`verse 1 [
अध्याय
]

`speaker [
व्यास उवाच
]

`verse 2 [
नमश्शिवाय सोमाय सगणाय ससूनवे  ॥
प्रधानपुरुषेशाय सर्गस्थित्यंतहेतवे  ॥
]

`verse 3 [
शक्तिरप्रतिमा यस्य ह्यैश्वर्यं चापि सर्वगम्  ॥
स्वामित्वं च विभुत्वं च स्वभावं संप्रचक्षते  ॥
]

`verse 4 [
तमजं विश्वकर्माणं शाश्वतं शिवमव्ययम्  ॥
महादेवं महात्मानं व्रजामि शरणं शिवम्  ॥
]

`verse 5 [
धर्मक्षेत्रे महातीर्थे गंगाकालिंदिसंगमे  ॥
प्रयागे नैमिषारण्ये ब्रह्मलोकस्य वर्त्मनि  ॥
]

`verse 6 [
मुनयश्शंसितात्मानः सत्यव्रतपरायणाः  ॥
महौजसो महाभागा महासत्रं वितेनिरे  ॥
]

`verse 7 [
तत्र सत्रं समाकर्ण्य तेषामक्लिष्टकर्मणाम्  ॥
साक्षात्सत्यवतीसूनोर्वेदव्यासस्य धीमतः  ॥
]

`verse 8 [
शिष्यो महात्मा मेधावी त्रिषु लोकेषु विश्रुतः  ॥
पञ्चावयवयुक्तस्य वाक्यस्य गुणदोषवित् ॥
]

`verse 9 [
उत्तरोत्तरवक्ता च ब्रुवतो ऽपि बृहस्पतेः  ॥
मधुरः श्रवणानां च मनोज्ञपदपर्वणाम्  ॥
]

`verse 10 [
कथानां निपुणो वक्ता कालविन्नयवित्कविः  ॥
आजगाम स तं देशं सूतः पौराणिकोत्तमः  ॥
]

`verse 11 [
तं दृष्ट्वा सूतमायांतं मुनयो हृष्टमानसाः  ॥
तस्मै साम च पूजां च यथावत्प्रत्यपादयन्  ॥
]

`verse 12 [
प्रतिगृह्य सतां पूजां मुनिभिः प्रतिपादिताम्  ॥
उद्दिष्टमानसं भेजे नियुक्तो युक्तमात्मनः  ॥
]

`verse 13 [
ततस्तत्संगमादेव मुनीनां भावितात्मनाम्  ॥
सोत्कंठमभवच्चितं श्रोतुं पौराणिकीं कथाम्  ॥
]

`verse 14 [
तदा तमनुकूलाभिर्वाग्भिः पूज्य १ महर्षयः  ॥
अतीवाभिमुखं कृत्वा वचनं चेदमब्रुवन्  ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 15 [
रोमहर्षण सर्वज्ञ भवान्नो भाग्यगौरवात् ॥
संप्राप्तोद्य महाभाग शैवराज महामते  ॥
]

`verse 16 [
पुराणविद्यामखिलां व्यासात्प्रत्यक्षमीयिवान्  ॥
तस्मादाश्चर्यभूतानां कथानां त्वं हि भाजनम्  ॥
]

`verse 17 [
रत्नानामुरुसाराणां रत्नाकर इवार्णवः  ॥
यच्च भूतं यच्च भव्यं यच्चान्यद्वस्तु वर्तते  ॥
]

`verse 18 [
न तवाविदितं किञ्चित्त्रिषु लोकेषु विद्यते  ॥
त्वमदृष्टवशादस्मद्दर्शनार्थमिहागतः  ॥
अकुर्वन्किमपि श्रेयो न वृथा गन्तुमर्हसि  ॥
]

`verse 19 [
तस्माच्छ्राव्यतरं पुण्यं सत्कथाज्ञानसंहितम्  ॥
वेदांतसारसर्वस्वं पुराणं श्रावयाशु नः  ॥
]

`verse 20 [
एवमभ्यर्थितस्सूतो मुनिभिर्वेदवादिभिः  ॥
श्लक्ष्णां च न्यायसंयुक्तां प्रत्युवाच शुभां गिरम्  ॥
]

`speaker [
सूत उवाच
]

`verse 21 [
पूजितो ऽनुगृहीतश्च भवद्भिरिति चोदितः  ॥
कस्मात्सम्यङ्न विब्रूयां पुराणमृषिपूजितम्  ॥
]

`verse 22 [
अभिवंद्य महादेवं देवीं स्कंदं विनायकम्  ॥
नंदिनं च तथा व्यासं साक्षात्सत्यवतीसुतम्  ॥
]

`verse 23 [
वक्ष्यामि परमं पुण्यं पुराणं वेदसंमितम्  ॥
शिवज्ञानार्णवं साक्षाद्भक्तिमुक्तिफलप्रदम्  ॥
]

`verse 24 [
शब्दार्थन्यायसंयुक्तै रागमार्थैर्विभूषितम्  ॥
श्वेतकल्पप्रसंगेन वायुना कथितं पुरा  ॥
]

`verse 25 [
विद्यास्थानानि सर्वाणि पुराणानुक्रमं तथा  ॥
तत्पुराणस्य चोत्पत्तिं ब्रुवतो मे निबोधत  ॥
]

`verse 26 [
अंगानि वेदाश्चत्वारो मीमांसान्यायविस्तरः  ॥
पुराणं धर्मशास्त्रं च विद्याश्चेताश्चतुर्दश  ॥
]

`verse 27 [
आयुर्वेदो धनुर्वेदो गांधर्वश्चेत्यनुक्रमात् ॥
अर्थशास्त्रं परं तस्माद्विद्या ह्यष्टादश स्मृताः  ॥
]

`verse 28 [
अष्टादशानां विद्यानामेतासां भिन्नवर्त्मनाम्  ॥
आदिकर्ता कविस्साक्षाच्छूलपाणिरिति श्रुतिः  ॥
]

`verse 29 [
स हि सर्वजगन्नाथः सिसृक्षुरखिलं जगत् ॥
ब्रह्माणं विदधे साक्षात्पुत्रमग्रे सनातनम्  ॥
]

`verse 30 [
तस्मै प्रथमपुत्राय ब्रह्मणे विश्वयोनये  ॥
विद्याश्चेमा ददौ पूर्वं विश्वसृष्ट्यर्थमीश्वरः  ॥
]

`verse 31 [
पालनाय हरिं देवं रक्षाशक्तिं ददौ ततः  ॥
मध्यमं तनयं विष्णुं पातारं ब्रह्मणो ऽपि हि  ॥
]

`verse 32 [
लब्धविद्येन विधिना प्रजासृष्टिं वितन्वता  ॥
प्रथमं सर्वशास्त्राणां पुराणं ब्रह्मणा स्मृतम्  ॥
]

`verse 33 [
अनंतरं तु वक्त्रेभ्यो वेदास्तस्य विनिर्गताः  ॥
प्रवृत्तिस्सर्वशास्त्राणां तन्मुखादभवत्ततः  ॥
]

`verse 34 [
यदास्य विस्तरं शक्ता नाधिगंतुं प्रजा भुवि  ॥
तदा विद्यासमासार्थं विश्वेश्वरनियोगतः  ॥
]

`verse 35 [
द्वापरांतेषु विश्वात्मा विष्णुर्विश्वंभरः प्रभुः  ॥
व्यासनाम्ना चरत्यस्मिन्नवतीर्य महीतले  ॥
]

`verse 36 [
एवं व्यस्ताश्च वेदाश्च द्वापरेद्वापरे द्विजाः  ॥
निर्मितानि पुराणानि अन्यानि च ततः परम्  ॥
]

`verse 37 [
स पुनर्द्वापरे चास्मिन्कृष्णद्वैपायनाख्यया  ॥
अरण्यामिव हव्याशी सत्यवत्यामजायत  ॥
]

`verse 38 [
संक्षिप्य स पुनर्वेदांश्चतुर्धा कृतवान्मुनिः  ॥
व्यस्तवेदतया लोके वेदव्यास इति श्रुतः  ॥
]

`verse 39 [
पुराणानाञ्च संक्षिप्तं चतुर्लक्षप्रमाणतः  ॥
अद्यापि देवलोके तच्छतकोटिप्रविस्तरम्  ॥
]

`verse 40 [
यो विद्याच्चतुरो वेदान् सांगोपणिषदान्द्विजः  ॥
न चेत्पुराणं संविद्यान्नैव स स्याद्विचक्षणः  ॥
]

`verse 41 [
इतिहासपुराणाभ्यां वेदं समुपबृंहयेत् ॥
बिभेत्यल्पश्रुताद्वेदो मामयं प्रतरिष्यति  ॥
]

`verse 42 [
सर्गश्च प्रतिसर्गश्च वंशो मन्वंतराणि च  ॥
वंशानुचरितं चैव पुराणं पञ्चलक्षणम्  ॥
]

`verse 43 [
दशधा चाष्टधा चैतत्पुराणमुपदिश्यते  ॥
बृहत्सूक्ष्मप्रभेदेन मुनिभिस्तत्त्ववित्तमैः  ॥
]

`verse 44 [
ब्राह्मं पाद्मं वैष्णवं च शैवं भागवतं तथा  ॥
भविष्यं नारदीयं च मार्कंडेयमतः परम्  ॥
]

`verse 45 [
आग्नेयं ब्रह्मवैवर्तं लैंगं वाराहमेव च  ॥
स्कान्दं च वामनं चैव कौर्म्यं मात्स्यं च गारुडम्  ॥
]

`verse 46 [
ब्रह्मांडं चेति पुण्यो ऽयं पुराणानामनुक्रमः  ॥
तत्र शैवं तुरीयं यच्छार्वं सर्वार्थसाधकम्  ॥
]

`verse 47 [
ग्रंथो लक्षप्रमाणं तद्व्यस्तं द्वादशसंहितम्  ॥
निर्मितं तच्छिवेनैव तत्र धर्मः प्रतिष्ठितः  ॥
]

`verse 48 [
तदुक्तेनैव धर्मेण शैवास्त्रैवर्णिका नराः  ॥
तस्माद्विमुकुतिमन्विच्छञ्च्छिवमेव समाश्रयेत् ॥
]

`verse 49 [
तमाश्रित्यैव देवानामपि मुक्तिर्न चान्यथा  ॥
]

`verse 50 [
यदिदं शैवमाख्यातं पुराणं वेदसंमितम्  ॥
तस्य भेदान्समासेन ब्रुवतो मे निबोधत  ॥
]

`verse 51 [
विद्येश्वरं तथा रौद्रं वैनायकमनुत्तमम्  ॥
औमं मातृपुराणं च रुद्रैकादशकं तथा  ॥
]

`verse 52 [
कैलासं शतरुद्रं च शतरुद्राख्यमेव च  ॥
सहस्रकोटिरुद्राख्यं वायवीयं ततःपरम्  ॥
]

`verse 53 [
धर्मसंज्ञं पुराणं चेत्येवं द्वादश संहिताः  ॥
विद्येशं दशसाहस्रमुदितं ग्रंथसंख्यया  ॥
]

`verse 54 [
रौद्रं वैनायकं चौमं मातृकाख्यं ततः परम्  ॥
प्रत्येकमष्टसाहस्रं त्रयोदशसहस्रकम्  ॥
]

`verse 55 [
रौद्रकादशकाख्यं यत्कैलासं षट्सहस्रकम्  ॥
शतरुद्रं त्रिसाहस्रं कोटिरुद्रं ततः परम्  ॥
]

`verse 56 [
सहस्रैर्नवभिर्युक्तं सर्वार्थज्ञानसंयुतम्  ॥
सहस्रकोटिरुद्राख्यमेकादशसहस्रकम्  ॥
]

`verse 57 [
चतुस्सहस्रसंख्येयं वायवीयमनुत्तमम्  ॥
धर्मसंज्ञं पुराणं यत्तद्द्वादशसहस्रकम्  ॥
]

`verse 58 [
तदेवं लक्षमुद्दिष्टं शैवं शाखाविभेदतः  ॥
पुराणं वेदसारं तद्भुक्तिमुक्तिफलप्रदम्  ॥
]

`verse 59 [
व्यासेन तत्तु संक्षिप्तं चतुर्विंशत्सहस्रकम्  ॥
शैवन्तत्र पुराणं वै चतुर्थं सप्तसंहितम्  ॥
]

`verse 60 [
विद्येश्वराख्या तत्राद्या द्वितीया रुद्रसंहिता  ॥
तृतीया शतरुद्राख्या कोटिरुद्रा चतुर्थिका  ॥
]

`verse 61 [
पञ्चमी कथिता चोमा षष्ठी कैलाससंहिता  ॥
सप्तमी वायवीयाख्या सप्तैवं संहिता इह  ॥
]

`verse 62 [
विद्येश्वरं द्विसाहस्रं रौद्रं पञ्चशतायुतम्  ॥
त्रिंशत्तथा द्विसाहस्रं सार्धैकशतमीरितम्  ॥
]

`verse 63 [
शतरुद्रन्तथा कोटिरुद्रं व्योमयुगाधिकम्  ॥
द्विसाहस्रं च द्विशतं तथोमं भूसहस्रकम्  ॥
]

`verse 64 [
चत्वारिंशत्साष्टशतं कैलासं भूसहस्रकम्  ॥
चत्वारिंशच्च द्विशतं वायवीयमतः परम्  ॥
]

`verse 65 [
चतुस्साहस्रसंख्याकमेवं संख्याविभेदतः  ॥
श्रुतम्परमपुण्यन्तु पुराणं शिवसंज्ञकम्  ॥
]

`verse 66 [
चतुःसाहस्रकं यत्तु वायवीयमुदीरितम्  ॥
तदिदं वर्तयिष्यामि भागद्वयसमन्वितम्  ॥
]

`verse 67 [
नावेदविदुषे वाच्यमिदं शास्त्रमनुत्तमम्  ॥
न चैवाश्रद्धधानाय नापुराणविदे तथा  ॥
]

`verse 68 [
परीक्षिताय शिष्याय धार्मिकायानसूयवे  ॥
प्रदेयं शिवभक्ताय शिवधर्मानुसारिणे  ॥
]

`verse 69 [
पुराणसंहिता यस्य प्रसादान्मयि वर्तते  ॥
नमो भगवते तस्मै व्यासायामिततेजसे  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे विद्यावतारकथनं नाम प्रथमो ऽध्यायः
]
