`verse 1 [
अध्यायः
]

`speaker [
ब्रहमोवाच
]

`verse 2 [
यतो वाचो निवर्तंते अप्राप्य मनसा सह  ॥
आनंदं यस्य वै विद्वान्न बिभेति कुतश्चन  ॥
]

`verse 3 [
यस्मात्सर्वमिदं ब्रह्मविष्णुरुद्रेन्द्रपूर्वकम्  ॥
सह भूतेन्द्रियैः सर्वैः प्रथमं संप्रसूयते  ॥
]

`verse 4 [
कारणानां च यो धाता ध्याता परमकारणम्  ॥
न संप्रसूयते ऽन्यस्मात्कुतश्चन कदाचन  ॥
]

`verse 5 [
सर्वैश्वर्येण संपन्नो नाम्ना सर्वेश्वरः स्वयम्  ॥
सर्वैर्मुमुक्षुभिर्ध्येयश्शंभुराकाशमध्यगः  ॥
]

`verse 6 [
यो ऽग्रे मां विदधे पुत्रं ज्ञानं च प्रहिणोति मे  ॥
तत्प्रसादान्मयालब्धं प्राजापत्यमिदं पदम्  ॥
]

`verse 7 [
ईशो वृक्ष इव स्तब्धो य एको दिवि तिष्ठति  ॥
येनेदमखिलं पूर्णं पुरुषेण महात्मना  ॥
]

`verse 8 [
एको बहूनां जंतूनां निष्क्रियाणां च सक्रियः  ॥
य एको बहुधा बीजं करोति स महेश्वरः  ॥
]

`verse 9 [
जीवैरेभिरिमांल्लोकान्सर्वानीशो य ईशते १  ॥
य एको भागवान्रुद्रो न द्वितीयो ऽस्ति कश्चन  ॥
]

`verse 10 [
सदा जनानां हृदये संनिविष्टो ऽपि यः परैः  ॥
अलक्ष्यो लक्षयन्विश्वमधितिष्ठति सर्वदा  ॥
]

`verse 11 [
यस्तु कालात्प्रमुक्तानि कारणान्यखिलान्यपि  ॥
अनन्तशक्तिरेवैको भगवानधितिष्ठति  ॥
]

`verse 12 [
न यस्य दिवसो रात्रिर्न समानो न चाधिकः  ॥
स्वभाविकी पराशक्तिर्नित्या ज्ञानक्रिये अपि  ॥
]

`verse 13 [
यदिदं क्षरमव्यक्तं यदप्यमृतमक्षरम्  ॥
तावुभावक्षरात्मानावेको देवः स्वयं हरः  ॥
]

`verse 14 [
ईशते तदभिध्यानाद्योजनासत्त्वभावनः  ॥
भूयो ह्यस्य पशोरन्ते विश्वमाया निवर्तते  ॥
]

`verse 15 [
यस्मिन्न भासते विद्युन्न सूर्यो न च चन्द्रमाः  ॥
यस्य भासा विभातीदमित्येषा शाश्वती श्रुतिः  ॥
]

`verse 16 [
एको देवो महादेवो विज्ञेयस्तु महेश्वरः  ॥
न तस्य परमं किंचित्पदं समधिगम्यते  ॥
]

`verse 17 [
अयमादिरनाद्यन्तस्स्वभावादेव निर्मलः  ॥
स्वतन्त्रः परिपूर्णश्च स्वेच्छाधीनश्चराचरः  ॥
]

`verse 18 [
अप्राकृतवपुः श्रीमांल्लक्ष्यलक्षणवर्जितः  ॥
अयं मुक्तो मोचकश्च ह्यकालः कालचोदकः  ॥
]

`verse 19 [
सर्वोपरिकृतावासस्सर्वावासश्च सर्ववित् ॥
षड्विधाध्वमयस्यास्य सर्वस्य जगतः पतिः  ॥
]

`verse 20 [
उत्तरोत्तरभूतानामुत्तरश्च निरुत्तरः  ॥
अनन्तानन्तसन्दोहमकरंदमधुव्रतः  ॥
]

`verse 21 [
अखंडजगदंडानां पिंडीकरणपंडितः  ॥
औदार्यवीर्यगांभीर्यमाधुर्यमकरालयः  ॥
]

`verse 22 [
नैवास्य सदृशं वस्तु नाधिकं चापि किंचन  ॥
अतुलः सर्वभूतानां राजराजश्च तिष्ठति  ॥
]

`verse 23 [
अनेन चित्रकृत्येन प्रथमं सृज्यते जगत् ॥
अंतकाले पुनश्चेदं तस्मिन्प्रलयमेष्यते  ॥
]

`verse 24 [
अस्य भूतानि वश्यानि अयं सर्वनियोजकः  ॥
अयं तु परया भक्त्या दृश्यते नान्यथा क्वचित् ॥
]

`verse 25 [
व्रतानि सर्वदानानि तपांसि नियमास्तथा  ॥
कथितानि पुरा सद्भिर्भावार्थं नात्र संशयः  ॥
]

`verse 26 [
हरिश्चाहं च रुद्रश्च तथान्ये च सुरासुराः  ॥
तपोभिरुग्रैरद्यापि तस्य दर्शनकांक्षिणः  ॥
]

`verse 27 [
अदृश्यः पतितैर्मूढैर्दुर्जनैरपि कुत्सितैः  ॥
भक्तैरन्तर्बहिश्चापि पूज्यः संभाष्य एव च  ॥
]

`verse 28 [
तदिदं त्रिविधं रूपं स्थूलं सूक्ष्मं ततः परम्  ॥
अस्मदाद्यमरैर्दृश्यं स्थूलं सूक्ष्मं तु योगिभिः  ॥
]

`verse 29 [
ततः परं तु यन्नित्यं ज्ञानमानंदमव्ययम्  ॥
तन्निष्ठैस्तत्परैर्भक्तैर्दृश्यं तद्व्रतमाश्रितैः  ॥
]

`verse 30 [
बहुनात्र किमुक्तेन गुह्याद्गुह्यतरं परम्  ॥
शिवे भक्तिर्न सन्देहस्तया युक्तो विमुच्यते  ॥
]

`verse 31 [
प्रसादादेव सा भक्तिः प्रसादो भक्तिसंभवः  ॥
यथा चांकुरतो बीजं बीजतो वा यथांकुरः  ॥
]

`verse 32 [
प्रसादपूर्विका एव पशोस्सर्वत्र सिद्धयः  ॥
स एव साधनैरन्ते सर्वैरपि च साध्यते  ॥
]

`verse 33 [
प्रसादसाधनं धर्मस्स च वेदेन दर्शितः  ॥
तदभ्यासवशात्साम्यं पूर्वयोः पुण्यपापयोः  ॥
]

`verse 34 [
साम्यात्प्रसादसंपर्को धर्मस्यातिशयस्ततः  ॥
धर्मातिशयमासाद्य पशोः पापपरिक्षयः  ॥
]

`verse 35 [
एवं प्रक्षीणपापस्य बहुभिर्जन्मभिः क्रमात् ॥
सांबे सर्वेश्वरे भक्तिर्ज्ञानपूर्वा प्रजायते  ॥
]

`verse 36 [
भावानुगुणमीशस्य प्रसादो व्यतिरिच्यते  ॥
प्रसादात्कर्मसंत्यागः फलतो न स्वरूपतः  ॥
]

`verse 37 [
तस्मात्कर्मफलत्यागाच्छिवधर्मान्वयः शुभः  ॥
स च गुर्वनपेक्षश्च तदपेक्ष इति द्विधा  ॥
]

`verse 38 [
तत्रानपेक्षात्सापेक्षो मुख्यः शतगुणाधिकः  ॥
शिवधर्मान्वयस्यास्य शिवज्ञानसमन्वयः  ॥
]

`verse 39 [
ज्ञनान्वयवशात्पुंसः संसारे दोषदर्शनम्  ॥
ततो विषयवैराग्यं वैराग्याद्भावसाधनम्  ॥
]

`verse 40 [
भावसिद्ध्युपपन्नस्य ध्याने निष्ठा न कर्मणि  ॥
ज्ञानध्यानाभियुक्तस्य पुंसो योगः प्रवर्तते  ॥
]

`verse 41 [
योगेन तु परा भक्तिः प्रसादस्तदनंतरम्  ॥
प्रसादान्मुच्यते जंतुर्मुक्तः शिवसमो भवेत् ॥
]

`verse 42 [
अनुग्रहप्रकारस्य क्रमो ऽयमविवक्षितः  ॥
यादृशी योग्यता पुंसस्तस्य तादृगनुग्रहः  ॥
]

`verse 43 [
गर्भस्थो मुच्यते कश्चिज्जायमानस्तथापरः  ॥
बालो वा तरुणो वाथ वृद्धो वा मुच्यते परः  ॥
]

`verse 44 [
तिर्यग्योनिगतः कश्चिन्मुच्यते नारको ऽपरः  ॥
अपरस्तु पदं प्राप्तो मुच्यते स्वपदक्षये  ॥
]

`verse 45 [
कश्चित्क्षीणपदो भूत्वा पुनरावर्त्य मुच्यते  ॥
कश्चिदध्वगतस्तस्मिन् स्थित्वास्थित्वा विमुच्यते  ॥
]

`verse 46 [
तस्मान्नैकप्रकारेण नराणां मुक्तिरिष्यते  ॥
ज्ञानभावानुरूपेण प्रसादेनैव निर्वृतिः  ॥
]

`verse 47 [
तस्मादस्य प्रसादार्थं वाङ्मनोदोषवर्जिताः  ॥
ध्यायंतश्शिवमेवैकं सदारतनयाग्नयः  ॥
]

`verse 48 [
तन्निष्ठास्तत्परास्सर्वे तद्युक्तास्तदुपाश्रयाः  ॥
सर्वक्रियाः प्रकुर्वाणास्तमेव मनसागताः  ॥
]

`verse 49 [
दीर्घसूत्रसमारब्धं दिव्यवर्षसहस्रकम्  ॥
सत्रांते मंत्रयोगेन वायुस्तत्र गमिष्यति  ॥
]

`verse 50 [
स एव भवतः श्रेयः सोपायं कथयिष्यति  ॥
ततो वाराणसी पुण्या पुरी परमशोभना  ॥
]

`verse 51 [
गंतव्या यत्र विश्वेशो देव्या सह पिनाकधृक् ॥
सदा विहरति श्रीमान् भक्तानुग्रहकारणात् ॥
]

`verse 52 [
तत्राश्चर्यं महद्दृष्ट्वा मत्समीपं गमिष्यथ  ॥
ततो वः कथयिष्यामि मोक्षोपाय द्विजोत्तमाः  ॥
]

`verse 53 [
येनैकजन्मना मुक्तिर्युष्मत्करतले स्थिता  ॥
अनेकजन्मसंसारबंधनिर्मोक्षकारिणी  ॥
]

`verse 54 [
एतन्मनोमयं चक्रं मया सृष्टं विसृज्यते  ॥
यत्रास्य शीर्यते नेमिः स देशस्तपसश्शुभः  ॥
]

`verse 55 [
इत्युक्त्वा सूर्यसंकाशं चक्रं दृष्ट्वा मनोमयम्  ॥
प्रणिपत्य महादेवं विससर्ज पितामहः  ॥
]

`verse 56 [
ते ऽपि हृष्टतरा विप्राः प्रणम्य जगतां प्रभुम्  ॥
प्रययुस्तस्य चक्रस्य यत्र नेमिरशीर्यत  ॥
]

`verse 57 [
चक्रं तदपि संक्षिप्तं श्लक्ष्णं चारुशिलातले  ॥
विमलस्वादुपानीये निजपात वने क्वचित् ॥
]

`verse 58 [
तद्वनं तेन विख्यातं नैमिषं मुनिपूजितम्  ॥
अनेकयक्षगंधर्वविद्याधरसमाकुलम्  ॥
]

`verse 59 [
अष्टादश समुद्रस्य द्वीपानश्नन्पुरूरवाः  ॥
विलासवशमुर्वश्या यातो दैवेन चोदितः  ॥
]

`verse 60 [
अक्रमेण हरन्मोहाद्यज्ञवाटं हिरण्मयम्  ॥
मुनिभिर्यत्र संक्रुद्धैः कुशवज्रैर्निपातितः  ॥
]

`verse 61 [
विश्वं सिसृक्षमाणा वै यत्र विश्वसृजः पुरा  ॥
सत्रमारेभिरे दिव्यं ब्रह्मज्ञा गार्हपत्यगाः  ॥
]

`verse 62 [
ऋषिभिर्यत्र विद्वद्भिः शब्दार्थन्यायकोविदैः  ॥
शक्तिप्रज्ञाक्रियायोगैर्विधिरासीदनुष्ठितः  ॥
]

`verse 63 [
यत्र वेदविदो नित्यं वेदवादबहिष्कृतान्  ॥
वादजल्पबलैर्घ्नंति वचोभिरतिवादिनः  ॥
]

`verse 64 [
स्फटिकमयमहीभृत्पादजाभ्यश्शिलाभ्यः प्रसरदमृतकल्पस्स्वच्छपानीयरम्यम्  ॥
अतिरसफलवृक्षप्रायमव्यालसत्त्वं तपस उचितमासीन्नैमिषं तन्मुनीनाम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे नैमिषोपाख्यानं नाम तृतीयो ऽध्यायः
]
