`speaker [
सूत उवाच
]

`verse 1 [
तस्मिन्देशे महाभागा मुनयश्शंसितव्रताः  ॥
अर्चयंतो महादेवं सत्रमारेभिरे तदा  ॥
]

`verse 2 [
तच्च सत्रं प्रववृते सर्वाश्चर्यं महर्षिणाम् १  ॥
विश्वं सिसृक्षमाणानां पुरा विश्वसृजामिव  ॥
]

`verse 3 [
अथ काले गते सत्रे समाप्ते भूरिदक्षिणे  ॥
पितामहनियोगेन वायुस्तत्रागमत्स्वयम्  ॥
]

`verse 4 [
शिष्यस्स्वयंभुवो देवस्सर्वप्रत्यक्षदृग्वशी  ॥
आज्ञायां मरुतो यस्य संस्थितास्सप्तसप्तकाः  ॥
]

`verse 5 [
प्रेरयञ्छश्वदंगानि प्राणाद्याभिः स्ववृत्तिभिः  ॥
सर्वभूतशरीराणां कुरुते यश्च धारणम्  ॥
]

`verse 6 [
अणिमादिभिरष्टाभिरैश्वर्यैश्च समन्वितः  ॥
तिर्यक्कालादिभिर्मेध्यैर्भुवनानि बिभर्ति यः  ॥
]

`verse 7 [
आकाशयोनिर्द्विगुणः स्पर्शशब्दसमन्वयात् ॥
तेजसां प्रकृतिश्चेति यमाहुस्तत्त्वचिंतकाः  ॥
]

`verse 8 [
तमाश्रमगतं दृष्ट्वा मुनयो दीर्घसत्रिणः  ॥
पितामहवचः स्मृत्वा प्रहर्षमतुलं ययुः  ॥
]

`verse 9 [
अभ्युत्थाय ततस्सर्वे प्रणम्यांबरसंभवम्  ॥
चामीकरमयं तस्मै विष्टरं समकल्पयन्  ॥
]

`verse 10 [
सोपि तत्र समासीनो मुनिभिस्सम्यगर्चितः  ॥
प्रतिनंद्य च तान् सर्वान् पप्रच्छ कुशलं ततः  ॥
]

`speaker [
वायुरुवाच
]

`verse 11 [
अत्र वः कुशलं विप्राः कच्चिद्वृत्ते महाक्रतौ  ॥
कच्चिद्यज्ञहनो दैत्या न बाधेरन्सुरद्विषः  ॥
]

`verse 12 [
प्रायश्चित्तं दुरिष्टं वा न कच्चित्समजायत  ॥
स्तोत्रशस्त्रगृहैर्देवान् पित्ःन् पित्र्यैश्च कर्मभिः  ॥
]

`verse 13 [
कच्चिदभ्यर्च्य युष्माभिर्विधिरासीत्स्वनुष्ठितः  ॥
निवृत्ते च महासत्रे पश्चात्किं वश्चिकीर्षितम्  ॥
]

`verse 14 [
इत्युक्ता मुनयः सर्वे वायुना शिवभाविना  ॥
प्रहृष्टमनसः पूताः प्रत्यूचुर्विनयान्विताः  ॥
]

`speaker [
मुनय ऊचुः
]

`verse 15 [
अद्य नः कुशलं सर्वमद्य साधु भवेत्तपः  ॥
अस्मच्छ्रेयोभिवृद्ध्यर्थं भवानत्रागतो यतः  ॥
]

`verse 16 [
शृणु चेदं पुरावृत्तं तमसाक्रांतमानसैः  ॥
उपासितः पुरास्माभिर्विज्ञानार्थं प्रजापतिः  ॥
]

`verse 17 [
सोप्यस्माननुगृह्याह शरण्यश्शरणागतान्  ॥
सर्वस्मादधिको रुद्रो विप्राः परमकारणम्  ॥
]

`verse 18 [
तमप्रतर्क्यं याथात्म्यं भक्तिमानेव पश्यति  ॥
भक्तिश्चास्य प्रसादेन प्रसादादेव निर्वृतिः  ॥
]

`verse 19 [
तस्मादस्य प्रसादार्थं नैमिषे सत्रयोगतः  ॥
यजध्वं दीर्घसत्रेण रुद्रं परमकारणम्  ॥
]

`verse 20 [
तत्प्रसादेन सत्रांते वायुस्तत्रागमिष्यति  ॥
तन्मुखाज्ज्ञानलाभो वस्तत्र श्रेयो भविष्यति  ॥
]

`verse 21 [
इत्यादिश्य वयं सर्वे प्रेषिता परमेष्ठिना  ॥
अस्मिन्देशे महाभाग तवागमनकांक्षिणः  ॥
]

`verse 22 [
दीर्घसत्रं समासीना दिव्यवर्षसहस्रकम्  ॥
अतस्तवागमादन्यत्प्रार्थ्यं नो नास्ति किंचन  ॥
]

`verse 23 [
इत्याकर्ण्य पुरावृत्तमृषीणां दीर्घसत्रिणाम्  ॥
वायुः प्रीतमना भूत्वा तत्रासीन्मुनिसंवृतः  ॥
]

`verse 24 [
ततस्तैर्मुनिभिः पृष्टस्तेषां भावविवृद्धये  ॥
सर्गादि शार्वमैश्वर्यं समासाद वदद्विभुः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे वायुसमागमो नाम चतुर्थो ऽध्यायः
]
