`speaker [
सूत उवाच
]

`verse 1 [
तत्र पूर्वं महाभागा नैमिषारण्यवासिनः  ॥
प्रणिपत्य यथान्यायं पप्रच्छुः पवनं प्रभुम्  ॥
]

`speaker [
नैमिषीया ऊचुः
]

`verse 2 [
भवान् कथमनुप्राप्तो ज्ञानमीश्वरगोचरम्  ॥
कथं च शिवभावस्ते ब्रह्मणो ऽव्यक्तजन्मनः  ॥
]

`speaker [
वायुरुवाच
]

`verse 3 [
एकोनविंशतिः कल्पो विज्ञेयः श्वेतलोहितः  ॥
तस्मिन्कल्पे चतुर्वक्त्रस्स्रष्टुकामो ऽतपत्तपः  ॥
]

`verse 4 [
तपसा तेन तीव्रेण तुष्टस्तस्य पिता स्वयम्  ॥
दिव्यं कौमारमास्थाय रूपं रूपवतां वरः  ॥
]

`verse 5 [
श्वेतो नाम मुनिर्भूत्वा दिव्यां वाचमुदीरयन्  ॥
दर्शनं प्रददौ तस्मै देवदेवो महेश्वरः  ॥
]

`verse 6 [
तं दृष्ट्वा पितरं ब्रह्मा ब्रह्मणो ऽधिपतिं पतिम्  ॥
प्रणम्य परमज्ञानं गायत्र्या सह लब्धवान्  ॥
]

`verse 7 [
ततस्स लब्धविज्ञानो विश्वकर्मा चतुर्मुखः  ॥
असृजत्सर्वभूतानि स्थावराणि चराणि च  ॥
]

`verse 8 [
यतश्श्रुत्वामृतं लब्धं ब्रह्मणा परमेश्वरात् ॥
ततस्तद्वदनादेव मया लब्धं तपोबलात् ॥
]

`speaker [
मुनय ऊचुः
]

`verse 9 [
किं तज्ज्ञानं त्वया लब्धं तथ्यात्तथ्यंतरं शुभम्  ॥
यत्र कृत्वा परां निष्ठां पुरुषस्सुखमृच्छति  ॥
]

`speaker [
वायुरुवाच
]

`verse 10 [
पशुपाशपतिज्ञानं यल्लब्धं तु मया पुरा  ॥
तत्र निष्ठा परा कार्या पुरुषेण सुखार्थिना  ॥
]

`verse 11 [
अज्ञानप्रभवं दुःखं ज्ञानेनैव निवर्तते  ॥
ज्ञानं वस्तुपरिच्छेदो वस्तु च द्विविधं स्मृतम्  ॥
]

`verse 12 [
अजडं च जडं चैव नियंतृ च तयोरपि  ॥
पशुः पाशः पतिश्चेति कथ्यते तत्त्रयं क्रमात् ॥
]

`verse 13 [
अक्षरं च क्षरं चैव क्षराक्षरपरं तथा  ॥
तदेतत्त्रितयं भूम्ना कथ्यते तत्त्ववेदिभिः  ॥
]

`verse 14 [
अक्षरं पशुरित्युक्तः क्षरं पाश उदाहृतः  ॥
क्षराक्षरपरं यत्तत्पतिरित्यभिधीयते  ॥
]

`speaker [
मुनय ऊचुः
]

`verse 15 [
किं तदक्षरमित्युक्तं किं च क्षरमुदाहृतम्  ॥
तयोश्च परमं किं वा तदेतद्ब्रूहि मारुत  ॥
]

`speaker [
वायुरुवाच
]

`verse 16 [
प्रकृतिः क्षरमित्युक्तं पुरुषो ऽक्षर उच्यते  ॥
ताविमौ प्रेरयत्यन्यस्स परा परमेश्वरः  ॥
]

`speaker [
मुनय ऊचुः
]

`verse 17 [
कैषा प्रकृतिरित्युक्ता क एष पुरुषो मतः  ॥
अनयोः केन सम्बन्धः कोयं प्रेरक ईश्वरः  ॥
]

`speaker [
वायुरुवाच
]

`verse 18 [
माया प्रकृतिरुद्दिष्टा पुरुषो मायया वृतः  ॥
संबन्धो मूलकर्मभ्यां शिवः प्रेरक ईश्वरः  ॥
]

`speaker [
मुनय ऊचुः
]

`verse 19 [
केयं माया समा ख्याता किंरूपो मायया वृतः  ॥
मूलं कीदृक्कुतो वास्य किं शिवत्वं कुतश्शिवः  ॥
]

`speaker [
वायुरुवाच
]

`verse 20 [
माया माहेश्वरी शक्तिश्चिद्रूपो मायया वृतः  ॥
मलश्चिच्छादको नैजो विशुद्धिश्शिवता स्वतः  ॥
]

`speaker [
मुनय ऊचुः
]

`verse 21 [
आवृणोति कथं माया व्यापिनं केन हेतुना  ॥
किमर्थं चावृतिः पुंसः केन वा विनिवर्तते  ॥
]

`speaker [
वायुरुवाच
]

`verse 22 [
आवृतिर्व्यपिनो ऽपि स्याद्व्यापि यस्मात्कलाद्यपि  ॥
हेतुः कर्मैव भोगार्थं निवर्तेत मलक्षयात् ॥
]

`speaker [
मुनय ऊचुः
]

`verse 23 [
कलादि कथ्यते किं तत्कर्म वा किमुदाहृतम्  ॥
तत्किमादि किमन्तं वा किं फलं वा किमाश्रयम्  ॥
]

`verse 24 [
कस्य भोगेन किं भोग्यं किं वा तद्भोगसाधनम्  ॥
मलक्षयस्य को हेतुः कीदृक्क्षीणमलः पुमान्  ॥
]

`speaker [
वायुरुवाच
]

`verse 25 [
कला विद्या च रागश्च कालो नियतिरेव च  ॥
कलादयस्समाख्याता यो भोक्ता पुरुषो भवेत् ॥
]

`verse 26 [
पुण्यपापात्मकं कर्म सुखदुःखफलं तु यत् ॥
अनादिमलभोगान्तमज्ञानात्मसमाश्रयम्  ॥
]

`verse 27 [
भोगः कर्मविनाशाय भोगमव्यक्तमुच्यते  ॥
बाह्यांतःकरणद्वारं शरीरं भोगसाधनम्  ॥
]

`verse 28 [
भावातिशयलब्धेन प्रसादेन मलक्षयः  ॥
क्षीणे चात्ममले तस्मिन् पुमाञ्च्छिवसमो भवेत् ॥
]

`speaker [
मुनय ऊचुः
]

`verse 29 [
कलादिपञ्चतत्त्वानां किं कर्म पृथगुच्यते  ॥
भोक्तेति पुरुषश्चेति येनात्मा व्यपदिश्यते  ॥
]

`verse 30 [
किमात्मकं तदव्यक्तं केनाकारेण भुज्यते  ॥
किं तस्य शरणं भुक्तौ शरीरं च किमुच्यते  ॥
]

`speaker [
वायुरुवाच
]

`verse 31 [
दिक्क्रियाव्यंजका विद्या कालो रागः प्रवर्तकः  ॥
कालो ऽवच्छेदकस्तत्र नियतिस्तु नियामिका  ॥
]

`verse 32 [
अव्यक्तं कारणं यत्तत्त्रिगुणं प्रभवाप्ययम्  ॥
प्रधानं प्रकृतिश्चेति यदाहुस्तत्त्वचिंतकाः  ॥
]

`verse 33 [
कलातस्तदभिव्यक्तमनभिव्यक्तलक्षणम्  ॥
सुखदुःखविमोहात्मा भुज्यते गुणवांस्त्रिधा  ॥
]

`verse 34 [
सत्त्वं रजस्तम इति गुणाः प्रकृतिसंभवाः  ॥
प्रकृतौ सूक्ष्मरूपेण तिले तैलमिव स्थिताः  ॥
]

`verse 35 [
सुखं च सुखहेतुश्च समासात्सात्त्विकं स्मृतम्  ॥
राजसं तद्विपर्यासात्स्तंभमोहौ तु तामसौ  ॥
]

`verse 36 [
सात्त्विक्यूर्ध्वगतिः प्रोक्ता तामसी स्यादधोगतिः  ॥
मध्यमा तु गतिर्या सा राजसी परिपठ्यते  ॥
]

`verse 37 [
तन्मात्रापञ्चकं चैव भूतपञ्चकमेव च  ॥
ज्ञानेंद्रियाणि पञ्चैक्यं पञ्च कर्मेन्द्रियाणि च  ॥
]

`verse 38 [
प्रधानबुद्ध्यहंकारमनांसि च चतुष्टयम्  ॥
समासादेवमव्यक्तं सविकारमुदाहृतम्  ॥
]

`verse 39 [
तत्कारणदशापन्नमव्यक्तमिति कथ्यते  ॥
व्यक्तं कार्यदशापन्नं शरीरादिघटादिवत् ॥
]

`verse 40 [
यथा घटादिकं कार्यं मृदादेर्नातिभिद्यते  ॥
शरीरादि तथा व्यक्तमव्यक्तान्नातिभिद्यते  ॥
]

`verse 41 [
तस्मादव्यक्तमेवैक्यकारणं करणानि च  ॥
शरीरं च तदाधारं तद्भोग्यं चापि नेतरत् ॥
]

`speaker [
मुनय ऊचुः
]

`verse 42 [
बुद्धीन्द्रियशरीरेभ्यो व्यतिरेकस्य कस्यचित् ॥
आत्मशब्दाभिधेयस्य वस्तुतो ऽपि कुतः स्थितिः  ॥
]

`speaker [
वायुरुवाच
]

`verse 43 [
बुद्धीन्द्रियशरीरेभ्यो व्यतिरेको विभोर्ध्रुवम्  ॥
अस्त्येव कश्चिदात्मेति हेतुस्तत्र सुदुर्गमः  ॥
]

`verse 44 [
बुद्धीन्द्रियशरीराणां नात्मता सद्भिरिष्यते  ॥
स्मृतेरनियतज्ञानादयावद्देहवेदनात् ॥
]

`verse 45 [
अतः स्मर्तानुभूतानामशेषज्ञेयगोचरः  ॥
अन्तर्यामीति वेदेषु वेदांतेषु च गीयते  ॥
]

`verse 46 [
सर्वं तत्र स सर्वत्र व्याप्य तिष्ठति शाश्वतः  ॥
तथापि क्वापि केनापि व्यक्तमेष न दृश्यते  ॥
]

`verse 47 [
नैवायं चक्षुषा ग्राह्यो नापरैरिन्द्रियैरपि  ॥
मनसैव प्रदीप्तेन महानात्मावसीयते १  ॥
]

`verse 48 [
न च स्त्री न पुमानेष नैव चापि नपुंसकः  ॥
नैवोर्ध्वं नापि तिर्यक्नाधस्तान्न कुतश्चन  ॥
]

`verse 49 [
अशरीरं शरीरेषु चलेषु स्थाणुमव्ययम्  ॥
सदा पश्यति तं धीरो नरः प्रत्यवमर्शनात् ॥
]

`verse 50 [
किमत्र बहुनोक्तेन पुरुषो देहतः पृथक् ॥
अपृथग्ये तु पश्यंति ह्यसम्यक्तेषु दर्शनम्  ॥
]

`verse 51 [
यच्छरीरमिदं प्रोक्तं पुरुषस्य ततः परम्  ॥
अशुद्धमवशं दुःखमध्रुवं न च विद्यते  ॥
]

`verse 52 [
विपदां वीजभूतेन पुरुषस्तेन संयुतः  ॥
सुखी दुःखी च मूढश्च भवति स्वेन कर्मणा  ॥
]

`verse 53 [
अद्भिराप्लवितं क्षेत्रं जनयत्यंकुरं यथा  ॥
आज्ञानात्प्लावितं कर्म देहं जनयते तथा  ॥
]

`verse 54 [
अत्यंतमसुखावासास्स्मृताश्चैकांतमृत्यवः  ॥
अनागता अतीताश्च तनवो ऽस्य सहस्रशः  ॥
]

`verse 55 [
आगत्यागत्य शीर्णेषु शरीरेषु शरीरिणः  ॥
अत्यंतवसतिः क्वापि न केनापि च लभ्यते  ॥
]

`verse 56 [
छादितश्च वियुक्तश्च शरीरैरेषु लक्ष्यते  ॥
चंद्रबिंबवदाकाशे तरलैरभ्रसंचयैः  ॥
]

`verse 57 [
अनेकदेहभेदेन भिन्ना वृत्तिरिहात्मनः  ॥
अष्टापदपरिक्षेपे ह्यक्षमुद्रेव लक्ष्यते  ॥
]

`verse 58 [
नैवास्य भविता कश्चिन्नासौ भवति कस्यचित् ॥
पथि संगम एवायं दारैः पुत्रैश्च बंधुभिः  ॥
]

`verse 59 [
यथा काष्ठं च काष्ठं च समेयातां महोदधौ  ॥
समेत्य च व्यपेयातां तद्वद्भूतसमागमः  ॥
]

`verse 60 [
स पश्यति शरीरं तच्छरीरं तन्न पश्यति  ॥
तौ पश्यति परः कश्चित्तावुभौ तं न पश्यतः  ॥
]

`verse 61 [
ब्रह्माद्याः स्थावरांतश्च पशवः परिकीर्तिताः  ॥
पशूनामेव सर्वेषां प्रोक्तमेतन्निदर्शनम्  ॥
]

`verse 62 [
स एष बध्यते पाशैः सुखदुःखाशनः पशुः  ॥
लीलासाधनभूतो य ईश्वरस्येति सूरयः  ॥
]

`verse 63 [
अज्ञो जंतुरनीशो ऽयमात्मनस्सुखदुःखयोः  ॥
ईश्वरप्रेरितो गच्छेत्स्वर्गं वा श्वभ्रमेव वा  ॥
]

`speaker [
सूत उवाच
]

`verse 64 [
इत्याकर्ण्यानिलवचो मुनयः प्रीतमानसाः  ॥
प्रोचुः प्रणम्य तं वायुं शैवागमविचक्षणम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे शिवतत्त्वज्ञानवर्णनं नाम पञ्चमो ऽध्यायः
]
