`speaker [
मुनय ऊचुः
]

`verse 1 [
यो ऽयं पशुरिति प्रोक्तो यश्च पाश उदाहृतः  ॥
आभ्यां विलक्षणः कश्चित्कोयमस्ति तयोः पतिः  ॥
]

`speaker [
वायुरुवाच
]

`verse 2 [
अस्ति कश्चिदपर्यंतरमणीयगुणाश्रयः  ॥
पतिर्विश्वस्य निर्माता पशुपाशविमोचनः  ॥
]

`verse 3 [
अभावे तस्य विश्वस्य सृष्टिरेषा कथं भवेत् ॥
अचेतनत्वादज्ञानादनयोः पशुपाशयोः  ॥
]

`verse 4 [
प्रधानपरमाण्वादि यावत्किंचिदचेतनम्  ॥
तत्कर्तृकं स्वयं दृष्टं बुद्धिमत्कारणं विना  ॥
]

`verse 5 [
जगच्च कर्तृसापेक्षं कार्यं सावयवं यतः  ॥
तस्मात्कार्यस्य कर्तृत्वं पत्युर्न पशुपाशयोः  ॥
]

`verse 6 [
पशोरपि च कर्तृत्वं पत्युः प्रेरणपूर्वकम्  ॥
अयथाकरणज्ञानमंधस्य गमनं यथा  ॥
]

`verse 7 [
आत्मानं च पृथङ्मत्वा प्रेरितारं ततः पृथक् ॥
असौ जुष्टस्ततस्तेन ह्यमृतत्वाय कल्पते  ॥
]

`verse 8 [
पशोः पाशस्य पत्युश्च तत्त्वतो ऽस्ति पदं परम्  ॥
ब्रह्मवित्तद्विदित्वैव योनिमुक्तो भविष्यति  ॥
]

`verse 9 [
संयुक्तमेतद्द्वितयं क्षरमक्षरमेव च  ॥
व्यक्ताव्यक्तं बिभर्तीशो विश्वं विश्वविमोचकः  ॥
]

`verse 10 [
भोक्ता भोग्यं प्रेरयिता मंतव्यं त्रिविधं स्मृतम्  ॥
नातः परं विजानद्भिर्वेदितव्यं हि किंचनः  ॥
]

`verse 11 [
तिलेषु वा यथा तैलं दध्नि वा सर्पिरर्पितम्  ॥
यथापः स्रोतसि व्याप्ता यथारण्यां हुताशनः  ॥
]

`verse 12 [
एवमेव महात्मानमात्मन्यात्मविलक्षणम्  ॥
सत्येन तपसा चैव नित्ययुक्तो ऽनुपश्यति  ॥
]

`verse 13 [
य एको जालवानीश ईशानीभिस्स्वशक्तिभिः  ॥
सर्वांल्लोकानिमान् कृत्वा एक एव स ईशते १  ॥
]

`verse 14 [
एक एव तदा रुद्रो न द्वितीयो ऽस्ति कश्चन  ॥
संसृज्य विश्वभुवनं गोप्ता ते संचुकोच यः  ॥
]

`verse 15 [
विश्वतश्चक्षुरेवायमुतायं विश्वतोमुखः  ॥
तथैव विश्वतोबाहुविश्वतः पादसंयुतः  ॥
]

`verse 16 [
द्यावाभूमी च जनयन् देव एको महेश्वरः  ॥
स एव सर्वदेवानां प्रभवश्चोद्भवस्तथा  ॥
]

`verse 17 [
हिरण्यगर्भं देवानां प्रथमं जनयेदयम्  ॥
विश्वस्मादधिको रुद्रो महर्षिरिति हि श्रुतिः  ॥
]

`verse 18 [
वेदाहमेतं पुरुषं महांतममृतं ध्रुवम्  ॥
आदित्यवर्णं तमसः परस्तात्संस्थितं प्रभुम्  ॥
]

`verse 19 [
अस्मान्नास्ति परं किंचिदपरं परमात्मनः  ॥
नाणीयो ऽस्ति न च ज्यायस्तेन पूर्णमिदं जगत् ॥
]

`verse 20 [
सर्वाननशिरोग्रीवः सर्वभूतगुहाशयः  ॥
सर्वव्यापी च भगवांस्तस्मात्सर्वगतश्शिवः  ॥
]

`verse 21 [
सर्वतः पाणिपादो ऽयं सर्वतो ऽक्षिशिरोमुखः  ॥
सर्वतः श्रुतिमांल्लोके सर्वमावृत्य तिष्ठति  ॥
]

`verse 22 [
सर्वेन्द्रियगुणाभासस्सर्वेन्द्रियविवर्जितः  ॥
सर्वस्य प्रभुरीशानः सर्वस्य शरणं सुहृत् ॥
]

`verse 23 [
अचक्षुरपि यः पश्यत्यकर्णो ऽपि शृणोति यः  ॥
सर्वं वेत्ति न वेत्तास्य तमाहुः पुरुषं परम्  ॥
]

`verse 24 [
अणोरणीयान्महतो महीयानयमव्ययः  ॥
गुहायां निहितश्चापि जंतोरस्य महेश्वरः  ॥
]

`verse 25 [
तमक्रतुं क्रतुप्रायं महिमातिशयान्वितम्  ॥
धातुः प्रसादादीशानं वीतशोकः प्रपश्यति  ॥
]

`verse 26 [
वेदाहमेनमजरं पुराणं सर्वगं विभुम्  ॥
निरोधं जन्मनो यस्य वदंति ब्रह्मवादिनः  ॥
]

`verse 27 [
एको ऽपि त्रीनिमांल्लोकान् बहुधा शक्तियोगतः  ॥
विदधाति विचेत्यंते १ विश्वमादौ महेश्वरः  ॥
]

`verse 28 [
विश्वधात्रीत्यजाख्या च शैवी चित्रा कृतिः परा  ॥
तामजां लोहितां शुक्लां कृष्णामेकां त्वजः प्रजाम्  ॥
]

`verse 29 [
जनित्रीमनुशेते ऽन्योजुषमाणस्स्वरूपिणीम्  ॥
तामेवाजामजो ऽन्यस्तु भक्तभोगा जहाति च  ॥
]

`verse 30 [
द्वौ सुपर्णौ च सयुजौ समानं वृक्षमास्थितौ  ॥
एको ऽत्ति पिप्पलं स्वादु परो ऽनश्नन् प्रपश्यति  ॥
]

`verse 31 [
वृक्षेस्मिन् पुरुषो मग्नो गुह्यमानश्च शोचति  ॥
जुष्टमन्यं यदा पश्येदीशं परमकारणम्  ॥
]

`verse 32 [
तदास्य महिमानं च वीतशोकस्सुखी भवेत् ॥
छंदांसि यज्ञाः ऋतवो यद्भूतं भव्यमेव च  ॥
]

`verse 33 [
मायी विश्वं सृजत्यस्मिन्निविष्टो मायया परः  ॥
मायां तु प्रकृतिं विद्यान्मायिनं तु महेश्वरम्  ॥
]

`verse 34 [
तस्यास्त्ववयवैरेव व्याप्तं सर्वमिदं जगत् ॥
सूक्ष्मातिसूक्ष्ममीशानं कललस्यापि मध्यतः  ॥
]

`verse 35 [
स्रष्टारमपि विश्वस्य वेष्टितारं च तस्य तु  ॥
शिवमेवेश्वरं ज्ञात्वा शांतिमत्यंतमृच्छति  ॥
]

`verse 36 [
स एव कालो गोप्ता च विश्वस्याधिपतिः प्रभुः  ॥
तं विश्वाधिपतिं ज्ञात्वा मृत्युपाशात्प्रमुच्यते  ॥
]

`verse 37 [
घृतात्परं मंडमिव सूक्ष्मं ज्ञात्वा स्थितं प्रभुम्  ॥
सर्वभूतेषु गूढं च सर्वपापैः प्रमुच्यते  ॥
]

`verse 38 [
एष एव परो देवो विश्वकर्मा महेश्वरः  ॥
हृदये संनिविष्टं तं ज्ञात्वैवामृतमश्नुते  ॥
]

`verse 39 [
यदा समस्तं न दिवा न रात्रिर्न सदप्यसत् ॥
केवलश्शिव एवैको यतः प्रज्ञा पुरातनी  ॥
]

`verse 40 [
नैनमूर्ध्वं न तिर्यक्च न मध्यं पर्यजिग्रहत् ॥
न तस्य प्रतिमा चास्ति यस्य नाम महद्यशः  ॥
]

`verse 41 [
अजातमिममेवैके बुद्धा जन्मनि भीरवः  ॥
रुद्रस्यास्य प्रपद्यंते रक्षार्थं दक्षिणं सुखम्  ॥
]

`verse 42 [
द्वे अक्षरे ब्रह्मपरे त्वनंते समुदाहृते  ॥
विद्याविद्ये समाख्याते निहिते यत्र गूढवत् ॥
]

`verse 43 [
क्षरं त्वविद्या ह्यमृतं विद्येति परिगीयते  ॥
ते उभे ईशते यस्तु सो ऽन्यः खलु महेश्वरः  ॥
]

`verse 44 [
एकैकं बहुधा जालं विकुर्वन्नेकवच्च यः  ॥
सर्वाधिपत्यं कुरुते सृष्ट्वा सर्वान् प्रतापवान्  ॥
]

`verse 45 [
दिश ऊर्ध्वमधस्तिर्यक्भासयन् भ्राजते स्वयम्  ॥
यो निःस्वभावादप्येको वरेण्यस्त्वधितिष्ठति  ॥
]

`verse 46 [
स्वभाववाचकान् सर्वान् वाच्यांश्च परिणामयन्  ॥
गुणांश्च भोग्यभोक्तृत्वे तद्विश्वमधितिष्ठति  ॥
]

`verse 47 [
ते वै गुह्योपणिषदि गूढं ब्रह्म परात्परम्  ॥
ब्रह्मयोनिं जगत्पूर्वं विदुर्देवा महर्षयः  ॥
]

`verse 48 [
भावग्राह्यमनीहाख्यं भावाभावकरं शिवम्  ॥
कलासर्गकरं देवं ये विदुस्ते जहुस्तनुम्  ॥
]

`verse 49 [
स्वभावमेके मन्यंते कालमेके विमोहिताः  ॥
देवस्य महिमा ह्येष येनेदं भ्राम्यते जगत् ॥
]

`verse 50 [
येनेदमावृतं नित्यं कालकालात्मना यतः  ॥
तेनेरितमिदं कर्म भूतैः सह विवर्तते  ॥
]

`verse 51 [
तत्कर्म भूयशः कृत्वा विनिवृत्य च भूयशः  ॥
तत्त्वस्य सह तत्त्वेन योगं चापि समेत्य वै  ॥
]

`verse 52 [
अष्टाभिश्च त्रिभिश्चैवं द्वाभ्यां चैकेन वा पुनः  ॥
कालेनात्मगुणैश्चापि कृत्स्नमेव जगत्स्वयम्  ॥
]

`verse 53 [
गुणैरारभ्य कर्माणि स्वभावादीनि योजयेत् ॥
तेषामभावे नाशः स्यात्कृतस्यापि च कर्मणः  ॥
]

`verse 54 [
कर्मक्षये पुनश्चान्यत्ततो याति स तत्त्वतः  ॥
स एवादिस्स्वयं योगनिमित्तं भोक्तृभोगयोः  ॥
]

`verse 55 [
परस्त्रिकालादकलस्स एव परमेश्वरः  ॥
सर्ववित्त्रिगुणाधीशो ब्रह्मसाक्षात्परात्परः  ॥
]

`verse 56 [
तं विश्वरूपमभवं भवमीड्यं प्रजापतिम्  ॥
देवदेवं जगत्पूज्यं स्वचित्तस्थमुपास्महे  ॥
]

`verse 57 [
कालादिभिः परो यस्मात्प्रपञ्चः परिवर्तते  ॥
धर्मावहं पापनुदं भोगेशं विश्वधाम च  ॥
]

`verse 58 [
तमीश्वराणां परमं महेश्वरं तं देवतानां परमं च दैवतम्  ॥
पतिं पतीनां परमं परस्ताद्विदाम देवं भुवनेश्वरेश्वरम्  ॥
]

`verse 59 [
न तस्य विद्येत कार्यं कारणं च न विद्यते  ॥
न तत्समो ऽधिकश्चापि क्वचिज्जगति दृश्यते  ॥
]

`verse 60 [
परास्य विविधा शक्तिः श्रुतौ स्वाभाविकी श्रुता  ॥
ज्ञानं बलं क्रिया चैव याभ्यो विश्वमिदं कृतम्  ॥
]

`verse 61 [
तस्यास्ति पतिः कश्चिन्नैव लिंगं न चेशिता  ॥
कारणं कारणानां च स तेषामधिपाधिपः  ॥
]

`verse 62 [
न चास्य जनिता कश्चिन्न च जन्म कुतश्चन  ॥
न जन्महेतवस्तद्वन्मलमायादिसंज्ञकाः  ॥
]

`verse 63 [
स एकस्सर्वभूतेषु गूढो व्याप्तश्च विश्वतः  ॥
सर्वभूतांतरात्मा च धर्माध्यक्षस्स कथ्यते  ॥
]

`verse 64 [
सर्वभूताधिवासश्च साक्षी चेता च निर्गुणः  ॥
एको वशी निष्क्रियाणां बहूनां विवशात्मनाम्  ॥
]

`verse 65 [
नित्यानामप्यसौ नित्यश्चेतनानां च चेतनः  ॥
एको बहूनां चाकामः कामानीशः प्रयच्छति  ॥
]

`verse 66 [
सांख्ययोगाधिगम्यं यत्कारणं जगतां पतिम्  ॥
ज्ञात्वा देवं पशुः पाशैस्सर्वैरेव विमुच्यते  ॥
]

`verse 67 [
विश्वकृद्विश्ववित्स्वात्मयोनिज्ञः कालकृद्गुणी  ॥
प्रधानः क्षेत्रज्ञपतिर्गुणेशः पाशमोचकः  ॥
]

`verse 68 [
ब्रह्माणं विदधे पूर्वं वेदांश्चोपादिशत्स्वयम्  ॥
यो देवस्तमहं बुद्ध्वा स्वात्मबुद्धिप्रसादतः  ॥
]

`verse 69 [
मुमुक्षुरस्मात्संसारात्प्रपद्ये शरणं शिवम्  ॥
निष्फलं निष्क्रियं शांतं निरवद्यं निरंजनम्  ॥
]

`verse 70 [
अमृतस्य परं सेतुं दग्धेंधनमिवानिलम्  ॥
यदा चर्मवदाकाशं वेष्टयिष्यंति मानवाः  ॥
]

`verse 71 [
तदा शिवमविज्ञाय दुःखस्यांतो भविष्यति  ॥
]

`verse 72 [
तपःप्रभावाद्देवस्य प्रसादाच्च महर्षयः  ॥
अत्याश्रमोचितज्ञानं पवित्रं पापनाशनम्  ॥
]

`verse 73 [
वेदांते परमं गुह्यं पुराकल्पप्रचोदितम्  ॥
ब्रह्मणो वदनाल्लब्धं मयेदं भाग्यगौरवात् ॥
]

`verse 74 [
नाप्रशांताय दातव्यमेतज्ज्ञानमनुत्तमम्  ॥
न पुत्रायाशुवृत्ताय नाशिष्याय च सर्वथा  ॥
]

`verse 75 [
यस्य देवे पराभक्तिर्यथा देवे तथा गुरौ  ॥
तस्यैते कथिताह्यर्थाः प्रकाशंते महात्मनः  ॥
]

`verse 76 [
अतश्च संक्षेपमिदं शृणुध्वं शिवः परस्तात्प्रकृतेश्च पुंसः  ॥
स सर्गकाले च करोति सर्वं संहारकाले पुनराददाति  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे शिवतत्त्ववर्णनं नाम षष्ठो ऽध्यायः
]
