`speaker [
मुनय ऊचुः
]

`verse 1 [
कालादुत्पद्यते सर्वं कालदेव विपद्यते  ॥
न कालनिरपेक्षं हि क्वचित्किंचन विद्यते  ॥
]

`verse 2 [
यदास्यांतर्गतं विश्वं शश्वत्संसारमण्डलम्  ॥
सर्गसंहृतिमुद्राभ्यां चक्रवत्परिवर्तते  ॥
]

`verse 3 [
ब्रह्मा हरिश्च रुद्रश्च तथान्ये च सुरासुराः  ॥
यत्कृतां नियतिं प्राप्य प्रभवो नातिवर्तितुम्  ॥
]

`verse 4 [
भूतभव्यभविष्याद्यैर्विभज्य जरयन् प्रजाः  ॥
अतिप्रभुरिति स्वैरं वर्तते ऽतिभयंकरः  ॥
]

`verse 5 [
क एष भगवान् कालः कस्य वा वशवर्त्ययम्  ॥
क एवास्य वशे न स्यात्कथयैतद्विचक्षण  ॥
]

`speaker [
वायुरुवाच
]

`verse 6 [
कालकाष्ठानिमेषादिकलाकलितविग्रहम्  ॥
कालात्मेति समाख्यातं तेजो माहेश्वरं परम्  ॥
]

`verse 7 [
यदलंघ्यमशेषस्य स्थावरस्य चरस्य च  ॥
नियोगरूपमीशस्य बलं विश्वनियामकम्  ॥
]

`verse 8 [
तस्यांशांशमयी मुक्तिः कालात्मनि महात्मनि  ॥
ततो निष्क्रम्य संक्रांता विसृष्टाग्रेरिवायसी  ॥
]

`verse 9 [
तस्मात्कालवशे विश्वं न स विश्ववशे स्थितः  ॥
शिवस्य तु वशे कालो न कालस्य वशे शिवः  ॥
]

`verse 10 [
यतो ऽप्रतिहतं शार्वं तेजः काले प्रतिष्ठितम्  ॥
महती तेन कालस्य मर्यादा हि दुरत्यया  ॥
]

`verse 11 [
कालं प्रज्ञाविशेषेण को ऽतिवर्तितुमर्हति  ॥
कालेन तु कृतं कर्म न कश्चिदतिवर्तते  ॥
]

`verse 12 [
एकच्छत्रां महीं कृत्स्नां ये पराक्रम्य शासति  ॥
ते ऽपि नैवातिवर्तंते कालवेलामिवाब्धयः  ॥
]

`verse 13 [
ये निगृह्येंद्रियग्रामं जयंति सकलं जगत् ॥
न जयंत्यपि ते कालं कालो जयति तानपि  ॥
]

`verse 14 [
आयुर्वेदविदो वैद्यास्त्वनुष्ठितरसायनाः  ॥
न मृत्युमतिवर्तंते कालो हि दुरतिक्रमः  ॥
]

`verse 15 [
श्रिया रूपेण शीलेन बलेन च कुलेन च  ॥
अन्यच्चिंतयते जंतुः कालो ऽन्यत्कुरुते बलात् ॥
]

`verse 16 [
अप्रियैश्च प्रियैश्चैव ह्यचिंतितगमागमैः  ॥
संयोजयति भूतानि वियोजयति चेश्वरः  ॥
]

`verse 17 [
यदैव दुःखितः कश्चित्तदैव सुखितः परः  ॥
दुर्विज्ञेयस्वभावस्य कालास्याहो विचित्रता  ॥
]

`verse 18 [
यो युवा स भवेद्वृद्धो यो बलीयान्स दुर्बलः  ॥
यः श्रीमान्सो ऽपि निःश्रीकः कालश्चित्रगतिर्द्विजा  ॥
]

`verse 19 [
नाभिजात्यं न वै शीलं न बलं न च नैपुणम्  ॥
भवेत्कार्याय पर्याप्तं कालश्च ह्यनिरोधकः  ॥
]

`verse 20 [
ये सनाथाश्च दातारो गीतवाद्यैरुपस्थिताः  ॥
ये चानाथाः परान्नादाः कालस्तेषु समक्रियः  ॥
]

`verse 21 [
फलंत्यकाले न रसायनानि सम्यक्प्रयुक्तान्यपि चौषधानि  ॥
तान्येव कालेन समाहृतानि सिद्धिं प्रयांत्याशु सुखं दिशंति  ॥
]

`verse 22 [
नाकालतो ऽयं म्रियते जायते वा नाकालतः पुष्टिमग्र्यामुपैति  ॥
नाकालतः सुखितं दुःखितं वा नाकालिकं वस्तु समस्ति किंचित् ॥
]

`verse 23 [
कालेन शीतः प्रतिवाति वातःकालेन वृष्टिर्जलदानुपैति  ॥
कालेन चोष्मा प्रशमं प्रयाति कालेन सर्वं सफलत्वमेति  ॥
]

`verse 24 [
कालश्च सर्वस्य भवस्य हेतुः कालेन सस्यानि भवंति नित्यम्  ॥
कालेन सस्यानि लयं प्रयांति कालेन संजीवति जीवलोकः  ॥
]

`verse 25 [
इत्थं कालात्मनस्तत्त्वं यो विजानाति तत्त्वतः  ॥
कालात्मानमतिक्रम्य कालातीतं स पश्यति  ॥
]

`verse 26 [
न यस्य कालो न च बंधमुक्ती न यः पुमान्न प्रकृतिर्न विश्वम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे कालमहिमवर्णनं नाम सप्तमो ऽध्यायः
]
