`speaker [
ऋषय ऊचुः
]

`verse 1 [
केन मानेन कालेस्मिन्नायुस्संख्या प्रकल्प्यते  ॥
संख्यारूपस्य कालस्य कः पुनः परमो ऽवधिः  ॥
]

`speaker [
वायुरुवाच
]

`verse 2 [
आयुषो ऽत्र निमेषाख्यमाद्यमानं प्रचक्षते  ॥
संख्यारूपस्य कालस्य शांत्त्वतीतकलावधि  ॥
]

`verse 3 [
अक्षिपक्ष्मपरिक्षेपो निमेषः परिकल्पितः  ॥
तादृशानां निमेषाणां काष्ठा दश च पञ्च च  ॥
]

`verse 4 [
काष्ठांस्त्रिंशत्कला नाम कलांस्त्रिंशन्मुहूर्तकः  ॥
मुहूर्तानामपि त्रिंशदहोरात्रं प्रचक्षते  ॥
]

`verse 5 [
त्रिंशत्संख्यैरहोरात्रैर्मासः पक्षद्वयात्मकः  ॥
]

`verse 6 [
ज्ञेयं पित्र्यमहोरात्रं मासः कृष्णसितात्मकः  ॥
]

`verse 7 [
मासैस्तैरयनं षड्भिर्वर्षं द्वे चायनं मतम्  ॥
लौकिकेनैव मानेन अब्दो यो मानुषः स्मृतः  ॥
]

`verse 8 [
एतद्दिव्यमहोरात्रमिति शास्त्रस्य निश्चयः  ॥
दक्षिणं चायनं रात्रिस्तथोदगयनं दिनम्  ॥
]

`verse 9 [
मासस्त्रिंशदहोरात्रैर्दिव्यो मानुषवत्स्मृतः  ॥
संवत्सरो ऽपि देवानां मासैर्द्वादशभिस्तथा  ॥
]

`verse 10 [
त्रीणि वर्षशतान्येव षष्टिवर्षयुतान्यपि  ॥
दिव्यस्संवत्सरो ज्ञेयो मानुषेण प्रकीर्तितः  ॥
]

`verse 11 [
दिव्येनैव प्रमाणेन युगसंख्या प्रवर्तते  ॥
चत्वारि भारते वर्षे युगानि कवयो विदुः  ॥
]

`verse 12 [
पूर्वं कृतयुगं नाम ततस्त्रेता विधीयते  ॥
द्वापरं च कलिश्चैव युगान्येतानि कृत्स्नशः  ॥
]

`verse 13 [
चत्वारि तु सहस्राणि वर्षाणां तत्कृतं युगम्  ॥
तस्य तावच्छतीसंध्या संध्यांशश्च तथाविधः  ॥
]

`verse 14 [
इतरेषु ससंध्येषु ससंध्यांशेषु च त्रिषु  ॥
एकापायेन वर्तंते सहस्राणि शतानि च  ॥
]

`verse 15 [
एतद्द्वादशसाहस्रं साधिकं च चतुर्युगम्  ॥
चतुर्युगसहस्रं यत्संकल्प इति कथ्यते  ॥
]

`verse 16 [
चतुर्युगैकसप्तत्या मनोरंतरमुच्यते  ॥
कल्पे चतुर्दशैकस्मिन्मनूनां परिवृत्तयः  ॥
]

`verse 17 [
एतेन क्रमयोगेन कल्पमन्वंतराणि च  ॥
सप्रजानि व्यतीतानि शतशो ऽथ सहस्रशः  ॥
]

`verse 18 [
अज्ञेयत्वाच्च सर्वेषामसंख्येयतया पुनः  ॥
शक्यो नैवानुपूर्व्याद्वै तेषां वक्तुं सुविस्तरः  ॥
]

`verse 19 [
कल्पो नाम दिवा प्रोक्तो ब्रह्मणो ऽव्यक्तजन्मनः  ॥
कल्पानां वै सहस्रं च ब्राह्मं वर्षमिहोच्यते  ॥
]

`verse 20 [
वर्षाणामष्टसाहस्रं यच्च तद्ब्रह्मणो युगम्  ॥
सवनं युगसाहस्रं ब्रह्मणः पद्मजन्मनः  ॥
]

`verse 21 [
सवनानां सहस्रं च त्रिगुणं त्रिवृतं तथा  ॥
कल्प्यते सकलः कालो ब्रह्मणः परमेष्ठिनः  ॥
]

`verse 22 [
तस्य वै दिवसे यांति चतुर्दश पुरंदराः  ॥
शतानि मासे चत्वारि विंशत्या सहितानि च  ॥
]

`verse 23 [
अब्दे पञ्च सहस्राणि चत्वारिंशद्युतानि च  ॥
चत्वारिंशत्सहस्राणि पञ्च लक्षाणि चायुषि  ॥
]

`verse 24 [
ब्रह्मा विष्णोर्दिने चैको विष्णू रुद्रदिने तथा  ॥
ईश्वरस्य दिने रुद्रस्सदाख्यस्य तथेश्वरः  ॥
]

`verse 25 [
साक्षाच्छिवस्य तत्संख्यस्तथा सो ऽपि सदाशिवः  ॥
चत्वारिंशत्सहस्राणि पञ्चलक्षाणि चायुषि  ॥
]

`verse 26 [
तस्मिन्साक्षाच्छिवेनैष कालात्मा सम्प्रवर्तते  ॥ ७.१,८.२६*१
यत्तत्सृष्टेस्समाख्यातं कालान्तरमिह द्विजाः  ॥ ७.१,८.२६*१
एतत्कालान्तरं ज्ञेयमहर्वै पारमेश्वरम्  ॥ ७.१,८.२६*२
रात्रिश्च तावती ज्ञेया परमेशस्य कृत्स्नशः  ॥ ७.१,८.२६*२
अहस्तस्य तु या सृष्टी रात्रिश्च प्रलयः स्मृतः  ॥
अहर्न विद्यते तस्य न रात्रिरिति धारयेत् ॥
]

`verse 27 [
एषोपचारः क्रियते लोकानां हितकाम्यया  ॥
प्रजाः प्रजानां पतयो मूर्तयश्च सुरासुराः  ॥
]

`verse 28 [
इन्द्रियाणीन्द्रियार्थाश्च महाभूतानि पञ्च च  ॥
तन्मात्राण्यथ भूतादिर्बुद्धिश्च सह दैवतः  ॥
]

`verse 29 [
अहस्तिष्ठंति सर्वाणि पारमेशस्य धीमतः  ॥
अहरंते प्रलीयन्ते रात्र्यन्ते विश्वसंभवः  ॥
]

`verse 30 [
यो विश्वात्मा कर्मकालस्वभावाद्यर्थे शक्तिर्यस्य नोल्लंघनीया  ॥
यस्यैवाज्ञाधीनमेतत्समस्तं नमस्तस्मै महते शंकराय  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वभागे कालप्रभावे त्रिदेवायुर्वर्णनं नामाष्टमो ऽध्यायः
]
