`speaker [
मुनय ऊचुः
]

`verse 1 [
कथं जगदिदं कृत्स्नं विधाय च निधाय च  ॥
आज्ञया परमां क्रीडां करोति परमेश्वरः  ॥
]

`verse 2 [
किं तत्प्रथमसंभूतं केनेदमखिलं ततम्  ॥
केना वा पुनरेवेदं ग्रस्यते पृथुकुक्षिणा  ॥
]

`speaker [
वायुरुवाच
]

`verse 3 [
शक्तिः प्रथमसम्भूता शांत्यतीतपदोत्तरा  ॥
ततो माया ततो ऽव्यक्तं शिवाच्छक्तिमतः प्रभोः  ॥
]

`verse 4 [
शान्त्यतीतपदं शक्तेस्ततः शान्तिपदक्रमात् ॥
ततो विद्यापदं तस्मात्प्रतिष्ठापदसंभवः  ॥
]

`verse 5 [
निवृत्तिपदमुत्पन्नं प्रतिष्ठापदतः क्रमात् ॥
एवमुक्ता समासेन सृष्टिरीश्वरचोदिता  ॥
]

`verse 6 [
आनुलोम्यात्तथैतेषां प्रतिलोम्येन संहृतिः  ॥
अस्मात्पञ्चपदोद्दिष्टात्परस्स्रष्टा समिष्यते  ॥
]

`verse 7 [
कलाभिः पञ्चभिर्व्याप्तं तस्माद्विश्वमिदं जगत् ॥
अव्यक्तं कारणं यत्तदात्मना समनुष्ठितम्  ॥
]

`verse 8 [
महदादिविशेषांतं सृजतीत्यपि संमतम्  ॥
किं तु तत्रापि कर्तृत्वं नाव्यक्तस्य न चात्मनः  ॥
]

`verse 9 [
अचेतनत्वात्प्रकृतेरज्ञत्वात्पुरुषस्य च  ॥
प्रधानपरमाण्वादि यावत्किञ्चिदचेतनम्  ॥
]

`verse 10 [
तत्कर्तृकं स्वयं दृष्टं बुद्धिमत्कारणं विना  ॥
जगच्च कर्तृसापेक्षं कार्यं सावयवं यतः  ॥
]

`verse 11 [
तस्माच्छक्तस्स्वतन्त्रो यः सर्वशक्तिश्च सर्ववित् ॥
अनादिनिधनश्चायं महदैश्वर्यसंयुतः  ॥
]

`verse 12 [
स एव जगतः कर्ता महादेवो महेश्वराः  ॥
पाता हर्ता च सर्वस्य ततः पृथगनन्वयः  ॥
]

`verse 13 [
परिणामः प्रधानस्य प्रवृत्तिः पुरुषस्य च  ॥
सर्वं सत्यव्रतस्यैव शासनेन प्रवर्तते  ॥
]

`verse 14 [
इतीयं शाश्वती निष्ठा सतां मनसि वर्तते  ॥
न चैनं पक्षमाश्रित्य वर्तते स्वल्पचेतनः  ॥
]

`verse 15 [
यावदादिसमारंभो यावद्यः प्रलयो महान्  ॥
तावदप्येति सकलं ब्रह्मणः शारदां शतम्  ॥
]

`verse 16 [
परमित्यायुषो नाम ब्रह्मणो ऽव्यक्तजन्मनः  ॥
तत्पराख्यं तदर्धं च परार्धमभिधीयते  ॥
]

`verse 17 [
परार्धद्वयकालांते प्रलये समुपस्थिते  ॥
अव्यक्तमात्मनः कार्यमादायात्मनि तिष्ठति  ॥
]

`verse 18 [
आत्मन्यवस्थिते ऽव्यक्ते विकारे प्रतिसंहृते  ॥
साधर्म्येणाधितिष्ठेते प्रधानपुरुषावुभौ  ॥
]

`verse 19 [
तमः सत्त्वगुणावेतौ समत्वेन व्यवस्थितौ  ॥
अनुद्रिक्तावनन्तौ तावोतप्रोतौ परस्परम्  ॥
]

`verse 20 [
गुणसाम्ये तदा तस्मिन्नविभागे तमोदये  ॥
शांतवातैकनीरे च न प्राज्ञायत किंचन  ॥
]

`verse 21 [
अप्रज्ञाते जगत्यस्मिन्नेक एव महेश्वरः  ॥
उपास्य रजनीं कृत्स्नां परां माहेश्वरीं ततः  ॥
]

`verse 22 [
प्रभातायां तु शर्वर्यां प्रधानपुरुषावुभौ  ॥
प्रविश्य क्षोभयामास मायायोगान्महेश्वरः  ॥
]

`verse 23 [
ततः पुनरशेषाणां भूतानां प्रभवाप्ययात् ॥
अव्यक्तादभवत्सृष्टिराज्ञया परमेष्ठिनः  ॥
]

`verse 24 [
विश्वोत्तरोत्तरविचित्रमनोरथस्य यस्यैकशक्तिशकले सकलस्समाप्तः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वभागे सृष्टिपालनप्रलयकर्तृत्ववर्णनं नाम नवमोऽध्यायः
]
