`speaker [
वायुरुवाच
]

`verse 1 [
पुरुषाधिष्ठितात्पूर्वमव्यक्तादीश्वराज्ञया  ॥
बुद्ध्यादयो विशेषांता विकाराश्चाभवन् क्रमात् ॥
]

`verse 2 [
ततस्तेभ्यो विकारेभ्यो रुद्रो विष्णुः पितामहः  ॥
कारणत्वेन सर्वेषां त्रयो देवाः प्रजज्ञिरे  ॥
]

`verse 3 [
सर्वतो भुवनव्याप्तिशक्तिमव्याहतां क्वचित् ॥
ज्ञानमप्रतिमं शश्वदैश्वर्यं चाणिमादिकम्  ॥
]

`verse 4 [
सृष्टिस्थितिलयाख्येषु कर्मसु त्रिषु हेतुताम्  ॥
प्रभुत्वेन सहैतेषां प्रसीदति महेश्वरः  ॥
]

`verse 5 [
कल्पान्तरे पुनस्तेषामस्पर्धा बुद्धिमोहिनाम्  ॥
सर्गरक्षालयाचारं प्रत्येकं प्रददौ च सः  ॥
]

`verse 6 [
एते परस्परोत्पन्ना धारयन्ति परस्परम्  ॥
परस्परेण वर्धंते परस्परमनुव्रताः  ॥
]

`verse 7 [
क्वचिद्ब्रह्मा क्वचिद्विष्णुः क्वचिद्रुद्रः प्रशस्यते  ॥
नानेन तेषामाधिक्यमैश्वर्यं चातिरिच्यते  ॥
]

`verse 8 [
मूर्खा निंदंति तान्वाग्भिः संरंभाभिनिवेशिनः  ॥
यातुधाना भवंत्येव पिशाचाश्च न संशयः  ॥
]

`verse 9 [
देवो गुणत्रयातीतश्चतुर्व्यूहो महेश्वरः  ॥
सकलस्सकलाधारशक्तेरुत्पत्तिकारणम्  ॥
]

`verse 10 [
सोयमात्मा त्रयस्यास्य प्रकृतेः पुरुषस्य च  ॥
लीलाकृतजगत्सृष्टिरीश्वरत्वे व्यवस्थितः  ॥
]

`verse 11 [
यस्सर्वस्मात्परो नित्यो निष्कलः परमेश्वरः  ॥
स एव च तदाधारस्तदात्मा तदधिष्ठितः  ॥
]

`verse 12 [
तस्मान्महेश्वरश्चैव प्रकृतिः पुरुषस्तथा  ॥
सदाशिवभवो विष्णुर्ब्रह्मा सर्वशिवात्मकम्  ॥
]

`verse 13 [
प्रधानात्प्रथमं जज्ञे वृद्धिः ख्यातिर्मतिर्महान्  ॥
महत्तत्त्वस्य संक्षोभादहंकारस्त्रिधा ऽभवत् ॥
]

`verse 14 [
अहंकारश्च भूतानि तन्मात्रानींद्रियाणि च  ॥
वैकारिकादहंकारात्सत्त्वोद्रिक्तात्तु सात्त्विकः  ॥
]

`verse 15 [
वैकारिकः स सर्गस्तु युगपत्संप्रवर्तते  ॥
बुद्धीन्द्रियाणि पञ्चैव पञ्चकर्मेंद्रियाणि च  ॥
]

`verse 16 [
एकादशं मनस्तत्र स्वगुणेनोभयात्मकम्  ॥
तमोयुक्तादहंकाराद्भूततन्मात्रसंभवः  ॥
]

`verse 17 [
भूतानामादिभूतत्वाद्भूतादिः कथ्यते तु सः  ॥
भूतादेश्शब्दमात्रं स्यात्तत्र चाकाशसंभवः  ॥
]

`verse 18 [
आकाशात्स्पर्श उत्पन्नः स्पर्शाद्वायुसमुद्भवः  ॥
वायो रूपं ततस्तेजस्तेजसो रससंभवः  ॥
]

`verse 19 [
रसादापस्समुत्पन्नास्तेभ्यो गन्धसमुद्भवः  ॥
गन्धाच्च पृथिवी जाता भूतेभ्योन्यच्चराचरम्  ॥
]

`verse 20 [
पुरुषाधिष्ठितत्वाच्च अव्यक्तानुग्रहेण च  ॥
महदादिविशेषान्ता ह्यण्डमुत्पादयन्ति ते  ॥
]

`verse 21 [
तत्र कार्यं च करणं संसिद्धं ब्रह्मणो यदा  ॥
तदंडे सुप्रवृद्धो ऽभूत्क्षेत्रज्ञो ब्रह्मसंज्ञितः  ॥
]

`verse 22 [
स वै शरीरी प्रथमः स वै पुरुष उच्यते  ॥
आदिकर्ता स भूतानां ब्रह्माग्रे समवर्तत  ॥
]

`verse 23 [
तस्येश्वरस्य प्रतिमा ज्ञानवैराग्यलक्षणा  ॥
धर्मैश्वर्यकरी बुद्धिर्ब्राह्मी यज्ञे ऽभिमानिनः  ॥
]

`verse 24 [
अव्यक्ताज्जायते तस्य मनसा यद्यदीप्सितम्  ॥
वशी विकृत्वात्त्रैगुण्यात्सापेक्षत्वात्स्वभावतः  ॥
]

`verse 25 [
त्रिधा विभज्य चात्मानं त्रैलोक्ये संप्रवर्तते  ॥
सृजते ग्रसते चैव वीक्षते च त्रिभिस्स्वयम्  ॥
]

`verse 26 [
चतुर्मुखस्तु ब्रह्मत्वे कालत्वे चांतकस्स्मृतः  ॥
सहस्रमूर्धा पुरुषस्तिस्रोवस्थास्स्वयंभुवः  ॥
]

`verse 27 [
सत्त्वं रजश्च ब्रह्मा च कालत्वे च तमो रजः  ॥
विष्णुत्वे केवलं सत्त्वं गुणवृद्धिस्त्रिधा विभौ  ॥
]

`verse 28 [
ब्रह्मत्वे सृजते लोकान् कालत्वे संक्षिपत्यपि  ॥
पुरुषत्वे ऽत्युदासीनः कर्म च त्रिविधं विभोः  ॥
]

`verse 29 [
एवं त्रिधा विभिन्नत्वाद्ब्रह्मा त्रिगुण उच्यते  ॥
चतुर्धा प्रविभक्तत्वाच्चातुर्व्यूहः प्रकीर्तितः  ॥
]

`verse 30 [
आदित्वादादिदेवो ऽसावजातत्वादजः स्मृतः  ॥
पाति यस्मात्प्रजाः सर्वाः प्रजापतिरिति स्मृतः  ॥
]

`verse 31 [
हिरण्मयस्तु यो मेरुस्तस्योल्बं सुमहात्मनः  ॥
गर्भोदकं समुद्राश्च जरायुश्चाऽपि पर्वताः  ॥
]

`verse 32 [
तस्मिन्नंडे त्विमे लोका अंतर्विश्वमिदं जगत् ॥
चंद्रादित्यौ सनक्षत्रौ सग्रहौ सह वायुना  ॥
]

`verse 33 [
अद्भिर्दशगुणाभिस्तु बाह्यतोण्डं समावृतम्  ॥
आपो दशगुणेनैव तेजसा बहिरावृताः  ॥
]

`verse 34 [
तेजो दशगुणेनैव वायुना बहिरावृतम्  ॥
आकाशेनावृतो वायुः खं च भूतादिनावृतम्  ॥
]

`verse 35 [
भूतादिर्महता तद्वदव्यक्तेनावृतो महान्  ॥
एतैरावरणैरण्डं सप्तभिर्बहिरावृतम्  ॥
]

`verse 36 [
एतदावृत्त्य चान्योन्यमष्टौ प्रकृतयः स्थिताः  ॥
सृष्टिपालनविध्वंसकर्मकर्त्र्यो द्विजोत्तमाः  ॥
]

`verse 37 [
एवं परस्परोत्पन्ना धारयंति परस्परम्  ॥
आधाराधेयभावेन विकारास्तु विकारिषु  ॥
]

`verse 38 [
कूर्मोंगानि यथा पूर्वं प्रसार्य विनियच्छति  ॥
विकारांश्च तथा ऽव्यक्तं सृष्ट्वा भूयो नियच्छति  ॥
]

`verse 39 [
अव्यक्तप्रभवं सर्वमानुलोम्येन जायते  ॥
प्राप्ते प्रलयकाले तु प्रतिलोम्येनुलीयते  ॥
]

`verse 40 [
गुणाः कालवशादेव भवंति विषमाः समाः  ॥
गुणसाम्ये लयो ज्ञेयो वैषम्ये सृष्टिरुच्यते  ॥
]

`verse 41 [
तदिदं ब्रह्मणो योनिरेतदंडं घनं महत् ॥
ब्रह्मणः क्षेत्रमुद्दिष्टं ब्रह्मा क्षेत्रज्ञ उच्यते  ॥
]

`verse 42 [
इतीदृशानामण्डानां कोट्यो ज्ञेयाः सहस्रशः  ॥
सर्वगत्वात्प्रधानस्य तिर्यगूर्ध्वमधः स्थिताः  ॥
]

`verse 43 [
तत्र तत्र चतुर्वक्त्रा ब्रह्माणो हरयो भवाः  ॥
सृष्टा प्रधानेन तथा लब्ध्वा शंभोस्तु सन्निधिम्  ॥
]

`verse 44 [
महेश्वरः परोव्यक्तादंडमव्यक्तसंभवम्  ॥
अण्डाज्जज्ञे विभुर्ब्रह्मा लोकास्तेन कृतास्त्विमे  ॥
]

`verse 45 [
अबुद्धिपूर्वः कथितो मयैष प्रधानसर्गः प्रथमः प्रवृतः  ॥
आत्यंतिकश्च प्रलयोन्तकाले लीलाकृतः केवलमीश्वरस्य  ॥
]

`verse 46 [
यत्तत्स्मृतं कारणमप्रमेयं ब्रह्मा प्रधानं प्रकृतेः प्रसूतिः  ॥
अनादिमध्यान्तमनन्तवीर्यं शुक्लं सुरक्तं पुरुषेण युक्तम्  ॥
]

`verse 47 [
उत्पादकत्वाद्रजसोतिरेकाल्लोकस्य संतानविवृद्धिहेतून्  ॥
अष्टौ विकारानपि चादिकाले सृष्ट्वा समश्नाति तथांतकाले  ॥
]

`verse 48 [
प्रकृत्यवस्थापितकारणानां या च स्थितिर्या च पुनः प्रवृत्तिः  ॥
तत्सर्वमप्राकृतवैभवस्य संकल्पमात्रेण महेश्वरस्य  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां ब्रह्मांडस्थितिवर्णनं नाम दशमो ऽध्यायः
]
