`speaker [
मुनय ऊचुः
]

`verse 1 [
मन्वंतराणि सर्वाणि कल्पभेदांश्च सर्वशः  ॥
तेष्वेवांतरसर्गं च प्रतिसर्गं च नो वद  ॥
]

`speaker [
वायुरुवाच
]

`verse 2 [
कालसंख्याविवृत्तस्य परार्धो ब्रह्मणस्स्मृतः  ॥
तावांश्चैवास्य कालोन्यस्तस्यांते प्रतिसृज्यते  ॥
]

`verse 3 [
दिवसे दिवसे तस्य ब्रह्मणः पूर्वजन्मनः  ॥
चतुर्दशमहाभागा मनूनां परिवृत्तयः  ॥
]

`verse 4 [
अनादित्वादनंतत्वादज्ञेयत्वाच्च कृत्स्नशः  ॥
मन्वंतराणि कल्पाश्च न शक्या वचनात्पृथक् ॥
]

`verse 5 [
उक्तेष्वपि च सर्वेषु शृण्वतां वो वचो मम  ॥
किमिहास्ति फलं तस्मान्न पृथक्वक्तुमुत्सहे  ॥
]

`verse 6 [
य एव खलु कल्पेषु कल्पः संप्रति वर्तते  ॥
तत्र संक्षिप्य वर्तंते सृष्टयः प्रतिसृष्टयः  ॥
]

`verse 7 [
यस्त्वयं वर्तते कल्पो वाराहो नाम नामतः  ॥
अस्मिन्नपि द्विजश्रेष्ठा मनवस्तु चतुर्दश  ॥
]

`verse 8 [
स्वायंभुवादयस्सप्त सप्त सावर्णिकादयः  ॥
तेषु वैवस्वतो नाम सप्तमो वर्तते मनुः  ॥
]

`verse 9 [
मन्वंतरेषु सर्वेषु सर्गसंहारवृत्तयः  ॥
प्रायः समाभवंतीति तर्कः कार्यो विजानता  ॥
]

`verse 10 [
पूर्वकल्पे परावृत्ते प्रवृत्ते कालमारुते  ॥
समुन्मूलितमूलेषु वृक्षेषु च वनेषु च  ॥
]

`verse 11 [
जगंति तृणवक्त्रीणि देवे दहति पावके  ॥
वृष्ट्या भुवि निषिक्तायां विवेलेष्वर्णवेषु च  ॥
]

`verse 12 [
दिक्षु सर्वासु मग्नासु वारिपूरे महीयसि  ॥
तदद्भिश्चटुलाक्षेपैस्तरंगभुजमण्डलैः  ॥
]

`verse 13 [
प्रारब्धचण्डनृत्येषु ततः प्रलयवारिषु  ॥
ब्रह्मा नारायणो भूत्वा सुष्वाप सलिले सुखम्  ॥
]

`verse 14 [
इमं चोदाहरन्मंत्रं श्लोकं नारायणं प्रति  ॥
तं शृणुध्वं मुनिश्रेष्ठास्तदर्थं चाक्षराश्रयम्  ॥
]

`verse 15 [
आपो नारा इति प्रोक्ता आपो वै नरसूनवः  ॥
अयनं तस्य ता यस्मात्तेन नारायणः स्मृतः  ॥
]

`verse 16 [
शिवयोगमयीं निद्रां कुर्वन्तं त्रिदशेश्वरम्  ॥
बद्धांजलि पुटास्सिद्धा जनलोकनिवासिनः  ॥
]

`verse 17 [
स्तोत्रैः प्रबोधयामासुः प्रभातसमये सुराः  ॥
यथा सृष्ट्यादिसमये ईश्वरं श्रुतयः पुरा  ॥
]

`verse 18 [
ततः प्रबुद्ध उत्थाय शयनात्तोयमध्यगात् ॥
उदैक्षत दिशः सर्वा योगनिद्रालसेक्षणः  ॥
]

`verse 19 [
नापश्यत्स तदा किंचित्स्वात्मनो व्यतिरेकि यत् ॥
सविस्मय इवासीनः परां चिंतामुपागमत् ॥
]

`verse 20 [
क्व सा भगवती या तु मनोज्ञा महती मही  ॥
नानाविधमहाशैलनदीनगरकानना  ॥
]

`verse 21 [
एवं संचिंतयन्ब्रह्मा बुबुधे नैव भूस्थितिम्  ॥
तदा सस्मार पितरं भगवंतं त्रिलोचनम्  ॥
]

`verse 22 [
स्मरणाद्देवदेवस्य भवस्यामिततेजसः  ॥
ज्ञातवान्सलिले मग्नां धरणीं धरणीपतिः  ॥
]

`verse 23 [
ततो भूमेस्समुद्धारं कर्तुकामः प्रजापतिः  ॥
जलक्रीडोचितं दिव्यं वाराहं रूपमस्मरत् ॥
]

`verse 24 [
महापर्वतवर्ष्माणं महाजलदनिःस्वनम्  ॥
नीलमेघप्रतीकाशं दीप्तशब्दं भयानकम्  ॥
]

`verse 25 [
पीनवृत्तघनस्कंधपीनोन्नतकटीतटम्  ॥
ह्रस्ववृत्तोरुजंघाग्रं सुतीक्ष्णपुरमण्डलम्  ॥
]

`verse 26 [
पद्मरागमणिप्रख्यं वृत्तभीषणलोचनम्  ॥
वृत्तदीर्घमहागात्रं स्तब्धकर्णस्थलोज्ज्वलम्  ॥
]

`verse 27 [
उदीर्णोच्छ्वासनिश्वासघूर्णितप्रलयार्णवम्  ॥
विस्फुरत्सुसटाच्छन्नकपोलस्कंधबंधुरम्  ॥
]

`verse 28 [
मणिभिर्भूषणैश्चित्रैर्महारत्नैःपरिष्कृतम्  ॥
विराजमानं विद्युद्भिर्मेघसंघमिवोन्नतम्  ॥
]

`verse 29 [
आस्थाय विपुलं रूपं वाराहममितं विधिः  ॥
पृथिव्युद्धरणार्थाय प्रविवेश रसातलम्  ॥
]

`verse 30 [
स तदा शुशुभे ऽतीव सूकरो गिरिसंनिभः  ॥
लिंगाकृतेर्महेशस्य पादमूलं गतो यथा  ॥
]

`verse 31 [
ततस्स सलिले मग्नां पृथिवीं पृथिवींधरः  ॥
उद्धृत्यालिंग्य दंष्ट्राभ्यामुन्ममज्ज रसातलात् ॥
]

`verse 32 [
तं दृष्ट्वा मुनयस्सिद्धा जनलोकनिवासिनः  ॥
मुमुदुर्ननृतुर्मूर्ध्नि तस्य पुष्पैरवाकिरन्  ॥
]

`verse 33 [
वपुर्महावराहस्य शुशुभे पुष्पसंवृतम्  ॥
पतद्भिरिव खद्योतैः प्राशुरंजनपर्वतः  ॥
]

`verse 34 [
ततः संस्थानमानीय वराहो महतीं महीम्  ॥
स्वमेव रूपमास्थाय स्थापयामास वै विभुः  ॥
]

`verse 35 [
पृथिवीं च समीकृत्य पृथिव्यां स्थापयन्गिरीन्  ॥
भूराद्यांश्चतुरो लोकान् कल्पयामास पूर्ववत् ॥
]

`verse 36 [
इति सह महतीं महीं महीध्रैः प्रलयमहाजलधेरधःस्थमध्यात् ॥
उपरि च विनिवेश्य विश्वकर्मा चरमचरं च जगत्ससर्ज भूयः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वा पू सृष्ट्यादिवर्णनं नामैकादशो ऽध्यायः
]
