`speaker [
वायुरुवाच
]

`verse 1 [
सर्गं चिंतयतस्तस्य तदा वै बुद्धिपूर्वकम्  ॥
प्रध्यानकाले मोहस्तु प्रादुर्भूतस्तमोमयः  ॥
]

`verse 2 [
तमोमोहो महामोहस्तामिस्रश्चान्धसंज्ञितः  ॥
अविद्या पञ्चमी चैषा प्रादुर्भूता महात्मनः  ॥
]

`verse 3 [
पञ्चधा ऽवस्थितः सर्गो ध्यायतस्त्वभिमानिनः  ॥
सर्वतस्तमसातीव बीजकुम्भवदावृतः  ॥
]

`verse 4 [
बहिरन्तश्चाप्रकाशः स्तब्धो निःसंज्ञ एव च  ॥
तस्मात्तेषां वृता बुद्धिर्मुखानि करणानि च  ॥
]

`verse 5 [
तस्मात्ते संवृतात्मानो नगा मुख्याः प्रकीर्तिताः  ॥
तं दृष्ट्वाऽसाधकं ब्रह्मा प्रथमं सर्गमीदृशम्  ॥
]

`verse 6 [
अप्रसन्नमना भूत्वा द्वितीयं सो ऽभ्यमन्यत  ॥
तस्याभिधायतः सर्गं तिर्यक्स्रोतो ऽभ्यवर्तत  ॥
]

`verse 7 [
अन्तःप्रकाशास्तिर्यंच आवृताश्च बहिः पुनः  ॥
पश्वात्मानस्ततो जाता उत्पथग्राहिणश्च ते  ॥
]

`verse 8 [
तमप्यसाधकं ज्ञात्वा सर्गमन्यममन्यत  ॥
तदोर्ध्वस्रोतसो वृत्तो देवसर्गस्तु सात्त्विकः  ॥
]

`verse 9 [
ते सुखप्रीतिबहुला बहिरन्तश्च नावृताः  ॥
प्रकाशा बहिरन्तश्चस्वभावादेव संज्ञिताः  ॥
]

`verse 10 [
ततो ऽभिध्यायतोव्यक्तादर्वाक्स्रोतस्तु साधकः  ॥
मनुष्यनामा सञ्जातः सर्गो दुःखसमुत्कटः  ॥
]

`verse 11 [
प्रकाशाबहिरन्तस्ते तमोद्रिक्ता रजो ऽधिकाः  ॥
पञ्चमोनुग्रहः सर्गश्चतुर्धा संव्यवस्थितः  ॥
]

`verse 12 [
विपर्ययेण शक्त्या च तुष्ट्यासिद्ध्या तथैव च  ॥
ते ऽपरिग्राहिणः सर्वे संविभागरताः पुनः  ॥
]

`verse 13 [
खादनाश्चाप्यशीलाश्च भूताद्याः परिकीर्तिताः  ॥
प्रथमो महतः सर्गो ब्रह्मणः परमेष्ठिनः  ॥
]

`verse 14 [
तन्मात्राणां द्वितीयस्तु भूतसर्गः स उच्यते  ॥
वैकारिकस्तृतीयस्तु सर्ग ऐन्द्रियकः स्मृतः  ॥
]

`verse 15 [
इत्येष प्रकृतेः सर्गः सम्भृतो ऽबुद्धिपूर्वकः  ॥
]

`verse 16 [
मुख्यसर्गश्चतुर्थस्तु मुख्या वै स्थावराः स्मृताः  ॥
तिर्यक्स्रोतस्तु यः प्रोक्तस्तिर्यग्योनिः स पञ्चमः  ॥
तदूर्ध्वस्रोतसः षष्ठो देवसर्गस्तु स स्मृतः  ॥
]

`verse 17 [
ततो ऽर्वाक्स्रोतसां सर्गः सप्तमः स तु मानुषः  ॥
अष्टमो ऽनुग्रहः सर्गः कौमारो नवमः स्मृतः  ॥
]

`verse 18 [
प्राकृताश्च त्रयः पूर्वे सर्गास्ते ऽबुद्धिपूर्वकाः  ॥
बुद्धिपूर्वं प्रवर्तन्ते मुख्याद्याः पञ्च वैकृताः  ॥
]

`verse 19 [
अग्रे ससर्ज वै ब्रह्मा मानसानात्मनः समान्  ॥
सनन्दं सनकञ्चैव विद्वांसञ्च सनातनम्  ॥
]

`verse 20 [
ऋभुं सनत्कुमारञ्च पूर्वमेव प्रजापतिः  ॥
सर्वे ते योगिनो ज्ञेया वीतरागा विमत्सराः  ॥
]

`verse 21 [
ईश्वरासक्तमनसो न चक्रुः सृष्टये मतिम्  ॥
तेषु सृष्ट्यनपेक्षेषु गतेषु सनकादिषु  ॥
]

`verse 22 [
स्रष्टुकामः पुनर्ब्रह्मा तताप परमं तपः  ॥
तस्यैवं तप्यमानस्य न किंचित्समवर्तत  ॥
]

`verse 23 [
ततो दीर्घेण कालेन दुःखात्क्रोधो व्यजायत  ॥
क्रोधाविष्टस्य नेत्राभ्यां प्रापतन्नश्रुबिन्दवः  ॥
]

`verse 24 [
ततस्तेभ्यो ऽश्रुबिन्दुभ्यो भूताः प्रेतास्तदाभवन्  ॥
सर्वांस्तानश्रुजान्दृष्ट्वा ब्रह्मात्मानमनिंदत  ॥
]

`verse 25 [
तस्य तीव्रा ऽभवन्मूर्छा क्रोधामर्षसमुद्भवा  ॥
मूर्छितस्तु जहौ प्राणान्क्रोधाविष्टः प्रजापतिः  ॥
]

`verse 26 [
ततः प्राणेश्वरो रुद्रो भगवान्नीललोहितः  ॥
प्रसादमतुलं कर्तुं प्रादुरासीत्प्रभोर्मुखात् ॥
]

`verse 27 [
दशधा चैकधा चक्रे स्वात्मानं प्रभुरीश्वरः  ॥
ते तेनोक्ता महात्मानो दशधा चैकधा कृताः  ॥
]

`verse 28 [
यूयं सृष्टा मया वत्सा लोकानुग्रहकारणात् ॥
तस्मात्सर्वस्य लोकस्य स्थापनाय हिताय च  ॥
]

`verse 29 [
प्रजासन्तानहेतोश्च प्रयतध्वमतन्द्रिताः  ॥
एवमुक्ताश्च रुरुदुर्दुद्रुवुश्च समन्ततः  ॥
]

`verse 30 [
रोदनाद्द्रावणाच्चैव ते रुद्रा नामतः स्मृताः  ॥
ये रुद्रास्ते खलु प्राणा ये प्राणास्ते महात्मकाः  ॥
]

`verse 31 [
ततो मृतस्य देवस्य ब्रह्मणः परमेष्ठिनः  ॥
घृणी ददौ पुनः प्राणान्ब्रह्मपुत्रो महेश्वरः  ॥
]

`verse 32 [
प्रहृष्टवदनो रुद्रः प्राणप्रत्यागमाद्विभोः  ॥
अभ्यभाषत विश्वेशो ब्रह्माणं परमं वचः  ॥
]

`verse 33 [
माभैर्माभैर्महाभाग विरिंच जगतां गुरो  ॥
मया ते प्राणिताः प्राणाः सुखमुत्तिष्ठ सुव्रत  ॥
]

`verse 34 [
स्वप्नानुभूतमिव तच्छ्रुत्वा वाक्यं मनोहरम्  ॥
हरं निरीक्ष्य शनकैर्नेत्रैः फुल्लाम्बुजप्रभैः  ॥
]

`verse 35 [
तथा प्रत्यागतप्राणः स्निग्धगम्भीरया गिरा  ॥
उवाच वचनं ब्रह्मा तमुद्दिश्य कृताञ्जलिः  ॥
]

`verse 36 [
त्वं हि दर्शनमात्रेण चानन्दयसि मे मनः  ॥
को भवान् विश्वमूर्त्या वा स्थित एकादशात्मकः  ॥
]

`verse 37 [
तस्य तद्वचनं श्रुत्वा व्याजहार महेश्वरः  ॥
स्पृशन् काराभ्यां ब्रह्माणं सुसुखाभ्यां सुरेश्वरः  ॥
]

`verse 38 [
मां विद्धि परमात्मानं तव पुत्रत्वमागतम्  ॥
एते चैकादश रुद्रास्त्वां सुरक्षितुमागताः  ॥
]

`verse 39 [
तस्मात्तीव्रामिमाम्मूर्छां विधूय मदनुग्रहात् ॥
प्रबुद्धस्व यथापूर्वं प्रजा वै स्रष्टुमर्हसि  ॥
]

`verse 40 [
एवं भगवता प्रोक्तो ब्रह्मा प्रीतमना ह्यभूत् ॥
नानाष्टकेन विश्वात्मा तुष्टाव परमेश्वरम्  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
नमस्ते भगवन् रुद्र भास्करामिततेजसे  ॥
नमो भवाय देवाय रसायाम्बुमयात्मने  ॥
]

`verse 42 [
ईशाय वसवे तुभ्यं नमस्स्पर्शमयात्मने  ॥
पशूनां पतये चैव पावकायातितेजसे  ॥
भीमाय व्योमरूपाय शब्दमात्राय ते नमः  ॥
]

`verse 43 [
महादेवाय सोमाय नमोस्त्वमृतमूर्तये  ॥
]

`verse 44 [
एवं स्तुत्वा महादेवं ब्रह्मा लोकपितामहः  ॥
प्रार्थयामास विश्वेशं गिरा प्रणतिपूर्वया  ॥
]

`verse 45 [
भगवन् भूतभव्येश मम पुत्र महेश्वर  ॥
सृष्टिहेतोस्त्वमुत्पन्नो ममांगे ऽनंगनाशनः  ॥
]

`verse 46 [
तस्मान्महति कार्येस्मिन् व्यापृतस्य जगत्प्रभो  ॥
सहायं कुरु सर्वत्र स्रष्टुमर्हसि स प्रजाः  ॥
]

`verse 47 [
तेनैषां पावितो देवो रुद्रस्त्रिपुरमर्दनः  ॥
बाढमित्येव तां वाणीं प्रतिजग्राह शंकरः  ॥
]

`verse 48 [
ततस्स भगवान् ब्रह्मा हृष्टं तमभिनंद्य च  ॥
स्रष्टुं तेनाभ्यनुज्ञातस्तथान्याश्चासृजत्प्रजाः  ॥
]

`verse 49 [
मरीचिभृग्वंगिरसः पुलस्त्यं पुलहं क्रतुम्  ॥
दक्षमत्रिं वसिष्ठं च सो ऽसृजन्मनसैव च  ॥
पुरस्तादसृजद्ब्रह्मा धर्मं संकल्पमेव च  ॥
]

`verse 50 [
इत्येते ब्रह्मणः पुत्रा द्वादशादौ प्रकीर्तिताः  ॥
सह रुद्रेण संभूताः पुराणा गृहमेधिनः  ॥
]

`verse 51 [
तेषां द्वादश वंशाः स्युर्दिव्या देवगणान्विताः  ॥
प्रजावन्तः क्रियावन्तो महर्षिभिरलंकृताः  ॥
]

`verse 52 [
अथ देवासुरपित्ःन्मनुष्यांश्च चतुष्टयम्  ॥
सह रुद्रेण सिसृक्षुरंभस्येतानि वै विधिः  ॥
]

`verse 53 [
स सृष्ट्यर्थं समाधाय ब्रह्मात्मानमयूयुजत् ॥
मुखादजनयद्देवान् पित्ःंश्चैवोपपक्षतः  ॥
]

`verse 54 [
जघनादसुरान् सर्वान् प्रजनादपि मानुषान्  ॥
अवस्करे क्षुधाविष्टा राक्षसास्तस्य जज्ञिरे  ॥
]

`verse 55 [
पुत्रास्तमोरजःप्राया बलिनस्ते निशाचराः  ॥
सर्पा यक्षास्तथा भूता गंधर्वाः संप्रजज्ञिरे  ॥
]

`verse 56 [
वयांसि पक्षतः सृष्टाः पक्षिणो वक्षसो ऽसृजत् ॥
मुखतोजांस्तथा पार्श्वादुरगांश्च विनिर्ममे  ॥
]

`verse 57 [
पद्भ्यां चाश्वान्समातंगान् शरभान् गवयान्मृगान्  ॥
उष्ट्रानश्वतरांश्चैव न्यंकूनन्याश्च जातयः १  ॥
]

`verse 58 [
औषध्यः फलमूलानि रोमभ्यस्तस्य जज्ञिरे  ॥
गायत्रीं च ऋचं चैव त्रिवृत्साम रथंतरम्  ॥
]

`verse 59 [
अग्निष्टोमं च यज्ञानां निर्ममे प्रथमान्मुखात् ॥
यजूंषि त्रैष्टुभं छंदःस्तोमं पञ्चदशं तथा  ॥
]

`verse 60 [
बृहत्साम तथोक्थं च दक्षिणादसृजन्मुखात् ॥
सामानि जगतीछंदः स्तोमं सप्तदशं तथा  ॥
]

`verse 61 [
वैरूप्यमतिरात्रं च पश्चिमादसृजन्मुखात् ॥
एकविंशमथर्वाणमाप्तोर्यामाणमेव च  ॥
]

`verse 62 [
अनुष्टुभं स वैराजमुत्तरादसृजन्मुखात् ॥
उच्चावचानि भूतानि गात्रेभ्यस्तस्य जज्ञिरे  ॥
]

`verse 63 [
यक्षाः पिशाचा गंधर्वास्तथैवाप्सरसां गणाः  ॥
नरकिन्नररक्षांसि वयःपशुमृगोरगाः  ॥
]

`verse 64 [
अव्ययं चैव यदिदं स्थाणुस्थावरजंगमम्  ॥
तेषां वै यानि कर्माणि प्राक्सृष्टानि प्रपेदिरे  ॥
]

`verse 65 [
तान्येव ते प्रपद्यंते सृज्यमानाः पुनः पुनः  ॥
हिंस्राहिंस्रे मृदुक्रूरे धर्माधर्मावृतानृते  ॥
]

`verse 66 [
तद्भाविताः प्रपद्यंते तस्मात्तत्तस्य रोचते  ॥
महाभूतेषु नानात्वमिंद्रियार्थेषु मुक्तिषु  ॥
]

`verse 67 [
विनियोगं च भूतानां धातैव व्यदधत्स्वयम्  ॥
नाम रूपं च भूतानां प्राकृतानां प्रपञ्चनम्  ॥
]

`verse 68 [
वेदशब्देभ्य एवादौ निर्ममे ऽसौ पितामहः  ॥
आर्षाणि चैव नामानि याश्च वेदेषु वृत्तयः  ॥
]

`verse 69 [
शर्वर्यंते प्रसूतानां तान्येवैभ्यो ददावजः  ॥
यथर्तावृतुलिंगानि नानारूपाणि पर्यये  ॥
]

`verse 70 [
दृश्यंते तानि तान्येव तथा भावा युगादिषु  ॥
इत्येष करणोद्भूतो लोकसर्गस्स्वयंभुवः  ॥
]

`verse 71 [
महदाद्योविशेषांतो विकारः प्रकृतेः स्वयम्  ॥
चंद्रसूर्यप्रभाजुष्टो ग्रहनक्षत्रमंडितः  ॥
]

`verse 72 [
नदीभिश्च समुद्रैश्च पर्वतैश्च स मंडितः  ॥
परैश्च विविधैरम्यैस्स्फीतैर्जनपदैस्तथा  ॥
]

`verse 73 [
तस्मिन् ब्रह्मवने ऽव्यक्तो ब्रह्मा चरति सर्ववित् ॥
अव्यक्तबीजप्रभव ईश्वरानुग्रहे स्थितः  ॥
]

`verse 74 [
बुद्धिस्कंधमहाशाख इन्द्रियांतरकोटरः  ॥
महाभूतप्रमाणश्च विशेषामलपल्लवः  ॥
]

`verse 75 [
धर्माधर्मसुपुष्पाढ्यः सुखदुःखफलोदयः  ॥
आजीव्यः सर्वभूतानां ब्रह्मवृक्षः सनातनः  ॥
]

`verse 76 [
द्यां मूर्धानं तस्य विप्रा वदंति खं वै नाभिं चंद्रसूर्यौ च नेत्रे  ॥
दिशः श्रोत्रे चरणौ च क्षितिं च सो ऽचिन्त्यात्मा सर्वभूतप्रणेता  ॥
]

`verse 77 [
वक्त्रात्तस्य ब्रह्मणास्संप्रसूतास्तद्वक्षसः क्षत्रियाः पूर्वभागात् ॥
वैश्या उरुभ्यां तस्य पद्भ्यां च शूद्राः सर्वे वर्णा गात्रतः संप्रसूताः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे सृष्टिवर्णनं नाम द्वादशो ऽध्यायः
]
