`speaker [
वायुरुवाच
]

`verse 1 [
प्रतिकल्पं प्रवक्ष्यामि रुद्राविर्भावकारणम्  ॥
यतो विच्छिन्नसंताना ब्रह्मसृष्टिः प्रवर्तते  ॥
]

`verse 2 [
कल्पेकल्पे प्रजाः सृष्ट्वा ब्रह्मा ब्रह्मांडसंभवः  ॥
अवृद्धिहेतोर्भूतानां मुमोह भृशदुःखितः  ॥
]

`verse 3 [
तस्य दुःखप्रशांत्यर्थं प्रजानां च विवृद्धये  ॥
तत्तत्कल्पेषु कालात्मा रुद्रो रुद्रगणाधिपः  ॥
]

`verse 4 [
निर्दिष्टः पममेशेन महेशो नीललोहितः  ॥
पुत्रो भूत्वानुगृह्णाति ब्रह्माणं ब्रह्मणोनुजः  ॥
]

`verse 5 [
स एव भगवानीशस्तेजोराशिरनामयः  ॥
अनादिनिधनोधाता भूतसंकोचको विभुः  ॥
]

`verse 6 [
परमैश्वर्यसंयुक्तः परमेश्वरभावितः  ॥
तच्छक्त्याधिष्ठितश्शश्वत्तच्चिह्नैरपि चिह्नितः  ॥
]

`verse 7 [
तन्नामनामा तद्रूपस्तत्कार्यकरणक्षमः  ॥
तत्तुल्यव्यवहारश्च तदाज्ञापरिपालकः  ॥
]

`verse 8 [
सहस्रादित्यसंकाशश्चन्द्रावयवभूषणः  ॥
भुजंगहारकेयूरवलयो मुंजमेखलः  ॥
]

`verse 9 [
जलंधरविरिंचेन्द्रकपालशकलोज्ज्वलः  ॥
गङ्गातुंगतरंगार्धपिंगलाननमूर्धजः  ॥
]

`verse 10 [
भग्नदंष्ट्रांकुराक्रान्तप्रान्तकान्तधराधरः  ॥
सव्यश्रवणपार्श्वांतमंडलीकृतकुण्डलः  ॥
]

`verse 11 [
महावृषभनिर्याणो महाजलदनिःस्वनः  ॥
महानलसमप्रख्यो महाबलपराक्रमः  ॥
]

`verse 12 [
एवं घोरमहारूपो ब्रह्मपुत्रीं महेश्वरः  ॥
विज्ञानं ब्रह्मणे दत्त्वा सर्गे सहकरोति च  ॥
]

`verse 13 [
तस्माद्रुद्रप्रसादेन प्रतिकल्पं प्रजापतेः  ॥
प्रवाहरूपतो नित्या प्रजासृष्टिः प्रवर्तते  ॥
]

`verse 14 [
कदाचित्प्रार्थितः स्रष्टुं ब्रह्मणा नीललोहितः  ॥
स्वात्मना सदृशान् सर्वान् ससर्ज मनसा विभुः  ॥
]

`verse 15 [
कपर्दिनो निरातंकान्नीलग्रीवांस्त्रिलोचनान्  ॥
जरामरणनिर्मुक्तान् दीप्तशूलवरायुधान्  ॥
]

`verse 16 [
तैस्तु संच्छादितं सर्वं चतुर्दशविधं जगत् ॥
तान्दृष्टा विविधान्रुद्रान् रुद्रमाह पितामहः  ॥
]

`verse 17 [
नमस्ते देवदेवेश मास्राक्षीरीदृशीः प्रजाः  ॥
अन्याः सृज त्वं भद्रं ते प्रजा मृत्युसमन्विताः  ॥
]

`verse 18 [
इत्युक्तः प्रहसन्प्राह ब्रह्माणं परमेश्वरः  ॥
नास्ति मे तादृशस्सर्गस्सृज त्वमशुभाः प्रजाः  ॥
]

`verse 19 [
ये त्विमे मनसा सृष्टा महात्मानो महाबलाः  ॥
चरिष्यंति मया सार्धं सर्व एव हि याज्ञिकाः  ॥
]

`verse 20 [
इत्युक्त्वा विश्वकर्माणं विश्वभूतेश्वरो हरः  ॥
सह रुद्रैः प्रजासर्गान्निवृत्तात्मा व्यतिष्ठत  ॥
]

`verse 21 [
ततः प्रभृति देवो ऽसौ न प्रसूते प्रजाः शुभाः  ॥
ऊर्ध्वरेताः स्थितः स्थाणुर्यावदाभूतसंप्लवम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे रुद्राविर्भाववर्णनं नाम चतुर्दशो ऽध्यायः
]
