`speaker [
वायुरुवाच
]

`verse 1 [
यदा पुनः प्रजाः सृष्टा न व्यवर्धन्त वेधसः  ॥
तदा मैथुनजां सृष्टिं ब्रह्मा कर्तुममन्यत  ॥
]

`verse 2 [
न निर्गतं पुरा यस्मान्नारीणां कुलमीश्वरात् ॥
तेन मैथुनजां सृष्टिं न शशाक पितामहः  ॥
]

`verse 3 [
ततस्स विदधे बुद्धिमर्थनिश्चयगामिनीम्  ॥
प्रजानमेव वृद्ध्यर्थं प्रष्टव्यः परमेश्वर  ॥
]

`verse 4 [
प्रसादेन विना तस्य न वर्धेरन्निमाः प्रजाः  ॥
एवं संचिन्त्य विश्वात्मा तपः कर्तुं प्रचक्रमे  ॥
]

`verse 5 [
तदाद्या परमा शक्तिरनंता लोकभाविनी  ॥
आद्या सूक्ष्मतरा शुद्धा भावगम्या मनोहरा  ॥
]

`verse 6 [
निर्गुणा निष्प्रपञ्चा च निष्कला निरुपप्लवा  ॥
निरंतरतरा नित्या नित्यमीश्वरपार्श्वगा  ॥
]

`verse 7 [
तया परमया शक्त्या भगवंतं त्रियम्बकम्  ॥
संचिन्त्य हृदये ब्रह्मा तताप परमं तपः  ॥
]

`verse 8 [
तीव्रेण तपसा तस्य युक्तस्य परमेष्ठिनः  ॥
अचिरेणैव कालेन पिता संप्रतुतोष ह  ॥
]

`verse 9 [
ततः केनचिदंशेन मूर्तिमाविश्य कामपि  ॥
अर्धनारीश्वरो भूत्वा ययौ देवस्स्वयं हरः  ॥
]

`verse 10 [
तं दृष्ट्वा परमं देवं तमसः परमव्ययम्  ॥
अद्वितीयमनिर्देश्यमदृश्यमकृतात्मभिः  ॥
]

`verse 11 [
सर्वलोकविधातारं सर्वलोकेश्वरेश्वरम्  ॥
सर्वलोकविधायिन्या शक्त्या परमया युतम्  ॥
]

`verse 12 [
अप्रतर्क्यमनाभासममेयमजरं ध्रुवम्  ॥
अचलं निर्गुणं शांतमनंतमहिमास्पदम्  ॥
]

`verse 13 [
सर्वगं सर्वदं सर्वसदसद्व्यक्तिवर्जितम्  ॥
सर्वोपमाननिर्मुक्तं शरण्यं शाश्वतं शिवम्  ॥
]

`verse 14 [
प्रणम्य दंडवद्ब्रह्मा समुत्थाय कृतांजलिः  ॥
श्रद्धाविनयसंपन्नैः श्राव्यैः संस्करसंयुतैः  ॥
]

`verse 15 [
यथार्थयुक्तसर्वार्थैर्वेदार्थपरिबृंहितैः  ॥
तुष्टाव देवं देवीं च सूक्तैः सूक्ष्मार्थगोचरैः  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
जय देव महादेव जयेश्वर महेश्वर  ॥
जय सर्वगुण श्रेष्ठ जय सर्वसुराधिप  ॥
]

`verse 17 [
जय प्रकृति कल्याणि जय प्रकृतिनायिके  ॥
जय प्रकृतिदूरे त्वं जय प्रकृतिसुन्दरि  ॥
]

`verse 18 [
जयामोघमहामाय जयामोघ मनोरथ  ॥
जयामोघमहालील जयामोघमहाबल  ॥
]

`verse 19 [
जय विश्वजगन्मातर्जय विश्वजगन्मये  ॥
जय विश्वजगद्धात्रि जय विश्वजगत्सखि  ॥
]

`verse 20 [
जय शाश्वतिकैश्वर्ये जय शाश्वतिकालय  ॥
जय शाश्वतिकाकार जय शाश्वतिकानुग  ॥
]

`verse 21 [
जयात्मत्रयनिर्मात्रि जयात्मत्रयपालिनि  ॥
जयात्मत्रयसंहर्त्रि जयात्मत्रयनायिके  ॥
]

`verse 22 [
जयावलोकनायत्तजगत्कारणबृंहण  ॥
जयोपेक्षाकटाक्षोत्थहुतभुग्भुक्तभौतिक  ॥
]

`verse 23 [
जय देवाद्यविज्ञेये स्वात्मसूक्ष्मदृशोज्ज्वले  ॥
जय स्थूलात्मशक्त्येशेजय व्याप्तचराचरे  ॥
]

`verse 24 [
जय नामैकविन्यस्तविश्वतत्त्वसमुच्चय  ॥
जयासुरशिरोनिष्ठश्रेष्ठानुगकदंबक  ॥
]

`verse 25 [
जयोपाश्रितसंरक्षासंविधानपटीयसि  ॥
जयोन्मूलितसंसारविषवृक्षांकुरोद्गमे  ॥
]

`verse 26 [
जय प्रादेशिकैश्वर्यवीर्यशौर्यविजृंभण  ॥
जय विश्वबहिर्भूत निरस्तपरवैभव  ॥
]

`verse 27 [
जय प्रणीतपञ्चार्थप्रयोगपरमामृत  ॥
जय पञ्चार्थविज्ञानसुधास्तोत्रस्वरूपिणि  ॥
]

`verse 28 [
जयति घोरसंसारमहारोगभिषग्वर  ॥
जयानादिमलाज्ञानतमःपटलचंद्रिके  ॥
]

`verse 29 [
जय त्रिपुरकालाग्ने जय त्रिपुरभैरवि  ॥
जय त्रिगुणनिर्मुक्ते जय त्रिगुणमर्दिनि  ॥
]

`verse 30 [
जय प्रथमसर्वज्ञ जय सर्वप्रबोधिक  ॥
जय प्रचुरदिव्यांग जय प्रार्थितदायिनि  ॥
]

`verse 31 [
क्व देव ते परं धाम क्व च तुच्छं च नो वचः  ॥
तथापि भगवन् भक्त्या प्रलपंतं क्षमस्व माम्  ॥
]

`verse 32 [
विज्ञाप्यैवंविधैः सूक्तैर्विश्वकर्मा चतुर्मुखः  ॥
नमश्चकार रुद्राय रद्राण्यै च मुहुर्मुहुः  ॥
]

`verse 33 [
इदं स्तोत्रवरं पुण्यं ब्रह्मणा समुदीरितम्  ॥
अर्धनारीश्वरं नाम शिवयोर्हर्षवर्धनम्  ॥
]

`verse 34 [
य इदं कीर्तयेद्भक्त्या यस्य कस्यापि शिक्षया  ॥
स तत्फलमवाप्नोति शिवयोः प्रीतिकारणात् ॥
]

`verse 35 [
सकलभुवनभूतभावनाभ्यां जननविनाशविहीनविग्रहाभ्याम्  ॥
नरवरयुवतीवपुर्धराभ्यां सततमहं प्रणतोस्मि शंकराभ्याम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पू शिवशिवास्तुतिवर्णनं नाम पञ्चदशो ऽध्यायः
]
