`speaker [
वायुरुवाच
]

`verse 1 [
अथ देवो महादेवो महाजलदनादया  ॥
वाचा मधुरगंभीरशिवदश्लक्ष्णवर्णया  ॥
]

`verse 2 [
अर्थसंपन्नपदया राजलक्षणयुक्तया  ॥
अशेषविषयारंभरक्षाविमलदक्षया  ॥
]

`verse 3 [
मनोहरतरोदारमधुरस्मितपूर्वया  ॥
संबभाषे सुसंपीतो विश्वकर्माणमीश्वरः  ॥
]

`speaker [
ईश्वर उवाच
]

`verse 4 [
वत्स वत्स महाभाग मम पुत्र पितामह  ॥
ज्ञातमेव मया सर्वं तव वाक्यस्य गौरवम्  ॥
]

`verse 5 [
प्रजानामेव बृद्ध्यर्थं तपस्तप्तं त्वयाधुना  ॥
तपसा ऽनेन तुष्टोस्मि ददामि च तवेप्सितम्  ॥
]

`verse 6 [
इत्युक्त्वा परमोदारं स्वभावमधुरं वचः  ॥
ससर्ज वपुषो भागाद्देवीं देववरो हरः  ॥
]

`verse 7 [
यामाहुर्ब्रह्मविद्वांसो देवीं दिव्यगुणान्विताम्  ॥
परस्य परमां शक्तिं भवस्य परमात्मनः  ॥
]

`verse 8 [
यस्यां न खलु विद्यंते जन्म मृत्युजरादयः  ॥
या भवानी भवस्यांगात्समाविरभवत्किल  ॥
]

`verse 9 [
यस्या वाचो निवर्तन्ते मनसा चेंद्रियैः सह  ॥
सा भर्तुर्वपुषो भागाज्जातेव समदृश्यत  ॥
]

`verse 10 [
या सा जगदिदं कृत्स्नं महिम्ना व्याप्य तिष्ठति  ॥
शरीरिणीव स देवी विचित्रं समलक्ष्यत  ॥
]

`verse 11 [
सर्वं जगदिदं चैषा संमोहयति मायया  ॥
ईश्वरात्सैव जाताभूदजाता परमार्थतः  ॥
]

`verse 12 [
न यस्या परमो भावः सुराणामपि गोचरः  ॥
विश्वामरेश्वरी चैव विभक्ता भर्तुरंगतः  ॥
]

`verse 13 [
तां दृष्ट्वा परमेशानीं सर्वलोकमहेश्वरीम्  ॥
सर्वज्ञां सर्वगां सूक्ष्मां सदसद्व्यक्तिवर्जिताम्  ॥
]

`verse 14 [
परमां निखिलं भासा भासयन्तीमिदं जगत् ॥
प्रणिपत्य महादेवीं प्रार्थयामास वै विराट् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
देवि देवेन सृष्टो ऽहमादौ सर्वजगन्मयि  ॥
प्रजासर्गे नियुक्तश्च सृजामि सकलं जगत् ॥
]

`verse 16 [
मनसा निर्मिताः सर्वे देवि देवादयो मया  ॥
न वृद्धिमुपगच्छन्ति सृज्यमानाः पुनः पुनः  ॥
]

`verse 17 [
मिथुनप्रभवामेव कृत्वा सृष्टिमतः परम्  ॥
संवर्धयितुमिच्छामि सर्वा एव मम प्रजाः  ॥
]

`verse 18 [
न निर्गतं पुरा त्वत्तो नारीणां कुलमव्ययम्  ॥
तेन नारीकुलं स्रष्टुं शक्तिर्मम न विद्यते  ॥
]

`verse 19 [
सर्वासामेव शक्तीनां त्वत्तः खलु समुद्भवः  ॥
तस्मात्सर्वत्र सर्वेषां सर्वशक्तिप्रदायिनीम्  ॥
]

`verse 20 [
त्वामेव वरदां मायां प्रार्थयामि सुरेश्वरीम्  ॥
चराचरविवृद्ध्यर्थमंशेनैकेन सर्वगे  ॥
]

`verse 21 [
दक्षस्य मम पुत्रस्य पुत्री भव भवार्दिनि  ॥
एवं सा याचिता देवी ब्रह्मणा ब्रह्मयोनिना  ॥
]

`verse 22 [
शक्तिमेकां भ्रुवोर्मध्यात्ससर्जात्मसमप्रभाम्  ॥
तामाह प्रहसन्प्रेक्ष्य देवदेववरो हरः  ॥
]

`verse 23 [
ब्रह्माणं तपसाराध्य कुरु तस्य यथेप्सितम्  ॥
तामाज्ञां परमेशस्य शिरसा प्रतिगृह्य सा  ॥
]

`verse 24 [
ब्रह्मणो वचनाद्देवी दक्षस्य दुहिताभवत् ॥
दत्त्वैवमतुलां शक्तिं ब्रह्मणे ब्रह्मरूपिणीम्  ॥
]

`verse 25 [
विवेश देहं देवस्य देवश्चांतरधीयत  ॥
तदा प्रभृति लोके ऽस्मिन् स्त्रियां भोगः प्रतिष्ठितः  ॥
]

`verse 26 [
प्रजासृष्टिश्च विप्रेंद्रा मैथुनेन प्रवर्तते  ॥
ब्रह्मापि प्राप सानन्दं सन्तोषं मुनिपुंगवाः  ॥
]

`verse 27 [
एतद्वस्सर्वमाख्यातं देव्याः शक्तिसमुद्भवम्  ॥
पुण्यवृद्धिकरं श्राव्यं भूतसर्गानुपंगतः  ॥
]

`verse 28 [
य इदं कीर्तयेन्नित्यं देव्याः शक्तिसमुद्भवम्  ॥
पुण्यं सर्वमवाप्नोति पुत्रांश्च लभते शुभान्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे देवीशक्त्युद्भवो नाम षोडशो ऽध्यायः
]
