`verse 1 [
अध्याय
]

`speaker [
वायुरुवाच
]

`verse 2 [
एवं लब्ध्वा परां शक्तिमीश्वरादेव शाश्वतीम्  ॥
मैथुनप्रभवां सृष्टिं कर्तृकामः प्रजापतिः  ॥
]

`verse 3 [
स्वयमप्यद्भुतो नारी चार्धेन पुरुषो ऽभवत् ॥
यार्धेन नारी सा तस्माच्छतरूपा व्यजायत  ॥
]

`verse 4 [
विराजमसृजद्ब्रह्मा सो ऽर्धन पुरुषो ऽभवत् ॥
स वै स्वायंभुवः पूर्वं पुरुषो मनुरुच्यते  ॥
]

`verse 5 [
सा देवी शतरूपा तु तपः कृत्वा सुदुश्चरम्  ॥
भर्तारं दीप्तयशसं मनुमेवान्वपद्यत  ॥
]

`verse 6 [
तस्मात्तु शतरूपा सा पुत्रद्वयमसूयत  ॥
प्रियव्रतोत्तानपादौ पुत्रौ पुत्रवतां वरौ  ॥
]

`verse 7 [
कन्ये द्वे च महाभागे याभ्यां जातास्त्विमाः प्रजाः  ॥
आकूतिरेका विज्ञेया प्रसूतिरपरा स्मृता  ॥
]

`verse 8 [
स्वायंभुवः प्रसूतिं च ददौ दक्षाय तां प्रभुः  ॥
रुचेः प्रजापतिश्चैव चाकूतिं समपादयत् ॥
]

`verse 9 [
आकूत्यां मिथुनं जज्ञे मानसस्य रुचेः शुभम्  ॥
यज्ञश्च दक्षिणा चैव याभ्यां संवर्तितं जगत् ॥
]

`verse 10 [
स्वायंभुवसुतायां तु प्रसूत्यां लोकमातरः
]

`verse 11 [
चतस्रो विंशतिः कन्या दक्षस्त्वजनयत्प्रभुः  ॥
]

`verse 12 [
श्रद्धा लक्ष्मीर्धृतिः पुष्टिस्तुष्टिर्मेधा क्रिया तथा  ॥
बुद्धिर्लज्जा वपुः शांतिस्सिद्धिः कीर्तिस्त्रयोदशी  ॥
]

`verse 13 [
पत्न्यर्थं प्रतिजग्राह धर्मो दाक्षायणीः प्रभुः  ॥
ताभ्यः शिष्टा यवीयस्य एकादश सुलोचनाः  ॥
]

`verse 14 [
ख्यातिः सत्यर्थसंभूतिः स्मृतिः प्रीतिः क्षमा तथा  ॥
सन्नतिश्चानसूया च ऊर्जा स्वाहा स्वधा तथा  ॥
]

`verse 15 [
भृगुश्शर्वो मरीचिश्च अंगिराः पुलहः क्रतुः  ॥
पुलस्त्यो ऽत्रिर्विशिष्ठश्च पावकः पितरस्तथा  ॥
]

`verse 16 [
ख्यात्याद्या जगृहुः कन्यामुनयो मुनिसत्तमाः  ॥
कामाद्यास्तु यशोंता ये ते त्रयोदश सूनवः  ॥
]

`verse 17 [
धर्मस्य जज्ञिरे तास्तु श्रद्धाद्यास्सुसुखोत्तराः  ॥
दुःखोत्तराश्च हिंसायामधर्मस्य च संततौ  ॥
]

`verse 18 [
निकृत्यादय उत्पन्नाःपुत्राश्च धर्मलक्षणाः  ॥
नैषां भार्याश्च पुत्रा वा सर्वे त्वनियमाः स्मृताः  ॥
]

`verse 19 [
स एष तामसस्सर्गो जज्ञे धर्मनियामकः  ॥
या सा दक्षस्य दुहिता रुद्रस्य दयिता सती  ॥
]

`verse 20 [
भर्तृनिन्दाप्रसंगेन त्यक्त्वा दाक्षायिणीं तनुम्  ॥
दक्षं च दक्षभार्यां च विनिंद्य सह बन्धुभिः  ॥
]

`verse 21 [
सा मेनायामाविरभूत्पुत्री हिमवतो गिरेः  ॥
रुद्रस्तु तां सतीं दृष्ट्वा रुद्रांस्त्वात्मसमप्रभान्  ॥
]

`verse 22 [
यथासृजदसंख्यातांस्तथा कथितमेव च  ॥
भृगोः ख्यात्यां समुत्पन्ना लक्ष्मीर्नारायणप्रिया  ॥
]

`verse 23 [
देवौ धातृविधातारौ मन्वंतरविधारिणौ  ॥
तयोर्वै पुत्रपौत्राद्याश्शतशो ऽथ सहस्रशः  ॥
]

`verse 24 [
स्वायंभुवे ऽंतरे नीताः सर्वे ते भार्गवा मताः  ॥
मरीचेरपि संभूतिः पौर्णमासमसूयत  ॥
]

`verse 25 [
कन्याचतुष्टयं चैव महीयांसस्तदन्वयाः  ॥
येषां वंशे समुत्पन्नो बहुपुत्रस्य कश्यपः  ॥
]

`verse 26 [
स्मृतिश्चांगिरसः पत्नी जनयामास वै सुतौ  ॥
आग्नीध्रं शरभञ्चैव तथा कन्याचतुष्टयम्  ॥
]

`verse 27 [
तदीयाः पुत्रपौत्राश्च येतीतास्ते सहस्रशः  ॥
प्रीत्यां पुलस्त्यभार्यायां दन्तोग्निरभवत्सुतः  ॥
पूर्वजन्मनि योगस्त्यस्स्मृतः स्वायंभुवे ऽंतरे  ॥
]

`verse 28 [
तत्संततीया बहवः पौलस्त्या इति विश्रुताः  ॥
क्षमा तु सुषुवे पुत्रान्पुलहस्य प्रजापतेः  ॥
]

`verse 29 [
कर्दमश्च सुरिश्चैव सहिष्णुश्चेति ते त्रयः  ॥
त्रेताग्निवर्चसस्सर्वे येषां वंशः प्रतिष्ठितः  ॥
]

`verse 30 [
क्रतोः क्रतुसमान्भार्या सन्नतिस्सुषुवे सुतान्  ॥
नैषां भार्याश्च पुत्राश्च सर्वे ते ह्यूर्ध्वरेतसः  ॥
]

`verse 31 [
षष्टिस्तानि सहस्राणि वालखिल्या इति स्मृताः  ॥
अनूरोरग्रतो यांति परिवार्य दिवाकरम्  ॥
]

`verse 32 [
अत्रेर्भार्यानुसूया च पञ्चात्रेयानसूयत  ॥
कन्यकां च श्रुतिं नाम माता शंखपदस्य च  ॥
]

`verse 33 [
सत्यनेत्रश्च हव्यश्च आपोमूर्तिश्शनैश्चरः  ॥
सोमश्च पञ्चमस्त्वेते पञ्चात्रेयाः प्रकीर्तिताः  ॥
]

`verse 34 [
तेषां पुत्राश्च पौत्राश्च ह्यात्रेयाणां महात्मनाम्  ॥
स्वायंभुवे ऽंतरे ऽतीताः शतशो ऽथ सहस्रशः  ॥
]

`verse 35 [
ऊर्जायां तु वसिष्ठस्य पुत्रा वै सप्त जज्ञिरे  ॥
ज्यायसी च स्वसा तेषां पुंडरीका सुमध्यमा  ॥
]

`verse 36 [
रजो गात्रोर्ध्वबाहू च सवनश्चानयश्च यः  ॥
सुतपाश्शुक्र इत्येते सप्त सप्तर्षयः स्मृताः  ॥
]

`verse 37 [
गोत्राणि नामभिस्तेषां वासिष्ठानां महात्मनाम्  ॥
स्वायंभुवे ऽंतरे ऽतीतान्यर्बुदानि शतानि च  ॥
]

`verse 38 [
इत्येष ऋषिसर्गस्तु सानुबंधः प्रकीर्तितः  ॥
समासाद्विस्तराद्वक्तुमशक्यो ऽयमिति द्विजाः  ॥
]

`verse 39 [
यो ऽसौ रुद्रात्मको बह्निब्रह्मणो मानसस्सुतः  ॥
स्वाहा तस्य प्रिया लेभे पुत्रांस्त्रीनमितौजसः  ॥
]

`verse 40 [
पावकः पवमानश्च शुचिरित्येष ते त्रयः  ॥
निर्मंथ्यः पवमानस्स्याद्वैद्युतः पावकस्स्मृतः  ॥
]

`verse 41 [
सूर्ये तपति यश्चासौ शुचिः सौर उदाहृतः  ॥
हव्यवाहः कव्यवाहः सहरक्षा इति त्रयः  ॥
]

`verse 42 [
त्रयाणां क्रमशः पुत्रा देवपितृसुराश्च ते  ॥
एतेषां पुत्रपौत्राश्च चत्वारिंशन्नवैव ते  ॥
]

`verse 43 [
काम्यनैमित्तिकाजस्रकर्मसु त्रिषु संस्थिताः  ॥
सर्वे तपस्विनो ज्ञेयाः सर्वे व्रतभृतस्तथा  ॥
]

`verse 44 [
सर्वे रुद्रात्मकश्चैव सर्वे रुद्रपरायणाः  ॥
तस्मादग्निमुखे यत्तद्धुतं स्यादेव केनचित् ॥
]

`verse 45 [
तत्सर्वं रुद्रमुद्दिश्य दत्तं स्यान्नात्र संशयः  ॥
इत्येवं निश्चयोग्नीनामनुक्रांतो यथातथम्  ॥
]

`verse 46 [
नातिविस्तरतो विप्राः पितॄन्वक्ष्याम्यतः परम्  ॥
यस्मात्षडृतवस्तेषां स्थानं स्थानाभिमानिनाम्  ॥
]

`verse 47 [
ऋतवः पितरस्तस्मादित्येषा वैदिकी श्रुतिः  ॥
युष्मादृतुषु सर्वे हि जायंते स्थास्नुजंगमा  ॥
]

`verse 48 [
तस्मादेते पितर आर्तवा इति च श्रुतम्  ॥
एवं पितॄणामेतेषामृतुकालाभिमानिनाम्  ॥
]

`verse 49 [
आत्मैश्वर्या महात्मानस्तिष्ठंतीहाब्भ्रसंगमात् ॥
आग्निष्वात्ता बर्हिषदः पितरो द्विविधाः स्मृताः  ॥
]

`verse 50 [
अयज्वानश्च यज्वानः क्रमात्ते मृहमेधिनः  ॥
स्वधासूत पितृभ्यश्च द्वे कन्ये लोकविश्रुते  ॥
]

`verse 51 [
मेनां च धरणीं चैव याभ्यां विश्वमिदं धृतम्  ॥
अग्निष्वात्तसुता मेना धरणी बर्हिषत्सुता  ॥
]

`verse 52 [
मेना हिमवतः पत्नी मैनाकं क्रौंचमेव च  ॥
गौरीं गंगां च सुषुवे भवांगाश्लेषपावनीम्  ॥
]

`verse 53 [
मेरोस्तु धरणी पत्नी दिव्यौषधिसमन्वितम्  ॥
मंदरं सुषुवे पुत्रं चित्रिसुन्दरकन्धरम्  ॥
]

`verse 54 [
स एव मंदरः श्रीमान्मेरुपुत्रस्तपोबलात् ॥
साक्षाच्छ्रीकंठनाथस्य शिवस्यावसथं गतः  ॥
]

`verse 55 [
सासूता धरणी भूयस्त्रिंशत्कन्याश्च विश्रुताः  ॥
वेलां च नियतिं चैव तृतीयामपि चायतिम्  ॥
]

`verse 56 [
आयतिर्नियतिश्चैव पत्न्यौ द्वे भृगुपुत्रयोः  ॥
स्वायंभुवे ऽंतरे पूर्वं कथितस्ते तदन्वयः  ॥
]

`verse 57 [
सुषुवे सागराद्वेला कन्यामेकामनिंदिताम्  ॥
सवर्णां नाम सामुद्रीं पत्नीं प्राचीनबर्हिषः  ॥
]

`verse 58 [
सामुद्री सुषुवे पुत्रान्दश प्राचीनबर्हिषः  ॥
सर्वे प्राचेतसा नाम धनुर्वेदस्य पारगाः  ॥
]

`verse 59 [
येषां स्वायंभुवे दक्षः पुत्रत्वमगमत्पुरा  ॥
त्रियम्बकस्य शापेन चाक्षुषस्यांतरे मनोः  ॥
]

`verse 60 [
इत्येते ब्रह्मपुत्राणां धर्मादीनाम्महात्मनाम्  ॥
नातिसंक्षेपतो विप्रा नाति विस्तरतः क्रमात् ॥
]

`verse 61 [
वर्णिता वै मया वंशा दिव्या देवगणान्विताः  ॥
क्रियावंतः प्रजावंतो महर्धिभिरलंकृताः  ॥
]

`verse 62 [
प्रजानां संनिवेशो ऽयं प्रजापतिसमुद्भवः  ॥
न हि शक्यः प्रसंख्यातुं वर्षकोटिशतैरपि  ॥
]

`verse 63 [
राज्ञामपि च यो वंशो द्विधा सो ऽपि प्रवर्तते  ॥
सूर्यवंशस्सोमवंश इति पुण्यतमः क्षितौ  ॥
]

`verse 64 [
इक्ष्वाकुरम्बरीषश्च ययातिर्नाहुषादयः  ॥
पुण्यश्लोकाः श्रुता ये ऽत्र ते पि तद्वंशसंभवाः  ॥
]

`verse 65 [
अन्ये च राजऋषयो नानावीर्यसमन्विता  ॥
किं तैः फलमनुत्क्रांतैरुक्तपूर्वैः पुरातनैः  ॥
]

`verse 66 [
किं चेश्वरकथा वृत्ता यत्र तत्रान्यकीर्तनम्  ॥
न सद्भिः संमतं मत्वा नोत्सहे बहुभाषितुम्  ॥
]

`verse 67 [
प्रसंगादीश्वरस्यैव प्रभावद्योतनादपि  ॥
सर्गादयो ऽपि कथिता इत्यत्र तत्प्रविस्तरैः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे सृष्टिकथनं नाम सप्तदशो ऽध्यायः
]
