`speaker [
ऋषय ऊचुः
]

`verse 1 [
देवी दक्षस्य तनया त्यक्त्वा दाक्षायणी तनुम्  ॥
कथं हिमवतः पुत्री मेनायामभवत्पुरा  ॥
]

`verse 2 [
कथं च निन्दितो रुद्रो दक्षेण च महात्मना  ॥
निमित्तमपि किं तत्र येन स्यान्निंदितो भवः  ॥
]

`verse 3 [
उत्पन्नश्च कथं दक्षो अभिशापाद्भवस्य तु  ॥
चाक्षुषस्यांतरे पूर्वं मनोः प्रब्रूहि मारुत  ॥
]

`verse 4 [
वायुरुवाव
शृण्वंतु कथयिष्यामि दक्षस्य लघुचेतसः  ॥
वृत्तं पापात्प्रमादाच्च विश्वामरविदूषणम्  ॥
]

`verse 5 [
पुरा सुरासुराः सर्वे सिद्धाश्च परमर्षयः  ॥
कदाचिद्द्रष्टुमीशानं हिमवच्छिखरं ययुः  ॥
]

`verse 6 [
तदा देवश्च देवी च दिव्यासनगतावुभौ  ॥
दर्शनं ददतुस्तेषां देवादीनां द्विजोत्तमाः  ॥
]

`verse 7 [
तदानीमेव दक्षो ऽपि गतस्तत्र सहामरैः  ॥
जामातरं हरं द्रष्टुं द्रष्टुं चात्मसुतां सतीम्  ॥
]

`verse 8 [
तदात्मगौरवाद्देवो देव्या दक्षे समागते  ॥
देवादिभ्यो विशेषेण न कदाचिदभूत्स्मृतिः  ॥
]

`verse 9 [
तस्य तस्याः परं भावमज्ञातुश्चापि केवलम्  ॥
पुत्रीत्येवं विमूढस्य तस्यां वैरमजायत  ॥
]

`verse 10 [
ततस्तेनैव वैरेण विधिना च प्रचोदितः  ॥
नाजुवाह भवं दक्षो दीक्षितस्तामपि द्विषन्  ॥
]

`verse 11 [
अन्याञ्१ आमातरस्सर्वानाहूय स यथाक्रमम्  ॥
शतशः पुष्कलामर्चाञ्चकार च पृथक्पृथक् ॥
]

`verse 12 [
तथा तान्संगताञ्छ्रुत्वा नारदस्य मुखात्तदा  ॥
ययौ रुद्राय रुद्राणी विज्ञाप्य भवनं पितुः  ॥
]

`verse 13 [
अथ संनिहितं दिव्यं विमानं विश्वतोमुखम्  ॥
लक्षणाढ्यं सुखारोहमतिमात्रमनोहरम्  ॥
]

`verse 14 [
तप्तजांबूनदप्रख्यं चित्ररत्नपरिष्कृतम्  ॥
मुक्तामयवितानाग्न्यं स्रग्दामसमलंकृतम्  ॥
]

`verse 15 [
तप्तकंचननिर्व्यूहं रत्नस्तंभशतावृतम्  ॥
वज्रकल्पितसोपानं विद्रुमस्तंभतोरणम्  ॥
]

`verse 16 [
पुष्पपट्टपरिस्तीर्णं चित्ररत्नमहासनम्  ॥
वज्रजालकिरच्छिद्रमच्छिद्रमणिकुट्टिमम्  ॥
]

`verse 17 [
मणिदंडमनोज्ञेन महावृषभलक्ष्मणा  ॥
अलंकृतपुरोभागमब्भ्रशुब्भ्रेण केतुना  ॥
]

`verse 18 [
रत्नकंचुकगुप्तांगैश्चित्रवेत्रकपाणिभिः  ॥
अधिष्ठितमहाद्वारमप्रधृष्यैर्गुणेश्वरैः  ॥
]

`verse 19 [
मृदंगतालगीतादिवेणुवीणाविशारदैः  ॥
विदग्धवेषभाषैश्च बहुभिः स्त्रीजनैर्वृतम्  ॥
]

`verse 20 [
आरुरोह महादेवी सह प्रियसखीजनैः  ॥
चामारव्यञ्जनं तस्या वज्रदंडमनोहरे  ॥
]

`verse 21 [
गृहीत्वा रुद्रकन्ये द्वे विवीजतुरुभे शुभे  ॥
तदाचामरयोर्मध्ये देव्या वदनमाबभौ  ॥
]

`verse 22 [
अन्योन्यं युध्यतोर्मध्ये हंसयोरिव पंकजम्  ॥
छत्रं शशिनिभं तस्याश्चूडोपरि सुमालिनी  ॥
]

`verse 23 [
धृतमुक्तापरिक्षिप्तं बभार प्रेमनिर्भरा  ॥
तच्छत्रमुज्ज्वलं देव्या रुरुचे वदनोपरि  ॥
]

`verse 24 [
उपर्यमृतभांडस्य मंडलं शशिनो यथा  ॥
अथ चाग्रे समासीना सुस्मितास्या शुभावती  ॥
]

`verse 25 [
अक्षद्यूतविनोदेन रमयामास वै सतीम्  ॥
सुयशाः पादुके देव्याश्शुभे रत्नपरिष्कृते  ॥
]

`verse 26 [
स्तनयोरंतरे कृत्वा तदा देवीमसेवतः  ॥
अन्या कांचनचार्वंगी दीप्तं जग्राह दर्पणम्  ॥
]

`verse 27 [
अपरा तालवृन्तं च परा तांबूलपेटिकाम्  ॥
काचित्क्रीडाशुकं चारु करे ऽकुरुत भामिनी  ॥
]

`verse 28 [
काचित्तु सुमनोज्ञानि पुष्पाणि सुरभीणि च  ॥
काचिदाभरणाधारं बभार कमलेक्षणा  ॥
]

`verse 29 [
काचिच्च पुनरालेपं सुप्रसूतं शुभांजनम्  ॥
अन्याश्च सदृशास्तास्ता यथास्वमुचितक्रियाः  ॥
]

`verse 30 [
आवृत्त्या तां महादेवीमसेवंत समंततः  ॥
अतीव शुशुभे तासामंतरे परमेश्वरी  ॥
]

`verse 31 [
तारापरिषदो मध्ये चंद्रलेखेव शारदी  ॥
ततः शंखसमुत्थस्य नादस्य समनंतरम्  ॥
]

`verse 32 [
प्रास्थानिको महानादः पटहः समताड्यत  ॥
ततो मधुरवाद्यानि सह तालोद्यतैस्स्वनैः  ॥
]

`verse 33 [
अनाहतानि सन्नेदुः काहलानां शतानि च  ॥
सायुधानां गणेशानां महेशसमतेजसाम्  ॥
]

`verse 34 [
सहस्राणि शतान्यष्टौ तदानीं पुरतो ययुः  ॥
तेषां मध्ये वृषारूढो गजारूढो यथा गुरुः  ॥
]

`verse 35 [
जगाम गणपः श्रीमान् सोमनंदीश्वरार्चितः  ॥
देवदुंदुभयो नेदुर्दिवि दिव्यसुखा घनाः  ॥
]

`verse 36 [
ननृतुर्मुनयस्सर्वे मुमुदुः सिद्धयोगिनः  ॥
ससृजुः पुष्पवृष्टिं च वितानोपरि वारिदाः  ॥
]

`verse 37 [
तदा देवगणैश्चान्यैः पथि सर्वत्र संगता  ॥
क्षणादिव पितुर्गेहं प्रविवेश महेश्वरी  ॥
]

`verse 38 [
तां दृष्ट्वा कुपितो दक्षश्चात्मनः क्षयकारणात् ॥
तस्या यवीयसीभ्यो ऽपि चक्रे पूजाम सत्कृताम्  ॥
]

`verse 39 [
तदा शशिमुखी देवी पितरं सदसि स्थितम्  ॥
अंबिका युक्तमव्यग्रमुवाचाकृपणं वचः  ॥
]

`speaker [
देव्युवाच
]

`verse 40 [
ब्रह्मादयः पिशाचांता यस्याज्ञावशवर्तिनः  ॥
स देवस्सांप्रतं तात विधिना नार्चितः किल  ॥
]

`verse 41 [
तदास्तां मम ज्यायस्याः पुत्र्याः पूजां किमीदृशीम्  ॥
असत्कृतामवज्ञाय कृतवानसि गर्हितम्  ॥
]

`verse 42 [
एवमुक्तो ऽब्रवीदेनां दक्षः क्रोधादमर्षितः  ॥
त्वत्तः श्रेष्ठा विशिष्टाश्च पूज्या बालाः सुता मम  ॥
]

`verse 43 [
तासां तु ये च भर्तारस्ते मे बहुमता मुदा  ॥
गुनैश्चाप्यधिकास्सर्वैर्भर्तुस्ते त्र्यंबकादपि  ॥
]

`verse 44 [
स्तब्धात्मा तामसश्शर्वस्त्वमिमं समुपाश्रिता  ॥
तेन त्वामवमन्ये ऽहं प्रतिकूलो हि मे भवः  ॥
]

`verse 45 [
तथोक्ता पितरं दक्षं क्रुद्धा देवी तमब्रवीत् ॥
शृण्वतामेव सर्वेषां ये यज्ञसदसि स्थिताः  ॥
]

`verse 46 [
अकस्मान्मम भर्तारमजाताशेषदूषणम्  ॥
वाचा दूषयसे दक्ष साक्षाल्लोकमहेश्वरम्  ॥
]

`verse 47 [
विद्याचौरो गुरुद्रोही वेदेश्वरविदूषकः  ॥
त एते बहुपाप्मानस्सर्वे दंड्या इति श्रुतिः  ॥
]

`verse 48 [
तस्मादत्युत्कटस्यास्य पापस्य सदृशो भृशम्  ॥
सहसा दारुणो दंडस्तव दैवाद्भविष्यति  ॥
]

`verse 49 [
त्वया न पूजितो यस्माद्देवदेवस्त्रियंबकः  ॥
तस्मात्तव कुलं दुष्टं नष्टमित्यवधारय  ॥
]

`verse 50 [
इत्युक्त्वा पितरं रुष्टा सती संत्यक्तसाध्वसा  ॥
तदीयां च तनुं त्यक्त्वा हिमवंतं ययौ गिरिम्  ॥
]

`verse 51 [
स पर्वतपरः श्रीमांल्लब्धपुण्यफलोदयः  ॥
तदर्थमेव कृतवान् सुचिरं दुश्चरं तपः  ॥
]

`verse 52 [
तस्मात्तमनुगृह्णाति भूधरेश्वरमीश्वरी  ॥
स्वेच्छया पितरं चक्रे स्वात्मनो योगमायया  ॥
]

`verse 53 [
यदा गता सती दक्षं विनिंद्य भयविह्वला  ॥
तदा तिरोहिता मंत्रा विहतश्च ततो ऽध्वरः  ॥
]

`verse 54 [
तदुपश्रुत्य गमनं देव्यास्त्रिपुरुमर्दनः  ॥
दक्षाय च ऋषिभ्यश्च चुकोप च शशाप तान्  ॥
]

`verse 55 [
यस्मादवमता दक्षमत्कृते ऽनागसा सती  ॥
पूजिताश्चेतराः सर्वाः स्वसुता भर्तृभिः सह  ॥
]

`verse 56 [
वैवस्वते ऽंतरे तस्मात्तव जामातरस्त्वमी  ॥
उत्पत्स्यंते समं सर्वे ब्रह्मयज्ञेष्वयोनिजाः  ॥
]

`verse 57 [
भविता मानुषो राजा चाक्षुषस्य त्वमन्वये  ॥
प्राचीनबर्हिषः पौत्रः पुत्रश्चापि प्रचेतसः  ॥
]

`verse 58 [
अहं तत्रापि ते विघ्नमाचरिष्यामि दुर्मते  ॥
धर्मार्थकामयुक्तेषु कर्मस्वपि पुनः पुनः  ॥
]

`verse 59 [
तेनैवं व्याहृतो दक्षो रुद्रेणामिततेजसा  ॥
स्वायंभुवीं तनुं त्यक्त्वा पपात भुवि दुःखितः  ॥
]

`verse 60 [
ततः प्राचेतसो दक्षो जज्ञे वै चाक्षुषे ऽन्तरे  ॥
प्राचीनबर्हिषः पौत्रः पुत्रश्चैव प्रचेतसाम्  ॥
]

`verse 61 [
भृग्वादयो ऽपि जाता वै मनोर्वैवस्वतस्य तु  ॥
अंतरे ब्रह्मणो यज्ञे वारुणीं बिभ्रतस्तनुम्  ॥
]

`verse 62 [
तदा दक्षस्य धर्मार्थं यज्ञे तस्य दुरात्मनः  ॥
महेशः कृतवान्विघ्नं मना ववस्वते सति  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे सतीदेहत्यागो नामाष्टादशो ऽध्यायः
]
