`speaker [
ऋषय ऊचुः
]

`verse 1 [
कथं दक्षस्य धर्मार्थं प्रवृत्तस्य दुरात्मनः  ॥
महेशः कृतवान् विघ्नमेतदिच्छाम वेदितुम्  ॥
]

`speaker [
वायुरुवाच
]

`verse 2 [
विश्वस्य जगतो मातुरपि देव्यास्तपोबलात् ॥
पितृभावमुपागम्य मुदिते हिमवद्गिरौ  ॥
]

`verse 3 [
देवे ऽपि तत्कृतोद्वाहे हिमवच्छिखरालये  ॥
संकीडति तया सार्धं काले बहुतरे गते  ॥
]

`verse 4 [
वैवस्वते ऽंतरे प्राप्ते दक्षः प्राचेतसः स्वयम्  ॥
अश्वमेधेन यज्ञेन यक्ष्यमाणो ऽन्वपद्यत  ॥
]

`verse 5 [
ततो हिमवतः पृष्ठे दक्षो वै यज्ञमाहरत् ॥
गंगाद्वारे शुभे देशे ऋषिसिद्धनिषेविते  ॥
]

`verse 6 [
तस्य तस्मिन्मखेदेवाः सर्वे शक्र पुरोगमाः  ॥
गमनाय समागम्य बुद्धिमापेदिरे तदा  ॥
]

`verse 7 [
आदित्या वसवो रुद्रास्साध्यास्सह मरुद्गणैः  ॥
ऊष्मपाः सोमपाश्चैव आज्यपा धूमपास्तथा  ॥
]

`verse 8 [
अश्विनौ पितरश्चैव तथा चान्ये महर्षयः  ॥
विष्णुना सहिताः सर्वे स्वागता यज्ञभागिनः  ॥
]

`verse 9 [
दृष्ट्वा देवकुलं सर्वमीश्वरेण विनागतम्  ॥
दधीचो मन्युनाविष्टो दक्षमेवमभाषत  ॥
]

`speaker [
दधीच उवाच
]

`verse 10 [
अप्रपूज्ये चैव पूजा पूज्यानां चाप्य पूजने  ॥
नरः पापमवाप्नोति महद्वै नात्र संशयः  ॥
]

`verse 11 [
असतां संमतिर्यत्र सतामवमतिस्तथा  ॥
दंडो देवकृतस्तत्र सद्यः पतति दारुणः  ॥
]

`verse 12 [
एवमुक्त्वा तु विप्रर्षिः पुनर्दक्षमभाषत  ॥
पूज्यं तु पशुभर्तारं कस्मान्नार्चयसे प्रभुम्  ॥
]

`speaker [
दक्ष उवाच
]

`verse 13 [
संति मे बहवो रुद्राः शूलहस्ताः कपर्दिनः  ॥
एकादशावस्थिता ये नान्यं वेद्मि महेश्वरम्  ॥
]

`speaker [
दधीच उवाच
]

`verse 14 [
किमेभिरमरैरन्यैः पूजितैरध्वरे फलम्  ॥
राजा चेदध्वरस्यास्य न रुद्रः पूज्यते त्वया  ॥
]

`verse 15 [
ब्रह्मविष्णुमहेशानां स्रष्टा यः प्रभुरव्ययः  ॥
ब्रह्मादयः पिशाचांता यस्य कैंकर्यवादिनः  ॥
]

`verse 16 [
प्रकृतीनां परश्चैव पुरुषस्य च यः परः  ॥
चिंत्यते योगविद्वद्भि ऋषिभिस्तत्त्वदर्शिभिः  ॥
]

`verse 17 [
अक्षरं परमं ब्रह्म ह्यसच्च सदसच्च यत् ॥
अनादिमध्यनिधनमप्रतर्क्यं सनातनम्  ॥
]

`verse 18 [
यः स्रष्टा चैव संहर्ता भर्ता चैव महेश्वरः  ॥
तस्मादन्यं न पश्यामि शंकरात्मानमध्वरे  ॥
]

`speaker [
दक्ष उवाच
]

`verse 19 [
एतन्मखेशस्य सुवर्णपात्रे हविः समस्तं विधिमंत्रपूतम्  ॥
विष्णोर्नयाम्यप्रतिमस्य भागं प्रभोर्विभज्यावहनीयमद्य  ॥
]

`speaker [
दधीच उवाच
]

`verse 20 [
यस्मान्नाराधितो रुद्रस्सर्वदेवेश्वरेश्वरः  ॥
तस्माद्दक्ष तवाशेषो यज्ञो ऽयं न भविष्यति  ॥
]

`verse 21 [
इत्युक्त्वा वचनं क्रुद्धो दधीचो मुनिसत्तमः  ॥
निर्गम्य च ततो देशाज्जगाम स्वकमाश्रमम्  ॥
]

`verse 22 [
निर्गते ऽपि मुनौ तस्मिन्देवा दक्षं न तत्यजुः  ॥
अवश्यमनुभावित्वादनर्थस्य तु भाविनः  ॥
]

`verse 23 [
एतस्मिन्नेव काले तु ज्ञात्वैतत्सर्वमीश्वरात् ॥
दग्धुं दक्षाध्वरं विप्रा देवी देवमचोदयत् ॥
]

`verse 24 [
देव्या संचोदितो देवो दक्षाध्वरजिघांसया  ॥
ससर्ज सहसा वीरं वीरभद्रं गणेश्वरम्  ॥
]

`verse 25 [
सहस्रवदनं देवं सहस्रकमलेक्षणम्  ॥
सहस्रमुद्गरधरं सहस्रशरपाणिकम्  ॥
]

`verse 26 [
शूलटंकगदाहस्तं दीप्तकार्मुकधारिणम्  ॥
चक्रवज्रधरं घोरं चंद्रार्धकृतशेखरम्  ॥
]

`verse 27 [
कुलिशोद्योतितकरं तडिज्ज्वलितमूर्धजम्  ॥
दंष्ट्राकरालं बिभ्राणं महावक्त्रं महोदरम्  ॥
]

`verse 28 [
विद्युज्जिह्वं प्रलंबोष्ठं मेघसागरनिःस्वनम्  ॥
वसानं चर्म वैयाघ्रं महद्रुधिरनिस्रवम्  ॥
]

`verse 29 [
गण्डद्वितयसंसृष्टमण्डलीकृतकुण्डलम्  ॥
वरामरशिरोमालावलीकलितशेखरम्  ॥
]

`verse 30 [
रणन्नूपुरकेयूरमहाकनकभूषितम्  ॥
रत्नसंचयसंदीप्तं तारहारावृतोरसम्  ॥
]

`verse 31 [
महाशरभशार्दूलसिंहैः सदृशविक्रमम्  ॥
प्रशस्तमत्तमातंगसमानगमनालसम्  ॥
]

`verse 32 [
शंखचामरकुंदेन्दुमृणालसदृशप्रभम्  ॥
सतुषारमिवाद्रीन्द्रं साक्षाज्जंगमतां गतम्  ॥
]

`verse 33 [
ज्वालामालापरिक्षिप्तं दीप्तमौक्तिकभूषणम्  ॥
तेजसा चैव दीव्यंतं युगांत इव पावकम्  ॥
]

`verse 34 [
स जानुभ्यां महीं गत्वा प्रणतः प्रांजलिस्ततः  ॥
पार्श्वतो देवदेवस्य पर्यतिष्ठद्गणेश्वरः  ॥
]

`verse 35 [
मन्युना चासृजद्भद्रां भद्रकालीं महेश्वरीम्  ॥
आत्मनः कर्मसाक्षित्वे तेन गंतुं सहैव तु  ॥
]

`verse 36 [
तं दृष्ट्वावस्थितं वीरभद्रं कालाग्निसन्निभम्  ॥
भद्रया सहितं प्राह भद्रमस्त्विति शंकरः  ॥
]

`verse 37 [
स च विज्ञापयामास सह देव्या महेश्वरम्  ॥
आज्ञापय महादेव किं कार्यं करवाण्यहम्  ॥
]

`verse 38 [
ततस्त्रिपुरहा प्राह हैमवत्याः प्रियेच्छया  ॥
वीरभद्रं महाबाहुं वाचा विपुलनादया  ॥
]

`speaker [
देवदेव उवाच
]

`verse 39 [
प्राचेतसस्य दक्षस्य यज्ञं सद्यो विनाशय  ॥
भद्रकाल्या सहासि त्वमेतत्कृत्यं गणेश्वर  ॥
]

`verse 40 [
अहमप्यनया सार्धं रैभ्याश्रमसपीपतः  ॥
स्थित्वा वीक्षे गणेशान विक्रमं तव दुःसहम्  ॥
]

`verse 41 [
वृक्षा कनखले ये तु गंगाद्वारसमीपगाः  ॥
सुवर्णशृंगस्य गिरेर्मेरुमंदरसंनिभाः  ॥
]

`verse 42 [
तस्मिन्प्रदेशे दक्षस्य युज्ञः संप्रति वर्तते  ॥
सहसा तस्य यज्ञस्य विघातं कुरु मा चिरम्  ॥
]

`verse 43 [
इत्युक्ते सति देवेन देवी हिमगिरीन्द्रजा  ॥
भद्रं भद्रं च संप्रेक्ष्य वत्सं धेनुरिवौरसम्  ॥
]

`verse 44 [
आलिंग्य च समाघ्राय मूर्ध्नि षड्वदनं यथा  ॥
सस्मिता वचनं प्राह मधुरं मधुरं स्वयम्  ॥
]

`speaker [
देव्युवाच
]

`verse 45 [
वत्स भद्र महाभाग महाबलपराक्रम  ॥
मत्प्रियार्थं त्वमुत्पन्नो मम मन्युं प्रमार्जक  ॥
]

`verse 46 [
यज्ञेश्वरमनाहूय यज्ञकर्मरतो ऽभवत् ॥
दक्षं वैरेण तं तस्माद्भिंधि यज्ञं गणेश्वर  ॥
]

`verse 47 [
यज्ञलक्ष्मीमलक्ष्मीं त्वं भद्र कृत्वा ममाज्ञया  ॥
यजमानं च तं हत्वा वत्स हिंसय भद्रया  ॥
]

`verse 48 [
अशेषामिव तामाज्ञां शिवयोश्चित्रकृत्ययोः  ॥
मूर्ध्नि कृत्वा नमस्कृत्य भद्रो गंतुं प्रचक्रमे  ॥
]

`verse 49 [
अथैष भगवान्क्रुद्धः प्रेतावासकृतालयः  ॥
वीरभद्रो महादेवो देव्या मन्युप्रमार्जकः  ॥
]

`verse 50 [
ससर्ज रोमकूपेभ्यो रोमजाख्यान्गणेश्वरान्  ॥
दक्षिणाद्भुजदेशात्तु शतकोटिगविश्वरान्  ॥
]

`verse 51 [
पादात्तथोरुदेशाच्च पृष्ठात्पार्श्वान्मुखाद्गलात् ॥
गुह्याद्गुल्फाच्छिरोमध्यात्कंठादास्यात्तथोदरात् ॥
]

`verse 52 [
तदा गणेश्वरैर्भद्रैर्भद्रतुल्यपराक्रमैः  ॥
संछादितमभूत्सर्वं साकाशविवरं जगत् ॥
]

`verse 53 [
सर्वे सहस्रहस्तास्ते सहस्रायुधपाणयः  ॥
रुद्रस्यानुचरास्सर्वे सर्वे रुद्रसमप्रभाः  ॥
]

`verse 54 [
शूलशक्तिगदाहस्ताष्टंकोपलशिलाधराः  ॥
कालाग्निरुद्रसदृशास्त्रिनेत्राश्च जटाधराः  ॥
]

`verse 55 [
निपेतुर्भृशमाकाशे शतशस्सिंहवाहनाः  ॥
विनेदुश्च महानादाञ्जलदा इव भद्रजाः  ॥
]

`verse 56 [
तैर्भद्रैर्भगवान्मद्रस्तथा परिवृतो बभौ  ॥
कालानलशतैर्युक्तो यथांते कालभैरवः  ॥
]

`verse 57 [
तेषां मध्ये समारुह्य वृषेंद्रं वृषभध्वजः  ॥
जगाम भगवान्भद्रश्शुभमभ्रं यथा भवः  ॥
]

`verse 58 [
तस्मिन्वृषभमारूढे भद्रे तु भसितप्रभः  ॥
बभार मौक्तिकं छत्रं गृहीतसितचामरः  ॥
]

`verse 59 [
स तदा शुशुभे पार्श्वे भद्रस्य भसितप्रभः  ॥
भगवानिव शैलेन्द्रः पार्श्वे विश्वजगद्गुरोः  ॥
]

`verse 60 [
सो ऽपि तेन बभौ भद्रः श्वेतचामरपाणिना  ॥
बालसोमेन सौम्येन यथा शूलवरायुधः  ॥
]

`verse 61 [
दध्मौ शंखं सितं भद्रं भद्रस्य पुरतः शुभम्  ॥
भानुकंपो महातेजा हेमरत्नैरलंकृतः  ॥
]

`verse 62 [
देवदुंदुभयो नेदुर्दिव्यसंकुलनिःस्वनाः  ॥
ववृषुश्शतशो मूर्ध्नि पुष्पवर्षं बलाहकाः  ॥
]

`verse 63 [
फुल्लानां मधुगर्भाणां पुष्पाणां गंधबंधवः  ॥
मार्गानुकूलसंवाहा वबुश्च पथि मारुताः  ॥
]

`verse 64 [
ततो गणेश्वराः सर्वे मत्ता युद्धबलोद्धताः  ॥
ननृतुर्मुमुदुर्१ एदुर्जहसुर्जगदुर्जगुः  ॥
]

`verse 65 [
तदा भद्रगणांतःस्थो बभौ भद्रः स भद्रया  ॥
यथा रुद्रगणांतः स्थस्त्र्यम्बकोंबिकया सह  ॥
]

`verse 66 [
तत्क्षणादेव दक्षस्य यज्ञवाटं रण्मयम्  ॥
प्रविवेश महाबाहुर्वीरभद्रो महानुगः  ॥
]

`verse 67 [
ततस्तु दक्षप्रतिपादितस्य क्रतुप्रधानस्य गणप्रधानः  ॥
प्रयोगभूमिं प्रविवेश भद्रो रुद्रो यथांते भुवनं दिधक्षुः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे वीरभद्रोत्पत्तिवर्णनं नामैकोनविंशो ऽध्यायः
]
