`speaker [
वायुरुवाच
]

`verse 1 [
ततो विष्णुप्रधानानां सुराणाममितौजसाम्  ॥
ददर्श च महत्सत्रं चित्रध्वजपरिच्छदम्  ॥
]

`verse 2 [
सुदर्भऋतुसंस्तीर्णं सुसमिद्धहुताशनम्  ॥
कांचनैर्यज्ञभांडैश्च भ्राजिष्णुभिरलंकृतम्  ॥
]

`verse 3 [
ऋषिभिर्यज्ञपटुभिर्यथावत्कर्मकर्तृभिः  ॥
विधिना वेददृष्टेन स्वनुष्ठितबहुक्रमम्  ॥
]

`verse 4 [
देवांगनासहस्राढ्यमप्सरोगणसेवितम्  ॥
वेणुवीणारवैर्जुष्टं वेदघोषैश्च बृंहितम्  ॥
]

`verse 5 [
दृष्ट्वा दक्षाध्वरे वीरो वीरभद्रः प्रतापवान्  ॥
सिंहनादं तदा चक्रे गंभीरो जलदो यथा  ॥
]

`verse 6 [
ततः किलकिलाशब्द आकाशं पूरयन्निव  ॥
गणेश्वरैः कृतो जज्ञे महान्न्यक्कृतसागरः  ॥
]

`verse 7 [
तेन शब्देन महताः ग्रस्ता सर्वेदिवौकसः  ॥
दुद्रुवुः परितो भीताः स्रस्तवस्त्रविभूषणाः  ॥
]

`verse 8 [
किंस्विद्भग्नो महामेरुः किंस्वित्संदीर्यते मही  ॥
किमिदं किमिदं वेति जजल्पुस्त्रिदशा भृशम्  ॥
]

`verse 9 [
मृगेन्द्राणां यथा नादं गजेंद्रा गहने वने  ॥
श्रुत्वा तथाविधं केचित्तत्यजुर्जीवितं भयात् ॥
]

`verse 10 [
पर्वताश्च व्यशीर्यंत चकम्पे च वसुंधरा  ॥
मरुतश्च व्यघूर्णंत चुक्षुभे मकरालयः  ॥
]

`verse 11 [
अग्नयो नैव दीप्यंते न च दीप्यति भास्करः  ॥
ग्रहाश्च न प्रकाशंते नक्षत्राणि च तारकाः  ॥
]

`verse 12 [
एतस्मिन्नेव काले तु यज्ञवाटं तदुज्ज्वलम्  ॥
संप्राप भगवान्भद्रो भद्रैश्च सह भद्रया  ॥
]

`verse 13 [
तं दृष्ट्वा भीतभीतो ऽपि दक्षो दृढ इव स्थितः  ॥
क्रुद्धवद्वचनं प्राह को भवान् किमिहेच्छसि  ॥
]

`verse 14 [
तस्य तद्वचनं श्रुत्वा दक्षस्य च दुरात्मनः  ॥
वीरभद्रो महातेजा मेघसंभीरनिस्स्वनः  ॥
]

`verse 15 [
स्मयन्निव तमालोक्य दक्षं देवाश्च ऋत्विजः  ॥
अर्थगर्भमसंभ्रान्तमवोचदुचितं वचः  ॥
]

`speaker [
वीरभद्र उवाच
]

`verse 16 [
वयं ह्यनुचराः सर्वे शर्वस्यामिततेजसः  ॥
भागाभिलिप्सया प्राप्ता भागो नस्संप्रदीयताम्  ॥
]

`verse 17 [
अथ चेदध्वरे ऽस्माकं न भागः परिकल्पितः  ॥
कथ्यतां कारणं तत्र युध्यतां वा मयामरैः  ॥
]

`verse 18 [
इत्युक्तास्ते गणेंद्रेण देवा दक्षपुरोगमाः  ॥
ऊचुर्मन्त्राः प्रमाणं नो न वयं प्रभवस्त्विति  ॥
]

`verse 19 [
मन्त्रा ऊचुस्सुरा यूयं मोहोपहतचेतसः  ॥
येन प्रथमभागार्हं न यजध्वं महेश्वरम्  ॥
]

`verse 20 [
मंत्रोक्ता अपि ते देवाः सर्वे संमूढचेतसः  ॥
भद्राय न ददुर्भागं तत्प्रहाणमभीप्सवः  ॥
]

`verse 21 [
यदा तथ्यं च पथ्यं च स्ववाक्यं तद्वृथा ऽभवत् ॥
तदा ततो ययुर्मंदा ब्रह्मलोकं सनातनम्  ॥
]

`verse 22 [
अथोवाच गणाध्यक्षो देवान्विष्णुपुरोगमान्  ॥
मन्त्राः प्रमाणं न कृता युष्माभिर्बलगर्वितैः  ॥
]

`verse 23 [
यस्मादस्मिन्मखे देवैरित्थं वयमसत्कृताः  ॥
तस्माद्वो जीवितैस्सार्धमपनेष्यामि गर्वितम्  ॥
]

`verse 24 [
इत्युक्त्वा भगवान् क्रुद्धो व्यदहन्नेत्रवह्निना  ॥
यक्षवाटं महाकूटं यथातिस्रः पुरो हरः  ॥
]

`verse 25 [
ततो गणेश्वरास्सर्वे पर्वतोदग्रविग्रहाः  ॥
यूपानुत्पाट्य होत्ःणां कंठेष्वाबध्य रज्जुभिः  ॥
]

`verse 26 [
यज्ञपात्राणि चित्राणि भित्त्वा संचूर्ण्य वारिणि  ॥
गृहीत्वा चैव यज्ञांगं गंगास्रोतसि चिक्षिपुः  ॥
]

`verse 27 [
तत्र दिव्यान्नपानानां राशयः पर्वतोपमाः  ॥
क्षीरनद्यो ऽमृतस्रावाः सुस्निग्धदधिकर्दमाः  ॥
]

`verse 28 [
उच्चावचानि मांसानि भक्ष्याणि सुरभीणि च  ॥
रसवन्ति च पानानि लेह्यचोष्याणि तानि वै  ॥
]

`verse 29 [
वीरास्तद्भुजते वक्त्रैर्विलुंपंति क्षिपंति च  ॥
वज्रैश्चक्रैर्महाशूलैश्शक्तिभिः पाशपट्टिशैः  ॥
]

`verse 30 [
मुसलैरसिभिष्टंकैर्भिधिपालैः परश्वधैः  ॥
उद्धतांस्त्रिदशान्सर्वांल्लोकपालपुरस्सरान्  ॥
]

`verse 31 [
बिभिदुर्बलिनो वीरा वीरभद्रांगसंभवाः  ॥
छिंधि भिंधि क्षिप क्षिप्रं मार्यतां दार्यतामिति  ॥
]

`verse 32 [
हरस्व प्रहरस्वेति पाटयोत्पाटयेति च  ॥
संरंभप्रभवाः क्रूराश्शब्दाः श्रवणशंकवः  ॥
]

`verse 33 [
यत्रतत्र गणेशानां जज्ञिरे समरोचिताः  ॥
विवृत्तनयनाः केचिद्दष्टदंष्ट्रोष्ठतालवः  ॥
]

`verse 34 [
आश्रमस्थान्समाकृष्य मारयन्ति तपोधनात् ॥
स्रुवानपहरन्तश्च क्षिपन्तोग्निं जलेषु च  ॥
]

`verse 35 [
कलशानपि भिन्दंतश्छिंदंतो मणिवेदिकाः  ॥
गायंतश्च नदन्तश्च हसन्तश्च मुहुर्मुहुः  ॥
]

`verse 36 [
रक्तासवं पिबन्तश्च ननृतुर्गणपुंगवाः  ॥
निर्मथ्य सेंद्रानमरान् गणेन्द्रान्वृषेन्द्रनागेन्द्रमृगेन्द्रसाराः  ॥
]

`verse 37 [
चक्रुर्बहून्यप्रतिमभावाः सहर्षरोमाणि विचेष्टितानि  ॥
नन्दंति केचित्प्रहरन्ति केचिद्धावन्ति केचित्प्रलपन्ति केचित् ॥
]

`verse 38 [
नृत्यन्ति केचिद्विहसन्ति केचिद्वल्गन्ति केचित्प्रमथा बलेन  ॥
]

`verse 39 [
केचिज्जिघृक्षंति घनान्स तोयान्केचिद्ग्रहीतुं रविमुत्पतंति  ॥
केचित्प्रसर्तुं पवनेन सार्धमिच्छंति भीमाः प्रमथा वियत्स्थाः  ॥
]

`verse 40 [
आक्षिप्य केचिच्च वरायुधानि महा भुजंगानिव वैनतेयाः  ॥
भ्रमंति देवानपि विद्रवंतः खमंडले पर्वतकूटकल्पाः  ॥
]

`verse 41 [
उत्पाट्य चोत्पाट्यगृहाणि केचित्सजालवातायनवेदिकानि  ॥
विक्षिप्य विक्षिप्य जलस्य मध्ये कालांबुदाभाः प्रमथा निनेदुः  ॥
]

`verse 42 [
उद्वर्तितद्वारकपाटकुड्यं विध्वस्तशालावलभीगवाक्षम्  ॥
अहो बताभज्यत यज्ञवाटमनाथवद्वाक्यमिवायथार्थम्  ॥
]

`verse 43 [
हा नाथ तातेति पितुः सुतेति भ्रतर्ममाम्बेति च मातुलेति  ॥
उत्पाट्यमानेषु गृहेषु नार्यो ह्यानाथशब्दान्बहुशः प्रचक्रुः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे यज्ञविध्वंसनो नाम विंशो ऽध्यायः
]
