`speaker [
वायुरुवाच
]

`verse 1 [
ततस्त्रिदशमुख्यास्ते विष्णुशक्रपुरोगमाः  ॥
सर्वे भयपरित्रस्तादुद्रुवुर्भयविह्वलाः  ॥
]

`verse 2 [
निजैरदूषितैरंगैर्दृष्ट्वा देवानुपद्रुतान्  ॥
दंड्यानदंडितान्मत्वा चुकोप गणपुंगवः  ॥
]

`verse 3 [
ततस्त्रिशूलमादाय शर्वशक्तिनिबर्हणम्  ॥
ऊर्ध्वदृष्टिर्महाबाहुर्मुखाज्ज्वालाः समुत्सृजन्  ॥
]

`verse 4 [
अमरानपि दुद्राव द्विरदानिव केसरी  ॥
तानभिद्रवतस्तस्य गमनं सुमनोहरम्  ॥
]

`verse 5 [
वाराणस्येव मत्तस्य जगाम प्रेक्षणीयताम्  ॥
ततस्तत्क्षोभयामास महत्सुरबलं बली  ॥
]

`verse 6 [
महासरोवरं यद्वन्मत्तो वारणयूथपः  ॥
विकुर्वन्बहुधावर्णान्नीलपांडुरलोहितान्  ॥
]

`verse 7 [
विभ्रद्व्याघ्राजिनं वासो हेमप्रवरतारकम्  ॥
छिन्दन्भिन्दन्नुद १ लिन्दन्दारयन्प्रमथन्नपि  ॥
]

`verse 8 [
व्यचरद्देवसंघेषु भद्रो ऽग्निरिव कक्षगः  ॥
तत्र तत्र महावेगाच्चरंतं शूलधारिणम्  ॥
]

`verse 9 [
तमेकं त्रिदशाः सर्वे सहस्रमिव मेनिरे  ॥
भद्रकाली च संक्रुद्धा युद्धवृद्धमदोद्धता  ॥
]

`verse 10 [
मुक्तज्वालेन शूलेन निर्बिभेद रणे सुरान्  ॥
स तया रुरुचे भद्रो रुद्रकोपसमुद्भवः  ॥
]

`verse 11 [
प्रभयेव युगांताग्निश्चलया धूमधूम्रया  ॥
भद्रकाली तदायुद्धे विद्रुतत्रिदशाबभौ  ॥
]

`verse 12 [
कल्पे शेषानलज्वालादग्धाविश्वजगद्यथा  ॥
तदा सवाजिनं सूर्यं रुद्रान्रुद्रगणाग्रणीः  ॥
]

`verse 13 [
भद्रो मूर्ध्नि जघानाशु वामपादेन लीलया  ॥
असिभिः पावकं भद्रः पट्टिशैस्तु यमं यमी  ॥
]

`verse 14 [
रुद्रान्दृढेन शूलेन मुद्गरैर्वरुणं दृढैः  ॥
परिघैर्निरृतिं वायुं टंकैष्टंकधरः स्वयम्  ॥
]

`verse 15 [
निर्बिभेद रणे वीरो लीलयैव गणेश्वरः  ॥
सर्वान्देवगणान्सद्यो मुनीञ्छंभोर्विरोधिनः  ॥
]

`verse 16 [
ततो देवः सरस्वत्या नासिकाग्रं सुशोभनम्  ॥
चिच्छेद करजाग्रेण देवमातुस्तथैव च  ॥
]

`verse 17 [
चिच्छेद च कुठारेण बाहुदंडं विभावसोः  ॥
अग्रतो द्व्यंगुलां जिह्वां मातुर्देव्या लुलाव च  ॥
]

`verse 18 [
स्वाहादेव्यास्तथा देवो दक्षिणं नासिकापुटम्  ॥
चकर्त करजाग्रेण वामं च स्तनचूचुकम्  ॥
]

`verse 19 [
भगस्य विपुले नेत्रे शतपत्रसमप्रभे  ॥
प्रसह्योत्पाटयामास भद्रः परमवेगवान्  ॥
]

`verse 20 [
पूष्णो दशनरेखां च दीप्तां मुक्तावलीमिव  ॥
जघान धनुषः कोट्या स तेनास्पष्टवागभूत् ॥
]

`verse 21 [
ततश्चंद्रमसं देवः पादांगुष्ठेन लीलया  ॥
क्षणं कृमिवदाक्रम्य घर्षयामास भूतले  ॥
]

`verse 22 [
शिरश्चिच्छेद दक्षस्य भद्रः परमकोपतः  ॥
क्रोशंत्यामेव वैरिण्यां भद्रकाल्यै ददौ च तत् ॥
]

`verse 23 [
तत्प्रहृष्टा समादाय शिरस्तालफलोपमम्  ॥
सा देवी कंडुकक्रीडां चकार समरांगणे  ॥
]

`verse 24 [
ततो दक्षस्य यज्ञस्त्री कुशीला भर्तृभिर्यथा  ॥
पादाभ्यां चैव हस्ताभ्यां हन्यते स्म गणेश्वरैः  ॥
]

`verse 25 [
अरिष्टनेमिने सोमं धर्मं चैव प्रजापतिम्  ॥
बहुपुत्रं चांगिरसं कृशाश्वं कश्यपं तथा  ॥
]

`verse 26 [
गले प्रगृह्य बलिनो गणपाः सिंहविक्रमाः  ॥
भर्त्सयंतो भृशं वाग्भिर्निर्जघ्नुर्मूर्ध्नि मुष्टिभिः  ॥
]

`verse 27 [
धर्षिता भूतवेतालैर्दारास्सुतपरिग्रहाः  ॥
यथा कलियुगे जारैर्बलेन कुलयोषितः  ॥
]

`verse 28 [
तच्च विध्वस्तकलशं भग्नयूपं गतोत्सवम्  ॥
प्रदीपितमहाशालं प्रभिन्नद्वारतोरणम्  ॥
]

`verse 29 [
उत्पाटितसुरानीकं हन्यमानं तपोधनम्  ॥
प्रशान्तब्रह्मनिर्घोषं प्रक्षीणजनसंचयम्  ॥
]

`verse 30 [
क्रन्दमानातुरस्त्रीकं हताशेषपरिच्छदम्  ॥
शून्यारण्यनिभं जज्ञे यज्ञवाटं तदार्दितम्  ॥
]

`verse 31 [
शूलवेगप्ररुग्णाश्च भिन्नबाहूरुवक्षसः  ॥
विनिकृत्तोत्तमांगाश्च पेतुरुर्व्यां सुरोत्तमाः  ॥
]

`verse 32 [
हतेषु तेषु देवेषु पतितेषुः सहस्रशः  ॥
प्रविवेश गणेशानः क्षणादाहवनीयकम्  ॥
]

`verse 33 [
प्रविष्टमथ तं दृष्ट्वा भद्रं कालाग्निसंनिभम्  ॥
दुद्राव मरणाद्भीतो यज्ञो मृगवपुर्धरः  ॥
]

`verse 34 [
स विस्फार्य महच्चापं दृढज्याघोषणभीषणम्  ॥
भद्रस्तमभिदुद्राव विक्षिपन्नेव सायकान्  ॥
]

`verse 35 [
आकर्णपूर्णमाकृष्टं धनुरम्बुदसंनिभम्  ॥
नादयामास च ज्यां द्यां खं च भूमिं च सर्वशः  ॥
]

`verse 36 [
तमुपश्रित्य सन्नादं हतो ऽस्मीत्येव विह्वलम्  ॥
शरणार्धेन वक्रेण स वीरो ऽध्वरपूरुषम्  ॥
]

`verse 37 [
महाभयस्खलत्पादं वेपन्तं विगतत्विषम्  ॥
मृगरूपेण धावन्तं विशिरस्कं तदाकरोत् ॥
]

`verse 38 [
तमीदृशमवज्ञातं दृष्ट्वा वै सूर्यसंभवम्  ॥
विष्णुः परमसंक्रुद्धो युद्धायाभवदुद्यतः  ॥
]

`verse 39 [
तमुवाह महावेगात्स्कन्धेन नतसंधिना  ॥
सर्वेषां वयसां राजा गरुडः पन्नगाशनः  ॥
]

`verse 40 [
देवाश्च हतशिष्टा ये देवराजपुरोगमाः  ॥
प्रचक्रुस्तस्य साहाय्यं प्राणांस्त्यक्तुमिवोद्यताः  ॥
]

`verse 41 [
विष्णुना सहितान्देवान्मृगेन्द्रः क्रोष्टुकानिव  ॥
दृष्ट्वा जहास भूतेन्द्रो मृगेन्द्र इव विव्यथः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे देवदंडवर्णनं नामैकविंशो ऽध्यायः
]
