`verse 1 [
तस्मिन्नवसरे व्योम्नि समाविरभवद्रथः  ॥
सहस्रसूर्यसंकाशश्चारुचीरवृषध्वजः  ॥
]

`verse 2 [
अश्वरत्नद्वयोदारो रथचक्रचतुष्टयः  ॥
सञ्चितानेकदिव्यास्त्रशस्त्ररत्नपरिष्कृतः  ॥
]

`verse 3 [
तस्यापि रथवर्यस्य स्यात्स एव हि सारथिः  ॥
यथा च त्रैपुरे युद्धे पूर्वं शार्वरथे स्थितः  ॥
]

`verse 4 [
स तं रथवरं ब्रह्मा शासनादेव शूलिनः  ॥
हरेस्समीपमानीय कृताञ्जलिरभाषत  ॥
]

`verse 5 [
भगवन्भद्र भद्रांग भगवानिन्दुभूषणः  ॥
आज्ञापयति वीरस्त्वां रथमारोढुमव्ययः  ॥
]

`verse 6 [
रेभ्याश्रमसमीपस्थस्त्र्यंबको ऽंबिकया सह  ॥
सम्पश्यते महाबाहो दुस्सहं ते पराक्रमम्  ॥
]

`verse 7 [
तस्य तद्वचनं श्रुत्वा स वीरो गणकुञ्जरः  ॥
आरुरोह रथं दिव्यमनुगृह्य पितामहम्  ॥
]

`verse 8 [
तथा रथवरे तस्मिन्स्थिते ब्रह्मणि सारथौ  ॥
भद्रस्य ववृधे लक्ष्मी रुद्रस्येव पुरद्विषः  ॥
]

`verse 9 [
ततः शंखवरं दीप्तं पूर्णचंद्रसमप्रभम्  ॥
प्रदध्मौ वदने कृत्वा भानुकंपो महाबलः  ॥
]

`verse 10 [
तस्य शंखस्य तं नादं भिन्नसारससन्निभम्  ॥
श्रुत्वा भयेन देवानां जज्वाल जठरानलः  ॥
]

`verse 11 [
यक्षविद्याधराहीन्द्रैः सिद्धैर्युद्धदिदृक्षुभिः  ॥
क्षणेन निबडीभूताः साकाशविवरा दिशाः  ॥
]

`verse 12 [
ततः शार्ङ्गेण चापाङ्कात्स नारायणनीरदः  ॥
महता बाणवर्षेण तुतोद गणगोवृषम्  ॥
]

`verse 13 [
तं दृष्ट्वा विष्णुमायांतं शतधा बाणवर्षिणम्  ॥
स चाददे धनुर्जैत्रं भद्रो बाणसहस्रमुक् ॥
]

`verse 14 [
समादाय च तद्दिव्यं धनुस्समरभैरवम्  ॥
शनैर्विस्फारयामास मेरुं धनुरिवेश्वरः  ॥
]

`verse 15 [
तस्य विस्फार्यमाणस्य धनुषो ऽभून्महास्वनः  ॥
तेन स्वनेन महता पृथिवीं समकंपयत् ॥
]

`verse 16 [
ततः शरवरं घोरं दीप्तमाशीविषोपमम्  ॥
जग्राह गणपः श्रीमान्स्वयमुग्रपराक्रमः  ॥
]

`verse 17 [
बाणोद्धारे भुजो ह्यस्य तूणीवदनसंगतः  ॥
प्रत्यदृश्यत वल्मीकं विवेक्षुरिव पन्नगः  ॥
]

`verse 18 [
समुद्धृतः करे तस्य तत्क्षणं रुरुचे शरेः  ॥
महाभुजंगसंदष्टो यथा बालभुजङ्गमः  ॥
]

`verse 19 [
शरेण घनतीव्रेण भद्रो रुद्रपराक्रमः  ॥
विव्याध कुपितो गाढं ललाटे विष्णुमव्ययम्  ॥
]

`verse 20 [
ललाटे ऽभिहितो विष्णुः पूर्वमेवावमानितः  ॥
चुकोप गणपेंद्राय मृगेंद्रायेव गोवृषः  ॥
]

`verse 21 [
ततस्त्वशनिकल्पेन क्रूरास्येन महेषुणा  ॥
विव्याध गणराजस्य भुजे भुजगसन्निभे  ॥
]

`verse 22 [
सो ऽपि तस्य भुजे भूयः सूर्यायुतसमप्रभम्  ॥
विससर्ज शरं वेगाद्वीरभद्रो महाबलः  ॥
]

`verse 23 [
स च विष्णुः पुनर्भद्रं भद्रो विष्णुं तथा पुनः  ॥
स च तं स च तं विप्राश्शरैस्तावनुजघ्नतुः  ॥
]

`verse 24 [
तयोः परस्परं वेगाच्छरानाशु विमुंचतोः  ॥
द्वयोस्समभवद्युद्धं तुमुलं रोमहर्षणम्  ॥
]

`verse 25 [
तद्दृष्ट्वा तुमुलं युद्धं तयोरेव परस्परम्  ॥
हाहाकारो महानासीदाकाशे खेचरेरितः  ॥
]

`verse 26 [
ततस्त्वनलतुंडेन शरेणादित्यवर्चसा  ॥
विव्याध सुदृढं भद्रो विष्णोर्महति वक्षसि  ॥
]

`verse 27 [
स तु तीव्रप्रपातेन शरेण दृढमाहतः  ॥
महतीं रुजमासाद्य निपपात विमोहितः  ॥
]

`verse 28 [
पुनः क्षणादिवोत्थाय लब्धसंज्ञस्तदा हरिः  ॥
सर्वाण्यपि च दिव्यास्त्राण्यथैनं प्रत्यवासृजत् ॥
]

`verse 29 [
स च विष्णुर्धनुर्मुक्तान्सर्वाञ्छर्वचमूपतिः  ॥
सहसा वारयामास घोरैः प्रतिशरैः शरान्  ॥
]

`verse 30 [
ततो विष्णुस्स्वनामांकं बाणमव्याहतं क्वचित् ॥
ससर्ज क्रोधरक्ता क्षस्तमुद्दिश्य गणेश्वरम्  ॥
तं बाणं बाणवर्येण भद्रो भद्राह्वयेण तु  ॥
]

`verse 31 [
अप्राप्तमेव भगवाञ्चिच्छेद शतधा पथि  ॥
अथैकेनेषुणा शार्ङ्गं द्वाभ्यां पक्षौ गरुत्मतः  ॥
]

`verse 32 [
निमेषादेव चिच्छेद तदद्भुतमिवाभवत् ॥
ततो योगबलाद्विष्णुर्देहाद्देवान्सुदारुणान्  ॥
]

`verse 33 [
शंखचक्रगदाहस्तान् विससर्ज सहस्रशः  ॥
सर्वांस्तान्क्षणमात्रेण त्रैपुरानिव शंकरः  ॥
]

`verse 34 [
निर्ददाह महाबाहुर्नेत्रसृष्टेन वह्निना  ॥
ततः क्रुद्धतरो विष्णुश्चक्रमुद्यम्य सत्वरः  ॥
]

`verse 35 [
तस्मिन्वीरो समुत्स्रष्टुं तदानीमुद्यतो ऽभवत् ॥
तं दृष्ट्वा चक्रमुद्यम्य पुरतः समुपस्थितम्  ॥
]

`verse 36 [
स्मयन्निव गणेशानो व्यष्टंभयदयत्नतः  ॥
स्तंभितांगस्तु तच्चक्रं घोरमप्रतिमं क्वचित् ॥
]

`verse 37 [
इच्छन्नपि समुत्स्रष्टुं न विष्णुरभवत्क्षमः  ॥
श्वसन्निवैकमुद्धृत्य बाहुं चक्रसमन्वितम्  ॥
]

`verse 38 [
अतिष्ठदलसो भूत्वा पाषाण इव निश्चलः  ॥
विशरीरो यथाजीवो विशृङ्गो वा यथा वृषः  ॥
]

`verse 39 [
विदंष्ट्रश्च यथा सिंहस्तथा विष्णुरवस्थितः  ॥
तं दृष्ट्वा दुर्दशापन्नं विष्णुमिंद्रादयः सुराः  ॥
समुन्नद्धा गणेन्द्रेण मृगेंद्रेणेव गोवृषाः  ॥
]

`verse 40 [
प्रगृहीतायुधा यौद्धुंक्रुद्धाः समुपतस्थिरे  ॥
तान्दृष्ट्वा समरे भद्रःक्षुद्रानिव हरिर्मृगान्  ॥
]

`verse 41 [
साक्षाद्रुद्रतनुर्वीरो वरवीरगणावृतः  ॥
अट्टहासेन घोरेण व्यष्टं भयदनिंदितः  ॥
]

`verse 42 [
तथा शतमखस्यापि सवज्रो दक्षिणः करः  ॥
सिसृक्षोरेव उद्वज्रश्चित्रीकृत इवाभवत् ॥
]

`verse 43 [
अन्येषामपि सर्वेषां सरक्ता अपि बाहवः  ॥
अलसानामिवारंभास्तादृशाः प्रतियांत्युत  ॥
]

`verse 44 [
एवं भगवता तेन व्याहताशेषवैभवात् ॥
अमराः समरे तस्य पुरतः स्थातुमक्षमाः  ॥
]

`verse 45 [
स्तब्धैरवयवैरेव दुद्रुवुर्भयविह्वलाः  ॥
स्थितिं च चक्रिरे युद्धे वीरतेजोभयाकुलाः  ॥
]

`verse 46 [
विद्रुतांस्त्रिदशान्वीरान्वीरभद्रो महाभुजः  ॥
विव्याध निशितैर्बाणैर्मघो वर्षैरिवाचलान्  ॥
]

`verse 47 [
बहवस्तस्य वीरस्य बाहवः परिघोपमाः  ॥
शस्त्रैश्चकाशिरे दीप्तैः साग्निज्वाला इवोरगाः  ॥
]

`verse 48 [
अस्त्रशस्त्राण्यनेकानिसवीरो विसृजन्बभौ  ॥
विसृजन्सर्वभूतानि यथादौ विश्वसंभवः  ॥
]

`verse 49 [
यथा रश्मिभिरादित्यः प्रच्छादयति मेदिनीम्  ॥
तथा वीरः क्षणादेव शरैः प्राच्छादयद्दिशः  ॥
]

`verse 50 [
खमंडले गणेन्द्रस्य शराः कनकभूषिताः  ॥
उत्पतंतस्तडिद्रूपैरुपमानपदं ययुः  ॥
]

`verse 51 [
महांतस्ते सुरगणान्मंडूकानिवडुंडुभाः  ॥
प्राणैर्वियोजयामासुः पपुश्च रुधिरासवम्  ॥
]

`verse 52 [
निकृत्तबाहवः केचित्केचिल्लूनवराननाः  ॥
पार्श्वे विदारिताः केचिन्निपेतुरमरा भुवि  ॥
]

`verse 53 [
विशिखोन्मथितैर्गात्रैर्बहुभिश्छिन्नसन्धिभिः  ॥
विवृत्तनयनाः केचिन्निपेतुर्भूतले मृताः  ॥
गां प्रवेष्टुमिवेच्छंतः खं गंतुमिव लिप्सवः  ॥
]

`verse 54 [
अलब्धात्मनिरोधानां व्यलीयंतः परस्परम्  ॥
भूमौ केचित्प्रविविशुः पर्वतानां गुहाः परे  ॥
]

`verse 55 [
अपरे जग्मुराकाशं परे च विविशुर्जलम्  ॥
तथा संछिन्नसर्वांगैस्स वीरस्त्रिदशैर्बभौ  ॥
]

`verse 56 [
परिग्रस्तप्रजावर्गो भगवानिव भैरवः  ॥
दग्धत्रिपुरसंव्यूहस्त्रिपुरारिर्यथाभवत् ॥
]

`verse 57 [
एवं देवबलं सर्वं दीनं बीभत्सदर्शनम्  ॥
गणेश्वरसमुत्पन्नं कृपणं वपुराददे  ॥
]

`verse 58 [
तदा त्रिदशवीराणामसृक्सलिलवाहिनी  ॥
प्रावर्तत नदी घोरा प्राणिनां भयशंसिनी  ॥
]

`verse 59 [
रुधिरेण परिक्लिन्ना यज्ञभूमिस्तदा बभौ  ॥
रक्तार्द्रवसना श्यामा हतशुंभेव कैशिकी  ॥
]

`verse 60 [
तस्मिन्महति संवृत्ते समरे भृशदारुणे  ॥
भयेनेव परित्रस्ता प्रचचाल वसुन्धरा  ॥
]

`verse 61 [
महोर्मिकलिलावर्तश्चुक्षुभे च महोदधिः  ॥
पेतुश्चोल्का महोत्पाताः शाखाश्च मुमुचुर्द्रुमाः  ॥
]

`verse 62 [
अप्रसन्ना दिशः सर्वाः पवनश्चाशिवो ववौ  ॥
अहो विधिविपर्यासस्त्वश्वमेधोयमध्वरः  ॥
यजमानस्स्वयं दक्षौ ब्रह्मपुत्रप्रजापतिः  ॥
]

`verse 63 [
धर्मादयस्सदस्याश्च रक्षिता गरुडध्वजः  ॥
भागांश्च प्रतिगृह्णंति साक्षादिंद्रादयः सुराः  ॥
]

`verse 64 [
तथापि यजमानस्य यज्ञस्य च सहर्त्विजः  ॥
सद्य एव शिरश्छेदस्साधु संपद्यते फलम्  ॥
]

`verse 65 [
तस्मान्नावेदनिर्दिष्टं न चेश्वरबहिष्कृतम्  ॥
नासत्परिगृहीतं च कर्म कुर्यात्कदाचन  ॥
]

`verse 66 [
कृत्वापि सुमहत्पुण्यमिष्ट्वा यज्ञशतैरपि  ॥
न तत्फलमवाप्नोति भक्तिहीनो महेश्वरे  ॥
]

`verse 67 [
कृत्वापि सुमहत्पापं भक्त्या यजति यश्शिवम्  ॥
मुच्यते पातकैः सर्वैर्नात्र कार्या विचारणा  ॥
]

`verse 68 [
बहुनात्र किमुक्तेन वृथा दानं वृथा तपः  ॥
वृथा यज्ञो वृथा होमः शिवनिन्दारतस्य तु  ॥
]

`verse 69 [
ततः सनारायणकास्सरुद्राः सलोकपालास्समरे सुरौघाः  ॥
गणेंद्रचापच्युतबाणविद्धाः प्रदुद्रुवुर्गाढरुजाभिभूताः  ॥
]

`verse 70 [
चेलुः क्वचित्केचन शीर्णकेशाः सेदुः क्वचित्केचन दीर्घगात्राः  ॥
पेतुः क्वचित्केचन भिन्नवक्त्रा नेशुः क्वचित्केचन देववीराः  ॥
]

`verse 71 [
केचिच्च तत्र त्रिदशा विपन्ना विस्रस्तवस्त्राभरणास्त्रशस्त्राः  ॥
निपेतुरुद्भासितदीनमुद्रा मदं च दर्पं च बलं च हित्वा  ॥
]

`verse 72 [
सस्मुत्पथप्रस्थितमप्रधृष्यो विक्षिप्य दक्षाध्वरमक्षतास्त्रैः  ॥
बभौ गणेशस्स गणेश्वराणां मध्ये स्थितः सिंह इवर्षभाणाम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्खण्डे दक्षयज्ञविध्वंसवर्णनं नाम द्वाविंशो ऽध्यायः
]
