`verse 1 [
अध्याय
]

`speaker [
वायुरुवाच
]

`verse 2 [
इति सञ्छिन्नभिन्नांगा देवा विष्णुपुरोगमाः  ॥
क्षणात्कष्टां दशामेत्य त्रेसुः स्तोकावशेषिता  ॥
]

`verse 3 [
त्रस्तांस्तान्समरे वीरान् देवानन्यांश्च वै गणाः  ॥
प्रमथाः परमक्रुद्धा वीरभद्रप्रणोदिताः  ॥
]

`verse 4 [
प्रगृह्य च तथा दोषं निगडैरायसैर्दृढैः  ॥
बबन्धुः पाणिपादेषु कंधरेषूदरेषु च  ॥
]

`verse 5 [
तस्मिन्नवसरे ब्रह्मा भद्रमद्रीन्द्रजानुतम्  ॥
सारथ्याल्लब्धवात्सल्यः प्रार्थयन् प्रणतो ऽब्रवीत् ॥
]

`verse 6 [
अलं क्रोधेन भगवन्नष्टाश्चैते दिवौकसः  ॥
प्रसीद क्षम्यतां सर्वं रोमजैस्सह सुव्रत  ॥
]

`verse 7 [
एवं विज्ञापितस्तेन ब्रह्मणा परमेष्ठिना  ॥
शमं जगाम संप्रीतो गणपस्तस्य गौरवात् ॥
]

`verse 8 [
देवाश्च लब्धावसरा देवदेवस्य मंत्रिणः  ॥
धारयन्तो ऽञ्जलीन्मूर्ध्नि तुष्टुवुर्विविधैः स्तवैः  ॥
]

`verse 9 [
रुद्रभद्राय रुद्राणां पतये रुद्रभूतये  ॥
]

`verse 10 [
कालाग्निरुद्ररूपाय कालकामांगहारिणे  ॥
देवतानां शिरोहन्त्रे दक्षस्य च दुरात्मनः  ॥
]

`verse 11 [
संसर्गादस्य पापस्य दक्षस्याक्लिष्टकर्मणः  ॥
शासिताः समरे वीर त्वया वयमनिन्दिता  ॥
]

`verse 12 [
दग्धाश्चामी वयं सर्वे त्वत्तो भीताश्च भो प्रभो  ॥
त्वमेव गतिरस्माकं त्राहि नश्शरणागतान्  ॥
]

`speaker [
वायुरुवाच
]

`verse 13 [
तुष्टस्त्वेवं स्तुतो देवान् विसृज्य निगडात्प्रभुः  ॥
आनयद्देवदेवस्य समीपममरानिह  ॥
]

`verse 14 [
देवोपि तत्र भगवानन्तरिक्षे स्थितः प्रभुः  ॥
सगणः सर्वगः शर्वस्सर्वलोकमहेश्वरः  ॥
]

`verse 15 [
तं दृष्ट्वा परमेशानं देवा विष्णुपुरोगमाः  ॥
प्रीता अपि च भीताश्च नमश्चक्रुर्महेश्वरम्  ॥
]

`verse 16 [
दृष्ट्वा तानमरान्भीतान्प्रणतार्तिहरो हरः  ॥
इदमाह महादेवः प्रहसन् प्रेक्ष्य पार्वतीम्  ॥
]

`speaker [
महादेव उवाच
]

`verse 17 [
माभैष्ट त्रिदशास्सर्वे यूयं वै मामिकाः प्रजाः  ॥
अनुग्रहार्थमेवेह धृतो दंडः कृपालुना  ॥
]

`verse 18 [
भवतां निर्जराणां हि क्षान्तो ऽस्माभिर्व्यतिक्रमः  ॥
क्रुद्धेष्वस्मासु युष्माकं न स्थितिर्न च जीवितम्  ॥
]

`speaker [
वायुरुवाच
]

`verse 19 [
इत्युक्तास्त्रिदशास्सर्वे शर्वेणामिततेजसा  ॥
सद्यो विगतसन्देहा ननृतुर्विबुधा मुदा  ॥
]

`verse 20 [
प्रसन्नमनसो भूत्वानन्दविह्वलमानसाः  ॥
स्तुतिमारेभिरे कर्तुं शंकरस्य दिवौकसः  ॥
]

`speaker [
देवा ऊचुः
]

`verse 21 [
त्वमेव देवाखिललोककर्ता पाता च हर्ता परमेश्वरो ऽसि  ॥
कविष्णुरुद्राख्यस्वरूपभेदै रजस्तमस्सत्त्वधृतात्ममूर्ते  ॥
]

`verse 22 [
सर्वमूर्ते नमस्ते ऽस्तु विश्वभावन पावन  ॥
अमूर्ते भक्तहेतोर्हि गृहीताकृतिसौख्यद  ॥
]

`verse 23 [
चंद्रो ऽगदो हि देवेश कृपातस्तव शंकर  ॥
निमज्जनान्मृतः प्राप सुखं मिहिरजाजलिः  ॥
]

`verse 24 [
सीमन्तिनी हतधवा तव पूजनतः प्रभो  ॥
सौभाग्यमतुलं प्राप सोमवारव्रतात्सुतान्  ॥
]

`verse 25 [
श्रीकराय ददौ देवः स्वीयं पदमनुत्तमम्  ॥
सुदर्शनमरक्षस्त्वं नृपमंडलभीतितः  ॥
]

`verse 26 [
मेदुरं तारयामास सदारं च घृणानिधिः  ॥
शारदां विधवां चक्रे सधवां क्रियया भवान्  ॥
]

`verse 27 [
भद्रायुषो विपत्तिं च विच्छिद्य त्वमदाः सुखम्  ॥
सौमिनी भवबन्धाद्वै मुक्ता ऽभूत्तव सेवनात् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 28 [
त्वं शंभो कहरीशाश्च रजस्सत्त्वतमोगुणैः  ॥
कर्ता पाता तथा हर्ता जनानुग्रहकांक्षया  ॥
]

`verse 29 [
सर्वगर्वापहारी च सर्वतेजोविलासकः  ॥
सर्वविद्यादिगूढश्च सर्वानुग्रहकारकः  ॥
]

`verse 30 [
त्वत्तः सर्वं च त्वं सर्वं त्वयि सर्वं गिरीश्वर  ॥
त्राहि त्राहि पुनस्त्राहि कृपां कुरु ममोपरि  ॥
]

`verse 31 [
अथास्मिन्नन्तरे ब्रह्मा प्रणिपत्य कृतांजलिः  ॥
एवं त्ववसरं प्राप्य व्यज्ञापयत शूलिने  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
जय देव महादेव प्रणतार्तिविभंजन  ॥
ईदृशेष्वपराधेषु को ऽन्यस्त्वत्तः प्रसीदति  ॥
]

`verse 33 [
लब्धमानो भविष्यंति ये पुरा निहिता मृधे  ॥
प्रत्यापत्तिर्न कस्य स्यात्प्रसन्ने परमेश्वरे  ॥
]

`verse 34 [
यदिदं देवदेवानां कृतमन्तुषु दूषणम्  ॥
तदिदं भूषणं मन्येत अंगीकारगौरवात् ॥
]

`verse 35 [
इति विज्ञाप्यमानस्तु ब्रह्मणा परमेष्ठिना  ॥
विलोक्य वदनं देव्या देवदेवस्स्मयन्निव  ॥
]

`verse 36 [
पुत्रभूतस्य वात्सल्याद्ब्रह्मणः पद्मजन्मनः  ॥
देवादीनां यथापूर्वमंगानि प्रददौ प्रभुः  ॥
]

`verse 37 [
प्रथमाद्यैश्च या देव्यो दंडिता देवमातरः  ॥
तासामपि यथापूर्वाण्यंगानि गिरिशो ददौ  ॥
]

`verse 38 [
दक्षस्य भगवानेव स्वयं ब्रह्मा पितामहः  ॥
तत्पापानुगुणं चक्रे जरच्छागमुखं मुखम्  ॥
]

`verse 39 [
सो ऽपि संज्ञां ततो लब्ध्वा स दृष्ट्वा जीवितः सुधी  ॥
भीतः कृताञ्जलिः शंभुं तुष्टाव प्रलपन्बहु  ॥
]

`speaker [
दक्ष उवाच
]

`verse 40 [
जय देव जगन्नाथ लोकानुग्रहकारक  ॥
कृपां कुरु महेशानापराधं मे क्षमस्व ह  ॥
]

`verse 41 [
कर्ता भर्ता च हर्ता च त्वमेव जगतां प्रभो  ॥
मया ज्ञातं विशेषेण विष्ण्वादिसकलेश्वरः  ॥
]

`verse 42 [
त्वयैव विततं सर्वं व्याप्तं सृष्टं न नाशितम्  ॥
न हि त्वदधिकाः केचिदीशास्ते ऽच्युतकादयः  ॥
]

`speaker [
वायुरुवाच
]

`verse 43 [
तं तथा व्याकुलं भीतं प्रलपंतं कृतागसम्  ॥
स्मयन्निवावदत्प्रेक्ष्य मा भैरिति १ घृणानिधिः  ॥
]

`verse 44 [
तथोक्त्वा ब्रह्मणस्तस्य पितुः प्रियचिकीर्षया  ॥
गाणपत्यं ददौ तस्मै दक्षायाक्षयमीश्वरः  ॥
]

`verse 45 [
ततो ब्रह्मादयो देवा अभिवंद्य कृत २ ंजलिः  ॥
तुष्टुवुः प्रश्रया वाचा शंकरं गिरिजाधिपम्  ॥
]

`speaker [
ब्रह्मादय ऊचुः
]

`verse 46 [
जय शंकर देवेश दीनानाथ महाप्रभो  ॥
कृपां कुरु महेशानापराधं नो क्षमस्व वै  ॥
]

`verse 47 [
मखपाल मखाधीश मखविध्वंसकारक  ॥
कृपां कुरु मशानापराधं नः क्षमस्व वै  ॥
]

`verse 48 [
देवदेव परेशान भक्तप्राणप्रपोषक  ॥
दुष्टदण्डप्रद स्वामिन्कृपां कुरु नमो ऽस्तु ते  ॥
]

`verse 49 [
त्वं प्रभो गर्वहर्ता वै दुष्टानां त्वामजानताम्  ॥
रक्षको हि विशेषेण सतां त्वत्सक्तचेतसाम्  ॥
]

`verse 50 [
अद्भुतं चरितं ते हि निश्चितं कृपया तव  ॥
सर्वापराधः क्षंतव्यो विभवो दीनवत्सलाः  ॥
]

`speaker [
वायुरुवाच
]

`verse 51 [
इति स्तुतो महादेवो ब्रह्माद्यैरमरैः प्रभुः  ॥
स भक्तवत्सलस्स्वामी तुतोष करुणोदधिः  ॥
]

`verse 52 [
चकारानुग्रहं तेषां ब्रह्मादीनां दिवौकसाम्  ॥
ददौ नरांश्च सुप्रीत्या शंकरो दीनवत्सलः  ॥
]

`verse 53 [
स च ततस्त्रिदशाञ्छरणागतान् परमकारुणिकः परमेश्वरः  ॥
अनुगतस्मितलक्षणया गिरा शमितसर्वभयः समभाषत  ॥
]

`speaker [
शिव उवाच
]

`verse 54 [
यदिदमाग इहाचरितं सुरैर्विधिनियोगवशादिव यन्त्रितैः  ॥
शरणमेव गतानवलोक्य वस्तदखिलं किल विस्मृतमेव नः  ॥
]

`verse 55 [
तदिह यूयमपि प्रकृतं मनस्यविगणय्य विमर्दमपत्रपाः  ॥
हरिविरिंचिसुरेन्द्रमुखास्सुखं व्रजत देवपुरं प्रति संप्रति  ॥
]

`verse 56 [
इति सुरानभिधाय सुरेश्वरो निकृतदक्षकृतक्रतुरक्रतुः  ॥
सगिरिजानुचरस्सपरिच्छदः स्थित इवाम्बरतोन्तरधाद्धरः  ॥
]

`verse 57 [
अथ सुरा अपि ते विगतव्यथाः कथितभद्रसुभद्रपराक्रमाः  ॥
सपदि खेन सुखेन यथासुखं ययुरनेकमुखाः मघवन्मुखाः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे गिरिशानुनयो नाम त्रयोविंशो ऽध्यायः
]
