`speaker [
ऋषय ऊचुः
]

`verse 1 [
अन्तर्धानगतो देव्या सह सानुचरो हरः  ॥
क्व यातः कुत्र वासः किं कृत्वा विरराम ह  ॥
]

`speaker [
वायुरुवाच
]

`verse 2 [
महीधरवरः श्रीमान्मंदरश्चित्रकंदरः  ॥
दयितो देवदेवस्य निवासस्तपसो ऽभवत् ॥
]

`verse 3 [
तपो महत्कृतं तेन वोढुं स्वशिरसा शिवौ  ॥
चिरेण लब्धं तत्पादपंकजस्पर्शजं सुखम्  ॥
]

`verse 4 [
तस्य शैलस्य सौन्दर्यं सहस्रवदनैरपि  ॥
न शक्यं विस्तराद्वक्तुं वर्षकोटिशतैरपि  ॥
]

`verse 5 [
शक्यमप्यस्य सौन्दर्यं न वर्णयितुमुत्सहे  ॥
पर्वतान्तरसौन्दर्यं साधारणविधारणात् ॥
]

`verse 6 [
इदन्तु शक्यते वक्तुमस्मिन्पर्वतसुन्दरे  ॥
ऋद्ध्या कयापि सौन्दर्यमीश्वरावासयोग्यता  ॥
]

`verse 7 [
अत एव हि देवेन देव्याः प्रियचिकीर्षया  ॥
अतीव रमणीयोयं गिरिरन्तःपुरीकृतः  ॥
]

`verse 8 [
मेखलाभूमयस्तस्य विमलोपलपादपाः  ॥
शिवयोर्नित्यसान्निध्यान्न्यक्कुर्वंत्यखिलंजगत् ॥
]

`verse 9 [
पितृभ्यां जगतो नित्यं स्नानपानोपयोगतः  ॥
अवाप्तपुण्यसंस्कारः प्रसरद्भिरितस्ततः  ॥
]

`verse 10 [
लघुशीतलसंस्पर्शैरच्छाच्छैर्निर्झराम्बुभिः  ॥
अधिराज्येन चाद्रीणामद्रीरेषो ऽभिषिच्यते  ॥
]

`verse 11 [
निशासु शिखरप्रान्तर्वर्तिना स शिलोच्चयः  ॥
चंद्रेणाचल साम्राज्यच्छत्रेणेव विराजते  ॥
]

`verse 12 [
स शैलश्चंचलीभूतैर्बालैश्चामरयोषिताम्  ॥
सर्वपर्वतसाम्राज्यचामरैरिव वीज्यते  ॥
]

`verse 13 [
प्रातरभ्युदिते भानौ भूधरो रत्नभूषितः  ॥
दर्पणे देहसौभाग्यं द्रष्टुकाम इव स्थितः  ॥
]

`verse 14 [
कूजद्विहंगवाचालैर्वातोद्धृतलताभुजैः  ॥
विमुक्तपुष्पैः सततं व्यालम्बिमृदुपल्लवैः  ॥
]

`verse 15 [
लताप्रतानजटिलैस्तरुभिस्तपसैरिव  ॥
जयाशिषा सहाभ्यर्च्य निषेव्यत इवाद्रिराट् ॥
]

`verse 16 [
अधोमुखैरूर्ध्वमुखैश्शृंगैस्तिर्यङ्मुखैस्तथा  ॥
प्रपतन्निव पाताले भूपृष्ठादुत्पतन्निव  ॥
]

`verse 17 [
परीतः सर्वतो दिक्षु भ्रमन्निव विहायसि  ॥
पश्यन्निव जगत्सर्वं नृत्यन्निव निरन्तरम्  ॥
]

`verse 18 [
गुहामुखैः प्रतिदिनं व्यात्तास्यो विपुलोदरैः  ॥
अजीर्णलावण्यतया जृंभमाण इवाचलः  ॥
]

`verse 19 [
ग्रसन्निव जगत्सर्वं पिबन्निव पयोनिधिम्  ॥
वमन्निव तमोन्तस्थं माद्यन्निव खमम्बुदैः  ॥
]

`verse 20 [
निवास भूमयस्तास्ता दर्पणप्रतिमोदराः  ॥
तिरस्कृतातपास्स्निग्धाश्रमच्छायामहीरुहाः  ॥
]

`verse 21 [
सरित्सरस्तडागादिसंपर्कशिशिरानिलाः  ॥
तत्र तत्र निषण्णाभ्यां शिवाभ्यां सफलीकृताः  ॥
]

`verse 22 [
तमिमं सर्वतः श्रेष्ठं स्मृत्वा साम्बस्त्रियम्बकः  ॥
रैभ्याश्रमसमीपस्थश्चान्तर्धानं गतो ययौ  ॥
]

`verse 23 [
तत्रोद्यानमनुप्राप्य देव्या सह महेश्वरः  ॥
रराम रमणीयासु देव्यान्तःपुरभूमिषु  ॥
]

`verse 24 [
तथा गतेषु कालेषु प्रवृद्धासु प्रजासु च  ॥
दैत्यौ शुंभनिशुंभाख्यौ भ्रातरौ संबभूवतुः  ॥
]

`verse 25 [
ताभ्यां तपो बलाद्दत्तं ब्रह्मणा परमेष्ठिना  ॥
अवध्यत्वं जगत्यस्मिन्पुरुषैरखिलैरपि  ॥
]

`verse 26 [
अयोनिजा तु या कन्या ह्यंबिकांशसमुद्भवा  ॥
अजातपुंस्पर्शरतिरविलंघ्यपराक्रमा  ॥
]

`verse 27 [
तया तु नौ वधः संख्ये तस्यां कामाभिभूतयोः  ॥
इति चाभ्यर्थितो ब्रह्मा ताभ्याम्प्राह तथास्त्विति  ॥
]

`verse 28 [
ततः प्रभृति शक्रादीन्विजित्य समरे सुरान्  ॥
निःस्वाध्यायवषट्कारं जगच्चक्रतुरक्रमात् ॥
]

`verse 29 [
तयोर्वधाय देवेशं ब्रह्माभ्यर्थितवान्पुनः  ॥
विनिंद्यापि रहस्यं वां क्रोधयित्वा यथा तथा  ॥
]

`verse 30 [
तद्वर्णकोशजां शक्तिमकामां कन्यकात्मिकाम्  ॥
निशुम्भशुंभयोर्हंत्रीं सुरेभ्यो दातुमर्हसि  ॥
]

`verse 31 [
एवमभ्यर्थितो धात्रा भगवान्नीललोहितः  ॥
कालीत्याह रहस्यं वां निन्दयन्निव सस्मितः  ॥
]

`verse 32 [
ततः क्रुद्धा तदा देवी सुवर्णा वर्णकारणात् ॥
स्मयन्ती चाह भर्तारमसमाधेयया गिरा  ॥
]

`speaker [
देव्युवाच
]

`verse 33 [
ईदृशो मम वर्णेस्मिन्न रतिर्भवतो ऽस्ति चेत् ॥
एवावन्तं चिरं कालं कथमेषा नियम्यते  ॥
]

`verse 34 [
अरत्या वर्तमानो ऽपि कथं च रमसे मया  ॥
न ह्यशक्यं जगत्यस्मिन्नीश्वरस्य जगत्प्रभोः  ॥
]

`verse 35 [
स्वात्मारामस्य भवतो रतिर्न सुखसाधनम्  ॥
इति हेतोः स्मरो यस्मात्प्रसभं भस्मसात्कृतः  ॥
]

`verse 36 [
या च नाभिमता भर्तुरपि सर्वांगसुन्दरी  ॥
सा वृथैव हि जायेत सर्वैरपि गुणान्तरैः  ॥
]

`verse 37 [
भर्तुर्भोगैकशेषो हि सर्ग एवैष योषिताम्  ॥
तथासत्यन्यथाभूता नारी कुत्रोपयुज्यते  ॥
]

`verse 38 [
तस्माद्वर्णमिमं त्यक्त्वा त्वया रहसि निन्दितम्  ॥
वर्णान्तरं भजिष्ये वा न भजिष्यामि वा स्वयम्  ॥
]

`verse 39 [
इत्युक्त्वोत्थाय शयनाद्देवी साचष्ट गद्गदम्  ॥
ययाचे ऽनुमतिं भर्तुस्तपसे कृतनिश्चया  ॥
]

`verse 40 [
तथा प्रणयभंगेन भीतो भूतपतिः स्वयम्  ॥
पादयोः प्रणमन्नेव भवानीं प्रत्यभाषत  ॥
]

`speaker [
ईश्वर उवाच
]

`verse 41 [
अजानती च क्रीडोक्तिं प्रिये किं कुपितासि मे  ॥
रतिः कुतो वा जायेत त्वत्तश्चेदरतिर्मम  ॥
]

`verse 42 [
माता त्वमस्य जगतः पिताहमधिपस्तथा  ॥
कथं तदुत्पपद्येत त्वत्तो नाभिरतिर्मम  ॥
]

`verse 43 [
आवयोरभिकामो ऽपि किमसौ कामकारितः  ॥
यतः कामसमुत्पत्तिः प्रागेव जगदुद्भवः  ॥
]

`verse 44 [
पृथग्जनानां रतये कामात्मा कल्पितो मया  ॥
ततः कथमुपालब्धः कामदाहादहं त्वया  ॥
]

`verse 45 [
मां वै त्रिदशसामान्यं मन्यमानो मनोभवः  ॥
मनाक्परिभवं कुर्वन्मया वै भस्मसात्कृतः  ॥
]

`verse 46 [
विहारोप्यावयोरस्य जगतस्त्राणकारणात् ॥
ततस्तदर्थं त्वय्यद्य क्रीडोक्तिं कृतवाहनम्  ॥
]

`verse 47 [
स चायमचिरादर्थस्तवैवाविष्करिष्यते  ॥
क्रोधस्य जनकं वाक्यं हृदि कृत्वेदमब्रवीत् ॥
]

`speaker [
देव्युवाच
]

`verse 48 [
श्रुतपूर्वं हि भगवंस्तव चाटु वचो मया  ॥
येनैवमतिधीराहमपि प्रागभिवंचिता  ॥
]

`verse 49 [
प्राणानप्यप्रिया भर्तुर्नारी या न परित्यजेत् ॥
कुलांगना शुभा सद्भिः कुत्सितैव हि गम्यते  ॥
]

`verse 50 [
भूयसी च तवाप्रीतिरगौरमिति मे वपुः  ॥
क्रीडोक्तिरपि कालीति घटते कथमन्यथा  ॥
]

`verse 51 [
सद्भिर्विगर्हितं तस्मात्तव कार्ष्ण्यमसंमतम्  ॥
अनुत्सृज्य तपोयोगात्स्थातुमेवेह नोत्सहे  ॥
]

`speaker [
शिव उवाच
]

`verse 52 [
स यद्येवंविधतापस्ते तपसा किं प्रयोजनम्  ॥
ममेच्छया स्वेच्छया वा वर्णान्तरवती भव  ॥
]

`speaker [
देव्युवाच
]

`verse 53 [
नेच्छामि भवतो वर्णं स्वयं वा कर्तुमन्यथा  ॥
ब्रह्माणं तपसाराध्य क्षिप्रं गौरी भवाम्यहम्  ॥
]

`speaker [
ईश्वर उवाच
]

`verse 54 [
मत्प्रसादात्पुरा ब्रह्मा ब्रह्मत्वं प्राप्तवान्पुरा  ॥
तमाहूय महादेवि तपसा किं करिष्यसि  ॥
]

`speaker [
देव्युवाच
]

`verse 55 [
त्वत्तो लब्धपदा एव सर्वे ब्रह्मादयः सुराः  ॥
तथाप्याराध्य तपसा ब्रह्माणं त्वन्नियोगतः  ॥
]

`verse 56 [
पुरा किल सती नाम्ना दक्षस्य दुहिता ऽभवम्  ॥
जगतां पतिमेवं त्वां पतिं प्राप्तवती तथा  ॥
]

`verse 57 [
एवमद्यापि तपसा तोषयित्वा द्विजं विधिम्  ॥
गौरी भवितुमिच्छामि को दोषः कथ्यतामिह  ॥
]

`verse 58 [
एवमुक्तो महादेव्या वामदेवः स्मयन्निव  ॥
न तां निर्बंधयामास देवकार्यचिकीर्षया  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे शिवमन्दरगिरिनिवासक्रीडोक्तवर्णनं नाम चतुर्विंशो ऽध्यायः
]
