`speaker [
वायुरुवाच
]

`verse 1 [
ततः प्रदक्षिणीकृत्य पतिमम्बा पतिव्रता  ॥
नियम्य च वियोगार्तिं जगाम हिमवद्गिरिम्  ॥
]

`verse 2 [
तपःकृतवती पूर्वं देशे यस्मिन्सखीजनैः  ॥
तमेव देशमवृनोत्तपसे प्रणयात्पुनः  ॥
]

`verse 3 [
ततः स्वपितरं दृष्ट्वा मातरं च तयोर्गृहे  ॥
प्रणम्य वृत्तं विज्ञाप्य ताभ्यां चानुमता सती  ॥
]

`verse 4 [
पुनस्तपोवनं गत्वा भूषणानि विसृज्य च  ॥
स्नात्वा तपस्विनो वेषं कृत्वा परमपावनम्  ॥
]

`verse 5 [
संकल्प्य च महातीव्रं तपः परमदुश्चरम्  ॥
सदा मनसि सन्धाय भर्तुश्चरणपंकजम्  ॥
]

`verse 6 [
तमेव क्षणिके लिंगे ध्यात्वा बाह्यविधानतः  ॥
त्रिसन्ध्यमभ्यर्चयन्ती वन्यैः पुष्पैः फलादिभिः  ॥
]

`verse 7 [
स एव ब्रह्मणो मूर्तिमास्थाय तपसः फलम्  ॥
प्रदास्यति ममेत्येवं नित्यं कृत्वा ऽकरोत्तपः  ॥
]

`verse 8 [
तथा तपश्चरन्तीं तां काले बहुतिथे गते  ॥
दृष्टः कश्चिन्महाव्याघ्रो दुष्टभावादुपागमत् ॥
]

`verse 9 [
तथैवोपगतस्यापि तस्यातीवदुरात्मनः  ॥
गात्रं चित्रार्पितमिव स्तब्धं तस्यास्सकाशतः  ॥
]

`verse 10 [
तं दृष्ट्वापि तथा व्याघ्रं दुष्टभावादुपागतम्  ॥
न पृथग्जनवद्देवी स्वभावेन विविच्यते  ॥
]

`verse 11 [
स तु विष्टब्धसर्वांगो बुभुक्षापरिपीडितः  ॥
ममामिषं ततो नान्यदिति मत्वा निरन्तरम्  ॥
]

`verse 12 [
निरीक्ष्यमाणः सततं देवीमेव तदा ऽनिशम्  ॥
अतिष्ठदग्रतस्तस्या उपासनमिवाचरत् ॥
]

`verse 13 [
देव्याश्च हृदये नित्यं ममैवायमुपासकः  ॥
त्राता च दुष्टसत्त्वेभ्य इति प्रववृते कृपा  ॥
]

`verse 14 [
तस्या एव कृपा योगात्सद्योनष्टमलत्रयः  ॥
बभूव सहसा व्याघ्रो देवीं च बुबुधे तदा  ॥
]

`verse 15 [
न्यवर्तत बुभुक्षा च तस्यांगस्तम्भनं तथा  ॥
दौरात्म्यं जन्मसिद्धं च तृप्तिश्च समजायत  ॥
]

`verse 16 [
तदा परमभावेन ज्ञात्वा कार्तार्थ्यमात्मनः  ॥
सद्योपासक एवैष सिषेवे परमेश्वरीम्  ॥
]

`verse 17 [
दुष्टानामपि सत्त्वानां तथान्येषान्दुरात्मनाम्  ॥
स एव द्रावको भूत्वा विचचार तपोवने  ॥
]

`verse 18 [
तपश्च ववृधे देव्यास्तीव्रं तीव्रतरात्मकम्  ॥
देवाश्च दैत्यनिर्बन्धाद्ब्रह्माणं शरणं गताः  ॥
]

`verse 19 [
चक्रुर्निवेदनं देवाः स्वदुःखस्यारिपीडनात् ॥
यथा च ददतुः शुम्भनिशुम्भौ वरसम्मदात् ॥
]

`verse 20 [
सो ऽपि श्रुत्वा विधिर्दुःखं सुराणां कृपयान्वितः  ॥
आसीद्दैत्यवधायैव स्मृत्वा हेत्वाश्रयां कथाम्  ॥
]

`verse 21 [
सामरः प्रार्थितो ब्रह्मा ययौ देव्यास्तपोवनम्  ॥
संस्मरन्मनसा देवदुःखमोक्षं स्वयत्नतः  ॥
]

`verse 22 [
ददर्श च सुरश्रेष्ठः श्रेष्ठे तपसि निष्ठिताम्  ॥
प्रतिष्ठामिव विश्वस्य भवानीं परमेश्वरीम्  ॥
]

`verse 23 [
ननाम चास्य जगतो मातरं स्वस्य वै हरेः  ॥
रुद्रस्य च पितुर्भार्यामार्यामद्रीश्वरात्मजाम्  ॥
]

`verse 24 [
ब्रह्माणमागतं दृष्ट्वा देवी देवगणैः सह  ॥
अर्घ्यं तदर्हं दत्त्वा ऽस्मै स्वागताद्यैरुपाचरत् ॥
]

`verse 25 [
तां च प्रत्युपचारोक्तिं पुरस्कृत्याभिनंद्य च  ॥
पप्रच्छ तपसो हेतुमजानन्निव पद्मजः  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
तीव्रेण तपसानेन देव्या किमिह साध्यते  ॥
तपःफलानां सर्वेषां त्वदधीना हि सिद्धयः  ॥
]

`verse 27 [
यश्चैव जगतां भर्ता तमेव परमेश्वरम्  ॥
भर्तारमात्मना प्राप्य प्राप्तञ्च तपसः फलम्  ॥
]

`verse 28 [
अथवा सर्वमेवैतत्क्रीडाविलसितं तव  ॥
इदन्तु चित्रं देवस्य विरहं सहसे कथम्  ॥
]

`speaker [
देव्युवाच
]

`verse 29 [
सर्गादौ भवतो देवादुत्पत्तिः श्रूयते यदा  ॥
तदा प्रजानां प्रथमस्त्वं मे प्रथमजः सुतः  ॥
]

`verse 30 [
यदा पुनः प्रजावृद्ध्यै ललाटाद्भवतो भवः  ॥
उत्पन्नो ऽभूत्तदा त्वं मे गुरुः श्वशुरभावतः  ॥
]

`verse 31 [
यदा भवद्गिरीन्द्रस्ते पुत्रो मम पिता स्वयम्  ॥
तदा पितामहस्त्वं मे जातो लोकपितामह  ॥
]

`verse 32 [
तदीदृशस्य भवतो लोकयात्राविधायिनः  ॥
वृत्तवन्तःपुरे भर्ता कथयिष्ये कथं पुनः  ॥
]

`verse 33 [
किमत्र बहुना देहे यश्चायं मम कालिमा  ॥
त्यक्त्वा सत्त्वविधानेन गौरी भवितुमुत्सहे  ॥
]

`verse 34 [
५३०

ब्रह्मोवाच
एतावता किमर्थेन तीव्रं देवि तपः कृतम्  ॥
स्वेच्छैव किमपर्याप्ता क्रीडेयं हि तवेदृशी  ॥
]

`verse 35 [
क्रीडा ऽपि च जगन्मातस्तव लोकहिताय वै  ॥
अतो ममेष्टमनया फलं किमपि साध्यताम्  ॥
]

`verse 36 [
निशुंभशुंभनामानौ दैत्यौ दत्तवरौ मया  ॥
दृप्तौ देवान्प्रबाधेते त्वत्तो लब्धस्तयोर्वधः  ॥
]

`verse 37 [
अलं विलंबनेनात्र त्वं क्षणेन स्थिरा भव  ॥
शक्तिर्विसृज्यमाना ऽद्य तयोर्मृत्युर्भविष्यति  ॥
]

`verse 38 [
ब्राह्मणाभ्यर्थिता चैव देवी गिरिवरात्मजा  ॥
त्वक्कोशं सहसोत्सृज्य गौरी सा समजायत  ॥
]

`verse 39 [
सा त्वक्कोशात्मनोत्सृष्टा कौशिकी नाम नामतः  ॥
काली कालाम्बुदप्रख्या कन्यका समपद्यत  ॥
]

`verse 40 [
सा तु मायात्मिका शक्तिर्योगनिद्रा च वैष्णवी  ॥
शंखचक्रत्रिशूलादिसायुधाष्टमहाभुजा  ॥
]

`verse 41 [
सौम्या घोरा च मिश्रा च त्रिनेत्रा चन्द्रशेखरा  ॥
अजातपुंस्पर्शरतिरधृष्या चातिसुन्दरी  ॥
]

`verse 42 [
दत्ता च ब्रह्मणे देव्या शक्तिरेषा सनातनी  ॥
निशुंभस्य च शुंभस्य निहंत्री दैत्यसिंहयोः  ॥
]

`verse 43 [
ब्रह्मणापि प्रहृष्टेन तस्यै परमशक्तये  ॥
प्रबलः केसरी दत्तो वाहनत्वे समागतः  ॥
]

`verse 44 [
विन्ध्ये च वसतिं तस्याः पूजामासवपूर्वकैः  ॥
मांसैर्मत्स्यैरपूपैश्च निर्वर्त्यासौ समादिशत् ॥
]

`verse 45 [
सा चैव संमता शक्तिर्ब्रह्मणो विश्वकर्मणः  ॥
प्रणम्य मातरं गौरीं ब्रह्माणं चानुपूर्वशः  ॥
]

`verse 46 [
शक्तिभिश्चापि तुल्याभिः स्वात्मजाभिरनेकशः  ॥
परीता प्रययौ विन्ध्यं दैत्येन्द्रौ हन्तुमुद्यता  ॥
]

`verse 47 [
निहतौ च तया तत्र समरे दैत्यपुंगवौ  ॥
तद्बाणैः कामबाणैश्च च्छिन्नभिन्नांगमानसौ  ॥
]

`verse 48 [
ऊहनीयं परस्माच्च प्रस्तुतं वर्णयामि वः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे देवीगौरत्वभवनं नाम पञ्चविंशो ऽध्यायः
]
