`speaker [
वायुरुवाच
]

`verse 1 [
उत्पाद्य कौशिकीं गौरी ब्रह्मणे प्रतिपाद्य ताम्  ॥
तस्य प्रत्युपकाराय पितामहमथाब्रवीत् ॥
]

`speaker [
देव्युवाच
]

`verse 2 [
दृष्टः किमेष भवता शार्दूलो मदुपाश्रयः  ॥
अनेन दुष्टसत्त्वेभ्यो रक्षितं मत्तपोवनम्  ॥
]

`verse 3 [
मय्यर्पितमना एष भजते मामनन्यधीः  ॥
अस्य संरक्षणादन्यत्प्रियं मम न विद्यते  ॥
]

`verse 4 [
भवितव्यमनेनातो ममान्तःपुरचारिणा  ॥
गणेश्वरपदं चास्मै प्रीत्या दास्यति शंकरः  ॥
]

`verse 5 [
एनमग्रेसरं कृत्वा सखीभिर्गन्तुमुत्सहे  ॥
प्रदीयतामनुज्ञा मे प्रजानां पतिना १ त्वया  ॥
]

`verse 6 [
इत्युक्तः प्रहसन्ब्रह्मा देवीम्मुग्धामिव स्मयन्  ॥
तस्य तीव्रैः पुरावृत्तैर्दौरात्म्यं समवर्णयत्१  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
पशौ देवि मृगाः क्रूराः क्व च ते ऽनुग्रहः शुभः  ॥
आशीविषमुखे साक्षादमृतं किं निषिच्यते  ॥
]

`verse 8 [
व्याघ्रमात्रेण सन्नेष दुष्टः को ऽपि निशाचरः  ॥
अनेन भक्षिता गावो ब्राह्मणाश्च तपोधनाः  ॥
]

`verse 9 [
तर्पयंस्तान्यथाकामं कामरूपी चरत्यसौ  ॥
अवश्यं खलु भोक्तव्यं फलं पापस्य कर्मणः  ॥
]

`verse 10 [
अतः किं कृपया कृत्यमीदृशेषु दुरात्मसु  ॥
अनेन देव्याः किं कृत्यं प्रकृत्या कलुषात्मना  ॥
]

`speaker [
देव्युवाच
]

`verse 11 [
यदुक्तं भवता सर्वं तथ्यमस्त्वयमीदृशः  ॥
तथापि मां प्रपन्नो ऽभून्न त्याज्यो मामुपाश्रितः  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
अस्य भक्तिमविज्ञाय प्राग्वृत्तं ते निवेदितम्  ॥
भक्तिश्चेदस्य किं पापैर्न ते भक्तः प्रणश्यति  ॥
]

`verse 13 [
पुण्यकर्मापि किं कुर्यात्त्वदीयाज्ञानपेक्षया  ॥
अजा प्रज्ञा पुराणी च त्वमेव परमेश्वरी  ॥
]

`verse 14 [
त्वदधीना हि सर्वेषां बंधमोक्षव्यवस्थितिः  ॥
त्वदृते परमा शक्तिः संसिद्धिः कस्य कर्मणा  ॥
]

`verse 15 [
त्वमेव विविधा शक्तिः भवानामथ वा स्वयम्  ॥
अशक्तः कर्मकरणे कर्ता वा किं करिष्यति  ॥
]

`verse 16 [
विष्णोश्च मम चान्येषां देवदानवरक्षसाम्  ॥
तत्तदैश्वर्यसम्प्राप्त्यै तवैवाज्ञा हि कारणम्  ॥
]

`verse 17 [
अतीताः खल्वसंख्याता ब्रह्माणो हरयो भवाः  ॥
अनागतास्त्वसंख्यातास्त्वदाज्ञानुविधायिनः  ॥
]

`verse 18 [
त्वामनाराध्य देवेशि पुरुषार्थचतुष्टयम्  ॥
लब्धुं न शक्यमस्माभिरपि सर्वैः सुरोत्तमैः  ॥
]

`verse 19 [
व्यत्यासो ऽपि भवेत्सद्यो ब्रह्मत्वस्थावरत्वयोः  ॥
सुकृतं दुष्कृतं चापि त्वयेव स्थापितं यतः  ॥
]

`verse 20 [
त्वं हि सर्वजगद्भर्तुश्शिवस्य परमात्मनः  ॥
अनादिमध्यनिधना शक्तिराद्या सनातनी  ॥
]

`verse 21 [
समस्तलोकयात्रार्थं मूर्तिमाविश्य कामपि  ॥
क्रीडसे २ विविधैर्भावैः कस्त्वां जानाति तत्त्वतः  ॥
]

`verse 22 [
अतो दुष्कृतकर्मापि व्याघ्रो ऽयं त्वदनुग्रहात् ॥
प्राप्नोतु परमां सिद्धिमत्र कः प्रतिबन्धकः  ॥
]

`verse 23 [
इत्यात्मनः परं भावं स्मारयित्वानुरूपतः  ॥
ब्रह्मणाभ्यर्थिता गौरी तपसो ऽपि न्यवर्तत  ॥
]

`verse 24 [
ततो देवीमनुज्ञाप्य ब्रह्मण्यन्तर्हिते सति  ॥
देवीं च मातरं दृष्ट्वा मेनां हिमवता सह  ॥
]

`verse 25 [
प्रणम्याश्वास्य बहुधा पितरौ विरहासहौ  ॥
तपः प्रणयिनो देवी तपोवनमहीरुहान्  ॥
]

`verse 26 [
विप्रयोगशुचेवाग्रे पुष्पबाष्पं विमुंचतः  ॥
तत्तुच्छाखासमारूढविहगो दीरितै रुतैः  ॥
]

`verse 27 [
व्याकुलं बहुधा दीनं विलापमिव कुर्वतः  ॥
सखीभ्यः कथयंत्येवं सत्त्वरा भर्तृदर्शने  ॥
]

`verse 28 [
पुरस्कृत्य च तं व्याघ्रं स्नेहात्पुत्रमिवौरसम्  ॥
देहस्य प्रभया चैव दीपयन्ती दिशो दश  ॥
]

`verse 29 [
प्रययौ मंदरं गौरी यत्र भर्ता महेश्वरः  ॥
सर्वेषां जगतां धाता कर्ता पाता विनाशकृत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे व्याघ्रगतिवर्णनं नाम षड्विंशो ऽध्यायः
]
