`speaker [
ऋषय ऊचुः
]

`verse 1 [
कृत्वा गौरं वपुर्दिव्यं देवी गिरिवरात्मजा  ॥
कथं ददर्श भर्तारं प्रविष्टा मन्दितं सती  ॥
]

`verse 2 [
प्रवेशसमये तस्या भवनद्वारगोचरैः  ॥
गणेशैः किं कृतं देवस्तान्दृष्ट्वा किन्तदा ऽकरोत् ॥
]

`speaker [
वायुरुवाच
]

`verse 3 [
प्रवक्तुमंजसा ऽशक्यः तादृशः परमो रसः  ॥
येन प्रणयगर्भेण भावो भाववतां हृतः  ॥
]

`verse 4 [
द्वास्थैस्ससंभ्रमैरेव देवो देव्यागमोत्सुकः  ॥
शंकमाना प्रविष्टान्तस्तञ्च सा समपश्यत  ॥
]

`verse 5 [
तैस्तैः प्रणयभावैश्च भवनान्तरवर्तिभिः  ॥
गणेन्द्रैर्वन्दिता वाचा प्रणनाम त्रियम्बकम्  ॥
]

`verse 6 [
प्रणम्य नोत्थिता यावत्तावत्तां परमेश्वरः  ॥
प्रगृह्य दोर्भ्यामाश्लिष्य परितः परया मुदा  ॥
]

`verse 7 [
स्वांके धर्तुं प्रवृत्तो ऽपि सा पर्यंके न्यषीदत  ॥
पर्यंकतो बलाद्देवीं सोङ्कमारोप्य सुस्मिताम्  ॥
]

`verse 8 [
सस्मितो विवृतैर्नेत्रैस्तद्वक्त्रं प्रपिबन्निव  ॥
तया संभाषणायेशः पूर्वभाषितमब्रवीत् ॥
]

`speaker [
देवदेव उवाच
]

`verse 9 [
सा दशा च व्यतीता किं तव सर्वांगसुन्दरि  ॥
यस्यामनुनयोपायः को ऽपि कोपान्न लभ्यते  ॥
]

`verse 10 [
स्वेच्छयापि न कालीति नान्यवर्णवतीति च  ॥
त्वत्स्वभावाहृतं चित्तं सुभ्रु चिंतावहं मम  ॥
]

`verse 11 [
विस्मृतः परमो भावः कथं स्वेच्छांगयोगतः  ॥
न सम्भवन्ति ये तत्र चित्तकालुष्यहेतवः  ॥
]

`verse 12 [
पृथग्जनवदन्योन्यं विप्रियस्यापि कारणम्  ॥
आवयोरपि यद्यस्ति नास्त्येवैतच्चराचरम्  ॥
]

`verse 13 [
अहमग्निशिरोनिष्ठस्त्वं सोमशिरसि स्थिता  ॥
अग्नीषोमात्मकं विश्वमावाभ्यां समधिष्ठितम्  ॥
]

`verse 14 [
जगद्धिताय चरतोः स्वेच्छाधृतशरीरयोः  ॥
आवयोर्विप्रयोगे हि स्यान्निरालम्बनं जगत् ॥
]

`verse 15 [
अस्ति हेत्वन्तरं चात्र शास्त्रयुक्तिविनिश्चितम्  ॥
वागर्थमिव मे वैतज्जगत्स्थावरजंगमम्  ॥
]

`verse 16 [
त्वं हि वागमृतं साक्षादहमर्थामृतं परम्  ॥
द्वयमप्यमृतं कस्माद्वियुक्तमुपपद्यते  ॥
]

`verse 17 [
विद्याप्रत्यायिका त्वं मे वेद्यो ऽहं प्रत्ययात्तव  ॥
विद्यावेद्यात्मनोरेव विश्लेषः कथमावयोः  ॥
]

`verse 18 [
न कर्मणा सृजामीदं जगत्प्रतिसृजामि च  ॥
सर्वस्याज्ञैकलभ्यत्वादाज्ञात्वं हि गरीयसी  ॥
]

`verse 19 [
आज्ञैकसारमैश्वर्यं यस्मात्स्वातंत्र्यलक्षणम्  ॥
आज्ञया विप्रयुक्तस्य चैश्वर्यं मम कीदृशम्  ॥
]

`verse 20 [
न कदाचिदवस्थानमावयोर्विप्रयुक्तयोः  ॥
देवानां कार्यमुद्दिश्य लीलोक्तिं कृतवानहम्  ॥
]

`verse 21 [
त्वयाप्यविदितं नास्ति कथं कुपितवत्यसि  ॥
ततस्त्रिलोकरक्षार्थे कोपो मय्यपि ते कृतः  ॥
]

`verse 22 [
यदनर्थाय भूतानां न तदस्ति खलु त्वयि  ॥
इति प्रियंवदे साक्षादीश्वरे परमेश्वरे  ॥
]

`verse 23 [
शृंगारभावसाराणां जन्मभूमिरकृत्रिमा  ॥
स्वभर्त्रा ललितन्तथ्यमुक्तं मत्वा स्मितोत्तरम्  ॥
]

`speaker [
देव्युवाच
]

`verse 24 [
किं देवेन न सा दृष्टा या सृष्टा कौशिकी मया  ॥
तादृशी कन्यका लोके न भूता न भविष्यति  ॥
]

`verse 25 [
तस्या वीर्यं बलं विन्ध्यनिलयं विजयं तथा  ॥
शुंभस्य च निशुंभस्य मारणे च रणे तयोः  ॥
]

`verse 26 [
प्रत्यक्षफलदानं च लोकाय भजते सदा  ॥
लोकानां रक्षणं शश्वद्ब्रह्मा विज्ञापयिष्यति  ॥
]

`verse 27 [
इति संभाषमाणाया देव्या एवाज्ञया तदा  ॥
व्याघ्रः सख्या समानीय पुरो ऽवस्थापितस्तदा  ॥
]

`verse 28 [
तं प्रेक्ष्याह पुनर्देवी देवानीतमुपायतम्  ॥
व्याघ्रं पश्य न चानेन सदृशो मदुपासकः  ॥
]

`verse 29 [
अनेन दुष्टसंघेभ्यो रक्षितं मत्तपोवनम्  ॥
अतीव मम भक्तश्च विश्रब्धश्च स्वरक्षणात् ॥
]

`verse 30 [
स्वदेशं च परित्यज्य प्रसादार्थं समागतः  ॥
यदि प्रीतिरभून्मत्तः परां प्रीतिं करोषि मे  ॥
]

`verse 31 [
नित्यमन्तःपुरद्वारि नियोगान्नन्दिनः स्वयम्  ॥
रक्षिभिस्सह तच्चिह्नैर्वर्ततामयमीश्वर  ॥
]

`speaker [
वायुरुवाच
]

`verse 32 [
मधुरं प्रणयोदर्कं श्रुत्वा देव्याः शुभं वचः  ॥
प्रीतो ऽस्मीत्याह तं देवस्स चादृश्यत तत्क्षणात् ॥
]

`verse 33 [
बिभ्रद्वेत्रलतां हैमीं रत्नचित्रं च कंचुकम्  ॥
छुरिकामुरगप्रख्यां गणेशो रक्षवेषधृक् ॥
]

`verse 34 [
यस्मात्सोमो महादेवो नन्दी चानेन नन्दितः  ॥
सोमनन्दीति विख्यातस्तस्मादेष समाख्यया  ॥
]

`verse 35 [
इत्थं देव्याः प्रियं कृत्वा देवश्चर्धेन्दुभूषणः  ॥
भूषयामास तन्दिव्यैर्भूषणै रत्नभूषितैः  ॥
]

`verse 36 [
ततस्स गौरीं गिरिशो गिरीन्द्रजां सगौरवां सर्वमनोहरां हरः  ॥
पर्यंकमारोप्य वरांगभूषणैर्विभूषयामास शशांकभूषणः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे सप्तविंशो ऽध्यायः
]
