`speaker [
ऋषय ऊचुः
]

`verse 1 [
देवीं समादधानेन देवेनेदं किमीरितम्  ॥
अग्निषोमात्मकं विश्वं वागर्थात्मकमित्यपि  ॥
]

`verse 2 [
आज्ञैकसारमैश्वर्यमाज्ञा त्वमिति चोदितम्  ॥
तदिदं श्रोतुमिच्छामो यथावदनुपूर्वशः  ॥
]

`speaker [
वायुरुवाच
]

`verse 3 [
अग्निरित्युच्यते रौद्री घोरा या तैजसी तनुः  ॥
सोमः शाक्तो ऽमृतमयः शक्तेः शान्तिकरी तनुः  ॥
]

`verse 4 [
अमृतं यत्प्रतिष्ठा सा तेजो विद्या कला स्वयम्  ॥
भूतसूक्ष्मेषु सर्वेषु त एव रसतेजसी  ॥
]

`verse 5 [
द्विविधा तेजसो वृत्तिसूर्यात्मा चानलात्मिका  ॥
तथैव रसवृत्तिश्च सोमात्मा च जलात्मिका  ॥
]

`verse 6 [
विद्युदादिमयन्तेजो मधुरादिमयो रसः  ॥
तेजोरसविभेदैस्तु धृतमेतच्चराचरम्  ॥
]

`verse 7 [
अग्नेरमृतनिष्पत्तिरमृतेनाग्निरेधते  ॥
अत एव हि विक्रान्तमग्नीषोमं जगद्धितम्  ॥
]

`verse 8 [
हविषे सस्यसम्पत्तिर्वृष्टिः सस्याभिवृद्धये  ॥
वृष्टेरेव हविस्तस्मादग्नीषोमधृतं जगत् ॥
]

`verse 9 [
अग्निरूर्ध्वं ज्वलत्येष यावत्सौम्यं परामृतम्  ॥
यावदग्न्यास्पदं सौम्यममृतं च स्रवत्यधः  ॥
]

`verse 10 [
अत एव हि कालाग्निरधस्ताच्छक्तिरूर्ध्वतः  ॥
यावदादहनं चोर्ध्वमधश्चाप्लावनं भवेत् ॥
]

`verse 11 [
आधारशक्त्यैव धृतः कालाग्निरयमूर्ध्वगः  ॥
तथैव निम्नगः सोमश्शिवशक्तिपदास्पदः  ॥
]

`verse 12 [
शिवश्चोर्ध्वमधश्शक्तिरूर्ध्वं शक्तिरधः शिवः  ॥
तदित्थं शिवशक्तिभ्यान्नाव्याप्तमिह किञ्चन  ॥
]

`verse 13 [
असकृच्चाग्निना दग्धं जगद्यद्भस्मसात्कृतम्  ॥
अग्नेर्वीर्यमिदं चाहुस्तद्वीर्यं भस्म यत्ततः  ॥
]

`verse 14 [
यश्चेत्थं भस्मसद्भावं ज्ञात्वा स्नाति च भस्मना  ॥
अग्निरित्यादिभिर्मन्त्रैर्बद्धः पाशात्प्रमुच्यते  ॥
]

`verse 15 [
अग्नेर्वीर्यं तु यद्भस्म सोमेनाप्लावितम्पुनः  ॥
अयोगयुक्त्या प्रकृतेरधिकाराय कल्पते  ॥
]

`verse 16 [
योगयुक्त्या तु तद्भस्म प्लाव्यमानं समन्ततः  ॥
शाक्तेनामृतवर्षेण चाधिकारान्निवर्तयेत् ॥
]

`verse 17 [
अतो मृत्युंजयायेत्थममृतप्लावनं सदा  ॥
शिवशक्त्यमृतस्पर्शे लब्धं येन कुतो मृतिः  ॥
]

`verse 18 [
यो वेद दहनं गुह्यं प्लावनं च यथोदितम्  ॥
अग्नीषोमपदं हित्वा न स भूयो ऽभिजायते  ॥
]

`verse 19 [
शिवाग्निना तनुं दग्ध्वा शक्तिसौम्या मृतेन यः  ॥
प्लावयेद्योगमार्गेण सो ऽमृतत्वाय कल्पते  ॥
]

`verse 20 [
हृदि कृत्वेममर्थं वै देवेन समुदाहृतम्  ॥
अग्नीषोमात्मकं विश्वं जगदित्यनुरूपतः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे भस्मतत्त्ववर्णनं नामाष्टाविंशो ऽध्यायः
]
