`speaker [
वायुरुवाच
]

`verse 1 [
निवेदयामि जगतो वागर्थात्म्यं कृतं यथा  ॥
षडध्ववेदनं सम्यक्समासान्न तु विस्तरात् ॥
]

`verse 2 [
नास्ति कश्चिदशब्दार्थो नापि शब्दो निरर्थकः  ॥
ततो हि समये शब्दस्सर्वस्सर्वार्थबोधकः  ॥
]

`verse 3 [
प्रकृतेः परिणामो ऽयं द्विधा शब्दार्थभावना  ॥
तामाहुः प्राकृतीं मूर्तिं शिवयोः परमात्मनोः  ॥
]

`verse 4 [
शब्दात्मिका विभूतिर्या सा त्रिधा कथ्यते बुधैः  ॥
स्थूला सूक्ष्मा परा चेति स्थूला या श्रुतिगोचरा  ॥
]

`verse 5 [
सूक्ष्मा चिन्तामयी प्रोक्ता चिंतया रहिता परा  ॥
या शक्तिः सा परा शक्तिश्शिवतत्त्वसमाश्रया  ॥
]

`verse 6 [
ज्ञानशक्तिसमायोगादिच्छोपोद्बलिका तथा  ॥
सर्वशक्तिसमष्ट्यात्मा शक्तितत्त्वसमाख्यया  ॥
]

`verse 7 [
समस्तकार्यजातस्य मूलप्रकृतितां गता  ॥
सैव कुण्डलिनी माया शुद्धाध्वपरमा सती  ॥
]

`verse 8 [
सा विभागस्वरूपैव षडध्वात्मा विजृंभते  ॥
तत्र शब्दास्त्रयो ऽध्वानस्त्रयश्चार्थाः समीरिताः  ॥
]

`verse 9 [
सर्वेषामपि वै पुंसां नैजशुद्ध्यनुरूपतः  ॥
लयभोगाधिकारास्स्युस्सर्वतत्त्वविभागतः  ॥
]

`verse 10 [
कलाभिस्तानि तत्त्वानि व्याप्तान्येव यथातथम्  ॥
परस्याः प्रकृतेरादौ पञ्चधा परिणामतः  ॥
]

`verse 11 [
कलाश्च ता निवृत्त्याद्याः पर्याप्ता इति निश्चयः  ॥
मंत्राध्वा च पदाध्वा च वर्णाध्वा चेति शब्दतः  ॥
]

`verse 12 [
भुवनाध्वा च तत्त्वाध्वा कलाध्वा चार्थतः क्रमात् ॥
अत्रान्योन्यं च सर्वेषां व्याप्यव्यापकतोच्यते  ॥
]

`verse 13 [
मंत्राः सर्वैः पदैर्व्याप्ता वाक्यभावात्पदानि च  ॥
वर्णैर्वर्णसमूहं हि पदमाहुर्विपश्चितः  ॥
]

`verse 14 [
वर्णास्तु भुवनैर्व्याप्तास्तेषां तेषूपलंभनात् ॥
भुवनान्यपि तत्त्वौघैरुत्पत्त्यांतर्बहिष्क्रमात् ॥
]

`verse 15 [
व्याप्तानि कारणैस्तत्त्वैरारब्धत्वादनेकशः  ॥
अंतरादुत्थितानीह भुवनानि तु कानिचित् ॥
]

`verse 16 [
पौराणिकानि चान्यानि विज्ञेयानि शिवागमे  ॥
सांख्ययोगप्रसिद्धानि तत्त्वान्यपि च कानिचित् ॥
]

`verse 17 [
शिवशास्त्रप्रसिद्धानि ततोन्यान्यपि कृत्स्नशः  ॥
कलाभिस्तानि तत्त्वानि व्याप्तान्येव यथातथम्  ॥
]

`verse 18 [
परस्याः प्रकृतेरादौ पञ्चधा परिणामतः  ॥
कलाश्च ता निवृत्त्याद्या व्याप्ताः पञ्च यथोत्तरम्  ॥
]

`verse 19 [
व्यापिकातः परा शक्तिरविभक्ता षडध्वनाम्  ॥
परप्रकृतिभावस्य तत्सत्त्वाच्छिवतत्त्वतः  ॥
]

`verse 20 [
शक्त्यादि च पृथिव्यन्तं शिवतत्त्वसमुद्भवम्  ॥
व्याप्तमेकेन तेनैव मृदा कुंभादिकं यथा  ॥
]

`verse 21 [
शैवं तत्परमं धाम यत्प्राप्यं षड्भिरध्वभिः  ॥
व्यापिका ऽव्यापिका शक्तिः पञ्चतत्त्वविशोधनात् ॥
]

`verse 22 [
निवृत्त्या रुद्रपर्यन्तं स्थितिरण्डस्य शोध्यते  ॥
प्रतिष्ठया तदूर्ध्वं तु यावदव्यक्तगोचरम्  ॥
]

`verse 23 [
तदूर्ध्वं विद्यया मध्ये यावद्विश्वेश्वरावधि  ॥
शान्त्या तदूर्ध्वं मध्वान्ते विशुद्धिः शान्त्यतीतया  ॥
]

`verse 24 [
यामाहुः परमं व्योम परप्रकृतियोगतः  ॥
एतानि पञ्चतत्त्वानि यैर्व्याप्तमखिलं जगत् ॥
]

`verse 25 [
तत्रैव सर्वमेवेदं द्रष्टव्यं खलु साधकैः  ॥
अध्वव्याप्तिमविज्ञाय शुद्धिं यः कर्तुमिच्छति  ॥
]

`verse 26 [
स विप्रलम्भकः शुद्धेर्नालम्प्रापयितुं फलम्  ॥
वृथा परिश्रमस्तस्य निरयायैव केवलम्  ॥
]

`verse 27 [
शक्तिपातसमायोगादृते तत्त्वानि तत्त्वतः  ॥
तद्व्याप्तिस्तद्विवृद्धिश्च ज्ञातुमेवं न शक्यते  ॥
]

`verse 28 [
शक्तिराज्ञा परा शैवी चिद्रूपा मरमेश्वरी  ॥
शिवो ऽधितिष्ठत्यखिलं यया कारणभूतया  ॥
]

`verse 29 [
नात्मनो नैव मायैषा न विकारो विचारतः  ॥
न बंधो नापि मुक्तिश्च बंधमुक्तिविधायिनी  ॥
]

`verse 30 [
सर्वैश्वर्यपराकाष्टा शिवस्य व्यभिचारिणी  ॥
समानधर्मिणी तस्य तैस्तैर्भावैर्विशेषतः  ॥
]

`verse 31 [
स तयैव गृही सापि तेनैव गृहिणी सदा  ॥
तयोरपत्यं यत्कार्यं परप्रकृतिजं जगत् ॥
]

`verse 32 [
स कर्ता कारणं सेति तयोर्भेदो व्यवस्थितः  ॥
एक एव शिवः साक्षाद्द्विधा ऽसौ समवस्थितः  ॥
]

`verse 33 [
स्त्रीपुंसभावेन तयोर्भेद इत्यपि केचन  ॥
अपरे तु परा शक्तिः शिवस्य समवायिनी  ॥
]

`verse 34 [
प्रभेव भानोश्चिद्रूपा भिन्नैवेति व्यवस्थितः  ॥
तस्माच्छिवः परो हेतुस्तस्याज्ञा परमेश्वरी  ॥
]

`verse 35 [
तयैव प्रेरिता शैवी मूलप्रकृतिरव्यया  ॥
महामाया च माया च प्रकृतिस्त्रिगुणेति च  ॥
]

`verse 36 [
त्रिविधा कार्यवेधेन सा प्रसूते षडध्वनः  ॥
स वागर्थमयश्चाध्वा षड्विधो निखिलं जगत् ॥
]

`verse 37 [
अस्यैव विस्तरं प्राहुः शास्त्रजातमशेषतः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे वागर्थकतत्त्ववर्णनं नामैकोनत्रिंशो ऽध्यायः
]
