`speaker [
ऋषय ऊचुः
]

`verse 1 [
चरितानि विचित्राणि गृह्याणि गहनानि च  ॥
दुर्विज्ञेयानि देवैश्च मोहयंति मनांसि नः  ॥
]

`verse 2 [
शिवयोस्तत्त्वसम्बन्धे न दोष उपलभ्यते  ॥
चरितैः प्राकृतो भावस्तयोरपि विभाव्यते  ॥
]

`verse 3 [
ब्रह्मादयो ऽपि लोकानां सृष्टिस्थित्यन्तहेतवः  ॥
निग्रहानुग्रहौ प्राप्य शिवस्य वशवर्तिनः  ॥
]

`verse 4 [
शिवः पुनर्न कस्यापि निग्रहानुग्रहास्पदम्  ॥
अतो ऽनायत्तमैश्वर्यं तस्यैवेति विनिश्चितम्  ॥
]

`verse 5 [
यद्येवमीदृशैश्वर्यं तत्तु स्वातन्त्र्यलक्षणम्  ॥
स्वभावसिद्धं चैतस्य मूर्तिमत्तास्पदं भवेत् ॥
]

`verse 6 [
न मूर्तिश्च स्वतंत्रस्य घटते मूलहेतुना  ॥
मूर्तेरपि च कार्यत्वात्तत्सिद्धिः स्यादहैतुकी  ॥
]

`verse 7 [
सर्वत्र परमो भावो ऽपरमश्चान्य उच्यते  ॥
परमापरमौ भावौ कथमेकत्र संगतौ  ॥
]

`verse 8 [
निष्फलो हि स्वभावो ऽस्य परमः परमात्मनः  ॥
स एव सकलः कस्मात्स्वभावो ह्यविपर्ययः  ॥
]

`verse 9 [
स्वभावो विपरीतश्चेत्स्वतंत्रः स्वेच्छया यदि  ॥
न करोति किमीशानो नित्यानित्यविपर्ययम्  ॥
]

`verse 10 [
मूर्तात्मा सकलः कश्चित्स चान्यो निष्फलः शिवः  ॥
शिवेनाधिष्ठितश्चेति सर्वत्र लघु कथ्यते  ॥
]

`verse 11 [
मूर्त्यात्मैव तदा मूर्तिः शिवस्यास्य भवेदिति  ॥
तस्य मूर्तौ मूर्तिमतोः पारतंत्र्यं हि निश्चितम्  ॥
]

`verse 12 [
अन्यथा निरपेक्षेण मूर्तिः स्वीक्रियते कथम्  ॥
मूर्तिस्वीकरणं तस्मान्मूर्तौ साध्यफलेप्सया  ॥
]

`verse 13 [
न हि स्वेच्छाशरीरत्वं स्वातंत्र्यायोपपद्यते  ॥
स्वेच्छैव तादृशी पुंसां यस्मात्कर्मानुसारिणी  ॥
]

`verse 14 [
स्वीकर्तुं स्वेच्छया देहं हातुं च प्रभवन्त्युत  ॥
ब्रह्मादयः पिशाचांताः किं ते कर्मातिवर्तिनः  ॥
]

`verse 15 [
इच्छया देहनिर्माणमिन्द्रजालोपमं विदुः  ॥
अणिमादिगुणैश्वर्यवशीकारानतिक्रमात् ॥
]

`verse 16 [
विश्वरूपं दधद्विष्णुर्दधीचेन महर्षिणा  ॥
युध्यता समुपालब्धस्तद्रूपं दधता स्वयम्  ॥
]

`verse 17 [
सर्वस्मादधिकस्यापि शिवस्य परमात्मनः  ॥
शरीरवत्तयान्यात्मसाधर्म्यं प्रतिभाति नः  ॥
]

`verse 18 [
सर्वानुग्राहकं प्राहुश्शिवं परमकारणम्  ॥
स निर्गृह्णाति देवानां सर्वानुग्राहकः कथम्  ॥
]

`verse 19 [
चिच्छेद बहुशो देवो ब्रह्मणः पञ्चमं शिरः  ॥
शिवनिन्दां प्रकुर्वंतं पुत्रेति कुमतेर्हठात् ॥
]

`verse 20 [
विष्णोरपि नृसिंहस्य रभसा शरभाकृतिः  ॥
बिभेद पद्भ्यामाक्रम्य हृदयं नखरैः खरैः  ॥
]

`verse 21 [
देवस्त्रीषु च देवेषु दक्षस्याध्वरकारणात् ॥
वीरेण वीरभद्रेण न हि कश्चिददण्डितः  ॥
]

`verse 22 [
पुरत्रयं च सस्त्रीकं सदैत्यं सह बालकैः  ॥
क्षणेनैकेन देवेन नेत्राग्नेरिंधनीकृतम्  ॥
]

`verse 23 [
प्रजानां रतिहेतुश्च कामो रतिपतिस्स्वयम्  ॥
क्रोशतामेव देवानां हुतो नेत्रहुताशने  ॥
]

`verse 24 [
गावश्च कश्चिद्दुग्धौघं स्रवन्त्यो मूर्ध्नि खेचराः  ॥
सरुषा प्रेक्ष्य देवेन तत्क्षणे भस्मसात्कृतः  ॥
]

`verse 25 [
जलंधरासुरो दीर्णश्चक्रीकृत्य जलं पदा  ॥
बद्ध्वानंतेन यो विष्णुं चिक्षेप शतयोजनम्  ॥
]

`verse 26 [
तमेव जलसंधायी शूलेनैव जघान सः  ॥
तच्चक्रं तपसा लब्ध्वा लब्धवीर्यो हरिस्सदा  ॥
]

`verse 27 [
जिघांसतां सुरारीणां कुलं निर्घृणचेतसाम्  ॥
त्रिशूलेनान्धकस्योरः शिखिनैवोपतापितम्  ॥
]

`verse 28 [
कण्ठात्कालांगनां सृष्ट्वा दारको ऽपि निपातितः  ॥
कौशिकीं जनयित्वा तु गौर्यास्त्वक्कोशगोचराम्  ॥
]

`verse 29 [
शुंभस्सह निशुंभेन प्रापितो मरणं रणे  ॥
श्रुतं च महदाख्यानं स्कान्दे स्कन्दसमाश्रयम्  ॥
]

`verse 30 [
वधार्थे तारकाख्यस्य दैत्येन्द्रस्येन्द्रविद्विषः  ॥
ब्रह्मणाभ्यर्थितो देवो मन्दरान्तःपुरं गतः  ॥
]

`verse 31 [
विहृत्य सुचिरं देव्या विहारा ऽतिप्रसङ्गतः  ॥
रसां रसातलं नीतामिव कृत्वाभिधां ततः  ॥
]

`verse 32 [
देवीं च वंचयंस्तस्यां स्ववीर्यमतिदुर्वहम्  ॥
अविसृज्य विसृज्याग्नौ हविः पूतमिवामृतम्  ॥
]

`verse 33 [
गंगादिष्वपि निक्षिप्य वह्निद्वारा तदंशतः  ॥
तत्समाहृत्य शनकैस्तोकंस्तोकमितस्ततः  ॥
]

`verse 34 [
स्वाहया कृत्तिकारूपात्स्वभर्त्रा रममाणया  ॥
सुवर्णीभूतया न्यस्तं मेरौ शरवणे क्वचित् ॥
]

`verse 35 [
संदीपयित्वा कालेन तस्य भासा दिशो दश  ॥
रञ्जयित्वा गिरीन्सर्वान्कांचनीकृत्य मेरुणा  ॥
]

`verse 36 [
ततश्चिरेण कालेन संजाते तत्र तेजसि  ॥
कुमारे सुकुमारांगे कुमाराणां निदर्शने  ॥
]

`verse 37 [
तच्छैशवं स्वरूपं च तस्य दृष्ट्वा मनोहरम्  ॥
सह देवसुरैर्लोकैर्विस्मिते च विमोहिते  ॥
]

`verse 38 [
देवो ऽपि स्वयमायातः पुत्रदर्शनलालसः  ॥
सह देव्यांकमारोप्य ततो ऽस्य स्मेरमाननम्  ॥
]

`verse 39 [
पीतामृतमिव स्नेहविवशेनान्तरात्मना  ॥
देवेष्वपि च पश्यत्सु वीतरागैस्तपस्विभिः  ॥
]

`verse 40 [
स्वस्य वक्षःस्थले स्वैरं नर्तयित्वा कुमारकम्  ॥
अनुभूय च तत्क्रीडां संभाव्य च परस्परम्  ॥
]

`verse 41 [
स्तन्यमाज्ञापयन्देव्याः पाययित्वामृतोपमम्  ॥
तवावतारो जगतां हितायेत्यनुशास्य च  ॥
]

`verse 42 [
स्वयन्देवश्च देवी च न तृप्तिमुपजग्मतुः  ॥
ततः शक्रेण संधाय बिभ्यता तारकासुरात् ॥
]

`verse 43 [
कारयित्वाभिषेकं च सेनापत्ये दिवौकसाम्  ॥
पुत्रमन्तरतः कृत्वा देवेन त्रिपुरद्विषा  ॥
]

`verse 44 [
स्वयमंतर्हितेनैव स्कन्दमिन्द्रादिरक्षितम्  ॥
तच्छक्त्या क्रौञ्चभेदिन्या युधि कालाग्निकल्पया  ॥
]

`verse 45 [
छेदितं तारकस्यापि शिरश्शक्रभिया सह  ॥
स्तुतिं चक्रुर्विशेषेण हरिधातृमुखाः सुराः  ॥
]

`verse 46 [
तथा रक्षोधिपः साक्षाद्रावणो बलगर्वितः  ॥
उद्धरन्स्वभुजैर्दीर्घैः कैलासं गिरिमात्मनः  ॥
]

`verse 47 [
तदागो ऽसहमानस्य देवदेवस्य शूलिनः  ॥
पदांगुष्ठपरिस्पन्दान्ममज्ज मृदितो भुवि  ॥
]

`verse 48 [
बटोः केनचिदर्थेन स्वाश्रितस्य गतायुषः  ॥
त्वरयागत्य देवेन पादांतं गमितोन्तकः  ॥
]

`verse 49 [
स्ववाहनमविज्ञाय वृषेन्द्रं वडवानलः  ॥
सगलग्रहमानीतस्ततो ऽस्त्येकोदकं जगत् ॥
]

`verse 50 [
अलोकविदितैस्तैस्तैर्वृत्तैरानन्दसुन्दरैः  ॥
अंगहारस्वसेनेदमसकृच्चालितं जगत् ॥
]

`verse 51 [
शान्त एव सदा सर्वमनुगृह्णाति चेच्छिवः  ॥
सर्वाणि पूरयेदेव कथं शक्तेन मोचयेत् ॥
]

`verse 52 [
अनादिकर्म वैचित्र्यमपि नात्र नियामकम्  ॥
कारणं खलु कर्मापि भवेदीश्वरकारितम्  ॥
]

`verse 53 [
किमत्र बहुनोक्तेन नास्तिक्यं हेतुकारकम्  ॥
यथा ह्याशु निवर्तेत तथा कथय मारुत  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे शिवतत्त्वप्रश्नो नाम त्रिंशो ऽध्यायः
]
