`speaker [
वायुरुवाच
]

`verse 1 [
स्थने संशयितं विप्रा भवद्भिर्हेतुचोदितैः  ॥
जिज्ञासा हि न नास्तिक्यं साधयेत्साधुबुद्धिषु  ॥
]

`verse 2 [
प्रमणमत्र वक्ष्यामि सताम्मोहनिवर्तकम्  ॥
असतां त्वन्यथाभावः प्रसादेन विना प्रभोः  ॥
]

`verse 3 [
शिवस्य परिपूर्णस्य परानुग्रहमन्तरा  ॥
न किंचिदपि कर्तव्यमिति साधु विनिश्चितम्  ॥
]

`verse 4 [
स्वभाव एव पर्याप्तः परानुग्रहकर्मणि  ॥
अन्यथा निस्स्वभवेन न किमप्यनुगृह्यते  ॥
]

`verse 5 [
परं सर्वमनुग्राह्यं पशुपाशात्मकं जगत् ॥
परस्यानुग्रहार्थं तु पत्युराज्ञासमन्वयः  ॥
]

`verse 6 [
पतिराज्ञापकः सर्वमनुगृह्णाति सर्वदा  ॥
तदर्थमर्थस्वीकारे परतंत्रः कथं शिवः  ॥
]

`verse 7 [
अनुग्राह्यनपेक्षो ऽस्ति न हि कश्चिदनुग्रहः  ॥
अतः स्वातन्त्र्यशब्दार्थाननपेक्षत्वलक्षणः  ॥
]

`verse 8 [
एतत्पुनरनुग्राह्यं परतंत्रं तदिष्यते  ॥
अनुग्रहादृते तस्य भुक्तिमुक्त्योरनन्वयात् ॥
]

`verse 9 [
मूर्तात्मनो ऽप्यनुग्राह्या शिवाज्ञाननिवर्तनात् ॥
अज्ञानाधिष्ठितं शम्भोर्न किंचिदिह विद्यते  ॥
]

`verse 10 [
येनोपलभ्यते ऽस्माभिस्सकलेनापि निष्कलः  ॥
स मूर्त्यात्मा शिवः शैवमूर्तिरित्युपचर्यते  ॥
]

`verse 11 [
न ह्यसौ निष्कलः साक्षाच्छिवः परमकारणम्  ॥
साकारेणानुभावेन केनाप्यनुपलक्षितः  ॥
]

`verse 12 [
प्रमाणगम्यतामात्रं तत्स्वभावोपपादकम्  ॥
न तावतात्रोपेक्षाधीरुपलक्षणमंतरा  ॥
]

`verse 13 [
आत्मोपमोल्वणं साक्षान्मूर्तिरेव हि काचन  ॥
शिवस्य मूर्तिर्मूर्त्यात्मा परस्तस्योपलक्षणम्  ॥
]

`verse 14 [
यथा काष्ठेष्वनारूढो न वह्निरुपलभ्यते  ॥
एवं शिवो ऽपि मूर्त्यात्मन्यनारूढ इति स्थितिः  ॥
]

`verse 15 [
यथाग्निमानयेत्युक्ते ज्वलत्काष्ठादृते स्वयम्  ॥
नाग्निरानीयते तद्वत्पूज्यो मूर्त्यात्मना शिवः  ॥
]

`verse 16 [
अत एव हि पूजादौ मूर्त्यात्मपरिकल्पनम्  ॥
मूर्त्यात्मनि कृतं साक्षाच्छिव एव कृतं यतः  ॥
]

`verse 17 [
लिंगादावपि तत्कृत्यमर्चायां च विशेषतः  ॥
तत्तन्मूर्त्यात्मभावेन शिवो ऽस्माभिरुपास्यते  ॥
]

`verse 18 [
यथानुगृह्यते सो ऽपि मूर्त्यात्मा पारमेष्ठिना  ॥
तथा मूर्त्यात्मनिष्ठेन शिवेन पशवो वयम्  ॥
]

`verse 19 [
लोकानुग्रहणायैव शिवेन परमेष्ठिना  ॥
सदाशिवादयस्सर्वे मूर्त्यात्मनो ऽप्यधिष्ठिताः  ॥
]

`verse 20 [
आत्मनामेव भोगाय मोक्षाय च विशेषतः  ॥
तत्त्वातत्त्वस्वरूपेषु मूर्त्यात्मसु शिवान्वयः  ॥
]

`verse 21 [
भोगः कर्मविपाकात्मा सुखदुःखात्मको मतः  ॥
न च कर्म शिवो ऽस्तीति तस्य भोगः किमात्मकः  ॥
]

`verse 22 [
सर्वं शिवो ऽनुगृह्णाति न निगृह्णाति किंचन  ॥
निगृह्णतां तु ये दोषाश्शिवे तेषामसंभवात् ॥
]

`verse 23 [
ये पुनर्निग्रहाः केचिद्ब्रह्मादिषु निदर्शिताः  ॥
ते ऽपि लोकहितायैव कृताः श्रीकण्ठमूर्तिना  ॥
]

`verse 24 [
ब्रह्माण्डस्याधिपत्यं हि श्रीकण्ठस्य न संशयः  ॥
श्रीकण्ठाख्यां शिवो मूर्तिं क्रीडतीमधितिष्ठति  ॥
]

`verse 25 [
सदोषा एव देवाद्या निगृहीता यथोदितम्  ॥
ततस्तेपि विपाप्मानः प्रजाश्चापि गतज्वराः  ॥
]

`verse 26 [
निग्रहो ऽपि स्वरूपेण विदुषां न जुगुप्सितः  ॥
अत एव हि दण्ड्येषु दण्डो राज्ञां प्रशस्यते  ॥
]

`verse 27 [
यत्सिद्धिरीश्वरत्वेन कार्यवर्गस्य कृत्स्नशः  ॥
न स चेदीशतां कुर्याज्जगतः कथमीश्वरः  ॥
]

`verse 28 [
ईशेच्छा च विधातृत्वं विधेराज्ञापनं परम्  ॥
आज्ञावश्यमिदं कुर्यान्न कुर्यादिति शासनम्  ॥
]

`verse 29 [
तच्छासनानुवर्तित्वं साधुभावस्य लक्षणम्  ॥
विपरीतसमाधोः स्यान्न सर्वं तत्तु दृश्यते  ॥
]

`verse 30 [
साधु संरक्षणीयं चेद्विनिवर्त्यमसाधु यत् ॥
निवर्तते च सामादेरंते दण्डो हि साधनम्  ॥
]

`verse 31 [
हितार्थलक्षणं चेदं दण्डान्तमनुशासनम्  ॥
अतो यद्विपरीतं तदहितं संप्रचक्षते  ॥
]

`verse 32 [
हिते सदा निषण्णानामीश्वरस्य निदर्शनम्  ॥
स कथं दुष्यते सद्भिरसतामेव निग्रहात् ॥
]

`verse 33 [
अयुक्तकारिणो लोके गर्हणीयाविवेकिता  ॥
यदुद्वेजयते लोकन्तदयुक्तं प्रचक्षते  ॥
]

`verse 34 [
सर्वो ऽपि निग्रहो लोके न च विद्वेषपूर्वकः  ॥
न हि द्वेष्टि पिता पुत्रं यो निगृह्याति शिक्षयेत् ॥
]

`verse 35 [
माध्यस्थेनापि निग्राह्यान्यो निगृह्णाति मार्गतः  ॥
तस्याप्यवश्यं यत्किंचिन्नैर्घृण्यमनुवर्तते  ॥
]

`verse 36 [
अन्यथा न हिनस्त्येव सदोषानप्यसौ परान्  ॥
हिनस्ति चायमप्यज्ञान्परं माध्यस्थ्यमाचरन्  ॥
]

`verse 37 [
तस्माद्दुःखात्मिकां हिंसां कुर्वाणो यः सनिर्घृणः  ॥
इति निर्बंधयंत्येके नियमो नेति चापरे  ॥
]

`verse 38 [
निदानज्ञस्य भिषजो रुग्णो हिंसां प्रयुंजतः  ॥
न किंचिदपि नैर्घृण्यं घृणैवात्र प्रयोजिका  ॥
]

`verse 39 [
घृणापि न गुणायैव हिंस्रेषु प्रतियोगिषु  ॥
तादृशेषु घृणी भ्रान्त्या घृणान्तरितनिर्घृणः  ॥
]

`verse 40 [
उपेक्षापीह दोषाह रक्ष्येषु प्रतियोगिषु  ॥
शक्तौ सत्यामुपेक्षातो रक्ष्यस्सद्यो विपद्यते  ॥
]

`verse 41 [
सर्पस्यास्यगतम्पश्यन्यस्तु रक्ष्यमुपेक्षते  ॥
दोषाभासान्समुत्प्रेक्ष्य फलतः सो ऽपि निर्घृणः  ॥
]

`verse 42 [
तस्माद्घृणा गुणायैव सर्वथेति न संमतम्  ॥
संमतं प्राप्तकामित्वं सर्वं त्वन्यदसम्मतम्  ॥
]

`verse 43 [
मूर्त्यात्मस्वपि रागाद्या दोषाः सन्त्येव वस्तुतः  ॥
तथापि तेषामेवैते न शिवस्य तु सर्वथा  ॥
अग्नावपि समाविष्टं ताम्रं खलु सकालिकम्  ॥
]

`verse 44 [
इति नाग्निरसौ दुष्येत्ताम्रसंसर्गकारणात् ॥
नाग्नेरशुचिसंसर्गादशुचित्वमपेक्षते  ॥
]

`verse 45 [
अशुचेस्त्वग्निसंयोगाच्छुचित्वमपि जायते  ॥
एवं शोध्यात्मसंसर्गान्न ह्यशुद्धः शिवो भवेत् ॥
]

`verse 46 [
शिवसंसर्गतस्त्वेष शोध्यात्मैव हि शुध्यति  ॥
अयस्यग्नौ समाविष्टे दाहो ऽग्नेरेव नायसः  ॥
]

`verse 47 [
मूर्तात्मन्येवमैश्वर्यमीश्वरस्यैव नात्मनाम्  ॥
न हि काष्ठं ज्वलत्यूर्ध्वमग्निरेव ज्वलत्यसौ  ॥
]

`verse 48 [
काष्ठस्यांगारता नाग्नेरेवमत्रापि योज्यताम्  ॥
अत एव जगत्यस्मिन्काष्ठपाषाणमृत्स्वपि  ॥
]

`verse 49 [
शिवावेशवशादेव शिवत्वमुपचर्यते  ॥
मैत्र्यादयो गुणा गौणास्तस्मात्ते भिन्नवृत्तयः  ॥
]

`verse 50 [
तैर्गुणैरुपरक्तानां दोषाय च गुणाय च  ॥
यत्तु गौणमगौणं च तत्सर्वमनुगृह्णतः  ॥
न गुणाय न दोषाय शिवस्य गुणवृत्तयः  ॥
]

`verse 51 [
न चानुग्रहशब्दार्थं गौणमाहुर्विपश्चितः  ॥
संसारमोचनं किं तु शैवमाज्ञामयं हितम्  ॥
]

`verse 52 [
हितं तदाज्ञाकरणं यद्धितं तदनुग्रहः  ॥
सर्वं हिते नियुञ्जावः सर्वानुग्रहकारकः  ॥
]

`verse 53 [
यस्तूपकारशब्दार्थस्तमप्याहुरनुग्रहम्  ॥
तस्यापि हितरूपत्वाच्छिवः सर्वोपकारकः  ॥
]

`verse 54 [
हिते सदा नियुक्तं तु सर्वं चिदचिदात्मकम्  ॥
स्वभावप्रतिबन्धं तत्समं न लभते हितम्  ॥
]

`verse 55 [
यथा विकासयत्येव रविः पद्मानि भानुभिः  ॥
समं न विकसन्त्येव स्वस्वभावानुरोधतः  ॥
]

`verse 56 [
स्वभावो ऽपि हि भावानां भाविनो ऽर्थस्य कारणम्  ॥
न हि स्वभावो नश्यन्तमर्थं कर्तृषु साधयेत् ॥
]

`verse 57 [
सुवर्णमेव नांगारं द्रावयत्यग्निसंगमः  ॥
एवं पक्वमलानेव मोचयेन्न शिवपरान्  ॥
]

`verse 58 [
यद्यथा भवितुं योग्यं तत्तथा न भवेत्स्वयम्  ॥
विना भावनया कर्ता स्वतन्त्रस्सन्ततो भवेत् ॥
]

`verse 59 [
स्वभावविमलो यद्वत्सर्वानुग्राहकश्शिवः  ॥
स्वभावमलिनास्तद्वदात्मनो जीवसंज्ञिताः  ॥
]

`verse 60 [
अन्यथा संसरन्त्येते नियमान्न शिवः कथम्  ॥
कर्ममायानुबन्धोस्य संसारः कथ्यते बुधैः  ॥
]

`verse 61 [
अनुबन्धो ऽयमस्यैव न शिवस्येति हेतुमान्  ॥
स हेतुरात्मनामेव निजो नागन्तुको मलः  ॥
]

`verse 62 [
आगन्तुकत्वे कस्यापि भाव्यं केनापि हेतुना  ॥
यो ऽयं हेतुरसावेकस्त्वविचित्रस्वभावतः  ॥
]

`verse 63 [
आत्मतायाः समत्वे ऽपि बद्धा मुक्ताः परे यतः  ॥
बद्धेष्वेव पुनः केचिल्लयभोगाधिकारतः  ॥
]

`verse 64 [
ज्ञानैश्वर्यादिवैषम्यं भजन्ते सोत्तराधराः  ॥
केचिन्मूर्त्यात्मतां यान्ति केचिदासन्नगोचराः  ॥
]

`verse 65 [
मूर्त्यात्मसु शिवाः केचिदध्वनां मूर्धसु स्थिताः  ॥
मध्ये महेश्वरा रुद्रास्त्वर्वाचीनपदे स्थिताः  ॥
]

`verse 66 [
आसन्ने ऽपि च मायायाः परस्मात्कारणात्त्रयम्  ॥
तत्राप्यात्मा स्थितो ऽधस्तादन्तरात्मा च मध्यतः  ॥
]

`verse 67 [
परस्तात्परमात्मेति ब्रह्मविष्णुमहेश्वराः  ॥
वर्तन्ते वसवः केचित्परमात्मपदाश्रयाः  ॥
]

`verse 68 [
अन्तरात्मपदे केचित्केचिदात्मपदे तथा  ॥
शान्त्यतीतपदे शैवाः शान्ते माहेश्वरे ततः  ॥
]

`verse 69 [
विद्यायान्तु यथा रौद्राः प्रतिष्ठायां तु वैष्णवाः  ॥
निवृत्तौ च तथात्मानो ब्रह्मा ब्रह्मांगयोनयः  ॥
]

`verse 70 [
देवयोन्यष्टकं मुख्यं मानुष्यमथ मध्यमम्  ॥
पक्ष्यादयो ऽधमाः पञ्चयोनयस्ताश्चतुर्दश  ॥
]

`verse 71 [
उत्तराधरभावो ऽपि ज्ञेयस्संसारिणो मलः  ॥
यथामभावो मुक्तस्य पूर्वं पश्चात्तु पक्वता  ॥
]

`verse 72 [
मलो ऽप्यामश्च पक्वश्च भवेत्संसारकारणम्  ॥
आमे त्वधरता पुंसां पक्वे तूत्तरता क्रमात् ॥
]

`verse 73 [
पश्वात्मानस्त्रिधाभिन्ना एकद्वित्रिमलाः क्रमात् ॥
अत्रोत्तरा एकमला द्विमला मध्यमा मताः  ॥
त्रिमलास्त्वधमा ज्ञेया यथोत्तरमधिष्ठिताः  ॥
]

`verse 74 [
त्रिमलानधितिष्ठंति द्विमलैकमलाः क्रमात् ॥
इत्थमौपाधिको भेदो विश्वस्य परिकल्पितः  ॥
]

`verse 75 [
एकद्वित्रिमलान्सर्वाञ्छिव एको ऽधितिष्ठति  ॥
अशिवात्मकमप्येतच्छिवेनाधिष्ठितं यथा  ॥
]

`verse 76 [
अरुद्रात्मकमित्येवं रुद्रैर्जगदधिष्ठितम्  ॥
अण्डान्ता हि महाभूमिश्शतरुद्राद्यधिष्ठिता  ॥
]

`verse 77 [
मायान्तमन्तरिक्षं तु ह्यमरेशादिभिः क्रमात् ॥
अंगुष्ठमात्रपर्यन्तैस्समंतात्संततं ततम्  ॥
]

`verse 78 [
महामायावसाना द्यौर्वाय्वाद्यैर्भुवनाधिपैः  ॥
अनाश्रितान्तैरध्वान्तर्वर्तिभिस्समधिष्ठिताः  ॥
]

`verse 79 [
ते हि साक्षाद्दिविषदस्त्वन्तरिक्षसदस्तथा  ॥
पृथिवीपद इत्येवं देवा देवव्रतैः स्तुता  ॥
]

`verse 80 [
एवन्त्रिभिर्मलैरामैः पक्वैरेव पृथक्पृथक् ॥
निदानभूतैस्संसाररोगः पुंसां प्रवर्तते  ॥
]

`verse 81 [
अस्य रोगस्य भैषज्यं ज्ञानमेव न चापरम्  ॥
भिषगाज्ञापकः शम्भुश्शिवः परमकारणम्  ॥
]

`verse 82 [
अदुःखेना ऽपि शक्तो ऽसौ पशून्मोचयितुं शिवः  ॥
कथं दुःखं करोतीति नात्र कार्या विचारणा  ॥
]

`verse 83 [
दुःखमेव हि सर्वो ऽपि संसार इति निश्चितम्  ॥
कथं दुःखमदुःखं स्यात्स्वभावो ह्यविपर्ययः  ॥
]

`verse 84 [
न हि रोगी ह्यरोगी स्याद्भिषग्भैषज्यकारणात् ॥
रोगार्तं तु भिषग्रोगाद्भैषजैस्सुखमुद्धरेत् ॥
]

`verse 85 [
एवं स्वभावमलिनान्स्वभावाद्दुःखिनः पशून्  ॥
स्वाज्ञौषधविधानेन दुःखान्मोचयते शिवः  ॥
]

`verse 86 [
न भिषक्कारणं रोगे शिवः संसारकारणम्  ॥
इत्येतदपि वैषम्यं न दोषायास्य कल्पते  ॥
]

`verse 87 [
दुःखे स्वभावसंसिद्धे कथन्तत्कारणं शिवः  ॥
स्वाभाविको मलः पुंसां स हि संसारयत्यमून्  ॥
]

`verse 88 [
संसारकारणं यत्तु मलं मायाद्यचेतनम्  ॥
तत्स्वयं न प्रवर्तेत शिवसान्निध्यमन्तरा  ॥
]

`verse 89 [
यथा मणिरयस्कांतस्सान्निध्यादुपकारकः  ॥
अयसश्चलतस्तद्वच्छिवो ऽप्यस्येति सूरयः  ॥
]

`verse 90 [
न निवर्तयितुं शक्यं सान्निध्यं सदकारणम्  ॥
अधिष्ठाता ततो नित्यमज्ञातो जगतश्शिवः  ॥
]

`verse 91 [
न शिवेन विना किंचित्प्रवृत्तमिह विद्यते  ॥
तत्प्रेरितमिदं सर्वं तथापि न स मुह्यति  ॥
]

`verse 92 [
शक्तिराज्ञात्मिका तस्य नियन्त्री विश्वतोमुखी  ॥
तया ततमिदं शश्वत्तथापि स न दुष्यति  ॥
]

`verse 93 [
अनिदं प्रथमं सर्वमीशितव्यं स ईश्वरः  ॥
ईशनाच्च तदीयाज्ञा तथापि स न दुष्यति  ॥
]

`verse 94 [
यो ऽन्यथा मन्यते मोहात्स विनष्यति दुर्मतिः  ॥
तच्छक्तिवैभवादेव तथापि स न दुष्यति  ॥
]

`verse 95 [
एतस्मिन्नंतरे व्योम्नः श्रुताः वागरीरिणी  ॥
सत्यमोममृतं सौम्यमित्याविरभवत्स्फुटम्  ॥
]

`verse 96 [
ततो हृष्टतराः सर्वे विनष्टाशेषसंशयाः  ॥
मुनयो विस्मयाविष्टाः प्रेणेमुः पवनं प्रभुम्  ॥
]

`verse 97 [
तथा विगतसन्देहान्कृत्वापि पवनो मुनीन्  ॥
नैते प्रतिष्ठितज्ञाना इति मत्वैवमब्रवीत् ॥
]

`verse 98 [
वायुरुवाच्व
परोक्षमपरोक्षं च द्विविधं ज्ञानमिष्यते  ॥
परोक्षमस्थिरं प्राहुरपरोक्षं तु सुस्थिरम्  ॥
]

`verse 99 [
हेतूपदेशगम्यं यत्तत्परोक्षं प्रचक्षते  ॥
अपरोक्षं पुनः श्रेष्ठादनुष्ठानाद्भविष्यति  ॥
]

`verse 100 [
नापरोक्षादृते मोक्ष इति कृत्वा विनिश्चयम्  ॥
श्रेष्ठानुष्ठानसिद्ध्यर्थं प्रयतध्वमतन्द्रिताः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे ज्ञानोपदेशो नामैकत्रिंशो ऽध्यायः
]
