`speaker [
ऋषय ऊचुः
]

`verse 1 [
किं तच्छ्रेष्टमनुष्ठानं मोक्षो येनपरोक्षितः  ॥
तत्तस्य साधनं चाद्य वक्तुमर्हसि मारुत  ॥
]

`speaker [
वायुरुवाच
]

`verse 2 [
शैवो हि परमो धर्मः श्रेष्ठानुष्ठानशब्दितः  ॥
यत्रापरोक्षो लक्ष्येत साक्षान्मोक्षप्रदः शिवः  ॥
]

`verse 3 [
स तु पञ्चविधो ज्ञेयः पञ्चभिः पर्वभिः क्रमात् ॥
क्रियातपोजपध्यानज्ञानात्मभिरनुत्तरैः  ॥
]

`verse 4 [
तैरेव सोत्तरैस्सिद्धो धर्मस्तु परमो मतः  ॥
परोक्षमपरोक्षं च ज्ञानं यत्र च मोक्षदम्  ॥
]

`verse 5 [
परमो ऽपरमश्चोभौ धर्मौ हि श्रुतिचोदितौ  ॥
धर्मशब्दाभिधेयेर्थे प्रमाणं श्रुतिरेव नः  ॥
]

`verse 6 [
परमो योगपर्यन्तो धर्मः श्रुतिशिरोगतः  ॥
धर्मस्त्वपरमस्तद्वदधः श्रुतिमुखोत्थितः  ॥
]

`verse 7 [
अपश्वात्माधिकारत्वाद्यो धरमः परमो मतः  ॥
साधारणस्ततो ऽन्यस्तु सर्वेषामधिकारतः  ॥
]

`verse 8 [
स चायं परमो धर्मः परधर्मस्य साधनम्  ॥
धर्मशास्त्रादिभिस्सम्यक्सांग एवोपबृंहितः  ॥
]

`verse 9 [
शैवो यः परमो धर्मः श्रेष्ठानुष्ठानशब्दितः  ॥
इतिहासपुराणाभ्यां कथंचिदुपबृंहितः  ॥
]

`verse 10 [
शैवागमैस्तु संपन्नः सहांगोपांविस्तरः  ॥
तत्संस्काराधिकारैश्च सम्यगेवोपबृंहितः  ॥
]

`verse 11 [
शैवागमो हि द्विविधः श्रौतो ऽश्रौतश्च संस्कृतः  ॥
श्रुतिसारमयः श्रौतस्स्वतंत्र इतरो मतः  ॥
]

`verse 12 [
स्वतंत्रो दशधा पूर्वं तथाष्टादशधा पुनः  ॥
कामिकादिसमाख्याभिस्सिद्धः सिद्धान्तसंज्ञितः  ॥
]

`verse 13 [
श्रुतिसारमयो यस्तु शतकोटिप्रविस्तरः  ॥
परं पाशुपतं यत्र व्रतं ज्ञानं च कथ्यते  ॥
]

`verse 14 [
युगावर्तेषु शिष्येत योगाचार्यस्वरूपिणा  ॥
तत्रतत्रावतीर्णेन शिवेनैव प्रवर्त्यते  ॥
]

`verse 15 [
संक्षिप्यास्य प्रवक्तारश्चत्वारः परमर्षय  ॥
रुरुर्दधीचो ऽगस्त्यश्च उपमन्युर्महायशाः  ॥
]

`verse 16 [
ते च पाशुपता ज्ञेयास्संहितानां प्रवर्तकाः  ॥
तत्संततीया गुरवः शतशो ऽथ सहस्रशः  ॥
]

`verse 17 [
तत्रोक्तः परमो धर्मश्चर्याद्यात्मा चतुर्विधः  ॥
तेषु पाशुपतो योगः शिवं प्रत्यक्षयेद्दृढम्  ॥
]

`verse 18 [
तस्माच्छ्रेष्ठमनुष्ठानं योगः पाशुपतो मतः  ॥
तत्राप्युपायको युक्तो ब्रह्मणा स तु कथ्यते  ॥
]

`verse 19 [
नामाष्टकमयो योगश्शिवेन परिकल्पितः  ॥
तेन योगेन सहसा शैवी प्रज्ञा प्रजायते  ॥
]

`verse 20 [
प्रज्ञया परमं ज्ञानमचिराल्लभते स्थिरम्  ॥
प्रसीदति शिवस्तस्य यस्य ज्ञानं प्रतिष्ठितम्  ॥
]

`verse 21 [
प्रसादात्परमो योगो यः शिवं चापरोक्षयेत् ॥
शिवापरोक्षात्संसारकारणेन वियुज्यते  ॥
]

`verse 22 [
ततः स्यान्मुक्तसंसारो मुक्तः शिवसमो भवेत् ॥
ब्रह्मप्रोक्त इत्युपायः स एव पृथगुच्यते  ॥
]

`verse 23 [
शिवो महेश्वरश्चैव रुद्रो विष्णुः पितामहः  ॥
संसारवैद्यः सर्वज्ञः परमात्मेति मुख्यतः  ॥
]

`verse 24 [
नामाष्टकमिदं मुख्यं शिवस्य प्रतिपादकम्  ॥
आद्यन्तु पञ्चकं ज्ञेयं शान्त्यतीताद्यनुक्रमात् ॥
]

`verse 25 [
संज्ञा सदाशिवादीनां पञ्चोपाधिपरिग्रहात् ॥
उपाधिविनिवृत्तौ तु यथास्वं विनिवर्तते  ॥
]

`verse 26 [
पदमेव हि तन्नित्यमनित्याः पदिनः स्मृताः  ॥
पदानां प्रतिकृत्तौ तु मुच्यन्ते पदिनो यतः  ॥
]

`verse 27 [
परिवृत्त्यन्तरे भूयस्तत्पदप्राप्तिरुच्यते  ॥
आत्मान्तराभिधानं स्याद्यदाद्यं नाम पञ्चकम्  ॥
]

`verse 28 [
अन्यत्तु त्रितयं नाम्नामुपादानादियोगतः  ॥
त्रिविधोपाधिवचनाच्छिव एवानुवर्तते  ॥
]

`verse 29 [
अनादिमलसंश्लेषः प्रागभावात्स्वभावतः  ॥
अत्यंतं परिशुद्धात्मेत्यतो ऽयं शिव उच्यते  ॥
]

`verse 30 [
अथवाशेषकल्याणगुणैकधन ईश्वरः  ॥
शिव इत्युच्यते सद्भिश्शिवतत्त्वार्थवादिभिः  ॥
]

`verse 31 [
त्रयोविंशतितत्त्वेभ्यः प्रकृतिर्हि परा मता  ॥
प्रकृतेस्तु परं प्राहुः पुरुषं पञ्चविंशकम्  ॥
]

`verse 32 [
यं वेदादौ स्वरं प्राहुर्वाच्यवाचकभावतः  ॥
वेदैकवेद्ययाथात्म्याद्वेदान्ते च प्रतिष्ठितः  ॥
]

`verse 33 [
तस्य प्रकृतिलीनस्य यः परस्स महेश्वरः  ॥
तदधीनप्रवृत्तित्वात्प्रकृतेः पुरुषस्य च  ॥
]

`verse 34 [
अथवा त्रिगुणं तत्त्वमुपेयमिदमव्ययम्  ॥
मायान्तु प्रकृतिं विद्यान्मायिनं तु महेश्वरम्  ॥
]

`verse 35 [
मायाविक्षोभको ऽनंतो महेश्वरसमन्वयात् ॥
कालात्मा परमात्मादिः स्थूलः सूक्ष्मः प्रकीर्तितः  ॥
]

`verse 36 [
रुद्दुःखं दुःखहेतुर्वा तद्रावयति नः प्रभुः  ॥
रुद्र इत्युच्यते सद्भिः शिवः परमकारणम्  ॥
]

`verse 37 [
तत्त्वादिभूतपर्यन्तं शरीरादिष्वतन्द्रितः  ॥
व्याप्याधितिष्ठति शिवस्ततो रुद्र इतस्ततः  ॥
]

`verse 38 [
जगतः पितृभूतानां शिवो मूर्त्यात्मनामपि  ॥
पितृभावेन सर्वेषां पितामह उदीरितः  ॥
]

`verse 39 [
निदानज्ञो यथा वैद्यो रोगस्य विनिवर्तकः  ॥
उपायैर्भेषजैस्तद्वल्लयभोगाधिकारतः  ॥
]

`verse 40 [
संसारस्येश्वरो नित्यं समूलस्य निवर्तकः  ॥
संसारवैद्य इत्युक्तः सर्वतत्त्वार्थवेदिभिः  ॥
]

`verse 41 [
दशार्थज्ञानसिद्ध्यर्थमिन्द्रियेष्वेषु सत्स्वपि  ॥
त्रिकालभाविनो भावान्स्थूलान्सूक्ष्मानशेषतः  ॥
]

`verse 42 [
अणवो नैव जानन्ति माययैव मलावृताः  ॥
असत्स्वपि च सर्वेषु सर्वार्थज्ञानहेतुषु  ॥
]

`verse 43 [
यद्यथावस्थितं वस्तु तत्तथैव सदाशिवः  ॥
अयत्नेनैव जानाति तस्मात्सर्वज्ञ उच्यते  ॥
]

`verse 44 [
सर्वात्मा परमैरेभिर्गुणैर्नित्यसमन्वयात् ॥
स्वस्मात्परात्मविरहात्परमात्मा शिवः स्वयम्  ॥
]

`verse 45 [
नामाष्टकमिदं चैव लब्ध्वाचार्यप्रसादतः  ॥
निवृत्त्यादिकलाग्रन्थिं शिवाद्यैः पञ्चनामभिः  ॥
]

`verse 46 [
यथास्वं क्रमशश्छित्वा शोधयित्वा यथागुणम्  ॥
गुणितैरेव सोद्धातैरनिरुद्धैरथापि वा  ॥
]

`verse 47 [
हृत्कण्ठतालुभ्रूमध्यब्रह्मरन्ध्रसमन्विताम्  ॥
छित्त्वा पर्यष्टकाकारं स्वात्मानं च सुषुम्णया  ॥
]

`verse 48 [
द्वादशांतःस्थितस्येन्दोर्नीत्वोपरि शिवौजसि  ॥
संहृत्यं वदनं पश्चाद्यथासंस्करणं लयात् ॥
]

`verse 49 [
शाक्तेनामृतवर्षेण संसिक्तायां तनौ पुनः  ॥
अवतार्य स्वमात्मानममृतात्माकृतिं हृदि  ॥
]

`verse 50 [
द्वादशांतःस्थितस्येन्दोः परस्ताच्छ्वेतपंकजे  ॥
समासीनं महादेवं शंकरम्भक्तवत्सलम्  ॥
]

`verse 51 [
अर्धनारीश्वरं देवं निर्मलं मधुराकृतिम्  ॥
शुद्धस्फटिकसंकाशं प्रसन्नं शीतलद्युतिम्  ॥
]

`verse 52 [
ध्यात्वा हि मानसे देवं स्वस्थचित्तो ऽथ मानवः  ॥
शिवनामाष्टकेनैव भावपुष्पैस्समर्चयेत् ॥
]

`verse 53 [
अभ्यर्चनान्ते तु पुनः प्राणानायम्य मानवः  ॥
सम्यक्चित्तं समाधाय शार्वं नामाष्टकं जपेत् ॥
]

`verse 54 [
नाभौ चाष्टाहुतीर्हुत्वा पूर्णाहुत्या नमस्ततः  ॥
अष्टपुष्पप्रदानेन कृत्वाभ्यर्चनमंतिमम्  ॥
]

`verse 55 [
निवेदयेत्स्वमात्मानं चुलुकोदकवर्त्मना  ॥
एवं कृत्वा चिरादेव ज्ञानं पाशुपतं शुभम्  ॥
]

`verse 56 [
लभते तत्प्रतिष्ठां च वृत्तं चानुत्तमं तथा  ॥
योगं च परमं लब्ध्वा मुच्यते नात्र संशयः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे श्रेष्ठानुष्ठानवर्णनं नाम द्वात्रिंशो ऽध्यायः
]
