`speaker [
ऋषय ऊचुः
]

`verse 1 [
भगवञ्छ्रोतुमिच्छामो व्रतं पाशुपतं परम्  ॥
ब्रह्मादयो ऽपि यत्कृत्वा सर्वे पाशुपताः स्मृताः  ॥
]

`speaker [
वायुरुवाच
]

`verse 2 [
रहस्यं वः प्रवक्ष्यामि सर्वपापनिकृन्तनम्  ॥
व्रतं पाशुपतं श्रौतमथर्वशिरसि श्रुतम्  ॥
]

`verse 3 [
कालश्चैत्री पौर्णमासी देशः शिवपरिग्रहः  ॥
क्षेत्रारामाद्यरण्यं वा प्रशस्तश्शुभलक्षणः  ॥
]

`verse 4 [
तत्र पूर्वं त्रयोदश्यां सुस्नातः सुकृताह्निकः  ॥
अनुज्ञाप्य स्वमाचार्यं संपूज्य प्रणिपत्य च  ॥
]

`verse 5 [
पूजां वैशेषिकीं कृत्वा शुक्लांबरधरः स्वयम्  ॥
शुक्लयज्ञोपवीती च शुक्लमाल्यानुलेपनः  ॥
]

`verse 6 [
दर्भासने समासीनो दर्भमुष्टिं प्रगृह्य च  ॥
प्राणायामत्रयं कृत्वा प्राङ्मुखो वाप्युदङ्मुखः  ॥
ध्यात्वा देवं च देवीं च तद्विज्ञापनवर्त्मना  ॥
]

`verse 7 [
व्रतमेतत्करोमीति भवेत्संकल्प्य दीक्षितः  ॥
यावच्छरीरपातं वा द्वादशाब्दमथापि वा  ॥
]

`verse 8 [
तदर्धं वा तदर्धं वा मासद्वादशकं तु वा  ॥
तदर्धं वा तदर्धं वा मासमेकमथापि वा  ॥
]

`verse 9 [
दिनद्वादशकं वा ऽथ दिनषट्कमथापि वा  ॥
तदर्धं दिनमेकं वा व्रतसंकल्पनावधि  ॥
]

`verse 10 [
अग्निमाधाय विधिवद्विरजाहोमकारणात् ॥
हुत्वाज्येन समिद्भिश्च चरुणा च यथाक्रमम्  ॥
]

`verse 11 [
पूर्णामापूर्य तां भूयस्तत्त्वानां शुद्धिमुद्दिशन्  ॥
जुहुयान्मूलमन्त्रेण तैरेव समिदादिभिः  ॥
]

`verse 12 [
तत्त्वान्येतानि मद्देहे शुद्ध्यंताम् १ त्यनुस्मरन्  ॥
पञ्चभूतानि तन्मात्राः पञ्चकर्मेन्द्रियाणि च  ॥
]

`verse 13 [
ज्ञानकर्मविभेदेन पञ्चकर्मविभागशः  ॥
त्वगादिधातवस्सप्त पञ्च प्राणादिवायवः  ॥
]

`verse 14 [
मनोबुद्धिरहं ख्यातिर्गुणाः प्रकृतिपूरुषौ  ॥
रागो विद्याकले चैव नियतिः काल एव च  ॥
]

`verse 15 [
माया च शुद्धिविद्या च महेश्वरसदाशिवौ  ॥
शक्तिश्च शिवतत्त्वं च तत्त्वानि क्रमशो विदुः  ॥
]

`verse 16 [
मन्त्रैस्तु विरजैर्हुत्वा होतासौ विरजा भवेत् ॥
शिवानुग्रहमासाद्य ज्ञानवान्स हि जायते  ॥
]

`verse 17 [
अथ गोमयमादाय पिण्डीकृत्याभिमंत्र्य च  ॥
विन्यस्याग्नौ च सम्प्रोक्ष्य दिने तस्मिन्हविष्यभुक् ॥
]

`verse 18 [
प्रभाते तु चतुर्दश्यां कृत्वा सर्वं पुरोदितम्  ॥
दिने तस्मिन्निराहारः कालं शेषं समापयेत् ॥
]

`verse 19 [
प्रातः पर्वणि चाप्येवं कृत्वा होमा वसानतः  ॥
उपसंहृत्य रुद्राग्निं गृह्णीयाद्भस्म यत्नतः  ॥
]

`verse 20 [
ततश्च जटिलो मुण्डी शिखैकजट एव वा  ॥
भूत्वा स्नात्वा ततो वीतलज्जश्चेत्स्याद्दिगम्बरः  ॥
]

`verse 21 [
अपि काषायवसनश्चर्मचीराम्बरो ऽथ वा  ॥
एकाम्बरो वल्कली वा भवेद्दण्डी च मेखली  ॥
]

`verse 22 [
प्रक्षाल्य चरणौ पश्चाद्द्विराचम्यात्मनस्तनुम्  ॥
संकुलीकृत्य तद्भस्म विरजानलसंभवम्  ॥
]

`verse 23 [
अग्निरित्यादिभिर्मंत्रैः षड्भिराथर्वणैः क्रमात् ॥
विभृज्यांगानि मूर्धादिचरणांतानि तैस्स्पृशेत् ॥
]

`verse 24 [
ततस्तेन क्रमेणैव समुद्धृत्य च भस्मना  ॥
सर्वांगोद्धूलनं कुर्यात्प्रणवेन शिवेन वा  ॥
]

`verse 25 [
ततस्त्रिपुण्ड्रं रचयेत्त्रियायुषसमाह्वयम्  ॥
शिवभावं समागम्य शिवयोगमथाचरेत् ॥
]

`verse 26 [
कुर्यात्स्त्रिसन्ध्यमप्येवमेतत्पाशुपतं व्रतम्  ॥
भुक्तिमुक्तिप्रदं चैतत्पशुत्वं विनिवर्तयेत् ॥
]

`verse 27 [
तत्पशुत्वं परित्यज्य कृत्वा पाशुपतं व्रतम्  ॥
पूजनीयो महादेवो लिंगमूर्तिस्सनातनः  ॥
]

`verse 28 [
पद्ममष्टदलं हैमं नवरत्नैरलंकृतम्  ॥
कर्णिकाकेशरोपेतमासनं परिकल्पयेत् ॥
]

`verse 29 [
विभवे तदभावे तु रक्तं सितमथापि वा  ॥
पद्मं तस्याप्यभावे तु केवलं भावनामयम्  ॥
]

`verse 30 [
तत्पद्मकर्णिकामध्ये कृत्वा लिंगं कनीयसम्  ॥
स्फाटिकं पीठिकोपेतं पूजयेद्विधिवत्क्रमात् ॥
]

`verse 31 [
प्रतिष्ठाप्य विधानेन तल्लिंगं कृतशोधनम्  ॥
परिकल्प्यासनं मूर्तिं पञ्चवक्त्रप्रकारतः  ॥
]

`verse 32 [
पञ्चगव्यादिभिः पूर्णैर्यथाविभवसंभृतैः  ॥
स्नापयेत्कलशैः पूर्णैरष्टापदसमुद्भवैः  ॥
]

`verse 33 [
गंधद्रव्यैस्सकर्पूरैश्चन्दनाद्यैस्सकुंकुमैः  ॥
सवेदिकं समालिप्य लिंगं भूषणभूषितम्  ॥
]

`verse 34 [
बिल्वपत्रैश्च पद्मैश्च रक्तैः श्वेतैस्तथोत्पलैः  ॥
नीलोत्पलैस्तथान्यैश्च पुष्पैस्तैस्तैस्सुगंधिभिः  ॥
]

`verse 35 [
पुण्यैः प्रशस्तैः पत्रैश्च चित्रैर्दूर्वाक्षतादिभिः  ॥
समभ्यर्च्य यथालाभं महापूजाविधानतः  ॥
]

`verse 36 [
धूपं दीपं तथा चापि नैवेद्यं च समादिशेत् ॥
निवेदयित्वा विभवे कल्याणं च समाचरेत् ॥
]

`verse 37 [
इष्टानि च विशिष्टानि न्यायेनोपार्जितानि च  ॥
सर्वद्रव्याणि देयानि व्रते तस्मिन्विशेषतः  ॥
]

`verse 38 [
श्रीपत्रोत्पलपद्मानां संख्या साहस्रिकी मता  ॥
प्रत्येकमपरा संख्या शतमष्टोत्तरं द्विजाः  ॥
]

`verse 39 [
तत्रापि च विशेषेण न त्यजेद्बिल्वपत्रकम्  ॥
हैममेकं परं प्राहुः पद्मं पद्मसहस्रकात् ॥
]

`verse 40 [
नीलोत्पलादिष्वप्येतत्समानं बिल्बपत्रकैः  ॥
पुष्पान्तरे न नियमो यथालाभं निवेदयेत् ॥
]

`verse 41 [
अष्टाङ्गमर्घ्यमुत्कृष्टं धूपालेपौ विशेषतः  ॥
चन्दनं वामदेवाख्ये हरितालं च पौरुषे  ॥
]

`verse 42 [
ईशाने भसितं केचिदालेपनमितीदृशाम्  ॥
न धूपमिति मन्यन्ते धूपान्तरविधानतः  ॥
सितागुरुमघोराख्ये मुखे कृष्णागुरुं पुनः  ॥
]

`verse 43 [
पौरुषे गुग्गुलं सव्ये सौम्ये सौगंधिकं मुखे  ॥
ईशाने ऽपि ह्युशीरादि देयाद्धूपं विशेषतः  ॥
]

`verse 44 [
शर्करामधुकर्पूरकपिलाघृतसंयुतम्  ॥
चंदनागुरुकाष्ठाद्यं सामान्यं संप्रचक्षते  ॥
]

`verse 45 [
कर्पूरवर्तिराज्याढ्या देया दीपावलिस्ततः  ॥
अर्घ्यमाचमनं देयं प्रतिवक्त्रमतः परम्  ॥
]

`verse 46 [
प्रथमावरणे पूज्यो क्रमाद्धेरम्बषण्मुखौ  ॥
ब्रह्मांगानि ततश्चैव प्रथमावरणेर्चिते  ॥
]

`verse 47 [
द्वितीयावरणे पूज्या विघ्नेशाश्चक्रवर्तिनः  ॥
तृतीयावरणे पूज्या भवाद्या अष्टमूर्तयः  ॥
]

`verse 48 [
महादेवादयस्तत्र तथैकादशमूर्तयः  ॥
चतुर्थावरणे पूज्याः सर्व एव गणेश्वराः  ॥
]

`verse 49 [
बहिरेव तु पद्मस्य पञ्चमावरणे क्रमात् ॥
दशदिक्पतयः पूज्याः सास्त्राः सानुचरास्तथा  ॥
]

`verse 50 [
ब्रह्मणो मानसाः पुत्राः सर्वे ऽपि ज्योतिषां गणाः  ॥
सर्वा देव्यश्च देवाश्च सर्वे सर्वे च खेचराः  ॥
]

`verse 51 [
पातालवासिनश्चान्ये सर्वे मुनिगणा अपि  ॥
योगिनो हि सखास्सर्वे पतंगा मातरस्तथा  ॥
]

`verse 52 [
क्षेत्रपालाश्च सगणाः सर्वं चैतच्चराचरम्  ॥
पूजनीयं शिवप्रीत्या मत्त्वा शंभुविभूतिमत् ॥
]

`verse 53 [
अथावरणपूजांते संपूज्य परमेश्वरम्  ॥
साज्यं सव्यं जनं हृद्यं हविर्भक्त्या निवेदयेत् ॥
]

`verse 54 [
मुखवासादिकं दत्त्वा ताम्बूलं सोपदंशकम्  ॥
अलंकृत्य च भूयो ऽपि नानापुष्पविभूषणैः  ॥
]

`verse 55 [
नीराजनांते विस्तीर्य पूजाशेषं समापयेत् ॥
चषकं सोपकारं च शयनं च समर्पयेत् ॥
]

`verse 56 [
चन्द्रसंकाशहारं च शयनीयं समर्पयेत् ॥
आद्यं नृपोचितं हृद्यं तत्सर्वमनुरूपतः  ॥
]

`verse 57 [
कृत्वा च कारयित्वा च हित्वा च प्रतिपूजनम्  ॥
स्तोत्रं व्यपोहनं जप्त्वा विद्यां पञ्चाक्षरीं जपेत् ॥
]

`verse 58 [
प्रदक्षिणां प्रणामं च कृत्वात्मानं समर्पयेत् ॥
ततः पुरस्ताद्देवस्य गुरुविप्रौ च पूजयेत् ॥
]

`verse 59 [
दत्त्वार्घ्यमष्टौ पुष्पाणि देवमुद्वास्य लिंगतः  ॥
अग्नेश्चाग्निं सुसंयम्य ह्युद्वास्य च तमप्युत  ॥
]

`verse 60 [
प्रत्यहं च जनस्त्वेवं कुर्यात्सेवां पुरोदिताम्  ॥
ततस्तत्साम्बुजं लिंगं सर्वोपकरणान्वितम्  ॥
]

`verse 61 [
समर्पयेत्स्वगुरवे स्थापयेद्वा शिवालये  ॥
संपूज्य च गुरून्विप्रान्व्रतिनश्च विशेषतः  ॥
]

`verse 62 [
भक्तान्द्विजांश्च शक्तश्चेद्दीनानाथांश्च तोषयेत् ॥
स्वयं चानशने शक्तः फलमूलाशने ऽथ वा  ॥
]

`verse 63 [
पयोव्रतो वा भिक्षाशी भवेदेकाशनस्तथा  ॥
नक्तं युक्ताशनो नित्यं भूशय्यानिरतः शुचिः  ॥
]

`verse 64 [
भस्मशायी तृणेशायी चीराजिनधृतो ऽथवा  ॥
ब्रह्मचर्यव्रतो नित्यं व्रतमेतत्समाचरेत् ॥
]

`verse 65 [
अर्कवारे तथार्द्रायां पञ्चदश्यां च पक्षयोः  ॥
अष्टम्यां च चतुर्दश्यां शक्तस्तूपवसेदपि  ॥
]

`verse 66 [
पाखण्डिपतितोदक्यास्सूतकान्त्यजपूर्वकान्  ॥
वर्जयेत्सर्वयत्नेन मनसा कर्मणा गिरा  ॥
]

`verse 67 [
क्षमदानदयासत्याहिंसाशीलः सदा भवेत् ॥
संतुष्टश्च प्रशान्तश्च जपध्यानरतस्तथा  ॥
]

`verse 68 [
कुर्यात्त्रिषवणस्नानं भस्मस्नानमथापि वा  ॥
पूजां वैशेषिकीं चैव मनसा वचसा गिरा  ॥
]

`verse 69 [
बहुनात्र किमुक्तेन नाचरेदशिवं व्रती  ॥
प्रमादात्तु तथाचारे निरूप्य गुरुलाघवे  ॥
]

`verse 70 [
उचितां निष्कृतिं कुर्यात्पूजाहोमजपादिभिः  ॥
आसमाप्तेर्व्रतस्यैवमाचरेन्न प्रमादतः  ॥
]

`verse 71 [
गोदानं च वृषोत्सर्गं कुर्यात्पूजां च संपदा  ॥
भक्तश्च शिवप्रीत्यर्थं सर्वकामविवर्जितः  ॥
]

`verse 72 [
सामान्यमेतत्कथितं व्रतस्यास्य समासतः  ॥
प्रतिमासं विशेषं च प्रवदामि यथाश्रुतम्  ॥
]

`verse 73 [
वैशाखे वज्रलिंगं तु ज्येष्ठे मारकतं शुभम्  ॥
आषाढे मौक्तिकं विद्याच्छ्रावणे नीलनिर्मितम्  ॥
]

`verse 74 [
मासे भाद्रपदे चैव पद्मरागमयं परम्  ॥
आश्विने मासि विद्याद्वै लिंगं गोमेदकं वरम्  ॥
]

`verse 75 [
कार्तिक्यां वैद्रुमं लिंगं वैदूर्यं मार्गशीर्षके  ॥
पुष्परागमयं पौषे माघे द्युमणिजन्तथा  ॥
]

`verse 76 [
फाल्गुणे चन्द्रकान्तोत्थं चैत्रे तद्व्यत्ययो ऽथवा  ॥
सर्वमासेषु रत्नानामलाभे हैममेव वा  ॥
]

`verse 77 [
हैमाभावे राजतं वा ताम्रजं शैलजन्तथा  ॥
मृन्मयं वा यथालाभं जातुषं चान्यदेव वा  ॥
]

`verse 78 [
सर्वगंधमयं वाथ लिंगं कुर्याद्यथारुचि  ॥
व्रतावसानसमये समाचरितनित्यकः  ॥
]

`verse 79 [
कृत्वा वैशेषिकीं पूजां हुत्वा चैव यथा पुरा  ॥
संपूज्य च तथाचार्यं व्रतिनश्च विशेषतः  ॥
]

`verse 80 [
देशिकेनाप्यनुज्ञातः प्राङ्मुखो वाप्युदङ्मुखः  ॥
दर्भासनो दर्भपाणिः प्राणापानौ नियम्य च  ॥
]

`verse 81 [
जपित्वा शक्तितो मूलं ध्यात्वा साम्बं त्रियम्बकम्  ॥
अनुज्ञाप्य यथापूर्वं नमस्कृत्य कृताञ्जलिः  ॥
]

`verse 82 [
समुत्सृजामि भगवन्व्रतमेतत्त्वदाज्ञया  ॥
इत्युक्त्वा लिंगमूलस्थान्दर्भानुत्तरतस्त्यजेत् ॥
]

`verse 83 [
ततो दण्डजटाचीरमेखला अपि चोत्सृजेत् ॥
पुनराचम्य विधिवत्पञ्चाक्षरमुदीरयेत् ॥
]

`verse 84 [
यः कृत्वात्यंतिकीं दीक्षामादेहान्तमनाकुलः  ॥
व्रतमेतत्प्रकुर्वीत स तु वै नैष्ठिकः स्मृतः  ॥
]

`verse 85 [
सो ऽत्याश्रमी च विज्ञेयो महापाशुपतस्तथा  ॥
स एव तपतां श्रेष्ठ स एव च महाव्रती  ॥
]

`verse 86 [
न तेन सदृशः कश्चित्कृतकृत्यो मुमुक्षुषु  ॥
यो यतिर्नैष्ठिको जातस्तमाहुर्नैष्ठिकोत्तमम्  ॥
]

`verse 87 [
यो ऽन्वहं द्वादशाहं वा व्रतमेतत्समाचरेत् ॥
सो ऽपि नैष्ठिकतुल्यः स्यात्तीव्रव्रतसमन्वयात् ॥
]

`verse 88 [
घृताक्तो यश्चरेदेतद्व्रतं व्रतपरायणः  ॥
द्वित्रैकदिवसं वापि स च कश्चन नैष्ठिकः  ॥
]

`verse 89 [
कृत्यमित्येव निष्कामो यश्चरेद्व्रतमुत्तमम्  ॥
शिवार्पितात्मा सततं न तेन सदृशः क्वचित् ॥
]

`verse 90 [
भस्मच्छन्नो द्विजो विद्वान्महापातकसंभवैः  ॥
पापैस्सुदारुणैस्सद्यो मुच्यते नात्र संशयः  ॥
]

`verse 91 [
रुद्राग्निर्यत्परं वीर्यन्तद्भस्म परिकीर्तितम्  ॥
तस्मात्सर्वेषु कालेषु वीर्यवान्भस्मसंयुतः  ॥
]

`verse 92 [
भस्मनिष्ठस्य नश्यन्ति देषा भस्माग्निसंगमात् ॥
भस्मस्नानविशुद्धात्मा भस्मनिष्ठ इति स्मृतः  ॥
]

`verse 93 [
भस्मना दिग्धसर्वांगो भस्मदीप्तत्रिपुंड्रकः  ॥
भस्मस्नायी च पुरुषो भस्मनिष्ठ इति स्मृतः  ॥
]

`verse 94 [
भूतप्रेतपिशासाश्च रोगाश्चातीव दुस्सहाः  ॥
भस्मनिष्ठस्य सान्निध्याद्विद्रवंति न संशयः  ॥
]

`verse 95 [
भासनाद्भासितं प्रोक्तं भस्म कल्मषभक्षणात् ॥
भूतिभूतिकरी चैव रक्षा रक्षाकरी परम्  ॥
]

`verse 96 [
किमन्यदिह वक्तव्यं भस्ममाहात्म्यकारणम्  ॥
व्रती च भस्मना स्नातस्स्वयं देवो महेश्वरः  ॥
]

`verse 97 [
परमास्त्रं च शैवानां भस्मैतत्पारमेश्वरम्  ॥
धौम्याग्रजस्य तपसि व्यापदो यन्निवारिताः  ॥
]

`verse 98 [
तस्मात्सर्वप्रयत्नेन कृत्वा पाशुपतव्रतम्  ॥
धनवद्भस्म संगृह्य भस्मस्नानरतो भवेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे पशुपतिव्रतविधानवर्णनं नाम त्रयस्त्रिंशो ऽध्यायः
]
