`speaker [
ऋषय ऊचुः
]

`verse 1 [
धौम्याग्रजेन शिशुना क्षीरार्थं हि तपः कृतम्  ॥
तस्मात्क्षीरार्णवो दत्तस्तस्मै देवेन शूलिना  ॥
]

`verse 2 [
स कथं शिशुको लेभे शिवशास्त्रप्रवक्तृताम्  ॥
कथं वा शिवसद्भावं ज्ञात्वा तपसि निष्ठितः  ॥
]

`verse 3 [
कथं च लब्धविज्ञानस्तपश्चरणपर्वणि  ॥
रुद्राग्नेर्यत्परं वीर्यं लभे भस्म स्वरक्षकम्  ॥
]

`speaker [
वायुरुवाच
]

`verse 4 [
न ह्येष शिशुकः कश्चित्प्राकृतः कृतवांस्तपः  ॥
मुनिवर्यस्य तनयो व्याघ्रपादस्य धीमतः  ॥
]

`verse 5 [
जन्मान्तरेण संसिद्धः केनापि खलु हेतुना  ॥
स्वपदप्रच्युतो दिष्ट्या प्राप्तो मुनिकुमारताम्  ॥
]

`verse 6 [
महादेवप्रसादस्य भाग्यापन्नस्य भाविनः  ॥
दुग्धाभिलाषप्रभवद्वारतामगमत्तपः  ॥
]

`verse 7 [
अतः सर्वगणेशत्वं कुमारत्वं च शाश्वतम्  ॥
सह दुग्धाब्धिना तस्मै प्रददौ शंकरः स्वयम्  ॥
]

`verse 8 [
तस्य ज्ञानागमोप्यस्य प्रसादादेव शांकरात् ॥
कौमारं हि परं साक्षाज्ज्ञानं शक्तिमयं विदुः  ॥
]

`verse 9 [
शिवशास्त्रप्रवक्तृत्वमपि तस्य हि तत्कृतम्  ॥
कुमारो मुनितो लब्धज्ञानाब्धिरिव नन्दनः  ॥
]

`verse 10 [
दृष्टं तु कारणं तस्य शिवज्ञानसमन्वये  ॥
स्वमातृवचनं साक्षाच्छोकजं क्षीरकारणात् ॥
]

`verse 11 [
कदाचित्क्षीरमत्यल्पं पीतवान्मातुलाश्रमे  ॥
ईर्षयया मातुलसुतं संतृप्तक्षीरमुत्तमम्  ॥
]

`verse 12 [
पीत्वा स्थितं यथाकामं दृष्ट्वा वै मातुलात्मजम्  ॥
उपमन्युर्व्याघ्रपादिः प्रीत्या प्रोवाच मातरम्  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 13 [
मातर्मातर्महाभागे मम देहि तपस्विनि  ॥
गव्यं क्षीरमतिस्वादु नाल्पमुष्णं पिबाम्यहम्  ॥
]

`speaker [
वायुरुवाच
]

`verse 14 [
तच्छ्रुत्वा पुत्रवचनं तन्माता च तपस्विनी  ॥
व्याघ्रपादस्य महिषी दुःखमापत्तदा च सा  ॥
]

`verse 15 [
उपलाल्याथ सुप्रीत्या पुत्रमालिंग्य सादरम्  ॥
दुःखिता विललापाथ स्मृत्वा नैर्धन्यमात्मनः  ॥
]

`verse 16 [
स्मृत्वास्मृत्वा पुनः क्षीरमुपमन्युस्स बालकः  ॥
देहि देहीति तामाह रुद्रन्भूयो महाद्युतिः  ॥
]

`verse 17 [
तद्धठं सा परिज्ञाय द्विजपत्नी तपस्विनी  ॥
शान्तये तद्धठस्याथ शुभोपायमरीरचत् ॥
]

`verse 18 [
उञ्छवृत्त्यार्जितान्बीजान्स्वयं दृष्ट्वा च सा तदा  ॥
बीजपिष्टमथालोड्य तोयेन कलभाषिणी  ॥
]

`verse 19 [
एह्येहि मम पुत्रेति सामपूर्वं ततस्सुतम्  ॥
आलिंग्यादाय दुःखार्ता प्रददौ कृत्रिमं पयः  ॥
]

`verse 20 [
पीत्वा च कृत्रिमं क्षीरं मात्रां दत्तं स बालकः  ॥
नैतत्क्षीरमिति प्राह मातरं चातिविह्वलः  ॥
]

`verse 21 [
दुःखिता सा तदा प्राह संप्रेक्ष्याघ्राय मूर्धनि  ॥
समार्ज्य नेत्र पुत्रस्य कराभ्यां कमलायते  ॥
]

`speaker [
जनन्युवाच
]

`verse 22 [
तटिनी रत्नपूर्णास्तास्स्वर्गपातालगोचराः  ॥
भाग्यहीना न पश्यन्ति भक्तिहीनाश्च ये शिवे  ॥
]

`verse 23 [
राज्यं स्वर्गं च मोक्षं च भोजनं क्षीरसंभवम्  ॥
न लभन्ते प्रियाण्येषां न तुष्यति यदा शिवः  ॥
]

`verse 24 [
भवप्रसादजं सर्वं नान्यद्देवप्रसादजम्  ॥
अन्यदेवेषु निरता दुःखार्ता विभ्रमन्ति च  ॥
]

`verse 25 [
क्षीरं तत्र कुतो ऽस्माकं वने निवसतां सदा  ॥
क्व दुग्धसाधनं वत्स क्व वयं वनवासिनः  ॥
]

`verse 26 [
कृत्स्नाभावेन दारिद्र्यान्मया ते भाग्यहीनया  ॥
मिथ्यादुग्धमिदं दत्तम्पिष्टमालोड्य वारिणा  ॥
]

`verse 27 [
त्वं मातुलगृहे स्वल्पं पीत्वा स्वादु पयः शृतम्  ॥
ज्ञात्वा स्वादु त्वया पीतं तज्जातीयमनुस्मरन्  ॥
]

`verse 28 [
दत्तं न पय इत्युक्त्वा रुदन् दुःखीकरोषि माम्  ॥
प्रसादेन विना शंभो पयस्तव न विद्यते  ॥
]

`verse 29 [
पादपंकजयोस्तस्य साम्बस्य सगणस्य च  ॥
भक्त्या समर्पितं यत्तत्कारणं सर्वसम्पदाम्  ॥
]

`verse 30 [
अधुना वसुदोस्माभिर्महादेवो न पूजितः  ॥
सकामानां यथाकामं यथोक्तफलदायकः  ॥
]

`verse 31 [
धनान्युद्दिश्य नास्माभिरितः प्रागर्चितः शिवः  ॥
अतो दरिद्रास्संजाता वयं तस्मान्न ते पयः  ॥
]

`verse 32 [
पूर्वजन्मनि यद्दत्तं शिवमुद्दिश्य वै सुतः  ॥
तदेव लभ्यते नान्यद्विष्णुमुद्दिश्य वा प्रभुम्  ॥
]

`speaker [
वायुरुवाच
]

`verse 33 [
इति मातृवचः श्रुत्वा तथ्यं शोकादिसूचकम्  ॥
बालो ऽप्यनुतपन्नंतः प्रगल्भमिदमब्रवीत् ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 34 [
शोकेनालमितो मातः सांबो यद्यस्ति शंकरः  ॥
त्यज शोकं महाभागे सर्वं भद्रं भविष्यति  ॥
]

`verse 35 [
शृणु मातर्वचो मेद्य महादेवो ऽस्ति चेत्क्वचित् ॥
चिराद्वा ह्यचिराद्वापि क्षीरोदं साधयाम्यहम्  ॥
]

`speaker [
वायुरुवाच
]

`verse 36 [
इति श्रुत्वा वचस्तस्य बालकस्य महामतेः  ॥
प्रत्युवाच तदा माता सुप्रसन्ना मनस्विनी  ॥
]

`speaker [
मातोवाच
]

`verse 37 [
शुभं विचारितं तात त्वया मत्प्रीतिवर्धनम्  ॥
विलंबं मा कथास्त्वं हि भज सांबं सदाशिवम्  ॥
]

`verse 38 [
सर्वस्मादधिको ऽस्त्येव शिवः परमकारणम्  ॥
तत्कृतं हि जगत्सर्वं ब्रह्माद्यास्तस्य किंकराः  ॥
]

`verse 39 [
तत्प्रसादकृतैश्वर्या दासास्तस्य वयं प्रभोः  ॥
तं विनान्यं न जानीमश्शंकरं लोकशंकरम्  ॥
]

`verse 40 [
अन्यान्देवान्परित्यज्य कर्मणा मनसा गिरा  ॥
तमेव सांबं सगणं भज भावपुरस्सरम्  ॥
]

`verse 41 [
तस्य देवाधिदेवस्य शिवस्य वरदायिनः  ॥
साक्षान्नमश्शिवायेति मंत्रो ऽयं वाचकः स्मृतः  ॥
]

`verse 42 [
सप्तकोटिमहामंत्राः सर्वे सप्रणवाः परे  ॥
तस्मिन्नेव विलीयंते पुनस्तस्माद्विनिर्गताः  ॥
]

`verse 43 [
सप्रसादाश्च ते मंत्राः स्वाधिकाराद्यपेक्षया  ॥
सर्वाधिकारस्त्वेको ऽयं मंत्र एवेश्वराज्ञया  ॥
]

`verse 44 [
यथा निकृष्टानुत्कृष्टान्सर्वानप्यात्मनः शिवः  ॥
क्षमते रक्षितुं तद्वन्मंत्रो ऽयमपि सर्वदा  ॥
]

`verse 45 [
प्रबलश्च तथा ह्येष मंत्रो मन्त्रान्तरादपि  ॥
सर्वरक्षाक्षमो ऽप्येष नापरः कश्चिदिष्यते  ॥
]

`verse 46 [
तस्मान्मन्त्रान्तरांस्त्यक्त्वा पञ्चाक्षरपरो भव  ॥
तस्मिञ्जिह्वांतरगते न किंचिदिह दुर्लभम्  ॥
]

`verse 47 [
अघोरास्त्रं च शैवानां रक्षाहेतुरनुत्तमम्  ॥
तच्च तत्प्रभवं मत्वा तत्परो भव नान्यथा  ॥
]

`verse 48 [
भस्मेदन्तु मया लब्धं पितुरेव तवोत्तमम्  ॥
विरजानलसंसिद्धं महाव्यापन्निवारणम्  ॥
]

`verse 49 [
मंत्रं च ते मया दत्तं गृहाण मदनुज्ञया  ॥
अनेनैवाशु जप्तेन रक्षा तव भविष्यति  ॥
]

`speaker [
वायुरुवाच
]

`verse 50 [
एवं मात्रा समादिश्य शिवमस्त्वित्युदीर्य च  ॥
विसृष्टस्तद्वचो मूर्ध्नि कुर्वन्नेव तदा मुनिः  ॥
]

`verse 51 [
तां प्रणम्यैवमुक्त्वा च तपः कर्तुं प्रचक्रमे  ॥
तमाह च तदा माता शुभं कुर्वंतु ते सुराः  ॥
]

`verse 52 [
अनुज्ञातस्तया तत्र तपस्तेपे स दुश्चरम्  ॥
हिमवत्पर्वतं प्राप्य वायुभक्षः समाहितः  ॥
]

`verse 53 [
अष्टेष्टकाभिः प्रसादं कृत्वा लिंगं च मृन्मयम्  ॥
तत्रावाह्य महादेवं सांबं सगणमव्ययम्  ॥
]

`verse 54 [
भक्त्या पञ्चाक्षरेणैव पुत्रैः पुष्पैर्वनोद्भवैः  ॥
समभ्यर्च्य चिरं कालं चचार परमं तपः  ॥
]

`verse 55 [
ततस्तपश्चरत्तं तं बालमेकाकिनं कृशम्  ॥
उपमन्युं द्विजवरं शिवसंसक्तमानसम्  ॥
]

`verse 56 [
पुरा मरीचिना शप्ताः केचिन्मुनिपिशाचकाः  ॥
संपीड्य राक्षसैर्भावैस्तपसोविघ्नमाचरन्  ॥
]

`verse 57 [
स च तैः पीड्यमानो ऽपि तपः कुर्वन्कथञ्चन  ॥
]

`verse 58 [
तन्नादश्रवणादेव तपसो विघ्नकारिणः  ॥
ते तं बालं समुत्सृज्य मुनयस्समुपाचरन्  ॥
]

`verse 59 [
तपसा तस्य विप्रस्य चोपमन्योर्महात्मनः  ॥
चराचरं च मुनयः प्रदीपितमभूज्जगत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां पूर्वखण्डे उपमन्युतपोवर्णनं नाम चतुस्त्रिंशो ऽध्यायः
]
