`speaker [
वायुरुवाच
]

`verse 1 [
अथ सर्वे प्रदीप्तांगा वैकुण्ठं प्रययुर्द्रुतम्  ॥
प्रणम्याहुश्च तत्सर्वं हरये देवसत्तमाः  ॥
]

`verse 2 [
श्रुत्वा तेषां तदा वाक्यं भगवान्पुरुषोत्तमः  ॥
किमिदन्त्विति संचिन्त्य ज्ञात्वा तत्कारणं च सः  ॥
]

`verse 3 [
जगाम मन्दरं तूर्णं महेश्वरदिदृक्षया  ॥
दृष्ट्वा देवं प्रणम्यैवं प्रोवाच सुकृतांजलिः  ॥
]

`speaker [
विष्णुरुवाच
]

`verse 4 [
भगवन्ब्राह्मणः कश्चिदुपमन्युरिति श्रुतः  ॥
क्षीरार्थमदहत्सर्वं तपसा तन्निवारय  ॥
]

`speaker [
वायुरुवाच
]

`verse 5 [
इति श्रुत्वा वचो विष्णोः प्राह देवो महेश्वरः  ॥
शिशुं निवारयिष्यामि तत्त्वं गच्छ स्वमाश्रमम्  ॥
]

`verse 6 [
तच्छ्रुत्वा शंभुवचनं स विष्णुर्देववल्लभः  ॥
जगामाश्वास्य तान्सर्वान्स्वलोकममरादिकान्  ॥
]

`verse 7 [
एतस्मिन्नंतरे देवः पिनाकी परमेश्वरः  ॥
शक्रस्य रूपमास्थाय गन्तुं चक्रे मतिं ततः  ॥
]

`verse 8 [
अथ जगाम मुनेस्तु तपोवनं गजवरेण सितेन सदाशिवः  ॥
सह सुरासुरसिद्धमहोरगैरमरराजतनुं स्वयमास्थितः  ॥
]

`verse 9 [
स वारणश्चारु तदा विभुं तं निवीज्य वालव्यजनेन दिव्यम्  ॥
दधार शच्या सहितं सुरेंद्रं करेण वामेन शितातपत्रम्  ॥
]

`verse 10 [
रराज भगवान्सोमः शक्ररूपी सदाशिवः  ॥
तेनातपत्रेण यथा चन्द्रबिंबेन मन्दरः  ॥
]

`verse 11 [
आस्थायैवं हि शक्रस्य स्वरूपं परमेश्वरः  ॥
जगामानुग्रहं कर्तुमुपमन्योस्तदाश्रमम्  ॥
]

`verse 12 [
तं दृष्ट्वा परमेशानं शक्ररूपधरं शिवम्  ॥
प्रणम्य शिरसा प्राह महामुनिवरः स्वयम्  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 13 [
पावितश्चाश्रमस्सो ऽयं मम देवेश्वर स्वयम्  ॥
प्राप्तो यत्त्वं जगन्नाथ भगवन्देवसत्तम  ॥
]

`speaker [
वायुरुवाच
]

`verse 14 [
एवमुक्त्वा स्थितं प्रेक्ष्य कृतांजलिपुटं द्विजम्  ॥
प्राह गंभीरया वाचा शक्ररूपधरो हरः  ॥
]

`speaker [
शक्र उवाच
]

`verse 15 [
तुष्टो ऽस्मि ते वरं ब्रूहि तपसानेन सुव्रत  ॥
ददामि चेप्सितान्सर्वान्धौम्याग्रज महामुने  ॥
]

`speaker [
वायुरुवाच
]

`verse 16 [
एवमुक्तस्तदा तेन शक्रेण मुनिपुंगवः  ॥
वारयामि शिवे भक्तिमित्युवाच कृताञ्जलिः  ॥
]

`verse 17 [
तन्निशम्य हरिः १ प्राह मां न जानासि लेखपम्  ॥
त्रैलोक्याधिपतिं शक्रं सर्वदेवनमस्कृतम्  ॥
]

`verse 18 [
मद्भक्तो भव विप्रर्षे मामेवार्चय सर्वदा  ॥
ददामि सर्वं भद्रं ते त्यज रुद्रं च निर्गुणम्  ॥
]

`verse 19 [
रुद्रेण निर्गुणेनापि किं ते कार्यं भविष्यति  ॥
देवपङ्क्तिबहिर्भूतो यः पिशाचत्वमागतः  ॥
]

`speaker [
वायुरुवाच
]

`verse 20 [
तच्छ्रुत्वा प्राह स मुनिर्जपन्पञ्चाक्षरं मनुम्  ॥
मन्यमानो धर्मविघ्नं प्राह तं कर्तुमागतम्  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 21 [
त्वयैवं कथितं सर्वं भवनिंदारतेन वै  ॥
प्रसंगादेव देवस्य निर्गुणत्वं महात्मनः  ॥
]

`verse 22 [
त्वं न जानामि वै रुद्रं सर्वदेवेश्वरेश्वरम्  ॥
ब्रह्मविष्णुमहेशानां जनक प्रकृतेः परम्  ॥
]

`verse 23 [
सदसद्व्यक्तमव्यक्तं यमाहुर्ब्रह्मवादिनः  ॥
नित्यमेकमनेकं च वरं तस्माद्वृणोम्यहम्  ॥
]

`verse 24 [
हेतुवादविनिर्मुक्तं सांख्ययोगार्थदम्परम्  ॥
उपासते यं तत्त्वज्ञा वरं तस्माद्वृणोम्यहम्  ॥
]

`verse 25 [
नास्ति शंभोः परं तत्त्वं सर्वकारणकारणात् ॥
ब्रह्मविष्ण्वादिदेवानां स्रष्टुर्गुणपराद्विभोः  ॥
]

`verse 26 [
बहुनात्र किमुक्तेन मयाद्यानुमितं महत् ॥
भवांतरे कृतं पापं श्रुता निन्दा भवस्य चेत् ॥
]

`verse 27 [
श्रुत्वा निंदां भवस्याथ तत्क्षणादेव सन्त्यजेत् ॥
स्वदेहं तन्निहत्याशु शिवलोकं स गच्छति  ॥
]

`verse 28 [
आस्तां तावन्ममेच्छेयं क्षीरं प्रति सुराधम  ॥
निहत्य त्वां शिवास्त्रेण त्यजाम्येतं कलेवरम्  ॥
]

`speaker [
वायुरुवाच
]

`verse 29 [
एवमुक्त्वोपमन्युस्तं मर्तुं व्यवसितस्स्वयम्  ॥
क्षीरे वाञ्छामपि त्यक्त्वा निहन्तुं शक्रमुद्यतः  ॥
]

`verse 30 [
भस्मादाय तदा घोरमघोरास्त्राभिमंत्रितम्  ॥
विसृज्य शक्रमुद्दिश्य ननाद स मुनिस्तदा  ॥
]

`verse 31 [
स्मृत्वा शंभुपदद्वंद्वं स्वदेहं दुग्धुमुद्यतः  ॥
आग्नेयीं धारणां बिभ्रदुपमन्युरवस्थितः  ॥
]

`verse 32 [
एवं व्यवसिते विप्रे भगवान्भगनेत्रहा  ॥
वारयामास सौम्येन धारणां तस्य योगिनः  ॥
]

`verse 33 [
तद्विसृष्टमघोरास्त्रं नंदीश्वरनियोगतः  ॥
जगृहे मध्यतः क्षिप्तं नन्दी शंकरवल्लभः  ॥
]

`verse 34 [
स्वं रूपमेव भगवानास्थाय परमेश्वरः  ॥
दर्शयामास शिप्राय बालेन्दुकृतशेखरम्  ॥
]

`verse 35 [
क्षीरार्णवसहस्रं च पीयूषार्णवमेव वा  ॥
दध्यादेरर्णवांश्चैव घृतोदार्णवमेव च  ॥
]

`verse 36 [
फलार्णवं च बालस्य भक्ष्य भोज्यार्णवं तथा  ॥
अपूपानां गिरिं चैव दर्शयामास स प्रभुः  ॥
]

`verse 37 [
एवं स ददृशे देवो देव्या सार्धं वृषोपरि  ॥
गणेश्वरैस्त्रिशूलाद्यैर्दिव्यास्त्रैरपि संवृतः  ॥
]

`verse 38 [
दिवि दुंदुभयो नेदुः पुष्पवृष्टिः पपात च  ॥
विष्णुब्रह्मेन्द्रप्रमुखैर्देवैश्छन्ना दिशो दश  ॥
]

`verse 39 [
अथोपमन्युरानन्दसमुद्रोर्मिभिरावृतः  ॥
पपात दण्डवद्भूमौ भक्तिनम्रेण चेतसा  ॥
]

`verse 40 [
एतस्मिन्समये तत्र सस्मितो भगवान्भवः  ॥
एह्येहीति तमाहूय मूर्ध्न्याघ्राय ददौ वरान्  ॥
]

`speaker [
शिव उवाच
]

`verse 41 [
भक्ष्यभोज्यान्यथाकामं बान्धवैर्भुक्ष्व सर्वदा  ॥
सुखी भव सदा दुःखान्निर्मुक्ता भक्तिमान्मम  ॥
]

`verse 42 [
उपमन्यो महाभाग तवाम्बैषा हि पार्वती  ॥
मया पुत्रीकृतो ह्यद्य दत्तः क्षीरोदकार्णवः  ॥
]

`verse 43 [
मधुनश्चार्णवश्चैव दध्यन्नार्णव एव च  ॥
आज्यौदनार्णवश्चैव फलाद्यर्णव एव च  ॥
]

`verse 44 [
अपूपगिरयश्चैव भक्ष्यभोज्यार्णवस्तथा  ॥
एते दत्ता मया ते हि त्वं गृह्णीष्व महामुने  ॥
]

`verse 45 [
पिता तव महादेवो माता वै जगदम्बिका  ॥
अमरत्वं मया दत्तं गाणपत्यं च शाश्वतम्  ॥
]

`verse 46 [
वरान्वरय सुप्रीत्या मनो ऽभिलषितान्परान्  ॥
प्रसन्नो ऽहं प्रदास्यामि नात्र कार्या विचारणा  ॥
]

`speaker [
वायुरुवाच
]

`verse 47 [
एवमुक्त्वा महादेवः कराभ्यामुपगृह्यतम्  ॥
मूर्ध्न्याघ्राय सुतस्ते ऽयमिति देव्यै न्यवेदयत् ॥
]

`verse 48 [
देवी च गुहवत्प्रीत्या मूर्ध्नि तस्य कराम्बुजम्  ॥
विन्यस्य प्रददौ तस्मै कुमारपदमव्ययम्  ॥
]

`verse 49 [
क्षीराब्धिरपि साकारः क्षीरं स्वादु करे दधत् ॥
उपस्थाय ददौ पिण्डीभूतं क्षीरमनश्वरम्  ॥
]

`verse 50 [
योगैश्वर्यं सदा तुष्टिं ब्रह्मविद्यामनश्वराम्  ॥
समृद्धिं परमान्तस्मै ददौ संतुष्टमानसः  ॥
]

`verse 51 [
अथ शंभुः प्रसन्नात्मा दृष्ट्वा तस्य तपोमहः  ॥
पुनर्ददौ वरं दिव्यं मुनये ह्युपमन्यवे  ॥
]

`verse 52 [
व्रतं पाशुपतं ज्ञानं व्रतयोगं च तत्त्वतः  ॥
ददौ तस्मै प्रवक्तृत्वपाटवं सुचिरं परम्  ॥
]

`verse 53 [
सो ऽपि लब्ध्वा वरान्दिव्यान्कुमारत्वं च सर्वदा  ॥
तस्माच्छिवाच्च तस्याश्च शिवाया मुदितो ऽभवत् ॥
]

`verse 54 [
ततः प्रसन्नचेतस्कः सुप्रणम्य कृतांजलिः  ॥
ययाचे स वरं विप्रो देवदेवान्महेश्वरात् ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 55 [
प्रसीद देवदेवेश प्रसीद परमेश्वर  ॥
स्वभक्तिन्देहि परमान्दिव्यामव्यभिचारिणीम्  ॥
]

`verse 56 [
श्रद्धान्देहि महादेव द्वसम्बन्धिषु मे सदा  ॥
स्वदास्यं परमं स्नेहं सान्निध्यं चैव सर्वदा  ॥
]

`verse 57 [
एवमुक्त्वा प्रसन्नात्माहर्षगद्गदया गिरा  ॥
सतुष्टाव महादेवमुपमन्युर्द्विजोत्तमः  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 58 [
देवदेव महादेव शरणागतवत्सल  ॥
प्रसीद करुणासिंधो साम्ब शंकर सर्वदा  ॥
]

`speaker [
वायुरुवाच
]

`verse 59 [
एवमुक्तो महादेवः सर्वेषां च वरप्रदः  ॥
प्रत्युवाच प्रसन्नात्मोपमन्युं मुनिसत्तमम्  ॥
]

`speaker [
शिव उवाच
]

`verse 60 [
वत्सोपमन्यो तुष्टो ऽस्मि सर्वं दत्तं मया हि ते  ॥
दृढभक्तो ऽसि विप्रर्षे मया विज्ञासितो ह्यसि  ॥
]

`verse 61 [
अजरश्चामरश्चैव भव त्वन्दुःखवर्जितः  ॥
यशस्वी तेजसा युक्तो दिव्यज्ञानसमन्वितः  ॥
]

`verse 62 [
अक्षया बान्धवाश्चैव कुलं गोत्रं च ते सदा  ॥
भविष्यति द्विजश्रेष्ठ मयि भक्तिश्च शाश्वती  ॥
]

`verse 63 [
सान्निध्यं चाश्रमे नित्यं करिष्यामि द्विजोत्तम  ॥
उपकंठं मम त्वं वै सानन्दं विहरिष्यसि  ॥
]

`verse 64 [
एवमुक्त्वा स भगवान्सूर्यकोटिसमप्रभः  ॥
ईशानस्स वरान्दत्त्वा तत्रैवान्तर्दधे हरः  ॥
]

`verse 65 [
उपमन्युः प्रसन्नात्मा प्राप्य तस्माद्वराद्वरान्  ॥
जगाम जननीस्थानं सुखं प्रापाधिकं च सः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे वैयासिक्यां चतुर्विंशतिसाहस्र्यां संहितायां तदन्तर्गतायां सप्तम्यां वायवीयसंहितायां पूर्वखण्डे उपमन्युचरितवर्णनं नाम पञ्चत्रिंशो ऽध्यायः

समाप्तो ऽयं सप्तम्या वायवीयसंहितायाः पूर्वखण्डः  ॥
]
