`verse 1 [
अथ द्वितीयोऽध्यायः।
श्रीशुक उवाच।
प्रलम्बबकचाणूर तृणावर्तमहाशनैः।
मुष्टिकारिष्टद्विविद पूतनाकेशीधेनुकैः
]

`verse 2 [
अन्यैश्चासुरभूपालैर्बाणभौमादिभिर्युतः।
यदूनां कदनं चक्रे बली मागधसंश्रयः
]

`verse 3 [
ते पीडिता निविविशुः कुरुपञ्चालकेकयान्।
शाल्वान्विदर्भान्निषधान्विदेहान्कोशलानपि
]

`verse 4 [
एके तमनुरुन्धाना ज्ञातयः पर्युपासते।
हतेषु षट्सु बालेषु देवक्या औग्रसेनिना
]

`verse 5 [
सप्तमो वैष्णवं धाम यमनन्तं प्रचक्षते।
गर्भो बभूव देवक्या हर्षशोकविवर्धनः
]

`verse 6 [
भगवानपि विश्वात्मा विदित्वा कंसजं भयम्।
यदूनां निजनाथानां योगमायां समादिशत्
]

`verse 7 [
गच्छ देवि व्रजं भद्रे गोपगोभिरलङ्कृतम्।
रोहिणी वसुदेवस्य भार्यास्ते नन्दगोकुले।
अन्याश्च कंससंविग्ना विवरेषु वसन्ति हि
]

`verse 8 [
देवक्या जठरे गर्भं शेषाख्यं धाम मामकम्।
तत्सन्निकृष्य रोहिण्या उदरे सन्निवेशय
]

`verse 9 [
अथाहमंशभागेन देवक्याः पुत्रतां शुभे।
प्राप्स्यामि त्वं यशोदायां नन्दपत्न्यां भविष्यसि
]

`verse 10 [
अर्चिष्यन्ति मनुष्यास्त्वां सर्वकामवरेश्वरीम्।
धूपोपहारबलिभिः सर्वकामवरप्रदाम्
]

`verse 11 [
नामधेयानि कुर्वन्ति स्थानानि च नरा भुवि।
दुर्गेति भद्र कालीति विजया वैष्णवीति च
]

`verse 12 [
कुमुदा चण्डिका कृष्णा माधवी कन्यकेति च।
माया नारायणीशानी शारदेत्यम्बिकेति च
]

`verse 13 [
गर्भसङ्कर्षणात्तं वै प्राहुः सङ्कर्षणं भुवि।
रामेति लोकरमणाद्बलभद्रं बलोच्छ्रयात्
]

`verse 14 [
सन्दिष्टैवं भगवता तथेत्योमिति तद्वचः।
प्रतिगृह्य परिक्रम्य गां गता तत्तथाकरोत्
]

`verse 15 [
गर्भे प्रणीते देवक्या रोहिणीं योगनिद्र या।
अहो विस्रंसितो गर्भ इति पौरा विचुक्रुशुः
]

`verse 16 [
भगवानपि विश्वात्मा भक्तानामभयङ्करः।
आविवेशांशभागेन मन आनकदुन्दुभेः
]

`verse 17 [
स बिभ्रत्पौरुषं धाम भ्राजमानो यथा रविः।
दुरासदोऽतिदुर्धर्षो भूतानां सम्बभूव ह
]

`verse 18 [
ततो जगन्मङ्गलमच्युतांशं समाहितं शूरसुतेन देवी।
दधार सर्वात्मकमात्मभूतं काष्ठा यथानन्दकरं मनस्तः
]

`verse 19 [
सा देवकी सर्वजगन्निवास निवासभूता नितरां न रेजे।
भोजेन्द्र गेहेऽग्निशिखेव रुद्धा सरस्वती ज्ञानखले यथा सती
]

`verse 20 [
तां वीक्ष्य कंसः प्रभयाजितान्तरां।
विरोचयन्तीं भवनं शुचिस्मिताम् ।
आहैष मे प्राणहरो हरिर्गुहां।
ध्रुवं श्रितो यन्न पुरेयमीदृशी
]

`verse 21 [
किमद्य तस्मिन्करणीयमाशु मे यदर्थतन्त्रो न विहन्ति विक्रमम्।
स्त्रियाः स्वसुर्गुरुमत्या वधोऽयं यशः श्रियं हन्त्यनुकालमायुः
]

`verse 22 [
स एष जीवन्खलु सम्परेतो वर्तेत योऽत्यन्तनृशंसितेन।
देहे मृते तं मनुजाः शपन्ति गन्ता तमोऽन्धं तनुमानिनो ध्रुवम्
]

`verse 23 [
इति घोरतमाद्भावात्सन्निवृत्तः स्वयं प्रभुः।
आस्ते प्रतीक्षंस्तज्जन्म हरेर्वैरानुबन्धकृत्
]

`verse 24 [
आसीनः संविशंस्तिष्ठन्भुञ्जानः पर्यटन्महीम्।
चिन्तयानो हृषीकेशमपश्यत्तन्मयं जगत्
]

`verse 25 [
ब्रह्मा भवश्च तत्रैत्य मुनिभिर्नारदादिभिः।
देवैः सानुचरैः साकं गीर्भिर्वृषणमैडयन्
]

`verse 26 [
सत्यव्रतं सत्यपरं त्रिसत्यं।
सत्यस्य योनिं निहितं च सत्ये।
सत्यस्य सत्यमृतसत्यनेत्रं।
सत्यात्मकं त्वां शरणं प्रपन्नाः
]

`verse 27 [
एकायनोऽसौ द्विफलस्त्रिमूलश्चतूरसः पञ्चविधः षडात्मा।
सप्तत्वगष्टविटपो नवाक्षो दशच्छदी द्विखगो ह्यादिवृक्षः
]

`verse 28 [
त्वमेक एवास्य सतः प्रसूतिस्त्वं सन्निधानं त्वमनुग्रहश्च।
त्वन्मायया संवृतचेतसस्त्वां पश्यन्ति नाना न विपश्चितो ये
]

`verse 29 [
बिभर्षि रूपाण्यवबोध आत्मा क्षेमाय लोकस्य चराचरस्य।
सत्त्वोपपन्नानि सुखावहानि सतामभद्रा णि मुहुः खलानाम्
]

`verse 30 [
त्वय्यम्बुजाक्षाखिलसत्त्वधाम्नि समाधिनावेशितचेतसैके।
त्वत्पादपोतेन महत्कृतेन कुर्वन्ति गोवत्सपदं भवाब्धिम्
]

`verse 31 [
स्वयं समुत्तीर्य सुदुस्तरं द्युमन्।
भवार्णवं भीममदभ्रसौहृदाः।
भवत्पदाम्भोरुहनावमत्र ते।
निधाय याताः सदनुग्रहो भवान्
]

`verse 32 [
येऽन्येऽरविन्दाक्ष विमुक्तमानिनस्।
त्वय्यस्तभावादविशुद्धबुद्धयः।
आरुह्य कृच्छ्रेण परं पदं ततः।
पतन्त्यधोऽनादृतयुष्मदङ्घ्रयः
]

`verse 33 [
तथा न ते माधव तावकाः क्वचिद्भ्रश्यन्ति मार्गात्त्वयि बद्धसौहृदाः।
त्वयाभिगुप्ता विचरन्ति निर्भया विनायकानीकपमूर्धसु प्रभो
]

`verse 34 [
सत्त्वं विशुद्धं श्रयते भवान्स्थितौ।
शरीरिणां श्रेयौपायनं वपुः ।
वेदक्रियायोगतपःसमाधिभिस्।
तवार्हणं येन जनः समीहते
]

`verse 35 [
सत्त्वं न चेद्धातरिदं निजं भवेद्।
विज्ञानमज्ञानभिदापमार्जनम्।
गुणप्रकाशैरनुमीयते भवान्।
प्रकाशते यस्य च येन वा गुणः
]

`verse 36 [
न नामरूपे गुणजन्मकर्मभिर्निरूपितव्ये तव तस्य साक्षिणः।
मनोवचोभ्यामनुमेयवर्त्मनो देव क्रियायां प्रतियन्त्यथापि हि
]

`verse 37 [
शृण्वन्गृणन्संस्मरयंश्च चिन्तयन्।
नामानि रूपाणि च मङ्गलानि ते।
क्रियासु यस्त्वच्चरणारविन्दयोर्।
आविष्टचेता न भवाय कल्पते
]

`verse 38 [
दिष्ट्या हरेऽस्या भवतः पदो भुवो।
भारोऽपनीतस्तव जन्मनेशितुः।
दिष्ट्याङ्कितां त्वत्पदकैः सुशोभनैर्।
द्र क्ष्याम गां द्यां च तवानुकम्पिताम्
]

`verse 39 [
न तेऽभवस्येश भवस्य कारणं विना विनोदं बत तर्कयामहे।
भवो निरोधः स्थितिरप्यविद्यया कृता यतस्त्वय्यभयाश्रयात्मनि
]

`verse 40 [
मत्स्याश्वकच्छपनृसिंहवराहहंस।
राजन्यविप्रविबुधेषु कृतावतारः।
त्वं पासि नस्त्रिभुवनं च यथाधुनेश।
भारं भुवो हर यदूत्तम वन्दनं ते
]

`verse 41 [
दिष्ट्याम्ब ते कुक्षिगतः परः पुमान्।
अंशेन साक्षाद्भगवान्भवाय नः।
माभूद्भयं भोजपतेर्मुमूर्षोर्।
गोप्ता यदूनां भविता तवात्मजः
]

`speaker [
श्रीशुक उवाच
]

`verse 42 [
इत्यभिष्टूय पुरुषं यद्रू पमनिदं यथा।
ब्रह्मेशानौ पुरोधाय देवाः प्रतिययुर्दिवम्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे गर्भगतिविष्णोर्ब्रह्मादिकृतस्तुतिर्नाम द्वितीयोऽध्यायः।
]
