`set context {
  skandha = "10",
  adhyaya = "03",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 3"
}

`preface [
श्रीशुक उवाच ।
]

`verse 1 [
अथ सर्वगुणोपेतः कालः परमशोभनः ।
यर्हि एव अजनजन्मर्क्षं शान्तर्क्ष-ग्रहतारकम्
]

`verse 2 [
दिशः प्रसेदुर्गगनं निर्मलोडुगणोदयम् ।
मही मंगलभूयिष्ठ पुरग्राम-व्रजाकरा
]

`verse 3 [
नद्यः प्रसन्नसलिला ह्रदा जलरुहश्रियः ।
द्विजालिकुल सन्नाद स्तबका वनराजयः
]

`verse 4 [
ववौ वायुः सुखस्पर्शः पुण्यगन्धवहः शुचिः ।
अग्नयश्च द्विजातीनां शान्तास्तत्र समिन्धत
]

`verse 5 [
मनांस्यासन् प्रसन्नानि साधूनां असुरद्रुहाम् ।
जायमानेऽजने तस्मिन् नेदुर्दुन्दुभयो दिवि
]

`verse 6 [
जगुः किन्नरगन्धर्वाः तुष्टुवुः सिद्धचारणाः ।
विद्याधर्यश्च ननृतुः अप्सरोभिः समं तदा
]

`verse 7 [
मुमुचुर्मुनयो देवाः सुमनांसि मुदान्विताः ।
मन्दं मन्दं जलधरा जगर्जुः अनुसागरम्
]

`verse 8 [
निशीथे तम उद्‍भूते जायमाने जनार्दने ।
देवक्यां देवरूपिण्यां विष्णुः सर्वगुहाशयः ।
आविरासीद् यथा प्राच्यां दिशि इन्दुरिव पुष्कलः
]

`verse 9 [
तमद्‍भुतं बालकमम्बुजेक्षणं
     चतुर्भुजं शंखगदार्युदायुधम् ।
श्रीवत्सलक्ष्मं गलशोभि कौस्तुभं
     पीताम्बरं सान्द्रपयोदसौभगम्
]

`verse 10 [
महार्हवैदूर्यकिरीटकुण्डल
     त्विषा परिष्वक्त सहस्रकुन्तलम् ।
उद्दाम काञ्च्यङ्‍गद कङ्कणादिभिः
     विरोचमानं वसुदेव ऐक्षत
]

`verse 11 [
स विस्मयोत्फुल्ल विलोचनो हरिं
     सुतं विलोक्यानकदुन्दुभिस्तदा ।
कृष्णावतारोत्सव संभ्रमोऽस्पृशन्
     मुदा द्विजेभ्योऽयुतमाप्लुतो गवाम्
]

`verse 12 [
अथैनमस्तौदवधार्य पूरुषं
     परं नताङ्‌गः कृतधीः कृताञ्जलिः ।
स्वरोचिषा भारत सूतिकागृहं
     विरोचयन्तं गतभीः प्रभाववित्
]

`speaker [
श्रीवसुदेव उवाच
]

`verse 13 [
विदितोऽसि भवान् साक्षात् पुरुषः प्रकृतेः परः ।
केवलानुभवानन्द स्वरूपः सर्वबुद्धिदृक्
]

`verse 14 [
स एव स्वप्रकृत्येदं सृष्ट्वाग्रे त्रिगुणात्मकम् ।
तदनु त्वं ह्यप्रविष्टः प्रविष्ट इव भाव्यसे
]

`verse 15 [
यथा इमे अविकृता भावाः तथा ते विकृतैः सह ।
नानावीर्याः पृथग्भूता विराजं जनयन्ति हि
]

`verse 16 [
सन्निपत्य समुत्पाद्य दृश्यन्तेऽनुगता इव ।
प्रागेव विद्यमानत्वात् न तेषां इह संभवः
]

`verse 17 [
एवं भवान् बुद्ध्यनुमेयलक्षणैः
     ग्राह्यैर्गुणैः सन्नपि तद्‍गुणाग्रहः ।
अनावृतत्वाद् बहिरन्तरं न ते
     सर्वस्य सर्वात्मन आत्मवस्तुनः
]

`verse 18 [
य आत्मनो दृश्यगुणेषु सन्निति
     व्यवस्यते स्व-व्यतिरेकतोऽबुधः ।
विनानुवादं न च तन्मनीषितं
     सम्यग् यतस्त्यक्तमुपाददत् पुमान्
]

`verse 19 [
त्वत्तोऽस्य जन्मस्थिति संयमान् विभो
     वदन्ति अनीहात् अगुणाद् अविक्रियात् ।
त्वयीश्वरे ब्रह्मणि नो विरुध्यते
     त्वद् आश्रयत्वाद् उपचर्यते गुणैः
]

`verse 20 [
स त्वं त्रिलोकस्थितये स्वमायया
     बिभर्षि शुक्लं खलु वर्णमात्मनः ।
सर्गाय रक्तं रजसोपबृंहितं
     कृष्णं च वर्णं तमसा जनात्यये
]

`verse 21 [
त्वमस्य लोकस्य विभो रिरक्षिषुः
     गृहेऽवतीर्णोऽसि ममाखिलेश्वर ।
राजन्य संज्ञासुरकोटि यूथपैः
     निर्व्यूह्यमाना निहनिष्यसे चमूः
]

`verse 22 [
अयं त्वसभ्यस्तव जन्म नौ गृहे
     श्रुत्वाग्रजांस्ते न्यवधीत् सुरेश्वर ।
स तेऽवतारं पुरुषैः समर्पितं
     श्रुत्वाधुनैव अभिसरत्युदायुधः
]

`speaker [
श्रीशुक उवाच
]

`verse 23 [
अथैनं आत्मजं वीक्ष्य महापुरुष लक्षणम् ।
देवकी तं उपाधावत् कंसाद् भीता सुचिस्मिता
]

`verse 24 [
श्रीदेवक्युवाच ।

रूपं यत् तत् प्राहुरव्यक्तमाद्यं
     ब्रह्म ज्योतिर्निर्गुणं निर्विकारम् ।
सत्तामात्रं निर्विशेषं निरीहं
     स त्वं साक्षात् विष्णुरध्यात्मदीपः
]

`verse 25 [
नष्टे लोके द्विपरार्धावसाने
     महाभूतेषु आदिभूतं गतेषु ।
व्यक्ते अव्यक्तं कालवेगेन याते
     भवान् एकः शिष्यते शेषसंज्ञः
]

`verse 26 [
योऽयं कालस्तस्य तेऽव्यक्तबन्धो
     चेष्टां आहुः चेष्टते येन विश्वम् ।
निमेषादिः वत्सरान्तो महीयान्
     तं त्वेशानं क्षेमधाम प्रपद्ये
]

`verse 27 [
मर्त्यो मृत्युव्यालभीतः पलायन्
     लोकान् सर्वान् निर्भयं नाध्यगच्छत् ।
त्वत्पादाब्जं प्राप्य यदृच्छयाद्य
     स्वस्थः शेते मृत्युरस्मादपैति
]

`verse 28 [
स त्वं घोरात् उग्रसेनात्मजात् नः
     त्राहि त्रस्तान् भृत्यवित्रासहासि ।
रूपं चेदं पौरुषं ध्यानधिष्ण्यं
     मा प्रत्यक्षं मांसदृशां कृषीष्ठाः
]

`verse 29 [
जन्म ते मय्यसौ पापो मा विद्यात् मधुसूदन ।
समुद्विजे भवद्धेतोः कंसाद् अहमधीरधीः
]

`verse 30 [
उपसंहर विश्वात्मन् अदो रूपं अलौकिकम् ।
शंखचक्रगदापद्म श्रिया जुष्टं चतुर्भुजम्
]

`verse 31 [
विश्वं यदेतत् स्वतनौ निशान्ते
     यथावकाशं पुरुषः परो भवान् ।
बिभर्ति सोऽयं मम गर्भगो अभूद्
     अहो नृलोकस्य विडंबनं हि तत्
]

`verse 32 [
श्रीभगवानुवाच ।

त्वमेव पूर्वसर्गेऽभूः पृश्निः स्वायंभुवे सति ।
तदायं सुतपा नाम प्रजापतिः अकल्मषः
]

`verse 33 [
युवां वै ब्रह्मणाऽऽदिष्टौ प्रजासर्गे यदा ततः ।
सन्नियम्येन्द्रियग्रामं तेपाथे परमं तपः
]

`verse 34 [
वर्षवाता-तप-हिम घर्मकालगुणाननु ।
सहमानौ श्वासरोध विनिर्धूत-मनोमलौ
]

`verse 35 [
शीर्णपर्णा-निलाहारौ उपशान्तेन चेतसा ।
मत्तः कामान् अभीप्सन्तौ मद् आराधनमीहतुः
]

`verse 36 [
एवं वां तप्यतोस्तीव्रं तपः परमदुष्करम् ।
दिव्यवर्षसहस्राणि द्वादशेयुः मदात्मनोः
]

`verse 37 [
तदा वां परितुष्टोऽहं अमुना वपुषानघे ।
तपसा श्रद्धया नित्यं भक्त्या च हृदि भावितः
]

`verse 38 [
प्रादुरासं वरदराड् युवयोः कामदित्सया ।
व्रियतां वर इत्युक्ते मादृशो वां वृतः सुतः
]

`verse 39 [
अजुष्टग्राम्यविषयौ अनपत्यौ च दम्पती ।
न वव्राथेऽपवर्गं मे मोहितौ देवमायया
]

`verse 40 [
गते मयि युवां लब्ध्वा वरं मत्सदृशं सुतम् ।
ग्राम्यान् भोगान् अभुञ्जाथां युवां प्राप्तमनोरथौ
]

`verse 41 [
अदृष्ट्वान्यतमं लोके शीलौदार्यगुणैः समम् ।
अहं सुतो वामभवं पृश्निगर्भ इति श्रुतः
]

`verse 42 [
तयोर्वां पुनरेवाहं अदित्यामास कश्यपात् ।
उपेन्द्र इति विख्यातो वामनत्वाच्च वामनः
]

`verse 43 [
तृतीयेऽस्मिन् भवेऽहं वै तेनैव वपुषाथ वाम् ।
जातो भूयस्तयोरेव सत्यं मे व्याहृतं सति
]

`verse 44 [
एतद् वां दर्शितं रूपं प्राग्जन्म स्मरणाय मे ।
नान्यथा मद्‍भवं ज्ञानं मर्त्यलिङ्गेन जायते
]

`verse 45 [
युवां मां पुत्रभावेन ब्रह्मभावेन चासकृत् ।
चिन्तयन्तौ कृतस्नेहौ यास्येथे मद्‍गतिं पराम्
]

`speaker [
श्रीशुक उवाच
]

`verse 46 [
इत्युक्त्वासीत् हरिः तूष्णीं भगवान् आत्ममायया ।
पित्रोः संपश्यतोः सद्यो बभूव प्राकृतः शिशुः
]

`verse 47 [
ततश्च शौरिः भगवत्प्रचोदितः
     सुतं समादाय स सूतिकागृहात् ।
यदा बहिर्गन्तुमियेष तर्ह्यजा
     या योगमायाजनि नन्दजायया
]

`verse 48 [
तया हृतप्रत्यय सर्ववृत्तिषु
     द्वाःस्थेषु पौरेष्वपि शायितेष्वथ ।
द्वारस्तु सर्वाः पिहिता दुरत्यया
     बृहत् कपाटायस कीलश्रृंखलैः
]

`verse 49 [
ताः कृष्णवाहे वसुदेव आगते
     स्वयं व्यवर्यन्त यथा तमो रवेः ।
ववर्ष पर्जन्य उपांशुगर्जितः
     शेषोऽन्वगाद् वारि निवारयन् फणैः
]

`verse 50 [
मघोनि वर्षत्यसकृत् यमानुजा
     गंभीर तोयौघ जवोर्मि फेनिला ।
भयानकावर्त शताकुला नदी
     मार्गं ददौ सिन्धुरिव श्रियः पतेः
]

`verse 51 [
नन्दव्रजं शौरिरुपेत्य तत्र तान्
     गोपान् प्रसुप्तान् उपलभ्य निद्रया ।
सुतं यशोदाशयने निधाय तत्
     सुतां उपादाय पुनर्गृहान् अगात्
]

`verse 52 [
देवक्याः शयने न्यस्य वसुदेवोऽथ दारिकाम् ।
प्रतिमुच्य पदोर्लोहं आस्ते पूर्ववदावृतः
]

`verse 53 [
यशोदा नन्दपत्‍नी च जातं परमबुध्यत ।
न तल्लिङ्गं परिश्रान्ता निद्रयापगतस्मृतिः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां संहितायां
दशमस्कन्धे पूर्वार्धे कृष्णजन्मनि तृतीयोध्याऽयः
]
