`set context {
  skandha = "10",
  adhyaya = "04",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 4"
}

`preface [
जिघांसोः कंसस्य हस्तात् उन्मुक्ताया देव्या भगवद्
 अवतार सूचनं कंसानुतापः,तदीय दुर्मंत्रिणां दुर्मंत्रणं च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
बहिरन्तःपुरद्वारः सर्वाः पूर्ववदावृताः ।
 ततो बालध्वनिं श्रुत्वा गृहपालाः समुत्थिताः
]

`verse 2 [
ते तु तूर्णं उपव्रज्य देवक्या गर्भजन्म तत् ।
 आचख्युः भोजराजाय यदुद्विग्नः प्रतीक्षते
]

`verse 3 [
स तल्पात् तूर्णमुत्थाय कालोऽयमिति विह्वलः ।
 सूतीगृहं अगात् तूर्णं प्रस्खलन् मुक्तमूर्धजः
]

`verse 4 [
तं आह भ्रातरं देवी कृपणा करुणं सती ।
 स्नुषेयं तव कल्याण स्त्रियं मा हन्तुमर्हसि
]

`verse 5 [
बहवो हिंसिता भ्रातः शिशवः पावकोपमाः ।
 त्वया दैवनिसृष्टेन पुत्रिकैका प्रदीयताम्
]

`verse 6 [
नन्वहं ते ह्यवरजा दीना हतसुता प्रभो ।
 दातुमर्हसि मन्दाया अङ्‌गेमां चरमां प्रजाम्
]

`speaker [
श्रीशुक उवाच
]

`verse 7 [
उपगुह्य आत्मजां एवं रुदत्या दीन अदीनवत् ।
 याचितस्तां विनिर्भर्त्स्य हस्ताद् आचिच्छिदे खलः
]

`verse 8 [
तां गृहीत्वा चरणयोः जातमात्रां स्वसुः सुताम् ।
 अपोथयत् शिलापृष्ठे स्वार्थोन्मूलितसौहृदः
]

`verse 9 [
सा तद्‌हस्तात् समुत्पत्य सद्यो देव्यंबरं गता ।
 अदृश्यतानुजा विष्णोः सायुधाष्टमहाभुजा
]

`verse 10 [
दिव्यस्रग् अंबरालेप रत्‍नाभरणभूषिता ।
 धनुःशूलेषुचर्मासि शंखचक्रगदाधरा
]

`verse 11 [
सिद्धचारणगन्धर्वैः अप्सरःकिन्नरोरगैः ।
 उपाहृतोरुबलिभिः स्तूयमानेदमब्रवीत्
]

`verse 12 [
किं मया हतया मन्द जातः खलु तवान्तकृत् ।
 यत्र क्वं वा पूर्वशत्रुः मा हिंसीः कृपणान्वृथा
]

`verse 13 [
इति प्रभाष्य तं देवी माया भगवती भुवि ।
 बहुनामनिकेतेषु बहुनामा बभूव ह
]

`verse 14 [
तया अभिहितं आकर्ण्य कंसः परमविस्मितः ।
 देवकीं वसुदेवं च विमुच्य प्रश्रितोऽब्रवीत्
]

`verse 15 [
अहो भगिन्यहो भाम मया वां बत पाप्मना ।
 पुरुषाद इवापत्यं बहवो हिंसिताः सुताः
]

`verse 16 [
स त्वहं त्यक्तकारुण्यः त्यक्तज्ञातिसुहृत् खलः ।
 कान् लोकान् वै गमिष्यामि ब्रह्महेव मृतः श्वसन्
]

`verse 17 [
दैवं अपि अनृतं वक्ति न मर्त्या एव केवलम् ।
 यद् विश्रंभाद् अहं पापः स्वसुर्निहतवान् शिशून्
]

`verse 18 [
मा शोचतं महाभागौ आत्मजान् स्वकृतंभुजः ।
 जन्तवो न सदैकत्र दैवाधीनास्तदाऽऽसते
]

`verse 19 [
भुवि भौमानि भूतानि यथा यान्ति अपयान्ति च ।
 नायमात्मा तथैतेषु विपर्येति यथैव भूः
]

`verse 20 [
यथानेवंविदो भेदो यत आत्मविपर्ययः ।
 देहयोगवियोगौ च संसृतिर्न निवर्तते
]

`verse 21 [
तस्माद्‍भद्रे स्वतनयान् मया व्यापादितानपि ।
 मानुशोच यतः सर्वः स्वकृतं विन्दतेऽवशः
]

`verse 22 [
यावद्धतोऽस्मि हन्तास्मीति आत्मानं मन्यतेऽस्वदृक् ।
 तावत् तद् अभिमान्यज्ञो बाध्यबाधकतामियात्
]

`verse 23 [
क्षमध्वं मम दौरात्म्यं साधवो दीनवत्सलाः ।
 इत्युक्त्वाश्रुमुखः पादौ श्यालः स्वस्रोः अथाग्रहीत्
]

`verse 24 [
मोचयामास निगडात् विश्रब्धः कन्यकागिरा ।
 देवकीं वसुदेवं च दर्शयन् आत्मसौहृदम्
]

`verse 25 [
भ्रातुः समनुतप्तस्य क्षान्त्वा रोषं च देवकी ।
 व्यसृजत् वसुदेवश्च प्रहस्य तमुवाच ह
]

`verse 26 [
एवमेतन्महाभाग यथा वदसि देहिनाम् ।
 अज्ञानप्रभवाहंधीः स्वपरेति भिदा यतः
]

`verse 27 [
शोकहर्षभयद्वेष लोभमोहमदान्विताः ।
 मिथो घ्नन्तं न पश्यन्ति भावैर्भावं पृथग्दृशः
]

`speaker [
श्रीशुक उवाच
]

`verse 28 [
कंस एवं प्रसन्नाभ्यां विशुद्धं प्रतिभाषितः ।
 देवकी वसुदेवाभ्यां अनुज्ञातो आविशत् गृहम्
]

`verse 29 [
तस्यां रात्र्यां व्यतीतायां कंस आहूय मंत्रिणः ।
 तेभ्य आचष्ट तत् सर्वं यदुक्तं योगनिद्रया
]

`verse 30 [
आकर्ण्य भर्तुर्गदितं तं ऊचुः देवशत्रवः ।
 देवान् प्रति कृतामर्षा दैतेया नातिकोविदाः
]

`verse 31 [
एवं चेत्तर्हि भोजेन्द्र पुरग्राम व्रजादिषु ।
 अनिर्दशान् निर्दशांश्च हनिष्यामोऽद्य वै शिशून्
]

`verse 32 [
किं उद्यमैः करिष्यन्ति देवाः समरभीरवः ।
 नित्यं उद्विग्नमनसो ज्याघोषैर्धनुषस्तव
]

`verse 33 [
अस्यतस्ते शरव्रातैः हन्यमानाः समन्ततः ।
 जिजीविषव उत्सृज्य पलायनपरा ययुः
]

`verse 34 [
केचित् प्राञ्जलयो दीना न्यस्तशस्त्रा दिवौकसः ।
 मुक्तकच्छशिखाः केचिद् भीताः स्म इति वादिनः
]

`verse 35 [
न त्वं विस्मृतशस्त्रास्त्रान् विरथान् भयसंवृतान् ।
 हंस्यन्यासक्तविमुखान् भग्नचापानयुध्यतः
]

`verse 36 [
किं क्षेमशूरैर्विबुधैः असंयुगविकत्थनैः ।
 रहोजुषा किं हरिणा शंभुना वा वनौकसा ।
 किं इंद्रेणाल्पवीर्येण ब्रह्मणा वा तपस्यता
]

`verse 37 [
तथापि देवाः सापत्‍न्यान् नोपेक्ष्या इति मन्महे ।
 ततः तन्मूलखनने नियुंक्ष्वास्मान् अनुव्रतान्
]

`meter [
वंशस्थ
]

`verse 38 [
यथामयोंऽगे समुपेक्षितो नृभिः
     न शक्यते रूढपदश्चिकित्सितुम् ।
 यथेन्द्रियग्राम उपेक्षितस्तथा
     रिपुर्महान् बद्धबलो न चाल्यते
]

`meter [
अनुष्टुप्
]

`verse 39 [
मूलं हि विष्णुः देवानां यत्र धर्मः सनातनः ।
 तस्य च ब्रह्मगोविप्राः तपो यज्ञाः सदक्षिणाः
]

`verse 40 [
तस्मात्सर्वात्मना राजन् ब्राह्मणान् ब्रह्मवादिनः ।
 तपस्विनो यज्ञशीलान् गाश्च हन्मो हविर्दुघाः
]

`verse 41 [
विप्रा गावश्च वेदाश्च तपः सत्यं दमः शमः ।
 श्रद्धा दया तितिक्षा च क्रतवश्च हरेस्तनूः
]

`verse 42 [
स हि सर्वसुराध्यक्षो ह्यसुरद्‌विड् गुहाशयः ।
 तन्मूला देवताः सर्वाः सेश्वराः सचतुर्मुखाः ।
 अयं वै तद्‌वधोपायो यद्‌ऋषीणां विहिंसनम्
]

`speaker [
श्रीशुक उवाच
]

`verse 43 [
एवं दुर्मंत्रिभिः कंसः सह सम्मन्त्र्य दुर्मतिः ।
 ब्रह्महिंसां हितं मेने कालपाशावृतोऽसुरः
]

`verse 44 [
सन्दिश्य साधुलोकस्य कदने कदनप्रियान् ।
 कामरूपधरान् दिक्षु दानवान् गृहमाविशत्
]

`verse 45 [
ते वै रजःप्रकृतयः तमसा मूढचेतसः ।
 सतां विद्वेषमाचेरुः आरात् आगतमृत्यवः
]

`verse 46 [
आयुः श्रियं यशो धर्मं लोकानाशिष एव च ।
 हन्ति श्रेयांसि सर्वाणि पुंसो महदतिक्रमः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
 संहितायां दशमस्कन्धे पूर्वार्धे चतुर्थोऽध्यायः
]
