`preface [
गोकुले भगवतो जातकर्मादि महोत्सवः,
नन्दस्य मथुरागमनं, तत्र नन्दवसुदेवसंवादः -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
नन्दस्त्वात्मज उत्पन्ने जाताह्लादो महामनाः ।
 आहूय विप्रान् वेदज्ञान् स्नातः शुचिरलंकृतः
]

`verse 2 [
वाचयित्वा स्वस्त्ययनं जातकर्मात्मजस्य वै ।
 कारयामास विधिवत् पितृदेवार्चनं तथा
]

`verse 3 [
धेनूनां नियुते प्रादाद् विप्रेभ्यः समलंकृते ।
 तिलाद्रीन् सप्त रत्‍नौघ शातकौंभांबरावृतान्
]

`verse 4 [
कालेन स्नानशौचाभ्यां संस्कारैः तपसेज्यया ।
 शुध्यन्ति दानैः सन्तुष्ट्या द्रव्याण्यात्माऽऽत्मविद्यया
]

`verse 5 [
सौमंगल्यगिरो विप्राः सूतमागधवन्दिनः ।
 गायकाश्च जगुर्नेदुः भेर्यो दुन्दुभयो मुहुः
]

`verse 6 [
व्रजः सम्मृष्टसंसिक्त द्वाराजिरगृहान्तरः ।
 चित्रध्वज पताकास्रक् चैलपल्लवतोरणैः
]

`verse 7 [
गावो वृषा वत्सतरा हरिद्रातैलरूषिताः ।
 विचित्र धातुबर्हस्रग् वस्त्रकाञ्चनमालिनः
]

`verse 8 [
महार्हवस्त्राभरण कञ्चुकोष्णीषभूषिताः ।
 गोपाः समाययू राजन् नानोपायनपाणयः
]

`verse 9 [
गोप्यश्चाकर्ण्य मुदिता यशोदायाः सुतोद्‍भवम् ।
 आत्मानं भूषयां चक्रुः वस्त्राकल्पाञ्जनादिभिः
]

`verse 10 [
नवकुंकुमकिञ्जल्क मुखपंकजभूतयः ।
 बलिभिस्त्वरितं जग्मुः पृथुश्रोण्यश्चलत्कुचाः
]

`meter [
वसंततिलका
]

`verse 11 [
गोप्यः सुमृष्टमणिकुण्डल निष्ककण्ठ्यः ।
     चित्राम्बराः पथि शिखाच्युतमाल्यवर्षाः ।
 नन्दालयं सवलया व्रजतीर्विरेजुः
     व्यालोलकुण्डल पयोधरहारशोभाः
]

`meter [
अनुष्टुप्
]

`verse 12 [
ता आशिषः प्रयुञ्जानाः चिरं पाहीति बालके ।
 हरिद्राचूर्णतैलाद्‌भिः सिञ्चन्त्यो जनमुज्जगुः
]

`verse 13 [
अवाद्यन्त विचित्राणि वादित्राणि महोत्सवे ।
 कृष्णे विश्वेश्वरेऽनन्ते नंदस्य व्रजमागते
]

`verse 14 [
गोपाः परस्परं हृष्टा दधिक्षीरघृतांबुभिः ।
 आसिञ्चन्तो विलिंपन्तो नवनीतैश्च चिक्षिपुः
]

`verse 15 [
नन्दो महामनास्तेभ्यो वासोऽलंकारगोधनम् ।
 सूतमागधवन्दिभ्यो येऽन्ये विद्योपजीविनः
]

`verse 16 [
तैस्तैः कामैरदीनात्मा यथोचितं अपूजयत् ।
 विष्णोराराधनार्थाय स्वपुत्रस्योदयाय च
]

`verse 17 [
रोहिणी च महाभागा नंदगोपाभिनंदिता ।
 व्यचरद् दिव्यवासःस्रक् कण्ठाभरणभूषिता
]

`verse 18 [
तत आरभ्य नंदस्य व्रजः सर्वसमृद्धिमान् ।
 हरेर्निवासात्मगुणै रमाक्रीडमभून् नृप
]

`verse 19 [
गोपान् गोकुलरक्षायां निरूप्य मथुरां गतः ।
 नंदः कंसस्य वार्षिक्यं करं दातुं कुरूद्वह
]

`verse 20 [
वसुदेव उपश्रुत्य भ्रातरं नंदमागतम् ।
 ज्ञात्वा दत्तकरं राज्ञे ययौ तद् अवमोचनम्
]

`verse 21 [
तं दृष्ट्वा सहसोत्थाय देहः प्राणमिवागतम् ।
 प्रीतः प्रियतमं दोर्भ्यां सस्वजे प्रेमविह्वलः
]

`verse 22 [
पूजितः सुखमासीनः पृष्ट्वा अनामयमादृतः ।
 प्रसक्तधीः स्वात्मजयोः इदमाह विशांपते
]

`verse 23 [
दिष्ट्या भ्रातः प्रवयस इदानीमप्रजस्य ते ।
 प्रजाशाया निवृत्तस्य प्रजा यत् समपद्यत
]

`verse 24 [
दिष्ट्या संसारचक्रेऽस्मिन् वर्तमानः पुनर्भवः ।
 उपलब्धो भवानद्य दुर्लभं प्रियदर्शनम्
]

`verse 25 [
नैकत्र प्रियसंवासः सुहृदां चित्रकर्मणाम् ।
 ओघेन व्यूह्यमानानां प्लवानां स्रोतसो यथा
]

`verse 26 [
कच्चित् पशव्यं निरुजं भूर्यम्बुतृणवीरुधम् ।
 बृहद्वनं तदधुना यत्रास्से त्वं सुहृद्‌वृतः
]

`verse 27 [
भ्रातर्मम सुतः कच्चित् मात्रा सह भवद्व्रजे ।
 तातं भवन्तं मन्वानो भवद्‍भ्यामुपलालितः
]

`verse 28 [
पुंसस्त्रिवर्गो विहितः सुहृदो ह्यनुभावितः ।
 न तेषु क्लिश्यमानेषु त्रिवर्गोऽर्थाय कल्पते
]

`speaker [
श्रीनंद उवाच
]

`verse 29 [
अहो ते देवकी पुत्राः कंसेन बहवो हताः ।
 एकावशिष्टावरजा कन्या सापि दिवं गता
]

`verse 30 [
नूनं ह्यदृष्टनिष्ठोऽयं अदृष्टपरमो जनः ।
 अदृष्टमात्मनस्तत्त्वं यो वेद न स मुह्यति
]

`speaker [
श्रीवसुदेव उवाच
]

`verse 31 [
करो वै वार्षिको दत्तो राज्ञे दृष्टा वयं च वः ।
 नेह स्थेयं बहुतिथं सन्त्युत्पाताश्च गोकुले
]

`speaker [
श्रीशुक उवाच
]

`verse 32 [
इति नंदादयो गोपाः प्रोक्तास्ते शौरिणा ययुः ।
 अनोभिः अनडुद्युक्तैः तं अनुज्ञाप्य गोकुलम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे पञ्चमोऽध्यायः
]
