`preface [
पूतनावधः -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
नन्दः पथि वचः शौरेः न मृषेति विचिन्तयन् ।
 हरिं जगाम शरणं उत्पातागमशङ्‌‍कितः
]

`verse 2 [
कंसेन प्रहिता घोरा पूतना बालघातिनी ।
 शिशूंश्चचार निघ्नन्ती पुरग्रामव्रजादिषु
]

`verse 3 [
न यत्र श्रवणादीनि रक्षोघ्नानि स्वकर्मसु ।
 कुर्वन्ति सात्वतां भर्तुः यातुधान्यश्च तत्र हि
]

`verse 4 [
सा खेचर्येकदोत्पत्य पूतना नन्दगोकुलम् ।
 योषित्वा माययाऽऽत्मानं प्राविशत् कामचारिणी
]

`verse 5 [
तां केशबन्ध व्यतिषक्तमल्लिकां
( मिश्र )
      बृहन्नितंब स्तनकृच्छ्रमध्यमाम् ।
 सुवाससं कल्पितकर्णभूषण
     त्विषोल्लसत् कुन्तलमण्डिताननाम्
]

`verse 6 [
वल्गुस्मितापाङ्‌‍ग विसर्गवीक्षितैः
     मनो हरन्तीं वनितां व्रजौकसाम् ।
 अमंसताम्भोजकरेण रूपिणीं
     गोप्यः श्रियं द्रष्टुमिवागतां पतिम्
]

`verse 7 [
बालग्रहस्तत्र विचिन्वती शिशून्
     यदृच्छया नन्दगृहेऽसदन्तकम् ।
 बालं प्रतिच्छन्ननिजोरुतेजसं
     ददर्श तल्पेऽग्निमिवाहितं भसि
]

`verse 8 [
विबुध्य तां बालक मारिकाग्रहं
     चराचरात्मा स निमीलितेक्षणः ।
 अनन्तमारोपयदङ्‌कमन्तकं
     यथोरगं सुप्तमबुद्धिरज्जुधीः
]

`verse 9 [
तां तीक्ष्णचित्तामतिवामचेष्टितां
     वीक्ष्यान्तरा कोषपरिच्छदासिवत् ।
 वरस्त्रियं तत्प्रभया च धर्षिते
     निरीक्ष्यमाणे जननी ह्यतिष्ठताम्
]

`verse 10 [
तस्मिन् स्तनं दुर्जरवीर्यमुल्बणं ।
     घोराङ्‌कमादाय शिशोर्ददावथ ।
 गाढं कराभ्यां भगवान् प्रपीड्य तत्
     प्राणैः समं रोषसमन्वितोऽपिबत्
]

`verse 11 [
सा मुञ्च मुञ्चालमिति प्रभाषिणी
     निष्पीड्य मानाखिलजीवमर्मणि ।
 विवृत्य नेत्रे चरणौ भुजौ मुहुः
     प्रस्विन्नगात्रा क्षिपती रुरोद ह
]

`verse 12 [
तस्याः स्वनेनातिगभीररंहसा
     साद्रिर्मही द्यौश्च चचाल सग्रहा ।
 रसा दिशश्च प्रतिनेदिरे जनाः
     पेतुः क्षितौ वज्रनिपात शङ्‌कया
]

`verse 13 [
निशाचरीत्थं व्यथितस्तना व्यसुः
     व्यादाय केशांश्चरणौ भुजावपि ।
 प्रसार्य गोष्ठे निजरूपमास्थिता
     वज्राहतो वृत्र इवापतन्नृप
]

`meter [
अनुष्टुप्
]

`verse 14 [
पतमानोऽपि तद्देह त्रिगव्यूत्यन्तरद्रुमान् ।
 चूर्णयामास राजेन्द्र महदासीत् तदद्‍भुतम्
]

`verse 15 [
ईषामात्रोग्रदंष्ट्रास्यं गिरिकन्दर नासिकम् ।
 गण्डशैलस्तनं रौद्रं प्रकीर्णारुणमूर्धजम्
]

`verse 16 [
अन्धकूपगभीराक्षं पुलिनारोह भीषणम् ।
 बद्धसेतुभुजोर्वङ्‌घ्रि शून्यतोय ह्रदोदरम्
]

`verse 17 [
सन्तत्रसुः स्म तद्वीक्ष्य गोपा गोप्यः कलेवरम् ।
 पूर्वं तु तन्निःस्वनित भिन्नहृत्कर्ण मस्तकाः
]

`verse 18 [
बालं च तस्या उरसि क्रीडन्तं अकुतोभयम् ।
 गोप्यस्तूर्णं समभ्येत्य जगृहुर्जातसंभ्रमाः
]

`verse 19 [
यशोदा रोहिणीभ्यां ताः समं बालस्य सर्वतः ।
 रक्षां विदधिरे सम्यक् गोपुच्छभ्रमणादिभिः
]

`verse 20 [
गोमूत्रेण स्नापयित्वा पुनर्गोरजसार्भकम् ।
 रक्षां चक्रुश्च शकृता द्वादशाङ्‌गेषु नामभिः
]

`verse 21 [
गोप्यः संस्पृष्टसलिला अङ्‌गेषु करयोः पृथक् ।
 न्यस्यात्मन्यथ बालस्य बीजन्यासमकुर्वत
]

`meter [
वसंततिलका
]

`verse 22 [
अव्यादजोऽङ्‌घ्रि मणिमांस्तव जान्वथोरू
     यज्ञोऽच्युतः कटितटं जठरं हयास्यः ।
 हृत्केशवस्त्वदुर ईश इनस्तु कण्ठं
     विष्णुर्भुजं मुखमुरुक्रम ईश्वरः कम्
]

`verse 23 [
चक्र्यग्रतः सहगदो हरिरस्तु पश्चात् ।
     त्वत्पार्श्वयोर्धनुरसी मधुहाजनश्च ।
 कोणेषु शङ्‌ख उरुगाय उपर्युपेन्द्रः
     तार्क्ष्यः क्षितौ हलधरः पुरुषः समन्तात्
]

`meter [
अनुष्टुप्
]

`verse 24 [
इन्द्रियाणि हृषीकेशः प्राणान्नारायणोऽवतु ।
 श्वेतद्वीपपतिश्चित्तं मनो योगेश्वरोऽवतु
]

`verse 25 [
पृश्निगर्भस्तु ते बुद्धिं आत्मानं भगवान्परः ।
 क्रीडन्तं पातु गोविन्दः शयानं पातु माधवः
]

`verse 26 [
व्रजन्तमव्याद् वैकुण्ठ आसीनं त्वां श्रियः पतिः ।
 भुञ्जानं यज्ञभुक् पातु सर्वग्रहभयङ्‌करः
]

`verse 27 [
डाकिन्यो यातुधान्यश्च कुष्माण्डा येऽर्भकग्रहाः ।
 भूतप्रेत पिशाचाश्च यक्षरक्षो विनायकाः
]

`verse 28 [
कोटरा रेवती ज्येष्ठा पूतना मातृकादयः ।
 उन्मादा ये ह्यपस्मारा देह प्राणेन्द्रियद्रुहः
]

`verse 29 [
स्वप्नदृष्टा महोत्पाता वृद्धा बालग्रहाश्च ये ।
 सर्वे नश्यन्तु ते विष्णोः नामग्रहणभीरवः
]

`speaker [
श्रीशुक उवाच
]

`verse 30 [
इति प्रणयबद्धाभिः गोपीभिः कृतरक्षणम् ।
 पाययित्वा स्तनं माता संन्यवेशयदात्मजम्
]

`verse 31 [
तावन्नन्दादयो गोपा मथुराया व्रजं गताः ।
 विलोक्य पूतनादेहं बभूवुः अतिविस्मिताः
]

`verse 32 [
नूनं बतर्षिः सञ्जातो योगेशो वा समास सः ।
 स एव दृष्टो ह्युत्पातो यद् आहानकदुन्दुभिः
]

`verse 33 [
कलेवरं परशुभिः छित्त्वा तत्ते व्रजौकसः ।
 दूरे क्षिप्त्वावयवशो न्यदहन् काष्ठवेष्टितम्
]

`verse 34 [
दह्यमानस्य देहस्य धूमश्चागुरुसौरभः ।
 उत्थितः कृष्णनिर्भुक्त सपद्याहतपाप्मनः
]

`verse 35 [
पूतना लोकबालघ्नी राक्षसी रुधिराशना ।
 जिघांसयापि हरये स्तनं दत्त्वाप सद्‍गतिम्
]

`verse 36 [
किं पुनः श्रद्धया भक्त्या कृष्णाय परमात्मने ।
 यच्छन्प्रियतमं किं नु रक्तास्तन्मातरो यथा
]

`verse 37 [
पद्‍भ्यां भक्तहृदिस्थाभ्यां वन्द्याभ्यां लोकवन्दितैः ।
 अङ्‌गं यस्याः समाक्रम्य भगवान् अपिबत् स्तनम्
]

`verse 38 [
यातुधान्यपि सा स्वर्गं अवाप जननीगतिम् ।
 कृष्णभुक्तस्तनक्षीराः किमु गावोऽनुमातरः
]

`verse 39 [
पयांसि यासामपिबत् पुत्रस्नेहस्नुतान्यलम् ।
 भगवान् देवकीपुत्रः कैवल्याद्यखिलप्रदः
]

`verse 40 [
तासामविरतं कृष्णे कुर्वतीनां सुतेक्षणम् ।
 न पुनः कल्पते राजन् संसारोऽज्ञानसंभवः
]

`verse 41 [
कटधूमस्य सौरभ्यं अवघ्राय व्रजौकसः ।
 किमिदं कुत एवेति वदन्तो व्रजमाययुः
]

`verse 42 [
ते तत्र वर्णितं गोपैः पूतना गमनादिकम् ।
 श्रुत्वा तन्निधनं स्वस्ति शिशोश्चासन् सुविस्मिताः
]

`verse 43 [
नन्दः स्वपुत्रमादाय प्रेत्यागतमुदारधीः ।
 मूर्ध्न्युपाघ्राय परमां मुदं लेभे कुरूद्वह
]

`verse 44 [
य एतत्पूतनामोक्षं कृष्णस्यार्भकमद्‍भुतम् ।
 श्रृणुयात् श्रद्धया मर्त्यो गोविन्दे लभते रतिम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे षष्ठोऽध्यायः
]
