`verse 1 [
अथ सप्तमोऽध्यायः
श्रीराजोवाच
येन येनावतारेण भगवान्हरिरीश्वरः
करोति कर्णरम्याणि मनोज्ञानि च नः प्रभो
]

`verse 2 [
यच्छृण्वतोऽपैत्यरतिर्वितृष्णा सत्त्वं च शुद्ध्यत्यचिरेण पुंसः
भक्तिर्हरौ तत्पुरुषे च सख्यं तदेव हारं वद मन्यसे चेत्
]

`verse 3 [
अथान्यदपि कृष्णस्य तोकाचरितमद्भुतम्
मानुषं लोकमासाद्य तज्जातिमनुरुन्धतः
]

`speaker [
श्रीशुक उवाच
]

`verse 4 [
कदाचिदौत्थानिककौतुकाप्लवे जन्मर्क्षयोगे समवेतयोषिताम्
वादित्रगीतद्विजमन्त्रवाचकैश्चकार सूनोरभिषेचनं सती
]

`verse 5 [
नन्दस्य पत्नी कृतमज्जनादिकं विप्रैः कृतस्वस्त्ययनं सुपूजितैः
अन्नाद्यवासःस्रगभीष्टधेनुभिः सञ्जातनिद्रा क्षमशीशयच्छनैः
]

`verse 6 [
औत्थानिकौत्सुक्यमना मनस्विनी समागतान्पूजयती व्रजौकसः
नैवाशृणोद्वै रुदितं सुतस्य सा रुदन्स्तनार्थी चरणावुदक्षिपत्
]

`verse 7 [
अधःशयानस्य शिशोरनोऽल्पक प्रवालमृद्वङ्घ्रिहतं व्यवर्तत
विध्वस्तनानारसकुप्यभाजनं व्यत्यस्तचक्राक्षविभिन्नकूबरम्
]

`verse 8 [
दृष्ट्वा यशोदाप्रमुखा व्रजस्त्रिय
औत्थानिके कर्मणि याः समागताः
नन्दादयश्चाद्भुतदर्शनाकुलाः
कथं स्वयं वै शकटं विपर्यगात्
]

`verse 9 [
ऊचुरव्यवसितमतीन्गोपान्गोपीश्च बालकाः
रुदतानेन पादेन क्षिप्तमेतन्न संशयः
]

`verse 10 [
न ते श्रद्दधिरे गोपा बालभाषितमित्युत
अप्रमेयं बलं तस्य बालकस्य न ते विदुः
]

`verse 11 [
रुदन्तं सुतमादाय यशोदा ग्रहशङ्किता
कृतस्वस्त्ययनं विप्रैः सूक्तैः स्तनमपाययत्
]

`verse 12 [
पूर्ववत्स्थापितं गोपैर्बलिभिः सपरिच्छदम्
विप्रा हुत्वार्चयां चक्रुर्दध्यक्षतकुशाम्बुभिः
]

`verse 13 [
येऽसूयानृतदम्भेर्षा हिंसामानविवर्जिताः
न तेषां सत्यशीलानामाशिषो विफलाः कृताः
]

`verse 14 [
इति बालकमादाय सामर्ग्यजुरुपाकृतैः
जलैः पवित्रौषधिभिरभिषिच्य द्विजोत्तमैः
]

`verse 15 [
वाचयित्वा स्वस्त्ययनं नन्दगोपः समाहितः
हुत्वा चाग्निं द्विजातिभ्यः प्रादादन्नं महागुणम्
]

`verse 16 [
गावः सर्वगुणोपेता वासःस्रग्रुक्ममालिनीः
आत्मजाभ्युदयार्थाय प्रादात्ते चान्वयुञ्जत
]

`verse 17 [
विप्रा मन्त्रविदो युक्तास्तैर्याः प्रोक्तास्तथाशिषः
ता निष्फला भविष्यन्ति न कदाचिदपि स्फुटम्
]

`verse 18 [
एकदारोहमारूढं लालयन्ती सुतं सती
गरिमाणं शिशोर्वोढुं न सेहे गिरिकूटवत्
]

`verse 19 [
भूमौ निधाय तं गोपी विस्मिता भारपीडिता
महापुरुषमादध्यौ जगतामास कर्मसु
]

`verse 20 [
दैत्यो नाम्ना तृणावर्तः कंसभृत्यः प्रणोदितः
चक्रवातस्वरूपेण जहारासीनमर्भकम्
]

`verse 21 [
गोकुलं सर्वमावृण्वन्मुष्णंश्चक्षूंषि रेणुभिः
ईरयन्सुमहाघोर शब्देन प्रदिशो दिशः
]

`verse 22 [
मुहूर्तमभवद्गोष्ठं रजसा तमसावृतम्
सुतं यशोदा नापश्यत्तस्मिन्न्यस्तवती यतः
]

`verse 23 [
नापश्यत्कश्चनात्मानं परं चापि विमोहितः
तृणावर्तनिसृष्टाभिः शर्कराभिरुपद्रुतः
]

`verse 24 [
इति खरपवनचक्रपांशुवर्षे सुतपदवीमबलाविलक्ष्य माता
अतिकरुमनुस्मरन्त्यशोचद्भुवि पतिता मृतवत्सका यथा गौः
]

`verse 25 [
रुदितमनुनिशम्य तत्र गोप्यो भृशमनुतप्तधियोऽश्रुपूर्णमुख्यः
रुरुदुरनुपलभ्य नन्दसूनुं पवन उपारतपांशुवर्षवेगे
]

`verse 26 [
तृणावर्तः शान्तरयो वात्यारूपधरो हरन्
कृष्णं नभोगतो गन्तुं नाशक्नोद्भूरिभारभृत्
]

`verse 27 [
तमश्मानं मन्यमान आत्मनो गुरुमत्तया
गले गृहीत उत्स्रष्टुं नाशक्नोदद्भुतार्भकम्
]

`verse 28 [
गलग्रहणनिश्चेष्टो दैत्यो निर्गतलोचनः
अव्यक्तरावो न्यपतत्सहबालो व्यसुर्व्रजे
]

`verse 29 [
तमन्तरिक्षात्पतितं शिलायां विशीर्णसर्वावयवं करालम्
पुरं यथा रुद्र शरेण विद्धं स्त्रियो रुदत्यो ददृशुः समेताः
]

`verse 30 [
प्रादाय मात्रे प्रतिहृत्य विस्मिताः कृष्णं च तस्योरसि लम्बमानम्
तं स्वस्तिमन्तं पुरुषादनीतं विहायसा मृत्युमुखात्प्रमुक्तम्
गोप्यश्च गोपाः किल नन्दमुख्या लब्ध्वा पुनः प्रापुरतीव मोदम्
]

`verse 31 [
अहो बतात्यद्भुतमेष रक्षसा बालो निवृत्तिं गमितोऽभ्यगात्पुनः
हिंस्रः स्वपापेन विहिंसितः खलः साधुः समत्वेन भयाद्विमुच्यते
]

`verse 32 [
किं नस्तपश्चीर्णमधोक्षजार्चनं
पूर्तेष्टदत्तमुत भूतसौहृदम्
यत्सम्परेतः पुनरेव बालको
दिष्ट्या स्वबन्धून्प्रणयन्नुपस्थितः
]

`verse 33 [
दृष्ट्वाद्भुतानि बहुशो नन्दगोपो बृहद्वने
वसुदेववचो भूयो मानयामास विस्मितः
]

`verse 34 [
एकदार्भकमादाय स्वाङ्कमारोप्य भामिनी
प्रस्नुतं पाययामास स्तनं स्नेहपरिप्लुता
]

`verse 35 [
पीतप्रायस्य जननी सुतस्य रुचिरस्मितम्
मुखं लालयती राजञ्जृम्भतो ददृशे इदम्
]

`verse 36 [
खं रोदसी ज्योतिरनीकमाशाः सूर्येन्दुवह्निश्वसनाम्बुधींश्च
द्वीपान्नगांस्तद्दुहितॄर्वनानि भूतानि यानि स्थिरजङ्गमानि
]

`verse 37 [
सा वीक्ष्य विश्वं सहसा राजन्सञ्जातवेपथुः
सम्मील्य मृगशावाक्षी नेत्रे आसीत्सुविस्मिता
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे पूर्वार्धे तृणावर्तमोक्षो नाम सप्तमोऽध्यायः
]
