`set context {
  skandha = "10",
  adhyaya = "08",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 8"
}

`preface [
गर्ग आगमनं, जातककथनपूर्वकं यशोदारोहिणीसुतयोः
नामकरणसंस्कारः, मृद्‌भक्षणव्याजेन यशोदायै
विश्वरूपप्रकटीकरणंच -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
गर्गः पुरोहितो राजन् यदूनां सुमहातपाः ।
 व्रजं जगाम नन्दस्य वसुदेव प्रचोदितः
]

`verse 2 [
तं दृष्ट्वा परमप्रीतः प्रत्युत्थाय कृताञ्जलिः ।
 आनर्चाधोक्षजधिया प्रणिपातपुरःसरम्
]

`verse 3 [
सूपविष्टं कृतातिथ्यं गिरा सूनृतया मुनिम् ।
 नन्दयित्वाब्रवीद् ब्रह्मन् पूर्णस्य करवाम किम्
]

`verse 4 [
महद्विचलनं नॄणां गृहिणां दीनचेतसाम् ।
 निःश्रेयसाय भगवन् कल्पते नान्यथा क्वचित्
]

`verse 5 [
ज्योतिषामयनं साक्षाद् यत्तज्ज्ञानं अतीन्द्रियम् ।
 प्रणीतं भवता येन पुमान्वेद परावरम्
]

`verse 6 [
त्वं हि ब्रह्मविदां श्रेष्ठः संस्कारान् कर्तुमर्हसि ।
 बालयोरनयोर्नॄणां जन्मना ब्राह्मणो गुरुः
]

`speaker [
श्रीगर्ग उवाच
]

`verse 7 [
यदूनां अहमाचार्यः ख्यातश्च भुवि सर्वतः ।
 सुतं मया संस्कृतं ते मन्यते देवकीसुतम्
]

`verse 8 [
कंसः पापमतिः सख्यं तव चानकदुन्दुभेः ।
 देवक्या अष्टमो गर्भो न स्त्री भवितुमर्हति
]

`verse 9 [
इति सञ्चिन्तयन् श्रुत्वा देवक्या दारिकावचः ।
 अपि हन्ता आगताशङ्‌कः तर्हि तन्नोऽनयो भवेत्
]

`speaker [
श्रीनन्द उवाच
]

`verse 10 [
अलक्षितोऽस्मिन् रहसि मामकैरपि गोव्रजे ।
 कुरु द्विजातिसंस्कारं स्वस्तिवाचनपूर्वकम्
]

`speaker [
श्रीशुक उवाच
]

`verse 11 [
एवं संप्रार्थितो विप्रः स्वचिकीर्षितमेव तत् ।
 चकार नामकरणं गूढो रहसि बालयोः
]

`speaker [
श्रीगर्ग उवाच
]

`verse 12 [
अयं हि रोहिणीपुत्रो रमयन् सुहृदो गुणैः ।
 आख्यास्यते राम इति बलाधिक्याद् बलं विदुः ।
 यदूनामपृथग्भावात् सङ्‌कर्षणमुशन्त्युत
]

`verse 13 [
आसन् वर्णास्त्रयो ह्यस्य गृह्णतोऽनुयुगं तनूः ।
 शुक्लो रक्तस्तथा पीत इदानीं कृष्णतां गतः
]

`verse 14 [
प्रागयं वसुदेवस्य क्वचित् जातस्तवात्मजः ।
 वासुदेव इति श्रीमान् अभिज्ञाः संप्रचक्षते
]

`verse 15 [
बहूनि सन्ति नामानि रूपाणि च सुतस्य ते ।
 गुणकर्मानुरूपाणि तान्यहं वेद नो जनाः
]

`verse 16 [
एष वः श्रेय आधास्यद् गोपगोकुल-नन्दनः ।
 अनेन सर्वदुर्गाणि यूयं अञ्जस्तरिष्यथ
]

`verse 17 [
पुरानेन व्रजपते साधवो दस्युपीडिताः ।
 अराजके रक्ष्यमाणा जिग्युर्दस्यून् समेधिताः
]

`verse 18 [
य एतस्मिन् महाभागाः प्रीतिं कुर्वन्ति मानवाः ।
 नारयोऽभिभवन्त्येतान् विष्णुपक्षानिवासुराः
]

`verse 19 [
तस्मात् नन्दात्मजोऽयं ते नारायणसमो गुणैः ।
 श्रिया कीर्त्यानुभावेन गोपायस्व समाहितः
]

`speaker [
श्रीशुक उवाच
]

`verse 20 [
इत्यात्मानं समादिश्य गर्गे च स्वगृहं गते ।
 नन्दः प्रमुदितो मेने आत्मानं पूर्णमाशिषाम्
]

`verse 21 [
कालेन व्रजताल्पेन गोकुले रामकेशवौ ।
 जानुभ्यां सह पाणिभ्यां रिङ्‌गमाणौ विजह्रतुः
]

`meter [
वसंततिलका
]

`verse 22 [
तावङ्‌घ्रियुग्ममनुकृष्य सरीसृपन्तौ
     घोषप्रघोषरुचिरं व्रजकर्दमेषु ।
 तन्नादहृष्टमनसावनुसृत्य लोकं
     मुग्धप्रभीतवदुपेयतुरन्ति मात्रोः
]

`verse 23 [
तन्मातरौ निजसुतौ घृणया स्नुवन्त्यौ
     पङ्‌काङ्‌गरागरुचिरौ उपगृह्य दोर्भ्याम् ।
 दत्त्वा स्तनं प्रपिबतोः स्म मुखं निरीक्ष्य
     मुग्धस्मिताल्पदशनं ययतुः प्रमोदम्
]

`verse 24 [
यर्ह्यङ्‌गनादर्शनीय-कुमारलीलौ ।
     अन्तर्व्रजे तदबलाः प्रगृहीतपुच्छैः ।
 वत्सैरितस्तत उभावनुकृष्यमाणौ
     प्रेक्षन्त्य उज्झितगृहा जहृषुर्हसन्त्यः
]

`verse 25 [
शृङ्‌ग्यग्निदंष्ट्र्यसिजल द्विजकण्टकेभ्यः
     क्रीडापरावतिचलौ स्वसुतौ निषेद्धुम् ।
 गृह्याणि कर्तुमपि यत्र न तज्जनन्यौ
     शेकात आपतुरलं मनसोऽनवस्थाम्
]

`meter [
अनुष्टुप्
]

`verse 26 [
कालेनाल्पेन राजर्षे रामः कृष्णश्च गोकुले ।
 अघृष्टजानुभिः पद्‌भिः विचक्रमतुरञ्जसा
]

`verse 27 [
ततस्तु भगवान् कृष्णो वयस्यैर्व्रजबालकैः ।
 सहरामो व्रजस्त्रीणां चिक्रीडे जनयन् मुदम्
]

`verse 28 [
कृष्णस्य गोप्यो रुचिरं वीक्ष्य कौमारचापलम् ।
 श्रृण्वन्त्याः किल तन्मातुः इति होचुः समागताः
]

`meter [
मंदाक्रांता
]

`verse 29 [
वत्सान् मुञ्चन् क्वचिदसमये क्रोशसञ्जातहासः
     स्तेयं स्वाद्वत्त्यथ दधिपयः कल्पितैः स्तेययोगैः ।
 मर्कान् भोक्ष्यन् विभजति स चेन्नात्ति भाण्डं भिन्नत्ति
     द्रव्यालाभे सगृहकुपितो यात्युपक्रोश्य तोकान्
]

`meter [
इंद्रवंशा
]

`verse 30 [
हस्ताग्राह्ये रचयति विधिं पीठकोलूखलाद्यैः
     छिद्रं ह्यन्तर्निहितवयुनः शिक्यभाण्डेषु तद्वित् ।
 ध्वान्तागारे धृतमणिगणं स्वाङ्‌गमर्थप्रदीपं
     काले गोप्यो यर्हि गृहकृत्येषु सुव्यग्रचित्ताः
]

`meter [
मिश्र
]

`verse 31 [
एवं धार्ष्ट्यान्युशति कुरुते मेहनादीनि वास्तौ
     स्तेयोपायैर्विरचितकृतिः सुप्रतीको यथास्ते ।
 इत्थं स्त्रीभिः सभयनयन श्रीमुखालोकिनीभिः
     व्याख्यातार्था प्रहसितमुखी न ह्युपालब्धुमैच्छत्
]

`meter [
अनुष्टुप्
]

`verse 32 [
एकदा क्रीडमानास्ते रामाद्या गोपदारकाः ।
 कृष्णो मृदं भक्षितवान् इति मात्रे न्यवेदयन्
]

`verse 33 [
सा गृहीत्वा करे कृष्णं उपालभ्य हितैषिणी ।
 यशोदा भयसंभ्रान्त प्रेक्षणाक्षमभाषत
]

`verse 34 [
कस्मान् मृदमदान्तात्मन् भवान् भक्षितवान् रहः ।
 वदन्ति तावका ह्येते कुमारास्तेऽग्रजोऽप्ययम्
]

`verse 35 [
नाहं भक्षितवान् अंब सर्वे मिथ्याभिशंसिनः ।
 यदि सत्यगिरस्तर्हि समक्षं पश्य मे मुखम्
]

`verse 36 [
यद्येवं तर्हि व्यादेही इत्युक्तः स भगवान् हरिः ।
 व्यादत्ताव्याहतैश्वर्यः क्रीडामनुजबालकः
]

`verse 37 [
सा तत्र ददृशे विश्वं जगत् स्थास्नु च खं दिशः ।
 साद्रि-द्वीपाब्धि-भूगोलं सवाय्वग्नीन्दुतारकम्
]

`verse 38 [
ज्योतिश्चक्रं जलं तेजो नभस्वान् वियदेव च ।
 वैकारिकाणीन्द्रियाणि मनो मात्रा गुणास्त्रयः
]

`meter [
मिश्र - ११ अक्षरी
]

`verse 39 [
एतद्विचित्रं सहजीवकाल
     स्वभावकर्माशयलिङ्‌गभेदम् ।
 सूनोस्तनौ वीक्ष्य विदारितास्ये
     व्रजं सहात्मानमवाप शङ्‌काम्
]

`verse 40 [
किं स्वप्न एतदुत देवमाया
     किं वा मदीयो बत बुद्धिमोहः ।
 अथो अमुष्यैव ममार्भकस्य
     यः कश्चनौत्पत्तिक आत्मयोगः
]

`meter [
मिश्र - १२ अक्षरी
]

`verse 41 [
अथो यथावन्न वितर्कगोचरं
     चेतोमनःकर्मवचोभिरञ्जसा ।
 यदाश्रयं येन यतः प्रतीयते
     सुदुर्विभाव्यं प्रणतास्मि तत्पदम्
]

`verse 42 [
अहं ममासौ पतिरेष मे सुतो
     व्रजेश्वरस्याखिलवित्तपा सती ।
 गोप्यश्च गोपाः सहगोधनाश्च मे
     यन्माययेत्थं कुमतिः स मे गतिः
]

`meter [
अनुष्टुप्
]

`verse 43 [
इत्थं विदित तत्त्वायां गोपिकायां स ईश्वरः ।
 वैष्णवीं व्यतनोन्मायां पुत्रस्नेहमयीं विभुः
]

`verse 44 [
सद्यो नष्टस्मृतिर्गोपी साऽऽरोप्यारोहमात्मजम् ।
 प्रवृद्धस्नेहकलिल हृदयासीद् यथा पुरा
]

`verse 45 [
त्रय्या चोपनिषद्‌भिश्च साङ्‌ख्ययोगैश्च सात्वतैः ।
 उपगीयमान माहात्म्यं हरिं सामन्यतात्मजम्
]

`speaker [
श्रीराजोवाच
]

`verse 46 [
नन्दः किमकरोद् ब्रह्मन् श्रेय एवं महोदयम् ।
 यशोदा च महाभागा पपौ यस्याः स्तनं हरिः
]

`verse 47 [
पितरौ नान्वविन्देतां कृष्णोदारार्भकेहितम् ।
 गायन्त्यद्यापि कवयो यल्लोकशमलापहम्
]

`speaker [
श्रीशुक उवाच
]

`verse 48 [
द्रोणो वसूनां प्रवरो धरया भार्यया सह ।
 करिष्यमाण आदेशान् ब्रह्मणस्तमुवाच ह
]

`verse 49 [
जातयोर्नौ महादेवे भुवि विश्वेश्वरे हरौ ।
 भक्तिः स्यात्परमा लोके ययाञ्जो दुर्गतिं तरेत्
]

`verse 50 [
अस्त्वित्युक्तः स भगवान् व्रजे द्रोणो महायशाः ।
 जज्ञे नन्द इति ख्यातो यशोदा सा धराभवत्
]

`verse 51 [
ततो भक्तिर्भगवति पुत्रीभूते जनार्दने ।
 दम्पत्योर्नितरामासीत् गोपगोपीषु भारत
]

`verse 52 [
कृष्णो ब्रह्मण आदेशं सत्यं कर्तुं व्रजे विभुः ।
 सहरामो वसंश्चक्रे तेषां प्रीतिं स्वलीलया
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे अष्टमोऽध्यायः
]
