`set context {
  skandha = "10",
  adhyaya = "09",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 9"
}

`preface [
श्रीकृष्णस्य उलूखले बन्धनम् -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
एकदा गृहदासीषु यशोदा नन्दगेहिनी ।
 कर्मान्तरनियुक्तासु निर्ममन्थ स्वयं दधि
]

`verse 2 [
यानि यानीह गीतानि तद्‍बालचरितानि च ।
 दधिनिर्मन्थने काले स्मरन्ती तान्यगायत
]

`meter [
मंदाक्रांता
]

`verse 3 [
क्षौमं वासः पृथुकटितटे
     बिभ्रती सूत्रनद्धं ।
 पुत्रस्नेहस्नुतकुचयुगं
     जातकम्पं च सुभ्रूः ।
 रज्ज्वाकर्षश्रमभुजचलत्
     कङ्‌कणौ कुण्डले च
 स्विन्नं वक्त्रं कबरविगलन्
     मालती निर्ममन्थ
]

`meter [
अनुष्टुप्
]

`verse 4 [
तां स्तन्यकाम आसाद्य मथ्नन्तीं जननीं हरिः ।
 गृहीत्वा दधिमन्थानं न्यषेधत्प्रीतिमावहन्
]

`meter [
मिश्र
]

`verse 5 [
तमङ्‌कमारूढमपाययत् स्तनं
     स्नेहस्नुतं सस्मितमीक्षती मुखम् ।
 अतृप्तमुत्सृज्य जवेन सा ययौ
     उत्सिच्यमाने पयसि त्वधिश्रिते
]

`verse 6 [
सञ्जातकोपः स्फुरितारुणाधरं
     सन्दश्य दद्‌भिर्दधिमन्थभाजनम् ।
 भित्त्वा मृषाश्रुर्दृषदश्मना रहो
     जघास हैयङ्‌गवमन्तरं गतः
]

`verse 7 [
उत्तार्य गोपी सुशृतं पयः पुनः
     प्रविश्य संदृश्य च दध्यमत्रकम् ।
 भग्नं विलोक्य स्वसुतस्य कर्म
     तज्जहास तं चापि न तत्र पश्यती
]

`verse 8 [
उलूखलाङ्‌घ्रेरुपरि व्यवस्थितं
     मर्काय कामं ददतं शिचि स्थितम् ।
 हैयङ्‌गवं चौर्यविशङ्‌कितेक्षणं
     निरीक्ष्य पश्चात् सुतमागमच्छनैः
]

`verse 9 [
तां आत्तयष्टिं प्रसमीक्ष्य सत्वरः
     ततोऽवरुह्यापससार भीतवत् ।
 गोप्यन्वधावन्न यमाप योगिनां
     क्षमं प्रवेष्टुं तपसेरितं मनः
]

`verse 10 [
अन्वञ्चमाना जननी बृहच्चलत्
     श्रोणीभराक्रान्तगतिः सुमध्यमा ।
 जवेन विस्रंसितकेशबन्धन
     च्युतप्रसूनानुगतिः परामृशत्
]

`verse 11 [
कृतागसं तं प्ररुदन्तमक्षिणी
     कर्षन्तमञ्जन्मषिणी स्वपाणिना ।
 उद्वीक्षमाणं भयविह्वलेक्षणं
     हस्ते गृहीत्वा भिषयन्त्यवागुरत्
]

`meter [
अनुष्टुप्
]

`verse 12 [
त्यक्त्वा यष्टिं सुतं भीतं विज्ञायार्भकवत्सला ।
 इयेष किल तं बद्धुं दाम्नातद्‌वीर्यकोविदा
]

`verse 13 [
न चान्तर्न बहिर्यस्य न पूर्वं नापि चापरम् ।
 पूर्वापरं बहिश्चान्तः जगतो यो जगच्च यः
]

`verse 14 [
तं मत्वात्मजमव्यक्तं मर्त्यलिङ्‌गमधोक्षजम् ।
 गोपिकोलूखले दाम्ना बबन्ध प्राकृतं यथा
]

`verse 15 [
तद्दाम बध्यमानस्य स्वार्भकस्य कृतागसः ।
 द्व्यङ्‌गुलोनमभूत्तेन सन्दधेऽन्यच्च गोपिका
]

`verse 16 [
यदाऽऽसीत् तदपि न्यूनं तेनान्यदपि सन्दधे ।
 तदपि द्व्यङ्‌गुलं न्यूनं यद् यद् आदत्त बन्धनम्
]

`verse 17 [
एवं स्वगेहदामानि यशोदा सन्दधत्यपि ।
 गोपीनां सुस्मयन्तीनां स्मयन्ती विस्मिताभवत्
]

`verse 18 [
स्वमातुः स्विन्नगात्राया विस्रस्तकबरस्रजः ।
 दृष्ट्वा परिश्रमं कृष्णः कृपयाऽऽसीत् स्वबन्धने
]

`verse 19 [
एवं सन्दर्शिता ह्यङ्‌ग हरिणा भृत्यवश्यता ।
 स्ववशेनापि कृष्णेन यस्येदं सेश्वरं वशे
]

`verse 20 [
नेमं विरिञ्चो न भवो न श्रीरप्यङ्‌गसंश्रया ।
 प्रसादं लेभिरे गोपी यत् तत्प्राप विमुक्तिदात्
]

`verse 21 [
नायं सुखापो भगवान् देहिनां गोपिकासुतः ।
 ज्ञानिनां चात्मभूतानां यथा भक्तिमतां इह
]

`verse 22 [
कृष्णस्तु गृहकृत्येषु व्यग्रायां मातरि प्रभुः ।
 अद्राक्षीत् अर्जुनौ पूर्वं गुह्यकौ धनदात्मजौ
]

`verse 23 [
पुरा नारदशापेन वृक्षतां प्रापितौ मदात् ।
 नलकूवरमणिग्रीवौ इति ख्यातौ श्रियान्वितौ
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे नवमोऽध्यायः
]
