`preface [
यमलार्जुनोद्धारः -
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
कथ्यतां भगवन् एतत् तयोः शापस्य कारणम् ।
 यत्तद्विगर्हितं कर्म येन वा देवर्षेस्तमः
]

`speaker [
श्रीशुक उवाच
]

`verse 2 [
रुद्रस्यानुचरौ भूत्वा सुदृप्तौ धनदात्मजौ ।
 कैलासोपवने रम्ये मन्दाकिन्यां मदोत्कटौ
]

`verse 3 [
वारुणीं मदिरां पीत्वा मदाघूर्णितलोचनौ ।
 स्त्रीजनैः अनुगायद्‌भिः चेरतुः पुष्पिते वने
]

`verse 4 [
अन्तः प्रविश्य गङ्‌गायां अंभोजवनराजिनि ।
 चिक्रीडतुर्युवतिभिः गजौ इव करेणुभिः
]

`verse 5 [
यदृच्छया च देवर्षिः भगवांस्तत्र कौरव ।
 अपश्यन्नारदो देवौ क्षीबाणौ समबुध्यत
]

`verse 6 [
तं दृष्ट्वा व्रीडिता देव्यो विवस्त्राः शापशङ्‌किताः ।
 वासांसि पर्यधुः शीघ्रं विवस्त्रौ नैव गुह्यकौ
]

`verse 7 [
तौ दृष्ट्वा मदिरामत्तौ श्रीमदान्धौ सुरात्मजौ ।
 तयोरनुग्रहार्थाय शापं दास्यन् इदं जगौ
]

`speaker [
श्रीनारद उवाच
]

`verse 8 [
न ह्यन्यो जुषतो जोष्यान् बुद्धिभ्रंशो रजोगुणः ।
 श्रीमदादाभिजात्यादिः यत्र स्त्री द्यूतमासवः
]

`verse 9 [
हन्यन्ते पशवो यत्र निर्दयैः अजितात्मभिः ।
 मन्यमानैरिमं देहः अजरामृत्यु नश्वरम्
]

`verse 10 [
देवसंज्ञितमप्यन्ते कृमिविड् भस्मसंज्ञितम् ।
 भूतध्रुक् तत्कृते स्वार्थं किं वेद निरयो यतः
]

`verse 11 [
देहः किमन्नदातुः स्वं निषेक्तुर्मातुरेव च ।
 मातुः पितुर्वा बलिनः क्रेतुरग्नेः शुनोऽपि वा
]

`verse 12 [
एवं साधारणं देहं अव्यक्त प्रभवाप्ययम् ।
 को विद्वान् आत्मसात्कृत्वा हन्ति जन्तूनृतेऽसतः
]

`verse 13 [
असतः श्रीमदान्धस्य दारिद्र्यं परमञ्जनम् ।
 आत्मौपम्येन भूतानि दरिद्रः परमीक्षते
]

`verse 14 [
यथा कण्टकविद्धाङ्‌गो जन्तोर्नेच्छति तां व्यथाम् ।
 जीवसाम्यं गतो लिङ्‌गैः न तथाविद्धकण्टकः
]

`verse 15 [
दरिद्रो निरहंस्तम्भो मुक्तः सर्वमदैरिह ।
 कृच्छ्रं यदृच्छयाऽऽप्नोति तद्धि तस्य परं तपः
]

`verse 16 [
नित्यं क्षुत्क्षामदेहस्य दरिद्रस्यान्नकाङ्‌क्षिणः ।
 इन्द्रियाणि अनुशुष्यन्ति हिंसापि विनिवर्तते
]

`verse 17 [
दरिद्रस्यैव युज्यन्ते साधवः समदर्शिनः ।
 सद्‍भिः क्षिणोति तं तर्षं तत आराद्विशुद्ध्यति
]

`verse 18 [
साधूनां समचित्तानां मुकुन्द चरणैषिणाम् ।
 उपेक्ष्यैः किं धनस्तम्भैः असद्‌भिः असदाश्रयैः
]

`verse 19 [
तदहं मत्तयोर्माध्व्या वारुण्या श्रीमदान्धयोः ।
 तमोमदं हरिष्यामि स्त्रैणयोः अजितात्मनोः
]

`verse 20 [
यदिमौ लोकपालस्य पुत्रौ भूत्वा तमःप्लुतौ ।
 न विवाससमात्मानं विजानीतः सुदुर्मदौ
]

`verse 21 [
अतोऽर्हतः स्थावरतां स्यातां नैवं यथा पुनः ।
 स्मृतिः स्यात् मत्प्रसादेन तत्रापि मदनुग्रहात्
]

`verse 22 [
वासुदेवस्य सान्निध्यं लब्ध्वा दिव्यशरच्छते ।
 वृत्ते स्वर्लोकतां भूयो लब्धभक्ती भविष्यतः
]

`speaker [
श्रीशुक उवाच
]

`verse 23 [
एवमुक्त्वा स देवर्षिः गतो नारायणाश्रमम् ।
 नलकूवरमणिग्रीवौ आसतुः यमलार्जुनौ
]

`verse 24 [
ऋषेर्भागवत मुख्यस्य सत्यं कर्तुं वचो हरिः ।
 जगाम शनकैस्तत्र यत्रास्तां यमलार्जुनौ
]

`verse 25 [
देवर्षिर्मे प्रियतमो यदिमौ धनदात्मजौ ।
 तत्तथा साधयिष्यामि यद्‍गीतं तन्महात्मना
]

`verse 26 [
इत्यन्तरेणार्जुनयोः कृष्णस्तु यमयोर्ययौ ।
 आत्मनिर्वेशमात्रेण तिर्यग्गतं उलूखलम्
]

`meter [
वसंततिलका
]

`verse 27 [
बालेन निष्कर्षयतान्वगुलूखलं तद्
     दामोदरेण तरसोत्कलिताङ्‌घ्रिबन्धौ ।
 निष्पेततुः परमविक्रमितातिवेप
     स्कन्धप्रवालविटपौ कृतचण्डशब्दौ
]

`verse 28 [
तत्र श्रिया परमया ककुभः स्फुरन्तौ
     सिद्धावुपेत्य कुजयोरिव जातवेदाः ।
 कृष्णं प्रणम्य शिरसाखिललोकनाथं
     बद्धाञ्जली विरजसाविदमूचतुः स्म
]

`meter [
अनुष्टुप्
]

`verse 29 [
कृष्ण कृष्ण महायोगिन् त्वमाद्यः पुरुषः परः ।
 व्यक्ताव्यक्तमिदं विश्वं रूपं ते ब्राह्मणा विदुः
]

`verse 30 [
त्वमेकः सर्वभूतानां देहास्वात्मेन्द्रियेश्वरः ।
 त्वमेव कालो भगवान् विष्णुरव्यय ईश्वरः
]

`verse 31 [
त्वं महान् प्रकृतिः सूक्ष्मा रजःसत्त्वतमोमयी ।
 त्वमेव पुरुषोऽध्यक्षः सर्वक्षेत्रविकारवित्
]

`verse 32 [
गृह्यमाणैस्त्वमग्राह्यो विकारैः प्राकृतैर्गुणैः ।
 को न्विहार्हति विज्ञातुं प्राक्‌सिद्धं गुणसंवृतः
]

`verse 33 [
तस्मै तुभ्यं भगवते वासुदेवाय वेधसे ।
 आत्मद्योतगुणैश्छन्न महिम्ने ब्रह्मणे नमः
]

`verse 34 [
यस्यावतारा ज्ञायन्ते शरीरेष्वशरीरिणः ।
 तैस्तैरतुल्यातिशयैः वीर्यैर्देहिष्वसङ्‌गतैः
]

`verse 35 [
स भवान् सर्वलोकस्य भवाय विभवाय च ।
 अवतीर्णोंऽशभागेन साम्प्रतं पतिराशिषाम्
]

`verse 36 [
नमः परमकल्याण नमः परममङ्‌गल ।
 वासुदेवाय शान्ताय यदूनां पतये नमः
]

`verse 37 [
अनुजानीहि नौ भूमन् तवानुचरकिङ्‌करौ ।
 दर्शनं नौ भगवत ऋषेरासीदनुग्रहात्
]

`meter [
वसंततिलका
]

`verse 38 [
वाणी गुणानुकथने श्रवणौ कथायां
     हस्तौ च कर्मसु मनस्तव पादयोर्नः ।
 स्मृत्यां शिरस्तव निवासजगत्प्रणामे
     दृष्टिः सतां दर्शनेऽस्तु भवत्तनूनाम्
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 39 [
इत्थं सङ्‌कीर्तितस्ताभ्यां भगवान् गोकुलेश्वरः ।
 दाम्ना चोलूखले बद्धः प्रहसन्नाह गुह्यकौ
]

`verse 40 [
श्रीभगवानुवाच ।
 ज्ञातं मम पुरैवैतद् ऋषिणा करुणात्मना ।
 यत् श्रीमदान्धयोर्वाग्भिः विभ्रंशोऽनुग्रहः कृतः
]

`verse 41 [
साधूनां समचित्तानां सुतरां मत्कृतात्मनाम् ।
 दर्शनान्नो भवेद्‍बन्धः पुंसोऽक्ष्णोः सवितुर्यथा
]

`verse 42 [
तद्‍गच्छतं मत्परमौ नलकूबर सादनम् ।
 सञ्जातो मयि भावो वां ईप्सितः परमोऽभवः
]

`speaker [
श्रीशुक उवाच
]

`verse 43 [
इत्युक्तौ तौ परिक्रम्य प्रणम्य च पुनः पुनः ।
 बद्धोलूखलमामन्त्र्य जग्मतुर्दिशमुत्तराम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे दशमोऽध्यायः
]
