`set context {
  skandha = "10",
  adhyaya = "12",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 12"
}

`preface [
अघासुरवधः -
]

`speaker [
श्रीशुक उवाच
]

`meter [
मिश्र
]

`verse 1 [
क्वचिद्वनाशाय मनो दधद् व्रजात्
     प्रातः समुत्थाय वयस्यवत्सपान् ।
 प्रबोधयन् श्रृंगरवेण चारुणा
     विनिर्गतो वत्सपुरःसरो हरिः
]

`meter [
इंद्रवंशा
]

`verse 2 [
तेनैव साकं पृथुकाः सहस्रशः
     स्निग्धाः सुशिग्वेत्रविषाणवेणवः ।
 स्वान् स्वान् सहस्रो परिसङ्‌ख्ययान्वितान्
     वत्सान् पुरस्कृत्य विनिर्ययुर्मुदा
]

`meter [
अनुष्टुप्
]

`verse 3 [
कृष्णवत्सैः असङ्‌ख्यातैः यूथीकृत्य स्ववत्सकान् ।
 चारयन्तोऽर्भलीलाभिः विजह्रुः तत्र तत्र ह
]

`verse 4 [
फलप्रबालस्तवक सुमनःपिच्छधातुभिः ।
 काचगुञ्जामणिस्वर्ण-भूषिता अप्यभूषयन्
]

`verse 5 [
मुष्णन्तोऽन्योन्य शिक्यादीन् न्ज्ञातानाराच्च चिक्षिपुः ।
 तत्रत्याश्च पुनर्दूरात् हसन्तश्च पुनर्ददुः
]

`verse 6 [
यदि दूरं गतः कृष्णो वनशोभेक्षणाय तम् ।
 अहं पूर्वं अहं पूर्वं इति संस्पृश्य रेमिरे
]

`verse 7 [
केचिद् वेणून् वादयन्तो ध्मान्तः शृङ्‌गाणि केचन ।
 केचिद् भृंङ्‌गैः प्रगायन्तः कूजन्तः कोकिलैः परे
]

`verse 8 [
विच्छायाभिः प्रधावन्तो गच्छन्तः साधुहंसकैः ।
 बकैः उपविशन्तश्च नृत्यन्तश्च कलापिभिः
]

`verse 9 [
विकर्षन्तः कीशबालान् आरोहन्तश्च तैर्द्रुमान् ।
 विकुर्वन्तश्च तैः साकं प्लवन्तश्च पलाशिषु
]

`verse 10 [
साकं भेकैर्विलङ्‌घन्तः सरित् प्रस्रवसम्प्लुताः ।
 विहसन्तः प्रतिच्छायाः शपन्तश्च प्रतिस्वनान्
]

`meter [
इंद्रवज्रा
]

`verse 11 [
इत्थं सतां ब्रह्मसुखानुभूत्या
     दास्यं गतानां परदैवतेन ।
 मायाश्रितानां नरदारकेण
     साकं विजह्रुः कृतपुण्यपुञ्जाः
]

`meter [
मिश्र
]

`verse 12 [
यत्पादपांसुः बहुजन्मकृच्छ्रतो
     धृतात्मभिः योगिभिरप्यलभ्यः ।
 स एव यद्‌दृग्विषयः स्वयं स्थितः
     किं वर्ण्यते दिष्टमतो व्रजौकसाम्
]

`verse 13 [
अथ अघनामाभ्यपतन् महासुरः
     तेषां सुखक्रीडनवीक्षणाक्षमः ।
 नित्यं यदन्तर्निजजीवितेप्सुभिः
     पीतामृतैः अप्यमरैः प्रतीक्ष्यते
]

`verse 14 [
दृष्ट्वार्भकान् कृष्णमुखान् अघासुरः ।
     कंसानुशिष्टः स बकीबकानुजः ।
 अयं तु मे सोदरनाशकृत्तयोरः
     द्वयोर्ममैनं सबलं हनिष्ये
]

`verse 15 [
एते यदा मत्सुहृदोस्तिलापः
     कृतास्तदा नष्टसमा व्रजौकसः ।
 प्राणे गते वर्ष्मसु का नु चिन्ता
     प्रजासवः प्राणभृतो हि ये ते
]

`meter [
वंशस्था
]

`verse 16 [
इति व्यवस्याजगरं बृहद् वपुः
     स योजनायाम महाद्रिपीवरम् ।
 धृत्वाद्‍भुतं व्यात्तगुहाननं तदा
     पथि व्यशेत ग्रसनाशया खलः
]

`meter [
मिश्र
]

`verse 17 [
धराधरोष्ठो जलदोत्तरोष्ठो
     दर्याननान्तो गिरिशृङ्‌गदंष्ट्रः ।
 ध्वान्तान्तरास्यो वितताध्वजिह्वः
     परुषानिलश्वासदवेक्षणोष्णः
]

`meter [
अनुष्टुप्
]

`verse 18 [
दृष्ट्वा तं तादृशं सर्वे मत्वा वृन्दावनश्रियम् ।
 व्यात्ताजगरतुण्डेन ह्युत्प्रेक्षन्ते स्म लीलया
]

`verse 19 [
अहो मित्राणि गदत सत्त्वकूटं पुरः स्थितम् ।
 अस्मत्सङ्‌ग्रसनव्यात्त व्यालतुण्डायते न वा
]

`verse 20 [
सत्यमर्ककरारक्तं उत्तराहनुवद्‍घनम् ।
 अधराहनुवद् रोधः तत् प्रतिच्छाययारुणम्
]

`verse 21 [
प्रतिस्पर्धेते सृक्किभ्यां सव्यासव्ये नगोदरे ।
 तुंगशृंगालयोऽप्येताः तद् दंष्ट्राभिश्च पश्यत
]

`verse 22 [
आस्तृतायाम मार्गोऽयं रसनां प्रतिगर्जति ।
 एषां अन्तर्गतं ध्वान्तं एतदप्यन्तः आननम्
]

`verse 23 [
दावोष्णखरवातोऽयं श्वासवद्‍भाति पश्यत ।
 तद् दग्धसत्त्वदुर्गन्धोऽपि अन्तरामिषगन्धवत्
]

`meter [
मिश्र
]

`verse 24 [
अस्मान्किमत्र ग्रसिता निविष्टा-
     नयं तथा चेद् बकवद् विनङ्‌क्ष्यति ।
 क्षणादनेनेति बकार्युशन्मुखं
     वीक्ष्योद्धसन्तः करताडनैर्ययुः
]

`verse 25 [
इत्थं मिथोऽतथ्यं अतज्ज्ञभाषितं
     श्रुत्वा विचिन्त्येत्यमृषा मृषायते ।
 रक्षो विदित्वाखिल-भूतहृत्स्थितः
     स्वानां निरोद्धुं भगवान् मनो दधे
]

`verse 26 [
तावत् प्रविष्टास्तु असुरोदरान्तरं
     परं न गीर्णाः शिशवः सवत्साः ।
 प्रतीक्षमाणेन बकारिवेशनं
     हतस्वकान्तस्मरणेन रक्षसा
]

`verse 27 [
तान् वीक्ष्य कृष्णः सकलाभयप्रदो
     ह्यनन्यनाथान् स्वकरादवच्युतान् ।
 दीनांश्च मृत्योर्जठराग्निघासान्
     घृणार्दितो दिष्टकृतेन विस्मितः
]

`verse 28 [
कृत्यं किमत्रास्य खलस्य जीवनं
     न वा अमीषां च सतां विहिंसनम् ।
 द्वयं कथं स्यादिति संविचिन्त्य तत्
     ज्ञात्वाविशत् तुण्डमशेषदृग्घरिः
]

`meter [
अनुष्टुप्
]

`verse 29 [
तदा घनच्छदा देवा भयाद् हाहेति चुक्रुशुः ।
 जहृषुर्ये च कंसाद्याः कौणपास्त्वघबान्धवाः
]

`verse 30 [
तच्छ्रुत्वा भगवान् कृष्णस्तु अव्ययः सार्भवत्सकम् ।
 चूर्णीचिकीर्षोरात्मानं तरसा ववृधे गले
]

`meter [
मिश्र
]

`verse 31 [
ततोऽतिकायस्य निरुद्धमार्गिणो
     ह्युद्‍गीर्णदृष्टेः भ्रमतस्त्वितस्ततः ।
 पूर्णोऽन्तरंगे पवनो निरुद्धो
     मूर्धन् विनिष्पाट्य विनिर्गतो बहिः
]

`verse 32 [
तेनैव सर्वेषु बहिर्गतेषु
     प्राणेषु वत्सान् सुहृदः परेतान् ।
 दृष्ट्या स्वयोत्थाप्य तदन्वितः पुनः
     वक्त्रान् मुकुन्दो भगवान् विनिर्ययौ
]

`verse 33 [
पीनाहिभोगोत्थितमद्‍भुतं महत्
     ज्योतिः स्वधाम्ना ज्वलयद् दिशो दश ।
 प्रतीक्ष्य खेऽवस्थितमीशनिर्गमं
     विवेश तस्मिन् मिषतां दिवौकसाम्
]

`verse 34 [
ततोऽतिहृष्टाः स्वकृतोऽकृतार्हणं
     पुष्पैः सुगा अप्सरसश्च नर्तनैः ।
 गीतैः सुरा वाद्यधराश्च वाद्यकैः
     स्तवैश्च विप्रा जयनिःस्वनैर्गणाः
]

`verse 35 [
तदद्‍भुतस्तोत्रसुवाद्यगीतिका
     जयादिनैकोत्सव मङ्‌गलस्वनान् ।
 श्रुत्वा स्वधाम्नोऽन्त्यज आगतोऽचिराद्
     दृष्ट्वा महीशस्य जगाम विस्मयम्
]

`meter [
अनुष्टुप्
]

`verse 36 [
राजन् आजगरं चर्म शुष्कं वृन्दावनेऽद्‍भुतम् ।
 व्रजौकसां बहुतिथं बभूवाक्रीडगह्वरम्
]

`verse 37 [
एतत्कौमारजं कर्म हरेरात्माहिमोक्षणम् ।
 मृत्योः पौगण्डके बाला दृष्ट्वोचुर्विस्मिता व्रजे
]

`meter [
मिश्र
]

`verse 38 [
नैतद् विचित्रं मनुजार्भमायिनः
     परावराणां परमस्य वेधसः ।
 अघोऽपि यत्स्पर्शनधौतपातकः
     प्रापात्मसाम्यं त्वसतां सुदुर्लभम्
]

`meter [
वंशस्था
]

`verse 39 [
सकृद्यदङ्‌गप्रतिमान्तराहिता
     मनोमयी भागवतीं ददौ गतिम् ।
 स एव नित्यात्मसुखानुभूत्यभि
     व्युदस्तमायोऽन्तर्गतो हि किं पुनः
]

`speaker [
श्रीसूत उवाच
]

`meter [
इंद्रवज्रा
]

`verse 40 [
इत्थं द्विजा यादवदेवदत्तः
     श्रुत्वा स्वरातुश्चरितं विचित्रम् ।
 पप्रच्छ भूयोऽपि तदेव पुण्यं
     वैयासकिं यन्निगृहीतचेताः
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 41 [
ब्रह्मन् कालान्तरकृतं तत्कालीनं कथं भवेत् ।
 यत्कौमारे हरिकृतं जगुः पौगण्डकेऽर्भकाः
]

`verse 42 [
तद् ब्रूहि मे महायोगिन् परं कौतूहलं गुरो ।
 नूनमेतद्धरेरेव माया भवति नान्यथा
]

`verse 43 [
वयं धन्यतमा लोके गुरोऽपि क्षत्रबन्धवः ।
 यत् पिबामो मुहुस्त्वत्तः पुण्यं कृष्णकथामृतम्
]

`speaker [
श्रीसूत उवाच
]

`meter [
इंद्रवंशा
]

`verse 44 [
इत्थं स्म पृष्टः स तु बादरायणिः
     तत्स्मारितानन्तहृताखिलेन्द्रियः ।
 कृच्छ्रात् पुनर्लब्धबहिर्दृशिः शनैः
     प्रत्याह तं भागवतोत्तमोत्तम
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे द्वादशोऽध्यायः
]
