`preface [
कालियदमनम्-नागपत्‍नीकृतं नागकर्तृकं च
भगवतः स्तवनं नागद्वारा ह्रदपरित्यागश्च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
विलोक्य दूषितां कृष्णां कृष्णः कृष्णाहिना विभुः ।
 तस्या विशुद्धिमन्विच्छन्सर्पं तमुदवासयत्
]

`speaker [
श्रीराजोवाच
]

`verse 2 [
कथमन्तर्जलेऽगाधे न्यगृह्णाद् भगवानहिम् ।
 स वै बहुयुगावासं यथाऽऽसीद् विप्र कथ्यताम्
]

`verse 3 [
ब्रह्मन्भगवतस्तस्य भूम्नः स्वच्छन्दवर्तिनः ।
 गोपालोदारचरितं कस्तृप्येतामृतं जुषन्
]

`speaker [
श्रीशुक उवाच
]

`verse 4 [
कालिन्द्यां कालियस्यासीद् ह्रदः कश्चिद् विषाग्निना ।
 श्रप्यमाणपया यस्मिन् पतन्त्युपरिगाः खगाः
]

`verse 5 [
विप्रुष्मता विषदोर्मि मारुतेनाभिमर्शिताः ।
 म्रियन्ते तीरगा यस्य प्राणिनः स्थिरजङ्‌गमाः
]

`meter [
वसंततिलका
]

`verse 6 [
तं चण्डवेगविषवीर्यमवेक्ष्य तेन
     दुष्टां नदीं च खलसंयमनावतारः ।
 कृष्णः कदम्बमधिरुह्य ततोऽतितुङ्‌गम्
     आस्फोट्य गाढरशनो न्यपतद् विषोदे
]

`verse 7 [
सर्पह्रदः पुरुषसारनिपातवेग
     संक्षोभितोरगविषोच्छ्वसिताम्बुराशिः ।
 पर्यक्‌प्लुतो विषकषायबिभीषणोर्मिः
     धावन् धनुःशतमनन्तबलस्य किं तत्
]

`verse 8 [
तस्य ह्रदे विहरतो भुजदण्डघूर्ण
     वार्घोषमङ्‌ग वरवारणविक्रमस्य ।
 आश्रुत्य तत् स्वसदनाभिभवं निरीक्ष्य
     चक्षुःश्रवाः समसरत् तदमृष्यमाणः
]

`verse 9 [
तं प्रेक्षणीयसुकुमारघनावदातं
     श्रीवत्सपीतवसनं स्मितसुन्दरास्यम् ।
 क्रीडन्तमप्रतिभयं कमलोदराङ्‌घ्रिं
     सन्दश्य मर्मसु रुषा भुजया चछाद
]

`verse 10 [
तं नागभोगपरिवीतमदृष्टचेष्टम्
     आलोक्य तत्प्रियसखाः पशुपा भृशार्ताः ।
 कृष्णेऽर्पितात्मसुहृदर्थकलत्रकामा
     दुःखानुशोकभयमूढधियो निपेतुः
]

`meter [
अनुष्टुप्
]

`verse 11 [
गावो वृषा वत्सतर्यः क्रन्दमानाः सुदुःखिताः ।
 कृष्णे न्यस्तेक्षणा भीता रुदत्य इव तस्थिरे
]

`verse 12 [
अथ व्रजे महोत्पाताः त्रिविधा ह्यतिदारुणाः ।
 उत्पेतुर्भुवि दिव्यात्मन् यासन्नभयशंसिनः
]

`verse 13 [
तानालक्ष्य भयोद्विग्ना गोपा नन्दपुरोगमाः ।
 विना रामेण गाः कृष्णं ज्ञात्वा चारयितुं गतम्
]

`verse 14 [
तैर्दुर्निमित्तैर्निधनं मत्वा प्राप्तमतद् विदः ।
 तत् प्राणास्तन्मनस्कास्ते दुःखशोकभयातुराः
]

`verse 15 [
आबालवृद्धवनिताः सर्वेऽङ्‌ग पशुवृत्तयः ।
 निर्जग्मुर्गोकुलाद् दीनाः कृष्णदर्शनलालसाः
]

`verse 16 [
तांस्तथा कातरान् वीक्ष्य भगवान् माधवो बलः ।
 प्रहस्य किञ्चिन्नोवाच प्रभावज्ञोऽनुजस्य सः ॥ ॥
 तेऽन्वेषमाणा दयितं कृष्णं सूचितया पदैः ।
 भगवत् लक्षणैर्जग्मुः पदव्या यमुनातटम्
]

`meter [
इंद्रवंशा
]

`verse 17 [
ते तत्र तत्राब्जयवाङ्‌कुशाशनि
     ध्वजोपपन्नानि पदानि विश्पतेः ।
 मार्गे गवामन्यपदान्तरान्तरे
     निरीक्षमाणा ययुरङ्‌ग सत्वराः
]

`meter [
वसंततिलका
]

`verse 18 [
अन्तर्ह्रदे भुजगभोगपरीतमारात् ।
     कृष्णं निरीहमुपलभ्य जलाशयान्ते ।
 गोपांश्च मूढधिषणान् परितः पशूंश्च
     संक्रन्दतः परमकश्मलमापुरार्ताः
]

`verse 19 [
गोप्योऽनुरक्तमनसो भगवत्यनन्ते ।
     तत्सौहृदस्मितविलोकगिरः स्मरन्त्यः ।
 ग्रस्तेऽहिना प्रियतमे भृशदुःखतप्ताः
     शून्यं प्रियव्यतिहृतं ददृशुस्त्रिलोकम्
]

`verse 20 [
ताः कृष्णमातरमपत्यमनुप्रविष्टां
     तुल्यव्यथाः समनुगृह्य शुचः स्रवन्त्यः ।
 तास्ता व्रजप्रियकथाः कथयन्त्य आसन्
     कृष्णाननेऽर्पितदृशो मृतकप्रतीकाः
]

`meter [
अनुष्टुप्
]

`verse 21 [
कृष्णप्राणान् निर्विशतो नन्दादीन् वीक्ष्य तं ह्रदम् ।
 प्रत्यषेधत् स भगवान् रामः कृष्णानुभाववित्
]

`meter [
वसंततिलका
]

`verse 22 [
इत्थं स्वगोकुलमनन्यगतिं निरीक्ष्य
     सस्त्रीकुमारमतिदुःखितमात्महेतोः ।
 आज्ञाय मर्त्यपदवीमनुवर्तमानः
     स्थित्वा मुहूर्तमुदतिष्ठदुरङ्‌गबन्धात्
]

`verse 23 [
तत्प्रथ्यमानवपुषा व्यथितात्मभोगः
     त्यक्त्वोन्नमय्य कुपितः स्वफणान्भुजङ्‌गः ।
 तस्थौ श्वसन् श्वसनरन्ध्रविषाम्बरीष
     स्तब्धेक्षणोल्मुकमुखो हरिमीक्षमाणः
]

`verse 24 [
तं जिह्वया द्विशिखया परिलेलिहानं
     द्वे सृक्किणी ह्यतिकरालविषाग्निदृष्टिम् ।
 क्रीडन्नमुं परिससार यथा खगेन्द्रो
     बभ्राम सोऽप्यवसरं प्रसमीक्षमाणः
]

`verse 25 [
एवं परिभ्रमहतौजसमुन्नतांसम्
     आनम्य तत्पृथुशिरःस्वधिरूढ आद्यः ।
 तन्मूर्धरत्‍ननिकरस्पर्शातिताम्र
     पादाम्बुजोऽखिलकलादिगुरुर्ननर्त
]

`verse 26 [
तं नर्तुमुद्यतमवेक्ष्य तदा तदीय
     गन्धर्वसिद्धमुनिचारणदेववध्वः ।
 प्रीत्या मृदङ्‌गपणवानकवाद्यगीत
     पुष्पोपहारनुतिभिः सहसोपसेदुः
]

`verse 27 [
यद् यद् शिरो न नमतेऽङ्‌ग शतैकशीर्ष्णः
     तत्तन्ममर्द खरदण्डधरोऽङ्‌घ्रिपातैः ।
 क्षीणायुषो भ्रमत उल्बणमास्यतोऽसृङ्‌
     नस्तो वमन् परमकश्मलमाप नागः
]

`verse 28 [
तस्याक्षिभिर्गरलमुद्वमतः शिरःसु
     यद् यत् समुन्नमति निःश्वसतो रुषोच्चैः ।
 नृत्यन् पदानुनमयन् दमयां बभूव
     पुष्पैः प्रपूजित इवेह पुमान्पुराणः
]

`verse 29 [
तच्चित्रताण्डवविरुग्णफणातपत्रो
     रक्तं मुखैरुरु वमन् नृप भग्नगात्रः ।
 स्मृत्वा चराचरगुरुं पुरुषं पुराणं
     नारायणं तमरणं मनसा जगाम
]

`verse 30 [
कृष्णस्य गर्भजगतोऽतिभरावसन्नं
     पार्ष्णिप्रहारपरिरुग्णफणातपत्रम् ।
 दृष्ट्वाहिमाद्यमुपसेदुरमुष्य पत्‍न्य
     आर्ताः श्लथद्वसन भूषणकेशबन्धाः
]

`verse 31 [
तास्तं सुविग्नमनसोऽथ पुरस्कृतार्भाः
     कायं निधाय भुवि भूतपतिं प्रणेमुः ।
 साध्व्यः कृताञ्जलिपुटाः शमलस्य भर्तुः
     मोक्षेप्सवः शरणदं शरणं प्रपन्नाः
]

`speaker [
नागपत्‍न्य ऊचुः
]

`meter [
इंद्रवज्रा
]

`verse 32 [
न्याय्यो हि दण्डः कृतकिल्बिषेऽस्मिन्
     तवावतारः खलनिग्रहाय ।
 रिपोः सुतानामपि तुल्यदृष्टेः
     धत्से दमं फलमेवानुशंसन्
]

`meter [
वंशस्था
]

`verse 33 [
अनुग्रहोऽयं भवतः कृतो हि नो
     दण्डोऽसतां ते खलु कल्मषापहः ।
 यद् दन्दशूकत्वममुष्य देहिनः
     क्रोधोऽपि तेऽनुग्रह एव सम्मतः
]

`meter [
उपेंद्रवज्रा
]

`verse 34 [
तपः सुतप्तं किमनेन पूर्वं
     निरस्तमानेन च मानदेन ।
 धर्मोऽथ वा सर्वजनानुकम्पया
     यतो भवांस्तुष्यति सर्वजीवः
]

`meter [
मिश्र
]

`verse 35 [
कस्यानुभावोऽस्य न देव विद्महे
     तवाङ्‌घ्रिरेणु स्पर्शाधिकारः ।
 यद्वाञ्छया श्रीर्ललनाचरत्तपो
     विहाय कामान् सुचिरं धृतव्रता
]

`verse 36 [
न नाकपृष्ठं न च सार्वभौमं
     न पारमेष्ठ्यं न रसाधिपत्यम् ।
 न योगसिद्धीरपुनर्भवं वा
     वाञ्छन्ति यत्पादरजःप्रपन्नाः
]

`verse 37 [
तदेष नाथाप दुरापमन्यैः
     तमोजनिः क्रोधवशोऽप्यहीशः ।
 संसारचक्रे भ्रमतः शरीरिणो
     यदिच्छतः स्याद् विभवः समक्षः
]

`meter [
अनुष्टुप्
]

`verse 38 [
नमस्तुभ्यं भगवते पुरुषाय महात्मने ।
 भूतावासाय भूताय पराय परमात्मने
]

`verse 39 [
ज्ञानविज्ञाननिधये ब्रह्मणेऽनन्तशक्तये ।
 अगुणायाविकाराय नमस्तेऽप्राकृताय च
]

`verse 40 [
कालाय कालनाभाय कालावयवसाक्षिणे ।
 विश्वाय तदुपद्रष्ट्रे तत्कर्त्रे विश्वहेतवे
]

`verse 41 [
भूतमात्रेन्द्रियप्राण मनोबुद्ध्याशयात्मने ।
 त्रिगुणेनाभिमानेन गूढस्वात्मानुभूतये
]

`verse 42 [
नमोऽनन्ताय सूक्ष्माय कूटस्थाय विपश्चिते ।
 नानावादानुरोधाय वाच्यवाचक शक्तये
]

`verse 43 [
नमः प्रमाणमूलाय कवये शास्त्रयोनये ।
 प्रवृत्ताय निवृत्ताय निगमाय नमो नमः
]

`verse 44 [
नमः कृष्णाय रामाय वसुदेवसुताय च ।
 प्रद्युम्नायानिरुद्धाय सात्वतां पतये नमः
]

`verse 45 [
नमो गुणप्रदीपाय गुणात्मच्छादनाय च ।
 गुणवृत्त्युपलक्ष्याय गुणद्रष्टे स्वसंविदे
]

`verse 46 [
अव्याकृतविहाराय सर्वव्याकृतसिद्धये ।
 हृषीकेश नमस्तेऽस्तु मुनये मौनशीलिने
]

`verse 47 [
परावरगतिज्ञाय सर्वाध्यक्षाय ते नमः ।
 अविश्वाय च विश्वाय तद्द्रष्टेऽस्य च हेतवे
]

`meter [
मिश्र
]

`verse 48 [
त्वं ह्यस्य जन्मस्थितिसंयमान् प्रभो
     गुणैरनीहोऽकृत कालशक्तिधृक् ।
 तत्तत् स्वभावान् प्रतिबोधयन् सतः
     समीक्षयामोघविहार ईहसे
]

`meter [
इंद्रवंशा
]

`verse 49 [
तस्यैव तेऽमूस्तनवस्त्रिलोक्यां
     शान्ता अशान्ता उत मूढयोनयः ।
 शान्ताः प्रियास्ते ह्यधुनावितुं सतां
     स्थातुश्च ते धर्मपरीप्सयेहतः
]

`meter [
अनुष्टुप्
]

`verse 50 [
अपराधः सकृद् भर्त्रा सोढव्यः स्वप्रजाकृतः ।
 क्षन्तुमर्हसि शान्तात्मम् मूढस्य त्वामजानतः
]

`verse 51 [
अनुगृह्णीष्व भगवन् प्राणांस्त्यजति पन्नगः ।
 स्त्रीणां नः साधुशोच्यानां पतिः प्राणः प्रदीयताम्
]

`verse 52 [
विधेहि ते किङ्‌करीणां अनुष्ठेयं तवाज्ञया ।
 यच्छ्रद्धयानुतिष्ठन् वै मुच्यते सर्वतो भयात्
]

`speaker [
श्रीशुक उवाच
]

`verse 53 [
इत्थं स नागपत्‍नीभिः भगवान् समभिष्टुतः ।
 मूर्च्छितं भग्नशिरसं विससर्जाङ्‌घ्रिकुट्टनैः
]

`verse 54 [
प्रतिलब्धेन्द्रियप्राणः कालियः शनकैर्हरिम् ।
 कृच्छ्रात् समुच्छ्वसन् दीनः कृष्णं प्राह कृताञ्जलिः
]

`speaker [
कालिय उवाच
]

`verse 55 [
वयं खलाः सहोत्पत्त्या तमसा दीर्घमन्यवः ।
 स्वभावो दुस्त्यजो नाथ लोकानां यदसद्‍ग्रहः
]

`verse 56 [
त्वया सृष्टमिदं विश्वं धातर्गुणविसर्जनम् ।
 नानास्वभाववीर्यौजो योनिबीजाशयाकृति
]

`verse 57 [
वयं च तत्र भगवन् सर्पा जात्युरुमन्यवः ।
 कथं त्यजामस्त्वन्मायां दुस्त्यजां मोहिताः स्वयम्
]

`verse 58 [
भवान् हि कारणं तत्र सर्वज्ञो जगदीश्वरः ।
 अनुग्रहं निग्रहं वा मन्यसे तद् विधेहि नः
]

`speaker [
श्रीशुक उवाच
]

`verse 59 [
इत्याकर्ण्य वचः प्राह भगवान् कार्यमानुषः ।
 नात्र स्थेयं त्वया सर्प समुद्रं याहि मा चिरम् ।
 स्वज्ञात्यपत्यदाराढ्यो गोनृभिर्भुज्यतां नदी
]

`verse 60 [
य एतत् संस्मरेन् मर्त्यः तुभ्यं मदनुशासनम् ।
 कीर्तयन् उभयोः सन्ध्योः न युष्मद् भयमाप्नुयात्
]

`verse 61 [
योऽस्मिन् स्नात्वा मदाक्रीडे देवादीन् तर्पयेज्जलैः ।
 उपोष्य मां स्मरन्नर्चेत् सर्वपापैः प्रमुच्यते
]

`verse 62 [
द्वीपं रमणकं हित्वा ह्रदमेतमुपाश्रितः ।
 यद् भयात्स सुपर्णस्त्वां नाद्यान्मत्पाद लाञ्छितम्
]

`verse 63 [
श्रीऋषिरुवाच ।
 एवमुक्तो भगवता कृष्णेनाद्‌भुतकर्मणा ।
 तं पूजयामास मुदा नागपत्‍न्यश्च सादरम्
]

`verse 64 [
दिव्याम्बरस्रङ्‌ मणिभिः परार्ध्यैरपि भूषणैः ।
 दिव्यगन्धानुलेपैश्च महत्योत्पलमालया
]

`verse 65 [
पूजयित्वा जगन्नाथं प्रसाद्य गरुडध्वजम् ।
 ततः प्रीतोऽभ्यनुज्ञातः परिक्रम्याभिवन्द्य तम्
]

`verse 66 [
सकलत्रसुहृत्पुत्रो द्वीपमब्धेर्जगाम ह ।
 तदैव सामृतजला यमुना निर्विषाभवत् ।
 अनुग्रहाद् भगवतः क्रीडामानुषरूपिणः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे षोडशोऽध्यायः
]
