`preface [
कालियस्य यमुनाह्रदे निवासस्य कारणवर्णनं
ह्रदान्निर्गतेन श्रीकृष्णेन व्रजौकसां दावानलाद् रक्षणम् -
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
नागालयं रमणकं कस्मात् तत्याज कालियः ।
 कृतं किं वा सुपर्णस्य तेनैकेनासमञ्जसम्
]

`speaker [
श्रीशुक उवाच
]

`verse 2 [
उपहार्यैः सर्पजनैः मासि मासीह यो बलिः ।
 वानस्पत्यो महाबाहो नागानां प्राङ्‌निरूपितः
]

`verse 3 [
स्वं स्वं भागं प्रयच्छन्ति नागाः पर्वणि पर्वणि ।
 गोपीथायात्मनः सर्वे सुपर्णाय महात्मने
]

`verse 4 [
विषवीर्य मदाविष्टः काद्रवेयस्तु कालियः ।
 कदर्थीकृत्य गरुडं स्वयं तं बुभुजे बलिम्
]

`verse 5 [
तच्छ्रुत्वा कुपितो राजन् भगवान् भगवत्प्रियः ।
 विजिघांसुर्महावेगः कालियं समुपाद्रवत्
]

`meter [
मिश्र
]

`verse 6 [
तमापतन्तं तरसा विषायुधः
     प्रत्यभ्ययाद् उच्छ्रितनैकमस्तकः ।
 दद्‌भिः सुपर्णं व्यदशद् ददायुधः
     कराल जिह्रोच्छ्वसितोग्र लोचनः
]

`verse 7 [
तं तार्क्ष्यपुत्रः स निरस्य मन्युमान्
     प्रचण्डवेगो मधुसूदनासनः ।
 पक्षेण सव्येन हिरण्यरोचिषा
     जघान कद्रुसुतमुग्रविक्रमः
]

`meter [
अनुष्टुप्
]

`verse 8 [
सुपर्णपक्षाभिहतः कालियोऽतीव विह्वलः ।
 ह्रदं विवेश कालिन्द्याः तदगम्यं दुरासदम्
]

`verse 9 [
तत्रैकदा जलचरं गरुडो भक्ष्यमीप्सितम् ।
 निवारितः सौभरिणा प्रसह्य क्षुधितोऽहरत्
]

`verse 10 [
मीनान् सुदुःखितान् दृष्ट्वा दीनान् मीनपतौ हते ।
 कृपया सौभरिः प्राह तत्रत्यक्षेममाचरन्
]

`verse 11 [
अत्र प्रविश्य गरुडो यदि मत्स्यान् स खादति ।
 सद्यः प्राणैर्वियुज्येत सत्यमेतद् ब्रवीम्यहम्
]

`verse 12 [
तं कालियः परं वेद नान्यः कश्चन लेलिहः ।
 अवात्सीद् गरुडाद् भीतः कृष्णेन च विवासितः
]

`verse 13 [
कृष्णं ह्रदाद् विनिष्क्रान्तं दिव्यस्रग् गन्धवाससम् ।
 महामणिगणाकीर्णं जाम्बूनदपरिष्कृतम्
]

`verse 14 [
उपलभ्योत्थिताः सर्वे लब्धप्राणा इवासवः ।
 प्रमोदनिभृतात्मानो गोपाः प्रीत्याभिरेभिरे
]

`verse 15 [
यशोदा रोहिणी नन्दो गोप्यो गोपाश्च कौरव ।
 कृष्णं समेत्य लब्धेहा आसन् लब्धमनोरथा
]

`verse 16 [
रामश्चाच्युतमालिङ्‌ग्य जहासास्यानुभाववित् ।
 नगो गावो वृषा वत्सा लेभिरे परमां मुदम्
]

`verse 17 [
नन्दं विप्राः समागत्य गुरवः सकलत्रकाः ।
 ऊचुस्ते कालियग्रस्तो दिष्ट्या मुक्तस्तवात्मजः
]

`verse 18 [
देहि दानं द्विजातीनां कृष्णनिर्मुक्तिहेतवे ।
 नन्दः प्रीतमना राजन् गाः सुवर्णं तदादिशत्
]

`verse 19 [
यशोदापि महाभागा नष्टलब्धप्रजा सती ।
 परिष्वज्याङ्‌कमारोप्य मुमोचाश्रुकलां मुहुः
]

`verse 20 [
तां रात्रिं तत्र राजेन्द्र क्षुत्तृड्भ्यां श्रमकर्षिताः ।
 ऊषुर्व्रयौकसो गावः कालिन्द्या उपकूलतः
]

`verse 21 [
तदा शुचिवनोद्‍भूतो दावाग्निः सर्वतो व्रजम् ।
 सुप्तं निशीथ आवृत्य प्रदग्धुमुपचक्रमे
]

`verse 22 [
तत उत्थाय सम्भ्रान्ता दह्यमाना व्रजौकसः ।
 कृष्णं ययुस्ते शरणं मायामनुजमीश्वरम्
]

`verse 23 [
कृष्ण कृष्ण महाभाग हे रामामितविक्रम ।
 एष घोरतमो वह्निः तावकान् ग्रसते हि नः
]

`verse 24 [
सुदुस्तरान्नः स्वान् पाहि कालाग्नेः सुहृदः प्रभो ।
 न शक्नुमः त्वच्चरणं संत्यक्तुं अकुतोभयम्
]

`verse 25 [
इत्थं स्वजनवैक्लव्यं निरीक्ष्य जगदीश्वरः ।
 तं अग्निं अपिबत् तीव्रं अनंतोऽनन्त शक्तिधृक्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे सप्तदशोऽध्यायः
]
