`set context {
  skandha = "10",
  adhyaya = "18",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 18"
}

`verse 1 [
अथाष्टादशोऽध्यायः  10.18
श्रीशुक उवाच
अथ कृष्णः परिवृतो ज्ञातिभिर्मुदितात्मभिः
अनुगीयमानो न्यविशद्व्रजं गोकुलमण्डितम्
]

`verse 2 [
व्रजे विक्रीडतोरेवं गोपालच्छद्ममायया
ग्रीष्मो नामर्तुरभवन्नातिप्रेयाञ्छरीरिणाम्
]

`verse 3 [
स च वृन्दावनगुणैर्वसन्त इव लक्षितः
यत्रास्ते भगवान्साक्षाद्रा मेण सह केशवः
]

`verse 4 [
यत्र निर्झरनिर्ह्राद निवृत्तस्वनझिल्लिकम्
शश्वत्तच्छीकरर्जीष द्रुममण्डलमण्डितम्
]

`verse 5 [
सरित्सरःप्रस्रवणोर्मिवायुना कह्लारकञ्जोत्पलरेणुहारिणा
न विद्यते यत्र वनौकसां दवो निदाघवह्न्यर्कभवोऽतिशाद्वले
]

`verse 6 [
अगाधतोयह्रदिनीतटोर्मिभिर्द्रवत्पुरीष्याः पुलिनैः समन्ततः
न यत्र चण्डांशुकरा विषोल्बणा भुवो रसं शाद्वलितं च गृह्णते
]

`verse 7 [
वनं कुसुमितं श्रीमन्नदच्चित्रमृगद्विजम्
गायन्मयूरभ्रमरं कूजत्कोकिलसारसम्
]

`verse 8 [
क्रीडिष्यमाणस्तत्क्र्ष्णो भगवान्बलसंयुतः
वेणुं विरणयन्गोपैर्गोधनैः संवृतोऽविशत्
]

`verse 9 [
प्रवालबर्हस्तबक स्रग्धातुकृतभूषणाः
रामकृष्णादयो गोपा ननृतुर्युयुधुर्जगुः
]

`verse 10 [
कृष्णस्य नृत्यतः केचिज्जगुः केचिदवादयन्
वेणुपाणितलैः शृङ्गैः प्रशशंसुरथापरे
]

`verse 11 [
गोपजातिप्रतिच्छन्ना देवा गोपालरूपिणौ
ईडिरे कृष्णरामौ च नटा इव नटं नृप
]

`verse 12 [
भ्रमणैर्लङ्घनैः क्षेपैरास्फोटनविकर्षणैः
चिक्रीडतुर्नियुद्धेन काकपक्षधरौ क्वचित्
]

`verse 13 [
क्वचिन्नृत्यत्सु चान्येषु गायकौ वादकौ स्वयम्
शशंसतुर्महाराज साधु साध्विति वादिनौ
]

`verse 14 [
क्वचिद्बिल्वैः क्वचित्कुम्भैः क्वचामलकमुष्टिभिः
अस्पृश्यनेत्रबन्धाद्यैः क्वचिन्मृगखगेहया
]

`verse 15 [
क्वचिच्च दर्दुरप्लावैर्विविधैरुपहासकैः
कदाचित्स्यन्दोलिकया कर्हिचिन्नृपचेष्टया
]

`verse 16 [
एवं तौ लोकसिद्धाभिः क्रीडाभिश्चेरतुर्वने
नद्यद्रि द्रोणिकुञ्जेषु काननेषु सरःसु च
]

`verse 17 [
पशूंश्चारयतोर्गोपैस्तद्वने रामकृष्णयोः
गोपरूपी प्रलम्बोऽगादसुरस्तज्जिहीर्षया
]

`verse 18 [
तं विद्वानपि दाशार्हो भगवान्सर्वदर्शनः
अन्वमोदत तत्सख्यं वधं तस्य विचिन्तयन्
]

`verse 19 [
तत्रोपाहूय गोपालान्कृष्णः प्राह विहारवित्
हे गोपा विहरिष्यामो द्वन्द्वीभूय यथायथम्
]

`verse 20 [
तत्र चक्रुः परिवृढौ गोपा रामजनार्दनौ
कृष्णसङ्घट्टिनः केचिदासन्रामस्य चापरे
]

`verse 21 [
आचेरुर्विविधाः क्रीडा वाह्यवाहकलक्षणाः
यत्रारोहन्ति जेतारो वहन्ति च पराजिताः
]

`verse 22 [
वहन्तो वाह्यमानाश्च चारयन्तश्च गोधनम्
भाण्डीरकं नाम वटं जग्मुः कृष्णपुरोगमाः
]

`verse 23 [
रामसङ्घट्टिनो यर्हि श्रीदामवृषभादयः
क्रीडायां जयिनस्तांस्तानूहुः कृष्णादयो नृप
]

`verse 24 [
उवाह कृष्णो भगवान्श्रीदामानं पराजितः
वृषभं भद्रसेनस्तु प्रलम्बो रोहिणीसुतम्
]

`verse 25 [
अविषह्यं मन्यमानः कृष्णं दानवपुङ्गवः
वहन् द्रुततरं प्रागादवरोहणतः परम्
]

`verse 26 [
तमुद्वहन्धरणिधरेन्द्र गौरवं
महासुरो विगतरयो निजं वपुः
स आस्थितः पुरटपरिच्छदो बभौ
तडिद्द्युमानुडुपतिवाडिवाम्बुदः
]

`verse 27 [
निरीक्ष्य तद्वपुरलमम्बरे चरत्
प्रदीप्तदृग्भ्रुकुटितटोग्रदंष्ट्रकम्
ज्वलच्छिखं कटककिरीटकुण्डल
त्विषाद्भुतं हलधर ईषदत्रसत्
]

`verse 28 [
अथागतस्मृतिरभयो रिपुं बलो विहाय सार्थमिव हरन्तमात्मनः
रुषाहनच्छिरसि दृढेन मुष्टिना सुराधिपो गिरिमिव वज्ररंहसा
]

`verse 29 [
स आहतः सपदि विशीर्णमस्तको मुखाद्वमन्रुधिरमपस्मृतोऽसुरः
महारवं व्यसुरपतत्समीरयन्गिरिर्यथा मघवत आयुधाहतः
]

`verse 30 [
दृष्ट्वा प्रलम्बं निहतं बलेन बलशालिना
गोपाः सुविस्मिता आसन्साधु साध्विति वादिनः
]

`verse 31 [
आशिषोऽभिगृणन्तस्तं प्रशशंसुस्तदर्हणम्
प्रेत्यागतमिवालिङ्ग्य प्रेमविह्वलचेतसः
]

`verse 32 [
पापे प्रलम्बे निहते देवाः परमनिर्वृताः
अभ्यवर्षन्बलं माल्यैः शशंसुः साधु साध्विति
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे पूर्वार्धे प्रलम्बवधो नामाष्टादशोऽध्यायः
]
