`preface [
प्रावृड्वर्णनं शरद्‌वर्णनं च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
तयोस्तदद्‍भुतं कर्म दावाग्नेर्मोक्षमात्मनः ।
 गोपाः स्त्रीभ्यः समाचख्युः प्रलम्बवधमेव च
]

`verse 2 [
गोपवृद्धाश्च गोप्यश्च तदुपाकर्ण्य विस्मिताः ।
 मेनिरे देवप्रवरौ कृष्णरामौ व्रजं गतौ
]

`verse 3 [
ततः प्रावर्तत प्रावृट् सर्वसत्त्वसमुद्‍भवा ।
 विद्योतमानपरिधिः विस्फूर्जित नभस्तला
]

`verse 4 [
सान्द्रनीलाम्बुदैर्व्योम सविद्युत् स्तनयित्‍नुभिः ।
 अस्पष्टज्योतिः आच्छन्नं ब्रह्मेव सगुणं बभौ
]

`verse 5 [
अष्टौ मासान् निपीतं यद् भूम्याश्चोदमयं वसु ।
 स्वगोभिर्मोक्तुमारेभे पर्जन्यः काल आगते
]

`verse 6 [
तडिद्वन्तो महामेघाः चण्ड श्वसन वेपिताः ।
 प्रीणनं जीवनं ह्यस्य मुमुचुः करुणा इव
]

`verse 7 [
तपःकृशा देवमीढा आसीद् वर्षीयसी मही ।
 यथैव काम्यतपसः तनुः सम्प्राप्य तत्फलम्
]

`verse 8 [
निशामुखेषु खद्योताः तमसा भान्ति न ग्रहाः ।
 यथा पापेन पाखण्डा न हि वेदाः कलौ युगे
]

`verse 9 [
श्रुत्वा पर्जन्यनिनदं मण्डुकाः व्यसृजन् गिरः ।
 तूष्णीं शयानाः प्राग् यद्वद् ब्राह्मणा नियमात्यये
]

`verse 10 [
आसन् उत्पथवाहिन्यः क्षुद्रनद्योऽनुशुष्यतीः ।
 पुंसो यथास्वतंत्रस्य देहद्रविण सम्पदः
]

`verse 11 [
हरिता हरिभिः शष्पैः इन्द्रगोपैश्च लोहिता ।
 उच्छिलीन्ध्रकृतच्छाया नृणां श्रीरिव भूरभूत्
]

`verse 12 [
क्षेत्राणि शष्यसम्पद्‌भिः कर्षकाणां मुदं ददुः ।
 मानिनां उनुतापं वै दैवाधीनं अजानताम्
]

`verse 13 [
जलस्थलौकसः सर्वे नववारिनिषेवया ।
 अबिभ्रन् रुचिरं रूपं यथा हरिनिषेवया
]

`verse 14 [
सरिद्‌भी सङ्‌गतः सिन्धुः चुक्षोभ श्वसनोर्मिमान् ।
 अपक्वयोगिनश्चित्तं कामाक्तं गुणयुग् यथा
]

`verse 15 [
गिरयो वर्षधाराभिः हन्यमाना न विव्यथुः ।
 अभिभूयमाना व्यसनैः यथा अधोक्षजचेतसः
]

`verse 16 [
मार्गा बभूवुः सन्दिग्धाः तृणैश्छन्ना ह्यसंस्कृताः ।
 नाभ्यस्यमानाः श्रुतयो द्विजैः कालहता इव
]

`verse 17 [
लोकबन्धुषु मेघेषु विद्युतश्चलसौहृदाः ।
 स्थैर्यं न चक्रुः कामिन्यः पुरुषेषु गुणिष्विव
]

`verse 18 [
धनुर्वियति माहेन्द्रं निर्गुणं च गुणिन्यभात् ।
 व्यक्ते गुणव्यतिकरे अगुणवान् पुरुषो यथा
]

`verse 19 [
न रराजोडुपश्छन्नः स्वज्योत्स्नाराजितैर्घनैः ।
 अहंमत्या भासितया स्वभासा पुरुषो यथा
]

`verse 20 [
मेघागमोत्सवा हृष्टाः प्रत्यनन्दन् शिखण्डिनः ।
 गृहेषु तप्ता निर्विण्णा यथाच्युतजनागमे
]

`verse 21 [
पीत्वापः पादपाः पद्‌भिः आसन्नानात्ममूर्तयः ।
 प्राक् क्षामास्तपसा श्रान्ता यथा कामानुसेवया
]

`verse 22 [
सरःस्वशान्तरोधःसु न्यूषुरङ्‌गापि सारसाः ।
 गृहेष्वशान्तकृत्येषु ग्राम्या इव दुराशयाः
]

`verse 23 [
जलौघैर्निरभिद्यन्त सेतवो वर्षतीश्वरे ।
 पाषण्डिनामसद्वादैः वेदमार्गाः कलौ यथा
]

`verse 24 [
व्यमुञ्चन् वान्वायुभिर्नुन्ना भूतेभ्योऽथामृतं घनाः ।
 यथाऽऽशिषो विश्पतयः काले काले द्विजेरिताः
]

`verse 25 [
एवं वनं तद् वर्षिष्ठं पक्वखर्जुर जम्बुमत् ।
 गोगोपालैर्वृतो रन्तुं सबलः प्राविशद् हरिः
]

`verse 26 [
धेनवो मन्दगामिन्य ऊधोभारेण भूयसा ।
 ययुर्भगवताऽऽहूता द्रुतं प्रीत्या स्नुतस्तनीः
]

`verse 27 [
वनौकसः प्रमुदिता वनराजीर्मधुच्युतः ।
 जलधारा गिरेर्नादाद् आसन्ना ददृशे गुहाः
]

`verse 28 [
क्वचिद् वनस्पतिक्रोडे गुहायां चाभिवर्षति ।
 निर्विश्य भगवान् रेमे कन्दमूलफलाशनः
]

`verse 29 [
दध्योदनं समानीतं शिलायां सलिलान्तिके ।
 सम्भोजनीयैर्बुभुजे गोपैः सङ्‌कर्षणान्वितः
]

`verse 30 [
शाद्वलोपरि संविश्य चर्वतो मीलितेक्षणान् ।
 तृप्तान् वृषा वत्सतरान् गाश्च स्वोधोभरश्रमाः
]

`verse 31 [
प्रावृट्‌श्रियं च तां वीक्ष्य सर्वभूतमुदावहाम् ।
 भगवान् पूजयांचक्रे आत्मशक्त्युपबृंहिताम्
]

`verse 32 [
एवं निवसतोस्तस्मिन् रामकेशवयोर्व्रजे ।
 शरत् समभवद् व्यभ्रा स्वच्छाम्ब्वपरुषानिला
]

`verse 33 [
शरदा नीरजोत्पत्त्या नीराणि प्रकृतिं ययुः ।
 भ्रष्टानामिव चेतांसि पुनर्योगनिषेवया
]

`verse 34 [
व्योम्नोऽब्भ्रं भूतशाबल्यं भुवः पङ्‌कमपां मलम् ।
 शरत् जहाराश्रमिणां कृष्णे भक्तिर्यथाशुभम्
]

`verse 35 [
सर्वस्वं जलदा हित्वा विरेजुः शुभ्रवर्चसः ।
 यथा त्यक्तैषणाः शान्ता मुनयो मुक्तकिल्बिषाः
]

`verse 36 [
गिरयो मुमुचुस्तोयं क्वचिन्न मुमुचुः शिवम् ।
 यथा ज्ञानामृतं काले ज्ञानिनो ददते न वा
]

`verse 37 [
नैवाविदन् क्षीयमाणं जलं गाधजलेचराः ।
 यथाऽऽयुरन्वहं क्षय्यं नरा मूढाः कुटुम्बिनः
]

`verse 38 [
गाधवारिचरास्तापं अविन्दन् शरदर्कजम् ।
 यथा दरिद्रः कृपणः कुटुम्ब्यविजितेन्द्रियः
]

`verse 39 [
शनैः शनैर्जहुः पङ्‌कं स्थलान्यामं च वीरुधः ।
 यथाहंममतां धीराः शरीरादिष्वनात्मसु
]

`verse 40 [
निश्चलाम्बुरभूत् तूष्णीं समुद्रः शरदागमे ।
 आत्मनि उपरते सम्यङ्‌ मुनिर्व्युपरतागमः
]

`verse 41 [
केदारेभ्यस्त्वपोऽगृह्णन् कर्षका दृढसेतुभिः ।
 यथा प्राणैः स्रवज्ज्ञानं तन्निरोधेन योगिनः
]

`verse 42 [
शरदर्कांशुजांस्तापान् भूतानां उडुपोऽहरत् ।
 देहाभिमानजं बोधो मुकुन्दो व्रजयोषिताम्
]

`verse 43 [
खमशोभत निर्मेघं शरद् विमलतारकम् ।
 सत्त्वयुक्तं यथा चित्तं शब्दब्रह्मार्थदर्शनम्
]

`verse 44 [
अखण्डमण्डलो व्योम्नि रराजोडुगणैः शशी ।
 यथा यदुपतिः कृष्णो वृष्णिचक्रावृतो भुवि
]

`verse 45 [
आश्लिष्य समशीतोष्णं प्रसून वनमारुतम् ।
 जनास्तापं जहुर्गोप्यो न कृष्णहृतचेतसः
]

`verse 46 [
गावो मृगाः खगा नार्यः पुष्पिण्यः शरदाभवन् ।
 अन्वीयमानाः स्ववृषैः फलैरीशक्रिया इव
]

`verse 47 [
उदहृष्यन् वारिजानि सूर्योत्थाने कुमुद्‌ विना ।
 राज्ञा तु निर्भया लोका यथा दस्यून् विना नृप
]

`verse 48 [
पुरग्रामेष्वाग्रयणैः इन्द्रियैश्च महोत्सवैः ।
 बभौ भूः पक्वसस्याढ्या कलाभ्यां नितरां हरेः
]

`verse 49 [
वणिङ्‌मुनि नृपस्नाता निर्गम्यार्थान् प्रपेदिरे ।
 वर्षरुद्धा यथा सिद्धाः स्वपिण्डान् काल आगते
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे विंशोऽध्यायः
]
