`preface [
वेणुगीतम् - भगवतो मधुरं
 वेणुनादं आकर्ण्य गोपीभिः तद्‌गुणगानम्
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
इत्थं शरत् स्वच्छजलं पद्माकरसुगन्धिना ।
 न्यविशद् वायुना वातं स गोगोपालकोऽच्युतः
]

`meter [
पुष्पिताग्रा
]

`verse 2 [
कुसुमितवनराजिशुष्मिभृङ्‌ग
     द्विजकुलघुष्टसरःसरिन्महीध्रम् ।
 मधुपतिरवगाह्य चारयन् गाः
     सहपशुपालबलश्चुकूज वेणुम्
]

`meter [
अनुष्टुप्
]

`verse 3 [
तद् व्रजस्त्रिय आश्रुत्य वेणुगीतं स्मरोदयम् ।
 काश्चित् परोक्षं कृष्णस्य स्वसखीभ्योऽन्ववर्णयन्
]

`verse 4 [
तद् वर्णयितुमारब्धाः स्मरन्त्यः कृष्णचेष्टितम् ।
 नाशकन् स्मरवेगेन विक्षिप्तमनसो नृप
]

`meter [
मंदाक्रांता
]

`verse 5 [
बर्हापीडं नटवरवपुः कर्णयोः कर्णिकारं ।
 बिभ्रद् वासः कनककपिशं वैजयन्तीं च मालाम् ।
 रन्ध्रान् वेणोरधरसुधयापूरयन् गोपवृन्दैः ।
 वृन्दारण्यं स्वपदरमणं प्राविशद् गीतकीर्तिः
]

`meter [
अनुष्टुप्
]

`verse 6 [
इति वेणुरवं राजन् सर्वभूतमनोहरम् ।
 श्रुत्वा व्रजस्त्रियः सर्वा वर्णयन्त्योऽभिरेभिरे
]

`speaker [
श्रीगोप्य ऊचुः
]

`meter [
वसंततिलका
]

`verse 7 [
अक्षण्वतां फलमिदं न परं विदामः
     सख्यः पशूननु विवेशयतोर्वयस्यैः ।
 वक्त्रं व्रजेशसुतयोरनवेणुजुष्टं
     यैर्वा निपीतमनुरक्त-कटाक्षमोक्षम्
]

`verse 8 [
चूतप्रवालबर्हस्तबक् उत्पलाब्ज
     मालानुपृक्तपरिधान विचित्रवेशौ ।
 मध्ये विरेजतुरलं पशुपालगोष्ठ्यां
     रङ्‌गे यथा नटवरौ क्व च गायमानौ
]

`verse 9 [
गोप्यः किमाचरदयं कुशलं स्म वेणुः
     दामोदराधरसुधामपि गोपिकानाम् ।
 भुङ्‌क्ते स्वयं यदवशिष्टरसं ह्रदिन्यो
     हृष्यत्त्वचोऽश्रु मुमुचुस्तरवो यथाऽऽर्याः
]

`verse 10 [
वृन्दावनं सखि भुवो वितनोति कीर्तिं
     यद् देवकीसुतपदाम्बु जलब्धलक्ष्मि ।
 गोविन्दवेणुमनु मत्तमयूरनृत्यं
     प्रेक्ष्याद्रिसान्ववरतान्यसमस्तसत्त्वम्
]

`verse 11 [
धन्याः स्म मूढमतयोऽपि हरिण्य एता
     या नन्दनन्दनमुपात्त विचित्रवेशम् ।
 आकर्ण्य वेणुरणितं सहकृष्णसाराः
     पूजां दधुर्विरचितां प्रणयावलोकैः
]

`verse 12 [
कृष्णं निरीक्ष्य वनितोत्सवरूपशीलं
     श्रुत्वा च तत्क्वणितवेणु विविक्तगीतम् ।
 देव्यो विमानगतयः स्मरनुन्नसारा
     भ्रश्यत् प्रसूनकबरा मुमुहुर्विनीव्यः
]

`verse 13 [
गावश्च कृष्णमुखनिर्गतवेणुगीत
     पीयूषमुत्तभितकर्णपुटैः पिबन्त्यः ।
 शावाः स्नुतस्तनपयःकवलाः स्म तस्थुः
     गोविन्दमात्मनि दृशाश्रुकलाः स्पृशन्त्यः
]

`verse 14 [
प्रायो बताम्ब विहगा मुनयो वनेऽस्मिन्
     कृष्णेक्षितं तदुदितं कलवेणुगीतम् ।
 आरुह्य ये द्रुमभुजान् रुचिरप्रवालान्
     श्रृण्वत्यमीलितदृशो विगतान्यवाचः
]

`verse 15 [
नद्यस्तदा तदुपधार्य मुकुन्दगीतम्
     आवर्तलक्षित मनोभवभग्नवेगाः ।
 आलिङ्‌गनस्थगितमूर्मिभुजैर्मुरारेः
     गृह्णन्ति पादयुगलं कमलोपहाराः
]

`verse 16 [
दृष्ट्वाऽऽतपे व्रजपशून् सह रामगोपैः
     सञ्चारयन्तमनु वेणुमुदीरयन्तम् ।
 प्रेमप्रवृद्ध उदितः कुसुमावलीभिः
     सख्युर्व्यधात् स्ववपुषाम्बुद आतपत्रम्
]

`verse 17 [
पूर्णाः पुलिन्द्य उरुगायपदाब्जराग
     श्रीकुङ्‌कुमेन दयितास्तनमण्डितेन ।
 तद्दर्शनस्मररुजस्तृणरूषितेन
     लिम्पन्त्य आननकुचेषु जहुस्तदाधिम्
]

`verse 18 [
हन्तायमद्रिरबला हरिदासवर्यो
     यद् रामकृष्णचरणस्परशप्रमोदः ।
 मानं तनोति सहगोगणयोस्तयोर्यत्
     पानीयसूयवस कन्दरकन्दमूलैः
]

`verse 19 [
गा गोपकैरनुवनं नयतोरुदार
     वेणुस्वनैः कलपदैस्तनुभृत्सु सख्यः ।
 अस्पन्दनं गतिमतां पुलकस्तरुणां
     निर्योगपाशकृत लक्षणयोर्विचित्रम्
]

`meter [
अनुष्टुप्
]

`verse 20 [
एवंविधा भगवतो या वृन्दावनचारिणः ।
 वर्णयन्त्यो मिथो गोप्यः क्रीडास्तन्मयतां ययुः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे एकविंशोऽध्यायः
]
