`preface [
चीरहरणलीला -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
हेमन्ते प्रथमे मासि नन्दव्रजकुमारिकाः ।
 चेरुर्हविष्यं भुञ्जानाः कात्यायन्यर्चनव्रतम्
]

`verse 2 [
आप्लुत्याम्भसि कालिन्द्या जलान्ते चोदितेऽरुणे ।
 कृत्वा प्रतिकृतिं देवीं आनर्चुः नृप सैकतीम्
]

`verse 3 [
गन्धैर्माल्यैः सुरभिभिः बलिभिर्धूपदीपकैः ।
 उच्चावचैश्चोपहारैः प्रवालफल तण्डुलैः
]

`verse 4 [
कात्यायनि महामाये महायोगिन्यधीश्वरि ।
 नन्दगोपसुतं देवि पतिं मे कुरु ते नमः ।
 इति मन्त्रं जपन्त्यस्ताः पूजां चक्रुः कुमारिकाः
]

`verse 5 [
एवं मासं व्रतं चेरुः कुमार्यः कृष्णचेतसः ।
 भद्रकालीं समानर्चुः भूयान्नन्दसुतः पतिः
]

`verse 6 [
ऊषस्युत्थाय गोत्रैः स्वैरन्योन्या बद्धबाहवः ।
 कृष्णं उच्चैर्जगुर्यान्त्यः कालिन्द्यां स्नातुमन्वहम्
]

`verse 7 [
नद्याः कदाचिदागत्य तीरे निक्षिप्य पूर्ववत् ।
 वासांसि कृष्णं गायन्त्यो विजह्रुः सलिले मुदा
]

`verse 8 [
भगवान् तदभिप्रेत्य कृष्णो योगेश्वरेश्वरः ।
 वयस्यैरावृतस्तत्र गतस्तत्कर्मसिद्धये
]

`verse 9 [
तासां वासांस्युपादाय नीपमारुह्य सत्वरः ।
 हसद्‌भिः प्रहसन् बालैः परिहासमुवाच ह
]

`verse 10 [
अत्रागत्याबलाः कामं स्वं स्वं वासः प्रगृह्यताम् ।
 सत्यं ब्रवाणि नो नर्म यद्यूयं व्रतकर्शिताः
]

`verse 11 [
न मयोदितपूर्वं वा अनृतं तदिमे विदुः ।
 एकैकशः प्रतीच्छध्वं सहैवेति सुमध्यमाः
]

`verse 12 [
तस्य तत् क्ष्वेलितं दृष्ट्वा गोप्यः प्रेमपरिप्लुताः ।
 व्रीडिताः प्रेक्ष्य चान्योन्यं जातहासा न निर्ययुः
]

`verse 13 [
एवं ब्रुवति गोविन्दे नर्मणाऽऽक्षिप्तचेतसः ।
 आकण्ठमग्नाः शीतोदे वेपमानास्तमब्रुवन्
]

`verse 14 [
मानयं भोः कृथास्त्वां तु नन्दगोपसुतं प्रियम् ।
 जानीमोऽङ्‌ग व्रजश्लाघ्यं देहि वासांसि वेपिताः
]

`verse 15 [
श्यामसुन्दर ते दास्यः करवाम तवोदितम् ।
 देहि वासांसि धर्मज्ञ नो चेद् राज्ञे ब्रुवाम हे
]

`verse 16 [
श्रीभगवानुवाच ।
 भवत्यो यदि मे दास्यो मयोक्तं वा करिष्यथ ।
 अत्रागत्य स्ववासांसि प्रतीच्छन्तु शुचिस्मिताः
]

`verse 17 [
ततो जलाशयात् सर्वा दारिकाः शीतवेपिताः ।
 पाणिभ्यां योनिमाच्छाद्य प्रोत्तेरुः शीतकर्शिताः
]

`verse 18 [
भगवानाहता वीक्ष्य शुद्ध भावप्रसादितः ।
 स्कन्धे निधाय वासांसि प्रीतः प्रोवाच सस्मितम्
]

`meter [
मिश्र
]

`verse 19 [
यूयं विवस्त्रा यदपो धृतव्रता
     व्यगाहतैतत् तदु देवहेलनम् ।
 बद्ध्वाञ्जलिं मूर्ध्न्यपनुत्तयेंऽहसः
     कृत्वा नमोऽधो वसनं प्रगृह्यताम्
]

`meter [
इंद्रवंशा
]

`verse 20 [
इत्यच्युतेनाभिहितं व्रजाबला
     मत्वा विवस्त्राप्लवनं व्रतच्युतिम् ।
 तत्पूर्तिकामास्तदशेषकर्मणां
     साक्षात्कृतं नेमुरवद्यमृग् यतः
]

`meter [
अनुष्टुप्
]

`verse 21 [
तास्तथावनता दृष्ट्वा भगवान् देवकीसुतः ।
 वासांसि ताभ्यः प्रायच्छत् करुणस्तेन तोषितः
]

`meter [
मिश्र
]

`verse 22 [
दृढं प्रलब्धास्त्रपया च हापिताः
     प्रस्तोभिताः क्रीडनवच्च कारिताः ।
 वस्त्राणि चैवापहृतान्यथाप्यमुं
     ता नाभ्यसूयन् प्रियसङ्‌गनिर्वृताः
]

`meter [
अनुष्टुप्
]

`verse 23 [
परिधाय स्ववासांसि प्रेष्ठसङ्‌गमसज्जिताः ।
 गृहीतचित्ता नो चेलुः तस्मिन् लज्जायितेक्षणाः
]

`verse 24 [
तासां विज्ञाय भगवान् स्वपादस्पर्शकाम्यया ।
 धृतव्रतानां सङ्‌कल्पं आह दामोदरोऽबलाः
]

`verse 25 [
सङ्‌कल्पो विदितः साध्व्यो भवतीनां मदर्चनम् ।
 मयानुमोदितः सोऽसौ सत्यो भवितुमर्हति
]

`verse 26 [
न मय्यावेशितधियां कामः कामाय कल्पते ।
 भर्जिता क्वथिता धाना प्रायो बीजाय नेशते
]

`verse 27 [
याताबला व्रजं सिद्धा मयेमा रंस्यथा क्षपाः ।
 यदुद्दिश्य व्रतमिदं चेरुरार्यार्चनं सतीः
]

`speaker [
श्रीशुक उवाच
]

`verse 28 [
इत्यादिष्टा भगवता लब्धकामाः कुमारिकाः ।
 ध्यायन्त्यस्तत् पदाम्भोजं कृच्छ्रात् निर्विविशुर्व्रजम्
]

`verse 29 [
अथ गोपैः परिवृतो भगवान् देवकीसुतः ।
 वृन्दावनाद् गतो दूरं चारयन् गाः सहाग्रजः
]

`verse 30 [
निदघार्कातपे तिग्मे छायाभिः स्वाभिरात्मनः ।
 आतपत्रायितान् वीक्ष्य द्रुमानाह व्रजौकसः
]

`verse 31 [
हे स्तोककृष्ण हे अंशो श्रीदामन् सुबलार्जुन ।
 विशालर्षभ तेजस्विन् देवप्रस्थ वरूथप
]

`verse 32 [
पश्यतैतान् महाभागान् परार्थैकान्तजीवितान् ।
 वातवर्षातपहिमान् सहन्तो वारयन्ति नः
]

`verse 33 [
अहो एषां वरं जन्म सर्व प्राण्युपजीवनम् ।
 सुजनस्येव येषां वै विमुखा यान्ति नार्थिनः
]

`verse 34 [
पत्रपुष्पफलच्छाया मूलवल्कलदारुभिः ।
 गन्धनिर्यासभस्मास्थि तोक्मैः कामान् वितन्वते
]

`verse 35 [
एतावत् जन्मसाफल्यं देहिनामिह देहिषु ।
 प्राणैरर्थैर्धिया वाचा श्रेय एवाचरेत् सदा
]

`verse 36 [
इति प्रवालस्तबक फलपुष्पदलोत्करैः ।
 तरूणां नम्रशाखानां मध्यतो यमुनां गतः
]

`verse 37 [
तत्र गाः पाययित्वापः सुमृष्टाः शीतलाः शिवाः ।
 ततो नृप स्वयं गोपाः कामं स्वादु पपुर्जलम्
]

`verse 38 [
तस्या उपवने कामं चारयन्तः पशून् नृप ।
 कृष्णरामौ उवुपागम्य क्षुधार्ता इदमब्रवन्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे द्वाविंशोऽध्यायः
]
