`preface [
कोपान् मुसलधारावर्षं वर्षतीन्द्रे व्रजौकसां रक्षणार्थं गोवर्धनधारणम् -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
इन्द्रस्तदाऽऽत्मनः पूजां विज्ञाय विहतां नृप ।
 गोपेभ्यः कृष्णनाथेभ्यो नन्दादिभ्यश्चुकोप ह
]

`verse 2 [
गणं सांवर्तकं नाम मेघानां चान्तकारिणाम् ।
 इन्द्रः प्रचोदयत् क्रुद्धो वाक्यं चाहेशमान्युत
]

`verse 3 [
अहो श्रीमदमाहात्म्यं गोपानां काननौकसाम् ।
 कृष्णं मर्त्यमुपाश्रित्य ये चक्रुर्देवहेलनम्
]

`verse 4 [
यथादृढैः कर्ममयैः क्रतुभिर्नामनौनिभैः ।
 विद्यां आन्वीक्षिकीं हित्वा तितीर्षन्ति भवार्णवम्
]

`verse 5 [
वाचालं बालिशं स्तब्धं अज्ञं पण्डितमानिनम् ।
 कृष्णं मर्त्यमुपाश्रित्य गोपा मे चक्रुरप्रियम्
]

`verse 6 [
एषां श्रियावलिप्तानां कृष्णेनाध्मापितात्मनाम् ।
 धुनुत श्रीमदस्तम्भं पशून् नयत सङ्‌क्षयम्
]

`verse 7 [
अहं चैरावतं नागं आरुह्यानुव्रजे व्रजम् ।
 मरुद्‍गणैर्महावेगैः नन्दगोष्ठजिघांसया
]

`speaker [
श्रीशुक उवाच
]

`verse 8 [
इत्थं मघवताऽऽज्ञप्ता मेघा निर्मुक्तबन्धनाः ।
 नन्दगोकुलमासारैः पीडयामासुरोजसा
]

`verse 9 [
विद्योतमाना विद्युद्‌भिः स्तनन्तः स्तनयित्‍नुभिः ।
 तीव्रैर्मरुद्‍गणैर्नुन्ना ववृषुर्जलशर्कराः
]

`verse 10 [
स्थूणास्थूला वर्षधारा मुञ्चत्स्वभ्रेष्व-भीक्ष्णशः ।
 जलौघैः प्लाव्यमाना भूः नादृश्यत नतोन्नतम्
]

`verse 11 [
अत्यासारातिवातेन पशवो जातवेपनाः ।
 गोपा गोप्यश्च शीतार्ता गोविन्दं शरणं ययुः
]

`verse 12 [
शिरः सुतांश्च कायेन प्रच्छाद्या सारपीडिताः ।
 वेपमाना भगवतः पादमूलमुपाययुः
]

`verse 13 [
कृष्ण कृष्ण महाभाग त्वन्नाथं गोकुलं प्रभो ।
 त्रातुमर्हसि देवान्नः कुपिताद् भक्तवत्सल
]

`verse 14 [
शिलावर्षानिपातेन हन्यमानमचेतनम् ।
 निरीक्ष्य भगवान् मेने कुपितेन्द्रकृतं हरिः
]

`verse 15 [
अपर्त्त्वत्युल्बणं वर्षं अतिवातं शिलामयम् ।
 स्वयागे विहतेऽस्माभिः इन्द्रो नाशाय वर्षति
]

`verse 16 [
तत्र प्रतिविधिं सम्यग् आत्मयोगेन साधये ।
 लोकेशमानिनां मौढ्याद् हनिष्ये श्रीमदं तमः
]

`verse 17 [
न हि सद्‍भावयुक्तानां सुराणामीशविस्मयः ।
 मत्तोऽसतां मानभङ्‌गः प्रशमायोपकल्पते
]

`verse 18 [
तस्मात् मच्छरणं गोष्ठं मन्नाथं मत्परिग्रहम् ।
 गोपाये स्वात्मयोगेन सोऽयं मे व्रत आहितः
]

`verse 19 [
इत्युक्त्वैकेन हस्तेन कृत्वा गोवर्धनाचलम् ।
 दधार लीलया कृष्णः छत्राकमिव बालकः
]

`verse 20 [
अथाह भगवान् गोपान् हेऽम्ब तात व्रजौकसः ।
 यथोपजोषं विशत गिरिगर्तं सगोधनाः
]

`verse 21 [
न त्रास इह वः कार्यो मद्धस्ताद्रिनिपातने ।
 वातवर्षभयेनालं तत्त्राणं विहितं हि वः
]

`verse 22 [
तथा निर्विविशुर्गर्तं कृष्णाश्वासितमानसः ।
 यथावकाशं सधनाः सव्रजाः सोपजीविनः
]

`verse 23 [
क्षुत्तृड्व्यथां सुखापेक्षां हित्वा तैर्व्रजवासिभिः ।
 वीक्ष्यमाणो दधावद्रिं सप्ताहं नाचलत् पदात्
]

`verse 24 [
कृष्णयोगानुभावं तं निशम्येन्द्रोऽतिविस्मितः ।
 निःस्तम्भो भ्रष्टसङ्‌कल्पः स्वान् मेघान् संन्यवारयत्
]

`verse 25 [
खं व्यभ्रमुदितादित्यं वातवर्षं च दारुणम् ।
 निशम्योपरतं गोपान् गोवर्धनधरोऽब्रवीत् ॥ ॥
 निर्यात त्यजत त्रासं गोपाः सस्त्रीधनार्भकाः ।
 उपारतं वातवर्षं व्युदप्रायाश्च निम्नगाः
]

`verse 26 [
ततस्ते निर्ययुर्गोपाः स्वं स्वमादाय गोधनम् ।
 शकटोढोपकरणं स्त्रीबालस्थविराः शनैः
]

`verse 27 [
भगवानपि तं शैलं स्वस्थाने पूर्ववत्प्रभुः ।
 पश्यतां सर्वभूतानां स्थापयामास लीलया
]

`meter [
मिश्र
]

`verse 28 [
तं प्रेमवेगान् निभृता व्रजौकसो
     यथा समीयुः परिरम्भणादिभिः ।
 गोप्यश्च सस्नेहमपूजयन् मुदा
     दध्यक्षताद्‌भिर्युयुजुः सदाशिषः
]

`meter [
अनुष्टुप्
]

`verse 29 [
यशोदा रोहिणी नन्दो रामश्च बलिनां वरः ।
 कृष्णमालिङ्‌ग्य युयुजुः आशिषः स्नेहकातराः
]

`verse 30 [
दिवि देवगणाः सिद्धाः साध्या गन्धर्वचारणाः ।
 तुष्टुवुर्मुमुचुस्तुष्टाः पुष्पवर्षाणि पार्थिव
]

`verse 31 [
शङ्‌खदुन्दुभयो नेदुर्दिवि देवप्रचोदिताः ।
 जगुर्गन्धर्वपतयः तुंबुरुप्रमुखा नृप
]

`meter [
मिश्र
]

`verse 32 [
ततोऽनुरक्तैः पशुपैः परिश्रितो
     राजन् स्वगोष्ठं सबलोऽव्रजद्धरिः ।
 तथाविधान्यस्य कृतानि गोपिका
     गायन्त्य ईयुर्मुदिता हृदिस्पृशः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे पञ्चविंशोऽध्यायः
]
