`preface [
श्रीकृष्णस्य अलौकिकं प्रभावं दृष्ट्वा चकितान् गोपान प्रति नन्दस्य गर्गोक्तिकथनम्
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
एवंविधानि कर्माणि गोपाः कृष्णस्य वीक्ष्य ते ।
 अतद्वीर्यविदः प्रोचुः समभ्येत्य सुविस्मिताः
]

`verse 2 [
बालकस्य यदेतानि कर्माणि अति अद्‍भुतानि वै ।
 कथमर्हत्यसौ जन्म ग्राम्येष्वात्मजुगुप्सितम्
]

`verse 3 [
यः सप्तहायनो बालः करेणैकेन लीलया ।
 कथं बिभ्रद् गिरिवरं पुष्करं गजराडिव
]

`verse 4 [
तोकेनामीलिताक्षेण पूतनाया महौजसः ।
 पीतः स्तनः सह प्राणैः कालेनेव वयस्तनोः
]

`verse 5 [
हिन्वतोऽधः शयानस्य मास्यस्य चरणावुदक् ।
 अनोऽपतद् विपर्यस्तं रुदतः प्रपदाहतम्
]

`verse 6 [
एकहायन आसीनो ह्रियमाणो विहायसा ।
 दैत्येन यस्तृणावर्त महन् कण्ठग्रहातुरम्
]

`verse 7 [
क्वचिद् हैयङ्‌गवस्तैन्ये मात्रा बद्ध उलूखले ।
 गच्छन् अर्जुनयोर्मध्ये बाहुभ्यां तावपातयत्
]

`verse 8 [
वने सञ्चारयन् वत्सान् सरामो बालकैर्वृतः ।
 हन्तुकामं बकं दोर्भ्यां मुखतोऽरिमपाटयत्
]

`verse 9 [
वत्सेषु वत्सरूपेण प्रविशन्तं जिघांसया ।
 हत्वा न्यपातयत्तेन कपित्थानि च लीलया
]

`verse 10 [
हत्वा रासभदैतेयं तद्‍बन्धूंश्च बलान्वितः ।
 चक्रे तालवनं क्षेमं परिपक्व फलान्वितम्
]

`verse 11 [
प्रलम्बं घातयित्वोग्रं बलेन बलशालिना ।
 अमोचयद् व्रजपशून् गोपांश्चारण्यवह्नितः
]

`verse 12 [
आशीविषतमाहीन्द्रं दमित्वा विमदं ह्रदात् ।
 प्रसह्योद्वास्य यमुनां चक्रेऽसौ निर्विषोदकाम्
]

`verse 13 [
दुस्त्यजश्चानुरागोऽस्मिन् सर्वेषां नो व्रजौकसाम् ।
 नन्द ते तनयेऽस्मासु तस्याप्यौत्पत्तिकः कथम्
]

`verse 14 [
क्व सप्तहायनो बालः क्व महाद्रिविधारणम् ।
 ततो नो जायते शङ्‌का व्रजनाथ तवात्मजे
]

`speaker [
श्रीनन्द उवाच
]

`verse 15 [
श्रूयतां मे वचो गोपा व्येतु शङ्‌का च वोऽर्भके ।
 एनं कुमारमुद्दिश्य गर्गो मे यदुवाच ह
]

`verse 16 [
वर्णास्त्रयः किलास्यासन् गृह्णतोऽनुयुगं तनूः ।
 शुक्लो रक्तस्तथा पीत इदानीं कृष्णतां गतः
]

`verse 17 [
प्रागयं वसुदेवस्य क्वचित् जातः तवात्मजः ।
 वासुदेव इति श्रीमान् अभिज्ञाः सम्प्रचक्षते
]

`verse 18 [
बहूनि सन्ति नामानि रूपाणि च सुतस्य ते ।
 गुण कर्मानुरूपाणि तान्यहं वेद नो जनाः
]

`verse 19 [
एष वः श्रेय आधास्यद् गोपगोकुलनन्दनः ।
 अनेन सर्वदुर्गाणि यूयमञ्जस्तरिष्यथ
]

`verse 20 [
पुरानेन व्रजपते साधवो दस्युपीडिताः ।
 अराजके रक्ष्यमाणा जिग्युर्दस्यून्समेधिताः
]

`verse 21 [
य एतस्मिन् महाभागाः प्रीतिं कुर्वन्ति मानवाः ।
 नारयोऽभिभवन्त्येतान् विष्णुपक्षानिवासुराः
]

`verse 22 [
तस्मान् नन्द कुमारोऽयं नारायणसमो गुणैः ।
 श्रिया कीर्त्यानुभावेन तत्कर्मसु न विस्मयः
]

`verse 23 [
इत्यद्धा मां समादिश्य गर्गे च स्वगृहं गते ।
 मन्ये नारायणस्यांशं कृष्णं अक्लिष्टकारिणम्
]

`verse 24 [
इति नन्दवचः श्रुत्वा गर्गगीतं व्रजौकसः ।
 दृष्टश्रुतानुभावास्ते कृष्णस्यामिततेजसः ।
 मुदिता नन्दमानर्चुः कृष्णं च गतविस्मयाः
]

`meter [
शार्दूलविक्रीडित
]

`verse 25 [
देवे वर्षति यज्ञविप्लवरुषा
     वज्रास्मवर्षानिलैः ।
 सीदत्पालपशुस्त्रि आत्मशरणं
     दृष्ट्वानुकम्प्युत्स्मयन् ।
 उत्पाट्यैककरेण शैलमबलो
     लीलोच्छिलीन्ध्रं यथा ।
 बिभ्रद् गोष्ठमपान्महेन्द्रमदभित्
     प्रीयान्न इन्द्रो गवाम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे षड्‌विंशोऽध्यायः
]
