`preface [
विगतमदस्य इंद्रस्य श्रीकृष्णसन्निधौ क्षमाप्रार्थनम् -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
गोवर्धने धृते शैले आसाराद् रक्षिते व्रजे ।
 गोलोकादाव्रजज् कृष्णं सुरभिः शक्र एव च
]

`verse 2 [
विविक्त उपसङ्‌गम्य व्रीडीतः कृतहेलनः ।
 पस्पर्श पादयोरेनं किरीटेनार्कवर्चसा
]

`verse 3 [
दृष्टश्रुतानुभावोऽस्य कृष्णस्यामिततेजसः ।
 नष्टत्रिलोकेशमद इदमाह कृताञ्जलिः
]

`speaker [
इन्द्र उवाच
]

`meter [
मिश्र
]

`verse 4 [
विशुद्धसत्त्वं तव धाम शान्तं
     तपोमयं ध्वस्तरजस्तमस्कम् ।
 मायामयोऽयं गुणसम्प्रवाहो
     न विद्यते ते ग्रहणानुबन्धः
]

`verse 5 [
कुतो नु तद्धेतव ईश तत्कृता
     लोभादयो येऽबुधलिन्गभावाः ।
 तथापि दण्डं भगवान्बिभर्ति
     धर्मस्य गुप्त्यै खलनिग्रहाय
]

`verse 6 [
पिता गुरुस्त्वं जगतामधीशो
     दुरत्ययः काल उपात्तदण्डः ।
 हिताय स्वेच्छातनुभिः समीहसे
     मानं विधुन्वन् जगदीशमानिनाम्
]

`meter [
इंद्रवंशा
]

`verse 7 [
ये मद्विधाज्ञा जगदीशमानिनः
     त्वां वीक्ष्य कालेऽभयमाशु तन्मदम् ।
 हित्वाऽऽर्यमार्गं प्रभजन्त्यपस्मया
     ईहा खलानामपि तेऽनुशासनम्
]

`meter [
मिश्र
]

`verse 8 [
स त्वं ममैश्वर्यमदप्लुतस्य
     कृतागसस्तेऽविदुषः प्रभावम् ।
 क्षन्तुं प्रभोऽथार्हसि मूढचेतसो
     मैवं पुनर्भून्मतिरीश मेऽसती
]

`verse 9 [
तवावतारोऽयमधोक्षजेह
     भुवो भराणां उरुभारजन्मनाम् ।
 चमूपतीनामभवाय देव
     भवाय युष्मत् चरणानुवर्तिनाम्
]

`meter [
अनुष्टुप्
]

`verse 10 [
नमस्तुभ्यं भगवते पुरुषाय महात्मने ।
 वासुदेवाय कृष्णाय सात्वतां पतये नमः
]

`verse 11 [
स्वच्छन्दोपात्तदेहाय विशुद्धज्ञानमूर्तये ।
 सर्वस्मै सर्वबीजाय सर्वभूतात्मने नमः
]

`verse 12 [
मयेदं भगवन् गोष्ठ नाशायासारवायुभिः ।
 चेष्टितं विहते यज्ञे मानिना तीव्रमन्युना
]

`verse 13 [
त्वयेशानुगृहीतोऽस्मि ध्वस्तस्तम्भो वृथोद्यमः ।
 ईश्वरं गुरुमात्मानं त्वामहं शरणं गतः
]

`speaker [
श्रीशुक उवाच
]

`verse 14 [
एवं सङ्‌कीर्तितः कृष्णो मघोना भगवानमुम् ।
 मेघगम्भीरया वाचा प्रहसन् इदमब्रवीत्
]

`verse 15 [
श्रीभगवानुवाच -
मया तेऽकारि मघवन् मखभङ्‌गोऽनुगृह्णता ।
 मदनुस्मृतये नित्यं मत्तस्येन्द्रश्रिया भृशम्
]

`verse 16 [
मामैश्वर्यश्रीमदान्धो दण्डपाणिं न पश्यति ।
 तं भ्रंशयामि सम्पद्‍भ्यो यस्य चेच्छाम्यनुग्रहम्
]

`verse 17 [
गम्यतां शक्र भद्रं वः क्रियतां मेऽनुशासनम् ।
 स्थीयतां स्वाधिकारेषु युक्तैर्वः स्तम्भवर्जितैः
]

`verse 18 [
अथाह सुरभिः कृष्णं अभिवन्द्य मनस्विनी ।
 स्वसन्तानैरुपामन्त्र्य गोपरूपिणमीश्वरम्
]

`verse 19 [
सुरभिरुवाच -
कृष्ण कृष्ण महायोगिन् विश्वात्मन् विश्वसम्भव ।
 भवता लोकनाथेन सनाथा वयमच्युत
]

`verse 20 [
त्वं नः परमकं दैवं त्वं न इन्द्रो जगत्पते ।
 भवाय भव गोविप्र देवानां ये च साधवः
]

`verse 21 [
इन्द्रं नस्त्वाभिषेक्ष्यामो ब्रह्मणा चोदिता वयम् ।
 अवतीर्णोऽसि विश्वात्मम् भूमेर्भारापनुत्तये
]

`speaker [
श्रीशुक उवाच
]

`verse 22 [
एवं कृष्णमुपामन्त्र्य सुरभिः पयसात्मनः ।
 जलैराकाशगङ्‌गाया ऐरावतकरोद्‌धृतैः
]

`verse 23 [
इन्द्रः सुरर्षिभिः साकं चोदितो देवमातृभिः ।
 अभ्यसिञ्चत दाशार्हं गोविन्द इति चाभ्यधात्
]

`meter [
मिश्र
]

`verse 24 [
तत्रागतास्तुम्बुरुनारदादयो
     गन्धर्वविद्याधरसिद्धचारणाः ।
 जगुर्यशो लोकमलापहं हरेः
     सुराङ्‌गनाः संननृतुर्मुदान्विताः
]

`verse 25 [
तं तुष्टुवुर्देवनिकायकेतवो
     व्यवाकिरन् चाद्‍भुतपुष्पवृष्टिभिः ।
 लोकाः परां निर्वृतिमाप्नुवंस्त्रयो
     गावस्तदा गामनयन् पयोद्रुताम्
]

`meter [
अनुष्टुप्
]

`verse 26 [
नानारसौघाः सरितो वृक्षा आसन् मधुस्रवाः ।
 अकृष्टपच्यौषधयो गिरयोऽबिभ्रदुन्मणीन्
]

`verse 27 [
कृष्णेऽभिषिक्त एतानि सत्त्वानि कुरुनन्दन ।
 निर्वैराण्यभवंस्तात क्रूराण्यपि निसर्गतः
]

`verse 28 [
इति गोगोकुलपतिं गोविन्दमभिषिच्य सः ।
 अनुज्ञातो ययौ शक्रो वृतो देवादिभिर्दिवम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे सप्तविंशोऽध्यायः
]
