`set context {
  skandha = "10",
  adhyaya = "29",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 29"
}

`preface [
वेणुनादं श्रुत्वा आगतानां गोपीनां श्रीकृष्णेनसह संवादः; रासारम्भः; तासां मानापनोदाय भगवतो अंतर्धानं च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
भगवान् अपि ता रात्रीः शरदोत्फुल्लमल्लिकाः ।
 वीक्ष्य रन्तुं मनश्चक्रे योगमायामुपाश्रितः
]

`meter [
मिश्र
]

`verse 2 [
तदोडुराजः ककुभः करैर्मुखं
     प्राच्या विलिम्पन्नरुणेन शन्तमैः ।
 स चर्षणीनामुदगाच्छुचो मृजन्
     प्रियः प्रियाया इव दीर्घदर्शनः
]

`verse 3 [
दृष्ट्वा कुमुद्वन्तं अखण्डमण्डलं
     रमाननाभं नवकुङ्‌कुमारुणम् ।
 वनं च तत्कोमलगोभी रञ्जितं
     जगौ कलं वामदृशां मनोहरम्
]

`verse 4 [
निशम्य गीतां तदनङ्‌गवर्धनं
     व्रजस्त्रियः कृष्णगृहीतमानसाः ।
 आजग्मुरन्योन्यमलक्षितोद्यमाः
     स यत्र कान्तो जवलोलकुण्डलाः
]

`meter [
अनुष्टुप्
]

`verse 5 [
दुहन्त्योऽभिययुः काश्चिद् दोहं हित्वा समुत्सुकाः ।
 पयोऽधिश्रित्य संयावं अनुद्वास्यापरा ययुः
]

`verse 6 [
परिवेषयन्त्यस्तद्धित्वा पाययन्त्यः शिशून् पयः ।
 शुश्रूषन्त्यः पतीन् काश्चिद् अश्नन्त्योऽपास्य भोजनम्
]

`verse 7 [
लिम्पन्त्यः प्रमृजन्त्योऽन्या अञ्जन्त्यः काश्च लोचने ।
 व्यत्यस्तवस्त्राभरणाः काश्चित् कृष्णान्तिकं ययुः
]

`verse 8 [
ता वार्यमाणाः पतिभिः पितृभिः भ्रातृबन्धुभिः ।
 गोविन्दापहृतात्मानो न न्यवर्तन्त मोहिताः
]

`verse 9 [
अन्तर्गृहगताः काश्चिद् गोप्योऽलब्धविनिर्गमाः ।
 कृष्णं तद्‍भावनायुक्ता दध्युर्मीलितलोचनाः
]

`verse 10 [
दुःसहप्रेष्ठविरह तीव्रतापधुताशुभाः ।
 ध्यानप्राप्ताच्युताश्लेष निर्वृत्या क्षीणमङ्‌गलाः
]

`verse 11 [
तमेव परमात्मानं जारबुद्ध्यापि सङ्‌गताः ।
 जहुर्गुणमयं देहं सद्यः प्रक्षीणबन्धनाः
]

`verse 12 [
श्रीपरीक्षिदुवाच -
कृष्णं विदुः परं कान्तं न तु ब्रह्मतया मुने ।
 गुणप्रवाहोपरमः तासां गुणधियां कथम्
]

`speaker [
श्रीशुक उवाच
]

`verse 13 [
उक्तं पुरस्ताद् एतत्ते चैद्यः सिद्धिं यथा गतः ।
 द्विषन्नपि हृषीकेशं किमुताधोक्षजप्रियाः
]

`verse 14 [
नृणां निःश्रेयसार्थाय व्यक्तिर्भगवतो नृप ।
 अव्ययस्याप्रमेयस्य निर्गुणस्य गुणात्मनः
]

`verse 15 [
कामं क्रोधं भयं स्नेहं ऐक्यं सौहृदमेव च ।
 नित्यं हरौ विदधतो यान्ति तन्मयतां हि ते
]

`verse 16 [
न चैवं विस्मयः कार्यो भवता भगवत्यजे ।
 योगेश्वरेश्वरे कृष्णे यत एतद् विमुच्यते
]

`verse 17 [
ता दृष्ट्वान्तिकमायाता भगवान् व्रजयोषितः ।
 अवदद् वदतां श्रेष्ठो वाचः पेशैर्विमोहयन्
]

`verse 18 [
श्रीभगवानुवाच -
स्वागतं वो महाभागाः प्रियं किं करवाणि वः ।
 व्रजस्यानामयं कच्चिद् ब्रूतागमनकारणम्
]

`verse 19 [
रजन्येषा घोररूपा घोरसत्त्वनिषेविता ।
 प्रतियात व्रजं नेह स्थेयं स्त्रीभिः सुमध्यमाः
]

`verse 20 [
मातरः पितरः पुत्रा भ्रातरः पतयश्च वः ।
 विचिन्वन्ति ह्यपश्यन्तो मा कृढ्वं बन्धुसाध्वसम्
]

`verse 21 [
दृष्टं वनं कुसुमितं राकेश कररञ्जितम् ।
 यमुना अनिललीलैजत् तरुपल्लवशोभितम्
]

`verse 22 [
तद् यात मा चिरं गोष्ठं शुश्रूषध्वं पतीन् सतीः ।
 क्रन्दन्ति वत्सा बालाश्च तान् पाययत दुह्यत
]

`verse 23 [
अथवा मदभिस्नेहाद् भवत्यो यन्त्रिताशयाः ।
 आगता ह्युपपन्नं वः प्रीयन्ते मयि जन्तवः
]

`verse 24 [
भर्तुः शुश्रूषणं स्त्रीणां परो धर्मो ह्यमायया ।
 तद्‍बन्धूनां च कल्याणः प्रजानां चानुपोषणम्
]

`verse 25 [
दुःशीलो दुर्भगो वृद्धो जडो रोग्यधनोऽपि वा ।
 पतिः स्त्रीभिर्न हातव्यो लोकेप्सुभिरपातकी
]

`verse 26 [
अस्वर्ग्यमयशस्यं च फल्गु कृच्छ्रं भयावहम् ।
 जुगुप्सितं च सर्वत्र ह्यौपपत्यं कुलस्त्रियः
]

`verse 27 [
श्रवणाद् दर्शनाद् ध्यानाद् मयि भावोऽनुकीर्तनात् ।
 न तथा सन्निकर्षेण प्रतियात ततो गृहान्
]

`speaker [
श्रीशुक उवाच
]

`verse 28 [
इति विप्रियमाकर्ण्य गोप्यो गोविन्दभाषितम् ।
 विषण्णा भग्नसङ्‌कल्पाः चिन्तामापुर्दुरत्ययाम्
]

`meter [
वसंततिलका
]

`verse 29 [
कृत्वा मुखान्यव शुचः श्वसनेन शुष्यद्
     बिम्बाधराणि चरणेन भुवः लिखन्त्यः ।
 अस्रैरुपात्तमषिभिः कुचकुङ्‌कुमानि
     तस्थुर्मृजन्त्य उरुदुःखभराः स्म तूष्णीम् ॥ ॥
 प्रेष्ठं प्रियेतरमिव प्रतिभाषमाणं
     कृष्णं तदर्थविनिवर्तितसर्वकामाः ।
 नेत्रे विमृज्य रुदितोपहते स्म किञ्चित्
     संरम्भगद्‍गदगिरोऽब्रुवतानुरक्ताः
]

`speaker [
श्रीगोप्य ऊचुः
]

`verse 30 [
मैवं विभोऽर्हति भवान् गदितुं नृशंसं
     सन्त्यज्य सर्वविषयांस्तव पादमूलम् ।
 भक्ता भजस्व दुरवग्रह मा त्यजास्मान्
     देवो यथाऽऽदिपुरुषो भजते मुमुक्षून्
]

`verse 31 [
यत्पत्यपत्यसुहृदां अनुवृत्तिरङ्‌ग
     स्त्रीणां स्वधर्म इति धर्मविदा त्वयोक्तम् ।
 अस्त्वेवमेतदुपदेशपदे त्वयीशे
     प्रेष्ठो भवांस्तनुभृतां किल बन्धुरात्मा
]

`verse 32 [
कुर्वन्ति हि त्वयि रतिं कुशलाः स्व आत्मन्
     नित्यप्रिये पतिसुतादिभिरार्तिदैः किम् ।
 तन्नः प्रसीद परमेश्वर मा स्म छिन्द्या
     आशां धृतां त्वयि चिरादरविन्दनेत्र
]

`verse 33 [
चित्तं सुखेन भवतापहृतं गृहेषु
     यन्निर्विशत्युत करावपि गृह्यकृत्ये ।
 पादौ पदं न चलतस्तव पादमूलाद्
     यामः कथं व्रजमथो करवाम किं वा
]

`verse 34 [
सिञ्चाङ्‌ग नस्त्वदधरामृतपूरकेण
     हासावलोककलगीतजहृच्छयाग्निम् ।
 नो चेद् वयं विरहजाग्नि उपयुक्तदेहा
     ध्यानेन याम पदयोः पदवीं सखे ते
]

`verse 35 [
यर्ह्यम्बुजाक्ष तव पादतलं रमाया
     दत्तक्षणं क्वचिदरण्यजनप्रियस्य ।
 अस्प्राक्ष्म तत्प्रभृति नान्यसमक्षमङ्ग
     स्थातुं त्वयाभिरमिता बत पारयामः
]

`verse 36 [
श्रीर्यत्पदाम्बुजरजश्चकमे तुलस्या
     लब्ध्वापि वक्षसि पदं किल भृत्यजुष्टम् ।
 यस्याः स्ववीक्षण कृतेऽन्यसुरप्रयासः
     तद्वद् वयं च तव पादरजः प्रपन्नाः
]

`verse 37 [
तन्नः प्रसीद वृजिनार्दन तेऽन्घ्रिमूलं
     प्राप्ता विसृज्य वसतीस्त्वदुपासनाशाः ।
 त्वत्सुन्दरस्मित निरीक्षणतीव्रकाम
     तप्तात्मनां पुरुषभूषण देहि दास्यम्
]

`verse 38 [
वीक्ष्यालकावृतमुखं तव कुण्डलश्री
     गण्डस्थलाधरसुधं हसितावलोकम् ।
 दत्ताभयं च भुजदण्डयुगं विलोक्य
     वक्षः श्रियैकरमणं च भवाम दास्यः
]

`verse 39 [
का स्त्र्यङ्‌ग ते कलपदायतमूर्च्छितेन
     सम्मोहितार्यचरितान्न चलेत्त्रिलोक्याम् ।
 त्रैलोक्यसौभगमिदं च निरीक्ष्य रूपं
     यद् गोद्विजद्रुममृगाः पुलकान्यबिभ्रन्
]

`verse 40 [
व्यक्तं भवान् व्रजभयार्तिहरोऽभिजातो
     देवो यथाऽऽदिपुरुषः सुरलोकगोप्ता ।
 तन्नो निधेहि करपङ्‌कजमार्तबन्धो
     तप्तस्तनेषु च शिरःसु च किङ्‌करीणाम्
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 41 [
इति विक्लवितं तासां श्रुत्वा योगेश्वरेश्वरः ।
 प्रहस्य सदयं गोपीः आत्मारामोऽप्यरीरमत्
]

`meter [
मिश्र
]

`verse 42 [
ताभिः समेताभिरुदारचेष्टितः
     प्रियेक्षणोत्फुल्लमुखीभिरच्युतः ।
 उदारहासद्विजकुन्ददीधतिः
     व्यरोचतैणाङ्‌क इवोडुभिर्वृतः
]

`meter [
अनुष्टुप्
]

`verse 43 [
उपगीयमान उद्‍गायन् वनिताशतयूथपः ।
 मालां बिभ्रद् वैजयन्तीं व्यचरन् मण्डयन् वनम्
]

`verse 44 [
नद्याः पुलिनमाविश्य गोपीभिर्हिमवालुकम् ।
 रेमे तत्तरलानन्द कुमुदामोदवायुना
]

`meter [
वसंततिलका
]

`verse 45 [
बाहुप्रसारपरिरम्भकरालकोरु
     नीवीस्तनालभननर्मनखाग्रपातैः ।
 क्ष्वेल्यावलोकहसितैर्व्रजसुन्दरीणां
     उत्तम्भयन् रतिपतिं रमयाञ्चकार
]

`meter [
अनुष्टुप्
]

`verse 46 [
एवं भगवतः कृष्णात् लब्धमाना महात्मनः ।
 आत्मानं मेनिरे स्त्रीणां मानिन्योऽभ्यधिकं भुवि
]

`verse 47 [
तासां तत् सौभगमदं वीक्ष्य मानं च केशवः ।
 प्रशमाय प्रसादाय तत्रैवान्तरधीयत
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे एकोन्त्रिंशोऽध्यायः
]
