`speaker [
श्रीशुक उवाच
]

`verse 1 [
अन्तर्हिते भगवति सहसैव व्रजाङ्गनाः  ।
अतप्यंस्तमचक्षाणाः करिण्य इव यूथपम्
]

`verse 2 [
गत्यानुरागस्मितविभ्रमेक्षितैर्मनोरमालापविहारविभ्रमैः  ।
आक्षिप्तचित्ताः प्रमदा रमापतेस्तास्ता विचेष्टा जगृहुस्तदात्मिकाः
]

`verse 3 [
गतिस्मितप्रेक्षणभाषणादिषु प्रियाः प्रियस्य प्रतिरूढमूर्तयः  ।
असावहं त्वित्यबलास्तदात्मिका न्यवेदिषुः कृष्णविहारविभ्रमाः
]

`verse 4 [
गायन्त्य उच्चैरमुमेव संहता विचिक्युरुन्मत्तकवद्वनाद्वनम्  ।
पप्रच्छुराकाशवदन्तरं बहिर्भूतेषु सन्तं पुरुषं वनस्पतीन्
]

`verse 5 [
दृष्टो वः कच्चिदश्वत्थ प्लक्ष न्यग्रोध नो मनः  ।
नन्दसूनुर्गतो हृत्वा प्रेमहासावलोकनैः
]

`verse 6 [
कच्चित्कुरबकाशोक नागपुन्नागचम्पकाः  ।
रामानुजो मानिनीनामितो दर्पहरस्मितः
]

`verse 7 [
कच्चित्तुलसि कल्याणि गोविन्दचरणप्रिये  ।
सह त्वालिकुलैर्बिभ्रद्दृष्टस्तेऽतिप्रियोऽच्युतः
]

`verse 8 [
मालत्यदर्शि वः कच्चिन्मल्लिके जातियूथिके  ।
प्रीतिं वो जनयन् यातः करस्पर्शेन माधवः
]

`verse 9 [
चूतप्रियालपनसासनकोविदार जम्ब्वर्कबिल्वबकुलाम्रकदम्बनीपाः  ।
येऽन्ये परार्थभवका यमुनोपकूलाः शंसन्तु कृष्णपदवीं रहितात्मनां नः
]

`verse 10 [
किं ते कृतं क्षिति तपो बत केशवाङ्घ्रि   स्पर्शोत्सवोत्पुलकिताङ्गनहैर्विभासि  ।
अप्यङ्घ्रिसम्भव उरुक्रमविक्रमाद्वा   आहो वराहवपुषः परिरम्भणेन
]

`verse 11 [
*
अप्येणपत्न्युपगतः प्रिययेह गात्रैस्  तन्वन् दृशां सखि सुनिर्वृतिमच्युतो वः  ।
कान्ताङ्गसङ्गकुचकुङ्कुमरञ्जितायाः   कुन्दस्रजः कुलपतेरिह वाति गन्धः
]

`verse 12 [
*
बाहुं प्रियांस उपधाय गृहीतपद्मो   रामानुजस्तुलसिकालिकुलैर्मदान्धैः  ।
अन्वीयमान इह वस्तरवः प्रणामं   किं वाभिनन्दति चरन् प्रणयावलोकैः
]

`verse 13 [
*
पृच्छतेमा लता बाहूनप्याश्लिष्टा वनस्पतेः  ।
नूनं तत्करजस्पृष्टा बिभ्रत्युत्पुलकान्यहो
]

`verse 14 [
इत्युन्मत्तवचो गोप्यः कृष्णान्वेषणकातराः  ।
लीला भगवतस्तास्ता ह्यनुचक्रुस्तदात्मिकाः
]

`verse 15 [
कस्याचित्पूतनायन्त्याः कृष्णायन्त्यपिबत्स्तनम्  ।
तोकयित्वा रुदत्यन्या पदाहन् शकटायतीम्
]

`verse 16 [
दैत्यायित्वा जहारान्यामेको कृष्णार्भभावनाम्  ।
रिङ्गयामास काप्यङ्घ्री कर्षन्ती घोषनिःस्वनैः
]

`verse 17 [
कृष्णरामायिते द्वे तु गोपायन्त्यश्च काश्चन  ।
वत्सायतीं हन्ति चान्या तत्रैका तु बकायतीम्
]

`verse 18 [
आहूय दूरगा यद्वत्कृष्णस्तमनुवर्ततीम्  ।
वेणुं क्वणन्तीं क्रीडन्तीमन्याः शंसन्ति साध्विति
]

`verse 19 [
कस्याञ्चित्स्वभुजं न्यस्य चलन्त्याहापरा ननु  ।
कृष्णोऽहं पश्यत गतिं ललितामिति तन्मनाः
]

`verse 20 [
मा भैष्ट वातवर्षाभ्यां तत्त्राणं विहितं मय  ।
इत्युक्त्वैकेन हस्तेन यतन्त्युन्निदधेऽम्बरम्
]

`verse 21 [
आरुह्यैका पदाक्रम्य शिरस्याहापरां नृप  ।
दुष्टाहे गच्छ जातोऽहं खलानां ननु दण्डकृत्
]

`verse 22 [
तत्रैकोवाच हे गोपा दावाग्निं पश्यतोल्बणम्  ।
चक्षूंष्याश्वपिदध्वं वो विधास्ये क्षेममञ्जसा
]

`verse 23 [
बद्धान्यया स्रजा काचित्तन्वी तत्र उलूखले  ।
बध्नामि भाण्डभेत्तारं हैयङ्गवमुषं त्विति  ।
भीता सुदृक्पिधायास्यं भेजे भीतिविडम्बनम्
]

`verse 24 [
एवं कृष्णं पृच्छमाना व्र्ण्दावनलतास्तरून्  ।
व्यचक्षत वनोद्देशे पदानि परमात्मनः
]

`verse 25 [
पदानि व्यक्तमेतानि नन्दसूनोर्महात्मनः  ।
लक्ष्यन्ते हि ध्वजाम्भोज वज्राङ्कुशयवादिभिः
]

`verse 26 [
तैस्तैः पदैस्तत्पदवीमन्विच्छन्त्योऽग्रतोऽबलाः  ।
वध्वाः पदैः सुपृक्तानि विलोक्यार्ताः समब्रुवन्
]

`verse 27 [
कस्याः पदानि चैतानि याताया नन्दसूनुना  ।
अंसन्यस्तप्रकोष्ठायाः करेणोः करिणा यथा
]

`verse 28 [
अनयाराधितो नूनं भगवान् हरिरीश्वरः  ।
यन्नो विहाय गोविन्दः प्रीतो यामनयद्रहः
]

`verse 29 [
धन्या अहो अमी आल्यो गोविन्दाङ्घ्र्यब्जरेणवः  ।
यान् ब्रह्मेशौ रमा देवी दधुर्मूर्ध्न्यघनुत्तये
]

`verse 30 [
तस्या अमूनि नः क्षोभं कुर्वन्त्युच्चैः पदानि यत्यैकापहृत्य गोपीनां रहो भुन्क्तेऽच्युताधरम्  ।
न लक्ष्यन्ते पदान्यत्र तस्या नूनं तृणाङ्कुरैः खिद्यत्सुजाताङ्घ्रितलामुन्निन्ये प्रेयसीं प्रियः
]

`verse 31 [
इमान्यधिकमग्नानि पदानि वहतो वधूम्  ।
गोप्यः पश्यत कृष्णस्य भाराक्रान्तस्य कामिनः  ।
अत्रावरोपिता कान्ता पुष्पहेतोर्महात्मना
]

`verse 32 [
अत्र प्रसूनावचयः प्रियार्थे प्रेयसा कृतः  ।
प्रपदाक्रमण एते पश्यतासकले पदे
]

`verse 33 [
केशप्रसाधनं त्वत्र कामिन्याः कामिना कृतम्  ।
तानि चूडयता कान्तामुपविष्टमिह ध्रुवम्
]

`verse 34 [
रेमे तया चात्मरत आत्मारामोऽप्यखण्डितः  ।
कामिनां दर्शयन् दैन्यं स्त्रीणां चैव दुरात्मताम्
]

`verse 35 [
इत्येवं दर्शयन्त्यस्ताश्चेरुर्गोप्यो विचेतसः  ।
यां गोपीमनयत्कृष्णो विहायान्याः स्त्रियो वने
]

`verse 36 [
सा च मेने तदात्मानं वरिष्ठं सर्वयोषिताम्  ।
हित्वा गोपीः कामयाना मामसौ भजते प्रियः
]

`verse 37 [
ततो गत्वा वनोद्देशं दृप्ता केशवमब्रवीत् ।
न पारयेऽहं चलितुं नय मां यत्र ते मनः
]

`verse 38 [
एवमुक्तः प्रियामाह स्कन्ध आरुह्यतामिति  ।
ततश्चान्तर्दधे कृष्णः सा वधूरन्वतप्यत
]

`verse 39 [
हा नाथ रमण प्रेष्ठ क्वासि क्वासि महाभुज  ।
दास्यास्ते कृपणाया मे सखे दर्शय सन्निधिम्
]

`speaker [
श्रीशुक उवाच
]

`verse 40 [
अन्विच्छन्त्यो भगवतो मार्गं गोप्योऽविदूरितः  ।
ददृशुः प्रियविश्लेषान्मोहितां दुःखितां सखीम्
]

`verse 41 [
तया कथितमाकर्ण्य मानप्राप्तिं च माधवात् ।
अवमानं च दौरात्म्याद्विस्मयं परमं ययुः
]

`verse 42 [
ततोऽविशन् वनं चन्द्र ज्योत्स्ना यावद्विभाव्यते  ।
तमः प्रविष्टमालक्ष्य ततो निववृतुः स्त्रियः
]

`verse 43 [
तन्मनस्कास्तदलापास्तद्विचेष्टास्तदात्मिकाः  ।
तद्गुणानेव गायन्त्यो नात्मगाराणि सस्मरुः
]

`verse 44 [
पुनः पुलिनमागत्य कालिन्द्याः कृष्णभावनाः  ।
समवेता जगुः कृष्णं तदागमनकाङ्क्षिताः
]
