`set context {
  skandha = "10",
  adhyaya = "31",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 31"
}

`preface [
गोपीगीतं - विरहार्त गोपीनां भगवदुपस्थानाय प्रार्थनम् -
]

`speaker [
गोप्य ऊचुः
]

`meter [
शुद्धकामदा
]

`verse 1 [
जयति तेऽधिकं जन्मना व्रजः
     श्रयत इन्दिरा शश्वदत्र हि ।
 दयित दृश्यतां दिक्षु तावका
     स्त्वयि धृतासवस्त्वां विचिन्वते
]

`verse 2 [
शरदुदाशये साधुजातसत्
     सरसिजोदरश्रीमुषा दृशा ।
 सुरतनाथ तेऽशुल्कदासिका
     वरद निघ्नतो नेह किं वधः
]

`verse 3 [
विषजलाप्ययाद् व्यालराक्षसाद्
     वर्षमारुताद् वैद्युतानलात् ।
 वृषमयात्मजाद् विश्वतो भयाद्
     ऋषभ ते वयं रक्षिता मुहुः
]

`verse 4 [
न खलु गोपीकानन्दनो भवान्
     अखिलदेहिनां अन्तरात्मदृक् ।
 विखनसार्थितो विश्वगुप्तये
     सख उदेयिवान् सात्वतां कुले
]

`verse 5 [
विरचिताभयं वृष्णिधूर्य ते
     चरणमीयुषां संसृतेर्भयात् ।
 करसरोरुहं कान्त कामदं
     शिरसि धेहि नः श्रीकरग्रहम्
]

`verse 6 [
व्रजजनार्तिहन् वीर योषितां
     निजजनस्मयध्वंसनस्मित ।
 भज सखे भवत् किङ्‌करीः स्म नो
     जलरुहाननं चारु दर्शय
]

`verse 7 [
प्रणतदेहिनां पापकर्षणं
     तृणचरानुगं श्रीनिकेतनम् ।
 फणिफणार्पितं ते पदाम्बुजं
     कृणु कुचेषु नः कृन्धि हृच्छयम्
]

`verse 8 [
मधुरया गिरा वल्गुवाक्यया
     बुधमनोज्ञया पुष्करेक्षण ।
 विधिकरीरिमा वीर मुह्यती
     रधरसीधुनाप्याययस्व नः
]

`verse 9 [
तव कथामृतं तप्तजीवनं
     कविभिरीडितं कल्मषापहम् ।
 श्रवणमङ्‌गलं श्रीमदाततं
     भुवि गृणन्ति ये भूरिदा जनाः
]

`verse 10 [
प्रहसितं प्रिय प्रेमवीक्षणं
     विहरणं च ते ध्यानमङ्‌गलम् ।
 रहसि संविदो या हृदि स्पृशः
     कुहक नो मनः क्षोभयन्ति हि
]

`verse 11 [
चलसि यद् व्रजाच्चारयन् पशून्
     नलिनसुन्दरं नाथ ते पदम् ।
 शिलतृणाङ्‌कुरैः सीदतीति नः
     कलिलतां मनः कान्त गच्छति
]

`verse 12 [
दिनपरिक्षये नीलकुन्तलैः
     वनरुहाननं बिभ्रदावृतम् ।
 घनरजस्वलं दर्शयन् मुहु
     र्मनसि नः स्मरं वीर यच्छसि
]

`verse 13 [
प्रणतकामदं पद्मजार्चितं
     धरणिमण्डनं ध्येयमापदि ।
 चरणपङ्‌कजं शन्तमं च ते
     रमण नः स्तनेष्वर्पयाधिहन्
]

`verse 14 [
सुरतवर्धनं शोकनाशनं
     स्वरितवेणुना सुष्ठु चुम्बितम् ।
 इतररागविस्मारणं नृणां
     वितर वीर नस्तेऽधरामृतम्
]

`verse 15 [
अटति यद् भवानह्नि काननं
     त्रुटिर्युगायते त्वामपश्यताम् ।
 कुटिलकुन्तलं श्रीमुखं च ते
     जड उदीक्षतां पक्ष्मकृद् दृशाम्
]

`verse 16 [
पतिसुतान्वयभ्रातृबान्धवान्
     अतिविलङ्‌घ्य तेऽन्त्यच्युतागताः ।
 गतिविदस्तवोद्‍गीतमोहिताः
     कितव योषितः कस्त्यजेन्निशि
]

`verse 17 [
रहसि संविदं हृच्छयोदयं
     प्रहसिताननं प्रेमवीक्षणम् ।
 बृहदुरः श्रियो वीक्ष्य धाम ते
     मुहुरतिस्पृहा मुह्यते मनः
]

`verse 18 [
व्रजवनौकसां व्यक्तिरङ्‌ग ते
     वृजिनहन्त्र्यलं विश्वमङ्‌गलम् ।
 त्यज मनाक् च नस्त्वत्स्पृहात्मनां
     स्वजनहृद्रुजां यन्निषूदनम्
]

`meter [
वसंततिलका
]

`verse 19 [
यत्ते सुजातचरणाम्बुरुहं स्तनेषु
     भीताः शनैः प्रिय दधीमहि कर्कशेषु ।
 तेनाटवीमटसि तद् व्यथते न किं स्वित्
     कूर्पादिभिर्भ्रमति धीर्भवदायुषां नः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे रासक्रीडायां गोपीगीतं नामैकत्रिंशोऽध्यायः
]
