`set context {
  skandha = "10",
  adhyaya = "32",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 32"
}

`preface [
भगवतः प्रादुर्भावः गोपीनां आश्वासनं च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
इति गोप्यः प्रगायन्त्यः प्रलपन्त्यश्च चित्रधा ।
 रुरुदुः सुस्वरं राजन् कृष्णदर्शनलालसाः
]

`verse 2 [
तासामाविरभूच्छौरिः स्मयमानमुखाम्बुजः ।
 पीताम्बरधरः स्रग्वी साक्षान्मन्मथमन्मथः
]

`verse 3 [
तं विलोक्यागतं प्रेष्ठं प्रीत्युत्फुल्लदृशोऽबलाः ।
 उत्तस्थुर्युगपत् सर्वाः तन्वः प्राणमिवागतम्
]

`verse 4 [
काचित् कराम्बुजं शौरेः जगृहेऽञ्जलिना मुदा ।
 काचिद् दधार तद्‍बाहुं अंसे चन्दनरूषितम्
]

`verse 5 [
काचिद् अञ्जलिनागृह्णात् तन्वी ताम्बूलचर्वितम् ।
 एका तदङ्‌घ्रिकमलं सन्तप्ता स्तनयोरधात्
]

`verse 6 [
एका भ्रुकुटिमाबध्य प्रेमसंरम्भविह्वला ।
 घ्नन्तीवैक्षत् कटाक्षेपैः सन्दष्टदशनच्छदा
]

`verse 7 [
अपरानिमिषद् दृग्भ्यां जुषाणा तन्मुखाम्बुजम् ।
 आपीतमपि नातृप्यत् सन्तस्तच्चरणं यथा
]

`verse 8 [
तं काचिन्नेत्ररन्ध्रेण हृदिकृत्य निमील्य च ।
 पुलकाङ्‌ग्युपगुह्यास्ते योगीवानन्दसम्प्लुता
]

`verse 9 [
सर्वास्ताः केशवालोक परमोत्सवनिर्वृताः ।
 जहुर्विरहजं तापं प्राज्ञं प्राप्य यथा जनाः
]

`verse 10 [
ताभिर्विधूतशोकाभिः भगवानच्युतो वृतः ।
 व्यरोचताधिकं तात पुरुषः शक्तिभिर्यथा
]

`verse 11 [
ताः समादाय कालिन्द्या निर्विश्य पुलिनं विभुः ।
 विकसत्कुन्दमन्दार सुरभ्यनिलषट्पदम्
]

`verse 12 [
शरच्चन्द्रांशुसन्दोह ध्वस्तदोषातमः शिवम् ।
 कृष्णाया हस्ततरला चितकोमलवालुकम्
]

`meter [
मिश्र
]

`verse 13 [
तद्दर्शनाह्लादविधूतहृद्रुजो
     मनोरथान्तं श्रुतयो यथा ययुः ।
 स्वैरुत्तरीयैः कुचकुङ्‌कुमाङ्‌कितैः
     अचीक्लृपन्नासनमात्मबन्धवे
]

`verse 14 [
तत्रोपविष्टो भगवान् स ईश्वरो
     योगेश्वरान्तर्हृदि कल्पितासनः ।
 चकास गोपीपरिषद्‍गतोऽर्चितः
     त्रैलोक्यलक्ष्म्येकपदं वपुर्दधत्
]

`verse 15 [
सभाजयित्वा तमनङ्‌गदीपनं
     सहासलीलेक्षणविभ्रमभ्रुवा ।
 संस्पर्शनेनाङ्‌ककृताङ्‌घ्रिहस्तयोः
     संस्तुत्य ईषत्कुपिता बभाषिरे
]

`speaker [
श्रीगोप्य ऊचुः
]

`meter [
अनुष्टुप्
]

`verse 16 [
भजतोऽनुभजन्त्येक एक एतद्विपर्ययम् ।
 नोभयांश्च भजन्त्येक एतन्नो ब्रूहि साधु भोः
]

`verse 17 [
श्रीभगवानुवाच -
मिथो भजन्ति ये सख्यः स्वार्थैकान्तोद्यमा हि ते ।
 न तत्र सौहृदं धर्मः स्वार्थार्थं तद्धि नान्यथा
]

`verse 18 [
भजन्त्यभजतो ये वै करुणाः पितरो यथा ।
 धर्मो निरपवादोऽत्र सौहृदं च सुमध्यमाः
]

`verse 19 [
भजतोऽपि न वै केचिद् भजन्त्यभजतः कुतः ।
 आत्मारामा ह्याप्तकामा अकृतज्ञा गुरुद्रुहः
]

`meter [
मिश्र
]

`verse 20 [
नाहं तु सख्यो भजतोऽपि जन्तून्
     भजाम्यमीषामनुवृत्तिवृत्तये ।
 यथाधनो लब्धधने विनष्टे
     तच्चिन्तयान्यन्निभृतो न वेद
]

`verse 21 [
एवं मदर्थोज्झितलोकवेद
     स्वानां हि वो मय्यनुवृत्तयेऽबलाः ।
 मयापरोक्षं भजता तिरोहितं
     मासूयितुं मार्हथ तत् प्रियं प्रियाः
]

`verse 22 [
न पारयेऽहं निरवद्यसंयुजां
     स्वसाधुकृत्यं विबुधायुषापि वः ।
 या माभजन् दुर्जरगेहशृङ्‌खलाः
     संवृश्च्य तद् वः प्रतियातु साधुना
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे रासक्रीडायां गोपीसान्त्वनं नाम द्वात्रिंशोऽध्यायः
]
