`set context {
  skandha = "10",
  adhyaya = "34",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 34"
}

`preface [
अजगरमुखात् अनन्दस्य मोचनम्,अजगरस्य पूर्वविद्याधरप्राप्ति; शंखचूड वधः ।
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
एकदा देवयात्रायां गोपाला जातकौतुकाः।
अनोभिरनडुद्युक्तैः प्रययुस्तेऽम्बिकावनम्
]

`verse 2 [
तत्र स्नात्वा सरस्वत्यां देवं पशुपतिं विभुम्।
आनर्चुरर्हणैर्भक्त्या देवीं च णृपतेऽम्बिकाम्
]

`verse 3 [
गावो हिरण्यं वासांसि मधु मध्वन्नमादृताः।
ब्राह्मणेभ्यो ददुः सर्वे देवो नः प्रीयतामिति
]

`verse 4 [
ऊषुः सरस्वतीतीरे जलं प्राश्य यतव्रताः।
रजनीं तां महाभागा नन्दसुनन्दकादयः
]

`verse 5 [
कश्चिन्महानहिस्तस्मिन्विपिनेऽतिबुभुक्षितः।
यदृच्छयागतो नन्दं शयानमुरगोऽग्रसीत्
]

`verse 6 [
स चुक्रोशाहिना ग्रस्तः कृष्ण कृष्ण महानयम्।
सर्पो मां ग्रसते तात प्रपन्नं परिमोचय
]

`verse 7 [
तस्य चाक्रन्दितं श्रुत्वा गोपालाः सहसोत्थिताः।
ग्रस्तं च दृष्ट्वा विभ्रान्ताः सर्पं विव्यधुरुल्मुकैः
]

`verse 8 [
अलातैर्दह्यमानोऽपि नामुञ्चत्तमुरङ्गमः।
तमस्पृशत्पदाभ्येत्य भगवान्सात्वतां पतिः
]

`verse 9 [
स वै भगवतः श्रीमत्पादस्पर्शहताशुभः।
भेजे सर्पवपुर्हित्वा रूपं विद्याधरार्चितम्
]

`verse 10 [
तमपृच्छद्धृषीकेशः प्रणतं समवस्थितम्।
दीप्यमानेन वपुषा पुरुषं हेममालिनम्
]

`verse 11 [
को भवान्परया लक्ष्म्या रोचतेऽद्भुतदर्शनः।
कथं जुगुप्सितामेतां गतिं वा प्रापितोऽवशः
]

`speaker [
सर्प उवाच
]

`verse 12 [
अहं विद्याधरः कश्चित्सुदर्शन इति श्रुतः।
श्रिया स्वरूपसम्पत्त्या विमानेनाचरन्दिशः
]

`verse 13 [
ऋषीन्विरूपाङ्गिरसः प्राहसं रूपदर्पितः।
तैरिमां प्रापितो योनिं प्रलब्धैः स्वेन पाप्मना
]

`verse 14 [
शापो मेऽनुग्रहायैव कृतस्तैः करुणात्मभिः।
यदहं लोकगुरुणा पदा स्पृष्टो हताशुभः
]

`verse 15 [
तं त्वाहं भवभीतानां प्रपन्नानां भयापहम्।
आपृच्छे शापनिर्मुक्तः पादस्पर्शादमीवहन्
]

`verse 16 [
प्रपन्नोऽस्मि महायोगिन्महापुरुष सत्पते।
अनुजानीहि मां देव सर्वलोकेश्वरेश्वर
]

`verse 17 [
ब्रह्मदण्डाद्विमुक्तोऽहं सद्यस्तेऽच्युत दर्शनात्।
यन्नाम गृह्णन्नखिलान्श्रोतॄनात्मानमेव च।
सद्यः पुनाति किं भूयस्तस्य स्पृष्टः पदा हि ते
]

`verse 18 [
इत्यनुज्ञाप्य दाशार्हं परिक्रम्याभिवन्द्य च।
सुदर्शनो दिवं यातः कृच्छ्रान्नन्दश्च मोचितः
]

`verse 19 [
निशाम्य कृष्णस्य तदात्मवैभवं।
व्रजौकसो विस्मितचेतसस्ततः।
समाप्य तस्मिन्नियमं पुनर्व्रजं।
नृपाययुस्तत्कथयन्त आदृताः
]

`verse 20 [
कदाचिदथ गोविन्दो रामश्चाद्भुतविक्रमः।
विजह्रतुर्वने रात्र्यां मध्यगौ व्रजयोषिताम्
]

`verse 21 [
उपगीयमानौ ललितं स्त्रीजनैर्बद्धसौहृदैः।
स्वलङ्कृतानुलिप्ताङ्गौ स्रग्विनौ विरजोऽम्बरौ
]

`verse 22 [
निशामुखं मानयन्तावुदितोडुपतारकम्।
मल्लिकागन्धमत्तालि जुष्टं कुमुदवायुना
]

`verse 23 [
जगतुः सर्वभूतानां मनःश्रवणमङ्गलम्।
तौ कल्पयन्तौ युगपत्स्वरमण्डलमूर्च्छितम्
]

`verse 24 [
गोप्यस्तद्गीतमाकर्ण्य मूर्च्छिता नाविदन्नृप।
स्रंसद्दुकूलमात्मानं स्रस्तकेशस्रजं ततः
]

`verse 25 [
एवं विक्रीडतोः स्वैरं गायतोः सम्प्रमत्तवत्।
शङ्खचूड इति ख्यातो धनदानुचरोऽभ्यगात्
]

`verse 26 [
तयोर्निरीक्षतो राजंस्तन्नाथं प्रमदाजनम्।
क्रोशन्तं कालयामास दिश्युदीच्यामशङ्कितः
]

`verse 27 [
क्रोशन्तं कृष्ण रामेति विलोक्य स्वपरिग्रहम्।
यथा गा दस्युना ग्रस्ता भ्रातरावन्वधावताम्
]

`verse 28 [
मा भैष्टेत्यभयारावौ शालहस्तौ तरस्विनौ।
आसेदतुस्तं तरसा त्वरितं गुह्यकाधमम्
]

`verse 29 [
स वीक्ष्य तावनुप्राप्तौ कालमृत्यू इवोद्विजन्।
विसृज्य स्त्रीजनं मूढः प्राद्रवज्जीवितेच्छया
]

`verse 30 [
तमन्वधावद्गोविन्दो यत्र यत्र स धावति।
जिहीर्षुस्तच्छिरोरत्नं तस्थौ रक्षन्स्त्रियो बलः
]

`verse 31 [
अविदूर इवाभ्येत्य शिरस्तस्य दुरात्मनः।
जहार मुष्टिनैवाङ्ग सहचूडमणिं विभुः
]

`verse 32 [
शङ्खचूडं निहत्यैवं मणिमादाय भास्वरम्।
अग्रजायाददात्प्रीत्या पश्यन्तीनां च योषिताम्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे पूर्वार्धे शङ्खचूडवधो नाम चतुस्त्रिंशोऽध्यायः।
]
