`preface [
युग्मगीतं; गोचारणाय वनं गतस्य भगवतो गोपीजनकृतं गुणगानम् -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
गोप्यः कृष्णे वनं याते तमनुद्रुतचेतसः ।
 कृष्णलीलाः प्रगायन्त्यो निन्युर्दुःखेन वासरान्
]

`speaker [
श्रीगोप्य ऊचुः
]

`meter [
स्वागता
]

`verse 2 [
वामबाहुकृतवामकपोलो
     वल्गितभ्रुरधरार्पितवेणुम् ।
 कोमलाङ्‌गुलिभिराश्रितमार्गं
     गोप्य ईरयति यत्र मुकुन्दः
]

`verse 3 [
व्योमयानवनिताः सह सिद्धैः
     विस्मितास्तदुपधार्य सलज्जाः ।
 काममार्गणसमर्पितचित्ताः
     कश्मलं ययुरपस्मृतनीव्यः
]

`verse 4 [
हन्त चित्रमबलाः श्रृणुतेदं
     हारहास उरसि स्थिरविद्युत् ।
 नन्दसूनुरयमार्तजनानां
     नर्मदो यर्हि कूजितवेणुः
]

`verse 5 [
वृन्दशो व्रजवृषा मृगगावो
     वेणुवाद्यहृतचेतस आरात् ।
 दन्तदष्टकवला धृतकर्णा
     निद्रिता लिखितचित्रमिवासन्
]

`verse 6 [
बर्हिणस्तबकधातुपलाशैः
     बद्धमल्लपरिबर्हविडम्बः ।
 कर्हिचित्सबल आलि स गोपैः
     गाः समाह्वयति यत्र मुकुन्दः
]

`verse 7 [
तर्हि भग्नगतयः सरितो वै
     तत्पदाम्बुजरजोऽनिलनीतम् ।
 स्पृहयतीर्वयमिवाबहुपुण्याः
     प्रेमवेपितभुजाः स्तिमितापः
]

`meter [
मिश्र
]

`verse 8 [
अनुचरैः समनुवर्णितवीर्य
     आदिपूरुष इवाचलभूतिः ।
 वनचरो गिरितटेषु चरन्तीः
     वेणुनाह्वयति गाः स यदा हि
]

`verse 9 [
वनलतास्तरव आत्मनि विष्णुं
     व्यञ्जयन्त्य इव पुष्पफलाढ्याः ।
 प्रणतभारविटपा मधुधाराः
     प्रेमहृष्टतनवः ससृजुः स्म
]

`verse 10 [
दर्शनीयतिलको वनमाला
     दिव्यगन्धतुलसीमधुमत्तैः ।
 अलिकुलैरलघु गीतामभीष्टं
     आद्रियन् यर्हि सन्धितवेणुः
]

`verse 11 [
सरसि सारसहंसविहङ्‌गाः
     चारुगीतहृतचेतस एत्य ।
 हरिमुपासत ते यतचित्ता
     हन्त मीलितदृशो धृतमौनाः
]

`verse 12 [
सहबलः स्रगवतंसविलासः
     सानुषु क्षितिभृतो व्रजदेव्यः ।
 हर्षयन् यर्हि वेणुरवेण
     जातहर्ष उपरम्भति विश्वम्
]

`verse 13 [
महदतिक्रमणशङ्‌कितचेता
     मन्दमन्दमनुगर्जति मेघः ।
 सुहृदमभ्यवर्षत् सुमनोभिः
     छायया च विदधत्प्रतपत्रम्
]

`verse 14 [
विविधगोपचरणेषु विदग्धो
     वेणुवाद्य उरुधा निजशिक्षाः ।
 तव सुतः सति यदाधरबिम्बे
     दत्तवेणुरनयत् स्वरजातीः
]

`verse 15 [
सवनशस्तदुपधार्य सुरेशाः
     शक्रशर्वपरमेष्ठिपुरोगाः ।
 कवय आनतकन्धरचित्ताः
     कश्मलं ययुरनिश्चिततत्त्वाः
]

`verse 16 [
निजपदाब्जदलैर्ध्वजवज्र
     नीरजाङ्‌कुशविचित्रललामैः ।
 व्रजभुवः शमयन् खुरतोदं
     वर्ष्मधुर्यगतिरीडितवेणुः
]

`verse 17 [
व्रजति तेन वयं सविलास
     वीक्षणार्पितमनोभववेगाः ।
 कुजगतिं गमिता न विदामः
     कश्मलेन कवरं वसनं वा
]

`verse 18 [
मणिधरः क्वचिदागणयन् गा
     मालया दयितगन्धतुलस्याः ।
 प्रणयिनोऽनुचरस्य कदांसे
     प्रक्षिपन् भुजमगायत यत्र
]

`verse 19 [
क्वणितवेणुरववञ्चितचित्ताः
     कृष्णमन्वसत कृष्णगृहिण्यः ।
 गुणगणार्णमनुगत्य हरिण्यो
     गोपिका इव विमुक्तगृहाशाः
]

`meter [
स्वागता
]

`verse 20 [
कुन्ददामकृतकौतुकवेषो
     गोपगोधनवृतो यमुनायाम् ।
 नन्दसूनुरनघे तव वत्सो
     नर्मदः प्रणयिणां विजहार
]

`verse 21 [
मन्दवायुरुपवात्यनकूलं
     मानयन् मलयजस्पर्शेन ।
 वन्दिनस्तमुपदेवगणा ये
     वाद्यगीतबलिभिः परिवव्रुः
]

`verse 22 [
वत्सलो व्रजगवां यदगध्रो
     वन्द्यमानचरणः पथि वृद्धैः ।
 कृत्स्नगोधनमुपोह्य दिनान्ते
     गीतवेणुरनुगेडितकीर्तिः
]

`verse 23 [
उत्सवं श्रमरुचापि दृशीनां
     उन्नय खुररजश्छुरितस्रक् ।
 दित्सयैति सुहृदासिष एष
     देवकीजठरभूरुडुराजः
]

`meter [
मिश्र
]

`verse 24 [
मदविघूर्णितलोचन ईषन्
     मानदः स्वसुहृदां वनमाली ।
 बदरपाण्डुवदनो मृदुगण्डं
     मण्डयन् कनककुण्डललक्ष्म्या
]

`verse 25 [
यदुपतिर्द्विरदराजविहारो
     यामिनीपतिरिवैष दिनान्ते ।
 मुदितवक्त्र उपयाति दुरन्तं
     मोचयन् व्रजगवां दिनतापम्
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 26 [
एवं व्रजस्त्रियो राजन् कृष्णलीलानुगायतीः ।
 रेमिरेऽहःसु तच्चित्ताः तन्मनस्का महोदयाः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे गोपिकायुगलगीतं नाम पञ्चत्रिंशोऽध्यायः
]
