`set context {
  skandha = "10",
  adhyaya = "36",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 36"
}

`preface [
अरिष्टासुरवधः, कंसस्य अक्रूरं प्रति नन्दगोकुल गमनायादेशश्च -
]

`speaker [
श्री शुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अथ तर्ह्यागतो गोष्ठं अरिष्टो वृषभासुरः ।
 महीं महाककुत्कायः कम्पयन् खुरविक्षताम्
]

`verse 2 [
रम्भमाणः खरतरं पदा च विलिखन् महीम् ।
 उद्यम्य पुच्छं वप्राणि विषाणाग्रेण चोद्धरन्
]

`verse 3 [
किञ्चित्किञ्चित् शकृन् मुञ्चन् मूत्रयन् स्तब्धलोचनः ।
 यस्य निर्ह्रादितेनाङ्‌ग निष्ठुरेण गवां नृणाम्
]

`verse 4 [
पतन्त्यकालतो गर्भाः स्रवन्ति स्म भयेन वै ।
 निर्विशन्ति घना यस्य ककुद्यचलशङ्‌कया
]

`verse 5 [
तं तीक्ष्णशृङ्‌गमुद्वीक्ष्य गोप्यो गोपाश्च तत्रसुः ।
 पशवो दुद्रुवुर्भीता राजन् संत्यज्य गोकुलम्
]

`verse 6 [
कृष्ण कृष्णेति ते सर्वे गोविन्दं शरणं ययुः ।
 भगवानपि तद्वीक्ष्य गोकुलं भयविद्रुतम्
]

`verse 7 [
मा भैष्टेति गिराश्वास्य वृषासुरमुपाह्वयत् ।
 गोपालैः पशुभिर्मन्द त्रासितैः किमसत्तम
]

`verse 8 [
बलदर्पहाहं दुष्टानां त्वद्विधानां दुरात्मनाम् ।
 इत्यास्फोट्याच्युतोऽरिष्टं तलशब्देन कोपयन्
]

`verse 9 [
सख्युरंसे भुजाभोगं प्रसार्यावस्थितो हरिः ।
 सोऽप्येवं कोपितोऽरिष्टः खुरेणावनिमुल्लिखन् ।
 उद्यत्पुच्छभ्रमन्मेघः क्रुद्धः कृष्णमुपाद्रवत्
]

`verse 10 [
अग्रन्यस्तविषाणाग्रः स्तब्धासृग् लोचनोऽच्युतम् ।
 कटाक्षिप्याद्रवत् तूर्ण् इन्द्रमुक्तोऽशनिर्यथा
]

`verse 11 [
गृहीत्वा शृङ्‌गयोस्तं वा अष्टादश पदानि सः ।
 प्रत्यपोवाह भगवान् गजः प्रतिगजं यथा
]

`verse 12 [
सोऽपविद्धो भगवता पुनरुत्थाय सत्वरम् ।
 आपतत् स्विन्नसर्वाङ्‌गो निःश्वसन् क्रोधमूर्च्छितः
]

`meter [
मिश्र
]

`verse 13 [
तं आपतन्तं स निगृह्य शृङ्‌गयोः
     पदा समाक्रम्य निपात्य भूतले ।
 निष्पीडयामास यथाऽऽर्द्रमम्बरं
     कृत्वा विषाणेन जघान सोऽपतत्
]

`verse 14 [
असृग् वमन् मूत्रशकृत् समुत्सृजन्
     क्षिपंश्च पादाननवस्थितेक्षणः ।
 जगाम कृच्छ्रं निर्‌ऋतेरथ क्षयं
     पुष्पैः किरन्तो हरिमीडिरे सुराः
]

`meter [
अनुष्टुप्
]

`verse 15 [
एवं कुकुद्मिनं हत्वा स्तूयमानः द्विजातिभिः ।
 विवेश गोष्ठं सबलो गोपीनां नयनोत्सवः
]

`verse 16 [
अरिष्टे निहते दैत्ये कृष्णेनाद्‍भुतकर्मणा ।
 कंसायाथाह भगवान् नारदो देवदर्शनः
]

`verse 17 [
यशोदायाः सुतां कन्यां देवक्याः कृष्णमेव च ।
 रामं च रोहिणीपुत्रं वसुदेवेन बिभ्यता
]

`verse 18 [
न्यस्तौ स्वमित्रे नन्दे वै याभ्यां ते पुरुषा हताः ।
 निशम्य तद्‍भोजपतिः कोपात् प्रचलितेन्द्रियः
]

`verse 19 [
निशातमसिमादत्त वसुदेवजिघांसया
 निवारितो नारदेन तत्सुतौ मृत्युमात्मनः
]

`verse 20 [
ज्ञात्वा लोहमयैः पाशैः बबन्ध सह भार्यया ।
 प्रतियाते तु देवर्षौ कंस आभाष्य केशिनम्
]

`verse 21 [
प्रेषयामास हन्येतां भवता रामकेशवौ ।
 ततो मुष्टिकचाणूर शलतोशलकादिकान्
]

`verse 22 [
अमात्यान् हस्तिपांश्चैव समाहूयाह भोजराट् ।
 भो भो निशम्यतामेतद् वीरचाणूरमुष्टिकौ
]

`verse 23 [
नन्दव्रजे किलासाते सुतावानकदुन्दुभेः ।
 रामकृष्णौ ततो मह्यं मृत्युः किल निदर्शितः
]

`verse 24 [
भवद्‍भ्यामिह सम्प्राप्तौ हन्येतां मल्ललीलया ।
 मञ्चाः क्रियन्तां विविधा मल्लरङ्‌गपरिश्रिताः ।
 पौरा जानपदाः सर्वे पश्यन्तु स्वैरसंयुगम्
]

`verse 25 [
महामात्र त्वया भद्र रङ्‌गद्वार्युपनीयताम् ।
 द्विपः कुवलयापीडो जहि तेन ममाहितौ
]

`verse 26 [
आरभ्यतां धनुर्यागः चतुर्दश्यां यथाविधि ।
 विशसन्तु पशून् मेध्यान् भूतराजाय मीढुषे
]

`verse 27 [
इत्याज्ञाप्यार्थतन्त्रज्ञ आहूय यदुपुङ्‌गवम् ।
 गृहीत्वा पाणिना पाणिं ततोऽक्रूरमुवाच ह
]

`verse 28 [
भो भो दानपते मह्यं क्रियतां मैत्रमादृतः ।
 नान्यस्त्वत्तो हिततमो विद्यते भोजवृष्णिषु
]

`verse 29 [
अतस्त्वामाश्रितः सौम्य कार्यगौरवसाधनम् ।
 यथेन्द्रो विष्णुमाश्रित्य स्वार्थमध्यगमद् विभुः
]

`verse 30 [
गच्छ नन्दव्रजं तत्र सुतौ आवानकदुन्दुभेः ।
 आसाते तौ इहानेन रथेनानय मा चिरम्
]

`verse 31 [
निसृष्टः किल मे मृत्युः देवैर्वैकुण्ठसंश्रयैः ।
 तावानय समं गोपैः नन्दाद्यैः साभ्युपायनैः
]

`verse 32 [
घातयिष्य इहानीतौ कालकल्पेन हस्तिना ।
 यदि मुक्तौ ततो मल्लैः घातये वैद्युतोपमैः
]

`verse 33 [
तयोर्निहतयोस्तप्तान् वसुदेवपुरोगमान् ।
 तद्‍बन्धून् निहनिष्यामि वृष्णिभोजदशार्हकान्
]

`verse 34 [
उग्रसेनं च पितरं स्थविरं राज्यकामुकम् ।
 तद्‍भ्रातरं देवकं च ये चान्ये विद्विषो मम
]

`verse 35 [
ततश्चैषा मही मित्र भवित्री नष्टकण्टका ।
 जरासन्धो मम गुरुः द्विविदो दयितः सखा
]

`verse 36 [
शम्बरो नरको बाणो मय्येव कृतसौहृदाः ।
 तैरहं सुरपक्षीयान् हत्वा भोक्ष्ये महीं नृपान्
]

`verse 37 [
एतज्ज्ञात्वाऽनय क्षिप्रं रामकृष्णाविहार्भकौ ।
 धनुर्मखनिरीक्षार्थं द्रष्टुं यदुपुरश्रियम्
]

`speaker [
श्रीअक्रूर उवाच
]

`verse 38 [
राजन् मनीषितं सध्र्यक् तव स्वावद्यमार्जनम् ।
 सिद्ध्यसिद्ध्योः समं कुर्याद् दैवं हि फलसाधनम्
]

`verse 39 [
मनोरथान् करोत्युच्चैः जनो दैवहतानपि ।
 युज्यते हर्षशोकाभ्यां तथाप्याज्ञां करोमि ते
]

`speaker [
श्रीशुक उवाच
]

`verse 40 [
एवमादिश्य चाक्रूरं मन्त्रिणश्च विषृज्य सः ।
 प्रविवेश गृहं कंसः तथाक्रूरः स्वमालयम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे अक्रूरसंप्रेषणं नाम षट्‌त्रिंशोऽध्यायः
]
