`preface [
श्रीकृष्णबलरामयोर्मथुरायां प्रति प्रस्थानं विरहकातर गोपीनां करुणोद्‌गारः कालिंद्यां अक्रूरकर्तृकं भगवद्‌धाम दर्शनं च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
सुखोपविष्टः पर्यङ्‌के रमकृष्णोरुमानितः ।
 लेभे मनोरथान् सर्वान् पन्पथि यान् स चकार ह
]

`verse 2 [
किमलभ्यं भगवति प्रसन्ने श्रीनिकेतने ।
 तथापि तत्परा राजन् न हि वाञ्छन्ति किञ्चन
]

`verse 3 [
सायंतनाशनं कृत्वा भगवान् देवकीसुतः ।
 सुहृत्सु वृत्तं कंसस्य पप्रच्छान्यच्चिकीर्षितम्
]

`verse 4 [
श्रीभगवानुवाच -
तात सौम्यागतः कच्चित् स्वागतं भद्रमस्तु वः ।
 अपि स्वज्ञातिबन्धूनां अनमीवमनामयम्
]

`verse 5 [
किं नु नः कुशलं पृच्छे एधमाने कुलामये ।
 कंसे मातुलनाम्न्यङ्‌ग स्वानां नस्तत्प्रजासु च
]

`verse 6 [
अहो अस्मदभूद् भूरि पित्रोर्वृजिनमार्ययोः ।
 यद्धेतोः पुत्रमरणं यद्धेतोर्बन्धनं तयोः
]

`verse 7 [
दिष्ट्याद्य दर्शनं स्वानां मह्यं वः सौम्य काङ्‌क्षितम् ।
 सञ्जातं वर्ण्यतां तात तवागमनकारणम्
]

`speaker [
श्रीशुक उवाच
]

`verse 8 [
पृष्टो भगवता सर्वं वर्णयामास माधवः ।
 वैरानुबन्धं यदुषु वसुदेववधोद्यमम्
]

`verse 9 [
यत्सन्देशो यदर्थं वा दूतः सम्प्रेषितः स्वयम् ।
 यदुक्तं नारदेनास्य स्वजन्मानकदुन्दुभेः
]

`verse 10 [
श्रुत्वाक्रूरवचः कृष्णो बलश्च परवीरहा ।
 प्रहस्य नन्दं पितरं राज्ञा दिष्टं विजज्ञतुः
]

`verse 11 [
गोपान् समादिशत् सोऽपि गृह्यतां सर्वगोरसः ।
 उपायनानि गृह्णीध्वं युज्यन्तां शकटानि च
]

`verse 12 [
यास्यामः श्वो मधुपुरीं दास्यामो नृपते रसान् ।
 द्रक्ष्यामः सुमहत्पर्व यान्ति जानपदाः किल ।
 एवमाघोषयत्क्षत्रा नन्दगोपः स्वगोकुले
]

`verse 13 [
गोप्यस्तास्तद् उपश्रुत्य बभूवुर्व्यथिता भृशम् ।
 रामकृष्णौ पुरीं नेतुं अक्रूरं व्रजमागतम्
]

`verse 14 [
काश्चित् तत्कृतहृत्ताप श्वासम्लानमुखश्रियः ।
 स्रंसद्‌दुद्दुकूलवलय केशग्रंथ्यश्च काश्चन
]

`verse 15 [
अन्याश्च तदनुध्यान निवृत्ताशेषवृत्तयः ।
 नाभ्यजानन् इमं लोकं आत्मलोकं गता इव
]

`verse 16 [
स्मरन्त्यश्चापराः शौरेः अनुरागस्मितेरिताः ।
 हृदिस्पृशश्चित्रपदा गिरः संमुमुहुः स्त्रियः
]

`verse 17 [
गतिं सुललितां चेष्टां स्निग्धहासावलोकनम् ।
 शोकापहानि नर्माणि प्रोद्दामचरितानि च
]

`verse 18 [
चिन्तयन्त्यो मुकुन्दस्य भीता विरहकातराः ।
 समेताः सङ्‌घशः प्रोचुः अश्रुमुख्योऽच्युताशयाः
]

`speaker [
श्रीगोप्य ऊचुः
]

`meter [
मिश्र
]

`verse 19 [
अहो विधातस्तव न क्वचिद् दया
     संयोज्य मैत्र्या प्रणयेन देहिनः ।
 तांश्चाकृतार्थान् वियुनङ्‌क्ष्यपार्थकं
     विक्रीडितं तेऽर्भकचेष्टितं यथा
]

`verse 20 [
यस्त्वं प्रदर्श्यासितकुन्तलावृतं
     मुकुन्दवक्त्रं सुकपोलमुन्नसम् ।
 शोकापनोदस्मितलेशसुन्दरं
     करोषि पारोक्ष्यमसाधु ते कृतम्
]

`verse 21 [
क्रूरस्त्वमक्रूरसमाख्यया स्म नः
     चक्षुर्हि दत्तं हरसे बताज्ञवत् ।
 येनैकदेशेऽखिलसर्गसौष्ठवं
     त्वदीयमद्राक्ष्म वयं मधुद्विषः
]

`verse 22 [
न नन्दसूनुः क्षणभङ्‌गसौहृदः
     समीक्षते नः स्वकृतातुरा बत ।
 विहाय गेहान् स्वजनान् तान् पतीन्
     तद्दास्यमद्धोपगता नवप्रियः
]

`verse 23 [
सुखं प्रभाता रजनीयमाशिषः
     सत्या बभूवुः पुरयोषितां ध्रुवम् ।
 याः संप्रविष्टस्य मुखं व्रजस्पतेः
     पास्यन्त्यपाङ्‌गोत् कलितस्मितासवम्
]

`verse 24 [
तासां मुकुन्दो मधुमञ्जुभाषितैरः
     गृहीतचित्तः परवान् मनस्व्यपि ।
 कथं पुनर्नः प्रतियास्यतेऽबला
     ग्राम्याः सलज्जस्मितविभ्रमैर्भ्रमन्
]

`verse 25 [
अद्य ध्रुवं तत्र दृशो भविष्यते
     दाशार्हभोजान्धक वृष्णिसात्वताम् ।
 महोत्सवः श्रीरमणं गुणास्पदं
     द्रक्ष्यन्ति ये चाध्वनि देवकीसुतम्
]

`verse 26 [
मैतद्विधस्याकरुणस्य नाम भूद्
     अक्रूर इत्येतदतीव दारुणः ।
 योऽसावनाश्वास्य सुदुःखितं जनं
     प्रियात्प्रियं नेष्यति पारमध्वनः
]

`verse 27 [
अनार्द्रधीरेष समास्थितो रथं
     तमन्वमी च त्वरयन्ति दुर्मदाः ।
 गोपा अनोभिः स्थविरैरुपेक्षितं
     दैवं च नोऽद्य प्रतिकूलमीहते
]

`verse 28 [
निवारयामः समुपेत्य माधवं
     किं नोऽकरिष्यन् कुलवृद्धबान्धवाः ।
 मुकुन्दसङ्‌गान्निमिषार्धदुस्त्यजाद्
     दैवेन विध्वंसितदीनचेतसाम्
]

`meter [
वसंततिलका
]

`verse 29 [
यस्यानुरागललितस्मितवल्गुमन्त्र
     लीलावलोकपरिरम्भणरासगोष्ठाम् ।
 नीताः स्म नः क्षणमिव क्षणदा विना तं
     गोप्यः कथं न्वतितरेम तमो दुरन्तम्
]

`verse 30 [
योऽह्नः क्षये व्रजमनन्तसखः परीतो
     गोपैर्विशन् खुररजश्छुरितालकस्रक् ।
 वेणुं क्वणन् स्मितकटाक्षनिरीक्षणेन
     चित्तं क्षिणोत्यमुमृते नु कथं भवेम
]

`speaker [
श्रीशुक उवाच
]

`meter [
मिश्र
]

`verse 31 [
एवं ब्रुवाणा विरहातुरा भृशं
     व्रजस्त्रियः कृष्णविषक्तमानसाः ।
 विसृज्य लज्जां रुरुदुः स्म सुस्वरं
     गोविन्द दामोदर माधवेति
]

`meter [
अनुष्टुप्
]

`verse 32 [
स्त्रीणामेवं रुदन्तीनां उदिते सवितर्यथ ।
 अक्रूरश्चोदयामास कृतमैत्रादिको रथम्
]

`verse 33 [
गोपास्तमन्वसज्जन्त नन्दाद्याः शकटैस्ततः ।
 आदायोपायनं भूरि कुम्भान् गोरससम्भृतान्
]

`verse 34 [
गोप्यश्च दयितं कृष्णं अनुव्रज्यानुरञ्जिताः ।
 प्रत्यादेशं भगवतः काङ्‌क्षन्त्यश्चावतस्थिरे
]

`verse 35 [
तास्तथा तप्यतीर्वीक्ष्य स्वप्रस्थाणे यदूत्तमः ।
 सान्त्वयामस सप्रेमैः आयास्य इति दौत्यकैः
]

`verse 36 [
यावदालक्ष्यते केतुः यावद्रेणू रथस्य च ।
 अनुप्रस्थापितात्मानो लेख्यानीवोपलक्षिताः
]

`verse 37 [
ता निराशा निववृतुः गोविन्दविनिवर्तने ।
 विशोका अहनी निन्युः गायन्त्यः प्रियचेष्टितम्
]

`verse 38 [
भगवानपि सम्प्राप्तो रामाक्रूरयुतो नृप ।
 रथेन वायुवेगेन कालिन्दीं अघनाशिनीम्
]

`verse 39 [
तत्रोपस्पृश्य पानीयं पीत्वा मृष्टं मणिप्रभम् ।
 वृक्षषण्डमुपव्रज्य सरामो रथमाविशत् ॥ ॥
 अक्रूरस्तावुपामन्त्र्य निवेश्य च रथोपरि ।
 कालिन्द्या ह्रदमागत्य स्नानं विधिवदाचरत्
]

`verse 40 [
निमज्ज्य तस्मिन् सलिले जपन् ब्रह्म सनातनम् ।
 तावेव ददृशेऽक्रूरो रामकृष्णौ समन्वितौ
]

`verse 41 [
तौ रथस्थौ कथमिह सुतौ आनकदुन्दुभेः ।
 तर्हि स्वित् स्यन्दने न स्त इत्युन्मज्ज्य व्यचष्ट सः
]

`verse 42 [
तत्रापि च यथापूर्वं आसीनौ पुनरेव सः ।
 न्यमज्जद् दर्शनं यन्मे मृषा किं सलिले तयोः
]

`verse 43 [
भूयस्तत्रापि सोऽद्राक्षीत् स्तूयमानमहीश्वरम् ।
 सिद्धचारणगन्धर्वैः असुरैर्नतकन्धरैः
]

`verse 44 [
सहस्रशिरसं देवं सहस्रफणमौलिनम् ।
 नीलाम्बरं विसश्वेतं शृङ्‌गैः श्वेतमिव स्थितम्
]

`verse 45 [
तस्योत्सङ्‌गे घनश्यामं पीतकौशेयवाससम् ।
 पुरुषं चतुर्भुजं शान्तं पद्मपत्रारुणेक्षणम्
]

`verse 46 [
चारुप्रसन्नवदनं चारुहासनिरीक्षणम् ।
 सुभ्रून्नसं चरुकर्णं सुकपोलारुणाधरम्
]

`verse 47 [
प्रलम्बपीवरभुजं तुङ्‌गांसोरःस्थलश्रियम् ।
 कम्बुकण्ठं निम्ननाभिं वलिमत्पल्लवोदरम्
]

`verse 48 [
बृहत्कतिततश्रोणि करभोरुद्वयान्वितम् ।
 चारुजानुयुगं चारु जङ्‌घायुगलसंयुतम्
]

`verse 49 [
तुङ्‌गगुल्फारुणनख व्रातदीधितिभिर्वृतम् ।
 नवाङ्‌गुल्यङ्‌गुष्ठदलैः विलसत् पादपङ्‌कजम्
]

`verse 50 [
सुमहार्हमणिव्रात किरीटकटकाङ्‌गदैः ।
 कटिसूत्रब्रह्मसूत्र हारनूपुरकुण्डलैः
]

`verse 51 [
भ्राजमानं पद्मकरं शङ्‌खचक्रगदाधरम् ।
 श्रीवत्सवक्षसं भ्राजत् कौस्तुभं वनमालिनम्
]

`verse 52 [
सुनन्दनन्दप्रमुखैः पर्षदैः सनकादिभिः ।
 सुरेशैर्ब्रह्मरुद्राद्यैः नवभिश्च द्विजोत्तमैः
]

`verse 53 [
प्रह्रादनारदवसु प्रमुखैर्भागवतोत्तमैः ।
 स्तूयमानं पृथग्भावैः वचोभिरमलात्मभिः
]

`verse 54 [
श्रिया पुष्ट्या गिरा कान्त्या कीर्त्या तुष्ट्येलयोर्जया ।
 विद्ययाविद्यया शक्त्या मायया च निषेवितम्
]

`verse 55 [
विलोक्य सुभृशं प्रीतो भक्त्या परमया युतः ।
 हृष्यत्तनूरुहो भाव परिक्लिन्नात्मलोचनः
]

`verse 56 [
गिरा गद्‍गदयास्तौषीत् सत्त्वमालम्ब्य सात्वतः ।
 प्रणम्य मूर्ध्नावहितः कृताञ्जलिपुटः शनैः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे अक्रूरप्रतियाने एकोन्चत्वारिंशोऽध्यायः
]
