`preface [
अक्रूरकृता भगवत् स्तुति -
]

`speaker [
श्रीअक्रूर उवाच
]

`meter [
मिश्र
]

`verse 1 [
नतोऽस्म्यहं त्वाखिलहेतुहेतुं
     नारायणं पूरुषमाद्यमव्ययम् ।
 यन्नाभिजातादरविन्दकोषाद्
     ब्रह्माऽऽविरासीद् यत एष लोकः
]

`verse 2 [
भूस्तोयमग्निः पवनं खमादिः
     महानजादिर्मन इन्द्रियाणि ।
 सर्वेन्द्रियार्था विबुधाश्च सर्वे
     ये हेतवस्ते जगतोऽङ्‌गभूताः
]

`verse 3 [
नैते स्वरूपं विदुरात्मनस्ते
     ह्यजादयोऽनात्मतया गृहीताः ।
 अजोऽनुबद्धः स गुणैरजाया
     गुणात् परं वेद न ते स्वरूपम्
]

`meter [
अनुष्टुप्
]

`verse 4 [
त्वां योगिनो यजन्त्यद्धा महापुरुषमीश्वरम् ।
 साध्यात्मं साधिभूतं च साधिदैवं च साधवः
]

`verse 5 [
त्रय्या च विद्यया केचित् त्वां वै वैतानिका द्विजाः ।
 यजन्ते विततैर्यज्ञैः नानारूपामराख्यया
]

`verse 6 [
एके त्वाखिलकर्माणि सन्न्यस्योपशमं गताः ।
 ज्ञानिनो ज्ञानयज्ञेन यजन्ति ज्ञानविग्रहम्
]

`verse 7 [
अन्ये च संस्कृतात्मानो विधिनाभिहितेन ते ।
 यजन्ति त्वन्मयास्त्वां वै बहुमूर्त्येकमूर्तिकम्
]

`verse 8 [
त्वामेवान्ये शिवोक्तेन मार्गेण शिवरूपिणम् ।
 बह्वाचार्यविभेदेन भगवन् समुपासते
]

`verse 9 [
सर्व एव यजन्ति त्वां सर्वदेवमयेश्वरम् ।
 येऽप्यन्यदेवताभक्ता यद्यप्यन्यधियः प्रभो
]

`verse 10 [
यथाद्रिप्रभवा नद्यः पर्जन्यापूरिताः प्रभो ।
 विशन्ति सर्वतः सिन्धुं तद्वत्त्वां गतयोऽन्ततः
]

`verse 11 [
सत्त्वं रजस्तम इति भवतः प्रकृतेर्गुणाः ।
 तेषु हि प्राकृताः प्रोता आब्रह्मस्थावरादयः
]

`meter [
मिश्र
]

`verse 12 [
तुभ्यं नमस्तेऽस्त्वविषक्तदृष्टये
     सर्वात्मने सर्वधियां च साक्षिणे ।
 गुणप्रवाहोऽयमविद्यया कृतः
     प्रवर्तते देवनृतिर्यगात्मसु
]

`verse 13 [
अग्निर्मुखं तेऽवनिरङ्‌घ्रिरीक्षणं
     सूर्यो नभो नाभिरथो दिशः श्रुतिः ।
 द्यौः कं सुरेन्द्रास्तव बाहवोऽर्णवाः
     कुक्षिर्मरुत् प्राणबलं प्रकल्पितम्
]

`verse 14 [
रोमाणि वृक्षौषधयः शिरोरुहा ।
     मेघाः परस्यास्थिनखानि तेऽद्रयः ।
 निमेषणं रात्र्यहनी प्रजापतिः
     मेढ्रस्तु वृष्टिस्तव वीर्यमिष्यते
]

`verse 15 [
त्वय्यव्ययात्मन् पुरुषे प्रकल्पिता
     लोकाः सपाला बहुजीवसङ्‌कुलाः ।
 यथा जले सञ्जिहते जलौकसो
     ऽप्युदुम्बरे वा मशका मनोमये
]

`meter [
अनुष्टुप्
]

`verse 16 [
यानि यानीह रूपाणि क्रीडनार्थं बिभर्षि हि ।
 तैरामृष्टशुचो लोका मुदा गायन्ति ते यशः
]

`verse 17 [
नमः कारणमत्स्याय प्रलयाब्धिचराय च ।
 हयशीर्ष्णे नमस्तुभ्यं मधुकैटभमृत्यवे
]

`verse 18 [
अकूपाराय बृहते नमो मन्दरधारिणे ।
 क्षित्युद्धारविहाराय नमः सूकरमूर्तये
]

`verse 19 [
नमस्तेऽद्‍भुतसिंहाय साधुलोकभयापह ।
 वामनाय नमस्तुभ्यं क्रान्तत्रिभुवनाय च
]

`verse 20 [
नमो भृगूणां पतये दृप्तक्षत्रवनच्छिदे ।
 नमस्ते रघुवर्याय रावणान्तकराय च
]

`verse 21 [
नमस्ते वासुदेवाय नमः सङ्‌कर्षणाय च ।
 प्रद्युम्नायनिरुद्धाय सात्वतां पतये नमः
]

`verse 22 [
नमो बुद्धाय शुद्धाय दैत्यदानवमोहिने ।
 म्लेच्छप्रायक्षत्रहन्त्रे नमस्ते कल्किरूपिणे
]

`verse 23 [
भगवन् जीवलोकोऽयं मोहितस्तव मायया ।
 अहं ममेत्यसद्‍ग्राहो भ्राम्यते कर्मवर्त्मसु
]

`verse 24 [
अहं चात्मात्मजागार दारार्थस्वजनादिषु ।
 भ्रमामि स्वप्नकल्पेषु मूढः सत्यधिया विभो
]

`verse 25 [
अनित्यानात्मदुःखेषु विपर्ययमतिर्ह्यहम् ।
 द्वन्द्वारामस्तमोविष्टो न जाने त्वात्मनः प्रियम्
]

`verse 26 [
यथाबुधो जलं हित्वा प्रतिच्छन्नं तदुद्‍भवैः ।
 अभ्येति मृगतृष्णां वै तद्वत्त्वाहं पराङ्‌मुखः
]

`verse 27 [
नोत्सहेऽहं कृपणधीः कामकर्महतं मनः ।
 रोद्धुं प्रमाथिभिश्चाक्षैः ह्रियमाणमितस्ततः
]

`meter [
वसंततिलका
]

`verse 28 [
सोऽहं तवाङ्‌घ्र्युपगतोऽस्म्यसतां दुरापं
     तच्चाप्यहं भवदनुग्रह ईश मन्ये ।
 पुंसो भवेद् यर्हि संसरणापवर्गः
     त्वय्यब्जनाभ सदुपासनया मतिः स्यात्
]

`meter [
अनुष्टुप्
]

`verse 29 [
नमो विज्ञानमात्राय सर्वप्रत्ययहेतवे ।
 पुरुषेशप्रधानाय ब्रह्मणेऽनन्तशक्तये
]

`verse 30 [
नमस्ते वासुदेवाय सर्वभूतक्षयाय च ।
 हृषीकेश नमस्तुभ्यं प्रपन्नं पाहि मां प्रभो
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे अक्रूरस्तुतिर्नाम चत्वारिंशोऽध्यायः
]
