`preface [
रामकृष्णयोर्मथुरायां प्रवेशः; रजकवधः वायकमालाकारयोरनुग्रहेणं च
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
स्तुवतस्तस्य भगवान् दर्शयित्वा जले वपुः ।
 भूयः समाहरत् कृष्णो नटो नाट्यमिवात्मनः
]

`verse 2 [
सोऽपि चान्तर्हितं वीक्ष्य जलाद् उन्मज्ज्य सत्वरः ।
 कृत्वा चावश्यकं सर्वं विस्मितो रथमागमत्
]

`verse 3 [
तं अपृच्छद् हृषीकेशः किं ते दृष्टमिवाद्‍भुतम् ।
 भूमौ वियति तोये वा तथा त्वां लक्षयामहे
]

`speaker [
श्रीअक्रूर उवाच
]

`verse 4 [
अद्‍भुतानीह यावन्ति भूमौ वियति वा जले ।
 त्वयि विश्वात्मके तानि किं मेऽदृष्टं विपश्यतः
]

`verse 5 [
यत्राद्‍भुतानि सर्वाणि भूमौ वियति वा जले ।
 तं त्वानुपश्यतो ब्रह्मन् किं मे दृष्टमिहाद्‍भुतम्
]

`verse 6 [
इत्युक्त्वा चोदयामास स्यन्दनं गान्दिनीसुतः ।
 मथुरां अनयद् रामं कृष्णं चैव दिनात्यये
]

`verse 7 [
मार्गे ग्रामजना राजन् तत्र तत्रोपसङ्‌गताः ।
 वसुदेवसुतौ वीक्ष्य प्रीता दृष्टिं न चाददुः
]

`verse 8 [
तावद् व्रजौकसस्तत्र नन्दगोपादयोऽग्रतः ।
 पुरोपवनमासाद्य प्रतीक्षन्तोऽवतस्थिरे
]

`verse 9 [
तान् समेत्याह भगवान् अक्रूरं जगदीश्वरः ।
 गृहीत्वा पाणिना पाणिं प्रश्रितं प्रहसन्निव
]

`verse 10 [
भवान् प्रविशतामग्रे सहयानः पुरीं गृहम् ।
 वयं त्विहावमुच्याथ ततो द्रक्ष्यामहे पुरीम्
]

`speaker [
श्रीअक्रूर उवाच
]

`verse 11 [
नाहं भवद्‍भ्यां रहितः प्रवेक्ष्ये मथुरां प्रभो ।
 त्यक्तुं नार्हसि मां नाथ भक्तं ते भक्तवत्सल
]

`verse 12 [
आगच्छ याम गेहान् नः सनाथान् कुर्वधोक्षज ।
 सहाग्रजः सगोपालैः सुहृद्‌भिश्च सुहृत्तम
]

`verse 13 [
पुनीहि पादरजसा गृहान्नो गृहमेधिनाम् ।
 यच्छौचेनानुतृप्यन्ति पितरः साग्नयः सुराः
]

`verse 14 [
अवनिज्याङ्‌घ्रियुगलं आसीत् श्लोक्यो बलिर्महान् ।
 ऐश्वर्यं अतुलं लेभे गतिं चैकान्तिनां तु या
]

`verse 15 [
आपस्तेऽङ्‌घ्र्यवनेजन्यः त्रींल्लोकान् शुचयोऽपुनन् ।
 शिरसाधत्त याः शर्वः स्वर्याताः सगरात्मजाः
]

`verse 16 [
देवदेव जगन्नाथ पुण्यश्रवणकीर्तन ।
 यदूत्तमोत्तमःश्लोक नारायण नमोऽस्तु ते
]

`verse 17 [
श्रीभगवनुवाच ।
 आयास्ये भवतो गेहं अहमार्यसमन्वितः ।
 यदुचक्रद्रुहं हत्वा वितरिष्ये सुहृत्प्रियम्
]

`speaker [
श्रीशुक उवाच
]

`verse 18 [
एवमुक्तो भगवता सोऽक्रूरो विमना इव ।
 पुरीं प्रविष्टः कंसाय कर्मावेद्य गृहं ययौ
]

`verse 19 [
अथापराह्ने भगवान् कृष्णः सङ्‌कर्षणान्वितः ।
 मथुरां प्राविशद् गोपैः दिदृक्षुः परिवारितः
]

`meter [
मिश्र
]

`verse 20 [
ददर्श तां स्फाटिकतुङ्ग गोपुर
     द्वारां बृहद् हेमकपाटतोरणाम् ।
 ताम्रारकोष्ठां परिखादुरासदां
     उद्यान रम्योप वनोपशोभिताम्
]

`verse 21 [
सौवर्णशृङ्‌गाटकहर्म्यनिष्कुटैः
     श्रेणीसभाभिः भवनैरुपस्कृताम् ।
 वैदूर्यवज्रामलनीलविद्रुमैः
     मुक्ताहरिद्‌भिर्वलभीषु वेदिषु
]

`verse 22 [
जुष्टेषु जालामुखरन्ध्रकुट्टिमेषु
     आविष्टपारावतबर्हिनादिताम् ।
 संसिक्तरथ्यापणमार्गचत्वरां
     प्रकीर्णमाल्याङ्‌कुरलाजतण्डुलाम्
]

`verse 23 [
आपूर्णकुम्भैर्दधिचन्दनोक्षितैः
     प्रसूनदीपावलिभिः सपल्लवैः ।
 सवृन्दरम्भाक्रमुकैः सकेतुभिः
     स्वलङ्‌कृतत् द्वारगृहां सपट्टिकैः
]

`verse 24 [
तां सम्प्रविष्टौ वसुदेवनन्दनौ
     वृतौ वयस्यैर्नरदेववर्त्मना ।
 द्रष्टुं समीयुस्त्वरिताः पुरस्त्रियो
     हर्म्याणि चैवारुरुहुर्नृपोत्सुकाः
]

`verse 25 [
काश्चिग् विपर्यग्धृतवस्त्रभूषणा
     विस्मृत्य चैकं युगलेष्वथापराः ।
 कृतैकपत्रश्रवणैकनूपुरा
     नाङ्‌क्त्वा द्वितीयं त्वपराश्च लोचनम्
]

`verse 26 [
अश्नन्त्य एकास्तदपास्य सोत्सवा
     अभ्यज्यमाना अकृतोपमज्जनाः ।
 स्वपन्त्य उत्थाय निशम्य निःस्वनं
     प्रपाययन्त्योऽर्भमपोह्य मातरः
]

`verse 27 [
मनांसि तासामरविन्दलोचनः
     प्रगल्भलीलाहसितावलोकनैः ।
 जहार मत्तद्विरदेन्द्रविक्रमो
     दृशां ददच्छ्रीरमणात्मनोत्सवम्
]

`meter [
वसंततिलका
]

`verse 28 [
दृष्ट्वा मुहुः श्रुतमनुद्रुतचेतसस्तं ।
     तत्प्रेक्षणोत्स्मितसुधोक्षणलब्धमानाः ।
 आनन्दमूर्तिमुपगुह्य दृशात्मलब्धं ।
     हृष्यत्त्वचो जहुरनन्तमरिन्दमाधिम्
]

`meter [
अनुष्टुप्
]

`verse 29 [
प्रासादशिखरारूढाः प्रीत्युत्फुल्लमुखाम्बुजाः ।
 अभ्यवर्षन् सौमनस्यैः प्रमदा बलकेशवौ
]

`verse 30 [
दध्यक्षतैः सोदपात्रैः स्रग्गन्धैरभ्युपायनैः ।
 तावानर्चुः प्रमुदिताः तत्र तत्र द्विजातयः
]

`verse 31 [
ऊचुः पौरा अहो गोप्यः तपः किमचरन् महत् ।
 या ह्येतावनुपश्यन्ति नरलोकमहोत्सवौ
]

`verse 32 [
रजकं कञ्चिदायान्तं रङ्‌गकारं गदाग्रजः ।
 दृष्ट्वायाचत वासांसि धौतान्यत्युत्तमानि च
]

`verse 33 [
देह्यावयोः समुचितानि अङ्‌ग वासांसि चार्हतोः ।
 भविष्यति परं श्रेयो दातुस्ते नात्र संशयः
]

`verse 34 [
स याचितो भगवता परिपूर्णेन सर्वतः ।
 साक्षेपं रुषितः प्राह भृत्यो राज्ञः सुदुर्मदः
]

`verse 35 [
ईदृशान्येव वासांसी नित्यं गिरिवनेचराः ।
 परिधत्त किमुद्‌वृत्ता राजद्रव्याण्यभीप्सथ
]

`verse 36 [
याताशु बालिशा मैवं प्रार्थ्यं यदि जिजीवीषा ।
 बध्नन्ति घ्नन्ति लुम्पन्ति दृप्तं राजकुलानि वै
]

`verse 37 [
एवं विकत्थमानस्य कुपितो देवकीसुतः ।
 रजकस्य कराग्रेण शिरः कायादपातयत्
]

`verse 38 [
तस्यानुजीविनः सर्वे वासःकोशान् विसृज्य वै ।
 दुद्रुवुः सर्वतो मार्गं वासांसि जगृहेऽच्युतः
]

`verse 39 [
वसित्वाऽऽत्मप्रिये वस्त्रे कृष्णः सङ्‌कर्षणस्तथा ।
 शेषाण्यादत्त गोपेभ्यो विसृज्य भुवि कानिचित्
]

`verse 40 [
ततस्तु वायकः प्रीतः तयोर्वेषमकल्पयत् ।
 विचित्रवर्णैश्चैलेयैः आकल्पैरनुरूपतः
]

`verse 41 [
नानालक्षणवेषाभ्यां कृष्णरामौ विरेजतुः ।
 स्वलङ्‌कृतौ बालगजौ पर्वणीव सितेतरौ ॥ ॥
 तस्य प्रसन्नो भगवान् प्रादात् सारूप्यमात्मनः ।
 श्रियं च परमां लोके बलैश्वर्यस्मृतीन्द्रियम्
]

`verse 42 [
ततः सुदाम्नो भवनं मालाकारस्य जग्मतुः ।
 तौ दृष्ट्वा स समुत्थाय ननाम शिरसा भुवि
]

`verse 43 [
तयोरासनमानीय पाद्यं चार्घ्यार्हणादिभिः ।
 पूजां सानुगयोश्चक्रे स्रक्‌ताम्बूलानुलेपनैः
]

`verse 44 [
प्राह नः सार्थकं जन्म पावितं च कुलं प्रभो ।
 पितृदेवर्षयो मह्यं तुष्टा ह्यागमनेन वाम्
]

`verse 45 [
भवन्तौ किल विश्वस्य जगतः कारणं परम् ।
 अवतीर्णाविहांशेन क्षेमाय च भवाय च
]

`verse 46 [
न हि वां विषमा दृष्टिः सुहृदोर्जगदात्मनोः ।
 समयोः सर्वभूतेषु भजन्तं भजतोरपि
]

`verse 47 [
तावज्ञापयतं भृत्यं किमहं करवाणि वाम् ।
 पुंसोऽत्यनुग्रहो ह्येष भवद्‌भिः यन्नियुज्यते
]

`verse 48 [
इत्यभिप्रेत्य राजेन्द्र सुदामा प्रीतमानसः ।
 शस्तैः सुगन्धैः कुसुमैं माला विरचिता ददौ
]

`verse 49 [
ताभिः स्वलङ्‌कृतौ प्रीतौ कृष्णरामौ सहानुगौ ।
 प्रणताय प्रपन्नाय ददतुर्वरदौ वरान्
]

`verse 50 [
सोऽपि वव्रेऽचलां भक्तिं तस्मिन् एवाखिलात्मनि ।
 तद्‍भक्तेषु च सौहार्दं भूतेषु च दयां पराम्
]

`verse 51 [
इति तस्मै वरं दत्त्वा श्रियं चान्वयवर्धिनीम् ।
 बलमायुर्यशः कान्तिं निर्जगाम सहाग्रजः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे पुरप्रवेशो नाम एकचत्वारिंशोऽध्यायः
]
