`set context {
  skandha = "10",
  adhyaya = "43",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 43"
}

`preface [
कुवलयापीडवधः; भगवतो मल्लशाखायां प्रवेशः; चाणूरेणसह संवादश्च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अथ कृष्णश्च रामश्च कृतशौचौ परन्तप ।
 मल्लदुन्दुभिनिर्घोषं श्रुत्वा द्रष्टुमुपेयतुः
]

`verse 2 [
रङ्‌गद्वारं समासाद्य तस्मिन् नागमवस्थितम् ।
 अपश्यत्कुवलयापीडं कृष्णोऽम्बष्ठप्रचोदितम्
]

`verse 3 [
बद्ध्वा परिकरं शौरिः समुह्य कुटिलालकान् ।
 उवाच हस्तिपं वाचा मेघनादगभीरया
]

`verse 4 [
अम्बष्ठाम्बष्ठ मार्गं नौ देह्यपक्रम मा चिरम् ।
 नो चेत्सकुञ्जरं त्वाद्य नयामि यमसादनम्
]

`verse 5 [
एवं निर्भर्त्सितोऽम्बष्ठः कुपितः कोपितं गजम् ।
 चोदयामास कृष्णाय कालान्तक यमोपमम्
]

`verse 6 [
करीन्द्रस्तमभिद्रुत्य करेण तरसाग्रहीत् ।
 कराद् विगलितः सोऽमुं निहत्याङ्‌घ्रिष्वलीयत
]

`verse 7 [
सङ्‌क्रुद्धस्तमचक्षाणो घ्राणदृष्टिः स केशवम् ।
 परामृशत् पुष्करेण स प्रसह्य विनिर्गतः
]

`verse 8 [
पुच्छे प्रगृह्यातिबलं धनुषः पञ्चविंशतिम् ।
 विचकर्ष यथा नागं सुपर्ण इव लीलया
]

`verse 9 [
स पर्यावर्तमानेन सव्यदक्षिणतोऽच्युतः ।
 बभ्राम भ्राम्यमाणेन गोवत्सेनेव बालकः
]

`verse 10 [
ततोऽभिमखमभ्येत्य पाणिनाऽऽहत्य वारणम् ।
 प्राद्रवन् पातयामास स्पृश्यमानः पदे पदे
]

`verse 11 [
स धावन् क्रीडया भूमौ पतित्वा सहसोत्थितः ।
 तं मत्वा पतितं क्रुद्धो दन्ताभ्यां सोऽहनत् क्षितिम्
]

`verse 12 [
स्वविक्रमे प्रतिहते कुंजरेन्द्रोऽत्यमर्षितः ।
 चोद्यमानो महामात्रैः कृष्णमभ्यद्रवद् रुषा
]

`verse 13 [
तमापतन्तमासाद्य भगवान् मधुसूदनः ।
 निगृह्य पाणिना हस्तं पातयामास भूतले
]

`verse 14 [
पतितस्य पदाऽऽक्रम्य मृगेन्द्र इव लीलया ।
 दन्तमुत्पाट्य तेनेभं हस्तिपांश्चाहनद्धरिः
]

`verse 15 [
मृतकं द्विपमुत्सृज्य दन्तपाणिः समाविशत् ।
 अंसन्यस्तविषाणोऽसृङ्‌ मदबिन्दुभिरङ्‌कितः ।
 विरूढस्वेदकणिका वदनाम्बुरुहो बभौ
]

`verse 16 [
वृतौ गोपैः कतिपयैः बलदेवजनार्दनौ ।
 रङ्‌गं विविशतू राजन् गजदन्तवरायुधौ
]

`meter [
शार्दूलविक्रीडित
]

`verse 17 [
मल्लानामशनिर्नृणां नरवरः
     स्त्रीणां स्मरो मूर्तिमान् ।
 गोपानां स्वजनोऽसतां क्षितिभुजां
     शास्ता स्वपित्रोः शिशुः ।
 मृत्युर्भोजपतेर्विराडविदुषां
     तत्त्वं परं योगिनां ।
 वृष्णीनां परदेवतेति विदितो
     रङ्‌गं गतः साग्रजः
]

`meter [
अनुष्टुप्
]

`verse 18 [
हतं कुवलयापीडं दृष्ट्वा तावपि दुर्जयौ ।
 कंसो मनस्व्यपि तदा भृशमुद्विविजे नृप
]

`meter [
मिश्र
]

`verse 19 [
तौ रेजतू रङ्‌गगतौ महाभुजौ
     विचित्रवेषाभरणस्रगम्बरौ ।
 यथा नटावुत्तमवेषधारिणौ
     मनः क्षिपन्तौ प्रभया निरीक्षताम्
]

`verse 20 [
निरीक्ष्य तावुत्तमपूरुषौ जना
     मञ्चस्थिता नागरराष्ट्रका नृप ।
 प्रहर्षवेगोत्कलितेक्षणाननाः
     पपुर्न तृप्ता नयनैस्तदाननम्
]

`meter [
अनुष्टुप्
]

`verse 21 [
पिबन्त इव चक्षुर्भ्यां लिहन्त इव जिह्वया ।
 जिघ्रन्त इव नासाभ्यां श्लिष्यन्त इव बाहुभिः
]

`verse 22 [
ऊचुः परस्परं ते वै यथादृष्टं यथाश्रुतम् ।
 तद् रूपगुणमाधुर्य प्रागल्भ्यस्मारिता इव
]

`verse 23 [
एतौ भगवतः साक्षात् हरेर्नारायणस्य हि ।
 अवतीर्णाविहांशेन वसुदेवस्य वेश्मनि
]

`verse 24 [
एष वै किल देवक्यां जातो नीतश्च गोकुलम् ।
 कालमेतं वसन् गूढो ववृधे नन्दवेश्मनि
]

`verse 25 [
पूतनानेन नीतान्तं चक्रवातश्च दानवः ।
 अर्जुनौ गुह्यकः केशी धेनुकोऽन्ये च तद्विधाः
]

`verse 26 [
गावः सपाला एतेन दावाग्नेः परिमोचिताः ।
 कालियो दमितः सर्प इन्द्रश्च विमदः कृतः
]

`verse 27 [
सप्ताहमेकहस्तेन धृतोऽद्रिप्रवरोऽमुना ।
 वर्षवाताशनिभ्यश्च परित्रातं च गोकुलम्
]

`verse 28 [
गोप्योऽस्य नित्यमुदित हसितप्रेक्षणं मुखम् ।
 पश्यन्त्यो विविधांस्तापान् तरन्ति स्माश्रमं मुदा
]

`verse 29 [
वदन्त्यनेन वंशोऽयं यदोः सुबहुविश्रुतः ।
 श्रियं यशो महत्वं च लप्स्यते परिरक्षितः
]

`verse 30 [
अयं चास्याग्रजः श्रीमान् रामः कमललोचनः ।
 प्रलम्बो निहतो येन वत्सको ये बकादयः
]

`verse 31 [
जनेष्वेवं ब्रुवाणेषु तूर्येषु निनदत्सु च ।
 कृष्णरामौ समाभाष्य चाणूरो वाक्यमब्रवीत्
]

`verse 32 [
हे नन्दसूनो हे राम भवन्तौ वीरसंमतौ ।
 नियुद्धकुशलौ श्रुत्वा राज्ञाऽऽहूतौ दिदृक्षुणा
]

`verse 33 [
प्रियं राज्ञः प्रकुर्वत्यः श्रेयो विन्दन्ति वै प्रजाः ।
 मनसा कर्मणा वाचा विपरीत मतोऽन्यथा
]

`verse 34 [
नित्यं प्रमुदिता गोपा वत्सपाला यथा स्फुटम् ।
 वनेषु मल्लयुद्धेन क्रीडन्तश्चारयन्ति गाः
]

`verse 35 [
तस्माद् राज्ञः प्रियं यूयं वयं च करवाम हे ।
 भूतानि नः प्रसीदन्ति सर्वभूतमयो नृपः
]

`verse 36 [
तन्निशम्याब्रवीत् कृष्णो देशकालोचितं वचः ।
 नियुद्धमात्मनोऽभीष्टं मन्यमानोऽभिनन्द्य च
]

`verse 37 [
प्रजा भोजपतेरस्य वयं चापि वनेचराः ।
 करवाम प्रियं नित्यं तन्नः परमनुग्रहः
]

`verse 38 [
बाला वयं तुल्यबलैः क्रीडिष्यामो यथोचितम् ।
 भवेन्नियुद्धं माधर्मः स्पृशेन्मल्ल सभासदः
]

`speaker [
चाणूर उवाच
]

`verse 39 [
न बालो न किशोरस्त्वं बलश्च बलिनां वरः ।
 लीलयेभो हतो येन सहस्रद्विपसत्त्वभृत्
]

`verse 40 [
तस्माद् भवद्‍भ्यां बलिभिः योद्धव्यं नानयोऽत्र वै ।
 मयि विक्रम वार्ष्णेय बलेन सह मुष्टिकः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे कुवलयापीडवधो नाम त्रिचत्वारिंशोऽध्यायः
]
