`preface [
<

वसुदेवदेवकी सान्त्वनम्; उग्रसेनस्य राज्याभिषेकः; रामकृष्णयोरुपनयनं विद्याध्ययनं, गुरुर्मृतपुत्रस्यानयनं च -
]

`verse 1 [
अथ पञ्चचत्वारिंशोऽध्यायः।
श्रीशुक उवाच।
पितरावुपलब्धार्थौ विदित्वा पुरुषोत्तमः।
मा भूदिति निजां मायां ततान जनमोहिनीम्
]

`verse 2 [
उवाच पितरावेत्य साग्रजः सात्वर्षभः।
प्रश्रयावनतः प्रीणन्नम्ब तातेति सादरम्
]

`verse 3 [
नास्मत्तो युवयोस्तात नित्योत्कण्ठितयोरपि।
बाल्यपौगण्डकैशोराः पुत्राभ्यामभवन्क्वचित्
]

`verse 4 [
न लब्धो दैवहतयोर्वासो नौ भवदन्तिके।
यां बालाः पितृगेहस्था विन्दन्ते लालिता मुदम्
]

`verse 5 [
सर्वार्थसम्भवो देहो जनितः पोषितो यतः।
न तयोर्याति निर्वेशं पित्रोर्मर्त्यः शतायुषा
]

`verse 6 [
यस्तयोरात्मजः कल्प आत्मना च धनेन च।
वृत्तिं न दद्यात्तं प्रेत्य स्वमांसं खादयन्ति हि
]

`verse 7 [
मातरं पितरं वृद्धं भार्यां साध्वीं सुतं शिशुम्।
गुरुं विप्रं प्रपन्नं च कल्पोऽबिभ्रच्छ्वसन्मृतः
]

`verse 8 [
तन्नावकल्पयोः कंसान्नित्यमुद्विग्नचेतसोः।
मोघमेते व्यतिक्रान्ता दिवसा वामनर्चतोः
]

`verse 9 [
तत्क्षन्तुमर्हथस्तात मातर्नौ परतन्त्रयोः।
अकुर्वतोर्वां शुश्रूषां क्लिष्टयोर्दुर्हृदा भृशम्
]

`speaker [
श्रीशुक उवाच
]

`verse 10 [
इति मायामनुष्यस्य हरेर्विश्वात्मनो गिरा।
मोहितावङ्कमारोप्य परिष्वज्यापतुर्मुदम्
]

`verse 11 [
सिञ्चन्तावश्रुधाराभिः स्नेहपाशेन चावृतौ।
न किञ्चिदूचतू राजन्बाष्पकण्ठौ विमोहितौ
]

`verse 12 [
एवमाश्वास्य पितरौ भगवान्देवकीसुतः।
मातामहं तूग्रसेनं यदूनामकरोन्नृपम्
]

`verse 13 [
आह चास्मान्महाराज प्रजाश्चाज्ञप्तुमर्हसि।
ययातिशापाद्यदुभिर्नासितव्यं नृपासने
]

`verse 14 [
मयि भृत्य उपासीने भवतो विबुधादयः।
बलिं हरन्त्यवनताः किमुतान्ये नराधिपाः
]

`verse 15 [
सर्वान्स्वान्ज्ञातिसम्बन्धान्दिग्भ्यः कंसभयाकुलान्।
यदुवृष्ण्यन्धकमधु दाशार्हकुकुरादिकान्
]

`verse 16 [
सभाजितान्समाश्वास्य विदेशावासकर्शितान्।
न्यवासयत्स्वगेहेषु वित्तैः सन्तर्प्य विश्वकृत्
]

`verse 17 [
कृष्णसङ्कर्षणभुजैर्गुप्ता लब्धमनोरथाः।
गृहेषु रेमिरे सिद्धाः कृष्णरामगतज्वराः
]

`verse 18 [
वीक्षन्तोऽहरहः प्रीता मुकुन्दवदनाम्बुजम्।
नित्यं प्रमुदितं श्रीमत्सदयस्मितवीक्षणम्
]

`verse 19 [
तत्र प्रवयसोऽप्यासन्युवानोऽतिबलौजसः।
पिबन्तोऽक्षैर्मुकुन्दस्य मुखाम्बुजसुधां मुहुः
]

`verse 20 [
अथ नन्दं समसाद्य भगवान्देवकीसुतः।
सङ्कर्षणश्च राजेन्द्र परिष्वज्येदमूचतुः
]

`verse 21 [
पितर्युवाभ्यां स्निग्धाभ्यां पोषितौ लालितौ भृशम्।
पित्रोरभ्यधिका प्रीतिरात्मजेष्वात्मनोऽपि हि
]

`verse 22 [
स पिता सा च जननी यौ पुष्णीतां स्वपुत्रवत्।
शिशून्बन्धुभिरुत्सृष्टानकल्पैः पोषरक्षणे
]

`verse 23 [
यात यूयं व्रजं तात वयं च स्नेहदुःखितान्।
ज्ञातीन्वो द्रष्टुमेष्यामो विधाय सुहृदां सुखम्
]

`verse 24 [
एवं सान्त्वय्य भगवान्नन्दं सव्रजमच्युतः।
वासोऽलङ्कारकुप्याद्यैरर्हयामास सादरम्
]

`verse 25 [
इत्युक्तस्तौ परिष्वज्य नन्दः प्रणयविह्वलः।
पूरयन्नश्रुभिर्नेत्रे सह गोपैर्व्रजं ययौ
]

`verse 26 [
अथ शूरसुतो राजन्पुत्रयोः समकारयत्।
पुरोधसा ब्राह्मणैश्च यथावद्द्विजसंस्कृतिम्
]

`verse 27 [
तेभ्योऽदाद्दक्षिणा गावो रुक्ममालाः स्वलङ्कृताः।
स्वलङ्कृतेभ्यः सम्पूज्य सवत्साः क्षौममालिनीः
]

`verse 28 [
याः कृष्णरामजन्मर्क्षे मनोदत्ता महामतिः।
ताश्चाददादनुस्मृत्य कंसेनाधर्मतो हृताः
]

`verse 29 [
ततश्च लब्धसंस्कारौ द्विजत्वं प्राप्य सुव्रतौ।
गर्गाद्यदुकुलाचार्याद्गायत्रं व्रतमास्थितौ
]

`verse 30 [
प्रभवौ सर्वविद्यानां सर्वज्ञौ जगदीश्वरौ।
नान्यसिद्धामलं ज्ञानं गूहमानौ नरेहितैः
]

`verse 31 [
अथो गुरुकुले वासमिच्छन्तावुपजग्मतुः।
काश्यं सान्दीपनिं नाम ह्यवन्तिपुरवासिनम्
]

`verse 32 [
यथोपसाद्य तौ दान्तौ गुरौ वृत्तिमनिन्दिताम्।
ग्राहयन्तावुपेतौ स्म भक्त्या देवमिवादृतौ
]

`verse 33 [
तयोर्द्विजवरस्तुष्टः शुद्धभावानुवृत्तिभिः।
प्रोवाच वेदानखिलान् साङ्गोपनिषदो गुरुः
]

`verse 34 [
सरहस्यं धनुर्वेदं धर्मान्न्यायपथांस्तथा।
तथा चान्वीक्षिकीं विद्यां राजनीतिं च षड्विधाम्
]

`verse 35 [
सर्वं नरवरश्रेष्ठौ सर्वविद्याप्रवर्तकौ।
सकृन्निगदमात्रेण तौ सञ्जगृहतुर्नृप
]

`verse 36 [
अहोरात्रैश्चतुःषष्ट्या संयत्तौ तावतीः कलाः*।
गुरुदक्षिणयाचार्यं छन्दयामासतुर्नृप
]

`verse 37 [
द्विजस्तयोस्तं महिमानमद्भुतं
संलक्ष्य राजन्नतिमानुषीं मतिम्।
सम्मन्त्र्य पत्न्या स महार्णवे मृतं
बालं प्रभासे वरयां बभूव ह
]

`verse 38 [
तथेत्यथारुह्य महारथौ रथं
प्रभासमासाद्य दुरन्तविक्रमौ।
वेलामुपव्रज्य निषीदतुः क्षणं
सिन्धुर्विदित्वार्हणमाहरत्तयोः
]

`verse 39 [
तमाह भगवानाशु गुरुपुत्रः प्रदीयताम्।
योऽसाविह त्वया ग्रस्तो बालको महतोर्मिणा
]

`speaker [
श्रीसमुद्र उवाच
]

`verse 40 [
न चाहार्षमहं देव दैत्यः पञ्चजनो महान्।
अन्तर्जलचरः कृष्ण शङ्खरूपधरोऽसुरः
]

`verse 41 [
आस्ते तेनाहृतो नूनं तच्छ्रुत्वा सत्वरं प्रभुः।
जलमाविश्य तं हत्वा नापश्यदुदरेऽर्भकम्
]

`verse 42 [
तदङ्गप्रभवं शङ्खमादाय रथमागमत्।
ततः संयमनीं नाम यमस्य दयितां पुरीम्
]

`verse 43 [
गत्वा जनार्दनः शङ्खं प्रदध्मौ सहलायुधः।
शङ्खनिर्ह्रादमाकर्ण्य प्रजासंयमनो यमः
]

`verse 44 [
तयोः सपर्यां महतीं चक्रे भक्त्युपबृंहिताम्।
उवाचावनतः कृष्णं सर्वभूताशयालयम् ।
लीलामनुष्ययोर्विष्णो युवयोः करवाम किम्
]

`verse 45 [
श्रीभगवानुवाच।
गुरुपुत्रमिहानीतं निजकर्मनिबन्धनम्।
आनयस्व महाराज मच्छासनपुरस्कृतः
]

`verse 46 [
तथेति तेनोपानीतं गुरुपुत्रं यदूत्तमौ।
दत्त्वा स्वगुरवे भूयो वृणीष्वेति तमूचतुः
]

`verse 47 [
श्रीगुरुरुवाच।
सम्यक्सम्पादितो वत्स भवद्भ्यां गुरुनिष्क्रयः।
को नु युष्मद्विधगुरोः कामानामवशिष्यते
]

`verse 48 [
गच्छतं स्वगृहं वीरौ कीर्तिर्वामस्तु पावनी।
छन्दांस्ययातयामानि भवन्त्विह परत्र च
]

`verse 49 [
गुरुणैवमनुज्ञातौ रथेनानिलरंहसा।
आयातौ स्वपुरं तात पर्जन्यनिनदेन वै
]

`verse 50 [
समनन्दन्प्रजाः सर्वा दृष्ट्वा रामजनार्दनौ।
अपश्यन्त्यो बह्वहानि नष्टलब्धधना इव
]

`colophon ;B [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे पूर्वार्धे गुरुपुत्रानयनं नाम पञ्चचत्वारिंशोऽध्यायः।

== ==
*१०.४५.३६ [https://vedastudy.weebly.com/kalaa.html कला उपरि टिप्पणी]
]B
