`set context {
  skandha = "10",
  adhyaya = "46",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 46"
}

`preface [
स्वविरहार्तगोपगोपीनां सान्त्वनाय भगवतोद्धवस्य प्रस्थापनम्, नन्दोद्धवसंवादश्च -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
वृष्णीनां प्रवरो मन्त्री कृष्णस्य दयितः सखा।
शिष्यो बृहस्पतेः साक्षादुद्धवो बुद्धिसत्तमः
]

`verse 2 [
तमाह भगवान्प्रेष्ठं भक्तमेकान्तिनं क्वचित्।
गृहीत्वा पाणिना पाणिं प्रपन्नार्तिहरो हरिः
]

`verse 3 [
गच्छोद्धव व्रजं सौम्य पित्रोर्नौ प्रीतिमावह।
गोपीनां मद्वियोगाधिं मत्सन्देशैर्विमोचय
]

`verse 4 [
ता मन्मनस्का मत्प्राणा मदर्थे त्यक्तदैहिकाः।
मामेव दयितं प्रेष्ठमात्मानं मनसा गताः ।
ये त्यक्तलोकधर्माश्च मदर्थे तान्बिभर्म्यहम्
]

`verse 5 [
मयि ताः प्रेयसां प्रेष्ठे दूरस्थे गोकुलस्त्रियः।
स्मरन्त्योऽङ्ग विमुह्यन्ति विरहौत्कण्ठ्यविह्वलाः
]

`verse 6 [
धारयन्त्यतिकृच्छ्रेण प्रायः प्राणान्कथञ्चन।
प्रत्यागमनसन्देशैर्बल्लव्यो मे मदात्मिकाः
]

`speaker [
श्रीशुक उवाच
]

`verse 7 [
इत्युक्त उद्धवो राजन्सन्देशं भर्तुरादृतः।
आदाय रथमारुह्य प्रययौ नन्दगोकुलम्
]

`verse 8 [
प्राप्तो नन्दव्रजं श्रीमान्निम्लोचति विभावसौ।
छन्नयानः प्रविशतां पशूनां खुररेणुभिः
]

`verse 9 [
वासितार्थेऽभियुध्यद्भिर्नादितं शुष्मिभिर्वृषैः।
धावन्तीभिश्च वास्राभिरूधोभारैः स्ववत्सकान्
]

`verse 10 [
इतस्ततो विलङ्घद्भिर्गोवत्सैर्मण्डितं सितैः।
गोदोहशब्दाभिरवं वेणूनां निःस्वनेन च
]

`verse 11 [
गायन्तीभिश्च कर्माणि शुभानि बलकृष्णयोः।
स्वलङ्कृताभिर्गोपीभिर्गोपैश्च सुविराजितम्
]

`verse 12 [
अग्न्यर्कातिथिगोविप्र पितृदेवार्चनान्वितैः।
धूपदीपैश्च माल्यैश्च गोपावासैर्मनोरमम्
]

`verse 13 [
सर्वतः पुष्पितवनं द्विजालिकुलनादितम्।
हंसकारण्डवाकीर्णैः पद्मषण्डैश्च मण्डितम्
]

`verse 14 [
तमागतं समागम्य कृष्णस्यानुचरं प्रियम्।
नन्दः प्रीतः परिष्वज्य वासुदेवधियार्चयत्
]

`verse 15 [
भोजितं परमान्नेन संविष्टं कशिपौ सुखम्।
गतश्रमं पर्यपृच्छत्पादसंवाहनादिभिः
]

`verse 16 [
कच्चिदङ्ग महाभाग सखा नः शूरनन्दनः।
आस्ते कुशल्यपत्याद्यैर्युक्तो मुक्तः सुहृद्व्रतः
]

`verse 17 [
दिष्ट्या कंसो हतः पापः सानुगः स्वेन पाप्मना।
साधूनां धर्मशीलानां यदूनां द्वेष्टि यः सदा
]

`verse 18 [
अपि स्मरति नः कृष्णो मातरं सुहृदः सखीन्।
गोपान्व्रजं चात्मनाथं गावो वृन्दावनं गिरिम्
]

`verse 19 [
अप्यायास्यति गोविन्दः स्वजनान्सकृदीक्षितुम्।
तर्हि द्रक्ष्याम तद्वक्त्रं सुनसं सुस्मितेक्षणम्
]

`verse 20 [
दावाग्नेर्वातवर्षाच्च वृषसर्पाच्च रक्षिताः।
दुरत्ययेभ्यो मृत्युभ्यः कृष्णेन सुमहात्मना
]

`verse 21 [
स्मरतां कृष्णवीर्याणि लीलापाङ्गनिरीक्षितम्।
हसितं भाषितं चाङ्ग सर्वा नः शिथिलाः क्रियाः
]

`verse 22 [
सरिच्छैलवनोद्देशान्मुकुन्दपदभूषितान्।
आक्रीडानीक्ष्यमाणानां मनो याति तदात्मताम्
]

`verse 23 [
मन्ये कृष्णं च रामं च प्राप्ताविह सुरोत्तमौ।
सुराणां महदर्थाय गर्गस्य वचनं यथा
]

`verse 24 [
कंसं नागायुतप्राणं मल्लौ गजपतिं यथा।
अवधिष्टां लीलयैव पशूनिव मृगाधिपः
]

`verse 25 [
तालत्रयं महासारं धनुर्यष्टिमिवेभराट्।
बभञ्जैकेन हस्तेन सप्ताहमदधाद्गिरिम्
]

`verse 26 [
प्रलम्बो धेनुकोऽरिष्टस्तृणावर्तो बकादयः।
दैत्याः सुरासुरजितो हता येनेह लीलया
]

`speaker [
श्रीशुक उवाच
]

`verse 27 [
इति संस्मृत्य संस्मृत्य नन्दः कृष्णानुरक्तधीः।
अत्युत्कण्ठोऽभवत्तूष्णीं प्रेमप्रसरविह्वलः
]

`verse 28 [
यशोदा वर्ण्यमानानि पुत्रस्य चरितानि च।
शृण्वन्त्यश्रूण्यवास्राक्षीत्स्नेहस्नुतपयोधरा
]

`verse 29 [
तयोरित्थं भगवति कृष्णे नन्दयशोदयोः।
वीक्ष्यानुरागं परमं नन्दमाहोद्धवो मुदा
]

`speaker [
श्रीउद्धव उवाच
]

`verse 30 [
युवां श्लाघ्यतमौ नूनं देहिनामिह मानद।
नारायणेऽखिलगुरौ यत्कृता मतिरीदृशी
]

`verse 31 [
एतौ हि विश्वस्य च बीजयोनी रामो मुकुन्दः पुरुषः प्रधानम्।
अन्वीय भूतेषु विलक्षणस्य ज्ञानस्य चेशात इमौ पुराणौ
]

`verse 32 [
यस्मिन्जनः प्राणवियोगकाले क्षणं समावेश्य मनोऽविशुद्धम्।
निर्हृत्य कर्माशयमाशु याति परां गतिं ब्रह्ममयोऽर्कवर्णः
]

`verse 33 [
तस्मिन्भवन्तावखिलात्महेतौ नारायणे कारणमर्त्यमूर्तौ।
भावं विधत्तां नितरां महात्मन्किं वावशिष्टं युवयोः सुकृत्यम्
]

`verse 34 [
आगमिष्यत्यदीर्घेण कालेन व्रजमच्युतः।
प्रियं विधास्यते पित्रोर्भगवान्सात्वतां पतिः
]

`verse 35 [
हत्वा कंसं रङ्गमध्ये प्रतीपं सर्वसात्वताम्।
यदाह वः समागत्य कृष्णः सत्यं करोति तत्
]

`verse 36 [
मा खिद्यतं महाभागौ द्रक्ष्यथः कृष्णमन्तिके।
अन्तर्हृदि स भूतानामास्ते ज्योतिरिवैधसि
]

`verse 37 [
न ह्यस्यास्ति प्रियः कश्चिन्नाप्रियो वास्त्यमानिनः।
नोत्तमो नाधमो वापि समानस्यासमोऽपि वा
]

`verse 38 [
न माता न पिता तस्य न भार्या न सुतादयः।
नात्मीयो न परश्चापि न देहो जन्म एव च
]

`verse 39 [
न चास्य कर्म वा लोके सदसन्मिश्रयोनिषु।
क्रीडार्थं सोऽपि साधूनां परित्राणाय कल्पते
]

`verse 40 [
सत्त्वं रजस्तम इति भजते निर्गुणो गुणान्।
क्रीडन्नतीतोऽपि गुणैः सृजत्यवन्हन्त्यजः
]

`verse 41 [
यथा भ्रमरिकादृष्ट्या भ्राम्यतीव महीयते।
चित्ते कर्तरि तत्रात्मा कर्तेवाहंधिया स्मृतः
]

`verse 42 [
युवयोरेव नैवायमात्मजो भगवान्हरिः।
सर्वेषामात्मजो ह्यात्मा पिता माता स ईश्वरः
]

`verse 43 [
दृष्टं श्रुतं भूतभवद्भविष्यत्।
स्थास्नुश्चरिष्णुर्महदल्पकं च।
विनाच्युताद्वस्तुतरां न वाच्यं।
स एव सर्वं परमात्मभूतः
]

`verse 44 [
एवं निशा सा ब्रुवतोर्व्यतीता नन्दस्य कृष्णानुचरस्य राजन्।
गोप्यः समुत्थाय निरूप्य दीपान्वास्तून्समभ्यर्च्य दौधीन्यमन्थुन्
]

`verse 45 [
ता दीपदीप्तैर्मणिभिर्विरेजू रज्जूर्विकर्षद्भुजकङ्कणस्रजः।
चलन्नितम्बस्तनहारकुण्डल त्विषत्कपोलारुणकुङ्कुमाननाः
]

`verse 46 [
उद्गायतीनामरविन्दलोचनं व्रजाङ्गनानां दिवमस्पृशद्ध्वनिः।
दध्नश्च निर्मन्थनशब्दमिश्रितो निरस्यते येन दिशाममङ्गलम्
]

`verse 47 [
भगवत्युदिते सूर्ये नन्दद्वारि व्रजौकसः।
दृष्ट्वा रथं शातकौम्भं कस्यायमिति चाब्रुवन्
]

`verse 48 [
अक्रूर आगतः किं वा यः कंसस्यार्थसाधकः।
येन नीतो मधुपुरीं कृष्णः कमललोचनः
]

`verse 49 [
किं साधयिष्यत्यस्माभिर्भर्तुः प्रीतस्य निष्कृतिम्।
ततः स्त्रीणां वदन्तीनामुद्धवोऽगात्कृताह्निकः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे पूर्वार्धे नन्दशोकापनयनं नाम षट्चत्वारिंशोऽध्यायः
]
