`set context {
  skandha = "10",
  adhyaya = "48",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 48"
}

`preface [
भगवताकुब्जामनोरथपूर्तिः; अक्रूरगृहं गत्वा पाण्डवसमाचारज्ञानाय अक्रूरस्य हस्तिनापुर प्रति प्रस्थानंच -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अथ विज्ञाय भगवान् सर्वात्मा सर्वदर्शनः ।
 सैरन्ध्र्याः कामतप्तायाः प्रियमिच्छन् गृहं ययौ
]

`verse 2 [
महार्होपस्करैराढ्यं कामोपायोपबृंहितम् ।
 मुक्तादामपताकाभिः वितानशयनासनैः ।
 धूपैः सुरभिभिर्दीपैः स्रग् गन्धैरपि मण्डितम्
]

`meter [
मिश्र
]

`verse 3 [
गृहं तमायान्तमवेक्ष्य सासनात्
     सद्यः समुत्थाय हि जातसम्भ्रमा ।
 यथोपसङ्‌गम्य सखीभिरच्युतं
     सभाजयामास सत्-आसनादिभिः
]

`verse 4 [
तथोद्धवः साधुतयाभिपूजितो
     न्यषीददुर्व्यामभिमृश्य चासनम् ।
 कृष्णोऽपि तूर्णं शयनं महाधनं
     विवेश लोकाचरितान्यनुव्रतः
]

`verse 5 [
सा मज्जनालेपदुकूलभूषण
     स्रग्गन्धताम्बूलसुधासवादिभिः ।
 प्रसाधितात्मोपससार माधवं
     सव्रीडलीलोत्स्मितविभ्रमेक्षितैः
]

`verse 6 [
आहूय कान्तां नवसङ्‌गमह्रिया
     विशङ्‌कितां कङ्‌कणभूषिते करे ।
 प्रगृह्य शय्यामधिवेश्य रामया
     रेमेऽनुलेपार्पणपुण्यलेशया
]

`meter [
वसंततिलका
]

`verse 7 [
सानङ्‌गतप्तकुचयोरुरसस्तथाक्ष्णोः
     जिघ्रन्त्यनन्तचरणेन रुजो मृजन्ती ।
 दोर्भ्यां स्तनान्तरगतं परिरभ्य कान्तम्
     आनन्दमूर्तिमजहादतिदीर्घतापम्
]

`meter [
अनुष्टुप्
]

`verse 8 [
सैवं कैवल्यनाथं तं प्राप्य दुष्प्राप्यमीश्वरम् ।
 अङ्‌गरागार्पणेनाहो दुर्भगेदमयाचत
]

`verse 9 [
आहोष्यतामिह प्रेष्ठ दिनानि कतिचिन्मया ।
 रमस्व नोत्सहे त्यक्तुं सङ्‌गं तेऽम्बुरुहेक्षण
]

`verse 10 [
तस्यै कामवरं दत्त्वा मानयित्वा च मानदः ।
 सहोद्धवेन सर्वेशः स्वधामागमदर्चितम्
]

`verse 11 [
दुरार्ध्यं समाराध्य विष्णुं सर्वेश्वरेश्वरम् ।
 यो वृणीते मनोग्राह्यं असत्त्वात् कुमनीष्यसौ
]

`verse 12 [
अक्रूरभवनं कृष्णः सहरामोद्धवः प्रभुः ।
 किञ्चित् चिकीर्षयन् प्रागाद् अक्रूरप्रीयकाम्यया
]

`verse 13 [
स तान् नरवरश्रेष्ठान् आरात् वीक्ष्य स्वबान्धवान् ।
 प्रत्युत्थाय प्रमुदितः परिष्वज्याभिनन्द्य च
]

`verse 14 [
ननाम कृष्णं रामं च स तैरप्यभिवादितः ।
 पूजयामास विधिवत् कृतासनपरिग्रहान्
]

`verse 15 [
पादावनेजनीरापो धारयन् शिरसा नृप ।
 अर्हणेनाम्बरैर्दिव्यैः गन्धस्रग् भूषणोत्तमैः
]

`verse 16 [
अर्चित्वा शिरसानम्य पादावङ्‌कगतौ मृजन् ।
 प्रश्रयावनतोऽक्रूरः कृष्णरामावभाषत
]

`verse 17 [
दिष्ट्या पापो हतः कंसः सानुगो वामिदं कुलम् ।
 भवद्‍भ्यामुद्‌धृतं कृच्छ्राद् दुरन्ताच्च समेधितम्
]

`verse 18 [
युवां प्रधानपुरुषौ जगद्‌धेतू जगन्मयौ ।
 भवद्‍भ्यां न विना किञ्चित् परमस्ति न चापरम्
]

`verse 19 [
आत्मसृष्टमिदं विश्वं अन्वाविश्य स्वशक्तिभिः ।
 ईयते बहुधा ब्रह्मन् श्रुतप्रत्यक्षगोचरम्
]

`meter [
मिश्र
]

`verse 20 [
यथा हि भूतेषु चराचरेषु
     मह्यादयो योनिषु भान्ति नाना ।
 एवं भवान्केवल आत्मयोनिषु
     आत्मात्मतन्त्रो बहुधा विभाति
]

`verse 21 [
सृजस्यथो लुम्पसि पासि विश्वं
     रजस्तमःसत्त्वगुणैः स्वशक्तिभिः ।
 न बध्यसे तद्‍गुणकर्मभिर्वा
     ज्ञानात्मनस्ते क्व च बन्धहेतुः
]

`verse 22 [
देहाद्युपाधेरनिरूपितत्वाद्
     भवो न साक्षान्न भिदात्मनः स्यात् ।
 अतो न बन्धस्तव नैव मोक्षः
     स्यातां निकामस्त्वयि नोऽविवेकः
]

`verse 23 [
त्वयोदितोऽयं जगतो हिताय
     यदा यदा वेदपथः पुराणः ।
 बाध्येत पाषण्डपथैरसद्‌भिः
     तदा भवान् सन्सत्त्वगुणं बिभर्ति
]

`meter [
वसंततिलका
]

`verse 24 [
स त्वं प्रभोऽद्य वसुदेवगृहेऽवतीर्णः
     स्वांशेन भारमपनेतुमिहासि भूमेः ।
 अक्षौहिणीशतवधेन सुरेतरांश
     राज्ञाममुष्य च कुलस्य यशो वितन्वन्
]

`verse 25 [
अद्येश नो वसतयः खलु भूरिभागा
     यः सर्वदेवपितृभूतनृदेवमूर्तिः ।
 यत्पादशौचसलिलं त्रिजगय् पुनाति
     स त्वं जगद्‍गुरुरधोक्षज याः प्रविष्टः
]

`verse 26 [
कः पण्डितस्त्वदपरं शरणं समीयाद्
     भक्तप्रियादृतगिरः सुहृदः कृतज्ञात् ।
 सर्वान् ददाति सुहृदो भजतोऽभिकामान्
 आत्मानमप्युपचयापचयौ न यस्य
]

`verse 27 [
दिष्ट्या जनार्दन भवानिह नः प्रतीतो
     योगेश्वरैरपि दुरापगतिः सुरेशैः ।
 छिन्ध्याशु नः सुतकलत्रधनाप्तगेह
     देहादिमोहरशनां भवदीयमायाम्
]

`meter [
अनुष्टुप्
]

`verse 28 [
इत्यर्चितः संस्तुतश्च भक्तेन भगवान्हरिः ।
 अक्रूरं सस्मितं प्राह गीर्भिः सम्मोहयन्निव
]

`verse 29 [
श्रीभगवानुवाच ।
 त्वं नो गुरुः पितृव्यश्च श्लाघ्यो बन्धुश्च नित्यदा ।
 वयं तु रक्ष्याः पोष्याश्च अनुकम्प्याः प्रजा हि वः
]

`verse 30 [
भवद्विधा महाभागा निषेव्या अर्हसत्तमाः ।
 श्रेयस्कामैर्नृभिर्नित्यं देवाः स्वार्था न साधवः
]

`verse 31 [
न ह्यम्मयानि तीर्थानि न देवा मृच्छिलामयाः ।
 ते पुनन्त्युरुकालेन दर्शनादेव साधवः
]

`verse 32 [
स भवान्सुहृदां वै नः श्रेयान् श्रेयश्चिकीर्षया ।
 जिज्ञासार्थं पाण्डवानां गच्छस्व त्वं गजाह्वयम्
]

`verse 33 [
पितर्युपरते बालाः सह मात्रा सुदुःखिताः ।
 आनीताः स्वपुरं राज्ञा वसन्त इति शुश्रुम
]

`verse 34 [
तेषु राजाम्बिकापुत्रो भ्रातृपुत्रेषु दीनधीः ।
 समो न वर्तते नूनं दुष्पुत्रवशगोऽन्धदृक्
]

`verse 35 [
गच्छ जानीहि तद्‌वृत्तं अधुना साध्वसाधु वा ।
 विज्ञाय तद् विधास्यामो यथा शं सुहृदां भवेत्
]

`verse 36 [
इत्यक्रूरं समादिश्य भगवान् हरिरीश्वरः ।
 सङ्‌कर्षणोद्धवाभ्यां वै ततः स्वभवनं ययौ
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे पूर्वार्धे अष्टचत्वारिंशोऽध्यायः
]
