`set context {
  skandha = "10",
  adhyaya = "52",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 52"
}

`verse 1 [
अथ द्विपञ्चाशत्तमोऽध्यायः 10.52
श्रीशुक उवाच।
इत्थं सोऽनुग्रहीतोऽङ्ग कृष्णेनेक्ष्वाकु नन्दनः।
तं परिक्रम्य सन्नम्य निश्चक्राम गुहामुखात्
]

`verse 2 [
संवीक्ष्य क्षुल्लकान्मर्त्यान्पशून्वीरुद्वनस्पतीन्।
मत्वा कलियुगं प्राप्तं जगाम दिशमुत्तराम्
]

`verse 3 [
तपःश्रद्धायुतो धीरो निःसङ्गो मुक्तसंशयः।
समाधाय मनः कृष्णे प्राविशद्गन्धमादनम्
]

`verse 4 [
बदर्याश्रममासाद्य नरनारायणालयम्।
सर्वद्वन्द्वसहः शान्तस्तपसाराधयद्धरिम्
]

`verse 5 [
भगवान्पुनराव्रज्य पुरीं यवनवेष्टिताम्।
हत्वा म्लेच्छबलं निन्ये तदीयं द्वारकां धनम्
]

`verse 6 [
नीयमाने धने गोभिर्नृभिश्चाच्युतचोदितैः।
आजगाम जरासन्धस्त्रयोविंशत्यनीकपः
]

`verse 7 [
विलोक्य वेगरभसं रिपुसैन्यस्य माधवौ।
मनुष्यचेष्टामापन्नौ राजन्दुद्रुवतुर्द्रुतम्
]

`verse 8 [
विहाय वित्तं प्रचुरमभीतौ भीरुभीतवत्।
पद्भ्यां पलाशाभ्यां चेलतुर्बहुयोजनम्
]

`verse 9 [
पलायमानौ तौ दृष्ट्वा मागधः प्रहसन्बली।
अन्वधावद्रथानीकैरीशयोरप्रमाणवित्
]

`verse 10 [
प्रद्रुत्य दूरं संश्रान्तौ तुङ्गमारुहतां गिरिम्।
प्रवर्षणाख्यं भगवान्नित्यदा यत्र वर्षति
]

`verse 11 [
गिरौ निलीनावाज्ञाय नाधिगम्य पदं नृप।
ददाह गिरिमेधोभिः समन्तादग्निमुत्सृजन्
]

`verse 12 [
तत उत्पत्य तरसा दह्यमानतटादुभौ।
दशैकयोजनात्तुङ्गान्निपेततुरधो भुवि
]

`verse 13 [
अलक्ष्यमाणौ रिपुणा सानुगेन यदूत्तमौ।
स्वपुरं पुनरायातौ समुद्र परिखां नृप
]

`verse 14 [
सोऽपि दग्धाविति मृषा मन्वानो बलकेशवौ।
बलमाकृष्य सुमहन्मगधान्मागधो ययौ
]

`verse 15 [
आनर्ताधिपतिः श्रीमान्रैवतो रैवतीं सुताम्।
ब्रह्मणा चोदितः प्रादाद्बलायेति पुरोदितम्
]

`verse 16 [
भगवानपि गोविन्द उपयेमे कुरूद्वह।
वैदर्भीं भीष्मकसुतां श्रियो मात्रां स्वयंवरे
]

`verse 17 [
प्रमथ्य तरसा राज्ञः शाल्वादींश्चैद्यपक्षगान्।
पश्यतां सर्वलोकानां तार्क्ष्यपुत्रः सुधामिव
]

`speaker [
श्रीराजोवाच
]

`verse 18 [
भगवान्भीष्मकसुतां रुक्मिणीं रुचिराननाम्।
राक्षसेन विधानेन उपयेम इति श्रुतम्
]

`verse 19 [
भगवन्श्रोतुमिच्छामि कृष्णस्यामिततेजसः।
यथा मागधशाल्वादीन्जित्वा कन्यामुपाहरत्
]

`verse 20 [
ब्रह्मन्कृष्णकथाः पुण्या माध्वीर्लोकमलापहाः।
को नु तृप्येत शृण्वानः श्रुतज्ञो नित्यनूतनाः
]

`verse 21 [
श्रीबादरायणिरुवाच।
राजासीद्भीष्मको नाम विदर्भाधिपतिर्महान्।
तस्य पञ्चाभवन्पुत्राः कन्यैका च वरानना
]

`verse 22 [
रुक्म्यग्रजो रुक्मरथो रुक्मबाहुरनन्तरः।
रुक्मकेशो रुक्ममाली रुक्मिण्येषा स्वसा सती
]

`verse 23 [
सोपश्रुत्य मुकुन्दस्य रूपवीर्यगुणश्रियः।
गृहागतैर्गीयमानास्तं मेने सदृशं पतिम्
]

`verse 24 [
तां बुद्धिलक्षणौदार्य रूपशीलगुणाश्रयाम्।
कृष्णश्च सदृशीं भार्यां समुद्वोढुं मनो दधे
]

`verse 25 [
बन्धूनामिच्छतां दातुं कृष्णाय भगिनीं नृप।
ततो निवार्य कृष्णद्विड्रुक्मी चैद्यममन्यत
]

`verse 26 [
तदवेत्यासितापाङ्गी वैदर्भी दुर्मना भृशम्।
विचिन्त्याप्तं द्विजं कञ्चित्कृष्णाय प्राहिणोद्द्रुतम्
]

`verse 27 [
द्वारकां स समभ्येत्य प्रतीहारैः प्रवेशितः।
अपश्यदाद्यं पुरुषमासीनं काञ्चनासने
]

`verse 28 [
दृष्ट्वा ब्रह्मण्यदेवस्तमवरुह्य निजासनात्।
उपवेश्यार्हयां चक्रे यथात्मानं दिवौकसः
]

`verse 29 [
तं भुक्तवन्तं विश्रान्तमुपगम्य सतां गतिः।
पाणिनाभिमृशन्पादावव्यग्रस्तमपृच्छत
]

`verse 30 [
कच्चिद्द्विजवरश्रेष्ठ धर्मस्ते वृद्धसम्मतः।
वर्तते नातिकृच्छ्रेण सन्तुष्टमनसः सदा
]

`verse 31 [
सन्तुष्टो यर्हि वर्तेत ब्राह्मणो येन केनचित्।
अहीयमानः स्वद्धर्मात्स ह्यस्याखिलकामधुक्
]

`verse 32 [
असन्तुष्टोऽसकृल्लोकानाप्नोत्यपि सुरेश्वरः।
अकिञ्चनोऽपि सन्तुष्टः शेते सर्वाङ्गविज्वरः
]

`verse 33 [
विप्रान्स्वलाभसन्तुष्टान्साधून्भूतसुहृत्तमान्।
निरहङ्कारिणः शान्तान्नमस्ये शिरसा सकृत्
]

`verse 34 [
कच्चिद्वः कुशलं ब्रह्मन्राजतो यस्य हि प्रजाः।
सुखं वसन्ति विषये पाल्यमानाः स मे प्रियः
]

`verse 35 [
यतस्त्वमागतो दुर्गं निस्तीर्येह यदिच्छया।
सर्वं नो ब्रूह्यगुह्यं चेत्किं कार्यं करवाम ते
]

`verse 36 [
एवं सम्पृष्टसम्प्रश्नो ब्राह्मणः परमेष्ठिना।
लीलागृहीतदेहेन तस्मै सर्वमवर्णयत्
]

`verse 37 [
श्रीरुक्मिण्युवाच।
श्रुत्वा गुणान्भुवनसुन्दर शृण्वतां ते।
निर्विश्य कर्णविवरैर्हरतोऽङ्गतापम्।
रूपं दृशां दृशिमतामखिलार्थलाभं।
त्वय्यच्युताविशति चित्तमपत्रपं मे
]

`verse 38 [
का त्वा मुकुन्द महती कुलशीलरूप।
विद्यावयोद्रविणधामभिरात्मतुल्यम्।
धीरा पतिं कुलवती न वृणीत कन्या।
काले नृसिंह नरलोकमनोऽभिरामम्
]

`verse 39 [
तन्मे भवान्खलु वृतः पतिरङ्ग जायाम्।
आत्मार्पितश्च भवतोऽत्र विभो विधेहि।
मा वीरभागमभिमर्शतु चैद्य आराद्।
गोमायुवन्मृगपतेर्बलिमम्बुजाक्ष
]

`verse 40 [
पूर्तेष्टदत्तनियमव्रतदेवविप्र।
गुर्वर्चनादिभिरलं भगवान्परेशः।
आराधितो यदि गदाग्रज एत्य पाणिं।
गृह्णातु मे न दमघोषसुतादयोऽन्ये
]

`verse 41 [
श्वो भाविनि त्वमजितोद्वहने विदर्भान्।
गुप्तः समेत्य पृतनापतिभिः परीतः।
निर्मथ्य चैद्यमगधेन्द्र बलं प्रसह्य।
मां राक्षसेन विधिनोद्वह वीर्यशुल्काम्
]

`verse 42 [
अन्तःपुरान्तरचरीमनिहत्य बन्धून्।
त्वामुद्वहे कथमिति प्रवदाम्युपायम्।
पूर्वेद्युरस्ति महती कुलदेवयात्रा।
यस्यां बहिर्नववधूर्गिरिजामुपेयात्
]

`verse 43 [
यस्याङ्घ्रिपङ्कजरजःस्नपनं महान्तो।
वाञ्छन्त्युमापतिरिवात्मतमोऽपहत्यै।
यर्ह्यम्बुजाक्ष न लभेय भवत्प्रसादं।
जह्यामसून्व्रतकृशान्शतजन्मभिः स्यात्
]

`speaker [
ब्राह्मण उवाच
]

`verse 44 [
इत्येते गुह्यसन्देशा यदुदेव मया हृताः।
विमृश्य कर्तुं यच्चात्र क्रियतां तदनन्तरम्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे उत्तरार्धे रुक्मिण्युद्वाहप्रस्तावे द्विपञ्चाशत्तमोऽध्यायः।
]
