`set context {
  skandha = "10",
  adhyaya = "55",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 55"
}

`preface [
प्रद्युम्नस्य जन्म, शम्बरासुरवधश्च
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
कामस्तु वासुदेवांशो दग्धः प्राग् रुद्रमन्युना ।
 देहोपपत्तये भूयः तमेव प्रत्यपद्यत
]

`verse 2 [
स एव जातो वैदर्भ्यां कृष्णवीर्यसमुद्‌भवः ।
 प्रद्युम्न इति विख्यातः सर्वतोऽनवमः पितुः
]

`verse 3 [
तं शम्बरः कामरूपी हृत्वा तोकमनिर्दशम् ।
 स विदित्वात्मनः शत्रुं प्रास्योदन्वत्यगाद् गृहम्
]

`verse 4 [
तं निर्जगार बलवान् मीनः सोऽप्यपरैः सह ।
 वृतो जालेन महता गृहीतो मत्स्यजीविभिः
]

`verse 5 [
तं शम्बराय कैवर्ता उपाजह्रुरुपायनम् ।
 सूदा महानसं नीत्वा वद्यन् स्वधितिनाद्‌भुतम्
]

`verse 6 [
दृष्ट्वा तद् उदरे बालं मायावत्यै न्यवेदयन् ।
 नारदोऽकथयत्सर्वं तस्याः शङ्‌कितचेतसः ।
 बालस्य तत्त्वमुत्पत्तिं मत्स्योदरनिवेशनम्
]

`verse 7 [
सा च कामस्य वै पत्‍नी रतिर्नाम यशस्विनी ।
 पत्युर्निर्दग्धदेहस्य देहोत्पत्तिं प्रतीक्षती
]

`verse 8 [
निरूपिता शम्बरेण सा सूदौदनसाधने ।
 कामदेवं शिशुं बुद्ध्वा चक्रे स्नेहं तदार्भके
]

`verse 9 [
नातिदीर्घेण कालेन स कार्ष्णि रूढयौवनः ।
 जनयामास नारीणां वीक्षन्तीनां च विभ्रमम्
]

`meter [
इंद्रवंशा
]

`verse 10 [
सा तं पतिं पद्मदलायतेक्षणं
     प्रलम्बबाहुं नरलोकसुन्दरम् ।
 सव्रीडहासोत्तभितभ्रुवेक्षती
     प्रीत्योपतस्थे रतिरङ्ग सौरतैः
]

`meter [
अनुष्टुप्
]

`verse 11 [
तामह भगवान् कार्ष्णिः मातस्ते मतिरन्यथा ।
 मातृभावं अतिक्रम्य वर्तसे कामिनी यथा
]

`verse 12 [
रतिरुवाच -
भवान् नारायणसुतः शम्बरेणाहृतो गृहात् ।
 अहं तेऽधिकृता पत्‍नी रतिः कामो भवान् प्रभो
]

`verse 13 [
एष त्वानिर्दशं सिन्धौ अक्षिपत् शंबरोऽसुरः ।
 मत्स्योऽग्रसीत् तत् उदराद् इतः प्राप्तो भवान् प्रभो
]

`verse 14 [
तमिमं जहि दुर्धर्षं दुर्जयं शत्रुमात्मनः ।
 मायाशतविदं तं च मायाभिर्मोहनादिभिः
]

`verse 15 [
परीशोचति ते माता कुररीव गतप्रजा ।
 पुत्रस्नेहाकुला दीना विवत्सा गौरिवातुरा
]

`verse 16 [
प्रभाष्यैवं ददौ विद्यां प्रद्युम्नाय महात्मने ।
 मायावती महामायां सर्वमायाविनाशिनीम्
]

`verse 17 [
स च शम्बरमभ्येत्य संयुगाय समाह्वयत् ।
 अविषह्यैस्तमाक्षेपैः क्षिपन् सञ्जनयन् कलिम्
]

`verse 18 [
सोऽधिक्षिप्तो दुर्वाचोभिः पदाहत इवोरगः ।
 निश्चक्राम गदापाणिः अमर्षात् ताम्रलोचनः
]

`verse 19 [
गदामाविध्य तरसा प्रद्युम्नाय महात्मने ।
 प्रक्षिप्य व्यनदद् नादं वज्रनिष्पेषनिष्ठुरम्
]

`verse 20 [
तामापतन्तीं भगवानन् प्रद्युम्नो गदया गदाम् ।
 अपास्य शत्रवे क्रुद्धः प्राहिणोर् स्वगदां नृप
]

`verse 21 [
स च मायां समाश्रित्य दैतेयीं मयदर्शितम् ।
 मुमुचेऽस्त्रमयं वर्षं कार्ष्णौ वैहायसोऽसुरः
]

`verse 22 [
बाध्यमानोऽस्त्रवर्षेण रौक्मिणेयो महारथः ।
 सत्त्वात्मिकां महाविद्यां सर्वमायोपमर्दिनीम्
]

`verse 23 [
ततो गौह्यकगान्धर्व पैशाचोरगराक्षसीः ।
 प्रायुङ्क्त शतशो दैत्यः कार्ष्णिर्व्यधमयत्स ताः
]

`verse 24 [
निशातमसिमुद्यम्य सकिरीटं सकुण्डलम् ।
 शम्बरस्य शिरः कायात् ताम्रश्मश्र्वोजसाहरत्
]

`verse 25 [
आकीर्यमाणो दिविजैः स्तुवद्‌भिः कुसुमोत्करैः ।
 भार्ययाम्बरचारिण्या पुरं नीतो विहायसा
]

`verse 26 [
अन्तःपुरवरं राजन् ललनाशतसङ्कुलम् ।
 विवेश पत्‍न्या गगनाद् विद्युतेव बलाहकः
]

`verse 27 [
तं दृष्ट्वा जलदश्यामं पीतकौशेयवाससम् ।
 प्रलम्बबाहुं ताम्राक्षं सुस्मितं रुचिराननम्
]

`verse 28 [
स्वलङ्कृतमुखाम्भोजं नीलवक्रालकालिभिः ।
 कृष्णं मत्वा स्त्रियो ह्रीता निलिल्युस्तत्र तत्र ह
]

`verse 29 [
अवधार्य शनैरीषद् वैलक्षण्येन योषितः ।
 उपजग्मुः प्रमुदिताः सस्त्री रत्‍नं सुविस्मिताः
]

`verse 30 [
अथ तत्रासितापाङ्गी वैदर्भी वल्गुभाषिणी ।
 अस्मरत् स्वसुतं नष्टं स्नेहस्नुतपयोधरा
]

`verse 31 [
को न्वयं नरवैदूर्यः कस्य वा कमलेक्षणः ।
 धृतः कया वा जठरे केयं लब्धा त्वनेन वा
]

`verse 32 [
मम चाप्यात्मजो नष्टो नीतो यः सूतिकागृहात् ।
 एतत्तुल्यवयोरूपो यदि जीवति कुत्रचित्
]

`verse 33 [
कथं त्वनेन संप्राप्तं सारूप्यं शार्ङ्गधन्वनः ।
 आकृत्यावयवैर्गत्या स्वरहासावलोकनैः
]

`verse 34 [
स एव वा भवेत् नूनं यो मे गर्भे धृतोऽर्भकः ।
 अमुष्मिन् प्रीतिरधिका वामः स्फुरति मे भुजः
]

`verse 35 [
एवं मीमांसमणायां वैदर्भ्यां देवकीसुतः ।
 देवक्यानकदुन्दुभ्यां उत्तमःश्लोक आगमत्
]

`verse 36 [
विज्ञातार्थोऽपि भगवान् तूष्णीमास जनार्दनः ।
 नारदोऽकथयत् सर्वं शम्बराहरणादिकम्
]

`verse 37 [
तच्छ्रुत्वा महदाश्चर्यं कृष्णान्तःपुरयोषितः ।
 अभ्यनन्दन् ब्बहूनब्दान् नष्टं मृतमिवागतम्
]

`verse 38 [
देवकी वसुदेवश्च कृष्णरामौ तथा स्त्रियः ।
 दम्पती तौ परिष्वज्य रुक्मिणी च ययुर्मुदम्
]

`verse 39 [
नष्टं प्रद्युम्नमायातं आकर्ण्य द्वारकौकसः ।
 अहो मृत इवायातो बालो दिष्ट्येति हाब्रुवन्
]

`meter [
वसंततिलका
]

`verse 40 [
यं वै मुहुः पितृसरूपनिजेशभावाः
     तन्मातरो यदभजन् रहरूढभावाः ।
 चित्रं न तत्खलु रमास्पदबिम्बबिम्बे
     कामे स्मरेऽक्षविषये किमुतान्यनार्यः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 प्रद्युम्नोत्पत्तिनिरूपणं नाम पञ्चपञ्चाशत्तमोऽध्यायः
]
