`verse 1 [
कालिन्दीमित्रविन्दासत्याभद्रालक्ष्मणादीनां पाणिग्रहणम्।
अथाष्टपञ्चाशत्तमोऽध्यायः 10.58
श्रीशुक उवाच।
एकदा पाण्डवान्द्रष्टुं प्रतीतान्पुरुषोत्तमः।
इन्द्रप्रस्थं गतः श्रीमान्युयुधानादिभिर्वृतः
]

`verse 2 [
दृष्ट्वा तमागतं पार्था मुकुन्दमखिलेश्वरम्।
उत्तस्थुर्युगपद्वीराः प्राणा मुख्यमिवागतम्
]

`verse 3 [
परिष्वज्याच्युतं वीरा अङ्गसङ्गहतैनसः।
सानुरागस्मितं वक्त्रं वीक्ष्य तस्य मुदं ययुः
]

`verse 4 [
युधिष्ठिरस्य भीमस्य कृत्वा पादाभिवन्दनम्।
फाल्गुनं परिरभ्याथ यमाभ्यां चाभिवन्दितः
]

`verse 5 [
परमासन आसीनं कृष्णा कृष्णमनिन्दिता।
नवोढा व्रीडिता किञ्चिच्छनैरेत्याभ्यवन्दत
]

`verse 6 [
तथैव सात्यकिः पार्थैः पूजितश्चाभिवन्दितः।
निषसादासनेऽन्ये च पूजिताः पर्युपासत
]

`verse 7 [
पृथाम्समागत्य कृताभिवादनस्तयातिहार्दार्द्र दृशाभिरम्भितः।
आपृष्टवांस्तां कुशलं सहस्नुषां पितृष्वसारम्परिपृष्टबान्धवः
]

`verse 8 [
तमाह प्रेमवैक्लव्य रुद्धकण्ठाश्रुलोचना।
स्मरन्ती तान्बहून्क्लेशान्क्लेशापायात्मदर्शनम्
]

`verse 9 [
तदैव कुशलं नोऽभूत्सनाथास्ते कृता वयम्।
ज्ञातीन्नः स्मरता कृष्ण भ्राता मे प्रेषितस्त्वया
]

`verse 10 [
न तेऽस्ति स्वपरभ्रान्तिर्विश्वस्य सुहृदात्मनः।
तथापि स्मरतां शश्वत्क्लेशान्हंसि हृदि स्थितः
]

`speaker [
युधिष्ठिर उवाच
]

`verse 11 [
किं न आचरितं श्रेयो न वेदाहमधीश्वर।
योगेश्वराणां दुर्दर्शो यन्नो दृष्टः कुमेधसाम्
]

`verse 12 [
इति वै वार्षिकान्मासान्राज्ञा सोऽभ्यर्थितः सुखम्।
जनयन्नयनानन्दमिन्द्रप्रस्थौकसां विभुः
]

`verse 13 [
एकदा रथमारुह्य विजयो वानरध्वजम्।
गाण्डीवं धनुरादाय तूणौ चाक्षयसायकौ
]

`verse 14 [
साकं कृष्णेन सन्नद्धो विहर्तुं विपिनं महत्।
बहुव्यालमृगाकीर्णं प्राविशत्परवीरहा
]

`verse 15 [
तत्राविध्यच्छरैर्व्याघ्रान्शूकरान्महिषान्रुरून्।
शरभान्गवयान्खड्गान्हरिणान्शशशल्लकान्
]

`verse 16 [
तान्निन्युः किङ्करा राज्ञे मेध्यान्पर्वण्युपागते।
तृट्परीतः परिश्रान्तो बिभत्सुर्यमुनामगात्
]

`verse 17 [
तत्रोपस्पृश्य विशदं पीत्वा वारि महारथौ।
कृष्णौ ददृशतुः कन्यां चरन्तीं चारुदर्शनाम्
]

`verse 18 [
तामासाद्य वरारोहां सुद्विजां रुचिराननाम्।
पप्रच्छ प्रेषितः सख्या फाल्गुनः प्रमदोत्तमाम्
]

`verse 19 [
का त्वं कस्यासि सुश्रोणि कुतो वा किं चिकीर्षसि।
मन्ये त्वां पतिमिच्छन्तीं सर्वं कथय शोभने
]

`verse 20 [
श्रीकालिन्द्युवाच।
अहं देवस्य सवितुर्दुहिता पतिमिच्छती।
विष्णुं वरेण्यं वरदं तपः परममास्थितः
]

`verse 21 [
नान्यं पतिं वृणे वीर तमृते श्रीनिकेतनम्।
तुष्यतां मे स भगवान्मुकुन्दोऽनाथसंश्रयः
]

`verse 22 [
कालिन्दीति समाख्याता वसामि यमुनाजले।
निर्मिते भवने पित्रा यावदच्युतदर्शनम्
]

`verse 23 [
तथावदद्गुडाकेशो वासुदेवाय सोऽपि ताम्।
रथमारोप्य तद्विद्वान्धर्मराजमुपागमत्
]

`verse 24 [
यदैव कृष्णः सन्दिष्टः पार्थानां परमाद्भुतम्।
कारयामास नगरं विचित्रं विश्वकर्मणा
]

`verse 25 [
भगवांस्तत्र निवसन्स्वानां प्रियचिकीर्षया।
अग्नये खाण्डवं दातुमर्जुनस्याथ सारथिः
]

`verse 26 [
सोऽग्निस्तुष्टो धनुरदाद्ध्यान्श्वेतान्रथं नृप।
अर्जुनायाक्षयौ तूणौ वर्म चाभेद्यमस्त्रिभिः
]

`verse 27 [
मयश्च मोचितो वह्नेः सभां सख्य उपाहरत्।
यस्मिन्दुर्योधनस्यासीज्जलस्थलदृशिभ्रमः
]

`verse 28 [
स तेन समनुज्ञातः सुहृद्भिश्चानुमोदितः।
आययौ द्वारकां भूयः सात्यकिप्रमुखैर्वृतः
]

`verse 29 [
अथोपयेमे कालिन्दीं सुपुण्यर्त्वृक्ष ऊर्जिते।
वितन्वन्परमानन्दं स्वानां परममङ्गलः
]

`verse 30 [
विन्द्यानुविन्द्यावावन्त्यौ दुर्योधनवशानुगौ।
स्वयंवरे स्वभगिनीं कृष्णे सक्तां न्यषेधताम्
]

`verse 31 [
राजाधिदेव्यास्तनयां मित्रविन्दां पितृष्वसुः।
प्रसह्य हृतवान्कृष्णो राजन्राज्ञां प्रपश्यताम्
]

`verse 32 [
नग्नजिन्नाम कौशल्य आसीद्राजातिधार्मिकः।
तस्य सत्याभवत्कन्या देवी नाग्नजिती नृप
]

`verse 33 [
न तां शेकुर्नृपा वोढुमजित्वा सप्तगोवृषान्।
तीक्ष्णशृङ्गान्सुदुर्धर्षान्वीर्यगन्धासहान्खलान्
]

`verse 34 [
तां श्रुत्वा वृषजिल्लभ्यां भगवान्सात्वतां पतिः।
जगाम कौशल्यपुरं सैन्येन महता वृतः
]

`verse 35 [
स कोशलपतिः प्रीतः प्रत्युत्थानासनादिभिः।
अर्हणेनापि गुरुणा पूजयन्प्रतिनन्दितः
]

`verse 36 [
वरं विलोक्याभिमतं समागतं नरेन्द्र कन्या चकमे रमापतिम्।
भूयादयं मे पतिराशिषोऽनलः करोतु सत्या यदि मे धृतो व्रतः
]

`verse 37 [
यत्पादपङ्कजरजः शिरसा बिभर्ति।
श्रीरब्जजः सगिरिशः सह लोकपालैः ।
लीलातनुः स्वकृतसेतुपरीप्सया यः।
कालेऽदधत्स भगवान्मम केन तुष्येत्
]

`verse 38 [
अर्चितं पुनरित्याह नारायण जगत्पते।
आत्मानन्देन पूर्णस्य करवाणि किमल्पकः
]

`speaker [
श्रीशुक उवाच
]

`verse 39 [
तमाह भगवान्हृष्टः कृतासनपरिग्रहः।
मेघगम्भीरया वाचा सस्मितं कुरुनन्दन
]

`verse 40 [
श्रीभगवानुवाच।
नरेन्द्र याच्ञा कविभिर्विगर्हिता राजन्यबन्धोर्निजधर्मवर्तिनः।
तथापि याचे तव सौहृदेच्छया कन्यां त्वदीयां न हि शुल्कदा वयम्
]

`speaker [
श्रीराजोवाच
]

`verse 41 [
कोऽन्यस्तेऽभ्यधिको नाथ कन्यावर इहेप्सितः।
गुणैकधाम्नो यस्याङ्गे श्रीर्वसत्यनपायिनी
]

`verse 42 [
किन्त्वस्माभिः कृतः पूर्वं समयः सात्वतर्षभ।
पुंसां वीर्यपरीक्षार्थं कन्यावरपरीप्सया
]

`verse 43 [
सप्तैते गोवृषा वीर दुर्दान्ता दुरवग्रहाः।
एतैर्भग्नाः सुबहवो भिन्नगात्रा नृपात्मजाः
]

`verse 44 [
यदिमे निगृहीताः स्युस्त्वयैव यदुनन्दन।
वरो भवानभिमतो दुहितुर्मे श्रियःपते
]

`verse 45 [
एवं समयमाकर्ण्य बद्ध्वा परिकरं प्रभुः।
आत्मानं सप्तधा कृत्वा न्यगृह्णाल्लीलयैव तान्
]

`verse 46 [
बद्ध्वा तान्दामभिः शौरिर्भग्नदर्पान्हतौजसः।
व्यकर्षल्लीलया बद्धान्बालो दारुमयान्यथा
]

`verse 47 [
ततः प्रीतः सुतां राजा ददौ कृष्णाय विस्मितः।
तां प्रत्यगृह्णाद्भगवान्विधिवत्सदृशीं प्रभुः
]

`verse 48 [
राजपत्न्यश्च दुहितुः कृष्णं लब्ध्वा प्रियं पतिम्।
लेभिरे परमानन्दं जातश्च परमोत्सवः
]

`verse 49 [
शङ्खभेर्यानका नेदुर्गीतवाद्यद्विजाशिषः।
नरा नार्यः प्रमुदिताः सुवासःस्रगलङ्कृताः
]

`verse 50 [
दशधेनुसहस्राणि पारिबर्हमदाद्विभुः।
युवतीनां त्रिसाहस्रं निष्कग्रीवसुवाससम्
]

`verse 51 [
नवनागसहस्राणि नागाच्छतगुणान्रथान्।
रथाच्छतगुणानश्वानश्वाच्छतगुणान्नरान्
]

`verse 52 [
दम्पती रथमारोप्य महत्या सेनया वृतौ।
स्नेहप्रक्लिन्नहृदयो यापयामास कोशलः
]

`verse 53 [
श्रुत्वैतद्रुरुधुर्भूपा नयन्तं पथि कन्यकाम्।
भग्नवीर्याः सुदुर्मर्षा यदुभिर्गोवृषैः पुरा
]

`verse 54 [
तानस्यतः शरव्रातान्बन्धुप्रियकृदर्जुनः।
गाण्डीवी कालयामास सिंहः क्षुद्रमृगानिव
]

`verse 55 [
पारिबर्हमुपागृह्य द्वारकामेत्य सत्यया।
रेमे यदूनामृषभो भगवान्देवकीसुतः
]

`verse 56 [
श्रुतकीर्तेः सुतां भद्रां उपयेमे पितृष्वसुः।
कैकेयीं भ्रातृभिर्दत्तां कृष्णः सन्तर्दनादिभिः
]

`verse 57 [
सुतां च मद्राधिपतेर्लक्ष्मणां लक्षणैर्युताम्।
स्वयंवरे जहारैकः स सुपर्णः सुधामिव
]

`verse 58 [
अन्याश्चैवंविधा भार्याः कृष्णस्यासन्सहस्रशः।
भौमं हत्वा तन्निरोधादाहृताश्चारुदर्शनाः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे उत्तरार्धेऽष्टमहिष्युद्वाहो नामाष्टपञ्चाशत्तमोऽध्यायः।
]
