`set context {
  skandha = "10",
  adhyaya = "62",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 62"
}

`preface [
ऊषा-अनिरुद्ध समागमः; अनिरुद्धस्य बंधनं च -
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
बाणस्य तनयां ऊषां उपयेमे यदूत्तमः ।
 तत्र युद्धमभूद् घोरं हरिशङ्करयोर्महत् ।
 एतत्सर्वं महायोगिन् समाख्यातुं त्वमर्हसि
]

`speaker [
श्रीशुक उवाच
]

`verse 2 [
बाणः पुत्रशतज्येष्ठो बलेरासीन् महात्मनः ।
 येन वामनरूपाय हरयेऽदायि मेदिनी
]

`verse 3 [
तस्यौरसः सुतो बानः शिवभक्तिरतः सदा ।
 मान्यो वदान्यो धीमांश्च सत्यसन्धो दृढव्रतः
]

`verse 4 [
शोणिताख्ये पुरे रम्ये स राज्यं अकरोत्पुरा ।
 तस्य शम्भोः प्रसादेन किङ्करा इव तेऽमराः ।
 सहस्रबाहुर्वाद्येन ताण्डवेऽतोषयन्मृडम्
]

`verse 5 [
भगवान् सर्वभूतेशः शरण्यो भक्तवत्सलः ।
 वरेण छन्दयामास स तं वव्रे पुराधिपम्
]

`verse 6 [
स एकदाऽऽह गिरिशं पार्श्वस्थं वीर्यदुर्मदः ।
 किरीटेनार्कवर्णेन संस्पृशन् तत्पदाम्बुजम्
]

`verse 7 [
नमस्ये त्वां महादेव लोकानां गुरुमीश्वरम् ।
 पुंसां अपूर्णकामानां कामपूरामराङ्‌घ्रिपम्
]

`verse 8 [
दोःसहस्रं त्वया दत्तं परं भाराय मेऽभवत् ।
 त्रिलोक्यां प्रतियोद्धारं न लभे त्वदृते समम्
]

`verse 9 [
कण्डूत्या निभृतैर्दोर्भिः युयुत्सुर्दिग्गजानहम् ।
 आद्यायां चूर्णयन्नद्रीन् भीतास्तेऽपि प्रदुद्रुवुः
]

`verse 10 [
तत् श्रुत्वा भगवान् क्रुद्धः केतुस्ते भज्यते यदा ।
 त्वद्दर्पघ्नं भवेन्मूढ संयुगं मत्समेन ते
]

`verse 11 [
इत्युक्तः कुमतिर्हृष्टः स्वगृहं प्राविशन्नृप ।
 प्रतीक्षन् गिरिशादेशं स्ववीर्यनशनं कुधीः
]

`verse 12 [
तस्योषा नाम दुहिता स्वप्ने प्राद्युम्निना रतिम् ।
 कन्यालभत कान्तेन प्राग् अदृष्टश्रुतेन सा
]

`verse 13 [
सा तत्र तमपश्यन्ती क्वासि कान्तेति वादिनी ।
 सखीनां मध्य उत्तस्थौ विह्वला व्रीडिता भृशम्
]

`verse 14 [
बाणस्य मंत्री कुम्भाण्डः चित्रलेखा च तत्सुता ।
 सख्यपृच्छत् सखीं ऊषां कौतूहलसमन्विता
]

`verse 15 [
कं त्वं मृगयसे सुभ्रु कीदृशस्ते मनोरथः ।
 हस्तग्राहं न तेऽद्यापि राजपुत्र्युपलक्षये
]

`verse 16 [
दृष्टः कश्चिन्नरः स्वप्ने श्यामः कमललोचनः ।
 पीतवासा बृहद् बाहुः योषितां हृदयंगमः
]

`verse 17 [
तमहं मृगये कान्तं पाययित्वाधरं मधु ।
 क्वापि यातः स्पृहयतीं क्षिप्त्वा मां वृजिनार्णवे
]

`speaker [
चित्रलेखोवाच
]

`verse 18 [
व्यसनं तेऽपकर्षामि त्रिलोक्यां यदि भाव्यते ।
 तं आनेष्ये वरं यस्ते मनोहर्ता तमादिश
]

`verse 19 [
इत्युक्त्वा देवगन्धर्व सिद्धचारणपन्नगान् ।
 दैत्यविद्याधरान् यक्षान् मनुजांश्च यथालिखत्
]

`verse 20 [
मनुजेषु च सा वृष्नीन् शूरं आनकदुन्दुभिम् ।
 व्यलिखद् रामकृष्णौ च प्रद्युम्नं वीक्ष्य लज्जिता
]

`verse 21 [
अनिरुद्धं विलिखितं वीक्ष्योषावाङ्‌मुखी ह्रिया ।
 सोऽसावसाविति प्राह स्मयमाना महीपते
]

`verse 22 [
चित्रलेखा तमाज्ञाय पौत्रं कृष्णस्य योगिनी ।
 ययौ विहायसा राजन् द्वारकां कृष्णपालिताम्
]

`verse 23 [
तत्र सुप्तं सुपर्यङ्के प्राद्युम्निं योगमास्थिता ।
 गृहीत्वा शोणितपुरं सख्यै प्रियमदर्शयत्
]

`verse 24 [
सा च तं सुन्दरवरं विलोक्य मुदितानना ।
 दुष्प्रेक्ष्ये स्वगृहे पुम्भी रेमे प्राद्युम्निना समम्
]

`verse 25 [
परार्ध्यवासःस्रग्गन्ध धूपदीपासनादिभिः ।
 पानभोजन भक्ष्यैश्च वाक्यैः शुश्रूषणार्चितः
]

`verse 26 [
गूढः कन्यापुरे शश्वत् प्रवृद्धस्नेहया तया ।
 नाहर्गणान् स बुबुधे ऊषयापहृतेन्द्रियः
]

`verse 27 [
तां तथा यदुवीरेण भुज्यमानां हतव्रताम् ।
 हेतुभिर्लक्षयाञ्चक्रुः आप्रीतां दुरवच्छदैः
]

`verse 28 [
भटा आवेदयाञ्चक्रू राजंस्ते दुहितुर्वयम् ।
 विचेष्टितं लक्षयाम कन्यायाः कुलदूषणम्
]

`verse 29 [
अनपायिभिरस्माभिः गुप्तायाश्च गृहे प्रभो ।
 कन्याया दूषणं पुम्भिः दुष्प्रेक्ष्याया न विद्महे
]

`verse 30 [
ततः प्रव्यथितो बाणो दुहितुः श्रुतदूषणः ।
 त्वरितः कन्यकागारं प्राप्तोऽद्राक्षीद् यदूद्वहम्
]

`meter [
मिश्र
]

`verse 31 [
कामात्मजं तं भुवनैकसुन्दरं
     श्यामं पिशङ्गाम्बरमम्बुजेक्षणम् ।
 बृहद्‌भुजं कुण्डलकुन्तलत्विषा
     स्मितावलोकेन च मण्डिताननम्
]

`verse 32 [
दीव्यन्तमक्षैः प्रिययाभिनृम्णया
     तदङ्गसङ्गस्तनकुङ्कुमस्रजम् ।
 बाह्वोर्दधानं मधुमल्लिकाश्रितां
     तस्याग्र आसीनमवेक्ष्य विस्मितः
]

`verse 33 [
स तं प्रविष्टं वृतमाततायिभिः
     भटैरनीकैरवलोक्य माधवः ।
 उद्यम्य मौर्वं परिघं व्यवस्थितो
     यथान्तको दण्डधरो जिघांसया
]

`verse 34 [
जिघृक्षया तान् परितः प्रसर्पतः
     शुनो यथा शूकरयूथपोऽहनत् ।
 ते हन्यमाना भवनाद् विनिर्गता
     निर्भिन्नमूर्धोरुभुजाः प्रदुद्रुवुः
]

`verse 35 [
तं नागपाशैर्बलिनन्दनो बली
     घ्नन्तं स्वसैन्यं कुपितो बबन्ध ह ।
 ऊषा भृशं शोकविषादविह्वला
     बद्धं निशम्याश्रुकलाक्ष्यरौदिषीत्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 अनिरुद्धबन्धो नाम द्विषष्टितमोऽध्यायः
]
