`set context {
  skandha = "10",
  adhyaya = "63",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 63"
}

`preface [
श्रीकृष्णबाणासुरसंग्रामः; तत्र माहेश्वरज्वरेण
माहेश्वरेण च कृता भगवत् स्तुतिः -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अपश्यतां चानिरुद्धं तद्‌बन्धूनां च भारत ।
 चत्वारो वार्षिका मासा व्यतीयुरनुशोचताम्
]

`verse 2 [
नारदात् तदुपाकर्ण्य वार्तां बद्धस्य कर्म च ।
 प्रययुः शोणितपुरं वृष्णयः कृष्णदैवताः
]

`verse 3 [
प्रद्युम्नो युयुधानश्च गदः साम्बोऽथ सारणः ।
 नन्दोपनन्दभद्राद्या रामकृष्णानुवर्तिनः
]

`verse 4 [
अक्षौहिणीभिर्द्वादशभिः समेताः सर्वतो दिशम् ।
 रुरुधुर्बाणनगरं समन्तात् सात्वतर्षभाः
]

`verse 5 [
भज्यमानपुरोद्यान प्राकाराट्टालगोपुरम् ।
 प्रेक्षमाणो रुषाविष्टः तुल्यसैन्योऽभिनिर्ययौ
]

`verse 6 [
बाणार्थे भगवान् रुद्रः ससुतः प्रमथैर्वृतः ।
 आरुह्य नन्दिवृषभं युयुधे रामकृष्णयोः
]

`verse 7 [
आसीत् सुतुमुलं युद्धं अद्‌भुतं रोमहर्षणम् ।
 कृष्णशङ्करयो राजन् प्रद्युम्नगुहयोरपि
]

`verse 8 [
कुम्भाण्डकूपकर्णाभ्यां बलेन सह संयुगः ।
 साम्बस्य बाणपुत्रेण बाणेन सह सात्यकेः
]

`verse 9 [
ब्रह्मादयः सुराधीशा मुनयः सिद्धचारणाः ।
 गन्धर्वाप्सरसो यक्षा विमानैर्द्रष्टुमागमन्
]

`verse 10 [
शङ्करानुचरान् शौरिः भूतप्रमथगुह्यकान् ।
 डाकिनीर्यातुधानांश्च वेतालान् सविनायकान्
]

`verse 11 [
प्रेतमातृपिशाचांश्च कुष्माण्डान् ब्रह्मराक्षसान् ।
 द्रावयामास तीक्ष्णाग्रैः शरैः शार्ङ्गधनुश्च्युतैः
]

`verse 12 [
पृथग्विधानि प्रायुङ्क्त पिणाक्यस्त्राणि शाङ्‌र्गिणे ।
 प्रत्यस्त्रैः शमयामास शार्ङ्गपाणिरविस्मितः
]

`verse 13 [
ब्रह्मास्त्रस्य च ब्रह्मास्त्रं वायव्यस्य च पार्वतम् ।
 आग्नेयस्य च पार्जन्यं नैजं पाशुपतस्य च
]

`verse 14 [
मोहयित्वा तु गिरिशं जृम्भणास्त्रेण जृम्भितम् ।
 बाणस्य पृतनां शौरिः जघानासिगदेषुभिः
]

`verse 15 [
स्कन्दः प्रद्युम्नबाणौघैः अर्द्यमानः समन्ततः ।
 असृग् विमुञ्चन् गात्रेभ्यः शिखिनापक्रमद् रणात्
]

`verse 16 [
कुम्भाण्डः कूपकर्णश्च पेततुर्मुषलार्दितौ ।
 दुद्रुवुस्तदनीकनि हतनाथानि सर्वतः
]

`verse 17 [
विशीर्यमाणं स्वबलं दृष्ट्वा बाणोऽत्यमर्षणः ।
 कृष्णं अभ्यद्रवत् संख्ये रथी हित्वैव सात्यकिम्
]

`verse 18 [
धनूंष्याकृष्य युगपद् बाणः पञ्चशतानि वै ।
 एकैकस्मिन् शरौ द्वौ द्वौ सन्दधे रणदुर्मदः
]

`verse 19 [
तानि चिच्छेद भगवान् धनूंसि युगपद्धरिः ।
 सारथिं रथमश्वांश्च हत्वा शङ्खमपूरयत्
]

`verse 20 [
तन्माता कोटरा नाम नग्ना मक्तशिरोरुहा ।
 पुरोऽवतस्थे कृष्णस्य पुत्रप्राणरिरक्षया
]

`verse 21 [
ततस्तिर्यङ्‌मुखो नग्नां अनिरीक्षन् गदाग्रजः ।
 बाणश्च तावद् विरथः छिन्नधन्वाविशत् पुरम्
]

`verse 22 [
विद्राविते भूतगणे ज्वरस्तु त्रीशिरास्त्रिपात् ।
 अभ्यधावत दाशार्हं दहन्निव दिशो दश
]

`verse 23 [
अथ नारायणः देवः तं दृष्ट्वा व्यसृजज्ज्वरम् ।
 माहेश्वरो वैष्णवश्च युयुधाते ज्वरावुभौ
]

`verse 24 [
माहेश्वरः समाक्रन्दन् वैष्णवेन बलार्दितः ।
 अलब्ध्वाभयमन्यत्र भीतो माहेश्वरो ज्वरः ।
 शरणार्थी हृषीकेशं तुष्टाव प्रयताञ्जलिः
]

`speaker [
ज्वर उवाच
]

`meter [
मिश्र
]

`verse 25 [
नमामि त्वानन्तशक्तिं परेशं
     सर्वात्मानं केवलं ज्ञप्तिमात्रम् ।
 विश्वोत्पत्तिस्थानसंरोधहेतुं
     यत्तद् ब्रह्म ब्रह्मलिङ्गं प्रशान्तम्
]

`verse 26 [
कालो दैवं कर्म जीवः स्वभावो
     द्रव्यं क्षेत्रं प्राण आत्मा विकारः ।
 तत्सङ्घातो बीजरोहप्रवाहः
     त्वन्मायैषा तन्निषेधं प्रपद्ये
]

`verse 27 [
नानाभावैर्लीलयैवोपपन्नैः
     देवान् साधून् लोकसेतून्बिभर्षि ।
 हंस्युन्मार्गान् हिंसया वर्तमानान्
     जन्मैतत्ते भारहाराय भूमेः
]

`verse 28 [
तप्तोऽहं ते तेजसा दुःसहेन
     शान्तोग्रेणात्युल्बणेन ज्वरेण ।
 तावत्तापो देहिनां तेऽङ्‌घ्रिमूलं
     नो सेवेरन् यावदाशानुबद्धाः
]

`verse 29 [
श्रीभगवानुवाच -
( अनुष्टुप् )
त्रिशिरस्ते प्रसन्नोऽस्मि व्येतु ते मज्ज्वराद्‌भयम् ।
 यो नौ स्मरति संवादं तस्य त्वन्न भवेद्‌भयम्
]

`verse 30 [
इत्युक्तोऽच्युतमानम्य गतो माहेश्वरो ज्वरः ।
 बाणस्तु रथमारूढः प्रागाद्योत्स्यञ्जनार्दनम्
]

`verse 31 [
ततो बाहुसहस्रेण नानायुधधरोऽसुरः ।
 मुमोच परमक्रुद्धो बाणांश्चक्रायुधे नृप
]

`verse 32 [
तस्यास्यतोऽस्त्राण्यसकृत् चक्रेण क्षुरनेमिना ।
 चिच्छेद भगवान्बाहून् शाखा इव वनस्पतेः
]

`verse 33 [
बाहुषु छिद्यमानेषु बाणस्य भगवान् भवः ।
 भक्तानकम्प्युपव्रज्य चक्रायुधमभाषत
]

`speaker [
श्रीरुद्र उवाच
]

`verse 34 [
त्वं हि ब्रह्म परं ज्योतिः गूढं ब्रह्मणि वाङ्‌मये ।
 यं पश्यन्त्यमलात्मान आकाशमिव केवलम्
]

`meter [
मिश्र
]

`verse 35 [
नाभिर्नभोऽग्निर्मुखमम्बु रेतो
     द्यौः शीर्षमाशाः श्रुतिरङ्‌घ्रिरुर्वी ।
 चन्द्रो मनो यस्य दृगर्क आत्मा
     अहं समुद्रो जठरं भुजेन्द्रः
]

`verse 36 [
रोमाणि यस्यौषधयोऽम्बुवाहाः
     केशा विरिञ्चो धिषणा विसर्गः ।
 प्रजापतिर्हृदयं यस्य धर्मः
     स वै भवान् पुरुषो लोककल्पः
]

`verse 37 [
तवावतारोऽयमकुण्ठधामन्
     धर्मस्य गुप्त्यै जगतो हिताय ।
 वयं च सर्वे भवतानुभाविता
     विभावयामो भुवनानि सप्त
]

`verse 38 [
त्वमेक आद्यः पुरुषोऽद्वितीयः
     तुर्यः स्वदृग् हेतुरहेतुरीशः ।
 प्रतीयसेऽथापि यथाविकारं
     स्वमायया सर्वगुणप्रसिद्ध्यै
]

`verse 39 [
यथैव सूर्यः पिहितश्छायया स्वया
     छायां च रूपाणि च सञ्चकास्ति ।
 एवं गुणेनापिहितो गुणांस्त्वम्
     आत्मप्रदीपो गुणिनश्च भूमन्
]

`meter [
अनुष्टुप्
]

`verse 40 [
यन्मायामोहितधियः पुत्रदारगृहादिषु ।
 उन्मज्जन्ति निमज्जन्ति प्रसक्ता वृजिनार्णवे
]

`verse 41 [
देवदत्तमिमं लब्ध्वा नृलोकमजितेन्द्रियः ।
 यो नाद्रियेत त्वत्पादौ स शोच्यो ह्यात्मवञ्चकः
]

`verse 42 [
यस्त्वां विसृजते मर्त्य आत्मानं प्रियमीश्वरम् ।
 विपर्ययेन्द्रियार्थार्थं विषमत्त्यमृतं त्यजन्
]

`verse 43 [
अहं ब्रह्माथ विबुधा मुनयश्चामलाशयाः ।
 सर्वात्मना प्रपन्नास्त्वां आत्मानं प्रेष्ठमीश्वरम्
]

`meter [
मिश्र
]

`verse 44 [
तं त्वा जगत्स्थित्युदयान्तहेतुं
     समं प्रशान्तं सुहृदात्मदैवम् ।
 अनन्यमेकं जगदात्मकेतं
     भवापवर्गाय भजाम देवम्
]

`verse 45 [
अयं ममेष्टो दयितोऽनुवर्ती
     मयाभयं दत्तममुष्य देव ।
 संपाद्यतां तद्‌भवतः प्रसादो
     यथा हि ते दैत्यपतौ प्रसादः
]

`verse 46 [
श्रीभगवानुवाच -
( अनुष्टुप् )
यदात्थ भगवन् त्वं नः करवाम प्रियं तव ।
 भवतो यद्व्यवसितं तन्मे साध्वनुमोदितम्
]

`verse 47 [
अवध्योऽयं ममाप्येष वैरोचनिसुतोऽसुरः ।
 प्रह्रादाय वरो दत्तो न वध्यो मे तवान्वयः
]

`verse 48 [
दर्पोपशमनायास्य प्रवृक्णा बाहवो मया ।
 सूदितं च बलं भूरि यच्च भारायितं भुवः
]

`verse 49 [
चत्वारोऽस्य भुजाः शिष्टा भविष्यत्यजरामरः ।
 पार्षदमुख्यो भवतो न कुतश्चिद्‌भयोऽसुरः
]

`verse 50 [
इति लब्ध्वाभयं कृष्णं प्रणम्य शिरसासुरः ।
 प्राद्युम्निं रथमारोप्य सवध्वा समुपानयत्
]

`verse 51 [
अक्षौहिण्या परिवृतं सुवासःसमलङ्कृतम् ।
 सपत्‍नीकं पुरस्कृत्य ययौ रुद्रानुमोदितः
]

`meter [
वंशस्था
]

`verse 52 [
स्वराजधानीं समलङ्कृतां ध्वजैः
     सतोरणैरुक्षितमार्गचत्वराम् ।
 विवेश शङ्खानकदुन्दुभिस्वनैः
     अभ्युद्यतः पौरसुहृद्‌द्विजातिभिः
]

`meter [
अनुष्टुप्
]

`verse 53 [
य एवं कृष्णविजयं शङ्करेण च संयुगम् ।
 संस्मरेत् प्रातरुत्थाय न तस्य स्यात् पराजयः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 अनिरुद्धानयनं नाम त्रिषष्टितमोऽध्यायः
]
