`set context {
  skandha = "10",
  adhyaya = "64",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 64"
}

`verse 1 [
अथ चतुःषष्टितमोऽध्यायः  10.64
श्रीबादरायणिरुवाच
एकदोपवनं राजन्जग्मुर्यदुकुमारकाः
विहर्तुं साम्बप्रद्युम्न चारुभानुगदादयः
]

`verse 2 [
क्रीडित्वा सुचिरं तत्र विचिन्वन्तः पिपासिताः
जलं निरुदके कूपे ददृशुः सत्त्वमद्भुतम्
]

`verse 3 [
कृकलासं गिरिनिभं वीक्ष्य विस्मितमानसाः
तस्य चोद्धरणे यत्नं चक्रुस्ते कृयान्विताः
]

`verse 4 [
चर्मजैस्तान्तवैः पाशैर्बद्ध्वा पतितमर्भकाः
नाशक्नुरन्समुद्धर्तुं कृष्णायाचख्युरुत्सुकाः
]

`verse 5 [
तत्रागत्यारविन्दाक्षो भगवान्विश्वभावनः
वीक्ष्योज्जहार वामेन तं करेण स लीलया
]

`verse 6 [
स उत्तमःश्लोककराभिमृष्टो विहाय सद्यः कृकलासरूपम्
सन्तप्तचामीकरचारुवर्णः स्वर्ग्यद्भुतालङ्करणाम्बरस्रक्
]

`verse 7 [
पप्रच्छ विद्वानपि तन्निदानं जनेषु विख्यापयितुं मुकुन्दः
कस्त्वं महाभाग वरेण्यरूपो देवोत्तमं त्वां गणयामि नूनम्
]

`verse 8 [
दशामिमां वा कतमेन कर्मणा सम्प्रापितोऽस्यतदर्हः सुभद्र
आत्मानमाख्याहि विवित्सतां नो यन्मन्यसे नः क्षममत्र वक्तुम्
]

`speaker [
श्रीशुक उवाच
]

`verse 9 [
इति स्म राजा सम्पृष्टः कृष्णेनानन्तमूर्तिना
माधवं प्रणिपत्याह किरीटेनार्कवर्चसा
]

`speaker [
नृग उवाच
]

`verse 10 [
नृगो नाम नरेन्द्रो ऽहमिक्ष्वाकुतनयः प्रभो
दानिष्वाख्यायमानेषु यदि ते कर्णमस्पृशम्
]

`verse 11 [
किं नु तेऽविदितं नाथ सर्वभूतात्मसाक्षिणः
कालेनाव्याहतदृशो वक्ष्येऽथापि तवाज्ञया
]

`verse 12 [
यावत्यः सिकता भूमेर्यावत्यो दिवि तारकाः
यावत्यो वर्षधाराश्च तावतीरददं स्म गाः
]

`verse 13 [
पयस्विनीस्तरुणीः शीलरूप गुणोपपन्नाः कपिला हेमसृङ्गीः
न्यायार्जिता रूप्यखुराः सवत्सा दुकूलमालाभरणा ददावहम्
]

`verse 14 [
स्वलङ्कृतेभ्यो गुणशीलवद्भ्यः सीदत्कुटुम्बेभ्य ऋतव्रतेभ्यः
तपःश्रुतब्रह्मवदान्यसद्भ्यः प्रादां युवभ्यो द्विजपुङ्गवेभ्यः
]

`verse 15 [
गोभूहिरण्यायतनाश्वहस्तिनः कन्याः सदासीस्तिलरूप्यशय्याः
वासांसि रत्नानि परिच्छदान्रथानिष्टं च यज्ञैश्चरितं च पूर्तम्
]

`verse 16 [
कस्यचिद्द्विजमुख्यस्य भ्रष्टा गौर्मम गोधने
सम्पृक्ताविदुषा सा च मया दत्ता द्विजातये
]

`verse 17 [
तां नीयमानां तत्स्वामी दृष्ट्रोवाच ममेति तम्
ममेति परिग्राह्याह नृगो मे दत्तवानिति
]

`verse 18 [
विप्रौ विवदमानौ मामूचतुः स्वार्थसाधकौ
भवान्दातापहर्तेति तच्छ्रुत्वा मेऽभवद्भ्रमः
]

`verse 19 [
अनुनीतावुभौ विप्रौ धर्मकृच्छ्रगतेन वै
गवां लक्षं प्रकृष्टानां दास्याम्येषा प्रदीयताम्
]

`verse 20 [
भवन्तावनुगृह्णीतां किङ्करस्याविजानतः
समुद्धरतं मां कृच्छ्रात्पतन्तं निरयेऽशुचौ
]

`verse 21 [
नाहं प्रतीच्छे वै राजन्नित्युक्त्वा स्वाम्यपाक्रमत्
नान्यद्गवामप्ययुतमिच्छामीत्यपरो ययौ
]

`verse 22 [
एतस्मिन्नन्तरे यामैर्दूतैर्नीतो यमक्षयम्
यमेन पृष्टस्तत्राहं देवदेव जगत्पते
]

`verse 23 [
पूर्वं त्वमशुभं भुङ्क्ष उताहो नृपते शुभम्
नान्तं दानस्य धर्मस्य पश्ये लोकस्य भास्वतः
]

`verse 24 [
पूर्वं देवाशुभं भुञ्ज इति प्राह पतेति सः
तावदद्रा क्षमात्मानं कृकलासं पतन्प्रभो
]

`verse 25 [
ब्रह्मण्यस्य वदान्यस्य तव दासस्य केशव
स्मृतिर्नाद्यापि विध्वस्ता भवत्सन्दर्शनार्थिनः
]

`verse 26 [
स त्वं कथं मम विभोऽपिथः परात्मा
योगेश्वरः श्रुतिदृशामलहृद्विभाव्यः
साक्षादधोक्षज उरुव्यसनान्धबुद्धेः
स्यान्मेऽनुदृश्य इह यस्य भवापवर्गः
]

`verse 27 [
देवदेव जगन्नाथ गोविन्द पुरुषोत्तम
नारायण हृषीकेश पुण्यश्लोकाच्युताव्यय
]

`verse 28 [
अनुजानीहि मां कृष्ण यान्तं देवगतिं प्रभो
यत्र क्वापि सतश्चेतो भूयान्मे त्वत्पदास्पदम्
]

`verse 29 [
नमस्ते सर्वभावाय ब्रह्मणेऽनन्तशक्तये
कृष्णाय वासुदेवाय योगानां पतये नमः
]

`verse 30 [
इत्युक्त्वा तं परिक्रम्य पादौ स्पृष्ट्वा स्वमौलिना
अनुज्ञातो विमानाग्र्यमारुहत्पश्यतां नृणाम्
]

`verse 31 [
कृष्णः परिजनं प्राह भगवान्देवकीसुतः
ब्रह्मण्यदेवो धर्मात्मा राजन्याननुशिक्षयन्
]

`verse 32 [
दुर्जरं बत ब्रह्मस्वं भुक्तमग्नेर्मनागपि
तेजीयसोऽपि किमुत राज्ञां ईश्वरमानिनाम्
]

`verse 33 [
नाहं हालाहलं मन्ये विषं यस्य प्रतिक्रिया
ब्रह्मस्वं हि विषं प्रोक्तं नास्य प्रतिविधिर्भुवि
]

`verse 34 [
हिनस्ति विषमत्तारं वह्निरद्भिः प्रशाम्यति
कुलं समूलं दहति ब्रह्मस्वारणिपावकः
]

`verse 35 [
ब्रह्मस्वं दुरनुज्ञातं भुक्तं हन्ति त्रिपूरुषम्
प्रसह्य तु बलाद्भुक्तं दश पूर्वान्दशापरान्
]

`verse 36 [
राजानो राजलक्ष्म्यान्धा नात्मपातं विचक्षते
निरयं येऽभिमन्यन्ते ब्रह्मस्वं साधु बालिशाः
]

`verse 37 [
गृह्णन्ति यावतः पांशून्क्रन्दतामश्रुबिन्दवः
विप्राणां हृतवृत्तीनाम्वदान्यानां कुटुम्बिनाम्
]

`verse 38 [
राजानो राजकुल्याश्च तावतोऽब्दान्निरङ्कुशाः
कुम्भीपाकेषु पच्यन्ते ब्रह्मदायापहारिणः
]

`verse 39 [
स्वदत्तां परदत्तां वा ब्रह्मवृत्तिं हरेच्च यः
षष्टिवर्षसहस्राणि विष्ठायां जायते कृमिः
]

`verse 40 [
न मे ब्रह्मधनं भूयाद्यद्गृध्वाल्पायुषो नराः
पराजिताश्च्युता राज्याद्भवन्त्युद्वेजिनोऽहयः
]

`verse 41 [
विप्रं कृतागसमपि नैव द्रुह्यत मामकाः
घ्नन्तं बहु शपन्तं वा नमस्कुरुत नित्यशः
]

`verse 42 [
यथाहं प्रणमे विप्राननुकालं समाहितः
तथा नमत यूयं च योऽन्यथा मे स दण्डभाक्
]

`verse 43 [
ब्राह्मणार्थो ह्यपहृतो हर्तारं पातयत्यधः
अजानन्तमपि ह्येनं नृगं ब्राह्मणगौरिव
]

`verse 44 [
एवं विश्राव्य भगवान्मुकुन्दो द्वारकौकसः
पावनः सर्वलोकानां विवेश निजमन्दिरम्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे उत्तरार्धे नृगोपाख्यानं नाम चतुःषष्टितमोऽध्यायः
]
