`set context {
  skandha = "10",
  adhyaya = "65",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 65"
}

`speaker [
श्रीशुक उवाच
]

`verse 1 [
बलभद्रः कुरुश्रेष्ठ भगवान् रथमास्थितः  ।
सुहृद्दिदृक्षुरुत्कण्ठः प्रययौ नन्दगोकुलम्
]

`verse 2 [
परिष्वक्तश्चिरोत्कण्ठैर्गोपैर्गोपीभिरेव च  ।
रामोऽभिवाद्य पितरावाशीर्भिरभिनन्दितः
]

`verse 3 [
चिरं नः पाहि दाशार्ह सानुजो जगदीश्वरः  ।
इत्यारोप्याङ्कमालिङ्ग्य नेत्रैः सिषिचतुर्जलैः
]

`verse 4 [
गोपवृद्धांश्च विधिवद्यविष्ठैरभिवन्दितः  ।
यथावयो यथासख्यं यथासम्बन्धमात्मनः
]

`verse 5 [
समुपेत्याथ गोपालान् हास्यहस्तग्रहादिभिः  ।
विश्रान्तं सुखमासीनं पप्रच्छुः पर्युपागताः
]

`verse 6 [
पृष्टाश्चानामयं स्वेषु प्रेमगद्गदया गिरा  ।
कृष्णे कमलपत्राक्षे सन्न्यस्ताखिलराधसः
]

`verse 7 [
कच्चिन्नो बान्धवा राम सर्वे कुशलमासते  ।
कच्चित्स्मरथ नो राम यूयं दारसुतान्विताः
]

`verse 8 [
दिष्ट्या कंसो हतः पापो दिष्ट्या मुक्ताः सुहृज्जनाः  ।
निहत्य निर्जित्य रिपून् दिष्ट्या दुर्गं समाश्रीताः
]

`verse 9 [
गोप्यो हसन्त्यः पप्रच्छू रामसन्दर्शनादृताः  ।
कच्चिदास्ते सुखं कृष्णः पुरस्त्रीजनवल्लभः
]

`verse 10 [
कच्चित्स्मरति वा बन्धून् पितरं मातरं च सः  ।
अप्यसौ मातरं द्रष्टुं सकृदप्यागमिष्यति  ।
अपि वा स्मरतेऽस्माकमनुसेवां महाभुजः
]

`verse 11 [
मातरं पितरं भ्रातॄन् पतीन् पुत्रान् स्वसॄनपि  ।
यदर्थे जहिम दाशार्ह दुस्त्यजान् स्वजनान् प्रभो
]

`verse 12 [
ता नः सद्यः परित्यज्य गतः सञ्छिन्नसौहृदः  ।
कथं नु तादृशं स्त्रीभिर्न श्रद्धीयेत भाषितम्
]

`verse 13 [
कथं नु गृह्णन्त्यनवस्थितात्मनो   वचः कृतघ्नस्य बुधाः पुरस्त्रियः  ।
गृह्णन्ति वै चित्रकथस्य सुन्दर   स्मितावलोकोच्छ्वसितस्मरातुराः
]

`verse 14 [
*
किं नस्तत्कथया गोप्यः कथाः कथयतापराः  ।
यात्यस्माभिर्विना कालो यदि तस्य तथैव नः
]

`verse 15 [
इति प्रहसितं शौरेर्जल्पितं चारुवीक्षितम्  ।
गतिं प्रेमपरिष्वङ्गं स्मरन्त्यो रुरुदुः स्त्रियः
]

`verse 16 [
सङ्कर्षणस्ताः कृष्णस्य सन्देशैर्हृदयंगमैः  ।
सान्त्वयामास भगवान्नानानुनयकोविदः
]

`verse 17 [
द्वौ मासौ तत्र चावात्सीन्मधुं माधवं एव च  ।
रामः क्षपासु भगवान् गोपीनां रतिमावहन्
]

`verse 18 [
पूर्णचन्द्रकलामृष्टे कौमुदीगन्धवायुना  ।
यमुनोपवने रेमे सेविते स्त्रीगणैर्वृतः
]

`verse 19 [
वरुणप्रेषिता देवी वारुणी वृक्षकोटरात् ।
पतन्ती तद्वनं सर्वं स्वगन्धेनाध्यवासयत्
]

`verse 20 [
तं गन्धं मधुधाराया वायुनोपहृतं बलः  ।
आघ्रायोपगतस्तत्र ललनाभिः समं पपौ
]

`verse 21 [
उपगीयमानो गन्धर्वैर्वनिताशोभिमण्डले  ।
रेमे करेणुयूथेशो माहेन्द्र इव वारणः
]

`verse 22 [
नेदुर्दुन्दुभयो व्योम्नि ववृषुः कुसुमैर्मुदा  ।
गन्धर्वा मुनयो रामं तद्वीर्यैरीडिरे तदा
]

`verse 23 [
उपगीयमानचरितो वनिताभिर्हलायुध  ।
वनेषु व्यचरत्क्षीवो मदविह्वललोचनः
]

`verse 24 [
स्रग्व्येककुण्डलो मत्तो वैजयन्त्या च मालया  ।
बिभ्रत्स्मितमुखाम्भोजं स्वेदप्रालेयभूषितम्
]

`verse 25 [
स आजुहाव यमुनां जलक्रीडार्थमीश्वरः  ।
निजं वाक्यमनादृत्य मत्त इत्यापगां बलः
]

`verse 26 [
अनागतां हलाग्रेण कुपितो विचकर्ष ह  ।
पापे त्वं मामवज्ञाय यन्नायासि मयाहुता  ।
नेष्ये त्वां लाङ्गलाग्रेण शतधा कामचारिणीम्
]

`verse 27 [
एवं निर्भर्त्सिता भीता यमुना यदुनन्दनम्  ।
उवाच चकिता वाचं पतिता पादयोर्नृप
]

`verse 28 [
राम राम महाबाहो न जाने तव विक्रमम्  ।
यस्यैकांशेन विधृता जगती जगतः पते
]

`verse 29 [
परं भावं भगवतो भगवन्मामजानतीम्  ।
मोक्तुमर्हसि विश्वात्मन् प्रपन्नां भक्तवत्सल
]

`verse 30 [
ततो व्यमुञ्चद्यमुनां याचितो भगवान् बलः  ।
विजगाह जलं स्त्रीभिः करेणुभिरिवेभराट्
]

`verse 31 [
कामं विहृत्य सलिलादुत्तीर्णायासीताम्बरे  ।
भूषणानि महार्हाणि ददौ कान्तिः शुभां स्रजम्
]

`verse 32 [
वसित्वा वाससी नीले मालां आमुच्य काञ्चनीम्  ।
रेये स्वलङ्कृतो लिप्तो माहेन्द्र इव वारणः
]

`verse 33 [
अद्यापि दृश्यते राजन् यमुनाकृष्टवर्त्मना  ।
बलस्यानन्तवीर्यस्य वीर्यं सूचयतीव हि
]

`verse 34 [
एवं सर्वा निशा याता एकेव रमतो व्रजे  ।
रामस्याक्षिप्तचित्तस्य माधुर्यैर्व्रजयोषिताम्
]
