`verse 1 [
अथ षट्षष्टितमोऽध्यायः ।
श्रीशुक उवाच।
नन्दव्रजं गते रामे करूषाधिपतिर्नृप।
वासुदेवोऽहमित्यज्ञो दूतं कृष्णाय प्राहिणोत्
]

`verse 2 [
त्वं वासुदेवो भगवानवतीर्णो जगत्पतिः।
इति प्रस्तोभितो बालैर्मेन आत्मानमच्युतम्
]

`verse 3 [
दूतं च प्राहिणोन्मन्दः कृष्णायाव्यक्तवर्त्मने।
द्वारकायां यथा बालो नृपो बालकृतोऽबुधः
]

`verse 4 [
दूतस्तु द्वारकामेत्य सभायामास्थितं प्रभुम्।
कृष्णं कमलपत्राक्षं राजसन्देशमब्रवीत्
]

`verse 5 [
वासुदेवोऽवतीर्णोहमेक एव न चापरः।
भूतानामनुकम्पार्थं त्वं तु मिथ्याभिधां त्यज
]

`verse 6 [
यानि त्वमस्मच्चिह्नानि मौढ्याद्बिभर्षि सात्वत।
त्यक्त्वैहि मां त्वं शरणं नो चेद्देहि ममाहवम्
]

`speaker [
श्रीशुक उवाच
]

`verse 7 [
कत्थनं तदुपाकर्ण्य पौण्ड्रकस्याल्पमेधसः।
उग्रसेनादयः सभ्या उच्चकैर्जहसुस्तदा
]

`verse 8 [
उवाच दूतं भगवान्परिहासकथामनु।
उत्स्रक्ष्ये मूढ चिह्नानि यैस्त्वमेवं विकत्थसे
]

`verse 9 [
मुखं तदपिधायाज्ञ कङ्कगृध्रवटैर्वृतः।
शयिष्यसे हतस्तत्र भविता शरणं शुनाम्
]

`verse 10 [
इति दूतस्तमाक्षेपं स्वामिने सर्वमाहरत्।
कृष्णोऽपि रथमास्थाय काशीमुपजगाम ह
]

`verse 11 [
पौण्ड्रकोऽपि तदुद्योगमुपलभ्य महारथः।
अक्षौहिणीभ्यां संयुक्तो निश्चक्राम पुराद्द्रुतम्
]

`verse 12 [
तस्य काशीपतिर्मित्रं पार्ष्णिग्राहोऽन्वयान्नृप।
अक्षौहिणीभिस्तिसृभिरपश्यत्पौण्ड्रकं हइः!
]

`verse 13 [
शङ्खार्यसिगदाशार्ङ्ग श्रीवत्साद्युपलक्षितम्।
बिभ्राणं कौस्तुभमणिं वनमालाविभूषितम्
]

`verse 14 [
कौशेयवाससी पीते वसानं गरुडध्वजम्।
अमूल्यमौल्याभरणं स्फुरन्मकरकुण्डलम्
]

`verse 15 [
दृष्ट्वा तमात्मनस्तुल्यं वेषं कृत्रिममास्थितम्।
यथा नटं रङ्गगतं विजहास भृशं हरीः
]

`verse 16 [
शूलैर्गदाभिः परिघैः शक्त्यृष्टिप्रासतोमरैः।
असिभिः पट्टिशैर्बाणैः प्राहरन्नरयो हरिम्
]

`verse 17 [
कृष्णस्तु तत्पौण्ड्रककाशिराजयोर्।
बलं गजस्यन्दनवाजिपत्तिमत्।
गदासिचक्रेषुभिरार्दयद्भृशं।
यथा युगान्ते हुतभुक्पृथक्प्रजाः
]

`verse 18 [
आयोधनं तद्र थवाजिकुञ्जर द्विपत्खरोष्ट्रैररिणावखण्डितैः।
बभौ चितं मोदवहं मनस्विनामाक्रीडनं भूतपतेरिवोल्बणम्
]

`verse 19 [
अथाह पौण्ड्रकं शौरिर्भो भो पौण्ड्रक यद्भवान्।
दूतवाक्येन मामाह तान्यस्त्राण्युत्सृजामि ते
]

`verse 20 [
त्याजयिष्येऽभिधानं मे यत्त्वयाज्ञ मृषा धृतम्।
व्रजामि शरणं तेऽद्य यदि नेच्छामि संयुगम्
]

`verse 21 [
इति क्षिप्त्वा शितैर्बाणैर्विरथीकृत्य पौण्ड्रकम्।
शिरोऽवृश्चद्रथाङ्गेन वज्रेणेन्द्रो यथा गिरेः
]

`verse 22 [
तथा काशीपतेः कायाच्छिर उत्कृत्य पत्रिभिः।
न्यपातयत्काशीपुर्यां पद्मकोशमिवानिलः
]

`verse 23 [
एवं मत्सरिणम्हत्वा पौण्ड्रकं ससखं हरिः।
द्वारकामाविशत्सिद्धैर्गीयमानकथामृतः
]

`verse 24 [
स नित्यं भगवद्ध्यान प्रध्वस्ताखिलबन्धनः।
बिभ्राणश्च हरे राजन्स्वरूपं तन्मयोऽभवत्
]

`verse 25 [
शिरः पतितमालोक्य राजद्वारे सकुण्डलम्।
किमिदं कस्य वा वक्त्रमिति संशिशिरे जनाः
]

`verse 26 [
राज्ञः काशीपतेर्ज्ञात्वा महिष्यः पुत्रबान्धवाः।
पौराश्च हा हता राजन्नाथ नाथेति प्रारुदन्
]

`verse 27 [
सुदक्षिणस्तस्य सुतः कृत्वा संस्थाविधिं पतेः।
निहत्य पितृहन्तारं यास्याम्यपचितिं पितुः
]

`verse 28 [
इत्यात्मनाभिसन्धाय सोपाध्यायो महेश्वरम्।
सुदक्षिणोऽर्चयामास परमेण समाधिना
]

`verse 29 [
प्रीतोऽविमुक्ते भगवांस्तस्मै वरमदाद्विभुः।
पितृहन्तृवधोपायं स वव्रे वरमीप्सितम्
]

`verse 30 [
दक्षिणाग्निं परिचर ब्राह्मणैः सममृत्विजम्।
अभिचारविधानेन स चाग्निः प्रमथैर्वृतः
]

`verse 31 [
साधयिष्यति सङ्कल्पमब्रह्मण्ये प्रयोजितः।
इत्यादिष्टस्तथा चक्रेकृष्णायाभिचरन्व्रती
]

`verse 32 [
ततोऽग्निरुत्थितः कुण्डान्मूर्तिमानतिभीषणः।
तप्तताम्रशिखाश्मश्रुरङ्गारोद्गारिलोचनः
]

`verse 33 [
दंष्ट्रोग्रभ्रुकुटीदण्ड कठोरास्यः स्वजिह्वया।
आलिहन्सृक्वणी नग्नो विधुन्वंस्त्रिशिखं ज्वलत्
]

`verse 34 [
पद्भ्यां तालप्रमाणाभ्यां कम्पयन्नवनीतलम्।
सोऽयधावद्वृतो भूतैर्द्वारकां प्रदहन्दिशः
]

`verse 35 [
तमाभिचारदहनमायान्तं द्वारकौकसः।
विलोक्य तत्रसुः सर्वे वनदाहे मृगा यथा
]

`verse 36 [
अक्षैः सभायां क्रीडन्तं भगवन्तं भयातुराः।
त्राहि त्राहि त्रिलोकेश वह्नेः प्रदहतः पुरम्
]

`verse 37 [
श्रुत्वा तज्जनवैक्लव्यं दृष्ट्वा स्वानां च साध्वसम्।
शरण्यः सम्प्रहस्याह मा भैष्टेत्यवितास्म्यहम्
]

`verse 38 [
सर्वस्यान्तर्बहिःसाक्षी कृत्यां माहेश्वरीं विभुः।
विज्ञाय तद्विघातार्थं पार्श्वस्थं चक्रमादिशत्
]

`verse 39 [
तत्सूर्यकोटिप्रतिमं सुदर्शनं जाज्वल्यमानं प्रलयानलप्रभम्।
स्वतेजसा खं ककुभोऽथ रोदसी चक्रं मुकुन्दास्त्रं अथाग्निमार्दयत्
]

`verse 40 [
कृत्यानलः प्रतिहतः स रथान्गपाणेर्।
अस्त्रौजसा स नृप भग्नमुखो निवृत्तः।
वाराणसीं परिसमेत्य सुदक्षिणं तं।
सर्त्विग्जनं समदहत्स्वकृतोऽभिचारः
]

`verse 41 [
चक्रं च विष्णोस्तदनुप्रविष्टं वाराणसीं साट्टसभालयापणाम्।
सगोपुराट्टालककोष्ठसङ्कुलां सकोशहस्त्यश्वरथान्नशालिनीम्
]

`verse 42 [
दग्ध्वा वाराणसीं सर्वां विष्णोश्चक्रं सुदर्शनम्।
भूयः पार्श्वमुपातिष्ठत्कृष्णस्याक्लिष्टकर्मणः
]

`verse 43 [
य एनं श्रावयेन्मर्त्य उत्तमःश्लोकविक्रमम्।
समाहितो वा शृणुयात्सर्वपापैः प्रमुच्यते
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे उत्तरार्धे पौण्ड्रकादिवधो नाम षट्षष्टितमोऽध्यायः।
]
