`preface [
रैवतके द्विविद्वधः -
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
भूयोऽहं श्रोतुमिच्छामि रामस्याद्भुतकर्मणः ।
 अनन्तस्याप्रमेयस्य यदन्यत् कृतवान् प्रभुः
]

`speaker [
श्रीशुक उवाच
]

`verse 2 [
नरकस्य सखा कश्चिद् द्विविदो नाम वानरः ।
 सुग्रीवसचिवः सोऽथ भ्राता मैन्दस्य वीर्यवान्
]

`verse 3 [
सख्युः सोऽपचितिं कुर्वन् वानरो राष्ट्रविप्लवम् ।
 पुरग्रामाकरान् घोषान् अदहद् वह्निमुत्सृजन्
]

`verse 4 [
क्वचित् स शैलानुत्पाट्य तैर्देशान् समचूर्णयत् ।
 आनर्तान् सुतरामेव यत्रास्ते मित्रहा हरिः
]

`verse 5 [
क्वचित् समुद्रमध्यस्थो दोर्भ्यां उत्क्षिप्य तज्जलम् ।
 देशान् नागायुतप्राणो वेलाकूले न्यमज्जयत्
]

`verse 6 [
आश्रमान् ऋषिमुख्यानां कृत्वा भग्नवनस्पतीन् ।
 अदूषयत् शकृत् मूत्रैः अग्नीन् वैतानिकान् खलः
]

`verse 7 [
पुरुषान् योषितो दृप्तः क्ष्माभृद्द्रोणीगुहासु सः ।
 निक्षिप्य चाप्यधाच्छैलैः पेशस्क्कास्कारीव कीटकम्
]

`verse 8 [
एवं देशान् विप्रकुर्वन् दूषयंश्च कुलस्त्रियः ।
 श्रुत्वा सुललितं गीतं गिरिं रैवतकं ययौ
]

`verse 9 [
तत्रापश्यद् यदुपतिं रामं पुष्करमालिनम् ।
 सुदर्शनीयसर्वाङ्गं ललनायूथमध्यगम्
]

`verse 10 [
गायन्तं वारुणीं पीत्वा मदविह्वललोचनम् ।
 विभ्राजमानं वपुषा प्रभिन्नमिव वारणम्
]

`verse 11 [
दुष्टः शाखामृगः शाखां आरूढः कंपयन् द्रुमान् ।
 चक्रे किलकिलाशब्दं आत्मानं संप्रदर्शयन्
]

`verse 12 [
तस्य धार्ष्ट्यं कपेर्वीक्ष्य तरुण्यो जातिचापलाः ।
 हास्यप्रिया विजहसुः बलदेवपरिग्रहाः
]

`verse 13 [
ता हेलयामास कपिः भूक्षेपैः संमुखादिभिः ।
 दर्शयन् स्वगुदं तासां रामस्य च निरीक्षितः
]

`verse 14 [
तं ग्राव्णा प्राहरत् क्रुद्धो बलः प्रहरतां वरः ।
 स वञ्चयित्वा ग्रावाणं मदिराकलशं कपिः
]

`verse 15 [
गृहीत्वा हेलयामास धूर्तस्तं कोपयन् हसन् ।
 निर्भिद्य कलशं दुष्टो वासांस्यास्फालयद् बलम्
]

`verse 16 [
कदर्थीकृत्य बलवान् विप्रचक्रे मदोद्धतः ।
 तं तस्याविनयं दृष्ट्वा देशांश्च तदुपद्रुतान्
]

`verse 17 [
क्रुद्धो मुसलमादत्त हलं चारिजिघांसया ।
 द्विविदोऽपि महावीर्यः शालमुद्यम्य पाणिना
]

`verse 18 [
अभ्येत्य तरसा तेन बलं मूर्धन्यताडयत् ।
 तं तु सङ्कर्षणो मूर्ध्नि पतन्तमचलो यथा
]

`verse 19 [
प्रतिजग्राह बलवान् सुनन्देनाहनच्च तम् ।
 मूषलाहतमस्तिष्को विरेजे रक्तधारया
]

`verse 20 [
गिरिर्यथा गैरिकया प्रहारं नानुचिन्तयन् ।
 पुनरन्यं समुत्क्षिप्य कृत्वा निष्पत्रमोजसा
]

`verse 21 [
तेनाहनत् सुसङ्क्रुद्धः तं बलः शतधाच्छिनत् ।
 ततोऽन्येन रुषा जघ्ने तं चापि शतधाच्छिनत्
]

`verse 22 [
एवं युध्यन् भगवता भग्ने भग्ने पुनः पुनः ।
 आकृष्य सर्वतो वृक्षान् निर्वृक्षं अकरोद् वनम्
]

`verse 23 [
ततोऽमुञ्चच्छिलावर्षं बलस्योपर्यमर्षितः ।
 तत्सर्वं चूर्णयामास लीलया मुसलायुधः
]

`verse 24 [
स बाहू तालसङ्काशौ मुष्टीकृत्य कपीश्वरः ।
 आसाद्य रोहिणीपुत्रं ताभ्यां वक्षस्यरूरुजत्
]

`verse 25 [
यादवेन्द्रोऽपि तं दोर्भ्यां त्यक्त्वा मुसललाङ्गले ।
 जत्रावभ्यर्दयत्क्रुद्धः सोऽपतद् रुधिरं वमन्
]

`verse 26 [
चकम्पे तेन पतता सटङ्कः सवनस्पतिः ।
 पर्वतः कुरुशार्दूल वायुना नौरिवाम्भसि
]

`verse 27 [
जयशब्दो नमःशब्दः साधु साध्विति चाम्बरे ।
 सुरसिद्धमुनीन्द्राणां आसीत् कुसुमवर्षिणाम्
]

`verse 28 [
एवं निहत्य द्विविदं जगद्व्यतिकरावहम् ।
 संस्तूयमानो भगवान् जनैः स्वपुरमाविशत्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 द्विविदवधो नाम सप्तषष्टितमोऽध्यायः
]
