`preface [
उद्धवमंत्रणया श्रीकृष्णस्येन्द्रप्रस्थगमनम् -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
इत्युदीरितमाकर्ण्य देवऋषेरुद्धवोऽब्रवीत् ।
 सभ्यानां मतमाज्ञाय कृष्णस्य च महामतिः
]

`speaker [
श्रीउद्धव उवाच
]

`verse 2 [
यदुक्तं ऋषिणा देव साचिव्यं यक्ष्यतस्त्वया ।
 कार्यं पैतृष्वसेयस्य रक्षा च शरणैषिणाम्
]

`verse 3 [
यष्टव्यम्राजसूयेन दिक् चक्रजयिना विभो ।
 अतो जरासुतजय उभयार्थो मतो मम
]

`verse 4 [
अस्माकं च महानर्थो ह्येतेनैव भविष्यति ।
 यशश्च तव गोविन्द राज्ञो बद्धान् विमुञ्चतः
]

`verse 5 [
स वै दुर्विषहो राजा नागायुतसमो बले ।
 बलिनामपि चान्येषां भीमं समबलं विना
]

`verse 6 [
द्‌वैरथे स तु जेतव्यो मा शताक्षौहिणीयुतः ।
 ब्रह्मण्योऽभ्यर्थितो विप्रैः न प्रत्याख्याति कर्हिचित्
]

`verse 7 [
ब्रह्मवेषधरो गत्वा तं भिक्षेत वृकोदरः ।
 हनिष्यति न सन्देहो द्‌वैरथे तव सन्निधौ
]

`verse 8 [
निमित्तं परमीशस्य विश्वसर्गनिरोधयोः ।
 हिरण्यगर्भः शर्वश्च कालस्यारूपिणस्तव
]

`meter [
वसंततिलका
]

`verse 9 [
गायन्ति ते विशदकर्म गृहेषु देव्यो
     राज्ञां स्वशत्रुवधमात्मविमोक्षणं च ।
 गोप्यश्च कुञ्जरपतेर्जनकात्मजायाः
     पित्रोश्च लब्धशरणा मुनयो वयं च
]

`meter [
अनुष्टुप्
]

`verse 10 [
जरासन्धवधः कृष्ण भूर्यर्थायोपकल्पते ।
 प्रायः पाकविपाकेन तव चाभिमतः क्रतुः
]

`speaker [
श्रीशुक उवाच
]

`verse 11 [
इत्युद्धव वचो राजन् सर्वतोभद्रमच्युतम् ।
 देवर्षिर्यदुवृद्धाश्च कृष्णश्च प्रत्यपूजयन्
]

`verse 12 [
अथादिशत् प्रयाणाय भगवान् देवकीसुतः ।
 भृत्यान् दारुकजैत्रादीन् अनुज्ञाप्य गुरून् विभुः
]

`verse 13 [
निर्गमय्यावरोधान् स्वान् ससुतान् सपरिच्छदान् ।
 सङ्कर्षणमनुज्ञाप्य यदुराजं च शत्रुहन् ।
 सूतोपनीतं स्वरथं आरुहद् गरुडध्वजम्
]

`meter [
प्रभावती
]

`verse 14 [
ततो रथद्‌विपभटसादिनायकैः
     करालया परिवृत आत्मसेनया ।
 मृदङ्‌ग भेर्यानक शङ्खगोमुखैः
     प्रघोषघोषितककुभो निराक्रमत्
]

`verse 15 [
नृवाजिकाञ्चन शिबिकाभिरच्युतं
     सहात्मजाः पतिमनु सुव्रता ययुः ।
 वरांबराभरणविलेपनस्रजः
     सुसंवृता नृभिरसिचर्मपाणिभिः
]

`verse 16 [
नरोष्ट्रगोमहिषखराश्वतर्यनः
     करेणुभिः परिजनवारयोषितः ।
 स्वलङ्कृताः कटकुटिकम्बलाम्बराद्
     उपस्करा ययुरधियुज्य सर्वतः
]

`verse 17 [
बलं बृहद्ध्वजपटछत्रचामरैः
     वरायुधाभरणकिरीटवर्मभिः ।
 दिवांशुभिस्तुमुलरवं बभौ रवेः
     यथार्णवः क्षुभिततिमिङ्‌गिलोर्मिभिः
]

`verse 18 [
अथो मुनिर्यदुपतिना सभाजितः
     प्रणम्य तं हृदि विदधद् विहायसा ।
 निशम्य तद्‌व्यवसितमाहृतार्हणो
     मुकुन्दसन्दर्शननिर्वृतेन्द्रियः
]

`meter [
अनुष्टुप्
]

`verse 19 [
राजदूतमुवाचेदं भगवान् प्रीणयन् गिरा ।
 मा भैष्ट दूत भद्रं वो घातयिष्यामि मागधम्
]

`verse 20 [
इत्युक्तः प्रस्थितो दूतो यथावद् अवदन् नृपान् ।
 तेऽपि सन्दर्शनं शौरेः प्रत्यैक्षन् यन्मुमुक्षवः
]

`verse 21 [
आनर्तसौवीरमरून् तीर्त्वा विनशनं हरिः ।
 गिरीन् नदीरतीयाय पुरग्रामव्रजाकरान्
]

`verse 22 [
ततो दृषद्‌वतीं तीर्त्वा मुकुन्दोऽथ सरस्वतीम् ।
 पञ्चालानथ मत्स्यांश्च शक्रप्रस्थमथागमत्
]

`verse 23 [
तमुपागतमाकर्ण्य प्रीतो दुर्दर्शनं नृणाम् ।
 अजातशत्रुर्निरगात् सोपाध्यायः सुहृद्‌वृतः
]

`verse 24 [
गीतवादित्रघोषेण ब्रह्मघोषेण भूयसा ।
 अभ्ययात् स हृषीकेशं प्राणाः प्राणमिवादृतः
]

`verse 25 [
दृष्ट्वा विक्लिन्नहृदयः कृष्णं स्नेहेन पाण्डवः ।
 चिराद् दृष्टं प्रियतमं सस्वजेऽथ पुनः पुनः
]

`meter [
मिश्र
]

`verse 26 [
दोर्भ्यां परिष्वज्य रमामलालयं
     मुकुन्दगात्रं नृपतिर्हताशुभः ।
 लेभे परां निर्वृतिमश्रुलोचनो
     हृष्यत्तनुर्विस्मृत लोकविभ्रमः
]

`verse 27 [
तं मातुलेयं परिरभ्य निर्वृतो
     भीमः स्मयन् प्रेमजलाकुलेन्द्रियः ।
 यमौ किरीटी च सुहृत्तमं मुदा
     प्रवृद्धबाष्पाः परिरेभिरेऽच्युतम्
]

`meter [
अनुष्टुप्
]

`verse 28 [
अर्जुनेन परिष्वक्तो यमाभ्यामभिवादितः ।
 ब्राह्मणेभ्यो नमस्कृत्य वृद्धेभ्यश्च यथार्हतः
]

`verse 29 [
मानिनो मानयामास कुरुसृञ्जयकैकयान् ।
 सूतमागधगन्धर्वा वन्दिनश्चोपमंत्रिणः
]

`verse 30 [
मृदङ्‌गशङ्खपटह वीणापणवगोमुखैः ।
 ब्राह्मणाश्चारविन्दाक्षं तुष्टुवुर्ननृतुर्जगुः
]

`verse 31 [
एवं सुहृद्‌भिः पर्यस्तः पुण्यश्लोकशिखामणिः ।
 संस्तूयमानो भगवान् विवेशालङ्कृतं पुरम्
]

`meter [
वसंततिलका
]

`verse 32 [
संसिक्तवर्त्म करिणां मदगन्धतोयैः
     चित्रध्वजैः कनकतोरणपूर्णकुम्भैः ।
 मृष्टात्मभिर्नवदुकूलविभूषणस्रग्
     गन्धैर्नृभिर्युवतिभिश्च विराजमानम्
]

`verse 33 [
उद्दीप्तदीपबलिभिः प्रतिसद्म जाल
     निर्यातधूपरुचिरं विलसत्पताकम् ।
 मूर्धन्यहेमकलशै रजतोरुशृङ्‌गैः
     जुष्टं ददर्श भवनैः कुरुराजधाम
]

`verse 34 [
प्राप्तं निशम्य नरलोचनपानपात्रम्
     औत्सुक्यविश्लथितकेश दुकूलबन्धाः ।
 सद्यो विसृज्य गृहकर्म पतींश्च तल्पे
     द्रष्टुं ययुर्युवतयः स्म नरेन्द्रमार्गे
]

`verse 35 [
तस्मिन् सुसङ्कुल इभाश्वरथद्‌विपद्‌भिः
     कृष्णंसभार्यमुपलभ्य गृहाधिरूढाः ।
 नार्यो विकीर्य कुसुमैर्मनसोपगुह्य
     सुस्वागतं विदधुरुत्स्मयवीक्षितेन
]

`verse 36 [
ऊचुः स्त्रियः पथि निरीक्ष्य मुकुन्दपत्‍नीः
     तारा यथोडुपसहाः किमकार्यमूभिः ।
 यच्चक्षुषां पुरुषमौलिरुदारहास
 लीलावलोककलयोत्सवमातनोति
]

`verse 37 [
तत्र तत्रोपसङ्‌गम्य पौरा मङ्‌गलपाणयः ।
( अनुष्टुप् )
चक्रुः सपर्यां कृष्णाय श्रेणीमुख्या हतैनसः
]

`verse 38 [
अन्तःपुरजनैः प्रीत्या मुकुन्दः फुल्ललोचनैः ।
 ससम्भ्रमैरभ्युपेतः प्राविशद् राजमन्दिरम्
]

`verse 39 [
पृथा विलोक्य भ्रात्रेयं कृष्णं त्रिभुवनेश्वरम् ।
 प्रीतात्मोत्थाय पर्यङ्कात् सस्नुषा परिषस्वजे
]

`verse 40 [
गोविन्दं गृहमानीय देवदेवेशमादृतः ।
 पूजायां नाविदत् कृत्यं प्रमोदोपहतो नृपः
]

`verse 41 [
पितृस्वसुर्गुरुस्त्रीणां कृष्णश्चक्रेऽभिवादनम् ।
 स्वयं च कृष्णया राजन् भगिन्या चाभिवन्दितः
]

`verse 42 [
श्वश्र्वा सञ्चोदिता कृष्णा कृष्णपत्‍नीश्च सर्वशः ।
 आनर्च रुक्मिणीं सत्यां भद्रां जाम्बवतीं तथा
]

`verse 43 [
कालिन्दीं मित्रविन्दां च शैब्यां नाग्नजितीं सतीम् ।
 अन्याश्चाभ्यागता यास्तु वासःस्रङ्‌मण्डनादिभिः
]

`verse 44 [
सुखं निवासयामास धर्मराजो जनार्दनम् ।
 ससैन्यं सानुगामत्यं सभार्यं च नवं नवम्
]

`verse 45 [
तर्पयित्वा खाण्डवेन वह्निं फाल्गुनसंयुतः ।
 मोचयित्वा मयं येन राज्ञे दिव्या सभा कृता
]

`verse 46 [
उवास कतिचिन् मासान् राज्ञः प्रियचिकीर्षया ।
 विहरन् रथमारुह्य फाल्गुनेन भटैर्वृतः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 कृष्णस्य इंद्रप्रस्थगमनं नाम एकसप्ततितमोऽध्यायः
]
