`preface [
राजसूयोपक्रमे पाण्डवानां दिग्विजयः; भीमेन जरासंध वधश्च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
एकदा तु सभामध्य आस्थितो मुनिभिर्वृतः ।
 ब्राह्मणैः क्षत्रियैर्वैश्यैः भ्रातृभिश्च युधिष्ठिरः
]

`verse 2 [
आचार्यैः कुलवृद्धैश्च ज्ञातिसंबन्धिबान्धवैः ।
 श्रृण्वतामेव चैतेषां आभाष्येदमुवाच ह
]

`speaker [
श्रीयुधिष्ठिर उवाच
]

`meter [
वसंततिलका
]

`verse 3 [
क्रतुराजेन गोविन्द राजसूयेन पावनीः ।
 यक्ष्ये विभूतीर्भवतः तत्संपादय नः प्रभो
]

`verse 4 [
त्वत्पादुके अविरतं परि ये चरन्ति
     ध्यायन्त्यभद्रनशने शुचयो गृणन्ति ।
 विन्दन्ति ते कमलनाभ भवापवर्गम्
     आशासते यदि त आशिष ईश नान्ये
]

`verse 5 [
तद्देवदेव भवतश्चरणारविन्द
     सेवानुभावमिह पश्यतु लोक एषः ।
 ये त्वां भजन्ति न भजन्त्युत वोभयेषां
     निष्ठां प्रदर्शय विभो कुरुसृञ्जयानाम्
]

`verse 6 [
न ब्रह्मणः स्वपरभेदमतिस्तव स्यात्
     सर्वात्मनः समदृशः स्वसुखानुभूतेः ।
 संसेवतां सुरतरोरिव ते प्रसादः
     सेवानुरूपमुदयो न विपर्ययोऽत्र
]

`verse 7 [
श्रीभगवानुवाच -
( अनुष्टुप् )
सम्यग् व्यवसितं राजन् भवता शत्रुकर्शन ।
 कल्याणी येन ते कीर्तिः लोकान् अनुभविष्यति
]

`verse 8 [
ऋषीणां पितृदेवानां सुहृदामपि नः प्रभो ।
 सर्वेषामपि भूतानां ईप्सितः क्रतुराडयम्
]

`verse 9 [
विजित्य नृपतीन् सर्वान् कृत्वा च जगतीं वशे ।
 सम्भृत्य सर्वसम्भारान् आहरस्व महाक्रतुम्
]

`verse 10 [
एते ते भ्रातरो राजन् लोकपालांशसंभवाः ।
 जितोऽस्म्यात्मवता तेऽहं दुर्जयो योऽकृतात्मभिः
]

`verse 11 [
न कश्चिन्मत्परं लोके तेजसा यशसा श्रिया ।
 विभूतिभिर्वाभिभवेद् देवोऽपि किमु पार्थिवः
]

`speaker [
श्रीशुक उवाच
]

`verse 12 [
निशम्य भगवद्‌गीतं प्रीतः फुल्लमुखाम्बुजः ।
 भ्रातॄन् दिग्विजयेऽयुङ्क्त विष्णुतेजोपबृंहितान्
]

`verse 13 [
सहदेवं दक्षिणस्यां आदिशत् सह सृञ्जयैः ।
 दिशि प्रतीच्यां नकुलं उदीच्यां सव्यसाचिनम् ।
 प्राच्यां वृकोदरं मत्स्यैः केकयैः सह मद्रकैः
]

`verse 14 [
ते विजित्य नृपान् वीरा आजह्रुर्दिग्भ्य ओजसा ।
 अजातशत्रवे भूरि द्रविणं नृप यक्ष्यते
]

`verse 15 [
श्रुत्वाजितं जरासन्धं नृपतेर्ध्यायतो हरिः ।
 आहोपायं तमेवाद्य उद्धवो यमुवाच ह
]

`verse 16 [
भीमसेनोऽर्जुनः कृष्णो ब्रह्मलिङ्‌गधरास्त्रयः ।
 जग्मुर्गिरिव्रजं तात बृहद्रथसुतो यतः
]

`verse 17 [
ते गत्वाऽऽतिथ्यवेलायां गृहेषु गृहमेधिनम् ।
 ब्रह्मण्यं समयाचेरन् राजन्या ब्रह्मलिङ्‌गिनः
]

`verse 18 [
राजन् विद्ध्यतिथीन् प्राप्तान् अर्थिनो दूरमागतान् ।
 तन्नः प्रयच्छ भद्रं ते यद्‌ वयं कामयामहे
]

`verse 19 [
किं दुर्मर्षं तितिक्षूणां किं अकार्यं असाधुभिः ।
 किं न देयं वदान्यानां कः परः समदर्शिनाम्
]

`verse 20 [
योऽनित्येन शरीरेण सतां गेयं यशो ध्रुवम् ।
 नाचिनोति स्वयं कल्पः स वाच्यः शोच्य एव सः
]

`verse 21 [
हरिश्चन्द्रो रन्तिदेव उञ्छवृत्तिः शिबिर्बलिः ।
 व्याधः कपोतो बहवो ह्यध्रुवेण ध्रुवं गताः
]

`speaker [
श्रीशुक उवाच
]

`verse 22 [
स्वरैराकृतिभिस्तांस्तु प्रकोष्ठैर्ज्याहतैरपि ।
 राजन्यबन्धून् विज्ञाय दृष्टपूर्वानचिन्तयत्
]

`verse 23 [
राजन्यबन्धवो ह्येते ब्रह्मलिङ्‌गानि बिभ्रति ।
 ददानि भिक्षितं तेभ्य आत्मानमपि दुस्त्यजम्
]

`verse 24 [
बलेर्नु श्रूयते कीर्तिः वितता दिक्ष्वकल्मषा ।
 ऐश्वर्याद्‌ भ्रंशितस्यापि विप्रव्याजेन विष्णुना
]

`verse 25 [
श्रियं जिहीर्षतेन्द्रस्य विष्णवे द्विजरूपिणे ।
 जानन्नपि महीं प्रादाद्‌ वार्यमाणोऽपि दैत्यराट्
]

`verse 26 [
जीवता ब्राह्मणार्थाय को न्वर्थः क्षत्रबन्धुना ।
 देहेन पतमानेन नेहता विपुलं यशः
]

`verse 27 [
इत्युदारमतिः प्राह कृष्णार्जुनवृकोदरान् ।
 हे विप्रा व्रियतां कामो ददाम्यात्मशिरोऽपि वः
]

`verse 28 [
श्रीभगवानुवाच -
युद्धं नो देहि राजेन्द्र द्वन्द्वशो यदि मन्यसे ।
 युद्धार्थिनो वयं प्राप्ता राजन्या नान्यकाङ्‌क्षिणः
]

`verse 29 [
असौ वृकोदरः पार्थः तस्य भ्रातार्जुनो ह्ययम् ।
 अनयोर्मातुलेयं मां कृष्णं जानीहि ते रिपुम्
]

`verse 30 [
एवमावेदितो राजा जहासोच्चैः स्म मागधः ।
 आह चामर्षितो मन्दा युद्धं तर्हि ददामि वः
]

`verse 31 [
न त्वया भीरुणा योत्स्ये युधि विक्लवतेजसा ।
 मथुरां स्वपुरीं त्यक्त्वा समुद्रं शरणं गतः
]

`verse 32 [
अयं तु वयसा तुल्यो नातिसत्त्वो न मे समः ।
 अर्जुनो न भवेद् योद्धा भीमस्तुल्यबलो मम
]

`verse 33 [
इत्युक्त्वा भीमसेनाय प्रादाय महतीं गदाम् ।
 द्वितीयां स्वयमादाय निर्जगाम पुराद् बहिः
]

`verse 34 [
ततः समे खले वीरौ संयुक्तावितरेतरौ ।
 जघ्नतुर्वज्रकल्पाभ्यां गदाभ्यां रणदुर्मदौ
]

`verse 35 [
मण्डलानि विचित्राणि सव्यं दक्षिणमेव च ।
 चरतोः शुशुभे युद्धं नटयोरिव रङ्‌गिणोः
]

`verse 36 [
ततश्चटचटाशब्दो वज्रनिष्पेषसन्निभः ।
 गदयोः क्षिप्तयो राजन् दन्तयोरिव दन्तिनोः
]

`meter [
वसंततिलका
]

`verse 37 [
ते वै गदे भुजजवेन निपात्यमाने
     अन्योन्यतोंऽसकटिपादकरोरुजत्रून् ।
 चूर्णीबभूवतुरुपेत्य यथार्कशाखे
     संयुध्यतोर्द्विरदयोरिव दीप्तमन्व्योः
]

`verse 38 [
इत्थं तयोः प्रहतयोर्गदयोर्नृवीरौ
     क्रुद्धौ स्वमुष्टिभिरयःस्परशैरपिष्टाम् ।
 शब्दस्तयोः प्रहरतोरिभयोरिवासीन्
     निर्घातवज्रपरुषस्तलताडनोत्थः
]

`meter [
अनुष्टुप्
]

`verse 39 [
तयोरेवं प्रहरतोः समशिक्षाबलौजसोः ।
 निर्विशेषमभूद् युद्धं अक्षीणजवयोर्नृप
]

`verse 40 [
एवं तयोर्महाराज युध्यतोः सप्तविंशतिः ।
 दिनानि निरगंस्तत्र सुहृद्‌वन् निशि तिष्ठतोः
]

`verse 41 [
एकदा मातुलेयं वै प्राह राजन् वृकोदरः ।
 न शक्तोऽहं जरासन्धं निर्जेतुं युधि माधव
]

`verse 42 [
शत्रोर्जन्ममृती विद्वान् जीवितं च जराकृतम् ।
 पार्थमाप्याययन् स्वेन तेजसाचिन्तयद्धरिः
]

`verse 43 [
सञ्चिन्त्यारिवधोपायं भीमस्यामोघदर्शनः ।
 दर्शयामास विटपं पाटयन्निव संज्ञया
]

`verse 44 [
तद्‌विज्ञाय महासत्त्वो भीमः प्रहरतां वरः ।
 गृहीत्वा पादयोः शत्रुं पातयामास भूतले
]

`verse 45 [
एकं पादं पदाक्रम्य दोर्भ्यामन्यं प्रगृह्य सः ।
 गुदतः पाटयामास शाखमिव महागजः
]

`verse 46 [
एकपादोरुवृषण कटिपृष्ठस्तनांसके ।
 एकबाह्वक्षिभ्रूकर्णे शकले ददृशुः प्रजाः
]

`verse 47 [
हाहाकारो महानासीत् निहते मगधेश्वरे ।
 पूजयामासतुर्भीमं परिरभ्य जयाच्यतौ
]

`verse 48 [
सहदेवं तत्तनयं भगवान्भूतभावनः ।
 अभ्यषिञ्चदमेयात्मा मगधानां पतिं प्रभुः ।
 मोचयामास राजन्यान् संरुद्धा मागधेन ये
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 जरासन्ध वधो नाम द्विसप्ततितमोऽध्यायः
]
