`preface [
जरासन्धरुद्धानां राज्ञां कारागृहान् मोचनम् -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अयुते द्वे शतान्यष्टौ निरुद्धा युधि निर्जिताः ।
 ते निर्गता गिरिद्रोण्यां मलिना मलवाससः
]

`verse 2 [
क्षुत्क्षामाः शुष्कवदनाः संरोधपरिकर्शिताः ।
 ददृशुस्ते घनश्यामं पीतकौशेयवाससम्
]

`verse 3 [
श्रीवत्साङ्कं चतुर्बाहुं पद्मगर्भारुणेक्षणम् ।
 चारुप्रसन्नवदनं स्फुरन्मकरकुण्डलम्
]

`verse 4 [
पद्महस्तं गदाशङ्ख रथाङ्‌गैरुपलक्षितम् ।
 किरीटहारकटक कटिसूत्राङ्‌गदाञ्चितम्
]

`verse 5 [
भ्राजद्वरमणिग्रीवं निवीतं वनमालया ।
 पिबन्त इव चक्षुर्भ्यां लिहन्त इव जिह्वया
]

`verse 6 [
जिघ्रन्त इव नासाभ्यां रम्भन्त इव बाहुभिः ।
 प्रणेमुर्हतपाप्मानो मूर्धभिः पादयोर्हरेः
]

`verse 7 [
कृष्णसन्दर्शनाह्लाद ध्वस्तसंरोधनक्लमाः ।
 प्रशशंसुर्हृषीकेशं गीर्भिः प्राञ्जलयो नृपाः
]

`speaker [
राजान ऊचुः
]

`verse 8 [
नमस्ते देवदेवेश प्रपन्नार्तिहराव्यय ।
 प्रपन्ना पाहि नः कृष्ण निर्विण्णान् घोरसंसृतेः
]

`verse 9 [
नैनं नाथानुसूयामो मागधं मधुसूदन ।
 अनुग्रहो यद्‌ भवतो राज्ञां राज्यच्युतिर्विभो
]

`verse 10 [
राज्यैश्वर्यमदोन्नद्धो न श्रेयो विन्दते नृपः ।
 त्वन्मायामोहितोऽनित्या मन्यते सम्पदोऽचलाः
]

`verse 11 [
मृगतृष्णां यथा बाला मन्यन्त उदकाशयम् ।
 एवं वैकारिकीं मायां अयुक्ता वस्तु चक्षते
]

`meter [
मिश्र
]

`verse 12 [
वयं पुरा श्रीमदनष्टदृष्टयो
     जिगीषयास्या इतरेतरस्पृधः ।
 घ्नन्तः प्रजाः स्वा अतिनिर्घृणाः प्रभो
     मृत्युं पुरस्त्वाविगणय्य दुर्मदाः
]

`verse 13 [
त एव कृष्णाद्य गभीररंहसा
     दुरन्तवीर्येण विचालिताः श्रियः ।
 कालेन तन्वा भवतोऽनुकम्पया
     विनष्टदर्पाश्चरणौ स्मराम ते
]

`verse 14 [
अथो न राज्यम्मृगतृष्णिरूपितं
     देहेन शश्वत् पतता रुजां भुवा ।
 उपासितव्यं स्पृहयामहे विभो
     क्रियाफलं प्रेत्य च कर्णरोचनम्
]

`meter [
अनुष्टुप्
]

`verse 15 [
तं नः समादिशोपायं येन ते चरणाब्जयोः ।
 स्मृतिर्यथा न विरमेद् अपि संसरतामिह
]

`verse 16 [
कृष्णाय वासुदेवाय हरये परमात्मने ।
 प्रणतक्लेशनाशाय गोविन्दाय नमो नमः
]

`speaker [
श्रीशुक उवाच
]

`verse 17 [
संस्तूयमानो भगवान् राजभिर्मुक्तबन्धनैः ।
 तानाह करुणस्तात शरण्यः श्लक्ष्णया गिरा
]

`verse 18 [
श्रीभगवानुवाच -
अद्य प्रभृति वो भूपा मय्यात्मन्यखिलेश्वरे ।
 सुदृढा जायते भक्तिः बाढमाशंसितं तथा
]

`verse 19 [
दिष्ट्या व्यवसितं भूपा भवन्त ऋतभाषिणः ।
 श्रीयैश्वर्यमदोन्नाहं पश्य उन्मादकं नृणाम्
]

`verse 20 [
हैहयो नहुषो वेनो रावणो नरकोऽपरे ।
 श्रीमदाद्‌ भ्रंशिताः स्थानाद् देवदैत्यनरेश्वराः
]

`verse 21 [
भवन्त एतद्‌ विज्ञाय देहाद्युत्पाद्यमन्तवत् ।
 मां यजन्तोऽध्वरैर्युक्ताः प्रजा धर्मेण रक्षथ
]

`verse 22 [
संतन्वन्तः प्रजातन्तून् सुखं दुःखं भवाभवौ ।
 प्राप्तं प्राप्तं च सेवन्तो मच्चित्ता विचरिष्यथ
]

`verse 23 [
उदासीनाश्च देहादौ आत्मारामा धृतव्रताः ।
 मय्यावेश्य मनः सम्यङ्‌ मां अन्ते ब्रह्म यास्यथ
]

`speaker [
श्रीशुक उवाच
]

`verse 24 [
इत्यादिश्य नृपान् कृष्णो भगवान् भुवनेश्वरः ।
 तेषां न्ययुङ्क्त पुरुषान् स्त्रियो मज्जनकर्मणि
]

`verse 25 [
सपर्यां कारयामास सहदेवेन भारत ।
 नरदेवोचितैर्वस्त्रैः भूषणैः स्रग्विलेपनैः
]

`verse 26 [
भोजयित्वा वरान्नेन सुस्नातान् समलङ्कृतान् ।
 भोगैश्च विविधैर्युक्तान् तांबूलाद्यैर्नृपोचितैः
]

`verse 27 [
ते पूजिता मुकुन्देन राजानो मृष्टकुण्डलाः ।
 विरेजुर्मोचिताः क्लेशात् प्रावृडन्ते यथा ग्रहाः
]

`verse 28 [
रथान् सदश्वान् आरोप्य मणिकाञ्चनभूषितान् ।
 प्रीणय्य सुनृतैर्वाक्यैः स्वदेशान् प्रत्ययापयत्
]

`verse 29 [
त एवं मोचिताः कृच्छ्रात् कृष्णेन सुमहात्मना ।
 ययुस्तमेव ध्यायन्तः कृतानि च जगत्पतेः
]

`verse 30 [
जगदुः प्रकृतिभ्यस्ते महापुरुषचेष्टितम् ।
 यथान्वशासद्‌ भगवान् तथा चक्रुरतन्द्रिताः
]

`verse 31 [
जरासन्धं घातयित्वा भीमसेनेन केशवः ।
 पार्थाभ्यां संयुतः प्रायात् सहदेवेन पूजितः
]

`verse 32 [
गत्वा ते खाण्डवप्रस्थं शङ्खान् दध्मुर्जितारयः ।
 हर्षयन्तः स्वसुहृदो दुर्हृदां चासुखावहाः
]

`verse 33 [
तच्छ्रुत्वा प्रीतमनस इन्द्रप्रस्थनिवासिनः ।
 मेनिरे मागधं शान्तं राजा चाप्तमनोरथः
]

`verse 34 [
अभिवन्द्याथ राजानं भीमार्जुनजनार्दनाः ।
 सर्वमाश्रावयां चक्रुः आत्मना यदनुष्ठितम्
]

`verse 35 [
निशम्य धर्मराजस्तत् केशवेनानुकम्पितम् ।
 आनन्दाश्रुकलां मुञ्चन् प्रेम्णा नोवाच किञ्चन
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 कृष्णाद्यागमने नाम त्रिसप्ततितमोऽध्यायः
]
