`set context {
  skandha = "10",
  adhyaya = "74",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 74"
}

`preface [
राजसूये भगवतोऽग्रपूजनं ततो रुष्टस्य दुर्वदत्तः शिशुपालस्य भगवता वधश्च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
एवं युधिष्ठिरो राजा जरासन्धवधं विभोः ।
 कृष्णस्य चानुभावं तं श्रुत्वा प्रीतस्तमब्रवीत्
]

`speaker [
श्रीयुधिष्ठिर उवाच
]

`verse 2 [
ये स्युस्त्रैलोक्यगुरवः सर्वे लोकमहेश्वराः ।
 वहन्ति दुर्लभं लब्ध्वा शिरसैवानुशासनम्
]

`verse 3 [
स भवान् अरविन्दाक्षो दीनानां ईशमानिनाम् ।
 धत्तेऽनुशासनं भूमन् तदत्यन्तविडम्बनम्
]

`verse 4 [
न ह्येकस्याद्वितीयस्य ब्रह्मणः परमात्मनः ।
 कर्मभिर्वर्धते तेजो ह्रसते च यथा रवेः
]

`verse 5 [
न वै तेऽजित भक्तानां ममाहमिति माधव ।
 त्वं तवेति च नानाधीः पशूनामिव वैकृती
]

`speaker [
श्रीशुक उवाच
]

`verse 6 [
इत्युक्त्वा यज्ञिये काले वव्रे युक्तान् स ऋत्विजः ।
 कृष्णानुमोदितः पार्थो ब्राह्मणान् ब्रह्मवादिनः
]

`verse 7 [
द्वैपायनो भरद्वाजः सुमन्तुर्गोतमोऽसितः ।
 वसिष्ठश्च्यवनः कण्वो मैत्रेयः कवषस्त्रितः
]

`verse 8 [
विश्वामित्रो वामदेवः सुमतिर्जैमिनिः क्रतुः ।
 पैलः पराशरो गर्गो वैशम्पायन एव च
]

`verse 9 [
अथर्वा कश्यपो धौम्यो रामो भार्गव आसुरिः ।
 वीतिहोत्रो मधुच्छन्दा वीरसेनोऽकृतव्रणः
]

`verse 10 [
उपहूतास्तथा चान्ये द्रोणभीष्मकृपादयः ।
 धृतराष्ट्रः सहसुतो विदुरश्च महामतिः
]

`verse 11 [
ब्राह्मणाः क्षत्रिया वैश्याः शूद्रा यज्ञदिदृक्षवः ।
 तत्रेयुः सर्वराजानो राज्ञां प्रकृतयो नृप
]

`verse 12 [
ततस्ते देवयजनं ब्राह्मणाः स्वर्णलाङ्‌गलैः ।
 कृष्ट्वा तत्र यथाम्नायं दीक्षयां चक्रिरे नृपम्
]

`verse 13 [
हैमाः किलोपकरणा वरुणस्य यथा पुरा ।
 इन्द्रादयो लोकपाला विरिञ्चिभवसंयुताः
]

`verse 14 [
सगणाः सिद्धगन्धर्वा विद्याधरमहोरगाः ।
 मुनयो यक्षरक्षांसि खगकिन्नरचारणाः
]

`verse 15 [
राजानश्च समाहूता राजपत्‍न्यश्च सर्वशः ।
 राजसूयं समीयुः स्म राज्ञः पाण्डुसुतस्य वै
]

`verse 16 [
मेनिरे कृष्णभक्तस्य सूपपन्नमविस्मिताः ।
 अयाजयन् महाराजं याजका देववर्चसः ।
 राजसूयेन विधिवत् प्रचेतसमिवामराः
]

`verse 17 [
सूत्येऽहन्यवनीपालो याजकान् सदसस्पतीन् ।
 अपूजयन् महाभागान् यथावत् सुसमाहितः
]

`verse 18 [
सदस्याग्र्यार्हणार्हं वै विमृशन्तः सभासदः ।
 नाध्यगच्छन् नन्ननैकान्त्यात् सहदेवस्तदाब्रवीत्
]

`verse 19 [
अर्हति ह्यच्युतः श्रैष्ठ्यं भगवान्सात्वतां पतिः ।
 एष वै देवताः सर्वा देशकालधनादयः
]

`verse 20 [
यस् आत्मकमिदं विश्वं क्रतवश्च यदात्मकाः ।
 अग्निराहुतयो मंत्राः साङ्ख्यं योगश्च यत्परः
]

`verse 21 [
एक एवाद्‌वितीयोऽसौ अवैतदात्म्यमिदं जगत् ।
 आत्मनात्माश्रयः सभ्याः सृजत्यवति हन्त्यजः
]

`verse 22 [
विविधानीह कर्माणि जनयन् यदवेक्षया ।
 ईहते यदयं सर्वः श्रेयो धर्मादिलक्षणम्
]

`verse 23 [
तस्मात् कृष्णाय महते दीयतां परमार्हणम् ।
 एवं चेत्सर्वभूतानां आत्मनश्चार्हणं भवेत्
]

`verse 24 [
सर्वभूतात्मभूताय कृष्णायानन्यदर्शिने ।
 देयं शान्ताय पूर्णाय दत्तस्यानन्त्यमिच्छता
]

`verse 25 [
इत्युक्त्वा सहदेवोऽभूत् तूष्णीं कृष्णानुभाववित् ।
 तच्छ्रुत्वा तुष्टुवुः सर्वे साधु साध्विति सत्तमाः
]

`verse 26 [
श्रुत्वा द्‌विजेरितं राजा ज्ञात्वा हार्दं सभासदाम् ।
 समर्हयद्‌धृषीकेशं प्रीतः प्रणयविह्वलः
]

`verse 27 [
तत्पादाववनिज्यापः शिरसा लोकपावनीः ।
 सभार्यः सानुजामात्यः सकुटुम्बो वहन्मुदा
]

`verse 28 [
वासोभिः पीतकौषेयैः भूषणैश्च महाधनैः ।
 अर्हयित्वाश्रुपूर्णाक्षो नाशकत् समवेक्षितुम्
]

`verse 29 [
इत्थं सभाजितं वीक्ष्य सर्वे प्राञ्जलयो जनाः ।
 नमो जयेति नेमुस्तं निपेतुः पुष्पवृष्टयः
]

`meter [
वसंततिलका
]

`verse 30 [
इत्थं निशम्य दमघोषसुतः स्वपीठाद्
     उत्थाय कृष्णगुणवर्णनजातमन्युः ।
 उत्क्षिप्य बाहुमिदमाह सदस्यमर्षी
     संश्रावयन् भगवते परुषाण्यभीतः
]

`meter [
अनुष्टुप्
]

`verse 31 [
ईशो दुरत्ययः काल इति सत्यवती श्रुतिः ।
 वृद्धानामपि यद् बुद्धिः बालवाक्यैर्विभिद्यते
]

`verse 32 [
यूयं पात्रविदां श्रेष्ठा मा मन्ध्वं बालभाषीतम् ।
 सदसस्पतयः सर्वे कृष्णो यत् सम्मतोऽर्हणे
]

`verse 33 [
तपोविद्याव्रतधरान् ज्ञानविध्वस्तकल्मषान् ।
 परमऋषीन् ब्रह्मनिष्ठान् लोकपालैश्च पूजितान्
]

`verse 34 [
सदस्पतीन् अतिक्रम्य गोपालः कुलपांसनः ।
 यथा काकः पुरोडाशं सपर्यां कथमर्हति
]

`verse 35 [
वर्णाश्रमकुलापेतः सर्वधर्मबहिष्कृतः ।
 स्वैरवर्ती गुणैर्हीनः सपर्यां कथमर्हति
]

`verse 36 [
ययातिनैषां हि कुलं शप्तं सद्‌भिर्बहिष्कृतम् ।
 वृथापानरतं शश्वत् सपर्यां कथमर्हति
]

`verse 37 [
ब्रह्मर्षिसेवितान् देशान् हित्वैतेऽब्रह्मवर्चसम् ।
 समुद्रं दुर्गमाश्रित्य बाधन्ते दस्यवः प्रजाः
]

`verse 38 [
एवं आदीन्यभद्राणि बभाषे नष्टमङ्‌गलः ।
 नोवाच किञ्चिद् भगवान् यथा सिंहः शिवारुतम्
]

`verse 39 [
भगवन् निन्दनं श्रुत्वा दुःसहं तत्सभासदः ।
 कर्णौ पिधाय निर्जग्मुः शपन्तश्चेदिपं रुषा
]

`verse 40 [
निन्दां भगवतः श्रृण्वन् तत्परस्य जनस्य वा ।
 ततो नापैति यः सोऽपि यात्यधः सुकृताच्च्युतः
]

`verse 41 [
ततः पाण्डुसुताः क्रुद्धा मत्स्यकैकयसृञ्जयाः ।
 उदायुधाः समुत्तस्थुः शिशुपालजिघांसवः
]

`verse 42 [
ततश्चैद्यस्त्वसंभ्रान्तो जगृहे खड्गचर्मणी ।
 भर्त्सयन् कृष्णपक्षीयान् राज्ञः सदसि भारत
]

`verse 43 [
तावदुत्थाय भगवान् स्वान् निवार्य स्वयं रुषा ।
 शिरः क्षुरान्तचक्रेण जहार पततो रिपोः
]

`verse 44 [
शब्दः कोलाहलोऽथासीन् शिशुपाले हते महान् ।
 तस्यानुयायिनो भूपा दुद्रुवुर्जीवितैषिणः
]

`verse 45 [
चैद्यदेहोत्थितं ज्योतिः वासुदेवमुपाविशत् ।
 पश्यतां सर्वभूतानां उल्केव भुवि खाच्च्युता
]

`verse 46 [
जन्मत्रयानुगुणित वैरसंरब्धया धिया ।
 ध्यायन् तन्मयतां यातो भावो हि भवकारणम्
]

`verse 47 [
ऋत्विग्भ्यः ससदस्येभ्यो दक्षिनां विपुलामदात् ।
 सर्वान् संपूज्य विधिवत् चक्रेऽवभृथमेकराट्
]

`verse 48 [
साधयित्वा क्रतुः राज्ञः कृष्णो योगेश्वरेश्वरः ।
 उवास कतिचिन् मासान् सुहृद्‌भिः अभियाचितः
]

`verse 49 [
ततोऽनुज्ञाप्य राजानं अनिच्छन्तमपीश्वरः ।
 ययौ सभार्यः सामात्यः स्वपुरं देवकीसुतः
]

`verse 50 [
वर्णितं तदुपाख्यानं मया ते बहुविस्तरम् ।
 वैकुण्ठवासिनोर्जन्म विप्रशापात् पुनः पुनः
]

`verse 51 [
राजसूयावभृथ्येन स्नातो राजा युधिष्ठिरः ।
 ब्रह्मक्षत्रसभामध्ये शुशुभे सुरराडिव
]

`verse 52 [
राज्ञा सभाजिताः सर्वे सुरमानवखेचराः ।
 कृष्णं क्रतुं च शंसन्तः स्वधामानि ययुर्मुदा
]

`verse 53 [
दुर्योधनमृते पापं कलिं कुरुकुलामयम् ।
 यो न सेहे श्रीयं स्फीतां दृष्ट्वा पाण्डुसुतस्य ताम्
]

`verse 54 [
य इदं कीर्तयेद् विष्णोः कर्म चैद्य वधादिकम् ।
 राजमोक्षं वितानं च सर्वपापैः प्रमुच्यते
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 शिशुपालवधो नाम चतुःसप्ततितमोऽध्यायः
]
