`set context {
  skandha = "10",
  adhyaya = "76",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 76"
}

`preface [
शाल्वस्य यदुभिः सह युद्धम् -
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अथान्यदपि कृष्णस्य श्रृणु कर्माद्‌भुतं नृप ।
 क्रीडानरशरीरस्य यथा सौभपतिर्हतः
]

`verse 2 [
शिशुपालसखः शाल्वो रुक्मिण्युद्‌वाह आगतः ।
 यदुभिर्निर्जितः सङ्ख्ये जरासन्धादयस्तथा
]

`verse 3 [
शाल्वः प्रतिज्ञामकरोत् श्रृण्वतां सर्वभूभुजाम् ।
 अयादवां क्ष्मां करिष्ये पौरुषं मम पश्यत
]

`verse 4 [
इति मूढः प्रतिज्ञाय देवं पशुपतिं प्रभुम् ।
 आराधयामास नृपः पांसुमुष्टिं सकृद् ग्रसन्
]

`verse 5 [
संवत्सरान्ते भगवान् आशुतोष उमापतिः ।
 वरेण च्छन्दयामास शाल्वं शरणमागतम्
]

`verse 6 [
देवासुरमनुष्याणां गन्धर्वोरगरक्षसाम् ।
 अभेद्यं कामगं वव्रे स यानं वृष्णिभीषणम्
]

`verse 7 [
तथेति गिरिशादिष्टो मयः परपुरंजयः ।
 पुरं निर्माय शाल्वाय प्रादात् सौभमयस्मयम्
]

`verse 8 [
स लब्ध्वा कामगं यानं तमोधाम दुरासदम् ।
 ययस्द्‌वारवतीं शाल्वो वैरं वृष्णिकृतं स्मरन्
]

`verse 9 [
निरुध्य सेनया शाल्वो महत्या भरतर्षभ ।
 पुरीं बभञ्जोपवनान् उद्यानानि च सर्वशः
]

`verse 10 [
सगोपुराणि द्वाराणि प्रासादाट्टालतोलिकाः ।
 विहारान् स विमानाग्र्यान् निपेतुः शस्त्रवृष्टयः
]

`verse 11 [
शिला द्रुमाश्चाशनयः सर्पा आसारशर्कराः ।
 प्रचण्डश्चक्रवातोऽभूत् रजसाच्छादिता दिशः
]

`verse 12 [
इत्यर्द्यमाना सौभेन कृष्णस्य नगरी भृशम् ।
 नाभ्यपद्यत शं राजन् त्रिपुरेण यथा मही
]

`verse 13 [
प्रद्युम्नो भगवान् वीक्ष्य बाध्यमाना निजाः प्रजाः ।
 म भैष्टेत्यभ्यधाद्‌ वीरो रथारूढो महायशाः
]

`verse 14 [
सात्यकिश्चारुदेष्णश्च साम्बोऽक्रूरः सहानुजः ।
 हार्दिक्यो भानुविन्दश्च गदश्च शुकसारणौ
]

`verse 15 [
अपरे च महेष्वासा रथयूथपयूथपाः ।
 निर्ययुर्दंशिता गुप्ता रथेभाश्वपदातिभिः
]

`verse 16 [
ततः प्रववृते युद्धं शाल्वानां यदुभिः सह ।
 यथासुराणां विबुधैः तुमुलं लोमहर्षणम्
]

`verse 17 [
ताश्च सौभपतेर्माया दिव्यास्त्रै रुक्मिणीसुतः ।
 क्षणेन नाशयामास नैशं तम इवोष्णगुः
]

`verse 18 [
विव्याध पञ्चविंशत्या स्वर्णपुङ्खैरयोमुखैः ।
 शाल्वस्य ध्वजिनीपालं शरैः सन्नतपर्वभिः
]

`verse 19 [
शतेनाताडयच्छाल्वं एकैकेनास्य सैनिकान् ।
 दशभिर्दशभिर्नेतॄन् वाहनानि त्रिभिस्त्रिभिः
]

`verse 20 [
तदद्‌भुतं महत् कर्म प्रद्युम्नस्य महात्मनः ।
 दृष्ट्वा तं पूजयामासुः सर्वे स्वपरसैनिकाः
]

`verse 21 [
बहुरूपैकरूपं तद् दृश्यते न च दृश्यते ।
 मायामयं मयकृतं दुर्विभाव्यं परैरभूत्
]

`verse 22 [
क्वचिद्‌भूमौ क्वचिद्‌ व्योम्नि गिरिमूर्ध्नि जले क्वचित् ।
 अलातचक्रवद्‌ भ्राम्यत् सौभं तद् दुरवस्थितम्
]

`verse 23 [
यत्र यत्रोपलक्ष्येत ससौभः सहसैनिकः ।
 शाल्वः ततस्ततोऽमुञ्चन् शरान् सात्वतयूथपाः
]

`verse 24 [
शरैरग्न्यर्कसंस्पर्शैः आशीविषदुरासदैः ।
 पीड्यमानपुरानीकः शाल्वोऽमुह्यत् परेरितैः
]

`verse 25 [
शाल्वानीकपशस्त्रौघैः वृष्णिवीरा भृशार्दिताः ।
 न तत्यजू रणं स्वं स्वं लोकद्वयजिगीषवः
]

`verse 26 [
शाल्वामात्यो द्युमान् नाम प्रद्युम्नं प्राक् प्रपीडितः ।
 आसाद्य गदया मौर्व्या व्याहत्य व्यनदद् बली
]

`verse 27 [
प्रद्युम्नं गदया शीर्ण वक्षःस्थलमरिंदमम् ।
 अपोवाह रणात् सूतो धर्मविद् दारुकात्मजः
]

`verse 28 [
लब्धसंज्ञो मुहूर्तेन कार्ष्णिः सारथिमब्रवीत् ।
 अहो असाध्विदं सूत यद् रणान्मेऽपसर्पणम्
]

`verse 29 [
न यदूनां कुले जातः श्रूयते रणविच्युतः ।
 विना मत्क्लीबचित्तेन सूतेन प्राप्तकिल्बिषात्
]

`verse 30 [
किं नु वक्ष्येऽभिसङ्‌गम्य पितरौ रामकेशवौ ।
 युद्धात् सम्यगपक्रान्तः पृष्टस्तत्रात्मनः क्षमम्
]

`verse 31 [
व्यक्तं मे कथयिष्यन्ति हसन्त्यो भ्रातृजामयः ।
 क्लैब्यं कथं कथं वीर तवान्यैः कथ्यतां मृधे
]

`verse 32 [
सारथिरुवाच -
धर्मं विजानताऽऽयुष्मन् कृतमेतन्मया विभो ।
 सूतः कृच्छ्रगतं रक्षेद् रथिनं सारथिं रथी
]

`verse 33 [
एतद्‌ विदित्वा तु भवान् मयापोवाहितो रणात् ।
 उपसृष्टः परेणेति मूर्च्छितो गदया हतः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 शाल्वयुद्धे षट्सप्ततितमोऽध्यायः
]
