`preface [
दन्तवक्रविदूरथवधः; बलरामद्‌वारा सूतशिरश्छेदश्च -
]

`verse 1 [
अथाष्टसप्ततितमोऽध्यायः
श्रीशुक उवाच।
शिशुपालस्य शाल्वस्य पौण्ड्रकस्यापि दुर्मतिः।
परलोकगतानां च कुर्वन्पारोक्ष्यसौहृदम्
]

`verse 2 [
एकः पदातिः सङ्क्रुद्धो गदापाणिः प्रकम्पयन्।
पद्भ्यामिमां महाराज महासत्त्वो व्यदृश्यत
]

`verse 3 [
तं तथायान्तमालोक्य गदामादाय सत्वरः।
अवप्लुत्य रथात्कृष्णः सिन्धुं वेलेव प्रत्यधात्
]

`verse 4 [
गदामुद्यम्य कारूषो मुकुन्दं प्राह दुर्मदः।
दिष्ट्या दिष्ट्या भवानद्य मम दृष्टिपथं गतः
]

`verse 5 [
त्वं मातुलेयो नः कृष्ण मित्रध्रुङ्मां जिघांससि।
अतस्त्वां गदया मन्द हनिष्ये वज्रकल्पया
]

`verse 6 [
तर्ह्यानृण्यमुपैम्यज्ञ मित्राणां मित्रवत्सलः।
बन्धुरूपमरिं हत्वा व्याधिं देहचरं यथा
]

`verse 7 [
एवं रूक्षैस्तुदन्वाक्यैः कृष्णं तोत्रैरिव द्विपम्।
गदयाताडयन्मूर्ध्नि सिंहवद्व्यनदच्च सः
]

`verse 8 [
गदयाभिहतोऽप्याजौ न चचाल यदूद्वहः।
कृष्णोऽपि तमहन्गुर्व्या कौमोदक्या स्तनान्तरे
]

`verse 9 [
गदानिर्भिन्नहृदय उद्वमन्रुधिरं मुखात्।
प्रसार्य केशबाह्वङ्घ्रीन्धरण्यां न्यपतद्व्यसुः
]

`verse 10 [
ततः सूक्ष्मतरं ज्योतिः कृष्णमाविशदद्भुतम्।
पश्यतां सर्वभूतानां यथा चैद्यवधे नृप
]

`verse 11 [
विदूरथस्तु तद्भ्राता भ्रातृशोकपरिप्लुतः।
आगच्छदसिचर्माभ्यामुच्छ्वसंस्तज्जिघांसया
]

`verse 12 [
तस्य चापततः कृष्णश्चक्रेण क्षुरनेमिना।
शिरो जहार राजेन्द्र सकिरीटं सकुण्डलम्
]

`verse 13 [
एवं सौभं च शाल्वं च दन्तवक्रं सहानुजम्।
हत्वा दुर्विषहानन्यैरीडितः सुरमानवैः
]

`verse 14 [
मुनिभिः सिद्धगन्धर्वैर्विद्याधरमहोरगैः।
अप्सरोभिः पितृगणैर्यक्षैः किन्नरचारणैः
]

`verse 15 [
उपगीयमानविजयः कुसुमैरभिवर्षितः।
वृतश्च वृष्णिप्रवरैर्विवेशालङ्कृतां पुरीम्
]

`verse 16 [
एवं योगेश्वरः कृष्णो भगवान्जगदीश्वरः।
ईयते पशुदृष्टीनां निर्जितो जयतीति सः
]

`verse 17 [
श्रुत्वा युद्धोद्यमं रामः कुरूणां सह पाण्डवैः।
तीर्थाभिषेकव्याजेन मध्यस्थः प्रययौ किल
]

`verse 18 [
स्नात्वा प्रभासे सन्तर्प्य देवर्षिपितृमानवान्।
सरस्वतीं प्रतिस्रोतं ययौ ब्राह्मणसंवृतः
]

`verse 19 [
पृथूदकं बिन्दुसरस्त्रितकूपं सुदर्शनम्।
विशालं ब्रह्मतीर्थं च चक्रं प्राचीं सरस्वतीम्
]

`verse 20 [
यमुनामनु यान्येव गङ्गामनु च भारत।
जगाम नैमिषं यत्र ऋषयः सत्रमासते
]

`verse 21 [
तमागतमभिप्रेत्य मुनयो दीर्घसत्रिणः।
अभिनन्द्य यथान्यायं प्रणम्योत्थाय चार्चयन्
]

`verse 22 [
सोऽर्चितः सपरीवारः कृतासनपरिग्रहः।
रोमहर्षणमासीनं महर्षेः शिष्यमैक्षत
]

`verse 23 [
अप्रत्युत्थायिनं सूतमकृतप्रह्वणाञ्जलिम्।
अध्यासीनं च तान्विप्रांश्चुकोपोद्वीक्ष्य माधवः
]

`verse 24 [
यस्मादसाविमान्विप्रानध्यास्ते प्रतिलोमजः।
धर्मपालांस्तथैवास्मान्वधमर्हति दुर्मतिः
]

`verse 25 [
ऋषेर्भगवतो भूत्वा शिष्योऽधीत्य बहूनि च।
सेतिहासपुराणानि धर्मशास्त्राणि सर्वशः
]

`verse 26 [
अदान्तस्याविनीतस्य वृथा पण्डितमानिनः।
न गुणाय भवन्ति स्म नटस्येवाजितात्मनः
]

`verse 27 [
एतदर्थो हि लोकेऽस्मिन्नवतारो मया कृतः।
वध्या मे धर्मध्वजिनस्ते हि पातकिनोऽधिकाः
]

`verse 28 [
एतावदुक्त्वा भगवान्निवृत्तोऽसद्वधादपि।
भावित्वात्तं कुशाग्रेण करस्थेनाहनत्प्रभुः
]

`verse 29 [
हाहेतिवादिनः सर्वे मुनयः खिन्नमानसाः।
ऊचुः सङ्कर्षणं देवमधर्मस्ते कृतः प्रभो
]

`verse 30 [
अस्य ब्रह्मासनं दत्तमस्माभिर्यदुनन्दन।
आयुश्चात्माक्लमं तावद्यावत्सत्रं समाप्यते
]

`verse 31 [
अजानतैवाचरितस्त्वया ब्रह्मवधो यथा।
योगेश्वरस्य भवतो नाम्नायोऽपि नियामकः
]

`verse 32 [
यद्येतद्ब्रह्महत्यायाः पावनं लोकपावन।
चरिष्यति भवांल्लोक सङ्ग्रहोऽनन्यचोदितः
]

`verse 33 [
श्रीभगवानुवाच।
चरिष्ये वधनिर्वेशं लोकानुग्रहकाम्यया।
नियमः प्रथमे कल्पे यावान्स तु विधीयताम्
]

`verse 34 [
दीर्घमायुर्बतैतस्य सत्त्वमिन्द्रि यमेव च।
आशासितं यत्तद्ब्रूते साधये योगमायया
]

`speaker [
ऋषय ऊचुः
]

`verse 35 [
अस्त्रस्य तव वीर्यस्य मृत्योरस्माकमेव च।
यथा भवेद्वचः सत्यं तथा राम विधीयताम्
]

`verse 36 [
श्रीभगवानुवाच।
आत्मा वै पुत्र उत्पन्न इति वेदानुशासनम्।
तस्मादस्य भवेद्वक्ता आयुरिन्द्रि यसत्त्ववान्
]

`verse 37 [
किं वः कामो मुनिश्रेष्ठा ब्रूताहं करवाण्यथ।
अजानतस्त्वपइ!तिं यथा मे चिन्त्यतां बुधाः
]

`speaker [
ऋषय ऊचुः
]

`verse 38 [
इल्वलस्य सुतो घोरो बल्वलो नाम दानवः।
स दूषयति नः सत्रमेत्य पर्वणि पर्वणि
]

`verse 39 [
तं पापं जहि दाशार्ह तन्नः शुश्रूषणं परम्।
पूयशोणितविन्मूत्र सुरामांसाभिवर्षिणम्
]

`verse 40 [
ततश्च भारतं वर्षं परीत्य सुसमाहितः।
चरित्वा द्वादशमासांस्तीर्थस्नायी विशुध्यसि
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे उत्तरार्धे बलदेवचरित्रे बल्वलवधोपक्रमो नामाष्टसप्ततितमोऽध्यायः।
]
