`set context {
  skandha = "10",
  adhyaya = "79",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 79"
}

`preface [
बल्वलवधः, सूतहत्यामार्जनाय बलभद्रस्य तीर्थेषु भ्रमणं च -
]

`verse 1 [
अथैकोनाशीतितमोऽध्यायः
श्रीशुक उवाच
ततः पर्वण्युपावृत्ते प्रचण्डः पांशुवर्षणः
भीमो वायुरभूद्राजन्पूयगन्धस्तु सर्वशः
]

`verse 2 [
ततोऽमेध्यमयं वर्षं बल्वलेन विनिर्मितम्
अभवद्यज्ञशालायां सोऽन्वदृश्यत शूलधृक्
]

`verse 3 [
तं विलोक्य बृहत्कायं भिन्नाञ्जनचयोपमम्
तप्तताम्रशिखाश्मश्रुं दंष्ट्रोग्रभ्रुकुटीमुखम्
]

`verse 4 [
सस्मार मूषलं रामः परसैन्यविदारणम्
हलं च दैत्यदमनं ते तूर्णमुपतस्थतुः
]

`verse 5 [
तमाकृष्य हलाग्रेण बल्वलं गगनेचरम्
मूषलेनाहनत्क्रुद्धो मूर्ध्नि ब्रह्मद्रुहं बलः
]

`verse 6 [
सोऽपतद्भुवि निर्भिन्न ललाटोऽसृक्समुत्सृजन्
मुञ्चन्नार्तस्वरं शैलो यथा वज्रहतोऽरुणः
]

`verse 7 [
संस्तुत्य मुनयो रामं प्रयुज्यावितथाशिषः
अभ्यषिञ्चन्महाभागा वृत्रघ्नं विबुधा यथा
]

`verse 8 [
वैजयन्तीं ददुर्मालां श्रीधामाम्लानपङ्कजां
रामाय वाससी दिव्ये दिव्यान्याभरणानि च
]

`verse 9 [
अथ तैरभ्यनुज्ञातः कौशिकीमेत्य ब्राह्मणैः
स्नात्वा सरोवरमगाद्यतः सरयूरास्रवत्
]

`verse 10 [
अनुस्रोतेन सरयूं प्रयागमुपगम्य सः
स्नात्वा सन्तर्प्य देवादीन्जगाम पुलहाश्रमम्
]

`verse 11 [
गोमतीं गण्डकीं स्नात्वा विपाशां शोण आप्लुतः
गयां गत्वा पितॄनिष्ट्वा गङ्गासागरसङ्गमे
]

`verse 12 [
उपस्पृश्य महेन्द्रा द्रौ  रामं दृष्ट्वाभिवाद्य च
सप्तगोदावरीं वेणां पम्पां भीमरथीं ततः
]

`verse 13 [
स्कन्दं दृष्ट्वा ययौ रामः श्रीशैलं गिरिशालयम्
द्र विडेषु महापुण्यं दृष्ट्वाद्रिं  वेङ्कटं प्रभुः
]

`verse 14 [
कामकोष्णीं पुरीं काञ्चीं कावेरीं च सरिद्वराम्
श्रीरन्गाख्यं महापुण्यं यत्र सन्निहितो हरिः
]

`verse 15 [
ऋषभाद्रिं  हरेः क्षेत्रं दक्षिणां मथुरां तथा
सामुद्रं  सेतुमगमत्महापातकनाशनम्
]

`verse 16 [
तत्रायुतमदाद्धेनूर्ब्राह्मणेभ्यो हलायुधः
कृतमालां ताम्रपर्णीं मलयं च कुलाचलम्
]

`verse 17 [
तत्रागस्त्यं समासीनं नमस्कृत्याभिवाद्य च
योजितस्तेन चाशीर्भिरनुज्ञातो गतोऽर्णवम्
]

`verse 18 [
दक्षिणं तत्र कन्याख्यां दुर्गां देवीं ददर्श सः
ततः फाल्गुनमासाद्य पञ्चाप्सरसमुत्तमम्
विष्णुः सन्निहितो यत्र स्नात्वास्पर्शद्गवायुतम्
]

`verse 19 [
ततोऽभिव्रज्य भगवान्केरलांस्तु त्रिगर्तकान्
गोकर्णाख्यं शिवक्षेत्रं सान्निध्यं यत्र धूर्जटेः
]

`verse 20 [
आर्यां द्वैपायनीं दृष्ट्वा शूर्पारकमगाद्बलः
तापीं पयोष्णीं निर्विन्ध्यामुपस्पृश्याथ दण्डकम्
]

`verse 21 [
प्रविश्य रेवामगमद्यत्र माहिष्मती पुरी
मनुतीर्थमुपस्पृश्य प्रभासं पुनरागमत्
]

`verse 22 [
श्रुत्वा द्विजैः कथ्यमानं कुरुपाण्डवसंयुगे
सर्वराजन्यनिधनं भारं मेने हृतं भुवः
]

`verse 23 [
स भीमदुर्योधनयोर्गदाभ्यां युध्यतोर्मृधे
वारयिष्यन्विनशनं जगाम यदुनन्दनः
]

`verse 24 [
युधिष्ठिरस्तु तं दृष्ट्वा यमौ कृष्णार्जुनावपि
अभिवाद्याभवंस्तुष्णीं किं विवक्षुरिहागतः
]

`verse 25 [
गदापाणी उभौ दृष्ट्वा संरब्धौ विजयैषिणौ
मण्डलानि विचित्राणि चरन्ताविदमब्रवीत्
]

`verse 26 [
युवां तुल्यबलौ वीरौ हे राजन्हे वृकोदर
एकं प्राणाधिकं मन्ये उतैकं शिक्षयाधिकम्
]

`verse 27 [
तस्मादेकतरस्येह युवयोः समवीर्ययोः
न लक्ष्यते जयोऽन्यो वा विरमत्वफलो रणः
]

`verse 28 [
न तद्वाक्यं जगृहतुर्बद्धवैरौ नृपार्थवत्
अनुस्मरन्तावन्योन्यं दुरुक्तं दुष्कृतानि च
]

`verse 29 [
दिष्टं तदनुमन्वानो रामो द्वारवतीं ययौ
उग्रसेनादिभिः प्रीतैर्ज्ञातिभिः समुपागतः
]

`verse 30 [
तं पुनर्नैमिषं प्राप्तमृषयोऽयाजयन्मुदा
क्रत्वङ्गं क्रतुभिः सर्वैर्निवृत्ताखिलविग्रहम्
]

`verse 31 [
तेभ्यो विशुद्धं विज्ञानं भगवान्व्यतरद्विभुः
येनैवात्मन्यदो विश्वमात्मानं विश्वगं विदुः
]

`verse 32 [
स्वपत्यावभृथस्नातो ज्ञातिबन्धुसुहृद्वृतः
रेजे स्वज्योत्स्नयेवेन्दुः सुवासाः सुष्ठ्वलङ्कृतः
]

`verse 33 [
ईदृग्विधान्यसङ्ख्यानि बलस्य बलशालिनः
अनन्तस्याप्रमेयस्य मायामर्त्यस्य सन्ति हि
]

`verse 34 [
योऽनुस्मरेत रामस्य कर्माण्यद्भुतकर्मणः
सायं प्रातरनन्तस्य विष्णोः स दयितो भवेत्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे बलदेवतीर्थयात्रानिरूपणं नामैकोनाशीतितमोऽध्यायः
]
