`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
स इत्थं द्विजमुख्येन सह सङ्कथयन् हरिः ।
 सर्वभूतमनोऽभिज्ञः स्मयमान उवाच तम्
]

`verse 2 [
ब्रह्मण्यो ब्राह्मणं कृष्णो भगवान् प्रहसन् प्रियम् ।
 प्रेम्णा निरीक्षणेनैव प्रेक्षन् खलु सतां गतिः
]

`verse 3 [
श्रीभगवानुवाच -
किमुपायनमानीतं ब्रह्मन्मे भवता गृहात् ।
 अण्वप्युपाहृतं भक्तैः प्रेम्णा भुर्येव मे भवेत् ।
 भूर्यप्यभक्तोपहृतं न मे तोषाय कल्पते
]

`verse 4 [
पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति ।
 तदहं भक्त्युपहृतं अश्नामि प्रयतात्मनः
]

`verse 5 [
इत्युक्तोऽपि द्विजस्तस्मै व्रीडितः पतये श्रियः ।
 पृथुकप्रसृतिं राजन् न प्रायच्छदवाङ्मुखः
]

`verse 6 [
सर्वभूतात्मदृक् साक्षात् तस्यागमनकारणम् ।
 विज्ञायाचिन्तयन्नायं श्रीकामो माभजत्पुरा
]

`verse 7 [
पत्‍न्याः पतिव्रतायास्तु सखा प्रियचिकीर्षया ।
 प्राप्तो मामस्य दास्यामि सम्पदोऽमर्त्यदुर्लभाः
]

`verse 8 [
इत्थं विचिन्त्य वसनात् चीरबद्धान् द्विजन्मनः ।
 स्वयं जहार किमिदं इति पृथुकतण्डुलान्
]

`verse 9 [
नन्वेतदुपनीतं मे परमप्रीणनं सखे ।
 तर्पयन्त्यङ्ग मां विश्वं एते पृथुकतण्डुलाः
]

`verse 10 [
इति मुष्टिं सकृज्जग्ध्वा द्वितीयां जग्धुमाददे ।
 तावच्छ्रीर्जगृहे हस्तं तत्परा परमेष्ठिनः
]

`verse 11 [
एतावतालं विश्वात्मन् सर्वसम्पत्समृद्धये ।
 अस्मिन्लोके अथवामुष्मिन् पुंसस्त्वत्तोषकारणम्
]

`verse 12 [
ब्राह्मणस्तां तु रजनीं उषित्वाच्युतमन्दिरे ।
 भुक्त्वा पीत्वा सुखं मेने आत्मानं स्वर्गतं यथा
]

`verse 13 [
श्वोभूते विश्वभावेन स्वसुखेनाभिवन्दितः ।
 जगाम स्वालयं तात पथ्यनुव्रज्य नन्दितः
]

`verse 14 [
स चालब्ध्वा धनं कृष्णान् न तु याचितवान् स्वयम् ।
 स्वगृहान् व्रीडितोऽगच्छन् महद्दर्शननिर्वृतः
]

`verse 15 [
अहो ब्रह्मण्यदेवस्य दृष्टा ब्रह्मण्यता मया ।
 यद् दरिद्रतमो लक्ष्मीं आश्लिष्टो बिभ्रतोरसि
]

`verse 16 [
क्वाहं दरिद्रः पापीयान् क्व कृष्णः श्रीनिकेतनः ।
 ब्रह्मबन्धुरिति स्माहं बाहुभ्यां परिरम्भितः
]

`verse 17 [
निवासितः प्रियाजुष्टे पर्यङ्के भ्रातरो यथा ।
 महिष्या वीजितः श्रान्तो बालव्यजनहस्तया
]

`verse 18 [
शुश्रूषया परमया पादसंवाहनादिभिः ।
 पूजितो देवदेवेन विप्रदेवेन देववत्
]

`verse 19 [
स्वर्गापवर्गयोः पुंसां रसायां भुवि सम्पदाम् ।
 सर्वासामपि सिद्धीनां मूलं तच्चरणार्चनम्
]

`verse 20 [
अधनोऽयं धनं प्राप्य माद्यात् उच्चैः न मां स्मरेत् ।
 इति कारुणिको नूनं धनं मेऽभूरि नाददात्
]

`verse 21 [
इति तच्चिन्तयन् अन्तः प्राप्तो नियगृहान्तिकम् ।
 सूर्यानलेन्दुसङ्काशैः विमानैः सर्वतो वृतम्
]

`verse 22 [
विचित्रोपवनोद्यानैः कूजद्‍द्विजकुलाकुलैः ।
 प्रोत्फुल्लकमुदाम्भोज कह्लारोत्पलवारिभिः
]

`verse 23 [
जुष्टं स्वलङ्कृतैः पुम्भिः स्त्रीभिश्च हरिणाक्षिभिः ।
 किमिदं कस्य वा स्थानं कथं तदिदमित्यभूत्
]

`verse 24 [
एवं मीमांसमानं तं नरा नार्योऽमरप्रभाः ।
 प्रत्यगृह्णन् महाभागं गीतवाद्येन भूयसा
]

`verse 25 [
पतिमागतमाकर्ण्य पत्‍न्युद्धर्षातिसम्भ्रमा ।
 निश्चक्राम गृहात्तूर्णं रूपिणी श्रीरिवालयात्
]

`verse 26 [
पतिव्रता पतिं दृष्ट्वा प्रेमोत्कण्ठाश्रुलोचना ।
 मीलिताक्ष्यनमद् बुद्ध्या मनसा परिषस्वजे
]

`verse 27 [
पत्‍नीं वीक्ष्य विस्फुरन्तीं देवीं वैमानिकीमिव ।
 दासीनां निष्ककण्ठीनां मध्ये भान्तीं स विस्मितः
]

`verse 28 [
प्रीतः स्वयं तया युक्तः प्रविष्टो निजमन्दिरम् ।
 मणिस्तम्भशतोपेतं महेन्द्रभवनं यथा
]

`verse 29 [
पयःफेननिभाः शय्या दान्ता रुक्मपरिच्छदाः ।
 पर्यङ्का हेमदण्डानि चामरव्यजनानि च
]

`verse 30 [
आसनानि च हैमानि मृदूपस्तरणानि च ।
 मुक्तादामविलम्बीनि वितानानि द्युमन्ति च
]

`verse 31 [
स्वच्छस्फटिककुड्येषु महामारकतेषु च ।
 रत्‍नदीपा भ्राजमानान् ललना रत्‍नसंयुताः
]

`verse 32 [
विलोक्य ब्राह्मणस्तत्र समृद्धीः सर्वसम्पदाम् ।
 तर्कयामास निर्व्यग्रः स्वसमृद्धिमहैतुकीम्
]

`meter [
मिश्र
]

`verse 33 [
नूनं बतैतन्मम दुर्भगस्य
     शश्वद् दरिद्रस्य समृद्धिहेतुः ।
 महाविभूतेरवलोकतोऽन्यो
     नैवोपपद्येत यदूत्तमस्य
]

`verse 34 [
नन्वब्रुवाणो दिशते समक्षं
     याचिष्णवे भूर्यपि भूरिभोजः ।
 पर्जन्यवत्तत् स्वयमीक्षमाणो
     दाशार्हकाणामृषभः सखा मे
]

`verse 35 [
किञ्चित्करोत्युर्वपि यत् स्वदत्तं
     सुहृत्कृतं फल्ग्वपि भूरिकारी ।
 मयोपणीतं पृथुकैकमुष्टिं
     प्रत्यग्रहीत् प्रीतियुतो महात्मा
]

`verse 36 [
तस्यैव मे सौहृदसख्यमैत्री
     दास्यं पुनर्जन्मनि जन्मनि स्यात् ।
 महानुभावेन गुणालयेन
     विषज्जतः तत्पुरुषप्रसङ्गः
]

`meter [
इंद्रवंशा
]

`verse 37 [
भक्ताय चित्रा भगवान् हि सम्पदो
     राज्यं विभूतीर्न समर्थयत्यजः ।
 अदीर्घबोधाय विचक्षणः स्वयं
     पश्यन् निपातं धनिनां मदोद्‌भवम्
]

`meter [
अनुष्टुप्
]

`verse 38 [
इत्थं व्यवसितो बुद्ध्या भक्तोऽतीव जनार्दने ।
 विषयान्जायया त्यक्ष्यन् बुभुजे नातिलम्पटः
]

`verse 39 [
तस्य वै देवदेवस्य हरेर्यज्ञपतेः प्रभोः ।
 ब्राह्मणाः प्रभवो दैवं न तेभ्यो विद्यते परम्
]

`verse 40 [
एवं स विप्रो भगवत्सुहृत्तदा
     दृष्ट्वा स्वभृत्यैरजितं पराजितम् ।
 तद्ध्यानवेगोद्‌ग्रथितात्मबन्धनः
     तद्धाम लेभेऽचिरतः सतां गतिम्
]

`verse 41 [
एतद् ब्रह्मण्यदेवस्य श्रुत्वा ब्रह्मण्यतां नरः ।
 लब्धभावो भगवति कर्मबन्धाद् विमुच्यते
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 पृथुकोपाख्यानं नाम एकशीतितमोऽध्यायः
]
