`set context {
  skandha = "10",
  adhyaya = "84",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 84"
}

`preface [
ऋषिगणकृता भगवत्स्तुतिः; वसुदेवयज्ञोत्सवः; बन्धूनां प्रस्थापनादिकं च -
]

`speaker [
श्रीशुक उवाच
]

`meter [
वसंततिलका
]

`verse 1 [
श्रुत्वा पृथा सुबलपुत्र्यथ याज्ञसेनी
     माधव्यथ क्षितिपपत्‍न्य उत स्वगोप्यः ।
 कृष्णेऽखिलात्मनि हरौ प्रणयानुबन्धं
     सर्वा विसिस्म्युरलमश्रुकलाकुलाक्ष्यः
]

`meter [
अनुष्टुप्
]

`verse 2 [
इति सम्भाषमाणासु स्त्रीभिः स्त्रीषु नृभिर्नृषु ।
 आययुर्मुनयस्तत्र कृष्णरामदिदृक्षया
]

`verse 3 [
द्वैपायनो नारदश्च च्यवनो देवलोऽसितः ।
 विश्वामित्रः शतानन्दो भरद्वाजोऽथ गौतमः
]

`verse 4 [
रामः सशिष्यो भगवान् वसिष्ठो गालवो भृगुः ।
 पुलस्त्यः कश्यपोऽत्रिश्च मार्कण्डेयो बृहस्पतिः
]

`verse 5 [
द्वितस्त्रितश्चैकतश्च ब्रह्मपुत्रास्तथाङ्‌गिराः ।
 अगस्त्यो याज्ञवल्क्यश्च वामदेवादयोऽपरे
]

`verse 6 [
तान्दृष्ट्वा सहसोत्थाय प्रागासीना नृपादयः ।
 पाण्डवाः कृष्णरामौ च प्रणेमुर्विश्ववन्दितान्
]

`verse 7 [
तान् आनर्चुर्यथा सर्वे सहरामोऽच्युतोऽर्चयत् ।
 स्वागतासनपाद्यार्घ्य माल्यधूपानुलेपनैः
]

`verse 8 [
उवाच सुखमासीनान् भगवान् धर्मगुप्तनुः ।
 सदसस्तस्य महतो यतवाचोऽनुश्रृण्वतः
]

`verse 9 [
श्रीभगवानुवाच -
अहो वयं जन्मभृतो लब्धं कार्त्स्न्येन तत्फलम् ।
 देवानामपि दुष्प्रापं यद् योगेश्वरदर्शनम्
]

`verse 10 [
किं स्वल्पतपसां नॄणां अर्चायां देवचक्षुषाम् ।
 दर्शनस्पर्शनप्रश्न प्रह्वपादार्चनादिकम्
]

`verse 11 [
न ह्यम्मयानि तीर्थानि न देवा मृच्छिलामयाः ।
 ते पुनन्त्युरुकालेन दर्शनादेव साधवः
]

`meter [
मिश्र
]

`verse 12 [
नाग्निर्न सूर्यो न च चन्द्रतारका
     न भूर्जलं खं श्वसनोऽथ वाङ्‌मनः ।
 उपासिता भेदकृतो हरन्त्यघं
     विपश्चितो घ्नन्ति मुहूर्तसेवया
]

`verse 13 [
यस्यात्मबुद्धिः कुणपे त्रिधातुके
     स्वधीः कलत्रादिषु भौम इज्यधीः ।
 यत्तीर्थबुद्धिः सलिले न कर्हिचित्
     जनेष्वभिज्ञेषु स एव गोखरः
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 14 [
निशम्येत्थं भगवतः कृष्णस्याकुण्थमेधसः ।
 वचो दुरन्वयं विप्राः तूष्णीमासन् भ्रमद्धियः
]

`verse 15 [
चिरं विमृश्य मुनय ईश्वरस्येशितव्यताम् ।
 जनसङ्ग्रह इत्यूचुः स्मयन्तस्तं जगद्‌गुरुम्
]

`speaker [
श्रीमुनय ऊचुः
]

`meter [
मिश्र
]

`verse 16 [
यन्मायया तत्त्वविदुत्तमा वयं
     विमोहिता विश्वसृजामधीश्वराः ।
 यदीशितव्यायति गूढ ईहया
     अहो विचित्रं भगवद् विचेष्टितम्
]

`verse 17 [
अनीह एतद्‌ बहुधैक आत्मना
     सृजत्यवत्यत्ति न बध्यते यथा ।
 भौमैर्हि भूमिर्बहुनामरूपिणी
     अहो विभूम्नश्चरितं विडम्बनम्
]

`verse 18 [
अथापि काले स्वजनाभिगुप्तये
     बिभर्षि सत्त्वं खलनिग्रहाय च ।
 स्वलीलया वेदपथं सनातनं
 वर्णाश्रमात्मा पुरुषः परो भवान्
]

`meter [
अनुष्टुप्
]

`verse 19 [
ब्रह्म ते हृदयं शुक्लं तपःस्वाध्यायसंयमैः ।
 यत्रोपलब्धं सद्व्यक्तं अव्यक्तं च ततः परम्
]

`verse 20 [
तस्माद्‌ ब्रह्मकुलं ब्रह्मन् शास्त्रयोनेस्त्वमात्मनः ।
 सभाजयसि सद्धाम तद्‌ ब्रह्मण्याग्रणीर्भवान्
]

`verse 21 [
अद्य नो जन्मसाफल्यं विद्यायास्तपसो दृशः ।
 त्वया सङ्गम्य सद्‌गत्या यदन्तः श्रेयसां परः
]

`verse 22 [
नमस्तस्मै भगवते कृष्णायाकुण्ठमेधसे ।
 स्वयोगमाययाच्छन्न महिम्ने परमात्मने
]

`verse 23 [
न यं विदन्त्यमी भूपा एकारामाश्च वृष्णयः ।
 मायाजवनिकाच्छन्नं आत्मानं कालमीश्वरम्
]

`verse 24 [
यथा शयानः पुरुष आत्मानं गुणतत्त्वदृक् ।
 नाममात्रेन्द्रियाभातं न वेद रहितं परम्
]

`verse 25 [
एवं त्वा नाममात्रेषु विषयेष्विन्द्रियेहया ।
 मायया विभ्रमच्चित्तो न वेद स्मृत्युपप्लवात्
]

`meter [
वसंततिलका
]

`verse 26 [
तस्याद्य ते ददृशिमाङ्‌घ्रिमघौघमर्ष
     तीर्थास्पदं हृदि कृतं सुविपक्वयोगैः ।
 उत्सिक्तभक्त्युपहताशय जीवकोशा
     आपुर्भवद्‌गतिमथानुगृहान भक्तान्
]

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 27 [
इत्यनुज्ञाप्य दाशार्हं धृतराष्ट्रं युधिष्ठिरम् ।
 राजर्षे स्वाश्रमान् गन्तुं मुनयो दधिरे मनः
]

`verse 28 [
तद् वीक्ष्य तानुपव्रज्य वसुदेवो महायशाः ।
 प्रणम्य चोपसङ्गृह्य बभाषेदं सुयन्त्रितः
]

`speaker [
श्रीवसुदेव उवाच
]

`verse 29 [
नमो वः सर्वदेवेभ्य ऋषयः श्रोतुमर्हथ ।
 कर्मणा कर्मनिर्हारो यथा स्यान्नस्तदुच्यताम्
]

`speaker [
श्रीनारद उवाच
]

`verse 30 [
नातिचित्रमिदं विप्रा वसुदेवो बुभुत्सया ।
 कृष्णं मत्वार्भकं यन्नः पृच्छति श्रेय आत्मनः
]

`verse 31 [
सन्निकर्षोऽत्र मर्त्यानां अनादरणकारणम् ।
 गाङ्गं हित्वा यथान्याम्भः तत्रत्यो याति शुद्धये
]

`verse 32 [
यस्यानुभूतिः कालेन लयोत्पत्त्यादिनास्य वै ।
 स्वतोऽन्यस्माच्च गुणतो न कुतश्चन रिष्यति
]

`meter [
वसंततिलका
]

`verse 33 [
तं क्लेशकर्मपरिपाकगुणप्रवाहैः
     अव्याहतानुभवमीश्वरमद्वितीयम् ।
 प्राणादिभिः स्वविभवैरुपगूढमन्यो
     मन्येत सूर्यमिव मेघहिमोपरागैः
]

`meter [
अनुष्टुप्
]

`verse 34 [
अथोचुर्मुनयो राजन् आभाष्यानकदुंदुभिम् ।
 सर्वेषां श्रृणतां राज्ञां तथैवाच्युतरामयोः
]

`verse 35 [
कर्मणा कर्मनिर्हार एष साधुनिरूपितः ।
 यच्छ्रद्धया यजेद् विष्णुं सर्वयज्ञेश्वरं मखैः
]

`verse 36 [
चित्तस्योपशमोऽयं वै कविभिः शास्त्रचक्षुषा ।
 दर्शितः सुगमो योगो धर्मश्चात्ममुदावहः
]

`verse 37 [
अयं स्वस्त्ययनः पन्था द्विजातेर्गृहमेधिनः ।
 यच्छ्रद्धयाऽऽप्तवित्तेन शुक्लेनेज्येत पूरुषः
]

`verse 38 [
वित्तैषणां यज्ञदानैः गृहैर्दारसुतैषणाम् ।
 आत्मलोकैषणां देव कालेन विसृजेद्‌बुधः ।
 ग्रामे त्यक्तैषणाः सर्वे ययुर्धीरास्तपोवनम्
]

`verse 39 [
ऋणैस्त्रिभिर्द्विजो जातो देवर्षिपितॄणां प्रभो ।
 यज्ञाध्ययनपुत्रैस्तानि अनिस्तीर्य त्यजन्पतेत्
]

`verse 40 [
त्वं त्वद्य मुक्तो द्वाभ्यां वै ऋषिपित्रोर्महामते ।
 यज्ञैर्देवर्णमुन्मुच्य निरृणोऽशरणो भव
]

`verse 41 [
वसुदेव भवान्नूनं भक्त्या परमया हरिम् ।
 जगतामीश्वरं प्रार्चः स यद्वां पुत्रतां गतः
]

`speaker [
श्रीशुक उवाच
]

`verse 42 [
इति तद्वचनं श्रुत्वा वसुदेवो महामनाः ।
 तान् ऋषीन् ऋत्विजो वव्रे मूर्ध्नाऽऽनम्य प्रसाद्य च
]

`verse 43 [
त एनमृषयो राजन् वृता धर्मेण धार्मिकम् ।
 तस्मिन् अयाजयन् क्षेत्रे मखैरुत्तमकल्पकैः
]

`verse 44 [
तद्दीक्षायां प्रवृत्तायां वृष्णयः पुष्करस्रजः ।
 स्नाताः सुवाससो राजन् राजानः सुष्ठ्वलङ्कृताः
]

`verse 45 [
तन्महिष्यश्च मुदिता निष्ककण्ठ्यः सुवाससः ।
 दीक्षाशालामुपाजग्मुः आलिप्ता वस्तुपाणयः
]

`verse 46 [
नेदुर्मृदङ्गपटह शङ्खभेर्यानकादयः ।
 ननृतुर्नटनर्तक्यः तुष्टुवुः सूतमागधाः ।
 जगुः सुकण्ठ्यो गन्धर्व्यः संगीतं सहभर्तृकाः
]

`verse 47 [
तमभ्यषिञ्चन् विधिवद् अक्तं अभ्यक्तमृत्विजः ।
 पत्‍नीभिरष्टादशभिः सोमराजमिवोडुभिः
]

`verse 48 [
ताभिर्दुकूलवलयैः हारनूपुरकुण्डलैः ।
 स्वलङ्कृताभिर्विबभौ दीक्षितोऽजिनसंवृतः
]

`verse 49 [
तस्यर्त्विजो महाराज रत्‍नकौशेयवाससः ।
 ससदस्या विरेजुस्ते यथा वृत्रहणोऽध्वरे
]

`verse 50 [
तदा रामश्च कृष्णश्च स्वैः स्वैः बन्धुभिरन्वितौ ।
 रेजतुः स्वसुतैर्दारैः जीवेशौ स्वविभूतिभिः
]

`verse 51 [
ईजेऽनुयज्ञं विधिना अग्निहोत्रादिलक्षणैः ।
 प्राकृतैर्वैकृतैर्यज्ञैः द्रव्यज्ञानक्रियेश्वरम्
]

`verse 52 [
अथर्त्विग्भ्योऽददात्काले यथाम्नातं स दक्षिणाः ।
 स्वलङ्कृतेभ्योऽलङ्कृत्य गोभूकन्या महाधनाः
]

`verse 53 [
पत्‍नीसंयाजावभृथ्यैः चरित्वा ते महर्षयः ।
 सस्नू रामह्रदे विप्रा यजमानपुरःसराः
]

`verse 54 [
स्नातोऽलङ्कारवासांसि वन्दिभ्योऽदात्तथा स्त्रियः ।
 ततः स्वलङ्कृतो वर्णान् आश्वभ्योऽन्नेन पूजयत्
]

`verse 55 [
बन्धून् सदारान् ससुतान् पारिबर्हेण भूयसा ।
 विदर्भकोशलकुरून् काशिकेकय सृञ्जयान्
]

`verse 56 [
सदस्यर्त्विक्सुरगणान् नृभूतपितृचारणान् ।
 श्रीनिकेतमनुज्ञाप्य शंसन्तः प्रययुः क्रतुम्
]

`verse 57 [
धृतराष्ट्रोऽनुजः पार्था भीष्मो द्रोणः पृथा यमौ ।
 नारदो भगवान् व्यासः सुहृत्संबंधिबांधवाः
]

`verse 58 [
बन्धून्परिष्वज्य यदून् सौहृदाक्लिन्नचेतसः ।
 ययुर्विरहकृच्छ्रेण स्वदेशांश्चापरे जनाः
]

`verse 59 [
नन्दस्तु सह गोपालैः बृहत्या पूजयार्चितः ।
 कृष्णरामोग्रसेनाद्यैः न्यवात्सीद्‌बन्धुवत्सलः
]

`verse 60 [
वसुदेवोऽञ्जसोत्तीर्य मनोरथमहार्णवम् ।
 सुहृद्‌वृतः प्रीतमना नन्दमाह करे स्पृशन्
]

`speaker [
श्रीवसुदेव उवाच
]

`verse 61 [
भ्रातरीशकृतः पाशो नृनां यः स्नेहसंज्ञितः ।
 तं दुस्त्यजमहं मन्ये शूराणामपि योगिनाम्
]

`verse 62 [
अस्मास्वप्रतिकल्पेयं यत्कृताज्ञेषु सत्तमैः ।
 मैत्र्यर्पिताफला चापि न निवर्तेत कर्हिचित्
]

`verse 63 [
प्रागकल्पाच्च कुशलं भ्रातर्वो नाचराम हि ।
 अधुना श्रीमदान्धाक्षा न पश्यामः पुरः सतः
]

`verse 64 [
मा राज्यश्रीरभूत्पुंसः श्रेयस्कामस्य मानद ।
 स्वजनानुत बन्धून् वा न पश्यति ययान्धदृक्
]

`speaker [
श्रीशुक उवाच
]

`verse 65 [
एवं सौहृदशैथिल्य चित्त आनकदुन्दुभिः ।
 रुरोद तत्कृतां मैत्रीं स्मरन् अश्रुविलोचनः
]

`verse 66 [
नन्दस्तु सख्युः प्रियकृत् प्रेम्णा गोविन्दरामयोः ।
 अद्य श्व इति मासांस्त्रीन् यदुभिर्मानितोऽवसत्
]

`verse 67 [
ततः कामैः पूर्यमाणः सव्रजः सहबान्धवः ।
 परार्ध्याभरणक्षौम नानानर्घ्यपरिच्छदैः
]

`verse 68 [
वसुदेवोग्रसेनाभ्यां कृष्णोद्धवबलादिभिः ।
 दत्तमादाय पारिबर्हं यापितो यदुभिर्ययौ
]

`verse 69 [
नन्दो गोपाश्च गोप्यश्च गोविन्दचरणाम्बुजे ।
 मनः क्षिप्तं पुनर्हर्तुं अनीशा मथुरां ययुः
]

`verse 70 [
बन्धुषु प्रतियातेषु वृष्णयः कृष्णदेवताः ।
 वीक्ष्य प्रावृषमासन्नाद् ययुर्द्वारवतीं पुनः
]

`verse 71 [
जनेभ्यः कथयां चक्रुः यदुदेवमहोत्सवम् ।
 यदासीत् तीर्थयात्रायां सुहृत् संदर्शनादिकम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां दशमस्कन्धे उत्तरार्धे
 तीर्थयात्रानुवर्णनं नाम चतुरशीतितमोऽध्यायः
]
