`preface [
वसुदेवमुखेन भगवत्तत्त्वप्रतिपादनं भगवता देवकीप्रार्थनया तदीय मृतपुत्राणां आनयनं च -
]

`verse 1 [
श्रीबादरायणिरुवाच
अथैकदात्मजौ प्राप्तौ कृतपादाभिवन्दनौ
वसुदेवोऽभिनन्द्याह प्रीत्या सङ्कर्षणाच्युतौ
]

`verse 2 [
मुनीनां स वचः श्रुत्वा पुत्रयोर्धामसूचकम्
तद्वीर्यैर्जातविश्रम्भः परिभाष्याभ्यभाषत
]

`verse 3 [
कृष्ण कृष्ण महायोगिन्सङ्कर्षण सनातन
जाने वामस्य यत्साक्षात्प्रधानपुरुषौ परौ
]

`verse 4 [
यत्र येन यतो यस्य यस्मै यद्यद्यथा यदा
स्यादिदं भगवान्साक्षात्प्रधानपुरुषेश्वरः
]

`verse 5 [
एतन्नानाविधं विश्वमात्मसृष्टमधोक्षज
आत्मनानुप्रविश्यात्मन्प्राणो जीवो बिभर्ष्यज
]

`verse 6 [
प्राणादीनां विश्वसृजां शक्तयो याः परस्य ताः
पारतन्त्र्याद्वै सादृश्याद् द्वयोश्चेष्टैव चेष्टताम्
]

`verse 7 [
कान्तिस्तेजः प्रभा सत्ता चन्द्राग्न्यर्कर्क्षविद्युताम्
यत्स्थैर्यं भूभृतां भूमेर्वृत्तिर्गन्धोऽर्थतो भवान्
]

`verse 8 [
तर्पणं प्राणनमपां देव त्वं ताश्च तद्रसः
ओजः सहो बलं चेष्टा गतिर्वायोस्तवेश्वर
]

`verse 9 [
दिशां त्वमवकाशोऽसि दिशः खं स्फोट आश्रयः
नादो वर्णस्त्वमॐकार आकृतीनां पृथक्कृतिः
]

`verse 10 [
इन्द्रियं त्विन्द्रियाणां त्वं देवाश्च तदनुग्रहः
अवबोधो भवान्बुद्धेर्जीवस्यानुस्मृतिः सती
]

`verse 11 [
भूतानामसि भूतादिरिन्द्रियाणां च तैजसः
वैकारिको विकल्पानां प्रधानमनुशायिनम्
]

`verse 12 [
नश्वरेष्विह भावेषु तदसि त्वमनश्वरम्
यथा द्रव्यविकारेषु द्रव्यमात्रं निरूपितम्
]

`verse 13 [
सत्त्वम्रजस्तम इति गुणास्तद्वृत्तयश्च याः
त्वय्यद्धा ब्रह्मणि परे कल्पिता योगमायया
]

`verse 14 [
तस्मान्न सन्त्यमी भावा यर्हि त्वयि विकल्पिताः
त्वं चामीषु विकारेषु ह्यन्यदा व्यावहारिकः
]

`verse 15 [
गुणप्रवाह एतस्मिन्नबुधास्त्वखिलात्मनः
गतिं सूक्ष्मामबोधेन संसरन्तीह कर्मभिः
]

`verse 16 [
यदृच्छया नृतां प्राप्य सुकल्पामिह दुर्लभाम्
स्वार्थे प्रमत्तस्य वयो गतं त्वन्माययेश्वर
]

`verse 17 [
असावहम्ममैवैते देहे चास्यान्वयादिषु
स्नेहपाशैर्निबध्नाति भवान्सर्वमिदं जगत्
]

`verse 18 [
युवां न नः सुतौ साक्षात्प्रधानपुरुषेश्वरौ
भूभारक्षत्रक्षपण अवतीर्णौ तथात्थ ह
]

`verse 19 [
तत्ते गतोऽस्म्यरणमद्य पदारविन्दम्
आपन्नसंसृतिभयापहमार्तबन्धो
एतावतालमलमिन्द्रियलालसेन
मर्त्यात्मदृक्त्वयि परे यदपत्यबुद्धिः
]

`verse 20 [
सूतीगृहे ननु जगाद भवानजो नौ
सञ्जज्ञ इत्यनुयुगं निजधर्मगुप्त्यै
नानातनूर्गगनवद्विदधज्जहासि
को वेद भूम्न उरुगाय विभूतिमायाम्
]

`speaker [
श्रीशुक उवाच
]

`verse 21 [
आकर्ण्येत्थं पितुर्वाक्यं भगवान्सात्वतर्षभः
प्रत्याह प्रश्रयानम्रः प्रहसन्श्लक्ष्णया गिरा
]

`verse 22 [
श्रीभगवानुवाच
वचो वः समवेतार्थं तातैतदुपमन्महे
यन्नः पुत्रान्समुद्दिश्य तत्त्वग्राम उदाहृतः
]

`verse 23 [
अहं यूयमसावार्य इमे च द्वारकौकसः
सर्वेऽप्येवं यदुश्रेष्ठ विमृग्याः सचराचरम्
]

`verse 24 [
आत्मा ह्येकः स्वयंज्योतिर्नित्योऽन्यो निर्गुणो गुणैः
आत्मसृष्टैस्तत्कृतेषु भूतेषु बहुधेयते
]

`verse 25 [
खं वायुर्ज्योतिरापो भूस्तत्कृतेषु यथाशयम्
आविस्तिरोऽल्पभूर्येको नानात्वं यात्यसावपि
]

`speaker [
श्रीशुक उवाच
]

`verse 26 [
एवं भगवता राजन्वसुदेव उदाहृतः
श्रुत्वा विनष्टनानाधीस्तूष्णीं प्रीतमना अभूत्
]

`verse 27 [
अथ तत्र कुरुश्रेष्ठ देवकी सर्वदेवता
श्रुत्वानीतं गुरोः पुत्रमात्मजाभ्यां सुविस्मिता
]

`verse 28 [
कृष्णरामौ समाश्राव्य पुत्रान्कंसविहिंसितान्
स्मरन्ती कृपणं प्राह वैक्लव्यादश्रुलोचना
]

`verse 29 [
श्रीदेवक्युवाच
राम रामाप्रमेयात्मन्कृष्ण योगेश्वरेश्वर
वेदाहं वां विश्वसृजामीश्वरावादिपूरुषौ
]

`verse 30 [
कलविध्वस्तसत्त्वानां राज्ञामुच्छास्त्रवर्तिनाम्
भूमेर्भारायमाणानामवतीर्णौ किलाद्य मे
]

`verse 31 [
यस्यांशांशांशभागेन विश्वोत्पत्तिलयोदयाः
भवन्ति किल विश्वात्मंस्तं त्वाद्याहं गतिं गता
]

`verse 32 [
चिरान्मृतसुतादाने गुरुणा किल चोदितौ
आनिन्यथुः पितृस्थानाद्गुरवे गुरुदक्षिणाम्
]

`verse 33 [
तथा मे कुरुतं कामं युवां योगेश्वरेश्वरौ
भोजराजहतान्पुत्रान्कामये द्रष्टुमाहृतान्
]

`verse 34 [
ऋषिरुवाच
एवं सञ्चोदितौ मात्रा रामः कृष्णश्च भारत
सुतलं संविविशतुर्योगमायामुपाश्रितौ
]

`verse 35 [
तस्मिन्प्रविष्टावुपलभ्य दैत्यराड्
विश्वात्मदैवं सुतरां तथात्मनः
तद्दर्शनाह्लादपरिप्लुताशयः
सद्यः समुत्थाय ननाम सान्वयः
]

`verse 36 [
तयोः समानीय वरासनं मुदा निविष्टयोस्तत्र महात्मनोस्तयोः
दधार पादाववनिज्य तज्जलं सवृन्द आब्रह्म पुनद्यदम्बु ह
]

`verse 37 [
समर्हयामास स तौ विभूतिभिर्महार्हवस्त्राभरणानुलेपनैः
ताम्बूलदीपामृतभक्षणादिभिः स्वगोत्रवित्तात्मसमर्पणेन च
]

`verse 38 [
स इन्द्रसेनो भगवत्पदाम्बुजं बिभ्रन्मुहुः प्रेमविभिन्नया धिया
उवाच हानन्दजलाकुलेक्षणः प्रहृष्टरोमा नृप गद्गदाक्षरम्
]

`verse 39 [
बलिरुवाच
नमोऽनन्ताय बृहते नमः कृष्णाय वेधसे
साङ्ख्ययोगवितानाय ब्रह्मणे परमात्मने
]

`verse 40 [
दर्शनं वां हि भूतानां दुष्प्रापं चाप्यदुर्लभम्
रजस्तमः स्वभावानां यन्नः प्राप्तौ यदृच्छया
]

`verse 41 [
दैत्यदानवगन्धर्वाः सिद्धविद्याध्रचारणाः
यक्षरक्षः पिशाचाश्च भूतप्रमथनायकाः
]

`verse 42 [
विशुद्धसत्त्वधाम्न्यद्धा त्वयि शास्त्रशरीरिणि
नित्यं निबद्धवैरास्ते वयं चान्ये च तादृशाः
]

`verse 43 [
केचनोद्बद्धवैरेण भक्त्या केचन कामतः
न तथा सत्त्वसंरब्धाः सन्निकृष्टाः सुरादयः
]

`verse 44 [
इदमित्थमिति प्रायस्तव योगेश्वरेश्वर
न विदन्त्यपि योगेशा योगमायां कुतो वयम्
]

`verse 45 [
तन्नः प्रसीद निरपेक्षविमृग्ययुष्मत्
पादारविन्दधिषणान्यगृहान्धकूपात्
निष्क्रम्य विश्वशरणाङ्घ्र्युपलब्धवृत्तिः
शान्तो यथैक उत सर्वसखैश्चरामि
]

`verse 46 [
शाध्यस्मानीशितव्येश निष्पापान्कुरु नः प्रभो
पुमान्यच्छ्रद्धयातिष्ठंश्चोदनाया विमुच्यते
]

`verse 47 [
श्रीभगवानुवाच
आसन्मरीचेः षट्पुत्रा ऊर्णायां प्रथमेऽन्तरे
देवाः कं जहसुर्वीक्ष्य सुतं यभितुमुद्यतम्
]

`verse 48 [
तेनासुरीमगन्योनिमधुनावद्यकर्मणा
हिरण्यकशिपोर्जाता नीतास्ते योगमायया
]

`verse 49 [
देवक्या उदरे जाता राजन्कंसविहिंसिताः
सा तान्शोचत्यात्मजान्स्वांस्त इमेऽध्यासतेऽन्तिके
]

`verse 50 [
इत एतान्प्रणेष्यामो मातृशोकापनुत्तये
ततः शापाद्विनिर्मुक्ता लोकं यास्यन्ति विज्वराः
]

`verse 51 [
स्मरोद्गीथः परिष्वङ्गः पतङ्गः क्षुद्रभृद्घृणी
षडिमे मत्प्रसादेन पुनर्यास्यन्ति सद्गतिम्
]

`verse 52 [
इत्युक्त्वा तान्समादाय इन्द्रसेनेन पूजितौ
पुनर्द्वारवतीमेत्य मातुः पुत्रानयच्छताम्
]

`verse 53 [
तान्दृष्ट्वा बालकान्देवी पुत्रस्नेहस्नुतस्तनी
परिष्वज्याङ्कमारोप्य मूर्ध्न्यजिघ्रदभीक्ष्णशः
]

`verse 54 [
अपाययत्स्तनं प्रीता सुतस्पर्शपरिस्नुतम्
मोहिता मायया विष्णोर्यया सृष्टिः प्रवर्तते
]

`verse 55 [
पीत्वामृतं पयस्तस्याः पीतशेषं गदाभृतः
नारायणाङ्गसंस्पर्श प्रतिलब्धात्मदर्शनाः
]

`verse 56 [
ते नमस्कृत्य गोविन्दं देवकीं पितरं बलम्
मिषतां सर्वभूतानां ययुर्धाम दिवौकसाम्
]

`verse 57 [
तं दृष्ट्वा देवकी देवी मृतागमननिर्गमम्
मेने सुविस्मिता मायां कृष्णस्य रचितां नृप
]

`verse 58 [
एवंविधान्यद्भुतानि कृष्णस्य परमात्मनः
वीर्याण्यनन्तवीर्यस्य सन्त्यनन्तानि भारत
]

`speaker [
श्रीसूत उवाच
]

`verse 59 [
य इदमनुशृणोति श्रावयेद्वा मुरारेश्
चरितममृतकीर्तेर्वर्णितं व्यासपुत्रैः
जगदघभिदलं तद्भक्तसत्कर्णपूरं
भगवति कृतचित्तो याति तत्क्षेमधाम
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे उत्तरार्धे मृताग्रजानयनं नाम पञ्चाशीतितमोऽध्यायः
]
