`set context {
  skandha = "10",
  adhyaya = "88",
  skandha.title = "Skandha 10",
  adhyaya.title = "Adhyāya 88"
}

`speaker [
श्रीराजोवाच
]

`verse 1 [
देवासुरमनुष्येसु ये भजन्त्यशिवं शिवम्।
प्रायस्ते धनिनो भोजा न तु लक्ष्म्याः पतिं हरिम्
]

`verse 2 [
एतद्वेदितुमिच्छामः सन्देहोऽत्र महान्हि नः।
विरुद्धशीलयोः प्रभ्वोर्विरुद्धा भजतां गतिः
]

`speaker [
श्रीशुक उवाच
]

`verse 3 [
शिवः शक्तियुतः शश्वत्त्रिलिङ्गो गुणसंवृतः।
वैकारिकस्तैजसश्च तामसश्चेत्यहं त्रिधा
]

`verse 4 [
ततो विकारा अभवन्षोडशामीषु कञ्चन।
उपधावन्विभूतीनां सर्वासामश्नुते गतिम्
]

`verse 5 [
हरिर्हि निर्गुणः साक्षात्पुरुषः प्रकृतेः परः।
स सर्वदृगुपद्र ष्टा तं भजन्निर्गुणो भवेत्
]

`verse 6 [
निवृत्तेष्वश्वमेधेषु राजा युष्मत्पितामहः।
शृण्वन्भगवतो धर्मानपृच्छदिदमच्युतम्
]

`verse 7 [
स आह भगवांस्तस्मै प्रीतः शुश्रूषवे प्रभुः।
नृणां निःश्रेयसार्थाय योऽवतीर्णो यदोः कुले
]

`verse 8 [
श्रीभगवानुवाच।
यस्याहमनुगृह्णामि हरिष्ये तद्धनं शनैः।
ततोऽधनं त्यजन्त्यस्य स्वजना दुःखदुःखितम्
]

`verse 9 [
स यदा वितथोद्योगो निर्विण्णः स्याद्धनेहया।
मत्परैः कृतमैत्रस्य करिष्ये मदनुग्रहम्
]

`verse 10 [
तद्ब्रह्म परमं सूक्ष्मं चिन्मात्रं सदनन्तकम्।
विज्ञायात्मतया धीरः संसारात्परिमुच्यते
]

`verse 11 [
अतो मां सुदुराराध्यं हित्वान्यान्भजते जनः।
ततस्त आशुतोषेभ्यो लब्धराज्यश्रियोद्धताः।
मत्ताः प्रमत्ता वरदान्विस्मयन्त्यवजानते
]

`speaker [
श्रीशुक उवाच
]

`verse 12 [
शापप्रसादयोरीशा ब्रह्मविष्णुशिवादयः।
सद्यः शापप्रसादोऽङ्ग शिवो ब्रह्मा न चाच्युतः
]

`verse 13 [
अत्र चोदाहरन्तीममितिहासं पुरातनम्।
वृकासुराय गिरिशो वरं दत्त्वाप सङ्कटम्
]

`verse 14 [
वृको नामासुरः पुत्रः शकुनेः पथि नारदम्।
दृष्ट्वाशुतोषं पप्रच्छ देवेषु त्रिषु दुर्मतिः
]

`verse 15 [
स आह देवं गिरिशमुपाधावाशु सिद्ध्यसि।
योऽल्पाभ्यां गुणदोषाभ्यामाशु तुष्यति कुप्यति
]

`verse 16 [
दशास्यबाणयोस्तुष्टः स्तुवतोर्वन्दिनोरिव।
ऐश्वर्यमतुलं दत्त्वा तत आप सुसङ्कटम्
]

`verse 17 [
इत्यादिष्टस्तमसुर उपाधावत्स्वगात्रतः।
केदार आत्मक्रव्येण जुह्वानो ग्निमुखं हरम्
]

`verse 18 [
देवोपलब्धिमप्राप्य निर्वेदात्सप्तमेऽहनि।
शिरोऽवृश्चत्सुधितिना तत्तीर्थक्लिन्नमूर्धजम्
]

`verse 19 [
तदा महाकारुणिको स धूर्जटिर्यथा वयं चाग्निरिवोत्थितोऽनलात्।
निगृह्य दोर्भ्यां भुजयोर्न्यवारयत्तत्स्पर्शनाद्भूय उपस्कृताकृतिः
]

`verse 20 [
तमाह चाङ्गालमलं वृणीष्व मे यथाभिकामं वितरामि ते वरम्।
प्रीयेय तोयेन नृणां प्रपद्यतामहो त्वयात्मा भृशमर्द्यते वृथा
]

`verse 21 [
देवं स वव्रे पापीयान्वरं भूतभयावहम्।
यस्य यस्य करं शीर्ष्णि धास्ये स म्रियतामिति
]

`verse 22 [
तच्छ्रुत्वा भगवान्रुद्रो दुर्मना इव भारत।
ॐ इति प्रहसंस्तस्मै ददेऽहेरमृतं यथा
]

`verse 23 [
स तद्वरपरीक्षार्थं शम्भोर्मूर्ध्नि किलासुरः।
स्वहस्तं धातुमारेभे सोऽबिभ्यत्स्वकृताच्छिवः
]

`verse 24 [
तेनोपसृष्टः सन्त्रस्तः पराधावन्सवेपथुः।
यावदन्तं दिवो भूमेः कष्ठानामुदगादुदक्
]

`verse 25 [
अजानन्तः प्रतिविधिं तूष्णीमासन्सुरेश्वराः।
ततो वैकुण्ठमगमद्भास्वरं तमसः परम्
]

`verse 26 [
यत्र नारायणः साक्षान्न्यासिनां परमो गतिः।
शान्तानां न्यस्तदण्डानां यतो नावर्तते गतः
]

`verse 27 [
तं तथा व्यसनं दृष्ट्वा भगवान्वृजिनार्दनः।
दूरात्प्रत्युदियाद्भूत्वा बटुको योगमायया
]

`verse 28 [
मेखलाजिनदण्डाक्षैस्तेजसाग्निरिव ज्वलन्।
अभिवादयामास च तं कुशपाणिर्विनीतवत्
]

`verse 29 [
श्रीभगवानुवाच।
शाकुनेय भवान्व्यक्तं श्रान्तः किं दूरमागतः।
क्षणं विश्रम्यतां पुंस आत्मायं सर्वकामधुक्
]

`verse 30 [
यदि नः श्रवणायालं युष्मद्व्यवसितं विभो।
भण्यतां प्रायशः पुम्भिर्धृतैः स्वार्थान्समीहते
]

`speaker [
श्रीशुक उवाच
]

`verse 31 [
एवं भगवता पृष्टो वचसामृतवर्षिणा।
गतक्लमोऽब्रवीत्तस्मै यथापूर्वमनुष्ठितम्
]

`verse 32 [
श्रीभगवानुवाच।
एवं चेत्तर्हि तद्वाक्यं न वयं श्रद्दधीमहि।
यो दक्षशापात्पैशाच्यं प्राप्तः प्रेतपिशाचराट्
]

`verse 33 [
यदि वस्तत्र विश्रम्भो दानवेन्द्र जगद्गुरौ।
तर्ह्यङ्गाशु स्वशिरसि हस्तं न्यस्य प्रतीयताम्
]

`verse 34 [
यद्यसत्यं वचः शम्भोः कथञ्चिद्दानवर्षभ।
तदैनं जह्यसद्वाचं न यद्वक्तानृतं पुनः
]

`verse 35 [
इत्थं भगवतश्चित्रैर्वचोभिः स सुपेशलैः।
भिन्नधीर्विस्मृतः शीर्ष्णि स्वहस्तं कुमतिर्न्यधात्
]

`verse 36 [
अथापतद्भिन्नशिराः व्रजाहत इव क्षणात्।
जयशब्दो नमःशब्दः साधुशब्दोऽभवद्दिवि
]

`verse 37 [
मुमुचुः पुष्पवर्षाणि हते पापे वृकासुरे।
देवर्षिपितृगन्धर्वा मोचितः सङ्कटाच्छिवः
]

`verse 38 [
मुक्तं गिरिशमभ्याह भगवान्पुरुषोत्तमः।
अहो देव महादेव पापोऽयं स्वेन पाप्मना
]

`verse 39 [
हतः को नु महत्स्वीश जन्तुर्वै कृतकिल्बिषः।
क्षेमी स्यात्किमु विश्वेशे कृतागस्को जगद्गुरौ
]

`verse 40 [
य एवमव्याकृतशक्त्युदन्वतः परस्य साक्षात्परमात्मनो हरेः।
गिरित्रमोक्षं कथयेच्छृणोति वा विमुच्यते संसृतिभिस्तथारिभिः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां दशमस्कन्धे उत्तरार्धे रुद्र मोक्षणं नामाष्टाशीतितमोऽध्यायः।
।
।
]
