`verse 1 [
वन्दे नन्दनतुष्टमान समति प्रेमप्रियं प्रेमदं पूर्णं पूर्णकरं प्रपूर्णनिखिलैश्वर्यैकवासं शिवम्॥
सत्यं सत्यमयं त्रिसत्यविभवं सत्यप्रियं सत्यदं विष्णुब्रह्मनुतं स्वकीयकृपयोपात्ताकृतिं शंकरम् ॥
]

`speaker [
नारद उवाच
]

`verse 2 [
विवाहयित्वा गिरिजां शंकरो लोकशंकरः ॥
गत्वा स्वपर्वतं ब्रह्मन् किमकार्षिद्धि तद्वद ॥
]

`verse 3 [
कथं हि तनयो जज्ञे शिवस्य परमात्मनः ॥
यदर्थमात्मारामोऽपि समुवाह शिवां प्रभुः ॥
]

`verse 4 [
तारकस्य कथं ब्रह्मन् वधोऽभूद्देवशंकरः ॥
एतत्सर्वमशेषेण वद कृत्वा दयां मयि ॥
]

`speaker [
सूत उवाच
]

`verse 5 [
इत्याकर्ण्य वचस्तस्य नारदस्य प्रजापतिः ॥
सुप्रसन्नमनाः स्मृत्वा शंकरं प्रत्युवाच ह ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
चरितं शृणु वक्ष्यामि शशिमौलेस्तु नारद ॥
गुहजन्मकथां दिव्यां तारकासुरसद्वधम् ॥
]

`verse 7 [
श्रूयतां कथयाम्यद्य कथां पापप्रणाशिनीम् ॥
यां श्रुत्वा सर्वपापेभ्यो मुच्यते मानवो ध्रुवम् ॥
]

`verse 8 [
इदमाख्यानमनघं रहस्यं परमाद्भुतम् ॥
पापसंतापहरणं सर्वविघ्नविनाशनम् ॥
]

`verse 9 [
सर्वमंगलदं सारं सर्वश्रुतिमनोहरम् ॥
सुखदं मोक्षबीजं च कर्ममूलनिकृंतनम् ॥
]

`verse 10 [
कैलासमागत्य शिवां विवाह्य शोभां प्रपेदे नितरां शिवोऽपि ॥
विचारयामास च देवकृत्यं पीडां जनस्यापि च देवकृत्ये ॥2.4.1.१०॥
शिवस्स भगवान् साक्षात्कैलासमगमद्यदा ॥
सौख्यं च विविधं चक्रुर्गणास्सर्वे सुहर्षिताः ॥ ॥
]

`verse 11 [
महोत्सवो महानासीच्छिवे कैलासमागते ॥
देवास्स्वविषयं प्राप्ता हर्षनिर्भरमानसाः॥
]

`verse 12 [
अथ शंभुर्महादेवो गृहीत्वा गिरिजां शिवाम् ॥
जगाम निर्जनं स्थानं महादिव्यं मनोहरम् ॥
]

`verse 13 [
शय्यां रतिकरीं कृत्वा पुष्पचन्दनचर्चिताम् ॥
अद्भुतां तत्र परमां भोगवस्त्वन्वितां शुभाम् ॥
]

`verse 14 [
स रेमे तत्र भगवाञ्शंभुगिरिजया सह ॥
सहस्रवर्षपर्यन्तं देवमानेन मानदः ॥
]

`verse 15 [
दुर्गांगस्पर्शमात्रेण लीलया मूर्च्छितः शिवः ॥
मूर्च्छिता सा शिवस्पर्शाद्बुबुधे न दिवानिशम् ॥
]

`verse 16 [
हरे भोगप्रवृत्ते तु लोकधर्म प्रवर्तिनि ॥
महान् कालो व्यतीयाय तयोः क्षण इवानघ॥
]

`verse 17 [
अथ सर्वे सुरास्तात एकत्रीभूय चैकदा ॥
मंत्रयांचक्रुरागत्य मेरौ शक्रपुरोगमाः ॥
]

`speaker [
सुरा ऊचुः
]

`verse 18 [
विवाहं कृतवाञ्छंभुरस्मत्कार्यार्थमीश्वरः॥
योगीश्वरो निर्विकारो स्वात्मारामो निरंजनः॥
]

`verse 19 [
नोत्पन्नस्तनयस्तस्य न जानामोऽत्र कारणम्॥
विलंबः क्रियते तेन कथं देवेश्वरेण ह॥2.4.1.२०॥
एतस्मिन्नंतरे देवा नारदाद्देवदर्शनात् ॥
बुबुधुस्तन्मितं भोगं तयोश्च रममाणयोः ॥
]

`verse 20 [
चिरं ज्ञात्वा तयोर्भोगं चिंतामापुस्सुराश्च ते॥
ब्रह्माणं मां पुरस्कृत्य ययुर्नारायणांतिकम्॥
]

`verse 21 [
तं नत्वा कथितं सर्वं मया वृत्तांतमीप्सितम् ॥
सन्तस्थिरे सर्वदेवा चित्रे पुत्तलिका यथा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
सहस्रवर्ष पर्य्यन्तं देवमानेन शंकरः ॥
रतौ रतश्च निश्चेष्टो योगी विरमते न हि ॥
]

`verse 23 [
भगवानुवाच ॥
चिन्ता नास्ति जगद्धातस्सर्वं भद्रं भविष्यति ॥
शरणं व्रज देवेश शंकरस्य महाप्रभोः ॥
]

`verse 24 [
महेशशरणापन्ना ये जना मनसा मुदा ॥
तेषां प्रजेशभक्तानां न कुतश्चिद्भयं क्वचित् ॥
]

`verse 25 [
शृंगारभंगस्समये भविता नाधुना विधे ॥
कालप्रयुक्तं कार्यं च सिद्धिं प्राप्नोति नान्यथा ॥
]

`verse 26 [
शम्भोस्सम्भोगमिष्टं को भेदं कर्तुमिहेश्वरः ॥
पूर्णे वर्षसहस्रे च स्वेच्छया हि विरंस्यति ॥
]

`verse 27 [
स्त्रीपुंसो रतिविच्छेदमुपायेन करोति यः ॥
तस्य स्त्रीपुत्रयोर्भेदो भवेज्जन्मनि जन्मनि ॥
]

`verse 28 [
भ्रष्टज्ञानो नष्टकीर्त्तिरलक्ष्मीको भवेदिह ॥
प्रयात्यंते कालसूत्र वर्षलक्षं स पातकी ॥ 2.4.1.३० ॥
रंभायुक्तं शक्रमिमं चकार विरतं रतौ ॥
महामुनीन्द्रो दुर्वासास्तत्स्त्रीभेदो बभूव ह ॥
]

`verse 29 [
पुनरन्यां स संप्राप्य विषेव्य शुभपाणिकाम् ॥
दिव्यं वर्षसहस्रं च विजहौ विरहज्वरम् ॥
]

`verse 30 [
घृताच्या सह संश्लिष्टं कामं वारितवान् गुरुः ॥
षण्मासाभ्यंतरे चन्द्रस्तस्य पत्नीं जहार ह ॥
]

`verse 31 [
पुनश्शिवं समाराध्य कृत्वा तारामयं रणम् ॥
तारां सगर्भां संप्राप्य विजहौ विरहज्वरम् ॥३४
मोहिनीसहितं चन्द्रं चकार विरतं रतौ ॥
महर्षिर्गौतमस्तस्य स्त्रीविच्छेदो बभूव ह ॥
]

`verse 32 [
हरिश्चन्द्रो हालिकं च वृषल्यासह संयुतम् ॥
चारयामास निश्चेष्टं निर्जनं तत्फलं शृणु ॥
]

`verse 33 [
भ्रष्टः स्त्रीपुत्रराज्येभ्यो विश्वामित्रेण ताडितः ॥
ततश्शिवं समाराध्य मुक्तो भूतो हि कश्मलात् ॥
]

`verse 34 [
अजामिलं द्विजश्रेष्ठं वृषल्या सह संयुतम् ॥
न भिया वारयामासुस्सुरास्तां चापि केचन ॥
]

`verse 35 [
सर्वं निषेकसाध्यं च निषेको बलवान् विधे ॥
निषेकफलदो वै स निषेकः केन वार्य्यते ॥
]

`verse 36 [
दिव्यं वर्षसहस्रं च शंभोः संभोगकर्म तत् ॥
पूर्णे वर्षसहस्रे च गत्वा तत्र सुरेश्वराः ॥2.4.1.४०॥
येन वीर्यं पतेद्भूमौ तत् करिष्यथ निश्चितम् ॥
तत्र वीर्य्ये च भविता स्कन्दनामा प्रभोस्सुतः ॥
]

`verse 37 [
अधुना स्वगृहं गच्छ विधे सुरगणैस्सह ॥
करोतु शंभुस्संभोगं पार्वत्या सह निर्जने ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 38 [
इत्युक्त्वा कमलाकान्तः शीघ्रं स्वन्तः पुरं ययौ ॥
स्वालयं प्रययुर्देवा मया सह मुनीश्वर ॥
]

`verse 39 [
शक्तिशक्तिमतोश्चाऽथ विहारेणाऽति च क्षितिः ॥
भाराक्रांता चकंपे सा सशेषाऽपि सकच्छपा ॥
]

`verse 40 [
कच्छपस्य हि भारेण सर्वाधारस्समीरणः ॥
स्तंभितोऽथ त्रिलोकाश्च बभूवुर्भयविह्वलाः ॥
]

`verse 41 [
अथ सर्वे मया देवा हरेश्च शरणं ययुः ॥
सर्वं निवेदयांचक्रुस्तद्वृत्तं दीनमानसाः ॥
]

`speaker [
देवा ऊचुः
]

`verse 42 [
देवदेव रमानाथ सर्वाऽवनकर प्रभोः ॥
रक्ष नः शरणापन्नान् भयव्याकुलमानसान् ॥
]

`verse 43 [
स्तंभितस्त्रिजगत्प्राणो न जाने केन हेतुना ॥
व्याकुलं मुनिभिर्लेखैस्त्रैलोक्यं सचराचरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 44 [
इत्युक्त्वा सकला देवा मया सह मुनीश्वर ॥
दीनास्तस्थुः पुरो विष्णोर्मौनीभूतास्सु दुःखिताः ॥
]

`verse 45 [
तदाकर्ण्य समादाय सुरान्नः सकलान् हरिः ॥
जगाम पर्वतं शीघ्रं कैलासं शिववल्लभम् ॥ 2.4.1.५० ॥
तत्र गत्वा हरिर्देवैर्मया च सुरवल्लभः ॥
ययौ शिववरस्थानं शंकरं द्रष्टुकाम्यया ॥
]

`verse 46 [
तत्र दृष्ट्वा शिवं विष्णुर्नसुरैर्विस्मितोऽभवत् ॥
तत्र स्थिताञ् शिवगणान् पप्रच्छ विनयान्वितः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 47 [
हे शंकराः शिवः कुत्र गतस्सर्वप्रभुर्गणाः ॥
निवेदयत नः प्रीत्या दुःखितान्वै कृपालवः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 48 [
इत्याकर्ण्य वचस्तस्य सामरस्य हरेर्गुणाः ॥
प्रोचुः प्रीत्या गणास्ते हि शंकरस्य रमापतिम् ॥
]

`speaker [
शिवगणा ऊचुः
]

`verse 49 [
हरे शृणु शिवप्रीत्या यथार्थं ब्रूमहे वयम् ॥
ब्रह्मणा निर्जरैस्सार्द्धं वृत्तान्तमखिलं च यत् ॥
]

`verse 50 [
सर्वेश्वरो महादेवो जगाम गिरिजालयम् ॥
संस्थाप्य नोऽत्र सुप्रीत्या रानालीलाविशारदः ॥
]

`verse 51 [
तद्गुहाभ्यन्तरे शंभुः किं करोति महेश्वरः ॥
न जानीमो रमानाथ व्यतीयुर्बहवस्समाः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 52 [
श्रुत्वेति वचनं तेषां स विष्णुस्सामरो मया ॥
विस्मितोऽति मुनिश्रेष्ठ शिवद्वारं जगाम ह ॥
]

`verse 53 [
तत्र गत्वा मया देवैस्स हरिर्देववल्लभः॥
आर्तवाण्या मुने प्रोचे तारस्वरतया तदा ॥
]

`verse 54 [
शंभुमस्तौन्महाप्रीत्या सामरो हि मया हरिः ॥
तत्र स्थितो मुनिश्रेष्ठ सर्वलोकप्रभुं हरम् ॥2.4.1.६०॥
॥ विष्णुरुवाच ॥
किं करोषि महादेवाऽभ्यन्तरे परमेश्वर ॥
तारकार्तान्सुरान्सर्वान्पाहि नः शरणागतान्॥
]

`verse 55 [
इत्यादि संस्तुवञ् शंभुं बहुधा सोमरैर्मया ॥
रुरोदाति हरिस्तत्र तारकार्तैर्मुनीश्वर ॥
]

`verse 56 [
दुःखकोलाहलस्तत्र बभूव त्रिदिवौकसाम् ॥
मिश्रितश्शिव संस्तुत्याऽसुरार्त्तानां मुनीश्वर ॥
]

`colophon [
इति श्रीशिवमहापुराणे रुद्रसंहितायां कुमारखण्डे शिवविहारवर्णनं नाम प्रथमोऽध्यायः ॥
]
