`speaker [
ब्रह्मोवाच
]

`verse 1 [
तदाकर्ण्य महादेवो योगज्ञानविशारदः ॥
त्यक्तकामो न तत्याज संभोगं पार्वतीभयात् ॥
]

`verse 2 [
आजगाम गृहद्वारि सुराणां निकटं शिवः ॥
दैत्येन पीडितानां च शंकरो भक्तवत्सलः ॥
]

`verse 3 [
देवास्सर्वे प्रभुं दृष्ट्वा हरिणा च मया शिवम् ॥
बभूबुस्सुखिनश्चाति तदा वै भक्तवत्सलम् ॥
]

`verse 4 [
इत्याकर्ण्य वचस्तेषां सुराणां भगवान्भवः ॥
प्रत्युवाच विषण्णात्मा दूयमानेन चेतसा ॥
]

`verse 5 [
प्रणम्य सुमहाप्रीत्या नतस्कंधाश्च निर्जराः ॥
तुष्टुवुः शंकरं सर्वे मया च हरिणा मुने ॥
]

`speaker [
देवा ऊचुः
]

`verse 6 [
देवदेव महादेव करुणासागर प्रभो ॥
अन्तर्यामी हि सर्वेषां सर्वं जानासि शंकर ॥
]

`verse 7 [
देवकार्यं कुरु विभो रक्ष देवान् महेश्वर ॥
जहि दैत्यान् कृपां कृत्वा तारकादीन् महाप्रभून् ॥
]

`speaker [
शिव उवाच
]

`verse 8 [
हे विष्णो हे विधे देवास्सर्वेषां वो मनोगतिः ॥
यद्भावि तद्भवत्येव कोऽपि नो तन्निवारकः ॥
]

`verse 9 [
यज्जातं तज्जातमेव प्रस्तुतं शृणुताऽमराः ॥
शिरस्तस्खलितं वीर्यं को ग्रहीष्यति मेऽधुना ॥
]

`verse 10 [
स गृह्णीयादिति प्रोच्य पातयामास तद्भुवि ॥
अग्निर्भूत्वा कपोतो हि प्रेरितस्सर्वनिर्जरैः ॥ 2.4.2.१० ॥
अभक्षच्छांभवं वीर्यं चंच्वा तु निखिलं तदा ॥
एतस्मिन्नंतरे तत्राऽऽजगाम गिरिजा मुने ॥
]

`verse 11 [
शिवागमविलंबे च ददर्श सुरपुंगवान् ॥ ॥
ज्ञात्वा तद्वृत्तमखिलं महाक्रोधयुता शिवा ॥
]

`verse 12 [
उवाच त्रिदशान् सर्वान् हरिप्रभृतिकाँस्तदा ॥
]

`speaker [
देव्युवाच
]

`verse 13 [
रे रे सुरगणास्सर्वे यूयं दुष्टा विशेषतः ॥
स्वार्थसंसाधका नित्यं तदर्थं परदुःखदाः ॥
]

`verse 14 [
स्वार्थहेतोर्महेशानमाराध्य परमं प्रभुम् ॥
नष्टं चक्रुर्मद्विहारं वंध्याऽभवमहं सुराः ॥
]

`verse 15 [
मां विरोध्य सुखं नैव केषांचिदपि निर्जराः ॥
तस्माद्दुःखं भवेद्वो हि दुष्टानां त्रिदिवौकसाम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
इत्युक्त्वा विष्णुप्रमुखान् सुरान्सर्वान् शशाप सा ॥
प्रज्वलंती प्रकोपेन शैलराजसुता शिवा ॥
]

`speaker [
पार्वत्युवाच
]

`verse 17 [
अद्यप्रभृति देवानां वंध्या भार्या भवन्त्विति ॥
देवाश्च दुःखितास्संतु निखिला मद्विरोधिनः ॥
]

`verse 18 [
॥ ब्रह्मोवाच ॥ ॥
इति शप्त्वाखिलान्देवान् विष्ण्वाद्यान्सकलेश्वरी ॥
उवाच पावकं क्रुद्धा भक्षकं शिवरेतसः ॥
]

`speaker [
पार्वत्युवाच
]

`verse 19 [
सर्वभक्षी भव शुचे पीडितात्मेति नित्यशः ॥
शिवतत्त्वं न जानासि मूर्खोऽसि सुरकार्यकृत् ॥ 2.4.2.२० ॥
रे रे शठ महादुष्ट दुष्टानां दुष्टबोधवान् ॥
अभक्षश्शिववीर्यं यन्नाकार्षीरुचितं हि तत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
इति शप्त्वा शिवा वह्निं सहेशेन नगात्मजा ॥
जगाम स्वालयं शीघ्रमसंतुष्टा ततो मुने ॥
]

`verse 21 [
गत्वा शिवा शिवं सम्यक् बोधयामास यत्नतः ॥
अजीजनत्परं पुत्रं गणेशाख्यं मुनीश्वर॥
]

`verse 22 [
तद्वृत्तांतमशेषं च वर्णयिष्ये मुनेऽग्रतः॥
इदानीं शृणु सुप्रीत्या गुहोत्पत्तिं वदाम्यहम् ॥
]

`verse 23 [
पावकादितमन्नादि भुंजते निर्जराः खलु ॥
वेदवाण्येति सर्वे ते सगर्भा अभवन्सुराः ॥
]

`verse 24 [
ततोऽसहंतस्तद्वीर्यं पीडिता ह्यभवन् सुराः ॥
विष्ण्वाद्या निखिलाश्चाति शिवाऽऽज्ञा नष्टबुद्धयः ॥
]

`verse 25 [
अथ विष्णुप्रभृतिकास्सर्वे देवा विमोहिताः ॥
दह्यमाना ययुः शीघ्रं शरणं पार्वतीपतेः ॥
]

`verse 26 [
शिवालयस्य ते द्वारि गत्वा सर्वे विनम्रकाः ॥
तुष्टुवुस्सशिवं शंभुं प्रीत्या सांजलयस्सुराः ॥
]

`speaker [
देवा ऊचुः
]

`verse 27 [
देवदेव महादेव गिरिजेश महाप्रभो ॥
किं जातमधुना नाथ तव माया दुरत्यया ॥
]

`verse 28 [
सगर्भाश्च वयं जाता दह्यमानाश्च रेतसा ॥
तव शंभो कुरु कृपां निवारय दशामिमाम् ॥ 2.4.2.३० ॥
ब्रह्मोवाच ॥
इत्याकर्ण्याऽमरनुतिं परमेशश्शिवापतिः ॥
आजगाम द्रुतं द्वारि यत्र देवाः स्थिता मुने ॥
]

`verse 29 [
आगतं शंकरं द्वारि सर्वे देवाश्च साच्युताः ॥
प्रणम्य तुष्टुवुः प्रीत्या नर्तका भक्तवत्सलम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 30 [
शंभो शिव महेशान त्वां नतास्स्म विशेषतः ॥
रक्ष नश्शरणापन्नान्दह्यमानांश्च रेतसा ॥
]

`verse 31 [
इदं दुःखं हर हर भवामो हि मृता ध्रुवम् ॥
त्वां विना कस्समर्थोऽद्य देवदुःखनिवा रणे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
इति दीनतरं वाक्यमाकर्ण्य सुरराट् प्रभुः ॥
प्रत्युवाच विहस्याऽथ स सुरान् भक्तवत्सलः ॥
]

`speaker [
शिव उवाच
]

`verse 33 [
हे हरे हे विधे देवास्सर्वे शृणुत मद्वचः ॥
भविष्यति सुखं वोऽद्य सावधाना भवन्तु हि ॥
]

`verse 34 [
एतद्वमत मद्वीर्यं द्रुतमेवाऽखिलास्सुराः ॥
सुखिनस्तद्विशेषेण शासनान्मम सुप्रभो॥
]

`speaker [
ब्रह्मोवाच
]

`verse 35 [
इत्याज्ञां शिरसाऽधाय विष्ण्वाद्यास्सकलास्सुराः ॥
अकार्षुर्वमनं शीघ्रं स्मरंतश्शिवमव्ययम् ॥
]

`verse 36 [
तच्छंभुरेतस्स्वर्णाभं पर्वताकारमद्भुतम्॥
अभवत्पतितं भूमौ स्पृशद् द्यामेव सुप्रभम्॥
]

`verse 37 [
अभवन्सुखिनस्सर्वे सुरास्सर्वेऽच्युतादयः ॥
अस्तुवन् परमेशानं शंकरं भक्तवत्सलम् ॥2.4.2.४०॥
पावकस्त्वभवन्नैव सुखी तत्र मुनीश्वर॥
तस्याज्ञां परमोऽदाद्वै शंकरः परमेश्वरः॥
]

`verse 38 [
ततस्सवह्निर्विकलस्सांजलिर्नतको मुने॥
अस्तौच्छिवं सुखी नात्मा वचनं चेदमब्रवीत् ॥
]

`verse 39 [
॥ अग्निरुवाच ॥ ॥
देवदेव महेशान मूढोऽहं तव सेवकः ॥
क्षमस्व मेऽपराधं हि मम दाहं निवारय ॥
]

`verse 40 [
त्वं दीनवत्सल स्वामिञ्शंकरः परमेश्वरः ॥
प्रत्युवाच प्रसन्नात्मा पावको दीनवत्सलम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
इत्याकर्ण्य शुचेर्वाणीं स शंभुः परमेश्वरः ॥
प्रत्युवाच प्रसन्नात्मा पावकं दीनवत्सलः ॥
]

`speaker [
शिव उवाच
]

`verse 42 [
कृतं त्वनुचितं कर्म मद्रेतो भक्षितं हि यत् ॥
अतोऽनिवृत्तस्ते दाहः पापाधिक्यान्मदाज्ञया ॥
]

`verse 43 [
इदानीं त्वं सुखी नाम शुचे मच्छरणागतः ॥
अतः प्रसन्नो जातोऽहं सर्वं दुःखं विनश्यति ॥
]

`verse 44 [
कस्याश्चित्सुस्त्रियां योनौ मद्रेतस्त्यज यत्नतः ॥
भविष्यति सुखी त्वं हि निर्दाहात्मा विशेषतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
शंभुवाक्यं निशम्येति प्रत्युवाच शनैः शुचिः ॥
सांजलिर्नतकः प्रीत्या शंकरं भक्तशंकरम् ॥
]

`verse 46 [
दुरासदमिदं तेजस्तव नाथ महेश्वर ॥
काचिन्नास्ति विना शक्त्या धर्तुं योनौ जगत्त्रये ॥ 2.4.2.५० ॥
इत्थं यदाऽब्रवीद्वह्निस्तदा त्वं मुनिसत्तम ॥
शंकरप्रेरितः प्रात्थ हृदाग्निमुपकारकः ॥
]

`speaker [
नारद उवाच
]

`verse 47 [
शृणु मद्वचनं वह्ने तव दाहहरं शुभम्॥
परमानंददं रम्यं सर्वकष्टनिवारकम् ॥
]

`verse 48 [
कृत्वोपायमिमं वह्ने सुखी भव विदाहकः ॥
शिवेच्छया मया सम्यगुक्तं तातेदमादरात् ॥
]

`verse 49 [
तपोमासस्नानकर्त्र्यस्त्रियो यास्स्युः प्रगे शुचे ॥
तद्देहेषु स्थापय त्वं शिवरेतस्त्विदं महत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 50 [
तस्मिन्नवसरे तत्रा ऽगतास्सप्तमुनिस्त्रियः ॥
तपोमासि स्नानकामाः प्रातस्सन्नियमा मुने ॥
]

`verse 51 [
स्नानं कृत्वा स्त्रियस्ता हि महाशीतार्द्दिताश्च षट् ॥
गंतुकामा मुने याता वह्निज्वालासमीपतः ॥
]

`verse 52 [
विमोहिताश्च ता दृष्ट्वारुन्धती गिरिशाज्ञया ॥
निषिषेध विशेषेण सुचरित्र सुबोधिनी ॥
]

`verse 53 [
ताः षड् मुनिस्त्रियो मोहाद्धठात्तत्र गता मुने ॥
स्वशीतविनिवृत्त्यर्थं मोहिताः शिवमायया ॥
]

`verse 54 [
तद्रेतःकणिकास्सद्यस्तद्देहान् विविशुर्मुने ॥
रोमद्वाराऽखिला वह्निरभूद्दाहविवर्जितः ॥
]

`verse 55 [
अंतर्धाय द्रुतं वह्निर्ज्वालारूपो जगाम ह ॥
सुखी स्वलोकं मनसा स्मरंस्त्वां शंकरं च तम् ॥ 2.4.2.६० ॥
सगर्भास्ताः स्त्रियस्साधोऽभवन् दाहप्रपीडिताः ॥
जग्मुस्स्वभवनं तातारुंधती दुःखिताऽग्निना ॥
]

`verse 56 [
दृष्ट्वा स्वस्त्रीगतिं तात नाथाः क्रोधाकुला द्रुतम् ॥
तत्यजुस्ताः स्त्रियस्तात सुसंमंत्र्य परस्परम् ॥
]

`verse 57 [
अथ ताः षट् स्त्रियस्सर्वा दृष्ट्वा स्वव्यभिचारकम् ॥
महादुःखान्वितास्ताताऽभवन्नाकुलमानसाः ॥
]

`verse 58 [
तत्यजुश्शिव रेतस्तद्गर्भरूपं मुनिस्त्रियः ॥
ता हिमाचलपृष्ठेऽथाभवन् दाहविवर्जिताः ॥
]

`verse 59 [
असहञ्शिवरेतस्तद्धिमाद्रिः कंपमुद्वहन् ॥
गंगायां प्राक्षिपत्तूर्णमसह्यं दाहपीडितः ॥
]

`verse 60 [
गंगयाऽपि च तद्वीर्यं दुस्सहं परमात्मनः ॥
निःक्षिप्तं हि शरस्तंबे तरंगैः स्वैर्मुनीश्वर ॥
]

`verse 61 [
पतितं तत्र तद्रेतो द्रुतं बालो बभूव ह ॥
सुन्दरस्सुभगः श्रीमांस्तेजस्वी प्रीतिवर्द्धनः ॥
]

`verse 62 [
मार्गमासे सिते पक्षे तिथौ षष्ठ्यां मुनीश्वर ॥
प्रादुर्भावोऽभवत्तस्य शिवपुत्रस्य भूतले ॥
]

`verse 63 [
तस्मिन्नवसरे ब्रह्मन्न कस्माद्धिम शैलजा ॥
अभूतः सुखिनौ तत्र स्वगिरौ गिरिशोऽपि च ॥
]

`verse 64 [
शिवाकुचाभ्यां सुस्राव पय आनन्दसंभवम् ॥
तत्र गत्वा च सर्वेषां सुखमासीन्मुनेऽधिकम् ॥ 2.4.2.७० ॥
मंगलं चाऽभवत्तात त्रिलोक्यां सुखदं सताम् ॥
खलानामभवद्विघ्नो दैत्यानां च विशेषतः ॥
]

`verse 65 [
अकस्मादभवद्व्योम्नि परमो दुंदुभिध्वनिः ॥
पुष्पवृष्टिः पपाताऽशु बालकोपरि नारद ॥
]

`verse 66 [
विष्ण्वादीनां समस्तानां देवानां मुनिसत्तम ॥
अभूदकस्मात्परम आनन्दः परमोत्सवः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखंडे शिवपुत्रजननवर्णनं नाम द्वितीयोऽध्यायः ॥
]
