`speaker [
नारद उवाच
]

`verse 1 [
देवदेव प्रजानाथ ब्रह्मन् सृष्टिकर प्रभो ॥
ततः किमभवत्तत्र तद्वदाऽद्य कृपां कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
तस्मिन्नवसरे तात विश्वामित्रः प्रतापवान् ॥
प्रेरितो विधिना तत्रागच्छत्प्रीतो यदृच्छया ॥
]

`verse 3 [
स दृष्ट्वाऽलौकिकं धाम तत्सुतस्य सुतेजसः ॥
अभवत्पूर्णकामस्तु सुप्रसन्नो ननाम च ॥
]

`verse 4 [
अकरोत्सुनुतिं तस्य सुप्रसन्नेन चेतसा ॥
विधिप्रेरितवाग्भिश्च विश्वामित्रः प्रभाववित् ॥
]

`verse 5 [
ततस्सोऽभूत्सुतस्तत्र सुप्रसन्नो महोति कृत् ॥
सुप्रहस्याद्भुतमहो विश्वामित्रमुवाच च ॥
]

`speaker [
शिवसुत उवाच
]

`verse 6 [
शिवेच्छया महाज्ञानिन्नकस्मात्त्वमिहागतः ॥
संस्कारं कुरु मे तात यथावद्वेदसंमितम् ॥
]

`verse 7 [
अद्यारभ्य पुरोधास्त्वं भव मे प्रीतिमावहन् ॥
भविष्यसि सदा पूज्यस्सर्वेषां नात्र संशयः ॥
]

`verse 8 [
॥ ब्रह्मोवाच ॥ ॥
इत्याकर्ण्य वचस्तस्य सुप्रसन्नो हि गाधिजः ॥
तमुवाचानुदात्तेन स्वरेण च सुविस्मितः ॥
]

`speaker [
विश्वामित्र उवाच
]

`verse 9 [
शृणु तात न विप्रोऽहं गाधिक्षत्रियबालकः ॥
विश्वामित्रेति विख्यातः क्षत्रियो विप्रसेवकः ॥
]

`verse 10 [
इति स्वचरितं ख्यातं मया ते वरबालक ॥
कस्त्वं स्वचरितं ब्रूहि विस्मितायाखिलं हि मे ॥ 2.4.3.१० ॥
ब्रह्मोवाच ॥
इत्याकर्ण्य वच स्तस्य तत्स्ववृत्तं जगाद ह ॥
ततश्चोवाच सुप्रीत्या गाधिजं तं महोतिकृत् ॥
]

`speaker [
शिवसुत उवाच
]

`verse 11 [
विश्वामित्र वरान्मे त्वं ब्रह्मर्षिर्नाऽत्र संशयः ॥
वशिष्ठाद्याश्च नित्यं त्वां प्रशंसिष्यंति चादरात् ॥
]

`verse 12 [
अतस्त्वमाज्ञया मे हि संस्कारं कर्तुमर्हसि ॥
इदं सर्वं सुगोप्यं ते कथनीयं न कुत्रचित् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
ततोकार्षीत्स संस्कारं तस्य प्रीत्याऽखिलं यथा ॥
शिवबालस्य देवर्षे वेदोक्तविधिना परम् ॥
]

`verse 14 [
शिवबालोपि सुप्रीतो दिव्यज्ञानमदात्परम् ॥
विश्वामित्राय मुनये महोतिकारकः प्रभुः ॥
]

`verse 15 [
पुरोहितं चकारासौ विश्वामित्रं शुचेस्सुत ॥
तदारभ्य द्विजवरो नानालीलाविशारदः ॥
]

`verse 16 [
इत्थं लीला कृता तेन कथिता सा मया मुने ॥
तल्लीलामपरां तात शृणु प्रीत्या वदाम्यहम् ॥
]

`verse 17 [
तस्मिन्नवसरे तात श्वेतनामा च संप्रति ॥
तत्राऽपश्यत्सुतं दिव्यं निजं परम पावनम् ॥
]

`verse 18 [
ततस्तं पावको गत्वा दृष्ट्वालिंग्य चुचुम्ब च ॥
पुत्रेति चोक्त्वा तस्मै स शस्त्रं शक्तिन्ददौ च सः ॥
]

`verse 19 [
गुहस्तां शक्तिमादाय तच्छृंगं चारुरोह ह ॥
तं जघान तया शक्त्या शृंगो भुवि पपात सः ॥2.4.3.२०॥
दशपद्ममिता वीरा राक्षसाः पूर्वमागताः॥
तद्वधार्थं द्रुतं नष्टा बभूवुस्तत्प्रहारतः॥
]

`verse 20 [
हाहाकारो महानासीच्चकंपे साचला मही॥
त्रैलोक्यं च सुरेशानस्सदेवस्तत्र चागमत्॥
]

`verse 21 [
दक्षिणे तस्य पार्श्वे च वज्रेण स जघान च ॥
शाखनामा ततो जातः पुमांश्चैको महाबलः ॥
]

`verse 22 [
पुनश्शक्रो जघानाऽऽशु वामपार्श्वे हि तं तदा ॥
वज्रेणाऽन्यः पुमाञ्जातो विशाखाख्योऽपरो बली ॥
]

`verse 23 [
ततस्तद्धृदयं शक्रो जघान पविना तदा ॥
परोऽभून्नैगमोपाख्यः पुमांस्तद्वन्महाबलः ॥
तदा स्कंदादिचत्वारो महावीरा महाबलाः ॥
इन्द्रं हंतुं द्रुतं जग्मुस्सोयं तच्छरणं ययौ ॥
]

`verse 24 [
शक्रस्स सामरगणो भयं प्राप्य गुहात्ततः ॥
ययौ स्वलोकं चकितो न भेदं ज्ञातवान्मुने ॥
]

`verse 25 [
स बालकस्तु तत्रैव तस्थाऽऽवानंदसंयुतः ॥
पूर्ववन्निर्भयस्तात नानालीलाकरः प्रभुः ॥
]

`verse 26 [
तस्मिन्नवसरे तत्र कृत्तिकाख्याश्च षट् स्त्रियः ॥
स्नातुं समागता बालं ददृशुस्तं महाप्रभुम् ॥
]

`verse 27 [
ग्रहीतुं तं मनश्चक्रुस्सर्वास्ता कृत्तिकाः स्त्रियः ॥
वादो बभूव तासां तद्ग्रहणेच्छापरो मुने ॥ 2.4.3.३० ॥
तद्वादशमनार्थं स षण्मुखानि चकार ह ॥
पपौ दुग्धं च सर्वासां तुष्टास्ता अभवन्मुने ॥
]

`verse 28 [
तन्मनोगतिमाज्ञाय सर्वास्ताः कृत्तिकास्तदा ॥
तमादाय ययुर्लोकं स्वकीयं मुदिता मुने ॥
]

`verse 29 [
तं बालकं कुमाराख्यं स्तनं दत्त्वा स्तनार्थिने ॥
वर्द्धयामासुरीशस्य सुतं सूर्याधिकप्रभम् ॥
]

`verse 30 [
न चक्रुर्बालकं याश्च लोचनानामगोचरम् ॥
प्राणेभ्योपि प्रेमपात्रं यः पोष्टा तस्य पुत्रक ॥
]

`verse 31 [
यानि यानि च वस्त्राणि त्रैलोक्ये दुर्लभानि च ॥
ददुस्तस्मै च ताः प्रेम्णा भूषणानि वराणि वै ॥
]

`verse 32 [
दिनेदिने ताः पुपुषुर्बालकं तं महाप्रभुम् ॥
प्रसंसितानि स्वादूनि भोजयित्वा विशेषतः ॥
]

`verse 33 [
अथैकस्मिन् दिने तात स बालः कृत्तिकात्मजः ॥
गत्वा देवसभां दिव्यां सुचरित्रं चकार ह॥
]

`verse 34 [
स्वमहो दर्शयामास देवेभ्यो हि महाद्भुतम् ॥
सविष्णुभ्योऽखिलेभ्यश्च महोतिकरबालकः ॥
]

`verse 35 [
तं दृष्ट्वा सकलास्ते वै साच्युतास्सर्षयस्सुराः ॥
विस्मयं प्रापुरत्यन्तं पप्रच्छुस्तं च बालकम् ॥
]

`verse 36 [
को भवानिति तच्छ्रुत्वा न किंचित्स जगाद ह ॥
स्वालयं स जगामाऽशु गुप्तस्तस्थौ हि पूर्ववत् ॥ 2.4.3.४० ॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखण्डे कार्तिकेयलीलावर्णनं नाम तृतीयोऽध्यायः ॥
]
