`speaker [
नारद उवाच
]

`verse 1 [
देवदेव प्रजानाथ ततः किमभवद्विधे ॥
वदेदानीं कृपातस्तु शिवलीलासमन्वितम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
कृत्तिकाभिर्गृहीते वै तस्मिञ्शंभुसुते मुने ॥
कश्चित्कालो व्यतीयाय बुबुधे न हिमाद्रिजा ॥
]

`verse 3 [
तस्मिन्नवसरे दुर्गा स्मेराननसरोरुहा॥
उवाच स्वामिनं शंभुं देवदेवेश्वरं प्रभुम् ॥
]

`speaker [
पार्वत्युवाच
]

`verse 4 [
देवदेव महादेव शृणु मे वचनं शुभम् ॥
पूर्वपुण्यातिभारेण त्वं मया प्राप्त ईश्वर ॥
]

`verse 5 [
कृपया योगिषु श्रेष्ठो विहारैस्तत्परोऽभवः ॥
रतिभंगः कृतो देवैस्तत्र मे भवता भव ॥
]

`verse 6 [
भूमौ निपतितं वीर्यं नोदरे मम ते विभो ॥
कुत्र यातं च तद्देव केन दैवेन निह्णुतम् ॥
]

`verse 7 [
कथं मत्स्वामिनो वीर्यममोघं ते महेश्वर ॥
मोघं यातं च किं किंवा शिशुर्जातश्च कुत्रचित् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
पार्वतीवचनं श्रुत्वा प्रहस्य जगदीश्वरः ॥
उवाच देवानाहूय मुनींश्चापि मुनीश्वर ॥
]

`speaker [
महेश्वर उवाच
]

`verse 9 [
देवाः शृणुत मद्वाक्यं पार्वतीवचनं श्रुतम् ॥
अमोघं कुत्र मे वीर्यं यातं केन च निह्नुतम् ॥
]

`verse 10 [
सभयं नापतत्क्षिप्रं स चेद्दंडं न चार्हति ॥
शक्तौ राजा न शास्ता यः प्रजाबाध्यश्च भक्षकः ॥ 2.4.4.१० ॥
शंभोस्तद्वचनं श्रुत्वा समालोच्य परस्परम् ॥
ऊचुस्सर्वे क्रमेणैव त्रस्तास्तु पुरतः प्रभोः॥
]

`speaker [
विष्णुरुवाच
]

`verse 11 [
ते मिथ्यावादिनस्संतु भारते गुरुदारिकाः ॥
गुरुनिन्दारताश्शश्वत्त्वद्वीर्यं यैश्च निह्नुतम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
त्वद्वीर्यं निह्नुतं येन पुण्यक्षेत्रे च भारते ॥
स नाऽन्वितो भवेत्तत्र सेवने पूजने तव ॥
]

`speaker [
लोकपाला ऊचुः
]

`verse 13 [
त्वदवीर्यं निह्नुतं येन पापिना पतितभ्रमात् ॥
भाजनं तस्य सोत्यन्तं तत्तपं कर्म संततिम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 14 [
कृत्वा प्रतिज्ञां यो मूढो नाऽऽपादयति पूर्णताम् ॥
भाजनं तस्य पापस्य त्वद्वीर्यं येन निह्नुतम् ॥
]

`speaker [
देवपत्न्य ऊचुः
]

`verse 15 [
या निदति स्वभर्तारं परं गच्छति पूरुषम् ॥
मातृबन्धुविहीना च त्वद्वीर्यं निह्नुतं यया ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
देवानां वचनं श्रुत्वा देवदेवेश्वरो हरः ॥
कर्म्मणां साक्षिणश्चाह धर्मादीन्सभयं वचः ॥
]

`speaker [
श्रीशिव उवाच
]

`verse 17 [
देवैर्न निह्नुतं केन तद्वीर्यं निह्नुतं ध्रुवम् ॥
तदमोघं भगवतो महेशस्य मम प्रभोः ॥
]

`verse 18 [
यूयं च साक्षिणो विश्वे सततं सर्वकर्मणाम् ॥
युष्माकं निह्नुतं किम्वा किं ज्ञातुं वक्तुमर्हथ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
ईश्वरस्य वचः श्रुत्वा सभायां कंपिताश्च ते ॥
परस्परं समालोक्य क्रमेणोचुः पुराः प्रभोः ॥2.4.4.२०॥
ब्रह्मोवाच ॥
रते तु तिष्ठतो वीर्यं पपात वसुधातले ॥
मया ज्ञातममोघं तच्छंकरस्य प्रकोपतः ॥
]

`speaker [
क्षितिरुवाच
]

`verse 20 [
वीर्यं सोढुमशक्ताहं तद्वह्नो न्यक्षिपं पुरा ॥
अतोऽत्र दुर्वहं ब्रह्मन्नबलां क्षंतुमर्हसि ॥
]

`speaker [
वह्निरुवाच
]

`verse 21 [
वीर्यं सोढुमशक्तोहं तव शंकर पर्वते ॥
कैलासे न्यक्षिपं सद्यः कपोतात्मा सुदुस्सहम् ॥
]

`speaker [
गिरिरुवाच
]

`verse 22 [
वीर्यं सोढुमशक्तोऽहं तव शंकर लोकप ॥
गंगायां प्राक्षिपं सद्यो दुस्सहं परमेश्वर ॥
]

`speaker [
गंगोवाच
]

`verse 23 [
वीर्यं सोढुमशक्ताहं तव शंकर लोकप ॥
व्याकुलाऽति प्रभो नाथ न्यक्षिपं शरकानने ॥
]

`speaker [
वायुरुवाच
]

`verse 24 [
शरेषु पतितं वीर्यं सद्यो बालो बभूव ह ॥
अतीव सुन्दरश्शम्भो स्वर्नद्याः पावने तटे ॥
]

`speaker [
सूर्य उवाच
]

`verse 25 [
रुदंतं बालकं दृष्ट्वा गममस्ताचलं प्रभो ॥
प्रेरितः कालचक्रेण निशायां स्थातुमक्षमः ॥
]

`verse 26 [
चन्द्र उवाच ॥ रुदंतं बालकं प्राप्य गृहीत्वा कृत्तिकागणः ॥
जगाम स्वालयं शंभो गच्छन्बदरिकाश्रमम्॥
]

`verse 27 [
जलमुवाच ॥
अमुं रुदंतमानीय स्तन्यपानेन ताः प्रभो ॥
वर्द्धयामासुरीशस्य सुतं तव रविप्रभम् ॥
]

`speaker [
संध्योवाच
]

`verse 28 [
अधुना कृत्तिकानां च वनं तम्पोष्य पुत्रकम् ॥
तन्नाम चक्रुस्ताः प्रेम्णा कार्त्तिकश्चेति कौतुकात् ॥2.4.4.३०॥
रात्रिरुवाच ॥
न चक्रुर्बालकं ताश्च लोचनानामगोचरम् ॥
प्राणेभ्योपि प्रीतिपात्रं यः पोष्टा तस्य पुत्रकः ॥
]

`verse 29 [
दिनमुवाच ॥
यानि यानि च वस्त्राणि भूषणानि वराणि च ॥
प्रशंसितानि स्वादूनि भोजयामासुरेव तम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
तेषां तद्वचनं श्रुत्वा संतुष्टः पुरसूदनः ॥
मुदं प्राप्य ददौ प्रीत्या विप्रेभ्यो बहुदक्षिणाम् ॥
]

`verse 31 [
पुत्रस्य वार्त्तां संप्राप्य पार्वती हृष्टमानसा ॥
कोटिरत्नानि विप्रेभ्यो ददौ बहुधनानि च ॥
]

`verse 32 [
लक्ष्मी सरस्वती मेना सावित्री सर्वयोषितः ॥
विष्णुस्सर्वे च देवाश्च ब्राह्मणेभ्यो ददुर्धनम् ॥
]

`verse 33 [
प्रेरितस्स प्रभुर्देवैर्मुनिभिः पर्वतैरथ ॥
दूतान् प्रस्थापयामास स्वपुत्रो यत्र तान् गणान् ॥
]

`verse 34 [
वीरभद्रं विशालाक्षं शंकुकर्णं कराक्रमम् ॥
नन्दीश्वरं महाकालं वज्रदंष्ट्रं महोन्मदम् ॥
]

`verse 35 [
गोकर्णास्यं दधिमुखं ज्वलदग्निशिखोपमम् ॥
लक्षं च क्षेत्रपालानां भूतानां च त्रिलक्षकम् ॥
]

`verse 36 [
रुद्रांश्च भैरवांश्चैव शिवतुल्यपराक्रमान् ॥
अन्यांश्च विकृताकारानसंख्यानपि नारद ॥
]

`verse 37 [
ते सर्वे शिवदूताश्च नानाशस्त्रास्त्रपाणयः ॥
कृत्तिकानां च भवनं वेष्टयामासुरुद्धताः ॥ 2.4.4.४० ॥
दृष्ट्वा तान् कृत्तिकास्सर्वा भयविह्नलमानसाः ॥
कार्त्तिकं कथयामासुर्ज्वलंतं ब्रह्मतेजसा ॥
]

`speaker [
कृत्तिका ऊचुः
]

`verse 38 [
वत्स सैन्यान्यसंख्यानि वेष्टयामासुरालयम् ॥
किं कर्तव्यं क्व गंतव्यं महाभयमुपस्थितम् ॥
]

`speaker [
कार्तिकेय उवाच
]

`verse 39 [
भयं त्यजत कल्याण्यो भयं किं वा मयि स्थिते ॥
दुर्निवार्योऽस्मि बालश्च मातरः केन वार्यते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
एतस्मिन्नंतरे तत्र सैन्येन्द्रो नन्दिकेश्वरः ॥
पुरतः कार्तिकेयस्योपविष्टस्समुवाच ह ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 41 [
भ्रातः प्रवृत्तिं शृणु मे मातरश्च शुभावहाम् ॥
प्रेरितोऽहं महेशेन संहर्त्रा शंकरेण च ॥
]

`verse 42 [
कैलासे सर्वदेवाश्च ब्रह्मविष्णुशिवादयः ॥
सभायां संस्थितास्तात महत्युत्सवमंगले ॥
]

`verse 43 [
तदा शिवा सभायां वै शंकरं सर्व शंकरम् ॥
सम्बोध्य कथयामास तवान्वेषणहेतुकम् ॥
]

`verse 44 [
पप्रच्छ ताञ्शिवो देवान् क्रमात्त्वत्प्राप्तिहेतवे ॥
प्रत्युत्तरं ददुस्ते तु प्रत्येकं च यथोचितम् ॥
]

`verse 45 [
त्वामत्र कृत्तिकास्थाने कथयामासुरीश्वरम् ॥
सर्वे धर्मादयो धर्माधर्मस्य कर्मसाक्षिणः ॥
]

`verse 46 [
प्रबभूव रहः क्रीडा पार्वतीशिवयोः पुरा ॥
दृष्टस्य च सुरैश्शंभोर्वीर्यं भूमौ पपात ह ॥ 2.4.4.५० ॥
भूमिस्तदक्षिपद्वह्नौ वह्निश्चाद्रौ स भूधरः ॥
गंगायां सोऽक्षिपद्वेगात् तरंगैश्शरकानने ॥
]

`verse 47 [
तत्र बालोऽभवस्त्वं हि देवकार्यकृति प्रभुः ॥
तत्र लब्धः कृत्तिकाभिस्त्वं भूमिं गच्छ सांप्रतम् ॥
]

`verse 48 [
तवाभिषेकं शंभुस्तु करिष्यति सुरैस्सह ॥
लप्स्यसे सर्वशस्त्राणि तारकाख्यं हनिष्यसि ॥
]

`verse 49 [
पुत्रस्त्वं विश्वसंहर्त्तुस्त्वां प्राप्तुञ्चाऽक्षमा इमाः ॥
नाग्निं गोप्तुं यथा शक्तश्शुष्कवृक्षस्स्व कोटरे ॥
]

`verse 50 [
दीप्तवांस्त्वं च विश्वेषु नासां गेहेषु शोभसे ॥
यथा पतन्महाकूपे द्विजराजो न राजत ॥
]

`verse 51 [
करोषि च यथाऽलोकं नाऽऽच्छन्नोऽस्मासु तेजसा ॥
यथा सूर्यः कलाछन्नो न भवेन्मानवस्य च ॥
]

`verse 52 [
विष्णुस्त्वं जगतां व्यापी नान्यो जातोसि शांभव ॥
यथा न केषां व्याप्यं च तत्सर्वं व्यापकं नभः ॥
]

`verse 53 [
योगीन्द्रो नाऽनुलिप्तश्च भागी चेत्परिपोषणे ॥
नैव लिप्तो यथात्मा च कर्मयोगेषु जीविनाम् ॥
]

`verse 54 [
विश्वारंभस्त्वमीशश्च नासु ते संभवेत् स्थितिः ॥
गुणानां तेजसां राशिर्यथात्मानं च योगिनः ॥
]

`verse 55 [
भ्रातर्ये त्वां न जानंति ते नरा हतबुद्धयः ॥
नाद्रियन्ते यथा भेकास्त्वेकवासाश्च पंकजान् ॥ 2.4.4.६० ॥
कार्त्तिकेय उवाच ॥ ॥
भ्रातस्सर्वं विजानासि ज्ञानं त्रैकालिकं च यत् ॥
ज्ञानी त्वं का प्रशंसा ते यतो मृत्युञ्जयाश्रितः ॥
]

`verse 56 [
कर्मणां जन्म येषां वा यासु यासु योनिषु ॥
तासु ते निर्वृतिं भ्रातः प्राप्नुवंतीह सांप्रतम् ॥
]

`verse 57 [
कृत्तिका ज्ञानवत्यश्च योगिन्यः प्रकृतेः कलाः ॥
स्तन्येनासां वर्द्धितोऽहमुपकारेण संततम् ॥
]

`verse 58 [
आसामहं पोष्यपुत्रो मदंशा योषितस्त्विमाः ॥
तस्याश्च प्रकृतेरंशास्ततस्तत्स्वामिवीर्यजः ॥
]

`verse 59 [
न मद्भंगो हे शैलेन्द्रकन्यया नन्दिकेश्वर ॥
सा च मे धर्मतो माता यथेमास्सर्वसंमताः ॥
]

`verse 60 [
शम्भुना प्रेषितस्त्वं च शंभोः पुत्रसमो महान् ॥
आगच्छामि त्वया सार्द्धं द्रक्ष्यामि देवताकुलम् ॥
]

`verse 61 [
इत्येवमुक्त्वा तं शीघ्रं संबोध्य कृत्तिकागणम् ॥
कार्त्तिकेयः प्रतस्थे हि सार्द्धं शंकरपार्षदैः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखण्डे कार्त्तिकेयान्वेषणनन्दिसंवादवर्णनं नाम चतुर्थोऽध्यायः ॥
]
