`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ तत्र स गांगेयो दर्शयामास सूतिकाम् ॥
तामेव शृणु सुप्रीत्या नारद त्वं स्वभक्तिदाम् ॥
]

`verse 2 [
द्विज एको नारदाख्य आजगाम तदैव हि ॥
तत्राध्वरकरः श्रीमाञ्शरणार्थं गुहस्य वै ॥
]

`verse 3 [
स विप्रः प्राप्य निकटं कार्त्तिकस्य प्रसन्नधीः ॥
स्वाभिप्रायं समाचख्यौ सुप्रणम्य शुभैः स्तवैः ॥
]

`speaker [
विप्र उवाच
]

`verse 4 [
शृणु स्वामिन्वचो मेद्य कष्टं मे विनिवारय ॥
सर्वब्रह्मांडनाथस्त्वमतस्ते शरणं गतः॥
]

`verse 5 [
अजमेधाध्वरं कर्तुमारंभं कृतवानहम् ॥
सोऽजो गतो गृहान्मे हि त्रोटयित्वा स्वबंधनम् ॥
]

`verse 6 [
न जाने स गतः कुत्राऽन्वेषणं तत्कृतं बहु ॥
न प्राप्तोऽतस्स बलवान् भंगो भवति मे क्रतोः ॥
]

`verse 7 [
त्वयि नाथे सति विभो यज्ञभंगः कथं भवेत् ॥
विचार्य्यैवाऽखिलेशान काम पूर्णं कुरुष्व मे ॥
]

`verse 8 [
त्वां विहाय शरण्यं कं यायां शिवसुत प्रभो ॥
सर्वब्रह्मांडनाथं हि सर्वामरसुसेवितम् ॥
]

`verse 9 [
दीनबंधुर्दयासिन्धुस्सुसेव्या भक्तवत्सलः॥
हरिब्रह्मादिदेवैश्च सुस्तुतः परमेश्वरः ॥
]

`verse 10 [
पार्वतीनन्दनस्स्कन्दः परमेकः परंतपः ॥
परमात्माऽत्मदस्स्वामी सतां च शरणार्थिनाम् ॥ 2.4.6.१० ॥
दीनानाथ महेश शंकरसुत त्रैलोक्यनाथ प्रभो मायाधीश समागतोऽस्मि शरणं मां पाहि विप्रप्रिय ॥
त्वं सर्वप्रभुप्रियः खिलविदब्रह्मादिदेवैस्तुतस्त्वं मायाकृतिरात्मभक्तसुखदो रक्षापरो मायिकः ॥
]

`verse 11 [
भक्तप्राणगुणाकरस्त्रिगुणतो भिन्नोसि शंभुप्रियः शंभुः शंभुसुतः प्रसन्नसुखदस्सच्चित्स्वरूपो महान्॥
सर्वज्ञस्त्रिपुरघ्नशंकरसुतः सत्प्रेमवश्यस्सदा षड्वक्त्रः प्रियसाधुरानतप्रियस्सर्वेश्वर श्शंकरः ॥
साधुद्रोहकरघ्न शंकरगुरो ब्रह्मांडनाथो प्रभुः सर्वेषाममरादिसेवितपदो मां पाहि सेवाप्रिय ॥
]

`verse 12 [
वैरिभयंकर शंकर जनशरणस्य वन्दे तव पदपद्मं सुखकरणस्य ॥
विज्ञप्तिं मम कर्णे स्कन्द निधेहि निजभक्तिं जनचेतसि सदा विधेहि ॥
]

`verse 13 [
करोति किं तस्य बली विपक्षो दक्षोऽपि पक्षोभयापार्श्वगुप्तः ॥
किन्तक्षकोप्यामिषभक्षको वा त्वं रक्षको यस्य सदक्षमानः ॥
]

`verse 14 [
विबुधगुरुरपि त्वां स्तोतुमीशो न हि स्यात्कथय कथमहं स्यां मंदबुद्धिर्वरार्च्यः ॥
शुचिरशुचिरनार्यो यादृशस्तादृशो वा पदकमल परागं स्कन्द ते प्रार्थयामि ॥
]

`verse 15 [
हे सर्वेश्वर भक्तवत्सल कृपासिन्धो त्वदीयोऽस्म्यहं भृत्यस्स्वस्य न सेवकस्य गणपस्याऽऽ गश्शतं सत्प्रभो ॥
भक्तिं क्वापि कृतां मनागपि विभो जानासि भृत्यार्तिहा॥
त्वत्तो नास्त्यपरोऽविता न भगवन् मत्तो नरः पामरः ॥
]

`verse 16 [
कल्याणकर्त्ता कलिकल्मषघ्नः कुबेरबन्धुः करुणार्द्रचित्तः ॥
त्रिषट्कनेत्रो रसवक्त्रशोभी यज्ञं प्रपूर्णं कुरु मे गुह त्वम् ॥
]

`verse 17 [
रक्षकस्त्वं त्रिलोकस्य शरणागतवत्सलः ॥
यज्ञकर्त्ता यज्ञभर्त्ता हरसे विघ्नकारिणाम् ॥
]

`verse 18 [
विघ्नवारण साधूनां सर्ग कारण सर्वतः ॥
पूर्णं कुरु ममेशान सुतयज्ञ नमोस्तु ते ॥
]

`verse 19 [
सर्वत्राता स्कन्द हि त्वं सर्वज्ञाता त्वमेव हि ॥
सर्वेश्वरस्त्वमीशानो निवेशसकलाऽवनः ॥2.4.6.२०॥
संगीतज्ञस्त्वमेवासि वेदविज्ञः परः प्रभुः ॥
सर्वस्थाता विधाता त्वं देवदेवस्सतां गतिः ॥
]

`verse 20 [
भवानीनन्दनश्शंभुतनयो वयुनः स्वराट् ॥
ध्याता ध्येयः पितॄणां हि पिता योनिः सदात्मनाम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
इत्याकर्ण्य वचस्तस्य देवसम्राट् शिवात्मजः ॥
स्वगणं वीरबाह्वाख्यं प्रेषयामास तत्कृते ॥
]

`verse 22 [
तदाज्ञया वीरबाहुस्तदन्वेषणहेतवे॥
प्रणम्य स्वामिनं भक्त्या महावीरो द्रुतं ययौ ॥
]

`verse 23 [
अन्वेषणं चकारासौ सर्वब्रह्माण्डगोलके ॥
न प्राप तमजं कुत्र शुश्राव तदुपद्रवम् ॥
]

`verse 24 [
जगामाऽथ स वैकुंठं तत्राऽजं प्रददर्श तम् ॥
उपद्रवं प्रकुर्वन्तं गलयूपं महाबलम् ॥
]

`verse 25 [
धृत्वा तं शृंगयो वीरो धर्षयित्वा तिवेगतः ॥
आनिनाय स्वामिपुरो विकुर्वंतं रवं बहु ॥
]

`verse 26 [
दृष्ट्वा तं कार्तिकस्सोऽरमारुरोह स तं प्रभुः ॥
धृतब्रह्माण्डगरिमा महासूतिकरो गुहः ॥
]

`verse 27 [
मुहूर्तमात्रतस्सोऽजो ब्रह्मांडं सकलं मुने ॥
बभ्राम श्रम एवाशु पुनस्तत्स्थानमागतः ॥
]

`verse 28 [
तत उत्तीर्य स स्वामी समुवास स्वमासनम्॥
सोऽजः स्थितस्तु तत्रैव स नारद उवाच तम् ॥2.4.6.३०॥
॥ नारद उवाच ॥
नमस्ते देव देवेश देहि मेऽजं कृपानिधे॥
कुर्यामध्वरमानन्दात्सखायं कुरु मामहो ॥
]

`speaker [
कार्त्तिक उवाच
]

`verse 29 [
वधयोग्यो न विप्राऽजः स्वगृहं गच्छ नारद ॥
पूर्णोऽस्तु तेऽध्वरस्सर्वः प्रसादादेव मे कृतः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
इत्याकर्ण्य द्विजस्स्वामी वचनं प्रीतमानसः॥
जगाम स्वालयं दत्त्वा तस्मा आशिषमुत्तमाम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखंडे कुमाराऽद्भुतचरि तवर्णनं नाम षष्ठोऽध्यायः ॥
]
