`speaker [
ब्रह्मोवाच
]

`verse 1 [
हर्य्यादयस्सुरास्ते च दृष्ट्वा तच्चरितं विभोः ॥
सुप्रसन्ना बभूवुर्हि विश्वासासक्तमानसाः ॥
]

`verse 2 [
वल्गंतः कुर्वतो नादं भाविताश्शिवतेजसा ॥
कुमारन्ते पुरस्कृत्य तारकं हंतुमाययुः ॥
]

`verse 3 [
देवानामुद्यमं श्रुत्वा तारकोऽपि महाबलः॥
सैन्येन महता सद्यो ययौ योद्धुं सुरान् प्रति ॥
]

`verse 4 [
देवा दृष्ट्वा समायांतं तारकस्य महाबलम्॥
बलेन बहुकुर्वन्तः सिंहनादं विसिस्मियुः ॥
]

`verse 5 [
तदा नभोऽऽङ्गना वाणीं जगादोपरि सत्वरम् ॥
शङ्करप्रेरिता सद्यो हर्यादीनखिलान् सुरान् ॥
]

`speaker [
व्योमवाण्युवाच
]

`verse 6 [
कुमारं च पुरस्कृत्य सुरा यूयं समुद्यताः ॥
दैत्यान्विजित्य संग्रामे जयिनोऽथ भविष्यथ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
वाचं तु खेचरीं श्रुत्वा देवास्सर्वे समुत्सुकाः ॥
वीरशब्दान् प्रकुर्वंतो निर्भया ह्यभवंस्तदा ॥
]

`verse 8 [
कुमारं च पुरस्कृत्य सर्वे ते जातसाध्वसाः ॥
योद्धुकामास्सुरा जग्मुर्महीसागरसंगमम् ॥
]

`verse 9 [
आजगाम द्रुतं तत्र यत्र देवास्स तारकः ॥
सैन्येन महता सार्द्धं सुरै र्बहुभिरावृत् ॥
]

`verse 10 [
रणदुंदुभयो नेदुः प्रलयांबुद्निस्स्वनाः ॥
कर्कशानि च वाद्यानि पराणि च तदागमे ॥2.4.7.१०॥
गर्जमानास्तदा दैत्यास्तारकेणसुरेण ह ॥
कंपयन्तो भुवं पादक्रमैर्वल्गुनकारकाः ॥
]

`verse 11 [
तच्छ्रुत्वा रवमत्युग्रं सर्वे देवा विनिर्भयाः ॥
ऐकपद्येन चोत्तस्थुर्योद्धुकामाश्च तारकम् ॥
]

`verse 12 [
गजमारोप्य देवेन्द्रः कुमारं त्यग्रतोऽभवत् ॥
सुरसैन्येन महता लोकपालैस्समावृतः ॥
]

`verse 13 [
तदा दुंदुभयो नेदुर्भेरीतूर्याण्यनेकशः ॥
वीणावेणुमृदंगानि तथा गंधर्वनिस्स्वनाः ॥
]

`verse 14 [
गजं दत्त्वा महेन्द्राय कुमारो यानमारुहत् ॥
अनेकाश्चर्यसंभूतं नानारत्नसमन्वितम् ॥
]

`verse 15 [
विमानमारुह्य तदा महायशास्स शांकरिस्सर्वगुणैरुपेतः ॥
श्रिया समेतः परया बभौ महान् संवीज्यमानश्चमरैर्महाग्रभैः॥
]

`verse 16 [
प्राचेतसं छत्रमतीवसुप्रभं रत्नैरुपेतं विविधैर्विराजितम्॥
धृतं तदा तच्च कुमारमूर्ध्नि वै ह्यनन्तचान्द्रैः किरणैर्महाप्रभैः ॥
]

`verse 17 [
मिलितास्ते तदा सर्वे देवाश्शक्रपुरोगमा ॥
स्वैःस्वैर्बलैः परिवृता युद्धकामा महाबलाः ॥
]

`verse 18 [
एवं देवाश्च दैत्याश्च योद्धुकामाः स्थिता भुवि ॥
सैन्येन महता तेन व्यूहं कृत्वा पृथक् पृथक् ॥
]

`verse 19 [
ते सेने सुरदैत्यानां शुशुभाते परस्परम् ॥
हंतुकामे तदान्योन्यं स्तूयमाने च बन्दिभिः ॥2.4.7.२०॥
उभे सेनं तदा तेषामगर्जेतां वनोपमे ॥
भयंकरेऽत्यवीराणामितरेषां सुखावहे ॥
]

`verse 20 [
एतस्मिन्नन्तरे तत्र बलोन्मत्ताः परस्परम्॥
दैत्या देवा महावीरा युयुधुः क्रोधविह्वलाः ॥
]

`verse 21 [
आसीत्सुतुमुलं युद्धं देवदैत्यसमाकुलम् ॥
रुण्डमुंडांकितं सर्वं क्षणेन समपद्यत ॥
]

`verse 22 [
भूमौ निपतितास्तत्र शतशोऽथ सहस्रशः ॥
निकृत्तांगा महाशस्त्रैर्निहता वीरसंमताः ॥
]

`verse 23 [
केषांचिद्बाहवश्छिन्ना खड्पातैस्सुदारुणैः ॥
केषांचिदूरवश्छिन्ना वीराणां मानिनां मृधे ॥
]

`verse 24 [
केचिन्मथितसर्वांगा गदाभिर्मुद्गरैस्तथा ॥
केचिन्निर्भिन्नहृदयाः पाशैर्भल्लैश्च पातिताः ॥
]

`verse 25 [
केचिद्विदारिताः पृष्ठे कुंतैर्ऋष्टिभिरंकुशैः ॥
छिन्नान्यपि शिरांस्येव पतितानि च भूतले ॥
]

`verse 26 [
बहूनि च कबंधानि नृत्यमानानि तत्र वै ॥
वल्गमानानि शतशो उद्यतास्त्रकराणि च ॥
]

`verse 27 [
नद्यः प्रवर्तितास्तत्र शतशोऽसृङ्वहास्तदा ॥
भूतप्रेतादयस्तत्र शतशश्च समागताः ॥
]

`verse 28 [
गोमायवश्शिवा तत्र भक्षयन्तः पलं बहु ॥
तथा गृध्रवटाश्येना वायसा मांसभक्षकाः ॥
बुभुजुः पतितानां च पलानि सुबहूनि वै ॥ 2.4.7.३० ॥
एतस्मिन्नन्तरे तत्र तारकाख्यो महाबलः ॥
सैन्येन महता सद्यो ययौ योद्धुं सुरान् प्रति ॥
]

`verse 29 [
देवा दृष्ट्वा समायान्तं तारकं युद्धदुर्मदम् ॥
योद्धुकामं तदा सद्यो ययुश्शक्रादयस्तदा ॥
बभूवाथ महोन्नादस्सेनयोरुभयोरपि ॥
]

`verse 30 [
अथाभूद्द्वंद्वयुद्धं हि सुरासुरविमर्दनम्॥
यं दृष्ट्वा हर्षिता वीराः क्लीबाश्च भयमागता॥
]

`verse 31 [
तारको युयुधे युद्धे शक्रेण दितिजो बली॥
अग्निना सह संह्रादो जंभेनैव यमः स्वयम् ॥
]

`verse 32 [
महाप्रभुर्नैर्ऋतेन पाशी सह बलेन च ॥
सुवीरो वायुना सार्धं पवमानेन गुह्यराट् ॥
]

`verse 33 [
ईशानेन समं शंभुर्युयुधे रणवित्तमः ॥
शुंभश्शेषेण युयुधे कुंभश्चन्द्रेण दानवः ॥
]

`verse 34 [
कुंबरो मिहिरेणाजौ महाबल पराक्रमः ॥
युयुधे परमास्त्रैश्च नानायुद्धविशारदः ॥
]

`verse 35 [
एवं द्वन्द्वेन युद्धेन महता च सुरासुराः ॥
संगरे युयुधुस्सर्वे बलेन कृतनिश्च याः ॥३८
अन्योन्यं स्पर्द्धमानास्तेऽमरा दैत्या महाबलाः ॥
तस्मिन्देवासुरे युद्धे दुर्जया अभवन्मुने ॥
]

`verse 36 [
तदा च तेषां सुरदानवानां बभूव युद्धं तुमुलं जयैषिणाम् ॥
सुखावहं वीरमनस्विनां वै भयावहं चैव तथेतरेषाम् ॥ 2.4.7.४० ॥
मही महारौद्रतरा विनष्टकैस्सुरासुरैर्वै पतितैरनेकशः ॥
तस्मिन्नगम्यातिभयानका तदा जाता महासौख्यवहा मनस्विनाम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखण्डे युद्धप्रारंभवर्णनं नाम सप्तमोऽध्यायः ॥
]
