`speaker [
ब्रह्मोवाच
]

`verse 1 [
इति ते वर्णितस्तात देवदानव सेनयोः ॥
संग्रामस्तुमुलोऽतीव तत्प्रभ्वो शृणु नारद ॥
]

`verse 2 [
एवं युद्धेऽतितुमुले देवदानवसंक्षये ॥
तारकेणैव देवेन्द्रश्शक्त्या रमया सह॥
]

`verse 3 [
सद्यः पपात नागाश्च धरण्यां मूर्च्छितोऽभवत्॥
परं कश्मलमापेदे वज्रधारी सुरेश्वरः ॥
]

`verse 4 [
तथैव लोकपास्सर्वेऽसुरैश्च बलवत्तरैः ॥
पराजिता रणे तात महारणविशारदैः ॥
]

`verse 5 [
अन्येऽपि निर्जरा दैत्यैर्युद्ध्यमानाः पराजिताः ॥
असहंतो हि तत्तेजः पलायनपरायणाः ॥
]

`verse 6 [
जगर्जुरसुरास्तत्र जयिनस्सुकृतोद्यमाः ॥
सिंहनादं प्रकुर्वन्तः कोलाहलपरायणाः ॥
]

`verse 7 [
एतस्मिन्नंतरे तत्र वीरभद्रो रुषान्वितः ॥
आससाद गणैर्वीरैस्तारकं वीरमानिनम् ॥
]

`verse 8 [
निर्जरान् पृष्ठतः कृत्वा शिवकोपोद्भवो बली॥
तत्सम्मुखो बभूवाथ योद्धुकामो गणाग्रणीः ॥
]

`verse 9 [
तदा ते प्रमथास्सर्वे दैत्याश्च परमोत्सवाः॥
युयुधुस्संयुगेऽन्योन्यं प्रसक्ताश्च महारणे ॥
]

`verse 10 [
त्रिशूलैर्ऋष्टिभिः पाशैः खड्गैः परशुपट्टिशैः ॥
निजघ्नुस्समरेऽन्योन्यं रणे रणविशारदाः ॥2.4.8.१०॥
तारको वीरभद्रेण स त्रिशूलाहतो भृशम् ॥
पपात सहसा भूमौ क्षणं मूर्छापरिप्लुतः ॥
]

`verse 11 [
उत्थाय स द्रुतं वीरस्तारको दैत्यसत्तमः ॥
लब्धसंज्ञो बलाच्छक्त्या वीरभद्रं जघान ह ॥
]

`verse 12 [
वीरभद्रस्तथा वीरो महातेजा हि तारकम् ॥
जघान त्रिशिखेनाशु घोरेण निशितेन तम् ॥
]

`verse 13 [
सोपि शक्त्या वीरभद्रं जघान समरे ततः ॥
तारको दितिजाधीशः प्रबलो वीरसंमतः ॥
]

`verse 14 [
एवं संयुद्ध्यमानौ तौ जघ्नतुश्चेतरेतरम् ॥
नानास्त्रशस्त्रैस्समरे रणविद्याविशारदौ ॥
]

`verse 15 [
तयोर्महात्मनोस्तत्र द्वन्द्वयुद्धमभूत्तदा ॥
सर्वेषां पश्यतामेव तुमुलं रोमहर्षणम् ॥
]

`verse 16 [
ततो भेरीमृदंगाश्च पटहानकगोमुखाः ॥
विनेदुर्विहता वीरैश्शृण्वतां सुभयानकाः॥
]

`verse 17 [
युयुधातेतिसन्नद्धौ प्रहारैर्जर्जरीकृतौ ॥
अन्योन्यमतिसंरब्धौ तौ बुधांगारकाविव ॥
]

`verse 18 [
एवं दृष्ट्वा तदा युद्धं वीरभद्रस्य तेन च ॥
तत्र गत्वा वीरभद्रमवोचस्त्वं शिवप्रियः ॥
]

`speaker [
नारद उवाच
]

`verse 19 [
वीरभद्र महावीर गणानामग्रणीर्भवान् ॥
निवर्तस्व रणादस्माद्रोचते न वधस्त्वया ॥ 2.4.8.२० ॥
एवं निशम्य त्वद्वाक्यं वीरभद्रो गणाग्रणीः ॥
अवदत्स रुषाविष्टस्त्वां तदा तु कृतांजलिः ॥
]

`speaker [
वीरभद्र उवाच
]

`verse 20 [
मुनिवर्य महाप्राज्ञ शृणु मे परमं वचः ॥
तारकं च वधिष्यामि पश्य मेऽद्य पराक्रमम् ॥
]

`verse 21 [
आनयंति च ये वीरास्स्वामिनं रणसंसदि ॥
ते पापिनो महाक्लीबा विनश्यन्ति रणं गताः ॥
]

`verse 22 [
असद्गतिं प्राप्नुवन्ति तेषां च निरयो धुवम् ॥
वीरभद्रो हि विज्ञेयो न वाच्यस्ते कदाचन ॥
]

`verse 23 [
शस्त्रास्त्रैर्भिन्नगात्रा ये रणं कुर्वंति निर्भयाः ॥
इहामुत्र प्रशंस्यास्ते लभ्यन्ते सुखमद्भुतम् ॥
]

`verse 24 [
शृण्वन्तु मम वाक्यानि देवा हरिपुरोगमाः ॥
अतारकां महीमद्य करिष्ये स्वामिवर्जिताम् ॥
]

`verse 25 [
इत्युक्त्वा प्रमर्थैस्सार्द्धं वीरभद्रो हि शूलधृक् ॥
विचिंत्य मनसा शंभुं युयुधे तारकेण हि ॥
]

`verse 26 [
वृषारूढैरनेकैश्च त्रिशूलवरधारिभिः ॥
महावीरस्त्रिनेत्रैश्च स रेजे रणसंगतः ॥
]

`verse 27 [
कोलाहलं प्रकुर्वंतो निर्भयाश्शतशो गणाः ॥
वीरभद्रं पुरस्कृत्य युयुधुर्दानवैस्सह ॥
]

`verse 28 [
असुरास्तेऽपि युयुधुस्तारकासुरजीविनः ॥
बलोत्कटा महावीरा मर्दयन्तो गणान् रुषा ॥ 2.4.8.३० ॥
पुनः पुनश्चैव बभूव संगरो महोत्कटो दैत्यवरैर्गणानाम् ॥
प्रहर्षमाणाः परमास्त्रकोविदास्तदा गणास्ते जयिनो बभूवुः ॥
]

`verse 29 [
गणैर्जितास्ते प्रबलैरसुरा विमुखा रणे॥
पलायनपरा जाता व्यथिता व्यग्रमानसाः ॥
]

`verse 30 [
एवं भ्रष्टं स्वसैन्यं तद्दृष्ट्वा तत्पालकोऽसुरः ॥
तारको हि रुषाविष्टो हंतुं देवगणान् ययौ ॥
]

`verse 31 [
भुजानामयुतं कृत्वा सिंहमारुह्य वेगतः ॥
पातयामास तान्देवान्गणांश्च रणमूर्द्धनि ॥
]

`verse 32 [
स दृष्ट्वा तस्य तत्कर्म वीरभद्रो गणाग्रणीः ॥
चकार सुमहत्कोपं तद्वधाय महाबली ॥
]

`verse 33 [
स्मृत्वा शिवपदांभोजं जग्राह त्रिशिखं परम् ॥
जज्वलुस्तेजसा तस्य दिशः सर्वा नभस्तथा ॥
]

`verse 34 [
एतस्मिन्नन्तरे स्वामी वारयामास तं रणम् ॥
वीरबाहुमुखान्सद्यो महाकौतुकदर्शकः ॥
]

`verse 35 [
तदाज्ञया वीरभद्रो निवृत्तोऽभूद्रणात्तदा ॥
कोपं चक्रे महावीरस्तारकोऽसुरनायकः ॥
]

`verse 36 [
चकार बाणवृष्टिं च सुरोपरि तदाऽसुरः ॥
तप्तोऽह्वासीत्सुरान्सद्यो नानास्त्ररणकोविदः ॥
]

`verse 37 [
एवं कृत्वा महत्कर्म तारकोऽसुरपालकः ॥
सर्वेषामपि देवानामशक्यो बलिनां वरः ॥2.4.8.४०॥
एवं निहन्यमानांस्तान् दृष्ट्वा देवान् भयाकुलान् ॥
कोपं कृत्वा रणायाशु संनद्धोऽभवदच्युतः ॥
]

`verse 38 [
चक्रं सुदर्शनं शार्ङ्गं धनुरादाय सायुधः ॥
अभ्युद्ययौ महादैत्यं रणाय भगवान् हरिः ॥
]

`verse 39 [
ततस्समभवद्युद्धं हरितारकयोर्महत् ॥
लोमहर्षणमत्युग्रं सर्वेषां पश्यतां मुने ॥
]

`verse 40 [
गदामुद्यम्य स हरिर्जघानासुरमोजसा ॥
द्विधा चकार तां दैत्यस्त्रिशिखेन महाबली ॥
]

`verse 41 [
ततस्स क्रुद्धो भगवान्देवानामभयंकरः ॥
शार्ङ्गच्युतैश्शरव्यूहैर्जघानासुरनायकम् ॥
सोऽपि दैत्यो महावीरस्तारकः परवीरहा ॥
चिच्छेद सकलान्बाणान्स्वशरैर्निशितैर्द्रुतम् ॥
]

`verse 42 [
अथ शक्त्या जघानाशु मुरारिं तारकासुरः ॥
भूमौ पपात स हरिस्तत्प्रहारेण मूर्च्छितः ॥
]

`verse 43 [
जग्राह स रुषा चक्रमुत्थितः क्षणतोऽच्युतः ॥
सिंहनादं महत्कृत्वा ज्वलज्ज्वालासमाकुलम् ॥
]

`verse 44 [
तेन तञ्च जघानासौ दैत्यानामधिपं हरिः ॥
तत्प्रहारेण महता व्यथितो न्यपतद्भुवि ॥
]

`verse 45 [
पुनश्चोत्थाय दैत्येन्द्रस्तारकोऽसुरनायकः ॥
चिच्छेद त्वरितं चक्रं स्वशक्त्यातिबलान्वितः ॥2.4.8.५०॥
पुनस्तया महाशक्त्या जघानामरवल्लभम् ॥
अच्युतोऽपि महावीरा नन्दकेन जघान तम् ॥
]

`verse 46 [
एवमन्योन्यमसुरो विष्णुश्च बलवानुभौ ॥
युयुधाते रणे भूरि तत्राक्षतबलौ मुने ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखण्डे देव दैत्यसामान्ययुद्धवर्णनं नामाष्टमोऽध्यायः ॥
]
