`speaker [
ब्रह्मोवाच
]

`verse 1 [
देवदेव गुह स्वामिञ्शांकरे पार्वतीसुत ॥
न शोभते रणो विष्णु तारकासुरयोर्वृथा ॥
]

`verse 2 [
विष्णुना न हि वध्योऽसौ तारको बलवानति ॥
मया दत्तवरस्तस्मात्सत्यं सत्यं वदाम्यहम् ॥
]

`verse 3 [
नान्यो हंतास्य पापस्य त्वां विना पार्वतीसुत ॥
तस्मात्त्वया हि कर्तव्यं वचनं मे महाप्रभो ॥
]

`verse 4 [
सन्नद्धो भव दैत्यस्य वधायाशु परंतप ॥
तद्वधार्थं समुत्पन्नः शंकरात्त्वं शिवासुत ॥
]

`verse 5 [
रक्ष रक्ष महावीर त्रिदशान्व्यथितान्रणे ॥
न बालस्त्वं युवा नैव किं तु सर्वेश्वरः प्रभुः ॥
]

`verse 6 [
शक्रं पश्य तथा विष्णुं व्याकुलं च सुरान् गणान्॥
एवं जहि महादैत्यं त्रैलोक्यं सुखिनं कुरु ॥
]

`verse 7 [
अनेन विजितश्चेन्द्रो लोकपालैः पुरा सह ॥
विष्णुश्चापि महावीरो तर्जितस्तपसो बलात्॥
]

`verse 8 [
त्रैलोक्यं निर्जितं सर्वमसुरेण दुरात्मना॥
इदानीं तव सान्निध्यात्पुनर्युद्धं कृतं च तैः॥
]

`verse 9 [
तस्मात्त्वया निहंतव्यस्तारकः पापपूरुषः ॥
अन्यवध्यो न चैवायं मद्वराच्छंकरात्मज॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
इति श्रुत्वा मम वचः कुमारः शंकरात्मजः ॥
विजहास प्रसन्नात्मा तथास्त्विति वचोऽब्रवीत् ॥2.4.9.१०॥
विनिश्चित्यासुरवधं शांकरिस्स महा प्रभुः ॥
विमानादवतीर्याथ पदातिरभवत्तदा॥
]

`verse 11 [
पद्भ्यां तदासौ परिधावमानो रेजेऽतिवीरः शिवजः कुमारः॥
करे समादाय महाप्रभां तां शक्तिं महोल्कामिव दीप्तिदीप्ताम्॥
]

`verse 12 [
दृष्ट्वा तमायातमतिप्रचंडमव्याकुलं षण्मुखमप्रमेयम्॥
दैत्यो बभाषे सुरसत्तमान्स कुमार एष द्विषतां प्रहंता॥
]

`verse 13 [
अनेन साकं ह्यहमेकवीरो योत्स्ये च सर्वानहमेव वीरान्॥
गणांश्च सर्वानपि घातयामि सलोकपालान्हरिनायकांश्च॥
]

`verse 14 [
इत्येवमुक्त्वा स तदा महाबलः कुमारमुद्दिश्य ययौ च योद्धुम् ॥
जग्राह शक्तिं परमाद्भुतां च स तारको देववरान्बभाषे॥
]

`speaker [
तारक उवाच
]

`verse 15 [
कुमारो मेऽग्रतश्चाद्य भवद्भिश्च कथं कृतः ॥
यूयं गतत्रपा देवा विशेषाच्छक्रमेश्वरौ ॥
]

`verse 16 [
पुरैताभ्यां कृतं कर्म विरुद्धं वेदमार्गतः ॥
तच्छृणुध्वं मया प्रोक्तं वर्णयामि विशेषतः ॥
]

`verse 17 [
तत्र विष्णुश्छली दोषी ह्यविवेकी विशे षतः ॥
बलिर्येन पुरा बद्धश्छलमाश्रित्य पापतः ॥
]

`verse 18 [
तेनैव यत्नतः पूर्वमसुरौ मधुकैटभौ ॥
शिरौहीनौ कृतौ धौर्त्याद्वेदमार्गो विवर्जितः ॥
]

`verse 19 [
मोहिनीरूपतोऽनेन पंक्तिभेदः कृतो हि वै ॥
देवासुरसुधापाने वेदमार्गो विगर्हितः ॥ 2.4.9.२० ॥
रामो भूत्वा हता नारी वाली विध्वंसितो हि सः ॥
पुनर्वैश्रवणो विप्रौ हतो नीतिर्हता श्रुतेः ॥
]

`verse 20 [
पापं विना स्वकीया स्त्री त्यक्ता पापरतेन यत् ॥
तत्रापि श्रुतिमार्गश्च ध्वंसितस्स्वार्थहेतवे ॥
]

`verse 21 [
स्वजनन्याश्शिरश्छिन्नमवतारे रसाख्यके॥
गुरुपुत्रापमानश्च कृतोऽनेन दुरात्मना॥
]

`verse 22 [
कृष्णो भूत्वान्यनार्यश्च दूषिताः कुलधर्मतः ॥
श्रुतिमार्गं परित्यज्य स्वविवाहाः कृतास्तथा ॥
]

`verse 23 [
पुनश्च वेदमार्गो हि निंदितो नवमे भवे॥
स्थापितं नास्तिकमतं वेदमार्गविरोधकृत्॥
]

`verse 24 [
एवं येन कृतं पापं वेदमार्गं विसृज्य वै ॥
स कथं विजयेद्युद्धे भवेद्धर्मवतांवरः ॥
]

`verse 25 [
भ्राता ज्येष्ठश्च यस्तस्य शक्रः पापी महान्मतः ॥
तेन पापान्यनेकानि कृतानि निजहेतुतः ॥
]

`verse 26 [
निकृत्तो हि दितेर्गर्भस्स्वार्थ हेतोर्विशेषतः ॥
धर्षिता गौतमस्त्री वै हतो वृत्रश्च विप्रजः ॥
]

`verse 27 [
विश्वरूपद्विजातेर्वै भागिनेयस्य यद्गुरोः ॥
निकृत्तानि च शीर्षाणि तदध्वाध्वंसितश्श्रुतेः ॥
]

`verse 28 [
कृत्वा बहूनि पापानि हरिश्शक्रः पुनःपुनः ॥
तेजोभिर्विहतावेव नष्टवीर्यौ विशेषतः ॥2.4.9.३०॥
तयोर्बलेन नो यूयं संग्रामे जयमाप्स्यथ ॥
किमर्थं मूढतां प्राप्य प्राणांस्त्यक्तुमिहागताः ॥
]

`verse 29 [
जानन्तौ धर्ममेतौ न स्वार्थलंपटमानसौ ॥
धर्मं विनाऽमराः कृत्यं निष्फलं सकलं भवेत् ॥
]

`verse 30 [
महाधृष्टाविमौ मेद्य कृतवंतौ पुरश्शिशुम् ॥
अहं बालं वधिष्यामि तयोस्सोऽपि भविष्यति ॥
]

`verse 31 [
किं बाल इतो यायाद्दूरं प्राणपरीप्सया ॥
इत्युक्तोद्दिश्य च हरी वीरभद्रमुवाच सः ॥
]

`verse 32 [
पुरा हतास्त्वया विप्रा दक्षयज्ञे ह्यनेकशः ॥
तत्कर्मणः फलं चाद्य दर्शयिष्यामि तेऽनघ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
इत्येवमुक्त्वा तु विधूय पुण्यं निजं स तन्निंदनकर्मणा वै ॥
जग्राह शक्तिं परमाद्भुतां च स तारको युद्धवतां वरिष्ठः ॥
]

`verse 34 [
तं बालान्तिकमायातं तारकासुरमोजसा ॥
आजघान च वज्रेण शक्रो गुहपुरस्सरः ॥
]

`verse 35 [
तेन वज्रप्रहारेण तारको जर्जरीकृतः॥
भूमौ पपात सहसा निंदाहतबलः क्षणम् ॥
]

`verse 36 [
पतितोऽपि समुत्थाय शक्त्या तं प्राहरद्रुषा ॥
पुरंदरं गजस्थं हि पातयामास भूतले ॥
]

`verse 37 [
हाहाकारो महानासीत्पतिते च पुरंदरे ॥
सेनायां निर्जराणां हि तद्दृष्ट्वा क्लेश आविशत्॥2.4.9.४०॥
तारकेणाऽपि तत्रैव यत्कृतं कर्म दुःखदम् ॥
स्वनाशकारणं धर्मविरुदं तन्निबोध मे ॥
]

`verse 38 [
पतितं च पदाक्रम्य हस्ताद्वज्रं प्रगृह्य वै।
पुनरुद्वज्रघातेन शक्रमाताडयद्भृशम्॥
]

`verse 39 [
एवं तिरस्कृतं दृष्ट्वा शक्रविष्णुप्रतापवान् ॥
चक्रमुद्यस्य भगवांस्तारकं स जघान ह॥
]

`verse 40 [
चक्रप्रहाराभितो निपपात क्षितौ हि सः ॥
पुनरुत्थाय दैत्येन्द्रशक्त्या विष्णुं जघान तम्॥
]

`verse 41 [
तेन शक्तिप्रहारेण पतितो भुवि चाच्युतः॥
करो महानासीच्चुक्रुशुश्चाऽतिनिर्जराः॥
]

`verse 42 [
निमेषेण पुनर्विष्णुर्यावदुत्तिष्ठते स्वयम्॥
तावत्स वीरभद्रो हि तत्क्षणादागतोऽसुरम्॥
]

`verse 43 [
त्रिशूलं च समुद्यम्य वीरभद्रः प्रतापवान् ॥
तारकं दितिजाधीशं जघान प्रसभं बली ॥
]

`verse 44 [
तत्त्रिशूलप्रहारेण स पपात क्षितौ तदा ॥
पतितोऽपि महातेजास्तारकः पुनरुत्थितः ॥
]

`verse 45 [
कृत्वा क्रोधं महावीरस्सकलासुरनायकः ॥
जघान परया शक्त्या वीरभद्रं तदोरसि ॥
]

`verse 46 [
वीरभद्रोऽपि पतितो भूतले मूर्छितः क्षणम् ॥
तच्छक्त्या परया क्रोधान्निहतो वक्षसि धुवम् ॥ 2.4.9.५० ॥
सगणश्चैव देवास्ते गंधर्वोरगराक्षसाः ॥
हाहाकारेण महता चुक्रुशुश्च मुहुर्मुहुः ॥
]

`verse 47 [
निमेषमात्रात्सहसा महौजास्स वीरभद्रो द्विषतां निहंता॥
त्रिशूलमुद्यम्य तडित्प्रकाशं जाज्वल्यमानं प्रभया विरेजे ॥
]

`verse 48 [
स्वरोचिषा भासितदिग्वितानं सूर्येन्दुबिम्बाग्निसमानमंडलम् ॥
महाप्रभं वीरभयावहं परं कालाख्यमत्यंतकरं महोज्ज्वलम् ॥
]

`verse 49 [
यावत्त्रिशूलेन तदा हंतुकामो महाबलः ॥
वीरभद्रोऽसुरं यावत्कुमारेण निवारितः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखंडे तारकवाक्यशक्रविष्णुवी रभद्रयुद्धवर्णनं नाम नवमोऽध्यायः ॥
]
