`speaker [
ब्रह्मोवाच
]

`verse 1 [
निवार्य वीरभद्रं तं कुमारः परवीरहा॥
समैच्छत्तारकवधं स्मृत्वा शिवपदाम्बुजौ॥
]

`verse 2 [
जगर्जाथ महातेजाः कार्तिकेयो महाबलः ॥
सन्नद्धः सोऽभवत्क्रुद्ध सैन्येन महता वृतः ॥
]

`verse 3 [
तदा जयजयेत्युक्तं सर्वैर्देर्वेर्गणै स्तथा ॥
संस्तुतो वाग्भिरिष्टाभिस्तदैव च सुरर्षिभिः ॥
]

`verse 4 [
तारकस्य कुमारस्य संग्रामोऽतीव दुस्सहः॥
जातस्तदा महाघोरस्सर्वभूत भयंकरः ॥
]

`verse 5 [
शक्तिहस्तौ च तौ वीरौ युयुधाते परस्परम् ॥
सर्वेषां पश्यतां तत्र महाश्चर्यवतां मुने ॥
]

`verse 6 [
शक्तिनिर्भिन्नदेहौ तौ महासाधनसंयुतौ॥
परस्परं वंचयंतौ सिंहाविव महाबलौ ॥
]

`verse 7 [
वैतालिकं समाश्रित्य तथा खेचरकं मतम् ॥
पापं तं च समाश्रित्य शक्त्या शक्तिं विजघ्नतुः ॥
]

`verse 8 [
एभिर्मंत्रैर्महावीरौ चक्रतुर्युद्धमद्भुतम् ॥
अन्योन्यं साधकौ भूत्वा महाबलपराक्रमौ ॥
]

`verse 9 [
महाबलं प्रकुर्वतौ परस्परवधैषिणौ॥
जघ्नतुश्शक्तिधाराभी रणे रणविशारदौ॥
]

`verse 10 [
मूर्ध्नि कंठे तथा चोर्वोर्जान्वोश्चैव कटीतटे॥
वक्षस्युरसि पृष्ठे च चिच्छिदुश्च परस्परम् ॥2.4.10.१०॥
तदा तौ युध्यमानौ च हन्तुकामौ महाबलौ ॥
वल्गन्तौ वीरशब्दैश्च नानायुद्धविशारदौ ॥
]

`verse 11 [
अभवन्प्रेक्षकास्सर्वे देवा गंधर्वकिन्नराः ॥
ऊचुः परस्परं तत्र कोस्मिन्युद्धे विजेष्यते ॥
]

`verse 12 [
तदा नभोगता वाणी जगौ देवांश्च सांत्वयन् ॥
असुरं तारकं चात्र कुमारोऽयं हनिष्यति ॥
]

`verse 13 [
मा शोच्यतां सुरैः सर्वै सुखेन स्थीयतामिति॥
युष्मदर्थं शंकरो हि पुत्ररूपेण संस्थितः ॥
]

`verse 14 [
श्रुत्वा तदा तां गगने समीरितां वाचं शुभां सप्रमथेस्समावृतः ॥
निहंतुकामः सुखितः कुमारको दैत्याधिपं तारकमाश्वभूत्तदा ॥
]

`verse 15 [
शक्त्या तया महाबाहुराजघानस्तनांतरे ॥
कुमारः स्म रुषाविष्टस्तारकासुरमोजसा ॥
]

`verse 16 [
तं प्रहारमनादृत्य तारको दैत्यपुंगवः ॥
कुमारं चापि संक्रुद्धस्स्वशक्त्या संजघान सः ॥
]

`verse 17 [
तेन शक्तिप्रहारेण शांकरिर्मूच्छि तोऽभवत् ॥
मुहूर्ताच्चेतनां प्राप स्तूयमानो महर्षिभिः ॥
]

`verse 18 [
यथा सिंहो मदोन्मत्तो हंतुकामस्तथासुरम्॥
कुमारस्तारकं शक्त्या स जघान प्रतापवान् ॥
]

`verse 19 [
एवं परस्परं तौ हि कुमारश्चापि तारकः ॥
युयुधातेऽतिसंरब्धौ शक्तियुद्धविशारदौ ॥ 2.4.10.२० ॥
अभ्यासपरमावास्तामन्योन्यं विजिगीषया ॥
पदातिनौ युध्यमान्नौ चित्ररूपौ तरस्विनौ ॥
]

`verse 20 [
विविधैर्घातपुंजैस्तावन्योन्यं विनि जघ्नतुः ॥
नानामार्गान्प्रकुर्वन्तौ गर्जंतौ सुपराक्रमौ ॥
]

`verse 21 [
अवलोकपरास्सर्वे देवगंधर्वकिन्नराः॥
विस्मयं परमं जग्मुर्नोचुः किंचन तत्र ते ॥
]

`verse 22 [
न ववौ पवमानश्च निष्प्रभोऽभूद्दिवाकरः ॥
चचाल वसुधा सर्वा सशैलवनकानना ॥
]

`verse 23 [
एतस्मिन्नंतरे तत्र हिमालयमुखा धराः ॥
स्नेहार्दितास्तदा जग्मुः कुमारं च परीप्सवः ॥
]

`verse 24 [
ततस्स दृष्ट्वा तान्सर्वान्भयभीतांश्च शांकरिः॥
पर्वतान्गिरिजापुत्रो बभाषे परिबोधयन् ॥
]

`speaker [
कुमार उवाच
]

`verse 25 [
मा खिद्यतां महाभागा मा चिंतां कुर्वतां नगाः ॥
घातयाम्यद्य पापिष्ठं सर्वेषां वः प्रपश्य ताम् ॥
]

`verse 26 [
एवं समाश्वास्य तदा पर्वतान्निर्जरान्गणान् ॥
प्रणम्य गिरिजां शंभुमाददे शक्तिमुत्प्रभाम्॥
]

`verse 27 [
तं तारकं हंतुमनाः करशक्तिर्महाप्रभुः ॥
विरराज महावीरः कुमारश्शंभुबालकः ॥
]

`verse 28 [
शक्त्या तया जघानाथ कुमारस्तारकासुरम् ॥
तेजसाढ्यश्शंकरस्य लोकक्लेशकरं च तम् ॥2.4.10.३०॥
पपात सद्यस्सहसा विशीर्णांगोऽसुरः क्षितौ ॥
तारकाख्यो महावीरस्सर्वासुरगणाधिपः॥
]

`verse 29 [
कुमारेण हतस्सोतिवीरस्स खलु तारकः ॥
लयं ययौ च तत्रैव सर्वेषां पश्यतां मुने ॥
]

`verse 30 [
तथा तं पतितं दृष्ट्वा तारकं बलवत्तरम् ॥
न जघान पुनर्वीरस्स गत्वा व्यसुमाहवे ॥
]

`verse 31 [
हते तस्मिन्महादैत्ये तारकाख्ये महाबले ॥
क्षयं प्रणीता बहवोऽसुरा देवगणैस्तदा ॥
]

`verse 32 [
केचिद्भीताः प्रांजलयो बभूवुस्तत्र चाहवे॥
छिन्नभिन्नांगकाः केचिन्मृता दैत्यास्सहस्रशः॥
]

`verse 33 [
केचिज्जाताः कुमारस्य शरणं शरणार्थिनः ॥
वदन्तः पाहि पाहीति दैत्याः सांजलयस्तदा ॥
]

`verse 34 [
कियंतश्च हतास्तत्र कियंतश्च पलायिताः ॥
पलायमाना व्यथिता स्ताडिता निर्ज्जरैर्गणैः ॥
]

`verse 35 [
सहस्रशः प्रविष्टास्ते पाताले च जिजीषवः॥
पलायमानास्ते सर्वे भग्नाशा दैन्यमागताः ॥
]

`verse 36 [
एवं सर्वं दैत्यसैन्यं भ्रष्टं जातं मुनीश्वर ॥
न केचित्तत्र संतस्थुर्गणदेवभयात्तदा ॥
]

`verse 37 [
आसीन्निष्कंटकं सर्वं हते तस्मिन्दुरात्मनि॥
ते देवाः सुखमापन्नास्सर्वे शक्रादयस्तदा ॥2.4.10.४०॥
एवं विजयमापन्नं कुमारं निखिलास्सुराः ॥
बभूवुर्युगपद्धृष्टास्त्रिलोकाश्च महासुखा॥
]

`verse 38 [
तदा शिवोऽपि तं ज्ञात्वा विजयं कार्तिकस्य च ॥
तत्राजगाम स मुदा सगणः प्रियया सह ॥
]

`verse 39 [
स्वात्मजं स्वांकमारोप्य कुमारं सूर्यवर्चसम् ॥
लालयामास सुप्रीत्या शिवा च स्नेहसंकुला ॥
]

`verse 40 [
हिमालयस्तदागत्य स्वपुत्रैः परिवारितः ॥
सबंधुस्सानुगश्शंभुं तुष्टाव च शिवां गुहम् ॥
]

`verse 41 [
ततो देवगणास्सर्वे मुनयस्सिद्धचारणाः ॥
तुष्टुवुश्शांकरिं शंभुं गिरिजां तुषितां भृशम् ॥
]

`verse 42 [
पुष्पवृष्टिं सुमहतीं चक्रुश्चोपसुरास्तदा ॥
जगुर्गंधर्वपतयो ननृतुश्चाप्सरोगणाः ॥
]

`verse 43 [
वादित्राणि तथा नेदुस्तदानीं च विशेषतः ॥
जयशब्दो नमः शब्दो बभूवोच्चैर्मुहुर्मुहुः ॥
]

`verse 44 [
ततो मयाच्युतश्चापि संतुष्टोभूद्विशेषतः ॥
शिवं शिवां कुमारं च संतुष्टाव समादरात् ॥
]

`verse 45 [
कुमारमग्रतः कृत्वा हरिकेन्द्रमुखास्सुराः ॥
चक्रुर्नीराजनं प्रीत्या मुनयश्चापरे तथा ॥
]

`verse 46 [
गीतवादित्रघोषेण ब्रह्मघोषेण भूयसा ॥
तदोत्सवो महानासीत्कीर्तनं च विशेषतः ॥ 2.4.10.५० ॥
गीतवाद्यैस्सुप्रसन्नैस्तथा साञ्जलिभिर्मुने ॥
स्तूयमानो जगन्नाथस्सर्वैर्दैवैर्गणैरभूत ॥
]

`verse 47 [
ततस्स भगवान्रुद्रो भवान्या जगदंबया ॥
सर्वैः स्तुतो जगामाथ स्वगिरिं स्वगणैर्वृतः ॥
]

`colophon [
इति श्री शिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखण्डे तारका सुरवधदेवोत्सववर्णनं नाम दशमोऽध्यायः ॥
]
