`speaker [
ब्रह्मोवाच
]

`verse 1 [
एतस्मिन्नंतरे तत्र क्रौञ्चनामाचलो मुने ॥
आजगाम कुमारस्य शरणं बाणपीडित ॥
]

`verse 2 [
पलायमानो यो युद्धादसोढा तेज ऐश्वरम्॥
तुतोदातीव स क्रौञ्चं कोट्यायुतबलान्वितः ॥
]

`verse 3 [
प्रणिपत्य कुमारस्य स भक्त्या चरणाम्बुजम् ॥
प्रेमनिर्भरया वाचा तुष्टाव गुहमादरात् ॥
]

`speaker [
क्रौंच उवाच
]

`verse 4 [
कुमार स्कंद देवेश तारकासुरनाशक ॥
पाहि मां शरणापन्नं बाणासुरनिपीडितम् ॥
]

`verse 5 [
संगरात्ते महासेन समुच्छिन्नः पलायितः ॥
न्यपीडयच्च मागत्य हा नाथ करुणाकर ॥
]

`verse 6 [
तत्पीडितस्ते शरणमागतोऽहं सुदुःखितः ॥
पलायमानो देवेश शरजन्मन्दयां कुरु ॥
]

`verse 7 [
दैत्यं तं नाशय विभो बाणाह्वं मां सुखीकुरु ॥
दैत्यघ्नस्त्वं विशेषेण देवावनकरस्स्वराट् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
इति क्रौंचस्तुतस्स्कन्दः प्रसन्नो भक्तपालकः ॥
गृहीत्वा शक्तिमतुलां स्वां सस्मार शिवो धिया ॥
]

`verse 9 [
चिक्षेप तां समुद्दिश्य स बाणं शंकरात्मजः ॥
महाशब्दो बभूवाथ जज्वलुश्च दिशो नभः ॥
]

`verse 10 [
सबलं भस्मसात्कृत्वासुरं तं क्षणमात्रतः ॥
गुहोपकंठं शक्तिस्सा जगाम परमा मुने ॥2.4.11.१
]

`verse 11 [
ततः कुमार प्रोवाच क्रौंचं गिरिवरं प्रभुः ॥
निर्भयस्स्वगृहं गच्छ नष्टस्स सबलोऽसुरः ॥
]

`verse 12 [
तच्छुत्वा स्वामिवचनं  मुदितो गिरिराट् तदा ॥
स्तुत्वा गुहं तदारातिं स्वधाम प्रत्यपद्यत ॥
]

`verse 13 [
ततः स्कन्दो महेशस्य मुदा स्थापितवान्मुने ॥
त्रीणि लिंगानि तत्रैव पापघ्नानि विधानतः ॥
]

`verse 14 [
प्रतिज्ञेश्वरनामादौ कपालेश्वरमादरात् ॥
कुमारेश्वरमेवाथ सर्वसिद्धिप्रदं त्रयम् ॥
]

`verse 15 [
पुनस्सर्वेश्वरस्तत्र जयस्तंभसमीपतः ॥
स्तंभेश्वराभिधं लिंगं गुहः स्थापितवान्मुदा॥
]

`verse 16 [
ततस्सर्वे सुरास्तत्र विष्णुप्रभृतयो मुदा॥
लिंगं स्थापितवंतस्ते देवदेवस्य शूलिनः॥
]

`verse 17 [
सर्वेषां शिवलिंगानां महिमाभूत्तदाद्भुतः॥
सर्वकामप्रदश्चापि मुक्तिदो भक्तिकारिणाम् ॥
]

`verse 18 [
ततस्सर्वे सुरा विष्णुप्रमुखाः प्रीतमानसाः ॥
ऐच्छन्गिरिवरं गंतुं पुरस्कृत्य गुहं मुदा ॥
]

`verse 19 [
तस्मिन्नवसरे शेषपुत्रः कुमुद नामकः ॥
आजगाम कुमारस्य शरणं दैत्यपीडितः ॥
]

`verse 20 [
प्रलंबाख्योऽसुरो यो हि रणादस्मात्पलायितः ॥
स तत्रोपद्रवं चक्रे प्रबलस्तारकानुगः ॥2.4.11.२०॥
सोऽथ शेषस्य तनयः कुमुदोऽहिपतेर्महान् ॥
कुमारशरणं प्राप्तस्तुष्टाव गिरिजात्मजम् ॥
]

`speaker [
कुमुद उवाच
]

`verse 21 [
देवदेव महादेव वरतात महाप्रभो॥
पीडितोऽहं प्रलंबेन त्वाहं शरणमागतः ॥
]

`verse 22 [
पाहि मां शरणापन्नं प्रलंबा सुरपीडितम् ॥
कुमार स्कन्द देवेश तारकारे महाप्रभो ॥
]

`verse 23 [
त्वं दीनबंधुः करुणासिन्धुरानतवत्सलः ॥
खलनिग्रहकर्ता हि शरण्यश्च सतां गतिः ॥
]

`verse 24 [
कुमुदेनस्तुतश्चेत्थं विज्ञप्तस्तद्वधाय हि ॥
स्वाश्च शक्तिं स जग्राह स्मृत्वा शिवपदांबुजौ ॥
]

`verse 25 [
चिक्षेप तां समुद्दिश्य प्रलंबं गिरिजासुतः ॥
महाशब्दो बभूवाथ जज्वलुश्च दिशो नभः ॥
]

`verse 26 [
तं सायुतबलं शक्तिर्द्रुतं कृत्वा च भस्मसात् ॥
गुहोपकंठं सहसाजगामाक्लिष्टवारिणी ॥
]

`verse 27 [
ततः कुमारः प्रोवाच कुमुदं नागबालकम् ॥
निर्भयः स्वगृहं गच्छ नष्टस्स सबलोऽसुरः ॥
]

`verse 28 [
तच्छुत्वा गुहवाक्यं स कुमुदोहिपतेस्सुतः ॥
स्तुत्वा कुमारं नत्वा च पातालं मुदितो ययौ ॥
]

`verse 29 [
एवं कुमारविजयं वर्णितं ते मुनीश्वर ॥
चरितं तारकवधं परमाश्चर्यकारकम् ॥ 2.4.11.३० ॥
सर्वपापहरं दिव्यं सर्वकामप्रदं नृणाम् ॥
धन्यं यशस्यमायुष्यं भुक्तिमुक्तिप्रदं सताम् ॥
]

`verse 30 [
ये कीर्तयंति सुयशोऽमितभाग्ययुता नराः ॥
कुमारचरितं दिव्यं शिव लोकं प्रयांति ते ॥
]

`verse 31 [
श्रोष्यंति ये च तत्कीर्तिं भक्त्या श्रद्धान्विता जनाः ॥
मुक्तिं प्राप्स्यन्ति ते दिव्यामिह भुक्त्वा परं सुखम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखंडे बाणप्रलंबवध कुमारविजयवर्णनं नामैकादशोऽध्यायः ॥
]
