`speaker [
ब्रह्मोवाच
]

`verse 1 [
निहतं तारकं दृष्ट्वा देवा विष्णुपुरोगमाः ॥
तुष्टुवुश्शांकरिं   भक्त्या सर्वेऽन्ये मुदिताननाः ॥
]

`speaker [
देवा ऊचुः
]

`verse 2 [
विश्वबंधो नमस्तेऽस्तु नमस्ते विश्वभावन ॥
]

`verse 3 [
नमोस्तु ते दानववर्यहंत्रे बाणासुरप्राणहराय देव ॥
प्रलंबनाशाय पवित्ररूपिणे नमोनमश्शंकरतात तुभ्यम् ॥
]

`verse 4 [
त्वमेव कर्त्ता जगतां च भर्त्ता त्वमेव हर्त्ता शुचिज प्रसीद ॥
प्रपञ्चभूतस्तव लोकबिंबः प्रसीद शम्भ्वात्मज दीनबंधो॥
]

`verse 5 [
देवरक्षाकर स्वामिन्रक्ष नस्सर्वदा प्रभो॥
देवप्राणावन कर प्रसीद करुणाकर ॥
]

`verse 6 [
हत्वा ते तारकं दैत्यं परिवारयुतं विभो ॥
मोचितास्सकला देवा विपद्भ्यः परमेश्वर॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
एवं स्तुतः कुमारोऽसौ देवैर्विष्णुमुखैः प्रभुः ॥
वरान्ददावभिनवान्सर्वेभ्यः क्रमशो मुने ॥
]

`verse 8 [
शैलान्निरीक्ष्य स्तुवतस्ततस्स गिरिशात्मजः ॥
सुप्रसन्नतरो भूत्वा प्रोवाच प्रददद्वरान् ॥
]

`speaker [
स्कन्द उवाच
]

`verse 9 [
यूयं सर्वे पर्वता हि पूजनीयास्तपस्विभिः ॥
कर्मिभिर्ज्ञानिभिश्चैव सेव्यमाना भविष्यथ ॥
]

`verse 10 [
शंभोर्विशिष्टरूपाणि लिंगरूपाणि चैव हि ॥
भविष्यथ न संदेहः पर्वता वचनान्मम ॥ 2.4.12.१० ॥
योऽयं मातामहो मेऽद्य हिमवान्पर्वतोत्तमः ॥
तपस्विनां महाभागः फलदो हि भविष्यति ॥
]

`speaker [
देवा ऊचुः
]

`verse 11 [
एवं दत्त्वा वरान्हत्वा तारकं चासुराधिपम् ॥
त्वया कृताश्च सुखिनो वयं सर्वे चराचराः ॥
]

`verse 12 [
इदानीं खलु सुप्रीत्या कैलासं गिरिशालयम् ॥
जननी जनकौ द्रष्टुं शिवाशंभू त्वमर्हसि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
इत्युक्त्वा निखिला देवा विष्ण्वाद्या प्राप्तशासनाः ॥
कृत्वा महोत्सवं भूरि सकुमारा ययुर्गिरिम् ॥
]

`verse 14 [
कुमारे गच्छति विभौ कैलासं शंकरालयम् ॥
महामंगलमुत्तस्थौ जयशब्दो बभूव ह ॥
]

`verse 15 [
आरुरोह कुमारोऽसौ विमानं परमर्द्धिमत् ॥
सर्वतोलंकृतं रम्यं सर्वोपरि विराजितम् ॥
]

`verse 16 [
अहं विष्णुश्च समुदौ तदा चामरधारिणौ॥
गुह मूर्ध्नि महाप्रीत्या मुनेऽभूव ह्यतंद्रितौ ॥
]

`verse 17 [
इन्द्राद्या अमरास्सर्वे कुर्वंतो गुहसेवनम् ॥
यथोचितं चतुर्दिक्षु जग्मुश्च प्रमुदास्तदा ॥
]

`verse 18 [
शंभोर्जयं प्रभाषंतः प्रापुस्ते शंभुपर्वतम् ॥
सानंदा विविशुस्तत्रोच्चरितो मंगलध्वनिः ॥
]

`verse 19 [
दृष्ट्वा शिवं शिवां चैव सर्वे विष्ण्वादयो द्रुतम् ॥
प्रणम्य शंकरं भक्त्या करौ बद्ध्वा विनम्रकाः ॥2.4.12.२०॥
कुमारोऽपि विनीतात्मा विमानादवतीर्य च ॥
प्रणनाम मुदा शंभुं शिवां सिंहासनस्थिताम् ॥
]

`verse 20 [
अथ दृष्ट्वा कुमारं तं तनयं प्राणवल्लभम् ॥
तौ दंपती शिवौ देवौ मुमुदातेऽति नारद ॥
]

`verse 21 [
महाप्रभुस्समुत्थाप्य तमुत्संगे न्यवेशयत् ॥
मूर्ध्नि जघ्रौ मुदा स्नेहात्तं पस्पर्श करेण ह ॥
]

`verse 22 [
महानंदभरः शंभुश्चकार मुखचुंबनम् ॥
कुमारस्य महास्नेहात् तारकारेर्महाप्रभोः ॥
]

`verse 23 [
शिवापि तं समुत्थाप्य स्वोत्संगे संन्यवेशयत् ॥
कृत्वा मूर्ध्नि महास्नेहात् तन्मुखाब्जं चुचुम्ब हि ॥
]

`verse 24 [
तयोस्तदा महामोदो ववृधेऽतीव नारद॥
दंपत्योः शिवयोस्तात भवाचारं प्रकुर्वतोः॥
]

`verse 25 [
तदोत्सवो महानासीन्नानाविधिः शिवालये ॥
जयशब्दो नमश्शब्दो बभूवातीव सर्वतः ॥
]

`verse 26 [
ततस्सुरगणास्सर्वे विष्ण्वाद्या मुनयस्तथा ॥
सुप्रणम्य मुदा शंभुं तुष्टुवुस्सशिवं मुने ॥
]

`speaker [
देवा ऊचुः
]

`verse 27 [
देवदेव महादेव भक्तानामभयप्रद ॥
नमो नमस्ते बहुशः कृपाकर महेश्वर ॥
]

`verse 28 [
अद्भुता ते महादेव महालीला सुखप्रदा ॥
सर्वेषां शंकर सतां दीनबंधो महाप्रभो ॥ 2.4.12.३० ॥
एवं मूढधियश्चाज्ञाः पूजायां ते सनातनम् ॥
आवाहनं न जानीमो गतिं नैव प्रभोद्भुताम् ॥
]

`verse 29 [
गंगासलिलधाराय ह्याधाराय गुणात्मने ॥
नमस्ते त्रिदशेशाय शंकराय नमोनमः ।३२॥
वृषांकाय महेशाय गणानां पतये नमः ॥
सर्वेश्वराय देवाय त्रिलोकपतये नमः ॥
]

`verse 30 [
भर्त्रे कर्त्रे च देवेश त्रिगुणेशाय शाश्वते ॥
]

`verse 31 [
विसंगाय परेशाय शिवाय परमात्मने ॥
निष्प्रपंचाय शुद्धाय परमायाव्ययाय च ॥
]

`verse 32 [
भूतं भव्यं भविष्यच्च स्थावरं जंगमं च यत् ॥
तव देहात्समुत्पन्नं सर्वथा परमेश्वर ॥
]

`verse 33 [
पाहि नस्सर्वदा स्वामिन्प्रसीद भगवन्प्रभो ॥
वयं ते शरणापन्नाः सर्वथा परमेश्वर ॥
]

`verse 34 [
शिवाय नीलकंठाय चिताभस्मांगधारिणे ॥
नित्यं नीलशिखंडाय श्रीकण्ठाय नमोनमः ॥ 2.4.12.४० ॥
सर्वप्रणतदेहाय संयमप्रणताय च ॥
महादेवाय शर्वाय सर्वार्चितपदाय च ॥
]

`verse 35 [
त्वं ब्रह्मा सर्वदेवानां रुद्राणां नीललोहितः ॥
आत्मा च सर्वभूतानां सांख्यैः पुरुष उच्यसे ॥
]

`verse 36 [
पर्वतानां सुमेरुस्त्वं नक्षत्राणां च चन्द्रमा ॥
ऋषीणां च वशिष्ठस्त्वं देवानां वासवस्तथा ॥
]

`verse 37 [
अकारस्सर्ववेदानां त्राता भव महेश्वर ॥
त्वं च लोकहितार्थाय भूतानि परिषिंचसि ॥
]

`verse 38 [
महेश्वर महाभाग शुभाशुभनिरीक्षक ॥
आप्यायास्मान्हि देवेश कर्तॄन्वै वचनं तव ॥
]

`verse 39 [
रूपकोटिसहस्रेषु रूपकोटिशतेषु ते ॥
अंतं गंतुं न शक्ताः स्म देवदेव नमोस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
इति स्तुत्वाखिला देवा विष्ण्वाद्या प्रमुखस्थिताः ॥
मुहुर्मुहुस्सुप्रणम्य स्कंदं कृत्वा पुरस्सरम् ॥
]

`verse 41 [
देवस्तुतिं समाकर्ण्य शिवस्सर्वेश्वरस्स्वराट् ॥
सुप्रसन्नो बभूवाथ विजहास दयापरः ॥
]

`verse 42 [
उवाच सुप्रसन्नात्मा विष्ण्वादीन्सुरसत्तमान् ॥
शंकरः परमेशानो दीनबंधुस्सतां गतिः ॥
]

`speaker [
शिव उवाच
]

`verse 43 [
हे हरे हे विधे देवा वाक्यं मे शृणुतादरात् ॥
सर्वथाहं सतां त्राता देवानां वः कृपानिधिः ॥2.4.12.५० ॥
दुष्टहंता त्रिलोकेशश्शंकरो भक्तवत्सलः ॥
कर्ता भर्ता च हर्ता च सर्वेषां निर्विकारवान् ॥
]

`verse 44 [
यदा यदा भवेद्दुःखं युष्माकं देवसत्तमाः ॥
तदा तदा मां यूयं वै भजंतु सुखहेतवे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
इत्याज्ञप्तस्तदा देवा विष्ण्वाद्यास्समुनीश्वराः ॥
शिवं प्रणम्य सशिवं कुमारं च मुदान्विताः ॥
]

`verse 46 [
कथयंतो यशो रम्यं शिवयोश्शांकरेश्च तत् ॥
आनन्दं परमं प्राप्य स्वधामानि ययु र्मुने ॥
]

`verse 47 [
शिवोपि शिवया सार्द्धं सगणः परमेश्वरः ॥
कुमारेणयुतः प्रीत्योवास तस्मिन्गिरौ मुदा ॥
]

`verse 48 [
इत्येवं कथितं सर्वं कौमारं चरितं मुने ॥
शैवं च सुखदं दिव्यं किमन्यच्छ्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखंडे स्वामिकार्तिकचरितगर्भितशिवाशिवचरितवर्णनं नाम द्वादशोऽध्यायः ॥
]
