`speaker [
ब्रह्मोवाच
]

`verse 1 [
गणास्ते क्रोधसंपन्नास्तत्र गत्वा शिवाज्ञया ॥
पप्रच्छुर्गिरिजापुत्रं तं तदा द्वारपालकम् ॥
]

`speaker [
शिवगणा ऊचुः
]

`verse 2 [
कोऽसि त्वं कुत आयातः किं वा त्वं च चिकीर्षसि ॥
इतोऽद्य गच्छ दूरं वै यदि जीवितुमिच्छसि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
तदीयं तद्वचः श्रुत्वा गिरिजातनयस्स वै ॥
निर्भयो दण्डपाणिश्च द्वारपानब्रवीदिदम् ॥
]

`speaker [
गणेश उवाच
]

`verse 4 [
यूयं के कुत आयाता भवंतस्सुन्दरा इमे ॥
यात दूरं किमर्थं वै स्थिता अत्र विरोधिनः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
एवं श्रुत्वा वचस्तस्य हास्यं कृत्वा परस्परम्॥
ऊचुस्सर्वे शिवगणा महावीरा गतस्मयाः ॥
]

`verse 6 [
परस्परमिति प्रोच्य सर्वे ते शिवपार्षदाः ॥
द्वारपालं गणेशं तं प्रत्यूचुः कुद्धमानसाः ॥
]

`speaker [
शिवगणा ऊचुः
]

`verse 7 [
श्रूयतां द्वारपाला हि वयं शिवगणा वराः ॥
त्वां निवारयितुं प्राप्ताश्शंकरस्याज्ञया विभोः ॥
]

`verse 8 [
त्वामपीह गणं मत्वा न हन्यामीन्यथा हतः ॥
तिष्ठ दूरे स्वतस्त्वं च किमर्थं मृत्युमीहसे ॥
]

`verse 9 [
॥ ब्रह्मोवाच ॥ इत्युक्तोऽपि गणेशश्च गिरिजातनयोऽभयः ॥
निर्भर्त्स्य शंकरगणान्न द्वारं मुक्तवांस्तदा ॥
]

`verse 10 [
ते सर्वेपि गणाश्शैवास्तत्रत्या वचनं तदा ॥
श्रुत्वा तत्र शिवं गत्वा तद्वृत्तांतमथाब्रुवन्॥2.4.14.१०॥
ततश्च तद्वचः श्रुत्वाद्भुतलीलो महेश्वरः ॥
विनिर्भर्त्स्य गणानूचे निजाँल्लोकगतिर्मुने ॥
]

`speaker [
महेश्वर उवाच
]

`verse 11 [
कश्चायं वर्तते किं च ब्रवीत्यरिवदुच्छ्रितः ॥
किं करिष्यत्यसद्बुद्धिः स्वमृत्युं वांछति ध्रुवम् ॥
]

`verse 12 [
दूरतः क्रियतां ह्येष द्रारपालो नवीनकः॥
क्लीबा इव स्थितास्तस्य वृत्तं वदथ मे कथम् ॥
]

`verse 13 [
स्वामिनोक्ता गणास्ते चाद्भुतलीलेन शंभुना ॥
पुनरागत्य तत्रैव तमूचुर्द्वारपालकम् ॥
]

`speaker [
शिवगणा ऊचुः
]

`verse 14 [
रे रे द्वारप कस्त्वं हि स्थितश्च स्थापितः कुतः ॥
नैवास्मान्गाणयस्येवं कथं जीवितुमिच्छसि ॥
]

`verse 15 [
द्वारपाला वयं सर्वे स्थितः किं परिभाषसे ॥
सिंहासनगृहीतश्च शृगालः शिवमीहते ॥
]

`verse 16 [
तावद्गर्जसि मूर्ख त्वं यावद्गण पराक्रमः ॥
नानुभूतस्त्वयात्रैव ह्यनुभूतः पतिष्यसि ॥
]

`verse 17 [
इत्युक्तस्तैस्सुसंकुद्धो हस्ताभ्यां यष्टिकां तदा ॥
गृहीत्वा ताडयामास गणांस्तान्परिभाषिणः ॥
]

`verse 18 [
उवाचाथ शिवापुत्रः परिभर्त्स्य गणेश्वरान् ॥
शंकरस्य महावीरान्निर्भयस्तान्गणेश्वरः ॥
]

`speaker [
शिवापुत्र उवाच
]

`verse 19 [
यात यात ततो दूरे नो चेद्वो दर्शयामि ह ॥
स्वपराक्रममत्युग्रं यास्यथात्युपहास्यताम् ॥ 2.4.14.२० ॥
इत्याकर्ण्य वचस्तस्य गिरिजातनयस्य हि ॥
परस्परमथोचुस्ते शंकरस्य गणास्तदा ॥
]

`speaker [
शिवगणा ऊचुः
]

`verse 20 [
किं कर्तव्यं क्व गंतव्यं माक्रियते स न किं पुनः ॥
मर्यादा रक्ष्यतेऽस्माभिरन्यथा किं ब्रवीति च ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
ततश्शंभुगणास्सर्वे शिवं दूरे व्यवस्थितम् ॥
क्रोशमात्रं तु कैलासाद्गत्वा ते च तथाब्रुवन् ॥
]

`verse 22 [
शिवो विहस्य तान्सर्वांस्त्रिशूलकर उग्रधीः ॥
उवाच परमेशो हि स्वगणान् वीरसंमतान् ॥
]

`speaker [
शिव उवाच
]

`verse 23 [
रेरे गणाः क्लीबमता न वीरा वीरमानिनः ॥
मदग्रे नोदितुं योग्या भर्त्सितः किं पुनर्वदेत् ॥
]

`verse 24 [
गम्यतां ताड्यतां चैष यः कश्चित्प्रभवेदिह ॥
बहुनोक्तेन किं चात्र दूरीकर्तव्य एव सः ॥
]

`verse 25 [
॥ ब्रह्मोवाच ॥ ॥
इति सर्वे महेशेन जग्मुस्तत्र मुनीश्वर ॥
भर्त्सितास्तेन देवेन प्रोचुश्च गणसत्तमाः ॥
]

`speaker [
शिवगणा ऊचुः
]

`verse 26 [
रेरे त्वं शृणु वै बाल बलात्किं परिभाषसे ॥
इतस्त्वं दूरतो याहि नो चेन्मृत्युर्भविष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
इति श्रुत्वा वचस्तेषां शिवाज्ञाकारिणां ध्रुवम् ॥
शिवासुतस्तदाभूत्स किं करोमीति दुःखितः ॥
]

`verse 28 [
एतस्मिन्नंतरे देवी तेषां तस्य च वै पुनः ॥
श्रुत्वा तु कलहं द्वारि सखीं पश्येति साब्रवीत् ॥ 2.4.14.३० ॥
समागत्य सखी तत्र वृत्तांतं समबुध्यत ॥
क्षणमात्रं तदा दृष्ट्वा गता हृष्टा शिवांतिकम् ॥
]

`verse 29 [
तत्र गत्वा तु तत्सर्वं वृत्तं तद्यदभून्मुने ॥
अशेषेण तया सख्या कथितं गिरिजाग्रतः ॥
]

`speaker [
सख्युवाच
]

`verse 30 [
अस्मदीयो गणो यो हि स्थितो द्वारि महेश्वरि ॥
निर्भर्त्सयति तं वीराश्शंकरस्य गणा ध्रुवम् ॥
]

`verse 31 [
शिवश्चैव गणास्सर्वे विना तेऽवसरं कथम् ॥
प्रविशंति हठाद्गेहे नैतच्छुभतरं तव ॥
]

`verse 32 [
सम्यक् कृतं ह्यनेनैव न हि कोपि प्रवेशितः ॥
दुःखं चैवानुभूयात्र तिरस्कारादिकं तथा ॥
]

`verse 33 [
अतः परन्तु वाग्वादः क्रियते च परस्परम् ॥
वाग्वादे च कृते नैव तर्ह्यायान्तु सुखेन वै ॥
]

`verse 34 [
कृतश्चैवात्र वाग्वादस्तं जित्वा विजयेन च ॥
प्रविशंतु तथा सर्वे नान्यथा कर्हिचित्प्रिये ॥
]

`verse 35 [
अस्मिन्नेवास्मदीये वै सर्वे संभर्त्सिता वयम् ॥
तस्माद्देवि त्वया भद्रे न त्याज्यो मान उत्तमः ॥
]

`verse 36 [
शिवो मर्कटवत्तेऽद्य वर्तते सर्वदा सति ॥
किं करिष्यत्यहंकारमानुकूल्यं भविष्यति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
अहो क्षणं स्थिता तत्र शिवेच्छावशतस्सती ॥2.4.14.४०॥
मनस्युवाच सा भूत्वा मानिनी पार्वती तदा ॥
]

`speaker [
शिवोवाच
]

`verse 38 [
अहो क्षणं स्थितो नैव हठात्कारः कथं कृतः ॥
कथं चैवात्र कर्त्तव्यं विनयेनाथ वा पुनः ॥
]

`verse 39 [
भविष्यति भवत्येव कृतं नैवान्यथा पुनः ॥
इत्युक्त्वा तु सखी तत्र प्रेषिता प्रियया तदा ॥
]

`verse 40 [
समागत्याऽब्रवीत्सा च प्रियया कथितं हि यत्॥
तमाचष्ट गणेशं तं गिरिजातनयं तदा ॥
]

`speaker [
सख्युवाच
]

`verse 41 [
सम्यक्कृतं त्वया भद्र बलात्ते प्रविशंतु न ॥
भवदग्रे गणा ह्येते किं जयंतु भवादृशम् ॥
]

`verse 42 [
कृतं चेद्वाकृतं चैव कर्त्तव्यं क्रियतां त्वया॥
जितो यस्तु पुनर्वापि न वैरमथ वा ध्रुवम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
इति श्रुत्वा वचस्तस्या मातुश्चैव गणेश्वरः ॥
आनन्दं परमं प्राप बलं भूरि महोन्नतिम् ॥
]

`verse 44 [
बद्धकक्षस्तथोष्णीषं बद्ध्वा जंघोरु संस्पृशन् ॥
उवाच तान्गणान् सर्वान्निर्भयं वचनं मुदा ॥
]

`speaker [
गणेश उवाच
]

`verse 45 [
अहं च गिरिजासूनुर्यूयं शिवगणास्तथा ॥
उभये समतां प्राप्ताः कर्तव्यं क्रियतां पुनः ॥
]

`verse 46 [
भवंतो द्वारपालाश्च द्वारपोहं कथं न हि ॥
भवंतश्च स्थितास्तत्राऽहं स्थितोत्रेति निश्चितम् ॥2.4.14.५०॥
भवद्भिश्च स्थितं ह्यत्र यदा भवति निश्चितम् ॥
तदा भवद्भिः कर्त्तव्यं शिवाज्ञापरिपालनम् ॥
]

`verse 47 [
इदानीं तु मया चात्र शिवाज्ञापरिपालनम् ॥
सत्यं च क्रियते वीरा निर्णीतं मे यथोचितम् ॥
]

`verse 48 [
तस्माच्छिवगणास्सर्वे वचनं शृणुतादरात् ॥
हठाद्वा विनयाद्वा न गंतव्यं मन्दिरे पुनः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 49 [
इत्युक्तास्ते गणेनैव सर्वे ते लज्जिता गणाः॥
ययुश्शिवांतिकं तं वै नमस्कृत्य पुरः स्थिताः ॥
]

`verse 50 [
स्थित्वा न्यवेदयन्सर्वे वृत्तांतं च तदद्भुतम् ॥
करौ बद्ध्वा नतस्कंधाश्शिवं स्तुत्वा पुरः स्थिताः ॥
]

`verse 51 [
तत्सर्वं तु तदा श्रुत्वा वृत्तं तत्स्वगणोदितम्॥
लौकिकीं वृत्तिमाश्रित्य शंकरो वाक्यमब्रवीत् ॥
]

`verse 52 [
शंकर उवाच ॥ श्रूयतां च गणास्सर्वे युद्धं योग्यं भवेन्नहि ॥
यूयं चात्रास्मदीया वै स च गौरीगणस्तथा ॥
]

`verse 53 [
विनयः क्रियते चेद्वै वश्यश्शंभुः स्त्रिया सदा ॥
इति ख्यातिर्भवेल्लोके गर्हिता मे गणा धुवम् ॥
]

`verse 54 [
कृते चैवात्र कर्तव्यमिति नीतिर्गरीयसी ॥
एकाकी स गणो बालः किं करिष्यति विक्रमम् ॥
]

`verse 55 [
भवंतश्च गणा लोके युद्धे चाति विशारदाः ॥
मदीयाश्च कथं युद्धं हित्वा यास्यथ लाघवम् ॥ 2.4.14.६० ॥
स्त्रिया ग्रहः कथं कार्यो पत्युरग्रे विशेषतः ॥
कृत्वा सा गिरिजा तस्य नूनं फलमवाप्स्यति ॥
]

`verse 56 [
तस्मात्सर्वे च मद्वीराः शृणुतादरतो वचः ॥
कर्त्तव्यं सर्वथा युद्धं भावि यत्तद्भवत्विति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 57 [
इत्युक्त्वा शंकरो ब्रह्मन् नानालीलाविशारदः ॥
विरराम मुनिश्रेष्ठ दर्शयँल्लौकिकीं गतिम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखंडे गणविवादवर्णनं नाम चतुर्दशोऽध्यायः ॥
]
