`speaker [
ब्रह्मोवाच
]

`verse 1 [
इत्युक्ता विभुना तेन निश्चयं परमं गताः ॥
सन्नद्धास्तु तदा तत्र जग्मुश्च शिवमन्दिरम् ॥
]

`verse 2 [
गणेशोऽपि तथा दृष्ट्वा ह्यायातान्गणसत्तमान् ॥
युद्धाऽऽटोपं विधायैव स्थितांश्चैवाब्रवीदिदम् ॥
]

`speaker [
गणेश उवाच
]

`verse 3 [
आयांतु गणपास्सर्वे शिवाज्ञाप रिपालकाः ॥
अहमेकश्च बालश्च शिवाज्ञापरिपालकः॥
]

`verse 4 [
तथापि पश्यतां देवी पार्वती सूनुजं बलम् ॥
शिवश्च स्वगणानां तु बलं पश्यतु वै पुनः ॥
]

`verse 5 [
बलवद्बालयुद्धं च भवानीशिव पक्षयोः ॥
भवद्भिश्च कृतं युद्धं पूर्वं युद्धविशारदैः ॥
]

`verse 6 [
मया पूर्वं कृतं नैव बालोस्मि क्रियतेऽधुना ॥
तथापि भवतां लज्जा गिरिजाशिवयोरिह ॥
]

`verse 7 [
ममैवं तु भवेन्नैव वैपरीत्यं भविष्यति ॥
ममैव भवतां लज्जा गिरिजाशिवयोरिह ॥
]

`verse 8 [
एवं ज्ञात्वा च कर्त्तव्यः समरश्च गणेश्वराः ॥
भवद्भिस्स्वामिनं दृष्ट्वा मया च मातरं तदा ॥
]

`verse 9 [
क्रियते कीदृशं युद्धं भवितव्यं भवत्विति ॥
तस्य वै वारणे कोऽपि न समर्थस्त्रिलोकके ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
इत्येवं भर्त्सितास्ते तु दंडभूषितबाहवः ॥
विविधान्यायुधान्येवं धृत्वा ते च समाययुः ॥2.4.15.१०॥
घर्षयन्तस्तथा दंतान् हुंकृत्य च पुनःपुनः॥
पश्य पश्य ब्रुवंतश्च गणास्ते समुपागताः ॥
]

`verse 11 [
नंदी प्रथममागत्य धृत्वा पादं व्यकर्षयत् ॥
धावन्भृंगी द्वितीयं च पादं धृत्वा गणस्य च ॥
]

`verse 12 [
यावत्पादे विकर्षन्तौ तावद्धस्तेन वै गणः ॥
आहत्य हस्तयोस्ताभ्यामुत्क्षिप्तौ पादकौ स्वयम् ॥
]

`verse 13 [
अथ देवीसुतो वीरस्सगृह्य परिघं बृहत्॥
द्वारस्थितो गणपतिः सर्वानापोथयत्तदा ॥
]

`verse 14 [
केषांचित्पाणयो भिन्नाः केषांचित्पृष्ठ कानि च ॥
केषांचिच्च शिरांस्येव केषांचिन्मस्तकानि च ॥
]

`verse 15 [
केषांचिजानुनी तत्र केषांचित्स्कंधकास्तथा ॥
सम्मुखे चागता ये वै ते सर्वे हृदये हताः ॥
]

`verse 16 [
केचिच्च पतिताभूमौ केचिच्च विदिशो गताः ॥
केषांचिच्चरणौ छिन्नौ केचिच्छर्वान्तिकं गताः ॥
]

`verse 17 [
तेषां मध्ये तु कश्चिद्वै संग्रामे सम्मुखो न हि ॥
सिंहं दृष्ट्वा यथा यांति मृगाश्चैव दिशो दश ॥
]

`verse 18 [
तथा ते च गणास्सर्वे गताश्चैव सहस्रशः॥
परावृत्य तथा सोपि सुद्वारि समुपस्थितः ॥
]

`verse 19 [
कल्पांतकरणे कालो दृश्यते च भयंकरः ॥
यथा तथैव दृष्टस्स सर्वेषां प्रलयंकरः ॥2.4.15.२०॥
एतस्मिन्समये चैव सरमेशसुरेश्वराः ॥
प्रेरिता नारदेनेह देवास्सर्वे समागमन् ॥
]

`verse 20 [
समब्रुवंस्तदा सर्वे शिव स्य हितकाम्यया ॥
पुरःस्थित्वा शिवं नत्वा ह्याज्ञां देहि प्रभो इति ॥
]

`verse 21 [
त्वं परब्रह्म सर्वेशस्सर्वे च तव सेवकाः ॥
सृष्टेः कर्ता सदा भर्ता संहर्ता परमेश्वरः ॥
]

`verse 22 [
रजस्सत्त्वतमोरूपो लीलया निर्गुणः स्वतः ॥
का लीला रचिता चाद्य तामिदानीं वद प्रभो॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
इत्याकर्ण्य वचस्तेषां मुनिश्रेष्ठ महेश्वरः ॥
गणान् भिन्नाँस्तदा दृष्ट्वा तेभ्यस्सर्वं न्यवेदयत् ॥
]

`verse 24 [
अथ सर्वेश्वरस्तत्र शंकरो मुनिसत्तम ॥
विहस्य गिरिजानाथो ब्रह्माणं मामुवाच ह॥
]

`speaker [
शिव उवाच
]

`verse 25 [
ब्रह्मञ्छृणु मम द्वारि बाल एकस्समास्थितः ॥
महाबलो यष्टिपाणिर्गेहावेशनिवारकः ॥
]

`verse 26 [
महाप्रहारकर्ताऽसौ मत्पार्षदविघातकः ॥
पराजयः कृतस्तेन मद्गणानां बलादिह ॥
]

`verse 27 [
ब्रह्मन् त्वयैव गंतव्यं प्रसाद्योऽयं महाबलः ॥
यथा ब्रह्मन्नयः स्याद्वै तथा कार्यं त्वया विधे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
इत्याकर्ण्य प्रभोर्वाक्यमज्ञात्वाऽज्ञानमोहितः ॥
तदीयनिकटं तात सर्वैर्ऋषिवरैरयाम्॥2.4.15.३०॥
समायान्तं च मां दृष्ट्वा स गणेशो महाबली॥
क्रोधं कृत्वा समभ्येत्य मम श्मश्रूण्यवाकिरत् ॥
]

`verse 29 [
क्षम्यतां क्षम्यतां देव न युद्धार्थं समागतः ॥
ब्राह्मणोहमनुग्राह्यः शांतिकर्तानुपद्रवः ॥
]

`verse 30 [
इत्येवं ब्रुवति ब्रह्मंस्तावत्परिघमाददे ॥
स गणेशो महावीरो बालोऽबालपराक्रमः ॥
]

`verse 31 [
गृहीतपरिघं दृष्ट्वा तं गणेशं महाबलम् ॥
पलायनपरो यातस्त्वहं द्रुततरं तदा ॥
]

`verse 32 [
यात यात ब्रुवंतस्ते परिघेन हतास्तदा ॥
स्वयं च पतिताः केचित्केचित्तेन निपातिताः ॥
]

`verse 33 [
केचिच्च शिवसामीप्यं गत्वा तत्क्षणमात्रतः ॥
शिवं विज्ञापयांचक्रुस्तद्वृत्तां तमशेषतः ॥
]

`verse 34 [
तथाविधांश्च तान् दृष्ट्वा तद्वृत्तांतं निशम्य सः ॥
अपारमादधे कोपं हरो लीलाविशारदः ॥
]

`verse 35 [
इंद्रादिकान्देवगणान् षण्मुखप्रवरान् गणान् ॥
भूतप्रेतपिशाचांश्च सर्वानादेशयत्तदा ॥
]

`verse 36 [
ते सर्वे च यथायोग्यं गतास्ते सर्वतो दिशम् ॥
तं गणं हंतुकामा हि शिवाज्ञाता उदायुधाः॥
]

`verse 37 [
यस्य यस्यायुधं यच्च तत्तत्सर्वं विशेषतः॥
तद्गणेशोपरि बलात्समागत्य विमोचितम्॥2.4.15.४०॥
हाहाकारो महानासीत्त्रैलोक्ये सचराचरे ॥
त्रिलोकस्था जनास्सर्वे संशयं परमं गताः ॥
]

`verse 38 [
न यातं ब्रह्मणोऽप्यायुर्ब्रह्मांड क्षयमेति हि ॥
अकाले च तथा नूनं शिवेच्छावशतः स्वयम् ॥
]

`verse 39 [
ते सर्वे चागतास्तत्र षण्मुखाद्याश्च ये पुनः ॥
देवा व्यर्थायुधा जाता आश्चर्यं परमं गताः ॥
]

`verse 40 [
एतस्मिन्नन्तरे देवी जगदम्बा विबोधना ॥
ज्ञात्वा तच्चरितं सर्वमपारं क्रोधमादधे ॥
]

`verse 41 [
शक्तिद्वयं तदा तत्र तया देव्या मुनीश्वर ॥
निर्मितं स्वगणस्यैव सर्वसाहाय्यहेतवे ॥
]

`verse 42 [
एका प्रचंडरूपं च धृत्वातिष्ठन्महामुने ॥
श्यामपर्वतसंकांशं विस्तीर्य मुखगह्वरम् ॥
]

`verse 43 [
एका विद्युत्स्वरूपा च बहुहस्तसमन्विता ॥
भयंकरा महादेवी दुष्टदंडविधायिनी ॥
]

`verse 44 [
आयुधानि च सर्वाणि मोचितानि सुरैर्गणैः ॥
गृहीत्वा स्वमुखे तानि ताभ्यां शीघ्रं च चिक्षिपे ॥
]

`verse 45 [
देवायुधं न दृश्येत परिघः परितः पुनः ॥
एवं ताभ्यां कृतं तत्र चरितं परमाद्भुतम् ॥
]

`verse 46 [
एको बालोऽखिलं सैन्यं लोडयामास दुस्तरम् ॥
यथा गिरिवरेणैव लोडितस्सागरः पुरा ॥2.4.15.५०॥
एकेन निहतास्सर्वे शक्राद्या निर्जरास्तथा ॥
शंकरस्य गणाश्चैव व्याकुलाः अभवंस्तदा ॥
]

`verse 47 [
अथ सर्वे मिलित्वा ते निश्श्वस्य च मुहुर्मुहुः ॥
परस्परं समूचुस्ते तत्प्रहारसमाकुलाः ॥
]

`speaker [
देवगणा ऊचुः
]

`verse 48 [
किं कर्तव्यं क्व गंतव्यं न ज्ञायंते दिशो दश ॥
परिघं भ्रामयत्येष सव्यापसव्यमेव च ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 49 [
एतत्कालेऽप्सरश्रेष्ठाः पुष्पचन्दनपाणयः ॥
ऋषयश्च त्वदाद्या हि येऽतियुद्धेतिलालसाः ॥
]

`verse 50 [
ते सर्वे च समाजग्मुर्युद्धसंदर्शनाय वै ॥
पूरितो व्योम सन्मार्गस्तैस्तदा मुनिसत्तम ॥
]

`verse 51 [
तास्ते दृष्ट्वा रणं तं वै महाविस्मयमागताः ॥
ईदृशं परमं युद्धं न दृष्टं चैकदापि हि ॥
]

`verse 52 [
पृथिवी कंपिता तत्र समुद्रसहिता तदा॥
पर्वताः पतिताश्चैव चक्रुः संग्रामसंभवम् ॥
]

`verse 53 [
द्यौर्ग्रहर्क्षगणैर्घूर्ण्णा सर्वे व्याकुलतां गताः ॥
देवाः पलायितास्सर्वे गणाश्च सकलास्तदा ॥
]

`verse 54 [
केवलं षण्मुखस्तत्र नापलायत विक्रमी ॥
महावीरस्तदा सर्वानावार्य पुरतः स्थितः ॥
]

`verse 55 [
शक्तिद्वयेन तद्युद्धे सर्वे च निष्फलीकृताः ॥
सर्वास्त्राणि निकृत्तानि संक्षिप्तान्यमरैर्गणैः 2.4.15.६० ॥
येऽव स्थिताश्च ते सर्वे शिवस्यांतिकमागताः ॥
देवाः पलायितास्सर्वे गणाश्च सकलास्तदा ॥
]

`verse 56 [
ते सर्वे मिलिताश्चैव मुहुर्नत्वा शिवं तदा ॥
अब्रुवन्वचनं क्षिप्रं कोऽयं गणवरः प्रभो ॥
]

`verse 57 [
पुरा चैव श्रुतं युद्धमिदानीं बहुधा पुनः ॥
दृश्यते न श्रुतं दृष्टमीदृशं तु कदाचन ॥
]

`verse 58 [
किंचिद्विचार्यतां देव त्वन्यथा न जयो भवेत् ॥
त्वमेव रक्षकस्स्वामिन्ब्रह्मांडस्य न संशयः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 59 [
इत्येवं तद्वचः श्रुत्वा रुद्रः परमकोपनः॥
कोपं कृत्वा च तत्रैव जगाम स्वगणैस्सह॥
]

`verse 60 [
देवसैन्यं च तत्सर्वं विष्णुना चक्रिणा सह ॥
समुत्सवं महत्कृत्वा शिवस्यानुजगाम ह ॥
]

`verse 61 [
एतस्मिन्नंतरे भक्त्या नमस्कृत्य महेश्वरम् ॥
अब्रवीन्नारद त्वं वै देवदेवं कृतांजलिः॥
]

`speaker [
नारद उवाच
]

`verse 62 [
देवदेव महादेव शृणु मद्वचनं विभो॥
त्वमेव सर्वगस्स्वामी नानालीलाविशारदः॥।६८॥
त्वया कृत्वा महालीलां गणगर्वोऽपहारितः ॥
अस्मै दत्त्वा बलं भूरि देवगर्वश्च शंकर॥
]

`verse 63 [
दर्शितं भुवने नाथ स्वमेव बलमद्भुतम्॥
स्वतंत्रेण त्वया शंभो सर्वगर्वप्रहारिणा ॥ 2.4.15.७० ॥
इदानीं न कुरुष्वेश तां लीलां भक्तवत्सलः ॥
स्वगणानमरांश्चापि सुसन्मान्याभिवर्द्धय ॥
]

`verse 64 [
न खेलयेदानीं जहि ब्रह्मपदप्रद ॥
इत्युक्त्वा नारद त्वं वै ह्यंतर्द्धानं गतस्तदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वि० रुद्रसंहितायां च कुमारखण्डे गणेशयुद्धवर्णनं नाम पञ्चदशोऽध्यायः ॥
]
