`speaker [
ब्रह्मोवाच
]

`verse 1 [
इति श्रुत्वा महेशानो भक्तानुग्रहकारकः ॥
त्वद्वाचा युदकामोभूत्तेन बालेन नारद ॥
]

`verse 2 [
विष्णुमाहूय संमंत्र्य बलेन महता युतः ॥
सामरस्सम्मुखस्तस्याप्यभूद्देवस्त्रिलोचनः ॥
]

`verse 3 [
देवाश्च युयुधुस्तेन स्मृत्वा शिवपदाम्बुजम् ॥
महाबला महोत्साहाश्शिवसद्दृष्टिलोकिताः॥
]

`verse 4 [
युयुधेऽथ हरिस्तेन महाबलपराक्रमः॥
महादेव्यायुधो वीरः प्रवणः शिवरूपकः ॥
]

`verse 5 [
यष्ट्या गणाधिपस्सोथ जघानामरपुङ्गवान्॥
हरिं च सहसा वीरश्शक्तिदत्तमहाबलः ॥
]

`verse 6 [
सर्वेऽमरगणास्तत्र विकुंठितबला मुने ॥
अभूवन् विष्णुना तेन हता यष्ट्या पराङ्मुखाः ॥
]

`verse 7 [
शिवोपि सह सैन्येन युद्धं कृत्वा चिरं मुने ॥
विकरालं च तं दृष्ट्वा विस्मयं परमं गतः ॥
]

`verse 8 [
छलेनैव च हंतव्यो नान्यथा हन्यते पुनः ॥
इति बुद्धिं समास्थाय सैन्यमध्ये व्यवस्थितः॥
]

`verse 9 [
शिवे दृष्टे तदा देवे निर्गुणे गुणरूपिणि॥
विष्णौ चैवाथ संग्रामे आयाते सर्वदेवताः॥
]

`verse 10 [
गणाश्चैव महेशस्य महाहर्षं तदा ययुः॥
सर्वे परस्परं प्रीत्या मिलित्वा चक्रुरुत्सवम्॥2.4.16.१०॥
अथ शक्तिसुतो वीरो वीरगत्या स्वयष्टितः ॥
प्रथम पूजयामास विष्णुं सर्वसुखावहम् ॥
]

`verse 11 [
अहं च मोहयिष्यामि हन्यतां च त्वया विभो ॥
छलं विना न वध्योऽयं तामसोयं दुरासदः ॥
]

`verse 12 [
इति कृत्वा मतिं तत्र सुसंमंत्र्य च शंभुना ॥
आज्ञां प्राप्याऽभवच्छैवी विष्णुर्मोहपरायणः॥
]

`verse 13 [
शक्तिद्वयं तथा लीनं हरिं दृष्ट्वा तथाविधम् ॥
दत्त्वा शक्तिबलं तस्मै गणेशायाभवन्मुने॥
]

`verse 14 [
शक्तिद्वयेऽथ संलीने यत्र विष्णुः स्थितस्स्वयम् ॥
परिघं क्षिप्तवांस्तत्र गणेशो बलवत्तरः॥
]

`verse 15 [
कृत्वा यत्नं किमप्यत्र वंचयामास तद्गतिम्॥
शिवं स्मृत्वा महेशानं स्वप्रभुं भक्तवत्सलम् ॥
]

`verse 16 [
एकतस्तन्मुखं दृष्ट्वा शंकरोप्याजगाम ह ॥
स्वत्रिशूलं समादाय सुक्रुद्धो युद्धकाम्यया ॥
]

`verse 17 [
स ददर्शागतं शंभुं शूलह्स्तं महेश्वरम् ॥
हंतुकामं निजं वीरश्शिवापुत्रो महाबलः ॥
]

`verse 18 [
शक्त्या जघान तं हस्ते स्मृत्वा मातृपदांबुजम् ॥
स गणशो महावीरश्शिवशक्तिप्रवर्द्धितः ॥
]

`verse 19 [
त्रिशूलं पतितं हस्ताच्छिवस्य परमात्मनः ॥
दृष्ट्वा सदूतिकस्तं वै पिनाकं धनुराददे ॥ 2.4.16.२० ॥
तमप्यपातयद्भूमौ परिघेण गणेश्वरः ॥
हताः पंच तथा हस्ताः पञ्चभिश्शूलमाददे ॥
]

`verse 20 [
अहो दुःखतरं नूनं संजातमधुना मम ॥
भवेत्पुनर्गणानां किं भवाचारी जगाविति ॥
]

`verse 21 [
एतस्मिन्नंतरे वीरः परिघेण गणेश्वरः ॥
जघान सगणान् देवान्शक्तिदत्तबलान्वितः ॥
]

`verse 22 [
गता दशदिशो देवास्सगणा. परिघार्द्दिताः॥
न तस्थुस्समरे केपि तेनाद्भुतप्रहा रिणा॥
]

`verse 23 [
विष्णुस्तं च गणं दृष्ट्वा धन्योयमिति चाब्रवीत्॥
महाबलो महावीरो महाशूरो रणप्रियः ॥
]

`verse 24 [
बहवो देवताश्चैव मया दृष्टास्तथा पुनः ॥
दानवा बहवो दैत्या यक्षगंधर्वराक्षसाः ॥
]

`verse 25 [
नैतेन गणनाथेन समतां यांति केपि च ॥
त्रैलोक्येऽप्यखिले तेजो रूपशौर्यगुणादिभिः॥
]

`verse 26 [
एवं संब्रुवतेऽमुष्मै परिघं भ्रामयन् स च ॥
चिक्षेप विष्णवे तत्र शक्तिपुत्रो गणेश्वरः॥
]

`verse 27 [
चक्रं गृहीत्वा हरिणा स्मृत्वा शिवपदाम्बुजम् ॥
तेन चक्रेण परिघो द्रुतं खंडीकृतस्तदा ॥
]

`verse 28 [
खंडं तु परिघस्यापि हरये प्राक्षिपद्गणः॥
गृहीत्वा गरुडेनापि पक्षिणा विफलीकृतः ॥2.4.16.३०॥
एवं विचरितं कालं महावीरावुभावपि ॥
विष्णुश्चापि गणश्चैव युयुधाते परस्परम् ॥
]

`verse 29 [
पुनर्वीरवरश्शक्तिसुतस्स्मृतशिवो बली ॥
गृहीत्वा यष्टिमतुलां तया विष्णुं जघान ह ॥
]

`verse 30 [
अविषह्य प्रहारं तं स भूमौ निपपात ह ॥
द्रुतमुत्थाय युयुधे शिवापुत्रेण तेन वै ॥
]

`verse 31 [
एतदंतरमासाद्य शूलपाणिस्तथोत्तरे ॥
आगत्य च त्रिशूलेन तच्छिरो निरकृंतत ॥
]

`verse 32 [
छिन्ने शिरसि तस्यैव गणनाथस्य नारद ॥
गणसैन्यं देवसैन्यमभवच्च सुनिश्चलम्॥
]

`verse 33 [
नारदेन त्वयाऽऽगत्य देव्यै सर्वं निवेदितम् ॥
मानिनि श्रूयतां मानस्त्याज्यो नैव त्वयाधुना ॥
]

`verse 34 [
इत्युक्त्वाऽन्तर्हितस्तत्र नारद त्वं कलिप्रियः ॥
अविकारी सदा शंभुर्मनोगतिकरो मुनिः ॥
]

`colophon [
इति श्रीशिवपुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखण्डे गणेशयुद्धगणेशशिरश्छेदन वर्णनं नाम षोडशोऽध्यायः ॥
]
