`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन् वद महाप्राज्ञ तद्वृत्तान्तेखिले श्रुते ॥
किमकार्षीन्महादेवी श्रोतुमिच्छामि तत्त्वतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
श्रूयतां मुनिशार्दूल कथयाम्यद्य तद्ध्रुवम् ॥
चरितं जगदंबाया यज्जातं तदनंतरम् ॥
]

`verse 3 [
मृदंगान्पटहांश्चैव गणाश्चावादयंस्तथा ॥
महोत्सवं तदा चक्रुर्हते तस्मिन्गणाधिपे ॥
]

`verse 4 [
शिवोपि तच्छिरश्छित्वा यावद्दुःखमुपाददे ॥
तावच्च गिरिजा देवी चुक्रोधाति मुनीश्वर ॥
]

`verse 5 [
किं करोमि क्व गच्छामि हाहादुःखमुपागतम् ॥
कथं दुःखं विनश्येतास्याऽतिदुखं ममाधुना ॥
]

`verse 6 [
मत्सुतो नाशितश्चाद्य देवेस्सर्वैर्गणैस्तथा ॥
सर्वांस्तान्नाशयिष्यामि प्रलयं वा करोम्यहम् ॥
]

`verse 7 [
इत्येवं दुःखिता सा च शक्तीश्शतसहस्रशः ॥
निर्ममे तत्क्षणं क्रुद्धा सर्वलोकमहेश्वरी ॥
]

`verse 8 [
निर्मितास्ता नमस्कृत्य जगदंबां शिवां तदा ॥
जाज्वल्यमाना ह्यवदन्मातरादिश्यतामिति ॥
]

`verse 9 [
तच्छुत्वा शंभुशक्तिस्सा प्रकृतिः क्रोधतत्परा ॥
प्रत्युवाच तु तास्सर्वा महामाया मुनीश्वर ॥
]

`speaker [
देव्युवाच
]

`verse 10 [
हे शक्तयोऽधुना देव्यो युष्माभिर्मन्निदेशतः ॥
प्रलयश्चात्र कर्त्तव्यो नात्र कार्या विचारणा ॥ 2.4.17.१० ॥
देवांश्चैव ऋषींश्चैव यक्षराक्षसकांस्तथा ॥
अस्मदीयान्परांश्चैव सख्यो भक्षत वै हठात् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
तदाज्ञप्ताश्च तास्सर्वाश्शक्तयः क्रोधतत्पराः ॥
देवादीनां च सर्वेषां संहारं कर्तुमुद्यताः ॥
]

`verse 12 [
यथा च तृणसंहारमनलः कुरुते तथा ॥
एवं ताश्शक्तयस्सर्वास्संहारं कर्तुमुद्यताः ॥
]

`verse 13 [
गणपो वाथ विष्णुर्वा ब्रह्मा वा शंकरस्तथा ॥
इन्द्रो वा यक्षराजो वा स्कंदो वा सूर्य एव वा ॥
]

`verse 14 [
सर्वेषां चैव संहारं कुर्वंति स्म निरंतरम् ॥
यत्रयत्र तु दृश्येत तत्रतत्रापि शक्तयः ॥
]

`verse 15 [
कराली कुब्जका खंजा लंबशीर्षा ह्यनेकशः ॥
हस्ते धृत्वा तु देवांश्च मुखे चैवाक्षिपंस्तदा ॥
]

`verse 16 [
तं संहारं तदा दृष्ट्वा हरो ब्रह्मा तथा हरिः ॥
इन्द्रादयोऽखिलाः देवा गणाश्च ऋषयस्तथा ॥
]

`verse 17 [
किं करिष्यति सा देवी संहारं वाप्यकालतः ॥
इति संशयमापन्ना जीवनाशा हताऽभवत् ॥
]

`verse 18 [
सर्वे च मिलिताश्चेमे कि कर्त्तव्यं विचिंत्यताम् ॥
एवं विचारयन्तस्ते तूर्णमूचुः परस्परम् ॥
]

`verse 19 [
यदा च गिरिजा देवी प्रसन्ना हि भवेदिह ॥
तदा चैव भवेत्स्वास्थ्यं नान्यथा कोटियत्नतः ॥ 2.4.17.२० ॥
शिवोपि दुःखमापन्नो लौकिकीं गतिमाश्रितः ॥
मोहयन्सकलांस्तत्र नानालीलाविशारदः ॥
]

`verse 20 [
सर्वेषां चैव देवानां कटिर्भग्ना यदा तदा ॥
शिवा क्रोधमयी साक्षाद्गंतुं न पुर उत्सहेत् ॥।
]

`verse 21 [
स्वीयो वा परकीयो वा देवो वा दानवोपि वा ॥
गणो वापि च दिक्पालो यक्षो वा किन्नरो मुनिः ॥
]

`verse 22 [
विष्णुर्वापि तथा ब्रह्मा शंकरश्च तथा प्रभुः ॥
न कश्चिद्गिरिजाग्रे च स्थातुं शक्तोऽभवन्मुने ॥
]

`verse 23 [
जाज्वल्यमानं तत्तेजस्सर्वतोदाहि तेऽखिलाः ॥
दृष्ट्वा भीततरा आसन् सर्वे दूरतरं स्थिताः ॥
]

`verse 24 [
एतस्मिन्समये तत्र नारदो दिव्यदर्शनः ॥
आगतस्त्वं मुने देवगणानां सुखहेतवे ॥
]

`verse 25 [
ब्रह्माणं मां भवं विष्णुं शंकरं च प्रणम्य साः ॥
समागत्य मिलित्वोचे विचार्य कार्यमेव वा ॥
]

`verse 26 [
सर्वे संमंत्रयां चक्रुस्त्वया देवा महात्मना ॥
दुःखशांतिः कथं स्याद्वै समूचुस्तत एव ते ॥
]

`verse 27 [
यावच्च गिरिजा देवी कृपां नैव करिष्यति॥
तावन्नैव सुखं स्याद्वै नात्र कार्या विचारणा॥
]

`verse 28 [
ऋषयो हि त्वदाद्याश्च गतास्ते वै शिवान्तिकम्॥
सर्वे प्रसादयामासुः क्रोधशान्त्यै तदा शिवाम् ॥2.4.17.३०॥
पुनः पुनः प्रणेमुश्च स्तुत्वा स्तोत्रैरनेकशः ॥
सर्वे प्रसादयन्प्रीत्या प्रोचुर्देवगणाज्ञया॥
]

`speaker [
सुरर्षय ऊचुः
]

`verse 29 [
जगदम्ब नमस्तुभ्यं शिवायै ते नमोस्तु ते ॥
चंडिकायै नमस्तुभ्यं कल्याण्यै ते नमोस्तु ते ॥
]

`verse 30 [
आदिशक्तिस्त्वमेवांब सर्वसृष्टिकरी सदा॥
त्वमेव पालिनी शक्तिस्त्वमेव प्रलयंकरी ॥
]

`verse 31 [
प्रसन्ना भव देवेशि शांतिं कुरु नमोस्तु ते॥
सर्वं हि विकलं देवि त्रिजगत्तव कोपतः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
एवं स्तुता परा देवी ऋषिभिश्च त्वदादिभिः ॥
क्रुद्धदृष्ट्या तदा ताश्च किंचिन्नोवाच सा शिवा ॥
]

`verse 33 [
तदा च ऋषयस्सर्वे नत्वा तच्चरणांबुजम् ॥
पुनरूचुश्शिवां भक्त्या कृतांजलिपुटाश्शनैः ॥
]

`verse 34 [
ऋषय ऊचुः ॥ क्षम्यतां देवि संहारो जाय तेऽधुना ॥
तव स्वामी स्थितश्चात्र पश्य पश्य तमंबिके ॥
]

`verse 35 [
वयं के च इमे देवा विष्णुब्रह्मादयस्तथा ॥
प्रजाश्च भवदीयाश्च कृतांजलिपुटाः स्थिताः ॥
]

`verse 36 [
क्षंतव्यश्चापराधो वै सर्वेषां परमेश्वरि ॥
सर्वे हि विकलाश्चाद्य शांतिं तेषां शिवे कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
इत्युक्त्वा ऋषयस्सर्वे सुदीनतरमाकुलाः ॥
संतस्थिरे चंडिकाग्रे कृतांजलिपुटास्तदा ॥2.4.17.४०॥
एवं श्रुत्वा वचस्तेषां प्रसन्ना चंडिकाऽभवत् ॥
प्रत्युवाच ऋषींस्तान्वै करुणाविष्टमानसा ॥
]

`speaker [
देव्युवाच
]

`verse 38 [
मत्पुत्रो यदि जीवेत तदा संहरणं नहि ॥
यथा हि भवतां मध्ये पूज्योऽयं च भविष्यति ॥
]

`verse 39 [
सर्वाध्यक्षो भवेदद्य यूयं कुरुत तद्यदि ॥
तदा शांतिर्भवेल्लोके नान्यथा सुखमाप्स्यथ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
इत्युक्तास्ते तदा सर्वे ऋषयो युष्मदादयः ॥
तेभ्यो देवेभ्य आगत्य सर्वं वृत्तं न्यवेदयन् ॥
]

`verse 41 [
ते च सर्वे तथा श्रुत्वा शंकराय न्यवेदयन् ॥
नत्वा प्रांजलयो दीनाः शक्रप्रभृतयस्सुराः ॥
]

`verse 42 [
प्रोवाचेति सुराञ्छ्रुत्वा शिवश्चापि तथा पुनः ॥
कर्त्तव्यं च तथा सर्वलोकस्वास्थ्यं भवेदिह॥
]

`verse 43 [
उत्तरस्यां पुनर्यात प्रथमं यो मिलेदिह॥
तच्छिरश्च समाहृत्य योजनीयं कलेवरे ॥ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 44 [
ततस्तैस्तत्कृतं सर्वं शिवाज्ञाप्रतिपालकैः ॥
कलेवरं समानीय प्रक्षाल्य विधिवच्च तत् ॥
]

`verse 45 [
पूजयित्वा पुनस्ते वै गताश्चोदङ्मुखास्तदा ॥
प्रथमं मिलितस्तत्र हस्ती चाप्येकदंतकः ॥
]

`verse 46 [
तच्छिरश्च तदा नीत्वा तत्र तेऽयोजयन् ध्रुवम् ॥
संयोज्य देवतास्सर्वाः शिवं विष्णुं विधिं तदा ॥ 2.4.17.५० ॥
प्रणम्य वचनं प्रोचुर्भवदुक्तं कृतं च नः ॥
अनंतरं च तत्कार्यं भवताद्भवशेषितम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 47 [
ततस्ते तु विरेजुश्च पार्षदाश्च सुराः सुखम् ॥
अथ तद्वचनं श्रुत्वा शिवोक्तं पर्यपालयन् ॥
]

`verse 48 [
ऊचुस्ते च तदा तत्र ब्रह्मविष्णुसुरास्तथा ॥
प्रणम्येशं शिवं देवं स्वप्रभुं गुणवर्जितम् ॥
]

`verse 49 [
यस्मात्त्वत्तेजसस्सर्वे वयं जाता महात्मनः ॥
त्वत्तेजस्तत्समायातु वेदमंत्राभियोगतः ॥
]

`verse 50 [
इत्येवमभिमंत्रेण मंत्रितं जलमुत्तमम्॥
स्मृत्वा शिवं समेतास्ते चिक्षिपुस्तत्कलेवरे ॥
]

`verse 51 [
तज्जलस्पर्शमात्रेण चिद्युतो जीवितो द्रुतम् ॥
तदोत्तस्थौ सुप्त इव स बालश्च शिवेच्छया ॥
]

`verse 52 [
सुभगस्सुन्दरतरो गजवक्त्रस्सुरक्तकः ॥
प्रसन्नवदनश्चातिसुप्रभो ललिताकृतिः ॥
]

`verse 53 [
तं दृष्ट्वा जीवितं बालं शिवापुत्रं मुनीश्वर॥
सर्वे मुमुदिरे तत्र सर्वदुःखं क्षयं गतम् ॥
]

`verse 54 [
देव्यै संदर्शयामासुः सर्वे हर्षसमन्विताः ॥
जीवितं तनयं दृष्ट्वा देवी हृष्टतराभवत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखंडे गणेशजीवनवर्णनं नाम सप्तदशोऽध्यायः  ॥
]
