`speaker [
नारद उवाच
]

`verse 1 [
जीविते गिरिजापुत्रे देव्या दृष्टे प्रजेश्वर ॥
ततः किमभवत्तत्र कृपया तद्वदाधुना ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
जीविते गिरिजापुत्रे देव्या दृष्टे मुनीश्वर ॥
यज्जातं तच्छृणुष्वाद्य वच्मि ते महदुत्सवम् ॥
]

`verse 3 [
जीवितस्स शिवापुत्रो निर्व्यग्रो विकृतो मुने॥
अभिषिक्तस्तदा देवैर्गणाध्यक्षैर्गजाननः ॥
]

`verse 4 [
दृष्ट्वा स्वतनयं देवी शिवा हर्षसमन्विता ॥
गृहीत्वा बालकं दोर्भ्यां प्रमुदा परिषस्वजे॥
]

`verse 5 [
वस्त्राणि विविधानीह नानालंकरणानि च ॥
ददौ प्रीत्या गणेशाय स्वपुत्राय मुदांबिका ॥
]

`verse 6 [
पूजयित्वा तया देव्या सिद्धिभिश्चाप्यनेकशः ॥
करेण स्पर्शितस्सोथ सर्वदुःखहरेण वै ॥
]

`verse 7 [
पूजयित्वा सुतं देवी मुखमाचुम्ब्य शांकरी ॥
वरान्ददौ तदा प्रीत्या जातस्त्वं दुःखितोऽधुना ॥
]

`verse 8 [
धन्योसि कृतकृत्योसि पूर्वपूज्यो भवाधुना ॥
सर्वेषाममराणां वै सर्वदा दुःखवर्जितः ॥
]

`verse 9 [
आनने तव सिन्दूरं दृश्यते सांप्रतं यदि ॥
तस्मात्त्वं पूजनीयोसि सिन्दूरेण सदा नरैः ॥
]

`verse 10 [
पुष्पैर्वा चन्दनैर्वापि गन्धेनैव शुभेन च ॥
नैवेद्ये सुरम्येण नीराजेन विधानतः ॥ 2.4.18.१० ॥
तांम्बूलैरथ दानैश्च तथा प्रक्रमणैरपि ॥
नमस्कारविधानेन पूजां यस्ते विधास्यति ॥
]

`verse 11 [
तस्य वै सकला सिद्धिर्भविष्यति न संशयः ॥
विघ्नान्यनेकरूपाणि क्षयं यास्यंत्यसंशयम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
इत्युक्त्वा च तदा देवी स्वपुत्रं तं महेश्वरो ॥
नानावस्तुभिरुत्कृष्टं पुनरप्यर्चयत्तथा ॥
]

`verse 13 [
ततस्स्वास्थ्यं च देवानां गणानां च विशेषतः ॥
गिरिजाकृपया विप्र जातं तत्क्षणमात्रतः ॥
]

`verse 14 [
एतस्मिंश्च क्षणे देवा वासवाद्याः शिवं मुदा॥
स्तुत्वा प्रसाद्य तं देवं भक्ता निन्युः शिवांतिकम् ॥
]

`verse 15 [
संसाद्य गिरिशं पश्चादुत्संगे सन्न्यवेशयन् ॥
बालकं तं महेशान्यास्त्रिजगत्सुखहेतवे ॥
]

`verse 16 [
शिवोपि तस्य शिरसि दत्त्वा स्वकरपंकजम् ॥
उवाच वचनं देवान् पुत्रोऽयमिति मेऽपरः ॥
]

`verse 17 [
गणेशोपि तदोत्थाय नमस्कृत्य शिवाय वै ॥
पार्वत्यै च नमस्कृत्य मह्यं वै विष्णवे तथा ॥
]

`verse 18 [
नारादाद्यानृषीन्सर्वान्सत्वास्थाय पुरोऽब्रवीत्॥
क्षंतव्यश्चापराधो मे मानश्चैवेदृशो नृणाम्॥
]

`verse 19 [
अहं च शंकरश्चैव विष्णुश्चैते त्रयस्सुराः॥
प्रत्यूचुर्युगपत्प्रीत्या ददतो वरमुत्तमम् ॥2.4.18.२०॥
त्रयो वयं सुरवरा यथापूज्या जगत्त्रये॥
तथायं गणनाथश्च सकलैः प्रतिपूज्यताम्॥
]

`verse 20 [
वयं च प्राकृताश्चायं प्राकृतः पूज्य एव च ॥
गणेशो विघ्नहर्ता हि सर्वकामफलप्रदः ॥
]

`verse 21 [
एतत्पूजां पुरा कृत्वा पश्चात्पूज्या वयं नरैः ॥
वयं च पूजितास्सर्वे नायं चापूजितो यदा॥
]

`verse 22 [
अस्मिन्नपूजिते देवाः परपूजाकृता यदि ॥
तदा तत्फलहानिः स्यान्नात्र कार्या विचारणा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
इत्युक्त्वा स गणेशानो नानावस्तुभिरादरात् ॥
शिवेन पूजितः पूर्वं विष्णुनानु प्रपूजितः ॥
]

`verse 24 [
ब्रह्मणा च मया तत्र पार्वत्या च प्रपूजितः ॥
सर्वैर्देवैर्गणैश्चैव पूजितः परया मुदा ॥
]

`verse 25 [
सवैर्मिलित्वा तत्रैव ब्रह्मविष्णुहरादिभिः ॥
सगणेशश्शिवातुष्ट्यै सर्वाध्यक्षो निवेदितः ॥
]

`verse 26 [
पुनश्चैव शिवेनास्मै सुप्रसन्नेन चेतसा ॥
सर्वदा सुखदा लोके वरा दत्ता ह्यनेकशः ॥
]

`speaker [
शिव उवाच
]

`verse 27 [
हे गिरीन्द्रसुतापुत्र संतुष्टोहं न संशयः ॥
मयि तुष्टे जगत्तुष्टं विरुद्धः कोपि नो भवेत् ॥
]

`verse 28 [
बालरूपोपि यस्मात्त्वं महाविक्रमकारकः ॥
शक्तिपुत्रस्सुतेजस्वी तस्माद्भव सदा सुखी ॥2.4.18.३०॥
त्वन्नाम विघ्नहंतृत्वे श्रेष्ठं चैव भवत्विति॥
मम सर्वगणाध्यक्षः संपूज्यस्त्वं भवाधुना ॥
]

`verse 29 [
एवमुक्त्वा शंकरेण पूजाविधिरनेकशः ॥
आशिषश्चाप्यनेका हि कृतास्तस्मिंस्तु तत्क्षणात् ॥
]

`verse 30 [
ततो देवगणाश्चैव गीत वाद्यं च नृत्यकम् ॥
मुदा ते कारयामासुस्तथैवप्सरसां गणाः ॥
]

`verse 31 [
पुनश्चैव वरो दत्तस्सुप्रसन्नेन शंभुना ॥
तस्मै च गणनाथाय शिवेनैव महात्मना ॥
]

`verse 32 [
चतुर्थ्यां त्वं समुत्पन्नो भाद्रे मासि गणेश्वर ॥
असिते च तथा पक्षे चंद्रस्योदयने शुभे ॥
]

`verse 33 [
प्रथमे च तथा यामे गिरिजायास्सुचेतसः ॥
आविर्बभूव ते रूपं यस्मात्ते व्रतमुत्तमम् ।३६॥
तस्मात्तद्दिनमारभ्य तस्यामेव तिथौ मुदा ॥
व्रतं कार्यं विशेषेण सर्वसिद्ध्यै सुशोभनम् ॥
]

`verse 34 [
यावत्पुनस्समायाति वर्षान्ते च चतुर्थिका ॥
तावद्व्रतं च कर्तव्यं तव चैव ममाज्ञया ॥
]

`verse 35 [
संसारे सुखमिच्छन्ति येऽतुलं चाप्यनेकशः ॥
त्वां पूजयन्तु ते भक्त्या चतुर्थ्यां विधिपूर्वकम् ॥
]

`verse 36 [
मार्गशीर्षे तथा मासे रमा या वै चतुर्थिका ॥
प्रातःस्नानं तदा कृत्वा व्रतं विप्रान्निवेदयेत ॥2.4.18.४०॥
दूर्वाभिः पूजनं कार्यमुपवासस्तथाविधः ॥
रात्रेश्च प्रहरे जाते स्नात्वा संपूजयेन्नरः ॥
]

`verse 37 [
मूर्तिं धातुमयीं कृत्वा प्रवालसंभवां तथा ॥
श्वेतार्कसंभवां चापि मार्द्दिकां निर्मितां तथा॥
]

`verse 38 [
प्रतिष्ठाप्य तदा तत्र पूजयेत्प्रयतः पुमान् ॥
गंधैर्नानाविधैर्दिव्यैश्चन्दनैः पुष्पकैरिह ॥
]

`verse 39 [
वितस्तिमात्रा दूर्वा च व्यंगा वै मूलवर्जिता ॥
ईदृशानां तद्बलानां शतेनैकोत्तरेण ह ॥
]

`verse 40 [
एकविंशतिकेनैव पूजयेत्प्रतिमां स्थिताम् ॥
धूपैर्दीपैश्च नैवेद्यैर्विविधैर्गणनायकम् ॥
]

`verse 41 [
ताम्बूलाद्यर्घसद्द्रव्यैः प्रणिपत्य स्तवैस्तथा ॥
त्वां तत्र पूजयित्वेत्थं बालचंद्रं च पूजयेत् ॥
]

`verse 42 [
पश्चाद्विप्रांश्च संपूज्य भोजयेन्मधुरैर्मुदा ॥
स्वयं चैव ततो भुंज्यान्मधुरं लवणं विना ॥
]

`verse 43 [
विसर्जयेत्ततः पश्चान्नियमं सर्वमात्मनः ॥
गणेशस्मरणं कुर्य्यात्संपूर्णं स्याद्व्रतं शुभम् ॥
]

`verse 44 [
एवं व्रतेन संपूर्णे वर्षे जाते नरस्तदा ॥
उद्यापनविधिं कुर्याद्व्रतसम्पूर्त्तिहेतवे ॥
]

`verse 45 [
द्वादश ब्राह्मणास्तत्र भोजनीया मदाज्ञया ॥
कुंभमेकं च संस्थाप्य पूज्या मूर्तिस्त्वदीयिका ॥2.4.18.५०॥
स्थण्डिलेष्टपलं कृत्वा तदा वेदविधानतः ॥
होमश्चैवात्र कर्तव्यो वित्तशाठ्यविवर्जितैः ॥
]

`verse 46 [
स्त्रीद्वयं च तथा चात्र बटुकद्वयमादरात्॥
भोजयेत्पूजयित्वा वै मूर्त्यग्रे विधिपूर्वकम् ॥
]

`verse 47 [
निशि जागरणं कार्यं पुनः प्रातः प्रपूजयेत्॥
विसर्जनं ततश्चैव पुनरागमनाय च ॥
]

`verse 48 [
बालकाच्चाशिषो ग्राह्यास्स्वस्तिवाचनमेव च ॥
पुष्पांजलिं प्रदद्याच्च व्रतसंपूर्ण हेतवे॥
]

`verse 49 [
नमस्कारांस्ततः कृत्वा नानाकार्यं प्रकल्पयेत् ॥
एवं व्रतं कृतं येन तस्येप्सितफलं भवेत् ॥
]

`verse 50 [
यो नित्यं श्रद्धया सार्द्धं पूजां चैव स्व शक्तितः ॥
कुर्य्यात्तव गणेशान सर्वकामफलाप्तये ॥
]

`verse 51 [
सिन्दूरैश्चन्दनैश्चैव तंडुलैः केतकैस्तथा ॥
उपचारैरनेकैश्च पूजयेत्त्वां गणे श्वरम् ॥
]

`verse 52 [
एवं त्वां पूजयेयुर्ये भक्त्या नानोपचारतः ॥
तेषां सिद्धिर्भवेन्नित्यं विघ्ननाशो भवेदिह ॥
]

`verse 53 [
सर्वैर्वर्णैः प्रकर्त्तव्या स्त्रीभिश्चैव विशेषतः ॥
उदयाभिमुखैश्चैव राजभिश्च विशेषतः ॥
]

`verse 54 [
यं यं कामयते यो वै तंतमाप्नोति निश्चितम् ॥
अतः कामयमानेन तेन सेव्यस्सदा भवान् ॥ 2.4.18.६० ॥
॥ ब्रह्मोवाच ॥
शिवेनैव तदा प्रोक्तं गणेशाय महात्मने ॥
तदानीं दैवतैश्चैव सर्वैश्च ऋषिसत्तमैः ॥
]

`verse 55 [
तथेत्युक्त्वा तु तैस्सर्वैर्गणैश्शंभुप्रियैर्मुने ॥
पूजितो हि गणाधीशो विधिना परमेण सः॥
]

`verse 56 [
ततश्चैव गणास्सर्वे प्रणेमुस्ते गणेश्वरम् ॥
समानर्चुर्विशेषेण नानावस्तुभिरादरात् ॥
]

`verse 57 [
गिरिजायास्समुत्पन्नो यश्च हर्षो मुनीश्वर ॥
चतुर्भिर्वदनैर्वै तमवर्ण्यं च कथं ब्रुवे ॥
]

`verse 58 [
देवदुंदुभयो नेदुर्ननृतुश्चाप्सरोगणाः ॥
जगुर्गंधर्वमुख्याश्च पुष्पवर्षं पपात ह ॥
]

`verse 59 [
जगत्स्वास्थ्यं तदा प्राप गणाधीशे प्रतिष्ठिते॥
महोत्सवो महानासीत्सर्वं दुःखं क्षयं गणम् ॥
]

`verse 60 [
शिवाशिवौ च मोदेतां विशेषेणाति नारद ॥
आसीत्सुमंगलं भूरि सर्वत्र सुखदायकम्॥
]

`verse 61 [
ततो देवगणाः सर्वे ऋषीणां च गणास्तथा ॥
समागताश्च ये तत्र जग्मुस्ते तु शिवाज्ञया ॥
]

`verse 62 [
प्रशंसंतश्शिवा तत्र गणेशं च पुनः पुनः ॥
शिवं चैव तथा स्तुत्वा कीदृशं युद्धमेव च॥
]

`verse 63 [
यदा सा गिरिजा देवी कोपहीना बभूव ह ॥
शिवोऽपि गिरिजां तत्र पूर्ववत्संप्रपद्य ताम्॥2.4.18.७०॥
चकार विविधं सौख्यं लोकानां हितकाम्यया॥
स्वात्मारामोऽपि परमो भक्तकार्योद्यतः सदा ॥
]

`verse 64 [
विष्णुश्च शिवमापृच्छ्य ब्रह्माहं तं तथैव हि ॥
आगच्छाव स्वधामं च शिवौ संसेव्य भक्तितः ॥
]

`verse 65 [
नारद त्वं च भगवन्संगीय शिवयोर्यशः ॥
आगमो भवनं स्वं च शिवौ पृष्ट्वा मुनीश्वर ॥
]

`verse 66 [
एतत्ते सर्वमाख्यातं मया वै शिवयोर्यशः ॥
भवत्पृष्टेन विघ्नेश यशस्संमिश्रमादरात्॥
]

`verse 67 [
इदं सुमंगलाख्यानं यः शृणोति सुसंयतः ॥
सर्वमंगल संयुक्तस्स भवेन्मंगलालयः ॥
]

`verse 68 [
अपुत्रो लभते पुत्रं निर्धनो लभते धनम् ॥
भायार्थी लभते भार्यां प्रजार्थी लभते प्रजाम्॥
]

`verse 69 [
आरोग्यं लभते रोगी सौभाग्यं दुर्भगो लभेत् ॥
नष्टपुत्रं नष्टधनं प्रोषिता च पतिं लभेत् ॥
]

`verse 70 [
शोकाविष्टश्शोकहीनस्स भवेन्नात्र संशयः ॥
इदं गाणेशमाख्यानं यस्य गेहे च तिष्ठति ॥
]

`verse 71 [
सदा मंगलसंयुक्तस्स भवेन्नात्र संशयः ॥
यात्राकाले च पुण्याहे यश्शृणोति समाहितः ॥
सर्वाभीष्टं स लभते श्रीगणेशप्रसादतः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखंडे गणेशगणाधिपपदवीवर्णनं नामाष्टादशोऽध्यायः ॥
]
