`speaker [
नारद उवाच
]

`verse 1 [
गणेशस्य श्रुता तात सम्यग्जनिरनुत्तमा॥
चरित्रमपि दिव्यं वै सुपराक्रमभूषितम् ॥
]

`verse 2 [
ततः किमभवत्तात तत्त्वं वद सुरेश्वरः ॥
शिवाशिवयशस्स्फीतं महानन्दप्रदायकम् ॥
]

`verse 3 [
ब्रह्मोवाच ॥ साधु पृष्टं मुनिश्रेष्ठ भवता करुणात्मना ॥
श्रूयतां दत्तकर्णं हि वक्ष्येऽहं ऋषिसत्तम ॥
]

`verse 4 [
शिवा शिवश्च विप्रेन्द्र द्वयोश्च सुतयोः परम् ॥
दर्शंदर्शं च तल्लीलां महत्प्रेम समावहत् ॥
]

`verse 5 [
पित्रोर्लालयतोस्तत्र सुखं चाति व्यवर्द्धत ॥
सदा प्रीत्या मुदा चातिखेलनं चक्रतुस्सुतौ ॥
]

`verse 6 [
तावेव तनयौ तत्र माता पित्रोर्मुनीश्वर ॥
महाभक्त्या यदा युक्तौ परिचर्यां प्रचक्रतुः ॥
]

`verse 7 [
षण्मुखे च गणेशे च पित्रोस्तदधिकं सदा ॥
स्नेहो व्यवर्द्धत महाञ्च्छुक्लपक्षे यथा शशी ॥
]

`verse 8 [
कदाचित्तौ स्थितौ तत्र रहसि प्रेमसंयुतौ ॥
शिवा शिवश्च देवर्षे सुविचारपरायणौ ॥
]

`speaker [
शिवा शिवावूचतुः
]

`verse 9 [
विवाहयोग्यौ संजातौ सुताविति च तावुभौ ॥
विवाहश्च कथं कार्यः पुत्रयोरुभयोः शुभम्॥
]

`verse 10 [
षण्मुखश्च प्रियतमो गणेशश्च तथैव च॥
इति चिंतासमुद्विग्नौ लीलानन्दौ बभूवतुः॥2.4.19.१०॥
स्वपित्रोर्मतमाज्ञाय तौ सुतावपि संस्पृहौ ॥
तदिच्छया विवाहार्थं बभूवतुरथो मुने ॥
]

`verse 11 [
अहं च परिणेष्यामि ह्यहं चैव पुनः पुनः ॥
परस्परं च नित्यं वै विवादे तत्परावुभौ ॥
]

`verse 12 [
श्रुत्वा तद्वचनं तौ च दंपती जगतां प्रभू ॥
लौकिकाचारमाश्रित्य विस्मयं परमं गतौ ॥
]

`verse 13 [
किं कर्तव्यं कथं कार्यो विवाहविधिरेतयोः ॥
इति निश्चित्य ताभ्यां वै युक्तिश्च रचिताद्भुता ॥
]

`verse 14 [
कदाचित्समये स्थित्वा समाहूय स्वपुत्रकौ ॥
कथयामासतुस्तत्र पुत्रयोः पितरौ तदा ॥
]

`speaker [
शिवाशिवावूचतुः
]

`verse 15 [
अस्माकं नियमः पूर्वं कृतश्च सुखदो हि वाम् ॥
श्रूयतां सुसुतौ प्रीत्या कथयावो यथार्थकम् ॥
]

`verse 16 [
समौ द्वावपि सत्पुत्रौ विशेषो नात्र लभ्यते ॥
तस्मात्पणः कृतश्शंदः पुत्रयोरुभयोरपि ॥
]

`verse 17 [
यश्चैव पृथिवीं सर्वां क्रांत्वा पूर्वमुपाव्रजेत् ॥
तस्यैव प्रथमं कार्यो विवाहश्शुभलक्षणः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
तयोरेवं वचः श्रुत्वा शरजन्मा महाबलः ॥
जगाम मन्दिरात्तूर्णं पृथिवीक्रमणाय वै॥
]

`verse 19 [
गणनाथश्च तत्रैव संस्थितो बुद्धिसत्तमः ॥
सुबुद्ध्या संविचारर्येति चित्त एव पुनः पुनः ॥ 2.4.19.२० ॥
किं कर्तव्यं क्व गंतव्यं लंघितुं नैव शक्यते ॥
क्रोशमात्रं गतः स्याद्वै गम्यते न मया पुनः ॥
]

`verse 20 [
किं पुनः पृविवीमेतां क्रांत्वा चोपार्जितं सुखम् ॥
विचार्येति गणेशस्तु यच्चकार शृणुष्व तत् ॥
]

`verse 21 [
स्नानं कृत्वा यथान्यायं समागत्य स्वयं गृहम् ॥
उवाच पितरं तत्र मातरं पुनरेव सः ॥
]

`speaker [
गणेश उवाच
]

`verse 22 [
आसने स्थापिते ह्यत्र पूजार्थं भवतोरिह ॥
भवंतौ संस्थितौ तातौ पूर्य्यतां मे मनोरथः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
इति श्रुत्वा वचस्तस्य पार्वतीपरमेश्वरौ ॥
अस्थातामासने तत्र तत्पूजाग्रहणाय वै ॥
]

`verse 24 [
तेनाथ पूजितौ तौ च प्रक्रान्तौ च पुनः पुनः ॥
एवं च कृतवान् सप्त प्रणामास्तु तथैव सः ॥
]

`verse 25 [
बद्धांजलिरथोवाच गणेशो बुद्धिसागरः ॥
स्तुत्वा बहु तिथस्तात पितरौ प्रेमविह्वलौ ॥
]

`speaker [
गणेश उवाच
]

`verse 26 [
भो मातर्भो पितस्त्वं च शृणु मे परमं वचः ॥
शीघ्रं चैवात्र कर्तव्यो विवाहश्शोभनो मम ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
इत्येवं वचनं श्रुत्वा गणेशस्य महात्मनः ॥
महाबुद्धिनिधिं तं तौ पितरावूचतुस्तदा॥
]

`speaker [
शिवा शिवावूचतुः
]

`verse 28 [
प्रक्रामेत भवान्सम्यक्पृथिवीं च सकाननाम् ॥
कुमारो गतवांस्तत्र त्वं गच्छ पुर आव्रज ॥2.4.19.३०॥
ब्रह्मोवाच॥
इत्येवं वचनं श्रुत्वा पित्रोर्गणपति द्रुतम् ॥
उवाच नियतस्तत्र वचनं क्रोधसंयुतः॥
]

`speaker [
गणेश उवाच
]

`verse 29 [
भो मातर्भो पितर्धर्मरूपौ प्राज्ञौ युवां मतौ ॥
धर्मतः श्रूयतां सम्यक् वचनं मम सत्तमौ॥
]

`verse 30 [
मया तु पृथिवी क्रांता सप्तवारं पुनः पुनः ॥
एवं कथं ब्रुवाते वै पुनश्च पितराविह ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
तद्वचस्तु तदा श्रुत्वा लौकिकीं गतिमाश्रितौ ॥
महालीलाकरौ तत्र पितरावूचतुश्च तम् ॥
]

`speaker [
पितरावूचतुः
]

`verse 32 [
कदा क्रांता त्वया पुत्र पृथिवी सुमहत्तरा ॥
सप्तद्वीपा समुद्रांता महद्भिर्गहनैयुता ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
तयोरेवं वचः श्रुत्वा शिवाशंकरयोर्मुने ॥
महाबुद्धिनिधिः पुत्रो गणेशो वाक्यमब्रवीत्॥
]

`speaker [
गणेश उवाच
]

`verse 34 [
भवतोः पूजनं कृत्वा शिवाशंकरयोरहम् ॥
स्वबुद्ध्या हि समुद्रान्तपृध्वीकृतपरिक्रमः ॥
]

`verse 35 [
इत्येवं वचनं देवे शास्त्रे वा धर्मसञ्चये॥
वर्त्तते किं च तत्तथ्यं नहि किं तथ्यमेव वा ॥
]

`verse 36 [
पित्रोश्च पूजनं कृत्वा प्रक्रांतिं च करोति यः ॥
तस्य वै पृथिवीजन्यफलं भवति निश्चितम् ॥
]

`verse 37 [
अपहाय गृहे यो वै पितरौ तीर्थमाव्रजेत् ॥
तस्य पापं तथा प्रोक्तं हनने च तयोर्यथा ॥ 2.4.19.४० ॥
पुत्रस्य च महत्तीर्थं पित्रोश्चरणपंकजम्॥
अन्यतीर्थं तु दूरे वै गत्वा सम्प्राप्यते पुनः ॥
]

`verse 38 [
इदं संनिहितं तीर्थं सुलभं धर्मसाधनम् ॥
पुत्रस्य च स्त्रियाश्चैव तीर्थं गेहे सुशोभनम् ॥
]

`verse 39 [
इति शास्त्राणि वेदाश्च भाषन्ते यन्निरंतरम् ॥
भवद्भ्यां तत्प्रकर्त्तव्यमसत्यं पुनरेव च ॥
]

`verse 40 [
भवदीयं त्विदं रूपमसत्यं च भवेदिह ॥
तदा वेदोप्यसत्यो वै भवेदिति न संशयः ॥
]

`verse 41 [
शीघ्रं च भवितव्यो मे विवाहः क्रियतां शुभः ॥
अथ वा वेदशास्त्रञ्च न्यलीकं कथ्यतामिति॥
]

`verse 42 [
द्वयोः श्रेष्ठतमं मध्ये यत्स्यात्सम्यग्विचार्य तत्॥
कर्तव्यं च प्रयत्नेन पितरौ धर्मरूपिणौ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
इत्युक्त्वा पार्वतीपुत्रस्स गणेशः प्रकृष्टधीः ॥
विरराम महाज्ञानी तदा बुद्धिमतां वरः ॥
]

`verse 44 [
तौ दंपती च विश्वेशौ षार्वतीशंकरौ तदा ॥
इति श्रुत्वा वचस्तस्य विस्मयं परमं गता॥
]

`verse 45 [
ततः शिवा शिवश्चैव पुत्रं बुद्धिविचक्षणम् ॥
सुप्रशस्योचतुः प्रीत्या तौ यथार्थप्रभाषिणम् ॥
]

`speaker [
शिवाशिवावूचतुः
]

`verse 46 [
पुत्र ते विमला बुद्धिस्समुत्पन्ना महात्मनः॥
त्वयोक्तं यद्वचश्चैव ततश्चैव च नान्यथा ॥ 2.4.19.५० ॥
समुत्पन्ने च दुःखे च यस्य बुद्धिर्विशिष्यते ॥
तस्य दुखं विनश्येत सूर्ये दृष्टे यथा तमः ॥
]

`verse 47 [
बुद्धिर्यस्य बलं तस्य निर्बुद्धेस्तु कुतो बलम् ॥
कूपे सिंहो मदोन्मत्तश्शशकेन निपातितः ॥
]

`verse 48 [
वेदशास्त्रपुराणेषु बालकस्य यथोदितम् ॥
त्वया कृतं तु तत्सर्वं धर्मस्य परिपालनम्॥
]

`verse 49 [
सम्यक्कृतं त्वया यच्च तत्केनापि भवेदिह॥
आवाभ्यां मानितं तच्च नान्यथा क्रियतेऽधुना॥
]

`speaker [
ब्रह्मोवाच
]

`verse 50 [
इत्युक्त्वा तौ समाश्वास्य गणेशं बुद्धिसागरम्॥
विवाहकरणे चास्य मतिं चक्रतुरुत्तमाम्॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखण्डे गणेशविवाहोपक्रमोनामैकोनविंशोध्यायः॥
]
