`speaker [
ब्रह्मोवाच
]

`verse 1 [
एतस्मिन्नंतरे तत्र विश्वरूपः प्रजापतिः ॥
तदुद्योगं संविचार्य सुखमाप प्रसन्नधीः ॥
]

`verse 2 [
विश्वरूपप्रजेशस्य दिव्यरूपे सुते उभे॥
सिद्धिबुद्धिरिति ख्याते शुभे सर्वांगशोभने ॥
]

`verse 3 [
ताभ्यां चैव गणेशस्य गिरिजा शंकरः प्रभू ॥
महोत्सवं विवाहं च कारयामासतुर्मुदा ॥
]

`verse 4 [
संतुष्टा देवतास्सर्वास्तद्विवाहे समागमन् ॥
यथा चैव शिवस्यैव गिरिजाया मनोरथः ॥
]

`verse 5 [
तथा च विश्वकर्माऽसौ विवाहं कृतवांस्तथा ॥
तथा च ऋषयो देवा लेभिरे परमां मुदम् ॥
]

`verse 6 [
गणेशोपि तदा ताभ्यां सुखं चैवाप्तिचिंतकम् ॥
प्राप्तवांश्च मुने तत्तु वर्णितुं नैव शक्यते ॥
]

`verse 7 [
कियता चैव कालेन गणेशस्य महात्मनः ॥
द्वयोः पत्न्योश्च द्वौ दिव्यौ तस्य पुत्रौ बभूवतुः ॥
]

`verse 8 [
सिद्धेर्गणेशपत्न्यास्तु क्षेमनामा सुतोऽभवत् ॥
बुद्धेर्लाभाभिधः पुत्रो ह्यासीत्परभशोभनः ॥
]

`verse 9 [
एवं सुखमचिंत्यं व भुंजाने हि गणेश्वरे ॥
आजगाम द्वितीयश्च क्रांत्वा पृथ्वीं सुतस्तदा॥
]

`verse 10 [
तावश्च नारदेनैव प्राप्तो गेहे महात्मना॥
यथार्थं वच्मि नोऽसत्यं न छलेन न मत्सरात् ॥ 2.4.20.१० ॥
पितृभ्यां तु कृतं यच्च शिवया शंकरेण ते ॥
तन्न कुर्य्यात्परो लोके सत्यं सत्यं ब्रवीम्यहम् ॥
]

`verse 11 [
निष्कास्य त्वां कुक्रमणं मिषमुत्पाद्य यत्नतः ॥
गणेशस्य वरोकारि विवाहः परशोभनः ॥
]

`verse 12 [
गणेशस्य कृतोद्वाहो लब्धवांस्स्त्रीद्वयं मुदा ॥
विश्वरूपप्रजेशस्य कन्यारत्नं महोत्तमम् ॥
]

`verse 13 [
पुत्रद्वयं ललाभासौ द्वयोः पत्न्योश्शुभांगयोः ॥
सिद्धे क्षेमं तथा बुद्धेर्लाभं सर्वं सुखप्रदम् ॥
]

`verse 14 [
पत्न्योर्द्वयोर्गणेशोऽसौ लब्ध्वा पुत्रद्वयं शुभम् ॥
मातापित्रोर्मतेनैव सुखं भुंक्ते निरंतरम् ॥
]

`verse 15 [
भवता पृथिवी क्रांता ससमुद्रा सकानना॥
तच्छलाज्ञावशात्तात तस्य जातं फलं त्विदम्॥
]

`verse 16 [
पितृभ्यां क्रियतास्मैवच्छलं तात विचार्यताम् ॥
स्वस्वामिभ्यां विशेषेण ह्यन्यः किन्न करोति वै ॥
]

`verse 17 [
असम्यक्च कृतं ताभ्यां त्वत्पितृभ्यां हि कर्म ह ॥
विचार्यतां त्वयाऽपीह मच्चित्ते न शुभं मतम् ॥
]

`verse 18 [
दद्याद्यदि गरं माता विक्रीणीयात्पिता यदि ॥
राजा हरति सर्वस्वं कस्मै किं च ब्रवीतु वै ॥
]

`verse 19 [
येनैवेदं कृतं स्याद्वै कर्मानर्थकरं परम् ॥
शांतिकामस्सुधीस्तात तन्मुखं न विलोकयेत् ॥2.4.20.२०॥
इति नीतिः श्रुतौ प्रोक्ता स्मृतौ शास्त्रेषु सर्वतः ॥
निवेदिता च सा तेऽद्य यथेच्छसि तथा कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
इत्युक्त्वा नारद त्वं तु महेश्वरमनोगतिः ॥
तस्मै तथा कुमाराय वाक्यं मौनमुपागतः॥
]

`verse 21 [
स्कन्दोऽपि पितरं नत्वा कोपाग्निज्वलितस्तदा ॥
जगाम पर्वतं क्रौंचं पितृभ्यां वारितोऽपि सन् ॥
]

`verse 22 [
वारणे च कृते त्वद्य गम्यते च कथं त्वया ॥
इत्येवं च निषिद्धोपि प्रोच्य नेति जगाम सः ॥
]

`verse 23 [
न स्थातव्यं मया तातौ क्षणमप्यत्र किंचन ॥
यद्येवं कपटं प्रीतिमपहाय कृतं मयि ॥
]

`verse 24 [
एवमुक्त्वा गतस्तत्र मुने सोऽद्यापि वर्तते ॥
दर्शनेनैव सर्वेषां लोकानां पापहारकः ॥
]

`verse 25 [
तद्दिनं हि समारभ्य कार्तिकेयस्य तस्य वै ॥
शिवपुत्रस्य देवर्षे कुमारत्वं प्रतिष्ठितम् ॥
]

`verse 26 [
तन्नाम शुभदं लोके प्रसिद्धं भुवनत्रये ॥
सर्वपापहरं पुण्यं ब्रह्मचर्यप्रदं परम्॥
]

`verse 27 [
कार्तिक्यां च सदा देवा ऋषयश्च सतीर्थकाः॥
दर्शनार्थं कुमारस्य गच्छंति च मुनीश्वराः ॥
]

`verse 28 [
कार्तिक्यां कृत्तिकासंगे कुर्याद्यः स्वामिदर्शनम्॥
तस्य पापं दहेत्सर्वं चित्तेप्सित फलं लभेत् ॥2.4.20.३०॥
उमापि दुःखमापन्ना स्कन्दस्य विरहे सति ॥
उवाच स्वामिनं दीना तत्र गच्छ मया प्रभो ॥
]

`verse 29 [
तत्सुखार्थं स्वयं शंभुर्गतस्स्वांशेन पर्वते ॥
मल्लिकार्जुननामासीज्ज्योतिर्लिङ्गं सुखावहम् ॥
]

`verse 30 [
अद्यापि दृश्यते तत्र शिवया सहितश्शिवः ॥
सर्वेषां निजभक्तानां कामपूरस्सतां गतिः ॥
]

`verse 31 [
तमागतं स विज्ञाय कुमारस्सशिवं शिवम् ॥
स विरज्य ततोऽन्यत्र गंतुमासीत्समुत्सुकः ॥
]

`verse 32 [
देवैश्च मुनिभिश्चैव प्रार्थितस्सोपि दूरतः ॥
योजनत्रयमुत्सृज्य स्थितः स्थाने च कार्तिकः ॥
]

`verse 33 [
पुत्रस्नेहातुरौ तौ वै शिवौ पर्वणि पर्वणि ॥
दर्शनार्थं कुमारस्य तस्य नारद गच्छतः ॥
]

`verse 34 [
अमावास्यादिने शंभुः स्वयं गच्छति तत्र ह ॥
पूर्णमासी दिने तत्र पार्वती गच्छति ध्रुवम् ॥
]

`verse 35 [
यद्यत्तस्य च वृत्तांतं भवत्पृष्टं मुनीश्वर ॥
कार्तिकस्य गणेशस्य परमं कथितं मया ॥
]

`verse 36 [
एतच्छ्रुत्वा नरो धीमान् सर्वपापैः प्रमुच्यते ॥
शोभनां लभते कामानीप्सितान्सकलान्सदा ॥
]

`verse 37 [
यः पठेत्पाठयेद्वापि शृणुयाच्छ्रावयेत्तथा ॥
सर्वान्कामानवाप्नोति नात्र कार्या विचारणा ॥2.4.20.४०॥
ब्राह्मणो ब्रह्मवर्चस्वी क्षत्रियो विजयी भवेत् ॥
वैश्यो धन समृद्धस्स्याच्छूद्रस्सत्समतामियात् ॥
]

`verse 38 [
रोगी रोगात्प्रमुच्येत भयान्मुच्येत भीतियुक् ॥
भूतप्रेतादिबाधाभ्यः पीडितो न भवेन्नरः ॥
]

`verse 39 [
एतदाख्यानमनघं यशस्यं सुखवर्द्धनम् ॥
आयुष्यं स्वर्ग्यमतुलं पुत्रपौत्रादिकारकम् ॥
]

`verse 40 [
अपवर्गप्रदं चापि शिवज्ञानप्रदं परम् ॥
शिवाशिवप्रीतिकरं शिवभक्तिविवर्द्धनम् ॥
]

`verse 41 [
श्रवणीयं सदा भक्तैर्निःकामैश्च मुमुक्षुभिः ॥
शिवाद्वैतप्रदं चैतत्सदाशिवमयं शिवम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां चतुर्थे कुमारखण्डे गणेशविवाहवर्णनं नाम विंशोऽध्यायः ॥
]

`verse 42 [
समाप्तोयं रुद्रसंहितान्तर्गतः कुमारखण्डश्चतुर्थः ॥
]
