`verse 1 [
॥ श्रीगणेशाय नम. ॥

अथ चतुर्थी कोटिरुद्रसंहिता प्रारभ्यते ॥

यो धत्ते निजमाययैव भुवनाकारं विकारोज्झितो
यस्याहुः करुणाकटाक्षविभवौ स्वर्गापवर्ग्गाभिधौ ॥
प्रत्यग्बोधसुखाद्वयं हृदि सदा पश्यन्ति यं योगिनस्तस्मै
शैलसुताञ्जितार्द्धवपुषे शश्वन्नमस्तेजसे ॥
]

`verse 2 [
कृपाललितवीक्षणं स्मितमनोज्ञवक्त्राम्बुजं शशांककलयोज्ज्वलं शमितघोरतापत्रयम् ॥
करोतु किमपि स्फुरत्परमसौख्यसच्चिद्वपुर्धराधरसुताभुजोद्वलयितं महो मंगलम् ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 3 [
सम्यगुक्तं त्वया सूत लोकानां हितकाम्यया ॥
शिवावतारमाहात्म्यं नानाख्यानसमन्वितम् ॥
]

`verse 4 [
पुनश्च कथ्यतां तात शिवमाहात्म्यमुत्तमम् ॥
लिंगसम्बन्धि सुप्रीत्या धन्यस्त्वं शैवसत्तमः ॥
]

`verse 5 [
शृण्वन्तस्त्वन्मुखाम्भोजान्न तृप्तास्स्मो वयं प्रभो ॥
शैवं यशोऽमृतं रम्यं तदेव पुनरुच्यताम्। ॥
]

`verse 6 [
पृथिव्यां यानि यानि लिंगानि तीर्थेतीर्थे शुभानि हि ॥
अन्यत्र वा स्थले यानि प्रसिद्धानि स्थितानि वै ॥
]

`verse 7 [
तानि तानि च दिव्यानि लिंगानि परमेशितुः ॥
व्यासशिष्य समाचक्ष्व लोकानां हितकाम्यया ॥
]

`speaker [
सूत उवाच
]

`verse 8 [
साधुपृष्टमृषिश्रेष्ठ लोकानां हितकाम्यया॥
कथयामि भवत्स्नेहात्तानि संक्षेपतो द्विजाः ॥
]

`verse 9 [
सर्वेषां शिवलिंगानां मुने संख्या न विद्यते ॥
सर्वं लिंगमयी भूमिः सर्वलिंगमयं जगत् ॥
]

`verse 10 [
लिंगमयानि तीर्थानि सर्वं लिंगे प्रतिष्ठितम् ॥
संख्या न विद्यते तेषां तानि किंचिद्ब्रवीम्यहम् ॥
]

`verse 11 [
यत्किंचिद्दृश्यते दृश्यं वर्ण्यते स्मर्यते च यत् ॥
तत्सर्वं शिवरूपं हि नान्यदस्तीति किंचन ॥
]

`verse 12 [
तथापि श्रूयताम्प्रीत्या कथयामि यथाश्रुतम्॥
लिंगानि च ऋषिश्रेष्ठाः पृथिव्यां यानि तानि ह॥
]

`verse 13 [
पाताले चापि वर्तन्ते स्वर्गे चापि तथा भुवि ॥
सर्वत्र पूज्यते शम्भुः सदेवासुरमानुषैः॥
]

`verse 14 [
त्रिजगच्छम्भुना व्याप्तं सदेवासुरमानुषम्॥
अनुग्रहाय लोकानां लिंगरूपेण सत्तमाः॥
]

`verse 15 [
अनुग्रहाय लोकानां लिंगानि च महेश्वरः ॥
दधाति विविधान्यत्र तीर्थे चान्यस्थले तथा ॥
]

`verse 16 [
यत्रयत्र यदा शंभुर्भक्त्या भक्तैश्च संस्मृतः ॥
तत्रतत्रावतीर्याथ कार्यं कृत्वा स्थितस्तदा ॥
]

`verse 17 [
लोकानामुपकारार्थं स्वलिंगं चाप्यकल्पयत्॥
तल्लिंगं पूजयित्वा तु सिद्धिं समधिगच्छति॥
]

`verse 18 [
पृथिब्यां यानि लिंगानि तेषां संख्या न विद्यते ॥
तथापि च प्रधानानि कथ्यते च मया द्विजाः ॥
]

`verse 19 [
प्रधानेषु च यानीह मुख्यानि प्रवदाम्यहम्॥
यच्छ्रुत्वा सर्वपापेभ्यो मुच्यते मानवः क्षणात्॥
]

`verse 20 [
ज्योतिर्लिंगानि यानीह मुख्यमुख्यानि सत्तम॥
तान्यहं कथयाम्यद्य श्रुत्वा पापं व्यपोहति॥
]

`verse 21 [
सौराष्ट्रे सोमनाथं च श्रीशैले मल्लिकार्जुनम् ॥
उज्जयिन्यां महाकालमोंकारे परमेश्वरम्॥
]

`verse 22 [
केदारं हिमवत्पृष्ठे डाकिन्यां भीमशंकरम्॥
वाराणस्यां च विश्वेशं त्र्यम्बकं गौतमीतटे ॥
]

`verse 23 [
वैद्यनाथं चिताभूमौ नागेशं दारुकावने ॥
सेतुबंधे च रामेशं घुश्मेशं च शिवालये॥
]

`verse 24 [
द्वादशैतानि नामानि प्रातरुत्थाय यः पठेत् ॥
सर्वपापविनिर्मुक्तः सर्वसिद्धिफलं लभेत् ॥
]

`verse 25 [
यं यं काममपेक्ष्यैव पठिष्यन्ति नरोत्तमाः ॥
प्राप्स्यंति कामं तं तं हि परत्रेव मुनीश्वराः ॥
]

`verse 26 [
ये निष्कामतया तानि पठिष्यन्ति शुभाशयाः ॥
तेषां च जननीगर्भे वासो नैव भविष्यति ॥
]

`verse 27 [
एतेषां पूजनेनैव वर्णानां दुःखना शनम् ॥
इह लोके परत्रापि मुक्तिर्भवति निश्चितम् ॥
]

`verse 28 [
ग्राह्यमेषां च नैवेद्यं भोजनीयं प्रयत्नतः ॥
तत्कर्तुः सर्व्वपापानि भस्मसाद् यान्ति वै क्षणात् ॥
]

`verse 29 [
ज्योतिषां चैव लिंगानां बह्मादिभिरलं द्विजाः ॥
विशेषतः फलं वक्तुं शक्यते न परैस्तथा ॥
]

`verse 30 [
एकं च पूजितं येन षण्मासं तन्निरन्तरम् ॥
तस्य दुःखं न जायेत मातृकुक्षिसमुद्भवम् ॥
]

`verse 31 [
हीनयोनौ यदा जातो ज्योतिर्लिंगं च पश्यति ॥
तस्य जन्म भवेत्तत्र विमले सत्कुले पुनः ॥
]

`verse 32 [
सत्कुले जन्म संप्राप्य धनाढ्यो वेदपारगः ॥
शुभकर्म तदा कृत्वा मुक्तिं यात्यनपायिनीम् ॥
]

`verse 33 [
म्लेच्छो वाप्यन्त्यजो वापि षण्ढो वापि मुनीश्वराः॥
द्विजो भूत्वा भवेन्मुक्तस्तस्मात्तद्दर्शनं चरेत् ॥
]

`verse 34 [
ज्योतिषां चैव लिंगानां किंचित्प्रोक्तं फलं मया ॥.
ज्योतिषां चोपलिंगानि श्रूयन्तामृषिसत्तमाः ॥
]

`verse 35 [
सोमेश्वरस्य यल्लिंगमन्तकेशमुदाहृतम् ॥
मह्यास्सागरसंयोगे तल्लिंगमुपलिङ्गकम् ॥
]

`verse 36 [
मल्लिकार्जुनसंभूतमुपलिंगमुदाहृतम् ॥
रुद्रेश्वरमिति ख्यातं भृगुकक्षे सुखावहम् ॥
]

`verse 37 [
महाकालभवं लिंगं दुग्धेशमिति विश्रुतम्॥
नर्मदायां प्रसिद्धं तत्सर्वपापहरं स्मृतम् ॥ ॥
]

`verse 38 [
ॐकारजं च यल्लिंगं कर्दमेशमिति श्रुतम् ॥
प्रसिद्धं बिन्दुसरसि सर्वकामफलप्रदम् ॥
]

`verse 39 [
केदारेश्वरसंजातं भूतेशं यमुना तटे ॥
महापापहरं प्रोक्तं पश्यतामर्चतान्तथा ॥
]

`verse 40 [
भीमशंकरसंभूतं भीमेश्वरमिति स्मृतम् ॥
सह्याचले प्रसिद्धं तन्महाबलविवर्द्धनम् ॥
]

`verse 41 [
नागेश्वरसमुद्भूतं भूतेश्वरमुदाहृतम्॥
मल्लिकासरस्वतीतीरे दर्शनात्पापहारकम्॥
]

`verse 42 [
रामेश्वराच्च यज्जातं गुप्तेश्वरमिति स्मृतम् ॥
घुश्मेशाच्चैव यज्जातं व्याघ्रेश्वरमिति स्मृतम्॥
]

`verse 43 [
ज्योतिर्लिंगोपलिंगानि प्रोक्तानीह मया द्विजाः॥
दर्शनात्पापहारीणि सर्वकामप्रदानि च ॥
]

`verse 44 [
एतानि सुप्रधानानि मुख्यतां हि गतानि च ॥
अन्यानि चापि मुख्यानि श्रूयतामृषिसत्तमा। ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां ज्योतिर्लिगतदुपलिंग माहात्म्यवर्णनं नाम प्रथमोऽध्यायः ॥
]
