`speaker [
सूत उवाच
]

`verse 1 [
गंगातीरे सुप्रसिद्धा काशी खलु विमुक्तिदा ॥
सा हि लिंगमयी ज्ञेया शिववासस्थली स्मृता ॥
]

`verse 2 [
लिंगं तत्रैव मुख्यं च सम्प्रोक्तमविमुक्तकम् ॥
कृत्तिवासेश्वरः साक्षात्तत्तुल्यो   वृद्धबालकः ॥
]

`verse 3 [
तिलभाण्डेश्वरश्चैव दशाश्वमेध एव च ॥
गंगा सागरसंयोगे संगमेश इति स्मृतः ॥
]

`verse 4 [
भूतेश्वरो यः संप्रोक्तो भक्तसर्वार्थदः सदा॥
नारीश्वर इति ख्यातः कौशिक्याः स समीपगः ॥
]

`verse 5 [
वर्तते गण्डकीतीरे बटुकेश्वर एव सः॥
पूरेश्वर इति ख्यातः फल्गुतीरे सुखप्रदः ॥
]

`verse 6 [
सिद्धनाथेश्वरश्चैव दर्शनात्सिद्धिदो नृणाम् ॥
दूरेश्वर इति ख्यातः पत्तने चोत्तरे तथा ॥
]

`verse 7 [
शृंगेश्वरश्च नाम्ना वै वैद्यनाथस्तथैव च ॥
जप्येश्वरस्तथा ख्यातो यो दधी चिरणस्थले ॥
]

`verse 8 [
गोपेश्वरः समाख्यातः रंगेश्वर इति स्मृतः ॥
वामेश्वरश्च नागेशः काजेशो विमलेश्वरः॥
]

`verse 9 [
व्यासेश्वरश्च विख्यातः सुकेशश्च तथैव हि ॥
भाण्डेश्वराश्च विख्यातो हुंकारेशस्तथैव च ॥
]

`verse 10 [
सुरोचनश्च विख्यातो भूतेश्वर इति स्वयम्॥
संगमेशस्तथा प्रोक्तो महापातकनाशनः ॥
]

`verse 11 [
ततश्च तप्तकातीरे कुमारेश्वर एव च॥
सिद्धेश्वरश्च विख्यातः सेनेशश्च तथा स्मृतः ॥
रामेश्वर इति प्रोक्तः कुंभेशश्च परो मतः ॥
नन्दीश्वरश्च पुंजेशः पूर्णायां पूर्णकस्तथा ॥
]

`verse 12 [
ब्रह्मेश्वरः प्रयोगे च ब्रह्मणा स्थापितः पुरा॥
दशाश्वमेधतीर्थे हि चतुर्वर्गफलप्रदः ॥
]

`verse 13 [
तथा सोमेश्वरस्तत्र सर्ब्वापद्विनिवारकः ॥
भारद्वाजेश्वरश्चैव ब्रह्मवर्चःप्रवर्द्धकः   ॥
]

`verse 14 [
शूलटंकेश्वरः साक्षात्कामनाप्रद ईरितः ॥
माधवेशश्च तत्रैव भक्तरक्षाविधायकः ॥
]

`verse 15 [
नागेशाख्यः प्रसिद्धो हि साकेतनगरे द्विजा ॥
सूर्य्यवंशोद्भवानां च विशेषेण सुखप्रदः ॥
]

`verse 16 [
पुरुषोत्तमपुर्यां तु भुवनेशस्तु सिद्धिदः ॥
लोकेशश्च महालिंगः सर्वानन्दप्रदायकः ॥
]

`verse 17 [
कामेश्वरः शंभुलिंगो गंगेशः परशुद्धिकृत् ॥
शक्रेश्वरः शुक्रसिद्धो लोकानां हितकाम्यया ॥
]

`verse 18 [
तथा वटेश्वरः ख्यातः सर्वकामफलप्रदः ॥
सिन्धुतीरे कपालेशो वक्त्रेशः सर्वपापहा ॥
]

`verse 19 [
धौतपापेश्वरः साक्षादंशेन परमेश्वर.॥
भीमेश्वर इति प्रोक्तः सूर्येश्वर इति स्मृतः॥
]

`verse 20 [
नन्देश्वरश्च विज्ञेयो ज्ञानदो लोकपूजितः॥
नाकेश्वरो महापुण्यस्तथा रामेश्वरः स्मृतः॥
]

`verse 21 [
विमलेश्वरनामा वै कंटकेश्वर एव च॥
पूर्णसागरसंयोगे धर्तुकेशस्तथैव च॥
]

`verse 22 [
चन्द्रेश्वरश्च विज्ञेयश्चन्द्रकान्तिफलप्रदः॥
सर्वकाम प्रदश्चैव सिद्धेश्वर इति स्मृतः ॥
]

`verse 23 [
बिल्वेश्वरश्च विख्यातश्चान्धकेशस्तथैव च ॥
यत्र वा ह्यन्धको दैत्यः शंकरेण हतः पुरा ॥
]

`verse 24 [
अयं स्वरूपमंशेन धृत्वा शंभुः पुनः स्थितः ॥
शरणेश्वरविख्यातो लोकानां सुखदः सदा ॥
]

`verse 25 [
कर्दमेशः परः प्रोक्त कोटीशश्चार्बुदाचले ॥
अचलेशश्च विख्यातो लोकानां सुखदः सदा॥
]

`verse 26 [
नागेश्वरस्तु कौशिक्यास्तीरे तिष्ठति नित्यशः॥
अनन्तेश्वरसंज्ञश्च कल्याणशुभभाजनः ॥
]

`verse 27 [
योगेश्वरश्च विख्यातो वैद्यनाथेश्वरस्तथा ॥
कोटीश्वरश्च विज्ञेयः सप्तेश्वर इति स्मृतः॥
]

`verse 28 [
भद्रेश्वरश्च विख्यातो भद्रनामा हरः स्वयम्॥
चण्डीश्वरस्तथा प्रोक्तः संगमेश्वर एव च॥
]

`verse 29 [
पूर्वस्यां दिशि जातानि शिवलिंगानि यानि च॥
सामान्यान्यपि चान्यानि तानीह कथितानि ते॥
]

`verse 30 [
दक्षिणस्यां दिशि तथा शिवलिंगानि यानि च॥
संजातानि मुनिश्रेष्ठ तानि ते कथयाम्यहम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां शिवलिंगमाहात्म्यवर्णनंनाम द्वितीयोऽध्यायः ॥
]
