`speaker [
सूत उवाच
]

`verse 1 [
ब्रह्मपुर्यां चित्रकूटं लिंगं मत्तगजेन्द्रकम् ॥
ब्रह्मणा स्थापितं पूर्वं सर्वकामसमृद्धिदम् ॥
]

`verse 2 [
तत्पूर्वदिशि कोटीशं लिंगं सर्ववरप्रदम् ॥
गोदावर्य्याः पश्चिमे तल्लिंगं पशुपतिनामकम् ॥
]

`verse 3 [
दक्षिणस्यां दिशि कश्चिदत्रीश्वर इति स्वयम् ॥
लोकानामुपकारार्थमनसूयासुखाय च ॥
]

`verse 4 [
प्रादुर्भूतः स्वयं देवो ह्यनावृष्ट्यामजीवयत् ॥
स एव शंकरः साक्षादंशेन स्वयमेव हि ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 5 [
सूतसूत महाभाग कथमत्रीश्वरो हरः ॥
उत्पन्नः परमो दिव्यस्तत्त्वं कथय सुव्रत ॥
]

`speaker [
सूत उवाच
]

`verse 6 [
साधु पृष्ठमृषिश्रेष्ठाः कथयामि कथां शुभाम् ॥
यां कथां सततं श्रुत्वा पातकैर्मुच्यते ध्रुवम् ॥
]

`verse 7 [
दक्षिणस्यां दिशि महत् कामदं नाम यद्वनम् ॥
चित्रकूटसमीपेस्ति तपसां हितदं सताम् ॥
]

`verse 8 [
तत्र च ब्रह्मणः पुत्रो ह्यत्रिनामा ऋषिः स्वयम् ॥
तपस्तेपेऽति कठिनमनसूयासमन्वितः ॥
]

`verse 9 [
पूर्वं कदाचित्तत्रैव ह्यनावृष्टिरभून्मुने ॥
दुःखदा प्राणिनां दैवाद्विकटा शतवार्षिकी ॥
]

`verse 10 [
वृक्षाश्शुष्कास्तदा सर्वे पल्लवानि फलानि च ॥
नित्यार्थं न जलं क्वापि दृष्टमासीन्मुनीश्वराः॥
]

`verse 11 [
आर्द्रीभावो न लभ्येत खरा वाता दिशो दश ॥
हाहाकारो महानासीत्पृथिव्यां दुःखदोऽति हि ॥
]

`verse 12 [
संवर्तं चैव भूतानां दृष्ट्वात्रि गृहिणी प्रिया ॥
साध्वी चैवाब्रवीदत्रिं मया दुःखं न सह्यते॥
]

`verse 13 [
समाधौ च विलीनोभूदासने संस्थितः स्वयम् ॥
प्राणायामं त्रिरावृत्त्या कृत्वा मुनिवरस्तदा ॥
]

`verse 14 [
ध्यायति स्म परं ज्योतिरात्मस्थमात्मना च सः ॥
अत्रिर्मुनिवरो ज्ञानी शंकरं निर्विकारकम् ॥
]

`verse 15 [
स्वामिनि ध्यानलीने च शिष्यास्ते दूरतो गताः ॥
अन्नं विना तदा ते तु मुक्त्वा तं स्वगुरुं मुनिम्॥
]

`verse 16 [
एकाकिनी तदा जाता सानसूया पतिव्रता ॥
]

`verse 17 [
सिषेवे सा च सततं तं मुदा मुनिसत्तमम् ॥
पार्थिवं सुन्दरं कृत्वा मंत्रेण विधि पूर्वकम् ॥
]

`verse 18 [
मानसैरुपचारैश्च पूजयामास शंकरम्॥
तुष्टाव शंकरं भक्त्या संसेवित्वा मुहुर्मुहुः ॥
]

`verse 19 [
बद्धाञ्जलिपुटा भूत्वा प्रक्रम्य स्वामिनं शिवम् ॥
दण्डवत्प्रणिपातेन प्रतिप्रक्रमणं तदा ॥
]

`verse 20 [
चकार सुचरित्रा सानसूया मुनिकामिनी ॥
दैत्याश्च दानवाः सर्वे दृष्ट्वा तु सुन्दरीं तदा ॥
]

`verse 21 [
विह्वलाश्चाभवंस्तत्र तेजसा दूरतः स्थिताः॥
अग्निं दृष्ट्वा यथा दूरे वर्तन्ते तद्वदेव हि॥
]

`verse 22 [
तथैनां च तदा दृष्ट्वा नायान्तीह समीपगाः ॥
अत्रेश्च तपसश्चैवानसूया शिवसेवनम् ॥
]

`verse 23 [
विशिष्यते स्म विप्रेन्द्रा मनोवाक्कायसंस्कृतम।
तावत्कालं तु सा देवी परिचर्यां चकार ह ॥
]

`verse 24 [
यावत्कालं मुनिवरः प्राणायामपरायणः ॥
तौ दम्पती तदा तत्र स्वस्व कार्यपरायणौ ॥
]

`verse 25 [
संस्थितौ मुनिशार्दूल नान्यः कश्चित्परः स्थितः ॥
एवं जातं तदा काले ह्यत्रिश्च ऋषिसत्तमः ॥
]

`verse 26 [
ध्याने च परमे लीनो न व्यबुध्यत किंचन ॥
अनसूयापि सा साध्वी स्वामिनं वै शिवं तथा ॥
]

`verse 27 [
नान्यत्परं किंचिज्जानीते स्म च सा सती ॥
तस्यैव तपसा सर्वे तस्याश्च भजनेन च ॥
]

`verse 28 [
देवाश्च ऋषयश्चैव गंगाद्यास्सरितस्तथा॥
दर्शनार्थं तयोः सर्वाः परे प्रीत्या समाययुः ॥
]

`verse 29 [
दृष्ट्वा च तत्तपस्सेवां विस्मयं परमं ययुः ॥
तयोस्तदद्भुतं दृष्ट्वा समूचुर्भजनं वरम् ॥
]

`verse 30 [
उभयोः किं विशिष्टं च तपसो भजनस्य च ॥
अत्रेश्चैव तपः प्रोक्तमनसूयानुसेवनम् ॥
]

`verse 31 [
तत्सर्वमुभयोर्दृष्ट्वा समूचुर्भजनं वरम्॥
पूर्वैश्च ऋषिभिश्चैव दुष्करं तु तपः कृतम् ॥
]

`verse 32 [
एतादृशं तु केनापि क्व कृतं नैतदब्रुवन् ॥
धन्योऽयं च मुनिर्धन्या तथेयमनसूयिका ॥
]

`verse 33 [
यदैताभ्यां परप्रीत्या क्रियते सुतपः पुनः ॥
एतादृशं शुभं चैतत्तपो दुष्करमुत्तमम् ॥
]

`verse 34 [
त्रिलोक्यां क्रियते केन साम्प्रतं ज्ञायते न हि ॥
तयोरेव प्रशंसां च कृत्वा ते तु यथागतम्॥
]

`verse 35 [
गतास्ते च तदा तत्र गंगा न गिरिशं विना।
गंगा मद्भजनप्रीता साध्वी धर्मविमोहिता ॥
]

`verse 36 [
कृत्वोपकारमेतस्या गमिष्यामीत्युवाच सा॥
शिवोऽपि ध्यानसम्बद्धो मुनेरत्रेर्मुनीश्वराः ॥
]

`verse 37 [
पूर्णांशेन स्थितस्तत्र कैलासं तं जगाम ह॥
पंचाशच्च तथा चात्र चत्वारि ऋषिसत्तमाः ॥
]

`verse 38 [
वर्षाणि च गतान्यासन्वृष्टिर्नैवाभवत्तदा ॥
यावच्चाप्यत्रिणा ह्येवं तपसा ध्यानमाश्रितम् ॥
]

`verse 39 [
अनसूया तदा नैव गृह्णामीतीषणा कृता ॥
एवं च क्रियमाणे हि मुनिना तपसि स्थिते ॥
अनसूयासुभजने यज्जातं श्रूयतामिति॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायामनसूयात्रितपोवर्णनं नाम तृतीयो ऽध्यायः ॥
]
