`speaker [
सूत उवाच
]

`verse 1 [
कदाचित्स ऋषिश्रेष्ठो ह्यत्रिर्ब्रह्मविदां वरः ॥
जागृतश्च जलं देहि प्रत्युवाच प्रियामिति ॥
]

`verse 2 [
सापि साध्वी त्ववश्यं च गृहीत्वाथ कमण्डलुम् ॥
जगाम विपिने तत्र जलं मे नीयते कुतः ॥
]

`verse 3 [
किं करोमि क्व गच्छामि कुतो नीयेत वै जलम्॥
इति विस्मयमापन्ना तां गंगां हि ददर्श सा॥
]

`verse 4 [
तामनुव्रजती यावत् साब्रवीच्च सदा हि ताम् ॥
गंगा सरिद्वरा देवी बिभ्रती सुन्दरां तनुम्॥
]

`speaker [
गंगोवाच
]

`verse 5 [
प्रसन्नास्मि च ते देवि कुत्र यासि वदाधुना॥
धन्या त्वं सुभगे सत्यं तवाज्ञां च करोम्यहम् ॥
]

`speaker [
सूत उवाच
]

`verse 6 [
तद्वचश्च तदा श्रुत्वा ऋषिपत्नी तपस्विनी॥
प्रत्युवाच वचः प्रीत्या स्वयं सुचकिता द्विजाः ॥
]

`speaker [
अनसूयोवाच
]

`verse 7 [
का त्वं कमलपत्राक्षि कुतो वा त्वं समागता ॥
तथ्यं ब्रूहि कृपां कृत्वा साध्वी सुप्रवदा सती॥
]

`speaker [
सूत उवाच
]

`verse 8 [
इत्युक्ते च तया तत्र मुनिपत्न्या मुनीश्वराः॥
सरिद्वरा दिव्यरूपा गंगा वाक्यमथाब्रवीत्॥
]

`speaker [
गंगोवाच
]

`verse 9 [
स्वामिनः सेवनं दृष्ट्वा शिवस्य च परात्मनः ॥
साध्वि धर्मं च ते दृष्ट्वा स्थितास्मि तव सन्निधौ ॥
]

`verse 10 [
अहं गंगा समायाता भजनात्ते शुचिस्मिते॥
वशीभूता ह्यहं जाता यदिच्छसि वृणीष्व तत् ॥
]

`speaker [
सूत उवाच
]

`verse 11 [
इत्युक्ते गंगया साध्वी नमस्कृत्य पुरः स्थिता ॥
उवाचेति जलं देहि चेत्प्रसन्ना ममाऽधुना ॥
]

`verse 12 [
इत्येतद्वचनं श्रुत्वा गर्तं कुर्ष्विति साऽब्रवीत् ।
शीघ्रं चायाच्च तत्कृत्वा स्थिता तत्क्षणमात्रतः ॥
]

`verse 13 [
तत्र सा च प्रविष्टा च जलरूपमभूत्तदा ॥
आश्चर्य्यं परमं गत्वा गृहीतं च जलं तया ॥
]

`verse 14 [
उवाच वचनं चैतल्लोकानां सुखहेतवे ॥
अनसूया मुनेः पत्नी दिव्यरूपां सरिद्वराम् ॥
]

`speaker [
अनसूयोवाच
]

`verse 15 [
यदि त्वं सुप्रसन्ना मे वर्तसे च कृपामयि ॥
स्थातव्यं च त्वया तावन्मत्स्वामी यावदा व्रजेत् ॥
]

`speaker [
सूत उवाच
]

`verse 16 [
इति श्रुत्वानसूयाया वचनं सुखदं सताम्॥
गंगोवाच प्रसन्नाति ह्यत्रेर्दास्यसि मेऽनघे ॥
]

`verse 17 [
इत्युक्ते च तया तत्र ह्यनपायि कृतन्तथा ॥
स्वामिने तज्जलं दिव्यं दत्त्वा तत्पुरतः स्थिता ॥
]

`verse 18 [
स ऋषिश्चापि सुप्रीत्या स्वाचम्य विधिपूर्वकम् ॥
पपौ दिव्यं जलं तच्च पीत्वा सुखमवाप ह ॥
]

`verse 19 [
अहो नित्यं जलं यच्च पीयते तज्जलं न हि ॥
विचार्येति च तेनाशु परितश्चावलोकितम् ॥
]

`verse 20 [
शुष्कान्वृक्षान्समालोक्य दिशो रूक्षतरास्तथा॥
उवाच तामृषिश्रेष्ठो   न जातं वर्षणं पुनः ॥
]

`verse 21 [
तदुक्तं तत्समाकर्ण्य नेतिनेति प्रियान्तदा ॥
तामुवाच पुनः सोऽपि जलं नीतं कुतस्त्वया ॥
]

`verse 22 [
इत्युक्ते तु तदा तेन विस्मयं परमं गता ॥
अनसूया स्वमनसि सचिन्ता तु मुनीश्वराः ॥
]

`verse 23 [
निवेद्यते मया चेद्वै तदोत्कर्षो भवेन्मम ॥
निवेद्यते यदा नैव व्रतभङ्गो भवेन्मम ॥
]

`verse 24 [
नोभयं च तथा स्याद्वै निवेद्यं तत्तथा मम ॥
इति यावद्विचार्येत तावत्पृष्टा पुनः पुनः ॥
]

`verse 25 [
अथानुग्रहतः शंभोः प्राप्तबुद्धिः पतिव्रता ॥
उवाच श्रूयतां स्वामिन्यज्जातं कथयामि ते ॥
]

`speaker [
अनसूयोवाच
]

`verse 26 [
शंकरस्य प्रतापाच्च तवैव सुकृतैस्तथा ॥
गंगा समागतात्रैव तदीयं सलिलन्त्विदम् ॥
]

`speaker [
सूत उवाच
]

`verse 27 [
एवं वचस्तदा श्रुत्वा मुनिर्विस्मयमानसः ॥
प्रियामुवाच सुप्रीत्या शंकरं मनसा स्मरन्॥
]

`speaker [
अत्रिरुवाच
]

`verse 28 [
प्रिये सुन्दरि त्वं सत्यमथ वाचं व्यलीककाम् ॥
ब्रवीषि च यथार्थं त्वं न मन्ये दुर्लभन्त्विदम् ॥
]

`verse 29 [
असाध्यं योगिभिर्यच्च  देवैरपि सदा शुभे ॥
तच्चैवाद्य कथं जातं विस्मयः परमो मम ॥
]

`verse 30 [
यद्येवं दृश्यते चेद्वै तन्मयेहं न चान्यथा ॥
इति तद्वचनं श्रुत्वा प्रत्युवाच पतिप्रिया ॥
]

`speaker [
अनसूयोवाच
]

`verse 31 [
आगम्यतां मया सार्द्धं त्वया नाथ महामुने ॥
सरिद्वराया गंगाया द्रष्टुमिच्छा भवेद्यदि ॥
]

`speaker [
सूत उवाच
]

`verse 32 [
इत्युक्त्वा तु समादाय पतिं तं सा पतिव्रता ॥
गता द्रुतं शिवं स्मृत्वा यत्र गंगा सरिद्वरा॥
]

`verse 33 [
दर्शयामास तां तत्र गंगां  पत्ये पतिव्रता ॥
गर्ते च संस्थितां तत्र स्वयं दिव्यस्वरूपिणीम् ॥
]

`verse 34 [
तत्र गत्वा ऋषिश्रेष्ठो गर्तं च जलपूरितम् ॥
आकण्ठं सुन्दरं दृष्ट्वा धन्येयमिति चाब्रवीत् ॥
]

`verse 35 [
किं मदीयं तपश्चैव किमन्येषां पुनस्तदा ॥
इत्युक्तो मुनिशार्दूलो भक्त्या तुष्टाव तां तदा ॥
]

`verse 36 [
ततो हि स मुनिस्तत्र सुस्नातः सुभगे जले ॥
आचम्य पुनरेवात्र स्तुतिं चक्रे पुनः पुनः ॥
]

`verse 37 [
अनसूयापि संस्नाता सुन्दरे तज्जले तदा ॥
नित्यं चक्रे मुनिः कर्म सानसूयापि सुव्रता ॥
]

`verse 38 [
ततस्सोवाच तां गंगा  गम्यते स्वस्थलं मया ॥
इत्युक्ते च पुनः साध्वी तामुवाच सरिद्वराम् ॥
]

`speaker [
अनसूयोवाच
]

`verse 39 [
यदि प्रसन्ना देवेशि यद्यस्ति च कृपा मयि ॥
त्वया स्थेयं निश्चलत्वादस्मिन्देवि तपोवने ॥
]

`verse 40 [
महतां च स्वभावश्च नांगीकृत्य परित्यजेत्॥
इत्युक्ता च करौ बद्ध्वा तां तुष्टाव पुनःपुनः॥
]

`verse 41 [
ऋषिश्चापि तथोवाच त्वया स्थेयं सरिद्वरे ॥
सानुकूला भव त्वं हि सनाथान्देवि नः कुरु ॥
]

`verse 42 [
तदीयं तद्वचः श्रुत्वा रम्यं गंगा सरिद्वरा ॥
प्रसन्नमानसा गंगाऽनसूयां वाक्यमब्रवीत् ॥
]

`speaker [
गंगोवाच
]

`verse 43 [
शंकरार्चनसंभूतफलं वर्षस्य यच्छसि ॥
स्वामिनश्च तदा स्थास्ये देवानामुपकारणात। ॥
]

`verse 44 [
तथा दानैर्न मे तुष्टिस्तीर्थस्नानैस्तथा च वै ॥
यज्ञैस्तथाथ वा योगैर्यथा पातिव्रतेन च ॥
]

`verse 45 [
पतिव्रतां यथा दृष्ट्वा मनसः प्रीणनं भवेत् ॥
तथा नान्यैरुपायैश्च सत्यं मे व्याहृतं सति ॥
]

`verse 46 [
पतिव्रतां स्त्रियं दृष्ट्वा पापनाशो भवेन्मम ॥
शुद्धा  जाता विशेषेण गौरीतुल्या पतिव्रता ॥
]

`verse 47 [
तस्माच्च यदि लोकस्य हिताय तत्प्रयच्छसि ॥
तर्ह्यहं स्थिरतां यास्ये यदि कल्याणमिच्छसि ।
]

`speaker [
सूत उवाच
]

`verse 48 [
इत्येवं वचनं श्रुत्वाऽनसूया सा पतिव्रता ॥
गंगायै प्रददौ पुण्यं सर्वं तद्वर्षसंभवम् ॥
]

`verse 49 [
महतां च स्वभावो हि परेषां हितमावहेत् ॥
सुवर्णं चन्दनं चेक्षुरसस्तत्र निदर्शनम् ॥
]

`verse 50 [
एतद्दृष्ट्वानसूयं तत्कर्म पातिव्रतं महत् ॥
प्रसन्नोभून्महादेवः पार्थिवादाविराशु वै ॥
]

`speaker [
शंभुरुवाच
]

`verse 51 [
दृष्ट्वा ते कर्म साध्व्येतत् प्रसन्नोऽस्मि पतिव्रते ॥
वरं ब्रूहि प्रिये मत्तो यतः प्रियतरासि मे॥
]

`verse 52 [
अथ तौ दम्पती शंभुमभूतां सुन्दराकृतिम् ॥
पञ्चवक्त्रादिसंयुक्तं हरं प्रेक्ष्य सुविस्मितौ ॥
]

`verse 53 [
नत्वा स्तुत्वा करौ बद्ध्वा महाभक्तिसमन्वितौ ॥
अवोचेतां समभ्यर्च्य शंकरं लोकशंकरम् ॥
]

`verse 54 [
दम्पती ऊचतुः ॥
यदि प्रसन्नो देवेश प्रसन्ना जगदम्बिका ॥
अस्मिंस्तपोवने तिष्ठ लोकानां सुखदो भव ॥
]

`verse 55 [
प्रसन्ना च तदा गंगा प्रसन्नश्च शिवस्तदा ॥
उभौ तौ च स्थितौ तत्र यत्रासीदृषिसत्तमः ॥
]

`verse 56 [
अत्रीश्वरश्च नाम्नासीदीश्वरः परदुःखहा ॥
गंगा सापि स्थिता तत्र तदा गर्तेथ मायया ॥
]

`verse 57 [
तद्दिनं हि समारभ्य तत्राक्षय्यजलं सदा ॥
हस्तमात्रे हि तद्गर्ते गंगा मन्दाकिनी ह्यभूत् ॥
]

`verse 58 [
तत्रैव ऋषयो दिव्याः समाजग्मुस्सहांगनाः ॥
तीर्थात्तीर्थाच्च ते सर्वे ते पुरा निर्गता द्विजाः ॥
]

`verse 59 [
यवाश्च व्रीहयश्चैव यज्ञयागपरायणाः ॥
युक्ता ऋषिवरैस्तैश्च होमं चक्रुश्च ते जनाः ॥
]

`verse 60 [
कर्मभिस्तैश्च संतुष्टा वृष्टिं चक्रुर्घनास्तदा ॥
आनन्दः परमो लोके बभूवातिमुनीश्वराः॥
]

`verse 61 [
अत्रीश्वरस्य माहात्म्यमित्युक्तं वः सुखावहम् ॥
भुक्तिमुक्तिप्रदं सर्वकामदं भक्ति वर्द्धनम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायामत्रीश्वरमाहात्म्यवर्णनं नाम चतुर्थोऽध्यायः ॥
]
