`speaker [
सूत उवाच
]

`verse 1 [
कालंजरे गिरौ दिव्ये नीलकण्ठो महेश्वरः ॥
लिंगरूपस्सदा चैव भक्तानन्दप्रदः सदा ॥
]

`verse 2 [
महिमा तस्य दिव्योस्ति श्रुतिस्मृतिप्रकीतितः ॥
तीर्थं तदाख्यया तत्र स्नानात्पातकनाशकृत् ॥
]

`verse 3 [
रेवातीरे यानि सन्ति शिवलिंगानि सुव्रताः ॥
सर्वसौख्यकराणीह तेषां संख्या न विद्यते ॥
]

`verse 4 [
सा च रुद्रस्वरूपा हि दर्शनात्पापहारिका ॥
तस्यां स्थिताश्च ये केचित्पाषाणाः शिवरूपिणः ॥
]

`verse 5 [
तथापि च प्रवक्ष्यामि यथान्यानि मुनीश्वराः ॥
प्रधानशिवलिंगानि भुक्तिमुक्तिप्रदानि च ॥
]

`verse 6 [
आर्तेश्वरसुनामा हि वर्तते पापहारकः ॥
परमेश्वर इति ख्यातः सिंहेश्वर इति स्मृतः ॥
]

`verse 7 [
शर्मेशश्च तथा चात्र कुमारेश्वर एव च ॥
पुण्डरीकेश्वरः ख्यातो मण्डपेश्वर एव च ॥
]

`verse 8 [
तीक्ष्णेशनामा तत्रासीद्दर्शनात्पापहारकः ॥
धुंधुरेश्वरनामासीत्पापहा नर्मदातटे॥
]

`verse 9 [
शूलेश्वर इति ख्यातस्तथा कुंभेश्वरः स्मृतः ॥
कुबेरेश्वरनामापि तथा सोमेश्वरः स्मृतः ॥
]

`verse 10 [
नीलकण्ठो मंगलेशो मंगलायतनो महान् ॥
महाकपीश्वरो देवः स्थापितो हि हनूमता॥
]

`verse 11 [
ततश्च नंदिको देवो हत्याकोटिनिवारकः ॥
सर्वकामार्थदश्चैव मोक्षदो हि प्रकीर्तित.॥
]

`verse 12 [
नन्दीकेशं च यश्चैव पूजयेत्परया मुदा ॥
नित्यं तस्याखिला सिद्धिर्भविष्यति न संशयः ॥
]

`verse 13 [
तत्र तीरे च यः स्नाति रेवायां मुनिसत्तमाः ॥
तस्य कामाश्च सिध्यन्ति सर्वं पापं विनश्यति ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 14 [
एवं तस्य च माहात्म्यं कथं तत्र महामते ॥
नन्दिकेशस्य कृपया कथ्यतां च त्वयाधुना॥
]

`speaker [
सूत उवाच
]

`verse 15 [
सम्यक्पृष्टं भवद्भिश्च कथयामि यथाश्रुतम्॥
शौनकाद्याश्च मुनयः सर्वे हि शृणुतादरात् ॥
]

`verse 16 [
पुरा युधिष्ठिरेणैव पृष्टश्च ऋषिसत्तमः ॥
यथोवाच तथा वच्मि भवत्स्नेहानुसारतः॥
]

`verse 17 [
रेवायाः पश्चिमे तीरे कर्णिकी नाम वै पुरी ॥
विराजते सुशोभाढ्या चतुर्वर्णसमाकुला ॥
]

`verse 18 [
तत्र द्विजवरः कश्चिदुत्तस्य? कुलसम्भवः ॥
काश्यां गतश्च पुत्राभ्यामर्पयित्वा स्वपत्निकाम्॥
]

`verse 19 [
तत्रैव स मृतो विप्रः पुत्राभ्यां च श्रुतन्तदा॥
तदीयं चैव तत्कृत्यं चक्राते पुत्रकावुभौ ॥
]

`verse 20 [
पत्नी च पालयामास पुत्रौ पुत्रहितैषिणी ॥
पुत्रौ च वर्जयित्वा च विभक्तं वै धनं तया ॥
]

`verse 21 [
स्वीयं च रक्षितं किंचिद्धनं मरणहेतवे ॥
ततश्च द्विजपत्नी हि कियत्कालं मृता च सा ॥
]

`verse 22 [
कदाचित्क्रियमाणा सा विविधं पुण्यमाचरत् ॥
न मृता दैवयोगेन द्विजपत्नी च सा द्विजाः ॥
]

`verse 23 [
यदा प्राणान्न मुमुचे माता दैवात्तयोश्च सा ॥
तद्दृष्ट्वा जननीकष्टं पुत्रकावूचतुस्तदा ॥
]

`speaker [
पुत्रावूचतुः
]

`verse 24 [
किं न्यूनं विद्यते मातः कष्टं यद्विद्यते महत् ॥
व्रियतां तदृतं प्रीत्या तदावां करवावहे ॥
]

`speaker [
सूत उवाच
]

`verse 25 [
तच्छ्रुत्वोक्तं तया तत्र न्यूनं तु विद्यते बहु ॥
तदेव क्रियते चेद्वै सुखेन मरणं भवेत् ॥
]

`verse 26 [
ज्येष्ठपुत्रश्च यस्तस्यास्तेनोक्तं कथ्यतान्त्वया ॥
करिष्यामि तदेतद्धि तया च कथितन्तदा ॥
]

`speaker [
द्विजपत्न्युवाच
]

`verse 27 [
शृणु पुत्र वचः प्रीत्या पुरासीन्मे मनः स्पृहा ॥
काश्यां गंतुं तथा नासीदिदानीं म्रियते पुनः ॥
]

`verse 28 [
ममास्थीनि  त्वया पुत्र क्षेपणीयान्यतन्द्रितम् ॥
गंगाजले शुभं तेद्य भविष्यति न संशयः ॥
]

`speaker [
सूत उवाच
]

`verse 29 [
इत्युक्ते च तया मात्रा स ज्येष्ठतनयोब्रवीत् ॥
मातरं मातृभक्तिस्तु सुव्रतां मरणोन्मुखीम् ॥
]

`speaker [
पुत्र उवाच
]

`verse 30 [
मातस्त्वया सुखेनैव प्राणास्त्याज्या न संशयः ॥
तव कार्यं पुरा कृत्वा पश्चात्कार्यं मदीयकम् ॥
]

`verse 31 [
इति हस्ते जलं दत्त्वा यावत्पुत्रो गृहं गतः ॥
तावत्सा च मृता तत्र हरस्मरणतत्परा ॥
]

`verse 32 [
तस्याश्चैव तु यत्कृत्यं तत्सर्वं संविधाय सः ॥
मासिकं कर्म कृत्वा तु गमनाय प्रचक्रमे ॥
]

`verse 33 [
द्वयोः श्रेष्ठतमो यो वै सुवादो नाम विश्रुतः ॥
तदस्थीनि समादाय निस्सृतस्तीर्थकाम्यया॥
]

`verse 34 [
संगृह्य सेवकं कंचित्तेनैव सहितस्तदा ॥
आश्वास्य भार्य्यापुत्राँश्च मातुः प्रियचिकीर्षया ॥
]

`verse 35 [
श्राद्धदानादिकं भोज्यं कृत्वा विधिमनुत्तमम् ॥
मंगलस्मरणं कृत्वा निर्जगाम गृहाद्द्विजः॥
]

`verse 36 [
तद्दिने योजनं गत्वा विंशति ग्रामके शुभे ॥
उवासास्तं गते भानौ गृहे विप्रस्य कस्यचित् ॥
]

`verse 37 [
चक्रे सन्ध्यादिसत्कर्म स द्विजो विधिपूर्वकम् ॥
स्तवादि कृतवांस्तत्र शंभोरद्भुतकर्मणः ॥
]

`verse 38 [
सेवकेन तदा युक्तो ब्राह्मणः संस्थितस्तदा ॥
यामिनी च गता तत्र मुहूर्तद्वयसंमिता ॥
]

`verse 39 [
एतस्मिन्नंतरे तत्रैकमाश्चर्य्यमभूत्तदा ॥
शृणुतादरतस्तच्च मुनयो वो वदाम्यहम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां नन्दिकेश्वरमाहात्म्ये ब्राह्मणीमरणवर्णनं नाम पंचमोऽध्यायः ॥
]
