`speaker [
सूत उवाच
]

`verse 1 [
गौश्चैकाप्यभवत्तत्र ह्यंगणे बंधिता शुभा ॥
तदैव ब्राह्मणो रात्रावाजगाम बहिर्गतः ॥
]

`verse 2 [
स उवाच प्रियां स्वीयां दृष्ट्वा गामंगणे स्थिताम् ॥
अदुग्धां खेदनिर्विण्णो दोग्धुकामो मुनीश्वराः ॥
]

`verse 3 [
गौः प्रिये नैव दुग्धा ते सेत्युक्ता वत्समानयत् ॥
दोहनार्थं समाहूय स्त्रियं शीघ्रतरं तदा ॥
]

`verse 4 [
वत्सं कीले स्वयं बद्धुं यत्नं चैवाकरोत्तदा॥
ब्राह्मणस्स गृहस्वामी मुनयो दुग्धलालसः ॥
]

`verse 5 [
वत्सोपि कर्षमाणश्च पादे वै पादपीडनम् ॥
चकार ब्राह्मणश्चैव कष्टं प्राप्तश्च सुव्रताः ॥
]

`verse 6 [
तेन पादप्रहारेण स द्विजः क्रोधमूर्छितः ॥
वत्सं च ताडयामास कूपैर्दृढतरं तदा ॥
]

`verse 7 [
वत्सोपि पीडितस्तेन श्रांतश्चैवाभवत्तदा ॥
दुग्धा गौर्मोचितो वत्सो न क्रोधेन द्विजन्मना ॥
]

`verse 8 [
गौर्दोग्धुं महत्प्रीत्या रोदनं चाकरोत्तदा ॥
दृष्ट्वा च रोदनं तस्या वत्सो वाक्यमथाब्रवीत् ॥
]

`speaker [
वत्स उवाच
]

`verse 9 [
कथं च रुद्यते मातः किन्ते दुःखमुपस्थितम्॥
तन्निवेदय मे प्रीत्या तच्छ्रुत्वा गौरवोचत॥
]

`verse 10 [
श्रूयतां पुत्र मे दुःखं वक्तुं शक्नोम्यहं न हि॥
दुष्टेन ताडितत्वं च तेन दुःखं ममाप्यभूत् ॥
]

`speaker [
सूत उवाच
]

`verse 11 [
स्वमातुर्वचनं श्रुत्वा स वत्सः प्रत्यबोधयत् ॥
प्रत्युवाच स्वजननीं प्रारब्धपरिनिष्ठितः॥
]

`verse 12 [
किं कर्त्तव्यं क्व गंतव्यं कर्मबद्धा वयं यतः॥
कृतं चैव यथापूर्वं भुज्यते च तथाधुना॥
]

`verse 13 [
हसता क्रियते कर्म रुदता परिभुज्यते॥
दुःखदाता न कोप्यस्ति सुखदाता न कश्चन ॥
]

`verse 14 [
सुखदुःखे परो दत्त इत्येषा कुमतिर्मता॥
अहं चापि करोम्यत्र मिथ्याज्ञानं तदोच्यते॥
]

`verse 15 [
स्वकर्मणा भवेद्दुखं सुखं तेनैव कर्मणा॥
तस्माच्च पूज्यते कर्म सर्वं कर्मणि संस्थितम॥
]

`verse 16 [
त्वं चैवाहं च जननी इमे जीवादयश्च ये ॥
ते सर्वे कर्मणा बद्धा न शोच्याः कर्हिचित्त्वया ॥
]

`speaker [
सूत उवाच
]

`verse 17 [
एवं श्रुत्वा स्वपुत्रस्य वचनं ज्ञानगर्भितम् ॥
पुत्रशोकान्विता दीना सा च गौरब्रवीदिदम् ॥
]

`speaker [
गौरुवाच
]

`verse 18 [
वत्स सर्वं विजानामि कर्माधीनाः प्रजा इति ॥
तथापि मायया ग्रस्ता दुःखं प्राप्नोम्यहं पुनः ॥
]

`verse 19 [
रोदनं च कृतं भूरि दुःखशान्तिर्भवेन्नहि ॥
इत्येतद्वचनं श्रुत्वा प्रसूं वत्सोऽब्रवीदिदम् ॥
]

`speaker [
वत्स उवाच
]

`verse 20 [
यद्येवं च विजानामि पुनश्च रुदनं कुतः ॥
कृत्वा च साध्यते किञ्चित्तस्माद्दुःखं त्यजाधुना ॥
]

`speaker [
सूत उवाच
]

`verse 21 [
एवं पुत्रवचः श्रुत्वा तन्माता दुःखसंयुता ॥
निःश्वस्याति तदा धेनुर्वत्सं वचनमब्रवीत् ॥
]

`speaker [
गौरुवाच
]

`verse 22 [
मम दुःखं तदा गच्छेद्यथा दुखं तथाविधम् ॥
भवेद्धि ब्राह्मणस्यापि सत्यमेतद्ब्रवीम्यहम् ॥
]

`verse 23 [
प्रातश्चैव मया पुत्र शृंगाभ्यां हि हनिष्यते ॥
हतस्य जीवितं सद्यो यास्यत्यस्य न संशयः ॥
]

`speaker [
वत्स उवाच
]

`verse 24 [
प्रथमं यत्कृतं कर्म तत्फलं भुज्यतेऽधुना ॥
अस्याश्च ब्रह्महत्याया मातः किं फलमाप्स्यसे ॥
]

`verse 25 [
समाभ्यां पुण्यपापाभ्यां भवेज्जन्म च भारते ॥
तयोः क्षये च भोगेन मातर्मुक्तिरवाप्यते ॥
]

`verse 26 [
कदापि कर्मणो नाशः कदा भोगः प्रजायते॥
तस्माच्च पुनरेवं त्वं कर्म मा कर्तुमुद्यता ॥
]

`verse 27 [
अहं कुतस्ते पुत्रोद्य त्वं माता कुत एव च॥
वृथाभिमानः पुत्रत्वे मातृत्वे च विचार्य्यताम्॥
]

`verse 28 [
क्व माता क्व पिता विद्धि क्व स्वामी क्व कलत्रकम् ॥
न कोऽपि कस्य चास्तीह सर्वेपि स्वकृतं भुजः ॥
]

`verse 29 [
एवं ज्ञात्वा त्वया मातर्दुःखं त्याज्यं सुयत्नतः ॥
सुभगाचरणं कार्यं परलोकसुखेप्सया॥
]

`speaker [
गौरुवाच
]

`verse 30 [
एवं जानाम्यहं पुत्र माया मां न जहात्यसौ॥
त्वद्दुःखेन सुदुःखं मे तस्मै दास्ये तदेव हि ॥
]

`verse 31 [
पुनश्च ब्रह्महत्याया नाशो यत्र भवेदिह॥
तत्स्थलं च मया दृष्टं हत्या मे हि गमिष्यति॥
]

`speaker [
सूत उवाच
]

`verse 32 [
इत्येतद्वचनं श्रुत्वा स्वमातुर्गोर्द्विजोत्तमाः॥
मौनत्वं स्वीकृतं तत्र वत्सेनोक्तं न किञ्चन॥
]

`verse 33 [
तयोस्तदद्भुतं वृत्तं श्रुत्वा पान्थो द्विजस्तदा ॥
हृदा विचारयामास विस्मितो हि मुनीश्वराः ॥
]

`verse 34 [
इदमत्यद्भुतं वृत्तं दृष्ट्वा प्रातर्मया खलु ॥
गंतव्यं पुनरेवातो गंतव्यं तत्स्थलं पुनः ॥
]

`speaker [
सूत उवाच
]

`verse 35 [
विचार्येति हृदा विप्रः स द्विजाः सेवकेन च ॥
सुष्वाप तत्र जननीभक्तः परमविस्मितः ॥
]

`verse 36 [
प्रातःकाले तदा जाते गृहस्वामी समुत्थितः॥
बोधयामास तं पान्थं वचनं चेदमब्रवीत् ॥
]

`speaker [
द्विज उवाच
]

`verse 37 [
स्वपिषि त्वं किमर्थं हि प्रातःकालो भवत्यलम्॥
स्वयात्रां कुरु तं देशं गमनेच्छा च यत्र ह ॥
]

`verse 38 [
तेनोक्तं श्रूयताम्ब्रह्मञ्च्छरीरे सेवकस्य मे॥
वर्तते हि व्यथा स्थित्वा मुहूर्तं गम्यते ततः ॥
]

`speaker [
सूत उवाच
]

`verse 39 [
इत्येवं च मिषं कृत्वा सुष्वाप पुरुषस्तदा ॥
तद्वृत्तमखिलं ज्ञातुमद्भुतं विस्मयावहम् ॥
]

`verse 40 [
दोहनस्य तदा काले ब्राह्मणः स्वसुतं प्रति॥
उवाच गंतुकामश्च कार्यार्थं कुत्रचिच्च सः॥
]

`speaker [
पितोवाच
]

`verse 41 [
मया तु गम्यते पुत्र कार्यार्थं कुत्रचित्पुनः ॥
धेनुर्दोह्या त्वया वत्स सावधानादियं निजा ॥
]

`speaker [
सूत उवाच
]

`verse 42 [
इत्युक्त्वा ब्राह्मणवरस्स जगाम च कुत्रचित् ॥
पुत्रः समुत्थितस्तत्र वत्सं च मुक्तवांस्तदा ॥
]

`verse 43 [
माता च तस्य दोहार्थमाजगाम स्वयन्तदा ॥
द्विजपुत्रस्तदा वत्सं खिन्नं कीलेन ताडितम् ॥
]

`verse 44 [
बंधनार्थं हि गोः पार्श्वमनयद्दुग्धलालसः ॥
पुनर्गौश्च तदा क्रुद्धा शृंगेनाताडयच्च तम् ॥
]

`verse 45 [
पपात मूर्च्छां संप्राप्य सोपि मर्मणि ताडितः ॥
लोकाश्च मिलितास्तत्र गवा बालो विहिंसितः॥
]

`verse 46 [
जलं जलं वदन्तस्ते पित्राद्या यत्र संस्थिताः ॥
यत्नश्च क्रियते यावत्तावद्बालो मृतस्तदा ॥
]

`verse 47 [
मृते च बालके तत्र हाहाकारो महानभूत् ॥
तन्माता दुःखिता ह्यासीद्रुरोद च पुनः पुनः ॥
]

`verse 48 [
किं करोमि क्व गच्छामि को मे दुःखं व्यपोहति ॥
रुदित्वेति तदा गां च ताडयित्वा व्यमोचयत् ॥
]

`verse 49 [
श्वेतवर्णा तदा सा गौर्द्रुतं श्यामा व्यदृश्यत ॥
अहो च दृश्यतां लोकाश्चुक्रुशुश्च परस्परम् ॥
]

`verse 50 [
ब्राह्मणश्च तदा पान्र्थौ दृष्ट्वाश्चर्यं विनिर्गतः ॥
यत्र गौश्च गतस्तत्र तामनु ब्राह्मणो गतः ॥
]

`verse 51 [
ऊर्ध्वपुच्छं तदा कृत्वा शीघ्रं गौर्नर्मदां प्रति ॥
आगत्य नन्दिकस्यास्य समीपे नर्मदाजले ॥
]

`verse 52 [
संनिमज्य त्रिवारं तु श्वेतत्वं च गता हि सा ॥
यथागतं गता सा च ब्राह्मणो विस्मयं गतः ॥
]

`verse 53 [
अहो धन्यतमं तीर्थं ब्रह्महत्यानिवारणम् ॥
स्वयं ममज्ज तत्रासौ ब्राह्मणस्सेवकस्तथा ॥
]

`verse 54 [
निमज्ज्य हि गतौ तौ च प्रशंसन्तौ नदी च ताम् ॥
मार्गे च मिलिता काचित्सुन्दरी भूषणान्विता ॥
]

`verse 55 [
तयोक्तं तं च भोः पांथ कुतो यासि सुविस्मितः ॥
सत्यं ब्रूहि च्छलं त्यक्त्वा विप्रवर्य ममाग्रतः ॥
]

`speaker [
सूत उवाच
]

`verse 56 [
एवं वचस्तदा श्रुत्वा द्विजेनोक्तं यथातथम् ॥
पुनश्चायं द्विजस्तत्र स्त्रियोक्तः स्थीयतां त्वया ॥
]

`verse 57 [
तयोक्तं च समाकर्ण्य स्थितस्य ब्राह्मणस्ततः॥
प्रत्युवाच विनीतात्मा कथ्यते किं वदेति च ॥
]

`verse 58 [
सा चाह पुनरेवात्र त्वया दृष्टं स्थलं च यत् ॥
तत्राधुना क्षिपास्थीनि मातुः किं गम्यतेऽन्यतः ॥
]

`verse 59 [
तव माता पान्थवर्य्य साक्षाद्दिव्यमयं वरम् ॥
देहं धृत्वा द्रुतं साक्षाच्छंभोर्यास्यति सद्गतिम् ॥
]

`verse 60 [
वैशाखे चैव संप्राप्ते सप्तम्याश्च दिने शुभे ॥
सितेपक्षे सदा गंगा ह्यायाति द्विजसत्तम ॥
]

`verse 61 [
अद्यैव सप्तमी या सा गंगारूपास्ति तत्र वै॥
इत्युक्त्वान्तर्दधे देवी सा गंगा मुनिसत्तमाः ॥
]

`verse 62 [
निवृत्तश्च द्विजः सोपि मात्रस्थ्यर्द्धं स्ववस्त्रतः ॥
क्षिपेद्यावत्तत्र तीर्थे तावच्चित्रमभूत्तदा ॥
]

`verse 63 [
दिव्यदेहत्वमापन्ना स्वमाता च व्यदृश्यत ॥
धन्योसि कृतकृत्योसि पवित्रं च कुलं त्वया ॥
]

`verse 64 [
धनं धान्यं तथा चायुर्वंशो वै वर्द्धतां तव ॥
इत्याशिषं मुहुर्दत्त्वा स्वपुत्राय दिवं गता ॥
]

`verse 65 [
तत्र भुक्त्वा सुखं भूरि चिरकालं महोत्तमम् ॥
शंकरस्य प्रसादेन गता सा ह्युत्तमां गतिम् ॥
]

`verse 66 [
ब्राह्मणश्च सुतस्तस्याः क्षिप्त्वास्थीनि पुनस्ततः ॥
प्रसन्नमानसोऽभूत्स शुद्धात्मा स्वगृहं गतः ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां नंदिकेश्वरलिंगमाहात्म्यवर्णने ब्राह्मणीस्वर्गतिवर्णनं नाम षष्ठोऽध्यायः ॥
]
