`speaker [
ऋषय ऊचुः
]

`verse 1 [
कथं गंगा समायाता वैशाखे सप्तमीदिने ॥
नर्मदायां विशेषेण सूतैतद्वर्णय प्रभो॥
]

`verse 2 [
ईश्वरश्च कथं जातो नन्दिकेशो हि नामतः ॥
वृत्तं तदपि सुप्रीत्या कथय त्वं महामते ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
साधु पृष्टमृषिश्रेष्ठा नन्दिकेशाश्रितं वचः ॥
तदहं कथयाम्यद्य श्रवणात्पुण्यवर्द्धनम् ॥
]

`verse 4 [
ब्राह्मणी ऋषिका नाम्ना कस्यचिच्च द्विजन्मनः ॥
सुता विवाहिता कस्मैचिद्द्विजाय विधानतः ॥
]

`verse 5 [
पूर्वकर्मप्रभावेन पत्नी सा हि द्विजन्मनः ॥
सुव्रतापि च विप्रेन्द्रा बालवैधव्यमागता ॥
]

`verse 6 [
अथ सा द्विजपत्नी हि ब्रह्मचर्य्यव्रतान्विता ॥
पार्थिवार्चनपूर्वं हि तपस्तेपे सुदारुणम् ॥
]

`verse 7 [
तस्मिन्नवसरे दुष्टो मूढनामाऽसुरो बली ॥
ययौ तत्र महामायी कामबाणेन ताडितः ॥
]

`verse 8 [
तपन्तीं तां समालोक्य सुन्दरीमतिकामिनीम् ॥
तया भोगं ययाचे स नानालोभं प्रदर्शयन् ॥
]

`verse 9 [
अथ सा सुव्रता नारी शिवध्यानपरायणा ॥
तस्मिन्दृष्टिं दधौ नैव कामदृष्ट्या मुनीश्वराः ॥
]

`verse 10 [
न मानितवती तं च ब्राह्मणी सा तपोरता ॥
अतीव हि तपोनिष्ठासीच्छिवध्यानमाश्रिता ॥
]

`verse 11 [
अथ मूढः स दैत्येन्द्रः तया तन्व्या तिरस्कृतः ॥
चुक्रोध विकटं तस्यै पश्चाद्रूपमदर्शयत् ॥
]

`verse 12 [
अथ प्रोवाच दुष्टात्मा दुर्वचो भयकारकम् ॥
त्रासयामास बहुशस्तां च पत्नीं द्विजन्मनः ॥
]

`verse 13 [
तदा सा भयसंत्रस्ता बहुवारं शिवेति च ॥
बभाषे स्नेहतस्तन्वी द्विजपत्नी शिवाश्रया ॥
]

`verse 14 [
विह्वलातीव सा नारी शिवनामप्रभाषिणी ॥
जगाम शरणं शम्भोः स्वधर्मावनहेतवे ॥
]

`verse 15 [
शरणागतरक्षार्थं कर्तुं सद्वृत्तमाहितम् ॥
आनन्दार्थं हि तस्यास्तु शिव आविर्बभूव ह ॥
]

`verse 16 [
अथ तं मूढनामानं दैत्येन्द्रं काम विह्वलम् ॥
चकार भस्मसात्सद्यः शंकरो भक्तवत्सलः ॥
]

`verse 17 [
ततश्च परमेशानो कृपादृष्ट्या विलोक्य ताम् ॥
वरं ब्रूहीति चोवाच भक्तरक्षणदक्षधीः ॥
]

`verse 18 [
श्रुत्वा महेशवचनं सा साध्वी द्विजकामिनी ॥
ददर्श शांकरं रूपमानन्दजनकं शुभम् ॥
]

`verse 19 [
ततः प्रणम्य तं शंभुं परमेशसुखावहम् ॥
तुष्टाव साञ्जलिः साध्वी नतस्कन्धा शुभाशया ॥
]

`speaker [
ऋषिकोवाच
]

`verse 20 [
देवदेव महादेव शरणागतवत्सल ॥
दीनबन्धुस्त्वमीशानो भक्तरक्षाकरः सदा ॥
]

`verse 21 [
त्वया मे रक्षितो धर्मो मूढनाम्नोऽसुरादिह ॥
यदयं निहतो दुष्टो जगद्रक्षा कृता त्वया ॥
]

`verse 22 [
स्वपादयोः परां भक्तिं देहि मे ह्यनपायिनीम् ॥
अयमेव वरो नाथ किमन्यदधिकं ह्यतः ॥
]

`verse 23 [
अन्यदाकर्णय विभो प्रार्थनां मे महेश्वर ॥
लोकानामुपकारार्थमिह त्वं संस्थितो भव ॥
]

`speaker [
सूत उवाच
]

`verse 24 [
इति स्तुत्वा महादेवमृषिका सा शुभव्रता ॥
तूष्णीमासाथ गिरिशः प्रोवाच करुणाकरः ॥
]

`speaker [
गिरिश उवाच
]

`verse 25 [
ऋषिके सुचरित्रा त्वं मम भक्ता विशेषतः ॥
दत्ता वराश्च ते सर्वे तुभ्यं येये हि याचिताः ॥
]

`verse 26 [
एतस्मिन्नंतरे तत्र हरिब्रह्मादयः सुराः ॥
शिवाविर्भावमाज्ञाय ययुर्हर्षसमन्विताः ॥
]

`verse 27 [
शिवं प्रणम्य सुप्रीत्या समानर्चुश्च तेऽखिलाः ॥
तुष्टुवुर्नतका विप्राः करौ बद्ध्वा सुचेतसः ॥
]

`verse 28 [
एतस्मिन्समये गंगा साध्वी तां स्वर्धुनी जगौ॥
ऋषिकां सुप्रसन्नात्मा प्रशंसन्तो च तीद्विधिम् ॥
]

`speaker [
गंगोवाच
]

`verse 29 [
ममार्थे चैव वैशाखे मासि देयं त्वया वचः ॥
स्थित्यर्थं दिनमेकं मे सामीप्यं कार्य्यमेव हि॥
]

`speaker [
सूत उवाच
]

`verse 30 [
गंगावचनमाकर्ण्य सा साध्वी प्राह सुव्रता॥
तथास्त्विति वचः प्रीत्या लोकानां हितहेतवे ॥
]

`verse 31 [
आनन्दार्थं शिवस्तस्याः सुप्रसन्नश्च पार्थिवे ॥
तस्मिँल्लिंगे लयं यातः पूर्णांशेन तया हरः ॥
]

`verse 32 [
देवः सर्वे सुप्रसन्नाः प्रशंसंति शिवं च ताम्॥
स्वंस्वं धाम ययुर्विष्णुब्रह्माद्या अपि स्वर्णदी ॥
]

`verse 33 [
तद्दिनात्पावनं तीर्थमासीदीदृशमुत्तमम्॥
नन्दिकेशः शिवः ख्यातः सर्वपापविनाशनः ॥
]

`verse 34 [
गंगापि प्रतिवर्षं तद्दिने याति शुभेच्छया।
क्षालनार्थं स्वपापस्य यद्ग्रहीतं नृणां द्विजाः ॥
]

`verse 35 [
तत्र स्नातो नरः सम्यङ् नंदिकेशं समर्च्य च ॥
ब्रह्महत्यादिभिः पापैर्मुच्यते ह्यखिलैरपि ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां नन्दिकेश्वरशिवलिंगमाहात्म्यवर्णनंनाम सप्तमोऽध्यायः॥
]
