`speaker [
सूत उवाच
]

`verse 1 [
द्विजाः शृणुत सद्भक्त्या शिवलिंगानि तानि च ॥
पश्चिमायां दिशायां वै यानि ख्यातानि भूतले॥
]

`verse 2 [
कपिलायां नगर्यां तु कालरामेश्वराभिधे ॥
शिवलिंगे महादिव्ये दर्शनात्पापहारके ॥
]

`verse 3 [
पश्चिमे सागरे चैव महासिद्धेश्वरः स्मृतः ॥
धर्मार्थकामदश्चैव तथा मोक्षप्रदोऽपि हि ॥
]

`verse 4 [
पश्चिमाम्बुधितीरस्थं गोकर्णं क्षेत्रमुत्तमम् ॥
ब्रह्महत्यादिपापघ्नं सर्वकामफलप्रदम् ॥
गोकर्णे शिवलिंगानि विद्यन्ते कोटिकोटिशः ॥
असंख्यातानि तीर्थानि तिष्ठन्ति च पदेपदे ॥
]

`verse 5 [
बहुनात्र किमुक्तेन गोकर्णस्थानि सर्वशः ॥
शिवप्रत्यक्षलिंगानि तीर्थान्यम्भांसि सर्वशः ॥
]

`verse 6 [
गोकर्णे शिवलिंगानां तीर्थानामपि सर्वशः ॥
वर्ण्यते महिमा तात पुराणेषु महर्षिभिः ॥
]

`verse 7 [
कृतेयुगे स हि श्वेतस्त्रेतायां सोतिलोहितः ॥
द्वापरे पीतवर्णश्च कलौ श्यामो भविष्यति ॥
]

`verse 8 [
आक्रान्तसप्तपातालकुहरोपि महाबलः ॥
प्राप्ते कलियुगे घोरे मृदुतामुपयास्यति ॥
]

`verse 9 [
महापातकिनश्चात्र समभ्यर्च्य महाबलम् ॥
शिवलिंगं च गोकर्णे प्रयाताश्शांकरम्पदम् ॥
]

`verse 10 [
गोकर्णे तत्र मुनयो गत्वा पुण्यर्क्षवासरे ॥
येऽर्चयन्ति च तं भक्त्या ते रुद्राः स्युर्न संशय ॥
]

`verse 11 [
यदा कदाचिद्गोकर्णे यो वा को वापि मानवः ॥
पूजयेच्छिवलिंगं तत्स गच्छेद्ब्रह्मणः पदम् ॥
]

`verse 12 [
ब्रह्मविष्ण्वादिदेवानां शंकरो हित काम्यया ॥
महाबलाभिधानेन देवः संनिहितस्सदा ॥।२॥
घोरेण तपसा लब्धं रावणाख्येन रक्षसा॥
तल्लिंगं स्थापयामास गोकर्ण गणनायकः ॥
]

`verse 13 [
विष्णुर्ब्रह्मा महेन्द्रश्च विश्वदेवो मरुद्गणाः॥
आदित्या वसवो दस्रौ शशांकश्च सतारकः॥
]

`verse 14 [
एते विमानगतयो देवाश्च सह पार्षदैः ॥
पूर्वद्वारं निषेवन्ते तस्य वै प्रीतिकारणात् ॥
]

`verse 15 [
यमो मृत्युः स्वयं साक्षाच्चित्रगुप्तश्च पावकः॥
पितृभिः सह रुद्रैश्च दक्षिणद्वारमाश्रितः ॥
]

`verse 16 [
वरुणः सरितां नाथो गंगादिसरिता गणैः ॥
महाबलं च सेवन्ते पश्चिमद्वारमाश्रिताः॥
]

`verse 17 [
तथा वायुः कुबेरश्च देवेशी भद्रकालिका ॥
मातृभिश्चण्डिकाद्याभिरुत्तरद्वारमाश्रिताः ॥
]

`verse 18 [
सर्वे देवास्सगन्धर्वाः पितरः सिद्धचारणाः ॥
विद्याधराः किंपुरुषाः किन्नरा गुह्यकाः खगाः ॥
]

`verse 19 [
नानापिशाचा वेताला दैतेयाश्च महाबलाः ॥
नागाश्शेषादयस्सर्वे सिद्धाश्च मुनयोऽखिलाः ॥
]

`verse 20 [
प्रणुवन्ति च तं देवं प्रणमन्ति महाबलम् ॥
लभन्त ईप्सितान्कामान्रमन्ते च यथासुखम् ॥
]

`verse 21 [
बहुभिस्तत्र सुतपस्तप्तं सम्पूज्य तं विभुम् ॥
लब्धा हि परमा सिद्धिरिहामुत्रापि सौख्यदा ॥
]

`verse 22 [
गोकर्णे शिवलिंगं तु मोक्षद्वार उदाहृतः ॥
महाबलाभिधानोऽसौ पूजितः संस्तुतो द्विजाः ॥
]

`verse 23 [
माघासितचतुर्दश्यां महाबलसमर्चनम् ॥
विमुक्तिदं विशेषेण सर्वेषां पापिनामपि ॥
]

`verse 24 [
अस्यां शिवतिथौ सर्वे महोत्सवदिदृक्षवः ॥
आयांति सर्वदेशेभ्यश्चातुर्वर्ण्यमहाजनाः ॥
]

`verse 25 [
स्त्रियो वृद्धाश्च बालाश्च चतुराश्रमवासिनः ॥
दृष्ट्वा तत्रेत्य देवेशं लेभिरे कृतकृत्यताम् ॥
]

`verse 26 [
महाबलप्रभावात्तु तच्च लिंगं शिवस्य तु ॥
सम्पूज्यैकाथ चाण्डाली शिवलोकं गता द्रुतम्॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां महाबलमाहात्म्यवर्णनं नामाष्टमोऽध्यायः ॥
]
