`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूतसूत महाभाग धन्यस्त्वं शैवसत्तमः ॥
चाण्डाली का समाख्याता तत्कथां कथय प्रभो॥
]

`speaker [
सूत उवाच
]

`verse 2 [
द्विजाः शृणुत सद्भक्त्या तां कथां परमाद्भुताम्॥
शिवप्रभावसंमिश्रां शृण्वतां भक्तिवर्द्धिनीम् ॥
]

`verse 3 [
चांडाली सा पूर्वभरेऽभवद्ब्राह्मणकन्यका ॥
सौमिनी नाम चन्द्रास्या सर्वलक्षणसंयुता ॥
]

`verse 4 [
अथ सा समये कन्या युवतिः सौमिनी द्विजाः ॥
पित्रा दत्ता च कस्मैचिद्विधिना द्विजसूनवे ॥
]

`verse 5 [
सा भर्तारमनुप्राप्य किंचित्कालं शुभव्रता ॥
रेमे तेन द्विजश्रेष्ठा नवयौवनशालिनी ॥
]

`verse 6 [
अथ तस्याः पतिर्विप्रस्तरुणस्सुरुजार्दितः ॥
सौमिन्याः कालयोगात्तु पञ्चत्वमगमद्द्विजाः ॥
]

`verse 7 [
मृते भर्तरि सा नारी दुखितातिविषण्णधीः॥
किंचित्कालं शुभाचारा सुशीलोवास सद्मनि ॥
]

`verse 8 [
ततस्सा मन्मथाविष्टहृदया विधवापि च॥
युवावस्थाविशेषेण बभूव व्यभिचारिणी ॥
]

`verse 9 [
तज्ज्ञात्वा गोत्रिणस्तस्या दुष्कर्म कुलदूषणम् ॥
समेतास्तत्यजु दूरं नीत्वा तां सकचग्रहाम्।९॥
कश्चिच्छूद्रवरस्तां वै विचरन्तीं निजेच्छया॥
दृष्ट्वा वने स्त्रियं चक्रे निनाय स्वगृहं तत॥
]

`verse 10 [
अथ सा पिशिताहारा नित्यमापीतवारुणी ॥
अजीजनत्सुतान्तेन शूद्रेण सुरतप्रिया॥
]

`verse 11 [
कदाचिद्भर्तरि क्वापि याते पीतसुराथ सा ॥
इयेष पिशिताहारं सौमिनी व्यभिचारिणी ॥
]

`verse 12 [
ततो मेषेषु बद्धेषु गोभिस्सह बहिर्व्रजे ॥
निशामुखे तमोऽन्धे हि खड्गमादाय सा ययौ ॥
]

`verse 13 [
अविमृश्य मदावेशान्मेषबुद्याऽऽमिष प्रिया ॥
एकं जघान गोवत्सं क्रोशंतमतिदुर्भगा ॥
]

`verse 14 [
हतं तं गृहमानीय ज्ञात्वा गोवत्समंगना ॥
भीता शिवशिवेत्याह केनचित्पुण्यकर्मणा ॥
]

`verse 15 [
सा मुहूर्तं शिवं ध्यात्वामिषभोजनलालसा ॥
छित्त्वा तमेव गोवत्सं चकाराहारमीप्सितम् ॥
]

`verse 16 [
एवं बहुतिथे काले गते सा सौमिनी द्विजाः ॥
कालस्य वशमापन्ना जगाम यमसंक्षयम् ॥
]

`verse 17 [
यमोऽपि धर्ममालोक्य तस्याः कर्म च पौर्विकम् ॥
निवर्त्य निरयावासाच्चक्रे चाण्डालजातिकाम् ॥
]

`verse 18 [
साथ भ्रष्टा यमपुराच्चाण्डालीगर्भमाश्रिता ॥
ततो बभूव जन्मान्धा प्रशांतांगारमेचका॥
]

`verse 19 [
जन्मान्धा साथ बाल्येऽपि विध्वस्तपितृमातृका ॥
ऊढा न केनचिद्दुष्टा महाकुष्ठरुजार्दिता ॥
]

`verse 20 [
ततः क्षुधार्दिता दीना यष्टिपाणिर्गतेक्षणा ॥
चाण्डालोच्छिष्टपिंडेन जठराग्निमतपर्यत् ॥
]

`verse 21 [
एवं कृच्छ्रेण महता नीत्वा स्वविपुलं वयः ॥
जरयाग्रस्तसवार्ङ्गी दुःखमाप दुरत्ययम् ॥
]

`verse 22 [
कदाचित्साथ चांडाली गोकर्णं तं महाजनान् ॥
आयास्यंत्यां शिवतिथौ गच्छतो बुबुधेऽन्वगान् ॥
]

`verse 23 [
अथासावपि चांडाली वसनासनतृष्णया ॥
महाजनान् याचयितुं संचचार शनैः शनैः ॥
]

`verse 24 [
गत्वा तत्राथ चांडाली प्रार्थयन्ती महाजनान्॥
यत्र तत्र चचारासौ दीनवाक्प्रसृताञ्जलिः ॥
]

`verse 25 [
एवमभ्यर्थयंत्यास्तु चांडाल्याः प्रसृताञ्जलौ ॥
एकः पुण्यतमः पान्थः प्राक्षिपद्बिल्वमंजरीम् ॥
]

`verse 26 [
तामंजलौ निपतिता सा विमृश्य पुनः पुनः ॥
अभक्ष्यमिति मत्वाथ दूरे प्राक्षिपदातुरा ॥
]

`verse 27 [
तस्याः कराद्विनिर्मुक्ता रात्रौ सा बिल्वमंजरी ॥
पपात कस्यचिद्दिष्ट्या शिवलिंगस्य मस्तके ॥
]

`verse 28 [
सैवं शिवचतुर्दश्यां रात्रौ पान्थजनान्मुहुः ॥
याचमानापि यत्किंचिन्न लेभे दैवयोगतः ॥
]

`verse 29 [
एवं शिवचतुर्दश्या व्रतं जातं च निर्मलम् ॥
अज्ञानतो जागरणं परमानन्ददायकम् ॥
]

`verse 30 [
ततः प्रभाते सा नारी शोकेन महता वृता ॥
शनैर्निववृते दीना स्वदेशायैव केवलम् ॥
]

`verse 31 [
श्रांता चिरोपवासेन निपतंती पदेपदे ॥
अतीत्य तावतीं भूमिं निपपात विचेतना ॥
]

`verse 32 [
अथ सा शंभुकृपया जगाम परमं पदम् ॥
आरुह्य सुविमानं च नीतं शिवगणैर्द्रुतम् ॥
]

`verse 33 [
आदौ यदेषा शिवनाम नारी प्रमादतो वाप्यसती जगाद ॥
तेनेह भूयः सुकृतेन विप्रा महाबलस्थानमवाप दिव्यम् ॥
]

`verse 34 [
श्रीगोकर्णे शिवतिथावुपोष्य शिवमस्तके ॥
कृत्वा जागरणं सा हि चक्रे बिल्वार्चनं निशि ॥
]

`verse 35 [
अकामतः कृतस्यास्य पुण्यस्यैव च तत्फलम् ॥
भुनक्त्यद्यापि सा चैव महाबलप्रसादतः ॥
]

`verse 36 [
एवंविधं महालिंगं शंकरस्य महाबलम् ॥
सर्वपापहरं सद्यः परमानन्ददायकम् ॥
]

`verse 37 [
एवं वः कथितं विप्रा माहात्म्यं परमं मया ॥
महाबलाभिधानस्य शिवलिंगवरस्य हि ॥
]

`verse 38 [
अथान्यदपि वक्ष्यामि माहात्म्यं तस्य चाद्भुतम् ॥
श्रुतमात्रेण येनाशु शिवे भक्तिः प्रजायते ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां चाण्डालीसद्गतिवर्णनं नाम नवमोऽध्यायः ॥
]
