`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूतसूत महाभाग धन्यस्त्वं शिवसक्तधीः ॥
महाबलस्य लिंगस्य श्रावितेयं कथाद्भुता ॥
]

`verse 2 [
उत्तरस्यां दिशायां च शिवलिंगानि यानि च ॥
तेषां माहात्म्यमनघ वद त्वं पापनाशकम् ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
शृणुतादरतो विप्रा औत्तराणां विशेषतः ॥
माहात्म्यं शिवलिंगानां प्रवदामि समासतः ॥
]

`verse 4 [
गोकर्णं क्षेत्रमपरं महापातकनाशनम् ॥
महावनं च तत्रास्ति पवित्रमतिविस्तरम् ॥
]

`verse 5 [
तत्रास्ति चन्द्रभालाख्यं शिवलिंगमनुत्तमम् ॥
रावणेन समानीतं सद्भक्त्या सर्वसिद्धिदम् ॥
]

`verse 6 [
तस्य तत्र स्थितिर्वैद्यनाथस्येव मुनीश्वराः ॥
सर्वलोकहितार्थाय करुणासागरस्य च ॥
]

`verse 7 [
स्नानं कृत्वा तु गोकर्णे चन्द्रभालं समर्च्य च ॥
शिवलोकमवाप्नोति सत्यंसत्यं न संशयः ॥
]

`verse 8 [
चन्द्रभालस्य लिंगस्य महिमा परमाद्भुतः ॥
न शक्यो वर्णितुं व्यासाद्भक्तस्नेहितरस्य हि ॥
]

`verse 9 [
चन्द्रभालमहादेव लिंगस्य महिमा महान् ॥
यथाकथंचित्संप्रोक्तः परलिंगस्य वै शृणु ॥
]

`verse 10 [
दाधीचं शिवलिंगं तु मिश्रर्षिवरतीर्थके ॥
दधीचिना मुनीशेन सुप्रीत्या च प्रतिष्ठितम् ॥
]

`verse 11 [
तत्र गत्वा च तत्तीर्थे स्नात्वा सम्यग्विधानतः ॥
शिवलिंगं समर्चेद्वै दाधीचेश्वरमादरात् ॥
]

`verse 12 [
दाधीचमूर्तिस्तत्रैव समर्च्या विधिपूर्वकम् ॥
शिवप्रीत्यर्थमेवाशु तीर्थयात्रा फलार्थिभिः ॥
]

`verse 13 [
एवं कृते मुनिश्रेष्ठाः कृतकृत्यो भवेन्नरः ॥
इह सर्वसुखं भुक्त्वा परत्र गतिमाप्नुयात् ॥
]

`verse 14 [
नैमिषारण्यतीर्थे तु निखिलर्षिप्रतिष्ठितम् ॥
ऋषीश्वरमिति ख्यातं शिवलिंगं सुखप्रदम् ॥
]

`verse 15 [
तद्दर्शनात्पूजनाच्च जनानां पापिनामपि ॥
भुक्तिमुक्तिश्च तेषां तु परत्रेह मुनीश्वराः ॥
]

`verse 16 [
हत्याहरणतीर्थे तु शिवलिंगमघापहम् ॥
पूजनीयं विशेषेण हत्याकोटिविनाशनम् ॥
]

`verse 17 [
देवप्रयागतीर्थे तु ललितेश्वरनामकम्॥
शिवलिंगं सदा पूज्यं नरैस्सर्वाघनाशनम् ॥
]

`verse 18 [
नयपालाख्यपुर्य्यां तु प्रसिद्धायां महीतले ॥
लिंगं पशुपतीशाख्यं सर्वकामफलप्रदम् ॥
]

`verse 19 [
शिरोभागस्वरूपेण शिवलिंगं तदस्ति हि ॥
तत्कथां वर्णयिष्यामि केदारेश्वरवर्णने ॥
]

`verse 20 [
तदारान्मुक्तिनाथाख्यं शिवलिंगं महाद्भुतम् ॥
दर्शनादर्चनात्तस्य भुक्तिर्मुक्तिश्च लभ्यते॥
]

`verse 21 [
इति वश्च समाख्यातं लिंगवर्णनमुत्तमम्॥
चतुर्दिक्षु मुनिश्रेष्ठाः किमन्यच्छ्रोतुमिच्छथ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां चन्द्रभालपशुपतिनाथलिंगमाहात्म्यवर्णनं नामैकादशोऽध्यायः ॥
]
