`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूत जानासि सकलं वस्तु व्यासप्रसादतः ॥
तवाज्ञातं न विद्येत तस्मात्पृच्छामहे वयम् ॥
]

`verse 2 [
लिंगं च पूज्यते लोके तत्त्वया कथितं च यत्॥
तत्तथैव न चान्यद्वा कारणं विद्यते त्विह॥
]

`verse 3 [
बाणरूपा श्रुता लोके पार्वती शिववल्लभा॥
एतत्किं   कारणं सूत कथय त्वं यथाश्रुतम्॥
]

`speaker [
सूत उवाच
]

`verse 4 [
कल्पभेदकथा चैव श्रुता व्यासान्मया द्विजाः ॥
तामेव कथयाम्यद्य श्रूयतामृषिसत्तमाः ॥
]

`verse 5 [
पुरा दारुवने जातं यद्वृत्तं तु द्विजन्मनाम्॥
तदेव श्रूयतां सम्यक् कथयामि कथाश्रुतम् ॥
]

`verse 6 [
दारुनामवनं श्रेष्ठं तत्रासन्नृषिसत्तमाः॥
शिवभक्तास्सदा नित्यं शिवध्यानपरायणाः ॥
]

`verse 7 [
त्रिकालं शिवपूजां च कुर्वंति स्म निरन्तरम् ॥
नानाविधैः स्तवैर्दिव्यैस्तुष्टुवुस्ते मुनीश्वराः ॥
]

`verse 8 [
ते कदाचिद्वने यातास्समिधाहरणाय च ॥
सर्वे द्विजर्षभाश्शैवाश्शिवध्यानपरायणाः ॥
]

`verse 9 [
एतस्मिन्नंतरे साक्षाच्छंकरो नील लोहितः ॥
विरूपं च समास्थाय परीक्षार्थं समागतः ॥
]

`verse 10 [
दिगम्बरोऽतितेजस्वी भूतिभूषणभूषितः॥
स चेष्टामकरोद्दुष्टां हस्ते लिंगं विधारयन् ॥
]

`verse 11 [
मनसा च प्रियं तेषां कर्तुं वै वनवासिनाम् ॥
जगाम तद्वनं प्रीत्या भक्तप्रीतो हरः स्वयम् ॥
]

`verse 12 [
तं दृष्ट्वा ऋषिपत्न्यस्ताः परं त्रासमुपागताः ॥
विह्वला विस्मिताश्चान्यास्समाजग्मुस्तथा पुनः ॥
]

`verse 13 [
अलिलिंगुस्तथा चान्याः करं धृत्या तथापराः ॥
परस्परं तु संघर्षात्संमग्नास्ताः स्त्रियस्तदा ॥
]

`verse 14 [
एतस्मिन्नेव समये ऋषिवर्याः समागमन्॥
विरुद्धं तं च ते दृष्ट्वा दुःखिताः क्रोधमूर्च्छिताः ॥
]

`verse 15 [
तदा दुःखमनुप्राप्ताः कोयं कोयं तथाऽबुवन् ॥
समस्ता ऋषयस्ते वै शिवमायाविमोहिताः ॥
]

`verse 16 [
यदा च नोक्तवान्किंचित्सोवधूतो दिगम्बरः ॥
ऊचुस्तं पुरुषं भीमं तदा ते परमर्षयः ॥
]

`verse 17 [
त्वया विरुद्धं क्रियते वेदमार्ग विलोपि यत् ॥
ततस्त्वदीयं तल्लिंगं पततां पृथिवीतले ॥
]

`speaker [
सूत उवाच
]

`verse 18 [
इत्युक्ते तु तदा तैश्च लिंगं च पतितं क्षणात् ॥
अवधूतस्य तस्याशु शिवस्याद्भुतरूपिणः॥
]

`verse 19 [
तल्लिंगं चाग्निवत्सर्वं यद्ददाह पुरा स्थितम् ॥
यत्रयत्र च तद्याति तत्रतत्र दहेत्पुनः ॥
]

`verse 20 [
पाताले च गतं तश्च स्वर्गे चापि तथैव च ॥
भूमौ सर्वत्र तद्यातं न कुत्रापि स्थिरं हि तत् ॥
]

`verse 21 [
लोकाश्च व्याकुला जाता ऋषयस्तेतिदुःखिताः ॥
न शर्म लेभिरे केचिद्देवाश्च ऋषयस्तथा ॥
]

`verse 22 [
न ज्ञातस्तु शिवो यैस्तु ते सर्वे च सुरर्षयः॥
दुःखिता मिलिताश्शीघ्रं ब्रह्माणं शरणं ययुः ॥
]

`verse 23 [
तत्र गत्वा च ते सर्वे नत्वा स्तुत्वा विधिं द्विजाः ॥
तत्सर्वमवदन्वृत्तं ब्रह्मणे सृष्टिकारिणे ॥
]

`verse 24 [
ब्रह्मा तद्वचनं श्रुत्वा शिवमायाविमोहितान् ॥
ज्ञात्वा ताञ्च्छंकरं नत्वा प्रोवाच ऋषिसत्तमान् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
ज्ञातारश्च भवन्तो वै कुर्वते गर्हितं द्विजाः ॥
अज्ञातारो यदा कुर्युः किं पुनः कथ्यते पुनः ॥
]

`verse 26 [
विरुद्ध्यैवं शिवं देवं कुशलं कस्समीहते ॥
मध्याह्नसमये यो वै नातिथिं च परामृशेत् ॥
]

`verse 27 [
तस्यैव सुकृतं नीत्वा स्वीयं च दुष्कृतं पुनः॥
संस्थाप्य चातिथिर्याति किं पुनः शिवमेव वा ॥
]

`verse 28 [
यावल्लिंगं स्थिरं नैव जगतां त्रितये शुभम् ॥
जायते न तदा क्वापि सत्यमेतद्वदाम्यहम् ॥
]

`verse 29 [
भवद्भिश्च तथा कार्यं यथा स्वास्थ्यं भवेदिह ॥
शिवलिंगस्य ऋषयो मनसा संविचार्य्यताम् ॥
]

`speaker [
सूत उवाच
]

`verse 30 [
इत्युक्तास्ते प्रणम्योचुर्ब्रह्माणमृषयश्च वै ॥
किमस्माभिर्विधे कार्यं तत्कार्यं त्वं समादिश ॥
]

`verse 31 [
इत्युक्तश्च मुनीशैस्तैस्सर्वलोकपितामहः ॥
मुनीशांस्तांस्तदा ब्रह्मा स्वयं प्रोवाच वै तदा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
आराध्य गिरिजां देवीं प्रार्थयन्तु सुराश्शिवम् ॥
योनिरूपा भवेच्चेद्वै तदा तत्स्थिरतां व्रजेत् ॥
]

`verse 33 [
तद्विधिम्प्रवदाम्यद्य सर्वे शृणुत सत्तमाः ॥
तामेव कुरुत प्रेम्णा प्रसन्ना सा भविष्यति ॥
]

`verse 34 [
कुम्भमेकं च संस्थाप्य कृत्वाष्टदलमुत्तमम् ॥
दूर्वायवांकुरैस्तीर्थोदकमापूरयेत्ततः ॥
]

`verse 35 [
वेदमंत्रैस्ततस्तं वै कुंभं चैवाभिमंत्रयेत् ॥
श्रुत्युक्तविधिना   तस्य पूजां कृत्वा शिवं स्मरन् ॥
]

`verse 36 [
तल्लिंगं तज्जलेनाभिषेचयेत्परमर्षयः ॥
शतरुद्रियमंत्रैस्तु प्रोक्षितं शांतिमाप्नुयात् ॥
]

`verse 37 [
गिरिजां योनिरूपां च बाणं स्थाप्य शुभं पुनः ॥
तत्र लिंगं च तत्स्थाप्यं पुनश्चैवाभिमंत्रयेत् ॥
]

`verse 38 [
सुगन्धैश्चन्दनैश्चैव पुष्पधूपादिभिस्तथा ॥
नैवेद्यादिकपूजाभिस्तोषयेत्परमेश्वरम् ॥
]

`verse 39 [
प्रणिपातैः स्तवैः पुण्यैर्वाद्यैर्गानैस्तथा पुनः ॥
ततः स्वस्त्ययनं कृत्वा जयेति व्याहरेत्तथा ॥
]

`verse 40 [
प्रसन्नो भव देवेश जगदाह्लादकारक ॥
कर्ता पालयिता त्वञ्च संहर्ता त्वं निरक्षरः ॥
]

`verse 41 [
जगदादिर्जगद्योनिर्जगदन्तर्गतोपि च ॥
शान्तो भव महेशान सर्वांल्लोकांश्च पालय ॥
]

`verse 42 [
एवं कृते विधौ स्वास्थ्यं भविष्यति न संशय ॥
विकारो न त्रिलोकेस्मिन्भविष्यति सुखं सदा ॥
]

`speaker [
सूत उवाच
]

`verse 43 [
इत्युक्तास्ते द्विजा देवाः प्रणिपत्य पितामहम् ॥
शिवं तं शरणं प्राप्तस्सर्वलोकसुखेप्सया ॥
]

`verse 44 [
पूजितः परया भक्त्या प्रार्थितः शंकरस्तदा ॥
सुप्रसन्नस्ततो भूत्वा तानुवाच महेश्वरः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 45 [
हे देवा ऋषयः सर्वे मद्वचः शृणुतादरात् ॥
योनिरूपेण मल्लिंगं धृतं चेत्स्यात्तदा सुखम् ॥
]

`verse 46 [
पार्वतीं च विना नान्या लिंगं धारयितुं क्षमा॥
तया धृतं च मल्लिंगं द्रुतं शान्तिं गमिष्यति ॥
]

`speaker [
सूत उवाच
]

`verse 47 [
तच्छ्रुत्वा ऋषिभिर्देवैस्सुप्रसन्नैर्मुनीश्वराः ॥
गृहीत्वा चैव ब्रह्माणं गिरिजा प्रार्थिता तदा ॥
]

`verse 48 [
प्रसन्नां गिरिजां कृत्वा वृषभध्वजमेव च ॥
पूर्वोक्तं च विधिं कृत्वा स्थापितं लिंगमुत्तमम् ॥
]

`verse 49 [
मंत्रोक्तेन विधानेन देवाश्च ऋषयस्तथा ॥
चक्रुः प्रसन्नां गिरिजां शिवं च धर्महेतवे ॥
]

`verse 50 [
समानर्चुर्विशेषेण सर्वे देवर्षयः शिवम् ॥
ब्रह्मा विष्णुः परे चैव त्रैलोक्यं सचराचरम् ॥
]

`verse 51 [
सुप्रसन्नः शिवो जातः शिवा च जगदम्बिका॥
धृतं तया च तल्लिंगं तेन रूपेण वै तदा ॥
]

`verse 52 [
लोकानां स्थापिते लिंगे कल्याणं चाभवत्तदा ॥
प्रसिद्धं चैव तल्लिंगं त्रिलोक्यामभवद्द्विजाः ॥
]

`verse 53 [
हाटकेशमिति ख्यातं तच्छिवाशिवमित्यपि॥
पूजनात्तस्य लोकानां सुखं भवति सर्वथा ॥
]

`verse 54 [
इह सर्वसमृद्धिः स्यान्नानासुखवहाधिका ॥
परत्र परमा मुक्तिर्नात्र कार्या विचारणा ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां लिंगस्वरूपकारणवर्णनं नाम द्वादशोऽध्यायः ॥
]
