`speaker [
सूत उवाच
]

`verse 1 [
यथाभवल्लिंगरूपः संपूज्यस्त्रिभवे शिवः॥
तथोक्तं वा द्विजाः प्रीत्या किमन्यच्छ्रोतुमिच्छथ ॥
]

`verse 2 [
ऋषय ऊचुः।अन्धकेश्वरलिंगस्य महिमानं वद प्रभो ॥
तथान्यच्छिवलिंगानां प्रीत्या वक्तुमिहार्हसि ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
पुराब्धिगर्तमाश्रित्य वसन्दैत्योऽन्धकासुरः ॥
स्ववशं कारयामास त्रैलोक्यं सुरसूदनः ॥
]

`verse 4 [
तस्माद्गर्ताच्च निस्सृत्य पीडयित्वा पुनः प्रजाः ॥
प्राविशच्च तदा दैत्यस्तं गर्तं सुपराक्रमः ॥
]

`verse 5 [
देवाश्च दुःखितः सर्वे शिवं प्रार्थ्य पुनःपुनः ॥
सर्वं निवेदयामासुस्स्वदुःखं च मुनीश्वराः ॥
]

`speaker [
सूत उवाच
]

`verse 6 [
तदाकर्ण्य वचस्तेषां देवानां परमेश्वरः ॥
प्रत्युवाच प्रसन्नात्मा दुष्टहंता सतां गतिः ॥
]

`speaker [
शिव उवाच
]

`verse 7 [
घातयिष्यामि तं दैत्यमन्धकं सुरसूदनम् ॥
सैन्यं च नीयतान्देवा ह्यायामि च गणैस्सह ॥
]

`verse 8 [
तस्माद्गर्तादंधके हि देवर्षिद्रुहि भीकरे ॥
निस्सृते च तदा तस्मिन्देवा गर्तमुपाश्रिताः ॥
]

`verse 9 [
दैत्याश्च देवताश्चैव युद्धं चक्रुः सुदारुणम् ॥
शिवानुग्रहतो देवाः प्रबलाश्चाभवँस्तदा ॥
]

`verse 10 [
देवैश्च पीडितः सोपि यावद्गर्तमुपागतः ॥
तावच्छूलेन संप्रोतः शिवेन परमात्मना ॥
]

`verse 11 [
तत्रत्यश्च तदा शंभुं ध्यात्वा संप्रार्थयत्तदा ॥
अन्तकाले च त्वां दृष्ट्वा तादृशो भवति क्षणात् ॥
]

`verse 12 [
इत्येवं संस्तुतस्सोपि प्रसन्नः शंकरस्तदा ॥
उवाच वचनं तत्र वरं ब्रूहि ददामि ते ॥
]

`verse 13 [
इत्येवं वचनं श्रुत्वा स दैत्यः पुनरब्रवीत् ॥
सुप्रणम्य शिवं स्तुत्वा सत्त्वभावमुपाश्रितः ॥
]

`speaker [
अन्धक उवाच
]

`verse 14 [
यदि प्रसन्नो देवेश स्वभक्तिं देहि मे शुभाम् ॥
कृपां कृत्वा विशेषेण संस्थितो भव चेह वै ॥
]

`speaker [
सूत उवाच
]

`verse 15 [
इत्युक्तस्तेन दैत्यं तं तद्गर्ते चाक्षिपद्धरः ॥
स्वयं तत्र स्थितो लिंगरूपोऽसौ लोककाम्यया ॥
]

`verse 16 [
अन्धकेशं च तल्लिंगं नित्यं यः पूजयेन्नरः ॥
षण्मासाज्जायते तस्य वांछासिद्धिर्न संशयः ॥
]

`verse 17 [
वृत्त्यर्थं पूजयेल्लिंगं लोकस्य हितकारकम् ॥
षण्मासं यो द्विजश्चैव स वै देवलकः स्मृतः ॥
]

`verse 18 [
यथा देवलकश्चैव स भवेदिह वै तदा ॥
देवलकश्च यः प्रोक्तो नाधिकारो द्विजस्य हि ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 19 [
देवलकश्च कः प्रोक्तः किं कार्यं तस्य विद्यते ॥
तत्त्वं वद महाप्राज्ञ लोकानां हितहेतवे ॥
]

`speaker [
सूत उवाच
]

`verse 20 [
दधीचिर्नाम विप्रो यो धर्मिष्ठो वेदपारगः ॥
शिवभक्तिरतो नित्यं शिवशास्त्रपरायणः ॥
]

`verse 21 [
तस्य पुत्रस्तथा ह्यासीत्स्मृतो नाम्ना सुदर्शनः ॥
तस्य भार्या दुकूला च नाम्ना दुष्टकुलोद्भवा ॥
]

`verse 22 [
तद्वशे स च भर्तासीत्तस्य पुत्रचतुष्टयम् ॥
सोऽपि नित्यं शिवस्यैव पूजां च स्म करोत्यसौ ॥
]

`verse 23 [
दधीचेस्तु तदा ह्यासीद्ग्रामान्तरनिवेशनम् ॥
ज्ञातिसंयोगतश्चैव ज्ञातिभिर्न स मोचितः ॥
]

`verse 24 [
कथयित्वा च पुत्रं स शिवभक्तिरतो भव॥
इत्युक्त्वा स गतो मुक्तो दाधीचिश्शैवसत्तमः ॥
]

`verse 25 [
सुदर्शनस्तत्पुत्रोऽपि शिवपूजां चकार ह ॥
एवं चिरतरः कालो व्यतीयाय मुनीश्वराः ॥
]

`verse 26 [
एवं च शिवरात्रिश्च समायाता कदाचन ॥
तस्यां चोपोषितास्सर्वे स्वयं संयोगतस्तदा ॥
]

`verse 27 [
पूजां कृत्वा गतस्सोऽपि सुदर्शन इति स्मृतः ॥
स्त्रीसंगं शिवरात्रौ तुं कृत्वा पुनरिहागतः ॥
]

`verse 28 [
न स्नानं तेन च कृतं तद्रात्र्यां शिवपूजनम् ॥
तेन तत्कर्मपाकेन क्रुद्धः प्रोवाच शङ्करः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 29 [
शिवरात्र्यां त्वया दुष्ट सेवनं च स्त्रियाः कृतम् ॥
अस्नातेन मदीया च कृता पूजाविवेकिना ॥
]

`verse 30 [
ज्ञात्वा चैवं कृतं यस्मात्तस्मात्त्वं जडतां व्रज॥
ममास्पृश्यो भव त्वं च दूरतो दर्शनं कुरु ॥
]

`speaker [
सूत उवाच
]

`verse 31 [
इति शप्तो महेशेन दाधीचिस्स सुदर्शनः ॥
जडत्वं प्राप्तवान्सद्यश्शिवमायाविमोहितः॥
]

`verse 32 [
एतस्मिन्समये विप्रा दधीचिः शैवसत्तमः ॥
ग्रामान्तरात्समायातो वृत्तान्तं श्रुतवाँश्च सः ॥
]

`verse 33 [
शिवेन भर्त्सितः सोऽपि दुःखितोऽभूदतीव हि ॥
रुरोद हा हतोऽश्मीति दुःखेन सुतकर्मणा ॥
]

`verse 34 [
पुनःपुनरुवाचेति स दधीचिस्सतां मतः ॥
अनेनेदं कुपुत्रेण हतं मे कुलमुत्तमम् ॥
]

`verse 35 [
स पुत्रोऽपि हतो भार्यां पुंश्चलीं कृतवान्द्रुतम् ॥
पश्चात्तापमनुप्राप्य स्वपित्रा परिभर्त्सितः ॥
]

`verse 36 [
तत्पित्रा गिरिजा तत्र पूजिता विधिभिर्वरैः ॥
सुयत्नतो महाभक्त्या स्वपुत्रसुखहेतवे ॥
]

`verse 37 [
सुदर्शनोऽपि गिरिजां पूजयामास च स्वयम् ॥
चण्डीपूजनमार्गेण महाभक्त्या शुभैः स्तवैः ॥
]

`verse 38 [
एवं तौ पितृपुत्रौ हि नानोपायैः सुभक्तितः ॥
प्रसन्नां चक्रतुर्देवीं गिरिजां भक्तवत्सलाम् ॥
]

`verse 39 [
तयोः सेवाप्रभावेण प्रसन्ना चण्डिका तदा ॥
सुदर्शनं च पुत्रत्वे चकार गिरिजा मुने ॥
]

`verse 40 [
शिवं प्रसादयामास पुत्रार्थे चण्डिका स्वयम् ॥
क्रुद्धाऽक्रुद्धा पुनश्चण्डी तत्पुत्रस्य प्रसन्नधीः ॥
]

`verse 41 [
अथाज्ञाय प्रसन्नं तं महेशं वृषभध्वजम् ॥
नमस्कृत्य स्वयं तस्य ह्युत्संगे तं न्यवेशयत् ॥
]

`verse 42 [
घृतस्नानं ततः कृत्वा पुत्रस्य गिरिजा स्वयम् ॥
त्रिरावृत्तोपवीतं च ग्रन्थिनैकेन संयुतम् ॥
]

`verse 43 [
सुदर्शनाय पुत्राय ददौ प्रीत्या तदाम्बिका ॥
उद्दिश्य शिवगायत्रीं षोडशाक्षरसंयुताम् ॥
]

`verse 44 [
वारान्षोडश संकल्पपूजां कुर्यादयं बटुः॥
]

`verse 45 [
आस्नानादिप्रणामान्तं पूजयन्वृषभध्वजम् ॥
मंत्रवादित्रपूजाभिस्सर्षीणां सन्निधौ तथा ॥
]

`verse 46 [
नाममंत्राननेकांश्च पाठयामास वै तदा ॥
उवाच सुप्रसन्नात्मा चण्डिका च शिवस्तथा ॥
]

`verse 47 [
मदर्पितं च यत्किंचिद्धनधान्यादिकन्तथा ॥
तत्सर्वं च त्वया ग्राह्यं न दोषाय भविष्यति ॥
]

`verse 48 [
मम कृत्ये भवान्मुख्यो देवीकृत्ये विशेषतः ॥
घृततैलादिकं सर्वं त्वया ग्राह्यं मदर्पितम् ॥
]

`verse 49 [
प्राजापत्यं भवेद्यर्हिं तर्ह्येको हि भवान्भवेत् ॥
तदा पूजा च सम्पूर्णान्यथा सर्वा च निष्फला ॥
]

`verse 50 [
तिलकं वर्तुलं कार्यं स्नानं कार्यं सदा त्वया ॥
शिवसन्ध्या च कर्तव्या गायत्री च तदीयिका ॥
]

`verse 51 [
मत्सेवां प्रथमं कृत्वा कार्यमन्यत्कुलोचितम् ॥
एवं कृतेऽखिले भद्रं दोषाः क्षान्ता मया तव॥
]

`speaker [
सूत उवाच
]

`verse 52 [
इत्युक्त्वा तस्य पुत्राश्च चत्वारो बटुकास्तदा ॥
अभिषिक्ताश्चतुर्दिक्षु शिवेन परमात्मना ॥
]

`verse 53 [
चण्डी चैवात्मनिकटे पुत्रं स्थाप्य सुदर्शनम् ॥
तत्पुत्रान्प्रेरयामास वरान्दत्त्वा ह्यनेकशः ॥
]

`speaker [
देव्युवाच
]

`verse 54 [
उभयोर्युवयोर्मध्ये वटुको यो भवेन्मम ॥
तस्य स्याद्विजयो नित्यं नात्र कार्या विचारणा ॥
]

`verse 55 [
भवांश्च पूजितो येन तेनैवाहं प्रपूजिता ॥
कर्तव्यं हि भवद्भिश्च स्वीयं कर्म सदा सुत ॥
]

`speaker [
सूत उवाच
]

`verse 56 [
एवं तस्मै वरान्दत्तास्सपुत्राय महात्मने ॥
सुदर्शनाय कृपया शिवाभ्यां जगतां कृते ॥
]

`verse 57 [
शिवाभ्यां स्थापिता यस्मात्तस्मात्तं वटुकाः स्मृताः ॥
तपोभ्रष्टाश्च ये जाताः स्मृतास्तस्मात्तपोधमाः ॥
]

`verse 58 [
शिवयोः कृपया सर्वे विस्तारं बहुधा गताः ॥
तेषां च प्रथमा पूजा महापूजा महात्मनः ॥
]

`verse 59 [
तेन यावत्कृता नैव पूजा वै शंकरस्य च ॥
तावत्पूजा न कर्त्तव्या कृता चेन्न शुभापि सा ॥
]

`verse 60 [
शुभं वाप्यशुभं वापि बटुकं न परित्यजेत् ॥
प्राजापत्ये च भोज्ये वै वटुरेको विशिष्यते ॥ 4.13.६० ।
शिवयोश्च तथा कार्ये विशेषोऽत्र प्रदृश्यते ॥
तदेव शृणु सुप्राज्ञ यथाहं वच्मि तेऽनघ ॥ ६१ ।'
तस्यैव नगरे राज्ञो भद्रस्य नित्यभोजने ॥
प्राजापत्यस्य नियमे ह्यन्धकेशसमीपतः ॥
]

`verse 61 [
यज्जातमद्भुतं वृत्तं शिवानुग्रहकारणात् ॥
श्रूयतां तच्च सुप्रीत्या कथयामि यथाश्रुतम्॥
]

`verse 62 [
ध्वज एकश्च तद्राज्ञे दत्तस्तुष्टेन शंभुना॥
प्रोक्तश्च कृपया राजा देवदेवेन तेन सः॥
]

`verse 63 [
प्रातश्च वर्ध्यतां राजन्ध्वजो रात्रौ पतिष्यति॥
मम त्वेवं च सम्पूर्णे प्राजापत्ये तथा पुनः॥
]

`verse 64 [
अन्यथायं ध्वजो मे हि रात्रावपि स्थिरो भवेत्॥
इत्युक्त्वान्तर्हितश्शंभू राज्ञे तुष्टः कृपानिधिः॥
]

`verse 65 [
तथेति नियमश्चासीत्तस्य राज्ञो महामुने॥
प्राजापत्यं कृतं नित्यं शिवपूजाविधानत ।५७।
स्वयं प्रातर्विवर्दे्धेत ध्वजः सायं पतेदिति॥
यदि कार्यं च सम्पूर्णं जातं चैव भवेदिह ॥
]

`verse 66 [
एकस्मिन्समये चात्र बटोः कार्यं पुरा ह्यभूत् ॥
ध्वजः स पतितो वै हि ब्रह्मभोजं विनापि हि ॥
]

`verse 67 [
दृष्ट्वा तच्च तदा तत्र पृष्टा राज्ञा च पण्डिताः ॥
भुञ्जते ब्राह्मणा ह्यत्र नोत्थितो वै ध्वजस्त्विति॥
]

`verse 68 [
कथं च पतितः सोऽत्र ब्राह्मणा ब्रूत सत्यतः ॥
ते पृष्टाश्च तदा प्रोचुर्ब्राह्मणाः पण्डितोत्तमाः॥
]

`verse 69 [
ब्रह्मभोजे महाराज वटुको भोजितः पुरा॥
चण्डीपुत्रश्शिवस्तुष्टस्तस्माच्च पतितो ध्वजः॥
]

`verse 70 [
तच्छ्रुत्वा नृपतिस्सोऽथ जनाश्चान्ये ऽपि सर्वशः ॥
अभवन्विस्मितास्तत्र प्रशंसां चक्रिरे ततः ॥
]

`verse 71 [
एवं च महिमा तेषां वर्द्धितः शङ्करेण हि ॥
तस्माच्च वटुकाः श्रेष्ठाः पुरा विद्भिः प्रकीर्तिताः ॥
]

`verse 72 [
शिवपूजा तु तैः पूर्वमुत्तार्य्या नान्यथा पुनः ॥
अन्येषां नाधिकारोऽस्ति शिवस्य वचनादिह ॥
]

`verse 73 [
उत्तारणं च कार्य्यं वै पूजा पूर्णा भवत्विति ॥
एतावदेव तेषां तु शृणु नान्यत्तथैव च ॥
]

`verse 74 [
एतत्सर्वं समाख्यातं यत्पृष्टं च मुनीश्वराः ॥
यच्छ्रुत्वा शिवपूजायाः फलं प्राप्नोति वै नरः॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां वटुकोत्पत्तिवर्णनं नाम त्रयोदशोऽध्यायः ॥
]
