`speaker [
ऋषय ऊचुः
]

`verse 1 [
ज्योतिषां चैव लिंगानां माहात्म्यं कथयाधुना ॥
उत्पत्तिं च तथा तेषां ब्रूहि सर्वं यथाश्रुतम् ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
शृण्वन्तु विप्रा वक्ष्यामि तन्माहात्म्यं जनिं तथा ॥
संक्षेपतो यथाबुद्धि सद्गुरोश्च मया श्रुतम् ॥
]

`verse 3 [
एतेषां चैव माहात्म्यं वक्तुं वर्षशतैरपि ॥
शक्यते न मुनिश्रेष्ठास्तथापि कथयामि वः ॥
]

`verse 4 [
सोमनाथश्च तेषां वै प्रथमः परिकीर्तितः ॥
तन्माहात्म्यं शृणु मुने प्रथमं सावधानतः ॥
]

`verse 5 [
सप्तविंशन्मिताः कन्या दक्षेण च महात्मना ॥
तेन चन्द्रमसे दत्ता अश्विन्याद्या मुनीश्वराः ॥
]

`verse 6 [
चन्द्रं च स्वामिनं प्राप्य शोभमाना विशेषतः ॥
चन्द्रोऽपि चैव ताः प्राप्य शोभते स्म निरन्तरम् ॥
]

`verse 7 [
हेम्ना चैव मणिर्भाति मणिना हेम चैव हि ॥
एवं च समये तस्य यज्जातं श्रूयतामिति ॥
]

`verse 8 [
सर्वास्वपि च पत्नीषु रोहिणीनाम या स्मृता ॥
यथैका सा प्रिया चासीत्तथान्या न कदाचन ॥
]

`verse 9 [
अन्याश्च दुःखमापन्नाः पितरं शरणं ययुः ॥
गत्वा तस्मै च यद्दुःखं तथा ताभिर्निवेदितम् ॥
]

`verse 10 [
दक्षस्स च तथा श्रुत्वा दुःखं च प्राप्तावांस्तदा ॥
समागत्य द्विजाश्चन्द्रं शान्त्यावोचद्वचस्तदा ॥
]

`speaker [
दक्ष उवाच
]

`verse 11 [
विमले च कुले त्वं हि समुत्पन्नः कलानिधे ॥
आश्रितेषु च सर्वेषु न्यूनाधिक्यं कथं तव ॥
]

`verse 12 [
कृतं चेत्तकृतं तच्च न कर्तव्यं त्वया पुनः ॥
वर्तनं विषमत्वेन नरकप्रदमीरितम् ॥
]

`speaker [
सूत उवाच
]

`verse 13 [
दक्षश्चैव च संप्रार्थ्य चन्द्रं जामातरं स्वयम्॥
जगाम मन्दिरं स्वं वै निश्चयं परमं गतः ॥
]

`verse 14 [
चंद्रोऽपि वचनं तस्य न चकार विमोहितः ॥
शिवमायाप्रभावेण यया संमोहितं जगत् ॥
]

`verse 15 [
शुभं भावि यदा यस्य शुभं भवति तस्य वै ॥
अशुभं च यदा भावि कथं तस्य शुभं भवेत् ॥
]

`verse 16 [
चन्द्रोऽपि बलवद्भाविवशान्मेने न तद्वचः ॥
रोहिण्यां च समासक्तो नान्यां मेने कदाचन ॥
]

`verse 17 [
तच्छ्रुत्वा पुनरागत्य स्वयं दुःखसमन्वितः ॥
प्रार्थयामास चन्द्रं स दक्षो दक्षस्सुनीतितः ॥
]

`speaker [
दक्ष उवाच
]

`verse 18 [
श्रूयतां चन्द्र यत्पूर्वं प्रार्थितो बहुधा मया ॥
न मानितं त्वया यस्मात्तस्मात्त्वं च क्षयी भव ॥
]

`speaker [
सूत उवाच
]

`verse 19 [
इत्युक्ते तेन चन्द्रो वै क्षयी जातः क्षणादिह ॥
हाहाकारो महानासीत्तदेन्दौ क्षीणतां गते ॥
]

`verse 20 [
देवर्षयस्तदा सर्वे किं कार्य्यं हा कथं भवेत् ॥
इति दुःखं समापन्ना विह्वला ह्यभवन्मुने ॥
]

`verse 21 [
विज्ञापिताश्च चन्द्रेण सर्वे शक्रादयस्सुराः ॥
ऋषयश्च वसिष्ठाद्या ब्रह्माणं शरणं ययु ॥
]

`verse 22 [
गत्वापि तु तदा प्रोचुस्तद्वृत्तं निखिलं मुने ॥
ब्रह्मणे ऋषयो देवा नत्वा नुत्वातिविह्वलाः ॥
]

`verse 23 [
ब्रह्मापि तद्वचः श्रुत्वा विस्मयं परमं ययौ ॥
शिवमायां सुप्रशस्य श्रावयंस्तानुवाच ह ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
अहो कष्टं महज्जातं सर्वलोकस्य दुःखदम् ॥
चन्द्रस्तु सर्वदा दुष्टो दक्षश्च शप्तवानमुम् ॥
]

`verse 25 [
सर्वं दुष्टेन चन्द्रेण कृतं कर्माप्यनेकशः ॥
श्रूयतामृषयो देवाश्चन्द्रकृत्यं पुरातनम् ॥
]

`verse 26 [
बृहस्पतेर्गृहं गत्वा तारा दुष्टेन वै हृता ॥
तस्य भार्या पुनश्चैव स दैत्यान्समुपस्थितः ॥
]

`verse 27 [
समाश्रितस्तदा दैत्यान्युद्धं देवैश्चकार ह ॥
मयाऽत्रिणा निषिद्धश्च तस्मै तारां ददौ शशी ॥
]

`verse 28 [
तां च गर्भवतीं दृष्ट्वा न गृह्णामीति सोऽब्रवीत् ॥
अस्माभिर्वारितो जीवः कृच्छ्राज्जग्राह तां तदा ॥
]

`verse 29 [
यदि गर्भं जहातीह गृह्णामीत्यब्रवीत्पुनः ॥
गर्भे मया पुनस्तत्र त्याजिते मुनिसत्तमाः ॥
]

`verse 30 [
कस्यायं च पुनर्गर्भस्सोमस्येति च साऽब्रवीत् ॥
पश्चात्तेन गृहीता सा मया च वारितेन वै ॥
]

`verse 31 [
एवंविधानि चन्द्रस्य दुश्चारित्राण्यनेकशः ॥
वर्ण्यंते किं पुनस्तानि सोऽद्यापि कुरुते कथम् ॥
]

`verse 32 [
यज्जातं तत्सुसंजातं नान्यथा भवति ध्रुवम् ॥
अतः परमुपायं वो वक्ष्यामि शृणुतादरात् ॥
]

`verse 33 [
प्रभासके शुभे क्षेत्रे व्रजेश्चन्द्रस्सदैवतैः ॥
शिवमाराधयेत्तत्र मृत्युञ्जयविधानतः ॥
]

`verse 34 [
निधायेशं पुरस्तत्र चन्द्रस्तपतु नित्यशः ॥
प्रसन्नश्च शिवः पश्चादक्षयं तं करिष्यति ॥
]

`speaker [
सूत उवाच
]

`verse 35 [
इति श्रुत्वा वचस्तस्य ब्रह्मणस्ते सुरर्षयः ॥
संनिवृत्याययुस्सर्वे यत्र दक्षविधू ततः ॥
]

`verse 36 [
गृहीत्वा ते ततश्चन्द्रं दक्षं चाश्वास्य निर्जराः ॥
प्रभासे ऋषयश्चक्रुस्तत्र गत्वाखिलाश्च वै ॥
]

`verse 37 [
आवाह्य तीर्थवर्याणि सरस्वत्यादिकानि च ॥
पार्थिवेन तदा पूजां मृत्युञ्जयविधानतः ॥
]

`verse 38 [
ते देवाश्च तदा सर्वे ऋषयो निर्मलाशयाः ॥
स्थाप्य चन्द्रं प्रभासे च स्वंस्वं धाम ययुर्मुदा ॥
]

`verse 39 [
चन्द्रेण च तपस्तप्तं पण्मासं च निरंतरम् ॥
मृत्युंजयेन मंत्रेण पूजितो वृषभध्वजः ॥
]

`verse 40 [
दशकोटिमितं मन्त्रं समावृत्य शशी च तम् ॥।
ध्यात्वा मृत्युञ्जयं मन्त्रं तस्थौ निश्चलमानसः ॥
]

`verse 41 [
तं दृष्ट्वा शंकरो देवः प्रसन्नोऽभूत्ततः प्रभुः ॥
आविर्भूय विधुं प्राह स्वभक्तं भक्तवत्सलः ॥
]

`speaker [
शंकर उवाच
]

`verse 42 [
वरं वृणीष्व भद्रं ते मनसा यत्समीप्सितम्॥
प्रसन्नोऽहं शशिन्सर्वं दास्ये वरमनुत्तमम् ॥
]

`speaker [
चंद्र उवाच
]

`verse 43 [
यदि प्रसन्नो देवेश किमसाध्यं भवेन्मम ॥
तथापि मे शरीरस्य क्षयं वारय शंकर॥
]

`verse 44 [
क्षंतव्यो मेऽपराधश्च कल्याणं कुरु सर्वदा॥
इत्युक्ते च तदा तेन शिवो वचनमब्रवीत्॥
]

`speaker [
शिव उवाच
]

`verse 45 [
पक्षे च क्षीयतां चन्द्र कला ते च दिनेदिने॥
पुनश्च वर्द्धतां पक्षे सा कला च निरंतरम् ॥
]

`speaker [
सूत उवाच
]

`verse 46 [
एवं सति तदा देवा हर्षनिर्भरमानसाः ॥
ऋषयश्च तथा सर्वे समाजग्मुर्द्रुतं द्विजाः॥
]

`verse 47 [
आगत्य च तदा सर्वे चन्द्रायाशिषमब्रुवन् ॥
शिवं नत्वा करौ बद्ध्वा प्रार्थयामासुरादरात्॥
]

`speaker [
देवाः ऊचुः
]

`verse 48 [
देवदेव महादेव परमेश नमोऽस्तु ते ॥
उमया सहितश्शंभो स्वामिन्नत्र स्थिरो भव ॥
]

`speaker [
सूत उवाच
]

`verse 49 [
ततश्चन्द्रेण सद्भक्त्या संस्तुतश्शंकरः पुरा ॥
निराकारश्च साकारः पुनश्चैवाभवत्प्रभुः ॥
]

`verse 50 [
प्रसन्नश्च स देवानां क्षेत्रमाहात्म्यहेतवे ॥
चन्द्रस्य यशसे तत्र नाम्ना चन्द्रस्य शंकरः ॥
]

`verse 51 [
सोमेश्वरश्च नामासीद्विख्यातो भुवन त्रये ॥
क्षयकुष्ठादिरोगाणां नाशकः पूजनाद्द्विजाः ॥
]

`verse 52 [
धन्योऽयं कृतकृत्योयं यन्नाम्ना शंकरस्स्वयम्॥
स्थितश्च जगतां नाथः पावयञ्जगतीतलम्॥
]

`verse 53 [
तत्कुंडं तैश्च तत्रैव सर्वैर्देवैः प्रतिष्ठितम्॥
शिवेन ब्रह्मणा तत्र ह्यविभक्तं तु तत्पुनः॥
]

`verse 54 [
चन्द्रकुण्डं प्रसिद्धं च पृथिव्यां पापनाशनम्॥
तत्र स्नाति नरो यस्स सर्वैः पापैः प्रमुच्यते ॥
]

`verse 55 [
रोगास्सर्वे क्षयाद्याश्च ह्यसाध्या ये भवंति वै॥
ते सर्वे च क्षयं यान्ति षण्मासं स्नानमात्रतः ॥
]

`verse 56 [
प्रभासं च परिक्रम्य पृथिवीक्रमसंभवम् ॥
फलं प्राप्नोति शुद्धात्मा मृतः स्वर्गे महीयते ॥
]

`verse 57 [
सोमलिंगं नरो दृष्ट्वा सर्वपापात्प्रमुच्यते ॥
लब्ध्वा फलं मनोभीष्टं मृतस्स्वर्गं समीहते ॥
]

`verse 58 [
यद्यत्फलं समुद्दिश्य कुरुते तीर्थमुत्तमम्॥
तत्तत्फलमवाप्नोति सर्वथा नात्र संशयः॥
]

`verse 59 [
इति ते ऋषयो देवाः फलं दृष्ट्वा तथाविधम् ॥
मुदा शिवं नमस्कृत्य गृहीत्वा चन्द्रमक्षयम् ॥
]

`verse 60 [
परिक्रम्य च तत्तीर्थं प्रशंसन्तश्च ते ययुः ॥
चंद्रश्चापि स्वकीयं च कार्य्यं चक्रे पुरातनम् ॥
]

`verse 61 [
इति सर्वः समाख्यातः सोमेशस्य समुद्भवः ॥
एवं सोमेश्वरं लिंगं समुत्पन्नं मुनीश्वराः ॥
]

`verse 62 [
यः शृणोति तदुत्पत्तिं श्रावयेद्वा परान्नरः ॥
सर्वान्कामानवाप्नोति सर्वपापैः प्रमुच्यते ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां सोमनाथज्योतिर्लिंगोत्पत्तिवर्णनं नाम चतुर्दशोऽध्यायः ॥
]
