`speaker [
सूत उवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि मल्लिकार्जुनसंभवम् ॥
यः श्रुत्वा भक्तिमान्धीमान्सर्वपापैः प्रमुच्यते ॥
]

`verse 2 [
पूर्वं चा कथितं यच्च तत्पुनः कथयाम्यहम् ॥
कुमारचरितं दिव्यं सर्वपापविनाशनम् ॥
]

`verse 3 [
यदा पृथ्वीं समाक्रम्य कैलासं पुनरागतः ॥
कुमारस्स शिवापुत्रस्तारकारिर्महाबलः ॥
]

`verse 4 [
तदा सुरर्षिरागत्य सर्वं वृत्तं जगाद ह ॥
गणेश्वरविवाहादि भ्रामयंस्तं स्वबुद्धितः ॥
]

`verse 5 [
तच्छुत्वा स कुमारो हि प्रणम्य पितरौ च तौ ॥
जगाम पर्वतं क्रौचं पितृभ्यां वारितोऽपि हि ॥
]

`verse 6 [
कुमारस्य वियोगेन तन्माता गिरिजा यदा ॥
दुःखितासीत्तदा शंभुस्तामुवाच सुबोधकृत् ॥
]

`verse 7 [
कथं प्रिये दुःखितासि न दुःखं कुरु पार्वति ॥
आयास्यति सुतः सुभ्रूस्त्यज्यतां दुःखमुत्कटम् ॥
]

`verse 8 [
सा यदा च न तन्मेने पार्वती दुःखिता भृशम् ॥
तदा च प्रेषितास्तत्र शंकरेण सुरर्षयः ॥
]

`verse 9 [
देवाश्च ऋषयस्सर्वे सगणा हि मुदान्विताः ॥
कुमारानयनार्थं वै तत्र जग्मुः सुबुद्धयः ॥
]

`verse 10 [
तत्र गत्वा च ते सर्वे कुमारं सुप्रणम्य च ॥
विज्ञाप्य बहुधाप्येनं प्रार्थनां चक्रुरादरात् ॥
]

`verse 11 [
देवादिप्रार्थनां तां च शिवाज्ञासंकुलां गुरुः ॥
न मेने स कुमारो हि महाहंकारविह्वलः ॥
]

`verse 12 [
ततश्च पुनरावृत्य सर्वे ते हि शिवांतिकम् ॥
स्वंस्वं स्थानं गता नत्वा प्राप्य शंकरशासनम् ॥
]

`verse 13 [
तदा च गिरिजादेवी विरहं पुत्रसंभवम् ॥
शंभुश्च परमं दुःखं प्राप तस्मिन्ननागते ॥
]

`verse 14 [
अथो सुदुःखितौ दीनौ लोकाचारकरौ तदा ॥
जग्मतुस्तत्र सुस्नेहात्स्वपुत्रो यत्र संस्थितः ॥
]

`verse 15 [
स पुत्रश्च कुमाराख्यः पित्रोरागमनं गिरेः ॥
ज्ञात्वा दूरं गतोऽस्नेहाद्योजनत्रयमेव च ॥
]

`verse 16 [
क्रौंचे च पर्वते दूरं गते तस्मिन्स्वपुत्रके ॥
तौ च तत्र समासीनौ ज्यो तीरूपं समाश्रितौ ॥
]

`verse 17 [
पुत्रस्नेहातुरौ तौ वै शिवौ पर्वणिपर्वणि ॥
दर्शनार्थं कुमारस्य स्वपुत्रस्य हि गच्छतः ॥
]

`verse 18 [
अमावास्यादिने शंभुस्स्वयं गच्छति तत्र ह ॥
पौर्णमासीदिने तत्र पार्वती गच्छति ध्रुवम् ॥
]

`verse 19 [
तद्दिनं हि समारभ्य मल्लिकार्जुनसंभवम् ॥
लिंगं चैव शिवस्यैकं प्रसिद्धं भुवनत्रये ॥
]

`verse 20 [
तल्लिंगं यः समीक्षेत स सर्वैः किल्बिषैरपि ॥
मुच्यते नात्र सन्देहः सर्वान्कामानवाप्नुयात् ॥
]

`verse 21 [
दुःखं च दूरतो याति सुखमात्यंतिकं लभेत् ॥
जननीगर्भसंभूतं कष्टं नाप्नोति वै पुनः ॥
]

`verse 22 [
धनधान्यसमृद्धिश्च प्रतिष्ठारोग्यमेव च ॥
अभीष्टफलसिद्धिश्च जायते नात्र संशयः ॥
]

`verse 23 [
ज्योतिर्लिंगं द्वितीयं च प्रोक्तं मल्लिकसंज्ञितम् ॥
दर्शनात्सर्वसुखदं कथितं लोकहेतवे ॥
]

`colophon [
इति श्रीशिवपुराणे चतुर्थ्यां कोटि रुद्रसंहिताया मल्लिकार्जुनद्वितीयज्योतिर्लिंगवर्णनंनाम पंचदशोऽध्यायः ॥
]
