`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूत सर्वं विजानासि वस्तु व्यास प्रसादतः ॥
ज्योतिषां च कथां श्रुत्वा तृप्तिर्नैव प्रजायते ॥
]

`verse 2 [
तस्मात्त्वं हि विशेषेण कृपां कृत्वातुलां प्रभो ॥
ज्योतिर्लिंगं तृतीयं च कथय त्वं हि नोऽधुना ॥
]

`verse 3 [
सूत उवाच ॥ ॥
धन्योऽहं कृतकृत्योऽहं श्रीमतां भवतां यदि ॥
गतश्च संगमं विप्रा धन्या वै साधुसंगतिः ॥
]

`verse 4 [
अतो मत्वा स्वभाग्यं हि कथयिष्यामि पावनीम् ॥
पापप्रणाशिनीं दिव्यां कथां च शृणुतादरात् ॥
]

`verse 5 [
अवंती नगरी रम्या मुक्तिदा सर्वदेहिनाम् ॥
शिवप्रिया महापुण्या वर्तते लोकपावनी ॥
]

`verse 6 [
तत्रासीद्बाह्मणश्रेष्ठश्शुभकर्मपरायणः ॥
वेदाध्ययनकर्त्ता च वेदकर्मरतस्सदा ॥
]

`verse 7 [
अग्न्याधानसमायुक्तश्शिवपूजारतस्सदा ॥
पार्थिवीं प्रत्यहं मूर्तिं पूजयामास वै द्विजः ॥
]

`verse 8 [
सर्वकर्मफलं प्राप्य द्विजो वेदप्रियस्सदा॥
सतां गतिं समालेभे सम्यग्ज्ञानपरायणः॥
]

`verse 9 [
तत्पुत्रास्तादृशाश्चासंश्चत्वारो मुनिसत्तमाः ॥
शिवपूजारता नित्यं पित्रोरनवमास्सदा ॥
]

`verse 10 [
देवप्रियश्च तज्ज्येष्ठः प्रियमेधास्ततः परम्॥
तृतीयस्तु कृतो नाम धर्मवाही च सुव्रतः ॥
]

`verse 11 [
तेषां पुण्यप्रतापाच्च पृथिव्यां सुखमैधत ॥
शुक्लपक्षे यथा चन्द्रो वर्द्धते च निरंतरम् ॥
]

`verse 12 [
तथा तेषां गुणास्तत्र वर्द्धन्ते स्म सुखावहाः ॥
ब्रह्मतेजोमयी सा वै नगरी चाभवत्तदा ॥
]

`verse 13 [
एतस्मिन्नन्तरे तत्र यज्जातं वृत्तमुत्तमम्॥
श्रूयतां तद्द्विजश्रेष्ठाः कथयामि यथाश्रुतम् ॥
]

`verse 14 [
पर्वते रत्नमाले च दूषणाख्यो महासुरः ॥
बलवान्दैत्यराजश्च धर्मद्वेषी निरन्तरम् ॥
]

`verse 15 [
ब्रह्मणो वरदानाच्च जगतुच्छीचकार ह॥
देवा पराजितास्तेन स्थानान्निस्सारितास्तथा॥
]

`verse 16 [
पृथिव्यां वेदधर्माश्च स्मृतिधर्माश्च सर्वशः ॥
स्फोटितास्तेन दुष्टेन सिंहेनेव शशा खलु ॥
]

`verse 17 [
यावंतो वेदधर्माश्च तावंतो दूरतः कृताः ॥
तीर्थेतीर्थे तथा क्षेत्रे धर्मो नीतश्च दूरतः ॥
]

`verse 18 [
अवंती नगरी रम्या तत्रैका दृश्यते पुनः ॥
इत्थं विचार्य तेनैव यत्कृतं श्रूयतां हि तत् ॥
]

`verse 19 [
बहुसैन्यसमायुक्तो दूषणस्स महासुरः ॥
तत्रस्थान्ब्रह्मणान्सर्वानुद्दिश्य समुपाययौ ॥
]

`verse 20 [
तत्रागत्य स दैत्येन्द्रश्चतुरो दैत्यसत्तमान् ॥
प्रोवाचाहूय वचनं विप्र द्रोही महाखलः ॥
]

`speaker [
दैत्य उवाच
]

`verse 21 [
किमेते ब्राह्मणा दुष्टा न कुर्वंति वचो मम ॥
वेदधर्मरता एते सर्वे दंड्या मते मम ॥
]

`verse 22 [
सर्वे देवा मया लोके राजानश्च पराजिताः ॥
वशे किं ब्राह्मणाश्शक्या न कर्तुं दैत्यसत्तमाः ॥
]

`verse 23 [
यदि जीवितुमिच्छा स्यात्तदा धर्मं शिवस्य च ॥
वेदानां परमं धर्मं त्यक्त्वा सुखसुभागिनः ॥
]

`verse 24 [
अन्यथा जीवने तेषां संशयश्च भविष्यति ॥
इति सत्यं मया प्रोक्तं तत्कुरुध्वं विशंकिताः ॥
]

`speaker [
सूत उवाच
]

`verse 25 [
इति निश्चित्य ते दैत्याश्चत्वारः पावका इव ॥
चतुर्दिक्षु तदा जाताः प्रलये च यथा पुरा ।
]

`verse 26 [
ते ब्राह्मणास्तथा श्रुत्वा दैत्यानामुद्यमं तदा ॥
न दुःखं लेभिरे तत्र शिवध्यान परायणाः ॥
]

`verse 27 [
धैर्यं समाश्रितास्ते च रेखामात्रं तदा द्विजाः ॥
न चेलुः परमध्यानाद्वराकाः के शिवाग्रतः ॥
]

`verse 28 [
एतस्मिन्नन्तरे तैस्तु व्याप्तासीन्नगरी शुभा ॥
लोकाश्च पीडितास्तैस्तु ब्राह्मणान्समुपाययुः ॥
]

`speaker [
लोका ऊचुः
]

`verse 29 [
स्वामिनः किं च कर्त्तव्यं दुष्टाश्च समुपागताः ॥
हिंसिता बहवो लोका आगताश्च समीपतः ॥
]

`speaker [
सूत उवाच
]

`verse 30 [
तेषामिति वचश्श्रुत्वा वेदप्रियसुताश्च ते ॥
समूचुर्ब्राह्मणास्तान्वै विश्वस्ताश्शंकरे सदा ॥
]

`speaker [
ब्राह्मणा ऊचुः
]

`verse 31 [
श्रूयतां विद्यते नैव बलं दुष्टभयावहम्॥
न शस्त्राणि तथा संति यच्च ते विमुखाः पुनः ॥
]

`verse 32 [
सामान्यस्यापमानो नो ह्याश्रयस्य भवेदिह ॥
पुनश्च किं समर्थस्य शिवस्येह भविष्यति ॥
]

`verse 33 [
शिवो रक्षां करोत्वद्यासुराणां भयतः प्रभुः ॥
नान्यथा शरणं लोके भक्तवत्सलतश्शिवात् ॥
]

`speaker [
सूत उवाच
]

`verse 34 [
इति धैर्यं समास्थाय समर्चां पार्थिवस्य च ॥
कृत्वा ते च द्विजाः सम्यक्स्थिता ध्यानपरायणाः ॥
दृष्टा दैत्येन तावच्च ते विप्रास्सबलेन हि ॥
]

`verse 35 [
दूषणेन वचः प्रोक्तं हन्यतां वध्यतामिति ॥
तच्छ्रुतं तैस्तदा नैव दैत्यप्रोक्तं वचो द्विजैः ॥
वेदप्रियसुतैश्शंभोर्ध्यानमार्गपरायणैः ॥
]

`verse 36 [
अथ यावत्स दुष्टात्मा हन्तुमैच्छद्द्विजांश्च तान्॥
तावच्च प्रार्थिवस्थाने गर्त्तं आसीत्सशब्दकः॥
]

`verse 37 [
गर्तात्ततस्समुत्पन्नः शिवो विकटरूपधृक् ॥
महाकाल इति ख्यातो दुष्टहंता सतां गतिः ॥
]

`verse 38 [
महाकालस्समुत्पन्नो दुष्टानां त्वादृशामहम्॥
खल त्वं ब्राह्मणानां हि समीपाद्दूरतो व्रज॥
]

`verse 39 [
इत्युक्त्वा हुंकृतेनैव भस्मसात्कृतवांस्तदा॥
दूषणं च महाकालः शंकरस्सबलं द्रुतम् ॥
]

`verse 40 [
कियत्सैन्यं हतं तेन किंचित्सैन्यं पलायितम्॥
दूषणश्च हतस्तेन शिवेनेह परात्मना ॥
]

`verse 41 [
सूर्यं दृष्ट्वा यथा याति संक्षयं सर्वशस्तमः ॥
तथैव च शिवं दृष्ट्वा तत्सैन्यं विननाश ह॥
]

`verse 42 [
देवदुन्दुभयो नेदुः पुष्पवृष्टिः पपात ह॥
देवास्समाययुस्सर्वे हरिब्रह्मादयस्तथा ॥
]

`verse 43 [
भक्त्या प्रणम्य तं देवं शंकरं लोकशंकरम् ॥
तुष्टुवुर्विविधैः स्तोत्रैः कृतांजलिपुटा द्विजाः ॥
]

`verse 44 [
ब्राह्मणांश्च समाश्वास्य सुप्रसन्नश्शिवस्स्वयम् ॥
वरं ब्रूतेति चोवाच महाकालो महेश्वरः ॥
]

`verse 45 [
तच्छ्रुत्वा ते द्विजास्सर्वे कृताञ्जलिपुटास्तदा ॥
सुप्रणम्य शिवं भक्त्या प्रोचुस्संनतमस्तकाः ॥
]

`speaker [
द्विजा ऊचुः
]

`verse 46 [
महाकाल महादेव दुष्टदण्डकर प्रभो ॥
मुक्तिं प्रयच्छ नश्शंभो संसारांबुधितश्शिव ॥
]

`verse 47 [
अत्रैव लोकरक्षार्थं स्थातव्यं हि त्वया शिव ॥
स्वदर्शकान्नराञ्छम्भो तारय त्वं सदा प्रभो ॥
]

`speaker [
सूत उवाच
]

`verse 48 [
इत्युक्तस्तैश्शिवस्तत्र तस्थौ गर्ते सुशोभने ॥
भक्तानां चैव रक्षार्थं दत्त्वा तेभ्यश्च सद्गतिम् ॥
]

`verse 49 [
द्विजास्ते मुक्तिमापन्नाश्चतुर्द्दिक्षु शिवास्पदम् ॥
क्रोशमात्रं तदा जातं लिंगरूपिण एव च ॥
]

`verse 50 [
महाकालेश्वरो नाम शिवः ख्यातश्च भूतले ॥
तं दृष्ट्वा न भवेत्स्वप्ने किंचिद्दुःखमपि द्विजाः ॥
]

`verse 51 [
यंयं काममपेक्ष्यैव तल्लिंगं भजते तु यः ॥
तंतं काममवाप्नोति लभेन्मोक्षं परत्र च ॥
]

`verse 52 [
एतत्सर्वं समाख्यातं महाकालस्य सुव्रताः ॥
समुद्भवश्च माहात्म्यं किमन्यच्छ्रोतुमिच्छथ ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां महाकालज्योतिर्लिंगमाहात्म्यवर्णनं नाम षोडशोऽध्यायः ॥
]
