`speaker [
ऋषय ऊचुः
]

`verse 1 [
महाकालसमाह्वस्थज्योतिर्लिंगस्य रक्षिणः ॥
भक्तानां महिमानं च पुनर्ब्रूहि महामते ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
शृणुतादरतो विप्रो भक्तरक्षाविधायिनः ॥
महाकालस्य लिंगस्य माहात्म्यं भक्तिवर्द्धनम् ॥
]

`verse 3 [
उज्जयिन्यामभूद्राजा चन्द्रसेनाह्वयो महान् ॥
सर्वशास्त्रार्थतत्त्वज्ञश्शिवभक्तो जितेन्द्रियः ॥
]

`verse 4 [
तस्याभवत्सखा राज्ञो मणिभद्रो गणो द्विजाः ॥
गिरीशगणमुख्यश्च सर्वलोकनमस्कृतः ॥
]

`verse 5 [
एकदा स गणेन्द्रो हि प्रसन्नास्यो महामणिम् ॥
मणिभद्रो ददौ तस्मै चिंतामणिमुदारधीः ॥
]

`verse 6 [
स वै मणिः कौस्तुभवद्द्योतमानोर्कसन्निभः ॥
ध्यातो दृष्टः श्रुतो वापि मंगलं यच्छति ध्रुवम् ॥
]

`verse 7 [
तस्य कांतितलस्पृष्टं कांस्यं ताम्रमयं त्रपु ॥
पाषाणादिकमन्यद्वा द्रुतं भवति हाटकम् ॥
]

`verse 8 [
स तु चिन्तामणिं कंठे बिभ्रद्राजा शिवाश्रयः ॥
चन्द्रसेनो रराजाति देवमध्येव भानुमान् ॥
]

`verse 9 [
श्रुत्वा चिन्तामणिग्रीवं चन्द्रसेनं नृपोत्तमम् ॥
निखिलाः क्षितिराजानस्तृष्णाक्षुब्धहृदोऽभवन् ॥
]

`verse 10 [
नृपा मत्सरिणस्सर्वे तं मणिं चन्द्रसेनतः ॥
नानोपायैरयाचंत देवलब्धमबुद्धयः ॥
]

`verse 11 [
सर्वेषां भूभृतां याञ्चा चन्द्रसेनेन तेन वै ॥
व्यर्थीकृता महाकालदृढभक्तेन भूसुराः ॥
]

`verse 12 [
ते कदर्थीकृतास्सर्वे चन्द्रसेनेन भूभृता ॥
राजानस्सर्वदेशानां संरम्भं चक्रिरे तदा ॥
]

`verse 13 [
अथ ते सर्वराजानश्चतुरंगबलान्विताः ॥
चन्द्रसेनं रणे जेतुं संबभूवुः किलोद्यताः ॥
]

`verse 14 [
ते तु सर्वे समेता वै कृतसंकेतसंविदः ॥
उज्जयिन्याश्चतुर्द्वारं रुरुधुर्बहुसैनिकाः ॥
]

`verse 15 [
संरुध्यमानां स्वपुरीं दृष्ट्वा निखिल राजभिः ॥
तमेव शरणं राजा महाकालेश्वरं ययौ ॥
]

`verse 16 [
निर्विकल्पो निराहारस्स नृपो दृढनिश्चयः ॥
समानर्च महाकालं दिवा नक्तमनन्यधीः ॥
]

`verse 17 [
ततस्स भगवाञ्छंभुर्महाकालः प्रसन्नधीः ॥
तं रक्षितुमुपायं वै चक्रे तं शृणुतादरात् ॥
]

`verse 18 [
तदैव समये गोपि काचित्तत्र पुरोत्तमे ॥
चरंती सशिशुर्विप्रा महाकालांतिकं ययौ ॥
]

`verse 19 [
पञ्चाब्दवयसं बालं वहन्ती गतभर्तृका ॥
राज्ञा कृतां महाकालपूजां सापश्यदादरात् ॥
]

`verse 20 [
सा दृष्ट्वा सुमहाश्चर्यां शिवपूजां च तत्कृताम् ॥
प्रणिपत्य स्वशिविरं पुनरेवाभ्यपद्यत ॥
]

`verse 21 [
तत्सर्वमशेषेण स दृष्ट्वा बल्लवीसुतः ॥
कुतूहलेन तां कर्त्तुं शिवपूजां मनोदधे ॥
]

`verse 22 [
आनीय हृद्यं पाषाणं शून्ये तु शिविरांतरे ॥
अविदूरे स्वशिबिराच्छिवलिगं स भक्तितः ॥
]

`verse 23 [
गन्धालंकारवासोभिर्धूपदीपाक्षतादिभिः ॥
विधाय कृत्रिमैर्द्रव्यैर्नैवेद्यं चाप्यकल्पयत् ॥
]

`verse 24 [
भूयोभूयस्समभ्यर्च्य पत्रैः पुष्पैर्मनोरमैः ॥
नृत्यं च विविधं कृत्वा प्रणनाम पुनःपुनः ॥
]

`verse 25 [
एतस्मिन्समये पुत्रं शिवासक्तसुचेतसम् ॥
प्रणयाद्गोपिका सा तं भोजनाय समाह्वयत्॥
]

`verse 26 [
यदाहूतोऽपि बहुशश्शिवपूजाक्तमानसः ॥
बालश्च भोजनं नैच्छत्तदा तत्र ययौ प्रसूः ॥
]

`verse 27 [
तं विलोक्य शिवस्याग्रे निषण्णं मीलितेक्षणम् ॥
चकर्ष पाणिं संगृह्य कोपेन समताडयत् ॥
]

`verse 28 [
आकृष्टस्ताडितश्चापि नागच्छत्स्वसुतो यदा ॥
तां पूजां नाशयामास क्षिप्त्वा लिंगं च दूरतः ॥
]

`verse 29 [
हाहेति दूयमानं तं निर्भर्त्स्य स्वसुतं च सा ॥
पुनर्विवेश स्वगृहं गोपी क्रोधसमन्विता ॥
]

`verse 30 [
मात्रा विनाशितां पूजां दृष्ट्वा देवस्य शूलिनः ॥
देवदेवेति चुक्रोश निपपात स बालकः ॥
]

`verse 31 [
प्रनष्टसंज्ञः सहसा स बभूव शुचाकुलः ॥
लब्धसंज्ञो मुहूर्तेन चक्षुषी उदमीलयत् ॥
]

`verse 32 [
तदैव जातं शिबिरं महाकालस्य सुन्दरम् ॥
ददर्श स शिशुस्तत्र शिवानुग्रहतोऽचिरात् ॥
]

`verse 33 [
हिरण्मयबृहद्द्वारं कपाटवरतोरणम् ॥
महार्हनीलविमलवज्रवेदीविराजितम् ॥
]

`verse 34 [
संतप्तहेमकलशैर्विचित्रैर्बहुभिर्युतम् ॥
प्रोद्भासितमणिस्तंभैर्बद्धस्फटिकभूतलैः ॥
]

`verse 35 [
तन्मध्ये रत्नलिंगं हि शंकरस्य कृपानिधे ॥
स्वकृतार्चनसंयुक्तमपश्यद्गोपिकासुतः ॥
]

`verse 36 [
स दृष्ट्वा सहसोत्थाय शिशुर्विस्मितमानसः ॥
संनिमग्न इवासीद्वै परमानंदसागरे ॥
]

`verse 37 [
ततः स्तुत्वा स गिरिशं भूयोभूयः प्रणम्य च ॥
सूर्ये चास्तं गते बालो निर्जगाम शिवालयात् ॥
]

`verse 38 [
अथापश्यत्स्वशिबिरं पुरंदरपुरोपमम्॥
सद्यो हिरण्मयीभूतं विचित्रं परमोज्ज्वलम्॥
]

`verse 39 [
सोन्तर्विवेश भवनं सर्वशोभासमन्वितम् ॥
मणिहेमगणाकीर्ण मोदमानो निशामुखे ॥
]

`verse 40 [
तत्रापश्यत्स्वजननीं स्वपंतीं दिव्यलक्षणाम्॥
रत्नालंकारदीप्तांगीं साक्षात्सुरवधूमिव॥
]

`verse 41 [
अथो स तनयो विप्राश्शिवानुग्रहभाजनम्॥
जवेनोत्थापयामास मातरं सुखविह्वलः ॥
]

`verse 42 [
सोत्थिताद्भुतमालक्ष्यापूर्वं सर्वमिवाभवत् ॥
महानंदसुमग्ना हि सस्वजे स्वसुतं च तम्॥
]

`verse 43 [
श्रुत्वा पुत्रमुखात्सर्वं प्रसादं गिरिजापतेः ॥
प्रभुं विज्ञापयामास यो भजत्यनिशं शिवम् ॥
]

`verse 44 [
स राजा सहसागत्य समाप्तनियमो निशि ॥
ददर्श गोपिकासूनोः प्रभावं शिवतोषणम् ॥
]

`verse 45 [
दृष्ट्वा महीपतिस्सर्वं तत्सामात्यपुरोहितः ॥
आसीन्निमग्नो विधृतिः परमानंदसागरे॥
]

`verse 46 [
प्रेम्णा वाष्पजलं मुञ्चञ्चन्द्रसेनो नृपो हि सः ॥
शिवनामोच्चरन्प्रीत्या परिरेभे तमर्भकम् ॥
]

`verse 47 [
महामहोत्सवस्तत्र प्रबभूवाद्भुतो द्विजाः ॥
महेशकीर्तनं चक्रुस्सर्वे च सुखविह्वलाः ॥
]

`verse 48 [
एवमत्यद्भुताचाराच्छिवमाहात्म्यदर्शनात् ॥
पौराणां सम्भ्रमाच्चैव सा रात्रिः क्षणतामगात् ॥
]

`verse 49 [
अथ प्रभाते युद्धाय पुरं संरुध्य संस्थिताः ॥
राजानश्चारवक्त्रेभ्यश्शुश्रुवुश्चरितं च तत् ॥
]

`verse 50 [
ते समेताश्च राजानः सर्वे येये समागताः ॥
परस्परमिति प्रोचुस्तच्छ्रुत्वा चकित अति ॥
]

`speaker [
राजान ऊचुः
]

`verse 51 [
अयं राजा चन्द्रसेनश्शिवभक्तोति दुर्जयः ॥
उज्जयिन्या महाकालपुर्याः पतिरनाकुलः ॥
]

`verse 52 [
ईदृशाश्शिशवो यस्य पुर्य्यां संति शिवव्रताः ॥
स राजा चन्द्रसेनस्तु महाशंकरसेवकः ॥
]

`verse 53 [
नूनमस्य विरोधेन शिवः क्रोधं करिष्यति ॥
तत्क्रोधाद्धि वयं सर्वे भविष्यामो विनष्टकाः ॥
]

`verse 54 [
तस्मादनेन राज्ञा वै मिलापः कार्य एव हि ॥
एवं सति महेशानः करिष्यति कृपां पराम् ॥
]

`speaker [
सूत उवाच
]

`verse 55 [
इति निश्चित्य ते भूपास्त्यक्तवैरास्सदाशयाः ॥
सर्वे बभूवुस्सुप्रीता न्यस्तशस्त्रास्त्रपाणयः ॥
]

`verse 56 [
विविशुस्ते पुरीं रम्यां महाकालस्य भूभृतः ॥
महाकालं समानर्चुश्चंद्रसेनानुमोदिताः ॥
]

`verse 57 [
ततस्ते गोपवनिता गेहं जग्मुर्महीभृतः ॥
प्रसंशंतश्च तद्भाग्यं सर्वे दिव्यमहोदयम् ॥
]

`verse 58 [
ते तत्र चन्द्रसेनेन प्रत्युद्गम्याभिपूजिताः ॥
महार्हविष्टरगताः प्रत्यनंदन्सुविस्मिताः ॥
]

`verse 59 [
गोपसूनोः प्रसादात्तत्प्रादुर्भूतं शिवालयम् ॥
संवीक्ष्य शिवलिंगं च शिवे चकुः परां मतिम्॥
]

`verse 60 [
ततस्ते गोपशिशवे प्रीता निखिलभूभुजः ॥
ददुर्बहूनि वस्तूनि तस्मै शिवकृपार्थिनः ॥
]

`verse 61 [
येये सर्वेषु देशेषु गोपास्तिष्ठंति भूरिशः ॥
तेषां तमेव राजानं चक्रिरे सर्वपार्थिवाः ॥
]

`verse 62 [
अथास्मिन्नन्तरे सर्वैस्त्रिदशैरभिपूजितः ॥
प्रादुर्बभूव तेजस्वी हनूमान्वानरेश्वरः ॥
]

`verse 63 [
ते तस्याभिगमादेव राजानो जातसंभ्रमाः ॥
प्रत्युत्थाय नमश्चकुर्भक्तिनम्रात्ममूर्तयः ॥ ॥
]

`verse 64 [
तेषां मध्ये समासीनः पूजितः प्लवगेश्वरः ॥
गोपात्मजं तमालिंग्य राज्ञो वीक्ष्येदमब्रवीत् ॥
]

`verse 65 [
हनूमानुवाच ॥
सर्वे शृण्वन्तु भद्रं वो राजानो ये च देहिनः ॥
ऋते शिवं नान्यतमो गतिरस्ति शरीरिणाम् ॥
]

`verse 66 [
एवं गोपसुतो दिष्ट्या शिवपूजां विलोक्य च ॥
अमंत्रेणापि संपूज्य शिवं शिवमवाप्तवान् ॥
]

`verse 67 [
एष भक्तवरश्शंभोर्गोपानां कीर्तिवर्द्धनः ॥
इह भुक्त्वाखिलान्भोगानंते मोक्षमवाप्स्यति ॥
]

`verse 68 [
अस्य वंशेऽष्टमो भावी नन्दो नाम महायशाः ॥
प्राप्स्यते तस्य पुत्रत्वं कृष्णो नारायणस्स्वयम् ॥
]

`verse 69 [
अद्यप्रभृति लोकेस्मिन्नेष गोप कुमारकः ॥
नाम्ना श्रीकर इत्युच्चैर्लोकख्यातिं गमिष्यति ॥
]

`speaker [
सूत उवाच
]

`verse 70 [
एवमुक्त्वाञ्जनीसूनुः शिवरूपो हरीश्वरः॥
सर्वान्राज्ञश्चन्द्रसेनं कृपादृष्ट्या ददर्श ह॥
]

`verse 71 [
अथ तस्मै श्रीकराय गोपपुत्राय धीमते॥
उपादिदेश सुप्रीत्या शिवाचारं शिवप्रियम्॥
]

`verse 72 [
हनूमानथ सुप्रीतः सर्वेषां पश्यतां द्विजः॥
चन्द्रसेनं श्रीकरं च तत्रैवान्तरधी यत॥
]

`verse 73 [
तं सर्वे च महीपालास्संहृष्टाः प्रतिपूजिताः॥
चन्द्रसेनं समामंत्र्य प्रतिजग्मुर्यथागतम्॥
]

`verse 74 [
श्रीकरोपि महातेजा उपदिष्टो हनूमता॥
ब्राह्मणैस्सहधर्मज्ञैश्चक्रे शम्भोस्समर्हणम् ॥
]

`verse 75 [
चन्द्रसेनो महाराजः श्रीकरो गोपबालकः॥
उभावपि परप्रीत्या महाकालं च भेजतुः ॥
]

`verse 76 [
कालेन श्रीकरस्सोपि चन्द्रसेनश्च भूपतिः ॥
समाराध्य महाकालं भेजतुः परमं पदम् ॥
]

`verse 77 [
एवंविधो महाकालश्शिवलिंगस्सतां गतिः ॥
सर्वथा दुष्टहंता च शंकरो भक्तवत्सलः ॥
]

`verse 78 [
इदं पवित्रं परमं रहस्यं सर्वसौख्यदम् ॥
आख्यानं कथितं स्वर्ग्यं शिवभक्तिविवर्द्धनम्॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां महाकालज्योतिर्लिंगमाहात्म्यवर्णनं नाम सप्तदशोऽध्यायः ॥
]
