`speaker [
ऋषय ऊचुः
]

`verse 1 [
त्वया सूत महाभाग श्राविता ह्यद्भुता कथा ॥
महाकालाख्यलिंगस्य निजभक्तसुरक्षिकः॥
]

`verse 2 [
ज्योतिर्लिंगं चतुर्थं च कृपया वद वित्तम॥
ॐकारं परमेशस्य सर्वपातकहारिणः॥
]

`speaker [
सूत उवाच
]

`verse 3 [
ॐकारे परमेशाख्यं लिंगमासीद्यथा द्विजाः॥
तथा वक्ष्यामि वः प्रीत्या श्रूयतां परमर्षयः॥
कस्मिंश्चित्समये चाञ नारदो भगवान्मुनिः॥
गोकर्णाख्यं शिवं गत्वा सिषेवे परभक्तिमान्॥
]

`verse 4 [
ततस्स आगतो विन्ध्यं नगेशं मुनिसत्तमः॥
तत्रैव पूजितस्तेन बहुमानपुरस्सरम्॥
]

`verse 5 [
मयि सर्वं विद्यते च न न्यूनं हि कदाचन॥
इति भावं समास्थाय संस्थितो नारदाग्रतः॥
]

`verse 6 [
तन्मानं तत्तदा श्रुत्वा नारदो मानहा ततः॥
निश्श्वस्य संस्थितस्तत्र श्रुत्वाविन्ध्योऽब्रवीदिदम् ॥
]

`speaker [
विन्ध्य उवाच
]

`verse 7 [
किं न्यूनं च त्वया दृष्टं मयि निश्श्वासकारणम् ॥
तच्छ्रुत्वा नारदो वाक्यमब्रवीत्स महामुनिः ॥
]

`speaker [
नारद उवाच
]

`verse 8 [
विद्यते त्वयि सर्वं हि मेरुरुच्चतरः पुनः ॥
देवेष्वपि विभागोऽस्य न तवास्ति कदाचन ॥
]

`speaker [
सूत उवाच
]

`verse 9 [
इत्युक्त्वा नारदस्तस्माज्जगाम च यथागतम् ॥
विन्ध्यश्च परितप्तो वै धिग्वै मे जीवितादिकम् ॥
]

`verse 10 [
विश्वेश्वरं तथा शंभुमाराध्य   च तपाम्यहम् ॥
इति निश्चित्य मनसा शंकर शरणं गतः ॥
]

`verse 11 [
जगाम तत्र सुप्रीत्या ह्योंकारो यत्र वै स्वयम् ॥
चकार च पुनस्तत्र शिवमूर्तिश्च पार्थिवीम् ॥
]

`verse 12 [
आराध्य च तदा शंभुं षण्मासं स निरन्तरम्॥
न चचाल तपस्थानाच्छिवध्यानपरायणः ॥
]

`verse 13 [
एवं विंध्यतपो दृष्ट्वा प्रसन्नः पार्वतीपतिः ॥
स्वरूपं दर्शयामास दुर्ल्लभं योगिनामपि ॥
]

`verse 14 [
प्रसन्नस्स तदोवाच ब्रूहि त्वं मनसेप्सितम् ॥
तपसा ते प्रसन्नोस्मि भक्तानामीप्सितप्रदः॥
]

`speaker [
विन्ध्य उवाच
]

`verse 15 [
यदि प्रसन्नो देवेश बुद्धिं देहि यथेप्सिताम् ॥
स्वकार्यसाधिनीं शंभो त्वं सदा भक्तवत्सलः ॥
]

`speaker [
सूत उवाच
]

`verse 16 [
तच्छ्रुत्वा भगवाञ्छंभुश्चिचेत हृदये चिरम्॥
परोपतापदं विन्ध्यो वरमिच्छति मूढधीः ॥
]

`verse 17 [
किं करोमि यदेतस्मै वरदानं भवेच्छुभम् ॥
मद्दत्तं परदुःखाय वरदानं यथा नहि ॥
]

`speaker [
सूत उवाच
]

`verse 18 [
तथापि दत्तवाञ् शंभुस्तस्मै तद्वरमुत्तमम् ॥
विध्यपर्वतराज त्वं यथेच्छसि तथा कुरु ॥
]

`verse 19 [
एवं च समये देवा ऋपयश्चामलाशयाः ॥
संपूज्य शंकरं तत्र स्थातव्यमिति चाबुवन्॥
]

`verse 20 [
तच्छुत्वा देववचनं प्रसन्नः परमेश्वरः॥
तथैव कृतवान्प्रीत्या लोकानां सुखहेतवे ॥
]

`verse 21 [
ॐ कारं चैव यल्लिंगमेकं तच्च द्विधा गतम् ॥
प्रणवे चैव ॐकारनामासीत्स सदाशिवः ॥
]

`verse 22 [
पार्थिवे चैव यज्जातं तदासीत्परमेश्वरः ॥
भक्ताभीष्टप्रदौ चोभौ भुक्तिमुक्तिप्रदौ द्विजाः ॥
]

`verse 23 [
तत्पूजां च तदा चक्रुर्देवाश्च ऋषयस्तथा ॥
प्रापुर्वराननेकांश्च संतोष्य वृषभध्वजम् ॥
]

`verse 24 [
स्वस्वस्थानं ययुर्देवा विन्ध्योपि मुदितोऽधिकम् ॥
कार्य्यं साधितवान्स्वीयं परितापं जहौ द्विजाः ॥
]

`verse 25 [
य एवं पूजयेच्छंभुं मातृगर्भं वसेन्न हि ॥
यदभीष्टफलं तच्च प्राप्नुयान्नात्र संशय ॥
]

`speaker [
सूत उवाच
]

`verse 26 [
एतत्ते सर्वमाख्यातमोंकारप्रभवे फलम् ॥
अतः परं प्रवक्ष्यामि केदारं लिंगमुत्तमम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायामोंकारेश्वरज्योतिर्लिंगमाहात्म्यवर्णनं नामाष्टादशोऽध्यायः ॥
]
