`speaker [
सूत उवाच
]

`verse 1 [
नरनारायणाख्यौ याववतारौ हरेर्द्विजाः ॥
तेपाते भारते खण्डे बदर्याश्रम एव हि॥
]

`verse 2 [
ताभ्यां संप्रार्थितश्शंभुः पार्थिवे पूजनाय वै ॥
आयाति नित्यं तल्लिंगे भक्ताधीनतया शिव ॥
]

`verse 3 [
एवं पूजयतोश्शंभुं तयोर्विष्ण्ववतारयोः ॥
चिरकालो व्यतीताय शैवयोर्धर्मपुत्रयोः ॥
]

`verse 4 [
एकस्मिन्समये तत्र प्रसन्नः परमेश्वरः ॥
प्रत्युवाच प्रसन्नोस्मि वरो मे व्रियतामिति॥
]

`verse 5 [
इत्युक्ते च तदा
तेन नरो नारायणस्स्वयम्॥
ऊचतुर्वचनं तत्र लोकानां हितकाम्यया ॥
]

`speaker [
नरनारायणावूचतुः
]

`verse 6 [
यदि प्रसन्नो देवेश यदि देयो वरस्त्वया ॥
स्थीयतां स्वेन रूपेण पूजार्थं शंकरस्स्वयम् ॥
]

`speaker [
सूत उवाच
]

`verse 7 [
इत्युक्तस्तु तदा ताभ्यां केदारे हिमसंश्रये ॥
स्वयं च शंकरस्तस्थौ ज्योतीरूपो महेश्वरः ॥
]

`verse 8 [
ताभ्यां च पूजितश्चैव सर्वदुःखभयापहः ॥
लोकानामुपकारार्थं भक्तानां दर्शनाय वै ॥
]

`verse 9 [
स्वयं स्थितस्तदा शंभुः केदारेश्वरसंज्ञकः ॥
भक्ताभीष्टप्रदो नित्यं दर्शनादर्चनादपि ॥
]

`verse 10 [
देवाश्च पूजयंतीह ऋषयश्च पुरातनाः॥
मनोभीष्ट फलं तेते सुप्रसन्नान्महेश्वरात् ॥
]

`verse 11 [
भवस्य पूजनान्नित्यं बदर्याश्रमवासिनः॥
प्राप्नुवन्ति यतः सोऽसौ भक्ताभीष्टप्रदः सदा ॥
]

`verse 12 [
तद्दिनं हि समारभ्य केदारेश्वर एव च ॥
पूजितो येन भक्त्या वै दुःखं स्वप्नेऽति दुर्लभम् ॥
]

`verse 13 [
यो वै हि पाण्डवान्दृष्ट्वा माहिषं रूपमास्थितः ॥
मायामास्थाय तत्रैव पलायनपरोऽभवत् ॥
]

`verse 14 [
धृतश्च पाण्डवैस्तत्र ह्यवाङ्मुखतया स्थितः ॥
पुच्छ चैव धृतं तैस्तु प्रार्थितश्च पुनःपुनः ॥
]

`verse 15 [
तद्रूपेण स्थितस्तत्र भक्तवत्सलनामभाक् ॥
नयपाले शिरोभागो गतस्तद्रूपतः स्थितः ॥
]

`verse 16 [
स वै व पूजनान्नित्यमाज्ञां चैवाप्यदात्तथा ॥
पूजितश्च स्वयं शंभुस्तत्र तस्थौ वरानदात् ॥
]

`verse 17 [
पूजयित्वा गतास्ते तु पाण्डवा मुदितास्तदा ॥
लब्ध्वा चित्तेप्सितं सर्वं विमुक्तास्सर्वदुःखतः ॥
]

`verse 18 [
तत्र नित्यं हस्साक्षात्क्षेत्रे केदारसंज्ञके ॥
भारतीभिः प्रजाभिश्च तथैव परिपूज्यते ॥
]

`verse 19 [
तत्रत्यं वलयं यो वै ददाति हरवल्लभः ॥
हररूपांतिकं  तच्च हररूपसमन्वितम् ॥
]

`verse 20 [
तथैव रूपं दृष्ट्वा च सर्वपापैः प्रमुच्यते ॥
जीवन्मुक्तो भवेत्सोपि यो गतो बदरीवने ॥
]

`verse 21 [
दृष्ट्वा रूपं नरस्यैव तथा नारायणस्य हि ॥
केदारेश्वरशंभोश्च मुक्तभागी न संशयः ॥
]

`verse 22 [
केदारेशस्य भक्ता ये मार्गस्थास्तस्य वै मृता॥
गतेऽपि मुक्ता भवंत्येव नात्र कार्य्या विचारणा ॥
]

`verse 23 [
गत्वा तत्र प्रीतियुक्तः केदारेशं प्रपूज्य च ॥
तत्रत्यमुदकं पीत्वा पुनर्जन्म न विन्दति ॥
]

`verse 24 [
खण्डेस्मिन्भारते विप्रा नरनारायणेश्वरः ॥
केदारेशः प्रपूज्यश्च सर्वैर्जीवैस्सुभक्तितः ॥
]

`verse 25 [
अस्य खण्डस्य स स्वामी सर्वेशोपि विशेषतः ॥
सर्वकामप्रदश्शंभुः केदाराख्यो न संशय ॥
]

`verse 26 [
एतद्वचस्समाख्यातं यत्पृष्टमृषिसत्तमाः ॥
श्रुत्वा पापं हरेत्सर्वं नात्र कार्या विचारणा ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां केदारेश्वरज्योतिर्लिगमाहात्म्यवर्णनं नामैकोनविंशोऽध्यायः ॥
]
