`speaker [
सूत उवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि माहात्म्यं भैमशंकरम् ॥
यस्य श्रवणमात्रेण सर्वाभीष्टं लभेन्नरः ॥
]

`verse 2 [
कामरूपाभिधे देशे शंकरो लोककाम्यया ॥
अवतीर्णः स्वयं साक्षात्कल्याणसुखभाजनम् ॥
]

`verse 3 [
यदर्थमवतीर्णोसौ शंकरो लोकशंकरः॥
शृणुतादरतस्तच्च कथयामि मुनीश्वराः॥
]

`verse 4 [
भीमोनाम महोवीर्यो राक्षसोऽभूत्पुरा द्विजाः॥
दुःखदस्सर्वभूतानां धर्मध्वंसकरस्सदा॥
]

`verse 5 [
कुंभकर्णात्समुत्पन्नः कर्कट्यां सुमहाबलः॥
सह्ये च पर्वते सोऽपि मात्रा वासं चकार ह॥
]

`verse 6 [
कुंभकर्णे च रामेण हते लोकभयंकरे॥
राक्षसी पुत्रसंयुक्ता सह्येऽतिष्ठत्स्वयं तदा॥
]

`verse 7 [
स बाल एकदा भीमः कर्कटीं मातरं द्विजाः॥
पप्रच्छ च खलो लोकदुःखदो भीमविक्रमः॥
]

`speaker [
भीम उवाच
]

`verse 8 [
मातर्मे कः पिता कुत्र कथं वैकाकिनी स्थिता॥
ज्ञातुमिच्छामि तत्सर्वं यथार्थं त्वं वदाधुना ॥
]

`speaker [
सूत उवाच
]

`verse 9 [
एवं पृष्टा तदा तेन पुत्रेण राक्षसी च सा॥
उवाच पुत्रं सा दुष्टा श्रूयतां कथयाम्यहम् ॥
]

`speaker [
कर्कट्युवाच
]

`verse 10 [
पिता ते कुम्भकर्णश्च रावणानुज एव च ॥
रामेण मारितस्सोयं भ्रात्रा सह महाबलः ॥
]

`verse 11 [
अत्रागतः कदाचिद्वै कुम्भकर्णस्य राक्षसः ॥
मद्भोगं कृतवांस्तात प्रसह्य बलवान्पुरा ॥
]

`verse 12 [
लंकां स गतवान्मां च त्यक्त्वात्रैव महाबलः ॥
मया न दृष्ट्वा सा लंका ह्यत्रैव निवसाम्यहम् ॥
]

`verse 13 [
पिता मे कर्कटो नाम माता मे पुष्कसी मता ॥
भर्ता मम विराधो हि रामेण निहतः पुरा ॥
]

`verse 14 [
पित्रोः पार्श्वे स्थिता चाहं निहते स्वामिनि प्रिये ॥
पितरौ मे मृतौ चात्र ऋषिणा भस्मसात्कृतौ ॥
]

`verse 15 [
भक्षणार्थं गतौ तत्र कुद्धेन सुमहात्मना॥
सुतीक्ष्णेन सुतपसाऽगस्त्यशिष्येण वै तदा॥
]

`verse 16 [
साऽहमेकाकिनी जाता दुःखिता पर्वते पुरा॥
निवसामि स्म दुःखार्ता निरालंबा निराश्रया॥
]

`verse 17 [
एतस्मिन्समये ह्यत्र राक्षसो रावणानुजः॥
आगत्य कृतवान्संगं मां विहाय गतो हि सः॥
ततस्त्वं च समुत्पन्नो महाबलपराक्रमः॥
अवलंब्य पुनस्त्वां च कालक्षेपं करोम्यहम्॥
]

`speaker [
सूत उवाच
]

`verse 18 [
इति श्रुत्वा वचस्तस्या भीमो भीमपराक्रमः॥
कुद्धश्च चिंतयामास किं करोमि हरिं प्रति॥
]

`verse 19 [
पितानेन हतो मे हि तथा मातामहो ह्यपि॥
विराधश्च हतोऽनेन दुःखं बहुतरं कृतम्॥
]

`verse 20 [
तत्पुत्रोहं भवेयं चेद्धरिं तं पीडयाम्यहम्॥
इति कृत्वा मतिं भीमस्तपस्तप्तुं महद्ययौ॥
]

`verse 21 [
ब्रह्माणां च समुद्दिश्य वर्षाणां च सहस्रकम् ॥
मनसा ध्यानमाश्रित्य तपश्चक्रे महत्तदा॥
]

`verse 22 [
ऊर्ध्वबाहुश्चैकपादस्सूर्य्ये दृष्टिं दधत्पुरा॥
संस्थितस्स बभूवाथ भीमो राक्षसपुत्रकः ॥
]

`verse 23 [
शिरसस्तस्य संजातं तेजः परमदारुणम् ॥
तेन दग्धास्तदा देवा ब्रह्माणं शरणं ययुः ॥
]

`verse 24 [
प्रणम्य वेधसं भक्त्या तुष्टुवुर्विविधैः स्तवैः ॥
दुःखं निवेदयांचकुर्ब्रह्मणे ते सवासवाः ॥
]

`speaker [
देवा ऊचुः
]

`verse 25 [
ब्रह्मन्वै रक्षसस्तेजो लोकान्पीडितुमुद्यतम् ॥
यत्प्रार्थ्यते च दुष्टेन तत्त्वं देहि वरं विधे ॥
]

`verse 26 [
नोचेदद्य वयं दग्धास्तीव्रतत्तेजसा पुनः ॥
यास्यामस्संक्षयं सर्वे तस्मात्तं देहि प्रार्थितम् ॥
]

`speaker [
सूत उवाच
]

`verse 27 [
इति तेषां वचश्श्रुत्वा ब्रह्मा लोकपितामहः ॥
जगाम च वरं दातुं वचनं चेदमब्रवीत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
प्रसन्नोऽस्मि वरं ब्रूहि यत्ते मनसि वर्तते ॥
इति श्रुत्वा विधेर्वाक्यमब्रवीद्राक्षसो हि सः ॥
]

`speaker [
भीम उवाच
]

`verse 29 [
यदि प्रसन्नो देवेश यदि देयो वर स्त्वया ॥
अतुलं च बलं मेऽद्य देहि त्वं कमलासन ॥
]

`speaker [
सूत उवाच
]

`verse 30 [
इत्युक्त्वा तु नमश्चक्रे ब्रह्मणे स हि राक्षसः ॥
ब्रह्मा चापि तदा तस्मै वरं दत्त्वा गृहं ययौ॥
]

`verse 31 [
राक्षसो गृहमागत्य ब्रह्माप्तातिबलस्तदा ॥
मातरं प्रणिपत्याशु स भीमः प्राह गर्ववान्॥
]

`speaker [
भीम उवाच
]

`verse 32 [
पश्य मातर्बलं मेऽद्य करोमि प्रलयं महत् ॥
देवानां शक्रमुख्यानां हरेर्वै तत्सहायिनः ॥
]

`speaker [
सूत उवाच
]

`verse 33 [
इत्युक्त्वा प्रथमं भीमो जिग्ये देवान्सवासवान् ॥
स्थानान्निस्सारयामास स्वात्स्वात्तान्भीमविक्रमः ॥
]

`verse 34 [
ततो जिग्ये हरिं युद्धे प्रार्थितं निर्जरैरपि ॥
ततो जेतुं रसां दैत्यः प्रारंभं कृतवान्मुदा ॥
]

`verse 35 [
पुरा सुदक्षिणां तत्र कामरूपेश्वरं प्रभुम् ॥
जेतुं गतस्ततस्तेन युद्धमासीद्भयंकरम् ॥
]

`verse 36 [
भीमोऽथ तं महाराजं प्रभावाद्ब्रह्मणोऽसुरः ॥
जिग्ये वरप्रभावेण महावीरं शिवाश्रयम्॥
]

`verse 37 [
स हि जित्वा ततस्तं च कामरूपेश्वरं प्रभुम् ॥
बबंध ताडयामास भीमो भीमपराक्रमः ॥
]

`verse 38 [
गृहीतं तस्य सर्वस्वं राज्यं सोपस्करं द्विजाः ॥
तेन भीमेन दुष्टेन शिवदासस्य भूपतेः ॥
]

`verse 39 [
राजा चापि सुधर्मिष्ठः प्रियधर्मो हरप्रियः ॥
गृहीतो निगडैस्तेन ह्येकांते स्थापितश्च सः ॥
]

`verse 40 [
तत्र तेन तदा कृत्वा पार्थिवीं मूर्तिमुत्तमाम् ॥
भजनं च शिवस्यैव प्रारब्धी प्रियकाम्यया ॥
]

`verse 41 [
गंगायास्तवनं तेन बहुधा च तदा कृतम् ॥
मानसं स्नानकर्मादि कृत्वा शंकरपूजनम् ॥
]

`verse 42 [
पार्थिवेन विधानेन चकार नृपसत्तमः ॥
तद्ध्यानं च यथा स्याद्वै कृत्वा च विधिपूर्वकम् ॥
]

`verse 43 [
प्रणिपातैस्तथा स्तोत्रैर्मुद्रासन पुरस्सरम् ॥
कृत्वा हि सकलं तच्च स भेजे शंकरं मुदा ॥
]

`verse 44 [
पंचाक्षरमयीं विद्यां जजाप प्रणवान्विताम् ॥
नान्यत्कार्यं स वै कर्तुं लब्धवानन्तरं तदा ॥
]

`verse 45 [
तत्पत्नी च तदा साध्वी दक्षिणा नाम विश्रुता ॥
निधानं पार्थिवं प्रीत्या चकार नृपवल्लभा ॥
]

`verse 46 [
दंपती त्वेकभावेन शंकरं भक्तशंकरम् ॥
भेजाते तत्र तौ नित्यं शिवाराधनतत्परौ ॥
]

`verse 47 [
राक्षसो यज्ञकर्मादि वरदर्प विमोहितः ॥
लोपयामास तत्सर्वं मह्यं वै दीयतामिति ॥
]

`verse 48 [
बहुसैन्यसमायुक्तो राक्षसानां दुरात्मनाम ॥
चकार वसुधां सर्वां स्ववशे चर्षिसत्तमाः ॥
]

`verse 49 [
वेदधर्मं शास्त्रधर्मं स्मृतिधर्मं पुराणजम् ॥
लोपयित्वा च तत्सर्वं बुभुजे स्वयमूर्जितः ॥
]

`verse 50 [
देवाश्च पीडितास्तेन सशक्रा ऋषयस्तथा ॥
अत्यन्तं दुःखमापन्ना लोकान्निस्सारिता द्विजाः ॥
]

`verse 51 [
ते ततो विकलास्सर्वे सवासवसुरर्षयः ॥
ब्रह्मविष्णू पुरोधाय शंकरं शरणं ययुः ॥
]

`verse 52 [
स्तुत्वा स्तोत्रैरनेकैश्च शंकरं लोक शंकरम् ॥
प्रसन्नं कृतवंतस्ते महाकोश्यास्तटे शुभे ॥
]

`verse 53 [
कृत्वा च पार्थिवीं मूर्तिं पूजयित्वा विधानतः ॥
तुष्टुवुर्विविधैः स्तोत्रैर्नमस्कारादिभिः क्रमात् ॥
]

`verse 54 [
एवं स्तुतस्तदा शंभुर्देवानां स्तवनादिभिः ॥
सुप्रसन्नतरो भूत्वा तान्सुरानिदमब्रवीत् ॥
]

`speaker [
शिव उवाच
]

`verse 55 [
हे हरे हे विधे देवा ऋषयश्चाखिला अहम् ॥
प्रसन्नोस्मि वरं ब्रूत किं कार्यं करवाणि वः ॥
]

`speaker [
सूत उवाच
]

`verse 56 [
इत्युक्ते च तदा तेन शिवेन वचने द्विजाः ॥
सुप्रणम्य करौ बद्ध्वा देवः ऊचुश्शिवं तदा ॥
]

`speaker [
देवा ऊचुः
]

`verse 57 [
सर्वं जानासि देवेश सर्वेषां मनसि स्थितम् ॥
अन्तर्यामी च सर्वस्य नाज्ञातं विद्यते तव ॥
]

`verse 58 [
तथापि श्रूयतां नाथ स्वदुःखं ब्रूमहे वयम् ॥
त्वदाज्ञया महादेव कृपादृष्ट्या विलोकय ॥
]

`verse 59 [
राक्षसः कर्कटीपुत्रः कुंभकर्णोद्भवो बली ॥
पीडयत्यनिशं देवान्ब्रह्मदत्तवरोर्जितः ॥
]

`verse 60 [
तमिमं जहि भीमाह्वं राक्षसं दुःखदायकम् ॥
कृपां कुरु महेशान विलंबं न कुरु प्रभो ॥
]

`speaker [
सूत उवाच
]

`verse 61 [
इत्युक्तस्तु सुरैस्सर्वैश्शंभुवें भक्तवत्सलः ॥
वधं तस्य करिष्यामीत्युक्त्वा देवांस्ततोऽब्रवीत् ॥
]

`speaker [
शंभुरुवाच
]

`verse 62 [
कामरूपेश्वरो राजा मदीयो भक्त उत्तमः ॥
तस्मै ब्रूतेति वै देवाः कार्य्यं शीघ्रं भविष्यति ॥
]

`verse 63 [
सुदक्षिण महाराज काम रूपेश्वर प्रभो ॥
मद्भक्तस्त्वं विशेषेण कुरु मद्भजनं रतेः ॥
]

`verse 64 [
दैत्यं भीमाह्वयं दुष्टं ब्रह्मप्राप्तवरोर्जितम् ॥
हनिष्यामि न संदेहस्त्वत्तिरस्कारकारिणम् ॥
]

`speaker [
सूत उवाच
]

`verse 65 [
अथ ते निर्जरास्सर्वे तत्र गत्वा मुदान्विताः ॥
तस्मै महानृपायोचुर्यदुक्तं शंभुना च तत् ॥
]

`verse 66 [
तमित्युक्त्वा च वै देवा आनंदं परमं गताः ॥
महर्षयश्च ते सर्वे ययुश्शीप्रं निजाश्रमान् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां भीमेश्वरज्योतिर्लिगमाहात्म्ये भीमासुरकृतोपद्रववर्णनं नाम विंशोऽध्यायः ॥
]
