`speaker [
सूत उवाच
]

`verse 1 [
शिवोऽपि च गणैस्सार्द्धं जगाम हितकाम्यया ॥
स्वभक्तनिकटं गुप्तस्तस्थौ रक्षार्थमादरात् ॥
]

`verse 2 [
एतस्मिन्नन्तरे तत्र कामरूपेश्वरेण च ॥
अत्यंतं ध्यानमारब्धं पार्थिवस्य पुरस्तदा ॥
]

`verse 3 [
केनचित्तत्र गत्वा च राक्षसाय निवेदितम् ॥
राजा किंचित्करोत्येवं त्वदर्थं ह्याभिचारिकम्॥
]

`speaker [
सूत उवाच
]

`verse 4 [
राक्षसस्स च तच्छुत्वा क्रुद्धस्तद्धननेच्छया ॥
गृहीत्वा करवालं च जगाम नृपतिं प्रति ॥
]

`verse 5 [
तद्दृष्ट्वा राक्षसस्तत्र पार्थिवादि स्थितं च यत् ॥
तदर्थं तत्स्वरूपं च दृष्ट्वा किंचित्करोत्यसौ ॥
]

`verse 6 [
अत एनं बलादद्य हन्मि सोपस्करं नृपम् ॥
विचार्येति महाक्रुद्धो राक्षसः प्राह तं नृपम् ॥
]

`speaker [
भीम उवाच
]

`verse 7 [
रेरे पार्थिव दुष्टात्मन्क्रियते किं त्वयाधुना ॥
सत्यं वद न हन्यां त्वामन्यथा हन्मि निश्चितम् ॥
]

`speaker [
सूत उवाच
]

`verse 8 [
इति श्रुत्वा वचस्तस्य कामरूपेश्वरश्च सः ॥
मनसीति चिचिन्ताशु शिवविश्वासपूरितः ॥
]

`verse 9 [
भविष्यं यद्भवत्येव नास्ति तस्य   निवर्तकः ॥
प्रारब्धाधीनमेवात्र प्रारब्धस्स शिवः स्मृतः ॥
]

`verse 10 [
कृपालुश्शंकरश्चात्र पार्थिवे वर्तते ध्रुवम् ॥
मदर्थं न करोतीह कुतः कोयं च राक्षसः ॥
]

`verse 11 [
स्वानुरूपां प्रतिज्ञां स सत्यं चैव करिष्यति ॥
सत्यप्रतिज्ञो भगवाञ्छिवश्चेति श्रुतौ श्रुतः ॥
]

`verse 12 [
मम भक्तं यदा कश्चित्पीडयत्यतिदारुणः ॥
तदाहं तस्य रक्षार्थं दुष्टं हन्मि न संशयः ॥
]

`verse 13 [
एवं धैर्य्यं समालंब्य ध्यात्वा देवं च शंकरम् ॥
प्रार्थयामास सद्भक्त्या मनसैव रसेश्वरः ॥
]

`verse 14 [
त्वदीयोऽस्मि महाराज यथेच्छसि तथा कुरु ॥
सत्यं च वचनं ह्यत्र ब्रवीमि कुरु मे हितम् ॥
]

`verse 15 [
एवं मनसि स ध्यात्वा सत्यपाशेन मंत्रितः ॥
प्राह सत्यं वचो राजा राक्षसं चावमानयन् ॥
]

`speaker [
नृप उवाच
]

`verse 16 [
भजामि शंकरं देवं स्वभक्तपरिपालकम् ॥
चराचराणां सर्वेषामीश्वरं निर्विकारकम् ॥
]

`speaker [
सूत उवाच
]

`verse 17 [
इति तस्य वचः श्रुत्वा कामरूपेश्वरस्य सः ॥
क्रोधेन प्रचलद्गात्रो भीमो वचनमब्रवीत् ॥
]

`speaker [
भीम उवाच
]

`verse 18 [
शंकरस्ते मया ज्ञातः किं करिष्यति वै मम ॥
यो मे पितृव्यकेनैव स्थापितः किंकरो यथा ॥
]

`verse 19 [
तद्बलं हि समाश्रित्य विजेतुं त्वं समीहसे ॥
तर्हि त्वया जितं सर्वं नात्र कार्या विचारणा ॥
]

`verse 20 [
यावन्मया न दृष्टो हि शंकरस्त्वत्प्रपालकः ॥
तावत्त्वं स्वामिनं मत्वा सेवसे नान्यथा क्वचित् ॥
]

`verse 21 [
मया दृष्टे च तत्सर्वं स्फुटं स्यात्सर्वथा नृप ॥
तस्मात्त्वं वै शिवस्येदं रूपं दूरतरं कुरु ॥
]

`verse 22 [
अन्यथा हि भयं तेऽद्य भविष्यति न संशयः ॥
स्वामिनस्ते करं तीक्ष्णं दास्येऽहं भीमविक्रमः ॥
]

`speaker [
सूत उवाच
]

`verse 23 [
इति तद्वचनं श्रुत्वा कामरूपेश्वरो नृपः ॥
दृढं शंकरविश्वासो द्रुतं वाक्यमुवाच तम् ॥
]

`speaker [
राजोवाच
]

`verse 24 [
अहं च पामरो दुष्टो न मोक्ष्ये शंकरं पुनः ॥
सर्वोत्कृष्टश्च मे स्वामी न मां मुंचति कर्हिचित् ॥
]

`speaker [
सूत उवाच
]

`verse 25 [
एवं वचस्तदा श्रुत्वा तस्य राज्ञश्शिवात्मनः ॥
तं प्रहस्य द्रुतं भीमो भूपतिं राक्षसोऽब्रवीत् ॥
]

`speaker [
भीम उवाच
]

`verse 26 [
मत्तो भिक्षयते नित्यं स किं जानाति स्वाकृतिम् ॥
योगिनां का च निष्ठा वै भक्तानां प्रतिपालने ॥
]

`verse 27 [
इति कृत्वा मतिं त्वं च दूरतो भव सर्वथा॥
अहं च तव स स्वामी युद्धं वै करवावहे ॥
]

`speaker [
सूत उवाच
]

`verse 28 [
इत्युक्तस्य नृपश्रेष्ठश्शंभुभक्तो दृढव्रतः ॥
प्रत्युवाचाभयो भीमं दुःखदं जगतां सदा ॥
]

`speaker [
राजोवाच
]

`verse 29 [
शृणु राक्षस दुष्टात्मन्मया कर्तुं न शक्यते ॥
त्वया विक्रियते तर्हि कुतस्त्वं शक्तिमानसि ॥
]

`speaker [
सूत उवाच
]

`verse 30 [
इत्युक्तस्सैन्यमादाय राजानं परिभर्त्स्य तम् ॥
करालं करवालं च पार्थिवे प्राक्षिपत्तदा ॥
]

`verse 31 [
पश्य त्वं स्वामिनोऽद्यैव बलं भक्तसुखावहम् ॥
इत्युवाच विहस्यैव राक्षसैस्स महाबलः ॥
]

`verse 32 [
करवालः पार्थिवं च यावत्स्पृशति नो द्विजाः ॥
यावच्च पार्थिवात्तस्मादाविरासीत्स्वयं हरः ॥
]

`verse 33 [
पश्य भीमेश्वरोहं च रक्षार्थं प्रकटोऽभवम् ॥
मम पूर्वव्रतं ह्येतद्रक्ष्यो भक्तो मया सदा ॥
]

`verse 34 [
एतस्मात्पश्य मे शीघ्रं बलं भक्तसुखावहम् ॥
इत्युक्त्वा स पिनाकेन करवालो द्विधा कृतः ॥
]

`verse 35 [
पुनश्चैव त्रिशूलं स्वं चिक्षिपे तेन रक्षसा ॥
तच्छूलं शतधा नीतमपि दुष्टस्य शंभुना ॥
]

`verse 36 [
पुनश्शक्तिश्च निःक्षिप्ता तेन शंभूपरि द्विजाः ॥
शंभुना सापि बाणैस्स्वैर्लक्षधा च कृता द्रुतम् ॥
]

`verse 37 [
पट्टिशश्च ततस्तेन निःक्षिप्तो हि शिवोपरि ॥
शिवेन स त्रिशूलेन तिलशश्च कृतं क्षणात् ॥
]

`verse 38 [
ततश्शिवगणानां च राक्षसानां परस्परम् ॥
युद्धमासीत्तदा घोरं पश्यतां दुःखकावहम् ॥
]

`verse 39 [
ततश्च पृथिवी सर्वा व्याकुला चाभवत्क्षणात् ॥
समुद्राश्च तदा सर्वे चुक्षुभुस्समहीधराः ॥
]

`verse 40 [
देवाश्च ऋषयस्सर्वे बभूवुर्विकला अति ॥
ऊचुः परस्परं चेति व्यर्थं वै प्रार्थितश्शिवः ॥
]

`verse 41 [
नारदश्च समागत्य शंकरं दुःखदाहकम् ॥
प्रार्थयामास तत्रैव सांजलिर्नतमस्तकः ॥
]

`speaker [
नारद उवाच
]

`verse 42 [
क्षम्यतां क्षम्यतां नाथ त्वया विभ्रमकारक ॥
तृणेकश्च कुठारो वै हन्यतां शीघ्रमेव हि ॥
]

`verse 43 [
इति संप्रार्थितश्शंभुः सर्वान्रक्षोगणान्प्रभुः ॥
हुंकारेणैव चास्त्रेण भस्मसात्कृतवांस्तदा ॥
]

`verse 44 [
सर्वे ते राक्षसा दग्धाः शंकरेण क्षणं मुने ॥
बभूवुस्तत्र सर्वेषां देवानां पश्यताद्भुतम्॥
]

`verse 45 [
दावानलगतो वह्निर्यथा च वनमादहेत् ॥
तथा शिवेन क्रुद्धेन राक्षसानां बलं क्षणात्॥
]

`verse 46 [
भीमस्यैव च किं भस्म न ज्ञातं केनचित्तदा ॥
परिवारयुतो दग्धो नाम न श्रूयते क्वचित् ॥
]

`verse 47 [
ततश्शिवस्य कृपया शांतिं प्राप्ता मुनीश्वराः ॥
देवास्सर्वे च शक्राद्यास्स्वास्थ्यं प्रापाखिलं जगत् ॥
]

`verse 48 [
क्रोधज्वाला महेशस्य निस्ससार वनाद्वनम् ॥
राक्षसानां च तद्भस्म सर्वं व्याप्तं वनेऽखिलम् ॥
]

`verse 49 [
ततश्चौषधयो जाता नानाकार्यकरास्तथा ॥
रूपान्तरं ततो नॄणां भवेद्वेषांतरं तथा ॥
]

`verse 50 [
भूतप्रेतपिशाचादि दूरतश्च ततो व्रजेत् ॥
तन्न कार्यं च यच्चैव ततो न भवति द्विजाः ॥
]

`verse 51 [
ततः प्रार्थितश्शम्भुर्मुनिभिश्च विशेषतः ॥
स्थातव्यं स्वामिना ह्यत्र लोकानां सुखहेतवे ॥
]

`verse 52 [
अयं वै कुत्सितो देश अयोध्यालोकदुःखदः ॥
भवंतं च तदा दृष्ट्वा कल्याणं संभविष्यति ॥
]

`verse 53 [
भीमशंकरनामा त्वं भविता सर्वसाधकः ॥
एतल्लिंगं सदा पूज्यं सर्वापद्विनिवारकम् ॥
]

`speaker [
सूत उवाच
]

`verse 54 [
इत्येवं प्रार्थितश्शम्भुर्लोकानां हितकारकः ॥
तत्रैवास्थितवान्प्रीत्या स्वतन्त्रो भक्तवत्सलः ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां भीमेश्वरज्योतिर्लिङ्गोत्पत्तिमाहात्म्यवर्णनं नामैकविंशोऽध्यायः ॥
]
