`speaker [
सूत उवाच
]

`verse 1 [
अतःपरं प्रवक्ष्यामि श्रूयतामृषिसत्तमाः ॥
विश्वेश्वरस्य माहात्म्यं महापातकनाशनम् ॥
]

`verse 2 [
यदिदं दृश्यते किंचिज्जगत्यां वस्तुमात्रकम्॥
चिदानन्द स्वरूपं च निर्विकारं सनातनम् ॥
]

`verse 3 [
तस्यैव कैवल्यरतेर्द्वितीयेच्छा ततोभवत् ॥
स एव सगुणो जातश्शिव इत्यभिधीयते ॥
]

`verse 4 [
स एव हि द्विधा जातः पुंस्त्रीरूपप्रभेदतः ॥
यः पुमान्स शिवः ख्यातः स्त्रीशक्तिस्सा हि कथ्यते ॥
]

`verse 5 [
चिदानन्देस्वरूपाभ्यां पुरुषावपि निर्मितौ ॥
]

`verse 6 [
अदृष्टाभ्यां तदा ताभ्यां स्वभावान्मुनिसत्तमाः ॥
तावदृष्ट्वा तदा तौ च स्वमातृपितरौ द्विजाः ॥
]

`verse 7 [
महासंशयमापन्नौ प्रकृतिः पुरुषश्च तौ ॥
तदा वाणी समुत्पन्ना निर्गुणात्परमात्मनः ॥
तपश्चैव प्रकर्तव्यं ततस्सृष्टिरनुत्तमा ॥
]

`speaker [
प्रकृतिपुरुषाबूचतुः
]

`verse 8 [
तपसस्तु स्थलंनास्ति कुत्रावाभ्यां प्रभोऽधुना॥
स्थित्वा तपः प्रकर्तव्यं तव शासनतश्शिव ॥
]

`verse 9 [
ततश्च तेजसस्सारं पंचक्रोशात्मकं शुभम्॥
सर्वोपकरणैर्युक्तं सुंदरं नगरं तथा॥
]

`verse 10 [
निर्माय प्रेषितं तत्स्वं निर्गुणेन शिवेन च॥
अंतरिक्षे स्थितं तच्च पुरुषस्य समीपतः॥
]

`verse 11 [
तदधिष्ठाय हरिणा सृष्टिकामनया ततः ॥
बहुकालं तपस्तप्तं तद्ध्यानमवलंब्य च॥
]

`verse 12 [
श्रमेण जलधारश्च विविधाश्चाभवंस्तदा ॥
ताभिर्व्याप्तं च तच्छून्यं नान्यत्किंचिददृश्यत ॥
]

`verse 13 [
ततश्च विष्णुना दृष्टं किमेतद्दृश्यतेऽद्भुतम्॥
इत्याश्चर्यं तदा दृष्ट्वा शिरसः कम्पनं कृतम् ॥
]

`verse 14 [
ततश्च पतितः कर्णान्मणिश्च पुरतः प्रभो ॥
तद्बभूव महत्तीर्थं नामतो मणिकर्णिका॥
]

`verse 15 [
जलौघे प्लाव्यमाना सा पंचक्रोशी यदाभवत ॥
निर्गुणेन शिवेनाशु त्रिशूलेन धृता तदा ॥
]

`verse 16 [
विष्णुस्तत्रैव सुष्वाप प्रकृत्या स्वस्त्रिया सह ॥
तन्नाभिकमलाज्जातो ब्रह्मा शंकरशासनात् ॥
]

`verse 17 [
शिवाज्ञां स समासाद्य सृष्टिचक्रेऽद्भुता तदा ॥
चतुर्द्दशमिता लोका ब्रह्मांडे यत्र निर्मिताः ॥
]

`verse 18 [
योजनानां च पंचाशत्कोटिसंख्याप्रमाणतः॥
ब्रह्मांडस्यैव विस्तारो मुनिभिः परिकीर्तितः॥
]

`verse 19 [
ब्रह्मांडे कर्मणा बद्धा प्राणिनो मां कथं पुनः ॥
प्राप्स्यंतीति विचिन्त्यैतत्पंचक्रोशी विमोचिता ॥
]

`verse 20 [
इयं च शुभदा लोके कर्म नाशकरी मता ॥
मोक्षप्रकाशिका काशी ज्ञानदा मम सुप्रिया ॥
]

`verse 21 [
अविमुक्तं स्वयं लिंगं स्थापितं परमात्मना॥
न कदाचित्त्वया त्याज्यमिदं क्षेत्रं ममांशक ॥
]

`verse 22 [
इत्युक्त्वा च त्रिशूलात्स्वादवतार्य्य हरस्स्वयम् ॥
मोचयामास भुवने मर्त्यलोके हि काशिकाम् ॥
]

`verse 23 [
ब्रह्मणश्च दिने सा हि न विनश्यति निश्चितम् ॥
तदा शिवस्त्रिशूलेन दधाति मुनयश्च ताम् ॥
]

`verse 24 [
पुनश्च ब्रह्मणा सृष्टौ कृतायां स्थाप्यते द्विजाः ॥
कर्मणा कर्षणाच्चैव काशीति परिपठ्यते॥
]

`verse 25 [
अविमुक्तेश्वरं लिंगं काश्यां तिष्ठति सर्वदा॥
मुक्तिदातृ च लोकानां महापातकिनामपि ॥
]

`verse 26 [
अन्यत्र प्राप्यते मुक्तिस्सारूप्यादिर्मुनीश्वराः ॥
अत्रैव प्राप्यते जीवैः सायुज्या मुक्तिरुत्तमा ॥
]

`verse 27 [
येषां क्वापि गतिर्नास्ति तेषां वाराणसी पुरी॥
पंचक्रोशी महापुण्या हत्याकोटिविनाशनी ॥
]

`verse 28 [
अमरा मरणं सर्वे वांछतीह परे च के ॥
भुक्तिमुक्तिप्रदा चैषा सर्वदा शंकरप्रिया ॥
]

`verse 29 [
ब्रह्मा च श्लाघते चामूं विष्णुस्सिद्धाश्च योगिनः ॥
मुनयश्च तथैवान्ये त्रिलोकस्था जनाः सदा॥
]

`verse 30 [
काश्याश्च महिमानं वै वक्तुं वर्षशतैरपि॥
शक्नोम्यहं न सर्वं हि यथाशक्ति ब्रुवे ततः ॥
]

`verse 31 [
कैलासस्य पतिर्यो वै ह्यंतस्सत्त्वो बहिस्तमाः ॥
कालाग्निर्नामतः ख्यातो निर्गुणो गुणवान्भवः ॥
प्रणिपातैरनेकैश्च वचनं चेदमब्रवीत् ॥॥
]

`speaker [
रुद्र उवाच
]

`verse 32 [
विश्वेश्वर महेशान त्वदीयोऽस्मि न संशयः ॥
कृपां कुरु महादेव मयि त्वं साम्ब आत्मजे ॥
]

`verse 33 [
स्थातव्यं च सदात्रैव लोकानां हितकाम्यया ॥
तारयस्व जगन्नाथ प्रार्थयामि जगत्पते ॥
]

`speaker [
सूत उवाच
]

`verse 34 [
अविमुक्तेऽपि दान्तात्मा तं संप्रार्थ्य पुनः पुनः ॥
नेत्राश्रूणि प्रमुच्यैव प्रीतः प्रोवाच शंकरम् ॥
]

`speaker [
अविमुक्त उवाच
]

`verse 35 [
देवदेव महादेव कालामयसुभेषज॥
त्वं त्रिलोकपतिस्सत्यं सेव्यो ब्रह्माच्युतादिभिः ॥
]

`verse 36 [
काश्यां पुर्यां त्वया देव राजधानी प्रगृह्यताम् ॥
मया ध्यानतया स्थेयमचिंत्य सुखहेतवे ॥
]

`verse 37 [
मुक्तिदाता भवानेव कामदश्च न चापरः ॥
तस्मात्त्वमुपकाराय तिष्ठोमासहितस्सदा ॥
]

`verse 38 [
जीवान्भवाब्धेरखिलांस्तारय त्वं सदाशिव ॥
भक्तकार्य्यं कुरु हर प्रार्थयामि पुनःपुनः ॥
]

`speaker [
सूत उवाच
]

`verse 39 [
इत्येवं प्रार्थितस्तेन विश्वनाथेन शंकरः॥
लोकानामुपकारार्थं तस्थौ तत्रापि सर्वराट्॥
]

`verse 40 [
यद्दिनं हि समारभ्य हरः काश्यामुपागतः ॥
तदारभ्य च सा काशी सर्वश्रेष्ठतराभवत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां विश्वेश्वरमाहात्म्ये काश्यां रुद्रागमनवर्णनंनाम द्वाविंशोऽध्यायः ॥
]
