`speaker [
ऋषय ऊचुः
]

`verse 1 [
एवं वाराणसी पुण्या यदि सूत महापुरी ॥
तत्प्रभावं वदास्माकमविमुक्तस्य च प्रभो ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
वक्ष्ये संक्षेपतस्सम्यग्वाराणस्यास्सुशोभनम् ॥
विश्वेश्वरस्य माहात्म्यं श्रूयतां च मुनीश्वराः ॥
]

`verse 3 [
कदाचित्पार्वती देवी शङ्करं परया मुदा ॥
लोककामनयापृच्छन्माहात्म्यमविमुक्तयोः ॥
]

`speaker [
पार्वत्युवाच
]

`verse 4 [
अस्य क्षेत्रस्य माहात्म्यं वक्तुमर्हस्य शेषतः ॥
ममोपरि कृपां कृत्वा लोकानां हितकाम्यया ॥
]

`speaker [
सूत उवाच
]

`verse 5 [
देव्यास्तद्वचनं श्रुत्वा देवदेवो जगत्प्रभुः॥
प्रत्युवाच भवानीं तां जीवानां प्रियहेतवे ॥
]

`speaker [
परमेश्वर उवाच
]

`verse 6 [
साधु पृष्टं त्वया भद्रे लोकानां सुखदं शुभम् ॥
कथयामि यथार्थं वै महा त्म्यमविमुक्तयोः ॥
]

`verse 7 [
इदं गुह्यतमं क्षेत्रं सदा वाराणसी मम॥
सर्वेषामेव जंतूनां हेतुर्मोक्षस्य सर्वथा ॥
]

`verse 8 [
अस्मिन्सिद्धास्सदा क्षेत्रे मदीयं व्रतमाश्रिताः ॥
नानालिंगधरा नित्यं मम लोकाभिकांक्षिणः ॥
]

`verse 9 [
अभ्यस्यंति महायोगं जितात्मानो जितेन्द्रियाः ॥
परं पाशुपतं श्रौतं भुक्तिमुक्तिफलप्रदम्॥
]

`verse 10 [
रोचते मे सदा वासो वाराणस्यां महेश्वरि॥
हेतुना येन सर्वाणि विहाय शृणु तद्ध्रुवम्॥
]

`verse 11 [
यो मे भक्तश्च विज्ञानी तावुभौ मुक्तिभागिनौ ॥
तीर्थापेक्षा च न तयोर्विहिता विहिते समौ ॥
]

`verse 12 [
जीवन्मुक्तौ तु तौ ज्ञेयौ यत्रकुत्रापि वै मृतौ ॥
प्राप्नुतो मोक्षमाश्वेव मयोक्तं निश्चितं वचः ॥
]

`verse 13 [
अत्र तीर्थे विशेषोस्त्यविमुक्ताख्ये परोत्तमे ॥
श्रूयतां तत्त्वया देवि परशक्ते सुचित्तया॥
]

`verse 14 [
सर्वे वर्णा आश्रमाश्च बालयौवनवार्द्धकाः ॥
अस्यां पुर्यां मृताश्चेत्त्स्युर्मुक्ता एव न संशयः ॥
]

`verse 15 [
अशुचिश्च शुचिर्वापि कन्या परिणता तथा ॥
विधवा वाथ वा वंध्या रजोदोषयुतापि वा ॥
]

`verse 16 [
प्रसूता संस्कृता कापि यादृशी तादृशी द्विजाः ॥
अत्र क्षेत्रे मृता चेत्स्यान्मोक्षभाङ् नात्र संशयः ॥
]

`verse 17 [
स्वेदजश्चांडजो वापि द्युद्भिज्जोऽथ जरायुजः ।
मृतो मोक्षमवाप्नोति यथात्र न तथा क्वचित् ॥
]

`verse 18 [
ज्ञानापेक्षा न चात्रैव भत्तयपेक्षा न वै पुनः ॥
कर्मापेक्षा न देव्यत्र दानापेक्षा न चैव हि ॥
]

`verse 19 [
संस्कृत्यपेक्षा नैवात्र ध्यानापेक्षा न कर्हिचित् ॥
नामापेक्षार्चनापेक्षा सुजातीनां तथात्र न ॥
]

`verse 20 [
मम क्षेत्रे मोक्षदे हि यो वा वसति मानवः ॥
 यथा तथा मृतः स्याच्चेन्मोक्षमाप्नोति निश्चितम् ॥
]

`verse 21 [
एतन्मम पुरं दिव्यं गुह्याद्गुह्यतरं प्रिये ॥
ब्रह्मादयोऽपि जानंति माहात्म्यं नास्य पार्वति ॥
]

`verse 22 [
महत्क्षेत्रमिदं तस्मादविमुक्तमिति स्मृतम् ॥
सर्वेभ्यो नैमिषादिभ्यः परं मोक्षप्रदं मृते ॥
]

`verse 23 [
धर्मस्योपनिषत्सत्यं मोक्षस्योपनिषत्समम् ॥
क्षेत्रतीर्थोपनिषदमविमुक्तं विदुर्बुधाः ॥
]

`verse 24 [
कामं भुंजन्स्वपन्क्रीडन्कुर्वन्हि विविधाः क्रियाः ॥
अविमुक्ते त्यजन्प्राणाञ्जंतुर्मोक्षाय कल्पते ॥
]

`verse 25 [
कृत्वा पापसहस्राणि पिशाचत्वं वरं नृणाम् ॥
न च क्रतुसहस्रत्वं स्वर्गे काशीं पुरीं विना ॥
]

`verse 26 [
तस्मात्सर्वप्रयत्नेन सेव्यते काशिका पुरी ॥
अव्यक्तलिंगं मुनिभिर्ध्यायते च सदाशिवः ॥
]

`verse 27 [
यद्यत्फलं समुद्दिश्य तपन्त्यत्र नरः प्रिये ॥
तेभ्यश्चाहं प्रय च्छामि सम्यक्तत्तत्फलं धुवम्॥
]

`verse 28 [
सायुज्यमात्मनः पश्चादीप्सितं स्थानमेव च॥
न कुतश्चित्कर्मबंधस्त्यजतामत्र वै तनुम्॥
]

`verse 29 [
ब्रह्मा देवर्षिभिस्सार्द्धं विष्णुर्वापि दिवाकरः ॥
उपासते महात्मानस्सर्वे मामिह चापरे ॥
]

`verse 30 [
विषयासक्तचित्तोऽपि त्यक्त धर्मरुचिर्नरः ॥
इह क्षेत्रे मृतो यो वै संसारं न पुनर्विशेत् ॥
]

`verse 31 [
किं पुनर्निर्ममा धीरासत्त्वस्था दंभवर्जिताः ॥
कृतिनश्च निरारंभास्सर्वे ते मयि भाविताः ॥
]

`verse 32 [
जन्मांतरसहस्रेषु जन्म योगी समाप्नुयात् ॥
तदिहैव परं मोक्षं मरणादधिगच्छति ॥
]

`verse 33 [
अत्र लिंगान्यनेकानि भक्तैस्संस्थापितानि हि ॥
सर्वकामप्रदानीह मोक्षदानि च पार्वति ॥
]

`verse 34 [
पंचक्रोशं चतुर्दिक्षु क्षेत्रमेतत्प्रकीर्तितम् ॥
समंताच्च तथा जंतोर्मृतिकालेऽमृतप्रदम् ॥
]

`verse 35 [
अपापश्च मृतो यो वै सद्यो मोक्षं समश्नुते ॥
सपापश्च मृतौ यस्स्यात्कायव्यूहान्समश्नुते ॥
]

`verse 36 [
यातनां सोनुभूयैव पश्चान्मोक्षमवाप्नुयात् ॥
पातकं योऽविमुक्ताख्ये क्षेत्रेऽस्मिन्कुरुते ध्रुवम् ॥
]

`verse 37 [
भैरवीं यातनां प्राप्य वर्षाणामयुते पुनः ॥
ततो मोक्षमवाप्नोति भुक्त्वा पापं च सुन्दरि ॥ ॥
]

`verse 38 [
इति ते च समाख्याता पापाचारे च या गतिः ॥
एवं ज्ञात्वा नरस्सम्यक्सेवयेदविमुक्तकम् ॥
]

`verse 39 [
कृतकर्मक्षयो नास्ति कल्पकोटिशतैरपि ॥
अवश्यमेव भोक्तव्यं कृतं कर्म शुभाशुभम् ॥
]

`verse 40 [
केवलं चाशुभं कर्म नरकाय भवेदिह ॥
शुभं स्वर्गाय जायेत द्वाभ्यां मानुष्यमीरितम् ॥
]

`verse 41 [
जन्म सम्यगसम्यक् च न्यूनाधिक्ये भवेदिह ॥
उभयोश्च क्षयो मुक्तिर्भवेत्सत्यं हि पार्वति ॥
]

`verse 42 [
कर्म च त्रिविधं प्रोक्तं कर्मकाण्डे महेश्वरि ॥
संचितं क्रियमाणं च प्रारब्धं चेति बंधकृत् ॥
]

`verse 43 [
पूर्वजन्मसमुद्भूतं संचितं समुदाहृतम् ॥
भुज्यते च शरीरेण प्रारब्धं परिकीर्तितम् ॥
]

`verse 44 [
जन्मना यच्च क्रियते कर्म सांप्रतम् ॥
शुभाशुभं च देवेशि क्रियमाणं विदुर्बुधाः ॥
]

`verse 45 [
प्रारब्धकर्मणो भोगात्क्षयश्चैव चान्यथा ॥
उपायेन द्वयोर्नाशः कर्मणोः पूजनादिना ॥
]

`verse 46 [
सर्वेषां कर्मणां नाशो नास्ति काशीं पुरीं विना ॥
सर्वं च सुलभं तीर्थं दुर्ल्लभा काशिका पुरी ॥
]

`verse 47 [
पूर्वजन्मकृतं चेद्वै काशीदर्शनमादरात् ॥
तदा काशीं च संप्राप्य लभेन्मृत्युं न चान्यथा ॥
]

`verse 48 [
काशीं प्राप्य नरो यस्तु गंगायां स्नानमाचरेत् ॥
तदा च क्रियमाणस्य संचितस्यापि संक्षयः ॥
]

`verse 49 [
प्रारब्धं न विना भोगो नश्य तीति सुनिश्चितम् ॥
मृतिश्च तस्य संजाता तदा तस्य क्षयो भवेत् ॥
]

`verse 50 [
पूर्वं चैव कृता काशी पश्चात्पापं समाचरेत् ॥
तद्बीजेन बलवता नीयते काशिका पुनः ॥
]

`verse 51 [
तदा सर्वाणि पापानि भस्मसाच्च भवंति हि ॥
तस्मात्काशीं नरस्सेवेत्कर्मनिर्मूलनीं ध्रुवम् ॥ ॥
]

`verse 52 [
एकोऽपि ब्राह्मणो येन काश्यां संवासितः प्रिये ॥
काशीवासमवाप्यैव ततो मुक्तिं स विंदति ॥
]

`verse 53 [
काश्यां यो वै मृतश्चैव तस्य जन्म पुनर्नहि ॥
समुद्दिश्य प्रयागे च मृतस्य कामनाफले ॥
]

`verse 54 [
संयोगश्च तयोश्चेत्स्यात्काशीजन्यफलं वृथा ॥
यदि न स्यात्तयोर्योगस्तीर्थराजफलं वृथा॥
]

`verse 55 [
तस्मान्मच्छासनाद्विष्णुस्सृष्टिं साक्षाद्धि नूतनाम् ॥
विधाय मनसोद्दिष्टां तत्सिद्धिं यच्छति ध्रुवम् ॥
]

`speaker [
सूत उवाच
]

`verse 56 [
इत्यादि बहुमाहात्म्यं काश्यां वै मुनिसत्तमाः ॥
तथा विश्वेश्वरस्यापि भुक्तिमुक्तिप्रदं सताम् ॥
]

`verse 57 [
अतः परं प्रवक्ष्यामि माहात्म्यं त्र्यंबकस्य च ॥
यच्छ्रुत्वा सर्वपापेभ्यो मुच्यते मानवः क्षणात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां काशीविश्वेश्वरज्योतिर्लिङ्गमाहात्म्यवर्णनंनामत्रयोविंशोध्याय. ॥
]
