`speaker [
सूत उवाच
]

`verse 1 [
कदाचिद्गौतमेनैव जलार्थं प्रेषिता निजाः ॥
शिष्यास्तत्र गता भक्त्या कमंडलुकरा द्विजाः ॥
]

`verse 2 [
शिष्याञ्जलसमीपे तु गतान्दृष्ट्वा न्यषेधयन् ॥
जलार्थमगतांस्तत्र चर्षिपत्न्योप्यनेकशः ॥
]

`verse 3 [
ऋषिपत्न्यो वयं पूर्वं ग्रहीष्यामो विदूरतः ॥
पश्चाच्चैव जलं ग्राह्यमित्येवं पर्यभर्त्सयन्॥
]

`verse 4 [
परावृत्य तदा तैश्च ऋषिपत्न्यै निवेदितम् ॥
सा चापि तान्समादाय समाश्वास्य च तैः स्वयम्॥
]

`verse 5 [
जलं नीत्वा ददौ तस्मै गौतमाय तपस्विनी ॥
नित्यं निर्वाहयामास जलेन ऋषिसत्तमः ॥
]

`verse 6 [
ताश्चैवमृषिपत्न्यस्तु क्रुद्धास्तां पर्यभर्त्सयन् ॥
परावृत्य गतास्सर्वास्तूटजान्कुटिलाशयाः ॥
]

`verse 7 [
स्वाम्यग्रे विपरीतं च तद्वृत्तं निखिलं ततः॥
दुष्टाशयाभिः स्त्रीभिश्च ताभिर्वै विनिवेदितम् ॥
]

`verse 8 [
अथ तासां वचः श्रुत्वा भाविकर्मवशात्तदा ॥
गौतमाय च संकुद्धाश्चासंस्ते परमर्षयः ॥
]

`verse 9 [
विघ्नार्थं गौतमस्यैव नानापूजोपहारकैः॥
गणेशं पूजयामासुस्संकुद्धास्ते कुबुद्धयः ॥
]

`verse 10 [
आविर्बभूव च तदा प्रसन्नो हि गणेश्वरः ॥
उवाच वचनं तत्र भक्ताधीनः फलप्रदः ॥
]

`speaker [
गणेश उवाच
]

`verse 11 [
प्रसन्नोऽस्मि वरं ब्रूत यूयं किं करवाण्यहम् ॥
तदीयं तद्वचः श्रुत्वा ऋषयस्तेऽबुवंस्तदा ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 12 [
त्वया यदि वरो देयो गौतमस्स्वाश्रमाद्बहिः ॥
निष्कास्यं नो ऋषिभिः परिभर्त्स्य तथा कुरु ॥
]

`speaker [
सूत उवाच
]

`verse 13 [
स एवं प्रार्थितस्तैस्तु विहस्य वचनं पुनः ॥
प्रोवाचेभमुखः प्रीत्या बोधयंस्तान्सतां गतिः ॥
]

`speaker [
गणेश उवाच
]

`verse 14 [
श्रूयतामृषयस्सर्वे युक्तं न क्रियतेऽधुना ॥
अपराधं विना तस्मै क्रुध्यतां हानिरेव च ॥
]

`verse 15 [
उपस्कृतं पुरा यैस्तु तेभ्यो दुःखं हितं न हि ॥
यदा च दीयते दुःखं तदा नाशो भवेदिह ॥
]

`verse 16 [
ईदृशं च तपः कृत्वा साध्यते फलमुत्तमम् ॥
शुभं फलं स्वयं हित्वा साध्यते नाहितं पुनः ॥
]

`speaker [
सूत उवाच
]

`verse 17 [
इत्येवं वचनं श्रुत्वा तस्य ते मुनिसत्तमाः ॥
बुद्धिमोहं तदा प्राप्ता इदमेव वचोऽब्रुवन् ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 18 [
कर्तव्यं हि त्वया स्वामिन्निदमेव न चान्यथा ॥
इत्युक्तस्तु तदा देवो गणेशो वाक्यमब्रवीत् ॥
]

`speaker [
गणेश उवाच
]

`verse 19 [
असाधुस्साधुतां चैव साधुश्चासाधुतां तथा ॥
कदाचिदपि नाप्नोति ब्रह्मोक्तमिति निश्चितम् ॥
]

`verse 20 [
यदा च भवतां दुःखं जातं चानशनात्पुरा ॥
तदा सुखं प्रदत्तं वै गौतमेन महर्षिणा ॥
]

`verse 21 [
इदानीं वै भवद्भिश्च तस्मै दुःखं प्रदीयते ॥
नेतद्युक्ततमं लोके सर्वथा सुविचार्यताम् ॥
]

`verse 22 [
स्त्रीबलान्मोहिता यूयं न मे वाक्यं करिष्यथ ॥
एतद्धिततमं तस्य भविष्यति न संशयः ॥
]

`verse 23 [
पुनश्चायमृषिश्रेष्ठो दास्यते वस्सुखं ध्रुवम् ॥
तारणं न च युक्तं स्याद्वरमन्यं वृणीत वै ॥
]

`speaker [
सूत उवाच
]

`verse 24 [
इत्येवं वचनं तेन गणेशेन महात्मना ॥
यद्यप्युक्तमृषिभ्यश्च तदप्येते न मेनिरे ॥
]

`verse 25 [
भक्ताधीनतया सोथ शिवपुत्रोब्रवीत्तदा ॥
उदासीनेन मनसा तानृषीन्दुष्टशेमुषीन् ॥
]

`speaker [
गणेश उवाच
]

`verse 26 [
भवद्भिः प्रार्थ्यते यच्च करिष्येऽहं तथा खलु ॥
पश्चाद्भावि भवेदेव इत्युक्त्वांतर्दधे पुनः ॥
]

`verse 27 [
गौतमस्स न जानाति मुनीनां वै दुराशयम् ॥
आनन्दमनसा नित्यं पत्न्या कर्म चकार तत् ॥
]

`verse 28 [
तदन्तरे च यज्जातं चरितं वरयोगतः ॥
तद्दुष्टर्षिप्रभावात्तु श्रूयतां तन्मुनीश्वराः ॥
]

`verse 29 [
गौतमस्य च केदारे तत्रासन्व्रीहयो यवाः ॥
गणेशस्तत्र गौर्भूत्वा जगाम किल दुर्बला ॥
]

`verse 30 [
कंपमाना च सा गत्वा तत्र तद्वरयोगतः ॥
व्रीहीन्संभक्षयामास यवांश्च मुनिसत्तमाः ॥
]

`verse 31 [
एतस्मिन्नन्तरे दैवाद्गौतमस्तत्र चागतः ॥
स दयालुस्तृणस्तंम्बैर्वारयामास तां तदा ॥
]

`verse 32 [
तृणस्तंबेन सा स्पृष्टा पपात पृथिवीतले ॥
मृता च तत्क्षणादेव तदृषेः पश्यतस्तदा ॥
]

`verse 33 [
ऋषयश्छन्नरूपास्ते ऋषिपत्न्यस्तथाशुभाः ॥
ऊचुस्तत्र तदा सर्वे किं कृतं गौतमेन च ॥
]

`verse 34 [
गौतमोऽपि तथाहल्यामाहूयासीत्सुविस्मितः ॥
उवाच दुःखतो विप्रा दूयमानेन चेतसा ॥
]

`speaker [
गौतम उवाच
]

`verse 35 [
किं जातं च कथं देवि कुपितः परमेश्वरः ॥
किं कर्तव्यं क्व गन्तव्यं हत्या च समुपस्थिता ॥
]

`verse 36 [
सूत उवाच ॥एतस्मिन्नन्तरे विप्रो गौतमं पर्यभर्त्सयन् ॥
विप्रपत्न्यस्तथाऽहल्यां दुर्वचोभिर्व्यथां ददुः ॥
]

`verse 37 [
दुर्बुद्धयश्च तच्छिष्यास्सुतास्तेषां तथैव च ॥
गौतम परिभर्त्स्यैव प्रत्यूचुर्धिग्वचो मुहुः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 38 [
मुखं न दर्शनीयं ते गम्यतां गम्यतामिति ॥
दृष्ट्वा गोघ्नमुखं सद्यस्सचैलं स्नानमाचरेत् ॥
]

`verse 39 [
यावदाश्रममध्ये त्वं तावदेव हविर्भुजः ॥
पितरश्च न गृह्णंति ह्यस्मद्दत्तं हि किञ्चन ॥
]

`verse 40 [
तस्माद्गच्छान्यतस्त्वं च परिवारसमन्वितः ॥
विलम्बं कुरु नैव त्वं धेनुहन्पापकारक ॥
]

`speaker [
सूत उवाच
]

`verse 41 [
इत्युक्त्वा ते च तं सर्वे पाषाणैस्समताडयन् ॥
व्यथां ददुरतीवास्मै त्वहल्यां च दुरुक्तिभिः ॥
]

`verse 42 [
ताडितो भर्त्सितो दुष्टैर्गौतमो गिरमब्रवीत् ॥
इतो गच्छामि मुनयो ह्यन्यत्र निवसाम्यहम् ॥
]

`verse 43 [
इत्युक्त्वा गौतमस्तस्मात्स्थानाच्च निर्गतस्तदा॥
गत्वा क्रोशं तदा चक्रे ह्याश्रमं तदनुज्ञया॥
]

`verse 44 [
यावच्चैवाभिशापो वै तावत्कार्य्यं न किंचन॥
न कर्मण्यधिकारोऽस्ति दैवे पित्र्येऽथ वैदिके ॥।४४॥
मासार्धं च ततो नीत्वा मुनीन्संप्रार्थयत्तदा ॥
गौतमो मुनिवर्य्यस्स तेन दुःखेन दुखितः ॥
]

`speaker [
गौतम उवाच
]

`verse 45 [
अनुकंप्यो भवद्भिश्च कथ्यतां क्रियते मया॥
यथा मदीयं पापं च गच्छत्विति निवेद्यताम् ॥
]

`speaker [
सूत उवाच
]

`verse 46 [
इत्युक्तास्ते तदा विप्रा नोचुश्चैव परस्परम् ॥
अत्यंतं सेवया पृष्टा मिलिता ह्येकतस्स्थिताः ॥
]

`verse 47 [
गौतमो दूरतः स्थित्वा नत्वा तानृषिसत्तमान्॥
पप्रच्छ विनयाविष्टः किं कार्यं हि मयाधुना ॥
]

`verse 48 [
इत्युक्ते मुनिना तेन गौतमेन महात्मना ॥
मिलितास्सकलास्ते वै मुनयो वाक्यमब्रुवन् ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 49 [
निष्कृतिं हि विना शुद्धिर्जायते न कदाचन ॥
तस्मात्त्वं देहशुद्ध्यर्थं प्रायश्चित्तं समाचर ॥
]

`verse 50 [
त्रिवारं पृथिवीं सर्वां क्रम पापं प्रकाशयन् ॥
पुनरागत्य चात्रैव चर मासव्रतं तथा ॥
]

`verse 51 [
शतमेकोत्तरं चैव ब्रह्मणोऽस्य गिरेस्तथा ॥
प्रक्रमणं विधायैवं शुद्धिस्ते च भविष्यति ॥
]

`verse 52 [
अथवा त्वं समानीय गंगास्नानं समाचर ॥
पार्थिवानां तथा कोटिं कृत्वा देवं निषेवय ॥
]

`verse 53 [
गंगायां च ततः स्नात्वा पुनश्चैव भविष्यति ॥
पुरा दश तथा चैकं गिरेस्त्वं क्रमणं कुरु ॥
]

`verse 54 [
शत कुंभैस्तथा स्नात्वा पार्थिवं निष्कृतिर्भवेत् ॥
इति तैर्षिभिः प्रोक्तस्तथेत्योमिति तद्वचः ॥
]

`verse 55 [
पार्थिवानां तथा पूजां गिरेः प्रक्रमणं तथा ॥
करिष्यामि मुनिश्रेष्ठा आज्ञया श्रीमतामिह ॥
]

`verse 56 [
इत्युक्त्वा सर्षिवर्यश्च कृत्वा प्रक्रमणं गिरेः ॥
पूजयामास निर्माय पार्थिवान्मुनिसत्तमः ॥
]

`verse 57 [
अहल्या च ततस्साध्वी तच्च सर्वं चकार सा ॥
शिष्याश्च प्रतिशिष्याश्च चक्रुस्सेवां तयोस्तदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां गौतमव्यवस्थावर्णनं नाम पंचविंशोऽध्यायः ॥
]
