`speaker [
सूत उवाच
]

`verse 1 [
एवं कृते तु ऋषिणा सस्त्रीकेन द्विजाश्शिवः ॥
आविर्बभूव स शिवः प्रसन्नस्सगणस्तदा ॥
]

`verse 2 [
अथ प्रसन्नस्स शिवो वरं ब्रूहि महामुने ॥
प्रसन्नोऽहं सुभक्त्या त इत्युवाच कृपानिधिः ॥
]

`verse 3 [
तदा तत्सुंदरं रूपं दृष्ट्वा शंभोर्महात्मनः ॥
प्रणम्य शंकरं भक्त्या स्तुतिं चक्रे मुदान्वितः ॥
]

`verse 4 [
स्तुत्वा बहु प्रणम्येशं बद्धाञ्जलिपुटः स्थितः ॥
निष्पापं कुरु मां देवाब्रवीदिति स गौतमः ॥
]

`speaker [
सूत उवाच
]

`verse 5 [
इत्याकर्ण्य वचस्तस्य गौतमस्य महात्मनः ॥
सुप्रसन्नतरो भूत्वा शिवो वाक्यमुपाददे ॥
]

`speaker [
शिव उवाच
]

`verse 6 [
धन्योऽसि कृतकृत्योऽसि निष्पापोऽसि सदा मुने ॥
एतैर्दुष्टैः किल त्वं च च्छलितोऽसि खिलात्मभिः ॥
]

`verse 7 [
त्वदीयदर्शनाल्लोका निष्पापाश्च भवंति हि ॥
किं पुनस्त्वं सपापोऽसि मद्भक्तिनिरतस्सदा ॥
]

`verse 8 [
उपद्रवस्त्वयि मुने यैः कृतस्तु दुरात्मभिः ॥
ते पापाश्च दुराचारा हत्यावंतस्त एव हि ॥
]

`verse 9 [
एतेषां दर्शनादन्ये पापिष्ठाः संभवंतु च ॥
कृतघ्नाश्च तथा जाता नैतेषां निष्कृतिः क्वचित् ॥
]

`speaker [
सूत उवाच
]

`verse 10 [
इत्युक्त्वा शंकरस्तस्मै तेषां दुश्चरितं तदा ॥
बहूवाच प्रभुर्विप्राः सत्कदोऽसत्सु दंडदः ॥
]

`verse 11 [
शर्वोक्तमिति स श्रुत्वा सुविस्मितमना ऋषिः ॥
सुप्रणम्य शिवं भक्त्या सांजलिः पुनरब्रवीत् ॥
]

`speaker [
गौतम उवाच
]

`verse 12 [
ऋषिभिस्तैर्महेशान ह्युपकारः कृतो महान् ॥
यद्येवं न कृतं तैस्तु दर्शनं ते कुतो भवेत् ॥
]

`verse 13 [
धन्यास्ते ऋषयो यैस्तु मह्यं शुभतरं कृतम् ॥
तद्दुराचरणादेव मम स्वार्थो महानभूत् ॥
]

`speaker [
सूत उवाच
]

`verse 14 [
इत्येवं तद्वचश्श्रुत्वा सुप्रसन्नो महेश्वरः॥
गौतमं प्रत्युवाचाशु कृपादृष्ट्या विलोक्य च ॥
]

`speaker [
शिव उवाच
]

`verse 15 [
ऋषि धन्योसि विप्रेंद्र ऋषे श्रेष्ठतरोऽसि वै ॥
ज्ञात्वा मां सुप्रसन्नं हि वृणु त्वं वरमुत्तमम् ॥
]

`speaker [
सूत उवाच
]

`verse 16 [
गौतमोऽपि विचार्यैव लोके विश्रुतमित्युत॥
अन्यथा न भवेदेव तस्मादुक्तं समाचरेत्॥
]

`verse 17 [
निश्चित्यैवं मुनिश्रेष्ठो गौतमश्शिवभक्तिमान् ॥
सांजलिर्नतशीर्षो हि शंकरं वाक्यमब्रवीत् ॥
]

`speaker [
गौतम उवाच
]

`verse 18 [
सत्यं नाथ ब्रवीषि त्वं तथापि पंचभिः कृतम् ॥
नान्यथा भवतीत्यत्र यज्जातं जायतां तु तत्॥
]

`verse 19 [
यदि प्रसन्नो देवेश गंगा च दीयतां मम॥
कुरु लोकोपकारं हि नमस्तेऽस्तु नमोऽस्तु ते ॥
]

`speaker [
सूत उवाच
]

`verse 20 [
इत्युक्त्वा वचनं तस्य धृत्वा वै पादपंकजम् ॥
नमश्चकार देवेशं गौतमो लोककाम्यया ॥
]

`verse 21 [
ततस्तु शंकरो देवः पृथिव्याश्च दिवश्च सः ॥
सारं चैव समुद्धृत्य रक्षितं पूर्वमेव तत् ।
]

`verse 22 [
विवाहे ब्रह्मणा दत्तमवशिष्टं च किंचन ॥
तत्तस्मै दत्तवाञ्च्छंभुर्मुनये भक्तवत्सलः ॥
]

`verse 23 [
गंगाजलं तदा तत्र स्त्रीरूपमभवत्परम् ॥
तस्याश्चैव ऋषिश्रेष्ठः स्तुतिं कृत्वा नतिं व्यधात् ॥ ॥
]

`speaker [
गौतम उवाच
]

`verse 24 [
धन्यासि कृतकृत्यासि पावितं भुवनं त्वया ॥
मां च पावय गंगे त्वं पततं निरये ध्रुवम् ॥
]

`speaker [
सूत उवाच
]

`verse 25 [
शंभुश्चापि तदोवाच सर्वेषां हितकृच्छृणु ॥
गंगे गौतममेनं त्वं पावयस्व मदाज्ञया ॥
]

`speaker [
सूत उवाच
]

`verse 26 [
इति श्रुत्वा वचस्तस्य शंभोश्च गौतमस्य च ॥
उवाचैव शिवं गंगा शिवभक्तिर्हि पावनी ॥
]

`speaker [
गंगोवाच
]

`verse 27 [
ऋषिं तु पावयित्वाहं परिवारयुतं प्रभो ॥
गमिष्यामि निजस्थानं वचस्सत्यं ब्रवीमि ह ॥
]

`verse 28 [
सूत उवाच ॥ ॥
इत्युक्तो गंगया तत्र महेशो भक्तवत्सलः ॥
लोकोपकरणार्थाय पुनर्गगां वचोऽब्रवीत् ॥
]

`speaker [
शिव उवाच
]

`verse 29 [
त्वया स्थातव्यमत्रैव व्रजेद्यावत्कलिर्युगः ॥
वैवस्वतो मनुर्देवि ह्यष्टाविंशत्तमो भवेत् ॥
]

`speaker [
सूत उवाच
]

`verse 30 [
इति श्रुत्वा   वचस्तस्य स्वामिनश्शंकरस्य तत् ॥
प्रत्युवाच पुनर्गंगा पावनी सा सरिद्वरा ॥
]

`speaker [
गंगोवाच
]

`verse 31 [
माहात्म्यमधिकं चेत्स्यान्मम स्वामिन्महेश्वर ॥
सर्वेभ्यश्च तदा स्थास्ये धरायां त्रिपुरान्तकः ॥
]

`verse 32 [
किं चान्यच्च शृणु स्वामिन्वपुषा सुन्दरेण ह ॥
तिष्ठ त्वं मत्समीपे वै सगणसांबिकः प्रभो ॥
]

`speaker [
सूत उवाच
]

`verse 33 [
एवं तस्या वचः श्रुत्वा शंकरो भक्तवत्सलः ॥
लोकोपकरणार्थाय पुनर्गंगां वचोब्रवीत् ॥
]

`speaker [
शिव उवाच
]

`verse 34 [
धन्यासि श्रूयतां गंगे ह्यहं भिन्नस्त्वया न हि ॥
तथापि स्थीयते ह्यत्र स्थीयतां च त्वयापि हि ॥
]

`speaker [
सूत उवाच
]

`verse 35 [
इत्येवं वचनं श्रुत्वा स्वामिनः परमेशितुः ॥
प्रसन्नमानसा भूत्वा गंगा च प्रत्यपूजयत् ॥
]

`verse 36 [
एतस्मिन्नंतरे देवा ऋषयश्च पुरातनाः ॥
सुतार्थान्यप्यनेकानि क्षेत्राणि विविधानि च ॥
]

`verse 37 [
आगत्य गौतमं सर्वे गंगां च गिरिशं तथा ॥
जयजयेति भाषंतः पूजयामासुरादरात् ॥
]

`verse 38 [
ततस्ते निर्जरा सर्वे तेषां चक्रुः स्तुतिं मुदा ॥
करान् बद्ध्वा नतस्कंधा हरिब्रह्मादयस्तदा ॥
]

`verse 39 [
गंगा प्रसन्ना तेभ्यश्च गिरिशश्चोचतुस्तदा॥
वरं ब्रूत सुरश्रेष्ठा दद्वो वः प्रियकाम्यया ॥
]

`speaker [
देवा ऊचुः
]

`verse 40 [
यदि प्रसन्नो देवेश प्रसन्ना त्वं सरिद्वरे ॥
स्थातव्यमत्र कृपया नः प्रियार्थं तथा नृणाम् ॥
]

`speaker [
गंगोवाच
]

`verse 41 [
यूयं सर्वप्रियार्थं च तिष्ठथात्र न किं पुनः ॥
गौतमं क्षालयित्वाहं गमिष्यामि यथागतम्॥
]

`verse 42 [
भवत्सु मे विशेषोत्र ज्ञेयश्चैव कथं सुराः ॥
तत्प्रमाणं कृतं चेत्स्यात्तदा तिष्ठाम्यसंशयम् ॥
]

`speaker [
सर्वे ऊचुः
]

`verse 43 [
सिंहराशौ यदा स्याद्वै गुरुस्सर्वसुहृत्तमः ॥
तदा वयं च सर्वे त्वागमिष्यामो न संशयः ॥
]

`verse 44 [
एकादश च वर्षाणि लोकानां पातकं त्विह ॥
क्षालितं यद्भवेदेवं मलिनास्स्मः सरिद्वरे ॥
]

`verse 45 [
तस्यैव क्षालनाय त्वायास्यामस्सर्वथा प्रिये ॥
त्वत्सकाशं महादेवि प्रोच्यते सत्यमादरात् ॥
]

`verse 46 [
अनुग्रहाय लोकानामस्माकं प्रियकाम्यया॥
स्थातव्यं शंकरेणापि त्वया चैव सरिद्वरे ॥
]

`verse 47 [
यावत्सिंहे गुरुश्चैव स्थास्यामस्तावदेव हि ॥
त्वयि स्नानं त्रिकालं च शंकरस्य च दर्शनम् ॥
]

`verse 48 [
कृत्वा स्वपापं निखिलं विमोक्ष्यामो न संशयः ॥
स्वदेशांश्च गमिष्यामो भवच्छासनतो वयम् ॥
]

`speaker [
सूत उवाच
]

`verse 49 [
इत्येवं प्रार्थितस्तैस्तु गौतमेन महर्षिणा ॥
स्थितोऽसौ शंकरः प्रीत्या स्थिता सा च सरिद्वरा ॥
]

`verse 50 [
सा गंगा गौतमी नाम्ना लिंगं त्र्यंबकमीरितम् ॥
ख्याता ख्यातं बभूवाथ महापातकनाशनम् ॥
]

`verse 51 [
तद्दिनं हि समारभ्य सिंहस्थे च बृहस्पतौ ॥
आयांति सर्वतीर्थानि क्षेत्राणि देवतानि च ॥
]

`verse 52 [
सरांसि पुष्करादीनि गंगाद्यास्सरितस्तथा ॥
वासुदेवादयो देवाः संति वै गोतमीतटे ॥
]

`verse 53 [
यावत्तत्र स्थितानीह तावत्तेषां फलं न हि ॥
स्वप्रदेशे समायातास्तर्ह्येतेषां फलं भवेत् ॥
]

`verse 54 [
ज्योतिर्लिंगमिदं प्रोक्तं त्र्यंबकं नाम विश्रुतम्॥
स्थितं तटे हि गौतम्या महापातकनाशनम् ॥
]

`verse 55 [
यः पश्येद्भक्तितो ज्योतिर्लिंगं त्र्यंबकनामकम् ॥
पूजयेत्प्रणमेत्स्तुत्वा सर्वपापैः प्रमुच्यते ॥
]

`verse 56 [
ज्योतिर्लिंगं त्र्यंबकं हि पूजितं गौतमेन ह ॥
सर्वकामप्रदं चात्र परत्र परमुक्तिदम् ॥
]

`verse 57 [
इति वश्च समाख्यातं यत्पृष्टोऽहं मुनीश्वराः ॥
किमन्यदिच्छथ श्रोतुं तद् ब्रूयां वो न संशयः ॥
]

`colophon [
इति श्री शिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां
त्र्यंबकेश्वरमाहात्म्यवर्णनं नाम षड्विंशोऽध्यायः ॥
]
