`speaker [
ऋषय ऊचुः
]

`verse 1 [
गंगा च जलरूपेण कुतो जाता वद प्रभो ॥
तन्माहात्म्यं विशेषेण कुतो जात वद प्रभो ॥
]

`verse 2 [
यैर्विप्रैर्गौतमायेव दुःखं दत्तं दुरात्मभिः ॥
तेषां किंच ततो जातमुच्यतां व्यास सद्गुरो ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
एवं संप्रार्थिता गंगा गौतमेन तदा स्वयम् ॥
ब्रह्मणश्च गिरेर्विप्रा द्रुतं तस्मादवातरत् ॥
]

`verse 4 [
औदुंबरस्य शाखायास्तत्प्रवाहो विनिस्सृतः ॥
तत्र स्नानं मुदा चक्रे गौतमो विश्रुतो मुनिः ॥
]

`verse 5 [
गौतमस्य च ये शिष्या अन्ये चैव महर्षयः ॥
समागताश्च ते तत्र स्नानं चक्रुर्मुदान्विताः ॥
]

`verse 6 [
गंगाद्वारं च तन्नाम प्रसिद्धमभवत्तदा ॥
सर्वपापहरं रम्यं दर्शनान्मुनिसत्तमः ॥
]

`verse 7 [
गौतमस्पर्द्धिनस्ते च ऋषयस्तत्र चागताः ॥
स्नानार्थं तांश्च सा दृष्ट्वा ह्यंतर्धानं गता द्रुतम् ॥
]

`verse 8 [
मामेति गौतमस्तत्र व्याजहार वचो द्रुतम् ॥
मुहुर्मुहुः स्तुवन् गंगां सांजलिर्नतमस्तकः ॥
]

`speaker [
गौतम उवाच
]

`verse 9 [
इमे च श्रीमदांधाश्च साधवो वाप्यसाधवः ॥
एतत्पुण्यप्रभावेण दर्शनं दीयतां त्वया ॥
]

`speaker [
सूत उवाच
]

`verse 10 [
ततो वाणी समुत्पन्ना गंगाया व्योममंडलात्॥
तच्छृणुध्वमृषिश्रेष्ठा गंगावचनमुत्तमम् ॥
]

`verse 11 [
एते दुष्टतमाश्चैव कृतघ्नाः स्वामिद्रोहिणः ॥
जाल्माः पाखंडिनश्चैव द्रष्टुं वर्ज्याश्च सर्वदा ॥
]

`speaker [
गौतम उवाच
]

`verse 12 [
मातश्च श्रूयतामेतन्महता गिर एव च ॥
तस्मात्त्वया च कर्त्तव्यं सत्यं च भगवद्वचः ॥
]

`verse 13 [
अपकारिषु यो लोक उपकारं करोति वै ॥
तेन पूतो भवाम्यत्र भगवद्वचनं त्विदम् ॥
]

`speaker [
सूत उवाच
]

`verse 14 [
इति श्रुत्वा मुनेर्वाक्यं गौतमस्य महात्मनः ॥
पुनर्वाणी समुत्पन्ना गंगाया व्योममंडलात् ॥
]

`verse 15 [
कथ्यते हि त्वया सत्यं गौतमर्षे शिवं वचः ॥
तथापि संग्रहार्थ च प्रायश्चितं चरंतु वै ॥
]

`verse 16 [
शतमेकोत्तरं चात्र कार्य्यं प्रक्रमणं गिरेः ॥
भवच्छासनतस्त्वेतैस्त्वदधीनैर्विशेषतः ॥
]

`verse 17 [
ततश्चैवाधिकारश्च जायते दुष्टकारिणाम्॥
मद्दर्शने विशेषेण सत्यमुक्तं मया मुने॥
]

`speaker [
सूत उवाच
]

`verse 18 [
इति श्रुत्वा वचस्तस्याश्चक्रुर्वै ते तथाऽखिलाः ॥
संप्रार्थ्य गौतमं दीनाः क्षंतव्यो नोऽपराधकः ॥
]

`verse 19 [
एवं कृते तदा तेन गौतमेन तदाज्ञया ॥
कुशावर्तं नाम चक्रे गङ्गाद्वारादधोगतम् ॥
]

`verse 20 [
ततः प्रादुरभूत्तत्र सा तस्य प्रीतये पुनः ॥
कुशावर्तं च विख्यातं तीर्थमासीत्तदुत्तमम् ॥
]

`verse 21 [
तत्र स्नातो नरो यस्तु मोक्षाय परिकल्पते ॥
त्यक्त्वा सर्वानघान्सद्यो विज्ञानं प्राप्य दुर्लभम् ॥
]

`verse 22 [
गौतमो ऋषयश्चान्ये मिलिताश्च परस्परम् ॥
लज्जितास्ते तदा ये च कृतघ्ना ह्यभवन्पुरा ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 23 [
अस्माभिरन्यथा सूत श्रुतं तद्वर्णयामहे॥
गौतमस्तान्द्विजान् क्रुद्धश्शशापेति प्रबुध्यताम् ॥
]

`speaker [
सूत उवाच
]

`verse 24 [
द्विजास्तदपि सत्यं वै कल्पभेदसमाश्रयात् ॥
वर्णयामि विशेषेण तां कथामपि सुव्रता ॥
]

`verse 25 [
गौतमोपि ऋषीन्दृष्ट्वा तदा दुर्भिक्षपीडितान् ॥
तपश्चकार सुमहद्वरुणस्य महात्मनः ॥
]

`verse 26 [
अक्षय्यं कल्पयामास जलं वरुणदां यया ॥
ततो व्रीहीन्यवांश्चैव वापयामास भूरिशः ॥
]

`verse 27 [
एवं परोपकारी स गौतमो मुनिसत्तमाः ॥
आहारं कल्पयामास तेभ्यः स्वतपसो बलात् ॥
]

`verse 28 [
कदाचित्तत्स्त्रियो दुष्टा जलार्थमपमानिताः ॥
ऊचु पतिभ्यस्ताः क्रुद्धा गौतमेर्ष्याकरं वचः ॥
]

`verse 29 [
ततस्ते भिन्नमतयो गां कृत्वा कृत्रिमां द्विजाः ॥
तद्धान्यभक्षणासक्तां चक्रुस्तां कुटिलाशयाः ॥
]

`verse 30 [
स्वधान्यभक्षणासक्तां गां दृष्ट्वा गौतमस्तदा ॥
तृणेन ताडयामास शनैस्तां संनिवारयन् ॥
]

`verse 31 [
तृणसंस्पर्शमात्रेण सा भूमौ पतिता च गौः ॥
मृता ह्यभूत्क्षणं विप्रा भाविकर्मवशात्तदा ॥
]

`verse 32 [
गौर्हता गौतमेनेति तदा ते कुटिलाशयाः ॥
एकत्रीभूय तत्रत्यैः सकला ऋषयोऽवदन् ॥
]

`verse 33 [
ततस्स गौतमो भीतो गौर्हतेति बभूव ह ॥
चकार विस्मयं नार्यहल्याशिष्यैश्शिवानुगः ॥
]

`verse 34 [
ततस्स गौतमो ज्ञात्वा तां गां क्रोधसमाकुलः ॥
शशाप तानृषीन् सर्वान् गौतमो मुनिसत्तमः ॥
]

`speaker [
गौतम उवाच
]

`verse 35 [
यूयं सर्वे दुरात्मानो दुःखदा मे विशेषतः ॥
शिवभक्तस्य सततं स्युर्वेदविमुखास्सदा ॥
]

`verse 36 [
अद्यप्रभृति वेदोक्ते सत्कर्मणि विशेषतः ॥
मा भूयाद्भवतां श्रद्धा शैवमार्गे विमुक्तिदे ॥
]

`verse 37 [
अद्यप्रभृति दुर्मार्गे तत्र श्रद्धा भवेत्तु वः॥
मोक्षमार्गविहीने हि सदा श्रुतिबहिर्मुखे॥
]

`verse 38 [
अद्यप्रभृति भालानि मृल्लिप्तानि भवन्तु वः ॥
स्रसध्वं नरके यूयं भालमृल्लेपनाद्द्विजाः॥
]

`verse 39 [
भवंतो मा भविष्यंतु शिवैक परदैवताः॥
अन्यदेवसमत्वेन जानंतु शिवमद्वयम् ॥
]

`verse 40 [
मा भूयाद्भवतां प्रीतिश्शिवपूजादिकर्मणि॥
शिवनिष्ठेषु भक्तेषु शिवपर्वसु सर्वदा॥
]

`verse 41 [
अद्य दत्ता मया शापा यावंतो दुःखदायकाः॥
तावंतस्संतु भवतां संततावपि सर्वदा॥
]

`verse 42 [
अशैवास्संतु भवतां पुत्रपौत्रादयो द्विजाः॥
पुत्रैस्सहैव तिष्ठंतु भवंतो नरके ध्रुवम्॥
]

`verse 43 [
ततो भवंतु चण्डाला दुःखदारिद्र्यपीडिताः ॥
शठा निन्दाकरास्सर्वे तप्तमुद्रांकितास्सदा ॥
]

`speaker [
सूत उवाच
]

`verse 44 [
इति शप्त्वा मुनीन् सर्वान् गौतमस्स्वाश्रमं ययौ ॥
शिवभक्तिं चकाराति स बभूव सुपावनः ॥
]

`verse 45 [
ततस्तैः खिन्नहृदया ऋषयस्तेखिला द्विजाः ॥
कांच्यां चक्रुर्निवासं हि शैवधर्मबहिष्कृताः ॥
]

`verse 46 [
तत्पुत्राश्चाभवन्सर्वे शैवधर्मबहिष्कृताः ॥
अग्रे तद्वद्भविष्यंति कलौ बहुजनाः खलाः ॥
]

`verse 47 [
इति प्रोक्तमशेषेण तद्वृत्तं मुनिसत्तमाः ॥
पूर्ववृत्तमपि प्राज्ञाः श्रुतं सर्वैस्तु चादरात् ॥
]

`verse 48 [
इति वश्च समाख्यातो गौतम्याश्च समुद्भवः ॥
माहात्म्यमुत्तमं चैव सर्वपापहरं परम् ॥
]

`verse 49 [
त्र्यंबकस्य च माहात्म्यं ज्योतिर्लिंगस्य कीर्तितम् ॥
यच्छ्रुत्वा सर्वपापेभ्यो मुच्यते नात्र संशयः ॥
]

`verse 50 [
अतः परं प्रवक्ष्यामि वैद्यनाथेश्वरस्य हि ॥
ज्योतिर्लिंगस्य माहात्म्यं श्रूयतां पापहारकम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां त्र्यंबकेश्वरज्योतिर्लिंग माहात्म्यवर्णनं नाम सप्तविंशोध्यायः ॥
]
