`speaker [
सूत उवाच
]

`verse 1 [
रावणः राक्षसश्रेष्ठो मानी मानपरायणः ॥
आरराध हरं भक्त्या कैलासे पर्वतोत्तमे॥
]

`verse 2 [
आराधितः कियत्कालं न प्रसन्नो हरो यदा॥
तदा चान्यत्तपश्चक्रे प्रासादार्थे शिवस्य सः॥
]

`verse 3 [
नतश्चायं हिमवतस्सिद्धिस्थानस्य वै गिरेः॥
पौलस्त्यो रावणश्श्रीमान्दक्षिणे वृक्षखंडके॥३।
भूमौ गर्तं वर कृत्वा तत्राग्निं स्थाप्य स द्विजाः॥
तत्सन्निधौ शिवं स्थाप्य हवनं स चकार ह॥
]

`verse 4 [
ग्रीष्मे पंचाग्निमध्यस्थो वर्षासु स्थंडिलेशयः ॥
शीते जलांतरस्थो हि त्रिधा चक्रे तपश्च सः॥
]

`verse 5 [
चकारैवं बहुतपो न प्रसन्नस्तदापि हि ॥
परमात्मा महेशानो दुराराध्यो दुरात्मभिः ॥
]

`verse 6 [
ततश्शिरांसि छित्त्वा च पूजनं शंकरस्य वै ॥
प्रारब्धं दैत्यपतिना रावणेन महात्मना ॥
]

`verse 7 [
एकैकं च शिरश्छिन्नं विधिना शिवपूजने ॥
एवं सत्क्रमतस्तेन च्छिन्नानि नव वै यदा ॥
]

`verse 8 [
एकस्मिन्नवशिष्टे तु प्रसन्नश्शंकरस्तदा ॥
आविर्बभूव तत्रैव संतुष्टो भक्तवत्सलः ॥
]

`verse 9 [
शिरांसि पूर्ववत्कृत्वा नीरुजानि तथा प्रभुः ॥
मनोरथं ददौ तस्मादतुलं बलमुत्तमम् ॥
]

`verse 10 [
प्रसादं तस्य संप्राप्य रावणस्स च राक्षसः ॥
प्रत्युवाच  शिवं शम्भुं नतस्कंधः कृतांजलिः ॥
]

`speaker [
रावण उवाच
]

`verse 11 [
प्रसन्नो भव देवेश लंकां च त्वां नयाम्यहम् ॥
सफलं कुरु मे कामं त्वामहं शरणं गतः ॥
]

`speaker [
सूत उवाच
]

`verse 12 [
इत्युक्तश्च तदा तेन शंभुर्वै रावणेन सः ॥
प्रत्युवाच विचेतस्कः संकटं परमं गतः ॥
]

`speaker [
शिव उवाच
]

`verse 13 [
श्रूयतां राक्षसश्रेष्ठ वचो मे सारवत्तया ॥
नीयतां स्वगृहे मे हि सद्भक्त्या लिंगमुत्तमम्॥
]

`verse 14 [
भूमौ लिंगं यदा त्वं च स्थापयिष्यसि तत्र वै ॥
स्थास्यत्यत्र न संदेहो यथेच्छसि तथा कुरु॥
]

`speaker [
सूत उवाच
]

`verse 15 [
इत्युक्तश्शंभुना तेन रावणो राक्षसेश्वरः।
तथेति तत्समादाय जगाम भवनं निजम्॥
]

`verse 16 [
आसीन्मूत्रोत्सर्गकामो मार्गे हि शिवमायया॥
तत्स्तंभितुं न शक्तोभूत्पौलस्त्यो रावणः प्रभुः॥
]

`verse 17 [
दृष्ट्वैकं तत्र वै गोपं प्रार्थ्य लिंगं ददौ च तत्॥
मुहूर्तके ह्यतिक्रांते गोपोभूद्विकलस्तदा॥
]

`verse 18 [
भूमौ संस्थापयामास तद्भारेणातिपीडितः ॥
तत्रैव तत्स्थितं लिंगं वजसारसमुद्भवम् ॥
सर्वकामप्रदं चैव दर्शनात्पापहारकम् ॥
]

`verse 19 [
वैद्यनाथेश्वरं नाम्ना तल्लिंगमभवन्मुने ॥
प्रसिद्धं त्रिषु लोकेषु भुक्तिमुक्तिप्रदं सताम्॥
]

`verse 20 [
ज्योतिर्लिंगमिदं श्रेष्ठं दर्शनात्पूजनादपि ॥
सर्वपापहरं दिव्यं भुक्तिवर्द्धनमुत्तमम् ॥
]

`verse 21 [
तस्मिँलिंगे स्थिते तत्र सर्वलोकहिताय वै ॥
रावणः स्वगृहं गत्वा वरं प्राप्य महोत्तमम् ॥
प्रियायै सर्वमाचख्यौ सुखेनाति महासुरः ॥
]

`verse 22 [
तच्छ्रुत्वा सकला देवाश्शक्राद्या मुनयस्तथा ॥
परस्परं समामन्त्र्य शिवासक्तधियोऽमलाः ॥
]

`verse 23 [
तस्मिन्काले सुरास्सर्वे हरिब्रह्मादयो मुने ॥
आजग्मुस्तत्र सुप्रीत्या पूजां चक्रुर्विशेषतः ॥
]

`verse 24 [
प्रत्यक्षं तं तदा दृष्ट्वा प्रतिष्ठाप्य च ते सुराः ॥
वैद्यनाथेति संप्रोच्य नत्वा नुत्वा दिवं ययुः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 25 [
तस्मिँल्लिंगे स्थिते तत्र रावणे च गृहं गते ॥
किं कि चरित्रमभूत्तात ततस्तद्वद विस्तरात् ॥
]

`speaker [
सूत उवाच
]

`verse 26 [
रावणोपि गृहं गत्वा वरं प्राप्य महोत्तमम्॥
प्रियायै सर्वमाचख्यौ मुमोदाति   महासुरः ॥
]

`verse 27 [
तच्छ्रुत्वा सकलं देवाश्शक्राद्या मुनयस्तथा ॥
परस्परं सुमूचुस्ते समुद्विग्ना मुनीश्वराः ॥
]

`speaker [
देवादय ऊचुः
]

`verse 28 [
रावणोयं दुरात्मा हि देवद्रोही खलः कुधीः ॥
शिवाद्वरं च संप्राप्य दुःखं दास्यति नोऽपि सः ॥
]

`verse 29 [
किं कुर्मः क्व च गच्छामः किं भविष्यति वा पुनः ॥
दुष्टश्च दक्षतां प्राप्तः किंकिं नो साधयिष्यति ॥
]

`verse 30 [
इति दुःखं समापन्नाश्शक्राद्या मुनयस्सुराः॥
नारदं च समाहूय पप्रच्छुर्विकलास्तदा ॥
]

`speaker [
देवा ऊचुः
]

`verse 31 [
सर्वं कार्य्यं समर्थोसि कर्तुं त्वं मुनिसत्तम ॥
उपायं कुरु देवर्षे देवानां दुःखनाशने ॥
]

`verse 32 [
रावणोयं महादुष्टः किंकि नैव करिष्यति ॥
क्व यास्यामो वयं चात्र दुष्टेनापीडिता वयम् ॥
]

`speaker [
नारद उवाच
]

`verse 33 [
दुःखं त्यजत भो देवा युक्तिं कृत्वा च याम्यहम् ॥
देवकार्यं करिष्यामि कृपया शंकरस्य वै ॥
]

`speaker [
सूत उवाच
]

`verse 34 [
इत्युक्त्वा स तु देवर्षिरगमद्रावणालयम् ॥
सत्कारं समनुप्राप्य प्रीत्योवाचाखिलं च तत् ॥
]

`speaker [
नारद उवाच
]

`verse 35 [
राक्षसोत्तम धन्यस्त्वं शैववर्य्यस्तपोमनाः ॥
त्वां दृष्ट्वा च मनो मेद्य प्रसन्नमति रावण ॥
]

`verse 36 [
स्ववृत्तं ब्रूह्यशेषेण शिवाराधनसंभवम्॥
इति पृष्टस्तदा तेन रावणो वाक्यमब्रवीत् ॥
]

`speaker [
रावण उवाच
]

`verse 37 [
गत्वा मया तु कैलासे तपोर्थं च महामुने ॥
तत्रैव बहुकालं वै तपस्तप्तं सुदारुणम् ॥
]

`verse 38 [
यदा न शंकरस्तुष्टस्ततश्च परिवर्तितम् ॥
आगत्य वृक्षखंडे वै पुनस्तप्तं मया मुने ॥
]

`verse 39 [
ग्रीष्मे  पंचाग्निमध्ये तु वर्षासु स्थंडिलेशयः ॥
शीते जलांतरस्थो हि कृतं चैव त्रिधा तपः ॥
]

`verse 40 [
एवं मया कृतं तत्र तपोत्युग्रं मुनीश्वर ॥
तथापि शंकरो मह्यं न प्रसन्नोऽभवन्मनाक् ॥
]

`verse 41 [
तदा मया तु क्रुद्धेन भूमौ गर्तं विधाय च ॥
तत्राग्निं समाधाय पार्थिवं च प्रकल्प्य च ॥
]

`verse 42 [
गंधैश्च चंदनैश्चैव धूपैश्च विविधैस्तदा ॥
नैवेद्यैः पूजितश्शम्भुरारार्तिकविधानतः ॥
]

`verse 43 [
प्रणिपातैः स्तवैः पुण्यैस्तोषितश्शंकरो मया॥
गीतैर्नृत्यैश्च वाद्यैश्च मुखांगुलिसमर्पणैः ॥
]

`verse 44 [
एतैश्च विविधैश्चान्यैरुपायैर्भूरिभिर्मुने ॥
शास्त्रोक्तेन विधानेन पूजितो भगवान् हरः ॥
]

`verse 45 [
न तुष्टः सन्मुखो जातो यदा च भगवान्हरः ॥
तदाहं दुःखितोभूवं तपसोऽप्राप्य सत्फलम् ॥
]

`verse 46 [
धिक् शरीरं बलं चैव धिक् तपः करणं मम ॥
इत्युक्त्वा तु मया तत्र स्थापितेग्नौ हुतं बहु ॥
]

`verse 47 [
पुनश्चेति विचार्यैव त्वक्षाम्यग्नौ निजां तनुम् ॥
संछिन्नानि शिरांस्येव तस्मिन् प्रज्वलिते शुचौ ॥
]

`verse 48 [
सुच्छित्वैकैकशस्तानि कृत्वा शुद्धानि सर्वशः ॥
शंकरायार्पितान्येव नवसंख्यानि वै मया ॥
]

`verse 49 [
यावच्च दशमं छेत्तुं प्रारब्धमृषिसत्तम ॥
तावदाविरभूत्तत्र ज्योतीरूपो हरस्स्वयम् ॥
]

`verse 50 [
मामेति व्याहरत् प्रीत्या द्रुतं वै भक्तवत्सलः ॥
प्रसन्नश्च वरं ब्रूहि ददामि मनसेप्सितम् ॥
]

`verse 51 [
इत्युक्ते च तदा तेन मया दृष्टो महेश्वरः ॥
प्राणतस्संस्तुतश्चैव करौ बद्ध्वा सुभक्तितः ॥
]

`verse 52 [
तदा वृतं मयैतच्च देहि मे ह्यतुलं बलम् ॥
यदि प्रसन्नो देवेश दुर्ल्लभं किं भवेन्मम ॥
]

`verse 53 [
शिवेन परितुष्टेन सर्वं दत्तं कृपालुना ॥
मह्यं मनोभिलषितं गिरा प्रोच्य तथास्त्विति ॥
]

`verse 54 [
अमोघया सुदृष्ट्या वै वैद्यवद्योजितानि मे ॥
शिरांसि संधयित्वा तु दृष्टानि परमात्मना ॥
]

`verse 55 [
एवंकृते तदा तत्र शरीरं पूर्ववन्मम ॥
जातं तस्य प्रसादाच्च सर्वं प्राप्तं फलं मया॥
]

`verse 56 [
तदा च प्रार्थितो मे संस्थितोसौ वृषभध्वजः॥
वैद्यनाथेश्वरो नाम्ना प्रसिद्धोभूज्जगत्त्रये ॥
]

`verse 57 [
दर्शनात्पूजनाज्ज्योतिर्लिंगरूपो महेश्वरः ॥
भुक्तिमुक्तिप्रदो लोके सर्वेषां हितकारकः ॥
]

`verse 58 [
ज्योतिर्लिंगमहं तद्वै पूजयित्वा विशेषतः ॥
प्रणिपत्यागतश्चात्र विजेतुं भुवनत्रयम्॥
]

`speaker [
सूत उवाच
]

`verse 59 [
तदीयं तद्वचः श्रुत्वा देवर्षिर्जातसंभ्रमः ॥
विहस्य च मनस्येव रावणं नारदोऽब्रवीत् ॥
]

`speaker [
नारद उवाच
]

`verse 60 [
श्रूयतां राक्षसश्रेष्ठ कथयामि हितं तव ॥
त्वया तदेव कर्त्तव्यं मदुक्तं नान्यथा क्वचित् ॥
]

`verse 61 [
त्वयोक्तं यच्छिवेनैव हितं दत्तं ममाधुना ॥
तत्सर्वं च त्वया सत्यं न मन्तव्यं कदाचन ॥
]

`verse 62 [
अयं वै विकृतिं प्राप्तः किं किं नैव ब्रवीति च ॥
सत्यं नैव भवेत्तद्वै कथं ज्ञेयं प्रियोस्ति मे ॥
]

`verse 63 [
इति गत्वा पुनः कार्य्यं कुरु त्वं ह्यहिताय वै॥
कैलासोद्धरणे यत्नः कर्तव्यश्च त्वया पुनः ॥
]

`verse 64 [
यदि चैवोद्धृतश्चायं कैलासो हि भविष्यति ॥
तदैव सफलं सर्वं भविष्यति न संशयः ॥
]

`verse 65 [
पूर्ववत्स्थापयित्वा त्वं पुनरागच्छ वै सुखम् ॥
निश्चयं परमं गत्वा यथेच्छसि तथा कुरु ॥
]

`speaker [
सूत उवाच
]

`verse 66 [
इत्युक्तस्स हितं मेने रावणो विधिमोहित॥
सत्यं मत्वा मुनेर्वाक्यं कैलासमगमत्तदा ॥
]

`verse 67 [
गत्वा तत्र समुद्धारं चक्रे तस्य गिरेस्स च ॥
तत्रस्थं चैव तत्सर्वं विपर्यस्तं परस्परम्॥
]

`verse 68 [
गिरीशोपि तदा दृष्ट्वा किं जातमिति सोब्रवीत्॥
गिरिजा च तदा शंभुं प्रत्युवाच विहस्य तम् ॥
]

`speaker [
गिरिजोवाच
]

`verse 69 [
सच्छिश्यस्य फलं जातं सम्यग्जातं तु शिष्यतः॥
शान्तात्मने सुवीराय दत्तं यदतुलं बलम् ॥
]

`speaker [
सूत उवाच
]

`verse 70 [
गिरिजायाश्च साकूतं वचः श्रुत्वा महेश्वरः ॥
कृतघ्नं रावणं मत्वा शशाप बलदर्पितम् ॥
]

`speaker [
महादेव उवाच
]

`verse 71 [
रे रे रावण दुर्भक्त मा गर्वं वह दुर्मते ॥
शीघ्रं च तव हस्तानां दर्पघ्नश्च भवेदिह ॥
]

`verse 72 [
सूत उवाव ॥
इति तत्र च यज्जातं नारदः श्रुतवांस्तदा ॥
रावणोपि प्रसन्नात्माऽगात्स्वधाम यथागतम् ॥
]

`verse 73 [
निश्चयं परमं कृत्वा बली बलविमोहितः ॥
जगद्वशं हि कृतवान्रावणः परदर्पहा ॥
]

`verse 74 [
शिवाज्ञया च प्राप्तेन दिव्यास्त्रेण महौजसा॥
रावणस्य प्रति भटो नालं कश्चिदभूत्तदा ॥
]

`verse 75 [
इत्येतच्च समाख्यातं वैद्यनाथेश्वरस्य च ॥
माहात्म्यं शृण्वतां पापं नृणां भवति भस्मसात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां वैद्यनाथेश्वरज्योतिर्लिंगमाहात्म्यवर्णनं नामाष्टाविंशोऽध्यायः ॥
]
