`speaker [
सूत उवाच
]

`verse 1 [
अथातः संप्रवक्ष्यामि नागेशाख्यं परात्मनः ॥
ज्योतीरूपं यथा जातं परमं लिंगमुत्तमम् ॥
]

`verse 2 [
दारुका राक्षसी काचित्पार्वती वरदर्पिता ॥
दारुकश्च पतिस्तस्या बभूव बलवत्तरः ॥
]

`verse 3 [
बहुभी राक्षसैस्तत्र चकार कदनं सताम् ॥
यज्ञध्वंसं च लोकानां धर्मध्वंसं तदाकरोत् ॥
]

`verse 4 [
पश्चिमे सागरे तस्य वनं सर्वसमृद्धिमत् ॥
योजनानां षोडशभिर्विस्तृतं सर्वतो दिशम् ॥
]

`verse 5 [
दारुका स्वविलासार्थं यत्र गच्छति तद्वनम् ॥
भूम्या च तरुभिस्तत्र सर्वोपकरणैर्युतम् ॥
]

`verse 6 [
दारुकायै ददौ देवी तद्वनस्यावलोकनम्॥
प्रयाति तद्वनं सा हि पत्या सह यदृच्छया॥
]

`verse 7 [
तत्र स्थित्वा तदा सोपि सर्वेषां च भयं ददौ ॥
दारुको राक्षसः पत्न्या तया दारुकया सह ॥
]

`verse 8 [
ते सर्वे पीडिता लोका और्वस्य शरणं ययुः ॥
नत्वा प्रीत्या विशेषेण तमूचुर्नतमस्तकाः ॥
]

`speaker [
लोका ऊचुः
]

`verse 9 [
महर्षे शरणं देहि नो चेद्दुष्टैश्च मारिताः ॥
सर्वं कर्तुं समर्थोसि तेजसा दीप्तिमानसि ॥
]

`verse 10 [
पृथ्व्यां न वर्तते कश्चित्त्वां विना शरणं च नः ॥
यामो यस्य समीपे तु स्थित्वा सुखमवाप्नुमः ॥
]

`verse 11 [
त्वां दृष्ट्वा राश्रसास्सर्वे पला यंते विदूरतः ॥
त्वयि शैवं सदा तेजो विभाति ज्वलनो यथा ॥
]

`speaker [
सूत उवाच
]

`verse 12 [
इत्येवं प्रार्थितो लोकैरौर्वो हि मुनिसत्तमः॥
शोचमानः शरण्यश्च रक्षायै हि वचोऽब्रवीत् ॥
]

`speaker [
और्व उवाच
]

`verse 13 [
पृथिव्यां यदि रक्षांसि हिंस्युर्वै प्राणिनस्तदा ॥
स्वयं प्राणैर्वियुज्येयू राक्षसा बलवत्तराः ॥
]

`verse 14 [
यदा यज्ञा न हन्येरंस्तदा प्राणैर्वियोजिताः ॥
भवंतु राक्षसास्सर्वे सत्यमेतन्मयोच्यते ॥
]

`speaker [
सूत उवाच
]

`verse 15 [
इत्युक्त्वा वचनं तेभ्यस्समाश्वास्य प्रजाः पुनः ॥
तपश्चकार विविधमौर्वो लोकसुखावहः ॥
]

`verse 16 [
देवास्तदा ते विज्ञाय शापस्य कारणं हि तत् ॥
युद्धाय च समुद्योगं चक्रुर्देवारिभिस्सह ॥
]

`verse 17 [
सर्वैश्चैव प्रयत्नैश्च नानायुधधरास्सुराः॥
सर्वे शक्रादयस्तत्र युद्धार्थं समुपागताः ॥
]

`verse 18 [
तान्दृष्ट्वा राक्षसास्तत्र विचारे तत्पराः पुनः ॥
बभूवुस्तेऽखिला दुष्टा मिथो ये यत्र संस्थिताः ।
]

`speaker [
राक्षसा ऊचुः
]

`verse 19 [
किं कर्तव्यं क्व गंतव्यं संकटं समुपागताः ॥
युद्ध्यते म्रियते चैव युद्ध्यते न विहन्यते ॥
]

`verse 20 [
तथैव स्थीयते चेद्वै भक्ष्यते किं परस्परम् ॥
दुःखं हि सर्वथा जातं क एनं विनिवारयेत् ॥
]

`speaker [
सूत उवाच
]

`verse 21 [
विचार्येति च ते तत्र दारुकाद्याश्च राक्षसाः ॥
उपायं न विजानन्तो दुःखं प्राप्तास्सदा हि वै ॥
]

`verse 22 [
दारुका राक्षसी चापि ज्ञात्वा दुःखं समागतम् ॥
भवान्याश्च वरं तञ्च कथयामास सा तदा ॥
]

`speaker [
दारुकोवाच
]

`verse 23 [
मया ह्याराधिता पूर्वं भवपत्नी वरं ददौ ॥
वनं गच्छ निजैः सार्धं यत्र गंतुं त्वमिच्छसि ॥
]

`verse 24 [
तद्वरश्च मया प्राप्तः कथं दुःखं विषह्यते ॥
जलं वनं च नीत्वा वै सुखं स्थेयं तु राक्षसैः ॥
]

`speaker [
भूत उवाच
]

`verse 25 [
तस्यास्तद्वचनं श्रुत्वा राक्षस्या हर्षमागताः ॥
उचुस्सर्वे मिथस्ते हि राक्षसा निर्भयास्तदा ॥
]

`verse 26 [
धन्येयं कृतकृत्येयं राज्ञ्या वै जीवितास्स्वयम् ॥
नत्वा तस्यै च तत्सर्वं कथयामासुरादरात् ॥
]

`verse 27 [
यदि गंतुं भवेच्छक्तिर्गम्यतां किं विचार्यते॥
तत्र गत्वा जले देवि सुखं स्थास्याम नित्यशः ॥
]

`verse 28 [
एतस्मिन्नंतरे लोका देवैस्सार्द्धं समागताः ॥
युद्धाय विविधैर्दुःखैः पीडिता राक्षसैः पुरा ।
]

`verse 29 [
पीडिताश्च तदा तस्या भवान्या बलमाश्रिताः ॥
समग्रं नगरं नीत्वा जलस्थलसमन्वितम् ॥
]

`verse 30 [
जयजयेति देव्यास्तु स्तुतिमुच्चार्य राक्षसी ॥
तत उड्डीयनं कृत्वा सपक्षो गिरिराड्यथा ॥
]

`verse 31 [
समुद्रस्य च मध्ये सा संस्थिता निर्भया तदा ॥
सकलैः परिवारैश्च मुमुदेति शिवानुगा ॥
]

`verse 32 [
तत्र सिंधौ च ते स्थित्वा नगरे च विलासिनः ॥
राक्षसाश्च सुखं प्रापु्र्निर्भयाश्च विजह्रिरे॥
]

`verse 33 [
राक्षसाश्च पृथिव्यां वै  नाजग्मुश्च कदाचन ॥
मुनेश्शापभयादेव बभ्रमुस्ते चले तदा ॥
]

`verse 34 [
नौषु स्थिताञ्जनान्नीत्वा नगरे तत्र तांस्तदा ॥
चिक्षिपुर्बन्धनागारे कांश्चिज्जघ्नुस्तदा हि ते ॥
]

`verse 35 [
यथायथा पुनः पीडां चक्रुस्ते राक्षसास्तदा॥
तत्रस्थिता भवान्याश्च वरदानाच्च निर्भयाः॥
]

`verse 36 [
यथापूर्वं स्थले लोके भयं चासीन्निरन्तरम्॥
तथा भयं जले तेषामासीन्नित्यं मुनीश्वराः॥
]

`verse 37 [
कदाचिद्राक्षसी सा च निस्सृता नगराज्जले॥
रुद्ध्वा मार्गं स्थिता लोकपीडार्थं धरणौ च हि॥
]

`verse 38 [
एतस्मिन्नंतरे तत्र नावो बहुतराः शुभाः॥
आगता बहुधा तत्र सर्वतो लोकसंवृताः॥
]

`verse 39 [
ता नावश्च तदा दृष्ट्वा हर्षं संप्राप्य राक्षसाः॥
द्रुतं गत्वा हि तत्रस्थान्वेगात्संदध्रिरे खलाः॥
]

`verse 40 [
आजग्मुर्नगरं ते च तानादाय महाबलाः॥
चिक्षिपुर्बन्धनागारे बद्ध्वा हि निगडैर्दृढैः॥
]

`verse 41 [
बद्धास्ते निगडैर्लोका संस्थिता बंधनालये॥
अतीव दुःखमाजग्मुर्भर्त्सितास्ते मुहुर्मुहुः॥
]

`verse 42 [
तेषां मध्ये च योऽधीशस्स वैश्यस्सुप्रियाभिधः॥
शिवप्रियश्शुभाचारश्शैवश्चासीत्सदातनः ॥
]

`verse 43 [
विना च शिवपूजां वै न तिष्ठति कदाचन ॥
सर्वथा शिवधर्मा हि भस्मरुद्राक्षभूषणः ॥
]

`verse 44 [
यदि पूजा न जाता चेन्न भुनक्ति तदा तु सः ॥
अतस्तत्रापि वैश्योऽसौ चकार शिवपूजनम् ॥
]

`verse 45 [
कारागृहगतस्सोपि बहूंश्चाशिक्षयत्तदा ॥
शिवमंत्रं च पूजां च पार्थिवीमृषिसत्तमाः ॥
]

`verse 46 [
ते सर्वे च तदा तत्र शिवपूजां स्वकामदाम् ॥
चक्रिरे विधिवत्तत्र यथादृष्टं यथाश्रुतम् ॥
]

`verse 47 [
केचित्तत्र स्थिता ध्याने बद्ध्वासनमनुत्तमम् ॥
मानसीं शिवपूजां च केचिच्चक्रुर्मुदान्विताः ॥
]

`verse 48 [
तदधीशेन तत्रैव प्रत्यक्षं शिवपूजनम् ॥
कृतं च पार्थिवस्यैव विधानेन मुनीश्वराः ॥
]

`verse 49 [
अन्ये च ये न जानन्ति विधानं स्मरणं परम् ॥
नमश्शिवाय मंत्रेण ध्यायंतश्शंकरं स्थिताः ॥
]

`verse 50 [
सुप्रियो नाम यश्चासीद्वैश्यवर्यश्शिवप्रियः ॥
ध्यायंश्च मनसा तत्र चकार शिवपूजनम् ॥
]

`verse 51 [
यथोक्तरूपी शंभुश्च प्रत्यक्षं सर्वमाददे ॥
सोपि स्वयं न जानाति गृह्यते न शिवेन वै ॥
]

`verse 52 [
एवं च क्रियमाणस्य वैश्यस्य शिवपूजनम् ॥
व्यतीयुस्तत्र षण्मासा निर्विघ्नेन मुनीश्वराः ॥
]

`verse 53 [
अतः परं च यज्जातं चरितं शशिमौलिनः॥
तच्छृणुध्वमृषिश्रेष्ठाः सावधानेन चेतसा॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्र संहितायां नागेश्वरज्योतिर्लिंगमाहात्म्ये दारुकावनराक्षसोपद्रववर्णनंनामैकोनत्रिंशोऽध्यायः ॥
]
