`speaker [
सूत उवाच
]

`verse 1 [
कदाचित्सेवकस्तस्य राक्षसस्य दुरात्मनः ॥
तदग्रे सुंदरं रूपं शंकरस्य ददर्श ह ॥
]

`verse 2 [
तस्मै निवेदितं राज्ञे राक्षसानां यथार्थकम् ॥
सर्वं तच्चरितं तेन सकौतुकमथाद्भुतम् ॥
]

`verse 3 [
राजापि तत्र चागत्य राक्षसानां स दारुकः ॥
विह्वलस्सबलश्शीघ्रं पर्यपृच्छच्च तं शिवम् ॥
]

`speaker [
दारुक उवाच
]

`verse 4 [
किं ध्यायसि हि वैश्य त्वं सत्यं वद ममाग्रतः ॥
एवं सति न मृत्युस्ते मम वाक्यं च नान्यथा ॥
]

`speaker [
सूत उवाच
]

`verse 5 [
तेनोक्तं च न जानामि तच्छ्रुत्वा कुपितस्य वै ॥
राक्षसान्प्रेरयामास हन्यतां राक्षसा अयम् ॥
]

`verse 6 [
तदुक्तास्ते तदा हंतुं नानायुधधरा गताः ॥
द्रुतं तं वैश्यशार्दूलं शंकरासक्तचेतसम् ॥
]

`verse 7 [
तानागतांस्तदा दृष्ट्वा भयवित्रस्तलोचनः ॥
शिवं सस्मार सुप्रीत्या तन्नामानि जगौ मुहुः ॥
]

`speaker [
वैश्यपतिरुवाच
]

`verse 8 [
पाहि शंकर देवेश पाहि शंभो शिवेति च ॥
दुष्टादस्मात्त्रिलोकेश खलहन्भक्तवत्सल ॥
]

`verse 9 [
सर्वस्वं च भवानद्य मम देव त्वमेव हि ॥
त्वदधीनस्त्वदीयोऽहं त्वत्प्राणस्सर्वदा प्रभो ॥
]

`speaker [
सूत उवाच
]

`verse 10 [
इति संप्रार्थितश्शंभुर्विवरान्निर्गतस्तदा ॥
भवनेनोत्तमेनाथ चतुर्द्वारयुतेन च ॥
]

`verse 11 [
मध्यज्योतिस्स्वरूपं च शिवरूपं तदद्भुतम् ॥
परिवारसमायुक्तं दृष्ट्वा चापूजयत्स वै ॥
]

`verse 12 [
पूजितश्च तदा शंभुः प्रसन्नो ह्यभवत्स्वयम् ॥
अस्त्रं पाशुपतं नाम दत्त्वा राक्षसपुंगवान् ॥
]

`verse 13 [
जघान सोपकरणांस्तान्सर्वान्सगणान्द्रुतम् ॥
अरक्षच्च स्वभक्तं वै दुष्टहा स हि शंकरः ॥
]

`verse 14 [
सर्वांस्तांश्च तदा हत्वा वरं प्रादाद्वनस्य च ॥
अत्यद्भुतकरश्शंभुस्स्वलीलात्तसुविग्रहः ॥
]

`verse 15 [
अस्मिन्वने सदा वर्णधर्मा वै संभवंतु च ॥
ब्राह्मणक्षत्रियविशां शूद्राणां हि तथैव च ॥
]

`verse 16 [
भवत्वत्र मुनिश्रेष्ठास्तामसा न कदाचन ॥
शिवधर्मप्रवक्तारश्शिवधर्मप्रवर्तकाः ॥
]

`speaker [
सूत उवाच
]

`verse 17 [
एतस्मिन्समये सा वै राक्षसी दारुकाह्वया ॥
देव्याः स्तुतिं चकारासौ पार्वत्या दीनमानसा ॥
]

`verse 18 [
प्रसन्ना च तदा देवी किं करोमीत्युवाच हि ॥
साप्युवाच पुनस्तत्र वंशो मे रक्ष्यतां त्वया ॥
]

`verse 19 [
रक्षयिष्यामि ते वंशं सत्यं च कथ्यते मया ॥
इत्युक्त्वा च शिवेनैव विग्रहं सा चकार ह ॥
]

`verse 20 [
शिवोपि कुपितां देवीं दृष्ट्वा वरवशः प्रभुः ॥
प्रत्युवाचेति सुप्रीत्या यथेच्छसि तथा कुरु ॥
]

`speaker [
सूत् उवाच
]

`verse 21 [
इति श्रुत्वा वचस्तस्य स्वपतेश्शंकरस्य वै ॥
सुप्रसन्ना विहस्याशु पार्वती वाक्यमब्रवीत् ॥
]

`speaker [
पार्वत्युवाच
]

`verse 22 [
भवदीयं वचस्तथ्यं युगांते संभविष्यति ॥
तावच्च तामसी सृष्टिर्भवत्विति मतं मम ॥
]

`verse 23 [
अन्यथा प्रलयस्स्याद्वै सत्यं मे व्याहृतं शिव ॥
प्रमाणीक्रियतां नाथ त्वदीयास्मि त्वदाश्रया ॥
]

`verse 24 [
इयं च दारुका देवी राक्षसी शक्तिका मम ॥
बलिष्ठा राक्षसीनां च रक्षोराज्यं प्रशास्तु च ॥
]

`verse 25 [
इमा राक्षसपत्न्यस्तु प्रसविष्यंति पुत्रकान् ॥
ते सर्वे मिलिताश्चैव वने वासाय मे मताः ॥
]

`speaker [
सूत उवाच
]

`verse 26 [
इत्येवं वचनं श्रुत्वा पार्वत्यास्स्वस्त्रियाः प्रभुः ॥
प्रसन्नमानसो भूत्वा शंकरो वाक्यमब्रवीत् ॥
]

`speaker [
शङ्कर उवाच
]

`verse 27 [
इति ब्रवीषि त्वं वै चेच्छृणु मद्वचनं प्रिये ॥
स्थास्याम्यस्मिन्वने प्रीत्या भक्तानां पालनाय च ॥
]

`verse 28 [
अत्र मे वर्णधर्मस्थो दर्शनं प्रीतिसंयुतम् ॥
करिष्यति च यो वै स चक्रवर्ती भविष्यति ॥
]

`verse 29 [
अन्यथा कलिपर्याये सत्यस्यादौ नृपेश्वर ॥
महासेनसुतो यो वै वीरसेनेति विश्रुतः ॥
]

`verse 30 [
स मे भक्त्यातिविक्रांतो दर्शनं मे करिष्यति ॥
दर्शनं मे स कृत्वैव चक्रवर्ती भविष्यति ॥
]

`verse 31 [
सूत उवाच ॥ ॥
इत्येवं दंपती तौ च कृत्वा हास्यं परस्परम् ।
स्थितौ तत्र स्वयं साक्षान्महत्त्वकारकौ द्विजाः ॥
]

`verse 32 [
ज्योतिर्लिंगस्वरूपो हि नाम्ना नागेश्वरश्शिवः ॥
नागेश्वरी शिवा देवी बभूव च सतां प्रियौ ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 33 [
वीरसेनः कथं तत्र यास्यते दारुकावने ॥
कथमर्चिष्यति शिवं त्वं तद्वद महामते ॥
]

`speaker [
सूत उवाच
]

`verse 34 [
निषधे सुंदरे देशे क्षत्रियाणां कुले च सः ॥
महासेनसुतो वीरसेनश्चैव शिवप्रियः ॥
]

`verse 35 [
पार्थिवेशार्चनं कृत्वा तपः परमदुष्करम् ॥
चकार वीरसेनो वै वर्षाणां द्वादशावधिः ॥
]

`verse 36 [
ततः प्रसन्नो देवेशः प्रत्यक्षं प्राह शंकरः ॥
काष्ठस्य मत्स्यिकां कृत्वा त्रपुधातु विलेपनाम् ॥
]

`verse 37 [
विधाय योगमायां च दास्यामि वीरसेनक ॥
तां गृहीत्वा प्रविश्यैतं नृभिस्सह व्रजाधुना ॥
]

`verse 38 [
ततस्त्वं तत्र गत्वा च विवरे च कृते मया ॥
प्रविश्य च तदा पूजां कृत्वा नागेश्वरस्य च ॥
]

`verse 39 [
ततः पाशुपतं प्राप्य हत्वा च राक्षसीमुखान् ॥
मयि दृष्टे तदा किंचिन्न्यूनं ते न भविष्यति ॥
]

`verse 40 [
पार्वत्याश्च बलं चैव संपूर्णं वै भविष्यति॥
अन्ये च म्लेच्छरूपा ये भविष्यंति वने शुभाः ॥
]

`speaker [
सूत उवाच
]

`verse 41 [
इत्युक्त्वा शंकरस्तत्र वीरसेनं हि दुःखह ॥
कृत्वा कृपां च महतीं तत्रैवांतर्द्दधे प्रभुः ॥
]

`verse 42 [
इति दत्तवरस्सोऽपि शिवेन परमात्मना ॥
शक्तस्स वै तदा कर्तुं संबभूव न संशयः ॥
]

`verse 43 [
एवं नागेश्वरो देव उत्पन्नो ज्योतिषां पतिः ॥
लिंगरूपस्त्रिलोकस्य सर्वकामप्रदस्सदा ॥
]

`verse 44 [
एतद्यश्शृणुयान्नित्यं नागेशोद्भवमादरात् ॥
सर्वान्कामानियाद्धीमान्महापातकनाशनान् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां नागेश्वरज्योतिर्लिंगोद्भवमाहात्म्यवर्णनं नाम त्रिंशोऽध्यायः ॥
]
