`verse 1 [
सूत उवाच ॥ ॥
अतः परं प्रवक्ष्यामि लिंगं रामेश्वराभिधम् ॥
उत्पन्नं च यथा पूर्वमृषयश्शृणुतादरात् ॥
]

`verse 2 [
पुरा विष्णुः पृथिव्यां चावततार सतां प्रियः ॥
]

`verse 3 [
तत्र सीता हृता विप्रा रावणेनोरुमायिना ॥
प्रापिता स्वगृहं सा हि लंकायां जनकात्मजा ॥
]

`verse 4 [
अन्वेषणपरस्तस्याः किष्किन्धाख्यां पुरीमगात् ॥
सुग्रीवहितकृद्भूत्वा वालिनं संजघान ह ॥
]

`verse 5 [
तत्र स्थित्वा कियत्कालं तदन्वेषणतत्परः ॥
सुग्रीवाद्यैर्लक्ष्मणेन विचारं कृतवान्स वै ॥
]

`verse 6 [
कपीन्संप्रेषयामास चतुर्दिक्षु नृपात्मजः ॥
हनुमत्प्रमुखान्रामस्तदन्वेषणहेतवे ॥
]

`verse 7 [
अथ ज्ञात्वा गतां लंकां सीतां कपिवराननात् ॥
सीताचूडामणिं प्राप्य मुमुदे सोऽति राघवः ॥
]

`verse 8 [
सकपीशस्तदा रामो लक्ष्मणेन युतो द्विजाः ॥
सुग्रीवप्रमुखैः पुण्यैर्वानरैर्बलवत्तरैः ॥
]

`verse 9 [
पद्मैरष्टादशाख्यैश्च ययौ तीरं पयोनिधेः ॥
दक्षिणे सागरे यो वै दृश्यते लवणाकरः॥
]

`verse 10 [
तत्रागत्य स्वयं रामो वेलायां संस्थितो हि सः ॥
वानरैस्सेव्यमानस्तु लक्ष्मणेन शिवप्रियः ॥
]

`verse 11 [
हा जानकि कुतो याता कदा चेयं मिलिष्यति ॥
अगाधस्सागरश्चैवातार्या सेना च वानरी ॥
]

`verse 12 [
राक्षसो गिरिधर्त्ता च महाबलपराक्रमः॥
लंकाख्यो दुर्गमो दुर्ग इंद्रजित्तनयोस्य वै॥
]

`verse 13 [
इत्येवं स विचार्यैव तटे स्थित्वा सलक्ष्मणः॥
आश्वासितो वनौकोभिरंगदादिपुरस्सरैः ॥
]

`verse 14 [
एतस्मिन्नंतरे तत्र राघवश्शैवसत्तमः॥
उवाच भ्रातरं प्रीत्या जलार्थी लक्ष्मणाभिधम् ॥
]

`speaker [
राम उवाच
]

`verse 15 [
भ्रातर्लक्ष्मण वीरेशाहं जलार्थी पिपासितः ॥
तदानय द्रुतं पाथो वानरैः कैश्चिदेव हि ॥
]

`speaker [
सूत उवाच
]

`verse 16 [
तच्छ्रुत्वा वानरास्तत्र ह्यधावंत दिशो दश ॥
नीत्वा जलं च ते प्रोचुः प्रणिपत्य पुरः स्थिताः ॥
]

`speaker [
वानरा ऊचुः
]

`verse 17 [
जलं च गृह्यतां स्वामिन्नानीतं तत्त्वदाज्ञया॥
महोत्तमं च सुस्वादु शीतलं प्राणतर्पणम्॥
]

`speaker [
सूत उवाच
]

`verse 18 [
सुप्रसन्नतरो भूत्वा कृपादृष्ट्या विलोक्य तान् ॥
तच्छ्रुत्वा रामचन्द्रोऽसौ स्वयं जग्राह तज्जलम्॥
]

`verse 19 [
स शैवस्तज्जलं नीत्वा पातुमारब्धवान्यदा ॥
तदा च स्मरणं जातमित्थमस्य शिवेच्छया ॥
]

`verse 20 [
न कृतं दर्शनं शंभोर्गृह्यते च जलं कथम् ॥
स्वस्वामिनः परेशस्य सर्वानंदप्रदस्य वै । 4.31.२० ॥
इत्युक्त्वा च जलं पीतं तदा रघुवरेण च॥
पश्चाच्च पार्थिवीं पूजां चकार रघुनंदनः॥
]

`verse 21 [
आवाहनादिकांश्चैव ह्युपचारान्प्रकल्प्य वै ।
विधिवत्षोडश प्रीत्या देवमानर्च शङ्करम् ॥
]

`verse 22 [
प्रणिपातैस्स्तवैर्दिव्यैश्शिवं संतोष्य यत्नतः॥
प्रार्थयामास सद्भक्त्या स रामश्शंकरं मुदा ॥
]

`verse 23 [
राम उवाच ॥ ॥
स्वामिञ्छंभो महादेव सर्वदा भक्तवत्सल ॥
पाहि मां शरणापन्नं त्वद्भक्तं दीनमानसम् ॥
]

`verse 24 [
एतज्जलमगाधं च वारिधेर्भवतारण ॥
रावणाख्यो महावीरो राक्षसो बलवत्तरः ॥
]

`verse 25 [
वानराणां बलं ह्येतच्चंचलं युद्धसाधनम् ॥
ममकार्यं कथं सिद्धं भविष्यति प्रियाप्तये ॥
]

`verse 26 [
तस्मिन्देव त्वया कार्यं साहाय्यं मम सुव्रत ॥
साहाय्यं ते विना नाथ मम कार्य्यं हि दुर्लभम् ॥
]

`verse 27 [
त्वदीयो रावणोऽपीह दुर्ज्जयस्सर्वथाखिलैः ॥
त्वद्दत्तवरदृप्तश्च महावीरस्त्रिलोकजित् ॥
]

`verse 28 [
अप्यहं तव दासोऽस्मि त्वदधीनश्च सर्वथा ॥
विचार्येति त्वया कार्यः पक्षपातस्सदाशिव ॥
]

`speaker [
सूत उवाच
]

`verse 29 [
इत्येवं स च संप्रार्थ्य नमस्कृत्य पुनःपुनः ॥
तदा जयजयेत्युच्चैरुद्धोषैश्शंकरेति च ॥
]

`verse 30 [
इति स्तुत्वा शिवं तत्र मंत्रध्यानपरायणः ॥
पुनः पूजां ततः कृत्वा स्वाम्यग्रे स ननर्त ह ॥
]

`verse 31 [
प्रेमी विक्लिन्नहृदयो गल्लनादं यदाकरोत् ॥
तदा च शंकरो देवस्सुप्रसन्नो बभूव ह ॥
]

`verse 32 [
सांगस्सपरिवारश्च ज्योतीरूपो महेश्वरः ॥
यथोक्तरूपममलं कृत्वाविरभवद्द्रुतम्॥
]

`verse 33 [
ततस्संतुष्टहृदयो रामभक्त्या महेश्वरः ॥
शिवमस्तु वरं ब्रूहि रामेति स तदाब्रवीत् ॥
]

`verse 34 [
तद्रूपं च तदा दृष्ट्वा सर्वे पूतास्ततस्स्वयम् ॥
कृतवान्राघवः पूजां शिवधर्मपरायणः ॥
]

`verse 35 [
स्तुतिं च विविधां कृत्वा प्रणिपत्य शिवं मुदा ॥
जयं च प्रार्थयामास रावणाजौ तदात्मनः ॥
]

`verse 36 [
ततः प्रसन्नहृदयो रामभक्त्या महेश्वरः ॥
जयोस्तु ते महाराज प्रीत्या स पुनरब्रवीत् ॥
]

`verse 37 [
शिवदत्तं जयं प्राप्य ह्यनुज्ञां समवाप्य च ॥
पुनश्च प्रार्थयामास सांजलिर्नतमस्तकः ॥
]

`speaker [
राम उवाच
]

`verse 38 [
त्वया स्थेयमिह स्वामिंल्लोकानां पावनाय च ॥
परेषामुपकारार्थं यदि तुष्टोऽसि शंकर ॥
]

`speaker [
सूत उवाच
]

`verse 39 [
इत्युक्तस्तु शिवस्तत्र लिंगरूपोऽभवत्तदा ॥
रामेश्वरश्च नाम्ना वै प्रसिद्धो जगतीतले ॥
]

`verse 40 [
रामस्तु तत्प्रभावाद्वै सिन्धुमुत्तीर्य चांजसा ॥
रावणादीन्निहत्याशु राक्षसान्प्राप तां प्रियाम् ॥
]

`verse 41 [
रामेश्वरस्य महिमाद्भुतोऽभूद्भुवि चातुलः ॥
भुक्तिमुक्तिप्रदश्चैव सर्वदा भक्तकामदः ॥
]

`verse 42 [
दिव्यगंगाजलेनैव स्नापयिष्यति यश्शिवम् ॥
रामेश्वरं च सद्भक्त्या स जीवन्मुक्त एव हि ॥
]

`verse 43 [
इह भुक्त्वाखिलान्भोगान्देवानां दुर्लभानपि ॥
अंते प्राप्य परं ज्ञानं कैवल्यं प्राप्नुयाद्ध्रुवम् ॥
]

`verse 44 [
इति वश्च समाख्यातं ज्योतिर्लिगं शिवस्य तु ॥
रामेश्वराभिधं दिव्यं शृण्वतां पापहारकम्॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंतायां रामेश्वरमाहात्म्यवर्णनं नामैकत्रिंशोऽध्यायः ॥
]
