`speaker [
सूत उवाच
]

`verse 1 [
अतः परं च घुश्मेशं ज्योतिर्लिंगमुदाहृतम्॥
तस्यैव च सुमाहात्म्यं श्रूयतामृषिसत्तमः ॥
]

`verse 2 [
दक्षिणस्यां दिशि श्रेष्ठो गिरिर्देवेति संज्ञकः ॥
महाशोभान्वितो नित्यं राजतेऽद्भुत दर्शनः ॥
]

`verse 3 [
तस्यैव निकटे कश्चिद्भारद्वाजकुलोद्भवः ॥
सुधर्मा नाम विप्रश्च न्यवसद्ब्रह्मवित्तमः ॥
]

`verse 4 [
तस्य प्रिया सुदेहा च शिवधर्मपरायणः ॥
पतिसेवापरा नित्यं गृहकर्मविचक्षणा ॥
]

`verse 5 [
सुधर्मा च द्विजश्रेष्ठो देवतातिथिपूजकः ॥
वेदमार्गपरो नित्यमग्नि सेवापरायणः ॥
]

`verse 6 [
त्रिकालसंध्यया युक्तस्सूर्य्यरूपसमद्युतिः ॥
शिष्याणां पाठकश्चैव वेदशास्त्रविचक्षणः ॥
]

`verse 7 [
धनवांश्च परो दाता सौजन्यगुणभाजनः ॥
शिवकर्मरतो नित्यं शैवश्शैवजनप्रियः ॥ ॥
]

`verse 8 [
आयुर्बहु व्यतीयाय तस्य धर्मं प्रकुर्वतः ॥
पुत्रश्च नाभवत्तस्य ऋतुः स्यादफलः स्त्रियाः ॥
]

`verse 9 [
तेन दुःखं कृतं नैव वस्तुज्ञानपरेण हि ॥
आत्मनस्तारकश्चात्मा ह्यात्मनः पावनश्च सः ॥
]

`verse 10 [
इत्येवं मानसं धृत्वा दुःखं न कृतवान्स्तदा ॥
सुदेहा च तदा दुःखं चकार पुत्रसम्भवम् ॥
]

`verse 11 [
नित्यं च स्वामिनं सा वै प्रार्थयद्यत्नसाधने ॥
पुत्रोत्पादनहेतोश्च सर्वविद्याविशारदम् ॥
]

`verse 12 [
सोऽपि स्त्रियं तदा भर्त्स्य किं पुत्रश्च करिष्यति ॥
का माता कः पिता पुत्रः को बंधुश्च प्रियश्च कः ॥
]

`verse 13 [
सर्वं स्वार्थपरं देवि त्रिलोक्यां नात्र संशयः ॥
जानीहि त्वं विशेषेण बुद्ध्या शोकं न वै कुरु ॥
]

`verse 14 [
तस्माद्देवि त्वया दुःखं त्यजनीयं सुनिश्चितम् ॥
नित्यं मह्यं त्वया नैव कथनीयं शुभव्रते ॥
]

`verse 15 [
एवं तां सन्निवार्य्यैव भगवद्धर्मतत्परः ॥
आसीत्परमसंतुष्टो द्वन्द्वदुःखं समत्यजत् ॥
]

`verse 16 [
कदाचिच्च सुदेहा वै गेहे च सहवासिनः ॥
जगाम प्रियगोष्ठ्यर्थं विवादस्तत्र संगतः ॥
]

`verse 17 [
तत्पत्नी स्त्रीस्वभावाच्च भर्त्सिता सा तया तदा ॥
उक्ता चेति दुरुक्त्या वै सुदेहा विप्रकामिनी॥
]

`verse 18 [
द्विजपत्न्युवाच ॥ अपुत्रिणि कथं गर्वं कुरुषे पुत्रिणी ह्यहम् ॥
मद्धनं भोक्ष्यते पुत्रो धनं ते कश्च भोक्ष्यते ॥
]

`verse 19 [
नूनं हरिष्यते राजा त्वद्धनं नात्र संशयः ॥
धिग्धिक्त्वां ते धनं धिक्च धिक्ते मानं हि वन्ध्यके ॥
]

`speaker [
सूत उवाच
]

`verse 20 [
भर्त्सिता ताभिरिति सा गृहमागत्य दुःखिता ॥
स्वामिने कथयामास तदुक्तं सर्वमादरात् ॥
]

`verse 21 [
ब्राह्मणोऽपि तदा दुःखं न चकार सुबुद्धिमान् ॥
कथितं कथ्यतामेव यद्भावि तद्भवेत्प्रिये ॥
]

`verse 22 [
इत्येवं च तदा तेन ह्याश्वस्तापि पुनः पुनः ॥
न तदा सात्यजद्दुःखं ह्याग्रहं कृतवत्यसौ ॥
]

`speaker [
सुदेहोवाच
]

`verse 23 [
यथा तथा त्वया पुत्रस्समुत्पाद्यः प्रियोऽसि मे ॥
त्यक्षामि ह्यन्यथाहं च देहं देहभृतां वर ॥
]

`speaker [
सूत उवाच
]

`verse 24 [
एवमुक्तं तया श्रुत्वा सुधर्मा ब्राह्मणोत्तमः ॥
शिवं सस्मार मनसा तदाग्रहनिपीडितः॥
]

`verse 25 [
अग्नेरग्रेऽक्षिपत्पुष्पद्वयं विप्रो ह्यतंद्रितः ॥
मनसा दक्षिणं पुष्पं तन्मेने पुत्रकामदम् ॥
]

`verse 26 [
एवं कृत्वा पणं पत्नीमुवाच ब्राह्मणस्स च ॥
अनयोर्ग्राह्यमेकं ते पुष्पं पुत्र फलाप्तये ॥
]

`verse 27 [
तया च मनसा धृत्वा पुत्रश्चैव भवेन्मम ॥
तदा च स्वामिना यच्च धृतं पुष्पं समेतु माम् ॥
]

`verse 28 [
इत्युक्त्वा च तया तत्र नमस्कृत्य शिवं तदा ॥
नत्वा चाग्निं पुनः प्रार्थ्य गृहीतं पुष्पमेककम् ॥
]

`verse 29 [
स्वामिना चिंतितं यच्च तद्गृहीतं तया न हि ॥
सुदेहया विमोहेन शिवेच्छासंभवेन वै॥
]

`verse 30 [
तद्दृष्ट्वा पुरुषश्चैव निश्वासं पर्यमोचयत् ॥
स्मृत्वा शिवपदांभोजमुवाच निजकामिनीम् ॥
]

`speaker [
सुधर्मोवाच
]

`verse 31 [
निर्मितं चेश्वरेणैव कथं चैवान्यथा भवेत् ॥
आशां त्यज प्रिये त्वं च परिचर्य्यां कुरु प्रभोः ॥
]

`verse 32 [
इत्युक्त्वा तु स्वयं विप्र आशां परिविहाय च ॥
धर्मकार्यरतस्सोऽभूच्छंकरध्यानतत्परः ॥
]

`verse 33 [
सा सुदेहाग्रहं नैव मुमोचात्मजकाम्यया ॥
प्रत्युवाच पतिं प्रेम्णा सांजलिर्नतमस्तका ॥
]

`speaker [
सुदेहोवाच
]

`verse 34 [
मयि पुत्रो न चास्त्वन्या पत्नीं कुरु मदाज्ञया ॥
तस्यां नूनं सुतश्चैव भविष्यति न संशयः ॥
]

`speaker [
सूत उवाच
]

`verse 35 [
तदैव प्रथितो वै स ब्रह्मणश्शैवसत्तमः ॥
उवाच  स्वप्रियां तां च सुदेहां धर्म तत्परः ॥
]

`speaker [
सुधर्मोवाच
]

`verse 36 [
त्वदीयं च मदीयं च सर्वं दुःखं गतं ध्रुवम् ॥
तस्मात्त्वं धर्मविघ्नं च प्रियो मा कुरु सांप्रतम् ॥
]

`speaker [
सूत उवाच
]

`verse 37 [
इत्येवं वारिता सा च स्वामातुः पुत्रिकां तदा ॥
गृहमानीय भर्तारं वृणु त्वेनामिदं जगौ ॥
]

`speaker [
सुधर्मोवाच
]

`verse 38 [
इदानीं वदसि त्वं च मत्प्रियेयं ततः पुनः ॥
पुत्रसूश्च यदा स्याद्वै तदा स्पर्द्धां करिष्यसि ॥
]

`speaker [
सूत उवाच
]

`verse 39 [
इत्युक्त्वा तेन पतिना सा सुदेहा च तत्प्रिया ॥
पुनः प्राह करौ बद्ध्वा सुधर्माणं पतिं द्विजाः ॥
]

`verse 40 [
( नाहं स्पर्द्धां भगिन्या वै करिष्ये द्विजसत्तम ॥
उपयच्छस्व पुत्रार्थमिमामाज्ञापयामि च ॥)
इत्येवं प्रार्थितस्सोऽपि सुधर्मा प्रियया तया ॥
घुश्मां तां समुपायंस्त विवाहविधिना द्विजः॥
]

`verse 41 [
ततस्तां परिणीयाथ प्रार्थयामास तां द्विजः ॥
त्वदीयेयं कनिष्ठा हि सदा पोष्यानघे प्रिये ॥
]

`verse 42 [
उक्तैव स च धर्मात्मा सुधर्मा शैवसत्तमः ॥
यथायोग्यं चकाराशु धर्मसंग्रहमात्मनः ॥
]

`verse 43 [
सा चापि मातृपुत्रीं तां दासीवत्पर्यवर्त्तत ॥
परित्यज्य विरोधं हि पुपोषाहर्निशं प्रिया ॥
]

`verse 44 [
कनिष्ठा चैव या पत्नी स्वस्रनुज्ञामवाप्य च ॥
पार्थिवान्सा चकाराशु श्रियमेकोत्तरं शतम् ॥
]

`verse 45 [
विधानपूर्वकं घुष्मा सोपचारसमन्वितम् ॥
कृत्वा तान्प्राक्षिपत्तत्र तडागे निकटस्थिते ॥
]

`verse 46 [
एवं नित्यं सा चकार शिवपूजां स्वकामदाम् ॥
विसृज्य पुनरावाह्य तत्सपर्य्याविधानतः ॥
]

`verse 47 [
कुर्वन्त्या नित्यमेवं हि तस्याश्शंकरपूजनम् ॥
लक्षसंख्याभवत्पूर्णा सर्वकामफलप्रदा ॥
]

`verse 48 [
कृपया शंकरस्यैव तस्याः पुत्रो व्यजायत ॥
सुन्दरस्सुभगश्चैव कल्याणगुणभाजम् ॥
]

`verse 49 [
तं दृष्ट्वा परमप्रीतः स विप्रो धर्मवित्तमः ॥
अनासक्तस्सुखं भेजे ज्ञानधर्मपरायणः ॥
]

`verse 50 [
सुदेहा तावदस्यास्तु स्पर्द्धामुग्रां चकार सा ॥
प्रथमं शीतलं तस्या हृदयं ह्यसिवत्पुनः ॥
]

`verse 51 [
ततः परं च यज्जातं कुत्सितं कर्म दुःखदम् ॥
सावधानेन मनसा श्रूयतां तन्मुनीश्वरा ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां घुश्मेश्वरमाहात्म्ये सुदेहासुधर्मचरितवर्णनं नाम द्वात्रिंशोऽध्यायः ॥
]
