`speaker [
सूत उवाच
]

`verse 1 [
पुत्रं दृष्ट्वा कनिष्ठाया ज्येष्ठा दुःखमुपागता ॥
विरोधं सा चकाराशु न सहंती च तत्सुखम् ॥
]

`verse 2 [
सर्वे पुत्रप्रसूतिं तां प्रशशंसुर्निरन्तरम् ॥
तया तत्सह्यते न स्म शिशो रूपादिकं तथा ॥
]

`verse 3 [
सुप्रियं तनयं तं च पित्रोस्सद्गुणभाजनम् ॥
दृष्ट्वाऽभवत्तदा तस्या हृदयं तप्तमग्निवत् ॥
]

`verse 4 [
एतस्मिन्नंतरे विप्राः कन्यां दातुं समागताः ॥
विवाहं तस्य तत्रैव चकार विधिवच्च सः ॥
]

`verse 5 [
सुधर्मा घुश्मया सार्द्धमानन्दं परमं गतः ॥
सर्वे संबंधिनस्तस्यां घुश्मायां मानमादधुः ॥
]

`verse 6 [
तं दृष्ट्वा सा सुदेहा हि मनसि ज्वलिता तदा ॥
अत्यन्तं दुःखमापन्ना हा हतास्मीति वादिनी ॥
]

`verse 7 [
सुधर्म्मा गृहमागत्य वधूं पुत्रं विवाहितम् ॥
उत्साहं दर्शयामास प्रियाभ्यां हर्षयन्निव ॥
]

`verse 8 [
अभवद्धर्षिता घुष्मा सुदेहा दुःखमागता ॥
न सहंती सुखं तच्च दुःखं कृत्वापतद्भुवि ॥
]

`verse 9 [
घुश्माऽवदद्वधूपुत्रौ त्वदीयौ न मदीयकौ ॥
वधूः पुत्रश्च तां प्रीत्या प्रसूं श्वश्रममन्यत ॥
]

`verse 10 [
भर्त्ता प्रियां तां ज्येष्ठां च मेने नैव कनिष्ठिकाम् ॥
तथापि सा तदा ज्येष्ठा स्वान्तर्मलवती ह्यभूत् ॥
]

`verse 11 [
एकस्मिन्दिवसे ज्येष्ठा सा सुदेहा च दुःखिनी ॥
हृदये संचिचिन्तेति दुःखशांतिः कथं भवेत् ॥
]

`speaker [
सुदेहोवाच
]

`verse 12 [
मदीयो हृदयाग्निश्च घुश्मानेत्रजलेन वै ॥
भविष्यति ध्रुवं शांतो नान्यथा दुःखजेन हि ॥
]

`verse 13 [
अतोऽहं मारयाम्यद्य तत्पुत्रं प्रियवादिनम् ॥
अग्रे भावि भवेदेवं निश्चयः परमो मम ॥
]

`speaker [
सूत उवाच
]

`verse 14 [
कदर्य्याणां विचारश्च कृत्याकृत्ये भवेन्नहि॥
कठोरः प्रायशो विप्राः सापत्नो भाव आत्महा ॥
]

`verse 15 [
एकस्मिन्दिवसे ज्येष्ठा सुप्तं पुत्रं वधूयुतम् ॥
चिच्छिदे निशि चांगेषु गृहीत्वा छुरिकां च सा ॥
]

`verse 16 [
सर्वांगं खण्डयामास रात्रौ घुश्मासुतस्य सा ॥
नीत्वा सरसि तत्रैवाक्षिपद्दृप्ता महाबला ॥
]

`verse 17 [
यत्र क्षिप्तानि लिंगानि घुश्मया नित्यमेव हि॥
तत्र क्षिप्त्वा समायाता सुष्वाप सुखमागता॥
]

`verse 18 [
प्रातश्चैव समुत्थाय घुश्मा नित्यं तथाकरोत्॥।
सुधर्मा च स्वयं श्रेष्ठो नित्यकर्म समाचरत् ॥
]

`verse 19 [
एतस्मिन्नंतरे सा च ज्येष्ठा कार्यं गृहस्य वै ॥
चकारानन्दसंयुक्ता सुशांतहृदयानला॥
]

`verse 20 [
प्रातःकाले समुत्थाय वधूश्शय्यां विलोक्य सा॥
रुधिरार्द्रां देहखंडैर्युक्तां दुःखमुपागता ॥
]

`verse 21 [
श्वश्रूं निवेदयामास पुत्रस्ते च कुतो गतः॥
शय्या च रुधिरार्द्रा वै दृश्यंते देहखंडकाः॥
]

`verse 22 [
हा हतास्मि कृतं केन दुष्टं कर्म शुचिव्रते॥
इत्युच्चार्य रुरोदातिविविधं तत्प्रिया च सा॥
]

`verse 23 [
ज्येष्ठा दुःखं तदापन्ना हा हतास्मि किलेति च ॥
बहिर्दुःखं चकारासौ मनसा हर्षसंयुता॥
]

`verse 24 [
घुश्मा चापि तदा तस्या वध्वा दुखं निशम्य सा॥
न चचाल व्रतात्तस्मान्नित्यपार्थिवपूजनात्॥
]

`verse 25 [
मनश्चैवोत्सुकं नैव जातं तस्या मनागपि॥
भर्तापि च तथैवासीद्यावद्व्रतविधिर्भवेत्॥
]

`verse 26 [
मध्याह्ने पूजनांते च दृष्ट्वा शय्यां भयावहाम्॥
तथापि न तदा किञ्चित्कृतं दुःखं हि घुश्मया॥
]

`verse 27 [
येनैव चार्पितश्चायं स वै रक्षां करिष्यति ॥
भक्तप्रियस्स विख्यातः कालकालस्सतां गतिः ॥
]

`verse 28 [
यदि नो रक्षिता शंभुरीश्वरः प्रभुरेकलः ॥
मालाकार इवासौ यान्युङ्क्ते तान्वियुनक्ति च ॥
]

`verse 29 [
अद्य मे चिंतया किं स्यादिति तत्त्वं विचार्य सा ॥
न चकार तदा दुःखं शिवे धैर्यं समागता ॥
]

`verse 30 [
पार्थिवांश्च गृहीत्वा सा पूर्ववत्स्वस्थमानसा ॥
शंभोर्नामान्युच्चरंती जगाम सरसस्तटे ॥
]

`verse 31 [
क्षिप्त्वा च पार्थिवांस्तत्र परावर्त्तत सा यदा ॥
तदा पुत्रस्तडागस्थो दृश्यते स्म तटे तया॥
]

`speaker [
पुत्र उवाच
]

`verse 32 [
मातरेहि मिलिष्यामि मृतोऽहं जीवितोऽधुना ॥
तव पुण्यप्रभावाद्धि कृपया शंकरस्य वै ॥
]

`speaker [
सूत उवाच
]

`verse 33 [
जीवितं तं सुतं दृष्ट्वा घुष्मा सा तत्प्रसूर्द्विजाः ॥
प्रहृष्ट्वा नाभवत्तत्र दुःखिता न यथा पुरा ॥
]

`verse 34 [
एतस्मिन्समये तत्र स्वाविरासीच्छिवो द्रुतम् ॥
ज्योतिरूपो महेशश्च संतुष्टः प्रत्युवाच ह ॥
]

`speaker [
शिव उवाच
]

`verse 35 [
प्रसन्नोऽस्मि वरं ब्रूहि दुष्टया मारितो ह्ययम् ॥
एनां च मारयिष्यामि त्रिशूलेन वरानने ॥
]

`speaker [
सूत उवाच
]

`verse 36 [
पुरा तदा वरं वव्रे सुप्रणम्य शिवं नता ॥
रक्षणीया त्वया नाथ सुदेहेयं स्वसा मम ॥
]

`speaker [
शिव उवाच
]

`verse 37 [
अपकारः कृतस्तस्यामुपकारः कथं त्वया ॥
क्रियते हननीया च सुदेहा दुष्टकारिणी ॥
]

`speaker [
घुश्मोवाच
]

`verse 38 [
तव दर्शनमात्रेण पातकं नैव तिष्ठति ॥
इदानीं त्वां च वै दृष्ट्वा तत्पापं भस्मतां व्रजेत् ॥
]

`verse 39 [
अपकारेषु यश्चैव ह्युपकारं करोति च ॥
तस्य दर्शनमात्रेण पापं दूरतरं व्रजेत् ॥
]

`verse 40 [
इति श्रुतं मया देव भगवद्वाक्यमद्भुतम् ॥
तस्माच्चैवं कृतं येन क्रियतां च सदाशिव ॥
]

`speaker [
सूत उवाच
]

`verse 41 [
इत्युक्तस्तु तया तत्र प्रसन्नोऽत्यभवत्पुनः ॥
महेश्वरः कृपासिंधुः समूचे भक्तवत्सलः॥
]

`speaker [
शिव उवाच
]

`verse 42 [
अन्यद्वरं ब्रूहि घुश्मे ददामि च हितं तव ॥
त्वद्भक्त्या सुप्रसन्नोऽस्मि निर्विकारस्वभावतः ॥
]

`speaker [
सूत उवाच
]

`verse 43 [
सोवाच तद्वचश्श्रुत्वा यदि देयो वरस्त्वया ॥
लोकानां चैव रक्षार्थमत्र स्थेयं मदाख्यया ॥
]

`verse 44 [
तदोवाच शिवस्तत्र सुप्रसन्नो महेश्वरः ॥
स्थास्येऽत्र तव नाम्नाहं घुश्मेशाख्यस्सुखप्रदः ॥
]

`verse 45 [
घुश्मेशाख्यं सुप्रसिद्धं लिंगं मे जायतां शुभम् ॥
इदं सरस्तु लिंगानामालयं जायतां सदा ॥
]

`verse 46 [
तस्माच्छिवालयं नाम प्रसिद्धं भुवनत्रये ॥
सर्वकामप्रदं ह्येतद्दर्शनात्स्यात्सदा सरः ॥
]

`verse 47 [
तव वंशे शतं चैकं पुरुषावधि सुव्रते ॥
ईदृशाः पुत्रकाः श्रेष्ठा भविष्यंति न संशयः ॥
]

`verse 48 [
सुस्त्रीकास्सुधनाश्चैव स्वायुष्याश्च विचक्षणाः ॥
विद्यावंतो ह्युदाराश्च भुक्तिमुक्तिफलाप्तये ॥
]

`verse 49 [
शतमेकोत्तरं चैव भविष्यंति गुणाधिकाः ॥
ईदृशो वंशविस्तारो भविष्यति सुशोभनः ॥
]

`speaker [
सूत उवाच
]

`verse 50 [
इत्युक्त्वा च शिवस्तत्र लिंगरूपोऽभवत्तदा ॥
घुश्मेशो नाम विख्यातः सरश्चैव शिवालयम् ॥
]

`verse 51 [
सुधर्मा स च घुश्मा च सुदेहा च समागताः ॥
प्रदक्षिणं शिवस्याशु शतमेकोत्तरं दधुः ॥
]

`verse 52 [
पूजां कृत्वा महेशस्य मिलित्वा च परस्परम् ॥
हित्वा चांतर्मलं तत्र लेभिरे परमं सुखम् ॥
]

`verse 53 [
पुत्रं दृष्ट्वा सुदेहा सा जीवितं लज्जिताभवत् ॥
तौ क्षमाप्याचरद्विप्रा निजपापापहं व्रतम् ॥
]

`verse 54 [
घुश्मेशाख्यमिदं लिंगमित्थं जातं मुनीश्वराः ॥
तं दृष्ट्वा पूजयित्वा हि सुखं संवर्द्धते सदा ॥
]

`verse 55 [
इति वश्च समाख्याता ज्योतिर्लिंगावली मया ॥
द्वादशप्रमिता सर्वकामदा भुक्ति मुक्तिदा ॥
]

`verse 56 [
एतज्ज्योतिर्लिंगकथां यः पठेच्छृणुयादपि ॥
मुच्यते सर्वपापेभ्यो भुक्तिं मुक्तिं च विंदति ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसहितायां धुश्मेशज्योतिर्लिंगोत्पत्तिमाहात्म्यवर्णनं नाम त्रयस्त्रिंशोऽध्यायः ॥
]
