`speaker [
व्यास उवाच
]

`verse 1 [
इति श्रुत्वा वचस्तस्य सूतस्य च मुनीश्वराः ॥
समूचुस्तं सुप्रशस्य लोकानां हितकाम्यया ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 2 [
सूत सर्वं विजानासि ततः पृच्छामहे वयम् ॥
हरीश्वरस्य लिंगस्य महिमानं वद प्रभो ॥
]

`verse 3 [
चक्रं सुदर्शनं प्राप्तं विष्णुनेति श्रुतं पुरा ॥
तदाराधनतस्तात तत्कथा च विशेषतः ॥
]

`speaker [
सूत उवाच
]

`verse 4 [
श्रूयतां च ऋषिश्रेष्ठा हरीश्वरकथा शुभा ॥
यतस्सुदर्शनं लब्धं विष्णुना शंकरात्पुरा ॥
]

`verse 5 [
कस्मिंश्चित्समये दैत्याः संजाता बलवत्तराः ॥
लोकांस्ते पीडयामासुर्धर्मलोपं च चक्रिरे ॥ ॥
]

`verse 6 [
ते देवाः पीडिता दैत्यैर्महाबलपराक्रमैः ॥
स्वं दुखं कथयामासुर्विष्णुं निर्जररक्षकम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 7 [
कृपां कुरु प्रभो त्वं च दैत्यैस्संपीडिता भृशम् ॥
कुत्र यामश्च किं कुर्मश्शरण्यं त्वां समाश्रिताः ॥
]

`speaker [
सूत उवाच
]

`verse 8 [
इत्येवं वचनं श्रुत्वा देवानां दुःखितात्मनाम् ॥
स्मृत्वा शिवपदांभोजं विष्णुर्वचनमब्रवीत ॥
]

`speaker [
विष्णुरुवाच
]

`verse 9 [
करिष्यामि च वः कार्य्यमाराध्य गिरिशं सुराः ॥
बलिष्ठाश्शत्रवो ह्येते विजेतव्याः प्रयत्नतः ॥
]

`speaker [
सूत उवाच
]

`verse 10 [
इत्युक्तास्ते सुरास्सर्वे विष्णुना प्रभविष्णुना ॥
मत्वा दैत्यान्हतान्दुष्टान्ययुर्धाम स्वकंस्वकम् ॥
]

`verse 11 [
विष्णुरप्यमराणां तु जयार्थमभजच्छिवम्॥
सर्वामराणामधिपं सर्वसाक्षिणमव्ययम् ॥
]

`verse 12 [
गत्वा कैलासनिकटे तपस्तेपे हरिस्स्वयम् ॥
कृत्वा कुंडं च संस्थाप्य जातवेदसमग्रतः ॥
]

`verse 13 [
पार्थिवेन विधानेन मंत्रैर्नानाविधैरपि॥
स्तोत्रैश्चैवाप्यनेकैश्च गिरिशं चाभजन्मुदा ॥
]

`verse 14 [
कमलैस्सरसो जातैर्मानसाख्यान्मुनीश्वराः ॥
बद्ध्वा चैवासनं तत्र न चचाल हरिस्स्वयम् ॥
]

`verse 15 [
प्रसादावधि चैवात्र स्थेयं वै सर्वथा मया ॥
इत्येवं निश्चयं कृत्वा समानर्च शिवं हरिः॥
]

`verse 16 [
यदा नैव हरस्तुष्टो बभूव हरये द्विजाः ॥
तदा स भगवान्विष्णुर्विचारे तत्परोऽभवत्॥
]

`verse 17 [
विचार्यैवं स्वमनसि सेवनं बहुधा कृतम् ॥
तथापि न हरस्तुष्टो बभूवोतिकरः प्रभुः ॥
]

`verse 18 [
ततस्तु विस्मितो विष्णुर्भक्त्या परमयान्वितः ॥
]

`verse 19 [
सहस्रैर्नामभिः प्रीत्या तुष्टाव परमेश्वरम् ॥
]

`verse 20 [
प्रत्येकं कमलं तस्मै नाममंत्रमुदीर्य च ॥
पूजयामास वै शंभुं शरणागतवत्सलम् ॥
]

`verse 21 [
परीक्षार्थं विष्णुभक्तेस्तदा वै शंकरेण ह ॥
कमलानां सहस्रात्तु हृतमेकं च नीरजम् ॥
]

`verse 22 [
न ज्ञातं विष्णुना तच्च मायाकारणमद्भुतम् ॥
न्यूनं तच्चापि सञ्ज्ञाय तदन्वेषणतत्परः ॥
]

`verse 23 [
बभ्राम सकलां पृथ्वीं तत्प्रीत्यै सुदृढव्रतः ॥
तदप्राप्य विशुद्धात्मा नेत्रमेकमुदाहरत् ॥
]

`verse 24 [
तं दृष्ट्वा स प्रसन्नोऽभूच्छंकरस्सर्वदुःखहा ॥
आविर्बभूव तत्रैव जगाद वचनं हरिम् ॥
]

`speaker [
शिव उवाच
]

`verse 25 [
प्रसन्नोऽस्मि हरे तुभ्यं वरं ब्रूहि यथेप्सितम् ॥
मनोऽभिलषितं दद्मि नादेयं विद्यते तव ॥
]

`speaker [
सूत उवाच
]

`verse 26 [
तच्छ्रुत्वा शंभुवचनं केशवः प्रीतमानसः ॥
महाहर्षसमापन्नो ह्यब्रवीत्सांजलिश्शिवम् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 27 [
वाच्यं किं मे त्वदग्रे वै ह्यन्तर्यामी त्वमास्थितः ॥
तथापि कथ्यते नाथ तव शासनगौरवात्॥
]

`verse 28 [
दैत्यैश्च पीडितं विश्वं सुखं नो नस्सदा शिव ॥
दैत्यान्हंतुं मम स्वामिन्स्वायुधं न प्रवर्त्तते॥
]

`verse 29 [
किं करोमि क्व गच्छामि नान्यो मे रक्षकः परः॥
अतोऽहं परमेशान शरणं त्वां समागतः ॥
]

`speaker [
सूत उवाच
]

`verse 30 [
इत्युक्त्वा च नमस्कृत्य शिवाय परमात्मने॥
स्थितश्चैवाग्रतश्शंभोः स्वयं च पुरुपीडितः॥
]

`speaker [
सूत उवाच
]

`verse 31 [
इति श्रुत्वा वचो विष्णोर्देवदेवो महेश्वरः ॥
ददौ तस्मै स्वकं चक्रं तेजोराशिं सुदर्शनम्॥
]

`verse 32 [
तत्प्राप्य भगवान्विष्णुर्दैत्यांस्तान्बलवत्तरान् ॥
जघान तेन चक्रेण द्रुतं सर्वान्विना श्रमम् ॥
]

`verse 33 [
जगत्स्वास्थ्यं परं लेभे बभूवुस्सुखिनस्सुराः ॥
सुप्रीतः स्वायुधं प्राप्य हरिरासीन्महासुखी ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 34 [
किं तन्नामसहस्रं वै कथय त्वं हि शांकरम् ॥
येन तुष्टो ददौ चक्रं हरये स महेश्वरः ॥
]

`verse 35 [
तन्माहात्म्यम्मम ब्रूहि शिवसंवादपूर्वकम् ॥
कृपालुत्वं च शंभोर्हि विष्णूपरि यथातथम् ॥
]

`speaker [
व्यास उवाच
]

`verse 36 [
इति तेषां वचश्श्रुत्वा मुनीनां भावितात्मनाम् ॥
स्मृत्वा शिवपदांभोजं सूतो वचनमब्रवीत् ॥
]

`colophon [
इति श्रीशिव महापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां विष्णुसुदर्शनचक्रलाभवर्णनं नाम चतुस्त्रिंशोऽध्यायः ॥
]
