`speaker [
सूत उवाच
]

`verse 1 [
श्रूयतामृषयः श्रेष्ठाः कथयामि यथा श्रुतम् ॥
विष्णुना प्रार्थितो येन संतुष्टः परमेश्वरः ॥
तदाहं कथयाम्यद्य पुण्यं नाम सहस्रकम् ॥
]

`speaker [
श्रीविष्णुरुवाच
]

`verse 2 [
शिवो हरो मृडो रुद्रः पुष्करः पुष्पलोचनः ॥
अर्थिगम्यः सदाचारः शर्वः शंभुर्महेश्वरः ॥
]

`verse 3 [
चंद्रापीडश्चंद्रमौलिर्विश्वं विश्वंभरेश्वरः ॥
वेदांतसारसंदोहः कपाली नीललोहितः ॥
]

`verse 4 [
ध्यानाधारोऽपरिच्छेद्यो गौरीभर्त्ता गणेश्वरः ॥
अष्टमूर्तिर्विश्वमूर्तिस्त्रिवर्गस्वर्गसाधनः ॥
]

`verse 5 [
ज्ञानगम्यो दृढप्रज्ञो देवदेवस्त्रिलोचनः ॥
वामदेवो महादेवः पटुः परिवृढो दृढः ॥
]

`verse 6 [
विश्वरूपो विरूपाक्षो वागीशः शुचिसत्तमः ॥
सर्वप्रमाणसंवादी वृषाङ्को वृषवाहनः ॥
]

`verse 7 [
ईशः पिनाकी खट्वांगी चित्रवेषश्चिरंतनः ॥
तमोहरो महायोगी गोप्ता ब्रह्मा च धूर्जटिः ॥
]

`verse 8 [
कालकालः कृत्तिवासाः सुभगः प्रणवात्मकः ॥
उन्नध्रः पुरुषो जुष्यो दुर्वासाः पुरशासनः ॥
]

`verse 9 [
दिव्यायुधः स्कंदगुरुः परमेष्ठीः परात्परः ॥
अनादिमध्यनिधनो गिरीशो गिरिजाधवः ॥
]

`verse 10 [
कुबेरबंधुः श्रीकंठो लोकवर्णोत्तमो मृदुः ॥
समाधिवेद्यः कोदंडी नीलकंठः परस्वधीः ॥
]

`verse 11 [
विशालाक्षो मृगव्याधः सुरेशः सूर्यतापनः ॥
धर्मधाम क्षमाक्षेत्रं भगवान्भगनेत्रभित् ॥
]

`verse 12 [
उग्रः पशुपतिस्तार्क्ष्यः प्रियभक्तः परंतपः ॥
दाता दयाकरो दक्षः कर्मंदीः कामशासनः ॥
]

`verse 13 [
श्मशाननिलयः सूक्ष्मः श्मशानस्थो महेश्वरः ॥
लोककर्त्ता मृगपतिर्महाकर्त्ता महौषधिः ॥
]

`verse 14 [
उत्तरो गोपतिर्गोप्ता ज्ञानगम्यः पुरातनः॥
नीतिः सुनीतिः शुद्धात्मा सोमः सोमरतः सुखी ॥
]

`verse 15 [
सोमपोऽमृतपः सौम्यो महातेजा महाद्युतिः ॥
तेजोमयोऽमृतमयोऽन्नमयश्च सुधापतिः ॥
]

`verse 16 [
अजातशत्रुरालोकः संभाव्यो हव्यवाहनः ॥
लोककरो वेदकरः सूत्रकारः सनातनः ॥
]

`verse 17 [
महर्षिकपिलाचार्यो विश्वदीप्तिस्त्रिलोचनः ॥
पिनाकपाणिर्भूदेवः स्वस्तिदः स्वस्तिकृत्सुधीः ॥
]

`verse 18 [
धातृधामा धामकरः सर्वगः सर्वगोचरः ॥
ब्रह्मसृग्विश्वसृक्सर्गः कर्णिकारः प्रियः कविः ॥
]

`verse 19 [
शाखो विशाखो गोशाखः शिवो भिषगनुत्तमः ॥
गंगाप्लवोदको भव्यः पुष्कलः स्थपतिः स्थिरः ॥
]

`verse 20 [
विजितात्मा विधेयात्मा भूतवाहनसारथिः ॥
सगणो गणकायश्च सुकीर्तिच्छिन्नसंशयः॥
]

`verse 21 [
कामदेवः कामपालो भस्मोद्धूलितविग्रहः ॥
भस्मप्रियो भस्मशायी कामी कांतः कृतागमः ॥
]

`verse 22 [
समावर्तोऽनिवृत्तात्मा धर्मपुंजः सदाशिवः ॥
अकल्मषश्च पुण्यात्मा चतुर्बाहुर्दुरासदः॥
]

`verse 23 [
दुर्लभो दुर्गमो दुर्गः सर्वायुधविशारदः ॥
अध्यात्मयोगनिलयः सुतंतुस्तंतुवर्धनः ॥
]

`verse 24 [
शुभांगो लोकसारंगो जगदीशो जनार्दनः॥
भस्मशुद्धिकरो मेरुरोजस्वी शुद्धविग्रहः ॥
]

`verse 25 [
असाध्यः साधुसाध्यश्च भृत्यमर्कटरूपधृक् ॥
हिरण्यरेताः पौराणो रिपुजीवहरो बली ॥
]

`verse 26 [
महाह्रदो महागर्तस्सिद्धोवृंदारवंदितः ॥
व्याघ्रचर्मांबरो व्याली महाभूतो महानिधिः ॥
]

`verse 27 [
अमृतोऽमृवपुः श्रीमान्पाञ्चजन्यः प्रभंजनः ॥
पंचविंशतितत्त्वस्थः पारिजातः परात्परः ॥
]

`verse 28 [
सुलभस्सुव्रतश्शूरो वाङ्मयैकनिधिर्निधिः ॥
वर्णाश्रमगुरुर्वर्णी शत्रुजिच्छत्रुतापनः ॥
]

`verse 29 [
आश्रमः क्षपणः क्षामो ज्ञानवानचलेश्वरः ॥
प्रमाणभूतो दुर्ज्ञेयः सुपर्णो वायुवाहनः ॥ ॥
]

`verse 30 [
धनुर्धरो धनुर्वेदो गुणः शशिगुणाकरः॥
सत्यस्सत्यपरोऽदीनो धर्मो गोधर्मशासनः॥
]

`verse 31 [
अनंतदृष्टिरानंदो दंडो दमयिता दमः ॥
अभिचार्य्यो महामायो विश्वकर्म विशारदः॥
]

`verse 32 [
वीतरागो विनीतात्मा तपस्वीभूतभावनः॥
उन्मत्तवेषः प्रच्छन्नो जितकामोऽजितप्रियः॥
]

`verse 33 [
कल्याणप्रकृतिः कल्पः सर्वलोकप्रजापतिः॥
तरस्वी तारको धीमान्प्रधानः प्रभुरव्ययः ॥
]

`verse 34 [
लोकपालोंऽतर्हितात्मा कल्पादिः कमलेक्षणः ॥
वेदशास्त्रार्थतत्त्वज्ञोऽनियमो नियताश्रयः ॥
]

`verse 35 [
चंद्रः सूर्यः शनिः केतुर्वरांगो विद्रुमच्छविः ॥
भक्तिवश्यः परं ब्रह्म मृगबाणापर्णोऽनघः ॥
]

`verse 36 [
अद्रिरद्र्यालयः कांतः परमात्मा जगद्गुरुः॥
सर्वकर्मालयस्तुष्टो मंगल्यो मंगलावृतः ॥
]

`verse 37 [
महातपा दीर्घतपाः स्थविष्ठ स्थविरो ध्रुवः ॥
अहः संवत्सरो व्याप्तिः प्रमाणं परमं तपः ॥
]

`verse 38 [
संवत्सरकरो मंत्रः प्रत्ययः सर्वतापनः ॥
अजः सर्वेश्वरस्सिद्धो महातेजा महाबलः ॥
]

`verse 39 [
योगी योग्यो महारेता सिद्धिः सर्वादिरग्रहः ॥
वसुर्वसुमनाः सत्यः सर्वपापहरो हरः ॥
]

`verse 40 [
सुकीर्ति शोभनस्स्रग्वी वेदांगो वेदविन्मुनिः ॥
भ्राजिष्णुर्भोजनं भोक्ता लोकनाथो दुराधरः ॥
]

`verse 41 [
अमृतश्शाश्वतश्शांतो बाणहस्तः प्रतापवान् ॥
कमंडलुधरो धन्वी ह्यवाङ्मनसगोचरः ॥
]

`verse 42 [
अतींद्रियो महामायस्सर्ववासश्चतुष्पथः ॥
कालयोगी महानादो महोत्साहो महाबलः ॥
]

`verse 43 [
महाबुद्धिर्महावीर्यो भूतचारी पुरं दरः॥
निशाचरः प्रेतचारी महाशक्तिर्महाद्युतिः ॥
]

`verse 44 [
अनिर्देश्यवपुः श्रीमान्सर्वाचार्यमनोगतिः ॥
बहुश्रुतिर्महामायो नियतात्मा ध्रुवोऽध्रुवः ॥
]

`verse 45 [
तेजस्तेजो द्युतिधरो जनकः सर्वशासकः ॥
नृत्यप्रियो नृत्यनित्यः प्रकाशात्मा प्रकाशकः ॥
]

`verse 46 [
स्पष्टाक्षरो बुधो मंत्रः समानः सारसंप्लवः ॥
युगादिकृद्युगावर्तो गंभीरो वृषवाहनः ॥
]

`verse 47 [
इष्टो विशिष्टः शिष्टेष्टः सुलभः सारशो धनः ॥
तीर्थरूपस्तीर्थनामा तीर्थादृश्यस्तु तीर्थदः ॥
]

`verse 48 [
अपांनिधिरधिष्ठानं विजयो जयकालवित् ॥
प्रतिष्ठितः प्रमाणज्ञो हिरण्यकवचो हरिः ॥
]

`verse 49 [
विमोचनस्सुरगणो विद्येशो बिंदुसंश्रयः ॥
वातरूपोऽमलोन्मायी विकर्ता गहनो गुहः ॥
]

`verse 50 [
करणं कारणं कर्ता सर्वबंधविमोचनः ॥
व्यवसायो व्यवस्थानः स्थानदो जगदादिजः ॥
]

`verse 51 [
गुरुदो ललितोऽभेदो भावात्मात्मनि संस्थितः ॥
वीरेश्वरो वीरभद्रो वीरासनविधिर्गुरुः ॥
]

`verse 52 [
वीरचूडामणिर्वेत्ता चिदानंदो नदीधरः ॥
आज्ञाधारस्त्रिशूली च शिपिविष्टः शिवालयः ॥
]

`verse 53 [
बालखिल्यो महावीरस्तिग्मांशुर्बधिरः खगः ॥
अभिरामः सुशरणः सुब्रह्मण्यः सुधापतिः ॥
]

`verse 54 [
मघवान्कौशिको गोमान्विरामः सर्वसाधनः ॥
ललाटाक्षो विश्वदेहः सारः संसारचक्रभृत् ॥
]

`verse 55 [
अमोघदंडी मध्यस्थो हिरण्यो ब्रह्मवर्चसः ॥
परमार्थः परोमायी शंबरो व्याघ्रलोचनः ॥
]

`verse 56 [
रुचिर्बहुरुचिर्वेद्यो वाचस्पतिरहस्पतिः ॥
रविर्विरोचनः स्कंदः शास्ता वैवस्वतो यमः ॥
]

`verse 57 [
युक्तिरुन्नतकीर्तिश्च सानुरागः पुरंजयः ॥
कैलासाधिपतिः कांतः सविता रविलोचनः ॥
]

`verse 58 [
विश्वोत्तमो वीतभयो विश्वभर्त्ताऽनिवारितः ॥
नित्यो नियतकल्याणः पुण्यश्रवणकीर्त्तनः ॥
]

`verse 59 [
दूरश्रवो विश्वसहो ध्येयो दुःस्वप्ननाशनः ॥
उत्तारणो दुष्कृतिहा विज्ञेयो दुःसहोऽभवः ॥
]

`verse 60 [
अनादिर्भूर्भुवो लक्ष्मीः किरीटी त्रिदशाधिपः ॥
विश्वगोप्ता विश्वकर्त्ता सुवीरो रुचिरांगदः ॥
]

`verse 61 [
जननो जनजन्मादिः प्रीतिमान्नीतिमान्ध्रुवः ॥
वशिष्ठः कश्यपो भानुर्भीमो भीमपराक्रमः॥
]

`verse 62 [
प्रणवः सत्पथाचारो महाकोशो महाधनः ॥
जन्माधिपो महा देवः सकलागमपारगः ॥
]

`verse 63 [
तत्त्वं तत्त्वविदेकात्मा विभुर्विष्णुर्विभूषणः ॥
ऋषिर्ब्राह्मण ऐश्वर्यजन्ममृत्युजरातिगः ॥
]

`verse 64 [
पंचयज्ञसमुत्पत्तिर्विश्वेशो विमलोदयः ॥
आत्मयोनिरनाद्यंतो वत्सलो भक्तलोकधृक् ॥
]

`verse 65 [
गायत्रीवल्लभः प्रांशुर्विश्वावासः प्रभाकरः ॥
शिशुर्गिरिरतः सम्राट् सुषेणः सुरशत्रुहा ॥
]

`verse 66 [
अनेमिरिष्टनेमिश्च मुकुन्दो विगतज्वरः ॥
स्वयंज्योतिर्महाज्योतिस्तनुज्योतिरचंचलः ॥
]

`verse 67 [
पिंगलः कपिलश्मश्रुर्भालनेत्रस्त्रयीतनुः ॥
ज्ञानस्कंदो महानीतिर्विश्वोत्पत्तिरुपप्लवः ॥
]

`verse 68 [
भगो विवस्वानादित्यो गतपारो बृहस्पतिः ॥
कल्याणगुणनामा च पापहा पुण्यदर्शनः ॥
]

`verse 69 [
उदारकीर्तिरुद्योगी सद्योगी सदसत्त्रपः ॥
नक्षत्रमाली नाकेशः स्वाधिष्ठानः षडाश्रयः ॥
]

`verse 70 [
पवित्रः पापहारी च मणिपूरो नभोगतिः ॥
हृत्पुंडरीकमासीनः शक्रः शांतो वृषाकपिः ॥
]

`verse 71 [
उष्णो गृहपतिः कृष्णः समर्थोऽनर्थनाशनः ॥
अधर्मशत्रुरज्ञेयः पुरुहूतः पुरुश्रुतः ॥
]

`verse 72 [
ब्रह्मगर्भो बृहद्गर्भो धर्मधेनुर्धनागमः ॥
जगद्धितैषी सुगतः कुमारः कुशलागमः ॥
]

`verse 73 [
हिरण्यवर्णो ज्योतिष्मान्नानाभूतरतो ध्वनिः ॥
आरोग्यो नमनाध्यक्षो विश्वामित्रो धनेश्वरः ॥
]

`verse 74 [
ब्रह्मज्योतिर्वसुधामा महाज्योतिरनुत्तमः ॥
मातामहो मातरिश्वा नभस्वान्नागहारधृक् ॥
]

`verse 75 [
पुलस्त्यः पुलहोऽगस्त्यो जातूकर्ण्यः पराशरः ॥
निरावरणनिर्वारो वैरंच्यो विष्टरश्रवाः ॥
]

`verse 76 [
आत्मभूरनिरुद्धोऽत्रिर्ज्ञानमूर्तिर्महायशाः ॥
लोकवीराग्रणीर्वीरश्चण्डः सत्यपराक्रमः ॥
]

`verse 77 [
व्यालकल्पो महाकल्पः कल्पवृक्षः कलाधरः॥
अलंकरिष्णुरचलो रोचिष्णुर्विक्रमोन्नतः॥
]

`verse 78 [
आयुः शब्दपतिर्वाग्मी प्लवनश्शिखिसारथिः॥
असंसृष्टोऽतिथिश्शत्रुः प्रमाथी पादपासनः ॥
]

`verse 79 [
वसुश्रवा कव्यवाहः प्रतप्तो विश्वभोजनः ॥
जप्यो जरादिशमनो लोहितश्च तनूनपात्॥
]

`verse 80 [
पृषदश्वो नभोयोनिः सुप्रतीकस्तमिस्रहा ॥
निदाघस्तपनो मेघभक्षः परपुरंजयः ॥
]

`verse 81 [
सुखानिलस्सुनिष्पन्नस्सुरभिश्शिशिरात्मकः ॥
वसंतो माधवो ग्रीष्मो नभस्यो बीजवाहनः ॥
]

`verse 82 [
अंगिरा गुरुरात्रेयो विमलो विश्वपावनः ॥
पावनः पुरजिच्छक्रस्त्रैविद्यो नववारण ॥
]

`verse 83 [
मनोबुद्धिरहंकारः क्षेत्रज्ञः क्षेत्रपालकः ॥
जमदग्निर्बलनिधिर्विगालो विश्वगालवः ॥
]

`verse 84 [
अघोरोऽनुत्तरो यज्ञः श्रेयो निःश्रेयसप्रदः ॥
शैलो गगनकुंदाभो दानवारिररिंदमः ॥
]

`verse 85 [
चामुण्डो जनकश्चारुर्निश्शल्यो लोकशल्यधृक् ॥
चतुर्वेदश्चतुर्भावश्चतुरश्चतुर प्रियः ॥
]

`verse 86 [
आम्नायोऽथ समाम्नायस्तीर्थदेवशिवालयः ॥
बहुरूपो महारूपस्सर्वरूपश्चराचरः ॥
]

`verse 87 [
न्यायनिर्मायको नेयो न्यायगम्यो निरंजनः ॥
सहस्रमूर्द्धा देवेंद्रस्सर्वशस्त्रप्रभंजनः ॥
]

`verse 88 [
मुंडी विरूपो विकृतो दंडी नादी गुणोत्तमः ॥
पिंगलाक्षो हि बह्वयो नीलग्रीवो निरामयः ॥
]

`verse 89 [
सहस्रबाहुस्सर्वेशश्शरण्यस्सर्वलोकधृक्॥
पद्मासनः परं ज्योतिः पारम्पर्य्यफलप्रदः॥
]

`verse 90 [
पद्मगर्भो महागर्भो विश्वगर्भो विचक्षणः ॥
परावरज्ञो वरदो वरेण्यश्च महास्वनः ॥
]

`verse 91 [
देवासुरगुरुर्देवो देवासुरनमस्कृतः ॥
देवासुरमहा मित्रो देवासुरमहेश्वरः ॥
]

`verse 92 [
देवासुरेश्वरो दिव्यो देवासुरमहाश्रयाः ॥
देवदेवोऽनयोऽचिंत्यो देवतात्मात्मसंभवः ॥
]

`verse 93 [
सद्यो महासुरव्याधो देवसिंहो दिवाकरः॥
विबुधामचरः श्रेष्ठः सर्वदेवोत्तमोत्तम॥
]

`verse 94 [
शिवज्ञानरतः श्रीमाञ्शिखी श्रीपर्वतप्रियः॥
वज्रहस्तस्सिद्धखङ्गो नरसिंहनिपातनः ॥
]

`verse 95 [
ब्रह्मचारी लोकचारी धर्मचारी धनाधिपः ॥
नन्दी नंदीश्वरोऽनंतो नग्नव्रतधरश्शुचिः ॥
]

`verse 96 [
लिंगाध्यक्षः सुराध्यक्षो युगाध्यक्षो युगापहः ॥
स्वधामा स्वगतः स्वर्गी स्वरः स्वरमयः स्वनः ॥
]

`verse 97 [
बाणाध्यक्षो बीजकर्ता कर्मकृद्धर्मसंभवः ॥
दंभो लोभोऽथ वै शंभुस्सर्व भूतमहेश्वरः ॥
]

`verse 98 [
श्मशाननिलयस्त्र्यक्षस्स तुरप्रतिमाकृतिः॥
लोकोत्तरस्फुटोलोकः त्र्यंबको नागभूषणः ॥
]

`verse 99 [
अंधकारि मखद्वेषी विष्णुकंधरपातनः ॥
हीनदोषोऽक्षयगुणो दक्षारिः पूषदंतभित्॥
]

`verse 100 [
पूर्णः पूरयिता पुण्यः सुकुमारः सुलोचनः ॥
सन्मार्गमप्रियो धूर्त्तः पुण्यकीर्तिरनामयः ॥
]

`verse 101 [
मनोजवस्तीर्थकरो जटिलो नियमेश्वरः ॥
जीवितांतकरो नित्यो वसुरेता वसुप्रदः ॥
]

`verse 102 [
सद्गतिः सिद्धिदः सिद्धिः सज्जातिः खलकंटकः॥
कलाधरो महाकालभूतः सत्यपरायणः ॥
]

`verse 103 [
लोकलावण्यकर्ता च लोकोत्तरसुखालयः ॥
चंद्रसंजीवनश्शास्ता लोकग्राहो महाधिपः ॥
]

`verse 104 [
लोकबंधुर्लोकनाथः कृतज्ञः कृतिभूषितः ॥
अनपायोऽक्षरः कांतः सर्वशस्त्रभृतां वरः ॥
]

`verse 105 [
तेजोमयो श्रुतिधरो लोकमानी घृणार्णवः ॥
शुचिस्मितः प्रसन्नात्मा ह्यजेयो दुरतिक्रमः ॥
]

`verse 106 [
ज्योतिर्मयो जगन्नाथो निराकारो जलेश्वरः ॥
तुम्बवीणो महाकायो विशोकश्शोकनाशनः ॥
]

`verse 107 [
त्रिलोकपस्त्रिलोकेशः सर्वशुद्धिरधोक्षजः ॥
अव्यक्तलक्षणो देवो व्यक्तोऽव्यक्तो विशांपतिः॥
]

`verse 108 [
परः शिवो वसुर्नासासारो मानधरो यमः ॥
ब्रह्मा विष्णुः प्रजापालो हंसो हंसगतिर्वयः ॥
]

`verse 109 [
वेधा विधाता धाता च स्रष्टा हर्त्ता चतुर्मुखः ॥
कैलासशिखरावासी सर्वावासी सदागति ॥
]

`verse 110 [
हिरण्यगर्भो द्रुहिणो भूतपालोऽथ भूपतिः ॥
सद्योगी योगविद्योगीवरदो ब्राह्मणप्रिय ॥
]

`verse 111 [
देवप्रियो देवनाथो देवको देवचिंतकः ॥
विषमाक्षो विरूपाक्षो वृषदो वृषवर्धनः ॥
]

`verse 112 [
निर्ममो निरहंकारो निर्मोहो निरुपद्रवः॥
दर्पहा दर्पदो दृप्तः सर्वार्थपरिवर्त्तकः ॥
]

`verse 113 [
सहस्रार्चिर्भूतिभूषः स्निग्धाकृतिरदक्षिणः ॥
भूतभव्यभवन्नाथो विभवो भूतिनाशनः ॥
]

`verse 114 [
अर्थोऽनर्थो महाकोश परकायैकपंडित ॥
निष्कंटकः कृतानंदो निर्व्याजो व्याजमर्दनः ॥
]

`verse 115 [
सत्त्ववान्सात्त्विकः सत्यः कृतस्नेहः कृतागमः ॥
अकंपितो गुणग्राही नैकात्मानैककर्मकृत्॥
]

`verse 116 [
सुप्रीतः सुखदः सूक्ष्मः सुकरो दक्षिणानिलः ॥
नंदिस्कंदो धरो धुर्यः प्रकटः प्रीतिवर्धनः ॥
]

`verse 117 [
अपराजितः सर्वसहो गोविंदः सत्त्ववाहनः ॥
अधृतः स्वधृतः सिद्धः पूतमूर्तिर्यशोधनः ॥
]

`verse 118 [
वाराहशृंगधृक् शृंगी बलवानेकनायकः ॥
श्रुतिप्रकाशः श्रुतिमाने कबंधुरनेकधृक् ॥
]

`verse 119 [
श्रीवत्सलः शिवारंभः शांतभद्रः समो यशः ॥
भूयशो भूषणो भूतिर्भूतिकृद्भूतभावनः ॥
]

`verse 120 [
अकंपो भक्तिकायस्तु कालहानिः कलाविभुः ॥
सत्यव्रती महात्यागी नित्यशांतिपरायणः ॥
]

`verse 121 [
परार्थवृत्तिर्वरदो विरक्तस्तु विशारदः॥
शुभदः शुभकर्ता च शुभनामा शुभः स्वयम् ॥
]

`verse 122 [
अनर्थितो गुणग्राही ह्यकर्ता कनकप्रभः ॥
स्वभावभद्रो मध्यस्थ शत्रुघ्नो विघ्ननाशनः ॥
]

`verse 123 [
शिखंडी कवची शूली जटी मुंडी च कुंडली ॥
अमृत्युः सर्वदृक् सिंहस्तेजोराशिर्महामणिः ॥
]

`verse 124 [
असंख्येयोऽप्रमेयात्मा वीर्यवान् वीर्यकोविदः ॥
वेद्यश्च वै वियोगात्मा सप्तावरमुनीश्वरः ॥
]

`verse 125 [
अनुत्तमो दुराधर्षो मधुरः प्रियदर्शनः ॥
सुरेश स्मरणः सर्वः शब्दः प्रतपतां वरः ॥
]

`verse 126 [
कालपक्षः कालकालः सुकृती कृतवासुकिः ॥
महेष्वासो महीभर्ता निष्कलंको विशृंखल॥
]

`verse 127 [
द्युमणिस्तरणिर्धन्यः सिद्धिदः सिद्धिसाधनः ॥
विश्वतस्संवृतस्तु व्यूढोरस्को महाभुजः ॥
]

`verse 128 [
सर्वयोनिर्निरातंको नरनारायणप्रियः ॥
निर्लेपो यतिसंगात्मा निर्व्यंगो व्यंगनाशनः ॥
]

`verse 129 [
स्तव्यः स्तवप्रियः स्तोता व्यासमूर्तिर्निरंकुलः ॥
निरवद्यमयोपायो विद्याराशिश्च सत्कृतः ॥
]

`verse 130 [
प्रशांतबुद्धिरक्षुण्णः संग्रहो नित्यसुंदरः ॥
वैयाघ्रधुर्यो धात्रीशः संकल्पः शर्वरीपतिः ॥
]

`verse 131 [
परमार्थगुरुर्दत्तः सूरिराश्रितवत्सलः ॥
सोमो रसज्ञो रसदः सर्वसत्त्वावलंबनः ॥
]

`verse 132 [
एवं नाम्नां सहस्रेण तुष्टाव हि हरं हरिः ॥
प्रार्थयामास शम्भुं वै पूजयामास पंकजः ॥
]

`verse 133 [
ततः स कौतुकी शम्भुश्चकार चरितं द्विजाः ॥
महाद्भुतं सुखकरं तदेव शृणुतादरात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां शिवसहस्रनामवर्णनं नाम पञ्चत्रिंशोध्यायः ॥
]
