`speaker [
सूत उवाच
]

`verse 1 [
श्रुत्वा विष्णुकृतं दिव्यं परनामविभूषितम् ॥
सहस्रनामस्वस्तोत्रं प्रसन्नोऽभून्महेश्वरः ॥
]

`verse 2 [
परीक्षार्थं हरेरीशः कमलेषु महेश्वरः ॥
गोपयामास कमलं तदैकं भुवनेश्वरः ॥
]

`verse 3 [
पंकजेषु तदा तेषु सहस्रेषु बभूव च ॥
न्यूनमेकं तदा विष्णुर्विह्वलश्शिवपूजने ॥
]

`verse 4 [
हृदा विचारितं तेन कुतो वै कमलं गतम् ॥
यातं यातु सुखेनैव मन्नेत्रं कमलं न किम् ॥
]

`verse 5 [
ज्ञात्वेति नेत्रमुद्धृत्य सर्वसत्त्वावलम्बनात् ॥
पूजयामास भावेन स्तवयामास तेन च ॥
]

`verse 6 [
ततः स्तुतमथो दृष्ट्वा तथाभूतं हरो हरिम् ॥
मा मेति व्याहरन्नेव प्रादुरासीज्जगद्गुरुः ॥
]

`verse 7 [
तस्मादवतताराशु मण्डलात्पार्थिवस्य च ॥
प्रतिष्ठितस्य हरिणा स्वलिंगस्य महेश्वरः ॥
]

`verse 8 [
यथोक्तरूपिणं शम्भुं तेजोराशिसमुत्थितम् ॥
नमस्कृत्य पुरः स्थित्वा स तुष्टाव विशेषतः ॥
]

`verse 9 [
तदा प्राह महादेवः प्रसन्नः प्रहसन्निव ॥
सम्प्रेक्ष्य कृपया विष्णुं कृतांजलिपुटं स्थितम् ॥
]

`speaker [
शङ्कर उवाच
]

`verse 10 [
ज्ञातं मयेदं सकलं तव चित्तेप्सितं हरे ॥
देवकार्यं विशेषेण देवकार्य्यरतात्मनः ॥
]

`verse 11 [
देवकार्य्यस्य सिद्ध्यर्थं दैत्यनाशाय चाश्रमम् ॥
सुदर्शनाख्यं चक्रं च ददामि तव शोभनम् ॥
]

`verse 12 [
यद्रूपं भवता दृष्टं सर्वलोकसुखावहम् ॥
हिताय तव देवेश धृतं भावय तद्ध्रुवम् ॥
]

`verse 13 [
रणाजिरे स्मृतं तद्वै देवानां दुःखनाशनम् ॥
इदं चक्रमिदं रूपमिदं नामसहस्रकम् ॥
]

`verse 14 [
ये शृण्वन्ति सदा भक्त्या सिद्धि स्यादनपायिनी ॥
कामानां सकलानां च प्रसादान्मम सुव्रत ॥
]

`speaker [
सूत उवाच
]

`verse 15 [
एवमुक्त्वा ददौ चक्रं सूर्यायुतसमप्रभम् ॥
सुदर्शनं स्वपादोत्थं सर्वशत्रुविनाशनम् ॥
]

`verse 16 [
विष्णुश्चापि सुसंस्कृत्य जग्राहोदङ्मुखस्तदा॥
नमस्कृत्य महादेवं विष्णुर्वचनमब्रवीत् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 17 [
शृणु देव मया ध्येयं पठनीयं च किं प्रभो ॥
दुःखानां नाशनार्थं हि वद त्वं लोकशंकर ॥
]

`speaker [
सूत उवाच
]

`verse 18 [
इति पृष्टस्तदा तेन सन्तुष्टस्तु शिवोऽब्रवीत् ॥
प्रसन्नमानसो भूत्वा विष्णुं देवसहायकम् ॥
]

`speaker [
शिव उवाच
]

`verse 19 [
रूपं ध्येयं हरे मे हि सर्वानर्थप्रशान्तये ॥
अनेकदुःखनाशार्थं पठ नामसहस्रकम् ॥
]

`verse 20 [
धार्य्यं चक्रं सदा मे हि सवार्भीष्टस्य सिद्धये ॥
त्वया विष्णो प्रयत्नेन सर्वचक्रवरं त्विदम् ॥
]

`verse 21 [
अन्ये च ये पठिष्यन्ति पाठयिष्यन्ति नित्यशः ॥
तेषां दुःखं न स्वप्नेऽपि जायते नात्र संशयः ॥
]

`verse 22 [
राज्ञा च संकटे प्राप्ते शतावृत्तिं चरेद्यदा ॥
साङ्गः च विधिसंयुक्तं कल्याणं लभते नरः ॥
]

`verse 23 [
रोगनाशकरं ह्येतद्विद्यावित्तदमुत्तमम् ॥
सर्वकामप्रदं पुण्यं शिवभक्तिप्रदं सदा ॥
]

`verse 24 [
यदुद्दिश्य फलं श्रेष्ठं पठिष्यन्ति नरास्त्विह ॥
सप्स्यन्ते नात्र संदेहः फलं तत्सत्यमुत्तमम् ॥
]

`verse 25 [
यश्च प्रातस्समुत्थाय पूजां कृत्वा मदीयिकाम् ॥
पठते मत्समक्षं वै नित्यं सिद्धिर्न दूरतः ॥
]

`verse 26 [
ऐहिकीं सिद्धिमाप्नोति निखिलां सर्वकामिकाम् ॥
अन्ते सायुज्यमुक्तिं वै प्राप्नोत्यत्र न संशयः ॥
]

`speaker [
सूत उवाच
]

`verse 27 [
एवमुक्त्वा तदा विष्णुं शंकरः प्रीतमानसः ॥
उपस्पृश्य कराभ्यां तमुवाच गिरिशः पुनः ॥
]

`speaker [
शिव उवाच
]

`verse 28 [
वरदोऽस्मि सुरश्रेष्ठ वरान्वृणु यथेप्सितान् ॥
भक्त्या वशीकृतो नूनं स्तवेनानेन सुव्रतः ॥
]

`speaker [
सूत उवाच
]

`verse 29 [
इत्युक्तो देवदेवेन देवदेवं प्रणम्य तम् ॥
सुप्रसन्नतरो विष्णुस्सांजलिर्वाक्यमब्रवीत् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 30 [
यथेदानीं कृपानाथ क्रियते चान्यतः परा ॥
कार्य्या चैव विशेषेण कृपालुत्वात्त्वया प्रभो ॥
]

`verse 31 [
त्वयि भक्तिर्महादेव प्रसीद वरमुत्तमम् ॥
नान्यमिच्छामि भक्तानामार्त्तयो नैव यत्प्रभो ॥
]

`speaker [
सूत उवाच
]

`verse 32 [
तच्छ्रुत्वा वचनं तस्य दया वान्सुतरां भवः ॥
पस्पर्श च तदंगं वै प्राह शीतांशुशेखरः ॥
]

`speaker [
शिव उवाच
]

`verse 33 [
मयि भक्तिस्सदा ते तु हरे स्यादनपायिनी ॥
सदा वन्द्यश्च पूज्यश्च लोके भव सुरैरपि ॥
]

`verse 34 [
विष्वंभरेति ते नाम सर्वपापहरं परम् ॥
भविष्यति न संदेहो मत्प्रसादात्सुरोत्तम ॥
]

`speaker [
सूत उवाच
]

`verse 35 [
इत्युक्त्वांतर्दधे रुद्रस्सर्वदेवेश्वरः प्रभुः ॥
पश्यतस्तस्य विष्णोस्तु तत्रैव च मुनीश्वराः ॥
]

`verse 36 [
जनार्दनोऽपि भगवान्वचनाच्छङ्करस्य च ॥
प्राप्य चक्रं शुभं तद्वै जहर्षाति स्वचेतसि ॥
]

`verse 37 [
कृत्वा ध्यानं च तच्छम्भोः स्तोत्रमेतन्निरन्तरम् ॥
पपाठाध्यापयामास भक्तेभ्यस्तदुपादिशत्॥
]

`verse 38 [
इति पृष्टं मयाख्यातं शृण्वताम्पापहारकम्॥
अतःपरं च किं श्रेष्ठाः प्रष्टुमिच्छथ वै पुनः॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां शिवसहस्रनामस्तोत्रफलवर्णनं नाम षट्त्रिंशोध्यायः ॥
]
