`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूतसूत महाभाग ज्ञानवानसि सुव्रत ॥
पुनरेव शिवस्य वै चरितं ब्रूहि विस्तरात् ॥
]

`verse 2 [
पुरातनाश्च राजान ऋषयो देवतास्तथा॥
आराधनञ्च तस्यैव चकुर्देववरस्य हि ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
साधु पृष्टमृषिश्रेष्ठाः श्रूयतां कथयामि वः ॥ ।
चरित्रं शांकरं रम्यं शृण्वतां भुक्तिमुक्तिदम् ॥
]

`verse 4 [
एतदेव पुरा पृष्टो नारदेन पितामहः ॥
प्रत्युवाच प्रसन्नात्मा नारदं मुनिसत्तमम् ॥।
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
शृणु नारद सुप्रीत्या शांकरं चरितं वरम्॥
प्रवक्ष्यामि भवत्स्नेहान्महापातकनाशनम् ॥
]

`verse 6 [
रमया सहितो विष्णुश्शिवपूजां चकार ह ॥
कृपया परमेशस्य सर्वान्कामानवाप हि ॥
]

`verse 7 [
अहं पितामहश्चापि शिवपूजनकारकः ॥
तस्यैव कृपया तात विश्वसृष्टिकरस्सदा ॥
]

`verse 8 [
शिवपूजाकरा नित्यं मत्पुत्राः परमर्षयः ॥
अन्ये च ऋषयो ये ते शिवपूजनकारकाः ॥
]

`verse 9 [
नारद त्वं विशेषेण शिवपूजनकारकः ॥
सप्तर्षयो वसिष्ठाद्याः शिवपूजनकारकाः॥
]

`verse 10 [
अरुंधती मदासाध्वी लोपामुद्रा तथैव च ॥
अहल्या गौतमस्त्री च शिवपूजनकारिकाः॥
]

`verse 11 [
दुर्वासाः कौशिकश्शक्तिर्दधीचो गौतमस्तथा ॥
कणादो भार्गवो जीवो वैशंपायन एव च ॥
]

`verse 12 [
एते च मुनयस्सर्वे शिवपूजाकरा मताः॥
तथा पराशरो व्यासश्शिवपूजारतस्सदा ॥
]

`verse 13 [
उपमन्युर्महाभक्तश्शिवस्य परमात्मनः ॥
याज्ञवल्क्यो महाशैवो जैमिनिर्गर्ग एव च ॥
]

`verse 14 [
शुकश्च शौनकाद्याश्च शङ्करस्य प्रपूजकाः ॥
अन्येऽपि बहवस्सन्ति मुनयो मुनिसत्तमाः ॥
]

`verse 15 [
अदितिर्देवमाता च नित्यं प्रीत्या चकार ह ॥
पार्थिवीं शैवपूजां वै सवधूः प्रेमतत्परा॥
]

`verse 16 [
शक्रादयो लोकपाला वसवश्च सुरास्तथा ॥
महाराजिकदेवाश्च साध्याश्च शिवपूजकाः ॥
]

`verse 17 [
गन्धर्वा किन्नराद्याश्चोपसुराश्शिवपूजकाः ॥
तथाऽसुरा महात्मानश्शिवपूजाकरा मताः ॥
]

`verse 18 [
हिरण्यकशिपुर्देत्यस्सानुजत्ससुतो मुने॥
शिवपूजाकरो नित्यं विरोचनबली तथा॥
]

`verse 19 [
महाशैव स्मृतो बाणो हिरण्याक्षसुतास्तथा॥
वृषपर्वा दनुस्तात दानवाः शिवपूजकाः ॥
]

`verse 20 [
शेषश्च वासुकिश्चैव तक्षकश्च तथा परे ॥
शिवभक्ता महानागा गरुडाद्याश्च पक्षिणः ॥
]

`verse 21 [
सूर्यचन्द्रावुभौ देवौ पृथ्व्यां वंशप्रवर्त्तकौ॥
शिवसेवारतौ नित्यं सवंश्यौ तौ मुनीश्वर ॥
]

`verse 22 [
मनवश्च तथा चक्रुस्स्वायंभुवपुरस्सराः ॥
शिवपूजां विशेषेण शिववेषधरा मुने ॥
]

`verse 23 [
प्रियव्रतश्च तत्पुत्रास्तथा चोत्तानपात्सुतः ॥
तद्वंशाश्चैव राजानश्शिवपूजनकारकाः ॥
]

`verse 24 [
ध्रुवश्च ऋषभश्चैव भरतो नव योगिनः ॥
तद्भ्रातरः परे चापि शिवपूजनकारकाः॥
]

`verse 25 [
वैवस्वतसुतास्तार्क्ष्य इक्ष्वाकुप्रमुखा नृपाः॥
शिवपूजारतात्मानः सर्वदा सुखभोगिनः ॥
]

`verse 26 [
ककुत्स्थश्चापि मांधाता सगरश्शैवसत्तमः॥
मुचुकुन्दो हरिश्चन्द्रः कल्माषांघ्रिस्तथैव च॥
]

`verse 27 [
भगीरथादयो भूपा बहवो नृपसत्तमाः॥
शिवपूजाकरा ज्ञेयाः शिववेषविधायिनः ॥
]

`verse 28 [
खट्वांगश्च महाराजो देवसाहाय्यकारकः ॥
विधितः पार्थिवीम्मूर्तिं शिवस्यापूजयत्सदा ॥
]

`verse 29 [
तत्पुत्रो हि दिलीपश्च शिवपूजनकृत्सदा ॥
रघुस्तत्तनयः शैवः सुप्रीत्याः शिवपूजकः ॥
]

`verse 30 [
अजश्शिवार्चकस्तस्य तनयो धर्मयुद्धकृत् ॥
जातो दशरथो भूयो महाराजो विशेषतः ॥
]

`verse 31 [
पुत्रार्थे पार्थिवी मूर्त्ति शैवी दशरथो हि सः ॥
समानर्च विशेषेण वसि ष्ठस्याज्ञया मुनेः ॥
]

`verse 32 [
पुत्रेष्टिं च चकारासौ पार्थिवो भवभक्तिमान्॥
ऋष्यशृङ्गमुनेराज्ञां संप्राप्य नृपसत्तमः ॥
]

`verse 33 [
कौसल्या तत्प्रिया मूर्त्ति पार्थिवीं शांकरीं मुदा ॥
ऋष्यशृंगसमादिष्टा समानर्च सुताप्तये ॥
]

`verse 34 [
सुमित्रा च शिवं प्रीत्या कैकेयी नृपवल्लभा॥
पूजयामास सत्पुत्रप्राप्तये मुनिसत्तम ॥
]

`verse 35 [
शिवप्रसादतस्ता वै पुत्रान्प्रापुश्शुभंकरान् ॥
महाप्रतापिनो वीरान्सन्मार्गनिरतान्मुने ॥
]

`verse 36 [
ततः शिवाज्ञया तस्मात्तासु राज्ञस्स्वयं हरिः ॥
चतुर्भिश्चैव रूपैश्चाविर्बभूव नृपात्मजः ॥
]

`verse 37 [
कौसल्यायाः सुतो राम सुमित्रायाश्च लक्ष्मण ॥
शत्रुघ्नश्चैव कैकेय्या भरतश्चेति सुव्रताः ॥
]

`verse 38 [
रामस्ससहजो नित्यं पार्थिवं समपूजयत् ॥
भस्म रुद्राक्षधारी च विरजागममास्थितः ॥
]

`verse 39 [
तद्वंशे ये समुत्पन्ना राजानः सानुगा मुने ॥
ते सर्वे पार्थिवं लिंगं शिवस्य समपूजयन् ॥
]

`verse 40 [
सुद्युम्नश्च महाराजश्शैवो मुनिसुतो मुने ॥
शिवशापात्प्रियाहेतोरभून्नारी ससेवकः ॥
]

`verse 41 [
पार्थिवेशसमर्चातः पुनस्सोऽभूत्पुमान्वरः ॥
मासं स्त्री पुरुषो मासमेवं स्त्रीत्वं न्यवर्त्तत ॥
]

`verse 42 [
ततो राज्यं परित्यज्य शिवधर्मपरायणः ॥
शिववेषधरो भक्त्या दुर्लभं मोक्षमाप्तवान् ॥
]

`verse 43 [
पुरूरवाश्च तत्पुत्रो महाराजस्तु पूजक ॥
शिवस्य देवदेवस्य तत्सुतः शिवपूजकः ॥
]

`verse 44 [
भरतस्तु महापूजां शिवस्यैव सदाकरोत् ॥
नहुषश्च महा शैवः शिवपूजारतो ह्यभूत् ॥
]

`verse 45 [
ययातिः शिवपूजातः सर्वान्कामानवाप्तवान् ॥
अजीजनत्सुतान्पंच शिवधर्मपरायणान् ॥
]

`verse 46 [
तत्सुता यदुमुख्याश्च पंचापि शिवपूजकाः ॥
शिवपूजाप्रभावेण सर्वान्कामांश्च लेभिरे ॥
]

`verse 47 [
अन्येऽपि ये महाभागाः समानर्चुश्शिवं हि ते ॥
तद्वंश्या अन्यवंश्याश्च भुक्तिमुक्तिप्रदं मुने॥
]

`verse 48 [
कृष्णेन च कृतं नित्यं बदरीपर्वतोत्तमे ॥
पूजनं तु शिवस्यैव सप्तमासावधि स्वयम् ॥
]

`verse 49 [
प्रसन्नाद्भगवांस्तस्माद्वरान्दिव्यानने कशः॥
सम्प्राप्य च जगत्सर्वं वशेऽनयत शङ्करात् ॥
]

`verse 50 [
प्रद्युम्नः तत्सुतस्तात शिवपूजाकरस्सदा ॥
अन्ये च कार्ष्णिप्रवरास्साम्बाद्याश्शिवपूजकाः ॥
]

`verse 51 [
जरासंधो महाशैवस्तद्वंश्याश्च नृपास्तथा ॥
निमिश्शैवश्च जनकस्तत्पुत्राश्शिवपूजकाः॥
]

`verse 52 [
नलेन च कृता पूजा वीरसेनसुतेन वै ॥
पूर्वजन्मनि यो भिल्लो वने पान्थसुरक्षकः ॥
]

`verse 53 [
यतिश्च रक्षितस्तेन पुरा हरसमीपतः ॥
स्वयंव्याघ्रादिभी रात्रौ भक्षितश्च मृतो वृषात् ॥
]

`verse 54 [
तेन पुण्यप्रभावेण स भिल्लो हि नलोऽभवत् ॥
चक्रवर्ती महाराजो दमयन्ती प्रियोऽभवत् ॥
]

`verse 55 [
इति ते कथितं तात यत्पृष्टं भवतानघ ॥
शाङ्करं चरितं दिव्यं किमन्यत्प्रष्टुमिच्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसहितायां देवर्षिनृपशैवत्ववर्णनं नाम सप्तत्रिंशोऽध्यायः ॥
]
