`speaker [
ऋषय ऊचुः
]

`verse 1 [
धन्योऽसि कृतकृत्योऽसि जीवितं सफलं तव ॥
यच्छ्रावयसि नस्तात महेश्वरकथां शुभाम् ॥
]

`verse 2 [
बहुभिश्चर्षिभि स्सूत श्रुतं यद्यपि वस्तु सत् ॥
सन्देहो न मतोऽस्माकं तदेतत्कथयामि ते ॥
]

`verse 3 [
केन व्रतेन सन्तुष्टः शिवो यच्छति सत्सुखम् ॥
कुशलश्शिवकृत्ये त्वं तस्मात्पृच्छामहे वयम् ॥
]

`verse 4 [
भुक्तिर्मुक्तिश्च लभ्येत भक्तैर्येन व्रतेन वै ॥
तद्वद त्वं विशेषेण व्यासशिष्य नमोऽस्तु ते ॥
]

`speaker [
सूत उवाच
]

`verse 5 [
सम्यक्पृष्टमृषिश्रेष्ठा भवद्भिः करुणात्मभिः ॥
स्मृत्वा शिवपदांभोजं कथयामि यथाश्रुतम् ॥
]

`verse 6 [
यथा भवद्भिः पृच्छेत तथा पृष्टं हि वेधसा ॥
हरिणा शिवया चैव तथा वै शंकरं प्रति ॥
]

`verse 7 [
कस्मिंश्चित्समये तैस्तु पृष्टं च परमात्मने ॥
केन व्रतेन सन्तुष्टो भुक्तिं मुक्तिं च यच्छसि ॥
]

`verse 8 [
इति पृष्टस्तदा तैस्तु हरिणा तेन वै तदा ॥
तदहं कथयाम्यद्य शृण्वतां पापहारकम् ॥
]

`speaker [
शिव उवाच
]

`verse 9 [
भूरि व्रतानि मे सन्ति भुक्तिमुक्तिप्रदानि च ॥
मुख्यानि तत्र ज्ञेयानि दशसंख्यानि तानि वै ॥
]

`verse 10 [
दश शैवव्रतान्याहुर्जाबालश्रुतिपारगाः ॥
तानि व्रतानि यत्नेन कार्याण्येव द्विजैस्सदा ॥
]

`verse 11 [
प्रत्यष्टम्यां प्रयत्नेन कर्तव्यं नक्तभोजनम् ॥
कालाष्टम्यां विशेषेण हरे त्याज्यं हि भोजनम् ॥
]

`verse 12 [
एकादश्यां सितायां तु त्याज्यं विष्णो हि भोजनम् ॥
असितायां तु भोक्तव्यं नक्तमभ्यर्च्य मां हरे ॥
]

`verse 13 [
त्रयोदश्यां सितायां तु कर्तव्यं निशि भोजनम् ॥
असितायां तु भूतायां तत्र कार्यं शिवव्रतैः ॥
]

`verse 14 [
निशि यत्नेन कर्तव्यं भोजनं सोमवासरे ॥
उभयोः पक्षयोर्विष्णो सर्वस्मिञ्छिव तत्परैः ॥
]

`verse 15 [
व्रतेष्वेतेषु सर्वेषु शैवा भोज्याः प्रयत्नतः ॥
यथाशक्ति द्विजश्रेष्ठा व्रतसंपूर्तिहेतवे ॥
]

`verse 16 [
व्रतान्येतानि नियमात्कर्तव्यानि द्विजन्मभिः ॥
व्रतान्येतानि तु त्यक्त्वा जायन्ते तस्करा द्विजाः ॥
]

`verse 17 [
मुक्तिमार्गप्रवीणैश्च कर्तव्यं नियमादिति ॥
मुक्तेस्तु प्रापकं चैव चतुष्टयमुदाहृतम् ॥
]

`verse 18 [
शिवार्चनं रुद्रजपं उपवासश्शिवालये ॥
वाराणस्यां च मरणं मुक्तिरेषा सनातनी ॥
]

`verse 19 [
अष्टमी सोमवारे च कृष्णपक्षे चतुर्दशी॥
शिवतुष्टिकरं चैतन्नात्र कार्या विचारणा॥
]

`verse 20 [
चतुर्ष्वपि बलिष्ठं हि शिवरात्रिव्रतं हरे॥
तस्मात्तदेव कर्तव्यं भुक्तिमुक्तिफलेप्सुभिः॥
]

`verse 21 [
एतस्माच्च मतादन्यन्नास्ति नृणां हितावहम्॥
एतद्व्रतन्तु सर्वेषां धर्मसाधनमुत्तमम्॥
]

`verse 22 [
निष्कामानां सकामानां सर्वेषां च नृणान्तथा॥
वर्णानामाश्रमाणां च स्त्रीबालानां तथा हरे ॥
]

`verse 23 [
दासानां दासिकानां च देवादीनां तथैव च॥
शरीरिणां च सर्वेषां हितमेतद्व्रतं वरम् ॥
]

`verse 24 [
माघस्य ह्यसिते पक्षे विशिष्टा सातिकीर्तिता ॥
निशीथव्यापिनी ग्राह्या हत्याकोटिविनाशिनी ॥
]

`verse 25 [
तद्दिने चैव यत्कार्यं प्रातरारभ्य केशव ॥
श्रूयतान्तन्मनो दत्त्वा सुप्रीत्या कथयामि ते ॥
]

`verse 26 [
प्रातरुत्थाय मेधावी परमानन्दसंयुतः ॥
समाचरेन्नित्यकृत्यं स्नानादिकमतन्द्रितः ॥
]

`verse 27 [
शिवालये ततो गत्वा पूजयित्वा यथाविधि ॥
नमस्कृत्य शिवं पश्चात्संकल्पं सम्यगाचरेत् ॥
]

`verse 28 [
देवदेव महादेव नीलकण्ठ नमोऽस्तु ते ॥
कर्तुमिच्छाम्यहं देव शिवरात्रिव्रतं तव ॥
]

`verse 29 [
तव प्रभावाद्देवेश निर्विघ्नेन भवेदिति ॥
कामाद्याः शत्रवो मां वै पीडां कुर्वन्तु नैव हि॥
]

`verse 30 [
एवं संकल्पमास्थाय पूजाद्रव्यं समाहरेत्॥
सुस्थले चैव यल्लिंगं प्रसिद्धं चागमेषु वै॥
]

`verse 31 [
रात्रौ तत्र स्वयं गत्वा संपाद्य विधिमुत्तमम्॥
शिवस्य दक्षिणे भागे पश्चिमे वा स्थले शुभे
॥
]

`verse 32 [
निधाय चैव तद्द्रव्यं पूजार्थं शिवसन्निधौ ॥
पुनः स्नायात्तदा तत्र विधिपूर्वं नरोत्तमः ॥
]

`verse 33 [
परिधाय शुभं वस्त्रमन्तर्वासश्शुभन्तथा॥
आचम्य च त्रिवारं हि पूजारंभं समाचरेत् ॥
]

`verse 34 [
यस्य मंत्रस्य यद्द्रव्यं तेन पूजां समाचरेत्॥
अमंत्रकं न कर्तव्यं पूजनं तु हरस्य च ॥
]

`verse 35 [
गीतैर्वाद्यैस्तथा नृत्यैर्भक्तिभावसमन्वितः ॥
पूजनं प्रथमे यामे कृत्वा मंत्रं जपेद्बुधः ॥
]

`verse 36 [
पार्थिवं च तदा श्रेष्ठं विदध्यान्मंत्रवान्यदि ॥
कृतनित्यक्रियः पश्चात्पार्थिवं च समर्चयेत् ॥
]

`verse 37 [
प्रथमं पार्थिवं कृत्वा पश्चात्स्थापनमाचरेत् ॥
स्तोत्रैर्नानाविधैर्देवं तोषयेद्वृषभध्वजम् ॥
]

`verse 38 [
माहात्म्यं व्रतसंभूतं पठितव्यं सुधीमता ॥
श्रोतव्यं भक्तवर्येण व्रतसम्पूर्तिकाम्यया ॥
]

`verse 39 [
चतुर्ष्वपि च यामेषु मूर्तीनां च चतुष्टयम् ॥
कृत्वावाहनपूर्वं हि विसर्गावधि वै क्रमात् ॥
]

`verse 40 [
कार्यं जागरणं प्रीत्या महोत्सव समन्वितम् ॥
प्रातः स्नात्वा पुनस्तत्र स्थापयेत्पूजयेच्छिवम् ॥
]

`verse 41 [
ततः संप्रार्थयेच्छंभुं नतस्कन्धः कृताञ्जलिः ॥
कृतसम्पूर्ण व्रतको नत्वा तं च पुनः पुनः ॥
]

`verse 42 [
नियमो यो महादेव कृतश्चैव त्वदाज्ञया ॥
विसृज्यते मया स्वामिन्व्रतं जातमनुत्तमम् ॥
]

`verse 43 [
व्रतेनानेन देवेश यथाशक्तिकृतेन च ॥
सन्तुष्टो भव शर्वाद्य कृपां कुरु ममोपरि ॥
]

`verse 44 [
पुष्पाञ्जलिं शिवे दत्त्वा दद्याद्दानं यथाविधि ॥
नमस्कृत्य शिवायैव नियमं तं विसर्जयेत् ॥
]

`verse 45 [
यथाशक्ति द्विजाञ्छैवान्यतिनश्च विशेषतः ॥
भोजयित्वा सुसन्तोष्य स्वयं भोजनमाचरेत् ॥
]

`verse 46 [
यामेयामे यथा पूजा कार्या भक्तवरैर्हरे ॥
शिवरात्रौ विशेषेण तामहं कथयामि ते ॥।४६॥
प्रथमे चैव यामे च स्थापितं पार्थिवं हरे ॥
पूजयेत्परया भक्त्या सूपचारैरनेकशः ॥
]

`verse 47 [
पंचद्रव्यैश्च प्रथमं पूजनीयो हरस्सदा ॥
तस्य तस्य च मन्त्रेण पृथग्द्रव्यं समर्पयेत् ॥
]

`verse 48 [
तच्च द्रव्यं समर्प्यैव जलधारां ददेत वै ॥
पश्चाच्च जलधाराभिर्द्रव्याणुत्तारयेद्बुधः ॥
]

`verse 49 [
शतमष्टोत्तरं मन्त्रं पठित्वा जलधारया ॥
पूजयेच्च शिवं तत्र निर्गुणं गुणरूपिणम् ॥
]

`verse 50 [
गुरुदत्तेन मंत्रेण पूजयेद्वृषभध्जम्॥
अन्यथा नाममंत्रेण पूजयेद्वै सदाशिवम् ॥
]

`verse 51 [
चन्दनेन विचित्रेण तण्डुलैश्चाप्यखण्डितैः ॥
कृष्णैश्चैव तिलैः पूजा कार्या शंभोः परात्मनः ॥
]

`verse 52 [
पुष्पैश्च शतपत्रैश्च करवीरैस्तथा पुनः ॥
अष्टभिर्नाममंत्रैश्चार्पयेत्पुष्पाणि शंकरे ॥
]

`verse 53 [
भवः शर्वस्तथा रुद्रः पुनः पशुपतिस्तथा ॥
उग्रो महांस्तथा भीम ईशान इति तानि वै ॥
]

`verse 54 [
श्रीपूर्वैश्च चतुर्थ्यंतैर्नामभिः पूजयेच्छिवम् ॥
पश्चाद्धूपं च दीपं च नैवेद्यं च ततः परम् ॥
]

`verse 55 [
आद्ये यामे च नैवेद्यं पक्वान्नं कारयेद्बुधः ॥
अर्घं च श्रीफलं दत्त्वा ताम्बूलं च निवेदयेत् ॥
]

`verse 56 [
नमस्कारं ततो ध्यानं जपः प्रोक्तो गुरोर्मनोः ॥
अन्यथा पंचवर्णेन तोषयेत्तेन शंकरम् ॥
]

`verse 57 [
धेनुमुद्रां प्रदर्श्याथ सुजलैस्तर्पणं चरेत् ॥
पंचब्राह्मणभोजं च कल्पयेद्वै यथाबलम् ॥
]

`verse 58 [
महोत्सवश्च कर्तव्यो यावद्यामो भवेदिह ॥
ततः पूजाफलं तस्मै निवेद्य च विसर्जयेत् ॥
]

`verse 59 [
पुनर्द्वितीये यामे च संकल्पं सुसमा चरेत् ॥
अथवैकदैव संकल्प्य कुर्यात्पूजां तथाविधाम् ॥
]

`verse 60 [
द्रव्यैः पूर्वैस्तथा पूजां कृत्वा धारां समर्पयेत्॥
पूर्वतो द्विगुणं मंत्रं समुच्चार्यार्चयेच्छिवम् ॥
]

`verse 61 [
पूर्वैस्तिलयवैश्चाथ कमलैः पूजयेच्छिवम् ॥
बिल्वपत्रैर्विशेषेण पूजयेत्परमेश्वरम् ॥
]

`verse 62 [
अर्घ्यं च बीजपूरेण नैवेद्यं पायसन्तथा ॥
मंत्रावृत्तिस्तु द्विगुणा पूर्वतोऽपि जनार्दन ॥
]

`verse 63 [
ततश्च ब्राह्मणानां हि भोज्यो संकल्पमाचरेत् ॥
अन्यत्सर्वं तथा कुर्याद्यावच्च द्वितयावधि ॥
]

`verse 64 [
यामे प्राप्ते तृतीये च पूर्ववत्पूजनं चरेत्॥
यवस्थाने च गोधूमाः पुष्पाण्यर्कभवानि च ॥
]

`verse 65 [
धूपैश्च विविधैस्तत्र दीपैर्नानाविधैरपि ॥
नैवेद्यापूपकैर्विष्णो शाकैर्नानाविधैरपि ॥
]

`verse 66 [
कृत्वैव चाथ कर्पूरैरारार्तिक विधिं चरेत ।
अर्घ्यं सदाडिमं दद्याद्द्विगुणं जपमाचरेत् ॥
]

`verse 67 [
ततश्च ब्रह्मभोजस्य संकल्पं च सदक्षिणम्॥
उत्सवं पूर्ववत्कुर्या द्यावद्यामावधिर्भवेत् ॥
]

`verse 68 [
यामे चतुर्थे संप्राते कुर्यात्तस्य विसर्जनम् ॥
प्रयोगादि पुनः कृत्वा पूजां विधिवदाचरेत् ॥
]

`verse 69 [
माषैः प्रियंगुभिर्मुद्गैस्सप्तधान्यैस्तथाथवा ॥
शंखीपुष्पैर्बिल्वपत्रैः पूजयेत्परमेश्वरम् ॥
]

`verse 70 [
नैवेद्यं तत्र दद्याद्वै मधुरैर्विविधैरपि॥
अथवा चैव माषान्नैस्तोषयेच्च सदाशिवम् ॥
]

`verse 71 [
अर्घं दद्यात्कदल्याश्च फलेनैवाथवा हरे ॥
विविधैश्च फलैश्चैव दद्यादर्घ्यं शिवाय च ॥
]

`verse 72 [
पूर्वतो द्विगुणं कुर्यान्मंत्रजापं नरोत्तमः ॥
संकल्पं ब्रह्मभोजस्य यथाशक्ति चरेद्बुधः ॥
]

`verse 73 [
गीतैर्वाद्यैस्तथा नृत्यैर्नयेत्कालं च भक्तितः ॥
महोत्सवैर्भक्तजनैर्यावत्स्यादरुणोदयः ॥
]

`verse 74 [
उदये च तथा जाते पुनस्स्नात्वार्चयेच्छिवम्॥
नानापूजोपहारैश्च स्वाभिषेकमथाचरेत् ॥
]

`verse 75 [
नानाविधानि दानानि भोज्यं च विविधन्तथा ॥
ब्राह्मणानां यतीनां च कर्तव्यं यामसंख्यया ॥
]

`verse 76 [
शंकराय नमस्कृत्य पुष्पाञ्जलिमथाचरेत् ॥
प्रार्थयेत्सुस्तुतिं कृत्वा मन्त्रैरेतैर्विचक्षणः ॥
]

`verse 77 [
तावकस्त्वद्गतप्राणस्त्वच्चित्तोऽहं सदा मृड ॥
कृपानिधे इति ज्ञात्वा यथा योग्यं तथा कुरु ॥
]

`verse 78 [
अज्ञानाद्यदि वा ज्ञानाज्जपपूजादिकं मया ॥
कृपानिधित्वाज्ज्ञात्वैव भूतनाथ प्रसीद मे ॥
]

`verse 79 [
अनेनैवोपवासेन यज्जातं फलमेव च ॥
तेनैव प्रीयतां देवः शंकरः सुखदायकः॥
]

`verse 80 [
कुले मम महादेव भजनं तेऽस्तु सर्वदा ॥
माभूत्तस्य कुले जन्म यत्र त्वं नहि देवता ॥
]

`verse 81 [
पुष्पांजलिं समर्प्यैवं   तिलकाशिष एव च॥
गृह्णीयाद्ब्राह्मणेभ्यश्च ततश्शंभुं विसर्जयेत् ॥
]

`verse 82 [
एवं व्रतं कृतं येन तस्माद्दूरो हरो न हि ॥
न शक्यते फलं वक्तुं नादेयं विद्यते मम ॥
]

`verse 83 [
अनायासतया चेद्वै कृतं व्रतमिदम्परम् ॥
तस्य वै मुक्तिबीजं च जातं नात्र विचारणा ॥
]

`verse 84 [
प्रतिमासं व्रतं चैव कर्तव्यं भक्तितो नरैः ॥
उद्यापनविधिं पश्चात्कृत्वा सांगफलं लभेत् ॥
]

`verse 85 [
व्रतस्य करणान्नूनं शिवोऽहं सर्वदुःखहा ॥
दद्मि भुक्तिं च मुक्तिं च सर्वं वै वाञ्छितं फलम् ॥
]

`speaker [
सूत उवाच
]

`verse 86 [
इति शिववचनं निशम्य विष्णुर्हिततरमद्भुतमाजगाम धाम ॥
तदनु व्रतमुत्तमं जनेषु समचरदात्महितेषु चैतदेव ॥
]

`verse 87 [
कदाचिन्नारदायाथ शिवरात्रिव्रतन्त्विदम् ॥
भुक्तिमुक्तिप्रदं दिव्यं कथयामास केशवः ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां व्याधेश्वरमाहात्म्ये शिवरात्रिव्रतमहिमनिरूपणंनामाष्टत्रिंशोऽध्यायः।३८॥
]
