`verse 1 [
ऋषय उचुः॥
उद्यापनविधिं ब्रूहि शिवरात्रिव्रतस्य च॥
यत्कृत्वा शंकरस्साक्षात्प्रसन्नो भवति धुवम्॥
]

`speaker [
सूत उवाच
]

`verse 2 [
श्रूयतामृषयो भक्त्या तदुद्यापनमादरात्॥
यस्यानुष्ठानतः पूर्णं व्रतं भवति तद्ध्रुवम्॥
]

`verse 3 [
चतुर्दशाब्दं कर्तव्यं शिवरात्रिव्रतं शुभम्॥
एकभक्तं त्रयोदश्यां चतुर्दश्यामुपोषणम्॥
]

`verse 4 [
शिवरात्रिदिने प्राप्ते नित्यं संपाद्य वै विधिम्॥
शिवालयं ततो गत्वा पूजां कृत्वा यथाविधि॥
]

`verse 5 [
ततश्च कारयेद्दिव्यं मण्डलं तत्र यत्नतः॥
गौरीतिलकनाम्ना वै प्रसिद्धं भुवनत्रये।५॥
तन्मध्ये लेखयेद्दिव्यं लिंगतो भद्रमण्डलम्॥
अथवा सर्वतोभद्रं मण्डपान्तः प्रकल्पयेत् ॥
]

`verse 6 [
कुंभास्तत्र प्रकर्तव्याः प्राजापत्यविसंज्ञया॥
सवस्त्रास्सफलास्तत्र दक्षिणासहिताः शुभाः ॥
]

`verse 7 [
मण्डलस्य च पार्श्वे वै स्थापनीयाः प्रयत्नतः ॥
मध्ये चैकश्च संस्थाप्यः सौवर्णो वापरो घटः ॥
]

`verse 8 [
तत्रोमासहितां शंभुमूर्तिन्निर्माय हाटकीम् ॥
पलेन वा तदर्द्धेन यथाशक्त्याथवा व्रती ॥
]

`verse 9 [
निधाय वामभागे तु शिवामूर्त्तिमतन्द्रितः ॥
मदीयां दक्षिणे भागे कृत्वा रात्रौ प्रपूजयेत् ॥
]

`verse 10 [
आचार्यं वरयेत्तत्र चर्त्विग्भिस्सहितं शुचिम् ॥
अनुज्ञातश्च तैर्भक्त्या शिवपूजां समाचरेत् ॥
]

`verse 11 [
रात्रौ जागरणं कुर्यात्पूजां यामोद्भवां चरन्॥
रात्रिमाक्रमयेत्सर्वां गीतनृत्यादिना व्रती ॥
]

`verse 12 [
एवं सम्पूज्य विधिवत्संतोष्य प्रातरेव च ॥
पुनः पूजां ततः कृत्वा होमं कुर्याद्यथाविधि ॥
]

`verse 13 [
यथाशक्ति विधानं च प्राजापत्यं समाचरेत् ॥
ब्राह्मणान्भोजयेत्प्रीत्या दद्याद्दानानि भक्तितः ॥
]

`verse 14 [
ऋत्विजश्च सपत्नीकान्वस्त्रालङ्कारभूषणैः ॥
अलङ्कृत्य विधानेन दद्याद्दानं पृथक्पृथक् ॥
]

`verse 15 [
गां सवत्सां विधानेन यथोपस्करसंयुताम् ॥
उक्त्वाचार्याय वै दद्याच्छिवो मे प्रीयतामिति ॥
]

`verse 16 [
तत्तस्सकुम्भां तन्मूर्तिं सवस्त्रां वृषभे स्थिताम् ॥
सर्वालंकारसहितामाचार्याय निवेदयेत् ॥
]

`verse 17 [
ततः संप्रार्थयेद्देवं महेशानं महाप्रभुम्॥
कृतांजलिर्नतस्कन्धस्सुप्रीत्या गद्गदाक्षरः ॥
]

`verse 18 [
देवदेव महादेव शरणागतवत्सल ॥
व्रतेनानेन देवेश कृपां कुरु ममोपरि ॥
]

`verse 19 [
मया भक्त्यनुसारेण व्रतमेतत्कृतं शिवा ॥
न्यूनं सम्पूर्णतां यातु प्रसादात्तव शङ्कर ॥
]

`verse 20 [
अज्ञानाद्यदि वा ज्ञानाज्जपपूजादिकं मया ॥
कृतं तदस्तु कृपया सफलं तव शङ्कर ॥
]

`verse 21 [
एवं पुष्पांजलिं दत्त्वा शिवाय परमात्मने ॥
नमस्कारं ततः कुर्यात्प्रार्थनां पुनरेव च ॥
]

`verse 22 [
एवं व्रतं कृतं येन न्यूनं तस्य न विद्यते ॥
मनोभीष्टां ततः सिद्धिं लभते नात्र संशयः ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटित्त्वसंहितायां शिवरात्रिव्रतोद्यापनं नामैकोनचत्वारिंशोऽध्यायः ॥
]
