`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूत ते वचनं श्रुत्वा परानन्दं वयं गताः ॥
विस्तरात्कथय प्रीत्या तदेव व्रतमुत्तमम् ॥
]

`verse 2 [
कृतं पुरा तु केनेह सूतैतद्व्रतमुत्तमम् ॥
कृत्वाप्यज्ञानतश्चैव प्राप्तं किं फलमुत्तमम् ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
श्रूयतामृषयस्सर्वे कथयामि पुरातनम्॥
इतिहासं निषादस्य सर्वपापप्रणाशनम् ॥
]

`verse 4 [
पुरा कश्चिद्वने भिल्लो नाम्ना ह्यासीद्गुरुद्रुहः॥
कुटुम्बी बलवान्क्रूरः क्रूरकर्मपरायणः ॥
]

`verse 5 [
निरन्तरं वने गत्वा मृगान्हन्ति स्म नित्यशः ॥
चौर्य्यं च विविधं तत्र करोति स्म वने वसन् ॥
]

`verse 6 [
बाल्यादारभ्य तेनेह कृतं किंचिच्छुभं नहि ॥
महान्कालो व्यतीयाय वने तस्य दुरात्मनः ॥
]

`verse 7 [
कदाचिच्छिवरात्रिश्च प्राप्तासीत्तत्र शोभना ॥
न दुरात्मा स्म जानाति महद्वननिवासकृत् ॥
]

`verse 8 [
एतस्मिन्समये भिल्लो मात्रा पित्रा स्त्रिया तथा॥
प्रार्थितश्च क्षुधाऽविष्टैर्भक्ष्यं देहि वनेचर॥
]

`verse 9 [
इति संप्रार्थितः सोऽपि धनुरादाय सत्वरम्॥
जगाम मृगहिंसार्थं बभ्राम सकलं वनम्॥
]

`verse 10 [
दैवयोगात्तदा तेन न प्राप्तं किंचिदेव हि॥
अस्तप्राप्तस्तदा सूर्यस्स वै  दुःखमुपागतः॥
]

`verse 11 [
किं कर्तव्यं क्व गंतव्यं न प्राप्तं मेऽद्य किंचन॥
बालाश्च ये गृहे तेषां किं पित्रोश्च भविष्यति ॥
]

`verse 12 [
मदीयं वै कलत्रं च तस्याः किंचिद्भविष्यति॥
किंचिद्गृहीत्वा हि मया गंतव्यं नान्यथा भवेत्॥
]

`verse 13 [
इत्थं विचार्य स व्याधो जलाशय समीपगः॥
जलावतरणं यत्र तत्र गत्वा स्वयं स्थितः ॥
]

`verse 14 [
अवश्यमत्र कश्चिद्वै जीवश्चैवागमिष्यति॥
तं हत्वा स्वगृहं प्रीत्या यास्यामि कृतकार्यकः ॥
]

`verse 15 [
इति मत्वा स वै वृक्षमेकं बिल्वेतिसंज्ञकम्॥
समारुह्य स्थितस्तत्र जलमादाय भिल्लकः ॥
]

`verse 16 [
कदा यास्यति कश्चिद्वै कदा हन्यामहं पुनः॥
इति बुद्धिं समास्थाय स्थितोऽसौ क्षुत्तृषान्वितः ॥
]

`verse 17 [
तद्रात्रौ प्रथमे यामे मृगी त्वेका समागता ॥
तृषार्ता चकिता सा च प्रोत्फालं कुर्वती तदा ॥
]

`verse 18 [
तां दृष्ट्वा च तदा तेन तद्वधार्थमथो शरः ॥
संहृष्टेन द्रुतं विष्णो धनुषि स्वे हि संदधे ॥
]

`verse 19 [
इत्येवं कुर्वतस्तस्य जलं बिल्वदलानि च ॥
पतितानि ह्यधस्तत्र शिवलिंगमभूत्ततः ॥
]

`verse 20 [
यामस्य प्रथमस्यैव पूजा जाता शिवस्य च ॥
तन्महिम्ना हि तस्यैव पातकं गलितन्तदा ॥
]

`verse 21 [
तत्रत्यं चैव तच्छब्दं श्रुत्वा सा हरिणी भिया ॥
व्याधं दृष्ट्वा व्याकुला हि वचनं चेदमब्रवीत्॥
]

`speaker [
मृग्युवाच
]

`verse 22 [
किं कर्तुमिच्छसि व्याध सत्यं वद ममाग्रतः ॥
तच्छुत्वा हरिणीवाक्यं व्याधो वचनमब्रवीत् ॥
]

`speaker [
व्याध उवाच
]

`verse 23 [
कुटुम्बं क्षुधितं मेऽद्य हत्वा त्वां तर्पयाम्यहम्॥
दारुणं तद्वचश्श्रुत्वा दृष्ट्वा तं दुर्द्धरं खलम्॥
]

`verse 24 [
किं करोमि क्व गच्छामि ह्युपायं रचयाम्यहम् ॥
इत्थं विचार्यं सा तत्र वचनं चेदमब्रवीत् ॥
]

`speaker [
मृग्युवाच
]

`verse 25 [
मन्मांसेन सुखं ते स्याद्देहस्यानर्थकारिणः ॥
अधिकं किं महत्पुण्यं धन्याहं नात्र संशयः ॥
उपकारकरस्यैव यत्पुण्यं जायते त्विह ॥
तत्पुण्यं शक्यते नैव वक्तुं वर्षशतैरपि ॥
]

`verse 26 [
परं तु शिशवो मेऽद्य वर्तंते स्वाश्रमेऽखिलाः ॥
भगिन्यै तान्समर्प्यैव प्रायास्ये स्वामिनेऽथ वा ॥
]

`verse 27 [
न मे मिथ्यावचस्त्वं हि विजानीहि वनेचर ॥
आयास्येह पुनश्चेह समीपं ते न संशयः ॥
]

`verse 28 [
स्थिता सत्येन धरणी सत्येनैव च वारिधिः ॥
सत्येन जलधाराश्च सत्ये सर्वम्प्रतिष्ठितम् ॥
]

`speaker [
सूत उवाच
]

`verse 29 [
इत्युक्तोऽपि तया व्याधो न मेने तद्वचो यदा॥
तदा सुविस्मिता भीता वचनं साब्रवीत्पुनः ॥
]

`speaker [
मृग्युवाच
]

`verse 30 [
शृणु व्याध प्रवक्ष्यामि शपथं हि करोम्यहम् ॥
आगच्छेयं यथा ते न समीपं स्वगृहाद्गता ॥
]

`verse 31 [
ब्राह्मणो वेदविक्रेता सन्ध्याहीनस्त्रिकालकम्॥
स्त्रियस्स्वस्वामिनो ह्याज्ञां समुल्लंघ्य क्रियान्विताः ॥
]

`verse 32 [
कृतघ्ने चैव यत्पापं तत्पापं विमुखे हरे ॥
द्रोहिणश्चैव यत्पापं तत्पापं धर्मलंघने ॥
]

`verse 33 [
विश्वासघातके तच्च तथा वै छलकर्तरि ॥
तेन पापेन लिम्पामि यद्यहं नागमे पुनः ॥
]

`verse 34 [
इत्याद्यनेकशपथान्मृगी कृत्वा स्थिता यदा ॥
तदा व्याधस्य विश्वस्य गच्छेति गृहमब्रवीत् ॥
]

`verse 35 [
मृगी हृष्टाजलं पीत्वा गता स्वाश्रममण्डलम् ॥
तावच्च प्रथमो यामस्तस्य निद्रां विना गतः ॥
]

`verse 36 [
तदीया भगिनी या वै मृगी च परिभाविता ॥
तस्या मार्गं विचिन्वन्ती ह्याजगाम जलार्थिनी ॥
]

`verse 37 [
तां दृष्ट्वा च स्वयं भिल्लोऽकार्षीद्बाणस्य कर्षणम् ॥
पूर्ववज्जलपत्राणि पतितानि शिवोपरि ॥
]

`verse 38 [
यामस्य च द्वितीयस्य तेन शंभोर्महात्मनः ॥
पूजा जाता प्रसंगेन व्याधस्य सुखदायिनी ॥
]

`verse 39 [
मृगी सा प्राह तं दृष्ट्वा किं करोषि वनेचर ॥
पूर्ववत्कथितं तेन तच्छ्रुत्वाह मृगी पुनः ॥
]

`speaker [
मृग्युवाच
]

`verse 40 [
धन्याहं श्रूयतां व्याध सफलं देहधारणम् ॥
अनित्येन शरीरेण ह्युपकारो भविष्यति ॥
]

`verse 41 [
परन्तु मम बालाश्च गृहे   तिष्ठन्ति चार्भकाः ॥
भर्त्रे तांश्च समर्प्यैव ह्यागमिष्याम्यहं पुनः ॥
]

`speaker [
व्याध उवाच
]

`verse 42 [
त्वया चोक्तं न मन्येहं हन्मि त्वां नात्र संशयः ॥
तच्छुत्वा हरिणी प्राह शपथं कुर्वती हरे ॥
]

`speaker [
मृग्युवाच
]

`verse 43 [
शृणु व्याध प्रवक्ष्यामि नागच्छेयं पुनर्यदि ॥
वाचा विचलितो यस्तु सुकृतं तेन हारितम् ॥
]

`verse 44 [
परिणीता स्त्रियं हित्वा गच्छत्यन्यां च यः पुमान् ॥
वेदधर्मं समुल्लंघ्य कल्पितेन च यो व्रजेत् ॥
]

`verse 45 [
विष्णुभक्तिसमायुक्तः शिवनिन्दां करोति यः ॥
पित्रोः क्षयाहमासाद्य शून्यं चैवाक्रमेदिह ॥
]

`verse 46 [
कृत्वा च पारतापं हि करोति वचनं पुनः ॥
तेन पापेन लिंपामि नागच्छेयं पुनर्यदि ॥
]

`speaker [
सूत उवाच
]

`verse 47 [
इत्युक्तश्च तया व्याधो गच्छेत्याह मृगीं च सः ॥
सा मृगी च जलं पीत्वा हृष्टाऽगच्छत्स्वमाश्रमम् ॥
]

`verse 48 [
तावद्द्वितीयो यामो वै तस्य निद्रां विना गतः ॥
एतस्मिन्समये तत्र प्राप्ते यामे तृतीयके ॥
]

`verse 49 [
ज्ञात्वा विलंबं चकितस्तदन्वेषणतत्परः ॥।
तद्यामे मृगमद्राक्षीज्जलमार्गगतं ततः॥
]

`verse 50 [
पुष्टं मृगं च तं दृष्ट्वा हृष्टो वनचरस्स वै ॥
शरं धनुषि संधाय हन्तुं तं हि प्रचक्रमे ॥
]

`verse 51 [
तदैवं कुर्वतस्तस्य बिल्वपत्राणि कानिचित् ॥
तत्प्रारब्धवशाद्विष्णो पतितानि शिवोपरि ॥
]

`verse 52 [
तेन तृतीययामस्य तद्रात्रौ तस्य भाग्यतः ॥
पूजा जाता शिवस्यैव कृपालुत्वं प्रदर्शितम् ॥
]

`verse 53 [
श्रुत्वा तत्र च तं शब्दं किं करोषीति प्राह सः ॥
कुटुम्बार्थमहं हन्मि त्वां व्याधश्चेति सोब्रवीत् ॥
]

`verse 54 [
तच्छ्रुत्वा व्याधवचनं हरिणो हृष्टमानसः ॥
द्रुतमेव च तं व्याधं वचनं चेदमब्रवीत् ॥
]

`speaker [
हरिण उवाच
]

`verse 55 [
धन्योहं पुष्टिमानद्य भवत्तृप्तिर्भविष्यति ॥
यस्यांगं नोपकाराय तस्य सर्वं वृथा गतम् ॥
]

`verse 56 [
यो वै सामर्थ्ययुक्तश्च नोपकारं करोति वै ॥
तत्सामर्थ्यं भवेद्व्यर्थं परत्र नरकं व्रजेत् ॥
]

`verse 57 [
परन्तु बालकान् स्वांश्च समर्प्य जननीं शिशून् ॥
आश्वास्याप्यथ तान् सर्वानागमिष्याम्यहं पुनः ॥
]

`verse 58 [
इत्युक्तस्तेन स व्याधो विस्मितोतीव चेतसि ॥
मनाक् शुद्धमनानष्टपापपुंजो वचोऽब्रवीत् ॥
]

`speaker [
व्याध उवाच
]

`verse 59 [
ये ये समागताश्चात्र तेते सर्वे त्वया यथा ॥
कथयित्वा गता ह्यत्र नायान्त्यद्यापि वंचकाः ॥
]

`verse 60 [
त्वं चापि संकटे प्राप्तो व्यलीकं च गमिष्यसि ॥
मम सञ्जीवनं चाद्य भविष्यति कथं मृग ॥
]

`speaker [
मृग उवाच
]

`verse 61 [
शृणु व्याध प्रवक्ष्यामि नानृतं विद्यते मयि ॥
सत्येन सर्वं ब्रह्माण्डं तिष्ठत्येव चराचरम् ॥
]

`verse 62 [
यस्य वाणी व्यलीका हि तत्पुण्यं गलितं क्षणात् ॥
तथापि शृणु वै सत्यां प्रतिज्ञां मम भिल्लक ॥
]

`verse 63 [
सन्ध्यायां मैथुने घस्रे शिवरात्र्यां च भोजने ॥
कूटसाक्ष्ये न्यासहारे संध्याहीने द्विजे तथा ॥
]

`verse 64 [
शिवहीनं मुखं यस्य नोपकर्ता क्षमोऽपि सन् ॥
पर्वणि श्रीफलस्यैव त्रोटनेऽभक्ष्यभक्षणे ॥
]

`verse 65 [
असंपूज्य शिवं भस्मरहितश्चान्नभुक् च यः ॥
एतेषां पातकं मे स्यान्नागच्छेयं पुनर्यदि ॥
]

`speaker [
शिव उवाच
]

`verse 66 [
इति श्रुत्वा वचस्तस्य गच्छ शीघ्रं समाव्रज ॥
स व्याधेनैवमुक्तस्तु जलं पीत्वा गतो मृगः ॥
]

`verse 67 [
ते सर्वे मिलितास्तत्र स्वाश्रमे कृतसुप्रणाः ॥
वृत्तांतं चैव तं सर्वं श्रुत्वा सम्यक् परस्परम्॥
]

`verse 68 [
गन्तव्यं निश्चयेनेति सत्यपाशेन यंत्रिताः ॥
आश्वास्य बालकांस्तत्र गन्तुमुत्कण्ठितास्तदा ॥
]

`verse 69 [
मृगी ज्येष्ठा च या तत्र स्वामिनं वाक्यमब्रवीत् ॥
त्वां विना बालका ह्यत्र कथं स्थास्यंति वै मृग ॥
]

`verse 70 [
प्रथमं तु मया तत्र प्रतिज्ञा च कृता प्रभो ॥
तस्मान्मया च गन्तव्यं भवद्भ्यां स्थीयतामिह ॥
]

`verse 71 [
इति तद्वचनं श्रुत्वा कनिष्ठा वाक्यमब्रवीत् ॥
अहं त्वत्सेविका चाद्य गच्छामि स्थीयतां त्वया॥
]

`verse 72 [
तच्छ्रुत्वा च मृगः प्राह गम्यते तत्र वै मया ॥
भवत्यौ तिष्ठतां चात्र मातृतः शिशुरक्षणम्॥
]

`verse 73 [
तत्स्वामिवचनं श्रुत्वा मेनाते तन्न धर्मतः ॥
प्रोचुः प्रीत्या स्वभर्तारं वैधव्ये जीवितं च धिक् ॥
]

`verse 74 [
बालानाश्वास्य तांस्तत्र समर्प्य सहवासिनः ॥
गतास्ते सर्व एवाशु यत्रास्ते व्याधसत्तमः ॥
]

`verse 75 [
ते बाला अपि सर्वे वै विलोक्यानुसमागताः ॥
एतेषां या गतिः स्याद्वै ह्यस्माकं सा भवत्विति ॥
]

`verse 76 [
तान् दृष्ट्वा हर्षितो व्याधो बाणं धनुषि संदधे ॥
पुनश्च जलपत्राणि पतितानि शिवोपरि ॥
]

`verse 77 [
तेन जाता चतुर्थस्य पूजा यामस्य वै शुभा ॥
तस्य पापन्तदा सर्वं भस्मसादभवत् क्षणात् ॥
]

`verse 78 [
मृगी मृगी मृगश्चोचुश्शीघ्रं वै व्याधसत्तम ॥
अस्माकं सार्थकं देहं कुरु त्वं हि कृपां कुरु ॥
]

`speaker [
शिव उवाच
]

`verse 79 [
इति तेषां वचश्श्रुत्वा व्याधो विस्मयमागतः ॥
शिवपूजाप्रभावेण ज्ञानं दुर्लभमाप्तवान् ॥
]

`verse 80 [
एते धन्या मृगाश्चैव ज्ञानहीनास्सुसंमताः ॥
स्वीयेनैव शरीरेण परोपकरणे रताः ॥
]

`verse 81 [
मानुष्यं जन्म संप्राप्य साधितं किं मयाधुना ॥
परकायं च संपीड्य शरीरं पोषितं मया ॥
]

`verse 82 [
कुटुम्बं पोषितं नित्यं कृत्वा पापान्यनेकशः ॥
एवं पापानि हा कृत्वा का  गतिर्मे भविष्यति ॥
]

`verse 83 [
कां वा गतिं गमिष्यामि पातकं जन्मतः कृतम् ॥
इदानीं चिंतयाम्येवं धिग्धिक् च जीवनं मम ॥
]

`verse 84 [
इति ज्ञानं समापन्नो बाणं संवारयंस्तदा ॥
गम्यतां च मृगश्रेष्ठा धन्याः स्थ इति चाब्रवीत् ॥
]

`speaker [
शिव उवाच
]

`verse 85 [
इत्युक्ते च तदा तेन प्रसन्नश्शंकरस्तदा ॥
पूजितं च स्वरूपं हि दर्शयामास संमतम् ॥
]

`verse 86 [
संस्पृश्य कृपया शंभुस्तं व्याधं प्रीतितोऽब्रवीत् ॥
वरं ब्रूहि प्रसन्नोऽस्मि व्रतेनानेन भिल्लक ॥
]

`verse 87 [
व्याधोऽपि शिवरूपं च दृष्ट्वा मुक्तोऽभवत्क्षणात्॥
पपात शिवपादाग्रे सर्वं प्राप्तमिति बुवन् ॥
]

`verse 88 [
शिवोऽपि सुप्रन्नात्मा नाम दत्वा गुहेति च ॥
विलोक्य तं कृपादृष्ट्या तस्मै दिव्यान्वरानदात् ॥।८९॥
शिव उवाच ॥
शृणु व्याधाद्य भोगांस्त्वं भुंक्ष्व दिव्यान्यथेप्सितान् ॥
राजधानीं समाश्रित्य शृंगवेरपुरे पराम् ॥
]

`verse 89 [
अनपाया वंशवृद्धिश्श्लाघनीयः सुरैरपि ॥
गृहे रामस्तव व्याध समायास्यति निश्चितम् ॥
]

`verse 90 [
करिष्यति त्वया मैत्री मद्भक्तस्नेहकारकः ॥
मत्सेवासक्तचेतास्त्वं मुक्तिं यास्यसि दुर्लभाम् ॥
]

`verse 91 [
एतस्मिन्नंतरे ते तु कृत्वा शंकरदर्शनम् ॥
सर्वे प्रणम्य सन्मुक्तिं मृगयोनेः प्रपेदिरे ॥
]

`verse 92 [
विमानं च समारुह्य दिव्यदेहा गतास्तदा ॥
शिवदर्शनमात्रेण शापान्मुक्ता दिवं गताः ॥
]

`verse 93 [
व्याधेश्वरः शिवो जातः पर्वते ह्यर्बुदाचले ॥
दर्शनात्पूजनात्सद्यो भुक्तिमुक्तिप्रदायकः ॥
]

`verse 94 [
व्याधोपि तद्दिनान्नूनं भोगान्स सुरसत्तम ॥
भुक्त्वा रामकृपां प्राप्य शिवसायुज्यमाप्तवान् ॥
]

`verse 95 [
अज्ञानात्स व्रतञ्चैतत्कृत्वा सायुज्यमाप्तवान् ॥
किं पुनर्भक्तिसंपन्ना यान्ति तन्मयतां शुभाम्॥
]

`verse 96 [
विचार्य्य सर्वशास्त्राणि धर्मांश्चैवाप्यनेकशः॥
शिवरात्रिव्रतमिदं सर्वोत्कृष्टं प्रकीर्तितम्॥
]

`verse 97 [
व्रतानि विविधान्यत्र तीर्थानि विविधानि च ॥
दानानि च विचित्राणि मखाश्च विविधास्तथा ॥
]

`verse 98 [
तपांसि विविधान्येव जपाश्चैवाप्य नेकशः ॥
नैतेन समतां यान्ति शिवरात्रिव्रतेन च ॥
]

`verse 99 [
तस्माच्छुभतरं चैतत्कर्तव्यं हितमीप्सुभिः ॥
शिवरात्रिव्रतन्दिव्यं भुक्ति मुक्तिप्रदं सदा ॥
]

`verse 100 [
एतत्सर्वं समाख्यातं शिवरात्रिव्रतं शुभम् ॥
व्रतराजेति विख्यातं किमन्यच्छ्रोतुमिच्छसि ॥
]

`colophon [
इति  श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां व्याधेश्वरमाहात्म्ये शिवरात्रिव्रतमाहात्म्यवर्णनं नाम चत्वारिंशोऽध्यायः ॥
]
