`speaker [
ऋषय ऊचुः
]

`verse 1 [
मुक्तिर्नाम त्वया प्रोक्ता तस्यां किं नु भवेदिह ॥
अवस्था कीदृशी तत्र भवेदिति वदस्व नः ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
मुक्तिश्चतुर्विधा प्रोक्ता श्रूयतां कथयामि वः ॥
संसारक्लेशसंहर्त्री परमानन्ददायिनी ॥
]

`verse 3 [
सारूप्या चैव सालोक्या सान्निध्या च तथा परा ॥
सायुज्या च चतुर्थी सा व्रतेनानेन या भवेत् ॥
]

`verse 4 [
मुक्तेर्दाता मुनिश्रेष्ठाः केवलं शिव उच्यते॥
ब्रह्माद्या न हि ते ज्ञेया केवलं च त्रिवर्गदाः ॥
]

`verse 5 [
ब्रह्माद्यास्त्रिगुणाधीशाश्शिवस्त्रिगुणतः परः ॥
निर्विकारी परब्रह्म तुर्यः प्रकृतितः परः ॥
]

`verse 6 [
ज्ञानरूपोऽव्ययः साक्षी ज्ञानगम्योऽद्वयस्स्वयम् ॥
कैवल्यमुक्तिदस्सोऽत्र त्रिवर्गस्य प्रदोऽपि हि ॥
]

`verse 7 [
कैवल्याख्या पंचमी च दुर्लभा सर्वथा नृणाम् ॥
तल्लक्षणं प्रवक्ष्यामि श्रूयतामृषिसत्तमाः ॥
]

`verse 8 [
उत्पद्यते यतः सर्वं येनैतत्पाल्यते जगत् ॥
यस्मिंश्च लीयते तद्धि येन सर्वमिदं ततम् ॥
]

`verse 9 [
तदेव शिवरूपं हि पठ्यते च मुनीश्वराः ॥
सकलं निष्कलं चेति द्विविधं वेदवर्णितम् ॥
]

`verse 10 [
विष्णुना तच्च न ज्ञातं ब्रह्मणा न च तत्तथा ॥
कुमाराद्यैश्च न ज्ञातं न ज्ञातं नारदेन वै ॥
]

`verse 11 [
शुकेन व्यास पुत्रेण व्यासेन च मुनीश्वरैः।
तत्पूर्वैश्चाखिलैर्देवैर्वेदैः शास्त्रैस्तथा न हि॥
]

`verse 12 [
सत्यं ज्ञानमनंतं च सच्चिदानन्दसंज्ञितम्॥
निर्गुणो निरुपाधिश्चाव्ययः शुद्धो निरंजनः ॥
]

`verse 13 [
न रक्तो नैव पीतश्च न श्वेतो नील एव च ॥
न ह्रस्वो न च दीर्घश्च न स्थूलस्सूक्ष्म एव च॥
]

`verse 14 [
यतो वाचो निवर्तंते अप्राप्य मनसा सह॥
तदेव परमं प्रोक्तं ब्रह्मैव शिवसंज्ञकम्॥
]

`verse 15 [
आकाशं व्यापकं यद्वत्तथैव व्यापकन्त्विदम्॥
मायातीतं परात्मानं द्वन्द्वातीतं विमत्सरम् ॥
]

`verse 16 [
तत्प्राप्तिश्च भवेदत्र शिवज्ञानोदयाद्ध्रुवम् ॥
भजनाद्वा शिवस्यैव सूक्ष्ममत्या सतां द्विजाः॥
]

`verse 17 [
ज्ञानं तु दुष्करं लोके भजनं सुकरं  मतम् ॥
तस्माच्छिवं च भजत मुक्त्यर्थमपि सत्तमाः ॥
]

`verse 18 [
शिवो हि भजनाधीनो ज्ञानात्मा मोक्षदः परः ॥
भक्त्यैव बहवः सिद्धा मुक्तिं प्रापुः परां मुदा ॥
]

`verse 19 [
ज्ञानमाता शंभुभक्तिर्मुक्तिभुक्तिप्रदा सदा ॥
सुलभा यत्प्रसादाद्धि सत्प्रेमांकुर लक्षणा ॥
]

`verse 20 [
सा भक्तिर्विविधा ज्ञेया सगुणा निर्गुणा द्विजाः ॥
वैधी स्वाभाविकी याया वरा सासा स्मृता परा ॥
]

`verse 21 [
नैष्ठिक्यनैष्ठिकीभेदाद्विविधैव हि कीर्तिता॥
षड्विधा नैष्ठिकी भेदाद्द्वितीयैकविधा स्मृता ॥
]

`verse 22 [
विहिताविहिताभेदात्तामनेकां विदुर्बुधाः ॥
तयोर्बहुविधत्वाच्च  विस्तारो न हि वर्ण्यते ॥
]

`verse 23 [
ते नवांगे उभे ज्ञेये श्रवणादिकभेदतः ॥
सुदुष्करे तत्प्रसादं विना च सुकरे ततः ॥
]

`verse 24 [
भक्तिज्ञाने न भिन्ने हि शंभुना वर्णिते द्विजाः ॥
तस्माद्भेदो न कर्तव्यस्तत्कर्तुस्सर्वदा सुखम् ॥
]

`verse 25 [
विज्ञानं न भवत्येव द्विजा भक्तिविरोधिनः ॥
शंभुभक्तिकरस्यैव भवेज्ज्ञानोदयो द्रुतम् ॥
]

`verse 26 [
तस्माद्भक्तिर्महेशस्य साधनीया मुनीश्वराः ॥
तयैव  निखिलं सिद्धं भविष्यति न संशयः ॥
]

`verse 27 [
इति पृष्टं भवद्भिर्यत्तदेव कथितं मया ॥
तच्छुत्वा सर्वपापेभ्यो मुच्यते नात्र संशयः ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां मुक्तिनिरूपणं नामैकचत्वारिंशोऽध्यायः ॥
]
