`speaker [
ऋषय ऊचुः
]

`verse 1 [
शिवः को वा हरिः को वा रुद्रः को वा विधिश्च कः ॥
एतेषु निर्गुणः को वा ह्येतं नश्छिन्धि संशयम् ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
यच्चादौ हि समुत्पन्नं निर्गुणात्परमात्मनः ॥
तदेव शिवसंज्ञं हि वेदवेदांतिनो विदुः ॥
]

`verse 3 [
तस्मात्प्रकृतिरुत्पन्ना पुरुषेण समन्विता ॥
ताभ्यान्तपः कृतं तत्र मूलस्थे च जले सुधीः ॥
]

`verse 4 [
पञ्चकोशीति विख्याता काशी सर्वातिवल्लभा ॥
व्याप्तं च सकलं ह्येतत्तज्जलं विश्वतो गतम् ॥
]

`verse 5 [
संभाव्य मायया युक्तस्तत्र सुप्तो हरिस्स वै ॥
नारायणेति विख्यातः प्रकृतिर्नारायणी मता ॥
]

`verse 6 [
तन्नाभिकमले यो वै जातस्स च पितामहः ॥
तेनैव तपसा दृष्टस्स वै विष्णुरुदाहृतः ॥६।
उभयोर्वादशमने यद्रूपं स दर्शितं बुधाः ॥
महादेवेति विख्यातं निर्गुणेन शिवेन हि ॥
]

`verse 7 [
तेन प्रोक्तमहं शम्भुर्भविष्यामि कभालतः ॥
रुद्रो नाम स विख्यातो लोकानुग्रहकारकः ॥
]

`verse 8 [
ध्यानार्थं चैव सर्वेषामरूपो रूपवानभूत् ॥
स एव च शिवस्साक्षाद्भक्तवात्सल्यकारकः ॥
]

`verse 9 [
शिवे त्रिगुणसम्भिन्ने रुद्रे तु गुणधामनि ॥
वस्तुतो न हि भेदोऽस्ति स्वर्णे तद्भूषणे यथा ॥
]

`verse 10 [
समानरूपकर्माणौ समभक्तगतिप्रदौ ॥
समानाखिलसंसेव्यौ नानालीलाविहारिणौ ॥
]

`verse 11 [
सर्वथा शिवरूपो हि रुद्रो रौद्रपराक्रमः॥
उत्पन्नो भक्तकार्यार्थं हरिब्रह्मसहायकृत् ॥
]

`verse 12 [
अन्ये च ये समुत्पन्ना यथानुक्रमतो लयम् ॥
यांति नैव तथा रुद्रः शिवे रुद्रो विलीयते ॥
]

`verse 13 [
ते वै रुद्रं मिलित्वा तु प्रयान्ति प्रकृता इमे ॥
इमान्रुद्रो मिलित्वा तु न याति श्रुतिशासनम् ॥
]

`verse 14 [
सर्वे रुद्रं भजन्त्येव रुद्रः कञ्चिद्भजेन्न हि ॥
स्वात्मना भक्तवात्सल्याद्भजत्येव कदाचन ॥
]

`verse 15 [
अन्यं भजन्ति ये नित्यं तस्मिंस्ते लीनतां गताः ॥
तेनैव रुद्रं ते प्राप्ताः कालेन महता बुधाः ॥
]

`verse 16 [
रुद्रभक्तास्तु ये केचित्तत्क्षणं शिवतां गताः ॥
अन्यापेक्षा न वै तेषां श्रुतिरेषा सनातनी ॥
]

`verse 17 [
अज्ञानं विविधं ह्येतद्विज्ञानं विविधं न हि ॥
तत्प्रकारमहं वक्ष्ये शृणुतादरतो द्विजाः ॥
]

`verse 18 [
ब्रह्मादि तृणपर्यंतं यत्किंचिद्दृश्यते त्विह ॥
तत्सर्वं शिव एवास्ति मिथ्या नानात्वकल्पना ॥
]

`verse 19 [
सृष्टेः पूर्वं शिवः प्रोक्तः सृष्टेर्मध्ये शिवस्तथा॥
सृष्टेरन्ते शिवः प्रोक्तस्सर्वशून्ये तदा शिवः ॥
]

`verse 20 [
तस्माच्चतुर्गुणः प्रोक्तः शिव एव मुनीश्वराः॥
स एव सगुणो ज्ञेयः शक्तिमत्त्वाद्द्विधापि सः ॥
]

`verse 21 [
येनैव विष्णवे दत्तास्सर्वे वेदास्सनातनाः ॥
वर्णा मात्रा ह्यनैकाश्च ध्यानं स्वस्य च पूजनम् ॥
]

`verse 22 [
ईशानः सर्वविद्यानां श्रुतिरेषा सनातनी ॥
वेदकर्ता वेदपतिस्तस्माच्छंभुरुदाहृतः ॥
]

`verse 23 [
स एव शंकरः साक्षात्सर्वानुग्रहकारकः ॥
कर्ता भर्ता च हर्ता च साक्षी निर्गुण एव सः॥
]

`verse 24 [
अन्येषां कालमानं च कालस्य कलना न हि ॥
महाकालस्स्वयं साक्षान्महाकालीसमाश्रितः ॥
]

`verse 25 [
तथा च ब्राह्मणा रुद्रं तथा कालीं प्रचक्षते॥
सर्वं ताभ्यान्ततः प्राप्तमिच्छया सत्यलीलया॥
]

`verse 26 [
न तस्योत्पादकः कश्चिद्भर्ता हर्ता न तस्य हि ॥
स्वयं सर्वस्य हेतुस्ते कार्यभूताच्युतादयः ॥
]

`verse 27 [
स्वयं च कारणं कार्यं स्वस्य नैव कदाचन ॥
एकोव्यनेकतां यातोप्यनेकोप्येकतां व्रजेत् ॥
]

`verse 28 [
एकं बीजं बहिर्भूत्वा पुनर्बीजं च जायते ॥
बहुत्वे च स्वयं सर्वं शिवरूपी महेश्वरः ॥
]

`verse 29 [
एतत्परं शिवज्ञानं तत्त्वतस्तदुदाहृतम् ॥
जानाति ज्ञानवानेव नान्यः कश्चिदृषीश्वराः ॥
]

`speaker [
मुनय ऊचुः
]

`verse 30 [
ज्ञानं सलक्षणं ब्रूहि यज्ज्ञात्वा शिवताम्व्रजेत् ॥
कथं शिवश्च तत्सर्वं सर्वं वा शिव एव च ॥
]

`speaker [
व्यास उवाच
]

`verse 31 [
एतदाकर्ण्य वचनं सूतः पौराणिकोत्तमः ॥
स्मृत्वा शिवपदाम्भोजं मुनींस्तानब्रवीद्वचः ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्थ्यां कोटिरुद्रसंहितायां सगुणनिर्गुणभेदवर्णनं नाम द्विचत्वारिंशोऽध्यायः ॥
]
