`speaker [
सूत उवाच
]

`verse 1 [
श्रूयतामृषयः सर्वे शिवज्ञानं यथा श्रुतम्॥
कथयामि महागुह्यं पर मुक्तिस्वरूपकम् ॥
]

`verse 2 [
कनारदकुमाराणां व्यासस्य कपिलस्य च ॥
एतेषां च समाजे तैर्निश्चित्य समुदाहृतम्॥
]

`verse 3 [
इति ज्ञानं सदा ज्ञेयं सर्वं शिवमयं जगत् ॥
शिवः सर्वमयो ज्ञेयस्सर्वज्ञेन विपश्चिता ॥
]

`verse 4 [
आब्रह्मतृणपर्यन्तं यत्किंचिद्दृश्यते जगत् ॥
तत्सर्वं शिव एवास्ति स देवः शिव उच्यते॥
]

`verse 5 [
यदेच्छा तस्य जायेत तदा च क्रियते त्विदम् ॥
सर्वं स एव जानाति तं न जानाति कश्चन ॥
]

`verse 6 [
रचयित्वा स्वयं तच्च प्रविश्य दूरतः स्थितः॥
न तत्र च प्रविष्टोसौ निर्लिप्तश्चित्स्वरूपवान् ॥
]

`verse 7 [
यथा च ज्योतिषश्चैव जलादौ प्रतिबिंबता ॥
वस्तुतो न प्रवेशो वै तथैव च शिवः स्वयम्॥
]

`verse 8 [
वस्तुतस्तु स्वयं सर्वं क्रमो हि भासते शुभः॥
अज्ञानं च मतेर्भेदो नास्त्यन्यच्च द्वयम्पुनः॥
]

`verse 9 [
दर्शनेषु च सर्वेषु मतिभेदः प्रदर्श्यते॥
परं वेदान्तिनो नित्यमद्वैतं प्रतिचक्षते॥
]

`verse 10 [
स्वस्याप्यंशस्य जीवांशो ह्यविद्यामोहितो वशः॥
अन्योऽहमिति जानाति तया मुक्तो भवेच्छिवः॥
]

`verse 11 [
सर्वं व्याप्य शिवः साक्षाद् व्यापकः सर्वजन्तुषु॥
चेतनाचेतनेशोपि सर्वत्र शंकरस्स्वयम् ॥
]

`verse 12 [
उपायं यः करोत्यस्य दर्शनार्थं विचक्षणः॥
वेदान्तमार्गमाश्रित्य तद्दर्शनफलं लभेत्॥
]

`verse 13 [
यथाग्निर्व्यापकश्चैव काष्ठेकाष्ठे च तिष्ठति॥
यो वै मंथति तत्काष्ठं स वै पश्यत्यसंशयम्॥
]

`verse 14 [
भक्त्यादिसाधनानीह यः करोति विचक्षणः॥
स वै पश्यत्यवश्यं हि तं शिवं नात्र संशयः ॥
]

`verse 15 [
शिवःशिवःशिवश्चैव नान्यदस्तीति किंचन॥
भ्रान्त्या नानास्वरूपो हि भासते शङ्करस्सदा ॥
]

`verse 16 [
यथा समुद्रो मृच्चैव सुवर्णमथवा पुनः ॥
उपाधितो हि नानात्वं लभते शंकरस्तथा ॥
]

`verse 17 [
कार्यकारणयोर्भेदो वस्तुतो न प्रवर्तते ॥
केवलं भ्रान्तिबुद्ध्यैव तदाभावे स नश्यति ॥
]

`verse 18 [
तदा बीजात्प्ररोहश्च नानात्वं हि प्रकाशयेत् ॥
अन्ते च बीजमेव स्यात्तत्प्ररोहश्च नश्यति ॥
]

`verse 19 [
ज्ञानी च बीजमेव स्यात्प्ररोहो विकृतीर्मता ॥
तन्निवृत्तौ पुनर्ज्ञानी नात्र कार्या विचारणा ॥
]

`verse 20 [
सर्वं शिवः शिवं सर्वं नास्ति भेदश्च कश्चन ॥
कथं च विविधं पश्यत्येकत्वं च कथं पुनः ॥
]

`verse 21 [
यथैकं चैव सूर्याख्यं ज्योतिर्नानाविधं जनैः ॥
जलादौ च विशेषेण दृश्यते तत्तथैव सः ॥
]

`verse 22 [
सर्वत्र व्यापकश्चैव स्पर्शत्वं न विबध्यते ॥
तथैव व्यापको देवो बध्यते न क्वचित्स वै ॥
]

`verse 23 [
साहंकारस्तथा जीवस्तन्मुक्तः शंकरः स्वयम् ॥
जीवस्तुच्छः कर्मभोगो निर्लिप्तः शंकरो महान् ॥
]

`verse 24 [
यथैकं च सुवर्णादि मिलितं रजतादिना ॥।४
अल्पमूल्यं प्रजायेत तथा जीवोऽप्यहंयुतः ॥
]

`verse 25 [
यथैव हि सुर्वणादि क्षारादेः शोधितं शुभम्॥
पूर्ववन्मूल्यतां याति तथा  जीवोऽपि संस्कृतेः ॥
]

`verse 26 [
प्रथमं सद्गुरुं प्राप्य भक्तिभाव समन्वितः ॥
शिवबुद्ध्या करोत्युच्चैः पूजनं स्मरणादिकम् ॥
]

`verse 27 [
तद्बुध्या देहतो याति सर्वपापादिको मलः ॥
तदाऽज्ञानं च नश्येत ज्ञानवाञ्जायते यदा ॥
]

`verse 28 [
तदाहंकारनिर्मुक्तो जीवो निर्मलबुद्धिमान् ॥
शङ्करस्य प्रसादेन प्रयाति शङ्करताम्पुनः ॥
]

`verse 29 [
यथाऽऽदर्शस्वरूपे च स्वीयरूपं प्रदृश्यते ॥
तथा सर्वत्रगं शम्भु पश्यतीति सुनिश्चितम् ॥
]

`verse 30 [
जीवन्मुक्तस्य एवासौ देहः शीर्ण शिवे मिलेत् ॥
प्रारब्धवशगो देहस्तद्भिन्नो ज्ञानवान् मतः ॥
]

`verse 31 [
शुभं लब्ध्वा न हृष्येत कुप्येल्लब्ध्वाऽशुभं न हि ॥
द्वंद्वेषु समता यस्य ज्ञानवानुच्यते हि सः ॥
]

`verse 32 [
आत्मयोगेन तत्त्वानामथवा च विवेकतः ॥
यथा शरीरतो यायाच्छरीरं मुक्तिमिच्छतः ॥
]

`verse 33 [
सदाशिवो विलीयेत मुक्तो विरहमेव च ॥
ज्ञानमूलन्तथाध्यात्म्यं तस्य भक्तिश्शिवस्य च ॥
]

`verse 34 [
भक्तेश्च प्रेम संप्रोक्तं प्रेम्णश्च श्रवणन्तथा ॥
श्रवणाच्चापि सत्संगस्सत्संगाच्च गुरुर्बुधः ॥
]

`verse 35 [
सम्पन्ने च तथा ज्ञाने मुक्तो भवति निश्चितम् ॥
इति चेज्ज्ञानवान्यो वै शंभुमेव सदा भजेत् ॥
]

`verse 36 [
अनन्यया च भक्त्या वै युक्तः शम्भुं भजेत्पुनः ॥
अन्ते च मुक्तिमायाति नात्र कार्या विचारणा ॥
]

`verse 37 [
अतोऽधिको न देवोऽस्ति मुक्तिप्राप्त्यै च शंकरात्॥
शरणं प्राप्य यश्चैव संसाराद्विनिवर्तते ॥
]

`verse 38 [
इति मे विविधं वाक्यमृषीणां च समागतैः ॥
निश्चित्य कथितं विप्रा धिया धार्यं प्रयत्नतः ॥
]

`verse 39 [
प्रथमं विष्णवे दत्तं शंभुना लिंगसन्मुखे ॥
विष्णुना ब्रह्मणे दत्तं ब्रह्मणा सनकादिषु ॥
]

`verse 40 [
नारदाय ततः प्रोक्तं तज्ज्ञानं सनकादिभिः ॥
व्यासाय नारदेनोक्तं तेन मह्यं कृपालुना ॥
]

`verse 41 [
मया चैव भवद्भ्यश्च भवद्भिर्लोकहेतवे ॥
स्थापनीयं प्रयत्नेन शिवप्राप्तिकरं च तत् ॥
]

`verse 42 [
इति वश्च समाख्यातं यत्पृष्टोऽहं मुनीश्वराः ॥
गोपनीयं प्रयत्नेन किमन्यच्छ्रोतुमिच्छथ ॥
]

`speaker [
व्यास उवाच
]

`verse 43 [
एतच्छुत्वा तु ऋषय आनन्दं परमं गताः ॥
हर्षगद्गदया वाचा नत्वा ते तुष्टुवुर्मुहुः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 44 [
व्यासशिष्य नमस्तेऽस्तु धन्यस्त्वं शैवसत्तमः ॥
श्रावितं नः परं वस्तु शैवं ज्ञानमनुत्तमम् ॥
]

`verse 45 [
अस्माकं चेतसो भ्रान्तिर्गता हि कृपया तव ॥
सन्तुष्टाश्शिवसज्ज्ञानं प्राप्य त्वत्तो विमुक्तिदम् ॥
]

`speaker [
सूत उवाच
]

`verse 46 [
नास्तिकाय न वक्तव्यमश्रद्धाय शठाय च॥
अभक्ताय महेशस्य न चाशुश्रुषवे द्विजाः॥
]

`verse 47 [
इतिहासपुराणानि वेदाच्छास्त्राणि चासकृत् ॥
विचार्य्योद्धृत्य तत्सारं मह्यं व्यासेन भाषितम् ॥
]

`verse 48 [
एतच्छ्रुत्वा  ह्येकवारं भवेत्पापं हि भस्मसात् ॥
अभक्तो भक्तिमाप्नोति भक्तस्य भक्तिवर्द्धनम्॥
]

`verse 49 [
पुनश्श्रुते च सद्भक्तिर्मुक्तिस्स्याच्च श्रुते पुनः॥
तस्मात्पुनःपुनश्श्राव्यं भुक्तिमुक्तिफलेप्सुभिः॥
]

`verse 50 [
आवृत्तयः पंच कार्याः समुद्दिश्य फलं परम्॥
तत्प्राप्नोति  न सन्देहो व्यासस्य वचनं त्विदम्॥
]

`verse 51 [
न दुर्लभं हि तस्यैव येनेदं श्रुतमुत्तमम् ॥
पंचकृत्वस्तदावृत्त्या लभ्यते शिवदर्शनम्॥
]

`verse 52 [
पुरातनाश्च राजानो विप्रा वैश्याश्च सत्तमाः ॥
इदं श्रुत्वा पंचकृत्वो धिया सिद्धिं परां गताः ॥
]

`verse 53 [
श्रोष्यत्यद्यापि यश्चेदं मानवो भक्तितत्परः ॥
विज्ञानं शिवसंज्ञं वै भुक्तिं मुक्तिं लभेच्च सः ॥
]

`speaker [
व्यास उवाच
]

`verse 54 [
इति तद्वचनं श्रुत्वा परमानन्दमागताः ॥
समानर्चुश्च ते भूतं नानावस्तुभिरादरात ॥
]

`verse 55 [
नमस्कारैः स्तवैश्चैव स्वस्तिवाचनपूर्वकम्॥
आशीर्भिर्वर्द्धयामासुः संतुष्टाश्छिन्नसंशयाः ॥
]

`verse 56 [
परस्परं च संतुष्टाः सूतस्ते च सुबुद्धयः ॥
शंभुं देवं परं मत्वा नमंति स्म भजंति च ॥
]

`verse 57 [
एतच्छिवसुविज्ञानं शिवस्यातिप्रियं महत् ॥
भुक्तिमुक्तिप्रदं दिव्यं शिवभक्तिविवर्द्धनम् ॥
]

`verse 58 [
इयं हि संहिता पुण्या कोटिरुद्राह्वया परा॥
चतुर्थी शिव पुराणस्य कथिता मे मुदावहा ॥
]

`verse 59 [
एतां यः शृणुयाद्भक्त्या श्रावयेद्वा समाहितः ॥
स भुक्त्वेहाखिलान्भोगानंते परगतिं लभेत् ॥ ॥
]

`colophon [
इति श्रीशिवमहापुराणे चतुर्विंशतिसाहस्र्यां वैयासिक्यां संहितायां तदन्तर्गतायां चतुर्थ्यां कोटिरुद्रसंहितायां ज्ञाननिरूपणं नाम त्रिचत्वारिंशोऽध्यायः ॥
]
