`verse 1 [
वन्दे महानन्दमनन्तलीलम्महेश्वरं सर्व्वविभुम्महान्तम्॥
गौरीप्रियं कार्तिकविघ्नराजसमुद्भवं शंकरमादिदेवम् ॥
]

`speaker [
शौनक उवाच
]

`verse 2 [
व्यासशिष्यमहाभाग सूत ज्ञानदयानिधे ॥
वद शंभ्ववतारांश्च यैरकार्षीत्सतां शिवम् ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
मुने शौनक सद्भक्त्या दत्तचित्तो जितेन्द्रियः ॥
अवताराञ्छिवस्याहं वच्मि ते मुनये शृणु ॥
]

`verse 4 [
एतत्पृष्टः पुरा नन्दी शिवमूर्तिस्सतां गतिः ॥
सनत्कुमारेण मुने तमुवाच शिवं स्मरन् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 5 [
असंख्याता हि कल्पेषु विभोः सर्व्वेश्वरस्य वै॥
अवतारास्तथापीह वच्म्यहं तान्यथामति ॥
]

`verse 6 [
एकोनविंशकः कल्पो विज्ञेयः श्वेत लोहितः ॥
सद्योजातावतारस्तु प्रथमः परिकीर्तितः ॥
]

`verse 7 [
तस्मिंस्तत्परमं ब्रह्म ध्यायतो ब्रह्मणस्तथा॥
उत्पन्नस्तु शिखायुक्तः कुमारः श्वेतलोहितः ॥
]

`verse 8 [
तं दृष्ट्वा पुरुषं ब्रह्मा ब्रह्मरूपिणमीश्वरम् ॥
ज्ञात्वा ध्यात्वा स हृदये ववन्दे प्रयताञ्जलिः। ७ ॥ ।
सद्योजातं शिवं बुद्ध्वा जहर्ष भुवनेश्वरः ॥
मुहुर्मुहुश्च सद्बुद्ध्या परं तं समचिन्तयत्॥
]

`verse 9 [
ततोऽस्य ध्यायतः श्वेताः प्रादुर्भूता यशस्विनः ॥
कुमाराः परविज्ञानपरब्रह्मस्वरूपिणः ॥
]

`verse 10 [
सुनन्दो नन्दनश्चैव विश्वनन्दोपनन्दनौ ॥
शिष्यास्तस्य महात्मानो यैस्तद्ब्रह्म समावृतम्॥
]

`verse 11 [
सद्योजातश्च वै शम्भुर्ददौ ज्ञानं च वेधसे ॥
सर्गशक्तिमपि प्रीत्या प्रसन्नः परमेश्वरः ॥
]

`verse 12 [
(इति सद्योजाताव तारः१)
ततो विंशतिमः कल्पो रक्तो नाम प्रकीर्तितः ॥
ब्रह्मा यत्र महातेजा  रक्तवर्णमधारयत् ॥
]

`verse 13 [
ध्यायतः पुत्रकामस्य प्रादुर्भू तो विधेस्सुतः ॥
रक्तमाल्याम्बरधरो रक्ताक्षो रक्तभूषणः॥
]

`verse 14 [
स तं दृष्ट्वा महात्मानं कुमारं ध्यानमाश्रितः॥
वामदेवं शिवं ज्ञात्वा प्रणनाम कृतांजलिः ॥
]

`verse 15 [
ततस्तस्य सुता ह्यासंश्चत्वारो रक्तवाससः ॥
विरजाश्च विवाहश्च विशोको विश्वभावनः ॥
]

`verse 16 [
वामदेवः स वै शम्भुर्ददौ ज्ञानं च वेधसे ॥
सर्गशक्तिमपि प्रीत्या प्रसन्नः परमेश्वरः ॥
]

`verse 17 [
(इति वामदेवावतारः २)
एकविंशतिमः कल्पः पीतवासा इति स्मृतः ॥
ब्रह्मा यत्र महाभागः पीतवासा बभूव ह ॥
]

`verse 18 [
ध्यायतः पुत्रकामस्य विधेर्जातः कुमारकः॥
पीतवस्त्रादिक प्रौढो महातेजा महाभुजः॥
]

`verse 19 [
तं दृष्ट्वा ध्यानसंयुक्तं ज्ञात्वा तत्पुरुषं शिवम्॥
प्रणनाम ततो बुद्ध्या गायत्रीं शांकरीं विधिः॥
]

`verse 20 [
जपित्वा तु महादेवीं सर्वलोकनमस्कृताम्॥
प्रसन्नस्तु महादेवो ध्यानयुक्तेन चेतसा॥
]

`verse 21 [
ततोऽस्य पार्श्वतो दिव्याः प्रादुर्भूताः कुमारकाः ॥
पीतवस्त्रा हि सकला योगमार्गप्रवर्तकाः ॥
]

`verse 22 [
(इतितत्पुरुषावतारः ३)
ततस्तस्मिन्गते कल्पे पीतवर्णे स्वयंभुवः।
पुनरन्यः प्रवृत्तस्तु कल्पो नाम्ना शिवस्तु स ॥
]

`verse 23 [
एकार्णवे संव्यतीते दिव्यवर्षसहस्रके ॥
स्रष्टुकामः प्रजा ब्रह्मा चिन्तयामास दुःखितः ॥
]

`verse 24 [
ततोऽपश्यन्महातेजा प्रादुर्भूतं कुमारकम्॥
कृष्णवर्णं महावीर्यं दीप्यमानं स्वतेजसा॥
]

`verse 25 [
धृतकृष्णाम्बरोष्णीषं कृष्णयज्ञोपवीतिनम्॥
कृष्णेन मौलिनायुक्तं कृष्णस्नानानुलेपनम्॥
]

`verse 26 [
स तं दृष्ट्वा महात्मानमघोरं घोरविक्रमम् ॥
ववन्दे देवदेवेशमद्भुतं कृष्णपिंगलम् ॥
]

`verse 27 [
अघोरं तु ततो ब्रह्मा ब्रह्मरूपं व्यचिंतयत् ॥
तुष्टाव वाग्भिरिष्टाभिर्भक्तवत्सलमव्ययम् ॥
]

`verse 28 [
अथास्य पार्श्वतः कृष्णाः कृष्णस्नानानुलेपनाः॥
चत्वारस्तु महात्मानः संबभूवुः कुमारकाः॥
]

`verse 29 [
कृष्ण कृष्णशिखश्चैव कृष्णा स्यः कृष्णकण्ठधृक् ॥
इति तेऽव्यक्तनामानः शिवरूपाः सुतेजसः ॥
]

`verse 30 [
एवंभूता महात्मानो ब्रह्मणः सृष्टिहेतवे ॥
योगं प्रवर्त्तया मासुर्घोराख्यं महदद्भुतम् ॥
]

`verse 31 [
(इत्यघोरावतारश्चतुर्थः ४)
अथान्यो ब्रह्मणः कल्पः प्रावर्त्तत मुनीश्वराः ॥
विश्वरूप इति ख्यातो नामतः परमाद्भुतः॥
]

`verse 32 [
ब्रह्मणः पुत्रकामस्य ध्यायतो मनसा शिवम् ॥
प्रादुर्भूता महानादा विश्वरूपा सरस्वती ॥
]

`verse 33 [
तथाविधः स भगवानीशानः परमेश्वरः ॥
शुद्धस्फटिकसंकाशः सर्वाभरणभूषितः ॥
]

`verse 34 [
तं दृष्ट्वा प्रणनामासौ ब्रह्मेशानमजं विभुम् ॥
सर्वगं सर्वदं सर्वं सुरूपं रूपवर्जितम् ॥
]

`verse 35 [
ईशानोऽपि तथादिश्य सन्मार्गं ब्रह्मणे विभुः ॥
सशक्तिः कल्पयांचक्रे स बालांश्चतुरः शुभान् ॥
]

`verse 36 [
जटीमुण्डी शिखण्डी च अर्द्धमुण्डश्च जज्ञिरे ॥
योगेनादिश्य सद्धर्मं कृत्वा योगगतिं गताः ॥
]

`verse 37 [
( इतीशानावतारः पञ्चमः ५)
एवं संक्षेपतः प्रोक्तः सद्यादीनां समुद्भवः ॥
सनत्कुमार सर्वज्ञ लोकानां हितकाम्यया ॥
]

`verse 38 [
अथ तेषां महाप्राज्ञ व्यवहारं यथायथम् ॥
त्रिलोकहितकारं हि सर्वं ब्रह्माण्डसंस्थितम्॥
]

`verse 39 [
ईशानः पुरुषो घोरो वामसंज्ञस्तथैव च ॥
ब्रह्मसंज्ञो महेशस्य मूर्तयः पंच विश्रुताः ॥
]

`verse 40 [
ईशानः शिवरूपश्च गरीयान्प्रथमः स्मृतः ॥
भोक्तारं प्रकृतेः साक्षात्क्षेत्रज्ञमधितिष्ठति ॥
]

`verse 41 [
शैवस्तत्पुरुषाख्यश्च स्वरूपो हि द्वितीयकः ॥
गुणाश्रयात्मकं भोग्यं सर्वज्ञमधितिष्ठति ॥
]

`verse 42 [
धर्माय स्वांगसंयुक्तं बुद्धितत्त्वं पिनाकिनः ॥
अघोराख्यस्वरूपो यस्तिष्ठत्यंतस्तृतीयकः ॥
]

`verse 43 [
वामदेवाह्वयो रूपश्चतुर्थः शङ्करस्य हि ॥
अहंकृतेरधिष्ठानो बहुकार्यकरः सदा ॥
]

`verse 44 [
ईशानाह्वस्वरूपो हि शंकरस्येश्वरः सदा ॥
श्रोत्रस्य वचसश्चापि विभोर्व्योम्नस्तथैव च ॥
]

`verse 45 [
त्वक्पाणिस्पर्शवायूनामीश्वरं रूपमैश्वरम् ॥
पुरुषाख्यं विचारज्ञा मतिमन्तः प्रचक्षते ॥
]

`verse 46 [
वपुषश्च रसस्यापि रूपस्याग्नेस्तथैव च ॥
अघोराख्यमधिष्ठानं रूपमाहुर्मनीषिणः ॥
]

`verse 47 [
रशनायाश्च पायोश्च रसस्यापां तथैव च ॥
ईश्वरं वामदेवाख्यं स्वरूपं शांकरं स्मृतम् ॥
]

`verse 48 [
प्राणस्य चैवोपस्थस्य गंधस्य च भुवस्तथा ॥
सद्योजाताह्वयं रूपमीश्वरं शांकरं विदुः ॥
]

`verse 49 [
इमे स्वरूपाः शंभोर्हि वन्दनीयाः प्रयत्नतः ॥
श्रेयोर्थिभिर्नरैर्नित्यं श्रेयसामेकहेतवः॥
]

`verse 50 [
यः पठेच्छृणुयाद्वापि सद्यादीनां समुद्भवम्॥
स भुक्त्वा सकलान्कामान्प्रयाति परमां गतिम् ॥ 3.1.
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां शिवस्य पञ्चब्रह्मावतारवर्णनं नाम प्रथमोऽध्यायः ॥
]
