`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
शृणु तात महेशस्यावतारान्परमान्प्रभो ॥
सर्वकार्यकराँल्लोके सर्वस्य सुखदान्मुने ॥
]

`verse 2 [
तस्य शंभोः परेशस्य मूर्त्यष्टकमयं जगत् ॥
तस्मिन्व्याप्य स्थितं विश्वं सूत्रे मणिगणा इव ॥
]

`verse 3 [
शर्वो भवस्तथा रुद्र उग्रो भीमः पशो पतिः ॥
ईशानश्च महादेवो मूर्तयश्चाष्ट विश्रुताः ॥
]

`verse 4 [
भूम्यंभोग्निमरुद्व्योमक्षेत्रज्ञार्कनिशाकराः ॥
अधिष्ठिताश्च शर्वाद्यैरष्टरूपैः शिवस्य हि ॥
]

`verse 5 [
धत्ते चराचरं विश्वं रूपं विश्वंभरात्मकम् ॥
शंकरस्य महेशस्य शास्त्रस्यैवेति निश्चयः ॥
]

`verse 6 [
संजीवनं समस्तस्य जगतः सलिलात्मकम् ॥
भव इत्युच्यते रूपं भवस्य परमात्मनः ॥
]

`verse 7 [
बहिरंतर्जगद्विश्वं बिभर्ति स्पन्दतेस्य यम् ॥
उग्र इत्युच्यते सद्भी रूपमुग्रस्य सत्प्रभो ॥
]

`verse 8 [
सर्वावकाशदं सर्वव्यापकं गगनात्मकम् ॥
रूपं भीमस्य भीमाख्यं भूपवृन्दस्व भेदकम् ॥
]

`verse 9 [
सर्वात्मनामधिष्ठानं सर्वक्षेत्रनिवासकम् ॥
रूपं पशुपतेर्ज्ञेयं पशुपाशनिकृन्तनम् ॥
]

`verse 10 [
सन्दीपयञ्जगत्सर्वं दिवाकरसमाह्वयम् ॥
ईशानाख्यं महेशस्य रूपं दिवि विसर्पति ॥
]

`verse 11 [
आप्याययति यो विश्वममृतांशुर्निशाकरः ॥
महादेवस्य तद्रूपं महादेवस्य चाह्वयम् ॥
]

`verse 12 [
आत्मा तस्याष्टमं रूपं शिवस्य परमात्मनः ॥
व्यापिकेतरमूर्तीनां विश्वं तस्माच्छिवात्मकम् ॥
]

`verse 13 [
शाखाः पुष्यन्ति वृक्षस्य वृक्षमूलस्य सेचनात् ॥
तद्वदस्य वपुर्विश्वं पुष्यते च शिवार्चनात ॥
]

`verse 14 [
यथेह पुत्रपौत्रादेः प्रीत्या प्रीतो भवेत्पिता ॥
तथा विश्वस्य सम्प्रीत्या प्रीतो भवति शंकरः ॥
]

`verse 15 [
क्रियते यस्य कस्यापि देहिनो यदि निग्रहः ॥
अष्टमूर्त्तेरनिष्टं तत्कृतमेव न संशयः ॥
]

`verse 16 [
अष्टमूर्त्यात्मना विश्वमधिष्ठायास्थितं शिवम् ॥
भजस्व सर्वभावेन रुद्रं परमकारणम् ॥
]

`verse 17 [
इति प्रोक्ताः स्वरूपास्ते विधिपुत्राष्टविश्रुताः ॥
सर्वोपकारनिरताः सेव्याः श्रेयोर्थिभिर्नरैः ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां शिवाष्टमूर्त्तिवर्णनं नाम द्वितीयोऽध्यायः ॥
]
