`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
शृणु तात महाप्राज्ञ विधिकामप्रपूरकम् ॥
अर्द्धनारीनराख्यं हि शिवरूपमनुत्तमम् ॥
]

`verse 2 [
यदा सृष्टाः प्रजा सर्वाः न व्यवर्द्धंत वेधसा ॥
तदा चिंताकुलोऽभूत्स तेन दुःखेन दुखितः ॥
]

`verse 3 [
नभोवाणी तदाभूद्वै सृष्टिं मिथुनजां कुरु ॥
तच्छ्रुत्वा मैथुनीं सृष्टिं ब्रह्मा कर्तुममन्यत ॥
]

`verse 4 [
नारीणां कुलमीशानान्निर्गतं न पुरा यतः ॥
ततो मैथुनजां सृष्टिं कर्तुं शेके न पद्मभूः ॥
]

`verse 5 [
प्रभावेण विना शंभोर्न जायेरन्निमाः प्रजाः ॥
एवं संचिन्तयन्ब्रह्मा तपः कर्त्तुं प्रचक्रमे ॥
]

`verse 6 [
शिवया परया शक्त्या संयुक्तं परमेश्वरम् ॥
संचिंत्य हृदये प्रीत्या तेपे स परमं तपः॥
]

`verse 7 [
तीव्रेण तपसा तस्य संयुक्तस्य स्वयंभुवः ॥
अचिरेणैव कालेन तुतोष स शिवो द्रुतम् ॥
]

`verse 8 [
ततः पूर्णचिदीशस्य मूर्तिमाविश्य कामदाम्॥
अर्द्धनारीनरो भूत्वा ततो ब्रह्मान्तिकं हरः ॥
]

`verse 9 [
तं दृष्ट्वा शंकरं देवं शक्त्या प्ररमयान्वितम् ॥
प्रणम्य दण्डवद्ब्रह्मा स तुष्टाव कृताञ्जलिः ॥
]

`verse 10 [
अथ देवो महादेवो वाचा मेघगभीरया॥
संभवाय सुसंप्रीतो विश्वकर्त्ता महेश्वरः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 11 [
वत्सवत्स महाभाग मम पुत्र पितामह ॥
ज्ञातवानस्मि सर्व तत्तत्त्वतस्ते मनोरथ॥
]

`verse 12 [
प्रजानामेव वृद्ध्यर्थं तपस्तप्तं त्वयाधुना ॥
तपसा तेन तुष्टोऽस्मि ददामि च तवेप्सितम् ॥
]

`verse 13 [
इत्युक्त्वा परमोदारं स्वभावमधुरं वचः॥
पृथक्चकार वपुषो भागाद्देवीं शिवां शिवः ॥
]

`verse 14 [
तां दृष्ट्वा परमां शक्तिं पृथग्भूतां शिवागताम्॥
प्रणिपत्य विनीतात्मा प्रार्थयामास तां विधिः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
देवदेवेन सृष्टोहमादौ त्वत्पतिना शिवे ॥
प्रजाः सर्वा नियुक्ताश्च शंभुना परमात्मना ॥
]

`verse 16 [
मनसा निर्मिताः सर्वे शिवे देवादयो मया ॥
न वृद्धिमुपगच्छंति सृज्यमानाः पुनःपुनः ॥
]

`verse 17 [
मिथुनप्रभवामेव कृत्वा सृष्टिमतः परम् ॥
संवर्द्धयितुमिच्छामि सर्वा एव मम प्रजाः ॥
]

`verse 18 [
न निर्गतं पुरा त्वत्तो नारीणां कुलमव्ययम् ॥
तेन नारीकुलं श्रेष्ठं मम शक्तिर्न विद्यते ॥
]

`verse 19 [
सर्वासामेव शक्तीनां त्वत्तः खलु समुद्भवः ॥
तस्मात्त्वं परमां शक्तिं प्रार्थयाम्यखिलेश्वरीम् ॥
]

`verse 20 [
शिवे नारीकुलं स्रष्टुं शक्तिं देहि नमोऽस्तु ते ॥
चराचरं जगद्विद्धि हेतोर्मातः शिवं प्रिये ॥
]

`verse 21 [
अन्यं त्वत्तः प्रार्थयामि वरं च वरदेश्वरि ॥
देहि मे तं कृपां कृत्वा जगन्मातर्नमोऽस्तु ते ॥
]

`verse 22 [
चराचरविवृद्ध्यर्थमीशेनैकेन सर्वगे ॥
दक्षस्य मम पुत्रस्य पुत्री भव भवाम्बिके ॥
]

`verse 23 [
एवं संयाचिता देवी ब्रह्मणा परमेश्वरी ॥
तथास्त्विति वचः प्रोच्य तच्छक्तिं विधये ददौ ॥
]

`verse 24 [
तस्माद्धि सा शिवा देवी शिवशक्तिर्जगन्मयी ॥
शक्तिमेकां भ्रुवोर्मध्यात्ससर्जात्मसमप्रभाम् ॥
]

`verse 25 [
तामाह प्रहसन्प्रेक्ष्य शक्तिं देववरो हरः ॥
कृपासिन्धुर्महेशानो लीलाकारी भवाम्बिकाम् ॥
]

`speaker [
शिव उवाच
]

`verse 26 [
तपसाराधिता देवि ब्रह्मणा परमेष्ठिना ॥
प्रसन्ना भव सुप्रीत्या कुरु तस्याखिलेप्सितम् ॥
]

`verse 27 [
तामाज्ञां परमेशस्य शिरसा प्रतिगृह्य सा ॥
ब्रह्मणो वचनाद्देवी दक्षस्य दुहिताभवत् ॥
]

`verse 28 [
दत्त्वैवमतुलां शक्तिं ब्रह्मणो सा शिवा मुने ॥
विवेश देहं शंभोर्हि शंभुश्चान्तर्दधे प्रभुः ॥
]

`verse 29 [
तदाप्रभृति लोकेऽस्मिन्स्त्रिया भागः प्रकल्पितः ॥
आनन्दं प्राप स विधिः सृष्टिर्जाता च मैथुनी ॥
]

`verse 30 [
एतत्ते कथितं तात शिवरूपं महोत्तमम् ॥
अर्द्धनारीनरार्द्धं हि महामंगलदं सताम् ॥
]

`verse 31 [
एतदाख्यानमनघं यः पठ्च्छृणुयादपि ॥
स भुक्त्वा सकलान्भोगान्प्रयाति परमां गतिम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां रुद्रसंहितायां शिवस्यार्द्धनारीनरावतारवर्णनं नाम तृतीयोऽध्यायः ॥
]
