`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ चरितं शांकरं मुदा ॥
रुद्रेण कथितं प्रीत्या ब्रह्मणे सुखदं सदा ॥
]

`speaker [
शिव उवाच
]

`verse 2 [
सप्तमे चैव वाराहे कल्पे मन्वन्तराभिधे ॥
कल्पेश्वरोऽथ भगवान्सर्वं लोकप्रकाशनः ॥
]

`verse 3 [
मर्नोर्वैवस्वतस्यैव ते प्रपुत्रो भविष्यति॥
तदा चतुर्युगाश्चैव तस्मिन्मन्वन्तरे विधे ॥
]

`verse 4 [
अनुग्रहार्थं लोकानां ब्राह्मणानां हिताय च॥
उत्पश्यामि विधे ब्रह्मन्द्वापराख्ययुगान्तिके ॥
]

`verse 5 [
युगप्रवृत्त्या च तदा तस्मिंश्च प्रथमे युगे ॥
द्वापरे प्रथमे ब्रह्मन्यदा व्यासः स्वयंप्रभुः ॥
]

`verse 6 [
तदाहं ब्राह्मणार्थाय कलौ तस्मिन्युगान्तिके॥
भविष्यामि शिवायुक्तः श्वेतो नाम महामुनिः ॥
]

`verse 7 [
हिमवच्छिखरे रम्ये छागले पर्वतोत्तमे॥
तदा शिष्याः शिखायुक्ता भविष्यन्ति विधे मम ॥
]

`verse 8 [
श्वेतः श्वेतशिखश्चैव श्वेताश्वः श्वेतलोहितः   ॥
चत्वारो ध्यानयोगात्ते गमिष्यन्ति पुरं मम॥
]

`verse 9 [
ततो भक्ता भविष्यन्ति ज्ञात्वा मां तत्त्वतोऽव्ययम्॥
जन्ममृत्युजराहीनाः परब्रह्मसमाधयः ॥
]

`verse 10 [
द्रष्टुं शक्यो नरैर्नाहमृते ध्यानात्पितामह ॥
दानधर्मादिभिर्वत्स साधनैः कर्महेतुभिः ॥
]

`verse 11 [
द्वितीये द्वापरे व्यासः सत्यो नाम प्रजापतिः ॥
यदा तदा भविष्यामि सुतारो नामतः कलौ ॥
]

`verse 12 [
तत्रापि मे भविष्यन्ति शिष्या वेदविदो द्विजाः ॥
दुन्दुभिः शतरूपश्च हृषीकः केतुमांस्तथा ॥
]

`verse 13 [
चत्वारो ध्यानयोगात्ते गमिष्यन्ति पुरं मम ॥
ततो मुक्ता भविष्यन्ति ज्ञात्वा मां तत्त्वतोऽव्ययम् ॥
]

`verse 14 [
तृतीये द्वापरे चैव यदा व्यासस्तु भार्गवः ॥
तदाप्यहं भविष्यामि दमनस्तु पुरान्तिके ॥
]

`verse 15 [
तत्रापि च भविष्यन्ति चत्वारो मम पुत्रकाः ॥
विशोकश्च विशेषश्च विपापः पापनाशनः ॥
]

`verse 16 [
शिष्यैः साहाय्यं व्यासस्य करिष्ये चतुरानन ॥
निवृत्तिमार्गं सुदृढं वर्त्तयिष्ये कलाविह ॥
]

`verse 17 [
चतुर्थे द्वापरे चैव यदा व्यासोंऽगिराः स्मृतः ॥
तदाप्यहं भविष्यामि सुहोत्रो नाम नामतः ॥
]

`verse 18 [
तत्रापि मम ते पुत्राश्चत्वारो योगसाधकाः ॥
भविष्यंति महात्मानस्तन्नामानि ब्रुवे विधे॥
]

`verse 19 [
सुमुखो दुर्मुखश्चैव दुदर्भो दुरतिक्रमः ॥
शिष्यैः साहाय्यं व्यासस्य करिष्येऽहं तदा विधे ॥
]

`verse 20 [
पञ्चमे द्वापरे चैव व्यासस्तु सविता स्मृतः ॥
तदा योगी भविष्यामि कंको नाम महातपाः ॥
]

`verse 21 [
तत्रापि मम ते पुत्राश्चत्वारो योगसाधकाः ॥
भविष्यन्ति महात्मानस्तन्नामानि शृणुष्व मे ॥
]

`verse 22 [
सनकः सनातनश्चैव प्रभुर्यश्च सनन्दनः ॥
विभुः सनत्कुमारश्च निर्मलो निरहंकृतिः ॥
]

`verse 23 [
तत्रापि कंकनामाहं साहाय्यं सवितुर्विधे ॥
व्यासस्य हि करिष्यामि निवृत्तिपथवर्द्धकः ॥
]

`verse 24 [
परिवर्ते पुनः षष्ठे द्वापरे लोककारकः ॥
कर्ता वेदविभागस्य मृत्युर्व्यासो भविष्यति ॥
]

`verse 25 [
तदाऽप्यहं भविष्यामि लोकाक्षिर्नाम नामतः ॥
व्यासस्य सुसाहा य्यार्थं निवृत्तिपथवर्द्धनः ॥
]

`verse 26 [
तत्रापि शिष्याश्चत्वारो भविष्यन्ति दृढव्रताः ॥
सुधामा विरजाश्चैव संजयो विजयस्तथा ॥
]

`verse 27 [
सप्तमे परिवर्ते तु यदा व्यासः शतक्रतुः ॥
तदाप्यहं भविष्यामि जैगीषव्यो विभुर्विधे ॥
]

`verse 28 [
योगं संद्रढयिष्यामि महायोगविचक्षणः ॥
काश्यां गुहान्तरे संस्थो दिव्यदेशे कुशास्तरिः ॥
]

`verse 29 [
साहाय्यं च करिष्यामि व्यासस्य हि शतक्रतोः ॥
उद्धरिष्यामि भक्तांश्च संसारभयतो विधे ॥
]

`verse 30 [
तत्रापि मम चत्वारो भविष्यन्ति सुता युगे ॥
सारस्वतश्च योगीशो मेघवाहः सुवाहनः ॥
]

`verse 31 [
अष्टमे परिवर्ते हि वसिष्ठो मुनिसत्तमः ॥
कर्त्ता वेदविभागस्य वेदव्यासो भविष्यति ॥
]

`verse 32 [
तत्राप्यहं भविष्यामि नामतो दधिवाहनः ॥
व्यासस्य हि करिष्यामि साहाय्यं योगवित्तम ॥
]

`verse 33 [
कपिलश्चासुरिः पञ्चशिखः शाल्वलपूर्वकः ॥
चत्वारो योगिनः पुत्रा भविष्यन्ति समा मम ॥
]

`verse 34 [
नवमे परिवर्ते तु तस्मिन्नेव युगे विधे ॥
भविष्यति मुनिश्रेष्ठो व्यासः सारस्वताह्वयः ॥
]

`verse 35 [
व्यासस्य ध्यायतस्तस्य निवृत्तिपथवृद्धये ॥
तदाप्यहं भविष्यामि ऋषभो नामतः स्मृतः ॥
]

`verse 36 [
पराशरश्च गर्गश्च भार्गवो गिरिशस्तथा ॥
चत्वारस्तत्र शिष्या मे भविष्यन्ति सुयोगिनः ॥
]

`verse 37 [
तैः साकं द्रढयिष्यामि योगमार्गं प्रजापते ॥
करिष्यामि साहाय्यं वै वेदव्यासस्य सन्मुने ॥
]

`verse 38 [
तेन रूपेण भक्तानां बहूनां दुःखिनां विधे ॥
उद्धारं भवतोऽहं वै करिष्यामि दयाकरः ॥
]

`verse 39 [
सोऽवतारो विधे मे हि ऋषभाख्यस्सुयोगकृत् ॥
सारस्वतव्यासमनः कर्त्ता नानोतिकारकः ॥
]

`verse 40 [
अवतारेण मे येन भद्रायुर्नृपबालकः ॥
जीवितो हि मृतः क्ष्वेडदोषतो जनकोज्झितः ॥
]

`verse 41 [
प्राप्तेऽथ षोडशे वर्षे तस्य राजशिशोः पुनः ॥
ययौ तद्वेश्म सहसा ऋषभः स मदात्मकः ॥
]

`verse 42 [
पूजितस्तेन स मुनिः सद्रूपश्च कृपानिधिः ॥
उपादिदेश तद्धर्मान्राज्ययोगान्प्रजापते ॥
]

`verse 43 [
ततः स कवचं दिव्यं शंखं खङ्गं च भास्वरम् ॥
ददौ तस्मै प्रसन्नात्मा सर्वशत्रुविनाशनम् ॥
]

`verse 44 [
तदङ्ग भस्मनामृश्य कृपया दीनवत्सलः ॥
स द्वादशसहस्रस्य गजानां च बलं ददौ ॥
]

`verse 45 [
इति भद्रायुषं सम्यगनुश्वास्य समातृकम्॥
ययौ स्वैरगतस्तस्यां पूजितस्त्वृषभः प्रभुः ॥
]

`verse 46 [
भद्रायुरपि राजर्षिर्जित्वा रिपुगणान्विधे ॥
राज्यं चकार धर्मेण विवाह्य कीर्त्तिमालिनीम् ॥
]

`verse 47 [
इत्थं प्रभावं ऋषभोऽवतारः शङ्करस्य मे ॥
सतां गतिर्दीनबन्धुर्नवमः कथितस्तव ॥
]

`verse 48 [
ऋषभस्य चरित्रं हि परमं पावनं महत् ॥
स्वर्ग्यं यशस्यमायुष्यं श्रोतव्यं च प्रयत्नतः ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायामृषभचरित्रवर्णनं नाम चतुर्थोऽध्यायः ॥
]
