`verse 1 [
अथ नन्दीश्वरावतारमाह ॥
सनत्कुमार उवाच ॥
भवान्कथमनुप्राप्तो महादेवांशजः शिवम् ॥
श्रोतुमिच्छामि तत्सर्वं वक्तुमर्हसि मे प्रभो ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 2 [
सनत्कुमार सर्वज्ञ सावधानतया शृणु ॥
यथाहं च शिवं प्राप्तो महादेवांशजो   मुने ॥
]

`verse 3 [
प्रजाकामः शिलादोऽभूदुक्तः पितृभिरादरात् ॥
तदुद्धर्तुमना भक्त्या समुद्धारमभीप्सुभिः ॥
]

`verse 4 [
अधोदृष्टिः सुधर्मात्मा शिलादो नाम वीर्यवान् ॥
तस्यासीन्मुनिकैर्वृत्तिः शिवलोके च सोगमत् ॥
]

`verse 5 [
शक्रमुद्दिश्य स मुनिस्तपस्तेपे सुदुः सहम् ॥
निश्चलात्मा शिलादाख्यो बहुकालं दृढव्रतः ॥
]

`verse 6 [
तपतस्तस्य तपसा संतुष्टोऽभूच्छतक्रतुः ॥
जगाम च वरं दातुं सर्वदेवप्रभुस्तदा ॥
]

`verse 7 [
शिलादमाह सुप्रीत्या शक्रस्तुष्टोऽस्मि तेऽनघ ॥
तेन त्वं मुनिशार्दूल वरयस्व वरानिति ॥
]

`verse 8 [
ततः प्रणम्य देवेशं स्तुत्वा स्तुतिभिरादरात् ॥
शिलादो मुनिशार्दूलस्तमाह सुकृताञ्जलिः ॥
]

`speaker [
शिलाद उवाच
]

`verse 9 [
शतक्रतो सुरेशान सन्तुष्टो यदि मे प्रभो॥
अयोनिजं मुत्युहीनं पुत्रमिच्छामि सुव्रतम्॥
]

`speaker [
शक्र उवाच
]

`verse 10 [
पुत्रं दास्यामि पुत्रार्थिन्योनिजं मृत्युसंयुतम् ॥
अन्यथा ते न दास्यामि मृत्युहीना न सन्ति वै ॥
]

`verse 11 [
न दास्यामि सुतं तेऽहं मृत्युहीनमयोनिजम् ॥
हरिर्विधिश्च भगवान्किमुतान्यो महामुने ॥
]

`verse 12 [
तावपि त्रिपुरार्यंगसम्भावौ मरणान्वितौ ॥
तयोरप्यायुषा मानं कथितं निगमे पृथक् ॥
]

`verse 13 [
तस्मादयोनिजे पुत्रे मृत्युहीने प्रयत्नतः ॥
परित्यजाशां विप्रेन्द्र गृहाणात्मक्षमं सुतम्॥
]

`verse 14 [
किन्तु देवेश्वरो रुद्रः प्रसीदति महेश्वरः ॥
सुदुर्लभो मृत्युहीनस्तव पुत्रो ह्ययोनिजः ॥
]

`verse 15 [
अहं च विष्णुर्भगवान्द्रुहिणश्च महामुने ॥
अयोनिजं मृत्युहीनं पुत्रं दातुं न शक्नुमः ॥
]

`verse 16 [
आराधय महादेवं तत्पुत्रविनिकाम्यया ॥
सर्वेश्वरो महाशक्तः स ते पुत्रं प्रदास्यति ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 17 [
एवं व्याहृत्य विप्रेन्द्रमनुगृह्य च तं घृणी॥
देवैर्वृतः सुरेशानस्स्वलोकं समगान्मुने ॥
]

`verse 18 [
गते तस्मिंश्च वरदे सहस्राक्षे शिलाशनः ॥
आराधयन्महादेवं तपसातोषयद्भवम्॥
]

`verse 19 [
अथ तस्यैवमनिशन्तत्परस्य द्विजस्त वै ॥
दिव्यम्वर्षसहस्रं तु गतं क्षणमिवाद्भुतम् ॥
]

`verse 20 [
वल्मीकेन वृतांगश्च लक्षकोटगणैर्मुनिः ॥
सूचीमुखैश्चान्यै रक्तभुग्भिश्च सर्वतः ॥
]

`verse 21 [
निर्मांसरुधिर त्वग्वै बिले तस्मिन्नवस्थितः ॥
अस्थिशेषोभवत्पश्चाच्छिलादो मुनिसत्तमः ॥
]

`verse 22 [
तुष्टः प्रभुस्तदा तस्मै दर्शयामास स्वां तनुम् ॥
दिव्यां दिव्यगुणैर्युक्तामलभ्यां वामबुद्धिभिः ॥
]

`verse 23 [
दिव्यवर्षसहस्रेण तप्यमानाय शूलधृक् ॥
सर्वदेवाधिपस्तस्मै वरदोस्मीत्यभाषत ॥
]

`verse 24 [
महासमाधिसंलीनस्स शिलादो महामुनिः ॥
नाशृणोत्तद्गिरं शम्भोर्भक्त्यधीनरतस्य वै॥
]

`verse 25 [
यदा स्पृष्टो मुनिस्तेन करेण त्रिपुरारिणा ॥
तदैव मुनिशार्दूल उत्ससर्ज?  तपःक्रमम् ॥
]

`verse 26 [
अथोन्मील्य मुनिर्नेत्रे सोमं शंभुं विलोकयन् ॥
द्रुतं प्रणम्य स मुदा पादयोर्न्यपतन्मुने॥
]

`verse 27 [
हर्षगद्गदया वाचा नतस्कंधः कृताञ्जलिः॥
प्रसन्नात्मा शिलादस्स तुष्टाव परमेश्वरम् ॥
]

`verse 28 [
ततः प्रसन्नो भगवान्देवदेवस्त्रिलोचनः॥
वरदोऽस्मीति तम्प्राह शिलादं मुनिपुंगवम्॥
]

`verse 29 [
तपसानेन किं कार्यं भवते हि महा मते॥
ददामि पुत्रं सर्वज्ञं सर्वशास्त्रार्थपारगम्॥
]

`verse 30 [
ततः प्रणम्य देवेशं तच्छ्रुत्वा च शिलाशनः॥
हर्षगद्गदया वाचोवाच सोमविभूषणम् ॥
]

`speaker [
शिलाद उवाच
]

`verse 31 [
महेश यदि तुष्टोऽसि यदि वा वरदश्च मे ॥
इच्छामि त्वत्समं पुत्रं मृत्युहीनमयोनिजम् ॥
]

`speaker [
नंदीश्वर उवाच
]

`verse 32 [
एवमुक्तस्ततो देवस्त्र्यम्बकस्तेन शङ्करः ॥
प्रत्युवाच प्रसन्नात्मा शिलादं मुनिसत्तमम्॥
]

`speaker [
शिव उवाच
]

`verse 33 [
पूर्वमाराधितो विप्र ब्रह्मणाहं तपोधन ॥
तपसा चावतारार्थं मुनिभिश्च सुरोत्तमैः॥
]

`verse 34 [
तव पुत्रो भविष्यामि नन्दी नाम्ना त्वयोनिजः ॥
पिता भविष्यसि मम पितुर्वै जगतां मुने ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 35 [
एवमुक्त्वा मुनिं प्रेक्ष्य प्रणिपत्यास्थितं घृणी ॥
सोमस्तूर्णं तमादिश्य तत्रैवान्तर्दधे हरः ॥
]

`verse 36 [
गते तस्मिन्महादेवे स शिलादो महामुनिः॥
स्वमाश्रयमुपागम्य ऋषिभ्योऽकथयत्ततः ॥
]

`verse 37 [
कियता चैव कालेन तदासौ जनकः स मे॥
यज्ञांगणं चकर्षाशु यज्ञार्थं यज्ञवित्तमः॥
]

`verse 38 [
ततः क्षणादहं शंभोस्तनुजस्तस्य चाज्ञया॥
स जातः पूर्व्वमेवाहं युगान्ताग्निसमप्रभः ॥
]

`verse 39 [
अवर्षंस्तदा पुष्करावर्तकाद्या जगुः खेचराः किन्नराः सिद्धसाध्या ॥
शिलादात्मजत्वं गते मय्यृषीन्द्रास्समन्ताच्च वृष्टिं व्यधुः कौसुमीं ते॥
]

`verse 40 [
अथ ब्रह्मादयो देवा देवपल्यश्च सर्वशः ॥
तत्राजग्मुश्च सुप्रीत्या हरिश्चैव शिवोऽम्बिका॥
]

`verse 41 [
तदोत्सवो महानासीन्ननृतुश्चाप्सरोगणाः ॥
आदृत्य मां तथा लिंगं तुष्टुवुर्हर्षिताश्च ते॥
]

`verse 42 [
सुप्रशस्य शिलादं तं स्तुत्वा च सुस्तवैः शिवौ॥
सर्वे जग्मुश्च धामानि शिवावप्यखिलेश्वरौ॥
]

`verse 43 [
शिलादोऽपि च मां दृष्ट्वा कालसूर्य्यानलप्रभम्॥
त्र्यक्षं चतुर्भुजं बालं जटामुकुटधारिणम् ॥
]

`verse 44 [
त्रिशूलाद्यायुधं दीप्तं सर्वथा रुद्ररूपिणम्॥
महानन्दभरः प्रीत्या प्रणम्यं प्रणनाम च ॥
]

`speaker [
शिलाद उवाच
]

`verse 45 [
त्वयाहं नन्दितो यस्मान्नन्दी नाम्ना सुरेश्वर ॥
तस्मात्त्वां देवमानन्दं नमामि जगदीश्वरम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 46 [
मया सह पिता हृष्टः सुप्रणम्य महेश्वरम् ॥
उटजं स्वं जगामाशु निधिं लब्ध्वेव निर्धनः ॥
]

`verse 47 [
यदा गतोहमुटजं शिलादस्य महामुने ॥
तदाहं तादृशं रूपं त्यक्त्वा मानुष्यमास्थितः॥
मानुष्यमास्थितं दृष्ट्वा पिता मे लोकपूजितः ॥
विललापातिदुःखार्त्तः स्वजनैश्च समावृतः ॥
]

`verse 48 [
जातकर्मादिकान्येव सर्वाण्यपि चकार मे ॥
शालंकायनपुत्रो वै शिलादः पुत्रवत्सलः ॥
]

`verse 49 [
वेदानध्यापयामास सांगोपांगानशेषतः ॥
शास्त्राण्यन्यान्यपि तथा पञ्चवर्षे पिता च माम् ॥
]

`verse 50 [
सम्पूर्णे सप्तमे वर्षे मित्रावरुणसंज्ञकौ ॥
मुनी तस्याश्रमं प्राप्तौ द्रष्टुं मां चाज्ञया विभोः ॥
]

`verse 51 [
सत्कृतौ मुनिना तेन सूपविष्टो महामुनी ॥
ऊचतुश्च महात्मानौ मां निरीक्ष्य मुहुर्मुहुः॥
]

`speaker [
मित्रावरुणावूचतुः
]

`verse 52 [
तात नंदीस्तवाल्पायुः सर्वशास्त्रार्थपारगः॥
न दृष्टमेव चापश्यं ह्यायुर्वर्षादतः परम् ॥
]

`verse 53 [
विप्रयोरित्युक्तवतोः शिलादः पुत्रवत्सलः ॥
तमालिङ्ग्य च दुःखार्त्तो रुरोदातीव विस्वरम् ॥
]

`verse 54 [
मृतवत्पतितं दृष्ट्वा पितरं च पितामहम् ॥
प्रत्यवोचत्प्रसन्नात्मा स्मृत्वा शिवपदाम्बुजम् ॥
]

`verse 55 [
केन त्वं तात दुःखेन वेपमानश्च रोदिषि ॥
दुःखं ते कुत उत्पन्नं ज्ञातुमिच्छामि तत्त्वतः ॥
]

`speaker [
पितोवाच
]

`verse 56 [
तवाल्पमृत्युदुःखेन दुःखितोऽतीव पुत्रक ॥
को मे दुःखं हरतु वै शरणं प्रयामि हि ॥
]

`speaker [
पुत्र उवाच
]

`verse 57 [
देवो वा दानवो वापि यमः कालोथ वापि हि॥
ऋध्येयुर्यद्यपि ह्येते मामन्येपि जनास्तथा ॥
]

`verse 58 [
अथापि चाल्पमृत्युर्मे न भविष्यति मां तुदः ॥
सत्यं ब्रवीमि जनकं शपथन्ते करोम्यहम्॥
]

`speaker [
पितोवाच
]

`verse 59 [
किं तपः किं परिज्ञानं को योगश्च प्रभुश्च ते ॥
येन त्वं दारुणं दुःखं वञ्चयिष्यसि पुत्र मे ॥
]

`speaker [
पुत्र उवाच
]

`verse 60 [
न तात तपसा मृत्युं वंचयिष्ये न विद्यया॥
महादेवस्य भजनान्मृत्युं जेष्यामि नान्यथा ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 61 [
इत्युक्त्वाहं पितुः पादौ प्रणम्य शिरसा मुने ॥
प्रदक्षिणीकृत्य च तमगच्छं वनमुत्तमम्॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां नन्दिकेशावतारवर्णनं नाम षष्ठोऽध्यायः ॥
]
