`speaker [
नन्दिकेश्वर उवाच
]

`verse 1 [
तत्र गत्वा मुनेऽहं वै स्थित्वैकान्तस्थले सुधीः ॥
अतपं तप उग्रं सन्मुनीनामपि दुष्करम् ॥
]

`verse 2 [
हृत्पुण्डरीकसुषिरे ध्यात्वा देवं त्रियम्बकम् ॥
त्र्यक्षं दशभुजं शान्तं पञ्चवक्त्रं सदा शिवम् ॥
]

`verse 3 [
रुद्रजाप्यमकार्षं वै परमध्यानमास्थितः ॥
सरितश्चोत्तरे पुण्ये ह्येकचित्तः समाहितः ॥
]

`verse 4 [
तस्मिञ्जाप्येऽथ संप्रीतः स्थितं मां परमेश्वरः ॥
तुष्टोऽब्रवीन्महादेवः सोमः सोमार्द्धभूषणः ॥
]

`speaker [
शिव उवाच
]

`verse 5 [
शैलादे वरदोहं ते तपसानेन तोषितः ॥
साधु तप्तं त्वया धीमन् ब्रूहि यत्ते मनोगतम् ॥
]

`verse 6 [
स एवमुक्तो देवेन शिरसा पादयोर्नतः॥
अस्तवं परमेशानं जराशोकविनाशनम्॥
]

`verse 7 [
अथ मां नन्दिनं शम्भुर्भक्त्या परामया युतम् ॥
अश्रुपूर्णेक्षणं सम्यक् पादयोः शिरसा नतम् ॥
]

`verse 8 [
उत्थाय परमेशानः पस्पर्श परमार्तिहा॥
कराभ्यां संमुखाभ्यान्तु संगृह्य वृषभध्वजः ॥
]

`verse 9 [
निरीक्ष्य गणपांश्चैव देवीं हिमवतः सुताम् ॥
उवाच मां कृपादृष्ट्या समीक्ष्य जगताम्पतिः ॥
]

`verse 10 [
वत्स नन्दिन्महाप्राज्ञ मृत्योर्भीतिः कुतस्तव ॥
मयैव प्रेषितौ विप्रौ मत्समस्त्वं न संशयः ॥
]

`verse 11 [
अमरो जरया त्यक्तोऽदुःखी गणपतिः सदा ॥
अव्ययश्चाक्षयश्चेष्टः स पिता स सुहृज्जनः ॥
]

`verse 12 [
मद्बलः पार्श्वगो नित्यं ममेष्टो भवितानिशम् ॥
न जरा जन्म मृत्युर्वै मत्प्रसादाद्भविष्यति ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 13 [
एवमुक्त्वा शिरोमालां कुशेशयमयीं निजाम्॥
समुन्मुच्य बबन्धाशु मम कण्ठे कृपानिधिः॥
]

`verse 14 [
तयाहं मालया विप्र शुभया कण्ठसक्तया॥।
त्र्यक्षो दशभुजश्चासं द्वितीय इव शङ्कर॥
]

`verse 15 [
तत एव समादाय हस्तेन परमेश्वरः॥
उवाच ब्रूहि किं तेऽद्य ददामि वरमुत्तमम्॥
]

`verse 16 [
ततो जटाश्रितं वारि गृहीत्वा हार निर्मलम् ॥
उक्त्वा नन्दी भवेतीह विससर्ज वृषध्वजः ॥
]

`verse 17 [
ततः पञ्चमिता नद्यः प्रावर्तत शुभावहाः॥
सुतोयाश्च महावेगा दिव्य रूपा च सुन्दरी ॥
]

`verse 18 [
जटोदका त्रिस्रोताश्च वृषध्वनिरितीव हि॥
स्वर्णोदका जम्बुनदी पञ्चनद्यः प्रकीर्तिताः ॥
]

`verse 19 [
एतत्पञ्चनदं नाम शिवपृष्ठतमं शुभम्॥
जपेश्वरसमीपे तु पवित्रं परमं मुने ॥
]

`verse 20 [
यः पञ्चनदमासाद्य स्नात्वा जप्त्वेश्वरेश्वरम्॥
पूजयेच्छिवसायुज्यं प्रयात्येव न संशयः ॥
]

`verse 21 [
अथ शम्भुरुवाचोमामभिषिञ्चामि नन्दिनम्।
गणेन्द्रं व्याहरिष्यामि किं वा त्वं मन्यसेऽव्यये ॥
]

`speaker [
उमोवाच
]

`verse 22 [
दातुमर्हसि देवेश नन्दिने परमेश्वर ॥
महाप्रियतमो नाथ शैलादिस्तनयो मम ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 23 [
ततस्स शङ्करः स्वीयान्सस्मार गणपान्वरान् ॥
स्वतन्त्रः परमेशानस्सर्वदो भक्तवत्सलः ॥
]

`verse 24 [
स्मरणादेव रुद्रस्य सम्प्राप्ताश्च गणेश्वराः ॥
असङ्ख्याता महामोदाश्शङ्कराकृतयोऽखिलाः ॥
]

`verse 25 [
ते गणेशाश्शिवं देवीं प्रणम्याहुः शुभं वचः ॥
ते प्रणम्य करौ बद्ध्वा नतस्कन्धा महाबलाः ॥
]

`speaker [
गणेशा ऊचुः
]

`verse 26 [
किमर्थं च स्मृता देव ह्याज्ञापय महाप्रभो ॥
किङ्करान्नः समायातांस्त्रिपुरार्दन कामद ॥
]

`verse 27 [
किं सागराञ्शोषयामो यमं वा सह किंकरैः ॥
हन्मो मृत्युं महामृत्युं विशेषं वृद्धपद्मजम् ॥
]

`verse 28 [
बद्ध्वेन्द्रं सह देवैश्च विष्णुं वा पार्षदैः सह॥
आनयामः सुसंकुद्धान्दैत्यान्वा दानवैः सह ॥
]

`verse 29 [
कस्याद्य व्यसनं घोरं करिष्यामस्तवाज्ञया ॥
कस्य वाद्योत्सवो देव सर्वकामसमृद्धये ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 30 [
इत्याकर्ण्य वचस्तेषां गणानां वीरवादिनाम् ॥
उवाच तान्स प्रशंस्य गणेशान्परमेश्वरः ॥
]

`speaker [
शिव उवाच
]

`verse 31 [
नन्दीश्वरोयं पुत्रो मे सर्वेषामीश्वरेश्वरः॥
प्रियो गणामग्रणीस्सर्वैः क्रियतां वचनं मम॥
]

`verse 32 [
सर्वे प्रीत्याभिषिञ्चध्वं मद्गणानां गतिम्पतिम् ॥
अद्यप्रभृति युष्माकमयं नन्दीश्वरः प्रभुः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 33 [
एवमुक्ताः शङ्करेण गणपास्सर्व्व एव ते ॥
एवमस्त्विति सम्प्रोच्य सम्भारानाहरँस्ततः ॥
]

`verse 34 [
ततो देवाश्च सेन्द्राश्च नारायणमुखास्तथा ॥
मुनयः सर्वतो लोका आजग्मुर्मुदिताननाः ॥
]

`verse 35 [
पितामहोपि भगवन्नियोगाच्छङ्करस्य वै ॥
चकार नंदिनस्सर्व्वमभिषेकं समाहितः ॥
]

`verse 36 [
ततो विष्णुस्ततश्शक्रो लोकपालास्तथैव च ॥
ऋषयस्तुष्टुवुश्चैव पितामहपुरोगमाः ॥
]

`verse 37 [
स्तुतिमत्सु ततस्तेषु विष्णुः सर्वजगत्पतिः ॥
शिरस्यञ्जलिमाधाय तुष्टाव च समाहितः ॥
]

`verse 38 [
प्राञ्जलिः प्रणतो भूत्वा जयशब्दं चकार च ॥
ततो गणाधिपास्सर्व्वे ततो देवास्ततोऽसुराः ॥
]

`verse 39 [
एवं स्तुतश्चाभिषिक्तो देवैस्स ब्रह्मकैस्तदा ॥
नन्दीश्वरोहं विप्रेन्द्र नियोगात्प रमेशितुः ॥
]

`verse 40 [
उद्वाहश्च कृतस्तत्र नियोगात्परमेष्ठिनः ॥
महोत्सवयुतः प्रीत्या विष्णुब्रह्मादिभिर्मम ॥
]

`verse 41 [
मरुतां च सुता देवी सुयशास्तु मनोहरा ॥
पत्नी सा मेऽभवद्दिव्या मनोनयननन्दिनी ॥
]

`verse 42 [
लब्धं शशिप्रभं छत्रं तया तत्र विभूषितम् ॥
चामरैश्चामरासक्तहस्ताग्रैः स्त्रीगणैर्युतम् ॥
]

`verse 43 [
सिंहासनं च परमं तया चाधिष्ठितं मया॥
अलंकृतो महालक्ष्म्या मुकुटाद्यैस्सुभूषणैः ॥
]

`verse 44 [
लब्धो हारश्च परमो देव्याः कण्ठगतस्तथा ॥
वृषेन्द्रश्च शितो नागस्सिंहस्सिंहध्वजस्तथा ॥
]

`verse 45 [
रथश्च हेमहारश्च चन्द्रबिंबसमः शुभः ॥
अन्यान्यपि च वस्तूनि लब्धानि हि मया मुने ॥
]

`verse 46 [
एवं कृतविवाहोऽहं तया पत्न्या महामुने ॥
पादौ ववन्दे शम्भोश्च शिवाया ब्रह्मणो हरेः ॥
]

`verse 47 [
तथाविधं त्रिलोकेशस्सपत्नीकं च माम्प्रभुः ॥
प्रोवाच परया प्रीत्या स शिवो भक्तवत्सलः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 48 [
शृणु सत्पुत्र तातस्त्वं सुयशेयन्तव प्रिया ॥
ददामि ते वरम्प्रीत्या यत्ते मनसि वाञ्छितम् ॥
]

`verse 49 [
सदाहन्तव नन्दीश सन्तुष्टोऽस्मि गणेश्वर ॥
देव्या च सहितो वत्स शृणु मे परमं वचः ॥
]

`verse 50 [
सदेष्टश्च विशिष्टश्च परमैश्वर्य्यसंयुतः॥
महायोगी महेष्वासः स पिता स पितामहः ॥
]

`verse 51 [
अजेयस्सर्वजेता च सदा पूज्यो महाबलः ॥
अहं यत्र भवांस्तत्र यत्र त्वं तत्र चाप्यहम् ॥
]

`verse 52 [
अयं च ते पिता पुत्र परमैश्वर्य्यसंयुतः ॥
भविष्यति गणाध्यक्षो मम भक्तो महाबलः ॥
]

`verse 53 [
पितामहोऽपि ते वत्स तथास्तु नियमा इमे ॥
मत्समीपं गमिष्यन्ति मया दत्तवरास्तथा ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 54 [
ततो देवी महाभागा नन्दिनं वरदाब्रवीत्॥
वरं ब्रूहीति  माम्पुत्र सर्व्वान्कामान्यथेसितान् ॥
]

`verse 55 [
तच्छ्रुत्वा वचनं देव्याः प्रावोचत्साञ्जलिस्तदा॥
भक्तिर्भवतु मे देवि पादयोस्ते सदा वरा ॥
]

`verse 56 [
श्रुत्वा मम वचो देवी ह्येवमस्त्विति साब्रवीत्॥
सुयशां  ताञ्च सुप्रीत्या नन्दिप्रियतमां शिवाम् ॥
]

`speaker [
देव्युवाच
]

`verse 57 [
वत्से वरं यथेष्टं हि त्रिनेत्रा जन्मवर्जिता ॥
पुत्रपौत्रेस्तु भक्तिर्मे तथा च भर्तुरेव हि ॥
]

`speaker [
नन्द्युवाच
]

`verse 58 [
तदा ब्रह्मा च विष्णुश्च सर्व्वे देवगणाश्च वै ॥
ताभ्यां वरान्ददुः प्रीत्या सुप्रसन्नाश्शिवाज्ञया॥
]

`verse 59 [
सान्वयं मां गृहीत्वेशस्ततस्सम्बन्धिबान्धवैः॥
आरुह्य वृषमीशानो गतो देव्या निजं गृहम्॥
]

`verse 60 [
विष्ण्वादयः सुरास्सर्व्वे प्रशंसन्तो ह्यमी तदा॥
स्वधामानि ययुः प्रीत्या संस्तुवन्तः शिवं शिवम् ॥
]

`verse 61 [
इति ते कथितो वत्स स्वावतारो महामुने ॥
सदानन्दकरः पुंसां शिवभक्तिप्रवर्द्धनः ॥
]

`verse 62 [
य इदन्नन्दिनो जन्म वरदानन्तथा मम ॥
अभिषेकं विवाहं च शृणुयाच्छ्रावयेत्तथा ॥
]

`verse 63 [
पठेद्वा पाठयेद्वापि श्रद्धावान्भक्तिसंयुतः ॥
इह सर्व्वसुखम्भुक्त्वा परत्र लभते गतिम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां नन्दिकेश्वरावताराभिषेकविवाह वर्णनं नाम सप्तमोऽध्यायः॥
]

`verse 64 [
इति त्रिचत्वारिंशोवतारः ॥
]
