`verse 1 [
अथ भैरवावतारमाह ॥
नन्दीश्वर उवाच॥
सनत्कुमार सर्व्वज्ञ शृणु त्वं भैरवीं कथाम् ॥
यस्याः श्रवणमात्रेण शैवी भक्तिर्दृढा भवेत् ॥
]

`verse 2 [
भैरवः पूर्णरूपो हि शंकरस्य परात्मनः ॥
मूढास्तं वै न जानन्ति मोहिताश्शिवमायया ॥
]

`verse 3 [
सनत्कुमार नो वेत्ति महिमानं महेशितुः॥
चतुर्भुजोऽपि विष्णुर्वै चतुर्व्वक्त्रोऽपि वै विधिः ॥ ॥
]

`verse 4 [
चित्रमत्र न किञ्चिद्वै दुर्ज्ञेया खलु शाम्भवी ॥
तया संमोहितास्सर्वे नार्चयन्त्यपि तम्परम् ॥
]

`verse 5 [
वेद चेद्यदि वात्मानं स एव परमेश्वरः ॥
तदा विहन्ति ते सर्व्वे स्वेच्छया न हि केऽपि तम्॥
]

`verse 6 [
सर्व्वगोऽपि महेशानो नेक्ष्यते मूढबुद्धिभिः॥
देववद् बुध्यते लोके योऽतीतो मनसां गिराम् ॥
]

`verse 7 [
अत्रेतिहासं वक्ष्येऽहं परमर्षे पुरातनम् ॥
शृणु तं श्रद्धया तात परमं ज्ञानकारणम् ॥
]

`verse 8 [
मेरुशृङ्गेऽद्भुते रम्ये स्थितम्ब्रह्माणमीश्वरम्॥
जग्मुर्देवर्षयः सर्व्वे सुतत्त्वं ज्ञातुमिच्छया ॥
]

`verse 9 [
तत्रागत्य विधिन्नत्वा पप्रच्छुस्ते महादरात् ॥
कृताञ्जलिपुटास्सर्वे नतस्कन्धा मुनीश्वराः ॥
]

`speaker [
देवर्षय ऊचुः
]

`verse 10 [
देवदेव प्रजानाथ सृष्टिकृल्लोकनायक ॥
तत्त्वतो वद चास्मभ्यं किमेकं तत्त्वमव्ययम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 11 [
स मायया महेशस्य मोहितः पद्मसम्भवः ॥
अविज्ञाय परम्भावं संभावं प्रत्युवाच ह ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
हे सुरा ऋषयः सर्व्वे सुमत्या शृणुतादरात् ॥
वच्म्यहं परमं तत्त्वमव्ययं वै यथार्थतः ॥
]

`verse 13 [
जगद्योनिरहं धाता स्वयम्भूरज ईश्वरः ॥
अनादिभागहं ब्रह्म ह्येक आत्मा निरञ्जनः॥
]

`verse 14 [
प्रवर्तको हि जगतामहमेव निवर्त्तकः ॥
संवर्तको मदधिको नान्यः कश्चित्सुरोत्तमाः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 15 [
तस्यैवं वदतो धातुर्विष्णुस्तत्र स्थितो मुने ॥
प्रोवाच प्रहसन्वाक्यं संक्रुद्धो मोहितोऽजया ॥
]

`verse 16 [
न चैतदुचिता ब्रह्मन्योगयुक्तस्य मूर्खता॥
अविज्ञाय परं तत्त्वं वृथैतत्ते निगद्यते॥
]

`verse 17 [
कर्ता वै सर्वलोकानां परमात्मा परः पुमान्॥
यज्ञो नारायणो देवो मायाधीशः परा गतिः॥
]

`verse 18 [
ममाज्ञया त्वया ब्रह्मन्सृष्टिरेषा विधी यते ॥
जगतां जीवनं नैव मामनादृत्य चेश्वरम् ॥
]

`verse 19 [
एवं त्रिप्रकृतौ मोहात्परस्परजयैषिणौ ॥
प्रोचतुर्निगमांश्चात्र प्रमाणे सर्वथा तनौ ॥
]

`verse 20 [
प्रष्टव्यास्ते विशेषेण स्थिता मूर्तिधराश्च ते ॥
पप्रच्छतुः प्रमाणज्ञानित्युक्त्वा चतुरोऽपि तान्॥
]

`verse 21 [
विधिविष्णू ऊचतुः॥
वेदाः प्रमाणं सर्व्वत्र प्रतिष्ठा परमामिताः॥
यूयं वदत विश्रब्धं किमेकं तत्त्वमव्ययम्॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 22 [
इत्याकर्ण्य तयोर्वाचं पुनस्ते हि ऋगादयः॥
अवदंस्तत्त्वतः सर्व्वे संस्मरतो परं प्रभुम्॥
]

`verse 23 [
यदि मान्या वयन्देवौ सृष्टिस्थितिकरौ विभू॥
तदा प्रमाणं वक्ष्यामो भवत्सन्देहभेदकम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 24 [
श्रुत्युक्तविधिमाकर्ण्य प्रोचतुस्तौ सुरौ श्रुतीः॥
युष्मदुक्तं प्रमाणं नौ किन्तत्त्वं सम्यगुच्यताम्॥
]

`speaker [
ऋग्वेद उवाच
]

`verse 25 [
यदन्तस्स्थानि भूतानि यतस्सर्व्वम्प्रवर्त्तते॥
यदाहुः परमन्तत्त्वं स रुद्रस्त्वेक एव हि ॥
]

`speaker [
यजुर्वेद उवाच
]

`verse 26 [
यो यज्ञैरखिलैरीशो योगेन च समिज्यते ॥
येन प्रमाणं खलु नस्स एकः सर्व्वदृक् छिवः ॥
]

`speaker [
सामवेद उवाच
]

`verse 27 [
येनेदम्भ्रम्यते विश्वं योगिभिर्यो विचिन्त्यते ॥
यद्भासा भासते विश्वं स एकस्त्र्यम्बकः परः ॥
]

`speaker [
अथर्ववेद उवाच
]

`verse 28 [
यं प्रपश्यन्ति देवेशम्भक्त्यनुग्रहिणो जनाः ॥
तमाहुरेकं कैवल्यं शंकरं दुःखतः परम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 29 [
श्रुत्युक्तमिदमाकर्ण्यातीवमायाविमोहितौ ॥
स्मित्वाहतुर्विधिहरी निगमांस्तान्विचेतनौ ॥
]

`verse 30 [
विधिहरी ऊचतुः ॥
हे वेदाः किमिदं यूयम्भाषन्ते गतचेतनाः ॥
किञ्जातं वोऽद्य सर्व्वं हि नष्टं सुवयुनं परम् ॥
]

`verse 31 [
कथम्प्रमथनाथोऽसौ रममाणो निरन्तरम् ॥
दिगम्बरः पीतवर्णो शिवया धूलिधूसरः ॥
]

`verse 32 [
विरूपवेषो जटिलो वृषगो व्यालभूषणः ॥
परं ब्रह्मत्वमापन्नः क्व च तत्संगवर्जितम् ॥
]

`verse 33 [
इत्युदीरितमाकर्ण्य प्रणवः सर्वगस्तयोः ॥
अमूर्तो मूर्तिमान्प्रीत्या जृम्भमाण उवाच तौ ॥
]

`speaker [
प्रणव उवाच
]

`verse 34 [
न हीशो भगवाञ्छक्त्या ह्यात्मनो व्यतिरिक्तया ॥
कदाचिद्रमते रुद्रो लीलारूपधरो हरः ॥
]

`verse 35 [
असौ हि परमेशानस्स्वयंज्योतिस्सनातनः ॥
आनन्दरूपा तस्यैषा शक्तिर्नागन्तुकी शिवा ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 36 [
इत्येवमुक्तोऽपि तदा विधेर्विष्णोश्च वै तदा ॥
नाज्ञानमगमन्नाशं श्रीकण्ठस्यैव मायया ॥
]

`verse 37 [
प्रादुरासीत्ततो ज्योतिरुभयोरन्तरे महत् ॥
पूरयन्निजया भासा द्यावाभूम्योर्यदन्तरम् ॥
]

`verse 38 [
ज्योतिर्मण्डलमध्यस्थो ददृशे पुरुषाकृतिः ॥
विधिक्रतुभ्यां तत्रैव महाद्भुततनुर्मुने ॥
]

`verse 39 [
प्रजज्वालाथ कोपेन ब्रह्मणः पञ्चमं शिरः ॥
आवयोरन्तरे कोऽसौ बिभृयात्पुरुषाकृतिम् ॥
]

`verse 40 [
विधिः संभावयेद्यावत्तावत्स त्रिविलोचनः ॥
दृष्टः क्षणेन च महापुरुषो नीललोहितः ॥
]

`verse 41 [
त्रिशूलपाणिर्भालाक्षो नागोडुपविभूषणः ॥
हिरण्यगर्भस्तं दृष्ट्वा विहसन्प्राह मोहितः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
नीललोहित जाने त्वां मा भैषीश्चन्द्रशेखर ॥
भालस्थलान्मम पुरा रुद्रः प्रादुरभूद्भवान् ॥
]

`verse 43 [
रोदनाद्रुद्रनामापि योजितोऽसि मया पुरा ॥
मामेव शरणं याहि पुत्र रक्षाङ्करोमि ते ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 44 [
अथेश्वरः पद्मयोनेः श्रुत्वा गर्ववतीं गिरम् ॥
चुकोपातीव च तदा कुर्वन्निव लयम्मुने ॥
]

`verse 45 [
स कोपतस्समुत्पाद्य पुरुषं भैरवं क्वचित् ॥
प्रज्वलन्तं सुमहसा प्रीत्या च परमेश्वरः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 46 [
प्राक्च पंकजजन्मासौ शास्यस्ते कालभैरव ॥
कालवद्राजसे साक्षात्कालराजस्ततो भवान् ॥
]

`verse 47 [
विश्वं भर्तुं समर्थोसि भीषणाद्भैरवः स्मृतः ॥
त्वत्तो भेष्यति कालोऽपि ततस्त्वं कालभैरवः ॥
]

`verse 48 [
आमर्दयिष्यति भवान्रुष्टो दुष्टात्मनो यतः ॥
आमर्दक इति ख्यातिं ततस्सर्वत्र यास्यसि ॥
]

`verse 49 [
यतः पापानि भक्तानां भक्षयिष्यसि तत्क्षणात् ॥
पापभक्षण इत्येव तव नाम भविष्यति ॥
]

`verse 50 [
या मे मुक्तिपुरी काशी सर्व्वाभ्योऽहि गरीयसी ॥
आधिपत्यं च तस्यास्ते कालराज सदैव हि ॥
]

`verse 51 [
तत्र ये पातकिनरास्तेषां शास्ता त्वमेव हि ॥
शुभाशुभं च तत्कर्म चित्रगुप्तो लिखिष्यति ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 52 [
एतान्वरान्प्रगृह्याथ तत्क्षणात्कालभैरवः ॥
वामांगुलिनखाग्रेण चकर्त च विधेश्शिरः ॥
]

`verse 53 [
यदंगमपराध्नोति कार्यं तस्यैव शासनम् ॥
अतो येन कृता निन्दा तच्छिन्नम्पञ्चमं शिरः ॥
]

`verse 54 [
अथ च्छिन्नं विधिशिरो दृष्ट्वा भीततरो हरिः ॥
शातरुद्रियमन्त्रैश्च भक्त्या तुष्टाव शङ्करम् ॥
]

`verse 55 [
भीतो हिरण्यगर्भोऽपि जजाप शतरुद्रियम् ॥
इत्थं तौ गतगर्वौ हि संजातौ तत्क्षणान्मुने ॥
]

`verse 56 [
परब्रह्म शिवः साक्षात्सच्चिदानन्दलक्षणः ॥
परमात्मा गुणातीत इति ज्ञानमवापतुः ॥
]

`verse 57 [
सनत्कुमार सर्वज्ञ शृणु मे परमं शुभम् ॥
यावद्गर्वो भवेत्तावज्ज्ञानगुप्तिर्विशेषतः ॥
]

`verse 58 [
त्यक्त्वाभि मानं पुरुषो जानाति परमेश्वरम् ॥
गर्विणं हन्ति विश्वेशो जातो गर्वापहारकः ॥
]

`verse 59 [
अथ विष्णुविधी ज्ञात्वा विगर्वौ परमेश्वरः॥
प्रसन्नोऽभून्महादेवोऽकरोत्तावभयौ प्रभुः ॥
]

`verse 60 [
आश्वास्य तौ महादेवः प्रीतः प्रणतवत्सलः ॥
प्राह स्वां मूर्तिमपरां भैरवन्तं कपर्दिनम् ॥
]

`speaker [
महादेव उवाच
]

`verse 61 [
त्वया मान्यो विष्णुरसौ तथा शतधृतिः स्वयम् ॥
कपालम्वैधसम्वापि नीललोहित धारय ॥ ॥
]

`verse 62 [
ब्रह्महत्यापनोदाय व्रतं लोकाय दर्शय ॥
चर त्वं सततं भिक्षां कपालव्रतमाश्रितः ॥
]

`verse 63 [
इत्युक्त्वा पश्यतस्तस्य तेजोरूपः शिवोऽब्रवीत् ॥
उत्पाद्य चैकां कन्यान्तु ब्रह्महत्याभिविश्रुताम् ॥
]

`verse 64 [
यावद्वाराणसीन्दिव्याम्पुरीमेषां गमिष्यति ॥
तावत्त्वं भीषणे कालमनुगच्छोग्ररूपिणम् ॥
]

`verse 65 [
सर्वत्र ते प्रवेशोऽस्ति त्यक्त्वा वाराणसीं पुरीम् ॥
वाराणसीं यदा गच्छेत्तन्मुक्तां भव तत्क्षणात् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 66 [
नियोज्य तामिति तदा ब्रह्महत्यां च ताम्प्रभुः ॥
महाद्भुतश्च स शिवोऽप्यन्तर्धानमगात्ततः ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां भैरवावतारवर्णनं नामाष्टमोऽध्यायः ॥
]
