`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ भैरवीमपरां कथाम् ॥
शृणु प्रीत्या महादोषसंहर्त्रीम्भक्तिवर्द्धिनीम् ॥
]

`verse 2 [
तत्सान्निध्यं भैरवोऽपि कालोऽभूत्कालकालनः ॥
स देवदेववाक्येन बिभ्रत्कापालिकं व्रतम् ॥
]

`verse 3 [
कपालपाणिर्विश्वात्मा चचार भुवनत्रयम् ॥
नात्याक्षीच्चापि तं देवं ब्रह्महत्यापि दारुणा ॥
]

`verse 4 [
प्रतितीर्थं भ्रमन्वापि विमुक्तो ब्रह्महत्यया ॥
अतः कामारिमहिमा सर्वोपि ह्यवगम्यताम् ॥
]

`verse 5 [
प्रमथैः सेव्यमानोऽपि ह्येकदा विहरन्हरः ॥
कापालिको ययौ स्वैरी नारायणनिकेतनम् ॥
]

`verse 6 [
अथायान्तं महाकालं त्रिनेत्रं सर्पकुण्डलम् ॥
महादेवांशसम्भूतं पूर्णाकारं च भैरवम् ॥
]

`verse 7 [
पपात दण्डवद्भूमौ तं दृष्ट्वा गरुडध्वजः ॥
देवाश्च मुनयश्चैव देवनार्य्यः समन्ततः ॥
]

`verse 8 [
अथ विष्णुः प्रणम्यैनं प्रयातः कमलापतिः ॥
शिरस्यञ्जलिमाधाय तुष्टाव विविधैः स्तवः ॥
]

`verse 9 [
सानन्दोऽथ हरिः प्राह प्रसन्नात्मा महामुने ॥
क्षीरोदमथनोद्भूतां पद्मां पद्मालयां मुदा ॥
]

`speaker [
विष्णुरुवाच
]

`verse 10 [
प्रिये पश्याब्जनयने धन्यासि सुभगेऽनघे ॥
धन्योऽहं देवि सुश्रोणि यत्पश्यावो जगत्पतिम् ॥
]

`verse 11 [
अयन्धाता विधाता च लोकानां प्रभुरीश्वरः ॥
अनादिः शरणः शान्तः पुरः षड्विंशसंमितः ॥
]

`verse 12 [
सर्वज्ञः सर्वयोगीशस्सर्वभूतैकनायकः ॥
सर्वभूतान्तरात्मायं सर्वेषां सर्वदः सदा ॥
]

`verse 13 [
ये विनिद्रा विनिश्वासाः शान्ता ध्यानपरायणाः ॥ ।
धिया पश्यंति हृदये सोयं पद्मे समीक्षताम् ॥
]

`verse 14 [
यं विदुर्व्वेदतत्त्वज्ञा योगिनो यतमानसाः ॥
अरूपो रूपवान्भूत्वा सोऽयमायाति सर्वगः ॥
]

`verse 15 [
अहो विचित्रं देवस्य चेष्टितम्परमेष्ठिनः ॥
यस्याख्यां ब्रुवतो नित्यं न देहः सोऽपि देहभृत् ॥
]

`verse 16 [
तं दृष्ट्वा न पुनर्जन्म लभ्यते मानवैर्भुवि ॥
सोयमायाति भगवांस्त्र्यम्बकश्शशिभूषणः ॥
]

`verse 17 [
पुण्डरीकदलायामे धन्ये मेऽद्य विलोचने ॥
यद्दृश्यते महादेवो ह्याभ्यां लक्ष्मि महेश्वरः ॥
]

`verse 18 [
धिग्धिक्पदन्तु देवानां परं दृष्ट्वा न शंकरम् ॥
लभ्यते यत्र निर्वाणं सर्व दुःखान्तकृत्तु यत् ॥
]

`verse 19 [
देवत्वादशुभं किञ्चिद्देवलोके न विद्यते ॥
दृष्ट्वापि सर्वे देवेशं यन्मुक्तिन्न लभामहे ॥
]

`verse 20 [
एवमुक्त्वा हृषीकेशस्संप्रहृष्टतनूरुहः ॥
प्रणिपत्य महादेवमिदमाह वृषध्वजम् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 21 [
किमिदन्देवदेवेन सर्वज्ञेन त्वया विभो ॥
क्रियते जगतां धात्रा सर्वपापहराव्यय ॥
]

`verse 22 [
क्रीडेयन्तव देवेश त्रिलोचन महामते ॥
किङ्कारणं विरूपाक्ष चेष्टितन्ते स्मरार्दन ॥
]

`verse 23 [
किमर्थं भगवञ्छम्भो भिक्षाञ्चरसि शक्तिप ॥
संशयो मे जगन्नाथ एष त्रैलोक्यराज्यद ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 24 [
एवमुक्तस्ततः शम्भुर्विष्णुना भैरवो हरः ॥
प्रत्युवाचाद्भुतोतिस्स विष्णुं हि विहसन्प्रभुः ॥
]

`speaker [
भैरव उवाच
]

`verse 25 [
ब्रह्मणस्तु शिरश्छिन्नमंगुल्याग्रनखेन ह ॥
तदघम्प्रतिहन्तुं हि चराम्येतद्व्रतं शुभम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 26 [
एवमुक्तो महेशेन भैरवेण रमापतिः ॥
स्मृत्वा किंचिन्नतशिराः पुनरेवमजिज्ञपत् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 27 [
यथेच्छसि तथा क्रीड सर्वविघ्नोपनोदक ॥
मायया मां महादेव नाच्छादयितुमर्हसि ॥
]

`verse 28 [
नाभीकमलकोशात्तु कोटिशः कमलासनाः॥
कल्पे कल्पे पुरा ह्यान्सत्यं योगबलाद्विभो॥
]

`verse 29 [
त्यज मायामिमान्देव दुस्तरामकृतात्मभिः ॥
ब्रह्मादयो महादेव मायया तव मोहिताः ॥
]

`verse 30 [
यथावदनुगच्छामि चेष्टितन्ते शिवापते ॥
तवैवानुग्रहाच्छम्भो सर्वेश्वर सतांगते ॥
]

`verse 31 [
संहारकाले संप्राप्ते सदेवान्निखिलान्मुनीन् ॥
लोकान्वर्णाश्रमवतो हरिष्यसि यदा हर ॥
]

`verse 32 [
तदा कृते महादेव पापं ब्रह्मवधादिकम्॥
पारतन्त्र्यं न ते शम्भो स्वैरं क्रीडत्यतो भवान्॥
]

`verse 33 [
अर्घीव ब्रह्मणो ह्यस्थ्नां स्रक्कण्ठे तव भासते॥
तथाद्यनुगता शम्भो ब्रह्महत्या तवानघ॥
]

`verse 34 [
कृत्वापि सुमहत्पापं यस्त्वां स्मरति मानवः ॥
आधारं जगतामीश तस्य पापं विलीयते ॥
]

`verse 35 [
यथा तमो न तिष्ठेत सन्निधावंशुमालिनः ॥
तथैव तव यो भक्तः पापन्तस्य व्रजेत्क्षयम्॥
]

`verse 36 [
यश्चिन्तयति पुण्यात्मा तव पादाम्बुजद्वयम्॥
ब्रह्महत्याकृतमपि पापन्तस्य व्रजेत्क्षयम् ॥
]

`verse 37 [
तव नामानुरक्ता वाग्यस्य पुंसो जगत्पते ॥
अप्यद्रिकूटतुलितं नैनस्तमनुबाधते ॥
]

`verse 38 [
परमात्मन्परन्धाम स्वेच्छाभिधृतविग्रह ॥
कुतूहलं तवेशेदं कृपणाधीनतेश्वर ॥
]

`verse 39 [
अद्य धन्योऽस्मि देवेश यत्र पश्यंति योगिनः ॥
पश्यामि तं जगन्मूर्त्ति परमेश्वरमव्ययम् ॥
]

`verse 40 [
अद्य मे परमो लाभस्त्वद्य मे मंगलं परम् ॥
तं दृष्ट्वामृत तृप्तस्य तृणं स्वर्गापवर्गकम्॥
]

`verse 41 [
इत्थं वदति गोविंदे विमला पद्मया तया॥
मनोरथवती नाम भिक्षा पात्रे समर्पिता॥
]

`verse 42 [
भिक्षाटनाय देवोऽपि निरगात्परया मुदा॥
अन्यत्रापि महादेवो भैरवश्चात्तविग्रहः ॥
]

`verse 43 [
दृष्ट्वानुयायिनीं तान्तु समाहूय जनार्दनः ॥
संप्रार्थयद्ब्रह्महत्यां विमुंच त्वं त्रिशूलिनम् ॥
]

`speaker [
ब्रह्महत्योवाच
]

`verse 44 [
अनेनापि मिषेणाहं संसेव्यामुं वृषध्वजम् ॥
आत्मानम्पावयिष्यामि त्वपुनर्भवदर्शनम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 45 [
सा तत्याज न तत्पार्श्वं व्याहृतापि मुरारिणा ॥
तमूचेऽथ हरिं शंभुः स्मेरास्यो भैरवो वचः ॥
]

`speaker [
भैरव उवाच
]

`verse 46 [
त्वद्वाक्पीयूषपानेन तृप्तोऽस्मि बहुमानद ॥
स्वभावोऽयं हि साधूनां यत्त्वं वदसि मापते ॥
]

`verse 47 [
वरं वृणीष्व गोविंद वरदोऽस्मि तवानघ ॥
अग्रणीर्मम भक्तानां त्वं हरे निर्विकारवान् ॥
]

`verse 48 [
नो माद्यन्ति तथा भैक्ष्यैर्भिक्षवोऽप्यतिसंस्कृतैः॥
यथा मानसुधापानैर्ननु भिक्षाटनज्वराः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 49 [
इत्याकर्ण्य वचः शंभो भैरवस्य परात्मनः ॥
सुप्रसन्नतरो भूत्वा समवोचन्महेश्वरम् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 50 [
एष एव वरः श्लाघ्यो यदहं देक्ताधिपम् ॥
पश्यामि त्वान्देवदेव मनोवाणी पथातिगम् ॥
]

`verse 51 [
अदभ्रेयं सुधादृष्टिरनया मे महोत्सवः ॥
अयत्त्ननिधिलाभोयं वीक्षणं हर ते सताम् ॥
]

`verse 52 [
अवियोगोऽस्तु मे देव त्वदंघ्रियुगलेन वै ॥
एष एव वरः शंभो नान्यं कश्चिद् वृणे वरम् ॥
]

`speaker [
श्रीभैरवी उवाच
]

`verse 53 [
एवम्भवतु ते तात यत्त्वयोक्तं महामते ॥
सर्वेषामपि देवानां वरदस्त्वं भविष्यसि ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 54 [
अनुगृह्येति दैत्यारि केंद्राद्रिभुवनेचरम् ॥
भेजे विमुक्तनगरीं नाम्ना वाराणसीं पुरीम् ॥
]

`verse 55 [
क्षेत्रे प्रविष्टमात्रेऽथ भैरवे भीषणाकृतौ ॥
हाहेत्युक्त्वा ब्रह्महत्या पातालं चाविशत्तदा ॥
]

`verse 56 [
कपालं ब्राह्मणः सद्यो भैरवस्य करांबुजात् ॥
पपात भुवि तत्तीर्थमभूत्कापालमोचनम् ॥
]

`verse 57 [
कपालं ब्रह्मणो रुद्रस्सर्वेषामेव पश्यताम् ॥
हस्तात्पतन्तमालोक्य ननर्त परया मुदा ॥
]

`verse 58 [
विधेः कपालं नामुंचत्करमत्यन्तदुस्सहम् ॥
परस्य भ्रमतः क्वापि तत्काश्यां क्षणतोऽपतत् ॥
]

`verse 59 [
शूलिनो ब्रह्मणो हत्या नापैति स्म च या क्वचित् ॥
सा काश्यां क्षणतो नष्टा तस्मात्सेव्या हि काशिका ॥
]

`verse 60 [
कपालमोचनं काश्यां यः स्मरेत्तीर्थमुत्तमम्॥
इहान्यत्रापि यत्पापं क्षिप्रं तस्य प्रणश्यति ॥
]

`verse 61 [
आगत्य तीर्थप्रवरे स्नानं कृत्वा विधानतः ॥
तर्पयित्वा पितॄन्देवान्मुच्यते ब्रह्महत्यया ॥
]

`verse 62 [
कपालमोचनं तीर्थं पुरस्कृत्वा तु भैरवः ॥
तत्रैव तस्थौ भक्तानां भक्षयन्नघसन्ततिम् ॥
]

`verse 63 [
कृष्णाष्टम्यान्तु मार्गस्य मासस्य परमेश्वरः ॥
आविर्बभूव सल्लीलो भैरवात्मा सताम्प्रियः ॥
]

`verse 64 [
मार्गशीर्षासिताष्टम्यां कालभैरवसन्निधौ ॥
उपोष्य जागरं कुर्वन्महापापैः प्रमुच्यते ॥
]

`verse 65 [
अन्यत्रापि नरो भक्त्या तद्व्रतं यः करिष्यति ॥
स जागरं महापापैर्मुक्तो यास्यति सद्गतिम् ॥
]

`verse 66 [
अनेकजन्मनियुतैर्यत्कृतं जन्तुभिस्त्वघम् ॥
तत्सर्वं विलयं याति कालभैरवदर्शनात् ॥
]

`verse 67 [
कालभैरवभक्तानां पातकानि करोति यः ॥
स मूढो दुःखितो भूत्वा पुनर्दुर्गतिमाप्नुयात् ॥
]

`verse 68 [
विश्वेश्वरेऽपि ये भक्ता नो भक्ताः कालभैरवे ॥
ते लभन्ते महादुःखं काश्यां चैव विशेषतः ॥
]

`verse 69 [
वाराणस्यामुषित्वा यो भैरवं न भजेन्नरः ॥
तस्य पापानि वर्द्धन्ते शुक्लपक्षे यथा शशी ॥
]

`verse 70 [
कालराजं न यः काश्यां प्रतिभूताष्टमीकुजम् ॥
भजेत्तस्य क्षयं पुण्यं कृष्णपक्षे यथा शशी॥
]

`verse 71 [
श्रुत्वाख्यानमिदम्पुण्यम्ब्रह्महत्यापनोदकम् ॥
भैरवोत्पत्तिसंज्ञं च सर्वपापैः प्रमुच्यते ॥
]

`verse 72 [
बन्धनागारसंस्थोऽपि प्राप्तोऽपि विपदम्पराम् ॥
प्रादुर्भावं भैरवस्य श्रुत्वा मुच्येत सङ्कटात्॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायांशत रुद्रसंहितायां भैरवावतारलीलावर्णनं नाम नवमोऽध्यायः ॥
]
