`speaker [
नंदीश्वर उवाच
]

`verse 1 [
विध्वंसी दक्षयज्ञस्य वीरभद्राह्वयः प्रभो ॥
अवतारश्च विज्ञेयः शिवस्य परमात्मनः ॥
]

`verse 2 [
सतीचरित्रे कथितं चरितं तस्य कृत्स्नशः ॥
श्रुतं त्वयापि बहुधा नातः प्रोक्तं सुविस्तरात्॥
]

`verse 3 [
अतः परं मुनिश्रेष्ठ भवत्स्नेहाद्ब्रवीमि तत्॥
शार्दूलाख्यावतारं च शङ्करस्य प्रभोः शृणु॥
]

`verse 4 [
सदाशिवेन देवानां हितार्थं रूपमद्भुतम्॥
शारभं च धृतन्दिव्यं ज्वलज्ज्वालासमप्रभम् ॥
]

`verse 5 [
शिवावतारा अमिता सद्भक्तहितकारकाः ॥
सङ्ख्या न शक्यते कर्तुं तेषां च मुनिसत्तमाः ॥
]

`verse 6 [
आकाशस्य च ताराणां रेणुकानां क्षितेस्तथा ॥
आसाराणां च वृद्धेन बहुकल्पैः कदापि हि ॥
]

`verse 7 [
सङ्ख्या विशक्यते कर्तुं सुप्राज्ञैर्बहुजन्मभिः ॥
शिवावताराणां नैव सत्यं जानीहि मद्वचः ॥
]

`verse 8 [
तथापि च यथाबुद्ध्या कथयामि कथाश्रुतम्॥
चरित्रं शारभं दिव्यं परमैश्वर्य्यसूचकम् ॥
]

`verse 9 [
जयश्च विजयश्चैव भवद्भिः शापितौ यदा ॥
तदा दितिसुतौ द्वौ तावभूतां कश्यपान्मुने ॥
]

`verse 10 [
हिरण्यकशिपुश्चाद्यो हिरण्याक्षोऽनुजो बली ॥
देवर्षिपार्षदौ जातौ तौ द्वावपि दितेस्सुतौ ॥
]

`verse 11 [
पृथ्व्युद्धारे विधात्रा व प्रार्थितो हि पुरा प्रभुः ॥
हिरण्याक्षं जघानासौ विष्णुर्वाराहरूपधृक् ॥१
]

`verse 12 [
तं श्रुत्वा भ्रातरं वीरं निहतं प्राणसन्निभम् ॥
चुकोप हरयेऽतीव हिरण्यकशिपुर्मुने ॥
]

`verse 13 [
वर्षाणामयुतं तप्त्वा ब्रह्मणो वरमाप सः ॥
न कश्चिन्मारयेन्मां वै त्वत्सृष्टाविति तुष्टतः ॥
]

`verse 14 [
शोणिताख्यपुरं गत्वा देवानाहूय सर्वतः ॥
त्रिलोकीं स्ववशे कृत्वा चक्रे राज्यमकण्टकम् ॥
]

`verse 15 [
देवर्षिकदनं चक्रे सर्वधर्म विलोपकः ॥
द्विजपीडाकरः पापी हिरण्यकशिपुर्मुने ॥
]

`verse 16 [
प्रह्लादेन स्वपुत्रेण हरिभक्तेन दैत्यराट् ॥
यदा विद्वेषमकरोद्धरिर्वैरं विशेषतः ॥
]

`verse 17 [
सभास्तम्भात्तदा विष्णुरभूदाविर्द्रुतम्मुने ॥
सन्ध्यायां क्रोधमापन्नो नृसिंहवपुषा ततः ॥
]

`verse 18 [
सर्वथा मुनिशार्दूल करालं नृहरेर्व्वपुः ॥
प्रजज्वालातिभयदं त्रासयन्दैत्यसत्तमान् ॥
]

`verse 19 [
नृसिंहेन तदा दैत्या निहताश्चैव तत्क्षणम् ॥
हिरण्यकशिपुश्चाथ युद्धञ्चक्रे सुदारुणम् ॥
]

`verse 20 [
महायुद्धं तयोरासीन्मुहूर्त्तम्मुनिसत्तमाः ॥
विकरालं च भयदं सर्वेषां रोमहर्षणम् ॥
]

`verse 21 [
सायं चकर्ष देवेशो देहल्यां दैत्यपुङ्गवम् ॥
व्योम्नि देवेषु पश्यत्सु नृसिंहश्च रमेश्वरः ॥
]

`verse 22 [
अथोत्संगे च तं कृत्वा नखैस्तदुदरन्द्रुतम् ॥
विदार्य मारयामास पश्यतां त्रिदिवौकसाम् ॥
]

`verse 23 [
हते हिरण्यकशिपौ नृसिंहे नैव विष्णुना॥
जगत्स्वास्थ्यन्तदा लेभे न वै देवाविशेषतः ॥
]

`verse 24 [
देवदुन्दुभयो नेदुः प्रह्लादो विस्मयं गतः॥
लक्ष्मीश्च विस्मयं प्राप्ता रूपं दृष्ट्वाऽद्भुतं हरेः ॥
]

`verse 25 [
हतो यद्यपि दैत्येन्द्रस्तथापि न पुरं सुखम् ॥
ययुर्देवा नृसिंहस्य ज्वाला सा न निवर्तिता ॥
]

`verse 26 [
तया च व्याकुलं जातं सर्वं चैव जगत्पुनः ॥
देवाश्च दुःखमापन्नाः किम्भविष्यति वा पुनः ॥
]

`verse 27 [
इत्येवं च वदन्तस्ते भयादूदूरमुपस्थि ताः ॥
नृसिंहक्रोधजज्वालाव्याकुलाः पद्मभूमुखाः ॥
]

`verse 28 [
प्रह्रादं प्रेषयामासुस्तच्छान्त्यै निकटं हरेः ॥
सर्वान्मिलित्वा प्रह्लादः प्रार्थितो गतवांस्तदा ॥
]

`verse 29 [
उरसाऽऽलिंगयामास तं नृसिंहः कृपानिधिः ॥
हृदयं शीतलं जातं रुड्ज्वाला न निवर्त्तिता ॥
]

`verse 30 [
तथापि न निवृता रुड्ज्वाला नरहरेर्यदा ॥
इष्टं प्राप्तास्ततो देवाश्शंकर शरणं ययुः ॥
]

`verse 31 [
तत्र गत्वा सुरास्सर्वे ब्रह्माद्या मुनय स्तथा ॥
शंकरं स्तवयामासुर्लोकानां सुखहेतवे ॥
]

`speaker [
देवा ऊचुः
]

`verse 32 [
देवदेव महादेव शरणागतवत्सल ॥
पाहि नः शरणापन्ना न्सर्वान्देवाञ्जगन्ति च ॥
]

`verse 33 [
नमस्तेऽस्तु नमस्तेऽस्तु नमस्तेऽस्तु सदाशिव ॥
पूर्वं दुःखं यदा जातं तदा ते रक्षिता वयम् ॥
]

`verse 34 [
समुद्रो मथितश्चैव रत्नानां च विभागशः ॥
कृते देवैस्तदा शंभो गृहीतं गरलन्त्वया ॥
]

`verse 35 [
रक्षिताः स्म तदा नाथ नीलकण्ठ इति श्रुतः ॥
विषं पास्यसि नो चेत्त्वं भस्मीभूतास्तदाखिलाः ॥
]

`verse 36 [
प्रसिद्धं च यदा यस्य दुःखं च जायते प्रभो ॥
तदा त्वन्नाममात्रेण सर्वदुःखं विलीयते ॥
]

`verse 37 [
इदानीं नृहरिज्वालापीडितान्नस्सदाशिव ॥
तां त्वं शमयितुं देव शक्तोऽसीति सुनिश्चितम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 38 [
इति स्तुतस्तदा देवैश्शंकरो भक्तवत्सलः ॥
प्रत्युवाच प्रसन्नात्माऽभयन्दत्त्वा परप्रभुः ॥
]

`speaker [
शंकर उवाच
]

`verse 39 [
स्वस्थानं गच्छत सुरास्सर्व्वे ब्रह्मादयोऽभयाः ॥
शमयिष्यामि यद्दुःखं सर्वथा हि व्रतम्मम ॥
]

`verse 40 [
गतो मच्छरणं यस्तु तस्य दुःखं क्षयं गतम् ॥
मत्प्रियः शरणापन्नः प्राणेभ्योऽपि न संशयः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 41 [
इति श्रुत्वा तदा देवा ह्यानन्दम्परमं गताः ॥
यथागतं तथा जग्मुस्स्मरन्तश्शंकरं मुदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां शार्दूलावतारे नृसिंहचरितवर्णनं नाम दशमोऽध्यायः ॥
]
