`speaker [
नंदीश्वर उवाच
]

`verse 1 [
एवमभ्यर्थितो देवैर्मतिं चक्रे कृपा लयः ॥
महातेजो नृसिंहाख्यं संहर्त्तुं परमेश्वरः ॥
]

`verse 2 [
तदूर्द्ध्वं स्मृतवान्रुद्रो वीरभद्रम्महाबलम् ॥
आत्मनो भैरवं रूपं प्राह प्रलयकारकम् ॥
]

`verse 3 [
आजगाम ततस्सद्यो गणानामग्रणीर्हसन् ॥
साट्टहासैर्गणवरैरुत्पतद्भिरितस्ततः ॥
]

`verse 4 [
नृसिंहरूपैरत्युग्रैः कोटिभिः परिवारितः ॥
माद्यद्भिरभितो वीरैर्नृत्यद्भिश्च मुदान्वितैः ॥
]

`verse 5 [
क्रीडद्भिश्च महावीरैर्ब्रह्माद्यैः कन्दुकैरिव ॥
अदृष्टपूर्वैरन्यैश्च वेष्टितो वीरवन्दितः ॥
]

`verse 6 [
कल्पान्तज्वलनज्वालो विलसल्लोचनत्रयः ॥
अशस्त्रो हि जटाजूटी ज्वलद्बालेन्दुमण्डितः ॥
]

`verse 7 [
बालेन्दुवलया कारतीक्ष्णदंष्ट्रांकुरद्वयः ॥
आखण्डलधनुःखण्डसंनिभभ्रूलतान्वितः ॥
]

`verse 8 [
महाप्रचण्डहुङ्कारबधिरीकृतदिङ्मुखः ॥
नीलमेघाञ्जन श्यामो भीषणः श्मश्रुलोद्भुतः ॥
]

`verse 9 [
वाद्यखण्डमखण्डाभ्यां भ्रामयंस्त्रिशिखं मुहुः ॥
वीरभद्रोऽपि भगवान्वरशक्तिविजृम्भितः ॥
]

`verse 10 [
स्वयं विज्ञापयामास किमत्र स्मृतिकारणम् ॥
आज्ञापय जगत्स्वामिन् प्रसादः क्रियताम्मयि ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 11 [
इत्याकर्ण्य महेशानो वीरभद्रोक्तमादरात् ॥
विलोक्य वचनम्प्रीत्या प्रोवाच खल दण्डधृक् ॥
]

`speaker [
शंकर उवाच
]

`verse 12 [
अकाले भयमुत्पन्नं देवानामपि भैरवम् ॥
ज्वलितस्य नृसिंहाग्निश्शमयैनं दुरासदम् ॥
]

`verse 13 [
सान्त्वयन्बोधयादौ तं तेन किन्नोपशाम्यति ॥
ततो मत्परमं भावं भैरवं सम्प्रदर्शय ॥
]

`verse 14 [
सूक्ष्मं संहृत्य सूक्ष्मेण स्थूलं स्थूलेन तेजसा ॥
वक्त्रमानाय कृत्तिं च वीरभद्र ममाज्ञया ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 15 [
इत्यादिष्टो गणाध्यक्षो प्रशान्तं वपुरास्थितः॥
जगाम रंहसा तत्र यत्रास्ते नरकेसरी ॥
]

`verse 16 [
ततस्तम्बोधयामास वीरभद्रो हरो हरिम् ॥
उवाच वाक्यमीशानः पितापुत्रमिवौरसम् ॥
]

`speaker [
वीरभद्र उवाच
]

`verse 17 [
जगत्सुखाय भगवन्नवतीर्णोसि माधव ॥
स्थित्यर्थं त्वं प्रयुक्तोऽसि परेशः परमेष्ठिना ॥
]

`verse 18 [
जन्तुचक्रं भगवता प्रच्छिन्नं मत्स्यरूपिणा ॥
पुच्छेनैव समाबध्य भ्रमन्नेकार्णवे पुरा॥
]

`verse 19 [
बिभर्षि कर्मरूपेण वाराहेणोद्धृता मही ॥
अनेन हरिरूपेण हिरण्यकशिपुर्हतः ॥
]

`verse 20 [
वामनेन बलिर्बद्धस्त्वया विक्रमता पुनः ॥
त्वमेव सर्व्वभूतानां प्रभवः प्रभुरव्ययः ॥
]

`verse 21 [
यदायदा हि लोकस्य दुःखं किञ्चित्प्रजायते ॥
तदातदावतीर्णस्त्वं करिष्यसि निरामयम्॥
]

`verse 22 [
नाधिकस्त्वत्समोऽप्यस्ति हरे शिवपरायणः ॥
त्वया वेदाश्च धर्माश्च शुभमार्गे प्रतिष्ठिताः ॥
]

`verse 23 [
यदर्थमवतारोऽयं निहतस्स हि दानवः ॥
हिरण्यकशिपुश्चैव प्रह्लादोऽपि सुरक्षितः ॥
]

`verse 24 [
अतीव घोरं भगवन्नरसिंहवपुस्तव ॥
उपसंहर विश्वात्मंस्त्वमेव मम सन्निधौ ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 25 [
इत्युक्तो वीरभद्रेण नृसिंहः शान्तया गिरा ॥
ततोऽधिकं महाघोरं कोपञ्चक्रे महामदः ॥
]

`verse 26 [
उवाच च महाघोरं कठिनं वचनन्तदा ॥
वीरभद्रम्महावीरं दंष्ट्राभिर्भीषयन्मुने ॥
]

`speaker [
नृसिंह उवाच
]

`verse 27 [
आगतोसि यतस्तत्र गच्छ त्वम्मा हितं वद ॥
इदानीं संहरिष्यामि जगदेतच्चराचरम् ॥
]

`verse 28 [
संहर्तुर्न हि संहारः स्वतो वा परतोऽपि वा ॥
शासितम्मम सर्व्वत्र शास्ता कोऽपि न विद्यते ॥
]

`verse 29 [
मत्प्रसादेन सकलमभयं हि प्रवर्त्तते ॥
अहं हि सर्वशक्तीनां प्रवर्तकनिवर्तकः ॥
]

`verse 30 [
यद्यद्विभूतिमत्सत्त्वं श्रीमदूर्जितमेव वा ॥
तत्तद्विद्धि गणाध्यक्ष मम तेजोविजृम्भितम् ॥
]

`verse 31 [
देवतापरमार्थज्ञं मामेव परमम्विदुः ॥
मदंशाश्शक्तिसम्पन्ना ब्रह्मशक्रादयस्सुराः ॥
]

`verse 32 [
मन्नाभिकमलाज्जातः पुरा ब्रह्मा जगत्करः ॥
सर्वाधिकस्स्वतन्त्रश्च कर्ता हर्ताखिलेश्वरः ॥
]

`verse 33 [
इदन्तु मत्परं तेजः किं पुनः श्रोतुमिच्छसि ॥
अतो मां शरणम्प्राप्य गच्छ त्वं विगतज्वरः ॥
]

`verse 34 [
अवेहि परमं भावमिदम्भूतं गणेश्वर ॥
मामकं सकलं विश्वं सदेवासुरमानुषम् ॥
]

`verse 35 [
कालोऽस्म्यहं लोकविनाशहेतुर्लोकान्समाहर्तुमहम्प्रवृत्तः ॥
मृत्योर्मृत्युं विद्धि मां वीरभद्र जीवन्त्येते मत्प्रसादेन देवाः ।३५॥
नन्दीश्वर उवाच ॥ ॥
साहङ्कारं वचः श्रुत्वा हरेरमितविक्रमः ॥
विहस्योवाच सावज्ञन्ततो विस्फुरिताधरः ॥
]

`speaker [
वीरभद्र उवाच
]

`verse 36 [
किन्न जानासि विश्वेशं संहर्तारम्पिनाकिनम् ॥
असद्वादो विवादश्च विनाशस्त्वयि केवलः ॥
]

`verse 37 [
तवान्योन्यावताराणि कानि शेषाणि साम्प्रतम् ॥
कृतानि येन केनैव कथाशेषो भविष्यति ॥
]

`verse 38 [
दोषं तं वद येन त्वमवस्थामीदृशी गतः ॥
तेन संहारदक्षेण दक्षिणाशेषमेष्यसि ॥
]

`verse 39 [
प्रकृतिस्त्वं पुमान्रुद्रस्त्वयि वीर्य्यं समाहितम् ॥
त्वन्नाभिपङ्कजाज्जातः पञ्च वक्त्रः पितामहः ॥
]

`verse 40 [
जगत्त्रयीसर्जनार्थं शंकरं नीललोहितम् ॥
ललाटेऽचिन्तयत्सोयन्तपस्युग्रे च संस्थितः ॥
]

`verse 41 [
तल्ललाटादभूच्छम्भुः सृष्ट्यर्थे तेन भूषणम् ॥
अतोऽहं देवदेवस्य तस्य भैरवरूपिणः ॥
]

`verse 42 [
त्वत्संहारे नियुक्तोऽस्मि विनयेन बलेन च ॥
देवदेवेन रुद्रेण सकलप्रभुणा हरे ॥
]

`verse 43 [
एकं रक्षो विदार्यैव तच्छक्तिकलया युतः ॥
अहंकारावलेपेन गर्जसि त्वमतन्द्रितः ॥
]

`verse 44 [
उपकारो हि साधूनां सुखाय किल संमतः ॥
उपकारो ह्यसाधूनामपकाराय केवलम् ॥
]

`verse 45 [
यन्नृसिंह महेशानं पुनर्भूतं तु मन्यसे ॥
तर्ह्यज्ञानी महागर्वी विकारी सर्वथा भवान् ॥
]

`verse 46 [
न त्वं स्रष्टा न संहर्ता भर्तापि न नृसिंहक ॥
परतन्त्रो विमूढात्मा न स्वतन्त्रो हि कुत्रचित् ॥
]

`verse 47 [
कुलालचक्रवच्छक्त्या प्रेरितोसि पिनाकिना ॥
नानावतारकर्ता त्वं तदधीनस्सदा हरे ॥
]

`verse 48 [
अद्यापि तव निक्षिप्तं कपालं कूर्मरूपिणः ॥
हर हारलतामध्ये दग्धः कश्चिन्न बध्यते ॥
]

`verse 49 [
विस्मृतिः किं तदंशेन दंष्ट्रोत्पातनपीडितम् ॥
वाराहविघ्नहस्तेऽद्य याक्रोशन्तारकारिणा ॥
]

`verse 50 [
दग्धोसि पश्य शूलाग्रे विष्वक्सेनच्छलाद्भवान् ॥
दक्षयज्ञे शिरश्छिन्नं मया तेजःस्वरूपिणा ॥
]

`verse 51 [
अद्यापि तव पुत्रस्य ब्रह्मणः पञ्चमं शिरः ॥
छिन्नं न सज्जितं भूयो हरे तद्विस्मृतन्त्वया ॥
]

`verse 52 [
निर्जितस्त्वं दधीचेन संग्रामे समरुद्गणः ॥
कण्डूयमाने शिरसि कथं तद्विस्मृतन्त्वया ॥
]

`verse 53 [
चक्रं विक्रमतो यस्य चक्रपाणे तव प्रियम् ॥
कुतः प्राप्तं कृतं केन त्वया तदपि विस्मृतम् ॥
]

`verse 54 [
ये मया सकला लोका गृहीतास्त्वं पयोनिधौ ॥
निद्रापरवशश्शेषे स कथं सात्त्विको भवान् ॥
]

`verse 55 [
त्वदादिस्तम्बपर्यन्तं रुद्रशक्तिविजृम्भितम् ॥
शक्तिमानभितस्त्वं च ह्यनलात्त्वं विमोहितः ॥
]

`verse 56 [
तत्तेजसो हि माहात्म्यं पुमान्द्र ष्टुन्न हि क्षमः ॥
अस्थूला ये प्रपश्यन्ति तद्विष्णोः परमम्पदम् ॥
]

`verse 57 [
द्यावापृथिव्या इन्द्राग्नेर्यमस्य वरुणस्य च ॥
ध्वान्तोदरे शशांके च जनित्वा परमेश्वरः ॥
]

`verse 58 [
कालोसि त्वं महाकालः कालकालो महेश्वर ॥
अतस्त्वमुग्रकलया मृत्योर्मृत्युर्भविष्यसि ॥
]

`verse 59 [
स्थिरोद्य त्वक्षरो वीरो वीरो विश्वावकः प्रभुः ॥
उपहन्ता ज्वरं भीमो मृगः पक्षी हिरण्मयः ॥
]

`verse 60 [
शास्ता शेषस्य जगतस्तत्त्वं नैव चतुर्मुखः ॥
नान्ये च केवलं शम्भुस्सर्वशास्ता न संशयः ।६१॥
इत्थं सर्वं समालोक्य संहारात्मानमात्मना ॥
न विनष्टन्त्वमात्मानं कुरु हे नृहरेऽबुध ॥
]

`verse 61 [
नो चेदिदानीं क्रोधस्य महाभैरवरूपिणः ॥
वज्राशनिरिव स्थाणौ त्वयि मृत्युः पतिष्यति ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 62 [
इत्युक्त्वा वीरभद्रोपि विररामाकुतोभयः ॥
दृष्ट्वा नृसिंहाभिप्रायं क्रोधमूर्त्तिश्शिवस्य सः ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां शरभावतारवर्णनं नामैकादशोऽध्यायः ॥
]
