`speaker [
सनत्कुमार उवाच
]

`verse 1 [
नन्दीश्वर महाप्राज्ञ विज्ञातन्तदनन्तरम् ॥
ममोपरि कृपां कृत्वा प्रीत्या त्वन्तद्वदाधुना ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 2 [
इत्युक्तो वीरभद्रेण नृसिंहः क्रोधविह्वलः ॥
निनदन्ननु वेगेन तं ग्रहीतुम्प्रचक्रमे ॥
]

`verse 3 [
अत्रान्तरे महाघोरं प्रत्यक्षभयकारणम् ॥
गगनव्यापि दुर्धर्षं शैवतेजस्समुद्भवम् ॥
]

`verse 4 [
वीरभद्रस्य तद्रूमदृश्यन्तु ततः क्षणात् ॥
तद्वै हिरण्मयं सौम्यं न सौरन्नाग्निसम्भवम् ॥
]

`verse 5 [
न तडिच्चन्द्रसदृशमनौपम्यम्महेश्वरम् ॥
तदा तेजांसि सर्वाणि तस्मिँल्लीनानि शंकरे ॥
]

`verse 6 [
न तद्व्योम महत्तेजो व्यक्तान्तश्चाभवत्ततः ॥
रुद्रसाधारणं चैव चिह्नितं विकृताकृति ॥
]

`verse 7 [
ततस्संहाररूपेण सुव्यक्तं परमेश्वरः ॥
पश्यतां सर्वदेवानां जयशब्दादिमंगलैः ॥
]

`verse 8 [
सहस्रबाहुर्जटिलश्चन्द्रार्द्धकृतशेखरः ॥
समृद्धोग्रशरीरेण पक्षाभ्याञ्चञ्चुना द्विजः ॥
]

`verse 9 [
अतितीक्ष्णो महादंष्ट्रो वज्रतुल्यनखायुधः ॥
कण्ठे कालो महाबाहुश्चतुष्पाद्वह्निसन्निभः ॥
]

`verse 10 [
युगान्तोद्यतजीमूतभीमगम्भीरनिस्वनः॥
महाकुपितकृत्याग्निव्यावृत्तनयनत्रयः॥
]

`verse 11 [
स्पष्टदंष्ट्राधरोष्ठश्च हुंकारसंयुतो हरः ॥
ईदृग्विधस्वरूपश्च ह्युग्र आविर्बभूव ह ॥
]

`verse 12 [
अरिस्तद्दर्शनादेव विनष्टबलविक्रमः ॥
बिभ्रद्धाम सहस्रांशोरधः खद्योतविभ्रमम् ॥
]

`verse 13 [
अथ विभ्रम्य पक्षाभ्यां नाभिपादान्विदारयन् ॥
पादान्बबंध पुच्छेन बाहुभ्याम्बाहु मण्डलम् ॥
]

`verse 14 [
भिन्दन्नुरसि बाहुभ्यान्निजग्राह हरो हरिम् ॥
ततो जगाम गगनन्देवैस्सह महर्षिभिः ॥
]

`verse 15 [
सहसैवाभयाद्विष्णुं स हि श्येन इवोरगम् ॥
उत्क्षिप्योत्क्षिप्य संगृह्य निपात्य च निपात्य च ॥
]

`verse 16 [
उड्डीयोड्डीय भगवान्पक्षघातविमोहितम् ॥
हरीं हरस्तं वृषभं विवेशानन्त ईश्वरः ॥
]

`verse 17 [
अनुयान्तं सुरास्सर्वे नमोवाक्येन तुष्टुवुः ॥
प्रणेमुस्सादरं प्रीत्या ब्रह्माद्याश्च मुनीश्वराः ॥
]

`verse 18 [
नीयमानः परवशो दीनवक्त्रः कृताञ्जलिः ॥
तुष्टाव परमेशानं हरिस्तं ललिताक्षरैः ॥
]

`verse 19 [
नाम्नामष्टशतेनैव स्तुत्वा ताम्मृडमेव च ॥
पुनश्च प्रार्थयामास नृसिंहः शरभेश्वरम् ॥
]

`verse 20 [
यदायदा ममाज्ञेयं मतिस्स्याद्गर्वदूषिता ॥
तदातदाऽपनेतव्या त्वयैव परमेश्वर ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 21 [
एवं विज्ञापयन्प्रीत्या शङ्करं नरकेसरी॥
नत्वाऽशक्तोऽभवद्विष्णु जीवितान्त पराजितः ॥
]

`verse 22 [
तद्वक्त्रं शेषगात्रान्तं कृत्वा सर्वस्वविग्रहम्॥
शक्तियुक्तं तदीयांगं वीरभद्रः क्षणात्ततः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 23 [
अथ ब्रह्मादयो देवाश्शारभं रूपमास्थितम्॥
तुष्टुवुः शंकरं देवं सर्वलोकैकशंकरम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 24 [
ब्रह्मविष्ण्विन्द्रचन्द्रादिसुराः सर्वे महर्षयः ॥
दितिजाद्याः सम्प्रसूतास्त्वत्तस्सर्वे महेश्वर ॥
]

`verse 25 [
ब्रह्मविष्णुमहेन्द्राश्च सूर्याद्यानसुरान्सुराम् ॥
त्वं वै सृजसि पास्यत्सि त्वमेव सकलेश्वरः ॥
]

`verse 26 [
यतो हरसि संसारं हर इत्युच्यते बुधैः॥
निगृहीतो हरिर्यस्माद्धर इत्युच्यते बुधैः॥
]

`verse 27 [
यतो बिभर्षि सकलं विभज्य तनुमष्टधा॥
अतोऽस्मान्पाहि भगवन् सुरादानैरभीप्सितैः॥
]

`verse 28 [
त्वं महापुरुषः शम्भुः सर्वेशस्सुरनायकः ॥
निःस्वात्मा निर्विकारात्मा परब्रह्म सतां गतिः॥
]

`verse 29 [
दीनबन्धुर्दया सिन्धुऽरद्भुतोतिः परात्मदृक्॥
प्राज्ञो विराट्विभुस्सत्यः सच्चिदानन्दलक्षणः॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 30 [
इत्याकर्ण्य वचः शम्भुर्देवानां परमेश्वरः ॥
उवाच तान् सुरान्देवमहर्षींश्च पुरातनान् ॥
]

`verse 31 [
यथा जलं जले क्षिप्तं क्षीरे क्षीरं घृते घृतम् ॥
एक एव तदा विष्णुः शिवे लीनो न चान्यथा ॥
]

`verse 32 [
एको विष्णुर्नृसिंहात्मा सदर्पश्च महाबलः ॥
जगत्संहारकरणे प्रवृत्तो नरकेसरी ॥
]

`verse 33 [
प्रार्थनीयो नमस्तस्मै मद्भक्तैस्सिद्धिकारिभिः ॥
मद्भक्तप्रवरश्चैव मद्भक्तवर दायकः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 34 [
एतावदुक्त्वा भगवान् पक्षिराजो महाबलः ॥
पश्यतां सर्वदेवानान्तत्रैवान्तरधीयत ॥
]

`verse 35 [
वीरभद्रोऽपि भगवान्गणाध्यक्षो महाबलः ॥
नृसिंहकृत्तिं निष्कृष्य समादाय ययौ गिरिम् ॥
]

`verse 36 [
नृसिंहकृत्तिवसनस्तदाप्रभृति शंकरः ॥
तद्वक्त्रं मुण्डमालायां नायकत्वेन कल्पितम् ॥
]

`verse 37 [
ततो देवा निरातङ्का कीर्त्तयन्तः कथामिमाम् ॥
विस्मयोत्फुल्लनयना जग्मुः सर्वे यथागतम् ॥
]

`verse 38 [
य इदम्परमाख्यानं पुण्यं वेदरसान्वितम् ॥
पठति शृणुयाच्चैव सर्व्वान्कामानवाप्नुयात् ॥
]

`verse 39 [
धन्यं यशस्यमायुष्यमारोग्यम्पुष्टिवर्द्धनम् ॥
सर्वविघ्रप्रशमनं सर्वव्याधिविनाशनम् ॥
]

`verse 40 [
दुःखप्रशमनं वाञ्छासिद्धिदं मंगलालयम् ॥
अपमृत्युहरं बुद्धिप्रदं शत्रुविनाशनम् ॥
]

`verse 41 [
इदन्तु शरभाकारं परं रूपम्पिनाकिनः ॥
प्रकाशनीयं भक्तेषु शंकरस्य चरेषु वै ॥
]

`verse 42 [
तैरेव पठितव्यं च श्रोतव्यं च शिवात्मभिः ॥
नवधा भक्तिदं दिव्यमन्तःकरणबुद्धिदम् ॥
]

`verse 43 [
शिवोत्सवेषु सर्वेषु चतुर्दश्यष्टमीषु च ॥
पठेत्प्रतिष्ठाकाले तु शिवसन्निधिकारणम् ॥
]

`verse 44 [
चौरव्याघ्रनृसिंहात्मकृत राजभयेषु च ॥
अन्येषूत्पातभूकम्पदस्य्वादिपांसुवृष्टिषु ॥
]

`verse 45 [
उल्कापाते महावाते विनावृष्ट्यतिवृष्टिषु ॥
पठेद्यः प्रयतो विद्वाञ् शिवभक्तो दृढव्रतः ॥
]

`verse 46 [
यः पठेच्छृणुयाद्वापि निष्कामो व्रतमैश्वरम् ॥
रुद्रलोकं समासाद्य रुद्रस्यानुचरो भवेत् ॥
]

`verse 47 [
रुद्रलोकमनुप्राप्य रुद्रेण सह मोदते ॥
ततस्सायुज्यमाप्नोति शिवस्य कृपया मुने ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां शरभावतारवर्णनं नाम द्वादशोऽध्यायः ॥
]
