`verse 1 [
( अथ गृहपत्यवतारकथा ॥)
नन्दीश्वर उवाच ॥
शृणु ब्रह्मसुत प्रीत्या चरितं शशिमौलिनः ॥
सोऽवतीर्णो यथा प्रीत्या विश्वानरगृहे शिवः ॥
]

`verse 2 [
नाम्ना गृहपतिः सोऽभूदग्निलोकपतिर्मुने ॥
अग्निरूपस्तेजसश्च सर्व्वात्मा परमः प्रभुः ॥
]

`verse 3 [
नर्मदायास्तटे रम्ये पुरे नर्मपुरे पुरा ॥
पुरारिभक्तः पुण्यात्मा भवद्विश्वानरो मुनिः ॥
]

`verse 4 [
ब्रह्मचर्य्याश्रमे निष्ठो ब्रह्मयज्ञरतस्सदा ॥
शाण्डिल्यगोत्रः शुचिमान्ब्रह्मतेजो निधिर्व्वशी ॥
]

`verse 5 [
विज्ञाताखिलशास्त्रार्थस्सदाचाररतस्सदा ॥
शैवाचारप्रवीणोऽति लौकिकाचारविद्वरः ॥
]

`verse 6 [
चित्ते विचार्य्य गृहिणीगुणान्विश्वानरः शुभान् ॥
उदुवाह विधानेन स्वोचितां कालकन्यकाम् ॥
]

`verse 7 [
अग्निशुश्रूषणरतः पञ्चयज्ञपरायणः ॥
षट्कर्मनिरतो नित्यं देवपित्रतिथिप्रियः ॥
]

`verse 8 [
एवम्बहुतिथे काले गते तस्याग्रजन्मनः ॥
भार्य्या शुचिष्मती नाम भर्तारम्प्राह सुव्रता ॥
]

`verse 9 [
नाथ भोगा मया सर्वे भुक्ता वै त्वत्प्रसादतः ॥
स्त्रीणां समुचिता ये स्युस्त्वां समेत्य मुदावहाः ॥
]

`verse 10 [
एवम्मे प्रार्थितन्नाथ चिराय हृदि संस्थितम् ॥
गृहस्थानां समुचितं त्वमेतद्दातुमर्हसि ॥
]

`speaker [
विश्वानर उवाच
]

`verse 11 [
किमदेयं हि सुश्रोणि तव प्रियहितैषिणी ॥
तत्प्रार्थय महाभागे प्रयच्छाम्यविलम्बितम् ॥
]

`verse 12 [
महेशितुः प्रसादेन मम किञ्चिन्न दुर्लभम् ॥
इहामुत्र च कल्याणि सर्वकल्याणकारिणः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 13 [
इत्याकर्ण्य वचः पत्युस्तस्य सा पतिदेवता ॥
उवाच हृष्यद्वदना करौ बद्ध्वा विनीतिका ॥
]

`speaker [
शुचिष्मत्युवाच
]

`verse 14 [
वरयोग्यास्मि चेन्नाथ यदि देयो वरो मम ॥
महेशसदृशम्पुत्रन्देहि नान्यं वरं वृणे ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 15 [
इति तस्या वचः श्रुत्वा ब्राह्मणस्स शुचिव्रतः ॥
क्षणं समाधिमाधाय हृद्येतत्समचिन्तयत् ॥
]

`verse 16 [
अहो किं मे तया तन्व्या प्रार्थितं ह्यतिदुर्लभम् ॥
मनोरथपथाद्दूरमस्तु वा स हि सर्व्वकृत् ॥
]

`verse 17 [
तेनैवास्या मुखे स्थित्वा वाक्स्वरूपेण शम्भुना ॥
व्याहृतं कोऽन्यथा कर्त्तुमु त्सहेत भवेदिदम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 18 [
इति सञ्चिंत्य स मुनिर्विश्वानर उदारधीः ॥
ततः प्रोवाच ताम्पत्नीमेकपत्नीव्रते स्थितः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 19 [
इत्थमाश्वास्य ताम्पत्नीञ्जगाम तपसे मुनिः ॥
यत्र विश्वेश्वरः साक्षात्काशीनाथोऽधि तिष्ठति ॥
]

`verse 20 [
प्राप्य वाराणसीं तूर्णं दृष्ट्वा ताम्मणिकर्णिकाम् ॥
तत्याज तापत्रितयमपि जन्मशतार्जितम् ॥
]

`verse 21 [
दृष्ट्वा सर्वाणि लिंगानि विश्वेशप्रमुखानि च ॥
स्नात्वा सर्वेषु कुण्डेषु वापीकूपसरस्सु च ॥
]

`verse 22 [
नत्वा विनायकान्सर्वान्गौरीं शर्वां प्रणम्य च ॥
सम्पूज्य कालराजञ्च भैरवम्पापभक्षणम् ॥
]

`verse 23 [
दण्डनायकमुख्यांश्च गणान्स्तुत्वा प्रयत्नतः ॥
आदिकेशवमुख्यांश्च केशवम्परितोष्य च ॥
]

`verse 24 [
लोकार्कमुखसूर्यांश्च प्रणम्य स पुनःपुनः ॥
कृत्वा च पिण्डदानानि सर्वतीर्थेष्वतन्द्रितः ॥
]

`verse 25 [
सहस्रभोजनाद्यैश्च मुनीन्विप्रान्प्रतर्प्य च ॥
महापूजोपचारैश्च लिंगान्यभ्यर्च्य भक्तितः ॥
]

`verse 26 [
असकृच्चिन्तयामास किं लिंगं क्षिप्रसिद्धिदम् ॥
यत्र निश्चलतामेति तपस्तनयकाम्यया ॥
]

`verse 27 [
क्षणं विचार्य्य स मुनिरिति विश्वानरस्सुधीः ॥
क्षिप्रम्पुत्रप्रदं लिंगं वीरेशम्प्रशशंस ह ॥ ॥
]

`verse 28 [
असंख्यातास्सहस्राणि सिद्धाः सिद्धिं गतास्ततः ॥
सिद्धलिंगमिति ख्यातन्तस्माद्वीरेश्वरम्परम् ॥
]

`verse 29 [
वीरेश्वरम्महालिंगमब्दमभ्यर्च्य भक्तितः ॥
आयुर्मनोरथं सर्वं पुत्रादिकमनेकशः ॥
]

`verse 30 [
अहमप्यत्र वीरेशं समाराध्य त्रिकालताः ॥
आशु पुत्रमवाप्स्यामि यथाभिलषितं स्त्रिया ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 31 [
इति कृत्वा मतिन्धीरो विप्रो विश्वानरः कृती ॥
चन्द्रकूपजले स्नात्वा जग्राह नियमं व्रती ॥
]

`verse 32 [
एकाहारोऽभवन्मासं मासं नक्ताशनोऽभवत् ॥
अयाचिताशनो मासम्मासन्त्यक्ताशनः पुनः ॥
]

`verse 33 [
पयोव्रतोऽभवन्मासम्मासं शाकफलाशनः ॥
मासम्मुष्टितिलाहारो मासं पानीयभोजनः ॥
]

`verse 34 [
पञ्चगव्याशनो मासम्मासञ्चान्द्रायणव्रती ॥
मासं कुशाग्रजलभुग्मासं श्वसनभक्षणः ॥
]

`verse 35 [
एवमब्दमितं कालन्तताप स तपोऽद्भुतम् ॥
त्रिकालमर्चयद्भक्त्या वीरेशं लिङ्गमुत्तमम् ॥
]

`verse 36 [
अथ त्रयोदशे मासि स्नात्वा त्रिपथगाम्भसि ॥
प्रत्यूष एव वीरेशं यावदायाति स द्विजः ॥
]

`verse 37 [
तावद्विलोकयाञ्चक्रे मध्ये लिंगन्तपोधनः ॥
विभूतिभूषणम्बालमष्टवर्षाकृतिं शिशुम् ॥
]

`verse 38 [
आकर्णायतनेत्रञ्च सुरक्तदशनच्छदम् ॥
चारुपिंगजटामौलि न्नग्नप्रहसिताननम् ॥
]

`verse 39 [
शैशवोचितनेपथ्यधारिणञ्चितिधारिणम् ॥
पठन्तं श्रुतिसूक्तानि हसन्तं च स्वलीलया ॥
]

`verse 40 [
तमालोक्य मुदम्प्राप्य रोमकञ्चुकितो मुनिः ॥
प्रोच्चचार हृदालापान्नमोस्त्विति पुनः पुनः ॥
]

`verse 41 [
अभिलाषप्रदैः पद्यैरष्टभिर्बालरूपिणम् ॥
तुष्टाव परमानन्दं शंभुं विश्वानरः कृती ॥
]

`speaker [
विश्वानर उवाच
]

`verse 42 [
एकम्ब्रह्मैवाद्वितीयं समस्तं सत्यंसत्यं नेह नानास्ति किञ्चित्॥
एको रुद्रो न द्वितीयोऽवतस्थे तस्मादेकन्त्वाम्प्रपद्ये महेशम्॥
]

`verse 43 [
कर्ता हर्त्ता त्वं हि सर्वस्य शम्भो नानारूपेष्वेकरूपोऽप्यरूपः॥
यद्वत्प्रत्यग्धर्म एकोऽप्यनेकस्तस्मान्नान्यन्त्वां विनेशम्प्रपद्ये॥
]

`verse 44 [
रज्जो सर्पश्शुक्तिकायां च रौप्यं नैरः पूरस्तन्मृगाख्ये मरीचौ ॥
यद्यत्सद्वद्विष्वगेव प्रपञ्चो यस्मिञ्ज्ञाते तम्प्रपद्ये महेशम् ॥
]

`verse 45 [
तोये शैत्यं दाहकत्वं च वह्नौ तापो भानौ शीतभानौ प्रसादः॥
पुष्पे गन्धो दुग्धमध्येऽपि सर्पिर्यत्तच्छंभो त्वं ततस्त्वाम्प्रपद्ये॥
]

`verse 46 [
शब्दं गृह्णास्यश्रवास्त्वं हि जिघ्रस्यप्राणस्त्वं त्र्यंघ्रिरायासि दूरात् ॥
त्र्यक्षः पश्येस्त्वं रसज्ञोऽप्यजिह्वः कस्त्वां सम्यग्वेत्त्यतस्त्वाम्प्रपद्ये ॥
]

`verse 47 [
नो वेद त्वामीश साक्षाद्धि वेदो नो वा विष्णुर्नो विधाताखिलस्य॥
नो योगीन्द्रानेन्द्रमुख्याश्च देवा भक्तो वेदस्त्वामतस्त्वाम्प्रपद्ये॥
]

`verse 48 [
नो ते गोत्रं नो सजन्मापि नाशो नो वा रूपं नैव शीलन्न देशः ॥
इत्थम्भूतोऽपीश्वरस्त्वं त्रिलोक्यास्सर्वान्कामान्पूरयेस्त्वं भजे त्वाम् ॥
]

`verse 49 [
त्वत्तस्सर्वं त्वं हि सर्वं स्मरारे त्वं गौरीशस्त्वं च नग्नोऽतिशान्तः ॥
त्वं वै वृद्धस्त्वं युवा त्वं च बालस्तत्त्वं यत्किं नान्यतस्त्वां नतोऽहम्॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 50 [
स्तुत्वेति विप्रो निपपात भूमौ संबद्धपाणिर्भवतीह यावत्॥
तावत्स बालोऽरिबलवृद्धवृद्धः प्रोवाच भूदेवमतीव हृष्टः ॥
]

`speaker [
बाल उवाच
]

`verse 51 [
विश्वानर मुनिश्रेष्ठ भूदेवाहं त्वयाद्य वै॥
तोषितस्सुप्रसन्नात्मा वृणीष्व वरमुत्तमम् ॥
]

`verse 52 [
तत उत्थाय हृष्टात्मा मुनिर्विश्वानरः कृती॥
प्रत्यब्रवीन्मुनिश्रेष्ठः शंकरम्बालरूपिणम् ॥
]

`speaker [
विश्वानर उवाच
]

`verse 53 [
महेश्वर किमज्ञातं सर्वज्ञस्य तव प्रभो ॥
सर्वान्तरात्मा भगवाच्छर्वस्सर्व्वप्रदो भवान् ॥
]

`verse 54 [
याच्ञाम्प्रति नियुक्तम्मां किं ब्रूषे दैन्यकारिणीम् ॥
इति ज्ञात्वा महेशान यथेच्छसि तथा कुरु ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 55 [
इति श्रुत्वा वचस्तस्य देवो विश्वानरस्य हि ॥
शुचिश्शुचिव्रतस्याथ शुचिस्मित्वाब्रवीच्छिशुः ॥
]

`verse 56 [
त्वया शुचे शुचिष्मत्यां योऽभिलाषः कृतो हृदि ॥
अचिरेणैव कालेन स भविष्यत्यसंशयम् ॥
]

`verse 57 [
तव पुत्रत्वमेष्यामि शुचिष्मत्यां महामते॥
ख्यातो गृहपतिर्नाम्ना शुचिस्सर्व्वामरप्रियः ॥
]

`verse 58 [
अभिलाषाष्टकं पुण्यं स्तोत्रमेतत्त्वयेरितम् ॥
अब्दत्रिकालपठनात्कामदं शिवसन्निधौ ॥
]

`verse 59 [
एतत्स्तोत्रप्रपठनं पुत्रपौत्रधनप्रदम् ॥
सर्व्वशान्तिकरश्चापि सर्व्वापत्तिविनाशनम् ॥
]

`verse 60 [
स्वर्गापवर्गसम्पत्तिकारकन्नात्र संशयः ॥
सर्व्वस्तोत्रसमं ह्येतत्सर्व्वकामप्रदं सदा ॥
]

`verse 61 [
प्रातरुत्थाय सुस्नातो लिंगमभ्यर्च्य शाम्भवम् ॥
वर्षं जपन्निदं स्तोत्रमपुत्रः पुत्रवान्भवेत् ॥
]

`verse 62 [
अभिलाषाष्टकमिदन्न देयं यस्य कस्यचित् ॥
गोपनीयं प्रयत्नेन महावन्ध्याप्रसूतिकृत् ॥
]

`verse 63 [
स्त्रिया वा पुरुषेणापि नियमाल्लिंगसन्निधौ ॥
अब्दजप्तमिदं स्तोत्रम्पुत्रदन्नात्र संशयः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 64 [
इत्युक्त्वान्तर्दधे शम्भुर्बालरूपः सतां गतिः॥
सोऽपि विश्वानरो विप्रो हृष्टात्मा स्वगृहं ययौ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां रुद्रसंहितायां गृहपत्यवतावर्णनंनाम त्रयोदशोऽध्यायः ॥
]
