`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
स विप्रो गृहमागत्य महाहर्षसमन्वितः॥
प्रियायै कथयामास तद्वृत्तान्तमशेषतः॥
]

`verse 2 [
तच्छ्रुत्वा विप्रपत्नी सा मुदम्प्राप शुचिष्मती॥
अतीव प्रेमसंयुक्ता प्रशशंस विधिन्निजम्
]

`verse 3 [
अथ कालेन तद्योषिदन्तर्वत्नी बभूव ह ॥
विधिवद्विहिते तेन गर्भाधानाख्यकर्मणि ॥
]

`verse 4 [
ततः पुंसवनन्तेन स्यन्दनात्प्राग्विपश्चिता ॥
गृह्योक्तविधिना सम्यक्कृतम्पुंस्त्वविवृद्धये ॥
]

`verse 5 [
सीमन्तोऽथाष्टमे मासे गर्भरूपसमृद्धिकृत् ॥
सुखप्रसवसिद्धौ च तेनाकारि कृपाविदा ॥
]

`verse 6 [
अथातश्शुभतारासु ताराधिपवराननः ॥
केन्द्रे गुरौ शुभे लग्ने सुग्रहेषु युगेषु च ॥
]

`verse 7 [
अरिष्टदीपनिर्वाणस्सर्वारिष्टविनाशकृत्॥
तनयो नाम तस्यान्तु शुचिष्मत्याम्बभूव ह ॥
]

`verse 8 [
शर्वस्समस्तसुखदो भूर्भुवः स्वर्न्निवासिनाम् ॥
गन्धवाहनवाहाश्च दिग्वधूर्मुखवाससः ॥
]

`verse 9 [
इष्टगन्धप्रसूनौघैर्ववृषुस्ते घनाघनाः ॥
देवदुन्दुभयो नेदुः प्रसेदुस्सर्व्वतो दिशः ॥
]

`verse 10 [
परितस्सरितस्स्वच्छा भूतानां मानसैस्सह ॥
तमोऽताम्यत्तु नितरां रजोऽपि विरजोऽभवत्॥
]

`verse 11 [
सत्त्वास्सत्त्वसमायुक्ताः सुधावृष्टिर्बभूव वै ॥
कल्याणी सर्वथा वाणी प्राणिनः प्रियवत्यभूत् ॥
]

`verse 12 [
रंभामुख्या अप्सरसो मङ्गलद्रव्यपाणयः ॥
विद्याधर्यश्च किन्नर्य्यस्तथा मर्य्यस्सहस्रशः ॥
]

`verse 13 [
गन्धर्वोरगयक्षाणां सुमानियः शुभस्वराः ॥
गायन्त्यो मंगलं गीतन्तत्राजग्मुरनेकशः॥
]

`verse 14 [
मारीचिरत्रिः पुलहः पुलस्त्यः क्रतुरङ्गिराः॥
वसिष्ठः कश्यपोऽगस्त्यो विभाण्डो माण्डवीसुतः ॥
]

`verse 15 [
लोमशो रोमचरणो भरद्वाजोऽथ गौतमः ॥
भृगुस्तु गालवो गर्गो जातूकर्ण्यः पराशरः ॥
]

`verse 16 [
आपस्तम्बो याज्ञवल्क्यो दक्षवाल्मीकिमुद्गलाः ॥
शातातपश्च लिखितश्शिलादः शंख उञ्छभुक् ॥
]

`verse 17 [
जमदग्निश्च संवर्तो मतंगो भरतोंशुमान् ॥
व्यासः कात्यायनः कुत्सः शौनकस्तु श्रुतश्शुकः ॥
]

`verse 18 [
ऋष्यशृङ्गोऽथ दुर्व्वासाश्शुचिर्नारद तुम्बुरुः ॥
उत्तंको वामदेवश्च पवनोऽसितदेवलौ ॥
]

`verse 19 [
सालंकायनहारीतौ विश्वामित्रोऽथ भार्गवः ॥
मृकण्डस्सह पुत्रेण पर्व्वतो दारुकस्तथा॥
]

`verse 20 [
धौम्योपमन्युवत्साद्या मुनयो मुनिकन्यकाः॥
तच्छान्त्यर्थं समाजग्मुर्धन्यं विश्वानराश्रमम्॥
]

`verse 21 [
ब्रह्मा बृहस्पतियुतो देवो गरुडवाहनः ॥
नन्दिभृङ्गि समायुक्तो गौर्य्या सह वृषध्वजः ॥
]

`verse 22 [
महेन्द्रमुख्या गीर्वाणा नागाः पातालवासिनः ॥
रत्नान्यादाय बहुशस्ससरित्का महाब्धयः ॥
]

`verse 23 [
स्थावरा जंगमं रूपं धृत्वा यातास्सहस्रशः ॥
महामहोत्सवे तस्मिन्बभूवाकालकौमुदी ॥
]

`verse 24 [
जातकर्म स्वयं तस्य कृतवान्विधिरानतः ॥
श्रुतिं विचार्य्य तद्रूपन्नाम्ना गृहपतिस्त्वयम् ॥
]

`verse 25 [
इति नाम ददौ तस्मै देयमेकादशेऽहनि ॥
नामकर्मविधानेन तदर्थश्रुतिमुच्चरन् ॥
]

`verse 26 [
चतुर्निगममन्त्रोक्तैराशीर्भिरभिनन्द्य च ॥
समयाद्धंसमारुह्य सर्वेषाञ्च पितामहः ॥
]

`verse 27 [
कृत्वा बालोचितां रक्षां लौकिकीं गतिमाश्रितः ॥
आरुह्य यानं स्वन्धाम हरोऽपि हरिणा ययौ ॥
]

`verse 28 [
अहो रूपमहो तेजस्त्वहो सर्वांगलक्षणम् ॥
अहो शुचिष्मती भाग्यमाविरासीत्स्वयं हरः ॥
]

`verse 29 [
अथवा किमिदं चित्रं शर्वभक्तजनेष्वहो॥
स्वयमाविरभूद्रुद्रो ययो रुद्रस्तदर्चितः ॥
]

`verse 30 [
इति स्तुवन्तस्तेन्योन्यं सम्प्रहृष्टतनूरुहः ॥
विश्वानरं समापृच्छ्य जग्मुः सर्वे यथागतम्॥
]

`verse 31 [
अतः पुत्रं समीहन्ते गृहस्थाश्रमवासिनः॥
पुत्रेण लोकाञ्जयति श्रुतिरेषा सनातनी॥
]

`verse 32 [
अपुत्रस्य गृहं शून्यमपुत्रस्यार्जनं वृथा॥
अपुत्रस्य तपश्छिन्नं नो पवित्रत्यपुत्रतः॥
]

`verse 33 [
न पुत्रात्परमो लाभो न पुत्रात्परमं सुखम् ॥
न पुत्रात्परमं मित्रम्परत्रेह च कुत्रचित् ॥
]

`verse 34 [
निष्क्रमोऽथ चतुर्थेऽस्य मासि पित्रा कृतो गृहात् ॥
अन्नप्राशनमब्दार्द्धे चूडार्द्धे चार्थवत्कृता॥
]

`verse 35 [
कर्णवेधन्ततः कृत्वा श्रवणर्क्षे स कर्मवित्॥
ब्रह्मतेजोभिवृद्ध्यर्थं पञ्चमेऽब्दे व्रतन्ददौ॥
]

`verse 36 [
उपाकर्मं ततः कृत्वा वेदानध्यापयत्सुधीः ॥
अब्दं वेदान्स विधिनाऽध्यैष्ट सांगपदक्रमान् ॥
]

`verse 37 [
विद्याजातं समस्तं च साक्षिमात्रं गुरोमुखात् ॥
विनयादिगुणानाविष्कुर्वञ्जग्राह शक्तिमान् ॥
]

`verse 38 [
ततोऽथ नवमे वर्षे पित्रोश्शुश्रूषणे रतम् ॥
वैश्वानरं गृहपतिं द्रष्टुमायाच्च नारदः ॥
]

`verse 39 [
विश्वानरोटजम्प्राप्य देवर्षिस्तं तु कौतुकी ॥
अपृच्छत्कुशलन्तत्र गृहीतार्धासनः क्रमात् ॥
]

`verse 40 [
ततः सर्वं च तद्भाग्यं पुत्रधर्मं च सम्मुखे ॥
वैश्वानरं समवदत्स्मृत्वा शिवपदाम्बुजम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 41 [
इत्युक्तो मुनिना बालः पित्रोराज्ञामवाप्य सः ॥
प्रणम्य नारदं श्रीमान् भक्त्या प्रह्व उपाविशत ॥
]

`verse 42 [
वैश्वानर समभ्येहि ममोत्संगे निषीद भोः ॥
लक्षणानि परीक्षेऽहं पाणिन्दर्शय दक्षिणम्॥
]

`verse 43 [
ततो दृष्ट्वा तु सर्वं हि तालुजिह्वादि नारदः ॥
विश्वानरं समवदच्छिवप्रेरणया सुधीः ॥
]

`speaker [
नारद उवाच
]

`verse 44 [
विश्वानर मुने वच्मि शृणु पुत्रांकमादरात्॥
सर्वांगस्वंकवान्पुत्रो महालक्षणवानयम्॥
]

`verse 45 [
किन्तु सर्वगुणोपेतं सर्वलक्षणलक्षितम् ॥
सम्पूर्णनिर्मलकलं पालयेद्विधुवद्विधिः ॥
]

`verse 46 [
तस्मात्सर्वप्रयत्नेन रक्षणीयस्त्वसौ शिशु ॥
गुणोऽपि दोषतां याति वक्रीभूते विधातरि ॥
]

`verse 47 [
शंकेऽस्य द्वादशे मासि प्रत्यूहो विद्युदग्नितः ॥
इत्युक्त्वा नारदोऽगच्छद्देवलोकं यथागतम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां गृहपत्यवतारोपाख्याने गृहपत्यवतारवर्णनंनाम चतुर्दशोऽध्यायः ॥
]
