`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
विश्वानरस्सपत्नीकस्तच्छ्रुत्वा नारदेरितम्॥
तदेवम्मन्यमानोभूद्वज्रपातं सुदारुणम् ॥
]

`verse 2 [
हा हतोस्मीति वचसा हृदयं समताडयत् ॥
मूर्च्छामवाप महतीं पुत्रशोकसमाकुलः ॥
]

`verse 3 [
शुचिष्मत्यपि दुःखार्त्ता रुरोदातीव दुस्सहम् ॥
अतिस्वरेण हारावैरत्यन्तं व्याकुलेन्द्रिया ॥
]

`verse 4 [
श्रुत्वार्त्तनादमिति विश्वनरोपि मोहं हित्वोत्थितः किमिति किंत्विति किं किमेतत्॥
उच्चैर्वदन् गृहपतिः क्व स मे बहिस्थः प्राणोन्तरात्मनिलयस्सकलेंद्रियेशः ॥
]

`verse 5 [
ततो दृष्ट्वा स पितरौ बहुशोकसमावृतौ ॥
स्मित्वोवाच गृहपस्सबालश्शंकरांशजः ॥
]

`speaker [
गृहपतिरुवाच
]

`verse 6 [
हे मातस्तात किं जातं कारणन्तद्वदाधुना ॥
किमर्थं रुदितोऽत्यर्थं त्रासस्तादृक्कुतो हि वाम् ॥
]

`verse 7 [
न मां कृतवपुस्त्राणम्भवच्चरणरेणुभिः ॥
कालः कलयितुं शक्तो वराकीं चिञ्चलाल्पिका ॥
]

`verse 8 [
प्रतिज्ञां शृणुतान्तातौ यदि वान्तनयो ह्यहम् ॥
करिष्येहं तथा येन मृत्युस्त्रस्तो भविष्यति ॥
]

`verse 9 [
मृत्युंजयं समाराध्य गर्वज्ञं सर्वदं सताम् ॥
जपिष्यामि महाकालं सत्यं तातौ वदाम्यहम्॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 10 [
इति श्रुत्वा वचस्तस्य जारितौ द्विजदम्पती॥
अकालमृतवर्षौघैर्गततापौ तदोचतुः ॥
]

`verse 11 [
द्विजदम्पती ऊचतुः ॥
पुनर्ब्रूहि पुनर्ब्रूहि कीदृक्कीदृक् पुनर्वद ॥
कालः कलयितुन्नालं वराकी चञ्चलास्ति का॥
]

`verse 12 [
आवयोस्तापनाशाय महोपायस्त्वयेरितः ॥
मृत्युंजयाख्यदेवस्य समाराधनलक्षणः॥
]

`verse 13 [
तद्वच्च शरणं शम्भोर्नातः परतरं हि तत्॥
मनोरथपथातीत कारिणः पापहारिणः ॥
]

`verse 14 [
किन्न श्रुतन्त्वया तात श्वेतकेतुं यथा पुरा ॥
पाशितं कालपाशेन ररक्ष त्रिपुरान्तकः ॥
]

`verse 15 [
शिलादतनयं मृत्युग्रस्तमष्टाब्दमात्रकम् ॥
शिवो निजजनञ्चक्रे नन्दिनं विश्वनंदिनम् ॥
]

`verse 16 [
क्षीरोदमथनोद्भूतं प्रलयानलसन्निभम् ॥
पीत्वा हलाहलं घोरमरक्षद्भुवनत्रयम् ॥
]

`verse 17 [
जलंधरं महादर्पं हृतत्रैलोक्यसम्पदम् ॥
रुचिरांगुष्ठरेखोत्थ चक्रेण निजघान यः ॥
]

`verse 18 [
य एकेषु निपातोत्थज्वलनैस्त्रिपुरम्पुरा ॥
त्रैलोक्यैश्वर्यसम्मूढं शोषयामास भानुना ॥
]

`verse 19 [
कामं दृष्टिनिपातेन त्रैलोक्यविजयोर्जितम् ॥
निनायानंगपदवीं वीक्ष्यमाणेष्वजादिषु ॥
]

`verse 20 [
तम्ब्रह्माद्यैककर्तारम्मेघवाहनमच्युतम् ॥
प्रयाहि पुत्र शरणं विश्वरक्षामणिं शिवम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 21 [
पित्रोरनुज्ञाम्प्राप्येति प्रणम्य चरणौ तयोः ॥
प्रादक्षिण्यमुपावृत्य बह्वाश्वास्य विनिर्ययौ ॥
]

`verse 22 [
सम्प्राप्य काशीं दुष्प्रापाम्ब्रह्मनारायणादिभिः ॥
महासंवर्त्तसन्तापहन्त्रीं विश्वेशपालिताम् ॥
]

`verse 23 [
स्वर्धुन्या हारयष्ट्येव राजिता कण्ठभूमिषु ॥
विचित्रगुणशालिन्या हरपत्न्या विराजिताम् ॥
]

`verse 24 [
तत्र प्राप्य स विप्रेशः प्राग्ययौ मणिकर्णिकाम् ॥
तत्र स्नात्वा विधानेन दृष्ट्वा विश्वेश्वरम्प्रभुम् ॥
]

`verse 25 [
साञ्जलिर्नतशीर्षोऽसौ महानन्दान्वितस्सुधीः ॥
त्रैलोक्यप्राणसन्त्राणकारिणम्प्रणनाम ह ॥
]

`verse 26 [
आलोक्यालोक्य तल्लिंगं तुतोष हृदये मुहुः ॥
परमानंदकंदाढ्यं स्फुटमेतन्न संशयः ॥
]

`verse 27 [
अहो न मत्तो धन्योस्ति त्रैलोक्ये सचराचरे ॥
यदद्राक्षिषमद्याहं श्रीमद्विश्वेश्वरं विभुम् ॥
]

`verse 28 [
मम भाग्योदयायैव नारदेन महर्षिणा ॥
पुरागत्य तथोक्तं यत्कृतकृत्योस्म्यहन्ततः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 29 [
इत्यानन्दामृतरसैर्विधाय स हि पारणम् ॥
ततश्शुभेह्नि संस्थाप्य लिंगं सर्व्वहितप्रदम् ॥
]

`verse 30 [
जग्राह नियमान्घोरान् दुष्करानकृतात्मभिः ॥
अष्टोत्तरशतैः कुम्भैः पूर्णैर्गंगाम्भसा शुभैः ॥
]

`verse 31 [
संस्नाप्य वाससा पूतः पूतात्मा प्रत्यहं शिवम् ॥
नीलोत्पलमयीम्मालां समर्पयति सोऽन्वहम् ॥
]

`verse 32 [
अष्टाधिकसहस्रैस्तु सुमनोभिर्विनिर्मिताम् ॥
स पक्षे वाथ वा मासे कन्दमूलफलाशनः ॥
]

`verse 33 [
शीर्णपर्णाशनैर्धीरः षण्मासं सम्बभूव सः ॥
षण्मासं वायुभक्षोऽभूत्षण्मासं जल बिन्दुभुक् ॥
]

`verse 34 [
एवं वर्षवयस्तस्य व्यतिक्रान्तं महात्मनः ॥
शिवैकमनसो विप्रास्तप्यमानस्य नारद ॥
]

`verse 35 [
जन्मतो द्वादशे वर्षे तद्वचो नारदेरितम् ॥
सत्यं करिष्यन्निव तमभ्यगात्कुलिशायुधः ॥
]

`verse 36 [
उवाच च वरं ब्रूहि दद्मि त्वन्मनसि स्थितम् ॥
अहं शतक्रतुर्विप्र प्रसन्नोस्मि शुभव्रतैः ॥ ॥।
]

`speaker [
नन्दीश्वर उवाच
]

`verse 37 [
इत्याकर्ण्य महेन्द्रस्य वाक्यम्मुनिकुमारकः ॥
उवाच मधुरन्धीरः कीर्तयन्मधुराक्षरम् ॥
]

`speaker [
गृहपतिरुवाच
]

`verse 38 [
मघवन् वृत्रशत्रो त्वां जाने कुलिशपाणिनम् ॥
नाहं वृणे वरन्त्वत्तश्शंकरो वरदोऽस्ति मे ॥
]

`speaker [
इन्द्र उवाच
]

`verse 39 [
न मत्तश्शङ्करस्त्वन्यो देवदेवोऽस्म्यहं शिशो ॥
विहाय बालिशत्वं त्वं वरं याचस्व मा चिरम् ॥
]

`speaker [
गृहपतिरुवाच
]

`verse 40 [
गच्छाहल्यापतेऽसाधो गोत्रारे पाकशासन ॥
न प्रार्थये पशुपतेरन्यं देवान्तरं स्फुटम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 41 [
इति तस्य वचः श्रुत्वा क्रोध संरक्तलोचनः ॥
उद्यम्य कुलिशं घोरम्भीषयामास बालकम् ॥
]

`verse 42 [
स दृष्ट्वा बालको वज्रं विद्युज्ज्वाला समाकुलम् ॥
स्मरन्नारद वाक्यं च मुमूर्च्छ भयविह्वलः ॥
]

`verse 43 [
अथ गौरीपतिश्शम्भुराविरासीत्तपोनुदः ॥
उत्तिष्ठोत्तिष्ठ भद्रन्ते स्पर्शैस्संजीवयन्निव ॥
]

`verse 44 [
उन्मील्य नेत्रकमले सुप्ते इव दिनक्षये ॥
अपश्यदग्रे चोत्थाय शम्भुमर्कशताधिकम् ॥
]

`verse 45 [
भाले लोचनमालोक्य कण्ठे कालं वृषध्वजम्॥
वामाङ्गसन्निविष्टाद्रितनयं चन्द्रशेखरम्॥
]

`verse 46 [
कपर्द्देन विराजन्तं त्रिशूलाजगवायुधम्॥
स्फुरत्कर्पूरगौरांगं परिणद्ध गजाजिनम्॥
]

`verse 47 [
परिज्ञाय महादेवं गुरुवाक्यत आगमात्॥
हर्षबाष्पाकुलासन्नकण्ठरोमाञ्चकञ्चुकः ॥
]

`verse 48 [
क्षणं च गिरिवत्तस्थौ चित्रकूटत्रिपुत्रकः ॥
यथा तथा सुसम्पन्नो विस्मृत्यात्मानमेव च॥
]

`verse 49 [
न स्तोतुं न नमस्कर्तुं किञ्चिद्विज्ञप्तिमेव च ॥
यदा स न शशाकालं तदा स्मित्वाह शङ्करः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 50 [
शिशो गृहपते शक्राद्वज्रोद्यतकरादहो ॥
ज्ञात भीतोऽसि मा भैषीर्जिज्ञासा ते मया कृता ॥
]

`verse 51 [
मम भक्तस्य नो शक्रो न वज्रं चान्तकोऽपि च ॥
प्रभवेदिन्द्ररूपेण मयैव त्वम्विभीषितः ॥
]

`verse 52 [
वरन्ददामि ते भद्र त्वमग्निपदभाग्भव ॥
सर्वेषामेव देवानां वरदस्त्वं भविष्यसि ॥
]

`verse 53 [
सर्वेषामेव भूतानां त्वमग्नेऽन्तश्चरो भव॥
धर्मराजेन्द्रयोर्मध्ये दिगीशो राज्यमाप्नुहि॥
]

`verse 54 [
त्वयेदं स्थापितं लिंगं तव नाम्ना भविष्यति॥
अग्नीश्वर इति ख्यातं सर्वतेजोविबृंहणम् ॥
]

`verse 55 [
अग्नीश्वरस्य भक्तानां न भयं विद्युदग्निभिः ॥
अग्निमांद्यभयं नैव नाकालमरणं क्वचित् ॥
]

`verse 56 [
अग्नीश्वरं समभ्यर्च्य काश्यां सर्वसमृद्धिदम् ॥
अन्यत्रापि मृतो दैवाद्वह्निलोके महीयते ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 57 [
इत्युक्तानीय तद्बन्धून्पित्रोश्च परिपश्यतोः॥
दिक्पतित्वेऽभिषिच्याग्निं तत्र लिंगे शिवोऽविशत् ॥
]

`verse 58 [
इत्थमग्न्यवतारस्ते वर्णितो मे जनार्दनः ॥
नाम्ना गृहपतिस्तात शंकरस्य परात्मनः ॥
]

`verse 59 [
चित्रहोत्रपुरी रम्या सुखदार्चिष्मती वरा ॥
जातवेदसि ये भक्ता ते तत्र निवसन्ति वै ॥
]

`verse 60 [
अग्निप्रवेशं ये कुर्य्युर्दृढसत्त्वा जितेन्द्रियाः ॥
स्त्रियो वा सत्त्वसम्पन्नास्ते सर्व्वेप्यग्नितेजसः ॥
]

`verse 61 [
अग्निहोत्ररता विप्राः स्थापिता ब्रह्मचारिणः ॥
पश्चानिवर्त्तिनोऽप्येवमग्निलोकेग्निवर्चसः ॥
]

`verse 62 [
शीते शीतापनुत्त्यै यस्त्वेधोभारान्प्रयच्छति ॥
कुर्य्यादग्नीष्टिकां वाथ स वसेदग्निसन्निधौ ॥
]

`verse 63 [
अनाथस्याग्निसंस्कारं यः कुर्य्याच्छ्रद्धयान्वितः ॥
अशक्तः प्रेरयेदन्यं सोग्निलोके महीयते ॥
]

`verse 64 [
अग्निरेको द्विजातीनां निश्श्रेयसकरः परः ॥
गुरुर्देवो व्रतं तीर्थं सर्वमग्निर्विनिश्चितम् ॥
]

`verse 65 [
अपावनानि सर्वाणि वह्निसंसर्गतः क्षणात् ॥
पावनानि भवन्त्येव तस्माद्यः पावकः स्मृतः॥
]

`verse 66 [
अन्तरात्मा ह्ययं साक्षान्निश्चयो ह्याशुशुक्षणिः ॥
मांसग्रासान्पचेत्कुक्षौ स्त्रीणां नो मांसपेशिकाम् ॥
]

`verse 67 [
तैजसी शाम्भवी मूर्त्तिः प्रत्यक्षा दहनात्मिका ॥
कर्त्री हर्त्री पालयित्री विनैतां किं विलोक्यते ॥
]

`verse 68 [
चित्रभानुरयं साक्षान्नेत्रन्त्रिभुवनेशितुः ॥
अन्धे तमोमये लोके विनैनं कः प्रकाशनः ॥
]

`verse 69 [
धूपप्रदीपनैवेद्यपयोदधिघृतैक्षवम् ॥
एतद्भुक्तं निषेवन्ते सर्वे दिवि दिवौकसः ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां गृहपत्यवतारवर्णनं नाम पञ्चदशोऽध्यायः ॥
]
