`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
यक्षेश्वरावतारं च शृणु शंभोर्मुनीश्वर ॥
गर्विणं गर्वहन्तारं सताम्भक्तिविवर्द्धनम् ॥
]

`verse 2 [
पुरा देवाश्च दैत्याश्च पीयूषार्थम्महाबलाः ॥
क्षीरोदधिं ममन्थुस्ते सुकृत स्वार्थ सन्धयः ॥
]

`verse 3 [
मथ्यमानेऽमृते पूर्वं क्षीराब्धेस्सुरदानवैः ॥
अग्नेः समुत्थितं तस्माद्विषं कालानलप्रभम् ॥
]

`verse 4 [
तं दृष्ट्वा निखिला देवा दैत्याश्च भयविह्वलाः ॥
विद्रुत्य तरसा तात शंभोस्ते शरणं ययुः ॥
]

`verse 5 [
दृष्ट्वा तं शंकरं सर्वे सर्वदेवशिखामणिम् ॥
प्रणम्य तुष्टुवुर्भक्त्या साच्युता नतमस्तकाः ॥
]

`verse 6 [
ततः प्रसन्नो भगवाच्छङ्करो भक्तवत्सलः ॥
पपौ विषं महाघोरं सुरासुरगणार्दनम् ॥
]

`verse 7 [
पतिं तं विषमं कण्ठे निदधे विषमुल्बणम् ॥
रेजेतेनाति स विभुर्नीलकण्ठो बभूव ह ॥
]

`verse 8 [
ततः सुरा सुरगणा ममन्थुः पुनरेव तम् ॥
विषदाहविनिर्मुक्ताः शिवानुग्रहतोऽखिलाः ॥
]

`verse 9 [
तातो बहूनि रत्नानि निस्सृतानि ततो मुने ॥
अमृतं च पदार्थं हि सुरदानवयोर्मुने ॥
]

`verse 10 [
तत्पपुः केवलन्देवा नासुराः कृपया हरेः ॥
ततो बभूव सुमहद्रत्नं तेषां मिथोऽकदम् ॥
]

`verse 11 [
द्वन्द्वयुद्धम्बभूवाथ देवदानवयोर्मुने ॥
तत्र राहुभयाच्चन्द्रो विदुद्राव तदर्दितः ॥
]

`verse 12 [
जगाम सदनं शंभोः शरणम्भय विह्वलः ॥
सुप्रणम्य च तुष्टाव पाहिपाहीति संवदन् ॥
]

`verse 13 [
ततस्सतामभयदः शंकरो भक्तवत्सलः ॥
दध्रे शिरसि चन्द्रं स विभुश्शरणमागतम् ॥
]

`verse 14 [
अथागतस्तदा राहुस्तुष्टाव सुप्रणम्य तम् ॥
शंकरं सकलाधीशं वाग्भिरिष्टाभिरादरात् ॥
]

`verse 15 [
शंभुस्तन्मतमाज्ञाय तच्छिरांस्यच्युतेन ह ॥
पुरा छिन्नानि वै केतुसंज्ञानि निदधे गले ॥
]

`verse 16 [
ततो युद्धेऽसुराः सर्वे देवैश्चैव पराजिताः ॥
पीत्वाऽमृतं सुरास्सर्व्वे जयम्प्रापुर्महाबलाः ॥
]

`verse 17 [
विष्णुप्रभृतयः सर्व्वे बभूवुश्चातिगर्विताः ॥
बलानि चांकुरंतोन्तश्शिवमायाविमोहिताः ॥
]

`verse 18 [
ततस्स शंकरो देवः सर्वाधीशोथ गर्वहा ॥
यक्षो भूत्वा जगामाशु यत्र देवाः स्थिता मुने ॥
]

`verse 19 [
सर्वान्दृष्ट्वाच्युतमुखान्देवान्यक्षपतिस्स वै ॥
महागर्वाढ्यमनसा महेशाः प्राह गर्वहा ॥
]

`speaker [
यक्षेश्वर उवाच
]

`verse 20 [
किमर्थं संस्थिता यूयमत्र सर्वे सुरा मिथः ॥
किमु काष्ठाखिलम्ब्रूत कारणं मेनुपृच्छते ॥
]

`speaker [
देवा ऊचुः
]

`verse 21 [
अभूदत्र महान्देव रणः परमदारुणः ॥
असुरा नाशितास्सर्वेऽवशिष्टा विद्रुता गताः ॥
]

`verse 22 [
वयं सर्वे महावीरा दैत्यघ्ना बलवत्तराः ॥
अग्रेस्माकं कियन्तस्ते दैत्य क्षुद्रबलास्सदा ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 23 [
इति श्रुत्वा वचस्तेषां सुराणां गर्वगर्भितम् ॥
गर्वहासौ महादेवो यक्षरूपो वचोऽब्रवीत् ॥
]

`speaker [
यक्षेश्वर उवाच
]

`verse 24 [
हे सुरा निखिला यूयं मद्वचश्शृणुतादरात् ॥
यथार्थं वच्मि नासत्यं सर्वगर्वापहारकम् ॥
]

`verse 25 [
गर्व्वमेनं न कुरुत कर्त्ता हर्त्ताऽपरः प्रभुः ॥
विस्मृताश्च महेशानं कथयध्वम्वृथाबलाः ॥
]

`verse 26 [
युष्माकञ्चेत्स हि मदो जानतां स्वबलम्महत् ॥
मत्स्थापितं तृणमिदं छिन्त स्वास्त्रैश्च तैस्सुराः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 27 [
इत्युक्त्वैकतृणन्तेषां निचिक्षेप पुरस्ततः ॥
जह्रे सर्वमदं यक्षरूप ईशस्सतांगतिः ॥
]

`verse 28 [
अथ सर्वे सुरा विष्णुप्रमुखा वीरमानिनः ॥
कृत्वा स्वपौरुषन्तत्र स्वायुधानि विचिक्षिपुः ॥
]

`verse 29 [
तत्रासन् विफलान्याशु तान्यस्त्राणि दिवौकसाम् ॥
शिवप्रभावतस्तेषां मूढगर्वापहारिणः ॥
]

`verse 30 [
अथासीत्तु नभोवाणी देवविस्मयहारिणी ॥
यक्षोऽयं शंकरो देवाः सर्वगर्वापहारकः ॥
]

`verse 31 [
कर्ता हर्त्ता तथा भर्त्ताऽयमेव परमेश्वरः ॥
एतद्बलेन वलिनो जीवाः सर्वेऽन्यथा न हि ॥
]

`verse 32 [
अस्य मायाप्रभावाद्वै मोहिताः स्वप्रभुं शिवम् ॥
मदतो बुबुधु नैवाद्यापि बोधतनुम्प्रभुम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 33 [
इति श्रुत्वा नभोवाणीं बुबुधुस्ते गतस्मयाः ॥
यक्षेश्वरम्प्रणेमुश्च तुष्टुवुश्च तमीश्वरम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 34 [
देवदेव महादेव सर्वगर्वापहारक॥
यक्षेश्वरमहालील माया तेत्यद्भुता प्रभो॥
]

`verse 35 [
मोहिता माययाद्यापि तव यक्षस्वरूपिणः ॥
सगर्वमभिभाषन्तस्त्वत्पुरो हि पृथङ्मयाः॥
]

`verse 36 [
इदानीं ज्ञानमायातन्तवैव कृपया प्रभो॥
कर्ता हर्ता च भर्ता च त्वमेवान्यो न शंकर ॥
]

`verse 37 [
त्वमेव सर्वशक्तीनां सर्वेषां हि प्रवर्तकः ॥
निवर्तकश्च सर्वेशः परमात्माव्ययोऽद्वयः ॥
]

`verse 38 [
यक्षेश्वरस्वरूपेण सर्वेषां नो मदो हृतः ॥
इतो मन्यामहे तत्तेनुग्रहो हि कृपालुना ॥
]

`verse 39 [
अथो स यक्षनाथोऽनुगृह्य वै सकलान् सुरान् ॥
विबोध्य विविधैर्वाक्यैस्तत्रैवान्तरधीयत ॥
]

`verse 40 [
इत्थं स वर्णितः शम्भोरवतारः सुखावहः ॥
यक्षेश्वराख्यस्सुखदस्सतान्तुष्टोऽभयंकरः ॥
]

`verse 41 [
इदमाख्यानममलं सर्वगर्वापहारकम् ॥
सतां सुशान्तिदन्नित्यं भुक्तिमुक्तिप्रदं नृणाम् ॥
]

`verse 42 [
य इदं शृणुयाद्भक्त्या श्रावयेद्वा सुधीः पुमान् ॥
सर्वकामानवाप्नोति ततश्च लभते गतिम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां यक्षेश्वरावतारवर्णनं नाम षोडशोध्यायः ॥
]
