`verse 1 [
शृण्वथो गिरिशस्याद्यावतारान् दशसंख्यकान् ॥
महाकलमुखान् भक्त्योपासनाकाण्डसेवितान् ॥
]

`verse 2 [
तत्राद्यो हि महाकालो भुक्तिमुक्तिप्रदस्सताम् ॥
शक्तिस्तत्र महाकाली भक्तेप्सितफलप्रदा ॥
]

`verse 3 [
तारनामा द्वितीयश्च तारा शक्तिस्तथैव सा ॥
भुक्तिमुक्तिप्रदौ चोभौ स्वसेवकसुखप्रदौ ॥
]

`verse 4 [
भुवनेशो हि बालाह्वस्तृतीयः परिकीर्तितः ॥
भुवनेशी शिवा तत्र बालाह्वा सुखदा सताम् ॥
]

`verse 5 [
श्रीविद्येशः षोडशाह्वः श्रीर्विद्या षोडशी शिवा ॥
चतुर्थो भक्त सुखदो भुक्तिमुक्तिफलप्रदः ॥
]

`verse 6 [
पञ्चमो भैरवः ख्यातः सर्वदा भक्तकामदः ॥
भैरवी गिरिजा तत्र सदुपासककामदा ॥
]

`verse 7 [
छिन्नमस्तकनामासौ शिवः षष्ठः प्रकीर्तितः ॥
भक्तकामप्रदा चैव गिरिजा छिन्नमस्तका ॥
]

`verse 8 [
धूमवान् सप्तमः शम्भुस्सर्वकामफलप्रदः ॥
धूमवती शिवा तत्र सदुपासककामदा ॥
]

`verse 9 [
शिवावतारः सुखदो ह्यष्टमो बगलामुखः ॥
शक्तिस्तत्र महानन्दा विख्याता बगलामुखी ॥
]

`verse 10 [
शिवावतारो मातङ्गो नवमः परिकीर्तितः ॥
मातंगी तत्र शर्वाणी सर्वकामफलप्रदा ॥
]

`verse 11 [
दशमः कमलः शम्भुर्भुक्तिमुक्तिफलप्रदः ॥
कमला गिरिजा तत्र स्वभक्तपरिपालिनी ॥
]

`verse 12 [
एते दशमिताः शैवा अवतारास्सुखप्रदाः ॥
भुक्तिमुक्तिप्रदाश्चैव भक्तानां सर्वदास्सताम् ॥
]

`verse 13 [
एते दशावतारा हि शंकरस्य महात्मनः ॥
नानासुखप्रदा नित्यं सेवतां निर्विकारतः ॥ १
]

`verse 14 [
एतद्दशावताराणां माहात्म्यं वर्णितं मुने ॥
सर्वकामप्रदं ज्ञेयं तंत्रशास्त्रादिगर्भितम् ॥
]

`verse 15 [
एतासामादिशक्तीनामद्भुतो महिमा मुने ॥
सर्वकामप्रदो ज्ञेयस्तत्रंशास्त्रादिगर्भितः ॥
]

`verse 16 [
शत्रुमारणकार्य्यादौ तत्तच्छक्तिः परा मता ॥
खल दण्डकरी नित्यम्ब्रह्मतेजोविवर्द्धिनी॥
]

`verse 17 [
इत्युक्तास्ते मया ब्रह्मन्नवतारा महेशितुः॥
सशक्तिका दशमिता महाकालमुखाश्शुभाः॥
]

`verse 18 [
शैवपर्वसु सर्वेषु योऽधीते भक्तितत्परः ॥
एतदाख्यानममलं सोतिशम्भुप्रियो भवेत् ॥
]

`verse 19 [
ब्रह्मणो ब्रह्मवर्चस्वी क्षत्रियो विजयी भवेत ॥
धनाधिपो हि वैश्यः स्याच्छूद्रः सुखमवाप्नुयात् ॥
]

`verse 20 [
शांकरा निजधर्मस्थाः शृण्वन्तश्चरितन्त्विदम्॥
सुखिनः स्युर्विशेषेण शिवभक्ता भवन्तु च ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां शिवदशावतारवर्णनं नाम सप्तदशोऽध्यायः ॥१७।
]
