`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
एकादशवतारान्वै शृण्वथो शांकरान्वरान् ॥
याञ्छ्रुत्वा न हि बाध्येत बाधासत्यादिसम्भवा ॥
]

`verse 2 [
पुरा सर्वे सुराश्शक्रमुखा दैत्यपराजिताः ॥
त्यक्त्वामरावतीम्भीत्याऽपलायन्त निजाम्पुरीम् ॥
]

`verse 3 [
दैत्यप्रपीडिता देवा जग्मुस्ते कश्यपा न्तिकम् ॥
बद्ध्वा करान्नतस्कन्धाः प्रणेमुस्तं सुविह्वलम् ॥
]

`verse 4 [
सुनुत्वा तं सुरास्सर्व्वे कृत्वा विज्ञप्तिमादरात् ॥
सर्वं निवेदयामा स्स्वदुःखन्तत्पराजयम् ॥
]

`verse 5 [
ततस्स कश्यपस्तात तत्पिता शिवसक्तधीः ॥
तदाकर्ण्यामराकं वै दुखितोभून्न चाधिकम् ॥
]

`verse 6 [
तानाश्वास्य मुनिस्सोऽथ धैर्यमाधाय शान्तधीः ॥
काशीं जगाम सुप्रीत्या विश्वेश्वरपुरीम्मुने ॥
]

`verse 7 [
गंगाम्भसि ततः स्नात्वा कृत्वा तं विधिमादरात् ॥
विश्वेश्वरं समानर्च साम्बं सर्वेश्वरम्प्रभुम् ॥
]

`verse 8 [
शिवलिंगं सुसंस्थाप्य चकार विपुलन्तपः ॥
शम्भुमुद्दिश्य सुप्रीत्या देवानां हितकाम्यया ॥
]

`verse 9 [
महान्कालो व्यतीयाय तपतस्तस्य वै मुनेः ॥
शिवपादाम्बुजासक्तमनसो धैर्य्यशालिनः ॥
]

`verse 10 [
अथ प्रादुरभूच्छम्भुर्वरन्दातुन्तदर्षये ॥
स्वपदासक्तमनसे दीनबन्धुस्सतांगतिः ॥
]

`verse 11 [
वरम्ब्रूहीति चोवाच सुप्रसन्नो महेश्वरः ॥
कश्यपं मुनिशार्दूलं स्वभक्तं भक्तवत्सलः ॥ १
]

`verse 12 [
दृष्ट्वाथ तं महेशानं स प्रणम्य कृताञ्जलिः ॥
तुष्टाव कश्यपो हृष्टो देवतातः प्रस न्नधीः ॥
]

`speaker [
कश्यप उवाच
]

`verse 13 [
देवदेव महेशान शरणागतवत्सल ॥
सर्वेश्वरः परात्मा त्वं ध्यानगम्योद्वयोऽव्ययः ॥
]

`verse 14 [
बलनिग्रह कर्ता त्वं महेश्वर सतां गतिः ॥
दीनबन्धुर्दयासिन्धुर्भक्तरक्षणदक्षधीः ॥
]

`verse 15 [
एते सुरास्त्वदीया हि त्वद्भक्ताश्च विशेषतः ॥
दैत्यैः पराजिताश्चाथ पाहि तान्दुःखितान् प्रभो ॥
]

`verse 16 [
असमर्थो रमेशोपि दुःखदस्ते मुहुर्मुहुः ॥
अतः सुरा मच्छरणा वेदयन्तोऽसुखं च तत् ॥
]

`verse 17 [
तदर्थं देवदेवेश देवदुःखविनाशकः ॥
तत्पूरितुं तपोनिष्ठां प्रसन्नार्थं तवासदम् ॥
]

`verse 18 [
शरणं ते प्रपन्नोऽस्मि सर्वथाहं महेश्वर ॥
कामं मे पूरय स्वामिन्देवदुःखं विनाशय ॥
]

`verse 19 [
पुत्रदुःखैश्च देवेश दुःखितोऽहं विशेषतः ॥
सुखिनं कुरु मामीश सहाय स्त्वन्दिवौकसाम् ॥
]

`verse 20 [
भूत्वा मम सुतो नाथ देवा यक्षाः पराजिताः ॥
दैत्यैर्महाबलैश्शम्भो सुरानन्दप्रदो भव ॥
]

`verse 21 [
सदैवास्तु महेशान सर्वलेखसहायकः ॥
यथा दैत्यकृता बाधा न बाधेत सुरान्प्रभो ॥
]

`speaker [
नंदीश्वर उवाच
]

`verse 22 [
इत्युक्तस्स तु सर्वेशस्तथेति प्रोच्य शंकरः ॥
पश्यतस्तस्य भगवांस्तत्रैवांतर्दधे हरः ॥
]

`verse 23 [
कश्यपोऽपि महाहृष्टः स्वस्थानमगमद्द्रुतम् ॥
देवेशः कथयामास सर्ववृत्तान्तमादरात् ॥
]

`verse 24 [
ततस्स शंकरश्शर्वस्सत्यं कर्तुं स्वकं वचः ॥
सुरभ्यां कश्यपाज्जज्ञे एकादशस्वरूपवान् ॥
]

`verse 25 [
महोत्सवस्तदासीद्वे सर्वं शिवमयं त्वभूत् ॥
आसन्हृष्टाः सुराश्चाथ मुनिना कश्यपेन च ॥
]

`verse 26 [
कपाली १ पिंगलो २ भीमो ३ विरूपाक्षो ४ विलोहितः
]

`verse 27 [
शास्ताऽ ६ जपाद ७ हिर्बुध्न्य ८ श्शंभु ९ श्चण्डो १० भवस्तथा ११ ॥
]

`verse 28 [
एकादशैते रुद्रास्तु सुरभतिनयाः स्मृताः ॥
देवकार्य्यार्थमुत्पन्नाश्शिवरूपास्सुखास्पदम् ॥
]

`verse 29 [
ते रुद्राः काश्यपा वीरा महाबलपराक्रमाः ॥
दैत्याञ्जघ्नुश्च संग्रामे देवसाहाय्यकारिणः ॥
]

`verse 30 [
तद्रुद्रकृपया देवा दैत्याञ्जित्वा च निर्भयाः ॥
चक्रु- स्वराज्यं सर्वे ते शक्राद्यास्स्वस्थमानसाः ॥
]

`verse 31 [
अद्यापि ते महारुद्रास्सर्वे शिवस्वरूपकाः ॥
देवानां रक्षणार्थाय विराजन्ते सदा दिवि ॥
]

`verse 32 [
ऐशान्याम्पुरि ते वासं चक्रिरे भक्तवत्सलाः ॥
विरमन्ते सदा तत्र नानालीलाविशारदाः ॥
]

`verse 33 [
तेषामनुचरा रुद्राः कोटिशः परिकीर्तिताः ॥
सर्वत्र संस्थितास्तत्र त्रिलोकेष्वभिभागशः ॥
]

`verse 34 [
इति ते वर्णितास्तातावताराश्शंकरस्य वै ॥
एकादशमिता रुद्रास्सर्वलोकसुखावहाः ॥
]

`verse 35 [
इदमाख्यानममलं सर्वपापप्रणाशकम् ॥
धन्यं यशस्यमायुष्यं सर्वकामप्रदायकम् ॥
]

`verse 36 [
य इदं शृणुयात्तात श्रावयेद्वै समाहितः ॥
इह सर्वसुखम्भुक्त्वा ततो मुक्तिं लभेत सः ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां एकादशावतारवर्णनं नामाष्टादशोऽध्यायः ॥
]
