`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
अथान्यच्चरितं शम्भो श्शृणु प्रीत्या महामुने ॥
यथा बभूव दुर्वासाश्शंकरो धर्महेतवे ॥
]

`verse 2 [
ब्रह्मपुत्रो बभूवातितपस्वी ब्रह्मवित्प्रभुः ॥
अनसूयापतिर्धीमान्ब्रह्माज्ञाप्रतिपालकः ॥
]

`verse 3 [
सुनिर्देशाद्ब्रह्मणो हि सस्त्रीकः पुत्रकाम्यया ॥
स त्र्यक्षकुलनामानं ययौ च तपसे गिरिम् ॥
]

`verse 4 [
प्राणानायम्य विधिवन्निर्विन्ध्यातटिनीतटे ॥
तपश्चचार सुमहदद्वन्द्वोऽब्दशतम्मुनिः ॥
]

`verse 5 [
य एक ईश्वरः कश्चिदविकारो महाप्रभुः ॥
स मे पुत्रवरं दद्यादिति निश्चितमानसः ॥
]

`verse 6 [
बहुकालो व्यतीयाय तस्मिंस्तपति सत्तपः ॥
आविर्बभूव तत्कात्तु शुचिर्ज्वाला महीयसी ॥
]

`verse 7 [
तया सन्निखिला लोका दग्धप्राया मुनीश्वराः ॥
तथा सुरर्षयः सर्वे पीडिता वासवादयः ॥
]

`verse 8 [
अथ सर्वे वासवाद्या सुराश्च मुनयो मुने ॥
ब्रह्मस्थानं ययुश्शीघ्रं तज्ज्वालातिप्रपीडिताः ॥
]

`verse 9 [
नत्वा नुत्वा विधिन्देवास्तत्स्वदुःखन्न्यवेदयन् ॥
ब्रह्मा सह सुरैस्तात विष्णुलोकं ययावरम् ॥
]

`verse 10 [
तत्र गत्वा रमानाथं नत्वा नुत्वा विधिस्सुरैः ॥
स्वदुःखन्तत्समाचख्यौ विष्णवेऽनन्तकं मुने ॥
]

`verse 11 [
विष्णुश्च विधिना देवै रुद्रस्थानं ययौ द्रुतम् ॥
हरं प्रणम्य तत्रेत्य तुष्टाव परमेश्वरम् ॥ १
]

`verse 12 [
स्तुत्वा बहुतया विष्णुं स्वदुःखं च न्यवेदयत् ॥
शर्वं ज्वालासमुद्भूतमत्रेश्च तपसः परम् ॥
]

`verse 13 [
अथ तत्र समेस्तास्तु ब्रह्मविष्णुमहेश्वराः ॥
मुने संमन्त्रयाञ्चक्रुरन्योन्यं जगतां हितम् ॥
]

`verse 14 [
तदा ब्रह्मादयो देवास्त्रयस्ते वरदर्षभाः ॥
जग्मुस्तदाश्रमं शीघ्रं वरन्दातुन्तदर्षये ॥
]

`verse 15 [
स्वचिह्नचिह्नितांस्तान्स दृष्ट्वात्रिर्मुनिसत्तमः ॥
प्रणनाम च तुष्टाव वाग्भिरिष्टाभिरादरात् ॥
]

`verse 16 [
ततस्स विस्मितो विप्रस्तानुवाच कृताञ्जलिः ॥
ब्रह्मपुत्रो विनीतात्मा ब्रह्मविष्णुहराभिधान् ॥
]

`speaker [
अत्रिरुवाच
]

`verse 17 [
हे ब्रह्मन् हे हरे रुद्र पूज्यास्त्रिजगताम्मताः ॥
प्रभवश्चेश्वराः सृष्टिरक्षासंहारकारकाः ॥
]

`verse 18 [
एक एव मया ध्यात ईश्वरः पुत्रहेतवे ॥
यः कश्चिदीश्वरः ख्यातो जगतां स्वस्त्रिया सह ॥
]

`verse 19 [
यूयं त्रयस्तुराः कस्मादागता वरदर्षभाः ॥
एतन्मे संशयं छित्त्वा ततो दत्तेप्सितं वरम् ॥
]

`verse 20 [
इति श्रुत्वा वचस्तस्य प्रत्यूचुस्ते सुरास्त्रयः ॥
यादृक्कृतस्ते संकल्पस्तथैवाभून्मुनीश्वर ॥
]

`verse 21 [
वयं त्रयो भवेशानास्समाना वरदर्षभाः ॥
अस्मदंशभवास्तस्माद्भविष्यन्ति सुतास्त्रयः ॥
]

`verse 22 [
विदिता भुवने सर्वे पित्रोः कीर्तिविवर्द्धनाः ॥
इत्युक्तास्ते त्रयो देवास्स्वधामानि ययुर्मुदा ॥
]

`verse 23 [
वरं लब्ध्वा मुनिस्सोऽथ जगाम स्वाश्रमं मुदा ॥
युतोऽनुसूयया प्रीतो ब्रह्मानंदप्रदो मुने ॥
]

`verse 24 [
अथ ब्रह्मा हरिश्शम्भुरवतेरुः स्त्रियां ततः ॥
पुत्ररूपैः प्रसन्नात्मनानालीला प्रकाशकाः ॥
]

`verse 25 [
विधेरंशाद्विधुर्जज्ञेऽनसूयायां मुनीश्वरात् ॥
आविर्बभूवोदधितः शिप्तो देवेस्स एव हि ॥
]

`verse 26 [
विष्णोरंशात्स्त्रियान्तस्यामत्रेर्दत्तो व्यजायत ॥
संन्यासपद्धतिर्येन वर्द्धिता परमा मुने ॥
]

`verse 27 [
दुर्वासा मुनिशार्दूलः शिवांशान्मुनिसत्तमः ॥
जज्ञे तस्यां स्त्रियामत्रेर्वरधर्मप्रवर्तकः ॥
]

`verse 28 [
भूत्वा रुद्रश्च दुर्वासा ब्रह्मतेजोविवर्द्धनः ॥
चक्रे धर्मपरीक्षाञ्च बहूनां स दयापरः ॥
]

`verse 29 [
सूर्यवंशे समुत्पन्नो योऽम्बरीषो नृपोऽभवत् ॥
तत्परीक्षामकार्षीत्स तां शृणु त्वं मुनीश्वर। ॥
]

`verse 30 [
सोऽम्बरीषो नृपवरः सप्तद्वीपरसापतिः ॥
नियमं हि चकारासावेकादश्या व्रते दृढम् ॥
]

`verse 31 [
एकादश्या व्रतं कृत्वा द्वादश्यां चैव पारणाम् ॥
करिष्यामीति सुदृढसंकल्पस्तु नराधिपः ॥
]

`verse 32 [
ज्ञात्वा तन्नियमन्तस्य दुर्वासा मुनिसत्तमः॥
तदन्तिकं गतश्शिष्यैर्बहुभिश्शंकरांशजः ॥
]

`verse 33 [
पारणे द्वादशीं स्वल्पां ज्ञात्वा यावत्स भोजनम् ॥
कर्त्तुं व्यवसितस्तावदागतं स न्यमन्त्रयत् ॥
]

`verse 34 [
ततः स्नानार्थमगमद्दुर्वासाः शिष्यसंयुतः ॥
विलम्बं कृतवांस्तत्र परीक्षार्थं मुनिर्बहु ॥
]

`verse 35 [
धर्मविघ्नं तदा ज्ञात्वा स नृपः शास्त्रशासनात् ॥
जलम्प्राश्यास्थितस्तत्र तदागमनकांक्षया ॥
]

`verse 36 [
एतस्मिन्नन्तरे तत्र दुर्वासा मुनिरागतः ॥
कृताशनं नृपं ज्ञात्वा परीक्षार्थं धृताकृतिः ॥
]

`verse 37 [
चुक्रोधाति नृपे तस्मिन्परीक्षार्थं वृषस्य सः ॥
प्रोवाच वचनन्तूग्रं स मुनिश्शंकरांशजः ॥
]

`speaker [
दुर्वासा उवाच
]

`verse 38 [
मां निमन्त्र्य नृपाभोज्य जलं पीतन्त्वयाधम ॥
दर्शयामि फलं तस्य दुष्टदण्डधरो ह्यहम् ॥
]

`verse 39 [
इत्युक्त्वा क्रोधताम्राक्षो नृपं दग्धुं समुद्यतः ॥
समुत्तस्थौ द्रुतं चक्रं तत्स्थं रक्षार्थमैश्वरम् ॥
]

`verse 40 [
प्रजज्वालाति तं चक्रं मुनिं दग्धुं सुदर्शनम्॥
शिवरूपं तमज्ञात्वा शिवमायाविमोहितम्॥
]

`verse 41 [
एतस्मिन्नन्तरे व्योमवाण्युवाचाशरीरिणी॥
अम्बरीषम्महात्मानं ब्रह्मभक्तं च वैष्णवम्॥
]

`speaker [
व्योमवाण्युवाच
]

`verse 42 [
सुदर्शनमिदं चक्रं हरये शम्भुनार्पितम्॥
शांतं कुरु प्रज्वलितमद्य दुर्वाससे नृप॥
]

`verse 43 [
दुर्वासायं शिवः साक्षात्स चक्रं हरयेऽर्पितम् ॥
एवं साधारणमुनिं न जानीहि नृपोत्तम ॥
]

`verse 44 [
तव धर्मपरीक्षार्थमागतोऽयं मुनीश्वरः ॥
शरणं याहि तस्याशु भविष्यत्यन्यथा लयः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 45 [
इत्युक्त्वा च नभोवाणी विरराम मुनीश्वर ॥
अस्तावीत्स हरांशं तमम्बरीषोऽपि चादरात् ॥
]

`speaker [
अम्बरीष उवाच
]

`verse 46 [
यद्यस्ति दत्तमिष्टं च स्वधर्मो वा स्वनुष्ठितः ॥
कुलं नो विप्रदैवं चेद्धरेरस्त्रं प्रशाम्यतु ॥
]

`verse 47 [
यदि नो भगवान्प्रीतो मद्भक्तो भक्तवत्सलः ॥
सुदर्शनमिदं चास्त्रं प्रशाम्यतु विशेषतः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 48 [
इति स्तुवति रुद्राग्रे शैवं चक्रं सुदर्शनम् ॥
अशाम्यत्सर्वथा ज्ञात्वा तं शिवांशं सुलब्धधीः ॥
]

`verse 49 [
अथाम्बरीषस्स नृपः प्रणनाम च तं मुनिम् ॥
शिवावतारं संज्ञाय स्वपरीक्षार्थमागतम् ॥
]

`verse 50 [
सुप्रसन्नो बभूवाथ स मुनिः शंकरांशजः॥
भुक्त्वा तस्मै वरं दत्त्वा स्वाभीष्टं स्वालयं ययौ ॥
]

`verse 51 [
अम्बरीषपरीक्षायां दुर्वासश्चरितम्मुने ॥
प्रोक्तामन्यच्चरित्रन्त्वं शृणु तस्य मुनीश्वर ॥
]

`verse 52 [
पुनर्दाशरथेश्चक्रे परीक्षां नियमेन वै ॥
मुनिरूपेण कालेन यः कृतो नियमो मुने ॥
]

`verse 53 [
तदैव मुनिना तेन सौमित्रिः प्रेषितो हठात् ॥
तन्तत्याज द्रुतं रामो बन्धुं पणवशान्मुने ॥
]

`verse 54 [
सा कथा विहिता लोके मुनिभिर्बहुधोदिता ॥
नातो मे विस्तरात्प्रोक्ता ज्ञाता यत्सर्वधा बुधैः ॥
]

`verse 55 [
नियमं सुदृढं दृष्ट्वा सुप्रसन्नोऽभवन्मुनिः ॥
दुर्वासास्सुप्रसन्नात्मा वरन्तस्मै प्रदत्तवान् ॥
]

`verse 56 [
श्रीकृष्णनियमस्यापि परीक्षां स चकार ह ॥
तां शृणु त्वं मुनिश्रेष्ठ कथयामि कथां च ताम् ॥
]

`verse 57 [
ब्रह्मप्रार्थनया विष्णुर्वसुदेवसुतोऽभवत् ॥
धराभारावतारार्थं साधूनां रक्षणाय च॥
]

`verse 58 [
हत्वा दुष्टान्महापापान् ब्रह्मद्रोहकरान्मलान् ॥
ररक्ष निखिलान्साधून्ब्राह्मणान्कृष्णनामभाक् ॥
]

`verse 59 [
ब्रह्मभक्तिं चकाराति स कृष्णो वसुदेवजः ॥
नित्यं हि भोजयामास सुरसान्ब्राह्मणान्बहून् ॥
]

`verse 60 [
ब्रह्मभक्तो विशेषेण कृष्णश्चेति प्रथामगात ॥
संद्रष्टुकामस्स मुनिः कृष्णान्तिकमगान्मुने ॥
]

`verse 61 [
रुक्मणीसहितं कृष्णं सन्नं? कृत्वा रथे स्वयम् ॥
संयोज्य संस्थितो वाहं सुप्रसन्न उवाह तम् ॥
]

`verse 62 [
मुनी रथात्समुत्तीर्य दृष्ट्वा तां दृढताम्पराम् ॥
तस्मै भूत्वा सुप्रसन्नो वज्राङ्गत्ववरन्ददौ ॥
]

`verse 63 [
द्युनद्यामेकदा स्नानं कुर्वन्नग्नो बभूव ह ॥
लज्जितोभून्मुनिश्रेष्ठो दुर्वासाः कौतुकी मुने ॥
]

`verse 64 [
तज्ज्ञात्वा द्रौपदी स्नानं कुर्वती तत्र चादरात्॥
तल्लज्जां छादयामास भिन्नस्वाञ्चलदानतः ॥
]

`verse 65 [
तदादाय प्रवाहेनागतं स्वनिकटं मुनिः ॥
तेनाच्छाद्य स्वगुह्यं च तस्यै तुष्टो बभूव सः ॥
]

`verse 66 [
द्रौपद्यै च वरम्प्रादात्तदञ्चलविवर्द्धनम् ॥
पाण्डवान्सुखिनश्चक्रे द्रौपदी तद्वरात्पुनः ॥
]

`verse 67 [
हंसडिम्भौ नृपौ कौचित्सावमानकरौ खलौ ॥
दत्त्वा निदेशं च हरेर्नाशयामास स प्रभुः ॥
]

`verse 68 [
ब्रह्मतेजोविशेषेण स्थापयामास भूतले ॥
संन्यासपद्धतिञ्चैव यथाशास्त्र विधिक्रमम् ॥
]

`verse 69 [
बहूनुद्धारयामास सूपदेशं विबोध्य च ॥
ज्ञानं दत्त्वा विशेषेण बहून्मुक्तांश्चकार सः॥
]

`verse 70 [
इत्थं चक्रे स दुर्वासा विचित्रं चरितम्बहु॥
धन्यं यशस्यमायुष्यं शृण्वतस्सर्वकामदम् ॥
]

`verse 71 [
य इदं शृणुयाद्भक्त्या दुर्वासश्चरितम्मुदा॥
श्रावयेद्वा परां यश्च स सुखीह परत्र च ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां दुर्वासश्चरित्रवर्णनं नामैकोनविंशोऽध्यायः॥
]
