`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
अतः परं श्रुणु प्रीत्या हनुमच्चरितम्मुने॥
यथा चकाराशु हरो लीलास्तद्रूपतो वराः ॥
]

`verse 2 [
चकार सुहितं प्रीत्या रामस्य परमेश्वराः ॥
तत्सर्वं चरितं विप्र शृणु सर्वसुखावहम् ॥
]

`verse 3 [
एकस्मिन्समये शम्भुरद्भुतोतिकरः प्रभुः ॥
ददर्श मोहिनीरूपं विष्णोस्स हि वसद्गुणः? ॥
]

`verse 4 [
चक्रे स्वं क्षुभितं शम्भुः कामबाणहतो यथा ॥
स्वम्वीर्यम्पातयामास रामकार्यार्थमीश्वरः ॥
]

`verse 5 [
तद्वीर्यं स्थापयामासुः पत्रे सप्तर्षयश्च ते ॥
प्रेरिता मनसा तेन रामकार्यार्थमादरात ॥
]

`verse 6 [
तैर्गौतमसुतायां तद्वीर्यं शम्भोर्महर्षिभिः॥
कर्णद्वारा तथांजन्यां रामकार्यार्थमाहितम् ॥
]

`verse 7 [
ततश्च समये तस्माद्धनूमानिति नामभाक् ॥
शम्भुर्जज्ञे कपितनुर्महाबलपराक्रमः ॥
]

`verse 8 [
हनूमान्स कपीशानः शिशुरेव महाबलः ॥
रविबिम्बं बभक्षाशु ज्ञात्वा लघुफलम्प्रगे ॥
]

`verse 9 [
देवप्रार्थनया तं सोऽत्यजज्ज्ञात्वा महाबलम् ॥
शिवावतारं च प्राप वरान्दत्तान्सुरर्षिभिः ॥
]

`verse 10 [
स्वजनन्यन्तिकम्प्रागादथ सोतिप्रहर्षितः ॥
हनूमान्सर्वमाचख्यौ तस्यै तद्वृत्तमादरात्॥
]

`verse 11 [
तदाज्ञया ततो धीरस्सर्वविद्यामयत्नतः ॥
सूर्यात्पपाठ स कपिर्गत्वा नित्यं तदान्तिकम्॥
]

`verse 12 [
सूर्याज्ञया तदंशत्य सुग्रीवस्यान्तिकं ययौ॥
मातुराज्ञामनुप्राप्य रुद्रांशः कपिसत्तमः ॥
]

`verse 13 [
ज्येष्ठभ्रात्रा वालिना हि स्वस्त्रीभोक्त्रा तिरस्कृतः ॥
ऋष्यमृकगिरौ तेन न्यवसत्स हनूमता ॥
]

`verse 14 [
ततोऽभूत्स सुकण्ठस्य मन्त्री कपिवरस्सुधीः ॥
सर्वथा सुहितं चक्रे सुग्रीवस्य हरांशजः ॥
]

`verse 15 [
तत्रागतेन सभ्रात्रा हृतभार्येण दुःखिना ॥
कारयामास रामेण तस्य सख्यं सुखावहम् ॥
]

`verse 16 [
घातयामास रामश्च वालिनं कपिकुञ्जरम् ॥
भ्रातृपत्न्याश्च भोक्तारं पापिनम्वीरमानिनम् ॥
]

`verse 17 [
ततो रामाऽऽज्ञया तात हनूमान्वानरेश्वरः ॥
स सीतान्वेषणञ्चक्रे बहुभिर्वानरैस्सुधीः ॥
]

`verse 18 [
ज्ञात्वा लङ्कागतां सीतां गतस्तत्र कपीश्वरः ॥
द्रुतमुल्लंघ्य सिंधुन्तमनिस्तीर्य्यं परैस्स वै ॥
]

`verse 19 [
चक्रेऽद्भुतचरित्रं स तत्र विक्रमसंयुतम् ॥
अभिज्ञानन्ददौ प्रीत्या सीतायै स्वप्रभोर्वरम् ॥
]

`verse 20 [
सीताशोकं जहाराशु स वीरः कपिनायकः ॥
श्रावयित्वा रामवृत्तं तत्प्राणावनकारकम् ॥
]

`verse 21 [
तदभिज्ञानमादाय निवृत्तो रामसन्निधिम्॥
रावणाऽऽराममाहत्य जघान बहुराक्षसान्॥
]

`verse 22 [
तदेव रावणसुतं हत्वा सबहुराक्षसम् ॥
स महोपद्रवं चक्रे महोतिस्तत्र निर्भयः ॥
]

`verse 23 [
यदा दग्धो रावणेनावगुंठ्य वसनानि च ॥
तैलाभ्यक्तानि सुदृढं महाबलवता मुने॥
]

`verse 24 [
उत्प्लुत्योत्प्लुत्य च तदा महादेवांशजः कपिः ॥
ददाह लंकां निखिलां कृत्वा व्याजन्तमेव हि ॥
]

`verse 25 [
दग्ध्वा लंकां वंचयित्वा विभीषणगृहं ततः ॥
अपतद्वारिधौ वीरस्ततस्स कपिकुञ्जरः ॥
]

`verse 26 [
स्वपुच्छं तत्र निर्वाप्य प्राप तस्य परन्तटम् ॥
अखिन्नस्स ययौ रामसन्निधिं गिरिशांशजः ॥
]

`verse 27 [
अविलंबेन सुजवो हनूमान् कपिसत्तमः ॥
रामोपकण्ठमागत्य ददौ सीताशिरोमणिम् ॥
]

`verse 28 [
ततस्तदाज्ञया वीरस्सिन्धौ सेतुमबन्धयत् ॥
वानरस्स समानीय बहून्गिरिवरान्बली ॥
]

`verse 29 [
गत्वा तत्र ततो रामस्तर्तुकामो यथा ततः ॥
शिवलिंगं समानर्च प्रतिष्ठाप्य जयेप्सया ॥
]

`verse 30 [
तद्वरात्स जयं प्राप्य वरं तीर्त्वोदधिं ततः ॥
लंकामावृत्य कपिभी रणं चक्रे स राक्षसैः ॥
]

`verse 31 [
जघानाथासुरान्वीरो रामसैन्यं ररक्ष सः ॥
शक्तिक्षतं लक्ष्मणं च संजीविन्या ह्यजीवयत् ॥
]

`verse 32 [
सर्वथा सुखिनं चक्रे सरामं लक्ष्मणं हि सः ॥
सर्वसैन्यं ररक्षासौ महादेवात्मजः प्रभुः ॥
]

`verse 33 [
रावणं परिवाराढ्यं नाशयामास विश्रमः ॥
सुखीचकार देवान्स महाबलग्रहः कपि॥
]

`verse 34 [
महीरावणसंज्ञं स हत्वा रामं सलक्ष्मणम् ॥
तत्स्थानादानयामास स्वस्थानम्परिपाल्य च ॥
]

`verse 35 [
रामकार्यं चकाराशु सर्वथा कपिपुंगवः ॥
असुरान्नमयामास नानालीलां चकार च ॥
]

`verse 36 [
स्थापयामास भूलोके रामभक्तिं कपीश्वरः॥
स्वयं भक्तवरो भूत्वा सीतारामसुखप्रदः॥
]

`verse 37 [
लक्ष्मणप्राणदाता च सर्वदेवमदापहः ॥
रुद्रावतारो भगवान्भक्तोद्धारकरस्स वै ॥
]

`verse 38 [
हनुमान्स महावीरो रामकार्यकरस्सदा॥
रामदूताभिधो लोके दैत्यघ्नो भक्तवत्सलः॥
]

`verse 39 [
इति ते कथितं तात हनुमच्चरितम्वरम्॥
धन्यं यशस्यमायुष्यं सर्वकामफलप्रदम्॥
]

`verse 40 [
य इदं शृणुयाद्भक्त्या श्रावयेद्वा समाहितः॥
स भुक्त्वेहाखिलान्कामानन्ते मोक्षं लभेत्परम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां हनुमदवतारचरित्रवर्णनं नाम विंशोऽध्यायः ॥
]
