`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
अथ प्रीत्या शृणु मुनेऽवतारं परमं प्रभोः ॥
शंकरस्यात्मभूपुत्र शृण्वतां सर्वकामदम् ॥
]

`verse 2 [
एकदा मुनिशार्दूल गिरिजाशंकरावुभौ ॥
विहर्तुकामौ संजातौ स्वेच्छया परमेश्वरौ ॥
]

`verse 3 [
भैरवं द्वारपालं च कृत्वाभ्यन्तरमागतौ ॥
नानासखिगणैः प्रीत्या सेवितौ नरशीलितौ ॥
]

`verse 4 [
चिरं विहृत्य तत्र द्वौ स्वतन्त्रौ परमेश्वरौ ॥
बभूवतुः प्रसन्नौ तौ नानालीलाकरौ मुने ॥
]

`verse 5 [
अथोन्मत्ताकृतिर्देवी स्वतन्त्रा लीलया शिवा ॥
आगता द्वारि तद्रूपा प्रभोराज्ञामवाप सा॥
]

`verse 6 [
तां देवीं भैरवस्सोथ नारीदृष्ट्या विलोक्य च ॥
निषिषेध बहिर्गन्तुं तद्रूपेण विमोहितः ॥
]

`verse 7 [
नारीदृष्ट्या सुदृष्टा सा भैरवेण यदा मुने ॥
कुद्धाऽभवच्छिवा देवी तं शशाप तदांबिका ॥
]

`speaker [
शिवोवाच
]

`verse 8 [
नारीदृष्ट्या पश्यसि त्वं यतो मां पुरुषाधम ॥
अतो भव धरायां हि मानुषस्त्वं च भैरव ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 9 [
इत्थं यदाऽभवच्छप्तो भैरवश्शिवया मुने ॥
हाहाकारो महानासीद्दुःखमाप स लीलया ॥
]

`verse 10 [
ततश्च शंकरः शीघ्रं तमागत्य मुनीश्वर ॥
आश्वासयद्भैरवं हि नानाऽनुनयकोविदः ॥
]

`verse 11 [
तच्छापाद्भैरवस्सोथ क्षिताववतरन्मुने ॥
मनुष्ययोन्यां वैतालसंज्ञकश्शंकरेच्छया ॥
]

`verse 12 [
तत्स्नेहतः शिवः सोपि क्षिताववतरद्विभुः ॥
शिवया सह सल्लीलो लौकिकीङ्गतिमाश्रितः ॥
]

`verse 13 [
महेशाह्वः शिवश्चासीच्छारदा गिरिजा मुने ॥
सुलीलां चक्रतुः प्रीत्या नाना लीला विशारदौ ॥
]

`verse 14 [
इति ते कथितं तात महेशचरितं वरम् ॥
धन्यं यशस्यमायुष्यं सर्वकामफलप्रदम् ॥
]

`verse 15 [
य इदं शृणुयाद्भक्त्या श्रावयेद्वा समाहितः ॥
स भुक्त्वेहाखिलान्भोगानन्ते मोक्षमवाप्नुयात् ॥
]

`colophon [
इति श्रीशिव महापुराणे तृतीयायां शतरुद्रसंहितायां महेशावतारवर्णनं नामैकविंशोध्यायः॥
]
