`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
शृणु ब्रह्मसुत प्राज्ञ वृषेशाख्यं मुनीश्वर ॥
शिवावतारं सल्लीलं हरिगर्वहरं वरम् ॥
]

`verse 2 [
पुरा देवासुराः सर्वे जरामृत्युभयार्दिताः ॥
परस्परं च संधाय रत्नान्यादित्सवोऽभवन् ॥
]

`verse 3 [
ततः सुराऽसुराः सर्वे क्षीरोदं सागरोत्तमम् ॥
उद्यता मथितुं तं च बभूवुर्मुनि नन्दन ॥
]

`verse 4 [
आसञ्छुचिस्मितास्सर्वे केनेदं मन्थनं भवेत् ॥
स्वकार्यसिद्धये तस्य ब्रह्मन्निति सुरासुराः ॥
]

`verse 5 [
तदा नभोगता वाणी मेघगम्भीरनिस्वना ॥
उवाच देवान्दैत्यांश्च श्वासयन्तीश्वराज्ञया ॥
]

`speaker [
नभोवाण्युवाच
]

`verse 6 [
हे देवा असुराश्चैव मन्थध्वं क्षीरसागरम् ॥
भवताम्बलबुद्धिर्हि भविष्यति न संशयः ॥
]

`verse 7 [
मन्दरं चैव मन्थानं रज्जुं कुरुत वासुकिम् ॥
मिथस्सर्वे मिलित्वा तु मंथनं कुरुतादरात् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 8 [
नभोगता तदा वाणीं निशम्याथ सुरासुरः ॥
उद्योगं चक्रिरे सर्वे तत्कर्तुं मुनिसत्तम ॥
]

`verse 9 [
सुसन्धायाखिलास्ते वै मन्दरम्पर्वतोत्तमम् ॥
कनकाभं च सरलं नानाशोभार्चितं ययुः ॥
]

`verse 10 [
सुप्रसाद्य गिरीशं तं तदाज्ञप्ताः सुरासुराः ॥
बलादुत्पाटयामासुर्नेतुकामाः पयोऽर्णवम् ॥
]

`verse 11 [
भुजैरुत्पाट्य ते सर्व्वे जग्मुः क्षीरार्णव पुरे ॥
अशक्ता अभवंस्तत्र तमानेतुं हतौजसः ॥
]

`verse 12 [
तद्भुजैस्स परिभ्रष्टः पतितो मंदरो गिरिः ॥
सहसातिगुरुस्सद्यो देवदैत्योपरि ध्रुवम्॥
]

`verse 13 [
एवम्भग्नोद्यमा भग्नाः सम्बभूवुस्सुरासुरा॥
चेतनाः प्राप्य च ततस्तुष्टुवुर्जगदीश्वरम् ॥
]

`verse 14 [
तदिच्छयोद्यतास्सर्वे पुनरुत्थाय तं गिरिम्॥
निचिक्षिपुर्जले नीत्वा क्षीरोदस्योत्तरे तटे ॥
]

`verse 15 [
ततस्सुरासुरगणा रज्जुं कृत्वा च वासुकिम् ॥
रत्नान्यादातुकामास्ते ममंथुः क्षीरसागरम् ॥
]

`verse 16 [
क्षीरोदे मथ्यमाने तु श्रीस्स्वर्लोकमहेश्वरी ॥
समुद्भूता समुद्राच्च भृगुपुत्री हरिप्रिया ॥
]

`verse 17 [
धन्वन्तरिः शशांकश्च पारिजातो महाद्रुमः ॥
उच्चैश्श्रवाश्च तुरगो गज ऐरावतस्तथा ॥
]

`verse 18 [
सुरा हरिधनु श्शङ्खो गावः कामदुघास्ततः ॥
कौस्तुभाख्यो मणिश्चैव तथा पीयूषमेव च ॥
]

`verse 19 [
पुनश्च मथ्यमाने तु कालकूटं महाविषम् ॥
युगान्तानलभ जातं सुरासुरभयावहम ॥
]

`verse 20 [
पीयूषजन्मकाले तु बिन्दवो ये बहिर्गताः ॥
तेभ्यः कान्ता समुद्भूता बह्वयो ह्यद्भुतदर्शनाः ॥
]

`verse 21 [
शरत्पूर्णेन्दुवदनास्तडित्सूर्य्यानलप्रभाः ॥
हारकेयूरकटकैर्दिव्यरत्नैरलङ्कृताः ॥
]

`verse 22 [
लावण्यामृततोयेन तास्सिंचन्त्यो दिशो दश ॥
जगदुन्मादयन्त्येव भ्रूभङ्गायतवीक्षणाः ॥
]

`verse 23 [
कोटिशस्तास्समुत्पन्नास्त्वमृतात्कामनिस्सृताः ॥
ततोऽमृतं समुत्पन्नं जरामृत्युनिवारणम् ॥
]

`verse 24 [
लक्ष्मीं शंखं कौस्तुभं च खड्गं जग्राह केशवः ॥
जग्राहार्को हयं दिव्यमुच्चैःश्रवसमादरात् ॥
]

`verse 25 [
पारिजातं तरुवरमैरावतमिभेश्वरम् ॥
शचीपतिश्च जग्राह निर्जरेशो महादरात ॥
]

`verse 26 [
कालकूटं शशांकं च देवत्राणाय शंकरः ॥
स्वकण्ठे धृतवाञ्छम्भुस्स्वेच्छया भक्तवत्सलः ॥
]

`verse 27 [
दैत्यास्सुराख्यां रमणीमीश्वराज्ञाविमोहिताः ॥
जगृहुः सकला व्यास सर्वे धन्वन्तरिं जनाः॥
]

`verse 28 [
जगृहुर्मुनयस्सर्वे कामधेनुम्मुनीश्वराः ॥
सामान्यतस्त्रियस्ताश्च स्थिता आसन्विमोहिताः ॥
]

`verse 29 [
अमृतार्थं महायुद्धं संबभूव जयैषिणाम्॥
सुराणामसुराणां च मिथः संक्षुब्धचेतसाम् ॥
]

`verse 30 [
हृतं सोमं च दैतेयैर्बलाद्देवान्विजित्य च ॥
बलिप्रभृतिभिर्व्यास युगान्ताग्न्यर्कसुप्रभैः ॥
]

`verse 31 [
देवाश्शंकरमापन्ना विह्वलाश्शिवमायया ॥
सर्वे शक्रादयस्तात दैतेयैरर्दिता बलात् ॥
]

`verse 32 [
ततस्तदमृतं यत्नात्स्त्रीस्वरूपेण मायया ॥
शिवाज्ञया रमेशेन दैत्येभ्यश्च हृतम्मुने ॥
]

`verse 33 [
अपाययत्सुरांस्तांश्च मोहिनीस्त्रीस्वरूपधृक् ॥
मोहयित्वा सुरान्सर्वान्हरिर्मायाविनां वरः॥
]

`verse 34 [
गत्वा निकटमेतस्या ऊचिरे दैत्यपुंगवाः ॥
पाययस्व सुधामेतां मा भूद्भेदोऽत्र पंक्तिषु॥
]

`verse 35 [
एतदुक्त्वा ददुस्तस्मै विष्णवे छलरूपिणे ॥
ते दैत्या दानवाः सर्वे शिवमायाविमोहिताः ॥
]

`verse 36 [
एतस्मिन्नन्तरे दृष्ट्वा स्त्रियो दानवपुंगवाः ॥
अनयन्नमृतोद्भूता यथास्थानं यथासुखम् ॥
]

`verse 37 [
तासाम्पुराणि दिव्यानि स्वर्गाच्छगुणान्यपि॥
घोरैर्यन्त्रैस्सुगुप्तानि मयमायाकृतानि च॥
]

`verse 38 [
सुरक्षितानि सर्वाणि कृत्वा युद्धाय निर्ययुः॥
अस्पृष्टवक्षसो दैत्याः कृत्वा समयमेव हि॥
]

`verse 39 [
न स्पृशामः स्त्रियश्चेमा यदि देवैर्विनिर्जिताः ॥
इत्युक्त्वा ते महावीरा दैत्यास्सर्वे युयुत्सवः ॥
]

`verse 40 [
सिंहनादन्ततश्चक्रुश्शंखान्दध्मुः पृथक्पृथक्॥
पूरयन्त इवाकाशं तर्पयन्तो बलाहकान्॥
]

`verse 41 [
युद्धं बभूव देवानामसुरैस्सह भीकरम् ॥
देवासुराख्यमतुलं प्रसिद्धं भुवनत्रये॥
]

`verse 42 [
जयं प्रापुस्सुरास्सर्वे विष्णुना परिरक्षिताः॥
दैत्याः पलायितास्तत्र हताः सामरविष्णुना ॥
]

`verse 43 [
दैत्याः संमोहिता देवैर्विष्णुना च महात्मना ॥
हतावशिष्टाः पातालं विविशुर्विवराणि च ॥
]

`verse 44 [
अनुवव्राज तान्विष्णुश्चक्रपाणिर्महाबलः ॥
पातालं परमं गत्वा संस्थितान्भीतभीतवत् ॥
]

`verse 45 [
एतस्मिन्नन्तरे विष्णु ददर्शामृतसम्भवाः ॥
कान्ताः पूर्णेन्दुवदना दिव्यलावण्यगर्विताः ॥
]

`verse 46 [
संमोहितः कामबाणैर्लेभे तत्रैव निर्वृतिम् ॥
ताभिश्च वरनारीभिः क्रीडमानो बभूव ह ॥
]

`verse 47 [
ताभ्य पुत्रानजनयद्विष्णुर्वरपराक्रमान् ॥
महीं सर्वां कंपयतो नानायुद्धविशारदान् ॥
]

`verse 48 [
ततो वै हरिपुत्रास्ते महाबलपराक्रमाः ॥
महोपद्रवमाचेरुस्स्वर्गे भुवि च दुःखदम् ॥
]

`verse 49 [
लोकोपद्रवमालक्ष्य निर्जरा मुनयोऽथ वै ॥
चक्रुर्निवेदनन्तेषां ब्रह्मणे प्रणिपत्य च ॥
]

`verse 50 [
तच्छ्रुत्वादाय तान्ब्रह्मा ययौ कैलासपर्वतम् ॥
तत्र दृष्ट्वा शिवं देवैः प्रणनाम पुनः पुनः ॥
]

`verse 51 [
तुष्टाव विविधैस्तोत्रैर्नत स्कन्धः कृताञ्जलिः ॥
जय देव महादेव सर्वस्वामिन्निति ब्रुवन् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 52 [
देवदेव महादेव लोकान्रक्षाखिलान्प्रभो ॥
उपद्रुतान्विष्णुपुत्रैः पातालस्थैर्विकारिभिः ॥
]

`verse 53 [
नारीष्वमृतभूतासु संसक्तात्मा हरिर्विभो ॥
पाताले तिष्ठतीदानीं रमते हि विकारवान् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 54 [
इत्थं बहुस्तुतः शम्भुर्ब्रह्मणा सर्षिनिर्जरैः ॥
लोकसंरक्षणार्थाय विष्णोरानयनाय च ॥
]

`verse 55 [
ततस्स भगवाञ्छम्भुः कृपासिंधुर्महेश्वरः ॥
तदुपद्रवमाज्ञाय वृषरूपो बभूव ह॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां विष्णूपद्रववृषावतारवर्णनं नाम द्वाविंशोऽध्यायः ॥
]
