`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
ततो वृषभरूपेण गर्जमानः पिनाकधृक् ॥
प्रविष्टो विवरं तत्र निनदन्भैरवान्रवान् ॥
]

`verse 2 [
निपेस्तुतस्य निनदैः पुराणि नगराणि च ॥
प्रकम्पो हि बभूवाथ सर्वेषां पुरवासिनाम् ॥
]

`verse 3 [
ततो वृषो हरेः पुत्रान्संग्रामोद्यतकार्मुकान् ॥
शिवमायाविमूढात्ममहाबलपराक्रमान् ॥
]

`verse 4 [
हरिपुत्रास्ततस्तेऽथ प्राकुप्यन्मुनिसत्तम  ॥
प्रदुद्रुवुः प्रगर्ज्योच्चैर्वीराश्शंकरसन्मुखम् ॥
]

`verse 5 [
आयातांस्तान्हरेः पुत्रान्रुद्रो वृषभरूपधृक् ॥
प्राकुप्यद्विष्णुपुत्रांश्च खुरैश्शृंगैर्व्यदारयत् ॥
]

`verse 6 [
विदारितांगा रुद्रेण सर्वे हरिसुताश्च ते ॥
नष्टा द्रुतं सन्बभूवुर्गतप्राणा विचेतसः ॥
]

`verse 7 [
हतेषु तेषु पुत्रेषु विष्णुर्बलवतां वरः ॥
निष्क्रम्याथ प्रणम्योच्चैर्ययौ शीघ्रं हरान्तिकम् ॥
]

`verse 8 [
दृष्ट्वा रुद्रं प्रव्रजंतं हतविष्णुसुतं वृषम्॥
शरैस्सन्ताडयामास दिव्यैरस्त्रैश्च केशवः॥
]

`verse 9 [
ततः क्रुद्धो महादेवो वृषरूपी मदाबलः ॥
अस्त्राणि तानि विष्णोश्च जग्रास गिरिगोचरः ॥
]

`verse 10 [
अथ कृत्वा महाकोपं वृषात्मा स महेश्वरः ॥
विननाद महाघोरं कम्पयंस्त्रिजगन्मुने ॥
]

`verse 11 [
तत विष्णोश्च तरसा खुरैश्शृंगैर्व्यदारयत् ॥
विष्णुं क्रोधाकुलं मूढमजानन्तं निजं हरिम्॥
]

`verse 12 [
ततस्स शिथिलात्मा हि व्यथितांगो बभूव ह॥
तत्प्रहारमसह्याशु हरिर्मायाविमोहितः॥
]

`verse 13 [
गतगर्वोहरिश्चैव विचेता गतचेतनः॥
ज्ञातवान्परमेशानं विहरन्तं वृषात्मना॥
]

`verse 14 [
अथ विज्ञाय गौरीशमागतं वृषरूपतः ॥
प्राह गम्भीरया वाचा नतस्कन्धः कृताञ्जलिः ॥
]

`speaker [
हरिरुवाच
]

`verse 15 [
देवदेव महादेव करुणासागर प्रभो॥
मायया ते महेशान मोहितोहं विमूढधीः ॥
]

`verse 16 [
कृतं युद्धं त्वयेशेन स्वनाथेन मया प्रभो ॥
कृपां कृत्वा मयि स्वामिन्सोऽपराधो हि सह्यताम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 17 [
तस्य तद्वचनं श्रुत्वा हरेर्दीनतया मुने ॥
भगवाञ्छंकरः प्राह रमेशं भक्तवत्सलः ॥
]

`verse 18 [
हे विष्णो हे महाबुद्धे कथं मां ज्ञातवान्न हि ॥
युद्धं कृतं कृतस्तेऽद्य ज्ञानं सर्व्वं च विस्मृतम्॥
]

`verse 19 [
आत्मानं किन्न जानासि मदधीनपराक्रमम् ॥
त्वया नात्र रतिः कार्या निवर्तस्व कुचारतः ॥
]

`verse 20 [
कामाधीनं कथं ज्ञानं स्त्रीषु सक्तो विहारकृत् ॥
नोचितन्तव देवेश स्मरणं विश्वतारणम्॥
]

`verse 21 [
तच्छुत्वा शम्भुवचनं विज्ञानप्रदमादरात्॥
व्रीड्यन्स्वमनसा विष्णुः प्राह वाचं महेश्वरम्॥
]

`speaker [
विष्णुरुवाच
]

`verse 22 [
ममात्र विद्यते चक्रं तद्गृहीत्वे तदादरात्॥
गमिष्यामि स्वलोकन्तन्त्वदाज्ञापरिपालकः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 23 [
तदाकर्ण्य महेशानो वचनं वैष्णवं हरः ॥
प्रत्युवाच वृषात्मा हि वृषरक्षः पुनर्हरिम् ॥
]

`verse 24 [
न विलम्बः प्रकर्त्तव्यो गन्तव्यमित आशु ते॥
मच्छासनाद्धरे लोके चक्रमत्रैव तिष्ठताम्॥
]

`verse 25 [
सन्तानादित्यसंस्थानाच्छिवत्ववचनादपि॥
अहं घोरतरं तस्माच्चक्रमन्यद्ददामि ते ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 26 [
एतदुक्त्वा हरोऽलेखीद्दिव्यं कालानलप्रभम् ॥
परं चक्रं प्रदीप्तं हि सर्वदुष्टविनाशनम् ॥
]

`verse 27 [
विष्णवे प्रददौ चक्रं घोरार्कायुतसुप्रभम् ॥
सर्वामरमुनीन्द्राणां रक्षकाय महात्मने ॥
]

`verse 28 [
लब्ध्वा सुदर्शनं चान्यञ्चक्रं परमदीप्तिमित् ॥
उवाच विबुधांस्तत्र विष्णुर्बुद्धिमतां वरः ॥
]

`verse 29 [
सर्वदेववरा यूयं मद्वाक्यं शृणुतादरात् ॥
कर्तव्यन्तत्तथा शीघ्रं ततश्शं वो भविष्यति ॥
]

`verse 30 [
दिव्या वरांगनास्सन्ति पाताले यौवनान्विताः॥
ताभिः सार्द्धं महाक्रीडां यः करोतु करोतु सः॥
]

`verse 31 [
तच्छुत्वा केशवाद्वाक्यं शूरास्त्रिदशयोनयः ॥
प्रवेष्टुकामाः पातालम्बभूवुर्विष्णुना सह ॥
]

`verse 32 [
विचारमथ विज्ञाय तन्तदा भगवान्हर ॥
क्रोधाच्छापन्ददौ घोरं देवयोन्यष्टकस्य च ॥
]

`speaker [
हर उवाच
]

`verse 33 [
वर्जयित्वा मुनिं शान्तं दानवान्वा मदंशजम् ॥
इदं यः प्रविशेत्स्थानं तस्य स्यान्निधनं क्षणात् ॥
]

`verse 34 [
श्रुत्वा वाक्यमिदं घोरं मनुष्यहितवर्धनम् ॥
प्रत्याख्यातास्तु रुद्रेण देवास्स्वगृहमा ययुः ॥
]

`verse 35 [
एवं स्त्रीलः परो विष्णुश्शिवेन प्रतिशासितः ॥
स्वर्लोकमगमद्व्यास स्वास्थ्यं प्राप जगच्च तत् ॥
]

`verse 36 [
वृषेश्वरोऽपि भगवाच्छंकरो भक्तवत्सलः ॥
इत्थं कृत्वा देवकार्यं जगाम स्वगिरीश्वरम् ॥
]

`verse 37 [
वृषेश्वरावतारस्तु वर्णितश्शंकरस्य च ॥
विष्णुमोहहरश्शर्वस्त्रैलोक्यसुखकारकः ॥
]

`verse 38 [
पवित्रमिदमाख्यानं शत्रुबाधाहरम्परम् ॥
स्वर्ग्यं  यशस्यमायुष्यं भुक्तिमुक्तिप्रदं सताम् ॥
]

`verse 39 [
य इदं शृणुयाद्भक्त्या श्रावयेद्वै समाहितः ॥
स भुक्त्वा सकलान्कामानन्ते मोक्ष मवाप्नुयात् ॥
तथा पठिति यो हीदं पाठयेत्सुधियो नरान् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसहितायां वृषेश्वरसंज्ञकशिवावतारवर्णनं नाम त्रयोविंशोऽध्यायः ॥
]
