`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
पिप्पलादाख्यपरममवतारं महेशितुः ॥
शृणु प्राज्ञ महाप्रीत्या भक्तिवर्धनमुत्तमम्॥
]

`verse 2 [
यः पुरा गदितो विप्रो दधीचिर्मुनिसत्तमः ॥
महाशैवस्सुप्रतापी च्यावनिर्भृगुवंशजः॥
]

`verse 3 [
क्षुवेण सह संग्रामे येन विष्णुः पराजितः॥
सनिर्जरोऽथ संशप्तो महेश्वरसहायिना॥
]

`verse 4 [
तस्य पत्नी महाभागा सुवर्चा नामनामतः॥
महापतिव्रता साध्वी यया शप्ता दिवौकसः ॥
]

`verse 5 [
तस्मात्तस्यां महादेवो नानालीलाविशारदः ॥
प्रादुर्बभूव तेजस्वी पिप्पलादेति नामतः ॥
]

`speaker [
सूत उवाच
]

`verse 6 [
इत्याकर्ण्य मुनिश्रेष्ठो नन्दीश्वरवचोऽद्भुतम्॥
सनत्कुमारः प्रोवाच नतस्कन्धः कृताञ्जलिः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 7 [
नन्दीश्वर महाप्राज्ञ साक्षाद्रुद्रस्वरूपधृक् ॥
धन्यस्त्वं सद्गुरुस्तात श्रावितेयं कथाद्भुता ॥
]

`verse 8 [
क्षुवेण सह संग्रामे श्रुतो विष्णुपुरा जयः ॥
ब्रह्मणा मे पुरा तात तच्छापश्च शिलादज ॥
]

`verse 9 [
अधुना श्रोतुमिच्छामि देवशापं सुवर्चया॥
दत्तं पश्चात्पिप्पलादचरितं मङ्गलायनम् ॥
]

`speaker [
सूत उवाच
]

`verse 10 [
इति श्रुत्वाथ शैलादिर्विधिपुत्रवचश्शुभम् ॥
प्रत्युवाच प्रसन्नात्मा स्मृत्वा शिवपदाम्बुजम्॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 11 [
एकदा निर्जरास्सर्वे वासवाद्या मुनीश्वर ॥
वृत्रासुरसहायैश्च दैत्यैरासन्पराजिताः ॥
]

`verse 12 [
स्वानि स्वानि वरास्त्रा णि दधीचस्याश्रमेऽखिलाः ॥
निक्षिप्य सहसा सद्योऽभवन्देवाः पराजिताः ॥
]

`verse 13 [
तदा सर्वे सुरास्सेन्द्रा वध्यमानास्तथर्षयः॥
ब्रह्मलोकगताश्शीघ्रं प्रोचुः स्वं व्यसनं च तत् ॥
]

`verse 14 [
तच्छ्रुत्वा देववचनं ब्रह्मा लोकपितामहः ॥
सर्वं शशंस तत्त्वेन त्वष्टुश्चैव चिकीर्षितम् ॥
]

`verse 15 [
भवद्वधार्थं जनितस्त्वष्ट्रायं तपसा सुराः ॥
वृत्रो नाम महातेजाः सर्वदैत्याधिपो महान् ॥
]

`verse 16 [
अथ प्रयत्नः क्रियतां भवेदस्य वधो यथा ॥
तत्रोपायं शृणु प्राज्ञ धर्महेतोर्वदामि ते ॥
]

`verse 17 [
महामुनिर्दधीचिर्यस्स तपस्वी जितेन्द्रियः ॥
लेभे शिवं समाराध्य वज्रास्थित्ववरम्पुरा ॥
]

`verse 18 [
तस्यास्थीन्येव याचध्वं स दास्यति न संशय ॥
निर्माय तैर्दण्डवज्रं वृत्रं जहि न संशयः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 19 [
तच्छ्रुत्वा ब्रह्मवचनं शक्रो गुरुसमन्वितः॥
आगच्छत्सामरः सद्यो दधीच्याश्रममुत्तमम् ॥
]

`verse 20 [
दृष्ट्वा तत्र मुनिं शक्रः सुवर्चान्वितमादरात् ॥
ननाम साञ्जलिर्नम्रः सगुरुः सामरश्च तम् ॥
]

`verse 21 [
तदभिप्रायमाज्ञाय स मुनिर्बुधसत्तमः ॥
स्वपत्नीं प्रेषयामास सुवर्चां स्वाश्रमान्तरम् ॥
]

`verse 22 [
ततस्स देवराजश्च सामरः स्वार्थसाधकः ॥
अर्थशास्त्रपरो भूत्वा मुनीशं वाक्यमब्रवीत् ॥
]

`speaker [
शक्र उवाच
]

`verse 23 [
त्वष्ट्रा विप्रकृताः सर्वे वयन्देवास्तथर्षयः ॥
शरण्यं त्वां महाशैवं दातारं शरणं गताः ॥
]

`verse 24 [
स्वास्थीनि देहि नो विप्र महावज्रमयानि हि ॥
अस्थ्ना ते स्वपविं कृत्वा हनिष्यामि सुरद्रुहम् ॥
]

`verse 25 [
इत्युक्तस्तेन स मुनिः परोपकरणे रतः ॥
ध्यात्वा शिवं स्वनाथं हि विससर्ज कलेवरम् ॥
]

`verse 26 [
ब्रह्मलोकं गतस्सद्यस्स मुनिर्ध्वस्तबन्धनः ॥
पुष्पवृष्टिरभूत्तत्र सर्वे विस्मयमागताः ॥
]

`verse 27 [
अथ गां सुरभिं शक्र आहूयाशु ह्यलेहयत् ॥
अस्त्रनिर्मितये त्वाष्ट्रं निदि देश तदस्थिभिः ॥
]

`verse 28 [
विश्वकर्मा तदाज्ञप्तश्चक्लृपेऽस्त्राणि कृत्स्नशः ॥
तदस्थिभिर्वज्रमयस्सुदृढैश्शिववर्चसा ॥
]

`verse 29 [
वंशोद्भवं वज्रं शरो ब्रह्मशिरस्तथा॥
अन्यास्थिभिर्बहूनि स्वपराण्यस्त्राणि निर्ममे ॥
]

`verse 30 [
तमिन्द्रो वज्रमुद्यम्य वर्द्धितः शिववर्चसा ॥
वृत्रमभ्यद्रवत्क्रुद्धो मुने रुद्र इवान्तकम् ॥
]

`verse 31 [
ततः शक्रस्सुसन्नद्धस्तेन वज्रेण स द्रुतम् ॥
उच्चकर्त शिरो वार्त्रं गिरिशृंगमिवौजसा ॥
]

`verse 32 [
तदा समुत्सवस्तात बभूव त्रिदिवौकसाम्॥
तुष्टुवुर्निर्जराश्शक्रम्पेतुः कुसुमवृष्टयः ॥
]

`verse 33 [
इति ते कथितन्तात प्रसंगाच्चरि तन्त्विदम्॥
पिप्पलादावतारम्भे शृणु शम्भोर्महादरात्॥
]

`verse 34 [
सुवर्चा सा मुनेः पत्नी दधीचस्य महात्मनः ॥
ययौ स्वमाश्रमाभ्यन्तस्तदाज्ञप्ता पतिव्रता ॥
]

`verse 35 [
आगत्य तत्र सा दृष्ट्वा न पतिं स्वन्तपस्विनी ॥
गृहकार्यं च सा कृत्वाखिलम्पतिनिदेशतः ॥
]

`verse 36 [
आजगाम पुनस्तत्र पश्यन्ती बह्वशोभनम् ॥
देवांश्च तान्मुनिश्रेष्ठ सुवर्चा विस्मिताभवत्॥
]

`verse 37 [
ज्ञात्वा च तत्सर्वमिदं सुराणां कृत्यं तदानीञ्च चुकोप साध्वी ॥
ददौ तदा शापमतीव रुष्टा तेषां सुवर्चा ऋषिवर्यभार्या ॥
]

`speaker [
सुवर्चोवाच
]

`verse 38 [
अहो सुरा द्रुष्टतराश्च सर्वे स्वकार्यदक्षा ह्यबुधाश्च लुब्धाः ॥
तस्माच्च सर्वे पशवो भवन्तु सेन्द्राश्च मेऽद्यप्रभृतीत्युवाच ॥
]

`verse 39 [
एवं शापन्ददौ तेषां सुराणां सः तपस्विनी ॥
सशक्राणां च सर्वेषां सुवर्चा मुनिकामिनी ॥
]

`verse 40 [
अनुगन्तुम्पतेर्लोकमथेच्छत्सा पतिव्रता॥
चितां चक्र समेधोभिः सुपवित्रैर्मनस्विनी ॥
]

`verse 41 [
ततो नभोगिरा प्राह सुवर्चान्ताम्मुनिप्रियाम् ॥
आश्वासयन्ती गिरिशप्रेरिता सुखदायिनी ॥
]

`speaker [
आकाशवाण्युवाच
]

`verse 42 [
साहसं न कुरु प्राज्ञे शृणु मे परमं वचः ॥
मुनितेजस्त्वदुदरे तदुत्पादय यत्नतः ॥
]

`verse 43 [
ततः स्वाभीष्टचरणन्देवि कर्तुन्त्वमर्हसि ॥
सगर्भा न दहेद्गात्रमिति ब्रह्मनिदेशनम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 44 [
इत्युक्त्वा सा नभोवाणी विरराम मुनीश्वर ॥
तां श्रुत्वा सा मुनेः पत्नी विस्मिताभूत्क्षणं च सा॥
]

`verse 45 [
सुवर्चा सा महासाध्वी पतिलोकमभीप्सती॥
उपविश्याश्मना भूयः सोदरं विददार ह॥
]

`verse 46 [
निर्गतो जठरात्तस्या गर्भो मुनिवरस्य सः॥
महादिव्यतनुर्दीप्तो भासयंश्च दिशोदश॥
]

`verse 47 [
साक्षाद्रुद्रावतारोऽसौ दधीच वरतेजसः॥
प्रादुर्भूतस्स्वयन्तात स्वलीलाकरणे क्षमः॥४७।
तन्दृष्ट्वा स्वसुतन्दिव्यं  स्वरूपम्मुनिकामिनी॥
सुवर्चाज्ञाय मनसा साक्षाद्रुद्रावतारकम्॥
]

`verse 48 [
प्रहृष्टाभून्महासाध्वी प्रणम्याशु नुनाव सा॥
स्वहृदि स्थापयामास तत्स्वरूपम्मुनीश्वर॥
]

`verse 49 [
सुवर्चा तनयं तं च प्रहस्य विमलेक्षणा॥
जननी प्राह सुप्रीत्या पतिलोकमभीप्सती ॥
]

`speaker [
सुवर्चोवाच
]

`verse 50 [
हे तात परमेशान चिरन्तिष्ठास्य सन्निधौ ॥
अश्वत्थस्य महाभाग सर्वेषां सुखदो भवेः॥
]

`verse 51 [
मामाज्ञापय सुप्रीत्या पतिलोकाय चाधुना ॥
तत्रस्थाहं च पतिना त्वां ध्याये रुद्ररूपिणम्॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 52 [
इत्येवं सा बभाषेऽथ सुवर्चा तनयम्प्रति ॥
पतिमन्वगमत्साध्वी परमेण समाधिना ॥
]

`verse 53 [
एवन्दधीचपत्नी सा पतिना संगता मुने ॥
शिवलोकं समासाद्य सिषेवे शङ्करम्मुदा ॥
]

`verse 54 [
एतस्मिन्नन्तरे देवास्सेन्द्राश्च मुनिभिस्सह ॥
तत्राजग्मुस्त्वरा तात आहूता इव हर्षिताः ॥
]

`verse 55 [
हरिर्ब्रह्मा च सुप्रीत्यावतीर्णं शंकरं भुवि ॥
सुवर्चायां दधीचाद्वा ययतुस्स्वगणैस्सह ॥
]

`verse 56 [
तत्र दृष्ट्वावतीर्णन्तं मुनिपुत्रत्वमागतम् ॥
रुद्रं सर्वे प्रणेमुश्च तुष्टुवुर्बद्धपाणयः ॥
]

`verse 57 [
तदोत्सवो महानासीद्देवानां मुनिसत्तम ॥
नेदुर्दुन्दुभयस्तत्र नर्तक्यो ननृतुर्मुदा ॥
]

`verse 58 [
जगुर्गन्धर्वपुत्राश्च किन्नरा वाद्यवादकाः ॥
वादयामासुरमराः पुष्प वृष्टिं च चक्रिरे ॥
]

`verse 59 [
पिप्पलस्य शर्वपितुर्विलसन्तं सुतं च तम्॥
संस्कृत्य विधिवत्सर्वे विष्ण्वाद्यास्तुष्टुवुः पुनः ॥ 3.24.६० ।
पिप्पलादेति तन्नाम चक्रे ब्रह्मा प्रसन्नधीः ॥
प्रसन्नो भव देवेश इत्यूचे हरिणा सुरैः ॥
]

`verse 60 [
इत्युक्त्वा तमनुज्ञाय ब्रह्मा विष्णुस्सुरास्तथा ॥
स्वंस्वं धाम ययुस्सर्वे विधाय च महोत्सवम् ॥
]

`verse 61 [
अथ रुद्रः पिप्पलादोऽश्वत्थमूले महाप्रभुः ॥
तताप सुचिरं कालं लोकानां हितकाम्यया॥
]

`verse 62 [
इत्थं सुतपतस्तस्य पिप्पलादस्य सम्मुखे॥
महाकालो व्यतीयाय लोकचर्यानुसारिणः ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां पिप्पलादावतारवर्णनं नाम चतुर्विशोऽध्यायः ॥
]
