`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
अथ लोके व्यवस्थाय धर्मस्य स्थापनेच्छया ॥
महालीलां चकारेशस्तामहो सन्मुने शृणु ॥
]

`verse 2 [
एकदा पुष्पभद्रायां स्नातुं गच्छन्मुनीश्वरः ॥
ददर्श पद्मां युवतीं शिवांशां सुमनोहराम् ॥
]

`verse 3 [
तल्लिप्सुस्तत्पितुः स्थानमनरण्यस्य भूपतेः ॥
जगाम भुवनाचारी लोकतत्त्वविचक्षणः ॥
]

`verse 4 [
राजा नराणां तं दृष्ट्वा प्रणम्य च भयाकुलः ॥
मधुपर्कादिकं दत्त्वा पूजयामास भक्तितः ॥
]

`verse 5 [
स्नेहात्सर्वं गृहीत्वा स ययाचे कन्यकां मुनिः ॥
मौनी बभूव नृपतिः किंचिन्निर्वक्तुमक्षमः ॥
]

`verse 6 [
मुनिः प्रोवाच नृपतिं कन्यां मे देहि भक्तितः ॥
अन्यथा भस्मसात्सर्वं करिष्येहं त्वया सह ॥
]

`verse 7 [
अथो बभूवुराच्छन्नाः सर्वे राजजनास्तदा ॥
तेजसा पिप्पलादस्य दाधीचस्य महामुने ॥
]

`verse 8 [
अथ राजा महाभीतो विलप्य च मुहुर्मुहुः ॥
कन्यामलंकृताम्पद्मां वृद्धाय मुनये ददौ ॥
]

`verse 9 [
पद्मां विवाह्य स मुनिश्शिवांशाम्भूपतेः सुताम् ॥
पिप्पलादो गृहीत्वा तां मुदितः स्वाश्रमं ययौ ॥
]

`verse 10 [
तत्र गत्वा मुनिवरो वयसा जर्जरोधिकः ॥
उवाच नार्या स तया तपस्वीनातिलम्पटः ॥
]

`verse 11 [
अथोऽनरण्यकन्या सा सिषेवे भक्तितो मुनिम् ॥
कर्मणा मनसा वाचा लक्ष्मीर्नारायणं यथा ॥
]

`verse 12 [
इत्थं स पिप्पलादो हि शिवांशो मुनिसत्तमः ॥
रेमे तया युवत्या च युवाभूय स्वलीलया ॥
]

`verse 13 [
दश पुत्रा महात्मानो बभूवुस्सुतपस्विनः ॥
मुनेः पितुस्समाः सर्वे पद्मायाः सुखवर्द्धनाः ॥
]

`verse 14 [
एवं लीलावतारो हि शंकरस्य महाप्रभोः ॥
पिप्पलादो मुनिवरो नानालीलाकरः प्रभुः ॥
]

`verse 15 [
येन दत्तो वरः प्रीत्या लोकेभ्यो हि दयालुना ॥
दृष्ट्वा लोके शनेः पीडां सर्वेषामनिवारिणीम् ॥
]

`verse 16 [
षोडशाब्दावधि नृणां जन्मतो न भवेच्च सा ॥
तथा च शिवभक्तानां सत्यमेतद्धि मे वचः ॥
]

`verse 17 [
अथानादृत्य मद्वाक्यं कुर्यात्पीडां शनिः क्वचित् ॥
तेषां नृणां तदा स स्याद्भस्मसान्न हि संशयः ॥
]

`verse 18 [
इति तद्भयतस्तात विकृतोपि शनैश्चरः ॥
तेषां न कुरुते पीडां कदाचिद्ग्रहसत्तमः ॥
]

`verse 19 [
इति लीलामनुष्यस्य पिप्पलादस्य सन्मुने ॥
कथितं सुचरित्रन्ते सर्वकामफलप्रदम् ॥
]

`verse 20 [
गाधिश्च कौशिकश्चैव पिप्पलादो महामुनिः ॥
शनैश्चरकृतां पीडां नाशयन्ति स्मृतास्त्रयः ॥
]

`verse 21 [
पिप्पलादस्य चरितं पद्माचरितसंयुतम् ॥
यः पठेच्छृणुयाद्वापि सुभक्त्या भुवि मानवः ॥
]

`verse 22 [
शनिपीडाविनाशार्थमेतच्चरितमुत्तमम् ॥
यः पठेच्छणुयाद्वापि सर्वान्कामानवाप्नुयात् ॥
]

`verse 23 [
धन्यो मुनिवरो ज्ञानी महाशैवः सताम्प्रियः ॥
अस्य पुत्रो महेशानः पिप्पलादाख्य आत्मवान् ॥
]

`verse 24 [
इदमाख्यानमनघं स्वर्ग्यं कुग्रहपोषहृत् ॥
सर्वकामप्रदन्तात शिवभक्तिविवर्द्धनम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां पिप्पलादावतारचरितवर्णनं नाम पंचविंशोऽध्यायः ॥
]
