`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
शृणु तात प्रवक्ष्यामि शिवस्य परमात्मनः ॥
अवतारं परमानन्दं वैश्यनाथाह्वयं मुने ॥
]

`verse 2 [
नन्दिग्रामे पुरा काचिन्महानन्देति विश्रुता ॥
बभूव वारवनिता शिवभक्ता सुसुन्दरी ॥
]

`verse 3 [
महाविभवसम्पन्ना सुधनाढ्या महोज्ज्वला ॥
नानारत्नपरिच्छिन्न शृङ्गाररसनिर्भरा ॥
]

`verse 4 [
सर्वसंगीत विद्यासु निपुणातिमनोहरा ॥
तस्या गेयेन हृष्यन्ति राज्ञ्यो राजान एव च ॥
]

`verse 5 [
समानर्च सदा साम्बं सा वेश्या शंकरं मुदा ॥
शिवनामजपासक्ता भस्मरुद्राक्षभूषणा ॥
]

`verse 6 [
शिवं सम्पूज्य सा नित्यं सेवन्ती जगदीश्वरम् ॥
ननर्त परया भक्त्या गायन्ती शिवसद्यशः ॥
]

`verse 7 [
रुद्राक्षैर्भूषयित्वैकं मर्कटं चैव कुक्कुटम् ॥
करतालैश्च गीतैश्च सदा नर्तयति स्म सा ॥
]

`verse 8 [
नृत्यमानौ च तौ दृष्ट्वा शिवभक्तिरता च सा ॥
वेश्या स्म विहसत्युच्चैः प्रेम्णा सर्वसखीयुता ॥
]

`verse 9 [
रुद्राक्षैः कृतकेयूरकर्णा भरणमण्डनः ॥
मर्कटः शिक्षया तस्याः पुरो नृत्यति बालवत् ॥
]

`verse 10 [
शिखासंबद्धरुद्राक्षः कुक्कुटः कपिना सह ॥
नित्यं ननर्त नृत्यज्ञः पश्यतां हितमावहन् ॥
]

`verse 11 [
एवं सा कुर्वती वेश्या कौतुकम्परमादरात् ॥
शिवभक्तिरता नित्यं महानन्दभराऽभवत् ॥। ॥
]

`verse 12 [
शिवभक्तिं प्रकुर्वन्त्या वेश्याया मुनिसत्तम ॥
बहुकालो व्यतीयाय तस्याः परमसौख्यतः ॥
]

`verse 13 [
एकदा च गृहे तस्या वैश्यो भूत्वा शिवस्स्वयम् ॥
परीक्षितुं च तद्भावमाजगाम शुभो व्रती ॥
]

`verse 14 [
त्रिपुण्ड्रविलसद्भालो रुद्राक्षाभरणः कृती ॥
शिवनामजपासक्तो जटिलः शैववेषभृत् ॥
]

`verse 15 [
स बिभ्रद्भस्मनिचयं प्रकोष्ठे वरकंकणम् ॥
महारत्नपरिस्तीर्णं राजते परकौतुकी ॥
]

`verse 16 [
तमागतं सुसंपूज्य सा वेश्या परया मुदा ॥
स्वस्थाने सादरं वैश्यं सुन्दरी हि न्यवेशयत् ॥ ॥
]

`verse 17 [
तत्प्रकोष्ठे वरं वीक्ष्य कंकणं सुमनोहरम् ॥
तस्मिञ्जातस्पृहा सा च तं प्रोवाच सुविस्मिता ॥
]

`speaker [
महानन्दोवाच
]

`verse 18 [
महारत्नमयश्चायं कंकणस्त्वत्करे स्थितः ॥
मनो हरति मे सद्यो दिव्यस्त्रीभूषणोचितः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 19 [
इति तां नवरत्नाढ्ये सस्पृहां करभूषणे ॥
वीक्ष्योदारमतिर्वैश्यः सस्मितं समभाषत ॥
]

`speaker [
वैश्यनाथ उवाच
]

`verse 20 [
अस्मिन्रत्नवरे दिव्ये सस्पृहं यदि ते मनः ॥
त्वमेवाधत्स्व सुप्रीत्या मौल्यमस्य ददासि किम् ॥
]

`speaker [
वेश्योवाच
]

`verse 21 [
वयं हि स्वैरचारिण्यो वेश्यास्तु न पतिव्रताः ॥
अस्मत्कुलोचितो धर्मो व्यभिचारो न संशयः ॥
]

`verse 22 [
यद्येतदखिलं चित्तं गृह्णाति करभूषणम् ॥
दिनत्रयमहोरात्रं पत्नी तव भवाम्यहम् ॥
]

`speaker [
वैश्य उवाच
]

`verse 23 [
तथास्तु यदि ते सत्यं वचनं वीरवल्लभे ॥
ददामि रत्नवलयं त्रिरात्रं भव मे वधूः ॥
]

`verse 24 [
एतस्मिन्व्यवहारे तु प्रमाणं शशिभास्करौ ॥
त्रिवारं सत्यमित्युक्त्वा हृदयं मे स्पृश प्रिये ॥
]

`speaker [
वेश्योवाच
]

`verse 25 [
दिनत्रयमहोरात्रं पत्नी भूत्वा तव प्रभो ॥
सहधर्मं चरामीति सत्यंसत्यं न संशयः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 26 [
इत्युक्त्वा हि महानन्दा त्रिवारं शशिभास्करौ॥
प्रमाणीकृत्य सुप्रीत्या सा तद्धृदयमस्पृशत् ॥
]

`verse 27 [
अथ तस्यै स वैश्यस्तु प्रदत्त्वा रत्नकंकणम्॥
लिंगं रत्नमयं तस्य हस्ते दत्त्वेदमब्रवीत्॥
]

`speaker [
वैश्यनाथ उवाच
]

`verse 28 [
इदं रत्नमयं लिंगं शैवं मत्प्राणदवल्ल भम् ॥
रक्षणीयं त्वया कान्ते गोपनीयं प्रयत्नतः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 29 [
एवमस्त्विति सा प्रोच्य लिंगमादाय रत्नजम् ॥
नाट्यमण्डपिका मध्ये निधाय प्राविशद्गृहम् ॥
]

`verse 30 [
सा तेन संगता रात्रौ वैश्येन विटधर्मिणा ॥
सुखं सुष्वाप पर्यंके मृदुतल्पोपशो भिते ॥
]

`verse 31 [
ततो निशीथसमये मुने वैश्यपतीच्छया ॥
अकस्मादुत्थिता वाणी नृत्यमण्डपिकान्तरे ॥
]

`verse 32 [
महाप्रज्वलितो वह्निः सुसमीरसहायवान् ॥
नाट्यमण्डपिकां तात तामेव सहसावृणोत् ॥
]

`verse 33 [
मण्डपे दह्यमाने तु सहसोत्थाय संभ्रमात्॥
मर्कटं मोचयामास सा वेश्या तत्र बन्धनात् ॥
]

`verse 34 [
स मर्कटो मुक्तबन्धः कुक्कुटेन सहामुना ॥
भिया दूरं हि दुद्राव विधूयाग्निकणान्बहून् ॥
]

`verse 35 [
स्तम्भेन सह निर्दग्धं तल्लिंगं शकलीकृतम्॥
दृष्ट्वा वेश्या स वैश्यश्च दुरंतं दुःखमापतुः ॥
]

`verse 36 [
दृष्ट्वा ह्यात्मसमं लिंगं दग्धं वैश्यपतिस्तदा॥
ज्ञातुन्तद्भावमन्तःस्थम्मरणाय मतिन्दधे ॥
]

`verse 37 [
निविश्येतितरां खेदाद्वैश्यस्तामाह दुःखिताम् ॥
नानालीलो महेशानः कौतुकान्नरदेहवान् ॥
]

`speaker [
वैश्यपतिरुवाच
]

`verse 38 [
शिवलिंगे तु निर्भिन्ने दग्धे महत्प्राणवल्लभे ॥
सत्यं वच्मि न सन्देहो नाहं जीवितुमुत्सहे ॥
]

`verse 39 [
चितां कारय मे भद्रे स्वभृत्यैस्त्वं वरैर्लघु ॥
शिवे मनस्समावेश्य प्रवेक्ष्यामि हुताशनम् ॥
]

`verse 40 [
यदि ब्रह्मेन्द्रविष्ण्वाद्या वारयेयुः समेत्य माम् ॥
तथाप्यस्मिन् क्षणे भद्रे प्रविशामि त्यजाम्यसून् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 41 [
तमेवं दृढनिर्बन्धं सा विज्ञाय सुदुःखिता ॥
स्वभृत्यैः कारयामास चितां स्वभवनाद्बहिः ॥
]

`verse 42 [
ततस्स वैश्यश्शिव एक एव प्रदक्षिणीकृत्य समिद्धमग्निम् ॥
विवेश पश्यत्सु नरेषु धीरः सुकौतुकी संगतिभावमिच्छुः ॥
]

`verse 43 [
दृष्ट्वा सा तद्गतिं वेश्या महानन्दातिविस्मिता ॥
अनुतापं च युवती प्रपेदे मुनिसत्तम ॥
]

`verse 44 [
अथ सा दुःखिता वेश्या स्मृत्वा धर्म सुनिर्मलम् ॥
सर्वान्बंधुजनान्वीक्ष्य बभाषे करुणं वचः ॥
]

`speaker [
महानन्दोवाच
]

`verse 45 [
रत्नकंकणमादाय मया सत्यमुदाहृतम् ॥
दिनत्रयमहं पत्नी वैश्यस्यामुष्य संमता ॥
]

`verse 46 [
कर्मणा मत्कृतेनायं मृतो वैश्यः शिवव्रती ॥
तस्मादहं प्रवेक्ष्यामि सहानेन हुताशनम् ॥
]

`verse 47 [
स्वधर्मचारिणी त्यक्तमाचार्य्यै सत्यवादिभिः ॥
एवं कृते मम प्रीत्या सत्यं मयि न नश्यतु ॥
]

`verse 48 [
सत्याश्रयः परो धर्म सत्येन परमा गतिः ॥
सत्येन स्वर्ग मोक्षौ च सत्ये सर्वं प्रतिष्ठितम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 49 [
इति सा दृढनिर्वन्धा वार्यमाणापि बन्धुभिः ॥
सत्यलोकपरा नारी प्राणांस्त्यक्तुं मनो दधे ॥
]

`verse 50 [
सर्वस्वं द्विजमुख्येभ्यो दत्त्वा ध्यात्वा सदाशिवम् ॥
तमग्निं त्रिः परिक्रम्य प्रवेशाभिमुखी ह्यभूत् ॥
]

`verse 51 [
तां पतन्तीं समिद्धेग्नौ स्वपदार्पितमानसाम् ॥
वारयामास विश्वात्मा प्रादुर्भूतः स वै शिवः ॥
]

`verse 52 [
सा तं विलोक्याखिलदेवदेवन्त्रिलोचनं चन्द्रकलावतंसम् ॥
शशांकसूर्यानलकोटिभासं स्तब्धेव भीतेव तथैव तस्थौ ॥
]

`verse 53 [
तां विह्वलां सुवित्रस्वां वेपमानां जडीकृताम् ॥
समाश्वास्य गलद्बाष्पां करौ धृत्वाऽब्रवीद्वचः ॥
]

`speaker [
शिव उवाच
]

`verse 54 [
सत्यं धर्मं च धैर्यं च भक्तिं च मयि निश्चलाम् ॥
परीक्षितुं त्वत्सकाशं वैश्यो भूत्वाहमागतः ॥
]

`verse 55 [
मा ययाग्निं समुद्दीप्य दग्धन्ते नाट्यमण्डपम् ॥
दग्धं कृत्वा रत्नलिंगं प्रविष्टोहं हुताशनम् ॥
]

`verse 56 [
सा त्वं सत्यमनुस्मृत्य प्रविष्टाग्निं मया सहा॥
अतस्ते संप्रदास्यामि भोगांस्त्रिदशदुर्लभान् ॥
]

`verse 57 [
यद्यदिच्छसि सुश्रोणि तदेव हि ददामि ते॥
त्वद्भक्त्याहं प्रसन्नोस्मि तवादेयं न विद्यते ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 58 [
इति ब्रुवति गौरीशे शंकरे भक्तवत्सले ॥
महानन्दा च सा वेश्या शंकरम्प्रत्यभाषत ॥
]

`speaker [
वेश्योवाच
]

`verse 59 [
न मे वाञ्छास्ति भोगेषु भूमौ स्वर्गे रसातले ॥
तव पादाम्बुजस्पर्शादन्यत्किंचिन्न कामये ॥
]

`verse 60 [
ये मे भृत्याश्च दास्यश्च ये चान्ये मम बान्धवाः ॥
सर्वे त्वद्दर्शनपरास्त्वयि सन्न्यस्तवृत्तयः ॥
]

`verse 61 [
सर्वानेतान्मया सार्द्धं निनीयात्मपरम्पदम् ॥
पुनर्जन्मभयं घोरं विमोचय नमोऽस्तु ते ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 62 [
ततस्स तस्या वचनम्प्रतिनन्द्य महेश्वरः ॥
ताः सर्वाश्च तया सार्धं निनाय स्वम्परम्पदम् ॥
]

`verse 63 [
वैश्यनाथावतारस्ते वर्णितः परमो मया ॥
महानन्दासुखकरो भक्तानन्दप्रदस्सदा॥
]

`verse 64 [
इदं चरित्रं परमं पवित्रं सतां च सर्वप्रदमाशु दिव्यम् ॥
शिवावतारस्य विशाम्पतेर्महानन्दामहासौख्यकरं विचित्रम् ॥
]

`verse 65 [
इदं यः शृणुयाद्भक्त्या श्रावयेद्वा समाहितः ॥
च्यवते न स्वधर्मात्स परत्र लभते गतिम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां वैश्यनाथाह्वयशिवावतारवर्णनं नाम षड्विंशोऽध्यायः ॥
]
