`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
शृणु तात प्रवक्ष्यामि शिवस्य परमात्मनः ॥
द्विजेश्वरावतारं च सशिवं सुखदं सताम् ॥
]

`verse 2 [
यः पूर्वं वर्णितस्तात भद्रायुर्नृपसत्तमः ॥
यस्मिन्नृषभरूपेणानुग्रहं कृतवाञ्छिवः ॥
]

`verse 3 [
तद्धर्मस्य परीक्षार्थं पुनराविर्बभूव सः॥
द्विजेश्वरस्वरूपेण तदेव कथयाम्यहम् ॥
]

`verse 4 [
ऋषभस्य प्रभावेण शत्रूञ्जित्वा रणे प्रभुः ॥
प्राप्तसिंहासनस्तात भद्रायुः संबभूव ह ॥
]

`verse 5 [
चन्द्रांगदस्य तनया सीमन्तिन्याः शुभांगजा ॥
पत्नी तस्याभवद्ब्रह्मन्सुसाध्वी कीर्तिमालिनी॥
]

`verse 6 [
स भद्रायुः कदाचित्स्वप्रियया गहनं वनम् ।
प्राविशत्संविहारार्थं वसन्तसमये मुने ॥
]

`verse 7 [
अथ तस्मिन्वने रम्ये विजहार स भूपतिः ॥
शरणागतपालिन्या तमास्यप्रियया सह ॥
]

`verse 8 [
अथ तद्धर्मदृढतां प्रतीक्षन्परमेश्वरः ॥
लीलां चकार तत्रैव शिवया सह शङ्करः ॥
]

`verse 9 [
शिवा शिवश्च भूत्वोभौ तद्वने द्विजदम्पती॥
व्याघ्रं मायामयं कृत्वाविर्भूतौ निजलीलया॥
]

`verse 10 [
अथाविदूरे तस्यैव द्रवन्तौ भयविह्वलौ ॥
अन्वीयमानौ व्याघ्रेण रुदन्तौ तौ बभूवतुः ॥
]

`verse 11 [
अथ विद्धौ च तौ तात भद्रायुः स महीपतिः ॥
ददर्श क्रन्दमानौ हि शरण्यः क्षत्रियर्षभः ॥
]

`verse 12 [
अथ तौ मुनिशार्दूलः स्वमायाद्विजदम्पती ॥
भद्रायुषं महाराजमूचतुर्भयविह्वलौ ॥
]

`verse 13 [
द्विजदम्पती ऊचतुः ॥
पाहि पाहि महाराज नावुभौ धर्मवित्तम ॥
एष आयाति शार्दूलो जग्धुमावां महाप्रभो ॥
]

`verse 14 [
एष हिंस्रः कालसमः सर्वप्राणिभयङ्करः ॥
यावन्न खादति प्राप्य तावन्नौ रक्ष धर्मवित् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 15 [
इत्थमाक्रन्दितं श्रुत्वा तयोश्च नृपतीश्वरः ॥
अति शीघ्रं महावीरः स यावद्धनुराददे ॥
]

`verse 16 [
तावदभ्येत्य शार्दूलस्त्वरमाणोतिमायिकः ॥
स तस्य द्विजवर्य्यस्य मध्ये जग्राह तां वधूम् ॥
]

`verse 17 [
हे नाथनाथ हे कान्त हा शम्भो हा जगद्गुरो ॥
इति रोरूयमाणां तां व्याघ्रो जग्रास भीषणः ॥
]

`verse 18 [
तावत्स राजा निशितैर्भल्लैर्व्याघ्रमताडयत् ॥
न स तैर्विव्यथे किंचिद्गिरीन्द्र इव वृष्टिभिः ॥
]

`verse 19 [
स शार्दूलो महासत्त्वो राज्ञः स्वैरकृतव्यथः ॥
बलादाकृष्य तां नारीमपाक्रमत सत्वरः ॥
]

`verse 20 [
व्याघ्रेणापहृतां नारीं वीक्ष्य विप्रोतिविस्मितः ॥
लौकिकीं गतिमाश्रित्य रुरोदाति मुहुर्मुहुः ॥
]

`verse 21 [
रुदित्वा चिरकालं च स विप्रो माययेश्वरः ॥
भद्रायुषं महीपालं प्रोवाच मदहारकः ॥
]

`speaker [
द्विजेश्वर उवाच
]

`verse 22 [
राजन्क ते महास्त्राणि क्व ते त्राणं महद्धनुः ॥
क्व ते द्वादशसाहस्रमहानागायुतम्बलम् ॥
]

`verse 23 [
किन्ते खड्गेन शङ्खेन किं ते मंत्रास्त्रविद्यया ॥
किं सत्त्वेन महास्त्राणां किं प्रभावेण भूयसा ॥
]

`verse 24 [
तत्सर्वं विफलं जातं यच्चान्यत्त्वयि तिष्ठति॥
यस्त्वं वनौकसां घातं न निवारयितुं क्षमः ॥
]

`verse 25 [
क्षत्रस्यायं परो धर्मो क्षताच्च परिरक्षणम् ॥
तस्मिन्कुलोचिते धर्मे नष्टे त्वज्जीवितेन किम् ॥
]

`verse 26 [
आर्तानां शरणाप्तानां त्राणं कुर्वन्ति पार्थिवाः ॥
प्राणैरर्थैश्च धर्मज्ञास्तद्विना च मृतोपमा ॥
]

`verse 27 [
आर्तत्राणविहीनानां जीवितान्मरणं वरम्॥
धनिनान्पानहीनानां गार्हस्थ्याद्भिक्षुता वरम्॥
]

`verse 28 [
वरं विषाशनं प्राज्ञैर्वरमग्निप्रवेशनम्॥
कृपणानामनाथानां दीनानामपरक्षणात् ॥ ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 29 [
इत्थं विलपितं तस्य स्ववीर्य्यस्य च गर्हणम्॥
निशम्य नृपतिः शोकादात्मन्येवमचिन्तयत् ॥
]

`verse 30 [
अहो मे पौरुषं नष्टमद्य देवविपर्ययात् ॥
अद्य कीर्तिश्च मे नष्टा पातकम्प्राप्तमुत्कटम् ॥
]

`verse 31 [
धर्मः कुलोचितो नष्टो मन्दभाग्यस्य दुर्मतेः ॥
नूनं मे सम्पदो राज्यमायुष्यं क्षयमेष्यति ॥
]

`verse 32 [
अद्य चैनं द्विजन्मानं हतदारं शुचार्दितम् ॥
हतशोकं करिष्यामि दत्त्वा प्राणानतिप्रियान् ॥
]

`verse 33 [
इति निश्चित्य मनसा स भद्रायुर्नृपोत्तमः ॥
पतित्वा पादयोस्तस्य बभाषे परिसान्त्वयन्॥
]

`speaker [
भद्रायुरुवाच
]

`verse 34 [
कृपां कृत्वा मयि ब्रह्मन् क्षत्रबन्धौ हतौजसि ॥
शोकन्त्यज महाप्राज्ञ दास्याम्यद्य तु वाञ्छितम् ॥
]

`verse 35 [
इदं राज्यमियं राज्ञी ममेदञ्च कलेवरम् ॥
त्वदधीनमिदं सर्वं किन्तेऽभिलषितं वरम् ॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 36 [
किमादर्शेन चान्धस्य किं गृहेर्भैक्ष्यजीविनः ॥
किम्पुस्तकेन मूढस्य निस्त्रीकस्य धनेन किम्॥
]

`verse 37 [
अतोऽहं हतपत्नीको भुक्तभोगो न कर्हिचित्॥
इमान्तवाग्रमहिषीं कामये दीयतामिति ॥
]

`verse 38 [
भ० उ० ॥
दाता रसान्तवित्तस्य राज्यस्य गजवाजिनाम्॥
आत्मदेहस्य यस्यापि कलत्रस्य न कर्हिचित् ॥
]

`verse 39 [
परदारोपभोगेन यत्पापं समुपार्जितम् ॥
न तत्क्षालयितुं शक्यं प्रायश्चित्तशतैरपि ॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 40 [
आस्तां ब्रह्मवधं घोरमपि मद्यनिषेवणम् ॥
तपसा विधमिष्यामि किं पुनः पारदारिकम् ॥
]

`verse 41 [
तस्मात्प्रयच्छ भार्यां स्वामियां कामो न मेऽपरः ॥
अरक्षणाद्भयार्तानां गन्तासि निरयन्ध्रुवम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 42 [
इति विप्रगिरा भीतश्चिन्तयामास पार्थिवः ॥
अरक्षणान्महापापं पत्नीदानन्ततो वरम् ॥
]

`verse 43 [
अतः पत्नीं द्विजाग्र्याय दत्त्वा निर्मुक्तकिल्विषः ॥
सद्यो वह्निं प्रवेक्ष्यामि कीर्तिश्च विदिता भवेत् ॥
]

`verse 44 [
इति निश्चित्य मनसा समुज्ज्वाल्य हुताशनम् ॥
तमाहूय द्विजं चक्रे पत्नीदानं सहोदकम् ॥
]

`verse 45 [
स्वयं स्नातः शुचिर्भूत्वा प्रणम्य विबुधेश्वरान् ॥
तमग्निं त्रिः परिक्रम्य शिवं दध्यौ समाहितः॥
]

`verse 46 [
तमथाग्निं पतिष्यन्तं स्वपदासक्तचेतसम् ॥
प्रत्यषेधत विश्वेशः प्रादुर्भूतो द्विजेश्वरः ॥
]

`verse 47 [
तमीश्वरं पञ्चमुखं त्रिनेत्रं पिनाकिनं चन्द्रकलावतंसम् ॥
प्रलम्बपिंगासुजटाकलापं मध्याह्नसद्भास्करकोटितेजसम् ॥
]

`verse 48 [
मृणालगौरं गजचर्मवाससं गंगातरङ्गोक्षितमौलिदेशकम् ॥
नागेन्द्रहारावलिकण्ठभूषणं किरीटकाच्यंगदकंकणोज्ज्वलम् ॥
]

`verse 49 [
शूलासिखट्वांगकुठारचर्ममृगाभयाष्टांगपिनाकहस्तम् ॥
वृषोपरिस्थं शितिकण्ठभूषणं प्रोद्भूतमग्रे स नृपो ददर्श ॥
]

`verse 50 [
ततोम्बराद्द्रुतं पेतुर्द्दिव्याः कुसुमवृष्टयः ॥
प्रणेदुर्देवतूर्य्याणि देव्यश्च ननृतुर्जगुः ॥
]

`verse 51 [
तत्राजग्मुः स्तूयमाना हरिर्ब्रह्मा तथासुराः ॥
इन्द्रादयो नारदाद्या मुनयश्चापरेऽपि च॥
]

`verse 52 [
तदोत्सवो महानासीत्तत्र भक्तिप्रवर्धनः॥
सति पश्यति भूपाले भक्तिनम्रीकृताञ्जलौ ॥
]

`verse 53 [
तद्दर्शनानन्दविजृम्भिताशयः प्रवृद्धवाष्पाम्बुविलिप्तगात्रः ॥
प्रहृष्टरोमा स हि गद्गदाक्षरस्तुष्टाव गीर्भिर्मुकुलीकृतांजलिः ॥
]

`verse 54 [
ततस्स भगवान्राज्ञा संस्तुतः परमेश्वरः ॥
प्रसन्नः सह पार्वत्या तमुवाच दयानिधिः ॥
]

`verse 55 [
राजंस्ते परितुष्टोहं भक्त्या त्वद्धर्मतोऽधिकम् ॥
वरं ब्रूहि सपत्नीकम्प्रयच्छामि न संशयः ॥
]

`verse 56 [
तव भावपरीक्षार्थं द्विजो भूत्वाहमागतः॥
व्याघ्रेण या परिग्रस्ता साक्षाद्देवी शिवा हि सा ॥
]

`verse 57 [
व्याघ्रो मायामयो यस्ते शरैरक्षत विग्रहः ॥
धीरतान्द्रष्टुकामस्ते पत्नी याचितवानहम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 58 [
इत्याकर्ण्य प्रभोर्वाक्यं स भद्रायुर्महीपतिः ॥
पुन प्रणम्य संस्तूय स्वामिनं नतकोऽब्रवीत्॥
]

`verse 59 [
भद्रायुरुवाच ॥ एक एव वरो नाथ यद्भवान्परमेश्वरः॥
भवतापप्रतप्तस्य मम प्रत्यक्षतां गतः ॥
]

`verse 60 [
यद्ददासि पुनर्नाथ वरं स्वकृपया प्रभो ॥
वृणेहं परमं त्यक्तो वरं हि वरदर्षभात् ॥
]

`verse 61 [
वज्रबाहुः पिता मे हि सप त्नीको महेश्वर ॥
सपत्नीकस्त्वहं नाथ सदा त्वत्पादसेवकः ॥
]

`verse 62 [
वैश्यः पद्माकरो नाम तत्पुत्रस्सनयाभिधः॥
सर्वानेतान्महेशान सदा त्वं पार्श्वगान्कुरु ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 63 [
अथ राज्ञी च तत्पत्नी प्रमत्ता कीर्तिमालिनी ॥
भक्त्या प्रसाद्य गिरिशं ययाचे वरमुत्तमम् ॥
]

`speaker [
सत्युवाच
]

`verse 64 [
चन्द्रांगदो मम पिता माता सीमन्तिनी च मे ॥
तयोर्याचे महादेव त्वत्पाश्वे सन्निधिं मुदा ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 65 [
एवमस्त्विति गौरीशः प्रसन्नो भक्तवत्सलः॥
तयोः कामवरन्दत्त्वा क्षणादन्तर्हितोऽभवत् ॥
]

`verse 66 [
भद्रायुरपि सुप्रीत्या प्रसादम्प्राप्य शूलिनः ॥
सहितः कीर्तिमालिन्या बुभुजे विषयान्बहून् ॥
]

`verse 67 [
कृत्वा वर्षायुतराज्यमव्याहतपराक्रमः॥
राज्यं विक्षिप्य तनये जगाम शिवसन्निधिम्॥
]

`verse 68 [
चन्द्रांगदोपि राजेन्द्रो राज्ञी सीमन्तिनी च सा॥
भक्त्या संपूज्य गिरिशं जग्मतुः शाम्भवं पदम् ॥
]

`verse 69 [
द्विजेश्वरावतारस्ते वर्णितः परमो मया ॥
महेश्वरस्य भद्रायुपरमानन्ददः प्रभो ॥
]

`verse 70 [
इदं चरित्रं परमं पवित्रं शिवावतारस्य पवित्रकीर्त्तेः ॥
द्विजेशसंज्ञस्य महाद्भुतं हि शृण्वन्पठञ्शम्भुपदम्प्रयाति॥
]

`verse 71 [
य इदं शृणुयान्नित्यं श्रावयेद्वा समाहितः॥
न श्चोतति स्वधर्मात्स परत्र लभते गतिम् ॥७१।
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां द्विजेशनाम शिवावतारवर्णनं नाम सप्तविंशोऽध्यायः ॥
]
