`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
शृणु प्राज्ञ प्रवक्ष्यामि शिवस्य परमात्मनः ॥
अवतारं पुरानन्दं यातिनाथाह्वयं मुने ॥
]

`verse 2 [
अर्बुदाचलसंज्ञे तु पर्वते भिल्लवंशजः ॥
आहुकश्च तदभ्याशे वसतिस्म मुनीश्वर ॥
]

`verse 3 [
तत्पत्नी ह्याहुका नाम बभूव किल सुव्रता ॥
उभावपि महाशैवावास्तान्तौ शिवपूजकौ ॥
]

`verse 4 [
कस्मिंश्चित्समये भिल्लः शिवभक्तिरतः सदा ॥
आहारार्थं स्वपत्न्याश्च सुदूरं स गतो मुने ॥
]

`verse 5 [
एतस्मिन्नन्तरे तत्र गेहे भिल्लस्य शङ्करः॥
भूत्वा यतिवपुः सायं परीक्षार्थं समाययौ ॥
]

`verse 6 [
तस्मिन्नवसरे तत्राजगाम स गृहाधिपः ॥
पूजनं च यतीशस्य चकार प्रेमतः सुधीः ॥
]

`verse 7 [
तद्भावस्य परीक्षार्थं यतिरूपस्स शंकरः॥
महालीलातरः प्रीत्या भीतं प्रोवाच दीनगीः ॥
]

`speaker [
यतिनाथ उवाच
]

`verse 8 [
अद्य स्थलं निवासार्थं देहि मे प्रातरेव हि ॥
यास्यामि सर्वथा भिल्ल स्वस्ति स्यात्तव सर्वदा ॥
]

`speaker [
भिल्ल उवाच
]

`verse 9 [
त्यम्प्रोक्तं त्वया स्वामिञ्शृणु मद्वचनं च ते ॥
अति स्वल्पं स्थलं मे हि स्यान्निवासः कथन्तव॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 10 [
इत्युक्तस्स यतिस्तेन गमनाय मतिन्दधे ॥
तावद्भिल्ल्या वचः प्रोक्तं स्वामिनं संविचार्य्य वै ॥
]

`speaker [
भिल्ल्युवाच
]

`verse 11 [
स्वामिन्देहि यतेःस्थानं विमुखं कुरु मातिथिम् ॥
गृहधर्मं विचार्य्य त्वमन्यथा धर्मसंक्षयः ॥
]

`verse 12 [
स्थीयतान्ते गृहाभ्यंतः सुखेन यतिना सह ॥
अहं बहिः स्थितिं कुर्य्यामायुधानि बृहन्त्यपि॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 13 [
तस्यास्तद्वचनं श्रुत्वा भिल्ल्या धर्मान्वितं शिवम् ॥
स्वपत्न्या मनसा तेन भिल्लेन च विचारितम् ॥
]

`verse 14 [
स्त्रियं बहिश्च निष्कास्य कथं स्थेयं मया बहे ॥
यतेरन्यत्र गमनमधर्म्मकरमात्मनः ॥
]

`verse 15 [
द्वयमप्युचितं नैव सर्वथा गृहमेधिनः ॥
यद्भावि तद्भवेदेव मया स्थेयं गृहाद्बहिः ॥
]

`verse 16 [
इत्याग्रहन्तदा कृत्वा गृहान्तः स्थाय तौ मुदा ॥
स्वायुधानि च संस्थाप्य भिल्लोऽतिष्ठद्गृहाद्बहिः ॥
]

`verse 17 [
रात्रौ तम्पशवः क्रूरा हिंसकाः समपीडयन् ॥
तेनापि च यथाशक्ति कृतो यत्नो महांस्तदा ॥
]

`verse 18 [
एवं यत्नं प्रकुर्वाण स भिल्लो बलवानपि ॥
प्रारब्धात्प्रेरितैर्हिंस्रैर्बलादासीच्च भक्षितः ॥
]

`verse 19 [
प्रातरुत्थाय स यतिर्दृष्ट्वा हिंस्रैश्च भक्षितम् ॥
भिल्लं वने चरंतं वै दुःखितोऽभूदतीव हि ।१९॥
दुखितं तं यतिन्दृष्ट्वा भिल्ली सा दुःखितापि हि ॥
धैर्यात्स्वदुःखं संहृत्य वचनं चेदमब्रवीत् ॥
]

`speaker [
भिल्ल्युवाच
]

`verse 20 [
किमर्थं क्रियते दुःखं भद्रं जातं यतेऽधुना ॥
धन्योयं कृतकृत्यश्च यज्जातो मृत्युरीदृशः ॥
]

`verse 21 [
अहं चैनं गमिष्यामि भस्म भूत्वानले यते ॥
चितां कारय सुप्रीत्या स्त्रीणां धर्मः सनातनः ॥
]

`verse 22 [
इति तद्वचनं श्रुत्वा हितं मत्वा स्वयं यतिः ॥
चितां व्यरचयत्सा हि प्रविवेश स्वधर्मतः ॥
]

`verse 23 [
एतस्मिन्नन्तरे साक्षात्पुरः प्रादुरभूच्छिवः ॥
धन्ये धन्ये इति प्रीत्या प्रशंसस्तां हरोऽब्रवीत् ॥
]

`speaker [
हर उवाच
]

`verse 24 [
वरं ब्रूहि प्रसन्नोस्मि त्वदाचरणतोऽनघे ॥
तवादेयं न वै किंचिद्वश्योऽहं ते विशेषतः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 25 [
तच्छुत्वा शम्भुवचनं परमानन्ददायकम् ॥
सुखं प्राप्तं विशेषेण न किंचित्स्मरणं ययौ॥
]

`verse 26 [
तस्यास्तद्गतिमालक्ष्य सुप्रसन्नो हरोऽभवत् ॥
उवाच च पुनः शम्भुर्वरं ब्रूहीति ताम्प्रभुः ॥
]

`speaker [
शिव उवाच
]

`verse 27 [
अयं यतिश्च मद्रूपो हंसरूपो भविष्यति ॥
परजन्मनि वां प्रीत्या संयोग कारयिष्यति ॥
]

`verse 28 [
भिल्लश्च वीरसेनस्य नैषधे नगरे वरे ॥
महान्पुत्रो नलो नाम भविष्यति न संशयः ॥
]

`verse 29 [
त्वं सुता  भीमराजस्य वैदर्भे नगरेऽनघे॥
दमयन्ती च विख्याता भविष्यसि गुणान्विता ॥
]

`verse 30 [
युवां चोभौ मिलित्वा च राजभोगं सुविस्तरम् ॥
भुक्त्वा मुक्तिं च योगीन्द्रेर्लप्स्येथे दुर्लभां ध्रुवम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 31 [
इत्युक्त्वा च स्वयं शम्भुर्लिङ्गरूपोऽभवत्तदा ॥
तस्मान्न चलितो धर्मादचलेश इति स्मृतः ॥
]

`verse 32 [
स भिल्ल आहुकश्चापि वीरसेनसुतोऽभवत् ॥
नैषधे नगरे तात नलनामा महानृपः ॥
]

`verse 33 [
आहुका सा महाभिल्ली भीमस्य तनयाऽभवत् ॥
वैदर्भे नगरे राज्ञो दमयन्तीति विश्रुता ॥
]

`verse 34 [
यतिनाथाह्वयस्सोपि हंसरूपोऽभवच्छिवः ॥
विवाहं कारयामास दमयन्त्या नलेन वै ॥
]

`verse 35 [
पूर्वसत्काररूपेण महापुण्येन शंकरः ॥
हंसरूपं विधायैव ताभ्यां सुखमदात्प्रभुः ॥
]

`verse 36 [
शिवो हंसावतारो हि नानावार्ताविचक्षणः ॥
दमयन्त्या नलस्यापि परमानन्ददायकः ॥
]

`verse 37 [
इदं चरितं परमं पवित्रं शिवावतारस्य पवित्रकीर्तेः ॥
यतीशसंज्ञस्य महाद्भुतं हि हंसाह्वयस्यापि विमुक्तिदं हि ॥
]

`verse 38 [
यतीशब्रह्महंसाख्यावतारचरितं शुभम् ॥
शृणुयाच्छ्रावयेद्यो हि स लभेत परां गतिम्॥
]

`verse 39 [
इदमाख्यानमनघं सर्वकामफलप्रदम् ॥
स्वर्ग्यं यशस्यमायुष्यं भक्तिवर्धनमुत्तमम्॥
]

`verse 40 [
श्रुत्वैतच्चचरितं शम्भोर्यतिहंसस्वरूपयोः ॥
इह सर्वसुखम्भुक्त्वा सोऽन्ते शिवपुरं व्रजेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृ० शतरुद्रसंहि० यतिनाथब्रह्महंसाह्वयशिवावतारचरितवर्णनं नामाष्टाविंशोऽध्यायः ॥
]
