`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
सनत्कुमार शम्भोस्त्ववतारं परमं शृणु ॥
नभगज्ञानदं कृष्णदर्शनाह्वयमुत्तमम् ॥
]

`verse 2 [
इक्ष्वाकुप्रमुखा आसन्श्राद्धदेवसुताश्च ये ॥
नभगस्तत्र नवमो नाभगस्तत्सुतः स्मृतः ॥
]

`verse 3 [
अम्बरीषस्सुतस्तस्य विष्णुभक्तो बभूव सः ॥
यस्योपरि प्रसन्नोभूद्दुर्वासा ब्रह्मभक्तितः ॥
]

`verse 4 [
पितामहोऽम्बरीषस्य नभगो यः प्रकीर्तितः ॥
तच्चरितं शृणु मुने यस्मै ज्ञानमदाच्छिवः ॥
]

`verse 5 [
नभगो मनुपुत्रस्तु पठनार्थं सुबुद्धि मान् ॥
चक्रे गुरुकुले वासं बहुकालं जितेन्द्रियः ॥
]

`verse 6 [
एतस्मिन्समये ते वा इक्ष्वाकुप्रमुखास्सुताः ॥
तस्मै भागमकल्प्यैव भेजुर्भागान्निजान्क्रमात् ॥
]

`verse 7 [
स्वंस्वं भागं गृहीत्वा ते बुभुजू राज्यमुत्तमम् ॥
अविषादं महाभागा पित्रादेशात्सुबुद्धयः ॥
]

`verse 8 [
स पश्चादागतस्तत्र ब्रह्मचारी गुरुस्थलात् ॥
नभगोऽधीत्य सर्वाश्च सांगोपांगाः श्रुतीः क्रमात् ॥
]

`verse 9 [
भ्रातृन्विलोक्य नभगो विभक्तान्सकलान्निजान् ॥
दायार्थी प्राह तान्स्नेहादिक्ष्वाकुप्रमुखान्मुने ॥
]

`speaker [
नभग उवाच
]

`verse 10 [
भ्रातरोभक्तकं मह्यं दायं कृत्वा यथातथम् ॥
सर्वे विभक्तास्सुप्रीत्या स्वदायार्थागताय च ॥
]

`verse 11 [
तदा विस्मृतमस्माभिरिदानीं पितरं तव ॥
विभजामो वयं भागं तं गृहाण न संशयः ॥
]

`verse 12 [
तच्छुत्वा भ्रातृवचनं नभगः परविस्मृतः ॥
तदोपकण्ठमागत्य पितरं समभाषत ॥
]

`speaker [
नभग उवाच
]

`verse 13 [
हे तात भ्रातरः सर्वे त्यक्त्वा मां न्यभजंश्च ते ॥
पठनार्थं गतश्चाहं ब्रह्मचारी गुरोः कुले॥
]

`verse 14 [
तत आगत्य मे पृष्टा दायदानार्थमादरात्॥
ते त्वामूचुर्विभागं मे तदर्थमहमागतः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 15 [
तदाकर्ण्य वचस्तस्य पिता तं प्राह विस्मितः॥
आश्वास्य श्राद्धदेवस्स सत्यधर्मरतं मुने ॥
]

`speaker [
मनुरुवाच
]

`verse 16 [
तदुक्तं मादृथास्तात प्रतारणकरं हि तत् ॥
न ह्यहं परमं दायं सर्वथा भोगसाधनम् ॥
]

`verse 17 [
तथापि दायभावेन दत्तोऽहं तैः प्रतारिभिः ॥
तव वै जीवनोपाय वदामि शृणु तत्त्वतः ॥
]

`verse 18 [
सत्रमांगिरसा विप्राः कुर्वंत्यद्य सुमेधसः ॥
तत्र कर्मणि मुह्यन्ति षष्ठं षष्ठमहः प्रति ॥
]

`verse 19 [
तत्र त्वं गच्छ नभग तान् सुशंस महाकवे ॥
सूक्ते द्वे वैश्वदेवे हि सत्रं शुद्धं हि तद्भवेत् ॥
]

`verse 20 [
तत्कर्मणि समाप्ते हि स्वयान्तो ब्राह्मणाश्च ते ॥
धनं दास्यन्ति ते तुष्टास्स्वसत्रपरिशेषितम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 21 [
तदाकर्ण्य पितुर्वाक्यं नभगः सत्यसारवान् ॥
जगाम तत्र सुप्रीत्या यत्र तत्सत्रमुत्तमम् ॥
]

`verse 22 [
तदाहः कर्मणि मुने सत्रे तस्मिन्स मानवः ॥
सूक्ते द्वे वैश्वदेवे हि प्रोवाच स्पष्टतस्सुधीः ॥
]

`verse 23 [
समाप्ते कर्मणि ततो विप्रा आंगिरसाश्च ते ॥
तस्मै दत्त्वा ययुः स्वर्गं स्वंस्वं सत्रावशेषितम् ॥
]

`verse 24 [
तत्तदा स्वीकरिष्यंतं सुसत्रपरिशेषितम् ॥
विज्ञाय गिरिशः सद्य आविर्भूत सदूतिकृत् ॥
]

`verse 25 [
सर्वांगसुन्दरः श्रीमान्पुरुषः कृष्णदर्शनः ॥
भावं समीक्षितुं भागं दातुं ज्ञानं परं च तत् ॥
]

`verse 26 [
अथो स शंकरः शम्भुः परीक्षाकर ईश्वरः ॥
उवाचोत्तरतोऽभ्येत्य नभगं तं हि मानवम् ॥
]

`speaker [
ईश्वर उवाच
]

`verse 27 [
कस्त्वं गृह्णासि पुरुष ममेदं वास्तुकं वसु ॥
प्रेषितः केन तत्सर्वं सत्यं वद ममाग्रतः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 28 [
तच्छुत्वा तद्वचस्तात मानवो नभगः कवि ॥
प्रत्युवाच विनीतात्मा पुरुषं कृष्णदर्शनम् ॥
]

`speaker [
नभगः उवाच
]

`verse 29 [
ममेदमृषिभिर्दत्तं वसु यज्ञगतं खलु ॥
कथं वारयसे मां त्वं गृह्णतं कृष्णदर्शनम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 30 [
आकर्ण्य नाभगं वाक्यमिदं सत्यमुदीरितम् ॥
प्रत्युवाच प्रसन्नात्मा पुरुषः कृष्णदर्शनः ॥
]

`speaker [
कृष्णदर्शन उवाच
]

`verse 31 [
विवादेऽस्मिन्हि नौ तात प्रमाणं जनकस्तव ॥
याहि तम्पृच्छ स ब्रूयात्तत्प्रमाणन्तु सत्यतः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 32 [
तदाकर्ण्य वचस्तस्य नभगो मानवः कविः ॥
आगच्छत्पितरं प्रीत्या तदुक्तं पृष्टवान्मुने ॥
]

`verse 33 [
पुत्रोदितं समाकर्ण्य श्राद्धदेवस्स वै मनुः ॥
स्मृत्वा शिवपदाम्भोजं प्राप्तस्मृतिरुवाच तम् ॥
]

`speaker [
मनुरुवाच
]

`verse 34 [
हे तात शृणु मद्वाक्यं स देवः पुरुषः शिवः ॥
तस्यैव सकलं वस्तु यज्ञप्राप्तं विशेषतः ॥
]

`verse 35 [
अध्वरोर्वरितं वस्तु रुद्रभागः प्रकीर्तितः ॥
इत्यपि प्राज्ञवादो हि क्वचिज्जातस्तदिच्छया ॥
]

`verse 36 [
स देव ईश्वरः सर्वं वस्त्वर्हति न संशयः ॥
यज्ञावशिष्टं किमुत परे तस्येच्छया विभोः ॥
]

`verse 37 [
अनुग्रहार्थमायातस्तव तद्रूपतः प्रभुः ॥
तत्र त्वं गच्छ नभग प्रसन्नं कुरु सत्यतः ॥
]

`verse 38 [
क्षमापय स्वापराधं सुप्रणम्य स्तुतिं कुरु ॥
सर्वप्रभुस्स एवेशो यज्ञाधीशोऽखिलेश्वरः ॥
]

`verse 39 [
विष्णुब्रह्मादयो देवाः सिद्धास्सर्वर्षयोऽपि हि ॥
तदनुग्रहतस्तात समर्थः सर्वकर्मणि ॥
]

`verse 40 [
किम्बहूक्त्यात्मजश्रेष्ठ गच्छ तत्राशु माचिरम् ॥
प्रसादय महादेवं सर्वथा सकलेश्वरम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 41 [
इत्युक्त्वा स मनुः श्राद्धदेवश्च तनयं द्रुतम् ॥
प्रेषयामास निकटं शम्भोस्सोऽपि समेत्य तम् ॥
]

`verse 42 [
नभगश्च प्रणम्याशु साञ्जलिर्नतमस्तकः ॥
प्रोवाच सुप्रसन्नात्मा विनयेन महामतिः ॥
]

`speaker [
नभग उवाच
]

`verse 43 [
इदं तवेश सर्वं हि वस्तु त्रिभुवने हि यत् ॥
इत्याह मे पिता नूनं किमुताध्वरशेषितम् ॥
]

`verse 44 [
अजानता मया नाथ यदुक्तन्तद्वचो भ्रमात् ॥
अपराधन्त्वं क्षमस्व शिरसा त्वां प्रसादये ॥
]

`verse 45 [
इत्युक्त्वा नभगस्सोतिदीनधीस्तु कृताञ्जलिः ॥
तुष्टाव तं महेशानं कृष्णदर्शनमानतः ॥
]

`verse 46 [
श्राद्धदेवोऽपि शुद्धात्मा नतकस्साञ्जलिस्सुधीः ॥
तुष्टाव तं प्रभुं नत्वा स्वापराधं क्षमापयत् ॥
]

`verse 47 [
एतस्मिन्नन्तरे तत्र विष्णुर्ब्रह्माखिलः सुधीः ॥
वासवाद्याः समाजग्मुः सिद्धाश्च मुनयोऽपि हि ॥
]

`verse 48 [
महोत्सवं प्रकुर्वन्तः सुकृतालयोऽखिलाः ॥
तुष्टुवुर्नतका भक्त्या सुप्रणम्य पृथक्पृथक् ॥
]

`verse 49 [
अथ रुद्रः प्रसन्नात्मा कृपादृष्ट्या विलोक्य तान्॥
उवाच नभगं प्रीत्या सस्मितं कृष्णदर्शनः ॥
]

`speaker [
कृष्णदर्शन उवाच
]

`verse 50 [
यत्ते पितावदद्धर्म्यं वाक्यन्तत्तु तथैव हि ॥
त्वयापि सत्यमुक्तं तत्साधुस्त्वन्नात्र संशयः ॥
]

`verse 51 [
अतोऽहं सुप्रसन्नोऽस्मि सर्वथा सुव्रतेन ते ॥
ददामि कृपया ते हि ज्ञानम्ब्रह्म सनातनम् ॥
]

`verse 52 [
महाज्ञानी भव त्वं हि सविप्रो नभगं द्रुतम् ॥
गृहाण वस्त्विदं सर्वं मद्दत्तं कृपयाधुना ॥
]

`verse 53 [
इह सर्वसुखं भुङ्क्ष्व निर्विकारं महामते ॥
सुगतिं प्राप्स्यसि त्वं हि सविप्रः कृपया मम ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 54 [
इत्युक्त्वा तात भगवान्स रुद्रः सत्यवत्सलः ॥
सर्वेषाम्पश्यतान्तेषान्तत्रैवान्तर्दधे हरः ॥
]

`verse 55 [
विष्णुर्ब्रह्मापि देवाद्यास्सर्वे ते मुनिसत्तम ॥
स्वंस्वं धाम ययुः प्रीत्या तस्यै नत्वा दिशे मुदा ॥
]

`verse 56 [
सपुत्रः श्राद्धदेवोऽपि स्वस्थानमगमन्मुदा ॥
भुक्त्वा भोगान्सुविपुलान्सोऽन्ते शिवपुर ययौ ॥
]

`verse 57 [
इत्थन्ते कीर्तितो ब्रह्मन्नवतारः शिवस्य हि ॥
कृष्णदर्शननामा वै नभगानन्ददायकः ॥
]

`verse 58 [
इदमाख्यानमनघं भुक्तिमुक्तिप्रदं सताम् ॥
पठतां शृण्वतां वापि सर्व कामफलप्रदम् ॥
]

`verse 59 [
य एतच्चरितम्प्रातस्सायं च स्मरते सुधीः ॥
कविर्भवति मन्त्रज्ञो गतिमन्ते लभेत्पराम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां नन्दीश्वरसनत्कुमारसंवादे कृष्णदर्शनशिवावतारवर्णनंनामैकोनत्रिंशोऽध्यायः॥
]
