`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
शृणु त्वं ब्रह्मपुत्राद्यावतारं परमेशितुः ॥
अवधूतेश्वराह्वं वै शक्रगर्वापहारकम् ॥
]

`verse 2 [
शक्रः पुरा हि सगुरुः सर्वदेवसमन्वितः ॥
दर्शनं कर्तुमीशस्य कैलासमगमन्मुने ॥
]

`verse 3 [
अथ गुर्विन्द्रयोर्ज्ञात्वागमनं शंकरस्तयोः ॥
परीक्षितुं च तद्भावं स्वदर्शनरतात्मनोः ॥
]

`verse 4 [
अवधूतस्वरूपोऽभून्नानालीलाकरः प्रभुः ॥
दिगंबरो महाभीमो ज्वलदग्निसमप्रभः ॥ .४ ॥
सोऽवधूतस्वरूपो हि मार्गमारुद्ध्य सद्गतिः ॥
लंबमानपटः शंभुरतिष्ठच्छोभिताकृतिः ॥
]

`verse 5 [
अथ तौ गुरुशक्रौ च गच्छन्तौ शिव सन्निधिम् ॥
अद्राष्टांपुरुषं भीमं मार्गमध्येऽद्भुताकृतिम् ॥
]

`verse 6 [
अथ शक्रो मुनेऽपृच्छत्स्वाधिकारेण दुर्मदः ॥
पुरुषं तं स्वमार्गान्तः स्थितमज्ञाय शंकरम् ॥
]

`speaker [
शक्र उवाच
]

`verse 7 [
कस्त्वं दिगंबराकारावधूतः कुत आगतः ॥
किन्नाम तव विख्यातं तत्त्वतो वद मेऽचिरम् ॥
]

`verse 8 [
स्वस्थाने संस्थितः शंभुः किम्वान्यत्र गतोऽधुना ॥
दर्शनार्थं हि तस्याहं गच्छामि सगुरुस्सुरैः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 9 [
शक्रेणेत्थं स पृष्टश्च किंचिन्नोवाच पूरुषः ॥
लीलागृहीतदेहस्स शङ्करो मदहा प्रभुः ॥
]

`verse 10 [
शक्रः पुनरपृच्छत्तं नोवाच स दिगंबरः ॥
अविज्ञातगतिश्शम्भुर्महाकौतुककारकः ॥
]

`verse 11 [
पुनः पुरन्दरोऽपृच्छ्त्त्रैलोक्याधिपतिस्स्वराट् ॥
तूष्णीमास महायोगी महालीलाकरस्स वै ॥
]

`verse 12 [
इत्थं पुनः पुनः पृष्टः शक्रेण स दिगम्बरः ॥
नोवाच किंचिद्भगवाञ्शक्रदर्प्पजिघांसया ॥
]

`verse 13 [
अथ चुक्रोध देवेशस्त्रैलोक्यैश्वर्य्यगर्वितः ॥
उवाच वचनं क्रोधात्तं निर्भर्त्स्य जटाधरम् ॥
]

`speaker [
इन्द्र उवाच
]

`verse 14 [
पृच्छमानोऽपि रे मूढ नोत्तरं दत्तवानसि ॥
अतस्त्वां हन्मि वज्रेण कस्ते त्रातास्ति दुर्मते ॥
]

`verse 15 [
इत्युदीर्य्य ततो वज्री संनिरीक्ष्य क्रुधा हि तम् ॥
हन्तुन्दिगम्बरं वज्रमुद्यतं स चकार ह ॥
]

`verse 16 [
वज्रहस्तं च तं दृष्ट्वा शक्रं शीघ्रं सदाशिवः ॥
चकार स्तम्भनं तस्य वज्रपातस्य शंकरः ॥
]

`verse 17 [
ततः स पुरुषः कुद्धः करालाक्षो भयंकरः ॥
द्रुतमेव प्रजज्वाल तेजसा प्रदहन्निव ॥
]

`verse 18 [
बाहुप्रतिष्टम्भभुवा मन्युनान्तश्शचीपतिः ॥
समदह्यत भोगीव मंत्ररुद्धपराक्रमः ॥
]

`verse 19 [
दृष्ट्वा वृहस्पतिस्त्वेनम्प्रज्वलन्तं स्वतेजसा ॥
पुरुषं तं धियामास प्रणनाम हरं द्रुतम्॥
]

`verse 20 [
कृताञ्जलिपुटो भूत्वा ततो गुरुरुदारधीः ॥
दण्डवत्कौ  पुनर्नत्वा प्रभुं तुष्टाव भक्तितः ॥
]

`speaker [
गुरुरुवाच
]

`verse 21 [
देवदेव महादेव शरणागतवत्सल ॥
प्रसन्नो भव गौरीश सर्वेश्वर नमोऽस्तु ते ॥
]

`verse 22 [
मायया मोहितास्सर्वे ब्रह्मविष्ण्वादयोपि ते ॥
त्वां न जानन्ति तत्त्वेन जानन्ति त्वदनुग्रहात् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 23 [
बृहस्पतिरिति स्तुत्वा स तदा शंकरम्प्रभुम् ॥
पादयोः पातयामास तस्येशस्य पुरन्दरम् ॥
]

`verse 24 [
ततस्तात सुराचार्य्यः कृताञ्जलिरुदारधीः ॥
बृहस्पतिरुवाचेदं प्रश्रयावनतः सुधीः॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 25 [
दीननाथ महादेव प्रणतन्तव पादयोः ॥
समुद्धर च मां तत्त्वं क्रोधं न प्रणयं कुरु॥
]

`verse 26 [
तुष्टो भव महादेव पाहीन्द्रं शरणागतम् ॥
वह्निरेष समायाति भालनेत्रसमुद्भवः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 27 [
इत्याकर्ण्य गुरोर्वाक्यमवधूताकृतिः प्रभुः ॥
उवाच करुणासिंधुर्विहसन्स सदूतिकृत् ॥
]

`speaker [
अवधूत उवाच
]

`verse 28 [
क्रोधाच्च निस्सृतन्तेजो धारयामि स्वनेत्रतः ॥
कथं हि कंचुकीं सर्पस्संधत्ते चोज्ज्ञितां पुनः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 29 [
इति श्रुत्वा वचस्तस्य शंकरस्य बृहस्पतिः ॥
उवाच साञ्जलिर्भूयो भयव्याकुलमानसः ॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 30 [
हे देव भगवन्भक्ता अनुकम्प्याः सदैव हि ॥
भक्तवत्सलनामेति स्वं सत्यं कुरु शंकर ॥
]

`verse 31 [
क्षेप्तुमन्यत्र देवेश स्वतेजोऽत्युग्रमर्हसि ॥
उद्धर्ता सर्वभक्तानां समुद्धर पुरन्दरम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 32 [
इत्युक्तो गुरुणा रुद्रो भक्तवत्सलनामभाक् ॥
प्रत्युवाच प्रसन्नात्मा सुरेज्यम्प्रणतार्तिहा ॥
]

`speaker [
रुद्र उवाच
]

`verse 33 [
प्रीतस्तेहं सुराचार्य्य ददामि वरमुत्तमम् ॥
इन्द्रस्य जीवदानेन जीवेति त्वं प्रथाम्व्रज ॥
]

`verse 34 [
समुद्भूतोऽनलो योयं भालनेत्रात्सुरा सहः ॥
एनन्त्यक्ष्याम्यहं दूरे यथेन्द्रं नैव पीडयेत् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 35 [
इत्युक्त्वा स करे धृत्वा स्वतेजोऽनलमद्भुतम् ॥
भालनेत्रसमुद्भूतं प्राक्षिपल्लवणाम्भसि ॥
]

`verse 36 [
अथो शिवस्य तत्तेजो भालनेत्रसमुद्भवम् ॥
क्षिप्तं च लवणाम्भोधौ सद्यो बालो बभूव ह ॥
]

`verse 37 [
स जलन्धरनामाभूत्सिन्धुपुत्रोऽसुरेश्वरः ॥
तं जघान महेशानो देवप्रार्थनया प्रभुः ॥
]

`verse 38 [
इत्थं कृत्वा सुचरितं शंकरो लोकशंकरः ॥
अवधूतस्वरूपेण ततश्चान्तर्हितोऽभवत् ॥
]

`verse 39 [
बभूवुः सकला देवाः सुखिनश्चातिनिर्भयाः ॥
गुरुशक्रौ भयान्मुक्तौ जग्मतुः सुखमुत्तमम्॥
]

`verse 40 [
यदर्थे गमनोद्युक्तौ दर्शनं प्राप्य तस्य तौ॥
कृतार्थौ गुरुशक्रौ हि स्वस्थानं जग्मतुर्मुदा॥
]

`verse 41 [
अवधूतेश्वराह्वोऽवतारस्ते कथितो मया॥
परमेशस्य परमानन्ददः खलदण्डदः॥
]

`verse 42 [
इदमाख्यानमनघं यशस्यं स्वर्ग्यमेव च ॥
भुक्तिमुक्तिप्रदं दिव्यं सर्वकामफलप्रदम् ॥
]

`verse 43 [
य इदं शृणुयान्नित्यं श्रावयेद्वा समाहितः ॥
इह सर्वसुखं भुक्त्वा सोन्ते शिवगतिं लभेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां नन्दी श्वरसनत्कुमारसंवादे अवधूतेश्वरशिवावतारचरित्रवर्णनं नाम त्रिंशोऽध्यायः ॥
]
