`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
अथ वक्ष्ये मुनिश्रेष्ठ शम्भोः शृण्ववतारकम् ॥
स्वभक्तदयया विप्र नारीसन्देहभंजकम् ॥
]

`verse 2 [
आसीत्सत्यरथो नाम्ना विदर्भविषये नृपः ॥
धर्म्मात्मा सत्यशीलश्च महाशैवजनप्रियः ॥
]

`verse 3 [
तस्य राज्ञस्सुधर्मेण महीं पालयतो मुने ॥
महान्कालो व्यतीयाय सुखेन शिवधर्म्मतः ॥
]

`verse 4 [
कदाचित्तस्य राज्ञस्तु शाल्वैश्च पुररोधिभिः ॥
महान्रणो बभूवाथ बहुसैन्यैर्बलोद्धतैः ॥
]

`verse 5 [
स विदर्भनृपः कृत्वा सार्धं तैर्दारुणं रणम् ॥
प्रनष्टोरुबलः शाल्वैर्निहतो दैवयोगतः ॥
]

`verse 6 [
तस्मिन्नृपे हते युद्धे शाल्वैस्तु भयविह्वलाः ॥
सैनिका हतशेषाश्च मन्त्रिभिस्सह दुद्रुवुः ॥
]

`verse 7 [
अथ तस्य महाराज्ञी रात्रौ स्वपुरतो मुने ॥
संरुद्धा रिपुभिर्यत्नादन्तर्वत्नी बहिर्ययौ ॥
]

`verse 8 [
निर्गता शोकसंतप्ता सा राजमहिषी शनैः॥
प्राचीं दिशं ययौ दूरं स्मरन्तीशपदाम्बुजम्॥
]

`verse 9 [
अथ प्रभाते सा राज्ञी ददर्श विमलं सरः॥
अतीता दूरमध्वानं दयया शङ्करस्य हि ॥
]

`verse 10 [
तत्रागत्य प्रिया राज्ञस्संतप्ता सुकुमारिणी॥
निवासार्थं सरस्तीरे छायावृक्षमुपाश्रयत् ॥ ॥
]

`verse 11 [
तत्र दैववशाद्राज्ञी मुहूर्त्ते सद्गुणान्विते ॥
असूत तनयं दिव्यं सर्वलक्षणलक्षितम् ॥
]

`verse 12 [
अथ तज्जननी दैवात्तृषिताति नृपाङ्गना ॥
सरोवतीर्णा पानार्थं ग्रस्ता ग्राहेण पाथसि ॥
]

`verse 13 [
स सुतो जातमात्रस्तु क्षुत्पिपासार्द्दितो भृशम्॥
रुरोद च सरस्तीरे विनष्ट पितृमातृकः ॥
]

`verse 14 [
तस्मिन्वने क्रन्दमाने जातमात्रे सुते मुने ॥
कृपान्वितो महेशोऽभूदन्तर्यामी स रक्षक. ॥
]

`verse 15 [
प्रेरिता मनसा काचिदीशेन त्रासहारिणा॥
अकस्मादागता तत्र भ्रमन्ती भैक्ष्यजीविनी॥
]

`verse 16 [
सा त्वेकहायनं बालं वहन्ती विधवा निजम्॥
अनाथमेकं क्रंदन्तं शिशुन्तत्र ददर्श ह ॥
]

`verse 17 [
सा दृष्ट्वा तत्र तम्बालं वने निर्मनुजे मुने ॥
विस्मिताति द्विजस्त्री सा चिचिन्तं हृदये बहु ॥
]

`verse 18 [
अहो सुमहदाश्चर्य्यमिदं दृष्टम्मयाधुना ॥
असंभाव्यमकथ्यं च सर्वथा मनसा गिरा ॥
]

`verse 19 [
अच्छिन्ननाभिनालोयं रसायां केवलं शिशुः ॥
शेते मातृविहीनश्च क्रन्दंस्तेजस्विनां वरः ॥
]

`verse 20 [
अस्य पित्रादयः केऽपि न सन्तीह सहायिनः।
कारणं किं बभूवाथ ह्यहो दैवबलं महत् ॥
]

`verse 21 [
न जाने कस्य पुत्रोऽयमस्य ज्ञातात्र कोपि न ॥
यतः पृच्छाम्यस्य जन्य जाता च करुणा मयि ॥
]

`verse 22 [
इच्छाम्येनं पोषितुं हि बालमौरसपुत्रवत् ॥
संप्रष्टुं नोत्सहेऽज्ञात्वा कुलजन्मादि चास्य वै ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 23 [
इति संचिन्त्यमानायां तस्यां विप्रवरस्त्रियाम् ॥
कृपां चकार महतीं शंकरो भक्तवत्सल॥
]

`verse 24 [
दध्रे भिक्षुस्वरूपं हि महालीलो महेश्वरः॥
सर्वथा भक्तसुखदो निरुपाधिः स्वयं सदा ॥
]

`verse 25 [
तत्राजगाम सहसा स भिक्षुः परमेश्वरः ॥
यत्रास्ति संदेहवती द्विजस्त्री ज्ञातुमिच्छती ॥
]

`verse 26 [
भिक्षुवर्य्यस्वरूपोऽसावविज्ञातगतिः प्रभुः ॥
तामाह विप्रवनितां विहस्य करुणानिधिः ॥
]

`speaker [
भिक्षुवर्य्य उवाच
]

`verse 27 [
सन्देहं कुरु नो चित्ते विप्रभामिनि मा खिद ॥
रक्षैनम्बालकं प्रीत्या सुपवित्रं स्वपुत्रकम् ॥
]

`verse 28 [
अनेन शिशुना श्रेयः प्राप्स्यसे न चिरात्परम् ॥
पुष्णीहि सर्वथा ह्येनं महातेजस्विनं शिशुम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 29 [
इत्युक्तवन्तं तं भिक्षुस्वरूपं करुणानिधिम् ॥
सा विप्रवनिता शम्भुं प्रीत्या पप्रच्छ सादरम् ॥
]

`speaker [
विप्रवनितोवाच
]

`verse 30 [
त्वदाज्ञयैनं बालं हि रक्षिष्यामि स्वपुत्रवत्॥
पौक्ष्यामि नात्र सन्देहो मद्भाग्यात्त्वमिहागतः ॥
]

`verse 31 [
तथापि ज्ञातुमिच्छामि विशेषेण तु तत्त्वतः ॥
कोयं कस्य सुतश्चायं कस्त्वमत्र समागतः ॥ ॥
]

`verse 32 [
मुहुर्मम समायाति ज्ञानं भिक्षुवर प्रभो ॥
त्वं शिवः करुणासिन्धुस्त्वद्भक्तोयं शिशुः पुरा ॥
]

`verse 33 [
केनचित्कर्मदोषेण सम्प्राप्तोयं दशामिमाम् ॥
तद्भुक्त्वा परमं श्रेयः प्राप्स्यते त्वदनुग्रहात् ॥
]

`verse 34 [
त्वन्माययैव साहं वै मार्गभ्रष्टा विमोहिता ॥
आगता प्रेषिता त्वत्तो ह्यस्य रक्षणहेतुतः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 35 [
इति तद्दर्शनप्राप्तविज्ञानां विप्रकामिनीम् ॥
ज्ञातुकामां विशेषेण प्रोचे भिक्षुतनुश्शिवः ॥
]

`speaker [
भिक्षुवर्य्य उवाच
]

`verse 36 [
शृणु प्रीत्या विप्रपत्नि बालस्यास्य पुरेहितम् ॥
सर्वमन्यस्य सुप्रीत्या वक्ष्यते तत्त्वतोऽनघे ॥
]

`verse 37 [
सुतो विदर्भराजस्य शिवभक्तस्य धीमतः ॥
अयं सत्यरथस्यैव स्वधर्मनिरतस्य हि ॥
]

`verse 38 [
शृणु सत्यरथो राजा हतः शाल्वे रणे परैः ॥
तत्पत्नी निशि सुव्यग्रा निर्ययौ स्वगृहाद्द्रुतम् ॥
]

`verse 39 [
असूत तनयं चैनं समायाता प्रगेऽत्र हि ॥
सरोवतीर्णा तृषया ग्रस्ता ग्राहेण दैवतः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 40 [
इति तस्य समुत्पत्तिं तत्पितुः संगरे मृतिम् ॥
तन्मातृमरणं ग्राहात्सर्वं तस्य न्यवेदयत्॥
]

`verse 41 [
अथ सा ब्रह्माणी सा हि विस्मिताति मुनीश्वर ॥
पुनः पप्रच्छ तं भिक्षुं ज्ञानिनं सिद्धरूपकम् ॥
]

`speaker [
ब्राह्मण्युवाच
]

`verse 42 [
स राजोऽस्य पिता भिक्षो वरभोगान्तरेव हि ॥
कस्माच्छाल्वैस्स्वरिपुभिस्स्वल्पेहैश्च विघातितः ॥
]

`verse 43 [
कस्मादस्य शिशोर्माता ग्राहेणाशु सुभक्षिता ॥
यस्मादनाथोयं जातो विबन्धुश्चैव जन्मतः ॥
]

`verse 44 [
कस्मात्सुतो ममापीह सुदरिद्रो हि भिक्षुकः ॥
भवेत्कथं सुखं भिक्षो पुत्रयोरनयोर्वद ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 45 [
इति तस्या वचः श्रुत्वा स भिक्षुः परमेश्वरः ॥
विप्रपत्न्याः प्रसन्नात्मा प्रोवाच विहसंश्च ताम्॥
]

`speaker [
भिक्षुवर्य्य उवाच
]

`verse 46 [
विप्रपत्नि विशेषेण सर्वप्रश्नान्वदामि ते ॥
शृणु त्वं सावधानेन चरित्रमिदमुत्तमम्॥
]

`verse 47 [
अमुष्य बालस्य पिता स विदर्भमहीपतिः ॥
पूर्वजन्मनि पाण्ड्योऽसौ बभूव नृपसत्तमः ॥
]

`verse 48 [
स शैवनृपतिर्धर्मात्पालयन्निखिला महीम् ॥
स्वप्रजां रंजयामास सर्वोपद्रवनाशनः ॥
]

`verse 49 [
कदाचित्स हि सर्वेशं प्रदोषे पर्यपूजयत्॥
त्रयोदश्यां निराहारो दिवानक्तव्रती शिवम् ॥
]

`verse 50 [
तस्य पूजयतः शम्भुं प्रदोषे गिरिशं रते ॥
महाञ्छब्दो बभूवाथ विकटस्सर्वथा पुरे ॥
]

`verse 51 [
तमाकर्ण्य रवं सोऽथ राजा त्यक्तशिवार्चनः॥
रिप्वागमनशंकातो निर्ययौ भवनाद्बहिः ॥
]

`verse 52 [
एतस्मिन्नेव काले तु तस्यामात्यो महाबली ॥
गृहीतशस्त्रसामन्तो राजान्तिकमुपाययौ ॥
]

`verse 53 [
तन्दृष्ट्वा शत्रुसामन्तं महाक्रोधेन विह्वलः ॥
अविचार्य वृषन्तस्य शिरश्छेदमकारयत्॥
]

`verse 54 [
असमाप्ये शपूजान्तामशुचिर्नष्टधीर्नृपः ॥
रात्रौ चकार सुप्रीत्या भोजनन्नष्टमंगलः॥
]

`verse 55 [
विदर्भे सोभवद्राजा जन्मनीह शिवव्रती॥
शिवार्चनान्तरायेण परैर्भोगांन्तरे हतः ॥
]

`verse 56 [
तत्पुत्रो यः पूर्वभवे सोऽस्मिञ्जन्मनि तत्सुतः ॥
अहमेव हतैश्वर्य्यः शिवपूजा व्यतिक्रमात् ॥
]

`verse 57 [
अस्य माता पूर्वभवे सपत्नीं छद्मनाहरत्॥
भक्षिता तेन पापेन ग्राहेणाऽस्मिन्भवे हि सा॥
]

`verse 58 [
एषा प्रवृत्तिरेतेषां भवत्यै परिकीर्तिता ॥
अनर्चिता शिवा भक्त्या प्राप्नुवन्ति दरिद्रताम् ॥५९।
एष ते तनयः पूर्वजन्मनि ब्राह्मणोत्तमः॥
प्रतिग्रहैर्वयो निन्ये  न यज्ञाद्यैस्सुकर्मभिः ॥
]

`verse 59 [
अतो दारिद्र्यमापन्नः पुत्रस्ते द्विजभामिनि ॥
तद्दोषपरिहारार्थं शरणं शंकरं व्रज ॥
]

`verse 60 [
एताभ्यां खलु बालाभ्यां शिवपूजाविधीयताम् ॥
उपवीतानन्तरं हि शिवः श्रेयः करिष्यति ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 61 [
इति तामुपदिश्याथ भिक्षुवर्ण्यतनुः शिवः ॥
स्वरूपं दर्शयामास परमं भक्तवत्सलः  ॥
]

`verse 62 [
अथ सा विप्रवनिता ज्ञात्वा तं शंकरम्प्रभुम्॥
सुप्रणम्य हि तुष्टाव प्रेम्णा गद्गदया गिरा ॥
]

`verse 63 [
ततस्स भगवाञ्च्छम्भुर्धृतभिक्षुतनुर्द्रुतम् ॥
पश्यन्त्या विप्रपन्त्यास्तु तत्रैवान्तरधीयत ॥
]

`verse 64 [
अथ तस्मिन् गते भिक्षौ विश्रब्धा ब्राह्मणी च सा॥
तमर्भकं समादाय सस्वपुत्रा गृहं ययौ ॥
]

`verse 65 [
एकचक्राह्वये रम्ये ग्राम्ये कृत निकेतना ॥
स्वपुत्रं राजपुत्रं च वरान्नैश्च व्यवर्द्धयत् ॥
]

`verse 66 [
ब्राह्मणै कृतसंस्कारौ कृतोपनयनौ च तौ ॥
ववृधाते स्वगेहे च शिवपूजनतत्परौ ॥
]

`verse 67 [
तौ शाण्डिल्यमुनेस्तात निदेशान्नियम स्थितौ॥
प्रदोषे चक्रतुः शम्भोः पूजां कृत्वा व्रतं शुभम्॥
]

`verse 68 [
कदाचिद्द्विजपुत्रेण विनाऽसौ राजनन्दनः ॥
नद्यां स्नातुं गतः प्राप निधानकलशं वरम् ॥
]

`verse 69 [
एवं पूजयतोः शम्भुं राजद्विजकुमारयोः ॥
सुखेनैव व्यतीयाय तयोर्मासचतुष्टयम् ॥
]

`verse 70 [
एवमर्चयतोः शम्भुं भूयोपि परया मुदा ॥
सम्वत्सरो व्यतीयाय तस्मिन्नेव तयोर्गृहे ॥
]

`verse 71 [
सम्वत्सरे व्यतिक्रान्ते स राजतनयो मुने ॥
गत्वा वनान्ते विप्रेण शिवस्यानुग्रहाद्विभोः ॥
]

`verse 72 [
अकस्मादागतां तत्र दत्तां तज्जनकेन ह ॥
विवाह्य गन्धर्वसुतां चक्रे राज्यमकण्टकम् ॥
]

`verse 73 [
या विप्रवनिता पूर्वंतमपुष्णात्स्वपुत्रवत्॥
सैव माताभवत्तस्य स भ्राता द्विजनन्दनः ॥
इत्थमाराध्य देवेशं धर्मगुप्ताह्वयस्स वै ॥
विदर्भ विषये राज्ञ्या तया भोगं चकार ह ॥
]

`verse 74 [
भिक्षुवर्य्यावतारस्ते वर्णितश्च मयाधुना ॥
शिवस्य धर्मगुप्ताह्व नृपबालसुखप्रदः ॥
]

`verse 75 [
एतदाख्यानमनघं पवित्रं पावनं महत् ॥
धर्मार्थकाममोक्षाणां साधनं सर्वकामदम् ॥
]

`verse 76 [
य एतच्छ्रृणुयान्नित्यं श्रावयेद्वा समाहितः॥
स भुक्त्वेहाखिलान्कामान्सोन्ते शिवपुरम्व्रजेत् ॥७८।
इति श्री शिवमहापुराणे तृती०शतरुद्रसंहितायां भिक्षुवर्य्याह्वशिवावता रचरित्रवर्णनंनामैकत्रिंशोऽध्यायः ॥
]
