`verse 1 [
शृणु तात प्रवक्ष्यामि शिवस्य परमात्मनः॥
सुरेश्वरावतारस्ते धौम्याग्रज हितावहम् ॥
]

`verse 2 [
व्याघ्रपादसुतो धीमानुपमन्युस्सताम्प्रियः ॥
जन्मान्तरेण संसिद्धः प्राप्तो मुनिकुमारताम्॥
]

`verse 3 [
उवास मातुलगृहे स मात्रा शिशुरे व हि ॥
उपमन्युर्व्याघ्रपादिस्स्याद्दरिद्रश्च दैवतः॥
]

`verse 4 [
कदाचित्क्षीरमत्यल्पम्पीतवान्मातुलाश्रमे॥
ययाचे मातरम्प्रीत्या बहुशो दुग्ध लालसः ॥
]

`verse 5 [
तच्छ्रुत्वा पुत्रवचनं तन्माता च तपस्विनी॥
सांतः प्रविश्याथ तदा शुभोपायमरीरचत् ॥
]

`verse 6 [
उञ्छवृत्त्यर्जितान्बीजान्पिष्ट्वालोड्य जलेन तान् ॥
उपलाल्य सुतन्तस्मै सा ददौ कृत्रिमम्पयः ॥
]

`verse 7 [
पीत्वा च कृत्रिमं दुग्धं मात्रा दत्तं स बालकः ॥
नैतत्क्षीरमिति प्राह मातरं चारुदत्पुनः॥
]

`verse 8 [
श्रुत्वा सुतस्य रुदितं प्राह सा दुःखिता सुतम॥
संमार्ज्य नेत्रे पुत्रस्य कराभ्यां कमलाकृतिः ॥
]

`verse 9 [
मातोवाच॥क्षीरमत्र कुतोऽस्माकं वने निवसतां सदा॥
प्रसादेन विना शम्भोः पयः प्राप्तिर्भवेन्नहि॥
]

`verse 10 [
पूर्वजन्मनि यत्कृत्यं शिवमु द्दिश्य हे सुत॥
तदेव लभ्यते नूनन्नात्र कार्या विचारणा॥
इति  मातृवचश्श्रुन्वा व्याघ्रपादिस्स बालकः॥3.32.१०।
प्रत्युवाच विशोकात्मा मातरं मातृवत्सलः ॥
]

`verse 11 [
शोकेनालमिमं मातः शंभुर्यद्यस्ति शङ्करः॥
त्यज शोकं महाभागे सर्वं भद्रम्भविष्यति॥
]

`verse 12 [
शृणु मातर्वचो मेऽयमहादेवोऽस्ति चेत्क्वचित्॥
चिराद्वा ह्यचिराद्वापि क्षीरोदं साधयाम्यहम्॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 13 [
इत्युक्त्वा स शिशुः प्रीत्या शिवं मेऽस्त्वित्युदीर्य्य च ॥
विसृज्य तां सुप्रणम्य तपः कर्त्तुं प्रचक्रमे।१४॥
हिमवत्पर्वतगतः वायुभक्षस्समाहितः ॥
अष्टेष्टकाभिः प्रासादं कृत्वा लिंगं च मृन्मयम् ॥
]

`verse 14 [
तत्रावाह्य शिवं साम्बं भक्त्या पञ्चाक्षरेण ह ॥
पत्रपुष्पादिभिर्वन्यैस्समानर्च शिशुः स वै ॥
]

`verse 15 [
ध्यात्वा शिवं च तं साम्बं जपन्पञ्चाक्षरम्मनुम् ॥
समभ्यर्च्य चिरं कालं चचार परमन्तपः ॥
]

`verse 16 [
तपसा तस्य बालस्य ह्युपमन्योर्महात्मनः ॥
चराचरं च भुवनं प्रदीपितमभून्मुने ॥
]

`verse 17 [
एतस्मिन्नन्तरे शंभुर्विष्ण्वाद्यैः प्रार्थितः प्रभुः ॥
परीक्षितुं च तद्भक्तिं शक्ररूपोऽभवत्तदा॥
]

`verse 18 [
शिवा शचीस्वरूपाभूद्गणाः सर्वेऽभवन्सुराः॥
ऐरावतगजो नन्दी सर्वमेव च तन्मयम् ॥
]

`verse 19 [
ततः साम्बः शिवः शक्रस्वरूपस्सगणो द्रुतम्॥
जगामानुग्रहं कर्तुमुपमन्योस्तदाश्रमम् ॥
परीक्षितुं च तद्भक्तिं शक्ररूपधरो हरः ॥
प्राह गंभीरया वाचा बालकन्तं मुनीश्वर ॥
]

`speaker [
सुरेश्वर उवाच
]

`verse 20 [
तुष्टोऽस्मि ते वरं ब्रूहि  तपसानेन सुव्रत ॥
ददामि चेच्छितान्कामान्सर्वान्नात्रास्ति संशयः ॥
]

`verse 21 [
एवमुक्तः स वै तेन शक्ररूपेण शम्भुना ॥
वरयामि शिवे भक्तिमित्युवाच कृताञ्जलि ॥
]

`verse 22 [
तन्निशम्य हरिः प्राह मां न जानासि लेखपम् ॥
त्रैलोक्याधिपतिं शक्रं सर्वदेवनमस्कृतम् ॥
]

`verse 23 [
मद्भक्तो भव विप्रर्षे मामेवार्चय सर्वदा ॥
ददामि सर्वं भद्रन्ते त्यज रुद्रं च निर्गुणम्॥
]

`verse 24 [
रुद्रेण  निर्गुणेनालं किन्ते कार्यं भविष्यति ॥
देवजातिबहिर्भूतो यः पिशाचत्वमागतः॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 25 [
तच्छ्रुत्वा स मुनेः  पुत्रो  जपन्पञ्चाक्षरम्मनुम् ॥
मन्यमानो धर्मविघ्नम्प्राह तं कर्तुमागतम् ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 26 [
त्वयैवं कथितं सर्वं भवनिन्दा रतेन वैः॥
प्रसंगाद्देवदेवस्य निर्गुणत्वं पिशाचता ॥
]

`verse 27 [
त्वं न जानासि वै रुद्रं सर्वदेवेश्वरेश्वरम् ॥
ब्रह्मविष्णुमहेशानां जनकम्प्रकृतेः परम्॥
]

`verse 28 [
सदसद्व्यक्तमव्यक्तं यमाहुर्ब्रह्मवादिनः ॥
नित्यमेकमनेकं च वरं तस्माद्वृणोम्यहम् ॥
]

`verse 29 [
हेतुवादविनिर्मुक्तं सांख्ययोगार्थदम्परम्॥
यमुशन्ति हि तत्त्वज्ञा वरन्तस्माद्वृणोम्यहम् ॥
]

`verse 30 [
नास्ति शम्भोः परन्तत्त्वं सर्वकारणकारणात्॥
ब्रह्मविष्ण्वादि देवानां श्रेष्ठाद्गणपराद्विभोः ॥
]

`verse 31 [
नाहं वृणे वरं त्वत्तो न विष्णोर्ब्रह्मणोऽपि वा ॥
नान्यस्मादमराद्वापि शङ्करो वरदोऽस्तु मे।३४॥
बहुनात्र किमुक्तेन वच्मि तत्त्वं मतं स्वकम् ॥
न प्रार्थये पशुपतेरन्यं देवादिकं स्फुटम् ॥
]

`verse 32 [
मद्भावं शृणु गोत्रारे मयाद्यानुमितन्त्विदम् ॥
भवान्तरे कृतं पापं श्रुता निन्दा भवस्य चेत् ॥
]

`verse 33 [
श्रुत्वा निन्दाम्भवस्याथ तत्क्षणादेव संत्यजेत् ॥
स्वदेहं तन्निहत्याशु शिवलोकं स गच्छति ॥
]

`verse 34 [
आस्तां तावन्ममेच्छेयं क्षीरम्प्रति सुराधम ॥
निहत्य त्वां शिवास्त्रेण त्यजाम्येतत्कलेवरम्॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 35 [
एवमुक्त्वोपमन्युस्तं मर्तुं व्यवसितः स्वयम् ॥
क्षीरे वाच्छामपि त्यक्त्वा निहन्तुं शक्रमुद्यतः ॥
]

`verse 36 [
भस्मादाय तदाधारादघोस्त्राभिमन्त्रितम् ॥
विसृज्य शक्रमुद्दिश्य ननाद स मुनिस्तदा ॥
]

`verse 37 [
स्मृत्वा स्वेष्टपदद्वन्द्वं स्वदेहं दग्धुमुद्यतः ॥
आग्नेयीं धारणां बिभ्रदुपमन्युरवस्थितः ॥
]

`verse 38 [
एवं व्यवसिते विप्रे भगवाञ्छक्ररूपवान् ॥
वारयामास सौम्येन धारणान्तस्य योगिनः ॥
]

`verse 39 [
तद्विसृष्टमघोरास्त्रं नन्दीश्वरनियो गतः ॥
जगृहे मन्यतः क्षिप्तं नन्दी शंकरवल्लभम्॥
]

`verse 40 [
स्वरूपमेव भगवानास्थाय परमेश्वरः ॥
दर्शयामास विप्राय बालेन्दु कृतशेखरम् ॥
]

`verse 41 [
क्षीरार्णवसहस्र्ं च दध्यादेवरर्णवन्तथा ॥
भक्ष्यभोज्यार्णवन्तस्मै दर्शयामास स प्रभुः ॥
]

`verse 42 [
एवं स ददृशे शम्भुदेव्या सार्द्धं वृषोपरि॥
गणेश्वरैस्त्रिशूलाद्यैर्दिव्यास्त्रैरपि संवृतः ॥
]

`verse 43 [
दिवि दुन्दुभयो नेदु पुष्पवृष्टिः पपात ह ॥
विष्णुब्रह्मेन्द्रप्रमुखैर्देवैश्छन्ना दिशो दश ॥
]

`verse 44 [
अथोपमन्युरानन्दसमुद्रोर्मिभिरावृतः ॥
पपात दण्डवद्भूमौ भक्तिनम्रेण चेतसा ॥
]

`verse 45 [
एतस्मिन्समये तत्र सस्मितो भगवान्भवः ॥
एह्येहीति समाहूय मूर्ध्न्याघ्राय ददौ वरान् ॥
]

`speaker [
शिव उवाच
]

`verse 46 [
वत्सोपमन्यो तुष्टोऽस्मि त्वदाचरणतो वरात् ॥
दृढभक्तोऽसि विप्रर्षे मया जिज्ञासितोऽधुना ॥
]

`verse 47 [
भक्ष्यभोगान्यथाकामं बान्धवैर्भुंक्ष्व सर्वदा ॥
सुखी भव सदा दुःखनिर्मुक्तो भक्तिमान्मम॥
]

`verse 48 [
उपमन्यो महाभाग तवाम्बैषा हि पार्वती ॥
मया पुत्रीकृतो ह्यद्य कुमारत्वं सनातनम् ॥
]

`verse 49 [
दुग्धदध्याज्यमधुनामर्णवाश्च सहस्रशः ॥
भक्ष्यभोज्यादिवस्तूनामर्णवाश्चाखिला स्तथा ॥
]

`verse 50 [
तुभ्यं दत्ता मया प्रीत्या त्वं गृह्णीष्व महामुने ॥
अमरत्वन्तथा दक्ष गाणपत्यं च शाश्वतम् ॥
]

`verse 51 [
पिताहन्ते महादेवो माता ते जगदम्बिका॥
वरान्वरय सुप्रीत्या मनोभिलषितान्परान्॥
]

`verse 52 [
अजरश्चामरश्चैव भव त्वं दुःखवर्जित॥
यशस्वी वरतेजस्वी दित्त्वज्ञानी महाप्रभुः ॥
]

`verse 53 [
अथ शम्भुः प्रसन्नात्मा स्मृत्वा तस्य तपो महत् ॥
पुनर्दश वरान्दिव्यान्मुनये हयूपमन्यवे ॥
]

`verse 54 [
व्रतं पाशुपतं ज्ञानं व्रतयोगं च तत्त्वतः ॥
ददौ तस्मै प्रवक्तृत्वं पाटवं च निजं पदम्ं॥
]

`verse 55 [
एवन्दत्त्वा महादेवः कराभ्यामुपगृह्य तम्॥
मूर्ध्न्याघ्राय सुतस्तेऽयमिति देव्यै न्यवेदयत्॥
]

`verse 56 [
देवी च शृण्वती प्रीत्या मूर्ध्निदेशे कराम्बुजम्॥
विन्यस्य प्रददौ तस्मै कुमारपदमक्षयम् ॥
]

`verse 57 [
क्षीराब्धिमपि साकारं क्षीरस्वादुकरोदधिः ॥
उपास्थाय ददौ तस्मै पिण्डीभूतमनश्वरम्॥
]

`verse 58 [
योगैश्वर्य्यं सदा तुष्टम्ब्रह्मविद्यामनश्वराम् ॥
समृद्धिं परमान्तस्मै ददौ सन्तुष्टमानसः॥
]

`verse 59 [
सोऽपि लब्ध्वा वरान्दिव्यान्कुमारत्वं च सर्वदा॥
तस्माच्छिवाच्च तस्याश्च शिवाया मुदितोऽभवत् ॥
]

`verse 60 [
ततः प्रसन्नचेतस्कः सुप्रणम्य कृताञ्जलिः ॥
ययाचे स वरं प्रीत्या देवदेवान्महे श्वरात् ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 61 [
प्रसीद देवदेवेश प्रसीद परमेश्वर ॥
स्वभक्तिन्देहि परमां दिव्यामव्यभिचारिणीम् ॥
]

`verse 62 [
श्रद्धान्देहि महादेव स्वसंबन्धिषु मे सदा॥
स्वदास्यं परमं स्नेहं स्वसान्निध्यं च सर्वदा ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 63 [
एवमुक्त्वा प्रसन्नात्मा हर्षगद्गदया गिरा ॥
तुष्टाव स महादेवमुपमन्युर्द्विजोत्तमः ॥
]

`verse 64 [
एवमुक्तश्शिवस्तेन सर्वेषां शृण्वताम्प्रभुः ॥
प्रत्युवाच प्रसन्नात्मोपमन्युं सकलेश्वरः ॥
]

`speaker [
शिव उवाच
]

`verse 65 [
वत्सोपमन्यो धन्यस्त्वं मम भक्तो विशेषतः ॥
सर्वन्दत्तम्मया ते हि यद्वृ क्त्तम्भवतानघ ॥
]

`verse 66 [
अजरश्चामरश्च त्वं सर्वदा दुःखवर्जित॥
सर्वपूज्यो निर्विकारी भक्तानाम्प्रवरो भव ॥
]

`verse 67 [
अक्षया बान्धवाश्चैव कुलं गोत्रं च ते सदा ॥
भविष्यति द्विजश्रेष्ठ मयि भक्तिश्च शाश्वती ॥
]

`verse 68 [
सान्निध्यं चाश्रये नित्यं करिष्यामि मुने तव ॥
तिष्ठ वत्स यथा कामं नोत्कण्ठां च करिष्यसि ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 69 [
एवमुक्त्वा स भगवांस्तस्मै दत्त्वा वरान्वरान् ॥
सांबश्च सगणस्सद्यस्तत्रैवान्तर्दधे प्रभुः ॥
]

`verse 70 [
उपमन्युः प्रसन्नात्मा प्राप्य शम्भोर्वरान्वरान् ॥
जगाम जननीस्थानं मात्रे सर्वम वर्णयत् ॥ ॥
]

`verse 71 [
तच्छ्रुत्वा तस्य जननी महाहर्षमवाप सा ॥
सर्वपूज्वोऽभवत्सोऽपि सुखं प्रापाधिकं सदा ॥
]

`verse 72 [
इत्थन्ते वर्णितस्तात शिवस्य परमात्मनः ॥
सुरेश्वरावतारो हि सर्वदा सुखदः सताम् ॥
]

`verse 73 [
इदमाख्यानमनघं सर्वकामफलप्रदम् ॥
स्वर्ग्यं यशस्यमायुष्यं भुक्तिमुक्तिप्रदं सताम् ॥
]

`verse 74 [
य एतच्छृणुयाद्भक्त्या श्रावयेद्वा समाहितः ॥
इह सर्वसुखं भुक्त्वा सोऽन्ते शिवगतिं लभेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां सुरेश्वराख्यशिवावतारचरितवर्णनं नाम  द्वात्रिंशो ध्यायः ॥
]
