`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
सनत्कुमार सुप्रीत्या शिवस्य परमात्मनः ॥
अवतारं शृणु विभोर्जटिलाह्वं सुपावनम्। ॥
]

`verse 2 [
पुरा सती दक्षकन्या त्यक्त्वा देहं पितुर्मखे ॥
स्वपित्राऽनादृता जज्ञे मेनायां हिमभूधरात्॥
]

`verse 3 [
सा गत्वा गहनेऽरण्ये तेपे सुवि मलं तपः ॥
शंकरम्पतिमिच्छन्ती सखीभ्यां संयुता शिवा॥
तत्तपःसुपरीक्षार्थं सप्तर्षीन्प्रैषयच्छिवः॥
तपःस्थानं तु पार्वत्या नानालीलाविशारदः ॥
]

`verse 4 [
ते गत्वा तत्र मुनयः परीक्षां चक्रुरादरात् ॥
तस्याः सुयत्नतो नैव समर्था ह्यभवंश्च ते ॥
]

`verse 5 [
तत्रागत्य शिवं नत्वा वृत्तान्तं च निवेद्य तत्॥
तदाज्ञां समनुप्राप्य स्वर्लोकं जग्मुरादरात् ॥
]

`verse 6 [
गतेषु मुनिषु स्वस्थानं शंकरः स्वयम्॥
परीक्षितुं शिवावृत्तमैच्छत्सूतिकरः  प्रभुः॥
]

`verse 7 [
सुप्रसन्नस्तपस्वीच्छाशमनादयमीश्वरः॥
ब्रह्मचर्य्यस्वरूपोऽभूत्तदाद्भुततरः प्रभुः॥८।
अतीव स्थविरो विप्रदेहधारी स्वतेजसा॥
प्रज्वलन्मनसा हृष्टो दण्डी छत्री महोज्जलः।९॥
धृत्वैवं जटिलं रूपं जगाम गिरिजावनम्॥
अतिप्रीतियुतः शम्भुश्शङ्करो भक्तवत्सलः॥
]

`verse 8 [
तत्रापश्यस्त्थितान्देवीं सखीभिः परिवारिताम्॥
वेदिकोपरि शुद्धान्तां शिवामिव विधोः कलाम् ॥
]

`verse 9 [
शंभुर्निरीक्ष्य तान्देवीं ब्रह्मचारिस्वरूपवान्॥
उपकण्ठं  ययौ प्रीत्या चोत्सुकी भक्तवत्सलः॥
]

`verse 10 [
आगतं सा तदा दृष्ट्वा ब्राह्मणं तेजसाद्भुतम्॥
अंगेषु लोमशं शान्तं दण्डचर्मसमन्वितम् ॥
]

`verse 11 [
ब्रह्मचर्य्यधरं वृद्धं जटिलं सकमण्डलुम्॥
अपूजयत्परप्रीत्या सर्वपूजोपहारकैः॥
]

`verse 12 [
ततस्ता पार्वतीदेवी पूजितं परया मुदा ॥
कुशलं पर्यपृच्छत्तं ब्रह्मचारिणमादरात् ॥
]

`verse 13 [
ब्रह्मचारिस्वरूपेण कस्त्वं हि कुत आगतः॥
इद्ं वनं भासयसि वद वेदविदां वर॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 14 [
इति पृष्टस्तु पार्वत्या ब्रह्मचारी स वै द्विजः ॥
प्रत्युवाच द्रुतम्प्रीत्या शिवाभावपरीक्षया ॥
]

`speaker [
ब्रह्मचार्य्युवाच
]

`verse 15 [
अहमिच्छाभिगामी च ब्रह्मचारी द्विजोस्मि वै ॥
तपस्वी सुखदोऽन्येषामुपकारी न संशयः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 16 [
इत्युक्त्वा ब्रह्मचारी स शंकरो  भक्तवत्सलः ॥ ।
तस्थिवानुपकण्ठं स गोपायन्रूपमात्मनः ॥
]

`speaker [
ब्रह्मचार्य्युवाच
]

`verse 17 [
किम्ब्रवीमि महादेवि कथनीयन्न विद्यते ॥
महानर्थकरं वृत्तं दृश्यते विकृतं महत् ॥
]

`verse 18 [
नवे वयसि सद्भोगसाधने सुखकारणे ॥
महोपचारसद्भोगैर्वृथैव त्वं तपस्यसि॥
]

`verse 19 [
का त्वं कस्यासि तनया किमर्थं विजने वने ॥
तपश्चरसि दुर्धर्षं मुनिभिः प्रयतात्मभिः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 20 [
इति तद्वचनं श्रुत्वा प्रहस्य परमेश्वरी ॥
उवाच वचनं प्रीत्या ब्रह्मचारिणमुत्तमम्॥
]

`speaker [
पार्वत्युवाच
]

`verse 21 [
शृणु विप्र ब्रह्मचारिन्मदवृत्तमखिलं मुने॥
जन्म मे भारते वर्षे साम्प्रतं हिमवद्गृहे ॥
]

`verse 22 [
पूर्वं दक्षगृहे जन्म सती शङ्करकामिनी ॥
योगेन त्यक्तदेहाहं तातेन पतिनिन्दिना ॥
]

`verse 23 [
अत्र जन्मनि संप्राप्य सुपुण्येन शिवो द्विज ॥
मां त्यक्त्वा भस्मसात्कृत्वा मन्मथं स जगाम ह॥
]

`verse 24 [
प्रयाते शङ्करे तापाद्व्रीडिताहं पितुर्गृहात् ॥
आगच्छमत्र तपसे गुरुवाक्येन संयता ॥
]

`verse 25 [
मनसा वचसा साक्षात्कर्मणा पतिभावतः ॥
सत्यम्ब्रवीमि नोऽसत्यं संवृतः शङ्करो मया ॥
]

`verse 26 [
जानामि दुर्लभं वस्तु कथम्प्राप्यं मया भवेत् ॥
तथापि मनसौत्सुक्यात्तप्यते मे तपोऽधुना॥
]

`verse 27 [
हित्वेन्द्रप्रमुखान्देवान्विष्णुम्ब्रह्माणमप्यहम्॥
पतिम्पिनाकपाणिं वै प्राप्तुमिच्छामि सत्यतः॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 28 [
इत्येवं वचनं श्रुत्वा पार्वत्या हि सुनिश्चितम्॥
मुने स जटिलो रुद्रो विहसन्वाक्यमब्रवीत् ॥
]

`speaker [
जटिल उवाच
]

`verse 29 [
हिमाचलसुते देवि का बुद्धिः स्वीकृता त्वया ॥
रुद्रार्थं विबुधान्हित्वा करोषि विपुलन्तपः ॥
]

`verse 30 [
जानाम्यहं च तं रुद्रं शृणु त्वम्प्रवदामि ते॥
वृषध्वजस्स रुद्रो हि विकृतात्मा जटाधरः॥
]

`verse 31 [
एकाकी च सदा नित्यं विरागी च विशेषतः ॥
तस्मात्त्वं तेन रुद्रेण मनो योक्तुं न चार्हसि ॥
]

`verse 32 [
सर्वं विरुद्धं रूपादि तव देवि हरस्य च।
मह्यं न रोचते ह्येतद्यदीच्छसि तथा कुरु ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 33 [
इत्युक्त्वा च पुना रुद्रो ब्रह्मचारिस्वरूपवान्॥
निनिन्द बहुधात्मानं तदग्रे तां परीक्षितुम्॥
]

`verse 34 [
तच्छ्रुत्वा पार्वती देवी विप्रवाक्यं दुरासदम्॥
प्रत्युवाच महाक्रुद्धा शिवनिन्दापरं च तम्॥
]

`verse 35 [
एतावद्धि मया ज्ञातं कश्चिद्धन्यो भविष्यति ॥
परन्तु सकलं ज्ञातमवध्यो दृश्यतेऽधुना ॥
]

`verse 36 [
ब्रह्मचारिस्वरूपेण कश्चित्त्वं धूर्त आगतः ॥
शिवनिन्दा कृता मूढ त्वया मन्युरभून्मम ॥
]

`verse 37 [
शिवं त्वं च न जानासि शिवात्त्वं हि बहिर्मुखः ॥
त्वत्पूजा च कृता यन्मे तस्मात्तापयुताऽभवम् ॥
]

`verse 38 [
शिवनिन्दां करोतीह तत्त्वमज्ञाय यः पुमान्॥
आजन्मसंचितं पुण्यं तस्य भस्मीभवत्युत ॥
]

`verse 39 [
शिवविद्वेषिणं स्पृष्ट्वा प्रायश्चित्तं समाचरेत् ॥
]

`verse 40 [
रे रे दुष्ट त्वया प्रोक्तमहं जानामि शंकरम्॥
निश्चयेन न विज्ञातः शिव एव परः प्रभुः ॥
]

`verse 41 [
यथा तथा भवेद्रुद्रो मायया बहुरूपवान् ॥
ममाभीष्टप्रदोऽत्यन्तं निर्विकारः सताम्प्रियः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 42 [
इत्युक्त्वा तं शिवा देवी शिवतत्त्वं जगाद सा ॥
यत्र ब्रह्मतया रुद्रः कथ्यते निर्गुणोऽव्ययः ॥
]

`verse 43 [
तदाकर्ण्य वचो देव्या ब्रह्मचारी स वै द्विजः॥
पुनर्वचनमादातुं यावदेव प्रचक्रमे ॥
]

`verse 44 [
प्रोवाच गिरिजा तावत्स्वसखीं विजयान्द्रुतम् ॥
शिवासक्तमनोवृत्तिः शिवनिन्दापराङ्मुखी॥
]

`speaker [
गिरिजोवाच
]

`verse 45 [
वारणीयः प्रयत्नेन सख्ययं हि द्विजाधमः ॥
पुनर्वक्तुमनाश्चायं शिवनिन्दां करिष्यति ॥
]

`verse 46 [
न केवलं भवेत्पापं निन्दाकर्तुः शिवस्य हि ॥
यो वै शृणोति तन्निन्दां पापभाक्स भवेदिह ॥
]

`verse 47 [
शिवनिन्दाकरो वध्यस्सर्वथा शिवकिंकरैः॥
ब्राह्मणश्चेत्स वै त्याज्यो गन्तव्यं तत्स्थलाद्द्रुतम्॥
]

`verse 48 [
अयन्दुष्टः पुनर्निंदां करिष्यति शिवस्य हि ॥
ब्राह्मणत्वादवध्यश्च त्याज्योऽदृश्यश्च सर्वथा ॥
]

`verse 49 [
स्थलमेतद्द्रुतं हित्वा यास्यामोऽन्यत्र मा चिरम् ॥
यथा संभाषणं न स्यादनेनाविदुषा पुनः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 50 [
इत्युक्त्वा चोमया यावत्पदमुत्क्षिप्यते मुने ॥
असौ तावच्छिवः साक्षादाललम्बे पटं स्वयम्॥
]

`verse 51 [
कृत्वा स्वरूपं दिव्यं च शिवाध्यानं यथा तथा॥
दर्शयित्वा शिवायै तामुवाचावाङ्मुखी शिवः ॥
]

`speaker [
शिव उवाच
]

`verse 52 [
कुत्र त्वं यासि मां हित्वा न त्वन्त्याज्या मया शिवे॥
मया परीक्षितासि त्वं दृढभक्तासि मेऽनघे ॥
]

`verse 53 [
ब्रह्मचारिस्वरूपेण भावमिच्छुस्त्वदीयकम्॥
तवोपकण्ठमागत्य प्रावोचं विविधं वचः॥
]

`verse 54 [
प्रसन्नोस्मि दृढं भक्त्या शिवे तव विशेषतः॥
चित्तेप्सितं वरं ब्रूहि नादेयं विद्यते तव॥
]

`verse 55 [
अद्यप्रभृति ते दासस्तपोभिः प्रेमनिर्भरे॥
कृतोऽस्मि तव सौन्दर्य्यात्क्षण एको युगायते॥
]

`verse 56 [
त्यज्यतां च त्वया लज्जा मम पत्नी सनातनी ॥
एहि प्रिये त्वया साकं द्रुतं यामि स्वकं गिरिम्॥
]

`verse 57 [
इत्युक्तवति देवेशे शिवाति मुदमाप सा ॥
तपोदुःखन्तु यत्सर्वं तज्जहौ द्रुतमेव हि ॥3.33.६
]

`verse 58 [
ततः प्रहृष्टा सा दृष्ट्वा दिव्यरूपं शिवस्य तत्॥
प्रत्युवाच प्रभुं प्रीत्या लज्जयाधो मुखी शिवा ॥
]

`speaker [
शिवोवाच
]

`verse 59 [
यदि प्रसन्नो देवेश करोषि च कृपां मयि ॥
पतिर्मे भव देवेश इत्युक्तश्शिवया शिवः । ।
]

`verse 60 [
गृहीत्वा विधिवत्पाणिं कैलासं स तया ययौ ॥
पतिं तं गिरिजा प्राप्य देवकार्यं चकार सा । ।६३। ।
इति प्रोक्तस्तु ते तात ब्रह्मचारि स्वरूपकः । ।
शिवावतारो हि मया शिवाभावपरीक्षकः । । ६४ । ।
इदमाख्यानमनघं परमं व्याहृतं मया । ।
य एतच्छृणुयात्प्रीत्या सुखी गतिमाप्नुयात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां ब्रह्मचारिशिवावतारवर्णनं नाम त्रयस्त्रिंशोऽध्यायः । ।३३। । इति चतुरशीतिरवताराः ( ८४)
]
