`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ शिवस्य परमात्मनः । ।
अवतारं शृणु विभोस्सुनर्तकनटाह्वयम्। । १ । ।
यदा हि कालिका देवी पार्वती हिमवत्सुता ॥
तेपे तपस्तुविमलं वनं गत्वा शिवाप्तये । । २ । ।
तदा शिवः प्रसन्नो भूत्तस्यास्सुतपसो मुने । ।
तद्वृत्तसुपरीक्षार्थं वरं दातुम्मुदा ययौ ॥
]

`verse 2 [
स्वरूपन्दर्शयामास तस्यै सुप्रीतमानसः ॥
वरम्ब्रूहीति चोवाच तां शिवां शंकरो मुने । ।४। ।
तच्छ्रुत्वा शम्भुवचनं दृष्ट्वा तद्रूपमुत्तमम् । ।
सुजहर्ष शिवातीव प्राह तं सुप्रणम्य सा । ।५। ।
पार्वत्युवाच ॥
यदि प्रसन्नो देवेश मह्यं देयो वरो यदि । ।
पतिर्भव ममेशान कृपां कुरु ममोपरि ॥६। ।
पितुर्गृहे मया सम्यग्गम्यते त्वदनुज्ञया ॥
गन्तव्यम्भवता नाथ मत्पितुः पार्श्वतः प्रभो । ।७॥
याचस्व मान्ततो भिक्षुः ख्यापयंश्च यशः शुभम् ॥
पितुर्मे सफलं सर्वं कुरु प्रीत्या गृहा श्रमम्। । ८। ।
ततो यथोक्तविधिना कर्तुमर्हसि भो प्रभो ॥
विवाहं त्वं महेशान देवानां कार्य्यसिद्धये ॥
]

`verse 3 [
कामं मे पूरय विभो निर्विकारो भवान्सदा । ।
भक्तवत्सलनामा हि तव भक्तास्म्यमहं सदा । । 3.34.१० ॥
नन्दीश्वर उवाच ॥
इत्युक्तस्स तया शंभुर्महेशो भक्तवत्सलः ॥
तथास्त्विति वचः प्रोच्यान्तर्हितस्स्वगिरिं ययौ॥
]

`verse 4 [
पार्वत्यपि ततः प्रीत्या स्वसखीभ्यां वयोन्विता ॥
जगाम स्वपितुर्गेहं रूपं कृत्वा तु सार्थकम्। । १
]

`verse 5 [
पार्वत्यागमनं श्रुत्वा मेनया स हिमाचलः ॥
परिवारयुतो द्रष्टुं स्वसुतां तां ययौ मुदा॥ १
]

`verse 6 [
दृष्ट्वा तां सुप्रसन्नास्यामानयामासतुर्गृहम् ॥
कारयामासतुः प्रीत्या महानन्दी महोत्सवम्॥
]

`verse 7 [
.
धनन्ददौ द्विजादिभ्यो मेनागिरिवरस्तथा ॥
मंगलं कारयामास सवेदध्वनिमादरात् ॥
]

`verse 8 [
ततः स्वकन्यया सार्द्धमुवास प्रांगणे मुदा ॥
मेना च हिमवाञ्छैलः स्नातुं गंगां जगाम सः ॥
]

`verse 9 [
एतस्मिन्नन्तरे शम्भुः सुलीलो भक्तवत्सलः॥
सुनर्तकनटो भूत्वा मेनकासन्निधिं ययौ॥
]

`verse 10 [
शृंगं वामे करे धृत्वा दक्षिणे डमरुन्तथा॥
पृष्ठे कन्थां रक्तवासा नृत्यगानविशारदः ॥
]

`verse 11 [
ततस्तु नटरूपोऽसौ मेनकाप्रांगणे मुदा ॥
चक्रे स नृत्यं विविधं गानञ्चाति। मनोहरम् ॥
]

`verse 12 [
शृंगञ्च डमरुन्तत्र वादयामास सुध्वनिम् ॥
महोतिं विविधाम्प्रीत्या स चकार मनोहराम् ॥
]

`verse 13 [
तन्द्रष्टुं नागरास्सर्वे पुरुषाश्च स्त्रियस्तथा ॥
आजग्मुस्सहसा तत्र बाला वृद्धा अपि ध्रुवम्॥
]

`verse 14 [
श्रुत्वा संगीतं तन्दृष्ट्वा सुनृत्यं च मनोहरम्॥
सहसा मुर्मुहुः सर्वे मेनापि च तदा मुने ॥
]

`verse 15 [
ततो मेनाशु रत्नानि स्वर्णपात्रस्थितानि च ॥
तस्मै दातुं ययौ प्रीत्या तदूतिप्री तमानसा ॥
]

`verse 16 [
तानि न स्वीचकारासौ भिक्षां चेते शिवां च ताम् ॥
पुनस्तु नृत्यं गानं च कौतुकात्कर्तुमुद्यतः ॥
]

`verse 17 [
मेना तद्वचनं श्रुत्वा चुकोपाति सुविस्मिता ॥
भिक्षुकम्भर्त्सयामास बहिष्कर्तुमियेष सा ॥
]

`verse 18 [
एतस्मिन्नन्तरे तत्र गंगातो गिरिराड्ययौ ॥
ददर्श पुरतो भिक्षुं प्रांगणस्थं नराकृतिम् ॥
]

`verse 19 [
श्रुत्वा मेनामुखाद्वृत्तन्तत्सर्वं सुचुकोप सः ॥
आज्ञां चकारानुचरान्बहिः कर्तुं च भिक्षुकम् ॥
]

`verse 20 [
महाग्निमिव दुःस्पर्शं प्रज्वलन्तं सुतेजसम् ॥
न शशाक बहिः कर्तुं कोऽपि तं मुनिसत्तम ॥
]

`verse 21 [
ततः स भिक्षुकस्तात नानालीलाविशारदः ॥
दर्शयामास शैलाय स्वप्रभावमनन्तकम् ॥
]

`verse 22 [
शैलो ददर्श तन्तत्र विष्णुरूपधरन्द्रुतम् ॥
ततो ब्रह्मस्वरूपं च सूर्य्यरूपं ततः क्षणात् ॥
]

`verse 23 [
ततो ददर्श तं तात रुद्ररूपं महाद्भुतम् ॥
पार्वती सहितं रम्यं विहसन्तं सुतेजसम् ॥
]

`verse 24 [
एवं सुबहुरूपाणि तस्य तत्र ददर्श सः ॥
सुविस्मितो बभूवाशु परमानन्दसंप्लुतः ॥
]

`verse 25 [
अथासौ भिक्षुवर्यो हि तस्मात्तस्याश्च सूतिकृत् ॥
भिक्षां ययाचे दुर्गान्तान्नान्यज्जग्राह किञ्चन ॥
]

`verse 26 [
ततश्चान्तर्दधे भिक्षुस्वरूपः परमेश्वरः ॥
स्वालयं स जगामाशु दुर्गावाक्यप्रणोदितः ॥
]

`verse 27 [
तदा बभूव सुज्ञानं मेनाशैलेशयोरपि ॥
आवां शिवो वञ्चयित्वा गतवान्स्वालयं विभुः ॥
]

`verse 28 [
अस्मै देया स्वकन्येयं पार्वती सुतप स्विनी ॥
एवं विचार्य च तयोः शिवेभक्तिरभूत्परा ॥
]

`verse 29 [
अतो रुद्रो महोतीश्च कृत्वा भक्तमुदावहम् ॥
विवाहं कृतवान्प्रीत्या पार्वत्या स विधानतः ॥
]

`verse 30 [
इति प्रोक्तस्तु ते तात सुनर्तकनटाह्वयः ॥
शिवावतारो हि मया शिवावाक्यप्रपूरकः ॥
]

`verse 31 [
इदमाख्यानमनघं परमं व्याहृतम्मया॥
य एतच्छृणुयात्प्रीत्या स सुखी गतिमाप्नुयात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां सुनर्तकनटाह्वशिवावतारवर्णनंनाम चतुस्त्रिंशोध्यायः ॥
]
