`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ शिवस्य परमात्मनः॥
अवतारं शृणु विभोस्साधुवेषद्विजाह्वयम् ॥
]

`verse 2 [
मेनाहिमालयोर्भक्तिं शिवे ज्ञात्वा महोत्तमाम् ॥
चिन्तामापुस्तुरास्सर्वे मन्त्रयामासुरादरात् ॥
]

`verse 3 [
एकान्तभक्त्या शैलश्चेत्कन्यां दास्यति शम्भवे ॥
ध्रुवं निर्वाणतां सद्यः सम्प्राप्स्यति शिवस्य वै ॥
]

`verse 4 [
अनन्तरत्नाधारोऽसौ चेत्प्रयास्यति मोक्षताम् ॥
रत्नगर्भाभिधा भूमिर्मिथ्यैव भविता ध्रुवम् ॥
]

`verse 5 [
अस्थिरत्वम्परित्यज्य दिव्यरूपं विधाय सः ॥
कन्यां शूलभृते दत्त्वा शिवालोकं गमिष्यति ॥
]

`verse 6 [
महादेवस्य सारूप्यं प्राप्य शम्भोरनुग्रहात् ॥
तत्र भुक्त्वा महाभोगांस्ततो मोक्षमवाप्स्यति ॥
]

`verse 7 [
इत्यालोच्य सुरास्सर्वे जग्मुर्गुरुगृहं मुने ॥
चक्रुर्निवेदनं गत्वा गुरवे स्वार्थसाधकाः ॥
]

`speaker [
देवा ऊचुः
]

`verse 8 [
गुरो हिमालयगृहं गच्छास्मत्कार्य्यसिद्धये ॥
कृत्वा निंदां महेशस्य गिरिभक्तिं निवारय ॥
]

`verse 9 [
स्वश्रद्धया सुतां दत्त्वा शिवाय स गिरिर्गुरो ॥
लभेत मुक्तिमत्रैव धरण्यां स हि तिष्ठतु ॥
]

`verse 10 [
इति देववचः श्रुत्वा प्रोवाच च विचार्य्य तान् ॥
]

`speaker [
गुरुरुवाच
]

`verse 11 [
कश्चिन्मध्ये च युष्माकं गच्छेच्छैलान्तिकं सुराः ॥
सम्पादयेत्स्वाभिमतमहं तत्कर्तुमक्षमः ॥
]

`verse 12 [
अथवा गच्छत सुरा ब्रह्मलोकं सवासवाः ॥
तस्मै वृत्तं कथय स्वं स वः कार्यं करिष्यति ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 13 [
तच्छ्रुत्वा ते समालोच्य जग्मुर्विधिसभां सुराः ॥
सर्वं निवेदयामासुस्तद्वृत्तं पुरतो विधेः ॥
]

`verse 14 [
अवोचत्तान्विधिः श्रुत्वा तद्वचः सुविचिंत्य वै ॥
नाहं करिष्ये तन्निंदां दुःखदां कहरां सदा॥
]

`verse 15 [
सुरा गच्छत कैलासं संतोषयत शङ्करम्॥
प्रस्थापयत तं देवं हिमालयगृहं प्रति ॥
]

`verse 16 [
स गच्छेदथ शैलेशमात्मनिन्दां करोतु वै॥
परनिन्दा विनाशाय स्वनिन्दा यशसे मता ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 17 [
ततस्ते प्रययुः शीघ्रं कैलासं निखिलास्सुराः॥
सुप्रणम्य शिवं भक्त्या तद्द्रुतं निखिला जगुः ॥
]

`verse 18 [
तच्छ्रुत्वा देववचनं स्वीचकार महेश्वरः ॥
देवान्सुयापयामास तानाश्वास्य विहस्य सः ॥
]

`verse 19 [
ततः स भगवाञ्छम्भुर्महेशो भक्तवत्सलः ॥
गन्तुमैच्छच्छैलमूलं मायेशो न विकारवान् ॥
]

`verse 20 [
दण्डी छत्री दिब्यवासा बिभ्रत्तिलकमुज्ज्वलम्॥
करे स्फटिकमालां च शालग्रामं गले दधत् ॥
]

`verse 21 [
जपन्नाम हरेर्भक्त्या साधुवेषधरो द्विजः॥
हिमाचलं जगामाशु बन्धुवर्गेस्समन्वितम् ॥
]

`verse 22 [
तं च दृष्ट्वा समुत्तस्थौ सगणोऽपि हिमालयः ॥
ननाम दण्डवद्भूमौ साष्टाङ्गं विधिपूर्वकम् ॥
]

`verse 23 [
ततः पप्रच्छ शैलेशस्तं द्विजं को भवानिति ॥
उवाच शीघ्रं विप्रेन्द्रस्स योग्यद्रिम्महादरात् ॥
]

`speaker [
साधुद्विज उवाच
]

`verse 24 [
साधु द्विजाह्वः शैलाहं वैष्णवः परमार्थदृक् ॥
परोपकारी सर्वज्ञः सर्वगामी गुरोर्बलात्॥
]

`verse 25 [
मया ज्ञातं स्वविज्ञानात्स्वस्थाने शैलसत्तम॥
तच्छृणु प्रीतितो वच्मि हित्वा दम्भन्तवांतिकम् ॥
]

`verse 26 [
शङ्कराय सुतान्दातुन्त्वमिच्छसि निजोद्भवाम् ॥
इमाम्पद्मासमां रम्यामज्ञातकुलशीलिने ॥
]

`verse 27 [
इयं मतिस्ते शैलेन्द्र न युक्ता मङ्गलप्रदा ॥
निबोध ज्ञानिनां श्रेष्ठ नारायणकुलोद्भव ॥
]

`verse 28 [
पश्य शैलाधिपत्वं च न तस्यैकोऽस्ति बान्धवः ॥
बान्धवान्स्वान्प्रयत्नेन पृच्छ मेनां च स्वप्रियाम् ॥
]

`verse 29 [
सर्वान्संपृच्छ यत्नेन मेनादीन्पा र्वती विना ॥
रोगिणे नौषधं शैल कुपथ्यं रोचते सदा॥
]

`verse 30 [
न ते पात्रानुरूपश्च पार्वतीदानकर्म्मणि ॥
महाजनः स्मेरमुखः श्रुति मात्राद्भविष्यति ॥
]

`verse 31 [
निराश्रयस्सदासङ्गो विरूपो निगुर्णोऽव्ययः ॥
स्मशानवासी विकटो व्यालग्राही दिगम्बरः ॥
]

`verse 32 [
विभूतिभूषणो व्यालवरावेष्टितमस्तकः ॥
सर्वाश्रमपरिभ्रष्टस्त्वविज्ञातगतिस्सदा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
इत्याद्युक्त्वा वचस्तथ्यं शिवनिन्दापरं स हि ॥
जगाम स्वालयं शीघ्रन्नाना लीलाकरः शिवः ॥
]

`verse 34 [
तच्छ्रुत्वा विप्रवचनमभूताञ्च तनू तयोः ॥
विपरीतानर्थपरे किं करिष्यावहे ध्रुवम् ॥
]

`verse 35 [
ततो रुद्रो महोतिं च कृत्वा भक्तमुदावहाम् ॥
विवाहयित्वा गिरिजां देवकार्य्यं चकार सः ॥
]

`verse 36 [
इति प्रोक्तस्तु ते तात साधुवेषो द्विजाह्वयः ॥
शिवावतारो हि मया देवकार्य्यकरः प्रभो ॥
]

`verse 37 [
इदमाख्यानमनघं स्वर्ग्यमायुष्यमुत्तमम् ॥
यः पठेच्छृणुयाद्वापि स सुखी गतिमाप्नुयात्॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां साधुद्विजशिवावतारवर्णनं नाम पञ्चत्रिंशोऽध्यायः ॥
]
