`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ शिवस्य परमात्मनः ॥
अवतारं शृणु विभोरश्वत्थामाह्वयं परम् ॥
]

`verse 2 [
बृहस्पतेर्महाबुद्धेर्देवर्षेरंशतो मुने ॥
भरद्वाजात्समुत्पन्नो द्रोणोऽयोनिज आत्मवान् ॥
]

`verse 3 [
धनुर्भृतां वरः शूरो विप्रर्षिस्सर्वशास्त्रवित् ॥
बृहत्कीर्तिर्महातेजा यः सर्वास्त्रविदुत्तमः ॥
]

`verse 4 [
धनुर्वेदे च वेदे च निष्णातं यं विदुर्बुधाः॥
वरिष्ठं चित्रकर्माणं द्रोणं स्वकुलवर्धनम् ॥
]

`verse 5 [
कौरवाणां स आचर्य्यं आसीत्स्वबलतो द्विज ॥
महारथिषु विख्यातः षट्सु कौरवमध्यतः ॥
]

`verse 6 [
साहाय्यार्थं कौरवाणां स तेपे विपुलन्तपः ॥
शिवमुद्दिश्य पुत्रार्थं द्रोणाचार्य्यो द्विजोत्तमः ॥
]

`verse 7 [
ततः प्रसन्नो भगवाच्छंकरो भक्तवत्सलः॥
आविर्बभूव पुरतो द्रोणस्य मुनिसत्तम॥
]

`verse 8 [
तन्दृष्ट्वा स द्विजो द्रोणस्तुष्टावाशु प्रणम्य तम् ॥
महाप्रसन्नहृदयो नतकस्सुकृताञ्जलिः ॥
]

`verse 9 [
तस्य स्तुत्या च तपसा सन्तुष्टः शंकर प्रभुः॥
वरम्ब्रूहीति चोवाच द्रोणन्तं भक्तवत्सलः॥
]

`verse 10 [
तच्छ्रुत्वा शम्भुवचनं द्रोणः प्राहाथ सन्नतः॥
स्वांशजन्तनयन्देहि सर्वाजेयम्महाबलम्॥
]

`verse 11 [
तच्छ्रुत्वा द्रोणवचनं शम्भुः प्रोचे तथास्त्विति ॥
अभूदन्तर्हितस्तात कौतुकी सुखकृन्मुने ॥
]

`verse 12 [
द्रोणोऽपगच्छत्स्वन्धाम महाहृष्टो गतभ्रमः ॥
स्वपत्न्यै कथयामास तद्वृतं सकलं मुदा ॥
]

`verse 13 [
अथावसरमासाद्य रुद्रः सर्वान्तकः प्रभुः ॥
स्वांशेन तनयो जज्ञे द्रोणस्य स महाबलः॥।
]

`verse 14 [
अश्वत्थामेति विख्यातस्तस्य बभूव क्षितौ मुने ॥
प्रवीरः कंजपत्राक्षश्शत्रुपक्षक्षयङ्करः ॥
]

`verse 15 [
यो भारते रणे ख्यातः पितुराज्ञामवाप्य च ॥
सहायकृद्बभूवात कौरवाणां महाबलः ॥
]

`verse 16 [
यमाश्रित्य महावीरं कौरवास्सुम हाबलाः ॥
भीष्मादयो बभूवुस्तेऽजेया अपि दिवौकसाम् ॥
]

`verse 17 [
यद्भयात्पाण्डवास्सर्वे कौरवाञ्जेतुमक्षमाः ॥
आसन्नष्टामहावीरा  अपि सर्वे च कोविदाः ॥
]

`verse 18 [
कृष्णोपदेशतश्शम्भोस्तपः कृत्वातिदारुणम् ॥
प्राप्य चास्त्रं शम्भुवराज्जिग्ये तानर्जुनस्ततः ॥
]

`verse 19 [
अश्वत्थामा महावीरो महादेवांशजो मुने ॥
तदापि तद्भक्तिवशः स्वप्रतापमदर्शयत् ॥
]

`verse 20 [
विनाश्य पाण्डवसुताञ्छिक्षितानपि यत्नतः ॥
कृष्णादिभिर्महावीरैरनिवार्य्यबलः परैः ॥
]

`verse 21 [
पुत्रशोकेन विकलमापतन्तं तमर्जुनम् ॥
रथेनाच्युतवंतं हि दृष्ट्वा स च पराद्रवत् ॥
]

`verse 22 [
अस्त्रं ब्रह्मशिरो नाम तदुपर्य्यसृजत्स हि ॥
ततः प्रादुरभूत्तेजः प्रचण्डं सर्वतो दिशम् ॥
]

`verse 23 [
प्राणापदमभिप्रेक्ष्य सोर्जुनः क्लेशसंयुतः ॥
उवाच कृष्णं विक्लान्तो नष्टतेजा महाभयः ॥
]

`speaker [
अर्जुन उवाच
]

`verse 24 [
किमिदं स्वित्कुतो वेति कृष्ण कृष्ण न वेद्म्यहम् ॥
सर्वतोमुखमायाति तेजश्चेदं सुदु्स्सहम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 25 [
श्रुत्वार्जुनवचश्चेदं स कृष्णश्शैवसत्तमः ॥
दध्यौ शिवं सदारं च प्रत्याहार्जुनमादरात् ॥
]

`speaker [
कृष्ण उवाच
]

`verse 26 [
वेत्थेदन्द्रोणपुत्रस्य ब्राह्ममस्त्रं महोल्बणम् ॥
न  ह्यस्यान्यतमं किञ्चिदस्त्रं प्रत्यवकर्शनम्॥
]

`verse 27 [
शिवं स्मर द्रुतं शम्भुं स्वप्रभुम्भक्तरक्षकम् ॥
येन दत्तं हि ते स्वास्त्रं सर्वकार्य्यकरम्परम् ॥
]

`verse 28 [
जह्यस्त्रतेज उन्नद्धन्त्वन्तच्छैवास्त्रतेजसा ॥
इत्युक्त्वा च स्वयं कृष्णश्शिवन्दध्यौ तदर्थकः ॥
]

`verse 29 [
तच्छ्रुत्वा कृष्णवचनं पार्थस्स्मृत्वा शिवं हृदि ॥
स्पृष्ट्वापस्तं
प्रणम्याशु चिक्षेपास्त्रन्ततो मुने ॥
]

`verse 30 [
यद्यप्यस्त्रं ब्रह्मशिरस्त्वमोघञ्चाप्रतिक्रियम् ॥
शैवास्त्रतेजसा सद्यस्समशाम्यन्महामुने ॥
]

`verse 31 [
मंस्था मा ह्येतदाश्चर्य्यं सर्वचित्रमये शिवे ॥
यस्स्वशक्त्याखिलं विश्वं सृजत्यवति हन्त्यजः ॥
]

`verse 32 [
अश्वत्थामा ततो ज्ञात्वा वृत्तमेतच्छिवांशजः ॥
शैवन्न विव्यथे किञ्चिच्छिवेच्छातुष्टधीर्मुने ॥
]

`verse 33 [
अथ द्रौणिरिदं विश्वं कृत्स्नं कर्तुमपाण्डवम्॥
उत्तरागर्भगं बालं नाशितुम्मन आदधे ॥
]

`verse 34 [
ब्रह्मास्त्रमनिवार्य्यं तदन्यैरस्त्रैर्महाप्रभम् ॥
उत्तरागर्भमुद्दिश्य चिक्षेप स महाप्रभुः ॥
]

`verse 35 [
ततश्च सोत्तरा जिष्णुवधूर्विकलमानसा ॥
कृष्णन्तुष्टाव लक्ष्मीशन्दह्यमाना तदस्त्रतः ॥
]

`verse 36 [
ततः कृष्णः शिवं ध्यात्वा हृदा नुत्वा प्रणम्य च ॥
अपाण्डवमिदं कर्तुं द्रौणेरस्त्रमबुध्यत ॥
]

`verse 37 [
स्वरक्षार्थेन्द्रदत्तेन तदस्त्रेण सुवर्चसा ॥
सुदर्शनेन तस्याश्च व्यधाद्रक्षां शिवाज्ञया ॥
]

`verse 38 [
स्वरूपं शंकरादेशात्कृतं शैववरेण ह ॥
कृष्णेन चरितं ज्ञात्वा विमनस्कः शनैरभूत् ॥
]

`verse 39 [
ततस्स कृष्णः प्रीतात्मा पाण्डवान्सकलानपि ॥
अपातयत्तदंघ्र्योस्तु तुष्टये तस्य शैवराट् ॥
]

`verse 40 [
अथ द्रौणिः प्रसन्नात्मा पाण्डवान्कृष्णमेव च ॥
नानावरान्ददौ प्रीत्या सोऽश्वत्थामानुगृह्य च ॥
]

`verse 41 [
इत्थं महेश्वरस्तात चक्रे लीलाम्पराम्प्रभुः ॥
अवतीर्य्य क्षितौ द्रौणिरूपेण मुनिसत्तम ॥
]

`verse 42 [
शिवावतारोऽश्वत्थामा महाबलपराक्रमः ॥
त्रैलोक्यमुखदोऽद्यापि वर्तते जाह्नवीतटे ॥
]

`verse 43 [
अश्वत्थामावतारस्ते वर्णितश्शंकर प्रभोः ॥
सर्वसिद्धिकरश्चापि भक्ताभीष्टफलप्रदः ॥
]

`verse 44 [
य इदं शृणुयाद्भक्त्या कीर्तयेद्वा समाहितः ॥
स सिद्धिम्प्राप्नुयादिष्टामन्ते शिवपुरं व्रजेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायामश्वत्थामशिवावतारवर्णनं नाम षट्त्रिंशोऽध्यायः ॥
]
