`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
शृणु प्राज्ञ किराताख्यमवतारम्पिनाकिनः ॥
मूकं च हतवान्प्रीतो योऽर्जुनाय वरन्ददौ ॥
]

`verse 2 [
सुयोधनजितास्ते वै पाण्डवाः प्रवराश्च ते॥
द्रौपद्या च तया साध्व्या द्वैताख्यं वनमाययुः ॥
]

`verse 3 [
तत्रैव सूर्य्यदत्तां वै स्थालीं चाश्रित्य ते तदा ॥
कालं च वाहयामासुस्सुखेन किल पाण्डवाः ॥
]

`verse 4 [
छलार्थं प्रेरितस्तेन दुर्वासा मुनिपुङ्गवः ॥
सुयोधनेन विप्रेन्द्र पाण्डवान्तिकमादरात् ॥
]

`verse 5 [
छात्रैः स्वैर्वायुतैस्सार्द्धं ययाचे तत्र तान्मुदा ॥
भोज्यं चित्तेप्सितं वै स तेभ्यश्चैव समागतः ॥
]

`verse 6 [
स्वीकृत्य पाण्डवैस्तैस्तैः स्नानार्थं प्रेषितास्तदा ॥
दुर्वासःप्रमुखाश्चैव मुनयश्च तपस्विनः ॥
]

`verse 7 [
अथ ते पाण्डवाः सर्वे अन्नाभावान्मुनीश्वर ॥
दुःखिताश्च तदा प्राणांस्त्यक्तुं चित्ते समादधुः ॥
]

`verse 8 [
द्रौपद्या च स्मृतः कृष्ण आगतस्तत्क्षणादपि ॥
शाकं च भक्षयित्वा तु तेषां तृप्तिं समादधत्॥
]

`verse 9 [
दुर्वासाश्च तदा शिष्यांस्तृप्ताञ्ज्ञात्वा ययौ पुनः ॥
पाण्डवाः कृच्छ्रनिर्मुक्ताः कृष्णस्य कृपया तदा ॥
]

`verse 10 [
अथ ते पाण्डवाः कृष्णं पप्रच्छुः किम्भविष्यति ॥
बलवाञ्छत्रुरुत्पन्नः किं कार्य्यन्तद्वद प्रभो ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 11 [
इति पृष्ठस्तदा तैस्तु श्रीकृष्णः पाण्डवैर्मुने ॥
स्मृत्वा शिवपदाम्भोजौ पाण्डवानिदमब्रवीत् ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 12 [
श्रूयतां पाण्डवाः श्रेष्ठाः श्रुत्वा कर्तव्यमेव हि ॥
मद्वृत्तान्तं विशेषेण शिवसेवासमन्वितम् ॥
]

`verse 13 [
द्वारकां च मया गत्वा शत्रूणां विजिगीषया॥
विचार्य्य चोपदेशांश्च उपमन्योर्महात्मनः ॥
]

`verse 14 [
मया ह्याराधितः शम्भुः प्रसन्नः परमेश्वरः ॥
बटुके पर्वतश्रेष्ठे सप्तमासं सुसेवितः ॥
]

`verse 15 [
इष्टान्कामानदान्मह्यं विश्वेशश्च स्वयं स्थितः ॥
तत्प्रभावान्मया सर्वसामर्थ्यं लब्धमुत्तमम् ॥
]

`verse 16 [
इदानीं सेव्यते देवो भुक्तिमुक्ति फलप्रदः ॥
यूयं सेवत तं शम्भुमपि सर्वसुखावहम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 17 [
इत्युक्त्वान्तर्दधे कृष्ण आश्वास्याथ च पाण्डवान् ॥
द्वारकामगमच्छीघ्रं स्मरच्छिवपदाम्बुजम् ॥
]

`verse 18 [
पाण्डवा अथ भिल्लं च प्रेषयामासुरोजसा ॥
गुणानां च परीक्षार्थं तस्य दुर्योधनस्य च॥
]

`verse 19 [
सोपि सर्वं च तत्रत्यन्दुर्योधनगुणोदयम् ॥
समीचीनं च तज्ज्ञात्वापुनः प्राप प्रभून्प्रति॥
]

`verse 20 [
तदुक्तन्ते निशम्यैवं दुखम्प्रापुर्मुनीश्वर ॥
परस्परं समूचुस्ते पाण्डवा अतिदुःखिताः ॥
]

`verse 21 [
किङ्कर्तव्यं क्व गन्तव्यमस्माभिरधुना युधि॥
समर्था अपि वै सर्वे सत्यपाशेन यन्त्रिताः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 22 [
एतस्मिन्समये व्यासो भस्मभूषितमस्तकः ॥
रुद्राक्षाभरणश्चायाज्जटाजूटविभूषितः ॥
]

`verse 23 [
पञ्चाक्षरं जपन्मंत्रं शिवप्रेमसमाकुलः ॥
तेजसां च स्वयंराशिस्साक्षाद्धर्म इवापरः ॥
]

`verse 24 [
तन्दृष्ट्वा ते तदा प्रीता उत्थाय पुरतः स्थिताः ॥
दत्त्वासनं तदा तस्मै कुशाजिनसुशोभितम् ॥
]

`verse 25 [
तत्रोपविष्टं तं व्यासं पूजयन्ति स्म हर्षिताः॥
स्तुतिं च विविधां कृत्वा धन्याः स्म इति वादिनः ॥
]

`verse 26 [
तपश्चैव सुसन्तप्तं दानानि विविधानि च ॥
तत्सर्वं सफलं जातं तृप्तास्ते दर्शनात्प्रभो ॥
]

`verse 27 [
दुःखं  च दूरतो जातन्दर्शनात्ते पितामह ॥
दुष्टैश्चैव महादुःखं दत्तं नः क्रूरकर्मभिः ॥
]

`verse 28 [
श्रीमतान्दर्शने जाते दुःखं चैव गमिष्यति ॥
कदाचिन्न गतं तत्र निश्चयोयं विचारितः ॥
]

`verse 29 [
महतामाश्रमे प्राप्ते समर्थे सर्वकर्मणि ॥
यदि दुःखं न गच्छेतु दैवमेवात्र कारणम्॥
]

`verse 30 [
निश्चयेनैव गच्छेतु दारिद्यं दुःखकारणम् ॥
महतां च स्वभावोयं कल्पवृक्षसमो मतः ॥
]

`verse 31 [
तद्गुणानेव गणयेन्महतो वस्तुमात्रतः ॥
आश्रयस्य वशादेव पुंसो वै जायते प्रभो ॥
]

`verse 32 [
लघुत्वं च महत्त्वं च नात्र कार्य्या विचारणा ॥
उत्तमानां स्वभावोयं यद्दीनप्रतिपालनम् ॥
]

`verse 33 [
रंकस्य लक्षणं लोके ह्यतिश्रेयस्करं मतम् ॥
पुरोऽस्य परयत्नो वै सुजनानां च सेवनम् ॥
]

`verse 34 [
अतः परं च भाग्यं वै दोषश्चैव न दीयताम् ॥
एतस्मात्कारणात्स्वामिंस्त्वयि दृष्टो शुभन्तदा ॥
]

`verse 35 [
त्वदागमनमात्रेण सन्तुष्टानि मनांसि नः ॥
दिशोपदेशं येनाशु दुःखं नष्टम्भवेच्च नः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 36 [
इत्येतद्वचनं श्रुत्वा पाण्डवानां महामुनिः ॥
प्रसन्नमानसो भूत्वा व्यासश्चैवाब्रवीदिदम् ॥
]

`verse 37 [
हे पाण्डवाश्च यूयं वै न कष्टं कर्तुमर्हथ ॥
धन्याः स्थ कृतकृत्याः स्थ सत्यं नैव विलोपितम्॥
]

`verse 38 [
सुजनानां स्वभावोयं प्राणान्तेऽपि सुशोभनः ॥
धर्मं त्यजन्ति नैवात्र सत्यं सफलभाजनम् ॥
]

`verse 39 [
अस्माकं चैव यूयं च ते चापि समताङ्गताः ॥
तथापि पक्षपातो वै धर्मिष्ठानां मतो बुधैः ॥
]

`verse 40 [
धृतराष्ट्रेन दुष्टेन प्रथमं च ह्यचक्षुषा ॥
धर्मस्त्यक्तः स्वयं लोभाद्युष्माकं राज्यमाहृतम् ॥
]

`verse 41 [
तस्य यूयं च ते चापि पुत्रा एव न संशयः॥
पितर्य्युपरते बाला अनुकंप्या महात्मनः ॥
]

`verse 42 [
पश्चात्पुत्रश्च तेनैव वारितो न कदाचन ॥
अनर्थो नैव जायेत यच्चैवं च कृतन्तदा॥
]

`verse 43 [
अतः परं च यज्जातं तज्जातं नान्यथाभवेत् ॥
अयन्दुष्टो भवन्तश्च धर्मिष्ठाः सत्यवादिनः ॥
]

`verse 44 [
तस्मादन्ते च तस्यैवाशुभं हि भविता धुवम् ॥
यच्चैव वापितं बीजं तत्प्ररोहो भवेदिह ॥
]

`verse 45 [
तस्माद्दुःखं न कर्तव्यं भवद्भिः सर्वथा ध्रुवम् ॥
भविष्यति शुभं वो हि नात्र कार्य्या विचारणा ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 46 [
इत्युक्त्वा पाण्डवाः सर्वे तेन व्यासेन प्रीणिताः॥
युधिष्ठिरमुखास्ते च पुनरेवाब्रुवन्वचः ॥
]

`speaker [
पाण्डवा ऊचुः
]

`verse 47 [
सत्यमुक्तन्त्वया नाथ दुष्टैर्दुःखं निरंतरम् ॥
दुष्टात्मभिर्वने चापि दीयते हि मुहुर्मुहुः ॥
]

`verse 48 [
तन्नाशयाशुभम्मेद्य किंचिद्देयं शुभं विभो ॥
कृष्णेन कथितं पूर्वमाराध्यश्शङ्करस्सदा ॥
]

`verse 49 [
प्रमादश्च कृतोऽस्माभिस्तद्वचश्शिथिलीकृतम्॥
स देवमार्गस्तु पुनरिदानीमुपदिश्यताम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 50 [
इत्येतद्वचनं श्रुत्वा व्यासो हर्षसमन्वितः ॥
उवाच पाण्डवान्प्रीत्या स्मृत्वा शिवपदांबुजम् ॥
]

`speaker [
व्यास उवाच
]

`verse 51 [
श्रूयतां वचनं मेद्य पांडवा धर्मबुद्धयः ॥
सत्यमुक्तं तु कृष्णेन मया संसेव्यते शिवः ॥
]

`verse 52 [
भवद्भिः सेव्यतां प्रीत्या सुखं स्यादतुलं सदा ॥
सर्वदुःखं भवत्येव शिवाऽसेवात एव हि ॥
]

`speaker [
नंदीश्वर उवाच
]

`verse 53 [
अथ पंचसु तेष्वेव विचार्य्य शिवपूजने ॥
अर्जुनं योग्यमुच्चार्य व्यासो मुनिवरस्तथा ॥
]

`verse 54 [
तपःस्थानं विचार्य्यैवं ततस्स मुनिसत्तमः ॥
पाण्डवान्धर्मसन्निष्ठान्पुनरेवाब्रवीदिदम् ॥
]

`speaker [
व्यास उवाच
]

`verse 55 [
श्रूयताम्पाण्डवास्सर्वे कथयामि हितं सदा ॥
शिवं सर्वं परं दृष्ट्वा परं ब्रह्म सताङ्गतिम् ॥
]

`verse 56 [
ब्रह्मादित्रिपरार्द्धान्तं यत्किंचिद्दृश्यते जगत् ॥
तत्सर्वं शिवरूपं च पूज्यन्ध्येयं च तत्पुनः ॥
]

`verse 57 [
सर्वेषां चैव सेष्योसौ शङ्करस्सर्वदुःखहा ॥
शिवः स्वल्पेन कालेन संप्रसीदति भक्तितः ॥
]

`verse 58 [
सुप्रसन्नो महेशो हि भक्तेभ्यः सकलप्रदः ॥
भुक्तिं मुक्तिमिहामुत्र यच्छतीति सुनिश्चितम् ॥
]

`verse 59 [
तस्मात्सेव्यस्सदा शभ्भुर्भुक्तिमुक्तिफलेप्सुभिः ॥
पुरुषश्शङ्करः साक्षाद्दुष्टहन्ता सतांगतिः ॥
]

`verse 60 [
परन्तु प्रथमं शक्रविद्यां दृढमना जपेत् ॥
क्षत्रियस्य पराख्यस्य चेदमेव समाहितम् ॥
]

`verse 61 [
अतोर्जुनश्च प्रथमं शक्रविद्यां जपेद्दृढः ॥
करिष्यति परीक्षाम्प्राक् संतुष्टस्तद्भविष्यति ॥
]

`verse 62 [
सुप्रसन्नश्च विघ्नानि संहरिष्यति सर्वदा ॥
पुनश्चैवं शिवस्यैव वरं मन्त्रं प्रदास्यति ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 63 [
इत्युक्त्वार्जुनमाहूयोपेन्द्रविद्यामुपादिशत् ॥
स्नात्वा च प्राङ्मुखो भूत्वा जग्राहार्जुन उग्रधीः ॥
]

`verse 64 [
पार्थिवस्य विधानं च तस्मै मुनिवरो ददौ ॥
प्रत्युवाच च तं व्यासो धनंजयमुदारधीः ॥
]

`speaker [
व्यास उवाच
]

`verse 65 [
इतो गच्छाधुना पार्थ इन्द्रकीले सुशोभने ॥
जाह्नव्याश्च समीपे वै स्थित्वा सम्यक् तपः कुरु ॥
]

`verse 66 [
अदृश्या चैव विद्या स्यात्सदा ते हितकारिणी ॥
इत्याशिषन्ददौ तस्मै ततः प्रोवाच तान्मुनिः ॥
]

`verse 67 [
धर्म्ममास्थाय सर्वं वै तिष्ठन्तु नृपसत्तमाः ॥
सिद्धिः स्यात्सर्वथा श्रेष्ठा नात्र कार्या विचारणा ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 68 [
इति दत्त्वाशिषन्तेभ्यः पाण्डवेभ्यो मुनीश्वरः ॥
स्मृत्वा शिवपदाम्भोजं व्यासश्चान्तर्दधे क्षणात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां किरातावतारवर्णनप्रसंगेऽर्जुनाय व्यासोपदेशवर्णनं नाम सप्तत्रिंशोऽध्यायः ॥
]
