`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
अर्जुनोपि तदा तत्र दीप्यमानो व्यदृश्यत ॥
मन्त्रेण शिवरूपेण तेजश्चातुलमावहत् ॥
]

`verse 2 [
ते सर्वे चार्जुनन्दृष्ट्वा पाण्डवा निश्चयं गताः ॥
जयोऽस्माकं धुवञ्जातन्तेजश्च विपुलं यतः ॥
]

`verse 3 [
इदङ्कार्य्यन्त्वया साध्यन्नान्येन च कदाचन ॥
व्यासस्य वचनाद्भाति सफलं कुरु जीवितम्॥
]

`verse 4 [
इति प्रोच्यार्जुनन्ते वै विरहौत्सुक्यकातराः ॥
अनिच्छन्तोपि तत्रैव प्रेषयामासुरादरात्॥
]

`verse 5 [
द्रौपदी दुःखसंयुक्ता नेत्राश्रूणि निरुध्य च ॥
प्रेषयन्ती शुभं वाक्यन्तदोवाच पतिव्रता॥
]

`speaker [
द्रौपद्युवाच
]

`verse 6 [
व्यासोपदिष्टं यद्राजंस्त्वया कार्यं प्रयत्नतः ॥
शुभप्रदोऽस्तु ते पन्थाश्शंकरश्शंकरोस्तु वै ॥
]

`verse 7 [
ते सर्वे चावसंस्तत्र विसृज्यार्जुनमादरात् ॥
अत्यन्तदुःखमापन्ना मिलित्वा पञ्च एव च ॥
]

`verse 8 [
स्थितास्तत्र वदन्ति स्म श्रूयतामृषिसत्तम॥
दुःखेपि प्रियसंगो वै न दुःखाय प्रजायते॥
]

`verse 9 [
वियोगे द्विगुणन्तस्य दुःखम्भवति नित्यशः ॥।
तत्र धैर्य्यधरस्यापि कथन्धैर्य्यम्भवेदिह ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 10 [
कुर्वतस्त्वेव तदा दुःखम्पाण्डवेषु मुनीश्वरः ॥
कृपासिंधुश्च स व्यास ऋषिवर्य्यस्समागत ॥
]

`verse 11 [
तन्तदा पाण्डवास्ते वै नत्वा सम्पूज्य चादरात् ॥
दत्त्वासनं हि दुःखाढ्याः करौ बद्ध्वा वचोऽब्रुवन् ॥
]

`speaker [
पाण्डवा ऊचुः
]

`verse 12 [
श्रूयतामृषभश्रेष्ठ दुःखदग्धा वयम्प्रभो ॥
दर्शनन्तेऽद्य सम्प्राप्य ह्यानन्दं प्राप्नुमो मुने ॥
]

`verse 13 [
कियत्कालं वसात्रैव दुःखनाशाय नः प्रभो ॥
दर्शनात्तव विप्रर्षेस्सर्वं दुःखं विलीयते ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 14 [
इत्युक्तस्स ऋषिश्रेष्ठो न्यवसत्तत्सुखाय वै ॥
कथाभिर्विविधाभिश्च तद्दुःखं नोदयंस्तदा ॥
]

`verse 15 [
वार्तायां क्रियमाणायान्तेन व्यासेन सन्मुने ॥
सुप्रणम्य विनीतात्मा धर्मराजोऽब्रवीदिदम् ॥
]

`speaker [
धर्मराज उवाच
]

`verse 16 [
शृणु त्वं हि ऋषिश्रेष्ठ दुःखशान्तिर्मता मम ॥
पृच्छामि त्वां महाप्राज्ञ कथनीयन्त्वया प्रभो॥
]

`verse 17 [
ईदृशं चैव दुःखं च पुरा प्राप्तश्च कश्चन॥
वयमेव परं दुःखं प्राप्ता वै नैव कश्चन॥
]

`speaker [
व्यास उवाच
]

`verse 18 [
राज्ञस्तु नलनाम्नो वै निषधाधिपतेः पुरा ॥
भवद्दुःखाधिकं दुःखं जातन्तस्य महात्मनः ॥
]

`verse 19 [
हरिश्चन्द्रस्य नृपतेर्जातं दुःखम्महत्तरम् ॥
अकथ्यन्तद्विशेषेण परशोकावहन्तथा ॥
]

`verse 20 [
दुःखम्तथैव विज्ञेयं रामस्याप्यथ पाण्डव ॥
यच्छ्रुत्वा स्त्रीनराणां च भवेन्मोहो महत्तरः ॥
]

`verse 21 [
तस्माद्वर्णयितुन्नैव शक्यते हि मया पुनः ॥
शरीरं दुःखराशिं च मत्वा त्याज्यन्त्वयाधुना ॥
]

`verse 22 [
येनेदञ्च धृतन्तेन व्याप्तमेव न संशयः ॥
प्रथमम्मातृगर्भे वै जन्म दुःखस्य कारणम् ॥
]

`verse 23 [
कौमारेऽपि महादुःखं बाललीलानुसारि यत् ॥
ततोपि यौवने कामान्भुन्जानो दुःखरूपिणः ॥
]

`verse 24 [
गतागतैर्दिनानां हि कार्यभारैरनेकशः ॥
आयुश्च क्षीयते नित्यं न जानाति ह तत्पुनः ॥
]

`verse 25 [
अन्ते च मरणं चैव महादुःखमतः परम् ॥
नानानरकपीडाश्च भुज्यंतेज्ञैर्नरैस्सदा ॥
]

`verse 26 [
तस्मादिदमसत्यं च त्वन्तु सत्यं समाचर ॥
येनैव तुष्यते शम्भुस्तथा कार्यं नरेण च ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 27 [
एवं विविधवार्ताभिः कालनिर्यापणन्तदा ॥
चक्रुस्ते भ्रातरः सर्वे मनोरथपथैः पुनः ॥
]

`verse 28 [
अर्जुनोपि स्वयं गच्छन्दुर्गाद्रिषु दृढव्रतः ॥
यक्षं लब्ध्वा च तेनैव दस्यून्निघ्नन्ननेकशः ॥
]

`verse 29 [
मनसा हर्षसंयुक्तो जगामाचलमुत्तमम् ॥
तत्र गत्वा च गंगायास्समीपं सुन्दरं स्थलम् ॥
]

`verse 30 [
अशोककाननं यत्र तिष्ठति स्वर्ग उत्तमः ॥
तत्र तस्थौ स्वयं स्नात्वा नत्वा च गुरुमुत्तमम् ॥
]

`verse 31 [
यथोपदिष्टं वेषादि तथा चैवाकरोत्स्वयम् ॥
इन्द्रियाण्यपकृष्यादौ मनसा संस्थितोऽभवत् ॥
]

`verse 32 [
पुनश्च पार्थिवं कृत्वा सुन्दरं समसूत्रकम् ॥
तदग्रे प्रणिदध्यौ स तेजोराशिमनुत्तमम् ॥
]

`verse 33 [
त्रिकालं चैव सुस्नातः पूजनं विविधं तदा ॥
चकारोपासनन्तत्र हरस्य च पुनः पुनः ॥
]

`verse 34 [
तस्यैव शिरसस्तेजो निस्सृतन्तच्चरास्तदा ॥
दृष्ट्वा भयं समापन्नाः प्रविष्टश्च कदा ह्ययम्॥
]

`verse 35 [
पुनस्ते च विचार्यैवं कथनीयं बिडौजसे॥
इत्युक्त्वा तु गतास्ते वै शक्रस्यान्तिकमञ्जसा ॥
]

`speaker [
चरा ऊचुः
]

`verse 36 [
देवो वाऽथ ऋषिश्चैव सूर्यो वाथ विभावसुः ॥
तपश्चरति देवेश न जानीमो वने च तम् ॥
]

`verse 37 [
तस्यैव तेजसा दग्धा आगतास्तव सन्निधौ ॥
निवेदितञ्चरित्रं तत्क्रियतामुचितन्तु यत् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 38 [
इत्युक्तस्तैश्चरैस्सर्वं ज्ञात्वा पुत्रचिकीर्षितम् ॥
सगोत्रपान्विसृज्यैव तत्र गन्तुं मनो दधे ॥
]

`verse 39 [
स वृद्धब्राह्मणो भूत्वा ब्रह्मचारी शचीपतिः ॥
जगाम तत्र विप्रेन्द्र परीक्षार्थं हि तस्य वै ॥
]

`verse 40 [
तमागतन्तदा दृष्ट्वाकार्षीत्पूजाश्च पाण्डवः॥
स्थितोग्रे च स्तुतिं कृत्वा क्वायातोसि वदाधुना ॥
]

`verse 41 [
इत्युक्तस्तेन देवेशो धैर्य्यार्थन्तस्य प्रीतितः ॥
परीक्षागर्वितं वाक्यं पाण्डवन्तं ततोऽब्रवीत् ॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 42 [
नवे वयसि वै तात किन्तपस्यसि साम्प्रतम् ॥
मुक्त्यर्थं वा जयार्थं किं सर्वथैतत्तपस्तव ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 43 [
इति पृष्टस्तदा तेन सर्वं संवेदितम्पुनः ॥
तच्छ्रुत्वा स पुनर्वाक्यमुवाच ब्राह्मणस्तदा ॥४३।
ब्राह्मण उवाच ॥
युक्तं न क्रियते वीर सुखं प्राप्तुं च यत्तपः ॥
क्षात्रधर्मेण क्रियते मुक्त्यर्थं कुरुसत्तम ॥
]

`verse 44 [
इन्द्रस्तु सुखदाता वै मुक्तिदाता भवेन्न हि ॥
तस्मात्त्वं सर्वथा श्रेष्ठ कर्तुमर्हसि सत्तपः॥
नन्दीश्वर उवाच॥
इदन्तद्वचनं श्रुत्वा क्रोधं चक्रेऽर्जुनस्तदा॥
प्रत्युवाच विनीतात्मा तदनादृत्य सुव्रतः।४६॥
अर्जुन उवाच ॥
राज्यार्थं न च मुक्त्यर्थ किमर्थं भाषसे त्विदम् ॥
व्यासस्य वचनेनैव क्रियते तप ईदृशम् ॥
]

`verse 45 [
इतो गच्छ ब्रह्मचारिन्मा पातयितुमिच्छसि ॥
प्रयोजनं किमत्रास्ति तव वै ब्रह्मचारिणः॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 46 [
इत्युक्तः स प्रसन्नोभूत्सुन्दरं रूपमद्भुतम् ॥
स्वोपस्करणसंयुक्तं दर्शयामास वै निजम्॥
]

`verse 47 [
शक्ररूपन्तदा दृष्ट्वा लज्जितश्चार्जुनस्तदा॥
स इन्द्रस्तं समाश्वास्य पुनरेव वचोब्रवीत् ॥
]

`speaker [
इंद्र उवाच
]

`verse 48 [
वरं वृणीष्व हे तात धनंजय महामते ॥
यदिच्छसि मनोभीष्टन्नादेयं विद्यते तव ॥
]

`verse 49 [
तच्छ्रुत्वा शक्रवचनम्प्रत्युवाचार्जुनस्तदा ॥
विजयन्देहि मे तात शत्रुक्लिष्टस्य सर्वथा ॥
]

`speaker [
शक्र उवाच
]

`verse 50 [
बलिष्ठाश्शत्रवस्ते च दुर्योधनपुरःसराः ॥
द्रोणो भीमश्च कर्णश्च सर्वे ते दुर्जया धुवम् ॥
]

`verse 51 [
अश्वत्थामा द्रोणपुत्रो रौद्रोंशो दुर्जयोऽति सः ॥
मया साध्या भवेयुस्ते सर्वथा स्वहितं शृणु ॥
]

`verse 52 [
एतद्वीर जपं कर्तुं न शक्तः कश्चनाधुना ॥
वर्तते हि शिवोवर्यस्तस्माच्छम्भोर्जयोऽ धुना ॥
]

`verse 53 [
शंकरः सर्वलोकेशश्चराचरपतिः स्वराट् ॥
सर्वं कर्तुं समर्थोस्ति भुक्तिमुक्तिफलप्रदः ॥
]

`verse 54 [
अहं मन्ये च ब्रह्माद्या विष्णुः सर्ववरप्रदः ॥
अन्ये जिगीषवो ये च ते सर्वे शिवपूजकाः॥
]

`verse 55 [
अद्यप्रभृति तन्मन्त्रं हित्वा भक्त्या शिवं भज  ॥
पार्थिवेन विधानेन ध्यानेनैव शिवस्य च ॥
]

`verse 56 [
उपचारैरनेकैश्च सर्वभावेन भारत ॥
सिद्धिः स्यादचला तेद्य नात्र कार्या विचारणा॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 57 [
इत्युक्त्वा च चरान्सर्वान्समाहूयाब्रवीदिदम् ॥
सावधानेन वै स्थेयमेतत्संरक्षणे सदा ॥
]

`verse 58 [
प्रबोध्य स्वचरानिन्द्रोऽर्जुनसंरक्षणादिकम् ॥
वात्सल्यपूर्णहृदयः पुनरूचे कपिध्वजम् ॥
]

`speaker [
इन्द्र उवाच
]

`verse 59 [
राज्यं त्वया प्रमादाद्वै न कर्तव्यं कदाचन ॥
श्रेयसे भद्र विद्येयं भवेत्तव परन्तप॥
]

`verse 60 [
धैर्यं धार्य साधकेन सर्वथा रक्षकः शिवः॥
संपत्तीश्च फलन्तुल्यं   दास्यते नात्र संशयः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 61 [
इति दत्त्वा वरन्तस्य भारतस्य सुरेश्वरः ॥
स्मरञ्छिवपदाम्भोजञ्जगाम भवनं स्वकम् ॥
]

`verse 62 [
अर्जुनोपि महावीरस्सुप्रणम्य सुरेश्वरम् ॥
तपस्तेपे संयतात्मा शिवमुद्दिश्य तद्विधम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां किरातावतारवर्णनप्रसंगेऽर्जुनतपोवर्णनं नामाष्टत्रिंशोऽध्यायः ॥
]
