`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
स्नानं स विधिवत्कृत्वा न्यासादि विधिवत्तथा ॥
ध्यानं शिवस्य सद्भक्त्या व्यासोक्तं यत्तथाऽकरोत् ॥
]

`verse 2 [
एकपादतलेनैव तिष्ठन्मुनिवरो यथा ॥
सूर्य्ये दृष्टिं निबध्यैकां मंत्रमावर्तयन्स्थितः ॥
]

`verse 3 [
तपस्तेपेति संप्रीत्या संस्मरन्मनसा शिवम् ॥
पंचाक्षरं मनुं शंभोर्जपन्सर्वो त्तमोत्तमम् ॥
]

`verse 4 [
तपसस्तेज एवासीद्यथा देवा विसिस्मियुः ॥
पुनश्चैव शिवं याताः प्रत्यूचुस्ते समाहिताः ॥
]

`speaker [
देवा ऊचुः
]

`verse 5 [
नरेणैकेन सर्वेश त्वदर्थे तप आहितम्॥
यदिच्छति नरस्सोयं किन्न यच्छति तत्प्रभो ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 6 [
इत्युक्त्वा तु स्तुतिं चकुर्विविधान्ते तदा सुराः ॥
तत्पादयोर्दृशः कृत्वा तत्र तस्थुः स्थिराधयः ॥
]

`verse 7 [
शिवस्तु तद्वचः श्रुत्वा महाप्रभुरुदारघीः ॥
सुविहस्य प्रसन्नात्मा सुरान्वचनमब्रवीत् ॥
]

`speaker [
शिव उवाच
]

`verse 8 [
स्वस्थानं गच्छत सुराः सर्वे सत्यन्न संशयः
सर्वथाहं करिष्यामि कार्यं वो नात्र संशय ॥
]

`speaker [
नंदीश्वर उवाच
]

`verse 9 [
तच्छ्रुत्वा शंभुवचनन्निश्चयं परमं गताः ॥
परावृत्य गताः सर्वे स्वस्वथानं ते हि निर्जराः ॥
]

`verse 10 [
एतस्मिन्नंतरे दैत्यो मूकनामागतस्तदा ॥
सौकरं रूपमास्थाय प्रेषितश्च दुरात्मना ॥
]

`verse 11 [
दुर्योधनेन विप्रेंद्र मायिना चार्जुनं तदा ॥
यत्रार्जुनस्थितश्चासीत्तेन मार्गेण वै तदा ॥
]

`verse 12 [
शृङ्गाणि पर्वतस्यैव च्छिन्दन्वृक्षाननेकशः ॥
शब्दं च विविधं कुर्व न्नतिवेगेन संयुतः ॥
]

`verse 13 [
अजुनोपि च तं दृष्ट्वा मूकनामासुरं तदा ॥
स्मृत्वा शिवपदांभोजं विचारे तत्परोऽभवत् ॥
]

`speaker [
अर्जुन उवाच
]

`verse 14 [
कोयं वा कुत आयाति क्रूरकर्मा च दृश्यते ॥
ममानिष्टं ध्रुवं कर्तुं समागच्छत्यसंशयम् ॥
]

`verse 15 [
ममैवं मन आयाति शत्रुरेव न संशयः ॥
मया विनिहताः पूर्वमनेके दैत्यदानवाः ॥
]

`verse 16 [
तदीयः कश्चिदायाति वैरं साधयितुम्पुनः ॥
अथवा च सखा कश्चिद्दुर्योधनहितावहः ॥
]

`verse 17 [
यस्मिन्दृष्टे प्रसीदेत्स्वं मनः स हितकृद्ध्रुवम्॥
यस्मिन्दृष्टे तदेव स्यादाकुलं शत्रुरेव सः ॥
]

`verse 18 [
आचारः कुलमाख्याति वपुराख्याति भोजनम् ॥
वचनं श्रुतमाख्याति स्नेहमाख्याति लोचनम् ॥
]

`verse 19 [
आकारेण तथा गत्या चेष्टया भाषितैरपि ॥
नेत्रवक्त्रविकाराभ्यां ज्ञायतेऽन्तर्हितं मनः ॥
]

`verse 20 [
उज्ज्वलं सरसञ्चैव वक्रमारक्त कन्तथा ॥
नेत्रं चतुर्विधं प्रोक्तं तस्य भावं पृथग्बुधाः ॥
]

`verse 21 [
उज्ज्वलं मित्रसंयोगे सरसम्पुत्रदर्शने ॥
वक्रं च कामिनीयोगे आरक्तं शत्रुदर्शने ॥
]

`verse 22 [
अस्मिन्मम तु सर्वाणि कलुषानीन्द्रियाणि च ॥
अयं शत्रुर्भवेदेव मारणीयो न संशयः ॥
]

`verse 23 [
गुरोश्च वचनं मेद्य वर्तते दुःखदस्त्वया ॥
हन्तव्यः सर्वथा राजन्नात्र कार्या विचारणा ॥
]

`verse 24 [
एतदर्थं त्वायुधानि मम चैव न संशयः ॥
विचार्य्येति च तत्रैव बाणं संस्थाय संस्थितः ॥
]

`verse 25 [
एतस्मिन्नन्तरे तत्र रक्षार्थं ह्यर्जुनस्य वै ॥
तद्भक्तेश्च परीक्षार्थं शंकरो भक्तवत्सलः॥
]

`verse 26 [
विदग्धभिल्लरूपं हि गणैः सार्ध महाद्भुतम् ॥
तस्य दैत्यस्य नाशार्थं द्रुतं कृत्वा समागतः ॥
]

`verse 27 [
बद्धकच्छश्च वस्त्रीभिर्वद्धेशानध्वजस्तदा ॥
शरीरे श्वेतरेखाश्च धनुर्बाणयुतः स्वयम् ॥
]

`verse 28 [
बाणानान्तूणकं पृष्ठे धृत्वा वै स जगाम ह ॥
गणश्चैव तथा जातो भिल्लराजोऽभवच्छिवः ॥
]

`verse 29 [
शब्दांश्च विविधान्कृत्वा निर्ययौ वाहिनीपतिः ॥
सूकरस्य ससाराथ शब्दश्च प्रदिशो दश ॥
]

`verse 30 [
वनेचरेण शब्देन व्याकुलश्चार्जुनस्तदा ॥
पर्वताद्याश्च तैश्शब्दैस्ते सर्वे व्याकुलास्तदा ॥
]

`verse 31 [
अहो किन्नु भवेदेष शिवः शुभकरस्त्विह॥
मया चैव श्रुतम्पूर्वं कृष्णेन कथितम्पुनः ॥
]

`verse 32 [
व्यासेन कथितं चैवं स्मृत्वा देवै स्तथा पुनः ॥
शिवः शुभकरः प्रोक्तः शिवः सुखकरस्तथा ॥
]

`verse 33 [
मुक्तिदश्च स्वयं प्रोक्तो मुक्तिदानान्न संशयः ॥
तन्नामस्मरणात्पुंसां कल्याणं जायते धुवम् ॥
]

`verse 34 [
भजतां सर्वभावेन दुःखं स्वप्नेऽपि नो भवेत्॥
यदा कदाचिज्जायेत तदा कर्मसमुद्भवम् ॥
]

`verse 35 [
तदेतद्बह्वपि ज्ञेयं नूनमल्पं न संशयः ॥
प्रारब्धस्याथ वा दोषो नूनं ज्ञेयो विशेषतः ॥
]

`verse 36 [
अथ वा बहु चाल्पं हि भोग्यं निस्तीर्य शंकरः ॥
कदाचिदिच्छया तस्य दूरीकुर्य्यान्न संशयः ॥ ॥
]

`verse 37 [
विषं चैवामृतं कुर्यादमृतं विषमेव वा ॥
यदिच्छति करोत्येव समर्थः किन्निषिध्यते ॥
]

`verse 38 [
इत्थं विचार्य्यमाणेऽपि भक्तैरन्यैः पुरातनैः ॥
भाविभिश्च सदा भक्तैरिहानीय मनः स्थिरम् ॥
]

`verse 39 [
लक्ष्मीर्गच्छेच्चावतिष्ठेन्मरणं निकटे पुरः ॥
निन्दां वाथ प्रकुर्वन्तु स्तुतिं वा दुःखसंक्षयम् ॥
]

`verse 40 [
जयते पुण्यपापाभ्यां शंकरस्सुखदः सदा ॥
कदाचिच्च परीक्षार्थं दुःखं यच्छति वै शिवः ॥
]

`verse 41 [
अंते च सुखदः प्रोक्तो दयालुत्वान्न संशयः ॥
यथा चैव सुवर्णं च शोधि तं शुद्धतां व्रजेत् ॥
]

`verse 42 [
एवं चैवं मया पूर्वं श्रुतं मुनिमुखात्तथा॥
अतस्तद्भजनेनैव लप्स्येऽहं सुखमुत्तमम् ॥
]

`verse 43 [
इत्येवन्तु विचारं स करोति यावदेव हि ॥
तावच्च सूकरः प्राप्तो बाणसंमोचनावधिः ॥
]

`verse 44 [
शिवोपि पृष्ठतो लग्नो ह्यायातः शूकरस्य हि ॥
तयोर्मध्ये तदा सोयं दृश्यते शृंगमद्भुतम् ॥
]

`verse 45 [
तस्य प्रोक्तं च माहात्म्यं शिवः शीघ्रतरं गतः॥
अर्जुनस्य च रक्षार्थं शंकरो भक्तव त्सलः ॥
]

`verse 46 [
एतस्मिन्समये ताभ्यां कृतं बाणविमोचनम् ॥
शिवबाणस्तु पुच्छे वै ह्यर्जुनस्य मुखे तथा॥
]

`verse 47 [
शिवस्य पुच्छतो गत्वा मुखान्निस्सृत्य शीघ्रतः ॥
भूमौ विलीनः संयातस्तस्य वै पुच्छतो गतः॥
]

`verse 48 [
पपात पार्श्वतश्चैव बाणश्चैवार्जुनस्य च॥
सूकरस्तत्क्षणं दैत्यो मृतो भूमौ पपात ह ॥
]

`verse 49 [
देवा हर्षं परम्प्रापुः पुष्पवृष्टिं च चक्रिरे ॥
जयपूर्व स्तुतिकराः प्रणम्य च पुनःपुनः॥
]

`verse 50 [
शिवस्तुष्टमना आसीदर्जुनः सुखमागतः॥
दैत्यस्य च तदा दृष्ट्वा क्रररूपं च तौ तदा॥
]

`verse 51 [
अर्जुनस्तु विशेषेण सुखिना प्राह चेतसा॥
अहो दैत्यवरश्चायं रूपं तु परमाद्भुतम् ॥
]

`verse 52 [
कृत्वागतो मद्वधार्थैं शिवेनाहं सुरक्षितः ॥
ईश्वरेण ममाद्यैव बुद्धिर्दत्ता न संशयः॥
]

`verse 53 [
विचार्य्येत्यर्जुनस्तत्र जगौ शिवशिवेति च ॥
प्रणनाम शिवं भूयस्तुष्टाव च पुनः पुनः ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां किरातावतारवर्णने मूकदैत्यवधोनामैकोनचत्वारिंशोऽध्यायः ॥
]
