`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ शृणु लीलाम्परात्मनः ॥
भक्तवात्सल्यसंयुक्तां तद्दृढत्वविदर्भिताम् ॥
]

`verse 2 [
शिवोप्यथ स्वभृत्यं वै प्रेषयामास स द्रुतम् ॥
बाणार्थे च तदा तत्रार्जुनोपि समगात्ततः ॥
]

`verse 3 [
एकस्मिन् समये प्राप्तौ बाणार्थं तद्गणार्जुनौ ॥
अर्जुनस्तं पराभर्त्स्य स्वबाणं चाग्रहीत्तदा॥
]

`verse 4 [
गण प्रोवाच तं तत्र किमर्थं गृह्यते शरः ॥
बाणश्चैवास्मदीयो वै मुच्यतां ऋषिसत्तम ॥
]

`verse 5 [
इत्युक्तस्तेन भिल्लस्य गणेन मुनिसत्तमः॥
सोर्जुनः शंकरं स्मृत्वा वचनं च तमब्रवीत् ॥
]

`speaker [
अर्जुन उवाच
]

`verse 6 [
अज्ञात्वा किंच वदसि मूर्खोसि त्वं वनेचर ॥
बाणश्च मोचितो मेऽद्य त्वदीयश्च कथं पुनः ॥
]

`verse 7 [
रेखारूपं च पिच्छानि मन्नामांकित एव च ॥
त्वदीयश्च कथं जातः स्वभावो दुस्त्यजस्तव ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 8 [
इत्येवन्तद्वचः श्रुत्वा विहस्य स गणेश्वरः ॥
अर्जुनं ऋषिरूपं तं भिल्लो वाक्यमुपाददे ॥
]

`verse 9 [
तापस श्रूयतां रे त्वं न तपः क्रियते त्वया ॥
वेषतश्च तपस्वी त्वं न यथार्थं छलायते ॥
]

`verse 10 [
तपस्वी च कथं मिथ्या भाषते कुरुते नरः ॥
नैकाकिनं च मां त्वं च जानीहि वाहिनीपतिम् ॥
]

`verse 11 [
बहुभिर्वनभिल्लैश्च युक्तः स्वामी स आसत ॥
समर्थस्सर्वथा कर्तुं विग्रहानुग्रहौ पुनः ॥
]

`verse 12 [
वर्तते तस्य वाणीयं यो नीतश्च त्वयाधुना ॥
अयं बाणश्च ते पार्श्वे न स्थास्यति कदाचन ॥
]

`verse 13 [
तपःफलं कथं त्वं च हातुमिच्छसि तापस ॥
चौर्य्याच्छलार्द्यमानाच्च विस्मयात्सत्य भञ्जनात् ॥
]

`verse 14 [
तपसा क्षीयते सत्यमेतदेव मया श्रुतम् ॥
तस्माच्च तपसस्तेद्य भविष्यति फलं कुतः ॥
]

`verse 15 [
तस्माच्च मुच्यते बाणात्कृतघ्नस्त्वं भविष्यसि ॥
ममैव स्वामिनो बाणस्तवार्थे मोचितो ध्रुवम् ॥
]

`verse 16 [
शत्रुश्च मारितस्तेन पुनर्बाणश्च रक्षितः ॥
अत्यन्तं च कृतघ्नोसि तपोशुभकरस्तथा ॥
]

`verse 17 [
सत्यं न भाषसे त्वं च किमतः सिद्धिमिच्छसि ॥
प्रयोजनं चेद्बाणेन स्वामी च याच्यतां मम ॥
]

`verse 18 [
ईदृशांश्च बहून्बाणांस्तदा दातुं क्षमः स्वयम् ॥
राजा च वर्तते मेऽद्य किं त्वेवं याच्यते त्वया॥
]

`verse 19 [
उपकारं परित्यज्य ह्यपकारं समीहसे॥
नैतद्युक्तं त्वयाद्यैव क्रियते त्यज चापलम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 20 [
इत्येवं वचनन्तस्य श्रुत्वा पार्थोर्जुनस्तदा ॥
क्रोधं कृत्वा शिवं स्मृत्वा मितं वाक्यमथाब्रवीत्॥
]

`speaker [
अर्जुन उवाच
]

`verse 21 [
शृणु भिल्ल प्रवक्ष्यामि न सत्यं तव भाषणम् ॥
यथा जातिस्तथा त्वां च जानामि हि वनेचर ॥
]

`verse 22 [
अहं राजा भवांश्चौरः कथं युद्धप्रयुक्तता ॥
युद्धं मे सबलैः कार्यं नाधमैर्हि कदाचन ॥
]

`verse 23 [
तस्मात्ते च तथा स्वामी भविष्यति भवादृशः ॥
दातारश्च वयं प्रोक्ताश्चौरा यूयं वनेचराः ॥
]

`verse 24 [
कथं याच्यो मया भिल्लराज एवं च साम्प्रतम् ॥
त्वमेव याचसे नैव बाणं मां किं वनेचरः ॥
]

`verse 25 [
ददामि ते तथा बाणान्सन्ति मे बहवो ध्रुवम् ॥
राजा च ग्रहणं चैव न दास्यति तथा भवेत् ॥
]

`verse 26 [
किम्पुनश्च तथा बाणान्प्रयच्छामि वनेचर ॥
यदि मे या चिकीर्षा स्यात्कथं नागम्यतेऽधुना ॥
]

`verse 27 [
यथागच्छतु ते भर्ता किमर्थं भाषतेऽधुना ॥
आगत्य च मया सार्द्धं जित्वा युद्धे च माम्पुनः ॥
]

`verse 28 [
नीत्वा बाणमिमं भिल्ल स्वामी ते वाहिनीपतिः॥
निजालयं सुखं यातु विलंबः क्रियते कथम्॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 29 [
महेश्वरकृपाप्राप्तसद्बलस्यार्जुनस्य हि॥
इत्येतद्वचनं श्रुत्वा भिल्लो वाक्यमथाब्रवीत्॥
]

`speaker [
भिल्ल उवाच
]

`verse 30 [
अज्ञोसि त्वं ऋषिर्नासि मरणं त्वीहसे कथम्॥
देहि बाणं सुखन्तिष्ठ त्वन्यथा क्लेशभाग्भवेः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 31 [
इत्युक्तस्तेन भिल्लेन शिवसच्छक्तिशोभिना ॥
गणेन पाण्डवस्तं च प्राह स्मृत्वा च शङ्करम् ॥
]

`speaker [
अर्जुन उवाच
]

`verse 32 [
मद्वाक्यन्तत्त्वतो भिल्ल शृणु त्वं च वनेचर॥
आगमिष्यति ते स्वामी दर्शयिष्ये फलन्तदा ॥
]

`verse 33 [
न शोभते त्वया युद्धं करिष्ये स्वामिना तव॥
उपहासकरं ज्ञेयं युद्धं सिंहसृगालयोः ॥
]

`verse 34 [
श्रुतं च मद्वचस्तेऽद्य द्रक्ष्यसि त्वं महाबलम् ॥
गच्छ स्वस्वामिनं भिल्ल यथेच्छसि तथा कुरु ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 35 [
इत्युक्तस्तु गतस्तत्र भिल्लः पार्थेन वै मुने ॥
शिवावतारो यत्रास्ते किरातो वाहिनीपतिः ॥
]

`verse 36 [
अथार्जुनस्य वचनं भिल्लनाथाय विस्तरात्॥
सर्वं निवेदयामास तस्यै भिल्लपरात्मने ॥
]

`verse 37 [
स किरातेश्वरः श्रुत्वा तद्वचो हर्षमागतः॥
आजगाम स्वसैन्येन शंकरो भिल्लरूपधृक् ॥
]

`verse 38 [
अर्जुनश्च तदा सेनां किरातस्य च पाण्डवः॥
दृष्ट्वा गृहीत्वा सशरन्धनुः सन्मुख आययौ ॥
]

`verse 39 [
अथो किरातश्च पुनः प्रेषयामास तं चरम्॥
तन्मुखेन जगौ वाक्यम्भारताय महात्मने ॥
]

`speaker [
किरात उवाच
]

`verse 40 [
पश्य सैन्यं तपस्विस्त्वं मुञ्च बाणं व्रजाधुना ॥
मरणं स्वल्पकार्यार्थं कथमिच्छसि साम्प्रतम्॥
]

`verse 41 [
भ्रातरस्तव दुःखार्त्ताः कलत्रं च ततः परम् ॥
पृथिवी हस्ततस्तेद्य यास्यतीति मतिर्मम ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 42 [
इत्युक्तं परमेशेन पार्थदार्ढ्यपरीक्षया ॥
सर्वथार्जुनरक्षार्थं धृतरूपेण शंभुना ॥
]

`verse 43 [
इत्युक्तस्तु तदागत्य सगणश्शंकरश्च तत् ॥
विस्तराद्वृत्तमखिलमर्जुनाय न्यवेदयत् ॥
]

`verse 44 [
तच्छ्रुत्वा तु पुनः प्राह प्रार्थस्तं दूतमागतम् ॥
वाहिनीपतये वाच्यम्विपरीतम्भविष्यति ॥
]

`verse 45 [
यद्यहं चैव ते बाणं यच्छामि च मदीयकम् ॥
कुलस्य दूषणं चाहं भविष्यामि न संशयः ॥
]

`verse 46 [
भ्रातरश्चैव दुखार्ताः भवन्तु च तथा ध्रुवम् ॥
विद्याश्च निष्फलाः स्युस्तास्तस्मादागच्छ वै ध्रुवम् ॥
]

`verse 47 [
सिंहश्चैव शृगालाद्वा भीतो नैव मया श्रुतः ॥
तथा वनेचराद्राजा न बिभेति कदाचन ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 48 [
इत्युक्तस्तं पुनर्गत्वा स्वामिनं पाण्डवेन सः ॥
सर्वं निवेदयामास तदुक्तं हि विशेषतः ॥
]

`verse 49 [
अथ सोपि किराताह्वो महादेवस्ससैन्यकः ॥
तच्छ्रुत्वा सैन्यसंयुक्तो ह्यर्जुनं चागमत्तदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायाम किरातावतारवर्णने भिल्लार्जुनसंवादोनाम चत्वारिंशोऽध्यायः ॥
]
