`verse 1 [
तमागतन्ततो दृष्ट्वा ध्यानं कृत्वा शिवस्य सः ॥
गत्वा तत्रार्जुनस्तेन युद्धं चक्रे सुदारुणम् ॥
]

`verse 2 [
गणैश्च विविधैस्तीक्ष्णैरायुधैस्तं न्यपीडयत् ॥
तैस्तदा पीडितः पार्थः सस्मार स्वामिनं शिवम् ॥
]

`verse 3 [
अर्जुनश्च तदा तेषां बाणावलिमथाच्छिनत् ॥
यदायुद्धं च तैः क्षिप्तं ततः शर्वं परामृशत् ॥
]

`verse 4 [
पीडितास्ते गणास्तेन ययुश्चैव दिशो दश ॥
गणेशा वारितास्ते च नाजग्मुस्स्वामिनम्प्रति ॥
]

`verse 5 [
शिवश्चैवार्जुनश्चैव युयुधाते परस्परम् ॥
नानाविधैश्चायुधैर्हि महाबलपराक्रमौ ॥
]

`verse 6 [
शिवोऽपि मनसा नूनं दयां कृत्वार्जुनं ह्यगात् ॥
अर्जुनश्च दृढं तत्र प्रहारं कृतवांस्तदा ॥
]

`verse 7 [
आयुधानि शिवस्सो वै ह्यर्जुनस्याच्छिनत्तदा ॥
कवचानि च सर्वाणि शरीरं केवलं स्थितम्॥
]

`verse 8 [
तदार्जुनः शिवं स्मृत्वा मल्लयुद्धं चकार सः ॥
वाहिनीपतिना तेन भयात्क्लिष्टोपि धैर्यवान् ॥
]

`verse 9 [
तद्युद्धेन मही सर्वा चकंपे ससमुद्रका ॥
देवा दुःखं समापन्नः किं भविष्यति वा पुनः ॥
]

`verse 10 [
एतस्मित्रंतरे देवः शिवो गगनमास्थितः ॥
युद्धं चकार तत्रस्थस्सोर्जुनश्च तथाऽकरोत्॥
]

`verse 11 [
उड्डीयोड्डीय तौ युद्धं चक्रतुर्देवपार्थिवौ॥
देवाश्च विस्मयं प्रापू रणं दृष्ट्वा तदाद्भुतम् ॥
]

`verse 12 [
अथार्जुनोत्तरे ज्ञात्वा स्मृत्वा शिवपदांबुजम्॥
दधार पादयोस्तं वै तद्ध्यानादाप्तसद्बलः ॥
]

`verse 13 [
धृत्वा पादौ तदा तस्य भ्रामयामास सोर्जुनः ॥
विजहास महादेवो भक्तवत्सल ऊतिकृत् ॥
]

`verse 14 [
दातुं स्वदासतां तस्मै भक्तवश्यतया मुने ॥
शिवेनैव कृतं ह्येतच्चरितन्नान्यथा भवेत् ॥
]

`verse 15 [
पश्चाद्विहस्य तत्रैव शंकरो रूपम द्भुतम् ॥
दर्शयामास सहसा भक्तवश्यतया शुभम् ॥
]

`verse 16 [
यथोक्तं वेदशास्त्रेषु पुराणे पुरुषोत्तमम्॥
व्यासोपदिष्टं ध्यानाय तस्य यत्सर्वसिद्धिदम् ॥
]

`verse 17 [
तद्दृष्ट्वा सुंदरं रूपं ध्यानप्राप्तं शिवस्य तु ॥
बभूव विस्मितोतीव ह्यर्जुनो लज्जितः स्वयम् ॥
]

`verse 18 [
अहो शिवश्शिवस्सोय यो मे प्रभुतया वृतः ॥
त्रिलोकेशः स्वयं साक्षाद्धा कृतं किं मयाऽधुना ॥
]

`verse 19 [
प्रभोर्बलवती माया मायिनामपि मोहिनी ॥
किं कृतं रूपमाच्छाद्य प्रभुणा छलितो ह्यहम् ॥
]

`verse 20 [
धियेति संविचार्य्यैव साञ्जलिर्नतमस्तकः ॥
प्रणनाम प्रभुं प्रीत्या तदोवाच स खिन्नधीः ॥
]

`verse 21 [
अर्जुन उवाच ॥ देवदेव महादेव करुणाकर शंकर॥
ममापराधः सर्वेश क्षन्तव्यश्च त्वया पुनः ॥
]

`verse 22 [
किं कृतं रूपमाच्छाद्य च्छलितोऽस्मि त्वयाधुना ॥
धिङ् मां समरकर्तारं स्वामिना भवता प्रभो॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 23 [
इत्येवं पाण्डवस्सोथ पश्चात्तापमवाप सः ॥
पादयोर्निपपाताशु शंकरस्य महाप्रभोः ॥
]

`verse 24 [
अथेश्वरः प्रसन्नात्मा प्रत्युवाचार्जुनं च तम् ॥
समाश्वास्येति बहुशो महेशो भक्तवत्सलः ॥
]

`speaker [
शंकर उवाच
]

`verse 25 [
न खिद्य पार्थ भक्तोसि मम त्वं हि विशेषतः॥
परीक्षार्थं मया तेऽद्य कृतमेवं शुचञ्जहि ॥
]

`speaker [
नंदीश्वर उवाच
]

`verse 26 [
इत्युक्त्वा तं स्वहस्ताभ्यामुत्थाप्य प्रभुरर्जुनम् ॥
विलज्जं कारयामास गणैश्च स्वामिनो गणैः ॥
]

`verse 27 [
पुनश्शिवोऽर्जुनम्प्राह पाण्डवं वीरसम्मतम् ॥
हर्षयन् सर्वथा प्रीत्या शंकरो भक्तवत्सलः ॥
]

`speaker [
शिव उवाच
]

`verse 28 [
हे पार्थ पाण्डवश्रेष्ठ प्रसन्नोस्मि वरं वृणु ॥
प्रहारैस्ताडनैस्तेऽद्य पूजनम्मानितम्मया ॥
]

`verse 29 [
इच्छया च कृतं मेऽद्य नापराधस्तवाधुना ॥
नादेयं विद्यते तुभ्यं यदिच्छसि वृणीष्व तत्॥
]

`verse 30 [
ते शत्रुषु यशोराज्यस्थापनाय शुभं कृतम् ॥
एतद्दुःखं न कर्तव्यं वैक्लव्यं च त्यजाखिलम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 31 [
इत्युक्तस्त्वर्जुनस्तेन प्रभुणा शंकरेण सः॥
उवाच शंकरं भक्त्या सावधानतया स्थितः ॥
]

`speaker [
अर्जुन उवाच
]

`verse 32 [
भक्तप्रियस्य शम्भोस्ते सुप्रभो किं समीहितम्॥
वर्णनीयं मया देव कृपालुस्त्वं सदाशिव ॥
]

`verse 33 [
इत्युक्त्वा संस्तुतिं तस्य शंकरस्य महाप्रभोः ॥
चकार पाण्डवस्सोथ सद्भक्तिं वेदसंमताम् ॥
]

`verse 34 [
कपर्दिने नमस्तुभ्यन्त्रिनेत्राय नमोऽस्तु ते॥
मनः प्रसन्नरूपाय सहस्रवदनाय च ॥
]

`verse 35 [
वृषध्वज नमस्तेस्तु वामांगगिरिजाय च॥
]

`verse 36 [
दशदोष नमस्तुभ्यन्नमस्ते परमात्मने ॥
डमरुकपालहस्ताय नमस्ते मुण्डमालिने ॥
]

`verse 37 [
शुद्धस्फटिकसंकाशशुद्धकर्पूरवर्ष्मणे ॥
पिनाकपाणये तुभ्यन्त्रिशूलवरधारिणे ॥
]

`verse 38 [
व्याघ्रचर्मोत्तरीयाय गजाम्बरविधारिणे ॥
नागांगाय नमस्तुभ्यं गंगाधर नमोस्तु ते॥
]

`verse 39 [
सुपादाय नमस्तेऽस्तु आरक्तचरणाय च ॥
नन्द्यादिगणसेव्याय गणेशाय च ते नमः ॥
]

`verse 40 [
नमो गणेशरूपाय कार्तिकेयानुगाय च ॥
भक्तिदाय च भक्तानां मुक्तिदाय नमोनमः ॥
]

`verse 41 [
अरूपाय सरूपाय सकलायाकलाय च ॥
]

`verse 42 [
युद्धप्रियाय वीराणां नानालीलानुकारिणे ॥
]

`verse 43 [
यत्किंचिद्दृश्यते रूपन्तत्तेजस्तावकं स्मृतम् ॥
चिद्रूपस्त्वं त्रिलोकेषु रमसेन्वयभेदतः ॥
]

`verse 44 [
गुणानान्ते न संख्यास्ति यथा भूरजसामिह ॥
आकाशे तारकाणां हि कणानां वृष्ट्यपामपि॥
]

`verse 45 [
न ते गुणास्तु संख्यातुं वेदा वै सम्भवन्ति हि ॥
मन्दबुद्धिरहं नाथ वर्णयामि कथम्पुनः ॥
]

`verse 46 [
सोसि योसि नमस्तेऽस्तु कृपां कर्तुमिहार्हसि॥
दासोहं ते महेशान स्वामी त्वं मे महेश्वर॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 47 [
इति श्रुत्वा वचस्तस्य पुनः प्रोवाच शंकर ॥
सुप्रसन्नतरो भूत्वा विहसन्प्रभुरर्जुनम् ॥
]

`speaker [
शंकर उवाच
]

`verse 48 [
वचसा किम्बहूक्तेन शृणुष्व वचनम्मम ॥
शीघ्रं वृणु वरम्पुत्र सर्वन्तच्च ददामि ते ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 49 [
इत्युक्तश्चार्जुनस्तेन प्रणिपत्य सदाशिवम् ॥
साञ्जलिर्नतकः प्रेम्णा प्रोवाच गद्गदाक्षरम् ॥
]

`speaker [
अर्जुन उवाच
]

`verse 50 [
किं ब्रूयां त्वं च सर्वेषामन्तर्यामितया स्थितः ॥
तथापि वर्णितं मेऽद्य श्रूयतां च त्वया विभो ॥
]

`verse 51 [
शत्रूणां संकटं यच्च तद्गतन्दर्शनात्तव॥
ऐहिकीं च परां सिद्धिम्प्राप्नुयां वै तथा कुरु ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 52 [
इत्युक्त्वा तं नमस्कृत्य शंकरम्भक्तवत्सलम् ॥
नतस्कन्धोऽर्जुनस्तत्र बद्धाञ्जलिरुपस्थितः ॥
]

`verse 53 [
शिवोपि च तथाभूतञ्ज्ञात्वा पाण्डवमर्जुनम् ॥
निजभक्तवरं स्वामी महातुष्टो बभूव ह ॥
]

`verse 54 [
अस्त्रम्पाशुपतं स्वीयन्दुर्जयं सर्वदाखिलैः ॥
ददौ तस्मै महेशानो वचनश्चेदमब्रवीत् ॥
]

`speaker [
शिव उवाच
]

`verse 55 [
स्वं महास्त्रम्मया दत्तन्दुर्जयस्त्वम्भविष्यति ॥
अनेन सर्वशत्रूणां जयकृत्यमवाप्नुहि ॥
]

`verse 56 [
कृष्णं च कथयिष्यामि साहाय्यन्ते करिष्यति ॥
स वै ममात्मभूतश्च मद्भक्तः कार्य्यकारकः ॥
]

`verse 57 [
मत्प्रभावान्भारत त्वं राज्यन्निकण्टकं कुरु ॥
धर्म्यान्नानाविधान्भ्रात्रा कारय त्वं च सर्वदा ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 58 [
इत्युक्त्वा निजहस्तं च धृत्वा शिरसि तस्य सः ॥
पूजितो ह्यर्जुनेनाशु शंकरोन्तरधीयत ॥
]

`verse 59 [
अथार्जुनः प्रसन्नात्मा प्राप्यास्त्रं च वरं प्रभोः ॥
जगाम स्वाश्रमे मुख्यं स्मरन्भक्त्या गुरुं शिवम् ॥
]

`verse 60 [
सर्व्वे ते भ्रातरः प्रीतास्तन्वः प्राणमिवागतम् ॥
मिलित्वा तं सुखं प्रापुर्द्रौपदी चाति सुव्रता ॥
]

`verse 61 [
शिवं परं च सन्तुष्टम्पाण्डवाः सर्व एव हि ॥
नातृप्यन्सर्ववृत्तान्तं श्रुत्वा हर्षमुपागताः ॥
]

`verse 62 [
आश्रमे पुष्पवृष्टिश्च चन्दनेन समन्विता ॥
पपात सुकरार्थं च तेषाञ्चैव महात्मनाम् ॥
]

`verse 63 [
धन्यं च शंकरं चैव नमस्कृत्य शिवम्मुदा ॥
अवधिं चागतं ज्ञात्वा जयश्चैव भविष्यति ॥
]

`verse 64 [
एतस्मिन्नन्तरे कृष्णश्श्रुत्वार्जुनमथागतम्॥
मेलनाय समायातश्श्रुत्वा सुखमुपागतः ॥
]

`verse 65 [
अतश्चैव मयाख्यातः शंकरः सर्वदुःखहा ॥
स सेव्यते मया नित्यं भवद्भिरपि सेव्यताम् ॥
]

`verse 66 [
इत्युक्तस्ते किराताह्वोवतारश्शंकस्य वै ॥
तं श्रुत्वा श्रावयन्वापि सर्वान्कामानवाप्नुयात्॥
]

`verse 67 [
इत्यष्टाशीत्यवताराः (८८)
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां किरातेश्वरावतारवर्णनं नामैकचत्वारिंशोऽध्यायः ॥
]
