`speaker [
नन्दीश्वर उवाच
]

`verse 1 [
अवताराञ्छृणु विभोर्द्वादशप्रमितान्परान् ॥
ज्योतिर्लिङ्गस्वरूपान्वै नानोति कारकान्मुने ॥
]

`verse 2 [
सौराष्ट्रे सोमनाथश्च श्रीशैले मल्लिकार्जुनः ॥
उज्जयिन्यां महाकाल ओंकारे चामरेश्वरः ॥
]

`verse 3 [
केदारो हिमव त्पृष्टे डाकिन्याम्भीमशंकरः ॥
वाराणस्यां च विश्वेशस्त्र्यम्बको गौतमीतटे ॥
]

`verse 4 [
वैद्यनाथश्चिताभूमौ नागेशो दारुकावने ॥
सेतुबन्धे च रामेशो घुश्मेशश्च शिवालये ॥
]

`verse 5 [
अवतारद्वादशकमेतच्छम्भोः परात्मनः ॥
सर्वानन्दकरं पुंसान्दर्शनात्स्पर्शनान्मुने॥
]

`verse 6 [
तत्राद्यस्सोमनाथो हि चन्द्रदुःखक्षयंकरः॥
क्षयकुष्ठादिरोगाणां नाशकः पूजनान्मुने ॥
]

`verse 7 [
शिवावतारस्सोमेशो लिंगरूपेण संस्थितः॥
सौराष्ट्रे शुभदेशे च शशिना पूजितः पुरा ॥
]

`verse 8 [
चंद्रकुण्डं च तत्रैव सर्वपापविनाशकम् ॥
तत्र स्नात्वा नरो धीमान्सर्वरोगैः प्रमुच्यते॥
]

`verse 9 [
सोमेश्वरं महालिंगं शिवस्य परमात्मकम्॥
दृष्ट्वा प्रमुच्यते पापाद्भुक्तिं मुक्तिं च विन्दति ॥
]

`verse 10 [
मल्लिकार्जुनसंज्ञश्चावतारश्शंकरस्य वै ॥
द्वितीयः श्रीगिरौ तात भक्ताभीष्टफलप्रदः ॥
]

`verse 11 [
संस्तुतो लिंगरूपेण सुतदर्शनहेतुतः ॥
गतस्तत्र महाप्रीत्या स शिवः स्वगिरेर्मुने ॥
]

`verse 12 [
ज्योतिर्लिंगं द्वितीयन्तद्दर्शनात्पूजनान्मुने ॥
महासुखकरं चान्ते मुक्तिदन्नात्र संशयः ॥
]

`verse 13 [
महाकालाभिधस्तातावतारश्शंकरस्य वै ॥
उज्जयिन्यां नगर्य्यां च बभूव स्वजनावनः ॥
]

`verse 14 [
दूषणाख्यासुरं यस्तु वेदधर्मप्रमर्दकम् ॥।
उज्जयिन्यां गतं विप्रद्वेषिणं सर्वनाशनम् ॥
]

`verse 15 [
वेदविप्रसुतध्यातो हुङ्कारेणैव स द्रुतम् ॥
भस्मसात्कृतवांस्तं च रत्नमाल निवासिनम् ॥
]

`verse 16 [
तं हत्वा स महाकालो ज्योतिर्लिंगस्वरूपतः ॥
देवैस्स प्रार्थितोऽतिष्ठत्स्वभक्तपरिपालकः ॥
]

`verse 17 [
महाकालाह्वयं लिंगं दृष्ट्वाभ्यर्च्य प्रयत्नतः ॥
सर्वान्कामानवाप्नोति लभते परतो गतिम् ॥
]

`verse 18 [
ओङ्कारः परमेशानो धृतः शम्भो परात्मनः ॥
अवतारश्चतुर्थो हि भक्ताभीष्टफलप्रदः ॥
]

`verse 19 [
विधिना स्थापितो भक्त्या स्वलिंगात्पार्थिवान्मुने ॥
प्रादुर्भूतो महादेवो विन्ध्यकामप्रपूरकः ॥
]

`verse 20 [
देवैस्संप्रार्थितस्तत्र द्विधारूपेण संस्थितः ॥
भुक्तिमुक्तिप्रदो लिंगरूपो वै शक्तवत्सल ॥
]

`verse 21 [
प्रणवे चैव चोंकारनामासील्लिंगमुत्तमम् ॥
परमेश्वरनामासीत्पार्थिवश्च मुनीश्वर ॥
]

`verse 22 [
भक्ताभीष्टप्रदो ज्ञेयो योपि दृष्टोर्चितो मुने ॥
ज्योतिर्लिंगे महादिव्ये वर्णिते ते महामुने॥
]

`verse 23 [
केदारेशोवतारस्तु पंचमः परमश्शिवः ॥
ज्योतिर्लिंगस्वरूपेण केदारे संस्थितस्य च ॥
]

`verse 24 [
नरनारायणाख्यौ याववतारौ हरेर्मुने ॥
तत्प्रार्थितश्शिवस्तत्स्थैः केदारे हिमभूधरे ॥
]

`verse 25 [
ताभ्यां च पूजितो नित्यं केदारेश्वरसंज्ञकः ॥
भक्ताभीष्टप्रदः शम्भुर्दर्शनादर्चनादपि ॥
]

`verse 26 [
अस्य खण्डस्य स स्वामी सर्वेशोपि विशेषतः ॥
सर्वकामप्रदस्तात सोवतारश्शिवस्य वै ॥
]

`verse 27 [
भीमशंकरसंज्ञस्तु षष्ठः शम्भोर्महाप्रभोः ॥
अवतारो महालीलो भीमासुरविनाशनः ॥
]

`verse 28 [
सुदक्षिणाभिधम्भक्तङ्कामरूपेश्वरन्नृपम्॥
यो ररक्षाद्भुतं हत्वासुरन्तं भक्तदुःखदम् ॥
]

`verse 29 [
भीमशङ्करनामा स डाकिन्यां संस्थितस्स्वयम् ॥
ज्योतिर्लिंगस्वरूपेण प्रार्थितस्तेन शंकरः ॥
]

`verse 30 [
विश्वेश्वरावतारस्तु काश्यां जातो हि सप्तमः ॥
सर्वब्रह्माण्डरूपश्च भुक्तिमुक्तिप्रदो मुने ॥
]

`verse 31 [
पूजितस्सर्वदेवैश्च भक्त्या विष्ण्वादिभिस्सदा ॥
कैलासपतिना चापि भैरवेणापि नित्यशः ॥
]

`verse 32 [
ज्योतिर्लिंगस्वरूपेण संस्थितस्तत्र मुक्तिदः ॥
स्वयं सिद्धस्वरूपो हि तथा स्वपुरि स प्रभुः ॥
]

`verse 33 [
काशीविश्वेशयोर्भक्त्या तन्नामजपकारकाः ॥
निर्लिप्ताः कर्मभिर्न्नित्यं केवल्यपदभागिनः ॥
]

`verse 34 [
त्र्यंबकाख्योऽवतारो यः सोष्टमो गौतमीतटे ॥
प्रार्थितो गौतमेनाविर्बभूव शशिमौलिनः ॥
]

`verse 35 [
गौतमस्य प्रार्थनया ज्योतिर्लिंग स्वरूपतः ॥
स्थितस्तत्राचलः प्रीत्या तन्मुनेः प्रीतिकाम्यया॥
]

`verse 36 [
तस्य सन्दर्शनात्स्पर्शाद्दर्शनाच्च महेशितुः ॥
सर्वे कामाः प्रसिध्यन्ति ततो मुक्तिर्भवेदहो ॥
]

`verse 37 [
शिवानुग्रहतस्तत्र गंगा नाम्ना तु गौतमी ॥
संस्थिता गौतमप्रीत्या पावनी शंकरप्रिया ॥
]

`verse 38 [
वैद्यनाथावतारो हि नवमस्तत्र कीर्तितः ॥
आविर्भूतो रावणार्थं बहुलीलाकरः प्रभुः॥
]

`verse 39 [
तदानयनरूपं हि व्याजं कृत्वा महेश्वरः ॥
ज्योतिर्लिंगस्वरूपेण चिताभूमौ प्रतिष्ठितः ॥
]

`verse 40 [
वैद्यनाथेश्वरो नाम्ना प्रसिद्धोभूज्जगत्त्रये ॥
दर्शनात्पूजनाद्भक्त्या भुक्तिमुक्तिप्रदः स हि ॥
]

`verse 41 [
वैद्यनाथेश्वरशिवमाहात्म्यमनुशासनम् ॥
पठतां शृण्वतां चापि भुक्तिमुक्तिप्रदं मुने ॥
]

`verse 42 [
नागेश्वरावतारस्तु दशमः परिकीर्तितः ॥
आविर्भूतः स्वभक्तार्थं दुष्टानां दण्डदस्सदा ॥
]

`verse 43 [
हत्वा दारुकनामानं राक्षसन्धर्मघातकम् ॥
स्वभक्तं वैश्यनाथं च प्रारक्षत्सुप्रियाभिधम् ॥
]

`verse 44 [
लोकानामुपकारार्थं ज्योतिर्लिंगस्वरूपधृक्॥
सन्तस्थौ सांबिकश्शम्भुर्बहुलीलाकरः परः ॥
]

`verse 45 [
तद्दृष्ट्वा शिवलिंगन्तु मुने नागेश्वराभिधम् ॥
विनश्यन्ति द्रुतं चार्च्य महापातकराशयः ॥
]

`verse 46 [
रामेश्वरावतारस्तु शिवस्यैकादशः स्मृतः ॥
रामचन्द्रप्रियकरो रामसंस्थापितो मुने ॥
]

`verse 47 [
ददौ जयवरं प्रीत्या यो रामाय सुतोषितः ॥
आविर्भूतस्य लिंगस्तु शंकरो भक्तवत्सलः ॥
]

`verse 48 [
रामेण प्रार्थितोऽत्यर्थं ज्योतिर्लिंगस्वरूपतः ॥
सन्तस्थौ सेतुबन्धे च रामसंसेवितो मुने ॥
]

`verse 49 [
रामेश्वरस्य महिमाद्भुतोऽभूद्भुवि चातुलः ॥
भुक्तिमुक्तिप्रदश्चैव सर्वदा भक्तकामदः॥
]

`verse 50 [
तं च गंगाजलेनैव स्नापयिष्यति यो नरः ॥
रामेश्वरं च सद्भक्त्या स जीवन्मुक्त एव हि ॥
]

`verse 51 [
इह भुक्त्वाखिलान्भोगान्देवतादुर्ल्लभानपि॥
अतः प्राप्य परं ज्ञानं कैवल्यं मोक्षमाप्नुयात् ॥
]

`verse 52 [
घुश्मेश्वरावतारस्तु द्वादशश्शंकरस्य हि ॥
नानालीलाकरो घुश्मानन्ददो भक्तवत्सलः॥
]

`verse 53 [
दक्षिणस्यान्दिशि मुने देवशैलसमीपतः ॥
आविर्बभूव सरसि घुश्माप्रियकरः प्रभुः ॥
]

`verse 54 [
सुदेह्यमारितं घुश्मापुत्रं साकल्यतो मुने ॥
तुष्टस्तद्भक्तितश्शम्भुर्योरक्षद्भक्तवत्सलः ॥
]

`verse 55 [
तत्प्रार्थितस्स वै शम्भुस्तडागे तत्र कामदाः॥
ज्योतिर्लिंग स्वरूपेण तस्थौ घुश्मेश्वराभिधः ॥५५।
तन्दृष्ट्वा शिवलिंगन्तु समभ्यर्च्य च भक्तितः॥
इह सर्वसुखम्भुक्त्वा ततो मुक्तिं च विन्दति॥
]

`verse 56 [
इति ते हि  समाख्याता ज्योतिर्लिंगावली मया॥
द्वादशप्रमिता दिव्या भुक्तिमुक्तिप्रदायिनी॥
]

`verse 57 [
एतां ज्योतिर्लिंगकथां यः पठेच्छृणुयादपि॥
मुच्यते सर्वपापेभ्यो भुक्तिं मुक्तिं च विन्दति॥
]

`verse 58 [
शतरुद्राभिदा चेयम्वर्णिता संहिता मया॥
शतावतारसत्कीर्तिस्सर्वकामफलप्रदा॥
]

`verse 59 [
इमां यः पठते नित्यं शृणुयाद्वा समाहितः ॥
सर्वान्कामानवाप्नोति ततो मुक्तिं लभेद्ध्रुवम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे तृतीयायां शतरुद्रसंहितायां सनत्कुमार .नन्दीश्वरसंवादे द्वादशज्योतिर्लिंगावतारवर्णनं नाम द्विचत्वारिंशोध्यायः ॥
]
