`verse 1 [
यो धत्ते भुवनानि सप्त गुणवान्स्रष्टा रजस्संश्रयस्संहर्ता तमसान्वितो गुणवतीं मायामतीत्य स्थितः ॥
सत्यानन्दमनन्तबोधममलं ब्रह्मादिसंज्ञास्पदं नित्यं सत्त्वसमन्वयादधिगतं पूर्णं शिवं धीमहि ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 2 [
सूतसूत महाप्राज्ञ व्यासशिष्यन मोऽस्तु ते ॥
चतुर्थी कोटिरुद्राख्या श्राविता संहिता त्वया ॥
]

`verse 3 [
अथोमासंहितान्तःस्थ नानाख्यानसमन्वितम् ॥
ब्रूहि शंभोश्चरित्रं वै साम्बस्य परमात्मनः ॥
]

`speaker [
सूत उवाच
]

`verse 4 [
महर्षयश्शौनकाद्याः शृणुत प्रेमतः शुभम् ॥
शांकरं चरितं दिव्यं भुक्तिमुक्तिप्रदं परम् ॥
]

`verse 5 [
इतीदृशं पुण्यप्रश्नं पृष्टवान्मुनिसत्तमः ॥
व्यासस्सनत्कुमारं वै शैवं सच्चरितं जगौ ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 6 [
वासुदेवाय यत्प्रोक्तमुपमन्युमहर्षिणा ॥
तदुच्यते मया व्यास चरितं हि महेशितुः ॥
]

`verse 7 [
पुरा पुत्रार्थमगमत्कैलासं शंकरालयम् ॥
वसुदेवसुतः कृष्णस्तपस्तप्तुं शिवस्य हि ॥
]

`verse 8 [
अत्रोपमन्युं संदृष्ट्वा तपंतं शृंग उत्तमे ॥
प्रणम्य भक्त्या स मुनिं पर्यपृच्छत्कृताञ्जलिः ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 9 [
उपमन्यो महाप्राज्ञ शैवप्रवर सन्मते ॥
पुत्रार्थमगमं तप्तुं तपोऽत्र गिरिशस्य हि ॥
]

`verse 10 [
ब्रूहि शंकरमाहात्म्यं सदानन्दकरं मुने ॥
यच्छ्रुत्वा भक्तितः कुर्य्यां तप ऐश्वरमुत्तमम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 11 [
इति श्रुत्वा वचस्तस्य वासुदेवस्य धीमतः  ॥
प्रत्युवाच प्रसन्नात्मा ह्युपमन्युस्स्मरञ्छिवम् ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 12 [
शृणु कृष्ण महाशैव महिमानं महेशितुः ॥
यमद्राक्षमहं शंभोर्भक्तिवर्द्धनमुत्तमम् ॥
]

`verse 13 [
तपःस्थोऽहं समद्राक्षं शंकरं च तदायुधान् ॥
परिवारं समस्तं च विष्ण्वादीनमरादिकान् ॥
]

`verse 14 [
त्रिभिरंशैश्शोभमानमजस्रसुखमव्ययम्॥
एकपादं महादंष्ट्रं सज्वालकवलैर्मुखैः ॥
]

`verse 15 [
द्विसहस्रमयूखानां ज्योतिषाऽतिविराजितम् ॥
सर्वास्त्रप्रवराबाधमनेकाक्षं सहस्रपात् ॥
]

`verse 16 [
यश्च कल्पान्तसमये विश्वं संहरति ध्रुवम् ॥
नावध्यो यस्य च भवेत्त्रैलौक्ये सचराचरे ॥
]

`verse 17 [
महेश्वरभुजोत्सृष्टं त्रैलोक्यं सचराचरम् ॥
निर्ददाह द्रुतं कृत्स्नं निमेषार्द्धान्न संशयः ॥
]

`verse 18 [
तपःस्थो रुद्रपार्श्वस्थं दृष्टवानहमव्यम् ॥
गुह्यमस्त्रं परं चास्य न तुल्यमधिकं क्वचित् ॥
]

`verse 19 [
यत्तच्छूलमिति ख्यातं सर्वलोकेषु शूलिनः ॥
विजयाभिधमत्युग्रं सर्वशस्त्रास्त्रनाशकम् ॥
]

`verse 20 [
दारयेद्यन्महीं कृत्स्नां शोषयेद्यन्महोदधिम् ॥
पातयेदखिलं ज्योतिश्चक्रं यन्नात्र संशयः ॥
]

`verse 21 [
यौवनाश्वो हतो येन मांधाता सबलः पुरा ॥
चक्रवर्ती महातेजास्त्रैलोक्यविजयो नृपः ॥
]

`verse 22 [
दर्पाविष्टो हैहयश्च निः क्षिप्तो लवणासुरः ॥
शत्रुघ्नं नृपतिं युद्धे समाहूय समंततः ॥
]

`verse 23 [
तस्मिन्दैत्ये विनष्टे तु रुद्रहस्ते गतं तु यत्॥
तच्छूलमिति तीक्ष्णाग्रं संत्रासजननं महत् ॥
]

`verse 24 [
त्रिशिखां भृकुटीं कृत्वा तर्जयंतमिव स्थितम् ॥
विधूम्रानलसंकाशं बालसूर्यमिवोदितम् ॥
]

`verse 25 [
सूर्य्य हस्तमनिर्द्देश्यं पाशहस्तमिवांतकम्॥
परशुं तीक्ष्णधारं च सर्पाद्यैश्च विभूषितम्॥
]

`verse 26 [
कल्पान्तदहनाकारं तथा पुरुषविग्रहम्॥
यत्तद्भार्गवरामस्य क्षत्रियान्तकरं रणे ॥
]

`verse 27 [
रामो यद्बलमाश्रित्य शिवदत्तश्च वै पुरा ॥
त्रिःसप्तकृत्वो नक्षत्रं ददाह हृषितो मुनिः ॥
]

`verse 28 [
सुदर्शनं तथा चक्रं सहस्रवदनं विभुम् ॥
द्विसहस्रभुजं देवमद्राक्षं पुरुषाकृतिम् ॥
]

`verse 29 [
द्विसहस्रेक्षणं दीप्तं सहस्रचरणाकुलम् ॥
कोटिसूर्यप्रतीकाशं त्रैलोक्यदहनक्षमम् ॥
]

`verse 30 [
वज्रं महोज्ज्वलं तीक्ष्णं शतपर्वप्रनुत्तमम् ॥
महाधनुः पिनाकं च सतूणीरं महाद्युतिम् ॥
]

`verse 31 [
शक्तिं खङ्गं च पाशं च महादीप्तं समांकुशम् ॥
गदां च महतीं दिव्यामन्यान्यस्त्राणि दृष्टवान् ॥
]

`verse 32 [
तथा च लोकपालानामस्त्राण्येतानि यानि च ॥
अद्राक्षं तानि सर्वाणि भगवद्रुद्रपार्श्वतः ॥
]

`verse 33 [
सव्यदेशे तु देवस्य ब्रह्मा लोकपितामहः ॥
विमानं दिव्यमास्थाय हंसयुक्तं मनोनुगम् ॥
]

`verse 34 [
वामपार्श्वे तु तस्यैव शंखचक्रगदाधरः ॥
वैनतेयं समास्थाय तथा नारायणः स्थितः ॥
]

`verse 35 [
स्वायंभुवाद्या मनवो भृग्वाद्या ऋषयस्तथा ॥
शक्राद्या देवताश्चैव सर्व एव समं ययुः ॥
]

`verse 36 [
स्कंदश्शक्तिं समादाय मयूरस्थस्सघंटकः ॥
देव्यास्समीपे संतस्थौ द्वितीय इव पावकः ॥
]

`verse 37 [
नंदी शूलं समादाय भवाग्रे समवस्थितः ॥
सर्वभूतगणाश्चैवं मातरो विविधाः स्थिताः ॥
]

`verse 38 [
तेऽभिवाद्य महेशानं परिवार्य्य समंततः ॥
अस्तुवन्विविधैः स्तोत्रैर्महादेवं तदा सुराः ॥
]

`verse 39 [
यत्किंचित्तु जगत्यस्मिन्दृश्यते श्रूयतेऽथवा ॥
तत्सर्वं भगवत्पार्श्वे निरीक्ष्याहं सुविस्मितः ॥
]

`verse 40 [
सुमहद्धैर्य्यमालंब्य प्रांजलिर्विविधैः स्तवैः॥
परमानन्दसंमग्नोऽभूवं कृष्णाहमद्ध्वरे॥
]

`verse 41 [
संमुखे शंकरं दृष्ट्वा बाष्पगद्गदया गिरा ॥
अपूजयं सुविधिवदहं श्रद्धासमन्वितः॥
]

`verse 42 [
भगवानथ सुप्रीतश्शंकरः परमेश्वरः ॥
वाण्या मधुरया प्रीत्या मामाह प्रहसन्निव॥
]

`verse 43 [
न विचालयितुं शक्यो मया विप्र पुनः पुनः ॥
परीक्षितोसि भद्रं ते भवान्भक्त्यान्वितो दृढः॥
]

`verse 44 [
तस्मात्ते परितुष्टोऽस्मि वरं वरय सुव्रत ॥
दुर्लभं सर्वदेवेषु नादेयं विद्यते तव ॥
]

`verse 45 [
स चाहं तद्वचः श्रुत्वा शंभोः सत्प्रेमसंयुतम्॥
देवं तं प्रांजलिर्भूत्वाऽब्रुवं भक्तानुकंपिनम् ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 46 [
भगवन्यदि तुष्टोऽसि यदि भक्तिः स्थिरा मयि ॥
तेन सत्येन मे ज्ञानं त्रिकालविषयं भवेत् ॥
]

`verse 47 [
प्रयच्छ भक्तिं विपुलां त्वयि चाव्यभिचारिणीम् ॥
सान्वयस्यापि नित्यं मे भूरि क्षीरौदनं भवेत् ॥
]

`verse 48 [
ममास्तु तव सान्निध्यं नित्यं चैवाश्रमे विभो ॥
तव भक्तेषु सख्यं स्यादन्योन्येषु सदा भवेत् ॥
]

`verse 49 [
एवमुक्तो मया शंभुर्विहस्य परमेश्वरः ॥
कृपादृष्ट्या निरीक्ष्याशु मां स प्राह यदूद्वह ॥
]

`speaker [
श्रीशिव उवाच
]

`verse 50 [
उपमन्यो मुने तात वर्ज्जितस्त्वं भविष्यसि ॥
जरामरणजैर्दोषैस्सर्वकामान्वितो भव ॥
]

`verse 51 [
मुनीनां पूजनीयश्च यशोधनसमन्वितः ॥
शीलरूपगुणैश्वर्यं मत्प्रसादात्पदेपदे ॥
]

`verse 52 [
क्षीरोदसागरस्यैव सान्निध्यं पयसां निधेः ॥
तत्र ते भविता नित्यं यत्रयत्रेच्छसे मुने ॥
]

`verse 53 [
अमृतात्मकं तु तत्क्षीरं यावत्संयाम्यते ततः ॥
इमं वैवस्वतं कल्पं पश्यसे बन्धुभिस्सह॥
]

`verse 54 [
त्वद्गोत्रं चाक्षयं चास्तु मत्प्रसादात्सदैव हि ॥
सान्निध्यमाश्रमे तेऽहं करिष्यामि महामुने ॥
]

`verse 55 [
मद्भक्तिस्तु स्थिरा चास्तु सदा दास्यामि दर्शनम् ॥
स्मृतश्च भवता वत्स प्रियस्त्वं सर्वथा मम ॥
]

`verse 56 [
यथाकामसुखं तिष्ठ नोत्कण्ठां कर्तुमर्हसि ॥
सर्वं प्रपूर्णतां यातु चिंतितं नात्र संशयः ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 57 [
एवमुक्त्वा स भगवान्सूर्य्यकोटिसमप्रभः॥
ममेशानो वरान्दत्त्वा तत्रैवान्तरधीयत॥
]

`verse 58 [
एवं दृष्टो मया कृष्ण परिवारसमन्वितः  ॥
शंकरः परमेशानो भक्तिमुक्तिप्रदायकः॥
]

`verse 59 [
शंभुना परमेशेन यदुक्तं तेन धीमता॥
तदवाप्तं च मे सर्वं देवदेवसमाधिना॥
]

`verse 60 [
प्रत्यक्षं चैव तै जातान्गन्धर्वाप्सरसस्तथा॥
ऋषीन्विद्याधरांश्चैव पश्य सिद्धान्व्यवस्थितान्॥
]

`verse 61 [
पश्य वृक्षान्मनोरम्यान्स्निग्धपत्रान्सुगंधिनः॥
सर्वर्तुकुसुमैर्युक्तान्सदापुष्पफलन्वितान्॥
]

`verse 62 [
सर्वमेतन्महाबाहो शंकरस्य महात्मनः ॥
प्रसादाद्देवदेवस्य विश्वं भावसमन्वितम॥
]

`verse 63 [
ममास्ति त्वखिलं ज्ञानं प्रसादाच्छूलपाणिनः ॥
भूतं भव्यं भविष्यं च सर्वं जानामि तत्त्वतः ॥
]

`verse 64 [
तमहं दृष्टवान्देवमपि देवाः सुरेश्वराः ॥
यं न पश्यंत्यनाराध्य कोऽन्यो धन्यतरो मया ॥
]

`verse 65 [
षड्विंशकमिति ख्यातं परं तत्त्वं सनातनम् ॥
एवं ध्यायंति विद्वांसौ महत्परममक्षरम् ॥
]

`verse 66 [
सर्व तत्त्वविधानज्ञः सर्वतत्त्वार्थदर्शनः ॥
स एव भगवान्देवः प्रधानपुरुषेश्वरः ॥
]

`verse 67 [
यो निजाद्दक्षिणात्पार्श्वाद्ब्रह्माणं लोककारणम्॥
वामादप्यसृजद्विष्णुं लोकरक्षार्थमीश्वरः ॥
]

`verse 68 [
कल्पान्ते चैव संप्राप्तेऽसृजद्रुद्रं हृदः प्रभुः ॥
ततस्समहरत्कृत्स्नं जगत्स्थावरजंगमम् ॥
]

`verse 69 [
युगांते सर्वभूतानि संवर्तक इवानलः ॥
कालो भूत्वा महादेवो ग्रसमानस्स तिष्ठति ॥
]

`verse 70 [
सर्वज्ञस्सर्वभूतात्मा सवर्भूतभवोद्भवः ॥
आस्ते सर्वगतो देवो दृश्यस्सर्वैश्च दैवतैः ॥
]

`verse 71 [
अतस्त्वं पुत्रलाभाय समाराधय शंकरम् ॥
शीघ्रं प्रसन्नो भविता शिवस्ते भक्तवत्सलः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पंचम्यामुमासंहितायां कृष्णोपमन्युसंवादे स्वगतिवर्णनं नाम प्रथमोऽध्यायः ॥
]
