`speaker [
सनत्कुमार उवाच
]

`verse 1 [
इत्याकर्ण्य मुनेर्वाक्यमुपमन्योर्महात्मनः ॥
जातभक्तिर्महादेवे कृष्णः प्रोवाच तं मुनिम् ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 2 [
उपमन्यो मुने तात कृपां कुरु ममोपरि ॥
ये ये शिवं समाराध्य कामानापुश्च तान्वद ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 3 [
इत्याकर्ण्योपमन्युस्स मुनिश्शैववरो महान् ॥
कृष्णवाक्यं सुप्रशस्य प्रत्युवाच कृपानिधिः ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 4 [
यैर्यैर्भवाराधनतः प्राप्तो हृत्काम एव हि ॥
तांस्तान्भक्तान्प्रवक्ष्यामि शृणु त्वं वै यदूद्वह ॥
]

`verse 5 [
शर्वात्सर्वामरैश्वर्य्यं हिरण्यकशिपुः पुरा ॥
वर्षाणां दशलक्षाणि सोऽलभच्चन्द्रशेखरात् ॥
]

`verse 6 [
तस्याऽथ पुत्रप्रवरो नन्दनो नाम विश्रुतः ॥
स च शर्ववरादिन्द्रं वर्षायुतमधोनयत्॥
]

`verse 7 [
विष्णुचक्रं च तद्धोरं वज्रमाखण्डलस्य च ॥
शीर्णं पुराऽभवत्कृष्ण तदंगेषु महाहवे ॥
]

`verse 8 [
न शस्त्राणि वहंत्यंगे धर्मतस्तस्य धीमतः ॥
ग्रहस्यातिबलस्याजौ चक्रवज्रमुखान्यपि ॥
]

`verse 9 [
अर्द्यमानाश्च विबुधा ग्रहेण सुबलीयसा ॥
देवदत्तवरा जघ्नुरसुरेन्द्रास्सुरान्भृशम् ॥
]

`verse 10 [
तुष्टो विद्युत्प्रभस्यापि त्रैलोक्येश्वरता मदात् ॥
शतवर्षसहस्राणि सर्वलोकेश्वरो भवः ॥
]

`verse 11 [
तथा पुत्रसहस्राणामयुतं च ददौ शिवः ॥
मम चानुचरो नित्यं भविष्यस्यब्रवीदिति ॥
]

`verse 12 [
कुशद्वीपे शुभं राज्यमददाद्भगवान्भवः ॥
स तस्मै शङ्करः प्रीत्या वासुदेव प्रहृष्टधीः ॥
]

`verse 13 [
धात्रा सृष्टश्शतमखो दैत्यो वर्षशतं पुरा ॥
तपः कृत्वा सहस्रं तु पुत्राणामलभद्भवात् ॥
]

`verse 14 [
याज्ञवल्क्य इति ख्यातो गीतो वेदेषु वै मुनिः॥
आराध्य स महादेवं प्राप्तवाञ्ज्ञानमुत्तमम् ॥
]

`verse 15 [
वेदव्यासस्तु यो नाम्ना प्राप्तवानतुलं यशः॥
सोऽपि शंकरमाराध्य त्रिकालज्ञानमाप्तवान्॥
]

`verse 16 [
इन्द्रेण वालखिल्यास्ते परिभूतास्तु शङ्करात् ॥
लेभिरे सोमहर्तारं गरुडं सर्वदुर्जयम् ॥
]

`verse 17 [
आपः प्रनष्टाः सर्वाश्च पूर्वरोषात्कपर्द्दिनः ॥
शर्वं समकपालेन देवैरिष्ट्वा प्रवर्तितम् ॥
]

`verse 18 [
अत्रेर्भार्य्या चानसूया त्रीणि वर्षशतानि च ॥
मुशलेषु निराहारा सुप्त्वा शर्वात्ततस्सुतान् ॥
]

`verse 19 [
दत्तात्रेयं मुनिं लेभे चन्द्रं दुर्वाससं तथा ॥
गंगां प्रवर्तयामास चित्रकूटे पतिव्रता ॥
]

`verse 20 [
विकर्णश्च महादेवं तथा भक्तसुखावहम् ॥
प्रसाद्य महतीं सिद्धिमाप्तवान्मधुसूदन ॥
]

`verse 21 [
चित्रसेनो नृपश्शंभुं प्रसाद्य दृढभक्तिमान् ॥
समस्तनृपभीतिभ्योऽभयं प्रापातुलं च कम् ॥
]

`verse 22 [
श्रीकरो गोपिकासूनुर्नृपपूजाविलोकनात् ॥
जातभक्तिर्महादेवे परमां सिद्धिमाप्तवान् ॥
]

`verse 23 [
चित्राङ्गदो नृपसुतस्सीमन्तिन्याः पतिर्हरे ॥
शिवानुग्रहतो मग्नो यमुनायां मृतो न हि॥
]

`verse 24 [
स च तक्षालयं गत्वा तन्मैत्रीं प्राप्य सुव्रतः ॥
आयातः स्वगृहं प्रीतो नानाधनसमन्वितः ॥
]

`verse 25 [
सीमंतिनी प्रिया तस्य सोमव्रतपरायणा॥
शिवानुग्रहतः कृष्ण लेभे सौभाग्यमुत्तमम् ॥
]

`verse 26 [
तत्प्रभावाद्व्रते तस्मिन्नेको द्विजसुतः पुरा ॥
कश्चित्स्त्रीत्वं गतो लोभात्कृतदाराकृतिश्छलात् ॥
]

`verse 27 [
चंचुका पुंश्चली दुष्टा गोकर्णे द्विजतः पुरा ॥
श्रुत्वा धर्मकथां शंभोर्भक्त्या प्राप परां गतिम् ॥
]

`verse 28 [
स्वस्त्र्यनुग्रहतः पापी  बिंदुगो चंचुकापतिः ॥
श्रुत्वा शिवपुराणं स सद्गतिं प्राप शांकरीम् ॥
]

`verse 29 [
पिंगला गणिका ख्याता मदराह्वो द्विजाधमः ॥
शैवमृषभमभ्यर्च्य लेभाते सद्गतिं च तौ ॥
]

`verse 30 [
महानन्दाभिधा कश्चिद्वेश्या शिवपदादृता ॥
दृढात्पणात्सुप्रसाद्य शिवं लेभे च सद्गतिम् ॥
]

`verse 31 [
कैकेयी द्विजबालाः च सादराह्वा शिवव्रता ॥
परमं हि सुखं प्राप शिवेशव्रतधारणात् ॥
]

`verse 32 [
विमर्षणश्च नृपतिश्शिवभक्तिं विधाय वै ॥
गतिं लेभे परां कृष्ण शिवानुग्रहतः पुरा ॥
]

`verse 33 [
दुर्जनश्च नृपः पापी बहुस्त्रीलंपटः खलः ॥
शिवभक्त्या शिवं प्राप निर्लिप्तः सर्वकर्मसु ॥
]

`verse 34 [
सस्त्रीकश्शबरो नाम्ना शंकरश्च शिवव्रती ॥
चिताभस्मरतो भक्त्या लेभे तद्गतिमुत्तमाम् ॥
]

`verse 35 [
सौमिनी नाम चाण्डाली संपूज्याज्ञानतो हि सा ॥
लेभे शैवीं गतिं कृष्ण शंकरानुग्रहात्परात् ॥
]

`verse 36 [
महाकालाभिधो व्याधो किरातः परहिंसकः ॥
समभ्यर्च्य शिवं भक्त्या लेभे सद्गतिमुत्तमाम् ॥
]

`verse 37 [
दुर्वासा मुनिशार्दूलश्शिवानुग्रहतः पुरा ॥
तस्तार स्वमतं लोके शिवभक्तिं विमुक्तिदाम्॥
]

`verse 38 [
कौशिकश्च समाराध्य शंकरं लोक शंकरम् ॥
ब्राह्मणोऽभूत्क्षत्रियश्च द्वितीय इव पद्मभूः ॥
]

`verse 39 [
शिवमभ्यर्च्य सद्भक्त्या विरंचिश्शैवसत्तमः ॥
अभूत्सर्गकरः कृष्ण सर्वलोकपितामहः ॥
]

`verse 40 [
मार्कण्डेयो मुनिवरश्चिरंजीवी महाप्रभुः॥
शिवभक्तवरः श्रीमाञ्शिवानुग्रहतो हरे ॥
]

`verse 41 [
देवेन्द्रो हि महाशैवस्त्रैलोक्यं बुभुजे पुरा॥
शिवानुग्रहतः कृष्ण सर्वदेवाधिपः प्रभुः ॥
]

`verse 42 [
बलिपुत्रो महाशैवश्शिवानुग्रहतो वशी॥
बाणो बभूव ब्रह्माण्डनायकस्सकलेश्वरः ॥
]

`verse 43 [
हरिश्शक्तिश्च सद्भक्त्या दधीचश्च महेश्वरः ॥
शिवानुग्रहतोऽभूवंस्तथा रामो हि शांकरः ॥
]

`verse 44 [
कणादो भार्गवश्चैव गुरुर्गौतम एव च ॥
शिवभक्त्या बभूवुस्ते महाप्रभव ईश्वरा ॥
]

`verse 45 [
शाकल्यश्शंसितात्मा च नववर्षशातान्यपि ॥
भवमाराधयामास मनोयज्ञेन माधव॥
]

`verse 46 [
तुतोष भगवानाह ग्रंथकर्ता भविष्यसि॥
वत्साक्षय्या च ते कीर्तिस्त्रैलोक्ये प्रभविष्यति॥
]

`verse 47 [
अक्षयं च कुलं तेऽस्तु महर्षिभिरलंकृतम् ॥
भविष्यसि ऋषिश्रेष्ठ सूत्रकर्ता ततस्ततः॥
]

`verse 48 [
इत्येवं शंकरात्प्राप वरं मुनिवरस्स वै  ॥
त्रैलोक्ये विततश्चासीत्पूज्यश्च यदुनन्दन ॥
]

`verse 49 [
सावर्णिरिति विख्यात ऋषिरासीत्कृते युगे ॥
इह तेन तपस्तप्तं षष्टिवर्षशतानि च ॥
]

`verse 50 [
तमाह भगवान्रुद्रस्साक्षात्तुष्टोस्मि तेऽनघ ॥
ग्रंथकृल्लोकविख्यातो भवितास्यजरामरः ॥
]

`verse 51 [
एवंविधो महादेवः पुण्यपूर्वतरैस्ततः ॥
समर्च्चितश्शुभान्कामान्प्रददाति यथेप्सितान् ॥
]

`verse 52 [
एकेनैव मुखेनाहं वक्तुं भगवतो गुणाः ॥
ये संति तान्न शक्नोमि ह्यपि वर्षशतैरपि ॥
]

`colophon [
इति श्रीशिवमहापुराणे पंचम्यामुमासंहितायां सनत्कुमारव्याससंवादे उपमन्यूपदेशो नाम द्वितीयोऽध्यायः ॥
]
