`speaker [
सनत्कुमार उवाच
]

`verse 1 [
एतच्छ्रुत्वा वचस्तस्य सोब्रवीत्तं महामुनिम्॥
विस्मयं परमं गत्वोपमन्युं शांतमानसम् ॥
]

`speaker [
वासुदेव उवाच
]

`verse 2 [
धन्यस्त्वमसि विप्रेन्द्र कस्त्वां स्तोतुमलं कृती ॥
यस्य देवादिदेवस्ते सान्निध्यं कुरुते श्रमे ॥
]

`verse 3 [
दर्शनं मुनिशार्दूल दद्यात्स भगवाञ्छिवः ॥
अपि तावन्ममाप्येवं प्रसादं वा करोत्वसौ ।
]

`speaker [
उपमन्युरुवाच
]

`verse 4 [
अचिरेणैव कालेन महादेवं न संशयः ॥
तस्यैव कृपया त्वं वै द्रक्ष्यसे पुरुषोत्तम ॥
]

`verse 5 [
षोडशे मासि सुवरान् प्राप्स्यसि त्वं महेश्वरात् ॥
सपत्नीकात्कथं नो दास्यते देवो वरान्हरे ॥
]

`verse 6 [
पूज्योसि दैवतैस्सर्वैः श्लाघनीयस्सदा गुणैः ॥
जाप्यं तेऽहं प्रवक्ष्यामि श्रद्दधानाय चाच्युत ॥
]

`verse 7 [
तेन जपप्रभावेण सत्यं द्रक्ष्यसि शंकरम् ॥
आत्मतुल्यबलं पुत्रं लभिष्यसि महेश्वरात् ॥
]

`verse 8 [
जपो नमश्शिवायेति मंत्रराजमिमं हरे ॥
सर्वकामप्रदं दिव्यं भुक्तिमुक्तिप्रदायकम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 9 [
एवं कथयतस्तस्य महादेवाश्रिताः कथाः ॥
दिनान्यष्टौ प्रयातानि मुहूर्तमिव तापस ॥
]

`verse 10 [
नवमे तु दिने प्राप्ते मुनिना स च दीक्षितः ॥
मंत्रमध्यापितं शार्वमाथर्वशिरसं महत् ॥
]

`verse 11 [
जटी मुण्डी च सद्योऽसौ बभूव सुसमाहितः ॥
पादांगुष्ठोद्धृततनुस्तेपे चोर्द्ध्वभुजस्तथा ॥
]

`verse 12 [
संप्राप्ते षोडशे मासि संतुष्टः परमेश्वरः ॥
पार्वत्या सहितश्शंभुर्ददौ कृष्णाय दर्शनम् ॥
]

`verse 13 [
पार्वत्या सहितं देवं त्रिनेत्रं चन्द्रशेखरम् ॥
ब्रह्माद्यैस्स्तूयमानं तु पूजितं सिद्धकोटिभिः ॥
]

`verse 14 [
दिव्यमाल्याम्बरधरं भक्तिनम्रैस्सुरासुरैः ॥
प्रणतं च विशेषेण नानाभूषणभूषितम् ॥
]

`verse 15 [
सर्वाश्चर्यमयं कांतं महेशमजमव्ययम् ॥
नानागणान्वितं तुष्टं पुत्राभ्यां संयुतं प्रभुम् ॥
]

`verse 16 [
श्रीकृष्णः प्रांजलिर्दृष्ट्वा विस्मयोत्फुल्ललोचनः ॥
ईदृशं शंकरं प्रीतः प्रणनाम महोत्सवः ॥
]

`verse 17 [
नानाविधैः स्तुतिपदैर्वाङ्मयेनार्चयत्तदा ॥
सहस्रनाम्ना देवेशं तुष्टाव नतकंधरः ॥
]

`verse 18 [
ततो देवास्सगंधर्वा विद्याधरमहोरगाः ॥
मुमुचुः पुष्पवृष्टिं च साधुवादान्मनोनुगान् ॥
]

`verse 19 [
पार्वत्याश्च मुखं दृष्ट्वा भगवान्भक्तवत्सलः ॥
उवाच केशवं तुष्टो रुद्रश्चाथ बिडौजसा ॥
]

`speaker [
श्रीमहादेव उवाच
]

`verse 20 [
कृष्णं जानामि भक्तं त्वां मयि नित्यं दृढव्रतम् ॥
वृणीष्व त्वं वरान्मत्तः पुण्यांस्त्रैलोक्यदुर्लभान् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 21 [
तस्य तद्वचनं श्रुत्वा कृष्णः प्रांजलिरादरात् ॥
प्राह सर्वेश्वरं शम्भुं सुप्रणम्य पुनः पुनः ॥
]

`speaker [
कृष्ण उवाच
]

`verse 22 [
देवदेव महादेव याचेऽहं ह्युत्तमान्वरान् ॥
त्वत्तोऽष्टप्रमितान्नाथ त्वयोद्दिष्टान्महेश्वर ॥
]

`verse 23 [
तव धर्म्मे मतिर्नित्यं यशश्चाप्रचलं महत् ॥
त्वत्सामीप्यं स्थिरा भक्तिस्त्वयि नित्यं ममास्त्विति ॥
]

`verse 24 [
पुत्राणि च दशाद्यानां पुत्राणां मम संतु वै ॥
वध्याश्च रिपवस्सर्वे संग्रामे बलदर्पिताः ॥
]

`verse 25 [
अपमानो भवेन्नैव क्वचिन्मे शत्रुतः प्रभो ॥
योगिनामपि सर्वेषां भवेयमतिवल्लभः ॥
]

`verse 26 [
इत्यष्टौ सुवरान्देहि देवदेव नमोऽस्तु ते ॥
सर्वेश्वरस्त्वमेवासि मत्प्रभुश्च विशेषतः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 27 [
तस्य तद्वचनं श्रुत्वा तमाह भगवान्भवः ॥
सर्वं भविष्यतीत्येवं पुनस्स प्राह शूलधृक् ॥
]

`verse 28 [
साम्बो नाम महावीर्यः पुत्रस्ते भविता बली॥
घोरसंवर्तकादित्यश्शप्तो मुनिभिरेव च ॥
]

`verse 29 [
मानुषो भवितासीति स ते पुत्रो भवि ष्यति ॥
यद्यच्च प्रार्थितं किंचित्तत्सर्वं च लभस्व वै ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 30 [
एवं लब्ध्वा वरान्सर्वाञ्छ्रीकृष्णः परमेश्वरात् ॥
नानाविधाभिर्बह्वीभिस्स्तुतिभिस्समतोषयत् ॥
]

`verse 31 [
तमाहाथ शिवा तुष्टा पार्वती भक्तवत्सला॥
वासुदेवं महात्मानं शंभुभक्तं तपस्विनम् ॥
]

`speaker [
पार्वत्युवाच
]

`verse 32 [
वासुदेव महाबुद्धे कृष्ण तुष्टास्मि तेऽनघ ॥
गृहाण मत्तश्च वरान्मनोज्ञान्भुवि दुर्लभान् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 33 [
इत्याकर्ण्य वचस्तस्याः पार्वत्यास्स यदूद्वहः ॥
उवाच सुप्रसन्नात्मा भक्तियुक्तेन चेतसा ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 34 [
देवि त्वं परितुष्टासि चेद्ददासि वरान्हि मे ॥
तपसाऽनेन सत्येन ब्राह्मणान्प्रति मास्मभूत् ॥
]

`verse 35 [
द्वेषः कदाचिद्भद्रं पूजयेयं द्विजान्सदा ॥
तुष्टौ च मातापितरौ भवेतां मम सर्वदा ॥
]

`verse 36 [
सर्वभूतेष्वानुकूल्यं भजेयं यत्र तत्रगः॥
कुले प्रभृति रुचिता ममास्तु तव दर्शनात् ॥
]

`verse 37 [
तर्पयेयं सुरेन्द्रादीन्देवान् यज्ञशतेन तु ॥
यतीनामतिथीनां च सहस्राण्यथ सर्वदा ॥
]

`verse 38 [
भोजयेयं सदा गेहे श्रद्धापूतं तु भोजनम् ॥
बांधवैस्सह प्रीतिस्तु नित्यमस्तु सुनिर्वृतिः ॥
]

`verse 39 [
देवि भार्य्यासहस्राणां भवेयं प्राणवल्लभः ॥
अक्षीणा काम्यता तासु प्रसादात्तव शांकरि ॥
]

`verse 40 [
आसां च पितरो लोके भवेयुः सत्यावादिनः ॥
इत्याद्याः सुवरास्संतु प्रसादात्तव पार्वति ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 41 [
तस्य तद्वचनं श्रुत्वा देवी तं चाह विस्मिता ॥
एवमस्त्विति भद्रं ते शाश्वती सर्वकामदा ॥
]

`verse 42 [
तस्मिंस्तांश्च वरान्दत्त्वा पार्वतीपरमेश्वरौ ॥
तत्रैवांतश्च दधतुः कृत्वा कृष्णस्य सत्कृपाम् ॥
]

`verse 43 [
कृष्णः कृतार्थमात्मानममन्यत मुनीश्वरः ॥
उपमन्योर्मुनराशु प्रापाश्रममनुत्तमम् ॥
]

`verse 44 [
प्रणम्य शिरसा तत्र तं मुनिं केशिहा ततः ॥
तया वृत्तं च तस्मै तत्समाचष्टोपमन्यवे ॥
]

`verse 45 [
स च तं प्राह कोऽन्यस्स्याच्छर्वाद्देवाज्जनार्द्दन ॥
महादानपतिर्लोके क्रोधे वाऽतीव दुस्सहः ।
]

`verse 46 [
ज्ञाने तपसि वा शौर्य्ये स्थैर्य्ये वा पद एव च ॥
शृणु शंभोस्तु गोविन्द देवैश्वर्य्यं महायशाः ॥
]

`verse 47 [
तच्छ्रुत्वा श्रद्धया युक्तोऽभवच्छंभोस्तु भक्तिमान् ॥
पप्रच्छ शिवमाहात्म्यं स तं प्राह मुनीश्वरः ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 48 [
भगवाञ्शंकरः पूर्वं ब्रह्मलोके महात्मना ॥
स्तुतो नामसहस्रेण दण्डिना ब्रह्मयोगिना ॥
]

`verse 49 [
सांख्याः पठंति तद्गीतं विस्तीर्णं च निघंटवत्॥
दुर्ज्ञानं मानुषाणां तु स्तोत्रं तत्सर्वकामदम् ॥
]

`verse 50 [
स्मरन्नित्यं शंकरं त्वं गच्छ कृष्ण गृहं सुखी ॥
भविष्यसि सदा तात शिवभक्तगणाग्रणीः ॥
]

`verse 51 [
इत्युक्तस्तं नमस्कृत्य वासुदेवो मुनीश्वरम् ॥
मनसा संस्मरञ्शंभुं केशवो द्वारकां ययौ ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 52 [
एवं कृष्णस्समाराध्य शंकरं लोकशंकरम् ॥
कृतार्थोऽभून्मुनिश्रेष्ठ सर्वाजेयोऽभवत्तथा ॥
]

`verse 53 [
तथा दाशरथी रामश्शिवमाराध्य भक्तितः ॥
कृतार्थोऽभून्मुनिश्रेष्ठ विजयी सर्वतोऽभवत् ॥
]

`verse 54 [
तपस्तप्त्वाऽतिविपुलं पुरा रामो गिरौ मुने॥
शिवाद्धनुश्शरं चापं ज्ञानं वै परमुत्तमम् ॥
]

`verse 55 [
रावणं सगणं हत्वा सेतुं बद्ध्वांभसांनिधौ॥
सीतां प्राप्य गृहं यातो बुभुजे निखिलां महीम्॥
]

`verse 56 [
तथा च भार्गवो रामो ह्याराध्य तपसा विभुम्॥
निरीक्ष्य दुःखितश्शर्वात्पितरं क्षत्रियैर्हतम् ॥
]

`verse 57 [
तीक्ष्णं स परशुं लेभे निर्ददाह च तेन तान् ॥
त्रिस्सप्तकृत्वः क्षत्रांश्च प्रसन्नात्परमेश्वरात् ॥
]

`verse 58 [
अजेयश्चामरश्चैव सोऽद्यापि तपसांनिधिः ॥
लिंगार्चनरतो नित्यं दृश्यते सिद्धचारणैः ॥
]

`verse 59 [
महेन्द्रपर्वते रामः स्थितस्तपसि तिष्ठति ॥
कल्पांते पुनरेवासावृषिस्थानमवाप्स्यति ॥
]

`verse 60 [
असितस्यानुजः पूर्वं पीडया कृतवांस्तपः ॥
मूलग्राहेण विश्वस्य देवलो नाम तापसः ॥
]

`verse 61 [
पुरन्दरेण शप्तस्तु तपस्वी यश्च सुस्थिरम् ॥
अधर्म्यं धर्ममल मल्लिंगमारध्य कामदम् ॥
]

`verse 62 [
चाक्षुषस्य मनोः पुत्रो मृगोऽभूत्तु मरुस्थले ॥
वसिष्ठशापाद्गृत्समदो दण्डकारण्य एकलः ॥
]

`verse 63 [
हृदये संस्मन्भक्त्या प्रवणेन युतं शिवम् ॥
तस्मान्मृत्युमुखाकारो गणो मृगमुखोऽभवत् ॥
]

`verse 64 [
अजरामरतां नीतस्तीर्त्वा शापं पुनश्च सः ॥
शंकरेण कृतः प्रीत्या नित्यं लम्बोदरानुगः ॥
]

`verse 65 [
गार्ग्याय प्रददौ शर्वो मोक्षं च भुवि दुर्लभम् ॥
कामचारी महाक्षेत्रं कालज्ञानं महर्द्धिमत्॥
]

`verse 66 [
चतुष्पादं सरस्वत्याः पारंगत्वं च शाश्वतम् ॥
न तुल्यं च सहस्रं तु पुत्राणां प्रददौ शिवः ॥
]

`verse 67 [
वेदव्यासं तु योगीन्द्रं पुत्रं तुष्टः पिनाक धृक् ॥
पराशराय च ददौ जरामृत्युविवर्जितम् ॥
]

`verse 68 [
मांडव्यश्शंकरणैव जीवं दत्त्वा विसर्जितः॥
वर्षाणां दश लक्षाणि शूलाग्रा दवरोपितः ॥
]

`verse 69 [
दरिद्रो ब्राह्मणः कश्चिन्निक्षिप्य गुरुवेश्मनि ॥
पुत्रं तु गालवं यश्च पूर्वमासीद्गृहाश्रमी ॥
]

`verse 70 [
गुप्तो वा मुनिशालायां भिक्षुरायाति तद्गृहम् ॥
भार्य्यामुवाच यः कश्चिदवश्यं निर्धनो यतः॥
]

`verse 71 [
स तु वाच्यो भवत्या च न दृश्यंत इति प्रियः ॥
अतिथेरागतस्यापि किं दास्यामि गृहे वसन् ॥
]

`verse 72 [
कदाचिदतिथिः कश्चित्क्षुत्तृषाक्षामतर्षितः ॥
तामुवाच स भर्ता ते क्व गतश्चेति तं च सा ॥
]

`verse 73 [
प्राह भर्ता मदीयस्तु सांप्रतं न च दृश्यते ॥
स ऋषिस्तामुवाचेदं ज्ञात्वा दिव्येन चक्षुषा ॥
]

`verse 74 [
गृहस्थितः प्रतिच्छन्नस्तत्रैव स मृतो द्विजः ॥
विश्वामित्रस्यनुज्ञातस्तत्पुत्रो गालवस्तथा ॥
]

`verse 75 [
गृहमागत्य मातुस्स श्रुत्वा शापं सुदारुणम् ॥
आराध्य शंकरं देवं पूजां कृत्वा तु शांभवीम् ॥
]

`verse 76 [
गृहादसौ विनिष्क्रांतस्संस्मरञ्शंकरं हृदा॥
अथ तं तनयं दृष्ट्वा पिता तं प्राह साञ्जलिम् ॥
]

`verse 77 [
महादेवप्रसादाच्च कृतकृत्योऽस्मि कृत्यतः ॥
धनवान्पुत्रवांश्चैव मृतोऽहं जीवितः पुनः ॥
]

`verse 78 [
इति वः कथितमशेषं नाहं शक्तः समासतो व्यासात् ॥
वक्तुं शंभोश्च गुणाञ्शेषस्यापि न मुखानि स्युः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पंचम्यामुमासंहितायां कृष्णादिशिवभक्तोद्धारण शिवमाहात्म्यवर्णनंनाम तृतीयोऽध्यायः ॥
]
