`speaker [
मुनय ऊचुः
]

`verse 1 [
ताततात महाभाग धन्यस्त्वं हि महामते ॥
अद्भुतेयं कथा शंभोः श्राविता परभक्तिदा ॥
]

`verse 2 [
पुनर्ब्रूहि   कथां शंभोर्व्यास प्रश्नानुसारतः ॥
सर्वज्ञस्त्वं व्यासशिष्यः शिवतत्त्वविचक्षणः ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
एवमेव गुरुर्व्यासः पृष्टवान्मेऽजसंभवम् ॥
सनत्कुमारं सर्वज्ञं शिवभक्तं मुनीश्वरम् ॥
]

`speaker [
व्यास उवाच
]

`verse 4 [
सनत्कुमार सर्वज्ञ श्रावितेयं शुभा कधा ॥
शंकरस्य महेशस्य नानालीलाविहारिणः ॥
]

`verse 5 [
पुनर्ब्रूहि महादेव महिमानं विशेषतः ॥
श्रद्धा च महती श्रोतुं मम तात प्रवर्द्धते ॥
]

`verse 6 [
महिम्ना येन शंभोस्तु येये लोके विमोहिताः ॥
मायया ज्ञानमाहृत्य नानालीलाविहारिणः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 7 [
शृणु व्यास महाबुद्धे शांकरीं सुखदां कथाम् ॥
तस्याः श्रवणमात्रेण शिवे भक्तिः प्रजायते ॥
]

`verse 8 [
शिवस्सर्वेश्वरो देवस्सर्वात्मा सर्वदर्शनः ॥
महिम्ना तस्य सर्वं हि व्याप्तं च सकलं जगत्॥
]

`verse 9 [
शिवस्यैव परा मूर्तिर्ब्रह्मविष्ण्वीश्वरात्मिका ॥
सर्वभूतात्मभूताख्या त्रिलिंगा लिंगरूपिणी॥
]

`verse 10 [
देवानां योनयश्चाष्टौ मानुषी नवमी च या॥
तिरश्चां योनयः पंच भवंत्येवं चतुर्द्दश॥
]

`verse 11 [
भूता वा वर्तमाना वा भविष्याश्चैव सर्वश॥
शिवात्सर्वे प्रवर्तंते लीयंते वृद्धिमागताः॥
]

`verse 12 [
ब्रह्मेन्द्रोपेन्द्रचन्द्राणां देवदानवभोगिनाम्॥
गंधर्वाणां मनुष्याणामन्येषां वापि सर्वशः॥
]

`verse 13 [
बंधुर्मित्रमथाचार्य्यो रक्षन्नेताऽर्थवान्गुरुः॥
कल्पद्रुमोऽथ वा भ्राता पिता माता शिवो मतः॥
]

`verse 14 [
शिवस्सर्वमयः पुंसां स्वयं वेद्यः परात्परः॥
वक्तुं न शक्यते यश्च परं चानु परं च यत्॥
]

`verse 15 [
तन्माया परमा दिव्या सर्वत्र व्यापिनी मुने॥
तदधीनं जगत्सर्वं सदेवासुरमानुषम्॥
]

`verse 16 [
कामेन स्वसहायेन प्रबलेन मनोभुवा॥
सर्वः प्रधर्षितो वीरो विष्ण्वादिः प्रबलोऽपि हि ॥
]

`verse 17 [
शिवमायाप्रभावेणाभूद्धरिः काममोहितः ॥
परस्त्रीधर्षणं चक्रे बहुवारं मुनीश्वर ॥
]

`verse 18 [
इन्द्रस्त्रिदशपो भूत्वा गौतमस्त्रीविमोहितः ॥
पापं चकार दुष्टात्मा शापं प्राप मुनेस्तदा ॥
]

`verse 19 [
पावकोऽपि जगच्छ्रेष्ठो मोहितश्शिवमायया ॥
कामाधीनः कृतो गर्वात्ततस्तेनैव चोद्धृतः ॥
]

`verse 20 [
जगत्प्राणोऽपि गर्वेण मोहितश्शिवमायया ॥
कामेन निर्जितो व्यासश्चक्रेऽन्यस्त्रीरतिं पुरा ॥
]

`verse 21 [
चण्डरश्मिस्तु मार्तण्डो मोहितश्शिवमायया ॥
कामाकुलो बभूवाशु दृष्ट्वाश्वीं हयरूपधृक् ॥
]

`verse 22 [
चन्द्रश्च मोहितश्शम्भोर्मायया कामसंकुलः ॥
गुरुपत्नीं जहाराथ युतस्तेनैव चोद्धृतः ॥
]

`verse 23 [
पूर्वं तु मित्रावरुणौ घोरे तपसि संस्थितौ ॥
मोहितौ तावपि मुनी शिवमायाविमोहितौ ॥
]

`verse 24 [
उर्वशीं तरुणीं दृष्ट्वा कामुको संबभूवतुः ।
मित्रः कुम्भे जहौ रेतो वरुणोऽपि तथा जले ॥
]

`verse 25 [
ततः कुम्भात्समुत्पन्नो वसिष्ठो मित्रसंभवः ॥
अगस्त्यो वरुणाज्जातो वडवाग्निसमद्युतिः ॥
]

`verse 26 [
दक्षश्च मोहितश्शंभोर्मायया ब्रह्मणस्सुतः ॥
भ्रातृभिस्स भगिन्यां वै भोक्तुकामोऽभवत्पुरा ॥
]

`verse 27 [
ब्रह्मा च बहुवारं हि मोहितश्शिवमायया ॥
अभवद्भोक्तुकामश्च स्वसुतायां परासु च ॥
]

`verse 28 [
च्यवनोऽपि महायोगी मोहितश्शिवमायया ॥
सुकन्यया विजह्रे स कामासक्तो बभूव ह ॥
]

`verse 29 [
कश्यपः शिवमायातो मोहितः कामसंकुलः ॥
ययाचे कन्यकां मोहाद्धन्वनो नृपतेः पुरा ॥
]

`verse 30 [
गरुडः शांडिलीं कन्यां नेतुकामस्सुमोहितः ॥
विज्ञातस्तु तया सद्यो दग्धपक्षो बभूव ह ॥
]

`verse 31 [
विभांडको मुनिर्नारीं दृष्ट्वा कामवशं गतः॥
ऋष्यशृङ्गः सुतस्तस्य मृग्यां जातश्शिवाज्ञया॥
]

`verse 32 [
गौतमश्च मुनिश्शंभोर्मायामोहितमानसः॥
दृष्ट्वा शारद्वतीं नग्नां रराम क्षुभितस्तया ॥
]

`verse 33 [
रेतः स्कन्नं दधार स्वं द्रोण्यां चैव स तापसः ॥
तस्माच्च कलशाज्जातो द्रोणश्शस्त्रभृतां वरः॥
]

`verse 34 [
पराशरो महायोगी मोहितश्शिवमायया ॥
मत्स्योदर्या च चिक्रीडे कुमार्या दाशकन्यया ॥
]

`verse 35 [
विश्वमित्रो बभूवाथ मोहितश्शिवमायया ॥
रेमे मेनकया व्यास वने कामवशं गतः ॥
]

`verse 36 [
वसिष्ठेन विरोधं तु कृतवान्नष्टचेतनः ॥
पुनः शिवप्रासादाच्च ब्राह्मणोऽभूत्स एव वै ॥
]

`verse 37 [
रावणो वैश्रवाः कामी बभूव शिवमायया ॥
सीतां जह्रे कुबुद्धिस्तु मोहितो मृत्युमाप च ॥
]

`verse 38 [
बृहस्पतिर्मुनिवरो मोहितश्शिवमायया ॥
भ्रातृपत्न्या वशी रेमे भरद्वाजस्ततोऽभवत् ॥
]

`verse 39 [
इति मायाप्रभावो हि शंकरस्य महात्मनः ॥
वर्णितस्ते मया व्यास किमन्यच्छ्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे पंचम्यामुमासंहितायां शिवमायाप्रभाववर्णनं नाम चतुर्थो ऽध्यायः ॥
]
