`speaker [
व्यास उवाच
]

`verse 1 [
ये पापनिरता जीवा महानरकहेतवः ॥
भगवंस्तान्समाचक्ष्व ब्रह्मपुत्र नमोऽस्तु ते ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
ये पापनिरता जीवा महानरकहेतवः ॥
ते समासेन कथ्यंते सावधानतया शृणु ॥
]

`verse 3 [
परस्त्रीद्रव्यसंकल्पश्चेतसाऽनिष्टचिंतनम् ॥
अकार्याभिनिवेशश्च चतुर्द्धा कर्म मानसम् ॥
]

`verse 4 [
तु. महाभारतम् अनुशासन १३.२
अविबद्धप्रलापत्वमसत्यं चाप्रियं च यत् ॥
परोक्षतश्च पैशुन्यं चतुर्द्धा कर्म वाचिकम् ॥
]

`verse 5 [
अभक्ष्यभक्षणं हिंसा मिथ्याकार्य्य निवेशनम् ॥
परस्वानामुपादानं चतुर्द्धा कर्म कायिकम् ॥
]

`verse 6 [
इत्येतद्वा दशविधं कर्म प्रोक्तं त्रिसाधनम् ॥
अस्य भेदान्पुनर्वक्ष्ये येषां फलमनंतकम् ॥
]

`verse 7 [
ये द्विषंति महादेवं संसारार्णवतारकम् ॥
सुमहत्पातकं तेषां निरयार्णवगामिनाम् ॥
]

`verse 8 [
ये शिवज्ञानवक्तारं निन्दंति च तपस्विनम् ॥
गुरून्पितॄनथोन्मत्तास्ते यांति निरयार्णवम् ॥
]

`verse 9 [
शिवनिन्दा गुरोर्निन्दा शिवज्ञानस्य दूषणम् ॥
देवद्रव्यापहरणं द्विजद्रव्यविनाशनम् ॥
]

`verse 10 [
हरंति ये च संमूढाश्शिवज्ञानस्य पुस्तकम् ॥
महांति पातकान्याहुरनन्तफलदानि षट् ॥
]

`verse 11 [
नाभिनन्दंति ये दृष्ट्वा शिवपूजां प्रकल्पिताम् ॥
न नमंत्यर्चितं दृष्ट्वा शिवलिंगं स्तुवंति न ॥
]

`verse 12 [
यथेष्टचेष्टा निश्शंकास्संतिष्ठंते रमंति च ॥
उपचारविनिर्मुक्ताश्शिवाग्रे गुरुसन्निधौ ॥
]

`verse 13 [
स्थानसंस्कारपूजां च ये न कुर्वंति पर्वसु ॥
विधिवद्वा गुरूणां च कर्म्मयोगव्यवस्थिताः ॥
]

`verse 14 [
ये त्यजंति शिवाचारं शिवभक्तान्द्विषंति च ॥
असंपूज्य शिवज्ञानं येऽधीयंते लिखंति च ॥
]

`verse 15 [
अन्यायतः प्रयच्छंति शृण्वन्त्युच्चारयंति च ॥
विक्रीडंति च लोभेन कुज्ञाननियमेन च ॥
]

`verse 16 [
असंस्कृतप्रदेशेषु यथेष्टं स्वापयंति च ॥
शिवज्ञानकथाऽऽक्षेपं यः कृत्वान्यत्प्रभाषते ॥
]

`verse 17 [
न ब्रवीति च यः सत्यं न प्रदानं करोति च ॥
अशुचिर्वाऽशुचिस्थाने यः प्रवक्ति शृणोति च ॥
]

`verse 18 [
गुरुपूजामकृत्वैव यश्शास्त्रं श्रोतुमिच्छति ॥
न करोति च शुश्रूषामाज्ञां च भक्तिभावतः ॥
]

`verse 19 [
नाभिनन्दंति तद्वाक्यमुत्तरं च प्रयच्छति ॥
गुरुकर्मण्यसाध्यं यत्तदुपेक्षां करोति च ॥
]

`verse 20 [
गुरुमार्त्तमशक्तं च विदेशं प्रस्थितं तथा ॥
वैरिभिः परिभूतं वा यस्संत्यजति पापकृत् ॥
]

`verse 21 [
तद्भार्य्यापुत्रमित्रेषु यश्चावज्ञां करोति च ॥
एवं सुवाचकस्यापि गुरोर्धर्मानुदर्शिनः ॥
]

`verse 22 [
एतानि खलु सर्वाणि कर्माणि मुनिसत्तम ॥
सुमहत्पातकान्याहुश्शिवनिन्दासमानि च ॥
]

`verse 23 [
ब्रह्मघ्नश्च सुरापश्च स्तेयी च गुरुतल्पगः ॥
महापातकिनस्त्वेते तत्संयोगी च पंचमः ॥
]

`verse 24 [
क्रोधाल्लोभाद्भयाद्द्वेषाद्ब्राह्मणस्य वधे तु यः ॥
मर्मांतिकं महादोषमुक्त्वा स ब्रह्महा भवेत् ॥
]

`verse 25 [
ब्राह्मणं यः समाहूय दत्त्वा यश्चाददाति च ॥
निर्द्दोषं दूषयेद्यस्तु स नरो ब्रह्महा भवेत् ॥
]

`verse 26 [
यश्च विद्याभिमानेन निस्तेजयति सुद्विजम् ॥
उदासीनं सभामध्ये ब्रह्महा स प्रकीर्तितः ॥
]

`verse 27 [
मिथ्यागुणैर्य आत्मानं नयत्युत्कर्षतां बलात् ॥
गुणानपि निरुद्वास्य स च वै ब्रह्महा भवेत् ॥
]

`verse 28 [
गवां वृषाभिभूतानां द्विजानां गुरुपूर्वकम् ॥
यस्समाचरते विप्र तमाहुर्ब्रह्मघातकम् ॥
]

`verse 29 [
देवद्विजगवां भूमिं प्रदत्तां हरते तु यः ॥
प्रनष्टामपि कालेन तमाहुर्ब्रह्मघातकम् ॥ ॥
]

`verse 30 [
देवद्विजस्वहरणमन्यायेनार्जितं तु यत् ॥
ब्रह्महत्यासमं ज्ञेयं पातकं नात्र संशयः ॥
]

`verse 31 [
अधीत्य यो द्विजो वेदं ब्रह्मज्ञानं शिवात्मकम् ॥
यदि त्यजति यो मूढः सुरापानस्य तत्समम् ॥
]

`verse 32 [
यत्किंचिद्धि व्रतं गृह्य नियमं यजनं तथा ॥
संत्यागः पञ्चयज्ञानां सुरापानस्य तत्समम् ॥
]

`verse 33 [
पितृमातृपरित्यागः कूटसाक्ष्यं द्विजानृतम् ॥
आमिषं शिवभक्तानामभक्ष्यस्य च भक्षणम् ॥
]

`verse 34 [
वने निरपराधानां प्राणिनां चापघातनम् ॥
द्विजार्थं प्रक्षिपेत्साधुर्न धर्मार्थं नियोजयेत् ॥
]

`verse 35 [
गवां मार्गे वने ग्रामे यैश्चैवाग्निः प्रदीयते ॥
इति पापानि घोराणि ब्रह्महत्यासमानि च ॥
]

`verse 36 [
दीनसर्वस्वहरणं नरस्त्रीगजवाजिनाम् ॥
गोभूरजतवस्त्राणामौषधीनां रसस्य च ॥
]

`verse 37 [
चन्दनागरुकर्पूरकस्तूरीपट्टवाससाम्॥
विक्रयस्त्वविपत्तौ यः कृतो ज्ञानाद् द्विजातिभिः ॥
]

`verse 38 [
हस्तन्यासापहरणं रुक्मस्तेयसमं स्मृतम् ॥
कन्यानां वरयोग्यानामदानं सदृशे वरे ॥
]

`verse 39 [
पुत्रमित्रकलत्रेषु गमनं भगिनीषु च ॥
कुमारीसाहसं घोरमद्यपस्त्रीनिषेवणम् ॥
]

`verse 40 [
सवर्णायाश्च गमनं गुरुभार्य्यासमं स्मृतम् ॥
महापापानि चोक्तानि शृणु त्वमुपपातकम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पंचम्यामुमासंहितायां महापातकवर्णनं नाम पंचमोऽध्यायः ॥
]
