`speaker [
सनत्कुमार उवाच
]

`verse 1 [
द्विजद्रव्यापहरणमपि दायव्यतिक्रमः ॥
अतिमानोऽतिकोपश्च दांभिकत्वं कृतघ्नता॥
]

`verse 2 [
'
अत्यंतविषयासक्तिः कार्पण्यं साधुमत्सरः ॥
परदाराभिगमनं साधुकन्यासुदूषणम् ॥
]

`verse 3 [
परिवित्तिः परिवेत्ता च यया च परिविद्यते ॥
तयोर्दानं च कन्यायास्तयोरेव च याजनम् ॥
]

`verse 4 [
शिवाश्रमतरूणां च पुष्पारामविनाशनम् ॥
यः पीडामाश्रमस्थानामाचरेदल्पिकामपि ॥
]

`verse 5 [
सभृत्यपरिवारस्य पशुधान्यधनस्य च ॥
कुप्यधान्यपशुस्तेयमपां व्यापावनं तथा ॥
]

`verse 6 [
यज्ञारामतडागानां दारापत्यस्य विक्रयम् ॥
तीर्थयात्रोपवासानां व्रतोपनयकर्म्मिणाम् ॥
]

`verse 7 [
स्त्रीधनान्युपजीवंति स्त्रीभिरप्यन्तनिर्जिताः ॥
अरक्षणं च नारीणां मायया स्त्रीनिषेवणम् ॥
]

`verse 8 [
कालागताप्रदानं च धान्यवृद्ध्युपसेवनम् ॥
निंदिताच्च धनादानं पण्यानां कूट जीवनम् ॥
]

`verse 9 [
विषमारण्यपत्राणां सततं वृषवाहनम् ॥
उच्चाटनाभिचारं च धान्यादानं भिषक्क्रिया ॥
]

`verse 10 [
जिह्वाकामोपभोगार्थं यस्यारंभः सुकर्मसु ॥
मूलेनख्यापको नित्यं वेदज्ञानादिकं च यत् ॥
]

`verse 11 [
ब्राह्म्यादिव्रतसंत्यागश्चान्याचारनिषेवणम् ॥
असच्छास्त्राधिगमनं शुष्कतर्कावलम्बनम् ॥
]

`verse 12 [
देवाग्निगुरुसाधूनां निन्दया ब्राह्मणस्य च ॥
प्रत्यक्षं वा परोक्षं वा राज्ञां मण्डलिनामपि ॥
]

`verse 13 [
उत्सन्नपितृदेवेज्या स्वकर्म्मत्यागिनश्च ये ॥
दुःशीला नास्तिकाः पापास्सदा वाऽसत्यवादिनः ॥
]

`verse 14 [
पर्वकाले दिवा वाप्सु वियोनौ पशुयोनिषु ॥
रजस्वलाया योनौ च मैथुनं यः समाचरेत् ॥
]

`verse 15 [
स्त्रीपुत्रमित्रसंप्राप्तावाशाच्छेदकराश्च ये ॥
जनस्याप्रिय वक्तारः क्रूरा समयवेदिनः ॥
]

`verse 16 [
भेत्ता तडागकूपानां संक्रयाणां रसस्य च ॥
एकपंक्तिस्थितानां च पाकभेदं करोति यः ॥
]

`verse 17 [
इत्येतैः स्त्रीनराः पापैरुपपातकिनः स्मृताः ॥
युक्ता एभिस्तथान्येऽपि शृणु तांस्तु ब्रवीमि ते ॥
]

`verse 18 [
ये गोब्राह्मणकन्यानां स्वामिमित्रतपस्विनाम् ॥
विनाशयंति कार्य्याणि ते नरा नारकाः स्मृताः ॥
]

`verse 19 [
परस्त्रियाभितप्यंते ये परद्रव्यसूचकाः ॥
परद्रव्यहरा नित्यं तौलमिथ्यानुसारकाः ॥
]

`verse 20 [
द्विजदुःखकरा ये च प्रहारं चोद्धरंति ये ॥
सेवन्ते तु द्विजाश्शूद्रां सुरां बध्नंति कामतः ॥
]

`verse 21 [
ये पापनिरताः क्रूराः येऽपि हिंसाप्रिया नराः॥
वृत्त्यर्थं येऽपि कुर्वंति दानयज्ञादिकाः क्रियाः॥
]

`verse 22 [
गोष्ठाग्निजलरथ्यासु तरुच्छाया नगेषु च॥
त्यजंति ये पुरीषाद्यानारामायतनेषु च॥२२।
लज्जाश्रमप्रासादेषु मयपानरताश्च ये॥
कृतकेलिभुजंगाश्च रन्ध्रान्वेषणतत्पराः॥
]

`verse 23 [
वंशेष्टका शिलाकाष्ठैः शृङ्गैश्शंकुभिरेव च॥
ये मार्गमनुरुंधंति परसीमां हरंति ये॥
]

`verse 24 [
कूटशासनकर्तारः कूटकर्मक्रियारताः॥
कूटपाकान्नवस्त्राणां कूटसंव्यवहारिणः॥
]

`verse 25 [
धनुषः शस्त्रशल्यानां कर्ता यः क्रयविक्रयी॥
निर्द्दयोऽतीवभृत्येषु पशूनां दमनश्च यः॥
]

`verse 26 [
मिथ्या प्रवदतो वाच आकर्णयति यश्शनैः॥
स्वामिमित्रगुरुद्रोही मायावी चपलश्शठः॥
]

`verse 27 [
ये भार्य्यापुत्रमित्राणि बालवृद्धकृशातुरान्॥
भृत्यानतिथिबंधूंश्च त्यक्त्वाश्नंति बुभुक्षितान् ॥
]

`verse 28 [
यः स्वयं मिष्टमश्नाति विप्रेभ्यो न प्रयच्छति ॥
वृथापाकस्स विज्ञेयो ब्रह्मवादिषु गर्हितः ॥
]

`verse 29 [
नियमान्स्वयमादाय ये त्यजंत्यजितेन्द्रियाः ॥
प्रव्रज्यावासिता ये च हरस्यास्यप्रभेदकाः ॥
]

`verse 30 [
ये ताडयंति गां क्रूरा दमयंते मुहुर्मुहुः ॥
दुर्बलान्ये न पुष्णंति सततं ये त्यजंति च ॥
]

`verse 31 [
पीडयंत्यतिभारेणाऽसहंतं वाहयंति च ॥
योजयन्नकृताहारान्न विमुंचंति संयतान् ॥
]

`verse 32 [
ये भारक्षतरोगार्तान्गोवृषांश्च क्षुधातुरान् ॥
न पालयंति यत्नेन गोघ्नास्ते नारकास्स्मृताः ॥
]

`verse 33 [
वृषाणां वृषणान्ये च पापिष्ठा गालयंति च ॥
वाहयंति च गां वंध्यां महानारकिनो नराः ॥
]

`verse 34 [
आशया समनुप्राप्तान्क्षुत्तृष्णाश्रमकर्शितान् ॥
अतिथींश्च तथानाथान्स्वतन्त्रा गृहमागतान् ॥
]

`verse 35 [
अन्नाभिलाषान्दीनान्वा बालवृद्धकृशातुरान् ॥
नानुकंपंति ये मूढास्ते यांति नरकार्णवम् ॥
]

`verse 36 [
गृहेष्वर्था निवर्तन्ते स्मशानादपि बांधवाः ॥
सुकृतं दुष्कृतं चैव गच्छंतमनुगच्छति ॥
]

`verse 37 [
अजाविको माहिषिकस्सामुद्रो वृषलीपतिः ॥
शूद्रवत्क्षत्रवृत्तिश्च नारकी स्याद् द्विजाधमः ॥
]

`verse 38 [
शिल्पिनः कारवो वैद्या हेमकारा नृपध्वजाः ॥
भृतका कूटसंयुक्ताः सर्वे ते नारकाः स्मृताः ॥
]

`verse 39 [
यश्चोचितमतिक्रम्य स्वेच्छयै वाहरेत्करम् ॥
नरके पच्यते सोऽपि योपि दण्डरुचिर्नरः ॥
]

`verse 40 [
उत्कोचकै रुचिक्रीतैस्तस्करैश्च प्रपीड्यते ॥
यस्य राज्ञः प्रजा राष्ट्रे पच्यते नरकेषु सः ॥
]

`verse 41 [
ये द्विजाः परिगृह्णंति नृपस्यान्यायवर्तिनः ॥
ते प्रयांति तु घोरेषु नरकेषु न संशयः ॥
]

`verse 42 [
अन्यायात्समुपादाय द्विजेभ्यो यः प्रयच्छति ॥
प्रजाभ्यः पच्यते सोऽपि नरकेषु नृपो यथा ॥
]

`verse 43 [
पारदारिकचौराणां चंडानां विद्यते त्वघम् ॥
परदाररतस्यापि राज्ञो भवति नित्यशः ॥
]

`verse 44 [
अचौरं चौरवत्पश्येच्चौरं वाचौररूपिणम् ॥
अविचार्य नृपस्तस्माद्धातयन्नरकं व्रजेत् ॥
]

`verse 45 [
घृततैलान्नपानानि मधुमांससुरासवम् ॥
गुडेक्षुशाकदुग्धानि दधिमूलफलानि च ॥
]

`verse 46 [
तृणं काष्ठं पत्रपुष्पमौषधं चात्मभोजनम् ॥
उपानत्छत्रशकटमासनं च कमंडलुम् ॥
]

`verse 47 [
ताम्रसीसत्रपुः शस्त्रं शंखाद्यं च जलोद्भवम्॥
वैद्यं च वैणवं चान्यद्गृहोपस्करणानि च ॥
]

`verse 48 [
और्ण्णकार्पासकौशेयपट्टसूत्रोद्भवानि च ॥
स्थूलसूक्ष्माणि वस्त्राणि ये लोभाद्धि हरंति च ॥
]

`verse 49 [
एवमादीनि चान्यानि द्रव्याणि विविधानि च ॥
नरकेषु ध्रुवं यान्ति चापहृत्याल्पकानि च ॥
]

`verse 50 [
तद्वा यद्वा परद्रव्यमपि सर्षपमात्रकम् ॥
अपहृत्य नरा यांति नरकं नात्र संशयः ॥
]

`verse 51 [
एवमाद्यैर्नरः पापैरुत्क्रांतिसमनंतरम्॥
शरीरयातनार्थाय सर्वाकारमवाप्नुयात् ॥
]

`verse 52 [
यमलोकं व्रजंत्येते शरीरेण यमाज्ञया ॥
यमदूतैर्महाघोरैनीयमानास्सुदुःखिताः ॥
]

`verse 53 [
देवतिर्यङ्मनुष्याणामधर्मनिरतात्मनाम् ॥
धर्मराजः स्मृतश्शास्ता सुघोरैर्विविधैर्वधैः ॥
]

`verse 54 [
नियमाचारयुक्तानां प्रमादात्स्खलितात्मनाम् ॥
प्रायश्चित्तैर्गुरुश्शास्ता न बुधैरिष्यते यमः ॥
]

`verse 55 [
पारदारिकचौराणामन्यायव्यवहारिणाम् ॥
नृपतिश्शासकः प्रोक्तः प्रच्छन्नानां स धर्म्मराट् ॥
]

`verse 56 [
तस्मात्कृतस्य पापस्य प्रायश्चित्तं समाचरेत् ॥
नाभुक्तस्यान्यथानाशः कल्पकोटिशतैरपि ॥
]

`verse 57 [
यः करोति स्वयं कर्म्म कारयेच्चानुमोदयेत् ॥
कायेन मनसा वाचा तस्य पापगतिः फलम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्या मुमासंहितायां पापभेदवर्णनं नाम षष्ठोऽध्यायः ॥
]
