`speaker [
सनत्कुमार उवाच
]

`verse 1 [
अथ पापैर्नरा यांति यमलोकं चतुर्विधैः ॥
संत्रासजननं घोरं विवशास्सर्वदेहिनः ॥
]

`verse 2 [
गर्भस्थैर्जायमानैश्च बालैस्तरुणमध्यमैः ॥
स्त्रीपुन्नपुंसकैर्जीवैर्ज्ञातव्यं सर्वजंतुषु॥
]

`verse 3 [
शुभाशुभफलं  चात्र देहिनां संविचार्यते ॥
चित्रगुप्तादिभिस्सर्वैर्वसिष्ठप्रमुखैस्तथा ॥
]

`verse 4 [
न केचित्प्राणिनस्संति ये न यांति यमक्षयम् ॥
अवश्यं हि कृतं कर्म भोक्तव्यं तद्विचार्य्यताम् ॥
]

`verse 5 [
तत्र ये शुभकर्माणस्सौम्यचित्ता दयान्विताः ॥
ते नरा यांति सौम्येन पूर्वं यमनिकेतनम् ॥
]

`verse 6 [
ये पुनः पापकर्म्माणः पापा दानविवर्जिताः ॥
ते घोरेण पथा यांति दक्षिणेन यमालयम् ॥
]

`verse 7 [
षडशीतिसहस्राणि योजनानामतीत्य तत् ॥
वैवस्वतपुरं ज्ञेयं नानारूपमवस्थितम् ॥
]

`verse 8 [
समीपस्थमिवाभाति नराणां पुण्यकर्मणाम्॥
पापिनामतिदूरस्थं पथा रौद्रेण गच्छताम् ॥
]

`verse 9 [
तीक्ष्णकंटकयुक्तेन शर्कराविचितेन च ॥
क्षुरधारानिभैस्तीक्ष्णैः पाषाणै रचितेन च॥
]

`verse 10 [
क्वचित्पंकेन महता उरुतोकैश्च पातकैः ॥
लोहसूचीनिभैर्दर्भैस्सम्पन्नेन पथा क्वचित्॥
]

`verse 11 [
तटप्रायातिविषमैः पर्वतैर्वृक्षसंकुलैः ॥
प्रतप्तांगारयुक्तेन यांति मार्गेण दुःखिताः ॥
]

`verse 12 [
क्वचिद्विषमगर्तैश्च क्वचिल्लोष्टैस्सुदुष्करैः ॥
सुतप्तवालुकाभिश्च तथा तीक्ष्णैश्च शंकुभिः॥
]

`verse 13 [
अनेक शाखाविततैर्व्याप्तं वंशवनैः क्वचित्॥
कष्टेन तमसा मार्गे नानालम्बेन कुत्रचित्॥
]

`verse 14 [
अयश्शृंगाटकैस्तीक्ष्णैः क्वचिद्दावाग्निना पुनः ॥
क्वचित्तप्तशिलाभिश्च क्वचिद्व्याप्तं हिमेन च ॥
]

`verse 15 [
क्वचिद्वालुकया व्याप्तमाकंठांतः प्रवेशया ॥
क्वचिद्दुष्टाम्बुना व्याप्तं क्वचिच्च करिषाग्निना ॥
]

`verse 16 [
क्वचित्सिंहैर्वृकैर्व्याघ्रैर्मशकैश्च सुदारुणैः ॥
क्वचिन्महाजलौकाभिः क्वचिच्चाजगरैस्तथा॥
]

`verse 17 [
मक्षिकाभिश्च रौद्राभिः क्वचित्सर्पैर्विषोल्बणैः ॥
मत्तमातंगयूथैश्च बलोन्मत्तैः प्रमाथिभिः ॥
]

`verse 18 [
पंथानमुल्लिखद्भिश्च सूकरैस्तीक्ष्णदंष्ट्रिभिः॥
तीक्ष्णशृंगैश्च महिषैस्सर्वभूतैश्च श्वापदैः ॥
]

`verse 19 [
डाकिनीभिश्च रौद्राभिर्विकरालैश्च राक्षसैः ॥
व्याधिभिश्च महाघोरैः पीड्यमाना व्रजंति हि ॥
]

`verse 20 [
महाधूलिविमिश्रेण महाचण्डेन वायुना ॥
महापाषाणवर्षेण हन्यमाना निराश्रयाः ॥
]

`verse 21 [
क्वचिद्विद्युत्प्रपातेन दह्यमाना व्रजन्ति च ॥
महता बाणवर्षेण विध्यमानाश्च सर्वतः ॥
]

`verse 22 [
पतद्भिर्वज्रपातैश्च उल्कापातैश्च दारुणैः ॥
प्रदीप्तांगारवर्षेण दह्यमानाश्च संति हि ॥
]

`verse 23 [
महता पांसुवर्षेण पूर्यमाणा रुदंति च॥
महामेघरवैर्घोरैस्त्रस्यंते च मुहुर्मुहुः॥
]

`verse 24 [
निशितायुधवर्षेण भिद्यमानाश्च सर्वतः ॥
महाक्षाराम्बुधाराभिस्सिच्यमाना व्रजंति च ॥
]

`verse 25 [
महीशीतेन मरुता रूक्षेण परुषेण च ॥
समंताद्बाध्यमानाश्च शुष्यंते संकुचन्ति च ॥
]

`verse 26 [
इत्थं मार्गेण रौद्रेण पाथेयरहितेन च ॥
निरालम्बेन दुर्गेण निर्जलेन समंततः ॥
]

`verse 27 [
विषमेणैव महता निर्जनापाश्रयेण च ॥
तमोरूपेण कष्टेन सर्वदुष्टाश्रयेण च॥
]

`verse 28 [
नीयंते देहिनस्सर्वे ये मूढाः पापकर्मिणः ॥
यमदूतैर्महाघोरैस्तदाज्ञाकारिभिर्बलात् ॥
]

`verse 29 [
एकाकिनः पराधीना मित्रबन्धुविवर्जिताः ॥
शोचंतस्स्वानि कर्म्माणि रुदंतश्च मुहुर्मुहुः ॥
]

`verse 30 [
प्रेता भूत्वा विवस्त्राश्च शुष्ककंठौष्ठतालुकाः ॥
असौम्या भयभीताश्च दह्यमानाः क्षुधान्विताः ॥
]

`verse 31 [
बद्धाश्शृंखलया केचिदुत्ता नपादका नराः ॥
कृष्यंते कृष्यमाणाश्च यमदूतैर्बलोत्कटैः ॥
]

`verse 32 [
उरसाधोमुखाश्चान्ये घृष्यमाणास्सुदुःखिताः ॥
केशपाशनि बंधेन संस्कृष्यंते च रज्जुना ॥
]

`verse 33 [
ललाटे चांकुशेनान्ये भिन्ना दुष्यंति देहिनः ॥
उत्तानाः कंटकपथा क्वचिदंगारवर्त्मना ॥
]

`verse 34 [
पश्चाद्बाहुनिबद्धाश्च जठरेण प्रपीडिताः ॥
पूरिताश्शृंखलाभिश्च हस्तयोश्च सुकीलिताः ॥
]

`verse 35 [
ग्रीवापाशेन कृष्यंते प्रयांत्यन्ये सुदुःखिताः ॥
जिह्वांकुशप्रवेशेन रज्ज्वाकृष्यन्त एव ते ॥
]

`verse 36 [
नासाभेदेन रज्ज्वा च त्वाकृश्यन्ते तथापरे ॥
भिन्नाः कपोलयो रज्ज्वाकृष्यंतेऽन्ये तथौष्ठयोः ॥
]

`verse 37 [
छिन्नाग्रपादहस्ताश्च च्छिन्नकर्णोष्ठनासिकाः ॥
संछिन्नशिश्नवृषणाः छिन्नभिन्नांगसंधयः ॥
]

`verse 38 [
आभिद्यमानाः कुंतैश्च भिद्यमानाश्च सायकैः ॥
इतश्चेतश्च धावंतः क्रंदमाना निराश्रयाः ॥
]

`verse 39 [
मुद्गरैर्लोहदण्डैश्च हन्यमाना मुहुर्मुहुः ॥
कंटकैर्विविधैर्घोरैर्ज्वलनार्कसमप्रभैः ॥
]

`verse 40 [
भिन्दिपालैर्विभियंते स्रवतः पूयशोणितम् ॥
शकृता कृमिदिग्धाश्च नीयंते विवशा नराः ॥
]

`verse 41 [
याचमानाश्च सलिलमन्नं वापि बुभुक्षिताः ॥
छायां प्रार्थयमानाश्च शीतार्ताश्चानलं पुनः ॥
]

`verse 42 [
दानहीनाः प्रयांत्येवं प्रार्थयंतस्सुखं नराः ॥
गृहीतदान पाथेयास्सुखं यांति यमालयम् ॥
]

`verse 43 [
एवं न्यायेन कष्टेन प्राप्ताः प्रेतपुरं यदा ॥
प्रज्ञापितास्ततो दूतैर्निवेश्यंते यमाग्रतः ॥ ॥
]

`verse 44 [
तत्र ये शुभकर्म्माणस्तांस्तु सम्मानयेद्यमः ॥
स्वागतासनदानेन  पाद्यार्घ्येण प्रियेण च ॥
]

`verse 45 [
धन्या यूयं महात्मानो निगमोदितकारिणः ॥
यैश्च दिव्यसुखार्थाय भवद्भिस्सुकृतं कृतम् ॥
]

`verse 46 [
दिव्यं विमानमारुह्य दिव्यस्त्रीभोगभूषितम् ॥
स्वर्गं गच्छध्वममलं सर्वकामसमन्वितम्॥
]

`verse 47 [
तत्र भुक्त्वा महाभोगानंते पुण्यस्य संक्षयात् ॥
यत्किंचिदल्पमशुभं पुनस्तदिह भोक्ष्यथ॥
]

`verse 48 [
धर्म्मात्मानो नरा ये च मित्रभूत्वा इवात्मनः ॥
सौम्यं सुखं प्रपश्यंति धर्मराजत्वमेव च ॥
]

`verse 49 [
ये पुनः क्रूरकर्म्माणस्ते पश्यंति भयानकम् ॥
दंष्ट्राकरालवदनं भृकुटीकुटिलेक्षणम् ॥
]

`verse 50 [
ऊर्ध्वकेशं महाश्मश्रुमूर्ध्वप्रस्फुरिताधरम् ॥
अष्टादशभुजं क्रुद्धं नीलांजनचयोपमम्॥
]

`verse 51 [
सर्वायुधोद्धतकरं सर्वदण्डेन तर्जयन् ॥
महामहिषमारूढं दीप्ताग्निसमलोचनम्॥
]

`verse 52 [
रक्तमाल्यांबरधरं महामेरुमिवोच्छ्रितम्॥
प्रलयाम्बुदनिर्घोषं पिबन्निव महोदधिम् ॥ ॥
]

`verse 53 [
ग्रसंतमिव शैलेन्द्रमुद्गिरंतमिवानलम् ॥
मृत्युश्चैव समीपस्थः कालानलसमप्रभुः ॥
]

`verse 54 [
कालश्चांजनसंकाशः कृतांतश्च भयानकः ॥
मारीचोग्रमहामारी कालरात्रिश्च दारुणा ॥
]

`verse 55 [
विविधा व्याधयः कुष्ठा नानारूपा भयावहाः ॥
शक्तिशूलांकुशधराः पाशचक्रासिपाणयः ॥
]

`verse 56 [
वजतुंडधरा रुद्रा क्षुरतूणधनुर्द्धराः॥
नानायुधधरास्सर्वे महावीरा भयंकराः॥
]

`verse 57 [
असंख्याता महावीराः कालाञ्जनसमप्रभाः ॥
सर्वायुधोद्यतकरा यमदूता भयानकाः ॥
]

`verse 58 [
अनेन परिचारेण वृतं तं घोरदर्शनम् ॥
यमं पश्यंति पापिष्ठाश्चित्रगुप्तं च भीषणम् ॥
]

`verse 59 [
निर्भर्त्सयति चात्यंतं यमस्तान्पापकर्म्मणः ॥
चित्रगुप्तश्च भगवान्धर्म्मवाक्यैः प्रबोधयेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां नरकलोकमार्गयमदूतस्वरूपवर्णनं नाम सप्तमोऽध्यायः ॥
]
