`speaker [
चित्रगुप्त उवाच
]

`verse 1 [
भो भो दुष्कृतकर्म्माणः पर द्रव्यापहारकाः ॥
गर्विता रूपवीर्येण परदारावमर्द्दकाः ॥
]

`verse 2 [
यस्त्वयं क्रियते कर्म तदिदं भुज्यते पुनः ॥
तत्किमात्मोपघातार्थं भवद्भिर्दुष्कृतं कृतम् ॥
]

`verse 3 [
इदानीं किं प्रलप्यध्वे पीड्यमानास्स्वकर्मभिः ॥
भुज्यंतां स्वानि कर्म्माणि नास्ति दोषो हि कस्यचित् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 4 [
एवं ते पृथिवीपालास्संप्राप्तास्तत्समीपतः ॥
स्वकीयैः कर्म्मभिघौरैर्दुष्कर्म्मबलदर्पिणः ॥
]

`verse 5 [
तानपि क्रोधसंयुक्तश्चित्रगुप्तो महाप्रभुः ॥
संशिक्षयति धर्मज्ञो यमराजानुशिक्षया ॥
]

`speaker [
चित्रगुप्त उवाच
]

`verse 6 [
भो भो नृपा दुराचाराः प्रजा विध्वंसकारिणः ॥
अल्पकालस्य राज्यस्य कृते किं दुष्कृतं कृतम् ॥
]

`verse 7 [
राज्यभोगेन मोहेन बलादन्यायतः प्रजाः ॥
यद्दण्डिताः फलं तस्य भुज्यतामधुना नृपाः ॥
]

`verse 8 [
क्व तद्राज्यं कलत्रं च यदर्थमशुभं कृतम् ॥
तत्सर्वं संपरित्यज्य यूयमेकाकिनः स्थिताः ॥
]

`verse 9 [
पश्यामि तद्बलं नष्टं येन विध्वंसिताः प्रजाः ॥
यमदूतैर्योज्यमाना अधुना कीदृशं भवेत् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 10 [
एवं बहुविधैर्वाक्यैरुपलब्धा यमेन ते ॥
स्वानि कर्माणि शोचंति तूष्णीं तिष्ठंति पार्थिवाः ॥
]

`verse 11 [
इति कर्म्म समुद्दिश्य नृपाणां धर्म्मराड्यमः॥
तत्पापपंकशुद्ध्यर्थमिदं दूतान्ब्रवीति च ॥
]

`speaker [
यमराज उवाच
]

`verse 12 [
भोभोश्चण्ड महाचंड गृहीत्वा नृपतीन्बलात् ॥
नियमेन विशुद्यध्वं क्रमेण नरकाग्निषु ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 13 [
ततश्शीघ्रं समादाय नृपान्संगृह्य पादयोः॥
भ्रामयित्वा तु वेगेन निक्षिप्योर्ध्वं प्रगृह्य च ॥।
सर्वप्रायेण महतातीव तप्ते शिलातले॥
आस्फालयंति तरसा वज्रेणेव महाद्रुमान्॥
]

`verse 14 [
ततस्सरक्तं श्रोत्रेण स्रवते जर्जरीकृतः॥
निस्संज्ञस्स सदा देही निश्चेष्टस्संप्रजायते॥
]

`verse 15 [
ततस्स वायुना स्पृष्टस्सतैरुज्जीवितः पुनः॥
ततः पापविशुद्ध्यर्थं क्षिपंति नरकार्णवे॥
]

`verse 16 [
अष्टाविंशतिसंख्याभिः क्षित्यधस्सप्तकोटयः॥
सप्तमस्य तलस्यांते घोरे तमसि संस्थितः॥
]

`verse 17 [
घोराख्या प्रथमा कोटिः सुघोरा तदधः स्थिता ॥
अतिघोरा महाघोरा घोररूपा च पंचमी ॥
]

`verse 18 [
षष्ठी तलातलाख्या च सप्तमी च भयानका॥
अष्टमी कालरात्रिश्च नवमी च भयोत्कटा॥
]

`verse 19 [
दशमी तदधश्चण्डा महाचण्डा ततोऽप्यधः ॥
चण्डकोलाहला चान्या प्रचण्डा चण्डनायिका ॥
]

`verse 20 [
पद्मा पद्मावती भीता भीमा भीषणनायिका ॥
कराला विकराला च वज्राविंशतिमा स्मृता ॥
]

`verse 21 [
त्रिकोणा पञ्चकोणा च सुदीर्घा चाखिलार्तिदा॥
समा भीमबला भोग्रा दीप्तप्रायेति चान्तिमी॥
]

`verse 22 [
इति ते नामतः प्रोक्ता घोरा नरककोटयः॥
अष्टाविंशतिरेवैताः पापानां यातनात्मिकाः॥
]

`verse 23 [
तासां क्रमेण विज्ञेयाः पंच पञ्चैव नायकाः॥
प्रत्येकं सर्वकोटीनां नामतस्संनिबोधत ॥
]

`verse 24 [
रौरवः प्रथमस्तेषां रुवंते यत्र देहिनः ॥
महारौरवपीडाभिर्महांतोऽपि रुदंति च ॥
]

`verse 25 [
ततश्शीतं तथा चोष्णं पंचाद्या नायकास्स्मृताः ॥
सुघोरस्तु महातीक्ष्णस्तथा संजीवनः स्मृतः ॥
]

`verse 26 [
महातमो विलोमश्च विलोपश्चापि कंटक॥
तीव्रवेगः करालश्च विकरालः प्रकंपनः ॥
]

`verse 27 [
महावक्रश्च कालश्च कालसूत्रः प्रगर्जनः ॥
सूचीमुखस्सुनेतिश्च खादकस्सुप्रपीडनः ॥
]

`verse 28 [
कुम्भीपाकसुपाकौ च क्रकचश्चातिदारुणः ॥
अंगारराशिभवनं मेरुरसृक्प्रहितस्ततः ॥
]

`verse 29 [
तीक्ष्णतुण्डश्च शकुनिर्महासंवर्तकः क्रतुः॥
तप्तजंतुः पंकलेपः प्रतिमांसस्त्रपूद्भवः॥
]

`verse 30 [
उच्छ्वासस्सुनिरुच्छ्वासो सुदीर्घः कूटशाल्मलिः॥
दुरिष्टस्सुमहावादः प्रवादस्सुप्रतापनः ॥
]

`verse 31 [
ततो मेघो वृषः शाल्मस्सिंहव्याघ्रगजाननाः॥
श्वसूकराजमहिषघूककोकवृकाननाः॥
]

`verse 32 [
ग्राहकुंभीननक्राख्या स्सर्पकूर्माख्यवायसाः॥
गृध्रोलूकहलोकाख्याः शार्दूलक्रथकर्कटाः॥
]

`verse 33 [
मंडूकाः पूतिवक्त्राश्च रक्ताक्षः पूतिमृत्तिकाः॥
कणधूम्रस्तथाग्निश्च कृमिगन्धिवपुस्तथा ॥
]

`verse 34 [
अग्नीध्रश्चाप्रतिष्ठश्च रुधिराभश्श्वभोजनः ॥
लाला भेक्षांत्रभक्षौ च सर्वभक्षः सुदारुणः॥
]

`verse 35 [
कंटकस्सुविशालश्च विकटः कटपूतनः॥
अंबरीषः कटाहश्च कष्टा वैतरणी नदी॥
]

`verse 36 [
सुतप्तलोहशयन एकपादः प्रपूरणः ॥
असितालवनं घोरमस्थिभंगः सुपूरणः॥
]

`verse 37 [
विलातसोऽसुयंत्रोऽपि कूटपाशः प्रमर्दनः ॥
महाचूर्ण्णो सुचूर्ण्णोऽपि तप्तलोहमयं तथा ॥
]

`verse 38 [
पर्वतः क्षुरधारा च तथा यमलपर्वतः ॥
मूत्रविष्ठाश्रुकूपश्च क्षारकूपश्च शीतलः ॥
]

`verse 39 [
मुसलोलूखलं यन्त्रं शिलाशकटलांगलम्॥
तालपत्रासिगहनं महाशकटमण्डपम्॥
]

`verse 40 [
संमोहमस्थिभंगश्च तप्तश्चलमयो गुडम्॥
बहुदुखं महाक्लेशः कश्मलं समलं मलात् ॥
]

`verse 41 [
हालाहलो विरूपश्च स्वरूपश्च यमानुगः ॥ ,
एकपादस्त्रिपादश्च तीव्रश्चाचीवरं तमः ॥
]

`verse 42 [
अष्टाविंशतिरित्येते क्रमशः पंचपंचकम् ॥
कोटीनामानुपूर्व्येण पंच पंचैव नायकाः ॥।४३॥
रौरवाय प्रबोध्यंते नरकाणां शतं स्मृतम्॥
चत्वारिंशच्छतं प्रोक्तं महानरकमण्डलम् ॥
]

`verse 43 [
इति ते व्यास संप्रोक्ता नरकस्य स्थितिर्मया ॥
प्रसंख्यानाच्च वैराग्यं शृणु पापगतिं च ताम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां नरकलोकवर्णनं नामाष्टमोऽध्यायः ॥
]
