`speaker [
सनत्कुमार उवाच
]

`verse 1 [
एषु पापाः प्रपच्यंते शोष्यंते नरकाग्निषु ॥
यातनाभिर्विचित्राभिरास्वकर्म्मक्षयाद्भृशम् ॥
]

`verse 2 [
स्वमलप्रक्षयाद्यद्वदग्नौ धास्यंति धातवः ॥
तत्र पापक्षयात्पापा नराः कर्मानुरूपतः ॥
]

`verse 3 [
सुगाढं हस्तयोर्बद्ध्वा ततश्शृंखलया नराः ॥
महावृक्षाग्रशाखासु लम्ब्यन्ते यमकिंकरैः ॥
]

`verse 4 [
ततस्ते सर्वयत्नेन क्षिप्ता दोलंति किंकरैः ॥
दोलंतश्चातिवेगेन विसंज्ञा यांति योजनम् ॥
]

`verse 5 [
अंतरिक्षस्थितानां च लोहभारशतं पुनः ॥
पादयोर्बध्यते तेषां यमदूतैर्महाबलैः ॥
]

`verse 6 [
तेन भारेण महता प्रभृशं ताडिता नराः ॥
ध्यायंति स्वानि कर्माणि तूष्णीं तिष्ठन्ति निश्चलाः ॥
]

`verse 7 [
ततोंऽकुशैरग्निवर्णैर्लोह दण्डैश्च दारुणैः ॥
हन्यंते किंकरैघोरैस्समन्तात्पापकर्म्मिणः ॥
]

`verse 8 [
ततः क्षारेण दीप्तेन वह्नेरपि विशेषतः ॥
समंततः प्रलिप्यंते तीवेण तु पुनः पुनः ॥
]

`verse 9 [
द्रुतेनात्यंतलिप्तेन कृत्तांगा जर्जरीकृताः ॥
पुनर्विदार्य्य चांगानि शिरसः प्रभृति क्रमात् ॥
]

`verse 10 [
वृताकवत्प्रपच्यंते तप्तलोहकटाहकैः॥
विष्ठापूर्णे तथा कूपे कृमीणां निचये पुनः ॥
]

`verse 11 [
मेदोऽसृक्पूयपूर्णायां वाप्यां क्षिप्यंति ते पुनः ॥
भक्ष्यंते कृमिभिस्तीक्ष्णैर्लोंहतुंडैश्च वायसैः॥
]

`verse 12 [
श्वभिर्द्दंशैर्वृकैर्व्याघ्रैर्रौद्रैश्च विकृताननैः ॥
पच्यंते मत्स्यवच्चापि प्रदीप्तांगारराशिषु ॥
]

`verse 13 [
भिन्नाः शूलैस्तु तीक्ष्णैश्च नराः पापेन कर्म्मणा ॥
तैलयन्त्रेषु चाक्रम्य घोरैः कर्म्मभिरात्मनः॥
]

`verse 14 [
तिला इव प्रपीड्यंते चक्राख्ये जनपिंडकाः ॥
भ्रज्यंते चातपे तप्ते लोहभाण्डेष्वनेकधा ॥
]

`verse 15 [
तैलपूर्णकटाहेषु सुतप्तेषु पुनःपुनः॥
बहुधा पच्यते जिह्वा प्रपीड्योरसि पादयोः ॥
]

`verse 16 [
यातनाश्च महत्योऽत्र शरीरस्याति सर्वतः ॥
निश्शेषनरकेष्वेवं क्रमंति क्रमशो नराः ॥
]

`verse 17 [
नरकेषु च सर्वेषु विचित्रा यमयातना॥
याम्यैश्च दीयते व्यास सर्वांगेषु सुकष्टदा ॥
]

`verse 18 [
ज्वलदंगारमादाय मुखमापूर्य्य ताड्यते ॥
ततः क्षारेण दीप्तेन ताम्रेण च पुनःपुनः ॥
]

`verse 19 [
घृतेनात्यन्ततप्तेन तदा तैलेन तन्मुखम् ॥
इतस्ततः पीडयित्वा भृशमापूर्य्य हन्यते ॥
]

`verse 20 [
विष्ठाभिः कृमिभिश्चापि पूर्यमाणाः क्वचित्क्वचित् ॥
परिष्वजंति चात्युग्रां प्रदीप्तां लोहशाल्मलीम्॥
]

`verse 21 [
हन्यंते पृष्ठदेशे च पुनर्दीप्तैर्महाघनैः ॥
दन्तुरेणादिकंठेन क्रकचेन बलीसया॥
]

`verse 22 [
शिरःप्रभृति पीड्यंते घोरैः कर्मभिरात्मजैः ॥
खाद्यंते च स्वमांसानि पीयते शोणितं स्वकम्॥
]

`verse 23 [
अन्नं पानं न दत्तं यैस्सर्वदा स्वात्मपोषकैः॥
इक्षुवत्ते प्रपीड्यंते जर्जरीकृत्य मुद्गरैः ॥
]

`verse 24 [
असितालवने घोरे छिद्यन्ते खण्डशस्ततः ॥
सूचीभिर्भिन्नसर्वाङ्गास्तप्तशूलाग्ररोपिताः॥
]

`verse 25 [
संचाल्यमाना बहुशः क्लिश्यंते न म्रियन्ति च ॥
तथा च तच्छरीराणि सुखदुःखसहानि च ॥
]

`verse 26 [
देहादुत्पाट्य मांसानि भिद्यंते स्वैश्च मुद्गरैः॥
दंतुराकृतिभिर्र्घोरैर्यमदूतैर्बलोत्कटैः ॥
]

`verse 27 [
निरुच्छ्वासे निरुछ्वासास्तिष्ठंति नरके चिरम् ॥
उत्ताड्यंते तथोछ्वासे वालुकासदने नराः॥
]

`verse 28 [
रौरवे रोदमानाश्च पीड्यंते विविधै वधैः ॥
महारौरवपीडाभिर्महांतोऽपि रुदंति च ॥
]

`verse 29 [
पत्सु वक्त्रे गुदे मुंडे नेत्रयोश्चैव मस्तके ॥
निहन्यंते घनैस्तीक्ष्णैस्सुतप्तैर्लोह शंकुभिः ॥
]

`verse 30 [
सुतप्तावालुकायां तु प्रयोज्यंते मुहुर्मुहुः ॥
जंतुपंके भृशं तप्ते क्षिप्ताः क्रन्दंति विस्वरम् ॥
]

`verse 31 [
कुंभीपाकेषु च तथा तप्ततैलेषु वै मुने॥
पापिनः कूरकर्म्माणोऽसह्येषु सर्वथा पुनः॥
]

`verse 32 [
लालाभक्षेषु पापास्ते पात्यंते दुःखदेषु वै ॥
नानास्थानेषु पच्यंते नरकेषु पुनःपुनः ॥
]

`verse 33 [
सूचीमुखे महाक्लेशे नरके पात्यते नरः ॥
पापी पुण्यविहीनश्च ताड्यते यमकिंकरैः ॥
]

`verse 34 [
लौहकुम्भे विनिःक्षिप्ताः श्वसन्तश्च शनैःशनैः ॥
महाग्निना प्रपच्यंते स्वपापैरेव मानवाः॥
]

`verse 35 [
दृढं रज्ज्वादिभिर्बद्ध्वा प्रपीड्यंते शिलासु च ॥
क्षिप्यंते चान्धकूपेषु दश्यंते भ्रमरैर्भृशम् ॥
]

`verse 36 [
कृमिभिर्भिन्नसर्वांगाश्शतशो जर्जरीकृताः ॥
सुतीक्ष्णक्षारकूपेषु क्षिप्यंते तदनंतरम् ॥
]

`verse 37 [
महाज्वालेऽत्र नरके पापाः क्रन्दंति दुःखिताः ॥
इतश्चेतश्च धावंति दह्यमानास्तदर्चिषा ॥
]

`verse 38 [
पृष्ठे चानीय तुण्डाभ्यां विन्यस्त स्कंधयोजिते ॥
तयोर्मध्येन वाकृष्य बाहुपृष्ठेन गाढतः ॥
]

`verse 39 [
बद्ध्वा परस्परं सर्वे सुभृशं पापरज्जुभिः ॥
बद्धपिंडास्तु दृश्यंते महा ज्वाले तु यातनाः ॥
]

`verse 40 [
रज्जुभिर्वेष्टिताश्चैव प्रलिप्ताः कर्द्दमेन च ॥
करीषतुषवह्नौ च पच्यंते न म्रियंति च ॥
]

`verse 41 [
सुतीक्ष्णं चरितास्ते हि कर्कशासु शिलासु च ॥
आस्फाल्य शतशः पापाः पच्यंते तृणवत्ततः॥
]

`verse 42 [
शरीराभ्यंतरगतैः प्रभूतैः कृमिभिर्नराः ॥
भक्ष्यंते तीक्ष्णवदनैरात्मदेहक्षयाद्भृशम् ॥
]

`verse 43 [
कृमीणां निचये क्षिप्ताः पूयमांसास्थिराशिषु॥
तिष्ठंत्युद्विग्नहृदयाः पर्वताभ्यां निपीडिताः ॥
]

`verse 44 [
तप्तेन वज्रलेपेन शरीरमनुलिप्यते ॥
अधोमुखोर्ध्वपादाश्च तातप्यंते स्म वह्निना ॥
]

`verse 45 [
वदनांतः प्रविन्यस्तां सुप्रतप्तामयोगदाम् ॥
ते खादन्ति पराधीनास्तैस्ताड्यंते समुद्गरैः ॥
]

`verse 46 [
इत्थं व्यास कुकर्म्माणो नरकेषु पचंति हि॥
वर्णयामि विवर्णत्वं तेषां तत्त्वाय कर्म्मिणाम्॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां सामान्यतो नरकगतिवर्णनंनाम नवमोऽध्यायः॥
]
