`speaker [
सनत्कुमार उवाच
]

`verse 1 [
मिथ्यागमं प्रवृत्तस्तु द्विजिह्वाख्ये च गच्छति ॥
जिह्वार्द्धकोशविस्तीर्णहलैस्तीक्ष्णः प्रपीड्यते॥
]

`verse 2 [
निर्भर्त्सयति यः क्रूरो मातरं पितरं गुरुम् ॥
विष्ठाभिः कृमिमिश्राभिर्मुखमापूर्य्य हन्यते ॥
]

`verse 3 [
ये शिवायतनारामवापीकूपतडागकान्॥
विद्रवंति द्विजस्थानं नरास्तत्र रमंति च ॥
]

`verse 4 [
कामायोद्वर्तनाभ्यंग स्नानपानाम्बुभोजनम् ॥
क्रीडनं मैथुनं द्यूतमाचरन्ति मदोद्धता॥
]

`verse 5 [
पेचिरे विविधैर्घेरैरिक्षुयंत्रादिपीडनैः ॥
निरयाग्निषु पच्यंते यावदाभूतसंप्लवम्॥
]

`verse 6 [
तेन तेनैव रूपेण ताड्यते पारदारिकाः ॥
गाढमालिंग्य ते नारीं सुतप्तां लोहनिर्मिताम् ॥
]

`verse 7 [
पूर्वाकाराश्च पुरुषाः प्रज्वलन्ति समंततः ॥
दुश्चारिणीं स्त्रियं गाढमालिंगंति रुदंति च ॥
]

`verse 8 [
ये शृण्वंति सतां निंदां तेषां कर्णप्रपूरणम् ॥
अग्निवर्णैरयःकीलैस्तप्तैस्ताम्रादिनिर्मितैः ॥
]

`verse 9 [
त्रपुसीसारकूटाद्भिः क्षीरेण च पुनःपुनः॥
सुतप्ततीक्ष्णतैलेन वज्रलेपेन वा पुनः ॥
]

`verse 10 [
क्रमादापूर्य्यकर्णांस्तु नरकेषु च यातनाः ॥
अनुक्रमेण सर्वेषु भवंत्येताः समंततः ॥
]

`verse 11 [
सर्वेन्द्रियाणामप्येवं क्रमात्पापेन यातनाः ॥
भवंति घोराः प्रत्येकं शरीरेण कृतेन च ॥
]

`verse 12 [
स्पर्शदोषेण ये मूढास्स्पृशंति च परस्त्रियम् ॥
तेषां करोऽग्निवर्णाभिः पांशुभिः पूर्य्यते भृशम् ॥
]

`verse 13 [
तेषां क्षारादिभिस्सर्वैश्शरीरमनुलिप्यते ॥
यातनाश्च महाकष्टास्सर्वेषु नरकेषु च ॥
]

`verse 14 [
कुर्वन्ति पित्रोर्भृकुटिं करनेत्राणि ये नरा ॥
वक्त्राणि तेषां सांतानि कीर्य्यंते शंकुभिर्दृढम् ॥
]

`verse 15 [
यैरिन्द्रियैर्नरा ये च कुर्वन्ति परस्त्रियम् ॥
इन्द्रियाणि च तेषां वै विकुर्वंति तथैव च ॥
]

`verse 16 [
परदारांश्च पश्यन्ति लुब्धास्स्तब्धेन चक्षुषा ॥
सूचीभिश्चाग्निवर्णाभिस्तेषां नेत्रप्रपूरणम् ॥
]

`verse 17 [
क्षाराद्यैश्च क्रमात्सर्वा इहैव यमयातनाः ॥
भवंति मुनिशार्दूल सत्यंसत्यं न संशयः ॥
]

`verse 18 [
देवाग्निगुरुविप्रेभ्यश्चानिवेद्य प्रभुंजते ॥
लोहकीलशतैस्तप्तैस्तज्जिह्वास्यं च पूर्य्यते ॥
]

`verse 19 [
ये देवारामपुष्पाणि लोभात्संगृह्य पाणिना ॥
जिघ्रंति च नरा भूयः शिरसा धारयंति च ॥
]

`verse 20 [
आपूर्य्यते शिरस्तेषां तप्तैर्लोहस्य शंकुभिः ॥
नासिका वातिबहुलैस्ततः क्षारादिभिर्भृशम् ॥
]

`verse 21 [
ये निंदन्ति महात्मानं वाचकं धर्म्मदेशिकम् ॥
देवाग्निगुरुभक्तांश्च धर्मशास्त्रं च शाश्वतम् ॥
]

`verse 22 [
तेषामुरसि कण्ठे च जिह्वायां दंतसन्धिषु ॥
तालुन्योष्ठे नासिकायां मूर्ध्नि सर्वाङ्गसन्धिषु ॥
]

`verse 23 [
अग्निवर्णास्तु तप्ताश्च त्रिशाखा लोहशंकवः ॥
आखिद्यंते च बहुशः स्थानेष्वेतेषु मुद्गरैः ॥
]

`verse 24 [
ततः क्षारेण दीप्तेन पूर्यते हि समं ततः ॥
यातनाश्च महत्यो वै शरीरस्याति सर्वतः ॥
]

`verse 25 [
अशेषनरकेष्वेव क्रमंति क्रमशः पुनः ॥
ये गृह्णन्ति परद्रव्यं पद्भ्यां विप्रं स्पृशंति च ॥
]

`verse 26 [
शिवोपकरणं गां च ज्ञानादिलिखितं च यत् ॥
हस्तपादादिभिस्तेषामापूर्य्यंते समंततः ॥
]

`verse 27 [
नरकेषु च सर्वेषु विचित्रा देहयातनाः ॥
भवंति बहुशः कष्टाः पाणिपादसमुद्भवाः ॥
]

`verse 28 [
शिवायतनपर्य्यंते देवारामेषु कुत्रचित्॥
समुत्सृजंति ये पापाः पुरीषं मूत्रमेव च॥
]

`verse 29 [
तेषां शिश्नं सवृषणं चूर्ण्यते लोहमुद्गरैः॥
सूचीभिरग्निवर्णाभिस्कथा त्वापूर्य्यते पुनः ॥
]

`verse 30 [
ततः क्षारेण महता तीव्रेण च पुनः पुनः ॥
द्रुतेन पूर्यते गाढं गुदे शिश्ने च देहिनः ॥
]

`verse 31 [
मनस्सर्वेन्द्रियाणां च यस्मा द्दुःखं प्रजायते ॥
धने सत्यपि ये दानं न प्रयच्छंति तृष्णया ॥
]

`verse 32 [
अतिथिं चावमन्यते काले प्राप्ते गृहाश्रमे ॥
तस्मात्ते दुष्कृतं प्राप्य गच्छंति निरयेऽशुचौ ॥
]

`verse 33 [
येऽन्नं दत्त्वा हि भुंजंति न श्वभ्यस्सह वायसैः ॥
तेषां च विवृतं वक्त्रं कीलकद्वयताडितम्॥
]

`verse 34 [
कृमिभिः प्राणिभिश्चोग्रैर्लोहतुण्डैश्च वायसैः ॥
उपद्रवैर्बहुविधैरुग्रैरंतः प्रपीड्यते ॥
]

`verse 35 [
श्यामश्च शबलश्चैव यममार्गानुरोधकौ ॥
यौ स्तस्ताभ्यां प्रयच्छामि तौ गृह्णीतामिमं बलिम् ॥
]

`verse 36 [
ये वा वरुणवायव्या याम्या नैर्ऋत्यवायसाः ॥
वायसा पुण्यकर्माणस्ते प्रगृह्णंतु मे बलिम् ॥
]

`verse 37 [
शिवामभ्यर्च्य यत्नेन हुत्वाग्नौ विधिपूर्वकम् ॥
शैवैर्मन्त्रैर्बलिं ये च ददंते न च ते यमम् ॥
]

`verse 38 [
पश्यंति त्रिदिवं यांति तस्माद्दद्याद्दिनेदिने॥
मण्डलं चतुरस्रं तु कृत्वा गंधादिवासितम् ॥
]

`verse 39 [
धन्वन्तर्यर्थमीशान्यां प्राच्यामिन्द्राय निःक्षिपेत् ॥
याम्यां यमाय वारुण्यां सुदक्षोमाय दक्षिणे ॥
]

`verse 40 [
पितृभ्यस्तु विनिक्षिप्य प्राच्यामर्यमणे ततः ॥
धातुश्चैव विधातुश्च द्वारदेशे विनिःक्षिपेत् ॥
]

`verse 41 [
श्वभ्यश्च श्वपतिभ्यश्च वयोभ्यो विक्षिपेद्भुवि ॥
देवैः पितृमनुष्यैश्च प्रेतैर्भूतैस्सगुह्यकै ॥
]

`verse 42 [
वयोभिः कृमिकीटैश्च गृहस्थश्चोपजीव्यते ॥
स्वाहाकारः स्वधाकारो वषट्कारस्तृतीयकः ॥
]

`verse 43 [
हंतकारस्तथैवान्यो धेन्वा स्तनचतुष्टयम्॥
स्वाहाकारं स्तनं देवास्स्वधां च पितरस्तथा॥
]

`verse 44 [
वषट्कारं तथैवान्ये देवा भूतेश्वरास्तथा ॥
हंतकारं मनुष्याश्च पिबंति सततं स्त  नम् ॥
]

`verse 45 [
यस्त्वेतां मानवो धेनुं श्रद्धया ह्यनुपूर्विकाम् ॥
करोति सततं काले साग्नित्वायोपकल्प्यते ॥
]

`verse 46 [
यस्तां जहाति वा स्वस्थस्तामिस्रे स तु मज्जति ॥
तस्माद्दत्त्वा बलिं तेभ्यो द्वारस्थश्चिंतयेत्क्षणम् ॥
]

`verse 47 [
क्षुधार्तमतिथिं सम्यगेकग्रामनिवासिनम्   ॥
भोजयेत्तं शुभान्नेन यथाशक्त्यात्मभोजनात् ॥
]

`verse 48 [
अतिथिर्यस्य भग्नाशो गृहात्प्रतिनिवर्तते ॥
स तस्मै दुष्कृतं दत्त्वा पुण्यमा दाय गच्छति ॥
]

`verse 49 [
ततोऽन्नं प्रियमेवाश्नन्नरः शृंखलवान्पुनः ॥
जिह्वावेगेन विद्धोत्र चिरं कालं स तिष्ठति ॥
]

`verse 50 [
यतस्तं मांसमुद्धत्य  तिलमात्रप्रमाणतः ॥
खादितुं दीयते तेषां भित्त्वा चैव तु शोणितम् ॥
]

`verse 51 [
निश्शेषतः कशाभिस्तु पीड्यते क्रमशः पुनः ॥
बुभुक्षयातिकष्टं हि तथायाति पिपासया ॥
]

`verse 52 [
एवमाद्या महाघोरा यातनाः पापकर्मणाम् ॥
अंते यत्प्रतिपन्नं हि तत्संक्षेपेण संशृणु  ॥
]

`verse 53 [
यः करोति महापापं धर्म्मं चरति वै लघु ॥
धर्म्मं गुरुतरं वापि तथावस्थे तयोः शृणु ॥
]

`verse 54 [
सुकृतस्य फलं नोक्तं गुरुपा पप्रभावतः ॥
न मिनोति सुखं तत्र भोगैर्बहुभिरन्वितः ॥
]

`verse 55 [
तथोद्विग्नोतिसंतप्तो न भक्ष्यैर्मन्यते सुखम् ॥
अभावादग्रतोऽन्यस्य प्रतिकल्पं दिनेदिने ॥
]

`verse 56 [
पुमान्यो गुरुधर्म्माऽपि सोपवासो यथा गृही ॥
वित्तवान्न विजानाति पीडां नियमसंस्थितः ॥
]

`verse 57 [
तानि पापानि घोराणि संति यैश्च नरो भुवि ॥
शतधा भेदमाप्नोति गिरिर्वज्रहतो यथा ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां नरकगतिभोगवर्णनं नाम दशमोऽध्यायः ॥
]
