`verse 1 [
॥ व्यास उवाच ॥ ॥
कृतपापा नरा यांति दुःखेन महतान्विताः ॥
यममार्गे सुखं यैश्च तान्धर्मान्वद मे प्रभो ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
अवश्यं हि कृतं कर्म भोक्तव्यमविचारतः ॥
शुभाशुभमथो वक्ष्ये तान्धर्म्मान्सुखदायकान् ।२॥
अत्र ये शुभकर्म्माणः सौम्यचित्ता दयान्विताः ॥
सुखेन ते नरा यांति यममार्गं भयावहम् ॥
]

`verse 3 [
यः प्रदद्याद् द्विजेन्द्राणामुपानत्काष्ठपादुके ॥
स नरोऽश्वेन महता सुखं याति यमालयम् ॥
]

`verse 4 [
छत्रदानेन गच्छंति यथा छत्रेण देहिनः ॥
शिबिकायाः प्रदानेन तद्रथेन सुखं व्रजेत् ॥
]

`verse 5 [
शय्यासनप्रदानेन सुखं याति सुविश्रमम् ॥
आरामच्छायाकर्तारो मार्गे वा वृक्षरोपकाः ॥
व्रजन्ति यमलोकं च आतपेऽति गतक्लमाः ॥
]

`verse 6 [
यांति पुष्पगयानेन पुष्पारामकरा नराः ॥
देवायतनकर्तारः क्रीडंति च गृहोदरे ॥
]

`verse 7 [
कर्तारश्च तथा ये च यतीनामाश्रमस्य च ॥
अनाथमण्डपानां तु क्रीडंति च गृहोदरे ॥
]

`verse 8 [
देवाग्निगुरुविप्राणां मातापित्रोश्च पूजकाः ॥
पूज्यमाना नरा यांति कामुकेन यथासुखम् ॥
]

`verse 9 [
द्योतयंतो दिशस्सर्वा यांति दीपप्रदायिनः ॥
प्रतिश्रयप्रदानेन सुखं यांति निरामयाः ॥
]

`verse 10 [
विश्राम्यमाणा गच्छंति गुरुशुश्रूषका नराः ॥
आतोद्यविप्रदातारस्सुखं यांति स्वके गृहे ॥
]

`verse 11 [
सर्वकामसमृद्धेन यथा गच्छंति गोप्रदाः ॥
अत्र दत्तान्नपानानि 'तान्याप्नोति नरः पथि ॥
]

`verse 12 [
पादशौचप्रदानेन सजलेन पथा व्रजेत् ॥
पादाभ्यंगं च यः कुर्यादश्वपृष्ठेन गच्छति ॥
]

`verse 13 [
पादशौचं तथाभ्यंगं दीपमन्नं प्रतिश्रयम् ॥
यो ददाति सदा व्यास नोपसर्पति तं यमः ॥
]

`verse 14 [
हेमरत्नप्रदानेन याति दुर्गाणि निस्तरन् ॥
रौप्यानडुत्स्रग्दानेन यमलोकं सुखेन सः ॥
]

`verse 15 [
इत्येवमादिभिर्दानैस्सुखं यांति यमालयम् ॥
स्वर्गे तु विविधान्भोगान्प्राप्नुवंति सदा नराः ॥
]

`verse 16 [
सर्वेषामेव दानानामन्नदानं परं स्मृतम् ॥
सद्यः प्रीतिकरं हृद्यं बलबुद्धिविवर्धनम् ॥
]

`verse 17 [
नान्नदानसमं दानं विद्यते मुनिसत्तम ॥
अन्नाद्भवंति भूतानि तदभावे म्रियंति च ॥
]

`verse 18 [
रक्तं मांसं वसा शुक्रं क्रमादन्नात्प्रवर्धते ॥
शुक्राद्भवंति भूतानि तस्मादन्नमयं जगत् ॥
]

`verse 19 [
हेमरत्नाश्वनागेन्द्रैर्नारीस्रक्चंदनादिभिः ॥
समस्तैरपि संप्राप्तैर्न रमंति बुभुक्षिताः ॥
]

`verse 20 [
गर्भस्था जायमानाश्च बालवृद्धाश्च मध्यमाः ॥
आहारमभिकांक्षंति देवदानवराक्षसाः॥
]

`verse 21 [
क्षुधा निश्शेषरोगाणां व्याधिः श्रेष्ठतमः स्मृतः ॥
स चान्नौषधिलेपेन नश्यतीह न संशयः ॥
]

`verse 22 [
नास्ति क्षुधासमं दुःखं नास्ति रोगः क्षुधासमः ॥
नास्त्यरोगसमं सौख्यं नास्ति क्रोधसमो रिपुः ॥
]

`verse 23 [
अतएव महत्पुण्यमन्नदाने प्रकीर्तितम्॥
तथा क्षुधाग्निना तप्ता म्रियंते सर्वदेहिनः॥
]

`verse 24 [
अन्नदः प्राणदः प्रोक्तः प्राणदश्चापि सर्वदः॥
तस्मादन्नप्रदानेन सर्वदानफलं लभेत् ॥
]

`verse 25 [
यस्यान्नपानपुष्टाङ्गः कुरुते पुण्यसंचयम्॥
अन्नप्रदातुस्तस्यार्द्धं कर्तुश्चार्द्धं न संशयः ॥
]

`verse 26 [
त्रैलोक्ये यानि रत्नानि भोगस्त्रीवाहनानि च ॥
अन्नदानप्रदस्सर्वमिहामुत्र च तल्लभेत् ॥
]

`verse 27 [
धर्म्मार्थकाममोक्षाणां देहः परमसाधनम् ॥
तस्मादन्नेन पानेन पालयेद्देहमात्मनः ॥
]

`verse 28 [
अन्नमेव प्रशंसंति सर्वमेव प्रतिष्ठितम् ॥
अन्नेन सदृशं दानं न भूतं न भविष्यति ॥
]

`verse 29 [
अन्नेन धार्य्यते सर्वं विश्वं जगदिदं मुने ॥
अन्नमूर्जस्करं लोके प्राणा ह्यन्ने प्रतिष्ठिताः ॥
]

`verse 30 [
दातव्यं भिक्षवे चान्नं ब्राह्मणाय महात्मने ॥
कुटुंबं पीडयित्वापि ह्यात्मनो भूतिमिच्छता ॥
]

`verse 31 [
विददाति निधिश्रेष्ठं यो दद्यादन्नमर्थिने॥
ब्राह्मणायार्तरूपाय पारलौकिकमात्मनः ॥
]

`verse 32 [
अर्चयेद्भूतिमन्विच्छन्काले द्विजमुपस्थितम् ॥
श्रांतमध्वनि वृत्त्यर्थं गृहस्थो गृहमागतम् ॥ ॥
]

`verse 33 [
अन्नदः पूजयेद्व्यासः सुशीलस्तु विमत्सरः ॥
क्रोधमुत्पतितं हित्वा दिवि चेह महत्सुखम् ॥
]

`verse 34 [
नाभिनिंदेदधिगतं न प्रणुद्यात्कथंचन ॥
अपि श्वपाके शुनि वा नान्नदानं प्रणश्यति॥
]

`verse 35 [
श्रांतायादृष्टपूर्वाय ह्यन्नमध्वनि वर्तते ॥
यो दद्यादपरिक्लिष्टं स समृद्धिमवाप्नुयात ॥
]

`verse 36 [
पितॄन्देवांस्तथा विप्रानतिथींश्च महामुने ॥
यो नरः प्रीणयत्यन्नैस्तस्य पुण्यफलं महत् ॥
]

`verse 37 [
अन्नं पानं च शूद्रेऽपि ब्राह्मणे च विशिष्यते ॥
न पृच्छेद्गोत्रचरणं स्वाध्यायं देशमेव च ॥
]

`verse 38 [
भिक्षितो ब्राह्मणेनेह दद्यादन्नं च यः पुमान् ॥
स याति परमं स्वर्गं यावदाभूतसंप्लवम् ॥
]

`verse 39 [
अन्नदस्य च वृक्षाश्च सर्वकामफलान्विताः ॥
भवंतीह यथा विप्रा हर्षयुक्तास्त्रिविष्टपे ॥
]

`verse 40 [
अन्नदानेन ये लोकास्स्वर्गे विरचिता मुने ॥
अन्नदातुर्महादिव्यास्ताञ्छृणुष्व महामुने ॥
]

`verse 41 [
भवनानि प्रकाशंते दिवि तेषां महात्मनाम् ॥
नानासंस्थानरूपाणि नाना कामान्वितानि च ॥
]

`verse 42 [
सर्वकामफलाश्चापि वृक्षा भवनसंस्थिताः ॥
हेमवाप्यः शुभाः कूपा दीर्घिकाश्चैव सर्वशः॥
]

`verse 43 [
घोषयंति च पानानि शुभान्यथ सहस्रशः ॥
भक्ष्यभोज्यमयाश्शैला वासांस्याभरणानि च ॥
]

`verse 44 [
क्षीरं स्रवंत्यस्सरितस्तथैवाज्यस्य पर्वताः ॥
प्रासादाः पाण्डुराभासाश्शय्याश्च कनकोज्ज्वलाः ॥
]

`verse 45 [
तानन्नदाश्च गच्छंति तस्मादन्नप्रदो भवेत् ॥
यदीच्छेदात्मनो भव्यमिह लोके परत्र च ॥
]

`verse 46 [
एते लोकाः पुण्यकृतामन्नदानां महाप्रभाः ॥
तस्मादन्नं विशेषेण दातव्यं मानवैर्ध्रुवम् ॥
]

`verse 47 [
अन्नं प्रजापतिस्साक्षादन्नं विष्णुस्स्वयं हरः ॥
तस्मादन्नसमं दानं न भूतं न भविष्यति ॥
]

`verse 48 [
कृत्वापि सुमहत्पापं यः पश्चादन्नदो भवेत् ॥
विमुक्तस्सर्वपापेभ्यस्स्वर्गलोकं स गच्छति ॥
]

`verse 49 [
अन्नपानाश्वगोवस्त्रशय्याच्छत्रासनानि च ॥
प्रेतलोके प्रशस्तानि दानान्यष्टौ विशेषतः ॥
]

`verse 50 [
एवं दानविशेषेण धर्मराजपुरं नरः ॥
यस्माद्याति विमानेन तस्माद्दानं समाचरेत् ॥
]

`verse 51 [
एतदाख्यानमनघमन्नदानप्रभावतः ॥
यः पठेत्पाठयेदन्यान्स समृद्धः प्रजायते ॥
]

`verse 52 [
शृणुयाच्छ्रावयेच्छ्राद्धे ब्राह्मणान्यो महामुने ॥।
अक्षय्यमन्नदानं च पितॄणामुपतिष्ठति॥
]

`colophon [
इति श्रीशिवमहापुराणे पंचम्यामुमासंहितायामन्नदानमाहात्म्यवर्णनं नामैकादशोऽध्यायः। ॥
]
