`speaker [
सनत्कुमार उवाच
]

`verse 1 [
पानीयदानं परमं दानानामुत्तमं सदा ॥
सर्वेषां जीवपुंजानां तर्पणं जीवनं स्मृतम् ॥
]

`verse 2 [
प्रपादानमतः कुर्यात्सुस्नेहादनिवारितम् ॥
जलाश्रयविनिर्माणं महानन्दकरं भवेत् ॥
]

`verse 3 [
इह लोके परे वापि सत्यं सत्यं न संशयः॥
तस्माद्वापीश्च कूपांश्च तडागान्कारयेन्नरः ॥
]

`verse 4 [
अर्द्धं पापस्य हरति पुरुषस्य विकर्मणः ॥
कूपः प्रवृत्तपानीयः सुप्रवृत्तस्य नित्यशः ॥
]

`verse 5 [
सर्वं तारयते वंशं यस्य खाते जलाशये ॥
गावः पिबंति विप्राश्च साधवश्च नरास्सदा ॥
]

`verse 6 [
निदाघकाले पानीयं यस्य तिष्ठत्यवारितम् ॥
सुदुर्गं विषमं कृच्छ्रं न कदाचिदवाप्यते ॥
]

`verse 7 [
तडागानां च वक्ष्यामि कृतानां ये गुणाः स्मृता ॥
त्रिषु लोकेषु सर्वत्र पूजितो यस्तडागवान् ॥
]

`verse 8 [
अथवा मित्रसदने मैत्रं मित्रार्तिवर्जितम् ॥
कीर्तिसंजननं श्रेष्ठं तडागानां निवेशनम् ॥
]

`verse 9 [
धर्मस्यार्थस्य कामस्य फलमाहुर्मनीषिणः ॥
तडागं सुकृते येन तस्य पुण्यमनन्तकम् ॥
]

`verse 10 [
चतुर्विधानां भूतानां तडागः परमाश्रयः ॥
तडागादीनि सर्वाणि दिशन्ति श्रियमुत्तमाम् ॥
]

`verse 11 [
देवा मनुष्या गन्धर्वाः पितरो नागराक्षसाः ॥
स्थावराणि च भूतानि संश्रयंति जलाशयम् ॥
]

`verse 12 [
प्रावृडृतौ तडागे तु सलिलं यस्य तिष्ठति ॥
अग्निहोत्रफलं तस्य भवतीत्याह चात्मभूः ॥
]

`verse 13 [
शरत्काले तु सलिलं तडागे यस्य तिष्ठति ॥
गोसहस्रफलं तस्य भवेन्नैवात्र संशयः ॥
]

`verse 14 [
हेमन्ते शिशिरे चैव सलिलं यस्य तिष्ठति ॥
स वै बहुसुवर्णस्य यज्ञस्य लभते फलम् ॥
]

`verse 15 [
वसंते च तथा ग्रीष्मे सलिलं यस्य तिष्ठति ॥
अतिरात्राश्वमेधानां फलमाहुर्मनीषिणः ॥
]

`verse 16 [
मुने व्यासाथ वृक्षाणां रोपणे च गुणाञ्छृणु ॥
प्रोक्तं जलाशयफलं जीवप्रीणनमुत्तमम् ॥।१६॥
अतीतानागतान्सर्वान्पितृवंशांस्तु तारयेत् ॥
कांतारे वृक्षरोपी यस्तस्माद्वृक्षांस्तु रोपयेत् ॥
]

`verse 17 [
तत्र पुत्रा भवंत्येते पादपा नात्र संशयः ॥
परं लोकं गतस्सोऽपि लोकानाप्नोति चाक्षयान् ॥
]

`verse 18 [
पुष्पैस्सुरगणान्सर्वान्फलैश्चापि तथा पितॄन् ॥
छायया चातिथीन्सर्वान्पूजयंति महीरुहाः ॥
]

`verse 19 [
किन्नरोरगरक्षांसि देवगंधर्वमानवाः ॥
तथैवर्षिगणाश्चैव संश्रयंति महीरुहान् ॥
]

`verse 20 [
पुष्पिताः फलवंतश्च तर्पयंतीह मानवान् ॥
इह लोके परे चैव पुत्रास्ते धर्मतः स्मृताः ॥
]

`verse 21 [
तडागकृद्वृक्षरोपी चेष्टयज्ञश्च यो द्विजः ॥
एते स्वर्गान्न हीयंते ये चान्ये सत्यवादिनः ॥
]

`verse 22 [
सत्यमेव परं ब्रह्म सत्यमेव परं तपः ॥
सत्यमेव परो यज्ञस्सत्यमेव परं श्रुतम् ॥
]

`verse 23 [
सत्यं सुप्तेषु जागर्ति सत्यं च परमं पदम् ॥
सत्येनैव धृता पृथ्वी सत्ये सर्वं प्रतिष्ठितम् ॥
]

`verse 24 [
ततो यज्ञश्च पुण्यं च देवर्षिपितृपूजने ॥
आपो विद्या च ते सर्वे सर्वं सत्ये प्रतिष्ठितम् ॥
]

`verse 25 [
सत्यं यज्ञस्तपो दानं मंत्रा देवी सरस्वती॥
ब्रह्मचर्य्यं तथा सत्यमोंकारस्सत्यमेव च ॥
]

`verse 26 [
सत्येन वायुरभ्येति सत्येन तपते रविः ॥
सत्येनाग्निर्निर्दहति स्वर्गस्सत्येन तिष्ठति ॥
]

`verse 27 [
पालनं सर्ववेदानां सर्वतीर्थावगाहनम् ॥
सत्येन वहते लोके सर्वमाप्नोत्यसंशयम्॥
]

`verse 28 [
अश्वमेधसहस्रं च सत्यं च तुलया धृतम् ॥
लक्षाणि क्रतवश्चैव सत्यमेव विशिष्यते ॥
]

`verse 29 [
सत्येन देवाः पितरो मानवोरगराक्षसाः ॥
प्रीयंते सत्यतस्सर्वे लोकाश्च सचराचराः ॥ ॥
]

`verse 30 [
सत्यमाहुः परं धर्मं सत्यमाहुः परं पदम् ॥
सत्यमाहुः परं ब्रह्म तस्मात्सत्यं सदा वदेत् ॥
]

`verse 31 [
मुनयस्सत्यनिरतास्तपस्तप्त्वा सुदुश्चरम् ॥
सत्यधर्मरतास्सिद्धास्ततस्स्वर्गं च ते गताः ॥
]

`verse 32 [
अप्सरोगणसंविष्टैर्विमानैःपरिमातृभिः ॥
वक्तव्यं च सदा सत्यं न सत्याद्विद्यते परम् ॥
]

`verse 33 [
अगाधे विपुले सिद्धे सत्यतीर्थे शुचिह्रदे ॥
स्नातव्यं मनसा युक्तं स्थानं तत्परमं स्मृतम् ॥
]

`verse 34 [
आत्मार्थे वा परार्थे वा पुत्रार्थे वापि मानवाः ॥
अनृतं ये न भाषंते ते नरास्स्वर्गगामिनः ॥
]

`verse 35 [
वेदा यज्ञास्तथा मंत्रास्संति विप्रेषु नित्यशः ॥
नोभांत्यपि ह्यसत्येषु तस्मात्सत्यं समाचरेत् ॥
]

`speaker [
व्यास उवाच
]

`verse 36 [
तपसो मे फलं ब्रूहि पुनरेव विशेषतः ॥
सर्वेषां चैव वर्णानां ब्राह्मणानां तपोधन ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 37 [
प्रवक्ष्यामि तपोऽध्यायं सर्व कामार्थसाधकम् ॥
सुदुश्चरं द्विजातीनां तन्मे निगदतः शृणु ॥
]

`verse 38 [
तपो हि परमं प्रोक्तं तपसा विद्यते फलम् ॥
तपोरता हि ये नित्यं मोदंते सह दैवतैः ॥
]

`verse 39 [
तपसा प्राप्यते स्वर्गस्तपसा प्राप्यते यशः ॥
तपसा प्राप्यते कामस्तपस्सर्वार्थसाधनम् ॥
]

`verse 40 [
तपसा मोक्षमाप्नोति तपसा विंदते महत् ॥
ज्ञानविज्ञानसंपत्तिः सौभाग्यं रूपमेव च ॥
]

`verse 41 [
नानाविधानि वस्तूनि तपसा लभते नरः ॥
तपसा लभते सर्वं मनसा यद्यदिच्छति ॥
]

`verse 42 [
नातप्ततपसो यांति ब्रह्मलोकं कदाचन ॥
नातप्ततपसां प्राप्यश्शंकरः परमेश्वरः ॥
]

`verse 43 [
यत्कार्यं किंचिदास्थाय पुरुषस्तपते तपः ॥
तत्सर्वं समवाप्नोति परत्रेह च मानवः ॥
]

`verse 44 [
सुरापः पारदारी च ब्रह्महा गुरुतल्पगः ॥
तपसा तरते सर्वं सर्वतश्च विमुंचति॥
]

`verse 45 [
अपि सर्वेश्वरः स्थाणुर्विष्णु श्चैव सनातनः ॥
ब्रह्मा हुताशनः शक्रो ये चान्ये तपसान्विताः ॥
]

`verse 46 [
अष्टाशीतिसहस्राणि मुनीनामूर्द्ध्वरेतसाम् ॥
तपसा दिवि मोदंते समेता दैवतैस्सह ॥
]

`verse 47 [
तपसा लभ्यते राज्यं स च शक्रस्सुरेश्वरः ॥
तपसाऽपालयत्सर्वमहन्यहनि वृत्रहा ॥
]

`verse 48 [
सूर्य्याचन्द्रमसौ देवौ सर्वलोकहिते रतौ ॥
तपसैव प्रकाशंते नक्षत्राणि ग्रहास्तथा ॥
]

`verse 49 [
न चास्ति तत्सुखं लोके यद्विना तपसा किल॥
तपसैव सुखं सर्वमिति वेदविदो विदुः ॥
]

`verse 50 [
ज्ञानं विज्ञानमारोग्यं रूपवत्त्वं तथैव च ॥
सौभाग्यं चैव तपसा प्राप्यते सर्वदा सुखम् ॥
]

`verse 51 [
तपसा सृज्यते विश्वं ब्रह्मा विश्वं विनाश्रमम् ॥
पाति विष्णुर्हरोऽप्यत्ति धत्ते शेषोऽखिलां महीम् ॥
]

`verse 52 [
विश्वामित्रो गाधिसुतस्तपसैव महामुने ॥
क्षत्रियोऽथाभवद्विप्रः प्रसिद्धं त्रिभवेत्विदम् ॥
]

`verse 53 [
इत्युक्तं ते महाप्राज्ञ तपोमाहात्म्यमुत्तमम् ॥
शृण्वध्ययनमाहात्म्यं तपसोऽधिकमुत्तमम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पंचम्यामुमासंहितायां तपोमाहात्म्यवर्णनं नाम द्वादशोऽध्यायः ॥
]
