`speaker [
सनत्कुमार उवाच
]

`verse 1 [
तपस्तपति योऽरण्ये वन्यमूलफलाशनः ॥
योऽधीते ऋचमेकां हि फलं स्यात्तत्समं मुने ॥
]

`verse 2 [
श्रुतेरध्ययनात्पुण्यं यदाप्नोति द्विजोत्तमः ॥
तदध्यापनतश्चापि द्विगुणं फलमश्नुते ॥
]

`verse 3 [
जगद्यथा निरालोकं जायतेऽशशिभास्करम् ॥
विना तथा पुराणं ह्यध्येयमस्मान्मुने सदा ॥
]

`verse 4 [
तप्यमानं सदाज्ञानान्निरये योऽपि शास्त्रतः ॥
सम्बोधयति लोकं तं तस्मात्पूज्यः पुराणगः ॥
]

`verse 5 [
सर्वेषां चैव पात्राणां मध्ये श्रेष्ठः पुराणवित् ॥
पतनात्त्रायते यस्मात्तस्मात्पात्रमुदाहृतम् ॥
]

`verse 6 [
मर्त्यबुद्धिर्न कर्तव्या पुराणज्ञे कदाचन ॥
पुराणज्ञस्सर्ववेत्ता ब्रह्मा विष्णुर्हरो गुरुः ॥
]

`verse 7 [
धनं धान्यं हिरण्यं च वासांसि विविधानि च ॥
देयं पुराणविज्ञाय परत्रेह च शर्म्मणे ॥
]

`verse 8 [
यो ददाति महाप्रीत्या पुराणज्ञाय सज्जनः ॥
पात्राय शुभवस्तूनि स याति परमां गतिम्॥
]

`verse 9 [
महीं गां वा स्यंदनांश्च गजानश्वांश्च शोभनान् ॥
यः प्रयच्छति पात्राय तस्य पुण्यफलं शृणु ॥
]

`verse 10 [
अक्षयान्सर्वकामांश्च परत्रेह च जन्मनि ॥
अश्वमेधमखस्यापि स फलं लभते पुमान् ॥
]

`verse 11 [
मही ददाति यस्तस्मै कृष्टां फलवतीं शुभाम् ॥
स तारयति वै वंश्यान्दश पूर्वान्दशापरान् ॥
]

`verse 12 [
इह भुक्त्वाखिलान्कामानंते दिव्यशरीरवान् ॥
विमानेन च दिव्येन शिवलोकं स गच्छति ॥
]

`verse 13 [
न यज्ञैस्तुष्टिमायांति देवाः प्रोक्षणकैरपि ॥
बलिभिः पुष्पपूजाभिर्यथा पुस्तकवाचनैः ॥
]

`verse 14 [
शंभोरायतने यस्तु कारयेद्धर्मपुस्तकम् ॥
विष्णोरर्कस्य कस्यापि शृणु तस्यापि तत्फलम् ॥
]

`verse 15 [
राजसूयाश्वमेधानां फलमाप्नोति मानवः ॥
सूर्यलोकं च भित्त्वाशु ब्रह्मलोकं स गच्छति ॥
]

`verse 16 [
स्थित्वा कल्पशतान्यत्र राजा भवति भूतले ॥
भुंक्ते निष्कंटकं भोगान्नात्र कार्या विचारणा ॥
]

`verse 17 [
अश्वमेधसहस्रस्य यत्फलं समुदाहृतम् ॥
तत्फलं समावाप्नोति देवाग्रे यो जपं चरेत् ॥
]

`verse 18 [
इतिहासपुराणाभ्यां शम्भोरायतने शुभे ॥
नान्यत्प्रीतिकरं शंभोस्तथान्येषां दिवौकसाम् ॥
]

`verse 19 [
तस्मात्सर्वप्रयत्नेन कार्यं पुस्तकवाचनम् ॥
तथास्य श्रवणं प्रेम्णा सर्वकामफलप्रदम् ॥
]

`verse 20 [
पुराणश्रवणाच्छंभोर्निष्पापो जायते नरः ॥
भुक्त्वा भोगान्सुविपुलाञ्छिवलोकमवाप्नुयात् ॥
]

`verse 21 [
राजसूयेन यत्पुण्यमग्निष्टोमशतेन च ॥
तत्पुण्यं लभते शंभोः कथाश्रवणमात्रतः ॥
]

`verse 22 [
सर्वतीर्थावगाहेन गां कोटिप्रदानतः ॥
तत् फलं लभते शंभोः कथाश्रवणतो मुने ॥
]

`verse 23 [
ये शृण्वंति कथां शंभोस्सदा भुवनपावनीम् ॥
ते मनुष्या न मंतव्या रुद्रा एव न संशयः ॥
]

`verse 24 [
शृण्वतां शिवसत्कीर्तिं सतां कीर्तयतां च ताम् ॥
पदाम्बुजरजांस्येव तीर्थानि मुनयो विदुः ॥
]

`verse 25 [
गंतुं निःश्रेयसं स्थानं येऽभिवांछन्ति देहिनः ॥
कथां पौराणिकीं शैवीं भक्त्या शृण्वंतु ते सदा ॥
]

`verse 26 [
कथां पौराणिकीं श्रोतुं यद्यशक्तस्सदा भवेत् ॥
नियतात्मा प्रतिदिनं शृणुयाद्वा मुहूर्तकम् ॥
]

`verse 27 [
यदि प्रतिदिनं श्रोतुमशक्तो मानवो भवेत् ॥
पुण्यमासादिषु मुने शृणुयाच्छांकरीं कथाम् ॥
]

`verse 28 [
शैवीं कथां हि शृण्वानः पुरुषो हि मुनीश्वर ॥
स निस्तरति संसारं दग्ध्वा कर्ममहाटवीम् ॥
]

`verse 29 [
कथां शैवीं मुहूर्तं वा तदर्द्धं क्षणं च वा ॥
ये शृण्वxति नरा भक्त्या न तेषां दुर्गतिर्भवेत् ॥
]

`verse 30 [
यत्पुण्यं सर्वदानेषु सर्वयज्ञेषु वा मुने ॥
शंभोः पुराणश्रवणात्तत्फलं निश्चलं भवेत् ॥
]

`verse 31 [
विशेषतः कलौ व्यास पुराणश्रवणादृते ॥
परो धर्मो न पुंसां हि मुक्तिध्यानपरः स्मृतः ॥
]

`verse 32 [
पुराणश्रवणं शम्भोर्नामसंकीर्तनं तथा ॥
कल्पद्रुमफलं रम्यं मनुष्याणां न संशयः ॥
]

`verse 33 [
कलौ दुर्मेधसां पुंसां धर्माचारोझ्झितात्मनाम् ॥
हिताय विदधे शम्भुः पुराणाख्यं सुधारसम् ॥
]

`verse 34 [
एकोऽजरामरस्याद्वै पिबन्नेवामृतं पुमान् ॥
शम्भोः कथामृतापानात्कुलमेवाजरामरम् ॥
]

`verse 35 [
या गतिः पुण्यशीलानां यज्वनां च तपस्विनाम् ॥
सा गतिस्सहसा तात पुराणश्रवणात्खलु ॥
]

`verse 36 [
ज्ञानवाप्तिर्यदा न स्याद्योगशास्त्राणि यत्नतः ॥
अध्येतव्यानि पौराणं शास्त्रं श्रोतव्यमेव च॥
]

`verse 37 [
पापं संक्षीयते नित्यं धर्म्मश्चैव विवर्द्धते॥
पुराणश्रवणाज्ज्ञानी न संसारं प्रपद्यते॥
]

`verse 38 [
अतएव पुराणानि श्रोतव्यानि प्रयत्नतः ॥
धर्मार्थकामलाभाय मोक्षमार्गाप्तये तथा ॥
]

`verse 39 [
यज्ञैर्दानैस्तपोभिस्तु यत्फलं तीर्थसेवया ॥
तत्फलम समवाप्नोति पुराणश्रवणान्नरः ॥
]

`verse 40 [
न भवेयुः पुराणानि धर्ममार्गे क्षणानि तु ॥
यद्यत्र यद्व्रती स्थाता चात्र पारत्रकी कथाम्॥
]

`verse 41 [
षड्विंशतिपुराणानां मध्येऽप्येकं शृणोति यः ॥
पठेद्वा भक्तियुक्तस्तु स मुक्तो नात्र संशयः॥
]

`verse 42 [
अन्यो न दृष्टस्सुखदो हि मार्गः पुराणमार्गो हि सदा वरिष्ठः ॥
शास्त्रं विना सर्वमिदं न भाति सूर्य्येण हीना इव जीवलोकाः॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां पुराणमाहात्म्यवर्णनंनाम त्रयोदशोऽध्यायः ॥
]
