`speaker [
सनत्कुमार उवाच
]

`verse 1 [
शस्तानि घोरदानानि महादानानि नित्यशः॥
पात्रेभ्यस्तु प्रदेयानि आत्मानं तारयंति च॥
]

`verse 2 [
हिरण्यदानं गोदानं भूमिदानं द्विजोत्तम॥
गृह्णंतो वै पवित्राणि तारयंति स्वमेव तम् ॥
]

`verse 3 [
सुवर्णदानं गोदानं पृथिवीदानमेव च॥
एतानि श्रेष्ठदानानि कृत्वा पापैः प्रमुच्यते॥
]

`verse 4 [
तुलादानानि शस्तानि गावः पृथ्वी सरस्वती ॥
द्वे तु तुल्यबले शस्ते ह्यधिका च सरस्वती॥
]

`verse 5 [
नित्य ह्यनुडुहो गावच्छत्रं वस्त्रमुपानहौ ॥
देयानि याचमानेभ्यः पानमन्नं तथैव च ॥
]

`verse 6 [
संकल्पविहितोयोऽर्थो ब्राह्मणेभ्यः प्रदीयते ॥
अर्थिभ्योऽपीडितेभ्यश्च मनस्वी तेन जायते ॥
]

`verse 7 [
कनकं च तिला नागाः कन्या दासी गृहं रथः ॥
मणयः कपिला गावो महादानानि वै दश ॥
]

`verse 8 [
गृहीत्वैतानि सर्वाणि ब्राह्मणो ज्ञानवित्सदा ॥
वदान्यांस्तारयेत्सद्यो ह्यात्मानं च न संशयः ॥
]

`verse 9 [
सुवर्णं ये प्रयच्छंति नराश्शुद्धेन चेतसा ॥
देवतास्तं प्रयच्छंति समंतादिति मे श्रुवम् ॥
]

`verse 10 [
अग्निर्हि देवतास्सर्वाः सुवर्णं च हुताशनः ॥
तस्मात्सुवर्णं दत्त्वा च दत्तास्स्युस्सर्वदेवताः ॥
]

`verse 11 [
पृथ्वीदानं महाश्रेष्ठं सर्वकामफलप्रदम् ॥
सौवर्णं च विशेषेण यत्कृतं पृथुना पुरा ॥
]

`verse 12 [
दीयमानां प्रपश्यंति पृथ्वीं रुक्मसमन्विताम् ॥
सर्वपापविनिर्मुक्तास्ते यांति परमां गतिम् ॥
]

`verse 13 [
अथान्यच्च प्रवक्ष्यामि दानं सर्वोत्तमं मुने ॥
कांतारं यन्न पश्यंति यमस्य बहुदुःखदम् ॥
]

`verse 14 [
कुर्यात्कांतारदानं हि विधिना शुद्धमानसः ॥
न्यायार्जितेन द्रव्येण वित्तशाठ्यविवर्जितः ॥
]

`verse 15 [
तिलप्रस्थमयीं कृत्वा धेनुं सर्वगुणान्विताम् ॥
धेनुवत्सं सुवर्णं च सुदिव्यं सर्वलक्षणम् ॥
]

`verse 16 [
पद्ममष्टदलं कृत्वा कुंकुमाक्ताक्षतैश्शुभैः ॥
पूजयेत्तत्र रुद्रादीन्सर्वान्देवान्सुभक्तितः ॥
]

`verse 17 [
एवं संपूज्य तां दद्याद्ब्राह्मणाय स्वशक्तितः ॥
सरत्नां सहिरण्यां च सर्वाभरणभूषिताम् ॥
]

`verse 18 [
ततो नक्तं समश्नीयाद्दीपान्दद्यात्तु विस्तरात् ॥
कार्तिक्यामिति कर्तव्यं पूर्णिमायां प्रयत्नतः ॥
]

`verse 19 [
एवं यः कुरुते सम्यग्विधानेन स्वशक्तितः ॥
यममार्गभयं घोरं नरकं च न पश्यति ॥
]

`verse 20 [
कृत्वा पापान्यशेषाणि सबंधुस्ससुहृज्जनः ॥
दिवि संक्रीडते व्यास यावदिन्द्राश्चतुर्दश ॥
]

`verse 21 [
विधितो गोश्च दानं वै सर्वोत्तममिह स्मृतम् ॥
न तेन सदृशं व्यास परं दानं प्रकीर्तितम् ॥
]

`verse 22 [
प्रयच्छते यः कपिलां सवत्सां स्वर्णशृंगिकाम् ॥
कांस्यपात्रां रौप्यखुरां सर्वलक्षणलक्षिताम् ॥
]

`verse 23 [
तैस्तैर्गुणैः कामदुघा भूत्वा सा गौरुपैति तम्॥
प्रदातारं नरं व्यास परत्रेह च जन्मनि ॥
]

`verse 24 [
यद्यदिष्टतमं लोके यदस्ति दयितं गृहे॥
तत्तद्गुणवते देयं तदेवाक्षयमिच्छता॥
]

`verse 25 [
तुलापुरुषदानं हि दानानां दानमुत्तमम्॥
तुलासंरोहणं कार्यं यदीच्छेच्छ्रेय आत्मनः॥
]

`verse 26 [
यत्कृत्वा मुच्यते पापैर्वधबंधकृतोद्भवैः ॥
तुलादानं महत्पुण्यं सर्वपापक्षयंकरम् ॥
]

`verse 27 [
कृत्वा पापान्यशेषाणि तुलादानं करोति यः॥
सर्वैस्तु पातकैर्मुक्तः स दिवं यात्यसंशयम्॥
]

`verse 28 [
पापं कृतं यद्दिवसे निशायां द्विसंध्योर्मध्यदिने निशांते॥
कालत्रये कायमनोवचोभिस्तुलापुमान्वै तदपाकरोति॥
]

`verse 29 [
बालेन वृद्धेन मया हि यूना विजानता ज्ञानपरेण पापम्॥
तत्सर्वमेवाशु कृतं मदीयं तुलापुमान्वै हरतु स्मरारिः॥
]

`verse 30 [
पात्रे प्रयुक्तं द्रविणं मयाऽद्य प्रमाणपूर्णं निहितं तुलायाम्॥
तेनैव सार्धं तु ममावशेषं कृताकृतं यत्सुकृतं समेतु ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 31 [
एवमुच्चार्य्य तं दद्यात् द्विजेभ्यः सर्वदा हितः ॥
नैकस्यापि प्रदातव्यं न निस्तारस्ततो भवेत् ॥
]

`verse 32 [
ददात्येवं तु यो व्यास तुलापुरुषमुत्तमम् ॥
हत्वा पापं दिव्यं तिष्ठेद्यावदिन्द्राश्चतुर्द्दश ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां सामान्यदानवर्णनं नाम चतुर्दशोऽध्यायः ॥
]
