`speaker [
व्यास उवाच
]

`verse 1 [
येनैकेन हि दत्तेन सर्वेषां प्राप्यते फलम् ॥
दानानां तन्ममाख्या हि मानुषाणां हितार्थतः॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
शृणु कालेः प्रदत्ताद्वै फलं विंदंति मानवाः॥
एकस्मादपि सर्वेषां दानानां तद्वदामि ते ॥
]

`verse 3 [
दानानामुत्तमं दानं ब्रह्माण्डं खलु मानवैः ॥
दातव्यं मुक्तिकामैस्तु संसारोत्तारणाय वै ॥
]

`verse 4 [
ब्रह्मांडे सकलं दत्तं यत्फलं लभते नरः ॥
तदेकभावादाप्नोति सप्तलोकाधिपो भवेत् ॥
]

`verse 5 [
यावच्चन्द्रदिवाकरौ नभसि वै यावत्स्थिरा मेदिनी
तावत्सोऽपि नरः स्वबांधवयुतस्स्ववर्गौकसामोकसि॥
सर्वेष्वेव मनोनुगेषु ककुभिर्ब्रह्माण्डदः क्रीडते
पश्चाद्याति पदं सुदुर्लभतरं देवैर्मुदे माधवम् ॥
]

`speaker [
व्यास उवाच
]

`verse 6 [
भगवन्ब्रूहि ब्राह्माण्डं यत्प्रमाणं यदात्मकम् ॥
यदाधारं यथाभूतं येन मे प्रत्ययो भवेत् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 7 [
मुने शृणु प्रवक्ष्यामि यदुत्सेधं तु विस्तरम् ॥
ब्रह्माण्डं तत्तु संक्षेपाच्छ्रुत्वा पापात्प्रमुच्यते ॥
]

`verse 8 [
यत्तत्कारणमव्यक्तं व्यक्तं शिवमनामयम् ॥
तस्मात्संजायते ब्रह्मा द्विधाभूताद्धि कालतः ॥
]

`verse 9 [
ब्राह्माण्डं सृजति ब्रह्मा चतुर्द्दशभवात्मकम् ॥
तद्वच्मि क्रमतस्तात समासाच्छृणु यत्नतः ॥
]

`verse 10 [
पातालानि तु सप्तैव भुवनानि तथोर्द्ध्वतः ॥
उच्छ्रायो द्विगुणस्तस्य जलमध्ये स्थितस्य च ॥
]

`verse 11 [
तस्याधारः स्थितो नागस्स च विष्णुः प्रकीर्तितः ॥
ब्रह्मणो वचसो हेतोर्बिभर्ति सकलं त्विदम् ॥
]

`verse 12 [
शेषस्यास्य गुणान् वक्तुं न शक्ता देवदानवाः ॥
योनंतः पठ्यते सिद्धैर्देवर्षिगणपूजितः ॥
]

`verse 13 [
शिरःसाहस्रयुक्तस्स सर्वा विद्योतयन्दिशः ॥
फणामणिसहस्रेण स्वस्तिकामलभूषणः ॥
]

`verse 14 [
मदाघूर्णितनेत्रोऽसौ साग्निश्श्वेत इवाचलः ॥
स्रग्वी किरीटी ह्याभाति यस्सदैवैक कुंडलः ॥
]

`verse 15 [
सायं गंगाप्रवाहेण श्वेतशैलोपशोभितः ॥
नीलवासा मदोद्रिक्तः कैलासाद्रिरिवापरः ॥
]

`verse 16 [
लांगलासक्तहस्ताग्रो बिभ्रन्मुसलमुत्तमम्॥
योऽर्च्यते नागकन्याभिस्स्वर्णवर्णाभिरादरात् ॥
]

`verse 17 [
संकर्षणात्मको रुद्रो विषानलशिखोज्ज्वलः ॥
कल्पांते निष्क्रमन्ते यद्वक्त्रेभ्योऽग्निशिखा मुहुः ॥
दग्ध्वा जगत्त्रयं शान्ता भवंतीत्यनुशुश्रुम ॥
]

`verse 18 [
आस्ते पातालमूलस्थस्स शेषः क्षितिमण्डलम् ॥
बिभ्रत्स्वपृष्ठे भूतेशश्शेषोऽशेषगुणार्चितः ॥
]

`verse 19 [
तस्य वीर्यप्रभावश्च साकांक्षैस्त्रिदशैरपि ॥
न हि वर्णयितुं शक्यः स्वरूपं ज्ञातुमेव वा ॥
]

`verse 20 [
आस्ते कुसुममालेव फणामणिशिलारुणा ॥
यस्यैषा सकला पृथ्वी कस्तद्वीर्यं वदिष्यति ॥
]

`verse 21 [
यदा विजृम्भतेऽनंतो मदाघूर्णितलोचनः ॥
तदा चलति भूरेषा साद्रितोयाधिकानना ॥
]

`verse 22 [
दशसाहस्रमेकैकं पातालं मुनि सत्तम ॥
अतलं वितलं चैव सुतलं च रसातलम् ॥
]

`verse 23 [
तलं तलातलं चाग्र्यं पातालं सप्तमं मतम् ॥
भूमेरधस्सप्त लोका इमे ज्ञेया विचक्षणैः॥
]

`verse 24 [
उच्छ्रायो द्विगुणश्चैषां सर्वेषां रत्नभूमयः ॥
रत्नवन्तोऽथ प्रासादा भूमयो हेमसंभवाः॥
]

`verse 25 [
तेषु दानवदैतेया नागानां जातयस्तथा ॥
निवसंति महानागा राक्षसा दैत्यसंभवाः ॥
]

`verse 26 [
प्राह स्वर्गसदोमध्ये पातालानीति नारदः ॥
स्वर्लोकादति रम्याणि तेभ्योऽसावागतो दिवि॥
]

`verse 27 [
नानाभूषणभूषासु मणयो यत्र सुप्रभाः ॥
आह्लादकानि शुभ्राणि पातालं केन तत्समम्॥
]

`verse 28 [
पाताले कस्य न प्रीतिरितश्चेतश्च शोभितम् ॥
देवदानवकन्याभिर्विमुक्तस्याभिजायते ॥
]

`verse 29 [
दिवार्करश्मयो यत्र न भवंति विधो निशि ॥
न शीतमातपो यत्र मणितेजोऽत्र केवलम् ॥
]

`verse 30 [
भक्ष्यभोज्यान्नपानानि भुज्यंते मुदितैर्भृशम् ॥
यत्र न जायते कालो गतोऽपि मुनिसत्तम ॥
]

`verse 31 [
पुंस्कोकिलरुतं यत्र पद्मानि कमलाकराः ॥
नद्यस्सरांसि रम्याणि ह्यन्योन्यविचराणि च ॥
]

`verse 32 [
भूषणान्यतिशुभ्राणि गंधाढ्यं चानुलेपनम् ॥
वीणावेणुमृदंगानां स्वना गेयानि च द्विज॥
]

`verse 33 [
दैत्योरगैश्च भुज्यंते पाताले वै सुखानि च ॥
तपसा समवाप्नोति दानवैस्सिद्धमानवैः॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां ब्रह्माण्डकथने पाताललोकवर्णनं नाम पंचदशोऽध्यायः॥
]
