`speaker [
सनत्कुमार उवाच
]

`verse 1 [
तेषां मूर्द्धोपरिष्टाद्वै नरकांस्ताञ्छृणुष्व च॥
मत्तो मुनिवरश्रेष्ठ पच्यंते यत्र पापिनः ॥
]

`verse 2 [
रौरवश्शूकरो रोधस्तालो विवसनस्तथा ॥
महाज्वालस्तप्तकुंभो लवणोपि विलोहितः॥
]

`verse 3 [
वैतरणी पूयवहा कृमिणः कृमिभोजनः ॥
असिपत्रवनं घोरं लालाभक्षश्च दारुणः ॥
]

`verse 4 [
तथा पूयवहः प्रायो बहिर्ज्वालो ह्यधश्शिराः ॥
संदंशः कालसूत्रश्च तमश्चावीचिरो धनः ॥
]

`verse 5 [
श्वभोजनोऽथ रुष्टश्च महारौरवशाल्मली ॥
इत्याद्या बहवस्तत्र नरका दुःखदायकाः ॥
]

`verse 6 [
पच्यंते तेषु पुरुषाः पापकर्मरतास्तु ये ॥
क्रमाद्वक्ष्ये तु तान् व्यास सावधानतया शृणु ॥
]

`verse 7 [
कूटसाक्ष्यं तु यो वक्ति विना विप्रान् सुरांश्च गाः ॥
सदाऽनृतं वदेद्यस्तु स नरो याति रौरवम्॥
]

`verse 8 [
भ्रूणहा स्वर्णहर्ता च गोरोधी विश्वघातकः ॥
सुरापो ब्रह्महंता च परद्रव्यापहारकः ॥
]

`verse 9 [
यस्तत्संगी स वै याति मृतो व्यास गुरोर्वधात् ॥
ततः कुंभे स्वसुर्मातुर्गोश्चैव दुहितुस्तथा ॥
]

`verse 10 [
साध्व्या विक्रयकृच्चाथ वार्द्धकी केशविक्रयी ॥
तप्तलोहेषु पच्यंते यश्च भक्तं परित्यजेत् ॥
]

`verse 11 [
अवमंता गुरूणां यः पश्चाद्भोक्ता नराधमः ॥
देवदूषयिता चैव देवविक्रयिकश्च यः ॥
]

`verse 12 [
अगम्यगामी यश्चांते याति सप्तबलं द्विज ॥
चौरो गोघ्नो हि पतितो मर्यादादूषकस्तथा ॥
]

`verse 13 [
देवद्विजपितृद्वेष्टा रत्नदूषयिता च यः ॥
स याति कृमिभक्षं वै कृमीनत्ति दुरिष्टकृत् ॥
]

`verse 14 [
पितृदेवसुरान् यस्तु पर्यश्नाति नराधमः॥
लालाभक्षं स यात्यज्ञो यश्शस्त्रकूटकृन्नरः ॥
]

`verse 15 [
यश्चांत्यजेन संसेव्यो ह्यसद्ग्राही तु यो द्विजः ॥
अयाज्ययाजकश्चैव तथैवाभक्ष्य भक्षकः॥
]

`verse 16 [
रुधिरौघे पतंत्येते सोमविक्रयिणश्च ये॥
मधुहा ग्रामहा याति क्रूरां वैतरणीं नदीम् ॥
]

`verse 17 [
नवयौवनमत्ताश्च मर्यादाभेदिनश्च ये ॥
ते कृत्यं यांत्यशौचाश्च कुलकाजीविनश्च ये ॥
]

`verse 18 [
असिपत्रवनं याति वृक्षच्छेदी वृथैव यः॥
क्षुरभ्रका मृगव्याधा वह्निज्वाले पतंति ते ॥
]

`verse 19 [
भ्रष्टाचारो हि यो विप्रः क्षत्रियो वैश्य एव च ॥
यात्यंते द्विज तत्रैव यः श्वपाकेषु वह्निदः ॥
]

`verse 20 [
व्रतस्य लोपका ये च स्वाश्रमाद्विच्युताश्च ये॥
संदंशयातनामध्ये पतंति भृशदारुणे॥
]

`verse 21 [
वीर्यं स्वप्नेषु स्कंदेयुर्ये नरा ब्रह्मचारिणः॥
पुत्रा नाध्यापिता यैश्च ते पतंति श्वभोजने ॥
]

`verse 22 [
एते चान्ये च नरकाः शतशोऽथ सहस्रशः ॥
येषु दुष्कृतकर्माणः पच्यते यातनागताः ॥
]

`verse 23 [
तथैव पापान्येतानि तथान्यानि सहस्रशः ॥
भुज्यंते यानि पुरुषैर्नरकांतरगोचरैः ॥
]

`verse 24 [
वर्णाश्रमविरुद्धं च कर्म कुर्वंति ये नराः॥
कर्मणा मनसा वाचा निरये तु पतंति ते॥
]

`verse 25 [
अधश्शिरोभिर्दृश्यंते नारका दिवि दैवतैः॥
देवानधोमुखान्सर्वानधः पश्यंति नारकाः ॥
]

`verse 26 [
स्थावराः कृमिपाकाश्च पक्षिणः पशवो मृगाः ॥
धार्मिकास्त्रिदशास्तद्वन्मोक्षिणश्च यथाक्रमम्॥
]

`verse 27 [
यावंतो जंतवस्स्वर्गे तावंतो नरकौकसः ॥
पापकृद्याति नरकं प्रायश्चित्तपराङ्मुखः ॥
]

`verse 28 [
गुरूणि गुरुभिश्चैव लघूनि लघुभिस्तथा ॥
प्रायश्चित्तानि कालेय मनुस्स्वायम्भुवोऽब्रवीत्॥
]

`verse 29 [
यानि तेषामशेषाणां कर्मार्ण्युक्तानि तेषु वै॥
प्रायश्चित्तमशेषेण हरानुस्मरणं परम् ॥
]

`verse 30 [
प्रायश्चित्तं तु यस्यैव पापं पुंसः प्रजायते॥
कृते पापेऽनुतापोऽपि शिवसंस्मरणं परम्॥
]

`verse 31 [
माहेश्वरमवाप्नोति मध्याह्नादिषु संस्मरन्॥
प्रातर्निशि च संध्यायां क्षीणपापो भवेन्नरः॥
]

`verse 32 [
मुक्तिं प्रयाति स्वर्गं वा समस्तक्लेशसंक्षयम॥
शिवस्य स्मरणादेव तस्य शंभोरुमापतेः ॥
]

`verse 33 [
पापन्तरायो विप्रेन्द्र जपहोमार्चनादि च ॥
भवत्येव न कुत्रापि त्रैलोक्ये मुनिसत्तम ॥
]

`verse 34 [
महेश्वरे मतिर्यस्य जपहोमार्चनादिपु ॥
यत्पुण्यं तत्कृतं तेन देवेन्द्रत्वादिकं फलम् ॥
]

`verse 35 [
पुमान्न नरकं याति यः स्मरन्भक्तितो मुने ॥
अहर्निशं शिवं तस्मात्स क्षीणाशेषपातकः ॥
]

`verse 36 [
नरकस्वर्गसंज्ञाये पापपुण्ये द्विजोत्तम ॥
ययोस्त्वेकं तु दुःखायान्यत्सुखायोद्भवाय च ॥
]

`verse 37 [
तदेव प्रीतये भूत्वा पुनर्दुःखाय जायते ॥
तत्स्याद्दुःखात्मकं नास्ति न च किंचित्सुखात्मकम् ॥
]

`verse 38 [
मनसः परिणामोऽयं सुखदुःखोपलक्षणः ॥
ज्ञानमेव परं ब्रह्म ज्ञानं तत्त्वाय कल्पते ॥
]

`verse 39 [
ज्ञानात्मकमिदं विश्वं सकलं सचराचरम् ॥
परविज्ञानतः किंचिद्विद्यते न परं मुने ॥
]

`verse 40 [
एवमेतन्मयाख्यातं सर्वं नरकमण्डलम् ॥
अत ऊर्ध्वं प्रवक्ष्यामि सांप्रतं मंडलं भुवः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां ब्रह्माण्डवर्णने नरकोद्धारवर्णनं नाम षोडशोऽध्यायः ॥
]
