`speaker [
सनत्कुमार उवाच
]

`verse 1 [
पाराशर्य्य सुसंक्षेपाच्छृणु त्वं वदतो मम ॥
मण्डलं च भुवस्सम्यक् सप्तद्वीपादिसंयुतम् ॥
]

`verse 2 [
जंबू प्लक्षश्शाल्मलिश्च कुशः क्रौञ्चश्च शाककः ॥
पुष्पकस्सप्तमस्सर्वे समुद्रैस्सप्तभिर्वृताः ॥
]

`verse 3 [
लवणेक्षुरसौ सर्पिर्दविदुग्धजलाशयाः॥
जम्बुद्वीपस्समस्तानामेतेषां मध्यतः स्थितः ॥
]

`verse 4 [
तस्यापि मेरुः कालेयमध्ये कनकपर्वतः ॥
प्रविष्टः षोडशाधस्ताद्योजनैस्तस्य चोच्छ्रयः ॥
]

`verse 5 [
चतुरशीतिमानैस्तैर्द्वात्रिंशन्मूर्ध्नि विस्तृतः ॥
भूमिपृष्ठस्थशैलोऽयं विस्तरस्तस्य सर्वतः ॥
]

`verse 6 [
मूले षोडशसाहस्रः कर्णिकाकार संस्थितः ॥
हिमवान् हेमकूटश्च निषधश्चास्य दक्षिणे ॥
]

`verse 7 [
नीलः श्वेतश्च शृङ्गी च उत्तरे वर्षपर्वताः ॥
दशसाहस्रिकं ह्येते रत्नवंतोऽरुणप्रभाः ॥
]

`verse 8 [
सहस्रयोजनोत्सेधास्तावद्विस्तारिणश्च ते॥
भारतं प्रथमं वर्षं ततः किंपुरुषं स्मृतम्॥
]

`verse 9 [
हरिवर्षं ततो ऽन्यद्वै मेरोर्दक्षिणतो मुने ॥
रम्यकं चोत्तरे पार्श्वे तस्यांशे तु हिरण्मयम्॥
]

`verse 10 [
उत्तरे कुरवश्चैव यथा वै भारतं तथा॥
नवसाहस्रमेकैकमेतेषां मुनिसत्तम ॥
]

`verse 11 [
इलावृतं तु तन्मध्ये तन्मध्ये मेरुरुच्छ्रितः ॥
मेरोश्चतुर्द्दिशं तत्र नवसाहस्रमुच्छ्रितम् ॥
]

`verse 12 [
इलावृतमृषिश्रेष्ठ चत्वारश्चात्र पर्वताः ॥
विष्कंभा रचिता मेरोर्योजिताः पुनरुच्छ्रिताः ॥
]

`verse 13 [
पूर्वे हि मन्दरो नाम दक्षिणे गन्धमादनः ॥
विपुलः पश्चिमे भागे सुपार्श्वश्चोत्तरे स्थितः ॥
]

`verse 14 [
कदंबो जंबुवृक्षश्च पिप्पलो वट एव च ॥
एकादशशतायामाः पादपा गिरिकेतवः ॥
]

`verse 15 [
जम्बूद्वीपस्य नाम्नो वै हेतुं शृणु महामुने ॥
विराजंते महावृक्षास्तत्स्वभावं वदामि ते ॥
]

`verse 16 [
महागज प्रमाणानि जम्ब्वास्तस्याः फलानि च ॥
पतंति भूभृतः पृष्ठे शीर्य्यमाणानि सर्वतः ॥
]

`verse 17 [
रसेन तेषां विख्याता जम्बूनदीति वै ॥
परितो वर्तते तत्र पीयते तन्निवासिभिः ॥
]

`verse 18 [
न स्वेदो न च दौर्गंध्यं न जरा चेन्द्रियग्रहः ॥
तस्यास्तटे स्थितानान्तु जनानां तन्न जायते ॥
]

`verse 19 [
तीरमृत्स्नां च सम्प्राप्य मुखवायुविशोषिताम् ॥
जाम्बूनदाख्यं भवति सुवर्णं सिद्धभूषणम्॥
]

`verse 20 [
भद्राश्वं पूर्वतो मेरोः केतुमालं च पश्चिमे ॥
वर्षे द्वे तु मुनिश्रेष्ठ तयोर्मध्य इलावृतम् ॥
]

`verse 21 [
वनं चैत्ररथं पूर्वे दक्षिणे गन्धमादनः ॥
विभ्राजं पश्चिमे तद्वदुत्तरे नन्दनं स्मृतम् ॥
]

`verse 22 [
अरुणोदं महाभद्रं शीतोदं मानसं स्मृतम् ॥
सरांस्येतानि चत्वारि देवभोग्यानि सर्वशः ॥
]

`verse 23 [
शीतांजनः कुरुंगश्च कुररो माल्यवांस्तथा ॥
चैकैकप्रमुखा मेरोः पूर्वतः केसराचलाः॥
]

`verse 24 [
त्रिकूटश्शिशिरश्चैव पतंगो रुचकस्तथा॥
निषधः कपिलायाश्च दक्षिणे केसराचलाः॥
]

`verse 25 [
सिनी वासः कुसुंभश्च कपिलो नारदस्तथा ॥
नागादयश्च गिरयः पश्चिमे केसराचलाः।२५॥
शंखचूडोऽथ ऋषभो हंसो नाम महीधरः॥
कालंजराद्याश्च तथा उत्तरे केसराचलाः॥
]

`verse 26 [
मेरोरुपरि मध्ये हि शातकौंभं विधेः पुरम्॥
चतुर्द्दशसहस्राणि योजनानि च संख्यया ॥
]

`verse 27 [
अष्टानां लोकपालानां परितस्तदनुक्रमात्॥
यथादिशं यथारूपं पुरोऽष्टावुपकल्पिताः ॥
]

`verse 28 [
तस्यां च ब्रह्मणः पुर्य्यां पातयित्वेन्दुमण्डलम् ॥
विष्णुपादविनिष्क्रांता गंगा पतति वै नदी ॥
]

`verse 29 [
सीता चालकनंदा च चक्षुर्भद्रा च वै क्रमात् ॥
सा तत्र पतिता दिक्षु चतुर्द्धा प्रत्यपद्यत ॥
]

`verse 30 [
सीता पूर्वेण शैलं हि नन्दा चैव तु दक्षिणे ॥
सा चक्षुः पश्चिमे चैव भद्रा चोत्तरतो व्रजेत् ॥
]

`verse 31 [
गिरीनतीत्य सकलांश्चतुर्द्दिक्षु महांबुधिम् ॥
सा ययौ प्रयता सूता गंगा त्रिपथगामिनी ॥
]

`verse 32 [
सुनीलनिषधौ यौ तौ माल्यवद्गन्धमादनौ ॥
तेषां मध्यगतो मेरुः कर्णिकाकारसंस्थितः ॥
]

`verse 33 [
भारतः केतुमालश्च भद्राश्वः कुरवस्तथा ॥
पत्राणि लोकपद्मस्य मर्यादालोकपर्वताः ॥
]

`verse 34 [
जठरं देवकूटश्च आयामे दक्षिणोत्तरे ॥
गन्धमादनकैलासौ पूर्वपश्चिमतो गतौ ॥
]

`verse 35 [
पूर्वपश्चिमतो मेरोर्निषधो नीलपर्वतः ॥
दक्षिणोत्तरमायातौ कर्णिकांतर्व्यवस्थितौ ॥
]

`verse 36 [
जठराद्याः स्थिता मेरोर्येषां द्वौ द्वौ व्यवस्थितौ ॥
केसराः पर्वता एते श्वेताद्याः सुमनोरमाः ॥
]

`verse 37 [
शैलानामुत्तरे द्रोण्यस्सिद्धचारणसेविताः॥
सुरम्याणि तथा तासु काननानि पुराणि च ॥
]

`verse 38 [
सर्वेषां चैव देवानां यक्षगंधर्वरक्षसाम् ॥
क्रीडंति देवदैतेयाश्शैलप्रायेष्वहर्निशम् ॥
]

`verse 39 [
धर्मिणामालया ह्येते भौमास्स्वर्गाः प्रकीर्तिताः ॥
न तेषु पापकर्तारो यांति पश्यंति कुत्रचित् ॥
]

`verse 40 [
यानि किंपुरुषादीनि वर्षाण्यष्टौ महामुने ॥
न तेषु शोको नापत्त्यो नोद्वेगः क्षुद्भयादिकम् ॥
]

`verse 41 [
स्वस्थाः प्रजा निरातंकास्सर्वदुःखविवर्जिताः ॥
दशद्वादशवर्षाणां सहस्राणि स्थिरायुषः ॥
]

`verse 42 [
कृतत्रेतादिकाश्चैव भौमान्यंभांसि सर्वतः ॥
न तेषु वर्षते देवस्तेषु स्थानेषु कल्पना ॥
]

`verse 43 [
सप्तस्वेतेषु नद्यश्च सुजातास्स्वर्णवा लुकाः ॥
शतशस्संति क्षुद्राश्च तासु क्रीडारता जनाः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां ब्रह्माण्डकथने जम्बूद्वीपवर्षवर्णनं नाम सप्तदशोध्यायः ॥
]
