`speaker [
सनत्कुमार उवाच
]

`verse 1 [
वक्ष्येऽहं भारतं वर्षं हिमाद्रेश्चैव दक्षिणे ॥
उत्तरे तु समुद्रस्य भारती यत्र संसृतिः ॥
]

`verse 2 [
नवयोजनसाहस्रो विस्तारोऽस्य महामुने ॥
स्वर्गापवर्गयोः कर्मभूमिरेषा स्मृता बुधैः ॥
]

`verse 3 [
यतस्संप्राप्यते पुंभिस्स्वर्गो नरक एव च ॥
भारतस्यापि वर्षस्य नव भेदान्ब्रवीमि ते ॥
]

`verse 4 [
इंद्रद्युम्नः कसेरुश्च ताम्रवर्णो गभस्तिमान् ॥
नागद्वीपस्तथा सौम्यो गन्धर्वस्त्वथ वारुणः ॥
]

`verse 5 [
अयं तु नवमस्तेषां द्वीपस्सागरसंभृतः ॥
योजनानां सहस्रं तु द्वीपोऽयं दक्षिणोत्तरः ॥
]

`verse 6 [
पूर्वे किराता यस्य स्युर्दक्षिणे यवनाः स्थिताः ॥
पश्चिमे च तथा ज्ञेया उत्तरे हि तपस्विनः ॥
]

`verse 7 [
ब्राह्मणाः क्षत्रिया वैश्या मध्ये शूद्राश्च भूयशः॥
इज्या युद्धपणा सेवा वर्तयन्तो व्यवस्थिताः ॥
]

`verse 8 [
महेंद्रो मलयस्सह्यः सुदामा चर्क्षपर्वतः॥
विंध्यश्च पारियात्रश्च सप्तात्र कुलपर्वताः।८।
वेदस्मृतिपुराणाद्याः पारियात्रोद्भवा मुने॥
सर्वपापहरा ज्ञेया दर्शनात्स्पर्शनादपि।९।
नर्मदा सुरसाद्याश्च सप्तान्याश्च सहस्रशः॥
विंध्योद्भवा महानद्यस्सर्वपापहराश्शुभाः।5.18.१०।
गोदावरी भीमरथी तापीप्रमुखनिम्नगाः॥
गिरेर्विनिर्गता ऋक्षात्सद्यः पापभयापहाः ॥
]

`verse 9 [
सह्यपादोद्भवा नद्यः कृष्णावेण्यादिकास्तथा ॥
कृतमाला ताम्रपर्णी प्रमुखा मलयोद्भवाः ॥
]

`verse 10 [
त्रियामा चर्षिकुल्याद्या महेन्द्रप्रभवा स्मृताः ॥
ऋषिकुल्या कुमार्य्याद्याः शुक्तिमत्पादसंभवाः॥
]

`verse 11 [
नानाजनपदास्तेषु मंडलेषु वसन्ति वै ॥
आसां पिबंति पानीयं सरत्सु विविधेषु च॥
]

`verse 12 [
चत्वारि भारते वर्षे युगान्यासन्महामुने ॥
कृतादीनि न चान्येषु द्वीपेषु प्रभवंति हि॥
]

`verse 13 [
दानानि चात्र दीयंते सुकृतैश्चात्र याज्ञिकैः ॥
तपस्तपंति यतयः परलोकार्थमादरात् ॥
]

`verse 14 [
यतो हि कर्मभूरेषा जम्बूद्वीपे महामुने ॥
अत्रापि भारतं श्रेष्ठमतोऽन्या भोगभूमयः ॥
]

`verse 15 [
कदाचिल्लभते मर्त्यस्सहस्रैर्मुनिसत्तम ॥
अत्र जन्मसहस्राणां मानुष्यं पुण्यसंचयैः ॥
]

`verse 16 [
स्वर्गापवर्गास्पदमार्गभूते धन्यास्तु ते भारतभूमिभागे ॥
गायंति देवाः किल गीतकानि भवंति भूयः पुरुषास्सुरास्ते॥
]

`verse 17 [
अवाप्य मानुष्यमयं कदाचिद्विहृत्य शंभोः परमात्मरूपे ॥
फलानि सर्वाणि तु कर्मजानि यास्याम्यहं तत्तनुतां हि तस्य॥
]

`verse 18 [
आप्स्यंति धन्याः खलु ते मनुष्याः सुखैर्युताः कर्मणि सन्निविष्टाः ॥
जनुर्हि येषां खलु भारतेऽस्ति ते स्वर्गमोक्षोभयलाभवन्तः॥
]

`verse 19 [
लक्षयोजनविस्तारस्समस्तपरिमण्डलः ॥
जम्बूद्वीपो मया ख्यातः क्षारोदधिसुसंवृतः ॥
]

`verse 20 [
संवेष्ट्य क्षारमुदधिं शतसाहस्रसम्मितम् ॥
ततो हि द्विगुणो ब्रह्मन्प्लक्षद्वीपः प्रकीर्तितः ॥
]

`verse 21 [
गोमंतश्चैव चन्द्रश्च नारदो दर्दुरस्तथा ॥
सोमकस्सुमनाश्शैलो वैभ्राजश्चैव सत्तमः ॥
]

`verse 22 [
वर्षाचलेषु रम्येषु सहितास्सततं प्रजाः ॥
वसंति देवगंधर्वा वर्षेष्वेतेषु नित्यशः ॥
]

`verse 23 [
नाधयो व्याधयो वापि जनानां तत्र कुत्रचित् ॥
दश वर्षसहस्राणि तत्र जीवंति मानवाः ॥
]

`verse 24 [
अनुतप्ता शिखी चैव पापघ्नी त्रिदिवा कृपा ॥
अमृता सुकृता चैव सप्तैवात्र च निम्नगाः ॥
]

`verse 25 [
क्षुद्रनद्यस्तथा शैलास्तत्र संति सहस्रशः ॥
ताः पिबंति सुसंहृष्टा नदीर्जनपदास्तु ते ॥
]

`verse 26 [
न तत्रापि युगावस्था यथास्थानेषु सप्तसु ॥
त्रेतायुगसमः कालस्सर्वदैव महामुने ॥
]

`verse 27 [
विप्रक्षत्रियवैश्यास्ते शूद्राश्च मुनिसत्तम ॥।
कल्पवृक्षसमानस्तु तन्मध्ये सुमहातरुः ॥
]

`verse 28 [
प्लक्षस्तन्नामसंज्ञो वै प्लक्षद्वीपो द्विजोत्तम ॥
इज्यते तत्र भगवाञ्छंकरो लोकशंकरः ॥
]

`verse 29 [
हरिश्च भगवान्ब्रह्मा यन्त्रैर्मन्त्रैश्च वैदिकैः॥
संक्षेपेण तथा भूयश्शाल्मलिं त्वं निशामय ॥
]

`verse 30 [
सप्तवर्षाणि तत्रैव तेषां नामानि मे शृणु ॥
श्वेतोऽथ हरितश्चैव जीमूतो रोहितस्तथा ॥
]

`verse 31 [
वैकलो मानसश्चैव सुप्रभस्सप्तमो मुने ॥
शाल्मलेन तु वृक्षेण द्वीपः शाल्मलिसंज्ञकः ॥
]

`verse 32 [
द्विगुणेन समुद्रेण सततं संवृतः स्थितः ॥
वर्षाभिव्यंजका नद्यस्तासां नामानि मे शृणु ॥
]

`verse 33 [
शुक्ला रक्ता हिरण्या च चन्द्रा शुभ्रा विमोचना ॥
निवृत्तिः सप्तमी तासां पुण्यतोया सुशीतलाः ॥
]

`verse 34 [
सप्तैव तानि वर्षाणि चतुर्वर्णायुतानि च ॥
भगवन्तं सदा शंभुं यजंते विविधैर्मखैः ॥
]

`verse 35 [
देवानां तत्र सान्निध्यमतीव सुमनोरमे ॥
एष द्वीपस्समुद्रेण सुरोदेन समावृतः ॥
]

`verse 36 [
द्विगुणेन कुशद्वीपः समंताद्बाह्यतः स्थितः ॥
वसंति तत्र दैतेया मनुजैस्सह दानवाः ॥
]

`verse 37 [
तथैव देवगन्धर्वा यक्षाः किंपुरुषादयः ॥
वर्णास्तत्रैव चत्वारो निजानुष्ठानतत्पराः ॥
]

`verse 38 [
तत्रैव च कुशद्वीपे ब्रह्माणं च जनार्द्दनम् ॥
यजंति च तथेशानं सर्वकामफलप्रदम् ॥
]

`verse 39 [
कुशेशयो हरिश्चैव द्युतिमान्पुष्पवांस्तथा ॥
मणिद्रुमो हेमशैलस्सप्तमो मन्दराचलः ॥
]

`verse 40 [
नद्यश्च सप्त तासां तु नामानि शृणु तत्त्वतः ॥
धूतपापा शिवा चैव पवित्रा संमितिस्तथा ॥
]

`verse 41 [
विद्या दंभा मही चान्या सर्वपापहरास्त्विमाः ॥
अन्यास्सहस्रशस्संति शुभापो हेमवालुकाः ॥
]

`verse 42 [
कुशद्वीपे कुशस्तम्बो घृतोदेन समावृतः ॥
क्रौञ्चद्वीपो महाभाग श्रूयतां चापरो महान् ॥
]

`verse 43 [
द्विगुणेन समुद्रेण दधिमंडेन चावृतः ॥
वर्षाचला महाबुद्धे तेषां नामानि मे शृणु ॥
]

`verse 44 [
क्रौञ्चश्च वामनश्चैव तृतीयश्चांधकारकः ॥
दिवावृतिर्मनश्चैव पुण्डरीकश्च दुन्दुभिः ॥
]

`verse 45 [
निवसंति निरातंका वर्षशैलेषु तेषु वै ॥
सर्वसौवर्णरम्येषु सुहृद्देवगणैः प्रजाः ॥
]

`verse 46 [
ब्राह्मणाः क्षत्त्रिया वैश्याश्शूद्राश्चानुक्रमोदिताः ॥
संति तत्र महानद्यस्सप्तान्यास्तु सहस्रशः ॥
]

`verse 47 [
गौरी कुमुद्वती चैव सन्ध्या रात्रिर्मनोजवा ॥
शांतिश्च पुंडरीका च याः पिबन्ति पयश्शुभम् ॥
]

`verse 48 [
भगवान्पूज्यते तत्र योगरुद्रस्वरूपवान् ॥
दधिमण्डोदकश्चापि शाकद्वीपेन संवृतः॥
]

`verse 49 [
द्विगुणेनाद्रयस्सप्त तेषां नामानि मे शृणु॥
पूर्वे तत्रोदयगिरिर्जलधारः परे यतः ॥
]

`verse 50 [
पृष्ठतोऽस्तगिरिश्चैव ह्यविकेशश्च केसरी ॥
शाकस्तत्र महावृक्षस्सिद्धगंधर्वसेवितः ॥
]

`verse 51 [
तत्र पुण्या जनपदाश्चातुर्वर्ण्यसमन्विताः ॥
नद्यश्चात्र महापुण्यास्सर्वपापभयापहाः ॥
]

`verse 52 [
सुकुमारी कुमारी च नलिनी वेणुका तथा ॥
इक्षुश्च रेणुका चैव गभस्तिस्सप्तमी तथा ॥
]

`verse 53 [
अन्यास्सहस्रशस्तत्र क्षुद्रनद्यो महामुने ॥
महीधरास्तथा संति शतशोऽथ सहस्रशः ॥
]

`verse 54 [
धर्महानिर्न तेष्वस्ति स्वर्गादागत्य मानवाः ॥
वर्षेषु तेषु पृथिवीं विहरन्ति परस्परम् ॥
]

`verse 55 [
शाकद्वीपे तु वै सूर्य्यः प्रीत्या जनपदैस्सदा ॥
यथोक्तैरिज्यते सम्यक्कर्मभिर्नियतात्मभिः ॥
]

`verse 56 [
क्षीरोदेनावृतस्सोऽपि द्विगुणेन समंततः ॥
क्षीराब्धिस्सर्वतो व्यास पुष्कराख्येन संवृतः ॥
]

`verse 57 [
द्विगुणेन महावर्षस्तत्र ख्यातोऽत्र मानसः॥
योजनानां सहस्राणि पंचैवोर्ध्वसमुच्छ्रितः ॥
]

`verse 58 [
तानि चैव तु लक्षाणि सर्वतो वलयाकृति॥
पुष्करद्वीपवलयो मध्येन विभजंति च॥६१।
तेनैव वलया कारा द्वीपवर्षसमाकृतिः॥
दशवर्षसहस्राणि तत्र जीवंति मानवाः॥
]

`verse 59 [
निरामया वीतशोका रागद्वेषविवर्जिताः॥
अधर्मो न मतस्तेषां न बंधवधकौ मुने ॥
]

`verse 60 [
सत्यानृते न तस्यास्तां सदैव वसतिस्सदा ॥
तुल्यवेषास्तु मनुजा हेमवर्णैकरूपिणः ॥
]

`verse 61 [
वर्षश्चायं तु कालेय भौम स्वर्गोपमो मतः ॥
सर्वस्य सुखदः काले जरारोगविवर्जितः ॥
]

`verse 62 [
पुष्करे धातकीखण्डे महावीते महामुने ॥।
न्यग्रोधं पुष्करद्वीपे ब्रह्मणः स्थानमुत्तमम् ॥
]

`verse 63 [
तस्मिन्निवसते ब्रह्मा पूज्यमानस्सुरासुरैः॥
स्वादूदकेनांबुधिना पुष्करः परिवेष्टितः॥ ॥
]

`verse 64 [
एवं द्वीपास्समुद्रैस्तु सप्त सप्तभिरावृताः ॥
द्वीपाश्चैव समुद्राश्च समाना द्विगुणैः परैः ॥
]

`verse 65 [
उक्तातिरिक्तता तेषां समुद्रेषु समानि वै ॥
पयांसि सर्वदाऽल्पत्वं जायते न कदाचन।६९॥
स्थालीस्थमग्निसंयोगादधःस्थं मुनिसत्तमः ॥
तथेन्दुवृद्धौ सलिलमूर्द्ध्वगं भवति ध्रुवम् ॥
]

`verse 66 [
उदयास्तमनेत्विंदोर्वर्द्धंत्यापो ह्रसन्ति च ॥
अतो न्यूनातिरिक्ताश्च पक्षयोः शुक्लकृष्णयोः ॥
]

`verse 67 [
अपां वृद्धिक्षयौ दृष्टौ शतशस्तु दशोत्तरम्॥
समुद्राणां मुनिश्रेष्ठो सर्वेषां कथितं तव॥
]

`verse 68 [
भोजनं पुष्करद्वीपे प्रजास्सर्वाः सदैव हि ॥
खंडस्य कुर्वते विप्र तत्र स्वयमुपस्थितम् ॥
]

`verse 69 [
स्वांगदो यस्य पुरतो नास्ति लोकस्य संस्थितिः॥
द्विगुणा हिरण्मयी भूमिस्सर्वजंतुविवर्जिता॥
]

`verse 70 [
लोकालोकस्ततश्शैलस्सहस्राण्यचलो हि सः॥
उच्छ्रयेण हि तावंति योजनायुतविस्तृतः ॥
]

`verse 71 [
तमश्चांडकटाहेन सेयमुर्वी महामुने ॥
पंचाशत्कोटिविस्तारा सद्वीपा समहीधरा ॥
]

`verse 72 [
आधारभूता सर्वेषां सर्वभूतगुणाधिका॥
सेयं धात्री च कालेय सर्वेषां जगतामिला॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां ब्रह्माण्डकथने सप्तदीपवर्णनं नामाष्टादशोऽध्यायः॥
]
