`speaker [
सनत्कुमार उवाच
]

`verse 1 [
रविचन्द्रमसोर्यावन्मयूखा भासयंति हि॥
तावत्प्रमाणा पृथिवी भूलोकस्स तु गीयते ॥
]

`verse 2 [
भूमेर्योजनलक्षे तु संस्थितं रविमण्डलम् ॥
योजनानां सहस्राणि सदैव परिसंख्यया॥
]

`verse 3 [
शशिनस्तु प्रमाणाय जगतः परिचक्षते॥
रवेरूर्ध्वं   शशी तस्थौ लक्षयोजनसंख्यया॥
]

`verse 4 [
ग्रहाणां मण्डलं कृत्स्नं शशेरुपरि संस्थितम्॥
सनक्षत्रं सहस्राणि दशैव परितोपरि ॥
]

`verse 5 [
बुधस्तस्मादथो काव्यस्तस्माद्भौमस्य मण्डलम्॥
बृहस्पतिस्तदूर्ध्वं तु तस्योपरि शनैश्चरः॥
]

`verse 6 [
सप्तर्षिमण्डलं तस्माल्लक्षेणैकेन संस्थितम् ॥
ऋषिभ्य तु सहस्राणां शतादूर्ध्वं ध्रुवः स्थितः ॥
]

`verse 7 [
मेढीभूतस्स यस्तस्य ज्योतिश्चक्रस्य वै ध्रुवः॥
भूर्भुवःस्वरिति ज्ञेयं भुव ऊर्ध्वं ध्रुवादवाक्॥
]

`verse 8 [
एकयोजनकोटिस्तु यत्र ते कल्पवासिनः॥
ध्रुवादूर्ध्वं महर्लोकस्सप्तैते ब्रह्मणस्सुताः॥
]

`verse 9 [
सनकश्च सनन्दश्च तृतीयश्च सनातनः॥
कपिलश्चासुरिश्चैव वोढुः पंचशिखस्तथा॥
]

`verse 10 [
उपरिष्टात्ततश्शुक्रो द्विलक्षाभ्यंतरे स्थितः॥
द्विलक्षयोजनं तस्मादधः सोमसुतः स्मृतः ॥
]

`verse 11 [
द्विलक्षयोजनं तस्मादूर्ध्वं भौमस्स्थितो मुने॥
द्विलक्षयोजनं तस्मादूर्ध्वं जीवः स्थितो गुरु ॥
]

`verse 12 [
द्विलक्षयोजनं जीवादूर्ध्वं सौरिर्व्यवस्थितः ॥
एते सप्तग्रहाः प्रोक्तास्स्वस्वराशिव्यवस्थिता ॥
]

`verse 13 [
रुद्रलक्षैर्योजनतस्सप्तोर्ध्वमृषयः स्थिताः ॥
विश्वलक्षैर्योजनतो ध्रुवस्थितिरुदाहृता ॥
]

`verse 14 [
चतुर्गुणोत्तरे चार्द्धे जनलोकात्तपः स्मृतम् ॥
वैराजा यत्र देवा वै स्थिता दाहविवर्जिताः ॥
]

`verse 15 [
षड्गुणेन तपोलोकात्सत्यलोको व्यवस्थितः ॥
ब्रह्मलोकः स विज्ञेयो वसंत्यमलचेतसः ॥
]

`verse 16 [
सत्यधर्मरताश्चैव ज्ञानिनो ब्रह्मचारिणः॥
यद्गामिनोऽथ भूलोकान्निवसंति हि मानवाः ॥
]

`verse 17 [
भुवर्लोके तु संसिद्धा मुनयो देवरूपिणः ॥
स्वर्गलोके सुरादित्या मरुतो वसवोऽश्विनौ ॥
]

`verse 18 [
विश्वेदेवास्तथा रुद्रास्साध्या नागाः खगादयः ॥
नवग्रहास्ततस्तत्र ऋषयो वीतकल्मषाः ॥
]

`verse 19 [
एते सप्त महालोकाः कालेय कथितास्तव ॥
पातालानि च सप्तैव ब्रह्माण्डस्य च विस्तरः ॥
]

`verse 20 [
दधिवृक्षफलं यद्वद्वृत्तिश्चोर्ध्वमधस्तथा ॥
एतदंडकटाहेन सर्वतो वै समावृतम् ॥
]

`verse 21 [
दशगुणेन पयसा सर्वतस्तत्समावृतम् ॥
वह्निना वायुना चापि नभसा तमसा तथा ॥
]

`verse 22 [
भूतादिनापि महता दिग्गुणोत्तरवेष्टितः ॥
महांतं च समावृत्य प्रधानं पुरुषः स्थितः ॥
]

`verse 23 [
अनंतस्य न तस्यास्ति संख्यापि परमात्मनः ॥
तेनानंत इति ख्यातः प्रमाणं नास्ति वै यतः ॥
]

`verse 24 [
हेतुभूतस्समस्तस्य प्रकृतिस्सा परा मुने ॥
अंडानां तु सहस्राणां सहस्राण्ययुतानि च ॥
]

`verse 25 [
ईदृशानां प्रभूतानि तस्मादव्यक्तजन्मनः ॥
दारुण्यग्निस्तिले तैलं पयस्सु च यथा घृतम् ॥
]

`verse 26 [
तथासौ परमात्मा वै सर्वं व्याप्यात्मवेदनः ॥
आदिबीजात्प्रसुवते ततस्तेभ्यः परेण्डजाः ॥
]

`verse 27 [
तेभ्यः पुत्रास्तथान्येषां बीजान्यन्यानि वै ततः ॥
महदादयो विशेषांतास्तद्भवंति सुरादयः॥
]

`verse 28 [
बीजाद्वृक्षप्ररोहेण यथा नापचयस्तरोः ॥
सूर्य्यकांतमणेः सूर्य्याद्यद्वद्वह्निः प्रजायते ॥
]

`verse 29 [
तद्वत्संजायते सृष्टिः शिवस्तत्रः न कामयेत् ॥
शिवशक्तिसमायोगे देवाद्याः प्रभवंति हि ॥
]

`verse 30 [
तथा स्वकर्मणैकेन प्ररोहमुपयांति वै ॥
ब्रह्मा विष्णुश्च रुद्राश्च स शिवः परिगीयते ॥
]

`verse 31 [
तस्मादुद्धरते सर्वं यस्मिंश्च लयमेष्यति ॥
कर्ता क्रियाणां सर्वासां स शिवः परिगीयते ॥
]

`speaker [
व्यास उवाच
]

`verse 32 [
सनत्कुमार सर्वज्ञ छिंधि मे संशयं महत् ॥
सन्ति लोका हि ब्रह्मांडादुपरिष्टान्न वा मुने ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 33 [
ब्रह्मांडादुपरिष्टाच्च संति लोका मुनीश्वर ॥
ताञ्छृणु त्वं विशेषेण वच्मि तेऽहं समागतः ॥
]

`verse 34 [
विधिलोकात्परो लोको वैकुंठ इति विश्रुतः ॥
विराजते महादीप्त्या यत्र विष्णुः प्रतिष्ठितः ॥
]

`verse 35 [
तस्योपरिष्टात्कौमारो लोको हि परमाद्भुतः ॥
सेनानीः शंभुतनयो राजते यत्र सुप्रभः ॥
]

`verse 36 [
ततः परमुमालोको महादिव्यो विरा जते॥
यत्र शक्तिर्विभात्येका त्रिदेवजननी शिवा ॥
]

`verse 37 [
परात्परा हि प्रकृती रजस्सत्त्वतमोमयी॥
निर्गुणा च स्वयं देवी निर्विकारा शिवात्मिका ॥
]

`verse 38 [
तस्योपरिष्टाद्विज्ञेयश्शिवलोकस्सनातनः ॥
अविनाशी महादिव्यो महाशोभान्वितस्सदा ॥
]

`verse 39 [
विराजते परं ब्रह्म यत्र शंभुर्महेश्वरः ॥
त्रिदेवजनकस्वामी सर्वेषां त्रिगुणात्परः ॥
]

`verse 40 [
तत ऊर्ध्वं न लोकाश्च गोलोकस्तत्समीपतः ॥
गोमातरस्सुशीलाख्यास्तत्र संति शिवप्रिया ॥
]

`verse 41 [
तत्पालः कृष्णनामा हि राजते शंकराज्ञया ॥
प्रतिष्ठितश्शिवेनैव शक्त्या स्वच्छन्दचारिणा ॥
]

`verse 42 [
शिवलोकोऽद्भुतो व्यास निराधारो मनोहरः ॥
अतिनिर्वचनीयश्च नानावस्तुविराजितः ॥
]

`verse 43 [
शिवस्तु तदधिष्ठाता सर्वदेवशिरोमणिः ॥
विष्णुब्रह्महरैस्सेव्यः परमात्मा निरञ्जनः॥
]

`verse 44 [
इति ते कथिता तात सर्वब्रह्मांडसंस्थितिः ॥
तदूर्ध्वं लोकसंस्थानं किमन्यच्छ्रोतुमिच्छसि॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां लोकवर्णनंनामैकोनविंशोऽध्यायः॥
]
