`speaker [
व्यास उवाच
]

`verse 1 [
ब्राह्मणत्वं हि दुष्प्राप्यं निसर्गाद्ब्राह्मणो भवेत् ॥
ईश्वरस्य मुखात्क्षत्रं बाहुभ्यामूरुतो विशः ॥
]

`verse 2 [
पद्भ्यां शूद्रस्समुत्पन्न इति तस्य मुखाच्छ्रुतिः ॥
किमु स्थितिमधःस्थानादाप्नुवन्ति ह्यतो वद ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 3 [
दुष्कृतेन तु कालेय स्थानाद्भ्रश्यन्ति मानवाः ॥
श्रेष्ठं स्थानं समासाद्य तस्माद्रक्षेत पण्डितः ॥
]

`verse 4 [
यस्तु विप्रत्वमुत्सृज्य क्षत्रयोन्यां प्रसूयते ॥
ब्राह्मण्यात्स परिभ्रष्टः क्षत्रियत्वं निषेवते ॥
]

`verse 5 [
अधर्मसेवनान्मूढस्तथैव परिवर्तते ॥
जन्मान्तरसहस्राणि तमस्याविशते यतः ॥
]

`verse 6 [
तस्मात्प्राप्य परं स्थानं प्रमाद्यन्न तु नाशयेत् ॥
स्वस्थानं सर्वदा रक्षेत्प्राप्यापि विपदो नरः ॥
]

`verse 7 [
ब्राह्मणत्वं शुभं प्राप्य ब्राह्मण्यं योऽवमन्यते ॥
भोज्याभोज्यं न जानाति स पुमान्क्षत्रियो भवेत् ॥
]

`verse 8 [
कर्मणा येन मेधावी शूद्रो वैश्यो हि जायते ॥
तत्ते वक्ष्यामि निखिलं येन वर्णोत्तमो भवेत् ॥
]

`verse 9 [
शूद्रकर्म यथोद्दिष्टं शूद्रो भूत्वा समाचरेत् ॥
यथावत्परिचर्य्यां तु त्रिषु वर्णेषु नित्यदा ॥
]

`verse 10 [
कुरुते कामयानस्तु शूद्रोऽपि वैश्यतां व्रजेत् ॥
यो योजयेद्धनैर्वैश्यो जुह्वानश्च यथाविधि ॥
]

`verse 11 [
अग्निहोत्रमुपादाय शेषान्न कृतभोजनः ॥
स वैश्यः क्षत्रियकुले जायते नात्र संशयः ॥
]

`verse 12 [
क्षत्त्रियो जायते यज्ञैसंस्कृतैरात्तदक्षिणैः ॥
अधीते स्वर्गमन्विच्छंस्त्रेताग्निशरणं सदा ॥
]

`verse 13 [
आर्द्रहस्तपदो नित्यं क्षितिं धर्मेण पालयेत् ॥
ऋतुकालाभिगामी च स्वभार्य्याधर्मतत्परः॥
]

`verse 14 [
सर्वातिथ्यं त्रिवर्गस्य भूतेभ्यो दीयतामिति ॥
गोब्राह्मणात्मनोऽर्थं हि संग्रामाभिहतो भवेत् ॥
]

`verse 15 [
तेनाग्निमन्त्रपूतात्मा क्षत्त्रियो ब्राह्मणो भवेत् ॥
विधितो ब्राह्मणो भूत्वा याजकस्तु प्रजायते ॥
]

`verse 16 [
स्वकर्मनिरतो नित्यं सत्यवादी जितेन्द्रियः॥
प्राप्यते विपुलस्स्वर्गो देवानामपि वल्लभः॥
]

`verse 17 [
ब्रह्मणत्वं हि दुष्प्राप्यं कृच्छ्रेण साध्यते नरैः ॥
ब्राह्मण्यात्सकलं प्राप्य मोक्षश्चापि मुनीश्वर ॥
]

`verse 18 [
तस्मात्सर्वप्रयत्नेन ब्राह्मणो धर्मतत्परः ॥
साधनं सर्ववर्गस्य रक्षेद्ब्राह्मण्यमुत्तमम् ॥
]

`speaker [
व्यास उवाच
]

`verse 19 [
संग्रामस्येह माहात्म्यं त्वयोक्तं मुनिसत्तम ॥
एतदिच्छाम्यहं श्रोतुं ब्रूहि त्वं वदतां वर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 20 [
अग्निष्टोमादिभिर्यज्ञैरिष्ट्वा विपुलदक्षिणैः ॥
न तत्फलमवाप्नोति संग्रामे यदवाप्नुयात् ॥
]

`verse 21 [
इति तत्त्वविदः प्राहुर्यज्ञकर्मविदस्सदा ॥
तस्मात्तत्ते प्रवक्ष्यामि यत्फलं शस्त्रजीविनाम्॥
]

`verse 22 [
धर्मलाभोऽर्थलाभश्च यशोलाभस्तथैव च ॥
यश्शूरो वांछते युद्धं विमृन्दन्परवाहिनीम् ॥
]

`verse 23 [
तस्य धर्मार्थ कामाश्च यज्ञश्चैव सदक्षिणः ॥
परं ह्यभिमुखं दत्त्वा तद्यानं योऽधिरोहति ॥
]

`verse 24 [
विष्णुलोके स जायेत यश्च युद्धेऽपराजितः ॥
अश्वमेधानवाप्नोति चतुरो न मृतस्स चेत्॥
]

`verse 25 [
यस्तु शस्त्रमनुत्सृज्य म्रियते वाहिनी मुखे ॥
सम्मुखो वर्तते शूरस्स स्वर्गान्न निवर्तते ॥
]

`verse 26 [
राजा वा राजपुत्रो वा सेनापतिरथापि वा ॥
हतक्षात्रेण यः शूरस्तस्य लोकोऽक्षयो भवेत् ॥
]

`verse 27 [
यावंति तस्य रोमाणि भिद्यन्तेऽस्त्रैर्महाहवे ॥
तावतो लभते लोकान्सर्वकामदुघाऽक्षयान् ॥
]

`verse 28 [
वीरासनं वीरशय्या वीरस्थानस्थितिस्स्थिरा ॥
सर्वदा भवति व्यास इह लोके परत्र च ॥
]

`verse 29 [
गवार्थे ब्राह्मणार्थे च स्थानस्वाम्यर्थमेव च ॥
ये मृतास्ते सुखं यांति यथा सुकृतिनस्तथा ॥
]

`verse 30 [
यः कश्चिद्ब्राह्मणं हत्वा पश्चात्प्राणान्परित्यजेत् ॥
तत्रासौ स्वपतेर्युद्धे स स्वर्गान्न निवर्तते॥
]

`verse 31 [
क्रव्यादैर्दतिभिश्चैव हतस्य गतिरुत्तमा ॥
द्विजगोस्वामिनामर्थे भवेद्विपुलदाक्षया॥
]

`verse 32 [
शक्नोत्विह समर्थश्च यष्टुं क्रतुशतैरपि॥
आत्मदेहपरित्यागः कर्तुं युधि सुदुष्करः .॥
]

`verse 33 [
युद्धं पुण्यतमं स्वर्ग्यं रूपज्ञं सर्वतोमुखम् ॥
सर्वेषामेव वर्णानां क्षत्रियस्य विशेषतः ॥
]

`verse 34 [
भृशं चैव प्रवक्ष्यामि युद्धधर्मं सनातनम् ॥
यादृशाय प्रहर्तव्यं यादृशं परिवर्जयेत्॥
]

`verse 35 [
आततायिनमायांतमपि वेदांतगं द्विजम्॥
जिघांसंतं जिघांसेत्तु न तेन ब्रह्महा भवेत्॥
]

`verse 36 [
हंतव्योऽपि न हंतव्यः पानीयं यश्च याचते॥
रणे हत्वातुरान्व्यास स नरो ब्रह्महा भवेत् ॥
]

`verse 37 [
व्याधितं दुर्बलं बालं स्त्र्यनाथौ कृपणं ध्रुवम्॥
धनुर्भग्नं छिन्नगुणं हत्वा वै ब्रह्महा भवेत् ॥
]

`verse 38 [
एवं विचार्य्य सद्धीमान्भवेत्प्रीत्याः रणप्रियः॥
सजन्मनः फलं प्राप्य परत्रेह प्रमोदते॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां रणफलवर्णनं नामैकविंशोऽध्यायः ॥
]
