`speaker [
व्यास उवाच
]

`verse 1 [
विधिं तात वदेदानीं जीव जन्मविधानतः ॥
गर्भे स्थितिं च तस्यापि वैराग्यार्थं मुनीश्वर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
शृणु व्यास समासेन शास्त्रसारमशेषतः ॥
वदिष्यामि सुवैराग्यं मुमुक्षोर्भवबंधकृत्॥
]

`verse 3 [
पाकपात्रस्य मध्ये तु पृथगन्नं पृथग्जलम्॥
अग्नेरूर्ध्वं जलं स्थाप्यं तदन्नं च जलोपरि॥
]

`verse 4 [
जलस्याधस्स चाग्निर्हि स्थितोऽग्निं धमते शनैः ॥
वायुनाधम्यमानोऽग्निरत्युष्णं कुरुते जलम् ॥
]

`verse 5 [
तदन्नमुष्णतोयेन समन्तात्पच्यते पुनः॥
द्विधा भवति तत्पक्वं पृथक्किट्टं पृथग्रसः॥
]

`verse 6 [
मलैर्द्वादशभिः किट्टं भिन्नं   देहाद्बहिर्भवेत्॥
रसस्तु देहे सरति स पुष्टस्तेन जायते॥
]

`verse 7 [
कर्णाक्षिनासिका जिह्वा दन्ताः शिश्नो गुदं नखाः ॥
मलाश्रयः कफः स्वेदो विण्मूत्रं द्वादश स्मृताः ॥
]

`verse 8 [
हृत्पद्मे प्रतिबद्धाश्च सर्वनाड्यस्समंततः ॥
ज्ञेया रसप्रवाहिन्यस्तत्प्रकारं ब्रुवे मुने ॥
]

`verse 9 [
तासां मुखेषु तं सूक्ष्मं प्राणस्स्थापयेत् रसम् ॥
रसेन तेन नाडीस्ताः प्राणं पूरयते पुनः ॥
]

`verse 10 [
पुनः प्रयांति संपूर्णास्ताश्च देहं समंततः ॥
ततस्स नाडीमध्यस्थश्शरीरेणात्मना रसः ॥
]

`verse 11 [
पच्यते पच्यमानाच्च भवेत्पाकद्वयं पुनः ॥
त्वक् तया वेष्ट्यते पूर्वं रुधिरं च प्रजायते॥
]

`verse 12 [
रक्ताल्लोमानि मांसं च केशाः स्नायुश्च मांसतः॥
स्नायुतश्च तथास्थीनि नखा मज्जास्थिसंभवाः॥
]

`verse 13 [
मज्जाकारणवैकल्यं शुक्रं हि प्रसवात्मकम्॥
इति द्वादशधान्नस्य परिणामः प्रकीर्तिताः॥
]

`verse 14 [
शुक्रोऽन्नाज्जायते शुक्राद्दिव्यदेहस्य संभवः॥
ऋतुकाले यदा शुक्रं निर्दोषं योनिसंस्थितम्॥
]

`verse 15 [
तद्वा तद्वायुसंस्पृष्टं स्त्रीरक्तेनैकतां व्रजेत् ॥
विसर्गकाले शुक्रस्य जीवः कारणसंयुतः ॥
]

`verse 16 [
संवृतः प्रविशेद्योनिं कर्मभिस्स्वैर्नियोजितः ॥
तच्छुक्ररक्तमेकस्थमेकाहात्कलिलं भवेत् ॥३१।
पंचरात्रेण कलिलं बुद्बुदाकारतां व्रजेत् ॥
बुद्बुदस्सप्तरात्रेण मांसपेशी भवेत्पुनः॥
]

`verse 17 [
ग्रीवा शिरश्च स्कंधौ च पृष्ठवंशस्तथोदरम्॥
पाणिपादन्तथा पार्श्वे कटिर्गात्रं तथैव च॥
]

`verse 18 [
द्विमासाभ्यन्तरेणैव क्रमशस्संभवेदिह॥
त्रिभिर्मासैः प्रजायंते सर्वे ह्यंकुरसंधयः॥
]

`verse 19 [
मासैश्चतुर्भिरंगुल्यः प्रजायंते यथाक्रमम्॥
मुखं नासा च कर्णौ मासैः पंचभिरेव च॥
]

`verse 20 [
दन्तपंक्तिस्तथा गुह्यं जायंते च नखाः पुनः॥
कर्णयोस्तु भवेच्छिद्रं षण्मासाभ्यंतरेण तु ॥
]

`verse 21 [
पायुर्मेहमुपस्थं च नाभिश्चाभ्युपजायते॥
संधयो ये च गात्रेषु मासैर्जायंति सप्तभिः ॥
]

`verse 22 [
अंगप्रत्यंगसंपूर्णः परिपक्वस्स तिष्ठति ॥
उदरे मातुराच्छन्नो जरायौ मुनि सत्तम ॥
]

`verse 23 [
मातुराहारचौर्य्येण षड्विधेन रसेन तु ॥
नाभिनालनिबद्धेन वर्द्धते स दिनेदिने ॥
]

`verse 24 [
ततस्मृतिं लभेज्जीवस्संपूर्णेऽस्मिञ्शरीरके ॥
सुखं दुःखं विजानाति निद्रास्वप्नं पुराकृतम् ॥
]

`verse 25 [
मृतश्चाहं पुनर्जातो जातश्चाहं पुनर्मृतः ॥
नानायोनिसहस्राणि मया दृष्टानि जायता ॥
]

`verse 26 [
अधुना जातमात्रोऽहं प्राप्तसंस्कार एव च ॥
श्रेयोऽमुना करिष्यामि येन गर्भे न संभवः ॥
]

`verse 27 [
गर्भस्थश्चिंतयत्येवमहं गर्भाद्विनिस्सृतः ॥
अन्वेष्यामि शिवज्ञानं संसारविनिवर्तकम् ॥
]

`verse 28 [
एवं स गर्भदुःखेन महता परिपीडितः ॥
जीवः कर्मवशादास्ते मोक्षोपायं विचिंतयन् ॥
]

`verse 29 [
यथा गिरिवराक्रांतः कश्चिद्दुःखेन तिष्ठति ॥
तथा जरायुणा देही दुःखं तिष्ठति वेष्टितः ॥
]

`verse 30 [
पतितस्सागरे यद्वद्दुःखमास्ते समाकुलः ॥
गर्भोदकेन सिक्तांगस्सर्वदाकुलितस्तदा ॥
]

`verse 31 [
लोहकुंभे यथा न्यस्तः पच्यते कश्चिदग्निना ॥
गर्भकुंभे तथा क्षिप्तः पच्यते जठराग्निना ॥
]

`verse 32 [
सूचीभिरग्निवर्णाभिनिर्भिन्नस्य निरंतरम् ॥
यद्दुःखं जायते तस्य तत्र संस्थस्य चाधिकम् ॥
]

`verse 33 [
गर्भावासात्परं दुःखं कष्टं नैवास्ति कुत्रचित् ॥
देहिनां दुःखबहुलं सुघोरमतिसंकटम् ॥
]

`verse 34 [
इत्येतत्सुमहद्दुःखं पापिनां परिकीर्तितम् ॥
केवलं धर्मबुदीनां सप्तमासैर्भवस्सदा ॥
]

`verse 35 [
गर्भात्सुदुर्लभं दुःखं योनियंत्रनिपीडनात् ॥
भवेत्पापात्मनां व्यास न हि धर्मयुतात्मनाम् ॥।
]

`verse 36 [
इक्षुवत्पीड्यमानस्य यंत्रेणैव समंततः ॥
शिरसा ताड्यमानस्य पाप मुद्गरकेण च ॥
]

`verse 37 [
यंत्रेण पीडिता यद्वन्निस्सारा स्स्युस्तिलाः क्षणात् ॥
तथा शरीरं निस्सारं योनियंत्रनिपीडनात् ॥
]

`verse 38 [
अस्थिपादतुलास्तंभं स्नायुबन्धेन यंत्रितम्॥
रक्तमांसमृदालिप्तं विण्मूत्रद्रव्यभाजनम् ॥
]

`verse 39 [
केशरोमनखच्छन्नं रोगायतनमातुरम् ॥
वदनैकमहाद्वारं गवाक्षाष्टकभूषितम् ॥
]

`verse 40 [
ओष्ठद्वयकपाटं च तथा जिह्वार्गलान्वितम्॥
भोगतृष्णातुरं मूढं रागद्वेषवशानुगम्॥
]

`verse 41 [
संवर्तितांगप्रत्यंगं जरायुपरिवेष्टितम्॥
संकटेनाविविक्तेन योनिमार्गेण निर्गतम्॥
]

`verse 42 [
विण्मूत्ररक्तसिक्तांगं विकोशिकसमुद्भवम्॥
अस्थिपञ्जरविख्यातमस्मिञ्ज्ञेयं कलेवरम्॥
]

`verse 43 [
शतत्रयं षष्ट्यधिकं पंचपेशीशतानि च॥
सार्द्धाभिस्तिसृभिश्छन्नं समंताद्रोमकोटिभिः ॥
]

`verse 44 [
शरीरं स्थूलसूक्ष्माभिर्दृश्याऽदृश्या हि तास्स्मृताः ॥
एतावतीभिर्नाडीभिः कोटिभिस्तत्समंततः॥
]

`verse 45 [
अस्वेदमधुभिर्याभिरंतस्थः स्रवते बहिः॥
द्वात्रिंशद्दशनाः प्रोक्ता विंशतिश्च नखाः स्मृताः ॥
]

`verse 46 [
पित्तस्य कुडवं ज्ञेयं कफस्याथाढकं स्मृतम् ॥
वसायाश्च पलं विंशत्तदर्धं कपिलस्य च ॥
]

`verse 47 [
पंचार्द्धं तु तुला ज्ञेया पलानि दश मेदसः ॥
पलत्रयं महारक्तं मज्जायाश्च चतुर्गुणम् ॥
]

`verse 48 [
शुक्रोर्द्धं कुडवं ज्ञेयं तद्बीजं देहिनां बलम् ॥
मांसस्य चैकपिंडेन पलसाहस्रमुच्यते ॥
]

`verse 49 [
रक्तं पलशतं ज्ञेयं विण्मूत्रं यत्प्रमाणत॥
अंजलयश्च चत्वारश्चत्वारो मुनिसत्तम॥
]

`verse 50 [
इति देहगृहं ह्येतन्नित्यस्यानित्यमात्मनः ॥
अविशुद्धं विशुद्धस्य कर्मबंधाद्विनिर्मितम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां देहोत्पत्तिवर्णनं नाम द्वाविंशोऽध्यायः ॥
]
