`speaker [
सनत्कुमार उवाच
]

`verse 1 [
शृणु व्यास महाबुद्धे देहस्याशुचितां मुने ॥
महत्त्वं च स्वभावस्य समासात्कथयाम्यहम् ॥
]

`verse 2 [
शुक्रशोणितसंयोगाद्देहस्संजायते यतः॥
नित्यं विण्मूत्रसंपूर्णस्तेनायमशुचिस्स्मृतः॥
]

`verse 3 [
यथांतर्विष्ठया पूर्णश्शुचिमान्न बहिर्घटः ॥
शोध्यमानो हि देहोऽयं तेनायमशुचिस्ततः ॥
]

`verse 4 [
संप्राप्यातिपवित्राणि पंचगव्यहवींषि चा।
अशुचित्वं क्षणाद्यांति किमन्यदशुचिस्ततः ॥
]

`verse 5 [
हृद्यान्यप्यन्नपानानि यं प्राप्य सुरभीणि च ॥
अशुचित्वं प्रयांत्याशु किमन्यदशुचिस्ततः ॥
]

`verse 6 [
हे जनाः किन्न पश्यंति यन्निर्याति दिनेदिने ॥
स्वदेहात्कश्मलं पूतिस्तदाधारः कथं शुचिः ॥
]

`verse 7 [
देहस्संशोध्यमानोऽपि पंचगव्यकुशांबुभिः ॥
घृष्यमाण इवांगारो निर्मलत्वं न गच्छति ॥
]

`verse 8 [
स्रोतांसि यस्य सततं प्रभवंति गिरेरिव ॥
कफमूत्रपुरीषाद्यैस्स देहश्शुध्यते कथम् ॥
]

`verse 9 [
सर्वाशुचिनिधानस्य शरीरस्य न विद्यते ॥
शुचिरेकः प्रदेशोऽपि विण्मूत्रस्य दृतेरिव ॥
]

`verse 10 [
सृष्ट्वात्मदेहस्रोतांसि मृत्तोयैः शोध्यते करः ॥
तथाप्यशुचिभांडस्य न विभ्रश्यति किं करः ॥
]

`verse 11 [
कायस्सुगंधधूपाद्यैर्य न्नेनापि सुसंस्कृतः ॥
न जहाति स्वभावं स श्वपुच्छमिव नामितम्॥
]

`verse 12 [
यथा जात्यैव कृष्णोर्थः शुक्लस्स्यान्न ह्युपायतः॥
संशोद्ध्यमानापि तथा भवेन्मूर्तिर्न निर्मला ॥
]

`verse 13 [
जिघ्रन्नपि स्वदुर्गंधं पश्यन्नपि स्वकं मलम् ॥
न विरज्येत लोकोऽयं पीडयन्नपि नासिकाम् ॥
]

`verse 14 [
अहो मोहस्य माहात्म्यं येनेदं छादितं जगत् ॥
शीघ्रं पश्यन्स्वकं दोषं कायस्य न विरज्यते ॥
]

`verse 15 [
स्वदेहस्य विगंधेन न विरज्येत यो नरः ॥
विरागकारणं तस्य किमेतदुपदिश्यते ॥
]

`verse 16 [
सर्वस्यैव जगन्मध्ये देह एवाशुचिर्भवेत् ॥
तन्मलावयवस्पर्शाच्छुचिरप्यशुचिर्भवेत् ॥
]

`verse 17 [
गंधलेपापनोदार्थ शौचं देहस्य कीर्तितम् ॥
द्वयस्यापगमाच्छुद्धिश्शुद्धस्पर्शाद्विशुध्यति ॥
]

`verse 18 [
गंगातोयेन सर्वेण मृद्भारैः पर्वतोपमैः ॥
आमृत्योराचरेच्छौचं  भावदुष्टो न शुध्यति ॥
]

`verse 19 [
तीर्थस्नानैस्तपोभिर्वा दुष्टात्मा नैव शुध्यति ॥
श्वदृतिः क्षालिता तीर्थे किं शुद्धिमधिगच्छति ॥
]

`verse 20 [
अंतर्भावप्रदुष्टस्य विशतोऽपि हुताशनम्  ॥
न स्वर्गो नापवर्गश्च देहनिर्दहनं परम् ॥
]

`verse 21 [
सर्वेण गांगेन जलेन सम्यङ् मृत्पर्वतेनाप्यथ भावदुष्टः ॥
आजन्मनः स्नानपरो मनुष्यो न शुध्यतीत्येव वयं वदामः ॥
]

`verse 22 [
प्रज्वाल्य वह्निं घृततैलसिक्तं प्रदक्षिणावर्तशिखं महांतम् ॥
प्रविश्य दग्धस्त्वपि भावदुष्टो न धर्ममाप्नोति फलं न चान्यत ॥
]

`verse 23 [
गंगादितीर्थेषु वसंति मत्स्या देवालये पक्षिगणाश्च नित्यम् ॥
भावोज्झितास्ते न फलं लभंते तीर्थावगाहाच्च तथैव दानात् ॥
]

`verse 24 [
भावशुद्धिः परं शौचं प्रमाणे सर्वकर्मसु ॥
अन्यथाऽऽलिंग्यते कांता भावेन दुहितान्यथा ॥
]

`verse 25 [
मनसो भिद्यते वृत्तिरभिन्नेष्वपि वस्तुषु ॥
अन्यथैव सुतं नारी चिन्तयत्यन्यथा पतिम् ॥
]

`verse 26 [
पश्यध्वमस्य भावस्य महाभाग्यमशेषतः ॥
परिष्वक्तोपि यन्नार्य्या भावहीनं न कामयेत् ॥
]

`verse 27 [
नाद्याद्विविधमन्नाद्यं भक्ष्याणि सुरभीणि च ॥
यदि चिंतां समाधत्ते चित्ते कामादिषु त्रिषु ॥
]

`verse 28 [
गृह्यते तेन भावेन नरो भावाद्विमुच्यते ॥
भावतश्शुचि शुद्धात्मा स्वर्गं मोक्षं च विंदति ॥
]

`verse 29 [
भावेनैकात्मशुद्धात्मा दहञ्जुह्वन्स्तुवन्मृतः ॥
ज्ञानावाप्तेरवाप्याशु लोकान्सुबहुयाजिनाम् ॥
]

`verse 30 [
ज्ञानामलांभसा पुंसां सद्वैराग्यमृदा पुनः ॥
अविद्यारागविण्मूत्रलेपगंधविशोधनम् ॥
]

`verse 31 [
एवमेतच्छरीरं हि निसर्गादशुचि स्मृतम् ॥
त्वङ्मात्रसारं निःसारं कदलीसारसन्निभम् ॥
]

`verse 32 [
ज्ञात्वैवं दोषवद्देहं यः प्राज्ञश्शिथिलो भवेत् ॥
देह भोगोद्भवाद्भावाच्छमचित्तः प्रसन्नधीः ॥
]

`verse 33 [
सोऽतिक्रामति संसारं जीवन्मुक्तः प्रजायते ॥
संसारं कदलीसारदृढग्राह्यवतिष्ठते ॥ ॥
]

`verse 34 [
एवमेतन्महाकष्टं जन्म दुःखं प्रकीर्तितम् ॥
पुंसामज्ञानदोषेण नानाकार्मवशेन च ॥
]

`verse 35 [
श्लोकार्धेन तु वक्ष्यामि यदुक्तं ग्रन्थकोटिभिः ॥
ममेति परमं दुःखं न ममेति परं सुखम् ॥
]

`verse 36 [
बहवोपीह राजानः परं लोक मितो गताः ॥
निर्ममत्वसमेतास्तु बद्धाश्शतसहस्रशः ॥
]

`verse 37 [
गर्भस्थस्य स्मृतिर्यासीत्सा च तस्य प्रणश्यति ॥
संमूर्छितेन दुःखेन योनियन्त्रनिपीडनात् ॥
]

`verse 38 [
बाह्येन वायुना वास्य मोहसङ्गेन देहिनः ॥
स्पृष्टमात्रेण घोरेण ज्वरस्समुपजायते ॥
]

`verse 39 [
तेन ज्वारेण महता सम्मोहश्च प्रजायते ॥
सम्मूढस्य स्मृतिभ्रंशश्शीघ्रं संजायते पुनः ॥
]

`verse 40 [
स्मृतिभ्रंशात्ततस्तस्य स्मृतिर्न्नोऽपूर्वकर्मणः॥
रतिः संजायते तूर्णं जन्तोस्तत्रैव जन्मनि ॥
]

`verse 41 [
रक्तो मूढश्च लोकोऽयं न कार्य्ये सम्प्रवर्तते ॥
न चात्मानं विजानाति न परं न च दैवतम् ॥
]

`verse 42 [
न शृणोति परं श्रेयस्सति कर्णेऽपि सन्मुने ॥
न पश्यति परं श्रेयस्सति चक्षुषि तत्क्षमे ॥
]

`verse 43 [
समे पथि शनैर्गच्छन् स्खलतीव पदेपदे ॥
सत्यां बुद्धौ न जानाति बोध्यमानो बुधैरपि ॥
]

`verse 44 [
संसारे क्लिश्यते तेन गर्भलोभवशानुगः ॥
गर्भस्मृतेन पापेन समुज्झितमतिः पुमान् ॥
]

`verse 45 [
इत्थं महत्परं दिव्यं शास्त्रमुक्तं शिवेन तु ॥
तपसः कथनार्थाय स्वर्गमोक्षप्रसाधनम् ॥
]

`verse 46 [
ये सत्यस्मिच्छिवे ज्ञाने सर्वकामार्थ साधने ॥
न कुर्वन्त्यात्मनः श्रेयस्तदत्र महदद्भुतम् ॥
]

`verse 47 [
अव्यक्तेन्द्रियवृत्तित्वाद्बाल्ये दुःखं महत्पुनः ॥
इच्छन्नपि न शक्नोति वक्तुं कर्त्तुं प्रतिक्रियाम् ॥
]

`verse 48 [
दंतोत्थाने महद्दुःखमल्पेन व्याधिना तथा ॥।
बालरोगैश्च विविधै पीडा बालग्रहैरपि ॥
]

`verse 49 [
क्वचित्क्षुत्तृट्परीतांगः क्वचित्तिष्ठति संरटन् ॥
विण्मूत्रभक्षणाद्यं च मोहाद्बालस्समाचरेत् ॥
]

`verse 50 [
कौमारे कर्णपीडायां मातापित्रोश्च साधनः ॥
अक्षराध्ययनाद्यैश्च नानादुःखं प्रवर्तते ॥
]

`verse 51 [
बाल्ये दुःखमतीत्यैव पश्यन्नपि विमूढधीः॥
न कुर्वीतात्मनः श्रेयस्तदत्र महदद्भुतम् ॥
]

`verse 52 [
प्रवृत्तेन्द्रियवृत्तित्वात्कामरोगप्रपीडनात्॥
तदप्राप्ते तु सततं कुतस्सौख्यं तु यौवने ॥
]

`verse 53 [
ईर्ष्यया च महद्दुःखं मोहाद्रक्तस्य तस्य च ॥
नेत्रस्य कुपितस्येव त्यागी दुःखाय केवलम् ॥
]

`verse 54 [
न रात्रौ विंदते निद्रां कामाग्निपरिवेदितः ॥
दिवापि च कुतस्सौख्यमर्थोपार्जनचिंतया ॥
]

`verse 55 [
स्त्रीष्वध्यासितचित्तस्य ये पुंसः शुक्रबिन्दवः ॥
ते सुखाय न मन्यन्ते स्वेदजा इव ते तथा ॥
]

`verse 56 [
कृमिभिस्तुद्यमानस्य कुष्ठिनो वानरस्य च ॥
कंडूयनाभितापेन यद्भवेत्स्त्रिषु तद्विदः ॥
]

`verse 57 [
यादृशं मन्यते सौख्यं गंडे पूतिविनिर्गमात् ॥
तादृशं स्त्रीषु मन्तव्यं नाधिकं तासु विद्यते ॥
]

`verse 58 [
विण्मूत्रस्य समुत्सर्गात्सुखं भवति यादृशम्॥
तादृशं स्त्रीषु विज्ञेयं मूढैः कल्पितमन्यथा ॥
]

`verse 59 [
नारीष्ववस्तुभूतासु सर्वदोषाश्रयासु वा।
नाणुमात्रं सुखं तासु कथितं पंचचूडया ॥
]

`verse 60 [
सम्माननावमानाभ्यां वियोगेनेष्टसंगमात् ॥
यौवनं जरया ग्रस्तं क्व सौख्यमनुपद्रवम्॥
]

`verse 61 [
वलीपलितखालित्यैश्शिथिलिकृतविग्रहम्॥
सर्वक्रियास्वशक्तिं च जरया जर्जरीकृतम्॥
]

`verse 62 [
स्त्रीपुंसयौवनं हृद्यमन्योऽन्यस्य प्रियं पुरा॥
तदेव जरयाग्रस्तमनयोरपि न प्रियम्॥
]

`verse 63 [
अपूर्ववत्स्वमात्मानं जरया परिवर्तितम्॥
यः पश्यन्नपि रज्येत कोऽन्यस्तस्मादचेतनः॥
]

`verse 64 [
जराभिभूतः पुरुषः पुत्रीपुत्रादिबांधवैः॥
आसक्तत्वाद्दुराधर्षैर्भृत्यैश्च परिभूयते॥
]

`verse 65 [
धर्ममर्थं च कामं वा मोक्षं वातिजरातुरः॥
अशक्तस्साधितुं तस्माद्युवा धर्मं समाचरेत्॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां संसारचिकित्सायां देहा शुचित्वबाल्याद्यवस्थादुःखवर्णनं नाम त्रयोविंशोऽध्यायः॥
]
