`speaker [
व्यास उवाच
]

`verse 1 [
कुत्सितं योषिदर्थं यत्संप्रोक्तं पंचचूडया॥
तन्मे ब्रूहि समासेन यदि तुष्टोऽसि मे मुने॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
स्त्रीणां स्वभावं वक्ष्यामि शृणु विप्र यथातथम् ॥
यस्य श्रवणमात्रेण भवेद्वैराग्यमुत्तमम् ॥
]

`verse 3 [
स्त्रियो मूलं हि दोषाणां लघुचित्ताः सदा मुने॥
तदासक्तिर्न कर्तव्या मोक्षेप्सुभिरतन्द्रितैः ॥
]

`verse 4 [
अत्राप्युदाहरंतीममितिहासं पुरातनम् ॥
नारदस्य च संवादं पुंश्चल्या पंचचूडया ॥
]

`verse 5 [
लोकान्परिचरन्धीमान्देवर्षिर्नारदः पुरा ॥
ददर्शाप्सरसं बालां पंचचूडामनुत्तमाम्॥
]

`verse 6 [
पप्रच्छाप्सरसं सुभ्रूं नारदो मुनिसत्तमः॥
संशयो हृदि मे कश्चित्तन्मे ब्रूहि सुमध्यमे॥
]

`verse 7 [
एवमुक्ता तु सा विप्रं प्रत्युवाच वराप्सरा॥
विषये सति वक्ष्यामि समर्थां मन्यसेऽथ माम् ॥
]

`speaker [
नारद उवाच
]

`verse 8 [
न त्वामविषये भद्रे नियोक्ष्यामि कथंचन ॥
स्त्रीणां स्वभावमिच्छामि त्वत्तः श्रोतुं सुमध्यमे ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 9 [
एतच्छ्रुत्वा वचस्तस्य देवर्षेरप्सरोत्तमा ॥
प्रत्युवाच मुनीशं तं देवर्षिं मुनिसत्तमम् ॥
]

`speaker [
पंचचूडोवाच
]

`verse 10 [
मुने शृणु न शक्या स्त्री सती वै निंदितुं स्त्रिया ॥
विदितास्ते स्त्रियो याश्च यादृश्यश्च स्वभावतः ॥
]

`verse 11 [
न मामर्हसि देवर्षे नियोक्तुं प्रश्नमीदृशम् ॥
इत्युक्त्वा साऽभवत्तूष्णीं पंचचूडाप्सरोवरा ॥
]

`verse 12 [
अथ देवर्षिवर्यो हि श्रुत्वा तद्वाक्यमुत्तमम् ॥
प्रत्युवाच पुनस्तां वै लोकानां हितकाम्यया ॥
]

`speaker [
नारद उवाच
]

`verse 13 [
मृषावादे भवेद्दोषस्सत्ये दोषो न विद्यते ॥
इति जानीहि सत्यं त्वं वदातस्तत्सुमध्यमे ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 14 [
इत्युक्ता सा कृतमती रभसा चारुहासिनी ॥
स्त्रीदोषाञ्शाश्वतान्सत्यान्भाषितुं संप्रचक्रमे ॥
]

`speaker [
पञ्चचूडोवाच
]

`verse 15 [
कुलीना नाथवंत्यश्च रूपवंत्यश्च योषितः ॥
मर्यादासु न तिष्ठंति स दोषः स्त्रीषु नारद ॥
]

`verse 16 [
न स्त्रीभ्यः किंचिदन्यद्वै पापीयस्तरमस्ति हि ॥
स्त्रियो मूलं हि पापानां तथा त्वमपि वेत्थ ह ॥
]

`verse 17 [
समाज्ञातानर्थवतः प्रतिरूपान् यथेप्सितान् ॥
यतीनन्तरमासाद्य नालं नार्य्यः प्रतीक्षितुम् ॥
]

`verse 18 [
असद्धर्मस्त्वयं स्त्रीणामस्माकं भवति प्रभो॥
पापीयसो नरान् यद्वै लज्जां त्यक्त्वा भजामहे ॥
]

`verse 19 [
स्त्रियं च यः प्रार्थयते सन्निकर्षं च गच्छति ॥
ईषच्च कुरुते सेवां तमेवेच्छति योषितः ॥
]

`verse 20 [
अनर्थित्वान्मनुष्याणां भयात्पतिजनस्य च ॥
मर्यादायाममर्यादाः स्त्रियस्तिष्ठंति भर्तृषु ॥
]

`verse 21 [
नासां कश्चिदमान्योऽस्ति नासां वयसि निश्चयः ॥
सुरूपं वा कुरूपं वा पुमांसमुपभुंजते ॥
]

`verse 22 [
न भयादथ वाक्रोशान्नार्थहेतोः कथंचन ॥
न ज्ञातिकुलसम्बन्धास्त्रियस्तिष्ठंति भर्तृषु ॥
]

`verse 23 [
यौवने वर्तमानानामिष्टाभरणवाससाम् ॥
नारीणां स्वैरवृत्तीनां स्पृहयन्ति कुलस्त्रियः ॥
]

`verse 24 [
या हि शश्वद्बहुमता रक्ष्यन्ते दयिताः स्त्रियः ॥
अपि ताः सम्प्रसज्जन्ते कुब्जान्धजडवामने ॥
]

`verse 25 [
पंगुष्वपि च देवर्षे ये चान्ये कुत्सिता नराः॥
स्त्रीणामगम्यो लोकेषु नास्ति कश्चिन्महामुने ॥
]

`verse 26 [
यदि पुंसां गतिर्ब्रह्मन्कथंचिन्नोपपद्यते ॥
अप्यन्योन्यं  प्रवर्तन्ते न च तिष्ठन्ति भर्तृषु ॥
]

`verse 27 [
अलाभात्पुरुषाणां च भयात्परिजनस्य च ॥
वधबन्धभयाच्चैव ता भग्नाशा हि योषितः ॥
]

`verse 28 [
चलस्वभाव दुश्चेष्टा दुर्गाह्या भवतस्तथा॥
प्राज्ञस्य पुरुषस्येह यथा रतिपरिग्रहात् ॥
]

`verse 29 [
नाग्निस्तुष्यति काष्ठानां नापगानां महोदधि ॥
नान्तकस्सर्वभूतानां न पुंसां वामलोचनाः ॥
]

`verse 30 [
इदमन्यच्च देवर्षे रहस्यं सर्वयोषिताम् ॥
दृष्ट्वैव पुरुषं सद्यो योनिः प्रक्लिद्यते स्त्रियाः ॥
]

`verse 31 [
सुस्नातं पुरुषं दृष्ट्वा सुगन्धं मलवर्जितम् ॥
योनिः प्रक्लिद्यते स्त्रीणां दृतेः पात्रादिवोदकम्॥
]

`verse 32 [
कायानामपि दातारं कर्त्तारं मानसांत्वयोः ॥
रक्षितारं न मृष्यंति भर्तारं परमं स्त्रियः ॥
]

`verse 33 [
न कामभोगात्परमान्नालंकारार्थसंचयात् ॥
तथा हितं न मन्यन्ते यथा रतिपरिग्रहात् ॥
]

`verse 34 [
अन्तकश्शमनो मृत्युः पातालं वडवामुखम् ॥
क्षुरधारा विषं सर्पो वह्निरित्येकतः स्त्रियः ॥
]

`verse 35 [
यतश्च भूतानि महांति पंच यतश्च लोको विहितो विधात्रा ॥
यतः पुमांसः प्रमदाश्च निर्मिताः सदैव दोषः प्रमदासु नारद ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 36 [
इति श्रुत्वा वचस्तस्या नारदस्तुष्टमानसः॥
तथ्यं मत्वा ततस्तद्वै विरक्तोभूद्धि तासु च ॥
]

`verse 37 [
इत्युक्तः स्त्री स्वभावस्ते पंचचूडोक्त आदरात् ॥
वैराग्यकारणं व्यास किमन्यच्छ्रोतुमर्हसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां स्त्रीस्वभाववर्णनं नाम चतुर्विंशोऽध्यायः ॥
]
