`speaker [
व्यास उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ त्वत्सकाशान्मया मुने॥
स्त्रीस्वभावः श्रुतः प्रीत्या कालज्ञानं वदस्व मे ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
इदमेव पुराऽपृच्छत्पार्वती परमेश्वरम् ॥
श्रुत्वा नानाकथां दिव्यां प्रसन्ना सुप्रणम्य तम् ॥
]

`speaker [
पार्वत्युवाच
]

`verse 3 [
भगवंस्त्वत्प्रसादेन ज्ञातं मे सकलं मतम् ॥
यथार्चनं तु ते देव यैर्मंत्रैश्च यथाविधि ॥ ॥
]

`verse 4 [
अद्यापि संशयस्त्वेकः कालचक्रं प्रति प्रभो ॥
मृत्युचिह्नं यथा देव किं प्रमाणं यथायुषः ॥
]

`verse 5 [
तथा कथय मे नाथ यद्यहं तव वल्लभा ॥
इति पृष्टस्तया देव्या प्रत्युवाच महेश्वरः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 6 [
सत्यं ते कथयिष्यामि शास्त्रं सर्वोत्तमं प्रिये ॥
येन शास्त्रेण देवेशि नरैः कालः प्रबुध्यते ॥
]

`verse 7 [
अहः पक्षं तथा मासमृतुं चायनवत्सरौ॥
स्थूलसूक्ष्मगतैश्चिह्नैर्बहिरंतर्गतैस्तथा ॥
]

`verse 8 [
तत्तेहं सम्प्रवक्ष्यामि शृणु तत्त्वेन सुन्दरि ॥
लोकानामुपकारार्थं वैराग्यार्थमुमेऽधुना ॥
]

`verse 9 [
अकस्मात्पांडुरं देहमूर्द्ध्वरागं समंततः ॥
तदा मृत्युं विजानीयात्षण्मासाभ्यन्तरे प्रिये ॥
]

`verse 10 [
मुखं कर्णौ तथा चक्षुर्जिह्वास्तम्भो यदा भवेत्॥
तदा मृत्युं विजानीयात्षण्मासाभ्यन्तरे प्रिये॥
]

`verse 11 [
रौरवानुगतं भद्र ध्वनिं नाकर्णयेद्द्रुतम्॥
षण्मासाभ्यंतरे मृत्युर्ज्ञातव्यः कालवेदिभिः ॥
]

`verse 12 [
रविसोमाग्निसंयोगाद्यदोद्योतं न पश्यति ॥
कृष्णं सर्वं समस्तं च षण्मासं जीवितं तथा ॥
]

`verse 13 [
वामहस्तो यदा देवि सप्ताहं स्पंदते प्रिये ॥
जीवितं तु तदा तस्य मासमेकं न संशयः ॥
]

`verse 14 [
उन्मीलयति गात्राणि तालुकं शुष्यते यदा॥
जीवितं तु तदा तस्य मासमेकं न संशयः ॥
]

`verse 15 [
नासा तु स्रवते यस्य त्रिदोषे पक्षजीवितम् ॥
वक्त्रं कंठं च शुष्येत षण्मासांते गतायुषः ॥
]

`verse 16 [
स्थूलजिह्वा भवेद्यस्य द्विजाः क्लिद्यंति भामिनि ॥
षण्मासाज्जायते मृत्युश्चिह्नैस्तैरुपलक्षयेत्॥
]

`verse 17 [
अंबुतैलघृतस्थं तु दर्पणे वरवर्णिनि ॥
न पश्यति यदात्मानं विकृतं पलमेव च ॥
]

`verse 18 [
षण्मासायुस्स विज्ञेयः कालचक्रं विजानता ॥
अन्यच्च शृणु देवेशि येन मृत्युर्विबुद्ध्यते॥
]

`verse 19 [
शिरोहीनां यदा छायां स्वकीयामुपलक्षयेत् ॥
अथवा छायया हीनं मासमेकं न जीवति॥
]

`verse 20 [
आंगिकानि मयोक्तानि मृत्युचिह्नानि पार्वति॥
बाह्यस्थानि ब्रुवे भद्रे चिह्नानि शृणु सांप्रतम्॥
]

`verse 21 [
रश्मिहीनं यदा देवि भवेत्सोमार्कमण्डलम्॥
दृश्यते पाटलाकारं मासार्दे्धेन विपद्यते॥
]

`verse 22 [
अरुंधती महायानमिंदुलक्षणवर्जितम्॥
अदृष्टतारको योऽसौ मासमेकं स जीवति॥
]

`verse 23 [
दृष्टे ग्रहे च दिङ्मोहः षण्मासाज्जायते ध्रुवम्॥
उतथ्यं न ध्रुवं पश्येद्यदि वा रविमण्डलम्॥
]

`verse 24 [
रात्रौ धनुर्यदापश्येन्मध्याह्ने चोल्कपातनम्॥
वेष्ट्यते गृध्रकाकैश्च षण्मासायुर्न संशयः॥
]

`verse 25 [
ऋषयस्स्वर्गपंथाश्च दृश्यंते नैव चाम्बरे॥
षण्मासायुर्विजनीयात्पुरुषैः कालवेदिभिः ॥।२५॥
अकस्माद्राहुणा ग्रस्तं सूर्यं वा सोममेव च ॥
दिक्चक्रं भ्रांतवत्पश्येत्षण्मासान्म्रियते स्फुटम् ॥
]

`verse 26 [
नीलाभिर्मक्षिकाभिश्च ह्यकस्माद्वेष्ट्यते पुमान् ॥
मासमेकं हि तस्यायुर्ज्ञातव्यं परमार्थतः ॥ ॥
]

`verse 27 [
गृध्रः काकः कपोतश्च शिरश्चाक्रम्य तिष्ठति ॥
शीघ्रं तु म्रियते जंतुर्मासैकेन न संशयः ॥
]

`verse 28 [
एवं चारिष्टभेदस्तु बाह्यस्थः समुदाहृतः ॥
मानुषाणां हितार्थाय संक्षेपेण वदाम्यहम् ॥
]

`verse 29 [
हस्तयोरुभयोर्देवि यथा कालं विजानते ॥
वामदक्षिणयोर्मध्ये प्रत्यक्षं चेत्युदाहृतम् ॥
]

`verse 30 [
एवं पक्षौ स्थितौ द्वौ तु समासात्सुरसुंदरि ॥
शुचिर्भूत्वा स्मरन्देवं सुस्नातस्संयतेन्द्रियः ॥ ॥
]

`verse 31 [
हस्तौ प्रक्षाल्य दुग्धेनालक्तकेन विमर्दयेत् ॥
गंधैः पुष्पैः करौ कृत्वा मृगयेच्च शुभाशुभम् ॥
]

`verse 32 [
कनिष्ठामादितः कृत्वा यावदंगुष्ठकं प्रिये ॥
पर्वत्रयक्रमेणैव हस्तयोरुभयोरपि ॥
]

`verse 33 [
प्रतिपदादिविन्यस्य तिथिं प्रतिपदादितः ॥ ॥
संपुटाकारहस्तौ तु पूर्वदिङ्मुखसंस्थितः ॥
]

`verse 34 [
स्मरेन्नवात्मकं मंत्रं यावदष्टोत्तरं शतम् ॥
निरीक्षयेत्ततो हस्तौ प्रतिपर्वणि यत्नतः ॥
]

`verse 35 [
तस्मिन्पर्वणि सा रेखा दृश्यते भृंगसन्निभा ॥
तत्तिथौ हि मृतिर्ज्ञेया कृष्णे शुक्ले तथा प्रिये ॥
]

`verse 36 [
अधुना नादजं वक्ष्ये संक्षेपात्काललक्षणम् ॥
गमागमं विदित्वा तु कर्म कुर्याञ्छृणु प्रिये ॥
]

`verse 37 [
आत्मविज्ञानं सुश्रोणि चारं ज्ञात्वा तु यत्नतः ॥
क्षणं त्रुटिर्लवं चैव निमेषं काष्ठकालिकम् ॥
]

`verse 38 [
मुहूर्तकं त्वहोरात्रं पक्षमासर्तुवत्सरम् ॥
अब्दं युगं तथा कल्पं महाकल्पं तथैव च ॥
]

`verse 39 [
एवं स हरते कालः परिपाट्या सदाशिवः ॥
वामदक्षिणमध्ये तु पथि त्रयमिदं स्मृतम् ॥
]

`verse 40 [
दिनानि पंच चारभ्य पंचविंशद्दिनावधि ॥
वामाचारगतौ नादः प्रमाणं कथितं तव ॥
]

`verse 41 [
भूतरंध्रदिशश्चैव ध्वजश्च वरवर्णिनि ॥
वामचारगतौ नादः प्रमाणं कालवेदिनः॥
]

`verse 42 [
ऋतोर्विकारभूताश्च गुणास्तत्रैव भामिनि ॥
प्रमाणं दक्षिणं प्रोक्तं ज्ञातव्यं प्राणवेदिभिः ॥
]

`verse 43 [
भूतसंख्या यदा प्राणान्वहंते च इडादयः ॥
वर्षस्याभ्यंतरे तस्य जीवितं हि न संशयः ॥
]

`verse 44 [
दशघस्रप्रवाहेण ह्यब्दमानं स जीवति ॥
पंचदशप्रवाहेण ह्यब्दमेकं गतायुषम् ॥
]

`verse 45 [
विंशद्दिनप्रवाहेण षण्मासं लक्षयेत्तदा ॥
पंचविंशद्दिनमितं वहते वामनाडिका ॥
]

`verse 46 [
जीवितं तु तदा तस्य त्रिमासं हि गतायुषः ॥
षड्विंशद्दिनमानेन मासद्वयमुदाहृतम् ॥
]

`verse 47 [
सप्तविंशद्दिनमितं वहतेत्यतिविश्रमा ॥
मासमेकं समाख्यातं जीवितं वामगोचरे॥
]

`verse 48 [
एतत्प्रमाणं विज्ञेयं वामवायुप्रमाणतः ॥
सव्येतरे दिनान्येव चत्वारश्चानुपूर्वशः ॥
]

`verse 49 [
चतुस्स्थाने स्थिता देवि षोडशैताः प्रकीर्तिताः ॥
तेषां प्रमाणं वक्ष्यामि साम्प्रतं हि यथार्थतः॥।5.25.५०।
षड्दिनान्यादितः कृत्वा संख्यायाश्च यथाविधि ॥
एतदंतर्गते चैव वामरंध्रे  प्रकाशितम् ॥
]

`verse 50 [
षड्दिनानि यदा रूढं द्विवर्षं च स जीवति ॥
मासानष्टौ विजानीयाद्दिनान्यष्ट च तानि तु ॥
]

`verse 51 [
प्राणः सप्तदशे चैव विद्धि वर्षं न संशयः ॥
सप्तमासान्विजानीयाद्दिनैः षड्भिर्न संशयः ॥
]

`verse 52 [
अष्टघस्रप्रभेदेन द्विवर्षं हि स जीवति ॥
चतुर्मासा हि विज्ञेयाश्चतुर्विंशद्दिनावधिः॥
]

`verse 53 [
यदा नवदिनं प्राणा वहंत्येव त्रिमासकम्॥
मासद्वयं च द्वे मासे दिना द्वादश कीर्तिताः॥
]

`verse 54 [
पूर्ववत्कथिता ये तु कालं तेषां तु पूर्वकम्॥
अवांतरदिना ये तु तेन मासेन कथ्यते ॥
]

`verse 55 [
एकादश प्रवाहेण वर्षमेकं स जीवति ॥
मासा नव तथा प्रोक्ता दिनान्यष्टमितान्यपि ॥
]

`verse 56 [
द्वादशेन प्रवाहेण वर्षमेकं स जीवति ॥
मासान् सप्त विजानीयात्षड्घस्रांश्चाप्युदाहरेत् ॥
]

`verse 57 [
नाडी यदा च वहति त्रयोदशदिनावधि ॥
सम्वत्सरं भवेत्तस्य चतुर्मासाः प्रकीर्तिताः ॥
]

`verse 58 [
चतुर्विशद्दिनं शेषं जीवितं च न संशयः ॥
प्राणवाहा यदा वामे चतुर्द्दशदिनानि तु ॥
]

`verse 59 [
सम्वत्सरं भवेत्तस्य मासाः षट् च प्रकीर्तिताः ॥
चतुर्विंशद्दिनान्येव जीवितं च न संशयः ॥
]

`verse 60 [
पंचदशप्रवाहेण नव मासान्स जीवति ॥
चतुर्विशद्दिनान्येव कथितं कालवेदिभिः ॥
]

`verse 61 [
षोडशाहप्रवाहेण दशमासान्स जीवति ॥
चतुर्विशद्दिनाधिक्यं कथितं कालवेदिभिः ॥
]

`verse 62 [
सप्तदशप्रवाहेण नवमासैर्गतायुषम् ॥
अष्टादशदिनान्यत्र कथितं साधकेश्वरि ॥
]

`verse 63 [
वामचारं यदा देवि ह्यष्टादशदिनावधिः ॥
जीवितं चाष्टमासं तु घस्रा द्वादश कीर्तिताः ॥
]

`verse 64 [
चतुर्विंशद्दिनान्यत्र निश्चयेनावधारय ॥
प्राणवाहो यदा देवि त्रयोविंशद्दिनावधिः ॥
]

`verse 65 [
चत्वारः कथिता मासाः षड्दिनानि तथोत्तरे ॥
चतुर्विंशप्रवाहेण त्रीन्मासांश्च स जीवति॥
]

`verse 66 [
दिनान्यत्र दशाष्टौ च संहरंत्येव चारतः ॥
अवांतरदिने यस्तु संक्षेपात्ते प्रकीर्तितः ॥
]

`verse 67 [
वामचारः समाख्यातो दक्षिणं शृणु सांप्रतम् ॥
अष्टाविंशप्रवाहेण तिथिमानेन जीवति ॥
]

`verse 68 [
प्रवाहेण दशाहेन तत्संस्थेन विपद्यते ॥
त्रिंशद्धस्रप्रवाहेन पञ्चाहेन विपद्यते॥
]

`verse 69 [
एकत्रिंशद्यदा देवि वहते च निरंतरम् ॥
दिनत्रयं तदा तस्य जीवितं हि न संशयः ॥
]

`verse 70 [
द्वात्रिंशत्प्राणसंख्या च यदा हि वहते रविः ॥
तदा तु जीवितं तस्य द्विदिनं हि न संशयः ॥
]

`verse 71 [
दक्षिणः कथितः प्राणो मध्यस्थं कथयामि ते॥
एकभागगतो वायुप्रवाहो मुखमण्डले॥
]

`verse 72 [
धावमानप्रवाहेण दिनमेकं स जीवति ॥
चक्रमे तत्परासोर्हि पुराविद्भिरुदाहृतम् ॥
]

`verse 73 [
एतत्ते कथितं देवि कालचक्रं गतायुषः ॥
लोकानां च हितार्थाय किमन्यच्छ्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे पंचम्यामुमासंहितायां कालज्ञानवर्णनं नाम पंचविंशोऽध्यायः॥
]
