`speaker [
देव्युवाच
]

`verse 1 [
कथितं तु त्वया देव कालज्ञानं यथार्थतः ॥
कालस्य वंचनं ब्रूहि यथा तत्त्वेन योगिनः ॥
]

`verse 2 [
कालस्तु सन्निकृष्टो हि वर्तते सर्वजंतुषु ॥
यथा चास्य न मृत्युश्च वंचते कालमागतम् ॥
]

`verse 3 [
तथा कथय मे देव प्रीतिं कृत्वा ममोपरि ॥
योगिनां च हिताय त्वं ब्रूहि सर्वसुखप्रद ॥
]

`speaker [
शंकर उवाच
]

`verse 4 [
शृणु देवि प्रवक्ष्यामि पृष्टोहं यत्त्वया शिवे ॥
समासेन च सर्वेषां मानुषाणां हितार्थतः ॥
]

`verse 5 [
पृथिव्यापस्तथा तेजो वायुराकाशमेव च ॥
एतेषां हि समायोगः शरीरं पांचभौतिकम् ॥
]

`verse 6 [
आकाशस्तु ततो व्यापी सर्वेषां सर्वगः स्थितः॥
आकाशे तु विलीयंते संभवंति पुनस्ततः ॥
]

`verse 7 [
वियोगे तु सदा कस्य स्वं धाम प्रतिपेदिरे ॥
तस्या स्थिरता चास्ति सन्निपातस्य सुंदरि ॥
]

`verse 8 [
ज्ञानिनोऽपि तथा तत्र तपोमंत्रबलादपि ॥
ते सर्वे सुविजानंति सर्वमेतन्न संशयः ॥
]

`speaker [
देव्युवाच
]

`verse 9 [
खं तेन यन्नश्यति घोररूपः कालः करालस्त्रिदिवैकनाथः ॥
दग्धस्त्वया त्वं पुनरेव तुष्टः स्तोत्रै स्तुतः स्वां प्रकृतिं स लेभे ॥
]

`verse 10 [
त्वया स चोक्तः कथया जनानामदृष्टरूपः प्रचरिष्यसीति ॥
दृष्टस्त्वया तत्र महाप्रभावः प्रभोर्वरात्ते पुनरुत्थितश्च॥
]

`verse 11 [
तदद्य भोः काल इहास्थि किंचिन्निहन्यते येन वदस्व तन्मे ॥
त्वं योगिवर्यः प्रभुरात्मतंत्रः परोपकारात्ततनुर्महेश ॥
]

`speaker [
शंकर उवाच
]

`verse 12 [
न हन्यते देववरैस्तु दैत्यैस्सयक्षरक्षोरगमानुषैश्च ॥
ये योगिनो ध्यानपरास्सदेहा भवंति ते घ्नंति सुखेन कालम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 13 [
एतच्छ्रुत्वा त्रिभुवनगुरोः प्राह गौरी विहस्य सत्यं त्वं मे वद कथमसौ हन्यते येन कालः ॥
शम्भुस्तामाह सद्यो हि मकरवदने योगिनो ये क्षिपंति कालव्यालं सकलमनघास्तच्छृणुष्वैकचित्ता ॥
]

`speaker [
शङ्कर उवाच
]

`verse 14 [
पंचभूतात्मको देहस्सदायुक्तस्तु तद्गुणैः ॥
उत्पाद्यते वरारोहे तद्विलीनो हि पार्थिवः ॥
]

`verse 15 [
आकाशाज्जायते वायुर्वायोस्तेजश्च जायते ॥
तेजसोऽम्बु विनिर्द्दिष्टं तस्माद्धि पृथिवी भवेत् ॥
]

`verse 16 [
पृथिव्यादीनि भूतानि गच्छंति क्रमशः परम् ॥
धरा पंचगुणा प्रोक्ता ह्यापश्चैव चतुर्गुणाः ॥
]

`verse 17 [
त्रिगुणं च तथा तेजो वायुर्द्विगुण एव च ॥
शब्दैकगुणमाकाशं पृथिव्यादिषु कीर्तितम् ॥
]

`verse 18 [
शब्दस्स्पर्शश्च रूपं च रसो गन्धश्च पंचमः ॥
विजहाति गुणं स्वं स्वं तदा भूतं विपद्यते ॥
]

`verse 19 [
तदा गुणं विगृह्णाति प्रादुर्भूतं तदुच्यते ॥
एवं जानीहि देवेशि पंचभूतानि तत्त्वतः ॥
]

`verse 20 [
तस्माद्धि योगिना नित्यं स्वस्वकालेंऽशजा गुणाः ॥
चिंतनीयाः प्रयत्नेन देवि कालजिगीषुणा ॥
]

`speaker [
देव्युवाच
]

`verse 21 [
कथं जेजीय्यते कालो योगिभिर्योगवित्प्रभो ॥
ध्यानेन चाथ मन्त्रेण तत्सर्वं कथयस्व मे ॥
]

`speaker [
शङ्कर उवाच
]

`verse 22 [
शृणु देवि प्रवक्ष्यामि योगिनां हितकाम्यया ॥
परज्ञानप्रकथनं न देयं यस्य कस्यचित् ॥
]

`verse 23 [
श्रद्दधानाय दातव्यं भक्तियुक्ताय धीमते ॥
अनास्तिकाय शुद्धाय धर्मनित्याय भामिनि ॥
]

`verse 24 [
सुश्वासेन सुशय्यायां योगं युंजीत योगवित् ॥
दीपं विनांधकारे तु प्रजाः सुप्तेषु धारयेत् ॥
]

`verse 25 [
तर्जन्या पिहितौ कर्णौ पीडयित्वा मुहूर्त्तकम्॥
तस्मात्संश्रूयते शब्दस्तुदन्वह्निसमुद्भवः ॥
]

`verse 26 [
सन्ध्यातो भुक्तमेवं हि चावसन्नं क्षणादपि ॥
सर्वरोगान्निहत्याशु ज्वरोपद्रवकान्बहून् ॥
]

`verse 27 [
यश्चोपलक्षयेन्नित्यैराकारं घटिकाद्वयम्॥
जित्वा मृत्युं तथा कामं स्वेच्छया पर्य्यटेदिह ॥
]

`verse 28 [
सर्वज्ञस्सर्वदर्शी च सर्वसिद्धिमवाप्नुयात्॥
यथा नदति खेऽब्दो हि प्रावृडद्भिस्सुसंयतः ॥
]

`verse 29 [
तं श्रुत्वा मुच्यते योगी सद्यः संसारबन्धनात्॥
ततस्स योगिभिर्न्नित्यं सूक्ष्मात्सूक्ष्मतरो भवेत्॥
]

`verse 30 [
एष ते कथितो देवि शब्दब्रह्मविधिक्रमः ॥
पलालमिव धान्यार्थी त्यजेद्बन्धमशेषतः॥
]

`verse 31 [
शब्दब्रह्मत्विदं प्राप्य ये केचिदन्यकांक्षिणः ॥
घ्नंति ते मुष्टिनाकाशं कामयंते क्षुधां तृषाम् ॥
]

`verse 32 [
ज्ञात्वा परमिदं ब्रह्म सुखदं मुक्तिकारणम्॥
अवाह्यमक्षरं चैव सर्वोपाधिविवर्जितम् ॥
]

`verse 33 [
मोहिताः कालपाशेन मृत्युपाशवशंगताः ॥
शब्दब्रह्म न जानंति पापिनस्ते कुबुद्धयः॥
]

`verse 34 [
तावद्भवंति संसारे यावद्धाम न विंदते ॥
विदिते तु परे तत्त्वे मुच्यते जन्मबन्धनात् ॥
]

`verse 35 [
निद्रालस्यं महा विघ्नं जित्वा शत्रुं प्रयत्नतः॥
सुखासने स्थितो नित्यं शब्दब्रह्माभ्यसन्निति ॥
]

`verse 36 [
शतवृद्धः पुमांल्लब्ध्वा यावदायुस्समभ्यसेत् ॥
मृत्युञ्जयवपुस्तम्भ आरोग्यं वायुवर्द्धनम् ॥
]

`verse 37 [
प्रत्ययो दृश्यते वृद्धे किं पुनस्तरुणे जने॥
न चोंकारो न मन्त्रोपि नैव बीजं न चाक्षरम् ॥
]

`verse 38 [
अनाहतमनुच्चार्य्यं   शब्दब्रह्म शिवं परम् ॥
ध्यायन्ते देवि सततं सुधिया यत्नतः प्रिये ॥
]

`verse 39 [
तस्माच्छब्दा नव प्रोक्ताः प्राणविद्भिस्तु लक्षिताः ॥
तान्प्रवक्ष्यामि यत्नेन नादसिद्धिमनुक्रमात् ॥
]

`verse 40 [
घोषं १ कांस्यं २ तथा शृंगं ३ घण्टां ४ वीणा ५ दिवंशजान्
]

`verse 41 [
दुन्दुभिं ७ शंखशब्दं ८  तु नवमं मेघगर्जितम् ९ ॥
]

`verse 42 [
नव शब्दान्परित्यज्य तुंकारं तु समभ्यसेत् ॥
ध्यायन्नेवं सदा योगी पुण्यैः पापैर्न लिप्यते ॥
]

`verse 43 [
न शृणोति यदा शृण्वन्योगाभ्यासेन देविके ॥
म्रियतेभ्यसमानस्तु योगी तिष्ठेद्दिवानिशम् ॥
]

`verse 44 [
तस्मादुत्पद्यते शब्दो मृ त्सप्तभिर्दिनैः ॥
स वै नवविधो देवि तं ब्रवीमि यथार्थतः ॥ ॥
प्रथमं नदते घोषमात्मशुद्धिकरं परम् ॥
सर्वव्याधिहरं नादं वश्याकर्षणमुत्तमम् ॥
]

`verse 45 [
द्वितीयं नादते कांस्यस्तम्भयेत्प्राणिनां गतिम् ॥
विषभूतग्रहान्सर्वान्बध्नीयान्नात्र संशयः ॥
]

`verse 46 [
तृतीयं नादते शृंगमभिचारि नियोजयेत् ॥
विद्विडुच्चाटने शत्रोर्मारणे च प्रयोजयेत्॥
]

`verse 47 [
घंटानादं चतुर्थ तु वदते परमेश्वरः ॥
आकर्षस्सर्वदेवानां किं पुनर्मानुषा भुवि॥
]

`verse 48 [
यक्षगन्धर्वकन्याश्च तस्याकृष्टा ददंति हि ॥
यथेप्सितां महासिद्धिं योगिने कामतोऽपि वा ॥
]

`verse 49 [
वीणा तु पंचमो नादः श्रूयते योगिभिस्सदा॥
तस्मादुत्पद्यते देवि दूरादर्शनमेव हि ॥
]

`verse 50 [
ध्यायतो वंशनादं तु सर्वतत्त्वं प्रजायते ॥
दुन्दुभिं ध्यायमानस्तु जरामृत्युविवर्जितः ॥
]

`verse 51 [
शंखशब्देन देवेशि कामरूपं प्रपद्यते ॥
योगिनो मेघनादेन न विपत्संगमो भवेत् ॥
]

`verse 52 [
यश्चैकमनसा नित्यं तुंकारं ब्रह्मरूपिणम् ॥
किमसाध्यं न तस्यापि यथामति वरानने ॥
]

`verse 53 [
सर्वज्ञस्सर्वदर्शी च कामरूपी व्रजत्यसौ ॥
न विकारैः प्रयुज्येत शिव एव न संशयः ॥
]

`verse 54 [
एतत्ते परमेशानि शब्दब्रह्मस्वरूपकम् ॥
नवधा सर्वमाख्यातं किं भूयः श्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां कालवंचनवर्णनं नाम षड्विंशोऽध्यायः ॥
]
