`speaker [
देव्युवाच
]

`verse 1 [
वायोस्तु पदमाप्नोति योगाकाशसमुद्भवम् ॥
तन्मे सर्वं समाचक्ष्व प्रसन्नस्त्वं यदि प्रभो ॥
]

`speaker [
शंकर उवाच
]

`verse 2 [
पुरा मे सर्वमाख्यातं योगिनां हितकाम्यया ॥
कालं जिगाय यस्सम्यग्वायोर्लिंगं यथा भवेत् ॥
]

`verse 3 [
तेन ज्ञात्वा दिनं योगी प्राणायामपरः स्थितः ॥
स जयत्यागतं कालं मासार्द्धेनैव सुंदरि ॥।
]

`verse 4 [
हृत्स्थो वायुस्सदा वह्नेर्दीपकस्सोऽनुपावकः ॥
स बाह्याभ्यंतरो व्यापी वायुस्सर्वगतो महान् ॥
]

`verse 5 [
ज्ञानविज्ञानमुत्साहः सर्वं वायोः प्रवर्तते ॥
येनेह निर्जितो वायुस्तेन सर्वमिदं जगत् ॥
]

`verse 6 [
धारणायां सदा तिष्ठेज्जरामृत्युजिघांसया ॥
योगी योगरतः सम्यग्धारणाध्यानतत्परः ॥
]

`verse 7 [
लोहकारो यथा भस्त्रामापूर्य्य मुखतो मुने ॥
साधयेद्वायुना कर्म तद्वद्योगी समभ्यसेत् ॥
]

`verse 8 [
देवस्सहस्रके नेत्रपादहस्तसहस्रकः ॥
ग्रंथीन्हि सर्वमावृत्य सोऽग्रे तिष्ठेद्दशांगुलम् ॥
]

`verse 9 [
गायत्रीं शिरसा सार्द्धं जपेद्व्याहृतिपूर्विकाम् ॥
त्रिवारमायतप्राणाः प्राणायामस्स उच्यते ॥
]

`verse 10 [
गतागता निवर्तंते चन्द्रसूर्यादयो ग्रहाः ॥
अद्यापि न निवर्तंते योगध्यानपरायणाः ॥
]

`verse 11 [
शतमब्दं तपस्तप्त्वा कुशाग्रापः पिबेद्द्विजः ॥
तदाप्नोति फलं देवि विप्राणां धारणैकया ॥
]

`verse 12 [
यो द्विजः कल्यमुत्थाय प्राणायामैकमाचरेत् ॥
सर्वं पापं निहंत्याशु ब्रह्मलोकं स गच्छति ॥
]

`verse 13 [
योऽतंद्रितस्सदैकांते प्रणायामपरो भवेत् ॥
जरां मृत्युं विनिर्जित्य वायुगः खेचरीति सः ॥
]

`verse 14 [
सिद्धस्य भजते रूपं कांतिं मेधां पराक्रमम् ॥
शौर्यं वायुसमो गत्या सौख्यं श्लाघ्यं परं सुखम् ॥
]

`verse 15 [
एतत्कथितमशेषं वायोस्सिद्धिं यदाप्नुते योगी ॥
यत्तेजसोऽपि लभते तत्ते वक्ष्यामि देवेशि ॥
]

`verse 16 [
स्थित्वा सुखासने स्वे शेते जनवचनहीने तु ॥
शशिरवियुतया तेजः प्रकाशयन्मध्यमे देशे ॥
]

`verse 17 [
वह्निगतं भ्रूमध्ये प्रकाशते यस्त्वतंद्रितो योगी ॥
दीपहीनध्वांत पश्येन्न्यूनमसंशयं लोके ॥
]

`verse 18 [
नेत्रे करशाखाभिः किंचित्संपीड्य यत्नतो योगी ॥
तारं पश्यन्ध्यायेन्मुहूर्तमर्द्धं तमेकभावोऽपि ॥
]

`verse 19 [
ततस्तु तमसि ध्यायन्पश्यते ज्योतिरैश्वरम्॥
श्वेतं रक्तं तथा पीतं कृष्णमिन्द्रधनुष्प्रभम् ॥
]

`verse 20 [
भुवोर्मध्ये ललाटस्थं बालार्कसमतेजसम्॥
तं विदित्वा तु कामांगी क्रीडते कामरूपधृक् ॥
]

`verse 21 [
कारणप्रशमावेशं परकायप्रवेशनम् ॥
अणिमादिगुणावाप्तिर्मनसा चावलोकनम्॥
]

`verse 22 [
दूरश्रवण विज्ञानमदृश्यं बहुरूपधृक् ॥
सतताभ्यासयोगेन खेचरत्वं प्रजायते ॥
]

`verse 23 [
श्रुताध्ययनसंपन्ना नानाशास्त्रविशारदाः॥
ज्ञानिनोऽपि विमुह्यंते पूर्वकर्मवशानुगाः ॥
]

`verse 24 [
पश्यंतोऽपि न पश्यंति शृण्वाना बधिरा यथा ॥
यथांधा मानुषा लोके मूढाः पापविमोहिताः ॥
]

`verse 25 [
वेदाहमेतं पुरुषं महांतमादित्यवर्णं तमसः परस्तात् ॥
तमेव विदित्वातिमृत्युमेति नान्यः पंथा विद्यते प्रायणायः ॥
]

`verse 26 [
एष ते कथितः सम्यक्तेजसो विधिरुत्तमः ॥
कालं जित्वा यथा योगी चामरत्वं प्रपद्यते ॥
]

`verse 27 [
पुनः परतरं वक्ष्ये यथा मृत्युर्न जायते ॥
सावधानतया देवि शृणुष्वैकाग्रमानसा ॥
]

`verse 28 [
तुरीया देवि भूतानां योगिनां ध्यानिनां तथा ॥
सुखासने यथास्थानं योगी नियतमानसः ॥
]

`verse 29 [
समुन्नतशरीरोऽपि स बद्ध्वा करसंपुटम् ॥
चञ्च्वाकारेण वक्त्रेण पिबन्वायुं शनैश्शनैः ॥
]

`verse 30 [
प्रस्रवंति क्षणादापस्तालुस्था जीवदायिकाः ॥
ता जिघ्रेद्वायुनादायामृतं तच्छीतलं जलम् ॥
]

`verse 31 [
पिबन्ननुदिनं योगी न मृत्युवशगो भवेत् ॥
दिव्यकायो महातेजाः पिपासा क्षुद्विवर्जितः ॥
]

`verse 32 [
बलेन नागस्तुरगो जवेन दृष्ट्या सुपर्णस्सुश्रुतिस्तु दूरात् ॥
आकुंचिताकुंडलिकृष्णकेशो गंधर्वविद्याधरतुल्यवर्णः ॥
]

`verse 33 [
जीवेन्नरो वर्षशतं सुराणां सुमेधसा वाक्पतिना समत्वम्॥
एवं चरन् खेचरतां प्रयाति यथेष्टचारी सुखितस्सदैव ॥
]

`verse 34 [
पुनरन्यत्प्रवक्ष्णमि विधानं यत्सुरैरपि ॥
गोपितं तु प्रयत्नेन तच्छृणुष्व वरानने ॥
]

`verse 35 [
समाकुंच्याभ्यसेद्योगी रसनां तालुकं प्रति ॥
किंचित्कालांतरेणैव क्रमात्प्राप्नोति लंबिकाम्॥
]

`verse 36 [
ततः प्रस्रवते सा तु संस्पृष्टा शीतलां सुधाम् ॥
पिबन्नेव सदा योगी सोऽमरत्वं हि गच्छति ॥
]

`verse 37 [
रेफाग्रं लंबकाग्रं करतलघटनं शुभ्रपद्मस्य बिन्दोस्तेनाकृष्टा सुधेयं पतति परपदे देवतानंदकारी ॥
सारं संसारतारं कृतकलुषतरं कालतारं सतारं येनेदं प्लावितांगं स भवति न मृतः क्षुत्पिपासाविहीनः॥
]

`verse 38 [
एभिर्युक्ता चतुर्भिः क्षितिधरतनये योगिभिर्वै धरैषा धैर्य्यान्नित्यं कुतोऽन्तं सकलमपि जगद्यत्सुखप्रापणाय॥
स्वप्ने देही विधत्ते सकलमपि सदा मानयन्यच्च दुःखं स्वर्गे ह्येवं धरित्र्याः प्रभवति च ततो वा स किञ्चिच्चतुर्णाम् ॥
]

`verse 39 [
तस्मान्मंत्रैस्तपोभिर्व्रतनियमयुतैरौषधैर्योगयुक्ता धात्री रक्ता मनुष्यैर्नयविनययुतैर्धर्मविद्भिः क्रमेण ॥
भूतानामादि देवो न हि भवति चलः संयुतो वै चतुर्णां तस्मादेवं प्रवक्ष्ये विधिमनुगदितं छायिकं यच्छिवाख्यम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां कालवंचनशिवप्राप्तिवर्णनं नाम सप्तविंशोऽध्यायः॥
]
