`speaker [
देव्युवाच
]

`verse 1 [
देवदेव महादेव कथितं कालवंचनम्॥
शब्दब्रह्मस्वरूपं च योगलक्षणमुत्तमम्॥
]

`verse 2 [
कथितं ते समासेनच्छायिकं ज्ञानमुत्तमम्॥
विस्तरेण समाख्याहि योगिनां हितकाम्यया ॥
]

`speaker [
शंकर उवाच
]

`verse 3 [
शृणु देवि प्रवक्ष्यामिच्छायापुरुषलक्षणम् ॥
यज्ज्ञात्वा पुरुषः सम्यक्सर्वपापैः प्रमुच्यते ॥
]

`verse 4 [
सूर्य्यं हि पृष्ठतः कृत्वा सोमं वा वरवर्णिनि ॥
शुक्लाम्बरधरस्स्रग्वी गंधधूपादिवासितः ॥
]

`verse 5 [
संस्मरेन्मे महामंत्रं सर्वकामफलप्रदम्॥
नवात्मकं पिंडभूतं स्वां छायां संनिरीक्षयेत् ॥
]

`verse 6 [
दृष्ट्वा तां पुनराकाशे श्वेतवर्णस्वरूपिणीम् ॥
स पश्यत्येकभावस्तु शिवं परमकारणम्॥
]

`verse 7 [
ब्रह्मप्राप्तिर्भवेत्तस्य कालविद्भिरितीरितम् ॥
ब्रह्महत्यादिकैः पापैर्मुच्यते नात्र संशयः ॥
]

`verse 8 [
शिरोहीनं यदा पश्येत्षड्भिर्मासैर्भवेत्क्षयः॥
समस्तं वाङ्मयं तस्य योगिनस्तु यथा तथा॥
]

`verse 9 [
शुक्ले धर्मं विजानीयात्कृष्णे पापं विनिर्दिशेत्॥
रक्ते बंधं विजानीयात्पीते विद्विषमादिशेत्॥
]

`verse 10 [
विवाहो बंधुनाशस्स्याद्द्वितुंडे चैव क्षुद्भयम् ॥
विकटौ नश्यते भार्य्या विजंघे धनमेव हि ॥
]

`verse 11 [
पादाभावे विदेशस्स्यादित्येतत्कथितं मया ॥
तद्विचार्य्यं प्रयत्त्नेन पुरुषेण महेश्वरि ॥
]

`verse 12 [
सम्यक्तं पुरुषं दृष्ट्वा संनिवेश्यात्मनात्मनि ॥
जपेन्नवात्मकं मंत्रं हृदयं मे महेश्वरि ॥
]

`verse 13 [
वत्सरे विगते मंत्री तन्नास्ति यन्न साधयेत् ॥
अणिमादिगुणानष्टौ खेचरत्वं प्रपद्यते ॥
]

`verse 14 [
पुनरन्यत्प्रवक्ष्यामि शक्तिं ज्ञातुं दुरासदाम् ॥
प्रत्यक्षं दृश्यते लोके ज्ञानिनामग्रतः स्थितम् ॥
]

`verse 15 [
अज्ञेया लिख्यते लोके या सर्पीकृतकुण्डली ॥
सा मात्रा यानसंस्थापि दृश्यते न च पठ्यते ॥
]

`verse 16 [
ब्रह्माण्डमूर्ध्निगा या च स्तुता वेदैस्तु नित्यशः ॥
जननी सर्वविद्यानां गुप्तविद्येति गीयते ॥
]

`verse 17 [
खेचरा सा विनिर्दिष्टा सर्वप्राणिषु संस्थिता ॥
दृश्यादृश्याचला नित्या व्यक्ताव्यक्ता सनातनी ॥
]

`verse 18 [
अवर्णा वर्णसंयुक्ता प्रोच्यते बिंदुमालिनी ॥
तां पश्यन्सर्वदा योगी कृतकृत्योऽभिजायते ॥
]

`verse 19 [
सर्वतीर्थकृतस्नानाद्भवेद्दानस्य यत्फलम्॥
सर्वयज्ञफलं यच्च मालिन्या दर्शनात्तदा॥
]

`verse 20 [
प्राप्नोत्यत्र न संदेहस्सत्यं वै कथितं मया ॥
सर्वतीर्थेषु यत्स्नात्वा दत्त्वा दानानि सर्वशः ॥
]

`verse 21 [
सर्वेषां देवि यज्ञानां यत्फलं तल्लभेत्पुमान्॥
किं बहूक्त्या महेशानि सर्वान्कामान्समश्नुते॥
]

`verse 22 [
तस्माज्ज्ञानं यथायोगमभ्यसेत्सततं बुधः॥
अभ्यासाज्जायते सिद्धिर्योगोऽभ्यासात्प्रवर्धते॥
]

`verse 23 [
संवित्तिर्लभ्यतेऽभ्यासादभ्यासान्मोक्षमश्नुते॥
अभ्यासस्सततं कार्यो धीमता मोक्षकारणम्॥
]

`verse 24 [
इत्येतत्कथितं देवि भुक्तिमुक्तिफलप्रदम्॥
किमन्यत्पृच्छ्यते तत्त्वं वद सत्यं ब्रवीमि ते॥
]

`speaker [
सूत उवाच
]

`verse 25 [
इति श्रुत्वा ब्रह्मपुत्रवचनं परमार्थदम्॥
प्रसन्नोऽभूदति व्यासः पाराशर्य्यो मुनीश्वराः॥
]

`verse 26 [
सनत्कुमारं सर्वज्ञं ब्रह्मपुत्रं कृपानिधिम्॥
व्यासः परमसंतुष्टः प्रणनाम मुहुर्मुहुःष।२६।
ततस्तुष्टाव तं व्यासः कालेयस्स मुनीश्वरः॥
सनत्कुमारं मुनयः सुरविज्ञानसागरम्॥
]

`speaker [
व्यास उवाच
]

`verse 27 [
कृतार्थोऽहं मुनिश्रेष्ठ ब्रह्मत्वं मे त्वया कृतम् ॥
नमस्तेऽस्तु नमस्तेऽतु धन्यस्त्वं ब्रह्मवित्तमः ॥
]

`speaker [
सूत उवाच
]

`verse 28 [
इति स्तुत्वा स कालेयो ब्रह्मपुत्रं महामुनिम् ॥
तूष्णीं बभूव सुप्रीतः परमानंदनिर्भरः ॥
]

`verse 29 [
ब्रह्मपुत्रस्तमामंत्र्य पूजितस्तेन शौनकः ॥
ययौ स्वधाम सुप्रीतो व्यासोऽपि प्रीतमानसः ॥
]

`verse 30 [
इति मे वर्णितो विप्राः सुखदः परमार्थयुक् ॥
सनत्कुमारकालेयसंवादो ज्ञानवर्द्धनः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां छायापुरुषदर्शनवर्णनं नामाष्टाविंशोऽध्यायः ॥
]
