`speaker [
शौनक उवाच
]

`verse 1 [
श्रुतं मे महदाख्यानं यत्त्वया परिकीर्तितम् ॥
सनत्कुमारकालेयसंवादं परमार्थदम् ॥
]

`verse 2 [
अतोहं श्रोतुमिच्छामि यथा सर्गस्तु ब्रह्मणः ॥
समुत्पन्नं तु मे ब्रूहि यथा व्यासाच्च ते श्रुतम् ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
मुने शृणु कथां दिव्यां सर्वपापप्रणाशिनीम् ॥
कथ्यमानां मया चित्रां बह्वर्थां श्रुतविस्तराम् ॥
]

`verse 4 [
यश्चैनां पाठयेत्तां च शृणुयाद्वाऽप्यभीक्ष्णशः ॥
स्ववंशधारणं कृत्वा स्वर्गलोके महीयते ॥
]

`verse 5 [
प्रधानं पुरुषो यत्तन्नित्यं सदसदात्मकम् ॥
प्रधानपुरुषो भूत्वा निर्ममे लोकभावनः ॥
]

`verse 6 [
स्रष्टारं सर्वभूतानां नारायणपरायणम् ॥
तं वै विद्धि मुनिश्रेष्ठ ब्रह्माणममितौजसम् ॥
]

`verse 7 [
यस्मादकल्पयत्कल्पान्तमग्राश्शुचयो यतः ॥
भवंति मुनिशार्दूल नमस्तस्मै स्वयम्भुवे ॥
]

`verse 8 [
तस्मै हिरण्यगर्भाय पुरुषायेश्वराय च ॥
नमस्कृत्य प्रवक्ष्यामि भूयः सर्गमनुत्तमम् ॥
]

`verse 9 [
ब्रह्मा स्रष्टा हरिः पाता संहर्ता च महेश्वरः ॥
तस्य सर्गस्य नान्योऽस्ति काले काले तथा गते ॥
]

`verse 10 [
सोऽपि स्वयंभूर्भगवान्सिसृक्षुर्विविधाः प्रजाः ॥
अप एव ससर्जादौ तासु वीर्यमवासृजत् ॥
]

`verse 11 [
आपो नारा इति प्रोक्ता आपो वै नरसूनवः ॥
अयनं तस्य ताः पूर्वं तेन नारायणः स्मृतः ॥
]

`verse 12 [
हिरण्यवर्णमभवत्तदंडमुदकेशयम् ॥
तत्र जज्ञे स्वयं ब्रह्मा स्वयंभूरिति विश्रुतः ॥
]

`verse 13 [
हिरण्यगर्भो भगवानुषित्वा परिवत्सरम् ॥
तदंडमकरोद्द्वैधं दिवं भूमि च निर्ममे ॥
]

`verse 14 [
अधोऽथोर्द्ध्वं प्रयुक्तानि भुवनानि चतुर्द्दश ॥
तयोश्शकलयोर्मध्य आकाशममृजत्प्रभुः ॥
]

`verse 15 [
अप्सु पारिप्लवां पृथ्वीं दिशश्च दशधा दिवि ॥
तत्र काले मनो वाचं कामक्रोधावथो रतिम्॥
]

`verse 16 [
मरीचिमत्र्यंगिरसौ पुलस्त्यं पुलहं क्रतुम ॥
वसिष्ठं तु महतेजास्सोऽसृजत्सप्त मानसान्॥
]

`verse 17 [
सप्त बह्माण इत्येते पुराणे निश्चयं गताः ॥
ततोऽसृजत्पुनर्ब्रह्मा रुद्रान्क्रोधसमुद्भवान् ॥
]

`verse 18 [
सनत्कुमारं च ऋषिं सर्वेषामपि पूर्वजम् ॥
सप्त चैते प्रजायंते पश्चाद्रुद्राश्च सर्वतः ॥
]

`verse 19 [
अतस्सनत्कुमारस्तु तेजस्संक्षिप्य तिष्ठति ॥
तेषां सप्तमहावंशा दिव्या देवर्षिपूजिताः ॥
]

`verse 20 [
प्रजायन्ते क्रियावन्तो महर्षिभिरलंकृताः ॥
विद्युतोऽशनि मेघांश्च रोहितेन्द्रधनूंषि च ॥
]

`verse 21 [
पयांसि च ससर्जादौ पर्जन्यं च ससर्ज ह ॥
ऋचो यजूंषि सामानि निर्ममे यज्ञसिद्धये ॥
]

`verse 22 [
पूज्यांस्तैरयजन्देवानित्येवमनुशुश्रुम ॥
मुखाद्देवानजनयत्पितॄंश्चैवाथ वक्षसः ॥
प्रजनाच्च मनुष्यान्वै जघनान्निर्ममेऽसुरान् ॥
]

`verse 23 [
उच्चावचानि भूतानि गात्रेभ्यस्तस्य जज्ञिरे ॥
आपवस्य प्रजासर्गं सृजतो हि प्रजापतेः ॥
]

`verse 24 [
सृज्यमानाः प्रजाश्चैव नावर्द्धन्त यदा तदा ॥
द्विधा कृत्वात्मनो देहं स्त्री चैव पुरुषोऽभवत्॥
]

`verse 25 [
ससृजेऽथ प्रजास्सर्वा महिम्ना व्याप्य विश्वतः ॥
विराजमसृजद्विष्णुस्स सृष्टः पुरुषो विराट् ॥
]

`verse 26 [
द्वितीयं तं मनुं विद्धि मनोरन्तरमेव च ॥
स वैराजः प्रजास्सर्वास्ससर्ज पुरुषः प्रभुः ॥
]

`verse 27 [
नारायणविसर्गस्य प्रजास्तस्याप्ययोनिजः ॥
आयुष्मान्कीर्तिमान्धन्यः प्रजावांश्चाभवत्ततः ॥
]

`verse 28 [
इत्येवमादिसर्गस्ते वर्णितो मुनिसत्तम ॥
आदिसर्गं विदित्वैवं यथेष्टां प्राप्नुयाद्गतिम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायामादिसर्गवर्णनं नाम एकोनत्रिंशोऽध्यायः ॥
]
