`speaker [
सूत उवाच
]

`verse 1 [
संसृष्टासु प्रजास्वेव आपवोऽथ प्रजाप्रतिः ॥
लेभे वै पुरुषः पत्नीं शतरूपामयो निजाम्॥
]

`verse 2 [
आपवस्य महिम्ना तु दिवमावृत्य तिष्ठतः ॥
धर्मेणैव महात्मा स शतरूपाप्यजायत ॥
]

`verse 3 [
सा तु वर्षशतं तप्त्वा तपः परमदुश्चरम् ॥
भर्तारं दीप्ततपसं पुरुषं प्रत्यपद्यत ॥
]

`verse 4 [
स वै स्वायंभुवो जज्ञे पुरुषो मनुरुच्यते ॥
तस्यैकसप्ततियुगं मन्वंतरमिहोच्यते ॥
]

`verse 5 [
वैराजात्पुरुषाद्वीरा शतरूपा व्यजायत ॥
प्रियव्रतोत्तानपादौ वीरकायामजायताम् ॥
]

`verse 6 [
काम्या नाम महाभागा कर्दमस्य प्रजापतेः ॥
काम्यापुत्रास्त्रयस्त्वासन्सम्राट्साक्षिरविट्प्रभुः ॥
]

`verse 7 [
उत्तानपादोऽजनयत्पुत्राञ्छक्रसमान्प्रभुः ॥
ध्रुवं च तनयं दिव्यमात्मानंदसुवर्चसम्॥
]

`verse 8 [
धर्मस्य कन्या सुश्रोणी सुनीतिर्नाम विश्रुता ॥
उत्पन्ना चापि धर्म्मेण धुवस्य जननी तथा ॥
]

`verse 9 [
ध्रुवो वर्षसहस्राणि त्रीणि दिव्यानि कानने ॥
तपस्तेपे स बालस्तु प्रार्थयन्स्थानमव्ययम् ॥
]

`verse 10 [
तस्मै ब्रह्मा ददौ प्रीतस्स्थानमात्मसमं प्रभुः ॥
अचलं चैव पुरतस्सप्तर्षीणां प्रजापतिः ॥
]

`verse 11 [
तस्मात्पुष्टिश्च धान्यश्च ध्रुवात्पुत्रौ व्यजायताम् ॥
पुष्टिरेवं समुत्थायाः पञ्चपुत्रानकल्मषान् ॥
]

`verse 12 [
रिपुं रिपुंजयं विप्रं वृकलं वृषतेजसम् ॥
रिपोरेवं च महिषी चाक्षुषं सर्वतोदिशम् ॥
]

`verse 13 [
अजीजनत्पुष्करिण्यां वरुणं चाक्षुषो मनुः ॥
मनोरजायन्त दश नड्वलायां महौजसः॥
]

`verse 14 [
कन्यायां हि मुनिश्रेष्ठ वैश्यजन्म प्रजायतेः॥
पुरुर्मासः शतद्युम्नस्तपस्वी सत्यवित्कविः ॥
]

`verse 15 [
अग्निष्टोमोऽतिरात्रश्चातिमन्युस्सुयशा दश॥
पूरोरजनयत्पुत्रान्षडाग्नेयी महाप्रभान् ॥
]

`verse 16 [
अङ्गं सुमनसं ख्यातिं सृतिमंगिरसं गयम्॥
अङ्गात्सुनीथा भार्य्या वै वेनमेकमसूयत॥
]

`verse 17 [
अपचारेण वेनस्य कोपस्तेषां महानभूत्॥
हुंकारेणैव तं जघ्नुर्मुनयो धर्मतत्पराः॥
]

`verse 18 [
अथ प्रजार्थमृषयः प्रार्थिताश्च सुनीथया॥
सारस्वतास्तदा तस्य ममंथुर्दक्षिणं करम्॥
]

`verse 19 [
वेनस्य पाणौ मथिते संबभूव ततः पृथुः ॥
स धन्वी कवची जातस्तेजसादित्यसन्निभः ॥
]

`verse 20 [
अवतारस्य विष्णोर्हि प्रजापालनहे तवे ॥
धर्मसंरक्षणार्थाय दुष्टानां दंडहेतवे ॥
]

`verse 21 [
पृथुर्वैन्यस्तदा पृध्वीमरक्षत्क्षत्रपूर्वजः ॥
राजसूयाभिषिक्तानामाद्यस्स वसुधापतिः ॥
]

`verse 22 [
तस्माच्चैव समुत्पन्नौ निपुणौ सूतमागधौ ॥
तेनेयं गौर्मुनिश्रेष्ठ दुग्धा सर्वहिताय वै ॥
]

`verse 23 [
सर्वेषां वृत्तिदश्चाभूद्देवर्षिसुर रक्षसाम् ॥
मनुष्याणां विशेषेण शतयज्ञकरो नृपः ॥
]

`verse 24 [
पृथोः पुत्रौ तु जज्ञाते धर्मज्ञौ भुवि पार्थिवौ ॥
विजिताश्वश्च हर्यक्षो महावीरौ सुविश्रुतौ ॥
]

`verse 25 [
शिखंडिनी चाजनयत्पुत्रं प्राचीनबर्हिषम् ॥
प्राचीनाग्राः कुशास्तस्य पृथिवीतलचारिणः।२५॥
समुद्रतनया तेन धर्मतस्सुविवाहिता॥
रेजेऽधिकतरं राजा कृतदारो महाप्रभुः॥
]

`verse 26 [
समुद्रतनयायास्तु दश प्राचीनबर्हिषः॥
बभूवुस्तनया दिव्या बहुयज्ञकरस्य वै ॥
]

`verse 27 [
सर्वे प्राचेतसा नाम्ना धनुर्वेदस्य पारगाः ॥
अपृथग्धर्माचरणास्तेऽतप्यंत महत्तपः ॥
]

`verse 28 [
दशवर्षसहस्राणि समुद्रसलिलेशयाः ॥
रुद्रगीतं जपंतश्च शिवध्यानपरायणाः ॥
]

`verse 29 [
तपश्चरत्सु पृथिव्यामभवंश्च महीरुहाः ॥
अरक्ष्यमाणायां पृथ्व्यां बभूवाथ प्रजाक्षयः ॥
]

`verse 30 [
तान्दृष्ट्वा तु निवृत्तास्ते तपसो लब्धसद्वराः ॥
चुक्रुधुर्मुनिशार्दूल दग्धुकामा स्तपोबलाः ॥
]

`verse 31 [
प्राचेतसा मुखेभ्यस्ते प्रासृजन्नग्निमारुतौ ॥
वृक्षानुन्मूल्य वायुस्तानदहद्धव्यवाहनः ॥
]

`verse 32 [
वृक्षक्षयं ततो दृष्ट्वा किंचिच्छेषेषु शाखिषु ॥
उपगम्याब्रवीदेतान्राजा सोमः प्रतापवान् ॥
]

`speaker [
सोम उवाच
]

`verse 33 [
कोपं यच्छत राजानस्सर्वे प्राचीनबर्हिषः ॥
अनुभूतानुकन्येयं वृक्षाणां वरवर्णिनी ॥
]

`verse 34 [
भविष्यं जानता सा तु धृता गर्भेण वै मया ॥
भार्य्या वोऽस्तु महाभागास्सोमवंशविवर्द्धिनी ॥
]

`verse 35 [
अस्यामुत्पत्स्यते विद्वान्दक्षो नाम प्रजापतिः ॥
सृष्टिकर्ता महातेजा ब्रह्मपुत्रः पुरातनः॥। ॥
]

`verse 36 [
युष्माकं तेजसार्द्धेन मम चानेन तेजसा ॥
ब्रह्मतेजोमयो भूपः प्रजा संवर्द्धयिष्यति ॥
]

`verse 37 [
ततस्सोमस्य वचनाज्जगृहुस्ते प्रचेतसः ॥
भार्य्यां धर्मेण तां प्रीत्या वृक्षजां वरवर्णिनीम् ॥
]

`verse 38 [
तेभ्यस्तस्यास्तु संजज्ञे दक्षो नाम प्रजापतिः ॥
सोऽपि जज्ञे महातेजास्सोमस्यांशेन वै मुने ॥
]

`verse 39 [
अचरांश्च चरांश्चैव द्विपदोऽथ चतुष्पदः ॥
संसृज्य मनसा दक्षो मैथुनीं सृष्टिमारभत् ॥
]

`verse 40 [
वीरणस्य सुतां नाम्ना वीरणीं स प्रजापतेः ॥
उपयेमे सुविधिना सुधर्मेण पतिव्रताम् ॥
]

`verse 41 [
हर्य्यश्वानयुतं तस्यां सुतान्पुण्यानजीजनत् ॥
ते विरक्ता बभूवुश्च नारदस्योपदेशतः ॥
]

`verse 42 [
तच्छुत्वा स पुनर्दक्षस्सुबलाश्वानजीजनत् ॥
नामतस्तनयांस्तस्यां सहस्रपरिसंख्यया ॥
]

`verse 43 [
तेऽपि भ्रातृपथा यातास्तन्मुनेरुपदेशतः ॥
नागमन्पितृसान्निध्यं विरक्ता भिक्षुमार्गिणः ॥
]

`verse 44 [
तच्छ्रुत्वा शापमाक्रुद्धो मुनये दुस्सहं ददौ ॥
कुत्रचिन्न लभस्वेति संस्थितिं कलहप्रिय ॥
]

`verse 45 [
सांत्वितोऽथ विधात्रा हि स पश्चादसृजत्स्त्रियः ॥
महाज्वालास्वरूपेण गुणैश्चापि मुनीश्वरः ॥
]

`verse 46 [
ददौ स दश धर्माय कश्यपाय त्रयोदश ॥
द्वे चैवं ब्रह्मपुत्राय द्वे चैवाङ्गिरसे तदा ॥
]

`verse 47 [
द्वे कृशाश्वाय विदुषे मुनये मुनिसत्तम ॥
शिष्टास्सोमाय दक्षोऽपि नक्षत्राख्या ददौ प्रभुः ॥
]

`verse 48 [
ताभ्यो दक्षस्य पुत्रीभ्यो जाता देवासुरादयः ॥
बहवस्तनया ख्यातास्तैस्सर्वैः पूरितं जगत् ॥
]

`verse 49 [
ततः प्रभृति विप्रेन्द्र प्रजा मैथुनसंभवाः ॥
संकल्पाद्दर्शनात्स्पर्शात्पूर्वेषां सृष्टिरुच्यते ॥
]

`speaker [
शौनक उवाच
]

`verse 50 [
अंगुष्ठाद्ब्रह्मणो जज्ञे दक्षश्चोक्तस्त्वया पुरा॥
कथं प्राचेतसत्वं हि पुनर्लेभे महातपाः ॥
]

`verse 51 [
एतं मे संशयं सूत प्रत्याख्यातुं त्वमर्हसि ॥
चित्रमेतत्स सोमस्य कथं श्वशुरतां गतः ॥
]

`speaker [
सूत उवाच
]

`verse 52 [
उत्पत्तिश्च निरोधश्च नित्यं भूतेषु वर्तते ॥
कल्पेकल्पे भवंत्येते सर्वे दक्षादयो मुने ॥
]

`verse 53 [
इमां विसृष्टिं दक्षस्य यो विद्यात्सचराचराम् ॥
प्रजावानायुषा पूर्णस्स्वर्गलोके महीयते ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां सर्गवर्णनं नाम त्रिंशोऽध्यायः ॥
]
