`speaker [
शौनक उवाच
]

`verse 1 [
देवानां दानवानां च गन्धर्वोरगरक्षसाम् ॥
सृष्टिं तु विस्तरेणेमां सूतपुत्र वदाशु मे ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
यदा न ववृधे सा तु वीरणस्य प्रजापतिः ॥
सुतां सुतपसा युक्तामाह्वयत्सर्गकारणात् ॥
]

`verse 3 [
स मैथुनेन धर्मेण ससर्ज विविधाः प्रजाः ॥
ताः शृणु त्वं महाप्राज्ञ कथयामि समासतः ॥
]

`verse 4 [
तस्यां पुत्रसहस्राणि वीरिण्यां पंच वीर्यवान्॥
आश्रित्य जनयामास दक्ष एव प्रजापतिः ॥
]

`verse 5 [
एतान्सृष्टांस्तु तान्दृष्ट्वा नारदः प्राह वै मुनिः ॥
सर्वं स तु समुत्पन्नो नारदः परमेष्ठिनः ॥
]

`verse 6 [
श्रुतवान्वा कश्यपाद्वै पुंसां सृष्टिर्भविष्यति ॥
दक्षस्येव दुहितृषु तस्मात्तानब्रवीत्तु सः ॥
]

`verse 7 [
अजानतः कथं सृष्टिं बालिशा वै करिष्यथ ॥
दिशं कांचिदजानंतस्तस्माद्विज्ञाय तां भुवम् ॥
]

`verse 8 [
इत्युक्ताः प्रययुस्सर्वे आशां विज्ञातुमोजसा ॥
तदंतं न  हि संप्राप्य न निवृत्ताः पितुर्गृहम् ॥
]

`verse 9 [
तज्ज्ञात्वा जनयामास पुनः पंचशतान्सुतान्॥
तानुवाच पुनस्सोऽपि नारदस्सर्वदर्शनः॥
]

`speaker [
नारद उवाच
]

`verse 10 [
भुवो मानमजानंतः कथं सृष्टिं करिष्यथ ॥
सर्वे हि बालिशाः किं हि सृष्टिकर्तुं समुद्यताः ॥
]

`speaker [
सूत उवाच
]

`verse 11 [
तेऽपि तद्वचनं श्रुत्वा निर्यातास्सर्वतोदिशम् ॥
सुबलाश्वा दक्षसुता हर्यश्वा इव ते पुरा ॥
]

`verse 12 [
अनंतं पुष्करं प्राप्य गतास्तेऽपि पराभवम् ॥
अद्यापि न निवर्तंते समुद्रेभ्य इवापगाः ॥
]

`verse 13 [
तदाप्रभृति वै भ्राता भ्रातुरन्वेषणे रतः ॥
प्रयातो नश्यति मुने तन्न कार्य्यं विपश्चिता ॥
]

`verse 14 [
तांश्चापि नष्टान्विज्ञाय पुत्रान्दक्षः प्रजापतिः ॥
स च क्रोधा द्ददौ शापं नारदाय महात्मने॥
]

`verse 15 [
कुत्रचिन्न लभस्वेति संस्थितिं कलहप्रिय ॥
तव सान्निध्यतो लोके भवेच्च कलहस्सदा ॥
]

`verse 16 [
सांत्वितोऽथ विधात्रा हि स दक्षस्तु प्रजापतिः॥
कन्याः षष्ट्यसृजत्पश्चाद्वीरिण्यामिति नः श्रुतम्॥
]

`verse 17 [
ददौ स दश धर्माय कश्यपाय त्रयोदश ॥
सप्तविंशति सोमाय चतस्रोऽरिष्टनेमिने ॥
]

`verse 18 [
द्वे चैवं ब्रह्मपुत्राय द्वे चैवाङ्गिरसे तदा ॥
द्वे कृशाश्वाय विदुषे तासां नामानि मे शृणु ॥
]

`verse 19 [
अरुंधती वसुर्य्यामिर्लम्बा भानुर्मरुत्वती ॥
संकल्पा च मुहूर्ता च संध्या विश्वा च वै मुने ॥
]

`verse 20 [
धर्मपत्न्यो मुने त्वेतास्तास्वपत्यानि मे शृणु ॥
विश्वेदेवास्तु विश्वायास्साध्यान्साध्या  व्यजायत ॥
]

`verse 21 [
मरुत्वत्यां मरुत्वंतो वसोस्तु वसवस्तथा ॥
भानोस्तु भानवस्सर्वे मुहूर्तायां मुहूर्तजाः॥
]

`verse 22 [
लम्बायाश्चैव घोषोऽथ नागवीथी च यामिजा ॥
पृथिवी विषमस्तस्यामरुन्धत्यामजायत ॥
]

`verse 23 [
संकल्पायास्तु सत्यात्मा जज्ञे संकल्प एव हि॥
अयादया वसोः पुत्रा अष्टौ ताञ्छृणु शौनक ॥
]

`verse 24 [
अयो धुवश्च सोमश्च धरश्चैवानिलोऽनलः ॥
प्रत्यूषश्च प्रभासश्च वसवाऽष्टा च नामतः ॥
]

`verse 25 [
अयस्य पुत्रो वैतण्डः श्रमः शांतो मुनिस्तथा ॥
ध्रुवस्य पुत्रो भगवान्कालो लोकभावनः ॥
]

`verse 26 [
सोमस्य भगवान्वर्चा वर्चस्वी येन जायते ॥
धरस्य पुत्रो द्रविणो हुतहव्यवहस्तथा ॥
]

`verse 27 [
मनोहरायाश्शिशिरः प्राणोऽथ रमणस्तथा ॥
अनिलस्य शिवा भार्य्या यस्याः पुत्राः पुरोजवः ॥
]

`verse 28 [
अविज्ञातगतिश्चैव द्वौ पुत्रावनिलस्य तु॥
अग्निपुत्रः कुमारस्तु शरस्तम्बे श्रियावृते॥
]

`verse 29 [
तस्य शाखो विशाखश्च नैगमेयश्च पृष्ठतः॥
अपत्यं कृत्तिकानां तु कार्तिकेय इति स्मृतः॥
]

`verse 30 [
प्रत्यूषस्य त्वभूत्पुत्र ऋषिर्नाम्ना तु देवलः॥
द्वौ पुत्रौ देवलस्यापि प्रजावन्तौ मनीषिणौ॥
]

`verse 31 [
बृहस्पते तु भगिनी वरस्त्री ब्रह्मचारिणी ॥
योगसिद्धा जगत्कृत्स्नं समंताद्व्यचरत्तदा ॥
]

`verse 32 [
प्रभासस्य तु सा भार्य्या वसूनामष्टमस्य च॥
विश्वकर्मा महाभाग तस्य जज्ञे प्रजापतिः॥
]

`verse 33 [
कर्ता शिल्पसहस्राणां त्रिदशानां च वार्द्धकिः॥
भूषणानां च सर्वेषां कर्ता शिल्पवतां वरः ॥
]

`verse 34 [
यस्सर्वासां विमानानि देवतानां चकार ह ॥
मनुष्याश्चोपजीवन्ति यस्य शिल्पं महात्मनः ॥
]

`verse 35 [
मतांतरमाह ॥
रैवतोऽजो भवो भीमो वाम उग्रो वृषाकपिः ॥
अजैकपादहिर्बुध्न्यो बहुरूपो महानिति ॥
]

`verse 36 [
सरूपायां प्रसूतस्य स्त्रियां रुद्रश्च कोटिशः ॥
तत्रैकादशमुख्यास्तु तन्नामानि मुने शृणु ॥
]

`verse 37 [
अजैकपादहिर्बुध्न्यस्त्वष्टा रुद्रश्च वीर्यवान्॥
हरश्च बहुरूपश्च त्र्यम्बकश्चापराजितः ॥
]

`verse 38 [
वृषाकपिश्च शम्भुश्च कपर्दी रैवतस्तथा ॥
एकादशैते कथिता रुद्रास्त्रिभुवनेश्वराः ॥
]

`verse 39 [
शतं त्वेवं समाख्यातं रुद्राणाममितौजसाम्॥
शृणु कश्यपपत्नीनां नामानि मुनिसत्तम॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां सर्गवर्णनं नामैकऽत्रिंशोध्यायः ॥
]
