`speaker [
सूत उवाच
]

`verse 1 [
अदितिर्दितिश्च सुरसारिष्टेला दनुरेव च ॥
सुरभिर्विनता चेला ताम्रा क्रोधवशा तथा ॥
]

`verse 2 [
कदूर्मुनिश्च विप्रेन्द्र तास्वपत्यानि मे शृणु ॥
पूर्वमन्वंतरे श्रेष्ठे द्वादशासन्सुरोत्तमाः ॥
]

`verse 3 [
तुषिता नाम तेऽन्योन्यमूचुर्वैवस्वतेंतरे ॥
उपस्थिते सुयशसश्चाक्षुषस्यांतरे मनोः ॥
]

`verse 4 [
हिताय सर्वलोकानां समागम्य परस्परम् ॥
आगच्छतस्तु तानूचुरदितिं च प्रविश्य वै ॥
]

`verse 5 [
मन्वंतरे प्रसूयामस्सतां श्रेयो भविष्यति ॥
एवमुक्तास्तु ते सर्वे चाक्षुषस्यान्तरे मनोः ॥
]

`verse 6 [
मारीचात्कश्यपाज्जातास्तेऽदित्यां दक्षकन्यया॥
तत्र विष्णुश्च शक्रश्च जज्ञाते पुनरेव हि ॥
]

`verse 7 [
अर्यमा चैव धाता च त्वष्टा पूषा तथैव च ॥
विवस्वान्सविता चैव मित्रावरुण एव च ॥
]

`verse 8 [
अंशो भगश्चातितेजा आदित्या द्वादश स्मृताः ॥
पूर्वमासन्ये तुषितास्सुराः ॥
]

`verse 9 [
पुरैव तस्यांतरे तु आदित्या द्वादश स्मृताः ॥
इति प्रोक्तानि क्रमशोऽदित्यपत्यानि शौनक ॥
]

`verse 10 [
सप्तविंशति याः प्रोक्तास्सोमपत्न्योऽथ सुव्रताः॥
तासामपत्यान्यभवन्दीप्तयोऽमिततेजसः ॥
]

`verse 11 [
अरिष्टनेमिपत्नीनामपत्यानीह षोडश ॥
बहुपुत्रस्य विदुषश्चतस्रो यास्सुताः स्मृताः ॥
]

`verse 12 [
कृशाश्वस्य तु देवर्षे देवप्रहरणाः स्मृताः ॥
भार्म्यायामर्चिषि मुने धूम्रकेशस्तथैव  च ॥
]

`verse 13 [
स्वधा सती च द्वे पत्न्यौ स्वधा ज्येष्ठा सती परा ॥
स्वधासूत पितॄन्वेदमथर्वाङ्गिरसं सती ॥
]

`verse 14 [
एते युगसहस्रांते जायंते पुनरेव हि॥
सर्वदेवनिकायाश्च त्रयस्त्रिंशत्तु कामजाः ॥
]

`verse 15 [
यथा सूर्य्यस्य नित्यं हि उदयास्तमयाविह ॥
एवं देवानिकास्ते च संभवंति युगेयुगे॥
]

`verse 16 [
दित्यां बभूवतुः पुत्रौ कश्यपादिति नः श्रुतम्॥
हिरण्यकशिपुश्चैव हिरण्याक्षश्च वीर्यवान् ॥
]

`verse 17 [
सिंहिका ह्यभवत्कन्या विप्रचित्तेः परिग्रहः ॥
हिरण्यकशिपोः पुत्राश्चत्वारः प्रथितौजसः॥
]

`verse 18 [
अनुह्रादश्च ह्रादश्च संह्रादश्चैव वीर्यवान् ॥
प्रह्रादश्चानुजस्तत्र विष्णुभक्तिविचारधीः॥
]

`verse 19 [
अनुह्रादस्य सूर्यायां पुलोमा महिषस्तथा॥
ह्रादस्य धमनिर्भार्यासूत वातापिमिल्वलम्॥
]

`verse 20 [
संह्रादस्य कृतिर्भार्यासूतः पंचजनं ततः ॥
विरोचनस्तु प्राह्रादिर्देव्यास्तस्याभवद्बलिः ॥।5.32.२०॥
बलेः पुत्रशतं त्वासीदशनायां मुनीश्वर॥
बलिरासीन्महाशैवः शिवभक्तिपरायणः ॥
]

`verse 21 [
दानशील उदारश्च पुण्यकीर्ति  तपाः  स्मृतः॥
तत्पुत्रो बाणनामा यत्सोऽषि शैववरस्सुधीः ॥
यस्संतोष्य शिवं सम्यग्गाणपत्यमवाप ह ॥
]

`verse 22 [
सा कथा श्रुतपूर्वा ते बाणस्य हि महात्मनः ॥
कृष्णं यस्समरे वीरस्सुप्रसन्नं चकार ह॥
]

`verse 23 [
हिरण्याक्षसुताः पंच पंडितास्तु महाबलाः ॥
कुकुरः शकुनिश्चैव भूतसंतापनस्तथा ॥
]

`verse 24 [
महानादश्च विक्रांतः कालनाभस्तथैव च ॥
इत्युक्ता दितिपुत्राश्च दनोः पुत्रान्मुने शृणु॥
]

`verse 25 [
अभवन्दनुपुत्राश्च शतं तीव्रपराक्रमाः ॥
अयोमुखश्शंबरश्च कपोलो वामनस्तथा॥
]

`verse 26 [
वैश्वानरः पुलोमा च विद्रावणमहाशिरौ ॥
स्वर्भानुर्वृषपर्वा च विप्रचित्तिश्च वीर्यवान् ॥
]

`verse 27 [
एते सर्वे दनोः पुत्राः कश्यपादनुजज्ञिरे ॥
एषां पुत्राञ्च्छृणु मुने प्रसंगाद्वच्मि तेऽनघ ॥
]

`verse 28 [
स्वभार्नोस्तु प्रभा कन्या पुलोम्नस्तु शची सुता ॥
उपदानवी हयशिरा शर्म्मिष्ठा वार्षपर्वणी ॥
]

`verse 29 [
पुलोमा पुलोमिका चैव वैश्वानरसुते उभे ॥
बह्वपत्ये महावीर्य्ये मारीचेस्तु परिग्रहः ॥
]

`verse 30 [
तयोः पुत्रसहस्राणि षष्टिर्दानवनन्दनाः ॥
मरीचिर्जनयामास महता तपसान्वितः ॥
]

`verse 31 [
पौलोमाः कालखंजाश्च दानवानां महाबला ॥
अवध्या देवतानां च हिरण्यपुरवासिनः ॥
]

`verse 32 [
पितामहप्रसादेन ये हताः सव्यसाचिना ॥
सिंहिकायामथोत्पन्ना विप्रचित्तेस्सुतास्तथा ॥
]

`verse 33 [
दैत्यदानवसंयोगाज्जातास्तीव्रपराक्रमाः ॥
सैंहिकेया इति ख्यातास्त्रयोदश महाबलाः ॥
]

`verse 34 [
राहुः शल्यो सुबलिनो बलश्चैव महाबलः ॥
वातापिर्नमुचिश्चैवाथेल्वलः स्वसृपस्तथा ॥
]

`verse 35 [
अजिको नरकश्चैव कालनाभस्तथैव च ॥
शरमाणश्शरकल्पश्च एते वंशविवर्द्धनाः ॥
]

`verse 36 [
एषां पुत्राश्च पौत्राश्च दनुवंशविवर्द्धनाः ॥
बहवश्च समुद्भूता विस्तरत्वान्न वर्णिताः .॥
]

`verse 37 [
संह्रादस्य तु दैतेया निवातकवचाः कुले ॥
उत्पन्ना मरुतस्तस्मिंस्तपसा भावितात्मनः ॥
]

`verse 38 [
षण्मुखाद्या महासत्त्वास्ताम्रायाः परिकीर्तिताः ॥
काकी श्येनी च भासी च सुग्रीवी च शुकी तथा॥
]

`verse 39 [
गृद्ध्रिकाश्वी ह्युलूकी च ताम्रा कन्याः प्रकीर्तिताः ॥
काकी काकानजनयदुलूकी प्रत्युलूककान् ॥
]

`verse 40 [
श्येनी श्येनांस्तथा भासी भासा न्गृद्धी तु गृध्रकान् ॥
शुकी शुकानजनयत्सुग्रीवी शुभपक्षिणः ॥
]

`verse 41 [
अश्वानुष्ट्रान्गर्दभांश्च ताम्रा च कश्यपप्रिया ॥
जनयामास चेत्येवं ताम्रावंशाः प्रकीर्तिताः ॥
]

`verse 42 [
विनतायाश्च पुत्रौ द्वावरुणो गरुडस्तथा ॥
सुपर्णः पततां श्रेष्ठो नारुणस्स्वेन कर्मणा ॥
]

`verse 43 [
सुरसायास्सहस्रं तु सर्पाणाममितौजसाम् ॥
अनेकशिरसां तेषां खेचराणां महात्मनाम् ॥
]

`verse 44 [
येषां प्रधाना राजानः शेषवासुकितक्षकाः ॥
ऐरावतो महापद्मः कंबलाश्वतरावुभौ ॥
]

`verse 45 [
ऐलापुत्रस्तथा पद्मः कर्कोटकधनंजयौ॥
महानीलमहाकर्णौ धृतराष्ट्रो बलाहकः ॥
]

`verse 46 [
कुहरः पुष्पदन्तश्च दुर्मुखास्सुमुखस्तथा ॥
बहुशः खररोमा च पाणिरित्येवमादयः ॥
]

`verse 47 [
गणाः क्रोधवशायाश्च तस्यास्सर्वे च दंष्ट्रिणः ॥
अंडजाः पक्षिणोऽब्जाश्च वराह्याः पशवो मताः ॥
]

`verse 48 [
अनायुषायाः पुत्राश्च पंचाशच्च महाबलाः ॥
अभवन्बलवृक्षौ च विक्षरोऽथ बृहंस्तथा ॥
]

`verse 49 [
शशांस्तु जनयामास सुरभिर्महिषांस्तथा॥
इला वृक्षाँल्लता वल्लीस्तृणजातीस्तु सर्वशः ॥
]

`verse 50 [
खशा तु यक्षरक्षांसि मुनिरप्सरसस्तथा ॥
अरिष्टासूत सर्पांश्च प्रभावैर्मानवोत्तमान्॥
]

`verse 51 [
एते कश्यपदायादाः कीर्तितास्ते मुनीश्वर ॥
येषां पुत्राश्च पौत्राश्च शतशोऽथ सहस्रशः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्या मुमासंहितायां कश्यपवंशवर्णनं नाम द्वात्रिंशोऽध्यायः ॥
]
