`speaker [
सूत उवाच
]

`verse 1 [
एष मन्वन्तरे तात सर्गस्स्वारोचिषे स्मृतः ॥
वैवस्वते तु महति वारुणे वितते क्रतौ ॥
]

`verse 2 [
जुह्वानस्य ब्रह्मणो वै प्रजासर्ग इहोच्यते ॥
पूर्वं यानथ ब्रह्मर्षीनुत्पन्नान्सप्त मानसान् ॥
]

`verse 3 [
पुत्रान्वै कल्पयामास स्वयमेव पितामहः ॥
तेषां विरोधो देवानां दानवानां महानृषे ॥
]

`verse 4 [
दिति विनष्टपुत्रा तु कश्यपं समुपस्थिता ॥
स कश्यपः प्रसन्नात्मा सम्गयगाराधितस्तया ॥
]

`verse 5 [
वरेणच्छंदयामास सा च वव्रे वरं तदा॥
पुत्रमिन्द्रवधार्थाय समर्थममितौजसम् ॥
]

`verse 6 [
स तस्यै च वरं प्रादात्प्रार्थितं सुमहातपाः ॥
ब्रह्मचर्य्यादिनियमं प्राह चैव शतं समाः ॥
]

`verse 7 [
धारयामास गर्भं तु शुचिस्सा वरवर्णिनी ॥
ब्रह्मचर्य्यादिनियमं दितिर्दध्रे तथैव वै ॥
]

`verse 8 [
ततस्त्वाधाय सोऽदित्यां गर्भं तं शंसितव्रतः ॥
जगाम कश्यपस्तप्तुं तपस्संहृष्टमानसः ॥
]

`verse 9 [
तस्याश्चैवांतरं प्रेप्सुस्सोऽभवत्पाकशासनः ॥
ऊनवर्षे शते चास्या ददर्शान्तरमेव सः॥
]

`verse 10 [
अकृत्वा पादयोः शौचं दितिरर्वाक्शिरास्तदा ॥
निद्रामाहारयामास भाविनोऽर्थस्य गौरवात् ॥
]

`verse 11 [
एतस्मिन्नन्तरे शक्रस्तस्याः कुक्षिं प्रविश्य सः ।
वज्रपाणिस्तु तं गर्भं सप्तधा हि न्यकृन्तत ॥
]

`verse 12 [
स पाट्यमानो गर्भोऽथ वज्रेण प्ररुरोद ह ॥
रुदन्तं सप्तधैकैकं मारोदीरिति तान्पुनः ॥
चकर्त वज्रपाणिस्तान्नेव मम्रुस्तथापि ते ॥
]

`verse 13 [
ते तमूचुः पात्यमानास्सर्वे प्रांजलयो मुने ॥
नो जिघांससि किं शक्र भ्रातरो मरुतस्तव ॥
]

`verse 14 [
इंद्रेण स्वीकृतास्ते हि भ्रातृत्वे सर्व एव च ॥। ।
तत्यजुर्द्दैत्यभावं ते विप्रर्षे शंकरेच्छया॥
]

`verse 15 [
मरुतो नाम ते देवा बभूवुस्तु महाबलाः॥
खगा एकोनपंचाशत्सहाया वज्रपाणिनः॥
]

`verse 16 [
तेषामेव प्रवृद्धानां हरिः प्रादात्प्रजापतिः ॥
क्रमशस्तानि राज्यानि पृथुपूर्वं शृणुष्व तत् ॥
]

`verse 17 [
अरिष्टपुरुषो वीरः कृष्णो जिष्णुः प्रजापतिः ॥
पर्जन्यस्तु धनाध्यक्षस्तस्य सर्वमिदं जगत् ॥
]

`verse 18 [
भूतसर्गमिमं सम्यगवोचं ते महामुने ॥
विभागं शृणु राज्यानां क्रमशस्तं ब्रुवेऽधुना ॥
]

`verse 19 [
अभिषिच्याधिराज्ये तु पृथुं वैन्यं पितामहः ॥
ततः क्रमेण राज्यानि व्यादेष्टुमुपचक्रमे ॥
]

`verse 20 [
द्विजानां वीरुधां चैव नक्षत्रग्रहयोस्तथा ॥
यज्ञानां तपसां चैव सोमं राज्येऽभ्यषेचयत्॥
]

`verse 21 [
अपां तु वरुणं राज्ये राज्ञां वैश्रवणं प्रभुम्॥
आदित्यानां तथा विष्णुं वसूनामथ पावकम् ॥
]

`verse 22 [
प्रजापतीनां दक्षं तु मरुतामथ वासवम् ॥
दैत्यानां दानवानां च प्रह्लादममितौजसम् ॥
]

`verse 23 [
वैवस्वतं पितॄणां च यमं राज्येऽभ्यषेचयत् ॥
मातॄणां च व्रतानां च मन्त्राणां च तथा गवाम् ॥
]

`verse 24 [
यक्षाणां राक्षसानां च पार्थिवानां तथैव च ॥
सर्वभूतपिशाचानां गिरिशं शूलपाणिनम् ॥
]

`verse 25 [
शैलानां हिमवन्तं च नदीनामथ सागरम् ॥
मृगाणामथ शार्दूलं गोवृषं तु गवामपि ॥
]

`verse 26 [
वनस्पतीनां वृक्षाणां वटं राज्येऽभ्यषेचयत् ॥
इति दत्तं प्रजेशेन राज्यं सर्वत्र वै क्रमात् ॥
]

`verse 27 [
पूर्वस्यां दिशि पुत्रं तु वैराजस्य प्रजापतेः ॥
स्थापयामास सर्वात्मा राज्ये विश्वपतिर्विभुः ॥
]

`verse 28 [
तथैव मुनिशार्दूल कर्दमस्य प्रजापतेः ॥
दक्षिणस्यां तथा पुत्रं सुधन्वानमचीक्लृपत् ॥
]

`verse 29 [
पश्चिमायां दिशि तथा रजसः पुत्रमच्युतम्॥
केतुमन्तं महात्मानं राजानं व्यादिशत्प्रभुः ॥
]

`verse 30 [
तथा हिरण्यरोमाणं पर्जन्यस्य प्रजापतेः ॥
उदीच्यां दिशि राजानं दुर्धर्षं सोऽभ्यषेचयत् ॥
]

`verse 31 [
तस्य विस्तारमाख्यातं पृथोर्वेन्यस्य शौनक॥
महर्ध्ये तदधिष्ठानं पुराणे परिकीर्तितम्॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां सर्गवर्णनं नाम त्रयस्त्रिंशत्तमोध्यायः ॥
]
