`speaker [
शौनक उवाच
]

`verse 1 [
मन्वंतराणि सर्वाणि विस्तरेणानुकीर्तय ॥
यावंतो मनवश्चैव श्रोतुमिच्छामि तानहम्॥
]

`speaker [
सूत उवाच
]

`verse 2 [
स्वायंभुवो मनुश्चैव ततस्स्त्वारोचिषस्तथा॥
उत्तमस्तामसश्चैव रैवतश्चाक्षुषस्तथा ॥
]

`verse 3 [
एते च मनवः षट् ते संप्रोक्ता मुनिपुंगव॥
वैवस्वतो मुनिश्रेष्ठ सांप्रतं मनुरुच्यते ॥
]

`verse 4 [
सावर्णिश्च मनुश्चैव ततो रौच्यस्तथा परः ॥
तथैव ब्रह्मसावर्णिश्चत्वारो मनवस्तथा ॥
]

`verse 5 [
तथैव धर्मसावर्णी रुद्रसावर्णिरेव च ॥
देवसावर्णिराख्यातं इंद्रसावर्णिरेव च॥
]

`verse 6 [
अतीता वर्तमानाश्च तथैवानागताश्च ये ॥
कीर्तिता मनवश्चापि मयैवैते यथा श्रुताः॥
]

`verse 7 [
मुने चतुर्दशैतानि त्रिकालानुगतानि ते ॥
प्रोक्तानि निर्मितः कल्पो युगसाहस्रपर्य्ययः॥
]

`verse 8 [
ऋषींस्तेषां प्रवक्ष्यामि पुत्त्रान्देवगणांस्तथा॥
शृणु शौनक सुप्रीत्या क्रमशस्तान्यशस्विनः ॥
]

`verse 9 [
मरीचिरत्रिर्भगवानङ्गिराः पुलहः क्रतुः ॥
पुलस्त्यश्च वसिष्ठश्च सप्तैते ब्रह्मणस्सुताः ॥
]

`verse 10 [
उत्तरस्यां दिशि तथा मुने सप्तर्ष यस्तथा ॥
यामा नाम तथा देवा आसन्स्वायंभुवेंतरे ॥
]

`verse 11 [
आग्नीध्रश्चाग्निबाहुश्च मेधा मेधातिथिर्वसुः ॥
ज्योतिष्मान्धृतिमान्हव्यः सवनश्शुभ्र एव च ॥
]

`verse 12 [
स्वायंभुवस्य पुत्रास्ते मनोर्दश महात्मनः ॥
कीर्तिता मुनिशार्दूल तत्रेन्द्रो यज्ञ उच्यते ॥
]

`verse 13 [
प्रथमं कथितं तात दिव्यं मन्वतरं तथा॥
द्वितीयं ते प्रवक्ष्यामि तन्निबोध यथातथम् ॥
]

`verse 14 [
ऊर्जस्तंभः  परस्तंभ ऋषभो वसुमां स्तथा ॥
ज्योतिष्मान्द्युतिमांश्चैव रोचिष्मान्सप्तमस्तथा ॥
]

`verse 15 [
एते महर्षयो ज्ञेयास्तत्रेन्द्रो रोचनस्तथा ॥
देवाश्च तुषिता नाम स्मृताः स्वारोचिषेंऽतरे ॥
]

`verse 16 [
हरिघ्नस्सुकृतिर्ज्योतिरयोमूर्तिरयस्मयः ॥
प्रथितश्च मनस्युश्च नभस्सूर्यस्तथैव च ॥
]

`verse 17 [
स्वारोचिषस्य पुत्रास्ते मनोर्दशमहात्मनः॥
कीर्तिता मुनिशार्दूल महावीर्यपराक्रमाः ॥
]

`verse 18 [
द्वितीयमेतत्कथितं मुने मन्वन्तरं मया॥
तृतीयं तव वक्ष्यामि तन्निबोध यथातथम्॥
]

`verse 19 [
वसिष्ठपुत्राः सप्तासन्वासिष्ठा इति विश्रुताः॥
हिरण्यगर्भस्य सुता ऊर्जा नाम महौजसः ॥
]

`verse 20 [
ऋषयोऽत्र समाख्याताः कीर्त्यमानान्निबोध मे॥
औत्तमेया ऋषिश्रेष्ठ दशपुत्रा मनोः स्मृताः।5.34.२०।
इष ऊर्जित ऊर्जश्च मधुर्माधव एव च॥
शुचिश्शुक्रवहश्चैव नभसो नभ एव च ॥
]

`verse 21 [
ऋषभस्तत्र देवाश्च सत्यवेद श्रुतादयः ॥
तत्रेन्द्रस्सत्यजिन्नाम त्रैलोक्याधिपतिर्मुने ॥
]

`verse 22 [
तृतीयमेतत्परमं मन्वतरमुदाहृतम् ॥
मन्वतरं चतुर्थं ते कथयामि मुने शृणु ॥
]

`verse 23 [
गार्ग्यः पृथुस्तथा वाग्मी जयो धाता कपीनकः ॥
कपीवान्सप्तऋषयः सत्या देवगणास्तथा ॥
]

`verse 24 [
तत्रेंद्रस्त्रिशिखो ज्ञेयो मनुपुत्रान्मुने शृणु ॥
द्यूतिपोतस्सौतपस्यस्तमश्शूलश्च तापनः ॥
]

`verse 25 [
तपोरतिरकल्माषो धन्वी खड्गी महानृषिः ॥
तामसस्य स्मृता एते दश पुत्रा महाव्रताः ॥
]

`verse 26 [
तामसस्यांतरं चैव मनो मे कथितं तव ॥
चतुर्थं पञ्चमं तात शृणु मन्वंतरं परम् ॥
]

`verse 27 [
देवबाहुर्जयश्चैव मुनिर्वेदशिरास्तथा॥
हिरण्यरोमा पर्जन्य ऊर्ध्वबाहुश्च सोमपाः ॥
]

`verse 28 [
सत्यनेत्ररताश्चान्ये एते सप्तर्षयोऽपरे॥
देवाश्च भूतरजसस्तपःप्रकृतयस्तथा ॥
]

`verse 29 [
तत्रेंद्रो विभुनामा च त्रैलोक्याधिपतिस्तथा ॥
रैवताख्यो मनुस्तत्र ज्ञेयस्तामससोदरः ॥
]

`verse 30 [
अर्जुनः पंक्तिविंध्यो वा दयायास्त नया मुने ॥
महता तपसा युक्ता मेरुपृष्ठे वसंति हि ॥
]

`verse 31 [
रुचेः प्रजापतिः पुत्रो रौच्यो नाम मनुः स्मृतः ॥
भूत्या चोत्पादितो देव्यां भौत्यो नामाभवत्सुतः ॥
]

`verse 32 [
अनागताश्च सप्तैते कल्पेऽस्मिन्मनवस्स्मृताः ॥
अनागताश्च सप्तैव स्मृता दिवि महर्षयः ॥
]

`verse 33 [
रामो व्यासस्तथात्रेयो दीप्तिमान्सु बहुश्रुतः॥
भरद्वाजस्तथा द्रौणिरश्वत्थामा महाद्युतिः॥
]

`verse 34 [
गौतमस्यात्मजश्चैव शरद्वान् गौतमः कृपः ॥
कौशिको गालवश्चैव रुरुः कश्यप एव च ॥
]

`verse 35 [
एते सप्त महात्मानो भविष्या मुनिसत्तमाः ॥
देवाश्चानागतास्तत्र त्रयः प्रोक्तास्स्वयंभुवा ॥
]

`verse 36 [
मरीचेश्चैव पुत्रास्ते कश्यपस्य महात्मनः ॥
तेषां विरोचनसुतो बलिरिंद्रो भविष्यति॥
]

`verse 37 [
विषांङ्गश्चावनीवांश्च सुमंतो धृतिमान्वसुः ॥
सूरिः सुराख्यो विष्णुश्च राजा सुमतिरेव च ॥
]

`verse 38 [
सावर्णेश्च मनोः पुत्रा भविष्या दश शौनक॥
इहाष्टमं हि कथितं नवमं चान्तरं शृणु ॥
]

`verse 39 [
प्रथमं दक्षसावर्णि प्रवक्ष्यामि मनुं शृणु ॥
मेधातिथिश्च पौलस्त्यो वसुः कश्यप एव च ॥
]

`verse 40 [
ज्योतिष्मान्भार्गवश्चैव धृतिमानंगिरास्तथा ॥
सवनश्चैव वासिष्ठ आत्रेयो हव्य एव च ॥
]

`verse 41 [
पुलहस्सप्त इत्येते ऋषयो रौहितेंतरे ॥
देवतानां गणास्तत्र त्रय एव महामुने ॥
]

`verse 42 [
दीक्षापुत्रस्य पुत्रास्ते रोहितस्य प्रजापतेः ॥
धृष्टकेतुर्दीप्तकेतुः पंचहस्तो निराकृतिः ॥
]

`verse 43 [
पृथुश्रवा भूरिद्युम्नो ऋचीको बृहतो गयः ॥
प्रथमस्य तु सावर्णेर्नव पुत्रा महौजस ॥
]

`verse 44 [
दशमे त्वथ पर्याये द्वितीयस्यांतरे मनोः ॥
हविष्मान्पुलहश्चैव प्रकृतिश्चैव भार्गवः ॥
]

`verse 45 [
आयो मुक्तिस्तथात्रेयो वसिष्ठश्चाव्ययस्स्मृतः ॥
पौलस्त्यः प्रयतिश्चैव भामारश्चैव कश्यपः ॥
]

`verse 46 [
अङ्गिरानेनसस्सत्यः सप्तैते परमर्षयः ॥
देवतानां गणाश्चापि द्विषिमंतश्च ते स्मृताः ॥ ॥
]

`verse 47 [
तेषामिन्द्रस्स्मृतः शम्भुस्त्वयमेव महेश्वरः ॥
अक्षत्वानुत्तमौजाश्च भूरिषेणश्च वीर्यवान् ॥
]

`verse 48 [
शतानीको निरामित्रो वृषसेनो जयद्रथः ॥
भूरिद्युम्नः सुवर्चार्चिर्दश त्वेते मनोस्सुताः ॥
]

`verse 49 [
एकादशे तु पर्याये तृतीयस्यांतरे मनोः ॥
तस्यापि सप्त ऋषयः कीर्त्यमानान्निबोध मे ॥
]

`verse 50 [
हविष्मान्कश्यपश्चापि वपुष्मांश्चैव वारुणः ॥
अत्रेयोऽथ वसिष्ठश्च ह्यनयस्त्वंगिरास्तथा ॥
]

`verse 51 [
चारुधृष्यश्च पौलस्त्यो निःस्वरोऽग्निस्तु तैजसः ॥
सप्तैते ऋषयः प्रोक्तास्त्रयो देवगणास्स्मृताः॥
]

`verse 52 [
ब्रह्मणस्तु सुतास्ते हि त इमे वैधृताः स्मृताः ॥
सर्वगश्च सुशर्म्मा च देवानीकस्तु क्षेमकः ॥
]

`verse 53 [
दृढेषुः खंडको दर्शः कुहुर्बाहुर्मनोः स्मृताः ॥
सावर्णस्य तु पौत्रा वै तृतीयस्य नव स्मृताः ॥
]

`verse 54 [
चतुर्थस्य तु सावर्णेर्ऋषीन्सप्त निबोध मे ॥
द्युतिर्वसिष्ठपुत्रश्च आत्रेयस्सुतपास्तथा ॥
]

`verse 55 [
अंगिरास्तपसो मूर्तिस्तपस्वी कश्यपस्तथा ॥
तपोधनश्च पौलस्त्यः पुलहश्च तपोरतिः ॥
]

`verse 56 [
भार्गवस्सप्तमस्तेषां विज्ञेय तपसो निधिः ॥
पंच देवगणाः प्रोक्ता मानसा ब्रह्मणस्सुताः ॥
]

`verse 57 [
ऋतधामा तदिन्द्रो हि त्रिलोकी राज्यकृत्सुखी ॥
द्वादशे चैव पर्याये भाव्ये रौच्यांतरे मुने ॥
]

`verse 58 [
अंगिराश्चैव धृतिमान्पौलस्त्यो हव्यवांस्तु यः॥
पौलहस्तत्त्वदर्शी च भार्गवश्च निरुत्सवः ॥
]

`verse 59 [
निष्प्रपंचस्तथात्रेयो निर्देहः कश्यपस्तथा ॥
सुतपाश्चैव वासिष्ठस्सप्तैवैते महर्षयः ॥
]

`verse 60 [
त्रय एव गणाः प्रोक्ता देवतानां स्वयंभुवा ॥
दिवस्पतिस्तमिन्द्रो वै विचित्रश्चित्र एव च ॥
]

`verse 61 [
नयो धर्मो धृतोंध्रश्च सुनेत्रः क्षत्रवृद्धकः ॥
निर्भयस्सुतपा द्रोणो मनो रौच्यस्य ते सुताः ॥
]

`verse 62 [
चतुर्द्दशे तु पर्याये सत्यस्यैवांतरे मनोः ॥
आग्नीध्रः काश्यपश्चैव पौलस्त्यो मागधश्च यः ॥
]

`verse 63 [
भार्गवोऽप्यतिवाह्यश्च शुचिरांगिरसस्तथा ॥
युक्तश्चैव तथात्रेयः पौत्रो वाशिष्ठ एव च ॥
]

`verse 64 [
अजितः पुलहश्चैव ह्यंत्यास्सप्तर्षयश्च ते ॥
पवित्राश्चाक्षुषा देवाः शुचिरिन्द्रो भविष्यति ॥
]

`verse 65 [
एतेषां कल्य उत्थाय कीर्तनात्सुखमेधते ॥
अतीतानागतानां वै महर्षीणां नरैस्सदा ॥
]

`verse 66 [
देवतानां गणाः प्रोक्ताश्शृणु पंच महामुने ॥
तुरंगभीरुर्बुध्नश्च तनुग्रोऽनूग्र एव च ॥
]

`verse 67 [
अतिमानी प्रवीणश्च विष्णुस्संक्रंदनस्तथा ॥
तेजस्वी सबलश्चैव सत्यस्त्वेते मनोस्सुता ॥
]

`verse 68 [
भौमस्यैवाधिकारे वै पूर्वकल्पस्तु पूर्यते ॥
इत्येतेऽनागताऽतीता मनवः कीर्तिता मया ॥
]

`verse 69 [
उक्तास्सनत्कुमारेण व्यासायामिततेजसा ॥
पूर्णे युगसहस्रांते परिपाल्यः स्वधर्मतः ॥
]

`verse 70 [
प्रजाभिस्तपसा युक्ता ब्रह्मलोकं व्रजंति ते ॥
युगानि सप्रतिस्त्वेकं साग्राण्यंतरमुच्यते ॥
]

`verse 71 [
चतुर्दशैते मनवः कीर्तिता कीर्तिवर्धनाः ॥
मन्वंतरेषु सर्वेषु संहारांते पुनर्भवः ॥
]

`verse 72 [
न शक्यमन्तरं तेषां वक्तुं वर्षशतैरपि ॥
पूर्णे शतसहस्रे तु कल्पो निःशेष उच्यते ॥
]

`verse 73 [
तत्र सर्वाणि भूतानि दग्धान्यादित्यरश्मिभिः ॥
ब्रह्माणमग्रतः कृत्वा सदादित्यगणैर्मुने ।७५॥
प्रविशंति सुरश्रेष्ठ हरिं नारायणं परम्॥
स्रष्टारं सर्व भूतानां कल्पांतेषु पुनःपुनः ॥
]

`verse 74 [
भूयोपि भगवान् रुद्रस्संहर्ता काल एव हि ॥
कल्पांते तत्प्रवक्ष्यामि मनोर्वैवस्वतस्य वै ॥
]

`verse 75 [
इति ते कथितं सर्वं मन्वंतरसमुद्भवम् ॥
विसर्गं पुण्यमाख्यानं धन्यं कुलविवर्द्धनम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां सर्वमन्वतरानुर्कार्तनं नाम चतुस्त्रिंशोऽध्यायः ॥
]
