`speaker [
सूत उवाच
]

`verse 1 [
विवस्वान्कश्यपाज्जज्ञे दाक्षायण्यां महाऋषेः ॥
तस्य भार्याऽभवत्संज्ञा त्वाष्ट्री देवी सुरेणुका ॥
]

`verse 2 [
मुनेऽसहिष्णुना तेन तेजसा दुस्सहेन च ॥
भर्तृरूपेण नातुष्यद्रूप यौवनशालिनी ॥
]

`verse 3 [
आदित्यस्य हि तद्रूपमसहिष्णुस्तु तेजसः ॥
दह्यमाना तदोद्वेगमकरोद्वरवर्णिनी ॥
]

`verse 4 [
ऋषेऽस्यां त्रीण्यपत्यानि जनयामास भास्करः ॥
संज्ञायां तु मनुः पूर्वं श्राद्धदेवः प्रजापतिः ॥
]

`verse 5 [
यमश्च यमुना चैव यमलौ संबभूवतुः ॥
एवं हि त्रीण्यपत्यानि तस्यां जातानि सूर्य्यतः ॥
]

`verse 6 [
संवर्तुलं तु तद्रूपं दृष्ट्वा संज्ञा विवस्वतः ॥
असहंती ततश्छायामात्मनस्साऽ सृजच्छुभाम् ॥
]

`verse 7 [
मायामयी तु सा संज्ञामवोचद्भक्तितश्शुभे ॥
किं करोमीह कार्य्यं ते कथयस्व शुचिस्मिते ॥
]

`speaker [
संज्ञोवाच
]

`verse 8 [
अहं यास्यामि भद्रं ते ममैव भवनं पितुः ॥
त्वयैतद्भवने सत्यं वस्तव्यं निर्विकारतः ॥
]

`verse 9 [
इमौ मे बालकौ साधू कन्या चेयं सुमध्यमा ॥
पालनीयाः सुखेनैव मम चेदिच्छसि प्रियम्॥
]

`speaker [
छायोवाच
]

`verse 10 [
आकेशग्रहणाद्देवि सहिष्येऽहं सुदुष्कृतम् ॥
नाख्यास्यामि मतं तुभ्यं गच्छ देवि यथासुखम् ॥
]

`speaker [
सूत उवाच
]

`verse 11 [
इत्युक्ता साऽगमद्देवी व्रीडिता सन्निधौ पितुः ॥
पित्रा निर्भर्त्सिता तत्र नियुक्ता सा पुनः पुनः ॥
]

`verse 12 [
अगच्छद्वडवा भूत्वाऽऽच्छाद्यरूपं ततस्त्वकम् ॥
कुरुंस्तदोत्तरान्प्राप्य नृणां मध्ये चचार ह ॥
]

`verse 13 [
संज्ञां तां तु रविर्मत्वा छायायां सुसुतं तदा ॥
जनयामास सावर्णिं मनुं वै सविता किल ॥
]

`verse 14 [
संज्ञाऽनु प्रार्थिता छाया सा स्वपुत्रेऽपि नित्यशः ॥
चकाराभ्यधिकं स्नेहं न तथा पूर्वजे सुते ॥
]

`verse 15 [
अनुजश्चाक्षमस्तत्तु यमस्तं नैव चक्षमे ॥
स सरोषस्तु बाल्याच्च भाविनोऽर्थस्य गौरवात् ॥
]

`verse 16 [
छायां संतर्जयामास यदा वैवस्वतो यमः ॥
तं शशाप ततः क्रोधाच्छाया तु कलुषीकृता ॥
]

`verse 17 [
चरणः पततामेष तवेति भृशरोषितः ॥
यमस्ततः पितुस्सर्वं प्रांजलिः प्रत्यवेदयत् ॥
]

`verse 18 [
भृशं शाप भयोद्विग्नस्संज्ञावाक्यैर्विचेष्टितः ॥
मात्रा स्नेहेन सर्वेषु वर्तितव्यं सुतेषु वै ॥
]

`verse 19 [
स्नेहमस्मास्वपाकृत्य कनीयांसं बिभर्ति सा॥
तस्मान्मयोद्यतः पादस्तद्भवान् क्षंतुमर्हति ॥
]

`verse 20 [
शप्तोहमस्मि देवेश जनन्या तपतांवर ॥
तव प्रसादाच्चरणो न पतेन्मम गोपते ॥
]

`speaker [
सवितोवाच
]

`verse 21 [
असंशयं पुत्र महद्भविष्यत्यत्र कारणम् ॥
येन त्वामाविशत्क्रोधो धर्मज्ञं सत्यवादिनम् ॥
]

`verse 22 [
न शक्यते तन्मिथ्या वै कर्त्तुं मातृवचस्तव ॥
कृमयो मांसमादाय गमिष्यंति महीतले ॥
]

`verse 23 [
तद्वाक्यं भविता सत्यं त्वं च त्रातौ भविष्यसि ॥
कुरु तात न संदेहं मनश्चाश्वास्य स्वं प्रभो ॥
]

`speaker [
सूत उवाच
]

`verse 24 [
इत्युक्त्वा तनयं सूर्यो यमसंज्ञं मुनीश्वर ॥
आदित्यश्चाब्रवीत्तान्त्तु छायां क्रोधसमन्वितः ॥
]

`speaker [
सूर्य उवाच
]

`verse 25 [
हे प्रिये कुमते चंडि किं त्वयाऽऽचरितं किल॥
किं तु मेऽभ्यधिकः स्नेह एतदाख्यातुमर्हसि ॥
]

`speaker [
सूत उवाच
]

`verse 26 [
सा रवेर्वचनं श्रुत्वा यथा तथ्यं न्यवेदयत् ॥
निर्दग्धा कामरविणा सांत्वयामास वै तदा ॥
]

`speaker [
छायोवाच
]

`verse 27 [
तवातितेजसा दग्धा इदं रूपं न शोभते ॥
असहंती च तत्संज्ञा वने वसति शाद्वले ॥
]

`verse 28 [
श्लाघ्या योगबलोपेता योगमासाद्य गोपते ॥
अनुकूलस्तु देवेश संदिश्यात्ममयं मतम् ॥
]

`verse 29 [
रूपं निवर्तयाम्यद्य तव कांतं करोम्यहम् ॥
सूत उवाच ॥
तच्छ्रुत्वाऽपगतः क्रोधो मार्तण्डस्य विवस्वतः ॥
]

`verse 30 [
भ्रमिमारोप्य तत्तेजः शातयामास वै मुनिः ॥
ततो विभ्राजितं रूप तेजसा संवृतेन च ॥
]

`verse 31 [
कृतं कांततरं रूपं त्वष्ट्रा तच्छुशुभे तदा ॥
ततोभियोगमास्थाय स्वां भार्य्यां हि ददर्श ह ॥
]

`verse 32 [
अधृष्यां सर्वभूतानां तेजसा नियमेन च ॥
सोऽश्वरूपं समास्थाय गत्वा तां मैथुनेच्छया॥
]

`verse 33 [
मैथुनाय विचेष्टंतीं परपुंसोभिशंकया ॥
मुखतो नासिकायां तु शुक्रं तत् व्यदधान्मुने ॥
]

`verse 34 [
देवौ ततः प्रजायेतामश्विनौ भिषजां वरौ ॥
नासत्यौ तौ च दस्रौ च स्मृतौ द्वावश्विनावपि ॥
]

`verse 35 [
तौ तु कांतेन रूपेण दर्शयामास भास्करः ॥
आत्मानं सा तु तं दृष्ट्वा प्रहृष्टा पतिमादरात् ॥
]

`verse 36 [
पत्या तेन गृहं प्रायात्स्वं सती मुदितानना ॥
मुमुदातेऽथ तौ प्रीत्या दंपतो पूर्वतोधिकम् ॥
]

`verse 37 [
यमस्तु कर्मणा तेन भृशं पीडितमानसः ॥
धर्मेण रंजयामास धर्मराज इमा प्रजाः ॥
]

`verse 38 [
लेभे स कर्मणा तेन धर्मराजो महाद्युतिः ॥
पितॄणामाधिपत्यं च लोकपालत्वमेव च ॥
]

`verse 39 [
मनुः प्रजापतिस्त्वासीत्सावर्णिस्स तपोधनः ॥
भाव्यः स कर्मणा तेन मनोस्सावर्णिकेंतरे ॥
]

`verse 40 [
मेरुपृष्ठे तपो घोरमद्यापि चरते प्रभुः ॥
यवीयसी तयोर्या तु यमी कन्या यशस्विनी ॥
]

`verse 41 [
अभवत्सा सरिच्छ्रेष्ठा यमुना लोकपा वनी ॥
मनुरित्युच्यते लोके सावर्णिरिति चोच्यते ॥
]

`verse 42 [
य इदं जन्म देवानां शृणुयाद्धारयेत्तु वा ॥
आपदं प्राप्य मुच्येत प्राप्नुयात्सुमहद्यशः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां मन्वन्तरकीर्तने वैवस्वतवर्णनं नाम पचत्रिंशोऽध्यायः॥
]
