`speaker [
सूत उवाच
]

`verse 1 [
मनोर्वैवस्वतस्यासन्पुत्रा वै नव तत्समाः ॥
पश्चान्महोन्नता धीराः क्षत्रधर्मपरायणाः॥
]

`verse 2 [
इक्ष्वाकुः शिबिनाभागौ धृष्टः शर्यातिरेव च ॥
नरिष्यन्तोऽथ नाभागः करूषश्च प्रियव्रतः॥
]

`verse 3 [
अकरोत्पुत्त्रकामस्तु मनुरिष्टिं प्रजापति॥
अनुत्पन्नेषु पुत्रेषु तत्रेष्ट्यां मुनिपुंगवः॥
]

`verse 4 [
सा हि दिव्यांबरधरा दिव्याभरणभूषिता।
दिव्यसंहनना चैवमिला जज्ञे हि विश्रुता॥
]

`verse 5 [
तामिडेत्येव होवाच मनुर्दण्डधरस्तथा ॥
अनुगच्छत्व मामेति तमिडा प्रत्युवाच ह ॥
]

`speaker [
इडोवाच
]

`verse 6 [
धर्मयुक्तमिदं वाक्यं पुत्रकामं प्रजापतिम् ॥
मित्रावरुणयोरंशैर्जातास्मि वदतां वर ॥
]

`verse 7 [
तयोस्सकाशं यास्यामि न मे धर्मे रुचिर्भवेत् ॥
एवमुक्त्वा सती सा तु मित्रावरुणयोस्ततः ॥
]

`verse 8 [
गत्वांतिकं वरारोहा प्रांजलिर्वाक्यमब्रवीत् ॥
अंशैस्तु युवयोर्जाता मनुयज्ञे महामुनी ॥
]

`verse 9 [
आगता भवतोरंति ब्रूतं किं करवाणि वाम् ॥
अन्यान्पुत्रान्सृज विभो तैर्वंशस्ते भविष्यति ॥
]

`speaker [
सूत उवाच
]

`verse 10 [
तां तथावादिनीं साध्वीमिडां मन्वध्वरोद्भवाम्॥
मित्रावरुणानामानौ मुनी ऊचतुरादरात् ॥
]

`speaker [
मित्रावरुणावूचतुः
]

`verse 11 [
अनेन तव धर्मज्ञे प्रश्रयेण दमेन च ॥
सत्येन चैव सुश्रोणि प्रीतौ द्वौ वरवर्णिनि ॥
]

`verse 12 [
आवयोस्त्वं महाभागे ख्यातिं चैव गमिष्यसि ॥
मनोर्वशकरः पुत्रस्त्वमेव च भविष्यसि ॥
]

`verse 13 [
सुद्युम्न इति विख्यातस्त्रिषु लोकेषु विश्रुतः ॥
जगत्प्रियो धर्मशीलौ मनुवंशविवर्द्धनः ॥
]

`speaker [
सूत उवाच
]

`verse 14 [
निवृत्ता सा तु तच्छ्रुत्वा गच्छंती पितुरंतिके ॥
बुधेनांतरमासाद्य मैधुनायोपमंत्रिता ॥
]

`verse 15 [
सोमपुत्रात्ततो जज्ञे तस्यां राजा पुरूरवाः ॥
पुत्रोऽतिसुन्दरः प्राज्ञ उर्वशी पतिरुन्नतः ॥
]

`verse 16 [
जनयित्वा च सा तत्र पुरूरवसमादरात्॥
पुत्रं शिवप्रसादात्तु  पुनस्सुद्युम्नतां गतः ॥
]

`verse 17 [
सुद्युम्नस्य तु दायादास्त्रयः परमधार्मिकाः ॥
उत्कलश्च गयश्चापि विनताश्वश्च वीर्यवान् ॥
]

`verse 18 [
उत्कलस्योत्कला विप्रा विनताश्वस्य पश्चिमाः ॥
दिक्पूर्वा मुनि शार्दूल गयस्य तु गया स्मृताः ॥
]

`verse 19 [
प्रविष्टे तु मनौ तात दिवाकरतनुं तदा ॥
दशधा तत्र तत्क्षेत्रमकरोत्पृथिवीं मनुः ॥
]

`verse 20 [
इक्ष्वाकुः श्रेष्ठदायादो मध्यदेशमवाप्तवान्॥
वसिष्ठवचनादासीत्प्रतिष्ठानं महात्मनः॥
]

`verse 21 [
प्रतिष्ठां धर्मराज्यस्य सुद्युम्नोथ ततो ददौ॥
तत्पुरूरवसे प्रादाद्राज्यं प्राप्य महायशाः॥
]

`verse 22 [
मानवो यो मुनिश्रेष्ठाः स्त्रीपुंसोर्लक्षणः प्रभुः ॥
नरिष्यंताच्छकाः पुत्रा नभगस्य सुतो ऽभवत्॥
]

`verse 23 [
अंबरीषस्तु बाह्लेयो बाह्लकं क्षेत्रामाप्तवान् ॥
शर्यातिर्मिथुनं त्वासीदानर्तो नाम विश्रुतः॥
]

`verse 24 [
पुत्रस्सुकन्या कन्या च या पत्नी च्यवनस्य हि ॥
आनर्तस्य हि दायादो रैभ्यो नाम स रैवतः ॥
]

`verse 25 [
आनर्तविषये यस्य पुरी नाम कुशस्थली॥
महादिव्या सप्तपुरीमध्ये या सप्तमी मता॥
]

`verse 26 [
तस्य पुत्रशतं त्वासीत्ककुद्मी ज्येष्ठ उत्तमः ॥
तेजस्वी सुबलः पारो धर्मिष्ठो ब्रह्मपालकः॥
]

`verse 27 [
ककुद्मिनस्तु संजाता रेवती नाम कन्यका॥
महालावण्यसंयुक्ता दिव्यलक्ष्मीरिवापरा ॥
]

`verse 28 [
प्रष्टुं कन्यावरं राजा ककुद्मी कन्यया सह ॥
ब्रह्मलोके विधेस्सम्यक्सर्वाधीशो जगाम ह ॥
]

`verse 29 [
आवर्तमाने गांधर्वे स्थितो लब्धक्षणः क्षणम् ॥
शुश्राव तत्र गांधर्वं नर्तने ब्रह्मणोंऽतिके ॥
]

`verse 30 [
मुहूर्तभूतं तत्काले गतं बहुयुगं तदा ॥
न किंचिद्बुबुधे राजा ककुद्मी मुनयस्स तु ॥
]

`verse 31 [
तदासौ विधिमा नम्य स्वाभिप्रायं कृतांजलिः ॥
न्यवेदयद्विनीतात्मा ब्रह्मणे परमात्मने॥
]

`verse 32 [
तदभिप्रायमाकर्ण्य स प्रहस्य प्रजापतिः ॥
ककुद्मिनं महाराजं समाभाष्य समब्रवीत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
शृणु राजन्रैभ्यसुत ककुद्मिन्पृथिवपिते॥
मद्वचः प्रीतितस्सत्यं प्रवक्ष्यामि विशेषतः ॥
]

`verse 34 [
कालेन संहृतास्ते वै वरा ये ते कृता हृदि ॥
न तद्गोत्रं हि तत्रास्ति कालस्सर्वस्य भक्षकः ॥
]

`verse 35 [
त्वत्पुर्य्यपि हता पुण्यजनैस्सा राक्षसैर्नृप ॥
अष्टाविंशद्द्वापरेऽद्य कृष्णेन निर्मिता पुनः ॥
]

`verse 36 [
कृता द्वारावती नाम्ना बहुद्वारा मनोरमा ॥
भोजवृष्ण्यंधकैर्गुप्ता वासुदेवपुरोगमैः॥
]

`verse 37 [
तद्गच्छ तत्र प्रीतात्मा वासुदेवाय कन्यकाम् ॥
बलदेवाय देहि त्वमिमां स्वतनयां नृप॥
]

`speaker [
सूत उवाच
]

`verse 38 [
इत्यादिष्टो नृपोऽयं तं नत्वा तां च पुरीं गतः ॥
गतान्बहून्युगाञ्ज्ञात्वा विस्मितः कन्यया युतः॥
]

`verse 39 [
ततस्तु युवतीं कन्यां तां च स्वां सुविधानतः ॥
कृष्णभ्रात्रे बलायाशु प्रादात्तत्र स रेवतीम् ॥
]

`verse 40 [
ततो जगाम शिखरं मेरोर्दिव्यं महाप्रभुः ॥
शिवमाराधयामास स नृपस्तपसि स्थितः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 41 [
तत्र स्थितो बहुयुगं ब्रह्मलोके स रेवतः ॥
युवैवागान्मर्त्यलोकमेतन्नः संशयो महान् ॥
]

`speaker [
सूत उवाच
]

`verse 42 [
न जरा क्षुत्पिपासा वा विकारास्तत्र संति वै ॥
अपमृत्युर्न केषांचिन्मुनयो ब्रह्मणोंऽतिके ॥
]

`verse 43 [
अतो न राजा संप्राप जरां मृत्युं च सा सुता ॥
स युवैवागतस्तत्र संमंत्र्य तनयावरम् ॥
]

`verse 44 [
गत्वा द्वारावतीं दिव्यां पुरीं कृष्णविनिर्मिताम् ॥
विवाहं कारयामास कन्यायाः स बलेन हि ॥
]

`verse 45 [
तस्य पुत्रशतं त्वासीद्धार्मिकस्य महाप्रभो ॥
कृष्णस्यापि सुता जाता बहुस्त्रीभ्योऽमितास्ततः ॥
]

`verse 46 [
अन्ववायो महांस्तत्र द्वयोरपि महात्मनोः ॥
क्षत्रिया दिक्षु सर्वासु गता हृष्टास्सुधार्मिकाः ॥
]

`verse 47 [
इति प्रोक्तो हि शर्यातेर्वंशोऽन्येषां वदाम्यहम् ॥
मानवानां हि संक्षेपाच्छृणुतादरतो द्विजाः ॥
]

`verse 48 [
नाभागो दिष्टपुत्रोऽभूत्स तु ब्राह्मणतां गतः ॥
स्वक्षत्रवंशं संस्थाप्य ब्रह्मकर्मभिरावृतः॥
]

`verse 49 [
धृष्टाद्धार्ष्टमभूत्क्षत्रं ब्रह्मभूयं गतं क्षितौ ॥
करूषस्य तु कारूषाः क्षत्रिया युद्धदुर्मदाः ॥
]

`verse 50 [
नृगो यो मनुपुत्रस्तु महादाता विशेषतः ॥
नानावसूनां सुप्रीत्या विप्रेभ्यश्च गवां तथा ॥
]

`verse 51 [
गोदातव्यत्ययाद्यस्तु स्वकुबुद्ध्या  स्वपापतः ॥
कृकलासत्वमापन्नः श्रीकृष्णेन समुद्धृतः ॥
]

`verse 52 [
तस्येकोभूत्सुतः श्रेष्ठः प्रयातिर्धर्मवित्तथा ॥
इति श्रुतं मया व्यासात्तत्प्रोक्तं हि समासतः ॥५२।
वृषघ्नस्तु मनोः पुत्रो गोपालो गुरुणा कृतः ॥
पालयामास गा यत्तो रात्र्यां वीरासनव्रतः ॥
]

`verse 53 [
स एकदाऽऽगतं गोष्ठे व्याघ्रं गा हिंसितुं बली ॥
श्रुत्वा गोकदनं बुद्धो हंतुं तं खड्गधृग्ययौ ॥
]

`verse 54 [
अजानन्नहनद्बभ्रोश्शिरश्शार्दूलशंकया ॥
निश्चक्राम सभीर्व्याघ्रो दृष्ट्वा तं खड्गिनं प्रभुम् ॥
]

`verse 55 [
मन्यमानो हतं व्याघ्रं स्वस्थानं स जगाम ह ॥
रात्र्यां तस्यां भ्रमापन्नो वर्षवातविनष्टधीः ॥
]

`verse 56 [
व्युष्टायां निशि चोत्थाय प्रगे तत्र गतो हि सः ॥
अद्राक्षीत्स हतां बभ्रुं न व्याघ्रं दुःखितोऽभवत् ॥
]

`verse 57 [
श्रुत्वा तद्वृत्तमाज्ञाय तं शशाप कृतागसम् ॥
अकामतोविचार्य्येति शूद्रो भव न क्षत्रियः ॥
]

`verse 58 [
एवं शप्तस्तु गुरुणा कुलाचार्य्येण कोपतः ॥
निस्सृतश्च पृषध्रस्तु जगाम विपिनं महत् ॥
]

`verse 59 [
निर्विण्णः स तु कष्टेन विरक्तोऽभूत्स योगवान्॥
वनाग्नौ दग्धदेहश्च जगाम परमां गतिम्॥
]

`verse 60 [
कविः पुत्रो मनोः प्राज्ञश्शिवानुग्रहतोऽभवत् ॥
भुक्त्वा सुखं दिव्यं मुक्तिं प्राप सुदुर्लभाम्॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां मनुनवपुत्रवंशवर्णनंनाम षट्त्रिंशो ऽध्यायः॥
]
