`speaker [
सूत उवाच
]

`verse 1 [
पूर्वतस्तु मनोर्जज्ञे इक्ष्वाकुर्घ्राणतस्सुतः॥
तस्य पुत्रशतं त्वासीदिक्ष्वाकोर्भूरिदक्षिणम्॥
]

`verse 2 [
तेषां पुरस्तादभवन्नार्य्यावर्ते नृपा द्विजाः॥
तेषां विकुक्षिर्ज्येष्ठस्तु सोऽयोध्यायां नृपोऽभवत्॥
]

`verse 3 [
तत्कर्म शृणु तत्प्रीत्या यज्जातं वंशतो विधेः।
श्राद्धकर्म्मणि चोद्दिष्टो ह्यकृते श्राद्धकर्मणि ॥
]

`verse 4 [
भक्षयित्वा शशं शीघ्रं शशादत्वमतो गतः॥
इक्ष्वाकुणा परित्यक्तश्शशादो वनमाविशत ॥
]

`verse 5 [
इक्ष्वाकौ संस्थिते राजा वसिष्ठवचनादभूत्॥
शकुनिप्रमुखास्तस्य पुत्राः पञ्चदश स्मृताः॥
]

`verse 6 [
उत्तरापथदेशस्य रक्षितारो महीक्षितः ॥
अयोधस्य तु दायादः ककुत्स्थो नाम वीर्य्यवान् ॥
]

`verse 7 [
अरिनाभः ककुत्स्थस्य पृथुरेतस्य वै सुतः ॥
विष्टराश्वः पृथोः पुत्रस्तस्मादिंद्रः प्रजापतिः ॥
]

`verse 8 [
इंद्रस्य युवनाश्वस्तु श्रावस्तस्य प्रजापतिः॥
जज्ञे श्रावस्तकः प्राज्ञः श्रावस्ती येन निर्मिता॥
श्रावस्तस्य तु दायादो बृहदश्वो महायशाः ॥
]

`verse 9 [
युवनाश्वस्सुतस्तस्य कुवलाश्वश्च तत्सुतः ॥
स हि धुंधुवधाद्भूतो धुंधुमारो नृपोत्तमः॥
]

`verse 10 [
कुवलाश्वस्य पुत्राणां शतमुत्तमधन्विनाम् ॥
बभूवात्र पिता राज्ये कुवलाश्वं न्ययोजयत् ॥
]

`verse 11 [
पुत्रसंक्रामितश्रीको वनं राजा समाविशत् ॥
तमुत्तंकोऽथ राजर्षि प्रयांतं प्रत्यवारयत् ॥
]

`speaker [
उत्तंक उवाच
]

`verse 12 [
भवता रक्षणं कार्यं पृथिव्या धर्मतः शृणु॥
त्वया हि पृथिवी राजन्रक्ष्यमाणा महात्मना ॥
]

`verse 13 [
भविष्यति निरुद्विग्ना नारण्यं गंतुमर्हसि ॥
ममाश्रमसमीपे तु हिमेषु मरुधन्वसु ॥
]

`verse 14 [
समुद्रवालुकापूर्णो दानवो बलदर्पितः ॥
देवतानामवध्यो हि महाकायो महाबलः ॥
]

`verse 15 [
अंतर्भूभिगतस्तत्र वालुकांतर्हितः स्थितः ॥
राक्षसस्य मधोः पुत्रो धुंधुनामा सुदारुणः ॥
]

`verse 16 [
शेते लोकविनाशाय तप आस्थाय दारुणम् ॥
संवत्सरस्य पर्यन्ते स निश्वासं विमुंचति॥
]

`verse 17 [
यदा तदा भूश्चलति सशैलवनकानना॥
सविस्फुलिंगं सांगारं सधूममपि वारुणम्॥
]

`verse 18 [
तेन रायन्न शक्नोमि तस्मिंस्स्थातुं स्व आश्रमे ॥
तं वारय महाबाहो लोकानां हितकाम्यया ॥
]

`verse 19 [
लोकास्स्वस्था भवंत्वद्य तस्मिन्विनिहते त्वया ॥
त्वं हि तस्य वधायैव समर्थः पृथवीपते ॥
]

`verse 20 [
विष्णुना च वरो दत्तो महान्पूर्व युगेऽनघ ॥
तेजसा स्वेन ते विष्णुस्तेज आप्याययिष्यति ॥
]

`verse 21 [
पालने हि महाधर्मः प्रजानामिह दृश्यते ॥
न तथा दृश्यतेऽरण्ये मा तेऽभूद्बुद्धिरीदृशी ॥
]

`verse 22 [
ईदृशो नहि राजेन्द्र क्वचिद्धर्मः प्रविद्यते ॥
प्रजानां पालने यादृक् पुरा राजर्षिभिः कृतः ॥
]

`verse 23 [
स एवमुक्तो राजर्षिरुत्तंकेन महात्मना ॥
कुवलाश्वः सुतं प्रादात्तस्मै धुन्धुनिवारणे ॥
]

`verse 24 [
भगवन्न्यस्तशस्त्रोहमयं तु तनयो मम ॥
भविष्यति द्विजश्रेष्ठ धुन्धुमारो न संशयः ॥
]

`verse 25 [
इत्युक्त्वा पुत्रमादिश्य ययौ स तपसे नृपः ॥
कुवलाश्वश्च सोत्तङ्को ययौ धुन्धुविनिग्रहे ॥
]

`verse 26 [
तमाविशत्तदा विष्णुर्भगवांस्तेजसा प्रभुः ॥
उत्तंकस्य नियोगाद्वै लोकानां हितकाम्यया ॥
]

`verse 27 [
तस्मिन्प्रयाते दुर्द्धर्षे दिवि शब्दो महानभूत् ॥
एष श्रीमान्नृपसुतो धुन्धुमारो भविष्यति ॥
]

`verse 28 [
दिव्यैर्माल्यैश्च तं देवास्समंतात्समवारयन् ॥
प्रशंसां चक्रिरे तस्य जय जीवेति वादिनः ॥
]

`verse 29 [
स गत्वा जयतां श्रेष्ठस्तनयैस्सह पार्थिवः ॥
समुद्रं खनयामास वालुकार्णवमध्यतः ॥
]

`verse 30 [
नारायणस्य विप्रर्षेस्तेजसाप्यायितस्तु सः॥
बभूव सुमहातेजा भूयो बलसमन्वितः॥
]

`verse 31 [
तस्य पुत्रैः खनद्भिस्तु वालुकांतर्गतस्तु सः॥
धुन्धुरासादितो ब्रह्मन्दिशमाश्रित्य पश्चि माम् ॥
]

`verse 32 [
मुखजेनाग्निना क्रोधाल्लोकान्संवर्तयन्निव ॥
वारि सुस्राव वेगेन विधोः कधिरिवोदये॥
]

`verse 33 [
ततोऽनलैरभिहतं दग्धं पुत्रशतं हि तत् ॥
त्रय एवावशिष्टाश्च तेषु मध्ये मुनीश्वर ॥
]

`verse 34 [
ततस्स राजा विप्रेन्द्र राक्षसं तं महाबलम् ॥
आससाद महातेजा धुन्धुं विप्रविनाशनम् ॥
]

`verse 35 [
तस्य वारिमयं वेगमापीय स नराधिपः ॥
वह्निबाणेन वह्निं तु शमयामास वारिणा ॥
]

`verse 36 [
तं निहत्य महाकायं बलेनोदकराक्षसम्॥
उत्तंकस्येक्षयामास कृतं कर्म नराधिपः ॥
]

`verse 37 [
उत्तंकस्तु वरं प्रादात्तस्मै राज्ञे महामुने॥
अददच्चाक्षयं वित्तं शत्रुभिश्चापराजयम् ॥
]

`verse 38 [
धर्मे मतिं च सततं स्वर्गे वासं तथाक्षयम् ॥
पुत्राणां चाक्षयं लोकं रक्षसा ये तु संहताः॥
]

`verse 39 [
तस्य पुत्रास्त्रयश्शिष्टाः दृढाश्वः श्रेष्ठ उच्यते ॥
हंसाश्वकपिलाश्वौ च कुमारौ तत्कनीयसौ॥
]

`verse 40 [
धौंधुमारिर्दृढाश्वो यो हर्य्यश्वस्तस्य चात्मजः ॥
हर्यश्वस्य निकुंभोभूत्पुत्रो धर्मरतस्सदा ॥
]

`verse 41 [
संहताश्वो निकुंभस्य पुत्रो रणविशारदः॥
अक्षाश्वश्च कृताश्वश्च संहताश्वसुतोऽभवत॥
]

`verse 42 [
तस्य हैमवती कन्या सतां मान्या वृषद्वती॥
विख्याता त्रिषु लोकेषु पुत्रस्तस्याः प्रसेनजित् ॥
]

`verse 43 [
लेभे प्रसेनजिद्भार्यां गौरीं नाम पतिव्रताम् ॥
अभिशप्ता तु सा भर्त्रा नदी सा बाहुदा कृता ॥
]

`verse 44 [
तस्य पुत्रो महानासीद्युवनाश्वो महीपतिः ॥
मांधाता युवनाश्वस्य त्रिषु लोकेषु विश्रुतः ॥
]

`verse 45 [
तस्य चैत्ररथी भार्या शशबिंदुसुता ऽभवत् ॥
पतिव्रता च ज्येष्ठा च भ्रातॄणामयुतं च सः ॥
]

`verse 46 [
तस्यामुत्पादयामास मान्धाता द्वौ सुतौ तदा ॥
पुरुकुत्सं च धर्मज्ञं मुचुकुंदं च धार्मिकम् ॥
]

`verse 47 [
पुरुकुत्ससुतस्त्वासीद्विद्वांस्त्रय्यारुणिः कविः ॥
तस्य सत्यव्रतो नाम कुमारोऽभून्महाबली ॥
]

`verse 48 [
पाणिग्रहणमंत्राणां विघ्रं चक्रे महात्मभिः ॥
येन भार्य्या हृता पूर्वं कृतोद्वाहः परस्य वै ॥
]

`verse 49 [
बलात्कामाच्च मोहाच्च संहर्षाच्च यदोत्कटात् ॥
जहार कन्यां कामाच्च कस्यचित्पुरवासिनः ॥
]

`verse 50 [
अधर्मसंगिनं तं तु राजा त्रय्यारुणिस्त्यजन् ॥
अपध्वंसेति बहुशोऽवदत्क्रोधसमन्वितः ॥
]

`verse 51 [
पितरं सोऽब्रवीन्मुक्तः क्व गच्छामीति वै तदा ॥
वस श्वपाकनिकटे राजा प्राहेति तं तदा ॥
]

`verse 52 [
स हि सत्यव्रतस्तेन श्वपाकवसथांतिके ॥
पित्रा त्यक्तोऽवसद्वीरो धर्मपालेन भूभुजा ॥
]

`verse 53 [
ततस्त्रय्यारुणी राजा विरक्तः पुत्रकर्मणा ॥
स शंकरतपः कर्त्तुं सर्वं त्यक्त्वा वनं ययौ ॥
]

`verse 54 [
ततस्तस्य स्व विषये नावर्षत्पाकशासनः ॥
समा द्वादश विप्रर्षे तेनाधर्मेण वै तदा ॥
]

`verse 55 [
दारां तस्य तु विषये विश्वामित्रो महातपाः ॥
संत्यज्य सागरानूपे चचार विपुलं तपः ॥
]

`verse 56 [
तस्य पत्नी गले बद्ध्वा मध्यमं पुत्रमौरसम्॥
शेषस्य भरणार्थाय व्यक्रीणाद्गोशतेन च॥
]

`verse 57 [
तां तु दृष्ट्वा गले बद्धं विक्रीणंती स्वमात्मजम् ॥
महर्षिपुत्रं धर्म्मात्मा मोचयामास तं तदा ॥
]

`verse 58 [
सत्यव्रतो महाबाहुर्भरणं तस्य चाकरोत् ॥
विश्वामित्रस्य तुष्ट्यर्थमनुक्रोशार्थमेव च ॥
]

`verse 59 [
तदारभ्य स पुत्रस्तु विश्वामित्रस्य वै मुनेः ॥
अभवद्गालवो नाम गलबंधान्महातपाः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां मनुवंशवर्णनंनाम सप्तत्रिंशोऽध्यायः ॥
]
