`speaker [
सूत उवाच
]

`verse 1 [
सत्यव्रतस्तु तद्भक्त्या कृपया च प्रतिज्ञया ॥
विश्वामित्रकलत्रं च पोषयामास वै तदा ॥
]

`verse 2 [
हत्वा मृगान्वराहांश्च महिषांश्च वनेचरान् ॥
विश्वामित्राश्रमाभ्याशे तन्मांसं चाक्षिपन्मुने ॥
]

`verse 3 [
तीर्थं गां चैव रात्रं च तथैवांतःपुरं मुनिः ॥
याज्योपाध्यायसंयोगाद्वसिष्ठः पर्य्यरक्षत ॥
]

`verse 4 [
सत्यव्रतस्य वाक्याद्वा भाविनोर्थस्य वै बलात्॥
वसिष्ठोऽभ्यधिकं मन्युं धारयामास नित्यशः॥
]

`verse 5 [
पित्रा तु तं तदा राष्ट्रात्परित्यक्तं स्वमात्मजम् ॥
न वारयामास मुनिर्वसिष्ठः कारणेन च ॥
]

`verse 6 [
पाणिग्रहणमंत्राणां निष्ठा स्यात्सप्तमे पदे॥
न च सत्यव्रतस्थस्य तमुपांशुमबुद्ध्यत॥
]

`verse 7 [
तस्मिन्स परितोषाय पितुरासीन्महात्मनः॥
कुलस्य निष्कृतिं विप्र कृतवान्वै भवेदिति॥
]

`verse 8 [
न तं वसिष्ठो भगवान्पित्रा त्यक्तं न्यवारयत् ॥
अभिषेक्ष्याम्यहं पुत्रमस्यां नैवाब्रवीन्मुनिः ॥
]

`verse 9 [
स तु द्वादश वर्षाणि दीक्षां तामुद्वहद्बली ॥
अविद्यामाने मांसे तु वसिष्ठस्य महात्मनः ॥
]

`verse 10 [
सर्वकामदुहां दोग्ध्रीं ददर्श स नृपात्मजः ॥
तां वै क्रोधाच्च लोभाच्च श्रमाद्वै च क्षुधान्वितः ॥
]

`verse 11 [
दाशधर्मगतो राजा तां जघान स वै मुने ॥
स तं मांसं स्वयं चैव विश्वामित्रस्य चात्मजम् ॥
]

`verse 12 [
भोजयामास तच्छ्रुत्वा वसिष्ठो ह्यस्य चुक्रुधे ॥
उवाच च मुनिश्रेष्ठस्तं तदा क्रोधसंयुतः ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 13 [
पातयेयमहं क्रूरं तव शंकुमयोमयम् ॥
यदि ते द्वाविमौ शंकू नश्येतां वै कृतौ पुरा ॥
]

`verse 14 [
पितुश्चापरितोषेण गुरोर्दोग्ध्रीवधेन च ॥
अप्रोक्षितोपयोगाच्च त्रिविधस्ते व्यतिक्रमः ॥
]

`verse 15 [
त्रिशंकुरिति होवाच त्रिशंकुरिति स स्मृतः ॥
विश्वामित्रस्तु दाराणामागतो भरणे कृते ॥
]

`verse 16 [
तेन तस्मै वरं प्रादान्मुनिः प्रीतस्त्रिशंकवे॥
छन्द्यमानो वरेणाथ वरं वव्रे नृपात्मजः॥
]

`verse 17 [
अनावृष्टिभये चास्मिञ्जाते द्वादशवार्षिके ॥
अभिषिच्य पितृ राज्ये याजयामास तं मुनिः ॥
]

`verse 18 [
मिषतां देवतानां च वसिष्ठस्य च कौशिकः ॥
सशरीरं तदा तं तु दिवमारोह यत्प्रभुः ॥
]

`verse 19 [
तस्य सत्यरथा नाम भार्या केकयवंशजा ॥
कुमारं जनयामास हरिश्चन्द्रमकल्मषम् ॥
]

`verse 20 [
स वै राजा हरिश्चन्द्रो त्रैशंकव इति स्मृतः ॥
आहर्ता राजसूयस्य सम्राडिति ह विश्रुतः ॥
]

`verse 21 [
हरिश्चन्द्रस्य हि सुतो रोहितो नाम विश्रुतः ॥
रोहितस्य वृकः पुत्रो वृकाद्बाहुस्तु जज्ञिवान्॥
]

`verse 22 [
हैहयास्तालजंघाश्च निरस्यंति स्म तं नृपम्॥
नात्मार्थे धार्मिको विप्रः स हि धर्मपरोऽभवत ॥
]

`verse 23 [
सगरं ससुतं बाहुर्जज्ञे सह गरेण वै ॥
और्वस्याश्रममासाद्य भार्गवेणाभिरक्षितः ॥
]

`verse 24 [
आग्नेयमस्त्रं लब्ध्वा च भार्गवात्सगरो नृपः॥
जिगाय पृथिवीं हत्वा तालजंघान्सहैहयान॥
]

`verse 25 [
शकान्बहूदकांश्चैव पारदांतगणान्खशान्॥
सुधर्मं स्थापयामास शशास वृषतः क्षितिम् ॥
]

`speaker [
शौनक उवाच
]

`verse 26 [
स वै गरेण सहितः कथं जातस्तु क्षत्रियात् ॥
जितवानेतदाचक्ष्व विस्तरेण हि सूतज ॥
]

`speaker [
सूत उवाच
]

`verse 27 [
पारीक्षितेन संपृष्टो वैशंपायन एव च ॥
यदाचष्ट स्म तद्वक्ष्ये शृणुष्वैकमना मुने ॥
]

`speaker [
पारीक्षितो उवाच
]

`verse 28 [
कथं स सगरो राजा गरेण सहितो मुने ॥
जातस्स जघ्निवान्भूयानेतदाख्यातुमर्हसि ॥
]

`speaker [
वैशम्पायन उवाच
]

`verse 29 [
बाहोर्व्यसनिनस्तात हृतं राज्यमभूत्किल ॥
हैहयैस्तालजंघैश्च शकैस्सार्द्धं विशांपते ॥
]

`verse 30 [
यवनाः पारदाश्चैव काम्बोजाः पाह्नवास्तथा ॥
बहूदकाश्च पंचैव गणाः प्रोक्ताश्च रक्षसाम्।5.38.३०।
एते पंच गणा राजन्हैहयार्थेषु   रक्षसाम्॥
कृत्वा पराक्रमान् बाहो राज्यं तेभ्यो ददुर्बलात्॥
]

`verse 31 [
हृतराज्यस्ततो विप्राः स वै बाहुर्वनं ययौ ॥
पत्न्या चानुगतो दुःखी स वै प्राणानवासृजत् ॥
]

`verse 32 [
पत्नी या यादवी तस्य सगर्भा पृष्ठतो गता ॥
सपत्न्या च गरस्तस्यै दत्तः पूर्वं सुतेर्ष्यया ॥
]

`verse 33 [
सा तु भर्तुश्चितां कृत्वा ज्वलनं चावरोहत ॥
और्वस्तां भार्गवो राजन्कारुण्यात्समवारयत् ॥
]

`verse 34 [
तस्याश्रमे स्थिता राज्ञी गर्भरक्षणहेतवे ॥
सिषेवे मुनिवर्यं तं स्मरन्ती शंकरं हृदा ॥
]

`verse 35 [
एकदा खलु तद्गर्भो गरेणैव सह च्युतः ॥
सुमुहूर्त्ते सुलग्ने च पंचोच्चग्रहसंयुते ॥
]

`verse 36 [
तस्मिँल्लग्ने च बलिनि सर्वथा मुनिसत्तम ॥
व्यजायत महाबाहुस्सगरो नाम पार्थिवः ॥
]

`verse 37 [
और्वस्तु जातकर्मादि तस्य कृत्वा महात्मनः ॥
अध्याप्य वेदशास्त्राणि ततोऽस्त्रं प्रत्यपादयत् ॥
]

`verse 38 [
आग्नेयं तं महाभागो ह्यमरैरपि दुस्सहम् ॥
जग्राह विधिना प्रीत्या सगरोसौ नृपोत्तमः ॥
]

`verse 39 [
स तेनास्त्रबलेनैव बलेन च समन्वितः ॥
हैहयान्विजघानाशु संकुद्धोऽस्त्रबलेन च ॥
]

`verse 40 [
आजहार च लोकेषु कीर्तिं कीर्तिमतां वरः ॥
धर्मं संस्थापयामास सगरोऽसौ महीतले ॥
]

`verse 41 [
ततश्शकास्सयवनाः काम्बोजाः पाह्नवास्तथा ॥
हन्यमानास्तदा ते तु वसिष्ठं शरणं ययुः॥
]

`verse 42 [
वसिष्ठो वंचनां कृत्वा समयेन महाद्युतिः॥
सगरं वारयामास तेषां दत्त्वाभयं नृपम्॥
]

`verse 43 [
सगरस्स्वां प्रतिज्ञां तु गुरोर्वाक्यं निशम्य च॥
धर्मं जघान तेषां वै केशान्यत्वं चकार ह ॥
]

`verse 44 [
अर्द्धं शकानां शिरसो मुंडं कृत्वा व्यसर्जयत् ॥
यवनानां शिरस्सर्वं कांबोजानां तथैव च ॥
]

`verse 45 [
पारदा मुंडकेशाश्च पाह्नवाश्श्मश्रुधारिणः ॥
निस्स्वाध्यायवषट्काराः कृतास्तेन महात्मना ॥
]

`verse 46 [
जिता च सकला पृथ्वी धर्मतस्तेन भूभुजा ॥
सर्वे ते क्षत्रियास्तात धर्महीनाः कृताः पुराः ॥
]

`verse 47 [
स धर्मविजयी राजा विजित्वेमां वसुंधराम्॥
अश्वं संस्कारयामास वाजिमेधाय पार्थिवः॥
]

`verse 48 [
तस्य चास्यतेस्सोऽश्वस्समुद्रे पूर्वदक्षिणे ॥
गतः षष्टिसहस्रैस्तु तत्पुत्रैरन्वितो मुने ॥
]

`verse 49 [
देवराजेन शक्रेण सोऽश्वो हि स्वार्थसाधिना ॥
वेलासमीपेऽपहृतो भूमिं चैव प्रवेशितः ॥
]

`verse 50 [
महाराजोऽथ सगरस्तद्धयान्वेषणाय च॥
स तं देशं तदा पुत्रैः खानयामास सर्वतः ॥
]

`verse 51 [
आसेदुस्ते ततस्तत्र खन्यमाने महार्णवे ॥
तमादिपुरुषं देवं कपिलं विश्वरूपिणम्॥
]

`verse 52 [
तस्य चक्षुस्समुत्थेन वह्निना प्रतिबुध्यतः ॥
दग्धाः षष्टिसहस्राणि चत्वारस्त्ववशेषिताः॥
]

`verse 53 [
हर्षकेतुस्सुकेतुश्च तथा धर्मरथोपरः॥
शूरः पंचजनश्चैव तस्य वंशकरा नृपाः॥
]

`verse 54 [
प्रादाच्च तस्मै भगवान् हरिः पंचवरान्स्वयम्॥
वंशं मेधां च कीर्तिञ्च समुद्रं तनयं धनम् ॥
]

`verse 55 [
सागरत्वं च लेभे स कर्मणा तस्य तेन वै॥
तं चाश्वमेधिकं सोऽश्वं समुद्रादुपलब्धवान्॥
]

`verse 56 [
आजहाराश्वमेधानां शतं स तु महायशाः ॥
ईजे शंभुविभूतीश्च देवतास्तत्र सुव्रताः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां सत्यव्रतादिसगरपर्यंत वंशवर्णनं नामाष्टत्रिंशोऽध्यायः ॥
]
