`speaker [
शौनक उवाच
]

`verse 1 [
सगरस्यात्मजा वीराः कथं जाता महाबलाः ॥
विक्रांताः षष्टिसाहस्रा विधना केन वा वद ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
द्वे पत्न्यो सगरस्यास्तां तपसा दग्धकिल्विषे॥
और्वस्तयोर्वरं प्रादात्तोषितो मुनिसत्तमः ॥
]

`verse 3 [
षष्टिपुत्रसहस्राणि एका वव्रे तरस्विनाम्॥
एकं वंशकरं त्वेका यथेष्टं वरशालिनी॥
]

`verse 4 [
तत्रैवागत्य तां लब्ध्वा पुत्राञ्शूरान्बहूंस्तदा ॥
सा चैव सुषुवे तुम्बं बीजपूर्वं पृथक्कृतम् ॥
]

`verse 5 [
ते सर्वे हि स्वधात्रीभिर्ववृधुश्च यथाक्रमम् ॥
घृतपूर्णेषु कुम्भेषु कुमाराः प्रीतिवर्द्धनाः ॥
]

`verse 6 [
कपिलाग्निप्रदग्धानां तेषां तत्र महात्मनाम् ॥
एकः पंचजनो नाम पुत्रो राजा बभूव ह ॥
]

`verse 7 [
ततः पंचजनस्यासीदंशुमान्नाम वीर्यवान् ॥
दिलीपस्तनयस्तस्य पुत्रो यस्य भगीरथः ॥
]

`verse 8 [
यस्तु गंगा सरिच्छ्रेष्ठामवातारयतः प्रभु ॥
समुद्रमानयच्चेमां दुहितृत्वमकल्पयत्॥
]

`verse 9 [
भगीरथसुतो राजा श्रुतसेनः इति श्रुतः॥
नाभागस्तु सुतस्तस्य पुत्रः परमधार्मिकः॥
]

`verse 10 [
अंबरीषस्तु नाभागिस्सिंधुद्वीपस्ततोऽभवत्॥
अयुताजित्तु दायादस्सिंधुद्वीपस्य वीर्यवान्॥
]

`verse 11 [
आयुताजित्सुतस्त्वासीदृतुपर्णो महायशाः ॥
दिव्याक्षहृदयज्ञोऽसौ राजा नलसखोऽभवत् ॥
]

`verse 12 [
ऋतुपर्णसुतस्त्वासीदनुपर्णो महाद्युतिः ॥
तस्य कल्माषपादो वै नाम्ना मित्रसहस्तथा ॥
]

`verse 13 [
कल्माषपादस्य सुतस्सर्वकर्मेति विश्रुतः ॥
अनरण्यस्तु पुत्रोऽभूद्विश्रुतस्सर्वशर्मणः ॥
]

`verse 14 [
अनरण्यसुतो राजा विद्वान्मुंडिद्रुहोऽभवत्॥
निषधस्तस्य तनयो रतिः खट्वाङ्ग इत्यपि॥
]

`verse 15 [
येन स्वर्गादिहागत्य मुहूर्तं प्राप्य जीवितम् ॥
त्रयोऽपि संचिता लोका बुद्ध्या सत्येन चानघ॥
]

`verse 16 [
दीर्घबाहुस्सुतस्तस्य रघुस्तस्याभवत्सुतः ॥
अजस्तस्य तु पुत्रोऽभूत्तस्माद्दशरथोऽभवत् ॥
]

`verse 17 [
रामो दशरथाज्जज्ञे धर्मात्मा यो महायशाः ॥
स विष्ण्वंशो महाशैवः पौलस्त्यो येन घातितः ॥
]

`verse 18 [
तच्चरितं च बहुधा पुराणेषु प्रवर्णितम् ॥
रामायणे प्रसिद्धं हि नातः प्रोक्तं तु विस्तरात् ॥
]

`verse 19 [
रामस्य तनयो जज्ञे कुश इत्यपि विश्रुतः ॥
अतिथिस्तु कुशाज्जज्ञे निषधस्तस्य चात्मजः ॥
]

`verse 20 [
निषधस्य नलः पुत्रो नभाः पुत्रो नलस्य तु ॥
नभसः पुंडरीकश्च क्षेमधन्वा ततस्मृतः ॥
]

`verse 21 [
क्षेमधन्वसुतस्त्वासीद्देवानीकः प्रतापवान् ॥
आसीदहीनगुर्नाम देवानीकात्मजः प्रभुः ॥
]

`verse 22 [
अहीनगोस्तु दायादस्सहस्वान्नाम वीर्यवान् ॥
वीरसेनात्मजस्तस्य यश्चैक्ष्वाकुकुलोद्भवः॥
]

`verse 23 [
वीरसेनस्य दायादः पारियात्रो बभूव ह॥
ततो बलाख्यस्तनयस्स्थलस्तस्मादभूत्सुतः ॥
]

`verse 24 [
अर्कांशसंभवस्तस्मात्पुत्रो यक्षः प्रतापवान्॥
तत्सुतस्त्वगुणस्त्वासीत्तस्माद्विधृतिरात्मजः ॥
]

`verse 25 [
हिरण्यनाभस्तत्पुत्रो योगाचार्य्यो बभूव ह॥
स शिष्यो जैमिनिमुनेर्ह्यात्मविद्याविशारदः॥
]

`verse 26 [
कौशिल्यो याज्ञवल्क्योथ योगमध्यात्म्यसंज्ञकम्॥
यतोऽध्यगान्नृपवराद्धृदयग्रंथिभेदनम्॥
]

`verse 27 [
तत्सुतो पुष्पनामा हि ध्रुवसंज्ञस्तदात्मजः॥
अग्निवर्णस्सुतस्तस्य शीघ्रनामा सुतस्ततः ॥
]

`verse 28 [
मरुन्नामा सुतस्तस्य योगसिद्धो बभूव ह॥
असावास्तेऽद्यापि प्रभुः कलापग्रामसंज्ञके ॥
]

`verse 29 [
तद्वासिभिश्च मुनिभिः कलेरंते स एव हि ॥
पुनर्भावयिता नष्टं सूर्यवंशं विशेषतः ॥
]

`verse 30 [
पृथुश्रुतश्च तत्पुत्रस्संधिस्तस्य सुतः स्मृतः ॥
अमर्षणस्सुतस्तस्य मरुत्वांस्तत्सुतोऽभवत् ॥
]

`verse 31 [
विश्वसाह्वस्सुतस्तस्य तत्सुतोऽ भूत्प्रसेनजित् ॥
तक्षकस्तस्य तनयस्तत्सुतो हि बृहद्बलः ॥
]

`verse 32 [
एत इक्ष्वाकुवंशीया अतीताः संप्रकीर्तिताः ॥
शृणु तानागतान्भूतांस्तद्वंश्यान्धर्मवित्तमान् ॥
]

`verse 33 [
बृहद्बलस्य तनयो भविता हि बृहद्रणः ॥
बृहद्रणसुतस्तस्योरुक्रियो हि भविष्यति ॥
]

`verse 34 [
वत्सवृद्धस्सुतस्तस्य प्रतिव्योमसुतस्ततः ॥
भानुस्तत्तनयो भावी दिवाको वाहिनीपतिः ॥
]

`verse 35 [
सहदेवस्सुतस्तस्य महावीरो भवि ष्यति ॥
तत्सुतो बृहदश्वो हि भानुमांस्तत्सुतो बली ॥
]

`verse 36 [
सुतो भानुमतो भावी प्रतीकाश्वश्च वीर्यवान् ॥
सुप्रतीकस्सुतस्तस्य भविष्यति नृपोत्तमः ॥
]

`verse 37 [
मरुदेवस्सुतस्तस्य सुनक्षत्रो भविष्यति ॥
तत्सुतः पुष्करस्तस्यांतरिक्षस्तत्सुतो द्विजाः ॥
]

`verse 38 [
सुतपास्तत्सुतो वीरो मित्रचित्तस्य चात्मजः ॥
बृहद्भाजस्सुतस्तस्य बर्हिनामा तदात्मजः ॥
]

`verse 39 [
कृतंजयस्सुतस्तस्य तत्सुतो हि रणंजयः ॥
संजयस्तु मयस्तस्य तस्य शाक्यो हि चात्मजः ॥
]

`verse 40 [
शुद्धोदस्तनयस्तस्य लांगलस्तु तदात्मजः ॥
तस्य प्रसेनजित्पुत्रस्तत्सुतः शूद्रकाह्वयः ॥
]

`verse 41 [
रुणको भविता तस्य सुरथस्तत्सुतः स्मृतः ॥
सुमित्रस्तत्सुतो भावी वंशनिष्ठांत एव हि ॥
]

`verse 42 [
सुमित्रांतोन्वयोऽयं वै इक्ष्वाकूणां भविष्यति ॥
राज्ञां वैचित्रवीर्य्याणां धर्म्मिष्ठानां सुकर्म्मणाम्॥
]

`verse 43 [
सुमित्रं प्राप्य राजानं तद्वंशश्शुभः कलौ ॥
संस्थां प्राप्स्यति तद्ब्राह्मे वर्द्धिष्यति पुनः कृते ॥
]

`verse 44 [
एतद्वैवस्वते वंशे राजानो भूरिदक्षिणाः ॥
इक्ष्वाकुवंशप्रभवाः प्राधान्येन प्रकीर्तिताः ॥
]

`verse 45 [
पुण्येयं परमा सृष्टिरादित्यस्य विवस्वतः॥
श्राद्धदेवस्य देवस्य प्रजानां पुष्टिदस्य च ॥
]

`verse 46 [
पठञ्छृण्वन्निमां सृष्टिमादित्यस्य च मानवः ॥
प्रजावानेति सायुज्यमिह भुक्त्वा सुखं परम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां वैवस्वतवंशोद्भवराजवर्णनं नामैकोनचत्वारिंशोऽध्यायः ॥
]
