`speaker [
व्यास उवाच
]

`verse 1 [
इत्याकर्ण्य श्राद्धदेवः सूर्यान्वयमनुत्तमम् ॥
पर्य्यपृच्छन्मुनिश्रेष्ठश्शौनकस्सूतमादरात् ॥
]

`speaker [
शौनक उवाच
]

`verse 2 [
सूतसूत चिरंजीव व्यासशिष्य नमोस्तु ते ॥
श्राविता परमा दिव्या कथा परमपावनी ॥
]

`verse 3 [
त्वया प्रोक्तः श्राद्धदेवस्सूर्य्यः सद्वंशवर्द्धनः ॥
संशयस्तत्र मे जातस्तं ब्रवीमि त्वदग्रतः ॥
]

`verse 4 [
कुतो वै श्राद्धदेवत्वमादित्यस्य विवस्वतः ॥
श्रोतुमिच्छामि तत्प्रीत्या छिंधि मे संशयं त्विमम् ॥
]

`verse 5 [
श्राद्धस्यापि च माहात्म्यं तत्फलं च वद प्रभो ॥
प्रीताश्च पितरो येन श्रेयसा योजयंति तम् ॥
]

`verse 6 [
एतच्च श्रोतुमिच्छामि पितॄणां सर्गमुत्तमम् ॥
कथय त्वं विशेषेण कृपां कुरु महामते ॥
]

`speaker [
सूत उवाच
]

`verse 7 [
वच्मि तत्तेऽखिलं प्रीत्या पितृसर्गं तु शौनक ॥
मार्कण्डेयेन कथितं भीष्माय परिपृच्छते ॥
]

`verse 8 [
गीतं सनत्कुमारेण मार्कण्डेय धीमते ॥
तत्तेऽहं संप्रवक्ष्यामि सर्वकामफलपदम् ॥
]

`verse 9 [
युधिष्ठिरेण संपृष्टो भीष्मो धर्मभृतां वरः॥
शरशय्यास्थितः प्रोचे तच्छृणुष्व वदामि ते ॥
]

`speaker [
युधिष्ठिर उवाच
]

`verse 10 [
पुष्टिकामेन पुंसां वै कथं पुष्टिरवाप्यते ॥
एतच्छ्रोतुं समिच्छामि किं कुर्वाणो न सीदति ॥
]

`speaker [
सूत उवाच
]

`verse 11 [
युधिष्ठिरेण संपृष्टं प्रश्नं श्रुत्वा स धर्मवित् ॥
भीष्मः प्रोवाच सुप्रीत्या सर्वेषां शृण्वतां वचः ॥
]

`speaker [
भीष्म उवाच
]

`verse 12 [
ये कुर्वंति नराश्श्राद्धान्यपि प्रीत्या युधिष्ठिर ॥
श्राद्धैः प्रीणाति तत्सर्वं पितॄणां हि प्रसादतः ॥
]

`verse 13 [
श्राद्धानि चैव कुर्वन्ति फलकामास्सदा नरा ॥
अभिसंधाय पितरं पितुश्च पितरं तथा ॥
]

`verse 14 [
पितुः पितामहश्चैव त्रिषु पिंडेषु नित्यदा ॥
पितरो धर्मकामस्य प्रजाकामस्य च प्रजाम् ॥
]

`verse 15 [
पुष्टिकामस्य पुष्टिं च प्रयच्छन्ति युधिष्ठिर॥
]

`speaker [
युधिष्ठिर उवाच
]

`verse 16 [
वर्तंते पितरः स्वर्गे केषांचिन्नरके पुनः॥
प्राणिनां नियतं चापि कर्मजं फलमुच्यते ॥
]

`verse 17 [
तानि श्राद्धानि दत्तानि कथं गच्छन्ति वै पितॄन् ॥
कथं शक्तास्तमाहर्त्तुं नरकस्था फलं पुनः ॥
]

`verse 18 [
देवा अपि पितॄन्स्वर्गे यजंत इति मे श्रुतम् ॥
एतदिच्छाम्यहं श्रोतुं विस्तरेण ब्रवीहि मे ॥
]

`speaker [
भीष्म उवाच
]

`verse 19 [
अत्र ते कीर्तयिष्यामि यथा श्रुतमरिन्दम ॥
पित्रा मम पुरा गीतं लोकान्तरगतेन वै ॥
]

`verse 20 [
श्राद्धकाले मम पितुर्मया पिंडस्समुद्यतः ॥
मत्पिता मम हस्तेन भित्त्वा भूमिमयाचत ॥
]

`verse 21 [
नैष कल्पविधिर्दृष्ट इति निश्चित्य चाप्यहम् ॥
कुशेष्वेव ततः पिंडं दत्तवानविचारयन् ॥
]

`verse 22 [
ततः पिता मे संतुष्टो वाचा मधुरया तदा ॥
उवाच भारतश्रेष्ठ प्रीयमाणो मयानघ ॥
]

`verse 23 [
त्वया दायादवानस्मि धर्मज्ञेन विपश्चिता ॥
तारितोहं तु जिज्ञासा कृता मे पुरुषोत्तम ॥
]

`verse 24 [
प्रमाणं यद्धि कुरुते धर्माचारेण पार्थिवः ॥
प्रजास्तदनु वर्तंते प्रमाणाचरितं सदा ॥
]

`verse 25 [
शृणु त्वं भारतश्रेष्ठ वेदधर्मांश्च शाश्वतान् ॥
प्रमाणं वेदधर्मस्य पुत्र निर्वर्त्तितं त्वया ॥
]

`verse 26 [
तस्मात्तवाहं सुप्रीतः प्रीत्या वरमनुत्तमम् ॥
ददामि त्वं प्रतीक्षस्व त्रिषु लोकेषु दुर्लभम् ॥
]

`verse 27 [
न ते प्रभविता मृत्युर्यावज्जीवितुमिच्छसि ॥
त्वत्तोभ्यनुज्ञां संप्राप्य मृत्युः प्रभविता पुनः ॥
]

`verse 28 [
किं वा ते प्रार्थितं भूयो ददामि वरमुत्तमम् ॥
तद् ब्रूहि भरतश्रेष्ठ यत्ते मनसि वर्तते ॥
]

`verse 29 [
इत्युक्तवति तस्मिंस्तु अभिवाद्य कृताञ्जलिः ॥
अवोचं कृतकृत्योऽहं प्रसन्ने त्वयि मानद॥
प्रश्नं पृच्छामि वै कंचिद्वाच्यस्स भवता स्वयम् ॥
]

`verse 30 [
स मामुवाच तद् ब्रूहि यदीच्छसि ददामि ते ॥
इत्युक्तेथ मया तत्र पृष्टः प्रोवाच तन्नृपः॥
]

`speaker [
शंतनुरुवाच
]

`verse 31 [
शृणु तात प्रवक्ष्यामि प्रश्नं तेऽहं यथार्थतः ॥
पितृकल्पं च निखिलं मार्कण्डेयेन मे श्रुतम् ॥
]

`verse 32 [
यत्त्वं पृच्छसि मां तात तदेवाहं महामुनिम् ॥
मार्कण्डेयमपृच्छं हि स मां प्रोवाच धर्मवित् ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 33 [
शृणु राजन्मया दृष्टं कदाचित्पश्यता दिवम् ॥
विमानं महादायांतमन्तरेण गिरेस्तदा ॥
]

`verse 34 [
तस्मिन्विमाने पर्यक्षं ज्वलितांगारवर्चसम् ॥
महातेजः प्रज्वलंतं निर्विशेषं मनोहरम् ॥
]

`verse 35 [
अपश्यं चैव तत्राहं शयानं दीप्ततेजसम् ॥
अंगुष्ठमात्रं पुरुषमग्नावग्निमिवाहितम् ॥
]

`verse 36 [
अपृच्छं चैव तमहं विद्यामस्त्वां कथं विभो ॥
]

`verse 37 [
मामुवाच धर्मात्मा तेन तद्विद्यते तपः ॥
येन त्वं बुध्यसे मां हि मुने वै ब्रह्मणस्सुतम् ॥
]

`verse 38 [
सनत्कुमारमिति मां विद्धि किं करवाणि ते ॥
ये त्वन्ये ब्रह्मणः पुत्राः कनीयांसस्तु ते मम ॥
]

`verse 39 [
भ्रातरस्सप्त दुर्धर्षा येषां वंशाः प्रतिष्ठिताः ॥
वयं तु यतिधर्माणस्संयम्यात्मानमात्मनि॥ ॥
]

`verse 40 [
यथोत्पन्नस्तथैवाहं कुमार इति विश्रुतः ॥
तस्मात्सनत्कुमारं मे नामैतत्कथितं मुने ॥
]

`verse 41 [
यद्भक्त्या ते तपश्चीर्णं मम दर्शनकांक्षया ॥
एष दृष्टोऽस्मि भद्रं ते कं कामं करवाणि ते ॥
]

`verse 42 [
इत्युक्तवन्तं तं चाहं प्रावोचं त्वं शृणु प्रभो ॥
पितॄणामादिसर्गं च कथयस्व यथातथम् ॥
]

`verse 43 [
इत्युक्तस्स तु मां प्राह शृणु सर्वं यथातथम् ॥
वच्मि ते तत्त्वतस्तात पितृसर्गं शुभावहम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 44 [
देवान्पुरासृजद्ब्रह्मा मां यक्षध्वं स चाह तान् ॥
तमुत्सृज्य तमात्मानमयजंस्ते फलार्थिनः ॥
]

`verse 45 [
ते शप्ता ब्रह्मणा मूढा नष्टसंज्ञा भविष्यथ ॥
तस्मात्किंचिदजानंतो नष्टसंज्ञाः पितामहम् ॥
]

`verse 46 [
प्रोचुस्तं प्रणतास्सर्वे कुरुष्वानुग्रहं हि नः ॥
इत्युक्तस्तानुवाचेदं प्रायश्चित्तार्थमेव हि॥
]

`verse 47 [
पुत्रान्स्वान्परिपृच्छध्वं ततो ज्ञानमवाप्स्यथ॥
इत्युक्ता नष्टसंज्ञास्ते पुत्रान्पप्रच्छुरोजसा ॥
]

`verse 48 [
प्रायश्चित्तार्थमेवाधिलब्धसंज्ञा दिवौकसः॥
गम्यतां पुत्रका एवं पुत्रैरुक्ताश्च तेऽनघ॥
]

`verse 49 [
अभिशप्तास्तु ते देवाः पुत्रकामेन वेधसम्॥
पप्रच्छुरुक्ताः पुत्रैस्ते गतास्ते पुत्रका इति ॥
]

`verse 50 [
ततस्तानब्रवीद्देवो देवान्ब्रह्मा ससंशयान् ॥
शृणुध्वं निर्जरास्सर्वे यूयं न ब्रह्मवादिनः ॥
]

`verse 51 [
तस्माद्यदुक्तं युष्माकं पुत्रैस्तैर्ज्ञानिसत्तमैः ॥
मंतव्यं संशयं त्यक्त्वा तथा न च तदन्यथा ॥
]

`verse 52 [
देवाश्च पितरश्चैव यजध्वं त्रिदिवौकसः ॥
परस्परं महाप्रीत्या सर्वकामफलप्रदा॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 53 [
ततस्ते छिन्नसंदेहाः प्रीतिमंतः परस्परम् ॥
बभूवुर्मुनिशार्दूल ब्रह्मवाक्यात्सुखप्रदाः ॥
]

`verse 54 [
ततो देवा हि प्रोचुस्तान्यदुक्ताः पुत्रका वयम्॥
तस्माद्भवंतः पितरो भविष्यथ न संशयः ॥
]

`verse 55 [
पितृश्राद्धे क्रियां कश्चित्करिष्यति न संशयः ॥
श्राद्धैराप्यायितस्सोमो लोकानाप्याययिष्यति ॥
]

`verse 56 [
समुद्रं पर्वतवनं जंगमाजंगमैर्वृतम्॥
श्राद्धानि पुष्टिकामैश्च ये करिष्यंति मानवाः॥
]

`verse 57 [
तेभ्यः पुष्टिप्रदाश्चैव पितरः प्रीणितास्सदा ॥
श्राद्धे ये च प्रदास्यंति त्रीन्पिंडान्नामगोत्रतः ॥
]

`verse 58 [
सर्वत्र वर्तमानास्ते पितरः प्रपितामहाः ॥
भावयिष्यंति सततं श्राद्धदानेन तर्पिताः ॥
]

`verse 59 [
इति तद्वचनं सत्यं भवत्वथ दिवौकसः ॥
पुत्राश्च पितरश्चैव वयं सर्वे परस्परम् ॥
]

`verse 60 [
एवं ते पितरो देवा धर्मतः पुत्रतां गताः ॥
अन्योन्यं पितरो वै ते प्रथिताः क्षितिमण्डले॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां श्राद्धकल्पे पितृप्रभाववर्णनंनाम चत्वारिंशोऽध्यायः ॥
]
