`speaker [
सनत्कुमार उवाच
]

`verse 1 [
सप्त ते तपतां श्रेष्ठ स्वर्गे पितृगणास्स्मृताः ॥
चत्वारो मूर्त्तिमंतो वै त्रयश्चैव ह्यमूर्तयः ॥
]

`verse 2 [
तान्यजंते देवगणा आद्या विप्रादयस्तथा॥
आप्याययंति ते पूर्वं सोमं योगबलेन वै ॥
]

`verse 3 [
तस्माच्छ्राद्धानि देयानि योगिनां तु विशेषतः॥
सर्वेषां राजतं पात्रमथ वा रजतान्वितम्॥
]

`verse 4 [
दत्तं स्वधां पुरोधाय श्राद्धे प्रीणाति वै पितॄन्॥
वह्नेराप्यायनं कृत्वा सोमस्य तु यमस्य वै॥
]

`verse 5 [
उदगायनमप्यग्नावग्न्यभावेऽप्सु वा पुनः ॥
पितॄन्प्रीणाति यो भक्त्या पितरः प्रीणयंति तम् ॥
]

`verse 6 [
यच्छंति पितरः पुष्टिं प्रजाश्च विपुलास्तथा ॥
स्वर्गमारोग्यवृद्धिं च यदन्यदपि चेप्सितम् ॥
]

`verse 7 [
देवकार्यादपि मुने पितृकार्य्यं विशिष्यते ॥
पितृभक्तोऽसि विप्रर्षे तेन त्वमजरामरः ॥
]

`verse 8 [
न योगेन गतिस्सा तु पितृभक्तस्य या मुने ॥
पितृभक्तिर्विशेषेण तस्मात्कार्या महामुने ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 9 [
एवमुक्त्वाऽऽशु देवेशो देवानामपि दुर्लभम्॥
चक्षुर्दत्त्वा सविज्ञानं जगाम यौगिकीं गतिम् ॥
]

`verse 10 [
शृणु भीष्म पुरा भूयो भारद्वाजात्मजा द्विजाः ॥
योगधर्ममनुप्राप्य भ्रष्टा दुश्चरितेन वै ॥
]

`verse 11 [
वाग्दुष्टः क्रोधनो हिंस्रः पिशुनः कविरेव च ॥
स्वसृषः पितृवर्ती च नामभिः कर्मभिस्तथा ॥
]

`verse 12 [
कौशिकस्य सुतास्तात शिष्या गर्गस्य चाभवन्  ॥
पितर्युपरते सर्वे प्रवसंतस्तदाभवन् ॥
]

`verse 13 [
विनियोगाद्गुरोस्तस्य गां दोग्ध्रीं समकालयन् ॥
समानवत्सां कपिलां सर्वेऽन्यायागतास्तदा ॥ ॥
]

`verse 14 [
तेषां पथि क्षुधार्तानां बाल्यान्मोहाच्च भारत ॥
क्रूरा बुद्धिस्समुत्पन्ना तां गां तै हिंसितुं तदा ॥
]

`verse 15 [
तां कविसस्वसृपश्चैव याचेते नैति वै तदा ॥
न चाशक्यास्तु ताभ्यां वा तदा वारयितुं निजाः ॥
]

`verse 16 [
पितृवर्ती तु यस्तेषां नित्यं श्राद्धाह्निको द्विजः ॥
स सर्वानब्रवीत्कोपात्पितृभक्तिसमन्वितः ॥
]

`verse 17 [
यद्यशक्यं प्रकर्तव्यं पितॄनुद्दिश्य साध्यताम् ॥
प्रकुर्वंतो हि श्राद्धं तु सर्व एव समाहिताः॥
]

`verse 18 [
एवमेषा च गौर्धर्मं प्राप्स्यते नात्र संशयः ॥
पितॄनभ्यर्च्य   धर्मेण नाधर्मो नो भविष्यति ॥
]

`verse 19 [
एवमुक्ताश्च ते सर्वे प्रोक्षयित्वा च गां तदा ॥
पितृभ्यः कल्पयित्वा तु ह्युपायुंजत भारत ॥
]

`verse 20 [
उपयुज्य च गां सर्वे गुरोस्तस्य न्यवेदयन् ॥
शार्दूलेन हता धेनुर्वत्सा वै गृह्यतामिति ॥
]

`verse 21 [
आर्तवत्स तु तं वत्सं प्रतिजग्राह वै द्विजः॥
मिथ्योपचारतः पापमभूत्तेषां च गोघ्नताम् ॥
]

`verse 22 [
ततः कालेन कियता कालधर्ममुपागताः॥
ते सप्त भ्रातरस्तात बभूवुस्स्वायुषःक्षये॥
]

`verse 23 [
ते वै क्रूरतया हैंस्त्र्यात्स्वानार्य्यत्वाद्गुरोस्तथा ॥
उग्रहिंसाविहाराश्च जातास्सप्त सहोदराः ॥
]

`verse 24 [
लुब्धकस्य सुतास्तावद्बलवंतो मनस्विनः ॥
जाता व्याधा दशार्णेषु सप्त धर्मविचक्षणाः ॥
]

`verse 25 [
स्वधर्मनिरतास्सर्वे मृगा मोहविवर्जिताः ॥
आसन्नुद्वेगसंविग्ना रम्ये कालंजरे गिरौ ॥
]

`verse 26 [
तमेवार्थमनुध्याय ज्ञानं मरणसंभवम् ॥
आसन्वनचराः क्षांता निर्द्वंद्वा निष्परिग्रहाः ॥
]

`verse 27 [
ते सर्वे शुभकर्माणस्सद्धर्माणो वनेचराः ॥
विधर्माचरणैर्हीना जातिस्मरणसिद्धयः ॥
]

`verse 28 [
पूर्वजातिषु यो धर्मः श्रुतो गुरुकुलेषु वै ॥
तथैव चास्थिता बुद्धौ संसारेऽप्य निवर्तने ॥
]

`verse 29 [
गिरिमध्ये जहुः प्राणाँल्लब्धाहारास्तपस्विनः ॥
तेषां तु पतितानां च यानि स्थानानि भारत ॥
]

`verse 30 [
तथैवाद्यापि दृश्यंते गिरौ कालञ्जरे नृप ॥
कर्मणा तेन ते जाताः शुभाशुभविवर्जकाः ॥
]

`verse 31 [
शुभाऽशुभतरां योनिं चक्रवाकत्वमागताः ॥
शुभे देशे शरद्वीपे सप्तैवासञ्जलौकसः ॥
]

`verse 32 [
त्यक्त्वा सहचरीधर्मं मुनयो धर्मधारिणः ॥
निस्संगा निर्ममाश्शांता निर्द्वंद्वा निष्परिग्रहाः ॥
]

`verse 33 [
निवृत्तिनिर्वृताश्चैव शकुना नामतः स्मृताः ॥
ते ब्रह्मचारिणस्सर्वे शकुना धर्मधारिणः ॥
]

`verse 34 [
जातिस्मरास्सुसंवृद्धास्सप्तैव ब्रह्मचारिणः॥
स्थिता एकत्र सद्धर्मा विकाररहितास्सदा॥
]

`verse 35 [
विप्रयोनौ तु यन्मोहान्मिथ्यापचरितं गुरौ॥
तिर्य्यग्योनौ तथा जन्म श्राद्धाज्ज्ञानं च लेभिरे॥
]

`verse 36 [
तथा तु पितृकार्य्यार्थं कृतं श्राद्धं व्यवस्थितैः॥
तदा ज्ञानं च जातिं च क्रमात्प्राप्तं गुणोत्तरम्॥
]

`verse 37 [
पूर्वजादिषु यद्ब्रह्म श्रुतं गुरुकुलेषु वै ॥
तथैव संस्थितज्ञानं तस्माज्ज्ञानं समभ्यसेत् ॥
]

`verse 38 [
सुमनाश्च सुवाक्छुद्धः पञ्चमश्छिद्रदर्शकः ॥
स्वतंत्रश्च सुयज्ञश्च कुलीना नामतः स्मृताः ॥
]

`verse 39 [
तेषां तत्र विहंगानां चरतां धर्मचारिणाम् ॥
सुवृत्तमभवत्तत्र तच्छृणुष्व महामुने॥
]

`verse 40 [
नीपानामीश्वरो राजा प्रभावेण समन्वितः॥
श्रीमानन्तःपुरवृतो वनं तत्राविवेश ह ॥
]

`verse 41 [
स्वतंत्रश्चक्रवाकस्सस्पृहयामास तं नृपम्॥
दृष्ट्वा यांतं सुखोपेतं राज्यशोभासमन्वितम् ॥
]

`verse 42 [
यद्यस्ति सुकृतं किंचित्तपो वा नियमोऽपि वा॥
खिन्नोहमुपवासेन तपसा निश्चलेन च ॥
]

`verse 43 [
तस्य सर्वस्य पूर्णेन फलेनापि कृतेन हि ॥
सर्वसौभाग्यपात्रश्च भवेयमहमीदृशः ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 44 [
ततस्तु चक्रवाकौ द्वावासतुस्सहचारिणौ॥
आवां वै सचिवौ स्याव तव प्रियहितैषिणौ ॥
]

`verse 45 [
तथेत्युक्त्वा तु तस्यासीत्तदा योगात्मनो गतिः ॥
एवं तौ चक्रवाकौ च स्ववाक्यं प्रत्यभाषताम् ॥
]

`verse 46 [
यस्मात्कर्मब्रुवाणस्वं योगधर्ममवाप्य तम्॥
एवं वरं प्रार्थयसे तस्माद्वाक्यं निबोध मे॥
]

`verse 47 [
राजा त्वं भविता तात कांपिल्ये नगरोत्तमे॥
एतौ ते सचिवौ स्यातां व्यभिचारप्रधर्षितौ॥
]

`verse 48 [
न तानूचुस्त्रयो राज्यं चतुरस्सहचारिणः॥
सप्रसादं पुनश्चक्रे तन्मध्ये सुमनाब्रवीत्॥
]

`verse 49 [
अंतर्वो भविता शापः पुनर्योगमवाप्स्यथ॥
सर्वसत्त्वः सुयज्ञश्च स्वतंत्रोऽयं भविष्यति॥
]

`verse 50 [
पितृप्रसादाद्युष्माभिस्संप्राप्तं सुकृतं भवेत्॥
गां प्रोक्षयित्वा धर्मेण पितृभ्यश्चोपकल्पिताः॥
]

`verse 51 [
अस्माकं ज्ञानसंयोगस्सर्वेषां योगसाधनम्॥
इदं च कार्यं संरब्धं श्लोकमेकमुदाहृतम्॥
]

`verse 52 [
पुरुषान्तरितं श्रुत्वा ततो योगमवाप्स्यथ॥
इत्युक्त्वा स तु मौनोभूद्विहंगस्सुमना बुधः॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 53 [
लोकानां स्वस्तये तात शन्तनुप्रवरात्मज॥
इत्युक्तं तच्चरित्रं मे किं भूयश्श्रोतुमिच्छसि॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां पितृसर्गवर्णनं सप्तव्याधगति वर्णनंनामैकचत्वारिंशोऽध्यायः ॥
]
