`speaker [
भीष्म उवाच
]

`verse 1 [
मार्कण्डेय महाप्राज्ञ पितृभक्तिभृतां वर ॥
किं जातं तु ततो ब्रूहि कृपया मुनिसत्तम ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 2 [
ते धर्मयोगनिरतास्सप्त मानसचारिणः ॥
वाय्वंबुभक्षास्सततं शरीरमुपशोषयन् ॥
]

`verse 3 [
स राजांतःपुरवृतो नन्दने मघवा इव ॥
क्रीडित्वा सुचिरं तत्र सभार्य्यस्स्वपुरं ययौ ॥
]

`verse 4 [
अनूहो नाम तस्यासीत्पुत्रः परमधार्मिकः॥
तं वैभ्राजः सुतं राज्ये स्थापयित्वा वनं ययौ॥
]

`verse 5 [
तपः कर्तुं समारेभे यत्र ते सहचारिणः॥
स वै तत्र निराहारो वायुभक्षो महातपाः ॥
]

`verse 6 [
ततो विभ्राजितं तेन विभ्राजं नाम तद्वनम्॥
बभूव सुप्रसिद्धं हि योगसिद्धिप्रदायकम् ॥
]

`verse 7 [
तत्रैव ते हि शकुनाश्चत्वारो योगधर्मिणः ॥
योगभ्रष्टास्त्रयश्चैव देहत्यागकृतोऽभवन् ॥
]

`verse 8 [
कांपिल्ये नगरे ते तु ब्रह्मदत्तपुरोगमाः ॥
जातास्सप्तमहात्मानस्सर्वे विगतकल्मषाः ॥।५ ॥
स्मृतिमंतोऽत्र चत्वारस्त्रयस्तु परिमोहिताः ॥
स्वतन्त्रस्याह्वयो जातो ब्रह्मदत्तो महौजसः॥
]

`verse 9 [
छिद्रदर्शी सुनेत्रस्तु वेदवेदांगपारगौ ॥
जातौ श्रोत्रियदायादौ पूर्वजातिसहाषितौ॥
]

`verse 10 [
पंचालो बह्वृचस्त्वासीदाचार्यत्वं चकार ह॥
द्विवेदः पुंडरीकश्च छंदोगोऽध्वर्युरेव च ॥
]

`verse 11 [
ततो राजा सुतं दृष्ट्वा ब्रह्मदत्तमकल्मषम् ॥
अभिषिच्य स्वराज्ये तु परां गतिमवाप्तवान्॥
]

`verse 12 [
पंचालः पुण्डरीकस्तु पुत्रौ संस्थाप्य मन्दिरे ॥
विविशतुर्वनं तत्र गतौ परमिकां गतिम्॥
]

`verse 13 [
ब्रह्मदत्तस्य भार्य्या तु सन्नितिर्माम भारत ॥
सा त्वेकभावसंयुक्ता रेमे भर्त्रा सहैव तु ॥
]

`verse 14 [
शेषास्तु चक्रवाका वै कांपिल्ये सहचारिणः ॥
जाताः श्रोत्रियदायादा दरिद्रस्य कुले नृप ॥
]

`verse 15 [
धृतिमान्सुमहात्मा च तत्त्वदर्शीं निरुत्सुकः ॥
वेदाध्ययन सम्पन्नाश्चत्वारश्छिद्रदर्शिनः ॥
]

`verse 16 [
ते योगनिरतास्सिद्धाः प्रस्थितास्सर्व एव हि॥
आमंत्र्य च मिथः शंभोः पदाम्भोजं प्रणम्य तु॥
]

`verse 17 [
शूरा ये सम्प्रपद्यन्ते अपुनर्भवकांक्षिणः ॥
पापम्प्रणाशयन्त्वद्य तच्छम्भोः परमम्पदम्॥
]

`verse 18 [
शारीरे मानसे चैव पापे वाग्जे महामुने ॥
कृते सम्यगिदम्भक्त्या पठेच्छ्रद्धासमन्वितः॥
]

`verse 19 [
मुच्यते सर्वपापेभ्यश्शिवनामानुकीर्तनात् ॥
उच्चार्यमाण एतस्मिन्देवदेवस्य तस्य वै ॥
]

`verse 20 [
विलयं पापमायाति ह्यामभाण्डमिवाम्भसि ॥
तस्मात्तत्संचिते पापे समनंतरमेव च ॥
]

`verse 21 [
जप्तव्यमेतत्पापस्य प्रशमाय महामुने ॥
नरैः श्रद्धालुभिभूर्यस्सर्वकामफलाप्तये ॥
]

`verse 22 [
पुष्ट्यर्थमिममध्यायं पठेदेनं शृणोति वा ॥
मुच्यते सर्वपापेभ्यो मोक्षं याति न संशयः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां पितृकल्पे पितृभाववर्णनं नाम द्विचत्वारिंशोऽध्यायः ॥
]
