`speaker [
शौनक उवाच
]

`verse 1 [
आचार्य्यपूजनं ब्रूहि सूत व्यासगुरोऽधुना ॥
ग्रन्थस्य श्रवणान्ते हि किं कर्तव्यं तदप्यहो ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
पूजयेद्विधिवद्भक्त्याचार्य्यं श्रुत्वा कथां पराम् ॥
ग्रन्थान्ते विधिवद्दद्यादाचार्य्याय प्रसन्नधीः ॥
]

`verse 3 [
ततो वक्तारमानम्य संपूज्य च यथाविधि ॥
भूषणैर्हस्तकर्णानां वस्त्रैस्सौम्यादिभिस्सुधीः ॥
]

`verse 4 [
शिवपूजासमाप्तौ तु दद्याद्धेनुं सवत्सिकाम् ॥
कृत्वासनं सुवर्णस्य पलमानस्य साम्बरम् ॥
]

`verse 5 [
तत्रास्थाप्य शुभं ग्रंथं लिखितं ललिताक्षरैः ॥
आचार्याय सुधीर्दद्यान्मुक्तः स्याद्भवबन्धनैः ॥
]

`verse 6 [
ग्रामो गजो हयश्चापि यथाशक्त्यपराणि च ॥
मुने सर्वाणि देयानि वाचकाय महात्मने ॥
]

`verse 7 [
विधानसहितं सम्यक्छतं हि सफलं स्मृतम् ॥
पुराणं शौनकमुने सत्यमेवोदितं मया ॥
]

`verse 8 [
तस्माद्विधानदुक्तं तु शृणुयाद्भक्तितो मुने ॥
पुराणं निगमार्थाढ्यं पुण्यदं हृदयं श्रुतेः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितातायां व्यासपूजनप्रकारो नाम त्रिचत्वारिंशोऽध्यायः ॥
]
