`speaker [
मुनय ऊचुः
]

`verse 1 [
व्यासोत्पत्तिं महाबुद्धे ब्रूहि सूत दयानिधे ॥
कृपया परया स्वामिन्कृतार्थान्निष्कुरु प्रभो ॥
]

`verse 2 [
व्यासस्य जननी प्रोक्ता नाम्ना सत्यवती शुभा ॥
विवाहिता तु सा देवी राज्ञा शन्तनुना किल ॥
]

`verse 3 [
तस्यां जातो महायोगी कथं व्यासः पराशरात् ॥
सन्देहोऽत्र महाञ्जातस्तं भवाञ्छेत्तुमर्हति ॥
]

`speaker [
सूत उवाच
]

`verse 4 [
एकदा तीर्थयात्रायां व्रजन्योगी पराशरः ॥
यदृच्छया गतो रम्यं यमुनायास्तटं शुभम् ॥
]

`verse 5 [
निषादमाह धर्मात्मा कुर्वन्तं भोजनन्तदा ॥
नयस्व यमुनापारं जलयानेन मामरम् ॥
]

`verse 6 [
इत्युक्तो मुनिना तेन निषादस्स्वसुतां जगौ ॥
मत्स्यगन्धाममुं बाले पारं नावा नय द्रुतम् ॥
]

`verse 7 [
तापसोऽयं महाभागे दृश्यन्तीगर्भसंभवः ॥
तितीर्षुरस्ति मर्धाब्धिश्चतुराम्नायपारगः॥
]

`verse 8 [
इति विज्ञापिता पित्रा मत्स्यगन्धा महामुनिम्॥
संवाहयति नौकायामासीनं सूर्य्यरोचिषम् ॥
]

`verse 9 [
कालयोगान्महायोगी तस्यां कामातुरोऽभवत् ॥
दृष्ट्वा योऽप्सरसां रूपं न कदापि विमोहितः ॥
]

`verse 10 [
ग्रहीतुकामः स मुनिर्दाशकन्यां मनोहराम् ॥
दक्षिणेन करेणैतामस्पृशद्दक्षिणे करे॥
]

`verse 11 [
तमुवाच विशालाक्षीं वचनं स्मितपूर्वकम् ॥
किमिदं क्रियये कर्म वाचंयम विगर्हितम् ॥
]

`verse 12 [
वसिष्ठस्य कुले रम्ये त्वं जातोऽसि महामते ॥
निषादजा त्वहम्ब्रह्मन्कथं संगो घटेत नौ ॥
]

`verse 13 [
दुर्लभं मानुषं जन्म ब्राह्मणत्वं विशेषतः ॥
तत्रापि तापसत्वं च दुर्लभं मुनिसत्तम ॥
]

`verse 14 [
विद्यया वपुषा वाचा कुलशीलेन चान्वितः ॥
कामबाणवशं यातो महदाश्चर्यमत्र हि ॥
]

`verse 15 [
प्रवृत्तमप्यसत्कर्म कर्तुमेनं न कोऽपि ह ॥
भुवि वारयितुं शक्तः शापभीत्यास्य योगिनः ॥
]

`verse 16 [
इति संचिन्त्य हृदये निजगाद महामुनिम् ॥
तावद्धैर्यं कुरु स्वामिन्यावत्त्वां पारयामि न॥
]

`speaker [
सूत उवाच
]

`verse 17 [
इति श्रुत्वा वचस्तस्या योगिराजः पराशरः ॥
तत्याज पाणिं तरसा सिन्धोः पारं गतः पुनः ॥
]

`verse 18 [
पुनर्जग्राह तां बालां मुनिं कामप्रपीडितः ॥
कंपमाना तु सा बाला तमुवाच दयानिधिम् ॥
]

`verse 19 [
दुर्गन्धाहं मुनिश्रेष्ठ कृष्णवर्णा निषादजा ॥
भवांस्तु परमोदारविचारो योगिसत्तमः ॥
]

`verse 20 [
नावयोर्घटते सङ्गो काचकांचनयोरिव ॥
तुल्यजात्याकृतिकयोः संगः सौख्यप्रदो भवेत् ॥
]

`verse 21 [
इत्युक्तेन तया तेन क्षणमात्रेण कामिनी ॥
कृता योजनगंधा तु रम्यरूपा मनोरमा ॥
]

`verse 22 [
पुनर्जग्राह तां बालां स मुनिः कामपीडितः ॥
ग्रहीतुकामं तं दृष्ट्वा पुनः प्रोवाच वासवी ॥
]

`verse 23 [
रात्रौ व्यवायः कर्तव्यो न दिवेति श्रुतिर्जगौ॥
दिवासंगे महान्दोषो निन्दा चापि दुरासदा ॥
]

`verse 24 [
तस्मात्तावत्प्रतीक्षस्व यावद्भवति यामिनी ॥
पश्यन्ति मानवाश्चात्र पिता मे च तटे स्थितः ॥
]

`verse 25 [
तयोक्तमिदमाकर्ण्य वचनं मुनिपुंगवः ॥
नीहारं कल्पयामास सद्यः पुण्यबलेन वै ॥
]

`verse 26 [
नीहारे च समुत्पन्ने तमसा रात्रिसंनिभे ॥
व्यवायचकिता बाला पुनः प्रोवाच तम्मुनिम् ॥
]

`verse 27 [
योगिन्नमोघवीर्य्यस्त्वं भुक्त्वा गन्तासि मां यदि ॥
सगर्भा स्यां तदा स्वामिन्का गतिर्मे भवेदिति ॥
]

`verse 28 [
कन्याव्रतं महाबुद्धे मम नष्टं भविष्यति ॥
हसिष्यति तदा लोकाः पितरं किं ब्रवीम्यहम् ॥
]

`speaker [
पराशर उवाच
]

`verse 29 [
रम बाले मया सार्द्धं स्वच्छन्दं कामजै रसैः॥
स्वीयाभिलाषमाख्याहि पूरयाम्यधुना प्रिये ॥
]

`verse 30 [
मदाज्ञासत्यकरणान्नाम्ना सत्यवती भव ॥
वन्दनीया तथाशेषैर्योगिभिस्त्रिदशैरपि ॥
]

`speaker [
सत्यवत्युवाच
]

`verse 31 [
जानते न पिता माता न वान्ये भुवि मानवाः ॥
कन्याधर्मो न मे हन्याद्यदि स्वीकुरु मान्तदा ॥
]

`verse 32 [
पुत्रश्च त्वत्समो नाथ भवेदद्भुतशक्तिमान् ॥
सौगन्ध्यं सर्वदांगे मे तारुण्यं च नवंनवम् ॥
]

`speaker [
पराशर उवाच
]

`verse 33 [
शृणु प्रिये तवाभीष्टं सर्वं पूर्णं भविष्यति ॥
विष्ण्वंशसंभवः पुत्रो भविता ते महायशाः ॥
]

`verse 34 [
किंचिद्वै कारणं विद्धि यतोऽहं कामपीडितः॥
दृष्ट्वा चाप्सरसारूपं नामुह्यन्मे नमः क्वचित् ॥
]

`verse 35 [
मीनगन्धां समालक्ष्य त्वां मोहवशगोऽभवम् ॥
न बाले भालपट्टस्थो ब्रह्मलेखोऽन्यथा भवेत्॥
]

`verse 36 [
पुराणकर्ता पुत्रस्ते वेदशाखाविभागकृत्॥
भविष्यति वरारोहे ख्यातकीर्तिर्जगत्त्रये॥
]

`verse 37 [
इत्युक्त्वा तां सुरम्याङ्गीं भुक्त्वा योगविशारदः ॥
वव्राज शीघ्रं यमुनाजले स्नात्वा महामुने ॥
]

`verse 38 [
सापि गर्भं दधाराशु द्वादशात्मसमप्रभम् ॥
असूत सूर्य्यजाद्वीपे कामदेवमिवात्मजम् ॥
]

`verse 39 [
वामे कमण्डलुं बिभ्रद्दक्षिणे दण्डमुत्तमम् ॥
पिशंगीभिर्जटाभिश्च राजितो महसां चयः॥
]

`verse 40 [
जातमात्रस्तु तेजस्वी मातरं प्रत्यभाषत ॥
गच्छ मातर्यथाकामं गच्छाम्यहमतः परम् ॥
]

`verse 41 [
मातर्यदा भवेत्कार्यं तव किंचिद्धृदीप्सितम्॥
संस्मृतश्चागमिष्यामि त्वदिच्छापूर्तिहेतवे ॥
]

`verse 42 [
इत्युक्त्वा मातृचरणावभिवाद्य तपोनिधिः ॥
जगाम च तपः कर्त्तुं तीर्थं पापविशोधनम् ॥
]

`verse 43 [
सापि पित्रन्तिकं याता पुत्रस्नेहाकुला सती ॥
स्मरन्ती चरितं सूनोर्वर्णयन्ती स्वभाग्यकम् ॥
]

`verse 44 [
द्वीपे जातो यतो बालस्तेन द्वैपायनोऽभवत् ॥
वेदशाखाविभजनाद्वेदव्यासः प्रकीर्तितः ॥
]

`verse 45 [
तीर्थराजं प्रथमतो धर्मकामार्थ मोक्षदम् ॥
नैमिषं च कुरुक्षेत्रं गङ्गाद्वारमवन्तिकाम् ॥
]

`verse 46 [
अयोध्यां मथुरां चैव द्वारकाममरावतीम् ॥
सरस्वतीं सिंधुसङ्गं गंगा सागरसंगमम् ॥
]

`verse 47 [
काञ्चीं च त्र्यम्बकं चापि सप्तगोदावरीतटम्॥
कालञ्जरं प्रभासं च तथा बदरिकाश्रमम् ॥
]

`verse 48 [
महालयन्तथोंकारक्षेत्रं वै पुरुषोत्तमम् ॥
गोकर्णं भृगुकच्छं च भृगुतुंगं च पुष्करम् ॥
]

`verse 49 [
श्रीपर्वतादितीर्थानि धारातीर्थं तथैव च ॥
गत्वावगाह्य विधिना चचार परमन्तपः॥
]

`verse 50 [
एवन्तीर्थान्यनेकानि नानादेशस्थितानि ह॥
पर्य्यटन्कालिकासूनुः प्रापद्वाराणसीम्पुरीम्।5.44.५०॥
यत्र विश्वेश्वरः साक्षादन्नपूर्णा महेश्वरी ॥
भक्तानाममृतन्दातुं विराजेते कृपानिधी ॥
]

`verse 51 [
प्राप्य वाराणसीतीर्थं दृष्ट्वाथ मणिकर्णिकाम् ॥
कोटिजन्मार्जितं पापं तत्याज स मुनीश्वरः ॥
]

`verse 52 [
दृष्ट्वा लिंगानि सर्वाणि विश्वेशप्रमुखानि च ॥
स्नात्वा सर्वेषु कुण्डेषु वापीकूपसरस्सु च ॥
]

`verse 53 [
नत्वा विनायकान्सर्वान्गौरीः सर्वाः प्रणम्य च ॥
सम्पूज्य कालराजं च भैरवं पापभक्षणम् ॥
]

`verse 54 [
दण्डनायकमुख्यांश्च गणान्स्तुत्वा प्रयत्नतः ॥
आदिकेशवमुख्यांश्च केशवान्परितोष्य च ॥
]

`verse 55 [
लोलार्कमुख्यसूर्यांश्च प्रणम्य च पुनःपुनः ॥
कृत्वा पिण्डप्रदानानि सर्वतीर्थेष्वतन्द्रितः ॥
]

`verse 56 [
स्थापयामास पुण्यात्मा लिंगं व्यासेश्वराभिधम् ॥
यद्दर्शनाद्भवेद्विप्र नरो विद्यासु वाक्पतिः ॥
]

`verse 57 [
लिंगान्यभ्यर्च्य विश्वेशप्रमुखानि सुभक्तितः ॥
असकृच्चिन्तयामास किं लिगं क्षिप्रसिद्धिदम् ॥
]

`verse 58 [
यमाराध्य महादेवं विद्याः सर्वा लभेमहि ॥
पुराणकर्तृताशक्तिर्ममास्तु यदनुग्रहात् ॥
]

`verse 59 [
श्रीदमोंकारनाथं वा कृत्तिवासेश्वरं किमु ॥
केदारेशन्तु कामेशं चन्द्रेशं वा त्रिलोचनम् ॥
]

`verse 60 [
कालेशं वृद्धकालेशं कालशेश्वरमेव वा॥
ज्येष्ठेशं जम्बुकेशं वा जैगीषव्येश्वरन्तु वा ॥
]

`verse 61 [
दशाश्वमेधमीशानं द्रुमिचण्डेशमेव वा ॥
दृक्केशं गरुडेशं वा गोकर्णेशं गणेश्वरम् ॥
]

`verse 62 [
प्रसन्नवदनेशं वा धर्म्मेशं तारकेश्वरम् ॥
नन्दिकेशं निवासेशं पत्रीशं प्रीतिकेश्वरम् ॥
]

`verse 63 [
पर्वतेशं पशुपतिं हाटकेश्वरमेव वा ॥
बृहस्पतीश्वरं वाथ तिलभाण्डेशमेव वा ॥
]

`verse 64 [
भारभूतेश्वरं किं वा महालक्ष्मीश्वरं तु वा ॥
मरुतेशन्तु मोक्षेशं गंगेशं नर्मदेश्वरम् ॥
]

`verse 65 [
कृष्णेशं परमेशानं रत्नेश्वरमथापि वा ॥
यामुनेशं लांगलीशं श्रीमद्विश्वेश्वरं विभुम् ॥
]

`verse 66 [
अविमुक्तेश्वरं वाथ विशालाक्षीशमेव वा ॥
व्याघ्रेश्वरं वराहेशं विद्येश्वरमथापि वा ॥
]

`verse 67 [
वरुणेशं विधीशं वा हरिकेशेश्वरन्तु वा ॥
भवानीशं कपर्द्दीशं कन्दुकेश मजेश्वरम् ॥
]

`verse 68 [
विश्वकर्मेश्वरं वाथ वीरेश्वरमथापि वा ॥
नादेशं कपिलेशं च भुवनेश्वरमेव वा ॥
]

`verse 69 [
बाष्कुलीशं महादेवं सिद्धीश्वरमथापि वा ॥
विश्वेदेवेश्वरं वीरभद्रेशं भैरवेश्वरम् ॥
]

`verse 70 [
अमृतेशं सतीशं वा पार्वतीश्वरमेव वा ॥
सिद्धेश्वरं मतंगेशं भूतीश्वरमथापि वा ॥
]

`verse 71 [
आषाढीशं प्रकामेशं कोटिरुद्रेश्वरन्तथा ॥
मदालसेश्वरं चैव तिलपर्णेश्वरं किमु॥
]

`verse 72 [
किं वा हिरण्यगर्भेशं किं वा श्रीमध्यमेश्वरम् ॥
इत्यादिकोटिलिंगानां मध्येऽहं किमुपाश्रये ॥
]

`verse 73 [
इति चिन्तातुरो व्यासः शिवभक्तिरतात्मवान्॥
क्षणं विचारयामास ध्यानसुस्थिरचेतसा ॥
]

`verse 74 [
आज्ञातं विस्मृतं तावन्निष्पन्नो मे मनोरथः ॥
सिद्धैः संपूजितं लिंगं धर्म्मकामार्थमोक्षदम् ॥
]

`verse 75 [
दर्शनात्स्पर्शनाद्यस्य चेतो निर्मलतामियात् ॥
उद्धाटितं सदैवास्ति द्वारं स्वर्गस्य यत्र हि ॥
]

`verse 76 [
अविमुक्ते महाक्षेत्रे सिद्धक्षेत्रे हि तत्परम् ॥
यत्रास्ते परमं लिंगं मध्यमेश्वरसंज्ञकम् ॥
]

`verse 77 [
न मध्यमेश्वरादन्यल्लिंगं काश्यां हि विद्यते ॥
यद्दर्शनार्थमायान्ति देवाः पर्वणिपर्वणि ॥
]

`verse 78 [
अतः सेव्यो महादेवो मध्यमेश्वरसंज्ञकः ॥
अस्याराधनतो विप्रा बहवः सिद्धिमागताः ॥
]

`verse 79 [
यः प्रधानतया काश्या मध्ये तिष्ठति शङ्करः ॥
स्वपुरीजन सौख्यार्थमतोऽसौ मध्यमेश्वरः॥
]

`verse 80 [
तुम्बुरुर्नाम गंधर्वो देवर्षिर्नारदस्तथा॥
अमुमाराध्य संपन्नो गानविद्याविशारदौ॥
]

`verse 81 [
अमुमेव समाराध्य विष्णुर्मोक्षप्रदोऽभवत्॥
ब्रह्मा विष्णुश्च रुद्रश्च स्रष्टृपालकहारकाः ॥
]

`verse 82 [
धनाधीशः कुबेरोऽपि वामदेवो हि शैवराट्॥
खट्वांगो नाम भूपालोऽनपत्योऽपत्यवानभूत्॥
]

`verse 83 [
अप्सराश्चन्द्रभामाख्या नृत्यन्ती निजभावतः ॥
सदेहा कोकिलालापा लिंगमध्ये लयं गता ॥
]

`verse 84 [
श्रीकरो गोपिकासूनुः सेविता मध्यमेश्वरम् ॥
गाणपत्यं समालेभे शिवस्य करुणात्मनः ॥
]

`verse 85 [
भार्गवो गीष्पतिश्चोभौ देवौ दैत्यसुरार्चितौ॥
विद्यापारंगमौ जातौ प्रसादान्मध्यमेशितुः ॥
]

`verse 86 [
अहमप्यत्र संपूज्य मध्यमेश्वरमीश्वरम् ॥
पुराणकर्तृताशक्तिं प्राप्स्यामि तरसा धुवम् ॥
]

`verse 87 [
इति कृत्वा मतिं धीरो व्यासः सत्यवतीसुतः ॥
भागीरथ्यम्भसि स्नात्वा जग्राह नियमं व्रती ॥
]

`verse 88 [
क्वचित्पर्णाशनो भूत्त्वा फलशाकाशनः क्वचित् ॥
वातभुग्जलभुक्क्वापि क्वचिन्निरशनव्रती ॥
]

`verse 89 [
इत्यादि नियमैर्योगी त्रिकालं मध्यमेश्वरम् ॥
पूजयामास धर्म्मात्मा नानावृक्षोद्भवैः फलैः ॥
]

`verse 90 [
इत्थं बहुतिथे काले व्यतीते कालिकासुतः ॥
स्नात्वा त्रिपथगातोये यावदायाति स प्रगे ॥
]

`verse 91 [
मध्यमेश्वरमीशानं भक्ताभीष्टवरप्रदम् ॥
तावद्ददर्श पुण्यात्मा मध्येलिंगं महेश्वरम् ॥
]

`verse 92 [
उमाभूषितवामांगं व्याघ्रचर्म्मोत्तरीयकम्॥
जटाजूटचलद्गंगातरंगैश्चारुविग्रहम्॥
]

`verse 93 [
लसच्छारदबालेन्दुचन्द्रिकाचन्दितालकम् ॥
भस्मोद्धूलितसर्वाङ्गं कर्पूरार्जुनविग्रहम् ॥
]

`verse 94 [
कर्णान्तायतनेत्रं च विद्रुमारुणदच्छदम् ॥
पंचवर्षाकृति बालं बालकोचितभूषणम् ॥
]

`verse 95 [
दधानं कोटिकन्दर्प्पदर्पहानि तनुद्युतिम् ॥
नग्रं प्रहसितास्याब्जं गायन्तं साम लीलया ॥
]

`verse 96 [
करुणापारपाथोधिं भक्तवत्सलनामकम् ॥
आशुतोषमुमाकान्तं प्रसादसुमुखं हरम् ॥
]

`verse 97 [
समालोक्य स्तुतिं चक्रे प्रेमगद्गया गिरा ॥
योगीनामप्यगम्यन्तं दीनबन्धुं चिदात्मकम् ॥
]

`speaker [
वेदव्यास उवाच
]

`verse 98 [
देवदेव महाभाग शरणागतवत्सल॥
वाङ्मनः कर्मदुष्पाप योगिनामप्यगोचर ॥
]

`verse 99 [
महिमानं न ते वेदा विदामासुरुमापते ॥
त्वमेव जगतः कर्ता धर्ता हर्ता तथैव च ॥
]

`verse 100 [
त्वमाद्यः सर्वदेवानां सच्चिदानंद ईश्वरः ॥
नामगोत्रे न वा ते स्तः सर्वज्ञोऽसि सदाशिव॥
]

`verse 101 [
त्वमेव परमं ब्रह्म मायापाशनिवर्तकः॥
गुणत्रयैर्न लिप्तस्त्वं पद्मपत्रमिवांभसा॥
]

`verse 102 [
न ते जन्म न वा शीलं न देशो न कुलं च ते॥
इत्थं भूतोपीश्वरत्वं त्रिलोक्याः काममावहे॥
]

`verse 103 [
न च ब्रह्मा न लक्ष्मीशो न च सेन्द्रा दिवौकसः॥
न योगीन्द्रा विदुस्तत्त्वं यस्य तं त्वामुपास्महे॥
]

`verse 104 [
त्वत्तः सर्वं त्वं हि सर्वं गौरीशस्त्वं पुरान्तकः॥
त्वं बालस्त्वं युवा वृद्धस्तं त्वां हृदि युनज्म्यहम् ॥ ॥
]

`verse 105 [
नमस्तस्मै महेशाय भक्तध्येयाय शम्भवे ॥
पुराणपुरुषायाद्धा शंकराय परात्मने ॥
]

`verse 106 [
इति स्तुत्वा क्षितौ यावद्दण्डवन्निपपात सः॥
तावत्स बालो हृष्टात्मा वेदव्यासमभाषत॥
]

`verse 107 [
वरं वृणीष्व भो योगिन्यस्ते मनसि वर्तते ॥
नादेयं विद्यते किंचिद्भक्ताधीनो यतोऽस्म्यहम्॥
]

`verse 108 [
तत उत्थाय हृष्टात्मा मुनिर्व्यासो महातपाः ॥
प्रत्यब्रवीत्किमज्ञातं सर्वज्ञस्य तव प्रभो ॥
]

`verse 109 [
सर्वान्तरात्मा भगवाञ्छर्वः सर्वप्रदो भवान् ॥
याञ्चां प्रतिनियुङ्क्ते मां किमीशो दैन्यकारिणीम् ॥
]

`verse 110 [
इति श्रुत्वा वचस्तस्य व्यासस्यामलचेतसः ॥
शुचि स्मित्वा महादेवो बालरूपधरोऽब्रवीत् ॥
]

`speaker [
बाल उवाच
]

`verse 111 [
त्वया ब्रह्मविदां श्रेष्ठ योऽभिलाषः कृतो हृदि ॥
अचिरेणैव कालेन स भविष्यत्यसंशयः ॥
]

`verse 112 [
कण्ठे स्थित्वा तव ब्रह्मन्नन्तर्याम्यहमीश्वरः ॥
सेतिहासपुराणानि सम्यङ्निर्यापयाम्यहम् ॥
]

`verse 113 [
अभिलाषाष्टकं पुण्यं स्तोत्रमेतत्त्वयेरितम्॥
वर्षं त्रिकालं पठनात्कामदं शम्भुसद्मनि ॥
]

`verse 114 [
एतत्स्तोत्रस्य पठनं विद्याबुद्धिविवर्द्धनम् ॥
सर्वसंपत्करं प्रोक्तं धर्मदं मोक्षदं नृणाम् ॥
]

`verse 115 [
प्रातरुत्थाय सुस्नातो लिंगमभ्यर्च्य  शांकरम् ॥
वर्षं पठन्निदं स्तोत्रं मूर्खोऽपि स्याद्बृहस्पतिः ॥
]

`verse 116 [
स्त्रिया वा पुरुषेणापि नियमाल्लिंगसन्निधौ ॥
वर्षं जप्तमिदं स्तोत्रं बुद्धिं विद्याञ्च वर्द्धयेत् ॥
]

`verse 117 [
इत्युक्त्वा स महादेवो बालो लिंगे न्यलीयत ॥
व्यासोऽपि मुंचन्नश्रूणि शिवप्रेमाकुलोऽभवत्॥
]

`verse 118 [
एवं लब्धवरो व्यासो महेशान्मध्यमेश्वरात॥
अष्टादश पुराणानि प्रणिनाय स्वलीलया ॥
]

`verse 119 [
ब्राह्मं पाद्मं वैष्णवञ्च शैवं भागवतं तथा ॥
भविष्यं नारदीयं च मार्कंडेयमतः परम् ॥
]

`verse 120 [
आग्नेयं ब्रह्मवैवर्त लिंगं वाराहमेव च ॥
वामनाख्यं ततः कौर्मं मात्स्यं गारुडमेव च ॥
]

`verse 121 [
स्कान्दं तथैव ब्रह्माण्डाख्यं पुराणं च कीर्तितम् ॥
यशस्यं पुण्यदं नॄणां श्रोतॄणां शांकरं यश ॥
]

`speaker [
सूत उवाच
]

`verse 122 [
अष्टादशपुराणानाम्पूर्वं नामोदितन्त्वया ॥
कुरु निर्वचनं तेषामिदानीं वेदवित्तम॥
]

`speaker [
व्यास उवाच
]

`verse 123 [
अयमेव कृतः प्रश्नस्तण्डिना ब्रह्मयोनिना॥
नन्दिकेश्वरमुद्दिश्य स यदाह ब्रवीमि तत्॥
]

`speaker [
नन्दिकेश्वर उवाच
]

`verse 124 [
यत्र वक्ता स्वयन्तण्डे ब्रह्मा साक्षाच्चतुर्मुखः॥
तस्माद्ब्रह्मं समाख्यातं पुराणं प्रथमं मुने।१२५।
पद्मकल्पस्य माहात्म्यन्तत्र यस्यामुदाहृतम् ॥
तस्मात्पाद्मं समाख्यातं पुराणं च द्वितीयकम् ॥
]

`verse 125 [
पराशरकृतं यत्तु पुराणं विष्णुबोधकम् ॥
तदेव व्यासकथितं पुत्रपित्रोरभेदतः ॥
]

`verse 126 [
यत्र पूर्वोत्तरे खण्डे शिवस्य चरितं बहु ॥
शैवमेतत्पुराणं हि पुराणज्ञा वदन्ति च ॥
]

`verse 127 [
भगवत्याश्च दुर्गायाश्चरितं यत्र विद्यते ॥
तत्तु भागवतं प्रोक्तं ननु देवीपुराणकम् ॥
]

`verse 128 [
नारदोक्तं पुराणन्तु नारदीयं प्रचक्षते ॥
यत्र वक्ताऽभवत्तण्डे मार्कण्डेयो महामुनिः ॥
]

`verse 129 [
मार्कण्डेयपुराणं हि तदाख्यातं च सप्तमम् ॥
अग्नियोगात्तदाग्नेयं भविष्योक्तेर्भविष्यकम् ॥
]

`verse 130 [
विवर्तनाद्ब्रह्मणस्तु ब्रह्मवैवर्तमुच्यते ॥
लिंगस्य चरितोक्तत्वात्पुराणं लिंगमुच्यते ॥
]

`verse 131 [
वराहस्य च वाराहं पुराणं द्वादशं मुने ॥
यत्र स्कन्दः स्वयं श्रोता वक्ता साक्षान्महेश्वरः ॥
]

`verse 132 [
तत्तु स्कान्दं समाख्यातं वामनस्य तु वामनम् ॥
कौर्मं कूर्मस्य चरितं मात्स्यं मत्स्येन कीर्तितम् ॥
]

`verse 133 [
गरुडस्तु स्वयं वक्ता यत्तद्गारुडसंज्ञकम् ॥
ब्रह्माण्डचरितोक्तत्वाद्ब्रह्माण्डं परिकीर्तितम् ॥
]

`speaker [
सूत उवाच
]

`verse 134 [
अयमेव मयाऽकारि प्रश्नो व्यासाय धीमते ॥
ततः सर्वपुराणानां मया निर्वचनं श्रुतम् ॥
]

`verse 135 [
एवं व्याससमुत्पन्नः सत्यवत्यां पराशरात् ॥
पुराणसंहिताश्चक्रे महाभारतमुत्तमम् ॥
]

`verse 136 [
पराशरेण संयोगः पुनः शन्तनुना यथा ॥
सत्यवत्या इव ब्रह्मन्नः संशयितुमर्हसि ॥
]

`verse 137 [
सकारणेयमुत्पत्तिः कथिताश्चर्य्यकारिणी ॥
महतां चरिते चैव गुणा ग्राह्या विचक्षणैः ॥
]

`verse 138 [
इदं रहस्यं परमं यः शृणोति पठत्यपि ॥
स सर्वपापनिर्मुक्त ऋषिलोके महीयते॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां व्यासोत्पत्तिवर्णनं नाम चतुश्चत्वारिंशोऽध्यायः ॥
]
