`speaker [
ऋषिरुवाच
]

`verse 1 [
आसीद्रंभासुरो नाम दैत्यवंशशिरोमणिः ॥
तस्माज्जातो महातेजा महिषो नाम दानवः ॥
]

`verse 2 [
स संग्रामे सुरान्सर्वान्निर्जित्य दनुजाधिपः ॥
चकार राज्यं स्वर्लोके महेन्द्रासनसंस्थितः ॥
]

`verse 3 [
पराजितास्ततो देवा ब्रह्माणं शरणं ययुः ॥
ब्रह्मापि तान्समादाय ययौ यत्र वृषाकपी ॥
]

`verse 4 [
तत्र गत्वा सुरास्सर्वे नत्वा शंकरकेशवौ ॥
स्ववृत्तं कथायामासुर्यथावदनुपूर्वशः ॥
]

`verse 5 [
भगवन्तौ वयं सर्वे महिषेण दुरात्मना ॥
उज्जासिताश्च स्वर्लोकान्निर्जित्य समरांगणे॥
]

`verse 6 [
भ्रमामो मर्त्यलोकेऽस्मिन्न लभेमहि शं क्वचित् ॥
कां कां न दुर्दशां नीता देवा इन्द्रपुरोगमाः ॥
]

`verse 7 [
सूर्याचन्द्रमसौ पाशी कुबेरो यम एव च ॥
इन्द्राग्निवातगन्धर्वा विद्याधरसुचारणाः ॥
]

`verse 8 [
एतेषामपरेषां च विधेयं कर्म सोसुरः ॥
स्वयं करोति पापात्मा दैत्यपक्ष भयंकर ॥
]

`verse 9 [
तस्माच्छरणमापन्नान्देवान्नस्त्रातुमर्हथः ॥
वधोपायं च तस्याशु चिन्तयेथां युवां प्रभू ॥
]

`verse 10 [
इति देववचः श्रुत्वा दामोदरसतीश्वरौ ॥
चक्रतुः परमं कोपं रोषाघूर्णितलोचनौ ॥
]

`verse 11 [
ततोतिकोपपूर्णस्य विष्णोश्शंभोश्च वक्त्रतः ॥
तथान्येषां च देवानां शरीरान्निर्गतं महः ॥
]

`verse 12 [
अतीव महसः पुंजं ज्वलन्तं दशदिक्षु च ॥
अपश्यंस्त्रिदशास्सर्वे दुर्गा ध्यानपरायणाः ॥
]

`verse 13 [
सर्वदेवशरीरोत्थं तेजस्तदतिभीषणम् ॥
संघीभूयाभवन्नारी साक्षान्महिषमर्दिनी ॥
]

`verse 14 [
शंभुतेजस उत्पन्नं मुखमस्याः सुभास्वरम् ॥
याम्येन बाला अभवन्वैष्णवेन च बाहवः ॥
]

`verse 15 [
चन्द्रमस्तेजसा तस्याः स्तनयुग्मं व्यजायत॥
मध्यमे न्द्रेण जंघोरू वारुणेन बभूवतुः ॥
]

`verse 16 [
भूतेजसा नितंबोभूद्ब्राह्मेण चरणद्वयम् ॥
आर्केण चरणांगुल्यः करांगुल्यश्च वासवात्॥
]

`verse 17 [
कुबेरतेजसा नासा रदनाश्च प्रजापतेः ॥
पावकीयेन नयनत्रयं सान्ध्येन भ्रूद्वयम्   ॥
]

`verse 18 [
आनिलेन श्रवोद्वन्द्वं तथान्येषां स्वरोकसाम् ॥
तेजसां संभवः पद्मालया सा परमेश्वरी ॥
]

`verse 19 [
ततो निखिलदेवानां तेजोराशिसमुद्भवाम् ॥
तामालोक्य सुरास्सर्वे परं हर्षं प्रपेदिरे ॥
]

`verse 20 [
निरायुधां च तां दृष्ट्वा ब्रह्माद्यास्त्रिदिवेश्वराः ॥
सायुधान्तां शिवां कर्तुं मनः सन्दधिरे सुराः ॥
]

`verse 21 [
ततः शूलं महेशानो महेशान्यै समर्पयत ॥
चक्रं च कृष्णो भगवाञ्च्छंखं पाशं च पाशभृत ॥
]

`verse 22 [
शक्तिं हुताशनोऽयच्छन्मारुतश्चापमेव च ॥॥।
बाणपूर्णेषुधी चैव वज्रघण्टे शचीपतिः ॥
]

`verse 23 [
यमो ददौ कालदण्डमक्षमालां प्रजापतिः ॥
ब्रह्मा कमण्डलुं प्रादाद्रोमरश्मीन्दिवाकरः ॥
]

`verse 24 [
कालः खड्गन्ददौ तस्यै फलकं च समुज्वलम् ॥
क्षीराब्धी रुचिरं हारमजरे च तथाम्बरे ॥
]

`verse 25 [
चूडामणिं कुण्डले च कटकानि तथैव च ॥
अर्द्धचन्द्रं च केयूरान्नूपुरौ च मनोहरो॥
]

`verse 26 [
ग्रैवेयकमंगुलीषु समस्तास्वंगुलीयकम्॥
विश्वकर्मा च परशुं ददौ तस्यै मनोहरम् ॥
]

`verse 27 [
अस्त्राण्यनेकानि तथाभेद्यं चैव तनुच्छदम् ॥
सुरम्यसरसां मालां पङ्कजं चाम्बुधिर्ददौ ॥
]

`verse 28 [
ददौ सिंहं च हिमवान्रत्नानि विविधानि च ॥
सुरया पूरितं पात्रं कुबेरोऽस्यै समर्पयत् ॥
]

`verse 29 [
शेषश्च भोगिनां नेता विचित्रर चनाञ्चितम् ॥
ददौ तस्यै नागहारं नानास्त्रमणिगुंफितम् ॥
]

`verse 30 [
एतैश्चान्यैस्सुरैर्देवी भूषणैरायुधैस्तथा ॥
सत्कृतोच्चैर्ननादासौ साट्टहासं पुनःपुनः ॥
]

`verse 31 [
तस्या भीषणनादेन पूरिता च नभःस्थली ॥
प्रतिशब्दो महानासीच्चुक्षुभे भुवनत्रयम् ॥
]

`verse 32 [
चेलुः समुद्राश्चत्वारो वसुधा च चचाल ह ॥
जयशब्दस्ततो देवैरकारि महिषार्दितैः ॥
]

`verse 33 [
ततोऽम्बिकां परां शक्तिं महालक्ष्मीस्वरूपिणीम् ॥
तुष्टुवुस्ते सुरास्सर्वे भक्तिगद्गदया गिरा ॥
]

`verse 34 [
लोकं संक्षुब्धमालोक्य देवतापरिपन्थिनः ॥
सन्नद्धसैनिकास्ते च समुत्तस्थुरुदायुधाः ॥
]

`verse 35 [
महिषोऽपि च तं शब्दमभ्यधावद्रुषान्वितः ॥
स ददर्श ततो देवीं व्याप्तलोकत्रयां रुचा ॥
]

`verse 36 [
एतस्मिन्नन्तरे तत्र महिषासुरपालिताः ॥
समाजग्मुर्महावीराः कोटिशो धृतहेतयः॥
]

`verse 37 [
चिक्षुरश्चामरोदग्रौ करालोद्धतबाष्कलाः ॥
ताम्रोग्रास्योग्रवीर्याश्च बिडालोऽन्धक एव च ॥
]

`verse 38 [
दुर्धरो दुर्मुखश्चैव त्रिनेत्रश्च महाहनुः ॥
एते चान्ये च बहवः शूरा युद्धविशा रदाः ॥
]

`verse 39 [
युयुधुः समरे देव्या सह शस्त्रास्त्रपारगाः ॥
इत्थं कालो व्यतीयाय युध्यतोर्भीषणस्तयोः ॥
]

`verse 40 [
अरिवर्गकरक्षिप्ता नानाशस्त्रास्त्रराशयः ॥
महामायाप्रभावेण विफला अभवन् क्षणात् ॥
]

`verse 41 [
ततो जघान सा देवी चिक्षुरप्रमुखानरीन् ॥
सगणान्गदया बाणैः शूलशक्तिपरश्वधैः ॥
]

`verse 42 [
एवं स्वीयेषु सैन्येषु हतेषु महिषासुरः ॥
देवीनिःश्वाससंभूतान्भावयामास तान्गणान् ॥
]

`verse 43 [
अताडयत्सरैः काश्चित्काश्चिच्छृङ्गद्वयेन च ॥
लांगूलेन च तुण्डेन भिनत्ति स्म मुहुर्मुहुः ॥
]

`verse 44 [
इत्थं देवीगणा न्हत्वाभ्यधावत्सोऽसुराधिपः ॥
सिंहं मारयितुन्देव्यास्ततोऽसौ कुपिताऽभवत् ॥
]

`verse 45 [
कोपात्सोपि महावीर्यः खुरकुट्टितभूतलः ॥
शृङ्गाभ्यां शैलमुत्पाट्य चिक्षेप प्रणनाद च ॥
]

`verse 46 [
वेगेन विष्वग् भ्रमता प्रक्षिप्ता गुरवोऽद्रयः ॥
आकाशतो महीमध्ये निपेतुर्नृपसत्तम ॥
]

`verse 47 [
शृंगभिन्नाः पयोवाहाः खण्डं खण्डमयासिषुः ॥
लांगूलेनाहतश्चाब्धिर्विष्वगुद्वेलमस्पदत् ॥
]

`verse 48 [
एवं क्रुद्धं समालोक्य महिषासुरमम्बिका ॥
विदधे तद्वधोपायं देवानामभयंकरी ॥
]

`verse 49 [
ततः पाशं समुत्थाय क्षिप्त्वा तस्योपरी श्वरी ॥
बबन्ध महिषं सोऽपि रूपन्तत्याज माहिषम् ॥
]

`verse 50 [
ततः सिंहो बभूवाशु मायावी तच्छिरोम्बिका ॥
यावद्भिनत्ति तावत्स खङ्गपाणिर्बभूव ह ॥
]

`verse 51 [
सचर्म्मासिकरं तं च देवी बाणैरताडयत् ॥
ततो गजवपुर्भूत्वा सिंहं चिच्छेद शुण्डया ॥
]

`verse 52 [
ततोऽस्य च करं देवी चकर्त स्वमहासिना ॥
अधारि च पुना रूपं स्वकीयं तेन रक्षसा ॥
]

`verse 53 [
तदैव क्षोभयामास त्रैलोक्यं सचराचरम् ॥
ततः क्रुद्धा महामाया चण्डिका मानविक्रमा॥
]

`verse 54 [
पपौ पुनःपुनः पानं जहासोद्भ्रान्तलोचना ॥
जगर्ज चासुरः सोऽपि बलवीर्यमदो द्धतः ॥
]

`verse 55 [
तस्या उपरि चिक्षेप शैलानुत्पाट्य सोऽसुरः ॥
सा च बाणावलीघातैश्चूर्णयामास सत्वरम् ॥
]

`verse 56 [
वारुणीमद्रसं जातमुखरागाऽऽकुलेन्द्रिया ॥
प्रोवाच परमेशानी मेघगंभीरया गिरा ॥
]

`speaker [
देव्युवाच
]

`verse 57 [
रे मूढ रे हतप्रज्ञ व्यर्थ किं कुरुषे हठम् ॥
न मदग्रेऽसुराः केपि स्थास्नवो जगतीत्रये ॥
]

`speaker [
ऋषि रुवाच
]

`verse 58 [
एकमाभाष्य कूर्दित्वा देवी सर्वकलामयी ॥
पदाक्रम्यासुरं कण्ठे शूलेनोग्रेण साऽभिनत् ॥
]

`verse 59 [
ततस्तच्चरणाक्रान्तस्स स्वकीयमुखात्ततः ॥
अर्द्धनिष्क्रान्त एवासीद्देव्या वीर्येण संवृतः ॥
]

`verse 60 [
अर्द्धनिष्क्रान्त एवासौ युध्यमानो महाधमः ॥
महासिना शिरो भित्त्वा न्यपाति धरणीतले ॥
]

`verse 61 [
हाहाशब्दं समुच्चार्य्यावाङ्मुखास्तद्गणास्ततः ॥
पलायन्त रणाद्भीतास्त्राहित्राहीति वादिनः ॥
]

`verse 62 [
तुष्टुवुश्च तदा देवीमिन्द्राद्याः सकलाः सुराः ॥
गन्धर्वा गीतमुच्चेरुर्ननृतुर्नर्तकीजनाः ॥
]

`verse 63 [
एवन्ते कथितो राजन्महालक्ष्म्याः समुद्भवः ॥
सरस्वत्यास्तथोत्पत्तिं शृणु सुस्थेन चेतसा ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां महिषासुरवधोपाख्याने महालक्ष्म्यवतारवर्णनं नाम षट्चत्वारिंशोऽध्यायः ॥
]
