`speaker [
ऋषिरुवाच
]

`verse 1 [
आसीच्छुम्भासुरो दैत्यो निशुंभश्च प्रतापवान् ॥
त्रैलोक्यमोजसा क्रान्तं भ्रातृभ्यां सचराचरम् ॥
]

`verse 2 [
ताभ्याम्प्रपीडिता देवा हिमवन्तं समाययुः ॥
जननीं सर्वभूतानां कामदात्रीं ववन्दिरे ॥
]

`speaker [
देवा ऊचुः
]

`verse 3 [
जय दुर्गे महेशानि जयात्मीयजनप्रिये ॥
त्रैलोक्यत्राणकारिण्यै शिवायै ते नमोनमः ॥
]

`verse 4 [
छिन्नमस्तास्वरूपायै श्रीविद्यायै नमोस्तु ते ॥
]

`verse 5 [
भुवनेशि नमस्तुभ्यं नमस्ते भैरवाकृते ॥
नमोस्तु बगलामुख्यै धूमावत्यै नमोनमः ॥
]

`verse 6 [
दोग्ध्रीरूपे नमस्तुभ्यं नमो घोराकृतेऽस्तु ते ॥
]

`verse 7 [
नमो वेदान्तवेद्यायै नमस्ते परमात्मने ॥
अनन्तकोटिब्रह्माण्डनायिकायै नमोनमः ॥
]

`verse 8 [
इति देवैः स्तुता गौरी प्रसन्ना वरदा शिवा ॥
प्रोवाच त्रिदशान्सर्वान्युष्माभिः स्तूयतेऽत्र का ॥
]

`verse 9 [
ततो गौरीतनोरेका प्रादुरासीत्कुमारिका॥
सोवाच मिषतां तेषां शिवशक्तिं परादरात्॥
]

`verse 10 [
स्तोत्रं मे क्रियते मातः समस्तैः स्वर्गवासिभिः॥
निशुंभशुंभदैत्याभ्यां प्रबलाभ्यां प्रपीडितैः॥
]

`verse 11 [
शरीरकोशाद्यत्तस्या निर्गता तेन कौशिकी॥
नाम्ना सा गीयते साक्षाच्छुंभासुरनिबर्हिणी॥
]

`verse 12 [
चैवोग्रतारिका प्रोक्ता महोग्रतारिकापि च॥
प्रादुर्भूता यतः सा वै मातंगीत्युच्यते भुवि॥
]

`verse 13 [
बभाषे निखिलान्देवान्यूयं तिष्ठत निर्भयाः॥
कार्यं वः साधयिष्यामि स्वतन्त्राहं विनाश्रयम् ॥
]

`verse 14 [
इत्युक्त्वा सा तदा देवी तरसान्तर्हिताऽभवत्॥
चाण्डमुण्डौ तु तान्देवीमद्राष्टां सेवकौ तयोः॥
]

`verse 15 [
दृष्ट्वा मनोहरं तस्या रूपं नेत्रसुखावहम्॥
पेततुस्तौ धरामध्ये नष्टसंज्ञौ विमोहितौ॥
]

`verse 16 [
गत्वा व्याजह्रतुः सर्वं राज्ञे वृत्तान्तमादितः ॥
दृष्टा काचिन्मया पूर्वा नारी राजन्मनोरमा ॥
]

`verse 17 [
हिमवच्छिखरे रम्ये संस्थिता सिंहवाहिनी॥
समन्ताद्देवकन्याभिः सेविता बद्धपाणिभिः॥
]

`verse 18 [
कुरुते पादसंवाहं काचित्संस्कुरुते कचान्॥
पाणिसंवाहनं काचित्काचिन्नेत्राञ्जनं न्यधात्॥
]

`verse 19 [
काचिद् गृहीत्वा हस्तेनादर्शं दर्शयते मुखम्॥
नागवल्लीं ददात्येका लवंगैलादिसंयुताम्॥
]

`verse 20 [
पतद्ग्रहं करे कृत्वा स्थिता काचित्सखी पुरः॥
भूषयत्यखिलांगानि काचिद्भूषाम्बरादिभिः॥
]

`verse 21 [
कदलीस्तंभजंघोरुः कीरनासाऽहिदौर्लता॥
रणन्मञ्जीरचरणा रम्यमेखलया युता।२४।
लसत्कस्तूरिकामोदमुक्ताहारचलस्तनी॥
ग्रैवेयकलसद्ग्रीवा ललन्तीदाममण्डिता।२५।
अर्द्धचन्द्रधरा देवी मणिकुण्डलधारिणी॥
रम्यवेणिर्विंशालाक्षी लोचनत्रयभूषिता ॥
]

`verse 22 [
साक्षरा मालिकोपेता पणिराजितकंकणा ॥
स्वर्णोर्मिकांगुलिर्भ्राजत्पारिहार्य्यलसत्करा ॥
]

`verse 23 [
शुभवस्त्रावृता गौरी पद्मासनविराजिता ॥
काश्मीरबिन्दुतिलका चन्द्रालंकृतमस्तका॥
]

`verse 24 [
तडिद्द्युतिर्महामूल्याम्बर चोलोन्नमत्कुचा ॥
भुजैरष्टाभिरुत्तुंगैर्धारयन्ती वरायुधान् ॥
]

`verse 25 [
तादृशी नासुरी नागी न गन्धर्वी न दानवी ॥
विद्यते त्रिषु लोकेषु यादृशी सा मनोरमा ॥
]

`verse 26 [
तस्मात्संभोगयोग्यत्वं तस्यास्त्वय्येव शोभते ॥
नारीरत्नं यतः सा वै पुंरत्नं च भवान्प्रभो ॥
]

`verse 27 [
इत्युक्तं चण्डमुण्डाभ्यां निशम्य स महासुरः ॥
दूतं सुग्रीवनामानं प्रेषयामास तां प्रति ॥
]

`verse 28 [
गच्छ दूत तुषाराद्रौ तत्रास्ते कापि सुन्दरी ॥
सा नेतव्या प्रयत्नेन कथयित्वा वचो मम ॥
]

`verse 29 [
इति विज्ञापितस्तेन सुग्रीवो दानवोत्तमः ॥
गत्वा हिमाचलं प्राह जगदम्बां महेश्वरीम् ॥
]

`speaker [
दूत उवाच
]

`verse 30 [
देवि शुंभासुरो दैत्यो निशुंभस्तस्य चानुजः ॥
विख्यातस्त्रिषु लोकेषु महा बलपराक्रमः ॥
]

`verse 31 [
चारोहं प्रेषितस्तेन सन्निधिन्ते समागमम् ॥
स यज्जगौ सुरेशानि तत्समाकर्णयाधुना ॥
]

`verse 32 [
इन्द्रादीन्समरे जित्वा तेषां रत्नान्यपाहरम् ॥
देवभागं स्वयं भुञ्जे यागे दत्तं सुरादिभिः ॥
]

`verse 33 [
स्त्रीरत्नं त्वामहं मन्ये सर्वरत्नोपरि स्थितम् ॥
सा त्वं ममानुजं मां वा भजतात्कामजै रसैः ॥
]

`verse 34 [
इति दूतोक्तमाकर्ण्य वचनं शुंभभाषितम् ॥
जगाद सा महामाया भूतेशप्राणवल्लभा ॥
]

`speaker [
देव्युवाच
]

`verse 35 [
सत्यं वदसि भो दूत नानृतं किंचिदुच्यते ॥
परन्त्वेका कृता पूर्वं प्रतिज्ञा तान्निबोध मे ॥
]

`verse 36 [
यो मे दर्पं विधुनुते यो मां जयति संगरे ॥
उत्सहे तमहं कर्तुं पतिं नान्यमिति ध्रुवम् ॥
]

`verse 37 [
स त्वं कथय शुंभाय निशुंभाय वचो  मम ॥
यथा युक्तं भवेदेवं विदधातु तथाऽत्र सः ॥
]

`verse 38 [
इत्थं देवीवचः श्रुत्वा सुग्रीवो नाम दानवः ॥
राज्ञे विज्ञापयामास गत्वा तत्र सविस्तरम्॥
]

`verse 39 [
अथ दूतोक्तमाकर्ण्य शुंभो भैरवशासनः ॥
धूम्राक्षं प्राह सक्रोधः सेनान्यं बलिनां वरम् ॥
]

`verse 40 [
हे धूम्राक्ष तुषाराद्रौ वर्तते कापि सुन्दरी ॥
तामानय द्रुतं गत्वा यथा यास्यति सात्र वै ॥
]

`verse 41 [
तस्या आनयने भीतिर्न कार्य्याऽसुरसत्तम ॥
युद्धं कार्यं प्रयत्नेन यदि सा योद्धुमिच्छति ॥
]

`verse 42 [
एवं विज्ञापितो दैत्यो धूम्रलोचनसंज्ञकः ॥
गत्वा हिमाचलं प्राह भुवनेशीमुमांशजाम्॥
]

`verse 43 [
भर्तुर्ममान्तिकं गच्छ नोचेत्त्वां घातयाम्यहम् ॥
पुष्ट्याऽसुराणां सहितः सहस्राणां नितंबिनि ॥
]

`speaker [
देव्युवाच
]

`verse 44 [
दैत्यराट्प्रेषितो वीर हंसि चेत्किं करोमि ते ॥
परन्त्वसाध्यं गमनं मन्ये संग्राममन्तरा ॥
]

`verse 45 [
इत्युक्तस्तामन्वधावद्दानवो धूम्रलोचनः॥
हुंकारोच्चारणेनैव तन्ददाह महेश्वरी॥
]

`verse 46 [
ततः प्रभृति सा देवी धूमावत्युच्यते भुवि॥
आराधिता स्वभक्तानां शत्रुवर्गनिकर्तिनी ॥
]

`verse 47 [
धूम्राक्षे निहते देव्या वाहनेनातिकोपिना ॥
चर्वितास्तद्गणास्सर्वेऽपलायन्तावशेषिताः ॥
]

`verse 48 [
इत्थं देव्या हतं दैत्यं श्रुत्वा शुंभः प्रतापवान् ॥
चकार बहुलं कोपं सन्दष्टोष्ठपुटद्वयः ॥
]

`verse 49 [
चण्डं मुंडं रक्तबीजं प्रैषयत्क्रमतोऽ सुरान् ॥
तेपि चाज्ञापिता दैत्या ययुर्यत्राम्बिका स्थिता ॥
]

`verse 50 [
सिंहारूढा भगवतीमणिमादिभिराश्रिताम्॥
भासयंती दिशो भासा दृष्ट्वोचुर्द्दानवर्षभाः ॥
]

`verse 51 [
हे देवि तरसा मूलं याहि शुंभनिशुंभयोः ॥
अन्यथा घातयिष्यामः सगणां त्वां सवाहनाम् ॥
]

`verse 52 [
वृणीष्व तं पतिं वामे लोकपालादिभिः स्तुतम् ॥
प्रपत्स्यसे महानंदं देवानामपि दुर्लभम् ॥
]

`verse 53 [
इत्युक्तमाकलय्याम्बा स्मयित्वा परमेश्वरी ॥
उदाजहार सा देवी सूनृतं रसवद्वचः ॥
]

`speaker [
देव्युवाच
]

`verse 54 [
अद्वितीयो महेशानः परब्रह्म सदाशिवः ॥
यत्तत्त्वन्न विदुर्वेदा विष्ण्वादीनां च का कथा ॥
]

`verse 55 [
तस्याहं प्रकृतिः सक्ष्मा कथमन्यं पतिम्वृणे ॥
सिंही कामातुरा नैव जम्बुकं वृणुते क्वचित् ॥॥
]

`verse 56 [
करेणुर्गर्दभं नैव द्वीपिनी शशकं न वा ॥
मृषा वदत भो दैत्यो मृत्युव्यालनियंत्रिताः ॥
]

`verse 57 [
यूयं प्रयात पातालं युध्यध्वं शक्तिरस्ति चेत् ॥
इति क्रोधकरं वाक्यं श्रुत्वोचुस्ते परस्परम् ॥
]

`verse 58 [
अबलां मनसि ज्ञात्वा न हन्मो भवतीं वयम् ॥
अथो स्थिरैहि पञ्चास्ये युद्धेच्छा मानसेऽस्ति चेत् ॥
]

`verse 59 [
तेषामेवं विवदतां कलहः समवर्द्धत॥
ववृषु समरे बाणा उभयोर्द्दलयोश्शिताः ॥
]

`verse 60 [
एवं तैः समरं कृत्वा लीलया परमेश्वरी॥
जघान चण्डमुण्डाभ्यां रक्तबीजं महासुरम्॥
]

`verse 61 [
द्वेषबुद्धिं विधायापि त्रिदशस्थितयोऽप्यमी ॥
अन्तेऽप्रापन्परं लोकं यँल्लोकं यान्ति तज्जनाः ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां धूम्रलोचन चण्डमुण्डरक्तबीजवधो नाम सप्तचत्वारिंशोऽध्यायः॥
]
