`speaker [
राजोवाच
]

`verse 1 [
धूम्राक्षं चण्डमुण्डं च रक्तबीजासुरन्तथा॥
भगवन्निहतन्देव्या श्रुत्वा शुम्भः सुरार्दनः ॥
]

`verse 2 [
किमकार्षीत्ततो ब्रह्मन्नेतन्मे ब्रूहि साम्प्रतम् ॥
शुश्रूषवे जगद्योनेश्चरित्रं पापनाशनम् ॥
]

`speaker [
ऋषिरुवाच
]

`verse 3 [
हतानेमान्दैत्यवरान्महासुरो निशम्य राजन्महनीयविक्रमः ॥
अजिज्ञपत्स्वीयगणान्दुरासदान्रणाभिधोच्चारणज्जातसंमदान् ॥
]

`verse 4 [
बलान्वितास्संमिलिता ममाज्ञया जयाशया कालकवंशसंभवाः ॥
सकालकेयासुरमौर्य्यदौर्हृदास्तथा परेप्याशु प्रयाणयन्तु ते॥
]

`verse 5 [
निशुंभशुंभौ दितिजान्निदेश्य तान्रथाधिरूढौ निरयां बभूवतुः ॥
बलान्यनूखुर्बलिनोस्तयोर्धराद्विनाशवन्तः शलभा इवोत्थिताः॥
]

`verse 6 [
प्रसादयामास मृदंगमर्दलं सभेरिकाडिण्डिमझर्झरानकम् ॥
रणस्थले संजहृषू रणप्रिया असुप्रियाः संगरतः पराययुः ॥
]

`verse 7 [
भटाश्च ते युद्धपटावृतास्तदा रणस्थलीं मापुरपापविग्रहाः ॥
गृहीतशस्त्रास्त्रचया जिगीषया परस्परं विग्रहयन्त उल्बणम्॥
]

`verse 8 [
गजाधिरूढास्तुरगाधिरोहिणो रथाधिरूढाश्च तथापरेऽसुराः ॥
अलक्षयन्तः स्वपराञ्जनान्मुदाऽसुरेशसंगे समरेऽभिरेभिरे ॥
]

`verse 9 [
ध्वनिः शतघ्नी जनितो मुहुर्मुहुर्बभूव तेन त्रिदशाः समेजिताः ॥
महान्धकारः समपद्यताम्बरे विलोक्यते नो रथमण्डलं रवेः ॥
]

`verse 10 [
पदातयो निर्व वजुर्हि कोटिशः प्रभूतमाना विजयाभिलाषिणः ॥
रथाश्वगा वारणगा अथापरेऽसुरा निरीयुः कति कोटिशो मुदा ॥
]

`verse 11 [
अशुक्ल शैला एव मत्तवारणा अतानिषुश्चीत्कृतिशब्दमाहवे ॥
क्रमेलकाश्चापि गलद्गलध्वनिं वितन्वते क्षुद्रमहीधरोपमाः॥
]

`verse 12 [
हयाश्च ह्रेषन्त उदग्रभूमिजा विशालकण्ठाभरणा गतेर्विदः॥
पदानि दन्तावलमूर्ध्नि बिभ्रतः सुडिड्यिरे व्योमपथा यथाऽवयः॥
]

`verse 13 [
समीक्ष्य शत्रोर्बलमित्थमापतच्चकार सज्यं धनुरम्बिका तदा॥
ननाद घण्टां रिपुसाददायिनी जगर्ज सिंहोऽपि सटां विधूनयन् ॥
]

`verse 14 [
ततो निशुंभस्तुहिनाचलस्थितां विलोक्य रम्याभरणायुधां शिवाम् ॥
गिरं बभाषे रसनिर्भरां परां विलासनीभावविचक्षणो यथा ॥
]

`verse 15 [
भवादृशीनां रमणीयविग्रहे दुनोति कीर्णं खलु मालतीदलम् ॥
कथं करालाहवमातनोष्यसे महेशि तेनैव मनोज्ञवर्ष्मणा ॥
]

`verse 16 [
इतीरयित्वा वचनं महासुरो बभूव मौनी तमुवाच चंडिका ॥
वृथा किमात्थासुर मूढ संगरं कुरुष्व नागालयमन्यथा व्रज ॥
]

`verse 17 [
ततोतिरुष्टः समरे महारथश्चकार बाणावलिवृष्टिमद्भुताम् ॥
घनाघनाः संववृषुर्यथोदकं रणस्थले प्रावृडिवागता तदा ॥
]

`verse 18 [
शरैश्शितैश्शूलपरश्वधायुधैः सभिन्दिपालैः परिघैश्शरासनैः ॥
भुशुण्डिकाप्रासक्षुरप्रसंज्ञकैर्महासिभिः संयुयुधे मदोद्धतैः ॥
]

`verse 19 [
विवभ्रमुस्तत्समरे महागजा विभिन्नकुंभाअसिताद्रिसन्निभाः॥
चलद्बलाकाधवला विकेतवो विसेतवः शुंभनिशुंभकेतवः॥
]

`verse 20 [
विभिन्नदेहा दितिजा झषोपमा विकन्धरा वाजिगणा भयंकराः ॥
परासवः कालिकया कृता रणे मृगारिणा चाशिषतापरेऽसुरा॥
]

`verse 21 [
विसुस्रुवू रक्तवहास्तदन्तरे सरिच्च यास्तत्र विपुप्लुवे हतैः ॥
कचा भटानां जलनीलिकोपमास्तदुत्तरीयं सितफेनसंनिभम् ॥
]

`verse 22 [
तुरंगसादी तुरगाधिरोहिणं गजस्थितानभ्यपतन्गजारुहः ॥
रथी रथेशं खलु पत्तिरङ्घ्रिगान्समप्रतिद्वन्द्विकलिर्महानभूत् ॥
]

`verse 23 [
ततो निशुंभो हृदये व्यचिन्तयत्करालकालोयमुपागतोऽधुना ॥
भवेद्दरिद्रोऽपि महाधनो महाधनो दरिद्रो विपरीतकालतः ॥
]

`verse 24 [
जडो भवेत्स्फीतमतिर्महामतिर्जडो नृशंसो बहुमन्तु संस्तुतः ॥
पराजयं याति रणे महाबला जयंति संग्राममुखे च दुर्बलाः ॥
]

`verse 25 [
जयोऽजयो वा परमेश्वरेच्छया भवत्यनायासत एव देहिनाम् ॥
न कालमुल्लंघ्य शशाक जीवितुं महेश्वरः पद्मजनी रमापतिः॥
]

`verse 26 [
उपेत्य संग्राममुखं पलायनं न साधुवीरा हृदयेऽनुमन्वते॥
परंतु युद्धे कथमेतया जयो विनाशितं मे सकलं बलं यथा॥
]

`verse 27 [
इयं हि नूनं सुरकर्म साधितुं समागता दैत्यबलं च बाधितुम् ॥
पुराणमूर्तिः प्रकृतिः परा शिवा न लौकिकीयं वनिता कदापि वा ॥
]

`verse 28 [
वधोऽपि नारीविहितोऽयशस्करः प्रगीयते युद्धरसं लिलिक्षुभिः ॥
तथाप्यकृत्वा समरं कथं मुखं प्रदर्शयामोऽसुरराजसन्निधौ॥
]

`verse 29 [
विचारयित्वेति महारथो रथं महान्तमध्यास्य नियन्तृचोदितम्॥
ययौ द्रुतं यत्र महेश्वरांगना सुरांगनाप्रार्थितयौवनोद्गमा॥
]

`verse 30 [
अवोचदेनां स महेशि किं भवेदेभिर्हतैर्वेतनजीविभिर्भटैः॥
तवास्ति कांक्षा यदि योद्धुमावयोस्तदा रणः स्याद्धृतयुद्धसत्पटैः॥
]

`verse 31 [
उवाच कालीं प्रति कौशिकी तदा समीक्ष्यतामेष दुराग्रहोऽनयोः ॥
करोति कालो विपदागमे मतिं विभिन्नवृत्तिं सदसत्प्रवर्तकः ॥
]

`verse 32 [
ततो निशुंभोऽभिजघान चण्डिकां शरैस्सहस्रैश्च तथैव कालिकाम् ॥
बिभेद बाणानसुरप्रचोदितान्सहस्रखण्डं स्वशरोत्करैः शिवा॥ ॥
]

`verse 33 [
ततः समुत्थाय कृपाणमुज्ज्वलं स चर्म्म कण्ठीरवमूर्ध्न्यताडयत् ॥
बिभेद तं चापि महासिनाम्बिका यथा कुठारेण तरुं तरुश्छिदः ॥
]

`verse 34 [
स भिन्नखड्गो निचखान मार्गणं पराम्बिका वक्षसि सोऽपि चिच्छिदे ॥
पुनस्त्रिशूलं हृदयेऽक्षिपत्तदप्यचूर्ण यन्मुष्टिनिपातनेन सा ॥
]

`verse 35 [
गदां समादाय पुनर्महारथोऽभ्यधावदम्बां मरणोन्मुखोऽसुरः॥
अचूर्णयत्तामपि शूलधारया पुनस्त्रि शूलं विददार सोऽन्यया ॥
]

`verse 36 [
ततोम्बिका भीमभुजंगमोपमैस्सुरद्विषां शोणितचूषणोचितैः ॥
निशुम्भमात्मीयशिलीमुखै श्शितैर्निहत्य भूमीमनयद्विषोक्षितैः ॥
]

`verse 37 [
निपातितेऽमानबलेऽसुरप्रभुः कनीयसि भ्रातरि रोषपूरितः ॥
रथस्थितो बाहुभिरष्ट भिर्वृतो जगाम यत्र प्रमदा महेशितुः ॥
]

`verse 38 [
अवादयच्छंखमरिन्दमं तदा धनुस्स्वनं चापि चकार दुःसहम् ॥
ननाद सिंहोऽपि सटां विधूनयन्बभूव नादत्रयनादितन्नभः॥
]

`verse 39 [
ततोऽट्टहासं जगदम्बिका करोद्वितत्रसुस्तेन सुरारयोऽखिलाः॥
जयेति शब्दं जगदुस्तदा सुरा यदाम्बिकोवाच रणे स्थिरो भव ॥
]

`verse 40 [
दैत्यराजो महतीं ज्वलच्छिखां मुमोच शक्तिं निहता च सोल्कया॥
बिभेद शुंभप्रहिताञ्छराच्छिवा शिवेरितान्सोपि सहस्रधा शरान् ॥
]

`verse 41 [
त्रिशूलमुत्क्षिप्य जघान चण्डिका महासुरं तं स पपात मूर्च्छितः ॥
विभिन्नपक्षो हरिणा यथा नगः प्रकंपयन् द्यां वसुधां स वारिधिम् ॥
]

`verse 42 [
ततो मृषित्वा त्रिशिखोद्भवां व्यथां विधाय बाहूनयुतं महाबलः ॥
स कालिकां सिंहयुतां महेश्वरीं जघान चक्रैरमरक्षयंकरैः॥
]

`verse 43 [
तदस्तचक्राणि विभिद्य लीलया त्रिशूलमुद्गूर्य्य जघान सासुरम् ॥
शिवा जगत्पावनपाणिपङ्कजादुपात्तमृत्यू परमं पदं गतौ॥
]

`verse 44 [
हते तस्मिन्महावीर्य्ये निशुंभे भीमविक्रमे॥
शुंभे च सकला दैत्या विविशुर्बलिसद्मनि ॥
]

`verse 45 [
भक्षिता अपरे कालीसिंहाद्यैरमरद्विषः ॥
पलायितास्तथान्ये च दशदिक्षु भयाकुलाः ॥
]

`verse 46 [
बभूवुर्मार्गवाहिन्यस्सरितः स्वच्छपाथसः ॥
ववुर्वाताः सुखस्पर्शा निर्मलत्वं ययौ नभः॥
]

`verse 47 [
पुनर्यागः समारेभे देवैर्ब्रह्मर्षिभिस्तथा ॥
सुखिनश्चाभवन्सर्वे महेन्द्राद्या दिवौकसः ॥
]

`verse 48 [
पवित्रं परमं पुण्यमुमायाश्चरितं प्रभो ॥
दैत्यराजवधोपेतं श्रद्धया यः समभ्य सेत् ॥
]

`verse 49 [
स भुक्त्वेहाखिलान्भोगांस्त्रिदशैरपि दुर्लभान् ॥
परत्रोमालयं गच्छेन्महामायाप्रसादतः ॥
]

`speaker [
ऋषिरुवाच
]

`verse 50 [
एवन्देवी समुत्पन्ना शुंभासुरनिबर्हिणी ॥
प्रोक्ता सरस्वती साक्षादुमांशाविर्भवा नृप ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहि तायां निशुंभशुंभवधोपाख्याने सरस्वतीप्रादुर्भाववर्णनंनामाष्टश्चत्वारिंशोऽध्यायः ॥
]
