`speaker [
मुनय ऊचुः
]

`verse 1 [
उमाया भुवनेशान्यास्सूत सर्वार्थवित्तम ॥
अवतारं समाचक्ष्व यतो जाता सरस्वती ॥
]

`verse 2 [
या गीयते परब्रह्ममूलप्रकृतिरीश्वरी ॥
निराकारापि साकारा नित्या नन्दमथी सती ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
तापसाः शृणुत प्रेम्णा चरित्रं परमं महत् ॥
यस्य विज्ञानमात्रेण नरो याति परां गतिम् ॥
]

`verse 4 [
देवदानवयोर्युद्धमेकदासीत्परस्परम् ॥
महामायाप्रभावेणामराणां विजयोऽभवत्॥
]

`verse 5 [
ततोऽवलिप्ता अमरास्स्वप्रशंसां वितेनिरे॥
वयं धन्या वयं धन्या किं करिष्यंति नोऽसुराः ॥
]

`verse 6 [
ये प्रभावं समालोक्यास्माकं परमदुःसहम् ॥
भीता नागालयं याता यातयातेति वादिनः ॥
]

`verse 7 [
अहो बलमहो तेजो दैत्यवंशक्षयंकरम् ॥
अहो भाग्यं सुमनसामेवं सर्वेऽभ्यवर्णयन् ॥
]

`verse 8 [
तत आविरभूत्तेजः कूटरूपन्तदैव हि ॥
अदृष्टपूर्वं तद्दृष्ट्वा विस्मिता अभवन्सुराः ॥
]

`verse 9 [
किमिदं किमिदं चेति रुद्धकण्ठास्समब्रुवन ॥
अजानन्तः परं श्यामानु भावं मानभञ्जनम् ॥
]

`verse 10 [
तत आज्ञापयद्देवान्देवानामधिनायकः ॥
यात यूयं परीक्षध्वं याथातथ्येन किन्विति ॥
]

`verse 11 [
सुरेन्द्रप्रेरितो वायुर्महसः सन्निधिं गतः ॥
कस्त्वं भोरिति सम्बोध्यावोचदेनं च तन्महः ॥
]

`verse 12 [
इति पृष्टस्तदा वायुर्महसातिगरीयसा ॥
वायुरस्मि जगत्प्राणस्साभिमानोऽब्रवीदिदम् ॥
]

`verse 13 [
जंगमाजंगमं सर्वमोतप्रोतमिदं जगत् ॥
मय्येव निखिलाधारे चालयाम्यखिलं जगत् ॥ ॥
]

`verse 14 [
तदोवाच महातेजः शक्तोऽसि यदि चालने ॥
धृतमेतत्तृणं वायो चालयस्व निजेच्छया ॥
]

`verse 15 [
ततः सर्वप्रयत्नेनाकरोद्यत्नं सदागतिः ॥
न चचाल यदा स्थानात्तदासौ लज्जितोऽभवत ॥
]

`verse 16 [
तूष्णीं भूत्वा ततो वायुर्जगामेन्द्रं सभां प्रति ॥
कथयामास तद् वृत्तं स्वकीयाभिभवान्वितम् ॥
]

`verse 17 [
सर्वेशत्वं वयं सर्वे मृषैवात्मनि मन्महे ॥
न पारयामहे किंचिद्वि धातुं क्षुद्रवस्त्वपि ॥
]

`verse 18 [
ततश्च प्रेषयामास मरुत्वान्सकलान्सुरान् ॥
न शेकुस्ते यदा ज्ञातुं तदेन्द्रः स्वयमभ्यगात् ॥
]

`verse 19 [
मघवन्तमथायान्तं दृष्ट्वा तेजोतिदुःसहम्॥
बभूवान्तर्हितं सद्यो विस्मितोऽभूच्च वासवः॥
]

`verse 20 [
चरित्रमीदृशं यस्य तमेव शरणं श्रये ॥
इति संचिन्तयामास सहस्राक्षः पुनःपुनः ॥
]

`verse 21 [
एतस्मिन्नंतरे तत्र निर्व्याजकरुणातनुः ॥
तेषामनुग्रहं कर्तुं हर्तुं गर्वं शिवांगना। ॥
]

`verse 22 [
चैत्रशुक्लनवम्यां तु मध्याह्नस्थे दिवाकरे ॥
प्रादुरासीदुमा देवी सच्चिदानन्दरूपिणी ॥
]

`verse 23 [
महोमध्ये विराजन्ती भासयन्ती दिशो रुचा ॥
बोधयन्ती सुरान्सर्वान्ब्रह्मैवाहमिति स्फुटम् ॥
]

`verse 24 [
चतुर्भिर्दधती हस्तैर्वरपाशांकुशाभयान् ॥
श्रुतिभिस्सेविता रम्या नवयौवनगर्विता ॥
]

`verse 25 [
रक्ताम्बरपरीधाना रक्तमाल्यानुलेपना ॥
कोटिकंदर्प्पसंकाशा चन्द्रकोटिसमप्रभा। ॥
]

`verse 26 [
व्याजहार महामाया सर्वान्तर्य्यामिरूपिणी ॥
साक्षिणी सर्वभूतानां परब्रह्मस्वरूपिणी ॥
]

`speaker [
उमोवाच
]

`verse 27 [
न ब्रह्मा न सुरारातिर्न पुरारातिरीश्वरः ॥
मदग्रे गर्वितुं किंचित्का कथान्यसुपर्वणाम् ॥
]

`verse 28 [
परं ब्रह्म परं ज्योतिः प्रणवद्वन्द्वरूपिणी ॥
अहमेवास्मि सकलं मदन्यो नास्ति कश्चन ॥
]

`verse 29 [
निराकारापि साकारा सर्वतत्त्वस्वरूपिणी ॥
अप्रतर्क्यगुणा नित्या कार्यकारणरूपिणी ॥
]

`verse 30 [
कदाचिद्दयिताकारा कदाचित्पुरुषाकृतिः ॥
कदाचिदुभयाकारा सर्वाकाराहमीश्वरी ॥
]

`verse 31 [
विरञ्चिः सृष्टिकर्ताहं जगत्पाताहमच्युतः ॥
रुद्रः संहारकर्ताहं सर्वविश्वविमोहिनी ॥
]

`verse 32 [
कालिका कमलावाणी मुखास्सर्वा हि शक्तयः ॥
मदंशादेव संजातास्तथेमास्सकलाः कलाः ॥
]

`verse 33 [
मत्प्रभावाज्जितास्सर्वे युष्माभिर्द्दितिनन्दनाः ॥
तामविज्ञाय मां यूयं वृथा सर्वेशमानिनः ॥
]

`verse 34 [
यथा दारुमयीं योषां नर्तयत्यैन्द्रजालिकः ॥
तथैव सर्वभूतानि नर्तयाम्यहमीश्वरी ॥
]

`verse 35 [
मद्भयाद्वाति पवनः सर्वं दहति हव्यभुक्॥
लोकपालाः प्रकुर्वंति स्वस्वकर्माण्यनारतम् ॥
]

`verse 36 [
कदाचिद्देववर्गाणां कदाचिद्दितिजन्म नाम् ॥
करोमि विजयं सम्यक्स्वतन्त्रा निजलीलया ॥
]

`verse 37 [
अविनाशि परं धाम मायातीतं परात्परम् ॥
श्रुतयो वर्णयन्ते यत्त द्रूपन्तु ममैव हि॥
]

`verse 38 [
सगुणं निर्गुणं चेति मद्रूपं द्विविधं मतम् ॥
मायाशबलितं चैकं द्वितीयन्तदनाश्रितम् ॥
]

`verse 39 [
एवं विज्ञाय मां देवास्स्वं स्वं गर्वं विहाय च ॥
भजत प्रणयोपेताः प्रकृतिं मां सनातनीम् ॥
]

`verse 40 [
इति देव्या वचः श्रुत्वा करुणागर्भितं सुराः ॥
तुष्टुवुः परमेशानीं भक्तिसंनतकन्धराः ॥
]

`verse 41 [
क्षमस्व जगदीशानि प्रसीद परमेश्वरि ॥
मैवं भूयात्कदाचिन्नो गर्वो मातर्द्दयां कुरु ॥
]

`verse 42 [
ततःप्रभृति ते दैवा हित्वा गर्वं समाहिताः॥
उमामाराधयामासुर्यथापूर्वं यथाविधि॥
]

`verse 43 [
इति वः कथितो विप्रा उमाप्रादुर्भवो मया ॥
यस्य श्रवणमात्रेण परमं पदमश्नुते॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायामुमाप्रादुर्भाववर्णनं नामैकोनपञ्चाशत्तमोऽध्यायः ॥
]
