`speaker [
मुनय ऊचुः
]

`verse 1 [
श्रोतुकामा वयं सर्वे दुर्गाचरितमन्वहम् ॥
अपरं च महाप्राज्ञ तत्त्वं वर्णय नोऽद्भुतम् ॥
]

`verse 2 [
शृण्वतान्त्वन्मुखाम्भोजात्कथा नाना सुधोपमाः ॥
न तृप्यति मनोऽस्माकं सूत सर्वार्थवित्तम ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
दुर्गमः प्रथितो नाम्ना रुरुपुत्रो महाबलः ॥
ब्रह्मणो वरदानेन चतस्रोऽलभत श्रुतीः ॥
]

`verse 4 [
देवाजेयबलं चापि संप्राप्य जगतीतले ॥
करोति स्म बहूत्पातान्दिवि देवाश्चकम्पिरे ॥
]

`verse 5 [
सर्वा नष्टेषु वेदेषु क्रिया नष्टा बभूव ह ॥
ब्राह्मणाश्च दुराचारा बभूबुस्ससुरास्तदा ॥
]

`verse 6 [
न दानं न तपोऽत्युग्रं न यागो हवनं न हि ॥
अनावृष्टिस्ततो जाता पृथिव्यां शतवार्षिकी ॥
]

`verse 7 [
हाहाकारो महानासीत्त्रिषु लोकेषु दुःखिताः ॥
अभवंश्च जनास्सर्वे क्षुत्तृड्भ्यां पीडिता भृशम् ॥
]

`verse 8 [
सरितः सागराश्चैव वापीकूपसरांसि च ॥
निर्जला अभवन्सर्वे संशुष्का वृक्षवीरुधः ॥
]

`verse 9 [
ततो दृष्ट्वा मदाद्दुःखं प्रजानां दीनचेतसाम् ॥
त्रिदशाश्शरणं याता योगमायां महेश्वरीम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 10 [
रक्षरक्ष महामाये स्वकीयास्सकलाः प्रजाः ॥
कोपं संहर नूनन्त्वं लोका नंक्ष्यंति वान्यथा ॥
]

`verse 11 [
कथा शुंभोहतो दैत्यो निशुंभश्च महाबलः ॥
धूम्राक्षश्चण्डमुण्डौ च रक्तबीजो महाबलः ॥
]

`verse 12 [
स मधुः कैटभो दैत्यो महिषासुर एव च ॥
तथैवामुं कृपासिन्धो दीनबन्धो जहि द्रुतम् ॥
]

`verse 13 [
अपराधो भवत्येव बालकानां पदे पदे ॥
सहते को जनो लोके केवलं मातरं विना ॥
]

`verse 14 [
यदायदाभवद्दुःख देवानां ब्रह्मणान्तथा ॥
तदातदावतीर्याशु कुरुषे सुखिनो जनान् ॥
]

`verse 15 [
इति विक्लवितन्तेषां समाकर्ण्य कृपामयी ॥
अनन्ताक्षमयं रूपन्दर्शयामास साम्प्रतम् ॥
]

`verse 16 [
धनुर्बाणौ तथा पद्म नानामूलफलानि च ॥
चतुर्भिर्दधती हस्तैः प्रसन्नमुखपङ्कजा॥
]

`verse 17 [
ततो दृष्ट्वा प्रजास्तप्ताः करुणापूरितेक्षणा॥
रुरोद नव घस्राणि नव रात्रीस्समाकुला ॥
]

`verse 18 [
मोचयामास दृष्टिभ्यो वारिधाराः सहस्रशः ॥
ताभिः प्रतर्प्पिता लोका औषध्यः सकला अपि ॥
]

`verse 19 [
अगाधतोयास्सरितो बभूवुः सागरा अपि ॥
रुरुहुर्धरणीपृष्ठे शाकमूलफलानि च ॥
]

`verse 20 [
विततार करस्थानि सुमनोभ्यः फलानि च ॥
गोभ्यस्तृणानि रम्याणि तथान्येभ्यो यथार्हतः ॥
]

`verse 21 [
सन्तुष्टा अभवन्सर्वे सदैव द्विजमानुषाः ॥
ततो जगाद सा देवी किमन्यत्करवाणि वः ॥
]

`verse 22 [
समेत्योचुस्तदा देवा भवत्या तोषिता जनाः ॥
वेदान्देहि कृपां कृत्वा दुर्गमेण समाहृताम् ॥
]

`verse 23 [
तथास्त्विति प्रभाष्याह यातयात निजालयम् ॥
वितरिष्यामि वो वेदानचिरेणैव कालतः ॥
]

`verse 24 [
ततः प्रमुदिता देवास्स्वं स्वं धाम समाययुः ॥
सुप्रणम्य जगद्योनिं फुल्लेन्दीवरलोचनाम् ॥
]

`verse 25 [
ततः कोलाहलो जातो दिवि भूम्यन्तरिक्षके ॥
तच्छ्रुत्वा रौरवः सद्यो न्यरुणत्सर्वतः पुरीम् ॥
]

`verse 26 [
ततस्तेजोमयं चक्रं विधाय परितः शिवा ॥
रक्षणार्थं देवतानां स्वयं तस्माद्बहिर्गता ॥
]

`verse 27 [
ततः समभवयुद्धं देव्या दैत्यस्य चोभयोः ॥
ववृषुः समरे बाणान्निशितान्कंकटच्छिदः ॥
]

`verse 28 [
एतस्मिन्नंतरे तस्याः शरीराद्रम्यमूर्त्तयः ॥
काली तारा च्छिन्नमस्ता श्रीविद्या भुवनेश्वरी ॥
]

`verse 29 [
भैरवी बगला धूम्र श्रीमत्त्रिपुरसुदरी ॥
मातंगी च महाविद्या निर्गता दश सायुधाः॥
]

`verse 30 [
असंख्यातास्ततो जाता मातरो दिव्यमूर्त्तयः ॥
चन्द्रलेखाधरास्सर्वास्सर्वा विद्युतत्समप्रभाः ॥
]

`verse 31 [
ततो मातृगणैर्युद्धं प्रावर्तत भयंकरम् ॥
रौरवीयं हतन्ताभिर्दलमक्षौहिणीशतम् ॥
]

`verse 32 [
जघान सा तदा दैत्यं दुर्गमं शूलधारया ॥
पपात धरणीपृष्ठे खातमूलद्रुमो यथा ॥
]

`verse 33 [
इत्थं हत्वा तदा दैत्यं दुर्गमासुरनाम कम् ॥
आदाय चतुरो वेदान्ददौ देवेभ्य ईश्वरी ॥
]

`speaker [
देवा ऊचुः
]

`verse 34 [
अस्मदर्थं त्वया रूपमनन्ताक्षिमयं धृतम् ॥
मुनयः कीर्तयिष्यन्ति शताक्षीन्त्वामतोऽम्बिके ॥
]

`verse 35 [
आत्मदेहसमुद्भूतैः शाकैर्लोका मृता यतः ॥
शाकंभरीति विख्यातन्तत्ते नाम भविष्यति ॥
]

`verse 36 [
दुर्गमाख्यो महादैत्यो हतो यस्मात्ततः शिवे ॥
दुर्गां भगवतीं भद्रां व्याहरिष्यंति मानवाः ॥
]

`verse 37 [
योगनिद्रे नमस्तुभ्यं नमस्तेऽस्तु महाबले ॥
नमो ज्ञानप्रदे तुभ्यं विश्वमात्रे नमो नमः ॥
]

`verse 38 [
तत्त्वमस्यादिवाक्यैर्या बोध्यते परमेश्वरी ॥
अनन्तकोटिब्रह्माण्डनायिकायै नमो नमः ॥
]

`verse 39 [
वाङ्मनःकायदुष्प्रापां सूर्यचन्द्राग्निलोचनाम् ॥
स्तोतुं न शक्नुमो मातस्त्व त्प्रभावाबुधा वयम् ॥
]

`verse 40 [
मादृशानमरान्दृष्ट्वा कः कुर्यादीदृशीन्दयाम् ॥
वर्जयित्वा सुरेशानीं शताक्षी मातरं विना ॥
]

`verse 41 [
त्रिलोकी नाभिभूयेत बाधाभिश्च निरन्तरम् ॥
एवं कार्यस्त्वया यत्नोऽस्माकं वैरिविनाशनम् ॥
]

`verse 42 [
देव्युवाच ॥ ॥
वत्सान्दृष्ट्वा यथा गावो व्यग्रा धावन्ति सत्वरम् ॥
तथैव भवतो दृष्ट्वा धावामि व्याकुला सती ॥
]

`verse 43 [
मम युष्मानपश्यन्त्या पश्यन्त्या बालकानिव ॥
अपि प्राणान्प्रयच्छन्त्याः क्षण एको युगायते ॥
]

`verse 44 [
कापि चिन्ता न कर्त्तव्या युष्माभिर्भ क्तिशालिभिः ॥
भवत्यां मयि तिष्ठन्त्यां संहरन्त्यां निजापदः ॥
]

`verse 45 [
यथा पूर्वं हता दैत्या हनिष्यामि तथाऽसुरान्॥
संशयो नात्र कर्त्तव्यस्सत्यंसत्यं ब्रवीम्यहम् ॥
]

`verse 46 [
यदा शुंभो निशुंभश्चापरौ दैत्यौ भविष्यतः ॥
तदाहं नन्दभार्यायां यशोदायां यशोमयी ॥
]

`verse 47 [
योनिजं रूपमास्थाय जनिष्ये गोपगोकुले ॥
हनिष्याम्यसुरौ तन्मां व्याहरिष्यन्ति नन्दजाम् ॥
]

`verse 48 [
भ्रामरं रूपमास्थाय वधिष्याम्यरुणं यतः ॥
भ्रामरीति च मां लोके कीर्तयिष्यन्ति मानवाः ॥
]

`verse 49 [
कृत्वा भीमं पुना रूपं रक्षांस्यत्स्याम्यहं यदा ॥
भीमा देवीति विख्यातं तन्मे नाम भविष्यति ॥
]

`verse 50 [
यदायदाऽसुरोत्थैव बाधा भुवि भविष्यति ॥
तदातदावतीर्याहं शं करिष्याम्यसंशयम् ॥
]

`verse 51 [
या शताक्षी स्मृता देवी सैव शाकंभरी मता ॥
सैव प्रकीर्तिता दुर्गा व्यक्तिरेकैव त्रिष्वपि ॥
]

`verse 52 [
न शताक्षीसमा काचिद्दयालुर्भुवि देवता ॥
दृष्ट्वाऽरुदत्प्रजास्तप्ता या नवाहं महेश्वरी ॥
]

`colophon [
इति श्रीशिवमहापुराणे पञ्चम्यामुमासंहितायां शताक्ष्याद्यवतारवर्णनं नाम पंचाशत्तमोऽध्यायः ॥
]
