`speaker [
मुनय ऊचुः
]

`verse 1 [
व्यासशिष्य महाभाग सूत पौराणिकोत्तम ॥
अपरं श्रोतुमिच्छामः किमप्याख्यानमीशितुः॥
]

`verse 2 [
उमाया जगदम्बायाः क्रियायोगमनुत्तमम् ॥
प्रोक्तं सनत्कुमारेण व्यासाय च महात्मने ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
धन्या यूयं महात्मानो देवीभक्तिदृढव्रताः ॥
पराशक्तेः परं गुप्तं रहस्यं शृणुतादरात् ॥
]

`speaker [
व्यास उवाच
]

`verse 4 [
सनत्कुमार सर्वज्ञ ब्रह्मपुत्र महामते ॥
उमायाश्श्रोतुमिच्छामि क्रियायोगं महाद्भुतम् ॥
]

`verse 5 [
कीदृक्च लक्षणं तस्य किं कृते च फलं भवेत् ॥
प्रियं यच्च पराम्बायास्तदशेषं वदस्व मे ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 6 [
द्वैपायन यदेतत्त्वं रहस्यं परिपृच्छसि ॥
तच्छृणुष्व महाबुद्धे सर्वं मे वर्णयिष्यतः ॥
]

`verse 7 [
ज्ञानयोगः क्रियायोगो भक्तियोगस्तथैव च ॥
त्रयो मार्गास्समाख्याताः श्रीमातुर्मुक्तिमुक्तिदा ॥
]

`verse 8 [
ज्ञानयोगस्तु संयोगश्चित्तस्यैवात्मना तु यः ॥
यस्तु बाह्यार्थसंयोगः क्रियायोगः स उच्यते ॥
]

`verse 9 [
भक्तियोगो मतो देव्या आत्मनश्चैक्यभावनम् ॥
त्रयाणामपि योगानां क्रियायोगस्स उच्यते ॥
]

`verse 10 [
कर्मणा जायते भक्तिर्भक्त्या ज्ञानं प्रजायते ॥
ज्ञानात्प्रजायते मुक्तिरिति शास्त्रेषु निश्चयः॥
]

`verse 11 [
प्रधानं कारणं योगो विमुक्तेर्मुनिसत्तम ॥
क्रियायोगस्तु योगस्य परमन्ध्येयसाधनम् ॥१
]

`verse 12 [
मायान्तु प्रकृतिं विद्यान्मायावि ब्रह्म शाश्वतम् ॥
अभिन्नं तद्वपुर्ज्ञात्वा मुच्यते भवबन्धनात् ॥
]

`verse 13 [
यस्तु देव्यालयं कुर्यात्पाषाणन्दारवन्तथा ॥
मृन्मयं वाथ कालेय तस्य पुण्यफलं शृणु ॥
अहन्यहनियोगेन जयतो यन्महाफलम्॥ ॥
]

`verse 14 [
प्राप्नोति तत्फलन्देव्या यः कारयति मन्दिरम्॥
सहस्रकुलमागामि व्यतीतं च सहस्रकम् ॥
तारयति धर्मात्मा श्रीमातुर्धाम कारयन् ॥
]

`verse 15 [
कोटिजन्मकृतं पापं स्वल्पं वा यदि वा बहु ॥
श्रीमातुर्मन्दिरारम्भक्षणादेव प्रणश्यति ॥
]

`verse 16 [
नदीषु च यथा गंगा शोणः सर्वनदेषु च ॥
क्षमायां च यथा पृथ्वी गांभीर्ये च यथोदधिः ॥
]

`verse 17 [
ग्रहाणां च समस्तानां यथा सूर्यो विशिष्यते॥।
तथा सर्वेषु देवेषु श्रीपराम्बा विशिष्यते ॥
]

`verse 18 [
सर्वदेवेषु सा मुख्या यस्तस्याः कारयेद्गृहम् ॥
प्रतिष्ठां समवाप्नोति स च जन्म निजन्मनि ॥
]

`verse 19 [
वाराणस्यां कुरुक्षेत्रे प्रयागे पुष्करे तथा ॥
गंगासमुद्रतीरे च नैमिषेऽमरकण्टके ॥
]

`verse 20 [
श्रीपर्वते महापुण्ये गोकर्णे ज्ञानपर्वते ॥
मथुरायामयोध्यायां द्वारावत्यां तथैव च ॥
]

`verse 21 [
इत्यादि पुण्यदेशेषु यत्र कुत्र स्थलेऽपि वा ॥
कारयन्मातुरावासं मुक्तो भवति बन्धनात् ॥
]

`verse 22 [
इष्टकानां तु विन्यासो यावद्वर्षाणि तिष्ठति ॥
तावद्वर्षसहस्राणि मणिद्वीपे महीयते ॥
]

`verse 23 [
प्रतिमाः कारयेद्यस्तु सर्वलक्षणलक्षिताः ॥
स उमायाः परं लोकं निर्भयो व्रजति धुवम् ॥
]

`verse 24 [
देवीमूर्तिं प्रतिष्ठाप्य शुभर्तुं ग्रहतारके ॥
कृतकृत्यो भवेन्मर्त्यो योगमायाप्रसादतः ॥
]

`verse 25 [
ये भविष्यन्ति येऽतीता आकल्पात्पुरुषाः कुले ॥
तांस्तांस्तारयते देव्या मूर्तिं संस्थाप्य शोभनाम् ॥
]

`verse 26 [
त्रिलोकीस्थापनात्पुण्यं यद्भवेन्मुनिपुंगव ॥
तत्कोटिगुणितं पुण्यं श्रीदेवीस्थापनाद्भवेत् ॥
]

`verse 27 [
मध्ये देवीं स्थापयित्वा पञ्चायतनदेवताः ॥
चतुर्द्दिक्षु स्थापयेद्यस्तस्य पुण्यं न गण्यते ॥
]

`verse 28 [
विष्णोर्नाम्नां कोटिजपाद्ग्रहणेचन्द्रसूर्ययोः ॥
यत्फलं लभ्यते तस्माच्छतकोटिगुणोत्तरम् ॥
]

`verse 29 [
शिवनाम्नो जपादेव तस्मात्कोटि गुणोत्तरम् ॥
श्रीदेवीनामजापात्तु ततः कोटिगुणोत्तरम् ॥
]

`verse 30 [
देव्याः प्रासादकरणात्पुण्यन्तु समवाप्यते ॥
स्थापिता येन सा देवी जगन्माता त्रयीमयी ॥
]

`verse 31 [
न तस्य दुर्लभं किंचिच्छ्रीमातुः करुणावशात् ॥
वर्द्धते पुत्रपौत्राद्या नश्यत्यखिलकश्मलम् ॥
]

`verse 32 [
मनसा ये चिकीर्षंति मूर्तिस्थापनमुत्तमम् ॥
तेत्युमायाः परं लोकं प्रयान्ति मुनिदुर्लभम् ॥
]

`verse 33 [
क्रियमाणन्तु यः प्रेक्ष्य चेतसा ह्यनुचिन्तयेत् ॥
कारयिष्याम्यहं यर्हि संपन्मे संभविष्यति ॥
]

`verse 34 [
एवन्तस्य कुलं सद्यो याति स्वर्गं न संशयः ॥
महामायाप्रभावेण दुर्लभं किं जगत्त्रये ॥
]

`verse 35 [
श्रीपराम्बाजगद्योनिं केवलं ये समाश्रिताः ॥
ते मनुष्या न मन्तव्यास्साक्षाद्देवीगणाश्च ते ॥
]

`verse 36 [
ये व्रजन्तः स्वपन्तश्च तिष्ठन्तो वाप्यहर्निशम् ॥
उमेति द्व्यक्षरं नाम ब्रुवते ते शिवागणाः ॥
]

`verse 37 [
नित्ये नैमित्तिके देवीं ये यजन्ति परां शिवाम्॥
पुष्पैर्धूपैस्तथादीपैस्ते प्रयास्यन्त्युमालयम् ॥
]

`verse 38 [
ये देवीमण्डपं नित्यं गोमयेन मृदाथवा ॥
उपलिंपन्ति मार्जन्ति ते प्रयास्यन्त्युमालयम् ॥
]

`verse 39 [
यैर्देव्या मन्दिरं रम्यं निर्मापि तमनुत्तमम् ॥
तत्कुलीनाञ्जनान्माता ह्याशिषः संप्रयच्छति ॥
]

`verse 40 [
मदीयाः शतवर्षाणि जीवन्तु प्रेमभाग्जनाः॥
नापदामयनानीत्थं श्रीमाता वक्त्यहर्निशम्॥
]

`verse 41 [
येन मूर्तिर्म्महादेब्या उमायाः कारिता शुभा॥
नरायुतन्तत्कुलजं मणिद्वीपे महीयते॥
]

`verse 42 [
स्थापयित्वा महामायामूर्तिं सम्यक्प्रपूज्य च॥
यंयं प्रार्थयते कामं तंतं प्राप्नोति साधकः ॥
]

`verse 43 [
यः स्नापयति श्रीमातुः स्थापितां मूर्तिमुत्तमाम् ॥
घृतेन मधुनाक्तेन तत्फलं गणयेत्तु कः॥
]

`verse 44 [
चन्दनागुरुकर्पूर मांसीमुस्तादियुग्जलैः ॥
एकवर्णगवां क्षीरैः स्नापयेत्परमेश्वरीम्॥
]

`verse 45 [
धूपेनाष्टादशांगेन दद्यादाहुतिमुत्तमाम् ॥
नीराजनं चरेद्देव्या स्साज्यकर्पूरवर्तिभिः ॥
]

`verse 46 [
कृष्णाष्टम्यां नवम्यां वामायां वा पंचदिक्तिथौ ॥
पूजयेज्जगतां धात्रीं गंधपुष्पैर्विशेषतः ॥
]

`verse 47 [
संपठञ्जननीसूक्तं श्रीसूक्तमथ वा पठन्॥
देवीसूक्तमथो वापि मूकमन्त्रमथापि वा ॥
]

`verse 48 [
विष्णुक्रान्तां च तुलसीं वर्जयित्वाखिलं सुमम् ॥
देवीप्रीतिकरं ज्ञेयं कमलन्तु विशेषतः ॥
]

`verse 49 [
अर्पयेत्स्वर्णपुष्पं यो देव्यै राजतमेव वा ॥
स याति परमं धाम सिद्धकोटि भिरन्वितम् ॥
]

`verse 50 [
पूजनान्ते   सदा कार्यं दासैरेनः क्षमापनम्॥
प्रसीद परमेशानि जगदानन्ददायिनि॥
]

`verse 51 [
इति वाक्यैस्स्तुवन्मन्त्री देवीभक्तिपरायणः ॥
ध्यायेत्कण्ठीरवारूढां वरदाभयपाणिकाम् ॥
]

`verse 52 [
इत्थं ध्यात्वा महेशानीं भक्ताभीष्टफलप्रदाम् ॥
नानाफलानि पक्वानि नैवेद्यत्वे प्रकल्पयेत् ॥
]

`verse 53 [
नैवेद्यं भक्षयेद्यस्तु शंभुशक्तेः परात्मनः ॥
स निर्भूयाखिलं पङ्कं निर्मलो मानवो भवेत् ॥
]

`verse 54 [
चैत्रशुक्लतृतीयायां यो भवानीव्रतं चरेत् ॥
भववन्धननिर्मुक्तः प्राप्नुयात्परमं पदम् ॥
]

`verse 55 [
अस्यामेव तृतीयायां कुर्याद्दोलोत्सवं बुधः ॥
पूजयेज्जगतां धात्रीमुमां शंकरसंयुताम्॥
]

`verse 56 [
कुसुमैः कुंकुमैर्वस्त्रैः कर्पूरागुरुचन्दनैः ॥
धूपैर्द्दीपैस्सनैवेद्यैः स्रग्गन्धैरपरैरपि॥ ॥
]

`verse 57 [
आन्दोलयेत्ततो देवीं महामायां महेश्वरीम् ॥
श्रीगौरीं शिवसंयुक्तां सर्वकल्याणकारिणीम् ॥
]

`verse 58 [
प्रत्यब्दं कुरुते योस्यां बतमान्दोलनं तथा ॥
नियमेन शिवा तस्मै सर्वमिष्टं प्रयच्छति ॥
]

`verse 59 [
माधवस्य सिते पक्षे तृतीया याऽक्षयाभिधा॥
तस्यां यो जगदम्बाया व्रतं कुर्यादतन्द्रितः॥
]

`verse 60 [
मल्लिकामालतीचंपाजपाबन्धूकपंकजैः॥
कुसुमैः पूजयेद्गौरीं शंकरेण समन्विताम् ॥ ॥। 5.51.६० ॥
कोटिजन्मकृतं पापं मनोवाक्कायसम्भवम् ॥
निर्धूय चतुरो वर्गानक्षयानिह सोऽश्नुते ॥
]

`verse 61 [
ज्येष्ठे शुक्लतृतीयायां व्रतं कृत्वा महेश्वरीम् ॥
योऽर्चयेत्परमप्रीत्या तस्यासाध्यं न किंचन ॥
]

`verse 62 [
आषाढशुक्लपक्षीयतृतीयायां रथोत्सवम ॥
देव्याः प्रियतमं कुर्याद्यथावित्तानुसारतः ॥
]

`verse 63 [
रथं पृथ्वीं विजानीयाद्रथांगे चन्द्रभास्करौ ॥
वेदानश्वान्विजानीयात्सारथिं पद्मसं भवम् ॥
]

`verse 64 [
नानामणिगणाकीर्णं पुष्पमालाविराजितम् ॥
एवं रथं कल्पयित्वा तस्मिन्त्संस्थापयेच्छिवाम् ॥
]

`verse 65 [
लोकसंरक्षणार्थाय लोकं द्रष्टुं पराम्बिका ॥
रथमध्ये संस्थितेति भावयेन्मतिमान्नरः ॥
]

`verse 66 [
रथे प्रचलिते मन्दं जयशब्दमुदीरयेत्॥
पाहि देवि जनानस्मान्प्रपन्नान्दीनवत्सले ॥
]

`verse 67 [
इति वाक्यैस्तोषयेच्च नानावादित्रनिस्वनैः ॥
सीमान्ते तु रथं नीत्वा तत्र संपूजये द्रथे ॥
]

`verse 68 [
नानास्तोत्रैस्ततः स्तुत्वाप्यानयेत्तां स्ववेश्मनि ॥
प्रणिपातशतं कृत्वा प्रार्थयेज्जगदम्बिकाम् ॥
]

`verse 69 [
एवं यः कुरुते विद्वान्पूजाव्रतरथोत्सवम् ॥
इह भुक्त्वाखिलान्भोगान्सोन्ते देवीपदं व्रजेत् ॥
]

`verse 70 [
शुक्लायान्तु तृतीयायामेवं श्रावणभाद्रयोः॥
यो व्रतं कुरुतेऽम्बायाः पूजनं च यथाविधि ॥
]

`verse 71 [
मोदते पुत्रपौत्राद्यैर्धनाद्यैरिह सन्ततम् ॥
सोऽन्ते गच्छेदुमालोकं सर्वलोकोपरि स्थितम्॥
]

`verse 72 [
आश्विने धवले पक्षे नवरात्रव्रतं चरेत् ॥
यत्कृते सकलाः कामास्सिद्ध्यन्त्येव न संशयः ॥
]

`verse 73 [
नवरात्रव्रतस्यास्य प्रभावं वक्तुमीश्वरः ॥
चतुरास्यो न पंचास्यो न षडास्यो न कोऽपरः ॥
]

`verse 74 [
नवरात्रव्रतं कृत्वा भूपालो विरथात्मजः॥
हृतं राज्यं निजं लेभे सुरथो मुनिसत्तमाः ॥
]

`verse 75 [
ध्रुवसंधिसुतो धीमानयोध्याधिपतिर्नृपः ॥
सुदर्शनो हृतं राज्यं प्रापदस्य प्रभावतः॥॥
]

`verse 76 [
व्रतराजमिमं कृत्वा समाराध्य महेश्वरीम्॥
संसारबन्धनान्मुक्तः समाधिर्मुक्तिभागभूत्॥
]

`verse 77 [
तृतीयायां च पञ्चम्यां सप्तम्याम ष्टमीतिथौ ॥
नवम्यां वा चतुर्दश्यां यो देवी पूजयेन्नरः ॥
]

`verse 78 [
आश्विनस्य सिते पक्षे व्रतं कृत्वा विधानतः ॥
तस्य सर्वं मनोभीष्टं पूरयत्यनिशं शिवा ॥
]

`verse 79 [
यः कार्त्तिकस्य मार्गस्य पौषस्य तपसस्तथा ॥
तपस्यस्य सिते पक्षे तृतीयायां व्रतं चरेत्॥
]

`verse 80 [
लोहितैः करवीराद्यैः पुष्पैर्धूपैस्सुगन्धितैः ॥
पूजयेन्मङ्गलान्देवीं स सर्वं मंगलं लभेत्॥
]

`verse 81 [
सौभाग्याय सदा स्त्रीभिः कार्य्यमेतन्महाव्रतम्॥
विद्याधनसुताप्त्यर्थं विधेयं पुरुषैरपि ॥
]

`verse 82 [
उमामहेश्वरादीनि व्रतान्यन्यानि यान्यपि ॥
देवीप्रियाणि कार्याणि स्वभक्त्यैवं मुमुक्षुभिः॥
]

`verse 83 [
संहितेयं महापुण्या शिवभक्तिविवर्द्धिनी॥
नानाख्यानसमायुक्ता भुक्तिमुक्तिप्रदा शिवा॥
]

`verse 84 [
य एनां शृणुयाद्भक्त्या श्रावयेद्वा समाहितः ॥
पठेद्वा पाठयेद्वापि स याति परमां गतिम् ॥
]

`verse 85 [
यस्य गेहे स्थिता चेयं लिखिता ललिताक्षरैः ॥
संपूजिता च विधिवत्सर्वान्कामान्स आप्नुयात् ॥
]

`verse 86 [
भूतप्रेतपिशाचादिदुष्टेभ्यो न भयं क्वचित॥
पुत्रपौत्रादिसम्पत्तिं लभत्येव न संशयः॥। ॥
]

`verse 87 [
तस्मादियं महापुण्या रम्योमासंहिता सदा ॥
श्रोतव्या पठितव्या च शिवभक्तिमभीप्सुभिः ॥
]

`colophon [
इति श्रीशिव महापुराणे पञ्चम्यामुमासंहितायां क्रियायोगनिरूपणं नामैकपञ्चाशत्तमोऽध्यायः ॥
]
