`speaker [
श्रीराजोवाच
]

`verse 1 [
स्वायम्भुवस्येह गुरो वंशोऽयं विस्तराच्छ्रुतः।
यत्र विश्वसृजां सर्गो मनूनन्यान्वदस्व नः
]

`verse 2 [
मन्वन्तरे हरेर्जन्म कर्माणि च महीयसः।
गृणन्ति कवयो ब्रह्मंस्तानि नो वद शृण्वताम्
]

`verse 3 [
यद्यस्मिन्नन्तरे ब्रह्मन्भगवान्विश्वभावनः।
कृतवान्कुरुते कर्ता ह्यतीतेऽनागतेऽद्य वा
]

`verse 4 [
श्रीऋषिरुवाच।
मनवोऽस्मिन्व्यतीताः षट्कल्पे स्वायम्भुवादयः।
आद्यस्ते कथितो यत्र देवादीनां च सम्भवः
]

`verse 5 [
आकूत्यां देवहूत्यां च दुहित्रोस्तस्य वै मनोः।
धर्मज्ञानोपदेशार्थं भगवान्पुत्रतां गतः
]

`verse 6 [
कृतं पुरा भगवतः कपिलस्यानुवर्णितम्।
आख्यास्ये भगवान्यज्ञो यच्चकार कुरूद्वह
]

`verse 7 [
विरक्तः कामभोगेषु शतरूपापतिः प्रभुः।
विसृज्य राज्यं तपसे सभार्यो वनमाविशत्
]

`verse 8 [
सुनन्दायां वर्षशतं पदैकेन भुवं स्पृशन्।
तप्यमानस्तपो घोरमिदमन्वाह भारत
]

`verse 9 [
श्रीमनुरुवाच।
येन चेतयते विश्वं विश्वं चेतयते न यम्।
यो जागर्ति शयानेऽस्मिन्नायं तं वेद वेद सः
]

`verse 10 [
आत्मावास्यमिदं विश्वं यत्किञ्चिज्जगत्यां जगत्।
तेन त्यक्तेन भुञ्जीथा मा गृधः कस्य स्विद्धनम्
]

`verse 11 [
यं पश्यति न पश्यन्तं चक्षुर्यस्य न रिष्यति।
तं भूतनिलयं देवं सुपर्णमुपधावत
]

`verse 12 [
न यस्याद्यन्तौ मध्यं च स्वः परो नान्तरं बहिः।
विश्वस्यामूनि यद्यस्माद्विश्वं च तदृतं महत्
]

`verse 13 [
स विश्वकायः पुरुहूतईशः सत्यः स्वयंज्योतिरजः पुराणः।
धत्तेऽस्य जन्माद्यजयात्मशक्त्या तां विद्ययोदस्य निरीह आस्ते
]

`verse 14 [
अथाग्रे ऋषयः कर्माणीहन्तेऽकर्महेतवे।
ईहमानो हि पुरुषः प्रायोऽनीहां प्रपद्यते
]

`verse 15 [
ईहते भगवानीशो न हि तत्र विसज्जते।
आत्मलाभेन पूर्णार्थो नावसीदन्ति येऽनु तम्
]

`verse 16 [
तमीहमानं निरहङ्कृतं बुधं निराशिषं पूर्णमनन्यचोदितम्।
नॄन्शिक्षयन्तं निजवर्त्मसंस्थितं प्रभुं प्रपद्येऽखिलधर्मभावनम्
]

`speaker [
श्रीशुक उवाच
]

`verse 17 [
इति मन्त्रोपनिषदं व्याहरन्तं समाहितम्।
दृष्ट्वासुरा यातुधाना जग्धुमभ्यद्रवन्क्षुधा
]

`verse 18 [
तांस्तथावसितान्वीक्ष्य यज्ञः सर्वगतो हरिः।
यामैः परिवृतो देवैर्हत्वाशासत्त्रिविष्टपम्
]

`verse 19 [
स्वारोचिषो द्वितीयस्तु मनुरग्नेः सुतोऽभवत्।
द्युमत्सुषेणरोचिष्मत्प्रमुखास्तस्य चात्मजाः
]

`verse 20 [
तत्रेन्द्रो रोचनस्त्वासीद्देवाश्च तुषितादयः।
ऊर्जस्तम्भादयः सप्त ऋषयो ब्रह्मवादिनः
]

`verse 21 [
ऋषेस्तु वेदशिरसस्तुषिता नाम पत्न्यभूत्।
तस्यां जज्ञे ततो देवो विभुरित्यभिविश्रुतः
]

`verse 22 [
अष्टाशीतिसहस्राणि मुनयो ये धृतव्रताः।
अन्वशिक्षन्व्रतं तस्य कौमारब्रह्मचारिणः
]

`verse 23 [
तृतीय उत्तमो नाम प्रियव्रतसुतो मनुः।
पवनः सृञ्जयो यज्ञ होत्राद्यास्तत्सुता नृप
]

`verse 24 [
वसिष्ठतनयाः सप्त ऋषयः प्रमदादयः।
सत्या वेदश्रुता भद्रा देवा इन्द्रस्तु सत्यजित्
]

`verse 25 [
धर्मस्य सूनृतायां तु भगवान्पुरुषोत्तमः।
सत्यसेन इति ख्यातो जातः सत्यव्रतैः सह
]

`verse 26 [
सोऽनृतव्रतदुःशीलानसतो यक्षराक्षसान्।
भूतद्रुहो भूतगणांश्चावधीत्सत्यजित्सखः
]

`verse 27 [
चतुर्थ उत्तमभ्राता मनुर्नाम्ना च तामसः।
पृथुः ख्यातिर्नरः केतुरित्याद्या दश तत्सुताः
]

`verse 28 [
सत्यका हरयो वीरा देवास्त्रिशिख ईश्वरः।
ज्योतिर्धामादयः सप्त ऋषयस्तामसेऽन्तरे
]

`verse 29 [
देवा वैधृतयो नाम विधृतेस्तनया नृप।
नष्टाः कालेन यैर्वेदा विधृताः स्वेन तेजसा
]

`verse 30 [
तत्रापि जज्ञे भगवान्हरिण्यां हरिमेधसः।
हरिरित्याहृतो येन गजेन्द्रो मोचितो ग्रहात्
]

`speaker [
श्रीराजोवाच
]

`verse 31 [
बादरायण एतत्ते श्रोतुमिच्छामहे वयम्।
हरिर्यथा गजपतिं ग्राहग्रस्तममूमुचत्
]

`verse 32 [
तत्कथासु महत्पुण्यं धन्यं स्वस्त्ययनं शुभम्।
यत्र यत्रोत्तमश्लोको भगवान्गीयते हरिः
]

`speaker [
श्रीसूत उवाच
]

`verse 33 [
परीक्षितैवं स तु बादरायणिः प्रायोपविष्टेन कथासु चोदितः।
उवाच विप्राः प्रतिनन्द्य पार्थिवं मुदा मुनीनां सदसि स्म शृण्वताम्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामष्टमस्कन्धे मन्वन्तरानुचरिते प्रथमोऽध्यायः।
।
।
]
