`preface [
श्रीमद्‌भागवत महापुराण

अष्टमः स्कन्धः - द्वितीयोऽध्यायः

गजेंद्रोपाख्याने गजग्राहयुद्धवर्णनम् -श्रीशुक उवाच -

आसीद् गिरिवरो राजन् त्रिकूट इति विश्रुतः ।
]

`verse 1 [
क्षीरोदेनावृतः श्रीमान् योजनायुतमुच्छ्रितः
]

`verse 2 [
तावता विस्तृतः पर्यक्त्रिभिः श्रृङ्‌गैः पयोनिधिम् । 

दिशः खं रोचयन्नास्ते रौप्यायसहिरण्मयैः
]

`verse 3 [
अन्यैश्च ककुभः सर्वा रत्‍नधातुविचित्रितैः । 

नानाद्रुमलतागुल्मैः निर्घोषैः निर्झराम्भसाम्
]

`verse 4 [
स चावनिज्यमानाङ्‌घ्रिः समन्तात् पयऊर्मिभिः । 

करोति श्यामलां भूमिं हरिन् मरकताश्मभिः
]

`verse 5 [
सिद्धचारणगन्धर्व विद्याधरमहोरगैः । 

किन्नरैः अप्सरोभिश्च क्रीडद्‌भिः जुष्टकन्दरः
]

`verse 6 [
यत्र सङ्‌गीतसन्नादैः नदद्‍गुहममर्षया । 

अभिगर्जन्ति हरयः श्लाघिनः परशंकया
]

`verse 7 [
नानारण्यपशुव्रात संकुलद्रोण्यलंकृतः । 

चित्रद्रुमसुरोद्यान कलकण्ठविहंगमः
]

`verse 8 [
सरित्सरोभिरच्छोदैः पुलिनैः मणिवालुकैः । 

देवस्त्रीमज्जनामोद सौरभाम्ब्वनिलैर्युतः
]

`verse 9 [
तस्य द्रोण्यां भगवतो वरुणस्य महात्मनः । 

उद्यानं ऋतुमन्नाम आक्रीडं सुरयोषिताम्
]

`verse 10 [
सर्वतोऽलंकृतं दिव्यैः नित्यपुष्पफलद्रुमैः । 

मन्दारैः पारिजातैश्च पाटलाशोकचम्पकैः
]

`verse 11 [
चूतैः पियालैः पनसैः आम्रैः आम्रातकैरपि । 

क्रमुकैर्नारिकेलैश्च खर्जूरैः बीजपूरकैः
]

`verse 12 [
मधुकैः शालतालैश्च तमालै रसनार्जुनैः । 

अरिष्टोडुम्बरप्लक्षैः वटैः किंशुकचन्दनैः
]

`verse 13 [
पिचुमर्दैः कोविदारैः सरलैः सुरदारुभिः । 

द्राक्षेक्षु रम्भाजम्बुभिः बदर्यक्षाभयामलैः
]

`verse 14 [
बिल्वैः कपित्थैर्जम्बीरैः वृतो भल्लातकादिभिः । 

तस्मिन्सरः सुविपुलं लसत्काञ्चनपंकजम्
]

`verse 15 [
कुमुदोत्पलकह्लार शतपत्रश्रियोर्जितम् । 

मत्तषट्पदनिर्घुष्टं शकुन्तैश्च कलस्वनैः
]

`verse 16 [
हंसकारण्डवाकीर्णं चक्राह्वैः सारसैरपि । 

जलकुक्कुटकोयष्टि दात्यूहकुलकूजितम्
]

`verse 17 [
मत्स्यकच्छपसञ्चार चलत्पद्मरजःपयः । 

कदम्बवेतसनल नीपवञ्जुलकैर्वृतम्
]

`verse 18 [
कुन्दैः कुरुबकाशोकैः शिरीषैः कूटजेङ्‌गुदैः । 

कुब्जकैः स्वर्णयूथीभिः नागपुन्नाग जातिभिः
]

`verse 19 [
मल्लिकाशतपत्रैश्च माधवीजालकादिभिः । 

शोभितं तीरजैश्चान्यैः नित्यर्तुभिरलं द्रुमैः
]

`verse 20 [
तत्रैकदा तद्‌गिरिकाननाश्रयः 

     करेणुभिर्वारणयूथपश्चरन् । 

सकण्टकं कीचकवेणुवेत्रवद् 

     विशालगुल्मं प्ररुजन् वनस्पतीन्
]

`verse 21 [
यद्‍गन्धमात्राद्धरयो गजेन्द्रा 

     व्याघ्रादयो व्यालमृगाः सखड्गाः । 

महोरगाश्चापि भयाद्द्रवन्ति 

     सगौरकृष्णाः सरभाश्चमर्यः
]

`verse 22 [
वृका वराहा महिषर्क्षशल्या 

     गोपुच्छशालावृकमर्कटाश्च । 

अन्यत्र क्षुद्रा हरिणाः शशादयः 

     चरन्त्यभीता यदनुग्रहेण
]

`verse 23 [
स घर्मतप्तः करिभिः करेणुभिः 

     वृतो मदच्युत्कलभैरनुद्रुतः । 

गिरिं गरिम्णा परितः प्रकम्पयन् 

     निषेव्यमाणोऽलिकुलैर्मदाशनैः
]

`verse 24 [
सरोऽनिलं पङ्‌कजरेणुरूषितं 

     जिघ्रन् विदूरान् मदविह्वलेक्षणः । 

वृतः स्वयूथेन तृषार्दितेन तत् 

     सरोवराभ्याशमथागमद् द्रुतम्
]

`verse 25 [
विगाह्य तस्मिन् अमृताम्बु निर्मलं 

     हेमारविन्दोत्पलरेणुवासितम् । 

पपौ निकामं निजपुष्करोद्धृतं 

     आत्मानमद्‌भिः स्नपयन्गतक्लमः
]

`verse 26 [
स पुष्करेणोद्‌धृतशीकराम्बुभिः 

     निपाययन् संस्नपयन्यथा गृही । 

घृणी करेणुः करभांश्च दुर्मदो 

     नाचष्ट कृच्छ्रं कृपणोऽजमायया
]

`verse 27 [
तं तत्र कश्चिन्नृप दैवचोदितो 

     ग्राहो बलीयांश्चरणे रुषाग्रहीत् । 

यदृच्छयैवं व्यसनं गतो गजो 

     यथाबलं सोऽतिबलो विचक्रमे
]

`verse 28 [
तथाऽऽतुरं यूथपतिं करेणवो 

     विकृष्यमाणं तरसा बलीयसा । 

विचुक्रुशुर्दीनधियोऽपरे गजाः 

     पार्ष्णिग्रहास्तारयितुं न चाशकन्
]

`verse 29 [
नियुध्यतोरेवमिभेन्द्रनक्रयोः 

     विकर्षतोरन्तरतो बहिर्मिथः । 

समाः सहस्रं व्यगमन् महीपते 

     सप्राणयोश्चित्रममंसतामराः
]

`verse 30 [
ततो गजेन्द्रस्य मनोबलौजसां 

     कालेन दीर्घेण महानभूद् व्ययः । 

विकृष्यमाणस्य जलेऽवसीदतो 

     विपर्ययोऽभूत् सकलं जलौकसः
]

`verse 31 [
इत्थं गजेन्द्रः स यदाप संकटं 

     प्राणस्य देही विवशो यदृच्छया । 

अपारयन्नात्मविमोक्षणे चिरं 

     दध्याविमां बुद्धिमथाभ्यपद्यत
]

`verse 32 [
न मामिमे ज्ञातय आतुरं गजाः 

     कुतः करिण्यः प्रभवन्ति मोचितुम् । 

ग्राहेण पाशेन विधातुरावृतोऽपि 

     अहं च तं यामि परं परायणम्
]

`verse 33 [
यः कश्चनेशो बलिनोऽन्तकोरगात् 

     प्रचण्डवेगादभिधावतो भृशम् । 

भीतं प्रपन्नं परिपाति यद्‍भयात् 

     मृत्युः प्रधावत्यरणं तमीमहि
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

अष्टमस्कन्धे मन्वन्तरानुवर्णने गजेन्द्रोपाख्याने द्वितीयोऽध्यायः
]
