`verse 1 [
अथ तृतीयोऽध्यायः ।
श्रीबादरायणिरुवाच।
एवं व्यवसितो बुद्ध्या समाधाय मनो हृदि।
जजाप परमं जाप्यं प्राग्जन्मन्यनुशिक्षितम्
]

`speaker [
श्रीगजेन्द्र उवाच
]

`verse 2 [
ॐ नमो भगवते तस्मै यत एतच्चिदात्मकम्।
पुरुषायादिबीजाय परेशायाभिधीमहि
]

`verse 3 [
यस्मिन्निदं यतश्चेदं येनेदं य इदं स्वयम्।
योऽस्मात्परस्माच्च परस्तं प्रपद्ये स्वयम्भुवम्
]

`verse 4 [
यः स्वात्मनीदं निजमाययार्पितं क्वचिद्विभातं क्व च तत्तिरोहितम्।
अविद्धदृक्साक्ष्युभयं तदीक्षते स आत्ममूलोऽवतु मां परात्परः
]

`verse 5 [
कालेन पञ्चत्वमितेषु कृत्स्नशो लोकेषु पालेषु च सर्वहेतुषु।
तमस्तदासीद्गहनं गभीरं यस्तस्य पारेऽभिविराजते विभुः
]

`verse 6 [
न यस्य देवा ऋषयः पदं विदुर्जन्तुः पुनः कोऽर्हति गन्तुमीरितुम्।
यथा नटस्याकृतिभिर्विचेष्टतो दुरत्ययानुक्रमणः स मावतु
]

`verse 7 [
दिदृक्षवो यस्य पदं सुमङ्गलं विमुक्तसङ्गा मुनयः सुसाधवः।
चरन्त्यलोकव्रतमव्रणं वने भूतात्मभूताः सुहृदः स मे गतिः
]

`verse 8 [
न विद्यते यस्य च जन्म कर्म वा न नामरूपे गुणदोष एव वा।
तथापि लोकाप्ययसम्भवाय यः स्वमायया तान्यनुकालमृच्छति
]

`verse 9 [
तस्मै नमः परेशाय ब्रह्मणेऽनन्तशक्तये।
अरूपायोरुरूपाय नम आश्चर्यकर्मणे
]

`verse 10 [
नम आत्मप्रदीपाय साक्षिणे परमात्मने।
नमो गिरां विदूराय मनसश्चेतसामपि
]

`verse 11 [
सत्त्वेन प्रतिलभ्याय नैष्कर्म्येण विपश्चिता।
नमः कैवल्यनाथाय निर्वाणसुखसंविदे
]

`verse 12 [
नमः शान्ताय घोराय मूढाय गुणधर्मिणे।
निर्विशेषाय साम्याय नमो ज्ञानघनाय च
]

`verse 13 [
क्षेत्रज्ञाय नमस्तुभ्यं सर्वाध्यक्षाय साक्षिणे।
पुरुषायात्ममूलाय मूलप्रकृतये नमः
]

`verse 14 [
सर्वेन्द्रियगुणद्रष्ट्रे सर्वप्रत्ययहेतवे।
असताच्छाययोक्ताय सदाभासाय ते नमः
]

`verse 15 [
नमो नमस्तेऽखिलकारणाय निष्कारणायाद्भुतकारणाय।
सर्वागमाम्नायमहार्णवाय नमोऽपवर्गाय परायणाय
]

`verse 16 [
गुणारणिच्छन्नचिदुष्मपाय तत्क्षोभविस्फूर्जितमानसाय।
नैष्कर्म्यभावेन विवर्जितागम स्वयंप्रकाशाय नमस्करोमि
]

`verse 17 [
मादृक्प्रपन्नपशुपाशविमोक्षणाय मुक्ताय भूरिकरुणाय नमोऽलयाय।
स्वांशेन सर्वतनुभृन्मनसि प्रतीत प्रत्यग्दृशे भगवते बृहते नमस्ते
]

`verse 18 [
आत्मात्मजाप्तगृहवित्तजनेषु सक्तैर्दुष्प्रापणाय गुणसङ्गविवर्जिताय।
मुक्तात्मभिः स्वहृदये परिभाविताय ज्ञानात्मने भगवते नम ईश्वराय
]

`verse 19 [
यं धर्मकामार्थविमुक्तिकामा भजन्त इष्टां गतिमाप्नुवन्ति।
किं चाशिषो रात्यपि देहमव्ययं करोतु मेऽदभ्रदयो विमोक्षणम्
]

`verse 20 [
एकान्तिनो यस्य न कञ्चनार्थं वाञ्छन्ति ये वै भगवत्प्रपन्नाः।
अत्यद्भुतं तच्चरितं सुमङ्गलं गायन्त आनन्दसमुद्र मग्नाः
]

`verse 21 [
तमक्षरं ब्रह्म परं परेशमव्यक्तमाध्यात्मिकयोगगम्यम्।
अतीन्द्रियं सूक्ष्ममिवातिदूरमनन्तमाद्यं परिपूर्णमीडे
]

`verse 22 [
यस्य ब्रह्मादयो देवा वेदा लोकाश्चराचराः।
नामरूपविभेदेन फल्ग्व्या च कलया कृताः
]

`verse 23 [
यथार्चिषोऽग्नेः सवितुर्गभस्तयो निर्यान्ति संयान्त्यसकृत्स्वरोचिषः।
तथा यतोऽयं गुणसम्प्रवाहो बुद्धिर्मनः खानि शरीरसर्गाः
]

`verse 24 [
स वै न देवासुरमर्त्यतिर्यङ्न स्त्री न षण्ढो न पुमान्न जन्तुः।
नायं गुणः कर्म न सन्न चासन्निषेधशेषो जयतादशेषः
]

`verse 25 [
जिजीविषे नाहमिहामुया किमन्तर्बहिश्चावृतयेभयोन्या।
इच्छामि कालेन न यस्य विप्लवस्तस्यात्मलोकावरणस्य मोक्षम्
]

`verse 26 [
सोऽहं विश्वसृजं विश्वमविश्वं विश्ववेदसम्।
विश्वात्मानमजं ब्रह्म प्रणतोऽस्मि परं पदम्
]

`verse 27 [
योगरन्धितकर्माणो हृदि योगविभाविते।
योगिनो यं प्रपश्यन्ति योगेशं तं नतोऽस्म्यहम्
]

`verse 28 [
नमो नमस्तुभ्यमसह्यवेग शक्तित्रयायाखिलधीगुणाय।
प्रपन्नपालाय दुरन्तशक्तये कदिन्द्रि याणामनवाप्यवर्त्मने
]

`verse 29 [
नायं वेद स्वमात्मानं यच्छक्त्याहंधिया हतम्।
तं दुरत्ययमाहात्म्यं भगवन्तमितोऽस्म्यहम्
]

`speaker [
श्रीशुक उवाच
]

`verse 30 [
एवं गजेन्द्रमुपवर्णितनिर्विशेषं।
ब्रह्मादयो विविधलिङ्गभिदाभिमानाः।
नैते यदोपससृपुर्निखिलात्मकत्वात्।
तत्राखिलामरमयो हरिराविरासीत्
]

`verse 31 [
तं तद्वदार्तमुपलभ्य जगन्निवासः।
स्तोत्रं निशम्य दिविजैः सह संस्तुवद्भिः।
छन्दोमयेन गरुडेन समुह्यमानश्।
चक्रायुधोऽभ्यगमदाशु यतो गजेन्द्र ः!
]

`verse 32 [
सोऽन्तःसरस्युरुबलेन गृहीत आर्तो।
दृष्ट्वा गरुत्मति हरिं ख उपात्तचक्रम्।
उत्क्षिप्य साम्बुजकरं गिरमाह कृच्छ्रान्।
नारायणाखिलगुरो भगवन्नमस्ते
]

`verse 33 [
तं वीक्ष्य पीडितमजः सहसावतीर्य।
सग्राहमाशु सरसः कृपयोज्जहार।
ग्राहाद्विपाटितमुखादरिणा गजेन्द्रं ।
संपश्यतां हरिरमूमुचदुच्छ्रियाणाम्
]

`colophon ;B [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामष्टमस्कन्धे गजेन्द्र मोक्षणे तृतीयोऽध्यायः।

== ==
[http://puranastudy.ultimatefreehost.in/pur_index9/gajgra2.htm Comments on Gajendra Moksha by Dr. Aruna Upadhyaya]।
]B
