`verse 1 [
अथ चतुर्थोऽध्यायः ।
श्रीशुक उवाच।
तदा देवर्षिगन्धर्वा ब्रह्मेशानपुरोगमाः।
मुमुचुः कुसुमासारं शंसन्तः कर्म तद्धरेः
]

`verse 2 [
नेदुर्दुन्दुभयो दिव्या गन्धर्वा ननृतुर्जगुः।
ऋषयश्चारणाः सिद्धास्तुष्टुवुः पुरुषोत्तमम्
]

`verse 3 [
योऽसौ ग्राहः स वै सद्यः परमाश्चर्यरूपधृक्।
मुक्तो देवलशापेन हूहूर्गन्धर्वसत्तमः
]

`verse 4 [
प्रणम्य शिरसाधीशमुत्तमश्लोकमव्ययम्।
अगायत यशोधाम कीर्तन्यगुणसत्कथम्
]

`verse 5 [
सोऽनुकम्पित ईशेन परिक्रम्य प्रणम्य तम्।
लोकस्य पश्यतो लोकं स्वमगान्मुक्तकिल्बिषः
]

`verse 6 [
गजेन्भगवत्स्पर्शाद्विमुक्तोऽज्ञानबन्धनात्।
प्राप्तो भगवतो रूपं पीतवासाश्चतुर्भुजः
]

`verse 7 [
स वै पूर्वमभूद्रा जा पाण्ड्यो द्र विडसत्तमः।
इन्द्र द्युम्न इति ख्यातो विष्णुव्रतपरायणः
]

`verse 8 [
स एकदाराधनकाल आत्मवान्गृहीतमौनव्रत ईश्वरं हरिम्।
जटाधरस्तापस आप्लुतोऽच्युतं समर्चयामास कुलाचलाश्रमः
]

`verse 9 [
यदृच्छया तत्र महायशा मुनिः समागमच्छिष्यगणैः परिश्रितः।
तं वीक्ष्य तूष्णीमकृतार्हणादिकं रहस्युपासीनमृषिश्चुकोप ह
]

`verse 10 [
तस्मा इमं शापमदादसाधुरयं दुरात्माकृतबुद्धिरद्य।
विप्रावमन्ता विशतां तमिस्रं यथा गजः स्तब्धमतिः स एव
]

`speaker [
श्रीशुक उवाच
]

`verse 11 [
एवं शप्त्वा गतोऽगस्त्यो भगवान्नृप सानुगः।
इन्द्र द्युम्नोऽपि राजर्षिर्दिष्टं तदुपधारयन्
]

`verse 12 [
आपन्नः कौञ्जरीं योनिमात्मस्मृतिविनाशिनीम्।
हर्यर्चनानुभावेन यद्गजत्वेऽप्यनुस्मृतिः
]

`verse 13 [
एवं विमोक्ष्य गजयूथपमब्जनाभस्।
तेनापि पार्षदगतिं गमितेन युक्तः।
गन्धर्वसिद्धविबुधैरुपगीयमान।
कर्माद्भुतं स्वभवनं गरुडासनोऽगात्
]

`verse 14 [
एतन्महाराज तवेरितो मया कृष्णानुभावो गजराजमोक्षणम्।
स्वर्ग्यं यशस्यं कलिकल्मषापहं दुःस्वप्ननाशं कुरुवर्य शृण्वताम्
]

`verse 15 [
यथानुकीर्तयन्त्येतच्छ्रेयस्कामा द्विजातयः।
शुचयः प्रातरुत्थाय दुःस्वप्नाद्युपशान्तये
]

`verse 16 [
इदमाह हरिः प्रीतो गजेन्द्रं कुरुसत्तम।
शृण्वतां सर्वभूतानां सर्वभूतमयो विभुः
]

`verse 17 [
श्रीभगवानुवाच।
ये मां त्वां च सरश्चेदं गिरिकन्दरकाननम्।
वेत्रकीचकवेणूनां गुल्मानि सुरपादपान्
]

`verse 18 [
शृङ्गाणीमानि धिष्ण्यानि ब्रह्मणो मे शिवस्य च।
क्षीरोदं मे प्रियं धाम श्वेतद्वीपं च भास्वरम्
]

`verse 19 [
श्रीवत्सं कौस्तुभं मालां गदां कौमोदकीं मम।
सुदर्शनं पाञ्चजन्यं सुपर्णं पतगेश्वरम्
]

`verse 20 [
शेषं च मत्कलां सूक्ष्मां श्रियं देवीं मदाश्रयाम्।
ब्रह्माणं नारदमृषिं भवं प्रह्रादमेव च
]

`verse 21 [
मत्स्यकूर्मवराहाद्यैरवतारैः कृतानि मे।
कर्माण्यनन्तपुण्यानि सूर्यं सोमं हुताशनम्
]

`verse 22 [
प्रणवं सत्यमव्यक्तं गोविप्रान्धर्ममव्ययम्।
दाक्षायणीर्धर्मपत्नीः सोमकश्यपयोरपि
]

`verse 23 [
गङ्गां सरस्वतीं नन्दां कालिन्दीं सितवारणम्।
ध्रुवं ब्रह्मऋषीन्सप्त पुण्यश्लोकांश्च मानवान्
]

`verse 24 [
उत्थायापररात्रान्ते प्रयताः सुसमाहिताः।
स्मरन्ति मम रूपाणि मुच्यन्ते ह्येनसोऽखिलात्
]

`verse 25 [
ये मां स्तुवन्त्यनेनाङ्ग प्रतिबुध्य निशात्यये।
तेषां प्राणात्यये चाहं ददामि विपुलां गतिम्
]

`speaker [
श्रीशुक उवाच
]

`verse 26 [
इत्यादिश्य हृषीकेशः प्राध्माय जलजोत्तमम्।
हर्षयन्विबुधानीकमारुरोह खगाधिपम्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामष्टमस्कन्धे गजेन्द्र मोक्षणं नाम चतुर्थोऽध्यायः।
]
