`verse 1 [
अथ सप्तमोऽध्यायः
श्रीशुक उवाच।
ते नागराजमामन्त्र्य फलभागेन वासुकिम्।
परिवीय गिरौ तस्मिन्नेत्रमब्धिं मुदान्विताः
]

`verse 2 [
आरेभिरे सुरा यत्ता अमृतार्थे कुरूद्वह।
हरिः पुरस्ताज्जगृहे पूर्वं देवास्ततोऽभवन्
]

`verse 3 [
तन्नैच्छन्दैत्यपतयो महापुरुषचेष्टितम्।
न गृह्णीमो वयं पुच्छमहेरङ्गममङ्गलम्
]

`verse 4 [
स्वाध्यायश्रुतसम्पन्नाः प्रख्याता जन्मकर्मभिः।
इति तूष्णीं स्थितान्दैत्यान्विलोक्य पुरुषोत्तमः ।
स्मयमानो विसृज्याग्रं पुच्छं जग्राह सामरः
]

`verse 5 [
कृतस्थानविभागास्त एवं कश्यपनन्दनाः।
ममन्थुः परमं यत्ता अमृतार्थं पयोनिधिम्
]

`verse 6 [
मथ्यमानेऽर्णवे सोऽद्रि रनाधारो ह्यपोऽविशत्।
ध्रियमाणोऽपि बलिभिर्गौरवात्पाण्डुनन्दन
]

`verse 7 [
ते सुनिर्विण्णमनसः परिम्लानमुखश्रियः।
आसन्स्वपौरुषे नष्टे दैवेनातिबलीयसा
]

`verse 8 [
विलोक्य विघ्नेशविधिं तदेश्वरो दुरन्तवीर्योऽवितथाभिसन्धिः।
कृत्वा वपुः कच्छपमद्भुतं महत्प्रविश्य तोयं गिरिमुज्जहार
]

`verse 9 [
तमुत्थितं वीक्ष्य कुलाचलं पुनः समुद्यता निर्मथितुं सुरासुराः।
दधार पृष्ठेन स लक्षयोजन प्रस्तारिणा द्वीप इवापरो महान्
]

`verse 10 [
सुरासुरेन्द्रैर्भुजवीर्यवेपितं परिभ्रमन्तं गिरिमङ्ग पृष्ठतः।
बिभ्रत्तदावर्तनमादिकच्छपो मेनेऽङ्गकण्डूयनमप्रमेयः
]

`verse 11 [
तथासुरानाविशदासुरेण रूपेण तेषां बलवीर्यमीरयन्।
उद्दीपयन्देवगणांश्च विष्णुर्दैवेन नागेन्द्रमबोधरूपः
]

`verse 12 [
उपर्यगेन्द्रं गिरिराडिवान्य आक्रम्य हस्तेन सहस्रबाहुः।
तस्थौ दिवि ब्रह्मभवेन्द्र मुख्यैरभिष्टुवद्भिः सुमनोऽभिवृष्टः
]

`verse 13 [
उपर्यधश्चात्मनि गोत्रनेत्रयोः परेण ते प्राविशता समेधिताः।
ममन्थुरब्धिं तरसा मदोत्कटा महाद्रिणा क्षोभितनक्रचक्रम्
]

`verse 14 [
अहीन्द्र साहस्रकठोरदृङ्मुख श्वासाग्निधूमाहतवर्चसोऽसुराः।
पौलोमकालेयबलील्वलादयो दवाग्निदग्धाः सरला इवाभवन्
]

`verse 15 [
देवांश्च तच्छ्वासशिखाहतप्रभान्धूम्राम्बरस्रग्वरकञ्चुकाननान्।
समभ्यवर्षन्भगवद्वशा घना ववुः समुद्रोर्म्युपगूढवायवः
]

`verse 16 [
मथ्यमानात्ता सिन्धोर्देवासुरवरूथपैः।
यदा सुधा न जायेत निर्ममन्थाजितः स्वयम्
]

`verse 17 [
मेघश्यामः कनकपरिधिः कर्णविद्योतविद्युन्।
मूर्ध्नि भ्राजद्विलुलितकचः स्रग्धरो रक्तनेत्रः।
जैत्रैर्दोर्भिर्जगदभयदैर्दन्दशूकं गृहीत्वा।
मथ्नन्मथ्ना प्रतिगिरिरिवाशोभताथोद्धृताद्रिः
]

`verse 18 [
निर्मथ्यमानादुदधेरभूद्विषं महोल्बणं हालहलाह्वमग्रतः।
सम्भ्रान्तमीनोन्मकराहिकच्छपात्तिमिद्विपग्राहतिमिङ्गिलाकुलात्
]

`verse 19 [
तदुग्रवेगं दिशि दिश्युपर्यधो विसर्पदुत्सर्पदसह्यमप्रति।
भीताः प्रजा दुद्रुवुरङ्ग सेश्वरा अरक्ष्यमाणाः शरणं सदाशिवम्
]

`verse 20 [
विलोक्य तं देववरं त्रिलोक्या भवाय देव्याभिमतं मुनीनाम्।
आसीनमद्रा वपवर्गहेतोस्तपो जुषाणं स्तुतिभिः प्रणेमुः
]

`speaker [
श्रीप्रजापतय ऊचुः
]

`verse 21 [
देवदेव महादेव भूतात्मन्भूतभावन।
त्राहि नः शरणापन्नांस्त्रैलोक्यदहनाद्विषात्
]

`verse 22 [
त्वमेकः सर्वजगत ईश्वरो बन्धमोक्षयोः।
तं त्वामर्चन्ति कुशलाः प्रपन्नार्तिहरं गुरुम्
]

`verse 23 [
गुणमय्या स्वशक्त्यास्य सर्गस्थित्यप्ययान्विभो।
धत्से यदा स्वदृग्भूमन्ब्रह्मविष्णुशिवाभिधाम्
]

`verse 24 [
त्वं ब्रह्म परमं गुह्यं सदसद्भावभावनम्।
नानाशक्तिभिराभातस्त्वमात्मा जगदीश्वरः
]

`verse 25 [
त्वं शब्दयोनिर्जगदादिरात्मा प्राणेन्द्रि यद्र व्यगुणः स्वभावः।
कालः क्रतुः सत्यमृतं च धर्मस्त्वय्यक्षरं यत्त्रिवृदामनन्ति
]

`verse 26 [
अग्निर्मुखं तेऽखिलदेवतात्मा क्षितिं विदुर्लोकभवाङ्घ्रिपङ्कजम्।
कालं गतिं तेऽखिलदेवतात्मनो दिशश्च कर्णौ रसनं जलेशम्
]

`verse 27 [
नाभिर्नभस्ते श्वसनं नभस्वान्सूर्यश्च चक्षूंषि जलं स्म रेतः।
परावरात्माश्रयणं तवात्मा सोमो मनो द्यौर्भगवन्शिरस्ते
]

`verse 28 [
कुक्षिः समुद्रा गिरयोऽस्थिसङ्घा रोमाणि सर्वौषधिवीरुधस्ते।
छन्दांसि साक्षात्तव सप्त धातवस्त्रयीमयात्मन्हृदयं सर्वधर्मः
]

`verse 29 [
मुखानि पञ्चोपनिषदस्तवेश यैस्त्रिंशदष्टोत्तरमन्त्रवर्गः।
यत्तच्छिवाख्यं परमात्मतत्त्वं देव स्वयंज्योतिरवस्थितिस्ते
]

`verse 30 [
छाया त्वधर्मोर्मिषु यैर्विसर्गो नेत्रत्रयं सत्त्वरजस्तमांसि।
साङ्ख्यात्मनः शास्त्रकृतस्तवेक्षा छन्दोमयो देव ऋषिः पुराणः
]

`verse 31 [
न ते गिरित्राखिललोकपाल विरिञ्चवैकुण्ठसुरेन्द्र गम्यम्।
ज्योतिः परं यत्र रजस्तमश्च सत्त्वं न यद्ब्रह्म निरस्तभेदम्
]

`verse 32 [
कामाध्वरत्रिपुरकालगराद्यनेक।
भूतद्रुहः क्षपयतः स्तुतये न तत्ते ।
यस्त्वन्तकाल इदमात्मकृतं स्वनेत्र।
वह्निस्फुलिङ्गशिखया भसितं न वेद
]

`verse 33 [
ये त्वात्मरामगुरुभिर्हृदि चिन्तिताङ्घ्रि।
द्वन्द्वं चरन्तमुमया तपसाभितप्तम्।
कत्थन्त उग्रपरुषं निरतं श्मशाने।
ते नूनमूतिमविदंस्तव हातलज्जाः
]

`verse 34 [
तत्तस्य ते सदसतोः परतः परस्य।
नाञ्जः स्वरूपगमने प्रभवन्ति भूम्नः।
ब्रह्मादयः किमुत संस्तवने वयं तु।
तत्सर्गसर्गविषया अपि शक्तिमात्रम्
]

`verse 35 [
एतत्परं प्रपश्यामो न परं ते महेश्वर।
मृडनाय हि लोकस्य व्यक्तिस्तेऽव्यक्तकर्मणः
]

`speaker [
श्रीशुक उवाच
]

`verse 36 [
तद्वीक्ष्य व्यसनं तासां कृपया भृशपीडितः।
सर्वभूतसुहृद्देव इदमाह सतीं प्रियाम्
]

`speaker [
श्रीशिव उवाच
]

`verse 37 [
अहो बत भवान्येतत्प्रजानां पश्य वैशसम्।
क्षीरोदमथनोद्भूतात्कालकूटादुपस्थितम्
]

`verse 38 [
आसां प्राणपरीप्सूनां विधेयमभयं हि मे।
एतावान्हि प्रभोरर्थो यद्दीनपरिपालनम्
]

`verse 39 [
प्राणैः स्वैः प्राणिनः पान्ति साधवः क्षणभङ्गुरैः।
बद्धवैरेषु भूतेषु मोहितेष्वात्ममायया
]

`verse 40 [
पुंसः कृपयतो भद्रे सर्वात्मा प्रीयते हरिः।
प्रीते हरौ भगवति प्रीयेऽहं सचराचरः ।
तस्मादिदं गरं भुञ्जे प्रजानां स्वस्तिरस्तु मे
]

`speaker [
श्रीशुक उवाच
]

`verse 41 [
एवमामन्त्र्य भगवान्भवानीं विश्वभावनः।
तद्विषं जग्धुमारेभे प्रभावज्ञान्वमोदत
]

`verse 42 [
ततः करतलीकृत्य व्यापि हालाहलं विषम्।
अभक्षयन्महादेवः कृपया भूतभावनः
]

`verse 43 [
तस्यापि दर्शयामास स्ववीर्यं जलकल्मषः।
यच्चकार गले नीलं तच्च साधोर्विभूषणम्
]

`verse 44 [
तप्यन्ते लोकतापेन साधवः प्रायशो जनाः।
परमाराधनं तद्धि पुरुषस्याखिलात्मनः
]

`verse 45 [
निशम्य कर्म तच्छम्भोर्देवदेवस्य मीढुषः।
प्रजा दाक्षायणी ब्रह्मा वैकुण्ठश्च शशंसिरे
]

`verse 46 [
प्रस्कन्नं पिबतः पाणेर्यत्किञ्चिज्जगृहुः स्म तत्।
वृश्चिकाहिविषौषध्यो दन्दशूकाश्च येऽपरे
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामष्टमस्कन्धेऽमृतमथने सप्तमोऽध्यायः।
]
