`preface [
thumb|श्वेत-कृष्ण अश्वाभ्यां श्येनचितेः परिक्रमणम्
thumb|400px|उच्चैःश्रवा
]

`verse 1 [
अथाष्टमोऽध्यायः
श्रीशुक उवाच।
पीते गरे वृषाङ्केण प्रीतास्तेऽमरदानवाः।
ममन्थुस्तरसा सिन्धुं हविर्धानी ततोऽभवत्
]

`verse 2 [
तामग्निहोत्रीमृषयो जगृहुर्ब्रह्मवादिनः।
यज्ञस्य देवयानस्य मेध्याय हविषे नृप
]

`verse 3 ;B [
तत [http://puranastudy.freeoda.com/pur_index3/uchchaish.htm उच्चैःश्रवा] नाम हयोऽभूच्चन्द्र पाण्डुरः।
तस्मिन्बलिः स्पृहां चक्रे नेन्द्र ईश्वरशिक्षया
]B

`verse 4 [
तत ऐरावतो नाम वारणेन्द्रो विनिर्गतः।
दन्तैश्चतुर्भिः श्वेताद्रे र्हरन्भगवतो महिम्
]

`verse 5 [
ऐरावणादयस्त्वष्टौ दिग्गजा अभवंस्ततः।
अभ्रमुप्रभृतयोऽष्टौ च करिण्यस्त्वभवन्नृप
]

`verse 6 [
कौस्तुभाख्यमभूद्रत्नं पद्मरागो महोदधेः।
तस्मिन्मणौ स्पृहां चक्रे वक्षोऽलङ्करणे हरिः
]

`verse 7 [
ततोऽभवत्पारिजातः सुरलोकविभूषणम्।
पूरयत्यर्थिनो योऽर्थैः शश्वद्भुवि यथा भवान्
]

`verse 8 [
ततश्चाप्सरसो जाता निष्ककण्ठ्यः सुवाससः।
रमण्यः स्वर्गिणां वल्गु गतिलीलावलोकनैः
]

`verse 9 [
ततश्चाविरभूत्साक्षाच्छ्री रमा भगवत्परा।
रञ्जयन्ती दिशः कान्त्या विद्युत्सौदामनी यथा
]

`verse 10 [
तस्यां चक्रुः स्पृहां सर्वे ससुरासुरमानवाः।
रूपौदार्यवयोवर्ण महिमाक्षिप्तचेतसः
]

`verse 11 [
तस्या आसनमानिन्ये महेन्द्रो महदद्भुतम्।
मूर्तिमत्यः सरिच्छ्रेष्ठा हेमकुम्भैर्जलं शुचि
]

`verse 12 [
आभिषेचनिका भूमिराहरत्सकलौषधीः।
गावः पञ्च पवित्राणि वसन्तो मधुमाधवौ
]

`verse 13 [
ऋषयः कल्पयां चक्रुराभिषेकं यथाविधि।
जगुर्भद्राणि गन्धर्वा नट्यश्च ननृतुर्जगुः
]

`verse 14 [
मेघा मृदङ्गपणव मुरजानकगोमुखान्।
व्यनादयन्शङ्खवेणु वीणास्तुमुलनिःस्वनान्
]

`verse 15 [
ततोऽभिषिषिचुर्देवीं श्रियं पद्मकरां सतीम्।
दिगिभाः पूर्णकलशैः सूक्तवाक्यैर्द्विजेरितैः
]

`verse 16 [
समुद्रः पीतकौशेय वाससी समुपाहरत्।
वरुणः स्रजं वैजयन्तीं मधुना मत्तषट्पदाम्
]

`verse 17 [
भूषणानि विचित्राणि विश्वकर्मा प्रजापतिः।
हारं सरस्वती पद्ममजो नागाश्च कुण्डले
]

`verse 18 [
ततः कृतस्वस्त्ययनोत्पलस्रजं नदद्द्विरेफां परिगृह्य पाणिना।
चचाल वक्त्रं सुकपोलकुण्डलं सव्रीडहासं दधती सुशोभनम्
]

`verse 19 [
स्तनद्वयं चातिकृशोदरी समं निरन्तरं चन्दनकुङ्कुमोक्षितम्।
ततस्ततो नूपुरवल्गु शिञ्जितैर्विसर्पती हेमलतेव सा बभौ
]

`verse 20 [
विलोकयन्ती निरवद्यमात्मनः पदं ध्रुवं चाव्यभिचारिसद्गुणम्।
गन्धर्वसिद्धासुरयक्षचारण त्रैपिष्टपेयादिषु नान्वविन्दत
]

`verse 21 [
नूनं तपो यस्य न मन्युनिर्जयो ज्ञानं क्वचित्तच्च न सङ्गवर्जितम्।
कश्चिन्महांस्तस्य न कामनिर्जयः स ईश्वरः किं परतो व्यपाश्रयः
]

`verse 22 [
धर्मः क्वचित्तत्र न भूतसौहृदं त्यागः क्वचित्तत्र न मुक्तिकारणम्।
वीर्यं न पुंसोऽस्त्यजवेगनिष्कृतं न हि द्वितीयो गुणसङ्गवर्जितः
]

`verse 23 [
क्वचिच्चिरायुर्न हि शीलमङ्गलं क्वचित्तदप्यस्ति न वेद्यमायुषः।
यत्रोभयं कुत्र च सोऽप्यमङ्गलः सुमङ्गलः कश्च न काङ्क्षते हि माम्२३।
एवं विमृश्याव्यभिचारिसद्गुणैर्वरं निजैकाश्रयतयागुणाश्रयम्।
वव्रे वरं सर्वगुणैरपेक्षितं रमा मुकुन्दं निरपेक्षमीप्सितम्
]

`verse 24 [
तस्यांसदेश उतीं नवकञ्जमालां।
माद्यन्मधुव्रतवरूथगिरोपघुष्टाम् ।
तस्थौ निधाय निकटे तदुरः स्वधाम।
सव्रीडहासविकसन्नयनेन याता
]

`verse 25 [
तस्याः श्रियस्त्रिजगतो जनको जनन्या।
वक्षो निवासमकरोत्परमं विभूतेः।
श्रीः स्वाः प्रजाः सकरुणेन निरीक्षणेन।
यत्र स्थितैधयत साधिपतींस्त्रिलोकान्
]

`verse 26 [
शङ्खतूर्यमृदङ्गानां वादित्राणां पृथुः स्वनः।
देवानुगानां सस्त्रीणां नृत्यतां गायतामभूत्
]

`verse 27 [
ब्रह्मरुद्रा ङ्गिरोमुख्याः सर्वे विश्वसृजो विभुम्।
ईडिरेऽवितथैर्मन्त्रैस्तल्लिङ्गैः पुष्पवर्षिणः
]

`verse 28 [
श्रियावलोकिता देवाः सप्रजापतयः प्रजाः।
शीलादिगुणसम्पन्ना लेभिरे निर्वृतिं पराम्
]

`verse 29 [
निःसत्त्वा लोलुपा राजन्निरुद्योगा गतत्रपाः।
यदा चोपेक्षिता लक्ष्म्या बभूवुर्दैत्यदानवाः
]

`verse 30 [
अथासीद्वारुणी देवी कन्या कमललोचना।
असुरा जगृहुस्तां वै हरेरनुमतेन ते
]

`verse 31 [
अथोदधेर्मथ्यमानात्काश्यपैरमृतार्थिभिः।
उदतिष्ठन्महाराज पुरुषः परमाद्भुतः
]

`verse 32 [
दीर्घपीवरदोर्दण्डः कम्बुग्रीवोऽरुणेक्षणः।
श्यामलस्तरुणः स्रग्वी सर्वाभरणभूषितः
]

`verse 33 [
पीतवासा महोरस्कः सुमृष्टमणिकुण्डलः।
स्निग्धकुञ्चितकेशान्त सुभगः सिंहविक्रमः
]

`verse 34 [
अमृतापूर्णकलसं बिभ्रद्वलयभूषितः।
स वै भगवतः साक्षाद्विष्णोरंशांशसम्भवः
]

`verse 35 [
धन्वन्तरिरिति ख्यात आयुर्वेददृगिज्यभाक्।
तमालोक्यासुराः सर्वे कलसं चामृताभृतम्
]

`verse 36 [
लिप्सन्तः सर्ववस्तूनि कलसं तरसाहरन्।
नीयमानेऽसुरैस्तस्मिन्कलसेऽमृतभाजने
]

`verse 37 [
विषण्णमनसो देवा हरिं शरणमाययुः।
इति तद्दैन्यमालोक्य भगवान्भृत्यकामकृत् ।
मा खिद्यत मिथोऽर्थं वः साधयिष्ये स्वमायया
]

`verse 38 [
मिथः कलिरभूत्तेषां तदर्थे तर्षचेतसाम् ।
अहं पूर्वमहं पूर्वं न त्वं न त्वमिति प्रभो
]

`verse 39 [
देवाः स्वं भागमर्हन्ति ये तुल्यायासहेतवः।
सत्रयाग इवैतस्मिन्नेष धर्मः सनातनः
]

`verse 40 [
इति स्वान्प्रत्यषेधन्वै दैतेया जातमत्सराः।
दुर्बलाः प्रबलान्राजन्गृहीतकलसान्मुहुः
]

`verse 41 [
एतस्मिन्नन्तरे विष्णुः सर्वोपायविदीश्वरः।
योषिद्रू पमनिर्देश्यं दधारपरमाद्भुतम्
]

`verse 42 [
प्रेक्षणीयोत्पलश्यामं सर्वावयवसुन्दरम्।
समानकर्णाभरणं सुकपोलोन्नसाननम्
]

`verse 43 [
नवयौवननिर्वृत्त स्तनभारकृशोदरम्।
मुखामोदानुरक्तालि झङ्कारोद्विग्नलोचनम्
]

`verse 44 [
बिभ्रत्सुकेशभारेण मालामुत्फुल्लमल्लिकाम्।
सुग्रीवकण्ठाभरणं सुभुजाङ्गदभूषितम्
]

`verse 45 [
विरजाम्बरसंवीत नितम्बद्वीपशोभया।
काञ्च्या प्रविलसद्वल्गु चलच्चरणनूपुरम्
]

`verse 46 [
सव्रीडस्मितविक्षिप्त भ्रूविलासावलोकनैः।
दैत्ययूथपचेतःसु काममुद्दीपयन्मुहुः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामष्टमस्कन्धे भगवन्मायोपलम्भनं नामाष्टमोऽध्यायः।
]
