`preface [
श्रीमद्‌भागवत महापुराण

अष्टमः स्कन्धः - नवमोऽध्यायः

देवानां अमृतपानं दैत्यवंचनं, राहुशिरश्छेदश्च -श्रीशुक उवाच -

(अनुष्टुप्)

तेऽन्योन्यतोऽसुराः पात्रं हरन्तस्त्यक्तसौहृदाः ।
]

`verse 1 [
क्षिपन्तो दस्युधर्माण आयान्तीं ददृशुः स्त्रियम्
]

`verse 2 [
अहो रूपमहो धाम अहो अस्या नवं वयः । 

इति ते तां अभिद्रुत्य पप्रच्छुर्जातहृच्छयाः
]

`verse 3 [
का त्वं कञ्जपलाशाक्षि कुतो वा किं चिकीर्षसि । 

कस्यासि वद वामोरु मथ्नतीव मनांसि नः
]

`verse 4 [
न वयं त्वामरैर्दैत्यैः सिद्धगन्धर्वचारणैः । 

नास्पृष्टपूर्वां जानीमो लोकेशैश्च कुतो नृभिः
]

`verse 5 [
नूनं त्वं विधिना सुभ्रूः प्रेषितासि शरीरिणाम् । 

सर्वेन्द्रियमनःप्रीतिं विधातुं सघृणेन किम्
]

`verse 6 [
सा त्वं नः स्पर्धमानानां एकवस्तुनि मानिनि । 

ज्ञातीनां बद्धवैराणां शं विधत्स्व सुमध्यमे
]

`verse 7 [
वयं कश्यपदायादा भ्रातरः कृतपौरुषाः । 

विभजस्व यथान्यायं नैव भेदो यथा भवेत्
]

`verse 8 [
इति उपामंत्रितो दैत्यैः मायायोषिद् वपुर्हरिः । 

प्रहस्य रुचिरापाङ्‌गैः निरीक्षन् इदमब्रवीत्
]

`verse 9 [
श्रीभगवानुवाच - 

कथं कश्यपदायादाः पुंश्चल्यां मयि संगताः । 

विश्वासं पण्डितो जातु कामिनीषु न याति हि
]

`verse 10 [
सालावृकाणां स्त्रीणां च स्वैरिणीनां सुरद्विषः । 

सख्यान्याहुरनित्यानि नूत्‍नं नूत्‍नं विचिन्वताम्
]

`speaker [
श्रीशुक उवाच
]

`verse 11 [
इति ते क्ष्वेलितैस्तस्या आश्वस्तमनसोऽसुराः । 

जहसुर्भावगम्भीरं ददुश्चामृतभाजनम्
]

`verse 12 [
ततो गृहीत्वामृतभाजनं हरिः 

बभाष ईषत् स्मितशोभया गिरा । 

यद्यभ्युपेतं क्व च साध्वसाधु वा 

कृतं मया वो विभजे सुधामिमाम्
]

`verse 13 [
इत्यभिव्याहृतं तस्या आकर्ण्यासुरपुंगवाः । 

अप्रमाणविदस्तस्याः तत् तथेत्यन्वमंसत
]

`verse 14 [
अथोपोष्य कृतस्नाना हुत्वा च हविषानलम् । 

दत्त्वा गोविप्रभूतेभ्यः कृतस्वस्त्ययना द्विजैः
]

`verse 15 [
यथोपजोषं वासांसि परिधायाहतानि ते । 

कुशेषु प्राविशन्सर्वे प्राग् अग्रेष्वभिभूषिताः
]

`verse 16 [
प्राङ्‌मुखेषूपविष्टेषु सुरेषु दितिजेषु च । 

धूपामोदितशालायां जुष्टायां माल्यदीपकैः
]

`verse 17 [
तस्यां नरेन्द्र करभोरुरुशद्दुकूल 

     श्रोणीतटालसगतिर्मदविह्वलाक्षी । 

सा कूजती कनकनूपुरशिञ्जितेन 

     कुम्भस्तनी कलसपाणिरथाविवेश
]

`verse 18 [
तां श्रीसखीं कनककुण्डलचारुकर्ण 

     नासाकपोलवदनां परदेवताख्याम् । 

संवीक्ष्य सम्मुमुहुरुत्स्मितवीक्षणेन 

     देवासुरा विगलित स्तनपट्टिकान्ताम्
]

`meter [
अनुष्टुप्
]

`verse 19 [
असुराणां सुधादानं सर्पाणामिव दुर्नयम् । 

मत्वा जातिनृशंसानां न तां व्यभजदच्युतः
]

`verse 20 [
कल्पयित्वा पृथक् पंक्तीः उभयेषां जगत्पतिः । 

तांश्चोपवेशयामास स्वेषु स्वेषु च पंक्तिषु
]

`verse 21 [
दैत्यान् गृहीतकलसो वञ्चयन् उपसञ्चरैः । 

दूरस्थान् पाययामास जरामृत्युहरां सुधाम्
]

`verse 22 [
ते पालयन्तः समयं असुराः स्वकृतं नृप । 

तूष्णीमासन्कृतस्नेहाः स्त्रीविवादजुगुप्सया
]

`verse 23 [
तस्यां कृतातिप्रणयाः प्रणयापायकातराः । 

बहुमानेन चाबद्धा नोचुः किञ्चन विप्रियम्
]

`verse 24 [
देवलिङ्‌गप्रतिच्छन्नः स्वर्भानुर्देवसंसदि । 

प्रविष्टः सोममपिबत् चन्द्रार्काभ्यां च सूचितः
]

`verse 25 [
चक्रेण क्षुरधारेण जहार पिबतः शिरः । 

हरिस्तस्य कबन्धस्तु सुधयाप्लावितोऽपतत्
]

`verse 26 [
शिरस्त्वमरतां नीतं अजो ग्रहमचीकॢपत् । 

यस्तु पर्वणि चन्द्रार्कौ अभिधावति वैरधीः
]

`verse 27 [
पीतप्रायेऽमृते देवैः भगवान् लोकभावनः । 

पश्यतां असुरेन्द्राणां स्वं रूपं जगृहे हरिः
]

`verse 28 [
एवं सुरासुरगणाः समदेशकाल 

     हेत्वर्थकर्ममतयोऽपि फले विकल्पाः । 

तत्रामृतं सुरगणाः फलमञ्जसापुः 

     यत्पादपंकजरजःश्रयणान्न दैत्याः
]

`verse 29 [
यद् युज्यतेऽसुवसुकर्ममनोवचोभिः 

     देहात्मजादिषु नृभिस्तदसत्पृथक्त्वात् । 

तैरेव सद्‍भवति यत् क्रियतेऽपृथक्त्वात् 

     सर्वस्य तद्‍भवति मूलनिषेचनं यत्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

अष्टमस्कन्धे अमृतमथने नवमोऽध्यायः
]
