`set context {
  skandha = "08",
  adhyaya = "14",
  skandha.title = "Skandha 8",
  adhyaya.title = "Adhyāya 14"
}

`preface [
श्रीमद्‌भागवत महापुराण

अष्टमः स्कन्धः - चतुर्दशोऽध्यायः

मन्वादीनां पृथक् पृथक् कर्मनिरूपणम् -श्रीराजोवाच -

(अनुष्टुप्)

मन्वन्तरेषु भगवन् यथा मन्वादयस्त्विमे ।
]

`verse 1 [
यस्मिन्कर्मणि ये येन नियुक्ताः तद् वदस्व मे
]

`verse 2 [
श्रीऋषिरुवाच - 

मनवो मनुपुत्राश्च मुनयश्च महीपते । 

इन्द्राः सुरगणाश्चैव सर्वे पुरुषशासनाः
]

`verse 3 [
यज्ञादयो याः कथिताः पौरुष्यस्तनवो नृप । 

मन्वादयो जगद् यात्रां नयन्त्याभिः प्रचोदिताः
]

`verse 4 [
चतुर्युगान्ते कालेन ग्रस्तान् श्रुतिगणान्यथा । 

तपसा ऋषयोऽपश्यन् यतो धर्मः सनातनः
]

`verse 5 [
ततो धर्मं चतुष्पादं मनवो हरिणोदिताः । 

युक्ताः सञ्चारयन्ति अद्धा स्वे स्वे काले महीं नृप
]

`verse 6 [
पालयन्ति प्रजापाला यावदन्तं विभागशः । 

यज्ञभागभुजो देवा ये च तत्र अन्विताश्च तैः
]

`verse 7 [
इन्द्रो भगवता दत्तां त्रैलोक्यश्रियमूर्जिताम् । 

भुञ्जानः पाति लोकान् त्रीन् कामं लोके प्रवर्षति
]

`verse 8 [
ज्ञानं चानुयुगं ब्रूते हरिः सिद्धस्वरूपधृक् । 

ऋषिरूपधरः कर्म योगं योगेशरूपधृक्
]

`verse 9 [
सर्गं प्रजेशरूपेण दस्यून् हन्यात् स्वराड्वपुः । 

कालरूपेण सर्वेषां अभावाय पृथग्गुणः
]

`verse 10 [
स्तूयमानो जनैरेभिः मायया नामरूपया । 

विमोहितात्मभिर्नाना दर्शनैर्न च दृश्यते
]

`verse 11 [
एतत्कल्पविकल्पस्य प्रमाणं परिकीर्तितम् । 

यत्र मन्वन्तराण्याहुः चतुर्दश पुराविदः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

अष्टमस्कन्धे चतुर्दशोऽध्यायः
]
