`set context {
  skandha = "08",
  adhyaya = "15",
  skandha.title = "Skandha 8",
  adhyaya.title = "Adhyāya 15"
}

`speaker [
श्रीराजोवाच
]

`verse 1 [
बलेः पदत्रयं भूमेः कस्माद्धरिरयाचत।
भूतेश्वरः कृपणवल्लब्धार्थोऽपि बबन्ध तम्
]

`verse 2 [
एतद्वेदितुमिच्छामो महत्कौतूहलं हि नः।
यज्ञेश्वरस्य पूर्णस्य बन्धनं चाप्यनागसः
]

`speaker [
श्रीशुक उवाच
]

`verse 3 [
पराजितश्रीरसुभिश्च हापितो हीन्द्रेण राजन्भृगुभिः स जीवितः।
सर्वात्मना तानभजद्भृगून्बलिः शिष्यो महात्मार्थनिवेदनेन
]

`verse 4 [
तं ब्राह्मणा भृगवः प्रीयमाणा अयाजयन्विश्वजिता त्रिणाकम्।
जिगीषमाणं विधिनाभिषिच्य महाभिषेकेण महानुभावाः
]

`verse 5 [
ततो रथः काञ्चनपट्टनद्धो हयाश्च हर्यश्वतुरङ्गवर्णाः।
ध्वजश्च सिंहेन विराजमानो हुताशनादास हविर्भिरिष्टात्
]

`verse 6 [
धनुश्च दिव्यं पुरटोपनद्धं तूणावरिक्तौ कवचं च दिव्यम्।
पितामहस्तस्य ददौ च मालामम्लानपुष्पां जलजं च शुक्रः
]

`verse 7 [
एवं स विप्रार्जितयोधनार्थस्तैः कल्पितस्वस्त्ययनोऽथ विप्रान्।
प्रदक्षिणीकृत्य कृतप्रणामः प्रह्रादमामन्त्र्य नमश्चकार
]

`verse 8 [
अथारुह्य रथं दिव्यं भृगुदत्तं महारथः।
सुस्रग्धरोऽथ सन्नह्य धन्वी खड्गी धृतेषुधिः
]

`verse 9 [
हेमाङ्गदलसद्बाहुः स्फुरन्मकरकुण्डलः।
रराज रथमारूढो धिष्ण्यस्थ इव हव्यवाट्
]

`verse 10 [
तुल्यैश्वर्यबलश्रीभिः स्वयूथैर्दैत्ययूथपैः।
पिबद्भिरिव खं दृग्भिर्दहद्भिः परिधीनिव
]

`verse 11 [
वृतो विकर्षन्महतीमासुरीं ध्वजिनीं विभुः।
ययाविन्द्र पुरीं स्वृद्धां कम्पयन्निव रोदसी
]

`verse 12 [
रम्यामुपवनोद्यानैः श्रीमद्भिर्नन्दनादिभिः।
कूजद्विहङ्गमिथुनैर्गायन्मत्तमधुव्रतैः
]

`verse 13 [
प्रवालफलपुष्पोरु भारशाखामरद्रुमैः।
हंससारसचक्राह्व कारण्डवकुलाकुलाः ।
नलिन्यो यत्र क्रीडन्ति प्रमदाः सुरसेविताः
]

`verse 14 [
आकाशगङ्गया देव्या वृतां परिखभूतया।
प्राकारेणाग्निवर्णेन साट्टालेनोन्नतेन च
]

`verse 15 [
रुक्मपट्टकपाटैश्च द्वारैः स्फटिकगोपुरैः।
जुष्टां विभक्तप्रपथां विश्वकर्मविनिर्मिताम्
]

`verse 16 [
सभाचत्वररथ्याढ्यां विमानैर्न्यर्बुदैर्युताम्।
शृङ्गाटकैर्मणिमयैर्वज्रविद्रुमवेदिभिः
]

`verse 17 [
यत्र नित्यवयोरूपाः श्यामा विरजवाससः।
भ्राजन्ते रूपवन्नार्यो ह्यर्चिर्भिरिव वह्नयः
]

`verse 18 [
सुरस्त्रीकेशविभ्रष्ट नवसौगन्धिकस्रजाम्।
यत्रामोदमुपादाय मार्ग आवाति मारुतः
]

`verse 19 [
हेमजालाक्षनिर्गच्छद्धूमेनागुरुगन्धिना।
पाण्डुरेण प्रतिच्छन्न मार्गे यान्ति सुरप्रियाः
]

`verse 20 [
मुक्तावितानैर्मणिहेमकेतुभिर्नानापताकावलभीभिरावृताम्।
शिखण्डिपारावतभृङ्गनादितां वैमानिकस्त्रीकलगीतमङ्गलाम्
]

`verse 21 [
मृदङ्गशङ्खानकदुन्दुभिस्वनैः सतालवीणामुरजेष्टवेणुभिः।
नृत्यैः सवाद्यैरुपदेवगीतकैर्मनोरमां स्वप्रभया जितप्रभाम्
]

`verse 22 [
यां न व्रजन्त्यधर्मिष्ठाः खला भूतद्रुहः शठाः।
मानिनः कामिनो लुब्धा एभिर्हीना व्रजन्ति यत्
]

`verse 23 [
तां देवधानीं स वरूथिनीपतिर्बहिः समन्ताद्रुरुधे पृतन्यया।
आचार्यदत्तं जलजं महास्वनं दध्मौ प्रयुञ्जन्भयमिन्द्रयोषिताम्
]

`verse 24 [
मघवांस्तमभिप्रेत्य बलेः परममुद्यमम्।
सर्वदेवगणोपेतो गुरुमेतदुवाच ह
]

`verse 25 [
भगवन्नुद्यमो भूयान्बलेर्नः पूर्ववैरिणः।
अविषह्यमिमं मन्ये केनासीत्तेजसोर्जितः
]

`verse 26 [
नैनं कश्चित्कुतो वापि प्रतिव्योढुमधीश्वरः।
पिबन्निव मुखेनेदं लिहन्निव दिशो दश ।
दहन्निव दिशो दृग्भिः संवर्ताग्निरिवोत्थितः
]

`verse 27 [
ब्रूहि कारणमेतस्य दुर्धर्षत्वस्य मद्रिपोः।
ओजः सहो बलं तेजो यत एतत्समुद्यमः
]

`verse 28 [
श्रीगुरुरुवाच।
जानामि मघवञ्छत्रोरुन्नतेरस्य कारणम्।
शिष्यायोपभृतं तेजो भृगुभिर्ब्रह्मवादिभिः
]

`verse 29 [
ओजस्विनं बलिं जेतुं न समर्थोऽस्ति कश्चन।
भवद्विधो भवान्वापि वर्जयित्वेश्वरं हरिम्
]

`verse 30 [
विजेष्यति न कोऽप्येनं ब्रह्मतेजःसमेधितम्।
नास्य शक्तः पुरः स्थातुं कृतान्तस्य यथा जनाः
]

`verse 31 [
तस्मान्निलयमुत्सृज्य यूयं सर्वे त्रिविष्टपम्।
यात कालं प्रतीक्षन्तो यतः शत्रोर्विपर्ययः
]

`verse 32 [
एष विप्रबलोदर्कः सम्प्रत्यूर्जितविक्रमः।
तेषामेवापमानेन सानुबन्धो विनङ्क्ष्यति
]

`verse 33 [
एवं सुमन्त्रितार्थास्ते गुरुणार्थानुदर्शिना।
हित्वा त्रिविष्टपं जग्मुर्गीर्वाणाः कामरूपिणः
]

`verse 34 [
देवेष्वथ निलीनेषु बलिर्वैरोचनः पुरीम्।
देवधानीमधिष्ठाय वशं निन्ये जगत्त्रयम्
]

`verse 35 [
तं विश्वजयिनं शिष्यं भृगवः शिष्यवत्सलाः।
शतेन हयमेधानामनुव्रतमयाजयन्
]

`verse 36 [
ततस्तदनुभावेन भुवनत्रयविश्रुताम्।
कीर्तिं दिक्षु वितन्वानः स रेज उडुराडिव
]

`verse 37 [
बुभुजे च श्रियं स्वृद्धां द्विजदेवोपलम्भिताम्।
कृतकृत्यमिवात्मानं मन्यमानो महामनाः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामष्टमस्कन्धे पञ्चदशोऽध्यायः।
]
