`set context {
  skandha = "08",
  adhyaya = "16",
  skandha.title = "Skandha 8",
  adhyaya.title = "Adhyāya 16"
}

`preface [
श्रीमद्‌भागवत महापुराण

अष्टमः स्कन्धः - षोडशोऽध्यायः

कश्यपस्य देवमात्रेऽदित्यै पयोव्रतोपदेशः -श्रीशुक उवाच -

(अनुष्टुप्)

एवं पुत्रेषु नष्टेषु देवमातादितिस्तदा ।
]

`verse 1 [
हृते त्रिविष्टपे दैत्यैः पर्यतप्यद् अनाथवत्
]

`verse 2 [
एकदा कश्यपस्तस्या आश्रमं भगवान् अगात् । 

निरुत्सवं निरानन्दं समाधेर्विरतश्चिरात्
]

`verse 3 [
स पत्‍नीं दीनवदनां कृतासनपरिग्रहः । 

सभाजितो यथान्यायं इदमाह कुरूद्वह
]

`verse 4 [
अप्यभद्रं न विप्राणां भद्रे लोकेऽधुनाऽऽगतम् । 

न धर्मस्य न लोकस्य मृत्योश्छन्दानुवर्तिनः
]

`verse 5 [
अपि वाकुशलं किञ्चिद्‍गृहेषु गृहमेधिनि । 

धर्मस्यार्थस्य कामस्य यत्र योगो ह्ययोगिनाम्
]

`verse 6 [
अपि वा अतिथयोऽभ्येत्य कुटुंबासक्तया त्वया । 

गृहादपूजिता याताः प्रत्युत्थानेन वा क्वचित्
]

`verse 7 [
गृहेषु येष्वतिथयो नार्चिताः सलिलैरपि । 

यदि निर्यान्ति ते नूनं फेरुराजगृहोपमाः
]

`verse 8 [
अप्यग्नयस्तु वेलायां न हुता हविषा सति । 

त्वयोद्विग्नधिया भद्रे प्रोषिते मयि कर्हिचित्
]

`verse 9 [
यत्पूजया कामदुघान् याति लोकान् गृहान्वितः । 

ब्राह्मणोऽग्निश्च वै विष्णोः सर्वदेवात्मनो मुखम्
]

`verse 10 [
अपि सर्वे कुशलिनः तव पुत्रा मनस्विनि । 

लक्षयेऽस्वस्थमात्मानं भवत्या लक्षणैरहम्
]

`verse 11 [
अदितिरुवाच - 

भद्रं द्विजगवां ब्रह्मन् धर्मस्यास्य जनस्य च । 

त्रिवर्गस्य परं क्षेत्रं गृहमेधिन् गृहा इमे
]

`verse 12 [
अग्नयोऽतिथयो भृत्या भिक्षवो ये च लिप्सवः । 

सर्वं भगवतो ब्रह्मन् अनुध्यानान्न रिष्यति
]

`verse 13 [
को नु मे भगवन् कामो न सम्पद्येत मानसः । 

यस्या भवान् प्रजाध्यक्ष एवं धर्मान् प्रभाषते
]

`verse 14 [
तवैव मारीच मनःशरीरजाः 

     प्रजा इमाः सत्त्वरजस्तमोजुषः । 

समो भवान् तास्वसुरादिषु प्रभो 

     तथापि भक्तं भजते महेश्वरः
]

`meter [
अनुष्टुप्
]

`verse 15 [
तस्मादीश भजन्त्या मे श्रेयश्चिन्तय सुव्रत । 

हृतश्रियो हृतस्थानान् सपत्‍नैः पाहि नः प्रभो
]

`verse 16 [
परैर्विवासिता साहं मग्ना व्यसनसागरे । 

ऐश्वर्यं श्रीर्यशः स्थानं हृतानि प्रबलैर्मम
]

`verse 17 [
यथा तानि पुनः साधो प्रपद्येरन् ममात्मजाः । 

तथा विधेहि कल्याणं धिया कल्याणकृत्तम
]

`speaker [
श्रीशुक उवाच
]

`verse 18 [
एवं अभ्यर्थितोऽदित्या कस्तामाह स्मयन्निव । 

अहो मायाबलं विष्णोः स्नेहबद्धं इदं जगत्
]

`verse 19 [
क्व देहो भौतिकोऽनात्मा क्व चात्मा प्रकृतेः परः । 

कस्य के पतिपुत्राद्या मोह एव हि कारणम्
]

`verse 20 [
उपतिष्ठस्व पुरुषं भगवन्तं जनार्दनम् । 

सर्वभूतगुहावासं वासुदेवं जगद्‍गुरुम्
]

`verse 21 [
स विधास्यति ते कामान् हरिर्दीनानुकंपनः । 

अमोघा भगवद्‍भक्तिः न इतरेति मतिर्मम
]

`verse 22 [
अदितिरुवाच - 

केनाहं विधिना ब्रह्मन् उपस्थास्ये जगत्पतिम् । 

यथा मे सत्यसंकल्पो विदध्यात् स मनोरथम्
]

`verse 23 [
आदिश त्वं द्विजश्रेष्ठ विधिं तदुपधावनम् । 

आशु तुष्यति मे देवः सीदन्त्याः सह पुत्रकैः । 

कश्यप उवाच -

एतन्मे भगवान् पृष्टः प्रजाकामस्य पद्मजः । 

यदाह ते प्रवक्ष्यामि व्रतं केशवतोषणम्
]

`verse 24 [
फाल्गुनस्यामले पक्षे द्वादशाहं पयोव्रतम् । 

अर्चयेत् अरविन्दाक्षं भक्त्या परमयान्वितः
]

`verse 25 [
सिनीवाल्यां मृदालिप्य स्नायात् क्रोडविदीर्णया । 

यदि लभ्येत वै स्रोतसि एतं मंत्रं उदीरयेत्
]

`verse 26 [
त्वं देव्यादिवराहेण रसायाः स्थानमिच्छता । 

उद्‌धृतासि नमस्तुभ्यं पाप्मानं मे प्रणाशय
]

`verse 27 [
निर्वर्तितात्मनियमो देवं अर्चेत् समाहितः । 

अर्चायां स्थण्डिले सूर्ये जले वह्नौ गुरौ अपि
]

`verse 28 [
नमस्तुभ्यं भगवते पुरुषाय महीयसे । 

सर्वभूतनिवासाय वासुदेवाय साक्षिणे
]

`verse 29 [
नमोऽव्यक्ताय सूक्ष्माय प्रधानपुरुषाय च । 

चतुर्विंशद्‍गुणज्ञाय गुणसंख्यानहेतवे
]

`verse 30 [
नमो द्विशीर्ष्णे त्रिपदे चतुःश्रृंगाय तन्तवे । 

सप्तहस्ताय यज्ञाय त्रयीविद्यात्मने नमः
]

`verse 31 [
नमः शिवाय रुद्राय नमः शक्तिधराय च । 

सर्वविद्याधिपतये भूतानां पतये नमः
]

`verse 32 [
नमो हिरण्यगर्भाय प्राणाय जगदात्मने । 

योगैश्वर्यशरीराय नमस्ते योगहेतवे
]

`verse 33 [
नमस्ते आदिदेवाय साक्षिभूताय ते नमः । 

नारायणाय ऋषये नराय हरये नमः
]

`verse 34 [
नमो मरकतश्याम वपुषेऽधिगतश्रिये । 

केशवाय नमस्तुभ्यं नमस्ते पीतवाससे
]

`verse 35 [
त्वं सर्ववरदः पुंसां वरेण्य वरदर्षभ । 

अतस्ते श्रेयसे धीराः पादरेणुं उपासते
]

`verse 36 [
अन्ववर्तन्त यं देवाः श्रीश्च तत्पादपद्मयोः । 

स्पृहयन्त इवामोदं भगवान् मे प्रसीदताम्
]

`verse 37 [
एतैः मंत्रैः हृर्हृषीकेशं आवाहनपुरस्कृतम् । 

अर्चयेत् श्रद्धया युक्तः पाद्योपस्पर्शनादिभिः
]

`verse 38 [
अर्चित्वा गन्धमाल्याद्यैः पयसा स्नपयेद् विभुम् । 

वस्त्रोपवीताभरण पाद्योपस्पर्शनैस्ततः
]

`verse 39 [
गन्धधूपादिभिश्चार्चेद् द्वादशाक्षरविद्यया ॥ ३९५ । 

श्रृतं पयसि नैवेद्यं शाल्यन्नं विभवे सति । 

ससर्पिः सगुडं दत्त्वा जुहुयान् मूलविद्यया
]

`verse 40 [
निवेदितं तद्‍भक्ताय दद्याद्‍भुञ्जीत वा स्वयम् । 

दत्त्वाऽऽचमनमर्चित्वा तांबूलं च निवेदयेत्
]

`verse 41 [
जपेत् अष्टोत्तरशतं स्तुवीत स्तुतिभिः प्रभुम् । 

कृत्वा प्रदक्षिणं भूमौ प्रणमेद् दण्डवन्मुदा
]

`verse 42 [
कृत्वा शिरसि तच्छेषां देवं उद्वासयेत् ततः । 

द्व्यवरान् भोजयेद् विप्रान् पायसेन यथोचितम्
]

`verse 43 [
भुञ्जीत तैरनुज्ञातः सेष्टः शेषं सभाजितैः । 

ब्रह्मचार्यथ तद् रात्र्यां श्वो भूते प्रथमेऽहनि
]

`verse 44 [
स्नातः शुचिर्यथोक्तेन विधिना सुसमाहितः । 

पयसा स्नापयित्वार्चेद् यावद् व्रतसमापनम्
]

`verse 45 [
पयोभक्षो व्रतमिदं चरेत् विष्णु अर्चनादृतः । 

पूर्ववत् जुहुयादग्निं ब्राह्मणांश्चापि भोजयेत्
]

`verse 46 [
एवं तु अहः अहः कुर्याद् द्वादशाहं पयोव्रतम् । 

हरेः आराधनं होमं अर्हणं द्विजतर्पणम्
]

`verse 47 [
प्रतिपत्-दिनं आरभ्य यावत् शुक्लत्रयोदशीम् । 

ब्रह्मचर्यमधःस्वप्नं स्नानं त्रिषवणं चरेत्
]

`verse 48 [
वर्जयेत् असद् आलापं भोगान् उच्चावचान् तथा । 

अहिंस्रः सर्वभूतानां वासुदेवपरायणः
]

`verse 49 [
त्रयोदश्यां अथो विष्णोः स्नपनं पञ्चकैर्विभोः । 

कारयेत् शास्त्रदृष्टेन विधिना विधिकोविदैः
]

`verse 50 [
पूजां च महतीं कुर्यात् वित्त शाठ्य विवर्जितः । 

चरुं निरूप्य पयसि शिपिविष्टाय विष्णवे
]

`verse 51 [
श्रृतेन तेन पुरुषं यजेत सुसमाहितः । 

नैवेद्यं चातिगुणवद् दद्यात् पुरुषतुष्टिदम्
]

`verse 52 [
आचार्यं ज्ञानसम्पन्नं वस्त्राभरणधेनुभिः । 

तोषयेत् ऋत्विजश्चैव तद् विद्धि आराधनं हरेः
]

`verse 53 [
भोजयेत् तान्गुणवता सदन्नेन शुचिस्मिते । 

अन्यांश्च ब्राह्मणान् शक्त्या ये च तत्र समागताः
]

`verse 54 [
दक्षिणां गुरवे दद्याद् ऋत्विग्भ्यश्च यथार्हतः । 

अन्नाद्येन अश्वपाकांश्च प्रीणयेत् समुपागतान्
]

`verse 55 [
भुक्तवत्सु च सर्वेषु दीनान्ध कृपणादिषु । 

विष्णोस्तत् प्रीणनं विद्वान् भुञ्जीत सह बन्धुभिः
]

`verse 56 [
नृत्यवादित्रगीतैश्च स्तुतिभिः स्वस्तिवाचकैः । 

कारयेत् तत्कथाभिश्च पूजां भगवतोऽन्वहम्
]

`verse 57 [
एतत् पयोव्रतं नाम पुरुषाराधनं परम् । 

पितामहेनाभिहितं मया ते समुदाहृतम्
]

`verse 58 [
त्वं चानेन महाभागे सम्यक् चीर्णेन केशवम् । 

आत्मना शुद्धभावेन नियतात्मा भजाव्ययम्
]

`verse 59 [
अयं वै सर्वयज्ञाख्यः सर्वव्रतमिति स्मृतम् । 

तपःसारं इदं भद्रे दानं च ईश्वरतर्पणम्
]

`verse 60 [
ते एव नियमाः साक्षात् ते एव च यमोत्तमाः । 

तपो दानं व्रतं यज्ञो येन तुष्यति अधोक्षजः
]

`verse 61 [
तस्मात् एतद्व्रतं भद्रे प्रयता श्रद्धयाचर । 

भगवान् परितुष्टस्ते वरानाशु विधास्यति
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

अष्टमस्कन्धे अदिति पयोव्रतकथनं नाम षोडशोऽध्यायः
]
