`preface [
श्रीमद्‌भागवत महापुराण

अष्टमः स्कन्धः - एकोनविंशोऽध्यायः

बलिवामनसंवादः, पदत्रयभूमियाचनम्, शुक्रद्वारा दाननिषेधश्च -श्रीशुक उवाच -

(अनुष्टुप्)

इति वैरोचनेर्वाक्यं धर्मयुक्तं स सूनृतम् ।
]

`verse 1 [
निशम्य भगवान् प्रीन्प्रीतः प्रतिनन्द्येदमब्रवीत्
]

`verse 2 [
श्रीभगवानुवाच - 

वचस्तवैतत् जनदेव सूनृतं 

     कुलोचितं धर्मयुतं यशस्करम् । 

यस्य प्रमाणं भृगवः सांपराये 

     पितामहः कुलवृद्धः प्रशान्तः
]

`meter [
अनुष्टुप्
]

`verse 3 [
न ह्येतस्मिन्कुले कश्चित् निःसत्त्वः कृपणः पुमान् । 

प्रत्याख्याता प्रतिश्रुत्य यो वादाता द्विजातये
]

`verse 4 [
न सन्ति तीर्थे युधि चार्थिनार्थिताः 

     पराङ्‌मुखा ये त्वमनस्विनो नृपाः । 

युष्मत्कुले यद् यशसामलेन 

     प्रह्राद उद्‍भाति यथोडुपः खे
]

`meter [
अनुष्टुप्
]

`verse 5 [
यतो जातो हिरण्याक्षः चरन्नेक इमां महीम् । 

प्रतिवीरं दिग्विजये नाविन्दत गदायुधः
]

`verse 6 [
यं विनिर्जित्य कृच्छ्रेण विष्णुः क्ष्मोद्धार आगतम् । 

आत्मानं जयिनं मेने तद्वीर्यं भूर्यनुस्मरन्
]

`verse 7 [
निशम्य तद्वधं भ्राता हिरण्यकशिपुः पुरा । 

हन्तुं भ्रातृहणं क्रुद्धो जगाम निलयं हरेः
]

`verse 8 [
तं आयान्तं समालोक्य शूलपाणिं कृतान्तवत् । 

चिन्तयामास कालज्ञो विष्णुर्मायाविनां वरः
]

`verse 9 [
यतो यतोऽहं तत्रासौ मृत्युः प्राणभृतामिव । 

अतोऽहं अस्य हृदयं प्रवेक्ष्यामि पराग्दृशः
]

`verse 10 [
एवं स निश्चित्य रिपोः शरीरं 

     आधावतो निर्विविशेऽसुरेन्द्र । 

श्वासानिलान्तर्हितसूक्ष्मदेहः 

     तत्प्राणरन्ध्रेण विविग्नचेताः
]

`verse 11 [
स तन्निकेतं परिमृश्य 

     शून्यमपश्यमानः कुपितो ननाद । 

क्ष्मां द्यां दिशः खं विवरान्समुद्रान् 

     विष्णुं विचिन्वन् न ददर्श वीरः
]

`meter [
अनुष्टुप्
]

`verse 12 [
अपश्यन् इति होवाच मयान्विष्टमिदं जगत् । 

भ्रातृहा मे गतो नूनं यतो नावर्तते पुमान्
]

`verse 13 [
वैरानुबन्ध एतावान् आमृत्योरिह देहिनाम् । 

अज्ञानप्रभवो मन्युः अहंमानोपबृंहितः
]

`verse 14 [
पिता प्रह्रादपुत्रस्ते तद्विद्वान् द्विजवत्सलः । 

स्वमायुर्द्विजलिंगेभ्यो देवेभ्योऽदात् स याचितः
]

`verse 15 [
भवान् आचरितान् धर्मान् आस्थितो गृहमेधिभिः । 

ब्राह्मणैः पूर्वजैः शूरैः अन्यैश्चोद्दामकीर्तिभिः
]

`verse 16 [
तस्मात् त्वत्तो महीमीषद् वृणेऽहं वरदर्षभात् । 

पदानि त्रीणि दैत्येन्द्र सम्मितानि पदा मम
]

`verse 17 [
न अन्यत् ते कामये राजन् वदान्यात् जगदीश्वरात् । 

नैनः प्राप्नोति वै विद्वान् यावदर्थप्रतिग्रहः
]

`verse 18 [
श्रीबलिरुवाच - 

अहो ब्राह्मणदायाद वाचस्ते वृद्धसम्मताः । 

त्वं बालो बालिशमतिः स्वार्थं प्रत्यबुधो यथा
]

`verse 19 [
मां वचोभिः समाराध्य लोकानां एकमीश्वरम् । 

पदत्रयं वृणीते यो अबुद्धिमान् द्वीपदाशुषम्
]

`verse 20 [
न पुमान् मां उपव्रज्य भूयो याचितुमर्हति । 

तस्माद् वृत्तिकरीं भूमिं वटो कामं प्रतीच्छ मे
]

`verse 21 [
श्रीभगवानुवाच - 

यावन्तो विषयाः प्रेष्ठाः त्रिलोक्यां अजितेन्द्रियम् । 

न शक्नुवन्ति ते सर्वे प्रतिपूरयितुं नृप
]

`verse 22 [
त्रिभिः क्रमैः असन्तुष्टो द्वीपेनापि न पूर्यते । 

नववर्षसमेतेन सप्तद्वीपवरेच्छया
]

`verse 23 [
सप्तद्वीपाधिपतयो नृपा वैन्यगयादयः । 

अर्थैः कामैर्गता नान्तं तृष्णाया इति नः श्रुतम्
]

`verse 24 [
यदृच्छयोपपन्नेन सन्तुष्टो वर्तते सुखम् । 

नासन्तुष्टः त्रिभिर्लोकैः अजितात्मोपसादितैः
]

`verse 25 [
पुंसोऽयं संसृतेर्हेतुः असन्तोषोऽर्थकामयोः । 

यदृच्छयोपपन्नेन सन्तोषो मुक्तये स्मृतः
]

`verse 26 [
यदृच्छालाभतुष्टस्य तेजो विप्रस्य वर्धते । 

तत्प्रशाम्यति असन्तोषाद् अम्भसेवाशुशुक्षणिः
]

`verse 27 [
तस्मात्त्रीणि पदान्येव वृणे त्वद् वरदर्षभात् । 

एतावतैव सिद्धोऽहं वित्तं यावत् प्रयोजनम्
]

`speaker [
श्रीशुक उवाच
]

`verse 28 [
इत्युक्तः स हसन्नाह वाञ्छातः प्रतिगृह्यताम् । 

वामनाय महीं दातुं जग्राह जलभाजनम्
]

`verse 29 [
विष्णवे क्ष्मां प्रदास्यन्तं उशना असुरेश्वरम् । 

जानन् चिकीर्षितं विष्णोः शिष्यं प्राह विदां वरः
]

`speaker [
श्रीशुक्र उवाच
]

`verse 30 [
एष वैरोचने साक्षात् भगवान् विष्णुरव्ययः । 

कश्यपाद् अदितेर्जातो देवानां कार्यसाधकः
]

`verse 31 [
प्रतिश्रुतं त्वयैतस्मै यद् अनर्थं अजानता । 

न साधु मन्ये दैत्यानां महानुपगतोऽनयः
]

`verse 32 [
एष ते स्थानमैश्वर्यं श्रियं तेजो यशः श्रुतम् । 

दास्यत्याच्छिद्य शक्राय मायामाणवको हरिः
]

`verse 33 [
त्रिभिः क्रमैः इमान् लोकान् विश्वकायः क्रमिष्यति । 

सर्वस्वं विष्णवे दत्त्वा मूढ वर्तिष्यसे कथम्
]

`verse 34 [
क्रमतो गां पदैकेन द्वितीयेन दिवं विभोः । 

खं च कायेन महता तार्तीयस्य कुतो गतिः
]

`verse 35 [
निष्ठां ते नरके मन्ये हि अप्रदातुः प्रतिश्रुतम् । 

प्रतिश्रुतस्य योऽनीशः प्रतिपादयितुं भवान्
]

`verse 36 [
न तद्दानं प्रशंसन्ति येन वृत्तिर्विपद्यते । 

दानं यज्ञस्तपः कर्म लोके वृत्तिमतो यतः
]

`verse 37 [
धर्माय यशसेऽर्थाय कामाय स्वजनाय च । 

पञ्चधा विभजन् वित्तं इहामुत्र च मोदते
]

`verse 38 [
अत्रापि बह्वृचैर्गीतं शृणु मेऽसुरसत्तम । 

सत्यं ॐ इति यत्प्रोक्तं यत् नेति आहानृतं हि तत्
]

`verse 39 [
सत्यं पुष्पफलं विद्याद् आत्मवृक्षस्य गीयते । 

वृक्षेऽजीवति तन्न स्यात् अनृतं मूलमात्मनः
]

`verse 40 [
तद् यथा वृक्ष उन्मूलः शुष्यति उद्वर्ततेऽचिरात् । 

एवं नष्टानृतः सद्य आत्मा शुष्येन्न संशयः
]

`verse 41 [
पराग् रिक्तमपूर्णं वा अक्षरं यत् तदोमिति । 

यत्किञ्चित् ओमिति ब्रूयात् तेन रिच्येत वै पुमान् । 

भिक्षवे सर्वं ॐकुन् नालं कामेन चात्मने
]

`verse 42 [
अथैतत्पूर्णमभ्यात्मं यच्च नेति अनृतं वचः । 

सर्वं नेति अनृतं ब्रूयात् स दुष्कीर्तिः श्वसन्मृतः
]

`verse 43 [
स्त्रीषु नर्मविवाहे च वृत्त्यर्थे प्राणसंकटे । 

गोब्राह्मणार्थे हिंसायां नानृतं स्यात् जुगुप्सितम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

अष्टमस्कन्धे वामनप्रादुर्भावे एकोनविंशोऽध्यायः
]
