`preface [
श्रीमद्‌भागवत महापुराण

अष्टमः स्कन्धः - द्वाविंशोऽध्यायः

बलिवचनं ब्रह्मणो वचनं भगवकृतं बलेः प्रशसनं तस्मै वरदानं च -श्रीशुक उवाच -

(अनुष्टुप्)

एवं विप्रकृतो राजन् बलिर्भगवतासुरः ।
]

`verse 1 [
भिद्यमानोऽप्यभिन्नात्मा प्रत्याहाविक्लवं वचः
]

`verse 2 [
श्रीबलिरुवाच - 

यद्युत्तमश्लोक भवान्ममेरितं 

     वचो व्यलीकं सुरवर्य मन्यते । 

करोम्यृतं तन्न भवेत्प्रलम्भनं 

     पदं तृतीयं कुरु शीर्ष्णि मे निजम्
]

`verse 3 [
बिभेमि नाहं निरयात् पदच्युतो 

     न पाशबन्धाद्व्यसनाद् दुरत्ययात् । 

नैवार्थकृच्छ्राद्‍भवतो विनिग्रहाद् 

     असाधुवादाद्‍भृशमुद्विजे यथा
]

`meter [
अनुष्टुप्
]

`verse 4 [
पुंसां श्लाघ्यतमं मन्ये दण्डमर्हत्तमार्पितम् । 

यं न माता पिता भ्राता सुहृदश्चादिशन्ति हि
]

`verse 5 [
त्वं नूनमसुराणां नः परोक्षः परमो गुरुः । 

यो नोऽनेकमदान्धानां विभ्रंशं चक्षुरादिशत्
]

`verse 6 [
यस्मिन् वैरानुबन्धेन व्यूढेन विबुधेतराः । 

बहवो लेभिरे सिद्धिं यामु हैकान्तयोगिनः
]

`verse 7 [
तेनाहं निगृहीतोऽस्मि भवता भूरिकर्मणा । 

बद्धश्च वारुणैः पाशैः नातिव्रीडे न च व्यथे
]

`verse 8 [
पितामहो मे भवदीयसम्मतः 

     प्रह्राद आविष्कृतसाधुवादः । 

भवद्विपक्षेण विचित्रवैशसं 

     संप्रापितस्त्वं परमः स्वपित्रा
]

`verse 9 [
किमात्मनानेन जहाति योऽन्ततः 

     किं रिक्थहारैः स्वजनाख्यदस्युभिः । 

किं जायया संसृतिहेतुभूतया 

     मर्त्यस्य गेहैः किमिहायुषो व्ययः
]

`verse 10 [
इत्थं स निश्चित्य पितामहो महान् 

     अगाधबोधो भवतः पादपद्मम् । 

ध्रुवं प्रपेदे ह्यकुतोभयं जनाद् 

     भीतः स्वपक्षक्षपणस्य सत्तम
]

`verse 11 [
अथाहमप्यात्मरिपोस्तवान्तिकं 

     दैवेन नीतः प्रसभं त्याजितश्रीः । 

इदं कृतान्तान्तिकवर्ति जीवितं 

     ययाध्रुवं स्तब्धमतिर्न बुध्यते
]

`speaker [
श्रीशुक उवाच
]

`verse 12 [
(अनुष्टुप्) 

तस्येत्थं भाषमाणस्य प्रह्रादो भगवत्प्रियः । 

आजगाम कुरुश्रेष्ठ राकापतिरिवोत्थितः
]

`verse 13 [
तमिन्द्रसेनः स्वपितामहं श्रिया 

     विराजमानं नलिनायतेक्षणम् । 

प्रांशुं पिशंगांबरमञ्जनत्विषं 

     प्रलंबबाहुं शुभगर्षभमैक्षत
]

`verse 14 [
तस्मै बलिर्वारुणपाशयन्त्रितः 

     समर्हणं नोपजहार पूर्ववत् । 

ननाम मूर्ध्नाश्रुविलोललोचनः 

     सव्रीडनीचीनमुखो बभूव ह
]

`verse 15 [
स तत्र हासीनमुदीक्ष्य सत्पतिं 

     हरिं सुनन्दाद्यनुगैरुपासितम् । 

उपेत्य भूमौ शिरसा महामना 

     ननाम मूर्ध्ना पुलकाश्रुविक्लवः
]

`speaker [
श्रीप्रह्राद उवाच
]

`verse 16 [
त्वयैव दत्तं पदमैन्द्रमूर्जितं 

     हृतं तदेवाद्य तथैव शोभनम् । 

मन्ये महानस्य कृतो ह्यनुग्रहो 

     विभ्रंशितो यच्छ्रिय आत्ममोहनात्
]

`verse 17 [
यया हि विद्वानपि मुह्यते यतः 

     तत् को विचष्टे गतिमात्मनो यथा । 

तस्मै नमस्ते जगदीश्वराय वै 

     नारायणायाखिललोकसाक्षिणे
]

`speaker [
श्रीशुक उवाच
]

`verse 18 [
(अनुष्टुप्) 

तस्यानुश्रृवतो राजन् प्रह्रादस्य कृताञ्जलेः । 

हिरण्यगर्भो भगवान् उवाच मधुसूदनम्
]

`verse 19 [
बद्धं वीक्ष्य पतिं साध्वी तत्पत्‍नी भयविह्वला । 

प्राञ्जलिः प्रणतोपेन्द्रं बभाषेऽवांमुखी नृप
]

`verse 20 [
श्रीविन्ध्यावलिरुवाच - 

क्रीडार्थमात्मन इदं त्रिजगत्कृतं ते 

     स्वाम्यं तु तत्र कुधियोऽपर ईश कुर्युः । 

कर्तुः प्रभोस्तव किमस्यत आवहन्ति 

     त्यक्तह्रियस्त्वदवरोपितकर्तृवादाः
]

`speaker [
श्रीब्रह्मोवाच
]

`verse 21 [
(अनुष्टुप्) 

भूतभावन भूतेश देवदेव जगन्मय । 

मुञ्चैनं हृतसर्वस्वं नायमर्हति निग्रहम्
]

`verse 22 [
कृत्स्ना तेऽनेन दत्ता भूर्लोकाः कर्मार्जिताश्च ये । 

निवेदितं च सर्वस्वं आत्माविक्लवया धिया
]

`verse 23 [
यत्पादयोरशठधीः सलिलं प्रदाय 

     दूर्वाङ्‌कुरैरपि विधाय सतीं सपर्याम् । 

अप्युत्तमां गतिमसौ भजते त्रिलोकीं 

     दाश्वानविक्लवमनाः कथमार्तिमृच्छेत्
]

`verse 24 [
श्रीभगवानुवाच - 

(अनुष्टुप्) 

ब्रह्मन् यमनुगृह्णामि तद्विशो विधुनोम्यहम् । 

यन्मदः पुरुषः स्तब्धो लोकं मां चावमन्यते
]

`verse 25 [
यदा कदाचित् जीवात्मा संसरन्निजकर्मभिः । 

नानायोनिष्वनीशोऽयं पौरुषीं गतिमाव्रजेत्
]

`verse 26 [
जन्मकर्मवयोरूप विद्यैश्वर्यधनादिभिः । 

यद्यस्य न भवेत् स्तंभः तत्रायं मदनुग्रहः
]

`verse 27 [
मानस्तम्भनिमित्तानां जन्मादीनां समन्ततः । 

सर्वश्रेयःप्रतीपानां हन्त मुह्येन्न मत्परः
]

`verse 28 [
एष दानवदैत्यानामग्रनीः कीर्तिवर्धनः । 

अजैषीदजयां मायां सीदन्नपि न मुह्यति
]

`verse 29 [
क्षीणरिक्थश्च्युतः स्थानात्क्षिप्तो बद्धश्च शत्रुभिः । 

ज्ञातिभिश्च परित्यक्तो यातनामनुयापितः
]

`verse 30 [
गुरुणा भर्त्सितः शप्तो जहौ सत्यं न सुव्रतः । 

छलैरुक्तो मया धर्मो नायं त्यजति सत्यवाक्
]

`verse 31 [
एष मे प्रापितः स्थानं दुष्प्रापं अमरैरपि । 

सावर्णेरन्तरस्यायं भवितेन्द्रो मदाश्रयः
]

`verse 32 [
तावत् सुतलमध्यास्तां विश्वकर्मविनिर्मितम् । 

यदाधयो व्याधयश्च क्लमस्तन्द्रा पराभवः ।

नोपसर्गा निवसतां सम्भवन्ति ममेक्षया
]

`verse 33 [
इन्द्रसेन महाराज याहि भो भद्रमस्तु ते । 

सुतलं स्वर्गिभिः प्रार्थ्यं ज्ञातिभिः परिवारितः
]

`verse 34 [
न त्वां अभिभविष्यन्ति लोकेशाः किमुतापरे । 

त्वत् शासनातिगान् दैत्यान् चक्रं मे सूदयिष्यति
]

`verse 35 [
रक्षिष्ये सर्वतोऽहं त्वां सानुगं सपरिच्छदम् । 

सदा सन्निहितं वीर तत्र मां द्रक्ष्यते भवान्
]

`verse 36 [
तत्र दानवदैत्यानां संगात् ते भाव आसुरः । 

दृष्ट्वा मदनुभावं वै सद्यः कुण्ठो विनंक्ष्यति
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

अष्टमस्कन्धे वामनप्रादुर्भवे बलिवामनसंवादे द्वाविंशोऽध्यायः
]
