`set context {
  skandha = "08",
  adhyaya = "24",
  skandha.title = "Skandha 8",
  adhyaya.title = "Adhyāya 24"
}

`preface [
श्रीमद्‌भागवत महापुराण

अष्टमः स्कन्धः - चतुर्विंशोऽध्यायः

मत्स्यावतारकथा -श्रीराजोवाच -

भगवन् श्रोतुमिच्छामि हरेरद्‍भुतकर्मणः ।
]

`verse 1 [
अवतारकथामाद्यां मायामत्स्यविडम्बनम्
]

`verse 2 [
यदर्थमदधाद् रूपं मात्स्यं लोकजुगुप्सितम् । 

तमःप्रकृतिदुर्मर्षं कर्मग्रस्त इवेश्वरः
]

`verse 3 [
एतन्नो भगवन्सर्वं यथावद्वक्तुमर्हसि । 

उत्तमश्लोकचरितं सर्वलोकसुखावहम्
]

`speaker [
श्रीसूत उवाच
]

`verse 4 [
इत्युक्तो विष्णुरातेन भगवान् बान्बादरायणिः । 

उवाच चरितं विष्णोः मत्स्यरूपेण यत्कृतम्
]

`speaker [
श्रीशुक उवाच
]

`verse 5 [
गोविप्रसुरसाधूनां छन्दसामपि चेश्वरः । 

रक्षां इच्छन् तनु धत्ते धर्मस्यार्थस्य चैव हि
]

`verse 6 [
उच्चावचेषु भूतेषु चरन् वायुरिवेश्वरः । 

नोच्चावचत्वं भजते निर्गुणत्वाद्धियो गुणैः
]

`verse 7 [
आसीद् अतीतकल्पान्ते ब्राह्मो नैमित्तिको लयः । 

समुद्रोपप्लुतास्तत्र लोका भूरादयो नृप
]

`verse 8 [
कालेनागतनिद्रस्य धातुः शिशयिषोर्बली । 

मुखतो निःसृतान् वेदान् हयग्रीवोऽन्तिकेऽहरत्
]

`verse 9 [
ज्ञात्वा तद् दानवेन्द्रस्य हयग्रीवस्य चेष्टितम् । 

दधार शफरीरूपं भगवान् हरिरीश्वरः
]

`verse 10 [
तत्र राजऋषिः कश्चित् नाम्ना सत्यव्रतो महान् । 

नारायणपरोऽतप्यत् तपः स सलिलाशनः
]

`verse 11 [
योऽसौ अस्मिन् महाकल्पे तनयः स विवस्वतः । 

श्राद्धदेव इति ख्यातो मनुत्वे हरिणार्पितः
]

`verse 12 [
एकदा कृतमालायां कुर्वतो जलतर्पणम् । 

तस्याञ्जलि उदके काचित् शफर्येकाभ्यपद्यत
]

`verse 13 [
सत्यव्रतोऽञ्जलिगतां सह तोयेन भारत । 

उत्ससर्ज नदीतोये शफरीं द्रविडेश्वरः
]

`verse 14 [
तं आह सातिकरुणं महाकारुणिकं नृपम् । 

यादोभ्यो ज्ञातिघातिभ्यो दीनां मां दीनवत्सल । 

कथं विसृजसे राजन् भीतामस्मिन् सरिज्जले
]

`verse 15 [
तमात्मनोऽनुग्रहार्थं प्रीत्या मत्स्यवपुर्धरम् । 

अजानन् रक्षणार्थाय शफर्याः स मनो दधे
]

`verse 16 [
तस्या दीनतरं वाक्यं आश्रुत्य स महीपतिः । 

कलशाप्सु निधायैनां दयालुर्निन्य आश्रमम्
]

`verse 17 [
सा तु तत्रैकरात्रेण वर्धमाना कमण्डलौ । 

अलब्ध्वाऽऽत्मावकाशं वा इदमाह महीपतिम्
]

`verse 18 [
नाहं कमण्डलौ अवस्मिन् कृच्छ्रं वस्तुमिहोत्सहे । 

कल्पयौकः सुविपुलं यत्राहं निवसे सुखम्
]

`verse 19 [
स एनां तत आदाय न्यधादौदञ्चनोदके । 

तत्र क्षिप्ता मुहूर्तेन हस्तत्रयमवर्धत
]

`verse 20 [
न मे एतद् अलं राजन् सुखं वस्तुमुदञ्चनम् । 

पृथु देहि पदं मह्यं यत्त्वाहं शरणं गता
]

`verse 21 [
तत आदाय सा राज्ञा क्षिप्ता राजन् सरोवरे । 

तद् आवृत्यात्मना सोऽयं महामीनोऽन्ववर्धत
]

`verse 22 [
नैतन्मे स्वस्तये राजन् उदकं सलिलौकसः । 

निधेहि रक्षायोगेन ह्रदे मामविदासिनि
]

`verse 23 [
इत्युक्तः सोऽनयन्मत्स्यं तत्र तत्राविदासिनि । 

जलाशयेऽसम्मितं तं समुद्रे प्राक्षिपज्झषम्
]

`verse 24 [
क्षिप्यमाणस्तमाहेदं इह मां मकरादयः । 

अदन्त्यतिबला वीर मां नेहोत्स्रष्टुमर्हसि
]

`verse 25 [
एवं विमोहितस्तेन वदता वल्गुभारतीम् । 

तमाह को भवान् अस्मान् मत्स्यरूपेण मोहयन्
]

`verse 26 [
नैवं वीर्यो जलचरो दृष्टोऽस्माभिः श्रुतोऽपि वा । 

यो भवान् योजनशतं अह्नाभिव्यानशे सरः
]

`verse 27 [
नूनं त्वं भगवान् साक्षात् हरिर्नारायणोऽव्ययः । 

अनुग्रहाय भूतानां धत्से रूपं जलौकसाम्
]

`verse 28 [
नमस्ते पुरुषश्रेष्ठ स्थित्युत्पत्त्यप्ययेश्वर । 

भक्तानां नः प्रपन्नानां मुख्यो ह्यात्मगतिर्विभो
]

`verse 29 [
सर्वे लीलावतारास्ते भूतानां भूतिहेतवः । 

ज्ञातुमिच्छाम्यदो रूपं यदर्थं भवता धृतम्
]

`verse 30 [
न तेऽरविन्दाक्ष पदोपसर्पणं 

     मृषा भवेत्सर्वसुहृत् प्रियात्मनः । 

यथेतरेषां पृथगात्मनां सतां 

     अदीदृशो यद्वपुरद्‍भुतं हि नः
]

`speaker [
श्रीशुक उवाच
]

`verse 31 [
इति ब्रुवाणं नृपतिं जगत्पतिः 

     सत्यव्रतं मत्स्यवपुर्युगक्षये । 

विहर्तुकामः प्रलयार्णवेऽब्रवीत् 

     चिकीर्षुः एकान्तजनप्रियः प्रियम्
]

`verse 32 [
श्रीभगवानुवाच - 

(अनुष्टुप्) 

सप्तमे ह्यद्यतनाद् ऊर्ध्वं अहन्येतदरिन्दम । 

निमंक्ष्यत्यप्ययाम्भोधौ त्रैलोक्यं भूर्भुवादिकम्
]

`verse 33 [
त्रिलोक्यां लीयमानायां संवर्ताम्भसि वै तदा । 

उपस्थास्यति नौः काचिद् विशाला त्वां मयेरिता
]

`verse 34 [
त्वं तावदोषधीः सर्वा बीजानि उच्चावचानि च । 

सप्तर्षिभिः परिवृतः सर्वसत्त्वोपबृंहितः
]

`verse 35 [
आरुह्य बृहतीं नावं विचरिष्यस्यविक्लवः । 

एकार्णवे निरालोके ऋषीणामेव वर्चसा
]

`verse 36 [
दोधूयमानां तां नावं समीरेण बलीयसा । 

उपस्थितस्य मे शृंगे निबध्नीहि महाहिना
]

`verse 37 [
अहं त्वां ऋषिभिः साकं सहनावमुदन्वति । 

विकर्षन् विचरिष्यामि यावद्‍ब्राह्मी निशा प्रभो
]

`verse 38 [
मदीयं महिमानं च परं ब्रह्मेति शब्दितम् । 

वेत्स्यसि अनुगृहीतं मे संप्रश्नैर्विवृतं हृदि
]

`verse 39 [
इत्थमादिश्य राजानं हरिरन्तरधीयत । 

सोऽन्ववैक्षत तं कालं यं हृषीकेश आदिशत्
]

`verse 40 [
आस्तीर्य दर्भान् प्राक्कूलान् राजर्षिः प्रागुदंमुखः । 

निषसाद हरेः पादौ चिन्तयन् मत्स्यरूपिणः
]

`verse 41 [
ततः समुद्र उद्वेलः सर्वतः प्लावयन् महीम् । 

वर्धमानो महामेघैः वर्षद्‌भिः समदृश्यत
]

`verse 42 [
ध्यायन् भगवदादेशं ददृशे नावमागताम् । 

तामारुरोह विप्रेन्द्रैः आदायौषधिवीरुधः
]

`verse 43 [
तं ऊचुर्मुनयः प्रीता राजन् ध्यायस्व केशवम् । 

स वै नः संक्स्द् अस्माद् अविता शं विधास्यति
]

`verse 44 [
सोऽनुध्यातस्ततो राज्ञा प्रादुरासीन् महार्णवे । 

एकशृंगधरो मत्स्यो हैमो नियुतयोजनः
]

`verse 45 [
निबध्य नावं तत् श्रृंगे यथोक्तो हरिणा पुरा । 

वरत्रेणाहिना तुष्टः तुष्टाव मधुसूदनम्
]

`speaker [
श्रीराजोवाच
]

`verse 46 [
अनाद्यविद्योपहतात्मसंविदः 

     तन्मूलसंसारपरिश्रमातुराः । 

यदृच्छयेहोपसृता यमाप्नुयुः 

     विमुक्तिदो नः परमो गुरुर्भवान्
]

`verse 47 [
जनोऽबुधोऽयं निजकर्मबन्धनः 

     सुखेच्छया कर्म समीहतेऽसुखम् । 

यत्सेवया तां विधुनोत्यसन्मतिं 

     ग्रन्थिं स भिन्द्याद् हृदयं स नो गुरुः
]

`verse 48 [
यत्सेवयाग्नेरिव रुद्ररोदनं 

     पुमान् विजह्यान् मलमात्मनस्तमः । 

भजेत वर्णं निजमेष सोऽव्ययो 

     भूयात् स ईशः परमो गुरोर्गुरुः
]

`verse 49 [
न यत्प्रसादायुतभागलेशं 

     अन्ये च देवा गुरवो जनाः स्वयम् । 

कर्तुं समेताः प्रभवन्ति पुंसः 

     तं ईश्वरं त्वां शरणं प्रपद्ये
]

`verse 50 [
अचक्षुरन्धस्य यथाग्रणीः कृतः 

     तथा जनस्याविदुषोऽबुधो गुरुः । 

त्वं अर्कदृक् सर्वदृशां समीक्षणो 

     वृतो गुरुर्नः स्वगतिं बुभुत्सताम्
]

`verse 51 [
जनो जनस्यादिशतेऽसतीं गतिं 

     यया प्रपद्येत दुरत्ययं तमः । 

त्वं त्वव्ययं ज्ञानममोघमञ्जसा 

     प्रपद्यते येन जनो निजं पदम्
]

`verse 52 [
त्वं सर्वलोकस्य सुहृत् प्रियेश्वरो 

     ह्यात्मा गुरुर्ज्ञानमभीष्टसिद्धिः । 

तथापि लोको न भवन्तमन्धधीः 

     जानाति सन्तं हृदि बद्धकामः
]

`verse 53 [
तं त्वामहं देववरं वरेण्यं 

     प्रपद्य ईशं प्रतिबोधनाय । 

छिन्ध्यर्थदीपैर्भगवन् वचोभिः 

     ग्रन्थीन् हृदय्यान् विवृणु स्वमोकः
]

`speaker [
श्रीशुक उवाच
]

`verse 54 [
(अनुष्टुप्) 

इत्युक्तवन्तं नृपतिं भगवान् आदिपूरुषः । 

मत्स्यरूपी महाम्भोधौ विहरन् तत्त्वमब्रवीत्
]

`verse 55 [
पुराणसंहितां दिव्यां सांख्ययोगक्रियावतीम् । 

सत्यव्रतस्य राजर्षेः आत्मगुह्यमशेषतः
]

`verse 56 [
अश्रौषीद् ऋषिभिः साकं आत्मतत्त्वं असंशयम् । 

नाव्यासीनो भगवता प्रोक्तं ब्रह्म सनातनम्
]

`verse 57 [
अतीतप्रलयापाय उत्थिताय स वेधसे । 

हत्वासुरं हयग्रीवं वेदान्प्रत्याहरद्धरिः
]

`verse 58 [
स तु सत्यव्रतो राजा ज्ञानविज्ञानसंयुतः । 

विष्णोः प्रसादात् कल्पेऽस्मिन् आसीत् वैवस्वतो मनुः
]

`verse 59 [
सत्यव्रतस्य राजर्षेः मायामत्स्यस्य शार्ङ्‌गिणः । 

संवादं महदाख्यानं श्रुत्वा मुच्येत किल्बिषात्
]

`verse 60 [
अवतारं हरेर्योऽयं कीर्तयेद् अन्वहं नरः । 

संकल्पास्तस्य सिध्यन्ति स याति परमां गतिम्
]

`verse 61 [
प्रलयपयसि धातुः सुप्तशक्तेर्मुखेभ्यः 

     श्रुतिगणमपनीतं प्रत्युपादत्त हत्वा । 

दितिजमकथयद् यो ब्रह्म सत्यव्रतानां 

     तमहमखिलहेतुं जिह्ममीनं नतोऽस्मि
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

अष्टमस्कन्धे मत्यावतारचरितानुवर्णनं तुर्विंशोऽध्यायः
]
