`speaker [
मैत्रेय उवाच
]

`verse 1 [
॥ अथ चतुर्थांशे प्रथमोऽध्यायः ॥
(वैवस्वतमनुवंशवर्णनम्)
मैत्रेय उवाच
भगवन् यन्नरैः कार्यं साधुकर्मण्यवस्थितैः ।
तन्मह्यं गुरुणाख्यातं नित्यनैमित्तिकात्मकम् ॥
]

`verse 2 [
वर्णधर्मास्तथाख्याता धर्मा ये चाश्रमेषु च ।
श्रोतुमिच्छाम्यहं वंशं राज्ञां तद्ब्रूहि मे गुरो ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 3 [
मैत्रेय श्रूयताम् अयम् अनेक-यज्व-शूर-वीर-धीर-भूपाल-अलङ्कृतो ब्रह्मादिः मानवो वंशः ॥
]

`verse 4 [
तदस्य वंशस्य आनुपूर्वीम् अशेष-वंश-पाप-प्रणाशनाय मैत्रेयैतां कथां शृणु ॥
]

`verse 5 [
तद्यथा सकलजगताम् आदिः अनादिभूतः सः ऋग्यजुस्सामादिमयो भगवान् विष्णुः तस्य ब्रह्मणो मूर्तं रूपं हिरण्यगर्भो ब्रह्माण्डभूतो ब्रह्मा भगवान् प्राग्बभूव ॥
]

`verse 6 [
ब्रह्मणश्च दक्षिण-अङ्गुष्ठ-जन्मा दक्षप्रजापतिः दक्षस्यापि अदितिः अदितेः विवस्वान् विवस्वतो मनुः ॥
]

`verse 7 [
मनोः इक्ष्वाकु-नृग-धृष्ट-शर्याति-नरिष्यन्त-प्रांशु-नाभाग-दिष्ट-करूष-पृषध्र-आख्या दश पुत्रा बभूवुः ॥
]

`verse 8 [
इष्टिं च मित्रावरुणयोर्मनुः पुत्रकामः चकार ॥
]

`verse 9 [
तत्र तावदपह्नुते होतुः अपचारात् इला नाम कन्या बभूव ॥
]

`verse 10 [
सैव च मित्रावरुणयोः प्रसादात् सुद्युम्नो नाम मनोः पुत्रो मैत्रेय आसीत् ॥
]

`verse 11 [
पुनश्च ईश्वरकोपात् स्त्री सती सा तु सोमसूनोः बुधस्याश्रमसमीपे बभ्राम ॥
]

`verse 12 [
सानुरागाच्च तस्यां बुधः पुरूरवसम् आत्मजम् उत्पादयामास ॥
]

`verse 13 [
जातेऽपि तस्मिन् अमिततेजोभिः परमर्षिभिः इष्टिमय ऋङ्मयो यजुर्मयः साममयोऽथर्वणमयः सर्ववेदमयो मनोमयो ज्ञानमयो न किञ्चिन्मयोऽन्नमयो भगवान् यज्ञपुरुषस्वरूपी सुद्युम्नस्य पुंस्त्वमभिलषद्भिर्यथावदिष्टः तत्प्रसादात् इला पुनरपि सुद्युम्नोऽभवत् ॥
]

`verse 14 [
तस्यापि उत्कल-गयत्-विनतसंज्ञाः त्रयः पुत्रा बभूवुः ॥
]

`verse 15 [
सुद्युम्नस्तु स्त्रीपूर्वकत्वात् राज्यभागं न लेभे ॥
]

`verse 16 [
तत्पित्रा तु वसिष्ठवचनात् प्रतिष्ठानं नाम नगरं सुद्युम्नाय दत्तं तच्चासौ पुरूरवसे प्रादात् ॥
]

`verse 17 [
तदन्वयाश्च क्षत्त्रियास्सर्वे दिक्षु अभवन् । पृषध्रस्तु मनुपुत्रो गुरुगोवधात् शूद्रत्वम् अगमत् ॥
]

`verse 18 [
मनोः पुत्रः करूषः, करूषात् कारूषाः क्षत्रिया महाबलपराक्रमा बभूवुः ॥
]

`verse 19 [
दिष्टपुत्रस्तु नाभागो वैश्यतामगमत् तस्मात् बलन्धनः पुत्रोऽभवत् ॥
]

`verse 20 [
बलन्धनात् वत्सप्रीतिः उदारकीर्त्तिः ॥
]

`verse 21 [
वत्सप्रीतेः प्रांशुरभवत् ॥
]

`verse 22 [
प्रजापतिश्च प्रांशोरेकोऽभवत् ॥
]

`verse 23 [
ततश्च खनित्रः ॥
]

`verse 24 [
तस्माच्चक्षुषः ॥
]

`verse 25 [
चक्षुषाच्च अतिबलपराक्रमो विंशोऽभवत् ॥
]

`verse 26 [
ततो विविंशकः ॥
]

`verse 27 [
तस्माच्च खनिनेत्रः ॥
]

`verse 28 [
ततश्चातिविभूतिः ॥
]

`verse 29 [
अतिविभूतेः अतिबलपराक्रमः करन्धमः पुत्रोऽभवत् ॥
]

`verse 30 [
तस्मादपि अविक्षित् ॥
]

`verse 31 [
अविक्षितोऽपि अतिबलपराक्रमः पुत्रो मरुत्तो नामा अभवत् ।
यस्य इमौ अद्यापि श्लोकौ गीयेत् ॥
]

`verse 32 [
मरुत्तस्य यथा यज्ञस्तथा कस्याभवद्भुवि ।
सर्वं हिरण्मयं यस्य यज्ञवस्त्वतिशोभनम् ॥
]

`verse 33 [
अमाद्यदिन्द्रस्सोमेन दक्षिणाभिर्द्विजातयः ।
मरुतः परिवेष्टारस्सदस्याश्च दिवौकसः ॥
]

`verse 34 [
स मरुत्तश्चक्रवर्त्ती नरिष्यन्तनामानं पुत्रमवाप ॥
]

`verse 35 [
तस्माच्च दमः ॥
]

`verse 36 [
दमस्य पुत्रो राजवर्द्धनो जज्ञे ॥
]

`verse 37 [
राजवर्द्धनात् सुवृद्धिः ॥
]

`verse 38 [
सुवृद्धेः केवलः ॥
]

`verse 39 [
केवलात् सुधृतिरभूत् ॥
]

`verse 40 [
ततश्च नरः ॥
]

`verse 41 [
तस्माच्चन्द्रः ॥
]

`verse 42 [
ततः केवलोऽभूत् ॥
]

`verse 43 [
केवलाद्बन्धुमान् ॥
]

`verse 44 [
बन्धुमतो वेगवान् ॥
]

`verse 45 [
वेगवतो बुधः ॥
]

`verse 46 [
ततश्च तृणबिन्दुः ॥
]

`verse 47 [
तस्याप्येका कन्या इलविला नाम ॥
]

`verse 48 [
ततश्चालम्बुषा नाम वराप्सरास्तृणबिन्दुं भेजे ॥
]

`verse 49 [
तस्यामप्यस्य विशालो जज्ञे यः पुरीं विशालं निर्ममे ॥
]

`verse 50 [
हेमचन्द्रश्च विशालस्य पुत्रोऽभवत् ॥
]

`verse 51 [
ततश्चन्द्रः ॥
]

`verse 52 [
तत्तनयो धूम्राक्षः ॥
]

`verse 53 [
तस्यापि सृञ्जयोऽभूत् ॥
]

`verse 54 [
सृञ्जयात् सहदेवः ॥
]

`verse 55 [
ततश्च कृशाश्वो नाम पुत्रोऽभवत् ॥
]

`verse 56 [
सोमदत्तः कृशाश्वाज्जज्ञे योऽश्वमेधानां शतमाजहार ॥
]

`verse 57 [
तत्पुत्रो जनमेजयः ॥
]

`verse 58 [
जनमेजयात् सुमतिः ॥
]

`verse 59 [
एते वैशालिका भूभृतः ॥
]

`verse 60 [
श्लोकोऽप्यत्र गीयते ॥
]

`verse 61 [
तृणबिन्दोः प्रसादेन सर्वे वैशालिका नृपाः ।
दीर्घायुषो महात्मानो वीर्यवन्तोऽतिधार्मिकाः ॥
]

`verse 62 [
शर्यातेः कन्या सुकन्या नामाभवत् यामुपयेमे च्यवनः ॥
]

`verse 63 [
आनर्तनामा परमधार्मिकः शर्यातिपुत्रोऽभवत् ॥
]

`verse 64 [
आनर्तस्यापि रेवतनामा पुत्रो जज्ञे योऽसौ आनर्तविषयं बुभुजे पुरीं च कुशस्थलीमध्युवास ॥
]

`verse 65 [
रेवतस्यापि रैवतः पुत्रः ककुद्मिनामा धर्मात्मा भ्रातृशतस्य ज्योष्ठोऽभवत् ॥
]

`verse 66 [
तस्य रेवती नाम कन्याभवत् ॥
]

`verse 67 [
स तामादाय कस्येयमर्हतीति भगवन्तमब्जयोनिं प्रष्टुं ब्रह्मलोकं जगाम ॥
]

`verse 68 [
तावच्च ब्रह्मणोऽन्तिके हाहाहूहूसंज्ञाभ्यां गन्धर्वाभ्यामतितानं नाम दिव्यं गान्धर्वमगीयत ॥
]

`verse 69 [
तच्च त्रिमार्गपरिवृत्तैरनेकयुगपरिवृत्तिं तिष्ठन्नपि रैवतः शृण्वन् मुहूर्तमिव मेने ॥
]

`verse 70 [
गीतावसाने च भगवन्तमब्जयोनिं प्रणम्य रैवतः कन्यायोग्यं वरमपृच्छत् ॥
]

`verse 71 [
ततश्चासौ भगवानकथयत् कथय योऽभिमतस्ते वर इति ॥
]

`verse 72 [
पुनश्च प्रणम्य भगवते तस्मै यथाभिमतानात्मनस्स वरान् कथयामास ।
क एषां भगवतोऽभिमत इति यस्मै कन्यामिमां प्रयच्छामीति ॥
]

`verse 73 [
ततः किञ्चिदवनतशिराः सस्मितं भगवानब्जयोनिराह ॥
]

`verse 74 [
य एते भवतोऽभिमता नैतेषां साम्प्रतं पुत्रपौत्रापत्यापत्यसन्तति अस्त्यवनीतले ॥
]

`verse 75 [
बहूनि तवात्रैव गान्धर्वं शृण्वतश्चतुर्यगान्यतीतानि ॥
]

`verse 76 [
साम्प्रतं महीतलेऽष्टाविंशतितममनोश्चतुर्युगमतीतप्रायं वर्तते ॥
]

`verse 77 [
आसन्नो हि कलिः ॥
]

`verse 78 [
अन्यस्मै कन्यारत्नमिदं भवतैकाकिनाभिमताय देयम् ॥
]

`verse 79 [
भवतोऽपि पुत्र-मित्र-कलत्र-मन्त्रि-भृत्य-बन्धु-बल-कोशादयः समस्ताः कालेनैतेन अत्यन्तमतीताः ॥
]

`verse 80 [
ततः पुनरप्युत्पन्नसाध्वसो राजा भगवन्तं प्रणम्य पप्रच्छ ॥
]

`verse 81 [
भगवन्नेवमवस्थिते मयेयं कस्मै देयेति ॥
]

`verse 82 [
ततस्स भगवान् किञ्चिदवनम्रकन्धरः कृताञ्जलिर्भूत्वा सर्वलोकगुरुरम्भोजयोनिराह ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 83 [
न ह्यादिमध्यान्तमजस्य यस्य विद्मो वयं सर्वमयस्य धातुः ।
न च स्वरूपं न परं स्वभावं न चैव सारं परमेश्वरस्य ॥
]

`verse 84 [
कलामुहूर्तादिमयश्च कालो न यद्विभूतेः परिणामहेतुः ।
अजन्मनाशस्य सदैकमूर्तेरनामरूपस्य सनातनस्य ॥
]

`verse 85 [
यस्य प्रसादादहमच्युतस्य भूतः प्रजासृष्टिकरोऽन्तकारी ।
क्रोधाच्च रुद्रः स्थितिहेतुभूतो यस्माच्च मध्ये पुरुषः परस्मात् ॥
]

`verse 86 [
तद्रूपमास्थाय सृजत्यजो यः स्थितौ च योऽसौ पुरुषस्वरूपी ।
रुद्रस्वरूपेण च योऽत्ति विश्वं धत्ते तथानन्तवपुस्समस्तम् ॥
]

`verse 87 [
पाकाय योऽग्नित्वमुपैति लोकान् बिभर्ति पृथ्वीवपुरव्ययात्मा ।
शक्रादिरूपी परिपाति विश्वमर्केन्दुरूपश्च तमो हिनस्ति ॥
]

`verse 88 [
करोति चेष्टाश्श्वसनस्वरूपी लोकस्य तृप्तिं च जलान्नरूपी ।
ददाति विश्वस्थितिसंस्थितस्तु सर्वावकाशं च नभस्स्वरूपी ॥
]

`verse 89 [
यस्सृज्यते सर्गकृदात्मनैव यः पाल्यते पालयिता च देवः ।
विश्वात्मकस्संह्रियतेऽन्तकारी पृथक् त्रयस्यास्य च योऽव्ययात्मा ॥
]

`verse 90 [
यस्मिञ्जगद्यो जगदेतदाद्यो यश्चाश्रितोऽस्मिञ्जगति स्वयम्भूः ।
स सर्वभूतप्रभवो धरित्र्यां स्वांशेन विष्णुर्नृपतेऽवतीर्णः ॥
]

`verse 91 [
कुशस्थली या तव भूप रम्या पुरी पुराभूदमरावतीव ।
सा द्वारका सम्प्रति तत्र चास्ते स केशवांशो बलदेवनामा ॥
]

`verse 92 [
तस्मै त्वमेनां तनयां नरेन्द्र प्रयच्छ मायामनुजाय जायाम् ।
श्लाघ्यो वरोऽसौ तनया तवेयं स्त्रीरत्नभूता सदृशो हि योगः ॥
]

`speaker [
पराशर उवाच
]

`verse 93 [
इतीरितोऽसौ कमलोद्भवेन भुवं समासाद्य पतिः प्रजानाम् ।
ददर्श ह्रस्वान् पुरुषान् विरूपानल्पौजसस्स्वल्पविवेकवीर्यान् ॥
]

`verse 94 [
कुशस्थलीं तां च पुरीमुपेत्य दृष्ट्वान्यरूपां प्रददौ स कन्याम् ।
सीरायुधाय स्फटिकाचलाभवक्षःस्थलायातुलधीर्नरेन्द्रः ॥
]

`verse 95 [
उच्चप्रमाणामिति तामवेक्ष्य स्वलाङ्गलाग्रेण च तालकेतुः ।
विनम्रयामास ततश्च सापि बभूव सद्यो वनिता यथान्या ॥
]

`verse 96 [
तां रेवतीं रैवतभूपकन्यां सीरायुधोऽसौ विधिनोपयेमे ।
दत्त्वाथ कन्यां स नृपो जगाम हेमालयं वै तपसे धृतात्मा ॥
]
