`verse 1 [
॥ अथ द्वितीयोऽध्यायः ॥
(इक्ष्वाकुवंशवर्णना सौभरिचरित्रञ्च)

श्रीपराशर उवाच
यावच्च ब्रह्मलोकात् सः ककुद्मी रैवतो नाभ्येति तावत् पुण्यजनसंज्ञा राक्षसाः ताम् अस्य पुरीं कुशस्थलीं निजघ्नुः ॥
]

`verse 2 [
तच्चास्य भ्रातृशतं पुण्यजनत्रासात् दिशो भेजे ॥
]

`verse 3 [
तदन्वयाश्च क्षत्रियाः सर्वदिक्षु अभवन् ॥
]

`verse 4 [
धृष्टस्यापि धार्ष्टकं क्षत्रमभवत् ॥
]

`verse 5 [
नाभागस्यात्मजो नाभागसंज्ञोऽभवत् ॥
]

`verse 6 [
तस्याप्यम्बरीषः ॥
]

`verse 7 [
अम्बरीषस्यापि विरूपोऽभवत् ॥
]

`verse 8 [
विरूपात् पृषदश्वो जज्ञे ॥
]

`verse 9 [
ततश्च रथीतरः ॥
]

`verse 10 [
अत्रायं श्लोकः –
एते क्षत्रप्रसूता वै पुनश्चाङ्गिरसाः स्मृताः ।
रथीतराणां प्रवराः क्षत्रोपेता द्विजातयः ॥
]

`verse 11 [
क्षुवतश्च मनोः इक्ष्वाकुः पुत्रो जज्ञे घ्राणतः ॥
]

`verse 12 [
तस्य पुत्रशतप्रधाना विकुक्षिनिमिदण्डाख्याः त्रयः पुत्रा बभूवुः ॥
]

`verse 13 [
शकुनिप्रमुखाः पञ्चाशत् पुत्राः उत्तरापथरक्षितारो बभूवुः ॥
]

`verse 14 [
चत्वारिंशदष्टौ च दक्षिणापथभूपालाः ॥
]

`verse 15 [
स चेक्ष्वाकुः अष्टकायाः श्राद्धम् उत्पाद्य श्राद्धार्हं मांसमानयेति विकुक्षिम् आज्ञापयामास ॥
]

`verse 16 [
स तथेति गृहीताज्ञो विधृतशरासनो वनमभ्येत्य, अनेकशो मृगान् हत्वा, श्रान्तः अतिक्षुत्परीतो विकुक्षिः एकं शशम् अभक्षयत् । शेषं च मांसमानीय पित्रे निवेदयामास ॥
]

`verse 17 [
इक्ष्वाकुकुलाचार्यो वसिष्ठस्तत्प्रोक्षणाय चोदितः प्राह - “अलमनेन अमेध्येन आमिषेण । दुरात्मना तव पुत्रेण एतन्मांसम् उपहतं यतोऽनेन शशो भक्षितः” ॥
]

`verse 18 [
ततश्चासौ विकुक्षिः गुरुणा एवम् उक्तः शशादसंज्ञाम् अवाप, पित्रा च परित्यक्तः ॥
]

`verse 19 [
पितर्युपरते च असौ अखिलामेतां पृथ्वीं धर्मतः शशास ॥
]

`verse 20 [
शशादस्य तस्य पुरञ्जयो नाम पुत्रोऽभवत् ॥
]

`verse 21 [
तस्येदं चान्यत् ॥
]

`verse 22 [
पुरा हि त्रेतायां देवासुरयुद्धम् अतिभीषणम् अभवत् ॥
]

`verse 23 [
तत्र चातिबलिभिः असुरैः अमराः पराजिताः, ते भगवन्तं विष्णुम् आराधयाञ्चक्रुः ॥
]

`verse 24 [
प्रसन्नश्च देवानाम् अनादिनिधनः अखिलजगत्परायणो नारायणः प्राह ॥
]

`verse 25 [
“ज्ञातमेतन्मया युष्माभिः यदभिलषितं तदर्थमिदं श्रूयताम् ॥
]

`verse 26 [
पुरञ्जयो नाम राजर्षेः शशादस्य तनयः क्षत्रियवरो यः, तस्य शरीरेऽहमंशेन स्वयमेव अवतीर्य, तान् अशेषान् असुरान् निहनिष्यामि, तद्भवद्भिः पुरञ्जयः असुरवधार्थम् उद्योगं कार्यताम्” इति॥
]

`verse 27 [
एतच्च श्रुत्वा प्रणम्य भगवन्तं विष्णुममराः पुरञ्जयसकाशम् आजमुः ऊचुश्चैनम् ॥
]

`verse 28 [
“भो भो क्षत्रियवर्य अस्माभिः अभ्यर्थितेन भवता अस्माकम् अरातिवधोद्यतानां कर्तव्यं साहाय्यम् इच्छामः तद्भवता अस्माकम् अभ्यागतानां प्रणयभङ्गो न कार्य” इत्युक्तः पुरञ्जयः प्राह ॥
]

`verse 29 [
“त्रैलोक्यनाथो योऽयं युष्माकमिन्द्रः शतक्रतुः अस्य यदि अहं स्कन्धाधिरूढो युष्माकम् अरातिभिः सह योत्स्ये तदहं भवतां सहायः स्याम” ॥
]

`verse 30 [
इत्याकर्ण्य समस्तदेवैः इन्द्रेण च बाढमित्येवं समन्वीप्सितम् ॥
]

`verse 31 [
ततश्च शतक्रतोः वृषरूपधारिणः ककुदि स्थितः अतिरोषसमन्वितो भगवतः चराचरगुरोः अच्युतस्य तेजसा आप्यायितो देवासुरसङ्ग्रामे समस्तानेव असुरान् निजघान ॥
]

`verse 32 [
यतश्च वृषभककुदि स्थितेन राज्ञा दैतेयबलं निषूदितम् अतश्चासौ ककुत्स्थसंज्ञाम् अवाप ॥
]

`verse 33 [
ककुत्स्थस्याप्यनेनाः पुत्रोऽभवत् ॥
]

`verse 34 [
पृथुरनेनसः ॥
]

`verse 35 [
पृथोर्विष्टराश्वः ॥
]

`verse 36 [
तस्यापि चान्द्रो युवनाश्वः ॥
]

`verse 37 [
चान्द्रस्य तस्य युवनाश्वस्य शावस्तः यः पुरीं शावस्तीं निवेशयामास ॥
]

`verse 38 [
शावस्तस्य बृहदश्वः ॥
]

`verse 39 [
तस्यापि कुवलयाश्वः ॥
]

`verse 40 [
योऽसौ उदकस्य महर्षेः अपकारिणं धुन्धुनामानम् असुरं वैष्णवेन तेजसा आप्यायितः पुत्रसहस्रैः एकविंशद्भिः परिवृतो जघान धुन्धुमारसंज्ञाम् अवाप ॥
]

`verse 41 [
तस्य च तनयास्समस्ता एव धुन्धुमुखनिःश्वासाग्निना विप्लुष्टा विनेशुः ॥
]

`verse 42 [
दृढाश्वचन्द्राश्वकपिलाश्वाश्च त्रयः केवलं शेषिताः ॥
]

`verse 43 [
दृढाश्वात् हर्यश्वः ॥
]

`verse 44 [
तस्माच्च निकुम्भः ॥
]

`verse 45 [
निकुम्भस्यामिताश्वः ॥
]

`verse 46 [
ततश्च कृशाश्वः ॥
]

`verse 47 [
तस्माच्च प्रसेनजित् ॥
]

`verse 48 [
प्रसेनजितो युवनाश्वोऽभवत् ॥
]

`verse 49 [
तस्य च अपुत्रस्य अतिनिर्वेदात् मुनीनाम् आश्रममण्डले निवसतो दयालुभिः मुनिभिः अपत्योत्पादनाय इष्टिः कृता ॥
]

`verse 50 [
तस्यां च मध्यरात्रौ निवृत्तायां मन्त्रपूतजलपूर्णं कलशं वेदिमध्ये निवेश्य ते मुनयः सुषुपुः ॥
]

`verse 51 [
सुप्तेषु तेषु अतीव तृट्परीतः स भूपालः तमाश्रमं विवेश ॥
]

`verse 52 [
सुप्तांश्च तान् ऋषीन् नैव उत्थापयामास ॥
]

`verse 53 [
तच्च कलशम् अपरिमेयमाहात्म्यमन्त्रपूतं पपौ ॥
]

`verse 54 [
प्रबुद्धाश्च ऋषयः पप्रच्छुः “केनैतन्मन्त्रपूतं वारि पीतम् ॥
]

`verse 55 [
अत्र हि राज्ञो युवनाश्वस्य पत्नी महाबलपराक्रमं पुत्रं जनयिष्यति” । इत्याकर्ण्य स राजा अजानता मया पीतमित्याह ॥
]

`verse 56 [
गर्भश्च युवनाश्वस्योदरे अभवत् क्रमेण च ववृधे ॥
]

`verse 57 [
प्राप्तसमयश्च दक्षिणं कुक्षिमवनिपतेर्निर्भिद्य निश्चक्राम ॥
]

`verse 58 [
स चासौ राजा ममार ॥
]

`verse 59 [
जातो नामैष कं धास्यतीति ते मुनयः प्रोचुः ॥
]

`verse 60 [
अथागत्य देवराजोऽब्रवीत् मामयं धास्यतीति ॥
]

`verse 61 [
ततो मान्धातृनामा सोऽभवत् ।
वक्त्रे चास्य प्रदेशिनी देवेन्द्रेण न्यस्ता तां पपौ ॥
]

`verse 62 [
तां चामृतस्राविणीम् आस्वाद्य अह्नैव स व्यवर्धत ॥
]

`verse 63 [
ततस्तु मान्धाता चक्रवर्ती सप्तद्वीपां महीं बुभुजे ॥
]

`verse 64 [
तत्रायं श्लोकः ॥
]

`verse 65 [
यावत्सूर्य उदेत्यस्तं यावच्च प्रतितिष्ठति ।
सर्वं तद्यौवनाश्वस्य मान्धातुः क्षेत्रमुच्यते ॥
]

`verse 66 [
मान्धाता शतबिन्दोर्दुहितरं बिन्दुमतीम् उपयेमे ॥
]

`verse 67 [
पुरुकुत्सम् अम्बरीषं मुचुकुन्दं च तस्यां पुत्रत्रयम् उत्पादयामास ॥
]

`verse 68 [
पञ्चाशद्दुहितरः तस्यामेव तस्य नृपतेः बभूवुः ॥
]

`verse 69 [
तस्मिन्नन्तरे बह्वृचश्च सौभरिर्नाम महर्षिः अन्तर्जले द्वादशाब्दं कालमुवास ॥
]

`verse 70 [
तत्र चान्तर्जले सम्मदो नाम अतिबहुप्रजः अतिमात्रप्रमाणः मीनाधिपतिः आसीत् ॥
]

`verse 71 [
तस्य च पुत्रपौत्रदौहित्राः पृष्ठतोऽग्रतः पार्श्वयोः पक्षपुच्छशिरसां चोपरि भ्रमन्तः तेनैव सदा अहर्निशम् अतिनिर्वृत्ता रेमिरे ॥
]

`verse 72 [
स च अपत्य-स्पर्श-उपचीयमान-प्रहर्ष-प्रकर्षो बहुप्रकारं तस्य ऋषेः पश्यतः तैः आत्मजपुत्रपौत्रदौहित्रादिभिः सह अनुदिनं सुतरां रेमे ॥
]

`verse 73 [
अथ अन्तर्जल-अवतः सौभरिः एकाग्रतः समाधिम् अपहाय अनुदिनं तस्य मत्स्यस्य आत्मजपुत्रपौत्रदौहित्रादिभिः सह अतिरमणीयम् ललितम् अवेक्ष्य अचिन्तयत् ॥
]

`verse 74 [
“अहो धन्योऽयमीदृशम् अनभिमतं योन्यन्तरम् अवाप्य एभिः आत्मजपुत्रपौत्रदौहित्रादिभिः सह रममाणोऽतीव अस्माकं स्पृहाम् उत्पादयति ॥
]

`verse 75 [
वयमप्येवं पुत्रादिभिस्सह ललितं रंस्यामहे” इत्येवमभिकाङ्क्षन् स तस्मादन्तर्जलान्निष्क्रम्य सन्तानाय निवेष्टुकामः कन्यार्थं मान्धातारं राजानमगच्छत् ॥
]

`verse 76 [
आगमनश्रवणसमनन्तरं चोत्थाय तेन राज्ञा सम्यगर्घ्यादिना सम्पूजितः कृतासनपरिग्रहः सौभरिरुवाच राजानम् ॥
]

`speaker [
सौभरिरुवाच
]

`verse 77 [
निवेष्टुकामोऽस्मि नरेन्द्र कन्यां प्रयच्छ मे मा प्रणयं विभाङ्क्षीः ।
न ह्यर्थिनः कार्यवशादुपेताः ककुत्स्थवंशे विमुखाः प्रयान्ति ॥
]

`verse 78 [
अन्येऽपि सन्त्येव नृपाः पृथिव्यां मान्धातरेषां तनयाः प्रसूताः ।
किं त्वर्थिनामर्थितदानदीक्षाकृतव्रतं श्लाघ्यमिदं कुलं ते ॥
]

`verse 79 [
शतार्धसंख्यास्तव सन्ति कन्यास्तासां ममैकां नृपते प्रयच्छ ।
यत्प्रार्थनाभङ्गभयाद्बिभेमि तस्मादहं राजवरातिदुःखात् ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 80 [
इति ऋषिवचनमाकर्ण्य स राजा जराजर्जरितदेहम् ऋषिमालोक्य प्रत्याख्यानकातरः तस्माच्च शापभीतो बिभ्यत्किञ्चिदधोमुखः चिरं दध्यौ च ॥
]

`speaker [
सौभरिरुवाच
]

`verse 81 [
नरेन्द्र कस्मात्समुपैषि चिन्तामसह्यमुक्तं न मयात्र किञ्चित् ।
यावश्यदेया तनया तयैव कृतार्थता नो यदि किं न लब्धा ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 82 [
अथ तस्य भगवतः शापभीतः सप्रश्रयः तमुवाच असौ राजा ॥
]

`speaker [
राजोवाच
]

`verse 83 [
“भगवन् अस्मत्कुलस्थितिरियं, य एव कन्याया अभिरुचितोऽभिजनवान् वरः, तस्मै कन्यां प्रदीयते । भगवद्याच्ञा चास्मन्मनोरथानाम् अपि अतिगोचरवर्त्तिनी कथमप्येषा सञ्जाता । तदेवमुपस्थिते न विद्मः किं कुर्म इत्येतन्मया चिन्त्यत” इत्यभिहिते च तेन भूभुजा मुनिरचिन्तयत् ॥
]

`verse 84 [
“अयम् अन्यः अस्मत्प्रत्याख्यानोपायो – वृद्धोऽयम् अनभिमतः स्त्रीणां किमुत कन्याकानाम् इत्यमुना सञ्चिन्त्य एतदभिहितम् । एवमस्तु तथा करिष्यामि” इति सञ्चिन्त्य मान्धातारमुवाच ॥
]

`verse 85 [
“यद्येवं तदादिश्यताम् अस्माकं प्रवेशाय कन्यान्तःपुरवर्षवरः । यदि कन्यैव काचिन्मामभिलषति तदाहं दारसङ्ग्रहं करिष्यामि । अन्यथा चेत् तदलम् अस्माकम् एतेन अतीतकालारम्भणेन” इत्युक्त्वा विरराम ॥
]

`verse 86 [
ततश्च मान्धात्रा मुनिशापशङ्कितेन कन्यान्तःपुरवर्षधरः समाज्ञप्तः ॥
]

`verse 87 [
तेन सह कन्यान्तःपुरं प्रविशन्नेव भगवान् अखिलसिद्धगन्धर्वेभ्यः अतिशयेन कमनीयं रूपमकरोत् ॥
]

`verse 88 [
प्रवेश्य च तमृषिम् अन्तःपुरे वर्षवरः ताः कन्याः प्राह ॥
]

`verse 89 [
भवतीनां जनयिता महाराजः समाज्ञापयति ॥
]

`verse 90 [
“अयमस्मान् ब्रह्मर्षिः कन्यार्थं समभ्यागतः ॥
]

`verse 91 [
मया चास्य प्रतिज्ञातं – यद्यस्मत्कन्या या काचिद्भगवन्तं वरयति, तत्कन्याच्छन्दे नाहं परिपन्थानं करिष्यामि” । इत्याकर्ण्य सर्वा एव ताः कन्याः सानुरागाः सप्रमदाः करेणव इव इभयूथपतिं तमृषिम् अहमहमिकया वरयाम्बभूवुः ऊचुश्च ॥
]

`verse 92 [
अलं भगिन्योऽहमिमं वृणोमि वृणोम्यहं नैष तवानुरूपः ।
ममैष भर्त्ता विधिनैव सृष्टस्सृष्टाहमस्योपशमं प्रयाहि ॥
]

`verse 93 [
वृतो मयायं प्रथमं मयायं गृहं विशन्नेव विहन्यसे किम् ।
मया मयेति क्षितिपात्मजानां तदर्थमत्यर्थकलिर्बभूव ॥
]

`verse 94 [
यदा मुनिस्ताभिरतीव हार्दाद्वृतस्स कन्याभिरनिन्द्यकीर्तिः ।
तदा स कन्याधिकृतो नृपाय यथावदाचष्ट विनम्रमूर्त्तिः ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 95 [
तदवगमात् “किमेतत्, कथमेतत्, किं किं करोमि, किं मयाभिहितम्” इत्याकुलमतिः अनिच्छन्नपि कथमपि राजा अनुमेने ॥
]

`verse 96 [
कृतानुरूपविवाहश्च महर्षिः सकला एव ताः कन्याः स्वमाश्रमम् अनयत् ॥
]

`verse 97 [
तत्र च अशेषशिल्पकल्पप्रणेतारं धातारमिवान्यं विश्वकर्माणम् आहूय सकलकन्यानाम् एकैकस्याः प्रोत्फुल्लपङ्कजाः कूजत्-कलहंस-कारण्डवादि-विहङ्गम-अभिराम-जलाशयाः सोपधानाः सावकाशाः साधुशय्यापरिच्छदाः प्रासादाः क्रियन्ताम् इत्यादिदेश ॥
]

`verse 98 [
ततः परमर्षिणा सौभरिणाज्ञप्तः तेषु गृहेषु अनिवार्यानन्दनामा महानिधिः आसाञ्चक्रे ॥
]

`verse 99 [
ततः अनवरतेन भक्ष्य-भोज्य-लेह्यादि-उपभोगैः आगतानुगतभृत्यादीन् अहर्निशम् अशेषगृहेषु ताः क्षितीशदुहितरो भोजयामासुः ॥
]

`verse 100 [
एकदा तु दुहितृस्नेहाकृष्टहृदयः स महीपतिः अतिदुःखिताः ता उत सुखिता वा इति विचिन्त्य तस्य महर्षेः आश्रमसमीपम् उपेत्य स्फुरदंशुमालाललामां स्फटिकमयप्रासादमालाम् अतिरम्योपवनजलाशयां ददर्श ॥
]

`verse 101 [
प्रविश्य चैकं प्रासादम् आत्मजां परिष्वज्य कृतासनपरिग्रहः प्रवृद्धस्नेहनयनाम्बुगर्भनयनः अब्रवीत् ॥
]

`verse 102 [
“अप्यत्र वत्से भवत्याः सुखम् उत किञ्चिदसुखम् । अपि ते महर्षिः स्नेहवान् उत न स्मर्यते अस्मद्गृहवास” इत्युक्ता तं तनया पितरमाह ॥
]

`verse 103 [
“तात अतिरमणीयः प्रासादः अत्र, अतिमनोज्ञम् उपवनम्, एते कल-वाक्य-विहङ्गम-अभिरुताः प्रोत्फुल्ल-पद्माकर-जलाशयाः, मनो-अनुकूल-भक्ष्य-भोज्यानुलेपन-वस्त्र-भूषणादि-भोगः, मृदूनि शयनासनानि सर्वसम्पत्समेतं मे गार्हस्थ्यम् ॥
]

`verse 104 [
तथापि केन वा जन्मभूमिर्न स्मर्यते ॥
]

`verse 105 [
त्वत्प्रसादात् इदमशेषम् अतिशोभनम् ॥
]

`verse 106 [
किं त्वेकं ममैतद्दुःखकारणं यदस्मद्गृहान्महर्षिः अयं मद्भर्त्ता न विष्क्रामति ममैव केवलमतिप्रीत्या समीपपरिवर्ती नान्यासाम् अस्मद्भगिनीनाम् ॥
]

`verse 107 [
एवं च मम सोदर्योऽतिदुःखिता इत्येवम् अतिदुःखकारणम्” इत्युक्तः तया, द्वितीयं प्रासादमुपेत्य स्वतनयां परिष्वज्यो उपविष्टः तथैव पृष्टवान् ॥
]

`verse 108 [
तयापि च “सर्वमेतत् प्रासादादि-उपभोग-सुखं भृशम् आख्यातं ममैव केवलमतिप्रीत्या पार्श्वपरिवर्त्ती नान्यासाम् अस्मद्भगिनीनाम्” इत्येवमादि श्रुत्वा समस्तप्रासादेषु राजा प्रविवेश तनयां तनयां तथैवापृच्छत् ॥
]

`verse 109 [
सर्वाभिश्च ताभिः तथैवाभिहितः परितोष-विस्मय-निर्भर-विवश-हृदयो भगवन्तं सौभरिम् एकान्तावस्थितम् उपेत्य कृतपूजः अब्रवीत् ॥
]

`verse 110 [
“दृष्टस्ते भगवन् सुमहानेष सिद्धिप्रभावः, नैवंविधम् अन्यस्य कस्यचित् अस्माभिः विभूतिभिः विलसितम् उपलक्षितं यदेतद्भगवतः तपसः फलम्” इत्यभिपूज्य तमृषिं तत्रैव तेन ऋषिवर्येण सह किञ्चित्कालम् अभिमतोपभोगान् बुभुजे स्वपुरं च जगाम ॥
]

`verse 111 [
कालेन गच्छता तस्य तासु राजतनयासु पुत्रशतं सार्धमभवत् ॥
]

`verse 112 [
अनुदिनानुरूढस्नेहप्रसरश्च स तत्र अतीव ममताकृष्टहृदयोऽभवत् ॥
]

`verse 113 [
“अप्येतेऽस्मत्पुत्राः कलभाषिणः पद्भ्यां गच्छेयुः, अप्येते यौवनिनो भवेयुः, अपि कृतदारानेतान् पश्येयम्, अप्येषां पुत्रा भवेयुः, अप्येतत्पुत्रान् पुत्रसमन्वितान् पश्यामि” इत्यादिमनोरथान् अनुदिनं कालसम्पत्तिप्रवृद्धान् उपेक्ष्य एतच्चिन्तयामास ॥
]

`verse 114 [
“अहो मे मोहस्यातिविस्तारः ॥
]

`verse 115 [
मनोरथानां न समाप्तिरस्ति वर्षायुतेनापि तथाब्दलक्षैः ।
पूर्णेषु पूर्णेषु मनोरथानामुत्पत्तयस्सन्ति पुनर्नवानाम् ॥
]

`verse 116 [
पद्भ्यां गता यौवनिनश्च जाता दारैश्च संयोगमिताः प्रसूताः ।
दृष्टाः सुतास्तत्तनयप्रसूतिं द्रष्टुं पुनर्वाञ्छति मेऽन्तरात्मा ॥
]

`verse 117 [
द्रक्ष्यामि तेषामिति चेत् प्रसूतिं मनोरथो मे भविता ततोऽन्यः ।
पूर्णेऽपि तत्राप्यपरस्य जन्म निवार्यते केन मनोरथस्य ॥
]

`verse 118 [
आमृत्युतो नैव मनोरथानामन्तोऽस्ति विज्ञातमिदं मयाद्य ।
मनोरथासक्तिपरस्य चित्तं न जायते वै परमार्थसङ्गि ॥
]

`verse 119 [
स मे समाधिर्जलवासमित्रमत्स्यस्य सङ्गात् सहसैव नष्टः ।
परिग्रहः सङ्गकृतो मयायं परिग्रहोत्था च ममातिलिप्सा ॥
]

`verse 120 [
दुःखं यदैवैकशरीरजन्म शतार्धसङ्ख्याकमिदं प्रसूतम् ।
परिग्रहेण क्षितिपात्मजानां सुतैरनेकैर्बहुलीकृतं तत् ॥
]

`verse 121 [
सुतात्मजैस्तत्तनयैश्च भूयो भूयश्च तेषां च परिग्रहेण ।
विस्तारमेष्यत्यतिदुःखहेतुः परिग्रहो वै ममताभिधानः ॥
]

`verse 122 [
चीर्णं तपो यत्तु जलाश्रयेण तस्यर्द्धिरेषा तपसोऽन्तरायः ।
मत्स्यस्य सङ्गादभवच्च यो मे सुतादिरागो मुषितोऽस्मि तेन ॥
]

`verse 123 [
निस्सङ्गता मुक्तिपदं यतीनां सङ्गादशेषाः प्रभवन्ति दोषाः ।
आरूढयोगो विनिपात्यतेऽधः सङ्गेन योगी किमुताल्पबुद्धिः ॥
]

`verse 124 [
अहं चरिष्यामि तदात्मनोऽर्थे परिग्रहग्राहगृहीतबुद्धिः ।
यदा हि भूयः परिहीनदोषो जनस्य दुःखैर्भविता न दुःखी ॥
]

`verse 125 [
सर्वस्य धातारमचिन्त्यरूपमणोरणीयांसमतिप्रमाणम् ।
सितासितं चेश्वरमीश्वराणामाराधयिष्ये तपसैव विष्णुम् ॥
]

`verse 126 [
तस्मिन्नशेषौजसि सर्वरूपिण्यव्यक्तविस्पष्टतनावनन्ते ।
ममाचलं चित्तमपेतदोषं सदास्तु विष्णावभवाय भूयः ॥
]

`verse 127 [
समस्तभूतादमलादनन्तात् सर्वेश्वरादन्यदनादिमध्यात् ।
यस्मान्न किञ्चित् तमहं गुरूणां परं गुरुं संश्रयमेमि विष्णुम् ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 128 [
इत्यात्मानम् आत्मनैव अभिधाय असौ सौभरिः अपहाय पुत्रगृहासनपरिच्छदादिकम् अशेषमर्थजातं सकलभार्यासमन्वितो वनं प्रविवेश ॥
]

`verse 129 [
तत्राप्यनुदिनं वैखानसनिष्पाद्यम् अशेषक्रियाकलापं निष्पाद्य क्षपितसकलपापः परिपक्वमनोवृत्तिः आत्मनि अग्नीन् समारोप्य भिक्षुः अभवत् ॥
]

`verse 130 [
भगवति आसज्य अखिलं कर्मकलापं हित्व अनन्तम् अजम् अनादिनिधनम् अविकारमरणादिधर्मम् अवाप परमनन्तं परवताम् अच्युतं पदम् ॥
]

`verse 131 [
इत्येतन्मान्धातृदुहितृसम्बन्धादाख्यातम् ॥
]

`verse 132 [
यश्चैतत् सौभरिचरितम् अनुस्मरति पठति पाठयति शृणोति श्रावयति धरति अवधारयति लिखति लेखयति शिक्षयति अध्यापयति उपदिशति वा तस्य षड् जन्मानि दुस्सन्ततिः असद्धर्मो वाङ्मनसयोः असन्मार्गाचरणम् अशेषहेतुषु वा ममत्वं न भवति ॥
]
