`verse 1 [
॥ अथ तृतीयोऽध्यायः ॥
(मान्धातृसन्ततिः, त्रिशङ्कुस्वर्गारोहणम्)

अतश्च मान्धातुः पुत्रसन्ततिरभिधीयते ॥
]

`verse 2 [
अम्बरीषस्य मान्धातृतनयस्य युवनाश्वः पुत्रोऽभूत् ॥
]

`verse 3 [
तस्मात् हारीतः यतोऽङ्गिरसो हारीताः ॥
]

`verse 4 [
रसातले मौनेया नाम गन्धर्वा बभूवुः षट्कोटिसंख्याताः । तैः अशेषाणि नागकुलानि अपहृतप्रधानरत्नाधिपत्यानि अक्रियन्त ॥
]

`verse 5 [
तैश्च गन्धर्ववीर्यावधूतैः उरगेश्वरैः स्तूयमानो भगवान् अशेषदेवेशः स्तव-च्छ्रवण-उन्मीलित-उन्निद्र-पुण्डरीक-नयनो जलशयनो निद्रावसानात् प्रबुद्धः प्रणिपत्य अभिहितः । “भगवन् अस्माकम् एतेभ्यो गन्धर्वेभ्यो भयमुत्पन्नं कथम् उपशमम् एष्यति” इति ॥
]

`verse 6 [
आह च भगवान् अनादिनिधनपुरुषोत्तमो “योऽसौ यौवनाश्वस्य मान्धातुः पुरुकुत्सनामा पुत्रः तम् अहम् अनुप्रविश्य तानशेषान् दुष्टगन्धर्वान् उपशमं नयिष्यामि” इति ॥
]

`verse 7 [
तदाकर्ण्य भगवते जलशायिने कृतप्रणामाः पुनर्नागलोकमागताः पन्नगाधिपतयो नर्मदां च पुरुकुत्सानयनाय चोदयामासुः ॥
]

`verse 8 [
सा चैनं रसातलं नीतवती ॥
]

`verse 9 [
रसातलगतश्चासौ भगवत्तेजसा आप्यायितात्मवीर्यः सकलगन्धर्वान् निजघान ॥
]

`verse 10 [
पुनश्च स्वपुरम् आजगाम ॥
]

`verse 11 [
सकलपन्नगाधिपतयश्च नर्मदायै वरं ददुः । “यत्ते अनुस्मरणसमवेतं नामग्रहणं करिष्यति न तस्य सर्पविषभयं भविष्यति” इति ॥
]

`verse 12 [
अत्र च श्लोकः ॥
]

`verse 13 [
नर्मदायै नमः प्रातर्नर्मदायै नमो निशि ।
नमोऽस्तु नर्मदे तुभ्यं त्राहि मां विषसर्पतः ॥
]

`verse 14 [
इति उत्युच्चार्य “अहर्निशम् अन्धकारप्रवेशे वा सर्पैर्न दश्यते न चापि कृतानुस्मरणभुजो विषमपि भुक्तम् उपघाताय भवति ॥
]

`verse 15 [
पुरुकुत्साय सन्ततिविच्छेदो न भविष्यति” इति उरगपतयो वरं ददुः ॥
]

`verse 16 [
पुरुकुत्सो नर्मदायां त्रसद्दस्युम् अजीजनत् ॥
]

`verse 17 [
त्रसद्दस्युतः सम्भूतो अनरण्यः यं रावणो दिग्विजये जघान ॥
]

`verse 18 [
अनरण्यस्य पृषदश्वः पृषदश्वस्य हर्यश्वः पुत्रोऽभवत् ॥
]

`verse 19 [
तस्य च हस्तः पुत्रोऽभवत् ॥
]

`verse 20 [
ततश्च सुमनाः तस्यापि त्रिधन्वा त्रिधन्वनः त्रय्यारुणिः ॥
]

`verse 21 [
त्रय्यारुणेः सत्यव्रतः योऽसौ त्रिशङ्कुसंज्ञाम् अवाप ॥
]

`verse 22 [
स चाण्डालताम् उपगतश्च ॥
]

`verse 23 [
द्वादशवर्षिक्याम् अनावृष्ट्यां विश्वामित्रकलत्रापत्यपोषणार्थं चाण्डालप्रतिग्रहपरिहरणाय च जाह्नवीतीरन्यग्रोधे मृगमांसम् अनुदिनं बबन्ध ॥
]

`verse 24 [
स तु परितुष्टेन विश्वामित्रेण सशरीरः स्वर्गम् आरोपितः ॥
]

`verse 25 [
त्रिशङ्कोः हरिश्चन्द्रः, तस्माच्च रोहिताश्वः, ततश्च हरितो, हरितस्य चञ्चुः, चञ्चोः विजयवसुदेवौ, रुरुको विजयात्, रुरुकस्य वृकः ॥
]

`verse 26 [
ततो वृकस्य बाहुः, योऽसौ हैहयतालजङ्घादिभिः पराजितः, अतर्वत्न्या महिष्या सह वनं प्रविवेश ॥
]

`verse 27 [
तस्याश्च सपत्न्या गर्भस्तम्भनाय गरो दत्तः ॥
]

`verse 28 [
तेनास्या गर्भस्सप्तवर्षाणि जठर एव तस्थौ ॥
]

`verse 29 [
स च बाहुः वृद्धभावात् और्वाश्रमसमीपे ममार ॥
]

`verse 30 [
सा तस्य भार्या चितां कृत्वा तमारोप्य अनुमरणकृतनिश्चया अभूत् ॥
]

`verse 31 [
अथ एताम् अतीतानागतवर्तमानकालत्रयवेदी भगवान् और्वः स्वाश्रमात् निर्गत्य अब्रवीत् ॥
]

`verse 32 [
“अलमलम् अनेन असद्ग्राहेण अखिलभूमण्डलपतिः अतिवीर्यपराक्रमो नैकयज्ञकृत् अरातिपक्षक्षयकर्त्ता तवोदरे चक्रवर्त्ती तिष्ठति ॥
]

`verse 33 [
नैवम् अतिसाहसाध्यवसायिनी भवती भवतु” इत्युक्ता सा तस्मात् अनुमरणनिर्बन्धात् विरराम ॥
]

`verse 34 [
तेनैव च भगवता स्वाश्रममानीता ॥
]

`verse 35 [
तत्र कतिपयदिनाभ्यन्तरे च सहैव तेन गरेणातितेजस्वी बालको जज्ञे ॥
]

`verse 36 [
तस्यौर्वो जातकर्मादिक्रिया निष्पाद्य सगर इति नाम चकार ॥
]

`verse 37 [
कृतोपनयनं चैनमौर्वो वेदशास्त्राणि अस्त्रं चाग्नेयं भार्गवाख्यम् अध्यापयामास ॥
]

`verse 38 [
उत्पन्नबुद्धिश्च मातरमब्रवीत् ॥
]

`verse 39 [
“अम्ब कथमत्र वयं, क्व वा तातोऽस्माकम्” इत्येवमादि पृच्छन्तं माता सर्वमेवावोचत् ॥
]

`verse 40 [
ततश्च पितृराज्यापहरणात् अमर्षितो हैहयतालजङ्घादिवधाय प्रतिज्ञामकरोत् ॥
]

`verse 41 [
प्रायशश्च हैहयतालजङ्घान् जघान ॥
]

`verse 42 [
शक-यवन-काम्भोज-पारद-पह्लवाः हन्यमानाः तत्कुलगुरुं वसिष्ठं शरणं जग्मुः ॥
]

`verse 43 [
अथ एनान् वसिष्ठो जीवन्मृतकान् कृत्वा सगरमाह ॥
]

`verse 44 [
“वत्स, अलमेभिः जीवन्मृतकैः अनुसृतैः ॥
]

`verse 45 [
एते च मयैव त्वत्प्रतिज्ञापरिपालनाय निजधर्मद्विजसङ्गपरित्यागं कारिताः” ॥
]

`verse 46 [
तथेति तद्गुरुवचनम् अभिनन्द्य तेषां वेषान्यत्वम् अकारयत् ॥
]

`verse 47 [
यवनान् मुण्डितशिरसो, अर्द्धमुण्डितान् शकान्, प्रलम्बकेशान् पारदान्, पह्लवान् श्मश्रुधरान्, निस्स्वाध्यायवषट्कारान् एतान् अन्यांश्च क्षत्रियान् चकार ॥
]

`verse 48 [
एते चात्मधर्मपरित्यागात् ब्राह्मणैः परित्यक्ता म्लेच्छतां ययुः ॥
]

`verse 49 [
सगरोऽपि स्वमधिष्ठानम् आगम्य-अस्खलित-चक्रः सप्तद्वीपवतीम् इमाम् उर्वीं प्रशशास ॥
]
