`verse 1 [
॥ अथ चतुर्थोऽध्यायः ॥
(सगरस्य अश्वमेधयज्ञः, सौदासचरित्रम्, रामचरित्रम्)

श्रीपराशर उवाच
काश्यपदुहिता सुमतिः विदर्भराजतनया केशिनी च द्वे भार्ये सगरस्य आस्ताम् ॥
]

`verse 2 [
ताभ्यां चापत्यार्थम् और्वः परमेण समाधिनाराधितो वरम् अदात् ॥
]

`verse 3 [
“एका वंशकरमेकं पुत्रम्, अपरा षष्टिं पुत्रसहस्राणां जनयिष्यतीति यस्या यदभिमतं तदिच्छया गृह्यताम्” इत्युक्ते केशिनी एकं वरयामास ॥
]

`verse 4 [
सुमतिः पुत्रसहस्राणि षष्टिं वव्रे ॥
]

`verse 5 [
“तथा” इत्युक्ते अल्पैरहोभिः केशिनी पुत्रम् एकम् असमञ्जसनामानं वंशकरम् असूत ॥
]

`verse 6 [
काश्यपतनयायाः तु सुमत्याः षष्टिः पुत्रसहस्रणि अभवन् ॥
]

`verse 7 [
तस्मात् असमञ्जसात् अंशुमान् नाम कुमारो जज्ञे ॥
]

`verse 8 [
स त्वसमञ्जसो बालो बाल्यादेव असद्वृत्तोऽभूत् ॥
]

`verse 9 [
पिता चास्य अचिन्तयत् “अयम् अतीतबाल्यः सुबुद्धिमान् भविष्यति” इति ॥
]

`verse 10 [
अथ तत्रापि च वयसि अतीते असच्चरितमेनं पिता तत्याज ॥
]

`verse 11 [
तान्यपि षष्टिः पुत्रसहस्राणि असमञ्जसचरितमेव अनुचक्रुः ॥
]

`verse 12 [
ततश्च असमञ्जसचरितानुकारिभिः सागरैः अपध्वस्तयज्ञादिसन्मार्गे जगति देवाः सकलविद्यामयम् असंस्पृष्टम् अशेषदोषैः भगवतः पुरुषोत्तमस्य अंशभूतं कपिलं प्रणम्य तदर्थम् ऊचुः ॥
]

`verse 13 [
“भगवन् एभिः सगरतनयैः असमञ्जसचरितम् अनुगम्यते ॥
]

`verse 14 [
कथमेभिः असद्वृत्तम् अनुसरद्भिः जगद्भविष्यतीति ॥
]

`verse 15 [
अत्यार्तजगत्परित्राणाय च भगवतोऽत्र शरीरग्रहणम्” इत्याकर्ण्य भगवानाह “अल्पैरैव दिनैर्विनङ्क्ष्यन्ति” इति ॥
]

`verse 16 [
अत्रान्तरे च सगरो हयमेधम् आरभत ॥
]

`verse 17 [
तस्य च पुत्रैः अधिष्ठितम् अस्य अश्वं कोऽप्यपहृत्य भुवो बिलं प्रविवेश ॥
]

`verse 18 [
ततः तत्तनयाश्च अश्वखुरगतिनिर्बन्धेन अवनीम् एकैको योजनं चख्नुः ॥
]

`verse 19 [
पाताले चाश्वं परिभ्रमन्तं तम् अवनीपतितनयास्ते ददृशुः ॥
]

`verse 20 [
नातिदूरेऽवस्थितं च भगवन्तम् अपघने शरत्कालेऽर्कमिव तेजोभिः अवनतमूर्धम् अधश्च अशेषदिशश्च उद्भासयमानं हयहर्त्तारं कपिलर्षिम् अपश्यन् ॥
]

`verse 21 [
ततश्च उद्यतायुधा “दुरात्मायम् अस्मदपकारी यज्ञविघ्नकारी हन्यतां हयहर्त्ता हन्यताम्” इति अवोचन् अभ्यधावंश्च ॥
]

`verse 22 [
ततस्तेनापि भगवता किञ्चित् ईषत्परिवर्त्तितलोचनेन अवलोकिताः स्वशरीरसमुत्थेन अग्निना दह्यमाना विनेशुः ॥
]

`verse 23 [
सगरोऽपि अवगम्य अश्वानुसारि तत्पुत्रबलम् अशेषं परमर्षिणा कपिलेन तेजसा दग्धं ततो अंशुमन्तम् असमञ्जसपुत्रम् अश्वानयनाय युयोज ॥
]

`verse 24 [
स तु सगरतनयखातमार्गेण कपिलमुपगम्य भक्तिनम्रस्तदा तृष्टाव ॥
]

`verse 25 [
अथैनं भगवानाह ॥
]

`verse 26 [
“गच्छैनं पितामहाय अश्वं प्रापय, वरं वृणीष्व च, पुत्रक, पौत्राश्च ते स्वर्गाद्गङ्गां भुवम् आनेष्यन्त” इति ॥
]

`verse 27 [
अथांशुमानपि “स्वर्यातानां ब्रह्मदण्डहतानाम् अस्मत्पितॄणाम् अस्वर्गयोग्यानां स्वर्गप्राप्तिकरं वरम् अस्माकं प्रयच्छ” इति प्रत्याह ॥
]

`verse 28 [
तदाकर्ण्य तं च भगवानाह “उक्तमेवैतत् मयाद्य पौत्रस्ते त्रिदिवाद्गङ्गां भुवम् आनेयिष्यति” इति ॥
]

`verse 29 [
तदम्भसा च संस्पृष्टेषु अस्थिभस्मसु एते च स्वर्गमारोक्ष्यन्ति ॥
]

`verse 30 [
भगवद्विष्णुपादाङ्गुष्ठनिर्गतस्य हि जलस्य एतन्माहात्म्यम् ॥
]

`verse 31 [
यन्न केवलमभिसन्धिपूर्वकं स्नानाद्युपभोगेषु उपकारकम् अनभिसंहितमपि अपेतप्राणस्य अस्थिचर्मस्नायुकेशाद्युपस्पृष्टं शरीरजमपि पतितं सद्यः शरीरिणं स्वर्गं नयति” इत्युक्तः प्रणम्य भवगते, अश्वमादाय पितामहयज्ञम् आजगाम ॥
]

`verse 32 [
सगरोऽपि अश्वमासाद्य तं यज्ञं समापयामास ॥
]

`verse 33 [
सागरं च आत्मजप्रीत्या पुत्रत्वे कल्पितवान् ॥
]

`verse 34 [
तस्यांशुमतो दिलीपः पुत्रोऽभवत् ॥
]

`verse 35 [
दिलीपस्य भगीरथः योऽसौ गङ्गां स्वर्गादिह आनीय भागीरथीसंज्ञां चकार ॥
]

`verse 36 [
भगीरथात् सुहोत्रः सुहोत्रात् श्रुतः, तस्यापि नाभागः ततोऽम्बरीषः, तत्पुत्रः सिन्धुद्वीपः सिन्धुद्वीपात् अयुतायुः ॥
]

`verse 37 [
तत्पुत्रश्च ऋतुपर्णः, योऽसौ नलसहायो अक्षहृदयज्ञोऽभूत् ॥
]

`verse 38 [
ऋतुपर्णपुत्रः सर्वकामः ॥
]

`verse 39 [
तत्तनयः सुदासः ॥
]

`verse 40 [
सुदासात् सौदासो मित्रसहनामा ॥
]

`verse 41 [
स च अटव्यां मृगयार्थी पर्यटन् व्याघ्रद्वयम् अपश्यत् ॥
]

`verse 42 [
ताभ्यां तद्वनम् अपमृगं कृतं मत्वा एकं तयोः बाणेन जघान ॥
]

`verse 43 [
म्रियमाणः च असौ अतिभीषणाकृतिः अतिकरालवदनो राक्षसोऽभूत् ॥
]

`verse 44 [
द्वितीयोऽपि “प्रतिक्रियां ते करिष्यामि” इत्युक्त्वा अन्तर्धानं जगाम ॥
]

`verse 45 [
कालेन गच्छता सौदासो यज्ञमयजत् ॥
]

`verse 46 [
परिनिष्ठितयज्ञे आचार्ये वसिष्ठे निष्क्रान्ते तद्रक्षो वसिष्ठरूपम् आस्थाय “यज्ञावसाने मम नरमांसभोजनं देयमिति तत्संस्क्रियतां क्षणात् आगमिष्यामि” इत्युक्त्वा निष्क्रान्तः ॥
]

`verse 47 [
भूयश्च सूदवेषं कृत्वा राजाज्ञया मानुषं मांसं संस्कृत्य राज्ञे न्यवेदयत् ॥
]

`verse 48 [
असावपि हिरण्यपात्रे मांसमादाय वसिष्ठागमनप्रतीक्षकोऽभवत् ॥
]

`verse 49 [
आगताय वसिष्ठाय निवेदितवान् ॥
]

`verse 50 [
स चाप्यचिन्तयत् “अहो अस्य राज्ञो दौश्शील्यं येन एतन्मांसम् अस्माकं प्रयच्छति किमेतद्द्रव्यजातम्” इति ध्यानपरोऽभवत् ॥
]

`verse 51 [
अपश्यच्च तन्मांसं मानुषम् ॥
]

`verse 52 [
अतः क्रोधकलुषीकृतचेता राजनि शापमुत्ससर्ज ॥
]

`verse 53 [
“यस्मात् अभोज्यमेतत् अस्मद्विधानां तपस्विनाम् अवगच्छन्नपि भवान् मह्यं ददाति तस्मात् तवैवात्र लोलुपता भविष्यति” इति ॥
]

`verse 54 [
अनन्तरं च तेनापि “भगवता एवाभिहितो अस्मि” इत्युक्ते “किं किं मयाभिहितम्” इति मुनिः पुनरपि समाधौ तस्थौ ॥
]

`verse 55 [
समाधिविज्ञानावगतार्थः च अनुग्रहं तस्मै चकार “नात्यन्तिकम् एतत् द्वादशाब्दं तव भोजनं भविष्यति” इति ॥
]

`verse 56 [
असावपि प्रतिगृह्योदकाञ्जलिं मुनिशापप्रदानाय उद्यतो “भगवन् अयम् अस्मद्गुरुः नार्हसि एनं कुलदेवताभूतम् आचार्यं शप्तुम्” इति मदयन्त्या स्वपत्न्या प्रसादितः । शस्याम्बुदरक्षणार्थं तच्छापाम्बु नोर्व्यां न चाकाशे चिक्षेप, किं तु तेनैव स्वपादौ सिषेच ॥
]

`verse 57 [
तेन च क्रोधाश्रितेनाम्बुना दग्धच्छायौ तत्पादौ कल्माषताम् उपगतौ ततः स कल्माषपादसंज्ञाम् अवाप ॥
]

`verse 58 [
वसिष्ठशापाच्च षष्ठे षष्ठे काले राक्षसस्वभावमेत्याटव्यां पर्यटन् अनेकशो मानुषान् अभक्षयत् ॥
]

`verse 59 [
एकदा तु कञ्चिन्मुनिम् ऋतुकाले भार्यासङ्गतं ददर्श ॥
]

`verse 60 [
तयोश्च तमतिभीषणं राक्षसस्वरूपम् अवलोक्य त्रासात् दम्पत्योः प्रधावितयोः ब्राह्मणं जग्राह ॥
]

`verse 61 [
ततस्सा ब्राह्मणी बहुशः तम् अभियाचितवती ॥
]

`verse 62 [
“प्रसीद इक्ष्वाकुकुलतिलकभूतः त्वं महाराजो मित्रसहो न राक्षसः ॥
]

`verse 63 [
नार्हसि स्त्रीधर्मसुखाभिज्ञो मयि अकृतार्थायाम् अस्मद्भर्त्तारं हन्तुम्” इत्येवं बहुप्रकारं तस्यां विलपन्त्यां, व्याघ्रः पशुमिवारण्येऽभिमतं तं ब्राह्मणम् अभक्षयत् ॥
]

`verse 64 [
ततश्चातिकोपसमन्विता ब्राह्मणी तं राजानं शशाप ॥
]

`verse 65 [
“यस्मादेवं मयि अतृप्तायां त्वया अयं मत्पतिः भक्षितः तस्मात् त्वमपि कामोपभोगप्रवृत्तोऽन्तं प्राप्स्यसि” इति ॥
]

`verse 66 [
शप्त्वा चैवं सा अग्निं प्रविवेश ॥
]

`verse 67 [
ततस्तस्य द्वादशाब्दपर्यये विमुक्तशापस्य स्त्रीविषयाभिलाषिणो मदयन्ती तं स्मारयामास ॥
]

`verse 68 [
ततः परम् असौ स्त्रीभोगं तत्याज ॥
]

`verse 69 [
वसिष्ठश्च अपुत्रेण राज्ञा पुत्रार्थम् अभ्यर्थितो मदयन्त्यां गर्भाधानं चकार ॥
]

`verse 70 [
यदा च सप्तवर्षाण्यसौ गर्भो न जज्ञे, ततस्तं गर्भमश्मना सा देवी जघान ॥
]

`verse 71 [
पुत्रः च अजायत ॥
]

`verse 72 [
तस्य च अश्मक इत्येव नामाभवत् ॥
]

`verse 73 [
अश्मकस्य मूलको नाम पुत्रोऽभवत् ॥
]

`verse 74 [
योऽसौ निःक्षत्रे क्ष्मातलेऽस्मिन् क्रियमाणे स्त्रीभिः विवस्त्राभिः परिवार्य रक्षितः ततः तं नारीकवचम् उदाहरन्ति ॥
]

`verse 75 [
मूलकात् दशरथः तस्माच् इलिविलः ततश्च विश्वसहः ॥
]

`verse 76 [
तस्माच्च खट्वाङ्गो योऽसौ देवासुरसङ्ग्रामे देवैः अभ्यर्थितः असुरान् जघान ॥
]

`verse 77 [
स्वर्गे च कृतप्रियैः देवैः वरग्रहणाय चोदितः प्राह ॥
]

`verse 78 [
“यद्यवश्यं वरो ग्राह्यः तन्मम आयुः कथ्यताम्” इति ॥
]

`verse 79 [
अनन्तरं च तैरुक्तम् “एकमुहूर्तप्रमाणं तवायुः” इत्युक्तः अथ अस्खलितगतिना विमानेन लघिमादिगुणो मर्त्यलोकम् आगम्य इदमाह ॥
]

`verse 80 [
“यथा न ब्राह्मणेभ्यः सकाशात् आत्मापि मे प्रियतरः, न च स्वधर्मोल्लङ्घनं मया कदाचिदपि अनुष्ठितं, न च सकलदेवमानुषपशुपक्षिवृक्षादिकेषु अच्युतव्यतिरेकवती दृष्टिः मम अभूत्, तथा तमेवं मुनिजनानुस्मृतं भगवन्तम् अस्खलितगतिः प्रापयेयम्” इति अशेषदेवगुरौ भगवति अनिर्द्देश्यवपुषि सत्तामात्रात्मनि आत्मानं परमात्मनि वासुदेवाख्ये युयोज । तत्रैव च लयमवाप ॥
]

`verse 81 [
अत्रापि श्रूयते श्लोको गीतः सप्तर्षिभिः पुरा ।
खट्वाङ्गेन समो नान्यः कश्चिदुर्व्यां भविष्यति ॥
]

`verse 82 [
येन स्वर्गादिहागम्य मुहूर्त्तं प्राप्य जीवितम् ।
त्रयोऽभिसंहिता लोका बुद्ध्या सत्येन चैव हि ॥
]

`verse 83 [
खट्वाङ्गात् दीर्घबाहुः पुत्रोऽभवत् ॥
]

`verse 84 [
ततो रघुरभवत् ॥
]

`verse 85 [
तस्मादपि अजः ॥
]

`verse 86 [
अजात् दशरथः ॥
]

`verse 87 [
तस्यापि भगवानब्जनाभो जगतः स्थित्यर्थम् आत्मांशेन रामलक्ष्मणभरतशत्रुघ्नरूपेण चतुर्द्धा पुत्रत्वम् आयासीत् ॥
]

`verse 88 [
रामोपि बाल एव विश्वामित्रयागरक्षणाय गच्छन् ताटकां जघान ॥
]

`verse 89 [
यज्ञे च मारीचम् इषुवाताहतं समुद्रे चिक्षेप ॥
]

`verse 90 [
सुबाहुप्रमुखांश्च क्षयमनयत् ॥
]

`verse 91 [
दर्शनमात्रेण अहल्यामपापां चकार ॥
]

`verse 92 [
जनकगृहे च माहेश्वरं चापम् अनायासेन बभञ्ज ॥
]

`verse 93 [
सीतामयोनिजां जनकराजतनयां वीर्यशुल्कां लेभे ॥
]

`verse 94 [
सकलक्षत्रियक्षयकारिणम् अशेषहैहयकुलधूमकेतुभूतं च परशुरामम् अपास्तवीर्यबलावलेपं चकार ॥
]

`verse 95 [
पितृवचनाच्च अगणितराज्याभिलाषो भ्रातृभार्यासमेतो वनं प्रविवेश ॥
]

`verse 96 [
विराधखरदूषणादीन् कबन्धवालिनौ च निजघान ॥
]

`verse 97 [
बद्ध्वा च अम्भोनिधिम् अशेषराक्षसकुलक्षयं कृत्वा, दशाननापहृतां भार्यां तद्वधात् अपहृताकलङ्कामपि अनलप्रवेशशुद्धाम् अशेषदेवसङ्घैः स्तूयमानशीलां जनकराजकन्याम् अयोध्याम् आनिन्ये ॥
]

`verse 98 [
ततश्चाभिषेकमङ्गलं मैत्रेय वर्षशतेनापि वक्तुं न शक्यते सङ्क्षेपेण श्रूयताम् ॥
]

`verse 99 [
लक्ष्मणभरतशत्रुघ्नविभीषणसुग्रीवाङ्गदजाम्बवद्धनुमत्प्रभृतिभिः सम्पत्फुल्लवदनैः छत्रचामरादियुतैः सेव्यमानो दाशरथिः ब्रह्मेन्द्राग्नियमनिरृतिवरुणवायुकुबेरेशानप्रभृतिभिः सर्वामरैः वसिष्ठवामदेववाल्मीकिमार्कण्डेयविश्वामित्रभरद्वाजागस्त्यप्रभृतिभिः मुनिवरैः ऋग्यजुस्सामाथर्वभिः संस्तूयमानो नृत्यगीतवाद्याद्यखिललोकमङ्गलवाद्यैः वीणावेणुमृदङ्गभेरीपटहशङ्खकाहलगोमुखप्रभृतिभिः सुनादैः समस्तभूभृतां मध्ये सकललोकरक्षार्थं यथोचितम् अभिषिक्तो दाशरथिः कोसलेन्द्रो रघुकुलतिलको जानकीप्रियो भ्रातृत्रयप्रियः सिंहासनगत एकादशाब्दसहस्रं राज्यम् अकरोत् ॥
]

`verse 100 [
भरतोपि गन्धर्वविषयसाधनाय गच्छन् संग्रामे गन्धर्वकोटीः तिस्रो जघान ॥
]

`verse 101 [
शत्रुघ्नेनापि अमितबलपराक्रमो मधुपुत्रो लवणो नाम राक्षसो निहतो मथुरा च निवेशिता ॥
]

`verse 102 [
इत्येवमाद्यतिबलपराक्रमविक्रमणैः अतिदुष्टसंहारिणो अशेषस्य जगतो निष्पादितस्थितयो रामलक्ष्मणभरतशत्रुघ्नाः पुनरपि दिवमारूढाः ॥
]

`verse 103 [
येऽपि तेषु भगवदंशेषु अनुरागिणः कोसलनगरजानपदाः तेऽपि तन्मनसः तत्सालोक्यताम् अवापुः ॥
]

`verse 104 [
अतिदुष्टसंहारिणो रामस्य कुशलवौ द्वौ पुत्रौ, लक्ष्मणस्य अङ्गदचन्द्रकेतू, तक्षपुष्कलौ भरतस्य, सुबाहुशूरसेनौ शत्रुघ्नस्य ॥
]

`verse 105 [
कुशस्य अतिथिः, अतिथेरपि निषधः पुत्रोऽभूत् ॥
]

`verse 106 [
निषधस्यापि अनलः, तस्मादपि नभाः, नभसः पुंडरीकः, तत्तनयः क्षेमधन्वा, तस्य च देवानीकः तस्यापि अहीनकः, अहीनकस्यापि रुरुः तस्य च पारियात्रकः, पारियात्रकात् देवलो, देवलात् वच्चलः, तस्यापि उत्कः, उत्काच्च वज्रनाभः, तस्मात् शङ्खणः, तस्मात् युषिताश्वः, ततश्च विश्वसहो जज्ञे ॥
]

`verse 107 [
तस्मात् हिरण्यनाभो यो महायोगीश्वरात् जैमिनेः शिष्यात् याज्ञवल्क्यात् योगमवाप ॥
]

`verse 108 [
हिरण्यनाभस्य पुत्रः पुष्यः, तस्माद् ध्रुवसन्धिः, ततः सुदर्शनः, तस्मादग्निवर्णः, ततः शीघ्रगः, तस्मादपि मरुः पुत्रोऽभवत् ॥
]

`verse 109 [
योऽसौ योगमास्थाय अद्यापि कलापग्रामम् आश्रित्य तिष्ठति ॥
]

`verse 110 [
आगामियुगे सूर्यवंशक्षत्रव्रतप्रवर्तयिता भविष्यति ॥
]

`verse 111 [
तस्यात्मजः प्रशुश्रुतः, तस्यापि सुसन्धिः, ततश्चापि अमर्षः, तस्य च सहस्वान्, ततश्च विश्वभवः ॥
]

`verse 112 [
तस्य बृहद्बलः योऽर्जुनतनयेन अभिमन्युना भारतयुद्धे क्षयम् अनीयत ॥
]

`verse 113 [
एते इक्ष्वाकुभूपालाः प्राधान्येन मयेरिताः ।
एतेषां चरितं शृण्वन् सर्वपापैः प्रमुच्यते ॥
]
