`speaker [
मैत्रेय उवाच
]

`verse 1 [
सूर्यस्य वंश्या भगवन्कथिता भवता मम ।
सोमस्याप्यखिलान्वश्याञ्छ्रोतुमिच्छामि पार्थिवान्
]

`verse 2 [
कीर्त्त्यते स्थिरकीर्त्तीनां येषामद्यापि संततिः ।
प्रसादसुमुखस्तान्मे ब्रह्मन्नाख्यातुमर्हसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 3 [
श्रूयतां मुनिशार्दूल वंशः प्रतिथतेजसः ।
सोमस्यानुक्रमात्ख्याता यत्रोर्वीपतयोऽभवन्
]

`verse 4 [
अयं हि वंशोतिबलपराक्रमद्युतिशीलचेष्टवद्भिरतिगुणान्वितैर्नहुषययाति-कार्तवीर्यार्जुनादिभिर्भूपालैरलंकृतः तमहं कथयामि श्रूयताम्
]

`verse 5 [
अखिलजगत्स्रष्टुर्भगवतो नारायणस्य नाभिसरोजसमुद्भवाब्जयोनेर्ब्रह्मणः पुत्रोऽत्रिः
]

`verse 6 [
अत्रेस्सोमः
]

`verse 7 [
तं च भगवानब्जयोनिः अश्षोऔ!षधीद्विजनक्षत्राणामाधिपत्येऽभ्यषेचयत्
]

`verse 8 [
स च राजसूयमकरोत्
]

`verse 9 [
तत्प्रभावादत्युत्कृष्टाधिपत्याधिष्ठातृत्वाच्चैनं मद आविवेश
]

`verse 10 [
मदावलेपाच्च सकलदेवगुरोर्बृस्पतेस्तारां नाम पत्नीं जहार
]

`verse 11 [
बहुशश्च बृहस्पतिचोदितेन भगवता ब्रह्मणा चोद्यमानसकलैश्च देवर्षिभिर्याचमानोपि न मुमोच
]

`verse 12 [
तस्य चंद्र स्य च बृहस्पतेर्द्वेषादुशना पार्ष्णिग्राहोभूत्
]

`verse 13 [
अंगिरसश्च सकाशादुपलब्धविद्यो भगवान्रुद्रो बृहस्पतेः सहाय्यमकरोत्
]

`verse 14 [
यतश्चोशना ततो जंभकुंभाद्याः समस्ता एव दैत्यदानवनिकाया महान्तमुद्यमं चक्रुः
]

`verse 15 [
बृहस्पतेरपि सकलदेवसैन्ययुतः सहायः शक्रोऽऽभवत्
]

`verse 16 [
एवं च तयोरतीवोग्रसंग्रामस्तारानिमित्तस्तारकामयो नामाभूत्
]

`verse 17 [
ततश्च समस्तशस्त्राण्यसुरेषु रुद्र पुरोगमा देवा देवेषु चाश्षोदानवा मुमुचुः
]

`verse 18 [
एवं देवासुराहवसंक्षोभक्षुब्धहृदयमश्षोमेव जगद्ब्रह्माणं शरणं जगाम
]

`verse 19 [
ततश्च भगवानब्जयोनिरप्युशनसं शंकरमसुरान्देवांश्च निवार्य बृहस्पतये तारामदापयत्
]

`verse 20 [
तां चांतःप्रसवामवलोक्य बृहस्पतिरप्याह
]

`verse 21 [
नैष मम क्षेत्रे भवत्याऽन्यस्य सुतो धार्यस्समुत्सृजैनमलमलमतिधार्ष्ट्येनेति
]

`verse 22 [
सा च तेनैवमुक्तातिपतिव्रता भर्तृवचनानंतरं तमिषीकास्तंबे गर्भमुत्ससर्ज
]

`verse 23 [
स चोत्सृष्टमात्र एवातितेजसा देवानां तेजांस्याचिक्षेप
]

`verse 24 [
बृहस्पतिमिंदुं च तस्य कुमारस्यातिचारुतया साभिलाषौ दृष्ट्वा देवस्समुत्पन्नसंदेहास्तारां पप्रच्छुः
]

`verse 25 [
सत्यं कथयास्माकमिति सुभगे सोमस्याथ वा बृहस्पतेरयं पुत्र इति
]

`verse 26 [
बहुशोप्यभिहिता यदाऽसौ देवेभ्यो नाचचक्षे ततस्स कुमारस्तां शप्तुमुद्यतः प्राह
]

`verse 27 [
दुष्टेंव कस्मान्मम तातं नाख्यासि
]

`verse 28 [
अद्यैव ते व्यलीकलज्जावत्यास्तथा शास्तिमहं करोमि
]

`verse 29 [
यथा च नैवमद्याप्यतिमंथरवचनाभविष्यसीति
]

`verse 30 [
अथाह भगवान् पितामहः तं कुमारं सन्निवार्य स्वयमपृच्छत्तां ताराम्
]

`verse 31 [
कथय वत्से कस्यायमात्मजः सोमस्य वा बृहस्पतेर्वा इत्युक्ता लज्जमानाह सोमस्येति
]

`verse 32 [
ततः प्रस्फुरदुच्छ्वासितामलकपोलकांतिर्भगवानुडुपतिः कुमारमालिंग्य साधु साधु वत्स प्राज्ञोसीतिबुध इति तस्य च नाम चक्रे
]

`verse 33 [
तदाख्यातमेवैतत् स च यथेलायामात्मजं पुरूरवसमुत्पादयामास
]

`verse 34 [
पुरूरवास्त्वतिदानशीलोऽतियज्वातितेजस्वी यं सत्यवादिनमतिरूपस्विनं मनस्विनं मित्रावरुणशापान्मानुषे लोके मया वस्तव्यमिति कृतमतिरुर्वशी ददर्श
]

`verse 35 [
दृष्टमात्रे च तस्मिन्नपहाय मानमश्षोमपास्य स्वर्गसुखाभिलाषं तन्मनस्का भूत्वा तमेवोपतस्थे
]

`verse 36 [
सोऽपि च तामतिशयितसकललोकस्त्रीकांतिसौकुमार्यलावण्यग-तिविलासहासादिगुणामवलोक्य तदायत्तचित्तवृत्तिर्बभूव
]

`verse 37 [
उभयमपि तन्मनस्कमनन्यदृष्टि परित्यक्तसमस्तान्यप्रयोजनमभूत्
]

`verse 38 [
राजा तु प्रागल्भ्यात्तामाह
]

`verse 39 [
सुभ्रु त्वामहमभिकामोऽस्मि प्रसीदाऽनुरागमुद्वहेत्युक्ता लज्जावखंडितमुर्वशी तं प्राह
]

`verse 40 [
भवत्वेवं यदि मे समयपरिपालनं भवान् करोतीत्याख्याते पुनरपि तामाह
]

`verse 41 [
आख्याहि मे समयमिति
]

`verse 42 [
अथ पृष्टा पुनरप्यब्रवीत्
]

`verse 43 [
शयनसमीपे ममोरणकद्वयं पुत्रभूतं नापनेयम्
]

`verse 44 [
भवांश्च मया न नग्नो द्र ष्टव्यः
]

`verse 45 [
घृतमात्रं च ममाहार इति
]

`verse 46 [
एवमेवेति भूपतिरप्याह
]

`verse 47 [
तया सह स चावनिपतिरलकयां चैत्ररथादिवनेष्वमलपद्मखंडेषु मानसादिसरस्स्वतिरमणीयेषु रममाण एकषष्टिवर्षाण्यनुदिनप्रवर्द्धमानप्रमोदोऽनयत्
]

`verse 48 [
उर्वशी च तदुपभोगात्प्रतिदिनप्रवर्द्धमानानुरागा अमरलोकवासेऽपि न स्पृहां चकार
]

`verse 49 [
विना चोर्वश्या सुरलोकोऽप्सरसां सिद्धगंधर्वाणां च नातिरमणीयोऽभवत्
]

`verse 50 [
ततश्चोर्वशी पुरूरवसोस्समयविद्विश्वावसुर्गंधर्वसमवेतो निशि शयनाभ्याशादेकमुरणकं जहार
]

`verse 51 [
तस्याकाशो! नीयमानस्योर्वशी शब्दमशृणोत्
]

`verse 52 [
एवमुवाच च ममानाथायाः पुत्रः केनापह्रियते कं शरणमुपयामीति
]

`verse 53 [
तदाकर्ण्य राजा मां नग्नं देवी वीक्ष्यतीति न ययौ
]

`verse 54 [
अथान्यमप्युरणकमादाय गंधर्वा ययुः
]

`verse 55 [
तस्याप्यपह्रियमाणस्याकर्ण्य शब्दमाकाशो! पुनरप्यनाथास्म्यहमभर्तृका कापुरुषा श्रयेत्यार्त्तराविणी बभूव
]

`verse 56 [
राजाप्यमर्षवशादंधकारमेतदिति खड्गमादाय दुष्टदुष्ट हतोसीति व्याहरन्नभ्यधावत्
]

`verse 57 [
तावच्च गंधर्वैरप्यतीवोज्ज्वला विद्युज्जनिता
]

`verse 58 [
तत्प्रभया चोर्वशी राजानमपगतांबरं दृष्ट्वापवृत्तसमया तत्क्षणादेवापक्रान्ता
]

`verse 59 [
परित्यज्य तावप्युरणकौ गंधर्वास्सुरलोकमुपगताः
]

`verse 60 [
राजापि च तौ मेषावादायातिहृष्टमनाः स्वशयनमायातो नोर्वशीं ददर्श
]

`verse 61 [
तां चापश्यन् व्यपगतांबर एवोन्मत्तरूपो बभ्राम
]

`verse 62 [
कुरुक्षेत्रे चांभोजसरस्यन्याभिश्चतसृभिरप्सरोभिस्समवेतामुर्वशीं ददर्श
]

`verse 63 [
ततश्चोन्मत्तरूपो जाये हे तिष्ठ मनसि घोरे तिष्ठ वचसि कपटिके तिष्ठेत्येवमनेकप्रकारं सूक्तमवोचत्
]

`verse 64 [
आह चोर्वशी
]

`verse 65 [
महाराजालमनेनाविवेकचेष्टितेन
]

`verse 66 [
अंतर्वत्न्यहमब्दांते भवताऽत्रागंतव्यं कुमारस्ते भबिष्यति एकां च निशामहं त्वया सह वत्स्यामीत्युक्तः प्रहृष्टस्स्वपुरं जगाम
]

`verse 67 [
तासां चाप्सरसामूर्वशी कथयामास
]

`verse 68 [
अयं स पुरुषोत्कृष्टो येनाहमेतावंतं कालमनुरागाकृष्टमानसा सहोषितेति
]

`verse 69 [
साधुसाध्वस्य रूपमप्यनेन सहास्माकमपि सर्वकालमास्या भवेदिति
]

`verse 70 [
अब्दे च पूर्णे स राजा तत्राजगाम
]

`verse 71 [
कुमारं चायुषमस्मै चोर्वशी ददौ
]

`verse 72 [
दत्त्वा चैकां निशां तेन राज्ञा सहोषित्वा पंच पुत्रोत्पत्तये गर्भमवाप
]

`verse 73 [
उवाच चैनं राजानमस्मत्प्रीत्या महाराजाय सर्व एव गंधर्वा वरदास्संवृत्ताः व्रियतां च वर इति
]

`verse 74 [
आह च राजा
]

`verse 75 [
विजितसकलारातिरविहतेंद्रि यसामर्थ्यो बंधुमानमितबलकोशोऽस्मि नान्यदस्माकमुर्वशीसालोक्यात्प्राप्तव्यमस्तितदहमनया सहोर्वश्या कालं नेतुमभिलषामीत्युक्ते गंधर्वा राज्ञेऽग्निस्थालीं ददुः
]

`verse 76 [
ऊचुश्चैनमग्निमाम्नायानुसारी भूत्वा त्रिधा कृत्वोर्वशी सलोकतामनोरथमुद्दिश्य सम्यग्यजेथाः ततोऽवश्यमभिलषितमवाप्स्यतीत्युक्तस्तामग्निस्थालीमादाय जगाम
]

`verse 77 [
अंतरटव्यामचिंतयत् अहो मेऽतीव मूढता किमहमकरवम्
]

`verse 78 [
वह्निस्थाली मयैषानीता नोर्वशीति
]

`verse 79 [
अथैनामटव्यामेवाग्निस्थालीं तत्याज स्वपुरं च जगाम
]

`verse 80 [
व्यतीतेऽर्द्धरात्रे विनिद्रश्चाचिंतयत्
]

`verse 81 [
ममोर्वशीसालोक्यप्राप्त्यर्थमग्निस्थाली गंधर्वैर्दत्ता सा च मयाटव्यां परित्यक्ता
]

`verse 82 [
तदहं तत्र तदाहरणाय यास्यामीत्युत्थाय तत्राप्युपगतो नाग्निस्थालीमपश्यत्
]

`verse 83 [
शमीगर्भं चाश्वत्थमग्निस्थालीस्थाने दृष्ट्वाऽचिंतयत्
]

`verse 84 [
मयात्राग्निस्थाली निक्षिप्ता सा चाश्वत्थश्शमीगर्भोऽभूत्
]

`verse 85 [
तदेनमेवाहमग्निरूपमादाय स्वपुरमभिगम्यारणीं कृत्वा तदुत्पन्नाग्नेरुपास्तिं करिष्यामीति
]

`verse 86 [
एवमेव स्वपुरमभिगम्यारणिं चकार
]

`verse 87 [
तत्प्रमाणं चांगुलैः कुर्वन् गायत्रीमपठत्
]

`verse 88 [
पठतश्चाक्षरसंख्यान्येवांगुलान्यरण्यभवत्
]

`verse 89 [
तत्राग्निं निर्मथ्याग्नित्रयमाम्नायानुसारी भूत्वा जुहाव
]

`verse 90 [
उर्वशीसालोक्यं फलमभिसंधितवान्
]

`verse 91 [
तेनैव चाग्निविधिना बहुविधान् यज्ञानिष्ट्वा गांधर्वलोकानवाप्योर्वश्या सहावियोगमवाप
]

`verse 92 [
एकोऽग्निरादावभवदेकेन त्वत्र मन्वंतरे त्रेधा प्रवर्तिताः
]

`colophon [
इति श्रीविष्णुमहापुराणे चतुर्थांशो! षष्ठोऽध्यायः
]

`speaker [
मैत्रेय उवाच
]

`verse 93 [
सूर्य्यस्य भगवन् ! वशः कथितो भवता मम ।
सोमस्य वेशे त्वखिलान् श्रोतुमिच्छामि पार्थिवान्
]

`verse 94 [
कीर्त्त्यते स्थिरकीर्त्तीनां येषामद्यापि सन्ततिः ।
प्रसादसुमुखस्तन्मे ब्रह्मन्नाख्यातुमर्हसि
]

`speaker [
पाशर उवाच
]

`verse 95 [
श्रूयतां मुनिशाद्दूल । वंशः प्रथिततेजसः।
सोमस्यानुक्रमात् ख्याता यत्रोर्व्वीपतयोऽभवन्
]

`verse 96 [
अयं हि वंशोऽतिबलपराक्रमद्यु तिशीलचेष्टोवद्भिंरतिगुणान्वितैर्नहुष-ययातिकार्त्तवीर्य्यार्ज्जुनादिभि र्भूपालैरलङ्कृ तः
]

`verse 97 [
तमह कथयामि श्रूयताम् |

आखलजगतूस्त्रष्टुर्भग वन्नारायणनाभिसरोजिंनीसमुद्भवाब्जयोनेर्ब्रह्मणः
पुत्रोऽत्रिः, अत्रेः सोमः, तञ्च भगवानब्जयोनिरशेषौधि-द्रिज-नक्षत्राणामा
धिपत्येऽभ्यषचयत्
]

`verse 98 [
स च राजसूयमकरोत् । ततूप्रभावादत्युतूकृष्टाधिपत्याधिष्ठातृत्वाच्चैनं मद आविवेश
]

`verse 99 [
मदावलेपाच्चासौ सकलदेवगुरोर्बृहस्पतेस्तारां नाम पत्रीं जहार
]

`verse 100 [
बहुशश्व बृहस्पतिचोदितेन भगवता ब्रह्मणा चोद्य मानः सकलैश्व देवषिं बिर्याच्यमानोऽपि न मुनोच । तस्य हि बृहस्पतिदू षादुशनाः पाष्णिग्राहोऽभवत
]

`verse 101 [
अङ्गिरसश्व सकाशोपलब्धविद्योभगवान्बृहस्पतः साहाय्यमकरोत्
]

`verse 102 [
यतश्वोशनाः ततो हि जम्भ-कुजम्भाद्याः समस्ता एव दैत्यदानवनिकाया महान्तमुद्यम चक्रुः । बृहस्पतेरपि सकलदेवसैन्यसहायः शक्रोऽभवत्
]

`verse 103 [
एवञ्च तयोरतीवोग्रः संग्रामस्तारकानिमित्त्स्तारका मयो नामाभवत् । ततश्व समस्तशस्त्राण्यसुरेषु रुद्रषुरोगमा देवा देवेषु चाशेषदानवा मुमुचुः
]

`verse 104 [
एवञ्च देवासुराहवक्षोभक्षुब्धह्टदयमशेषमेव जगदू ब्रह्माणां शरणां जगाम
]

`verse 105 [
ततश्व भगवानप्युशनस शङ्खरमसुरान् देवांश्व निवार्य्य बृहस्पते तारामदात् । ताञ्चान्तः प्रसवामवलोक्य बृहस्पतिराह
]

`verse 106 [
नैष मम क्षेत्रे भवत्यान्यसुतो धार्य्यस्तदुतूसृजैनमलमतिधाष्टर्येनेति । सा च तैनैवमुक्ता पतिव्रता भर्त्तृ वचनात् तमीषिकास्तम्बे गभमुत्ससतज्जे
]

`verse 107 [
स चोतूसृष्टमात्र एवातितेतजसा देवानां तेजांस्याचिक्षेप
]

`verse 108 [
बहस्पतिमिन्दुञ्च तस्य कुमारस्यातिचारुतया साभिलाषौ दृष्ट्वा देवाः समुत पन्नसन्देहास्तारां पप्रच्छुः सत्यं कथयास्माकमतिसुभगे!कस्यायमात्मजः, सोमस्याथ बृहस्पतेः? इत्युक्तापि सा तारा ह्रिया न किञ्चिदुवाच
]

`verse 109 [
बहशोऽप्यभिहुता यदासौ देवेभ्यो नाचचक्ष, ततःकुमारस्तां! शप्तुमुद्यतः प्राह च दुष्टे !अम्ब कस्मान्मम तातं नाख्यासि, अद्यवै तेऽलीकलज्जावत्याः शास्तिमयमहं करोमि यथा नैवमन्याप्यतिमन्थरवचना भवतीति
]

`verse 110 [
अथ भगवान् पितामहस्तं कुमारं सन्निवार्य्य स्वयमपृच्छत् ताराम् कथय वत्से !कस्यायमात्मजः ? सोमस्याथ बृहस्पतेः ? इत्युक्ता लज्जाजड़माहसोमस्येति
]

`verse 111 [
ततः स्फरदुच्छसितामलकपोलकान्तिर्भगवानुड स च आख्यातमेवैतत् यथेलायामात्मजं पुरूरवसमुतूपादयामास । पतिस्तमालिङ्गय कुमारं साधु साधु वतूस! प्राज्ञोऽसीति बुध इति नाम चक्र
]

`verse 112 [
पुरूरवास्त्वतिदानशीलोऽतियज्वातितेजस्वी । यं सत्यवादिनमतिरूपखवन्तं मित्रावरुणशापान्मानुषे लोके मया वस्तव्यम् इति कृतमतिरुर्व्वशी ददर्श
]

`verse 113 [
दृष्टमात्रे च यस्मिन् अपहाय प्रानमशेषमपास्य स्वर्ग सुखाभिलाषं तन्मना भूत्वा तमेवोपतस्थे
]

`verse 114 [
सोऽपि च तामतिशयितसकललोकस्त्रीकान्ति-सौकुमार्य्य-लावणयातिविलासहासादिगुणामवलोक्य तदायत्तचित्तबृत्तिर्बभूव
]

`verse 115 [
उभयमपि तन्मनस्कमनन्यदृष्टि परित्यक्तसमस्तान्यप्रयोजनमभूत्
]

`verse 116 [
राजा तु प्रागलूभ्यात् तामाह
]

`verse 117 [
सुभ्रु त्वामहमभिकामोऽस्मि प्रसीदानुरागमुदूह इत्युक्ता लज्जावखण्डित मुर्व्वशी प्राह
]

`verse 118 [
भवत्वेवं यदि मे समयपरिपालनं भवान् करोतीति
]

`verse 119 [
आख्याहि मे समयमित्यथ पृष्टा पुनरब्रवीत्
]

`verse 120 [
शयनसमीपे ममोरणकदूयं पुत्रभूतं नापनयम्
]

`verse 121 [
भवांश्व मया नग्रो न द्रष्टव्यः, घृतमात्रञ्च ममाहारः । इत्येवमेवेति भूपतिराह ।
तया च सहावनीपतिरलकायां चैत्ररथादिवनेषु अमलपद्मषणडेषु अभिरमणीयेषु मानसादिसरः सु अभिरममाण एव षष्टिवर्षसहस्त्राणि अनुदिनप्रवर्द्धमान प्रमोदोऽनयत् । उर्व्वशी च तदुपभोगात् प्रतिदिनप्रवर्द्धमानानुरागा अमर लोक वासोऽपि न स्पृहां चकार । विना चोर्व्वश्या सुरलोकोऽप्सरसां सिद्ध गन्धर्व्वाणाञ्च नातिरमणीयोऽभवत्
]

`verse 122 [
ततश्वोर्व्वशी-पुरूरवसोः समयविदू विश्वावसुर्गन्धर्व्वसमवेतो निशि शयनाब्यासादेकमुरणकं जहार
]

`verse 123 ;B [
तस्य चाकाशे नीयमानस्योर्व्वशी शब्दमश्वृणोत आह च, ममानाथायाः पुत्रः केनाप्ययमपह्रियते, क शरणमुपयामीत्याकगणर्य राजा नग्र मां देवी द्रक्ष्यती ति न ययौ । अथान्यमप्युरणकमादाय गग्धर्व्वा ययुः । तस्याप्यप
ह्रियमाणस्य शब्दमाकणर्य आकाशे पुनरपि `अनाथास्म्यहमभर्त्तृका कुपुरुषाश्रयेति'आर्त्तराविणी बभूव । राजाप्यमर्षवशादन्ध कारमेतदिति खड़ गम दाय दुष्ट!दुष्ट! हतोऽसीति व्याहरन्नभ्यधावत् । तावच्च गन्धर्विरती वोज्ज्वला विद्युज्जनिता । ततूप्रभया चोर्व्वशी राजानमपगताम्बरं दृष्टा अपवृत्तसमया ततूक्षणादेवापक्रान्ता
]B

`verse 124 [
परित्यज्य तावुरणकौ गन्धर्व्वाः सुरलोकमुपागताः । राजापि तौ मेषा वादाय ह्रष्टमनाः स्वशयनमायातो नोर्व्वशीं ददर्श
]

`verse 125 [
ताञ्चापश्यन्नपगताम्बर एवोन्मत्तरूपो ब्रभ्राम, कुरुक्षेत्रे चाम्भोजसरसि अन्याभिश्वतसृभिरप्सरोभिः समवेतामुर्व्वशीं ददर्श । ततश्वोनम्त्तरूपो राजा जायेह तिष्ठ, मनसि घोरे वचसि, इत्येनेकप्रकारं सृ
मवोचत्
]

`verse 126 [
आह चोर्व्वशी,--महाराज अलमनेनाविवेकचेष्टि तेन । अन्तर्व्वत्री अहम्, अब्दान्ते भवतात्रागन्तव्यम्, कुमारस्ते भविष्यति, एकाञ्च निशामहं त्वया सह वतूस्यामि, इत्युक्तः प्रह्टष्टः स्वपुरमाजगाम । तासाञ्चाप्सरसामुर्व्वशी कथयामास, अयं स पुरुषोतकर्षो, येन अहमेतावन्तं कालमनुरागाकृष्ट मनसा सहोषिता
]

`verse 127 [
इत्येवमुक्तास्ता अप्सरस ऊचुः-साघु साघु अस्य रूपम्, अनेन सहास्मा

कमापि सर्व्वकालमभिरन्तुं स्पृहा भवेदिति
]

`verse 128 [
अब्दे च पूण स राजा तत्राजगाम, कुमारञ्चायुषमस्मै तदोर्व्वशी ददौ, एकाञ्च निशां तेन राज्ञा सहोषित्वा पञ्चपुत्रोतूपत्तये गर्भमाप
]

`verse 129 [
उवाच चैनं राजानम अस्मतप्रीत्या मह्मराजाय सर्व्व एव गन्धर्व्वा वरदाः संवृत्ताः, तस्माद व्रियतां वर इति
]

`verse 130 [
आह राजा च विजित-सकलारातिरहतेन्द्रिय सामर्थ्यो बन्धुमानमित लिकोषः, नान्यदस्माकमुर्व्वशी सालोक्याद अप्राप्यमस्ति तदहमनया सहोर्व्वश्या कालं नेतुमभिलषामि
]

`verse 131 [
इत्युक्ते गन्धर्व्वा राज्ञे ऽग्रिस्थालीं ददुः
]

`verse 132 [
ऊचुश्व एनमग्रिमाम्रायानुसारी भूत्वा त्रिधा कृत्वा उर्व्वशीसलोकतामनो स्थमुद्दिश्य सम्यगू यजेथाः । ततोऽवश्यमभिलषितमवाप्स्यसि
]

`verse 133 [
इत्युक्तस्तामग्रिस्थालीमादायाजगाम, अन्तरटव्यामचिन्तयत्--अहो मे अतिमूढ़ता, यदग्रिस्थाली मयानीता नोर्व्वशीति । अथैनामटव्यामेवाग्रि म्थालीं तत्याज स्वपुरञ्चाजगाम
]

`verse 134 [
व्यतीतार्द्धरात्रौ विनिद्रश्वाचिन्तयत्--ममोर्व्वशी सालोक्यप्राप्त्यर्थमग्रिस्थाली गन्धव्वैर्दत्ता, सा च मया अटव्यां परित्यक्ता । तदहं तत्र तदाहरणाय यास्यामि इत्युत्थाय तत्राप्युपगतो नाग्निस्थालीमपश्यत् । शमी गर्भञ्चाश्वत्थ मग्निस्थालीस्थाने दृष्टा अचिन्तयत्---मयात्र स्थाली निक्षिप्ता, सा चाश्वत्थः शमी गर्माऽभूत् । तदेतमेवाहमग्निरूपमादाय स्वपुरमभि गम्य अरणो कृत्वा तदूतूपन्नाग्नेरुपास्तिं करिष्यामीति
]

`verse 135 [
एवमेव स्वपुरमुपगतोऽरणीं चकार
]

`verse 136 [
ततूप्रमाणञ्चाङ्गुलैः कुर्व्वन् गायत्रीमपठत् । पठतश्वाक्षरसंख्यान्येवाङ्गुला न्यरण्यभवत्
]

`verse 137 [
तत्राग्निं निर्म्मथ्याग्नित्रयमाम्रायानुसारी भूत्वा जुहाव उर्व्वशीसालोक्यां चेह फलमभिसंहितवान् । तेनैवाग्निविघिना बहुविधान् यज्ञान् इष्टा गन्धर्व्वलोकान प्राप्य उर्व्वश्या सह वियोगं नावाप
]

`verse 138 [
एकोऽग्निरादावभवत्, ऐलेन त्वत्र मन्वन्तरे त्रेता प्रवर्त्तिता
]
