`speaker [
श्रीपराशर उवाच
]

`verse 1 [
पुरूरवसो ज्येष्ठः पुत्रो यस्त्वायुर्नामा स राहोर्दुहितरमुपयेमे
]

`verse 2 [
तस्यां च पंच पुत्रानुत्पादयामास
]

`verse 3 [
नहुषक्षत्रवृद्धरंभरजिसंज्ञास्तथैवानेनाः पंचमः पुत्रोऽभूत्
]

`verse 4 [
क्षत्रवृद्धात्सुहोत्रः पुत्रोऽभवत्
]

`verse 5 [
काश्यपकाशगृत्समदास्त्रयस्तस्य पुत्रा बभूवुः
]

`verse 6 [
गृत्समदस्य शौनकश्चातुर्वर्ण्यप्रवर्त्तयिताऽभूत्
]

`verse 7 [
काश्यस्य काश्योः काशीराजः तस्माद्राष्ट्रः राष्ट्रस्य दीर्घतपाः पुत्रोऽभवत्
]

`verse 8 [
धन्वंतरिस्तु दीर्घतपसः पुत्रोऽभवत्
]

`verse 9 [
स हि संसिद्धकार्यकरणस्सकलसंभूतिष्वशेषो ज्ञानविदा भगवता नारायणेन चातीत संभूतौ तस्मै वरो दत्तः
]

`verse 10 [
काशीराजगोत्रेऽवतीर्य त्वमष्टधा सम्यगायुर्वेदं करिष्यसि यज्ञभागभुग्भविष्यसीति
]

`verse 11 [
तस्य च धन्वंतरेः पुत्रः केतुमान् केतुमतो भीमरथः तस्यापि दिवोदासः तस्यापि प्रतर्दनः
]

`verse 12 [
स च भद्रश्रेण्यवंशविनाशनादशेषशत्रवोनेन जिता इति शत्रुजिदभवत्
]

`verse 13 [
तेन च प्रीतिमतात्मपुत्रो वत्सवत्सेत्यभिहितो वत्सोऽभवत्
]

`verse 14 [
सत्यपरतया ऋतध्वजसंज्ञामवाप
]

`verse 15 [
ततश्च कुवलयनामानमश्वं लेभे ततः कुवलयाश्व इत्यस्यां पृथिव्यां प्रथितः
]

`verse 16 [
तस्य च वत्सस्य पुत्रोऽलर्कनामाभवत् यस्यायमद्यापि श्लोको गीयते
]

`verse 17 [
षष्टिवर्षसहस्राणि षष्टिवर्षशतानि च ।
अलर्कादपरो नान्यो बुभुजे मेदिनीं युवा
]

`verse 18 [
तस्याप्यलर्कस्य सन्नतिनामाऽभवदात्मजः
]

`verse 19 [
सन्नतेः सुनीथः तस्यापि सुकेतुः तस्माच्च धर्मकेतुर्जज्ञे
]

`verse 20 [
ततश्च सत्यकेतुः तस्माद्विभुः तत्तयस्सुविभुः ततश्च सुकुमारस्तस्यापि दृष्टकेतुः ततश्च वीतिहोत्रः तस्माद्भार्गः भार्गस्य भार्गभूमिः ततश्चातुर्वर्ण्यप्रवृत्तिरित्येते काश्यपभूभृतः कथिताः
]

`verse 21 [
रजेस्तु संततिः श्रूयताम्
]

`colophon [
इति श्रीविष्णुमाहापुराणे चतुर्थांशोऽष्टमोऽध्याय
]
