`speaker [
श्रीपराशर उवाच
]

`verse 1 [
अतः परं ययातेः प्रथमपुत्रस्य यदोर्वंशमहं कथयामि
]

`verse 2 [
यत्राशेषलोकनिवासो मनुष्यसिद्धगन्धर्वयक्षराक्षसगुह्यककिंपुरुषाप्सरोरगविहगदैत्यदानवादित्यरुद्रवस्वश्विमरुद्देवर्षिभिर्मुमुक्षुभिर्धर्मार्थकाममोक्षार्थिभिश्च तत्तत्फललाभाय सदाभिष्टुतोऽपरिच्छेद्यमाहात्म्यांशेन भगवाननादिनिधनो विष्णुरवततार
]

`verse 3 [
अत्र श्लोकः
]

`verse 4 [
यदोर्वंशं नरः श्रुत्वा सर्वपापैः प्रमुच्यते  ।
यत्रावतीर्णं कृष्णाख्यंपरं ब्रह्मनराकृति
]

`verse 5 [
सहस्रजित्क्रोष्टुनलनहुषसंज्ञाश्चात्वारो यदुपुत्रा वभुवुः
]

`verse 6 [
सहस्रजित्पुः शतजित्
]

`verse 7 [
तस्य हैहयहेहयवेणुहयास्त्रयः पुत्रा बभूवुः
]

`verse 8 [
हैहयपुत्रो धर्मः तस्यापि धर्मनेत्रः ततः कुन्तिः कुन्तेः सहजित्
]

`verse 9 [
तत्तनयो महिष्मान् योऽसौ माहिष्मतों पुरीं निर्वापयामास
]

`verse 10 [
तस्माद्भद्रश्रेण्यस्ततो दुर्दमस्तस्माद्धनकः धनकस्य कृतवीर्यकृताग्निकृतधर्मकृतौजसश्चत्वारः पुत्रा बभूवुः
]

`verse 11 [
कृतवीर्यादर्जुःसप्तद्वीपाधिपतिर्बाहुसहस्रो जज्ञे
]

`verse 12 [
योऽसौ भगवदंशमत्रिकुलप्रसूतं दत्तात्रेयाख्यमाराध्य बाहुसहस्रमधर्मसेवानिवारणं स्वधर्मसेवित्वं रणे पृथिवीजयं धर्मतश्चानुपालनमारातिभ्योऽपराजयमखिलजगत्प्रख्यातपुरुषाच्च मृत्युमित्येतान्वरानभिलषितवांल्लेभे च
]

`verse 13 [
तेनेयमशेषद्वीपवती पृथिवी सम्यक्परीपालिता
]

`verse 14 [
दशयज्ञसहस्राण्यसावयजत्
]

`verse 15 [
तस्य च श्लोकोऽद्यापि गीयते
]

`verse 16 [
न नूनं कार्तवीर्यस्य गातिं यास्यन्ति पार्थिवाः  ।
यज्ञैर्दानैस्तपोभिर्वा प्रश्रयेण श्रुतेन च
]

`verse 17 [
अनष्टद्रव्यता च तस्य राज्येऽभवत्
]

`verse 18 [
एवं च पञ्चाशीतिवर्षसहस्रण्यव्याहतेरोग्यश्रीबलपराक्रमो राज्यमकरोत्
]

`verse 19 [
माहिष्मत्यां दिग्विजयाभ्यागतो स्थापितः
]

`verse 20 [
यश्च पञ्चाशीतिवर्शसहस्रोपलक्षणकालावसाने भगवन्नारायणांशेन परशुरामेणोपसंहृतः
]

`verse 21 [
तस्य च पुत्रशतप्रधानाः पञ्चपुत्रा बभूवुः शूरशूरसेनवृषसेनमधुजयध्वजसंज्ञाः
]

`verse 22 [
जयध्वजात्तालजङ्घः पुत्रोभवत् ॥
]

`verse 23 [
तालजङ्घस्य तालजङ्घाख्यं पुत्रशतमासीत्
]

`verse 24 [
एषां ज्येष्ठे वीतिहोत्रस्तथान्यो भरतः
]

`verse 25 [
भरताद्वृषः
]

`verse 26 [
वृषस्य पुत्रो मधुरभवत्
]

`verse 27 [
तस्यापि वृष्णिप्रमुखंपुत्रशतमासीत्
]

`verse 28 [
यतो वृष्णिसंज्ञामेतद्गोत्रमवाप
]

`verse 29 [
मधुसंज्ञाहेतुश्च मधुरभवत्
]

`verse 30 [
यादवाश्च यदुनामोपलक्षणादिति
]

`colophon [
इति श्रीविष्णुमहापुराणे चतुर्थांश एकादशोऽध्यायः (११)
]
