`speaker [
श्रीपराशर उवाच
]

`verse 1 [
क्रोष्टोस्तु यदुपुत्रस्यात्मजो ध्वजिनीवान्
]

`verse 2 [
ततश्च स्वातिः ततो रुशङ्कुः रुशङ्कोश्चित्ररथः
]

`verse 3 [
तत्तनयः शशिबिन्दुः चतुर्दशमहारत्नेशश्चक्रवर्त्यभवत्
]

`verse 4 [
तस्य च शतसहस्रं पत्नी नामभवत्
]

`verse 5 [
दशलक्षसंख्याश्च पुत्राः
]

`verse 6 [
तेषां च पृथुश्रवाः पृथुकर्मा पृथुकीर्तिः पृथुयशाः पृथुजयः पृथुदानः षट्पुत्राः प्रधानाः
]

`verse 7 [
पृथुश्रवसश्च पुत्रः पृथुतमः
]

`verse 8 [
तस्मादुशना यो वाजिमेधानां शतमाजहार
]

`verse 9 [
तस्य च शितपुर्नाम पुत्रोऽभवत्
]

`verse 10 [
तस्यापि रुक्मकवचस्ततः परवृत्
]

`verse 11 [
तस्य परावृतो रुक्मेषुपृथुज्यामघवलितहरितसंज्ञास्तस्य पञ्चात्मजा बभूवुः
]

`verse 12 [
तस्माद्यापि ज्यामघस्य श्लोको गीयते
]

`verse 13 [
भार्यावश्यास्तु ये केचिद्भविष्यन्त्यथ वा मृताः  ।
तेषां तु ज्यामघः श्रेष्ठः शैव्यापतिरभून्नृपः
]

`verse 14 [
अपुत्रा तस्य सा पत्नी शैव्या नाम तथाप्यसौ  ।
अपत्यकामोऽपि भयान्नान्यां भार्यामविन्दत
]

`verse 15 [
स त्वेकदा प्रभूतरथतुरगगजसंमर्दातिदारुणे महाहवे युद्ध्यमानःच सकलमेवारिचक्रमजयत्
]

`verse 16 [
तच्चारिचक्रमपास्तपुत्रकलत्रबन्धुबलकोशं स्वमधिष्ठानं परित्यज्य दिशः प्रतिविद्रुतम्
]

`verse 17 [
तस्मिंश्च विद्रुतेतित्रासलोलायतलोचनयुगलं त्राहित्राहि मां तातांब भ्रतरित्याकुलविलापविधुरं स राजकन्यारत्नमद्राक्षीत्
]

`verse 18 [
तद्दर्शनाच्च तस्यामनुरागनुगतान्तरात्मा स नृपोऽचिन्तयत्
]

`verse 19 [
साध्विदं ममापत्यरहितस्य वन्ध्याभर्तुः सांप्रतं विधिनापत्यकारणं कन्यारत्नमुपपादितम्
]

`verse 20 [
तदेतत्समुद्वहामीति
]

`verse 21 [
अथ वैनां स्यन्दनमारोप्य स्वमधिष्ठानं नयामि
]

`verse 22 [
तयैव देव्याशैव्ययाहमनुज्ञातःसमुद्वहामीति
]

`verse 23 [
अथैनां रथमारोप्य स्वनगरमगच्छत्
]

`verse 24 [
विजयिनं च राजानमशेषपौरभृत्वयरिजनामात्यसमेता शैव्या द्रष्टुमधिष्ठनद्वारमागता
]

`verse 25 [
सा चावलोक्य राज्ञः सव्यपार्शववर्त्तिनीं कन्यामीषदुद्भूतामर्षस्फुरदधरपल्लवा राजानमवोचत्
]

`verse 26 [
अतिचपलचित्तात्र स्यन्दने केयमारोपितेति
]

`verse 27 [
असावप्यनालोचितोत्तरवचनोतिभयात्तामाह स्नुषा ममेयमिति
]

`verse 28 [
नाहं प्रसूता पुत्रेण नान्या पत्न्यभवत्तव  ।
स्नुषासंबन्धता ह्योषा कतमेन सुतेन ते
]

`speaker [
श्रीपराशर उवाच
]

`verse 29 [
इत्यात्मेर्ष्याकोपकलुषितवचनमुषितविवेको भयाद्दुरुक्तापरिहारार्थमिदमवनीपतिराह
]

`verse 30 [
यस्ते जनिष्यत्यात्मजस्तस्येयमनागतस्यैव भार्या निरूपितेत्याकर्ण्योद्भूतमृदुहासा तथेत्याह
]

`verse 31 [
प्रविवेश च राज्ञा सहाधिष्ठानम्
]

`verse 32 [
अनन्तरं चातिशुद्धलग्नहोरांशकावयवोक्तकृतपुत्रजन्मलाभगुणाद्वयसः परिणाममुपगतापि शैव्या स्वल्पैरेवाहोभिर्गर्भमवाप
]

`verse 33 [
कालेन च कुमारमजीजनत्
]

`verse 34 [
तस्य च विदर्भ इति पिता नाम चक्रे
]

`verse 35 [
स च तां स्नुषामुपयेमे
]

`verse 36 [
तस्यां चासौक्रथकैशिकसंज्ञौ पुत्रावजनयत्
]

`verse 37 [
पुनश्च तृतीयं रोमपादसंज्ञं पुत्रमजीजनद्यो नारदादवाप्तज्ञानवान्भविष्यतीति
]

`verse 38 [
रोमपादाद्बभ्रुः बभ्रोर्धृतिर्ः धृतेः कैशिकः कैशिकस्यापि चेदिः पुत्रोऽभवत्यस्य संततौ चैद्या भूपालाः
]

`verse 39 [
क्रथस्य स्नषापुत्रस्यकुन्तिरभवत्
]

`verse 40 [
कुन्तेर्धृष्टिः धृष्टेर्निधृतिः निधृतेर्दशार्हस्ततश्च व्योमः तस्यापि जीमूतः ततश्च विकृतिः ततश्च भीभरथः तस्मान्नवरथः तस्यापि दशरथः ततश्च शकुनिः तत्तनयः करंभिः करंभेर्देवरातोऽभवत्
]

`verse 41 [
तस्माद्देवक्षत्रः तस्यापि मधुः मधोः कुमारवंशः कुमारवंशादनुः अनोः पुरुमित्रः पृथिवीपतिरभवत्
]

`verse 42 [
ततश्चांशुस्तस्माच्च सत्वतः
]

`verse 43 [
सत्वतादेते सात्वताः
]

`verse 44 [
इत्येतां ज्यामघस्य संततिं सम्यक्छ्रद्धासमन्वितः श्रुत्वा पुमान्मैत्रेय स्वपापैः प्रमुच्यते
]

`colophon [
इति श्रीविष्णुमाहापुराणे चतुर्थांशे द्वादशोऽध्यायः (१२)
]
