`speaker [
श्रीपराशर उवाच
]

`verse 1 [
भजनभजमानदिव्यांधकदेवावृधमहाभोजवृष्णिसंज्ञास्सत्वतस्य पुत्रा बभूवुः
]

`verse 2 [
भजमानस्य निमिकृकणवृष्णयस्तथान्ये द्वैमात्राः शतजित्सहस्रजिदयुतजित्संज्ञास्त्रयः
]

`verse 3 [
देवावृधस्यापि बभ्रुः पुत्रोऽभवत्
]

`verse 4 [
तयोश्चायं श्लोको गीयते
]

`verse 5 [
यथैव शृणुमो दूरात्संपश्यामस्तथांतिकात् ।
बभ्रुः श्रेष्ठो मनुष्याणां देवैर्देवावृधस्समः
]

`verse 6 [
पुरुषाः षट् च षष्टिश्च सहस्राणि तथाऽष्ट ये ।
तेऽमृतत्वमनुप्राप्ता बभ्रोर्देवावृधादपि
]

`verse 7 [
महाभोजस्त्वतिधर्मात्मा तस्यान्वये भोजाः मृत्तिकावरपुरनिवासिनो मार्त्तिकावरा बभूवुः
]

`verse 8 [
वृष्णे सुमित्रो युधाजिच्च पुत्रावभूताम्
]

`verse 9 [
ततश्चानमित्रः तथानमित्रान्निघ्नः
]

`verse 10 [
निघ्नस्य प्रसेन सत्राजितौ
]

`verse 11 [
तस्य च सत्राजितो भगवानादित्यः सखाऽभवत्
]

`verse 12 [
एकदा त्वंभोनिधितीरसंश्रयः सूर्यं सत्राजित्तुष्टाव तन्मनस्कतया च भास्वानभिष्टूयमानोऽग्रतस्तस्थौ
]

`verse 13 [
ततस्त्वस्पष्टमूर्त्तिधरं चैनमालोक्य सत्राजित्सूर्यमाह
]

`verse 14 [
यथैव व्योम्नि वह्निपिंडोपमं त्वामहमपश्यं तथैवाद्याग्रतो गतमप्यत्र भगवता किंचिन्न प्रसादीकृतं विश्षोमुपलक्षयामीत्येवमुक्ते भगवता सूर्येण निजकंठादुन्मुच्य स्यमंतकं नाम महामणिवरमवतार्यैकान्ते न्यस्तम्
]

`verse 15 [
ततस्तमाताम्रोज्ज्वलं ह्रस्ववपुषमीषदापिंगलनयनमादित्यमद्रा क्षीत्
]

`verse 16 [
कृतप्रणिपातस्तवादिकं च सत्राजितमाह भगवानादित्यस्सहस्रदीधितिः वरमस्मत्तोभिमतं वृणीष्वेति
]

`verse 17 [
स च तदेव मणिरत्नमयाचत
]

`verse 18 [
स चापि तस्मै तद्दत्त्वा दीधितिपतिर्वियति स्वधिष्ण्यमारुरोह
]

`verse 19 [
सत्राजितोऽप्यमलमणिरत्नसनाथकंठतया सूर्य इव तेजोभिरश्षोदिगंतराण्युद्भासयन् द्वारकां विवेश
]

`verse 20 [
द्वारकावासी जनस्तु तमायांतमवेक्ष्य भगवंतमादिपुरुषं पुरुषोत्तममवनिभारावतरणायांश्नो मानुषरूपधारिणं प्रणिपत्याह
]

`verse 21 [
भगवन् भवंतं द्र ष्ट्रं नूनमयमादित्य आयातीत्युक्तो भगवानुवाच
]

`verse 22 [
भगवान्नायमादित्यः सत्राजितोऽयमादित्यदत्तस्यमंतकाख्यं महामणिरत्नं बिभ्रदत्रोपयाति
]

`verse 23 [
तदेनं विस्त्रब्धाः पश्यतेत्युक्तास्ते तथैव ददृशुः
]

`verse 24 [
स च तं स्यमंतकमणिमात्मनिवेशने चक्रे
]

`verse 25 [
प्रतिदिनं तन्मणिरत्नमष्टौ कनकभारान्स्त्रवति
]

`verse 26 [
तत्प्रभावाच्च सकलस्यैव राष्ट्रस्योपसर्गानावृष्टिव्यालाग्नितो यद्दुर्भिक्षादिभयं न भवति
]

`verse 27 [
अच्युतोऽपि तद्दिव्यं रत्नमुग्रसेनस्य भूपतेर्योग्यमेतदिति लिप्सां चक्रे २७ गोत्रभेदभयाच्छक्तोपि न जहार
]

`verse 28 [
सत्राजिदप्यच्युतो मामेतद्याचयिष्यतीत्यवगम्य रत्नलोभाद्भ्रात्रे प्रसेनाय तद्र त्नमदात्
]

`verse 29 [
तच्च शुचिना ध्रियमाणमश्षोमेव सुवर्णस्रवादिकं गुणजातमुत्पादयति अन्यथा धारयंतमेव हंतीत्यजानन्नसावपि प्रसेनस्तेन कंठसक्तेन स्यमंतकेनाश्वमारुह्याटव्यां मृगयामगच्छत्
]

`verse 30 [
तत्र च सिंहाद्वधमवाप
]

`verse 31 [
साश्वं च तं निहत्य सिंहोप्यमलमणिरत्नमास्याग्रेणादाय गंतुमभ्युद्यतः ऋक्षाधिपतिना जांबवता दृष्टो घातितश्च
]

`verse 32 [
जांबवानप्यमलमणिरत्नमादाय स्वबिलं प्रविवेश
]

`verse 33 [
सुकुमारसंज्ञाय बालकाय च क्रीडनकमकरोत्
]

`verse 34 [
अनागच्छति तस्मिन्प्रसेने कृष्णो मणिरत्नमभिलषितवान्स च प्राप्तनान्नूनमेतदस्य कर्मेत्यखिल एव यदुलोकः परस्परं कर्णाकर्ण्याऽकथयत्
]

`verse 35 [
विदितलोकापवादवृत्तांतश्च भगवान् सर्वयदुसैन्यपरिवारपरिवृतः प्रसेनाश्वपदवीमनुससार
]

`verse 36 [
ददर्श चाश्वसमवेतं प्रसेनं सिंहेन विनिहतम्
]

`verse 37 [
अखिलजनमध्ये सिंहपददर्शनकृतपरिशुद्धः सिंहपदमनुससार
]

`verse 38 [
ऋक्षपतिनिहतं च सिंहमप्यल्पे भूमिभागे दृष्ट्वा ततश्च तद्र त्नगौरवादृक्षस्यापि पदान्यनुययौ
]

`verse 39 [
गिरितटे च सकलमेव तद्यदुसैन्यमवस्थाप्य तत्पदानुसारी ऋक्षबिलं प्रविवेश
]

`verse 40 [
अन्तः प्रविष्टश्च धात्र्! याः सुकुमारकमुल्लालयन्त्या वाणीं शुश्राव
]

`verse 41 [
अत्र श्लोकः।
सिंहः प्रसेनमवधीत्सिंहो जाम्बवता हतः ।
सुकुमारकमा रोदीस्तव ह्येष स्यमंतकः
]

`verse 42 [
इत्याकर्ण्योपलब्धस्यमंतकॐतःप्रविष्टः कुमारक्रीडनकीकृतं च धात्र्! या हस्ते तेजोभिर्जाज्वल्यमानं स्यमंतकं ददर्श
]

`verse 43 [
तं च स्यमंतकाभिलषितचक्षुषमपूर्वपुरुषमागतं समवेक्ष्य धात्री त्राहित्राहीति व्याजहार
]

`verse 44 [
तदार्त्तरवश्रवणानंतरं चामर्षपूर्णहृदयः स जांबवानाजगाम
]

`verse 45 [
तयोश्च परस्परमुद्धतामर्षयोर्युद्धमेकविंशतिदिनान्यभवत्
]

`verse 46 [
ते च यदुसैनिकास्तत्र सप्ताष्टादिनानि तन्निष्क्रांतिमुदीक्षमाणास्तस्थुः
]

`verse 47 [
अनिष्क्रमणे च मधुरिपुरसाववश्यमत्र बिलेऽत्यंतं नाशमवाप्तो भविष्यत्यन्यथा तस्य जीवतः कथमेतावंति दिनानि शत्रुजये व्याक्षेपो भविष्यतीति कृताध्यवसाया द्वारकामागम्य हतः कृष्ण इति कथयामासुः
]

`verse 48 [
तद्बांधवाश्च तत्कालोचितमखिलमुत्तरक्रियाकलापं चक्रुः
]

`verse 49 [
ततश्चास्य युद्ध्यमानस्यातिश्रद्धादत्तविशिष्टोपपात्रयुक्तान्नतोयादिना श्रीकृष्णस्य बलप्राणपुष्टिरभूत्
]

`verse 50 [
इतरस्यानुदिनमतिगुरुपुरुषभेद्यमानस्य अतिनिष्ठुरप्रहारपातपीडिताखिलावयवस्य निराहारतया बलहानिरभूत्
]

`verse 51 [
निर्जितश्च भगवता जांबवान्प्रणिपत्य व्याजहार
]

`verse 52 [
सुरासुरगंधर्वयक्षराक्षसादिभिरप्यखिलैर्भवान्न जेतुं शक्यः किमुतावनिगोचरैरल्पवीर्यैर्नरैर्नरावयवभूतैश्च तिर्यग्योन्यनुसृतिभिः किं पुनरस्मद्विधैरवश्यं भवताऽस्मत्स्वामिना रामेणेव नारायणस्य सकलजगत्परायणस्यांश्नो भगवता भवितव्यमित्युक्तस्तस्मै भगवानखिलावनिभारावतरणार्थमवतरणमाचचक्षे
]

`verse 53 [
प्रीत्यभिव्यंजितकरतलस्पर्शनेन चैनमपगतयुद्धखेदं चकार
]

`verse 54 [
स च प्रणिपत्य पुनरप्येनं प्रसाद्य जांबवतीं नाम कन्यां गृहागतायार्घ्यभूतां ग्राहयामास
]

`verse 55 [
स्यमंतकमणिरत्नमपि प्रणिपत्य तस्मै प्रददौ
]

`verse 56 [
अच्युतोप्यतिप्रणतात्तस्मादग्राह्यमपि तन्मणिरत्नमात्मसंशोधनाय जग्राह
]

`verse 57 [
सह जांबवत्या स द्वारकामाजगाम
]

`verse 58 [
भगवदागमनोद्भूतहर्षोत्कर्षस्य द्वारकावासिजनस्य कृष्णावलोकनात्तत्क्षणमेवातिपरिणतवयसोपि नवयौवनमिवाभवत्
]

`verse 59 [
दिष्ट्यादिष्ट्येति सकलयादवाः स्त्रियश्च सभाजयामासुः
]

`verse 60 [
भगवानपि यथानुभूतमश्षॐ यादवसमाजे यथावदाचचक्षे
]

`verse 61 [
स्यमंतकं च सत्राजिताय दत्त्वा मिथ्याभिशस्तिपरिशुद्धिमवाप
]

`verse 62 [
जांबवतीं चांतःपुरे निवेशयामास
]

`verse 63 [
सत्राजितोपि मयास्याभूतमलिनमारोपितमिति जातसंत्रासात्स्वसुतां सत्यभामां भगवते भार्यार्थं ददौ
]

`verse 64 [
तां चाक्रूरकृतवर्मशतधन्वप्रमुखा यादवाः प्राग्वरयाम्बभूवुः
]

`verse 65 [
ततस्तत्प्रदानादवज्ञातमेवात्मानं मन्यमानाः सत्राजिते वैरानुबंधं चक्रुः
]

`verse 66 [
अक्रूरकृतवर्मप्रमुखाश्च शतधन्वानमूचुः
]

`verse 67 [
अयमतीव दुरात्मा सत्राजितो योऽस्माभिर्भवता च प्रार्थितोऽप्यात्मजामस्मान् भवंतं चाविगणय्य कृष्णाय दत्तवान्
]

`verse 68 [
तदलमनेन जीवता घातयित्वैनं तन्महारत्नं स्यमंतकाख्यं त्वया किं न गृह्यते वयमभ्युपपत्स्यामो यद्यच्युतस्तवोपरि वैरानुबंधं करिष्यतीत्येवमुक्तस्तथेत्यसावप्याह
]

`verse 69 [
जतुगृहदग्धानां पांडुतनयानां विदितपरमार्थोऽपि भगवान् दुर्योधनप्रयत्नशैथिल्यकरणार्थं पार्थानुकूल्यकरणाय वारणावतं गतः
]

`verse 70 [
गते च तस्मिन् सुप्तमेव सत्राजितं शतधन्वा जघान मणिरत्नं चाददात्
]

`verse 71 [
पितृवधामर्षपूर्णा च सत्यभामा शीघ्रं स्यंदनमारूढा वारणावतं गत्वा भगवतेऽहं प्रतिपादितेत्यक्षांतिमता शतधन्वनाऽस्मत्पिता व्यापादितः तच्च स्यमंतकमणिरत्नमपहृतं यस्यावभासनेनापहृततिमिरं त्रैलोक्यं भविष्यति
]

`verse 72 [
तदियं त्वदीयापहासना तदालोच्य यदत्र युक्तं तत्क्रियतामिति कृष्णमाह
]

`verse 73 [
तया चैवमुक्तः परितुष्टांतः करणोऽपि कृष्णः सत्यभामाममर्षताम्रनयनः प्राह
]

`verse 74 [
सत्ये सत्यं ममैवैषापहासना नाहमेतां तस्य दुरात्मनस्सहिष्ये
]

`verse 75 [
न ह्यनुल्लंघ्य परपादपं तत्कृतनीडाश्रयिणो विहंगमा वध्यंते तदलममुनास्मत्पुरतः सौकप्रोरितवाक्यपरिकरेणेत्युक्त्वा द्वारकामभ्येत्यैकांते बलदेवं वासुदेवः प्राह
]

`verse 76 [
मृगयागतं प्रसेनमटव्यां मृगपतिर्जघान
]

`verse 77 [
सत्राजितोऽप्यधुना शतधन्वना निधनं प्रापितः
]

`verse 78 [
तदुभयविनाशात्तन्मणिरत्नमावाभ्यां सामान्यं भविष्यति
]

`verse 79 [
तदुत्तिष्ठारुह्यतां रथः शतधन्वनिधनायोद्यमं कुर्वित्यभिहितस्तथेति समन्विच्छितवान्
]

`verse 80 [
कृतोद्यमौ च तावुभावुपलभ्य शतधन्वा कृतवर्माणमुपेत्य पार्ष्णिपूरणकर्मनिमित्तमचोदयत्
]

`verse 81 [
आह चैनं कृतवर्मा
]

`verse 82 [
नाऽहं बलदेववासुदेवाभ्यां सह विरोधायालमित्युक्तश्चाक्रूरमचोदयत्
]

`verse 83 [
असावप्याह
]

`verse 84 [
न हि कश्चिद्भगवता पादप्रहारपरिकंपितजगत्त्रयेण सुररिषुवनितावैधव्यकारिणा प्रबलरिपुचक्राप्रतिहतचक्रेण चक्रिणा मदमुदितनयनावलोकनाखिलनिशातनेनातिगुरुवैरिवारणापकर्षणा-विकृतमहिमोरुसीरेम सीरिणा च सह सकलजगद्वंद्यानाममरवराणामपि योद्धुं समर्थः
]

`verse 85 [
किमुताहं तदन्यश्शरणमभिलष्यतामित्युक्तश्शतधनुराह
]

`verse 86 [
यद्यस्मत्परित्राणासमर्थं भवानात्मानमधिगच्छति तदयमस्मत्तस्तावन्मणिः संगृह्य रक्ष्यतामिति
]

`verse 87 [
एकमुक्तः सोऽप्याह
]

`verse 88 [
यद्यंत्ययामप्यवस्थायां न कस्मैचिद्भवान् कथयिष्यति तदहमेतं ग्रहीष्यामीति
]

`verse 89 [
तथेत्युक्ते चाक्रूरस्तन्मणिरत्नं जग्राह
]

`verse 90 [
शतधनुरप्य तुलवेगां शतयोजनवाहिनीं वडवामारुह्यापक्रांतः
]

`verse 91 [
शैव्यसुग्रीवमेघपुष्पबलाहकाश्वचतुष्टययुक्तरथस्थितौ बलदेववासुदेवौ तमनुप्रयातौ
]

`verse 92 [
सा च वडवा शतयोजनप्रमाणमार्गमतीता पुनरपि वाह्यमाना मिथिलावनोद्देशो! प्राणानुत्ससर्ज
]

`verse 93 [
शतधनुरपि तां परित्यज्य पदातिरेवाद्र वत्
]

`verse 94 [
कृष्णोपि बलभद्र माह
]

`verse 95 [
तावदत्र स्यंदने भवता स्थेयमहमेनमधमाचारं पदातिरेव पदातिमनुगम्य यावद्घातयामि अत्र हि भूभागे दृष्टदोषास्सभया अतो नैतेश्वा भवतेमं भूमिभागमुल्लंघनीयाः
]

`verse 96 [
तथेत्युक्त्वा बलदेवो रथ एव तस्थौ
]

`verse 97 [
कृष्णोपि द्विक्रोशमात्रं भूमिभागमनुसृत्य दूरस्थितस्यैव चक्रं क्षिप्त्वा शतधनुषश्शिरश्चिच्छेद
]

`verse 98 [
तच्छरीरांबरादिषु च बहुप्रकारमन्विच्छन्नपि स्यमंतकमणिं नावाप पदा तदोपगम्य बलभद्र माह
]

`verse 99 [
वृथैवास्माभिः शतधनुर्घातितः न प्राप्तमखिलजगत्सारभूतं तन्महारत्नं स्यमंतकाख्यमित्याकर्ण्योद्भूतकोपो बलदेवो वासुदेवमाह
]

`verse 100 [
धिक्त्वां यस्त्वमेवमर्थलिप्सुरेतच्च ते भ्रातृत्वान्मया क्षांतं तदयं पंथास्स्वेच्छया गम्यतां न मे द्वारकया न त्वया न चाश्षोबंधुभिः कार्य्यमलमलमेभिर्ममाग्रतोऽलीकशपथैरित्याक्षिप्य तत्कथां कथंचित्प्रसाद्यमानोपि न तस्थौ
]

`verse 101 [
स विदेहपुरीं प्रविवेश
]

`verse 102 [
जनकराजश्चार्घ्यपूर्वकमेनं गृहं प्रवेशयामास
]

`verse 103 [
स तत्रैव च तस्थौ
]

`verse 104 [
वासुदेवोऽपि द्वारकामाजगाम
]

`verse 105 [
यावच्च जनकराजगृहे बलभद्रो ऽवतस्थे तावद्धार्त्तराष्ट्रो दुर्योधनस्तत्सकाशाद्गदाशिक्षामशिक्षयत्
]

`verse 106 [
वर्षत्रयांते च बभ्रूग्रसेनप्रभृतिभिर्यादवैर्न तद्र त्नं कृष्णेनाऽपहृतमिति कृतावगतिभिर्विदेहनगरीं गत्वा बलदेवस्संप्रत्याय्य द्वारकामानीतः
]

`verse 107 [
अक्रूरोप्युत्तममणिसमुद्भूतसुवर्णेन भगवद्ध्यानपरोऽनवरतं यज्ञानियाज
]

`verse 108 [
सवनगतौ हि क्षत्रियवैश्यौ निघ्नन्ब्रह्महा भवतीत्येवंप्रकारं दीक्षाकवचं प्रविष्ट एव तस्थौ
]

`verse 109 [
द्विषष्टिवर्षाण्येवं तन्मणिप्रभावात्तत्रोपसर्गदुर्भिक्षमारिकामरणादिकं नाभूत्
]

`verse 110 [
अथाक्रूरपक्षीयैर्भोजैश्शत्रुघ्ने सात्वतस्य प्रपौत्रे व्यापादिते भोजैस्सहाक्रूरो द्वारकामपहायापक्रान्तः
]

`verse 111 [
तदपक्रांतिदिनादारभ्य तत्रोपसर्गदुर्भिक्षव्यालानावृष्टिमारिकाद्युपद्र वा बभूवुः
]

`verse 112 [
अथ यादवा बलभद्रो ग्रसेनसमवेता मंत्रममंत्रयन्
]

`verse 113 [
भगवानुरगारिकेतनः किमिदमेकदैव प्रचुरोपद्र वागमनमेतदालोच्यतामित्युक्तेंधकनामा यदुवृद्धः प्राह
]

`verse 114 [
अस्याक्रूरस्य पितृश्वफल्को यत्र यत्राभूत्तत्रतत्र दुर्भिक्षमारिकानावृष्ट्यादिकं नाभूत्
]

`verse 115 [
काशीराजस्य विषये त्वनावृष्ट्या च श्वफल्को नीतः ततश्च तत्क्षणाद्देवो ववर्ष
]

`verse 116 [
काशीराजपत्न्याश्च गर्भे कन्यारत्नं पूर्वमासीत्
]

`verse 117 [
सा च कन्या पूर्णेपि प्रसूतिकाले नैव निश्चक्राम
]

`verse 118 [
एवं च तस्य गर्भस्य द्वादशवर्षाण्यनिष्क्रामतो ययुः
]

`verse 119 [
काशीराजश्च तामात्मजां गर्भस्थामाह
]

`verse 120 [
पुत्रि कस्मान्न जायसे निष्क्रम्य तामास्यं ते द्र ष्टुमिच्छामि एतां च मातरं किमिति चिरं क्लेशयिष्यसीत्युक्ता गर्भस्थैव व्याजहार
]

`verse 121 [
तात यद्येकैकां गां दिनेदिने ब्राह्मणाय प्रयच्छसि तदहमन्यैस्त्रिभिर्वर्षैरस्माद्गर्भात्ततोऽवश्यं निष्क्रमिष्यामीत्येद्वचनमाकर्ण्य राजा दिनेदिने ब्राह्मणाय गां प्रादात्
]

`verse 122 [
सापि तावता कालेन जाता
]

`verse 123 [
ततस्तस्याः पिता गांदिनीति नाम चकार
]

`verse 124 [
तां च गांदिनीं कन्यां श्वफल्कायोपकारिणे गृहमागतायार्घ्यभूतां प्रादात्
]

`verse 125 [
तस्यामयमक्रूरः श्वफल्काज्जज्ञे
]

`verse 126 [
तस्यैवंगुणमिथुनादुत्पत्तिः
]

`verse 127 [
तत्कथमस्मिन्नपक्रान्ते अत्र दुर्भिक्षमारिकाद्युपद्र वा न भविष्यंति
]

`verse 128 [
तदयमत्रानीयतामलमतिगुणवत्यपराधान्वेषणेनेति यदुवृद्धस्यांधकस्यैतद्वचनमाकर्ण्य केशवोग्रसेनबलभद्र पुरोगमैर्यदुभिः कृतापराधतितिक्षुभिरभयं दत्त्वा श्वफल्कपुत्रः स्वपुरमानीतः
]

`verse 129 [
तत्र चागतमात्र एव तस्य स्यमंतकमणेः प्रभावादनावृष्टिमारिकादुर्भिक्षव्यालाद्युपद्र वोपशमा बभूवुः
]

`verse 130 [
कृष्णश्चिंतयामास
]

`verse 131 [
स्वल्पमेतत्कारणं यदयं गांदिन्यां श्वफल्केनाक्रूरो जनितः
]

`verse 132 [
सुमहांश्चायमनावृष्टिदुर्भिक्षमारिकाद्युपद्र वाप्रतिषेधकारी प्रभावः
]

`verse 133 [
तन्नूनमस्य सकाशो! स महामणिः स्यमंतकाख्यस्तिष्ठति
]

`verse 134 [
तस्य ह्येवंविधाः प्रभावाः श्रूयन्ते
]

`verse 135 [
अयमपि च यज्ञादनंतरमन्यत्क्रत्वंतरं तस्यानंतरमन्यद्यज्ञांतरं चाजस्रमविच्छिन्नं यजतीति
]

`verse 136 [
अनल्पोपादानं चास्यासंशयमत्राऽसौ मणिवरस्तिष्ठितीति कृताध्यवसायोऽन्यत्प्रयोजनमुद्दिश्य सकलयादवसमाजमात्मगृह एवाचीकरत्
]

`verse 137 [
तत्र चोपविष्टेष्वखिलेषु यदुषु पूर्वं प्रयोजनमुपन्यस्य पर्यवसिते च तस्मिन् प्रसंगांतरपरिहासकथामक्रूरेण कृत्वा जनार्दनस्तमक्रूरमाह
]

`verse 138 [
दानपते जानीम एव वयं यथा शतधन्वना तदिदमखिलजगत्सारभूतं स्यमंतकं रत्नं भवतः तदश्षोराष्ट्रोपकरकं भवत्सकाशो! तिष्ठति तिष्ठतु सर्व एव वयं तत्प्रभावफलभुजः किं त्वेष बलभद्रो ऽस्मानाशंकितवांश्तदस्मत्प्रीतये दर्शयस्वेत्यभिधाय जोषं स्थिते भगवति वासुदेवे सरत्नस्सोचिंतयत्
]

`verse 139 [
किमत्रानुष्ठेयमन्यथा चेद्ब्रवीम्यहं तत्केवलांबरतिरोधानमन्विष्यंतो रत्नमेते द्र क्ष्यंति अतिविरोधो न क्षम इति संचिंत्य तमखिलजगत्कारणभूतं नारायणमाहक्रूरः
]

`verse 140 [
भगवन्ममैतत्स्यमंतकरत्नं शतधनुषा समर्पितमपगते च तस्मिन्नद्य श्वः परश्वो वा भगवान् याचयिष्यतीति कृतमतिरतिकृच्छ्रेणैतावंतं कालमधारयम्
]

`verse 141 [
तस्य च धारणश्क्लोए!नाहमश्षोओ!पभोगेष्वसंगिमानसो न वेद्मि स्वसुखकलामपि
]

`verse 142 [
एतावन्मात्रमप्यश्षोराष्ट्रोपकारी धारयितुं न शक्नोति भवान्मन्यत इत्यात्मना न चोदितवान्
]

`verse 143 [
तदिदं स्यमंतकरत्नं गृह्यतामिच्छया यस्याभिमतं तस्य समर्प्यताम्
]

`verse 144 [
ततः स्वोदरवस्त्रनिगोपितमतिलघुकनकसमुद्गकगतं प्रकटीकृतवान्
]

`verse 145 [
ततश्च निष्क्राम्य स्यमंतकमणिं तस्मिन्यदुकुलसमाजे मुमोच
]

`verse 146 [
मुक्तमात्रे च तस्मिन्नतिकान्त्या तदखिलमास्थानमुद्योतितम्
]

`verse 147 [
अथाहाक्रुरः स एष मणिः शतधन्वनास्माकं समर्पितः यस्यायं स एनं गृह्णातु इति
]

`verse 148 [
तमालोक्य सर्वयादवानां साधुसाध्विति विस्मितमनसां वाचोऽश्रूयंत
]

`verse 149 [
तमालोक्यातीव बलभद्रो ममायमच्युतेनैव सामान्यस्समन्विच्छित इति कृतस्पृहोऽभूत्
]

`verse 150 [
ममैवायं पितृधनमित्यतीव च सत्यभामापि स्पृहयांचकार
]

`verse 151 [
बलसत्यावलोकनात्कृष्णोप्यात्मानं गोचक्रांतरावस्थितमिव मेने
]

`verse 152 [
सकलयादवसमक्षं चाक्रूरमाह
]

`verse 153 [
एतद्धि मणिरत्नमात्मसंशोधनाय एतेषां यदूनां मया दर्शितम् एतच्च मम बलभद्र स्य च सामान्यं पितृधनं चैतत्सत्यभामाया नान्यस्यैतत्
]

`verse 154 [
एतच्च सर्वकालं शुचिना ब्रह्मचर्यादिगुणवता ध्रियमाणमश्षोराष्ट्रस्योपकारकमशुचिना ध्रियमाणमाधारमेव हंति
]

`verse 155 [
अतोहमस्य षोडशस्त्रीसहस्रपरिग्रहादसमर्थो धारणे कथमेतत्सत्यभामा स्वीकरोति
]

`verse 156 [
आर्यबलभद्रेणापि मदिरापानाद्यश्षोओ!पभोगपरित्यागः कार्यः
]

`verse 157 [
तदलं यदुलोकोयं बलभद्रः अहं च सत्या च त्वां दानपते प्रार्थयामः
]

`verse 158 [
तद्भवानेव धारयितुं समर्थः
]

`verse 159 [
त्वद्धृतं चास्य राष्ट्रस्योपकारकं तद्भवानश्षोराष्ट्रनिमित्तमेतत्पूर्ववद्धारयत्वन्यन्न वक्तव्यमित्युक्तो दानपतिस्तथेत्याह जग्राह च तन्महारत्नम्
]

`verse 160 [
ततःप्रभृत्यक्रूरः प्रकटेनैव तेनातिजाज्ज्वल्यमानेनात्मकंठावसक्तेनादित्य इवांशुमाली चचार
]

`verse 161 [
इत्येतद्भगवतो मिथ्याभिशस्तिक्षालनं यः स्मरति न तस्य कदाचिदल्पापि मिथ्याभिशस्तिर्भवति अव्याहताखिलेंद्रि यश्चाखिलपापमोक्षमवाप्नोति
]

`colophon [
इति श्रीविष्णुमहापुराणे चतुर्थांशो! त्रयोदशोऽध्यायः
]

`verse 162 [
भजिन-भजमान-दिव्यान्धक-देवावृध-महाभोज वृष्णिसंज्ञाः सत्वतस्य पुत्रा बभूवुः
]

`verse 163 [
भजनानस्य निमि-बृकणा-वृष्णयः, तथान्ये तदू वैमात्राः--शताजित्सहस्त्रजिदू-अयुताजित् संज्ञाः
]

`verse 164 [
देवावृधस्यापि बब्रुः पुत्रोऽभूत् । तस्य च अयं श्लोको गीयते
]

`verse 165 [
यथेव श्वृणुमो दूरात् सग्पश्यामस्तथान्तिकात् ।
बभ्रुः श्रेष्ठो मनुष्याणां दैवैर्देवाबृधः समः
]

`verse 166 [
पुरुषाः षट् च षष्टिश्व षट् सहस्त्रामि चाष्ट च ।
यैऽमृतत्वमनुप्राप्ता बभ्रोर्देवावृधादपि
]

`verse 167 [
महाभोजस्त्वतिधर्म्मात्मां । तस्यान्वये भोजा मात्तिंकावता बभूवुः
]

`verse 168 [
वृष्णोः सुमित्रो युधाजिज्व पुत्रोऽभवत् । ततश्वानमित्र-शिनी तथा
]

`verse 169 [
अनिमित्रान्निघ्रः, निघ्रस्य प्रसेन-सत्राजितौ । तस्य च सत्राजिलस्य भगवानादित्यः सखाभवत्
]

`verse 170 [
एकदा त्वम्भोधेस्तीरसंश्वयः सूर्य्यं सत्राजितस्तुष्टाव । तन्मनस्कतया च भास्वानभिष्टूयमानोऽग्रतस्तस्य तस्थै, अस्पष्टमुर्त्तिधरं चैनमालोक्य सत्राजितः सूर्य्यमाह,--यथैव व्योम्रि त्वां वह्निपिण्डोपममहमपश्यं तथैवाद्याग्रतो
गतमप्यत्र नि किञ्चिद्भगवता प्रसादीकृतं विशेषमुपलक्षयामि
]

`verse 171 [
इत्येवमुक्ते (भगवता) सूर्य्यण निजकण्ठादुन्मुच्य स्यमम्तकनामा मणि वतार्य्य एकान्ते न्यस्तः, ततस्तमाताम्रोज्ज्वादिकञ्च सत्राजितमाह भगवान्,-- वरमस्मत्तोऽभिमतं वृणीष्वेति । स च तदेव मणिरत्रमयाचत । स चापि तस्मै तदू दत्त्वा वियति स्वं धिष्णायमारुरोह
]

`verse 172 [
सत्राजितोऽप्यमल-मणिरत्रसनाथकण्ठतया सूर्य्य इव तेजोभिरशेषदिगन्त राण्युद्भासयन् द्रारकां विवेश
]

`verse 173 [
द्रारकावासिजनपदस्तु तमायान्तमवेक्ष्य भगवन्त मनादिपुरुषं पुरुषो त्तममवनिभारावतारणायांशेन मानुषरूपधारिणं प्रणिपत्याह--भगवन् ! भगवन्तमयं नूनं द्रष्टुमायात्यादित्यः । इत्याकर्ण्य प्रहस्य च तानाह भगवान्, नायमादित्यः सत्राजितोऽयमादित्य दत्तं स्यमन्तकाख्यं महामणि
बिभ्रदत्रोपायाति । तदेनं विश्वब्धाः पश्यत, इत्युक्तास्ते ययुः
]

`verse 174 [
स च तं स्यमन्तकाख्यं महामणिमात्मनिवेशने चक्रे
]

`verse 175 [
भांजन-भजमान-दिव्यान्धकःदेवावृध-महाभोज-प्रतिदिनञ्च तन्मणिरत्र प्रवरमष्टौ कनकभारान् स्त्रवति
]

`verse 176 [
ततूप्रभावाज्व सकलस्यैव राष्ट्रस्योपसर्गा अनावृष्टि व्यालाग्रिचौरदुभिक्षादि भय न भवति
]

`verse 177 [
अच्युतोऽपि तद्रत्रमुग्रसेनस्य भूपतेर्योग्यमेतदिति लिप्साञ्चक्र, गोत्र भेदभयाज्व शक्तोऽपि न जगार
]

`verse 178 [
सत्राजितोऽप्यच्युतो मामेतदू याचिष्यतीत्यवगत रत्नलोभः स्वभ्रात्रे प्रसे नाय तद्रत्नं दत्तवान्
]

`verse 179 [
तज्व शुचिना ध्रियमाणामशेषसुवर्णस्त्रावादिकं गुणमुतूपादयति, अन्यथा य एव धारयति, तमेव हन्तीति । असावपि प्रसेनः स्यमन्तकेन कण्ठा सक्ते नाश्वमारुह्याटठ्यां मृगयामागच्छत् । तत्र च सिंहादू वधमवाप । साश्वञ्च तं निहत्य सिहोऽह्यमलमणि रत्नमास्याग्रेणादाय गन्तुमुद्यतः ऋक्षाधिपतिना जाम्बवता दृष्टो घातितश्व । जाम्बवानप्यमलं  तन्मणिरत्न मादाय स्वविलं प्रविवेश, सुकुमारक संज्ञाय च बालकाय क्रीड़नमकरोतू
]

`verse 180 [
अनागच्छति च तस्मिन् प्रसेने कृष्णो मणिरत्न मभिलषितंवान् न च प्राप्तवान्, नूनमेतदस्य कर्म्म, नान्येन प्रसेनो हन्यत इत्यखिल एव यदुलोकः परस्परं कर्माकणर्यकथयत्
]

`verse 181 [
विदितलोकापवादवृत्तान्तश्व भगवान यदुस्यैन्यपरिवारः प्रसेनाश्वपद वीमनूससार, ददशे चाश्वसमेतं प्रसेने निहतं सिंहेन । अखिलजनपद मध्ये सिहपददर्शनकृतपरिशुद्धिः  सिंहपद्दमनुससार
]

`verse 182 [
ऋक्षविनिहतञ्च सिंहमप्यल्पे भूमिभागे दृष्ट्वा ततश्व तद्रत्नगौरवादृक्षस्यापि पदान्यनुययौ । गिरितटे च सकलमेव यदुसैन्यमवस्थाप्य ततूपदानुसारी ऋक्षविलं प्रविवेश । अर्द्धप्रविष्टश्व धात्र्याः सुकुमाराकमुल्लापयन्त्या वाणीं शुश्राव
]

`verse 183 [
सिंहः प्रसेनमवधीत् सिहो जाम्बवता हतः ।
सुकुमारक ! मा रोदीस्तव ह्य षे स्यमन्तकः
]

`verse 184 [
इत्याकणर्य लब्धस्यमन्तकोदन्तोऽन्तोऽन्तः प्रविष्टः कुमारक्रीड़नकीकृतञ्च धात्री हस्ते तेजोभिर्ज्जाज्वव्यमांनं स्यमन्तकं ददर्श
]

`verse 185 [
तञ्च स्यमन्तकाभिलाषचक्षुषमपूर्व्वं पुरुषमागत मवेक्ष्य धात्री त्राहि त्राहीति व्याजहार
]

`verse 186 [
तदार्त्तनादश्ववणानन्तरञ्चामर्षपूर्णह्टदयः स जाम्बवान् आजगाम, तयोश्व परस्परं युध्यतोर्दू योर्युद्धमेकविंशतिं दिनान्यभवत् । ते च यदुसैनिकास्तत्र सप्ताष्टदिनानि तन्निष्कान्तिमुदीक्षमाणास्तस्थुः । अनिष्कममाणे च मधुरिपौ असाववश्यमत्र विलेऽत्यन्तनाशमाप्तो भविष्यत्यन्यथा तस्य कथमेतावन्ति दिनानि शत्रुजये व्याक्षेपो भवतीति कृताध्यवसाया द्रारकामागता हतः कृष्णा इति कथयामासुः
]

`verse 187 [
तदूबान्धवाश्व ततूकालोचितमखिलमुपरतक्रियाकलापं चक्रुः
]

`verse 188 [
तत्र चास्य युध्यमानस्यातिश्वद्धादत्तविशिष्टपात्रोपयुक्तान्नतोयादिना कृष्णस्य बलप्राणपुष्टिरभूत
]

`verse 189 [
इतरस्यानुदिनमतिगुरुपुरुषभिद्यमानस्यातिनिष्ठरप्रहारपीड़िताखिलावय वस्य निराहारतया बलहानिः । निर्ज्जितश्व भगवता जाम्बवान् प्रणिपत्याह
--असुर-सुर-यक्षवान्धर्व्व-राक्षसादिभिरप्यखिलैर्भगवान् न जेतुं शक्यः, किमुतावनिगोचरैरल्पवीर्य्यैर्नरावयवभूतैश्व तिर्य्यगूयोन्यनुसृतिभिः, किं पुनस्मद्रिधैरवश्यं भगवतोऽस्मत्-स्वामिनो नारायणस्य सकलजगत्परायण स्यांशेन भगवता भवितव्यमित्युक्तः
]

`verse 190 [
तस्मै भगवाखिलमवनिभारावतारमाचचक्षे
]

`verse 191 [
प्रीत्याञ्जितकरतलस्पर्शनेन चैनमपगतयुद्धखेदं चकार
]

`verse 192 [
स च प्रणिपत्यैनं पुनरपि प्रसाद्य जाम्बवतीं नाम कन्यां गृहागमनार्ध्यभूता ग्राहयामास
]

`verse 193 [
स्यमन्तकमणिमप्यसौ प्रणिपत्य तस्मै प्रददौ । अच्युतोऽप्यतिप्रणतात् तस्मादग्राह्यमपि तन्मणि रत्नमात्मशोधनाय जग्राह
]

`verse 194 [
सह जाम्बवत्या द्रारकामाजगाम ।
भगवदागमनोदूभूतहर्षोतूकर्षस्य द्रारकावासिजनस्य कृष्णावलोकनानु क्षणमे वातिपरिणतवयसोऽपि नवयौवनभिवाभवत् । आनकदुन्दुभिञ्च दिष्टय दिष्टेयति च सकलयादवाः स्त्रियश्व सभाजयामासुः
]

`verse 195 [
भगवानपि यथानुभूतमशेषयादवसमाजे यथावदाचचक्षे, स्यभन्तकञ्च सत्राजिताय दत्त्वा मिथ्याभि--शस्तिवशुद्धिमवाप, जाम्बवतीञ्चान्तः पुरे निवेशया मास ।
सत्राजितोऽपि मयास्यभूतमलिनमारोपित मिति जातसन्त्रासः स्वसुतां सत्यभामां भगवते भार्य्यां ददौ
]

`verse 196 [
ताञ्चाक्रूर-कृतवर्म्-शतधन्वप्रमुखा यादवाः पूर्व्वं वरयामासुः । ततस्तत प्रदानादवज्ञातमात्मान मन्य मानाः सत्राजिते वैरानुबन्धं चक्रुः । अक्रूर-कृतवर्म्मप्रमुखाश्व शतधन्वानमूचुः, अयमितिदुरात्मा सत्राजितो योऽस्माभिर्भवता चाभ्यर्थितोऽप्यात्मजामस्मान् भवन्तं चाविगणय्य कृष्णाय दत्तवान्, तदल मनेन जीवता । घातयित्वैनं तन्महारत्नं त्वया किं न गृह्मते ? वयम प्यभ्युपपतूस्यामः यद्यच्युतस्तवापि वैरानुबन्धं करिष्यतीति
]

`verse 197 [
एवमुक्तस्तथेत्यसावप्याह । जतुगृहदग्धानाञ्च पाण्डुनन्दनानां विदितपरमा र्थोऽपि भगवान् दुर्य्योधन प्रयत्नशैथिल्यार्थं कुल्यकरणाय वारणावतं गत
]

`verse 198 [
गते च तस्मिन् सुप्तमेव सत्राजितं शतधन्वा जघान, मणिरत्नञ्चा ददे । पितृवधामर्षपूर्णा च सत्यभामा शीघ्रं स्यन्दनमारूढटा वारणावतं गत्वा भगवतेऽहं प्रतिपादितेति अक्षान्तिमता शतधन्वना अस्मतूपिता व्यापादितः, तज्व स्यमन्तकपमणिरत्नमपह्टतम् । तदियमस्यावहासना । तदालोच्य यदत्र युक्तं, तत् क्रियतामिति कृष्णमाह
]

`verse 199 [
तया चैवमुक्तः परितुष्टान्तः करणोऽपि कृष्णः, सत्यभामाममर्षताम्रलोचनः प्राहस,-सत्ये! ममैषा वहासना, नाहमेतां तस्य दुरात्मनः सहिष्ये
]

`verse 200 [
न ह्यनुल्लङ्घय वरपादपं ततूकृतनीड़ाश्रयिणो विहङ्गा वध्यन्ते
]

`verse 201 [
तदलमत्यर्थममुनास्मत्पुरतः शोकप्रे रितवाक्य परिकरेण, इत्युक्त्वा द्रारका मभ्येत्य बलदेवमेकान्ते वासुदेवः प्राह,--मृगयागतं प्रसेनमटव्यां मगपतिर्जघान । सत्राजितोऽप्यधुना शतधन्वना निधनं प्रापितः । तदुभय विनाशात तन्मणिरत्नमावाभ्यां सामोन्यं भविष्यति
]

`verse 202 [
तदुत्तिष्ठ, आरुह्यतां रथः, शतघनुर्निधनायोद्यमं कुरु, इत्यभिहितस्तथेति समन्वीप्सितवान् ।
कृतोदू योगौ च तावुभावुपलभ्य शतधन्वा कृतर्माणमुपेत्य पार्ष्णिपूरण कर्मनिमित्तमचोदयत् । आह चैनं कृतवर्मा, नाहं बलभद्र-वासुदेवाभ्यां सह विरोधायालम्, इत्युक्तश्वाक्रू रमचोदयत् । आह चासावपि,--नहि कश्विदू भगवता पादप्रहारपरिकम्पितजगत्त्रयेण असुरवरवनितावैधव्यरापियमा प्रबलरिपुचक्रण चक्रिणा, मदमुदित नयनावलोकितारिबलविशात नेन अतिगुरुवैरि--वारणाकर्षणाविष्कृत-महिमोरुसीरेण सीरिणा च सह सकलजगदूवन्द्यानाममरवराणामपि योद्धु समर्थः किमुताहम् । तदन्यतः शरणमभिलष्यताम्
]

`verse 203 [
इत्युक्तः शंतधनुराह,--यद्यस्मतूपरित्राणासमर्थं भवानात्मानमवगच्छति तदयमस्मन्मणिः संगृह्य रक्ष्यताम् । इत्युक्तः सोऽप्याह,--यद्यन्तयायामप्य वस्थायां न कस्मैचिद्भवान् कथयिष्यति, तदहमेनं ग्रहीष्यामि । तथेत्युक्ते अक्रूरस्तन्मणिरत्रं जग्राह
]

`verse 204 [
शतधनुरप्यतुलवेगां शतयोजनवाहिनीं वड़वा मारुह्यापक्रान्तः ।
शैव्य-सुग्रीव-मेघपुस्प-बलाहकाश्वचतुष्टययुक्तरथावस्थितौ बलदेव-वासुदेवौ तमनुप्रयातौ
]

`verse 205 [
सा च वड़वा शतयोजनप्रमाणं मार्गमतीत्य पुनरपि वाह्यमाना मिथिला वनोद्देशे प्राणानुत्ससर्ज्ज । शतधनुरपि तां परित्यज्य पदातिरेवाद्रवत्
]

`verse 206 [
कृष्णोऽपि बलभद्रमाह,--तावदत्रैव स्यन्दने भवता स्थेयम् । अहमेनम धमाचारं पदातिरेव पदातिमनुगम्य यावदू घातयामि । अत्र हि भूभागे दृष्टदोषा हयाः, नैतेऽश्वा भवतेमं भूमिभागमुल्लङूध्य नेयाः
]

`verse 207 [
तथेत्युक्त्वा बलभद्रो रथ एव तस्थौ । कृष्णोऽपि द्रिक्रोशमात्र भूमि भागमनुसृत्य दूरस्थस्यैव चक्र क्षिप्त्वा शतधनुषः शिरश्विच्छेद । तच्छरी राम्बरादिषु च बहुप्रकारमन्विष्यन्नपि स्यमन्तकं मणिं नावाप यदा, तदोप गम्य बलभद्रमाह--वृथैवास्माभिर्घातितः शतधनुः न प्राप्तमखिलजगत्सार भूतं तन्मणि रत्रम् । इत्याकर्ण्य उद्भूतकोपो बलदेवो वासुदेवमाह, -- धिक् त्वां यस्त्वमर्थलिप्सुः । एतच्च ते भ्रातृत्वान्मर्षये तदयं पन्थाः, स्वेच्छया गम्यताम्, न मे द्रारकया, न त्वया, न बन्धुभिः कार्य्यम् । अलमेभिमैमाग्रतोऽलीकशपथैः । इत्याक्षिप्य तं तथा प्रसाद्यमानोऽपि न तस्थौ, विदेहपुरीं प्रविवेश
]

`verse 208 [
अक्रू रोऽप्युत्तममणिसमुदूभूतसुवर्णध्यानपरस्ततो यज्ञानीजे
]

`verse 209 [
सवनगतौ हि क्षत्त्रियवैश्यौ निघ्रन् ब्रह्महा भवतीत्यतो दीक्षा कवचं प्रविष्ट एव तस्थौ द्रिषष्टि वर्षाणि
]

`verse 210 [
एव तन्मणिरत्नप्रभावात् तत्रोपसर्गदुर्भिक्षमराकादिकं नाभूत्
]

`verse 211 [
अथाक्रू रपक्षीयैर्भोजैः शत्रुघ्र सात्वतस्य प्रपौत्रे व्यापादिते भोजैः सहाक्रूरो द्रारकामपहाय अपक्रान्तः
]

`verse 212 [
तदपक्रान्तिदिनादारभ्य तत्रोपसर्गव्यालानावृष्टि मरकाद्यु पद्रवा बभूवुः ।
अथ यादव-बलभद्रोग्रसेन समवेतोऽमन्त्रयदू भगवानुरगारिकेतनः,--कियदि दमेकदैव प्रचुरोपद्रवागमनोमेतदालोच्यताम्
]

`verse 213 [
इत्युक्ते अन्धकनामा यदुवृद्धः प्राह, --अस्याकू रस्य पिता श्वफल्कोनाम यत्र यत्राभूत्, तत्र दुर्भिक्ष-मरकानावृष्ठ्यादिकं नाभूत्
]

`verse 214 [
काशिराजस्य विषयेऽत्यन्तानावृष्टयां श्वफल्कोऽनीयत, ततस्ततूक्षणादेव देवो ववर्ष । काशिंराजस्य पत्न्याश्व गर्भे कन्या पूर्व्वमासीत्
]

`verse 215 [
सापि पूर्णेऽपि प्रसूतिकाले नैव निश्वक्राम । एवञ्च तस्य गर्भस्य द्रादश वर्षाणयनिष्कामतो यतुः । काशिराजस्तु तामात्मजां गर्भस्थामाह,--पुत्रि! कस्मान्न जायसे ? निष्कम्यताम्, आस्यन्ते द्रष्टुमिच्छामि । स्वकाञ्च मातरं किमिति चिरं क्लशायसि इत्युक्ता सा गर्भस्थैव व्याजहार-तात! यद्य कै कां गां दिने दिने ब्राह्मणोब्यः प्रयच्छसि, तदाहमन्यैस्त्रिबिर्वर्षैरस्मादू गर्भात् तावदवश्यं निष्कमिष्यामीति । एतच्च तदूवचनमाकणर्य राजा ब्राह्मणाय दिने दिने गां प्रादात्, सापि तावता कालेन जाता । ततस्तस्याः पिता गान्दिनीति नाम चकार । ताञ्च गान्दिनीं कन्यां श्वफल्कायोपकारिणो गृहागतायार्ध्यभूतां प्रादात्, सा च गान्दिनी प्रतिदिनं यावज्जीवं ब्राह्मणाय गां दत्तवती । तस्यामयमकूरः श्वफल्काज्जज्ञे । तस्यैवंगुणमिथना दुत्पत्तिः
]

`verse 216 [
तत् कथमस्मिन्नपक्रान्तेऽत्र मरकदुभिंक्षाद्यु पद्रवा न भविष्यन्ति । तदय मानियतामिति, अलमत्राति गुमवत्यपराधान्वेषणेन इति
]

`verse 217 [
यदुवृद्धस्यान्धकस्य एतदूवचनमाकर्ण्य केशवोग्रसेन बलभद्रपुरोगमैर्यदुभिः कृतापराधतितिक्षाभवमभयं दत्त्वा श्वापल्किः स्वपुरमानीतः, तत्र चागत एव तत्स्थ-स्यमन्तकमणेरनुभावादनावृष्टि-मरक-दुर्भिक्ष-व्यालाद्यु पद्रवः शशाम कृष्णाश्व चिन्तयामास,--श्वल्पमेतत् कारणं, यदयं गान्दिन्यां श्वफल्केनाकूरो जनितः, सुमहांश्वायमानावृष्टिदुर्भिक्षमरकाद्यु पशमनकारी प्रभावः
]

`verse 218 [
तन्नूनमस्य सकाशे स महामणिः स्यमन्तकाक्यस्तिष्ठति । तस्य ह्य वं विधाः प्रभावाः श्रूयन्ते । अयमपि यज्ञादनन्तरमन्यत् क्रत्वन्तरं, तस्माद यज्ञान्तर यजतीति । अल्पोपादानञ्चास्य । असंशय मत्रासौ वरमणिस्तिष्ठतीति कृताध्यवसायोऽन्यत् प्रयोजनमूद्दिश्य सकलयादवसमाजमात्मगेहे एवाची--करत् । तत्र चोपविष्टेष्वखिलेषु यादवेषु पूर्व्वप्रयोजनमुपन्यस्य पर्य्यवसिते च तस्मिन् प्रसङ्गागतपरिहास कथामक्रू रेण सह कृत्वा जनार्द्दनस्तमक्रू रमाह
]

`verse 219 [
दानपते! जानीम एव वयं --यथा शतधन्वना अखिलजगत्सारभूतं स्यमन्तरात्नं भवतः सकाशे समर्पितम् । तदेतद्राष्ट्रोपकारकं भवतः सकाशे तिष्ठतीति तिष्ठतु, सर्व्व एव वयं ततूप्रभावफलभुजः, किन्त्वेष बलभद्रोऽस्माना । शङ्कितवान् । तदस्मतप्रीतये दर्शय, इत्यभिहितः सरतनः सोऽचिन्तयत् ।किमत्रानुष्ठेयम्? अन्यथा चेत् ब्रवीम्यहं, तत केवलाम्बरतिरोधानमन्विष्य न्तो रत्नमेते द्रक्ष्यन्तीति अतोऽन्वेषणां न क्षेममिति सञ्चिन्त्य तमखिलजगतकारणभूतं नारायणमाहाक्रूरः--भगवन्! ममैतत् स्यमन्तकमणिरत्नं शतधनुषा समर्पितम्
]

`verse 220 [
अपगते च तस्मिन् अद्य श्वः परश्वो वा भगवान् मां याचिष्यतीति कृतमतिरतिकृचूछ्रणैतावन्तं कालमधारयम्, अस्य च धारणक्लशेनाहमशेषोपभोगेष्वसङ्गिमानसो न वेद्मि स्वसुखकलामपि
]

`verse 221 [
एतावन्मात्रमशेषराष्टोपकारि धारयितु न शक्रोतीति मां भगवान् मंस्यत इत्यात्मना न चोदितम्
]

`verse 222 [
तदिदं स्यमन्तकरत्नं गृह्यताम्, इच्छया यस्याभिमतं तस्यसमर्प्यताम् ।
ततः सोऽधरवस्त्रनिगोपितातिलघुकनकसमुदूगकं प्रकटीकृतवान्
]

`verse 223 [
ततश्व निष्काम्य स्यमन्तकमणि तत्र यदुसमाजे मुमोच । मुक्तमात्रे च तेन्पतिकान्तया तदशिल मास्थानमुद्दयोतितम्
]

`verse 224 [
अथाहाक्रूरः--स एष मणिर्यः शतधन्वनास्माकं समर्पितः, यस्यायं, स एनं गृह्णात्विति ।
तन्मणिरत्नमालोक्य सर्व्वयादवानां साधु साध्विति विस्मितमनसां वाचोऽश्रूयन्त । तमालोक्य ममाय मच्युतेनैव सामान्यः समन्विच्छित इति बलमद्रः सस्पृहोऽभवत्
]

`verse 225 [
ममैवदं पितृधनमित्यतीव च सत्यभामापि स्पृहयाञ्चकार । बलसत्याननावलोकनातू कृष्णोऽप्यात्मानं चक्रान्तरावस्थितमिव मेने
]

`verse 226 [
सकलयादवसमक्षञ्चाक्रूरमाह,--एतद्धि मणिरत्नमात्मशोधनायैषां यदूनां दर्शितम् । एतच्च मम बलभद्रस्य च सामान्यं, पितृधनञ्चैतत् सत्यभामाया नान्यस्य
]

`verse 227 [
एतच्च सर्व्वकालं शुचिना ब्रह्मचर्य्यगुणवता ध्रियमाणमशेषराष्ट्रस्योपकारकम्, अशुचिना ध्रियमाण माधारमेव हन्ति
]

`verse 228 [
अतोऽहमस्य षोड़शस्त्रीसहस्त्रपरिग्रहादसमर्थो धारणो
]

`verse 229 [
कथञ्चैतत् सत्यभामा स्वीकरोतु ? आर्य्येण बलभद्रणापि मदिरा पानाद्यशेषोपभोगपरित्यागः कथं कार्य्यः तदयं यदुलोकोऽयं बलभद्रोऽहं सत्या च त्वां दानपते ! प्रार्थयामः, एतदू भवानेव धारयितु समर्थः, त्वत्स्थञ्चास्य राष्ट्रस्योपकारकं, तद्भवानशेषराष्ट्रोपकार निमित्तमेतत्पूर्व्ववदू धारयतु । त्वयान्यथा न वक्तव्यमित्युक्ते दान पतिस्तथेत्युक्त्वा जग्राह तन्महा मणिरत्नम् । ततः प्रभृति चाक्रूरः प्रकटोनैवातीव तेजसा जाज्वल्यमानेनात्मकण्ठासक्तेनादित्य इवांशुमाली चचार
]

`verse 230 [
इत्येतां भगवतो मिथ्याबिशस्तिक्षालनां यः स्मरति, न तस्य कदाचिदल्पापि मिथ्याबिशस्तिर्भवति अब्याहतेन्द्रियश्वाखिलपापमोक्षम वाप्रोति
]
