`speaker [
श्रीपराशर उवाच
]

`verse 1 [
अनमित्रस्य पुत्रः शिनिर्नामाभवत्
]

`verse 2 [
तस्यापि सत्यकः सत्यकात्सात्यकिर्युयुधानापरनामा
]

`verse 3 [
तस्मादपि संजयः तत्पुत्रश्च कुणिः कुणेर्युगन्धरः
]

`verse 4 [
इत्येते शैनेयाः
]

`verse 5 [
अनमित्रस्यान्वये वृष्णिः तस्मात्श्चफल्कः तत्प्रभावः काथेन एव
]

`verse 6 [
श्वफल्कस्यान्यः कनीयांश्चित्रकोनाम भ्राता
]

`verse 7 [
श्वफल्कादक्रूरो गान्दिन्यामभवत्
]

`verse 8 [
तथोपमद्गः
]

`verse 9 [
उपमद्गोर्मृदामृदविश्वारिमेजयगिरिक्षत्रोपक्षत्रशतघ्नारिमर्दनधर्मदृग्दृष्टधर्मगन्धमोजवाहप्रतिवाहाख्याः पुत्राःसुताराख्या कन्या च
]

`verse 10 [
देववानुपदेवश्चाक्रूरपुत्रौ
]

`verse 11 [
पृथुविपृथुप्रमुखाश्चित्रकस्य पुत्रा बहवो बभूवुः
]

`verse 12 [
कुकुरभजमानशुचिकंबलबर्हिषाख्यास्तथान्धकस्य चत्वारः पुत्राः
]

`verse 13 [
कुकुराद्धृष्टः तस्माच्च कपोतरोमा ततश्च विलोमा तस्मादपि तुंबुरसखोऽभवदनुसंज्ञश्च
]

`verse 14 [
अनोरानकदुन्दभिः ततश्चा भिजितभिजितः पुनर्वसुः
]

`verse 15 [
तस्याप्याहुकः आहुकी च कन्या
]

`verse 16 [
आहुकस्य देवकोग्रसेनौ द्वौ पुत्रौ
]

`verse 17 [
देववानुपदेवः सहदेवो देवरक्षिता च देवकस्य चत्वारः पुत्राः
]

`verse 18 [
तेषां वृकदेवोपदेवा देवरक्षिता श्रीदेवा शान्तिदेवा सहदेवा देवकी च सप्तभगिन्यः
]

`verse 19 [
ताश्च सर्वा वसुदेव उपयेमे
]

`verse 20 [
उग्रसेनस्यापि कंसन्यग्रोधसुनामानकाह्वशङ्कुसुभूमिराष्ट्रपालयुद्धतुष्टिसुतुष्टिंमत्संज्ञाः पुत्रा बभूवुः
]

`verse 21 [
कंसाकंसवतीसुतनूराष्ट्रपलिकाह्वाश्चोग्रसेनस्य तनूजाः कन्याः
]

`verse 22 [
भजमानाच्च विदूरथः पुत्रोऽभवत्
]

`verse 23 [
विदूरथाच्छूरः शुराच्छमी शमिनः प्रतिक्षत्रः तस्मात्स्वयंभोजः ततश्च हृदिकः
]

`verse 24 [
तस्यापि कृतवर्मशतधनुर्दवार्हदेवगर्भाद्याः पुत्रा बभूवुः
]

`verse 25 [
देवगर्भस्यापि शुरः
]

`verse 26 [
शुरस्यापि मारीषा नाम पत्न्यभवत्
]

`verse 27 [
तस्यां चासौ दशपुत्रानजनयद्वसुदेवरूर्वान्
]

`verse 28 [
वसुदेवस्य जातमात्रस्यैव तद्गृहे भगवदंशावतारमव्याहतदृष्ट्या पश्यद्भिर्देवैर्दिव्यानकदुन्दुभयो वादिताः
]

`verse 29 [
ततश्चसावानकदुन्दुभिसंज्ञामवाप
]

`verse 30 [
तस्य च देवभागदेवश्रवाष्टकककुच्चक्रवत्सधारकसृंजयश्यामशमिकगञ्जूषसंज्ञा नव भ्रतरोऽभवन्
]

`verse 31 [
पृथा श्रुतदेवा श्रुत कीर्तिः श्रुतश्रवा राजाधिदेवी च वसुदेदादीनां पञ्च भगिन्योऽभवन्
]

`verse 32 [
शुरस्य कुन्तिर्नाम सखाभवत्
]

`verse 33 [
तस्मै चापुत्राय पृथामात्मजां विधिना शुरो दत्तवान्
]

`verse 34 [
तां च पाण्डुरुवाह
]

`verse 35 [
तस्यां च धर्मानिलेन्द्रैर्युधिष्ठरभीमसेनार्जुनाख्यास्त्रयः पुत्राःसमुत्पादिताः
]

`verse 36 [
पूर्वमेवानूढायाश्च भगवता भास्वता कानीनः कर्णो नाम पुत्रोऽजन्यत
]

`verse 37 [
तस्याश्च सपत्नी माद्री नामाभूत्
]

`verse 38 [
तस्यां च नासत्यदस्त्राभ्यां नकुलसहदेवौ पाण्डोः पुत्रौ जनितौ
]

`verse 39 [
श्रुतदेवां तु वृद्धधर्मा नाम कारूश उवयेमे
]

`verse 40 [
तस्याञ्च च दन्तवक्रो नाम महासुरो जज्ञे
]

`verse 41 [
श्रुतकीर्तिमपि केकयराजा उपयेमे
]

`verse 42 [
तस्यां च संतर्दनादयः कैकेयाः पञ्च पुत्रा बभूवुः
]

`verse 43 [
राजाधिदेव्यमावन्त्यौ विन्दानुविन्दौ जज्ञाते
]

`verse 44 [
श्रुतश्रवसमपि चेदिराजो दमघोषनामोपयेमे
]

`verse 45 [
तस्यां च शिशुपालमुत्पादयामास
]

`verse 46 [
स वा पूर्वमप्युदारविक्रमो दैत्यानामादिपुरुषो हिरण्यकशिपुरभवत्
]

`verse 47 [
यश्च भगवता सकललोकगुरुणा नारसिंहेन घातितः
]

`verse 48 [
पुनरपि अक्षयवीर्यशौर्यसंपत्पराक्रमगुणःसमाक्रान्तसकलत्रैलोकेश्वरप्रभावो दशाननो नामाभूत्
]

`verse 49 [
बहुकालोपभुक्तभगवत्सकाशावाप्तशरीरपातोद्भवपुण्यफलो भगवता राघवरूपिणा सोऽपि निधनमुपपादितः
]

`verse 50 [
पुनश्चेदिराजस्य दमघोषस्यात्मजः शिशु पालनामाभवत्
]

`verse 51 [
शिशुपालत्वेपि भगवतो भूभारावतारणायावतीर्णांशस्य पुण्डरीकनयनाख्यस्योपरि द्वेषानुबन्धमतितराञ्चकार
]

`verse 52 [
भगवता च स निधनमुपानीतस्तत्रैव परमात्मभूते मनस एकाग्रतया सायुज्यमवाप
]

`verse 53 [
भगवान् यदि प्रसन्नो यथाभिलषितं ददाति तथा अग्रसन्नोपि निघ्नन् दिव्यमनुपमं स्थानं प्रयच्छति
]

`colophon [
इति श्रीविष्णुमहापुराणे चतुर्थांशे चतुर्दशोऽध्यायः (१४)

अनमित्रस्यानूजः शिनिर्नामाभवत् । तस्यापि सत्यकः, सत्यकात् सात्यकि र्युयुधाननामा, ततोऽप्य सङ्गःततूपुत्रश्व तूणिः, तूणोर्युगन्धर इति शैनेयाः
]

`verse 54 [
अनिमित्रस्यैवान्वये पृश्विः तस्माज्व श्वफल्कः। तत्प्रभावः कथित एव । श्वफल्कस्य कनीयांश्वित्रको नामाभवदू भ्राता, श्वफल्कादक्रूरो गान्दिन्या मभवत् । तथोपमदूगु-मृदर-विशारि-मेजय-गिरि-क्षत्रोपक्षत्र-शत्रुघ्र-विमर्द्दनधर्म्मधृगूदृष्टशर्म्म-गन्धनोजा-वाह-प्रतिवाहाख्याःपुत्राः सुताराख्या च कन्या ।
देववात् उपदेवश्व अक्रूरपुत्रौ । पृथु-विपृथु-प्रमुखाश्वित्रकस्य पुत्रा बहवोऽभवन्
]

`verse 55 [
कुकुर-भजमान-शुचि-कम्बलबर्हिषख्यास्तथान्धकस्य चत्वारः पुत्राः
]

`verse 56 [
कुकुरादू धृष्टः, तस्माज्व कपोतरोमा, ततश्व विलोमा, तस्मादपि तुम्बुरुसखा भवसंज्ञकश्वन्दनोदक दुन्दुभिः । ततश्वाभिजित्, ततः पुनर्वसुः, तस्या प्याहुकः पुत्रः आहुकी कन्याभूत्
]

`verse 57 [
आहुकस्य देवकोग्रसेनौ द्रौ पुत्रौ । देववानुपदेवश्व सुदेवो देवरक्षितो देवकस्यापि चत्वारः पुत्राः । तेषाञ्च वृकदेवा उपदेवा देवरक्षिता श्रीदेवा शान्ति देवा सहदेवा देवकी च सप्त भगिन्यः । ताश्व सर्व्वा एव वसुदेव उपयेमे । उग्रसेनस्यापि कंस न्यग्रोध-गुनाम-कङ्ग-शङ्कु-खभूमि-राष्ट्रपालयुद्धमुष्टि-तुष्टिमतूसंज्ञाः पुत्राः, कंसा कंसवती सुतन् राष्ट्रपाली कङ्की चोग्रसेनतनुजाः
]

`verse 58 [
भजमानज्व विदूश्थः पुत्रोऽबवत् । विदूरथात् शूरः, शूरात् शमी, शमिनः प्रितिक्षत्रः, तस्मात् स्वयम्भोजः ततश्व ह्टदिकः
]

`verse 59 [
ततश्व कृतवर्म्मा, तस्मात् शतधनुर्देवमीढ़ षाद्या बबूवुः
]

`verse 60 [
देवमीढ़ु षस्य शूरः, शूरस्यापि मारिषा नाम पत्न्यभवत्
]

`verse 61 [
अस्याञ्चासौ दश पुत्राजनयद् वासुदेवपूर्व्वान् । वासुदेवस्य जातमा त्रस्यैव एतदूगृहे भगवदंशावतारमव्याहतदृष्ठया पश्यद्भिर्देवैर्दिव्या आनका दुन्दुभयश्व वादिताः
]

`verse 62 [
ततस्तदैवानकदुन्दुभिसंज्ञामवाप । तस्यापि देवभाग-देवश्रवोऽनाधृष्ठिकरुन्धक--वतूसबालक-सृञ्जय-श्याम-शमीक-गण्डूषसंज्ञा नव भ्रातरो बभूःवु, पृथा श्रुतदेवा श्रुतकीर्त्तिः श्रुतश्रवाः राजाधिदेवी च वसुदेवादीनां पञ्चभगिन्योऽभवन् ।
शूरस्य च कुन्तिभोजनामा सखाभवत् । तस्मै चापुत्राय पृथामात्मजां विधिना शूरोऽददात् । ताञ्च पाण्डुरुवाह । तस्याञ्च घर्म्मानिलशक्रैर्युधिष्ठिर-भीमार्ज्जुनाख्यास्त्रयः पुत्राः समुत्पादिताः । पूर्व्वमन् ढ़ायाश्व भगवता भास्वता कर्माख्यः कानीनः पुत्रोऽजन्यत
]

`verse 63 [
तस्याश्व सपत्री नामाभवत् । तस्याञ्च नासत्यदस्त्राभ्यां नकुल सहदेवौ पाण्डोः पुत्त्रौ जनितौ ।
श्रुतदेवान्तु वृद्धशर्म्मा नाम कारूष उपयेमे । तस्यां दन्तवक्रो नाम महासुरो जज्ञ । श्रुतकीर्त्तिमपि कैकेयराज उपयेमे । तस्यां सन्तर्द्दनादयः पञ्च कैकेयाः पुत्रा बङूवुः । रातजीघि देव्यामावन्त्यौ विन्दानुविन्दौ जज्ञाते
]

`verse 64 [
श्रुतश्रवसमपि चेदिराजो दमघोषनामा उपयेमे । तस्यां शिशुपालमुत्पा दुयामास । स हि पूर्व्व मप्यनाचारविक्रमसम्पन्नो दैत्यादिपुरुषो हिरण्य कशिपुरभूत्
]

`verse 65 [
यश्व भगवता सकललोकगुरुणा घातितः, पुनरप्यक्षतवीर्य्यशौर्य्यसम्पत पराक्रमगुणृः समाक्रान्त सकलत्रैलोक्येश्वरप्रभावो दशाननोऽबवत्
]

`verse 66 [
बहुकालोपभुक्त-भगवत्सकाशादेवाप्त-शरीर-पातोद्भवपुणयफलोऽथ भगव तैव राघवरूपिणा सोऽपि निधनमुपनीतः, पुनश्चैदिराज-दमघोषपुत्रः शिशपालनामाभवत्
]

`verse 67 [
शिशुपालत्वे च भगवतो भूभारावतारणाया वतीर्णांशस्य पुण्डरीकनयनाख्यस्य उपरि दूषोनुबन्धमतितरां चकार । भगवता च निधनमु पनीत स्तत्रैव परमात्मभूते मनसंस्तदेकाग्रतया
तत्रैव सायुज्यमवाप
]

`verse 68 [
भगवान हि प्रसन्नो यथाभिलषितं ददाति, अप्रसन्नोऽपि निघ्रन् दिव्यमनुपमं स्थानं प्रयच्छति
]
