`speaker [
मैत्रेय उवाच
]

`verse 1 [
हिरण्यकशिपुत्वे च रावणत्वे च विष्णुना  ।
अवाप निहतो भोगानप्राप्यानमरैरपि
]

`verse 2 [
न लयं तत्र तेनैव निहतः स कथं पुनः  ।
संप्राप्तः शिशुपालत्वे सायुज्यं शाश्वते हरौ
]

`verse 3 [
एतदिच्छाम्यहं श्रोतुं सर्वधर्मभृत्तां वर  ।
कौतूहलपरेणैतत्पृष्टो मे वक्तुमर्हसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 4 [
दैत्येश्वरस्य वधायाशिललोकोत्पत्तिस्थितिविनाशकारिणा पूर्वं तनुग्रहणं कुर्वता नृसिंह रूपमाविष्कृतम्
]

`verse 5 [
तत्र च हिरण्यकशिपोर्विष्णुरयमित्येतन्न मनस्यभूत्
]

`verse 6 [
निरतिशयपुण्यसमुद्भूतमेतत्सत्त्वाजातमिति
]

`verse 7 [
रजोद्रेकप्रेरितैकाग्रमतिस्तद्भावनायोगात्ततोवाप्तवधहैतुकीं निरतिशयामेवाखिलत्रैलोक्यकारीणीं दशाननत्वे भोगसंपदमवाप
]

`verse 8 [
न तु स तस्मिन्ननादिनिधने परब्रह्मभूते भगवत्यनालंबिनि कृते मनसस्तल्लयमवाप
]

`verse 9 [
एवं दशाननत्वेप्यनङ्गपराधीनतया जानकीसमासक्तचेतसा भगवता दाशरथि रूपधारिणा हतस्य तद्रूपदर्शनमेवासीत्नायमच्युत इत्यासक्तिर्विपद्यतोन्तःकरणे मानुषबुद्धिरेव केवलमस्याभूत्
]

`verse 10 [
पुनरप्यच्युतविनिपातमात्रफलमखिलभूमण्डलश्लाघ्यचेदिराजकुले जन्म अव्याहतैश्वर्यं शिशुपालत्वेप्यवाप
]

`verse 11 [
तत्र त्वखिलानामेव स भगवन्नाम्नां त्वङ्कारकारणमभवत्
]

`verse 12 [
ततश्च तत्कालकृतानां तेषामशेषणामेवाच्युतनाम्नामनवरतमनेकजन्मसु वर्धितविद्वेषानुबन्धिचित्तो विनिन्दनसंतर्जनादिषूच्चारणमकरोत्
]

`verse 13 [
तच्च रूपमुत्फुल्लपद्मदलामलाक्षिमत्युज्ज्वलपीतवस्त्रधार्यमलकिरिटकेयूरहारकटकादिशोभितमुदारचतुर्बाहुशङ्खचक्रगदाधरमतिप्ररूढवैरानुभावादटनभोजनस्नानासनशयनादिष्वशेषावस्थान्तरेषु नान्यत्रोपययावस्य चेतसः
]

`verse 14 [
ततस्तमेवाक्रोशेषूच्चारयंस्तमेव हृदयेन धारयन्नात्मवधाय यावद्भगवद्धस्तचक्रांशुमालोज्ज्वालमक्षयतेजःस्वरूपं ब्रह्मभूतमपगतद्वेषादिदोषं भगवन्तमद्राक्षीत्
]

`verse 15 [
तावच्च भगवच्चक्रेणाशु व्यापादितस्तत्स्मरणदग्धाखिलाघसंचयो भगवतान्तमुपनीतस्ततस्मिन्नेव लयमुपययौ
]

`verse 16 [
एतत्तवाखिलंमयाभिहितम्
]

`verse 17 [
अयं हि भगवान् कीर्तितश्च संस्मृतश्च द्वेषानुबन्धेनापि अखिलमुरासुरादिर्दुल्लभं फलं प्रयच्छति किमुत सम्यग्भक्तिमत्मिति
]

`verse 18 [
वसुदेवस्य त्वानकदुन्दुभेः पौरवीरोहिणीमदिराभद्रादेवकीप्रमुखा बह्व्यः पत्न्योऽभवन्
]

`verse 19 [
बलभद्रशठसारणदुर्मदादीन्पुत्रार्त्नोहिण्यानकदुन्दुभिरुत्पादयामास
]

`verse 20 [
बलदेवोपि रेवत्यां विशठोल्मुकौ पुत्रावजनयत्
]

`verse 21 [
सार्ष्टिमार्ष्टिशिशुसत्यसत्यधृतिप्रमुखाः सारणात्मजाः
]

`verse 22 [
भद्राश्वभद्रबाहुदुर्दमभूताद्याः रोहिण्याः कुलजाः
]

`verse 23 [
नन्दोपनन्दकृतकाद्य मदिरायास्तनयाः
]

`verse 24 [
भद्रायाश्चोपनिधिगदाद्याः
]

`verse 25 [
वैशाल्यां च कौशिकमेकमेवाजनयत्
]

`verse 26 [
आनकदुन्दुभेर्देवक्यामपि कीर्तिमत्सुषेणोदायुभद्रसेनऋजुदासभद्रदेवाख्याः षट्पुत्रा जज्ञिरे
]

`verse 27 [
तांश्च सर्वानेव कंसोघातितवान्
]

`verse 28 [
अनन्तरं च सप्तमं गर्भमर्धरात्रे भगवत्प्रहितायोगनिद्रा रोहिण्या जठरमाकृष्य नीतवती
]

`verse 29 [
कर्षणाच्चासावपि संकर्षणाख्यामगमत्
]

`verse 30 [
ततश्च सकलजगन्महातरुमूलभूतोभूतभविष्यदादिसकलसुरासुरमुनिजनमनसामप्यगोचरोऽब्जभवप्रमुखैरनलमुखैः प्रणम्यावनिभारहरणाय प्रसादितो भगवाननादिमध्यनिधनोदेवकीगर्भमवततार वासुदेवः
]

`verse 31 [
तत्प्रसादविवद्धमानोरुमहिमा च योगनिद्रा नन्दगोपपत्न्या यशोदाया गर्भमधितिष्ठितवती
]

`verse 32 [
सुप्रसन्नादित्यचन्द्रादिग्रहमव्यालादिभयं स्वस्थमानसमखिलमेवैतज्जगदपास्ताधर्ममभवत्त्स्मिश्च पुण्डरीकनयने जायमाने
]

`verse 33 [
जातेन च तेनाखिलमेवैतत्सन्मार्गवर्ति जगदक्रियत
]

`verse 34 [
भगवतोप्यत्र मर्त्यलोकेऽवतीर्णस्य षोडशसहस्राण्येकोत्तरशताधिकानि भार्याणाम भवन्
]

`verse 35 [
तासां च रुक्मिणी सत्यभामा जांबवती चारुहासिनीप्रमुखा ह्यष्टौ पत्न्यः प्रधाना बभूचवुः
]

`verse 36 [
तासु चाष्टावयुतानिलक्षं च पुत्राणां भगवानखिलमूर्तिरनादिमानजनयत्
]

`verse 37 [
तेषां च प्रद्युम्नचारुदेष्ण्यसांबादयः त्रयोदश प्रधानाः
]

`verse 38 [
प्रद्युम्नोपि रुक्मिणस्तनयां रुक्मवतीं नामोपयेमे
]

`verse 39 [
तस्यामनिरुद्धो जज्ञे
]

`verse 40 [
अनिरुद्धोऽपि रुक्मिणा एव पौत्रीं सुभद्रां नामो पयेमे
]

`verse 41 [
तस्यामस्य वज्रो जज्ञे
]

`verse 42 [
वज्रस्य प्रतिबाहुः तस्यापि सुचारुः
]

`verse 43 [
एवमनेकशतसहस्६ उषसंख्यस्य यदुकुलस्य पुत्रसंख्या वर्षशतैरपि वक्तुं न शक्यते
]

`verse 44 [
यतो हि श्लोकाविमावत्र चरितार्थौ
]

`verse 45 [
तिस्त्रः कोट्यःसहस्राणामष्टाशीति शतानि च  ।
कुमाराणां कृहाचार्याश्चापयोगेषु ये रताः
]

`verse 46 [
संख्यानं यादवानां कः करिष्यति महात्मनाम्  ।
यत्रायुतानामयुतलक्षेणास्ते सदाहुकः
]

`verse 47 [
देवासुरे हता ये तु दैतेयास्सुमहाबला:।
उत्पन्नास्ते मनुष्येषु जनोपद्रवकारिण:॥४,१५,४७।

तेषामुत्सादनार्थाय भुविदेवा यदो:कुले।
अवतीर्णा:कुलशतं यत्रैकाभ्यधिकं द्विज:॥ ४,१५,४८।

उत्पन्नास्ते मनुष्येषु प्रमाणे च प्रभुत्वे च व्यवस्थितः।
निदेशस्थायिनस्तस्य ववृधुः सर्वयादवाः
]

`verse 48 [
इति प्रसूतिं वृष्णीनां यश्र्शृणोति नरः सदा  ।
स सर्वैः पातकैर्मुक्तो विष्णुलोकं प्रपद्यते
]

`colophon [
इति श्रीविष्णुमहापुराणे चतुर्थांशे पञ्चदशोऽध्यायः (१५)
]
