`speaker [
श्रीपराशर उवाच
]

`verse 1 [
ययातेश्चातुर्थपुत्रस्यानोःसभानलचक्षुः परमेषुसंज्ञास्त्रयः पुत्रा बभूवुः
]

`verse 2 [
सभानलपुत्रः कालानलः ॥
]

`verse 3 [
कालानलात्सृंजयः
]

`verse 4 [
सृंजयात्पुरञ्जयः
]

`verse 5 [
पुरञ्जयाज्जनमेजयः
]

`verse 6 [
तस्मान्महाशालः
]

`verse 7 [
तस्माच्च महामनाः
]

`verse 8 [
तस्मादुशीनरतितीक्षू द्वौ पुत्रावुत्पन्नौ
]

`verse 9 [
उशीनरस्यापि शिबिनृगनवकृमि वर्माख्याः पञ्च पुत्रा बभूवुः
]

`verse 10 [
पृषदर्भसुवीरकेकयमद्रकाश्चत्वारशिशबिपुत्राः
]

`verse 11 [
तितीक्षोरपि रुशद्रथः पुत्रोऽभूत्
]

`verse 12 [
तस्यापि हेमः हेमस्यापि सुतपाः सुतपसश्च बलिः
]

`verse 13 [
यस्य क्षेत्रे दीर्घतमसांगवङ्गकलिङ्गसुह्यपौण्ड्राख्यं वालेयं क्षत्रमजन्यत
]

`verse 14 [
तन्नामसंतसतिसंज्ञाश्च पञ्चविषयाः बभूवुः
]

`verse 15 [
अङ्गादनपानस्ततो दिविरथस्तस्माद्धर्मरथः
]

`verse 16 [
ततश्चित्ररथः रोमपादसंज्ञः
]

`verse 17 [
यस्य दशरथो मित्रं जज्ञे
]

`verse 18 [
यस्याजपुत्रो दशरथः शान्तां नाम कन्यामनपत्यस्यदुहितृत्वे युयोज
]

`verse 19 [
रोमपादाच्चतुरङ्गः तस्मात्पृथुलाक्षः
]

`verse 20 [
ततश्चंपः यश्चंपां निवेशायामास
]

`verse 21 [
चंपस्य हर्यङ्गो नामात्मजोऽभूत्
]

`verse 22 [
हर्यङ्गाद्भद्ररथः भद्ररथाद्बृहद्रथः बृहद्रथाद्बृहत्कर्मा बृहत्कर्मणश्च वृहद्भानुस्तस्माच्च बृहन्मनाः बृहन्मनसो जयद्रथः
]

`verse 23 [
जयद्रथो ब्रहमक्षत्रान्तरालसंभूत्यां पत्न्यां विजयं नाम पुत्रमजीजनत्
]

`verse 24 [
विजयश्च धृतिं पुत्रमवाप
]

`verse 25 [
तस्यापि धृतव्रतः पुत्रोऽभूत्
]

`verse 26 [
धृतव्रतात्सत्यकर्मा
]

`verse 27 [
सत्यकर्मणस्त्वतिरथः
]

`verse 28 [
यो गङ्गाङ्गतो मञ्जूषागतं पृथापविद्धं कर्णं पुत्रमवाप
]

`verse 29 [
कर्णाद्वृषसेनः इत्येतदन्ता अङ्गवंश्याः
]

`verse 30 [
अतश्च पुरुवंशं श्रोतुमर्हसि
]

`colophon [
इति श्रीविष्णुमहापुराणे चतुर्थांशेऽष्टादशोऽध्यायः (१८)
]
