`speaker [
श्रीपराशर उवाच
]

`verse 1 [
पूरोर्जनमेजयस्तस्यापि प्रचिन्वान् प्रचिन्वतः प्रवीरः प्रवीरान्मनस्युर्मनस्योश्चाभयदः तस्यापि सुद्युस्सुद्यो र्बहुगतः तस्यापि संयातिस्संयातेरहंयातिः ततो रौद्रा श्वः
]

`verse 2 [
ऋतेषुकक्षेषुस्थंडिलेषुकृतेषुजलेषुधर्मेषुधृतेषुस्थलेषुसन्नतेषुवनेषुनामानो रौद्रा श्वस्य दश पुत्रा बभूवुः
]

`verse 3 [
ऋतेषोरंतिनारः पुत्रोऽभूत्
]

`verse 4 [
सुमतिमप्रतिरथं ध्रुवं चाप्यंतिनारः पुत्रानवाप
]

`verse 5 [
अप्रतिरथस्य कण्वः पुत्रोऽभूत्
]

`verse 6 [
तस्यापि मेधातिथिः
]

`verse 7 [
यतः कण्वायना द्विजा बभूवुः
]

`verse 8 [
अप्रतिरथस्यापरः पुत्रोऽभूदैलीनः
]

`verse 9 [
ऐलीनस्य दुष्यंताद्याश्चत्वारः पुत्रा बभूवुः
]

`verse 10 [
दुष्यंताच्चक्रवर्त्ती भरतोऽभूत्
]

`verse 11 [
यन्नामहेतुर्देवैश्श्लोको गीयते
]

`verse 12 [
माता भस्त्र पितुः पुत्रो येन जातः स एव सः ।
भरस्व पुत्रं दुष्यंतमावमंस्थाश्शकुंतलाम्
]

`verse 13 [
रेतोधाः पुत्रो नयति नरदेव यमक्षयात् ।
त्वं चास्य धाता गर्भस्य सत्यमाह शकुंतला
]

`verse 14 [
भरतस्य पत्नित्रये नव पुत्रा बभूवुः
]

`verse 15 [
नैते ममानुरूपा इत्यभिहितास्तन्मातरः परित्यागभयात्तत्पुत्राञ्जघ्नुः
]

`verse 16 [
ततोस्य वितथे पुत्रजन्मनि पुत्रार्थिनो मरुत्सोमयाजिनो दीर्घतमसः पार्ष्ण्यपास्तद्बृहस्पतिवीर्यादुतथ्यपत्न्यां ममतायां समुत्पन्नो भरद्वाजाख्यः पुत्रो मरुद्भिर्दत्तः
]

`verse 17 [
तस्यापि नामनिर्वचनश्लोकः पठ्यते
]

`verse 18 [
मूढे भर द्वाजमिमं भरद्वाजं बृहस्पते ।
यातौ यदुक्त्वा पितरौ भरद्वाजस्ततस्त्वयम् इति
]

`verse 19 [
भरद्वाजस्स तस्य वितथे पुत्रजन्मनि मरुद्भिर्दत्तः ततो वितथसंज्ञामवाप
]

`verse 20 [
वितथस्यापि मन्युः पुत्रोऽभवत्
]

`verse 21 [
बृहत्क्षत्रमहावीर्यनगरगर्गा अभवन्मन्युपुत्राः
]

`verse 22 [
नगरस्य संकृतिस्संकृतेर्गुरुप्रीतिरंतिदेवौ
]

`verse 23 [
गर्गाच्छिनिः ततश्च गार्ग्याश्शैन्याः क्षत्रोपेता द्विजातयो बभूवु
]

`verse 24 [
महावीर्याच्च दुरुक्षयो नाम पुत्रोऽभवत्
]

`verse 25 [
तस्य त्रय्यारुणिः पुष्करिणः कपिश्च पुत्रत्रयमभूत्
]

`verse 26 [
तच्च पुत्रत्रितयमपि पश्चाद्विप्रतामुपजगाम
]

`verse 27 [
बृहत्क्षत्रस्य सुहोत्रः
]

`verse 28 [
सुहोत्राद्धस्ती य इदं हस्तिनपुरमावासयामास
]

`verse 29 [
अजमीढद्विजमीढपुरुमीढास्त्रयो हस्तिनस्तनयाः
]

`verse 30 [
अजमीढात्कण्वः
]

`verse 31 [
कण्वान्मेधातिथिः
]

`verse 32 [
यतः कण्वायना द्विजाः
]

`verse 33 [
अजमीढस्यान्यः पुत्रो बृहदिषुः
]

`verse 34 [
बृहदिषोर्बृहद्धनुर्बृहद्धनुषश्च बृहत्कर्मा ततश्च जयद्र थस्तस्मादपिविश्वजित्
]

`verse 35 [
ततश्च सेनजित्
]

`verse 36 [
रुचिराश्वकाश्यदृढहनुवत्सहनुसंज्ञास्सेनजितः पुत्राः
]

`verse 37 [
रुचिराश्वपुत्रः पृथुसेनः पृथुसेनात्पारः
]

`verse 38 [
पारान्नीलः
]

`verse 39 [
तस्यैकशतं पुत्राणाम्
]

`verse 40 [
तेषां प्रधानः कांपिल्याधिपतिस्समरः
]

`verse 41 [
समरस्यापि पारसुपारसदश्वास्त्रयः पुत्राः
]

`verse 42 [
सुपारात्पृथुः पृथोस्सुकृतेर्विभ्राजः
]

`verse 43 [
तस्माच्चाणुहः
]

`verse 44 [
यश्शुकदुहितरं कीर्त्तिं नामोपयेमे
]

`verse 45 [
अणुहाद्ब्रह्यदत्तः
]

`verse 46 [
ततश्च विष्वक्सेनस्तस्मादुदक्सेनः
]

`verse 47 [
भल्लाभस्तस्य चात्मजः
]

`verse 48 [
द्विजमीढस्य तु यवीनरसंज्ञः पुत्रः
]

`verse 49 [
तस्यापि धृतिमांस्तस्माच्च सत्यधृतिस्ततश्च दृढनेमिस्तस्माच्च सुपार्श्वस्ततस्सुमतिस्ततश्च सन्नतिमान्
]

`verse 50 [
सन्नतिमतः कृतः पुत्रोऽभूत्
]

`verse 51 [
यं हिरण्यनाभो योगमध्यापयामास
]

`verse 52 [
यश्चतुर्विंशतिप्राच्यसामागानां संहिताश्चकार
]

`verse 53 [
कृताच्चोग्रायुधः
]

`verse 54 [
येन प्राचुर्येण नीपक्षयः कृतः
]

`verse 55 [
उग्रायुधात्क्षेम्यः क्षेम्यात्सुधीरस्तस्माद्रि पुंजयः तस्माच्च बहुरथ इत्येते पौरवाः
]

`verse 56 [
अजमीढस्य नलिनी नाम पत्नी तस्यां नीलसंज्ञः पुत्रोऽभवत्
]

`verse 57 [
तस्मादपि शांतिः शांतेस्सुशांतिस्सुशांतेः पुरंजयः तस्माच्च ऋक्षः
]

`verse 58 [
ततश्च हर्यश्वः
]

`verse 59 [
तस्मान्मुद्गलसृंजयबृहदिषुयवीनरकांपिल्यसंज्ञाः पंचानामेव तेषां विषयाणां रक्षणायालमेते मत्पुत्रा इति पित्राभिहिताः पांचालाः
]

`verse 60 [
मुद्गलाच्च मौद्गल्याः क्षत्रोपेता द्विजातयो बभूवुः
]

`verse 61 [
मुद्गलाद्धर्यश्वः
]

`verse 62 [
हर्यश्वाद्दिवोदासोऽहल्या च मिथुनमभूत्
]

`verse 63 [
शरद्वतश्चाहल्यायां शतानंदोऽभवत्
]

`verse 64 [
शतानंदात्सत्यधृतिर्धनुर्वेदान्तगो जज्ञे
]

`verse 65 [
सत्यधृतेर्वराप्सरसमुर्वशीं दृष्ट्वा रेतस्कन्नं शरस्तंबे पपात
]

`verse 66 [
तच्च द्विधागतमपत्यद्वयं कुमारः कन्या चाभवत्
]

`verse 67 [
तौ च मृगयामुपयातश्शंतनुर्दृष्ट्वा कृपया जग्राह
]

`verse 68 [
ततः कुमारः कृपः कन्या चाश्वत्थाम्नो जननी कृपी द्रो णाचार्यस्य पत्न्यभवत्
]

`verse 69 [
दिवोदासस्य पुत्रो मित्रायुः
]

`verse 70 [
मित्रायोश्च्यवनो नाम राजा
]

`verse 71 [
च्यवनात्सुदासः सुदासात्सौदासः सौदासात्सहदेवस्तस्यापि सोमकः
]

`verse 72 [
सोमकाज्जंतुः पुत्रशतज्येष्ठोऽभवत्
]

`verse 73 [
तेषां यवीयान् पृषतः पृषताद्द्रु पदस्तस्माच्च धृष्टद्युम्नस्ततो धृष्टकेतुः ७३ अजमीढस्यान्यो ऋक्षनामा पुत्रोऽभवत्
]

`verse 74 [
तस्य संवरणः
]

`verse 75 [
संवरणात्कुरुः
]

`verse 76 [
य इदं धर्मक्षेत्रं कुरुक्षेत्रं चकार
]

`verse 77 [
सुधनुर्जह्नुपरीक्षित्प्रमुखाः कुरोः पुत्राः बभूवुः
]

`verse 78 [
सुधनुषः पुत्रस्सुहोत्रस्तस्माच्च्यवनः च्यवनात्कृतकः
]

`verse 79 [
ततश्चोपरिचरो वसुः
]

`verse 80 [
बृहद्र थप्रत्यग्रकुशांबकुचेलमात्स्यप्रमुखाः वसोः पुत्रास्सप्ताजायंत
]

`verse 81 [
बृहद्र थात्कुशाग्रः कुशाग्राद्वृषभः वृषभात्पुष्पवान् तस्मात्सत्यहितः तस्मात्सुधन्वा तस्य च जतुः
]

`verse 82 [
बृंहद्र थाच्चान्यश्शकलद्वयजन्मा जरया संधितो जरासंधनामा
]

`verse 83 [
तस्मात्सहदेवस्सहदेवात्सोमपस्ततश्च श्रुतिश्रवाः
]

`verse 84 [
इत्येते मया मागधा भूपालाः कथिताः
]

`colophon [
इति श्रीविष्णुमहापुराणे चतुर्थांश एकोनविंशोऽध्यायः
]
