`speaker [
श्रीपराशर उवाच
]

`verse 1 [
अतश्चेक्ष्वाकवो भविष्याः पार्थिवाः कथ्यन्ते
]

`verse 2 [
बृहद्बलस्य पुत्रो बृहत्क्षणः
]

`verse 3 [
तस्मादुरुक्षयस्तस्माच्च वत्सव्यूहस्ततश्च प्रतिव्योमस्तस्मादपि दिवाकरः
]

`verse 4 [
तस्मात्सहदेवः सहदेवाद्बृहदश्वस्तत्सूनुर्भानुरथस्तस्य च प्रतीताश्वस्तस्यापि सुप्रतीकस्ततश्च मरुदेवस्ततः सुनक्षत्रस्तमात्किन्नरः
]

`verse 5 [
किन्नरादन्तरिक्षस्तस्मात्सुपर्णस्ततश्चामित्रजित्
]

`verse 6 [
ततश्च बृहद्भाजस्तस्यापि धर्मी धर्मीणः कृतञ्जयः
]

`verse 7 [
कृतञ्जयाद्रणञ्जयः
]

`verse 8 [
रणञ्जयात्संजयस्तस्माच्छाक्यश्छाक्याच्छुद्धोदनस्तस्माद्राहुलस्ततः प्रसेनजित्
]

`verse 9 [
ततश्च क्षुद्रकस्ततश्चज कुण्डकस्तस्मादपि सुरथः
]

`verse 10 [
तत्पुत्रश्च सुमित्रः
]

`verse 11 [
इत्येते चेक्ष्वाकवो बृहद्बलान्वयाः
]

`verse 12 [
अत्रानुवंशश्लोकः
]

`verse 13 [
इक्ष्वाकूणामयं वंशःसुमित्रान्तो भविष्यति  ।
यतस्तं प्राप्य राजानं संस्थां प्राप्स्यति वै कलौ
]

`colophon [
इति श्रीमहाविष्णुपुराणे चतुर्थांशे द्वाविंशोऽध्यायः (२२)
]
