`speaker [
श्रीपराशर उवाच
]

`verse 1 [
योऽयं रिपुंजयो नाम बार्हद्रथोंत्यः तस्यामात्यो मुनिको नाम भविष्यति
]

`verse 2 [
स चैनं स्वामिनं हत्वा स्वुपुत्रं प्रद्योतनामानमभिषेक्ष्यति
]

`verse 3 [
तस्यापि बलाकनामा पुत्रो भविता
]

`verse 4 [
ततश्च विशाखयूपः
]

`verse 5 [
तत्पुत्रो जनकः
]

`verse 6 [
तस्य च नंदिवर्द्धनः
]

`verse 7 [
ततो नंदी
]

`verse 8 [
इत्येतेष्टत्रिंशदुत्तरमष्टशतं पंच प्रद्योताः पृथिवीं भोक्ष्यन्ति
]

`verse 9 [
ततश्च शिशुनाभः
]

`verse 10 [
तत्पुत्रः काकवर्णो भविता
]

`verse 11 [
तस्य च पुत्रः क्षेमधर्मा
]

`verse 12 [
तस्यापि क्षतौजाः
]

`verse 13 [
तत्पुत्रो विधिसारः
]

`verse 14 [
ततश्चाजातशत्रुः
]

`verse 15 [
तस्मादर्भकः
]

`verse 16 [
तस्माच्चोदयनः
]

`verse 17 [
तस्मादपि नंदिवर्द्धनः
]

`verse 18 [
ततो महानंदी
]

`verse 19 [
इत्येते शैशनाभा भूपालास्त्रीणि वर्षशतानि द्विषष्ट्यधिकानि भविष्यंति
]

`verse 20 [
महानंदिनस्ततश्शूद्रा गर्भोद्भवोतिलुब्धोतिबलो महापद्मनामा नंदः परशुराम इवापरोऽखिलक्षत्रांतकारी भविष्यति
]

`verse 21 [
ततः प्रभृति शूद्रा भूपाला भविष्यंति
]

`verse 22 [
स चैकच्छत्रामनुल्लंघितशासनो महापद्मः पृथिवीं भोक्ष्यते
]

`verse 23 [
तस्याप्यष्टौ सुतास्सुमाल्याद्य भवितारः
]

`verse 24 [
तस्य महापद्मस्यानुपृथिवीं भोक्ष्यंति
]

`verse 25 [
महापद्मपुत्राश्चैकं वर्षशतमवनीपतयो भविष्यंति
]

`verse 26 [
ततश्च नवचैतान्नंदान् कौटिल्यो ब्राह्मणस्समुद्धरिष्यति
]

`verse 27 [
तेषामभावे मौर्व्याः पृथिवीं भोक्ष्यंति
]

`verse 28 [
कौटिल्य एव चंद्र गुप्तसुत्पन्नं राज्येऽभिषेक्ष्यति
]

`verse 29 [
तस्यापि पुत्रो बिंदुसारो भविष्यति
]

`verse 30 [
तस्याप्यशोकवर्द्धनस्ततस्सुयशास्ततश्च दशरथस्ततश्च संयुतस्ततश्शालिशूकस्तस्मात्सोमशर्मा तस्यापि सोमशर्मणश्शतधन्वा
]

`verse 31 [
तस्यानुबृहद्र थनामा भविता
]

`verse 32 [
एवमेते मौर्य्या दश भूपतयो भविष्यंति अब्दशतं सप्तत्रिंशदुत्तरम्
]

`verse 33 [
तेषामंते पृथिवीं दश शुंगा भोक्ष्यंति
]

`verse 34 [
पुष्यमित्रस्सेनापतिस्स्वामिनं हत्वा राज्यं करिष्यति तस्यात्मजोऽग्निमित्रः
]

`verse 35 [
तस्मात्सुज्येष्ठस्ततो वसुमित्रस्तस्मादप्युदंकस्ततः पुलिंदकस्ततो घोषवसुस्तस्मादपि वज्रमित्रस्ततो भागवतः
]

`verse 36 [
तस्माद्देवभूतिः
]

`verse 37 [
इत्येते शुंगा द्वादशोत्तरं वर्षशतं पृथिवीं भोक्ष्यंति
]

`verse 38 [
ततः कण्वानेषाभूर्यास्यति
]

`verse 39 [
देवभूतिं तु शुंगराजानं व्यसनिनं तस्यैवामात्यः कण्वो वसुदेवनामा तं निहत्य स्वयमवनीं भोक्ष्यति
]

`verse 40 [
तस्य पुत्रो भूमित्रस्तस्यापि नारायणः
]

`verse 41 [
नारायणात्मजस्सुशर्मा
]

`verse 42 [
एते काण्वायनाश्चत्वारः पंचचत्वारिंशद्वर्षाणि भूपतयो भविष्यंति
]

`verse 43 [
सुशर्माणं तु काण्वं तद्भूत्यो बलिपुच्छकनामा हत्वांध्रजातीयो वसुधां भोक्ष्यति
]

`verse 44 [
ततश्च कृष्णनामा तद्भ्राता पृथिवीपतिर्भविष्यति
]

`verse 45 [
तस्यापि पुत्रः शांतकर्णिस्तस्यापि पूर्णोत्संगस्तत्पुत्रश्शातकर्णिस्तस्माच्च लम्बोदरस्तस्माच्च पिलकस्ततो मेघस्वातिस्ततः पटुमान्
]

`verse 46 [
ततश्चारिष्टकर्मा ततो हालाहलः
]

`verse 47 [
हालाहलात्पललकस्ततः पुलिंदसेनस्ततः सुंदरस्ततश्शातकर्णिस्तश्शिवस्वातिस्ततश्च गोमतिपुत्रस्तत्पुत्रोऽलिमान्
]

`verse 48 [
तस्यापि शांतकर्णिस्ततः शिविश्रितस्तश्च शिवस्कंधस्तस्मादपि यज्ञश्रीस्ततो द्वियज्ञस्तस्माच्चंद्र श्रीः
]

`verse 49 [
तस्मात्पुलोमापिहि
]

`verse 50 [
एवमेवे त्रिंशच्चत्वार्यब्दशतानि षट्पंचाशदधिकानि पृथिवीं भोक्ष्यंति
]

`verse 51 [
आंध्रभृत्यास्सप्ताभीरप्रभृतयो दशगर्दभिनश्च भूभुजो भविष्यंति
]

`verse 52 [
ततष्षोडश भूपतयो भवितारः
]

`verse 53 [
ततश्चाष्टौ यवनाश्चतुर्दश तुरुष्कारा मुंडाश्च त्रयोदश एकादश मौना एते वै पृथुवीपतयः पृथिवीं दशवर्षशतानि नवत्यधिकानि भोक्ष्यंति
]

`verse 54 [
ततश्च मौना एकादश भूपतयोऽब्दशतानि त्रीणि पृथिवीं भोक्ष्यंति
]

`verse 55 [
तेषूत्सन्नेषु कैंकिला यवना भूपतयो भविष्यंत्यमूर्द्धाभिषिक्ताः
]

`verse 56 [
तेषामपत्यं विंध्यशक्तिस्ततः पुंरजयस्तस्माद्रा मचंद्र स्तस्माद्धर्मवर्मा ततो वंगस्ततोभून्नंदनस्ततस्सुनंदी तद्भ्राता नंदियशाश्शुक्रः प्रवीर एते वर्षशतं षड्वर्षाणि भूपतयो भविष्यंति
]

`verse 57 [
ततस्तत्पुत्रास्त्रयोदशैते बाह्लिकाश्च त्रयः
]

`verse 58 [
ततः पुष्पमित्राः पटुमियत्रास्त्रयोदशैकलाश्च सप्तांध्राः
]

`verse 59 [
ततश्च कोसलायां तु नव चैव भूपतयो भविष्यंति
]

`verse 60 [
नैषधास्तु त एव
]

`verse 61 [
मगधायां तु विश्वस्फटिकसंज्ञोऽन्यान्वर्णान्करिष्यति
]

`verse 62 [
कैवर्त्तबटुपुलिंदब्राह्मणान्राज्ये स्थपयिष्यति
]

`verse 63 [
उत्साद्याखिलक्षत्रजातिं नव नागाः पद्मवत्यां नाम पुर्यामनुगंगाप्रयागं गयाद्गुप्तांश्च मागधा भोक्ष्यंति
]

`verse 64 [
कोशलांध्रपुंड्रताम्रलिप्तसमतटपुरीं च देवरक्षितो रक्षिता
]

`verse 65 [
कलिंगमाहिषमहेंद्र भौमान् गुहा भोक्ष्यंति
]

`verse 66 [
नैषधनैमिषककालकोशकाञ्जनपदान्मणिधान्यकवंशा भोक्ष्यंति
]

`verse 67 [
त्रैराज्यमुषिकजनपदान्कनकाह्वयचो भोक्ष्यति
]

`verse 68 [
सौराष्ट्रावंत्यशूद्रा भीरान्नर्मदामरुभूविषयांश्च व्रात्यद्विजाभीरशूद्रा द्या भोक्ष्यंति
]

`verse 69 [
सिंधुतटदाविकोर्वीचंद्र भागाकाश्मीरविषयांश्च व्रात्यम्लेच्छशूद्रा दयो भोक्ष्यंति
]

`verse 70 [
एते च तुल्यकालास्सर्वे पृथिव्यां भूभुजो भविष्यंति
]

`verse 71 [
अल्पप्रसादा बृहत्कोपास्सार्वकालमनृताधर्मरुचयः स्त्रीबालगोवधकर्त्तारः परस्वादानरुचयोल्पसारास्तमिस्रप्राया उदितास्तमितप्राया अल्पायुषो महेच्छा ह्यल्पधर्मा लुब्धाश्च भविष्यन्ति
]

`verse 72 [
तैश्च विमिश्रा जनपदास्तच्छीलानुवर्त्तिनो राजाश्रयशुष्मिणो म्लेच्छाचाराश्च विपर्ययेण वर्त्तमानाः प्रजाः क्षपयिष्यंति
]

`verse 73 [
ततश्चानुदिनमल्पाल्पह्रासव्यवच्छेदाद्धर्मार्थयोर्जगतस्संक्षयो भविष्यति
]

`verse 74 [
ततश्चार्थ एवाभिजनहेतुः
]

`verse 75 [
बलमेवाश्षोधर्महेतुः
]

`verse 76 [
अभिरुचिरेव दांपत्यसंबंधहेतुः
]

`verse 77 [
स्त्रीत्वमेवोपभोगहेतुः
]

`verse 78 [
अनृतमेव व्यवहारजयहेतुः
]

`verse 79 [
उन्नतांबुतैव पृथिवीहेतु
]

`verse 80 [
ब्रह्मसूत्रमेव विप्रत्वहेतुः
]

`verse 81 [
रत्नधातुतैव श्लाघ्यताहेतुः
]

`verse 82 [
लिंगधाराणमेवाश्रमहेतुः
]

`verse 83 [
अन्यायमेव वृत्तिहेतुः
]

`verse 84 [
दौर्बल्यमेवावृत्तिहेतुः
]

`verse 85 [
अभयप्रगल्भोच्चारणमेव पांडित्यहेतुः
]

`verse 86 [
अनाढ्यतैव साधुत्वहेतुः
]

`verse 87 [
स्नानमेव प्रसाधनहेतुः
]

`verse 88 [
दानमेव धर्महेतुः
]

`verse 89 [
स्वीकरणमेव विवाहहेतुः
]

`verse 90 [
सद्वेषधार्येव पात्रम्
]

`verse 91 [
दूरायतननोदकमेव तीर्थहेतुः
]

`verse 92 [
कपटवेषधारणमेव महत्त्वहेतुः
]

`verse 93 [
इत्येवमनेकदोषोत्तरे तु भूमंडले सर्ववर्णेष्वेव योयो बलवान्सस भूपतिर्भविष्यति
]

`verse 94 [
एवं चातिलुब्धकराजासहाश्शैलानामंतरद्रो णीः प्रजास्संश्रयिष्यंति
]

`verse 95 [
मधुशाकमूलफलपत्रपुष्पाद्याहाराश्च भविष्यंति
]

`verse 96 [
तरुवल्कलपर्णचीरप्रावरणाश्चातिबहुप्रजाश्शीतवातातपवर्षसहाश्च भविष्यंति
]

`verse 97 [
न च कश्चित्त्रयोविंशतिवर्षाणि जीविष्यति अनवरतं चात्र कलियुगे क्षयमायात्यखिल एवैष जनः
]

`verse 98 [
श्रौतस्मार्त्ते च धर्मे विप्लवमत्यंतमुपगते क्षीणप्राये च कलावश्षोजगत्स्रष्टुश्चराचरगुरोरादिमध्यांतरहितस्य ब्रह्ममयस्यात्मरूपिणो भगवतो वासुदेवस्यांशश्शंबलग्रामप्रधानब्राह्मणस्य विष्णुयशसो गृहेष्टगुणर्द्धिसमन्वितः कल्किरूपीजगत्यत्रावतीर्य सकलम्लेच्छदस्युदुष्टाचरणचेतसामश्षोआ!णामपरिच्छिन्नशक्तिमाहा-त्म्यः क्षयं करिष्यति स्वधर्मेषु चाखिलमेव संस्थापयिष्यति
]

`verse 99 [
अनंतरं चाश्षोकलेरवसाने निशावसाने विबुद्धानामिव तेषामेव जनपदानाममलस्फटिकदलशुद्धा मतयो भविष्यंति
]

`verse 100 [
तेषां च बीजभूतानामश्षोमनुष्याणां परिणतानामपि तत्कालकृतापत्यप्रसूतिर्भविष्यति
]

`verse 101 [
तानि च तदपत्यानि कृतयुगानुसारीण्येव भविष्यंति
]

`verse 102 [
अत्रोच्यते ।
यथा चंद्र श्च सूर्यश्च तथा तिष्यो बृहस्पतिः ।
एकराशौ समेष्यंति तदा भवति वै कृतम्
]

`verse 103 [
अतीता वर्त्तमानाश्च तथैवानागताश्च ये ।
एते वंश्षोउ! भूपालाः कथिता मुनिसत्तम
]

`verse 104 [
यावत्परीक्षितो जन्म यावन्नंदाभिषेचनम् ।
एतद्वर्षसहस्रं तु ज्ञेयं पंचाशदुत्तरम्
]

`verse 105 [
सप्तर्षीणां तु यौ पूर्वौ दृश्येते ह्युदितौ दिवि ।
तयोस्तु मध्ये नक्षत्रं दृश्यते यत्समं निशि
]

`verse 106 [
तेन सप्तर्षयो युक्तास्तिष्ठंत्यब्दशतं नृणाम् ।
ते तु पारीक्षिते काले मघास्वासन्द्विजोत्तम
]

`verse 107 [
तदा प्रवृत्तश्च कलिर्द्वादशाब्दशतात्मकः
]

`verse 108 [
यदैव भगवान्विष्णोरंशो यातो दिवं द्विज ।
वसुदेवकुलोद्भूतस्तदैवात्रागतः कलिः
]

`verse 109 [
यावत्सपादपद्माभ्यां पस्पर्शेमां वसुंधराम् ।
तावत्पृथ्वीपरिष्वंगे समर्थो नाभवत्कलिः
]

`verse 110 [
गते सनातनस्यांशो! विष्णोस्तत्र भुवो दिवम् ।
तत्याज सानुजो राज्यं धर्म पुत्रो युधिष्ठिरः
]

`verse 111 [
विपरीतानि दृष्ट्वा च निमित्तानि हि पांडवः ।
याते कृष्णे चकाराऽथ सोऽभिषेकं परीक्षितः
]

`verse 112 [
प्रयास्यंति यदा चैते पूर्वाषाढां महर्षयः ।
तदा नंदात्प्रभृत्येष गतिवृद्धिं गमिष्यति
]

`verse 113 [
यस्मिन् कृष्णो दिवं यातस्तस्मिन्नेव तदा हनि ।
प्रतिपन्नं कलियुगं तस्य संख्यां निबोध मे
]

`verse 114 [
त्रीणि लक्षाणि वर्षाणां द्विज मानुष्यसंख्यया ।
षष्टिश्चैव सहस्राणि भविष्यत्येष वै कलिः
]

`verse 115 [
शतानि तानि दिव्यानां सप्त पंच च संख्यया ।
निश्श्षोए!ण गते तस्मिन्भविष्यति पुनः कृतम्
]

`verse 116 [
ब्राह्मणाः क्षत्त्रिया वैश्याश्शूद्रा श्च द्विजसत्तम ।
युगेयुगे महात्मानः समतीतास्सहस्रशः
]

`verse 117 [
बहुत्वान्नामधेयानां परिसंख्या कुलेकुले ।
पौनरुक्त्याद्धि साम्याच्च न मया परिकीर्त्तिता
]

`verse 118 [
देवापिः पौरवो राजा पुरुश्चेक्षाकुवंशजः ।
महायोगबलोपेतौ कलापग्रामसंश्रितौ
]

`verse 119 [
कृते युगे त्विहागम्य क्षत्रप्रावर्त्तकौ हि तौ ।
भविष्यतो मनोर्वंशबीजभूतौ व्यवस्थितौ
]

`verse 120 [
एतेन क्रमयोगेन मनुपुत्रैर्वसुंधरा ।
कृतत्रेताद्वापराणि युगानि त्रीणि भुज्यते
]

`verse 121 [
कलौ ते बीजभूता वै केचित्तिष्ठंति वै मुने ।
यथैव देवापिपुरू सांप्रतं समधिष्ठितौ
]

`verse 122 [
एष तूद्देशतो वंशस्तवोक्तो भूभुजां मया ।
निखिलो गदितुं शक्यो नैष वर्षशतैरपि
]

`verse 123 [
एते चान्ये च भूपाला यैरत्र क्षितिमंडले ।
कृतं ममत्वं मोहांधैर्नित्यं हेयकलेवरे
]

`verse 124 [
कथं ममेयमचला मत्पुत्रस्य कथं मही ।
मद्वंशस्येतिचिंतार्त्ता जग्मुरंतमिमे नृपाः
]

`verse 125 [
तेभ्यः पूर्वतराश्चान्ये तेभ्यस्तेभ्यस्तथा परे ।
भविष्याश्चैव यास्यंति तेषामन्ये च येऽप्यनु
]

`verse 126 [
विलोक्यात्मजयोद्योगं यात्राव्यग्रान्नराधिपान् ।
पुष्पप्रहासैश्शरदि हसंतीव वसुंधरा
]

`verse 127 [
मैत्रेय पृथिवीगीताञ्छ्लोकांश्चात्र निबोध मे ।
यानाह धर्मध्वजिने नजकायासितो मुनिः
]

`verse 128 [
पृथिव्युवाच ।
कथमेष नरेंद्रा णां मोहो बुद्धिमतामपि ।
येन केन सधर्माणोप्यतिविश्वस्तचेतसः
]

`verse 129 [
पूर्वमात्मजयं कृत्वा जेतुमिच्छंति मंत्रिणः ।
ततो भृत्यांश्च पौरांश्च जिगीषंते तथा रिपून्
]

`verse 130 [
क्रमेणानेन जेष्यामो वयं पृथ्वीं ससागराम् ।
इत्यासक्तधियो मृत्युं न पश्यंत्यविदूरगम्
]

`verse 131 [
समुद्रा वरणं याति भूमंडलमथो वशम् ।
कियदात्मजयस्यैतन्मुक्तिरात्मजये फलम्
]

`verse 132 [
उत्सृज्य पूर्वजा याता यां नादाय गतः पिता ।
तां मामतीव मूढत्वाज्जेतुमिच्छंति पार्थिवाः
]

`verse 133 [
मत्कृते पितृपुत्राणां भ्रातॄणां चापि विग्रहः ।
जायतेत्यंतमोहेन ममत्वादृतचेतसाम्
]

`verse 134 [
पृथ्वी ममेयं सकला ममैषा मदन्वयस्यापि च शाश्वतीयम् ।
योयो मृतेऽन्यत्र बभूव राजा कुबुद्धिरासीदिति तस्यतस्य
]

`verse 135 [
दृष्ट्वा ममत्वादृतचित्तमेकं विहाय मां मृत्युवशं व्रजंतम् ।
तस्यानुयस्तस्य कथं ममत्वं हृद्यास्पदं मत्प्रभवं करोति
]

`verse 136 [
पृथ्वी ममैषाऽऽशु परित्यजैनां वदंति ये दूतमुखैस्स्वशत्रून् ।
नराधिपास्तेषु ममातिहासः पुनश्च मूढेषु दयाऽभ्युपैति
]

`speaker [
श्रीपराशर उवाच
]

`verse 137 [
इत्येते धरणीगीताश्श्लोका मैत्रेय यैश्श्रुताः ।
ममत्वं विलयं याति तपत्यर्के यथा हिमम्
]

`verse 138 [
इत्येष कथितः सम्यङ्मनोर्वंशो मया तव ।
यत्र स्थितिप्रवृत्तस्य विष्णोरंशांशका नृपाः
]

`verse 139 [
शृणोति य इमं भक्त्या मनोर्वंशमनुक्रमात् ।
तस्य पापमश्षॐ वै प्रणश्यत्यमलात्मनः
]

`verse 140 [
धनधान्यर्द्धिमतुलां प्राप्नोत्यव्याहतेंद्रि यः ।
श्रुत्वैवमखिलं वंशं प्रशस्तं शशिसूर्ययोः
]

`verse 141 [
इक्ष्वाकुजह्नुमांधातृसगराविक्षितान्रघून् ।
ययातिनहुषाद्यांश्च ज्ञात्वा निष्ठामुपागतान्
]

`verse 142 [
महाबलान्महावीर्याननन्तधनसंचयान् ।
कृतान्कालेन बलिना कथाश्षोआ!न्नराधिपान्
]

`verse 143 [
श्रुत्वा न पुत्रदारादौ गृहक्षेत्रादिके तथा ।
द्र व्यादौ वा कृतप्रज्ञो ममत्वं कुरुते नरः
]

`verse 144 [
तप्तं तपो यैः पुरुषप्रवीरैरुद्वाहुभिर्वर्षगणाननेकान् ।
इष्ट्वा सुयज्ञैर्बलिनोतिवीर्याः कृतानुकालेन कथावशेषाः
]

`verse 145 [
पृथुस्समस्तान्विचचार लोकानव्याहतो यो विजितारिचक्रः ।
स कालवाताभिहतः प्रणष्टः क्षिप्तं यथा शाल्मलितूलमग्नौ
]

`verse 146 [
यः कार्त्तवीर्यो बुभुजे समस्तान्द्वीपान्समाक्रम्य हतारिचक्रः ।
कथाप्रसंगेष्वभिधीयमानस्स एव संकल्पविकल्पहेतुः
]

`verse 147 [
दशाननाविक्षतराघवाणामैश्वर्यमुद्भासितदिङ्मुखानाम् ।
भस्मापि शिष्टं न कथं क्षणेन भ्रूभंगपातेन धिगंतकस्य
]

`verse 148 [
कथाशरीरत्वमवाप यद्वै मांधातृनामा भुवि चक्रवर्त्ती ।
श्रुत्वापि तत्को हि करोति साधुर्ममत्वमान्मन्यपि मंदचेताः
]

`verse 149 [
भगीरथाद्यास्सगरं ककुत्स्थो दशननो राघवलक्ष्मणौ च ।
युधिष्ठिराद्याश्च बभूवुरेते सत्यं न मिथ्या क्व नु ते न विद्मः
]

`verse 150 [
ये सांप्रतं ये च नृपा भविष्याः प्रोक्ता मया विप्रवरोग्रवीयाः ।
एते तथाऽन्ये च तथाभिधेयाः सर्वे भविष्यंति यथैव पूर्वे
]

`verse 151 [
एत द्विदित्वा न नरेण कार्यं ममत्वमात्मन्यपि पंडितेन ।
तिष्ठंतु तावत्तनयात्मजायाः क्षेत्रादयो ये च शरीरिणोऽन्ये
]

`colophon [
इति श्रीविष्णुमाहपुराणे चतुर्थांशो! चतुर्विंशोध्यायः
]
