`speaker [
मैत्रेय उवाच
]

`verse 1 [
व्याख्याता भवता सर्ग-वंश-मन्वन्तरस्थितः ।
वंशानुचरितञ्चवै विस्तरेण महामुने
]

`verse 2 [
श्रोतुमिच्छाम्यहं त्वत्तो यथावदूपसंह्टतिम् ।
महाप्रलयसंस्थानं कल्पान्ते च महामुने
]

`speaker [
पराशा उवाच
]

`verse 3 [
मैत्रेय श्रुयतां मत्तो यथावदुपसंह्टतिः ।
कल्पान्ते प्राकृते चैव प्रलयो जायते यथा
]

`verse 4 [
अहोरात्रं पितणान्तु मासोऽब्दस्त्रिदिवौकसाम
चतुर्युगसहस्त्र तु ब्रह्मणो द्रे द्रिजोत्तम
]

`verse 5 [
कृतं त्रेता द्रापरश्व कलिश्चैव चतुर्युगम् ।
दिव्यैर्वर्षसहस्त्रैस्तु तदू द्रादशभिरुच्यते
]

`verse 6 [
चतुर्युगाण्यशेषाणि सदृशानि स्वरूपतः ।
आद्य कृतयुगं मुक्त्वा मैत्रेयान्ते तथा कलिम्
]

`verse 7 [
आद्ये कृतयुगो सर्गा ब्रह्मणा क्रियते यतः
क्रियते चोपसंहारस्तथान्ते च कलौ युगे
]

`speaker [
मैत्रेय उवाच
]

`verse 8 [
कलेः स्वरूपं भगवन् विस्तरादू वक्तुमर्हसि ।
धर्म्मश्वतुष्पाद्भगवन यस्मिन विप्लवमृच्छति
]

`speaker [
पराशर उवाच
]

`verse 9 [
कलेः खरूपं मैत्रेय यद्भवान् प्रष्टुमिच्छति ।
तन्निबोध समासन्नं वर्त्तते यन्महामुने
]

`verse 10 [
वर्णाश्रमाचारवती प्रवृत्तिर्न कलौ नृणाम् ।
नसाम-ऋगू-यजुर्व्वेदविनिष्पादनहेतुका
]

`verse 11 [
विवाहा न कलौ धर्म्म्या न शिष्य-गुरुसंस्थितिः ।
नि दाम्पत्यक्रमो नैव वह्निदैवात्मकः क्रमः
]

`verse 12 [
यत्र तत्र कुले जातो बली सर्व्वेस्वरः कलौ ।
सर्व्वेभ्य एव वर्णेभ्यो योग्यः कन्यावरोधने
]

`verse 13 [
येन कैनैव योगेन द्रिजातिर्दीक्षितः कलौ ।
यौव सैव च मैत्रेय प्रायश्वित्तक्रिया कलौ
]

`verse 14 [
सर्व्वमेव कलौ शास्त्रं यस्य यदूवचनं द्रिज ।
देवाताश्व कलौ सर्व्वाः सर्व्वः सर्व्वस्य चाश्रमः
]

`verse 15 [
उपवासस्तथायासो वित्तोतूसर्गस्तथा कलौ ।
धर्म्मो यथाभिरुचितैरनुष्ठानैरनुष्ठितः
]

`verse 16 [
वित्तेन भविता पुंसां स्वल्पेनाढ्यमदः कलौ ।
स्त्रीणां रूपमदश्चैव केशैरेव भविष्यति
]

`verse 17 [
सुवर्णमणिरत्रादौ वस्त्रे चापि क्षयं गते ।
कलौ स्त्रियो भविष्यन्ति तदा केशैरलङ्कृताः
]

`verse 18 [
परित्यक्षन्ति भर्त्तारं वित्तहीनं तथा स्त्रियः ।
भर्त्ता भविष्यति कलौ वित्तवानेव योषिताम्
]

`verse 19 [
योयो ददाति बहुल सस स्वामी तदा नृणाम् ।
स्वामित्वहेतुः सम्बन्ध भावी नाभिजनस्तदा
]

`verse 20 [
गृहान्ता द्रव्यसङ्घाता द्रव्यान्ता च तथा मतिः ।
अर्थाश्वात्मोपभोगान्ता भविष्यन्ति कलौ युगे
]

`verse 21 [
स्त्रियः कलौ भविष्यन्ति स्वैरिणयो ललितस्पृहाः ।
अन्यायावाप्तवित्तेषु पुरुषाश्व स्पृहालवः
]

`verse 22 [
अभ्यर्थितोऽपि सुह्टदा स्वार्थहानिं न मानवः ।
पणार्द्धार्द्धार्द्धमात्रेऽपि करिष्यति तदा द्रिज
]

`verse 23 [
समानं पौरुषञ्चतो भावि विप्र षु वै कलौ ।
क्षीरप्रदानसम्बन्धि भावि गोषु च गौरवम्
]

`verse 24 [
अनावृष्टिभियप्रायाः प्रजाः क्षुद्भयकातराः ।
भविष्यन्ति तदा सर्व्वा गगनासक्तदृष्टयः
]

`verse 25 [
कन्दपर्णफलाहारास्तापसा इव मानवाः ।
आत्मानं पातयिष्यन्ति तदा वृष्ट्यादिदुः खिताः
]

`verse 26 [
दुर्भिक्षमेव सततं तदा क्ले शमनीश्वराः ।
प्रापूस्यन्ति व्याहतसुखप्रमोदा मानवाः कलौ
]

`verse 27 [
अस्त्रानबोजिनो नाग्रिदेवतातिथिपूजनूम् ।
करिष्यन्ति कलौ प्राप्ते न च पिव्योदकक्रियाम्
]

`verse 28 [
लोलुपा ह्रस्वदेहाश्व वह्वन्नादनतत्पराः ।
बहुप्रजाल्पभाग्याश्व भविष्यन्ति कलौ स्त्रियः
]

`verse 29 [
उभाभ्यामेव पाणिभ्यां शिरः कण्डूयनं स्त्रियः ।
कुर्व्वन्त्यो गुरुभर्त्तृणामाज्ञां भेतूस्यन्त्यनादृताः
]

`verse 30 [
स्वपोषणपराः क्षुद्रा देहसंस्कारवर्ज्जिताः ।
परुषानृतभाषिण्यो भविष्यन्ति कलौ स्त्रियः
]

`verse 31 [
दुः शीला दुष्टशीलेषु कुर्व्वन्त्यः सततं स्पृहाम् ।
असदूवुत्ता भविष्यन्ति पुरुषेषु कुलाङ्गनाः
]

`verse 32 [
वेदादानं करिष्यन्ति वटवश्व तदाव्रताः ।
गुहस्थाश्व न होष्यन्ति न दास्यन्त्युचितान्यपि
]

`verse 33 [
वनावासा भविष्यन्ति ग्राम्याहारपरिग्रहाः ।
भिक्षवश्वापि मित्रादिस्नेहसम्बन्धयन्त्रिताः
]

`verse 34 [
अरक्षितारो हर्त्तारः शुल्कव्याजेन पार्थिवाः ।
हारिणो जनवित्तानां संप्राप्ते तु कलो युगे
]

`verse 35 [
यो योऽश्वरथनागाढ्यः स स राजा भविष्यति ।
यश्व यश्वाबलः सर्व्वः स स भृत्यः कलौ युगे
]

`verse 36 [
वैश्याः कृषिवाणिज्यादि सन्त्यज्य निजकर्म्म यत्
शूद्रवृत्त्या प्रवत्स्यन्ति कारुकर्म्मोपजीविनः
]

`verse 37 [
भैक्ष्यव्रतास्तथा शूद्रा प्रब्रज्यालिङ्गिनोऽधमाः ।
पाषण्डसंश्रयाः वृत्तिमाश्रयिष्यन्त्यसंस्कृताः
]

`verse 38 [
दुर्भिक्षकरपीड़ाबिरतीवोपहता जनाः ।
गवेधुककदन्नाद्यान् देशान् यास्यन्ति दुः खिताः
]

`verse 39 [
वेदमार्गे प्रलीने च पाषण्डाढये ततो जने ।
अधर्म्मवृद्धया लोकानां स्वल्पमायुर्भविष्यति
]

`verse 40 [
अशास्त्रविहित्तं घोरं तप्यमानेषु वै तपः ।
नरेषु नृपदोषेण बालमृत्युर्भविष्यति
]

`verse 41 [
भवित्री योषितां सूतिः पञ्चषटूसप्तवार्षिकी ।
नवाष्टदशवर्षाणां मनुष्याणां तथा कलौ
]

`verse 42 [
पतितोद्भवश्व भविता तदा द्रादशवार्षिकः ।
नातिजीवति वै कश्वित् कलौ वर्षाणि विंशतिम्
]

`verse 43 [
अल्पप्रज्ञा वृथालिङ्गा दुष्टान्तः करणाः कलौ ।
यतस्ततो विनङूक्ष्यन्ति कालेनाल्पेन मानवाः
]

`verse 44 [
यदा यदा हि पाषणडवृद्धिर्मैत्रेय लक्ष्यते ।
तदा तदा कलेर्वृद्धिरनुमेया विचक्षणौः
]

`verse 45 [
यदा यदा सतां हानिर्वेदमार्गानुसारिणाम् ।
प्रारम्भाश्वावसीदन्ति यदा धर्म्मभृतां नृणाम् ।

तदानुमेयं प्राधान्यं कलेर्मैत्रेय पणिडतैः
]

`verse 46 [
यदा यदा न यज्ञानामीश्वरः पुरुषोत्तमः ।
इज्यते पुरुषैर्यज्ञैस्तदा ज्ञे यं कलेर्बलम्
]

`verse 47 [
न प्रीतिर्वेदवादेषु पाषणडेषु यदा रतिः ।
कलेर्वृद्धिस्तदा प्राज्ञरैनुमेया विचक्षणैः
]

`verse 48 [
कलौ जगत्पतिं विष्णुं सर्व्वस्त्रष्टारमीश्वरम् ।
नार्च्चयिष्यन्ति मैत्रेय पाषणडोपहता नराः
]

`verse 49 [
कि वेदैः किं द्रिजैर्देवैः किं शौचेनाम्बुजन्मना ।
इत्येवं विप्र वक्ष्यन्ति पाषण्डोपहता नराः
]

`verse 50 [
स्वल्पाम्बुवृष्टिः पर्ज्जन्यः शस्यं स्वल्पफल तथा
फलं तथाल्पसारञ्च विप्र प्रापते कलौ युगे
]

`verse 51 [
शाणीप्रायाणि वस्त्राणि शमीप्राया महीरुहाः ।
शूद्रप्रायास्तथा वर्णा भविष्यन्ति कलौ युगे
]

`verse 52 [
अणुप्रायाणि धान्यानि अजाप्रायं तथा पयः ।
भविष्यति कलौ प्राप्ते उषोरञ्चानुलेपनम्
]

`verse 53 [
शश्रू-श्वशुरभूयिष्ठा गुरवश्व नृणां कलौ ।
श्यालाद्या हारिभाय्योश्व सुह्टदो मुनिसतम्
]

`verse 54 [
कस्य माता पिता कस्य यदा कर्म्मानुगः पुमान् ।
इति चोदाहरिष्यन्ति श्वशुरानुगेता नराः
]

`verse 55 [
वाङूमनः कायिकैर्दोषैरभिभूताः पुनः पुनः ।
नराः पापान्यनुदिनं करिष्यन्त्यल्पमेधसः
]

`verse 56 [
निः सत्त्वानामशौचानां निः श्रीकाणां तथा नृणाम् ।
यदूयदू दुः शाय यत् सर्व्वं कलिकाले भविष्यति
]

`verse 57 [
निःस्वाध्यायवषटूकरि स्वधास्वाहाविवर्ज्जिते ।
तथा प्रविरलो विप्र क्वचिल्लोको निवत्स्यति
]

`verse 58 [
तत्राल्पेनैव यत्नेन पुण्यस्कन्धमनुत्तमम् ।
करोति यं कृतयुगे क्रियते तपसा हि सः
]
