`speaker [
श्रीपराशर उवाच
]

`verse 1 [
आध्यात्मिकादि मैत्रेय ज्ञात्वा तापत्रयं बुधः  ।
उत्पन्नज्ञानवैराग्यः प्राप्नोत्यात्यंतिकं लयम्
]

`verse 2 [
आध्यात्मिकोपि द्विविधश्शरीरो मानसस्तथा  ।
शरीरो बहुभिर्भेदैर्भिद्यते श्रूयतां च सः
]

`verse 3 [
शिरोरोगप्रतिश्यायज्वरशूलभगंदरैः ।
गुल्मार्शःश्वयथुश्वासच्छर्द्यादिभिरनेकधा
]

`verse 4 [
तथाक्षिरोगातीसारकुष्ठांगामयसंज्ञितैः  ।
भिद्यते देहजस्तापो मानसं श्रोतुमर्हसि
]

`verse 5 [
कामक्रोधभयद्वेषलोभमोहविषादजः  ।
शोकासूयावमानेर्ष्यामात्सर्यादिमयस्तथा
]

`verse 6 [
मानसोऽपि द्विजश्रेष्ठ तापो भवति नैकधा।
इत्येवमादिभिर्भेदैस्तापो ह्याध्यात्मिकः स्मृतः
]

`verse 7 [
मृगपक्षिमनुष्याद्यैः पिशाचोरगराक्षसैः  ।
सरीसृपाद्यैश्च नृणां जायते चाधिभौतिकः
]

`verse 8 [
शीतवा तोष्णवर्षांबुवैद्युतादिसमुद्भवः  ।
तापो द्विजवरश्रेष्ठैः कथ्यते चाधिदैविकः
]

`verse 9 [
गर्भजन्मजराज्ञानमृत्युनारकजं तथा ।
दुःखं सहस्रशो भेदैर्भिद्यते मुनिसत्तम
]

`verse 10 [
सुकुमारतनुर्गर्भे जंतुर्बहुमलावृते  ।
उल्वसंवेष्टितो भुग्नपृष्ठग्रीवास्थिसंहतिः
]

`verse 11 [
अत्यम्लकटुतीक्ष्णोष्णलवणैर्मातृभोजनैः ।
अत्यंततापैरत्यर्थं वर्द्धमानातिवेदनः
]

`verse 12 [
प्रसारणाकुंचनादौ नांगानां प्रभुरात्मनः  ।
शकृन्मूत्रमहापंकशायी सर्वत्र पीडितः
]

`verse 13 [
निरुच्छ्वासः सचैतन्यस्स्मरञ्जन्मशतान्यथ ।
आस्ते गर्भेऽतिदुःखेन निजकर्मनिबंधनः
]

`verse 14 [
जायमानः पुरीषासृङ्मूत्रशुक्राविलाननः  ।
प्राजापत्येन वातेन पीड्यमानास्थिबंधनः
]

`verse 15 [
अधोमुखो वै क्रियते प्रबलैस्सूतिमारुतैः ।
क्लेशान्निष्क्रांतिमाप्नोति जठरान्मातुरातुरः
]

`verse 16 [
मूर्च्छामवाप्य महतीं संस्पृष्टो बाह्यवायुना ।
विज्ञानभ्रंशमाप्नोति जातश्च मुनिसत्तम
]

`verse 17 [
कंटकैरिव तुन्नांगः क्रकचैरिव दारितः  ।
पूतिव्रणान्निपतितो धरण्यां क्रिमिको यथा
]

`verse 18 [
कंडूयनेऽपि चाशक्तः परिवर्त्तेप्यनीश्वरः  ।
स्नानपानादिकाहारमप्याप्नोति परेच्छया
]

`verse 19 [
अशुचिप्रस्तरे सुप्तः कीटदंशादिभिस्तथा  ।
भक्ष्यमाणोऽपि नैवैषां समर्थो विनिवारणे
]

`verse 20 [
जन्मदुःखान्यनेकानि जन्मनोनंतराणि च  ।
बालभावे यदाप्नोति ह्याधिभौतादिकानि च
]

`verse 21 [
अज्ञानतमसाच्छन्नो मूढांतःकरणो नरः  ।
न जानाति कुतः कोहं क्वाहं गंता किमात्मनः
]

`verse 22 [
केन बंधेन बद्धोहं कारणं किमकारणम् ।
किं कार्यं किमकार्यं वा किं वाच्यं किं च नोच्यते
]

`verse 23 [
को धर्मः कश्च वाऽधर्मः कस्मिन्वर्त्तेऽथ वा कथम्  ।
किं कर्त्तव्यमकर्त्तव्यं किं वा किंगुणदोषवत्
]

`verse 24 [
एवं पशुसमैर्मुढैरज्ञानप्रभवं महत्  ।
अवाप्यते नरैर्दुःखं शिश्नोदरपरायणैः
]

`verse 25 [
अज्ञानं तामसो भावः कार्यारंभप्रवृत्तयः  ।
अज्ञानिनां प्रवर्त्तंते कर्मलोपास्ततो द्विज
]

`verse 26 [
नरकं कर्मणां लोपात्फलमाहुर्मनीषिणः  ।
तस्मादज्ञानिनां दुःखमिह चामुत्र चोत्तमम्
]

`verse 27 [
जराजर्जरदेहश्च शिथिलावयवः पुमान्  ।
विचलच्छीर्णदशनो वलिस्नायुशिरावृतः
]

`verse 28 [
दूरप्रनष्टनयनो व्योमांतर्गततारकः  ।
नासाविवरनिर्यातलोमपुंजश्चलद्वपुः
]

`verse 29 [
प्रकटीभूतसर्वास्थिर्नतपृष्ठास्थिसंहतिः ।
उत्सन्नजठराग्नित्वादल्पाहारोऽल्पचेष्टितः
]

`verse 30 [
कृच्छ्राच्चंक्रमणोत्थानशयनासनचेष्टितः ।
मंदीभवच्छ्रोत्रनेत्रस्स्रवल्लालाविलाननः
]

`verse 31 [
अनायत्तैस्समस्तैश्च करणेर्मरणोन्मुखः  ।
तत्क्षणेप्यनुभूतानामस्मर्ताऽखिलवस्तुनाम्
]

`verse 32 [
सकृदुच्चारिते वाक्ये समुद्भूतमहाश्रमः ।
श्वासकाशसमुद्भूतमहायासप्रजागरः
]

`verse 33 [
अन्येनोत्थाप्यतेऽन्येन तथा संवेश्यते जरी ।
भृत्यात्मपुत्रदाराणामवमानास्पदी कृतः
]

`verse 34 [
प्रक्षीणाखिलशौचश्च विहाराहारसस्पृहः  ।
हास्यः परिजनस्यापि निर्विण्णाश्षोबांधवः
]

`verse 35 [
अनुभूतमिवान्यस्मिञ्जन्मन्यात्मविचेष्टितम् ।
संस्मरन्यौवने दीर्घं निश्वसत्यभितापितः
]

`verse 36 [
एवमादीनि दुःखानि जरायामनुभूय वै  ।
मरणे यानि दुःखानि प्राप्नोति शृणुतान्यपि
]

`verse 37 [
श्लथद्ग्रीवांघ्रिहस्तोऽथ व्याप्तो वेपथुना भृशम् ।
मुहुर्ग्लानिः परवशो मुहुर्ज्ञानलवान्वितः
]

`verse 38 [
हिरण्यधान्यतनय भार्याभृत्यगृहादिषु  ।
एते कथं भविष्यंतीत्यतीव ममताकुलः
]

`verse 39 [
मर्मभिद्भिर्महारोगैः क्रकचैरिव दारुणैः  ।
शरैरिवांतकस्योग्रैश्छिद्यमानासुबंधनः
]

`verse 40 [
परिवर्त्तितताराक्षो हस्तपादं मुहुः क्षिपन् ।
संशुष्यमाणताल्वोष्ठपुटो घुरघुरायते
]

`verse 41 [
निरुद्धकंठो दोषौघैरुदानश्वासपीडितः  ।
तापेन महता व्याप्तस्तृषा चार्त्तस्तथा क्षुधा
]

`verse 42 [
क्लेशादुत्क्रांतिमाप्नोति यमकिंकरपीडितः ।
ततश्च यातनादेहं क्लेश्नो प्रतिपद्यते
]

`verse 43 [
एतान्यन्यानि चोग्राणि दुःखानि मरणे नृणाम् ।
शृणुष्व नरके यानि प्राप्यंते पुरुषैर्मृतैः
]

`verse 44 [
याम्यकिंकरपाशादिग्रहणं दंडताडनम्  ।
यमस्य दर्शनं चोग्रमुग्रमार्गविलोकनम्
]

`verse 45 [
करंभवालुकावह्नियंत्रशस्त्रासिभीषणे  ।
प्रत्येकं नरकेयाश्च यातना द्विज दुःसहाः
]

`verse 46 [
क्रकचैः पाट्यमानानां मूषायां चापि दह्यताम् ।
कुठारैः कृत्यमानानां भूमौ चापि निखन्यताम्
]

`verse 47 [
शूलेष्वारोप्यमाणानां व्याघ्रवक्त्रे प्रवेश्यताम्  ।
गृध्रैस्संभक्ष्यमाणानां द्वीपिभिश्चोपभुज्यताम्
]

`verse 48 [
क्वाथ्यतां तैलमध्ये च क्लिद्यतां क्षारकर्दमे ।
उच्चान्निपात्यमानानां क्षिप्यतां क्षेपयंत्रकैः
]

`verse 49 [
नरके यानि दुःखानि पापहेतूद्भवानि वै  ।
प्राप्यंते नारकैर्विप्र तेषां संख्या न विद्यते
]

`verse 50 [
न केवलं द्विजश्रेष्ठ नरके दुःखपद्धतिः  ।
स्वर्गेपि पातभीतस्य क्षयिष्णोर्नास्ति निर्वृतिः
]

`verse 51 [
पुनश्च गर्भे भवति जायते च पुनःपुनः  ।
गर्भे विलीयते भूयो जायमानोऽस्तमेति वै
]

`verse 52 [
जातमात्रश्च म्रियते बालभावेऽथ यौवने ।
मध्यमं वा वयः प्राप्य वार्द्धके वाथ वा मृतिः
]

`verse 53 [
यावज्जीवति तावच्च दुःखैर्नानाविधैः प्लुतः ।
तं तु कारणपक्ष्मौघैरास्ते कार्पासबीजवत्
]

`verse 54 [
द्र व्यनाशो! तथोत्पत्तौ पालने च सदा नृणाम्  ।
भवंत्यनेकदुःखानि तथैवेष्टविपत्तिषु
]

`verse 55 [
यद्यत्प्रीतिकरं पुंसां वस्तु मैत्रेय जायते  ।
तदेव दुःखवृक्षस्य बीजत्वमुपगच्छति
]

`verse 56 [
कलत्रपुत्रमित्रार्थगृहक्षेत्रधनादिकैः ।
क्रियते न तथा भूरि सुखं पुंसां यथा सुखम्
]

`verse 57 [
इति संसारदुःखार्कतापतापितचेतसाम्  ।
विमुक्तिपादपच्छायामृते कुत्र सुखं नृणाम्
]

`verse 58 [
तदस्य त्रिविधस्याऽपि दुःखजातस्य वै मम ।
गर्भजन्मजराद्येषु स्थानेषु प्रभविष्यतः
]

`verse 59 [
निरस्तातिशयाह्लादसुखभावैकलक्षणा  ।
भेषजं भगवत्प्राप्तिरेकांतात्यंतिकी मता
]

`verse 60 [
तस्मात्तत्प्राप्तये यत्नः कर्त्तव्यः पंडितैर्नरैः  ।
तत्प्राप्तिहेतुर्ज्ञानं च कर्म चोक्तं महामुने
]

`verse 61 [
आगमोत्थं विवेकाच्च द्विधा ज्ञानं तदुच्यते ।
शब्दब्रह्मागममयं परं ब्रह्म विवेकजम्
]

`verse 62 [
अंधं तम इवाज्ञानं दीपवच्चेंद्रियोद्भवम्  ।
यथा सूर्यस्तथा ज्ञानं यद्विप्रर्षे विवेकजम्
]

`verse 63 [
मनुरप्याह वेदार्थं स्मृत्वा यन्मुनिसत्तम  ।
तदेतच्छ्रूयतामत्र संबंधे गदतो मम
]

`verse 64 [
द्वे ब्रह्मणी वेदितव्ये शब्दब्रह्म परं च यत्  ।
शब्दब्रह्मणि निष्णातः परं ब्रह्माधिगच्छति
]

`verse 65 [
द्वे वै विद्ये वेदितव्ये इति चाथर्वणी श्रुतिः ।
परया त्वक्षरप्राप्तिरृग्वेदादिमयापरा
]

`verse 66 [
यत्तदव्यक्तमजरमचिंत्यमजमव्ययम्  ।
अनिर्द्देश्यमरूपं च पाणिपादाद्यसंयुतम्
]

`verse 67 [
विभु सर्वगतं नित्यं भूतयोनिरकारणम्  ।
व्याप्य प्याप्तं यतः सर्वं यद्वै पश्यंति सूरयः
]

`verse 68 [
तद्ब्रह्म तत्परं धाम तद्ध्येयं मोक्षकांक्षिभिः ।
श्रुतिवाक्योदितं सूक्ष्मं तद्विष्णोः परमं पदम्
]

`verse 69 [
तदेव भगवद्वाच्यं स्वरूपं परमात्मनः  ।
वाचको भगवच्छब्दस्तस्याद्यस्याक्षयात्मनः
]

`verse 70 [
एवं निगदितार्थस्य तत्तत्त्वं तस्य तत्त्वतः ।
ज्ञायते येन तज्ज्ञानं परमन्यत्त्रयीमयम्
]

`verse 71 [
अशब्दगोचरस्यापि तस्य वै ब्रह्मणो द्विज ।
पूजायां भगवच्छब्दः क्रियते ह्युपचारतः
]

`verse 72 [
शुद्धे महाविभूत्याख्ये परे ब्रह्मणि शब्दिते ।
मैत्रेय भगवच्छब्दस्सर्वकारणकारणे
]

`verse 73 [
संभर्त्तेति तथा भर्त्ता भकारोर्थद्वयान्वितः  ।
नेता गमयता स्रष्टा गकारार्थस्तथा मुने
]

`verse 74 [
ऐश्वर्यस्य समग्रस्य वीर्यस्य यशसश्श्रियः  ।
ज्ञानवैराग्ययोश्चैव षण्णां भग इतीरणा
]

`verse 75 [
वसंति तत्र भूतानि भूतात्मन्यखिलात्मनि ।
स च भूतेष्वश्षोए!षु वकारार्थस्ततोऽव्ययः
]

`verse 76 [
एवमेष महाञ्छब्दो मैत्रेय भगवानिति  ।
परमब्रह्मभूतस्य वासुदेवस्य नान्यगः
]

`verse 77 [
तत्र पूज्यपदार्थोक्तिपरिभाषासमन्वितः ।
शब्दोयं नोपचारेण त्वन्यत्र ह्युपचारतः
]

`verse 78 [
उत्पत्तिं प्रलयं चैव भूतानामागतिं गतिम् ।
वेत्ति विद्यामविद्यां च स वाच्यो भगवानिति
]

`verse 79 [
ज्ञानशक्तिबलैश्वर्यवीर्यतेजांस्यश्षोतः  ।
भगवच्छब्दवाच्यानि विना हेयैर्गुणादिभिः
]

`verse 80 [
सर्वाणि तत्र भूतानि वसंति परमात्मनि ।
भूतेषु च स सर्वात्मा वासुदेवस्ततः स्मृतः
]

`verse 81 [
खांडिक्यजनकायाह पृष्टः केशिध्वजः पुरा ।
नाभव्याख्यामनंतस्य वासुदेवस्य तत्त्वतः
]

`verse 82 [
भूतेषु वसते सॐऽतर्वसंत्यत्र च तानि यत्  ।
धाता विधाता जगतां वासुदेवस्ततः प्रभुः
]

`verse 83 [
स सर्वभूतप्रकृतिं विकारान्गुणादिदोषांश्च मुने व्यतीतः ।
अतीतसर्वावरणोखिलात्मा तेनास्तृतं यद्भुवनांतराले
]

`verse 84 [
समस्तकल्याणगुणात्मकोऽसौ स्वशक्तिलेशावृतभूतवर्गः ।
इच्छागृहीताभिमतोरुदेहस्संसाधिताश्षोजगद्धितो यः
]

`verse 85 [
तेजोबलैश्वर्यमहावबोध सुवीर्यशक्त्यादिगुणैकराशिः  ।
परः पराणां सकला न यत्र क्लेशादयस्संति परावरेशो!
]

`verse 86 [
स ईश्वरो व्यष्टिसमष्टिरूपो व्यक्तस्वरूपः ह्प्रकटस्वरूपः ।
सर्वेश्वरस्सर्वदृक् सर्वविच्च समस्तशक्तिः परमेश्वराख्यः
]

`verse 87 [
संज्ञायते येन तदस्तदोषं शुद्धं परं निर्मलमेकरूपम्  ।
संदृश्यते वाप्यवगम्यते वा तज्ज्ञानमज्ञानमतोन्यदुक्तम्
]

`colophon [
इति श्रीविष्णुमहापुराणे षष्ठांशो! पंचमोऽध्यायः
]
