`speaker [
श्रीपराशर उवाच
]

`verse 1 [
तत्प्राप्तिकारणं ब्रह्म तदेतदिति पठ्यते
]

`verse 2 [
न मां स चक्षुषा द्र ष्टुं ब्रह्मभूतस्स शक्यते
]

`speaker [
मैत्रेय उवाच
]

`verse 3 [
भगवंस्तमहं योगं ज्ञातुमिच्छामि तं वद
ज्ञाते यत्राखिलाधारं पश्येयं परमेश्वरम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 4 [
यथा केशिध्वजः प्राह खांडिक्याय महात्मने
जनकाय पुरा योग तमहं कथयामि ते
]

`speaker [
मैत्रेय उवाच
]

`verse 5 [
खांडिक्यः कोऽभवद्ब्रह्मन्को वा केशिध्वजः कृती
कथं तयोश्च संवादो योगसंबंधकारणात्
]

`speaker [
श्रीपराशर उवाच
]

`verse 6 [
धर्मध्वजो वै जनकस्तस्य पुत्रोऽमितध्वजः
कृतध्वजश्च नाम्नासीत्सदाध्यात्मरतिर्नृपः
]

`verse 7 [
कृतध्वजस्य पुत्रोऽभूत्ख्यातः केशिध्वजो नृपः
पुत्रोमितध्वजस्यापि खांडिक्यजनकोऽभवत्
]

`verse 8 [
कर्ममार्गेण खांडिक्यः पृतिव्यामभवत्पतिः
केशिध्वजोऽप्यतीवासीदात्मविद्याविशारदः
]

`verse 9 [
तावुभावपि चैवास्तां विजिगीषू परस्परम्
केशिध्वजेन खांडिक्यस्स्वराज्यादवरोपितः
]

`verse 10 [
पुरोधसा मंत्रिभिश्च समवेतोऽल्पसाधनः
राज्यान्निराकृतस्सोऽथ दुर्गारण्यचरोऽभवत्
]

`verse 11 [
इयाज सोऽपि सुबहून्यज्ञाञ्ज्ञानव्यपाश्रयः
ब्रह्मविद्यामधिष्ठाय तर्त्तुं मृत्युमविद्यया
]

`verse 12 [
एकदा वर्त्तमानस्य यागे योगविदां वर
घर्मधेनुं जघानोग्रश्शार्दूलो विजने वने
]

`verse 13 [
ततो राजा हतां श्रुत्वा धनुं व्याघ्रेण चर्त्विजः
प्रायश्चित्तं स पप्रच्छ किमत्रेति विधीयताम्
]

`verse 14 [
तेप्यूचुर्न वयं विद्मः कश्रोउः! पृच्छतामिति
कश्रोउ!रपि तेनोक्तस्तथैव प्राह भार्गवम्
]

`verse 15 [
शुनकं पृच्छ राजैंद्र  नाहं वेद्मि स वेत्स्यति
स गत्वा तमपृच्छच्च सोप्याह शृणु यन्मुने
]

`verse 16 [
न केशरुर्न चैवाहं न चैकस्सांप्रतं भुवि
वेत्त्येक एव त्वच्छत्रुः खांडिक्यो यो जितस्त्वया
]

`verse 17 [
स चाह तं व्रजाम्येष प्रष्टुमात्मरिपुं मुने
प्राप्त एव महायज्ञो यदि मां स हनिष्यति
]

`verse 18 [
प्रायश्चित्तमश्षोए!ण स चेत्पृष्टो वदिष्यति
ततश्चाविकलो योगो मुनिश्रेष्ठ भविष्यति
]

`speaker [
श्रीपराशर उवाच
]

`verse 19 [
इत्युक्त्वा रथमारुह्य कृष्णाजिनधरो नृपः
वनं जगाम यत्रास्ते स खांडिक्यो महामतिः
]

`verse 20 [
तमापतंतमालोक्य खांडिक्यो रिपुमात्मनः
प्रोवाच क्रोधताम्राक्षस्समारोपितकार्मुकः
]

`speaker [
खांडिक्य उवाच
]

`verse 21 [
कृष्णाजिनं त्वं कवचमाबध्यास्मान्हनिष्यसि
कृष्णाजिनधरे वेत्सि न मयि प्रहरिष्यति
]

`verse 22 [
मृगाणां वद पृष्ठेषु मूढ कृष्णाजिनं न किम्
येषां मया त्वया चोग्राः प्रहिताश्शितसायकाः
]

`verse 23 [
स त्वामहं हनिष्यामि न मे जीवन्विमोक्ष्यसे
आतताय्यसि दुर्बुद्धे मम राज्यहरो रिपुः
]

`speaker [
केशिध्वज उवाच
]

`verse 24 [
खांडिक्य संशयं प्रष्टुं भवंतमहमागतः
न त्वां हंतुं विचार्यैतत्कोपं बाणं विमुंच वा
]

`speaker [
श्रीपराशर उवाच
]

`verse 25 [
ततस्स मंत्रिभिस्सार्द्धमेकांते सपुरोहितः
मंत्रयामास खांडिक्यस्सर्वैरेव महामतिः
]

`verse 26 [
तमूचुर्मंत्रिणो वध्यो रिपुरेष वशं गतः
हतेऽस्मिन्पृथिवी सर्वा तव वश्या भविष्यति
]

`verse 27 [
खांडिक्यश्चाह तान्सर्वानेवमेतन्न संशयः
हतेस्मिन्पृथिवी सर्वा मम वश्या भविष्यति
]

`verse 28 [
परलोकजयस्तस्य पृथिवी सकला मम
न हन्मि चेल्लोकजयो मम तस्य वसुंधरा
]

`verse 29 [
नाऽहं मन्ये लोकजयादधिका स्याद्वसुंधरा
परलोकजयोऽनंतस्स्वल्पकालो महीजयः
]

`verse 30 [
तस्मान्नैनं हनिष्यामि यत्पृच्छति वदामि तत्
]

`speaker [
श्रीपराशर उवाच
]

`verse 31 [
ततस्तमभ्युपेत्याह खांडिक्यजनको रिपुम्
प्रष्टव्यं यत्त्वया सर्वं तत्पृच्छस्व वदाम्यहम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 32 [
ततस्सर्वं यथावृत्तं घर्मधेनुवधं द्विज
कथयित्वा स पप्रच्छ प्रायश्चित्तं हि तद्गतम्
]

`verse 33 [
स चाचष्ट यथान्यायं द्विज केशिध्वजाय तत्
प्रायश्चित्तमश्षोए!ण यद्वै तत्र विधीयते
]

`verse 34 [
विदितार्थस्स तेनैव ह्यनुज्ञातो महात्मना
यागभूमिमुपागम्य चक्रे सर्वाः क्रियाः क्रमात्
]

`verse 35 [
क्रमेण विधिवद्यागं नीत्वा सोऽवभृथाप्लुतः
कृतकृत्यस्ततो भूत्वा चिंतयामास पार्थिवः
]

`verse 36 [
पूजिताश्च द्विजास्सर्वे सदस्या मानिता मया
तथैवार्थिजनोऽप्यर्थैर्योजितोऽभिमतैर्मया
]

`verse 37 [
यथार्हमस्य लोकस्य मया सर्वं विचेष्टितम्
अनिष्पन्नक्रियं चेतस्तथापि मम किं यथा
]

`verse 38 [
इत्थं संचिंतयन्नैव सस्मार स महीपतिः
खांडिक्याय न दत्तेति मया वै गुरुदक्षिणा
]

`verse 39 [
स जगाम तदा भूयो रथमारुह्य पार्थिवः
मैत्रेय दुर्गगहनं खांडिक्यो यत्र संस्थितः
]

`verse 40 [
खांडिक्योऽपि पुनर्दृष्ट्वा तमायांतं धृतायुधम्
तस्थौ हंतुं कृतमतिस्तमाह स पुनर्नृपः
]

`verse 41 [
भो नाहं तेऽपराधाय प्राप्तः खांडिक्य मा क्रुधाः
गुरोर्निक्रयदानाय मामवेहि त्वमागतम्
]

`verse 42 [
निष्पादितो मया यागः सम्यक्त्वदुपदेशतः
सोऽहं ते दातुमिच्छामि वृणीष्व गुरुदक्षिणाम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 43 [
भूयस्स मंत्रिभिस्सार्द्धं मंत्रयामास पार्थिवः
गुरुनिष्क्रयकामोऽयं किं मया प्रार्थ्यतामिति
]

`verse 44 [
तमूचुर्मंत्रिणो राज्यमशेषं प्रार्थ्यतामयम्
शत्रुभिः प्रार्थ्यते राज्यमनायासितसैनिकैः
]

`verse 45 [
प्रहस्य तानाह नृपस्स खांडिक्यो महामतिः
स्वल्पकालं महीपाल्यं मादृशैः प्रार्थ्यते कथम्
]

`verse 46 [
एवमेतद्भवंतोऽत्र ह्यर्थसाधनमंत्रिणः
परमार्थः कथं कोऽत्र यूयं नात्र विचक्षणाः
]

`speaker [
श्रीपराशर उवाच
]

`verse 47 [
इत्युक्त्वा समुपेत्यैनं स तु केशिध्वजं नृपः
उवाच किमवश्यं त्वं ददासि गुरुदक्षिणाम्
]

`verse 48 [
बाढमित्येव तेनोक्तः खांडिक्यस्तमथाब्रवीत्
भवानद्यात्मविज्ञानपरमार्थविचक्षणः
]

`verse 49 [
यदि चेद्दीयते मह्यं भवता गुरुनिष्क्रयः
तत्क्लेशप्रशमायालं यत्कर्म तदुदीरय
]

`colophon [
इति श्रीविष्णुमहापुराणे षष्ठांशे षष्ठोऽध्यायः
]
