`speaker [
केशिध्वज उवाच
]

`verse 1 [
न प्रार्थितं त्वया कस्मादस्मद्रा ज्यमकंटकम्
राज्यलाभाद्विना नान्यत्क्षत्त्रियाणामतिप्रियम्
]

`speaker [
खांडिक्य उवाच
]

`verse 2 [
केशिध्वज निबोध त्वं मया न प्रार्थितं यतः
राज्यमेतदश्षॐ ते यत्र गृध्नंत्यपंडिताः
]

`verse 3 [
क्षत्त्रियाणामयं धर्मो यत्प्रजापरिपालनम्
वधश्च धर्मयुद्धेन स्वराज्यपरिपंथिनाम्
]

`verse 4 [
तत्राशक्तस्य मे दोषो नैवास्त्यपहृते त्वया
बंधायैव भवत्येषा ह्यविद्याप्यक्रमोज्झिता
]

`verse 5 [
अल्पोमोपभोगलिप्सार्थमियं राज्यस्पृहा मम
अन्येषां दोषज सैव धर्मं वै नानुरुध्यते
]

`verse 6 [
न याच्ञा क्षत्त्रबंधूनां धर्मयैतत्सतां मतम्
अतो न याचितं राज्यमविद्यांतर्गतं तव
]

`verse 7 [
राज्ये गृध्नंत्यविद्वांसो ममत्वाहृतचेतसः
अहंमानमहापानमदमत्ता न मादृशाः
]

`speaker [
श्रीपराशर उवाच
]

`verse 8 [
प्रहृष्टस्साध्विति ततः प्राह केशिध्वजो नृपः
खांडिक्यजनकं प्रीत्या श्रूयतां वचनं मम
]

`speaker [
केशिध्वज उवाच
]

`verse 9 [
अहं ह्यविद्यया मृत्युं तर्तुकामः करोमि वै
राज्यं यागांश्च विविधान्योगैः पुण्यक्षयं तथा
]

`verse 10 [
तदिदं ते मनो दिष्ट्या विवेकैश्वर्यतां गतम्
तच्छ्रूयतामविद्यायास्स्वरूपं कुलनंदन
]

`verse 11 [
अनात्मन्यात्मबुद्धिर्या चास्वे स्वमिति या मतिः
संसारतरुसंभूतिबीजमेतद्द्विधा स्थितम्
]

`verse 12 [
पंचभूतात्मके देहे देही मोहतमोवृतः
अहं ममैतदित्युच्चैः कुरुते कुमतिर्मतिम्
]

`verse 13 [
आकाशवाय्वग्निजलपृथिवीभ्यः पृथक् स्थिते
आत्मन्यात्ममयं भावं कः करोति कलेवरे
]

`verse 14 [
कलेवरोपभोग्यं हि गृहक्षेत्रादिकं च कः
अदेहे ह्यात्मनि प्राज्ञे ममेदमिति मन्यते
]

`verse 15 [
इत्थं च पुत्त्रपौत्त्रेषु तद्देहोत्पादितेषु कः
करोति पंडितस्स्वाम्यमनात्मनि कलेवरे
]

`verse 16 [
सर्वं देहोपभोगाय कुरुते कर्म मानवः
देहश्चान्यो यदा पुंसस्तदा बंधाय तत्परम्
]

`verse 17 [
मृण्मयं हि यथा गेहं लिप्यते वै मृदंभसा
पार्थिवोऽयं तथा देहो मृदंब्वालेपनस्थितः
]

`verse 18 [
पंचभूतात्मकैर्भोगैः पंचभूतात्मकं वपुः
आप्यायते यदि ततः पुंसो भोगोऽत्र किं कृतः
]

`verse 19 [
अनेकजन्मसाहस्रीं संसारपदवीं व्रजन्
मोहश्रमं प्रयातोऽसौ वासनारेणुकुंठितः
]

`verse 20 [
प्रक्षाल्यते यदा सोस्य रेणुज्ञानोष्णवारिणा
तदा संसारपांथस्य याति मोहश्रमश्शमम्
]

`verse 21 [
मोहश्रमे शमं याते स्वस्थांतःकरणः पुमान्
अनन्यातिशयाबाधं परं निर्वाणमृच्छति
]

`verse 22 [
निर्वाणमय एवायमात्मा ज्ञानमयोऽमलः
दुःखाज्ञानमया धर्माः प्रकृतेस्ते तु नात्मनः
]

`verse 23 [
जलस्य नाग्निसंसर्गस्थालीसंगात्तथापि हि
शब्दोद्रेकादिकान्धर्मांस्तत्करोति यथा नृप
]

`verse 24 [
तथात्मा प्रकृतेस्संगादहंमानादिदूषितः
भजते प्राकृतान्धर्मानन्यस्तेभ्यो हि सोऽव्ययः
]

`verse 25 [
तदेतत्कथितं बीजमविद्याया मया तव
क्लेशानां च क्षयकरं योगादन्यन्न विद्यते
]

`speaker [
खांडिक्य उवाच
]

`verse 26 [
तं ब्रवीहि महाभाग योगं योगविदुत्तम
विज्ञातयोगशास्त्रार्थस्त्वमस्यां निमिसंततौ
]

`speaker [
केशिध्वज उवाच
]

`verse 27 [
योगस्वरूपं खांडिक्य श्रूयतां गदतो मम
यत्र स्थितो न च्यवते प्राप्य ब्रह्मलयं मुनिः
]

`verse 28 [
मन एव मनुष्याणां कारणं बंधमोक्षयोः
बंधाय विषयासंगि मुक्त्यै निर्विषयं मनः
]

`verse 29 [
विषयेभ्यस्समाहृत्य विज्ञानात्मामनो मुनिः
चिंतयेन्मुक्तये तेन ब्रह्मभूतं परेश्वरम्
]

`verse 30 [
विकार्यमात्मनश्शक्त्या लोहमाकर्षको यथा
]

`verse 31 [
आत्मप्रयत्नसापेक्षा विशिष्टा या मनोगतिः
तस्या ब्रह्मणि संयोगो योग इत्यभिधीयते
]

`verse 32 [
एवमत्यंतवैशिष्ट्ययुक्तधर्मोपलक्षणः
यस्य योगस्स वै योगी मुमुक्षुरभिधीयते
]

`verse 33 [
योगयुक्प्रथमं योगी युंजानो ह्यभिधीयते
विनिष्पन्नसमाधिस्तु परं ब्रह्मोपलब्धिमान्
]

`verse 34 [
यद्यंतरायदोषेण दूष्यते चास्य मानसम्
जन्मांतरैरभ्यसतो मुक्तिः पूर्वस्य जायते
]

`verse 35 [
विनिष्पन्नसमाधिस्तु मुक्तिं तत्रैव जन्मनि
प्राप्नोति योगी योगाग्निदग्धकर्मचयोऽचिरात्
]

`verse 36 [
ब्रह्मचर्यमहिंसां च सत्यास्तेयापरिग्रहान्
सेवेत योगी निष्कामो योग्यतां स्वमनो नयन्
]

`verse 37 [
कुर्वीत ब्रह्मणि तथा परस्मिन्प्रवणं मनः
]

`verse 38 [
एते यमास्सनियमाः पंच पंच च कीर्त्तिताः
विशिष्टफलदाः काम्या निष्कामानां विमुक्तिदाः
]

`verse 39 [
एकं भद्रा सनादीनां समास्थाय गुणैर्युतः
यमाख्यैर्नियमाख्यैश्च युंजीत नियतो यतिः
]

`verse 40 [
प्राणाख्यमनिलं वश्यमभ्यासात्कुरुते तु यत्
प्राणायामस्स विज्ञेयस्सबीजोऽबीज एव च
]

`verse 41 [
परस्परेणाभिभवं प्राणापानौ यथानिलौ
कुरुतस्सद्विधानेन तृतीयस्संयमात्तयोः
]

`verse 42 [
तस्य चालंबनवतः स्थूलरूपं द्विजोत्तम
आलंबनमनंतस्य योगिनोऽभ्यसतः स्मृतम्
]

`verse 43 [
शब्दादिष्वनुरक्तानि निगृह्याक्षाणि योगवित्
कुर्याच्चित्तानुकारीणि प्रत्याहारपरायणः
]

`verse 44 [
वश्यता परमा तेन जायतेति चलात्मनाम्
इन्द्रि याणामवश्यैस्तैर्न योगी योगसाधकः
]

`verse 45 [
प्राणयामेन पवने प्रत्याहारेण चेंद्रि ये
वशीकृते ततः कुर्यात्स्थितं चेतश्शुभाश्रये
]

`speaker [
खाडिक्य उवाच
]

`verse 46 [
कथ्यतां मे महाभाग चेतसो यश्शुभाश्रयः
यदाधारमश्षॐ तद्धंति दोषमलोद्भवम्
]

`speaker [
केशिध्वज उवाच
]

`verse 47 [
आश्रयश्चेतसो ब्रह्म द्विधा तच्च स्वभावतः
भूप मूर्त्तममूर्त्तं च परं चापरमेव च
]

`verse 48 [
त्रिविधा भावना भूप विश्वमेतन्निबोधताम्
ब्रह्माख्या कर्मसंज्ञा च तथा चैवोभयात्मिका
]

`verse 49 [
कर्मभावात्मिका ह्येका ब्रह्मभावात्मिका परा
उभयात्मिका तथैवान्या त्रिविधा भावभावना
]

`verse 50 [
सनंदनादयो ये तु ब्रह्मभावनया युताः
कर्मभावनया चान्ये देवाद्याः स्थावरावराः
]

`verse 51 [
हिरण्यगर्भादिषु च ब्रह्मकर्मात्मिका द्विधा
बोधाधिकारयुक्तेषु विद्यते भावभावना
]

`verse 52 [
अक्षीणेषु समस्तेषु विशेषज्ञानकर्मसु
विश्वमेतत्परं चान्यद्भेदभिन्नदृशां नृणाम्
]

`verse 53 [
प्रत्यस्तमितभेदं यत्सत्तामात्रमगोचरम्
वचसामात्मसंवेद्यं तज्ज्ञानं ब्रह्मसंज्ञितम्
]

`verse 54 [
तच्च विष्णोः परं रूपमरूपाख्यमनुत्तमम्
विश्वस्वरूपवैरूप्यलक्षणं परमात्मनः
]

`verse 55 [
न तद्योगयुजा शक्यं नृप चिंतयितुं यतः
ततस्स्थूलं हरे रूपं चिंतयेद्विश्वगोचरम्
]

`verse 56 [
हिरण्यगर्भो भगवान्वासुदेवः प्रजापतिः
मरुतो वसवो रुद्रा  भास्करास्तारका ग्रहाः
]

`verse 57 [
गंधर्वयक्षदैत्याद्यस्सकला देवयोनयः
मनुष्याः पशवश्शैलास्समुद्रा स्सरितो द्रु माः
]

`verse 58 [
भूप भूतान्यशेषाणि भूतानां ये च हेतवः
प्रधानादिविशेषांतं चेतनाचेतनात्मकम्
]

`verse 59 [
एकपादं द्विपादं च बहुपादमपादकम्
मूर्त्तमेतद्धरे रूपं भावनात्रितयात्मकम्
]

`verse 60 [
एतत्सर्वमिदं विश्वं जगदेतच्चराचरम्
परब्रह्मस्वरूपस्य विष्णोश्शक्तिसमन्वितम्
]

`verse 61 [
विष्णुशक्तिः परा प्रोक्ता क्षेत्रज्ञाख्या तथाऽपरा
अविद्याकर्मसंज्ञान्या तृतीया शक्तिरिष्यते
]

`verse 62 [
यया क्षेत्रज्ञशक्तिस्सा वेष्टिता नृपसर्वगा
संसारतापानखिलानवाप्नोत्यतिसंततान्
]

`verse 63 [
तया तिरोहितत्वाच्च शक्तिः क्षेत्रज्ञसंज्ञिता
सर्वभूतेषु भूपाल तारतम्येन लक्ष्यते
]

`verse 64 [
अप्राणवत्सुस्वल्पा सा स्थावरेषु ततोऽधिका
सरीसृपेषु तेभ्योपि ह्यतिशक्त्या पतत्त्रिषु
]

`verse 65 [
पतत्त्रिभ्यो मृगास्तेभ्यस्तच्छक्त्या पशवोऽधिकाः
पशुभ्यो मनुजाश्चातिशक्त्या पुंसः प्रभाविताः
]

`verse 66 [
तेभ्योपि नागगंधर्वयक्षाद्या देवता नृप
]

`verse 67 [
शक्रस्समस्तदेवेभ्यस्ततश्चातिप्रजापतिः
हिरण्यगर्भोऽपि ततः पुंसश्शक्त्युपलक्षितः
]

`verse 68 [
एतान्यशेषरूपाणि तस्य रूपाणि पार्थिव
यतस्तच्छक्तियोगेन युक्तानि नभसा यथा
]

`verse 69 [
द्वितीयं विष्णुसंज्ञस्य योगिध्येयं महामते
अमूर्त्तं ब्रह्मणो रूपं यत्सदित्युच्यते बुधैः
]

`verse 70 [
समस्ताश्शक्तयश्चैता नृप यत्र प्रतिष्ठिताः
तद्विश्वरूप्यं रूपमन्यद्धरेर्महत्
]

`verse 71 [
समस्तशक्तिरूपाणि तत्करोति जनेश्वर
देवतिर्यङ्मनुष्यादिचेष्टावंति स्वलीलया
]

`verse 72 [
जगतामुपकाराय न सा कर्मनिमित्तजा
चेष्टा तस्याप्रमेयस्य व्यापिन्यव्याहतात्मिका
]

`verse 73 [
तद्रूपं विश्वरूपस्य तस्य योगयुजा नृप
चिंत्यमात्मविशुद्ध्यर्थं सर्वकिल्बिषनाशनम्
]

`verse 74 [
यथाग्निरुद्धतशिखः कक्षं दहति सानिलः
तथा चित्तस्थितो विष्णुर्योगिनां सर्वकिल्बिषम्
]

`verse 75 [
तस्मात्समस्तशक्तीनामाधारे तत्र चेतसः
कुर्वीत संस्थितिं सा तु विज्ञेया शुद्धधारणा
]

`verse 76 [
शुभाश्रयस्य चित्तस्य सर्वगस्याचलात्मनः
त्रिभावभावनातीतो मुक्तये योगिनो नृप
]

`verse 77 [
अन्ये तु पुरुषव्याघ्र चेतसो ये व्यपाश्रयाः
अशुद्धास्ते समस्तास्तु देवाद्याः कर्मयोनयः
]

`verse 78 [
मूर्त्तं भगवतो रूपं सर्वापाश्रयनिस्पृहम्
एषा वै धारण प्रोक्ता यच्चित्तं तत्र धार्यते
]

`verse 79 [
यच्च मूर्त्तं हरे रूपं यादृक् चिंत्यं नराधिप
तच्छ्रूयतामनाधारा धारणा नोपपद्यते
]

`verse 80 [
प्रसन्नवदनं चारुपद्मपत्रोपमेक्षणम्
सुकपोलं सुविस्तीर्णललाटफकोज्ज्वलम्
]

`verse 81 [
समकर्णांतविन्यस्तचारुकुंडलभूषणम्
कंबुग्रीवं सुवीस्तीर्णश्रीवत्सांकितवक्षसम्
]

`verse 82 [
वलित्रिभंगिना मग्ननाभिना ह्युदरेण च
प्रलंबाष्टभुजं विष्णुमथवापि चतुर्भुजम्
]

`verse 83 [
समस्थितोरुजंघं च सुस्थितांघ्रिवरांबुजम्
चिंतयेद्ब्रह्मभूतं तं पीतनिर्मलवाससम्
]

`verse 84 [
किरीटहारकेयूरकटकादिविभूषितम्
]

`verse 85 [
शार्ङ्गशंखगदाखड्गचक्राक्षवलयान्वितम्
वरदाभयहस्तं च मुद्रि कारत्नभूषितम्
]

`verse 86 [
चिंतयेत्तन्मयो योगी समाधायात्ममानसम्
तावद्यावद्दृढीभूता तत्रैव नृप धारणा
]

`verse 87 [
व्रजतस्तिष्ठतोन्यद्वा स्वेच्छया कर्म कुर्वतः
नापयाति यदा चित्तात्सिद्धां मन्येत तां तदा
]

`verse 88 [
ततः शंखगदाचक्रशार्ङ्गादिरहितं बुधः
चिंतयेद्भगवद्रू पं प्रशांतं साक्षसूत्रकम्
]

`verse 89 [
सा यदा धारणा तद्वदवस्थानवती ततः
किरीटकेयूरमुखैर्भूषणै रहितं स्मरेत्
]

`verse 90 [
तदेकावयवं देवं चेतसा हि पुनर्बुधः
कुर्यात्ततोऽवयविनि प्रणिधानपरो भवेत्
]

`verse 91 [
तद्रूपप्रत्यया चैका संततिश्चान्यनिःस्पृहा
तद्ध्यानं प्रथमैरंगैः षड्भिर्निष्पाद्यते नृप
]

`verse 92 [
तस्यैव कल्पनाहीनं स्वरूपग्रहणं हि यत्
मनसा ध्याननिष्पाद्यं समाधिस्सोऽभिधीयते
]

`verse 93 [
विज्ञानं प्रापकं प्राप्ये परे ब्रह्मणि पार्थिव
प्रापणीयस्तथैवात्मा प्रक्षीणाश्षोभावनः
]

`verse 94 [
क्षेत्रज्ञः करणी ज्ञानं करणं तस्य तेन तत्
निष्पाद्य मुक्तिकार्यं वै कृतकृत्यं निवर्त्तते
]

`verse 95 [
तद्भावभावमापन्नस्ततोऽसौ परमात्मना
भवत्यभेदी भेदश्च तस्याज्ञानकृतो भवेत्
]

`verse 96 [
विभेदजनके ज्ञाने नाशमात्यंतिकं गते
आत्मनो ब्रह्मणो भेदमसंतं कः करिष्यति
]

`verse 97 [
इत्युक्तस्ते मया योगः खांडिक्य परिपृच्छतः
संक्षेपविस्तराभ्यां तु किमन्यत्क्रियतां तव
]

`speaker [
खांडिक्य उवाच
]

`verse 98 [
कथिते योगसद्भावे सर्वमेव कृतं मम
तवोपदेश्नोआ!श्षोओ! नष्टश्चित्तमलो यतः
]

`verse 99 [
ममेति यन्मया चोक्तमसदेतन्न चान्यथा
नरेंद्र  गदितुं शक्यमपि विज्ञेयवेदिभिः
]

`verse 100 [
अहं ममेत्यविद्येयं व्यवहारस्तथानयोः
परमार्थस्त्वसंलापो गोचरे वचसां न यः
]

`verse 101 [
तद्गच्छ श्रेयसे सर्वं ममैतद्भवता कृतम्
यद्विमुक्तिप्रदो योगः प्रोक्तः केशिध्वजाऽव्ययः
]

`speaker [
श्रीपराशर उवाच
]

`verse 102 [
यथार्हं पूजया तेन खांडिक्येन स पूजितः
आजगाम पुरं ब्रह्मंस्ततः केशिध्वजो नृपः
]

`verse 103 [
खांडिक्योऽपि सुतं कृत्वा राजानं योगसिद्धये
वनं जगाम गोविंदे विनिवेशितमानसः
]

`verse 104 [
तत्रैकांतमतिर्भूत्वा यमादिगुणसंयुतः
विष्ण्वाख्ये निर्मले ब्रह्मण्यवाप नृपतिर्लयम्
]

`verse 105 [
केशिध्वजो विमुक्त्यर्थं स्वकर्मक्षपणोन्मुखः
बुभुजे विषयान्कर्म चक्रे चानभिसंहितम्
]

`verse 106 [
अकल्याणोपभोगैश्च क्षीणपापोऽमलस्तथा
अवाप सिद्धिमत्यंतां तापक्षयफलां द्विज
]

`colophon [
इति श्रीविष्णुमहापुराणे षष्ठांशो! सप्तमोऽध्यायः
]
