`speaker [
श्रीपराशर उवाच
]

`verse 1 [
इत्येष कथितस्सम्यक्तृतीयः प्रतिसंचरः
आत्यंतिको विमुक्तिर्या लयो ब्रह्मणि शाश्वते
]

`verse 2 [
सर्गश्च प्रतिसर्गश्च वंशमन्वंतराणि च
वंशानुचरितं चैव भवतो गदितं मया
]

`verse 3 [
पुराणं वैष्णवं चैतत्सर्वकिल्बिषनाशनम्
विशिष्टं सर्वशास्त्रेभ्यः पुरुषार्थोपपादकम्
]

`verse 4 [
तुभ्यं यथावन्मैत्रेय प्रोक्तं शुश्रूषवेऽव्ययम्
यदन्यदपि वक्तव्यं तत्पृच्छाद्य वदामि ते
]

`speaker [
मैत्रेय उवाच
]

`verse 5 [
भगवन्कथितं सर्वं यत्पृष्टोसि मया मुने
श्रुतं चैतन्मया भक्त्या नान्यत्प्रष्टव्यमस्ति मे
]

`verse 6 [
विच्छिन्नास्सर्वसंदेहा वैमल्यं मनसः कृतम्
त्वत्प्रसादान्मया ज्ञाता उत्पत्तिस्थितिसंक्षयाः
]

`verse 7 [
ज्ञातश्च त्रिविधो राशिश्शक्तिश्च त्रिविधा गुरो
विज्ञाता सा च कार्त्स्न्येन त्रिविधा भावभावना
]

`verse 8 [
त्वत्प्रसादान्मया ज्ञातं ज्ञेयमन्यैरलं द्विज
यदेतदखिलं विष्णोर्जगन्न व्यतिरिच्यते
]

`verse 9 [
कृतार्थोहमसंदेहस्त्वत्प्रसादान्महामुने
वर्णधर्मादयो धर्मा विदिता यदश्षोतः
]

`verse 10 [
प्रवृत्तं च निवृत्तं च ज्ञानं कर्ममयाखिलम्
प्रसीद विप्रप्रवर नान्यत्प्रष्टव्यमस्ति मे
]

`verse 11 [
यदस्य कथनायासैर्योजितोऽसि मया गुरो
तत्क्षम्यतां विश्षोओ!स्ति न सतां पुत्रशिष्ययोः
]

`speaker [
श्रीपराशर उवाच
]

`verse 12 [
एतत्ते यन्मयाख्यातं पुराणं वेदसंमतम्
श्रुतेऽस्मिन्सर्वदोषोत्थः पापराशिः प्रणश्यति
]

`verse 13 [
सर्गश्च प्रतिसर्गश्च वंशमन्वंतराणि च
वंशानुचरितं कृत्स्नं मयाऽत्र तव कीर्त्तितम्
]

`verse 14 [
अत्र देवास्तथा दैत्या गंधर्वोरगराक्षसाः
यक्षविद्याधरास्सिद्धाः कथ्यंतेऽप्सरसस्तथा
]

`verse 15 [
मुनयो भावितात्मानः कथ्यंते तपसान्विताः
चातुर्वण्यं तथा पुंसां विशिष्टचरितानि च
]

`verse 16 [
पुण्याः प्रदेशा मेदिन्याः पुण्या नद्योऽथ सागराः
पर्वताश्च महापुण्याश्चरितानि च धीमताम्
]

`verse 17 [
वर्णधर्मादयो धर्मा वेदशास्त्राणि कृत्स्नशः
येषां संस्मरणात्सद्यस्सर्वपापैः प्रमुच्यते
]

`verse 18 [
उत्पत्तिस्थितिनाशानां हेतुर्यो जगतोऽव्ययः
स सर्वभूतस्सर्वात्मा कथ्यते भगवान्हरिः
]

`verse 19 [
अवश्नोआ!पि यन्नाम्नि कीर्त्तिते सर्वपातकैः
पुमान्विमुच्यते सद्यस्सिंहत्रस्तैर्मृगैरिव
]

`verse 20 [
यन्नामकीर्त्तनं भक्त्या विलायनमनुत्तमम्
मैत्रेयाशेषपापानां धातूनामिव पावकः
]

`verse 21 [
कलिकल्मषमत्युग्रं नरकार्त्तिप्रदं नृणाम्
प्रयाति विलयं सद्यस्सकृद्यत्र च संस्मृते
]

`verse 22 [
हिरण्यगर्भदेवेंद्र रुद्रा दित्याश्विवायुभिः
पावकैर्वसुभिस्साध्यैर्विश्वेदेवादिभिस्सुरैः
]

`verse 23 [
यक्षरक्षोरगैस्सिद्धैर्दैत्यगंधर्वदानवैः
अप्सरोभिस्तथा तारानक्षत्रैस्सकलैर्ग्रहैः
]

`verse 24 [
सप्तर्षिभिस्तथा धिष्ण्यैर्धिष्ण्याधिपतिभिस्तथा
ब्रह्मणाद्यैर्मनुष्यैश्च तथैव पशुभिर्मृगैः
]

`verse 25 [
सरीसृपैर्विहंगैश्च पलाशाद्यैर्महीरुहैः
वनाग्निसागरसरित्पातालैस्ससुराग्निभिः
]

`verse 26 [
शब्दादिभिश्च सहितं ब्रह्मांडमखिलं द्विज
मेरोरिवाणुर्यस्यैतद्यन्मयं च द्विजोत्तम
]

`verse 27 [
स सर्वः सर्ववित्सर्वस्वरूपो रूपवर्जितः
भगवान्कीर्त्तितो विष्णुरत्र पापप्रणाशनः
]

`verse 28 [
यदश्वमेधावभृथे स्नातः प्राप्नोति वै फलम्
मानवस्तदवाप्नोति श्रुत्वैतन्मुनिसत्तम
]

`verse 29 [
प्रयागे पुष्करे चैव कुरुक्षेत्रे तथाऽर्णवे
कृतोपवासः प्राप्नोति तदस्य श्रवणान्नरः
]

`verse 30 [
यदग्निहोत्रे सुहुते वर्षेणाप्नोति मानवः
महापुण्यफलं विप्र तदस्य श्रवणात्सकृत्
]

`verse 31 [
यज्ज्येष्ठशुक्लद्वादश्यां स्नात्वा वै यमुनाजले
मथुरायां हरिं दृष्ट्वा प्राप्नोति पुरुषः फलम्
]

`verse 32 [
पुराणस्यास्य विप्रर्षे केशवार्पितमानसः
]

`verse 33 [
यमुनासलिलस्नातः पुरुषो मुनिसत्तम
ज्येष्ठामूले सिते पक्षे द्वादश्यां समुपोषितः
]

`verse 34 [
समभ्यर्च्याच्युतं सम्यङ् मथुरायां समाहितः
अश्वमेधस्य यज्ञस्य प्राप्नोत्यविकलं फलम्
]

`verse 35 [
आलोक्यर्द्धिमथान्येषामुन्नीतानां स्ववंशजैः
एतत्किलोचुरप्येषां पितरः सपितामहाः
]

`verse 36 [
कच्चिदस्मत्कुले जातः कालिंदीसलिलाप्लुतः
अर्चयिष्यति गोविंदं मथुरायामुपोषितः
]

`verse 37 [
ज्येष्ठामूले सिते पक्षे केनैवं वयमप्युत
परामृद्धिमवाप्स्यामस्तारितास्स्वकुलोद्भवैः
]

`verse 38 [
ज्येष्ठामूले सिते पक्षे समभ्यर्च्य जनार्दनम्
धन्यानां कुलजः पिंडान्यमुनायां प्रदास्यति
]

`verse 39 [
तस्मिन्काले समभ्यर्च्य तत्र कृष्णं समाहितः
दत्त्वा पिंडं पितृभ्यश्च यमुनासलिलाप्लुतः
]

`verse 40 [
यदाप्नोति नरः पुण्यं तारयन्स्वपितामहान्
श्रुत्वाध्यायं तदाप्नोति पुराणस्यास्य शक्तितः
]

`verse 41 [
एतत्संसारभीरूणां परित्राणमनुत्तमम्
श्राव्याणां परमं श्राव्यं पवित्राणामनुत्तमम्
]

`verse 42 [
दुःस्वप्ननाशनं नॄणां सर्वदुष्टनिबर्हणम्
मंगलं मंगलानां च पुत्रसंपत्प्रदायकम्
]

`verse 43 [
इदमार्षं पुरा प्राह ऋभवे कमलोद्भवः
ऋभुः प्रियव्रतायाह स च भागुरयेऽब्रवीत्
]

`verse 44 [
भागुरिस्तंभमित्राय दधीचाय स चोक्तवान्
सारस्वताय तेनोक्तं भृगुस्सारस्वतेन च
]

`verse 45 [
भृगुणा पुरुकुत्साय नर्मदायै स चोक्तवान्
नर्मदा धृतराष्ट्राय नागायापूरणाय च
]

`verse 46 [
ताभ्यां च नागराजाय प्रोक्तं वासुकये द्विज
वासुकिः प्राह वत्साय वत्सश्चाश्वतराय वै
]

`verse 47 [
कंबलाय च तेनोक्तमेलापुत्राय तेन वै
]

`verse 48 [
पातालं समनुप्राप्तः ततो वेदशिरा मुनिः
प्राप्तवानेतदखिलं स च प्रमतये ददौ
]

`verse 49 [
दत्तं प्रमतिना चैतज्जातुकर्णाय धीमते
जातुकर्णेन चैवोक्तमन्येषां पुण्यकर्मणाम्
]

`verse 50 [
पुलस्त्यवरदानेन ममाप्येतत्स्मृतिं गतम्
मयापि तूभ्यं मैत्रेय यथावत्कथितं त्विदम्
]

`verse 51 [
त्वमप्येतच्छिनीकाय कलेरंते वदिष्यसि
]

`verse 52 [
इत्येतत्परमं गुह्यं कलिकल्मषनाशनम्
यश्शृणोति नरो भक्त्या सर्वपापैः प्रमुच्यते
]

`verse 53 [
समस्ततीर्थस्नानानि समस्तामरसंस्तुतिः
कृता तेन भवेदेतद्यश्शृणोति दिनेदिते
]

`verse 54 [
कपिलादानजनितं पुण्यमत्यंतदुर्लभम्
श्रुत्वैतस्य दशाध्यायानवाप्नोति न संशयः
]

`verse 55 [
यस्त्वेतत्सकलं शृणोति पुरुषः कृत्वा मनस्यच्युतं सर्वं सर्वमयं समस्तजगतामाधारमात्माश्रयम्
ज्ञानज्ञेयमनादिमंतरहितं सर्वामराणां हितं स प्राप्नोति न संशयोस्त्यविकलं यद्वाजिमेधे फलम्
]

`verse 56 [
यत्रादौ भगवांश्चराचरगुरुर्मध्ये तथांते च स ब्रह्मज्ञानमयोऽच्युतोऽखिलजगन्मध्यांतसर्गप्रभुः  ।
ततसर्वं पुरुषः पवित्रममलं शृण्वन्पठन्वाचयन्प्राप्नोत्यस्ति न तत्फलं त्रिभुवनेष्वेकांतसिद्धिर्हरिः
]

`verse 57 [
यस्मिन्न्यस्तमनिर्न याति नरकं स्वर्गोऽपि यच्चिंतने विघ्नो यत्र निवेशितात्ममनसो ब्राह्मोऽपि लोकोऽल्पकः  ।
मुक्तिं चेतसि यस्स्थितो मलधियां पुंसां ददात्यव्ययः किं चित्रं यदघं प्रयाति विलयं तत्राच्युते कीर्त्तिते
]

`verse 58 [
यज्ञैर्यज्ञविदो यजंति सततं यज्ञेश्वरं कर्मिणो यं वै ब्रह्ममयं परावरमयं ध्यायंति च ज्ञानिनः  ।
यं संचित्य न जायते न म्रियते नो वर्द्धते हीयते नैवासन्न च सद्भवत्यति ततः किं वा हरेश्श्रूयताम्
]

`verse 59 [
कव्यं यः पितृरूपधृग्विधिहुतं हव्यं च भुंक्ते विभुर्देवत्वे भगवाननादिनिधनस्स्वाहास्वधासंज्ञिते  ।
यस्मिन्ब्रह्मणि सर्वशक्तिनिलये मानानि नो मानिनां विष्ठायै प्रभवंति हंति कलुषं श्रोत्रं स यातो हरिः
]

`verse 60 [
नांतोस्ति यस्य न च यस्य समुद्भवोऽस्ति वृद्धिर्न यस्य परिणामविवर्जितस्य  ।
नापक्षयं च समुपैत्यविकारि वस्तु यस्तं नतोस्मि पुरुषोत्तममीशमीड्यम्
]

`verse 61 [
तस्यैव योनु गुमभुग्बहुधैक एव शुद्धोप्यशुद्ध इव भाति हि मूर्त्तिभेदैः  ।
ज्ञानान्वितस्सकलसत्त्वविभूतिकर्त्ता तस्मै नमोस्तु पुरुषाय सदाव्ययाय
]

`verse 62 [
ज्ञानप्रवृत्तिनियमैक्यमयाय पुंसो भोगप्रदानपटवे त्रिगुणात्मकाय  ।
अव्याकृताय भवभावनकारणाय वंदे स्वरूपभवनाय सदाऽजराय
]

`verse 63 [
व्योमानिलाग्निजलभूरचनामयाय शब्दादिभोग्यविषयोपनयक्षमाय ।
पुंसस्समस्तकरणैरुपकारकाय व्यक्ताय सूक्ष्मबृहदात्मवते नतोस्मि
]

`verse 64 [
इति विविधमजस्य यस्य रूपं प्रकृतिपरात्ममयं सनातनस्य  ।
प्रदिशतु भगवानश्षोपुंसां हरिरपजन्मजरादिकां सिद्धिम्
]

`colophon [
इति श्रीविष्णुमहापुराणे षष्ठांशो!ऽष्टमोऽध्यायः
]
