`speaker [
श्रीसूत उवाच
]

`verse 1 [
ॐ पराशरं मुनिवरं कृतपौर्वाह्णिकक्रियम् ।
मैत्रेयः परिपप्रच्छ प्रणिपत्याभिवाद्य च ॥
]

`verse 2 [
त्वत्तो हि वेदाध्ययनमधीतमखिलं गुरो ।
धर्मशास्त्राणि सर्वाणि तथांगनि यथाक्रमम् ॥
]

`verse 3 [
त्वत्प्रसादान्मुनिश्रेष्ठ मानन्ये नाकृतश्रमम् ।
वक्ष्यन्ति सर्वशास्त्रेषु प्रायशो येऽपि विद्विषः ॥
]

`verse 4 [
सोऽहमिच्छामि धर्मज्ञ श्रोतुं त्वत्तो यथा जगत् ।
बभूव भूयश्च यथा महाभाग भविष्यति ॥
]

`verse 5 [
यन्मयं च जगद्ब्रह्मन्यतश्चैतच्चराचरम् ।
लीनमासीद्यथा यत्र लयमेष्यति यत्र च ॥
]

`verse 6 [
यत्प्रमाणानि भूतानि देवादीनां च सम्भवम् ।
समुद्रपर्वतानां च संस्थानं च यथा भुवः ॥
]

`verse 7 [
सूर्यादीनां च संस्थानं प्रमाणं मुनिसत्तम ।
देवादीनां तथा वंशान्मनून्मन्वन्तराणि च ॥
]

`verse 8 [
कल्पान् कल्पविभागांश्च चातुर्युगविकल्पितान् ।
कल्पान्तस्य स्वरूपं च युगधर्माश्च कृत्स्नशः ॥
]

`verse 9 [
देवर्षिपार्थिवानां च चरितं यन्महामुने ।
वेदशाखाप्रणयनं यथावद्व्‌यासकर्तृकम् ॥
]

`verse 10 [
धर्माश्च ब्राह्मणादीनां तथा चाश्रमवासिनाम् ।
श्रोतुमिच्छाम्यहं सर्वं त्वृत्तो वासिष्ठनन्दन ॥
]

`verse 11 [
ब्रह्मन्प्रसादप्रवणं कुरुष्व मयि मानसम् ।
येनाहमेतज्जानीयां त्वत्प्रसादान्महामुने ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 12 [
साधु मैत्रेय धर्मज्ञ स्मारितोऽस्मि पुरातनम् ।
पितुः पिता मे भगवान् वसिष्ठो यदुवाच ह ॥
]

`verse 13 [
विश्वामित्रप्रयुक्तेन रक्षसा भक्षितः पुरा ।
श्रुतस्तातस्ततः क्रोधो मैत्रेयाभून्ममातुलः ॥
]

`verse 14 [
ततोऽहं रक्षसां सत्रं विनाशाय समारभम् ।
भस्मीभूताश्च शतशस्तस्मिन्सत्रे निशाचराः ॥
]

`verse 15 [
ततः सड्‌क्षीयमाणेषु तेषु रक्षस्स्वशेषतः ।
मामुवाच महाभागो वसिष्ठो मत्पितामहः ॥
]

`verse 16 [
अलमत्यन्तकोपेन तात मन्युमिमं जहि ।
राक्षसा नापराध्यन्ति पितुस्ते विहितं हि तत् ॥
]

`verse 17 [
मूढानामेव भवति क्रोधो ज्ञानवतां कृतः ।
हन्यते तात कः केन यतः स्वकृतभुक्पुमान् ॥
]

`verse 18 [
सत्र्चितस्यापि महता वत्स क्लेशेन मानवैः ।
यशसस्तपसश्र्चैव क्रोधो नाशकरः परः ॥
]

`verse 19 [
स्वर्गापवर्गव्यासेधकारणं परमर्षयः ।
वर्जयन्ति सदा क्रोधं तात मा तद्वशो भव ॥
]

`verse 20 [
अलं निशाचरैर्दग्धैदीनैरनपकारिभिः ।
सत्रं ते विरमत्वेतत्क्षमासारा हि साधवः ॥
]

`verse 21 [
एवं तातेन तेनाहमनुनीतो महात्मना ।
उपसंहृतवान्सत्रं सद्यस्तद्वाक्यगौरवात् ॥
]

`verse 22 [
ततः प्रीतः स भगवान्वसिष्ठो मुनिसत्तमः ।
सम्प्राप्तश्च तदा तत्र पुलस्त्यो ब्रह्मणः सुतः ॥
]

`verse 23 [
पितामहेन दत्तार्घ्यः कृतासनपरिग्रहः ।
मामुवाच महाभागो मैत्रेय पुलहाग्रजः ॥
]

`verse 24 [
वैरे महति यद्दाक्याद्‌गुरोरद्याश्रिता क्षमा ।
त्वया तस्मात्समस्तानि भवात्र्च्छास्त्राणि वेत्स्यति ॥
]

`verse 25 [
सन्ततेर्न ममोच्छेदः क्रुद्धेनापि यतः कृतः ।
त्वया तस्मान्महाभाग ददाम्यन्यं महावरम् ॥
]

`verse 26 [
पुराणसंहिताकर्ता भवान्वत्स भविष्यति ।
देवतापारमार्थ्यं च यथावद्वेत्स्यते भवान् ॥
]

`verse 27 [
प्रवृत्ते च निवृत्ते च कर्मण्यस्तमला मतिः ।
मत्प्रसादादसन्दिग्धा तव वत्स भविष्यति ॥
]

`verse 28 [
ततश्च प्राह भगवान्वसिष्ठो मे पितामहः ।
पुलस्त्येन यदुक्तं ते सर्वमेतद्भविष्यति ॥
]

`verse 29 [
इति पूर्वं वसिष्ठेन पुलस्त्येन च धीमता ।
यदुक्तं तत्स्मृतिं याति त्वत्प्रश्नादखिलं मम ॥
]

`verse 30 [
सोऽहं वदाम्यशेषं ते मैत्रेय परिपृच्छते ।
पुराणसंहितां सम्यक् तां निबोध यथातथम् ॥
]

`verse 31 [
विष्णोः सकाशादुद्भूतं जगत्तत्रैव च स्थितम् ।
स्थितिसंयमकर्ताऽसौ जगतोऽस्य जगच्च सः ॥
]
