`speaker [
श्रीपराशर उवाच
]

`verse 1 [
अविकाराय शुद्धाय नित्याय परमात्मने ।
सदैकरूपरूपाय विष्णवे सर्वजिष्णवे ॥
]

`verse 2 [
नमो हिरण्यगर्भाय हरये शंकराय च ।
वासुदेवाय ताराय सर्गस्थित्यन्तकारिणे ॥
]

`verse 3 [
एकानेकस्वरूपाय स्थूलसूक्ष्मात्मने नमः ।
अव्यक्तव्यक्तरूपाय विष्णवे मुक्तिहेतवे ॥
]

`verse 4 [
सर्गस्थितिविनाशानां जगतो यो जगन्मयः ।
मूलभूतो नमस्तस्मै विष्णवे परमात्मने ॥
]

`verse 5 [
आधारभूतं विश्वस्याप्यणीयांसमयीयसाम् ।
प्रणम्य सर्वभूतस्थमच्युतं पुरुषोत्तमम् ॥
]

`verse 6 [
ज्ञानस्वरूपमत्यन्तनिर्मलं परमार्थतः ।
तमेवार्थस्वरूपेण भ्रान्तिदर्शनतः स्थितम् ॥
]

`verse 7 [
विष्णुं ग्रसिष्णुं विश्वस्य स्थितौ सर्गे तथा प्रभुम् ।
प्रणम्य जगतामीशमजमक्षयमव्ययम् ॥
]

`verse 8 [
कथयामि यथापूर्व दक्षाद्यैर्मुनिसत्तमैः ।
पृष्ट प्रोवाच भगवानब्जयोनिः पितामहः ॥
]

`verse 9 [
तैश्चौक्तं पुरुकुत्साय भूभुजे निर्मदातटे ।
सारस्वताय तेनापि मह्मं सारस्वतेन च ॥
]

`verse 10 [
परः पराणां परमः परमात्मात्मसंस्थितः ।
रूपवर्णादिनिर्देशविशेषणविवर्जितः ॥
]

`verse 11 [
अपक्षयविनाशाभ्यां परिणामर्धिजन्मभिः ।
वर्जितः शक्यते वक्तुंयः सदास्तीति केवलम् ॥
]

`verse 12 [
सर्वत्रासौ समस्तं च वसत्यत्रेति वै यतः ।
ततः स वासुदेवेति विद्वद्भिः परिपठ्यते ॥
]

`verse 13 [
तद्‌ब्रह्म परंमं नित्यमजमक्षयमव्ययम् ।
एकस्वरूपं तु सदा हेयाभावाच्च निर्मलम् ॥
]

`verse 14 [
तदेव सर्वमेवैतद्‌व्यक्ताव्यक्तस्वरूपवत् ।
तथा पुरुषरूपेण कालरूपेण च स्थितम् ॥
]

`verse 15 [
परस्य ब्रह्मणो रूपं पुरुषः प्रथमं द्विज ।
व्यक्ताव्यक्ते तथैवान्ये रूपे कालस्तथा परम् ॥
]

`verse 16 [
प्रधानपुरुषव्यक्तकालानां परमं हि यत् ।
पश्यन्ति सूरयः शुद्धं तद्विष्णोः परमं पदम् ॥
]

`verse 17 [
प्रधानपुरुषव्यक्तकालास्तु प्रविभागशः ।
रूपाणि स्थितिसर्गान्तव्यक्तिसद्भावहेतवः ॥
]

`verse 18 [
व्यक्तं विष्णुस्तथाव्यक्तं पुरुषः काल एव च ।
क्रीडतो बालकस्येव चेष्टां तस्य निशामय ॥
]

`verse 19 [
अव्यक्तं कारणं यत्तत्प्रधानमृषिसत्तमैः ।
प्रोच्यते प्रकृतिः सूक्ष्मा नित्यं सदसदात्मकम् ॥
]

`verse 20 [
अक्षय्यं नान्यदाधारममेयमजरं ध्रुवम् ।
शब्दस्पर्शविहीनं तद्रूपादिभिरसंहितम् ॥
]

`verse 21 [
त्रिगुणं तज्जगद्योनिरनादिप्रभवाप्ययम् ।
तेनाग्रे सर्वमेवासीद्व्‌यांत्पं वै प्रलयादनु ॥
]

`verse 22 [
वेदवादविदो विद्दन्नियता ब्रह्मवादिनः ।
पठन्ति चैतमेवार्थ प्रधानप्रतिपादकम् ॥
]

`verse 23 [
नाहो न रात्रिर्न नभो न भूमि- र्नासीत्ममोज्योतिरभूच्च नान्यत् ।
श्रोत्रादिबुद्धयानुपलभ्यमेकं प्राधानिकं ब्रह्म पुमांस्तदासीत् ॥
]

`verse 24 [
विष्णोः स्वरूपात्परतो हि ते द्वे रूपे प्रधानं पुरुषश्च विप्र ।
तस्यैव तेऽन्येन धूते वियुक्ते रूपांन्तरं तद्‌द्विज कालसंज्ञम् ॥
]

`verse 25 [
प्रकृतौ संस्थितं व्यक्तमतीतप्रलये तु यत् ।
तस्मात्प्राकृतसंज्ञोऽयमुच्यते प्रतिसत्र्चरः ॥
]

`verse 26 [
अनादिर्भगवान्कालो नान्तोऽस्य द्विज विद्यते ।
अव्युच्छिन्नास्ततस्त्वेते सर्गस्थित्यन्तसंयमाः ॥
]

`verse 27 [
गुणसाम्ये ततस्तस्मिन्पृथक्पूंसि व्यवस्थिते ।
कालस्वरूपं तद्विष्णोर्मैत्रेय परिवर्त्तते ॥
]

`verse 28 [
ततस्तु तप्तरं ब्रह्मं परमात्मा जगन्मयः ।
सर्वगः सर्वभूतेशः सर्वात्मा परमेश्वरः ॥
]

`verse 29 [
प्रधानपुरुषौ चापि प्रविश्यात्मेच्छया हरिः ।
क्षोभयामास सम्प्राप्ते सर्गकाले व्ययाव्ययौ ॥
]

`verse 30 [
यथा सन्निधिमात्रेण गन्धः क्षोभाय जायते ।
मनसो नोपकर्तृत्वात्तथाऽसौ परमेश्वरः ॥
]

`verse 31 [
स एव क्षोभको ब्रह्मन् क्षोभ्यश्र्च पुरुषोत्तमः ।
स संकोचविकासाभ्यां प्रधानत्वेऽपिच स्थितः ॥
]

`verse 32 [
विकासाणुस्वरूपैश्च ब्रह्मरूपादिभिस्तथा ।
व्यक्तस्वरूपश्च तथा विष्णुः सर्वेश्वरेश्वरः ॥
]

`verse 33 [
गुणसाम्यात्ततस्तस्मात्क्षेत्रज्ञाधिष्ठितान्मुने ।
गुणव्यत्र्जनसम्भूतिः सर्गकाले द्विजोत्तम ॥
]

`verse 34 [
प्रधानतत्त्वमुद्भतं महान्तं तत्समावृणोत् ।
सात्विको राजसश्चैव तामसश्च त्रिधा महान् ॥
]

`verse 35 [
प्रधानतत्वेन समं त्वचा बीजमिवावृतम् ।
वैकारिकस्तैजसश्च भूतादिश्चैव तामस्वः ॥
]

`verse 36 [
त्रिविधोऽयमहंकारो महत्तत्त्वादजायत ।
भूतेन्द्रियाणां हेतुस्स त्रिगुणत्वान्महामुने ।

यथा प्रधानेन महान्महता स तथावृतः ॥
]

`verse 37 [
भूतादिस्तु विकुर्वाणः शब्दतन्मात्रकं ततः ।
ससर्ज शब्दतन्मात्रादाकाशं शब्दलक्षणम् ॥
]

`verse 38 [
शब्दमात्रं तथाकाशं भूतादिः स समावृणोत् ।
आकाशस्तु विकुर्वाणः स्पर्शमात्रं ससर्ज ह ॥
]

`verse 39 [
बलवानभवद्वायुस्तस्य स्पर्शो गुणो मतः ।
आकाशं शब्दमात्रं तु स्पर्शमात्रं समावृणोत् ॥
]

`verse 40 [
ततो वायुर्विकुर्णाणो रूपमात्रं ससर्ज ह ।
ज्योतिरुत्पद्यते वायोस्तद्रूपगुणमुच्यते ॥
]

`verse 41 [
स्पर्शमात्रं तु वै वायू रूपमात्रं समावृणोत् ।
ज्योतिश्चापि विकृर्वाणं रसमात्रं ससर्ज ह ॥
]

`verse 42 [
सम्भवन्ति ततोऽम्भांसि रसाधाराणि तानि च र।
रसमात्राणि चाम्भांसि रूपमात्रं समावृणोत् ॥
]

`verse 43 [
विकुर्वाणानि चाम्भांसि गन्धमात्रं ससर्जिरे ।
संघातो जायते तस्मात्तस्य गन्धो गुणो मतः ॥
]

`verse 44 [
तस्मिंस्तस्मिंस्तु तन्मात्रं तेन तन्मात्रता स्मृता ॥
]

`verse 45 [
तन्मात्राण्यविशेषाणि अविशेषास्ततो हि ते ॥
]

`verse 46 [
न शान्ता नापि घोरास्ते न मूढाश्चाविशेषिणः ।
भूततन्मात्रसर्गोऽयमहकांरात्तु तामसात् ॥
]

`verse 47 [
तैजसानीन्द्रीयाण्याहूर्देवा वैकारिका दश ।
एकादशं मनश्चात्र देवा वैकारिकाः स्मृताः ॥
]

`verse 48 [
त्वक् चक्षुर्नासिका जिह्वा श्रोत्रमत्र च पत्र्चमम् ।
शब्दादीनामवाप्त्यर्थं बुद्धीयुक्तानि वै द्विज ॥
]

`verse 49 [
पायूपस्थौ करौ पादौ वाक् च मैत्रेय पत्र्चमी ।
विसर्गशिल्पगत्युक्ति कर्म तेषां च कथ्यते ॥
]

`verse 50 [
आकाशवायुतेजांसि सलिलं पृथिवी तथा ।
शब्दादिभिर्गुणैर्ब्रह्मन्संयुक्तान्युत्तरोत्तरैः ॥
]

`verse 51 [
शान्ता घोराश्च मूढाश्च विशेषास्तेन ते स्मृताः ॥
]

`verse 52 [
नानावीर्याः पृथग्भूतास्ततस्ते संहतिं विना ।
नाशक्रुवन्प्रजाः स्त्रष्टुमसमागम्य कृत्स्त्रशः ॥
]

`verse 53 [
समेत्यान्योन्यसंयोगं परस्परसमाश्रयाः ।
एकसंघातलक्ष्याश्च सम्प्राप्यैक्यमशेषतः ॥
]

`verse 54 [
पुरुषाधिष्ठितताच्च प्रधानानुग्रहेण च महदाद्या विशेषान्ता ह्माण्डमुत्पादयन्ति ते ॥
]

`verse 55 [
तत्क्रमेण विवृद्धं सज्जलबुदबुदवत्समम् ।
भूतेभ्योऽण्डं महाबुद्धें महत्तदुदकेशयम् ।

प्राकृतं ब्रह्मरूपयस्य विष्णोः स्थानमनुत्तमम् ॥
]

`verse 56 [
तत्राव्यक्तस्वरूपोऽसौ व्यक्तरूपो जगत्पतिः ।
विष्णुर्ब्रह्मस्वरूपेण स्वयमेव व्यवस्थितः ॥
]

`verse 57 [
मेरुरुल्बमभूत्तस्य जरायुश्च महीधराः ।
गर्भोदकं समुद्राश्च तस्यासन्सुमहात्मनः ॥
]

`verse 58 [
साद्रिद्वीपसमुद्राश्च सज्योतिर्लोकसंग्रहः ।
तस्मिन्नण्डेऽभवद्विप्र सदेवासुरमानुषः ॥
]

`verse 59 [
वारिवह्‌न्यनिलाकाशैस्ततो भूतादिना बहिः ।
वृतं दशगुणैरण्डं भूतादिर्महता तथा ॥
]

`verse 60 [
अव्यक्तेनावृतो ब्रह्मांस्तैः सर्वोः सहितो महान् ।
एभिरावरणैरण्डं सप्तभिः प्राकृतैर्वृतम् ।

नारिकेलफलस्यान्तर्बीजं बाह्मदलैरिव ॥
]

`verse 61 [
जुषन रजो गुणं तत्र स्वयं विश्वेश्वरो हरिः ।
ब्रह्मा भूत्वास्य जगतो विसृष्टौ सम्प्रवर्त्तते ॥
]

`verse 62 [
सृष्टं च पात्यनुयुगं यावत्कल्पविकल्पना ।
सत्त्वभृद्भगवान्विष्णुरप्रमेयपराक्रमः ॥
]

`verse 63 [
तमोद्रेकी चा कल्पान्ते रुद्ररूपी जनार्दनः ।
मैत्रेयाखिलभूतानि भक्षयत्यतिदारुणः ॥
]

`verse 64 [
भक्षयित्वा च भूतानि जगत्येकार्णवीकृते ।
नागपर्यंकशयने शेते च परमेश्वरः ॥
]

`verse 65 [
प्रबुद्धश्च पुनः सृष्टिं करोति ब्रह्मरूपधृक् ॥
]

`verse 66 [
सृष्टिस्थित्यन्तकरणीं ब्रह्मविष्णुशिवात्मिकाम् ।
स संज्ञां याति भगवानेक एव जनार्दनः ॥
]

`verse 67 [
स्त्रष्टा सृजति चात्मानं विष्णुः पाल्यंच पाति च ।
उपसंह्रियते चान्ते संहर्ता च स्वयं प्रभुः ॥
]

`verse 68 [
पृथिव्यापस्तथा तेजो वायुराकाश एव च ।.
सर्वोन्द्रियान्तः करणं पुरुषाख्यं हि यज्जगत् ॥
]

`verse 69 [
स एव सर्वभूतात्मा विश्वरूपो यतोऽव्ययः ।
सर्गादिकं तु तस्यैव भूतस्थमुपकारकम् ॥
]

`verse 70 [
स एव सृज्यः स च सर्गकर्ता स एव पात्यत्ति च पाल्यते च ।
ब्रह्माद्यवस्थाभिरशेषमूर्ति र्विष्णुर्वरिष्ठो वरदो वरेण्यः ॥
]
