`speaker [
श्रीमैत्रेय उवाच
]

`verse 1 [
ब्रह्मानारायणाख्योऽसौ कल्पादौ भगवान्यथा ।
ससर्ज सर्वभूतानि तदाचक्ष्व महामुने
]

`speaker [
श्रीपराशर उवाच
]

`verse 2 [
प्रजाः ससर्ज भगवान्ब्रह्मा नारायणात्मकः ।
प्रजापतिपतिर्देवो यथा तन्मे निशामय
]

`verse 3 [
अतीतकल्पावसाने निशासुप्तोत्थितः प्रभुः ।
सत्त्वोद्रि क्तस्तथा ब्रह्मा शून्यं लोकमवैक्षत
]

`verse 4 [
नारायणः परोऽचिन्त्यः परोषामपि स प्रभुः ।
ब्रह्मस्वरूपी भगवाननादिः सर्वसम्भवः
]

`verse 5 [
इमं चोदाहरन्त्यत्र श्लोकं नारायणं प्रति ।
ब्रह्मस्वरूपिणं देवं जगतः प्रभवाप्ययम्
]

`verse 6 [
आपो नारा इति प्रोक्ता आपो वै नरसूनवः ।
अयनं तस्य ताः पूर्वं तेन नारायणः स्मृतः
]

`verse 7 [
तोयान्तःस्थां महीं ज्ञात्वा जगत्येकार्णवीकृते ।
अनुमानात्तदुद्धारं कर्तुकामः प्रजापतिः
]

`verse 8 [
अकरोत्स्वतनूमन्यां कल्पादिषु यथा पुरा ।
सत्स्यकूर्मादिकां तद्वद्वाराहं वरुरास्थितः
]

`verse 9 [
वेदयज्ञमयं रूपमश्षोजगतः स्थितौ ।
स्थितः स्थिरात्मा सर्वात्मा परमात्मा प्रजापतिः
]

`verse 10 [
जनलोकगतैस्सिद्धैस्सनकाद्यैरभिष्टुतः ।
प्रविवेश तदा तोयमात्माधारो धराधरः
]

`verse 11 [
निरीक्ष्य तं तदा देवी पातालातलमागतम् ।
तुष्टाव प्रणता भूत्वा भक्तिनम्रा वसुन्धरा
]

`verse 12 [
श्रीपृथिव्युवाच ।
नमस्ते पुण्डरीकाक्ष शंखचक्रगदाधर ।
मामुद्धरास्मादद्य त्वं त्वत्तोऽहं पूर्वमुत्थिता
]

`verse 13 [
त्वयाहमुद्धृता पूर्वं त्वन्मयाहं जनार्दन ।
तथान्यानि च भूतानि गगनादीन्यश्षोतः
]

`verse 14 [
नमस्ते परमात्मात्मन्पुरुषात्मन्नमोस्तु ते ।
प्रधानव्यक्तभूताय कालभूताय ते नमः
]

`verse 15 [
त्वं कर्ता सर्वभूतानां त्वं पाता त्वं विनाशकृत् ।
सर्गादिषु प्रभो ब्रह्मविष्णुरुद्रा त्मरूपधृक्
]

`verse 16 [
सम्भक्षयित्वा सकलं जगत्येकार्णवीकृते ।
श्षोए! त्वमेव गोविंद चिन्त्यमानो मनीषिभिः
]

`verse 17 [
भवतो यत्परं तत्त्वं तन्न जानाति कश्चन ।
अवतारेषु यद्रू पं तदर्चन्ति दिवौकसः
]

`verse 18 [
त्वामाराध्य परं ब्रह्म याता मुक्तिं मुमुक्षवः ।
वासुदेवमनाराध्य को मोक्षं समवाप्स्यति
]

`verse 19 [
यत्किंचिन्मनसा ग्राह्यं यद्ग्राह्यं चक्षुरादिभिः ।
बुद्ध्या च यत्परिच्छेद्यं तद्रू पमखिलं तव
]

`verse 20 [
त्वन्मयाहं त्वदाधारा त्वत्सृष्टा त्वत्समाश्रया ।
माधवीमिति लोकोयमभिधत्ते ततो हि माम्
]

`verse 21 [
जयाखिलज्ञानमय जय स्थूलमयाव्यय ।
जयाऽनन्त जयाव्यक्त जय व्यक्तमय प्रभो
]

`verse 22 [
परापरात्मन्विश्वात्मञ्जय यज्ञपतेऽनघ ।
त्वं यज्ञस्त्वं वषट्कारस्त्वमॐकारस्त्वमग्नयः
]

`verse 23 [
त्वं वेदास्त्वं तदङ्गानि त्वं यज्ञपुरुषो हरे ।
सूर्यादयो ग्रहास्तारा नक्षत्राण्यखितं जगत्
]

`verse 24 [
मूर्तामूर्तमदृश्यं च दृश्यं च पुरुषोत्तम ।
यच्चोक्तं यच्च नैवोक्तं मयात्र परमेश्वर ।
तत्सर्वं त्वं नमस्तुभ्यं भूयोभूयो नमोनमः
]

`speaker [
श्रीपराशर उवाच
]

`verse 25 [
एवं संस्तूयमानस्तु पृथिव्या धरणीधरः ।
सामस्वरध्वनिः श्रीमाञ् जगर्ज परिघर्घरम्
]

`verse 26 [
ततः समुत्क्षिप्य धरां स्वदंष्ट्रया महावराहः स्फुटपद्मलोचनः ।
रसातलादुत्पलपत्रसन्निभः समुत्थितो नील इवाचलो महान्
]

`verse 27 [
उत्तिष्ठता तेन मुखानिलाहतं तत्संभवाम्भो जनलोकसंश्रयान् ।
प्रक्षालयामास हि तान्महाद्युतीन् सनान्दनादीनपकल्मषान् मुनीन्
]

`verse 28 [
प्रयान्ति तोयानि खुराग्रविक्षतरसातलेऽधः कृतशब्दसन्तति ।
श्वासानिलास्ताः परितः प्रयांति सिद्धा जने ये नियता वसन्ति
]

`verse 29 [
उत्तिष्ठतस्तस्य जलार्द्र कुक्षेर्महावराहस्य महीं विगृह्य ।
विधुन्वतो वेदमयं शरीरं रोमान्तरस्था मुनयः स्तुवन्ति
]

`verse 30 [
तं तुष्टुवुस्तोषपरीतचेतसो लोके जने ये निवसन्ति योगिनः ।
सनन्दनाद्या ह्यतिनम्रकन्धरा धराधरं धीरतरोद्धतेक्षणम्
]

`verse 31 [
जयेश्वराणां परमेश केशव प्रभो गदाशंखधरासिचक्रधृक् ।
प्रसूतिनाशस्थितिहेतुरीश्वरस्त्वमेव नान्यत्परमं च यत्पदम्
]

`verse 32 [
पादेषु वेदास्तव यूपदंष्ट्रा दन्तेषु जज्ञाश्चितयश्च वक्त्रे ।
हुताशजिह्वोसि तनूरुहाणि दर्भाः प्रभो यज्ञपुमांस्त्वमेव
]

`verse 33 [
विलोचने रात्र्! यहनी महात्मन्सर्वाश्रयं ब्रह्मपरं शिरस्ते ।
सूक्तान्यश्षोआ!णि सटाकलापो घ्राणं समस्तानि हवींषि देव
]

`verse 34 [
स्रुक्तुण्डसामस्वरधीरनादप्राग्वंशकायाखिलसत्रसन्धे ।
पूर्तेष्टधर्मश्रवणोसि देव सनातनात्मन्भगवन्प्रसीद
]

`verse 35 [
पदक्रमाक्रान्तभुवं भवन्तमादिस्थितं चाक्षरविश्वमूर्ते ।
विश्वस्य विद्मः परमेश्वरोऽसि प्रसीद नाथोसि परावरस्य
]

`verse 36 [
दंष्ट्राग्रविन्यस्तमश्षोमेतद्भूमण्डलं नाथ विभाव्यते ते ।
विगाहतः पद्मवनं विलग्नं सरोजिनीपत्रमिवोढपंकम्
]

`verse 37 [
द्यावापृथिव्योरतुलप्रभाव यदन्तरं तद्वपुषा तवैव ।
व्याप्तं जगद्व्याप्तिसमर्थदीप्ते हिताय विश्वस्य विभो भव त्वम्
]

`verse 38 [
परमार्थस्त्वमेवैको नान्योस्ति जगतः पते ।
तवैष महिमा येन व्याप्तमेतच्चराचरम्
]

`verse 39 [
यदेतदृश्यते मूर्त्तमेतज्ज्ञानात्मनस्तव ।
भ्रान्तिज्ञानेन पश्यन्ति जगद्रू पमयोगिनः
]

`verse 40 [
ज्ञानस्वरूपमखिलं जगदेतदबुद्धयः ।
अर्थस्वरूपं पश्यन्तो भ्राम्यन्ते मोहसंप्लवे
]

`verse 41 [
ये तु ज्ञानविदः शुद्धचेतसस्तेऽखिलं जगत् ।
ज्ञानात्मकं प्रपश्यन्ति त्वद्रू पं परमेश्वर
]

`verse 42 [
प्रसीद सर्व सर्वात्मन्भवाय जगतामिमाम् ।
उद्धरोर्वीममेयात्मञ्छन्नो देह्यब्जलोचन
]

`verse 43 [
सत्त्वोद्रि क्तोऽसि भगवन् गोविंद पृथिवीमिमाम् ।
समुद्धर भवायेश शन्नो देह्यब्जलोचन
]

`verse 44 [
सर्गप्रवृत्तिर्भवतो जगतामुपकारिणी ।
भवत्वेषा नमस्तेऽस्तु शन्नो देह्यब्जलोचन
]

`speaker [
श्रीपराशर उवाच
]

`verse 45 [
एवं संस्तूयमानस्तु परमात्मा महीधरः ।
उज्जहार क्षितिं क्षिप्रं न्यस्तवांश्च महाम्भसि
]

`verse 46 [
तस्योपरि जलौघस्य महती नौरिव स्थिता ।
विततत्त्वात्तु देहस्य न मही याति संप्लवम्
]

`verse 47 [
ततः क्षितिं समां कृत्वा पृथिव्यां सोचिनोद्गिरीन् ।
यथाविभागं भगवाननादिः परमेश्वरः
]

`verse 48 [
प्राक्यसर्गदग्धानखिलान्पर्वतान्पृथिवीतले ।
अमोघेन प्रभावेण ससर्जामोघवाञ्छितः
]

`verse 49 [
भूविभागं ततः कृत्वा सप्तद्वीपान्यथातथम् ।
भूराद्यांश्चतुरो लोकान्पूर्ववत्समकल्पयत्
]

`verse 50 [
ब्रह्मरूपधरो देवस्ततोऽसौ रजसा वृतः ।
चकार सृष्टिं भगवांश्चतुर्वक्त्रधरो हरिः
]

`verse 51 [
निमित्तमात्रमेवाऽसौ सृज्यानां सर्गकर्मणि ।
प्रधानकारणीभूता यतो वै सृज्यशक्तयः
]

`verse 52 [
निमित्तमात्रं मुक्त्वैवं नान्यत्किंचिदपेक्षते ।
नीयते तपतां श्रेष्ठ स्वशक्त्या वस्तु वस्तुताम्
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेंशो! पृथिव्युद्धारश्चतुर्थोऽध्यायः
]
