`speaker [
श्रीमैत्रेय उवाच
]

`verse 1 [
यथा ससर्ज देवोऽसौ देवर्षिपितृदानवान् ।
मनुष्यतिर्यग्वृक्षादीन्भूव्योमसलिलौकसः  ॥
]

`verse 2 [
यद्गुणं यत्स्वभावं च यद्रू पं च जगद्द्विज।
सर्गादौ सृष्टवान्ब्रह्मा तन्ममाचक्ष्व कृत्स्नशः ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 3 [
मैत्रेय कथयाम्येतच्छृणुष्व सुसमाहितः  ।
यथा ससर्ज देवोसौ देवादीनखिलान्विभुः ॥
]

`verse 4 [
सृष्टिं चिंतय तस्तस्य कल्पादिषु यथा पुरा ।
अबुद्धिपूर्वकः सर्गः प्रादुर्भूतस्तमोमयः॥
]

`verse 5 [
तमोमोहो महामोहस्तामिस्रो ह्यन्धसंज्ञितः ।
अविद्या पंचपर्वैषा प्रादुर्भूता महात्मनः  ॥
]

`verse 6 [
पञ्चधाऽवस्थितः सर्गो ध्यायतो प्रतिबोधवान् ।
बहिरन्तोऽप्रकाशश्च संवृतात्मा नगात्मकः  ॥
]

`verse 7 [
मुख्या नगा यतः प्रोक्ता मुख्यसर्गस्ततस्त्वयम्
]

`verse 8 [
तं दृष्ट्वाऽसाधकं सर्गममन्यदपरं पुनः  ॥
]

`verse 9 [
तस्याभिध्यायतः सर्गस्तिर्यक्स्त्रोतोभ्यवर्त्तत ।
यस्मात्तिर्यक्प्रवृत्तिस्स तिर्यक्स्रोतास्ततः स्मृतः ॥
]

`verse 10 [
पश्वादयस्ते विख्यातास्तमःप्राया ह्यवेदिनः  ।
उत्पथग्राहिणश्चैव तेऽज्ञाने ज्ञानमानिनः  ॥
]

`verse 11 [
अहंकृता अहंमाना अष्टाविंशद्वधात्मकाः ।
अतः प्रकाशास्ते सर्वे आवृताश्च परस्परम् ॥
]

`verse 12 [
तमप्यसाधकं मत्वा ध्यायतोन्यस्ततोऽभवत् ।
ऊर्ध्वस्रोतास्तृतीयस्तु सात्त्विकोर्ध्वमवर्त्तत ॥
]

`verse 13 [
ते सुखप्रीतिबहुला बहिरन्तश्च नावृताः ।
प्रकाशा बहिरन्तश्च ऊर्ध्वस्रोतोद्भवाः स्मृताः  ॥
]

`verse 14 [
तुष्टात्मानस्तृतीयस्तु देवसर्गस्तु स स्मृतः  ।
तस्मिन्सर्गेभवत्प्रीतिर्निष्पन्ने ब्रह्मणस्तदा  ॥
]

`verse 15 [
ततोन्यं स तदा दध्यौ साधकं सर्गमुत्तमम्  .
असाधकांस्तु ताञ्ज्ञात्वा मुख्यसर्गादिसम्भवान् ॥
]

`verse 16 [
तथाभिध्यायतस्तस्य सत्याभिध्यायिनस्ततः ।
प्रादुर्बभूव चाव्यक्तादर्वाक्स्रोतास्तु साधकः ॥
]

`verse 17 [
यस्मादर्वाग्व्यवर्त्तन्त ततोर्वाक्स्रोतसस्तु ते ।
ते च प्रकाशबहुलास्तमोद्रि क्ता रजोधिकाः॥
]

`verse 18 [
तस्मात्ते दुःखबहुला भूयोभूयश्च कारिणः ।
प्रकाशा बहिरन्तश्च मनुष्याः साधकास्तु ते ॥
]

`verse 19 [
इत्येते कथिताः सर्गाः षडत्र मुनिसत्तम  ।
प्रथमो महतः सर्गो विज्ञेयो ब्रह्मणस्तु सः  ॥
]

`verse 20 [
तन्मात्राणां द्वितीयश्च भूतसर्गो हि स स्मृतः  ।
वैकारिकस्तृतीयस्तु सर्ग ऐन्द्रि यकः स्मृतः  ॥
]

`verse 21 [
इत्येष प्राकृतः सर्गः सम्भूतो बुद्धिपूर्वकः  ।
मुख्यसर्गश्चतुर्थस्तु मुख्या वै स्थावराः स्मृताः॥
]

`verse 22 [
तिर्यक्स्रोतास्तु यः प्रोक्तस्तैर्यग्योन्यः स उच्यते ।
तदूर्ध्वस्रोतसां षष्ठो देवसर्गस्तु संस्मृतः  ॥
]

`verse 23 [
ततोऽर्वाक्स्रोतसां सर्गः सप्तमः स तु मानुषः  ॥
]

`verse 24 [
अष्टमोऽनुग्रहः सर्गः सात्त्विकस्तामसश्च सः ।
पञ्चैते वैकृताः सर्गाः प्राकृतास्तु त्रयः स्मृताः ॥
]

`verse 25 [
प्राकृतो वैकृतश्चैव कौमारो नवमः स्मृतः  ।
इत्येते वै समाख्याता नव सर्गाः प्रजापतेः ॥
]

`verse 26 [
प्राकृता वैकृताश्चैव जगतो मूलहेतवः  ।
सृजतो जगदीशस्य किमन्यच्छ्रोतुमिच्छसि  ॥
]

`speaker [
श्रीमैत्रेय उवाच
]

`verse 27 [
संक्षेपात्कथितः सर्गो देवादीनां मुने त्वया ।
विस्तराच्छ्रोतुमिच्छामि त्वत्तो मुनिवरोत्तम  ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 28 [
कर्मभिर्भाविताः पूर्वैः कुशलाः कुशलैस्तुताः ।
ख्यात्या तया ह्यनिर्मुक्ताः संहारे ह्युपसंहृताः ॥
]

`verse 29 [
स्थावरान्ताः सुराद्यास्तु प्रजा ब्रह्मंश्चतुर्विधाः  ।
ब्रह्मणः कुर्वतः सृष्टिं जज्ञिरे मानसास्तु ताः  ॥
]

`verse 30 [
ततो देवासुरपितॄन्मनुष्यांश्च चतुष्टयम्  ।
सिसृक्षुरम्भांस्येतानि स्वमात्मानमयूयुजत्  ॥
]

`verse 31 [
युक्तात्मनस्तमोमात्रा ह्युद्रि क्ताऽभूत्प्रजापतेः ।
सिसृक्षोर्जघनात्पूर्वमसुरा जज्ञिरे ततः  ॥
]

`verse 32 [
उत्ससर्ज ततस्तां तु तमोमात्रात्मिकां तनुम्  ।
सा तु व्यक्ता तनुस्तेन मैत्रेयाभूद्विभावरी॥
]

`verse 33 [
सिसृक्षुरन्यदेहस्थः प्रीतिमाप ततः सुराः  ।
सत्त्वोद्रिक्ताः समुद्भूता मुखतो ब्रह्मणो द्विजः  ॥
]

`verse 34 [
त्यक्ता सापि तनुस्तेन सत्त्वप्रायमभूद्दिनम् ।
ततो हि बलिनो रात्रावसुरा देवता दिवा  ॥
]

`verse 35 [
सत्त्वमात्रात्मिकामेव ततोन्यां जगृहे तनुम्  ।
पितृवन्मन्यमानस्य पितरस्तस्य जज्ञिरे  ॥
]

`verse 36 [
उत्ससर्ज ततस्तां तु पितॄन्सृष्ट्वापि स प्रभुः  ।
सा चोत्सृष्टाभवत्संध्या दिननक्तान्तरस्थिता  ॥
]

`verse 37 [
रजोमात्रात्मिकामन्यां जगृहे स तनुं ततः ।
रजोमात्रोत्कटा जाता मनुष्या द्विजसत्तम  ॥
]

`verse 38 [
तामप्याशु स तत्याज तनुं सद्यः प्रजापतिः  ।
ज्योत्स्ना समभवत्सापि प्राक्सन्ध्या याऽभिधीयते ॥
]

`verse 39 [
ज्योत्स्नागमे तु बलिनो मनुष्याः पितरस्तथा ।
मैत्रेय संध्यासमये तस्मादेते भवन्ति वै  ॥
]

`verse 40 [
ज्योत्स्ना रात्र्यहनी संध्या चत्वार्येतानि वै प्रभोः ।
ब्रह्मणस्तु शरीराणि त्रिगुणोपाश्रयाणि तु  ॥
]

`verse 41 [
रजोमात्रात्मिकामेव ततोन्यां जगृहे तनुम्  ।
ततः क्षुद्ब्रह्मणो जाता जज्ञे कामस्तया ततः ॥
]

`verse 42 [
क्षुत्क्षामानन्धकारेथ सोसृजद्भगवांस्ततः  ।
विरूपाः श्मश्रुला जातास्तेभ्यधावंस्ततः प्रभुम्  ॥
]

`verse 43 [
मैवं भो रक्ष्यतामेष यैरुक्तं राक्षसास्तु ते  ।
ऊचुः खादाम इत्यन्ये ये ते यक्षास्तु जक्षणात् ॥
]

`verse 44 [
अप्रियेण तु तान्दृष्ट्वा केशाः शीर्यन्तवेधसः  ।
हीनाश्च शिरसो भूयः समारोहन्त तच्छिरः ॥
]

`verse 45 [
सर्पणात्तेऽभवन् सर्पा हीनत्वादहयः स्मृताः  ।
ततः क्रुद्धो जगत्स्रष्टा क्रोधात्मानो विनिर्ममे  ।
वर्णेन कपिशेनोग्रभूतास्ते पिशिताशनाः  ॥
]

`verse 46 [
ध्यायतोंगात्समुत्पन्ना गन्धर्वास्तस्य तत्क्षणात् ।
पिबन्तो जज्ञिरे वाचं गन्धर्वास्तेन ते द्विज  ॥
]

`verse 47 [
एतानि सृष्ट्वा भगवान्ब्रह्म तच्छक्तिचोदितः ।
ततः स्वच्छन्दतोन्यानि वयांसि वयसोऽसृजत् ॥
]

`verse 48 [
अवयो वक्षसश्चक्रे मुखतोजाः स सृष्टवान्  ।
सृष्टवानुदराद्गाश्च पार्श्वभ्यां च प्रजापतिः ॥
]

`verse 49 [
पद्भ्यां चाश्वान्समातङ्गान्रासभान्गवयान्मृगान्।
उष्ट्रानश्वतरांश्चैव न्यङ्कूनन्याश्च जातयः  ॥
]

`verse 50 [
ओषध्यः फलमूलिन्यो रोमभ्यस्तस्य जज्ञिरे  ।
त्रेतायुगमुखे ब्रह्मा कल्पस्यादौ द्विजोत्तम  ।
सृष्ट्वापश्चौषधीः सम्यग्युयोजस तदाध्वरे  ॥
]

`verse 51 [
गौरजः पुरुषो मेषश्चाश्वाश्वतरगर्दभाः  ।
एतान्ग्राम्यान्पशूनाहुरारण्यांश्च निबोध मे ॥
]

`verse 52 [
श्वापदा द्विखुरा हस्ती वानराः पक्षिपंचमाः  ।
औदकाः पशवः षष्ठाः सप्तमास्तु सरीसृपाः  ॥
]

`verse 53 [
गायत्रं च ऋचश्चैव त्रिवृत्सोमं रथन्तरम्  ।
अग्निष्टोमं च यज्ञानां निर्ममे प्रथमान्मुखात्  ॥
]

`verse 54 [
यजूंषि त्रैष्टुभं छन्दः स्तोमं पंचदशं तथा  ।
बृहत्साम तथोक्थं च दक्षिणादसृजन्मुखात्  ॥
]

`verse 55 [
सामानि जगतीछन्दः स्तोमं सप्तदशं तथा ।
वैरूपमतिरात्रं च पश्चिमादसृजन्मुखात्  ॥
]

`verse 56 [
एकविंशमथर्वाणमाप्तोर्यामाणमेव च  ।
अनुष्टुभं च वैराजमुत्तरादसृजन्मुखात् ॥
]

`verse 57 [
उच्चावचानि भूतानि गात्रेभ्यस्तस्य जज्ञिरे  ।
देवासुरपितॄन् सृष्ट्वा मनुष्यांश्च प्रजापतिः  ॥
]

`verse 58 [
ततः पुनः ससर्जादौ संकल्पस्य पितामहः  ।
यक्षान् पिशाचान्गन्धर्वान् तथैवाप्सरसां गणान्  ॥
]

`verse 59 [
नरकिन्नररक्षांसि वयः पशुमृगोरगान्  ।
अव्ययं च व्ययं चैव यदिदं स्थाणुजंगमम्  ॥
]

`verse 60 [
तत्ससर्ज तदा ब्रह्म भगवानादिकृत्प्रभुः  ।
तेषां ये यानि कर्माणि प्राक्सृष्ट्यां प्रतिपेदिरे  ।
तान्येव ते प्रपद्यन्ते सृज्यमानाः पुनःपुनः  ॥
]

`verse 61 [
हिंस्राहिंस्रे मृदुक्रूरे धर्मधर्मावृतानृते  ।
तद्भाविताः प्रपद्यन्ते तस्मात्तत्तस्य रोचते ॥
]

`verse 62 [
इन्द्रि यार्थेषु भूतेषु शरीरेषु च स प्रभुः  ।
नानात्वं विनियोगं च धातैवं व्यसृजत्स्वयम्  ॥
]

`verse 63 [
नाम रूपं च भूतानां कृत्यानां च प्रपंचनम्  ।
वेदशब्देभ्य एवादौ देवादीनां चकार सः  ॥
]

`verse 64 [
ऋषीणां नामधेयानि यथा वेदश्रुतानि वै ।
तथा नियोगयोग्यानि ह्यन्येषामपि सोऽकरोत्  ॥
]

`verse 65 [
यथर्तुष्वृतुलिंगानि नानारूपाणि पर्य ये ।
दृश्यन्ते तानि तान्येव तथा भावा युगादिषु ॥
]

`verse 66 [
करोत्येवंविधां सृष्टिं कल्पादौ स पुनःपुनः ।
सिसृक्षाशक्तियुक्तोसौ सृज्यशक्तिप्रचोदितः  ॥
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेंशो! पंचमोऽध्यायः
]
