`speaker [
श्रीमैत्रेय उवाच
]

`verse 1 [
अर्वाक्स्रोतास्तु कथितो भवता यस्तु मानुषः  ।
ब्रह्मन्विस्तरतो ब्रूहि ब्रह्म तमसृजद्यथा
]

`verse 2 [
यथा च वर्णानसृजद्यद्गुणां श्च प्रजापतिः  ।
यच्च तेषां स्मृतं कर्म विप्रादीनां तदुच्यताम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 3 [
सत्याभिध्यायिनः पूर्वं सिसृक्षेर्ब्रह्मणो जगत् ।
अजायन्त द्विजश्रेष्ठ सत्त्वोद्रिक्ता मुखात्प्रजाः
]

`verse 4 [
वक्षमो रजसोद्रिक्तास्तथा वै ब्रह्मणोऽभवन्  ।
रजसा तमसा चैव समुद्रिक्तास्तथोरुतः
]

`verse 5 [
पद्भ्यामन्याः प्रजा ब्रह्मा ससर्ज द्विजसत्तम  ।
तमःप्रधानास्ताः सर्वश्चातुर्वर्ण्यमिदं ततः
]

`verse 6 [
ब्रह्मणाः क्षत्रिया वेश्याः शूद्राश्च द्विजसत्तम  ।
पादोरुवक्षस्थलतो मुखतश्च समुद्गताः
]

`verse 7 [
यज्ञनिष्पत्तये सर्वमेतद्ब्रह्या चकार वै  ।
चातुर्वर्ण्यं महाभाग यज्ञसाधनमुत्तमम्
]

`verse 8 [
यज्ञैराप्यायिता देवा वृष्ट्युत्सर्गेण वै प्रजाः  ।
आप्याययन्ते धर्मज्ञ यज्ञाः कल्याणहेतवः
]

`verse 9 [
निष्पाद्यन्ते नरैस्तैस्तु स्वधर्माभिरतैः सदा  ।
विशुद्धाचरणैपेतैः सद्भिः सन्मार्गगामिभिः
]

`verse 10 [
स्वर्गापवर्गौ मानुष्यात्प्राप्नुवन्ति नरा मुने  ।
यच्चाभिरुचितं स्थानं तद्यान्ति मनुजा द्विज
]

`verse 11 [
प्रजास्ता ब्रह्मणा सृष्टाश्चातुर्वर्ण्यव्यवस्थि ताः  ।
सम्यक्छ्रद्धाः समाचारप्रवणा मुनिसत्तम
]

`verse 12 [
यथेच्छावासनिरताः सर्वबाधाविवर्जिताः  ।
शुद्धान्तः करणाः शुद्धाः कर्मानुष्ठा ननिर्मलाः
]

`verse 13 [
शुद्धे च तासां मनसि शुद्धेन्तःसंस्थिते हरौ  ।
सुद्धज्ञानं प्रपश्यन्ति बिल्वाख्यं येन तत्पदम्
]

`verse 14 [
ततः कालात्म को योऽसौ स चांशः कथितो हरेः  ।
स पातयत्यघं घोरमल्पमल्पाल्पसारवत्
]

`verse 15 [
अधर्मबीजमुद्भुतं तमोलोभसमुद्भवम्  ।
प्रजासु तासु मैत्रेय रागादिकमसाधकम्
]

`verse 16 [
ततः सा सहजा सिद्धस्तासां नातीव जायते  ।
रसोल्लासादयश्चान्याः सिद्धयोष्टौ भवन्ति याः
]

`verse 17 [
तासु क्षीणास्वशेषासु वर्धमाने च पातके  ।
द्वन्द्वाभिभवदुःखार्तास्ता भवन्ति ततः प्रजाः
]

`verse 18 [
ततो दुर्गाणि ताश्चक्रुर्धान्वं पार्वतमौदकम्  ।
कृत्रिमं च तथा दुर्गं पुरखर्वटकादिकम्
]

`verse 19 [
गृहीणि च यथान्यायं तेषु चकुः पुरादिषु  ।
शीतातपादिबाधानां प्रशमाय महामते
]

`verse 20 [
प्रतीकारमिमं कत्वा शीतादेस्ताः प्रजाः पुनः  ।
वार्तोपायं ततश्चक्रुर्हस्तसिद्धिं च कर्मजाम्
]

`verse 21 [
व्रीहयश्च यवाश्चैव गोधूमाश्चणवस्तिलाः  ।
प्रियङ्गवो ह्युदा राश्च कोरदूषाः सतीनकाः
]

`verse 22 [
माषा मुद्गा मसूराश्च निष्पावाः सकुलात्थकाः  ।
आढक्यश्चणकाश्चैव शणाः सप्तदश स्मृताः
]

`verse 23 [
इत्येता ओषधीनां तु ग्राम्यानां जातयो मुने  ।
ओषध्यो यज्ञियाश्चैव ग्राम्यारण्याश्चतुर्दश
]

`verse 24 [
व्रीहयःसयवा माषा गोधूमाश्चाणव स्तिलाः  ।
प्रियङ्गुसप्तमा ह्येते अष्टमास्तु कुलत्थकाः
]

`verse 25 [
श्यामाकास्त्वथ नीवारा जर्तिलाः सगवेधुकाः  ।
तथा वेणुयवाः प्रोक्तस्तथा मर्कटका मुने
]

`verse 26 [
ग्राम्यारण्याः स्मृता ह्येता ओषध्यस्तु चतुर्दश  ।
यज्ञनिष्पत्तये यज्ञस्तथासां हेतुरुत्तमः
]

`verse 27 [
एताश्च सह यज्ञेन प्रजानां कारणं परम्  ।
परावरविदः प्राज्ञास्ततो यज्ञान्वितन्वेत
]

`verse 28 [
अहन्यहन्यनुष्ठानं यज्ञानां मुनिसत्तम  ।
उपकारकरं पुंसां क्रियमाणा घशान्तिदम्
]

`verse 29 [
येषां तु कालसृषोऽसौ पापबन्दुर्महामुने  ।
चेतःसु ववृधे चक्रुस्ते न यज्ञेषु मानसम्
]

`verse 30 [
वेदवादांस्तथा वेदान्यज्ञ कर्मादिकं च यत् ।
तत्सर्वं निन्दयामासुर्यज्ञव्यासेधकारिणः
]

`verse 31 [
प्रवृत्तिमार्गव्युच्छित्तिकारिणो वेदनिन्दकाः  ।
दुरात्मानो दुराचारा बभूवुः कुटिलाशयाः
]

`verse 32 [
संसिद्धायां तु वार्तायां प्रजाः सृष्ट्वा प्रजापतिः  ।
सर्यादां स्थापयामास यथास्थानं यथागुणम्
]

`verse 33 [
वर्णा नामाश्रमाणां च धर्मधर्मभृतां वर  ।
लोकांश्च सर्ववर्णानां सम्यग्धर्मानुपालिनाम्
]

`verse 34 [
प्रजापत्यं ब्रह्मणानां स्मृतं स्थानं क्रियावताम्  ।
स्थानमैन्द्रं क्षत्रियाणां संग्रमेष्वनिवर्तताम्
]

`verse 35 [
वैश्यानां मारुतं स्थानं स्वधर्ममनुवर्तिनाम्  ।
गान्धर्वं शूद्रजातीनां.परिचर्यानुवर्तिनाम्
]

`verse 36 [
अष्टाशीतिसहस्राणि मुनीनामूर्ध्वरेतसाम्  ।
स्मृतं तेषां तु यत्स्थानं तदेव गुरुवासिनाम्
]

`verse 37 [
सप्तर्षिणां तु यत्स्थानं स्मृतं तद्वै वनौकसाम्  ।
प्राजापत्यं गृहस्थानां न्यासिनां ब्रह्मसंज्ञितम्
]

`verse 38 [
योगिनाममृतं स्थानं स्वात्मसंतोषकारिणाम्
]

`verse 39 [
एकान्तिनः सदा ब्रह्मध्यायिनो योगिनश्च ये  ।
तेषां तु परमं स्थानं यत्तत्पश्यन्ति सूरयः
]

`verse 40 [
गत्वागत्वा निवर्तन्ते चन्द्रसूर्यादयो ग्रहाः  ।
अद्यापि न निवर्तन्ते द्वादशाक्षरचिन्तकाः
]

`verse 41 [
तामिस्त्रमन्धतामिस्त्रं महारौरवरौरवौ  ।
असिपत्रवनं घोरं कालसूत्रमवीचिकम्
]

`verse 42 [
विनिन्दकानां वेदस्य यज्ञव्याघातकारिणाम्  ।
स्थानमेतत्समाख्यातं स्वधर्मत्यागिनश्च ये
]

`colophon [
इति श्रीविष्णुरुराणे प्रथमेऽंशे षष्ठोऽध्यायः (६)
]
