`speaker [
श्रीपराशर उवाच
]

`verse 1 [
ततोभिध्यायतस्तस्य जज्ञिरे मानसाः प्रजाः  ।
तच्छरीरसमुत्पन्नैः कार्यैस्तैः करणैः सह  ।
क्षेत्रज्ञाः समवर्तन्त गात्रेभ्यस्य स्यः धीमतः
]

`verse 2 [
ते सर्वे समावर्तन्त ये मया प्रागुदाहताः  ।
देवाद्याः स्थावरान्ताश्च त्रैगुण्यविषये स्थिताः
]

`verse 3 [
एवंभूतानि सृष्टानि चराणि स्थावराणि च
]

`verse 4 [
यदास्य ताः प्रजाः सर्वा न व्यवर्धन्त धीमतः  ।
अथान्यान्मानसान्पुत्रान्सदृशानात्मनोऽसृजत्
]

`verse 5 [
भृगुं पुलस्त्यं पुलहं क्रतुमङ्गिरसं तथा  ।
मरीचिं दक्षमत्रिं च वसिष्ठं चैव मानसान्
]

`verse 6 [
नव ब्रह्माण इत्येते पुराणे निश्चयं गताः
]

`verse 7 [
ख्यातिं भूतिं च संभूतिं क्षमां प्रीतिं तथैव च  ।
सन्नतिं च तथैवोर्जमनसूयां तथैव च
]

`verse 8 [
प्रसूतिं च ततः सृष्ट्वा ददौ तेषां महात्मनाम्  ।
पत्न्यो भवध्व मित्युक्त्वा तेषामेव तु दत्तवान्
]

`verse 9 [
सनन्दनादयो ये च पूर्वसृष्टास्तु वेधसा  ।
न ते लोकेष्वसज्जन्त निरपेक्षाः प्रजासु ते
]

`verse 10 [
सर्वे तेऽभ्या गतज्ञाना वीतरागा विमत्सराः  ।
तेष्वेवं निरपेक्षेषु लोकसृष्टौ महात्मनाः
]

`verse 11 [
ब्रह्मणोभून्महान् क्रोधस्त्रैलोक्यदहनक्षमः  ।
तस्य क्रोधात्स मुद्भूतज्वालामालातिदीपितम्  ।
ब्रह्मणोभूत्तदा सर्वं त्रैलोक्यमखिलं मुने
]

`verse 12 [
भ्रकुटीकुटिलात्तस्य ललाटात्क्रोधदीपितात् ।
समुत्पन्न स्तदा रुद्रो मध्याह्नार्कसमप्रभः
]

`verse 13 [
अर्धनारीनरवपुः प्रचण्डोऽतिशरीरवान्  ।
विभजात्मानमित्युक्त्वा तं ब्रह्मान्तर्दधे ततः
]

`verse 14 [
तथोक्तोसौ द्विधा स्त्रीत्वं पुरुषत्वं तथाकरोत् ।
विभेदपुरुषत्वं च दशधा चैकधा पुनः
]

`verse 15 [
सौम्यासौम्योस्तदाशान्ताशान्तैः स्त्रीत्वं च स प्रभुः  ।
विभेद बहुधा देवाः स्वरूपैरसितैः सितैः
]

`verse 16 [
ततो ब्रह्मात्मसंभूतं पूर्वं स्वायंभुवं प्रभु  ।
आत्मानमेव कृत वान्प्रजापाल्ये मनुं द्विज
]

`verse 17 [
शतरूपां च तां नारीं तपोनिर्धूतकल्पषाम्  ।
स्वायंभुवो मनुर्देवः पत्नीत्वे जगृहे प्रभुः
]

`verse 18 [
तस्मात्तु पुरुषाद्देवी शतरूपा व्यजायत  ।
प्रियव्रतोत्तानपादौ प्रसूत्याकूतिसंज्ञितम्
]

`verse 19 [
कन्याद्वयं च धर्मज्ञ रूपौदार्यगुणान्वितम्  ।
ददौ प्रसूतिं दक्षाय आकूतिं रुचये पुरा
]

`verse 20 [
प्रजापतिः स जग्राह तयोर्जज्ञे सदक्षिणः  ।
पुत्रो यज्ञे महाभाग दम्पत्योर्मिथुनं ततः
]

`verse 21 [
यज्ञस्य दक्षिणायां तु पुत्रा द्वादश जज्ञिरे  ।
यामा इति समाख्याता देवाः स्वायंभुवे मनौ
]

`verse 22 [
प्रसूत्यां च तथा दक्षश्चतस्त्रो विंशतिस्तथा  ।
ससर्ज कन्यास्तासां च सम्यङ्नामानि मे शृणु
]

`verse 23 [
श्रद्धा लक्ष्मीर्धृतिस्तुष्टिर्मेधा पुष्टिस्तथा क्रिया  ।
बुद्धिर्लज्जा वपुः शान्तिः सिद्धिः कीर्तिस्त्रयोदशी
]

`verse 24 [
पत्न्यर्थं प्रतिजग्राह धर्मो दाक्षायणीः प्रभुः  ।
ताभ्यः शिष्टयवीयस्य एकादश सुलोचनाः
]

`verse 25 [
ख्यातिः सत्यथ संभूतिः स्मृतिः प्रीतिः क्षमा तथा  ।
सन्ततिश्चानसूया च ऊर्जा स्वाहा स्वधा तथा
]

`verse 26 [
भृतुर्भवो मरीचिश्च तथा चैवाङ्गिरा मुनिः  ।
पुलस्त्यः पुलहश्चैव क्रतुश्चर्षिवरस्तथा
]

`verse 27 [
अत्रिर्वसिष्ठो वह्निश्च पितरश्च यथाक्रमम  ।
ख्यात्याद्य जगृहुः कन्या मुनयो मुनि सत्तम
]

`verse 28 [
श्रद्धा कामं चला दर्पं नियमं धृतिरात्मजम्  ।
सन्तोषं च तथा तुष्टिर्लोभं पुष्टिरसूयत
]

`verse 29 [
मेधा श्रुतं क्रिया दण्डं नयं विनयमेव च
]

`verse 30 [
बोधं बुद्धिस्तथा लज्जा विनयं वपुरात्मजम्  ।
व्यवसायं प्रजज्ञे वै क्षेमं शान्तिरसूयता
]

`verse 31 [
सुखं सिद्धिर्यशः कीर्तिरित्येते धर्मसूनवः  ।
कामाद्रतिः सुतं हर्षं धर्मपौत्रमसूयत
]

`verse 32 [
हिंसा भार्या त्वधर्मस्य ततो जज्ञे तथानृतम्  ।
कन्या च निकृतिस्ताभ्यां माया जज्ञे च वेदना
]

`verse 33 [
माया च वेदना चैव मिथुनं त्विदमेतयोः  ।
तयोर्जज्ञेथ वै माया मृत्युं भूतापहारिणम्
]

`verse 34 [
वेदना स्वसूतं चापि दुःखं जज्ञेऽथ रौरवात् ।
मृत्योर्व्याधिजराशोकतृष्णक्रोधाश्च जज्ञिरे
]

`verse 35 [
दुःखोत्तराः स्मृता ह्येते सर्वे चाधर्मलक्षणाः  ।
नैषां पुत्रोस्ति वै भार्या ते सर्वे ह्यूर्ध्वरेतसः
]

`verse 36 [
रौद्राण्येतानिरूपाणि विष्णोर्मुनिवरात्मज  ।
नित्यप्रलयहेतुत्वं जगतोस्य प्रयान्ति वै
]

`verse 37 [
दक्षो मरीचिरत्रिश्च भृग्वाद्याश्च प्रजेश्वराः  ।
जगत्यत्र महाभाग नित्यसर्गस्य हेतवः
]

`verse 38 [
मनवो मनुपुत्राश्च भूपा वीर्यधराश्च ये  ।
सन्मार्गनिरताः शूरास्ते सर्वे स्थितिकारिणः
]

`speaker [
श्रीमैत्रेय उवाच
]

`verse 39 [
येयं नित्या स्थितिर्ब्रह्मन्नित्यसर्गस्तथेरितः  ।
नित्याभावश्च तेषां वै स्वरूपं मम कथ्यताम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 40 [
सर्गस्थितिविनाशांश्च भगवान्मधुसूदनः  ।
तैस्तै रूपैरचिन्त्यात्मा करोत्यव्याहतो विभुः
]

`verse 41 [
नैमित्तिकः प्राकृतिकस्तथैवात्यन्तिको द्विज  ।
नित्यश्च सर्वभूतानां प्रलयोऽयं चतुर्विधः
]

`verse 42 [
ब्रह्मो नैमित्तिकस्तत्र च्छेतेयं जगतीपतिः  ।
प्रयाति प्राकृतं चैव ब्रह्मण्डं प्रकृतौ लयम्
]

`verse 43 [
ज्ञानादात्यन्तिकः प्रोक्तो योगिनः परमात्मनि  ।
नित्यः सदैव भूतानां यो विनाशो दिवानिशम्
]

`verse 44 [
प्रसूतिः प्रकृतेर्या तु सा सृष्टिः प्राकृता स्मृता  ।
दैनन्दिनी तथा प्रोक्ता नान्तरप्रलयादनु
]

`verse 45 [
भूतान्यनुदिने यत्र जायन्ते मुनिसत्तम  ।
नित्यसर्गो हि स प्रोक्तः पुराणार्थविचक्षणैः
]

`verse 46 [
एवं सर्वशरीरेषु भगवान्भूतभावनः  ।
संस्थितः कुरुते विष्णुरुत्पत्तिस्थितिसंयमान्
]

`verse 47 [
सृष्टि स्थितिविनाशानां शक्तयः सर्वदेहिषु  ।
वैष्णव्यः परिवर्तन्ते मैत्रेयाहर्निशं समाः
]

`verse 48 [
गुणत्रयमयं ह्यतद्ब्रह्यन् शक्तित्रयं महत् ।
योऽतियाति सा यात्येव परं नावर्तते पुनः
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेऽंशे सप्तमोऽध्यायः (७)

पराशर उवाच ।
ततोऽभिध्यायतस्तस्य जज्ञिरे मानसीः प्रजाः ।
तच्छरीरसमुत्पन्नः कार्य्यैस्तैः कारणौः सह ॥
]

`verse 49 [
क्षेत्रज्ञाः समवर्त्तन्त गात्रेभ्यस्तस्य धीमतः ।
ते सर्व्वे समवर्त्तेन्त ये मया प्रागुदीरिताः ॥
]

`verse 50 [
देवाद्याः स्थावरान्ताश्व त्रैगुण्यविषये स्थिताः ।
एवम्भूतानि सृष्टानि चराणि स्थावराणि च ॥
]

`verse 51 [
यदास्य ताः प्रजाः सर्त्वा न न व्यवर्द्धन्त धीमतः ।
अतान्यान् मानसान् पुत्रान् सदृशानात्मनोऽसृजत् ॥
]

`verse 52 [
भृगुं पुलस्त्यं पुलहं क्रतुमङ्गिरसं तथ ।
मरीचिं दक्षमत्रिं च वशिष्ठं चैव मानसम् ॥
]

`verse 53 [
नव ब्रह्माणा इत्येते पुराणो निश्चयं गताः ।
सनन्दनादयो ये च पूर्व्व सृष्टातु वेघसा ॥
]

`verse 54 [
न ते लोकेष्वसज्जन्त निरपेक्षाः प्रजासु ते ।
सर्वे ते ह्मागतज्ञाना वीतरागा विमत्सराः ॥
]

`verse 55 [
तेष्वेवं निरपेक्षेषु लोकसॄष्टो महात्मनः ।
ब्रह्मणोऽभून्महाक्रो धस्वैलोक्यदहनक्षमः ॥
]

`verse 56 [
तस्य क्रोधात् समुदूभुतज्वालामालाविदीपितम् ।
ब्रह्मणोऽभूत् तदा सर्व्व त्रैलोक्यमखिलं मुने ॥
]

`verse 57 [
समुत्पन्नस्तदा रुद्रो मध्याह्रार्कसमप्रभः ॥
]

`verse 58 [
अर्द्धनारीनरवपुः प्रचण्डोऽतिशरीखान् ।
विभजात्मानमित्युत्तवा तं ब्रह्मान्तर्दधे ततः ॥
]

`verse 59 [
तथोक्तोऽसौ द्रिधा स्त्रित्वं पुरुषत्वं तथाकरोत् ।
बिभेद पुरुषत्वं च दशधा चैकधा च सः ॥
]

`verse 60 [
सौम्यासौम्यौस्तथा शान्ता शान्तेः स्त्रीत्वं च स प्रभुः ।
बिभेद बहधा देवः स्वरूपैरसितैः सितैः ॥
]

`verse 61 [
ततो ब्रह्मात्मसम्भूतं पूर्व्व सायम्भुवं प्रभुः ।
आत्मानमेव कृतवान् प्रजापाल्ये मनुं द्रिज ॥
]

`verse 62 [
स्वायम्भुवो मनुर्देवः पलीत्वे जगृहे विभुः ॥
]

`verse 63 [
तस्माज्व पुरुषाद् देवी सतरूपा व्यजायत ।
प्रियव्रतोत्तानपादौ प्रसूत्याकूतिसंज्ञितम् ॥
]

`verse 64 [
कन्यादूयञ्च धर्मज्ञ रूपोदार्य्य गुणान्वितम् ।
ददौ प्रसूतीं दक्षाया तथाकूतिं रुचेः पुरा ॥
]

`verse 65 [
प्रजापतिः स जग्राह तयोर्यज्ञः सदक्षिणाः ।
पुत्रोजज्ञे महाभाग दाम्पत्यं मिथुनं ततः ॥
]

`verse 66 [
यज्ञस्य दक्षिणायान्तु पुत्रा द्रादश जज्ञिरे ।
यामा इति समाख्याता देवाः स्वायम्भुवे मनौ ॥
]

`verse 67 [
प्रसूत्यां च तथा दक्षश्चतसो विंशतिस्तथा ।
ससर्ज्ज कन्यास्तासान्तु सम्यङू नामानि मे श्वृणु ॥
]

`verse 68 [
श्वद्धा लक्ष्मीर्ध तिस्तुष्टिः पुष्टिर्म्मेधा क्रिया तथा ।
बुद्धिर्लज्जा वपुः शान्तिः सिद्धिः कीर्त्रिस्त्रयोदश ॥
]

`verse 69 [
पल्यर्थ प्रतिजग्राह धर्म्मे दाक्षायणीः प्रभुः ।
ताभ्यः शिष्टा यवीयस्य एकादश सुलोचनाः ॥
]

`verse 70 [
ख्यातिः सत्यथ सम्भूतिः स्मृतिः प्रीतिः क्षमा तथा ।
सन्नतिश्चानसूया च ऊर्ज्ज स्वाहा स्वधा तथा ॥
]

`verse 71 [
भृगुर्भवो मरीचिश्च तथा चैवाङ्गिरा मुनिः ।
पुलस्त्यः पुलहश्चैव क्रतुश्चर्षिवरस्तथा ॥
]

`verse 72 [
अत्रिर्व्वशिष्ठो वह्रिश्च पितरश्च यथाक्रमम् ।
ख्यात्याद्या जग्वहुः कन्या मुनयो मुनिसत्तम ॥
]

`verse 73 [
श्वद्धा कामं चला दर्प नियमं धृतिरात्मजम् ।
सन्तोषञ्च तथा तुष्टिर्लोभं पुष्टिरसूयत ॥
]

`verse 74 [
मेधा श्वु तं क्रिया दण्डं नयं विनयमेव च ।
बोधं बुद्धिस्तथा लज्जा विनयं वपुरात्मजम् ॥
]

`verse 75 [
व्यवसाय प्रजज्ञे वै क्षेमं शान्तिरसूयत ।
सुखं सिद्धिर्यशः सीर्त्तिरित्येते धर्म्मसूनवः ॥
]

`verse 76 [
कामान् नन्दा सुतं हर्ष धर्म्मपौत्रमसूयत ।
हिंसा भार्या त्वधर्म्मस्य तस्या जज्ञे तथातृतम् ।
कन्या च निकृतिस्ताभ्यां भय नरकमेव च ॥
]

`verse 77 [
माया च वेदना चैव मिथुनन्त्विदमेतयोः ।
तयोर्जज्ञोऽथ वै माया मृत्यु भूतापरिहारिणम् ॥
]

`verse 78 [
वेदना स्वसुतञ्चापि दुः खं जज्ञोऽथ रौरवात् ।
मृत्योर्व्याधिजराशोकतृष्णाक्रोघश्च जज्ञिरे ॥
]

`verse 79 [
दुः शोत्तराः स्मृता ह्मते सर्व्वे चाधर्म्मलक्षणाः ।
नैषां भार्य्यास्ति पुत्रो वा तें सर्व्वे ह्मू र्ध्वरेतसः ॥
]

`verse 80 [
सौद्राणि तानि रूपाणि विष्णुर्मुनिवरात्मज ।
नित्यप्र लयहेतुत्वं जगतोऽस्य प्रयान्ति वै ॥
]

`verse 81 [
दक्षो मरीचिरत्रश्च भृग्वाद्याश्च प्रजेश्वराः।
जगत्यत्र महाभाग नित्यसर्गस्य हेतवः ॥
]

`verse 82 [
मनवो मनुपुत्राश्च भूपा वीर्य्यधनाशच ये ।
सन्मार्गाभिरताः शूरास्ते नित्यस्थितिकारिणः ॥
]

`verse 83 [
येयं नित्या स्थितिर्ब्र ह्मन् नित्यसर्गस्तथेरितः ।
नित्याभावाश्च तेषां वै स्वरूपं मम कथ्यताम् ॥
]

`speaker [
पराशार उवाच
]

`verse 84 [
सर्गस्थितिविनाशांश्च भगवान् मधुसूदनः ।
तैस्तैरूपैरचिन्त्यात्मा करोत्यव्याहतान् विभुः ॥
]

`verse 85 [
नैमित्तिकः प्राकृतिकस्तथैवात्यन्तिको द्रिज ।
नित्यश्च सर्व्वभूतानां प्रलयोऽयं चतुर्व्विधः ॥
]

`verse 86 [
ब्राह्मो नैमित्तिकस्तत्र यच्छेते जगतः पतिः ।
प्रयाति प्राकृते चैव ब्रहाण्डं प्रकृतौ लयम् ॥
]

`verse 87 [
ज्ञानादात्यन्तिकः प्रोक्तो योगिनः परमात्मनि ।
नित्यः सदवै जातानां यो विनाशो दिवानिशम् ॥
]

`verse 88 [
प्रसूतिः प्राकृतेर्या तु सा सृष्टिः प्राकृती स्मृता ।
दनैन्दिनी तथा प्रोक्ता यान्तरप्रलायादन् ॥
]

`verse 89 [
भूतान्यनुदिनं यत्र जायन्ते मुनिसत्तम ।
नित्यः सर्गः स तु प्रोक्तः पुराणार्थविचक्षणौः ॥
]

`verse 90 [
एवं सर्व्वशरीरेषु भगवान् भूतभावनः ।
संस्थितः कुरुते विष्णुरुत्पत्तिस्थितिसंयमान् ॥
]

`verse 91 [
सृष्टिस्थितिविनाशानां शक्तयः सर्व्वदेहिषु ।
वैष्णव्यः परिवर्त्तन्ते मैत्रेयाऽहर्निशं सदा ॥
]

`verse 92 [
गुणत्रयमय ह्मतद् ब्रह्मन् शक्तित्रय महत् ।
योऽतियाति स चात्येव परं नावर्त्तते पुनः ॥
]
