`speaker [
श्रीपारशर उवाच
]

`verse 1 [
कथितस्तामसः सर्गो ब्रह्मणस्ते महामुने  ।
रुद्रसर्गं प्रवक्ष्यामि तन्मे निगदतः शृणु
]

`verse 2 [
कल्पादावात्मनस्तुल्यं सुतं प्रध्यायतस्ततः  ।
प्रादुरासीत्प्रभोरङ्के कुमारो नीललोहितः
]

`verse 3 [
रुरोद सुस्वरं सोथ प्राद्रवद्दि जसत्तम  ।
किं त्वं रोदिषि तं ब्रह्म रुदन्तं प्रत्युवाच ह
]

`verse 4 [
नाम देहीति तं सोऽथ प्रत्युवाच प्रजापतिः  ।
रुद्रस्त्वं देवनाम्नासि मारो दीर्धैर्यमावह  ।
एवमुक्तः पुनः सोऽथ सप्तकृत्वो रुरोद वै
]

`verse 5 [
ततोन्यानि ददौ तस्मै सप्त नामानि वै प्रभुः  ।
स्थानानि चैषामष्टानां पत्नीः पुत्रांश्च स प्रभुः
]

`verse 6 [
भवं शर्वमथेशानं तथा पशुपतिं द्विज  ।
भीममुग्रं महादेवमुवाच स पितामहः
]

`verse 7 [
चक्रे नामान्यथैतानि स्थानान्येषां चकार सः  ।
सूर्यो जलं मही वायुर्वह्निराकाशमेव च  ।
दीक्षितो ब्रह्मणः सोम इत्येतास्तनवः क्रमात्
]

`verse 8 [
सुवर्चला तथैवोषा विकेशी चापरा शिवा  ।
स्वाहा दिशस्तथा दीक्षा रोहिणी च यथाक्रमम्
]

`verse 9 [
सूर्यादीनां द्विजश्रेष्ठ रुद्राद्यैर्नामभिः सह  ।
पत्न्यः स्मृता महाभाग तदपत्यानि मे शृणु
]

`verse 10 [
एषां सूतिप्रसूतिभ्यामिदमापूरितं जगत्
]

`verse 11 [
शनैश्चरस्तथा शुक्रो लोहिताङ्गो मनोजवः  ।
स्कन्दः सर्गोऽथ सन्तानो बुधश्चानुक्रमात्सुताः
]

`verse 12 [
एवंप्रकारो रुद्रोऽसौ सतीं भार्यामनिन्दिताम्  ।
उपयेमे दुहितरं रक्षस्यैव प्रजापतेः
]

`verse 13 [
दक्षकोपाच्च तत्याज स सती स्वकलेवरम्  ।
हिमवद्दुहित साभून्मेनायां द्विजसत्तम
]

`verse 14 [
उपयेमे पुनश्चोमामनन्यां भगवान्हरः
]

`verse 15 [
देवौ धातृविधातारौ भृगोः ख्यातिरसूयत  ।
श्रियं च देवदेवस्य पत्नी नारायणस्य या
]

`speaker [
श्रीमैत्रेय उवाच
]

`verse 16 [
क्षीराब्धौ श्रीः समुत्पन्ना श्रूयतेऽमृतमन्थने  ।
भृगोः ख्यात्यां समुत्पन्नेत्येतदाह कथं भवात्
]

`speaker [
श्रीपराशर उवाच
]

`verse 17 [
नित्यैवैषा जगन्माता विष्णोः श्रीरनपायिनि  ।
यथा सर्वगतो विष्णुस्तथैवेयं द्विजोत्तम
]

`verse 18 [
अर्थो विष्णुरियं वाणी नीतिरेषा नयो हरिः  ।
बोधो विष्णुरियं बुद्धिर्धर्मोऽसौ सत्क्रिया त्वियम्
]

`verse 19 [
स्त्रष्टा विष्णुरियं सृष्टिः श्रीर्भूमिर्भूधरो हरिः  ।
सन्तोषो भगवाल्लङ्क्ष्मीस्तुष्टिर्मैत्रेय शाश्वती
]

`verse 20 [
इच्छा श्रीर्भगवान्कामो यज्ञोऽसौ दक्षिणा त्वियम्  ।
आज्याहुतिरसौ देवी पुरोडाशो जनार्दनः
]

`verse 21 [
पत्नीशाला मुने लक्ष्मीः प्राग्वंशौ मधुसूदनः  ।
चितिर्लक्ष्मीर्हरिर्यूप इध्मा श्रीर्भगवान्कुशः
]

`verse 22 [
सामास्वरूपी भगवानुद्गीतिः कमलालया  ।
स्वाहा लक्ष्मीर्जगन्नाथो वासुदेवो हुता शनः
]

`verse 23 [
शङ्करो भगवाञ्छौरिर्गौरीलक्ष्मीर्द्विजोत्तम  ।
मैत्रेय केशवः सूर्यस्तत्प्रभा कमलालया
]

`verse 24 [
विष्णुः पितृगणः पद्मा स्वधा शाश्वतपुष्टिदा  ।
द्यौः श्रीः सर्वात्मको विष्णुरवकाशोतिविस्तरः
]

`verse 25 [
शशाङ्कः श्रीधरः कान्तिः श्रीस्तथैवानपायिनी  ।
धृतिर्लक्ष्मीर्जगच्चेष्टा वायुः सर्वत्रगो हरिः
]

`verse 26 [
जलधिर्द्विजगोविन्दस्तद्वेला श्रीर्महामुने  ।
लक्ष्मीस्वरूपमिन्द्राणी देवेन्द्रो मधुसूदनः
]

`verse 27 [
यमश्चक्रधरः साक्षाद्धूमोर्णा कमलालया  ।
ऋद्धिः श्रीः श्रीधरो देवः स्वयमेव धनेश्वरः
]

`verse 28 [
गौरी लक्ष्मीमंहाबागा केशवो वरुणः स्वयम्  ।
श्रीर्देवसेना विप्रेन्द्र देवसेनापतिर्हरिः
]

`verse 29 [
अवष्टंभो गदापाणिः शक्तिर्लक्ष्मीर्द्विजोत्तम  ।
काष्ठा लक्ष्मीर्निमेषोऽसौ मुहूर्तोऽसौ कला त्वियम्
]

`verse 30 [
ज्योत्स्ना लक्ष्मीः प्रदीपोऽसौ सर्वः सर्वेश्वरो हरिः  ।
लताभूता जगन्माता श्रीर्विष्णुर्द्रुमसंज्ञितः
]

`verse 31 [
विभावरी श्रीर्दिवसो देवचक्रगदाधरः  ।
वरप्रदो वरो विष्णुर्वधूः पद्मवनाल या
]

`verse 32 [
नदस्वरूपी भगवाञ्छ्रीर्नदीरूपसंस्थिता  ।
ध्वजश्च पुण्डरीकाक्षः पताका कमलालया
]

`verse 33 [
तृष्णा लक्ष्मीर्जगन्नाथो लोभो नारायणः परः  ।
रती रागश्च मैत्रेय लक्ष्मीर्गोविन्द एव च
]

`verse 34 [
किं चातिबहुनोक्तेन संक्षेपेणेदमुच्यते
]

`verse 35 [
देवतिर्यङ्मनुष्यादौ पुन्नामा भगवान्हरिः  ।
स्त्रीनाम्नी श्रीश्च विज्ञेया नानयोर्विद्यते परम्
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेऽंशे अष्टमोऽध्यायः (८)
]
