`speaker [
श्रीपराशर उवाच
]

`verse 1 [
प्रियव्रतोत्तानपादौ मनोः स्वायंभुवस्य तु  ।
द्वौ पुत्रौ तु महावीर्यौ धर्मज्ञौ कथितौ तव
]

`verse 2 [
तयोरुत्तानपादस्य सुरुच्यामुत्तमः सुतः  ।
अभीष्टायामभूद्ब्रह्यन्पितुरत्यन्तवल्लभः
]

`verse 3 [
सुनीतिर्नाम या राज्ञस्तस्यासीन्महिषी द्विज  ।
स नाति प्रीतिमांस्तस्यामभूद्यस्या ध्रुवः सुतः
]

`verse 4 [
राजासनस्थितस्याङ्कं पितुर्भ्रतरमाश्रितम्  ।
दृष्ट्वोत्तमं ध्रुव श्चक्रे तमारोढुं मनोरथम्
]

`verse 5 [
प्रत्यक्षं भूपतिस्तस्याः सुरुच्या नाभ्यनन्दत  ।
प्रणयेनागतं पुत्रमुत्संगारोहणोत्सुकम्
]

`verse 6 [
सपत्नी तनयं दृष्ट्वा तमङ्कारोहणोत्सुकम्  ।
स्वपुत्रं च तथारूढं सुरुचिर्वाक्यमब्रवीत्
]

`verse 7 [
क्रियते किं वृथा वत्स महानेष मनोरथः  ।
अन्यस्त्रीगर्भजातेन ह्यसंभूय ममोदरे
]

`verse 8 [
उत्तमोत्तममप्राप्यमविवेको हि वाञ्छसि  ।
सत्यं सुतस्त्वमप्यस्य किं तु न त्वं मया धृतः
]

`verse 9 [
एतद्राजासनं सर्व भूभृत्संश्रयकेतनम्  ।
योग्यं ममैव पुत्रस्य किमात्मा क्लिश्यतेत्वया
]

`verse 10 [
उच्चैर्मनोरथस्तेयं मत्पुत्रस्येव किं वृथा  ।
सुनीत्यामात्मनो जन्म किं त्वया नावगम्यते
]

`verse 11 [
श्रीपराशर वाच
उत्सृज्य पितरं बालस्तच्छ्रुत्वा मातृभाषितम्  ।
जगाम कुपितो मातुर्निजाया द्विजमन्दिरम्
]

`verse 12 [
तं दृष्ट्वा कुपितं पुत्रमीषत्प्रस्फुरिताधरम्  ।
सुनीतिरङ्कमारोप्य मैत्रेयेदमभाषत
]

`verse 13 [
वत्स कः कोपहेतुस्ते कश्च त्वां नाभि नन्दति  ।
कोवजानाति पितरं वत्स यस्तेपराध्यति
]

`verse 14 [
श्रीपराशर वाच
इत्युक्तः सकलं मात्रे कथयामास तद्यथा  ।
सुरुचिः प्राह भूपालप्रत्यक्षमतगर्विता
]

`verse 15 [
विनिश्वस्येति कथिते तस्मिन्पुत्रेण दुर्मनाः  ।
श्वसक्षामेक्षणा दीना सुनीतिर्वाक्यमब्रवीत्
]

`speaker [
सुनीतिरुवाच
]

`verse 16 [
सुरुचिः सत्यमाहेदं मन्दभाग्योसिःपुत्रक  ।
न हि पुण्यवतां वत्स सपत्नैरेव मुच्यते
]

`verse 17 [
नोद्वेगस्तात कर्तव्यः कृतं यद्भवता पुरा  ।
तत्कोपहर्तु शक्नोति दातुं कश्चाकृतं त्वया
]

`verse 18 [
तत्त्वया नात्र कर्तव्यं दुःखं तद्वाक्यसम्भवम्
]

`verse 19 [
राजासनं राजच्छत्रं वराश्चावरवारणाः  ।
यस्य पुण्यानि तस्यैते मत्वैतच्छांम्य पुत्रक
]

`verse 20 [
अन्यजन्मकृतैः पुण्यैः सुरुच्या सुरुचिर्नृपः  ।
भार्येति प्रोच्यते चान्यां मद्विधा पुण्यवर्जिता
]

`verse 21 [
पुण्योपचयसंपन्नस्तस्याः पुत्रस्तथोत्तमः  ।
मम पुत्रस्तथा जातः स्वल्पपुण्यो ध्रुवो भवान्
]

`verse 22 [
तथापि दुःखं न भवान् कर्तुमर्हसि पुत्रक  ।
यस्य यावत्स तेनैव स्वेन तुष्यति मानवः
]

`verse 23 [
यदि ते दुःखमत्यर्थं सुरुच्या वचसाभवत् ।
तत्पुण्योपचये यत्नं कुरु सर्वफलप्रदे
]

`verse 24 [
सुशीलो भव धर्मात्मा मैत्रः प्राणिहिते रतः  ।
निम्नं यथापः प्रवणाः पात्रमायान्ति सम्पदः
]

`speaker [
ध्रुव उवाच
]

`verse 25 [
अम्ब यत्त्वमिदं प्रात्थ प्रशमाय वचो मम  ।
नैतद्दुर्वाचसा भिन्ने हृदये मम तिष्ठति
]

`verse 26 [
सोऽहं तथा यतिष्यामि यथा सर्वोत्तमोत्तमम्  ।
स्थानं प्राप्स्याम्यशोषाणां जगतामभि पूजितम्
]

`verse 27 [
सुरुचिर्दयिता राज्ञस्तस्या जातोस्मि नोदरात् ।
प्रभावं पश्य मेंब त्वं वृद्धस्यापि तवोदरे
]

`verse 28 [
उत्तमः स मम भ्राता यो गर्भेण धृतस्तया  ।
स राजासनमाप्नोतु पित्रा दत्तं तथास्तु तत्
]

`verse 29 [
नान्यदत्तमभीप्स्यामि स्तानमम्ब स्वकर्मणा  ।
इच्छामि तदहं स्थानं यत्र प्राप पिता मम
]

`speaker [
श्रीपराशर उवाच
]

`verse 30 [
निर्जगाम गृहान्मातुरित्युक्त्वा मातरं ध्रुवः  ।
पुराच्च निर्गम्य ततस्तद्बाह्योपवनं ययो
]

`verse 31 [
स ददर्श मुनींस्तत्र सप्तपूर्वागतान्ध्रुवः  ।
कुष्माजिनोत्तरीयेषु विष्टरेषु समास्थितान्
]

`verse 32 [
स राजपुत्रस्तान्सर्वान्प्रणिपत्याभ्य भाषत  ।
प्रश्रयावनतः सम्यगभिवादनपूर्वकम्
]

`speaker [
ध्रुव उवाच
]

`verse 33 [
उत्तानपादतनयं मां निबोधत सत्तमाः  ।
जातं सुनीत्यां निर्वेदाद्युष्माकं प्राप्तमन्तिकम्
]

`speaker [
ऋषय ऊचुः
]

`verse 34 [
चतुःपञ्चा ब्दसंभूतो बालस्त्वं तृपनन्दन  ।
निर्वेदकारणं किञ्चित्तव नाद्यापि वर्तते
]

`verse 35 [
न चिन्त्यं भवतः किञ्चिद्ध्रयते भूपतिः पिता  ।
न चैवैष्ट वियोगादि तव पश्याम बालक
]

`verse 36 [
शरीरे न च ते व्याधिरस्माभिरुपलक्ष्यते  ।
निर्वेदः किन्निमित्तस्ते कथ्यतां यदि विद्यते
]

`speaker [
श्रीपराशर उवाच
]

`verse 37 [
ततः स कथयामास सुरुच्या यदुदाहृतम्  ।
तन्निशम्य ततः प्रोचुर्मुनयस्ते परस्परम्
]

`verse 38 [
अहो क्षात्रं परं तेजो बालस्यापि यदक्षमा  ।
सपत्न्या मातुरुक्तं यद्धृदयान्नापसर्पति
]

`verse 39 [
भोभोः क्षत्रियदायादः निर्वेदाद्यत्त्वायाधुना  ।
कर्तुं व्यवसितं तन्नः कथ्यतां यदि रोचते
]

`verse 40 [
यच्च कार्यं तवास्माभिः साहाय्यममितद्युते  ।
तदुच्यतां विवक्षुस्त्वमस्माभिरुपलक्ष्यसे
]

`speaker [
ध्रुव उवाच
]

`verse 41 [
नाह मर्थमभीप्सामि न राज्यं द्विजसत्तमाः  ।
तत्स्थानमेकमिच्छामि भुक्तं नान्येन यत्पुरा
]

`verse 42 [
एतन्मे क्रियतां सम्यक्कथ्यतां प्राप्यते यथा  ।
स्थानमग्र्यं समस्तेभ्यः स्थानेभ्यो मुनिसत्तमाः
]

`speaker [
मरीचिरुवाच
]

`verse 43 [
अनाराधितगोविन्दैर्नरैः स्थानं नृपात्मज  ।
न हि संप्राप्यते श्रेष्ठं तस्मादाराधयाच्युतम्
]

`speaker [
अत्रिरुवाच
]

`verse 44 [
परः पराणां पुरुषो यस्य तुष्टो जनार्दनः  ।
संप्राप्नोत्यक्षयं स्थानमेतत्सत्यं मयोदितम्
]

`speaker [
अङ्गिरा उवाच
]

`verse 45 [
यस्यान्तः सर्वमेवेदमच्युतस्याव्ययात्मनः  ।
तमाराधय गोविन्दं स्थानमग्र्यं यदीच्छसि
]

`speaker [
पुलस्त्य उवाच
]

`verse 46 [
परं ब्रह्म परं धाम योऽसौ ब्रह्म तथा परम्  ।
तमाराध्य हरिं याति मुक्तिमप्यति दुर्लभाम्
]

`speaker [
पुलह उवाच
]

`verse 47 [
ऐन्द्रमिन्द्रः परं स्थानं यमाराध्य जगत्पतिम्  ।
प्राप यज्ञपतिं विष्णुं तमाराधय सुव्रत
]

`speaker [
क्रतुरुवाच
]

`verse 48 [
यो यज्ञपुरुषो यज्ञो योगेशः परमः पुमान्  ।
तस्मिंस्तुष्टे यदप्राप्यं किन्तदस्ति जनार्दने
]

`speaker [
वसिष्ठ उवाच
]

`verse 49 [
प्राप्नोष्याराधिते विष्णौ मनसा यद्यदिच्छति  ।
त्रेलोक्यान्तर्गतं स्थानं किमु वत्सोत्तमोत्तमम्
]

`speaker [
ध्रुव उवाच
]

`verse 50 [
आराध्यः कथितो देवो भवद्भिः प्रणतस्य मे  ।
मया तत्परीतोषाय यज्जप्तव्यं तदुच्यताम्
]

`verse 51 [
यथा चाराधनं तस्य मया कार्यं महात्मनः  ।
प्रसादसुमुखास्तन्मे कथयन्तु महर्षयः
]

`speaker [
ऋषय ऊचुः
]

`verse 52 [
राजपुत्र यथा विष्णोराराधनपरैर्नरैः  ।
कार्यमाराधनं तन्नो यथावच्छ्रोतुमर्हसि
]

`verse 53 [
बाह्यार्थादखिलाच्चित्तं त्याजयेत्प्रथमं नरः  ।
तस्मिन्नेव जगद्धाम्नि ततः कुर्वित निश्चलम्
]

`verse 54 [
एवमेकाग्रचित्तेन तन्मयेन धृतात्मना  ।
जप्तव्यं यन्नि बोधैतत्तन्रः पार्थिवनन्दन
]

`verse 55 [
हिरण्यगर्भपुरुषप्रधानव्यक्तरूपिणे  ।
ओं नमो वासुदेवाय शुद्धज्ञानस्वरूपिमे
]

`verse 56 [
एतज्जजाप भगवान् जप्यं स्वायंभुवो मनुः  ।
पितामहस्तव पुरा तस्य तुष्टो जनार्दनः
]

`verse 57 [
ददो यथाभिलषितां सिद्धिं त्रैलोक्यदुर्लभाम्  ।
तथा त्वमपि गोविन्दं तोषयैतत्सदा जपन्
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेंश एकादशोऽध्यायः (११)
]
