`speaker [
श्रीपराशर उवाच
]

`verse 1 [
निशम्यैतदशेषेण मैत्रेय नृपते सुतः  ।
निर्जगाम वनात्तस्मात्प्रणिपत्य स तानृषीन्
]

`verse 2 [
कृतकृत्यमिवात्मानं मन्यमानस्ततो द्विज  ।
मधुसंज्ञं महापुण्यं जगाम यमुनातटम्
]

`verse 3 [
पुनश्च मधुसंज्ञेन दैत्येनाधिष्ठितं यतः  ।
ततो मधुवनं नाम्ना ख्यातमत्र महीतले
]

`verse 4 [
हत्वा च लवणं रक्षो मधुपुत्रं महाबलम्  ।
शत्रुघ्नो मधुरां नाम पुरीं यत्र चकार वै
]

`verse 5 [
यत्र वै देवदेवस्य सान्निध्यं हरिमेधसः  ।
सर्वपापहरे तस्मिंस्तपस्तीर्थे चकार सः
]

`verse 6 [
मरीचिमुख्यैर्मुनिभिर्यथोद्दिष्टमभूत्तथा  ।
आत्मन्यशेपदेवेशं स्थितं विष्णुममन्यत
]

`verse 7 [
अनन्यचेतसस्तस्य ध्यायतो भगवान्हरिः  ।
सर्वभूतगतो विप्र सर्वभावगतोऽभवत्
]

`verse 8 [
मनस्यवस्थिते तस्मिन्विष्णौ मैत्रेय योगिनः  ।
न शशाक धरा भारमुद्वोढुं भूतधारिणी
]

`verse 9 [
वामपादस्थिते तस्मिन्ननामार्धेन मेदिनी  ।
द्वितीयं च ननामार्धं क्षितेर्दक्षिणतः स्थिते
]

`verse 10 [
पादांगुष्ठेन संपीड्य यथा स वसुधां स्थितः  ।
तदा समस्ता वसुधा चचाल सह पर्वतैः
]

`verse 11 [
नद्यो नदाः समुद्राश्च संक्षोभं परमं ययुः  ।
तत्क्षोभादमराः क्षोभं परं जग्मुर्महामुने
]

`verse 12 [
यामा नाम तदा देवा मैत्रेय परमाकुलाः  ।
इन्द्रेण सह संमन्त्र्य ध्यानभङ्गं प्रचक्रमुः
]

`verse 13 [
कूष्माण्डा विविधै रूपैर्महेन्द्रेण महामुने  ।
समाधिभङ्गमत्यन्तमारब्धाः कर्तुमातुराः
]

`verse 14 [
सुनीतिर्नाम तन्माता सास्त्रा तत्पुरतः स्थिता  ।
पुत्रेति करुणां वाचमाह मायामयी तदा
]

`verse 15 [
पुत्रकास्मान्निवर्तस्व शरीरात्ययदारुणात् ।
निर्बन्धतो मया लब्धो बहुभिस्त्वं मनोरथै
]

`verse 16 [
दीनामेकां परित्यक्तुमनाथां न त्वमर्हसि  ।
सपत्नीवचनाद्वत्स अगतेस्त्वं गतिर्मम
]

`verse 17 [
क्व च त्वं पञ्चवर्षीयः क्वचैतद्दारूणं तपः  ।
निवर्ततां मनः कष्टान्निर्बन्धात्फलवर्जितात्
]

`verse 18 [
कालः क्रीडनकानान्ते तदन्तेऽध्ययनस्य ते  ।
ततः समस्तभोगानां तदन्ते चेष्यते तपः
]

`verse 19 [
कालः क्रीडनकानां यस्तव बालस्य पुत्रक  ।
तस्मिंस्त्वमिच्छसि तपः किं नाशायात्मनो रतः
]

`verse 20 [
मत्प्रीतिः परमो धर्मो वयोवस्थाक्रियाक्रमम्  ।
अनुवर्तस्व मा मोहान्निवर्तास्मादधर्मतः
]

`verse 21 [
परित्यजति वत्साध्य यध्येतन्न भवांस्तपः  ।
त्यक्ष्याम्यहमिह प्राणांस्ततो वै पश्यतस्तव
]

`speaker [
श्रीपराशर उवाच
]

`verse 22 [
तां प्रलापवतीमेवं बाष्पाकुलविलोचनाम्  ।
समाहितमना विष्णौ पश्यन्नपि न दृष्टवान्
]

`verse 23 [
वत्स वत्स सुघोराणि रक्षांस्येतानि भीषणे  ।
वनेऽभ्युद्यतशस्त्राणीः समायान्त्यपगम्यताम्
]

`verse 24 [
इत्युक्त्वा प्रययौ साथ रक्षांस्याविर्बभुस्ततः  ।
अभ्युद्यतोग्रशस्त्राणि ज्वालामालाकुलैर्मुखैः
]

`verse 25 [
ततो नादानतीवोग्रन्राजपुत्रस्य ते पुरः  ।
मुमुचुर्दीप्तशस्त्राणि भ्रामयन्तो निशाचराः
]

`verse 26 [
शिवाश्च शतशो नेदुः सज्वालाः कवलैर्मुखैः  ।
त्रासाय तस्य बालस्य योगयुक्तस्य सर्वदा
]

`verse 27 [
हन्यतां दन्यतामेष छिद्यतां छिद्यतामयम्  ।
भक्ष्यतां भक्ष्यतां चाय मित्युचुस्ते निशाचराः
]

`verse 28 [
ततो नानाविधान्नादान् सिंहोष्ट्रमकराननाः  ।
त्रासाय राजपुत्रस्य नेदुस्ते रजनीचराः
]

`verse 29 [
रक्षांसि तानि ते नादाः शिवास्तान्यायुधानि च  ।
गोविन्दासक्तचित्तस्य ययुर्नन्द्रियगोचरम्
]

`verse 30 [
एकाग्रचेताः सततं विष्णुमेवात्मसंश्रयम्  ।
दृष्टवान् पृथिवीनाथपुत्रो नान्यं कथञ्चन
]

`verse 31 [
ततः सर्वासु मायासु विलीनासु पुनः सुराः  ।
संक्षोभं परमं जग्मुस्तत्पराभवशङ्किताः
]

`verse 32 [
ते समेत्य जगद्योनिमनादिनिधनं हरिम्  ।
शरण्यं शरणं यातास्तपसा तस्य तापिताः
]

`speaker [
देवा ऊचुः
]

`verse 33 [
देवदेव जगन्नाथ परेश पुरुषोत्तम  ।
ध्रुवस्य तपसा तप्तास्त्वां वयं शरणं गताः
]

`verse 34 [
दिने दिने कलालेशैः शशाङ्क पूर्यते यथा  ।
तथायं तपसा देव प्रयात्यृद्धिमहर्निंशम्
]

`verse 35 [
औतानपादितपसा वयमित्थं जनार्दन  ।
भीतास्त्वां शरणं यातास्तपसस्तं निवर्तय
]

`verse 36 [
नविद्मः किं स शक्रत्वं सूर्यत्वं किमभीप्सति  ।
वित्तपाम्बुपसोमानां साभिलाषः पदेषु किम्
]

`verse 37 [
तदस्माकं प्रसीदेश हृदयाच्छल्यमुद्धर  ।
उत्तानपादतनयं तपसः सन्निवर्तय
]

`verse 38 [
श्रीभगवानुवाच
नेन्द्रत्वं न च सूर्यत्वं नैवाम्बुपधनेशताम्  ।
प्रार्थयत्येष यं कामं तं करोम्यखिलं सुरा
]

`verse 39 [
यात देवा यथाकाम स्वस्थानं विगतज्वराः  ।
निवर्तयाम्यहं बालं तपस्यासक्तमानसम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 40 [
इत्युक्ता देवदेवेन प्रणम्य त्रिदशास्ततः  ।
प्रययुः स्वानि धिष्ण्यानि शतक्रतुपुरोगमाः
]

`verse 41 [
भगवानपि सर्वात्मा तन्मयत्वेन तोषितः  ।
गत्वा ध्रुवमुवाचेदं चतुर्भुजवपुर्हरिः
]

`verse 42 [
श्रीभगवानुवाच
औत्तानपादे भद्रं ते तपसा परितोषितः  ।
वरदोहमनुप्राप्तो वरं वरय सुव्रत
]

`verse 43 [
ब्राह्यार्थनिरपेक्षं ते मयि चित्तं यदा हितम्  ।
तुष्टोहं भवतस्तेन तद्वृणीष्व वरं परम्
]

`speaker [
पराशर उवाच
]

`verse 44 [
श्रुत्वेत्थं गदितं तस्य देवदेवस्य बालकः  ।
उन्मीलिताक्षो ददृशे ध्यानदृष्टं हरिं पुरः
]

`verse 45 [
शङ्खचक्रगदाशार्ङ्गवरासिधरमच्युतम्  ।
किरीटिनं समालोक्य जगाम शिरसा महीम्
]

`verse 46 [
रोमाञ्चिताङ्गः सहसा साध्वसं परमं गतः  ।
स्तवाय देवदेवस्य स चक्रे मानसं ध्रुवः
]

`verse 47 [
किं वदामि स्तुतावस्य केनोक्तेनास्य संस्तुतिः  ।
इत्याकुल मतिर्देवं तमेव शरणं ययौ
]

`speaker [
ध्रुव उवाच
]

`verse 48 [
भगवन्यदि मे तोषं तपसा परमं गतः  ।
स्तोतुं तदहमिच्छामि वरमेनं प्रयच्छ मे
]

`verse 49 [
(ब्रह्माद्यौर्यस्य वेदज्ञैर्ज्ञायते यस्य नो गतिः  ।
तं त्वां कथमहं देव स्तोतुं शक्रोमि बालकः  ।
त्वद्भक्तिप्रवणं ह्येतत्परमेश्वर मे मनः  ।
स्तोतुं प्रवृत्तं त्वत्पादौ तत्र प्रज्ञां प्रयच्च मे)
श्रीपराशर उवाच
शङ्खप्रान्तेन गोविन्दस्तं पस्पर्श कृताञ्जलिम्  ।
उत्तानपादतनयं द्विजवर्य जगत्पतिः
]

`verse 50 [
अथ प्रसन्नवदनः स क्षणान्नृपनन्दनः  ।
तुष्टाव प्रणतो भूत्वा भूतधातारमच्युतम्
]

`speaker [
ध्रुव उवाच
]

`verse 51 [
भूमिरापोनलो वायुः खं मनो बुद्धिरेव च  ।
भूतादिरादि प्रकृतिर्यस्य रूपं नतोस्मि तम्
]

`verse 52 [
शुद्धः सूक्ष्मोखिलव्यापी प्रधानात्परतः पुमान्  ।
यस्य रूपं नमस्तस्मै पुरुषाय गुणात्मने
]

`verse 53 [
भूतादीनां समस्तानां गन्धादीनां च शाश्वतः  ।
बुध्यादीनां प्रधानस्य पुरुषस्य च यः परः
]

`verse 54 [
तं ब्रह्मभूतमात्मानमशेषजगतः पतिम्  ।
प्रपद्ये शरणं शुद्धं त्वद्रूपं परमेश्वर
]

`verse 55 [
बृहत्त्वाद्बृंहणत्वाच्च यद्रूपं ब्रह्मसंज्ञितम्  ।
तस्मै नमस्ते सर्वात्मन्योगिचिन्त्याविकारिणे
]

`verse 56 [
सहस्रशीर्षा पुरुषः सहस्राक्षः सहस्रपात् ।
सर्वव्यापी भुवः स्पर्शादत्यतिष्ठद्दशाङ्गुलम्
]

`verse 57 [
यद्भूतं यच्च वै भव्यं पुरूषोत्तम तद्भवान्  ।
त्वत्तौ विराट्स्वराट्सम्राट्त्वत्तश्चप्यधिपूरुषः
]

`verse 58 [
अत्यरिच्यत सोधश्च तिर्यगूर्ध्वं च वै भुवः  ।
त्वत्तो विश्वमिदं जातं त्वत्तौ भूतं भविष्यति
]

`verse 59 [
त्वद्रूपधारिणश्चान्तः सर्वभूतमिदं जगत् ।
त्वत्तो यज्ञः सर्वहुतः पृषदाज्यं पशुर्द्विधा
]

`verse 60 [
त्वत्तो ऋचोथ सामानि त्वत्तश्छन्दांसि जज्ञिरे  ।
त्वत्तो यजूंष्यजायन्त त्वत्तोश्वाश्चैकतो दतः
]

`verse 61 [
गावस्त्वत्तः समुद्भूतास्त्व त्तोजा अवयो मृगाः  ।
त्वमन्मुखाद्ब्राह्मणा बाह्वोस्त्वत्तो क्षत्रमजायत
]

`verse 62 [
वैश्वास्तवोरुजाः शूद्रास्तव पद्भ्यां समुद्गताः  ।
आक्ष्णोः सूर्योऽनिलः प्राणाच्चन्द्रमा मनसस्तव
]

`verse 63 [
प्राणोन्तः मुषिराज्जातो मुखादग्निरजायत  ।
नाभितो गगनं द्यौश्च शिरसः समवर्तत
]

`verse 64 [
दिशः श्रोत्रात्क्षितिः पद्भ्यां त्वत्तः सर्वमभूदिदिम्
]

`verse 65 [
न्यग्रोधः सुमहानल्पे यथा बीजे व्यवस्थितः  ।
संयमे विस्वमखिलं बीजभूते तथात्वायि
]

`verse 66 [
बीजादङ्कुरसम्भूते न्यग्रोधस्तु समुत्थितः  ।
विस्तारं च यथा याति त्वत्तः सृष्टौ तथा जगत्
]

`verse 67 [
यथा हि कदली नान्या त्वक्पत्रादपि दृस्यते  ।
एवं विश्वस्य नान्यस्त्वं त्वस्थयीश्वर दृश्येत
]

`verse 68 [
ह्लादिनी संधिनी संवित्त्वय्येका सर्वसंस्थितौ  ।
ह्लादतापकरी मिश्रा त्वयि नो गुणवर्जिते
]

`verse 69 [
पृथग्भूतैकभूताय भूतभूताय ते नमः  ।
प्रभूतभूतभूताय तुभ्यं भूतात्मने नमः
]

`verse 70 [
व्यक्तं प्रधानपुरुषौ विराट्सम्राट्स्वराट्तथा  ।
विभाव्यतेन्तःकरणे पुरुषेष्वक्षयो भवान्
]

`verse 71 [
सर्वस्मिन्सर्वभूतस्त्वं सर्वः सर्वस्वरूपधृक् ।
सर्वं त्वत्तस्ततश्च त्वं नमः सर्वात्मनेऽस्तु ते
]

`verse 72 [
सर्वात्मकोसि सर्वेश सर्वभूतस्थितो यतः  ।
कथयामि ततः किं ते सर्वं वेत्सि हृति स्थितम्
]

`verse 73 [
सर्वात्मन्सर्वभूतेश सर्वसत्त्वसमुद्भव  ।
सर्वभूतो भवान्वेत्ति सर्वसत्त्वमनोरथम्
]

`verse 74 [
यो मे मनोरथो नाथ सफलः स त्वया कृतः  ।
तपश्च तप्तं सफलं यद्दृष्टोऽसि जगत्पते
]

`verse 75 [
श्रीभगवानुवाच
तपसस्तत्फलं यद्दृष्टोऽहं त्वया ध्रुव  ।
मदृर्शनं हि विफलं राजपुत्र न जायते
]

`verse 76 [
वरं वरय तस्मात्त्वं यथाभिमतमात्मनः  ।
सर्वं संपद्यते पुंसां मयि दृष्टिपथं गते
]

`speaker [
ध्रुव उवाच
]

`verse 77 [
भगवन्भूतभव्येश सर्वस्यास्ते भवान् हृदि  ।
किमज्ञातं तव ब्रह्मन्मनसा यन्मयेक्षितम्
]

`verse 78 [
तथापि तुभ्यं देवेश कथयिष्यामि यन्मया  ।
प्रार्थ्यते दुर्विनीतेन हृदयेनातिदुर्लभम्
]

`verse 79 [
किं वा सर्वजगत्स्त्रष्टः प्रसन्ने त्वयि दुर्लभम्  ।
त्वत्प्रसादफलं भुङ्क्ते त्रैलोक्यं मघ वानपि
]

`verse 80 [
नैतद्राजासनं योग्यमजातस्य ममोदरात् ।
इति गर्वदवोचन्मां सपत्नीमातुरुच्चकैः
]

`verse 81 [
आधारभूतं जगतः सर्वेषामुत्तमोत्तमम्  ।
प्रार्थयामि प्रभो स्थानं त्वत्प्रसादादतोव्ययम्
]

`verse 82 [
श्रीभगवानुवाच
यत्त्वया प्रार्थ्यते स्थानमेतत्प्राप्स्यति वै भवान्  ।
त्वयाहं तोषितः पूर्वमन्यजन्मनि वालक
]

`verse 83 [
त्वमासीर्ब्रह्मणः पूर्वं मय्येकाग्रमतिः सदा  ।
मातापित्रोश्च शुश्रषुर्निजधर्मानुपालकः
]

`verse 84 [
कालेन गच्छता मित्रं राजपुत्रस्तवाभवत् ।
योवनेखिलभोगाढ्यो दर्शनीयोज्ज्वलाकृतिः
]

`verse 85 [
तत्सङ्गात्तस्य तामृद्धिमवलोक्यादिदुर्लभाम्  ।
भवेयं राजपुत्रोहमिति वाञ्छा त्वया कृता
]

`verse 86 [
ततो यथाभिलषिता प्राप्ता ते राजपुत्रता  ।
उत्तानपादस्य गृहे जातोसि ध्रुव दुर्लभे
]

`verse 87 [
अन्येषां दुर्लभं स्थानं कुले स्वायम्भुवस्य यत्
]

`verse 88 [
तस्यैतदपरं बाल येनाहं परितोषितः  ।
मामाराध्य नरो मुक्तिमवाप्नोत्यविलम्बिताम्
]

`verse 89 [
मय्यर्पितमना बाल किमु स्वर्गादिकं पदम्
]

`verse 90 [
त्रैलोक्यादधिके स्थाने सर्वताराग्रहाश्रयः  ।
भविष्यति न संदेहो मत्प्रसादाद्भावन्ध्रुव
]

`verse 91 [
सूर्यात्सोमात्तथा भौमात्सोमपुत्राद्बृहस्पतेः  ।
सितार्कतनयादीनां सर्वर्क्षाणां तथा ध्रुवः
]

`verse 92 [
सप्तर्षिणामशेषाणां ये च वैमानिकाः सुराः  ।
सर्वेषामुपरि स्थानं तव दत्तं मया ध्रुव
]

`verse 93 [
केचिच्चतुर्युगं यावत्केचिन्मन्वन्तरं सुराः  ।
तिष्ठन्ति भवतो दत्ता मया वै कल्पसंस्थितिः
]

`verse 94 [
सुनीतिरपि ते माता त्वदासन्नातिनिर्मला  ।
विमाने तारका भूत्वा तावत्कालं निवत्स्यति
]

`verse 95 [
ये च त्वां मानवाः प्रातः सायं च सुसमाहि ताः  ।
कीर्तयिष्यन्ति तेषां च महत्पुण्यं भविष्यति
]

`speaker [
श्रीपराशर उवाच
]

`verse 96 [
एवं पूर्वं जगन्नाथाद्देवदेवाज्जनार्दनात् ।
वरं प्राप्य ध्रुवः स्थान मध्यास्ते स महामते
]

`verse 97 [
स्वयं शुश्रूषणाद्धर्म्यान्मातापित्रोश्च वै तथा  ।
द्धादशाक्षरमाहत्म्यात्तपसश्च प्रभावतः
]

`verse 98 [
तस्याभिमानमृद्धिं च महिमानं निरिक्ष्य हि  ।
देवासुराणामाचार्यः श्लोकमत्रोशना जगौ
]

`verse 99 [
अहोस्य तपसो वीर्यमहोस्य तपसः फलम्  ।
यदेनं पुरतः कृत्वा ध्रुवं सप्तर्षयः स्थिताः
]

`verse 100 [
ध्रुवस्य जननी चेयं सुनीतिर्नाम सूनृता  ।
अस्याश्च महिमानं कः शक्तो वर्णयितुं भुवि
]

`verse 101 [
त्रैलोक्यश्रयतां प्राप्तं परं स्थानं स्तिरायति  ।
स्थानं प्राप्ता परं धृत्वा या कुक्षिविवरे ध्रुवम्
]

`verse 102 [
यश्चैतत्कीर्तयेन्नित्यं ध्रुवस्यारोहणं दिवि  ।
सर्वपापविनिर्मुक्तः स्वर्गलोके महीयते
]

`verse 103 [
स्थानभ्रंशं न चाप्नोति दिवि वा यदि वा भुवि  ।
सर्वकल्याणसंयुक्तो दीर्घकालं स जीवति
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेऽंशे द्वादशोऽध्यायः (१२)
]
