`verse 1 [
श्रीपराशर उवाच। 1.13
ध्रुवाच्छिष्टिं च भव्यं च भव्याच्छम्भुर्व्यजायत।
शिष्टेराधत्त सुच्छाया पञ्चपुत्रानकल्मषान्।
]

`verse 2 [
रिपुं रिपुञ्जयं विप्रं वृकलं वृकतेजसम्।
रिपोराधत्त बृहती चाक्षुषं सर्वतेजसम्।
]

`verse 3 [
अजीजनत्पुष्करिण्यां वारुण्यां चाक्षुषो मनुम्।
प्रजापतेरात्मजायां वीरणस्य महात्मनः।
]

`verse 4 [
मनोरजायन्त दश नड्वलायां महौजसः
कन्यायां तपतां श्रेष्ठ वैराजस्य प्रजापतेः।
]

`verse 5 [
कुरुः पुरुः शत द्युम्नस्तपस्वी सत्यवाञ्छुचिः।
अग्निष्टोमोतिरात्रश्च सुद्युम्नश्चेति ते नव।
अभिमन्युश्च दशमो नड्वलायां महौजसः।
]

`verse 6 [
कुरोरजनयत्पुत्रान् षडाग्नेयी महाप्रभान्।
अङ्गं सुमनसं ख्यातिं क्रतुमङ्गिरसं शिबिम्।
]

`verse 7 [
अङ्गात्सुनीथापत्यं वै वेनमेकमजायत।
प्रजार्थमृषयस्तस्य ममन्थुर्दक्षिणं करम्।
]

`verse 8 [
वेनस्य पाणौ मथिते सम्बभूव महामुने।
वैन्यो नाम महीपालो यः पृथुः परिकीर्त्तितः।
]

`verse 9 [
येन दुग्धा मही पूर्वं प्रजानां हितकारणात्।
]

`speaker [
मैत्रेय उवाच
]

`verse 10 [
किमर्थं मथितः पाणिर्वेनस्य परमर्षिभिः।
यत्र जज्ञे महावीर्यः स पृथुर्मुनिसत्तम।
]

`speaker [
श्रीपराशर उवाच
]

`verse 11 [
सुनीथा नाम या कन्या मृत्यो प्रथमतोऽभवत्।
अङ्गस्य भार्या सा दत्ता तस्यां वेनो व्यजायत।
]

`verse 12 [
स मातामहदोषेण तेन मृत्योः सुतात्मजः।
निसर्गादेष मैत्रेय दुष्ट एव व्यजायत।
]

`verse 13 [
अभिषिक्तो यदा राज्ये स वेनः परमर्षिभिः।
घोषयामास स तदा पृथिव्यां पृथिवीपतिः।
]

`verse 14 [
न यष्टव्यं न दातव्यं न होतव्यं कथञ्चन।
भोक्ता यज्ञस्य कस्त्वन्योऽह्यहं यज्ञपतिः प्रभुः।
]

`verse 15 [
ततस्तमृषयः पूर्वं संपूज्यं पृथिवीपतिम्।
ऊचुः सामाकलं वाक्यं मैत्रेय समपस्थिताः।
]

`speaker [
ऋषय ऊचुः
]

`verse 16 [
भोभो राजन् शृणुष्व त्वं यद्वदाम महीपते।
राज्यं देहोपकाराय प्रजानां च हितं परम्।
]

`verse 17 [
दीर्घसत्रेण देवेशं सर्वयज्ञेश्वरं हरिम्।
पूजयिष्याम भद्रं। ते तस्यांशस्ते भविष्यति।
]

`verse 18 [
यज्ञेन यज्ञपुरुषो विष्णुः संप्रीणितो नृप।
अस्माभिर्भवतः कामान्सर्वानेव प्रदास्यति।
]

`verse 19 [
यज्ञैर्यज्ञेश्वरो येषां राष्ट्रे संपूज्यते हरिः।
तेषां सर्वेप्सितावाप्तिं ददाति नृप भूभृताम्।
]

`speaker [
वेन उवाच
]

`verse 20 [
मत्तः कोऽभ्यधिकोन्योस्ति कश्चाराध्यो ममापरः।
कोयं हरिरिति ख्यातो यो वो यज्ञेश्वरो मतः।
]

`verse 21 [
ब्रह्मा जनार्दनः शम्भुरिन्द्रो। वायुर्यमो रविः।
हुतभुग्वरुणो धाता पूषा भूमिर्निंशाकरः।
]

`verse 22 [
एते चान्ये च ये देवाः शापानुग्रहकारिणः।
नृपस्यैते शरीरस्थाः सर्वदेवमयो नृपः।
]

`verse 23 [
एवं ज्ञास्वा मयाज्ञप्तं यद्यथा क्रियतां तथा।
न दातव्यं न यष्टव्यं न होतव्यं च भो द्विजाः।
]

`verse 24 [
भर्तृशुश्रूषणं धर्मो यथा स्त्रीणां परो मतः
ममाज्ञापालनं धर्मो भवतां च तथा द्विजाः।
]

`speaker [
ऋषय ऊचुः
]

`verse 25 [
देह्यनुज्ञां महाराज मा धर्मो यातु संक्षयम्।
हविषां परिणामोऽयं यदेतदखिलं जगत्।
]

`speaker [
श्रीपराशर उवाच
]

`verse 26 [
इति विज्ञाप्यमानोऽपि स वेनः परमर्षिभिः।
यदा ददाति नानुज्ञां प्रोक्तः प्रोक्तः पुनः पुनः।
]

`verse 27 [
ततस्ते मुनयः सर्वे कोपामर्षसमन्विताः।
हन्यतां हन्यतां पाप इत्यूचुस्ते परस्परम्।
]

`verse 28 [
यो यज्ञपुरुषं विष्णुमनादिनिधनं प्रभुम्।
विनिन्दत्यधमाचारो न स योग्यो भुवः पतिः।
]

`verse 29 [
इत्युक्त्वा मंत्रपूतैस्तैः कुशैर्मुनिगणानृपम्।
निजघ्नुर्निहतं पुर्वं भगवन्निन्दनादिना।
]

`verse 30 [
ततश्च मुनयो रेणुं ददृशुः सर्वतो द्विज।
किमेतदिति चासन्नात्पप्रच्छुस्ते जनास्तदा।
]

`verse 31 [
आख्यातं च जनैस्तेषां चोरीभूतैरराजके।
राष्ट्रे तु लोकैरारब्धं परस्वादानमातुरैः।
]

`verse 32 [
तेषामुदीर्णवेगानां चोराणां मुनिसत्तमाः।
सुमहद्दृश्यते रेणुः परवित्तापहारिणाम्।
]

`verse 33 [
ततः संमंत्र्! य ते सर्वे सुनयस्तस्य भूभृतः।
ममन्थुरूरुं पुत्रार्थमनपत्यस्य यत्नतः।
]

`verse 34 [
मथ्यमानात्समुत्तस्थौ तस्योरोः पुरुषः किल।
दग्धस्थूणाप्रतीकाशः खल्वाटास्योतिह्रस्वकः।
]

`verse 35 [
किं करोमीति तान्सर्वान्स विप्रानाह चातुरः।
निषीदेति तमूचुस्ते निषादस्तेन सोऽभवत्।
]

`verse 36 [
ततस्तत्संभवा जाता विन्ध्यशैलनिवासिनः।
निषादा मुनिशार्दूल पापकर्मोपलक्षणाः।
]

`verse 37 [
तेन द्वारेण तत्पापं निष्क्रान्तं तस्य भूपतेः।
निषादास्ते ततो जाता वेनकल्मषनाशनाः।
]

`verse 38 [
तस्यैव दक्षिणं हस्तं ममन्थुस्ते ततो द्विजाः।
]

`verse 39 [
मथ्यमाने च तत्राभूत्पृथुर्वैन्यः प्रतापवान्।
दीप्यमानः स्ववपुषा साक्षादग्निरिव ज्वलन्।
]

`verse 40 [
आद्यमाजगवं नाम खात्पपात ततो धनुः।
शराश्च दिव्या नभसः कवचं च पपात ह।
]

`verse 41 [
तस्मिन् जाते तु भूतानि संप्रहृष्टानि सर्वशः।
]

`verse 42 [
सत्पुत्रेणैव जातेन वेनोपि त्रिदिवं ययौ।
पुन्नाम्नो नरकात् त्रातः सुतेन सुमहात्मना।
]

`verse 43 [
तं समुद्रा श्च नद्यश्च रत्नान्यादाय सर्वशः।
तोयानि चाभिषेकार्थं सर्वाण्येवोपतस्थिरे।
]

`verse 44 [
पितामहश्च भगवान्देवैराङ्गिरसैः सह।
स्थावराणि च भूतानि जङ्गमानि च सर्वशः।
समागम्य तदा वैन्यमभ्यसिञ्चन्नराधिपम्।
]

`verse 45 [
हस्ते तु दक्षिणे चक्रं दृष्ट्वा तस्य पितामहः।
विष्णोरंशं पृथुं मत्वा परितोषं परं ययौ।
]

`verse 46 [
विष्णुचक्र करे चिह्नं सर्वेषां चक्रवर्तिनाम्।
भवत्यव्याहतो यस्य प्रभावस्त्रिदशैरपि।
]

`verse 47 [
महता राजराज्येन पृथुर्वैन्यः प्रतापवान्।
सोभिषिक्तो महातेजा विधिवद्धर्मको विदै।
]

`verse 48 [
पित्रा पराजितास्तस्य प्रजास्तेनानुरञ्जिताः।
अनुरागात्ततस्तस्य नाम राजेत्यजायत।
]

`verse 49 [
आपस्तस्तंभिरे चास्य समुद्र मभियास्यतः।
पर्वताश्च ददुर्मार्गं ध्वजभङ्गश्च नाभवत्।
]

`verse 50 [
अकृष्टपच्या पृथिवी सिद्धन्त्यन्नानि चिंतया।
सर्वकामदुघा गावः पुटके पुटके मधु।
]

`verse 51 [
तस्य वै जातमात्रस्य यज्ञे पैतामहे शुभे।
सूतः सूत्यां समुत्पन्नः सौत्येऽहनि महामतिः।
]

`verse 52 [
तस्मिन्नेव महायज्ञेजज्ञे प्राज्ञेऽथ मागधः।
प्रोक्तौ तदा मुनिवरैस्तावुभौ सूतमागधौ।
]

`verse 53 [
स्तूयतामेष नृपतिः पृथुर्वैन्यः प्रतापवान्।
कर्मैतदनुरूपं वां पात्रं स्तोत्रस्य चापरम्।
]

`verse 54 [
ततस्तावूचतुर्विप्रान्सर्वानेव कृताञ्जली।
अद्य जातस्य नो कर्म ज्ञायतेस्य महीपतेः।
]

`verse 55 [
गुणा न चास्य ज्ञायन्ते न चास्य प्रथितं यशः।
स्तोत्रं किमाश्रयं त्वस्य कार्यमस्माभिरुच्यताम्।
]

`speaker [
ऋषय ऊचुः
]

`verse 56 [
करिष्यत्येष यत्कर्म चक्रवर्ती महाबलः।
गुणा भविष्या ये चास्य तैरयं स्तूयतां नृपः।
]

`speaker [
श्रीपराशर उवाच
]

`verse 57 [
ततः स नृपतिस्तोषं तच्छ्रत्वा परमं ययौ।
सद्गुणैः श्लाघ्यतामेति तस्माच्छ्लाघ्या गुणा मम।
]

`verse 58 [
तस्माद्यदद्य स्तोत्रेण गुणनिर्वर्णनं त्विमौ।
करिष्येते करिष्यामि तदेवाहं समाहितः।
]

`verse 59 [
यदिमौ वर्जनीयं च किंचिदत्र वदिष्यतः।
तदहं वर्जयिष्यामीत्येवं चक्रे मतिं नृपः।
]

`verse 60 [
अथ तौ चक्रतुः स्तोत्रं पृथोर्वैन्यस्य धीमतः।
भविष्यैः कर्मभिः सम्यक्सुस्वरौ सूतमागधौ।
]

`verse 61 [
सत्यवाग्दानशीलोयं सत्यसन्धो नरेश्वरः।
ह्रीमान्मैत्रः क्षमाशीलो विक्रान्तो दुष्टशासनः।
]

`verse 62 [
धर्मज्ञश्च कृतज्ञश्च दयावान् प्रियभाषकः।
मान्यान्मानयिता यज्वा ब्रह्मण्यः साधुसम्मतः।
]

`verse 63 [
समः शत्रौ च मित्रे च व्यवहारस्थितौ नृपः।
]

`verse 64 [
सूतेनोक्तान् गुणानित्थं स तदा मागधेन च।
चकार हृदि तादृक् च कर्मणा कृतवानसौ।
]

`verse 65 [
ततस्तु पृथिवीपालः पालयन्पृथिवीमिमाम्।
इयाज विविधैर्यज्ञैर्महद्भिर्भूरिदक्षिणैः।
]

`verse 66 [
तं प्रजाः पृथिवीनाथमुपतस्थुः क्षुधार्दिताः।
ओषधीषु प्रणष्टासु तस्मिन्काले ह्यराजके।
तमूचुस्ते नताः पृष्टास्तत्रागमनकारणम्।
]

`speaker [
प्रजा ऊचुः
]

`verse 67 [
अराजके नृपश्रेष्ठ धरित्र्! या सकलौषधीः।
ग्रस्तास्ततः क्षयं यान्ति प्रजाः सर्वाः प्रजेश्वर।
]

`verse 68 [
त्वन्नो वृत्तिप्रदो धात्रा प्रजापालो निरूपितः।
देहि नः क्षुत्परीतानां प्रजानां जीवनौषधीः।
]

`speaker [
श्रीपराशर उवाच
]

`verse 69 [
ततस्तु नपतिर्दिव्यमादायजगवं धनुः।
शरांश्च दिव्यान्कुपितः सोन्वधावद्वसुन्धराम्।
]

`verse 70 [
ततो ननाश त्वरिता गौर्भूत्वा च वसुन्धरा।
सा लोकान्ब्रह्मलोकादीन्संत्रासादगमन्मही।
]

`verse 71 [
यत्र यत्र ययौ देवी सा तदा भूतधारिणी।
तत्र तत्र तु सा वैन्यं ददृशो!ऽभ्युद्यतायुधम्।
]

`verse 72 [
ततस्तं प्राह वसुधा पृथुं राजपराक्रमम्।
प्रवेपमाना तद्बाणपरित्राणपरायणा।
]

`verse 73 [
पृथिव्युवाच
स्त्रीवधे त्वं महापापं किं नरेन्द्र। न पश्यसि।
येन मां हंतुमत्यर्थं प्रकरोषि नृपोद्यमम्।
]

`speaker [
पृथुरुवाच
]

`verse 74 [
एकस्मिन् यत्र निधनं प्रापिते दुष्टकारिणि।
बहूनां भवति क्षेमं तस्य पुण्यप्रदो वधः।
]

`verse 75 [
पृथिव्युवाच
प्रजानामुपकाराय यदि मां त्वं हनिष्यसि
आधारः कः प्रजानां ते नृपश्रेष्ठ भविष्यति।
]

`speaker [
पृथुरुवाच
]

`verse 76 [
त्वां हत्वा वसुधे बाणैर्मच्छासनपराङ्मुखीम्।
आत्मयोगबलेनेमा धारयिष्याम्यहं प्रजाः।
]

`speaker [
श्रीपराशर उवाच
]

`verse 77 [
ततः प्रणम्य वसुधा तं भूयः प्राह पार्थिवम्।
प्रवेपिताङ्गी परमं साध्वसं समुपागता।
]

`verse 78 [
पृथिव्युवाच
उपायतः समारब्धाः सर्वे सिद्ध्यन्त्युपक्रमाः।
तस्माद्वदाम्युपायं ते तं कुरुष्व यदीच्छसि।
]

`verse 79 [
समस्ता या मया जीर्णा नरनाथ महौषधीः।
यदीच्छसि प्रदास्यामि ताः क्षीरपरिणामिनीः।
]

`verse 80 [
तस्मात्प्रजाहितार्थाय मम धर्मभृतां वर।
तं तु वत्सं कुरुष्व त्वं क्षरेयं येन वत्सला।
]

`verse 81 [
समां च कुरु सर्वत्र येन क्षीरं समंततः।
वरौषधीबीजभूतं बीजं सर्वत्र भावये।
]

`speaker [
श्रीपराशर उवाच
]

`verse 82 [
तत उत्सारयामास शैलान् शतसहस्रशः।
धनुष्कोट्या पदा वैन्यस्तेन शैला विवर्द्धिताः।
]

`verse 83 [
न हि पूर्वविसर्गे वै विषमे पृथिवीतले।
प्रविभागः पुराणां वा ग्रामाणां वा पुराऽभवत्।
]

`verse 84 [
न सस्यानि न गोरक्ष्यं न कृषिर्न वणिक्पथः।
वैन्यात्प्रभृति मैत्रेय सर्वस्यैतस्य सम्भवः।
]

`verse 85 [
यत्रयत्र समं त्वस्य भूमेरासीद्द्विजोत्तम।
तत्रतत्र प्रजाः सर्वा निवासं समरोचयत्।
]

`verse 86 [
आहारः फलमूलानि प्रजानामभवत्तदा।
कृच्छ्रेण महता सोपि प्रणष्टास्वौषदीषु वै।
]

`verse 87 [
स कल्पयित्वा वत्सं तु मनुं स्वायंभुवं प्रभुम्।
स्वपाणौ पृथिवीनाथो दुदोह पृथिवीं पृथुः।
सस्यजातानि सर्वाणि प्रजानां हितकाम्यया।
]

`verse 88 [
तेनान्नेन प्रजास्तात वर्तन्तेद्यापि नित्यशः।
]

`verse 89 [
प्राणप्रदाता स पृथुर्यस्माद्भूमेरभूत्पिता।
ततस्तु पृथिवीसंज्ञामवापाखिलधारिणी।
]

`verse 90 [
ततश्च देवैर्मुनिभिर्दैत्यै रक्षोभिरद्रि भिः।
गन्धर्वैरुरगैर्यक्षैः पितृभिस्तरुभिस्तथा।
]

`verse 91 [
तत्तत्पात्रमुपादाय तत्तद्दुग्धं मुने पयः।
वत्सदोग्धृविश्षोआ!श्च तेषां तद्योनयोऽभवन्।
]

`verse 92 [
सैषा धात्री विधात्री च धारिणी पोषणी तथा।
सर्वस्य तु ततः पृथ्वी विष्णुपादतलोद्भवा।
]

`verse 93 [
एवं प्रभावस्स पृथुः पुत्रो वैन्यस्य वीर्यवान्।
जज्ञे महीपतिः पूर्वो राजाभूज्जनरञ्जनात्।
]

`verse 94 [
य इदं जन्म वैन्यस्य पृथोः संकीर्त्तरेन्नरः।
न तस्य दुष्कृतं किंचित्फलदायि प्रजायते।
]

`verse 95 [
दुस्स्वप्नोपशमं नॄणां शृण्वतामेतदुत्तमम्।
पृथोर्जन्म प्रभावश्च करोति सततं नृणाम्।
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेंशे त्रयोदशोध्यायः॥
]

`verse 96 [
ध्रुवाच्छिष्टिञ्च भव्यञ्च भव्याच्छम्भुर्व्यजायत ।
शिष्टरोधत्त सुच्छाया पञ्च पुत्रानकाल्मषान् ॥
]

`verse 97 [
रिपुं रिपुञ्जयं विप्रं वृकलं वृकतेजसम् ।
रिपोराधत्त बृहती चाक्षुषं सर्वतेजसम् ॥
]

`verse 98 [
अजीजनत् पुष्करिण्यां वारुण्यां चाक्षुषो मनुम् ।
प्रजापतेरात्मजायामरणयस्य महात्मनः ॥
]

`verse 99 [
मनोरजायन्त दश नदूलायां मबौजसः ।
कन्यायां जगतां श्वेष्ठ वैराजस्य प्रजापतेः ॥
]

`verse 100 [
उरुः पुरुः शतद्यु म्नस्तपस्वी सत्यवाक् कविः ।
अग्निष्टोमोऽतिरात्रश्व सुद्युम्नश्चेति ते न व ॥
]

`verse 101 [
अबिमन्युश्च दशामो नदूलायां महौजसः ।
ऊरोरजनयत् पुत्रान् षड़ाग्नेयी महाप्रभान् ॥
]

`verse 102 [
अङ्ग समनसं स्वातिं क्रतुमह्किरसं शिवम् ।
अङ्गात् सुनीथापत्यं वै वेणमेकमजायत ॥
]

`verse 103 [
प्रजार्थमृषयस्तस्य ममन्थुर्दक्षिणां करम् ।
वेणस्य पाणौ मथिते सम्बबूव महामुने ॥
]

`verse 104 [
वैण्यो नाम महीपालो यछ पृथुः परिकीत्तिंतः ।
येन दुग्धा मही पूर्वं प्रजानां हितकारणात् ॥
]

`verse 105 [
किमर्थं मथितः पाणिर्वेणास्य परमर्षिभिः ।
यत्र यज्ञे महावीर्य्यः स पृथुर्मुनिसत्तमः ॥
]

`verse 106 [
सुनीथा नाम या कन्या मृत्योः प्रथमतोऽभवत् ।
अङ्गस्य भार्या सा दत्ता तस्यां वेणो व्यजायत ॥
]

`verse 107 [
समातामहदोषेण तेन मृत्योः सुतात्मजः ।
निसर्गदेव मैत्रेय दुष्ट एव व्यजायत ॥
]

`verse 108 [
अभिषिक्तो यदा राज्ये स वेणः परमर्षिभिः ।
घोषयामास  तदा पृथिव्यां पृथिवीपतिः ॥
]

`verse 109 [
न यष्टव्यं न होतव्यं न दातव्यं कदाचन ।
भोक्ता यज्ञस्य कस्त्वन्यो ह्महं यज्ञपतिः प्रभुः ॥
]

`verse 110 [
ततस्तमृषयः पूर्व संपूज्य जगतीपतिम् ।
उचुः सामकलं सम्यङू मैत्रेय समुपस्थिताः ॥
]

`verse 111 [
भो भो राजन् श्वृणुष्व त्वं यदू वदामस्तव प्रभो ।
राज्यदेहोपकाराय प्रजानाञ्च हितं परम् ॥
]

`verse 112 [
दीर्घसत्रेण देवेशं सर्व्वयज्ञेश्वरं हरिम् ।
पूजयिष्याम भद्रं ते तस्यांशस्ते भविष्यति ॥
]

`verse 113 [
यज्ञेन यज्ञपुरुषो हरिः संप्रीणितो नृप ।
अस्माभिर्भवतः कामान् सर्वानेव प्रदास्यति ॥
]

`verse 114 [
यज्ञैर्यज्ञश्वेरो येषां राष्टे संपूज्यते हरिः ।
तेषां सर्वेप्सितावाप्तिं ददाति नृप भूभृताम् ॥
]

`verse 115 [
मत्तः कोऽभ्यधिकोऽन्योऽस्ति यश्वाराध्यो ममापरः ।
कोऽयं हरिरिति ख्यातो योऽयं यज्ञ श्वरो मतः ॥
]

`verse 116 [
ब्रह्मा जनार्दनः शम्भुरिन्द्रो वायुर्यमो रविः ।
हुतभुग वरुणो धाता पूषा भूमिर्निशाकरः ॥
]

`verse 117 [
एते चान्ये च ये देवाः शापानुग्रहकारिणः ।
नृपस्यैते शरीरस्थाः सर्व्वदेवमयो नृपः ॥
]

`verse 118 [
एतजूज्ञात्वा मयाज्ञप्तं यथावत् क्रियतां तथा ।
दातव्यं न होतव्यं न यष्टव्यञ्च वो द्रिजाः ॥
]

`verse 119 [
भर्दृ शुश्व षणां धर्म्मो यथा स्त्रीणां परो मतः ।
ममाज्ञापालनं धर्म्मो भवताञ्च तथा द्रिजाः ॥
]

`verse 120 [
देह्मनुज्ञां महाराज मा धर्म्मो यातु संक्षयम् ।
हविषां परिणामोऽयं यदेतदखिलं जगत् ॥
]

`verse 121 [
इति वज्ञौप्यमानोऽपि स वेणः परमर्षिबिः ।
यदा ददाति नानज्ञां प्रोक्तः प्रोक्तः पुनः पुनः ॥
]

`verse 122 [
ततस्तु मुनयः सर्वे कोपामर्।समन्विताः ।
हन्यतां हन्यतां पाप इत्यूचुस्ते परस्परम् ॥
]

`verse 123 [
यो यज्ञापुरुषं देवमनादिनिधनं प्रबुम् ।
विनिन्दत्यधमाचारो न स योग्यो भुवः पतिः ॥
]

`verse 124 [
इत्युत्तवा मन्त्रपूतैस्तैः कुशैर्मुनिगणा नृपम् ।
निजध्नुर्निहतं पूर्वं भगावन्निन्दनादिना ॥
]

`verse 125 [
ततश्च मुनयोः रेणुं ददृशुः सर्वतो द्रिज ।
किमेतदिति चासन्नं पप्रच्छुस्ते जनं तदा ॥
]

`verse 126 [
अखायतञ्च जनैस्तेषां चैरीभूतैरराजके ।
राष्ट्र तु लोकैरारश्धं परस्वादानमातुरैः ॥
]

`verse 127 [
तेषामुदीर्णावेगानां चौराणां मुनिसत्तमः ।
सुमहान् दृश्यते रेणुः परवित्तापहरिणाम् ॥
]

`verse 128 [
ततः समंमन्त्र्य ते सर्व्वे मुनयस्तस्य भूभृतः ।
ममन्थुरूरुं पुत्रार्थम् अनपत्यस्य यत्नातः ॥
]

`verse 129 [
मथ्यतश्व समुत्तस्थौ तस्योरोः पुरुषः किल ।
दग्धस्थूणाप्रतीकाशः सर्बटास्योऽतिह्नस्वकः ॥
]

`verse 130 [
किं करोमीति तान् सर्व्वान् विप्रान् प्राह त्वरान्वितः ।
निषीदेति तमूचुस्ते निषादस्तेन सोऽभवत् ॥
]

`verse 131 [
ततस्ततूसम्भवा जाता विन्ध्यशैलनिवासिनः ।
निषादा मुनिशाद्दूल पापकर्मोपलक्षणाः ॥
]

`verse 132 [
तेन द्रारेणा पापं निष्क्रान्तं तस्य भूपतेः ।
निषादास्ते ततो जाता वेणकल्मषनाशानाः ॥
]

`verse 133 [
ततोऽस्य दक्षिणां हस्तं ममन्थुस्तस्य ते द्विजाः ।
मथ्यमाने च तत्राभूत् पृथुर्वैण्यः प्रतापवान् ॥
]

`verse 134 [
दीप्यमानः स वपुषा साक्षादग्निरिव ज्वलन् ।
आद्यमाजगवं नाम खात् पपाग ततो धनुः ॥
]

`verse 135 [
शराश्व दिव्या नभसः कवचञ्च पपात ह ।
तस्मिन् जाते तु भूतानि सम्प्रहृष्टानि सर्व्वशः ॥
]

`verse 136 [
सत्पुत्रेणा च जैतेन वैणोऽपि त्रिदिवं ययौ ।
पुन्नाम्नो नरकात् त्रातः स तेन सुमहात्मना ॥
]

`verse 137 [
तं समुद्राश्च नद्यश्च रत्रान्यादाय सर्व्वशः ।
तोयानि चाभिषेकार्थं सर्व्वाण्योवोपतस्थिरे ॥
]

`verse 138 [
पितामहश्व भगवान् देवैराङ्गिरसैः सह ।
स्थावराणि च भूतानि जंगमानि च सर्व्वशः ॥
]

`verse 139 [
समागम्य तदा वैण्यमभ्यषिञ्चन् नराधिपम् ।
हस्ते तु दक्षिणो चक्रं दृष्टूवा तस्य पितामहः ॥
]

`verse 140 [
विष्णोरंशं पृथुं मत्वा परितोषं परं ययौ ।
विष्णुचिह्नं करे चक्रं सर्व्वेषां चक्रवर्त्तिनाम् ॥
]

`verse 141 [
भवत्यव्याहतो यस्य प्रभावस्त्रिदशौरपि ।
महता राजराज्येन पृथुर्व्वैण्यः प्रतापवान् ॥
]

`verse 142 [
सोऽबिषिक्तो महातेजा विधिवद्धर्म्मकोविदैः ।
पित्रा परञ्जितास्तस्य प्रजास्तेनानुरञ्जिताः ॥
]

`verse 143 [
अनुरागात् ततस्तस्य नाम राजेत्यजायत ।
आपस्तस्तम्भिरे चास्य समुद्रमभियास्यतः ॥
]

`verse 144 [
पर्व्वताश्व ददुर्मागं ध्वजभङ्गश्व नाभवत् ।
अकृष्टपच्या पृथिवी सिध्यन्त्यन्नानि चिन्तया ॥
]

`verse 145 [
सर्व्वकामदुधा गावः पृटके पुटके मधु ।
तस्य वै जातमात्रस्य यज्ञे पैतामहे शुभे ॥
]

`verse 146 [
सूतः सूत्यां समुत्पन्नः सौत्येऽहनि महामतिः ।
तस्मिन्नेव महायज्ञे जज्ञ प्राज्ञोऽथ मागधः ॥
]

`verse 147 [
प्रोक्तौ तदा मुनिवरैस्तावुभौ सुतमागधौ ।
स्तूयतामेष नृपतिः पृथुर्वैण्यः प्रतापवान् ॥
]

`verse 148 [
कर्म्मैतदनुरूपं वां पात्रं स्तोत्रस्य चाप्ययम् ।
ततस्तावूचतुर्व्विप्रान् सर्व्वानेव कृताञ्जली ॥
]

`verse 149 [
अद्य जातस्य नो कर्म ज्ञायतेऽस्य महीपतेः ।
गुणा न चास्य ज्ञायन्ते न चास्य प्रथितं यशः ।
स्तोत्रं किमाश्वयञ्चास्य कार्य्यमस्माभिरुच्यताम् ॥
]

`verse 150 [
करिष्यत्येष यत् कर्म्म चक्रवत्ती महाबलः ।
गुणा भविष्या ये चास्य तैरयं स्तूयतां नृपः ॥
]

`verse 151 [
ततः स नृपतिस्तोषं तधु त्वा परमं ययौ ।
सदुगुणौः श्लाध्यतामेति स्तव्याश्वाभ्यां गुणा मम ॥
]

`verse 152 [
तस्माद् यदद्य स्तोत्रेण गुणनिर्व्वर्णनं त्विमौ ।
करिष्येते करिष्यामि तदेवाहं समाहितः ॥
]

`verse 153 [
यदिमौ वर्ज्जनीयञ्चक्ते मतिं नृपः ॥
]

`verse 154 [
अथ तौ चक्ततुः स्तोत्रं पृथोर्वैण्यस्य धीमतः ।
भविष्यैः कर्मभिः सम्यक् सुस्वरौ सूतमागधौ ॥
]

`verse 155 [
पुत्यवाग् दामशीलोऽयं सत्यसन्धो नरेश्वरः ।
ह्रीमान् मैत्रः क्षमाशीलो विक्रान्तो दुष्टशासनः ॥
]

`verse 156 [
धर्मज्ञाश्व क्रतज्ञश्व दयावान् प्रियभाषकः ।
मान्यमानयिता यज्वा ब्रह्मण्यःसाधुसम्मतः ॥
]

`verse 157 [
समः शत्रौ च मित्रे च व्यवहारे स्थितो नृपः ।
सूतेनोक्त नू गुणानित्थं स तदा  मागधेन च ॥
]

`verse 158 [
चकार ह्टदि तादृक् च कर्मणा कृतवानसौ ।
ततः स पृथिवीपालः पालयन् वसुधामिमाम् ॥
]

`verse 159 [
इयाज विविधैर्य्यज्ञैर्महद्भिर्भूरिदक्षिणैः ।
तं प्रजाः पृप्वीनाथमुपतस्थुः क्षुधादिंताः ॥
]

`verse 160 [
ओषदीषु प्रनष्टाषु तास्मिन् काले ह्मराजके ।
तमूचुस्तेन ताः पृष्टास्तत्रागमनकारणम् ॥
]

`verse 161 [
अराजके नृपश्वेष्ठे धरिव्या सकलौषधीः ।
ग्रस्तास्ततः क्षयं यान्ति प्रजाः सर्व्वाः प्रजेश्वर ॥
]

`verse 162 [
त्वं नो वृत्तिप्रदो धात्रा प्रजापालो निरूपितः ।
देहि नः क्षु तूपरीतानां प्रजानां जीवनौषधीः ॥
]

`verse 163 [
ततोऽथ नृपतिर्दिव्यमादायाजगवं धनुः ।
शरांश्व दिव्यान् कुपितः सोऽन्वधावद् वसुन्धराम् ॥
]

`verse 164 [
ततो ननाश त्वरिता गौर्भूत्वा तु वसुन्धरा ।
सा लोकान् ब्रह्मलोकादीन् तत्वासादगमन्मही ॥
]

`verse 165 [
यत्र यत्र ययौ देवी सा तदा भूतधारिणी ।
तत्र तत्र तु सा वैण्यं ददर्शाभ्युद्यतायुधम् ॥
]

`verse 166 [
ततस्तं प्राह वसुधा पृथुं पृथुपराक्रमम् ।
प्रवेपमाणा तदूवाणापरित्राणपरायणा ॥
]

`verse 167 [
स्त्रीवधे त्व महापापं किं नरेन्द्र न पश्यसि ।
येन मां हन्तुमत्यर्थं प्रकरोषि नृपोद्यमम् ॥
]

`verse 168 [
एकस्मिन् यत्र निधनं प्रापिते दुष्टकारिणि ।
बहूनां भवति क्षेमं तस्य पुणयप्रदौ वधः ॥
]

`verse 169 [
प्रजानामुपकाराय यदि मां त्वं हनिष्यसि ।
आधारः कः प्रजानां ते नपश्वेष्ठे भविष्यति ॥
]

`verse 170 [
त्वं हत्वा वसुधे वाणौर्मच्छासनपराङूमुखीम् ।
आत्मयोगबलेनेमा धारयिष्याम्यहं प्रजाः ॥
]

`verse 171 [
ततः प्रणाम्य वसुधा तं भूयः प्राह पार्थिवम् ।
प्रवेपिताङ्गी परमं साध्वसं समुपागता ॥
]

`verse 172 [
उपायतः समारब्धाः सर्वे सिध्यन्त्युपक्रमाः ।
तस्माद् वदाम्युपायं ते ततू कुरुष्व यदिच्छसि ॥
]

`verse 173 [
समस्तास्ता मया जीर्णा नरनाथ महौषधीः ।
यदीच्छसि प्रदास्यामि ताः क्षीरपरिणामिनीः ॥
]

`verse 174 [
तस्मात् प्रजाहितार्थाय मम धर्म्मबृतां वर ।
तं तु वतूसं प्रयच्छत्वं क्षरेयं येन वतूसला ॥
]

`verse 175 [
समाञ्च कुरु सर्वत्र येन क्षीरं समन्ततः ।
वरोषधी बीजभूतं वीर सर्वत्र भावये ॥
]

`verse 176 [
तत उत्सारयामास शैलांञ् शतसहस्त्रशः ।
धनुः कोटया तदा वैरायस्ततः शैला विवर्ज्जिताः ॥
]

`verse 177 [
न हि पूर्वविसर्गे वै विषमे पृथिवीतले ।
प्रविभागः पुराणां वा ग्रामाणां वा तदाभवत् ॥
]

`verse 178 [
न शस्यानि न गोरक्षं न कृषिर्न वणिकूपथः ।
वैणयातूप्रभृति मैत्रेय सर्वस्यैतस्य सम्भवः ॥
]

`verse 179 [
यत्र यत्र समं तस्या भूमेरासीनूनराधिपः ।
तत्र तत्र प्रजानां हि निवासं समरोचयते ॥
]

`verse 180 [
आहारः फलमूलानि प्रजानामभवत् तदा ।
कृच्छ्रणे महता सोऽपि प्रनष्टास्वौषधीषु वै ॥
]

`verse 181 [
स कल्पयित्वा वतूसं तुमनुं स्वायम्भुवं प्रभुः ।
स्वे पाणौ पृथिवीनाथो दुदोह पृथिवीं पृथुः ॥
]

`verse 182 [
शस्यजातानि सर्वाणि प्रजानां हितकाम्यया ।
तेनान्नेन प्रजास्तात वर्त्तन्तेऽद्यापि नित्यशः ॥
]

`verse 183 [
प्राणाप्रदानात् स पृथु र्यस्मादू भूमेरभूत् पिता ।
ततस्तु पृथिवीसंज्ञामवापाखिलधारिणी ॥
]

`verse 184 [
ततश्व देवैर्मुनिबिर्दैत्यैरक्षोभिरद्रिभिः ।
गन्धर्वैरुरगैर्यक्षैः पितृभिस्तरुभिस्तथा ॥
]

`verse 185 [
तत ततू पात्रमुपादाय तत् तदू तुग्धा मुने पयः ।
वत्सदोग्धृविशेषाश्व तेषां तदूयोनयोऽभवन् ॥
]

`verse 186 [
सैषा धात्री विधात्री च धारिणी पोषिणी तथा ।
सर्वस्य जगतः पृथ्वी विष्णुपादतलोद्भवा ॥
]

`verse 187 [
एवं प्रभावः स पृथुः पुत्रो वेणस्य वीर्य्यवान् ।
जज्ञे महीपतिः पूर्वो राजाभूज्जनरञ्चनात् ॥
]

`verse 188 [
य इदं जन्म वैण्यस्य पृथोः कीर्त्तयते नरः ।
न तस्य दुष्कृतं किञ्चित् फलदायी प्रजायते ॥
]

`verse 189 [
दुःस्वप्नोपशामं नॄ णां श्वृणवतां चैतदुत्तमम् ।
पृथोर्जन्म प्रभावश्व करोति सततं नृणाम् ॥
]
