`verse 1 [
पृथोः पुत्रौ महावीर्यौ जज्ञातोऽन्तर्द्धिपालिनौ
शिखण्डिनी हविर्द्धानमन्तर्द्धानाद् व्यजायत ॥
]

`verse 2 [
हविर्द्धानात् षडाग्नेयी धिषणाजनयत् सुतान् ।
प्राचीनबर्हिषं शुक्रं गयं कृष्णं व्रजाजिनौ ॥
]

`verse 3 [
प्राचीनबर्हिर्भगवान् महानासीत् प्रजापतिः ।
हविर्धानान्महाभाग येन संवर्धिताः प्रजाः
]

`verse 4 [
प्राचीनाग्राः कुशास्तस्य पृथिव्यां विश्रुता मुने  ।
प्राचीनबर्हिरभवत्ख्यातो भुवि महाबलः
]

`verse 5 [
समुद्रतनयायां तु कृतदारो महीपतिः  ।
महतस्तमसः पारे सवर्णायां महामते
]

`verse 6 [
सवर्णाधत्त सामुद्री दश प्राचीनबर्हिषः  ।
सर्वे प्राचेतसो नाम धनुर्वेदस्य पारगाः
]

`verse 7 [
अपृथग्धर्मचरणास्ते तप्यन्त महत्तपः  ।
दशवर्षसहस्राणि समुद्रसलिलेशयः
]

`speaker [
श्रीमैत्रेय उवाच
]

`verse 8 [
यदर्थं ते महात्मानस्तपस्तेपुर्महामुने  ।
प्राचेतसः समुद्राम्भस्येतदाख्यातुमर्हसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 9 [
पित्रा प्रचेतसः प्रोक्ताः प्रजार्थममितात्मना  ।
प्रजापतिनियुक्तेन बहुमानपुरःसरम्
]

`speaker [
प्राचीनबर्हिरुवाच
]

`verse 10 [
ब्रह्मणा देवदेवेन समादिष्टोस्म्यहं सुताः  ।
प्रजाः संवर्धनीयास्ते मया चोक्तं तथेति तत्
]

`verse 11 [
तन्मम प्रीतये पुत्राः प्रजावृद्धिमतन्द्रिताः  ।
कुरुध्वं माननीया वः सम्यगाज्ञा प्रजापतेः
]

`speaker [
श्रीपराशर उवाच
]

`verse 12 [
ततस्ते तत्पितुः श्रुत्वा वचनं नृपनन्दनाः  ।
तथेत्युक्त्वा च तं भूयः पप्रच्छुः पितरं मुने
]

`speaker [
प्रचेतस ऊचुः
]

`verse 13 [
येन तात प्रजावृद्धौ समर्था कर्मणा वयम्  ।
भवेम तत्समस्तं नः कर्म व्याख्यातुमर्हसि
]

`speaker [
पितोवाच
]

`verse 14 [
आराध्य वरदं विष्णुमिष्टप्राप्तिमसंशयम्  ।
समेति नान्यथा मर्त्यः किमन्यत्कथयामि वः
]

`verse 15 [
तस्मात्प्रजा विवृद्ध्यर्थं सर्वभूतप्रभुं हरिम्  ।
आराधयत गोविन्दं यदि सिद्धिमभीप्सथः
]

`verse 16 [
धर्ममर्थं च कामं च मोक्षं चान्विच्छतां सदा  ।
आराधनीयो भगवाननादिपुरुषोत्तमः
]

`verse 17 [
यस्मिन्नाराधिते सर्गं चकारादौ प्रजापतिः  ।
तमाराध्याच्युतं वृद्धिः प्रजानां वो भविष्यति
]

`speaker [
श्रीपराशर उवाच
]

`verse 18 [
इत्येवमुक्तास्ते पित्रा पुत्राः प्राचेतसो दश  ।
मग्नाः पयोधिसलिले तपस्तेषुः समाहिताः
]

`verse 19 [
दशवर्षसहस्राणि न्यस्तचित्ता जगत्पतौ  ।
नारायणे मुनिश्रेष्ठ सर्वलोकपरायणे
]

`verse 20 [
तत्रैवावस्थिता देवमेकाग्रमनसो हरिम्  ।
तुष्टुवुर्यःस्तुतः कामान् स्तोतुरिष्टान्प्रयच्छति
]

`speaker [
श्रीमैत्रेय उवाच
]

`verse 21 [
स्तवं प्रचेतसो विष्णोः समुद्राम्भसि संस्थिताः  ।
चक्रुस्तन्मे मुनिश्रेष्ठ सुपुण्यं वक्तुमर्हसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 22 [
शृणु मैत्रेय गोविन्दं यथापूर्वं प्रचेतसः  ।
तुष्टुवुस्तन्मयीभूताः समुद्रसलिलेशयाः
]

`speaker [
प्रचेतस ऊचुः
]

`verse 23 [
नताः स्म सर्ववचसां प्रतिष्ठा यत्र शाश्वती  ।
तमाद्यन्तमशेषस्य जगतः परमं प्रभुम्
]

`verse 24 [
ज्योतिराद्यमनौपम्यमण्वनन्तमपारवत् ।
योनिभूतमशेषस्य स्थावरस्य चरस्य च
]

`verse 25 [
यस्याहः प्रथमं रूपमरूपस्य तथा निशा  ।
संध्या च परमेशस्य तस्मै कालात्मने नमः
]

`verse 26 [
भुज्यतेऽनुदिनं देवैः पितृभिश्च सुधात्मकः  ।
बीजभूतं समस्तस्य तस्मै सोमात्मने नमः
]

`verse 27 [
यस्तमास्यत्ति तीव्रात्मा प्रभाभिर्भासयन्नभः  ।
घर्मशीताम्भसा योनिस्तस्मै सूर्यत्मने नमः
]

`verse 28 [
काठिन्यवान् यो बिभर्ति जगदेतदशेषतः  ।
शब्दादिसंश्रयो व्यापी तस्मै भूम्यात्मने नमः
]

`verse 29 [
यद्योनिभूतं जगतो वीजं यत्सर्वदेहिनाम्  ।
तत्तोयरूपमीशस्य नमामो हरिमेधसः
]

`verse 30 [
यो मुखं सर्वदेवानां हव्यभुक्कव्यभुक्तथा  ।
पितॄणां च नमस्तस्मै विष्णवे पावकात्मने
]

`verse 31 [
पञ्चधावस्थितो देहे यश्चेष्टां कुरुतेऽनिशम्  ।
आकाशयोनिर्भगवांस्तस्मै वाय्वात्मने नमः
]

`verse 32 [
अवकाशमशेषाणां भूतानां यः प्रयच्छति  ।
अनन्तमूर्तिमाञ्छुद्धस्तस्मै व्योमात्मने नमः
]

`verse 33 [
समस्तेन्द्रियसर्गस्य यः सदा स्थानमुत्तमम्  ।
तस्मै शब्दादिरूपाय नमः कृष्णाय वेधसे
]

`verse 34 [
गृह्णाति विषयान्नित्यमिन्द्रियात्माक्षराक्षरः  ।
यस्तस्मै ज्ञानमूलाय नतास्म हरिमेधसे
]

`verse 35 [
गृहीतानिन्द्रियैरर्थानात्मने यः प्रयच्छति  ।
अन्तःकरणरूपाय तस्मै विश्वात्मने नमः
]

`verse 36 [
यस्मिन्ननन्ते सकलं विश्वं यस्मात्तथोद्गतम्  ।
लयस्थानं च यस्तस्मै नमः प्रकृतिधर्मिणे
]

`verse 37 [
शुद्धः संल्लक्ष्यते भ्रान्त्या गुणवानिव योऽगुणः  ।
तमात्मरूपिणं देव नतास्म पुरुषोत्तमम्
]

`verse 38 [
अविकारमजं शुद्धं निर्गुणं यन्निरजनम्  ।
नताःस्मतत्परं ब्रह्म विष्णोर्यत्परमं पदम्
]

`verse 39 [
अदीर्घह्रस्वमस्थूलण्वनमश्यामलोहितम्  ।
अस्नेहच्छायमतनुमसक्तमशरीरीणम्
]

`verse 40 [
अनाकाशमसंस्पर्शमगन्धमरसं च यत् ।
अचक्षुश्रोत्रमचलमवाक्पाणिममानिसम्
]

`verse 41 [
अनामगोमत्रसुखमतेजस्कमहेतुकम्  ।
अभयं भ्रान्तिरहितम निद्रमजरामरम्
]

`verse 42 [
अरजोशब्दममृतमप्लुतं यदसंवृतम्  ।
पूर्वापरेण वै यस्मिस्तद्विष्णोः परमं पदम्
]

`verse 43 [
परमेशत्वगुणवत्सर्वभूतमसंशयम्  ।
नतास्म तत्पदं विष्णोर्जिह्वादृग्गोचरं न यत्
]

`speaker [
श्रीपराशर उवाच
]

`verse 44 [
एवं प्रचेतसो विष्णुं स्तुवन्तस्तत्समाधयः  ।
दशवर्षसहस्राणि तपश्चेरुर्महार्णवे
]

`verse 45 [
ततः प्रसन्नो भगवांस्तेषामन्तर्जले हरिः  ।
ददौ दर्शनमुन्निद्रनीलोत्पलदलच्छविः
]

`verse 46 [
पतत्रिराजमारूढमवलोक्य प्रचेतसः  ।
प्रणिपेतुः शिरोभिस्तं भक्तिभारावनामितैः
]

`verse 47 [
ततस्तानाह भगवान्व्रयतामीप्सतो वरः  ।
प्रसादसुमुखोहं वो वरदः समुपस्थितः
]

`verse 48 [
ततस्तमूचुर्वरदं प्रणिपत्य प्रचेतसः  ।
यथा पित्रा समादिष्टं प्रजानां वृद्धिकारणम्
]

`verse 49 [
स चापि देवस्तं दत्त्वा यथभिलषितं वरम्  ।
अन्तर्धानं जगामाशु ते च निश्चक्रमुर्जलात्
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेऽंशे प्रचेतास्तवो नाम चतुर्दशोऽध्यायः (१४)
]
