`speaker [
श्रीपराशर उवाच
]

`verse 1 [
तपश्चरत्सु पृथिवीं प्रचेतःसु महीरुहाः  ।
अरक्ष्यमाणामावव्रुर्बभूवाथ प्रजाक्षयः
]

`verse 2 [
नाशकन्मरुतो वातुं वृतं खमभवद्द्रुमैः  ।
दशवर्षसहस्राणि न शकुश्चेष्टितुं प्रजाः
]

`verse 3 [
तान्दृष्ट्वा जलनिष्क्रान्ताः सर्वे क्रुद्धाः प्रचेतसः  ।
मुखेभ्यो वायुमग्निं च तेऽसृजन् जातमन्यवः
]

`verse 4 [
उन्मूलानथ तान्वृक्षान्कृत्वा वायुरशोषयत् ।
तानग्निरदहद्घोरस्तत्राभूद्द्रुमसंक्षयः
]

`verse 5 [
द्रुमक्षयमथो दृष्ट्वा किञ्चिच्छिष्टेषु शाखिषु  ।
उपगम्याब्रवीदेतान्राजा सोमः प्रजापतीन्
]

`verse 6 [
कोपं यच्छत राजानः शृणुध्वञ्च वचो मम  ।
सन्धानं वः करिष्यामि सह क्षितिरुहैरहम्
]

`verse 7 [
रत्नभूता च कन्येयं वार्क्षेयी वरवर्णिनी  ।
भविष्यज्जानता पूर्वं मया गोभिर्विवर्धिता
]

`verse 8 [
मारिषा नाम नाम्नैषा वृक्षाणामिति निर्मिता  ।
भार्या वोऽस्तु महाभागा ध्रुवं वंशविवर्धिनी
]

`verse 9 [
युष्माकं तेज सोर्धेन मम चार्धेन तेजसः  ।
अस्यामुत्पत्स्यते विद्वान्दक्षोनाम प्रजापतिः
]

`verse 10 [
मम चांशेन संयुक्तो युष्मत्तेजोमयेन वै  ।
तेजसाग्निसमो भूयः प्रजाः संवर्धयिष्यति
]

`verse 11 [
कण्डुर्नाम मुनिः पूर्वमासीद्वेदविदां वरः  ।
मुरम्ये गोमतीतीरे म तेपे परमं तपः
]

`verse 12 [
तत्क्षोभाय सुरेन्द्रेण प्रम्लोचाख्या वराप्सराः  ।
प्रयुक्ता क्षोभयामास तमृषिं सा शुचिस्मिता
]

`verse 13 [
क्षोभितः स तया सार्धं वर्षाणामधिकं शतम्  ।
अतिष्ठन्मन्दरद्रोण्यां विषयासक्तमानसः
]

`verse 14 [
तं सा प्राह महाभाग गन्तुमिच्छाम्यहं दिवम्  ।
प्रसादसुमुखो ब्रह्मन्ननुज्ञां दातुमर्हसि
]

`verse 15 [
तयैवमुक्तः स मुनिस्तस्यामासक्तमानसः  ।
दिनानि कतिचिद्भद्रे स्थीयतामित्यभाषत
]

`verse 16 [
एवमुक्ता ततस्तेन साग्रं वर्षशतं पुनः  ।
बुभुजे विषयांस्तन्वी तेन साकं महात्मना
]

`verse 17 [
अनुज्ञां देहि भगवन् व्रजामि त्रिदशालयम्  ।
उक्तस्तथेति स पुनः स्थीयतामित्यभाषत
]

`verse 18 [
पुनर्गते वर्षशते साधिक सा शुभानना  ।
यामीत्याह दिवं ब्रह्मन्प्रणयस्मितशोभनम्
]

`verse 19 [
उक्तस्तयैवं स मुनिरुपगुह्यायते क्षणाम्  ।
इहास्यतां क्षणं सुभु चिरकालं गमिष्यसि
]

`verse 20 [
सा क्रीडमाना सुश्रोणी सह तेनर्षिणा पुनः  ।
शतद्वयं किञ्चिदूनं वर्षणामन्वतिष्ठत
]

`verse 21 [
गमनाय महाभाग देवराजनिवेशनम्  ।
प्रोक्तः प्रोक्तस्तया तन्व्या स्थीयतामित्यभाषत
]

`verse 22 [
तस्य शापभयाद्भीता दाक्षिण्येन च दक्षिणा  ।
प्रोक्ता प्रणयभङ्गर्तिवेदिनी न जहौ मुनिम्
]

`verse 23 [
तया च रमतस्तस्य परमर्षेरहर्निशम्  ।
नवंनवमभूत्प्रम मन्मथाविष्टचेतसः
]

`verse 24 [
एकदा तु त्वरायुक्तो निश्चक्रामोटजान्मुनिः  ।
निष्क्रामन्तं च कुत्रेति गम्यते प्राह सा शुभा
]

`verse 25 [
इत्युक्तः स तया प्राह परिवृत्तमहः शुभे  ।
सन्ध्योपास्तिं करिष्यामि क्रियालोपोन्यथा भवेत्
]

`verse 26 [
ततः प्रहस्य सुददी तं सा प्राह महामुनिम्  ।
किमद्य सर्वधर्मज्ञ परिवृत्तमहस्तव
]

`verse 27 [
बहूनां विप्र वर्षाणां परिवृत्तम हस्तव  ।
गतमेतन्न कुरुते विस्मयं कस्य कथ्यताम्
]

`speaker [
मुनिरुवाच
]

`verse 28 [
प्रातस्त्वमागता भद्रे नदीतीरमिदं शुभम्  ।
मया दृष्टासि तन्वङ्गि प्रविष्टासि ममाश्रमम्
]

`verse 29 [
इयं च वर्तते सन्ध्या परिणाममहर्गतम्  ।
उपहासः किमर्थोयं सद्भावः कथ्यतां मम
]

`speaker [
प्रम्लोचोवाच
]

`verse 30 [
प्रत्यूषस्यागता ब्रह्मन् सत्यमेतन्न तन्मृषा  ।
नन्वस्य तस्य कालस्य गतान्यब्दशतानि ते
]

`speaker [
सोम उवाच
]

`verse 31 [
ततः स साध्वसो विप्रस्तां पप्रच्छायतेक्षणाम्  ।
कथ्यतां भीरु कः कालस्त्वया मे रमतः सह
]

`speaker [
प्रम्लोचोवाच
]

`verse 32 [
सप्तोत्तराम्यतीतानि नववर्षशतानि ते  ।
मासाश्च षट्तथैवान्यत्समतीतं दिनत्रयम्
]

`speaker [
ऋषिरुवाच
]

`verse 33 [
सत्यं भीरु वदस्येतत्परिहासोऽथवा शुभे  ।
दिनमेकमहं मन्येत्वया सार्धमिहासितम्
]

`speaker [
प्रम्लोचोवाच
]

`verse 34 [
वदिष्याम्यनृतं ब्रह्मन्कथमत्र तवान्तिके  ।
विशेषेणाद्य भवता पृष्टा मार्गानुवर्तिना
]

`speaker [
सोम उवाच
]

`verse 35 [
निशम्य तद्वचः सत्यं स मुनिर्नृपनन्दनाः  ।
धिक्धिक्मामित्यतीवेत्थं निनिन्दात्मानमात्मना
]

`speaker [
मुनिरुवाच
]

`verse 36 [
तपांसि मम नष्टनि हतं ब्रह्मविदां धनम्  ।
हतो विवेकः केनापि योषिन्मोहाय निर्मिताः
]

`verse 37 [
ऊर्मिषट्कातिगं ब्रह्म ज्ञेयमात्मजयेन मे  ।
मतिरेषा हृता येन धिक्तं कामं महाग्रहम्
]

`verse 38 [
व्रतानि वेदवेद्याप्तिकाराणान्यखिलानि च  ।
नरकग्राममर्गेण सङ्गेनापहृतानि मे
]

`verse 39 [
विनिन्द्येत्थं स धर्मज्ञः स्वयमात्मानमात्मना  ।
तामप्सरसमासीनामिदं वचनमब्रवीत्
]

`verse 40 [
गच्छ पापे यथाकामं यत्कार्यं तत्कृतं त्वया  ।
देवराजस्य मत्क्षोभं कुर्वन्त्या भावचेष्टितैः
]

`verse 41 [
न त्वां करोण्यहं भस्म क्रोधतीव्रेण वह्निना  ।
सतां सप्तपदं मैत्रुमुषि तोहं त्वया सह
]

`verse 42 [
अथ वा तव को दोषः किं वा कुप्याम्यहं तव  ।
ममैव दोषो नितरां येनाहमजितेन्द्रियः
]

`verse 43 [
यया शक्रप्रियार्थिन्या कृतो मे तपसो व्ययः  ।
त्वया धिक्तां महामोहमञ्जृषां सुजुगुप्सिताम्
]

`speaker [
सोम उवाच
]

`verse 44 [
यावदित्थं स विप्रर्षिस्तां ब्रवीति समुध्यमाम्  ।
तावद्गलत्स्वेदजला साबभूवातिवेपथुः
]

`verse 45 [
प्रवेपमानां सततं खिन्नगात्रलतां सतीम्  ।
गच्छ गच्छेति सक्रोधमुवाच मुनिसत्तमः
]

`verse 46 [
सा तु निर्भर्त्सिता तेन विनाष्क्रम्य तदाश्रमात् ।
आकाशगामिनी स्वेदं ममार्ज तरुपल्लवैः
]

`verse 47 [
निर्मार्जमाना गात्राणि गलत्स्वेदजलानि वै  ।
वृक्षाद्धृक्षं ययौ बाला तदग्रारुणपल्लवैः
]

`verse 48 [
ऋषिणा यस्तदा गर्भस्तस्या देहे समाहितः  ।
निर्जगाम स रोमाञ्चस्वेदरूपी तदङ्गतः
]

`verse 49 [
तं वृक्षा जगृहुर्गर्भमेकं चक्रे तु मारुतः  ।
मया चाप्यायितो गोभिः स तदा ववृधे शनैः
]

`verse 50 [
वृक्षाग्रगर्भसम्भूता मारिषाख्या वरानना  ।
तां प्रदास्यन्ति वो वृक्षाः कोप एष प्रशाम्यताम्
]

`verse 51 [
कण्डोरपत्यमेवं सा वृक्षेभ्यश्च समुद्गता  ।
ममापत्यं तथा वायोः प्रम्लोचातनया च सा
]

`verse 52 [
स चापि भगवान् कण्डुः क्षीणे तपसि सत्तमः  ।
पुरुषोत्तमाख्यं मैत्रेय विष्णोरायतनं ययौ
]

`verse 53 [
तत्रैकाग्रमतिर्भूत्वा चकाराराधनं हरेः  ।
ब्रह्मपारमयं कुर्वञ्जपमेकाग्रमानसः  ।
ऊर्ध्वबाहुर्महायोगी स्थित्वासौ भूपनन्दनाः
]

`speaker [
प्रचेतस ऊचुः
]

`verse 54 [
ब्रह्मपारं मुने श्रोतुमिच्छामः परमं स्तवम्  ।
जपता कण्डुना देवो येनाराध्यत केशवः
]

`speaker [
सोम उवाच
]

`verse 55 [
पारं परं विष्णुरपारपारः परः परेभ्यः पामारथरूपी  ।
सब्रह्पारः परपारभूतः परः पराणामपि पारपारः
]

`verse 56 [
स कारणं कारणतस्ततोपि तस्यापि हेतुः  ।
कार्येषु चैवं सह कर्मकर्तृरूपैरशेषैरवतीह सर्वम्
]

`verse 57 [
ब्रह्म प्रभुर्ब्रह्म स सर्वभूतो ब्रह्म प्रजानां पतिरच्युतोऽसौ  ।
ब्रह्माव्ययं नित्यमजं स विष्णुरपक्षयाद्यैरखिलैरसङ्गि
]

`verse 58 [
ब्रह्माक्षरमजं नित्यं यथासौ पुरुषोत्तमः  ।
तथा रागादयो दोषः प्रयान्तु प्रशमं मम
]

`speaker [
सोम उवाच
]

`verse 59 [
एतद्ब्रह्म पराख्यं वै संस्तवं परमं जपन्  ।
अवाप परमां सिद्धिं स तमाराध्य केशवम्
]

`verse 60 [
इमं स्तवं यः पठति शृणुयाद्वापि नित्यशः  ।
स कामदेषैरशिलैर्मुक्तः प्राप्रोति वाञ्छितम्  ॥ १,१५.५९।
]

`verse 61 [
इयं च मारीषा पूर्वमासीद्य तां ब्रवीमि वः  ।
कार्यगौरवमेतस्याः कथने फलदायि वः
]

`verse 62 [
अपुत्रा प्रागियं विष्णुं मृते भर्तरि सत्तमाः  ।
भीपपत्नी महाभागा तोषयामास भक्तितः
]

`verse 63 [
आराधितस्तया विष्णुः प्राह प्रत्यक्षतां गतः  ।
वरं वृणीष्वेति शुभे सा च प्राहात्मवाञ्छितम्
]

`verse 64 [
भगवन्बालवैधव्याद्वृथाजन्माहमीदृशी  ।
मन्दभाग्या समुद्भुता विफला च जगत्पते
]

`verse 65 [
भवन्तु पतयः श्लाघ्या मम जन्मनि जन्मनि  ।
त्वत्प्रसादात्तथा पुत्रः प्रजापतिसमोस्तु मे
]

`verse 66 [
कुलं शीलं वयः सत्यं दाक्षिण्यं क्षिप्रकारिता  ।
अविसंवादिता सत्त्वं वृद्धसेवा कृतज्ञता
]

`verse 67 [
रूपसम्पत्समायुक्ता सर्वस्य प्रियदर्शना  ।
अयोनिजा च जायेयं त्वन्प्रसादादाधेक्षज
]

`speaker [
सोम उवाच
]

`verse 68 [
तयैवमुक्तो देवेशो हृषीकेश उवाच ताम्  ।
प्रणामनम्रामुत्थाप्य वरदः परमेश्वरः
]

`speaker [
देव उवाच
]

`verse 69 [
भविष्यन्ति महावीर्या एकस्मिन्नेव जन्मनि  ।
प्रख्यातोदारकर्णाणो भवत्याः पतयो दश
]

`verse 70 [
पुत्रञ्च सुमहावीर्यं महाबलपराक्रमम्  ।
प्रजापतिगुणैर्युक्तं त्वमवाप्स्यसि शोभने
]

`verse 71 [
वंशानां तस्य कर्तृत्वं जगत्यस्मिन्भविष्यति  ।
त्रैलोक्यमखिला सूतिस्तस्य चापूरयिष्यति
]

`verse 72 [
त्वं चाप्ययोनिजा साध्वी रूपौदार्यगुणान्विता  ।
मनः प्रीतिकरी नॄणां मत्प्रसादाद्भविष्यसि
]

`verse 73 [
इत्युक्त्वान्तर्दधे देवस्तां विशालविलोचनाम्  ।
सा चेयं मारिषा जाता युष्मत्पत्नी नृपात्मजाः
]

`speaker [
श्रीपराशर उवाच
]

`verse 74 [
ततः सोमस्य वचनाज्जगृहुस्ते प्रचेतसः  ।
संहृत्य कोपं वृक्षेभ्यः पत्नीधर्मोण मारीषाम्
]

`verse 75 [
दशभ्यस्तु प्रचेतोभ्यो मारीषायां प्रजापतिः  ।
जज्ञे दक्षो महाभागो यः पूर्वं ब्रह्मणोऽभवत्
]

`verse 76 [
स तु दक्षो महाभागःसृष्ट्यर्थं सुमहामते  ।
पुत्रानुत्पादयामास प्रजासृष्ट्यर्थमात्मनः
]

`verse 77 [
अवरांश्च वरांश्चैव द्विपदोथ चतुष्पदान्  ।
आदेशं ब्रह्मणः कुर्वन् सृष्ट्यर्थं समुपस्थितः
]

`verse 78 [
स सृष्ट्वा मनसा दक्षः पश्चादसृजत स्त्रियः  ।
ददौ स दश धर्माय कश्यपाय त्रयोदश  ।
कालस्य नयने युक्ताः सप्तविंशतिमिन्दवे
]

`verse 79 [
तासु देवास्तथा दैत्या नागा गावस्तथा खगाः  ।
गन्धर्वाप्सरसश्चैव दानवाद्याश्च जज्ञिरे
]

`verse 80 [
ततः प्रभृति मैत्रेय प्रजा मैथुनसम्भवाः  ।
संकल्पाद्दर्शनात्स्पर्शात्पूर्वेषामभवन् प्रजाः  ।
तपोविशेषैः सिद्धानां तदात्यन्ततपस्विनाम्
]

`speaker [
श्रीमैत्रेय उवाच
]

`verse 81 [
अङ्गुष्ठाद्दक्षिणाद्दक्षः पूर्वं जातो मया श्रुतः  ।
कथं प्राचेतसो भूयः समुत्पन्नो महामुने
]

`verse 82 [
एष मे संशयो ब्रह्मन्सुमहान्हृदि वर्तते  ।
यद्दैहित्रश्च सोमस्य पुनः श्वशुरतां गतः
]

`speaker [
श्रीराशर उवाच
]

`verse 83 [
उत्पत्तिश्च निरोधश्च नित्यो भूतेषु सर्वाद  ।
ऋषयोत्र न सुह्यन्ति ये चान्ये दिव्यचक्षुषः
]

`verse 84 [
युगेयुगे भवन्त्येते दक्षाद्या मुनिसत्तम  ।
पुनश्चैवं निरुद्ध्यन्ते विद्वांस्तत्र न मुह्यति
]

`verse 85 [
कानिष्ठ्यं ज्यैष्ठ्यमप्येषां पूर्वं नाभूद्द्द्विजोत्तम  ।
तप एव गरीयोभूत्प्रभा वश्चैव कारणम्
]

`speaker [
मैत्रेय उवाच
]

`verse 86 [
देवानां दानवानां च गन्धर्वोरगरक्षसाम्  ।
उत्पत्तिं विस्तरेणेह मम ब्रह्मन्प्रकीर्तय
]

`speaker [
श्रीपराशर उवाच
]

`verse 87 [
प्रजाः सृजेति व्यादिष्टः पूर्वं दक्षः स्वयंभुवा  ।
यथा ससर्ज भूतानि तथा शृणु महामुने
]

`verse 88 [
मानसान्येव भूतानि पूर्वं दक्षोऽसृजत्तदा  ।
देवानृषीन्सगन्धर्वानसुरान्पन्नगांस्तथा
]

`verse 89 [
यदास्य सृजमानस्य न व्यवर्धन्त ताः प्रजाः  ।
ततः संचिन्त्य स पुनः सृष्टिहेतोः प्रजापतिः
]

`verse 90 [
मैथुनेनैव धर्मेण सिसृक्षुर्विविधाः प्रजाः  ।
असक्नीमावहत्कन्यां वीरणस्य प्रजापतेः  ।
सुतां सुतपसा युक्तां महतीं लोकधारिणीम्
]

`verse 91 [
अथ पुत्रसहस्राणै वैरुण्यां पञ्च वीर्यवान्  ।
असिक्न्यां जनयामास सर्गहेतोः प्रजापतिः
]

`verse 92 [
तान्दृष्ट्वा नारदो विप्र संविवर्धयिषून्प्रजाः  ।
संगम्य प्रियसंवादो देवर्षिरिदमब्रवीत्
]

`verse 93 [
हे हर्यश्वा महावीर्याः प्रजा यूयं करिष्यथ  ।
ईदृशो दृश्यते यत्नो भवतां श्रूयतामीदम्
]

`verse 94 [
बालिश बत यूयं वै नास्या जानीत वै भुवः  ।
अन्तरूर्ध्वमधश्चैव कथं सृक्ष्यथ वै प्रजाः
]

`verse 95 [
ऊर्ध्वं तिर्यगधश्चैव यदाप्रतिहता गतिः  ।
तदा कस्माद्भुवो नान्तं सर्वे द्रक्ष्यथ बालिशाः
]

`verse 96 [
ते तु तद्वचनं श्रुत्वा प्रयाताः सर्वतो दिशम्  ।
अद्यापि नो निवर्तन्ते समुद्रेभ्य इवापगाः
]

`verse 97 [
हर्य श्वेष्वथ नष्टोषु दक्षः प्राचेतसः पुनः  ।
वैरुण्यामथ पुत्राणां सहस्रमसृजत्प्रभुः
]

`verse 98 [
विवर्धयिषवस्ते तु शबलाश्वाः प्रजाः पुनः  ।
पूर्वोक्तं वचनं ब्रह्मन्नारदेनैव नोदिताः
]

`verse 99 [
अन्योन्यमूचुस्ते सर्वे सम्यगाह महामुनिः  ।
भ्रतॄणां पदवी चैव गन्तव्या नात्र संशयः
]

`verse 100 [
ज्ञात्वा प्रमाणं पृथ्व्याश्च प्रजाःसृज्यामहे ततः
]

`verse 101 [
तेपि तेनैव मार्गेण प्रयाताः सर्वतोमुखम्  ।
अद्यापि न निवर्तन्ते समुद्रेभ्य इवापगाः  ।
ततः प्रभृति वै भ्राता भ्रातुरन्वेषणे द्विज  ।
प्रयातो नश्यति तथा तन्न कार्यं विजानता
]

`verse 102 [
तां श्चापि नष्टान् विज्ञाय पुत्रान् दक्षः प्रजापतिः  ।
क्रोधं चक्रे महाभागो नारदं स शशाप च
]

`verse 103 [
सर्गकामस्ततो विद्वान्स मैत्रेय प्रजापतिः  ।
षष्टिं तक्षोऽसृजत्कन्या वैरुण्यामिति नः श्रुतम्
]

`verse 104 [
ददौ स दश धर्माय कश्यपाय त्रयोदश  ।
सप्तविंशति सोमाय चतस्त्रोऽरिष्टनेमिने
]

`verse 105 [
द्वे चैव बहुपुत्राय द्वे चैवाङ्गिरसे तथा  ।
द्वे कृशाश्वाय विदुषे तासां नामानि मे शृणु
]

`verse 106 [
अरुन्धती वसुर्जामिर्लङ्घा भानुमरुत्वती  ।
संकल्पा च मुहूर्ता च साध्या विश्वा च तादृशी  ।
धर्मपत्न्यो दशत्वेतास्तास्वपत्यानि मे शृणु  ।
विश्वेदेवास्तु विश्वायाः साध्या साध्यानजायत  ।
मरुत्वत्यां सरुत्वन्तो वसोश्च वसवः स्मृता
]

`verse 107 [
भानोस्तु भानवः पुत्रा मुहूर्तायां मुहूर्तजाः
]

`verse 108 [
लङ्घायाश्चैव घोषोथ नागवीथी तु जामिता
]

`verse 109 [
पृथिवीविषयं सर्वमरुन्धत्याम जायत  ।
संकल्पायास्तु सर्वात्मा जज्ञे संकल्प एव हि
]

`verse 110 [
ये त्वनेकवसुप्राणदेवा ज्योतिः पुरोगमाः  ।
वसवोष्टौ समाख्यातास्तेषां वक्ष्यामि विस्तरम्
]

`verse 111 [
आपो ध्रुवश्च सोमश्च धर्मश्चैवानिलोऽनलः  ।
प्रत्यूषश्च प्रभासश्च वसवो नामभिः स्मृताः
]

`verse 112 [
आपस्य पुत्रो वैतण्डः श्रमः शान्तोऽध्वनिस्तथा  ।
ध्रुवस्य पुत्रो भगवान्कालो लोकप्रकालनः
]

`verse 113 [
सोमस्य भगवान्वर्चो वर्चस्वी येन जायते
]

`verse 114 [
धर्मस्य पुत्रो द्रविणो हुतहव्यवहस्तथा  ।
मनोहरायां शिशिरः प्राणोथ रवणस्तथा
]

`verse 115 [
अनिलस्य शिवा भार्या तस्याः पुत्रो मनोजवः  ।
अविज्ञातगतिश्चैव द्वौ पुत्रावनिलस्य तु
]

`verse 116 [
अग्निपुत्रः कुमारस्तु शरस्तम्बे व्यजायत  ।
तस्य शाखो विशाखश्च नैगमेयश्च पृष्ठजाः
]

`verse 117 [
अपत्यं कृत्तिकानां तु कार्त्तिकेय इति स्मृतः
]

`verse 118 [
प्रत्यूषस्य विदुः पुत्रं ऋषि नाम्नाथ देवलम्  ।
द्वौ पुत्रौ देवलस्यापि क्षमावन्तौ मनीषिणौ
]

`verse 119 [
बृहस्पतेस्तु भगिनी वरस्त्री ब्रह्मचारिणी  ।
योगसिद्धा जगत्कृत्स्नमसक्ता विचरत्युत  ।
प्रभासस्य तु सा भार्या वसूनामष्टमस्य तु
]

`verse 120 [
विश्वकर्मा महाभागस्तस्यां जज्ञे प्रजापतिः  ।
कर्ता शिल्पसहस्राणां त्रिदशानां च वार्धकिः
]

`verse 121 [
भूषणानां च सर्वेषां कर्ताशिल्पवतां वरः  ।
यः सर्वैषां विमानानि देवतानां चकार ह  ।
मनुष्याश्चोपजीवन्ति यस्य शिल्पं महात्मनः
]

`verse 122 [
अजैकपादहिर्बुध्न्यस्त्वष्टा रुद्रश्च वीर्यवान्  ।
त्वष्टुश्चाप्यात्मजः पुत्रो विश्वरूपो महातपाः
]

`verse 123 [
हरश्च बहुरूपश्च त्र्यम्बकश्चापराजितः  ।
वृषाकपिश्च शम्भुश्च कपर्दीरैवतः स्मृतः
]

`verse 124 [
मृगव्याधश्च शर्वश्च कपाली च महामुने  ।
एकादशैते कथिता रुद्रास्त्रिभुवनेश्वराः
]

`verse 125 [
शतं त्वेकं समाख्यातं रुद्राणाममितौजसाम्  ।
काश्यपस्य तु भार्या यास्तासां नामानि मे शृणु  ।
अदितिर्दितिर्दनुश्चैवारिष्टा च सुरसा खसा
]

`verse 126 [
सुरभिर्विनता चैव ताम्रा क्रोधवशा इरा  ।
कद्रुर्मुनिश्च धर्मज्ञ तदपत्यानि मे शृणु
]

`verse 127 [
पूर्वमन्वन्तरे श्रेष्ठा द्वादशासन्सुरोत्तमाः  ।
तुषिता नाम तेऽन्योन्यमूचुर्वैवस्वतेन्तरे
]

`verse 128 [
उपस्थितेऽतियशसश्चाक्षुषस्यान्तरे मनोः  ।
समवायीकृताः सर्वे समागम्य परस्परम्
]

`verse 129 [
आगच्छत द्रुतं देवा अदितिं संप्रविश्य वै  ।
मन्वन्तरे प्रसूयामस्तन्नः श्रेयो भवेदिति
]

`verse 130 [
एवमुक्त्वा तु ते सर्वे चाक्षुषस्यान्तरे मनोः  ।
मारीचात्कश्यपाज्जाता अदित्या दक्षकन्यया
]

`verse 131 [
तत्र विष्णुश्च शक्रश्च जज्ञाते पुनरेव हि  ।
अर्यमा चैव धाता च त्वष्टा पूषा तथैव च
]

`verse 132 [
विवस्वान्सविता चैव मित्रो वरुण एव च  ।
अंशुर्भगश्चातितेजा आदित्या द्वादश स्मृताः
]

`verse 133 [
चाक्षुषस्यान्तरे पूर्वमासन्ये तुषिताः सुराः  ।
वैवस्वतेऽन्तरे ते वै आदित्या द्वादश स्मृताः
]

`verse 134 [
सप्तविंशति याः प्रोक्ताः सोमपत्न्योथ सुव्रताः  ।
सर्वा नक्षत्रयोगिन्यस्तन्नाम्नश्चैव ताः स्मृताः  ।
तासामपत्यान्यभवन्दीप्तान्यमिततेजसाम्
]

`verse 135 [
अरिष्टनेमिपत्नीनामपत्यानीह षोडश
]

`verse 136 [
बहुपुत्रस्य विदुषश्चतस्त्रोविद्युतः स्मृताः
]

`verse 137 [
प्रत्यङ्गिरसजाः श्रेष्ठा ऋचो ब्रह्मर्षिसत्कृताः
]

`verse 138 [
कृशाश्वस्य तु देवर्षेर्देवप्रहरणाः स्मृताः
]

`verse 139 [
एते युगसहस्रान्ते जायन्ते पुनरेव हि  ।
सर्वे देवगणास्तात त्रयस्त्रिंशत्तु छन्दजाः  ।
तेषामपीह सततं निरोधोत्पत्तिरुच्यते
]

`verse 140 [
यथा सूर्यस्य मैत्रेय उदयास्तमनाविह  ।
एवं देवनिकायास्ते सम्भवन्ति युगेयुगे
]

`verse 141 [
दित्या पुत्रद्वयं जज्ञे कश्यपादिति नः श्रुतम्  ।
हिरण्यकशिपुश्चैव हिरण्याक्षश्च दुर्जयः
]

`verse 142 [
सिंहिका चाभवत्कन्या विप्रचित्तेः परिग्रहः
]

`verse 143 [
हिरण्यकशिपोः पुत्राश्चात्वारः प्रथितौजसः  ।
अनुह्लादश्च ह्लादश्च प्रह्लादश्चैव बुद्धिमान्  ।
संह्लादश्च महावीर्या दैत्यवंशविवर्धनाः
]

`verse 144 [
तेषां मध्ये महाभाग सर्वत्र समदृग्वाशी  ।
प्रह्लादः परमां भक्तिं च उवाच जनार्दने
]

`verse 145 [
दैत्येन्द्रदीपितो वह्निः सर्वाङ्गोपचितो द्विज  ।
न ददाह च यं विप्र वासुदेव हृदि स्थिते
]

`verse 146 [
महार्णवान्तः सलिले स्थितस्य चलतो मही  ।
चचाल चलता यस्य पाशबद्धस्य धीमतः
]

`verse 147 [
न भिन्नं विविधैः शस्त्रैर्यस्य दैत्येन्द्रपातितैः  ।
शरीरमद्रिकठिनं सर्वत्राच्युतचेतसः
]

`verse 148 [
विषानलोज्ज्वलमुखा यस्य दैत्यप्रचोदिताः  ।
नान्ताय सर्पपतयो बभूवुरुरुतेजसः
]

`verse 149 [
शैलैराक्रान्तदेहोपि यः स्मरन्पुरुषोत्तमम्  ।
तत्याज नात्मनः प्राणान् विष्णुस्मरणदंशितः
]

`verse 150 [
पतन्तमुच्चादवनिर्यमुपेत्य महामतिम्  ।
दधार दैत्यपतिना क्षिप्तं स्वर्गनिवासिना
]

`verse 151 [
यस्य सशोषको वायुर्देहे दैत्येन्द्रयोजितः  ।
अवाप संक्षयं सद्यश्चित्तस्थे मधुसूदने
]

`verse 152 [
विषाणभङ्गमुन्मत्ता मदहानिं च दिग्गजाः  ।
यस्य वक्षःस्थले प्राप्ता दैत्येन्द्रपरिणामिताः
]

`verse 153 [
यस्य चोत्पादिता कृत्या दैत्यराजपुरोहितैः  ।
बभूव नान्ताय पुरा गोविन्दासक्तचेतसः
]

`verse 154 [
शम्बरस्य च मायानां सहस्रमतिमायिनः  ।
यस्मिन्प्रयुक्तं चक्रेण कृष्णस्य वितथिकृतम्
]

`verse 155 [
दैत्येन्द्रसूदोपहृतं यस्य हालाहलं विषम्  ।
जरयामास मतिमानविकारममत्सरी
]

`verse 156 [
समचेता जगत्यस्मिन्यः सर्वेष्वेव जन्तुषु  ।
यथात्मनि तथान्येषां परं मैत्रगुणान्वितः
]

`verse 157 [
धर्मात्मा सत्यशौर्यादिगुणानामाकरः परः  ।
उपमानमशेषाणां साधूनां यः सदाभवत्
]

`colophon [
इतिश्रीविष्णुपुराणे प्रथमेऽंशे पञ्चदशोऽध्यायः (१५)
]
