`speaker [
श्रीपराशर उवाच
]

`verse 1 [
हिरण्यकशिपुः श्रुत्वा तां कृत्यां वितथीकृताम् ।
आहूय पुत्रं पप्रच्छ प्रभावस्यास्य कारणम्
]

`speaker [
हिरण्यकशिपुरुवाच
]

`verse 2 [
प्रह्लाद सुप्रभावोसि किमेतत्ते विचेष्टितम् ।
एतन्मंत्रादिजनितमुताहो सहजं तव
]

`verse 3 [
श्रीपराशर उवचा।
एवं पृष्टस्तदा पित्रा प्रह्लादोऽसुरबालकः ।
प्रणिपत्य पितुः पादाविदं वचनमब्रवीत्
]

`verse 4 [
न मंत्रादिकृतं तात न च नैसर्गिको मम ।
प्रभाव एष सामान्यो यस्य यस्याच्युतो हृदि
]

`verse 5 [
अन्येषां यो न पापानि चिन्तयत्यात्मनो यथा ।
तस्य पापागमस्तात हेत्वभावान्न विद्यते
]

`verse 6 [
कर्मणा मनसा वाचा परिपीडां करोति यः ।
तद्बीजं जन्म फलति प्रभूतं तस्य चाशुभम्
]

`verse 7 [
सोहं न पापमिच्छामि न करोमि वदामि वा ।
चिन्तयन्सर्वभूतस्थमात्मन्यपि च केशवम्
]

`verse 8 [
शारीरं मानसं दुःखं दैवं भूतभवं तथा ।
सर्वत्र शुभचित्तस्य तस्य मे जायेत कुतः
]

`verse 9 [
एवं सर्वेषु भूतेषु भक्तिरव्यभिचारिणी ।
कर्तव्या पण्डितैर्ज्ञात्वा सर्वभूतमयं हरिम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 10 [
इति श्रुत्वा स दैत्येन्द्र ः! प्रासादशिखरे स्थितः ।
क्रोधान्धकारितमुखः प्राह दैतेयकिंकरान्
]

`verse 11 [
हिरण्यकशिपुरुपाच ।
दुरात्मा क्षिप्यतामस्मात्प्रासादाच्छतयोजनात् ।
गिरिपृष्ठे पतत्वस्मिन् शिलाभिन्नाङ्गसंहतिः
]

`verse 12 [
ततस्तं चिक्षुपुः सर्वे बालं दैतेयदानवाः ।
पपात सोप्यधः क्षिप्तो हृदयेनोद्वहह्नरिम्
]

`verse 13 [
पतमानं जगद्धात्री जगद्धातरि केशवे ।
भक्तियुक्तं दधारैनमुपसंगम्य मेदिनी
]

`verse 14 [
ततो विलोक्य तं स्वस्थमविशिर्णास्थिपञ्जरम् ।
हिरण्यकशिपुः प्राह शम्बरं मायिनां वरम्
]

`verse 15 [
हिरण्यकशिपुरुपाच ।
नास्माभिः शक्यते हन्तुमसौ दुर्बुद्धिबालकः ।
मायां वेत्ति भवांस्तस्मान्माययैनं निषूदय
]

`speaker [
शम्बर उवाच
]

`verse 16 [
सूदयाम्येव दैत्येन्द्र पश्य मायाबलं मम ।
सहस्रमत्र मायानां पश्य कोटिशतं तथा
]

`speaker [
श्रीपराशर उवाच
]

`verse 17 [
ततः स ससृजे मायां प्रह्लादे शम्बरोऽसुरः ।
विनाशमिच्छन्दुर्बुद्धिः सर्वत्र समदर्शिनि
]

`verse 18 [
समाहितमतिर्भूत्वा शम्बरेपि विमत्सरः ।
मैत्रेय सोपि प्रह्लादः सस्मार मधुसूदनम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 19 [
ततो भगवता तस्य रक्षार्थं चक्रमुत्तमम् ।
आजगाम समाज्ञप्तं ज्वालामालि सुदर्शनम्
]

`verse 20 [
तेन मायासहस्रं तच्छम्बरस्याशुगामिना ।
बालस्य रक्षता देहमेकैकं चारिशोधितम्
]

`verse 21 [
संशोषकं तथा वायुं दैत्येन्द्र स्त्विदमब्रवीत् ।
शीघ्रमेष ममादेशाद्दुरात्मा नीयतां क्षयम्
]

`verse 22 [
तथेत्युक्त्वा तु सोप्येनं विवेश पवनो लघु ।
शीतोतिरूक्षः शोषाय तद्देहस्यातिदुः सहः
]

`verse 23 [
तेनाविष्टमथात्मानं स बुद्ध्वा दैत्यबालकः ।
हृदयेन महात्मानं दधार धरणीधरम्
]

`verse 24 [
हृदयस्थस्ततस्तस्य तं वायुमतिभीषणम् ।
पपौ जनार्दनः क्रुद्धः स ययौ पवनः क्षयम्
]

`verse 25 [
क्षीणासुत सर्वमायासु पवने च क्षयं गते ।
जगाम सोपि भवनं गुरोरेव महामतिः
]

`verse 26 [
अहन्यहन्यथापाचार्यो नीतिं राज्यफलप्रदाम् ।
ग्राहयामास तं बालं राज्ञामुसनसा कृताम्
]

`verse 27 [
गृहीतनीतिशास्त्रं तं विनीतं च यदा गुरुः ।
मेने तदैनं तत्पित्रे कथयामास शिक्षितम्
]

`speaker [
आचार्य उवाच
]

`verse 28 [
गृहीतनीतिशास्त्रस्ते पुत्रो दैत्यपते कृतः ।
प्रह्लादस्तत्त्वतो वेत्ति भार्गवेण यदीरितम्
]

`speaker [
हिरण्यकशिपुरुवाच
]

`verse 29 [
मित्रेषु वर्तेत कथमरिवर्गेषु भूपतिः ।
प्रह्लाद त्रिषु लोकेषु मध्यस्थेषु कथं चरेत्
]

`verse 30 [
कथं मंत्रिष्वमात्येषु बाह्येष्वाभ्यंतरेषु च ।
चारेषु पौरवर्गेषु शङ्कितेष्वितरेषु च
]

`verse 31 [
कृत्याकृत्यविधानञ्च दुर्गाटविकसाधनम् ।
प्रह्लाद कथ्यतां सम्यक् तथा कण्टकशोधनम्
]

`verse 32 [
एतच्चान्यच्च सकलमधीतं भवता यथा ।
तथा मे कथ्यतां ज्ञातुं तवेच्छामि मनोगतम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 33 [
प्रणिपत्य पितुः पादौ तदा प्रश्रयभूषणः ।
प्रह्लादः प्राह दैत्येन्द्रं कृतांजलिपुटस्तथा
]

`speaker [
प्रह्लाद उवाच
]

`verse 34 [
ममो पदिष्टं सकलं गुरुणा नात्र संशयः ।
गृहीतन्तु मया किन्तु न सदेतन्मतम्मम
]

`verse 35 [
साम चोपप्रदानं च भेददण्डौ तथापरौ ।
उपायाः कथिताः सर्वे मित्रादिनां च साधने
]

`verse 36 [
तानेवाहं न पश्यामि मित्रादींस्तात मा क्रुधः ।
साध्याभावे महाबाहो साधनैः किं प्रयोजनम्
]

`verse 37 [
सर्वभूतात्मके तात जगन्नाथे जगन्मये ।
परमात्मनि गोविन्दे मित्रामित्रकथा कुतः
]

`verse 38 [
त्वय्यस्ति भगवातन् विष्णुर्मयि चान्यत्र चास्ति सः ।
यतस्ततोयं मित्रं मे शत्रुश्चेति पृथक्कुतः
]

`verse 39 [
तदेभिरलमत्यर्थं दुष्टारम्भोक्तिविस्तरैः ।
अविद्यान्तर्गतैर्यत्नः कर्त्तव्यस्तात शोभने
]

`verse 40 [
विद्याबुद्धिरविद्यायामज्ञानान्तात जायते ।
बालोग्निं किं न खद्योतमसुरेश्व मन्यते
]

`verse 41 [
तत्कर्म यन्न बन्धाय सा विद्या या विमुक्तये ।
आयासायापरं कर्म विद्यान्या शिल्पनैपुणम्
]

`verse 42 [
तदेतदवगम्याहमसारं सारमुत्तमम् ।
निशामय महाभाग प्रणिपत्य ब्रवीमि ते
]

`verse 43 [
न चिन्तयति को राज्यं को धनं नाभिवाञ्छति ।
तथापि भाव्यमेवैतदुभयं प्राप्यते नरैः
]

`verse 44 [
सर्व एव महाभाग महत्त्वं प्रति सोद्यमाः ।
तथापि पुंसां भाग्यानि नोद्यमा भूतिहेतवः
]

`verse 45 [
जडानामविवेकानामशूराणमपि प्रभो ।
भाग्यभोज्यानि राज्यानि सन्त्यनीतिमतामपि
]

`verse 46 [
तस्माद्यतेत पुण्येषु य इच्छेन्महतीं श्रियम् ।
यतितव्यं समत्वे च निर्वाणमपि चेच्छता
]

`verse 47 [
देवा मनुष्याः पशवः पक्षिवृक्षसरीसृपाः ।
रूपमेतदनन्तस्य विष्णोर्भिन्नमिव स्थितम्
]

`verse 48 [
एतद्विजानता सर्वं जगत्स्थावरजङ्गमम् ।
द्र ष्टव्यमात्मवद्विष्णुर्यतोयं विश्वरूपधृक्
]

`verse 49 [
एवं ज्ञाते स भगवाननादिः परमेश्वरः ।
प्रसीदत्यच्युतस्तस्मिन्प्रसन्ने क्लेशसंक्षयः
]

`speaker [
श्रीपराशर उवाच
]

`verse 50 [
एतच्छ्रुत्वा तु कोपेन समुत्थाय वरासनात् ।
हिरण्यकशिपुः पुत्रं पदा वक्षस्यताडयत् 1.19.५० ।
उवाच च स कोपेन सामर्षः प्रज्वलन्निव ।
निष्पिष्य पाणिना पाणिं हन्तुकामो जगद्यथा
]

`speaker [
हिरण्यकशिपुरुवाच
]

`verse 51 [
हे विप्रचित्ते हे राहो हे बलैष महार्णवे ।
नागपाशैर्दृढैर्बद्धा क्षिप्यतां मा विलंब्यताम्
]

`verse 52 [
अन्यथा सकला लोकास्तथा दैतेयदानवाः ।
अनुयास्यन्ति मूढस्य मतमस्य दुरात्मनः
]

`verse 53 [
बहुशो वारि तोस्माभिरयं पापस्तथाप्यरेः ।
स्तुतिं करोति दुष्टानां वध एवोपकारकः
]

`speaker [
पराशर उवाच
]

`verse 54 [
ततस्ते सत्वरा दैत्या बद्धा तं नागबन्धनैः ।
भर्तुराज्ञां पुरस्कृत्य चिक्षिपुः सलिलार्णवे
]

`verse 55 [
ततश्चचाल चलता प्रह्लादेन महार्णवः ।
उद्वेलोभूत्परं क्षोभमुपेत्य च समन्ततः
]

`verse 56 [
भूर्लोकमखिलं दृष्ट्वा प्लाव्यमानं महाम्भसा ।
हिरण्यकशिपुर्दैत्यानिदमाह महामते
]

`speaker [
हिरण्यकशिपुरुवाच
]

`verse 57 [
दैतेयाः सकलैः शैलैरत्रैव वरुणालये ।
निश्छिद्रै ः! सर्वशः सर्वैश्चीयतामेष दुर्मतिः
]

`verse 58 [
नाग्निर्दहति नैवायं शस्त्रैश्छिन्नो न चोरगैः ।
क्षयं नीतो न वातेन न विषेण न कृत्यया
]

`verse 59 [
न मायाभिर्न चैवोच्चात्पातितो न च दिग्गजैः ।
बालोतिदुष्टचित्तोयं नानेनार्थोस्ति जीवता
]

`verse 60 [
तदेष तोयमध्ये तु समाक्रान्तो महीधरैः ।
तिष्ठत्वब्दसहस्रान्तं प्राणान्हास्यति दुर्मतिः
]

`verse 61 [
ततो दैत्यादानवाश्च पर्वतैस्तं महोदधौः ।
आक्रम्य चयनं चक्रुर्योजनानि सहस्रशः
]

`verse 62 [
स चितः पर्वतैरन्तः समुद्र स्य महामतिः ।
तुष्टावाह्निकवेलायामेकाग्रमतिरच्युतम्
]

`speaker [
प्रह्लाद उवाच
]

`verse 63 [
नमस्ते पुण्डरीकाक्ष नमस्ते पुरुषोत्तम ।
नमस्ते सर्वलोकात्मन्नमस्ते तिग्मचक्रिणे
]

`verse 64 [
नमो ब्रह्मण्यदेवाय गोब्राह्मणहिताय च ।
जगद्धिताय कृष्णाय गोविन्दाय नमोनमः
]

`verse 65 [
ब्रह्मत्वे सृजते विश्वं स्थितौ पालयते पुनः ।
रुद्र रूपाय कल्पान्ते नमस्तुभ्यं त्रिमूर्तये
]

`verse 66 [
देवा यक्षाः सुराः सिद्धा नागा गन्धर्वकिन्नराः ।
पिशाचा राक्षसाश्चैव मनुष्याः पशवस्तथा
]

`verse 67 [
पक्षिणस्थावराश्चैव पिपीलिकसरीसृपाः ।
भूम्यापोग्निर्नभोवायुः शब्दः स्पर्शस्तथा रसः
]

`verse 68 [
रूपं गन्धो मनो बुद्धिरात्मा कालस्तथा गुणाः ।
एतेषां परमार्थश्च सर्वमेतत्त्वमच्युत
]

`verse 69 [
विद्याविद्ये भवान्सत्यमसत्यं त्वं विषामृते ।
प्रवृत्तं च निवृत्तं च कर्म वेदोदितं भवान्
]

`verse 70 [
समस्तकर्मभोक्ता च कर्मोपकरणानि च ।
त्वमेव विष्णो सर्वाणि सर्वकर्मफलं च यत्
]

`verse 71 [
मय्यन्यत्र तथान्येषु भूतेषु भुवनेषु च ।
तवैवाव्याप्तिरैश्वर्यगुणसंसूचिकी प्रभो
]

`verse 72 [
त्वां योगिनश्चिंतयन्ति त्वां यजंति च याजकाः ।
हव्यकव्यभुगेकस्त्वं पितृदेवस्वरूपधृक्
]

`verse 73 [
रूपं महत्ते स्थितमत्र विश्वं ततश्च सूक्ष्मं जगदेतदीश ।
रूपामि सर्वाणि च भूतभेदास्तेष्वन्तरात्माख्यमतीव सूक्ष्मम्
]

`verse 74 [
तस्माच्च सूक्ष्मादिविश्षोणानामगोचरे यत्परमात्मरूपम् ।
किमप्यचिन्त्यं तव रूपमस्ति तस्मै नमस्ते पुरुषोत्तमाय
]

`verse 75 [
सर्वभूतेषु सर्वात्मन्या शक्तिरपरा तव ।
गुणाश्रया नमस्तस्यै शाश्वतायै सुरेश्वर
]

`verse 76 [
यातीतगोचरा वाचां मनसां चाविश्षोणा ।
ज्ञानिज्ञानपरिच्छेद्या तां वन्दे स्वेश्वरीं पराम्
]

`verse 77 [
ॐ नमो वासुदेवाय तस्मै भगवते सदा ।
व्यतिरिक्तं न यस्यास्ति व्यतिरिक्तोखिलस्य यः
]

`verse 78 [
नमस्तस्मै नमस्तस्मै नमस्तस्मै महात्मने ।
नाम रूपं न यस्यैको योस्तित्वेनोपलभ्यते
]

`verse 79 [
यस्यावताररूपाणि समर्चन्ति दिवौकसः ।
अपश्यन्तः परं रूपं नमस्तस्मै महात्मने
]

`verse 80 [
योन्तस्तिष्ठन्नशेषस्य पश्यतीशः शुभाशुभम् ।
तं सर्वसाक्षिणं विश्वं नमस्ये परमेश्वरम्
]

`verse 81 [
नमोस्तु विष्णवे तस्मै यस्या भिन्नमिदं जगत् ।
ध्येयः स जगतामाद्यः स प्रसीदतु मेऽव्ययः
]

`verse 82 [
यत्रोतमेतत्प्रोतं च विश्वमक्षरमव्ययम् ।
आधारभूतः सर्वस्य स प्रसीदतु मे हरिः
]

`verse 83 [
ॐ नमो विष्णवे तस्मै नमस्तस्मै पुनः पुनः ।
यत्र सर्वं यतः सर्वं यः सर्वसंश्रयः
]

`verse 84 [
सर्वगत्वादनन्तस्य स एवाहमवस्थितः ।
मत्तः सर्वमहं सर्वं मयि सर्वं सनातने
]

`verse 85 [
अहमेवाक्षयो नित्यः परमात्मात्मसंश्रयः ।
ब्रह्मसंज्ञोऽहमेवाग्रे तथान्ते च परः पुमान्
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेंश एकोनविंशतितमोऽध्यायः
]
