`verse 1 [
प्रह्लादपुत्र आयुष्माञ्छिबिर्बाष्कल एव च
विरोचनस्तु प्राह्लादिर्बलिर्जज्ञे विरोचनात्
]

`verse 2 [
बलेः पुत्रशतं त्वासीद्बाणज्येष्ठं महामुने
हिरण्याक्षसुताश्चासन्सर्व एव महा बलाः
]

`verse 3 [
झर्झरः शकुनिश्चैव भूतसन्तापनस्तथा
महानाभो महाबाहुः कालनाभस्तथापरः
]

`verse 4 [
अभवन्दनुपूत्राश्च द्विमूर्द्धा शंबरस्तथा
अयोमुखः शंकुशिराः कपिलः शंकरस्तथा
]

`verse 5 [
एकचक्रो महाबाहुस्तारकश्च महाबलः
स्वर्भानुर्वृषपर्वा च पुलोम च महाबलः
]

`verse 6 [
एते दनोः सुताः ख्याता विप्रचित्तिश्च वीर्यवान्
]

`verse 7 [
स्वर्भानोस्तु प्रभा कन्या शर्मिष्ठा वार्षपर्वणी
उपदानी हयशिराः प्रख्याता वरकन्यकाः
]

`verse 8 [
वैश्वानरसुते चोभे पुलोमा कालका तथा
उभे सुते महाभागे मारीचेस्तु परिग्रहः
]

`verse 9 [
ताभ्यां पुत्रसहस्राणि षष्टिर्दानवसत्तमाः
पौलोमाः कालकेयाश्च मारीचतनयाः स्मृताः
]

`verse 10 [
ततोऽपरेमहावीर्या दारुणास्त्वतिनिर्घृणाः
सिंहिकायामथोत्पन्ना विप्रचित्तेः सुतास्तथा
]

`verse 11 [
त्र्! यंशः शल्यश्च बलवान् नभश्चैव महाबलः
वातापी नमुचिश्चैव इल्वलः खसृमस्तथा
]

`verse 12 [
आन्धको नरकश्चैव कालनाभस्तथैव च
स्वर्भानुश्च महावीर्यो वक्त्रयोधी महासुरः
]

`verse 13 [
एते वै दानवाः श्रेष्ठा दनुवंशविवर्द्धनाः
एतेषां पुत्रपौत्राश्च शतशोऽथ सहस्रशः
]

`verse 14 [
प्रह्लादस्य तु दैत्यस्य निवातकवचाः कुले
समुत्पन्नाः सुमहता तपसा भावितात्मनः
]

`verse 15 [
षट् सुताः सुमहासत्त्वास्ताम्रायाः परिकीर्त्तिताः
शुकी श्येनी च भासी च सुग्रीवी शुचिगृद्ध्रका
]

`verse 16 [
शुकी शुकानजनयदुलूकप्रत्युलूकिकान्
श्येनी श्येनांस्तथा भासी भासान्गृद्धांश्च गृद्ध्र्यपि
]

`verse 17 [
शुच्यौदकान्पक्षिगणान्सुग्रीवी तु व्यजायत
अश्वानुष्ट्रान्गर्दभांश्च ताम्रावंशः प्रकीर्त्तितः
]

`verse 18 [
विनतायास्तु द्वौ पुत्रौ विरतौ गरुडारुणौ
सुपर्णः पततां श्रेष्ठो दारुणः पन्नगाशनः
]

`verse 19 [
सुरसायां सहस्रं तु सर्पाणाममितौजसाम्
अनेकशिरसां ब्रह्मन् खेचराणां महात्मनाम्
]

`verse 20 [
काद्र वेयास्तु बलिनः सहस्रममितौजसः
सुपर्णवशगा ब्रह्मन् जज्ञिरे नैकमस्तकाः
]

`verse 21 [
तेषां प्रधानभूतास्तु श्षोवासुकितक्षकाः
शंखश्वेतो महापद्मः कम्बलाश्वतरौ तथा
]

`verse 22 [
एलापुत्रस्तथा नागः कर्कोटकधनञ्जयौ
एते चान्ये च बहवो दन्दशूका विषोल्बणाः
]

`verse 23 [
गणं क्रोधवशं विद्धि तस्याः सर्वे च दंष्ट्रिणः
स्थलजाः पक्षिणोब्जाश्च दारुणाः पिशिताशनाः
]

`verse 24 [
क्रोधात्तु पिशाचांश्च जनयामास महाबलान्
गास्तु वै जनयामास सुरभीर्महिषीस्तथा
इरावृक्षलतावल्लीस्तृणजातीश्च सर्वशः
]

`verse 25 [
स्वसा तु यक्षरक्षांसि मुनिरप्सरसस्तथा
अरिष्टा तु महासत्त्वान् गन्धर्वान्समजीजनत्
]

`verse 26 [
एते कश्यपदायादाः कीर्त्तिताः स्थाणुजङ्गमाः
तेषां पुत्राश्च पौत्राश्च शतशोथ सहस्रशः
]

`verse 27 [
एष मन्वन्तरे सर्गो ब्रह्मन्स्वारोचिषे स्मृतः
]

`verse 28 [
वैवस्वते च महति वारुणे वितते कृतौ
जुह्वानस्य ब्रह्मणो वै प्रजासर्ग इहोच्यते
]

`verse 29 [
पूर्वं यत्र तु सप्तर्षिनुत्पन्नान्सप्तमानसान्
पुत्रत्वे कल्पयामास स्वयमेव पितामहः
गन्धर्वभोगिदेवानां दानवानां च सत्तम
]

`verse 30 [
दितिर्विनष्टपुत्रा वै तोषयामास काश्यपम्
तया चाराधितः सम्यक्काश्यपस्तपतां वरः
]

`verse 31 [
वरेण च्छन्दयामास सा च वव्रे ततो वरम्
पुत्रमिन्द्र वधार्थाय समर्थममितौजसम्
]

`verse 32 [
स च तस्मै वरं प्रादाद्भार्यायै मुनिसत्तमः
दत्त्वा च वरमत्युग्रं कश्यपस्तामुवाच ह
]

`verse 33 [
शक्रं पुत्रो निहन्ता ते यदि गर्भं शरच्छतम्
समाहितातिप्रयता शौचिनी धारयिष्यसि
]

`verse 34 [
इत्येवमुक्त्वा तां देवीं संगतः कश्यपो मुनिः
दधार सा च तं गर्भं सम्यक्छोचसमन्विता
]

`verse 35 [
गर्भमात्मवधार्थाय ज्ञात्वा तं मघवानपि
शुश्रूषुस्तामथागच्छद्विनयादमराधिपः
]

`verse 36 [
तस्याश्चैवान्तरप्रेप्सुरतिष्ठत्पाकशासनः
ऊने वर्षशते चास्या ददर्शान्तरमात्मना
]

`verse 37 [
अकृत्वा पादयोः शौचं दितिः शयनमाविशत्
निद्रा ं! चाहारयामास तस्याः कुक्षिं प्रविश्य सः
]

`verse 38 [
वज्रपाणिर्महागर्भं चिच्छेदाथ स सप्तधा
सम्पीड्यमानो वज्रेण स रुरोदातिदारुणम्
]

`verse 39 [
मा रोदीरिति तं शक्रः पुनःपुनरभाषत
सोऽभवत्सप्तधा गर्भस्तमिंद्र ः! कुपितः पुनः
]

`verse 40 [
एकैकं सप्तधा चक्रे वज्रेणारिविदारिणा
मरुतो नाम देवास्ते बभूवुरतिवेगिनः
]

`verse 41 [
यदुक्तं वै भगवता तेनैव मरुतोऽभवन्
देवा एकोनपञ्चाशत्सहाया वज्रपाणिनः
]

`colophon [
इति श्रीविष्णुपुराणे प्रथमेंशे एकविंशोऽध्यायः
]

`verse 42 [
संह्लादपुत्र आयुष्मान् शिविर्वाष्कल एव च ।
विरोचनस्तु प्राह्लादिर्बलिर्ज्जज्ञच विरोचनात् ॥
]

`verse 43 [
बलेः पुत्रशतन्त्वासीदू बाणज्येष्ठं भहामुने ।
हिरणयाक्षसुताश्वासन् सर्व्व एव महाबलाः ॥
]

`verse 44 [
उत्कुरः शकुनिश्चैव भूतसन्तापनस्तथा
महानाभो महाबाबहु- कालनाभस्तथापरः ॥
]

`verse 45 [
अभवन् दनुपुत्राश्च द्रिमूर्द्धा शङ्करस्तथा ।
अयोमुखः शङ्कु शिराः कपिलः शम्बरस्तथा ॥
]

`verse 46 [
एकचक्रो महाबाहुस्तारकश्च महाबलः ।
स्वर्भानुर्वृ षपर्व्वा च पुलोमा च महावलः ॥
]

`verse 47 [
एते दनोः सुताः क्याता विप्रचित्तिश्च वीर्य्यवान ।
स्वर्भानोस्तु प्रभा कन्या शर्म्मिष्ठा वार्षपर्व्वाणी ॥
]

`verse 48 [
उपदानवी-हयशिराः प्रख्याता वरकन्यकाः ।
वैश्वानरसुते चोभे पुलोमा कालका तथा ॥
]

`verse 49 [
अबे सुते महाभागे मरीचेस्तु परिग्रहः ।
ताभ्यां पुत्रसहस्त्राणि षष्टिर्दानवसत्तमाः ॥
]

`verse 50 [
पौलोमा कालकेयाश्च मीरीचतनयाः स्मृताः ।
ततोऽपरो महावीर्य्या दारुणास्त्वतिनिर्घृणाः ॥
]

`verse 51 [
सिंहिकायामथोत्पन्ना विप्रतचित्तेः सुतास्तथा ।
व्यंशः शल्यश्च बलवान् नभश्चैव महाबलः ॥
]

`verse 52 [
वातापिर्नमुचिश्चैव इल्वलः खसृमस्तथा ।
अञ्झको नरकश्चैव कालनाभस्तथवै च ॥
]

`verse 53 [
स्वर्भानुश्च महावीर्य्यश्चक्रयोधी महाबलः ।
एते ते दानवाः श्वे ष्ठो दनुवंशविवर्द्धनाः ॥
]

`verse 54 [
एतेषां पुत्रपौत्राश्च शतशोऽथ सहस्त्रशः ।
प्रह्लादस्य तु दैत्यस्य निवातकवचाः कुले ॥
]

`verse 55 [
समुत्पन्नाः सुमहता तपसा भावितात्मनः ।
ट् सुताः सुमहासत्त्वास्ताम्रायाः परिकीर्त्तिताः ॥
]

`verse 56 [
शुकी श्येनी च भीसी च सुग्रीवी शुचिगृध्रिका ।
शुकी शुकानजनयदुलूकी प्रत्युलूककान् ॥
]

`verse 57 [
श्येनी श्येनांस्तथा भासी भासान् गृध्रांश्च गृध्रयपि ।
शुच्यौदकान् पक्षिगणान् सुग्रीवी तु व्यजायत ॥
]

`verse 58 [
अश्वानुष्ट्रान् गर्द्द भांश्च ताम्रावंशः प्रकीर्त्तितः ।
विनतायास्तु पुत्रौ द्रौ विख्यातौ गरुड़ारुणौ ॥
]

`verse 59 [
सुपर्णः पततां श्वष्ठो दारुणः पन्नागाशनः ।
सुरसायां सहस्त्रन्तु सर्पाणाममितौजसाम् ॥
]

`verse 60 [
अनेकखिरसां ब्रह्मन् शेचराणां महात्मनाम् ।
काद्रवेयास्तु बलिनः सहस्त्रममितौजसः ॥
]

`verse 61 [
सुपर्णावशागा ब्रह्मन् जज्ञिरे नैकमस्तकाः ।
तेषां प्रधानभूतास्तु शेषवासुकितक्षकाः ॥
]

`verse 62 [
शङ्खः श्वेतो महापह्मः कम्बलाख्वतरौ तथा ।
एलापत्रस्तथा नागः कर्कोटक-दनञ्जयौ ॥
]

`verse 63 [
एते चान्ये च बहवो दन्दशूका विषोल्वणाः ।
गणां क्रोधवशं विद्धि तस्याः सर्व्वो च दंष्टिणः ॥
]

`verse 64 [
स्थलजाः पक्षिणोऽब्जाश्च दारुणाः पिशिताशनाः ।
क्रोधा तु जनयामास पिशाचांश्यच महाबलान् ॥
]

`verse 65 [
गास्तु वै जनयामास सुरभिर्म्महिषांस्तथा ।
इरा वृक्ष-लता-वल्लीस्तृणजातीश्च सर्व्वशः ।
खसा तु यक्षरक्षांसि मुनिरप्सरसस्तथा ॥
]

`verse 66 [
अरिष्टा तु महासत्त्वान् गन्धर्व्वान् समजीजनत् ।
एते कश्यपदायादाः कीर्त्तिताः स्थाणु-जङ्गमाः ॥
]

`verse 67 [
तेषां पुत्राश्च पौत्राश्च शतशोऽथ सहस्त्रशः ।
एष मन्वन्तरे मर्गो ब्रह्मन् स्वारोचिषे स्मृतः ॥
]

`verse 68 [
वैवस्वते च महति वारुणे वितते क्रतौ ।
जुह्वानस्य ब्रह्मणो वै प्रजासर्ग इहोच्यते ॥
]

`verse 69 [
पूर्व्वं यत्र तु सप्तर्षीनुत्पन्नान् सप्त मानसान् ।
पुत्रत्वे कल्पयामास स्वयमेव पितामहः ॥
]

`verse 70 [
गन्धर्व्वभोगिदेवानां दानवानाञ्च सत्तम ।
दितिर्व्विनष्टपुत्रा वै तोषयामास कश्यपम् ॥
]

`verse 71 [
तया चाराधितः सम्यक् कश्यपस्तपतां वरः ।
वरेण च्छन्दयामास सा च वव्र ततो वरम् ॥
]

`verse 72 [
पुत्रमिन्द्रवधार्थाय समर्थममितौजसम् ।
स च तस्मै वरं प्रादादू भार्य्यायै मुनिसत्तम ॥
]

`verse 73 [
दत्ता च वरमत्युय्र कश्यपस्तामुवाच ह ।
शक्रं पुत्रो निहन्ता ते यदि गर्भं शरच्छतम् ॥
]

`verse 74 [
समाहितातिप्रयता शुचिनी धारयिष्यसि ।
इत्येवमुत्तवा तां देवीं सङ्गतः कश्यपो मुनिः ॥
]

`verse 75 [
दधार मा च तं गर्भं सम्यक् शौचसमन्विता ।
गर्भमात्मवधार्थाय ज्ञात्वा तं मघवानपि ॥
]

`verse 76 [
सुश्रूषु स्तामथागच्छदू विनयादमराधिपः ।
तस्याश्चैवान्तरं प्रेप्सुरतिष्ठते पाकशासनः ॥
]

`verse 77 [
ऊने वर्ष शते चास्या ददर्शान्तरमात्मना ।
अकृत्वा पादयोः शौचं दितिः शयनमाविशत् ॥
]

`verse 78 [
नि द्राञ्चाहारायामास तस्याः कुक्षिं प्रविश्य सः ।
वज्रपाणिर्म्महागर्भं चिच्छदाथ स सप्तधा ॥
]

`verse 79 [
स पीड़यमानो वज्रेणा प्ररुरोदातिदारुणम् ।
मा रोदीरिति तं शक्रः पुनः पूनरभाषत ॥
]

`verse 80 [
सोऽभवत् सप्तधा गर्भस्तमिन्द्रः कुपितः पुनः ।
एकैक सप्तधा चक्र वज्रणारिविदारिणा ॥
]

`verse 81 [
मरुतो नाम देवास्ते बभूवुरतिवेगिनः ।
यदुक्तं वै मघवता तेनैव मरुतोऽभवन् ।
देवा एकोनपञ्चासत् सहाया वज्रपाणिनः ॥
]
