`speaker [
श्रीपराशर उवाच
]

`verse 1 [
यदाभिषिक्तः स पृथुः पूर्वं राज्ये महर्षिभिः  ।
ततः क्रमेण राज्यानि ददौ लोकपितामहः
]

`verse 2 [
नक्षत्रग्रहविप्राणां वीरुधां चाप्यशेषतः  ।
सोमं राज्ये दधद्ब्रह्मा यज्ञानां तपसामपि
]

`verse 3 [
राज्ञां वैश्रवणं राज्ये जलानां वरुणं तथा  ।
आदित्यानां पतिं विष्णुं वसूनामथ पावकम्
]

`verse 4 [
प्रजापतीनां दक्षं तु वासवं मरुतामपि  ।
दैत्यानां दानवानां च प्रह्लादमधिपं ददौ
]

`verse 5 [
पितॄणां धर्मराजानं यमं राज्येऽभ्यषेचयत् ।
ऐरावतं गर्जेद्राणामशेषाणां पतिं ददौ
]

`verse 6 [
पतत्रिणां तु गरुडं देवानामपि वासवम्  ।
उच्चैःश्रवसमश्वानां वृषभं तु गवामपि
]

`verse 7 [
मृगाणां चैव सर्वेषां राज्ये सिंहं ददौ प्रभुः  ।
शेषं तु दन्दशूकानामकरोत्पतिमव्ययः
]

`verse 8 [
हिमालयं स्थावराणां मुनीनां कपिलं मुनिम्  ।
नखिनां दंष्ट्रिणां चैव मृगाणां व्याघ्रमीश्वरम्
]

`verse 9 [
वनस्पतीनां राजानां प्लक्षमैवाभ्यषेचयत् ।
एवमेवान्यजातीनां प्राधान्येनाकरोत्प्रभून्
]

`verse 10 [
एवं विभज्य राज्यानि दिशां पालाननन्तरम्  ।
प्रजापतिपतिर्ब्रह्मा स्थापयामास सर्वतः
]

`verse 11 [
पूर्वस्यां दिशि राजानं वैराजस्य प्रजापतेः  ।
दिशापालं सुधन्वानं सुतं वै सोऽभ्यषेचयत्
]

`verse 12 [
दक्षिणस्यां दिशि तथा कर्दमस्य प्रजापतेः  ।
पुत्रं शङ्खपदं नाम राजानं सोऽभ्यषेचयत्
]

`verse 13 [
पश्चिमस्यां दिशि तथा रजसः पुत्रमच्युतम्  ।
केतुमन्तं महात्मानं राजानं सोऽभ्यषेचयत्
]

`verse 14 [
तथा हिरण्यरोमाणं पर्जन्यस्य प्रजापतेः  ।
उदीच्यां दिशि दुर्धर्षं राजानमभ्यषेचयत्
]

`verse 15 [
तैरियं पृथिवी सर्वा सप्तद्वीपा सपत्तना  ।
यथाप्रदेशमद्यापि धर्मतः परिपाल्यते
]

`verse 16 [
एते सर्वे प्रवृत्तस्य स्थितौ विष्णोर्महात्मनः  ।
विभूतिभूता राजानो ये चान्ये मुनिसत्तम
]

`verse 17 [
ये भविष्यन्ति ये भूताः सर्वे भूतेश्वरा द्विज  ।
ते सर्वे सर्वभूतस्य विष्णोरंशा द्विजोत्तम
]

`verse 18 [
ये तु देवाधिपतयो ये च दैत्याधिपास्तथा  ।
दानवानां च ये नाथा ये नाथाः पिशिताशिनाम्
]

`verse 19 [
पशूनां ये च पतयः पतयो ये च पक्षिणाम्  ।
मनुष्याणां च सर्पाणां नागानामधिपाश्च ये
]

`verse 20 [
वृक्षाणां पर्वतानां च ग्रहाणां चापि येऽधिपाः  ।
अतीता वर्तमानाश्च ये भविष्यन्ति चापरे  ।
ते सर्वे सर्वभूतस्य विष्णोरंशसमुद्भवाः
]

`verse 21 [
न हि पालनसामर्थ्यमृते सर्वेश्वरं हरिम्  ।
स्थितं स्थितौ महाप्राज्ञ भवत्यन्यस्य कस्यचित्
]

`verse 22 [
सृजत्येष जगत्सृष्टौ स्थितौ पाति सनातनः  ।
हन्ति चैवान्तकत्वेन रजःसत्त्वादिसंश्रयः
]

`verse 23 [
चतुर्विभागः संसृष्टौ चतुर्धा संस्थितः स्थितौ  ।
प्रलयं च करोत्यन्ते चतुर्भेदो जनार्दनः
]

`verse 24 [
एकेनांशेन ब्रह्मसौ भवत्यव्यक्तमूर्तिमान्  ।
मरीचिमिश्राः पतयः प्रजानाञ्चान्यभागशः
]

`verse 25 [
कालस्तृतीयस्तस्यांशः सर्वभूतानि चापरः  ।
इत्थं चतुर्धा संसृष्टौ वर्ततेसौ रजोगुणः
]

`verse 26 [
एकांशेनास्थितो विष्णुः करोति प्रतिपालनम्  ।
मन्वादिरूपश्चान्येन कालरूपोऽपरोण च
]

`verse 27 [
सर्वभूतेषु चान्येन संश्थितः कुरुते स्थितिम्  ।
सत्त्वं गुणं समाश्रित्य जगतः पुरुषोत्तमः
]

`verse 28 [
आश्रित्य तमसो वृत्तिमन्तकाले तथा पुनः  ।
रुद्रस्वरूपो भगवानेकांशेन भवत्यजः
]

`verse 29 [
अग्न्यन्तकादिरूपेण भागेनान्येन वर्तते  ।
कालस्वरूपो भागो यःसर्वभूतानि चापरः
]

`verse 30 [
विनाशं कुर्वतस्तस्य चतुर्धैवं महात्मनः  ।
विभागकल्पना ब्रह्मन् कथ्यते सार्वकालिकी
]

`verse 31 [
ब्रह्म दक्षादयः कालस्तथै वाखिलजन्तवः  ।
विभूतयो हरेरेता जगतः सृष्टिहेतवः
]

`verse 32 [
विष्णुर्मन्वादयः कालः सर्वभूतानि च द्विज  ।
स्थितेर्निमित्तभूतस्य विष्णोरेता विभूतयः
]

`verse 33 [
रुद्रः कालान्तकाद्याश्च समस्ताश्चैव जन्तवः  ।
चतुर्धा प्रलायायैता जनार्दनविभूतयः
]

`verse 34 [
जगदादौ तथा मध्ये सृष्टिराप्रलया द्विज  ।
धात्रा मरीचिमिश्रैश्च क्रियते जन्तुभिस्तथा
]

`verse 35 [
ब्रह्म सृजत्यादिकाले मरीचिप्रमुखास्ततः  ।
उत्पादयन्त्यपत्यानि जन्तवश्च प्रतिक्षणम्
]

`verse 36 [
कालेन न विना ब्रह्म सृष्टिनिष्पादको द्विज  ।
न प्रजापतयः सर्वे न चैवाखिलजन्तवः
]

`verse 37 [
एवमेव विभागोयं स्तितावप्युपदिश्यति  ।
चतुर्दा तस्य देवस्य मैत्रेय प्रलये तथा
]

`verse 38 [
यत्किञ्चित्सृज्यते येन सत्त्वजातेन वै द्विज  ।
तस्य सृज्यस्य सम्भूतो तत्सर्वं वै हरेस्तनुः
]

`verse 39 [
हन्ति यावच्च यत्किञ्चित्सत्त्वं स्थावरजङ्गमम्  ।
जनार्दनस्य तद्रौद्रं मैत्रेयान्तकरं वपुः
]

`verse 40 [
एवमेष जगत्स्त्रष्टा जगत्पाता तथा जगत् ।
जगद्भक्षयिता देवः समस्तस्य जनार्दनः
]

`verse 41 [
सृष्टिस्थित्यन्तकालेषु त्रिधैवं संप्रवर्तते  ।
गुणप्रवृत्या परमं पदं तस्यागुणं महत्
]

`verse 42 [
तच्च ज्ञानमयं व्यापि स्वसंवेद्यमनौपमम्  ।
चतुष्प्रकारं तदपि स्वरूपं परमात्मनः
]

`speaker [
श्रीमैत्रेय उवाच
]

`verse 43 [
चतुःप्रकारतां तस्य ब्रह्मभूतस्य हे मुने  ।
ममाचक्ष्व यथान्यायं यदुक्तं परमं पदम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 44 [
मैत्रेय कारणं प्रोक्तं साधनं सर्ववस्तुषु  ।
साध्यं च वस्त्वभिमतं यत्साधयितुमात्मनः
]

`verse 45 [
योगिनो मुक्तिकामस्य प्राणायामादिसाधनम्  ।
साध्यं च परमं ब्रह्म पुनर्नावर्तते यतः
]

`verse 46 [
साधनालम्बनं ज्ञानं मुक्तये योगिनां हि यत् ।
स भेदः प्रथमस्तस्य ब्रह्मभूतस्य वै मुने
]

`verse 47 [
युञ्जतः क्लेशमुक्त्यर्थं साध्यं यद्ब्रह्म योगिनः  ।
तदालम्बनविज्ञानं द्वितीयोऽंशो महामुने
]

`verse 48 [
उभयोस्त्वविभागेन साध्यसाधनयोर्हि यत् ।
विज्ञानमद्वैतमयं तद्भागोन्यो मयोदितः
]

`verse 49 [
ज्ञानत्रयस्य वै तस्य विशेषो यो महामुने  ।
तन्निराकरणद्वारा दर्शितात्मस्वरूपवत्
]

`verse 50 [
निर्व्यापारमनाख्येयं व्याप्तिमात्रमनूपमम्  ।
आत्मसम्बोधविषयं सत्तामात्रमलक्षणम्
]

`verse 51 [
प्रशान्तमभयं शुद्धं दुर्विभाव्यमसंश्रयम्  ।
विष्णोर्ज्ञानमयस्योक्तं तज्ज्ञानं ब्रह्मसंज्ञितम्
]

`verse 52 [
तत्र ज्ञाननिरोधेन योगिनो यान्ति ये लयम्  ।
संसारकर्षणोप्तौ ते यान्ति निर्बीजतां द्विजा
]

`verse 53 [
एवंप्रकारममलं नित्यं व्यापकमक्षयम्  ।
समस्तहेयरहितं विष्ण्वाख्यं परमं पदम्
]

`verse 54 [
तद्ब्रह्म परमं योगी यतो नावर्तते पुनः  ।
श्रयत्यपुण्योपरमे क्षीणक्लेशेऽतिनिर्मले
]

`verse 55 [
द्वे रूपे ब्रह्मणस्तस्य मूर्तं चामूर्तमेव च  ।
क्षराक्षरास्वरूपे ते सर्वभूतेष्ववस्थिते
]

`verse 56 [
अक्षरं तत्परं ब्रह्म क्षरं सर्वमिदं जगत् ।
एकदेशस्थितस्याग्नेर्ज्योत्स्त्रा विस्तारिणि यथा  ।
परस्य ब्रह्मणः शक्तिस्तथोदमखिलं जगत्
]

`verse 57 [
तत्राप्यासन्नदूरत्वाद्बहुत्वस्वल्पतामयः  ।
ज्योत्स्नाभेदोस्ति तच्छक्तेस्तद्वन्मैत्रेय विद्यते
]

`verse 58 [
ब्रह्मविष्णुशिवा ब्रह्मन्प्रधाना ब्रह्मशक्तयः  ।
ततश्च देवा मैत्रेय न्यूना दक्षादयस्ततः
]

`verse 59 [
ततो मनुष्याः पशवौ मृगपक्षिसरीसृपाः  ।
न्यूनान्यूनतराश्चैव वृक्षगुल्मादयस्तथा
]

`verse 60 [
तदेतदक्षरं नित्यं जगन्मुनिवराखितम्  ।
आविर्भावतिरोभावजन्मनाशविकल्पवत्
]

`verse 61 [
सर्वशक्ति मयो विष्णुः स्वरूपं ब्रह्मणः परम्  ।
मूर्तं यद्योगिभिः पूर्वं योगारम्भेषु चिन्त्यते
]

`verse 62 [
सालम्बनो महायोगः सबीजो यत्रसंस्थितः  ।
मनस्यव्याहते सम्यग्युञ्जतां जायते मुने
]

`verse 63 [
स परः परशक्तीनां ब्रह्मणः समनन्तरम्  ।
मूर्तं ब्रह्म महाभाग सर्वब्रह्ममयो हरिः
]

`verse 64 [
यत्र सर्वमिदं प्रोतमोतं चैवाखितं जगत् ।
ततो जगज्जगत्यस्मिन्स जगच्चखिलं मुने
]

`verse 65 [
क्षराक्षरमयो विष्णुर्बिभर्त्यखिलमीश्वरः  ।
पुरुषाव्याकृतमयं भूषणास्त्रस्वरूपवत्
]

`speaker [
श्रीमैत्रेय उवाच
]

`verse 66 [
भूषणास्त्रस्वरूपस्थं यच्चैतदखिलं जगत् ।
बिभर्ति भगवान्विष्णुस्तन्ममाख्यातुमर्हसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 67 [
नमस्कृत्वाप्रमेयाय विष्णवे प्रभविष्णवे  ।
कथयामि यथाख्यातं वसिष्ठेन ममा भवत्
]

`verse 68 [
आत्मानमस्य जगतो निर्लेपमगुणामलम्  ।
बिभर्ति कौस्तुभमणिस्वरूपं भगवान्हरिः
]

`verse 69 [
श्रीवत्ससंस्थानधरमनन्तेन समाश्रितम्  ।
प्रधानं बुद्धिरप्यास्ते गदारूपेण माधवे
]

`verse 70 [
भूतादिमिन्द्रियादिं च द्विधाहङ्कारमीश्वरः  ।
बिभर्ति शंखरूपेण शार्ङ्गरूपेण च स्थितम्
]

`verse 71 [
चलत्स्वरूपमत्यन्तं जवेनान्तारितानिलम्  ।
चक्रस्वरूपं च मनो धत्ते विष्णुकरे स्थितम्
]

`verse 72 [
पञ्चरूपा तु या माला वैजयन्ती गदाभृतः  ।
सा भूतहेतुसंघाता भूतमाला च वै द्विज
]

`verse 73 [
यानीन्द्रियाण्यशेषाणि बुद्धिकर्मात्मकानि वै  ।
शररूपाण्यशेषाणि तानि धत्ते जनार्दनः
]

`verse 74 [
बिभर्ति यच्चासिरत्नमच्युतोत्यन्तनिर्मलम्  ।
विद्यामय तु तज्ज्ञानमविद्याकोशसंस्थितम्
]

`verse 75 [
इत्थं पुमान्प्रधानं च बुद्ध्यहङ्कारमेव च  ।
भूतानि च हृषीकेशे मनः सर्वेन्द्रियाणि च  ।
विद्याविद्ये च मैत्रेय सर्वमेतत्समाश्रितम्
]

`verse 76 [
अस्त्रभूषणसंस्थानस्वरूपं रूपवर्जितः  ।
बिभार्ति मायारूपोसौ श्रेयसे प्राणिनां हरिः
]

`verse 77 [
सविकारं प्रधानं च पुमांश्चैवाखिलं जगत् ।
बिभर्ति पुण्डहीकाक्षस्तदेवं परमेश्वरः
]

`verse 78 [
या विद्या या तथाविद्या यत्सद्यच्चासदव्ययम्  ।
तत्सर्वं सर्वभूतेशे मैत्रेय मधुसूदने
]

`verse 79 [
कलाकाष्ठानिमेषादिदिनर्त्वयनहायनैः  ।
कालस्वरूपो भगवानपापो हरिरव्ययः
]

`verse 80 [
भूर्लोकोथ भुवर्लोकः स्वर्लोको मुनिसत्तम  ।
महर्जनस्तपः सत्यं सप्त लोका इमे विभुः
]

`verse 81 [
लोकात्ममूर्तिः सर्वेषां पूर्वेषामपि पूर्वजः  ।
आधारः सर्वविद्यानां स्वयमेव हरिः स्थितः
]

`verse 82 [
देवमानुषपश्वादिश्वरूपैर्बहुभिः स्थितः  ।
ततः सर्वेश्वरोऽनन्तो भूतमूर्तिरमूर्तिमान्
]

`verse 83 [
ऋचो यजूंषि सामानि तथैवाथर्वाणानि वै  ।
इतिहासोपवेदाश्च वेदान्तेषु तथोक्तयः
]

`verse 84 [
वेदाङ्गानि समस्तानि मन्वादिगदितानि च  ।
शास्त्राण्यशेषाण्याख्यानान्यनुवाकाश्च ये क्वचित्
]

`verse 85 [
काव्यालापाश्च ये केचिद्रीतकान्यखिलानि च  ।
शब्दमूर्तिधरस्यैतद्वपुर्विष्णोर्महात्मनः
]

`verse 86 [
यानि मूर्तान्यमूर्तानि यान्यत्रान्यत्र वा क्वचित् ।
सन्ति वै वस्तुजातानि तानि सर्वाणि तद्वपुः
]

`verse 87 [
अहं हरिः सर्वमिदं जनार्दनो नान्यत्ततः कारणकार्यजातम्  ।
ईदृङ्मनो यस्य न तस्यट भूयो भवोद्भावा द्वन्द्वगदा भवन्ति
]

`verse 88 [
इत्यैष तेंशः प्रथमः पुराणस्यास्य वै द्विज  ।
यथावत्कथितो यस्मिन्धृते पापैः प्रमुच्यते
]

`verse 89 [
कार्त्तिक्यां पुष्करस्नाने द्वादशाब्देन यत्फलम्  ।
तदस्य श्रवणात्सव मैत्रेयाप्नोति मानवः
]

`verse 90 [
देवर्षिपितृगन्धर्वयक्षादिनां च सम्भवम्  ।
भवन्ति शृण्वतः पुंसो देवाद्य वरदा मुने
]
