`verse 1 [
ओं
नमस्समस्तसंसारचक्रभ्रमणहेतवे  ॥
गौरीकुचतटद्वन्द्वकुंकुमांकितवक्षसे  ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
उक्त्वा भगवतो लब्धप्रसादादुपमन्युना  ॥
नियमादुत्थितो वायुर्मध्ये प्राप्ते दिवाकरे  ॥
]

`verse 3 [
ऋषयश्चापि ते सर्वे नैमिषारण्यवासिनः  ॥
अथायमर्थः प्रष्टव्य इति कृत्वा विनिश्चयम्  ॥
]

`verse 4 [
कृत्वा यथा स्वकं कृत्यं प्रत्यहं ते यथा पुरा  ॥
भगवंतमुपायांतं समीक्ष्य समुपाविशन्  ॥
]

`verse 5 [
अथासौ नियमस्यांते भगवानम्बरोद्भवः  ॥
मध्ये मुनिसभायास्तु भेजे कॢप्तं वरासनम्  ॥
]

`verse 6 [
सुखासनोपविष्टश्च वायुर्लोकनमस्कृतः  ॥
श्रीमद्विभूतिमीशस्य हृदि कृत्वेदमब्रवीत् ॥
]

`verse 7 [
तं प्रपद्ये महादेवं सर्वज्ञमपराजितम्  ॥
विभूतिस्सकलं यस्य चराचरमिदं जगत् ॥
]

`verse 8 [
इत्याकर्ण्य शुभां वाणीमृषयः क्षीणकल्मषाः  ॥
विभूतिविस्तरं श्रोतुमूचुस्ते परमं वचः  ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 9 [
उक्तं भगवता वृत्तमुपमन्योर्महात्मनः  ॥
क्षीरार्थेनापि तपसा यत्प्राप्तं परमेश्वरात् ॥
]

`verse 10 [
दृष्टो ऽसौ वासुदेवेन कृष्णेनाक्लिष्टकर्मणा  ॥
धौम्याग्रजस्ततस्तेन कृत्वा पाशुपतं व्रतम्  ॥
]

`verse 11 [
प्राप्तं च परमं ज्ञानमिति प्रागेव शुश्रुम  ॥
कथं स लब्धवान् कृष्णो ज्ञानं पाशुपतं परम्  ॥
]

`speaker [
वायुरुवाच
]

`verse 12 [
स्वेच्छया ह्यवतीर्णोपि वासुदेवस्सनातनः  ॥
निंदयन्निव मानुष्यं देहशुद्धिं चकार सः  ॥
]

`verse 13 [
पुत्रार्थं हि तपस्तप्तुं गतस्तस्य महामुनेः  ॥
आश्रमं मुनिभिर्दृष्टं दृष्टवांस्तत्र वै मुनिम्  ॥
]

`verse 14 [
भस्मावदातसर्वांगं त्रिपुंड्रांकितमस्तकम्  ॥
रुद्राक्षमालाभरणं जटामंडलमंडितम्  ॥
]

`verse 15 [
तच्छिष्यभूतैर्मुनिभिश्शास्त्रैर्वेदमिवावृतम्  ॥
शिवध्यानरतं शांतमुपमन्युं महाद्युतिम्  ॥
]

`verse 16 [
नमश्चकार तं दृष्ट्वा हृष्टसर्वतनूरुहः  ॥
बहुमानेन कृष्णो ऽसौ त्रिः कृत्वा तु प्रदक्षिणाम्  ॥
स्तुतिं चकार सुप्रीत्या नतस्कंधः कृताञ्जलिः  ॥
]

`verse 17 [
तस्यावलोकनादेव मुनेः कृष्णस्य धीमतः  ॥
नष्टमासीन्मलं सर्वं मायाजं कार्ममेव च  ॥
]

`verse 18 [
तपःक्षीणमलं कृष्णमुपमन्युर्यथाविधिः  ॥
भस्मनोद्धूल्य तं मन्त्रैरग्निरित्यादिभिः क्रमात् ॥
]

`verse 19 [
अथ पाशुपतं साक्षाद्व्रतं द्वादशमासिकम्  ॥
कारयित्वा मुनिस्तस्मै प्रददौ ज्ञानमुत्तमम्  ॥
]

`verse 20 [
तदाप्रभृति तं कृष्णं मुनयश्शंसितव्रताः  ॥
दिव्याः पाशुपताः सर्वे परिवृत्योपतस्थिरे  ॥
]

`verse 21 [
ततो गुरुनियोगाद्वै कृष्णः परमशक्तिमान्  ॥
तपश्चकार पुत्रार्थं सांबमुद्दिश्य शंकरम्  ॥
]

`verse 22 [
तपसो तेन वर्षांते दृष्टो ऽसौ परमेश्वरः  ॥
श्रिया परमया युक्तस्सांबश्च सगणश्शिवः  ॥
]

`verse 23 [
वरार्थमाविर्भूतस्य हरस्य सुभगाकृतेः  ॥
स्तुतिं चकार नत्वासौ कृष्णः सम्यक्कृतांजलिः  ॥
]

`verse 24 [
सांबं समगणव्यग्रो लब्धवान्पुत्रमात्मनः  ॥
तपसा तुष्टचित्तेन दत्तं विष्णोश्शिवेन वै  ॥
]

`verse 25 [
यस्मात्सांबो महादेवः प्रददौ पुत्रमात्मनः  ॥
तस्माज्जांबवतीसूनुं सांबं चक्रे स नामतः  ॥
]

`verse 26 [
तदेतत्कथितं सर्वं कृष्णस्यामितकर्मणः  ॥
महर्षेर्ज्ञानलाभश्च पुत्रलाभश्च शंकरात् ॥
]

`verse 27 [
य इदं कीर्तयेन्नित्यं शृणुयाच्छ्रावयेत्तथा  ॥
स विष्णोर्ज्ञानमासाद्य तेनैव सह मोदते  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे कृष्णपुत्रप्राप्तिवर्णनं नम प्रथमो ऽध्यायः
]
