`speaker [
ऋषय ऊचुः
]

`verse 1 [
किं तत्पाशुपतं ज्ञानं कथं पशुपतिश्शिवः  ॥
कथं धौम्याग्रजः पृष्टः कृष्णेनाक्लिष्टकर्मणा  ॥
]

`verse 2 [
एतत्सर्वं समाचक्ष्व वायो शंकरविग्रह  ॥
तत्समो न हि वक्तास्ति त्रैलोक्येष्वपरः प्रभुः  ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
इत्याकर्ण्य वचस्तेषां महर्षीणां प्रभंजनः  ॥
संस्मृत्य शिवमीशानं प्रवक्तुमुपचक्रमे  ॥
]

`speaker [
वायुरुवाच
]

`verse 4 [
पुरा साक्षान्महेशेन श्रीकंठाख्येन मन्दरे  ॥
देव्यै देवेन कथितं ज्ञानं पाशुपतं परम्  ॥
]

`verse 5 [
तदेव पृष्टं कृष्णेन विष्णुना विश्वयोनिना  ॥
पशुत्वं च सुरादीनां पतित्वं च शिवस्य च  ॥
]

`verse 6 [
यथोपदिष्टं कृष्णाय मुनिना ह्युपमन्युना  ॥
तथा समासतो वक्ष्ये तच्छृणुध्वमतंद्रिताः  ॥
]

`verse 7 [
पुरोपमन्युमासीनं विष्णुःकृष्णवपुर्धरः  ॥
प्रणिपत्य यथान्यायमिदं वचनमब्रवीत् ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 8 [
भगवञ्छ्रोतुमिच्छामि देव्यै देवेन भाषितम्  ॥
दिव्यं पाशुपतं ज्ञानं विभूतिं वास्य कृत्स्नशः  ॥
]

`verse 9 [
कथं पशुपतिर्देवः पशवः के प्रकीर्तिताः  ॥
कैः पाशैस्ते निबध्यंते विमुच्यंते च ते कथम्  ॥
]

`verse 10 [
इति संचोदितः श्रीमानुपमन्युर्महात्मना  ॥
प्रणम्य देवं देवीं च प्राह पुष्टो यथा तथा  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 11 [
ब्रह्माद्याः स्थावरांताश्च देवदेवस्य शूलिनः  ॥
पशवः परिकीर्त्यंते संसारवशवर्तिनः  ॥
]

`verse 12 [
तेषां पतित्वाद्देवेशः शिवः पशुपतिः स्मृतः  ॥
मलमायादिभिः पाशैः स बध्नाति पशून्पतिः  ॥
]

`verse 13 [
स एव मोचकस्तेषां भक्त्या सम्यगुपासितः  ॥
चतुर्विंशतितत्त्वानि मायाकर्मगुणा अमी  ॥
]

`verse 14 [
विषया इति कथ्यन्ते पाशा जीवनिबन्धनाः  ॥
ब्रह्मादिस्तम्बपर्यंतान् पशून्बद्ध्वा महेश्वरः  ॥
]

`verse 15 [
पाशैरेतैः पतिर्देवः कार्यं कारयति स्वकम्  ॥
तस्याज्ञया महेशस्य प्रकृतिः पुरुषोचिताम्  ॥
]

`verse 16 [
बुद्धिं प्रसूते सा बुद्धिरहंकारमहंकृतिः  ॥
इन्द्रियाणि दशैकं च तन्मात्रापञ्चकं तथा  ॥
]

`verse 17 [
शासनाद्देवदेवस्य शिवस्य शिवदायिनः  ॥
तन्मात्राण्यपि तस्यैव शासनेन महीयसा  ॥
]

`verse 18 [
महाभूतान्यशेषाणि भावयंत्यनुपूर्वशः  ॥
ब्रह्मादीनां तृणान्तानां देहिनां देहसंगतिम्  ॥
]

`verse 19 [
महाभूतान्यशेषाणि जनयंति शिवाज्ञया  ॥
अध्यवस्यति वै बुद्धिरहंकारोभिमन्यते  ॥
]

`verse 20 [
चित्तं चेतयते चापि मनः संकल्पयत्यपि  ॥
श्रोत्रादीनि च गृह्णन्ति शब्दादीन्विषयान् पृथक् ॥
]

`verse 21 [
स्वानेव नान्यान्देवस्य दिव्येनाज्ञाबलेन वै  ॥
वागादीन्यपि यान्यासंस्तानि कर्मेन्द्रियाणि च  ॥
]

`verse 22 [
यथा स्वं कर्म कुर्वन्ति नान्यत्किंचिच्छिवाज्ञया  ॥
शब्दादयोपि गृह्यंते क्रियन्ते वचनादयः  ॥
]

`verse 23 [
अविलंघ्या हि सर्वेषामाज्ञा शंभोर्गरीयसी  ॥
अवकाशमशेषाणां भूतानां संप्रयच्छति  ॥
]

`verse 24 [
आकाशः परमेशस्य शासनादेव सर्वगः  ॥
प्राणाद्यैश्च तथा नामभेदैरंतर्बहिर्जगत् ॥
]

`verse 25 [
बिभर्ति सर्वं शर्वस्य शासनेन प्रभञ्जनः  ॥
हव्यं वहति देवानां कव्यं कव्याशिनामपि  ॥
]

`verse 26 [
पाकाद्यं च करोत्यग्निः परमेश्वरशासनात् ॥
संजीवनाद्यं सर्वस्य कुर्वत्यापस्तदाज्ञया  ॥
]

`verse 27 [
विश्वम्भरा जगन्नित्यं धत्ते विश्वेश्वराज्ञया  ॥
देवान्पात्यसुरान् हंति त्रिलोकमभिरक्षति  ॥
]

`verse 28 [
आज्ञया तस्य देवेन्द्रः सर्वैर्देवैरलंघ्यया  ॥
आधिपत्यमपां नित्यं कुरुते वरुणस्सदा  ॥
]

`verse 29 [
पाशैर्बध्नाति च यथा दंड्यांस्तस्यैव शासनात् ॥
ददाति नित्यं यक्षेन्द्रो द्रविणं द्रविणेश्वरः  ॥
]

`verse 30 [
पुण्यानुरूपं भूतेभ्यः पुरुषस्यानुशासनात् ॥
करोति संपदः शश्वज्ज्ञानं चापि सुमेधसाम्  ॥
]

`verse 31 [
निग्रहं चाप्यसाधूनामीशानश्शिवशासनात् ॥
धत्ते तु धरणीं मूर्ध्ना शेषः शिवनियोगतः  ॥
]

`verse 32 [
यामाहुस्तामसीं रौद्रीं मूर्तिमंतकरीं हरेः  ॥
सृजत्यशेषमीशस्य शासनाच्चतुराननः  ॥
]

`verse 33 [
अन्याभिर्मूर्तिभिः स्वाभिः पाति चांते निहन्ति च  ॥
विष्णुः पालयते विश्वं कालकालस्य शासनात् ॥
]

`verse 34 [
सृजते त्रसते चापि स्वकाभिस्तनुभिस्त्रिभिः  ॥
हरत्यंते जगत्सर्वं हरस्तस्यैव शासनात् ॥
]

`verse 35 [
सृजत्यपि च विश्वात्मा त्रिधा भिन्नस्तु रक्षति  ॥
कालः करोति सकलं कालस्संहरति प्रजाः  ॥
]

`verse 36 [
कालः पालयते विश्वं कालकालस्य शासनात् ॥
त्रिभिरंशैर्जगद्बिभ्रत्तेजोभिर्वृष्टिमादिशन्  ॥
]

`verse 37 [
दिवि वर्षत्यसौ भानुर्देवदेवस्य शासनात् ॥
पुष्णात्योषधिजातानि भूतान्याह्लादयत्यपि  ॥
]

`verse 38 [
देवैश्च पीयते चंद्रश्चन्द्रभूषणशासनात् ॥
आदित्या वसवो रुद्रा अश्विनौ मरुतस्तथा  ॥
]

`verse 39 [
खेचरा ऋषयस्सिद्धा भोगिनो मनुजा मृगाः  ॥
पशवः पक्षिणश्चैव कीटाद्याः स्थावराणि च  ॥
]

`verse 40 [
नद्यस्समुद्रा गिरयः काननानि सरांसि च  ॥
वेदाः सांगाश्च शास्त्राणि मंत्रस्तोममखादयः  ॥
]

`verse 41 [
कालाग्न्यादिशिवांतानि भुवनानि सहाधिपैः  ॥
ब्रह्मांडान्यप्यसंख्यानि तेषामावरणानि च  ॥
]

`verse 42 [
वर्तमानान्यतीतानि भविष्यन्त्यपि कृत्स्नशः  ॥
दिशश्च विदिशश्चैव कालभेदाः कलादयः  ॥
]

`verse 43 [
यच्च किंचिज्जगत्यस्मिन् दृश्यते श्रूयते ऽपि वा  ॥
तत्सर्वं शंकरस्याज्ञा बलेन समधिष्ठितम्  ॥
]

`verse 44 [
आज्ञाबलात्तस्य धरा स्थितेह धराधरा वारिधराः समुद्राः  ॥
ज्योतिर्गणाः शक्रमुखाश्च देवाः स्थिरं चिरं वा चिदचिद्यदस्ति  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 45 [
अत्याश्चर्यमिदं कृष्ण शंभोरमितकर्मणः  ॥
आज्ञाकृतं शृणुष्वैतच्छ्रुतं श्रुतिमुखे मया  ॥
]

`verse 46 [
पुरा किल सुराः सेंद्रा विवदंतः परस्परम्  ॥
असुरान्समरे जित्वा जेताहमहमित्युत  ॥
]

`verse 47 [
तदा महेश्वरस्तेषां मध्यतो वरवेषधृक् ॥
स्वलक्षणैर्विहीनांगः स्वयं यक्ष इवाभवत् ॥
]

`verse 48 [
स तानाह सुरानेकं तृणमादाय भूतले  ॥
य एतद्विकृतं कर्तुं क्षमते स तु दैत्यजित् ॥
]

`verse 49 [
यक्षस्य वचनं श्रुत्वा वज्रपाणिः शचीपतिः  ॥
किंचित्क्रुद्धो विहस्यैनं तृणमादातुमुद्यतः  ॥
]

`verse 50 [
न तत्तृणमुपदातुं मनसापि च शक्यते  ॥
यथा तथापि तच्छेत्तुं वज्रं वज्रधरो ऽसृजत् ॥
]

`verse 51 [
तद्वज्रं निजवज्रेण संसृष्टमिव सर्वतः  ॥
तृणेनाभिहतं तेन तिर्यगग्रं पपात ह  ॥
]

`verse 52 [
ततश्चान्ये सुसंरब्धा लोकपाला महाबलाः  ॥
ससृजुस्तृणमुद्दिश्य स्वायुधानि सहस्रशः  ॥
]

`verse 53 [
प्रजज्ज्वाल महावह्निः प्रचंडः पवनो ववौ  ॥
प्रवृद्धो ऽपांपतिर्यद्वत्प्रलये समुपस्थिते  ॥
]

`verse 54 [
एवं देवैस्समारब्धं तृणमुद्दिश्य यत्नतः  ॥
व्यर्थमासीदहो कृष्ण यक्षस्यात्मबलेन वै  ॥
]

`verse 55 [
तदाह यक्षं देवेंद्रः को भवानित्यमर्षितः  ॥
ततस्स पश्यतामेव तेषामंतरधादथ  ॥
]

`verse 56 [
तदंतरे हैमवती देवी दिव्यविभूषणा  ॥
आविरासीन्नभोरंगे शोभमाना शुचिस्मिता  ॥
]

`verse 57 [
तां दृष्ट्वा विस्मयाविष्टा देवाः शक्रपुरोगमाः  ॥
प्रणम्य यक्षं पप्रच्छुः को ऽसौ यक्षो विलक्षणः  ॥
]

`verse 58 [
सा ऽब्रवीत्सस्मितं देवी स युष्माकमगोचरः  ॥
तेनेदं भ्रम्यते चक्रं संसाराख्यं चराचरम्  ॥
]

`verse 59 [
तेनादौ क्रियते विश्वं तेन संह्रियते पुनः  ॥
न तन्नियन्ता कश्चित्स्यात्तेन सर्वं नियम्यते  ॥
]

`verse 60 [
इत्युक्त्वा सा महादेवी तत्रैवांतरधत्त वै  ॥
देवाश्च विस्मिताः सर्वे तां प्रणम्य दिवं ययुः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखंडे द्वितीयो ऽध्यायः
]
