`speaker [
उपमन्युरुवाच
]

`verse 1 [
शृणु कृष्ण महेशस्य शिवस्य परमात्मनः  ॥
मूर्त्यात्मभिस्ततं कृत्स्नं जगदेतच्चराचरम्  ॥
]

`verse 2 [
स शिवस्सर्वमेवेदं स्वकीयाभिश्च मूर्तिभिः  ॥
अधितिष्ठत्यमेयात्मा ह्येतत्सर्वमनुस्मृतम्  ॥
]

`verse 3 [
ब्रह्मा विष्णुस्तथा रुद्रो महेशानस्सदाशिवः  ॥
मूर्तयस्तस्य विज्ञेया याभिर्विश्वमिदं ततम्  ॥
]

`verse 4 [
अथान्याश्चापि तनवः पञ्च ब्रह्मसमाह्वयाः  ॥
तनूभिस्ताभिराव्याप्तमिह किंचिन्न विद्यते  ॥
]

`verse 5 [
ईशानः पुरुषो ऽघोरो वामः सद्यस्तथैव च  ॥
ब्रह्माण्येतानि देवस्य मूर्तयः पञ्च विश्रुताः  ॥
]

`verse 6 [
ईशानाख्या तु या तस्य मूर्तिराद्या गरीयसी  ॥
भोक्तारं प्रकृतेः साक्षात्क्षेत्रज्ञमधितिष्ठति  ॥
]

`verse 7 [
स्थाणोस्तत्पुरुषाख्या या मूर्तिर्मूर्तिमतः प्रभोः  ॥
गुणाश्रयात्मकं भोग्यमव्यक्तमधितिष्ठति  ॥
]

`verse 8 [
धर्माद्यष्टांगसंयुक्तं बुद्धितत्त्वं पिनाकिनः  ॥
अधितिष्ठत्यघोराख्या मूर्तिरत्यंतपूजिता  ॥
]

`verse 9 [
वामदेवाह्वयां मूर्तिं महादेवस्य वेधसः  ॥
अहंकृतेरधिष्ठात्रीमाहुरागमवेदिनः  ॥
]

`verse 10 [
सद्यो जाताह्वयां मूर्तिं शम्भोरमितवर्चसः  ॥
मानसः समधिष्ठात्रीं मतिमंतः प्रचक्षते  ॥
]

`verse 11 [
श्रोत्रस्य वाचः शब्दस्य विभोर्व्योम्नस्तथैव च  ॥
ईश्वरीमीश्वरस्येमामीशाख्यां हि विदुर्बुधाः  ॥
]

`verse 12 [
त्वक्पाणिस्पर्शवायूनामीश्वरीं मूर्तिमैश्वरीम्  ॥
पुरुषाख्यं विदुस्सर्वे पुराणार्थविशारदाः  ॥
]

`verse 13 [
चक्षुषश्चरणस्यापि रूपस्याग्नेस्तथैव च  ॥
अघोराख्यामधिष्ठात्रीं मूर्तिमाहुर्मनीषिणः  ॥
]

`verse 14 [
रसनायाश्च पायोश्च रसस्यापां तथैव च  ॥
ईश्वरीं वामदेवाख्यां मूर्तिं तन्निरतां विदुः  ॥
]

`verse 15 [
घ्राणस्य चैवोपस्थस्य गंधस्य च भुवस्तथा  ॥
सद्यो जाताह्वयां मूर्तिमीश्वरीं संप्रचक्षते  ॥
]

`verse 16 [
मूर्तयः पञ्च देवस्य वंदनीयाः प्रयत्नतः  ॥
श्रेयोर्थिभिर्नरैर्नित्यं श्रेयसामेकहेतवः  ॥
]

`verse 17 [
तस्य देवादिदेवस्य मूर्त्यष्टकमयं जगत् ॥
तस्मिन्व्याप्य स्थितं विश्वं सूत्रे मणिगणा इव  ॥
]

`verse 18 [
शर्वो भवस्तथा रुद्र उग्रो भीमः पशोः पतिः
]

`verse 19 [
ईशानश्च महादेवो मूर्तयश्चाष्ट विश्रुताः  ॥
]

`verse 20 [
भूम्यंभोग्निमरुद्व्योमक्षेत्रज्ञार्कनिशाकराः  ॥
अधिष्ठिता महेशस्य शर्वाद्यैरष्टमूर्तिभिः  ॥
]

`verse 21 [
चराचरात्मकं विश्वं धत्ते विश्वंभरात्मिका  ॥
शार्वीर्शिवाह्वया मूर्तिरिति शास्त्रस्य निश्चयः  ॥
]

`verse 22 [
संजीवनं समस्तस्य जगतस्सलिलात्मिका  ॥
भावीति गीयते मूर्तिभवस्य परमात्मनः  ॥
]

`verse 23 [
बहिरंतर्गता विश्वं व्याप्य तेजोमयी शुभा  ॥
रौद्री रुद्राव्यया मूर्तिरास्थिता घोररूपिणी  ॥
]

`verse 24 [
स्पंदयत्यनिलात्मदं बिभर्ति स्पंदते स्वयम्  ॥
औग्रीति कथ्यते सद्भिर्मूर्तिरुग्रस्य वेधसः  ॥
]

`verse 25 [
सर्वावकाशदा सर्वव्यापिका गगनात्मिका  ॥
मूर्तिर्भीमस्य भीमाख्या भूतवृंदस्य भेदिका  ॥
]

`verse 26 [
सर्वात्मनामधिष्ठात्री सर्वक्षेत्रनिवासिनी  ॥
मूर्तिः पशुपतेर्ज्ञेया पशुपाशनिकृंतनी  ॥
]

`verse 27 [
दीपयंती जगत्सर्वं दिवाकरसमाह्वया  ॥
ईशानाख्यमहेशस्य मूर्तिर्दिवि विसर्पति  ॥
]

`verse 28 [
आप्याययति यो विश्वममृतांशुर्निशाकरः  ॥
महादेवस्य सा मूर्तिर्महादेवसमाह्वया  ॥
]

`verse 29 [
आत्मा तस्याष्टमी मूर्तिः शिवस्य परमात्मनः  ॥
व्यापिकेतरमूर्तीनां विश्वं तस्माच्छिवात्मकम्  ॥
]

`verse 30 [
वृक्षस्य मूलसेकेन शाखाः पुष्यंति वै यथा  ॥
शिवस्य पूजया तद्वत्पुष्यत्यस्य वपुर्जगत् ॥
]

`verse 31 [
सर्वाभयप्रदानं च सर्वानुग्रहणं तथा  ॥
सर्वोपकारकरणं शिवस्याराधनं विदुः  ॥
]

`verse 32 [
यथेह पुत्रपौत्रादेः प्रीत्या प्रीतो भवेत्पिता  ॥
तथा सर्वस्य संप्रीत्या प्रीतो भवति शंकरः  ॥
]

`verse 33 [
देहिनो यस्य कस्यापि क्रियते यदि निग्रहः  ॥
अनिष्टमष्टमूर्तेस्तत्कृतमेव न संशयः  ॥
]

`verse 34 [
अष्टमूर्त्यात्मना विश्वमधिष्ठाय स्थितं शिवम्  ॥
भजस्व सर्वभावेन रुद्रः परमकारणम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे तृतीयो ऽध्यायः
]
