`speaker [
कृष्ण उवाच
]

`verse 1 [
भगवन्परमेशस्य शर्वस्यामिततेजसः  ॥
मूर्तिभिर्विश्वमेवेदं यथा व्याप्तं तथा श्रुतम्  ॥
]

`verse 2 [
अथैतज्ज्ञातुमिच्छामि याथात्म्यं पमेशयोः  ॥
स्त्रीपुंभावात्मकं चेदं ताभ्यां कथमधिष्ठितम्  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 3 [
श्रीमद्विभूतिं शिवयोर्याथात्म्यं च समासतः  ॥
वक्ष्ये तद्विस्तराद्वक्तुं भवेनापि न शक्यते  ॥
]

`verse 4 [
शक्तिः साक्षान्महादेवी महादेवश्च शक्तिमान्  ॥
तयोर्विभूतिलेशो वै सर्वमेतच्चराचरम्  ॥
]

`verse 5 [
वस्तु किंचिदचिद्रूपं किंचिद्वस्तु चिदात्मकम्  ॥
द्वयं शुद्धमशुद्धं च परं चापरमेव च  ॥
]

`verse 6 [
यत्संसरति चिच्चक्रमचिच्चक्रसमन्वितम्  ॥
तदेवाशुद्धमपरमितरं तु परं शुभम्  ॥
]

`verse 7 [
अपरं च परं चैव द्वयं चिदचिदात्मकम्  ॥
शिवस्य च शिवायाश्च स्वाम्यं चैतत्स्वभावतः  ॥
]

`verse 8 [
शिवयोर्वै वशे विश्वं न विश्वस्य वशे शिवौ  ॥
ईशितव्यमिदं यस्मात्तस्माद्विश्वेश्वरौ शिवौ  ॥
]

`verse 9 [
यथा शिवस्तथा देवी यथा देवी तथा शिवः  ॥
नानयोरंतरं विद्याच्चंद्रचन्द्रिकयोरिव  ॥
]

`verse 10 [
चंद्रो न खलु भात्येष यथा चंद्रिकया विना  ॥
न भाति विद्यमानो ऽपि तथा शक्त्या विना शिवः  ॥
]

`verse 11 [
प्रभया हि विनायद्वद्भानुरेष न विद्यते  ॥
प्रभा च भानुना तेन सुतरां तदुपाश्रया  ॥
]

`verse 12 [
एवं परस्परापेक्षा शक्तिशक्तिमतोः स्थिता  ॥
न शिवेन विना शक्तिर्न शक्त्या च विना शिवः  ॥
]

`verse 13 [
शक्तौयया शिवो नित्यं भक्तौ मुक्तौ च देहिनाम्  ॥
आद्या सैका परा शक्तिश्चिन्मयी शिवसंश्रया  ॥
]

`verse 14 [
यामाहुरखिलेशस्य तैस्तैरनुगुणैर्गुणैः  ॥
समानधर्मिणीमेव शिवस्य परमात्मनः  ॥
]

`verse 15 [
सैका परा च चिद्रूपा शक्तिः प्रसवधर्मिणी  ॥
विभज्य बहुधा विश्वं विदधाति शिवेच्छया  ॥
]

`verse 16 [
सा मूलप्रकृतिर्माया त्रिगुणा च त्रिधा स्मृता  ॥
शिवया च विपर्यस्तं यया ततमिदं जगत् ॥
]

`verse 17 [
एकधा च द्विधा चैव तथा शतसहस्रधा  ॥
शक्तयः खलु भिद्यंते बहुधा व्यवहारतः  ॥
]

`verse 18 [
शिवेच्छया पराशक्तिः शिवतत्त्वैकतां गता  ॥
ततः परिस्फुरत्यादौ सर्गे तैलं तिलादिव  ॥
]

`verse 19 [
ततः क्रियाख्यया शक्त्या शक्तौ शक्तिमदुत्थया  ॥
तस्यां विक्षोभ्यमाणायामादौ नादः समुद्बभौ  ॥
]

`verse 20 [
नादाद्विनिःसृतो बिंदुर्बिंदोदेवस्सदाशिवः  ॥
तस्मान्महेश्वरो जातः शुद्धविद्या महेश्वरात् ॥
]

`verse 21 [
सा वाचामीश्वरी शक्तिर्वागीशाख्या हि शूलिनः  ॥
या सा वर्णस्वरूपेण मातृकेपि विजृम्भते  ॥
]

`verse 22 [
अथानंतसमावेशान्माया कालमवासृजत् ॥
नियतिञ्च कलां विद्यां कलातोरागपूरुषौ  ॥
]

`verse 23 [
मायातः पुनरेवाभूदव्यक्तं त्रिगुणात्मकम्  ॥
त्रिगुणाच्च ततो व्यक्ताद्विभक्ताः स्युस्त्रयो गुणाः  ॥
]

`verse 24 [
सत्त्वं रजस्तमश्चेति यैर्व्याप्तमखिलं जगत् ॥
गुणेभ्यः क्षोभ्यमाणेभ्यो गुणेशाख्यास्त्रिमूर्तयः  ॥
]

`verse 25 [
अभवन्महदादीनि तत्त्वानि च यथाक्रमम्  ॥
तेभ्यस्स्युरण्डपिण्डानि त्वसंख्यानि शिवाज्ञया  ॥
अधिष्ठितान्यनन्ताद्यैर्विद्येशैश्चक्रवर्तिभिः  ॥
]

`verse 26 [
शरीरांतरभेदेन शक्तेर्भेदाः प्रकीर्तिताः  ॥
नानारूपास्तु विज्ञेयाः स्थूलसूक्ष्मविभेदतः  ॥
]

`verse 27 [
रुद्रस्य रौद्री सा शक्तिर्विष्णौर्वै वैष्णवी मता  ॥
ब्रह्माणी ब्रह्मणः प्रोक्ता चेन्द्रस्यैंद्रीति कथ्यते  ॥
]

`verse 28 [
किमत्र बहुनोक्तेन यद्विश्वमिति कीर्तितम्  ॥
शक्यात्मनैव तद्व्याप्तं यथा देहे ऽंतरात्मना  ॥
]

`verse 29 [
तस्माच्छक्तिमयं सर्वं जगत्स्थावरजंगमम्  ॥
कला या परमा शक्तिः कथिता परमात्मनः  ॥
]

`verse 30 [
एवमेषा परा शक्तिरीश्वरेच्छानुयायिनी  ॥
स्थिरं चरं च यद्विश्वं सृजतीति विनिश्चयः  ॥
]

`verse 31 [
ज्ञानक्रिया चिकीर्षाभिस्तिसृभिस्स्वात्मशक्तिभिः  ॥
शक्तिमानीश्वरः शश्वद्विश्वं व्याप्याधितिष्ठति  ॥
]

`verse 32 [
इदमित्थमिदं नेत्थं भवेदित्येवमात्मिका  ॥
इच्छाशक्तिर्महेशस्य नित्या कार्यनियामिका  ॥
]

`verse 33 [
ज्ञानशक्तिस्तु तत्कार्यं करणं कारणं तथा  ॥
प्रयोजनं च तत्त्वेन बुद्धिरूपाध्यवस्यति  ॥
]

`verse 34 [
यथेप्सितं क्रियाशक्तिर्यथाध्यवसितं जगत् ॥
कल्पयत्यखिलं कार्यं क्षणात्संकल्परूपिणी  ॥
]

`verse 35 [
यथा शक्तित्रयोत्थानं शक्तिप्रसवधर्मिणी  ॥
शक्त्या परमया नुन्ना प्रसूते सकलं जगत् ॥
]

`verse 36 [
एवं शक्तिसमायोगाच्छक्तिमानुच्यते शिवः  ॥
शक्तिशक्तिमदुत्थं तु शाक्तं शैवमिदं जगत् ॥
]

`verse 37 [
यथा न जायते पुत्रः पितरं मातरं विना  ॥
तथा भवं भवानीं च विना नैतच्चराचरम्  ॥
स्त्रीपुंसप्रभवं विश्वं स्त्रीपुंसात्मकमेव च  ॥
]

`verse 38 [
स्त्रीपुंसयोर्विभूतिश्च स्त्रीपुंसाभ्यामधिष्ठितम्  ॥
परमात्मा शिवः प्रोक्तश्शिवा सा च प्रकीर्तिता  ॥
]

`verse 39 [
शिवस्सदाशिवः प्रोक्तः शिवा सा च मनोन्मनी  ॥
शिवो महेश्वरो ज्ञेयः शिवा मायेति कथ्यते  ॥
]

`verse 40 [
पुरुषः परमेशानः प्रकृतिः परमेश्वरी  ॥
रुद्रो महेश्वरस्साक्षाद्रुद्राणी रुद्रवल्लभा  ॥
]

`verse 41 [
विष्णुर्विश्वेश्वरो देवो लक्ष्मीर्विश्वेश्वरप्रिया  ॥
ब्रह्मा शिवो यदा स्रष्टा ब्रह्माणी ब्रह्मणः प्रिया  ॥
]

`verse 42 [
भास्करो भगवाञ्छंभुः प्रभा भगवती शिवा  ॥
महेंद्रो मन्मथारातिः शची शैलेन्द्रकन्यका  ॥
]

`verse 43 [
जातवेदा महादेवः स्वाहा शर्वार्धदेहिनी  ॥
यमस्त्रियंबको देवस्तत्प्रिया गिरिकन्यका  ॥
]

`verse 44 [
निरृतिर्भगवानीशो नैरृती नगनंदनी  ॥
वरुणो भगवान्रुद्रो वारुणी भूधरात्मजा  ॥
]

`verse 45 [
बालेंदुशेखरो वायुः शिवा शिवमनोहरा  ॥
यक्षो यज्ञशिरोहर्ता ऋद्धिर्हिमगिरीन्द्रजा  ॥
]

`verse 46 [
चंद्रार्धशेखरश्चंद्रो रोहिणी रुद्रवल्लभा  ॥
ईशानः परमेशानस्तदार्या परमेश्वरी  ॥
]

`verse 47 [
अनंतवलयो ऽनंतो ह्यनंतानंतवल्लभा  ॥
कालाग्निरुद्रः कालारिः काली कालांतकप्रिया  ॥
]

`verse 48 [
पुरुषाख्यो मनुश्शंभुः शतरूपा शिवप्रिया  ॥
दक्षस्साक्षान्महादेवः प्रसूतिः परमेश्वरी  ॥
]

`verse 49 [
रुचिर्भवो भवानी च बुधैराकूतिरुच्यते  ॥
भृगुर्भगाक्षिहा देवः ख्यातिस्त्रिनयनप्रिया  ॥
]

`verse 50 [
मरीचिभगवान्रुद्रः संभूतिश्शर्ववल्लभा  ॥
गंगाधरो ऽंगिरा ज्ञेयः स्मृतिः साक्षादुमा स्मृता  ॥
]

`verse 51 [
पुलस्त्यः शशभृन्मौलिः प्रीतिः कांता पिनाकिनः  ॥
पुलहस्त्रिपुरध्वंसी तत्प्रिया तु शिवप्रिया  ॥
]

`verse 52 [
क्रतुध्वंसी क्रतुः प्रोक्तः संनतिर्दयिता विभोः  ॥
त्रिनेत्रो ऽत्रिरुमा साक्षादनसूया स्मृता बुधैः  ॥
]

`verse 53 [
कश्यपः कालहा देवो देवमाता महेश्वरी  ॥
वसिष्ठो मन्मथारातिर्देवी साक्षादरुंधती  ॥
]

`verse 54 [
शंकरः पुरुषास्सर्वे स्त्रियस्सर्वा महेश्वरी  ॥
सर्वे स्त्रीपुरुषास्तस्मात्तयोरेव विभूतयः  ॥
]

`verse 55 [
विषयी भगवानीशो विषयः परमेश्वरी  ॥
श्राव्यं सर्वमुमारूपं श्रोता शूलवरायुधः  ॥
]

`verse 56 [
प्रष्टव्यं वस्तुजातं तु धत्ते शंकरवल्लभा  ॥
प्रष्टा स एव विश्वात्मा बालचन्द्रावतंसकः  ॥
]

`verse 57 [
द्रष्टव्यं वस्तुरूपं तु बिभर्ति वक्तवल्लभा  ॥
द्रष्टा विश्वेश्वरो देवः शशिखंडशिखामणिः  ॥
]

`verse 58 [
रसजातं महादेवी देवो रसयिता शिवः  ॥
प्रेयजातं च गिरिजा प्रेयांश्चैव गराशनः  ॥
]

`verse 59 [
मंतव्यवस्तुतां धत्ते सदा देवी महेश्वरी  ॥
मंता स एव विश्वात्मा महादेवो महेश्वरः  ॥
]

`verse 60 [
बोद्धव्यवस्तुरूपं तु बिभर्ति भववल्लभा  ॥
देवस्स एव भगवान्बोद्धा मुग्धेन्दुशेखरः  ॥
]

`verse 61 [
प्राणः पिनाकी सर्वेषां प्राणिनां भगवान्प्रभुः  ॥
प्राणस्थितिस्तु सर्वेषामंबिका चांबुरूपिणी  ॥
]

`verse 62 [
बिभर्ति क्षेत्रतां देवी त्रिपुरांतकवल्लभा  ॥
क्षेत्रज्ञत्वं तदा धत्ते भगवानंतकांतकः  ॥
]

`verse 63 [
अहः शूलायुधो देवः शूलपाणिप्रिया निशा  ॥
आकाशः शंकरो देवः पृथिवी शंकरप्रिया  ॥
]

`verse 64 [
समुद्रो भगवानीशो वेला शैलेन्द्रकन्यका  ॥
वृक्षो वृषध्वजो देवो लता विश्वेश्वरप्रिया  ॥
]

`verse 65 [
पुंल्लिंगमखिलं धत्ते भगवान्पुरशासनः  ॥
स्त्रिलिंगं चाखिलं धत्ते देवी देवमनोरमा  ॥
]

`verse 66 [
शब्दजालमशेषं तु धत्ते सर्वस्य वल्लभा  ॥
अर्थस्वरूपमखिलं धत्ते मुग्धेन्दुशेखरः  ॥
]

`verse 67 [
यस्य यस्य पदार्थस्य या या शक्तिरुदाहृता  ॥
सा सा विश्वेश्वरी देवी स स सर्वो महेश्वरः  ॥
]

`verse 68 [
यत्परं यत्पवित्रं च यत्पुण्यं यच्च मंगलम्  ॥
तत्तदाह महाभागास्तयोस्तेजोविजृंभितम्  ॥
]

`verse 69 [
यथा दीपस्य दीप्तस्य शिखा दीपयते गृहम्  ॥
तथा तेजस्तयोरेतद्व्याप्य दीपयते जगत् ॥
]

`verse 70 [
तृणादिशिवमूर्त्यंतं विश्वख्यातिशयक्रमः  ॥
सन्निकर्षक्रमवशात्तयोरिति परा श्रुतिः  ॥
]

`verse 71 [
सर्वाकारात्मकावेतौ सर्वश्रेयोविधायिनौ  ॥
पूजनीयौ नमस्कार्यौ चिंतनीयौ च सर्वदा  ॥
]

`verse 72 [
यथाप्रज्ञमिदं कृष्ण याथात्म्यं परमेशयोः  ॥
कथितं हि मया ते ऽद्य न तु तावदियत्तया  ॥
]

`verse 73 [
तत्कथं शक्यते वक्तुं याथात्म्यं परमेशयोः  ॥
महतामपि सर्वेषां मनसो ऽपि बहिर्गतम्  ॥
]

`verse 74 [
अंतर्गतमनन्यानामीश्वरार्पितचेतसाम्  ॥
अन्येषां बुद्ध्यनारूढमारूढं च यथैव तत् ॥
]

`verse 75 [
येयमुक्ता विभूतिर्वै प्राकृती सा परा मता  ॥
अप्राकृतां परामन्यां गुह्यां गुह्यविदो विदुः  ॥
]

`verse 76 [
यतो वाचो निवर्तंते मनसा चेन्द्रियैस्सह  ॥
अप्राकृती परा चैषा विभूतिः पारमेश्वरी  ॥
]

`verse 77 [
सैवेह परमं धाम सैवेह परमा गतिः  ॥
सैवेह परमा काष्ठा विभूतिः परमेष्ठिनः  ॥
]

`verse 78 [
तां प्राप्तुं प्रयतंते ऽत्र जितश्वासा जितेंद्रियाः  ॥
गर्भकारा गृहद्वारं निश्छिद्रं घटितुं यथा  ॥
]

`verse 79 [
संसाराशीविषालीढमृतसंजीवनौषधम्  ॥
विभूतिं शिवयोर्विद्वान्न बिभेति कुतश्चन  ॥
]

`verse 80 [
यः परामपरां चैव विभूतिं वेत्ति तत्त्वतः  ॥
सो ऽपरो भूतिमुल्लंघ्य परां भूतिं समश्नुते  ॥
]

`verse 81 [
एतत्ते कथितं कृष्ण याथात्म्यं परमात्मनोः  ॥
रहस्यमपि योग्यो ऽसि भर्गभक्तो भवानिति  ॥
]

`verse 82 [
नाशिष्येभ्यो ऽप्यशैवेभ्यो नाभक्तेभ्यः कदाचन  ॥
व्याहरेदीशयोर्भूतिमिति वेदानुशासनम्  ॥
]

`verse 83 [
तस्मात्त्वमतिकल्याणपरेभ्यः कथयेन्न हि  ॥
त्वादृशेभ्यो ऽनुरूपेभ्यः कथयैतन्न चान्यथा  ॥
]

`verse 84 [
विभूतिमेतां शिवयोर्योग्येभ्यो यः प्रदापयेत् ॥
संसारसागरान्मुक्तः शिवसायुज्यमाप्नुयात् ॥
]

`verse 85 [
कीर्तनादस्य नश्यंति महान्त्यः पापकोटयः  ॥
त्रिश्चतुर्धासमभ्यस्तैर्विनश्यंति ततो ऽधिकाः  ॥
]

`verse 86 [
नश्यंत्यनिष्टरिपवो वर्धन्ते सुहृदस्तथा  ॥
विद्या च वर्धते शैवी मतिस्सत्ये प्रवर्तते  ॥
]

`verse 87 [
भक्तिः पराः शिवे साम्बे सानुगे सपरिच्छिदे  ॥
यद्यदिष्टतमं चान्यत्तत्तदाप्नोत्यसंशयम्  ॥
]

`verse 88 [
अन्तःशुचिः शिवे भक्तो विस्रब्धः कीर्तयेद्यदि  ॥
प्रबलैः कर्मभिः पूर्वैः फलं चेत्प्रतिबध्यते  ॥
पुनः पुनः समभ्यस्येत्तस्य नास्तीह दुर्ल्लभम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे गौरीशंकरविभूतियोगो नाम चतुर्थो ऽध्यायः
]
