`speaker [
उपमन्युरुवाच
]

`verse 1 [
विग्रहं देवदेवस्य विश्वमेतच्चराचरम्  ॥
तदेवं न विजानंति पशवः पाशगौरवात् ॥
]

`verse 2 [
तमेकमेव बहुधा वदंति यदुनंदन  ॥
अजानन्तः परं भावमविकल्पं महर्षयः  ॥
]

`verse 3 [
अपरं ब्रह्मरूपं च परं ब्रह्मात्मकं तथा  ॥
केचिदाहुर्महादेवमनादिनिधनं परम्  ॥
]

`verse 4 [
भूतेंद्रियांतःकरणप्रधानविषयात्मकम्  ॥
अपरं ब्रह्म निर्दिष्टं परं ब्रह्म चिदात्मकम्  ॥
]

`verse 5 [
बृहत्त्वाद्बृहणत्वाद्वा ब्रह्म चेत्यभिधीयते  ॥
उभे ते ब्रह्मणो रूपे ब्रह्मणो ऽधिपतेः प्रभोः  ॥
विद्या ऽविद्यास्वरूपीति कैश्चिदीशो निगद्यते  ॥
]

`verse 6 [
विद्यां तु चेतनां प्राहुस्तथाविद्यामचेतनाम्  ॥
विद्या ऽविद्यात्मकं चैव विश्वं विश्वगुरोर्विभोः  ॥
]

`verse 7 [
रूपमेव न संदेहो विश्वं तस्य वशे यतः  ॥
भ्रांतिर्विद्या परा चेति शार्वं रूपं परं विदुः  ॥
]

`verse 8 [
अयथाबुद्धिरर्थेषु बहुधा भ्रांतिरुच्यते  ॥
यथार्थाकारसंवित्तिर्विद्येति परिकीर्त्यते  ॥
]

`verse 9 [
विकल्परहितं तत्त्वं परमित्यभिधीयते  ॥
वैपरीत्यादसच्छब्दः कथ्यते वेदवादिभिः  ॥
]

`verse 10 [
तयोः पतित्वात्तु शिवः सदसत्पतिरुच्यते  ॥
क्षराक्षरात्मकं प्राहुः क्षराक्षरपरं परे  ॥
]

`verse 11 [
क्षरस्सर्वाणि भूतानि कूटस्थो ऽक्षर उच्यते  ॥
उभे ते परमेशस्य रूपे तस्य वशे यतः  ॥
]

`verse 12 [
तयोः परः शिवः शांतः क्षराक्षरापरस्स्मृतः  ॥
समष्टिव्यष्ठिरूपं च समष्टिव्यष्टिकारणम्  ॥
]

`verse 13 [
वदंति मुनयः केचिच्छिवं परमकारणम्  ॥
समष्टिमाहुरव्यक्तं व्यष्टिं व्यक्तं तथैव च  ॥
]

`verse 14 [
ते रूपे परमेशस्य तदिच्छायाः प्रवर्तनात् ॥
तयोः कारणभावेन शिवं परमकारणम्  ॥
]

`verse 15 [
कारणार्थविदः प्राहुः समष्टिव्यष्टिकारणम्  ॥
जातिव्यक्तिस्वरूपीति कथ्यते कैश्चिदीश्वरः  ॥
]

`verse 16 [
या पिंडेप्यनुवर्तेत सा जातिरिति कथ्यते  ॥
व्यक्तिर्व्यावृत्तिरूपं तं पिण्डजातेः समाश्रयम्  ॥
]

`verse 17 [
जातयो व्यक्तयश्चैव तदाज्ञापरिपालिताः  ॥
यतस्ततो महादेवो जातिव्यक्तिवपुः स्मृतः  ॥
]

`verse 18 [
प्रधानपुरुषव्यक्तकालात्मा कथ्यते शिवः  ॥
प्रधानं प्रकृतिं प्राहुःक्षेत्रज्ञं पुरुषं तथा  ॥
]

`verse 19 [
त्रयोविंशतितत्त्वानि व्यक्तमाहुर्मनीषिणः  ॥
कालः कार्यप्रपञ्चस्य परिणामैककारणम्  ॥
]

`verse 20 [
एषामीशो ऽधिपो धाता प्रवर्तकनिवर्तकः  ॥
आविर्भावतिरोभावहेतुरेकः स्वराडजः  ॥
]

`verse 21 [
तस्मात्प्रधानपुरुषव्यक्तकालस्वरूपवान्  ॥
हेतुर्नेताधिपस्तेषां धाता चोक्ता महेश्वरः  ॥
]

`verse 22 [
विराड्ढिरण्यगर्भात्मा कैश्चिदीशो निगद्यते  ॥
हिरण्यगर्भो लोकानां हेतुर्विश्वात्मको विराट् ॥
]

`verse 23 [
अंतर्यामी परश्चेति कथ्यते कविभिश्शिवः  ॥
प्राज्ञस्तैजसविश्वात्मेत्यपरे संप्रचक्षते  ॥
]

`verse 24 [
तुरीयमपरे प्राहुः सौम्यमेव परे विदुः  ॥
माता मानं च मेयं च मतिं चाहुरथापरे  ॥
]

`verse 25 [
कर्ता क्रिया च कार्यं च करणं कारणं परे  ॥
जाग्रत्स्वप्नसुषुप्त्यात्मेत्यपरे संप्रचक्षते  ॥
]

`verse 26 [
तुरीयमपरे प्राहुस्तुर्यातीतमितीतरे  ॥
तमाहुर्विगुणं केचिद्गुणवन्तं परे विदुः  ॥
]

`verse 27 [
केचित्संसारिणं प्राहुस्तमसंसारिणं परे  ॥
स्वतंत्रमपरे प्राहुरस्वतंत्रं परे विदुः  ॥
]

`verse 28 [
घोरमित्यपरे प्राहुः सौम्यमेव परे विदुः  ॥
रागवंतं परे प्राहुर्वीतरागं तथा परे  ॥
]

`verse 29 [
निष्क्रियं च परे प्राहुः सक्रियं चेतरे जनाः  ॥
निरिंद्रियं परे प्राहुः सेंद्रियं च तथापरे  ॥
]

`verse 30 [
ध्रुवमित्यपरे प्राहुस्तमध्रुवामितीरते  ॥
अरूपं केचिदाहुर्वै रूपवंतं परे विदुः  ॥
]

`verse 31 [
अदृश्यमपरे प्राहुर्दृश्यमित्यपरे विदुः  ॥
वाच्यमित्यपरे प्राहुरवाच्यमिति चापरे  ॥
शब्दात्मकं परे प्राहुश्शब्दातीतमथापरे  ॥
]

`verse 32 [
केचिच्चिन्तामयं प्राहुश्चिन्तया रहितं परे  ॥
ज्ञानात्मकं परे प्राहुर्विज्ञानमिति चापरे  ॥
]

`verse 33 [
केचिच्ज्ञेयमिति प्राहुरज्ञेयमिति केचन  ॥
परमेके तमेवाहुरपरं च तथा परे  ॥
]

`verse 34 [
एवं विकल्प्यमानं तु याथात्म्यं परमेष्ठिनः  ॥
नाध्यवस्यंति मुनयो नानाप्रत्ययकारणात् ॥
]

`verse 35 [
ये पुनस्सर्वभावेन प्रपन्नाः परमेश्वरम्  ॥
ते हि जानंत्ययत्नेन शिवं परमकारणम्  ॥
]

`verse 36 [
यावत्पशुर्नैव पश्यत्यनीशं १ पुराणं भुवनस्येशितारम्  ॥
तावद्दुःखे वर्तते बद्धपाशः संसारे ऽस्मिञ्चक्रनेमिक्रमेण  ॥
]

`verse 37 [
यदा २ पश्यः पश्यते रुक्मवर्णं कर्तारमीशं पुरुषं ब्रह्मयोनिम्  ॥
तदाविद्वान्पुण्यपापे विधूय निरंजनः परममुपैति साम्यम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे पशुपतित्वज्ञानयोगो नाम पञ्चमो ऽध्यायः
]
