`speaker [
उपमन्युरुवाच
]

`verse 1 [
नशिवस्याणवो बंधः कार्यो मायेय एव वा  ॥
प्राकृतो वाथ बोद्धा वा ह्यहंकारात्मकस्तथा  ॥
]

`verse 2 [
नैवास्य मानसो बंधो न चैत्तो नेंद्रियात्मकः  ॥
न च तन्मात्रबंधो ऽपि भूतबंधो न कश्चन  ॥
]

`verse 3 [
न च कालः कला चैव न विद्या नियतिस्तथा  ॥
न रागो न च विद्वेषः शंभोरमिततेजसः  ॥
]

`verse 4 [
न चास्त्यभिनिवेशो ऽस्य कुशला ऽकुशलान्यपि  ॥
कर्माणि तद्विपाकश्च सुखदुःखे च तत्फले  ॥
]

`verse 5 [
आशयैर्नापि संबन्धः संस्कारैः कर्मणामपि  ॥
भोगैश्च भोगसंस्कारैः कालत्रितयगोचरैः  ॥
]

`verse 6 [
न तस्य कारणं कर्ता नादिरंतस्तथांतरम्  ॥
न कर्म करणं वापि नाकार्यं कार्यमेव च  ॥
]

`verse 7 [
नास्य बंधुरबंधुर्वा नियंता प्रेरको ऽपि वा  ॥
न पतिर्न गुरुस्त्राता नाधिको न समस्तथा  ॥
]

`verse 8 [
न जन्ममरणे तस्य न कांक्षितमकांक्षितम्  ॥
न विधिर्न निषेधश्च न मुक्तिर्न च बन्धनम्  ॥
]

`verse 9 [
नास्ति यद्यदकल्याणं तत्तदस्य कदाचन  ॥
कल्याणं सकलं चास्ति परमात्मा शिवो यतः  ॥
]

`verse 10 [
स शिवस्सर्वमेवेदमधिष्ठाय स्वशक्तिभिः  ॥
अप्रच्युतस्स्वतो भावः स्थितः स्थाणुरतः स्मृतः  ॥
]

`verse 11 [
शिवेनाधिष्ठितं यस्माज्जगत्स्थावरजंगमम्  ॥
सर्वरूपः स्मृतश्शर्वस्तथा ज्ञात्वा न मुह्यति  ॥
]

`verse 12 [
शर्वो रुद्रो नमस्तस्मै पुरुषः सत्परो महान्  ॥
हिरण्यबाहुर्भगवान्हिरण्यपतिरीश्वरः  ॥
]

`verse 13 [
अंबिकापतिरीशानः पिनाकी वृषवाहनः  ॥
एको रुद्रः परं ब्रह्म पुरुषः कृष्णपिंगलः  ॥
]

`verse 14 [
बालाग्रमात्रो हृन्मध्ये विचिंत्यो दहरांतरे  ॥
हिरण्यकेशः पद्माक्षो ह्यरुणस्ताम्र एव च  ॥
]

`verse 15 [
यो ऽवसर्पत्य सौ देवो नीलग्रीवो हिरण्मयः  ॥
सौम्यो घोरस्तथा मिश्रश्चाक्षारश्चामृतो ऽव्ययः  ॥
]

`verse 16 [
स पुंविशेषः परमो भगवानन्तकांतकः  ॥
चेतनचेतनोन्मुक्तः प्रपञ्चाच्च परात्परः  ॥
]

`verse 17 [
शिवेनातिशयत्वेन ज्ञानैश्वर्ये विलोकिते  ॥
लोकेशातिशयत्वेन स्थितं प्राहुर्मनीषिणः  ॥
]

`verse 18 [
प्रतिसर्गप्रसूतानां ब्रह्मणां शास्त्रविस्तरम्  ॥
उपदेष्टा स एवादौ कालावच्छेदवर्तिनाम्  ॥
]

`verse 19 [
कालावच्छेदयुक्तानां गुरूणामप्यसौ गुरुः  ॥
सर्वेषामेव सर्वेशः कालावच्छेदवर्जितः  ॥
]

`verse 20 [
शुद्धा स्वाभाविकी तस्य शक्तिस्सर्वातिशायिनी  ॥
ज्ञानमप्रतिमं नित्यं वपुरत्यन्तनिर्मितम्  ॥
]

`verse 21 [
ऐश्वर्यमप्रतिद्वंद्वं सुखमात्यन्तिकं बलम्  ॥
तेजःप्रभावो वीर्यं च क्षमा कारुण्यमेव च  ॥
]

`verse 22 [
परिपूर्णस्य सर्गाद्यैर्नात्मनो ऽस्ति प्रयोजनम्  ॥
परानुग्रह एवास्य फलं सर्वस्य कर्मणः  ॥
]

`verse 23 [
प्रणवो वाचकस्तस्य शिवस्य परमात्मनः  ॥
शिवरुद्रादिशब्दानां प्रणवो हि परस्स्मृतः  ॥
]

`verse 24 [
शंभो प्रणववाच्यस्य भवनात्तज्जपादपि  ॥
या सिद्धिस्सा परा प्राप्या भवत्येव न संशयः  ॥
]

`verse 25 [
तस्मादेकाक्षरं देवमाहुरागमपारगाः  ॥
वाच्यवाचकयोरैक्यं मन्यमाना मनस्विनः  ॥
]

`verse 26 [
अस्य मात्राः समाख्याताश्चतस्रो वेदमूर्धनि  ॥
अकारश्चाप्युकारश्च मकारो नाद इत्यपि  ॥
]

`verse 27 [
अकारं बह्वृचं प्राहुरुकारो यजुरुच्यते  ॥
मकारः सामनादोस्य श्रुतिराथर्वणी स्मृताः  ॥
]

`verse 28 [
अकारश्च महाबीजं रजः स्रष्टा चतुर्मुखः  ॥
उकारः प्रकृतिर्योनिः सत्त्वं पालयिता हरिः  ॥
]

`verse 29 [
मकारः पुरुषो बीजं तमः संहारको हरः  ॥
नादः परः पुमानीशो निर्गुणो निष्क्रियः शिवः  ॥
]

`verse 30 [
सर्वं तिसृभिरेवेदं मात्राभिर्निखिलं त्रिधा  ॥
अभिधाय शिवात्मानं बोधयत्यर्धमात्रया  ॥
]

`verse 31 [
यस्मात्परं नापरमस्ति किंचिद्यस्मान्नाणीयो न ज्यायो ऽस्ति किंचित् ॥
वृक्ष इव स्तब्धो दिवि तिष्ठत्येकस्तेनेदं पूर्णं पुरुषेण सर्वम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शिवतत्त्ववर्णनं नाम षष्ठो ऽध्यायः
]
