`speaker [
उपमन्युरुवाच
]

`verse 1 [
शक्तिस्स्वाभविकी तस्य विद्या विश्वविलक्षणा  ॥
एकानेकस्य रूपेण भाति भानोरिव प्रभा  ॥
]

`verse 2 [
अनंताः शक्तयो यस्या इच्छाज्ञानक्रियादयः  ॥
मायाद्याश्चाभवन्वह्नोर्विस्फुलिंगा यथा तथा  ॥
]

`verse 3 [
सदाशिवेश्वराद्या हि विद्या ऽविद्येश्वरादयः  ॥
अभवन्पुरुषाश्चास्याः प्रकृतिश्च परात्परा  ॥
]

`verse 4 [
महदादिविशेषांतास्त्वजाद्याश्चापि मूर्तयः  ॥
यच्चान्यदस्ति तत्सर्वं तस्याः कार्यं न संशयः  ॥
]

`verse 5 [
सा शक्तिस्सर्वगा सूक्ष्मा प्रबोधानंदरूपिणी  ॥
शक्तिमानुच्यते देवश्शिवश्शीतांशुभूषणः  ॥
]

`verse 6 [
वेद्यश्शिवश्शिवा विद्या प्रज्ञा चैव श्रुतिः स्मृतिः  ॥
धृतिरेषा स्थितिर्निष्ठा ज्ञानेच्छाकर्मशक्तयः  ॥
]

`verse 7 [
आज्ञा चैव परं ब्रह्म द्वे विद्ये च परापरे  ॥
शुद्धविद्या शुद्धकला सर्वं शक्तिकृतं यतः  ॥
]

`verse 8 [
माया च प्रकृतिर्जीवो विकारो विकृतिस्तथा  ॥
असच्च सच्च यत्किंचित्तया सर्वमिदं ततम्  ॥
]

`verse 9 [
सा देवी मायया सर्वं ब्रह्मांडं सचराचरम्  ॥
मोहयत्यप्रयत्नेन मोचयत्यपि लीलया  ॥
]

`verse 10 [
अनया सह सर्वेशः सप्तविंशप्रकारया  ॥
विश्वं व्याप्य स्थितस्तस्मान्मुक्तिरत्र प्रवर्तते  ॥
]

`verse 11 [
मुमुक्षवः पुरा केचिन्मुनयो ब्रह्मवादिनः  ॥
संशयाविष्टमनसो विस्मृशंति यथातथम्  ॥
]

`verse 12 [
किं कारणं कुतो जाता जीवामः केन वा वयम्  ॥
कुत्रास्माकं संप्रतिष्ठा केन वाधिष्ठिता वयम्  ॥
]

`verse 13 [
केन वर्तामहे शश्वत्सुखेष्वन्येषु चानिशम्  ॥
अविलंघ्या च विश्वस्य व्यवस्था केन वा कृता  ॥
]

`verse 14 [
कालस्य भावो नियतिर्यदृच्छा नात्र युज्यते  ॥
भूतानि योनिः पुरुषो योगी चैषां परो ऽथ वा  ॥
]

`verse 15 [
अचेतनत्वात्कालादेश्चेतनत्वेपि चात्मनः  ॥
सुखदुःखानि भूतत्वादनीशत्वाद्विचार्यते  ॥
]

`verse 16 [
तद्ध्यानयोगानुगतां प्रपश्यञ्छक्तिमैश्वरीम्  ॥
पाशविच्छेदिकां साक्षान्निगूढां स्वगुणैर्भृशम्  ॥
]

`verse 17 [
तया विच्छिन्नपाशास्ते सर्वकारणकारणम्  ॥
शक्तिमंतं महादेवमपश्यन्दिव्यचक्षुषा  ॥
]

`verse 18 [
यः कारणान्यशेषाणि कालात्मसहितानि च  ॥
अप्रमेयो ऽनया शक्त्या सकलं यो ऽधितिष्ठति  ॥
]

`verse 19 [
ततः प्रसादयोगेन योगेन परमेण च  ॥
दृष्टेन भक्तियोगेन दिव्यः गतिमवाप्नुयुः  ॥
]

`verse 20 [
तस्मात्सह तथा शक्त्या हृदि पश्यंति ये शिवम्  ॥
तेषां शाश्वतिकी शांतिर्नैतरेषामिति श्रुतिः  ॥
]

`verse 21 [
न हि शक्तिमतश्शक्त्या विप्रयोगो ऽस्ति जातुचित् ॥
तस्माच्छक्तेः शक्तिमतस्तादात्म्यान्निर्वृतिर्द्वयोः  ॥
]

`verse 22 [
क्रमो विवक्षितो नूनं विमुक्तौ ज्ञानकर्मणोः  ॥
प्रसादे सति सा मूर्तिर्यस्मात्करतले स्थिता  ॥
]

`verse 23 [
देवो वा दानवो वापि पशुर्वा विहगो ऽपि वा  ॥
कीरो वाथ कृमिर्वापि मुच्यते तत्प्रसादतः  ॥
]

`verse 24 [
गर्भस्थो जायमानो वा बालो वा तरुणो.पि वा  ॥
वृद्धो वा म्रियमाणो वा स्वर्गस्थो वाथ नारकी  ॥
]

`verse 25 [
पतितो वापि धर्मात्मा पंडितो मूढ एव वा  ॥
प्रसादे तत्क्षणादेव मुच्यते नात्र संशयः  ॥
]

`verse 26 [
अयोग्यानां च कारुण्याद्भक्तानां परमेश्वरः  ॥
प्रसीदति न संदेहो विगृह्य विविधान्मलान्  ॥
]

`verse 27 [
प्रसदादेव सा भक्तिः प्रसादो भक्तिसंभवः  ॥
अवस्थाभेदमुत्प्रेक्ष्य विद्वांस्तत्र न मुह्यति  ॥
]

`verse 28 [
प्रसादपूर्विका येयं भुक्तिमुक्तिविधायिनी  ॥
नैव सा शक्यते प्राप्तुं नरैरेकेन जन्मना  ॥
]

`verse 29 [
अनेकजन्मसिद्धानां श्रौतस्मार्तानुवर्तिनाम्  ॥
विरक्तानां प्रबुद्धानां प्रसीदति महेश्वरः  ॥
]

`verse 30 [
प्रसन्ने सति देवेश पशौ तस्मिन्प्रवर्तते  ॥
अस्ति नाथो ममेत्यल्पा भक्तिर्बुद्धिपुरस्सरा  ॥
]

`verse 31 [
तपसा विविधैश्शैवैर्धर्मैस्संयुज्यते नरः  ॥
तत्र योगे तदभ्यासस्ततो भक्तिः परा भवेत् ॥
]

`verse 32 [
परया च तया भक्त्या प्रसादो लभ्यते परः  ॥
प्रसादात्सर्वपाशेभ्यो मुक्तिर्मुक्तस्य निर्वृतिः  ॥
]

`verse 33 [
अल्पभावो ऽपि यो मर्त्यस्सो ऽपि जन्मत्रयात्परम्  ॥
नयोनियंत्रपीडायै भवेन्नैवात्र संशयः  ॥
]

`verse 34 [
सांगा ऽनंगा च या सेवा सा भक्तिरिति कथ्यते  ॥
सा पुनर्भिद्यते त्रेधा मनोवाक्कायसाधनैः  ॥
]

`verse 35 [
शिवरूपादिचिंता या सा सेवा मानसी स्मृता  ॥
जपादिर्वाचिकी सेवा कर्मपूजादि कायिकी  ॥
]

`verse 36 [
सेयं त्रिसाधना सेवा शिवधर्मश्च कथ्यते  ॥
स तु पञ्चविधः प्रोक्तः शिवेन परमात्मना  ॥
]

`verse 37 [
तपः कर्म जपो ध्यानं ज्ञानं चेति समासतः  ॥
कर्मलिङ्गार्चनाद्यं च तपश्चान्द्रायणादिकम्  ॥
]

`verse 38 [
जपस्त्रिधा शिवाभ्यासश्चिन्ता ध्यानं शिवस्य तु  ॥
शिवागमोक्तं यज्ज्ञानं तदत्र ज्ञानमुच्यते  ॥
]

`verse 39 [
श्रीकंठेन शिवेनोक्तं शिवायै च शिवागमः  ॥
शिवाश्रितानां कारुण्याच्छ्रेयसामेकसाधनम्  ॥
]

`verse 40 [
तस्माद्विवर्धयेद्भक्तिं शिवे परमकारणे  ॥
त्यजेच्च विषयासंगं श्रेयो ऽर्थी मतिमान्नरः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शिवतत्त्वकथनं नाम सप्तमो ऽध्यायः
]
