`speaker [
कृष्ण उवाच
]

`verse 1 [
भगवञ्छ्रोतुमिच्छामि शिवेन परिभाषितम्  ॥
वेदसारे शिवज्ञानं स्वाश्रितानां विमुक्तये  ॥
]

`verse 2 [
अभक्तानामबुद्धीनामयुक्तानामगोचरम्  ॥
अर्थैर्दशर्धैः संयुक्तं गूढमप्राज्ञनिंदितम्  ॥
]

`verse 3 [
वर्णाश्रमकृतैर्धर्मैर्विपरीतं क्वचित्समम्  ॥
वेदात्षडंगादुद्धृत्य सांख्याद्योगाच्च कृत्स्नशः  ॥
]

`verse 4 [
शतकोटिप्रमाणेन विस्तीर्णं ग्रंथसंख्यया  ॥
कथितं परमेशेन तत्र पूजा कथं प्रभोः  ॥
]

`verse 5 [
कस्याधिकारः पूजादौ ज्ञानयोगादयः कथम्  ॥
तत्सर्वं विस्तरादेव वक्तुमर्हसि सुव्रत  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 6 [
शैवं संक्षिप्य वेदोक्तं शिवेन परिभाषितम्  ॥
स्तुतिनिंदादिरहितं सद्यः प्रत्ययकारणम्  ॥
]

`verse 7 [
गुरुप्रसादजं दिव्यमनायासेन मुक्तिदम्  ॥
कथयिष्ये समासेन तस्य शक्यो न विस्तरः  ॥
]

`verse 8 [
सिसृक्षया पुराव्यक्ताच्छिवः स्थाणुर्महेश्वरः  ॥
सत्कार्यकारणोपेतस्स्वयमाविरभूत्प्रभुः  ॥
]

`verse 9 [
जनयामास च तदा ऋषिर्विश्वाधिकः प्रभुः  ॥
देवानां प्रथमं देवं ब्रह्माणं ब्रह्मणस्पतिम्  ॥
]

`verse 10 [
ब्रह्मापि पितरं देवं जायमानं न्यवैक्षत  ॥
तं जायमानं जनको देवः प्रापश्यदाज्ञया  ॥
]

`verse 11 [
दृष्टो रुद्रेण देवो ऽसावसृजद्विश्वमीश्वरः  ॥
वर्णाश्रमव्यवस्थां च चकार स पृथक्पृथक् ॥
]

`verse 12 [
सोमं ससर्ज यज्ञार्थे सोमाद्द्यौस्समजायत  ॥
धरा च वह्निः सूर्यश्च यज्ञो विष्णुश्शचीपतिः  ॥
]

`verse 13 [
ते चान्ये च सुरा रुद्रं रुद्राध्यायेन तुष्टुवुः  ॥
प्रसन्नवदनस्तस्थौ देवानामग्रतः प्रभुः  ॥
]

`verse 14 [
अपहृत्य स्वलीलार्थं तेषां ज्ञानं महेश्वरः  ॥
तमपृच्छंस्ततो देवाः को भवानिति मोहिताः  ॥
]

`verse 15 [
सो ऽब्रवीद्भगवान्रुद्रो ह्यहमेकः पुरातनः  ॥
आसं प्रथममेवाहं वर्तामि १ च सुरोत्तमाः  ॥
]

`verse 16 [
भविष्यामि च मत्तोन्यो व्यतिरिक्तो न कश्चन  ॥
अहमेव जगत्सर्वं तर्पयामि स्वतेजसा  ॥
]

`verse 17 [
मत्तो ऽधिकः समो नास्ति मां यो वेद स मुच्यते  ॥
इत्युक्त्वा भगवान्रुद्रस्तत्रैवांतरधत्त स  ॥
अपश्यंतस्तमीशानं स्तुवंतश्चैव सामभिः  ॥
]

`verse 18 [
व्रतं पाशुपतं कृत्वा त्वथर्वशिरसि स्थितम्  ॥
भस्मसंछन्नसर्वांगा बभूवुरमरास्तदा  ॥
]

`verse 19 [
अथ तेषां प्रसादार्थं पशूनां पतिरीश्वरः  ॥
]

`verse 20 [
सगणश्चोमया सार्धं सान्निध्यमकरोत्प्रभुः  ॥
यं विनिद्रा जितश्वासा योगिनो दग्धकिल्बिषाः  ॥
]

`verse 21 [
हृदि पश्यंति तं देवं ददृशुर्देवपुंगवाः  ॥
यामाहुः परमां शक्तिमीश्वरेच्छानुवर्तिनीम्  ॥
]

`verse 22 [
तामपश्यन्महेशस्य वामतो वामलोचनाम्  ॥
ये विनिर्धूतसंसाराः प्राप्ताः शैवं परं पदम्  ॥
]

`verse 23 [
नित्यसिद्धाश्च ये वान्यं ते च दृष्टा गणेश्वराः  ॥
अथ तं तुष्टुवुर्देवा देव्या सह महेश्वरम्  ॥
]

`verse 24 [
स्तोत्रैर्माहेश्वरैर्दिव्यैः श्रोतैः पौराणिकैरपि  ॥
देवो ऽपि देवानालोक्य घृणया वृषभध्वजः  ॥
]

`verse 25 [
तुष्टो ऽस्मीत्याह सुप्रीतस्स्वभावमधुरां गिरम्  ॥
अथ सुप्रीतमनसं प्रणिपत्य वृषध्वजम्  ॥
अर्थमहत्तमं देवाः पप्रच्छुरिममादरात् ॥
]

`speaker [
देवा ऊचुः
]

`verse 26 [
भगवन्केन मार्गेण पूजनीयो ऽसि भूतले  ॥
कस्याधिकारः पूजायां वक्तुमर्हसि तत्त्वतः  ॥
]

`verse 27 [
ततः सस्मितमालोक्य देवीं देववरोहरः  ॥
स्वरूपं दर्शयामास घोरं सूर्यात्मकं परम्  ॥
]

`verse 28 [
सर्वैश्वर्यगुणोपेतं सर्वतेजोमयं परम्  ॥
शक्तिभिर्मूर्तिभिश्चांगैर्ग्रहैर्देवैश्च संवृतम्  ॥
]

`verse 29 [
अष्टबाहुं चतुर्वक्त्रमर्धनारीकमद्भुतम्  ॥
दृष्ट्वैवमद्भुताकारं देवा विष्णुपुरोगमाः  ॥
]

`verse 30 [
बुद्ध्वा दिवाकरं देवं देवीं चैव निशाकरम्  ॥
पञ्चभूतानि शेषाणि तन्मयं च चराचरम्  ॥
]

`verse 31 [
एवमुक्त्वा नमश्चक्रुस्तस्मै चार्घ्यं प्रदाय वै  ॥ ७.२,८३१
सिंदूरवर्णाय सुमण्डलाय सुवर्णवर्णाभरणाय तुभ्यम्  ॥
पद्माभनेत्राय सपंकजाय ब्रह्मेन्द्रनारायणकारणाय  ॥
]

`verse 32 [
सुरत्नपूर्णं ससुवर्णतोयं सुकुंकुमाद्यं सकुशं सपुष्पम्  ॥
प्रदत्तमादाय सहेमपात्रं प्रशस्तमर्घ्यं भगवन्प्रसीद  ॥
]

`verse 33 [
नमश्शिवाय शांताय सगणायादिहेतवे  ॥
रुद्राय विष्णवे तुभ्यं ब्रह्मणे सूर्यमूर्तये  ॥
]

`verse 34 [
यश्शिवं मण्डले सौरे संपूज्यैव समाहितः  ॥
प्रातर्मध्याह्नसायाह्ने प्रदद्यादर्घ्यमुत्तमम्  ॥
]

`verse 35 [
प्रणमेद्वा पठेदेताञ्छ्लोकाञ्छ्रुतिमुखानिमान्  ॥
न तस्य दुर्ल्लभं किंचिद्भक्तश्चेन्मुच्यते दृढम्  ॥
]

`verse 36 [
तस्मादभ्यर्चयेनित्यं शिवमादित्यरूपिणम्  ॥
धर्मकामार्थमुक्त्यर्थं मनसा कर्मणा गिरा  ॥
]

`verse 37 [
अथ देवान्समालोक्य मण्डलस्थो महेश्वरः  ॥
सर्वागमोत्तरं दत्त्वा शास्त्रमंतरधाद्धरः  ॥
]

`verse 38 [
तत्र पूजाधिकारो ऽयं ब्रह्मक्षत्रविशामिति  ॥
ज्ञात्वा प्रणम्य देवेशं देवा जग्मुर्यथागतम्  ॥
]

`verse 39 [
अथ कालेन महता तस्मिञ्छास्त्रे तिरोहिते  ॥
भर्तारं परिपप्रच्छ तदंकस्था महेश्वरी  ॥
]

`verse 40 [
तया स चोदितो देवो देव्या चन्द्रविभूषणः  ॥
अवदत्करमुद्धृत्य शास्त्रं सर्वागमोत्तरम्  ॥
]

`verse 41 [
प्रवर्तितं च तल्लोके नियोगात्परमेष्ठिनः  ॥
मयागस्त्येन गुरुणा दधीचेन महर्षिणा  ॥
]

`verse 42 [
स्वयमप्यवतीर्योर्व्यां युगावर्तेषु शूलधृक् ॥
स्वाश्रितानां विमुक्त्यर्थं कुरुते ज्ञानसंततिम्  ॥
]

`verse 43 [
ऋभुस्सत्यो भार्गवश्च ह्यंगिराः सविता द्विजाः  ॥
मृत्युः शतक्रतुर्धीमान्वसिष्ठो मुनिपुंगवः  ॥
]

`verse 44 [
सारस्वतस्त्रिधामा च त्रिवृतो मुनिपुंगवः  ॥
शततेजास्स्वयं धर्मो नारायण इति श्रुतः  ॥
]

`verse 45 [
स्वरक्षश्चारुणिर्धीमांस्तथा चैव कृतंजयः  ॥
कृतंजयो भरद्वाजो गौतमः कविरुत्तमः  ॥
]

`verse 46 [
वाचःस्रवा मुनिस्साक्षात्तथा सूक्ष्मायणिः शुचिः  ॥
तृणबिंदुर्मुनिः कृष्णः शक्तिः शाक्तेय उत्तरः  ॥
]

`verse 47 [
जातूकर्ण्यो हरिस्साक्षात्कृष्णद्वैपायनो मुनिः  ॥
व्यासावताराञ्छृण्वंतु कल्पयोगेश्वरान्क्रमात् ॥
]

`verse 48 [
लैंगे व्यासावतारा हि द्वापरां तेषु सुव्रताः  ॥
योगाचार्यावताराश्च तथा शिष्येषु शूलिनः  ॥
]

`verse 49 [
तत्र तत्र विभोः शिष्याश्चत्वारः स्युर्महौजसः  ॥
शिष्यास्तेषां प्रशिष्याश्च शतशो ऽथ सहस्रशः  ॥
]

`verse 50 [
तेषां संभावनाल्लोके शैवाज्ञाकरणादिभिः  ॥
भाग्यवंतो विमुच्यंते भक्त्या चात्यंतभाविताः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शिवतत्त्वज्ञाने व्यासावतारवर्णनं नामाष्टमो ऽध्यायः
]
