`speaker [
कृष्ण उवाच
]

`verse 1 [
युगावर्तेषु सर्वेषु योगाचार्यच्छलेन तु  ॥
अवतारान्हि शर्वस्य शिष्यांश्च भगवन्वद  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 2 [
श्वेतः सुतारो मदनः सुहोत्रः कङ्क एव च  ॥
लौगाक्षिश्च महामायो जैगीषव्यस्तथैव च  ॥
]

`verse 3 [
दधिवाहश्च ऋषभो मुनिरुग्रो ऽत्रिरेव च  ॥
सुपालको गौतमश्च तथा वेदशिरा मुनिः  ॥
]

`verse 4 [
गोकर्णश्च गुहावासी शिखण्डी चापरः स्मृतः  ॥
जटामाली चाट्टहासो दारुको लांगुली तथा  ॥
]

`verse 5 [
महाकालश्च शूली च डंडी मुण्डीश एव च  ॥
सविष्णुस्सोमशर्मा च लकुलीश्वर एव च  ॥
]

`verse 6 [
एते वाराह कल्पे ऽस्मिन्सप्तमस्यांतरो मनोः  ॥
अष्टाविंशतिसंख्याता योगाचार्या युगक्रमात् ॥
]

`verse 7 [
शिष्याः प्रत्येकमेतेषां चत्वारश्शांतचेतसः  ॥
श्वेतादयश्च रुष्यांतांस्तान्ब्रवीमि यथाक्रमम्  ॥
]

`verse 8 [
श्वेतश्श्वेतशिखश्चैव श्वेताश्वः श्वेतलोहितः  ॥
दुन्दुभिश्शतरूपश्च ऋचीकः केतुमांस्तथा  ॥
]

`verse 9 [
विकोशश्च विकेशश्च विपाशः पाशनाशनः  ॥
सुमुखो दुर्मुखश्चैव दुर्गमो दुरतिक्रमः  ॥
]

`verse 10 [
सनत्कुमारस्सनकः सनंदश्च सनातनः  ॥
सुधामा विरजाश्चैव शंखश्चांडज एव च  ॥
]

`verse 11 [
सारस्वतश्च मेघश्च मेघवाहस्सुवाहकः  ॥
कपिलश्चासुरिः पञ्चशिखो बाष्कल एव च  ॥
]

`verse 12 [
पराशराश्च गर्गश्च भार्गवश्चांगिरास्तथा  ॥
बलबन्धुर्निरामित्राः केतुशृंगस्तपोधनः  ॥
]

`verse 13 [
लंबोदरश्च लंबश्च लम्बात्मा लंबकेशकः  ॥
सर्वज्ञस्समबुद्धिश्च साध्यसिद्धिस्तथैव च  ॥
]

`verse 14 [
सुधामा कश्यपश्चैव वसिष्ठो विरजास्तथा  ॥
अत्रिरुग्रो गुरुश्रेष्ठः श्रवनोथ श्रविष्टकः  ॥
]

`verse 15 [
कुणिश्च कुणिबाहुश्च कुशरीरः कुनेत्रकः  ॥
काश्यपो ह्युशनाश्चैव च्यवनश्च बृहस्पतिः  ॥
]

`verse 16 [
उतथ्यो वामदेवश्च महाकालो महा ऽनिलः  ॥
वाचःश्रवाः सुवीरश्च श्यावकश्च यतीश्वरः  ॥
]

`verse 17 [
हिरण्यनाभः कौशल्यो लोकाक्षिः कुथुमिस्तथा  ॥
सुमन्तुर्जैमिनिश्चैव कुबन्धः कुशकन्धरः  ॥
]

`verse 18 [
प्लक्षो दार्भायणिश्चैव केतुमान्गौतमस्तथा  ॥
भल्लवी मधुपिंगश्च श्वेतकेतुस्तथैव च  ॥
]

`verse 19 [
उशिजो बृहदश्वश्च देवलः कविरेव च  ॥
शालिहोत्रः सुवेषश्च युवनाश्वः शरद्वसुः  ॥
]

`verse 20 [
अक्षपादः कणादश्च उलूको वत्स एव च  ॥
कुलिकश्चैव गर्गश्च मित्रको रुष्य एव च  ॥
]

`verse 21 [
एते शिष्या महेशस्य योगाचार्यस्वरूपिणः  ॥
संख्या च शतमेतेषां सह द्वादशसंख्यया  ॥
]

`verse 22 [
सर्वे पाशुपताः सिद्धा भस्मोद्धूलितविग्रहाः  ॥
सर्वशास्त्रार्थतत्त्वज्ञा वेदवेदांगपारगाः  ॥
]

`verse 23 [
शिवाश्रमरतास्सर्वे शिवज्ञानपरायणाः  ॥
सर्वे संगविनिर्मुक्ताः शिवैकासक्तचेतसः  ॥
]

`verse 24 [
सर्वद्वंद्वसहा धीराः सर्वभूतहिते रताः  ॥
ऋजवो मृदवः स्वस्था जितक्रोधा जितेंद्रियाः  ॥
]

`verse 25 [
रुद्राक्षमालाभरणास्त्रिपुंड्रांकितमस्तकाः  ॥
शिखाजटास्सर्वजटा अजटा मुंडशीर्षकाः  ॥
]

`verse 26 [
फलमूलाशनप्रायाः प्राणायामपरायणाः  ॥
शिवाभिमानसंपन्नाः शिवध्यानैकतत्पराः  ॥
]

`verse 27 [
समुन्मथितसंसारविषवृक्षांकुरोद्गमाः  ॥
प्रयातुमेव सन्नद्धाः परं शिवपुरं प्रति  ॥
]

`verse 28 [
सदेशिकानिमान्मत्वा नित्यं यश्शिवमर्चयेत् ॥
स याति शिवसायुज्यं नात्र कार्या विचारणा  ॥
]

`colophon [
इति श्रीशिवमहापु सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शिवस्य योगावतारवर्णनं नाम नवमो ऽध्यायः
]
