`speaker [
कृष्ण उवाच
]

`verse 1 [
भगवन्सर्वयोगींद्र गणेश्वर मुनीश्वर  ॥
षडाननसमप्रख्य सर्वज्ञाननिधे गुरो  ॥
]

`verse 2 [
प्रायस्त्वमवतीर्योर्व्यां पाशविच्छित्तये नृणाम्  ॥
महर्षिवपुरास्थाय स्थितो ऽसि परमेश्वर  ॥
]

`verse 3 [
अन्यथा हि जगत्यस्मिन् देवो वा दानवो ऽपि वा  ॥
त्वत्तोन्यः परमं भावं को जानीयाच्छिवात्मकम्  ॥
]

`verse 4 [
तस्मात्तव मुखोद्गीर्णं साक्षादिव पिनाकिनः  ॥
शिवज्ञानामृतं पीत्वा न मे तृप्तमभून्मनः  ॥
]

`verse 5 [
साक्षात्सर्वजगत्कर्तुर्भर्तुरंकं समाश्रिता  ॥
भगवन्किन्नु पप्रच्छ भर्तारं परमेश्वरी  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 6 [
स्थाने पृष्टं त्वया कृष्ण तद्वक्ष्यामि यथातथम्  ॥
भवभक्तस्य युक्तस्य तव कल्याणचेतसः  ॥
]

`verse 7 [
महीधरवरे दिव्ये मंदरे चारुकंदरे  ॥
देव्या सह महादेवो दिव्यो ध्यानगतो ऽभवत् ॥
]

`verse 8 [
तदा देव्याः प्रियसखी सुस्मितास्या शुभावती  ॥
फुल्लान्यतिमनोज्ञानि पुष्पाणि समुदाहरत् ॥
]

`verse 9 [
ततः स्वमंकमारोप्य देवीं देववरोरहः  ॥
अलंकृत्य च तैः पुष्पैरास्ते हृष्टतरः स्वयम्  ॥
]

`verse 10 [
अथांतःपुरचारिण्यो देव्यो दिव्यविभूषणाः  ॥
अंतरंगा गणेन्द्राश्च सर्वलोकमहेश्वरीम्  ॥
]

`verse 11 [
भर्तारं परिपूर्णं च सर्वलोकमहेश्वरम्  ॥
चामरासक्तहस्ताश्च देवीं देवं सिषेविरे  ॥
]

`verse 12 [
ततः प्रियाः कथा वृत्ता विनोदाय महेशयोः  ॥
त्राणाय च नृणां लोके ये शिवं शरणं गताः  ॥
]

`verse 13 [
तदावसरमालोक्य सर्वलोकमहेश्वरी  ॥
भर्तारं परिपप्रच्छ सर्वलोकमहेश्वरम्  ॥
]

`speaker [
देव्युवाच
]

`verse 14 [
केन वश्यो महादेवो मर्त्यानां मंदचेतसाम्  ॥
आत्मतत्त्वाद्यशक्तानामात्मनामकृतात्मनाम्  ॥
]

`speaker [
ईश्वर उवाच
]

`verse 15 [
न कर्मणा न तपसा न जपैर्नासनादिभिः  ॥
न ज्ञानेन न चान्येन वश्यो ऽहं श्रद्धया विना  ॥
]

`verse 16 [
श्रद्धा मय्यस्ति चेत्पुंसां येन केनापि हेतुना  ॥
वश्यः स्पृश्यश्च दृश्यश्च पूज्यस्संभाष्य एव च  ॥
]

`verse 17 [
साध्या तस्मान्मयि शद्धा मां वशीकर्तुमिच्छता  ॥
श्रद्धा हेतुस्स्वधर्मस्य रक्षणं वर्णिनामिह  ॥
]

`verse 18 [
स्ववर्णाश्रमधर्मेण वर्तते यस्तु मानवः  ॥
तस्यैव भवति श्रद्धा मयि नान्यस्य कस्यचित् ॥
]

`verse 19 [
आम्नायसिद्धमखिलं धर्ममाश्रमिणामिह  ॥
ब्रह्मणा कथितं पूर्वं ममैवाज्ञापुरस्सरम्  ॥
]

`verse 20 [
स तु पैतामहो धर्मो बहुवित्तक्रियान्वितः  ॥
नात्यन्त फलभूयिष्ठः क्लेशाया ससमन्वितः  ॥
तेन धर्मेण महतां श्रद्धां प्राप्य सुदुर्ल्लभाम्  ॥
]

`verse 21 [
वर्णिनो ये प्रपद्यंते मामनन्यसमाश्रयाः  ॥
तेषां सुखेन मार्गेण धर्मकामार्थमुक्तयः  ॥
]

`verse 22 [
वर्णाश्रमसमाचारो मया भूयः प्रकल्पितः  ॥
तस्मिन्भक्तिमतामेव मदीयानां तु वर्णिनाम्  ॥
]

`verse 23 [
अधिकारो न चान्येषामित्याज्ञा नैष्ठिकी मम  ॥
]

`verse 24 [
तदाज्ञप्तेन मार्गेण वर्णिनो मदुपाश्रयाः  ॥
मलमायादिपाशेभ्यो विमुक्ता मत्प्रसादतः  ॥
परं मदीयमासाद्य पुनरावृत्तिदुर्लभम्  ॥
परमं मम साधर्म्यं प्राप्य निर्वृतिमाययुः  ॥
]

`verse 25 [
तस्माल्लब्ध्वाप्यलब्ध्वा वा वर्णधर्मं मयेरितम्  ॥
आश्रित्य मम भक्तश्चेत्स्वात्मनात्मानमुद्धरेत् ॥
]

`verse 26 [
अलब्धलाभ एवैष कोटिकोटिगुणाधिकः  ॥
तस्मान्मे मुखतो लब्धं वर्णधर्मं समाचरेत् ॥
]

`verse 27 [
ममावतारा हि शुभे योगाचार्यच्छलेन तु  ॥
सर्वांतरेषु सन्त्यार्ये संततिश्च सहस्रशः  ॥
]

`verse 28 [
अयुक्तानामबुद्धीनामभक्तानां सुरेश्वरि  ॥
दुर्लभं संततिज्ञानं ततो यत्नात्समाश्रयेत् ॥
]

`verse 29 [
सा हानिस्तन्महच्छिद्रं स मोहस्सांधमूकता  ॥
यदन्यत्र श्रमं कुर्यान्मोक्षमार्गबहिष्कृतः  ॥
]

`verse 30 [
ज्ञानं क्रिया च चर्या च योगश्चेति सुरेश्वरि  ॥
चतुष्पादः समाख्यातो मम धर्मस्सनातनः  ॥
]

`verse 31 [
पशुपाशपतिज्ञानं ज्ञानमित्यभिधीयते  ॥
षडध्वशुद्धिर्विधिना गुर्वधीना क्रियोच्यते  ॥
]

`verse 32 [
वर्णाश्रमप्रयुक्तस्य मयैव विहितस्य च  ॥
ममार्चनादिधर्मस्य चर्या चर्येति कथ्यते  ॥
]

`verse 33 [
मदुक्तेनैव मार्गेण मय्यवस्थितचेतसः  ॥
वृत्त्यंतरनिरोधो यो योग इत्यभिधीयते  ॥
]

`verse 34 [
अश्वमेधगणाच्छ्रेष्ठं देवि चित्तप्रसाधनम्  ॥
मुक्तिदं च तथा ह्येतद्दुष्प्राप्यं विषयैषिणाम्  ॥
]

`verse 35 [
विजितेंद्रियवर्गस्य यमेन नियमेन च  ॥
पूर्वपापहरो योगो विरक्तस्यैव कथ्यते  ॥
]

`verse 36 [
वैराग्याज्जायते ज्ञानं ज्ञानाद्योगः प्रवर्तते  ॥३६
योगज्ञः पतितो वापि मुच्यते नात्र संशयः  ॥
दया कार्याथ सततमहिंसा ज्ञानसंग्रहः  ॥
]

`verse 37 [
सत्यमस्तेयमास्तिक्यं श्रद्धा चेंद्रियनिग्रहः  ॥
]

`verse 38 [
अध्यापनं चाध्ययनं यजनं याजनं तथा  ॥
ध्यानमीश्वरभावश्च सततं ज्ञानशीलता  ॥
य एवं वर्तते विप्रो ज्ञानयोगस्य सिद्धये  ॥
]

`verse 39 [
अचिरादेव विज्ञानं लब्ध्वा योगं च विंदति  ॥
दग्ध्वा देहमिमं ज्ञानी क्षणाज्ज्ञानाग्निना प्रिये  ॥
]

`verse 40 [
प्रसादान्मम योगज्ञः कर्मबंधं प्रहास्यति  ॥
पुण्यःपुण्यात्मकं कर्ममुक्तेस्तत्प्रतिबंधकम्  ॥
तस्मान्नियोगतो योगी पुण्यापुण्यं विवर्जयेत् ॥
]

`verse 41 [
फलकामनया कर्मकरणात्प्रतिबध्यते  ॥
न कर्ममात्रकरणात्तस्मात्कर्मफलं त्यजेत् ॥
]

`verse 42 [
प्रथमं कर्मयज्ञेन बहिः सम्पूज्य मां प्रिये  ॥
ज्ञानयोगरतो भूत्वा पश्चाद्योगं समभ्यसेत् ॥
]

`verse 43 [
विदिते मम याथात्म्ये कर्मयज्ञेन देहिनः  ॥
न यजंति हि मां युक्ताः समलोष्टाश्मकांचनाः  ॥
]

`verse 44 [
नित्ययुक्तो मुनिः श्रेष्ठो मद्भक्तश्च समाहितः  ॥
ज्ञानयोगरतो योगी मम सायुज्यमाप्नुयात् ॥
]

`verse 45 [
अथाविरक्तचित्ता ये वर्णिनो मदुपाश्रिताः  ॥
ज्ञानचर्याक्रियास्वेव ते ऽधिकुर्युस्तदर्हकाः  ॥
]

`verse 46 [
द्विधा मत्पूजनं ज्ञेयं बाह्यमाभ्यंतरं तथा  ॥
वाङ्मनःकायभेदाच्च त्रिधा मद्भजनं विदुः  ॥
]

`verse 47 [
तपः कर्म जपो ध्यानं ज्ञानं वेत्यनुपूर्वशः  ॥
पञ्चधा कथ्यते सद्भिस्तदेव भजनं पुनः  ॥
]

`verse 48 [
अन्यात्मविदितं बाह्यमस्मदभ्यर्चनादिकम्  ॥
तदेव तु स्वसंवेद्यमाभ्यंतरमुदाहृतम्  ॥
]

`verse 49 [
मनोमत्प्रवणं चित्तं न मनोमात्रमुच्यते  ॥
मन्नामनिरता वाणी वाङ्मता खलु नेतरा  ॥
]

`verse 50 [
लिंगैर्मच्छासनादिष्टैस्त्रिपुंड्रादिभिरंकितः  ॥
ममोपचारनिरतः कायः कायो न चेतरः  ॥
]

`verse 51 [
मदर्चाकर्म विज्ञेयं बाह्ये यागादिनोच्यते  ॥
मदर्थे देहसंशोषस्तपः कृच्छ्रादि नो मतम्  ॥
]

`verse 52 [
जपः पञ्चाक्षराभ्यासः प्रणवाभ्यास एव च  ॥
रुद्राध्यायादिकाभ्यासो न वेदाध्ययनादिकम्  ॥
]

`verse 53 [
ध्यानम्मद्रूपचिंताद्यं नात्माद्यर्थसमाधयः  ॥
ममागमार्थविज्ञानं ज्ञानं नान्यार्थवेदनम्  ॥
]

`verse 54 [
बाह्ये वाभ्यंतरे वाथ यत्र स्यान्मनसो रतिः  ॥
प्राग्वासनावशाद्देवि तत्त्वनिष्ठां समाचरेत् ॥
]

`verse 55 [
बाह्यादाभ्यंतरं श्रेष्ठं भवेच्छतगुणाधिकम्  ॥
असंकरत्वाद्दोषाणां दृष्टानामप्यसम्भवात् ॥
]

`verse 56 [
शौचमाभ्यंतरं विद्यान्न बाह्यं शौचमुच्यते  ॥
अंतः शौचविमुक्तात्मा शुचिरप्यशुचिर्यतः  ॥
]

`verse 57 [
बाह्यमाभ्यंर्तरं चैव भजनं भवपूर्वकम्  ॥
न भावरहितं देवि विप्रलंभैककारणम्  ॥
]

`verse 58 [
कृतकृत्यस्य पूतस्य मम किं क्रियते नरैः  ॥
बहिर्वाभ्यंतरं वाथ मया भावो हि गृह्यते  ॥
]

`verse 59 [
भावैकात्मा क्रिया देवि मम धर्मस्सनातनः  ॥
मनसा कर्मणा वाचा ह्यनपेक्ष्य फलं क्वचित् ॥
]

`verse 60 [
फलोद्देशेन देवेशि लघुर्मम समाश्रयः  ॥
फलार्थी तदभावे मां परित्यक्तुं क्षमो यतः  ॥
]

`verse 61 [
फलार्थिनो ऽपि यस्यैव मयि चित्तं प्रतिष्ठितम्  ॥
भावानुरूपफलदस्तस्याप्यहमनिन्दिते  ॥
]

`verse 62 [
फलानपेक्षया येषां मनो मत्प्रवणं भवेत् ॥
प्रार्थयेयुः फलं पश्चाद्भक्तास्ते ऽपि मम प्रियाः  ॥
]

`verse 63 [
प्राक्संस्कारवशादेव ये विचिंत्य फलाफले  ॥
विवशा मां प्रपद्यंते मम प्रियतमा मताः  ॥
]

`verse 64 [
मल्लाभान्न परो लाभस्तेषामस्ति यथातथम्  ॥
ममापि लाभस्तल्लाभान्नापरः परमेश्वरि  ॥
]

`verse 65 [
मदनुग्रहतस्तेषां भावो मयि समर्पितः  ॥
फलं परमनिर्वाणं प्रयच्छति बलादिव  ॥
]

`verse 66 [
महात्मनामनन्यानां मयि संन्यस्तचेतसाम्  ॥
अष्टधा लक्षणं प्राहुर्मम धर्माधिकारिणाम्  ॥
]

`verse 67 [
मद्भक्तजनवात्सल्यं पूजायां चानुमोदनम्  ॥
स्वयमभ्यर्चनं चैव मदर्थे चांगचेष्टितम्  ॥
]

`verse 68 [
मत्कथाश्रवणे भक्तिः स्वरनेत्रांगविक्रियाः  ॥
ममानुस्मरणं नित्यं यश्च मामुपजीवति  ॥
]

`verse 69 [
एवमष्टविधं चिह्नं यस्मिन्म्लेच्छे ऽपि वर्तते  ॥
स विप्रेन्द्रो मुनिः श्रीमान्स यतिस्स च पंडितः  ॥
]

`verse 70 [
न मे प्रियश्चतुर्वेदी मद्भक्तो श्वपचो ऽपि यः  ॥
तस्मै देयं ततो ग्राह्यं स च पूज्यो यथा ह्यहम्  ॥
]

`verse 71 [
पत्रं पुष्पं फलं तोयं यो मे भक्त्या प्रयच्छति  ॥
तस्याहं न प्रणश्यामि स च मे न प्रणश्यति  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शिवभक्तिवर्णनं नाम दशमो ऽध्यायः
]
