`speaker [
ईश्वर उवाच
]

`verse 1 [
अथ वक्ष्यामि देवेशि भक्तानामधिकारिणाम्  ॥
विदुषां द्विजमुख्यानां वर्णधर्मसमासतः  ॥
]

`verse 2 [
त्रिः स्नानं चाग्निकार्यं च लिंगार्चनमनुक्रमम्  ॥
दानमीश्ररभावश्च दया सर्वत्र सर्वदा  ॥
]

`verse 3 [
सत्यं संतोषमास्तिक्यमहिंसा सर्वजंतुषु  ॥
ह्रीश्रद्धाध्ययनं योगस्सदाध्यापनमेव च  ॥
]

`verse 4 [
व्याख्यानं ब्रह्मचर्यं च श्रवणं च तपः क्षमा  ॥
शौचं शिखोपवीतं च उष्णीषं चोत्तरीयकम्  ॥
]

`verse 5 [
निषिद्धासेवनं चैव भस्मरुद्राक्षधारणम्  ॥
पर्वण्यभ्यर्चनं देवि चतुर्दश्यां विशेषतः  ॥
]

`verse 6 [
पानं च ब्रह्मकूर्चस्य मासि मासि यथाविधि  ॥
अभ्यर्चनं विशेषेण तेनैव स्नाप्य मां प्रिये  ॥
]

`verse 7 [
सर्वक्रियान्न सन्त्यागः श्रद्धान्नस्य च वर्जनम्  ॥
तथा पर्युषितान्नस्य यावकस्य विशेषतः  ॥
]

`verse 8 [
मद्यस्य मद्यगन्धस्य नैवेद्यस्य च वर्जनम्  ॥
सामान्यं सर्ववर्णानां ब्राह्मणानां विशेषतः  ॥
]

`verse 9 [
क्षमा शांतिश्च सन्तोषस्सत्यमस्तेयमेव च  ॥
ब्रह्मचर्यं मम ज्ञानं वैराग्यं भस्मसेवनम्  ॥
]

`verse 10 [
सर्वसंगनिवृत्तिश्च दशैतानि विशेषतः  ॥
लिंगानि योगिनां भूयो दिवा भिक्षाशनं तथा  ॥
]

`verse 11 [
वानप्रस्थाश्रमस्थानां समानमिदमिष्यते  ॥
रात्रौ न भोजनं कार्यं सर्वेषां ब्रह्मचारिणाम्  ॥
]

`verse 12 [
अध्यापनं याजनं च क्षत्रियस्याप्रतिग्रहः  ॥
वैश्यस्य च विशेषेण मया नात्र विधीयते  ॥
]

`verse 13 [
रक्षणं सर्ववर्णानां युद्धे शत्रुवधस्तथा  ॥
दुष्टपक्षिमृगाणां च दुष्टानां शातनं नृणाम्  ॥
]

`verse 14 [
अविश्वासश्च सर्वत्र विश्वासो मम योगिषु  ॥
स्त्रीसंसर्गश्च कालेषु चमूरक्षणमेव च  ॥
]

`verse 15 [
सदा संचारितैश्चारैर्लोकवृत्तांतवेदनम्  ॥
सदास्त्रधारणं चैव भस्मकंचुकधारणम्  ॥
]

`verse 16 [
राज्ञां ममाश्रमस्थानामेष धर्मस्य संग्रहः  ॥
गोरक्षणं च वाणिज्यं कृषिर्वैश्यस्य कथ्यते  ॥
]

`verse 17 [
शुश्रूषेतरवर्णानां धर्मः शूद्रस्य कथ्यते  ॥
उद्यानकरणं चैव मम क्षेत्रसमाश्रयः  ॥
]

`verse 18 [
धर्मपत्न्यास्तु गमनं गृहस्थस्य विधीयते  ॥
ब्रह्मचर्यं वनस्थानां यतीनां ब्रह्मचारिणाम्  ॥
]

`verse 19 [
स्त्रीणां तु भर्तृशुश्रूषा धर्मो नान्यस्सनातनः  ॥
ममार्चनं च कल्याणि नियोगो भर्तुरस्ति चेत् ॥
]

`verse 20 [
या नारी भर्तृशुश्रूषां विहाय व्रततत्परा  ॥
सा नारी नरकं याति नात्र कार्या विचारणा  ॥
]

`verse 21 [
अथ भर्तृविहीनाया वक्ष्ये धर्मं सनातनम्  ॥
व्रतं दानं तपः शौचं भूशय्यानक्तभोजनम्  ॥
]

`verse 22 [
ब्रह्मचर्यं सदा स्नानं भस्मना सलिलेन वा  ॥
शांतिर्मौनं क्षमा नित्यं संविभागो यथाविधि  ॥
]

`verse 23 [
अष्टाभ्यां च चतुर्दश्यां पौर्णमास्यां विशेषतः  ॥
एकादश्यां च विधिवदुपवासोममार्चनम्  ॥
]

`verse 24 [
इति संक्षेपतः प्रोक्तो मयाश्रमनिषेविणाम्  ॥
ब्रह्मक्षत्रविशां देवि यतीनां ब्रह्मचारिणाम्  ॥
]

`verse 25 [
तथैव वानप्रस्थानां गृहस्थानां च सुन्दरि  ॥
शूद्राणामथ नारीणां धर्म एष सनातनः  ॥
]

`verse 26 [
ध्येयस्त्वयाहं देवेशि सदा जाप्यः षडक्षरः  ॥
वेदोक्तमखिलं धर्ममिति धर्मार्थसंग्रहः  ॥
]

`verse 27 [
अथ ये मानवा लोके स्वेच्छया धृतविग्रहाः  ॥
भावातिशयसंपन्नाः पूर्वसंस्कारसंयुताः  ॥
]

`verse 28 [
विरक्ता वानुरक्ता वा स्त्र्यादीनां विषयेष्वपि  ॥
पापैर्न ते विलिंपंते १ पद्मपत्रमिवांभसा  ॥
]

`verse 29 [
तेषां ममात्मविज्ञानं विशुद्धानां विवेकिनाम्  ॥
मत्प्रसादाद्विशुद्धानां दुःखमाश्रमरक्षणात् ॥
]

`verse 30 [
नास्ति कृत्यमकृत्यं च समाधिर्वा परायणम्  ॥
न विधिर्न निषेधश्च तेषां मम यथा तथा  ॥
]

`verse 31 [
तथेह परिपूर्णस्य साध्यं मम न विद्यते  ॥
तथैव कृतकृत्यानां तेषामपि न संशयः  ॥
]

`verse 32 [
मद्भक्तानां हितार्थाय मानुषं भावमाश्रिताः  ॥
रुद्रलोकात्परिभ्रष्टास्ते रुद्रा नात्र संशयः  ॥
]

`verse 33 [
ममानुशासनं यद्वद्ब्रह्मादीनां प्रवर्तकम्  ॥
तथा नराणामन्येषां तन्नियोगः प्रवर्तकः  ॥
]

`verse 34 [
ममाज्ञाधारभावेन सद्भावातिशयेन च  ॥
तदालोकनमात्रेण सर्वपापक्षयो भवेत् ॥
]

`verse 35 [
प्रत्ययाश्च प्रवर्तंते प्रशस्तफलसूचकाः  ॥
मयि भाववतां पुंसां प्रागदृष्टार्थगोचराः  ॥
]

`verse 36 [
कंपस्वेदो ऽश्रुपातश्च कण्ठे च स्वरविक्रिया  ॥
आनंदाद्युपलब्धिश्च भवेदाकस्मिकी मुहुः  ॥
]

`verse 37 [
स तैर्व्यस्तैस्समस्तैर्वा लिंगैरव्यभिचारिभिः  ॥
मंदमध्योत्तमैर्भावैर्विज्ञेयास्ते नरोत्तमाः  ॥
]

`verse 38 [
यथायोग्निसमावेशान्नायो भवति केवलम्  ॥
स तथैव मम सान्निध्यान्न ते केवलमानुषाः  ॥
]

`verse 39 [
हस्तपादादिसाधर्म्याद्रुद्रान्मर्त्यवपुर्धरान्  ॥
प्राकृतानिव मन्वानो नावजानीत पंडितः  ॥
]

`verse 40 [
अवज्ञानं कृतं तेषु नरैर्व्यामूढचेतनैः  ॥
आयुः श्रियं कुलं शीलं हित्वा निरयमावहेत् ॥
]

`verse 41 [
ब्रह्मविष्णुसुरेशानामपि तूलायते पदम्  ॥
मत्तोन्यदनपेक्षाणामुद्धृतानां महात्मनाम्  ॥
]

`verse 42 [
अशुद्धं बौद्धमैश्वर्यं प्राकृतं पौरुषं तथा  ॥
गुणेशानामतस्त्याज्यं गुणातीतपदैषिणाम्  ॥
]

`verse 43 [
अथ किं बहुनोक्तेन श्रेयः प्राप्त्यैकसाधनम्  ॥
मयि चित्तसमासंगो येन केनापि हेतुना  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 44 [
इत्थं श्रीकण्ठनाथेन शिवेन परमात्मना  ॥
हिताय जगतामुक्तो ज्ञानसारार्थसंग्रहः  ॥
]

`verse 45 [
विज्ञानसंग्रहस्यास्य वेदशास्त्राणि कृत्स्नशः  ॥
सेतिहासपुराणानि विद्या व्याख्यानविस्तरः  ॥
]

`verse 46 [
ज्ञानं ज्ञेयमनुष्ठेयमधिकारो ऽथ साधनम्  ॥
साध्यं चेति षडर्थानां संग्रहत्वेष संग्रहः  ॥
]

`verse 47 [
गुरोरधिकृतं ज्ञानं ज्ञेयं पाशः पशुः पतिः  ॥
लिंगार्चनाद्यनुष्ठेयं भक्तस्त्वधिकृतो ऽपि यः  ॥
]

`verse 48 [
साधनं शिवमंत्राद्यं साध्यं शिवसमानता  ॥
षडर्थसंग्रहस्यास्य ज्ञानात्सर्वज्ञतोच्यते  ॥
]

`verse 49 [
प्रथमं कर्म यज्ञादेर्भक्त्या वित्तानुसारतः  ॥
बाह्येभ्यर्च्य शिवं पश्चादंतर्यागरतो भवेत् ॥
]

`verse 50 [
रतिरभ्यंतरे यस्य न बाह्ये पुण्यगौरवात् ॥
न कर्म करणीयं हि बहिस्तस्य महात्मनाः  ॥
]

`verse 51 [
ज्ञानामृतेन तृप्तस्य भक्त्या शैवशिवात्मनः  ॥
नांतर्न च बहिः कृष्ण कृत्यमस्ति कदाचन  ॥
]

`verse 52 [
तस्मात्क्रमेण संत्यज्य बाह्यमाभ्यंतरं तथा  ॥
ज्ञानेन ज्ञेयमालोक्याज्ञानं चापि परित्यजेत् ॥
]

`verse 53 [
नैकाग्रं चेच्छिवे चित्तं किं कृतेनापि कर्मणा  ॥
एकाग्रमेव चेच्चित्तं किं कृतेनापि कर्मणा  ॥
]

`verse 54 [
तस्मात्कर्माण्यकृत्वा वा कृत्वा वांतर्बहिःक्रमात् ॥
येन केनाप्युपायेन शिवे चित्तं निवेशयेत् ॥
]

`verse 55 [
शिवे निविष्टचित्तानां प्रतिष्ठितधियां सताम्  ॥
परत्रेह च सर्वत्र निर्वृतिः परमा भवेत् ॥
]

`verse 56 [
स तस्मादधिगंतव्यः परावरविभूतये  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखंडे शिवज्ञानवर्णनं नामैकादशो ऽध्यायः
]
