`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
महर्षिवर सर्वज्ञ सर्वज्ञानमहोदधे  ॥
पञ्चाक्षरस्य माहात्म्यं श्रोतुमिच्छामि तत्त्वतः  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 2 [
पञ्चाक्षरस्य माहात्म्यं वर्षकोटिशतैरपि  ॥
अशक्यं विस्तराद्वक्तुं तस्मात्संक्षेपतः शृणु  ॥
]

`verse 3 [
वेदे शिवागमे चायमुभयत्र षडक्षरेः  ॥
सर्वेषां शिवभक्तानामशेषार्थसाधकः  ॥
]

`verse 4 [
तदल्पाक्षरमर्थाढ्यं वेदसारं विमुक्तिदम्  ॥
आज्ञासिद्धमसंदिग्धं वाक्यमेतच्छिवात्मकम्  ॥
]

`verse 5 [
नानासिद्धियुतं दिव्यं लोकचित्तानुरंजकम्  ॥
सुनिश्चितार्थं गंभीरं वाक्यं तत्पारमेश्वरम्  ॥
]

`verse 6 [
मन्त्रं सुखमुकोच्चार्यमशेषार्थप्रसिद्धये  ॥
]

`verse 7 [
तद्बीजं सर्वविद्यानां मंत्रमाद्यं षडक्षरम्  ॥
अतिसूक्ष्मं महार्थं च ज्ञेयं तद्वटबीजवत् ॥
]

`verse 8 [
देवो गुणत्रयातीतः सर्वज्ञः सर्वकृत्प्रभुः  ॥
ओमित्येकाक्षरे मन्त्रे स्थितः सर्वगतः शिवः  ॥
]

`verse 9 [
इशानाद्यानि सूक्ष्माणि ब्रह्माण्येकाक्षराणि तु  ॥
मंत्रे नमश्शिवायेति संस्थितानि यथाक्रमम्  ॥
मंत्रे षडक्षरे सूक्ष्मे पञ्चब्रह्मतनुः शिवः  ॥
]

`verse 10 [
वाच्यवाचकभावेन स्थितः साक्षात्स्वभावतः  ॥
वाच्यश्शिवोप्रमेयत्वान्मंत्रस्तद्वाचकस्स्मृतः  ॥
]

`verse 11 [
वाच्यवाचकभावो ऽयमनादिसंस्थितस्तयोः  ॥
यथा ऽनादिप्रवृत्तोयं घोरसंसारसागरः  ॥
]

`verse 12 [
शिवो ऽपि हि तथानादिसंसारान्मोचकः स्थितः  ॥
व्याधीनां भेषजं यद्वत्प्रतिपक्षः स्वभावतः  ॥
]

`verse 13 [
तद्वत्संसारदोषाणां प्रतिपक्षः शिवस्स्मृतः  ॥
असत्यस्मिन् जगन्नाथे तमोभूतमिदं भवेत् ॥
]

`verse 14 [
अचेतनत्वात्प्रकृतेरज्ञत्वात्पुरषस्य च  ॥
प्रधानपरमाण्वादि यावत्किंचिदचेतनम्  ॥
]

`verse 15 [
न तत्कर्तृ स्वयं दृष्टं बुद्धिमत्कारणं विना  ॥
धर्माधर्मोपदेशश्च बंधमोक्षौ विचारणात् ॥
]

`verse 16 [
न सर्वज्ञं विना पुंसामादिसर्गः प्रसिद्ध्यति  ॥
वैद्यं विना निरानंदाः क्लिश्यंते रोगिणो यथा  ॥
]

`verse 17 [
तस्मादनादिः सर्वज्ञः परिपूर्णस्सदाशिवः  ॥
अस्ति नाथः परित्राता पुंसां संसारसागरात् ॥
]

`verse 18 [
आदिमध्यांतनिर्मुक्तस्स्वभावविमलः प्रभुः  ॥
सर्वज्ञः परिपूर्णश्च शिवो ज्ञेयश्शिवागमे  ॥
]

`verse 19 [
तस्याभिधानमन्त्रो ऽयमभिधेयश्च स स्मृतः  ॥
अभिधानाभिधेयत्वान्मंत्रस्सिद्धः परश्शिवः  ॥
]

`verse 20 [
एतावत्तु शिवज्ञानमेतावत्परमं पदम्  ॥
यदोंनमश्शिवायेति शिववाक्यं षडक्षरम्  ॥
]

`verse 21 [
विधिवाक्यमिदं शैवं नार्थवादं शिवात्मकम्  ॥
यस्सर्वज्ञस्सुसंपूर्णः स्वभावविमलः शिवः  ॥
]

`verse 22 [
लोकानुग्रहकर्ता च स मृषार्थं कथं वदेत् ॥
यद्यथावस्थितं वस्तु गुणदोषैः स्वभावतः  ॥
]

`verse 23 [
यावत्फलं च तत्पूर्णं सर्वज्ञस्तु यथा वदेत् ॥
रागाज्ञानादिभिर्दोषैर्ग्रस्तत्वादनृतं वदेत् ॥
]

`verse 24 [
ते चेश्वरे न विद्येते ब्रूयात्स कथमन्यथा  ॥
अज्ञाताशेषदोषेण सर्वज्ञेय शिवेन यत् ॥
प्रणीतममलं वाक्यं तत्प्रमाणं न संशयः  ॥
]

`verse 25 [
तस्मादीश्वरवाक्यानि श्रद्धेयानि विपश्चिता  ॥
यथार्थपुण्यपापेषु तदश्रद्धो व्रजत्यधः  ॥
]

`verse 26 [
स्वर्गापवर्गसिद्ध्यर्थं भाषितं यत्सुशोभनम्  ॥
वाक्यं मुनिवरैः शांतैस्तद्विज्ञेयं सुभाषितम्  ॥
]

`verse 27 [
रागद्वेषानृतक्रोधकामतृष्णानुसारि यत् ॥
वाक्यं निरयहेतुत्वात्तद्दुर्भाषितमुच्यते  ॥
]

`verse 28 [
संस्कृतेनापि किं तेन मृदुना ललितेन वा  ॥
अविद्यारागवाक्येन संसारक्लेशहेतुना  ॥
]

`verse 29 [
यच्छ्रुत्वा जायते श्रेयो रागादीनां च संशयः  ॥
विरूपमपि तद्वाक्यं विज्ञेयमिति शोभनम्  ॥
]

`verse 30 [
बहुत्वेपि हि मंत्राणां सर्वज्ञेन शिवेन यः  ॥
प्रणीतो विमलो मन्त्रो न तेन सदृशः क्वचित् ॥
]

`verse 31 [
सांगानि वेदशास्त्राणि संस्थितानि षडक्षरे  ॥
न तेन सदृशस्तस्मान्मन्त्रो ऽप्यस्त्यपरः क्वचित् ॥
]

`verse 32 [
सप्तकोटिमहामन्त्रैरुपमन्त्रैरनेकधा  ॥
मन्त्रः षडक्षरो भिन्नस्सूत्रं वृत्यात्मना यथा  ॥
]

`verse 33 [
शिवज्ञानानि यावंति विद्यास्थानापि यानि च  ॥
षडक्षरस्य सूत्रस्य तानि भाष्यं समासतः  ॥
]

`verse 34 [
किं तस्य बहुभिर्मंत्रैश्शास्त्रैर्वा बहुविस्तरैः  ॥
]

`verse 35 [
तेनाधीतं श्रुतं तेन कृतं सर्वमनुष्ठितम्  ॥
येनोन्नमश्शिवायेति मंत्राभ्यासः स्थिरीकृतः  ॥
]

`verse 36 [
नमस्कारादिसंयुक्तं शिवायेत्यक्षरत्रयम्  ॥
जिह्वाग्रे वर्तते यस्य सफलं तस्य जीवितम्  ॥
]

`verse 37 [
अंत्यजो वाधमो वापि मूर्खो वा पंडितो ऽपि वा  ॥
पञ्चाक्षरजपे निष्ठो मुच्यते पापपंजरात् ॥
]

`verse 38 [
इत्युक्तं परमेशेन देव्या पृष्टेन शूलिना  ॥
हिताय सर्वमर्त्यानां द्विजानां तु विशेषतः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे पञ्चाक्षरमाहात्म्यवर्णनं नाम द्वादशो ऽध्यायः
]
