`speaker [
देव्युवाच
]

`verse 1 [
कलौ कलुषिते काले दुर्जये दुरतिक्रमे  ॥
अपुण्यतमसाच्छन्ने लोके धर्मपराङ्मुखे  ॥
]

`verse 2 [
क्षीणे वर्णाश्रमाचारे संकटे समुपस्थिते  ॥
सर्वाधिकारे संदिग्धे निश्चिते वापि पर्यये  ॥
]

`verse 3 [
तदोपदेशे विहते गुरुशिष्यक्रमे गते  ॥
केनोपायेन मुच्यंते भक्तास्तव महेश्वर  ॥
]

`speaker [
ईश्वर उवाच
]

`verse 4 [
आश्रित्य परमां विद्यां हृद्यां पञ्चाक्षरीं मम  ॥
भक्त्या च भावितात्मानो मुच्यंते कलिजा नराः  ॥
]

`verse 5 [
मनोवाक्कायजैर्दोषैर्वक्तुं स्मर्तुमगोचरैः  ॥
दूषितानां कृतघ्नानां निंदकानां छलात्मनाम्  ॥
]

`verse 6 [
लुब्धानां वक्रमनसामपि मत्प्रवणात्मनाम्  ॥
मम पञ्चाक्षरी विद्या संसारभयतारिणी  ॥
]

`verse 7 [
मयैवमसकृद्देवि प्रतिज्ञातं धरातले  ॥
पतितो ऽपि विमुच्येत मद्भक्तो विद्ययानया  ॥
]

`speaker [
देव्युवाच
]

`verse 8 [
कर्मायोग्यो भवेन्मर्त्यः पतितो यदि सर्वथा  ॥
कर्मायोगेन यत्कर्म कृतं च नरकाय हि  ॥
ततः कथं विमुच्येत पतितो विद्यया ऽनया  ॥
]

`speaker [
ईश्वर उवाच
]

`verse 9 [
तथ्यमेतत्त्वया प्रोक्तं तथा हि शृणु सुन्दरि  ॥
रहस्यमिति मत्वैतद्गोपितं यन्मया पुरा  ॥
]

`verse 10 [
समंत्रकं मां पतितः पूजयेद्यदि मोहितः  ॥
नारकी स्यान्न सन्देहो मम पञ्चाक्षरं विना  ॥
]

`verse 11 [
अब्भक्षा वायुभक्षाश्च ये चान्ये व्रतकर्शिताः  ॥
तेषामेतैर्व्रतैर्नास्ति मम लोकसमागमः  ॥
]

`verse 12 [
भक्त्या पञ्चाक्षरेणैव यो हि मां सकृदर्चयेत् ॥
सो ऽपि गच्छेन्मम स्थानं मन्त्रस्यास्यैव गौरवात् ॥
]

`verse 13 [
तस्मात्तपांसि यज्ञाश्च व्रतानि नियमास्तथा  ॥
पञ्चाक्षरार्चनस्यैते कोट्यंशेनापि नो समः  ॥
]

`verse 14 [
बद्धो वाप्यथ मुक्तो वा पाशात्पञ्चाक्षरेण यः  ॥
पूजयेन्मां स मुच्येत नात्र कार्या विचारणा  ॥
]

`verse 15 [
अरुद्रो वा सरुद्रो वा सकृत्पञ्चाक्षरेण यः  ॥
पूजयेत्पतितो वापि मूढो वा मुच्यते नरः  ॥
]

`verse 16 [
षडक्षरेण वा देवि तथा पञ्चाक्षरेण वा  ॥
स ब्रह्मांगेन मां भक्त्या पूजयेद्यदि मुच्यते  ॥
]

`verse 17 [
पतितो ऽपतितो वापि मन्त्रेणानेन पूजयेत् ॥
मम भक्तो जितक्रोधो सलब्धो ऽलब्ध एव वा  ॥
]

`verse 18 [
अलब्धालब्ध एवेह कोटिकोटिगुणाधिकः  ॥
तस्माल्लब्ध्वैव मां देवि मन्त्रेणानेन पूजयेत् ॥
]

`verse 19 [
लब्ध्वा संपूजयेद्यस्तु मैत्र्यादिगुणसंयुतः  ॥
ब्रह्मचर्यरतो भक्त्या मत्सादृश्यमवाप्नुयात् ॥
]

`verse 20 [
किमत्र बहुनोक्तेन भक्तास्सर्वेधिकारिणः  ॥
मम पञ्चाक्षरे मंत्रे तस्माच्छ्रेष्ठतरो हि सः  ॥
]

`verse 21 [
पञ्चाक्षरप्रभावेण लोकवेदमहर्षयः  ॥
तिष्ठंति शाश्वता धर्मा देवास्सर्वमिदं जगत् ॥
]

`verse 22 [
प्रलये समनुप्राप्ते नष्टे स्थावरजंगमे  ॥
सर्वं प्रकृतिमापन्नं तत्र संलयमेष्यति  ॥
]

`verse 23 [
एको ऽहं संस्थितो देवि न द्वितीयो ऽस्ति कुत्रचित् ॥
तदा वेदाश्च शास्त्राणि सर्वे पञ्चाक्षरे स्थिताः  ॥
]

`verse 24 [
ते नाशं नैव संप्राप्ता मच्छक्त्या ह्यनुपालिताः  ॥
ततस्सृष्टिरभून्मत्तः प्रकृत्यात्मप्रभेदतः  ॥
]

`verse 25 [
गुणमूर्त्यात्मनां चैव ततोवांतरसंहृतिः  ॥
तदा नारायणश्शेते देवो मायामयीं तनुम्  ॥
]

`verse 26 [
आस्थाय भोगिपर्यंकशयने तोयमध्यगः  ॥
तन्नाभिपंकजाज्जातः पञ्चवक्त्रः पितामहः  ॥
]

`verse 27 [
सिसृक्षमाणो लोकांस्त्रीन्न सक्तो ह्यसहायवान्  ॥
मुनीन्दश ससर्जादौ मानसानमितौजसः  ॥
]

`verse 28 [
तेषां सिद्धिविवृद्ध्यर्थं मां प्रोवाच पितामहः  ॥
मत्पुत्राणां महादेव शक्तिं देहि महेश्वर  ॥
]

`verse 29 [
इत्येवं प्रार्थितस्तेन पञ्चवक्त्रधरो ह्यहम्  ॥
पञ्चाक्षराणि क्रमशः प्रोक्तवान्पद्मयोनये  ॥
]

`verse 30 [
स पञ्चवदनैस्तानि गृह्णंल्लोकपितामहः  ॥
वाच्यवाचकभावेन ज्ञातवान्मां महेश्वरम्  ॥
]

`verse 31 [
ज्ञात्वा प्रयोगं विविधं सिद्धमंत्रः प्रजापतिः  ॥
पुत्रेभ्यः प्रददौ मंत्रं मंत्रार्थं च यथातथम्  ॥
]

`verse 32 [
ते च लब्ध्वा मंत्ररत्नं साक्षाल्लोकपितामहात् ॥
तदाज्ञप्तेन मार्गेण मदाराधनकांक्षिणः  ॥
]

`verse 33 [
मेरोस्तु शिखरे रम्ये मुंजवान्नाम पर्वतः  ॥
मत्प्रियः सततं श्रीमान्मद्भक्तै रक्षितस्सदा  ॥
]

`verse 34 [
तस्याभ्याशे तपस्तीव्रं लोकं स्रष्टुं समुत्सुकाः  ॥
दिव्यं वर्षसहस्रं तु वायुभक्षास्समाचरन्  ॥
]

`verse 35 [
तेषां भक्तिमहं दृष्ट्वा सद्यः प्रत्यक्षतामियाम्  ॥
ऋषिं छंदश्च कीलं च बीजशक्तिं च दैवतम्  ॥
]

`verse 36 [
न्यासं षडंगं दिग्बंधं विनियोगमशेषतः  ॥
प्रोक्तवानहमार्याणां जगत्सृष्टिविवृद्धये  ॥
]

`verse 37 [
ततस्ते मंत्रमाहात्म्यादृषयस्तपसेधिताः  ॥
सृष्टिं वितन्वते सम्यक्सदेवासुरमानुषीम्  ॥
]

`verse 38 [
अस्याः परमविद्यायास्स्वरूपमधुनोच्यते  ॥
]

`verse 39 [
सैषा पञ्चाक्षरी विद्या सर्वश्रुतिशिरोगता  ॥
सर्वजातस्य सर्वस्य बीजभूता सनातनी  ॥
]

`verse 40 [
प्रथमं मन्मुखोद्गीर्णा सा ममैवास्ति वाचिका  ॥
तप्तचामीकरप्रख्या पीनोन्नतपयोधरा  ॥
]

`verse 41 [
चतुर्भुजा त्रिनयना बालेंदुकृतशेखरा  ॥
पद्मोत्पलकरा सौम्या वरदाभयपाणिका  ॥
]

`verse 42 [
सर्वलक्षणसंपन्ना सर्वाभरणभूषिता  ॥
सितपद्मासनासीना नीलकुंचितमूर्धजा  ॥
]

`verse 43 [
अस्याः पञ्चविधा वर्णाः प्रस्फुरद्रश्मिमंडलाः  ॥
पीतः कृष्णस्तथा धूम्रः स्वर्णाभो रक्त एव च  ॥
]

`verse 44 [
पृथक्प्रयोज्या यद्येते बिंदुनादविभूषिताः  ॥
अर्धचन्द्रनिभो बिंदुर्नादो दीपशिखाकृतिः  ॥
]

`verse 45 [
बीजं द्वितीयं बीजेषु मंत्रस्यास्य वरानने  ॥
दीर्घपूर्वं तुरीयस्य पञ्चमं शक्तिमादिशेत् ॥
]

`verse 46 [
वामदेवो नाम ऋषिः पंक्तिश्छन्द उदाहृतम्  ॥
देवता शिव एवाहं मन्त्रस्यास्य वरानने  ॥
]

`verse 47 [
गौतमो ऽत्रिर्वरारोहे विश्वामित्रस्तथांगिराः  ॥
भरद्वाजश्च वर्णानां क्रमशश्चर्षयः स्मृताः  ॥
]

`verse 48 [
गायत्र्यनुष्टुप्त्रिष्टुप्च छंदांसि बृहती विराट् ॥
इन्द्रो रुद्रो हरिर्ब्रह्मा स्कंदस्तेषां च देवताः  ॥
]

`verse 49 [
मम पञ्चमुखान्याहुः स्थाने तेषां वरानने  ॥
पूर्वादेश्चोर्ध्वपर्यंतं नकारादि यथाक्रमम्  ॥
]

`verse 50 [
अदात्तः प्रथमो वर्णश्चतुर्थश्च द्वितीयकः  ॥
पञ्चमः स्वरितश्चैव तृतीयो निहतः स्मृतः  ॥
]

`verse 51 [
मूलविद्या शिवं शैवं सूत्रं पञ्चाक्षरं तथा  ॥
नामान्यस्य विजानीयाच्छैवं मे हृदयं महत् ॥
]

`verse 52 [
नकारश्शिर उच्येत मकारस्तु शिखोच्यते  ॥
शिकारः कवचं तद्वद्वकारो नेत्रमुच्यते  ॥
]

`verse 53 [
यकारो ऽस्त्रं नमस्स्वाहा वषठुंवौषडित्यपि  ॥
फडित्यपि च वर्णानामन्ते ऽङ्गत्वं यदा तदा  ॥
]

`verse 54 [
तत्रापि मूलमंत्रो ऽयं किंचिद्भेदसमन्वयात् ॥
तत्रापि पञ्चमो वर्णो द्वादशस्वरभूषितः  ॥
]

`verse 55 [
तास्मादनेन मंत्रेण मनोवाक्कायभेदतः  ॥
आवयोरर्चनं कुर्याज्जपहोमादिकं तथा  ॥
]

`verse 56 [
यथाप्रज्ञं यथाकालं यथाशास्त्रं यथामति  ॥
यथाशक्ति यथासंपद्यथायोगं यथारति  ॥
]

`verse 57 [
यदा कदापि वा भक्त्या यत्र कुत्रापि वा कृता  ॥
येन केनापि वा देवि पूजा मुक्तिं नयिष्यते  ॥
]

`verse 58 [
मय्यासक्तेन मनसा यत्कृतं मम सुन्दरि  ॥
मत्प्रियं च शिवं चैव क्रमेणाप्यक्रमेण वा  ॥
]

`verse 59 [
तथापि मम भक्ता ये नात्यंतविवशाः पुनः  ॥
तेषां सर्वेषु शास्त्रेषु मयेव नियमः कृतः  ॥
]

`verse 60 [
तत्रादौ संप्रवक्ष्यामि मन्त्रसंग्रहणं शुभम्  ॥
यं विना निष्फलं जाप्यं येन वा सफलं भवेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे पञ्चाक्षरमाहात्म्यवर्णनं नाम त्रयोदशो ऽध्यायः
]
