`speaker [
ईश्वर उवाच
]

`verse 1 [
आज्ञाहीनं क्रियाहीनं श्रद्धाहीनं वरानने  ॥
आज्ञार्थं दक्षिणाहीनं सदा जप्तं च निष्फलम्  ॥
]

`verse 2 [
आज्ञासिद्धं क्रियासिद्धं श्रद्धासिद्धं ममात्मकम्  ॥
एवं चेद्दक्षिणायुक्तं मंत्रसिद्धिर्महत्फलम्  ॥
]

`verse 3 [
उपगम्य गुरुं विप्रमाचार्यं तत्त्ववेदिनम्  ॥
जापितं सद्गुणोपेतं ध्यानयोगपरायणम्  ॥
]

`verse 4 [
तोषयेत्तं प्रयत्नेन भावशुद्धिसमन्वितः  ॥
वाचा च मनसा चैव कायेन द्रविणेन च  ॥
]

`verse 5 [
आचार्यं पूजयेद्विप्रः सर्वदातिप्रयत्नतः  ॥
हस्त्यश्वरथरत्नानि क्षेत्राणि च गृहाणि च  ॥
]

`verse 6 [
भूषणानि च वासांसि धान्यानि च धनानि च  ॥
एतानि गुरवे दद्याद्भक्त्या च विभवे सति  ॥
]

`verse 7 [
वित्तशाठ्यं न कुर्वीत यदीच्छेत्सिद्धिमात्मनः  ॥
पश्चान्निवेद्य स्वात्मानं गुरवे सपरिच्छदम्  ॥
]

`verse 8 [
एवं संपूज्य विधिवद्यथाशक्तित्ववंचयन्  ॥
आददीत गुरोर्मंत्रं ज्ञानं चैव क्रमेण तु  ॥
]

`verse 9 [
एवं तुष्टो गुरुः शिष्यं पूजकं वत्सरोषितम्  ॥
शुश्रूषुमनहंकारं स्नातं शुचिमुपोषितम्  ॥
]

`verse 10 [
स्नापयित्वा विशुद्ध्यर्थं पूर्णकुंभघृतेन वै  ॥
जलेन मन्त्रशुद्धेन पुण्यद्रव्ययुतेन च  ॥
]

`verse 11 [
अलंकृत्य सुवेषं च गंधस्रग्वस्त्रभूषणैः  ॥
पुण्याहं वाचयित्वा च ब्राह्मणानभिपूज्य च  ॥
]

`verse 12 [
समुद्रतीरे नद्यां च गोष्ठे देवालये ऽपि वा  ॥
शुचौ देशे गृहे वापि काले सिद्धिकरे तिथौ  ॥
]

`verse 13 [
नक्षत्रे शुभयोगे च सर्वदोषविवर्जिते  ॥
अनुगृह्य ततो दद्याज्ज्ञानं मम यथाविधि  ॥
]

`verse 14 [
स्वरेणोच्चारयेत्सम्यगेकांते ऽतिप्रसन्नधीः  ॥
उच्चार्योच्चारयित्वा तमावयोर्मंत्रमुत्तमम्  ॥
]

`verse 15 [
शिवं चास्तु शुभं चास्तु शोभनो ऽस्तु प्रियो ऽस्त्विति  ॥
एवं दद्याद्गुरुर्मंत्रमाज्ञां चैव ततः परम्  ॥
]

`verse 16 [
एवं लब्ध्वा गुरोर्मंत्रमाज्ञां चैव समाहितः  ॥
संकल्प्य च जपेन्नित्यं पुरश्चरणपूर्वकम्  ॥
]

`verse 17 [
यावज्जीवं जपेन्नित्यमष्टोत्तरसहस्रकम्  ॥
अनन्यस्तत्परो भूत्वा स याति परमां गतिम्  ॥
]

`verse 18 [
जपेदक्षरलक्षं वै चतुर्गुणितमादरात् ॥
नक्ताशी संयमी यस्स पौरश्चरणिकः स्मृतः  ॥
]

`verse 19 [
यः पुरश्चरणं कृत्वा नित्यजापी भवेत्पुनः  ॥
तस्य नास्ति समो लोके स सिद्धः सिद्धदो भवेत् ॥
]

`verse 20 [
स्नानं कृत्वा शुचौ देशे बद्ध्वा रुचिरमानसम्  ॥
त्वया मां हृदि संचिंत्य संचिंत्य स्वगुरुं ततः  ॥
]

`verse 21 [
उदङ्मुखः प्राङ्मुखो वा मौनी चैकाग्रमानसः  ॥
विशोध्य पञ्चतत्त्वानि दहनप्लावनादिभिः  ॥
]

`verse 22 [
मन्त्रन्यासादिकं कृत्वा सफलीकृतविग्रहः  ॥
आवयोर्विग्रहौ ध्यायन्प्राणापानौ नियम्य च  ॥
]

`verse 23 [
विद्यास्थानं स्वकं रूपमृषिञ्छन्दो ऽधिदैवतम्  ॥
बीजं शक्तिं तथा वाक्यं स्मृत्वा पञ्चाक्षरीं जपेत् ॥
]

`verse 24 [
उत्तमं मानसं जाप्यमुपांशुं चैवमध्यमम्  ॥
अधमं वाचिकं प्राहुरागमार्थविशारदाः  ॥
]

`verse 25 [
उत्तमं रुद्रदैवत्यं मध्यमं विष्णुदैवतम्  ॥
अधमं ब्रह्मदैवत्यमित्याहुरनुपूर्वशः  ॥
]

`verse 26 [
यदुच्चनीचस्वरितैःस्पष्टास्पष्टपदाक्षरैः  ॥
मंत्रमुच्चारयेद्वाचा वाचिको ऽयं जपस्स्मृतः  ॥
]

`verse 27 [
जिह्वामात्रपरिस्पंदादीषदुच्चारितो ऽपि वा  ॥
अपरैरश्रुतः किंचिच्छ्रुतो वोपांशुरुच्यते  ॥
]

`verse 28 [
धिया यदक्षरश्रेण्या वर्णाद्वर्णं पदात्पदम्  ॥
शब्दार्थचिंतनं भूयः कथ्यते मानसो जपः  ॥
]

`verse 29 [
वाचिकस्त्वेक एव स्यादुपांशुः शतमुच्यते  ॥
साहस्रं मानसः प्रोक्तः सगर्भस्तु शताधिकः  ॥
]

`verse 30 [
प्राणायामसमायुक्तस्सगर्भो जप उच्यते  ॥
आद्यंतयोरगर्भो ऽपि प्राणायामः प्रशस्यते  ॥
]

`verse 31 [
चत्वारिंशत्समावृत्तीः प्राणानायम्य संस्मरेत् ॥
मंत्रं मंत्रार्थविद्धीमानशक्तः शक्तितो जपेत् ॥
]

`verse 32 [
पञ्चकं त्रिकमेकं वा प्राणायामं समाचरेत् ॥
अगर्भं वा सगर्भं वा सगर्भस्तत्र शस्यते  ॥
]

`verse 33 [
सगर्भादपि साहस्रं सध्यानो जप उच्यते  ॥
एषु पञ्चविधेष्वेकः कर्तव्यः शक्तितो जपः  ॥
]

`verse 34 [
अङ्गुल्या जपसंख्यानमेकमेवमुदाहृतम्  ॥
रेखयाष्टगुणं विद्यात्पुत्रजीवैर्दशाधिकम्  ॥
]

`verse 35 [
शतं स्याच्छंखमणिभिः प्रवालैस्तु सहस्रकम्  ॥
स्फटिकैर्दशसाहस्रं मौक्तिकैर्लक्षमुच्यते  ॥
]

`verse 36 [
पद्माक्षैर्दशलक्षन्तु सौवर्णैः कोटिरुच्यते  ॥
कुशग्रंथ्या च रुद्राक्षैरनंतगुणितं भवेत् ॥
]

`verse 37 [
त्रिंशदक्षैः कृता माला धनदा जपकर्मणि  ॥
सप्तविंशतिसंख्यातैरक्षैः पुष्टिप्रदा भवेत् ॥
]

`verse 38 [
पञ्चविंशतिसंख्यातैः कृता मुक्तिं प्रयच्छति  ॥
अक्षैस्तु पञ्चदशभिरभिचारफलप्रदा  ॥
]

`verse 39 [
thumb|अङ्गुलयः
thumb|पुराणेषु अङ्गुलिविन्यासः
thumb|सामवेदे अङ्गुलिविन्यासः
अंगुष्ठं मोक्षदं विद्यात्तर्जनीं शत्रुनाशिनीम्  ॥
मध्यमां धनदां शांतिं करोत्येषा ह्यनामिका  ॥
]

`verse 40 [
अष्टोत्तरशतं माला तत्र स्यादुत्तमोत्तमा  ॥
शतसंख्योत्तमा माला पञ्चाशद्भिस्तु मध्यमा  ॥
]

`verse 41 [
चतुः पञ्चाशदक्षैस्तु हृच्छ्रेष्ठा हि प्रकीर्तिता  ॥
इत्येवं मालया कुर्याज्जपं कस्मै न दर्शयेत् ॥
]

`verse 42 [
कनिष्ठा क्षरिणी प्रोक्ता जपकर्मणि शोभना  ॥
अंगुष्ठेन जपेज्जप्यमन्यैरंगुलिभिस्सह  ॥
]

`verse 43 [
अंगुष्ठेन विना जप्यं कृतं तदफलं यतः  ॥
गृहे जपं समं विद्याद्गोष्ठे शतगुणं विदुः  ॥
]

`verse 44 [
पुण्यारण्ये तथारामे सहस्रगुणमुच्यते  ॥
अयुतं पर्वते पुण्ये नद्यां लक्षमुदाहृतम्  ॥
]

`verse 45 [
कोटिं देवालये प्राहुरनन्तं मम सन्निधौ  ॥
सूर्यस्याग्नेर्गुरोरिंदोर्दीपस्य च जलस्य च  ॥
]

`verse 46 [
विप्राणां च गवां चैव सन्निधौ शस्यते जपः  ॥
तत्पूर्वाभिमुखं वश्यं दक्षिणं चाभिचारिकम्  ॥
]

`verse 47 [
पश्चिमं धनदं विद्यादौत्तरं शातिदं भवेत् ॥
सूर्याग्निविप्रदेवानां गुरूणामपि सन्निधौ  ॥
]

`verse 48 [
अन्येषां च प्रसक्तानां मन्त्रं न विमुखो जपेत् ॥
उष्णीषी कुंचुकी नम्रो मुक्तकेशो गलावृतः  ॥
]

`verse 49 [
अपवित्रकरो ऽशुद्धो विलपन्न जपेत्क्वचित् ॥
क्रोधं मदं क्षुतं त्रीणि निष्ठीवनविजृंभणे  ॥
]

`verse 50 [
दर्शनं च श्वनीचानां वर्जयेज्जपकर्मणि  ॥
आचमेत्संभवे तेषां स्मरेद्वा मां त्वया सह  ॥
]

`verse 51 [
ज्योतींषि च प्रपश्येद्वा कुर्याद्वा प्राणसंयमम्  ॥
अनासनः शयाने वा गच्छन्नुत्थित एव वा  ॥
]

`verse 52 [
रथ्यायामशिवे स्थाने न जपेत्तिमिरान्तरे  ॥
प्रसार्य न जपेत्पादौ कुक्कुटासन एव वा  ॥
]

`verse 53 [
यानशय्याधिरूढो वा चिंताव्याकुलितो ऽथ वा  ॥
शक्तश्चेत्सर्वमेवैतदशक्तः शक्तितो जपेत् ॥
]

`verse 54 [
किमत्र बहुनोक्तेन समासेन वचः शृणु  ॥
सदाचारो जपञ्छुद्धं ध्यायन्भद्रं समश्नुते  ॥
]

`verse 55 [
आचारः परमो धर्म आचारः परमं धनं  ॥
आचारः परमा विद्या आचारः परमा गतिः  ॥
]

`verse 56 [
आचारहीनः पुरुषो लोके भवति निंदितः  ॥
परत्र च सुखी न स्यात्तस्मादाचारवान्भवेत् ॥
]

`verse 57 [
यस्य यद्विहितं कर्म वेदे शास्त्रे च वैदिकैः  ॥
तस्य तेन समाचारः सदाचारो न चेतरः  ॥
]

`verse 58 [
सद्भिराचरितत्वाच्च सदाचारः स उच्यते  ॥
सदाचारस्य तस्याहुरास्तिक्यं मूलकारणम्  ॥
]

`verse 59 [
आस्तिकश्चेत्प्रमादाद्यैः सदाचारादविच्युतः  ॥
न दुष्यति नरो नित्यं तस्मादास्तिकतां व्रजेत् ॥
]

`verse 60 [
यथेहास्ति सुखं दुःखं सुकृतैर्दुष्कृतैरपि  ॥
तथा परत्र चास्तीति मतिरास्तिक्यमुच्यते  ॥
]

`verse 61 [
रहस्यमन्यद्वक्ष्यामि गोपनीयमिदं प्रिये  ॥
न वाच्यं यस्य कस्यापि नास्तिकस्याथ वा पशोः  ॥
]

`verse 62 [
सदाचारविहीनस्य पतितस्यान्त्यजस्य च  ॥
पञ्चाक्षरात्परं नास्ति परित्राणं कलौ युगे  ॥
]

`verse 63 [
गच्छतस्तिष्ठतो वापि स्वेच्छया कर्म कुर्वतः  ॥
अशुचेर्वा शुचेर्वापि मन्त्रो ऽयन्न च निष्फलः  ॥
]

`verse 64 [
अनाचारवतां पुंसामविशुद्धषडध्वनाम्  ॥
अनादिष्टो ऽपि गुरुणा मन्त्रो ऽयं न च निष्फलः  ॥
]

`verse 65 [
अन्त्यजस्यापि मूर्खस्य मूढस्य पतितस्य च  ॥
निर्मर्यादस्य नीचस्य मंत्रो ऽयं न च निष्फलः  ॥
]

`verse 66 [
सर्वावस्थां गतस्यापि मयि भक्तिमतः परम्  ॥
सिध्यत्येव न संदेहो नापरस्य तु कस्यचित् ॥
]

`verse 67 [
न लग्नतिथिनक्षत्रवारयोगादयः प्रिये  ॥
अस्यात्यंतमवेक्ष्याः स्युर्नैष सप्तस्सदोदितः  ॥
]

`verse 68 [
न कदाचिन्न कस्यापि रिपुरेष महामनुः  ॥
सुसिद्धो वापि सिद्धो वा साध्यो वापि भविष्यति  ॥
]

`verse 69 [
सिद्धेन गुरुणादिष्टस्सुसिद्ध इति कथ्यते  ॥
असिद्धेनापि वा दत्तस्सिद्धसाध्यस्तु केवलः  ॥
]

`verse 70 [
असाधितस्साधितो वा सिध्यत्वेन न संशयः  ॥
श्रद्धातिशययुक्तस्य मयि मंत्रे तथा गुरौ  ॥
]

`verse 71 [
तस्मान्मंत्रान्तरांस्त्यक्त्वा सापायान् १ धिकारतः  ॥
आश्रमेत्परमां विद्यां साक्षात्पञ्चाक्षरीं बुधः  ॥
]

`verse 72 [
मंत्रान्तरेषु सिद्धेषु मंत्र एष न सिध्यति  ॥
सिद्धे त्वस्मिन्महामंत्रे ते च सिद्धा भवंत्युत  ॥
]

`verse 73 [
यथा देवेष्वलब्धो ऽस्मि लब्धेष्वपि महेश्वरि  ॥
मयि लब्धे तु ते लब्धा मंत्रेष्वेषु समो विधिः  ॥
]

`verse 74 [
ये दोषास्सर्वमंत्राणां न ते ऽस्मिन्संभवंत्यपि  ॥
अस्य मंत्रस्य जात्यादीननपेक्ष्य प्रवर्तनात् ॥
]

`verse 75 [
तथापि नैव क्षुद्रेषु फलेषु प्रति योगिषु  ॥
सहसा विनियुंजीत तस्मादेष महाबलः  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 76 [
एवं साक्षान्महादेव्यै महादेवेन शूलिना  ॥
हिता य जगतामुक्तः पञ्चाक्षरविधिर्यथा  ॥
]

`verse 77 [
य इदं कीर्तयेद्भक्त्या शृणुयाद्वा समाहितः  ॥
सर्वपापविनिर्मुक्तः प्रयाति परमां गतिम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखंडे पञ्चाक्षरमहिमवर्णनं नाम चतुर्दशोध्यायः
]
