`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
भगवान्मंत्रमाहात्म्यं भवता कथितं प्रभो  ॥
तत्प्रयोगविधानं च साक्षाच्छ्रुतिसमं यथा  ॥
]

`verse 2 [
इदानीं श्रोतुमिच्छामि शिवसंस्कारमुत्तमम्  ॥
मंत्रसंग्रहणे किंचित्सूचितन्न तु विस्मृतम्  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 3 [
हन्त ते कथयिष्यामि सर्वपापविशोधनम्  ॥
संस्कारं परमं पुण्यं शिवेन पतिभाषितम्  ॥
]

`verse 4 [
सम्यक्कृताधिकारः स्यात्पूजादिषु नरो यतः  ॥
संस्कारः कथ्यते तेन षडध्वपरिशोधनम्  ॥
]

`verse 5 [
दीयते येन विज्ञानं क्षीयते पाशबंधनम्  ॥
तस्मात्संस्कार एवायं दीक्षेत्यपि च कथ्यते  ॥
]

`verse 6 [
शांभवी चैव शाक्ती च मांत्री चैव शिवागमे  ॥
दीक्षोपदिश्यते त्रेधा शिवेन परमात्मना  ॥
]

`verse 7 [
गुरोरालोकमात्रेण स्पर्शात्संभाषणादपि  ॥
सद्यस्संज्ञा भवेज्जंतोः पाशोपक्षयकारिणी  ॥
]

`verse 8 [
सा दीक्षा शांभवी प्रोक्ता सा पुनर्भिद्यते द्विधा  ॥
तीव्रा तीव्रतरा चेति पाशो पक्षयभेदतः  ॥
]

`verse 9 [
यया स्यान्निर्वृतिः सद्यस्सैव तीव्रतरा मता  ॥
तीव्रा तु जीवतोत्यंतं पुंसः पापविशोधिका  ॥
]

`verse 10 [
शक्ती ज्ञानवती दीक्षा शिष्यदेहं प्रविश्य तु  ॥
गुरुणा योगमार्गेण क्रियते ज्ञानचक्षुषा  ॥
]

`verse 11 [
मांत्री क्रियावती दीक्षा कुंडमंडलपूर्विका  ॥
मंदमंदतरोद्देशात्कर्तव्या गुरुणा बहिः  ॥
]

`verse 12 [
शक्तिपातानुसारेण शिष्यो ऽनुग्रहमर्हति  ॥
शैवधर्मानुसारस्य तन्मूलत्वात्समासतः  ॥
]

`verse 13 [
यत्र शक्तिर्न पतिता तत्र शुद्धिर्न जायते  ॥
न विद्या न शिवाचारो न मुक्तिर्न च सिद्धयः  ॥
]

`verse 14 [
तस्माल्लिंगानि संवीक्ष्य शक्तिपातस्य भूयसः  ॥
ज्ञानेन क्रियया वाथ गुरुश्शिष्यं विशोधयेत् ॥
]

`verse 15 [
यो ऽन्यथा कुरुते मोहात्स विनश्यति दुर्मतिः  ॥
तस्मात्सर्वप्रकारेण गुरुः शिष्यं परीक्षयेत् ॥
]

`verse 16 [
लक्षणं शक्तिपातस्य प्रबोधानंदसंभवः  ॥
सा यस्मात्परमा शक्तिः प्रबोधानंदरूपिणी  ॥
]

`verse 17 [
आनंदबोधयोर्लिंगमंतःकरणविक्रियाः  ॥
यथा स्यात्कंपरोमांचस्वरनेत्रांगविक्रियाः  ॥
]

`verse 18 [
शिष्योपि लक्षणैरेभिः कुर्याद्गुरुपरीक्षणम्  ॥
तत्संपर्कैः शिवार्चादौ संगतैर्वाथ तद्गतैः  ॥
]

`verse 19 [
शिष्यस्तु शिक्षणीयत्वाद्गुरोर्गौरवकारणात् ॥
तस्मात्सर्वप्रयत्नेन गुरोर्गौरवमाचरेत् ॥
]

`verse 20 [
यो गुरुस्स शिवः प्रोक्तो यः शिवः स गुरुः स्मृतः  ॥
गुरुर्वा शिव एवाथ विद्याकारेण संस्थितः  ॥
]

`verse 21 [
यथा शिवस्तथा विद्या यथा विद्या तथा गुरुः  ॥
शिवविद्या गुरूणां च पूजया सदृशं फलम्  ॥
]

`verse 22 [
सर्वदेवात्मकश्चासौ सर्वमंत्रमयो गुरुः  ॥
तस्मात्सर्वप्रयत्नेन यस्याज्ञां शिरसा वहेत् ॥
]

`verse 23 [
श्रेयो ऽर्थी यदि गुर्वाज्ञां मनसापि न लंघयेत् ॥
गुर्वाज्ञापालको यस्माज्ज्ञानसंपत्तिमश्नुते  ॥
]

`verse 24 [
गच्छंस्तिष्ठन्स्वपन्भुंजन्नान्यत्कर्म समाचरेत् ॥
समक्षं यदि कुर्वीत सर्वं चानुज्ञया गुरोः  ॥
]

`verse 25 [
गुरोर्गृहे समक्षं वा न यथेष्टासनो भवेत् ॥
गुरुर्देवो यतः साक्षात्तद्गृहं देवमन्दिरम्  ॥
]

`verse 26 [
पापिनां च यथा संगात्तत्पापात्पतितो भवेत् ॥
यथेह वह्निसंपर्कान्मलं त्यजति कांचनम्  ॥
]

`verse 27 [
तथैव गुरुसंपर्कात्पापं त्यजति मानवः  ॥
यथा वह्निसमीपस्थो घृतकुम्भो विलीयते  ॥
]

`verse 28 [
तथा पापं विलीयेत ह्याचार्यस्य समीपतः  ॥
यथा प्रज्वलितो वह्निः शुष्कमार्द्रं च निर्दहेत् ॥
]

`verse 29 [
तथायमपि संतुष्टो गुरुः पापं क्षणाद्दहेत् ॥
मनसा कर्मणा वाचा गुरोः क्रोधं न कारयेत् ॥
]

`verse 30 [
तस्य क्रोधेन दह्यंते ह्यायुःश्रीज्ञानसत्क्रियाः  ॥
तत्क्रोधकारिणो ये स्युस्तेषां यज्ञाश्च निष्फलाः  ॥
]

`verse 31 [
यमश्च नियमाश्चैव नात्र कार्या विचारणा  ॥
गुरोर्विरुद्धं यद्वाक्यं न वदेज्जातुचिन्नरः  ॥
]

`verse 32 [
वदेद्यदि महामोहाद्रौरवं नरकं व्रजेत् ॥
मनसा कर्मणा वाचा गुरुमुद्दिश्य यत्नतः  ॥
]

`verse 33 [
श्रेयोर्थी चेन्नरो धीमान्न मिथ्याचारमाचरेत् ॥
गुरोर्हितं प्रियं कुर्यादादिष्टो वा न वा सदा  ॥
]

`verse 34 [
असमक्षं समक्षं वा तस्य कार्यं समाचरेत् ॥
इत्थमाचारवान्भक्तो नित्यमुद्युक्तमानसः  ॥
]

`verse 35 [
गुरुप्रियकरः शिष्यः शैवधर्मांस्ततो ऽर्हति  ॥
गुरुश्चेद्गुणवान्प्राज्ञः परमानंदभासकः  ॥
]

`verse 36 [
तत्त्वविच्छिवसंसक्तो मुक्तिदो न तु चापरः  ॥
संवित्संजननं तत्त्वं परमानंदसंभवम्  ॥
]

`verse 37 [
तत्तत्त्वं विदितं येन स एवानंददर्शकः  ॥
न पुनर्नाममात्रेण संविदारहितस्तु यः  ॥
]

`verse 38 [
अन्योन्यं तारयेन्नौका किं शिला तारयेच्छिलाम्  ॥
एतस्या नाममात्रेण मुक्तिर्वै नाममात्रिका  ॥
]

`verse 39 [
यैः पुनर्विदितं तत्त्वं ते मुक्ता मोचयन्त्यपि  ॥
तत्त्वहीने कुतो बोधः कुतो ह्यात्मपरिग्रहः  ॥
]

`verse 40 [
परिग्रहविनिर्मुक्तः पशुरित्यभिधीयते  ॥
पशुभिः प्रेरितश्चापि पशुत्वं नातिवर्तते  ॥
]

`verse 41 [
तस्मात्तत्त्वविदेवेह मुक्तो मोचक इष्यते  ॥
सर्वलक्षणसंयुक्तः सर्वशास्त्रविदप्ययम्  ॥
]

`verse 42 [
सर्वोपायविधिज्ञो ऽपि तत्त्वहीनस्तु निष्फलः  ॥
यस्यानुभवपर्यंता बुद्धिस्तत्त्वे प्रवर्तते  ॥
]

`verse 43 [
तस्यावलोकनाद्यैश्च परानन्दो ऽभिजायते  ॥
तस्माद्यस्यैव संपर्कात्प्रबोधानंदसंभवः  ॥
]

`verse 44 [
गुरुं तमेव वृणुयान्नापरं मतिमान्नरः  ॥
स शिष्यैर्विनयाचारचतुरैरुचितो गुरुः  ॥
]

`verse 45 [
यावद्विज्ञायते तावत्सेवनीयो मुमुक्षुभिः  ॥
ज्ञाते तस्मिन्स्थिरा भक्तिर्यावत्तत्त्वं समाश्रयेत् ॥
]

`verse 46 [
न तु तत्त्वं त्यजेज्जातु नोपेक्षेत कथंचन  ॥
यत्रानंदः प्रबोधो वा नाल्पमप्युपलभ्यते  ॥
]

`verse 47 [
वत्सरादपि शिष्येण सो ऽन्यं गुरुमुपाश्रयेत् ॥
गुरुमन्यं प्रपन्ने ऽपि नावमन्येत पौर्विकम्  ॥
गुरोर्भ्रात्ःंस्तथा पुत्रान्बोधकान्प्रेरकानपि  ॥
]

`verse 48 [
तत्रादावुपसंगम्य ब्राह्मणं वेदपारगम्  ॥
गुरुमाराधयेत्प्राज्ञं शुभगं प्रियदर्शनम्  ॥
]

`verse 49 [
सर्वाभयप्रदातारं करुणाक्रांतमानसम्  ॥
तोषयेत्तं प्रयत्नेन मनसा कर्मणा गिरा  ॥
]

`verse 50 [
तावदाराधयेच्छिष्यः प्रसन्नोसौ भवेद्यथा  ॥
तस्मिन्प्रसन्ने शिष्यस्य सद्यः पापक्षयो भवेत् ॥
]

`verse 51 [
तस्माद्धनानि रत्नानि क्षेत्राणि च गृहाणि च  ॥
भूषणानि च वासांसि यानशय्यासनानि च  ॥
]

`verse 52 [
एतानि गुरवे दद्याद्भक्त्या वित्तानुसारतः  ॥
वित्तशाठ्यं न कुर्वीत यदीच्छेत्परमां गतिम्  ॥
]

`verse 53 [
स एव जनको माता भर्ता बन्धुर्धनं सुखम्  ॥
सखा मित्रं च यत्तस्मात्सर्वं तस्मै निवेदयेत् ॥
]

`verse 54 [
निवेद्य पश्चात्स्वात्मानं सान्वयं सपरिग्रहम्  ॥
समर्प्य सोदकं तस्मै नित्यं तद्वशगो भवेत् ॥
]

`verse 55 [
यदा शिवाय स्वात्मानं दत्तवान् देशिकात्मने  ॥
तदा शैवो भवेद्देही न ततो ऽस्ति पुनर्भवः  ॥
]

`verse 56 [
गुरुश्च स्वाश्रितं शिष्यं वर्षमेकं परीक्षयेत् ॥
ब्राह्मणं क्षत्रियं वैश्यं द्विवर्षं च त्रिवर्षकम्  ॥
]

`verse 57 [
प्राणद्रव्यप्रदानाद्यैरादेशैश्च समासमैः  ॥
उत्तमांश्चाधमे कृत्वा नीचानुत्तमकर्मणि  ॥
]

`verse 58 [
आक्रुष्टास्ताडिता वापि ये विषादं न यान्त्यपि  ॥
ते योग्याः संयताः शुद्धाः शिवसंस्कारकर्मणि  ॥
]

`verse 59 [
अहिंसका दयावंतो नित्यमुद्युक्तचेतसः  ॥
अमानिनो बुद्धिमंतस्त्यक्तस्पर्धाः प्रियंवदाः  ॥
]

`verse 60 [
ऋजवो मृदवः स्वच्छा विनीताः स्थिरचेतसः  ॥
शौचाचारसमायुक्ताः शिवभक्ता द्विजातयः  ॥
]

`verse 61 [
एवं वृत्तसमोपेता वाङ्मनःकायकर्मभिः  ॥
शोध्या बोध्या यथान्यायमिति शास्त्रेषु निश्चयः  ॥
]

`verse 62 [
नाधिकारः स्वतो नार्याः शिवसंस्कारकर्मणि  ॥
नियोगाद्भर्तुरस्त्येव भक्तियुक्ता यदीश्वरे  ॥
]

`verse 63 [
तथैव भर्तृहीनाया पुत्रादेरभ्यनुज्ञया  ॥
अधिकारो भवत्येव कन्यायाः पितुराज्ञया  ॥
शूद्राणां मर्त्यजातीनां पतितानां विशेषतः  ॥
]

`verse 64 [
तथा संकरजातीनां नाध्वशुद्धिर्विधीयते  ॥
तैप्यकृत्रिमभावश्चेच्छिवे परमकारणे  ॥
]

`verse 65 [
पादोदकप्रदानाद्यैः कुर्युः पापविशोधनम्  ॥
अत्रानुलोमजाता ये युक्ता एव द्विजातिषु  ॥
]

`verse 66 [
तेषामध्वविशुद्ध्यादि कुर्यान्मातृकुलोचितम्  ॥
या तु कन्या स्वपित्राद्यैश्शिवधर्मे नियोजिता  ॥
]

`verse 67 [
सा भक्ताय प्रदातव्या नापराय विरोधिने  ॥
दत्ता चेत्प्रतिकूलाय प्रमादाद्बोधयेत्पतिम्  ॥
]

`verse 68 [
अशक्ता तं परित्यज्य मनसा धर्ममाचरेत् ॥
यथा मुनिवरं त्यक्त्वा पतिमत्रिं पतिव्रता  ॥
]

`verse 69 [
कृतकृत्या ऽभवत्पूर्वं तपसाराध्य शङ्करम्  ॥
यथा नारायणं देवं तपसाराध्य पांडवान्  ॥
]

`verse 70 [
पतींल्लब्धवती धर्मे गुरुभिर्न नियोजिता  ॥
अस्वातन्त्र्यकृतो दोषो नेहास्ति परमार्थतः  ॥
]

`verse 71 [
शिवधर्मे नियुक्तायाश्शिवशासनगौरवात् ॥
बहुनात्र किमुक्तेन यो ऽपि को ऽपि शिवाश्रयः  ॥
]

`verse 72 [
संस्कार्यो गुर्वधीनश्चेत्संस्क्रिया न प्रभिद्यते  ॥
गुरोरालोकनादेव स्पर्शात्संभाषणादपि  ॥
]

`verse 73 [
यस्य संजायते प्रज्ञा तस्य नास्ति पराजयः  ॥
मनसा यस्तु संस्कारः क्रियते योगवर्त्मना  ॥
]

`verse 74 [
स नेह कथितो गुह्यो गुरुवक्त्रैकगोचरः  ॥
क्रियावान्यस्तु संस्कारः कुंडमंडपपूर्वकः  ॥
स वक्ष्यते समासेन तस्य शक्यो न विस्तरः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे दीक्षाविधाने गुरुमाहात्म्यं नाम पञ्चदशो ऽध्यायः
]
