`speaker [
उपमन्युरुवाच
]

`verse 1 [
पुण्ये ऽहनि शुचौ देशे बहुदोषविवर्जिते  ॥
देशिकः प्रथमं कुर्यात्संस्कारं समयाह्वयम्  ॥
]

`verse 2 [
परीक्ष्य भूमिं विधिवद्गंधवर्णरसादिभिः  ॥
शिल्पिशास्त्रोक्तमार्गेण मण्डपं तत्र कल्पयेत् ॥
]

`verse 3 [
कृत्वा वेदिं च तन्मध्ये कुण्डानि परिकल्पयेत् ॥
अष्टदिक्षु तथा दिक्षु तत्रैशान्यां पुनः क्रमात् ॥
]

`verse 4 [
प्रधानकुंडं कुर्वीत यद्वा पश्चिमभागतः  ॥
प्रधानमेकमेवाथ कृत्वा शोभां प्रकल्पयेत् ॥
]

`verse 5 [
वितानध्वजमालाभिर्विविधाभिरनेकशः  ॥
वेदिमध्ये ततः कुर्यान्मंडलं शुभलक्षणम्  ॥
]

`verse 6 [
रक्तहेमादिभिश्चूर्णैरीश्वरावाहनोचितम्  ॥
सिंदूरशालिनीवारचूर्णैरेवाथ निर्धनः  ॥
]

`verse 7 [
एकहस्तं द्विहस्तं वा सितं वा रक्तमेव वा  ॥
एकहस्तस्य पद्मस्य कर्णिकाष्टांगुला मता  ॥
]

`verse 8 [
केसराणि तदर्धानि शेषं चाष्टदलादिकम्  ॥
द्विहस्तस्य तु पद्मस्य द्विगुणं कर्णिकादिकम्  ॥
]

`verse 9 [
कृत्वा शोभोपशोभाढ्यमैशान्यां तस्य कल्पयेत् ॥
एकहस्तं तदर्धं वा पुनर्वेद्यः तु मंडलम्  ॥
]

`verse 10 [
व्रीहितंदुलसिद्धार्थतिलपुष्पकुशास्तृते  ॥
तत्र लक्षणसंयुक्तं शिवकुंभं प्रसाधयेत् ॥
]

`verse 11 [
सौवर्णं राजतं वापि ताम्रजं मृन्मयं तु वा  ॥
गन्धपुष्पाक्षताकीर्णं कुशदूर्वांकुराचितम्  ॥
]

`verse 12 [
सितसूत्रावृतं कंठे नववस्त्रयुगावृतम्  ॥
शुद्धाम्बुपूर्णमुत्कूर्चं सद्रव्यं सपिधानकम्  ॥
]

`verse 13 [
भृङ्गारं वर्धनीं चापि शंखं च चक्रमेव वा  ॥
विना सूत्रादिकं सर्वं पद्मपत्रमथापि वा  ॥
]

`verse 14 [
तस्यासनारविंदस्य कल्पयेदुत्तरे दले  ॥
अग्रतश्चंदनांभोभिरस्त्रराजस्य वर्धनीम्  ॥
]

`verse 15 [
मण्डलस्य ततः प्राच्यां मंत्रकुंभे च पूर्ववत् ॥
कृत्वा विधिवदीशस्य महापूजां समाचरेत् ॥
]

`verse 16 [
अथार्णवस्य तीरे वा नद्यां गोष्ठे ऽपि वा गिरौ  ॥
देवागरे गृहे वापि देशे ऽन्यस्मिन्मनोहरे  ॥
]

`verse 17 [
कृत्वा पूर्वोदितं सर्वं विना वा मंडपादिकम्  ॥
मंडलं पूर्ववत्कृत्वा स्थंडिलं च विभावसोः  ॥
]

`verse 18 [
प्रविश्य पूजाभवनं प्रहृष्टवदनो गुरुः  ॥
सर्वमंगलसंयुक्तः समाचरितनैत्यकः  ॥
]

`verse 19 [
महापूजां महेशस्य कृत्वा मण्डलमध्यतः  ॥
शिवकुंभे तथा भूयः शिवमावाह्य पूजयेत् ॥
]

`verse 20 [
पश्चिमाभिमुखं ध्यात्वा यज्ञरक्षकमीश्वरम्  ॥
अर्चयेदस्त्रवर्धन्यामस्त्रमीशस्य दक्षिणे  ॥
]

`verse 21 [
मन्त्रकुम्भे च विन्यस्य मन्त्रं मन्त्रविशारदः  ॥
कृत्वा मुद्रादिकं सर्वं मन्त्रयागं समाचरेत् ॥
]

`verse 22 [
ततश्शिवानले होमं कुर्याद्देशिकसत्तमः  ॥
प्रधानकुण्डे परितो जुहुयुश्चापरे द्विजाः  ॥
]

`verse 23 [
आचार्यात्पादमर्धं वा होमस्तेषां विधीयते  ॥
प्रधानकुण्ड एवाथ जुहुयाद्देशिकोत्तमः  ॥
]

`verse 24 [
स्वाध्यायमपरे कुर्युः स्तोत्रं मंगलवाचनम्  ॥
जपं च विधिवच्चान्ये शिवभक्तिपरायणाः  ॥
]

`verse 25 [
नृत्यं गीतं च वाद्यं च मंगलान्यपराणि च  ॥
पूजनं च सदस्यानां कृत्वा सम्यग्विधानतः  ॥
]

`verse 26 [
पुण्याहं कारयित्वाथ पुनः संपूज्य शंकरम्  ॥
प्रार्थयेद्देशिको देवं शिष्यानुग्रहकाम्यया  ॥
]

`verse 27 [
प्रसीद देवदेवेश देहमाविश्य मामकम्  ॥
विमोचयैनं विश्वेश घृणया च घृणानिधे  ॥
]

`verse 28 [
अथ चैवं करोमीति लब्धानुज्ञस्तु देशिकः  ॥
आनीयोपोषितं शिष्यं हविष्याशिनमेव वा  ॥
]

`verse 29 [
एकाशनं वा विरतं स्नातं प्रातःकृतक्रियम्  ॥
जपंतं प्रणवं देवं ध्यायंतं कृतमंगलम्  ॥
]

`verse 30 [
द्वारस्य पश्चिमस्याग्रमण्डले दक्षिणस्य वा  ॥
दर्भासने समासीनं विधायोदङ्मुखं शिशुम्  ॥
]

`verse 31 [
स्वयं प्राग्वदनस्तिष्ठन्नूर्ध्वकायं कृतांजलिम्  ॥
संप्रोक्ष्य प्रोक्षणौतोयैर्मूर्धन्यस्त्रेण मुद्रया  ॥
]

`verse 32 [
पुष्पक्षेपेण संताड्य बध्नीयाल्लोचनं गुरुः  ॥
दुकूलार्धेन वस्त्रेण मंत्रितेन नवेन च  ॥
]

`verse 33 [
ततः प्रवेशयेच्छिष्यं गुरुर्द्वारेण मंडलम्  ॥
सो ऽपि तेनेरितः शंभोराचरेत्त्रिः प्रदक्षिणम्  ॥
]

`verse 34 [
ततस्सुवर्णसंमिश्रं दत्त्वा पुष्पांजलिं प्रभोः  ॥
प्राङ्मुखश्चोदङ्मुखो वा प्रणमेद्दंडवत्क्षितो  ॥
]

`verse 35 [
ततस्संप्रोक्ष्य मूलेन शिरस्यस्त्रेण पूर्ववत् ॥
संताड्य देशिकस्तस्य मोचयेन्नेत्रबंधनम्  ॥
]

`verse 36 [
स दृष्ट्वा मंडलं भूयः प्रणमेत्साञ्जलिः प्रभुम्  ॥
अथासीनं शिवाचार्यो मंडलस्य तु दक्षिणे  ॥
]

`verse 37 [
उपवेश्यात्मनस्सव्ये शिष्यं दर्भासने गुरुः  ॥
आराध्य च महादेवं शिवहस्तं प्रविन्यसेत् ॥
]

`verse 38 [
शिवतेजोमयं पाणिं शिवमंत्रमुदीरयेत् ॥
शिवाभिमानसंपन्नो न्यसेच्छिष्यस्य मस्तके  ॥
]

`verse 39 [
सर्वांगालंबनं चैव कुर्यात्तेनैव देशिकः  ॥
शिष्यो ऽपि प्रणमेद्भूमौ देशिकाकृतमीश्वरम्  ॥
]

`verse 40 [
ततश्शिवानले देवं समभ्यर्च्य यथाविधि  ॥
हुताहुतित्रयं शिष्यमुपवेश्य यथा पुरा  ॥
]

`verse 41 [
दर्भाग्रैः संस्पृशंस्तं च विद्ययात्मानमाविशेत् ॥
नमस्कृत्य महादेवं नाडीसंधानमाचरेत् ॥
]

`verse 42 [
शिवशास्त्रोक्तमार्गेण कृत्वा प्राणस्य निर्गमम्  ॥
शिष्यदेहप्रवेशं च स्मृत्वा मंत्रांस्तु तर्पयेत् ॥
]

`verse 43 [
संतर्पणाय मूलस्य तेनैवाहुतयो दश  ॥
देयास्तिस्रस्तथांगानामंगैरेव यथाक्रमम्  ॥
]

`verse 44 [
ततः पूर्णाहुतिं दत्त्वा प्रायश्चित्ताय देशिकः  ॥
पुनर्दशाहुतीन्कुर्यान्मूलमंत्रेण मंत्रवित् ॥
]

`verse 45 [
पुनः संपूज्य देवेशं सम्यगाचम्य देशिकः  ॥
हुत्वा चैव यथान्यायं स्वजात्या वैश्यमुद्धरेत् ॥
]

`verse 46 [
तस्यैवं जनयेत्क्षात्रमुद्धारं च ततः पुनः  ॥
कृत्वा तथैव विप्रत्वं जनयेदस्य देशिकः  ॥
]

`verse 47 [
राजन्यं चैवमुद्धृत्य कृत्वा विप्रं पुनस्तयोः  ॥
रुद्रत्वं जनयेद्विप्रे रुद्रनामैव साधयेत् ॥
]

`verse 48 [
प्रोक्षणं ताडनं कृत्वा शिशोस्स्वात्मानमात्मनि  ॥
शिवात्मकमनुस्मृत्य स्फुरंतं विस्फुलिंगवत् ॥
]

`verse 49 [
नाड्या यथोक्तया वायुं रेचयेन्मंत्रतो गुरुः  ॥
निर्गम्य प्रविशेन्नाड्या शिष्यस्य हृदयं तथा  ॥
]

`verse 50 [
प्रविश्य तस्य चैतन्यं नीलबिन्दुनिभं स्मरन्  ॥
स्वतेजसापास्तमलं ज्वलंतमनुचिंतयेत् ॥
]

`verse 51 [
तमादाय तया नाड्या मंत्री संहारमुद्रया  ॥
न पूरकेण निवेश्यैनमेकीभावार्थमात्मनः  ॥
]

`verse 52 [
कुंभकेन तथा नाड्या रेचकेन यथा पुरा  ॥
तस्मादादाय शिष्यस्य हृदये तन्निवेशयेत् ॥
]

`verse 53 [
तमालभ्य शिवाल्लब्धं तस्मै दत्त्वोपवीतकम्  ॥
हुत्वाहुतित्रयं पश्चाद्दद्यात्पूर्णाहुतिं ततः  ॥
]

`verse 54 [
देवस्य दक्षिणे शिष्यमुपवेश्यवरासने  ॥
कुशपुष्पपरिस्तीर्णे बद्धांजलिरुदङ्मुखम्  ॥
]

`verse 55 [
स्वस्तिकासनमारूढं विधाय प्राङ्मुखः स्वयम्  ॥
वरासनस्थितो मंत्रैर्महामंगलनिःस्वनैः  ॥
]

`verse 56 [
समादाय घटं पूर्णं पूर्णमेव प्रसादितम्  ॥
ध्यायमानः शिवं शिष्यमाभिषिंचेत देशिकः  ॥
]

`verse 57 [
अथापनुद्य स्नानांबु परिधाय सितांबरम्  ॥
आचान्तोलंकृतश्शिष्यः प्रांजलिर्मंडपं व्रजेत् ॥
]

`verse 58 [
उपवेश्य यथापूर्वं तं गुरुर्दर्भविष्टरे  ॥
संपूज्य मंडलं देवं करन्यासं समाचरेत् ॥
]

`verse 59 [
ततस्तु भस्मना देवं ध्यायन्मनसि देशिकः  ॥
समालभेत पाणिभ्यां शिशुं शिवमुदीरयेत् ॥
]

`verse 60 [
अथ तस्य शिवाचार्यो दहनप्लावनादिकम्  ॥
सकलीकरणं कृत्वा मातृकान्यासवर्त्मना  ॥
]

`verse 61 [
ततः शिवासनं ध्यात्वा शिष्यमूर्ध्नि देशिकः  ॥
तत्रावाह्य यथान्यायमर्चयेन्मनसा शिवम्  ॥
]

`verse 62 [
प्रार्थयेत्प्रांजलिर्देवं नित्यमत्र स्थितो भव  ॥
इति विज्ञाप्य तं शंभोस्तेजसा भासुरं स्मरेत् ॥
]

`verse 63 [
संपूज्याथ शिवं शैवीमाज्ञां प्राप्य शिवात्मिकाम्  ॥
कर्णे शिष्यस्य शनकैश्शिवमन्त्रमुदीरयेत् ॥
]

`verse 64 [
स तु बद्धांजलिः श्रुत्वा मन्त्रं तद्गतमानसः  ॥
शनैस्तं व्याहरेच्छिष्यशिवाचार्यस्य शासनात् ॥
]

`verse 65 [
ततः शाक्तं च संदिश्य मन्त्रं मन्त्रविचक्षणः  ॥
उच्चारयित्वा च सुखं तस्मै मंगलमादिशेत् ॥
]

`verse 66 [
ततस्समासान्मन्त्रार्थं वाच्यवाचकयोगतः  ॥
समदिश्येश्वरं रूपं योगमासनमादिशेत् ॥
]

`verse 67 [
अथ गुर्वाज्ञया शिष्यः शिवाग्निगुरुसन्निधौ  ॥
भक्त्यैवमभिसंधाय दीक्षावाक्यमुदीरयेत् ॥
]

`verse 68 [
वरं प्राणपरित्यागश्छेदनं शिरसो ऽपि वा  ॥
न त्वनभ्यर्च्य भुंजीय भगवन्तं त्रिलोचनम्  ॥
]

`verse 69 [
स एव दद्यान्नियतो यावन्मोहविपर्ययः  ॥
तावदाराधयेद्देवं तन्निष्ठस्तत्परायणः  ॥
]

`verse 70 [
ततः स समयो नाम भविष्यति शिवाश्रमे  ॥
लब्धाधिकारो गुर्वाज्ञापालकस्तद्वशो भवेत् ॥
]

`verse 71 [
अतः परं न्यस्तकरो भस्मादाय स्वहस्ततः  ॥
दद्याच्छिष्याय मूलेन रुद्राक्षं चाभिमंत्रितम्  ॥
]

`verse 72 [
प्रतिमा वापि देवस्य गूढदेहमथापि वा  ॥
पूजाहोमजपध्यानसाधनानि च संभवे  ॥
]

`verse 73 [
सोपि शिष्यः शिवाचार्याल्लब्धानि बहुमानतः  ॥
आददीताज्ञया तस्य देशिकस्य न चान्यथा  ॥
]

`verse 74 [
आचार्यादाप्तमखिलं शिरस्याधाय भक्तितः  ॥
रक्षयेत्पूजयेच्छंभुं मठे वा गृह एववा  ॥
]

`verse 75 [
अतः परं शिवाचारमादिशेदस्य देशिकः  ॥
भक्तिश्रद्धानुसारेण प्रज्ञायाश्चानुसारतः  ॥
]

`verse 76 [
यदुक्तं यत्समाज्ञातं यच्चैवान्यत्प्रकीर्तितम्  ॥
शिवाचार्येण समये तत्सर्वं शिरसा वहेत् ॥
]

`verse 77 [
शिवागमस्य ग्रहणं वाचनं श्रवणं तथा  ॥
देशिकदेशतः कुर्यान्न स्वेच्छातो न चान्यतः  ॥
]

`verse 78 [
इति संक्षेपतः प्रोक्तः संस्कारः समयाह्वयः  ॥
साक्षाच्छिवपुरप्राप्तौ नृणां परमसाधनम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखंडे शिष्यसंस्कारवर्णनं नाम षोडशोऽध्यायः
]
