`speaker [
उपमन्युरुवाच
]

`verse 1 [
अतः परं समावेक्ष्य गुरुः शिष्यस्य योग्यताम्  ॥
षडध्वशुद्धिं कुर्वीत सर्वबंधविमुक्तये  ॥
]

`verse 2 [
कलां तत्त्वं च भुवनं वर्णं पदमतः परम्  ॥
मंत्रश्चेति समासेन षडध्वा परिपठ्यते  ॥
]

`verse 3 [
निवृत्त्याद्याः कलाः पञ्च कलाध्वा कथ्यते बुधैः  ॥
व्याप्ताः कलाभिरितरे त्वध्वानः पञ्च पञ्चभिः  ॥
]

`verse 4 [
शिवतत्त्वादिभूम्यंतं तत्त्वाध्वा समुदाहृतः  ॥
षड्विंशत्संख्ययोपेतः शुद्धाशुद्धोभयात्मकः  ॥
]

`verse 5 [
आधाराद्युन्मनांतश्च भुवनाध्वा प्रकीर्तितः  ॥
विना भेदोपभेदाभ्यां षष्टिसंख्यासमन्वितः  ॥
]

`verse 6 [
पञ्चाशद्रुद्ररूपास्तु वर्णा वर्णाध्वसंज्ञिताः  ॥
अनेकभेदसंपन्नः पदाध्वा समुदाहृतः  ॥
]

`verse 7 [
सर्वोपमंत्रैर्मंत्राध्वा व्याप्तः परमविद्यया  ॥
यथा शिवो न तत्त्वेषु गण्यते तत्त्वनायकः  ॥
]

`verse 8 [
मंत्राध्वनि न गण्येत तथासौ मंत्रनायकः  ॥
कलाध्वनो व्यापकत्वं व्याप्यत्वं चेतराध्वनाम्  ॥
]

`verse 9 [
न वेत्ति तत्त्वतो यस्य नैवार्हत्यध्वशोधनम्  ॥
षड्विधस्याध्वनो रूपं न येन विदितं भवेत् ॥
]

`verse 10 [
व्याप्यव्यापकता तेन ज्ञातुमेव न शक्यते  ॥
तस्मादध्वस्वरूपं च व्याप्यव्यापकतां तथा  ॥
]

`verse 11 [
यथावदवगम्यैव कुर्यादध्वविशोधनम्  ॥
कुंडमंडलपर्यंतं तत्र कृत्वा यथा पुरा  ॥
]

`verse 12 [
द्विहस्तमानं कुर्वीत प्राच्यां कलशमंडलम्  ॥
ततः स्नातश्शिवाचार्यः सशिष्यः कृतनैत्यकः  ॥
]

`verse 13 [
प्रविश्य मंडलं शंभोः पूजां पूर्ववदाचरेत् ॥
तत्राढकावरैस्सिद्धं तंदुलैः पायसं प्रभोः  ॥
]

`verse 14 [
अर्धं निवेद्य होमार्थं शेषं समुपकल्पयेत् ॥
पुरतः कल्पिते वाथ मंडले वर्णिमंडिते  ॥
]

`verse 15 [
स्थापयेत्पञ्चकलशान्दिक्षु मध्ये च देशिकः  ॥
तेषु ब्रह्माणि मूलार्णैर्बिन्दुनादसमन्वितैः  ॥
]

`verse 16 [
नम आद्यैर्यकरांतैः कल्पयेत्कल्पवित्तमः  ॥
ईशानं मध्यमे कुंभे पुरुषं पुरतः स्थिते  ॥
]

`verse 17 [
अघोरं दक्षिणे वामे वामं सद्यं च पश्चिमे  ॥
रक्षां विधाय मुद्रा च बद्ध्वा कुंभाभिमंत्रणम्  ॥
]

`verse 18 [
कृत्वा शिवानलैर्होमं प्रारभेत्यथा पुरा  ॥
यदर्धं पायसं पूर्वं होमार्थं परिकल्पितम्  ॥
]

`verse 19 [
हुत्वा शिष्यस्य तच्छेषं भोक्तुं समुपकल्पयेत् ॥
तर्पणांतं च मंत्राणां कृत्वा कर्म यथा पुरा  ॥
]

`verse 20 [
हुत्वा पूर्णाहुतिं तेषां ततः कुर्यात्प्रदीपनम्  ॥
ओंकारादनु हुंकारं ततो मूलं फडंतकम्  ॥
]

`verse 21 [
स्वाहांतं दीपने प्राहुरंगानि च यथाक्रमम्  ॥
तेषामाहुतयस्तिस्रो देया दीपनकर्मणि  ॥
]

`verse 22 [
मंत्रैरेकैकशस्तैस्तु विचिन्त्या दीप्तमूर्तयः  ॥
त्रिगुणं त्रिगुणी कृत्य द्विजकन्याकृतं सितम्  ॥
]

`verse 23 [
सूत्रं सूत्रेण संमंत्र्य शिखाग्रे बंधयेच्छिशोः  ॥
चरणांगुष्ठपर्यंतमूर्ध्वकायस्य तिष्ठतः  ॥
]

`verse 24 [
लंबयित्वा तु तत्सूत्रं सुषुम्णां तत्र योजयेत् ॥
शांतया मुद्रयादाय मूलमंत्रेण मंत्रवित् ॥
]

`verse 25 [
हुत्वाहुतित्रयं तस्यास्सान्निध्यमुपकल्पयेत् ॥
हृदि संताड्य शिष्यस्य पुष्पक्षेपेण पूर्ववत् ॥
]

`verse 26 [
चैतन्यं समुपादाय द्वादशांते निवेद्य च  ॥
सूत्रं सूत्रेण संयोज्य संरक्ष्यास्त्रेण वर्मणा  ॥
]

`verse 27 [
अवगुंठ्याथ तत्सूत्रं शिष्यदेहं विचिंतयेत् ॥
मूलत्रयमयं पाशं भोगभोग्यत्वलक्षणम्  ॥
]

`verse 28 [
विषयेन्द्रियदेहादिजनकं तस्य भावयेत् ॥
व्योमादिभूतरूपिण्यः शांत्यतीतादयः कलाः  ॥
]

`verse 29 [
सूत्रे स्वनामभिर्योज्यः पूज्यश्चैव नमोयुतैः  ॥
अथवा बीजभूतैस्तत्कृत्वा पूर्वोदितं क्रमात् ॥
]

`verse 30 [
ततो मलादेस्तत्त्वादौ व्याप्तिं समलोकयेत् ॥
कलाव्याप्तिं मलादौ च हुत्वा संदीपयेत्कलाः  ॥
]

`verse 31 [
शिष्यं शिरसि संताड्य सूत्रं देहे यथाक्रमम्  ॥
शांत्यतीतपदे सूत्रं लाञ्छयेन्मंत्रमुच्चरन्  ॥
]

`verse 32 [
एवं कृत्वा निवृत्त्यन्तं शांत्यतीतमनुक्रमात् ॥
हुत्वाहुतित्रयं पश्चान्मण्डले च शिवं यजेत् ॥
]

`verse 33 [
देवस्य दक्षिणे शिष्यमुपवेश्योत्तरामुखम्  ॥
सदर्भे मण्डले दद्याद्धोमशिष्टं चरुं गुरुः  ॥
]

`verse 34 [
शिष्यस्तद्गुरुणा दत्तं सत्कृत्य शिवपूर्वकम्  ॥
भुक्त्वा पश्चाद्द्विराचम्य शिवमन्त्रमुदीरयेत् ॥
]

`verse 35 [
अपरे मण्डले दद्यात्पञ्चगव्यं तथा गुरुः  ॥
सो ऽपि तच्छक्तितः पीत्वा द्विराचम्य शिवं स्मरेत् ॥
]

`verse 36 [
तृतीये मण्डले शिष्यमुपवेश्य यथा पुरा  ॥
प्रदद्याद्दंतपवनं यथाशास्त्रोक्तलक्षणम्  ॥
]

`verse 37 [
अग्रेण तस्य मृदुना प्राङ्मुखो वाप्युदङ्मुखः  ॥
वाचं नियम्य चासीनश्शिष्यो दंतान्विशोधयेत् ॥
]

`verse 38 [
प्रक्षाल्य दंतपवनं त्यक्त्वाचम्य शिवं स्मरेत् ॥
प्रविशेद्देशिकादिष्टः प्रांजलिः शिवमण्डलम्  ॥
]

`verse 39 [
त्यक्तं तद्दन्तपवनं दृश्यते गुरुणा यदि  ॥
प्रागुदक्पश्चिमे वाग्रे शिवमन्यच्छिवेतरम्  ॥
]

`verse 40 [
अशस्ताशामुखे तस्मिन्गुरुस्तद्दोषशांतये  ॥
शतमर्धं तदर्धं वाजुहुयान्मूलमन्त्रतः  ॥
]

`verse 41 [
ततः शिष्यं समालभ्य जपित्वा कर्णयोः शिवम्  ॥
देवस्य दक्षिणे भागे तं शिष्यमधिवासयेत् ॥
]

`verse 42 [
अहतास्तरणास्तीर्णे स दर्भशयने शुचिः  ॥
मंत्रिते ऽन्तः शिवं ध्यायञ्शयीत प्राक्छिरा निशि  ॥
]

`verse 43 [
शिखायां बद्धसूत्रस्य शिखया तच्छिखां गुरुः  ॥
आबध्याहतवस्त्रेण तमाच्छाद्य च वर्मणा  ॥
]

`verse 44 [
रेखात्रयं च परितो भस्मना तिलसर्षपैः  ॥
कृत्वास्त्रजप्तैस्तद्वाह्ये दिगीशानां बलिं हरेत् ॥
]

`verse 45 [
शिष्यो ऽपि परतो ऽनश्नन्कृत्वैवमधिवासनम्  ॥
प्रबुध्योत्थाय गुरवे स्वप्नं दृष्टं निवेदयेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शिवदीक्षाविधानवर्णनं नाम सप्तदशो ऽध्यायः
]
