`speaker [
उपमन्युरुवाच
]

`verse 1 [
ततः स्नानादिकं सर्वं समाप्याचार्यचोदितः  ॥
गच्छेद्बद्धांजलिर्ध्यायञ्छिवमण्डलपार्श्वतः  ॥
]

`verse 2 [
अथ पूजां विना सर्वं कृत्वा पूर्वदिने यथा  ॥
नेत्रबंधनपर्यंतं दर्शयेन्मण्डलं गुरुः  ॥
]

`verse 3 [
बद्धनेत्रेण शिष्येण पुष्पावकिरणे कृते  ॥
यत्रापतंति पुष्णाणि तस्य नामा ऽस्य संदिशेत् ॥
]

`verse 4 [
तं चोपनीय निर्माल्यमण्डले ऽस्मिन्यथा पुरा  ॥
पूजयेद्देवमीशानं जुहुयाच्च शिवानले  ॥
]

`verse 5 [
शिष्येण यदि दुःस्वप्नो दृष्टस्तद्दोषशांतये  ॥
शतमर्धं तदर्धं वा जुहुयान्मूलविद्यया  ॥
]

`verse 6 [
ततः सूत्रं शिखाबद्धं लंबयित्वा यथा पुरा  ॥
आधारपूजाप्रभृति यन्निवृत्तिकलाश्रयम्  ॥
]

`verse 7 [
वागीश्वरीपूजनांतं कुर्याद्धोमपुरस्सरम्  ॥
अथ प्रणम्य वागीशं निवृत्तेर्व्यापिकां सतीम्  ॥
]

`verse 8 [
मण्डले देवमभ्यर्च्य हुत्वा चैवाहुतित्रयम्  ॥
प्रापयेच्च शिशोः प्राप्तिं युगपत्सर्वयोनिषु  ॥
]

`verse 9 [
सूत्रदेहे ऽथ शिष्यस्य ताडनप्रोक्षणादिकम्  ॥
कृत्वात्मानं समादाय द्वादशांते निवेद्य च  ॥
]

`verse 10 [
ततो ऽप्यादाय मूलेन मुद्रया शास्त्रदृष्टया  ॥
योजयेन्मनसाचार्यो युगपत्सर्वयोनिषु  ॥
]

`verse 11 [
देवानां जातयश्चाष्टौ तिरश्चां पञ्च जातयः  ॥
जात्यैकया च मानुष्या योनयश्च चतुर्दश  ॥
]

`verse 12 [
तासु सर्वासु युगपत्प्रवेशाय शिशोर्धिया  ॥
वागीशान्यां यथान्यायं शिष्यात्मानं निवेशयेत् ॥
]

`verse 13 [
गर्भनिष्पत्तये देवं संपूज्य प्रणिपत्य च  ॥
हुत्वा चैव यथान्यायं निष्पन्नं तदनुस्मरेत् ॥
]

`verse 14 [
निष्पन्नस्यैवमुत्पत्तिमनुवृत्तिं च कर्मणा  ॥
आर्जवं भोगनिष्पत्तिः कुर्यात्प्रीतिं परां तथा  ॥
]

`verse 15 [
निष्कृत्यर्थं च जात्यायुर्भोगसंस्कारसिद्धये  ॥
हुत्वाहुतित्रयं देवं प्रार्थयेद्देशिकोत्तमः  ॥
]

`verse 16 [
भोक्तृत्वविषयासंगमलं तत्कायशोधनम्  ॥
कृत्वैवमेव शिष्यस्य छिंद्यात्पाशत्रयं ततः  ॥
]

`verse 17 [
निकृत्या परि बद्धस्य पाशस्यात्यंतभेदतः  ॥
कृत्वा शिष्यस्य चैतन्यं स्वच्छं मन्येत केवलम्  ॥
]

`verse 18 [
हुत्वा पूर्णाहुतिं वह्नौ ब्रह्माणं पूजयेत्ततः  ॥
हुत्वाहुतित्रयं तस्मै शिवाज्ञामनुसंदिशेत् ॥
]

`verse 19 [
पितामह त्वया नास्य यातुः शैवं परं पदम्  ॥
प्रतिबन्धो विधातव्यः शैवाज्ञैषा गरीयसी  ॥
]

`verse 20 [
इत्यादिश्य तमभ्यर्च्य विसृज च विधानतः  ॥
समभ्यर्च्य महादेवं जुहुयादाहुतित्रयम्  ॥
]

`verse 21 [
निवृत्त्या शुद्धमुद्धृत्य शिष्यात्मानं यथा पुरा  ॥
निवेश्यात्मनि सूत्रे च वागीशं पूजयेत्ततः  ॥
]

`verse 22 [
हुत्वाहुतित्रयं तस्मै प्रणम्य च विसृज्य ताम्  ॥
कुर्यान्निवृत्तः संधानं प्रतिष्ठां कलया सह  ॥
]

`verse 23 [
संधाने युगपत्पूजां कृत्वा हुत्वाहुतित्रयम्  ॥
शिष्यात्मनः प्रतिष्ठायां प्रवेशं त्वथ भावयेत् ॥
]

`verse 24 [
ततः प्रतिष्ठामावाह्य कृत्वाशेषं पुरोदितम्  ॥
तद्व्याप्तिं व्यापिकां तस्य वागीशानीं च भावयेत् ॥
]

`verse 25 [
पूर्णेदुमंडलप्रख्यां कृत्वा शेषं च पूर्ववत् ॥
विष्णवे संविशेदाज्ञां शिवस्य परमात्मनः  ॥
]

`verse 26 [
विष्णोर्विसर्जनाद्यं च कृत्वा शेषं च विद्यया  ॥
प्रतिष्ठामनुसंधाय तस्यां चापि यथा पुरा  ॥
]

`verse 27 [
कृत्वानुचिन्त्य तद्व्याप्तिं वागीशां च यथाक्रमम्  ॥
दीप्ताग्नौ पूर्णहोमान्तं कृत्वा शेषं च पूर्ववत् ॥
]

`verse 28 [
नीलरुद्रमुपस्थाप्य तस्मै पूजादिकं तथा  ॥
कृत्वा कर्म शिवाज्ञां च दद्यात्पूर्वोक्तवर्त्मना  ॥
]

`verse 29 [
तपस्तमपि चोद्वास्य कृत्वा तस्याथ शांतये  ॥
विद्याकलां समाधाय तद्व्याप्तिं चावलोकयेत् ॥
]

`verse 30 [
स्वात्मनो व्यापिकां तद्वद्वागीशीं च यथा पुरा  ॥
बालार्कसदृशाकारां भासयंतीं दिशो दश  ॥
]

`verse 31 [
ततः शेषं यथापूर्वं कृत्वा देवं महेश्वरम्  ॥
आवाह्याराध्य हुत्वास्मै शिवाज्ञां मनसा दिशेत् ॥
]

`verse 32 [
महेश्वरं तथोत्सृज्य कृत्वान्यां च कलामिमाम्  ॥
शांत्यतीतां कलां नीत्वा तद्व्याप्तिमवलोकयेत् ॥
]

`verse 33 [
स्वात्मनो व्यापिकां तद्वद्वागीशां च विचिंतयेत् ॥
नभोमंडलसंकाशां पूर्णांतं चापि पूर्ववत् ॥
]

`verse 34 [
कृत्वा शेषविधानेन समभ्यर्च्य सदाशिवम्  ॥
तस्मै समादिशेदाज्ञां शंभोरमितकर्मणः  ॥
]

`verse 35 [
तत्रापि च यथापूर्वं शिवं शिरसि पूर्ववत् ॥
समभ्यर्च्य च वागीशं प्रणम्य च विसर्जयेत् ॥
]

`verse 36 [
ततश्शिवेन सम्प्रोक्ष्य शिष्यं शिरसि पूर्ववत् ॥
विलयं शांत्यतीतायाः शक्तितत्त्वे ऽथ चिंतयेत् ॥
]

`verse 37 [
षडध्वनः परे पारे सर्वाध्वव्यापिनी पराम्  ॥
कोटिसूर्यप्रतीकाशं शैवीं शक्तिञ्च चिन्तयेत् ॥
]

`verse 38 [
तदग्रे शिष्यमानीय शुद्धस्फटिकनिर्मलम्  ॥
प्रक्षाल्य कर्तरीं पश्चाच्छिवशास्त्रोक्तमार्गतः  ॥
]

`verse 39 [
कुर्यात्तस्य शिखाच्छेदं सह सूत्रेण देशिकः  ॥
ततस्तां गोमये न्यस्य शिवाग्नौ जुहुयाच्छिखाम्  ॥
]

`verse 40 [
वौषडंतेन मूलेन पुनः प्रक्षाल्य कर्तरीम्  ॥
हस्ते शिष्यस्य चैतन्यं तद्देहे विनिवर्तयेत् ॥
]

`verse 41 [
ततः स्नातं समाचांतं कृतस्वस्त्ययनं शिशुम्  ॥
प्रवेश्य मंडलाभ्यासं प्रणिपत्य च दंडवत् ॥
]

`verse 42 [
पूजां कृत्वा यथान्यायं क्रियावैकल्यशुद्धये  ॥
वाचकेनैव मंत्रेण जुहुयादाहुतित्रयम्  ॥
]

`verse 43 [
उपांशूच्चारयोगेन जुहुयादाहुतित्रयम्  ॥
पुनस्संपूज्य देवेशं मन्त्रवैकल्यशुद्धये  ॥
]

`verse 44 [
मानसोच्चारयोगेन जुहुयादाहुतित्रयम्  ॥
तत्र शंभुं समाराध्य मंडलस्थं सहांबया  ॥
हुत्वाहुतित्रयं पश्चात्प्रार्थयेत्प्रांजलिर्गुरुः  ॥
]

`verse 45 [
भगवंस्त्वत्प्रसादेन शुद्धिरस्य षडध्वनः  ॥
कृता तस्मात्परं धाम गमयैनं तवाव्ययम्  ॥
]

`verse 46 [
इति विज्ञाप्य देवाय नाडीसंधानपूर्वकम्  ॥
पूर्णांतं पूर्ववत्कृत्वा ततो भूतानि शोधयेत् ॥
]

`verse 47 [
स्थिरास्थिरे ततः शुद्ध्यै शीतोष्णे च ततः पदे  ॥
ध्यायेद्व्याप्त्यैकताकारे भूतशोधनकर्मणि  ॥
]

`verse 48 [
भूतानां ग्रंथिविच्छेदं कृत्वा त्यक्त्वा सहाधिपैः  ॥
भूतानि स्थितयोगेन यो जपेत्परमे शिवे  ॥
]

`verse 49 [
विशोध्यास्य तनुं दग्ध्वा प्लावयित्वा सुधाकणैः  ॥
स्थाप्यात्मानं ततः कुर्याद्विशुद्धाध्वमयं वपुः  ॥
]

`verse 50 [
तत्रादौ शान्त्यतीतां तु व्यापिकां स्वाध्वनः कलाम्  ॥
शुद्धामेव शिशोर्मूर्ध्नि न्यसेच्छान्तिमुखे तथा  ॥
]

`verse 51 [
विद्यां गलादिनाभ्यंतं प्रतिष्ठां तदधः क्रमात् ॥
जान्वंतं तदधो न्यस्येन्निवृत्तिं चानुचिंतयेत् ॥
]

`verse 52 [
स्वबीजैस्सूत्रमंत्रं च न्यस्यां गैस्तं शिवात्मकम्  ॥
बुद्ध्वा तं हृदयांभोजे देवमावाह्य पूजयेत् ॥
]

`verse 53 [
आशास्य नित्यसांनिध्यं शिवस्वात्म्यं शिशौ गुरुः  ॥
शिवतेजोमयस्यास्य शिशोरापादयेद्गुणान्  ॥
]

`verse 54 [
अणिमादीन्प्रसीदेति प्रदद्यादाहुतित्रयम्  ॥
तथैव तु गुणानेव पुनरस्योपपादयेत् ॥
]

`verse 55 [
सर्वज्ञातां तथा तृप्तिं बोधं चाद्यन्तवर्जितम्  ॥
अलुप्तशक्तिं स्वातन्त्र्यमनंतां शक्तिमेव च  ॥
]

`verse 56 [
ततो देवमनुज्ञाप्य सद्यादिकलशैस्तु तम्  ॥
अभिषिंचेत देवेशं ध्यायन्हृदि यथाक्रमम्  ॥
]

`verse 57 [
अथोपवेश्य तं शिष्यं शिवमभ्यर्च्य पूर्ववत् ॥
लब्धानुज्ञः शिवाच्छैवीं विद्यामस्मै समादिशेत् ॥
]

`verse 58 [
ओंकारपूर्विकां तत्र संपुटान्तु नमो ऽंतगाम्  ॥
शिवशक्तियुताञ्चैव शक्तिविद्यां च तादृशीम्  ॥
]

`verse 59 [
ऋषिं छन्दश्च देवं च शिवतां शिवयोस्तथा  ॥
पूजां सावरणां शम्भोरासनानि च सन्दिशेत् ॥
]

`verse 60 [
पुनः संपूज्य देवेशं यन्मया समनुष्ठितम्  ॥
सुकृतं कुरु तत्सर्वमिति विज्ञापयेच्छिवम्  ॥
]

`verse 61 [
सहशिष्यो गुरुर्देवं दण्डवत्क्षितिमंडले  ॥
प्रणम्योद्वासयेत्तस्मान्मंडलात्पावकादपि  ॥
]

`verse 62 [
ततः सदसिकाः सर्वे पूज्याः पूजार्हकाः क्रमात् ॥
]

`verse 63 [
सेव्या वित्तानुसारेण सदस्याश्च सहर्त्विजः  ॥
वित्तशाठ्यं न कुर्वीत यदीच्छेच्छिवमात्मनः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे षडध्वशुद्ध्यादिकथनं नामाष्टादशो ऽध्यायः
]
