`speaker [
उपमन्युरुवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि साधकं नाम नामतः  ॥
संस्कारमन्त्रमाहात्म्यं कथने सूचितं मया  ॥
]

`verse 2 [
संपूज्य मंडले देवं स्थाप्य कुम्भे च पूर्ववत् ॥
हुत्वा शिष्यमनुष्णीषं प्रापयेद्भुवि मंडले  ॥
]

`verse 3 [
पूर्वांतं पूर्ववत्कृत्वा हुत्वाहुतिशतं तथा  ॥
संतर्प्य मूलमन्त्रेण कलशैर्देशिकोत्तमः  ॥
]

`verse 4 [
सन्दीप्य च यथापूर्वं कृत्वा पूर्वोदितं क्रमात् ॥
अभिषिच्य यथापूर्वं प्रदद्यान्मन्त्रमुत्तमम्  ॥
]

`verse 5 [
तत्र विद्योपदेशांतं कृत्वा विस्तरशः क्रमात् ॥
पुष्पाम्बुना शिशोः पाणौ विद्यां शैवीं समर्पयेत् ॥
]

`verse 6 [
तवैहिकामुष्मिकयोः सर्वसिद्धिफलप्रदः  ॥
भवत्येव महामन्त्रः प्रसादात्परमेष्ठिनः  ॥
]

`verse 7 [
इत्युत्वा देवमभ्यर्च्य लब्धानुज्ञः शिवाद्गुरुः  ॥
साधनं शिवयोगं च साधकाय समादिशेत् ॥
]

`verse 8 [
तच्छ्रुत्वा गुरुसंदेशं क्रमशो मंत्रसाधकः  ॥
पुरतो विनियोगस्य मन्त्रसाधनमाचरेत् ॥
]

`verse 9 [
साधनं मूलमन्त्रस्य पुरश्चरणमुच्यते  ॥
पुरतश्चरणीयत्वाद्विनियोगाख्यकर्मणः  ॥
]

`verse 10 [
नात्यन्तं करणीयन्तु मुमुक्षोर्मन्त्रसाधनम्  ॥
कृतन्तु तदिहान्यत्र तास्यापि शुभदं भवेत् ॥
]

`verse 11 [
शुभे ऽहनि शुभे देशे काले वा दोषवर्जिते  ॥
शुक्लदन्तनखः स्नातः कृतपूर्वाह्णिकक्रियः  ॥
]

`verse 12 [
अलंकृत्य यथा लब्धैर्गंधमाल्यविभूषणैः  ॥
सोष्णीषः सोत्तरासंगः सर्वशुक्लसमाहितः  ॥
]

`verse 13 [
देवालये गृहे ऽन्यस्मिन्देशे वा सुमनोहरे  ॥
सुखेनाभ्यस्तपूर्वेण त्वासनेन कृतासनः  ॥
]

`verse 14 [
तनुं कृत्वात्मनः शैवीं शिवशास्त्रोक्तवर्त्मना  ॥
संपूज्य देवदेवेशं नकुलीश्वरमीश्वरम्  ॥
]

`verse 15 [
निवेद्य पायसं तस्मै समप्याराधनं क्रमात् ॥
प्रणिपत्य च तं देवं प्राप्तानुज्ञश्च तन्मुखात् ॥
]

`verse 16 [
कोटिवारं तदर्धं वा तदर्धं वा जपेच्छिवम्  ॥
लक्षविंशतिकं वापि दशलक्षमथापि वा  ॥
]

`verse 17 [
ततश्च पायसाक्षारलवणैकमिताशनः  ॥
अहिंसकः क्षमी शांतो दांतश्चैव सदा भवेत् ॥
]

`verse 18 [
अलाभे पायसस्याश्नन्फलमूलादिकानि वा  ॥
विहितानि शिवेनैव विशिष्टान्युत्तरोत्तरम्  ॥
]

`verse 19 [
चरुं भक्ष्यमथो सक्तुकणान्यावकमेव च  ॥
शाकं पयो दधि घृतं मूलं फलमथोदकम्  ॥
]

`verse 20 [
अभिमंत्र्य च मन्त्रेण भक्ष्यभोज्यादिकानि च  ॥
साधने ऽस्मिन्विशेषेण नित्यं भुञ्जीत वाग्यतः  ॥
]

`verse 21 [
मन्त्राष्टशतपूतेन जलेन शुचिना व्रती  ॥
स्नायान्नदीनदोत्थेन प्रोक्षयेद्वाथ शक्तितः  ॥
]

`verse 22 [
तर्पयेच्च तथा नित्यं जुहुयाच्च शिवानले  ॥
सप्तभिः पञ्चभिर्द्रव्यैस्त्रिभिर्वाथ घृतेन वा  ॥
]

`verse 23 [
इत्थं भक्त्या शिवं शैवो यः साधयति साधकः  ॥
तस्येहामुत्र दुष्प्रापं न किंचिदपि विद्यते  ॥
]

`verse 24 [
अथवा ऽहरहर्मंत्रं जपेदेकाग्रमानसः  ॥
अनश्नन्नेव साहस्रं विना मन्त्रस्य साधनम्  ॥
]

`verse 25 [
न तस्य दुर्लभं किंचिन्न तस्यास्त्यशुभं क्वचित् ॥
इह विद्यां श्रियं सौख्यं लब्ध्वा मुक्तिं च विंदति  ॥
]

`verse 26 [
साधने विनियोगे च नित्ये नैमित्तिके तथा  ॥
जपेज्जलैर्भस्मना च स्नात्वा मन्त्रेण च क्रमात् ॥
]

`verse 27 [
शुचिर्बद्धशिखस्सूत्री सपवित्रकरस्तथा  ॥
धृतत्रिपुंड्ररुद्राक्षो विद्यां पञ्चाक्षरीं जपेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखंडे साधकसंस्कारमन्त्रमाहात्म्यं नामैकोनविंशो ऽध्यायः
]
