`speaker [
उपमन्युरुवाच
]

`verse 1 [
अथैवं संस्कृतं शिष्यं कृतपाशुपतव्रतम्  ॥
आचार्यत्वे ऽभिषिंचेत तद्योगत्वेन चान्यथा  ॥
]

`verse 2 [
मण्डलं पूर्ववत्कृत्त्वा संपूज्य परमेश्वरम्  ॥
स्थापयत्पञ्चकलशान्दिक्षु मध्ये च पूर्ववत् ॥
]

`verse 3 [
निवृत्तिं पुरतो न्यस्य प्रतिष्ठां पश्चिमे घटे  ॥
विद्यां दक्षिणतः शांतिमुत्तरे मध्यतः पराम्  ॥
]

`verse 4 [
कृत्वा रक्षादिकं तत्र बद्ध्वा मुद्रां च धैनवीम्  ॥
अभिमंत्र्य घटान्हुत्वा पूर्णांतं च यथा पुरा  ॥
]

`verse 5 [
प्रवेश्य मंडले शिष्यमनुष्णीषं च देशिकः  ॥
तर्पणाद्यं तु मंत्राणां कुर्यात्पूर्वावसानकम्  ॥
]

`verse 6 [
ततः संपूज्य देवेशमनुज्ञाप्य च पूर्ववत् ॥
अभिषेकाय तं शिष्यमासनं त्वधिरोहयेत् ॥
]

`verse 7 [
सकलीकृत्य तं पश्चात्कलापञ्चकरूपिणम्  ॥
न्यस्तमंत्रतनुं बद्ध्वा शिवं शिष्यं समर्पयेत् ॥
]

`verse 8 [
ततो निवृत्तिकुंभादिघटानुद्धृत्य वै क्रमात् ॥
मध्यमान्ताच्छिवेनैव शिष्यं तमभिषेचयत् ॥
]

`verse 9 [
शिवहस्तं समर्प्याथ शिशोः शिरसि देशिकः  ॥
शिवभावसमापन्नः शिवाचार्यं तमादिशेत् ॥
]

`verse 10 [
अथालंकृत्य तं देवमाराध्य शिवमण्डले  ॥
शतमष्टोत्तरं हुत्वा दद्यात्पूर्णाहुतिं ततः  ॥
]

`verse 11 [
पुनः सम्पूज्य देवेशं प्रणम्य भुवि दंडवत् ॥
शिरस्यंजलिमाधाय शिवं विज्ञापयेद्गुरुः  ॥
]

`verse 12 [
भगवंस्त्वत्प्रसादेन देशिको.यं मया कृतः  ॥
अनुगृह्य त्वया देव दिव्याज्ञास्मै प्रदीयताम्  ॥
]

`verse 13 [
एवं विज्ञाप्य शिष्येण सह भूयः प्रणम्य च  ॥
शिवं शिवागमं दिव्यं पूजयेच्छिववद्गुरुः  ॥
]

`verse 14 [
पुनः शिवमनुज्ञाप्य शिवज्ञानस्य पुस्तकम्  ॥
उभाभ्यामथ पाणिभ्यां दद्याच्छिष्याय देशिकः  ॥
]

`verse 15 [
स ताम्मूर्ध्नि समाधाय विद्यां विद्यासनोपरि  ॥
अधिरोप्य यथान्यायमभिवंद्य समर्चयेत् ॥
]

`verse 16 [
अथ तस्मै गुरुर्दद्याद्राजोपकरणान्यपि  ॥
आचार्यपदवीं प्राप्तो राज्यं चापि यतो ऽर्हति  ॥
]

`verse 17 [
अथानुशासनं कुर्यात्पूर्वैराचरितं यथा  ॥
यथा च शिवशास्त्रोक्तं यथा लोकेषु पूज्यते  ॥
]

`verse 18 [
शिष्यान्परिक्ष्य यत्नेन शिवशास्त्रोक्तलक्षणैः  ॥
संस्कृत्य च शिवज्ञानं तेभ्यो दद्याच्च देशिकः  ॥
]

`verse 19 [
एवं सर्वमनायासं शौचं क्षांतिं दयां तथा  ॥
अस्पृहामप्यसूयां च यत्नेन च विभावयेत् ॥
]

`verse 20 [
इत्थमादिश्य तं शिष्यं शिवमुद्वास्य मंडलात् ॥
शिवकुंभानलादींश्च सदस्यानपि पूजयेत् ॥
]

`verse 21 [
युगपद्वाथ संस्कारान्कुर्वीत सगणो गुरुः  ॥
तत्र यत्र द्वयं वापि प्रयोगस्योपदिश्यते  ॥
]

`verse 22 [
तदादावेव कलशान्कल्पयेदध्वशुद्धिवत् ॥
कृत्वा समयसंस्कारमभिषेकं विनाखिलम्  ॥
]

`verse 23 [
समभ्यर्च्य शिवं भूयः कृत्वा चाध्वविशोधनम्  ॥
तस्मिन्परिसमाप्ते तु पुनर्देवं प्रपूजयेत् ॥
]

`verse 24 [
हुत्वा मंत्रन्तु संतर्प्य संदीप्याशास्य चेश्वरम्  ॥
समर्प्य मंत्रं शिष्यस्य पाणौ शेषं समापयेत् ॥
]

`verse 25 [
अथवा मंत्रसंस्कारमनुचिंत्याखिलं क्रमात् ॥
अध्वशुद्धिं गुरुः कुर्यादभिषेकावसानिकम्  ॥
]

`verse 26 [
तत्र यः शान्त्यतीतादिकलासु विहितो विधिः  ॥
स सर्वो ऽपि विधातव्यस्तत्त्वत्रयविशोधने  ॥
]

`verse 27 [
शिवविद्यात्मतत्त्वाख्यं तत्त्वत्रयमुदाहृतम्  ॥
शक्तौ शिवस्ततो विद्यात्तस्यास्त्वात्मा समुद्बभौ  ॥
]

`verse 28 [
शिवेन शांत्यतीताध्वा व्याप्तस्तदपरः परः  ॥
विद्यया परिशिष्टो ऽध्वा ह्यात्मना निखिलः क्रमात् ॥
]

`verse 29 [
दुर्लभं शांभवं मत्वा मंत्रमूलं मनीषिणः  ॥
शाक्तं शंसीत संस्कारं शिवशास्त्रार्थपारगाः  ॥
]

`verse 30 [
इति ते सर्वमाख्यातं संस्काराख्यस्य कर्मणः  ॥
चातुर्विध्यमिदं कृष्ण किं भूय श्रोतुमिच्छसि  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे विशेषादिसंस्कृतिर्नाम विंशो ऽध्यायः
]
