`speaker [
कृष्ण उवाच
]

`verse 1 [
भगवञ्छ्रोतुमिच्छामि शिवाश्रमनिषेविणाम्  ॥
शिवशास्त्रोदितं कर्म नित्यनैमित्तिकं तथा  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 2 [
प्रातरुत्थाय शयनाद्ध्यात्वा देवं सहाम्बया  ॥
विचार्य कार्यं निर्गच्छेद्गृहादभ्युदिते ऽरुणे  ॥
]

`verse 3 [
अबाधे विजने देशे कुर्यादावश्यकं ततः  ॥
कृत्वा शौचं विधानेन दंतधावनमाचरेत् ॥
]

`verse 4 [
अलाभे दंतकाष्ठानामष्टम्यादिदिनेषु च  ॥
अपां द्वादशगण्डूषैः कुर्यादास्यविशोधनम्  ॥
]

`verse 5 [
आचम्य विधिवत्पश्चाद्वारुणं स्नानमाचरेत् ॥
नद्यां वा देवखाते वा ह्रदे वाथ गृहे ऽपि वा  ॥
]

`verse 6 [
स्नानद्रव्याणि तत्तीरे स्थापयित्वा बहिर्मलम्  ॥
व्यापोह्य मृदमालिप्य स्नात्वा गोमयमालिपेत् ॥
]

`verse 7 [
स्नात्वा पुनः पुनर्वस्त्रं त्यक्त्वावाथ विशोध्य च  ॥
सुस्नातो नृपवद्भूयः शुद्धं वासो वसीत च  ॥
]

`verse 8 [
मलस्नानं सुगंधाद्यैः स्नानं दन्तविशोधनम्  ॥
न कुर्याद्ब्रह्मचारी च तपस्वी विधवा तथा  ॥
]

`verse 9 [
सोपवीतश्शिखां बद्धा प्रविश्य च जलांतरम्  ॥
अवगाह्य समाचांतो जले न्यस्येत्त्रिमंडलम्  ॥
]

`verse 10 [
सौम्ये मग्नः पुनर्मंत्रं जपेच्छक्त्या शिवं स्मरेत् ॥
उत्थायाचम्य तेनैव स्वात्मानमभिषेचयेत् ॥
]

`verse 11 [
गोशृंगेण सदर्भेण पालाशेन दलेन वा  ॥
पाद्मेन वाथ पाणिभ्यां पञ्चकृत्वस्त्रिरेव वा  ॥
]

`verse 12 [
उद्यानादौ गृहे चैव वर्धन्या कलशेन वा  ॥
अवगाहनकाले ऽद्भिर्मंत्रितैरभिषेचयेत् ॥
]

`verse 13 [
अथ चेद्वारुणं कर्तुमशक्तः शुद्धवाससा  ॥
आर्द्रेण शोधयेद्देहमापादतलमस्तकम्  ॥
]

`verse 14 [
आग्नेयं वाथ वा मांत्रं कुर्यात्स्नानं शिवेन वा  ॥
शिवचिंतापरं स्नानं युक्तस्यात्मीयमुच्यते  ॥
]

`verse 15 [
स्वसूत्रोक्तविधानेन मंत्राचमनपूर्वकम्  ॥
आचरेद्ब्रह्मयज्ञांतं कृत्वा देवादितर्पणम्  ॥
]

`verse 16 [
मंडलस्थं महादेवं ध्यात्वाभ्यर्च्य यथाविधि  ॥
दद्यादर्घ्यं ततस्तस्मै शिवायादित्यरूपिणे  ॥
]

`verse 17 [
अथ वैतत्स्वसूत्रोक्तं कृत्वा हस्तौ विशोधयेत् ॥
करन्यासं ततः कृत्वा सकलीकृतविग्रहः  ॥
]

`verse 18 [
वामहस्तगतांभोभिर्गंधसिद्धार्थकान्वितैः  ॥
कुशपुंजेन वाभ्युक्ष्य मूलमंत्रसमन्वितैः  ॥
]

`verse 19 [
आपोहिष्ठादिभिर्मन्त्रैः शेषमाघ्राय वै जलम्  ॥
वामनासापुटेनैव देवं संभावयेत्सितम्  ॥
]

`verse 20 [
अर्घमादाय देहस्थं सव्यनासापुटेन च  ॥
कृष्णवर्णेन बाह्यस्थं भावयेच्च शिलागतम्  ॥
]

`verse 21 [
तर्पयेदथ देवेभ्य ऋषिभिश्च विशेषतः  ॥
भूतेभ्यश्च पितृभ्यश्च दद्यादर्घ्यं यथाविधि  ॥
]

`verse 22 [
रक्तचंदनतोयेन हस्तमात्रेण मंडलम्  ॥
सुवृत्तं कल्पयेद्भूमौ रक्तचूर्णाद्यलंकृतम्  ॥
]

`verse 23 [
तत्र संपूजयेद्भानुं स्वकीयावरणैः सह  ॥
स्वखोल्कायेति मंत्रेण सांगतस्सुखसिद्धये  ॥
]

`verse 24 [
पुनश्च मंडलं कृत्वा तदंगैः परिपूज्य च  ॥
तत्र स्थाप्य हेमपात्रं मागधप्रस्थसंमितम्  ॥
]

`verse 25 [
पूरयेद्गंधतोयेन रक्तचंदनयोगिना  ॥
रक्तपुष्पैस्तिलैश्चैव कुशाक्षतसमन्वितैः  ॥
]

`verse 26 [
दूर्वापामार्गगव्यैश्च केवलेन जलेन वा  ॥
जानुभ्यां धरणीं गत्वा नत्वा देवं च मंडले  ॥
]

`verse 27 [
कृत्वा शिरसि तत्पात्रं दद्यादर्घ्यं शिवाय तत् ॥
अथवांजलिना तोयं सदर्भं मूलविद्यया  ॥
]

`verse 28 [
उत्क्षिपेदम्बरस्थाय शिवायादित्यमूर्तये  ॥
कृत्वा पुनः करन्यासं करशोधनपूर्वकम्  ॥
]

`verse 29 [
बुद्ध्वेशानादिसद्यांतं पञ्चब्रह्ममयं शिवम्  ॥
गृहीत्वा भसितं मन्त्रैर्विमृज्याङ्गानि संस्पृशेत् ॥
]

`verse 30 [
या दिनांतैश्शिरोवक्त्रहृद्गुह्यचरणान्क्रमात् ॥
ततो मूलेन सर्वांगमालभ्य वसनान्तरम्  ॥
]

`verse 31 [
परिधाय द्विराचम्य प्रोक्ष्यैकादशमन्त्रितैः  ॥
जलैराच्छाद्य वासो ऽयद्द्विराचम्य शिवं स्मरेत् ॥
]

`verse 32 [
पुनर्न्यस्तकरो मन्त्री त्रिपुंड्रं भस्मना लिखेत् ॥
अवक्रमाय तं व्यक्तं ललाटे गन्धवारिणा  ॥
]

`verse 33 [
वृत्तं वा चतुरस्रं वा बिन्दुमर्धेन्दुमेव वा  ॥
ललाटे यादृशं पुण्ड्रं लिखितं भस्मना पुनः  ॥
]

`verse 34 [
तादृशं भुजयोर्मूर्ध्नि स्तनयोरंतरे लिखेत् ॥
सर्वांगोद्धूलनं चैव न समानं त्रिपुण्ड्रकैः  ॥
]

`verse 35 [
तस्मात्त्रिपुण्ड्रमेवैकं लिखेदुद्धूलनं विना  ॥
रुद्राक्षान्धारयेद्मूर्ध्नि कंठे श्रोते करे तथा  ॥
]

`verse 36 [
सुवर्णवर्णमच्छिन्नं शुभं नान्यैर्धृतं शुभम्  ॥
विप्रादीनां क्रमाच्छ्रेष्ठं पीतं रक्तमथासितम्  ॥
]

`verse 37 [
तदलाभे यथालाभं धारणीयमदूषितम्  ॥
तत्रापि नोत्तरं नीचैर्धार्यं नीचमथोत्तरैः  ॥
]

`verse 38 [
नाशुचिर्धारयेदक्षं सदा कालेषु धारयेत् ॥
इत्थं त्रिसंध्यमथवा द्विसंध्यं सकृदेव वा  ॥
]

`verse 39 [
कृत्वा स्नानादिकं शक्त्या पूजयेत्परमेश्वरम्  ॥
प्रजास्थानं समासाद्य बद्ध्वा रुचिरमासनम्  ॥
]

`verse 40 [
ध्यायेद्देवं च देवीं च प्राङ्मुखो वाप्युदङ्मुखः  ॥
श्वेतादीन्नकुलीशांतांस्तच्छिष्यान्प्रणमेद्गुरुम्  ॥
]

`verse 41 [
पुनर्देवं शिवं नत्वा ततो नामाष्टकं जपेत् ॥
शिवो महेश्वरश्चैव रुद्रो विष्णुः पितामहः  ॥
]

`verse 42 [
संसारवैद्यस्सर्वज्ञः परमात्मेति चाष्टकम्  ॥
अथवा शिवमेवैकं जपित्वैकादशाधिकम्  ॥
]

`verse 43 [
जिह्वाग्रे तेजसो राशिं ध्यात्वाव्याध्यादिशांतये  ॥
प्रक्षाल्य चरणौ कृत्वा करौ चंदनचर्चितौ  ॥
प्रकुर्वीत करन्यासं करशोधनपूर्वकम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे नित्यनैमित्तिककर्मवर्णनं नामैकविंशो ऽध्यायः
]
