`verse 1 [
अध्याय
]

`speaker [
उपमन्युरुवाच
]

`verse 2 [
न्यासस्तु त्रिविधः प्रोक्तः स्थित्युत्पत्तिलयक्रमात् ॥
स्थितिर्न्यासो गृहस्थानामुत्पत्तिर्ब्रह्मचारिणाम्  ॥
]

`verse 3 [
यतीनां संहृतिन्यासो वनस्थानां तथैव च  ॥
स एव भर्तृहीनायाः कुटुंबिन्याः स्थितिर्भवेत् ॥
]

`verse 4 [
कन्यायाः पुनरुत्पत्तिं वक्ष्ये न्यासस्य लक्षणम्  ॥
अंगुष्ठादिकनिष्ठांतं स्थितिन्यास उदाहृतः  ॥
]

`verse 5 [
दक्षिणांगुष्ठमारभ्य वामांगुष्ठान्तमेव च  ॥
उत्पत्तिन्यास आख्यातो विपरीतस्तु संहृतिः  ॥
]

`verse 6 [
सबिंदुकान्नकारादीन्वर्णान्न्यस्येदनुक्रमात् ॥
अंगुलीषु शिवं न्यस्येत्तलयोरप्यनामयोः  ॥
]

`verse 7 [
अस्त्रन्यासं ततः कृत्वा दशदिक्ष्वस्त्रमंत्रतः  ॥
निवृत्त्यादिकलाः पञ्च पञ्चभूतस्वरूपिणीः  ॥
]

`verse 8 [
पञ्चभूताधिपैस्सार्धं ततच्चिह्नसमन्विताः  ॥
हृत्कण्टतालुभ्रूमध्यब्रह्मरन्ध्रसमाश्रयाः  ॥
]

`verse 9 [
तद्तद्बीजेन संग्रंथीस्तद्तद्बीजेषु भावयेत् ॥
तासां विशोधनार्थाय विद्यां पञ्चाक्षरीं जपेत् ॥
]

`verse 10 [
निरुद्ध्वा प्राणवायुं च गुणसंख्यानुसारतः  ॥
भूतग्रंथिं ततश्छिद्यादस्त्रेणैवास्त्रमुद्रया  ॥
]

`verse 11 [
नाड्या सुषुम्नयात्मानं प्रेरितं प्राणवायुना  ॥
निर्गतं ब्रह्मरन्ध्रेण योजयेच्छिवतेजसा  ॥
]

`verse 12 [
विशोष्य वायुना पश्चाद्देहं कालाग्निना दहेत् ॥
ततश्चोपरिभावेन कलास्संहृत्य वायुना  ॥
]

`verse 13 [
देहं संहृत्य वै दग्धं कलास्स्पृष्ट्वा सहाब्धिना  ॥
प्लावयित्वामृतैर्देहं यथास्थानं निवेशयेत् ॥
]

`verse 14 [
अथ संहृत्य वै दग्धः कलासर्गं विनैव तु  ॥
अमृतप्लावनं कुर्याद्भस्मीभूतस्य वै ततः  ॥
]

`verse 15 [
ततो विद्यामये तस्मिन्देहे दीपशिखाकृतिम्  ॥
शिवान्निर्गतमात्मानं ब्रह्मरंध्रेण योजयेत् ॥
]

`verse 16 [
देहस्यान्तः प्रविष्टं तं ध्यात्वा हृदयपंकजे  ॥
पुनश्चामृतवर्षेण सिंचेद्विद्यामयं वपुः  ॥
]

`verse 17 [
ततः कुर्यात्करन्यासं करशोधनपूर्वकम्  ॥
देहन्यासं ततः पश्चान्महत्या मुद्रया चरेत् ॥
]

`verse 18 [
अंगन्यासं ततः कृत्वा शिवोक्तेन तु वर्त्मना  ॥
वर्णन्यासं ततः कुर्याद्धस्तपादादिसंधिषु  ॥
]

`verse 19 [
षडंगानि ततो न्यस्य जातिषट्कयुतानि च  ॥
दिग्बंधमाचरेत्पश्चादाग्नेयादि यथाक्रमम्  ॥
]

`verse 20 [
यद्वा मूर्धादिपञ्चांगं न्यासमेव समाचरेत् ॥
तथा षडंगन्यासं च भूतशुद्ध्यादिकं विना  ॥
]

`verse 21 [
एवं समासरूपेण कृत्वा देहात्मशोधनम्  ॥
शिवभावमुपागम्य पूजयेत्परमेश्वरम्  ॥
]

`verse 22 [
अथ यस्यास्त्यवसरो नास्ति वा मतिविभ्रमः  ॥
स विस्तीर्णेन कल्पेन न्यासकर्म समाचरेत् ॥
]

`verse 23 [
तत्राद्यो मातृकान्यासो ब्रह्मन्यासस्ततः परः  ॥
तृतीयः प्रणवन्यासो हंसन्यासस्तदुत्तरः  ॥
]

`verse 24 [
पञ्चमः कथ्यते सद्भिर्न्यासः पञ्चाक्षरात्मकः  ॥
एतेष्वेकमनेकं वा कुर्यात्पूजादि कर्मसु  ॥
]

`verse 25 [
अकारं मूर्ध्नि विन्यस्य आकारं च ललाटके  ॥
इं ईं च नेत्रयोस्तद्वतुं ऊं श्रवणयोस्तथा  ॥
]

`verse 26 [
ऋं ःं कपोलयोश्चैव ळं ॡं नासापुटद्वये  ॥
एमेमोष्ठद्वयोरोमौं दंतपंक्तिद्वयोः क्रमात् ॥
]

`verse 27 [
अं जिह्वायामथो तालुन्यः प्रयोज्यो यथाक्रमम्  ॥
कवर्गं दक्षिणे हस्ते न्यसेत्पञ्चसु संधिषु  ॥
]

`verse 28 [
चवर्गं च तथा वामहस्तसंधिषु विन्यसेत् ॥
टवर्गं च तवर्गं च पादयोरुभयोरपि  ॥
]

`verse 29 [
पफौ तु पार्श्वयोः पृष्ठे नाभौ चापि बभौ ततः  ॥
न्यसेन्मकारं हृदये त्वगादिषु यथाक्रमम्  ॥
]

`verse 30 [
यकरादिसकारांतान्न्यसेत्सप्तसु धातुषु  ॥
हंकारं हृदयस्यांतः क्षकारं भ्रूयुगांतरे  ॥
]

`verse 31 [
एवं वर्णान्प्रविन्यस्य पञ्चाशद्रुद्रवर्त्मना  ॥
अंगवक्त्रकलाभेदात्पञ्च ब्रह्माणि विन्यसेत् ॥
]

`verse 32 [
करन्यासाद्यमपि तैः कृत्वा वाथ न वा क्रमात् ॥
शिरोवदनहृद्गुह्यपादेष्वेतानि कल्पयेत् ॥
]

`verse 33 [
ततश्चोर्ध्वादिवक्त्राणि पश्चिमांतानि कल्पयेत् ॥
ईशानस्य कलाः पञ्च पञ्चस्वेतेषु च क्रमात् ॥
]

`verse 34 [
ततश्चतुर्षु वक्त्रेषु पुरुषस्य कला अपि  ॥
चतस्रः प्रणिधातव्याः पूर्वादिक्रमयोगतः  ॥
]

`verse 35 [
हृत्कंठांसेषु नाभौ च कुक्षौ पृष्ठे च वक्षसि  ॥
अघोरस्य कलाश्चाष्टौ पादयोरपि हस्तयोः  ॥
]

`verse 36 [
पश्चात्त्रयोःदशकलाः पायुमेढ्रोरुजानुषु  ॥
जंघास्फिक्कटिपार्श्वेषु वामदेवस्य भावयेत् ॥
]

`verse 37 [
घ्राणे शिरसि बाह्वोश्च कल्पयेत्कल्पवित्तमः  ॥
अष्टत्रिंशत्कलान्यासमेवं कृत्वानुपूर्वशः  ॥
]

`verse 38 [
पश्चात्प्रणवविद्धीमान्प्रणवन्यासमाचरेत् ॥
बाहुद्वये कूर्परयोस्तथा च मणिबन्धयोः  ॥
]

`verse 39 [
पार्श्वोदरोरुजंघेषु पादयोः पृष्ठतस्तथा  ॥
इत्थं प्रणवविन्यासं कृत्वा न्यासविचक्षणः  ॥
]

`verse 40 [
हंसन्यासं प्रकुर्वीत शिवशास्त्रे यथोदितम्  ॥
बीजं विभज्य हंसस्य नेत्रयोर्घ्राणयोरपि  ॥
]

`verse 41 [
विभज्य बाहुनेत्रास्यललाटे घ्राणयोरपि  ॥
कक्षयोः स्कन्धयोश्चैव पार्श्वयोस्तनयोस्तथा  ॥
]

`verse 42 [
कठ्योः पाण्योर्गुल्फयोश्च यद्वा पञ्चांगवर्त्मना  ॥
हंसन्यासमिमं कृत्वा न्यसेत्पञ्चाक्षरीं ततः  ॥
]

`verse 43 [
यथा पूर्वोक्तमार्गेण शिवत्वं येन जायते  ॥
नाशिवः शिवमभ्यस्येन्नाशिवः शिवमर्चयेत् ॥
]

`verse 44 [
नाशिवस्तु शिवं ध्यायेन्नाशिवम्प्राप्नुयाच्छिवम्  ॥
तस्माच्छैवीं तनुं कृत्वा त्यक्त्वा च पशुभावनाम्  ॥
]

`verse 45 [
शिवो ऽहमिति संचिन्त्य शैवं कर्म समाचरेत् ॥
कर्मयज्ञस्तपोयज्ञो जपयज्ञस्तदुत्तरः  ॥
ध्यानयज्ञो ज्ञानयज्ञः पञ्च यज्ञाः प्रकीर्तिताः  ॥
]

`verse 46 [
कर्मयज्ञरताः केचित्तपोयज्ञरताः परे  ॥
जपयज्ञरताश्चान्ये ध्यानयज्ञरतास्तथा  ॥
]

`verse 47 [
ज्ञानयज्ञरताश्चान्ये विशिष्टाश्चोत्तरोत्तरम्  ॥
क्रमयज्ञो द्विधा प्रोक्तः कामाकामविभेदतः  ॥
]

`verse 48 [
कामान्कामी ततो भुक्त्वा कामासक्तः पुनर्भवेत् ॥
अकामे रुद्रभवने भोगान्भुक्त्वा ततश्च्युतः  ॥
]

`verse 49 [
तपोयज्ञरतो भूत्वा जायते नात्र संशयः  ॥
तपस्वी च पुनस्तस्मिन्भोगान् भुक्त्वा ततश्च्युतः  ॥
]

`verse 50 [
जपध्यानरतो भूत्वा जायते भुवि मानवः  ॥
जपध्यानरतो मर्त्यस्तद्वैशिष्ट्यवशादिह  ॥
]

`verse 51 [
ज्ञानं लब्ध्वाचिरादेव शिवसायुज्यमाप्नुयात् ॥
तस्मान्मुक्तो शिवाज्ञप्तः कर्मयज्ञो ऽपि देहिनाम्  ॥
]

`verse 52 [
अकामः कामसंयुक्तो बन्धायैव भविष्यति  ॥
तस्मात्पञ्चसु यज्ञेषु ध्यानज्ञानपरो भवेत् ॥
]

`verse 53 [
ध्यानं ज्ञानं च यस्यास्ति तीर्णस्तेन भवार्णवः  ॥
हिंसादिदोषनिर्मुक्तो विशुद्धश्चित्तसाधनः  ॥
]

`verse 54 [
ध्यानयज्ञः परस्तस्मादपवर्गफलप्रदः  ॥
बहिः कर्मकरा यद्वन्नातीव फलभागिनः  ॥
]

`verse 55 [
दृष्ट्वा नरेन्द्रभवने तद्वदत्रापि कर्मिणः  ॥
ध्यानिनां हि वपुः सूक्ष्मं भवेत्प्रत्यक्षमैश्वरम्  ॥
]

`verse 56 [
यथेह कर्मणां स्थूलं मृत्काष्ठाद्यैः प्रकल्पितम्  ॥
ध्यानयज्ञरतास्तस्माद्देवान्पाषाणमृण्मयान्  ॥
]

`verse 57 [
नात्यंतं प्रतिपद्यंते शिवयाथात्म्यवेदनात् ॥
आत्मस्थं यः शिवं त्यक्त्वा बहिरभ्यर्चयेन्नरः  ॥
]

`verse 58 [
हस्तस्थं फलमुत्सृज्य लिहेत्कूर्परमात्मनः  ॥
ज्ञानाद्ध्यानं भवेद्ध्यानाज्ज्ञानं भूयः प्रवर्तते  ॥
]

`verse 59 [
तदुभाभ्यां भवेन्मुक्तिस्तस्माद्ध्यानरतो भवेत् ॥
द्वादशान्ते तथा मूर्ध्नि ललाटे भ्रूयुगान्तरे  ॥
]

`verse 60 [
नासाग्रे वा तथास्ये वा कन्धरे हृदये तथा  ॥
नाभौ वा शाश्वतस्थाने श्रद्धाविद्धेन चेतसा  ॥
]

`verse 61 [
बहिर्यागोपचारेण देवं देवीं च पूजयेत् ॥
अथवा पूजयेन्नित्यं लिंगे वा कृतकेपि वा  ॥
]

`verse 62 [
वह्नौ वा स्थण्डिले वाथ भक्त्या वित्तानुसारतः  ॥
अथवांतर्बहिश्चैव पूजयेत्परमेश्वरम्  ॥
अंतर्यागरतः पूजां बहिः कुर्वीत वा न वा  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शिवशास्त्रोक्तनित्यनैमित्तिककर्मवर्णनं नाम द्वाविंशोऽध्यायः
]
