`speaker [
उपमन्युरुवाच
]

`verse 1 [
व्याख्यां पूजाविधानस्य प्रवदामि समासतः  ॥
शिवशास्त्रे शिवेनैव शिवायै कथितस्य तु  ॥
]

`verse 2 [
अंगमभ्यंतरं यागमग्निकार्यावसानकम्  ॥
विधाय वा न वा पश्चाद्बहिर्यागं समाचरेत् ॥
]

`verse 3 [
तत्र द्रव्याणि मनसा कल्पयित्वा विशोध्य च  ॥
ध्यात्वा विनायकं देवं पूजयित्वा विधानतः  ॥
]

`verse 4 [
दक्षिणे चोत्तरे चैव नंदीशं सुयशं तथा  ॥
आराध्य मनसा सम्यगासनं कल्पयेद्बुधः  ॥
]

`verse 5 [
आराधनादिकैर्युक्तस्सिंहयोगासनादिकम्  ॥
पद्मासनं वा विमलं तत्त्वत्रयसमन्वितम्  ॥
]

`verse 6 [
तस्योपरि शिवं ध्यायेत्सांबं सर्वमनोहरम्  ॥
सर्वलक्षणसंपन्नं सर्वावयवशोभनम्  ॥
]

`verse 7 [
सर्वातिशयसंयुक्तं सर्वाभरणभूषितम्  ॥
रक्तास्यपाणिचरणं कुंदचंद्रस्मिताननम्  ॥
]

`verse 8 [
शुद्धस्फटिकसंकाशं फुल्लपद्मत्रिलोचनम्  ॥
चतुर्भुजमुदाराङ्गं चारुचंद्रकलाधरम्  ॥
]

`verse 9 [
वरदाभयहस्तं च मृगटंकधरं हरम्  ॥
भुजंगहारवलयं चारुनीलगलांतरम्  ॥
]

`verse 10 [
सर्वोपमानरहितं सानुगं सपरिच्छदम्  ॥
ततः संचिंतयेत्तस्य वामभागे महेश्वरीम्  ॥
]

`verse 11 [
प्रफुल्लोत्पलपत्राभां विस्तीर्णायतलोचनाम्  ॥
पूर्णचंद्राभवदनां नीलकुंचितमूर्धजाम्  ॥
]

`verse 12 [
नीलोत्पलदलप्रख्यां चन्द्रार्धकृतशेखराम्  ॥
अतिवृत्तघनोत्तुंगस्निग्धपीनपयोधराम्  ॥
]

`verse 13 [
तनुमध्यां पृथुश्रोणीं पीतसूक्ष्मवराम्बराम्  ॥
सर्वाभरणसंपन्नां ललाटतिलकोज्ज्वलाम्  ॥
]

`verse 14 [
विचित्रपुष्पसंकीर्णकेशपाशोपशोभिताम्  ॥
सर्वतो ऽनुगुणाकारां किंचिल्लज्जानताननाम्  ॥
]

`verse 15 [
हेमारविंदं विलसद्दधानां दक्षिणे करे  ॥
दंडवच्चापरं हस्ते न्यस्यासीनां महासने  ॥
]

`verse 16 [
पाशविच्छेदिकां साक्षात्सच्चिदानंदरूपिणीम्  ॥
एवं देवं च देवीं च ध्यात्वासनवरे शुभे  ॥
]

`verse 17 [
सर्वोपचारवद्भक्त्या भावपुष्पैस्समर्चयेत् ॥
अथवा परिकल्प्यैवं मूर्तिमन्यतमां विभोः  ॥
]

`verse 18 [
शैवीं सदाशिवाख्यां वा तथा माहेश्वरीं पराम्  ॥
षड्विंशकाभिधानां वा श्रीकंठाख्यामथापि वा  ॥
]

`verse 19 [
मन्त्रन्यासादिकां चापि कृत्वा स्वस्यां तनौ यथा  ॥
अस्यां मूर्तौ मूर्तिमंतं शिवं सदसतः परम्  ॥
]

`verse 20 [
ध्यात्वा बाह्यक्रमेणैव पूजां निर्वर्तयेद्धिया  ॥
समिदाज्यादिभिः पश्चान्नाभौ होमं च भावयेत् ॥
]

`verse 21 [
भ्रूमध्ये च शिवं ध्यायेच्छुद्धदीपशिखाकृतिम्  ॥
इत्थमंगे स्वतंत्रे वा योगे ध्यानमये शुभे  ॥
]

`verse 22 [
अग्निकार्यावसानं च सर्वत्रैव समो विधिः  ॥
अथ चिंतामयं सर्वं समाप्याराधनक्रमम्  ॥
]

`verse 23 [
लिंगे च पूजयेद्देवं स्थंडिले वानले ऽपि वा  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे पूजाविधानव्याख्यानवर्णनं नाम त्रयोविंशो ऽध्यायः
]
