`speaker [
उपमन्युरुवाच
]

`verse 1 [
प्रोक्षयेन्मूलमंत्रेण पूजास्थानं विशुद्धये  ॥
गन्धचन्दनतोयेन पुष्पं तत्र विनिक्षिपेत् ॥
]

`verse 2 [
अस्त्रेणोत्सार्य वै विघ्नानवगुण्ठ्य च वर्मणा  ॥
अस्त्रं दिक्षु प्रविन्यस्य कल्पयेदर्चनाभुवम्  ॥
]

`verse 3 [
तत्र दर्भान्परिस्तीर्य क्षालयेत्प्रोक्षणादिभिः  ॥
संशोध्य सर्वपात्राणि द्रव्यशुद्धिं समाचरेत् ॥
]

`verse 4 [
प्रोक्षणीमर्ध्यपात्रं च पाद्यपात्रमतः परम्  ॥
तथैवाचमनीयस्य पात्रं चेति चतुष्टयम्  ॥
]

`verse 5 [
प्रक्षाल्य प्रोक्ष्य वीक्ष्याथ क्षिपेत्तेषु जलं शिवम्  ॥
पुण्यद्रव्याणि सर्वाणि यथालाभं विनिक्षिपेत् ॥
]

`verse 6 [
रत्नानि रजतं हेम गन्धपुष्पाक्षतादयः  ॥
फलपल्लवदर्भांश्च पुण्यद्रव्याण्यनेकधा  ॥
]

`verse 7 [
स्नानोदके सुगन्धादि पानीये च विशेषतः  ॥
शीतलानि मनोज्ञानी कुसुमादीनि निक्षिपेत् ॥
]

`verse 8 [
उशीरं चन्दनं चैव पाद्ये तु परिकल्पयेत् ॥
जातिकंकोलकर्पूरबहुमूलतमालकान्  ॥
]

`verse 9 [
क्षिपेदाचमनीये च चूर्णयित्वा विशेषतः  ॥
एलां पात्रेषु सर्वेषु कर्पूरं चन्दनं तथा  ॥
]

`verse 10 [
कुशाग्राण्यक्षतांश्चैव यवव्रीहितिलानपि  ॥
आज्यसिद्धार्थपुष्पाणि भसितञ्चार्घ्यपात्रके  ॥
]

`verse 11 [
कुशपुष्पयवव्रीहिबहुमूलतमालकान्  ॥
प्रक्षिपेत्प्रोक्षणीपात्रे भसितं च यथाक्रमम्  ॥
]

`verse 12 [
सर्वत्र मन्त्रं विन्यस्य वर्मणावेष्ट्य बाह्यतः  ॥
पश्चादस्त्रेण संरक्ष्य धेनुमुद्रां प्रदर्शयेत् ॥
]

`verse 13 [
पूजाद्रव्याणि सर्वाणि प्रोक्षणीपात्रवारिणा  ॥
सम्प्रोक्ष्य मूलमंत्रेण शोधयेद्विधिवत्ततः  ॥
]

`verse 14 [
पात्राणां प्रोक्षणीमेकामलाभे सर्वकर्मसु  ॥
साधयेदर्घ्यमद्भिस्तत्सामान्यं साधकोत्तमः  ॥
]

`verse 15 [
ततो विनायकं देवं भक्ष्यभोज्यादिभिः क्रमात् ॥
पूजयित्वा विधानेन द्वारपार्श्वे ऽथ दक्षिणे  ॥
]

`verse 16 [
अन्तःपुराधिपं साक्षान्नन्दिनं सम्यगर्चयेत् ॥
चामीकराचलप्रख्यं सर्वाभरणभूषितम्  ॥
]

`verse 17 [
बालेन्दुमुकुटं सौम्यं त्रिनेत्रं च चतुर्भुजम्  ॥
दीप्तशूलमृगीटंकतिग्मवेत्रधरं प्रभुम्  ॥
]

`verse 18 [
चन्द्रबिम्बाभवदनं हरिवक्त्रमथापि वा  ॥
उत्तरे द्वारपार्श्वस्य भार्यां च मरुतां सुताम्  ॥
]

`verse 19 [
सुयशां सुव्रतामम्बां पादमण्डनतत्पराम्  ॥
पूजयित्वा प्रविश्यान्तर्भवनं परमेष्ठिनः  ॥
]

`verse 20 [
संपूज्य लिङ्गं तैर्द्रव्यैर्निर्माल्यमपनोदयेत् ॥
प्रक्षाल्य पुष्पं शिरसि न्यसेत्तस्य विशुद्धये  ॥
]

`verse 21 [
पुष्पहस्तो जपेच्छक्त्या मन्त्रं मन्त्रविशुद्धये  ॥
ऐशान्यां चण्दमाराध्य निर्माल्यं तस्य दापयेत् ॥
]

`verse 22 [
कल्पयेदासनं पश्चादाधारादि यथाक्रमम्  ॥
आधारशक्तिं कल्याणीं श्यामां ध्यायेदधो भुवि  ॥
]

`verse 23 [
तस्याः पुरस्तादुत्कंठमनंतं कुण्डलाकृतिम्  ॥
धवलं पञ्चफणिनं लेलिहानमिवाम्बरम्  ॥
]

`verse 24 [
तस्योपर्यासनं भद्रं कण्ठीरवचतुष्पदम्  ॥
धर्मो ज्ञानं च वैराग्यमैश्वर्यञ्च पदानि वै  ॥
]

`verse 25 [
आग्नेयादिश्वेतरक्तपीतश्यामानि वर्णतः  ॥
अधर्मादीनि पूर्वादीन्युत्तरांतान्यनुक्रमात् ॥
]

`verse 26 [
राजावर्तमणिप्रख्यान्न्यस्य गात्राणि भावयेत् ॥
अस्योर्ध्वच्छादनं पद्ममासनं विमलं सितम्  ॥
]

`verse 27 [
अष्टपत्राणि तस्याहुरणिमादिगुणाष्टकम्  ॥
केसराणि च वामाद्या रुद्रावामादिशक्तिभिः  ॥
]

`verse 28 [
बीजान्यपि च ता एव शक्तयोंतर्मनोन्मनीः  ॥
कर्णिकापरवैराग्यं नालं ज्ञानं शिवात्मकम्  ॥
]

`verse 29 [
कन्दश्च शिवधर्मात्मा कर्णिकान्ते त्रिमण्डले  ॥
त्रिमण्डलोपर्यात्मादि तत्त्वत्रितयमासनम्  ॥
]

`verse 30 [
सर्वासनोपरि सुखं विचित्रास्तरणास्तृतम्  ॥
आसनं कल्पयेद्दिव्यं शुद्धविद्यासमुज्ज्वलम्  ॥
]

`verse 31 [
आवाहनं स्थापनं च सन्निरोधं निरीक्षणम्  ॥
नमस्कारं च कुर्वीत बध्वा मुद्राः पृथक्पृथक् ॥
]

`verse 32 [
पाद्यमाचमनं चार्घ्यं गंधं पुष्पं ततः परम्  ॥
धूपं दीपं च तांबूलं दत्त्वाथ स्वापयेच्छिवौ  ॥
]

`verse 33 [
अथवा परिकल्प्यैवमासनं मूर्तिमेव च  ॥
सकलीकृत्य मूलेन ब्रह्माभिश्चापरैस्तथा  ॥
]

`verse 34 [
आवाहयेत्ततो देव्या शिवं परमकारणम्  ॥
शुद्धस्फटिकसंकाशं देवं निश्चलमक्षरम्  ॥
]

`verse 35 [
कारणं सर्वलोकानां सर्वलोकमयं परम्  ॥
अंतर्बहिःस्थितं व्याप्य ह्यणोरणु महत्तरम् २  ॥
]

`verse 36 [
भक्तानामप्रयत्नेन दृश्यमीश्वरमव्ययम्  ॥
ब्रह्मेंद्रविष्णुरुद्राद्यैरपि देवैरगोचरम्  ॥
]

`verse 37 [
देवसारं च विद्वद्भिरगोचरमिति श्रुतम्  ॥
आदिमध्यान्तरहितं भेषजं भवरोगिणाम्  ॥
]

`verse 38 [
शिवतत्त्वमिति ख्यातं शिवार्थं जगति स्थिरम्  ॥
पञ्चोपचारवद्भक्त्या पूजयेल्लिंगमुत्तमम्  ॥
]

`verse 39 [
लिंगमूर्तिर्महेशस्य शिवस्य परमात्मनः  ॥
स्नानकाले प्रकुर्वीत जयशब्दादिमंगलम्  ॥
]

`verse 40 [
पञ्चगव्यघृतक्षीरदधिमध्वादिपूर्वकैः  ॥
मूलैः फलानां सारैश्च तिलसर्षपसक्तुभिः  ॥
]

`verse 41 [
बीजैर्यवादिभिश्शस्तैश्चूर्णैर्माषादिसंभवैः  ॥
संस्नाप्यालिप्य पिष्टाद्यैः स्नापयेदुष्णवारिभिः  ॥
]

`verse 42 [
घर्षयेद्विल्वपत्राद्यैर्लेपगंधापनुत्तये  ॥
पुनः संस्नाप्य सलिलैश्चक्रवर्त्युपचारतः  ॥
]

`verse 43 [
सुगंधामलकं दद्याद्धरिद्रां च यथाक्रमम्  ॥
ततः संशोध्य सलिलैर्लिंगं बेरमथापि वा  ॥
]

`verse 44 [
स्नापयेद्गंधतोयेन कुशपुष्पोदकेन च  ॥
हिरण्यरत्नतोयैश्च मंत्रसिद्धैर्यथाक्रमम्  ॥
]

`verse 45 [
असंभवे तु द्रव्याणां यथासंभवसंभृतैः  ॥
केवलैर्मंत्रतोयैर्वा स्नापयेच्छ्रद्धया शिवम्  ॥
]

`verse 46 [
कलशेनाथ शंखेन वर्धन्या पाणिना तथा  ॥
सकुशेन सपुष्पेण स्नापयेन्मंत्रपूर्वकम्  ॥
]

`verse 47 [
पवमानेन रुद्रेण नीलेन त्वरितेन च  ॥
लिंगसूक्तादिसूक्तैश्च शिरसाथर्वणेन च  ॥
]

`verse 48 [
ऋग्भिश्च सामभिः शैवैर्ब्रह्मभिश्चापि पञ्चभिः  ॥
स्नापयेद्देवदेवेशं शिवेन प्रणवेन च  ॥
]

`verse 49 [
यथा देवस्य देव्याश्च कुर्यात्स्नानादिकं तथा  ॥
न तु कश्चिद्विशेषो ऽस्ति तत्र तौ सदृशौ यतः  ॥
]

`verse 50 [
प्रथमं देवमुद्दिश्य कृत्वा स्नानादिकाः क्रियाः  ॥
देव्यैः प्रश्चात्प्रकुर्वीत देवदेवस्य शासनात् ॥
]

`verse 51 [
अर्धनारीश्वरे पूज्ये पौर्वापर्यं न विद्यते  ॥
तत्र तत्रोपचाराणां लिंगे वान्यत्र वा क्वचित् ॥
]

`verse 52 [
कृत्वा ऽभिषेकं लिंगस्य शुचिना च सुगंधिना  ॥
संमृज्य वाससा दद्यादंबरं चोपवीतकम्  ॥
]

`verse 53 [
पाद्यमाचमनं चार्घ्यं गंधं पुष्पं च भूषणम्  ॥
धूपं दीपं च नैवेद्यं पानीयं मुखशोधनम्  ॥
]

`verse 54 [
पुनश्चाचमनीयं च मुखवासं ततः परम्  ॥
मुकुटं च शुभं भद्रं सर्वरत्नैरलंकृतम्  ॥
]

`verse 55 [
भूषणानि पवित्राणि माल्यानि विविधानि च  ॥
व्यजने चामरे छत्रं तालवृंतं च दर्पणम्  ॥
]

`verse 56 [
दत्त्वा नीराजनं कुर्यात्सर्वमंगलनिस्वनैः  ॥
गीतनृत्यादिभिश्चैव जयशब्दसमन्वितः  ॥
]

`verse 57 [
हैमे च राजते ताम्रे पात्रे वा मृन्मये शुभे  ॥
पद्मकैश्शोभितैः पुष्पैर्बीजैर्दध्यक्षतादिभिः  ॥
]

`verse 58 [
त्रिशूलशंखयुग्माब्जनन्द्यावर्तैः करीषजैः  ॥
श्रीवत्सस्वस्तिकादर्शवज्रैर्वह्न्यादिचिह्नितैः  ॥
]

`verse 59 [
अष्टौ प्रदीपान्परितो विधायैकं तु मध्यमे  ॥
तेषु वामादिकाश्चिन्त्याः पूज्याश्च नव शक्तयः  ॥
]

`verse 60 [
कवचेन समाच्छाद्य संरक्ष्यास्त्रेण सर्वतः  ॥
धेनुमुद्रां च संदर्श्य पाणिभ्यां पात्रमुद्धरेत् ॥
]

`verse 61 [
अथवारोपयेत्पात्रे पञ्चदीपान्यथाक्रमम्  ॥
विदिक्ष्वपि च मध्ये च दीपमेकमथापि वा  ॥
]

`verse 62 [
ततस्तत्पात्रमुद्धृत्य लिंगादेरुपरि क्रमात् ॥
त्रिः प्रदक्षिणयोगेन भ्रामयेन्मूलविद्यया  ॥
]

`verse 63 [
दद्यादर्घ्यं ततो मूर्ध्नि भसितं च सुगंधितम्  ॥
कृत्वा पुष्पांजलिं पश्चादुपहारान्निवेदयेत् ॥
]

`verse 64 [
पानीयं च ततो दद्याद्दत्त्वा वाचमनं पुनः  ॥
पञ्चसौगंधिकोपेतं ताम्बूलं च निवेदयेत् ॥
]

`verse 65 [
प्रोक्षयेत्प्रोक्षणीयानि गाननाट्यानि कारयेत् ॥
लिंगादौ शिवयोश्चिन्तां कृत्वा शक्त्यजपेच्छिवम्  ॥
]

`verse 66 [
प्रदक्षिणं प्रणामं च स्तवं चात्मसमर्पणम्  ॥
विज्ञापनं च कार्याणां कुर्याद्विनयपूर्वकम्  ॥
]

`verse 67 [
अर्घ्यं पुष्पांजलिं दत्त्वा बद्ध्वा मुद्रां यथाविधि  ॥
पश्चात्क्षमापयेद्देवमुद्वास्यात्मनि चिंतयेत् ॥
]

`verse 68 [
पाद्यादिमुखवासांतमर्घ्याद्यं चातिसंकटे  ॥
पुष्पविक्षेपमात्रं वा कुर्याद्भावपुरस्सरम्  ॥
]

`verse 69 [
तावतैव परो धर्मो भावने सुकृतो भवेत् ॥
असंपूज्य न भुञ्जीत शिवमाप्राणसंचरात् ॥
]

`verse 70 [
यदि पापस्तु भुंजीत स्वैरं तय्स न निष्कृतिः  ॥
प्रमादेन तु भुंक्ते चेत्तदुद्गीर्य प्रयत्नतः  ॥
]

`verse 71 [
स्नात्वा द्विगुणमभ्यर्च्य देवं देवीमुपोष्य च  ॥
शिवस्यायुतमभ्यस्येद्ब्रह्मचर्यपुरस्सरम्  ॥
]

`verse 72 [
परेद्युश्शक्तितो दत्त्वा सुवर्णाद्यं शिवाय च  ॥
शिवभक्ताय वा कृत्वा महापूजां शुचिर्भवेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शास्त्रोक्तशिवपूजनवर्णनं नाम चतुर्विंशोऽध्यायः
]
