`speaker [
उपमन्युरुवाच
]

`verse 1 [
अनुक्तं चात्र पूजायाः कमलोपभयादिव  ॥
यत्तदन्यत्प्रवक्ष्यामि समासान्न तु विस्तरात् ॥
]

`verse 2 [
हविर्निवेदनात्पूर्वं दीपदानादनन्तरम्  ॥
कुर्यादावरणाभ्यर्चां प्राप्ते नीराजने ऽथ वा  ॥
]

`verse 3 [
तत्रेशानादिसद्यांतं रुद्राद्यस्त्रांतमेव च  ॥
शिवस्य वा शिवायाश्च प्रथमावरणे जपेत् ॥
]

`verse 4 [
ऐशान्यां पूर्वभागे च दक्षिणे चोत्तरे तथा  ॥
पश्चिमे च तथाग्नेय्यामैशान्यां नैरृते तथा  ॥
]

`verse 5 [
वायव्यां पुनरैशान्यां चतुर्दिक्षु ततः परम्  ॥
गर्भावरणमाख्यातं मन्त्रसंघातमेव वा  ॥
]

`verse 6 [
हृदयाद्यस्त्रपर्यंतमथवापि समर्चयेत् ॥
तद्बहिः पूर्वतः शक्रं यमं दक्षिणतो यजेत् ॥
]

`verse 7 [
वरुणं वारुणे भागे धनदं चोत्तरे बुधः  ॥
ईशमैशे ऽनलं स्वीये नैरृते निरृतिं यजेत् ॥
]

`verse 8 [
मारुते मारुतं विष्णुं नैरृते विधिमैश्वरे  ॥
बहिःपद्मस्य वज्राद्यान्यब्जांतान्यायुधान्यपि  ॥
]

`verse 9 [
प्रसिद्धरूपाण्याशासु लोकेशानां क्रमाद्यजेत् ॥
देवं देवीं च संप्रेक्ष्य सर्वावरणदेवताः  ॥
]

`verse 10 [
बद्धांजलिपुटा ध्येयाः समासीना यथासुखम्  ॥
सर्वावरणदेवानां स्वाभिधानैर्नमोयुतैः  ॥
]

`verse 11 [
पुष्पैः संपूजनं कुर्यान्नत्वा सर्वान्यथाक्रमम्  ॥
गर्भावरणमेवापि यजेत्स्वावरणेन वा  ॥
]

`verse 12 [
योगे ध्याने जपे होमे वाह्ये वाभ्यंतरे ऽपि वा  ॥
हविश्च षड्विधं देयं शुद्धं मुद्गान्नमेव च  ॥
]

`verse 13 [
पायसं दधिसंमिश्रं गौडं च मधुनाप्लुतम्  ॥
एतेष्वेकमनेकं वा नानाव्यंजनसंयुतम्  ॥
]

`verse 14 [
गुडखंडन्वितं दद्यान्मथितं दधि चोत्तमम्  ॥
भक्ष्याण्यपूपमुख्यानि स्वादुमंति फलानि च  ॥
]

`verse 15 [
रक्तचन्दनपुष्पाढ्यं पानीयं चातिशीतलम्  ॥
मृदु एलारसाक्तं च खण्डं पूगफलस्य च  ॥
]

`verse 16 [
दलानि नागवल्ल्याश्च युक्तानि खदिरादिभिः  ॥
गौराणि स्वर्णवर्णानि विहितानि शिवानि च  ॥
शैलमेव सितं चूर्णं नातिरूक्षं न दूषितम्  ॥
]

`verse 17 [
कर्पूरं चाथ कंकोलं जात्यादि च नवं शुभम्  ॥
आलेपनं चन्दनं स्यान्मूलकाष्ठंरजोमयम्  ॥
]

`verse 18 [
कस्तूरिका कुंकुमं च रसो मृगमदात्मकः  ॥
पुष्पाणि सुरभीण्येव पवित्राणि शुभानि च  ॥
]

`verse 19 [
निर्गंधान्युग्रगंधानि दूषितान्युषितानि च  ॥
स्वयमेव विशीर्णानि न देयानि शिवार्चने  ॥
]

`verse 20 [
वासांसि च मृदून्येव तपनीयमयानि च  ॥
विद्युद्वलयकल्पानि भूषणानि विशेषतः  ॥
]

`verse 21 [
सर्वाण्येतानि कर्पूरनिर्यासागुरुचन्दनैः  ॥
आधूपितानि पुष्पौघैर्वासितानि समंततः  ॥
]

`verse 22 [
चन्दनागुरुकर्पूरकाष्ठगुग्गुलुचूर्णिकैः  ॥
घृतेन मधुना चैव सिद्धो धूपः प्रशस्यते  ॥
]

`verse 23 [
कपिलासम्भवेनैव घृतेनातिसुगन्धिना  ॥
नित्यं प्रदीपिता दीपाः शस्ताः कर्पूरसंयुताः  ॥
]

`verse 24 [
पञ्चगव्यं च मधुरं पयो दधि घृतं तथा  ॥
कपिलासम्भवं शम्भोरिष्टं स्नाने च पानके  ॥
]

`verse 25 [
आसनानि च भद्राणि गजदंतमयानि च  ॥
सुवर्णरत्नयुक्तानि चित्राण्यास्तरणानि च  ॥
]

`verse 26 [
मृदूपधानयुक्तानि सूक्ष्मतूलमयानि च  ॥
उच्चावचानि रम्याणि शयनानि सुखानि च  ॥
]

`verse 27 [
नद्यस्समुद्रगामिन्या नटाद्वाम्भः समाहृतम्  ॥
शीतञ्च वस्त्रपूतं तद्विशिष्टं स्नानपानयोः  ॥
]

`verse 28 [
छत्रं शशिनिभं चारु मुक्तादामविराजितम्  ॥
नवरत्नचितं दिव्यं हेमदण्डमनोहरम्  ॥
]

`verse 29 [
चामरे च सिते सूक्ष्मे चामीकरपरिष्कृते  ॥
राजहंसद्वयाकारे रत्नदंडोपशोभिते  ॥
]

`verse 30 [
दर्पणं चापि सुस्निग्धं दिव्यगन्धानुलेपनम्  ॥
समंताद्रत्नसञ्छन्नं स्रग्वैरैश्चापि भूषितम्  ॥
]

`verse 31 [
गम्भीरनिनदः शंखो हंसकुंदेन्दुसन्निभः  ॥
आस्वपृष्ठादिदेशेषु रत्नचामीकराचितः  ॥
]

`verse 32 [
काहलानि च रम्याणि नानानादकराणि च  ॥
]

`verse 33 [
भेरीमृदंगमुरजतिमिच्छपटहादयः  ॥
समुद्रकल्पसन्नादाः कल्पनीयाः प्रयत्नतः  ॥
]

`verse 34 [
भांडान्यपि च रम्याणि पत्राण्यपि च कृत्स्नशः  ॥
तदाधाराणि १ सर्वाणि सौवर्णान्येव साधयेत् ॥
]

`verse 35 [
आलयं च महेशस्य शिवस्य परमात्मनः  ॥
राजावसथवत्कल्प्यं शिल्पशास्त्रोक्तलक्षणम्  ॥
]

`verse 36 [
उच्चप्राकारसंभिन्नं भूधराकारगोपुरम्  ॥
अनेकरत्नसंच्छन्नं हेमद्वारकपाटकम्  ॥
]

`verse 37 [
तप्तजांबूनदमयं रत्नस्तम्भशतावृतम्  ॥
मुक्तादामवितानाढ्यं विद्रुमद्वारतोरणम्  ॥
]

`verse 38 [
चामीकरमयैर्दिव्यैर्मुकुटैः कुम्भलक्षणैः  ॥
अलंकृतशिरोभागमस्त्र २ आजेन चिह्नितम्  ॥
]

`verse 39 [
राजन्यार्हनिवासैश्च राजवीथ्यादिशोभितैः  ॥
प्रोच्छ्रितप्रांशुशिखरैः प्रासादैश्च समंततः  ॥
]

`verse 40 [
आस्थानस्थानवर्यैश्च स्थितैर्दिक्षु विदिक्षु च  ॥
अत्यन्तालंकृतप्रांतमंतरावरणैरिव  ॥
]

`verse 41 [
उत्तमस्त्रीसहस्रैश्च नृत्यगेयविशारदैः  ॥
वेणुवीणाविदग्धैश्च पुरुषैर्बहुभिर्युतम्  ॥
]

`verse 42 [
रक्षितं रक्षिभिर्वीरैर्गजवाजिरथान्वितैः  ॥
अनेकपुष्पवाटीभिरनेकैश्च सरोवरैः  ॥
]

`verse 43 [
दीर्घिकाभिरनेकाभिर्दिग्विदिक्षु विराजितम्  ॥
वेदवेदांततत्त्वज्ञैश्शिवशास्त्रपरायणैः  ॥
]

`verse 44 [
शिवाश्रमरतैर्भक्तैः शिवशास्त्रोक्तलक्षणैः  ॥
शांतैः स्मितमुखैः स्फीतैः सदाचारपरायणैः  ॥
]

`verse 45 [
शैवैर्माहेश्वरैश्चैव श्रीमद्भिस्सेवितद्विजैः  ॥
एवमंतर्बहिर्वाथयथाशक्तिविनिर्मितैः  ॥
]

`verse 46 [
स्थाने शिलामये दांते दारवे चेष्टकामये  ॥
केवलं मृन्मये वापि पुण्यारण्ये ऽथ वा गिरौ  ॥
]

`verse 47 [
नद्यां देवालये ऽन्यत्र देशे वाथ गृहे शुभे  ॥
आढ्यो वाथ दरिद्रो वा स्वकां शक्तिमवंचयन्  ॥
द्रव्यैर्न्यायार्जितैरेव भक्त्या देवं समर्चयेत् ॥
]

`verse 48 [
अथान्यायार्जितैश्चापि भक्त्या चेच्छिवमर्चयेत् ॥
न तस्य प्रत्यवायो ऽस्ति भाववश्यो यतः प्रभुः  ॥
]

`verse 49 [
न्यायार्जितैरपि द्रव्यैरभक्त्या पूजयेद्यदि  ॥
न तत्फलमवाप्नोति भक्तिरेवात्र कारणम्  ॥
]

`verse 50 [
भक्त्या वित्तानुसारेण शिवमुद्दिश्य यत्कृतम्  ॥
अल्पे महति वा तुल्यं फलमाढ्यदरिद्रयोः  ॥
]

`verse 51 [
भक्त्या प्रचोदितः कुर्यादल्पवित्तोपि मानवः  ॥
महाविभवसारोपि न कुर्याद्भक्तिवर्जितः  ॥
]

`verse 52 [
सर्वस्वमपि यो दद्याच्छिवे भक्तिविवर्जितः  ॥
न तेन फलभाक्स स्याद्भक्तिरेवात्र कारणम्  ॥
]

`verse 53 [
न तत्तपोभिरत्युग्रैर्न च सर्वैर्महामखैः  ॥
गच्छेच्छिवपुरं दिव्यं मुक्त्वा भक्तिं शिवात्मकम्  ॥
]

`verse 54 [
गुह्याद्गुह्यतरं कृष्ण सर्वत्र परमेश्वरे  ॥
शिवे भक्तिर्न संदेहस्तया भक्तो विमुच्यते  ॥
]

`verse 55 [
शिवमंत्रजपो ध्यानं होमो यज्ञस्तपःश्रुतम्  ॥
दानमध्ययनं सर्वे भावार्थं नात्र संशयः  ॥
]

`verse 56 [
भावहीनो नरस्सर्वं कृत्वापि न विमुच्यते  ॥
भावयुक्तः पुनस्सर्वमकृत्वापि विमुच्यते  ॥
]

`verse 57 [
चांद्रायणसहस्रैश्च प्राजापत्यशतैस्तथा  ॥
मासोपवासैश्चान्यैश्च शिवभक्तस्य किं पुनः  ॥
]

`verse 58 [
अभक्ता मानवाश्चास्मिंल्लोके गिरिगुहासु च  ॥
तपंति चाल्पभोगार्थं भक्तो भावेन मुच्यते  ॥
]

`verse 59 [
सात्त्विकं मुक्तिदं कर्म सत्त्वे वै योगिनः स्थिताः  ॥
राजसं सिद्धिदं कुर्युः कर्मिणो रजसावृताः  ॥
]

`verse 60 [
असुरा राक्षसाश्चैव तमोगुणसमन्विताः  ॥
ऐहिकार्थं यजन्तीशं नराश्चान्ये ऽपि तादृशाः  ॥
]

`verse 61 [
तामसं राजसं वापि सात्त्विकं भावमेव च  ॥
आश्रित्य भक्त्या पूजाद्यं कुर्वन्भद्रं समश्नुते  ॥
]

`verse 62 [
यतः पापार्णवात्त्रातुं भक्तिर्नौरिव निर्मिता  ॥
तस्माद्भक्त्युपपन्नस्य रजसा तमसा च किम्  ॥
]

`verse 63 [
अन्त्यजो वाधमो वापि मूर्खो वा पतितो ऽपि वा  ॥
शिवं प्रपन्नश्चेत्कृष्ण पूज्यस्सर्वसुरासुरैः  ॥
]

`verse 64 [
तस्मात्सर्वप्रयत्नेन भक्त्यैव शिवमर्चयेत् ॥
अभुक्तानां क्वचिदपि फलं नास्ति यतस्ततः  ॥
]

`verse 65 [
वक्ष्याम्यतिरहस्यं ते शृणु कृष्ण वचो मम  ॥
वेदैश्शास्त्रैर्वेदविद्भिर्विचार्य सुविनिश्चितम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शिवशास्त्रोक्तपूजनवर्णनं नाम पञ्चविंशोऽध्यायः
]
