`speaker [
उपमन्युरुवाच
]

`verse 1 [
ब्रह्मघ्नो वा सुरापो वा स्तेयीवा गुरुतल्पगः  ॥
मातृहा पितृहा वापि वीरहा भ्रूणहापि वा  ॥
]

`verse 2 [
संपूज्यामन्त्रकं भक्त्या शिवं परमकारणम्  ॥
तैस्तैः पापैः प्रमुच्येत वर्षैर्द्वादशभिः क्रमात् ॥
]

`verse 3 [
तस्मात्सर्वप्रयत्नेन पतितो ऽपि यजेच्छिवम्  ॥
भक्तश्चेन्नापरः कश्चिद्भिक्षाहारो जितेंद्रियः  ॥
]

`verse 4 [
कृत्वापि सुमहत्पापं भक्त्या पञ्चाक्षरेण तु  ॥
पूजयेद्यदि देवेशं तस्मात्पापात्प्रमुच्यते  ॥
]

`verse 5 [
अब्भक्षा वायुभक्षाश्च ये चान्ये व्रतकर्शिताः  ॥
तेषामेतैर्व्रतैर्नास्ति शिवलोकसमागमः  ॥
]

`verse 6 [
भक्त्या पञ्चाक्षरेणैव यः शिवं सकृदर्चयेत् ॥
सोपि गच्छेच्छिवस्थानं शिवमन्त्रस्य गौरवात् ॥
]

`verse 7 [
तस्मात्तपांसि यज्ञांश्च सर्वे सर्वस्वदक्षिणाः  ॥
शिवमूर्त्यर्चनस्यैते कोट्यंशेनापि नो समाः  ॥
]

`verse 8 [
बद्धो वाप्यथ मुक्तो वा पश्चात्पञ्चाक्षरेण चेत् ॥
पूजयन्मुच्यते भक्तो नात्र कार्या विचारणा  ॥
]

`verse 9 [
अरुद्रो वा सरुद्रो वा सूक्तेन शिवमर्चयेत् ॥
यः सकृत्पतितो वापिमूढो वा मुच्यते नरः  ॥
]

`verse 10 [
षडक्षरेण वा देवं सूक्तमन्त्रेण पूजयेत् ॥
शिवभक्तो जितक्रोधो ह्यलब्धो लब्ध एव च  ॥
]

`verse 11 [
अलब्धाल्लब्ध एवात्र विशिष्टो नात्र संशयः  ॥
स ब्रह्मांगेन वा तेन सहंसेन विमुच्यते  ॥
]

`verse 12 [
तस्मान्नित्यं शिवं भक्त्या सूक्तमन्त्रेण पूजयेत् ॥
एककालं द्विकालं वा त्रिकालं नित्यमेव वा  ॥
]

`verse 13 [
ये ऽर्चयंति महादेवं विज्ञेयास्ते महेश्वराः  ॥
ज्ञानेनात्मसहायेन नार्चितो भगवाञ्छिवः  ॥
]

`verse 14 [
स चिरं संसरत्यस्मिन्संसारे दुःखसागरे  ॥
दुर्ल्लभं प्राप्य मानुष्यं मूढो नार्चयते शिवम्  ॥
]

`verse 15 [
निष्फलं तस्य तज्जन्म मोक्षाय न भवेद्यतः  ॥
दुर्ल्लभं प्राप्य मानुष्यं ये ऽर्चयन्ति पिनाकिनम्  ॥
]

`verse 16 [
तेषां हि सफलं जन्म कृतार्थास्ते नरोत्तमाः  ॥
भवभक्तिपरा ये च भवप्रणतचेतसः  ॥
]

`verse 17 [
भवसंस्मरणोद्युक्ता न ते दुःखस्य भागिनः  ॥
भवनानि मनोज्ञानि विभ्रमाभरणाः स्त्रियः  ॥
]

`verse 18 [
धनं चातृप्तिपर्यन्तं शिवपूजाविधेः फलम्  ॥
ये वाञ्छन्ति महाभोगान्राज्यं च त्रिदशालये  ॥
]

`verse 19 [
ते वाञ्छन्ति सदाकालं हरस्य चरणाम्बुजम्  ॥
सौभाग्यं कान्तिमद्रूपं सत्त्वं त्यागार्द्रभावता  ॥
]

`verse 20 [
शौर्यं वै जगति ख्यातिश्शिवमर्चयतो भवेत् ॥
तस्मात्सर्वं परित्यज्य शिवैकाहितमानसः  ॥
]

`verse 21 [
शिवपूजाविधिं कुर्याद्यदीच्छेच्छिवमात्मनः  ॥
त्वरितं जीवितं याति त्वरितं याति यौवनम्  ॥
]

`verse 22 [
त्वरितं व्याधिरभ्येति तस्मात्पूज्यः पिनाकधृक् ॥
यावन्नायाति मरणं यावन्नाक्रमते जरा  ॥
]

`verse 23 [
यावन्नेन्द्रियवैकल्यं तावत्पूजय शंकरम्  ॥
न शिवार्चनतुल्यो ऽस्ति धर्मो ऽन्यो भुवनत्रये  ॥
]

`verse 24 [
इति विज्ञाय यत्नेन पूजनीयस्सदाशिवः  ॥
द्वारयागं जवनिकां परिवारबलिक्रियाम्  ॥
]

`verse 25 [
नित्योत्सवं च कुर्वीत प्रसादे यदि पूजयेत् ॥
हविर्निवेदनादूर्ध्वं स्वयं चानुचरो ऽपि वा  ॥
]

`verse 26 [
प्रसादपरिवारेभ्यो बलिं दद्याद्यथाक्रमम्  ॥
निर्गम्य सह वादित्रैस्तदाशाभिमुखः स्थितः  ॥
]

`verse 27 [
पुष्पं धूपं च दीपञ्च दद्यादन्नं जलैः सह  ॥
ततो दद्यान्महापीठे तिष्ठन्बलिमुदङ्मुखः  ॥
]

`verse 28 [
ततो निवेदितं देवे यत्तदन्नादिकं पुरा  ॥
तत्सर्वं सावशेषं वा चण्डाय विनिवेदयेत् ॥
]

`verse 29 [
हुत्वा च विधिवत्पश्चात्पूजाशेषं समापयेत् ॥
कृत्वा प्रयोगं विधिवद्यावन्मन्त्रं जपं ततः  ॥
]

`verse 30 [
नित्योत्सवं प्रकुर्वीत यथोक्तं शिवशासने  ॥
विपुले तैजसे पात्रे रक्तपद्मोपशोभिते  ॥
]

`verse 31 [
अस्त्रं पाशुपतं दिव्यं तत्रावाह्य समर्चयेत् ॥
शिवस्यारोप्यः तत्पात्रं द्विजस्यालंकृतस्य च  ॥
]

`verse 32 [
न्यस्तास्त्रवपुषा तेन दीप्तयष्टिधरस्य च  ॥
प्रासादपरिवारेभ्यो बहिर्मंगलनिःस्वनैः  ॥
]

`verse 33 [
नृत्यगेयादिभिश्चैव सह दीपध्वजादिभिः  ॥
प्रदक्षिणत्रयं कृत्वा न द्रुतं चाविलम्बितम्  ॥
]

`verse 34 [
महापीठं समावृत्य त्रिःप्रदक्षिणयोगतः  ॥
पुनः प्रविष्टो द्वारस्थो यजमानः कृताञ्जलिः  ॥
आदायाभ्यंतरं नीत्वा ह्यस्त्रमुद्वासयेत्ततः  ॥
]

`verse 35 [
प्रदक्षिणादिकं कृत्वा यथापूर्वोदितं क्रमात् ॥
आदाय चाष्टपुष्पाणि पूजामथ समापयेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे सांगोपांगपूजाविधानवर्णनं नाम षड्विंशो ऽध्यायः
]
