`speaker [
उपमन्युरुवाच
]

`verse 1 [
अथाग्निकार्यं वक्ष्यामि कुण्डे वा स्थंडिले ऽपि वा  ॥
वेद्यां वा ह्यायसे पात्रे मृन्मये वा नवे शुभे  ॥
]

`verse 2 [
आधायाग्निं विधानेन संस्कृत्य च ततः परम्  ॥
तत्राराध्य महादेवं होमकर्म समाचरेत् ॥
]

`verse 3 [
कुण्डं द्विहस्तमानं वा हस्तमात्रमथापि वा  ॥
वृत्तं वा चतुरस्रं वा कुर्याद्वेदिं च मण्डलम्  ॥
]

`verse 4 [
कुण्डं विस्तारवन्निम्नं तन्मध्ये ऽष्टदलाम्बुजम्  ॥
चतुरंगुलमुत्सेधं तस्य द्व्यंगुलमेव वा  ॥
]

`verse 5 [
वितस्तिद्विगुणोन्नत्या नाभिमन्तः प्रचक्षते  ॥
मध्यं च मध्यमांगुल्या मध्यमोत्तमपर्वणोः  ॥
]

`verse 6 [
अंगुलैः कथ्यते सद्भिश्चतुर्विंशतिभिः करः  ॥
मेखलानां त्रयं वापि द्वयमेकमथापि वा  ॥
]

`verse 7 [
यथाशोभं प्रकुर्वीत श्लक्ष्णमिष्टं मृदा स्थिरम्  ॥
अश्वत्थपत्रवद्योनिं गजाधारवदेव वा  ॥
]

`verse 8 [
मेखलामध्यतः कुर्यात्पश्चिमे दक्षिणे ऽपि वा  ॥
शोभनामग्नितः किंचिन्निम्नामुन्मीलिकां शनैः  ॥
]

`verse 9 [
अग्रेण कुण्डाभिमुखीं किंचिदुत्सृज्य मेखलाम्  ॥
नोत्सेधनियमो वेद्याः सा मार्दी वाथ सैकती  ॥
]

`verse 10 [
मंडलं गोशकृत्तोयैर्मानं पात्रस्य नोदितम्  ॥
कुण्डं च मृन्मयं वेदिमालिपेद्गोमयांबुना  ॥
]

`verse 11 [
प्रक्षाल्य तापयेत्पात्रं प्रोक्षयेदन्यदंभसा  ॥
स्वसूत्रोक्तप्रकारेण कुण्डादौ विल्लिखेत्ततः  ॥
]

`verse 12 [
संप्रोक्ष्य कल्पयेद्दर्भैः पुष्पैर्वा वह्निविष्टरम्  ॥
अर्चनार्थं च होमार्थं सर्वद्रव्याणि साधयेत् ॥
]

`verse 13 [
प्रक्षाल्यक्षालनीयानि प्रोक्षण्या प्रोक्ष्य शोधयेत् ॥
मणिजं काष्ठजं वाथ श्रोत्रियागारसम्भवम्  ॥
]

`verse 14 [
अन्यं वाभ्यर्हितं वह्निं ततः साधारमानयेत् ॥
त्रिः प्रदक्षिणमावृत्य कुण्डादेरुपरि क्रमात् ॥
]

`verse 15 [
वह्निबीजं समुच्चार्य त्वादधीताग्निमासने  ॥
योनिमार्गेण वा तद्वदात्मनः संमुखेन वा  ॥
]

`verse 16 [
नियोगः प्रदेश सर्वं कुंडं कुर्याद्विचक्षणः  ॥
स्वनाभ्यंतःस्थितं वह्निं तद्रंध्राद्विस्फुलिंगवद् ॥
]

`verse 17 [
निर्गम्य पावके बाह्ये लीनं बिंबाकृति स्मरेत् ॥
आज्यसंस्कारपर्यंतमन्वाधानपुरस्सरम्  ॥
]

`verse 18 [
स्वसूत्रोक्तक्रमात्कुर्यान्मूलमन्त्रेण मन्त्रवित् ॥
शिवमूर्तिं समभ्यर्च्य ततो दक्षिणपार्श्वतः  ॥
]

`verse 19 [
न्यस्य मन्त्रं घृते मुद्रां दर्शयेद्धेनुसंज्ञिताम्  ॥
स्रुक्स्रुवौ तैजसौ ग्राह्यौ न कांस्यायससैसकौ  ॥
]

`verse 20 [
यज्ञदारुमयौ वापि स्मार्तौ वा शिल्पसम्मतौ  ॥
पर्णे वा ब्रह्मवृक्षादेरच्छिद्रे मध्य उत्थिते  ॥
]

`verse 21 [
संसृज्य दर्भैस्तौ वह्नौ संताप्य प्रोक्षयेत्पुनः  ॥
पारार्षर्च्यस्वसूत्रोक्तक्रमेण शिवपूर्वकैः  ॥
]

`verse 22 [
जुहुयादष्टभिर्बीजैरग्निसंस्कारसिद्धये  ॥
भ्रुंस्तुंब्रुश्रुं क्रमेणैव पुंड्रंद्रमित्यतः परम्  ॥
]

`verse 23 [
बीजानि सप्त सप्तानां जिह्वानामनुपूर्वशः  ॥
त्रिशिखा मध्यमा जिह्वा बहुरूपसमाह्वया  ॥
]

`verse 24 [
रक्ताग्नेयी नैरृती च कृष्णान्या सुप्रभा मता  ॥
अतिरिक्ता मरुज्जिह्वा स्वनामानुगुणप्रभा  ॥
]

`verse 25 [
स्वबीजानन्तरं वाच्या स्वाहांतञ्च यथाक्रमम्  ॥
जिह्वामंत्रैस्तु तैर्हुत्वाज्यं जिह्वास्त्वेकैकश क्रमात् ॥
]

`verse 26 [
रं वह्नयेति स्वाहेति मध्ये हुत्वाहुतित्रयम्  ॥
सर्पिषा वा समिद्भिर्वा परिषेचनमाचरेत् ॥
]

`verse 27 [
एवं कृते शिवाग्निः स्यात्स्मरेत्तत्र शिवासनम्  ॥
तत्रावाह्य यजेद्देवमर्धनारीश्वरं शिवम्  ॥
दीपान्तं परिषिच्याथ समिद्धोमं समाचरेत् ॥
]

`verse 28 [
ताः पालाश्यः परा वापि याज्ञिया द्वादशांगुलाः  ॥
अवक्रा न स्वयं शुष्कास्सत्वचो निर्व्रणाः समाः  ॥
]

`verse 29 [
दशांगुला वा विहिताः कनिष्ठांगुलिसंमिताः  ॥
प्रादेशमात्रा वालाभे होतव्याः सकला अपि  ॥
]

`verse 30 [
दूर्वापत्रसमाकारां चतुरंगुलमायताम्  ॥
दद्यादाज्याहुतिं पश्चादन्नमक्षप्रमाणतः  ॥
]

`verse 31 [
लाजांस्तथा सर्षपांश्च यवांश्चैव तिलांस्तथा  ॥
सर्पिषाक्तानि भक्ष्याणि लेह्यचोष्याणि सम्भवे  ॥
]

`verse 32 [
दशैवाहुतयस्तत्र पञ्च वा त्रितयं च वा  ॥
होतव्याः शक्तितो दद्यादेकमेवाथ वाहुतिम्  ॥
]

`verse 33 [
श्रुवेणाज्यं समित्याद्यास्रुचाशेषात्करेण वा  ॥
तत्र दिव्येन होतव्यं तीर्थेनार्षेण वा तथा  ॥
]

`verse 34 [
द्रव्येणैकेन वा ऽलाभे जुहुयाच्छ्रद्धया पुनः  ॥
प्रायश्चित्ताय जुहुयान्मंत्रयित्वाहुतित्रयम्  ॥
]

`verse 35 [
ततो होमविशिष्टेन घृतेनापूर्य वै स्रुचम्  ॥
निधाय पुष्पं तस्याग्रे श्रुवेणाधोमुखेन ताम्  ॥
]

`verse 36 [
सदर्भेन समाच्छाद्य मूलेनांजलिनोत्थितः  ॥
वौषडंतेन जुहुयाद्धारां तु यवसंमिताम्  ॥
]

`verse 37 [
इत्थं पूर्णाहुतिं कृत्वा परिषिंचेच्च पूर्ववत् ॥
तत उद्वास्य देवेशं गोपयेत्तु हुताशनम्  ॥
]

`verse 38 [
तमप्युद्वास्य वा नाभौ यजेत्संधाय नित्यशः  ॥
अथवा वह्निमानीय शिवशास्त्रोक्तवर्त्मना  ॥
]

`verse 39 [
वागीशीगर्भसंभूतं संस्कृत्य विधिवद्यजेत् ॥
अन्वाधानं पुनः कृत्वा परिधीन् परिधाय च  ॥
]

`verse 40 [
पात्राणि द्वन्द्वरूपेण निक्षिप्येष्ट्वा शिवं ततः  ॥
संशोध्य प्रोक्षणीपात्रं प्रोक्ष्यतानि तदंभसा  ॥
]

`verse 41 [
प्रणीतापात्रमैशान्यां विन्यस्या पूरितं जलैः  ॥
आज्यसंस्कारपर्यंतं कृत्वा संशोध्य स्रक्स्रुवौ  ॥
]

`verse 42 [
गर्भाधानं पुंसवनं सीमन्तोन्नयनं ततः  ॥
कृत्वा पृथक्पृथग्घुत्वा जातमग्निं विचिन्तयेत् ॥
]

`verse 43 [
त्रिपादं सप्तहस्तं च चतुःशृंगं द्विशीर्षकम्  ॥
मधुपिंगं त्रिनयनं सकपर्देन्दुशेखरम्  ॥
]

`verse 44 [
रक्तं रक्ताम्बरालेपं माल्यभूषणभूषितम्  ॥
सर्वलक्षणसंपन्नं सोपवीतं त्रिमेखलम्  ॥
]

`verse 45 [
शक्तिमन्तं स्रुक्स्रुवौ च दधानं दक्षिणे करे  ॥
तोमरं तालवृंतं च घृतपात्रं तथेतरैः  ॥
]

`verse 46 [
जातं ध्यात्वैवमाकारं जातकर्म समाचरेत् ॥
नालापनयनं कृत्वा ततः संशोध्य सूतकम्  ॥
]

`verse 47 [
शिवाग्निरुचिनामास्य कृत्वाहुतिपुरस्सरम्  ॥
पित्रोर्विसर्जनं कृत्वा चौलोपनयनादिकम्  ॥
]

`verse 48 [
अप्तोर्यामावसानान्तं कृत्वा संस्कारमस्य तु  ॥
आज्यधारादिहोमं च कृत्वा स्विष्टकृतं ततः  ॥
]

`verse 49 [
रमित्यनेन बीजेन परिषिंचेत्ततः परम्  ॥
ब्रह्मविष्णुशिवेशानां लोकेशानां तथैव च  ॥
]

`verse 50 [
तदस्त्राणां च परितः कृत्वा पूजां यथाक्रमम्  ॥
धूपदीपादिसिद्ध्यर्थं वह्निमुद्धृत्य कृत्यवित् ॥
]

`verse 51 [
साधयित्वाज्यपूर्वाणि द्रव्याणि पुनरेव च  ॥
कल्पयित्वासनं वह्नौ तत्रावाह्य यथापुरा  ॥
]

`verse 52 [
संपूज्य देवं देवीं च ततः पूर्णांतमाचरेत् ॥
अथ वा स्वाश्रमोक्तं तु वह्निकर्म शिवार्पणम्  ॥
]

`verse 53 [
बुद्ध्वा शिवाश्रमी कुर्यान्न च तत्रापरो विधिः  ॥
शिवाग्नेर्भस्मसंग्राह्यमग्निहोत्रोद्भवं तु वा  ॥
]

`verse 54 [
वैवाहोग्निभवं वापि पक्वं शुचि सुगंधि च  ॥
कपिलायाः शकृच्छस्तं गृहीतं गगने पतत् ॥
]

`verse 55 [
न क्लिन्नं नातिकठिनं न दुर्गन्धं न शोषितम्  ॥
उपर्यधः परित्यज्य गृह्णीयात्पतितं यदि  ॥
]

`verse 56 [
पिंडीकृत्य शिवाग्न्यादौ तत्क्षिपेन्मूलमंत्रतः  ॥
अपक्वमतिपाक्वं च संत्यज्य भसितं सितम्  ॥
]

`verse 57 [
आदाय वा समालोड्य भस्माधारे विनिक्षिपेत् ॥
तैजसं दारवं वापि मृन्मयं शैलमेव च  ॥
]

`verse 58 [
अन्यद्वा शोभनं शुद्धं भस्माधारं प्रकल्पयेत् ॥
समे देशे शुभे शुद्धे धनवद्भस्म निक्षिपेत् ॥
]

`verse 59 [
न चायुक्तकरे दद्यान्नैवाशुचितले क्षिपेत् ॥
न संस्पृशेच्च नीचांगैर्नोपेक्षेत न लंघयेत् ॥
]

`verse 60 [
तस्माद्भसितमादाय विनियुंजीत मन्त्रतः  ॥
कालेषूक्तेषु नान्यत्र नायोग्येभ्यः प्रदापयेत् ॥
]

`verse 61 [
भस्मसंग्रहणं कुर्याद्देवे ऽनुद्वासिते सति  ॥
उद्वासने कृते यस्माच्चण्डभस्म प्रजापते  ॥
]

`verse 62 [
अग्निकार्ये कृते पश्चाच्छिवशास्त्रोक्तमार्गतः  ॥
स्वसूत्रोक्तप्रकाराद्वा बलिकर्म समाचरेत् ॥
]

`verse 63 [
अथ विद्यासनं न्यस्य सुप्रलिप्ते तु मण्डले  ॥
विद्याकोशं प्रतिष्ठाप्य यजेत्पुष्पादिभिः क्रमात् ॥
]

`verse 64 [
विद्यायाः पुरतः कृत्वा गुरोरपि च मण्डलम्  ॥
तत्रासनवरं कृत्वा पुष्पाद्यै गुरुमर्चयेत् ॥
]

`verse 65 [
ततोनुपूजयेत्पूज्यान् भोजयेच्च बुभुक्षितान्  ॥
ततस्स्वयं च भुंजीत शुद्धमन्नं यथासुखम्  ॥
]

`verse 66 [
निवेदितं च वा देवे तच्छेषं चात्मशुद्धये  ॥
श्रद्दधानो न लोभेन न चण्डाय समर्पितम्  ॥
]

`verse 67 [
गन्धमाल्यादि यच्चान्यत्तत्राप्येष समो विधिः  ॥
न तु तत्र शिवोस्मीति बुद्धिं कुर्याद्विचक्षणः  ॥
]

`verse 68 [
भुक्त्वाचम्य शिवं ध्यात्वा हृदये मूलमुच्चरेत् ॥
कालशेषं नयेद्योग्यैः शिवशास्त्रकथादिभिः  ॥
]

`verse 69 [
रात्रौ व्यतीते पूर्वांशे कृत्वा पूजां मनोहराम्  ॥
शिवयोः शयनं त्वेकं कल्पयेदतिशोभनम्  ॥
]

`verse 70 [
भक्ष्यभोज्यांबरालेपपुष्पमालादिकं तथा  ॥
मनसा कर्मणा वापि कृत्वा सर्वं मनोहरम्  ॥
]

`verse 71 [
ततो देवस्य देव्याश्च पादमूले शुचिस्स्वपेत् ॥
गृहस्थो भार्यया सार्धं तदन्ये ऽपि तु केवलाः  ॥
]

`verse 72 [
प्रत्यूषसमयं बुद्ध्वा मात्रामाद्यामुदीरयेत् ॥
प्रणम्य मनसां देवं सांबं सगणमव्ययम्  ॥
]

`verse 73 [
देशकालोचितं कृत्वा शौचाद्यमपि शक्तितः  ॥
शंखादिनिनदैर्दिव्यैर्देवं देवीं च बोधयेत् ॥
]

`verse 74 [
ततस्तत्समयोन्निद्रैः पुष्पैरतिसुगंधिभिः  ॥
निर्वर्त्य शिवयोः पूजां प्रारभेत पुरोदितम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे अग्निकार्यवर्णनं नाम सप्तविंशोऽध्यायः
]
