`speaker [
उपमन्युरुवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि शिवाश्रमनिषेविणाम्  ॥
शिवशास्त्रोक्तमार्गेण नैमित्तिकविधिक्रमम्  ॥
]

`verse 2 [
सर्वेष्वपि च मासेषु पक्षयोरुभयोरपि  ॥
अष्टाभ्यां च चतुर्दश्यां तथा पर्वाणि च क्रमात् ॥
]

`verse 3 [
अयने विषुवे चैव ग्रहणेषु विशेषतः  ॥
कर्तव्या महती पूजा ह्यधिका वापि शक्तितः  ॥
]

`verse 4 [
मासिमासि यथान्यायं ब्रह्मकूर्चं प्रसाध्य तु  ॥
स्नापयित्वा शिवं तेन पिबेच्छेषमुपोषितः  ॥
]

`verse 5 [
ब्रह्महत्यादिदोषाणामतीव महतामपि  ॥
निष्कृतिर्ब्रह्मकूर्चस्य पानान्नान्या विशिष्यते  ॥
]

`verse 6 [
पौषे पुष्यनक्षत्रे कुर्यान्नीराजनं विभोः  ॥
माघे मघाख्ये नक्षत्रे प्रदद्याद्घृतकंबलम्  ॥
]

`verse 7 [
फाल्गुने चोत्तरान्ते वै प्रारभेत महोत्सवम्  ॥
चैत्रे चित्रापौर्णमास्यां दोलां कुर्याद्यथाविधि  ॥
]

`verse 8 [
वैशाख्यां तु विशाखायां कुर्यात्पुष्पमहालयम्  ॥
ज्येष्ठे मूलाख्यनक्षत्रे शीतकुम्भं प्रदापयेत् ॥
]

`verse 9 [
आषाढे चोत्तराषाढे पवित्रारोपणं तथा  ॥
श्रावणे प्राकृतान्यापि मण्डलानि प्रकल्पयेत् ॥
]

`verse 10 [
श्रविष्ठाख्ये तु नक्षत्रे प्रौष्ठपद्यां ततः परम्  ॥
प्रोक्षयेच्च जलक्रीडां पूर्वाषाढाश्रये दिने  ॥
]

`verse 11 [
आश्वयुज्यां ततो दद्यात्पायसं च नवोदनम्  ॥
अग्निकार्यं च तेनैव कुर्याच्छतभिषग्दिने  ॥
]

`verse 12 [
कार्तिक्यां कृतिकायोगे दद्याद्दीपसहस्रकम्  ॥
मार्गशीर्षे तथार्द्रायां घृतेन स्नापयेच्छिवम्  ॥
]

`verse 13 [
अशक्तस्तेषु कालेषु कुर्यादुत्सवमेव वा  ॥
आस्थानं वा महापूजामधिकं वा समर्चनम्  ॥
]

`verse 14 [
आवृत्ते ऽपि च कल्याणे प्रशस्तेष्वपि कर्मसु  ॥
दौर्मनस्ये दुराचारे दुःस्वप्ने दुष्टदर्शने  ॥
]

`verse 15 [
उत्पाते वाशुभेन्यस्मिन्रोगे वा प्रबले ऽथ वा  ॥
स्नानपूजाजपध्यानहोमदानादिकाः क्रियः  ॥
]

`verse 16 [
निर्मितानुगुणाः कार्याः पुरश्चरणपूर्विकाः  ॥
शिवानले च विहते पुनस्सन्धानमाचरेत् ॥
]

`verse 17 [
य एवं शर्वधर्मिष्ठो वर्तते नित्यमुद्यतः  ॥
तस्यैकजन्मना मुक्तिं प्रयच्छति महेश्वरः  ॥
]

`verse 18 [
एतद्यथोत्तरं कुर्यान्नित्यनैमित्तिकेषु यः  ॥
दिव्यं श्रीकंठनाथस्य स्थानमाद्यं स गच्छति  ॥
]

`verse 19 [
तत्र भुक्त्वा महाभोगान्कल्पकोटिशतन्नरः  ॥
कालांतरेच्युतस्तस्मादौमं कौमारमेव च  ॥
]

`verse 20 [
संप्राप्य वैष्णवं ब्राह्मं रुद्रलोकं विशेषतः  ॥
तत्रोषित्वा चिरं कालं भुक्त्वा भोगान्यथोदितान्  ॥
]

`verse 21 [
पुनश्चोर्ध्वं गतस्तस्मादतीत्य स्थानपञ्चकम्  ॥
श्रीकण्ठाज्ज्ञानमासाद्य तस्माच्छैवपुरं व्रजेत् ॥
]

`verse 22 [
अर्धचर्यारतश्चापि द्विरावृत्त्यैवमेव तु  ॥
पश्चाज्ज्ञानं समासाद्य शिवसायुज्यमाप्नुयात् ॥
]

`verse 23 [
अर्धार्धचरितो यस्तु देही देहक्षयात्परम्  ॥
अंडांतं वोर्ध्वमव्यक्तमतीत्य भुवनद्वयम्  ॥
]

`verse 24 [
संप्राप्य पौरुषं रौद्रस्थानमद्रीन्द्रजापतेः  ॥
अनेकयुगसाहस्रं भुक्त्वा भोगाननेकधा  ॥
]

`verse 25 [
पुण्यक्षये क्षितिं प्राप्य कुले महति जायते  ॥
तत्रापि पूर्वसंस्कारवशेन स महाद्युतिः  ॥
]

`verse 26 [
पशुधर्मान्परित्यज्य शिवधर्मरतो भवेत् ॥
तद्धर्मगौरवादेव ध्यात्वा शिवपुरं व्रजेत् ॥
]

`verse 27 [
भोगांश्च विविधान्भुक्त्वा विद्येश्वरपदं व्रजेत् ॥
तत्र विद्येश्वरैस्सार्धं भुक्त्वा भोगान्बहून्क्रमात् ॥
]

`verse 28 [
अण्डस्यांतर्बहिर्वाथ सकृदावर्तते पुनः  ॥
ततो लब्ध्वा शिवज्ञानं परां भक्तिमवाप्य च  ॥
]

`verse 29 [
शिवसाधर्म्यमासाद्य न भूयो विनिवर्तते  ॥
यश्चातीव शिवे भक्तो विषयासक्तचित्तवत् ॥
]

`verse 30 [
शिवदर्मानसो कुर्वन्नकुर्वन्वापि मुच्यते  ॥
एकावृत्तो द्विरावृत्तस्त्रिरावृत्तो निवर्तकः  ॥
]

`verse 31 [
न पुनश्चक्रवर्ती स्याच्छिवधर्माधिकारवान्  ॥
तस्माच्च्छिवाश्रितो भूत्वा येन केनापि हेतुना  ॥
]

`verse 32 [
शिवधर्मे मतिं कुर्याच्छ्रेयसे चेत्कृतोद्यमः  ॥
नात्र निर्बंधयिष्यामो वयं केचन केनचित् ॥
]

`verse 33 [
निर्बन्धेभ्यो ऽतिवादेभ्यः प्रकृत्यैतन्न रोचते  ॥
रोचते वा परेभ्यस्तु पुण्यसंस्कारगौरवात् ॥
]

`verse 34 [
संसारकारणं येषां न प्ररोढुमलं भवेत् ॥
प्रकृत्यनुगुणं तस्माद्विमृश्यैतदशेषतः  ॥
]

`verse 35 [
शिवधर्मे ऽधिकुर्वीत यदीच्छेच्छिवमात्मनः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे नित्यनैमित्तिकविधिवर्णनं नामाष्टाविंशो ऽध्यायः
]
