`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
भगवंस्त्वन्मुखादेव श्रुतं श्रुतिसमं मया  ॥
स्वाश्रितानां शिवप्रोक्तं नित्यनैमित्तिकं तथा  ॥
]

`verse 2 [
इदानीं श्रोतुमिच्छामि शिवधर्माधिकारिणाम्  ॥
काम्यमप्यस्ति चेत्कर्म वक्तुमर्हसि साम्प्रतम्  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 3 [
अस्त्यैहिकफलं किञ्चिदामुष्मिकफलं तथा  ॥
ऐहिकामुष्मिकञ्चापि तच्च पञ्चविधं पुनः  ॥
]

`verse 4 [
किंचित्क्रियामयं कर्म किंचित्कर्म तपो मयम्  ॥
]

`verse 5 [
जपध्यानमयं किंचित्किंचित्सर्वमयं तथा  ॥
क्रियामयं तथा भिन्नं होमदानार्चनक्रमात् ॥
]

`verse 6 [
सर्वशक्तिमतामेव नान्येषां सफलं भवेत् ॥
शक्तिश्चाज्ञा मदेशस्य शिवस्य परमात्मनः  ॥
]

`verse 7 [
तस्मात्काम्यानि कर्माणि कुर्यादाज्ञाधरोद्विजः  ॥
अथ वक्ष्यामि काम्यं हि चेहामुत्र फलप्रदम्  ॥
]

`verse 8 [
शैवैर्माहेश्वरैश्चैव कार्यमंतर्बहिः क्रमात् ॥
शिवो महेश्वरश्चेति नात्यंतमिह भिद्यते  ॥
]

`verse 9 [
यथा तथा न भिद्यंते शैवा माहेश्वरा अपि  ॥
शिवाश्रिता हि ते शैवा ज्ञानयज्ञरता नराः  ॥
]

`verse 10 [
माहेश्वरास्समाख्याता कर्मयज्ञरता भुवि  ॥
तस्मादाभ्यन्तरे कुर्युः शैवा माहेश्वरा वहिः  ॥
]

`verse 11 [
न तु प्रयोगो भिद्येत वक्ष्यमाणस्य कर्मणः  ॥
परीक्ष्य भूमिं विधिवद्गंधवर्णरसादिभिः  ॥
]

`verse 12 [
मनोभिलषिते तत्र वितानविततांबरे  ॥
सुप्रलिप्ते महीपृष्ठे दर्पणोदरसंनिभे  ॥
]

`verse 13 [
प्राचीमुत्पादयेत्पूर्वं शास्त्रदृष्टेन वर्त्मना  ॥
एकहस्तं द्विहस्तं वा मण्डलं परिकल्पयेत् ॥
]

`verse 14 [
आलिखेद्विमलं पद्ममष्टपत्रं सकर्णिकम्  ॥
रत्नहेमादिभिश्चूर्णैर्यथासंभवसंभृतैः  ॥
]

`verse 15 [
पञ्चावरणसंयुक्तं बहुशोभासमन्वितम्  ॥
दलेषु सिद्धयः कल्प्याः केसरेषु सशक्तिकाः  ॥
]

`verse 16 [
रुद्रा वामादयस्त्वष्टौ पूर्वादिदलतः क्रमात् ॥
कर्णिकायां च वैराग्यं बीजेषु नव शक्तयः  ॥
]

`verse 17 [
स्कन्दे शिवात्मको धर्मो नाले ज्ञानं शिवाश्रयम्  ॥
कर्णिकोपरि चाग्नेयं मंडलं सौरमैन्दवम्  ॥
]

`verse 18 [
शिवविद्यात्मतत्त्वाख्यं तत्त्वत्रयमतः परम्  ॥
सर्वासनोपरि सुखं विचित्रकुसुमान्वितम्  ॥
]

`verse 19 [
पञ्चावरणसंयुक्तं पूजयेदंबया सह  ॥
शुद्धस्फटिकसंकाशं प्रसन्नं शीतलद्युतिम्  ॥
]

`verse 20 [
विद्युद्वलयसंकाशजटामुकुटभूषितम्  ॥
शार्दूलचर्मवसनं किञ्चित्स्मितमुखांबुजम्  ॥
]

`verse 21 [
रक्तपद्मदलप्रख्यपादपाणितलाधरम्  ॥
सर्वलक्षणसंपन्नं सर्वाभरणभूषितम्  ॥
]

`verse 22 [
दिव्यायुधवरैर्युक्तं दिव्यगंधानुलेपनम्  ॥
पञ्चवक्त्रं दशभुजं चन्द्रखण्डशिखामणिम्  ॥
]

`verse 23 [
अस्य पूर्वमुखं सौम्यं बालार्कसदृशप्रभम्  ॥
त्रिलोचनारविंदाढ्यं कृतबालेंदुशेखरम्  ॥
]

`verse 24 [
दक्षिणं नीलजीमूतसमानरुचिरप्रभम्  ॥
भ्रुकुटीकुटिलं घोरं रक्तवृत्तेक्षणत्रयम्  ॥
]

`verse 25 [
दंष्ट्राकरालं दुर्धर्षं स्फुरिताधरपल्लवम्  ॥
उत्तरं विद्रुमप्रख्यं नीलालकविभूषितम्  ॥
]

`verse 26 [
सविलासं त्रिनयनं चन्द्राभरणशेखरम्  ॥
पश्चिमं पूर्णचन्द्राभं लोचनत्रितयोज्ज्वलम्  ॥
]

`verse 27 [
चन्द्ररेखाधरं सौम्यं मंदस्मितमनोहरम्  ॥
पञ्चमं स्फटिकप्रख्यमिंदुरेखासमुज्ज्वलम्  ॥
]

`verse 28 [
अतीव सौम्यमुत्फुल्ललोचनत्रितयोज्ज्वलम्  ॥
दक्षिणे शूलपरशुवज्रखड्गानलोज्ज्वलम्  ॥
]

`verse 29 [
सव्ये च नागनाराचघण्टापाशांकुशोज्ज्वलम्  ॥
निवृत्त्याजानुसंबद्धमानाभेश्च प्रतिष्ठया  ॥
]

`verse 30 [
आकंठं विद्यया तद्वदाललाटं तु शांतया  ॥
तदूर्ध्वं शांत्यतीताख्यकलया परया तथा  ॥
]

`verse 31 [
पञ्चाध्वव्यापिनं साक्षात्कलापञ्चकविग्रहम्  ॥
ईशानमुकुटं देवं पुरुषाख्यं पुरातनम्  ॥
]

`verse 32 [
अघोरहृदयं तद्वद्वामगुह्यं महेश्वरम्  ॥
सद्यपादं च तन्मूर्तिमष्टत्रिंशत्कलामयम्  ॥
]

`verse 33 [
मातृकामयमीशानं पञ्चब्रह्ममयं तथा  ॥
ओंकाराख्यमयं चैव हंसशक्त्या समन्वितम्  ॥
]

`verse 34 [
तथेच्छात्मिकया शक्त्या समारूढांकमंडलम्  ॥
ज्ञानाख्यया दक्षिणतो वामतश्च क्रियाख्यया  ॥
]

`verse 35 [
तत्त्वत्रयमयं साक्षाद्विद्यामूर्तिं सदाशिवम्  ॥
मूर्तिमूलेन संकल्प्य सकलीकृत्य च क्रमात् ॥
]

`verse 36 [
संपूज्य च यथान्यायमर्घान्तं मूलविद्यया  ॥
मूर्तिमन्तं शिवं साक्षाच्छक्त्या परमया सह  ॥
]

`verse 37 [
तत्रावाह्य महादेवं सदसद्व्यक्तिवर्जितम्  ॥
पञ्चोपकरणं कृत्वा पूजयेत्परमेश्वरम्  ॥
]

`verse 38 [
ब्रह्मभिश्च षडङ्गैश्च ततो मातृकया सह  ॥
प्रणवेन शिवेनैव शक्तियुक्तेन च क्रमात् ॥
]

`verse 39 [
शांतेन वा तथान्यैश्च वेदमन्त्रैश्च कृत्स्नशः  ॥
पूजयेत्परमं देवं केवलेन शिवेन वा  ॥
]

`verse 40 [
पाद्यादिमुखवासांतं कृत्वा प्रस्थापनं विना  ॥
पञ्चावरणपूजां तु ह्यारभेत यथाक्रमम्  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे काम्यकर्मवर्णनं नामैकोनत्रिंशत्तमोऽध्यायः
]
