`verse 1 [
तत्रादौ शिवयोः पार्श्वे दक्षिणे वामतः क्रमात् ॥
गंधाद्यैरर्चयेत्पूर्वं देवौ हेरंबषण्मुखौ  ॥
]

`verse 2 [
ततो ब्रह्माणि परित ईशानादि यथाक्रमम्  ॥
सशक्तिकानि सद्यांतं प्रथमावरणे यजेत् ॥
]

`verse 3 [
षडंगान्यपि तत्रैव हृदयादीन्यनुक्रमात् ॥
शिवस्य च शिवायाश्च वाह्नेयादि समर्चयेत् ॥
]

`verse 4 [
तत्र वामादिकान्रुद्रानष्टौ वामादिशक्तिभिः  ॥
अर्चयेद्वा न वा पश्चात्पूर्वादिपरितः क्रमात् ॥
]

`verse 5 [
प्रथमावरणं प्रोक्तं मया ते यदुनंदन  ॥
द्वितीयावरणं प्रीत्या प्रोच्यते श्रद्धया शृणु  ॥
]

`verse 6 [
अनंतं पूर्वादिक्पत्रे तच्छक्तिं तस्य वामतः  ॥
सूक्ष्मं दक्षिणदिक्पत्रे सह शक्त्या समर्चयेत् ॥
]

`verse 7 [
ततः पश्चिमदिक्पत्रे सह शक्त्या शिवोत्तमम्  ॥
तथैवोत्तरदिक्पत्रे चैकनेत्रं समर्चयेत् ॥
]

`verse 8 [
एकरुद्रं च तच्छक्तिं पश्चादीशदले ऽर्चयेत् ॥
त्रिमूर्तिं तस्य शक्तिं च पूजयेदग्निदिग्दले  ॥
]

`verse 9 [
श्रीकण्ठं नैरृते पत्रे तच्छक्तिं तस्य वामतः  ॥
तथैव मारुते पत्रे शिखंडीशं समर्चयेत् ॥
]

`verse 10 [
द्वितीयावरणे चेज्यास्सर्वर्तश्चक्रवर्तिनः  ॥
तृतीयावरणे पूज्याः शक्तिभिश्चाष्टमूर्तयः  ॥
]

`verse 11 [
अष्टसु क्रमशो दिक्षु पूर्वादिपरितः क्रमात् ॥
भवः शर्वस्तथेशानो रुद्रः पशुपतिस्ततः  ॥
]

`verse 12 [
उग्रो भीमो महादेव इत्यष्टौ मूर्तयः क्रमात् ॥
अनंतरं ततश्चैव महादेवादयः क्रमात् ॥
शक्तिभिस्सह संपूज्यास्तत्रैकादशमूर्तयः  ॥
]

`verse 13 [
महादेवः शिवो रुद्रः शंकरो नीललोहितः  ॥
ईशानो विजयो भीमो देवदेवो भवोद्भवः  ॥
]

`verse 14 [
कपर्दीशश्च कथ्यंते तथैकादशशक्तयः  ॥
तत्राष्टौ प्रथमं पूज्याः वाह्नेयादि यथाक्रमम्  ॥
]

`verse 15 [
देवदेवः पूर्वपत्रे ईशानं चाग्निगोचरे  ॥
भवोद्भवस्तयोर्मध्ये कपालीशस्ततः परम्  ॥
]

`verse 16 [
तस्मिन्नावरणे भूयो वृषेन्द्रं पुरतो यजेत् ॥
नंदिनं दक्षिणे तस्य महाकालं तथोत्तरे  ॥
]

`verse 17 [
शास्तारं वह्निदिक्पत्रे मात्ःर्दक्षिणदिग्दले  ॥
गजास्यं नैरृते पत्रे षण्मुखं वारुणे पुनः  ॥
]

`verse 18 [
ज्येष्ठां वायुदले गौरीमुत्तरे चंडमैश्वरे  ॥
शास्तृनन्दीशयोर्मध्ये मुनीन्द्रं वृषभं यजेत् ॥
]

`verse 19 [
महाकालस्योत्तरतः पिंगलं तु समर्चयेत् ॥
शास्तृमातृसमूहस्य मध्ये भृंगीश्वरं ततः  ॥
]

`verse 20 [
मातृविघ्नेशमध्ये तु वीरभद्रं समर्चयेत् ॥
स्कन्दविघ्नेशयोर्मध्ये यजेद्देवीं सरस्वतीम्  ॥
]

`verse 21 [
ज्येष्ठाकुमारयोर्मध्ये श्रियं शिवपदार्चिताम्  ॥
ज्येष्ठागणाम्बयोर्मध्ये महामोटीं समर्चयेत् ॥
]

`verse 22 [
गणाम्बाचण्डयोर्मध्ये देवीं दुर्गां प्रपूजयेत् ॥
अत्रैवावरणे भूयः शिवानुचरसंहतिम्  ॥
]

`verse 23 [
रुद्रप्रथमभूताख्यां विविधां च सशक्तिकाम्  ॥
शिवायाश्च सखीवर्गं जपेद्ध्यात्वा समाहितः  ॥
]

`verse 24 [
एवं तृतीयावरणे वितते पूजिते सति  ॥
चतुर्थावरणं ध्यात्वा बहिस्तस्य समर्चयेत् ॥
]

`verse 25 [
भानुः पूर्वदले पूज्यो दक्षिणे चतुराननः  ॥
रुद्रो वरुणदिक्पत्रे विष्णुरुत्तरदिग्दले  ॥
]

`verse 26 [
चतुर्णामपि देवानां पृथगावरणान्यथ  ॥
तस्यांगानि षडेवादौ दीप्ताद्याभिश्च शक्तिभिः  ॥
]

`verse 27 [
दीप्ता सूक्ष्मा जया भद्रा विभूतिर्विमला क्रमात् ॥
अमोघा विद्युता चैव पूर्वादि परितः स्थिताः  ॥
]

`verse 28 [
द्वितीयावरणे पूज्याश्चतस्रो मूर्तयः क्रमात् ॥
पूर्वाद्युत्तरपर्यंताः शक्तयश्च ततः परम्  ॥
]

`verse 29 [
आदित्यो भास्करो भानू रविश्चेत्यनुपूर्वशः  ॥
अर्को ब्रह्मा तथा रुद्रो विष्णुश्चैते विवस्वतः  ॥
]

`verse 30 [
विस्तारा पूर्वदिग्भागे सुतरां दक्षिणे स्थिताः  ॥
बोधनी पश्चिमे भागे आप्यायिन्युत्तरे पुनः  ॥
]

`verse 31 [
उषां प्रभां तथा प्राज्ञां सन्ध्यामपि ततः परम्  ॥
ऐशानादिषु विन्यस्य द्वितीयावरणे यजेत् ॥
]

`verse 32 [
सोममंगारकं चैव बुधं बुद्धिमतां वरम्  ॥
बृहस्पतिं बृहद्बुद्धिं भार्गवं तेजसां निधिम्  ॥
]

`verse 33 [
शनैश्चरं तथा राहुं केतुं धूम्रं भयंकरम्  ॥
समंततो यजेदेतांस्तृतीयावरणे क्रमात् ॥
]

`verse 34 [
अथवा द्वादशादित्या द्वितीयावरणे यजेत् ॥
तृतीयावरणे चैव राशीन्द्वादश पूजयेत् ॥
]

`verse 35 [
सप्तसप्त गणांश्चैव बहिस्तस्य समंततः  ॥
ऋषीन्देवांश्च गंधर्वान्पन्नगानप्सरोगणान्  ॥
]

`verse 36 [
ग्रामण्यश्च तथा यक्षान्यातुधानांस्तथा हयान्  ॥
सप्तच्छंदोमयांश्चैव वालखिल्यांश्च पूजयेत् ॥
]

`verse 37 [
एवं तृतीयावरणे समभ्यर्च्य दिवाकरम्  ॥
ब्रह्माणमर्चयेत्पश्चात्त्रिभिरावरणैः सहः  ॥
]

`verse 38 [
हिरण्यगर्भं पूर्वस्यां विराजं दक्षिणे ततः  ॥
कालं पश्चिमदिग्भागे पुरुषं चोत्तरे यजेत् ॥
]

`verse 39 [
हिरण्यगर्भः प्रथमो ब्रह्मा कमलसन्निभः  ॥
कालो जात्यंजनप्रख्यः पुरुषः स्फटिकोपमः  ॥
]

`verse 40 [
त्रिगुणो राजसश्चैव तामसः सात्त्विकस्तथा  ॥
चत्वार एते क्रमशः प्रथमावरणे स्थिताः  ॥
]

`verse 41 [
द्वितीयावरणे पूज्याः पूर्वादिपरितः क्रमात् ॥
सनत्कुमारः सनकः सनंदश्च सनातनः  ॥
]

`verse 42 [
तृतीयावरणे पश्चादर्चयेच्च प्रजापतीन्  ॥
अष्टौ पूर्वांश्च पूर्वादौ त्रीन्प्राक्पश्चादनुक्रमात् ॥
]

`verse 43 [
दक्षो रुचिर्भृगुश्चैव मरीचिश्च तथांगिराः  ॥
पुलस्त्यः पुलहश्चैव क्रतुरत्रिश्च कश्यपः  ॥
]

`verse 44 [
वसिष्ठश्चेति विख्याताः प्रजानां पतयस्त्विमे  ॥
तेषां भार्याश्च तैस्सार्धं पूजनीया यथाक्रमम्  ॥
]

`verse 45 [
प्रसूतिश्च तथाकूतिः ख्यातिः सम्भूतिरेव च  ॥
धृतिः स्मृतिः क्षमा चैव सन्नतिश्चानसूयका  ॥
]

`verse 46 [
देवमातारुन्धती च सर्वाः खलु पतिव्रताः  ॥
शिवार्चनरतो नित्यं श्रीमत्यः प्रियदर्शनाः  ॥
]

`verse 47 [
प्रथमावरणे वेदांश्चतुरो वा प्रपूजयेत् ॥
इतिहासपुराणानि द्वितीयावरणे पुनः  ॥
]

`verse 48 [
तृतीयावरणे पश्चाद्धर्मशास्त्रपुरस्सराः  ॥
वैदिक्यो निखिला विद्याः पूज्या एव समंततः  ॥
]

`verse 49 [
पूर्वादिपुरतो वेदास्तदन्ये तु यथारुचि  ॥
अष्टधा वा चतुर्धा वा कृत्वा पूजां समंततः  ॥
]

`verse 50 [
एवं ब्रह्माणमभ्यर्च्य त्रिभिरावरणैर्युतम्  ॥
दक्षिणे पश्चिमे पश्चाद्रुद्रं सावरणं यजेत् ॥
]

`verse 51 [
तस्य ब्रह्मषडंगानि प्रथमावरणं स्मृतम्  ॥
द्वितीयावरणे चैव विद्येश्वरमयं तथा  ॥
]

`verse 52 [
तृतीयावरणे भेदो विद्यते स तु कथ्यते  ॥
चतस्रो मूर्तयस्तस्य पूज्याः पूर्वादितः क्रमात् ॥
]

`verse 53 [
त्रिगुणास्सकलो देवः पुरस्ताच्छिवसंज्ञकः  ॥
राजसो दक्षिणे ब्रह्मा सृष्टिकृत्पूज्यते भवः  ॥
]

`verse 54 [
तामसः पश्चिमे चाग्निः पूज्यस्संहारको हरः  ॥
सात्त्विकस्सुखकृत्सौम्ये विष्णुर्विश्वपतिर्मृडः  ॥
]

`verse 55 [
एवं पश्चिमदिग्भागे शम्भोः षड्विंशकं शिवम्  ॥
समभ्यर्च्योत्तरे पार्श्वे ततो वैकुंठमर्चयेत् ॥
]

`verse 56 [
वासुदेवं पुरस्कृत्वा प्रथमावरणे यजेत् ॥
अनिरुद्धं दक्षिणतः प्रद्युम्नं पश्चिमे ततः  ॥
]

`verse 57 [
सौम्ये संकर्षणं पश्चाद्व्यत्यस्तौ वा यजेदिमौ  ॥
प्रथमावरणं प्रोक्तं द्वितीयावरणं शुभम्  ॥
]

`verse 58 [
मत्स्यः कूर्मो वराहश्च नरसिंहोथ वामनः  ॥
रामश्चान्यतमः कृष्णो भवानश्वमुखोपि च  ॥
]

`verse 59 [
तृतीयावरणे चक्रुः पूर्वभागे समर्चयेत् ॥
नारायणाख्यां याम्येस्त्रं क्वचिदव्याहतं यजेत् ॥
]

`verse 60 [
पश्चिमे पांचजन्यं च शार्ङ्गंधनुरथोत्तरे  ॥
एवं त्र्यावरणैः साक्षाद्विश्वाख्यां परमं हरिम्  ॥
]

`verse 61 [
महाविष्णुं सदाविष्णुं मूर्तीकृत्य समर्चयेत् ॥
इत्थं विष्णोश्चतुर्व्यूहक्रमान्मूर्तिचतुष्टयम्  ॥
पूजयित्वा च तच्छक्तीश्चतस्रः पुजयेत्क्रमात् ॥
]

`verse 62 [
प्रभामाग्नेयदिग्भागे नैरृते तु सरस्वतीम्  ॥
गणांबिका च वायव्ये लक्ष्मीं रौद्रे समर्चयेत् ॥
]

`verse 63 [
एवं भान्वादिमूर्तीनां तच्छक्तीनामनंतरम्  ॥
पूजां विधाय लोकेशांस्तत्रैवावरणे यजेत् ॥
]

`verse 64 [
इन्द्रमग्निं यमं चैव निरृतिं वरुणं तथा  ॥
वायुं सोमं कुबेरं च पश्चादीशानमर्चयेत् ॥
]

`verse 65 [
एवं चतुर्थावरणं पूजयित्वा विधानतः  ॥
आयुधानि महेशस्य पश्चाद्बांह्यं समर्चयेत् ॥
]

`verse 66 [
श्रीमन्त्रिशूलमैशाने वज्रं माहेन्द्रदिङ्मुखे  ॥
परशुं वह्निदिग्भागे याम्ये सायकमर्चयेत् ॥
]

`verse 67 [
नैरृते तु यजेत्खड्गं पाशं वारुणगोचरे  ॥
अंकुशं मारुते भागे पिनाकं चोत्तरे यजेत् ॥
]

`verse 68 [
पश्चिमाभिमुखं रौद्रं क्षेत्रपालं समर्चयेत् ॥
पञ्चमावरणं चैव सम्पूज्यानन्तरं बहिः  ॥
]

`verse 69 [
सर्वावरणदेवानां बहिर्वा पञ्चमे ऽथवा  ॥
पञ्चमे मातृभिस्सार्धं महोक्ष पुरतो यजेत् ॥
]

`verse 70 [
ततः समंततः पूज्यास्सर्वा वै देवयोनयः  ॥
खेचरा ऋषयस्सिद्धा दैत्या यक्षाश्च राक्षसाः  ॥
]

`verse 71 [
अनंताद्याश्च नागेंद्रा नागैस्तत्तत्कुलोद्भवैः  ॥
डाकिनीभूतवेतालप्रेतभैरवनायकाः  ॥
]

`verse 72 [
पातालवासिनश्चान्ये नानायोनिसमुद्भवाः  ॥
नद्यस्समुद्रा गिरयः काननानि सरांसि च  ॥
]

`verse 73 [
पशवः पक्षिणो वृक्षाः कीटाद्याः क्षुद्रयोनयः  ॥
नराश्च विविधाकारा मृगाश्च क्षुद्रयोनयः  ॥
]

`verse 74 [
भुवनान्यन्तरण्डस्य ततो ब्रह्माण्डकोटयः  ॥
बहिरंडान्यसंख्यानि भुवनानि सहाधिपैः  ॥
]

`verse 75 [
ब्रह्मांडाधारका रुद्रा दशदिक्षु व्यवस्थिताः  ॥
यद्गौड यच्च मामेयं यद्वा शाक्तं ततः परम्  ॥
]

`verse 76 [
यत्किञ्चिदस्ति शब्दस्य वाच्यं चिदचिदात्मकम्  ॥
तत्सर्वं शिवयोः पार्श्वे बुद्ध्वा सामान्यतो यजेत् ॥
]

`verse 77 [
कृतांजलिपुटाः सर्वे ऽचिंत्याः स्मितमुखास्तथा  ॥
प्रीत्या संप्रेक्षमाणाश्च देवं देवीं च सर्वदा  ॥
]

`verse 78 [
इत्थमावरणाभ्यर्चां कृत्वाविक्षेपशांतये  ॥
पुनरभ्यर्च्य देवेशं पक्त्वाक्षरमुदीरयेत् ॥
]

`verse 79 [
निवेदयेत्ततः पश्चाच्छिवयोरमृतोपमम्  ॥
सुव्यञ्जनसमायुक्तं शुद्धं चारु महाचरुम्  ॥
]

`verse 80 [
द्वात्रिंशदाढकैर्मुख्यमधमं त्वाढकावरम्  ॥
साधयित्वा यथासंपच्छ्रद्धया विनिवेदयेत् ॥
]

`verse 81 [
ततो निवेद्य पानीयं तांबूलं चोपदंशकैः  ॥
नीराजनादिकं कृत्वा पूजाशेषं समापयेत् ॥
]

`verse 82 [
भोगोपयोग्यद्रव्याणि विशिष्टान्येव साधयेत् ॥
वित्तशाठ्यं न कुर्वीत भक्तिमान्विभवे सति  ॥
]

`verse 83 [
शठस्योपेक्षकस्यापि व्यंग्यं चैवानुतिष्ठतः  ॥
न फलंत्येव कर्माणि काम्यानीति सतां कथा  ॥
]

`verse 84 [
तस्मात्सम्यगुपेक्षां च त्यक्त्वा सर्वांगयोगतः  ॥
कुर्यात्काम्यानि कर्माणि फलसिद्धिं यदीच्छति  ॥
]

`verse 85 [
इत्थं पूजां समाप्याथ देवं देवीं प्रणम्य च  ॥
भक्त्या मनस्समाधाय पश्चात्स्तोत्रमुदीरयेत् ॥
]

`verse 86 [
ततः स्तोत्रमुपास्यान्ते त्वष्टोत्तरशतावराम्  ॥
जपेत्पञ्चाक्षरीं विद्यां सहस्रोत्तरमुत्सुकः  ॥
]

`verse 87 [
विद्यापूजां गुरोः पूजां कृत्वा पश्चाद्यथाक्रमम्  ॥
यथोदयं यथाश्राद्धं सदस्यानपि पूजयेत् ॥
]

`verse 88 [
ततः उद्वास्य देवेशं सर्वैरावरणैः सह  ॥
मण्डलं गुरवे दद्याद्यागोपकरणैस्सह  ॥
]

`verse 89 [
शिवाश्रितेभ्यो वा दद्यात्सर्वमेवानुपूर्वशः  ॥
अथवा तच्छिवायैव शिवक्षेत्रे समर्पयेत् ॥
]

`verse 90 [
शिवाग्नौ वा यजेद्देवं होमद्रव्यैश्च सप्तभिः  ॥
समभ्यर्च्य यथान्यायं सर्वावरणदेवताः  ॥
]

`verse 91 [
एष योगेश्वरो नाम त्रिषु लोकेषु विश्रुतः  ॥
न तस्मादधिकः कश्चिद्यागो ऽस्ति भुवने क्वचित् ॥
]

`verse 92 [
न तदस्ति जगत्यस्मिन्नसध्यं यदनेन तु  ॥
ऐहिकं वा फलं किंचिदामुष्मिकफलं तु वा  ॥
]

`verse 93 [
इदमस्य फलं नेदमिति नैव नियम्यते  ॥
श्रेयोरूपस्य कृत्स्नस्य तदिदं श्रेष्टसाधनम्  ॥
]

`verse 94 [
इदं न शक्यते वक्तुं पुरुषेण यदर्च्यते  ॥
चिंतामणेरिवैतस्मात्तत्तेन प्राप्यते फलम्  ॥
]

`verse 95 [
तथापि क्षुद्रमुद्दिश्य फलं नैतत्प्रयोजयेत् ॥
लघ्वर्थी महतो यस्मात्स्वयं लघुतरो भवेत् ॥
]

`verse 96 [
महद्वा फलमल्पं वा कृतं चेत्कर्म सिध्यति  ॥
महादेवं समुद्दिश्य कृतं कर्म प्रयुज्यताम्  ॥
]

`verse 97 [
तस्मादनन्यलभ्येषु शत्रुमृत्युंजयादिषु  ॥
फलेषु दृष्टादृष्टेषु कुर्यादेतद्विचक्षणः  ॥
]

`verse 98 [
महत्स्वपि च पातेषु महारागभयादिषु  ॥
दुर्भिक्षादिषु शांत्यर्थं शांतिं कुर्यादनेन तु  ॥
]

`verse 99 [
बहुना किं प्रलापेन महाव्यापन्निवारकम्  ॥
आत्मीयमस्त्रं शैवानामिदमाह महेश्वरः  ॥
]

`verse 100 [
तस्मादितः परं नास्ति परित्राणमिहात्मनः  ॥
इति मत्वा प्रयुंजानः कर्मेदं शुभमश्नुते  ॥
]

`verse 101 [
स्तोत्रमात्रं शुचिर्भूत्वा यः पठेत्सुसमाहितः  ॥
सोप्यभीष्टतमादर्थादष्टांशफलमाप्नुयात् ॥
]

`verse 102 [
अर्थं तस्यानुसन्धाय पर्वण्यनशनः पठेत् ॥
अष्टाभ्यां वा चतुर्दश्यां फलमर्धं समाप्नुयात् ॥
]

`verse 103 [
यस्त्वर्थमनुसंधाय पर्वादिषु तथा व्रती  ॥
मासमेकं जपेत्स्तोत्रं स कृत्स्नं फलमाप्नुयात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शैवानां काम्यकवर्णनं नाम त्रिंशोऽध्यायः
]
