`speaker [
उपमन्युरुवाच
]

`verse 1 [
स्तोत्रं वक्ष्यामि ते कृष्ण पञ्चावरणमार्गतः  ॥
योगेश्वरमिदं पुण्यं कर्म येन समाप्यते  ॥
]

`verse 2 [
जय जय जगदेकनाथ शंभो प्रकृतिमनोहर नित्यचित्स्वभाव  ॥
अतिगतकलुषप्रपञ्चवाचामपि मनसां पदवीमतीततत्त्वम्  ॥
]

`verse 3 [
स्वभावनिर्मलाभोग जय सुन्दरचेष्टित  ॥
स्वात्मतुल्यमहाशक्ते जय शुद्धगुणार्णव  ॥
]

`verse 4 [
अनन्तकांतिसंपन्न जयासदृशविग्रह  ॥
अतर्क्यमहिमाधार जयानाकुलमंगल  ॥
]

`verse 5 [
निरंजन निराधार जय निष्कारणोदय  ॥
निरन्तरपरानन्द जय निर्वृतिकारण  ॥
]

`verse 6 [
जयातिपरमैश्वर्य जयातिकरुणास्पद  ॥
जय स्वतंत्रसर्वस्व जयासदृशवैभव  ॥
]

`verse 7 [
जयावृतमहाविश्व जयानावृत केनचित् ॥
जयोत्तर समस्तस्य जयात्यन्तनिरुत्तर  ॥
]

`verse 8 [
जयाद्भुत जयाक्षुद्र जयाक्षत जयाव्यय  ॥
जयामेय जयामाय जयाभाव जयामल  ॥
]

`verse 9 [
महाभुज महासार महागुण महाकथ  ॥
महाबल महामाय महारस महारथ  ॥
]

`verse 10 [
नमश्शिवाय शांताय नमश्शिवतराय ते  ॥
]

`verse 11 [
त्वदधीनमिदं कृत्स्नं जगद्धि ससुरासुरम्  ॥
]

`verse 12 [
अतस्त्वद्विहितामाज्ञां क्षमते को ऽतिवर्तितुम्  ॥
]

`verse 13 [
अयं पुनर्जनो नित्यं भवदेकसमाश्रयः  ॥
भवानतो ऽनुगृह्यास्मै प्रार्थितं संप्रयच्छतु  ॥
]

`verse 14 [
जयांबिके जगन्मातर्जय सर्वजगन्मयि  ॥
जयानवधिकैश्वर्ये जयानुपमविग्रहे  ॥
]

`verse 15 [
जय वाङ्मनसातीते जयाचिद्ध्वांतभंजिके  ॥
जय जन्मजराहीने जय कालोत्तरोत्तरे  ॥
]

`verse 16 [
जयानेकविधानस्थे जय विश्वेश्वरप्रिये  ॥
जय विश्वसुराराध्ये जय विश्वविजृंभिणि  ॥
]

`verse 17 [
जय मंगलदिव्यांगि जय मंगलदीपिके  ॥
जय मंगलचारित्रे जय मंगलदायिनि  ॥
]

`verse 18 [
त्वत्तः खलु समुत्पन्नं जगत्त्वय्येव लीयते  ॥
]

`verse 19 [
त्वद्विनातः फलं दातुमीश्वरोपि न शक्नुयात् ॥
जन्मप्रभृति देवेशि जनोयं त्वदुपाश्रितः  ॥
]

`verse 20 [
अतो ऽस्य तव भक्तस्य निर्वर्तय मनोरथम्  ॥
पञ्चवक्त्रो दशभुजः शुद्धस्फटिकसन्निभः  ॥
]

`verse 21 [
वर्णब्रह्मकलादेहो देवस्सकलनिष्कलः  ॥
शिवभक्तिसमारूढः शांत्यतीतस्सदाशिवः  ॥
भक्त्या मयार्चितो मह्यं प्रार्थितं शं प्रयच्छतु  ॥
]

`verse 22 [
सदाशिवांकमारूढा शक्तिरिच्छा शिवाह्वया  ॥
जननी सर्वलोकानां प्रयच्छतु मनोरथम्  ॥
]

`verse 23 [
शिवयोर्दयिता पुत्रौ देवौ हेरंबषण्मुखौ  ॥
शिवानुभावौ सर्वज्ञौ शिवज्ञानामृताशिनौ  ॥
]

`verse 24 [
तृप्तौ परस्परं स्निग्धौ शिवाभ्यां नित्यसत्कृतौ  ॥
सत्कृतौ च सदा देवौ ब्रह्माद्यैस्त्रिदशैरपि  ॥
]

`verse 25 [
सर्वलोकपरित्राणं कर्तुमभ्युदितौ सदा  ॥
स्वेच्छावतारं कुर्वंतौ स्वांशभेदैरनेकशः  ॥
]

`verse 26 [
ताविमौ शिवयोः पार्श्वे नित्यमित्थं मयार्चितौ  ॥
तयोराज्ञां पुरस्कृत्य प्रार्थितं मे प्रयच्छताम्  ॥
]

`verse 27 [
शुद्धस्फटिकसंकाशमीशानाख्यं सदाशिवम्  ॥
मूर्धाभिमानिनी मूर्तिः शिवस्य परमात्मनः  ॥
]

`verse 28 [
शिवार्चनरतं शांतं शांत्यतीतं मखास्थितम्  ॥
पञ्चाक्षरांतिमं बीजं कलाभिः पञ्चभिर्युतम्  ॥
]

`verse 29 [
प्रथमावरणे पूर्वं शक्त्या सह समर्चितम्  ॥
पवित्रं परमं ब्रह्म प्रार्थितं मे प्रयच्छतु  ॥
]

`verse 30 [
बालसूर्यप्रतीकाशं पुरुषाख्यं पुरातनम्  ॥
पूर्ववक्त्राभिमानं च शिवस्य परमेष्ठिनः  ॥
]

`verse 31 [
शांत्यात्मकं मरुत्संस्थं शम्भोः पादार्चने रतम्  ॥
प्रथमं शिवबीजेषु कलासु च चतुष्कलम्  ॥
]

`verse 32 [
पूर्वभागे मया भक्त्या शक्त्या सह समर्चितम्  ॥
पवित्रं परमं ब्रह्म प्रार्थितं मे प्रयच्छतु  ॥
]

`verse 33 [
अञ्जनादिप्रतीकाशमघोरं घोरविग्रहम्  ॥
देवस्य दक्षिणं वक्त्रं देवदेवपदार्चकम्  ॥
]

`verse 34 [
विद्यापादं समारूढं वह्निमण्डलमध्यगम्  ॥
द्वितीयं शिवबीजेषु कलास्वष्टकलान्वितम्  ॥
]

`verse 35 [
शंभोर्दक्षिणदिग्भागे शक्त्या सह समर्चितम्  ॥
पवित्रं मध्यमं ब्रह्म प्रार्थितं मे प्रयच्छतु  ॥
]

`verse 36 [
कुंकुमक्षोदसंकाशं वामाख्यं वरवेषधृक् ॥
वक्त्रमुत्तरमीशस्य प्रतिष्ठायां प्रतिष्ठितम्  ॥
]

`verse 37 [
वारिमंडलमध्यस्थं महादेवार्चने रतम्  ॥
तुरीयं शिवबीजेषु त्रयोदशकलान्वितम्  ॥
]

`verse 38 [
देवस्योत्तरदिग्भागे शक्त्या सह समर्चितम्  ॥
पवित्रं परमं ब्रह्म प्रार्थितं मे प्रयच्छतु  ॥
]

`verse 39 [
शंखकुंदेंदुधवलं संध्याख्यं सौम्यलक्षणम्  ॥
शिवस्य पश्चिमं वक्त्रं शिवपादार्चने रतम्  ॥
]

`verse 40 [
निवृत्तिपदनिष्ठं च पृथिव्यां समवस्थितम्  ॥
तृतीयं शिवबीजेषु कलाभिश्चाष्टभिर्युतम्  ॥
]

`verse 41 [
देवस्य पश्चिमे भागे शक्त्या सह समर्चितम्  ॥
पवित्रं परमं ब्रह्म प्रार्थितं मे प्रयच्छतु  ॥
]

`verse 42 [
शिवस्य तु शिवायाश्च हृन्मूर्तिशिवभाविते  ॥
तयोराज्ञां पुरस्कृत्य ते मे कामं प्रयच्छताम्  ॥
]

`verse 43 [
शिवस्य च शिवायाश्च शिखामूर्तिशिवाश्रिते  ॥
सत्कृत्य शिवयोराज्ञां ते मे कामं प्रयच्छताम्  ॥
]

`verse 44 [
शिवस्य च शिवायाश्च वर्मणा शिवभाविते  ॥
सत्कृत्य शिवयोराज्ञां ते मे कामं प्रयच्छताम्  ॥
]

`verse 45 [
शिवस्य च शिवायाश्च नेत्रमूर्तिशिवाश्रिते  ॥
सत्कृत्य शिवयोराज्ञां ते मे कामं प्रयच्छताम्  ॥
]

`verse 46 [
अस्त्रमूर्ती च शिवयोर्नित्यमर्चनतत्परे  ॥
सत्कृत्य शिवयोराज्ञां ते मे कामं प्रयच्छताम्  ॥
]

`verse 47 [
वामौ ज्येष्ठस्तथा रुद्रः कालो विकरणस्तथा  ॥
बलो विकरणश्चैव बलप्रमथनः परः  ॥
]

`verse 48 [
सर्वभूतस्य दमनस्तादृशाश्चाष्टशक्तयः  ॥
प्रार्थितं मे प्रयच्छंतु शिवयोरेव शासनात् ॥
]

`verse 49 [
अथानंतश्च सूक्ष्मश्च शिवश्चाप्येकनेत्रकः  ॥
एक रुद्राख्यमर्तिश्च श्रीकण्ठश्च शिखंडकः  ॥
]

`verse 50 [
तथाष्टौ शक्तयस्तेषां द्वितीयावरणे ऽर्चिताः  ॥
ते मे कामं प्रयच्छंतु शिवयोरेव शासनात् ॥
]

`verse 51 [
भवाद्या मूर्तयश्चाष्टौ तासामपि च शक्तयः  ॥
महादेवादयश्चान्ये तथैकादशमूर्तयः  ॥
]

`verse 52 [
शक्तिभिस्सहितास्सर्वे तृतीयावरणे स्थिताः  ॥
सत्कृत्य शिवयोराज्ञां दिशंतु फलमीप्सितम्  ॥
]

`verse 53 [
वृक्षराजो महातेजा महामेघसमस्वनः  ॥
मेरुमंदरकैलासहिमाद्रिशिखरोपमः  ॥
]

`verse 54 [
सिताभ्रशिखराकारः ककुदा परिशोभितः  ॥
महाभोगींद्रकल्पेन वालेन च विराजितः  ॥
]

`verse 55 [
रक्तास्यशृंगचरणौ रक्तप्रायविलोचनः  ॥
पीवरोन्नतसर्वांगस्सुचारुगमनोज्ज्वलः  ॥
]

`verse 56 [
प्रशस्तलक्षणः श्रीमान्प्रज्वलन्मणिभूषणः  ॥
शिवप्रियः शिवासक्तः शिवयोर्ध्वजवाहनः  ॥
]

`verse 57 [
तथा तच्चरणन्यासपावितापरविग्रहः  ॥
गोराजपुरुषः श्रीमाञ्छ्रीमच्छूलवरायुधः  ॥
तयोराज्ञां पुरस्कृत्य स मे कामं प्रयच्छतु  ॥
]

`verse 58 [
नन्दीश्वरो महातेजा नगेन्द्रतनयात्मजः  ॥
सनारायणकैर्देवैर्नित्यमभ्यर्च्य वंदितः  ॥
]

`verse 59 [
शर्वस्यांतःपुरद्वारि सार्धं परिजनैः स्थितः  ॥
सर्वेश्वरसमप्रख्यस्सर्वासुरविमर्दनः  ॥
]

`verse 60 [
सर्वेषां शिवधर्माणामध्यक्षत्वे ऽभिषेचितः  ॥
शिवप्रियश्शिवासक्तश्श्रीमच्छूलवरायुधः  ॥
]

`verse 61 [
शिवाश्रितेषु संसक्तस्त्वनुरक्तश्च तैरपि  ॥
सत्कृत्य शिवयोराज्ञां स मे कामं प्रयच्छतु  ॥
]

`verse 62 [
महाकालो महाबाहुर्महादेव इवापरः  ॥
महादेवाश्रितानां १ तु नित्यमेवाभिरक्षतु  ॥
]

`verse 63 [
शिवप्रियः शिवासक्तश्शिवयोरर्चकस्सदा  ॥
सत्कृत्य शिवयोराज्ञां स मे दिशतु कांक्षितम्  ॥
]

`verse 64 [
सर्वशास्त्रार्थतत्त्वज्ञः शास्ता विष्नोः परा तनुः  ॥
महामोहात्मतनयो मधुमांसासवप्रियः  ॥
तयोराज्ञां पुरस्कृत्य स मे कामं प्रयच्छतु  ॥
]

`verse 65 [
ब्रह्माणी चैव माहेशी कौमारी वैष्णवी तथा  ॥
वाराही चैव माहेंद्री चामुंडा चंडविक्रमा  ॥
]

`verse 66 [
एता वै मातरः सप्त सर्वलोकस्य मातरः  ॥
प्रार्थितं मे प्रयच्छंतु परमेश्वरशासनात् ॥
]

`verse 67 [
मत्तमातंगवदनो गंगोमाशंकरात्मजः  ॥
आकाशदेहो दिग्बाहुस्सोमसूर्याग्निलोचनः  ॥
]

`verse 68 [
ऐरावतादिभिर्दिव्यैर्दिग्गजैर्नित्यमर्चितः  ॥
शिवज्ञानमदोद्भिन्नर्स्त्रिदशानामविघ्नकृत् ॥
]

`verse 69 [
विघ्नकृच्चासुरादीनां विघ्नेशः शिवभावितः  ॥
सत्कृत्य शिवयोराज्ञां स मे दिशतु कांक्षितम्  ॥
]

`verse 70 [
षण्मुखश्शिवसम्भूतः शक्तिवज्रधरः प्रभुः  ॥
अग्नेश्च तनयो देवो ह्यपर्णातनयः पुनः  ॥
]

`verse 71 [
गंगायाश्च गणांबायाः कृत्तिकानां तथैव च  ॥
विशाखेन च शाखेन नैगमेयेन चावृतः  ॥
]

`verse 72 [
इंद्रजिच्चंद्रसेनानीस्तारकासुरजित्तथा  ॥
शैलानां मेरुमुख्यानां वेधकश्च स्वतेजसा  ॥
]

`verse 73 [
तप्तचामीकरप्रख्यः शतपत्रदलेक्षणः  ॥
कुमारस्सुकुमाराणां रूपोदाहरणं महत् ॥
]

`verse 74 [
शिवप्रियः शिवासक्तः शिवपदार्चकस्सदा  ॥
सत्कृत्य शिवयोराज्ञां स मे दिशतु कांक्षितम्  ॥
]

`verse 75 [
ज्येष्ठा वरिष्ठा वरदा शिवयोर्यजनेरता  ॥
तयोराज्ञां पुरस्कृत्य सा मे दिशतु कांक्षितम्  ॥
]

`verse 76 [
त्रैलोक्यवंदिता साक्षादुल्काकारा गणांबिका  ॥
जगत्सृष्टिविवृद्ध्यर्थं ब्रह्मणा ऽभ्यर्थिता शिवात् ॥
]

`verse 77 [
शिवायाः प्रविभक्ताया भ्रुवोरन्तरनिस्सृताः  ॥
दक्षायणी सती मेना तथा हैमवती ह्युमा  ॥
]

`verse 78 [
कौशिक्याश्चैव जननी भद्रकाल्यास्तथैव च  ॥
अपर्णायाश्च जननी पाटलायास्तथैव च  ॥
]

`verse 79 [
शिवार्चनरता नित्यं रुद्राणी रुद्रवल्लभा  ॥
सत्कृट्य शिवयोराज्ञां सा मे दिशतु कांक्षितम्  ॥
]

`verse 80 [
चंडः सर्वगणेशानः शंभोर्वदनसंभवः  ॥
सत्कृत्य शिवयोराज्ञां स मे दिशतु कांक्षितम्  ॥
]

`verse 81 [
पिंगलो गणपः श्रीमाञ्छिवासक्तः शिवप्रियः  ॥
आज्ञया शिवयोरेव स मे कामं प्रयच्छतु  ॥
]

`verse 82 [
भृंगीशो नाम गणपः शिवराधनतत्परः  ॥
सम्बन्धसामान्यविवक्षया कर्मणि पष्ठी
प्रयच्छतु स मे कामं पत्युराज्ञा पुरःसरम्  ॥
]

`verse 83 [
वीरभद्रो महातेजा हिमकुंदेंदुसन्निभः  ॥
भद्रकालीप्रियो नित्यं मात्ःणां चाभिरक्षिता  ॥
]

`verse 84 [
यज्ञस्य च शिरोहर्ता दक्षस्य च दुरात्मनः  ॥
उपेंद्रेंद्रयमादीनां देवानामंगतक्षकः  ॥
]

`verse 85 [
शिवस्यानुचरः श्रीमाञ्छिवशासनपालकः  ॥
शिवयोः शासनादेव स मे दिशतु कांक्षितम्  ॥
]

`verse 86 [
सरस्वती महेशस्य वाक्सरोजसमुद्भवा  ॥
शिवयोः पूजने सक्ता स मे दिशतु कांक्षितम्  ॥
]

`verse 87 [
विष्णोर्वक्षःस्थिता लक्ष्मीः शिवयोः पूजने रता  ॥
शिवयोः शासनादेव सा मे दिशतु कांक्षितम्  ॥
]

`verse 88 [
महामोटी महादेव्याः पादपूजापरायणा  ॥
तस्या एव नियोगेन सा मे दिशतु कांक्षितम्  ॥
]

`verse 89 [
कौशिकी सिंहमारूढा पार्वत्याः परमा सुता  ॥
विष्णोर्निद्रामहामाया महामहिषमर्दिनी  ॥
]

`verse 90 [
निशंभशुंभसंहत्री मधुमांसासवप्रिया  ॥
सत्कृत्य शासनं मातुस्सा मे दिशतु कांक्षितम्  ॥
]

`verse 91 [
रुद्रा रुद्रसमप्रख्याः प्रथमाः प्रथितौजसः  ॥
भूताख्याश्च महावीर्या महादेवसमप्रभाः  ॥
]

`verse 92 [
नित्यमुक्ता निरुपमा निर्द्वन्द्वा निरुपप्लवाः  ॥
सशक्तयस्सानुचरास्सर्वलोकनमस्कृताः  ॥
]

`verse 93 [
सर्वेषामेव लोकानां सृष्टिसंहरणक्षमाः  ॥
परस्परानुरक्ताश्च परस्परमनुव्रताः  ॥
]

`verse 94 [
परस्परमतिस्निग्धाः परस्परनमस्कृताः  ॥
शिवप्रियतमा नित्यं शिवलक्षणलक्षिताः  ॥
]

`verse 95 [
सौम्याधारास्तथा मिश्राश्चांतरालद्वयात्मिकाः  ॥
विरूपाश्च सुरूपाश्च नानारूपधरास्तथा  ॥
]

`verse 96 [
सत्कृत्य शिवयोराज्ञां ते मे कामं दिशंतु वै  ॥
देव्या प्रियसखीवर्गो देवीलक्षणलक्षितः  ॥
]

`verse 97 [
सहितो रुद्रकन्याभिः शक्तिभिश्चाप्यनेकशः  ॥
तृतीयावरणे शंभोर्भक्त्या नित्यं समर्चितः  ॥
]

`verse 98 [
सत्कृत्य शिवयोराज्ञां स मे दिशतु मंगलम्  ॥
दिवाकरो महेशस्य मूर्तिर्दीप्तिसुमंडलः  ॥
]

`verse 99 [
निर्गुणो गुणसंकीर्णस्तथैव गुणकेवलः  ॥
अविकारात्मकश्चाद्य एकस्सामान्यविक्रियः  ॥
]

`verse 100 [
असाधारणकर्मा च सृष्टिस्थितिलयक्रमात् ॥
एवं त्रिधा चतुर्धा च विभक्ताः पञ्चधा पुनः  ॥
]

`verse 101 [
चतुर्थावरणे शंभोः पूजितश्चानुगैः सह  ॥
शिवप्रियः शिवासक्तः शिवपादार्चने रतः  ॥
]

`verse 102 [
सत्कृत्य शिवयोराज्ञां स मे दिशतु मंगलम्  ॥
दिवाकरषडंगानि दीप्ताद्याश्चाष्टशक्तयः  ॥
]

`verse 103 [
आदित्यो भास्करो भानू रविश्चेत्यनुपूर्वशः  ॥
अर्को ब्रह्मा तथा रुद्रो विष्नुश्चादित्यमूर्तयः  ॥
]

`verse 104 [
विस्तरासुतराबोधिन्याप्यायिन्यपराः पुनः  ॥
उषा प्रभा तथा प्राज्ञा संध्या चेत्यपि शक्तयः  ॥
]

`verse 105 [
सोमादिकेतुपर्यंता ग्रहाश्च शिवभाविताः  ॥
शिवयोराज्ञयानुन्ना मंगलं प्रदिशंतु मे  ॥
]

`verse 106 [
अथवा द्वादशादित्यास्तथा द्वादश शक्तयः  ॥
ऋषयो देवगंधर्वाः पन्नगाप्सरसां गणाः  ॥
]

`verse 107 [
ग्रामण्यश्च तथा यक्षा राक्षसाश्चासुरास्तथा  ॥
सप्तसप्तगणाश्चैते सप्तच्छंदोमया हयाः  ॥
]

`verse 108 [
वालखिल्या दयश्चैव सर्वे शिवपदार्चकाः  ॥
सत्कृत्यशिवयोराज्ञां मंगलं प्रदिशंतु मे  ॥
]

`verse 109 [
ब्रह्माथ देवदेवस्य मूर्तिर्भूमण्डलाधिपः  ॥
चतुःषष्टिगुणैश्वर्यो बुद्धितत्त्वे प्रतिष्ठितः  ॥
]

`verse 110 [
निर्गुणो गुणसंकीर्णस्तथैव गुणकेवलः  ॥
अविकारात्मको देवस्ततस्साधारणः पुरः  ॥
]

`verse 111 [
असाधारणकर्मा च सृष्टिस्थितिलयक्रमात् ॥
भुवं त्रिधा चतुर्धा च विभक्तः पञ्चधा पुनः  ॥
]

`verse 112 [
चतुर्थावरणे शंभो पूजितश्च सहानुगैः  ॥
शिवप्रियः शिवासक्तश्शिवपादार्चने रतः  ॥
]

`verse 113 [
सत्कृत्य शिवयोराज्ञां स मे दिशतु मंगलम्  ॥
हिरण्यगर्भो लोकेशो विराट्कालश्च पूरुषः  ॥
]

`verse 114 [
सनत्कुमारः सनकः सनंदश्च सनातनः  ॥
प्रजानां पतयश्चैव दक्षाद्या ब्रह्मसूनवः  ॥
]

`verse 115 [
एकादश सपत्नीका धर्मस्संकल्प एव च  ॥
शिवार्चनरताश्चैते शिवभक्तिपरायणाः  ॥
]

`verse 116 [
शिवाज्ञावशगास्सर्वे दिशंतु मम मंगलम्  ॥
चत्वारश्च तथा वेदास्सेतिहासपुराणकाः  ॥
]

`verse 117 [
धर्मशास्त्राणि विद्याभिर्वैदिकीभिस्समन्विताः  ॥
परस्परविरुद्धार्थाः शिवप्रकृतिपादकाः  ॥
]

`verse 118 [
सत्कृत्य शिवयोराज्ञां मंगलं प्रदिशंतु मे  ॥
अथ रुद्रो महादेवः शंभोर्मूर्तिर्गरीयसी  ॥
]

`verse 119 [
वाह्नेयमण्डलाधीशः पौरुषैश्वर्यवान्प्रभुः  ॥
शिवाभिमानसंपन्नो निर्गुणस्त्रिगुणात्मकः  ॥
]

`verse 120 [
केवलं सात्त्विकश्चापि राजसश्चैव तामसः  ॥
अविकाररतः पूर्वं ततस्तु समविक्रियः  ॥
]

`verse 121 [
असाधारणकर्मा च सृष्ट्यादिकरणात्पृथक् ॥
ब्रह्मणोपि शिरश्छेत्ता जनकस्तस्य तत्सुतः  ॥
]

`verse 122 [
जनकस्तनयश्चापि विष्णोरपि नियामकः  ॥
बोधकश्च तयोर्नित्यमनुग्रहकरः प्रभुः  ॥
]

`verse 123 [
अंडस्यांतर्बहिर्वर्ती रुद्रो लोकद्वयाधिपः  ॥
शिवप्रियः शिवासक्तः शिवपादार्चने रतः  ॥
]

`verse 124 [
शिवस्याज्ञां पुरस्कृत्य स मे दिशतु मंगलम्  ॥
तस्य ब्रह्म षडंगानि विद्येशांतं तथाष्टकम्  ॥
]

`verse 125 [
चत्वारो मूर्तिभेदाश्च शिवपूर्वाः शिवार्चकाः  ॥
शिवो भवो हरश्चैव मृडश्चैव तथापरः  ॥
शिवस्याज्ञां पुरस्कृत्य मंगलं प्रदिशंतु मे  ॥
]

`verse 126 [
अथ विष्णुर्महेशस्य शिवस्यैव परा तनुः  ॥
वारितत्त्वाधिपः साक्षादव्यक्तपदसंस्थितः  ॥
]

`verse 127 [
निर्गुणस्सत्त्वबहुलस्तथैव गुणकेवलः  ॥
अविकाराभिमानी च त्रिसाधारणविक्रियः  ॥
]

`verse 128 [
असाधारणकर्मा च सृष्ट्यादिकरणात्पृथक् ॥
दक्षिणांगभवेनापि स्पर्धमानः स्वयंभुवा  ॥
]

`verse 129 [
आद्येन ब्रह्मणा साक्षात्सृष्टः स्रष्टा च तस्य तु  ॥
अंडस्यांतर्बहिर्वर्ती विष्णुर्लोकद्वयाधिपः  ॥
]

`verse 130 [
असुरांतकरश्चक्री शक्रस्यापि तथानुजः  ॥
प्रादुर्भूतश्च दशधा भृगुशापच्छलादिह  ॥
]

`verse 131 [
भूभारनिग्रहार्थाय स्वेच्छयावातरक्षितौ  ॥
अप्रमेयबलो मायी मायया मोहयञ्जगत् ॥
]

`verse 132 [
मूर्तिं कृत्वा महाविष्णुं सदाशिष्णुमथापि वा  ॥
वैष्णवैः पूजितो नित्यं मूर्तित्रयमयासने  ॥
]

`verse 133 [
शिवप्रियः शिवासक्तः शिवपादार्चने रतः  ॥
शिवस्याज्ञां पुरस्कृत्य स मे दिशतु मंगलम्  ॥
]

`verse 134 [
वासुदेवो ऽनिरुद्धश्च प्रद्युम्नश्च ततः परः  ॥
संकर्षणस्समाख्याताश्चतस्रो मूर्तयो हरेः  ॥
]

`verse 135 [
मत्स्यः कूर्मो वराहश्च नारसिंहो ऽथ वामनः  ॥
रामत्रयं तथा कृष्णो विष्णुस्तुरगवक्त्रकः  ॥
]

`verse 136 [
चक्रं नारायणस्यास्त्रं पांचजन्यं च शार्ङ्गकम्  ॥
सत्कृत्य शिवयोराज्ञां मंगलं प्रदिशंतु मे  ॥
]

`verse 137 [
प्रभा सरस्वती गौरी लक्ष्मीश्च शिवभाविता  ॥
शिवयोः शासनादेता मंगलं प्रदिशंतु मे  ॥
]

`verse 138 [
इन्द्रो ऽग्निश्च यमश्चैव निरृतिर्वरुणस्तथा  ॥
वायुः सोमः कुबेरश्च तथेशानस्त्रिशूलधृक् ॥
]

`verse 139 [
सर्वे शिवार्चनरताः शिवसद्भावभाविताः  ॥
सत्कृत्य शिवयोराज्ञां मंगलं प्रदिशंतु मे  ॥
]

`verse 140 [
त्रिशूलमथ वज्रं च तथा परशुसायकौ  ॥
खड्गपाशांकुशाश्चैव पिनाकश्चायुधोत्तमः  ॥
]

`verse 141 [
दिव्यायुधानि देवस्य देव्याश्चैतानि नित्यशः  ॥
सत्कृत्य शिवयोराज्ञां रक्षां कुर्वंतु मे सदा  ॥
]

`verse 142 [
वृषरूपधरो देवः सौरभेयो महाबलः  ॥
वडवाख्यानलस्पर्धां पञ्चगोमातृभिर्वृतः  ॥
]

`verse 143 [
वाहनत्वमनुप्राप्तस्तपसा परमेशयोः  ॥
तयोराज्ञां पुरस्कृत्य स मे कामं प्रयच्छतु  ॥
]

`verse 144 [
नंदा सुनंदा सुरभिः सुशीला सुमनास्तथा  ॥
पञ्चगोमातरस्त्वेताश्शिवलोके व्यवस्थिताः  ॥
]

`verse 145 [
शिवभक्तिपरा नित्यं शिवार्चनपरायणाः  ॥
शिवयोः शासनादेव दिशंतु मम वांछितम्  ॥
]

`verse 146 [
क्षेत्रपालो महातेजा नील जीमूतसन्निभः  ॥
दंष्ट्राकरालवदनः स्फुरद्रक्ताधरोज्ज्वलः  ॥
]

`verse 147 [
रक्तोर्ध्वमूर्धजः श्रीमान्भ्रुकुटीकुटिलेक्षणः  ॥
रक्तवृत्तत्रिनयनः शशिपन्नगभूषणः  ॥
]

`verse 148 [
नग्नस्त्रिशूलपाशासिकपालोद्यतपाणिकः  ॥
भैरवो भैरवैः सिद्धैर्योगिनीभिश्च संवृतः  ॥
]

`verse 149 [
क्षेत्रेक्षेत्रे समासीनः स्थितो यो रक्षकस्सताम्  ॥
शिवप्रणामपरमः शिवसद्भावभावितः  ॥
]

`verse 150 [
शिवश्रितान्विशेषेण रक्षन्पुत्रानिवौरसान्  ॥
सत्कृत्य शिवयोराज्ञां स मे दिशतु मङ्गलम्  ॥
]

`verse 151 [
तालजङ्घादयस्तस्य प्रथमावरणेर्चिताः  ॥
सत्कृत्य शिवयोराज्ञां चत्वारः समवन्तु माम्  ॥
]

`verse 152 [
भैरवाद्याश्च ये चान्ये समंतात्तस्य वेष्टिताः  ॥
ते ऽपि मामनुगृह्णंतु शिवशासनगौरवात् ॥
]

`verse 153 [
नारदाद्याश्च मुनयो दिव्या देवैश्च पूजिताः  ॥
साध्या मागाश्च ये देवा जनलोकनिवासिनः  ॥
]

`verse 154 [
विनिवृत्ताधिकाराश्च महर्लोकनिवासिनः  ॥
सप्तर्षयस्तथान्ये वै वैमानिकगुणैस्सह  ॥
]

`verse 155 [
सर्वे शिवार्चनरताः शिवाज्ञावशवर्तिनः  ॥
शिवयोराज्ञया मह्यं दिशंतु मम कांक्षितम् १  ॥
]

`verse 156 [
गंधर्वाद्याः पिशाचांताश्चतस्रो देवयोनयः  ॥
सिद्धा विद्याधराद्याश्च ये ऽपि चान्ये नभश्चराः  ॥
]

`verse 157 [
असुरा राक्षसाश्चैव पातालतलवासिनः  ॥
अनंताद्याश्च नागेन्द्रा वैनतेयादयो द्विजाः  ॥
]

`verse 158 [
कूष्मांडाः प्रेतवेताला ग्रहा भूतगणाः परे  ॥
डाकिन्यश्चापि योगिन्यः शाकिन्यश्चापि तादृशाः  ॥
]

`verse 159 [
क्षेत्रारामगृहादीनि तीर्थान्यायतनानि च  ॥
द्वीपाः समुद्रा नद्यश्च नदाश्चान्ये सरांसि च  ॥
]

`verse 160 [
गिरयश्च सुमेर्वाद्याः कननानि समंततः  ॥
पशवः पक्षिणो वृक्षाः कृमिकीटादयो मृगाः  ॥
]

`verse 161 [
भुवनान्यपि सर्वाणि भुवनानामधीश्वरः  ॥
अण्डान्यावरणैस्सार्धं मासाश्च दश दिग्गजाः  ॥
]

`verse 162 [
वर्णाः पदानि मंत्राश्च तत्त्वान्यपि सहाधिपैः  ॥
ब्रह्मांडधारका रुद्रा रुद्राश्चान्ये सशक्तिकाः  ॥
]

`verse 163 [
यच्च किंचिज्जगत्यस्मिन्दृष्टं चानुमितं श्रुतम्  ॥
सर्वे कामं प्रयच्छन्तु शिवयोरेव शासनात् ॥
]

`verse 164 [
अथ विद्या परा शैवी पशुपाशविमोचिनी  ॥
पञ्चार्थसंज्ञिता दिव्या पशुविद्याबहिष्कृता  ॥
]

`verse 165 [
शास्त्रं च शिवधर्माख्यं धर्माख्यं च तदुत्तरम्  ॥
शैवाख्यं शिवधर्माख्यं पुराणं श्रुतिसंमितम्  ॥
]

`verse 166 [
शैवागमाश्च ये चान्ये कामिकाद्याश्चतुर्विधाः  ॥
शिवाभ्यामविशेषेण सत्कृत्येह समर्चिताः  ॥
]

`verse 167 [
ताभ्यामेव समाज्ञाता ममाभिप्रेतसिद्धये  ॥
कर्मेदमनुमन्यंतां सफलं साध्वनुष्ठितम्  ॥
]

`verse 168 [
श्वेताद्या नकुलीशांताः सशिष्याश्चापि देशिकाः  ॥
तत्संततीया गुरवो विशेषाद्गुरवो मम  ॥
]

`verse 169 [
शैवा माहेश्वराश्चैव ज्ञानकर्मपरायणाः  ॥
कर्मेदमनुमन्यंतां सफलं साध्वनुष्ठितम्  ॥
]

`verse 170 [
लौकिका ब्राह्मणास्सर्वे क्षत्रियाश्च विशः क्रमात् ॥
वेदवेदांगतत्त्वज्ञाः सर्वशास्त्रविशारदाः  ॥
]

`verse 171 [
सांख्या वैशेषिकाश्चैव यौगा नैयायिका नराः  ॥
सौरा ब्रह्मास्तथा रौद्रा वैष्णवाश्चापरे नराः  ॥
]

`verse 172 [
शिष्टाः सर्वे विशिष्टा च शिवशासनयंत्रिताः  ॥
कर्मेदमनुमन्यंतां ममाभिप्रेतसाधकम्  ॥
]

`verse 173 [
शैवाः सिद्धांतमार्गस्थाः शैवाः पाशुपतास्तथा  ॥
शैवा महाव्रतधराः शैवाः कापालिकाः परे  ॥
]

`verse 174 [
शिवाज्ञापालकाः पूज्या ममापि शिवशासनात् ॥
सर्वे ममानुगृह्णंतु शंसंतु सफलक्रियाम्  ॥
]

`verse 175 [
दक्षिणज्ञाननिष्ठाश्च दक्षिणोत्तरमार्गगाः  ॥
अविरोधेन वर्तंतां मंत्रश्रेयो ऽर्थिनो मम  ॥
]

`verse 176 [
नास्तिकाश्च शठाश्चैव कृतघ्नाश्चैव तामसाः  ॥
पाषंडाश्चातिपापाश्च वर्तंतां दूरतो मम  ॥
]

`verse 177 [
बहुभिः किं स्तुतैरत्र ये ऽपि के ऽपिचिदास्तिकाः  ॥
सर्वे मामनुगृह्णंतु संतः शंसंतु मंगलम्  ॥
]

`verse 178 [
नमश्शिवाय सांबाय ससुतायादिहेतवे  ॥
पञ्चावरणरूपेण प्रपञ्चेनावृताय ते  ॥
]

`verse 179 [
इत्युक्त्वा दंडवद्भूमौ प्रणिपत्य शिवं शिवाम्  ॥
जपेत्पञ्चाक्षरीं विद्यामष्टोत्तरशतावराम्  ॥
]

`verse 180 [
तथैव शक्तिविद्यां च जपित्वा तत्समर्पणम्  ॥
कृत्वा तं क्षमयित्वेशं पूजाशेषं समापयेत् ॥
]

`verse 181 [
एतत्पुण्यतमं स्तोत्रं शिवयोर्हृदयंगमम्  ॥
सर्वाभीष्टप्रदं साक्षाद्भुक्तिमुक्त्यैकसाधनम्  ॥
]

`verse 182 [
य इदं कीर्तयेन्नित्यं शृणुयाद्वा समाहितः  ॥
स विधूयाशु पापानि शिवसायुज्यमाप्नुयात् ॥
]

`verse 183 [
गोघ्नश्चैव कृतघ्नश्च वीरहा भ्रूणहापि वा  ॥
शरणागतघाती च मित्रविश्रंभघातकः  ॥
]

`verse 184 [
दुष्टपापसमाचारो मातृहा पितृहापि वा  ॥
स्तवेनानेन जप्तेन तत्तत्पापात्प्रमुच्यते  ॥
]

`verse 185 [
दुःस्वप्नादिमहानर्थसूचकेषु भयेषु च  ॥
यदि संकीर्तयेदेतन्न ततो नार्थभाग्भवेत् ॥
]

`verse 186 [
आयुरारोग्यमैश्वर्यं यच्चान्यदपि वाञ्छितम्  ॥
स्तोत्रस्यास्य जपे तिष्ठंस्तत्सर्वं लभते नरः  ॥
]

`verse 187 [
असंपूज्य शिवस्तोत्रं जपात्फलमुदाहृतम्  ॥
संपूज्य च जपे तस्य फलं वक्तुं न शक्यते  ॥
]

`verse 188 [
आस्तामियं फलावाप्तिरस्मिन्संकीर्तिते सति  ॥
सार्धमंबिकया देवः श्रुत्यैवं दिवि तिष्ठति  ॥
]

`verse 189 [
तस्मान्नभसि संपूज्य देवं देवं सहोमया  ॥
कृतांजलिपुटस्तिष्ठंस्तोत्रमेतदुदीरयेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शिवमहास्तोत्रवर्णनं नामैकत्रिंशो ऽध्यायः
]
