`speaker [
उपमन्युरुवाच
]

`verse 1 [
एतत्ते कथितं कृष्ण कर्मेहामुत्र सिद्धिदम्  ॥
क्रियातपोजपध्यानसमुच्चयमयं परम्  ॥
]

`verse 2 [
अथ वक्ष्यामि शैवानामिहैव फलदं नृणाम्  ॥
पूजाहोमजपध्यानतपोदानमयं महत् ॥
]

`verse 3 [
तत्र संसाधयेत्पूर्वं मन्त्रं मन्त्रार्थवित्तमः  ॥
दृष्टसिद्धिकरं कर्म नान्यथा फलदं यतः  ॥
]

`verse 4 [
सिद्धमन्त्रो ऽप्यदृष्टेन प्रबलेन तु केनचित् ॥
प्रतिबन्धफलं कर्म न कुर्यात्सहसा बुधः  ॥
]

`verse 5 [
तस्य तु प्रतिबन्धस्य कर्तुं शक्येह निष्कृतिः  ॥
परीक्ष्य शकुनाद्यैस्तदादौ निष्कृतिमाचरेत् ॥
]

`verse 6 [
यो ऽन्यथा कुरुते मोहात्कर्मैहिकफलं नरः  ॥
न तेन फलभाक्स स्यात्प्राप्नुयाच्चोपहास्यताम्  ॥
]

`verse 7 [
अबिस्रब्धो न कुर्वीत कर्म दृष्टफलं क्वचित् ॥
स खल्वश्रद्धधानः स्यान्नाश्रद्धः फलमृच्छति  ॥
]

`verse 8 [
नापराधोस्ति देवस्य कर्मण्यपि तु निष्फले  ॥
यथोक्तकारिणां पुंसामिहैव फलदर्शनात् ॥
]

`verse 9 [
साधकः सिद्धमंत्रश्च निरस्तप्रतिबंधकः  ॥
विश्वस्तः श्रद्धधानश्च कुर्वन्नाप्नोति तत्फलम्  ॥
]

`verse 10 [
अथवा तत्फलावाप्त्यै ब्रह्मचर्यरतो भवेत् ॥
रात्रौ हविष्यमश्नीयात्पायसं वा फलानि वा  ॥
]

`verse 11 [
हिंसादि यन्निषिद्धं स्यान्न कुर्यान्मनसापि तत् ॥
सदा भस्मानुलिप्तां गस्सुवेषश्च शुचिर्भवेत् ॥
]

`verse 12 [
इत्थमाचारवान्भूत्वा स्वानुकूले शुभे ऽहनि  ॥
पूर्वोक्तलक्षणे देशे पुष्पदामाद्यलंकृते  ॥
]

`verse 13 [
आलिप्य शकृता १ भूमिं हस्तमानावरां यथा  ॥
विलिखेत्कमले भद्रे दीप्यमानं स्वतेजसा  ॥
]

`verse 14 [
तप्तजांबूनदमयमष्टपत्रं सकेसरम्  ॥
मध्ये कर्णिकया युक्तं सर्वरत्नैरलंकृतम्  ॥
]

`verse 15 [
स्वाकारसदृशेनैव नालेन च समन्वितम्  ॥
]

`verse 16 [
तत्राणिमादिकं सर्वं संकल्प्य मनसा पुनः  ॥
रत्नजं वाथ सौवर्णं स्फटिकं वा सलक्षणम्  ॥
लिङ्गं सवेदिकं चैव स्थापयित्वा विधानतः  ॥
]

`verse 17 [
तत्रावाह्य यजेद्देवं सांबं सगणमव्ययम्  ॥
तत्र माहेश्वरी कल्प्या मूर्तिर्मूर्तिमतः प्रभोः  ॥
]

`verse 18 [
चतुर्भुजा चतुर्वक्त्रा सर्वाभरणभूषिता  ॥
शार्दूलचर्मवसना किंचिद्विहसितानना  ॥
]

`verse 19 [
वरदाभयहस्ता च मृगटंकधरा तथा  ॥
अथ वाष्टभुजा चिंत्या चिंतकस्य यथारुचि  ॥
]

`verse 20 [
तदा त्रिशूलपरशुखड्गवज्राणि दक्षिणे  ॥
वामे पाशांकुशौ तद्वत्खेटं नागं च बिभ्रती  ॥
]

`verse 21 [
बालार्कसदृशप्रख्या प्रतिवक्त्रं त्रिलोचना  ॥
तस्याः पूर्वमुखं सौम्यं स्वाकारसदृशप्रभम्  ॥
]

`verse 22 [
दक्षिणं नीलजीमूतसदृशं घोरदर्शनम्  ॥
उत्तरं विद्रुमप्रख्यं नीलालकविभूषितम्  ॥
]

`verse 23 [
पश्चिमं पूर्णचंद्राभं सौम्यमिंदुकलाधरम्  ॥
तदंकमंडलारूढा शक्तिर्माहेश्वरी परा  ॥
]

`verse 24 [
महालक्ष्मीरिति ख्याता श्यामा सर्वमनोहरा  ॥
मूर्तिं कृत्वैवमाकारां सकलीकृत्य च क्रमात् ॥
]

`verse 25 [
मूर्तिमंतमथावाह्य यजेत्परमकारणम्  ॥
स्नानार्थे कल्पयेत्तत्र पञ्चगव्यं तु कापिलम्  ॥
]

`verse 26 [
पञ्चामृतं च पूर्णानि बीजानि च विशेषतः  ॥
पुरस्तान्मण्डलं कृत्वा रत्नचूर्णाद्यलंकृतम्  ॥
]

`verse 27 [
कर्णिकायां प्रविन्यस्येदीशानकलशं पुनः  ॥
सद्यादिकलशान्पश्चात्परितस्तस्य कल्पयेत् ॥
]

`verse 28 [
ततो विद्येशकलशानष्टौ पूर्वादिवत्क्रमात् ॥
तीर्थाम्बुपूरितान्कृत्वा सूत्रेणावेष्ट्य पूर्ववत् ॥
]

`verse 29 [
पुण्यद्रव्याणि निक्षिप्य समन्त्रं सविधानकम्  ॥
दुकूलाद्येन वस्त्रेण समाच्छाद्य समंततः  ॥
]

`verse 30 [
सर्वत्र मंत्रं विन्यस्य तत्तन्मंत्रपुरस्सरम्  ॥
स्नानकाले तु संप्राप्ते सर्वमङ्गलनिस्वनैः  ॥
]

`verse 31 [
पञ्चगव्यादिभिश्चैव स्नापयेत्परमेश्वरम्  ॥
ततः कुशोदकाद्यानि स्वर्णरत्नोदकान्यपि  ॥
]

`verse 32 [
गंधपुष्पादिसिद्धानि मन्त्रसिद्धानि च क्रमात् ॥
उद्धृत्योद्धृत्य मन्त्रेण तैस्तैस्स्नाप्य महेश्वरम्  ॥
]

`verse 33 [
गंधं पुष्पादिदीपांश्च पूजाकर्म समाचरेत् ॥
पलावरः स्यादालेप एकादशपलोत्तरः  ॥
]

`verse 34 [
सुवर्णरत्नपुष्पाणि शुभानि सुरभीणि च  ॥
नीलोत्पलाद्युत्पलानि बिल्वपत्राण्यनेकशः  ॥
]

`verse 35 [
कमलानि च रक्तानि श्वेतान्यपि च शंभवे  ॥
कृष्णागुरूद्भवो धूपः सकर्पूराज्यगुग्गुलः  ॥
]

`verse 36 [
कपिलाघृतसंसिद्धा दीपाः कर्पूरवर्तिजाः  ॥
पञ्चब्रह्मषडंगानि पूज्यान्यावरणानि च  ॥
]

`verse 37 [
नैवेद्यः पयसा सिद्धः स गुडाज्यो महाचरुः  ॥
पाटलोत्पलपद्माद्यैः पानीयं च सुगन्धितम्  ॥
]

`verse 38 [
पञ्चसौगंधिकोपेतं तांबूलं च सुसंस्कृतम्  ॥
सुवर्णरत्नसिद्धानि भूषणानि विशेषतः  ॥
]

`verse 39 [
वासांसि च विचित्राणि सूक्ष्माणि च नवानि च  ॥
दर्शनीयानि देयानि गानवाद्यादिभिस्सह  ॥
]

`verse 40 [
जपश्च मूलमंत्रस्य लक्षः परमसंख्यया  ॥
एकावरा त्र्युत्तरा च पूजा फलवशादिह  ॥
]

`verse 41 [
दशसंख्यावरो होमः प्रतिद्रव्यं शतोत्तरः  ॥
घोररूपश्शिवश्चिंत्यो मारणोच्चाटनादिषु  ॥
]

`verse 42 [
शिवलिंगे शिवाग्नौ च ह्यन्यासु प्रतिमासु च  ॥
चिंत्यस्सौम्यतनुश्शंभुः कार्ये शांतिकपौष्टिके  ॥
]

`verse 43 [
आयसौ स्रुक्स्रुवौ कार्यौ मारणादिषु कर्मसु  ॥
तदन्यत्र तु सौवर्णौ शांतिकाद्येषु कृत्स्नशः  ॥
]

`verse 44 [
दूर्वया घृतगोक्षीरमिश्रया मधुना तथा  ॥
चरुणा सघृतेनैव केवलं पयसापि वा  ॥
]

`verse 45 [
जुहुयान्मृत्युविजये तिलै रोगोपशांतये  ॥
घृतेन पयसा चैव कमलैर्वाथ केवलैः  ॥
]

`verse 46 [
समृद्धिकामो जुहुयान्महादारिद्र्यशांतये  ॥
जातीपुष्पेण वश्यार्थी जुहुयात्सघृतेन तु  ॥
]

`verse 47 [
घृतेन करवीरैश्च कुर्यादाकर्षणं द्विजः  ॥
तैलेनोच्चाटनं कुर्यात्स्तंभनं मधुना पुनः  ॥
]

`verse 48 [
स्तंभनं सर्षपेणापि लशुनेन तु पातनम्  ॥
ताडनं रुधिरेण स्यात्खरस्योष्ट्रस्य चोभयोः  ॥
]

`verse 49 [
मारणोच्चाटने कुर्याद्रोहिबीजैस्तिलान्वितैः  ॥
विद्वेषणं च तैलेन कुर्याल्लांगलकस्य तु  ॥
]

`verse 50 [
बंधनं रोहिबीजेन सेनास्तंभनमेव च  ॥
रक्तसर्षपसंमिश्रैर्होमद्रव्यैरशेषतः  ॥
]

`verse 51 [
हस्तयंत्रोद्भवैस्तैलैर्जुहुयादाभिचारिके  ॥
कटुकीतुषसंयुक्तैः कार्पासास्थिभिरेव च  ॥
]

`verse 52 [
सर्षपैस्तैलसंमिश्रैर्जुहुयादाभिचारिके  ॥
ज्वरोपशांतिदं क्षीरं सौभाग्यफलदं तथा  ॥
]

`verse 53 [
सर्वसिद्धिकरो होमः क्षौद्राज्यदधिभिर्युतैः  ॥
क्षीरेण तंदुलैश्चैव चरुणा केवलेन वा  ॥
]

`verse 54 [
शांतिकं पौष्टिकं वापि सप्तभिः समिदादिभिः  ॥
द्रव्यैर्विशेषतो होमे वश्यमाकर्षणं तथा  ॥
]

`verse 55 [
वश्यमाकर्षणं चैव श्रीपदं च विशेषतः  ॥
बिल्वपत्रैस्तु हवनं शत्रोर्विजयदं तथा  ॥
]

`verse 56 [
समिधः शांतिकार्येषु पालाशखदिरादिकाः  ॥
करवीरार्कजाः क्रौर्ये कण्टकिन्यश्च विग्रहे  ॥
]

`verse 57 [
प्रशांतः शांतिकं कुर्यात्पौष्टिकं च विशेषतः  ॥
निर्घृणः क्रुद्धचित्तस्तु प्रकुर्यादाभिचारिकम्  ॥
]

`verse 58 [
अतीवदुरवस्थायां प्रतीकारांतरं न चेत् ॥
आततायिनमुद्दिश्य प्रकुर्यादाभिचारिकम्  ॥
]

`verse 59 [
स्वराष्ट्रपतिमुद्दिश्य न कुर्यादाभिचारिकम्  ॥
यद्यास्तिकस्सुधर्मिष्ठो मान्यो वा यो ऽपि कोपि वा  ॥
]

`verse 60 [
तमुद्दिश्यापि नो कुर्यादाततायिनमप्युत  ॥
मनसा कर्मणा वाचा यो ऽपि कोपि शिवाश्रितः  ॥
]

`verse 61 [
स्वराष्ट्रपतिमुद्दिश्य शिवा श्रितमथापि वा  ॥
कृत्वाभिचारिकं कर्म सद्यो विनिपतेन्नरः  ॥
]

`verse 62 [
स्वराष्ट्रपालकं तस्माच्छिवभक्तं च कञ्चन  ॥
न हिंस्यादभिचाराद्यैर्यदीच्छेत्सुखमात्मनः  ॥
]

`verse 63 [
अन्यं कमपि चोद्दिश्य कृत्वा वै मारणादिकम्  ॥
पश्चात्तापेन संयुक्तः प्रायश्चित्तं समाचरेत् ॥
]

`verse 64 [
बाणलिंगे ऽपि वा कुर्यान्निर्धनो धनवानपि  ॥
स्वयंभूते ऽथ वा लिंगे आर्षके वैदिके ऽपि वा  ॥
]

`verse 65 [
अभावे हेमरत्नानामशक्तौ च तदर्जने  ॥
मनसैवाचरेदेतद्द्रव्यैर्वा प्रतिरूपकैः  ॥
]

`verse 66 [
क्वचिदंशे तु यः शक्तस्त्वशक्तः क्वचिदंशके  ॥
सो ऽपि शक्त्यनुसारेण कुर्वंश्चेत्फलमृच्छति  ॥
]

`verse 67 [
कर्मण्यनुष्ठिते ऽप्यस्मिन्फलं यत्र न दृश्यते  ॥
द्विस्त्रिर्वावर्तयेत्तत्र सर्वथा दृश्यते फलम्  ॥
]

`verse 68 [
पूजोपयुक्तं यद्द्रव्यं हेमरत्नाद्यनुत्तमम्  ॥
तत्सर्वं गुरवे दद्याद्दक्षिणां च ततः पृथक् ॥
]

`verse 69 [
स चेन्नेच्छति तत्सर्वं शिवाय विनिवेदयेत् ॥
अथवा शिवभक्तेभ्यो नान्येभ्यस्तु प्रदीयते  ॥
]

`verse 70 [
यः स्वयं साधयेच्छक्त्या गुर्वादिनिरपेक्षया  ॥
सो ऽप्येवमाचरेदत्र न गृह्णीयात्स्वयं पुनः  ॥
]

`verse 71 [
स्वयं गृह्णाति यो लोभात्पूजांगद्रव्यमुत्तमम्  ॥
कांक्षितं न लभेन्मूढो नात्र कार्या विचारणा  ॥
]

`verse 72 [
अर्चितं यत्तु तल्लिंगं गृह्णीयाद्वा नवा स्वयम्  ॥
गृह्णीयाद्यदि तन्नित्यं स्वयं वान्यो ऽपि वार्चयेत् ॥
]

`verse 73 [
यथोक्तमेव कर्मैतदाचरेद्यो ऽनपायतः  ॥
फलं व्यभिचरेन्नैवमित्यतः किं प्ररोचकम्  ॥
]

`verse 74 [
तथाप्युद्देशतो वक्ष्ये कर्मणः सिद्धिमुत्तमम्  ॥
अपि शत्रुभिराक्रांतो व्याधिभिर्वाप्यनेकशः  ॥
]

`verse 75 [
मृत्योरास्यगतश्चापि मुच्यते निरपायतः  ॥
पूजायते ऽतिकृपणो रिक्तो वैश्रवणायते  ॥
]

`verse 76 [
कामायते विरूपो ऽपि वृद्धो ऽपि तरुणायते  ॥
शत्रुर्मित्रायते सद्यो विरोधी किंकरायते  ॥
]

`verse 77 [
विषायते यदमृतं विषमप्यमृतायते  ॥
स्थलायते समुद्रो ऽपि स्थलमप्यर्णवायते  ॥
]

`verse 78 [
महीधरायते श्वभ्रं स च श्वभ्रायते गिरिः  ॥
पद्माकरायते वह्निः सरो वैश्वानरायते  ॥
]

`verse 79 [
वनायते यदुद्यानं तदुद्यानायते वनम्  ॥
सिंहायते मृगः क्षुद्रः सिंहः क्रीडामृगायते  ॥
]

`verse 80 [
स्त्रियो ऽभिसारिकायन्ते लक्ष्मीः सुचरितायते  ॥
स्वैरप्रेष्यायते वाणी कीर्तिस्तु गणिकायते  ॥
]

`verse 81 [
स्वैराचारायते मेधा वज्रसूचीयते मनः  ॥
महावातायते शक्तिर्बलं मत्तगजायते  ॥
]

`verse 82 [
स्तम्भायते समुद्योगैः शत्रुपक्षे स्थिता क्रिया  ॥
शत्रुपक्षायते ऽरीणां सर्व एव सुहृज्जनः  ॥
]

`verse 83 [
शत्रवः कुणपायन्ते जीवन्तोपि सबांधवाः  ॥
आपन्नो ऽपि गतारिष्टः स्वयं खल्वमृतायते  ॥
]

`verse 84 [
रसाय नायते नित्यमपथ्यमपि सेवितम्  ॥
अनिशं क्रियमाणापि रतिस्त्वभिनवायते  ॥
]

`verse 85 [
अनागतादिकं सर्वं करस्थामलकायते  ॥
यादृच्छिकफलायन्ते सिद्धयो ऽप्यणिमादयः  ॥
]

`verse 86 [
बहुनात्र किमुक्तेन सर्वकामार्थसिद्धिषु  ॥
अस्मिन्कर्मणि निर्वृत्ते त्वनवाप्यं न विद्यते  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे ऐहिकसिद्धिकर्मवर्णनं नाम द्वात्रिंशो ऽध्यायः
]
