`speaker [
उपमन्युरुवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि केवलामुष्मिकं विधिम्  ॥
नैतेन सदृशं किंचित्कर्मास्ति भुवनत्रये  ॥
]

`verse 2 [
पुण्यातिशयसंयुक्तः सर्वैर्देवैरनुष्ठितः  ॥
ब्रह्मणा विष्णुना चैव रुद्रेण च विशेषतः  ॥
]

`verse 3 [
इंद्रादिलोकपारैश्च सूर्याद्यैर्नवभिर्ग्रहैः  ॥
विश्वामित्रवसिष्ठाद्यैर्ब्रह्मविद्भिर्महर्षिभिः  ॥
]

`verse 4 [
श्वेतागस्त्यदधीचाद्यैरस्माभिश्च शिवाश्रितैः  ॥
नंदीश्वरमहाकालभृंगीशाद्यैर्गणेश्वरैः  ॥
]

`verse 5 [
पातालवासिभिर्दैत्यैः शेषाद्यैश्च महोरगैः  ॥
सिद्धैर्यक्षैश्च गंधर्वै रक्षोभूतपिशाचकैः  ॥
]

`verse 6 [
स्वंस्वं पदमनुप्राप्तं सर्वैरयमनुष्ठितः  ॥
अनेन विधिना सर्वे देवा देवत्वमागताः  ॥
]

`verse 7 [
ब्रह्मा ब्रह्मत्वमापन्नो विष्णुर्विष्णुत्वमागतः  ॥
रुद्रो रुद्रत्वमापन्न इंद्रश्चेन्द्रत्वमागतः  ॥
]

`verse 8 [
गणेशश्च गणेशत्वमनेन विधिना गतः  ॥
सितचंदनतोयेन लिंगं स्नाप्य शिवं शिवाम्  ॥
श्वेतैर्विकसितैः पद्मैः संपूज्य प्रणिपत्य च  ॥
]

`verse 9 [
तत्र पद्मासनं रम्यं कृत्वा लक्षणसंयुतम्  ॥
विभवे सति हेमाद्यै रत्नाद्यैर्वा स्वशक्तितः  ॥
]

`verse 10 [
मध्ये केसरजालास्य स्थाप्य लिंगं कनीयसम्  ॥
अंगुष्ठप्रतिमं रम्यं सर्वगन्धमयं शुभम्  ॥
]

`verse 11 [
दक्षिणे स्थापयित्वा तु बिल्वपत्रैः समर्चयेत् ॥
अगुरुं दक्षिणे पार्श्वे पश्चिमे तु मनःशिलाम्  ॥
]

`verse 12 [
उत्तरे चंदनं दद्याद्धरितालं तु पूर्वतः  ॥
सुगन्धैः कुसुमै रम्यैर्विचित्रैश्चापि पूजयेत् ॥
]

`verse 13 [
धूपं कृष्णागुरुं दद्यात्सर्वतश्च सगुग्गुलम्  ॥
वासांसि चातिसूक्ष्माणि विकाशानि निवेदयेत् ॥
]

`verse 14 [
पायसं घृतसंमिश्रं घृतदीपांश्च दापयेत् ॥
सर्वं निवेद्य मन्त्रेण ततो गच्छेत्प्रदक्षिणाम्  ॥
]

`verse 15 [
प्रणम्य भक्त्या देवेशं स्तुत्वा चान्ते क्षमापयेत् ॥
सर्वोपहारसंमिश्रं ततो लिंगं निवेदयेत् ॥
]

`verse 16 [
शिवाय शिवमन्त्रेण दक्षिणामूर्तिमाश्रितः  ॥
एवं यो ऽर्चयते नित्यं पञ्चगन्धमयं शुभम्  ॥
]

`verse 17 [
सर्वपापविनिर्मुक्तः शिवलोके महीयते  ॥
एतद्व्रतोत्तमं गुह्यं शिवलिंगमहाव्रतम्  ॥
]

`verse 18 [
भक्तस्य ते समाख्यातं न देयं यस्य कस्यचित् ॥
देयं च शिवभक्तेभ्यः शिवेन कथितं पुरा  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे आमुष्मिककर्मविधिवर्णनं नाम त्रयस्त्रिंशोऽध्यायः
]
