`speaker [
उपमन्युरुवाच
]

`verse 1 [
नित्यनैमित्तिकात्काम्याद्या सिद्धिरिह कीर्तिता  ॥
सा सर्वा लभ्येत सद्यो लिंगबेरप्रतिष्ठया  ॥
]

`verse 2 [
सर्वो लिंगमयो लोकस्सर्वं लिंगे प्रतिष्ठितम्  ॥
तस्मात्प्रतिष्ठिते लिंगे भवेत्सर्वं पतिष्ठितम्  ॥
]

`verse 3 [
ब्रह्मणा विष्णुना वापि रुद्रेणान्येन केन वा  ॥
लिंगप्रतिष्ठामुत्सृज्य क्रियते स्वपदस्थितिः  ॥
]

`verse 4 [
किमन्यदिह वक्तव्यं प्रतिष्ठां प्रति कारणम्  ॥
पर्तिष्ठितं शिवेनापि लिंगं वैश्वेश्वरं यतः  ॥
]

`verse 5 [
तस्मात्सर्वप्रयत्नेन परत्रेह च शर्मणे  ॥
स्थापयेत्परमेशस्य लिंगं बेरमथापि वा  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 6 [
किमिदं लिंगमाख्यातं कथं लिंगी महेश्वरः  ॥
कथं च लिंगभावो ऽस्य कस्मादस्मिञ्छिवो ऽर्च्यते  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 7 [
अव्यक्तं लिंगमाख्यातं त्रिगुणप्रभवाप्ययम्  ॥
अनाद्यनंतं विश्वस्य यदुपादानकारणम्  ॥
]

`verse 8 [
तदेव मूलप्रकृतिर्माया च गगनात्मिका  ॥
तत एव समुत्पन्नं जगदेतच्चराचरम्  ॥
]

`verse 9 [
अशुद्धं चैव शुद्धं यच्छुद्धाशुद्धं च तत्त्रिधा  ॥
ततः शिवो महेशश्च रुद्रो विष्णुः पितामहः  ॥
]

`verse 10 [
भूतानि चेन्द्रियैर्जाता लीयन्ते ऽत्र शिवाज्ञया  ॥
अत एव शिवो लिंगो लिंगमाज्ञापयेद्यतः  ॥
]

`verse 11 [
यतो न तदनाज्ञातं कार्याय प्रभवेत्स्वतः  ॥
ततो जातस्य विश्वस्य तत्रैव विलयो यतः  ॥
]

`verse 12 [
अनेन लिंगतां तस्य भवेन्नान्येन केनचित् ॥
लिंगं च शिवयोर्देहस्ताभ्यां यस्मादधिष्ठितम्  ॥
]

`verse 13 [
अतस्तत्र शिवः साम्बो नित्यमेव समर्चयेत् ॥
लिंगवेदी महादेवी लिंगं साक्षान्महेश्वरः  ॥
]

`verse 14 [
तयोः संपूजनादेव स च सा च समर्चितौ  ॥
न तयोर्लिंगदेहत्वं विद्यते परमार्थतः  ॥
]

`verse 15 [
यतस्त्वेतौ विशुद्धौ तौ देहस्तदुपचारतः  ॥
तदेव परमा शक्तिः शिवस्य परमात्मनः  ॥
]

`verse 16 [
शक्तिराज्ञां यदादत्ते प्रसूते तच्चराचरम्  ॥
न तस्य महिमा शक्यो वक्तुं वर्षशतैरपि  ॥
]

`verse 17 [
येनादौ मोहितौ स्यातां ब्रह्मनारायणावपि  ॥
पुरा त्रिभुवनस्यास्य प्रलये समुपस्थिते  ॥
]

`verse 18 [
वारिशय्यागतो विष्णुः सुष्वापानाकुलः सुखम्  ॥
५८९

यदृच्छया गतस्तत्र ब्रह्मा लोकपितामहः  ॥
]

`verse 19 [
ददर्श पुण्डरीकाक्षं स्वपन्तं तमनाकुलम्  ॥
मायया मोहितः शम्भोर्विष्णुमाह पितामहः  ॥
]

`verse 20 [
कस्त्वं वदेत्यमर्षेण प्रहृत्योत्थाप्य माधवम्  ॥
स तु हस्तप्रहारेण तीव्रेणाभिहतः क्षणात् ॥
]

`verse 21 [
प्रबुद्धोत्थाय शयनाद्ददर्श परमेष्ठिनम्  ॥
तमाह चांतस्संक्रुद्धः स्वयमक्रुद्धवद्धरिः  ॥
]

`verse 22 [
कुतस्त्वमागतो वत्स कस्मात्त्वं व्याकुलो वद  ॥
इति विष्णुवचः श्रुत्वा प्रभुत्वगुणसूचकम्  ॥
]

`verse 23 [
रजसा बद्धवैरस्तं ब्रह्मा पुनरभाषत  ॥
वत्सेति मां कुतो ब्रूषे गुरुः शिष्यमिवात्मनः  ॥
]

`verse 24 [
मां न जानासि किं नाथं प्रपञ्चो यस्य मे कृतिः  ॥
त्रिधात्मानं विभज्येदं सृष्ट्वाथ परिपाल्यते  ॥
]

`verse 25 [
संहरामि नमे कश्चित्स्रष्टा जगति विद्यते  ॥
इत्युक्ते सति सो ऽप्याह ब्रह्माणं विष्णुरव्ययः  ॥
]

`verse 26 [
अहमेवादिकर्तास्य हर्ता च परिपालकः  ॥
भवानपि ममैवांगादवतीर्णः पुराव्ययात् ॥
]

`verse 27 [
मन्नियोगात्त्वमात्मानं त्रिधा कृत्वा जगत्त्रयम्  ॥
सृजस्यवसि चांते तत्पुनः प्रतिसृजस्यपि  ॥
]

`verse 28 [
विस्मृतोसि जगन्नाथं नारायणमनामयम्  ॥
तवापि जनकं साक्षान्मामेवमवमन्यसे  ॥
]

`verse 29 [
तवापराधो नास्त्यत्र भ्रांतोसि मम मायया  ॥
मत्प्रसादादियं भ्रांतिरपैष्यति तवाचिरात् ॥
]

`verse 30 [
शृणु सत्यं चतुर्वक्त्र सर्वदेवेश्वरो ह्यहम्  ॥
कर्ता भर्ता च हर्ता च न मयास्ति समो विभुः  ॥
]

`verse 31 [
एवमेव विवादोभूद्ब्रह्मविष्ण्वोः परस्परम्  ॥
अभवच्च महायुद्धं भैरवं रोमहर्षणम्  ॥
]

`verse 32 [
मुष्टिभिर्न्निघ्नतोस्तीव्रं रजसा बद्धवैरयोः  ॥
तयोर्दर्पापहाराय प्रबोधाय च देवयोः  ॥
]

`verse 33 [
मध्ये समाविरभवल्लिंगमैश्वरमद्भुतम्  ॥
ज्वालामालासहस्राढ्यमप्रमेयमनौपमम्  ॥
]

`verse 34 [
क्षयवृद्धिविनिर्मुक्तमादिमध्यांतवर्जितम्  ॥
तस्य ज्वालासहस्रेण ब्रह्मविष्णू विमोहितौ  ॥
]

`verse 35 [
विसृज्य युद्धं किं त्वेतदित्यचिंतयतां तदा  ॥
न तयोस्तस्य याथात्म्यं प्रबुद्धमभवद्यदा  ॥
]

`verse 36 [
तदा समुद्यतौ स्यातां तस्याद्यंतं परीक्षितुम्  ॥
]

`verse 37 [
तत्र हंसाकृतिर्ब्रह्मा विश्वतः पक्षसंयुतः  ॥
मनोनिलजवो भूत्वा गतस्तूर्ध्वं प्रयत्नतः  ॥
]

`verse 38 [
नारायणोपि विश्वात्मा लीलाञ्जनचयोपमम्  ॥
वाराहममितं रूपमस्थाय गतवानधः  ॥
]

`verse 39 [
एवं वर्षसहस्रं तु त्वरन् विष्णुरधोगतः  ॥
नापश्यदल्पमप्यस्य मूलं लिंगस्य सूकरः  ॥
]

`verse 40 [
तावत्कालं गतश्चोर्ध्वं तस्यांतं ज्ञातुमिच्छया  ॥
श्रांतोत्यंतमदृष्ट्वांतं पापताधः पितामहः  ॥
]

`verse 41 [
५९०

तथैव भगवान् विष्णुः श्रांतः संविग्नलोचनः  ॥
क्लेशेन महता तूर्णमधस्तादुत्थितो ऽभवत् ॥
]

`verse 42 [
समागतावथान्योन्यं विस्मयस्मेरवीक्षणौ  ॥
मायया मोहितौ शंभोः कृत्याकृत्यं न जग्मतुः  ॥
]

`verse 43 [
पृष्ठतः पार्श्वतस्तस्य चाग्रतश्च स्थितावुभौ  ॥
प्रणिपत्य किमात्मेदमित्यचिंतयतां तदा  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे हरिविधिमोहवर्णनं नाम चतुस्त्रिंशोऽध्यायः
]
