`speaker [
उपमन्युरुवाच
]

`verse 1 [
अथाविरभवत्तत्र सनादं शब्दलक्षणम्  ॥
ओमित्येकाक्षरं ब्रह्म ब्रह्मणः प्रतिपादकम्  ॥
]

`verse 2 [
तदप्यविदितं तावद्ब्रह्मणा विष्णुना तथा  ॥
रजसा तमसा चित्तं तयोर्यस्मात्तिरस्कृतम्  ॥
]

`verse 3 [
तदा विभक्तमभवच्चतुर्धैकं तदक्षरम्  ॥
अ उ मेति त्रिमात्राभिः परस्ताच्चार्धमात्रया  ॥
]

`verse 4 [
तत्राकारः श्रितो भागे ज्वलल्लिंगस्य दक्षिणे  ॥
उकारश्चोत्तरे तद्वन्मकारस्तस्य मध्यतः  ॥
]

`verse 5 [
अर्धमात्रात्मको नादः श्रूयते लिंगमूर्धनि  ॥
विभक्ते ऽपि तदा तस्मिन्प्रणवे परमाक्षरे  ॥
]

`verse 6 [
विभावार्थं च तौ देवौ न किंचिदवजग्मतुः  ॥
वेदात्मना तदाव्यक्तः प्रणवो विकृतिं गतः  ॥
]

`verse 7 [
तत्राकारो ऋगभवदुकारो यजुरव्ययः  ॥
मकारस्साम संजातो नादस्त्वाथर्वणी श्रुतिः  ॥
]

`verse 8 [
ऋगयं स्थापयामास समासात्त्वर्थमात्मनः  ॥
रजोगुणेषु ब्रह्माणं मूर्तिष्वाद्यं क्रियास्वपि  ॥
]

`verse 9 [
सृष्टिं लोकेषु पृथिवीं तत्त्वेष्वात्मानमव्ययम्  ॥
कलाध्वनि निवृत्तिं च सद्यं ब्रह्मसु पञ्चसु  ॥
]

`verse 10 [
लिंगभागेष्वधोभागं बीजाख्यं कारणत्रये  ॥
चतुःषष्टिगुणैश्वर्यं बौद्धं यदणिमादिषु  ॥
]

`verse 11 [
तदित्थमर्थैर्दशभिर्व्याप्तं विश्वमृचा जगत् ॥
अथोपस्थापयामास स्वार्थं दशविधं यजुः  ॥
]

`verse 12 [
सत्त्वं गुणेषु विष्णुं च मूर्तिष्वाद्यं क्रियास्वपि  ॥
स्थितिं लोकेष्वंतरिक्षं विद्यां तत्त्वेषु च त्रिषु  ॥
]

`verse 13 [
कलाध्वसु प्रतिष्ठां च वामं ब्रह्मसु पञ्चसु  ॥
मध्यं तु लिंगभागेषु योनिं च त्रिषु हेतुषु  ॥
]

`verse 14 [
प्राकृतं च यथैश्वर्यं तस्माद्विश्वं यजुर्मयम्  ॥
ततोपस्थापयामास सामार्थं दशधात्मनः  ॥
]

`verse 15 [
तमोगुणेष्वथो रुद्रं मूर्तिष्वाद्यं क्रियासु च  ॥
संहृतिं त्रिषु लोकेषु तत्त्वेषु शिवमुत्तमम्  ॥
]

`verse 16 [
विद्याकलास्वघोरं च तथा ब्रह्मसु पञ्चसु  ॥
लिंगभागेषु पीठोर्ध्वं बीजिनं कारणत्रये  ॥
]

`verse 17 [
पौरुषं च तथैश्वर्यमित्थं साम्ना ततं जगत् ॥
अथाथर्वाह नैर्गुण्यमर्थं प्रथममात्मनः  ॥
]

`verse 18 [
ततो महेश्वरं साक्षान्मूर्तिष्वपि सदाशिवम्  ॥
क्रियासु निष्क्रियस्यापि शिवस्य परमात्मनः  ॥
]

`verse 19 [
भूतानुग्रहणं चैव मुच्यंते येन जंतवः  ॥
लोकेष्वपि यतो वाचो निवृत्ता मनसा सह  ॥
]

`verse 20 [
तदूर्ध्वमुन्मना लोकात्सोमलोकमलौकिकम्  ॥
सोमस्सहोमया यत्र नित्यं निवसतीश्वरः  ॥
]

`verse 21 [
तदूर्ध्वमुन्मना लोकाद्यं प्राप्तो न निवर्तते  ॥
शांतिं च शांत्यतीतां च व्यापिकां चै कलास्वपि  ॥
]

`verse 22 [
तत्पूरुषं तथेशानं ब्रह्म ब्रह्मसु पञ्चसु  ॥
मूर्धानमपि लिंगस्य नादभागेष्वनुत्तमम्  ॥
]

`verse 23 [
यत्रावाह्य समाराध्यः केवलो निष्कलः शिवः  ॥
तत्तेष्वपि तदा बिंदोर्नादाच्छक्तेस्ततः परात् ॥
]

`verse 24 [
तत्त्वादपि परं तत्त्वमतत्त्वं परमार्थतः  ॥
कारणेषु त्रयातीतान्मायाविक्षोभकारणात् ॥
]

`verse 25 [
अनंताच्छुद्धविद्यायाः परस्ताच्च महेश्वरात् ॥
सर्वविद्येश्वराधीशान्न पराच्च सदाशिवात् ॥
]

`verse 26 [
सर्वमंत्रतनोर्देवाच्छक्तित्रयसमन्वितात् ॥
पञ्चवक्त्राद्दशभुजात्साक्षात्सकलनिष्कलात् ॥
]

`verse 27 [
तस्मादपि पराद्बिंदोरर्धेदोश्च ततः परात् ॥
ततः परान्निशाधीशान्नादाख्याच्च ततः परात् ॥
]

`verse 28 [
ततः परात्सुषुम्नेशाद्ब्रह्मरंध्रेश्वरादपि  ॥
ततः परस्माच्छक्तेश्च परस्ताच्छिवतत्त्वतः  ॥
]

`verse 29 [
परमं कारणं साक्षात्स्वयं निष्कारणं शिवम्  ॥
कारणानां च धातारं ध्यातारां ध्येयमव्ययम्  ॥
]

`verse 30 [
परमाकाशमध्यस्थं परमात्मोपरि स्थितं  ॥
सर्वैश्वर्येण संपन्नं सर्वेश्वरमनीश्वरम्  ॥
]

`verse 31 [
ऐश्वर्याच्चापि मायेयादशुद्धान्मानुषादिकात् ॥
अपराच्च परात्त्याज्यादधिशुद्धाध्वगोचरात् ॥
]

`verse 32 [
तत्पराच्छुद्धविद्याद्यादुन्मनांतात्परात्परात् ॥
परमं परमैश्वर्यमुन्मनाद्यमनादि च  ॥
]

`verse 33 [
अपारमपराधीनं निरस्तातिशयं स्थिरम्  ॥
इत्थमर्थैर्दशविधैरियमाथर्वणी श्रुतिः  ॥
]

`verse 34 [
यस्माद्गरीयसी तस्माद्विश्वं व्याप्तमथर्वणात् ॥
ऋग्वेदः पुनराहेदं जाग्रद्रूपं मयोच्यते  ॥
]

`verse 35 [
येनाहमात्मतत्त्वस्य नित्यमस्म्यभिधायकः  ॥
यजुर्वेदो ऽवदत्तद्वत्स्वप्नावस्था मयोच्यते  ॥
]

`verse 36 [
भोग्यात्मना परिणता विद्यावेद्या यतो मयि  ॥
साम चाह सुषुप्त्याख्यमेवं सर्वं मयोच्यते  ॥
]

`verse 37 [
ममार्थेन शिवेनेदं तामसेनाभिधीयते  ॥
अथर्वाह तुरायाख्यं तुरीयातीतमेव च  ॥
]

`verse 38 [
मयाभिधीयते तस्मादध्वातीतपदोस्म्यहम्  ॥
अध्वात्मकं तु त्रितयं शिवविद्यात्मसंज्ञितम्  ॥
]

`verse 39 [
तत्त्रैगुण्यं त्रयीसाध्यं संशोध्यं च पदैषिणा  ॥
अध्वातीतं तुरीयाख्यं निर्वाणं परमं पदम्  ॥
]

`verse 40 [
तदतीतं च नैर्गुण्यादध्वनोस्य विशोधकम्  ॥
द्वयोः प्रमापको नादो नदांतश्च मदात्मकः  ॥
]

`verse 41 [
तस्मान्ममार्थस्वातंत्र्यात्प्रधानः परमेश्वरः  ॥
यदस्ति वस्तु तत्सर्वं गुणप्रधान्ययोगतः  ॥
]

`verse 42 [
समस्तं व्यस्तमपि च प्रणवार्थं प्रचक्षते  ॥
सवार्थवाचकं तस्मादेकं ब्रह्मैतदक्षरम्  ॥
]

`verse 43 [
तेनोमिति जगत्कृत्स्नं कुरुते प्रथमं शिवः  ॥
शिवो हि प्रणवो ह्येष प्रणवो हि शिवः स्मृतः  ॥
]

`verse 44 [
वाच्यवाचकयोर्भेदो नात्यंतं विद्यते यतः  ॥
चिंतया रहितो रुद्रो वाचोयन्मनसा सह  ॥
]

`verse 45 [
अप्राप्य तन्निवर्तंते वाच्यस्त्वेकाक्षरेण सः  ॥
एकाक्षरादकाराख्यादात्मा ब्रह्माभिधीयते  ॥
]

`verse 46 [
एकाक्षरादुकाराख्याद्द्विधा विष्णुरुदीर्यते  ॥
एकाक्षरान्मकाराख्याच्छिवो रुद्र उदाहृतः  ॥
]

`verse 47 [
दक्षिणांगान्महेशस्य जातो ब्रह्मात्मसंज्ञिकः  ॥
वामांगादभवद्विष्णुस्ततो विद्येति संज्ञितः  ॥
]

`verse 48 [
हृदयान्नीलरुद्रो भूच्छिवस्य शिवसंज्ञिकः  ॥
सृष्टेः प्रवर्तको ब्रह्मा स्थितेर्विष्णुर्विमोहकः  ॥
]

`verse 49 [
संहारस्य तथा रुद्रस्तयोर्नित्यं नियामकः  ॥
]

`verse 50 [
तस्मात्त्रयस्ते कथ्यंते जगतः कारणानि च  ॥
कारणत्रयहेतुश्च शिवः परमकारणम्  ॥
]

`verse 51 [
अर्थमेतमविज्ञाय रजसा बद्धवैरयोः  ॥
युवयोः प्रतिबोधाय मध्ये लिंगमुपस्थितम्  ॥
]

`verse 52 [
एवमोमिति मां प्राहुर्यदिहोक्तमथर्वणा  ॥
ऋचो यजूंषि सामानि शाखाश्चान्याः सहस्रशः  ॥
]

`verse 53 [
वेदेष्वेवं स्वयं वक्त्रैर्व्यक्तमित्यवदत्स्वपि  ॥
स्वप्नानुभूतमिव तत्ताभ्यां नाध्यवसीयते  ॥
]

`verse 54 [
तयोस्तत्र प्रबोधाय तमोपनयनाय च  ॥
लिंगेपि मुद्रितं सर्वं यथा वेदैरुदाहृतम्  ॥
]

`verse 55 [
तद्दृष्ट्वा मुद्रितं लिंगे प्रसादाल्लिंगिनस्तदा  ॥
प्रशांतमनसौ देवौ प्रबुद्धौ संबभूवतुः  ॥
]

`verse 56 [
उत्पत्तिं विलयं चैव यथात्म्यं च षडध्वनाम्  ॥
ततः परतरं धाम धामवंतं च पूरुषम्  ॥
]

`verse 57 [
निरुत्तरतरं ब्रह्म निष्कलं शिवमीश्वरम्  ॥
पशुपाशमयस्यास्य प्रपञ्चस्य सदा पतिम्  ॥
]

`verse 58 [
अकुतोभयमत्यंतमवृद्धिक्षयमव्ययम्  ॥
वाह्यमाभ्यंतरं व्याप्तं वाह्याभ्यंतरवर्जितम्  ॥
]

`verse 59 [
निरस्तातिशयं शश्वद्विश्वलोकविलक्षणम्  ॥
अलक्षणमनिर्देश्यमवाङ्मनसगोचरम्  ॥
]

`verse 60 [
प्रकाशैकरसं शांतं प्रसन्नं सततोदितम्  ॥
सर्वकल्याणनिलयं शक्त्या तादृशयान्वितम्  ॥
]

`verse 61 [
ज्ञात्वा देवं विरूपाक्षं ब्रह्मनारायणौ तदा  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 62 [
अज्ञो वाहमभिज्ञो वा त्वयादौ देव निर्मितः  ॥
ईदृशीं भ्रांतिमापन्न इति को ऽत्रापराध्यति  ॥
]

`verse 63 [
आस्तां ममेदमज्ञानं त्वयि सन्निहते प्रभो  ॥
निर्भयः को ऽभिभाषेत कृत्यं स्वस्य परस्य वा  ॥
]

`verse 64 [
आवयोर्देवदेवस्य विवादो ऽपि हि शोभनः  ॥
पादप्रणामफलदो नाथस्य भवतो यतः  ॥
]

`speaker [
विष्णुरुवाच
]

`verse 65 [
स्तोतुं देव न वागस्ति महिम्नः सदृशी तव  ॥
प्रभोरग्रे विधेयानां तूष्णींभावो व्यतिक्रमः  ॥
]

`verse 66 [
किमत्र संघटेत्कृत्यमित्येवावसरोचितम्  ॥
अजानन्नपि यत्किंचित्प्रलप्य त्वां नतो ऽस्म्यहम्  ॥
]

`verse 67 [
कारणत्वं त्वया दत्तं विस्मृतं तव मायया  ॥
मोहितो ऽहंकृतश्चापि पुनरेवास्मि शासितः  ॥
]

`verse 68 [
विज्ञापितैः किं बहुभिर्भीतोस्मि भृशमीश्वर  ॥
यतो ऽहमपरिच्छेद्यं त्वां परिच्छेत्तुमुद्यतः  ॥
]

`verse 69 [
त्वामुशंति महादेवं भीतानामार्तिनाशनम्  ॥
अतो व्यतिक्रमं मे ऽद्य क्षंतुमर्हसि शंकर  ॥
]

`verse 70 [
इति विज्ञापितस्ताभ्यामीश्वराभ्यां महेश्वरः  ॥
प्रीतो ऽनुगृह्य तौ देवौ स्मितपूर्वमभाषत  ॥
]

`speaker [
ईश्वर उवाच
]

`verse 71 [
वत्सवत्स विधे विष्णो मायया मम मोहितौ  ॥
युवां प्रभुत्वे ऽहंकृत्य बुद्धवैरो परस्परम्  ॥
]

`verse 72 [
विवादं युद्धपर्यंतं कृत्वा नोपरतौ किल  ॥
ततश्च्छिन्ना प्रजासृष्टिर्जगत्कारणभूतयोः  ॥
]

`verse 73 [
अज्ञानमानप्रभवाद्वैमत्याद्युवयोरपि  ॥
तन्निवर्तयितुं युष्मद्दर्पमोहौ मयैव तु  ॥
]

`verse 74 [
एवं निवारितावद्यलिंगाविर्भावलीलया  ॥
तस्माद्भूयो विवादं च व्रीडां चोत्सृज्य कृत्स्नशः  ॥
]

`verse 75 [
यथास्वं कर्म कुर्यातां भवंतौ वीतमत्सरौ  ॥
पुरा ममाज्ञया सार्धं समस्तज्ञानसंहिताः  ॥
]

`verse 76 [
युवाभ्यां हि मया दत्ता कारणत्वप्रसिद्धये  ॥
मंत्ररत्नं च सूत्राख्यं पञ्चाक्षरमयं परम्  ॥
]

`verse 77 [
मयोपदिष्टं सर्वं तद्युवयोरद्य विस्मृतम्  ॥
ददामि च पुनः सर्वं यथापूर्वं ममाज्ञया  ॥
]

`verse 78 [
यतो विना युवां तेन न क्षमौ सृष्टिरक्षणे  ॥
एवमुक्त्वा महादेवो नारायणपितामहौ  ॥
]

`verse 79 [
मंत्रराजं ददौ ताभ्यां ज्ञानसंहितया सह  ॥
तौ लब्ध्वा महतीं दिव्यामाज्ञां माहेश्वरीं पराम्  ॥
]

`verse 80 [
महार्थं मंत्ररत्नं च तथैव सकलाः कलाः  ॥
दंडवत्प्रणतिं कृत्वा देवदेवस्य पादयोः  ॥
]

`verse 81 [
अतिष्ठतां वीतभयावानंदास्तिमितौ तदा  ॥
एतस्मिन्नंतरे चित्रमिंद्रजालवदैश्वरम्  ॥
]

`verse 82 [
लिंगं क्वापि तिरोभूतं न ताभ्यामुपलभ्यते  ॥
ततो विलप्य हाहेति सद्यःप्रणयभंगतः  ॥
]

`verse 83 [
किमसत्यमिदं वृत्तमिति चोक्त्वा परस्परम्  ॥
अचिंत्यवैभवं शंभोर्विचिंत्य च गतव्यथौ  ॥
]

`verse 84 [
अभ्युपेत्य परां मैत्रीमालिंग्य च परस्परम्  ॥
जगद्व्यापारमुद्दिश्य जग्मतुर्देवपुंगवौ  ॥
]

`verse 85 [
ततः प्रभृति शक्राद्याः सर्व एव सुरासुराः  ॥
ऋषयश्च नरा नागा नार्यश्चापि विधानतः  ॥
लिंगप्रतिष्ठा कुर्वंति लिंगे तं पूजयंति च  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे हरिविधिमोहनिवारणं नाम पञ्चत्रिंशो ऽध्यायः
]
