`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
भगवञ्छ्रोतुमिच्छामि प्रतिष्ठाविधिमुत्तमम्  ॥
लिंगस्यापि च बेरस्य शिवेन विहितं यथा  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 2 [
अनात्मप्रतिकूले तु दिवसे शुक्लपक्षके  ॥
शिवशास्त्रोक्तमार्गेण कुर्याल्लिंगं प्रमाणवत् ॥
]

`verse 3 [
स्वीकृत्याथ शुभस्थानं भूपरीक्षां विधाय च  ॥
दशोपचारान्कुर्वीत लक्षणोद्धारपूर्वकान्  ॥
]

`verse 4 [
तेषां दशोपचाराणां पूर्वं पूज्य १ विनायकम्  ॥
स्थानशुद्ध्यादिकं कृत्वालिंगं स्नानालयं नयेत् ॥
]

`verse 5 [
शलाकया कांचनया २ कुंकुमादिरसाक्तया  ॥
लक्षितं लक्षणं शिल्पशास्त्रेण विलिखेत्ततः  ॥
]

`verse 6 [
अष्टमृत्सलिलैर्वाथ पञ्चमृत्सलिलैस्तथा  ॥
लिङ्गं पिंडिकया सार्धं पञ्चगव्यैश्च शोधयेत् ॥
]

`verse 7 [
सवेदिकं समभ्यर्च्य दिव्याद्यं तु जलाशयम्  ॥
नीत्वाधिवासयेत्तत्र लिंगं पिंडिकया सह  ॥
]

`verse 8 [
अधिवासालये शुद्धे सर्वशोभासमन्विते  ॥
सतोरणे सावरणे दर्भमालासमावृते  ॥
]

`verse 9 [
दिग्गजाष्टकसंपन्ने दिक्पालाष्टघटान्विते  ॥
अष्टमंगलकैर्युक्ते कृतदिक्पालकार्चिते  ॥
]

`verse 10 [
तेजसं दारवं वापि कृत्वा पद्मासनांकितम्  ॥
विन्यसेन्मध्यतस्तत्र विपुलं पीठकालयम्  ॥
]

`verse 11 [
द्वारपालान्समभ्यर्च्य भद्रादींश्चतुरःक्रमात् ॥
समुद्रश्च विभद्रश्च सुनंदश्च विनंदकः  ॥
]

`verse 12 [
स्नापयित्वा समभ्यर्च्य लिंगं वेदिकया सह  ॥
सकूर्चाभ्यां तु वस्त्राभ्यां समावेष्ट्यं समंततः  ॥
]

`verse 13 [
प्रापय्य शनकैस्तोयं पीठिकोपरि शाययेत् ॥
प्राक्शिरस्कमधःसूत्रं पिंडिकां चास्य पश्चिमे  ॥
]

`verse 14 [
सर्वमंगलसंयुक्तं लिंगं तत्राधिवासयेत् ॥
पञ्चरात्रं त्रिरात्रं वाप्येकरात्रमथापि वा  ॥
]

`verse 15 [
विसृज्य पूजितं तत्र शोधयित्वा च पूर्ववत् ॥
संपूज्योत्सवमार्गेण शयनालयमानयेत् ॥
]

`verse 16 [
तत्रापि शयनस्थानं कुर्यान्मंडलमध्यतः  ॥
शुद्धैर्जलैः स्नापयित्वा लिंगमभ्यर्चयेत्क्रमात् ॥
]

`verse 17 [
ऐशान्यां पद्ममालिख्य शुद्धलिप्ते महीतले  ॥
शिवकुंभं शोधयित्वा तत्रावाह्य शिवं यजेत् ॥
]

`verse 18 [
वेदीमध्ये सितं पद्मं परिकल्प्य विधानतः  ॥
तस्य पश्चिमतश्चापि चंडिकापद्ममालिखेत् ॥
]

`verse 19 [
क्षौमाद्यैर्वाहतैर्वस्त्रैः पुष्पैर्दर्भैरथापि वा  ॥
प्रकल्प्य शयनं तस्मिन्हेमपुष्पं विनिक्षिपेत् ॥
]

`verse 20 [
तत्र लिंगं समानीय सर्वमंगलनिःस्वनैः  ॥
रक्तेन वस्त्रयुग्मेन सकूर्चेन समंततः  ॥
]

`verse 21 [
सह पिंडिकयावेष्ट्य शाययेच्च यथा पुरा  ॥
पुरस्तात्पद्ममालिख्य तद्दलेषु यथाक्रमम्  ॥
]

`verse 22 [
विद्येशकलशान्न्यस्येन्मध्ये शैवीं च वर्धनीम्  ॥
परीत्य पद्मत्रितयं जुहुयुर्द्विजसत्तमाः  ॥
]

`verse 23 [
ते चाष्टमूर्तयः कल्प्याः पूर्वादिपरितः स्थिताः  ॥
चत्वारश्चाथ वा दिक्षु स्वध्येतारस्सजापकाः  ॥
]

`verse 24 [
जुहुयुस्ते विरंच्याद्याश्चतस्रो मूर्तयः स्मृताः  ॥
दैशिकः प्रथमं तेषामैशान्यां पश्चिमे ऽथ वा  ॥
]

`verse 25 [
प्रधानहोमं कुर्वीत सप्तद्रव्यैर्यथाक्रमम्  ॥
आचार्यात्पादमर्धं वा जुहुयुश्चापरे द्विजाः  ॥
]

`verse 26 [
प्रधानमेकमेवात्र जुहुयादथ वा गुरुः  ॥
पूर्वं पूर्णाहुतिं हुत्वा घृतेनाष्टोत्तरं शतम्  ॥
]

`verse 27 [
मूर्ध्नि मूलेन लिंगस्य शिवहस्तं प्रविन्यसेत् ॥
शतमर्धं तदर्धं वा क्रमाद्द्रव्यैश्च सप्तभिः  ॥
]

`verse 28 [
हुत्वाहुत्वा स्पृशेल्लिंगं वेदिकां च पुनः पुनः  ॥
पूर्णाहुतिं ततो हुत्वा क्रमाद्दद्याच्च दक्षिणाम्  ॥
]

`verse 29 [
आचार्यात्पादमर्धं वा होत्ःणां स्थपतेरपि  ॥
तदर्धं देयमन्येभ्यः सदस्येभ्यश्च शक्तितः  ॥
]

`verse 30 [
ततः श्वभ्रे वृषं हैमं कूर्चं वापि निवेश्य च  ॥
मृदंभसा पञ्चगव्यैः पुनः शुद्धजलेन च  ॥
]

`verse 31 [
शोधितां चंदनालिप्तां श्वभ्रे ब्रह्मशिलां क्षिपेत् ॥
करन्यासं ततः कृत्वा नवभिः शक्तिनामभिः  ॥
]

`verse 32 [
हरितालादिधातूंश्च बीजगंधौषधैरपि  ॥
शिवशास्त्रोक्तविधिना क्षिपेद्ब्रह्मशिलोपरि  ॥
]

`verse 33 [
प्रतिलिंगं तु संस्थाप्य क्षीरं वृक्षसमुद्भवम्  ॥
स्थितं बुद्ध्वा तदुत्सृज्य लिंगं ब्रह्मशिलोपरि  ॥
]

`verse 34 [
प्रागुदक्प्रवरां किंचित्स्थापयेन्मूलविद्यया  ॥
पिंडिकां चाथ संयोज्य शाक्तं मूलमनुस्मरन्  ॥
]

`verse 35 [
बन्धनं बंधकद्रव्यैः कृत्वा स्थानं विशोध्य च  ॥
दत्त्वा चार्घ्यं च पुष्पाणि कुर्युर्यवनिकां पुनः  ॥
]

`verse 36 [
यथायोग्यं निषेकादि लिंगस्य पुरतस्तदा  ॥
आनीय शयनस्थानात्कलशान्विन्यसेत्क्रमात् ॥
]

`verse 37 [
महापूजामथारभ्य संपूज्य कलशान्दश  ॥
शिवमंत्रमनुस्मृत्य शिवकुंभजलांतरे  ॥
]

`verse 38 [
अंगुष्ठानामिकायोगादादाय तमुदीरयेत् ॥
न्यसेदीशानभागस्य मध्ये लिंगस्य मंत्रवित् ॥
]

`verse 39 [
शक्तिं न्यसेत्तथा विद्यां विद्येशांश्च यथाक्रमम्  ॥
लिङ्गमूले शिवजलैस्ततो लिंगं निषेचयेत् ॥
]

`verse 40 [
वर्धन्यां पिंडिकालिंगं विद्येशकलशैः पुनः  ॥
अभिषिच्यासनं पश्चादाधाराद्यं प्रकल्पयेत् ॥
]

`verse 41 [
कृत्वा पञ्चकलान्यासं दीप्तं लिंगमनुस्मरेत् ॥
आवाहयेच्छिवौ साक्षात्प्राञ्जलिः प्रागुदङ्मुखः  ॥
]

`verse 42 [
वृषाधिराजमारुह्य विमानं वा नभस्तलात् ॥
अलंकृतं सहायांतं देव्या देवमनुस्मरन्  ॥
सर्वाभरणशोभाढ्यं सर्वमंगलनिस्वनैः  ॥
]

`verse 43 [
ब्रह्मविष्णुमहेशार्कशक्राद्यैर्देवदानवैः  ॥
आनंदक्लिन्नसर्वांगैर्विन्यस्तांजलिमस्तकैः  ॥
]

`verse 44 [
स्तुवद्भिरेव नृत्यद्भिर्नामद्भिरभितो वृतम्  ॥
ततः पञ्चोपचारांश्च कृत्वा पूजां समापयेत् ॥
]

`verse 45 [
नातः परतरः कश्चिद्विधिः पञ्चोपचारकात् ॥
प्रतिष्ठां लिंगवत्कुर्यात्प्रतिमास्वपि सर्वतः  ॥
]

`verse 46 [
लक्षणोद्धारसमये कार्यं नयनमोचनम्  ॥
जलाधिवासे शयने शाययेत्तान्त्वधोमुखीम्  ॥
]

`verse 47 [
कुम्भोदशायितां मंत्रैर्हृदि तां सन्नियोजयेत् ॥
कृतालयां परामाहुः प्रतिष्ठामकृतालयात् ॥
]

`verse 48 [
शक्तः कृतालयः पश्चात्प्रतिष्ठाविधिमाचरेत् ॥
अशक्तश्चेत्प्रतिष्ठाप्य लिंगं बेरमथापि वा  ॥
]

`verse 49 [
शक्तेरनुगुणं पश्चात्प्रकुर्वीत शिवालयम्  ॥
गृहार्चां च पुनर्वक्ष्ये प्रतिष्ठाविधिमुत्तमम्  ॥
]

`verse 50 [
कृत्वा कनीयसंबेरं लिंगं वा लक्षणान्वितम्  ॥
अयने चोत्तरे प्राप्ते शुक्लपक्शे शुभे दिने  ॥
]

`verse 51 [
देवीं कृत्वा शुभे देशे तत्राब्जं पूर्ववल्लिखेत् ॥
विकीर्य पत्रपुष्पाद्यैर्मध्ये कुंभं निधाय च  ॥
]

`verse 52 [
परितस्तस्य चतुरः कलशान् दिक्षु विन्यसेत् ॥
पञ्च ब्रह्माणि तद्बीजैस्तेषु पञ्चसु पञ्चभिः  ॥
]

`verse 53 [
न्यस्य संपूज्य मुद्रादि दर्शयित्वाभिरक्ष्य च  ॥
विशोध्य लिंगं बेरं वा मृत्तोयाद्यैर्यथा पुरा  ॥
]

`verse 54 [
स्थापयेत्पुष्पसंछन्नमुत्तरस्थे वरासने  ॥
निधाय पुष्पं शिरसि प्रोक्षयेत्प्रोक्षणीजलैः  ॥
]

`verse 55 [
समभ्यर्च्य पुनः पुष्पैर्जयशब्दादिपूर्वकम्  ॥
कुम्भैरीशानविद्यांतैः स्नापयेन्मूलविद्यया  ॥
]

`verse 56 [
ततः पञ्चकलान्यासं कृत्वा पूजां च पूर्ववत् ॥
नित्यमाराधयेत्तत्र देव्या देवं त्रिलोचनम्  ॥
]

`verse 57 [
एकमेवाथ वा कुंभं मूर्तिमन्त्रसमन्वितम्  ॥
न्यस्य पद्मांतरे सर्वं शेषं पूर्ववदाचरेत् ॥
]

`verse 58 [
अत्यंतोपहतं लिंगं विशोध्य स्थापयेत्पुनः  ॥
संप्रोक्षयेदुपहतमनागुपहतं यजेत् ॥
]

`verse 59 [
लिंगानि बाणसंज्ञानि स्थापनीयानि वा न वा  ॥
तानि पूर्वं शिवेनैव संस्कृतानि यतस्ततः  ॥
]

`verse 60 [
शेषाणि स्थापनीयानि यानि दृष्टानि बाणवत् ॥
स्वयमुद्भूतलिंगे च दिव्ये चार्षे तथैव च  ॥
]

`verse 61 [
अपीठे पीठमावेश्य कृत्वा संप्रोक्षणं विधिम्  ॥
यजेत्तत्र शिवं तेषां प्रतिष्ठा न विधीयते  ॥
]

`verse 62 [
दग्धं श्लथं क्षतांगं च क्षिपेल्लिंगं जलाशये  ॥
संधानयोग्यं संधाय प्रतिष्ठाविधिमाचरेत् ॥
]

`verse 63 [
बेराद्वा विकलाल्लिंगाद्देवपूजापुरस्सरम्  ॥
उद्वास्य हृदि संधानं त्यागं वा युक्तमाचरेत् ॥
]

`verse 64 [
एकाहपूजाविहतौ कुर्याद्द्विगुणमर्चनम्  ॥
द्विरात्रे च महापूजां संप्रोक्षणमतः परम्  ॥
]

`verse 65 [
मासादूर्ध्वमनेकाहं पूजा यदि विहन्यते  ॥
प्रतिष्ठा प्रोच्यते कैश्चित्कैश्चित्संप्रोक्षणक्रमः  ॥
]

`verse 66 [
संप्रोक्षणे तु लिंगादेर्देवमुद्वास्य पूर्ववत् ॥
अष्टपञ्चक्रमेणैव स्नापयित्वा मृदंभसा  ॥
]

`verse 67 [
गवां रसैश्च संस्नाप्य दर्भतोयैर्विशोध्य च  ॥
प्रोक्षयेत्प्रोक्षणीतोयैर्मूलेनाष्टोत्तरं शतम्  ॥
]

`verse 68 [
सपुष्पं सकुशं पाणिं न्यस्य लिंगस्य मस्तके  ॥
पञ्चवारं जपेन्मूलमष्टोत्तरशतं ततः  ॥
]

`verse 69 [
ततो मूलेन मूर्धादिपीठांतं संस्पृशेदपि  ॥
पूजां च महतीं कुर्याद्देवमावाह्य पूर्ववत् ॥
]

`verse 70 [
अलब्धे स्थापिते लिंगे शिवस्थाने जले ऽथ वा  ॥
वह्नौ रवौ तथा व्योम्नि भगवंतं शिवं यजेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे प्रतिष्ठाविधिवर्णनं नाम षट्त्रिंशोऽध्यायः
]
