`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
ज्ञाने क्रियायां चर्यायां सारमुद्धृत्य संग्रहात् ॥
उक्तं भगवता सर्वं श्रुतं श्रुतिसमं मया  ॥
]

`verse 2 [
इदानीं श्रोतुमिच्छामि योगं परमदुर्लभम्  ॥
साधिकारं च सांगं च सविधिं सप्रयोजनम्  ॥
]

`verse 3 [
यद्यस्ति मरणं पूर्वं योगाद्यनुपमर्दतः  ॥
सद्यः साधयितुं शक्यं येन स्यान्नात्महा नरः  ॥
]

`verse 4 [
तच्च तत्कारणं चैव तत्कालकरणानि च  ॥
तद्भेदतारतम्यं च वक्तुमर्हसि तत्त्वतः  ॥
]

`speaker [
उपमन्युरुवाच
]

`verse 5 [
स्थाने पृष्टं त्वया कृष्ण सर्वप्रश्नार्थवेदिना  ॥
ततः क्रमेण तत्सर्वं वक्ष्ये शृणु समाहितः  ॥
]

`verse 6 [
निरुद्धवृत्त्यंतरस्यं शिवे चित्तस्य निश्चला  ॥
या वृत्तिः स समासेन योगः स खलु पञ्चधा  ॥
]

`verse 7 [
मंत्रयोगःस्पर्शयोगो भावयोगस्तथापरः  ॥
अभावयोगस्सर्वेभ्यो महायोगः परो मतः  ॥
]

`verse 8 [
मंत्राभ्यासवशेनैव मंत्रवाच्यार्थगोचरः  ॥
अव्याक्षेपा मनोवृत्तिर्मंत्रयोग उदाहृतः  ॥
]

`verse 9 [
प्राणायाममुखा सैव स्पर्शे योगोभिधीयते  ॥
स मंत्रस्पर्शनिर्मुक्तो भावयोगः प्रकीर्तितः  ॥
]

`verse 10 [
विलीनावयवं विश्वं रूपं संभाव्यते यतः  ॥
अभावयोगः संप्रोक्तो ऽनाभासाद्वस्तुनः सतः  ॥
]

`verse 11 [
शिवस्वभाव एवैकश्चिंत्यते निरुपाधिकः  ॥
यथा शैवमनोवृत्तिर्महायोग इहोच्यते  ॥
]

`verse 12 [
दृष्टे तथानुश्रविके विरक्तं विषये मनः  ॥
यस्य तस्याधिकारोस्ति योगे नान्यस्य कस्यचित् ॥
]

`verse 13 [
विषयद्वयदोषाणां गुणानामीश्वरस्य च  ॥
दर्शनादेव सततं विरक्तं जायते मनः  ॥
]

`verse 14 [
अष्टांगो वा षडंगो वा सर्वयोगः समासतः  ॥
यमश्च नियमश्चैव स्वस्तिकाद्यं तथासनम्  ॥
]

`verse 15 [
प्राणायामः प्रत्याहारो धारणा ध्यानमेव च  ॥
समाधिरिति योगांगान्यष्टावुक्तानि सूरिभिः  ॥
]

`verse 16 [
आसनं प्राणसंरोधः प्रत्याहारोथ धारणा  ॥
ध्यानं समाधिर्योगस्य षडंगानि समासतः  ॥
]

`verse 17 [
पृथग्लक्षणमेतेषां शिवशास्त्रे समीरितम्  ॥
शिवागमेषु चान्येषु विशेषात्कामिकादिषु  ॥
]

`verse 18 [
योगशास्त्रेष्वपि तथा पुराणेष्वपि केषु च  ॥
अहिंसा सत्यमस्तेयं ब्रह्मचर्यापरिग्रहः  ॥
यम इत्युच्यते सद्भिः पञ्चावयवयोगतः  ॥
]

`verse 19 [
शौचं तुष्टिस्तपश्चैव जपः प्रणिधिरेव च  ॥
इति पञ्चप्रभेदस्स्यान्नियमः स्वांशभेदतः  ॥
]

`verse 20 [
स्वस्तिकं पद्ममध्येंदुं वीरं योगं प्रसाधितम्  ॥
पर्यंकं च यथेष्टं च प्रोक्तमासनमष्टधा  ॥
]

`verse 21 [
प्राणः स्वदेहजो वायुस्तस्यायामो निरोधनम्  ॥
तद्रोचकं पूरकं च कुंभकं च त्रिधोच्यते  ॥
]

`verse 22 [
नासिकापुटमंगुल्या पीड्यैकमपरेण तु  ॥
औदरं रेचयेद्वायुं तथायं रेचकः स्मृतः  ॥
]

`verse 23 [
बाह्येन मरुता देहं दृतिवत्परिपूरयेत् ॥
नासापुटेनापरेण पूरणात्पूरकं मतम्  ॥
]

`verse 24 [
न मुंचति न गृह्णाति वायुमंतर्बहिः स्थितम्  ॥
संपूर्णं कुंभवत्तिष्ठेदचलः स तु कुंभक  ॥
]

`verse 25 [
रेचकाद्यं त्रयमिदं न द्रुतं न विलंबितम्  ॥
तद्यतः क्रमयोगेन त्वभ्यसेद्योगसाधकः  ॥
]

`verse 26 [
रेचकादिषु योभ्यासो नाडीशोधनपूर्वकः  ॥
स्वेच्छोत्क्रमणपर्यंतः प्रोक्तो योगानुशासने  ॥
]

`verse 27 [
कन्यकादिक्रमवशात्प्राणायामनिरोधनम्  ॥
तच्चतुर्धोपदिष्टं स्यान्मात्रागुणविभागतः  ॥
]

`verse 28 [
कन्यकस्तु चतुर्धा स्यात्स च द्वादशमात्रकः  ॥
मध्यमस्तु द्विरुद्धातश्चतुर्विंशतिमात्रकः  ॥
]

`verse 29 [
उत्तमस्तु त्रिरुद्धातः षड्विंशन्मात्रकः परः  ॥
स्वेदकंपादिजनकः प्राणायामस्तदुत्तरः  ॥
]

`verse 30 [
आनंदोद्भवरोमांचनेत्राश्रूणां विमोचनम्  ॥
जल्पभ्रमणमूर्छाद्यं जायते योगिनः परम्  ॥
]

`verse 31 [
जानुं प्रदक्षिणीकृत्य न द्रुतं न विलंबितम्  ॥
अंगुलीस्फोटनं कुर्यात्सा मात्रेति प्रकीर्तिता  ॥
]

`verse 32 [
मात्राक्रमेण विज्ञेयाश्चोद्वातक्रमयोगतः  ॥
नाडीविशुद्धिपूर्वं तु प्राणायामं समाचरेत् ॥
]

`verse 33 [
अगर्भश्च सगर्भश्च प्राणायामो द्विधा स्मृतः  ॥
जपं ध्यानं विनागर्भः सगर्भस्तत्समन्वयात् ॥
]

`verse 34 [
अगर्भाद्गर्भसंयुक्तः प्राणायामःशताधिकः  ॥
तस्मात्सगर्भं कुर्वन्ति योगिनः प्राणसंयमम्  ॥
]

`verse 35 [
प्राणस्य विजयादेव जीयंते देह १ आयवः  ॥
प्राणो ऽपानः समानश्च ह्युदानो व्यान एव च  ॥
]

`verse 36 [
नागः कूर्मश्च कृकलो देवदत्तो धनंजयः  ॥
प्रयाणं कुरुते यस्मात्तस्मात्प्राणो ऽभिधीयते  ॥
]

`verse 37 [
अवाङ्नयत्यपानाख्यो यदाहारादि भुज्यते  ॥
व्यानो व्यानशयत्यंगान्यशेषाणि विवर्धयन्  ॥
]

`verse 38 [
उद्वेजयति मर्माणीत्युदानो वायुरीरितः  ॥
समं नयति सर्वांगं समानस्तेन गीयते  ॥
]

`verse 39 [
उद्गारे नाग आख्यातः कूर्म उन्मीलने स्थितः  ॥
कृकलः क्षवथौ ज्ञेयो देवदत्तो विजृंभणे  ॥
]

`verse 40 [
न जहाति मृतं चापि सर्वव्यापी धनंजयः  ॥
क्रमेणाभ्यस्यमानोयं प्राणायामप्रमाणवान्  ॥
]

`verse 41 [
निर्दहत्यखिलं दोषं कर्तुर्देहं च रक्षति  ॥
प्राणे तु विजिते सम्यक्तच्चिह्नान्युपलक्षयेत् ॥
]

`verse 42 [
विण्मूत्रश्लेष्मणां तावदल्पभावः प्रजायते  ॥
बहुभोजनसामर्थ्यं चिरादुच्छ्वासनं तथा  ॥
]

`verse 43 [
लघुत्वं शीघ्रगामित्वमुत्साहः स्वरसौष्ठवम्  ॥
सर्वरोगक्षयश्चैव बलं तेजः सुरूपता  ॥
]

`verse 44 [
धृतिर्मेधा युवत्वं च स्थिरता च प्रसन्नता  ॥
तपांसि पापक्षयता यज्ञदानव्रतादयः  ॥
]

`verse 45 [
प्राणायामस्य तस्यैते कलां नार्हन्ति षोडशीम्  ॥
इन्द्रियाणि प्रसक्तानि यथास्वं विषयेष्विह  ॥
]

`verse 46 [
आहत्य यन्निगृह्णाति स प्रत्याहार उच्यते  ॥
]

`verse 47 [
निगृहीतनिसृष्टानि स्वर्गाय नरकाय च  ॥
तस्मात्सुखार्थी मतिमाञ्ज्ञानवैराग्यमास्थितः  ॥
]

`verse 48 [
इंद्रियाश्वान्निगृह्याशु स्वात्मनात्मानमुद्धरेत् ॥
धारणा नाम चित्तस्य स्थानबन्धस्समासतः  ॥
]

`verse 49 [
स्थानं च शिव एवैको नान्यद्दोषत्रयं यतः  ॥
कालं कंचावधीकृत्य स्थाने ऽवस्थापितं मनः  ॥
]

`verse 50 [
न तु प्रच्यवते लक्ष्याद्धारणा स्यान्न चान्यथा  ॥
मनसः प्रथमं स्थैर्यं धारणातः प्रजायते  ॥
]

`verse 51 [
तस्माद्धीरं मनः कुर्याद्धारणाभ्यासयोगतः  ॥
ध्यै चिंतायां स्मृतो धातुः शिवचिंता मुहुर्मुहुः  ॥
]

`verse 52 [
अव्याक्षिप्तेन मनसा ध्यानं नाम तदुच्यते  ॥
ध्येयावस्थितचित्तस्य सदृशः प्रत्ययश्च यः  ॥
]

`verse 53 [
प्रत्ययान्तरनिर्मुक्तः प्रवाहो ध्यानमुच्यते  ॥
सर्वमन्यत्परित्यज्य शिव एव शिवंकरः  ॥
]

`verse 54 [
परो ध्येयो ऽधिदेवेशः समाप्ताथर्वणी श्रुतिः  ॥
तथा शिवा परा ध्येया सर्वभूतगतौ शिवौ  ॥
]

`verse 55 [
तौ श्रुतौ स्मृतिशास्त्रेभ्यः सर्वगौ सर्वदोदितौ  ॥
सर्वज्ञौ सततं ध्येयौ नानारूपविभेदतः  ॥
]

`verse 56 [
विमुक्तिः प्रत्ययः पूर्वः प्रत्ययश्चाणिमादिकम्  ॥
इत्येतद्द्विविधं ज्ञेयं ध्यानस्यास्य प्रयोजनम्  ॥
]

`verse 57 [
ध्याता ध्यानं तथा ध्येयं यच्च ध्यानप्रयोजनम्  ॥
एतच्चतुष्टयं ज्ञात्वा योगं युञ्जीत योगवित् ॥
]

`verse 58 [
ज्ञानवैराग्यसंपन्नः श्रद्दधानः क्षमान्वितः  ॥
निर्ममश्च सदोत्साही ध्यातेत्थं पुरुषः स्मृतः  ॥
]

`verse 59 [
जपाच्छ्रांतः पुनर्ध्यायेद्ध्यानाच्छ्रांतः पुनर्जपेत् ॥
जपध्यनाभियुक्तस्य क्षिप्रं योगः प्रसिद्ध्यति  ॥
]

`verse 60 [
धारणा द्वादशायामा ध्यानं द्वादशधारणम्  ॥
ध्यानद्वादशकं यावत्समाधिरभिधीयते  ॥
]

`verse 61 [
समाधिर्न्नाम योगांगमन्तिमं परिकीर्तितम्  ॥
समाधिना च सर्वत्र प्रज्ञालोकः प्रवर्तते  ॥
]

`verse 62 [
यदर्थमात्रनिर्भासं स्तिमितो दधिवत्स्थितम्  ॥
स्वरूपशून्यवद्भानं समाधिरभिधीयते  ॥
]

`verse 63 [
ध्येये मनः समावेश्य पश्येदपि च सुस्थिरम्  ॥
निर्वाणानलवद्योगी समाधिस्थः प्रगीयते  ॥
]

`verse 64 [
न शृणोति न चाघ्राति न जल्पति न पश्यति  ॥
न च स्पर्शं विजानाति न संकल्पयते मनः  ॥
]

`verse 65 [
नवाभिमन्यते किंचिद्बध्यते न च काष्टवत् ॥
एवं शिवे विलीनात्मा समाधिस्थ इहोच्यते  ॥
]

`verse 66 [
यथा दीपो निवातस्थः स्पन्दते न कदाचन  ॥
तथा समाधिनिष्ठो ऽपि तस्मान्न विचलेत्सुधीः  ॥
]

`verse 67 [
एवमभ्यसतश्चारं योगिनो योगमुत्तमम्  ॥
तदन्तराया नश्यंति विघ्नाः सर्वे शनैःशनैः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायां वायुनैमिषेयर्षिसंवादे उत्तरखण्डे योगगतिवर्णनं नाम सप्तत्रिंशोऽध्यायः
]
