`speaker [
उपमन्युरुवाच
]

`verse 1 [
आलस्यं व्याधयस्तीव्राः प्रमादः स्थानसंशयः  ॥
अनवस्थितचित्तत्वमश्रद्धा भ्रांतिदर्शनम्  ॥
]

`verse 2 [
दुःखानि दौर्मनस्यं च विषयेषु च लोलता  ॥
दशैते युञ्जतां पुंसामन्तरायाः प्रकीर्तिताः  ॥
]

`verse 3 [
आलस्यमलसत्त्वं तु योगिनां देहचेतनोः  ॥
धातुवैषम्यजा दोषा व्याधयः कर्मदोषजाः  ॥
]

`verse 4 [
प्रमादो नाम योगस्य साधना नाम भावना  ॥
इदं वेत्युभयाक्रान्तं विज्ञानं स्थानसंशयः  ॥
]

`verse 5 [
अप्रतिष्ठा हि मनसस्त्वनवस्थितिरुच्यते  ॥
अश्रद्धा भावरहिता वृत्तिर्वै योगवर्त्मनि  ॥
]

`verse 6 [
विपर्यस्ता मतिर्या सा भ्रांतिरित्यभिधीयते  ॥
दुःखमज्ञानजं पुंसां चित्तस्याध्यात्मिकं विदुः  ॥
]

`verse 7 [
आधिभौतिकमंगोत्थं यच्च दुःखं पुरा कृतैः  ॥
आधिदैविकमाख्यातमशन्यस्त्रविषादिकम्  ॥
]

`verse 8 [
इच्छाविघातजं मोक्षं दौर्मनस्यं प्रचक्षते  ॥
विषयेषु विचित्रेषु विभ्रमस्तत्र लोलता  ॥
]

`verse 9 [
शान्तेष्वेतेषु विघ्नेषु योगासक्तस्य योगिनः  ॥
उपसर्गाः प्रवर्तंते दिव्यास्ते सिद्धिसूचकाः  ॥
]

`verse 10 [
प्रतिभा श्रवणं वार्ता दर्शनास्वादवेदनाः  ॥
उपसर्गाः षडित्येते व्यये योगस्य सिद्धयः  ॥
]

`verse 11 [
सूक्ष्मे व्यवहिते ऽतीते विप्रकृष्टे त्वनागते  ॥
प्रतिभा कथ्यते यो ऽर्थे प्रतिभासो यथातथम्  ॥
]

`verse 12 [
श्रवणं सर्वशब्दानां श्रवणे चाप्रयत्नतः  ॥
वार्त्ता वार्त्तासु विज्ञानं सर्वेषामेव देहिनाम्  ॥
]

`verse 13 [
दर्शनं नाम दिव्यानां दर्शनं चाप्रयत्नतः  ॥
तथास्वादश्च दिव्येषु रसेष्वास्वाद उच्यते  ॥
]

`verse 14 [
स्पर्शनाधिगमस्तद्वद्वेदना नाम विश्रुता  ॥
गन्धादीनां च दिव्यानामाब्रह्मभुवनाधिपाः  ॥
]

`verse 15 [
संतिष्ठन्ते च रत्नानि प्रयच्छंति बहूनि च  ॥
स्वच्छन्दमधुरा वाणी विविधास्यात्प्रवर्तते  ॥
]

`verse 16 [
रसायनानि सर्वाणि दिव्याश्चौषधयस्तथा  ॥
सिध्यंति प्रणिपत्यैनं दिशंति सुरयोषितः  ॥
]

`verse 17 [
योगसिद्ध्यैकदेशे ऽपि दृष्टे मोक्षे भवेन्मतिः  ॥
दृष्टमेतन्मया यद्वत्तद्वन्मोक्षो भवेदिति  ॥
]

`verse 18 [
कृशता स्थूलता बाल्यं वार्धक्यं चैव यौवनम्  ॥
नानाचातिस्वरूपं च चतुर्णां देहधारणम्  ॥
]

`verse 19 [
पार्थिवांशं विना नित्यं सुरभिर्गन्धसंग्रहः  ॥
एवमष्टगुणं प्राहुः पैशाचं पार्थिवं पदम्  ॥
]

`verse 20 [
जले निवसनं चैव भूम्यामेवं विनिर्गमः  ॥
इच्छेच्छक्तः स्वयं पातुं समुद्रमपि नातुरः  ॥
]

`verse 21 [
यत्रेच्छति जगत्यस्मिंस्तत्रैव जलदर्शनम्  ॥
विना कुम्भादिकं पाणौ जलसञ्चयधारणम्  ॥
]

`verse 22 [
यद्वस्तु विरसञ्चापि भोक्तुमिच्छति तत्क्षणात् ॥
रसादिकं भवेच्चान्यत्त्रयाणां देहधारणम्  ॥
]

`verse 23 [
निर्व्रणत्वं शरीरस्य पार्थिवैश्च समन्वितम्  ॥
तदिदं षोडशगुणमाप्यमैश्वर्यमद्भुतम्  ॥
]

`verse 24 [
शरीरादग्निनिर्माणं तत्तापभयवर्जनम्  ॥
शक्तिर्जगदिदं दग्धुं यदीच्छेदप्रयत्नतः  ॥
]

`verse 25 [
स्थापनं वानलस्या ऽप्सु पाणौ पावकधारणम्  ॥
दग्धे सर्गे यथापूर्वं मुखे चान्नादिपाचनम्  ॥
द्वाभ्यां देहविनिर्माणमाप्यैश्वर्यसमन्वितम्  ॥
]

`verse 26 [
एतच्चतुर्विंशतिधा तैजसं परिचक्षते  ॥
मनोजवत्वं भूतानां क्षणादन्तःप्रवेशनम्  ॥
]

`verse 27 [
पर्वतादिमहाभारधारणञ्चाप्रयत्नतः  ॥
गुरुत्वञ्च लघुत्वञ्च पाणावनिलधारणम्  ॥
]

`verse 28 [
अंगुल्यग्रनिपाताद्यैर्भूमेरपि च कम्पनम्  ॥
एकेन देहनिष्पत्तिर्युक्तं भोगैश्च तैजसैः  ॥
]

`verse 29 [
द्वात्रिंशद्गुणमैश्वर्यं मारुतं कवयो विदुः  ॥
छायाहीनविनिष्पत्तिरिन्द्रियाणामदर्शनम्  ॥
]

`verse 30 [
खेचरत्वं यथाकाममिन्द्रियार्थसमन्वयः  ॥
आकाशलंघनं चैव स्वदेहे तन्निवेशनम्  ॥
]

`verse 31 [
आकाशपिण्डीकरणमशरीरत्वमेव च  ॥
अनिलैश्वर्यसंयुक्तं चत्वारिंशद्गुणं महत् ॥
]

`verse 32 [
ऐन्द्रमैश्वर्यमाख्यातमाम्बरं तत्प्रचक्षते  ॥
यथाकामोपलब्धिश्च यथाकामविनिर्गमः  ॥
]

`verse 33 [
सर्वस्याभिभवश्चैव सर्वगुह्यार्थदर्शनम्  ॥
कर्मानुरूपनिर्माणं वशित्वं प्रियदर्शनम्  ॥
]

`verse 34 [
संसारदर्शनं चैव भोगैरैन्द्रैस्समन्वितम्  ॥
एतच्चांद्रमसैश्वर्यं मानसं गुणतो ऽधिकम्  ॥
]

`verse 35 [
छेदनं ताडनं चैव बंधनं मोचनं तथा  ॥
ग्रहणं सर्वभूतानां संसारवशवर्तिनाम्  ॥
]

`verse 36 [
प्रसादश्चापि सर्वेषां मृत्युकालजयस्तथा  ॥
आभिमानिकमैश्वर्यं प्राजापत्यं प्रचक्षते  ॥
]

`verse 37 [
एतच्चान्द्रमसैर्भोगैः षट्पञ्चाशद्गुणं महत् ॥
सर्गः संकल्पमात्रेण त्राणं संहरणं तथा  ॥
]

`verse 38 [
स्वाधिकारश्च सर्वेषां भूतचित्तप्रवर्तनम्  ॥
असादृश्यं च सर्वस्य निर्माणं जगतः पृथक् ॥
]

`verse 39 [
शुभाशुभस्य करणं प्राजापत्यैश्च संयुतम्  ॥
चतुष्षष्ठिगुणं ब्राह्ममैश्वर्यं च प्रचक्षते  ॥
]

`verse 40 [
बौद्धादस्मात्परं गौणमैश्वर्यं प्राकृतं विदुः  ॥
वैष्णवं तत्समाख्यातं तस्यैव भुवनस्थितिः  ॥
ब्रह्मणा तत्पदं सर्वं वक्तुमन्यैर्न शक्यते  ॥
]

`verse 41 [
तत्पौरुषं च गौणं च गणेशं पदमैश्वरम्  ॥
विष्णुना तत्पदं किंचिज्ज्ञातुमन्यैर्न शक्यते  ॥
]

`verse 42 [
विज्ञानसिद्धयश्चैव सर्वा एवौपसर्गिकाः  ॥
निरोद्धव्या प्रयत्नेन वैराग्येण परेण तु  ॥
]

`verse 43 [
प्रतिभासेष्वशुद्धेषु गुणेष्वासक्तचेतसः  ॥
न सिध्येत्परमैश्वर्यमभयं सार्वकामिकम्  ॥
]

`verse 44 [
तस्माद्गुणांश्च भोगांश्च देवासुरमहीभृताम्  ॥
तृणवद्यस्त्यजेत्तस्य योगसिद्धिः परा भवेत् ॥
]

`verse 45 [
अथवानुग्रहेच्छायां जगतो विचरेन्मुनिः  ॥
यथाकामंगुणान्भोगान्भुक्त्वा मुक्तिं प्रयास्यति  ॥
]

`verse 46 [
अथ प्रयोगं योगस्य वक्ष्ये शृणु समाहितः  ॥
शुभे काले शुभे देशे शिवक्षेत्रादिके पुनः  ॥
विजने जंतुरहिते निःशब्दे बाधवर्जिते  ॥
]

`verse 47 [
सुप्रलिप्ते स्थले सौम्ये गन्धधूपादिवासिते  ॥
मुक्तपुष्पसमाकीर्णे वितानादि विचित्रिते  ॥
]

`verse 48 [
कुशपुष्पसमित्तोयफलमूलसमन्विते  ॥
नाग्न्यभ्याशे जलाभ्याशे शुष्कपर्णचये ऽपि वा  ॥
]

`verse 49 [
न दंशमशकाकीर्णे सर्पश्वापदसंकुले  ॥
न च दुष्टमृगाकीर्णे न भये दुर्जनावृते  ॥
]

`verse 50 [
श्मशाने चैत्यवल्मीके जीर्णागारे चतुष्पथे  ॥
नदीनदसमुद्राणां तीरे रथ्यांतरे ऽपि वा  ॥
]

`verse 51 [
न जीर्णोद्यानगोष्ठादौ नानिष्टे न च निंदिते  ॥
नाजीर्णाम्लरसोद्गारे न च विण्मूत्रदूषिते  ॥
]

`verse 52 [
नच्छर्द्यामातिसारे वा नातिभुक्तौ श्रमान्विते  ॥
न चातिचिंताकुलितो न चातिक्षुत्पिपासितः  ॥
]

`verse 53 [
नापि स्वगुरुकर्मादौ प्रसक्तो योगमाचरेत् ॥
युक्ताहारविहारश्च युक्तचेष्टश्च कर्मसु  ॥
]

`verse 54 [
युक्तनिद्राप्रबोधश्च सर्वायासविवर्जितः  ॥
आसनं मृदुलं रम्यं विपुलं सुसमं शुचि  ॥
]

`verse 55 [
पद्मकस्वस्तिकादीनामभ्यसेदासनेषु च  ॥
अभिवंद्य स्वगुर्वंतानभिवाद्याननुक्रमात् ॥
]

`verse 56 [
ऋजुग्रीवशिरोवक्षा नातिष्ठेच्छिष्टलोचनः  ॥
किंचिदुन्नामितशिरा दंतैर्दंतान्न संस्पृशेत् ॥
]

`verse 57 [
दंताग्रसंस्थिता जिह्वामचलां सन्निवेश्य च  ॥
पार्ष्णिभ्यां वृषणौ रक्षंस्तथा प्रजननं पुनः  ॥
]

`verse 58 [
ऊर्वोरुपरि संस्थाप्य बाहू तिर्यगयत्नतः  ॥
दक्षिणं करपृष्ठं तु न्यस्य वामतलोपरि  ॥
]

`verse 59 [
उन्नाम्य शनकैः पृष्ठमुरो विष्टभ्य चाग्रतः  ॥
संप्रेक्ष्य नासिकाग्रं स्वं दिशश्चानवलोकयन्  ॥
]

`verse 60 [
संभृतप्राणसंचारः पाषाण इव निश्चलः  ॥
स्वदेहायतनस्यांतर्विचिंत्य शिवमंबया  ॥
]

`verse 61 [
हृत्पद्मपीठिकामध्ये ध्यानयज्ञेन पूजयेत् ॥
मूले नासाग्रतो नाभौ कंठे वा तालुरंध्रयोः  ॥
]

`verse 62 [
भ्रूमध्ये द्वारदेशे वा ललाटे मूर्ध्नि वा स्मरेत् ॥
परिकल्प्य यथान्यायं शिवयोः परमासनम्  ॥
]

`verse 63 [
thumb|500px|सप्तचक्र
तत्र सावरणं वापि निरावरणमेव वा  ॥
द्विदले षोडशारे वा द्वादशारे यथाविधि  ॥
]

`verse 64 [
दशारे वा षडस्रे वा चतुरस्रे शिवं स्मरेत् ॥
भ्रुवोरंतरतः पद्मं द्विदलं तडिदुज्ज्वलम्  ॥
]

`verse 65 [
भ्रूमध्यस्थारविन्दस्य क्रमाद्वै दक्षिणोत्तरे  ॥
विद्युत्समानवर्णे च पर्णे वर्णावसानके  ॥
]

`verse 66 [
षोडशारस्य पत्राणि स्वराः षोडश तानि वै  ॥
पूर्वादीनि क्रमादेतत्पद्मं कन्दस्य मूलतः  ॥
]

`verse 67 [
ककारादिटकारांता वर्णाः पर्णान्यनुक्रमात् ॥
भानुवर्णस्य पद्मस्य ध्येयं तद्१ हृदयान्तरे  ॥
]

`verse 68 [
गोक्षीरधवलस्योक्ता डादिफान्ता यथाक्रमम्  ॥
अधो दलस्याम्बुजस्य एतस्य २ च दलानि षट् ॥
]

`verse 69 [
विधूमांगारवर्णस्य वर्णा वाद्याश्च लान्तिमाः  ॥
मूलाधारारविंदस्य हेमाभस्य यथाक्रमम्  ॥
वकारादिसकारान्ता वर्णाः पर्णमयाः स्थिताः  ॥
]

`verse 70 [
एतेष्वथारविंदेषु यत्रैवाभिरतं मनः  ॥
तत्रैव देवं देवीं च चिंतयेद्धीरया धिया  ॥
]

`verse 71 [
अंगुष्ठमात्रममलं दीप्यमानं समंततः  ॥
शुद्धदीपशिखाकारं स्वशक्त्या पूर्णमण्डितम्  ॥
]

`verse 72 [
इन्दुरेखासमाकारं तारारूपमथापि वा  ॥
नीवारशूकस्सदृशं बिससुत्राभमेव वा  ॥
]

`verse 73 [
कदम्बगोलकाकारं तुषारकणिकोपमम्  ॥
क्षित्यादितत्त्वविजयं ध्याता यद्यपि वाञ्छति  ॥
]

`verse 74 [
तत्तत्तत्त्वाधिपामेव मूर्तिं स्थूलां विचिंतयेत् ॥
सदाशिवांता ब्रह्माद्यभवाद्याश्चाष्टमूर्तयः  ॥
]

`verse 75 [
शिवस्य मूर्तयः स्थूलाः शिवशास्त्रे विनिश्चिताः  ॥
घोरा मिश्रा प्रशान्ताश्च मूर्तयस्ता मुनीश्वरैः  ॥
]

`verse 76 [
फलाभिलाषरहितैश्चिन्त्याश्चिन्ताविशारदैः  ॥
घोराश्चेच्चिंतिताः कुर्युः पापरोगपरिक्षयम्  ॥
]

`verse 77 [
चिरेण मिश्रे सौम्ये तु न सद्यो न चिरादपि  ॥
सौम्ये मुक्तिर्विशेषेण शांतिः प्रज्ञा प्रसिध्यति  ॥
]

`verse 78 [
सिध्यंति सिद्धयश्चात्र क्रमशो नात्र संशयः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे योगगतौ विघ्नोत्पत्तिवर्णनं नामाष्टत्रिंशोऽध्यायः
]
