`speaker [
उपमन्युरुवाच
]

`verse 1 [
श्रीकंठनाथं स्मरतां सद्यः सर्वार्थसिद्धयः  ॥
प्रसिध्यंतीति मत्वैके तं वै ध्यायंति योगिनः  ॥
]

`verse 2 [
स्थित्यर्थं मनसः केचित्स्थूलध्यानं प्रकुर्वते  ॥
स्थूलं तु निश्चलं चेतो भवेत्सूक्ष्मे तु तत्स्थिरम्  ॥
]

`verse 3 [
शिवे तु चिंतिते साक्षात्सर्वाः सिध्यन्ति सिद्धयः  ॥
मूर्त्यंतरेषु ध्यातेषु शिवरूपं विचिंतयेत् ॥
]

`verse 4 [
लक्षयेन्मनसः स्थैर्यं तत्तद्ध्यायेत्पुनः पुनः  ॥
ध्यानमादौ सविषयं ततो निर्विषयं जगुः  ॥
]

`verse 5 [
तत्र निर्विषयं ध्यानं नास्तीत्येव सतां मतम्  ॥
बुद्धेर्हि सन्ततिः काचिद्ध्यानमित्यभिधीयते  ॥
]

`verse 6 [
तेन निर्विषया बुद्धिः केवलेह प्रवर्तते  ॥
तस्मात्सविषयं ध्यानं बालार्ककिरणाश्रयम्  ॥
]

`verse 7 [
सूक्ष्माश्रयं निर्विषयं नापरं परमार्थतः  ॥
यद्वा सविषयं ध्यानं तत्साकारसमाश्रयम्  ॥
]

`verse 8 [
निराकारात्मसंवित्तिर्ध्यानं निर्विषयं मतम्  ॥
निर्बीजं च सबीजं च तदेव ध्यानमुच्यते  ॥
]

`verse 9 [
निराकारश्रयत्वेन साकाराश्रयतस्तथा  ॥
तस्मात्सविषयं ध्यानमादौ कृत्वा सबीजकम्  ॥
]

`verse 10 [
अंते निर्विषयं कुर्यान्निर्बीजं सर्वसिद्धये  ॥
प्राणायामेन सिध्यंति देव्याः शांत्यादयः क्रमात् ॥
]

`verse 11 [
शांतिः प्रशांतिर्दीप्तिश्च प्रसादश्च ततः परम्  ॥
शमः सर्वापदां चैव शांतिरित्यभिधीयते  ॥
]

`verse 12 [
तमसो ऽन्तबहिर्नाशः प्रशान्तिः परिगीयते  ॥
बहिरन्तःप्रकाशो यो दीप्तिरित्यभिधीयते  ॥
]

`verse 13 [
स्वस्थता या तु सा बुद्धः प्रसादः परिकीर्तितः  ॥
कारणानि च सर्वाणि सबाह्याभ्यंतराणि च  ॥
]

`verse 14 [
बुद्धेः प्रसादतः क्षिप्रं प्रसन्नानि भवन्त्युत  ॥
ध्याता ध्यानं तथा ध्येयं यद्वा ध्यानप्रयोजनम्  ॥
एतच्चतुष्टयं ज्ञात्वा ध्याता ध्यानं समाचरेत् ॥
]

`verse 15 [
ज्ञानवैराग्यसंपन्नो नित्यमव्यग्रमानसः  ॥
श्रद्दधानः प्रसन्नात्मा ध्याता सद्भिरुदाहृतः  ॥
]

`verse 16 [
ध्यै चिंतायां स्मृतो धातुः शिवचिंता मुहुर्मुहुः  ॥
]

`verse 17 [
योगाभ्यासस्तथाल्पे ऽपि यथा पापं विनाशयेत् ॥
ध्यायतः क्षणमात्रं वा श्रद्धया परमेश्वरम्  ॥
]

`verse 18 [
अव्याक्षिप्तेन मनसा ध्यानमित्यभिधीयते  ॥
]

`verse 19 [
बुद्धिप्रवाहरूपस्य ध्यानस्यास्यावलंबनम्  ॥
ध्येयमित्युच्यते सद्भिस्तच्च सांबः स्वयं शिवः  ॥
]

`verse 20 [
विमुक्तिप्रत्ययं पूर्णमैश्वर्यं चाणिमादिकम्  ॥
शिवध्यानस्य पूर्णस्य साक्षादुक्तं प्रयोजनम्  ॥
]

`verse 21 [
यस्मात्सौख्यं च मोक्षं च ध्यानादभयमाप्नुयात् ॥
तस्मात्सर्वं परित्यज्य ध्यानयुक्तो भवेन्नरः  ॥
]

`verse 22 [
नास्ति ध्यानं विना ज्ञानं नास्ति ध्यानमयोगिनः  ॥
ध्यानं ज्ञानं च यस्यास्ति तीर्णस्तेन भवार्णवः  ॥
]

`verse 23 [
ज्ञानं प्रसन्नमेकाग्रमशेषोपाधिवर्जितम्  ॥
योगाभ्यासेन युक्तस्य योगिनस्त्वेव सिध्यति  ॥
]

`verse 24 [
प्रक्षीणाशेषपापानां ज्ञाने ध्याने भवेन्मतिः  ॥
पापोपहतबुद्धीनां तद्वार्तापि सुदुर्लभा  ॥
]

`verse 25 [
यथावह्निर्महादीप्तः शुष्कमार्द्रं च निर्दहेत् ॥
तथा शुभाशुभं कर्म ध्यानाग्निर्दहते क्षणात् ॥
]

`verse 26 [
अत्यल्पो ऽपि यथा दीपः सुमहन्नाशयेत्तमः  ॥
योगाभ्यासस्तथाल्पो ऽपि महापापं विनाशयेत् ॥
]

`verse 27 [
ध्यायतः क्षणमात्रं वा श्रद्धया परमेश्वरम्  ॥
यद्भवेत्सुमहच्छ्रेयस्तस्यांतो नैव विद्यते  ॥
]

`verse 28 [
नास्ति ध्यानसमं तीर्थं नास्ति ध्यानसमं तपः  ॥
नास्ति ध्यानसमो यज्ञस्तस्माद्ध्यानं समाचरेत् ॥
]

`verse 29 [
तीर्थानि तोयपूर्णानि देवान्पाषाणमृन्मयान्  ॥
योगिनो न प्रपद्यंते स्वात्मप्रत्ययकारणात् ॥
]

`verse 30 [
योगिनां च वपुः सूक्ष्मं भवेत्प्रत्यक्षमैश्वरम्  ॥
यथा स्थूलमयुक्तानां मृत्काष्ठाद्यैः प्रकल्पितम्  ॥
]

`verse 31 [
यथेहांतश्चरा राज्ञः प्रियाः स्युर्न बहिश्चराः  ॥
तथांतर्ध्याननिरताः प्रियाश्शंभोर्न कर्मिणः  ॥
]

`verse 32 [
बहिस्करा यथा लोके नातीव फलभोगिनः  ॥
दृष्ट्वा नरेन्द्रभवने तद्वदत्रापि कर्मिणः  ॥
]

`verse 33 [
यद्यंतरा विपद्यंते ज्ञानयोगार्थमुद्यतः  ॥
योगस्योद्योगमात्रेण रुद्रलोकं गमिष्यति  ॥
]

`verse 34 [
अनुभूय सुखं तत्र स जातो योगिनां कुले  ॥
ज्ञानयोगं पुनर्लब्ध्वा संसारमतिवर्तते  ॥
]

`verse 35 [
जिज्ञासुरपि योगस्य यां गतिं लभते नरः  ॥
न तां गतिमवाप्नोति सर्वैरपि महामखैः  ॥
]

`verse 36 [
द्विजानां वेदविदुषां कोटिं संपूज्य यत्फलम्  ॥
भिक्षामात्रप्रदानेन तत्फलं शिवयोगिने  ॥
]

`verse 37 [
यज्ञाग्निहोत्रदानेन तीर्थहोमेषु यत्फलम्  ॥
योगिनामन्नदानेन तत्समस्तं फलं लभेत् ॥
]

`verse 38 [
ये चापवादं कुर्वंति विमूढाश्शिवयोगिनाम्  ॥
श्रोतृभिस्ते प्रपद्यन्ते नरकेष्वामहीक्षयात् ॥
]

`verse 39 [
सति श्रोतरि वक्तास्यादपवादस्य योगिनाम्  ॥
तस्माच्छ्रोता च पापीयान्दण्ड्यस्सुमहतां मतः  ॥
ये पुनः सततं भक्त्या भजंति शवयोगिनः  ॥
]

`verse 40 [
ते विदंति महाभोगानंते योगं च शांकरम्  ॥
भोगार्थिभिर्नरैस्तस्मात्संपूज्याः शिवयोगिनः  ॥
]

`verse 41 [
प्रतिश्रयान्नपानाद्यैः शय्याप्रावरणादिभिः  ॥
योगधर्मः ससारत्वादभेद्यः पापमुद्गरैः  ॥
]

`verse 42 [
वज्रतंदुलवज्ज्ञेयं तथा पापेन योगिनः  ॥
न लिप्यंते च तापौघैः पद्मपत्रं यथांभसा  ॥
]

`verse 43 [
यस्मिन्देशे वसेन्नित्यं शिवयोगरतो मुनिः  ॥
सो ऽपि देशो भवेत्पूतः सपूत इति किं पुनः  ॥
]

`verse 44 [
तस्मात्सर्वं परित्यज्य कृत्यमन्यद्विचक्षणः  ॥
सर्वदुःखप्रहाणाय शिवयोगं समभ्यसेत् ॥
]

`verse 45 [
सिद्धयोगफलो योगी लोकानां हितकाम्यया  ॥
भोगान्भुक्त्वा यथाकामं विहरेद्वात्र वर्तताम्  ॥
]

`verse 46 [
अथवा क्षुद्रमित्येव मत्वा वैषयिकं सुखम्  ॥
त्यक्त्वा विरागयोगेन स्वेच्छया कर्म मुच्यताम्  ॥
]

`verse 47 [
यस्त्वासन्नां मृतिं मर्त्यो दृष्टारिष्टं च भूयसा  ॥
स योगारम्भनिरतः शिवक्षेत्रं समाश्रयेत् ॥
]

`verse 48 [
स तत्र निवसन्नेव यदि धीरमना नरः  ॥
प्राणान्विनापि रोगाद्यैः स्वयमेव परित्यजेत् ॥
]

`verse 49 [
कृत्वाप्यनशनं चैव हुत्वा चांगं शिवानले  ॥
क्षिप्त्वा वा शिवतीर्थेषु स्वदेहमवगाहनात् ॥
]

`verse 50 [
शिवशास्त्रोक्तविधिवत्प्राणान्यस्तु परित्यजेत् ॥
सद्य एव विमुच्येत नात्र कार्या विचारणा २  ॥
]

`verse 51 [
रोगाद्यैर्वाथ विवशः शिवक्षेत्रं समाश्रितः  ॥
म्रियते यदि सोप्येवं मुच्यते नात्र संशयः  ॥
]

`verse 52 [
यथा हि मरणं श्रेष्ठमुशंत्यनशनादिभिः  ॥
शास्त्रविश्रंभधीरेण मनसा क्रियते यतः  ॥
]

`verse 53 [
शिवनिन्दारतं हत्वा पीडितः स्वयमेव वा  ॥
यस्त्यजेद्दुस्त्यजान्प्राणान्न स भूयः प्रजायते  ॥
]

`verse 54 [
शिवनिन्दारतं हंतुमशक्तो यः स्वयं मृतः  ॥
सद्य एव प्रमुच्येत त्रिः सप्तकुलसंयुतः  ॥
]

`verse 55 [
शिवार्थे यस्त्यजेत्प्राणाञ्छिवभक्तार्थमेव वा  ॥
न तेन सदृशः कश्चिन्मुक्तिमार्गस्थितो नरः  ॥
]

`verse 56 [
तस्माच्छीघ्रतरा मुक्तिस्तस्य संसारमंडलात् ॥
एतेष्वन्यतमोपायं कथमप्यवलम्ब्य वा  ॥
]

`verse 57 [
षडध्वशुद्धिं विधिवत्प्राप्तो वा म्रियते यदि  ॥
पशूनामिव तस्येह न कुर्यादौर्ध्वदैहिकम्  ॥
]

`verse 58 [
नैवाशौचं प्रपद्येत तत्पुत्रादिविशेषतः  ॥
शिवचारार्थमथवा शिवविद्यार्थमेव वा  ॥
खनेद्वा भुवि तद्देहं दहेद्वा शुचिनाग्निना  ॥
]

`verse 59 [
क्षिपेद्वाप्सु शिवास्वेव त्यजेद्वा काष्ठलोष्टवत् ॥
अथैनमपि चोद्दिश्य कर्म चेत्कर्तुमीप्सितम्  ॥
]

`verse 60 [
कल्याणमेव कुर्वीत शक्त्या भक्तांश्च तर्पयेत् ॥
धनं तस्य भजेच्छैवः शैवी चेतस्य सन्ततिः  ॥
नास्ति चेत्तच्छिवे दद्यान्नदद्यात्पशुसन्ततिः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे शैवयोगवर्णनं नामैकोनचत्वारिंशोऽध्यायः
]
