`speaker [
श्रीसूत उवाच
]

`verse 1 [
इति स विजितमन्योर्यादवेनोपमन्योरधिगतमभिधाय ज्ञानयोगं मुनिभ्यः  ॥
प्रणतिमुपगतेभ्यस्तेभ्य उद्भावितात्मा सपदि वियति वायुः सायमन्तर्हितो ऽभूत् ॥
]

`verse 2 [
ततः प्रभातसमये नैमिषीयास्तपोधनाः  ॥
सत्रान्ते ऽवभृथं कर्तुं सर्व एव समुद्ययुः  ॥
]

`verse 3 [
तदा ब्रह्मसमादेशाद्देवी साक्षात्सरस्वती  ॥
प्रसन्ना स्वादुसलिला प्रावर्तत नदीशुभा  ॥
]

`verse 4 [
सरस्वतीं नदीं दृष्ट्वा मुनयो हृष्टमानसाः  ॥
समाप्य सत्रं प्रारब्धं चक्रुस्तत्रावगाहनम्  ॥
]

`verse 5 [
अथ संतर्प्य देवादींस्तदीयैः सलिलैः शिवैः  ॥
स्मरन्तः पूर्ववृत्तान्तं ययुर्वाराणसीं प्रति  ॥
]

`verse 6 [
तदा ते हिमवत्पादात्पंततीं दक्षिणामुखीम्  ॥
दृष्ट्वा भागीरथी तत्र स्नात्वा तत्तीरतो ययुः  ॥
]

`verse 7 [
ततो वाराणसीं प्राप्य मुदितास्सर्व एव ते  ॥
तदोत्तरप्रवाहायां गंगायामवगाह्य च  ॥
]

`verse 8 [
अविमुक्तेश्वरं लिंगं दृष्ट्वाभ्यर्च्य विधानतः  ॥
प्रयातुमुद्यतास्तत्र ददृशुर्दिवि भास्वरम्  ॥
]

`verse 9 [
सूर्यकोटिप्रतीकाशं तेजोदिव्यं महाद्भुतम्  ॥
आत्मप्रभावितानेन व्याप्तसर्वदिगन्तरम्  ॥
]

`verse 10 [
अथ पाशुपताः सिद्धाः भस्मसञ्छन्नविग्रहाः  ॥
मुनयो ऽभ्येत्य शतशो लीनाः स्युस्तत्र तेजसि  ॥
]

`verse 11 [
तथा विलीयमानेषु तपस्विषु महात्मसु  ॥
सद्यस्तिरोदधे तेजस्तदद्भुतमिवाभवत् ॥
]

`verse 12 [
तद्दृष्ट्वा महदाश्चर्यं नैमिषीया महर्षयः  ॥
किमेतदित्यजानन्तो ययुर्ब्रह्मवनं प्रति  ॥
]

`verse 13 [
प्रागेवैषां तु गमनात्पवनो लोकपावनः  ॥
दर्शनं नैमिषीयाणां संवादस्तैर्महात्मनः  ॥
]

`verse 14 [
शद्धां बुद्धिं ततस्तेषां सांबे सानुचरे शिवे  ॥
समाप्तिं चापि सत्रस्य दीर्घपूर्वस्य सत्रिणाम्  ॥
]

`verse 15 [
विज्ञाप्य जगतां धात्रे ब्रह्मणे ब्रह्मयोनये  ॥
स्वकार्ये तदनुज्ञातो जगाम स्वपुरं प्रति  ॥
]

`verse 16 [
अथ स्थानगतो ब्रह्मा तुम्बुरोर्नारदस्य च  ॥
परस्पर स्पर्धितयोर्गाने विवदमानयोः  ॥
]

`verse 17 [
तदुद्भावितगानोत्थरसैर्माध्यस्थमाचरन्  ॥
गन्धर्वैरप्सरोभिश्च सुखमास्ते निषेवितः  ॥
]

`verse 18 [
तदानवसरादेव द्वाःस्थैर्द्वारि निवारिताः  ॥
मुनयो ब्रह्मभवनाद्बहिः पार्श्वमुपाविशन्  ॥
]

`verse 19 [
अथ तुम्बुरुणा गाने समतां प्राप्य नारदः  ॥
साहचर्येष्वनुज्ञातो ब्रह्मणा परमेष्ठिना  ॥
]

`verse 20 [
त्यक्त्वा परस्परस्पर्धां मैत्रीं च परमां गतः  ॥
सह तेनाप्सरोभिश्च गन्धर्वैश्च समावृतः  ॥
]

`verse 21 [
उपवीणयितुं देवं नकुलीश्वरमीश्वरम्  ॥
भवनान्निर्ययौ धातुर्जलदादंशुमानिव  ॥
]

`verse 22 [
तं दृष्ट्वा षट्कुलीयास्ते नारदं मुनिगोवृषम्  ॥
प्रणम्यावसरं शंभोः पप्रच्छुः परमादरात् ॥
]

`verse 23 [
स चावसर एवायमितोंतर्गम्यतामिति  ॥
वदन्ययावन्यपरस्त्वरया परया युतः  ॥
]

`verse 24 [
ततो द्वारि स्थिता ये वै ब्रह्मणे तान्न्यवेदयन्  ॥
तेन ते विविशुर्वेश्म पिंडीभूयांडजन्मनः  ॥
]

`verse 25 [
प्रविश्य दूरतो देवं प्रणम्य भुवि दंडवत् ॥
समीपे तदनुज्ञाताः परिवृत्योपतस्थिरे  ॥
]

`verse 26 [
तांस्तत्रावस्थितान् पृष्ट्वा कुशलं कमलासनः  ॥
वृत्तांतं वो मया ज्ञातं वायुरेवाह नो यतः  ॥
]

`verse 27 [
भवद्भिः किं कृतं पश्चान्मारुतेंतर्हिते सति  ॥
इत्युक्तवति देवेशे मुनयो ऽवभृथात्परम्  ॥
]

`verse 28 [
गंगातीर्थेस्य गमनं यात्रां वाराणसीं प्रति  ॥
दर्शनं तत्र लिंगानां स्थापितानां सुरेश्वरैः  ॥
]

`verse 29 [
अविमुक्तेश्वरस्यापि लिंगस्याभ्यर्चनं सकृत् ॥
आकाशे महतस्तस्य तेजोराशेश्च दर्शनम्  ॥
]

`verse 30 [
मुनीनां विलयं तत्र निरोधं तेजसस्ततः  ॥
याथात्म्यवेदनं तस्य चिंतितस्यापि चात्मभिः  ॥
]

`verse 31 [
सर्वं सविस्तरं तस्मै प्रणम्याहुर्मुहुर्मुहुः  ॥
मुनिभिः कथितं श्रुत्वा विश्वकर्मा चतुर्मुखः  ॥
]

`verse 32 [
कंपयित्वा शिरः किंचित्प्राह गंभीरया गिरा  ॥
प्रत्यासीदति युष्माकं सिद्धिरामुष्मिकी परा  ॥
]

`verse 33 [
भवद्भिर्दीर्घसत्रेण चिरमाराधितः प्रभुः  ॥
प्रसादाभिमुखो भूत इति भुतार्थसूचितम्  ॥
]

`verse 34 [
वाराणस्यां तु युष्माभिर्यद्दृष्टं दिवि दीप्तिमत् ॥
तल्लिंगसंज्ञितं साक्षात्तेजो माहेश्वरं परम्  ॥
]

`verse 35 [
तत्र लीनाश्च मुनयः श्रौतपाशुपतव्रताः  ॥
मुक्ता बभूवुः स्वस्थाश्च नैष्ठिका दग्धकिल्बिषाः  ॥
]

`verse 36 [
प्राप्यानेन यथा मुक्तिरचिराद्भवतामपि  ॥
स चायमर्थः सूच्येत युष्मद्दृष्टेन तेजसा  ॥
]

`verse 37 [
तत्र वः काल एवैष दैवादुपनतः स्वयम्  ॥
प्रयात दक्षिणं मेरोः शिखरं देवसेवितम्  ॥
]

`verse 38 [
सनत्कुमारो यत्रास्ते मम पुत्रः परो मुनिः  ॥
प्रतीक्ष्यागमनं साक्षाद्भूतनाथस्य नंदिनः  ॥
]

`verse 39 [
पुरा सनत्कुमारोपि दृष्ट्वापि परमेश्वरम्  ॥
अज्ञानात्सर्वयोगीन्द्रमानी विनयदूषितः  ॥
]

`verse 40 [
अभ्युत्थानादिकं युक्तमकुर्वन्नतिनिर्भयः  ॥
ततो ऽपराधात्क्रुद्धेन महोष्ट्रो नंदिना कृतः  ॥
]

`verse 41 [
अथ कालेन महता तदर्थे शोचता मया  ॥
उपास्य देवं देवीञ्च नंदिनं चानुनीय वै  ॥
]

`verse 42 [
कथंचिदुष्ट्रता तस्य प्रयत्नेन निवारिता  ॥
प्रापितो हि यथापूर्वं सनत्पूर्वां कुमारताम्  ॥
]

`verse 43 [
तदाह च महादेवः स्मयन्निव गणाधिपम्  ॥
अवज्ञाय हि मामेव तथाहंकृतवान्मुनिः  ॥
]

`verse 44 [
अतस्त्वमेव याथात्म्यं ममास्मै कथयानघ  ॥
ब्रह्मणः पूर्वजः पुत्रो मां मूढ इव संस्मरन्  ॥
]

`verse 45 [
मयैव शिष्यते दत्तो मम ज्ञानप्रवर्तकः  ॥
धर्माध्यक्षाभिषेकं च तव निर्वर्तयिष्यति  ॥
]

`verse 46 [
स एवं व्याहृतो भूयस्सर्वभूतगणाग्रणीः  ॥
यत्पराज्ञापनं मूर्ध्ना प्रातः प्रतिगृहीतवान्  ॥
]

`verse 47 [
तथा सनत्कुमारो ऽपि मेरौ मदनुशासनात् ॥
प्रसादार्थं गणस्यास्य तपश्चरति दुश्चरम्  ॥
]

`verse 48 [
द्रष्टव्यश्चेति युष्माभिः प्राग्गणेशसमागमात् ॥
तत्प्रसादार्थमचिरान्नंदी तत्रागमिष्यति  ॥
]

`verse 49 [
इति सत्वरमादिश्य प्रेषिता विश्वयोगिना  ॥
कुमारशिखरं मेरोर्दक्षिणं मुनयो ययुः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे नैमिषर्षियात्रावर्णनं नाम चत्वारिंशोऽध्यायः
]
