`speaker [
सूत उवाच
]

`verse 1 [
तत्र स्कंदसरो नाम सरस्सागरसन्निभम्  ॥
अमृतस्वादुशिशिरस्वच्छा गाधलघूदकम्  ॥
]

`verse 2 [
समंततः संघटितं स्फटिको पलसंचयैः  ॥
सर्वर्तुकुसुमैः फुल्लैश्छादिताखिलदिङ्मुखम्  ॥
]

`verse 3 [
शैवलैरुत्पलैः पद्मैः कुमुदैस्तारकोपमैः  ॥
तरंगैरभ्रसंकाशैराकाशमिव भूमिगम्  ॥
]

`verse 4 [
सुखावतरणारोहैः स्थलैर्नीलशिलामयैः  ॥
सोपानमार्गौ रुचिरैश्शोभमानाष्टदिङ्मुखम्  ॥
]

`verse 5 [
तत्रावतीर्णैश्च यथा तत्रोत्तीर्णश्च भूयसा  ॥
स्नातैः सितोपवीतैश्च शुक्लाकौपीनवल्कलैः  ॥
]

`verse 6 [
जटाशिखायनैर्मुंडैस्त्रिपुंड्रकृतमंडनैः  ॥
विरागविवशस्मेरमुखैर्मुनिकुमारकैः  ॥
]

`verse 7 [
घटैः कमलिनीपत्रपुटैश्च कलशैः शिवैः  ॥
कमण्डलुभिरन्यैश्च तादृशैः करकादिभिः  ॥
]

`verse 8 [
आत्मार्थं च परार्थं च देवतार्थं विशेषतः  ॥
आनीयमानसलिलमात्तपुष्पं च नित्यशः  ॥
]

`verse 9 [
अंतर्जलशिलारूढैर्नीचानां स्पर्शशंकया  ॥
आचारवद्भिर्मुनिभिः कृतभस्मांगधूसरैः  ॥
]

`verse 10 [
इतस्ततो ऽप्सु मज्जद्भिरिष्टशिष्टैः शिलागतैः  ॥
तिलैश्च साक्षतैः पुष्पैस्त्यक्तदर्भपवित्रकैः  ॥
]

`verse 11 [
देवाद्यमृषिमध्यं च निर्वर्त्य पितृतर्पणम्  ॥
निवेदयेदभिज्ञेभ्यो नित्यस्नानगतान् द्विजान्  ॥
]

`verse 12 [
स्थानेस्थाने कृतानेकबलिपुष्पसमीरणैः  ॥
सौरार्घ्यपूर्वं कुर्वद्भिःस्थंडलेभ्यर्चनादिकम्  ॥
]

`verse 13 [
क्वचिन्निमज्जदुन्मज्जत्प्रस्रस्तगजयूथपम्  ॥
क्वचिच्च तृषयायातमृगीमृगतुरंगमम्  ॥
]

`verse 14 [
क्वचित्पीतजनोत्तीर्णमयूरवरवारणम्  ॥
क्वचित्कृततटाघातवृषप्रतिवृषोज्ज्वलम्  ॥
]

`verse 15 [
क्वचित्कारंडवरवैः क्वचित्सारसकूजितैः  ॥
क्वचिच्च कोकनिनदैः क्वचिद्भ्रमरगीतिभिः  ॥
]

`verse 16 [
स्नानपानादिकरणैः स्वसंपद्द्रुमजीविभिः  ॥
प्रणयात्प्राणिभिस्तैस्तैर्भाषमाणमिवासकृत् ॥
]

`verse 17 [
कूलशाखिशिखालीनकोकिलाकुलकूजितैः  ॥
आतपोपहतान्सर्वान्नामंत्रयदिवानिशम्  ॥
]

`verse 18 [
उत्तरे तस्य सरसस्तीरे कल्पतरोरधः  ॥
वेद्यां वज्रशिलामय्यां मृदुले मृगचर्मणि  ॥
]

`verse 19 [
सनत्कुमारमासीनं शश्वद्बालवपुर्धरम्  ॥
तत्कालमात्रोपरतं समाधेरचलात्मनः  ॥
]

`verse 20 [
उपास्यमानं मुनिभिर्योगींद्रैरपि पूजितम्  ॥
ददृशुर्नैमिषेयास्ते प्रणताश्चोपतस्थिरे  ॥
]

`verse 21 [
यावत्पृष्टवते तस्मै प्रोचुः स्वागतकारणम्  ॥
तुमुलः शुश्रुवे तावद्दिवि दुंदुभिनिस्वनः  ॥
]

`verse 22 [
ददृशे तत्क्षणे तस्मिन्विमानं भानुसन्निभम्  ॥
गणेश्वरैरसंख्येयैः संवृतं च समंततः  ॥
]

`verse 23 [
अप्सरोगणसंकीर्णं रुद्रकन्याभिरावृतम्  ॥
मृदंगमुरजोद्घुष्टं वेणुवीणारवान्वितम्  ॥
]

`verse 24 [
चित्ररत्नवितानाढ्यं मुक्तादामविराजितम्  ॥
मुनिभिस्सिद्धगंधर्वैर्यक्षचारणकिन्नरैः  ॥
]

`verse 25 [
नृत्यद्भिश्चैव गायद्भिर्वादयद्भिश्च संवृतम्  ॥
वीरगोवृषचिह्नेन विद्रमद्रुमयष्टिना  ॥
]

`verse 26 [
कृतगोपुरसत्कारं केतुना मान्यहेतुना  ॥
तस्य मध्ये विमानस्य चामरद्वितयांतरे  ॥
]

`verse 27 [
छत्त्रस्य मणिदंडस्य चंद्रस्येव शुचेरधः  ॥
दिव्यसिंहासनारूढं देव्या सुयशया सह  ॥
]

`verse 28 [
श्रिया च वपुषा चैव त्रिभिश्चापि विलोचनैः  ॥
प्राकारैरभिकृत्यानां प्रत्यभिज्ञापकं प्रभोः  ॥
]

`verse 29 [
अविलंघ्य जगत्कर्तुराज्ञापनमिवागतम्  ॥
सर्वानुग्रहणं शंभोः साक्षादिव पुरःस्थितम्  ॥
]

`verse 30 [
शिलादतनयं साक्षाच्छ्रीमच्छूलवरायुधम्  ॥
विश्वेश्वरगणाध्यक्षं विश्वेश्वरमिवापरम्  ॥
]

`verse 31 [
विश्वस्यापि विधात्ःणां निग्रहानुग्रहक्षमम्  ॥
चतुर्बाहुमुदारांगं चन्द्ररेखाविभूषितम्  ॥
]

`verse 32 [
कंठे नागेन मौलौ च शशांकेनाप्यलंकृतम्  ॥
सविग्रहमिवैश्वर्यं सामर्थ्यमिव सक्रियम्  ॥
]

`verse 33 [
समाप्तमिव निर्वाणं सर्वज्ञमिव संगतम्  ॥
दृष्ट्वा प्रहृष्टवदनो ब्रह्मपुत्रः सहर्षिभिः  ॥
]

`verse 34 [
तस्थौ प्राञ्जलिरुत्थाय तस्यात्मानमिवार्पयन्  ॥
अथ तत्रांतरे तस्मिन्विमाने चावनिं गते  ॥
]

`verse 35 [
प्रणम्य दण्डवद्देवं स्तुत्वा व्यज्ञापयन्मुनीम्  ॥
षट्कुलीया इमे दीर्घं नैमिषे सत्रमास्थिताः  ॥
आगता ब्रह्मणादिष्टाः पूर्वमेवाभिकांक्षया  ॥
]

`verse 36 [
श्रुत्वा वाक्यं ब्रह्मपुत्रस्य नंदीछित्त्वा पाशान्दृष्टिपातेन सद्यः  ॥
शैवं धर्मं चैश्वरं ज्ञानयोगं दत्त्वा भूयो देवपार्श्वं जगाम  ॥
]

`verse 37 [
सनत्कुमारेण च तत्समस्तं व्यासाय साक्षाद्गुरवे ममोक्तम्  ॥
व्यासेन चोक्तं महितेन मह्यं मया च तद्वः कथितं समासात् ॥
]

`verse 38 [
नावेदविद्भ्यः कथनीयमेतत्पुराणरत्नं पुरशासनस्य  ॥
नाभक्तशिष्याय च नास्तिकेभ्यो दत्तं हि मोहान्निरयं ददाति  ॥
]

`verse 39 [
मार्गेण सेवानुगतेन यैस्तद्दत्तं गृहीतं पठितं श्रुतं वा  ॥
तेभ्यः सुखं धर्ममुखं त्रिवर्गं निर्वाणमंते नियतं ददाति  ॥
]

`verse 40 [
परस्परस्योपकृतं भवद्भिर्मया च पौराणिकमार्गयोगात् ॥
अतो गमिष्ये ऽहमवाप्तकामः समस्तमेवास्तु शिवं सदा नः  ॥
]

`verse 41 [
सूते कृताशिषि गते मुनयः सुवृत्ता यागे च पर्यवसिते महति प्रयोगे  ॥
काले कलौ च विषयैः कलुषायमाणे वाराणसीपरिसरे वसतिं विनेतुः  ॥
]

`verse 42 [
अथ च ते पशुपाशमुमुक्षयाखिलतया कृतपाशुपतव्रताः  ॥
अधिकृताखिलबोधसमाधयः परमनिर्वृतिमापुरनिंदिताः  ॥
]

`speaker [
व्यास उवाच
]

`verse 43 [
एतच्छिवपुराणं हि समाप्तं हितमादरात् ॥
पठितव्यं प्रयत्नेन श्रोतव्यं च तथैव हि  ॥
]

`verse 44 [
नास्तिकाय न वक्तव्यमश्रद्धाय शठाय च  ॥
अभक्ताय महेशस्य तथा धर्मध्वजाय च  ॥
]

`verse 45 [
एतच्छ्रुत्या ह्येकवारं भवेत्पापं हि भस्मसात् ॥
अभक्तो भक्तिमाप्नोति भक्तो भक्तिसमृद्धिभाक् ॥
]

`verse 46 [
पुनः श्रुते च सद्भक्तिर्मुक्तिस्स्याच्च श्रुतेः पुनः  ॥
तस्मात्पुनःपुनश्चैव श्रोतव्यं हि मुमुक्षुभिः  ॥
]

`verse 47 [
पञ्चावृत्तिः प्रकर्तव्या पुराणस्यास्य सद्धिया  ॥
परं फलं समुद्दिश्य तत्प्राप्नोति न संशयः  ॥
]

`verse 48 [
पुरातनाश्च राजानो विप्रा वैश्याश्च सत्तमाः  ॥
सप्तकृत्वस्तदावृत्त्यालभन्त शिवदर्शनम्  ॥
]

`verse 49 [
श्रोष्यत्यथापि यश्चेदं मानवो भक्तितत्परः  ॥
इह भुक्त्वाखिलान्भोगानंते मुक्तिं लभेच्च सः  ॥
]

`verse 50 [
एतच्छिवपुराणं हि शिवस्यातिप्रियं परम्  ॥
भुक्तिमुक्तिप्रदं ब्रह्मसंमितं भक्तिवर्धनम्  ॥
]

`verse 51 [
एतच्छिवपुराणस्य वक्तुः श्रोतुश्च सर्वदा  ॥
सगणस्ससुतस्सांबश्शं करोतु स शंकरः  ॥
]

`colophon [
इति श्रीशिवमहापुराणे सप्तम्यां वायवीयसंहितायामुत्तरखण्डे व्यासोपदेशश्रीशिवमहापुराणमाहात्म्यवर्णनं नामैकचत्वारिंशोऽध्यायः

समाप्तोऽयं ग्रन्थः
]
