`speaker [
ऋषय ऊचुः
]

`verse 1 [
कथं व्यासेन कथितं पुराणं गारुडं तव ॥
एतत्सर्वं समाख्याहि परं विष्णुकथाश्रयम् ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
अहं हि मुनिभिः सार्द्धं गतो बदरिकाश्रमम् ॥
तत्र दृष्टो मया व्यासो ध्यायमानः परेश्वरम् ॥
]

`verse 3 [
तं प्रणम्योपविष्टोऽहं पृष्टवान्हि मुनीश्वरम् ॥

॥सूत उवाच ॥
व्यास ब्रूहि हरे रूपं जगत्सर्गादिकं ततः ॥
]

`verse 4 [
मन्ये ध्यायसि तं यस्मात्तस्माज्जानासि तं विभुम् ॥
एवं पृष्टो यथा प्राह तथा विप्रा ? निबोधत ॥
]

`speaker [
व्यास उवाच
]

`verse 5 [
श्रृणु सूत ! प्रवक्ष्यामि पुराणं गारुडं तव ॥
सह नारददक्षाद्यैर्ब्रह्मा मामुक्तवान्यथा ॥
]

`speaker [
सूत उवाच
]

`verse 6 [
दक्षनारदमुख्यैस्तु युक्तं त्वां कथमुक्तवान् ॥
ब्रह्मा श्रीगारुडं पुण्यं पुराणं सारवाचकम् ॥
]

`speaker [
व्यास उवाच
]

`verse 7 [
अहं हि नारदो दक्षो भृग्वाद्याः प्रणिपत्य तम् ॥
सारं ब्रूहीति पप्रच्छुर्ब्रह्माणं ब्रह्मलोकगम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
पुराणं गारुडं सारं रुद्रं च मां यथा ॥
सुरैः सहाब्रवीद्विष्णुस्तथाहं व्यास वच्मिते ॥
]

`speaker [
व्यास उवाच
]

`verse 9 [
कथं रुद्रं सुरैः सार्द्धमब्रवीद्वै हरिः पुरा ॥
पुराणं गारुडं सारं ब्रूहि ब्रह्मन्महार्थकम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
अहं गतोऽद्रिं कैलासमिन्द्राद्यैर्दैवतैः सह ॥
तत्र दृष्टो मया रुद्रो ध्यायमानः परं पदम् ॥
]

`verse 11 [
पृष्टो नमस्कृतः किं त्वं देवं ध्यायसि शङ्कर ? ॥
त्वत्तो नान्यं परं देवं जानामि ब्रूहि मां ततः ॥
]

`verse 12 [
सारात्सारतरं तत्त्वं श्रोतुकामः सुरैः सह ॥

॥रुद्र उवाच ॥
अहं ध्यायामि तं विष्णुं परमात्मानमीश्वरम् ॥ 2.12

सर्वदं सर्वगं सर्वं सर्वप्राणिहृदिस्थितम् ॥
भस्मोद्धूलितदेहस्तु जटामण्डलमण्डितः ॥
]

`verse 13 [
विष्णोराराधनार्थं मे व्रतचर्य्या पितामह ॥
तमेव गत्वा पृच्छामः सारं यं चिन्तयाम्यहम् ॥
]

`verse 14 [
विष्णुं जिष्णुं पद्मनाभं हरिं देहविवर्जितम् ॥
शुचिं शुचिपदं हँसं तत्पदं परमेश्वरम् ॥
]

`verse 15 [
युक्ता सर्वात्मनात्मानं तं देवं चिन्तयाम्यहम् ॥
यस्मिन्विश्वानि भूतानि तिष्ठन्ति च विशन्ति च ॥
]

`verse 16 [
गुणभूतानि भूतेशे सूत्रे मणिगणा इव ॥
सहस्त्राक्षं सहस्त्राङ्‌घ्रिं सहस्त्रोरुं वराननम् ॥ 2.17

अणीयसामणीयांसं स्थविष्ठं च स्थवीयसाम् ॥
गरीयसां गरिष्ठं च श्रेष्ठं च श्रेयसामपि ॥
]

`verse 17 [
यं वाक्येष्वनुवाक्येषु निषत्सूपनिषत्सु च ॥
गृणन्ति सत्यकर्माणं सत्यं सत्येषु सामसु ॥
]

`verse 18 [
पुराणपुरुषः प्रोक्तो ब्रह्मा प्रोक्तो द्विजातिषु ॥
क्षये सङ्कर्षणः प्रोक्तस्तमुपास्यमुपास्महे ॥
]

`verse 19 [
यस्मिंल्लोकाः स्फुरन्तीमे जलेषु शकुन्यो यथा ॥
ऋतमेकाक्षरं ब्रह्म यत्तत्सदसतः परम् ॥
]

`verse 20 [
अर्चयन्ति च यं देवा यक्षराक्षसपन्नगाः ॥
यस्याग्निरास्यं द्यौर्मूर्द्धा खं नाभिश्चरणौ क्षितिः ॥
]

`verse 21 [
चन्द्रादित्यौ च नयने तं देवं चिन्तयाम्यहम् ॥
यस्य त्रिलोकी जठरे मस्य काष्ठाश्च बाहवः ॥
]

`verse 22 [
यस्योच्छ्वासश्च पवनः तं देवं चिन्तयाम्यहम् ॥
यस्य केशेषु जीमूता नद्यः सर्वाङ्गसन्धिषु ॥
]

`verse 23 [
कुक्षौ समुद्राश्चत्वारस्तं देवं चिन्तयाम्यहम् ॥
परः कालात्परो यज्ञात्परः सदसतश्च यः ॥
]

`verse 24 [
अनादिरादिर्विश्वस्य तं देवं चिन्तयाम्यहम् ॥
मनसश्चन्द्रमा यस्य चक्षुषोश्च दिवाकरः ॥
]

`verse 25 [
मुखादग्निश्च संजज्ञे तं देवं चिन्तयाम्यहम् ॥
पद्भ्यां यस्य क्षितिर्जाता श्रोत्राभ्यां च तथा दिशः ॥
]

`verse 26 [
मूर्द्धभागाद्दिवं यस्य तं देवं चिन्तयाम्यहम् ॥
सर्गश्च प्रतिसर्गश्च वंशो मन्वन्तराणि च ॥
]

`verse 27 [
वंशानुचरितं यस्मात्तं देवं चिन्तयाम्यहम् ॥
यं ध्यायाम्यहमेतस्माद्व्रजामः सारमीक्षितुम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
इत्युक्तोऽहं पुरा रुद्रः श्वेतद्वीपनिवासिनम् ॥
स्तुत्वा प्रणम्य तं विष्णुं श्रोतुकाम स्थितः सुरैः ॥
]

`verse 29 [
अस्माकं मध्यतो रुद्र उवाच परमेश्वरम् ॥
सारात्सारतरं विष्णुं पृष्टवांस्तं प्रणम्य वै ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
यथा पप्रच्छ मां व्यास स्तथासौ भगवान् भवः ॥
पप्रच्छ विष्णुं देवाद्यैः श्रृण्वताममरैः सह ॥
]

`speaker [
रुद्र उवाच
]

`verse 31 [
हरे कथय देवेश ! देवदेवः क ईश्वरः ॥
को ध्येयः कश्च वै पूज्यः कैर्व्रतैस्तुष्यते परः ॥
]

`verse 32 [
कैर्धर्मैः कैश्च नियमैः कया वा धर्मपूजया ॥
केनाचारेण तुष्टः स्यात्किं तद्रूपं च तस्य वै ॥
]

`verse 33 [
कस्माद्देवाज्जगज्जातं जगत्पालयते च कः ॥
कीदृशैरवतारैश्च कस्मिन्याति लयं जगत् ॥
]

`verse 34 [
सर्गश्च प्रतिसर्गश्च वंशो मन्वन्तराणि च ॥
कस्माद्देवात्प्रवर्त्तन्ते कस्मिमन्नेतत्प्रतिष्ठितम् ॥
]

`verse 35 [
एतत्सर्वं हरे ! ब्रूहि यच्चान्यदपि किञ्चन ॥
परमेश्वरमाहात्म्यं युक्तयोगादिकं तथा ॥
]

`verse 36 [
तथाष्टादश विद्याश्च हरी रुद्रं ततोऽब्रवीत् ॥

॥हरिरुवाच ॥
श्रृणु रुद्र ! प्रवक्ष्यामि ब्रह्मणा च सुरैः सह ॥
]

`verse 37 [
अहं हि देवो देवानां सर्वलोकेश्वरेश्वरः ॥
अहं ध्येयश्च पूज्यश्च स्तुत्योहं स्ततिभिः सुरैः ॥
]

`verse 38 [
अहं हि पूजितो रुद्र ! ददामि परमां गतिम् ॥
नियमैश्च व्रतैस्तुष्ट आचारेण च मानवैः ॥
]

`verse 39 [
जगत्स्थितेरहं बीजं जगत्कर्त्ता त्वहं शिव ! ॥
दुष्टनिग्रहकर्त्ता हि धर्मगोप्ता त्वहं हर ! ॥
]

`verse 40 [
अवतारैश्च मत्स्याद्यैः पालयाम्यखिलं जगत् ॥
अहं मंत्राश्च मन्त्रार्थः पूजाध्यानपरो ह्यहम् ॥
]

`verse 41 [
स्वर्गादीनां च कर्त्ताहं स्वर्गादीन्यहमेव च ॥
योगी योगोहमेवाद्यः पुराणान्यहमेवच ॥
]

`verse 42 [
ज्ञाता श्रोता तथा मन्ता वक्ता वक्तव्यमेव च ॥
सर्वः सर्वात्मको देवो भुक्तिमुक्तिकरः परः ॥
]

`verse 43 [
ध्यानं पूजोपहारोऽहं मण्डलान्यहमेव च ॥
इतिहासान्यहं रुद्र ! सर्ववेदा ह्यहं शिव ! ॥
]

`verse 44 [
सर्वज्ञानान्यहं शम्भो ! ब्रह्मात्माहमहं शिव ! ॥
अहं ब्रह्मा सर्वलोकः सर्वदेवात्मको ह्यहम् ॥
]

`verse 45 [
अहं साक्षात्सदाचारो धर्मोऽहं वैष्णवो ह्यहम् ॥
वर्णाश्रमास्तथा चाहं तद्धर्मोऽहं पुरातनः ॥
]

`verse 46 [
यमोऽहं नियमो रुद्र ! व्रतानि विविधानि च ॥
अहं सूर्य्यस्तथा चन्द्रो मङ्गलादीन्यहं तथा ॥
]

`verse 47 [
पुरा मां गरुडः पक्षी तपसाराधयद्भुवि ॥
तुष्ट ऊचे वरं ब्रूहि मत्तो वव्रे वरं स तु ॥
]

`speaker [
गरुड उवाच
]

`verse 48 [
मम माता च विनता नागैर्दासीकृता हरे ॥
यथाहं देवताञ्जित्वा चामृतं ह्यानयामि तत् ॥
]

`verse 49 [
दास्याद्विमोक्षयिष्यामि यथाहं वाहनस्तव ॥
महाबलो महावीर्य्यः सर्वज्ञो नागदारणः ॥
]

`verse 50 [
पुराणसंहिताकर्त्ता यथाऽहं स्यां तथा कुरुं ॥

॥विष्णुरुवाच ॥
यथा त्वयोक्तं गरुड तथा सर्वं भविष्यति ॥
]

`verse 51 [
नागदास्यान्मातरं त्वं विनतां मोक्षयिष्यसि ॥
देवादीन्सकलाञ्जित्वा चामृतं ह्यानयिष्यसि ॥
]

`verse 52 [
महाबलो वाहनस्त्वं भविष्यसि विषार्दनः ॥
पुराणं मत्प्रसादाच्च मम माहात्म्यवाचकम् ॥
]

`verse 53 [
यदुक्तं मत्स्वरूपं च तव चाविर्भविष्यति ॥
गारुडं तव नाम्ना तल्लोके ख्यातिं गमिष्यति ॥
]

`verse 54 [
यथाहं देवदेवानां श्रीः ख्यातो विनतासुत ॥
तथा ख्यातिं पुराणेषु गारुडं गारुडैष्यति ॥
]

`verse 55 [
यथाहं कीर्त्तनीयोऽथ तथा त्वं गरुडात्मना ॥
मां ध्यात्वा पक्षिमुख्येदं पुराणं गद गारुडम् ॥
]

`verse 56 [
इत्युक्तो गरुडो रुद्र ! कश्यपायाह पृच्छते ॥
कश्यपो गारुडं श्रुत्वा वृक्षं दग्धमजीवयत् ॥
]

`verse 57 [
स्वयं चान्यमना भूत्वा विद्ययान्यान्य जीवयत् ॥

यक्षि ॐउंस्वाहाजापी विद्ययं गारुडी परा ॥
गरुडोक्तं गारुडं हि श्रृणु रुद्र ! मदात्मकम् ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे श्रीगरुडमहापुराणोत्पत्तिनिरूपणं नाम द्वितीयोऽध्यायः ॥
]
