`speaker [
सूत उवाच
]

`verse 1 [
इति रुद्राब्जजौ विष्णोः शुश्राव ब्रह्मणो मुनिः ॥
व्यासो व्यासादहं वक्ष्येहं ते शौनक नैमिषे ॥
]

`verse 2 [
मुनीनां श्रृण्वतां मध्ये सर्गाद्यं देवपूजनम् ॥
तीर्थं भुवनकोशं च मन्वन्तरमिहोच्यते ॥
]

`verse 3 [
वर्णाश्रमादिधर्माश्च दानराज्यादिधर्मकाः ॥
व्यवहारो व्रतं वंशा वैद्यकं सनिदानकम् ॥
]

`verse 4 [
अंगानि प्रलयो धर्मकामार्थज्ञानमुत्तमम् ॥
सप्रपञ्चं निष्प्रपञ्चं कृतं विष्णोर्निगद्यते ॥
]

`verse 5 [
पुराणे गारुडे सर्वं गरुडो भगवानथ ॥
वासुदेवप्रसादेन सामर्थ्यातिशयैर्युतः ॥
]

`verse 6 [
भुत्वा हरेर्वाहनं च सर्गादीनां च कारणम् ॥
देवान्विजित्य गरुडो ह्यमृताहरणं तथा ॥
]

`verse 7 [
चक्रे क्षुधा हृतं यस्य ब्रह्माण्डमुदरे हरेः ॥
यं दृष्ट्वा स्मृतमात्रेण नागादीनां च संक्षयम् ॥
]

`verse 8 [
कश्यपो गारुडाद्वृक्षं दग्धं चाजीवयद्यतः ॥
गरुडः स हरिस्तेन प्रोक्तं श्रीकश्यपाय च ॥
]

`verse 9 [
तच्छ्रीमद्रारुडं पुण्यं सर्वदं पठतस्तव ॥
वक्ष्ये व्यासं नमस्कृत्य श्रृणु शौनक तद्यथा ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विषयनिरूपणं नाम तृतीयोऽध्यायः ॥
]
