`speaker [
रुद्र उवाच
]

`verse 1 [
सर्गश्च प्रतिसर्गश्च वंशो मन्वन्तराणि च ॥
वंशानुचरितं चैव एतद्‌ ब्रूहि जनार्दन ॥
]

`speaker [
हरिरुवाच
]

`verse 2 [
श्रृणु रुद्र प्रवक्ष्यामि सर्गादीन्पापनाशनान् ॥
सर्गस्थितिप्रलयान्तां तां विष्णोः क्रीडां पुरातनीम् ॥
]

`verse 3 [
नरनारायणो देवो वासुदेवो निरंजनः ॥
परमात्मा परं ब्रह्म जगज्जनिलयादिकृत् ॥
]

`verse 4 [
तदेतत्सर्वमेवैतव्द्यक्ताव्यक्तस्वरूपवत् ।
तथा पुरुषरूपेण कालरूपेण च स्थितम् ॥
]

`verse 5 [
व्यक्तं विष्णुस्तथाऽव्यक्तं पुरुषः काल एव च ॥
क्रीडतो बालकस्येव चेष्टास्तस्य निशामय ॥
]

`verse 6 [
अनादिनिधनो धाता त्वनन्तः पुरुषोत्तमः ॥
तस्माद्भवति चाव्यक्तं तस्मादात्मापि जायते ॥
]

`verse 7 [
तस्माहुद्धिर्मनस्तस्मात्ततः खं पवनस्ततः ॥
तस्मात्तेजस्ततस्त्वापस्ततो भूमिस्ततोऽभवत् ॥
]

`verse 8 [
अण्डो हिरण्मयो रुद्र । तस्यान्तः स्वयमेव हि ॥
शरीरग्रहणं पूर्वं सृष्ट्यर्थं कुरुते प्रभुः ॥
]

`verse 9 [
ब्रह्मा चतुर्मुखो भूत्वा रजोमात्राधिकः सदा ॥
शरीरग्रहणं कृत्वाऽसृजदेतच्चराचरम् ॥
]

`verse 10 [
अण्डस्यान्तर्जगत्सर्वं सदेवासुरमानुषम् ॥
स्रष्टा सृजति चात्मानं विष्णुः पाल्यं च पाति च ॥
]

`verse 11 [
अपसंह्रियते चान्ते संहर्त्ता च स्वयं हरि ॥
ब्रह्मा भूत्वासृजद्विष्णुर्जगत्पाति हरिः स्वयम् ॥
]

`verse 12 [
रुद्ररूपी च कल्पान्ते जगत्संहरतेऽखिलम् ॥
ब्रह्मा तु सृष्टिकालेऽस्मिञ्जमध्यगतां महीम् ॥
]

`verse 13 [
दंष्टूयोद्धरति ज्ञात्वा वारहीमास्थितस्तनूम् ॥
देवादिसर्गाद्वक्ष्येऽहं संक्षेपाच्छृणु शङ्कर ! ॥
]

`verse 14 [
प्रथमो महतः सर्गो विरूपो ब्रह्मणस्तु सः ॥
तन्मात्राणां द्वितीयस्तु भूतसर्गो हि स स्मृतः ॥
]

`verse 15 [
वैकारिकस्तृतीयस्तु सर्गस्त्वैन्द्रियकः स्मृतः ॥
इत्येष प्राकृतः सर्गः सम्भूतो बुद्धिपूर्वकः ॥
]

`verse 16 [
मुख्यसर्गश्चतुर्थस्तु मुख्या वै स्थावराः स्मृताः ॥
तिर्य्यक्‌स्त्रोतास्तु यः प्रोक्तस्तिर्य्यग्योन्यः स उच्यते ॥
]

`verse 17 [
तदूर्द्धस्त्रोतसां षष्ठो देवसर्गस्तु स स्मृतः ॥
ततोऽर्वाक्‌स्त्रोतसां सर्गः सप्तमः स तु मानुषः ॥
]

`verse 18 [
अष्टमोऽनुग्रहः सर्गः सात्त्विकस्तामसस्तु सः ॥
पञ्चैते वैकृताः सर्गाः प्राकृतास्तु त्रयः स्मृताः ॥
]

`verse 19 [
प्राकृतो वैकृतश्चापि कौमारो नवमः स्मृतः ॥
स्थावरान्ताः सुराद्यास्तु प्रजा रुद्र ! चतुर्विधाः ॥
]

`verse 20 [
ब्रह्मणः कुर्वतः सृष्टिं जज्ञिरे मानसाः सुताः ॥
ततो देवासुरपितॄन्मानुषांश्च चतुष्टयम् ॥
]

`verse 21 [
सिसृक्षुरम्भांस्येतानि स्वमात्मानमपूजयत् ॥
मुक्तात्मनस्तमोमात्रादुद्रिक्तास्तत्प्रजापतेः ॥
]

`verse 22 [
सिसृक्षेर्जघनात्पूर्वमसुरा जज्ञिरे ततः ॥
उत्ससर्ज ततस्तां तु तमोमात्रात्मिकां तनूम् ॥
]

`verse 23 [
तमोमात्रा तनुस्त्यक्ता शङ्कराभूद्विभावरी ॥
यक्षोपक्षांसि तद्देहे प्रीतिमापुस्ततः सुराः ॥
]

`verse 24 [
सत्त्वोद्रिक्तास्तु मुखतः संभूता ब्रह्मणो हर ! ॥
सत्त्वप्राया तनुस्तेन सन्त्यक्ता साप्यभूद्दिनम् ॥
]

`verse 25 [
ततो हि बलिनो रात्रावसुरा देवता दिवा ॥
सत्त्वमात्रां तनुं गृह्य पितरश्च ततोऽभवन् ॥
]

`verse 26 [
सा चोत्सृष्टाभवत्सन्ध्या दिननक्तान्तरस्थितिः ॥
रजोमात्रां तनुं गृह्य मनुष्यास्त्वभवंस्ततः ॥
]

`verse 27 [
सा त्यक्ता चाभवज्ज्योत्स्त्रा प्राक्‌सन्ध्या याभिधीयते ॥
ज्योत्स्ना रात्र्यहनी सन्ध्या शरीराणि तु तस्य वै ॥
]

`verse 28 [
रजोमात्रां तनु गृह्य क्षुदभूत्कोप एव च ॥
क्षुत्तृट्‌क्षामा अमृग्भक्षा राक्षसा रक्षणाच्च ये ॥
]

`verse 29 [
यक्षाख्या यक्षणाज्ज्ञेयाः सर्पा वै केशसर्पणात् ॥
जाताः कोपेन भूतास्ते गन्धर्वा जज्ञिरे ततः ॥
]

`verse 30 [
गायन्तो जज्ञिरे वाचं गन्धर्वाप्सरसश्च ये ॥
स्वर्गं द्यौर्वक्षसश्चक्रे सुखतोऽजाः स सृष्टवान् ॥
]

`verse 31 [
सृष्टवानुदराद्राश्च पार्श्वाभ्यां च प्रजापतिः ॥
पद्भ्यां चैवांत्यमातङ्गान्महिषोष्ट्राविकांस्तथा ॥
]

`verse 32 [
ओषध्यः फलमूलिन्यो रोमभ्यस्तस्य जज्ञिरे ॥
गौरजः पुरुषो मेध्यो ह्यश्वाश्वतरगर्दभाः ॥
]

`verse 33 [
एतान् ग्राम्यान्पशून्प्राहुरारण्यांश्च निबोध मे ॥
श्वापदं द्विखुरं हस्तिवानराः पक्षिपञ्चमाः ॥
]

`verse 34 [
औदकाः पशवः षष्ठाः सप्तमाश्च सरीसृपाः ॥
पूर्वादिभ्यो मुखेभ्यस्तु ऋग्वेदाद्याः प्रजज्ञिरे ॥
]

`verse 35 [
आस्याद्वै ब्राह्मणा जाता बाहुभ्यां क्षत्त्रियाः स्मृताः ॥
ऊरुभ्यां तु विशः सृष्टाः शूद्रः पद्भ्यां जायत ॥
]

`verse 36 [
ब्रह्मलोको ब्राह्मणानां शाक्रः क्षत्त्रियजन्मनाम् ॥
मारुतं च विशां स्थानं गान्धर्वं शूद्रजन्मनाम् ॥
]

`verse 37 [
ब्रह्मचारिव्रतस्थानां ब्रह्मलोकः प्रजायते ॥
प्राजापत्यं गृहस्थानां यथाविहितकारिणाम् ॥
]

`verse 38 [
स्थानं सप्तऋषीणां च तथैव वनवासिनाम् ॥
यतीनामक्षयं स्थानं यदृच्छागामिनां सदा ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे सृष्टिवर्णनं नाम चतुर्थोऽध्यायः ॥
]
