`speaker [
हरिरुवाच
]

`verse 1 [
उत्तानपादादभवत्सुरुच्यामुत्तमः सुतः ॥
सुनीत्यां तु ध्रुवः पुत्रः स लेभे स्थानमुत्तमम् ॥
]

`verse 2 [
मुनिप्रसादादाराध्य देवदेवं जनार्दनम् ॥
ध्रुवस्य तनयः श्लिष्टिर्महाबलपराक्रमः ॥
]

`verse 3 [
तस्य प्राचीनवर्हिस्तु पुत्रस्तस्याप्युदारधीः ॥
दिवञ्जयस्तस्य सुतस्तस्य पुत्रो रिपुः स्मृतः ॥
]

`verse 4 [
रिपोः पुत्रस्तथा श्रीमाँश्चाक्षुषः कीर्त्तितो मनुः ॥
रुरुस्तस्य सुतः श्रीमानंगस्तस्यापि चात्मजः ॥
]

`verse 5 [
अंगस्य वेणः पुत्रस्तु नास्तिको धर्मवर्जितः ॥
अधर्म्मकारी वेण(न) श्च मुनिभिश्च कुशैर्हतः ॥
]

`verse 6 [
ऊरुं ममन्थुः पुत्रार्थे ततोऽस्य तनयोऽभवत्‌ ॥
ह्रस्वोऽतिमात्रः कृष्णांगो निषीदेति ततोऽब्रुवन् ॥
]

`verse 7 [
निषादस्तेन वै जातो बिन्ध्यशैलनिवासकः ॥
ततोऽस्य दक्षिणं पाणिं ममन्थुः सहसा द्विजाः ॥
]

`verse 8 [
तस्मात्तस्य सुतो जातो विष्णोर्मानसरूपधृक् ॥
पुथुरित्येवनामा स वेणपुत्रो दिवं ययौ ॥
]

`verse 9 [
दुदोह पृथिवीं राजा प्रजानां जीवनाय हि ॥
अन्तर्द्धानः पृथोः पुत्रो तहविर्द्धानस्तदात्मजः ॥
]

`verse 10 [
प्राचीनबर्हिस्त्पुत्रः पृथिव्यामेकराड् बभौ ॥
उपयेमे समुद्रस्य लवणस्य स वै सुताम् ॥
]

`verse 11 [
तस्मात्सुषाव सामुद्री दश प्राचीनबर्हिषः ॥
सर्वे प्राचेतसा नाम धनुर्वेदस्य पारगाः ॥
]

`verse 12 [
अपृथगधर्म्मचरणास्तेऽतप्यन्त महत्तपः ॥
दशवर्षसहस्त्राणि समुद्रसलिलेशयाः ॥
]

`verse 13 [
प्रजापतित्वं संप्राप्य भार्य्या तेषां च मारिष ॥
अभवद्धवशापेन तस्यां दक्षोऽभवत्ततः ॥
]

`verse 14 [
असृजन्मनसा दक्षः प्रजाः पूर्वं चतुर्विधाः ॥
नावर्द्धन्त च तास्तस्य अपध्याता हरेण तु ॥
]

`verse 15 [
मैथुनेन ततः सृष्टिं कर्त्तुमैच्छत्प्रजापतिः ॥
असिक्रीमावहद्भार्य्यां वीरणस्य प्रजापतेः ॥
]

`verse 16 [
तस्य पुत्रसहस्त्रं तु वैरण्यां समपद्यत ॥
नारदोक्ता भुवश्चान्तं गता ज्ञातुं च नागताः ॥
]

`verse 17 [
दक्षपुत्रसहस्त्रं च तेषु नष्टेषु सृष्टवान् ॥
शवलाश्वास्तेऽपि गता भ्रातॄणां पदवीं हर ! ॥
]

`verse 18 [
दक्षः क्रुद्धः शशापाथ नारदं जन्म चाप्स्यसि ॥
नारदो ह्यभवत्पुत्रः कश्यपस्य मुनेः पुनः ॥
]

`verse 19 [
यज्ञे ध्वस्तेऽथ दक्षोऽपि शशापोग्रं महेश्वरम् ॥
स्तुत्वात्वामुपचारैश्च पूजयिष्यंति शंकर ॥
]

`verse 20 [
जन्मान्तरेऽपि वैरेण ते विनश्यन्ति शङ्कर ! ॥

तस्माद्वैरं न कर्तव्यं कदाचिदपि केनचित् ॥
असिक्न्यां (महिष्यां) जनयामास दक्षो दुहितरो ह्यथ ॥
]

`verse 21 [
षष्टिं कन्या रूपयुता द्वे चैवांगिरसे ददौ ॥
द्वे प्रादात्स कृशाश्वाय दश धर्म्माय चाप्यथ ॥
]

`verse 22 [
चतुर्दश कश्यपाय अष्टाविंशातिमिन्दवे ॥
प्रददौ बहुपुत्राय सुप्रभां भामिनीं तथा ॥
]

`verse 23 [
मनोरमां भानुमतीं विशालां बहुदामथ ॥
दक्षः प्रादान्महादेव ! चतस्त्रोऽरिष्टनेमये (ने) ॥
]

`verse 24 [
स कृशाश्वाय च प्रादात्सुप्रजां च तथा जयाम् ॥
अरुन्धती वसुर्या(र्जा) मी लम्बा भानुर्मरुद्वती ॥
]

`verse 25 [
सङ्कल्पा च मुहूर्त्ता च साध्या विश्वा च ता दश ॥
धर्म्मपत्न्यः समाख्याताः कश्यपस्य वदाम्यहम् ॥
]

`verse 26 [
अदितिर्दितिर्दनुः काला ह्यनायुः सिंहिका मुनिः ॥
कद्रुः साध्या हरा क्रोधा विनता सुरभिः खगा ॥
]

`verse 27 [
विश्वेदेवास्तु विश्वायाः साध्या साध्यान्व्यजायत ॥
मरुत्वत्यां मरुत्वन्तो वसोस्तु वसवस्तथा ॥
]

`verse 28 [
भानोस्तु भानवो रुद्र ! मुहूर्त्ताच्च मुहूर्त्तजाः ॥
लम्बायाश्चैव घोषोऽथ नागवीथिस्तु या (जा) मितः ॥
]

`verse 29 [
पृथिवीविषयं सर्वमरुत्वत्यां व्यजायत ॥
सङ्कल्पायास्तु सर्वात्मा जज्ञे संकल्प एव हि ॥
]

`verse 30 [
आपो ध्रुवश्च सोमश्च धरश्चैवानिलोऽनलः ॥
प्रत्यूषश्च प्रभासश्च वसवो नामभिः स्मृताः ॥
]

`verse 31 [
आपस्य पुत्रो वेतुण्डिः (ण्डः) श्रमः श्रान्तो ध्वनिस्तथा ॥
ध्रुवस्य पुत्रो भगवान्कालो लोकप्रकालनः ॥
]

`verse 32 [
सोमस्य भगवान्वर्च्चा वर्च्चस्वी येन जायते ॥
धवस्य पुत्रो द्रुहिणो हुतहव्यवहस्तथा ॥
]

`verse 33 [
मनोहरायां शिशिरः प्राणोऽथ रमणस्तथा ॥
अनिलस्य शिवा भार्य्या तस्याः पुत्रः पुलोमजः ॥
]

`verse 34 [
अविज्ञातगतिश्चैव द्वौ पुत्रावनिलस्य तु ॥
अग्निपुत्रः कुमारस्तु शरस्तम्बे व्यजायत् ॥
]

`verse 35 [
तस्य शाखो विशाखश्च नैगमेयश्च पृष्टतः ॥
अपत्यं कृत्तिकानां तु कार्त्तिकेय इति स्मृतः ॥
]

`verse 36 [
प्रत्यूषस्य विदुः पुत्रमृषिं नाम्ना तु देवलम् ॥
विश्वकर्म्मा प्रभासस्य विख्यातो देववर्द्धकिः ॥
]

`verse 37 [
अजैकपादहिर्बुध्न्यस्त्वष्टा रुद्रश्च वीर्य्यवान् ॥
त्वष्टुश्चाप्यात्मजः पुत्रो विश्वरूपो महातपाः ॥
]

`verse 38 [
हरश्च बहुरूपश्च त्र्यम्बकश्चापराजितः ॥
वृषाकपिश्च शम्भुश्च कपर्दी रैवतस्तथा ॥
]

`verse 39 [
मृगव्याधश्च शर्वश्च कपाली च महामुने ! ॥
एकादशैते कथिता रुद्रास्त्रिभुवनेश्वराः ॥
]

`verse 40 [
अदित्यां कश्यपाच्चैव सूर्य्या द्वादश जज्ञिरे ॥
विष्णुः शक्रोऽर्य्यमा धाता त्वष्टा पूषा तथैव च ॥
]

`verse 41 [
विवस्वान्सविता चैव मित्रो वरुण एव च ॥
अशुमांश्च भगश्चैव आदित्या द्वादश स्मृताः ॥
]

`verse 42 [
सप्तविंशतिः सोमस्य पत्न्यो नक्षत्रसंज्ञिताः ॥
हिरण्यकशिपुर्दित्यां हिरण्याक्षोऽभवत्तदा ॥
]

`verse 43 [
सिंहिका चाभवत्कन्या विप्रचित्तिपरिग्रहा ॥
हिरण्यकशिपोः पुत्राश्चत्वारः पृथुलौजसः ॥
]

`verse 44 [
अनुह्रादश्च ह्रादश्च प्रह्रादश्चैव वीर्य्यवान् ॥
संह्रादश्चावमस्तेषां प्रह्रादो विष्णुतत्परः ॥
]

`verse 45 [
संह्रादपुत्र आयुष्मान्शिविर्बाष्कल एव च ॥
विरोचनश्च प्राह्रादिर्बलिर्जज्ञे विरोचनात् ॥
]

`verse 46 [
बलेः पुत्रशतं त्वासीद्वाणज्येष्ठं वृषध्वज ! ॥
हिरण्याक्षसुताश्चासन्सर्व एव महाबलाः ॥
]

`verse 47 [
उत्कुरः शकुनिश्चैव भूतसन्तापनस्तथा ॥
महानाभो महाबाहुः कालनाभस्तथापरः ॥
]

`verse 48 [
अभवन्दनुपुत्राश्च द्विमूर्द्धा शंकरस्तथा ॥
अयोमुखः शंकुशिराः कपिलः शम्बरस्तथा ॥
]

`verse 49 [
एकचक्रो महाबाहुस्तारकश्च महाबलः ॥
स्वर्भानुर्वृषपर्वा च पुलोमा च महासुरः ॥
]

`verse 50 [
एते दनोः सुताः ख्याता विप्रचित्तिश्च वीर्य्यवान् ॥
स्वर्भानोः सुप्रभा कन्या शर्मिष्ठा वार्षपर्वणी ॥
]

`verse 51 [
उपदानवी हयशिराः प्रख्याता वरकन्यकाः ॥
वैश्वानरसुते चोभे पुलोमा कालका तथा ॥
]

`verse 52 [
उभे ते तु महाभागे मारीचेस्तु परिग्रहः ॥
ताभ्यां पुत्रसहस्त्राणि षष्टिर्दानवसत्तमाः ॥
]

`verse 53 [
पौलोमाः कालकञ्जाश्च मारीचतनयाः स्मृताः ॥
सिंहिकायां समुत्पन्ना विप्रचित्तिसुतास्तथा ॥
]

`verse 54 [
व्यंशः शल्यश्च बलवान्नभश्चैव महाबलः ॥
वातापिर्नमुचिश्चैव इल्वलः खसृमांस्तथा ॥
]

`verse 55 [
अञ्ज (न्त) को नरकश्चैव काल नाभस्तथैव च ॥
निवातकवचा दैत्याः प्रह्रादस्य कुलेऽभवन् ॥
]

`verse 56 [
षट्‌ सुताश्च महासत्त्वास्ताम्रायाः परिकीर्त्तिताः ॥
शुकी श्येनी च भासी च सुग्रीवी शुचिगृध्रिका ॥
]

`verse 57 [
शुकी शुकानजनयदुलूकी प्रत्यलूककान् ॥
श्येनी श्येनांस्तथा भासी भासान् गृध्रांश्च गृध्र्यपि ॥
]

`verse 58 [
शुच्यौदकान्पक्षिगणान्सुग्रीवी तु व्यजायत ॥
(अश्वानुष्टान् गर्दभांश्च ताम्रावंशः प्रकीर्त्तितः) ॥
]

`verse 59 [
विनतायास्तु पुत्रौ द्वौ विख्यातौ गरुडारुणौ ॥
सुरसायाः सहस्त्रं तु सर्पाणाममितौजसाम् ॥
]

`verse 60 [
काद्रवेयाश्च फणिनः सहस्त्रममितौजसः ॥
तेषां प्रधाना भूतेश ! शेषवासुकितक्षकाः ॥
]

`verse 61 [
शङ्खः श्वेतो महापद्मः (शंखः) कम्बलाश्वतरौ तथा ॥
एलापत्रस्तथा नागः कर्कोटकधनञ्जयौ ॥
]

`verse 62 [
गणं क्रोधवशं विद्धि ते च सर्वे च दंष्ट्रिणः ॥
क्रोधा तु जनयामास पिशाचांश्च महाबलान् ॥
]

`verse 63 [
गास्तु वै जनयामास सुरभिर्महिषांस्तथा ॥
इरा वृक्षलताबल्लीस्तृणजातीश्च सर्वशः ॥
]

`verse 64 [
खगा च यक्षरक्षांसि मुनिरप्सरसस्तथा ॥
अरिष्टा तु महासत्त्वान् गन्धर्वान्समजीजनत् ॥
]

`verse 65 [
देवा एकोनपञ्चाशन्मरुतो ह्यभवन्निति ॥
एकज्यो तिश्च द्विर्ज्योतिचतुर्ज्योतिस्तथैव च ॥
]

`verse 66 [
एकशुक्रो द्विशुक्रश्च त्रिशुक्रश्च महाबलः ॥
ईदृक् सदृक् तथान्यादृक् ततः प्रतिसदृक् तथा ॥
]

`verse 67 [
मितश्च समितश्चैव सुमितश्च महाबलः ॥
ऋतजित्सत्यजिच्चैव सुषेणः सेनजित्तथा ॥
]

`verse 68 [
अतिमित्रोऽप्यमित्रश्च दूरमित्रोऽजितस्तथा ॥
ऋतश्च ऋतधर्म्मा च विहर्त्ता वरुणो (चमसो) ध्रुवः ॥
]

`verse 69 [
विधारणश्च दुर्मेधा अयमेकगणः स्मृतः ॥
ईदृशश्च सदृक्षश्च एतादृक्षो मिताशनः ॥
]

`verse 70 [
एतेनः प्रसदृक्षश्च सुरतश्च महातपाः ॥
हेतुमान्प्रसवस्तद्वत्सुरभश्च महायशाः ॥
]

`verse 71 [
नादिरुग्रो ध्वनिर्भासो विमुक्तो विक्षिपः सहः ॥
द्युतिर्वसुरलाधृष्यो लाभ कामो जयी विराट् ॥
]

`verse 72 [
उद्वेषणो गणो नाम वायुस्कन्धे तु सप्तमे ॥
एतत्सर्वं हरे रूपं राजानो दानवाः सुराः ॥
]

`verse 73 [
सूर्य्यादि परिवारेण मन्वाद्या ईजिरे हरिम् ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे उत्तानपादवंशादिवर्णनं नाम षष्ठोऽध्यायः ॥
]
