`speaker [
हरिरुवाच
]

`verse 1 [
भूमिष्ठे मण्डपे स्नात्वा मण्डले विष्णुमर्चयेत् ॥
पञ्चरंगिकचूर्णेन वज्रनाभं तु मण्डलम् ॥
]

`verse 2 [
षोडशैः कोष्ठकैस्तत्र सम्मितं रुद्र ? कारयेत् ॥
चतुर्थपंचकोणेषु सूत्रपातं तु कारयेत् ॥
]

`verse 3 [
कोणसूत्रादुभयतः कोणा ये तत्र संस्थिताः ॥
तेषु चैव प्रकुर्वीत सूत्रपातं विचक्षणः ॥
]

`verse 4 [
तदनन्तरकोणेषु एवमेव हि कारयेत् ॥
प्रथमा नाभिरुद्दिष्टा मध्ये रेखाप्रसंगमे ॥
]

`verse 5 [
अन्तरेषु च सर्वेषु अष्टौ चैव तुनाभयः ॥
पूर्वमध्यमनाभिभ्यामथं सूत्रं तु भ्रामयेत् ॥
]

`verse 6 [
अन्तरा स द्विजश्रेष्ठः पादोनं भ्रामयेद्धर !॥
अनेन नाभिसूत्रस्य कर्णिकां भ्रामयेच्छिव ! ॥
]

`verse 7 [
कर्णिकाया द्विभागेन केसराणि विचक्षणः ॥
तदग्रेण सदा विद्वान्दलान्येव समालिखेत् ॥
]

`verse 8 [
सर्वेषु नाभिक्षेत्रषु मानेनानेन सुव्रत ! ॥
पद्मानि तानि कुर्वीत देशिकः पर मार्थवित् ॥
]

`verse 9 [
आदिसूत्रविभागेन द्वाराणि परिकल्पयेत् ॥
द्वारशोभां तथा तत्र तदर्द्धेन तु कल्पयेत् ॥
]

`verse 10 [
कर्णिकां पीतवर्णेन सितरक्तादिकेसरैः ॥
अन्तरं नीलवर्णेन दलानि असितेन च ॥
]

`verse 11 [
कृष्णवर्णेन रजसा चतुरश्रं प्रपूरयेत् ॥
द्वाराणि शुक्लवर्णेन रेखाः पंच च मण्डले ॥
]

`verse 12 [
सिता रक्ता तथा पीता कृष्णा चैव यथाक्रमम् ॥
कृत्वैव मण्डलञ्चादौ न्यासं कृत्वार्चयेद्धरिम् ॥
]

`verse 13 [
हृन्मध्ये तु न्यसेद्विष्णुं कण्ठे सङ्कर्षणं तथा ॥
प्रद्युम्नं शिरसिन्यस्य शिखायामनिरुद्धकम् ॥
]

`verse 14 [
ब्रह्माणं सर्वगात्रेषु करयोः श्रीधरं तथा ॥
अहं विष्णुरिति ध्यात्वा कर्णिकायां न्यसेद्धरिम् ॥
]

`verse 15 [
न्यसेत्सङ्कर्षणं पूर्वे प्रद्युम्नं चैव दक्षिणे ॥
अनिरुद्धं पश्चिमे च ब्रह्माणं चोत्तरे न्यसेत् ॥
]

`verse 16 [
श्रीधरं रुद्रकोणेषु इन्द्रादीन्दिक्षु विन्यसेत् ॥
ततोऽभ्यर्च्य च गन्धाद्यैः प्राप्नुयात्परमं पदम् ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विष्णुपूजोपयोगिवज्रनाभमण्डलनिरूपणं नामाष्टमोऽध्यायः ॥
]
