`verse 1 [
thumb|Seal Matrix, Madonna & kneeling figure (FindID 105365)
thumb|The Reverse Blessing
॥हरिरुवाच ॥
समये (या) दीक्षितः शिष्यो बद्धनेत्रस्तु वाससा ॥
अष्टाहुतिशतं तस्य मूलमन्त्रेण होमयेत् ॥
]

`verse 2 [
द्विगुणं पुत्रके होमं त्रिगुणं साधके मतम् ॥
निर्वाणदेशिके रुद्र ! चतुर्गुणमुदाहृतम् ॥
]

`verse 3 [
गुरुविष्णुद्विजस्त्रीणां हन्ता बध्यस्त्व(श्च)दीक्षितैः ॥
अथ दीक्षां प्रवक्ष्यामि धर्माधर्मक्षयङ्करीम् ॥
]

`verse 4 [
उपवेश्य बहिः शिष्यान्धारणं तेषु कारयेत् ॥
वायव्या कलया रुद्र शोष्यमाणान्विचिंतयेत् ॥
]

`verse 5 [
आग्नेय्या दह्यमानांश्च प्लावितानम्भसा पुनः ॥
तेजस्तेजसि तं जीवमेकीकृत्य समाक्षिपेत् ॥
]

`verse 6 [
प्रणवं चिन्तयेव्द्योम्नि शरीरेऽन्यत्तु कारणम् ॥
एकैकं यो जयेत्तत्र क्षेत्रज्ञं देहकारणात् ॥
]

`verse 7 [
उत्पाद्य योजयेत्पश्चादेकैकं वृषभध्वज ॥
मण्डलादिष्वशक्तस्तु कल्पयित्वाऽर्चयेद्धरिम् ॥
]

`verse 8 [
चतुर्द्वारं भवेत्तच्च ब्रह्मतीर्थादनुक्रमात् ॥
हस्तं पद्मं समाख्यातं पत्राण्यङ्गुलयः स्मृताः ॥
]

`verse 9 [
कर्णिकातलहस्तन्तु नखान्यस्य तु केशराः ॥
तत्रार्चयेद्धरिं ध्यात्वा सूर्य्येन्द्वग्नयन्तरेव च ॥
]

`verse 10 [
तं हस्तं पातयेन्मूर्ध्नि शिष्यस्य तु समाहितः ॥
हस्ते विष्णुः स्थितो यस्माद्विष्णुहस्तस्ततस्त्वयम् ॥
नश्यन्ति स्पर्शनात्तस्य पातकान्यखिलानि च ॥
]

`verse 11 [
गुरुः शिष्यं समभ्यर्च्य नेत्रे बद्धे तु वाससा ॥
देवस्य प्रमुखं कृत्वा पुष्पमेवार्पयेत्ततः ॥
पुष्पं निपतितं यत्र मूर्ध्नो देवस्य शार्ङ्गिणः ॥
]

`verse 12 [
तन्नाम कारयेत्तस्य स्त्रीणां नामांकितं स्वयम् ॥
शूद्राणां दाससंयुक्तं कारयेत्तु विचक्षणः ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विष्णुदीक्षानिo नाम नवमोऽध्यायः ॥
]
