`speaker [
हरिरुवाच
]

`verse 1 [
श्र्यादिपूजां प्रवश्र्यामि स्थण्डिलादिषु सिद्धये ॥
श्रीं ह्रीं महालक्ष्म्यै नमः ॥

श्रां श्रीं श्रूं श्रैं श्रौं श्रः क्रमाद्धृदयं च शिरः शिखाम् ॥
कवचं नेत्रमस्त्रं च आसनं मूर्त्तिमर्चयेत् ॥
]

`verse 2 [
मण्डले पद्मगर्भे च चतुर्द्वारि रजोऽन्विते ॥
चतुः षष्ट्यन्तमष्टादि खाक्षेखाक्षेखान्यादि मण्डलम् ॥
]

`verse 3 [
खाक्षीन्दुसूर्य्यगं सर्वं खादिवेदेन्दुवर्त्तनात् ॥
लक्ष्मीमंगानि चैकस्मिन्कोणे दुर्गां गणं गुरुम् ॥
]

`verse 4 [
क्षेत्रपालमथाग्न्यादौ होमाज्जुहाव कामभाक् ॥
ॐ घं टं डं हं श्रीमहालक्ष्म्यै नमः ॥
]

`verse 5 [
अनेन पूजयेल्लक्ष्मीं पूर्वोक्तपरिवारकैः ॥
ॐ सौं सरस्वत्यै नमः ॥
ॐ ह्रीं सौं सरस्वत्यै नमः ॥
]

`verse 6 [
ॐ ह्रीं वदवदवाग्वादिनिस्वाहा ॐ ह्रीं सरस्वत्यै नमः ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे लक्ष्म्यर्चननिरूपणं नाम दशमोऽध्यायः ॥
]
