`speaker [
हरिरुवाच
]

`verse 1 [
प्रवक्ष्याम्यधुना ह्येतद्वैष्णवं पंजरं शुभम् ॥
नमो नमस्ते गोविदं चक्रं गृह्य सुदर्शनम् ॥
]

`verse 2 [
प्राच्यां रक्षस्व मां विष्णो ! त्वामहं शरणं गतः ॥
गदां कौमोदकीं गृह्ण पद्मनाभ नमोऽस्त ते ॥
]

`verse 3 [
याम्यां रक्षस्व मां विष्णो ! त्वामहं शरणं गतः ॥
हलमादाय सौनन्दे नमस्ते पुरुषोत्तम ॥
]

`verse 4 [
प्रतीच्यां रक्ष मां विष्णो ! त्वामहं शरणं गतः ॥
मुसलं शातनं गृह्य पुण्डरीकाक्ष रक्ष माम् ॥
]

`verse 5 [
उत्तरस्यां जगन्नाथ ! भवन्तं शरणं गतः ॥
खड्गमादाय चर्म्माथ अस्त्रशास्त्रादिकं हरे ! ॥
]

`verse 6 [
नमस्ते रक्ष रक्षोघ्न ! ऐशान्यां शरणं गतः ॥
पांचजन्यं महाशंखमनुघोष्यं च पंकजम् ॥
]

`verse 7 [
प्रगृह्य रक्ष मां विष्णो आग्न्येय्यां रक्ष शूकर ॥
चन्द्रसूर्य्यं समागृह्य खड्गं चान्द्रमसं तथा ॥
]

`verse 8 [
नैर्ऋत्यां मां च रक्षस्व दिव्यमूर्त्ते नृकेशरिन् ॥
वैजयन्तीं स्मप्रगृह्य श्रीवत्सं कण्ठभूषणम् ॥
]

`verse 9 [
वायव्यां रक्ष मां देव हयग्रीव नमोऽस्तु ते ॥
वैनतेयं समारुह्य त्वंतरिक्षे जनार्दन ! ॥
]

`verse 10 [
मां रक्षस्वाजित सदा नमस्तेऽस्त्वपराजित ॥
विशालाक्षं समारुह्य रक्ष मां त्वं रसातले ॥
]

`verse 11 [
अकूपार नमस्तुभ्यं महामीन नमोऽस्तु ते ॥
करशीर्षाद्यंगुलेषु सत्य त्वं बाहुपंजरम् ॥
]

`verse 12 [
कृत्वा रक्षस्व मां विष्णो नमस्ते पुरुषोत्तम ॥
एतदुक्तं शंकराय वैष्णवं पंजरं महत् ॥
]

`verse 13 [
पुरा रक्षार्थमीशान्याः कात्यायन्या वृषध्वज ॥
नाशायामास सा येन चामरान्महिषासुरम् ॥
]

`verse 14 [
दानवं रक्तबीजं च अन्याँश्च सुरकण्टकान् ॥
एतज्जपन्नरो भक्त्या शत्रून्विजयते सदा ॥
]

`colophon [
इति श्रीगारुडे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विष्णुपंजरस्तोत्रं नाम त्रयोदशोऽध्यायः ॥
]
