`speaker [
रुद्र उवाच
]

`verse 1 [
पुनर्ध्यानं समाचक्ष्व शंखचक्रगदाधर ॥
विष्णोरीशस्य देवस्य शुद्धस्य परमात्मनः ॥
]

`speaker [
हरिरुवाच
]

`verse 2 [
श्रृणु रुद्र ! हरेर्ध्यानं संसारतरुनाशनम् ॥
दृशिरूपमनन्तं च सर्वव्याप्यजमव्ययम् ॥
]

`verse 3 [
अक्षरं सर्वगं नित्यं महद्ब्रह्मास्ति केवलम् ॥
सर्वस्य जगतो मूलं सर्वगं परमेशवरम् ॥
]

`verse 4 [
सर्वभूतहृदिस्थं वै सर्वभूतमहेश्वरम् ॥
सर्वाधारं निराधारं सर्वकारणकारणम् ॥
]

`verse 5 [
अलेपकं तथा मुक्तं मुक्तयोगिविचिन्तितम् ॥
स्थूलदेहविहीनं च चक्षुषा परिवर्जितम् ॥
]

`verse 6 [
वागिन्द्रियविहीनं च प्राणिधर्म्मविवर्जितम् ॥
प्राणेद्रियविहीनं च वाग्धर्मपरिवर्जितम् ॥
पायूपस्थविहीनं च सर्वैंन्द्रिय विवर्जितम् ॥
]

`verse 7 [
मनोविरहितं तद्वन्मनोधर्म्मविवर्जितम् ॥
बुद्ध्या विहीनं देवेशं चेतसा परिवर्जितम् ॥
]

`verse 8 [
अहंकारविहीनं वै बुद्धिधर्म्मविवर्जितम् ॥
प्राणेन रहितं चैव ह्यपानेन विवर्जितम् ॥
]

`verse 9 [
व्यानाख्यवायुहीनं वै प्राणधर्म्मविवर्जितम् ॥

हरिरुवाच ॥
पुनः सूर्य्यर्च्चनं वक्ष्ये यदुक्तं भृगवे पुरा ॥
]

`verse 10 [
ॐ खखोल्काय नमः ॥
सूर्य्यस्य मूलमन्त्रोऽयं भुक्तिमुक्तिप्रदायकः ॥
]

`verse 11 [
ॐ खखोल्काय त्रिदशाय नमः ॥
ॐ विचि ठठ शिरसे नमः ॥

ॐ ज्ञानिने ठठ शिखायै नमः ॥
ॐ सहस्ररश्मये ठठ कवचाय नमः ॥
]

`verse 12 [
ॐ सर्वतेजोऽधिपतये ठठ अस्त्राय नमः ॥
ॐ ज्वलज्वल प्रज्वलप्रज्वल ठठ नमः ॥
]

`verse 13 [
अग्निप्राकारमन्त्रोऽयं सूर्य्यस्याघविनाशनः ॥
ॐ आदित्याय विद्महे, विश्वभा वाय धीमहि, तन्नः सूर्य्य प्रचोदयात् ॥
]

`verse 14 [
सकलीकरणं कुर्य्याद्गायत्र्या भास्करस्य च ॥
धर्म्मात्मने च पूर्वस्मिन्यमा येति च दक्षिणे ॥
]

`verse 15 [
दण्डनायकाय ततो दैवतायेति चोत्तरे ॥
श्यामपिंगलमैशान्यामाग्नेय्यां दीक्षितं यजेत् ॥
]

`verse 16 [
वज्रपाणिं च नैर्ऋत्यां भूर्भुवःस्वश्च वायवे ॥
ॐ चन्द्राय नक्षत्राधिपतये नमः ॥
ॐ अंगारकाय क्षितिसुताय नमः ॥
ॐ बुधाय सोमसुताय नमः ॥
ॐ वागीश्वराय सर्वविद्याधिपतये नमः ॥
ॐ शुक्राय महर्षये भृगुसुताय नमः ॥
ॐ शनैश्चराय सूर्य्यात्मजाय नमः ॥

ॐ राहवे नमः ॥
ॐ केतवे नमः ॥
]

`verse 17 [
पूर्वादीशानपर्य्यन्ता एते पूज्या वृषध्वज ॥
ॐ अनूकाय नमः ॥
ॐ प्रथमनाथाय नमः ॥
ॐ बुद्धाय नमः ॥
]

`verse 18 [
ॐ भगवन्नपरिमितमयूखमालिन् ! सकलजगत्पते ! सप्ताश्ववाहन ! चतुर्भुज ! परमसिद्धिप्रद ! विस्फुलिंगपिंगल ! तत एह्येहि इदमर्घ्यं मम शिरसि गतं गृह्णगृह्ण तेजोग्ररूपम् अनग्न ! ज्वलज्वल ठठ नमः ॥
]

`verse 19 [
अनेनावाह्य मन्त्रेण ततः सूर्य्यं विसर्जयेत् ॥
ॐ नमो भगवते आदित्याय सहस्त्र किरणाय गच्छ सुखं पुनरागमनायेति ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे हरिध्यानसूर्यार्चनयोर्निरूपणं नाम षोडशोऽध्यायः ॥
]
