`speaker [
सूत उवाच
]

`verse 1 [
गरुडोक्तं कश्यपाय वक्ष्ये मृत्युञ्जयार्चनम् ॥
उद्धारपूर्वकं पुण्यं सर्वदेवमयं मतम् ॥
]

`verse 2 [
ओङ्कारं पूर्वमुद्धृत्य जु(हु)ङ्काँरं तदनन्तरम् ॥
सविसर्गं तृतीयं स्यान्मृत्युदारिद्र्यमर्दनम् ॥
]

`verse 3 [
ईशविष्णवर्कदेव्यादिकवचं सर्वसाधकम् ॥
अमृतेशं महामन्त्रंत्र्यक्षरं पूजनं समम् ॥
जपनान्मृत्युहीनाः स्युः सर्वपापविवर्जिताः ॥
]

`verse 4 [
शतजप्याद्वेदफलं यज्ञतीर्थफलं लभेत् ॥
अष्टोत्तरशताज्जाप्यात्रिसन्ध्यं मृत्यु शत्रुजित ॥
]

`verse 5 [
ध्यायेच्च सितपद्मस्थं वरदं चाभयं करे ॥
द्वाभ्यां चामृतकुम्भं तु चिन्तयेदमृतेश्वरम् ॥
]

`verse 6 [
तस्यैवांगगतां देवीममृतामृतभाषिणी(विनि) म् ॥
कलशं दक्षिणे हस्ते वामहस्ते सरोरुहम् ॥
]

`verse 7 [
जपेदष्टसहस्त्रं वै त्रिसन्ध्यं मासमेकतः ॥
जरामृत्युमहाव्याधिशत्रुच्छिवशान्तिदम् ॥
]

`verse 8 [
आह्वानं स्थापनं रोधं सन्निधानं निवेशनम् ॥
पाद्यमा चमनं स्नानमर्घ्यं स्त्रगनुलेपनम् ॥
]

`verse 9 [
दीपांबरं भूषणं च नैवद्यं पानवीजनम् ॥
मात्रामुद्राजपध्यानं दक्षिणा चाहुतिः स्तुतिः ॥
]

`verse 10 [
वाद्यं गतिं च नृत्यं च न्यासयोगं प्रदक्षिणम् ॥
प्रणतिर्मन्त्रशय्या च वन्दनं च विसर्जनम् ॥
]

`verse 11 [
षडंगादिप्रकारेण पूजनं तु क्रमोदितम् ॥
परमेशमुखोद्रीतं यो जानाति स पूजकः ॥
]

`verse 12 [
अर्घ्यपात्रार्चनं चादौवस्त्रेणैव तु ताडनम् ॥
शोधनं कवचेनैव अमृतीकरणं ततः ॥
]

`verse 13 [
पूजा चाधारशक्त्यादेः प्राणायामं तथासने ॥
पीठशुद्धिं ततः कुर्य्याच्छोषणाद्यैस्ततः स्मरेत् ॥
]

`verse 14 [
आत्मानं देवरूपं च करांगन्यासकं चरेत् ॥
आत्मानं पूजयेत्पश्चाज्यो तीरूपं हृदब्जतः ॥
]

`verse 15 [
मूर्त्तौ वा स्थण्डिले वापि क्षिपेत्पुष्पं तु भास्वरम् ॥
आह्वानद्वारपूजार्थं पूजा चाधारशक्तितः ॥
]

`verse 16 [
सान्निध्यकरणं देवे परिवारस्य पूजनम् ॥
अंगषट्कस्य पूजा वै कर्त्तव्या च विपश्चितैः ॥
]

`verse 17 [
धर्मादयश्च शक्राद्याः सायुधाः परिवारकाः ॥
युगवेदमुहूर्त्ताश्च पूजेयं भुक्तिमुक्तिकृत् ॥
]

`verse 18 [
मातृकाश्च गणांश्चादौ नन्दिगङ्गे च पूजयेत् ॥
महाकालं च यमनां देहल्यां पूजयेत्पुरा ॥
]

`verse 19 [
ॐ अमृतेश्वर ॐ भैरवाय नमः ॥
एवं ॐ जुं हंसः सूर्य्याय नमः ॥
]

`verse 20 [
एवं शिवाय कृष्णाय ब्रह्मणे च गणाय च ॥
चण्डिकायै सरस्वत्यै महालक्ष्मादि पूजयेत् ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखंडे प्रथमांशाव्ये आचारकाण्डेऽमृतेशमृत्युञ्जयपूजनं नामाष्टादशोऽध्यायः ॥
]
