`speaker [
सूत उवाच
]

`verse 1 [
प्राणेश्वरं गारुडं च शिवोक्तं प्रवदाम्यहम् ॥
स्थानान्यादौ प्रवक्ष्यामि नागदष्टो न जीवति ॥
]

`verse 2 [
चितावल्मीकशैलादौ कपे च विवरे तरोः ॥
दंशे रेखात्रयं यस्य प्रच्छन्नं स न जीवति ॥
]

`verse 3 [
षष्ठ्यां च कर्कटे मेषे मूलाश्लेषामघादिषु ॥
कक्षाश्रोणिगले सन्धौ शंखकर्णोदरादिषु ॥
]

`verse 4 [
दण्डी शस्त्रधरो भिक्षुर्नग्नादिः कालदूतकः ॥
बाहौ च वक्क्रे ग्रीवायां दष्टायां न हि जीवति ॥
]

`verse 5 [
पूर्वं दिनपतिर्भुङ्‌क्ते अर्द्धयामं ततोऽपरे ॥
शेषा ग्रहाः प्रतिदिनं षट्‌संख्या परिवर्त्तनैः ॥
]

`verse 6 [
नागभोगः क्रमाञ्ज्ञेयो रात्रौ बाणविवर्त्तनैः ॥
शेषोऽर्कः फणिपश्चन्द्रस्तक्षको भौम ईरितः ॥
]

`verse 7 [
कर्कोटो ज्ञो गुरुः पद्मो महापद्मश्च भार्गवः ॥
शङ्खः शनैश्चरो राहुः कुलिकश्चाहयो ग्रहाः ॥
]

`verse 8 [
रात्रौ दिवा सुरगुरोर्भागे स्यादमरान्तकः ॥
पंगोः काले दिवा राहुः कुलिकेन सह स्थितः ॥
]

`verse 9 [
यामार्द्धसन्धिसंस्थां च वेलां कालवतीं चरेत् ॥
बाणद्विषड्वह्निवाजियुगभूरेकभागतः ? ॥
]

`verse 10 [
दिवा षड्वेदनेत्राद्रिपञ्चत्रिमानुषांशकैः ॥
पादांगुष्ठे पादपृष्ठे पादपृष्ठे गुल्फे जानुनि लिंगके ॥
]

`verse 11 [
नाभौ हृदि स्तनतटे कण्ठे नासापुटेऽक्षिणि ॥
कर्णयोश्च भ्रुवोः शंखे मस्तके प्रतिपत्क्रमात् ॥
]

`verse 12 [
तिष्ठच्चन्द्रश्च जीवेच्च पुंसो दक्षिणभागके ॥
कायस्य वामभागे तु स्त्रिया वायुवहात्करात् ॥
]

`verse 13 [
अमृतस्तत्कृतो मोहो निवर्त्तेत च मर्दनात् ॥
आत्मनः परमं बीजं हंसाख्यं स्फटिकामलम् ॥
]

`verse 14 [
ज्ञातव्यं विषपापघ्नं बीजं तस्य चतुर्विधम् ॥
विन्दुपंचस्वरयुतमाद्यमुक्तं द्वितीयकम् ॥
षष्ठारूढं तृतीयं स्यात्सविसर्गं चतुर्थकम् ॥
ॐ कुरु कुन्दे स्वाहा ॥
]

`verse 15 [
विद्या त्रैलोक्यरक्षार्थं गरुडेन धृता पुरा ॥
वधेप्सुर्नागनागानां मुखेऽथ प्रणवं न्यसेत् ॥
]

`verse 16 [
गले कुरु न्यसेद्धीमान्कुले च गुल्फयोः स्मृतः ॥
स्वाहा पादयुगे चैव युगहा न्यास ईरितः ॥
]

`verse 17 [
गृहे विलिखिता यत्र तन्नागाः संत्यजन्ति च ॥
सहस्त्रमन्त्रं जप्त्वा तु कर्णे सूत्रं धृतं तथा ॥
]

`verse 18 [
यद्गृहे शर्करा जप्ता क्षिप्ता नागास्त्यजन्ति तत् ॥
सप्तलक्षस्य जप्याद्धि सिद्धिः प्राप्ता सुरासुरैः ॥
]

`verse 19 [
ॐ सुवर्णरेखे कुक्कुटविग्रहरूपिणि स्वाहा ॥
एवञ्चाष्टदले पद्म दले वर्णयुगं लिखेत् ॥
]

`verse 20 [
नामैतद्वारिधाराभिः स्न्नातो दष्टो विषं त्यजेत् ॥
ॐ पक्षि स्वाहा ॥
]

`verse 21 [
अंगुष्ठादि कनिष्ठान्तं करे न्यस्याथ देहके ॥
के (कै) वक्क्रे हृदि लिंगे च पादयोर्गरुडस्य हि ॥
]

`verse 22 [
नाक्रामन्ति च तच्छायां स्वप्नेऽपि विषपन्नगाः ॥
यस्तु लक्षं जपेच्चास्याः स दृष्ट्वा(ष्ट्या) नाशयेद्विषम् ॥
]

`verse 23 [
ॐ ह्री ह्रौ ह्रीं भि(भी) रुण्डायै स्वाहा ॥
कर्णे जप्ता त्वियं विद्या दष्टकस्य विषं हरेत् ॥
]

`verse 24 [
अ आ न्यसेत्तु पादाग्रे इ ई गुलफेऽथ जानुनि ॥
उ ऊ ए ऐ कटितटे ओ नाभौ हृदि औ न्यसेत् ॥
]

`verse 25 [
वक्क्रे अमुत्तमांगे अः न्यसेद्वै हंससंयुताः ॥
हंसो विषादि च हरेज्जप्तो ध्यातोऽथ पूजितः ॥
]

`verse 26 [
गरुडोऽहमिति ध्यात्वा कुर्य्याद्विषहरां (रीं) क्रियाम् ॥
हंमन्त्रं गात्रविन्यस्तं विषादिहरमीरितम् ॥
]

`verse 27 [
न्यस्य हंसं वामकरे नासामुखनिरोधकृत् ॥
मंत्रो हरेद्दष्टकस्य त्वङ्‌मांसादिगतं विषम् ॥
]

`verse 28 [
स वायुना समाकृष्य दष्टानां गरलं हरेत् ॥
तनौ न्यसेद्दष्टकस्य नीलकण्ठादि संस्मरेत् ॥
]

`verse 29 [
पीतं प्रत्यंगिरामूलं तण्डुलद्भिर्विषापहम् ॥
पुनर्नवाफलिनीनां मूलं वक्क्रजमीदृशम् ॥
]

`verse 30 [
मूलं शुक्लबृहत्यास्तु कर्कोट्यागैरिकर्णिकम् ॥
अद्भिर्घृष्टघृतोपेतलेपोऽयं विषमर्दनः ॥
]

`verse 31 [
विषमृद्धिं न व्रजेच्च उष्णं पिबति यो घृतम् ॥
पंचांगं तु शिरीषस्य मूलं गृंजनजं तथा ॥
]

`verse 32 [
सर्वांगलेपतशचापि पानाद्वा विषहृद्भवेत् ॥
ह्रीं गोनसादिविषहृत् ॥
]

`verse 33 [
हृल्ललाटविसर्गान्तं ध्यातं वश्या दिकृद्भवेत् ॥
न्यस्तं योनौ वशेत्कन्यां कुर्य्यान्मदजलाविलम् ॥
]

`verse 34 [
जप्त्वा सप्ताष्टसाहस्त्रं गरुत्मानिव सर्वगः ॥
कविः स्याच्छ्रुतिधरी च वश्याः स्त्रीश्चायुराप्नुयात् ॥
विषहृत्स्यात्कथा तद्वन्मणिर्व्यासः स्मृतो ध्रुवम् ॥
]

`colophon [
॥इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे सर्पविषहरोपाय(प्राणेश्वरविद्या) निरूपणं नामैकोनविंशोऽध्यायः ॥
]
