`speaker [
सूत उवाच
]

`verse 1 [
गोपालपूजां वक्ष्यामि भुक्तिमुक्तिप्रदायिनीम् ॥
द्वारे धाता विधाता च गंगायमुनया सह ॥
]

`verse 2 [
शङ्खपद्मनिधी चैव सारङ्गः शरभः श्रिया ॥
पूर्वे भद्रः सुभद्रो द्वौ दक्षे चण्डप्रचण्डकौ ॥
]

`verse 3 [
पश्चिमे बलप्रबलौ जयश्च विजयो यजेत् ॥
उत्तरे श्रीश्चतुर्द्वारे गणो दुर्गा सरस्वती ॥
]

`verse 4 [
क्षेत्रस्याग्न्यादिकोणेषु दिक्षु नारदपूर्वकम् ॥
सिद्धो गुरुर्नलकूवरं कोणे भगवतं यजेत् ॥
]

`verse 5 [
पूर्वे विष्णुं विष्णुतपो विष्णुशक्तिं समर्चयेत् ॥
ततो विष्णुपरीवारं मध्ये शक्तिं च कूर्म्मकम् ॥
]

`verse 6 [
अनन्तं पृथिवीं धर्मं ज्ञानं वैराग्यमग्नितः ॥
ऐश्वर्य्यं वायुपूर्वं च प्रकाशात्मानमुत्तरे ॥
]

`verse 7 [
सत्त्वाय प्रकृतात्मने रजसे मोहरूपिणे ॥
तमसे कन्द पद्माय यजेत्कं काकतत्त्वकम् ॥
]

`verse 8 [
विद्यातत्त्वं परं तत्त्वं सूर्य्येन्दुवह्निमण्डलम् ॥
विमलाद्या आसनं च प्राच्यां श्रीं ह्रीं प्रपूजयेत् ॥
]

`verse 9 [
गोपीजनवल्लभाय स्वाहान्तो मनुरुच्यते ॥
अङ्गानि यथा-आच क्रं च सुचक्रं च विचक्रं च तथैव च ॥
]

`verse 10 [
त्रैलोक्यरक्षकं चक्रमसुरारिसुदर्शनम् ॥
हृदादिपूर्वकोणषु अस्त्रं शक्तिं च पूर्वतः ॥
]

`verse 11 [
रुक्मिणी सत्यभामा च सुनन्दा नाग्नजित्यपि ॥
लक्ष्मणा मित्रविंदा च जाम्बवत्या शुशीलया ॥
]

`verse 12 [
शङ्खचक्रगदापद्मं मुसलं शार्ङ्गमर्चयेत् ॥
खङ्गं पाशाङ्कुशं प्राच्यां श्रीवत्सं कौस्तुभं यजेत् ॥
]

`verse 13 [
मुकुटं वलमालां च ऐंद्राद्यान्ध्वजमुख्यकान् ॥
कुमुदाद्यान्‌विष्वक्‌सेनं श्रिया कृष्णं सहार्चयेत् ॥
जप्याद्ध्यानात्पूजनाच्च सर्वान्कामानवान्पुयात् ॥

इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे श्रीगोपालपूजानिरूपणं नामाष्टाविंशोऽध्यायः ॥
]
