`speaker [
हरिरुवाच
]

`verse 1 [
त्रैलोक्यमोहिनीं वक्ष्ये पुरुषोत्तममुख्यकाम् ॥
पूजामन्त्राञ्छ्रीधराद्यान्धर्म्मकामादिदायकान् ॥
]

`verse 2 [
ॐ ह्रीं श्रीं क्लीं ह्रूं ॐ नमः ॥
पुरुषोत्तम अप्रतिरूप लक्ष्मीनिवास जगत्क्षोभण सर्वस्त्रीहृदयदारुणं त्रिभुवनमदोन्मादनकर सुरासुरमनुज सुन्दरीं जनमनांसि तापयतापय शोषयशोषय मारयमारय स्तम्भयस्तम्भय द्रावयद्रावय आकर्षय आकर्षय, परमसुभगसर्वसौभाग्यकरं सर्वकामप्रदं अमुकं हनहन चक्रेण गदया खड्गेन सर्वबाणैर्भिधिभिन्धि पाशेन कुट्टकुट्ट अङ्कुशेन ताडयताडय तुरुतुरु किं तिष्ठसि तारयतारय यावत्समीहितं मे सिद्धं भवति ह्रीं (ह्रूं) फट् नमः ॥
]

`verse 3 [
ॐ श्रीं (श्रीः) श्रीधराय त्रैलोक्यमोहनाय नमः ॥
क्लीं पुरुषोत्तमाय त्रैलोक्यमोहनाय नमः ॥
]

`verse 4 [
ॐ विष्णवे त्रैलोक्यमोहनाय नमः ॥
ॐ श्रीं क्लीं त्रैलोक्यमोहनाय विप्णवे नमः ॥
]

`verse 5 [
त्रैलोक्यमोहना मंत्राः सर्वे सर्वार्थसाधकाः ॥
सर्वे चिंत्या पृथग्‌ वापि व्यासात्संक्षेपतोऽथ वा ॥
]

`verse 6 [
आसनं मूर्त्तिमंत्रं च होमाद्यंगषडंगकम् ॥
चक्रं गदां च खड्गं च मुसलं शङ्खशर्ङ्गकम् ॥
]

`verse 7 [
शरं पाशं चांकुशं च लक्ष्मीगरुडसंयुतम् ॥
विष्वक्सेनं विस्तराद्वानरः सर्वमवाप्नुयात् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखंडे प्रथमांशाख्ये आचारकाण्डे त्रैलोक्यमोहिनी(श्रीधर) पूजनविधिर्नामैकोनत्रिंशोऽध्यायः ॥
]
