`speaker [
सूत उवाच
]

`verse 1 [
विस्तरेण प्रवक्ष्यामि श्रीधरस्यार्चनं शुभम् ॥
परिवारश्च सर्वेषां समोज्ञेयो हि पण्डितैः ॥
]

`verse 2 [
ॐ श्रां हृदयाय नमः ॥
ॐ श्रींशिरसे स्वाहा ॥
ॐ श्रू शिखायै वषटू ॥
ॐ श्रैं कवचाय हुं ॥
ॐ श्रौं नेत्रत्रयाय वौषट्‌ ॥
ॐ श्रः अस्त्राय फट् इति ॥
]

`verse 3 [
दर्शयेदात्मनो मुद्रां शङ्खचक्रगदादिकाम् ॥
ध्यात्वात्मानं श्रीधराख्यं शङ्खचक्रगदाधरम् ॥
]

`verse 4 [
ततस्तं पूजयेद्देवं मण्डले स्वस्तिकादिके ॥
आसनं पूजयेदादौ देवदेवस्य शार्ङ्गिणः ॥
एभिर्मन्त्रैर्महादेव तान्मत्राञ्छृणु शङ्कर ॥
]

`verse 5 [
ॐ श्रीधरासनदेवताः आगच्छता ॥
ॐ समस्तपरिवारायच्युतासनाय नमः ॥
]

`verse 6 [
ॐ धात्रे नमः ॥
ॐ विधात्रे नमः ॥
ॐ गङ्गायै नमः ॥
ॐ यमुनायै नमः ॥
ॐ आधारशक्तयै नमः ॥
ॐ कूर्म्माय नमः ॥
ॐ अनन्ताय नमः ॥
ॐ पृथिव्यै नमः ॥
ॐ धर्म्माय नमः ॥
ॐ ज्ञानाय नमः ॥
ॐ वैराग्याय नमः ॥
ॐ ऐश्वर्य्याय नमः ॥
ॐ अधर्म्माय नमः ॥
ॐ अज्ञानाय नमः ॥
ॐ अवैराग्याय नमः ॥
ॐ अनैश्वर्य्याय नमः ॥
ॐ कन्दाय नमः ॥
ॐ नालाय नमः ॥
ॐ पद्माय नमः ॥
ॐ विमलायै नमः ॥
ॐ उत्कर्षिण्यै नमः ॥
ॐ ज्ञानायै नमः ॥
ॐ क्रियायै नमः ॥
ॐ योगायै नमः ॥
ॐ प्रह्व्यै नमः ॥
ॐ सत्यायै नमः ॥
ॐ ईशानायै नमः ॥
ॐ अनुग्रहायै नमः ॥
]

`verse 7 [
अर्चयित्वा समं रुद्र हरिमावाह्य संयजेत् ॥
मन्त्रैरेभिर्महाप्राज्ञः सर्वपापप्रणाशनैः ॥
]

`verse 8 [
ॐ ह्रीं श्रीधराय त्रैलोक्यमोहनाय विष्णवे नमः आगच्छ ॥
]

`verse 9 [
ॐ श्रियै नमः ॥
ऊँ श्रां हृदयाय नमः ॥
ॐ श्रीं शिरसे नमः ॥
ॐ श्रूं शिखायै नमः ॥
ॐ श्रैं कवचाय नमः ॥
ॐ श्रौं नेत्रत्रयाय नमः ॥
ॐ श्रः अस्त्राय नमः ॥
ॐ शङ्खाय नमः ॥
ॐ पद्माय नमः ॥
ॐ चक्राय नमः ॥
ॐ गदायै नमः ॥
ॐ श्री वत्साय नमः ॥
ॐ कौस्तुभ्यै नमः ॥
ॐ वनमालायै नमः ॥
ॐ पीताम्बराय नमः ॥
ॐ ब्रह्मणे नमः ॥
ॐ नारदाय नमः ॥
ॐ गुरुभ्यो नमः ॥
ॐ इन्द्राय नमः ॥
ॐ अग्नये नमः ॥
ॐ यमाय नमः ॥
ॐ निर्ऋतये नमः ॥
ॐ वरुणाय नमः ॥
ॐ वायवे नमः ॥
ॐ सोमाय नमः ॥
ॐ ईशानाय नमः ॥
ॐ अनन्ताय नमः ॥
ॐ ब्रह्मणे नमः ॥
ॐ सत्त्वाय नमः ॥
ॐ रजसे नमः ॥
ॐ तमसे नमः ॥
ॐ विष्वक्‌सेनाय नमः ॥
]

`verse 10 [
अभिषेकं तथा वस्त्रं ततो यज्ञोपवीतकम् ॥
गन्धं पुष्पं तथा धूपं दीपमन्नं प्रदक्षिणम् ॥
]

`verse 11 [
दद्यादेभिर्महामन्त्रैः समप्यार्थ जपेन्मनुम् ॥
शतमष्टोत्तरं चापि जप्त्वा ह्यथ समर्पयेत् ॥
]

`verse 12 [
ततो मुहूर्त्तमेकन्तुध्यायेद्देवं हृदि स्थितम् ॥
शुद्धस्फटिकसंकाशं सूर्य्यकोटिसमप्रभम् ॥
]

`verse 13 [
प्रसन्नवदनं सौम्यं स्फुरन्मकरकुण्डलम् ॥
किरीटिनमुदाराङ्गं वनमालासमन्वितम् ॥
]

`verse 14 [
परब्रह्मस्वरूपं च श्रीधरं चिन्तयेत्सुधीः ॥
अनेन चैव स्तोत्रेण स्तुवीत परमेश्वरम् ॥
]

`verse 15 [
श्रीनिवासाय देवाय नमः श्रीपतये नमः ॥
श्रीधराय सशार्ङ्गाय श्रीप्रदाय नमोनमः ॥
]

`verse 16 [
श्रीवल्लभाय शान्ताय श्रीमते च नमोनमः ॥
श्रीपर्वतनिवासाय नमः श्रेयस्कराय च ॥
]

`verse 17 [
श्रेयसां पतये चैव ह्याश्रमाय नमोनमः ॥
नमः श्रेयः स्वरूपाय श्रीकराय नमोनमः ॥
]

`verse 18 [
शरण्याय वरेण्याय नमो भूयो नमोनमः ॥
स्तोत्रं कृत्वा नमस्कृत्य देवदेवं विसर्जयेत् ॥
]

`verse 19 [
इति रुद्रं समाख्यातां पूजां विष्णोर्महात्मनः ॥
यः करोति महाभक्त्या स याति परमं पदम् ॥
]

`verse 20 [
यः पठतेऽध्यायं विष्णुपूजाप्रकाशकम् ॥
स विधूयेत पापानि याति विष्णोः परं पदम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे श्रीधरा (विष्ण्व) र्चनविधिर्नाम त्रिंशोऽध्यायः ॥
]
