`speaker [
रुद्र उवाच
]

`verse 1 [
भूय एवं जगन्नाथ पूजां कथय मे प्रभो ॥
यया तरेयं संसारसागरं ह्यतिदुस्तरम् ॥
]

`speaker [
हरिरुवाच
]

`verse 2 [
अर्च्चनं विष्णुदेवस्य वक्ष्यामि वृषभध्वज ॥
तच्छृणुष्व महाभाग भुक्तिमुक्तिप्रदं शुभम् ॥
]

`verse 3 [
कृत्वा स्नानं ततः सन्ध्यां ततो यागगृहं व्रजेत् ॥
प्रक्षाल्य पाणी पादौ च आचम्य च विशेषतः ॥
]

`verse 4 [
मूलमन्त्रं समस्तं तु हस्तयोर्व्यापकं न्यसेत् ॥
मूलमन्त्रं च देवस्य श्रृणु रुद्र वदामि ते ॥
]

`verse 5 [
ॐ श्रीं ह्रीं श्रीधराय विष्णवे नमः ॥
अयं मन्त्रः सुरेशस्य विष्णोरीशस्य वाचकः ॥
]

`verse 6 [
सर्वव्याधिहरश्चैव सर्वग्रहहरस्तथा ॥
सर्वपापहरश्चैव भक्तिमुक्तिप्रदायकः ॥
]

`verse 7 [
अङ्गन्यासं ततः कुय्यांदेभिर्मन्त्रौर्विचक्षणः ॥
ॐ हां हृदयाय नमः ॥
ॐ हीं शिरसे स्वाहा ॥
ॐ हूं शिखायै वषट्‌ ॥
ॐ हैं कवचाय हुं ॥
ॐ हौं नेत्रत्रयाय वौषट्‌ ॥
ॐ हः अस्त्राय फट्‌ ॥
]

`verse 8 [
इति मन्त्रः समाख्यातो मया ते प्रभविष्णुना ॥
न्यासं कृत्वात्मनो मुद्रां दर्शयेद्विजितात्मवान् ॥
]

`verse 9 [
ततो ध्यायेत्परं विष्णु ह्रृत्कोटरसमाश्रितम् ॥
शङ्खचक्रसमायुक्तं कुन्देन्दुधवलं हरिम् ॥
]

`verse 10 [
श्रीवत्सकौस्तुभयुतं वनमालासमन्वितम् ॥
रत्नहारकिरीटेन संयुक्तं परमेश्वरम् ॥
]

`verse 11 [
अहं विष्णुरिति ध्यात्वा कृत्वा वै शोधनादिकम् ॥
यं क्षौं रमिति बीजैश्च कठिनीकृत्य नामभिः ॥
]

`verse 12 [
अण्डमुत्पाद्य च ततः प्रणवेनैव भेदयेत् ॥
तत्र पूर्वोक्तरूपं तु भावयित्वा वृषध्वज ॥
]

`verse 13 [
आत्मपूजां ततः कुर्य्याद्रन्धपुष्पादिभिः शुभैः ॥
आवाह्य पूजयेत्सर्वा देवता आसनस्य याः ॥
]

`verse 14 [
मन्त्रैरेभिर्महादेव तन्मन्त्रं श्रृणु शंकर ॥
विष्णवासनदेवता आगच्छत ॥
]

`verse 15 [
ॐ समस्तपरिवारायाच्युताय नमः ॥
ॐ धात्रे नमः ॥
ॐ विधात्रे नमः ॥
ॐ गङ्गायै नमः ॥
ॐ यमुनायै नमः ॥
ॐ शङ्खनिधये नमः ॥
ॐ पद्मनिधये नमः ॥
ॐ चण्डाय नमः ॥
ॐ प्रचण्डाय नमः ॥
ॐ द्वारश्रियै नमः ॥
ॐ आधारशक्त्यै नमः ॥
ॐ कूर्म्माय नमः ॥
ॐ अनन्ताय नमः ॥
ॐ श्रियै नमः ॥
ॐ धर्म्माय नमः ॥
ॐ ज्ञानाय नमः ॥
ॐ वैराग्याय नमः ॥
ॐ ऐश्वर्याय नमः ॥
ॐ अधर्म्माय नमः ॥
ॐ अज्ञानाय नमः ॥
ॐ अवैराग्याय नमः ॥
ॐ अनैश्वर्याय नमः ॥
ॐसं सत्त्वाय नमः ॥
ॐ रं रजसे नमः ॥
ॐ तं तमसे नमः ॥
ॐ कं कन्दाय नमः ॥
ॐ नं नालाय नमः ॥
ॐ लां पद्माय नमः ॥
ॐ अं अर्कमण्डलाय नमः ॥
ॐ सों सोममण्डलाय नमः ॥
ॐ वं वह्निमण्डलाय नमः ॥
ॐ विमलायै नमः ॥
ॐ उत्कर्षिण्यै नमः ॥
ॐ ज्ञानायै नमः ॥
ॐ क्रियायै नमः ॥
ॐ योगायै नमः ॥
ॐ प्रह्व्यै नमः ॥
ॐ सत्यायै नमः ॥
ॐ ईशानायै नमः ॥
ॐ अनुग्रहायै नमः ॥
]

`verse 16 [
गन्धपुष्पादिभिस्त्वेतैर्मन्त्रैरेतास्तु पूजयेत् ॥
पूजयित्वा ततो विष्णुं सृष्टिसंहारकारिणम् ॥
]

`verse 17 [
आवाह्य मण्डले रुद्र पूजयेत्परमेश्वरम् ॥
अनेन विधिना रुद्र सर्वपापहरं परम् ॥
]

`verse 18 [
यथात्मनि तथा देवे न्यासं कुर्वीत चादितः ॥
मुद्रां प्रदर्शयेत्पश्चादर्घ्यादीनर्पयेत्ततः ॥
]

`verse 19 [
स्नानां कुर्य्यात्ततो वस्त्रं दद्यादाचमनं ततः ॥
गन्धपुष्पं तथा धूपं दीपं दद्याच्चरुं ततः ॥
]

`verse 20 [
प्रदक्षिणं ततो जप्यं ततस्तस्मिन्सर्पयेत् ॥
अङ्गादीनां स्वमन्त्रैश्च पूजां कुर्वीत साधकः ॥
]

`verse 21 [
देवस्य मूलमन्त्रेणेत्येवं विद्धि वृषध्वज ॥
मन्त्राञ्छृणु त्रिनेत्र त्वं कथ्यमानान्मयाधुना ॥
]

`verse 22 [
ॐ हां हृदयाय नमः ॥
ॐ हीं शिरसे नमः ॥
ॐ हूं शिखायै नमः ॥
ॐ हैं कवचाय नमः ॥
ॐ हौं नेत्रत्रयाय नमः ॥
ॐ हः अस्त्राय नमः ॥
ॐ श्रियै नमः ॥
ॐ शङ्काय नमः ॥
ॐ पद्माय नमः ॥
ॐ चक्राय नमः ॥
ॐ गदायैनमः ॥
ॐ श्रीवत्साय नमः ॥
ॐ कौस्तुभाय नमः ॥
ॐ वनमालायै नमः ॥
ॐ पीताम्बराय नमः ॥
ॐ खड्गाय नमः ॥
ॐ मुसलाय नमः ॥
ॐ पाशाय नमः ॥
ॐ अङ्कुशाय नमः ॥
शार्ङ्गाय नमः ॥
ॐ शराय नमः ॥
ॐ ब्रह्मणे नमः ॥
ॐ नारादाय नमः ॥
ॐ पूर्वसिद्धेभ्यो नमः ॥
ॐ भागवतेभ्यो नमः ॥
ॐ गुरुभ्यो नमः ॥
ॐ परमगुरुभ्यो नमः ॥
ॐ इन्द्राय सुराधिपतये सवाहनपरिवाराय नमः ॥
ॐ अग्नये तेजोऽधिपतये सवाहनपरिवाराय नमः ॥
ॐ यमाय प्रेताधिपतये सवाहनपरिवाराय नमः ॥
ॐ निर्ऋतये रक्षोऽधिपतये सवाहनपरिवाराय नमः ॥
ॐ वरुणाय जलाधिपतये सवादनपरिवाराय नमः ॥
ॐ वायवे प्राणाधिपतये सवाहनपरिवाराय नमः ॥
ॐ सोमाय नक्षत्राधिपतये सवाहनपरिवाराय नमः ॥
ॐ ईशानाय विद्याधिपतये सवाहनपरिवाराय नमः ॥
ॐ अनन्ताय नागाधिपतये सवाहनपरिवाराय नमः ॥
ॐ ब्रह्मणे लोकाधिपतये सवाहनपरिवाराय नमः ॥
ॐ वज्राय हुं फट्‌ नमः ॥
ॐ शक्त्यै हुं फट्‌ नमः ॥
ॐ दंडाय हुं फट्‌ नमः ॥
ॐ खड्गाय हुं फट्‌ नमः ॥
ॐ पाशाय हुं फट्‌ नमः ॥
ॐ ध्वजाय हुं फट् नमः ॥
ॐ गदायै हुं फट्‌ नमः ॥
ॐ त्रिशूलाय हुं फट्‌ नमः ॥
ॐ चक्राय हुं फट् नमः ॥
ॐ पद्माय हुं फट् नमः ॥
ॐ वौं विष्वक्सेनाय नमः ॥
]

`verse 23 [
एभिमन्त्रैर्महादेव पूज्या अंगादयो नरैः ॥
पूजयित्वा महात्मानं विष्णुं ब्रह्मस्वरूपिणम् ॥
]

`verse 24 [
स्तुवीत चानया स्तुत्या परमात्मानमव्ययम् ॥
विष्णवे देवदेवाय नमो वै प्रभविष्णवे ॥
]

`verse 25 [
विष्णवे वासुदेवाय नमः स्थितिकराय च ॥
ग्रसिष्णवे नमश्चैव नमः प्रलयशायिने ॥
]

`verse 26 [
देवानां प्रभवे चैव यज्ञानां प्रभवे नमः ॥
मुनीनां प्रभवे नित्यं यक्षाणां प्रभविष्णवे ॥
]

`verse 27 [
जिष्णवे सर्वदेवानां सर्वगाय महात्मने ॥
ब्रह्मेन्द्ररुद्रवन्द्याय सर्वेशाय नमोनमः ॥
]

`verse 28 [
सर्वलोकहितार्थाय लोकाध्यक्षाय वै नमः ॥
सर्वगोप्त्रे सर्वकर्त्रे सर्वदुष्टविनाशिने ॥
]

`verse 29 [
वरप्रदाय शान्ताय वरेण्याय नमोनमः ॥
शरण्याय सुरूपाय धर्मकामार्थदायिने ॥
]

`verse 30 [
स्तुत्वा ध्यायेत्स्वहृदये ब्रह्मरूपिणमव्ययम् ॥
एवं तु पूजयेद्विष्णुं मूलमन्त्रेण शंकर ॥
]

`verse 31 [
मूलमन्त्रं जपेद्वापि यः स याति नरो हरिम् ॥
एतत्ते कथितं रुद्र विष्णोरर्चनमुत्तमम् ॥
]

`verse 32 [
रहस्यं परमं गुह्यं भुक्तिमुक्तिप्रदं परम् ॥
एतद्यश्च पठेद्विद्वान्विष्णुभक्तः पुमान्हर ॥
श्रृणुयाच्छ्रावयेद्वापि विष्णुलोकं स गच्छति ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विष्णुपूजाविधिर्नामैकत्रिंशोध्यायः ॥
]
