`speaker [
हरिरुवाच
]

`verse 1 [
न्यासादिकं प्रवक्ष्यामि गायत्र्याः शृणु शङ्कर ॥
विश्वामित्रऋषिश्चैव सविता चाथ देवता ॥
]

`verse 2 [
ब्रह्मशीर्षा रुद्रशिखा विष्णोर्हृदयसंश्रिता ॥
विनियोगैकनयना कात्यायनसगोत्रजा ॥
]

`verse 3 [
त्रैलोक्यचरणा ज्ञेया पृथिवीकुक्षिसंस्थिता ॥
एवं ज्ञात्वा तु गायत्त्रीं जपेद्द्वादशलक्षकम् ॥
]

`verse 4 [
त्रिपदाष्टाक्षरा ज्ञेया चतुष्पादा षडक्षरा ॥
जेप च त्रिपदा प्रोक्ता अर्चने च चतुष्पदा ॥
]

`verse 5 [
न्यासे जपे तथा ध्याने अग्निकार्य्ये तथार्चने ॥
गायत्त्रीं विन्यसेन्नित्यं सर्वपापप्रणाशिनीम् ॥
]

`verse 6 [
पादाङ्गुष्ठे गुल्फमध्ये जङ्घयोर्विद्धि जानुनोः ॥
ऊर्वोर्गुह्ये च वृषणे नाड्यां नाभौ तनूदरे ॥
]

`verse 7 [
स्तनयोर्हृदि कण्ठौष्ठमुखे तालुनि चांसयोः ॥
नेत्रे भुवार्ललाटे च पूर्वस्यां दक्षिणोत्तरे ॥
]

`verse 8 [
पश्चमे मूर्ध्नि चाकारं न्यसेद्वर्णान्वदाम्यहम् ॥
इन्द्रनीलं च वह्निं च पीतं श्यामं च कापिलम् ॥
]

`verse 9 [
श्वेतं विद्युत्प्रभं तारं कृष्णं रक्तं क्रमेण तत् ॥
श्यामं शुक्लं तथा पीतं श्वेतं वै पद्मरागवत् ॥
]

`verse 10 [
शङ्खवर्णं पाण्डुरं च रक्तं चासवसन्निभम् ॥
अर्कवर्णसमं सौम्यं शङ्खाभं श्वेतमेव च ॥
]

`verse 11 [
यद्यत्स्पृशति हस्तेन यच्च पश्यति चक्षुषा ॥
पूतं भवति तत्सर्वं गायत्त्र्या न परं विदुः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे गायत्त्रीन्यासनिरूपणं नाम पञ्चत्रिंशोऽध्यायः ॥
]
