`speaker [
हरिरुवाच
]

`verse 1 [
सन्ध्याविधिं प्रवक्ष्यामि श्रृणु रुद्राघनाशनम् ॥
प्राणायामत्रयं कृत्वा सन्ध्यास्नानमुपक्रमेत् ॥
]

`verse 2 [
सप्रणवां सव्याहृतिं गायत्त्रीं शिरसा सह ॥
त्रिः पठेदायतप्रणः प्राणायामः स उच्यते ॥
]

`verse 3 [
मनोवाक्रायजं दोषं प्राणायामैर्दहेद्द्विजः ॥
तस्मात्सर्वेषु कालेषु प्राणायामपरो भवेत् ॥
]

`verse 4 [
सायमग्निश्च मेत्युक्ता प्रातः सूर्य्येत्यपः पिबेत् ॥
आपः पुनन्तु मध्याह्ने उपस्पृश्य यथाविधि ॥
]

`verse 5 [
आपोहिष्ठेत्यृचा कुर्य्यान्मार्जनं तु कुशोदकैः ॥
प्रणवेन तु संयुक्तं क्षिपेद्वारि पदेपदे ॥
]

`verse 6 [
रजस्तमः स्वमोहोत्थाञ्जाग्रत्स्वप्नसुषुप्तिजान् ॥
वाङ्‌मनः कर्मजान्दोषान्नवैतान्नवभिर्दहेत् ॥
]

`verse 7 [
समुद्धृत्योदकं पाणौ जप्त्वा च द्रुपदां क्षिपेत् ॥
त्रिपडष्टौ द्वादशधा वर्त्तयेदघमर्पणम् ॥
]

`verse 8 [
उदुत्यंचित्रमित्याभ्यामुपतिष्ठेद्दिवाकरम् ॥
दिवा रात्रौ च यत्पापं सर्वं नश्यति तत्क्षणात् ॥
]

`verse 9 [
पूर्वसंध्यां जपंस्तिष्ठेत्पश्चिमामुपविश्य च ॥
महाव्याहृतिसंयुक्तां गायत्त्रीं प्रणवान्विताम् ॥
]

`verse 10 [
दशभिर्जन्मजनितं शतेन तु पुरा कृतम् ॥
त्रियुगं तु सहस्त्रेण गायत्त्रीं हन्ति दुष्कृतम् ॥
]

`verse 11 [
रक्ता भवति गायत्त्री सावित्री शुक्लवर्णिका ॥
कृष्णा सरस्वती ज्ञेया संध्यात्रयमुदाहृतम् ॥
]

`verse 12 [
ॐ भूर्विन्यस्य हृदये ॐ भुवः शिरसि न्यसेत् ॥
ॐ स्वरिति शिखायां च गायत्र्याः प्रथमं पदम् ॥
]

`verse 13 [
विन्यसेत्कवचे विद्वान्द्वितीयं नेत्रयोर्न्यसेत् ॥
तृतीयेनाङ्गविन्यासं चतुर्थं सर्वतो न्यसेत् ॥
]

`verse 14 [
संध्याकाले तु विन्यस्य जपेद्वै वेदमातरम् ॥
शिवस्तस्यास्तु सर्वाह्णे प्राणायामपरं न्यसेत् ॥
]

`verse 15 [
त्रिपदा या तु गायत्त्री ब्रह्मविष्णुमहेश्वरी ॥
विनियोगमृषिच्छन्दो ज्ञात्वा तु जपमारभेत् ॥
]

`verse 16 [
सर्वपापविनिर्मुक्तो ब्रह्मलोकमवाप्नुयात् ॥
परोरजसि सारं तं तुरीयपदमीरितम् ॥
]

`verse 17 [
तं हन्ति सूर्य्यः सन्ध्यायां नोपास्तिं कुरुते तु यः ॥
तुरीयस्य पदस्यापि ऋषिर्निर्मल एव च ॥
]

`verse 18 [
छन्दस्तु देवी गायत्त्री परमात्मा च देवता ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे संध्याविधिर्नाम षट्‌त्रिंशोऽध्यायः ॥
]
