`speaker [
रुद्र उवाच
]

`verse 1 [
पुनर्देवार्चनं ब्रूहि संक्षेपेण जनार्दन ॥
सूर्य्यस्य विष्णुरूपस्य भुक्तिमुक्तिप्रदायकम् ॥
]

`speaker [
वासुदेव उवाच
]

`verse 2 [
श्रृणु सूर्य्यस्य रुद्र त्वं पुनर्वक्ष्यामि पूजनम् ॥
ॐ उच्चैः श्रवसे नमः ॐ अरुणाय नमः ॥
ॐ दण्डिने नमः ॥
ॐ पिङ्गलाय नमः ॥
एते द्वारे प्रपूज्या वै एपिर्मन्त्रैर्वृषध्वज ॥
]

`verse 3 [
ॐ अं प्रभूताय नमः ॥
इमं तु पूजयेन्मध्ये प्रभूतामलसञ्ज्ञकम् ॥
ॐ अं विमलाय नमः ॥
ॐ अं साराय नमः ॥
ॐ अं आधाराय नमः ॥
ॐ अं परममुखाय नमः ॥
इत्याग्नेयादिकोणएषु पूज्या वै विमलादयः ॥
]

`verse 4 [
ॐ पद्माय नमः ॥
ॐ कर्णिकायै नमः ॥
मघ्ये तु पूजयेद्रुद्र पूर्वादिषु तथैव च ॥
दीप्ताद्याः पूजयेन्मध्ये पूजयेत्सर्वतोमुखीः ॥
ॐ वां(रां) दीप्तायै नमः ॥
ॐ वीं (रीं) सूक्ष्मायै नमः ॥
ॐ वूं (रूं भद्रायै नमः ॥
ॐ वैं (रैं) जयायै नमः ॥
ॐ वौं (रौं) विभूत्यै नमः ॥
ॐ वं (रं) अघोरायै नमः ॥
ॐ वं (रं) वैद्युतायै नमः ॥
ॐ वः (रः) विजयायै नमः ॥
ॐ रो सर्वतोमुख्यै नमः ॥
]

`verse 5 [
ॐ अर्कासनाय नमः ॥
ॐ ह्रां सूर्य्यमूर्तये नमः ॥
एतास्तु पूजयेन्मध्ये ह्रन्मंत्राञ्छृणु शङ्कर ॥
ॐ हं सं खं खखोल्काय क्रां क्रीं सः स्वाहा सूर्य्यमूर्त्तये नमः ॥
अनेनावाहनं कुर्य्यात्स्थापनं सन्निधापनम् ॥
सन्निरोपनमन्त्रेण सकलीकरणं तथा ॥
]

`verse 6 [
मुद्राया दर्शनं रुद्र मूलमन्त्रेण वा हर ॥
तेजोरूपं रक्तवर्णं सितपद्मोपरि स्थितम् ॥
एकचक्ररथारूढं द्विबाहुं धृतपङ्कजम् ॥
]

`verse 7 [
एवं ध्यायेत्सदा सूर्य्यं मूलमन्त्रं श्रृणुष्व च ॥
ॐ ह्रां ह्रीं सः सूर्य्याय नमः ॥
]

`verse 8 [
वारत्रयं पद्ममुद्रां बिम्बमुद्रां च दर्शयेत् ॥
ॐ आं हृदयाय नमः ॥
ॐ अर्काय शिरसे स्वाहा ॥
ॐ अः भूर्भुवः स्वः ज्वालिनि शिखायै वषट् ॥
ॐ हुं कवचाय हुं ॥
ॐ भां नेत्राभ्यां वौषट्‌ ॥
ॐ वः अस्त्राय फडिति ॥
]

`verse 9 [
आग्नेय्यामथवैशान्यां नैर्ऋत्यामर्चयेद्धर ॥
ह्रृद्यादि हि वायव्यां नेत्रं चान्तः प्रपूजयेत् ॥
]

`verse 10 [
दिस्वस्त्रं पूजयेद्रुद्र सोमं तु श्वेतवर्णकम् ॥
दले पूर्वेऽर्चयेद्रुद्र बुधं चामीकरप्रभम् ॥
]

`verse 11 [
दक्षिणे पूजयेद्रुद्र पतिवर्णं गुरुं यजेत् ॥
पश्चिमे चैव भूतेशं उत्तरे भार्गवं सितम् ॥
]

`verse 12 [
रक्तमङ्गारकं चैव आग्नेये पूजयेद्धर ॥
शनैश्चरं कृष्णवर्णं नैर्ऋत्यां दिशि पूजयेत् ॥
]

`verse 13 [
राहुं वायव्यदेशे तु नन्द्यावर्त्तनिभिं हर ॥
ऐशान्यां धूम्रवर्णं तु केतुं सं परिपूजयेत् ॥
]

`verse 14 [
एभिर्मन्त्रैर्महादेव तच्छृणुष्व च शङ्कर ॥
]

`verse 15 [
ॐ सों सोमाय नमः ॥
ॐ बुं बुधाय नमः ॥
ॐ बृं बृहस्पतये नमः ॥
ॐ भं भार्गवाय नमः ॥
ॐ अं अंगारकाय नमः ॥
ॐ शं शनैश्चराय नमः ॥
ॐ रं राहवे नमः ॥
ॐ कं केतवे नम इति ॥
]

`verse 16 [
पाद्यादीन्मूलमन्त्रेण दत्त्वा सूर्य्याय शङ्कर ॥
नैवेद्यान्ते धेनुमुद्रां दर्शयेत्साधकोत्तमः ॥
]

`verse 17 [
जप्त्वा चाष्टसहस्त्रं तु तच्च तस्मै समर्पयेत् ॥
ऐशान्यां दिशि भूतेश तेजश्चण्डं तु पूजयेत् ॥
]

`verse 18 [
ॐ तेजश्चण्डाय हुं फट् स्वधा स्वाहा पौषट् ॥
निर्माल्यं चार्पयेत्तस्मै ह्यर्घ्यं दद्यात्ततो हर ॥
]

`verse 19 [
तिलतण्डुलसंयुक्तं रक्तचन्दनचर्चितम् ॥
गन्धोदकेन संमिश्रं पुष्पधूपसमन्वितम् ॥
]

`verse 20 [
कृत्वा शिरसि तत्पात्रं जानुभ्यामवनिं गतः ॥
दर्घ्यं तु सूर्य्याय ह्रृन्मन्त्रेण वृषध्वज ॥
]

`verse 21 [
गणं गुरून्प्रपूज्याथ सर्वान्देवानन्प्रपूजयेत् ॥
ॐ गं गणपतये नमः ॥
ॐ अं गुरुभ्यो नमः ॥
]

`verse 22 [
सूर्य्यस्य कथिता पूजा कृत्वैतां विष्णुलोकभाक् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे सूर्यार्चनप्रकारो नामैकोनचत्वारिंशोऽध्यायः ॥
]
