`speaker [
हरिरुवाच
]

`verse 1 [
पवित्रारोपणं वक्ष्ये भुक्तिमुक्तिप्रदं हरेः ॥
पुरा देवासुरे युद्धे ब्रह्माद्याः शरणं ययुः ॥
]

`verse 2 [
विष्णुश्च तेषां देवानां ध्वजं ग्रैवेयकं ददौ ॥
एतौ दृष्ट्वा विनङ्क्ष्यन्ति दानवानब्रवीद्धरिः ॥
]

`verse 3 [
विष्णूक्ते ह्यब्रवीन्नागो वासुकेरनुजस्तदा ॥
वृणीत च पवित्राख्यं वरं चेदं वृषध्वज ॥
]

`verse 4 [
ग्रैवेयं हरिदत्तं तु मन्नाम्ना ख्यातिमेष्यति ॥
इत्युक्ते तेन ते देवास्तन्नाम्ना तद्वरं विदुः ॥
]

`verse 5 [
प्रावृट्‌काले तु ये मर्त्त्या नार्चिष्यन्ति पवित्रकैः ॥
तेषां सांवत्सरी पूजा विफला च भविष्यति ॥
]

`verse 6 [
तस्मात्सर्वेषु देवेषु पवित्रारोपणं क्रमात् ॥
प्रतिपत्पौर्णमास्यान्ता यस्य या तिथिरुच्यते ॥
]

`verse 7 [
द्वादश्यां विष्णवे कार्य्यं शुक्ले कृष्णेऽथ वा हर ॥
व्यतीपातेऽयने चैव चन्द्रसूर्य्यग्रहे शिव ॥
]

`verse 8 [
विष्णवे वृद्धिकार्य्ये च गुरोरागमने तथा ॥
नित्यं पवित्रमुद्दिष्टं प्रावृट्‌काले त्ववश्यकम् ॥
]

`verse 9 [
कौशेयं पट्टसूत्रं वा कार्पासं क्षौममेव वा ॥
 द्विजानां स्याद्राज्ञा कौशेयपट्टकम् ॥
]

`verse 10 [
वैश्यानां चीरणं क्षौमं शूद्राणां शणवल्कजम् ॥
कार्पासं पद्मजं चैव सर्वेषां शस्तमीश्वर ॥
]

`verse 11 [
ब्राह्मण्या कर्त्तितं सूत्रं त्रिगुणं त्रिगुणीकृतम् ॥
ॐ कारोऽथ शिवः सोमो ह्यग्निर्ब्रह्या फणी रविः ॥
]

`verse 12 [
विघ्नेशो विष्णुरित्येते स्थितास्तन्तुषु देवताः ॥
ब्रह्मा विष्णुश्च रुद्रश्च त्रिसूत्रे देवताः स्मृताः ॥
]

`verse 13 [
सौवर्णे राजते ताम्रे वैणवे मृन्मये न्यसेत् ॥
अङ्गुष्ठेन चतुः षष्टिः श्रेष्ठं मध्यं तदर्द्धतः ॥
]

`verse 14 [
तदर्द्धा तु कनिष्ठा स्यात्सूत्रमष्टोत्तरं शतम् ॥
उत्तमं मध्यमं चैव कन्यसं पूर्ववत्क्रमात् ॥
]

`verse 15 [
उत्तमोंऽगुष्ठमानेन मध्यमो मध्यमेन तु ॥
कन्यसे च कनिष्ठेन अङ्गुल्या ग्रन्थयः स्मृताः ॥
]

`verse 16 [
विमाने स्थण्डिले चैव एतत्सामान्यलक्षणम् ॥
शिवोद्धृतं पवित्रं तु प्रतिमायां च कारयेत् ॥
]

`verse 17 [
हृन्नाभिरू(रु) रुमाने च जानुभ्यामवलम्बिनी ॥
अष्टोत्तरसहस्त्रेण चत्वारो ग्रन्थयः स्मृताः ॥
]

`verse 18 [
षट्‌त्रिं(ड्विं) शच्च चतुर्विशद्द्वादश ग्रन्थयोऽथवा ॥
उत्तमादिषु विज्ञेयाः पर्वभिर्वा पवित्रकम् ॥
]

`verse 19 [
चर्चितं कुंकुमेनैव हरिद्राचन्दनेन वा ॥
सोपवासः पवित्रन्तु पात्रस्थमधिवासयेत् ॥
]

`verse 20 [
अश्वत्थपत्रपुटके अष्टदिक्षु निवेशितम् ॥
दण्डकाष्ठं कुशाग्रं च पूर्वे सङ्कर्षणेन तु ॥
]

`verse 21 [
रोचनाकुंकुमेनैव प्रद्युम्नेन तु दक्षिणे ॥
युद्धार्थी फलसिद्ध्यर्थमनिरुद्धेन पश्चिमे ॥
]

`verse 22 [
चन्दनं नीलयुक्तं च तिलभस्माक्षतं तथा ॥
आग्नेयादिषु कोणेषु श्रियादीनां तु क्रमान्न्यसेत् ॥
]

`verse 23 [
पवित्रं वासुदेवेन अभिमन्त्र्य सकृत्सकृत्‌ ॥
दृष्ट्वा पुनः प्रपूज्याथ वस्त्रेणाच्छाद्य यत्नतः ॥
]

`verse 24 [
देवस्य पुरतः स्थाप्यं प्रतिमामण्डलस्य वा ॥
पश्चिमे दक्षिणे चैव उत्तरे पूर्ववत्क्रमात् ॥
]

`verse 25 [
ब्राह्मादींश्चापि संस्थाप्य कलशं चापि पूजयेत् ॥
अस्त्रेण मण्डलं कृत्वा नैवेद्यञ्च समर्पयेत् ॥
]

`verse 26 [
अधिवास्य पवित्रं तु त्रिसूत्रेण नवेन वा (च) ॥
वेदिकां वेष्टयित्वा तु आत्मानं कलशं घृतम् ॥
]

`verse 27 [
अग्निकुण्डं विमानं च मण्डपं गृहमेव च ॥
सूत्रमेकं तु संगृह्य दद्याद्देवस्य मृर्धानि ॥
]

`verse 28 [
दत्त्वा पठेदिमं मन्त्रं पूजयित्वा महेश्वरम् ॥
आवाहितोऽसि देवेश पूजार्थं परमेश्वर ॥
]

`verse 29 [
तत्प्रभातेऽर्चयिष्यामि सामग्र्याः सन्निधौ भव ॥
एकरात्रं त्रिरात्रं वा अधिवास्य पवित्रकम् ॥
]

`verse 30 [
रात्रौ जागरणं कृत्वा प्रातः संपूज्य केशवम् ॥
आरोपयेत्क्रमेणैव ज्येष्ठमध्यकनीयसम् ॥
]

`verse 31 [
धूपयित्वा पवित्रं तु मन्त्रेणैवाभिमंत्रयेत् ॥
प्रजप्तग्रन्थिकं चैव पूजयेत्कुसुमादिभिः ॥
]

`verse 32 [
गायत्त्र्या चार्चितं तेन देवं संपूज्य दापयेत् ॥
समं पुत्रकलत्राद्यैः सूत्रपुच्छं तु धारयेत् ॥
]

`verse 33 [
विशुद्धग्रन्थिकं रम्यं महापातकनाशनम् ॥
सर्वपापक्षयं देव तवाग्रे धारयाम्यहम् ॥
]

`verse 34 [
एवं धूपादिनाभ्यर्च्य मध्यमादीन्त्समर्पयेत् ॥
पवित्रं वैष्णवं तेजः सर्वपातकनाशनम् ॥
]

`verse 35 [
धर्मकामार्थसिद्ध्यर्थं स्वकंठे धारयाम्यहम् ॥
वनमालां समभ्यर्च्य स्वेन मन्त्रेण दापयेत् ॥
]

`verse 36 [
नैवेद्यं विविधं दत्त्वा कुसुमादेर्बलिं हरेत् ॥
अग्निं संतर्प्य तत्रापि द्वादशांगुलमानतः ॥
]

`verse 37 [
अष्टोत्तरशतेनैव दद्यादेकपवित्रकम् ॥
आदौ दत्त्वार्घ्यमादित्ये तत्र चैकं पवित्रकम् ॥
]

`verse 38 [
विष्वक्सेनं ततः प्रार्च्य सुरुमर्घ्यादिभिर्हर ॥
देवस्याग्रे पठेन्मन्त्रं कृताञ्जलिपुटः स्थितः ॥
]

`verse 39 [
ज्ञानतोऽज्ञानतो वापि पूजनादि कृतं मया ॥
तत्सर्वं पूर्णमेवास्तु त्वत्प्रसादात्सुरेश्वर ॥
]

`verse 40 [
मणिविद्रुममालभिर्मन्दारकुसुमादिभिः ॥
इयं सांवत्सरी पूजा तवास्तु गरुडध्वज ॥
]

`verse 41 [
वनमाला यथा देव कौस्तुभं सततं हृदि ॥
तद्वत्पवित्रं तन्तूनां मालां त्वं हृदये धर ॥
]

`verse 42 [
एवं प्रार्थ्य द्विजान् भोज्य दत्त्वा तेभ्यश्च दक्षिणाम् ॥
विसर्जयेत्तु तेनैव सायाह्ने त्वपरेऽहनि ॥
]

`verse 43 [
सांवत्सरीमिमां पूजां सम्पाद्य विधिवन्मया ॥
व्रजेः पवित्रकेदानीं विष्णुलोकं विसर्जितः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विष्णुपवित्रारोपणं नाम त्रिचत्वारिंशोऽध्यायः ॥
]
