`speaker [
हरिरुवाच
]

`verse 1 [
प्रसङ्गात्कथयिष्यामि शालग्रामस्य लक्षणम् ॥
शालग्रामशिलास्पर्शात्कोटिजन्माघनाशनम् ॥
]

`verse 2 [
शङ्खचक्रगदापद्मी (हस्तः) (केशवाख्यो) गदाधरः ॥
सब्जकौमादकीचक्रशङ्खी (नारायणो) विभुः ॥
]

`verse 3 [
सचक्रशङ्खाब्जगदो (माधवः) श्रीगदाधरः ॥
गदब्जशङ्खचक्री वा (गोविन्दो)ऽर्च्यो गदाधरः ॥
]

`verse 4 [
पद्मशङ्खारिगादिने (विष्णुरूपाय) ते नमः ॥
सशङ्खाब्जगदाचक्र (मधुसूदनमूर्त्तये) ॥
]

`verse 5 [
नमो गदारिशङ्खाब्जयुक्त(त्रैविक्रमाय) च ॥
सारिकौमोदकीपद्मशङ्ख(वामनमूर्त्तये) ॥
]

`verse 6 [
चक्राब्जशङ्खगादिने नमः (श्रीधरमूर्त्तये) ॥
(हृषीकेशाया)ऽब्जगदाशङ्खिने चक्रिणे नमः ॥
]

`verse 7 [
साब्जचक्रगदाशङ्ख(पद्मनाभस्वरूपिणे) ॥
शङ्खचक्रगदापद्मिन् (दामोदर) मनोनमः ॥
]

`verse 8 [
सारिशङ्खगदाब्जाय (वासुदेवाय) वै नमः ॥
शङ्खाब्जचक्रगादिने नमः (सङ्कर्षणाय) च ॥
]

`verse 9 [
सुशङ्खसुगदाब्जारिधृते (प्रद्युम्नमूर्त्तये) ॥
नमो(ऽनिरुद्धाय) गदाशङ्खाब्जारीविधारिणे ॥
]

`verse 10 [
साब्जशङ्खगदाचक्र(पुरुषोत्तममूर्त्तये) ॥
नमो(ऽधोक्षजरूपाय) गदाशङ्खारिपद्मिने ॥
]

`verse 11 [
(नृसिंहमूर्त्तये) पद्मगदाशङ्खारिधारिणे ॥
पद्मारिशङ्खगदिने नमोऽ(स्त्वच्युतमूर्त्तये) ॥
]

`verse 12 [
सशङ्कचक्राब्जगदं (जनार्दन) मिहानये ॥
(उपेंद्रः) सगदः सारिः पद्मशङ्‌खिन्नमोनमः ॥
]

`verse 13 [
सुचक्राब्जगदाशङ्‌खयुक्ताय (हरिमूर्त्तये) ॥
सगदाब्जारिशङ्‌खाय नमः (श्रीकृष्णमूर्त्तये) ॥
]

`verse 14 [
शालग्रामशिलाद्वारगतलग्नद्विचक्रधृक्‌ ॥
शुक्लाभो(वासुदेवाख्यः) सोऽव्याद्वः श्रीगदाधरः ॥
]

`verse 15 [
लग्नद्विचक्रो रक्ताभः पूर्वभागस्तुपुष्कलः ॥
संकर्षणोऽथ(प्रद्युम्नः) सूक्ष्मचक्रस्तु पीतकः ॥
]

`verse 16 [
स दीर्घः सशिरश्छिद्रो यो(ऽनिरुद्धस्तु) वर्तुलः ॥
नीलो द्वारि त्रिरेखश्च अथ (नारायणो)ऽसितः ॥
]

`verse 17 [
मध्ये गादकृती रेखा नाभिचक्रो (क्र) महोन्नतः ॥
पृथुवक्षा (नृसिंहो) वः कपिलोऽव्यात्त्रिबिन्दुकः ॥
]

`verse 18 [
अथवा पञ्चबिन्दुस्तत्पूजनं ब्रह्मचारिणः ॥
(वराहः) शक्तिलिङ्गोऽव्याद्विषमद्वयचक्रकः ॥
]

`verse 19 [
नीलस्त्रिरेखः स्थूलोऽथ (कूर्ममूर्त्तिः स बिन्दुमान् ॥
(कृष्णः) स वर्त्तुलावर्त्तः पातु वो नतपृष्ठकः ॥
]

`verse 20 [
(श्रीधरः) पञ्चरेखोऽव्या (द्वनमाली) गादाङ्कितः ॥
(वामनो) वर्त्तुलो ह्रस्वो वा (रा) मचक्रः सुरेश्वरः ॥
]

`verse 21 [
नानावर्णोऽनेकमूर्त्तिर्नागभोगी (त्वनन्तकः) ॥
स्थूलो (दामोदरो) नीलो मध्येवक्रः सुनीलकः ॥
]

`verse 22 [
सङ्कीर्णद्वारकः सोऽव्यादथ ब्रह्मा सुलोहितः ॥
सदीर्घरेखः सुषिर एकचक्राम्बुजः पृथुः ॥
]

`verse 23 [
पृथुच्छिद्रः स्थूलचक्रः(कृष्णो) (विष्णुश्च) बिल्ववत् ॥
(हयग्रीवो) ऽङ्कुशाकारः पञ्चरेखः सकौस्तुभः ॥
]

`verse 24 [
(वैकुण्ठो मणिरत्नाभ एकचक्राम्बुजोऽसितः ॥
(मत्स्यो) दीर्घोऽम्बुजाकारो द्वाररेखश्च पातु वः ॥
]

`verse 25 [
रामचक्रो दक्षरेखः श्यामोवोऽव्या (त्त्रिविक्रमः) ॥
शालग्रामे द्वारकायां स्थिताय गदिने नमः ॥
]

`verse 26 [
एकद्वारश्चतुश्चक्रो वनमालाविभूषितः ॥
स्वर्णरेखासमायुक्तो गोष्पदेन विराजितः ॥
]

`verse 27 [
कदम्बकुसुमाकारो (लक्ष्मीनारायणो)ऽवतु ॥
एकेन लक्षितो योव्याद्रदाधारी (सुदर्शनः) ॥
]

`verse 28 [
(लक्ष्मीनारायणो) द्वाभ्यांत्रिभिर्मूर्त्ति(स्त्रिविक्रमः) ॥
चतुर्भिश्च (चतुर्व्यूहो) (वासुदेवश्च) पञ्चभिः ॥
]

`verse 29 [
(प्रद्युम्नः) षडूभिरेव स्यात् (संकर्षण) इतस्ततः ॥
(पुरुषोत्तमो)ऽष्टभिः स्या(न्नवव्यूहो) नवांकितः ॥
]

`verse 30 [
(दशावतारो) दशभिरनिरुद्धोऽवतादथ ॥
(द्वादशात्मा) द्वादशबिरत ऊर्द्ध्व(मनन्तकः) ॥
]

`verse 31 [
विष्णोर्मूर्त्तिमयं स्तोत्रं यः पठेत्स दिवं व्रजेत् ॥
(ब्रह्मा) चतुर्मुखो दण्डी कमण्डलुयुगान्वितः ॥
]

`verse 32 [
(महेश्वरः) प्रञ्चवक्रो दशबाहुर्वृषध्वजः ॥
यथायुधस्तथा गौरी चण्डिका च सरस्वती ॥
]

`verse 33 [
महालक्ष्मीर्मातरश्च पद्महस्तो (दिवाकरः) ॥
गजास्यश्च गणः स्कन्दः षण्मुखोनेकधा गुणाः ॥
]

`verse 34 [
एतेऽर्चिताः स्थापिताश्च प्रासादे वास्तुपूजिते ॥
धर्मार्थकाममोक्षाद्याः प्राप्यन्ते पुरुषेण च ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे शालग्राममूर्त्तिलक्षणं नाम पञ्चचत्वारिंशोऽध्यायः ॥
]
