`verse 1 [
thumb|500px|वास्तुपुरुष
thumb|500px|वास्तुपुरुषः.
|
॥हरिरुवाच ॥
वास्तुं संक्षेपतो वक्ष्ये गृहादौ विघ्ननाशनम् ॥
ईशानकोणादारभ्य ह्येकाशीतिपदे यजेत् ॥
]

`verse 2 [
ईशाने च शिरः पादौ नैर्ऋतेऽग्न्यनिले करौ ॥
आवासवासवेश्मादौ पुरे ग्रामे वणिक्पथे ॥
]

`verse 3 [
प्रासादारामदुर्गेषु देवालयमठेषु च ॥
द्वाविंशति सुरान्बाह्ये तदन्तश्च त्रयोदश ॥
]

`verse 4 [
ईशश्चैवाथ पर्जन्यो जयन्तः कुलिशायुधः ॥
सूर्य्यः सत्यो भृगुश्चैव आकाशो वायुरेव च ॥
]

`verse 5 [
पूषा च वितथश्चैव ग्रहक्षेत्रयमावुभौ ॥
गन्धर्वी भृगुराजस्तु मृगः पितृगणस्तथा ॥
]

`verse 6 [
दौवारिकोऽथ सुग्रीवः पुष्पदन्तो गणाधिपः ॥
असुरः शेषपापौ (दौ) च रोगो।डहिमुख (ख्य) एव च ॥
]

`verse 7 [
भल्लाटः सोमसर्पौ च अदितिश्चदितिस्तथा ॥
बहिर्द्वात्रिंशदेते तु तदन्तश्चतुरः श्रृणु ॥
]

`verse 8 [
ईशानादिचतुष्कोणसंस्थितान्पूजयेद्धुधः ॥
आपश्चैवाथ सावित्री जयो रुद्रस्तथैव च ॥
]

`verse 9 [
मध्ये नवपदे ब्रह्मा तस्याष्टौ च समीपगान् ॥
देवानेकोत्तरानेतान्पूर्वादौ नामतः श्रृणु ॥
]

`verse 10 [
अर्य्यमा सविता चैव विवस्वान्विबुधाधिपः ॥
मित्रोऽथ राजयक्ष्मा च तथा पृथ्वीधरः क्रमात् ॥
]

`verse 11 [
अष्टमश्चापवत्सश्च परितो ब्रह्मणः स्मृताः ॥
ईशानकोणादारभ्य दुर्गे च (र्ज्ञेयो) वंश उच्यते ॥
]

`verse 12 [
आग्नेयकोणादारभ्य वंशो भवति दुर्द्धरः ॥
अदितिं हिमवन्तं च जयन्तं च इदं त्रयम् ॥
]

`verse 13 [
नायिका कालिका नाम शक्राद्गन्धर्वगाः पुनः ॥
वास्तुदेवान्पूजयित्वा गृहप्रासादकृद्भवेत् ॥
]

`verse 14 [
सुरेज्यः पुरतः कार्यो यस्याग्नेय्यां महानसम् ॥
कपिनिर्गमने (णी) ? येन पूर्वतः सत्रमण्डपम् ॥
]

`verse 15 [
गन्धपुष्पगृहं कार्य्यमैशान्यां पट्टसंयुतम् ॥
भाण्डागारं च कौबेर्य्यां गोष्ठागारं च वायवे ॥
]

`verse 16 [
उदगाश्रयं च वारुण्यां वातायनसमन्वितम् ॥
समित्कुशेन्धनस्थानमायुधानां च नैर्ऋते ॥
]

`verse 17 [
अभ्यागतालयं रम्यसशय्यासनपादुकम् ॥
तोयाग्निदीपसद्भृत्यैर्युक्तं दक्षिणतो भवेत् ॥
]

`verse 18 [
गृहान्तराणि सर्वाणि सजलैः कदलीगृहैः ॥
पञ्चवर्णैश्च कुसुमैः शोभितानि प्रकल्पयेत् ॥
]

`verse 19 [
प्राकारं तद्बहिर्दद्यात्पञ्चहस्तप्रमाणतः ॥
एवं विष्ण्वाश्रमं कुर्य्याद्वनैश्चोपवनैर्युतम् ॥
]

`verse 20 [
चतुः षष्टिपदो वास्तुः प्रासादादौ प्रपूजितः ॥
मध्ये चतुष्पदो ब्रह्मा द्विपदास्त्वर्य्यमादयः ॥
]

`verse 21 [
कर्णे चैवाथ शिख्याद्यास्तथा देवाः प्रकीर्त्तिताः ॥
तेभ्यो ह्युभयतः सार्द्धादन्येऽपि द्विपदाः सुराः ॥
]

`verse 22 [
चतुः षष्टिपदा देवा इत्येवं परिकीर्त्तिताः ॥
चरकी च विदारी च पूतना पापराक्षसी ॥
]

`verse 23 [
ईशानाद्यास्ततो बाह्ये देवाद्या हेतुकादयः ॥
हैतुकस्त्रिपुरान्तश्च अग्निवेतालकौ यमः ॥
]

`verse 24 [
अग्निजिह्वः कालकश्च करालो ह्योकपादकः ॥
ऐशान्यां भीमरूपस्तु पाताले प्रेतनायकः ॥
]

`verse 25 [
आकाशे गन्धमाली स्यात्क्षेत्रपालांस्ततो यजेत् ॥
विस्ताराभिहतं दैर्घ्यं राशिं वास्तोस्तु कारयेत् ॥
]

`verse 26 [
कृत्वा च वसुभिर्भागं शेषं बद्धा यमादिशेत् ॥
पुनर्गुणितमष्टाभिर्ऋक्षभागं तु भाजयेत् ॥
]

`verse 27 [
यच्छेषं तद्भवेदृक्षं भागैर्हृत्वाव्ययं भवेत् ॥
ऋक्षं चतुर्गुणं कृत्वा नवभिर्भागहारितम् ॥
]

`verse 28 [
शेषमंशं विजानीयाद्देवलस्य मतं यथा ॥
अष्टाभिर्गुणितं पिण्डं षष्टिभिर्भागहारितम् ॥
]

`verse 29 [
यच्छेषं तद्भवेज्जीवं मरणं भूतहारितम् ॥
वास्तुक्रोडे गृहं कुर्य्यान्न पृष्ठे मानवः सदा ॥
]

`verse 30 [
वामपार्श्वेन स्वपिति नात्र कार्य्या विचारणा ॥
सिंहकन्यातुलायां च द्वारं शुध्येदथोत्तरम् ॥
]

`verse 31 [
एवं च वृश्चिकादौ स्यात्पूर्वदक्षिणपश्चिमम् ॥
द्वारं दीर्घार्द्धविस्तारं द्वाराण्यष्टौ स्मृतानि च ॥
]

`verse 32 [
सन्तानप्रेष्यनीचत्वं स्वयानं स्वर्णभूषणम् ॥
सुतहीनं तु रौद्रेण वीर्य्यघ्नं दक्षिणे तथा ॥
]

`verse 33 [
वह्नौ वध(बन्ध)श्चायुर्वृद्धिंपुत्त्रलाभसुतृप्तिदः ॥
धनदे नृपपीडादमर्थघ्नं रोगदं जले ॥
]

`verse 34 [
नृपभीतिर्मृतापत्यं ह्यनपत्यं न वैरदम् ॥
अर्थदं चार्थहान्यै च दोषदं पुत्रमृत्युदम् ॥
]

`verse 35 [
द्वाराण्युत्तरसंज्ञानि पूर्वद्वाराणि वच्म्यहम् ॥
अग्निभीतिर्बहु कन्याधनसम्मानकोपदम् ॥
]

`verse 36 [
राजघ्नं कोपदं पूर्वे फलतो द्वारमीरितम् ॥
ईशानादौ भवेत्पूर्वमाग्नेय्यादौ तु दक्षिणम् ॥
]

`verse 37 [
नैर्ऋत्यादौ पश्चिमं स्याद्वायव्यादौ तु चोत्तरम् ॥
अष्टभागे कृते भागे द्वाराणां च फलाफलम् ॥
]

`verse 38 [
अश्वत्थप्लक्षन्यग्रोधाः पूर्वादौ स्यादुदुम्बरः ॥
गृहस्य शोभनः प्रोक्त ईशाने चैव शाल्मलिः ॥
पूजितो विघ्नहारी स्यात्प्रासादस्य गृहस्य च ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे वास्तुमानलक्षणं नाम षट्‌चत्वारिंशोऽध्यायः ॥
]
