`speaker [
सूत उवाच
]

`verse 1 [
प्रासादानां लक्षणं च वक्ष्ये शौनक तच्छृणु ॥
चतुः षष्टिपदं कृत्वा दिग्विदिक्षूपलक्षितम् ॥
]

`verse 2 [
चतुष्कोणं चतुर्भिश्च द्वाराणि सूर्य्यसंख्यया ॥
चत्वारिंशाष्टभिश्चैव भित्तीनां कल्पना भवेत् ॥
]

`verse 3 [
ऊर्द्ध्वक्षेत्रसमा जङ्घा जङ्घार्धद्विगुणं भवेत् ॥
गर्भविस्तारविस्तीर्णः शुकाङ्‌घ्रिश्च विधीयते ॥
]

`verse 4 [
तत्त्रिभागेन कर्त्तव्यः पञ्चभागेन वा पुनः ॥
निर्गमस्तु शुकाङ्‌घ्रेश्च उच्छ्रायः शिखरार्द्धगः ॥
]

`verse 5 [
चतुर्द्धा शिखरं कृत्वा त्रिभागे वेदिबन्धनम् ॥
चतुर्थे पुनरस्यैव कण्ठमामूलसाधनम् ॥
]

`verse 6 [
अथ वापि समं वास्तुं कृत्वा षोडशभागिकम् ॥
तस्य मध्ये चतुर्भागमादौ गर्भं तु कारयेत् ॥
]

`verse 7 [
चतुर्भागेन भित्तीनामुच्छ्रायः स्यात्प्रमाणतः ॥
]

`verse 8 [
द्विगुणः शिखरोच्छ्रायो भित्त्युच्छायाच्च मानतः ॥
शिखरार्द्धस्य चार्द्धेन विधेयास्तु प्रदक्षिणाः ॥
]

`verse 9 [
चतुर्दिक्षु तथा ज्ञेयो निर्गमस्तुः तथा बुधैः ॥
पञ्चभागेन संभज्य गर्भमानं विचक्षणः ॥
]

`verse 10 [
भागमेकं गृहीत्वा तु निर्गमं क्लपयेत्पुनः ॥
गर्भसूत्रसमो भागादग्रतो मुखमण्डपः ॥
]

`verse 11 [
एतत्सामान्यमुद्दिष्टं प्रासादस्य हि लक्षणम् ॥
लिङ्गमानमथो वक्ष्ये पीठो लिङ्गसमो भवेत् ॥
]

`verse 12 [
द्विगुणेन भवेद्रर्भः समन्ताच्छौनक ध्रुवम् ॥
तद्द्विधा च भवेद्भीतिर्जंघा तद्विस्तरार्द्धगा ॥
]

`verse 13 [
द्विगुणं शिखरं प्रोक्तं जङ्घायाश्चैव शौनक ॥
पीठगर्भावरं कर्म तन्मानेन शुकाङ्‌घ्रिकम् ॥
]

`verse 14 [
निर्गमस्तु समाख्यातः शेषं पूर्ववदेव तु ॥
लिंगमानं स्मृतं ह्येतद्द्वारमानमथोच्यते ॥
]

`verse 15 [
कराग्रं वेदवत्कृत्वा द्वारं भागाष्टमं भवेत् ॥
विस्तरेण समाख्यातं द्विगुणंस्वेच्छया भवेत् ॥
]

`verse 16 [
द्वारवत्पीठमध्ये तु शेषं शुषिरकं भवेत् ॥
पादिकं शेषिकं भित्तिर्द्वारार्द्धेन परिग्रहात् ॥
]

`verse 17 [
तद्विस्तारसमा जङ्घा शिखरं द्विगुणं भवेत् ॥
शुकाङ्‌घ्रिः पूर्ववज्ज्ञेया निर्गमोच्छ्रायकं भवेत् ॥
]

`verse 18 [
मण्डपे मानमेतत्तु स्वरूपं चापरं वदे ॥
त्रैवेदं कारयेत्क्षेत्रं यत्र तिष्ठन्ति देवताः ॥
]

`verse 19 [
इत्थं कृतेन मानेन बाह्यभागविनिर्गतम् ॥
नेमिः पादेन विस्तीर्णा प्रासादस्य समन्ततः ॥
]

`verse 20 [
गर्भं तु द्विगुणं कुर्य्यान्नेम्या मानं भवेदिह ॥
स एव भित्तेरुत्सेधो शिखरो द्विगुणो मतः ॥
]

`verse 21 [
प्रासादानां च वक्ष्यामि मानं योनिं च मानतः ॥
वैराजः पुष्पकाख्यश्च कैलासो मालिकाह्वयः ॥
]

`verse 22 [
त्रिविष्टपं च पञ्चैते प्रासादाः सर्वयोनयः ॥
प्रथमश्चतुरश्रो हि द्वितीयस्तु तदायतः ॥
]

`verse 23 [
वृत्तो वृत्तायतश्चान्योऽष्टाश्रश्चेह च पञ्चमः ॥
एतेभ्य एव सम्भूताः प्रासादाः सुमनोहराः ॥
]

`verse 24 [
सर्वप्रकृतिभूतेभ्यश्चत्वारिंशत्तथैव च ॥
मेरुश्च मन्दरश्चैव विमानश्च तथापरः ॥
]

`verse 25 [
भद्रकः सर्वता भद्रो रुचको नन्दनस्तथा ॥
नन्दिवर्द्धनसंज्ञश्च श्रीवत्सश्च नवेत्यमी ॥
]

`verse 26 [
चतुरश्राः समुद्भूता वैराजादिति गम्यताम् ॥
वलभी गृहराजश्च शालागृहं च मन्दिरम् ॥
]

`verse 27 [
विमानं च तथा ब्रह्ममन्दिरं भवनं तथा ॥
उत्तम्भं शिबिका वेश्म नवैते पुष्पकोद्भवाः ॥
]

`verse 28 [
वलयो दुन्दुभिः पद्मो महापद्मस्तथापरः ॥
मुकुली चास्य उष्णीषी शङ्खश्च कलशस्तथा ॥
]

`verse 29 [
गुवावृक्षस्तथान्यश्च वृत्ताः कैलाशसम्भवाः ॥
गजोऽथ वृषभो हंसो गरुडः सिंहनामकः ॥
]

`verse 30 [
भूमुखो भूधरश्चैव श्रीजयः पृथिवीधरः ॥
वृत्तायताः समुद्भूता नवैते मणिकाह्वयात् ॥
]

`verse 31 [
वज्रं चक्रं तथान्यच्च मुष्टिकं वभ्रुसंज्ञितम् ॥
वक्रः स्वस्तिकखड्गौ च गदा श्रीवृक्ष एव च ॥
]

`verse 32 [
विजयो नामतः श्वेतस्त्रिविष्टिपसमुद्भवाः ॥
त्रिकोणं पद्ममर्द्धेन्दुश्चतुष्कोणं द्विरष्टकम् ॥
]

`verse 33 [
यत्र तत्र विधातव्यं संस्थानं मण्डपस्य तु ॥
राज्यं च विभवश्चैवः ह्यायुर्वर्द्वनमेव च ॥
]

`verse 34 [
पुत्रलाभः स्त्रियः पुष्टिस्त्रिकोणादिक्रमाद्भवेत् ॥
कुर्य्याद्धजादिकं ख्यातद्वारि गर्भगृहं तथा ॥
]

`verse 35 [
मण्‍डपः समसंख्याभिर्गुणितः सूत्रकस्तथा ॥
मण्डपस्य चतुर्थांशाद्भद्रः कार्य्यो विजानता ॥
]

`verse 36 [
स्पर्धागवाक्षकोपेतो निर्गवाक्षोऽथ वा भवेत् ॥
सार्द्धभित्तिप्रमाणेन भितिमानेन वा पुनः ॥
]

`verse 37 [
भित्तेर्द्वैगुण्यतो वापि कर्त्तव्या मण्डपाः क्वचित् ॥
प्रासादे मञ्चरी कार्य्या चित्रा विषमभूमिका ॥
]

`verse 38 [
परिमाणविरोधेन रेखावैषम्यभूषिता ॥
आधारस्तु चतुर्द्धारश्चतुर्मण्डपशोभितः ॥
]

`verse 39 [
शतश्रृङ्गसमायुक्तो मेरुः प्रासाद उत्तमः ॥
मण्डपास्तस्य कर्त्तव्या भद्रैस्त्रिभिरलङ्कृताः ॥
]

`verse 40 [
गठनाकारमानानां भिन्नाभिन्ना भवन्ति ते ॥
कियन्तो येषु चाधारा निराधाराश्च केचन ॥
]

`verse 41 [
प्रतिच्छन्दकभेदेन प्रासादाः सम्भवन्ति ते ॥
अन्योन्यासंस्करास्तेषां घटनानामभेदतः ॥
]

`verse 42 [
देवतानां विशेषाय प्रासादा बहवः स्मृताः ॥
प्रासादे नियमो नास्ति देवतानां स्वयम्भुवाम् ॥
]

`verse 43 [
तानेव देवतानां च पूर्वमानेन कारयेत् ॥
चतुरश्रायतास्तत्त्र चतुष्कोणसमन्विताः ॥
]

`verse 44 [
चन्द्रशालान्विता कार्य्या भेरीशिखरसंयुता ॥
पुरतो वाहनानां च कर्त्तव्या लग्न(घु) मण्डपाः ॥
]

`verse 45 [
नाट्यशाला च कर्त्तव्या द्वारदेशसमाश्रया ॥
प्रसादे देवतानां च कार्य्या दिक्षु विदिक्ष्वपि ॥
]

`verse 46 [
द्वारपालाश्च कर्त्तव्या मुख्या गत्वा पृथक्‌ पृथक्‌ ॥
किञ्चिददूरतः कार्य्या मठास्तत्रोपजीविनाम् ॥
]

`verse 47 [
प्रावृता जगती कार्य्या फलपुष्पजलान्विता ॥
प्रसादेषु सुरांस्थाप्य पूजाभिः पूजयेन्नरः ॥
वासुदेवः सर्वदेवः सर्वभाक्‌ तद्गृहादिकृत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशे आचारकाण्डे प्रासादलिङ्गमण्डपादिलक्षणनिरूपणंनाम सप्तचत्वारिंशोऽध्यायः ॥
]
