`speaker [
सूत उवाच
]

`verse 1 [
प्रतिष्ठां सर्वदेवानां संक्षेपेण वदाम्यहम् ॥
सुतिथ्यादौ सुरम्यां च प्रतिष्ठां कारयेद्गुरुः ॥
]

`verse 2 [
ऋत्विग्भिः सह चाचार्य्यं वरयेन्मध्यदेशगम् ॥
स्वशाखोक्तविधानेन अथ वा प्रणवेन तु ॥
]

`verse 3 [
पञ्चभिर्बहुभिर्वाथ कुर्य्यात्पाद्यार्घ्यमेव च ॥
मुद्रिकाभिस्तथा वस्त्रैर्गन्धमाल्यानुलेपनैः ॥
]

`verse 4 [
मन्त्रन्यासं गुरुः कृत्वा ततः कर्म समारभेत् ॥
प्रासादस्याग्रतः कुर्य्यान्मण्डपं दशहस्तकम् ॥
]

`verse 5 [
कुर्य्याद्द्वादशहस्तं वा स्तम्भैः षोडशभिर्युतम् ॥
ध्वजाष्टकैश्चतुर्हस्तां मध्ये वेदिं च कारयेत् ॥
]

`verse 6 [
नदीसङ्गमतीरात्थां वालुकां तत्र दापयेत् ॥
चतुरश्रं कार्मुकाभं वर्त्तुलं कमलाकृति ॥
]

`verse 7 [
पूर्वादितः समारभ्य कर्त्तव्यं कुण्डपञ्चकम् ॥
अथवा चतुरश्राणि सर्वाण्येतानि कारयेत् ॥
]

`verse 8 [
शान्तिकर्मिधानेन सर्वकामार्थसिद्धये ॥
शिरः स्थाने तु देवस्य आचार्य्यो होममाचरेत् ॥
]

`verse 9 [
ऐशान्यां केचिदिच्छन्ति उपलिप्यावनिं शुभाम् ॥
द्वाराणि चैव चत्वारि कृत्वा वै तोरणान्तिके ॥
]

`verse 10 [
न्यग्रोधोदुम्बराश्वत्थबैल्वपालाशखादिराः ॥
तोरणाः पञ्चहस्ताश्च वस्त्रपुष्पाद्यलङ्कृताः ॥
]

`verse 11 [
निखनेद्धस्तमेकैकं चत्वारश्चतुरो दिशः ॥
पूर्वद्वारे मृगेन्द्रं तु हयराजं तु दक्षिणे ॥
]

`verse 12 [
पश्चिमे गोपतिर्नाम सुरशार्दूलमुत्तरे ॥
अग्निमीलेति हि मन्त्रेण प्रथमं पूर्वतो न्यसेत् ॥
]

`verse 13 [
ईषेत्वेतिहि मन्त्रेण दक्षिणस्यां द्वितीयकम् ॥
अग्नआयाहिमन्त्रेण पश्चिमस्यां तृतीयकम् ॥
]

`verse 14 [
शन्नोदेवीति मन्त्रेण उत्तरस्यां चतुर्थकम् ॥
पूर्वे अम्बुदवत्कार्य्या आग्नोय्यां धूमरूपिणी ॥
]

`verse 15 [
याम्यां वै कृष्णरूपा तु नैर्ऋत्या श्यामला (धूसरा) भवेत् ॥
वारुण्यां पाण्डुरा ज्ञेया वायव्यां पीतवर्णिका ॥
]

`verse 16 [
उत्तरे रक्तवर्णा तु शुक्लैशी च पताकिका ॥
बहुरूपा तथा मध्ये इन्द्रविद्येति पूर्वके ॥
]

`verse 17 [
आग्निं संसुप्तिमन्त्रेण यमोनागेति दक्षिणे ॥
पूज्या रक्षोहनोवेति पश्चिमे उत्तरेऽपि च ॥
]

`verse 18 [
वात इत्यभिषिच्याथ आप्यायस्वेति चोत्तरे ॥
तमीशानमतश्चैव विष्णोर्नुकेति मध्यमे ॥
]

`verse 19 [
कलशौ तु ततो द्वौ द्वौ निवेश्यौ तोरणान्तिके ॥
वस्त्रयुग्मसमायुक्ताश्चन्दनाद्यैः स्वलङ्कृताः ॥
]

`verse 20 [
पुष्पैर्वितानैर्बहुलैरादिवर्णाभिमन्त्रिताः ॥
दिक्पालाश्च ततः पूज्याः शास्त्रदृष्टेन कर्मणा ॥
]

`verse 21 [
त्रातारमिन्द्रभन्त्रेण अग्निर्मूर्द्धेति चापरे ॥
अस्मिन्वृक्ष इतं चैव प्रचारीति परा स्मृता ॥
]

`verse 22 [
किञ्चेदधातु आचत्वाऽभित्वादेति च सप्तमी ॥
इमारुद्रेति दिक्यालान्पूजयित्वा विचक्षणः ॥
]

`verse 23 [
होमद्रव्याणि वायव्ये कुर्य्यात्सोपस्कराणि च ॥
शङ्खाञ्छास्त्रोदिताञ्छ्वेतान्नेत्राभ्यां विन्यसेद्गुरुः ॥
]

`verse 24 [
आलोकनेन द्रव्याणि शुद्धिं यान्ति न संशयः ॥
ह्रृदयादीनि चाङ्गानि व्याहृतिप्रणवेन च ॥
]

`verse 25 [
अस्त्रं चैव समस्तानां न्यासोऽयं सर्वकामिकः ॥
अक्षतान्विष्टरं चैव अस्त्रेणैवाभिमन्त्रितान् ॥
]

`verse 26 [
विष्टरेण स्पृशेद्दुव्यान्यागमण्डपसंभृतान् ॥
अक्षतान्विकिरेत्पश्चादस्त्रपूतान्समन्ततः ॥
]

`verse 27 [
शाक्रीं दिशमथारभ्य यावदीशानगोचरम् ॥
अवकीर्य्याक्षतार्न्संवाँल्लेपयेन्मण्डपं ततः ॥
]

`verse 28 [
गन्धाद्यैरर्घ्यपात्रे च मन्त्रग्रामं न्यसेद्गुरुः ॥
तेनार्घ्यपात्रतोयेन प्रोक्षयेद्यागमण्डपम् ॥
]

`verse 29 [
प्रतिष्ठा यस्य देवस्य तदाख्यं कलशं न्यसेत् ॥
ऐशान्यां पूजयेद्याम्ये अस्त्रेणैव च वर्द्धनीम् ॥
]

`verse 30 [
कलशं वर्द्धनीं चैव ग्रहान्वास्तोष्पतिं तथा ॥
आसने तानि सर्वाणि प्रणवाख्यं जपेद्गुरुः ॥
]

`verse 31 [
सूत्रग्रीवं रत्नगर्भं वस्त्रयुग्मेन वेष्टितम् ॥
सर्वौषधीगन्धलिप्तं पूजयेत्कलशं गुरुः ॥
]

`verse 32 [
देवस्तु कलशे पूज्यो वर्द्धन्या वस्त्रमुत्तमम् ॥
वर्द्धन्या तु समायुक्तं कलशं भ्रामयेदनु ॥
]

`verse 33 [
वर्द्धनीधारया सिञ्चन्नग्रतो धारयेत्ततः ॥
अभ्यर्च्य वर्द्धनीकुम्भं स्थण्डिले देवमर्चयेत् ॥
]

`verse 34 [
घटं चावाह्य वायव्यां गणानां त्वेति सद्गणम् ॥
देवमीशानकोणे तु जपेद्वास्तोष्पतिं बुधः ॥
]

`verse 35 [
वास्तोष्पतीति मन्त्रेण वास्तुदोषोपशान्तये ॥
कुम्भस्य पूर्वतो भूतं गणदेवं बलिं हरेत् ॥
]

`verse 36 [
पठेदिति च विद्याश्च कुर्य्यादालम्भनं बुधः ॥
योगेयोगेति मन्त्रेणास्तरणं शाद्वलैः कुशैः ॥
]

`verse 37 [
ऋत्विग्भिः सार्द्धमाचार्यः स्नानपीठे गुरुस्तदा ॥
विविधैर्ब्रह्मघोषैश्च पुण्याहजयमङ्गलैः ॥
]

`verse 38 [
कृत्वा ब्रह्मरथे देवं प्रतिष्ठन्ति ततो द्विजाः ॥
ऐशान्यामानयेत्पीठमण्डपे विन्यसेद्गुरुः ॥
]

`verse 39 [
भद्रंकर्णेत्यथ स्नात्वा सूत्रवल्कलजेन तु ॥
संस्नाप्य लक्षणोद्धारं कुर्य्यात्तूर्यादि (दूराभि) वादनैः ॥
]

`verse 40 [
मधुसर्पिः समायुक्तं कांस्ये वा ताम्रभाजने ॥
अक्षिणी चांजयेच्चास्य सुवर्णस्य शलाकया ॥
]

`verse 41 [
अग्निर्ज्योतीति मन्त्रेण नेत्रोद्वाटं तु कारयेत् ॥
लक्षणे क्रियमाणे तु नामैकं स्थापको व(द) देत् ॥
]

`verse 42 [
इमम्मेगङ्गेमन्त्रेण नेत्रयोः शीतलक्रिया ॥
अग्निर्मूर्द्धेति मन्त्रेण दद्याद्वल्मी कमृत्तिकाम् ॥
]

`verse 43 [
बिल्वोदुम्बरमश्वत्थं वटं पालाशमेव च ॥
यज्ञायज्ञेति मन्त्रेण दद्यात्पञ्चकषायकम् ॥
]

`verse 44 [
पञ्चगव्यं स्नापयेच्च सहदेव्यादि भिस्ततः ॥
सहदेवी बला चैव शतमूली शतावरी ॥
]

`verse 45 [
कुमारी च गुडूची च सिंही व्याघ्री तथैव च ॥
या ओषधीति मन्त्रेण स्नानमोषधिमज्जलैः ॥
]

`verse 46 [
याः फलिनीति मन्त्रेण फलस्नानं विधीयते ॥
द्रुपदादिवेति मन्त्रेण कार्य्यमुद्वर्त्तनं बुधैः ॥
]

`verse 47 [
कलशेषु च विन्यस्य उत्तरादिष्वनुक्रमात् ॥
रत्नानि चैव धान्यानि औषधीं शतपुष्पिकाम् ॥
]

`verse 48 [
समुद्रांश्चैव विन्यस्य चतुरश्चतुरो दिशः ॥
क्षीरं दधि क्षीरोदस्य घृतोदस्येति वा पुनः ॥
]

`verse 49 [
आप्यायस्व दधिक्राव्णो याऔषधीरितीति च ॥
तेजोऽसीति च मन्त्रैश्च कुम्भं चैवाभिमन्त्रयेत् ॥
]

`verse 50 [
समुद्राख्यैश्चतुर्भिश्च स्नापयेत्कलशैः पुनः ॥
स्नातश्चैव सुवेषश्च धूपो देयश्च गुग्गुलुः ॥
]

`verse 51 [
अभिषेकाय कुम्भेषु तत्तत्तीर्थानि विन्यसेत् ॥
पृथिव्यां यानि तीर्थानि सरितः सागरास्तथा ॥
]

`verse 52 [
याओषधीति मन्त्रेण कुम्भं चैवाभिमन्त्रयेत् ॥
तेन तोयेन यः स्नायात्स मुच्येत्सर्वपातकैः ॥
]

`verse 53 [
अभिषिच्य समुद्रैश्च त्वर्घ्यं दद्यात्ततः पुनः ॥
गन्धद्वारेति गन्धं च न्यासं वै वेदमन्त्रकैः ॥
]

`verse 54 [
स्वशास्त्रविहितैः प्राप्तैर्युवंवस्त्रेति वस्त्रकम् ॥
कविहाविति मन्त्रेण आनयेन्मण्डपं शुभम् ॥
]

`verse 55 [
शम्भवायेति मन्त्रेण शय्यायां विनिवेशयेत् ॥
विश्वतश्चक्षुर्मन्त्रेण कुर्य्यात्सकलनिष्कलम् ॥
]

`verse 56 [
स्थित्वा चैव परे तत्त्वे मन्त्रन्यासं तु कारयेत् ॥
स्वशास्त्रविहितो मन्त्रो न्यासस्तस्मिंस्तथोदितः ॥
]

`verse 57 [
वस्त्रेणाच्छादयित्वा तु पूजनीयः स्वभावतः ॥
यथाशास्त्रं निवेद्यानि पादमूले तु दापयेत् ॥
]

`verse 58 [
अथ प्रणवसंयुक्तं वस्त्रयुग्मेन वेष्टितम् ॥
कलशं सहिरण्यं च शिरः स्थाने निवेदयेत् ॥
]

`verse 59 [
स्थित्वा कुण्डसमीपेऽथ अग्नेः स्थापनमाचरेत् ॥
स्वशास्त्रविहितैर्मन्त्रैर्वेदोक्तैर्वाथ वा गुरुः ॥
]

`verse 60 [
श्रीसूक्तं पावमान्यं च वासदाम्यसवाजिनम् ॥
वृषाकपिं च मित्रं बह्वचः पूर्वतो जपेत् ॥
]

`verse 61 [
रुद्रं पुरुषसूक्तं च श्लोकाध्यायं च शुक्रियम् ॥
ब्रह्माणं पितृमैत्रं च अध्वर्य्युर्दक्षिणे जपेत् ॥
]

`verse 62 [
वेदव्रतं वामदेव्यं ज्येष्ठसाम रथन्तरम् ॥
भेरुण्डानि च सामानि छन्दोगः पश्चिमे जपेत् ॥
]

`verse 63 [
अथर्वशिरसं चैव कुम्भसूक्तमथर्वणः ॥
नीलरुद्रांश्च मैत्रं च अथर्वश्चोत्तरे जपेत् ॥
]

`verse 64 [
कुण्डं चास्त्रेण संप्रोक्ष्य आचार्य्यस्तु विशेषतः ॥
ताम्रपात्रे शरावे वा यथाविभवतोऽपि वा ॥
]

`verse 65 [
जातवेदसमानीय अग्रतस्तं निवेशयेत् ॥
अस्त्रेण ज्वालयेद्वह्निं कवचेन तु वेष्टयेत् ॥
]

`verse 66 [
अमृतीकृत्य तं पश्चान्मन्त्रैः सर्वैश्च देशिकः ॥
पात्रं गृह्य कराभ्यां च कुण्डं भ्राम्य ततः पुनः ॥
]

`verse 67 [
वैष्णवेन तु योगेन परं तेजस्तु निः क्षिपेत् ॥
दक्षिणे स्थापयेद्ब्रह्म प्रणीताञ्चोत्तरेण तु ॥
]

`verse 68 [
साधारणेन मन्त्रेण स्वसूत्रविहितेन वा ॥
दिक्षुदिक्षु ततो दद्यात्परिधीं विष्टरैः सह ॥
]

`verse 69 [
ब्रह्मविष्णुहरेशानाः पूज्याः साधारणेन तु ॥
दर्भेषु स्थापयेद्वह्निं दर्भैश्च परिवेष्टितम् ॥
]

`verse 70 [
दर्भतोयेन संस्पृष्टो मन्त्रहीनोऽपि शुध्यति ॥
प्रागग्रैरुदगग्रैश्च प्रत्यगग्रैरखण्डितैः ॥
]

`verse 71 [
विततैर्वेष्टितो वह्निः स्वयं सान्निध्यमाव्रजेत् ॥
अग्नेस्तु रक्षणार्थाय यदुक्तं कर्ममन्त्रवित् ॥
]

`verse 72 [
आचार्य्याः केचिदिच्छन्ति जातकर्माद्यनन्तरम् ॥
पवित्रं तु ततः कृत्वा कुर्य्यादाज्यस्य संस्कृतिम् ॥
]

`verse 73 [
आचार्य्योऽथ निरीक्ष्यापि नीराज्यमभिमन्त्रितम् ॥
आज्यभागाभिघारान्तमवेक्षेताज्यसिद्धये ॥
]

`verse 74 [
पञ्चपञ्चाहुतीर्हुत्वा आज्येन तदनन्तरम् ॥
गर्भाधानादितस्तावद्यावद्गोदानिकं भवेत् ॥
]

`verse 75 [
स्वशास्त्रविहितैर्मन्त्रैः प्रणवेनाथ होमयेत् ॥
ततः पूर्णाहुतिं दत्त्वा पूर्णात्पूर्णमनारेथः ॥
]

`verse 76 [
एवमुत्पादितो वह्निः सर्वकर्मसु सिद्धिदः ॥
पूजयित्वा ततो वह्निं कुण्डेषु विहरेत्तथा ॥
]

`verse 77 [
इन्द्रादीनां स्वमन्त्रैश्च तथाहुतिशतं शतम् ॥
पुर्णाहुतिं शतस्यान्ते सर्वेषां चैव होमयेत् ॥
]

`verse 78 [
स्वामाहुतिमथाज्येषु होता तत्कलशे न्यसेत् ॥
देवताश्चैव मन्त्रांश्च तथैव जातवेदसम् ॥
]

`verse 79 [
आत्मानमेकतः कृत्वा ततः पूर्णां प्रदापयेत् ॥
निष्कृष्य बहिराचार्य्यो दिक्पालानां बलिं हरेत् ॥
]

`verse 80 [
भूतानां चैव देवानां नागानां च प्रयोगतः ॥
तिलाश्च समिधश्चैव होमद्रव्यं द्वयं स्मृतम् ॥
]

`verse 81 [
आज्यं तयोः सहकारि तत्प्रधानं यदङ्क(क्ष)योः ॥
पुरुषसुक्तं पूर्वेणैव रुद्रचैव तु दक्षिणे ॥
]

`verse 82 [
ज्येष्ठसाम च भारुण्डं तन्नयामीति पश्चिमे ॥
नीलरुद्रो महामन्त्रः कुम्भसूक्तमथर्वणः ॥
]

`verse 83 [
हुत्वा सहस्त्रमेकैकं देवं शिरसि कल्पयेत् ॥
एवं मध्ये तथा पादे पूर्णाहुत्या तथा पुनः ॥
]

`verse 84 [
शिरः स्थानेषु जुहुयादाविशेच्चाप्यनुक्रमात् ॥
वेदानामादिमन्त्रैर्वा मन्त्रैर्वा देवनामभिः ॥
]

`verse 85 [
स्वशास्त्रविहितैर्वापि गायत्त्र्या वाथ ते द्विजाः ॥
गायत्त्र्या वाथवाचार्य्यो व्याहृतिप्रणवेन तु ॥
]

`verse 86 [
एवं होमविधिं कृत्वा न्यसेन्मन्त्रांस्तु देशिकः ॥
चरणावग्निमीळे तु इषेत्वो गुल्फयोः स्थिताः ॥
]

`verse 87 [
अग्न आयाहि जङ्घे द्वे शन्नोदेवीति जानुनी ॥
बृहद्रथन्तरे ऊरू उदरेष्वातिलो (स्वातिनो) न्यसेत् ॥
]

`verse 88 [
दीर्घायुष्ट्वाय हृदये श्रीश्चते गलके न्यसेत् ॥
त्रातारमिन्द्रमुरसि नेत्राभ्यां तु त्रियम्बकम् ॥
]

`verse 89 [
मूर्द्धाभव तथा मूर्ध्नि आलग्नाद्धोममाचरेत् ॥
उत्था पयेत्ततो देवमुत्तिष्ठब्रह्मणस्पते ! ॥
]

`verse 90 [
वेदपुण्याहशब्देन प्रासादानां प्रदक्षिणम् ॥
पिण्डिकालंभनं कृत्वा देवस्यत्वेति मन्त्रवित् ॥
]

`verse 91 [
दिक्पालान्सह रत्नैश्च धातूनौषधयस्तथा ॥
लौहबीजानि सिद्धानि पश्चाद्देवं तु विन्यसेत् ॥
]

`verse 92 [
न गर्भे स्थापयेद्देवं न गर्भं तु परित्यजेत् ॥
ईषन्मध्यं परित्यज्य ततो दोषापहं तु तत् ॥
]

`verse 93 [
तिलस्य तुषमात्रं तु उत्तरं किञ्चिदानयेत् ॥
ॐ स्थिरो भव शिवो भव प्रजाभ्यश्च नमोनमः ॥
]

`verse 94 [
देवस्य त्वा सवितुर्वः षड्‌भ्यो वै विन्यसेद्गुरुः ॥
तत्त्ववर्णकलामात्रं प्रजानि भुवनात्मजे ॥
]

`verse 95 [
षड्‌भ्यो विन्यस्य सिद्धार्थं ध्रुवार्थैरभिमन्त्रयेत् ॥
सम्पातकलशेनैव स्नापयेत्सुप्रतिष्ठितम् ॥
]

`verse 96 [
दीपधूपसुगन्धैश्च नैवेद्यैश्च प्रपूजयेत् ॥
अर्घ्यं दत्त्वा नमस्कृत्य ततो देवं क्षमापयेत् ॥
]

`verse 97 [
पात्रं वस्त्रयुगं छत्रं तथा दिव्याङ्गुलीयकम् ॥
ऋत्त्विग्भ्यश्च प्रदातव्या दक्षिणा चैव शक्तितः ॥
]

`verse 98 [
चतुर्थी जुहुयात्पश्चाद्यजमानः समाहितः ॥
आहुतीनां शतं हुत्वा ततः पूर्णां प्रदापयेत् ॥
]

`verse 99 [
निष्क्रम्य बहिराचार्य्यो दिक्पालानां बलिं हरेत् ॥
आचार्य्यः पुष्पहस्तस्तु क्षमस्वेति विसर्जयेत् ॥
]

`verse 100 [
यागान्ते कपिलां दद्यादाचार्य्याय च चामरम् ॥
मुकुटं कुण्डलं छत्रं केयूरं कटिसूत्रकम् ॥
]

`verse 101 [
व्यजनं ग्रामवस्त्रादीन्सोपस्कारं सुमण्डपम् ॥
भोजनं च महात्कुर्य्यात्कृतकृत्यश्च जायते ॥
यजमानो विमुक्तः स्यात्स्थापकस्य प्रसादतः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे देवप्रतिष्ठादिनिरूपणं नामाष्टचत्वारिंशोऽध्यायः इति प्रतिष्ठाप्रकरणं समाप्तम्॥
]
