`speaker [
ब्रह्मोवाच
]

`verse 1 [
सर्गादिकृद्धरिश्चैव पूज्यः स्वायम्भुवादिभिः ॥
विप्राद्यैः स्वेन धर्मेण तद्धर्मं व्यास ! वै श्रृणु ॥
]

`verse 2 [
यजनं याजनं दानं ब्राह्मणस्य प्रतिग्रहः ॥
अध्यापनञ्चाध्ययनं षट्‌ कर्माणिद्विजोत्तमे ॥
]

`verse 3 [
दानमध्ययनं यज्ञो धर्मः क्षत्त्रियवैश्ययोः ॥
दण्डस्तस्य कृषिर्वैश्यस्य शस्यते ॥
]

`verse 4 [
शुश्रूषैव द्विजातीनां शूद्राणां धर्मसाधनम् ॥
कारुकर्म तथाऽऽजीवोपाकयज्ञोऽपि धर्मतः ॥
]

`verse 5 [
भिक्षाचर्य्याथ शुश्रूषा गुरोः स्वाध्याय एव च ॥
सन्ध्याकर्माग्निकार्य्यञ्च धर्मोऽयं ब्रह्मचारिणः ॥
]

`verse 6 [
सर्वेषामाश्रमाणां च द्वैविध्यं तु चतुर्विधम् ॥
ब्रह्मचार्य्युपकुर्वाणो नैष्ठिको ब्रह्मतत्परः ॥
]

`verse 7 [
योऽधीत्य विधिवद्वेदान् गृहस्थाश्रममाव्रजेत् ॥
उपकुर्वाणको ज्ञेयो नैष्ठिको मरणान्तिकः ॥
]

`verse 8 [
अग्नयोऽतिथिशुश्रूषा यज्ञो दानं सुरार्चनम् ॥
गृहस्थस्य समासेन धर्मोऽयं द्विजसत्तम ! ॥
]

`verse 9 [
उदासीनः साधकश्च गृहस्थो द्विविधो भवेत् ॥
कुटुम्बभरणे युक्तः साधकोऽसौ गृही भवेत् ॥
]

`verse 10 [
ऋणानि त्रीण्यपाकृत्य त्यक्त्वा भार्य्याधनादिकम् ॥
एकाकी यस्तु विचरेदुदासीनः स मौक्षिकः ॥
]

`verse 11 [
भूमौ मूलफलाशित्वं स्वाध्यायस्तप एव च ॥
संविभागो यथान्यायं धर्मोऽयं वनवासिनः ॥
]

`verse 12 [
तपस्तप्यति योऽरण्ये यजेद्देवाञ्जुहोति च ॥
स्वाध्याये चैव निरतो वनस्थस्तापसोत्तमः ॥
]

`verse 13 [
तपसा कर्शितोऽत्यर्थं यस्तु ध्यानपरो भवेत् ॥
सन्यासी स हि विज्ञेयो वानप्रस्थाश्रमे स्थितः ॥
]

`verse 14 [
योगाभ्यासरतो नित्यमारुरुक्षुर्जितेन्द्रियः ॥
ज्ञानाय वर्त्तते भिक्षुः प्रोच्यते पारमेष्ठिकः ॥
]

`verse 15 [
यस्त्वात्मरतिरेव स्यान्नित्यतृप्तो महामुनिः ॥
सम्यक्‌ चन्दनम् सम्पन्नः स योगी भिक्षुरुच्यते ॥
]

`verse 16 [
भैक्ष्यं श्रुतं च मौनित्वं तपो ध्यानं विशेषतः ॥
सम्यक् च ज्ञानवैराग्यं धर्मोऽयं भिक्षुके मतः ॥
]

`verse 17 [
ज्ञानसन्यासिनः केचिद्वेदसन्यासिनोऽपरे ॥
कर्मसन्यासिनः केचित्त्रिविधः पारमेष्ठिकः ॥
]

`verse 18 [
योगी च त्रिविधो ज्ञेयो भौतिकः क्षत्त्र एवं च ॥
तृतीयोऽन्त्याश्रमी प्रोक्तो योगमूर्त्तिंसमास्थितः ॥
]

`verse 19 [
प्रथमा भावना पूर्वे मोक्षे त्वक्ष(दुष्क) रभावना ॥
तृतीये चान्तिमा प्रोक्ता भावना पारमेश्वरी ॥
]

`verse 20 [
धर्मात्संजायते मोक्षो ह्यर्थात्कामोऽभिजायते ॥
प्रवृत्तिश्च निवृत्तिश्च द्विविधं कर्म वैदिकम् ॥
]

`verse 21 [
ज्ञानं पूर्वं निवृत्तं स्यात्प्रवृत्तं चाग्निदेवकृत् ॥
क्षमा दमो दया दानमलोभा (भो) भ्यास एव च ॥
]

`verse 22 [
आर्जवं चान्सूया च तीर्थानुसरणं तथा ॥
सत्यं संतोष आस्तिक्यं तथा चेन्द्रियनिग्रहः ॥
]

`verse 23 [
देवताभ्यर्चनं पूजा ब्राह्मणानां विशेषतः ॥
अहिंसा प्रियवादित्वमपैशुन्यमरूक्षता ॥
]

`verse 24 [
एते आश्रमिका धर्माश्चतुर्वर्ण्यं ब्रवीम्यतः ॥
प्राजापत्यं ब्राह्मणानां स्मृतं स्थानं क्रियावताम् ॥
]

`verse 25 [
स्थानमैन्द्रं क्षत्त्रियाणां संग्रामेष्वपलायिनाम् ॥
वैश्यानां मारुतं स्थानं स्वधरममनुवर्त्तताम् ॥
]

`verse 26 [
गान्धर्वं शूद्रजातीनां परिचारे च वर्त्तताम् ॥
अष्टाशीतिसहस्त्राणामृषीणामूर्द्ध्वरेतसाम् ॥
]

`verse 27 [
स्मृतं तेषां तु यत्स्थानं तदेव वन (गुरु) वासिनाम् ॥
सप्तर्षोणां तु यत्स्थानं स्थानं तद्वै वनौकसाम् ॥
]

`verse 28 [
यतीनां यतचित्तानां न्यासिनामूर्द्ध्वरेतसाम् ॥
आनन्दं ब्रह्म तत्स्थानं यस्मान्नावर्त्तते मुनिः ॥
]

`verse 29 [
योगिनाममृतस्थानं व्योमाख्यं परमाक्षरम् ॥
आनन्दमैश्वरं यस्मान्मुक्तो नावर्त्तते नरः ॥
]

`verse 30 [
मुक्तिरष्टाङ्गविज्ञानात्संक्षेपात्तद्वदे श्रृणु ॥
यमाः पञ्च त्वहिंसाद्या अहिंसा प्राण्यहिंसनम् ॥
]

`verse 31 [
सत्यं भूतहितं वाक्यमस्तेयं स्वाग्रहं परम् ॥
अमैथुनं ब्रह्मचर्य्यं सर्वत्यागोऽपरिग्रहः ॥
]

`verse 32 [
नियमाः पञ्च सत्याद्या बाह्यमाभ्यन्तरं द्विधा ॥
शौचं तुष्टिश्च सन्तोषस्तपश्चोंद्रियनिग्रहः ॥
]

`verse 33 [
स्वाध्यायः स्यान्मन्त्रजापः प्रणिधानं हरेर्यजिः ॥
आसनं पद्मकाद्युक्तं प्राणायामो मरुज्जयः ॥
]

`verse 34 [
मन्त्रध्यान तो गर्भो विपरीतो ह्यगर्भकः ॥
एवं द्विधा त्रिधाप्युक्तं पुरणात्पूरकः स च ॥
]

`verse 35 [
कुम्भको निश्चलत्वाच्च रेचनाद्रेचकस्त्रिधा ॥
लघुर्द्वादशमात्रः स्याच्चतुर्विंशतिकः परः ॥
]

`verse 36 [
षट्‌त्रिंशन्मात्रिकः श्रेष्ठः प्रत्याहारश्च रोधनम् ॥
ब्रह्मात्मचिन्ता ध्यानं स्याद्धारणा मनसो धृतिः ॥
]

`verse 37 [
अहं ब्रह्मेत्यवस्थानं समाधिर्ब्रह्मणः स्थितिः ॥
अहमात्मा परं ब्रह्म सत्यं ज्ञानमनन्तकम् ॥
]

`verse 38 [
ब्रह्म विज्ञानमानन्दः स तत्त्वमसि केवलम् ॥
अहं ब्रह्मास्म्यहं ब्रह्म अशरीरमानिन्द्रियम् ॥
]

`verse 39 [
अहम्मनोबुद्धिमहदहङ्कारादिवर्जितम् ॥
जाग्रत्स्वप्नसुषुप्त्यादियुक्तज्योतिस्तदीयकम् ॥
]

`verse 40 [
नित्यं शुद्धं बुद्धमुक्तं सत्यमानन्दमद्वयम् ॥
योऽसावादित्यपुरुषः सोऽसावहमखण्डितम् ॥
इति ध्यायन्विमुच्येत् ब्राह्मणो भवबन्धनात् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे वर्णआश्रमधर्मनिरूपणं नामैकोनपञ्चाशत्तमोध्यायः ॥
]
