`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथातः संप्रवक्ष्यामि दानधर्ममनुत्तमम् ॥
अर्थानामुचिते पात्रे श्रद्धया प्रतिपादनम् ॥
]

`verse 2 [
दानं तु कथितं तज्ज्ञैर्भुक्तिमुक्तिफलप्रदम् ॥
न्यायेनोपार्जयेद्वित्तं दानभोगफलं च तत् ॥
]

`verse 3 [
अध्यापनं याजनं च वृत्तमाहुः प्रतिग्रहम् ॥
कुसीदं कृषिवाणिज्यं क्षत्त्रवृत्तोऽथ वर्जयेत् ॥
]

`verse 4 [
यद्दीयते तु पात्रेभ्यस्तद्दानं परिकीर्त्तितम् ॥
नित्यं नैमित्तिकं काम्यं विमलं दानमीरितम् ॥
]

`verse 5 [
अहन्यहनि यत्किञ्चिद्दीयतेऽनुपकारिणे ॥
अनुद्दिश्य फलं तस्माद्ब्राह्मणाय तु नित्यशः ॥
]

`verse 6 [
यत्तु पापोपशान्त्यै च दीयते विदुषां करे ॥
नैमित्तिकं तदुद्दिष्टंदानं सद्भिरनुष्ठितम् ॥
]

`verse 7 [
अपत्यविजयैश्वर्य्यस्वर्गार्थं यत्प्रदीयते ॥
दानं तत्काम्यमाख्यातमृषिभिर्धर्माचिन्तकैः ॥
]

`verse 8 [
ईश्वरप्रीणनार्थाय ब्रह्मावित्सुप्रदीयते ॥
चेतसा सत्त्वयुक्तेन दानं तद्विमलं शिवम् ॥
]

`verse 9 [
इक्षुभिः सन्ततां भूमिं यवगोधूमशालिनीम् ॥
ददाति वेदविदुषे स न भूयोऽभिजायते ॥
]

`verse 10 [
भूमिदानात्परं दानं न भूतं न भविष्यति ॥
विद्यां दत्त्वा ब्राह्मणाय ब्रह्मलोके महीयते ॥
]

`verse 11 [
दद्यादहरहस्तास्तु श्रद्धया ब्रह्मचारिणे ॥
सर्वपापविनिर्मुक्तो ब्रह्मस्थानमवाप्नुयात् ॥
]

`verse 12 [
वैशाख्यां पौर्णमास्यां तु ब्राह्मणान्सप्त पञ्च च ॥
उपोष्याभ्यर्चयेद्विद्वान्मधुना तिलसर्पिषा ॥
]

`verse 13 [
गन्धादिभिः समभ्यर्च्य वाचयेद्वा स्वयं वदेत् ॥
प्रीयतां धर्मराजेति यथा मनसि वर्त्तते ॥
]

`verse 14 [
यावज्जीवं कृतं पापं तत्क्षणादेव नश्यति ॥
कृष्णाजिने तिलान्कृत्वा हिरण्यमधुसर्पिषा ॥
]

`verse 15 [
ददाति यस्तु विप्राय सर्वं तरति दुष्कृतम् ॥
घृतान्नमुदकं चैव वैशाख्यां च विशेषतः ॥
]

`verse 16 [
निर्दिश्य धर्मराजाय विप्रेभ्यो मुच्यते भयात् ॥
द्वादश्यामर्चयेद्विष्णुमुपोष्याघप्रणाशनम् ॥
]

`verse 17 [
सर्वपापविनिर्मुक्तो नरो भवति निश्चितम् ॥
यो हि यां देवतामिच्छेत्समाराधयितुं नरः ॥
]

`verse 18 [
ब्राह्मणान्पूजयेद्दत्नाद्भोजयेद्योषितः सुरान् ॥
सन्तानकामः सततं पूजयेद्वै पुरन्दरम् ॥
]

`verse 19 [
ब्रह्मवर्चसकामस्तु ब्राह्मणान्ब्रह्मनिश्चयात् ॥
आरोग्यकामोऽथ रविं धनकामो हुताशनम् ॥
]

`verse 20 [
कर्मणां सिद्धिकामस्तु पूजयेद्वै विनायकम् ॥
भोगकामो हि शशिनं बलकामः समीरणम् ॥
]

`verse 21 [
मुमुक्षुः सर्वसंसारात्प्रयत्नेनार्चयेद्धरिम् ॥
अकामः सर्वकामो वा पूजयेत्तु गदाधरम् ॥
]

`verse 22 [
वारिदस्तृप्तिमाप्नोति सुखमक्षय्यमन्नदः ॥
तिलप्रदः प्रजामिष्टां दीपदश्चक्षुरुत्तमम् ॥
]

`verse 23 [
भूमिदः सर्वमाप्नोति दीर्घमायुर्हिरण्यदः ॥
गृहदोऽग्र्याणि वेश्मानि रूप्यदो रूपमुत्तमम् ॥
]

`verse 24 [
वासोदश्चान्द्रसालोक्यमश्विसालोक्यमश्वदः ॥
अनडुद्दः श्रियं पुष्टां गोदो ब्रध्नस्य विष्टपम् ॥
]

`verse 25 [
यानशय्याप्रदो भार्य्यामैश्वर्य्यमभयप्रदः ॥
धान्यदः शावतं सौख्यं ब्रह्मदो ब्रह्म शाश्वतम् ॥
]

`verse 26 [
वेदवित्सु ददज्ज्ञानं स्वर्गलोके महीयते ॥
गवां घासप्रदानेन सर्वपापैः प्रमुच्यते ॥
]

`verse 27 [
इन्धनानां प्रदानेन दीप्ताग्निर्जायते नरः ॥
औषधं स्नेहमाहारं रोगिरोगप्रशान्तये ॥
]

`verse 28 [
ददानो रोगरहितः सुखी दीर्घायुरेव च ॥
असिपत्रवनं मार्गं क्षुरधारासमन्वितम् ॥
]

`verse 29 [
तीक्ष्णातपं च तरतिच्छत्रोपानत्प्रदो नरः ॥
यद्यदिष्टतमं लोके यच्चास्य दयितं गृहे ॥
]

`verse 30 [
तत्तद्गुणवते देयं तदेवाक्षयमिच्छता ॥
अयेन विषुवे चैव ग्रहणे चन्द्रसूर्य्ययोः ॥
]

`verse 31 [
संक्रान्त्यादिषु कालेषु दत्तं भवति चाक्षयम् ॥
प्रयागादिषु तीर्थेषु गयायां च विशेषतः ॥
]

`verse 32 [
दानधर्मात्परो धर्मो भूतानां नेह विद्यते ॥
स्वर्गायुर्भूतिकामेन दानं पापोपशान्तये ॥
]

`verse 33 [
दीयमानं तु यो मोहाद्गोविप्राग्निसुरेषु च ॥
निवारयति पापात्मा तिर्य्यग्योनिं व्रजेन्नरः ॥
]

`verse 34 [
यस्तु दुर्भिक्षवेलायामन्नाद्यं न प्रयच्छति ॥
म्रियमाणेषु विप्रेषु ब्रह्महा स तु गर्हितः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे दानधर्मनिरूपणं नामैकपञ्चाशत्तमोऽध्यायः ॥
]
