`speaker [
सूत उवाच
]

`verse 1 [
एवं ब्रह्माब्रवीच्छ्रुत्वा हरेरष्टनिधींस्तथा ॥
तत्र पद्ममहापद्मौ तथा मकरकच्छपौ ॥
]

`verse 2 [
मुकुन्दकु(न) न्दौ नीलश्च शङ्खश्चैवापरो निधिः ॥
सत्यामृद्धौ भवन्त्येते स्वरूपं कथयाम्यहम् ॥
]

`verse 3 [
पद्मेन लक्षितश्चैव सात्त्विको जायते नरः ॥
दाक्षिण्यसारः पुरुषः सुवर्णादिकसंग्रहम् ॥
]

`verse 4 [
रुप्यादि कुर्य्याद्दद्यात्तु यतिदैवादियज्वनाम् ॥
महापद्माङ्कितो दद्याद्धनाद्यं धार्मिकाय च ॥
]

`verse 5 [
निधी पद्ममहापद्मौ सात्त्विकौ पुरुषौ स्मृतौ ॥
मकरेणाङ्कितः खड्गबाणकुन्तादिसंग्रही ॥
]

`verse 6 [
दद्याच्छ्रुताय मैत्रीं च याति नित्यं च राजभिः ॥
द्रव्यार्थं शत्रूणां नाशं संग्रामे चापि संव्रजेत् ॥
]

`verse 7 [
मकरः कच्छपश्चैव तामसौ तु निधी स्मृतौ ॥
कच्छपी विश्वसेन्नैव न भुङ्क्ते न (ना) ददाति च ॥
]

`verse 8 [
निधानमुर्व्यां कुरुते निधिः सोप्येकपूरुषः ॥
राजसेन मुकुन्देन लक्षिता राज्यसंग्रही ॥
]

`verse 9 [
भुक्तभोगो गायनेभ्यो दद्याद्वेश्यादिकासु च ॥
रजस्तमोमयो नन्दी आधारः स्यात्कुलस्य च ॥
]

`verse 10 [
स्तुतः प्रीतो भवति वै बहुभार्य्या भवन्ति च ॥
पूर्वमित्रेषु शैथिल्यं प्रीतिमन्यैः करोति च ॥
]

`verse 11 [
नीलेन चाङ्कितः सत्त्वतेजसा संयुतो भवेत् ॥
वस्त्रधान्यादिसंग्राही तडागादि करोति च ॥
]

`verse 12 [
त्रिपू(पौ) रुषो निधिश्चैव आम्रारामादि कारयेत् ॥
एकस्य स्यान्निधिः शङ्खः स्वयं भुङ्क्ते धनादि(न्त)कम् ॥
]

`verse 13 [
कदन्नभुक्परिजनो न च शोभनवस्त्रधृक् ॥
स्वपोषणपरः शंखी दद्यात्परनरे वृथा ॥
]

`verse 14 [
मिश्रावलोकनान्मिश्रस्वभावफलदायिनः ॥
निधीनां रूपमुक्तं तु हरिणापि हरादिके ॥
हरिर्भुवनकोशादि यथोवाच तथा वदे ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे नवनिधिवर्णनं नाम त्रिपंचाशत्तमोऽध्यायः ॥
]
