`speaker [
हरिरुवाच
]

`verse 1 [
अग्नीध्रश्चाग्निबाहुश्च वपुष्मान्ध्युतिमांस्तथा ॥
मेधामेधातिथिर्भव्यः शबलः पुत्र एव च ॥
]

`verse 2 [
ज्योतिष्मान्दशमो जातः पुत्रा ह्येते प्रियव्रतात् ॥
मेधाग्निबाहुपुत्रास्तु त्रयो योगपरायणाः ॥
]

`verse 3 [
जातिस्मरा महाभागा नैराज्याय मनो दधुः ॥
विभज्य सप्त द्वीपानि सप्तानां प्रददौ नृपः ॥
]

`verse 4 [
योजनानां प्रमाणेन पञ्चाशत्कोटिराप्लुता ॥
जलोपरि मही याता नौरिवास्ते सरिज्जले ॥
]

`verse 5 [
जम्बूप्लक्षाह्वयौ द्वीपौ शाल्मलश्चापरो हर ॥
कुशः क्रौञ्चस्तथा शाकः पुष्करश्चैव सप्तमः ॥
]

`verse 6 [
एते द्वीपाः समुद्रैस्तु सप्त सप्तभिरावृताः ॥
लवणेक्षुसुरासर्पिर्दाधिदुग्धजलैः समम् ॥
]

`verse 7 [
द्वीपात्तु द्विगुणो द्वीपः समुद्रश्च वृषध्वज ॥
जम्बूद्वीपे स्थितो मेरुर्लक्षयोजनविस्तृतः ॥
]

`verse 8 [
चतुरशीतिसाहस्त्रैर्योजनैरस्य चोच्छ्रयः ॥
प्रविष्टः षोडशाधस्ताद्द्वत्रिंशन्मूर्ध्नि विस्तृतः ॥
]

`verse 9 [
अधः षोडशसाहस्त्रः कर्णिकाकारसंस्थितः ॥
हिमवान्हेमकूटश्च निषधश्चास्य दक्षिणे ॥
]

`verse 10 [
नीलः श्वेतश्च श्रृंगी च उत्तरे वर्षपर्वताः ॥
प्लक्षादिषु नरा रुद्र ये वसन्ति सनातनाः ॥
]

`verse 11 [
शङ्कराथ न तेष्वस्ति युगावस्था कथञ्चन ॥
जम्बूद्वीपेश्वरात्पुत्रा ह्यग्रीध्नादभवन्नव ॥
]

`verse 12 [
नाभिः किंपुरुषश्चैव हरिवर्षमिला वृतः ॥
रम्यो हिरण्मयाख्यश्च कुरुर्भद्राश्व एव च ॥
]

`verse 13 [
केतुमालो नृपस्तेभ्यस्तत्संज्ञान् खण्डकान्ददौ ॥
नाभेस्तु मेरुदेव्यां तु पुत्रोऽभूदृषभो हर ॥
]

`verse 14 [
तत्पुत्रो भरतो नाम शालग्रामे स्थितो व्रती ॥
सुमतिर्भरतस्याभूत्तत्पुत्रस्तैजसोऽभवत् ॥
]

`verse 15 [
इन्द्रद्युम्नश्च तत्पुत्रः परमेष्ठी ततः स्मृतः ॥
प्रतीहारश्चतत्पुत्रः प्रतिहर्त्ता तदात्मजः ॥
]

`verse 16 [
सुतस्तस्मादथै जातः प्रस्तारस्तत्सुतो विभुः ॥
पृथुश्च तत्सुतो नक्तो नक्तस्यापि गयः स्मृतः ॥
]

`verse 17 [
नरो गयस्य तनयस्तत्पुत्रोभुद्विराडगतः ॥
ततो धीमान्महातेजा भौवनस्तस्य चात्मजः ॥
]

`verse 18 [
त्वष्टा त्वष्टुश्च विरजा रजस्तस्याप्यभूत्सुतः ॥
शतजिद्रजसस्तस्य विष्वग्ज्योतिः सुतः स्मृतः ॥
]

`verse 19 [
इति श्रागारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे भुवनकोशवर्णनोपयोगिप्रियव्रतवंशनिरूपणं नाम चतुः पञ्चाशत्तमोऽध्यायः ॥
]
