`speaker [
हरिरुवाच
]

`verse 1 [
मध्ये त्विलावृतो वर्षो भद्राश्वः पूर्वतोऽद्भुतः ॥
पूर्वदक्षिणतो वर्षो हिरण्वान्वृषभध्वज ॥
]

`verse 2 [
ततः किम्पुरुषो वर्षो मेरोर्दक्षिणतः स्मृतः ॥
भारतो दक्षिणे प्रोक्तो हरिर्दक्षिणपश्चिमे ॥
]

`verse 3 [
पश्चिमे केतुमालश्च रम्यकः पश्चिमोत्तरे ॥
उत्तरे च कुरोर्वर्षः कल्पवृक्षसमावृतः ॥
]

`verse 4 [
सिद्धिः स्वाभाविकी रुद्र ! वर्जयित्वा तु भारतम् ॥
इन्द्रद्वीपः कशेरुमांस्ताम्रवर्णो गभस्तितमान् ॥
]

`verse 5 [
नागद्वीपः कटाहश्च सिंहलो वारुणस्तथा ॥
अयं तुनवमस्तेषां द्वीपः सागरसंवृतः ॥
]

`verse 6 [
पूर्वे किरातास्तस्यास्ते पश्चिमे यवनाः स्थिताः ॥
अन्ध्रा दक्षिणतो रुद्र ! तुरष्कास्त्वपि चोत्तरे ॥
]

`verse 7 [
ब्राह्मणाः क्षत्त्रिया वैश्याः शूद्राश्चान्तरवासिनः ॥
महेन्द्रो मलयः सह्यः शुक्तिमानृक्षपर्वतः ॥
]

`verse 8 [
विन्ध्यश्च पारियात्रश्च सप्तात्र कुलपर्वताः ॥
वेदस्मृति र्नर्मदा च वरदा सुरसा शिवा ॥
]

`verse 9 [
तापी पयोष्णी सरयूः कावेरी गोमती तथा ॥
गोदावरी भीमरथी कृष्णवेणी महानदी ॥
]

`verse 10 [
केतुमाला ताम्रपर्णो चन्द्रभागा सरस्वती ॥
ऋषिकुल्या च कावेरी मृत्तगङ्गा पयस्विनी ॥
]

`verse 11 [
विदर्भा च शतद्रूश्च नद्यः पापहराः शुभाः ॥
आसां पिबन्ति सलिलं मध्यदेशादयो जनाः ॥
]

`verse 12 [
पाञ्चालाः कुरवो मत्स्या यौधेयाः सपटच्चराः ॥
कुन्तयः शूरसेनाश्च मध्यदेशजनाः स्मृताः ॥
]

`verse 13 [
वृषध्वज ! जनाः पाद्माः सूतमागधचेदयः ॥
काशय (षाया) श्च विदेहाश्च पूर्वस्यां कोशलास्तथा ॥
]

`verse 14 [
कलिंगवंगपुण्ड्रांगा वैदर्भा मूलकास्तथा ॥
विन्ध्यान्तर्निलया देशाः पूर्वदक्षिणतः स्मृताः ॥
]

`verse 15 [
पुलन्दाश्मकजीमूतनयराष्ट्रनिवासिनः ॥
कर्णा(र्ना)टकम्बोजघणा दक्षिणापथवासिनः ॥
]

`verse 16 [
अम्बष्ठद्रविडा लाटाः काम्बोजाः स्त्रीमुखाः शकाः ॥
आनर्त्तवासिनश्चैव ज्ञेया यक्षिणपश्चिमे ॥
]

`verse 17 [
स्त्रीराज्याः सैन्धवा म्लेच्छा नास्ति का यवनास्तथा ॥
पश्चिमेन च विज्ञेया माथुरा नैषधैः सह ॥
]

`verse 18 [
माण्डव्याश्च तुषाराश्च मूलिकाश्वमुखाः खशाः ॥
महाकेशा महानादा देशास्तूत्तरपश्चिमे ॥
]

`verse 19 [
लम्ब (म्पा) का स्तननागाश्च माद्रगान्धारबाह्लिकाः ॥
हिमाचलालया म्लेच्छा उदीचीं दिशमाश्रिताः ॥
]

`verse 20 [
त्रिगर्त्तनीलकोलात (भ) ब्रह्मपुत्राः सटङ्कणाः ॥
अभीषाहाः सकाश्मीरा उदक्पर्वेण कीर्त्तिताः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे भुवनकोशवर्णनं नाम पञ्चपञ्चाशत्तमोऽध्यायः ॥
]
