`speaker [
हरिरुवाच
]

`verse 1 [
सप्त मेधातिथेः पुत्राः प्लक्षद्वीपेश्वरस्य च ॥
ज्येष्ठः शान्तभवो नाम शिशिरस्तदन्तरः ॥
]

`verse 2 [
सुखोदयस्तथा नन्दः शिवः क्षेमक एव च ॥
ध्रुवश्च सप्तमस्तेषां प्लक्षद्वीपेश्वरा हि ते ॥
]

`verse 3 [
गोमेदश्चैव चन्द्रश्च नारदो दुन्दुभिस्तथा ॥
सोमकः सुमनाः शैलो वैभ्राजश्चात्र सप्तमः ॥
]

`verse 4 [
अनुतप्ता शिखी चैव विपाशा त्रिदिवा क्रमुः ॥
अमृता सुकृता चैव सप्तैतास्तत्र निम्नगाः ॥
]

`verse 5 [
वपुष्मान्शाल्मलस्येशस्तत्सुता वर्षनामकाः ॥
श्वेतोऽथ हरितश्चैव जीमूतो रोहितस्तथा ॥
]

`verse 6 [
वैद्युतो मानसश्चैव सप्रभशाचपि सप्तमः ॥
कुमुदश्चोन्नतो द्रोणो महिषोऽथ बलाहकः ॥
]

`verse 7 [
क्रौञ्चः ककुद्मान्ह्येते वै गिरयः सरितस्त्विमाः ॥
योनितोया वितृष्णा च चन्द्रा शुक्ल विमोचनी ॥
]

`verse 8 [
विधृतिः सप्तमी तासां स्मृताः पापप्रशान्तिदाः ॥
ज्योतिष्मतः कुशद्वीपे सप्त पुत्राः श्रृणुष्वतान् ॥
]

`verse 9 [
उद्भिदो वेणुमांश्चैव द्वैरथो लम्बनो धृतिः ॥
प्रभाकरोऽथ कपिलस्तन्नामा वर्षपद्धतिः ॥
]

`verse 10 [
विद्रुमो हेमशैलश्च द्युतिमान्पुष्पवांस्तथा ॥
कुशेशयो हरिश्चैव सप्तमो मन्दराचलः ॥
]

`verse 11 [
धूतपापा शिवा चैव पवित्रा सन्मतिस्तथा ॥
विद्युदभ्रा मही चान्या सर्वपापहरास्त्विमाः ॥
]

`verse 12 [
क्रौञ्चद्वीपे द्युतिमतः पुत्राः सप्त महात्मनः ॥
कुशलो मन्दगश्चोष्णः पीवरोऽथोन्धकारकः ॥
]

`verse 13 [
मुनिश्च दुन्दुभिश्चैव सप्तैते तत्सुता हर ॥
क्रौञ्चश्च वामनश्चैव तृतीयश्चान्ध (थ) कारकः ॥
]

`verse 14 [
दिवावृत्पञ्चमश्चान्यो दुन्दुभिः पुण्डरीकवान् ॥
गौरी कुमुद्वती चैव सन्ध्या रात्रिर्मनोजवा ॥
]

`verse 15 [
ख्यातिश्च पुण्डरीका च सप्तैता वर्षनिम्नगाः ॥
शाकद्वीपेश्वराद्भव्यात्सप्त पुत्राः प्रजज्ञिरे ॥
]

`verse 16 [
जलद्श्च कुमारश्च सुकुमारोरुणी बकः ॥
कुसुमोदः समोदार्किः सप्तमश्च महाद्रुमः ॥
]

`verse 17 [
सुकुमारी कुमारी च नलिनी धेनुका च या ॥
इक्षुश्च वेणुका चैव गभस्ती सप्तमी तथा ॥
]

`verse 18 [
शबलात्पुष्करेशाच्च महावीरश्च धातकिः ॥
अभूद्वर्षद्वयं चैव मानसोत्तरपर्वतः ॥
]

`verse 19 [
योजनानां सहस्त्राणि ऊर्द्ध्वं पञ्चाशदुच्छ्रितः ॥
तावच्चैव च विस्तीर्णः सर्वतः परिमण्डलः ॥
]

`verse 20 [
स्वादूदकेनोदधिना पुष्करः परिवेष्टितः ॥
स्वादूदकस्य पुरतो दृश्यते लोकसंस्थितिः ॥
]

`verse 21 [
द्विगुणा काञ्चनी भूमिः सर्वजन्तुविवर्जिता ॥
लोकालोकस्ततः शैलो योजनायुताविस्तृतः ॥

तमसा पर्वतो व्याप्तस्तमोऽप्यण्डकटाहतः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे भुवनकोशवर्णनं नाम षट्पञ्चाशत्तमोऽध्यायः ॥
]
