`speaker [
हरिरुवाच
]

`verse 1 [
सप्ततिस्तु सहस्त्राणि भूम्युच्छ्रायोऽपि कथ्यते ॥
दशसाहस्त्रमेकैकं पातालं वृषभध्वज ॥
]

`verse 2 [
अतलं वितलं चैव नितलं च गभस्तिमत् ॥
महाख्यं सुतलं चाग्रयं पातालं चापि सप्तमम् ॥ 57.2 ।

कृष्णा शुक्लारुणा पीता शर्करा शैलकाञ्चना ॥
भूयस्तत्र दैतेया वसन्ति च भुजङ्गमाः ॥
]

`verse 3 [
रौद्रे तु पुष्करद्वीपे नरकाः सन्ति ताञ्छृणु ॥
रौरवः सूकरो रोधस्तालो विनशनस्तथा ॥
]

`verse 4 [
महाज्वालस्तप्तकुम्भो लवणोऽथि विमोहितः ॥
रुधिराख्यो वैतरणी कृमिशः कृमिभो जनः ॥
]

`verse 5 [
असिपत्रवनः कृष्णो नानाभक्षश्च दारुणः ॥
तथा पूयवहः पापो वह्निज्वालस्त्वधः शिराः ॥
]

`verse 6 [
संदंशः कृष्णसूत्रश्च तमश्चावीचिरेव च ॥
श्वभोजनोऽथाप्रतिष्ठोष्णवीचिर्नरकाः स्मृताः ॥
]

`verse 7 [
पापिनस्तेषु पच्यन्ते विषशस्त्राग्निदायिनः ॥
उपर्य्युपरि वै लोका रुद्र ! भूतादयः स्थिताः ॥
]

`verse 8 [
वारिवह्न्यनिलाकाशैर्वृतं भूतादिना च तत् ॥
तदण्डं महता रुद्र ! प्रधानेन च वेष्टितम् ॥
]

`verse 9 [
अण्डं दशगुणं व्याप्तं नारायणः स्थितः ॥
]

`colophon [
इति गारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे भुवनकोशगतापातलनरकादिनिरूपणं नाम सप्तपञ्चाशत्तमोऽध्यायः ॥
]
