`verse 1 [
(अथ ज्योतिः शास्त्रम्) ॥ सूत उवाच ॥
ज्योतिश्चक्रं भुवो मानमुक्त्वा प्रोवाच केशवः ॥
चतुर्लक्षं ज्योतिषस्य सारं रुद्राय सर्वदः ॥
]

`speaker [
हरिरुवाच
]

`verse 2 [
कृत्तिकास्त्वग्निदेवत्या रोहिण्यो ब्रह्मणः स्मृताः ॥
इल्वलाः सोमदेवत्या रौद्रं चार्द्रमुदाहृतम् ॥
]

`verse 3 [
पुनर्वसुस्तथादित्यस्तिष्यश्च गुरुदैवतः ॥
अश्लेषाः सर्पदेवत्या मघाश्च पितृदेवताः ॥
]

`verse 4 [
भाग्याश्च पूर्वफल्गुन्य अर्य्यमा च तथोत्तरः ॥
सावित्रश्च तथा हस्ता चित्रा त्वष्टा प्रकीर्त्तितः ॥
]

`verse 5 [
स्वाती च वायुदेवत्या नक्षत्रं परिकीर्त्तितम् ॥
इन्द्राग्निदेवता प्रोक्ता विशाखा वृषभध्वज ॥
]

`verse 6 [
मैत्रमृक्षमनूराधा ज्येष्ठा शाक्रं प्रकीर्त्तितम् ॥
तथा निर्ऋतिदेवत्यो मूलस्तज्ज्ञैरुदाहृतः ॥
]

`verse 7 [
आप्यास्त्वाषाढपूर्वास्तु उत्तरा वैश्वदेवताः ॥
ब्राह्मश्चैवाभिजित्प्रोक्तः श्रवणा वैष्णवः स्मृतः ॥
]

`verse 8 [
वासवस्तु तथा ऋक्षं धनिष्ठा प्रोच्यते बुधैः ॥
तथा शतभिषा प्रोक्तं नक्षत्रं वारुणं शिव ॥
]

`verse 9 [
आजं भाद्रपदा पूर्वा अहिर्ब्रुध्न्यस्तथोत्तरा ॥
पौष्णं च रेवती ऋक्षमश्वयुक्चाश्वदैवतम् ॥
]

`verse 10 [
भरण्यृक्षं तथा याम्यं प्रोक्तास्ते ऋक्षदेवताः ॥
ब्रह्माणी संस्थिता पूर्वे प्रितपन्नवमीतिथौ ॥
]

`verse 11 [
माहेश्वरी चोत्तरे च द्वितीया दशामीतिथौ ॥
पञ्चम्यां च त्रयोदश्यां वाराही दक्षिणे स्थिता ॥
]

`verse 12 [
षष्ठ्यां चैव चतुर्दश्यामिन्द्राणी पश्चिमे स्थिता ॥
सप्तम्यां पौर्णमास्यां च चामुण्डा वायुगोचरे ॥
]

`verse 13 [
अष्टम्यमावास्ययोगे महालक्ष्मीशगोचरे ॥
एकादश्यां तृतीयायामग्निकोणे तु वैष्णवी ॥
]

`verse 14 [
द्वादश्यां च चतुर्थ्यां तु कौमारी नैर्ऋते तथा ॥
योगिनीसम्मुखेनैव गमनादि न कारयेत् ॥
]

`verse 15 [
अश्विनीमैत्ररेवत्यो मृगमूलपुनर्वसु ॥
पुष्या हस्ता तथा ज्येष्ठा प्रस्थाने श्रेष्ठमुच्यते ॥
]

`verse 16 [
हस्तादिपञ्चऋक्षाणि उत्तरात्रयमेव च ॥
अश्विनी रोहिणी पुष्या धनिष्ठा च पुनर्वसु ॥
]

`verse 17 [
वस्त्रप्रावरणे श्रेष्ठो नक्षत्राणां गणः स्मृतः ॥
कृत्तिका भरण्यश्लेषा मघा मूलविशाखयोः ॥
]

`verse 18 [
त्रीणि, पूर्वा तथा चैव अधोवक्राः प्रकीर्त्तिताः ? ॥
एषु वापीतडागादिकूपभूमितृणानि च ॥
]

`verse 19 [
देवागारस्य खननं निधानखननं तथा ॥
गणितं ज्योतिषारम्भं खनिबिलप्रवेशनम् ॥
]

`verse 20 [
कुर्य्यादधोगतान्येव अन्यानि च वृषध्वज ॥
रेवती चाश्विनी चित्रा स्वाती हस्ता पुनर्वसु ॥
]

`verse 21 [
अनुराधा मृगो ज्येष्ठा एते पार्श्वमुखाः स्मृताः ॥
गजोष्ट्राश्वबलीवर्ददमनं महिषस्य च ॥
]

`verse 22 [
बीजानां वपनं कुर्य्याद्गमनागमनादिकम् ॥
चक्रयन्त्ररथानां च नावादीनां प्रवाहणम् ॥
]

`verse 23 [
पार्श्वेषु यानि कर्माणि कुर्य्यादेतेषु तान्यपि ॥
रोहिण्यार्द्रां तथा पुष्या धनिष्ठा चोत्तरात्रयम् ॥
]

`verse 24 [
वारुणं श्रवणं चैव नव चोर्ध्वमुखाः स्मृताः ॥
एषु राज्याभिषेकं च पट्टबन्धं च कारयेत् ॥
]

`verse 25 [
ऊर्ध्वमुख्यान्युच्छ्रितानि सर्वाण्येतेषु कारयेत् ॥
चतुर्थी चाशुभा षष्ठी अष्टमी नवमी तथा ॥
]

`verse 26 [
अमावास्या पूर्णिमा च तद्वादशी च चतुर्दशी ॥
अशुक्ला प्रतिपच्छ्रेष्ठा द्वितीया चन्द्रसूनुना ॥
]

`verse 27 [
तृतीया भूमिपुत्रेण चतुर्थी च शनैश्चरे ॥
गुरौ शुभा पञ्चमी स्यात्षष्ठी मङ्गलशुक्रयोः ॥
]

`verse 28 [
सप्तमी सोमपुत्रेण अष्टमी कुजभास्करौ ॥
नवमी चन्द्रवा(सौ) रेण दशमी तु गुरौ शुभा ॥
]

`verse 29 [
एकादश्या गुरुशुक्रौ द्वादश्यां च पुनर्बुधः ॥
त्रयोदशी शुक्रभौमौ शनौ श्रेष्ठा चतुर्दशी ॥
]

`verse 30 [
पौर्णमास्यप्यमावास्या श्रेष्ठा स्याच्च बृहस्पतौ ॥
द्वादशीं दहते भानुः शशी चैकादशीं दहेत् ॥
]

`verse 31 [
कुजो दहेच्च दशमीं नवमीं च बुधो दहेत् ॥
अष्टमीं दहते जीवः सप्तमीं भार्गवो दहेत् ॥
]

`verse 32 [
सूर्य्यपुत्रो दहेत्षष्ठीं गमनाद्यासु नास्ति वै ॥
प्रतिपन्नवमीष्वेव चतुर्दश्यष्टमीषु च ॥
]

`verse 33 [
बुधवारे प्रस्थानं दूरतः परिवर्जयेत् ॥
मेषे कर्कटके षष्ठी कन्यायां मिथुनेऽष्टमी ॥
]

`verse 34 [
वृषे कुम्भे चतुर्थो च द्वादशी मकरे तुले ॥
दशमी वृश्चिके सिंहे धनुर्मोने चतुर्दशी ॥
]

`verse 35 [
एता दग्धा न गन्तव्यं पीडादिः किल मानवैः ॥
विशाखात्रयमादित्ये पूर्वाषाढात्रये शशी ॥
]

`verse 36 [
धनिष्ठात्रितयं भौमे बुधे वै रेवतीत्रयम् ॥
रोहिण्यादित्रयं जीवे शुक्रे पुष्यात्रयं शिव ॥
]

`verse 37 [
शनिवारे वर्जयेच्च उत्तराफल्गुनीत्रयम् ॥
एषु योगेषु चोत्पातमृत्युरोगादिकं भवेत् ॥
]

`verse 38 [
मूलेऽर्कः श्रवणे चन्द्रः प्रोष्ठपद्युत्तरे कुजः ॥
कृत्तिकासु बुधश्चैव गुरौ रुद्र पुनर्वसुः ॥
]

`verse 39 [
पूर्वफल्गुनी शुक्रे च स्वातिश्चैव शनैश्वरे ॥
एतै चामृतयोगाः स्युः सर्वकार्य्यप्रसाधकाः ॥
]

`verse 40 [
कालं प्रवध्यन्नि ? शक्तिदा ? नेष्टमंद ? ॥
पर्वादिस्तु ज्ञेयः कालः कालविशारदैः ॥
]

`verse 41 [
एकीकृत्याक्षरान्मात्रं नाम्नोः स्त्रीपुंसयोस्त्रिभिः ॥
भागे द्विशेषे स्त्रीनाशः पुसः स्यादेकशून्ययोः ॥
]

`verse 42 [
विष्कम्भे घटिकाः पंच शूले सप्त प्रकीर्तिताः ॥
षड्गण्डे चातिगण्डे च नव व्याघातवज्रयोः ॥
]

`verse 43 [
व्यतीपाते च परिघे वैधृते च दिनेदिने ॥
एतै मृत्युयुता ह्येषु सर्वकर्माणि वर्जयेत् ॥
]

`verse 44 [
हस्तेऽर्कश्च गुरुः पुष्ये अनुराधा बुधे शुभा ॥
रोहिणी च शनौ श्रेष्ठा सौमं सोमेन वै शुभम् ॥
]

`verse 45 [
शुक्रे च रेवती श्रेष्ठा अश्विनी मंगले शुभा ॥
एतेषु सिद्धियोगा वै सर्वदोषविनाशनाः ॥
]

`verse 46 [
भार्गवे भरणी चैव सोमे चित्रा वृषध्वज ! ॥
भौमे चै वोत्तराषाढा धनिष्ठा च बुधे हर ! ॥
]

`verse 47 [
गुरौ शतभिषा रुद्र ! शुक्रे वै रोहिणी तथा ॥
शनौ च रेवती शम्भो ! विषयोगाः प्रकीर्त्तिताः ॥
]

`verse 48 [
पुष्यः पुनर्वसुश्चैव रेवती चित्रया सह ॥
श्रवणं च धनिष्ठा च हस्ताश्वनीमृगास्तथा ॥
]

`verse 49 [
कुर्य्याच्छतभिषायां च जातकर्मादि मानवः ॥
विशाखा चोत्तरात्रीणि मघार्द्रा भरणी तथा ॥
आश्लेषा कृत्तिका रुद्र ! प्रस्थाने मरणप्रदाः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ज्योतिः शास्त्रे नक्षत्रतद्देवतादग्धयोगादिनिरूपणं नामैकोनषष्टितमोऽध्यायः ॥
]
