`speaker [
हरिरुवाच
]

`verse 1 [
षडादित्ये दशा ज्ञेया सोमे पञ्चदश स्मृताः ॥
अष्टावङ्गारके चैव बुधै सप्तदश स्मृताः ॥
]

`verse 2 [
शनैश्चरे दश ज्ञेया गुरोरेकोनविंशतिः ॥
राहोर्द्वादशवर्षाणि एकविंशतिर्भार्गवे ॥
]

`verse 3 [
रवेर्दशा दुः खदा स्यादुद्वेगनृपनाशकृत् ॥
विभूतिदा सोमदशा सुखमिष्टान्नदा तथा ॥
]

`verse 4 [
दुः खप्रदा कुजदशा राज्यादेः स्याद्विनाशिनी ॥
दिव्यस्त्रीदा बुधदशा राज्यदा कोशवृद्धिदा ॥
]

`verse 5 [
शनेर्दशा राज्यनाशबन्धुदुः खकरी भवेत् ॥
गुरोर्दशा राज्यदा स्यात्सुखधर्मादिदायिनी ॥
]

`verse 6 [
राहोर्दशा राज्यनाशव्याधिदा दुः खदा भवेत् ॥
हस्त्यश्वदा शुक्रदशा राज्यस्त्रीलाभदा भवेत् ॥
]

`verse 7 [
मेष अङ्गारकक्षेत्रं वृषः शुक्रस्य कीर्त्तितः ॥
मिथुनस्य बुधो ज्ञेयः सोमः कर्कटकस्य च ॥
]

`verse 8 [
सूर्य्यक्षेत्रं भवेत्सिंहः कन्या क्षेत्रं बुधस्य च ॥
भार्गवस्य तुला क्षेत्रं वृश्चिकोंगारकस्य च ॥
]

`verse 9 [
धनुः सुर गुरोश्चैव शनेर्मकरकुम्भकौ ॥
मीनः सुरगुरोश्चैव ग्रहक्षेत्रं प्रकीर्त्तितम् ॥
]

`verse 10 [
पौर्णमास्याद्वयं तत्र पूर्वाषाढाद्वयं भवेत् ॥
द्विराषाढः स विज्ञेयो विष्णुः स्वपिति कर्कटे ॥
]

`verse 11 [
अश्विनी रेवती चित्रा धनिष्ठा स्यादलङ्कृतौ ॥
मृगाहिकपिमार्जारश्वानः सूकरपक्षिणः ॥
]

`verse 12 [
नकुलो मूषकश्चैव यात्रायां दक्षिणे शुभः ॥
विप्रकन्या शिवा एषां शङ्खभेरीवसुन्धराः ॥
]

`verse 13 [
वेणुस्त्रीपूर्णकुम्भाश्च यात्रायां दर्शनं शुभम् ॥
जम्बूकोष्ट्रखराद्याश्च यात्रायां वामके शुभाः ॥
]

`verse 14 [
कार्पासौषधितैलं च पक्वाङ्गारभुजङ्गमाः ॥
मुक्तकेशी रक्तमाल्यनग्नाद्यशुभमीक्षितम् ॥
]

`verse 15 [
हिक्काय लक्षणं वक्ष्ये लभत्पूर्वे महाफलम् ॥
आग्नेये शोकसन्तापौ दक्षिणे हानिमाप्नुयात् ॥
]

`verse 16 [
नैर्ऋत्य शोकसन्तापौ मिष्टान्नं चैव पश्चिमे ॥
अर्थं प्राप्नोति वायव्ये उत्तरे कलहोभवेत् ॥
]

`verse 17 [
ईशाने मरणं प्रोक्तं हिक्कायाश्चफलाफलम् ॥
विलिख्य रविचक्रं तु भास्करो नरसन्निभः ॥
]

`verse 18 [
यस्मिन्नृक्षे वसद्भानुस्तदांदि त्रीणि मस्तके ॥
त्रयं वक्त्रे प्रदातव्यमेकैकं स्कन्धयोर्न्यसेत् ॥
]

`verse 19 [
एकैकं बाहुयुग्मे तु एकैकं हस्तयोर्द्वयोः ॥
हृदये पञ्च ऋक्षाणि एकं नाभौ प्रदापयेत् ॥
]

`verse 20 [
ऋक्षमेकं न्यसेद्गुह्ये एकैकं जानुके न्यसेत् ॥
नक्षत्राणि च शेषाणि रविपादे नियोजयेत् ॥
]

`verse 21 [
चरणस्थेन ऋक्षेण अल्पायुर्जायते नरः ॥
विदशेगमनं जानौ गुह्यस्थे परदारवान् ॥
]

`verse 22 [
नाभिस्थेनाल्पसन्तुष्टो हृत्स्थेन स्यान्महेश्वरः ॥
पाणिस्थेन भवेच्चौरः स्थानभ्रष्टो भवेद्धजे ॥
]

`verse 23 [
स्कन्धस्थिते धनपतिर्मुखे मिष्टान्नमाप्नुयात् ॥
मस्तके पदृवस्त्रं स्यान्नक्षत्रं यदि स्थितम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डं प्रथमांशाख्ये आचारकाण्डे ज्योतिः शास्त्रे ग्रहदशादिनिरूपणं नाम षष्टितमोऽध्यायः ॥
]
