`speaker [
हरिरुवाच
]

`verse 1 [
सप्तमोपचयाद्यस्थश्चन्द्रः सर्वत्र शोभनः ॥
शुक्लपक्षे द्वितीयस्तु पंचमो नवमस्तथा ॥
]

`verse 2 [
संपूज्यमानो लोकैस्तु गुरुवदॄश्यते शशी ॥
चन्द्रस्य द्वादशावस्था भवन्ति श्रृणु ता अपि ॥
]

`verse 3 [
त्रिषु त्रिषु च ऋक्षेषु अश्विन्यादि वदाम्यहम् ॥
प्रवासस्थं पुनर्दृष्टं मृतावस्थं जयावहम् ॥
]

`verse 4 [
हास्यावस्थं नता(क्रीडा) वस्थं प्रमोदावस्थमेव च ॥
विषादावस्थभोगस्थे ज्वरावस्थं व्यवस्थितम् ॥
]

`verse 5 [
कम्पा(न्या) वस्थं सुखावस्थं द्वादशावस्थगं भवेत् ॥
प्रवासो हानिर्मृत्यु च जयो हासेरतिः सुखम् ॥
]

`verse 6 [
शोको भोगो ज्वरः कम्पः सुखं चेति क्रमात्फलम् ॥
जन्मस्थः कुरुते तुष्टिं द्वितीये नास्ति निर्वृतिः ॥
]

`verse 7 [
तृतीये राजसन्मानं चतुर्थे कलहागमः ॥
पञ्चमेन मृगाङ्केन स्त्रीलाभो वै तथा भवेत् ॥
]

`verse 8 [
धनधान्यागमः षष्ठे रतिः पूजा च सप्तमे ॥
अष्टमे प्राणसन्देहो नवमे कोशसञ्चयः ॥
]

`verse 9 [
दशमे कार्य्यनिष्पत्तिध्रुवमेकादशे जयः ॥
द्वादशेन शशाङ्केन मृत्युरेव न संशयः ॥
]

`verse 10 [
कृत्तिकादौ च पूर्वेण सप्तर्क्षाणि च वै व्रजेत् ॥
मघादौ दक्षिणे गच्छेदनुराधादि पश्चिमे ॥
]

`verse 11 [
प्रशस्ता चोत्तर यात्रा धनिष्ठादिषु सप्तसु ॥
अश्विनी रेवती चित्रा धनिष्ठा समलङ्कृतौ ॥
]

`verse 12 [
मृगाश्विचित्रापुष्याश्च मूला हस्ता शुभाः सदा ॥
कन्याप्रदाने यात्रायां प्रतिष्ठादिषु कर्मसु ॥
]

`verse 13 [
शुक्रचन्द्रौ हि जन्मस्थौ शुभदौ च द्वितीयके ॥
शशिज्ञशुक्रजीवाश्च राशौ चाथ तृतीयके ॥
]

`verse 14 [
भौममन्दशशाङ्कार्का बुधः श्रेष्ठस्चतुर्थके ॥
शुक्रजीवौ पञ्चमे च चन्द्रकेतुसमाहितौ ॥
]

`verse 15 [
मन्दार्कौ च कुजः षष्ठे गुरुचन्द्रौ च सप्तमे ॥
ज्ञशुक्रावष्टमे श्रेष्ठौ नवमस्थो गुरुः शुभः ॥
]

`verse 16 [
अर्कार्किचन्द्रा दशमे ग्रहा एकादशेखिलाः ॥
बुधोऽथ द्वादशे चैव भार्गवः सुखदो भवेत् ॥
]

`verse 17 [
सिंहेन मकरः श्रेष्ठः कन्यया मेष उत्तमः ॥
तुलया सह मीनस्तु कुम्भेन सहकर्कटः ॥
]

`verse 18 [
धनुषा वृषभः श्रेष्ठो मिथुनेन च वृश्चिकः ॥
एतत्षडष्टकं ? प्रीत्यै भवत्येव न संशयः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ज्योतिः शास्त्रे ग्रहाणां शुभाशुभस्थानादिनिरूपणं नामैकपष्टितमोऽध्यायः ॥
]
