`speaker [
हरिरुवाच
]

`verse 1 [
नरस्त्रीलक्षणं वक्ष्ये संक्षपाच्छृणु शङ्कर ॥
अस्वेदिनौ मृदुतलौ कमलोदरसन्निभौ ॥
]

`verse 2 [
श्लिष्टाङ्गुली ताम्रनखौ सुगुल्फौ शिरयोज्झितौ ॥
कूर्मोन्नतौ च चरणौ स्यातां नृपवरस्य हि ॥
]

`verse 3 [
विरूक्षपाण्डुरनखौ वक्रौ चैव शिरानतौ ॥
सूर्पाकारौ च चरणौ संशुष्कौ विरलाङ्गुली ॥
]

`verse 4 [
दुः खदारिद्यदौ स्याता नात्र कार्य्यां विचारणा ॥
अल्परोमयुता श्रेष्ठा जङ्घा हस्तिकरोपमा ॥
]

`verse 5 [
रोमैकैकं कूपके स्याद्भूपानां तु महात्मनाम् ॥
द्वेद्वे रोम्णी पण्डितानां श्रोत्रियाणां तथैव च ॥
]

`verse 6 [
रोमत्रयं दरिद्राणां रोगी निर्मांसजानुकः ॥
अल्पलिङ्गी च धनवान्स्याच्च पुत्रादिवर्जितः ॥
]

`verse 7 [
स्थूललिङ्गो दरिद्रः स्यादुख्येकवृष्णी भवेत् ॥
विषमेस्त्रीचञ्चलो वै नृपः स्याद्वृषणे समे ॥
]

`verse 8 [
प्रलम्बवृषणोऽल्पायुर्निर्द्रव्यः कुमणिर्भवेत् ॥
पाण्डुरैर्मलिनैश्चैव मणिभिश्च सुखी नरः ॥
]

`verse 9 [
निः स्वाः सशब्दमूत्राः स्युर्नृपा निश्शब्दधारया ॥
भोगाढ्याः समजठरा निः स्वाः स्युर्घटसन्निभाः ॥
]

`verse 10 [
सर्पोदरा दरिद्राः स्यू रेखाभिस्चायुरुच्यते ॥
ललाटे यस्य दृश्यन्ते तिस्त्रो रेखाः समाहिताः ॥
]

`verse 11 [
सुखी पुत्रसमायुक्तः स षष्टिं जीवते नरः ॥
चत्वारिंशच्च वर्षाणि द्विरेखादर्शनान्नरः ॥
]

`verse 12 [
विंशत्यब्दं त्वेकरेखा आकर्णान्ताः शतायुषः ॥
]

`verse 13 [
सप्तत्यायुर्द्विरेखा तु षष्ट्यायुस्तिसृभिर्भवेत् ॥
व्यक्ताव्यक्ताभी रेखाभिर्विंशत्यायुर्भवेन्नरः ॥
]

`verse 14 [
चत्वारिंशच्च वर्षाणि हीनरेखस्तु जीवति ॥
भिन्नाभिश्चैव रेखाभिरपमृत्युर्नरस्य हि ॥
]

`verse 15 [
त्रिशूलं पट्टिशं वापि ललाटे यस्य दृश्यते ॥
धनपुत्र समायुक्तः स जीवेच्छरदः शतम् ॥
]

`verse 16 [
तर्जन्या मध्यमाङ्गुल्या आयूरेखा तु मध्यतः ॥
संप्राप्ता या भवेद्रुद्र ! स जीवेच्छरदः शतम् ॥
]

`verse 17 [
प्रथमा ज्ञानरेखा तु ह्यंगुष्ठादनुवर्त्तते ॥
मध्यमामूलगा रेखा आयूरेखा अतः परम् ॥
]

`verse 18 [
कनिष्ठिकां समाश्रित्य आयूरेखा समाविशेत् ॥
अच्छिन्ना वा विभक्ता वा स जीवेच्छरदः शतम् ॥
]

`verse 19 [
यस्य पाणितले रेखा आयुस्तस्य प्रकाशयेत् ॥
शतवर्षाणि जीवेच्च भोगी रुद्र ! न संशयः ॥
]

`verse 20 [
कनिष्ठिकां समाश्रित्य मध्यमायामुपागता ॥
षष्ठिवर्षायुषं कुर्य्यादायूरेखा तु मानवम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ज्योतिः शास्त्रे सामुद्रिके पुँल्लक्षणनिरूपणं नाम त्रिषष्टितमोऽध्यायः ॥
]
