`speaker [
हरिरुवाच
]

`verse 1 [
यस्यास्तु कुञ्चिताः केशा मुखं च परिमण्डलम् ॥
नाभिश्च दक्षिणावर्त्ता सा कन्या कुलवर्धिनी ॥
]

`verse 2 [
या च काञ्चनवर्णाभा रक्तहस्तसरोरुहा ॥
सहस्त्राणां तु नारीणां भवेत्सापि पतिव्रता ॥
]

`verse 3 [
वक्रकेशा च या कन्या मण्डलाक्षी च या भवेत् ॥
भर्त्ता च म्रियते तस्या नियतं दुः खभागिनी ॥
]

`verse 4 [
पूर्णचन्द्रमुखी कन्या बालसूर्य्यसमप्रभा ॥
विशालनेत्रा बिम्बोष्ठी सा कन्या लभते सुखम् ॥
]

`verse 5 [
रेखाभिर्बहुभिः क्लेशं स्वल्पाभिर्धनहीनता ॥
रक्ताभिः सुखमाप्नोति कृष्णाभिः प्रेष्यतांव्रजेत् ॥
]

`verse 6 [
कार्य्ये च मन्त्री सत्स्त्री स्यात्सती (खी) स्यात्करणेषु च ॥
स्नेहेषु भार्य्या माता स्याद्वेश्या च शयने शुभा ॥
]

`verse 7 [
अङ्कुशं कुण्डलं चक्रं यस्याः पाणितले भवेत् ॥
पुत्रं प्रसूयते नारी नरेन्द्रं लभते पतिम् ॥
]

`verse 8 [
यस्यास्तु रोमशौ पार्श्वौ रोमशौ च पयोधरौ ॥
अन्नतौ चाधरोष्ठौ च क्षिप्रं मारयते पतिम् ॥
]

`verse 9 [
यस्याः पाणितले रेखा प्राकारस्तोरणं भवेत् ॥
अपि दासकुले जाता राज्ञीत्वमुपगच्छति ॥
]

`verse 10 [
उद्वृत्ता कपिला यस्य रोमराजी निरन्तरम् ॥
अपि राजकुले जाता दासीत्वमुपगच्छति ॥
]

`verse 11 [
यस्या अनामिकाङ्गुष्ठौ पृथिव्यां नैव तिष्ठतः ॥
पतिं मारयते क्षिप्रं स्वेच्छाचारेण वर्त्तते ॥
]

`verse 12 [
यस्या गमनमात्रेण भूमिकम्पः प्रजायते ॥
पतिं मारयते क्षिप्रं स्वेच्छाचारेण वर्त्तते ॥
]

`verse 13 [
चक्षुः स्नेहेन सौभाग्यं दन्तस्नेहेन भोजनम् ॥
त्वचः स्नेहेन शाय्यां च पादस्नेहेन वाहनम् ॥
]

`verse 14 [
स्निग्धोन्नतौ ताम्रनखौ नार्याश्च चरणौ शुभौ ॥
मत्स्याङ्कुशाब्जचिह्नौ च चक्रलाङ्गललक्षितौ ॥
]

`verse 15 [
अस्वेदिनौ मूदुतलौ प्रशस्तौ चरणौ स्त्रियाः ॥
शुभे जङ्घे विरोमे च ऊरू हस्तिकरोपमौ ॥
]

`verse 16 [
अश्वत्थपत्रसदृशं विपुलं गुह्यमुत्तमम् ॥
नाभिः प्रशस्ता गम्भीरा दक्षिणावर्त्तिका शुभा ॥
अरोमा त्रिवली नार्य्या हृत्स्तनौ रोमवर्जितौ ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ज्योतिः शास्त्रे सामुद्रिके स्त्रीलक्षणनिरूपणं नाम चतुः षष्टितमोऽध्यायः ॥
]
