`speaker [
सूत उवाच
]

`verse 1 [
हरेः श्रुत्वा हरो गौरीं देहस्थं ज्ञानमब्रवीत् ॥
]

`verse 2 [
कुजो वह्नी रविः पृथ्वी सौरिरापः प्रकीर्त्तितः ॥
वायुसंस्थास्थितो राहुर्दक्षरन्ध्रावभासकः ॥
]

`verse 3 [
गुरुः शुक्रस्तथा सौम्यश्चन्द्रश्चैव चतुर्थकः ॥
वामनाडीं तु मध्यस्थां कारयेदात्मनस्तथा ॥
]

`verse 4 [
यदाचर इलायुक्तस्तदा कर्मसमाचरेत् ॥
स्थानसेवां तथा ध्यानं वाणिज्यं राजदर्शनम् ॥
]

`verse 5 [
अन्यानि शुभकर्माणि कारयेत प्रयत्नतः ॥
दक्षनाडीप्रवाहे तु शनिर्भौमश्च सैहिकः ॥
]

`verse 6 [
इनश्चैव तथाप्येव पापानामुदयो भवेत् ॥
शुभाशुभविवेको हि ज्ञायते तु स्वरोदयात् ॥
]

`verse 7 [
देहमध्ये स्थिता नाड्यो बहुरूपाः सुविस्तराः ॥
नाभेरधस्ताद्यः कन्दस्त्वंकुरास्तत्र निर्गताः ॥
]

`verse 8 [
द्विसप्ततिसहस्त्राणि नाभिमध्ये व्यवस्थिते ॥
चक्रवच्च स्थितास्तास्तु सर्वाः प्राणहराः स्मृताः ॥
]

`verse 9 [
तासां मध्ये त्रयः श्रेष्ठा वामदक्षिणमध्यमाः ॥
वामा सोमात्मिका प्रोक्ता दक्षिणा रविसन्निभा ॥
]

`verse 10 [
मध्यमा च भवेदग्निः फलंती कालपूरिणी ॥
वामा ह्यमृतरूपा च जगदाप्यायने स्थिता ॥
]

`verse 11 [
दक्षिणा रौद्रभागेन जगच्छोषयते सदा ॥
द्वयोर्वाहे तु मृत्युः स्यात्सर्वकार्य्यविनाशिनी ॥
]

`verse 12 [
निर्गमे तु भवेद्वामा प्रवेशे दक्षिणा स्मृता ॥
इडाचारे तथा सौम्यं चन्द्रसूर्य्यगतस्तथा ॥
]

`verse 13 [
कारयेत्क्रूर कर्माणि प्राणे पिंगलसंस्थिते ॥
यात्रायां सर्वकार्येषु विषापहारणे इडा ॥
]

`verse 14 [
भोजने मैथुने युद्धे पिंगला सिद्धिदायिका ॥
उच्चाटमारणाद्येषु कर्मस्वेतेषु पिङ्गला ॥
]

`verse 15 [
मैथुने चैव संग्रामे भोजने सिद्धिदायिका ॥
शोभनेषु च कार्य्येषु यात्रायां विषकर्मणि ॥
]

`verse 16 [
शान्तिमुक्त्यर्थसिद्ध्यै च इडा योज्या नराधिपैः ॥
द्वाभ्यां चैव प्रवाहे च क्रूरसौम्यविवर्जने ॥
]

`verse 17 [
विषवत्तं तु जानीयात्संस्मरेत्तु विचक्षणः ॥
सौम्यादिशुभकार्येषु लाभादिजयजीविते ॥
]

`verse 18 [
गमनागमने चैव वामा सर्वत्र पूजिता ॥
युद्धादिभोजने घाते स्त्रीणां चैव तु सङ्गमे ॥
]

`verse 19 [
प्रशस्ता दक्षिणा नाडी प्रवेशे क्षुद्रकर्मणि ॥
शुभाशुभानि कार्य्याणि लाभालाभौ जयाजयौ ॥
]

`verse 20 [
जीवाजीवाय यत्पृच्छेन्न सिध्यति च मध्यमा ॥
वामाचारेऽथवा दक्षे प्रत्यये यत्र नायकः ॥
]

`verse 21 [
तनुस्थः पृच्छते यस्तु तत्र सिद्धिर्न संशयः ॥
वैच्छन्दो वामदेवस्तु यदा वहति चात्मनि ॥
]

`verse 22 [
तत्र भागे स्थितः पृच्छेत्सिद्धिर्भवति निष्फला ॥
वामे वा दक्षिणे वापि यत्र संक्रमते शिवा ॥
]

`verse 23 [
घोरे घोराणि कार्य्याणि सौम्ये वै मध्यमानि च ॥
प्रस्थिते भागतो हंसे द्वाभ्यां वै सर्ववाहिनी ॥
]

`verse 24 [
तदा मृत्युं विजानीयाद्योगी योगविशारदः ॥
यत्र यत्र स्थितः पृच्छेद्वामदक्षिणसंमुखः ॥
]

`verse 25 [
तत्र तत्र समं दिश्याद्वातस्योदयनं सदा ॥
अग्रतो वामिका श्रेष्ठा पृष्ठतो दक्षिणा शुभा ॥
]

`verse 26 [
वामेन वामिका प्रोक्ता दक्षिणे दक्षिणा शुभा ॥
वामे वामा शुभे चैव दक्षिणे दक्षिणा शुभा ॥
]

`verse 27 [
जीवो जीवति जीवेन यच्छून्यं तस्त्वरो भवेत् ॥
यत्किञ्चित्कार्य्यमुद्दिष्टं जयादिशुभलक्षणम् ॥
]

`verse 28 [
तत्सर्वं पूर्णनाड्यां तु जायते निर्विकल्पतः ॥
अन्यनाड्यादिपर्य्यन्तं पक्षत्रयमुदाहृतम् ॥
]

`verse 29 [
यावत्षष्ठी तु पृच्छायां पूर्णायां प्रथमो जयेत् ॥
रिक्तायां तु द्वितीयस्तु कथयेत्तदशङ्कितः ॥
]

`verse 30 [
वामाचारसमो वायुर्जायते कर्मसिद्धिदः ॥
प्रवृत्ते दक्षिणे मार्गे विषमे विषमाक्षरम् ॥
]

`verse 31 [
अन्यत्र वामवाहे तु नाम वै विषमाक्षरम् ॥
तदासौ जयमाप्नोति योधः संग्राममध्यतः ॥
]

`verse 32 [
दक्षवातप्रवाहे तु यदि नाम समाक्षरम् ॥
जा(ज) यते नात्र सन्देहो नाडीमघ्ये तु लक्षयेत् ॥
]

`verse 33 [
पिङ्गलान्तर्गते प्राणे शमनीयाहवं जयेत् ॥
यावन्नाड्युदयं चारस्तां दिशं यावदापयेत् ॥
]

`verse 34 [
न दातुं जायते सोऽपि नात्र कार्य्या विचारणा ॥
अथ संग्राममध्ये तु यत्र नाडी सदा वहेत् ॥
]

`verse 35 [
सा दिशा जयमाप्नोति शून्ये भंगं विनिर्दिशेत् ॥
जातचारे जयं विद्यान्मृतके मृतमादिशेत् ॥
]

`verse 36 [
जयं पराजयं चैव यो जानाति स पण्डितः ॥
वामे वा दक्षिणे वापि यत्र सञ्चरते शिवम् ॥
]

`verse 37 [
कृत्वा तत्पदमाप्नोति यात्रा सन्ततशोभना ॥
शशिसूर्य्यप्रवाहे तु सति युद्धं समाचरेत् ॥
]

`verse 38 [
यस्तु पृच्छति तत्रस्थः स साधुर्जयतिध्रुवम् ॥
यां दिशं वहते वायुस्तां दिशं यावदाजयः ॥
]

`verse 39 [
जायते नात्र सन्देह हन्द्रो यद्यग्रतः स्थितः ॥
मेष्याद्या दश या नाड्यो दक्षिणा वाम संस्थिताः ॥
]

`verse 40 [
चरेस्थिरे तद्विमार्गे तादृशेतादृशे क्रमात् ॥
निर्गमे निर्गमं याति संग्रहे संग्रहं विदुः ॥
]

`verse 41 [
पृच्छकस्य वचः श्रुत्वा घण्टाकारेण लक्षयेत् ॥
वामे वा दक्षिणे वापि पञ्चतत्त्वस्थितः शिवे ॥
]

`verse 42 [
ऊर्द्ध्वेऽग्निरध आपश्च तिर्य्यक्संस्थः प्रभञ्जनः ॥
मध्ये तु पृथिवी ज्ञेया नभः सर्वत्र सर्वदा ॥
]

`verse 43 [
ऊर्द्ध्वे मृत्युरधः शान्तिस्तिर्य्यक् चोच्चाटयेत्सुधीः ॥
मध्ये स्तम्भं विजानीयान्मोक्षः सर्वत्र सर्वगे ॥
]

`colophon [
इति श्रीगारुडेमहापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे स्वरोदये शुभाशुभनिरूपणं नाम सप्तषष्टितमोऽध्यायः ॥
]
