`speaker [
सूत उवाच
]

`verse 1 [
परीक्षां वच्मि रत्नानां बलो नामासुरोऽभवत् ॥
इन्द्राद्या निर्जितास्तेन विजेतुं तैर्न शक्यते ॥
]

`verse 2 [
वरव्याजेन पशुतां याचितः स सुरैर्मखे ॥
बलो ददौ स (स्व) पशुतामतिसत्त्व सुरैर्हतः ॥
]

`verse 3 [
पशुवत्स विशस्तस्तैः स्ववाक्याशनियन्त्रितः ॥
बलो लोकोपराय देवानां हितकाम्यया ॥
]

`verse 4 [
तस्य सत्त्वविशुद्धस्य विशुद्धेन च कर्मणा ॥
कायस्यावयवाः सर्वे रत्नबीजत्वमाययुः ॥
]

`verse 5 [
देवानामथ यक्षाणां सिद्धानां पवनाशिनाम् ॥
रत्नबीजंस्व(जम)यं ग्राहः सुमहानभवत्तदा ॥
]

`verse 6 [
तेषां तु पततां वेगाद्विमानेन विहायसा ॥
यद्यत्पपात रत्नानां बीजं क्वचन किञ्चन ॥
]

`verse 7 [
महोदधौ सरिति वा पर्वते काननेऽपि वा ॥
तत्तदाकरतां यातं स्थानमाधेयगौरवात् ॥
]

`verse 8 [
तेषु रक्षोविषव्यालव्याधिघ्नान्यघहानि च ॥
प्रादुर्भवन्ति रत्नानि तथैव विगुणानि च ॥
]

`verse 9 [
वज्रं मुक्तामणयः सपद्मरागाः समरकताः प्रोक्ताः ॥
अपि चेन्द्रनीलमणिवरवैदूर्य्याः पुष्परागाश्च ॥
]

`verse 10 [
कर्केतनं सपुलकं रुधिराख्यसमन्वितं तथा स्फटिकम् ॥
विद्रुममणिश्च यत्नादुद्दिष्टं संग्रहे तज्ज्ञैः ॥
]

`verse 11 [
आकारवर्णौ प्रथमं गुणदोषौ तत्फलं परीक्ष्य च ॥
मूल्यं च रत्नकुशलैर्विज्ञेयं सर्वशास्त्राणाम् ॥
]

`verse 12 [
कुलग्नेषूपजायन्ते यानि चोपहतेऽहनि ॥
दौषैस्तान्यपि युज्यन्ते हीयन्ते गुणसम्पदा ॥
]

`verse 13 [
परीक्षापरिशुद्धानां रत्नानां पृथिवीभुजा ॥
धारणं संग्रहो वापि कार्य्यः श्रियमभीप्सता ॥
]

`verse 14 [
शास्त्रज्ञाः कुशलाश्चापि रत्नभाजः परीक्षकाः ॥
त एव मूल्यमात्राया वेत्तारः परिकीर्त्तिताः ॥
]

`verse 15 [
महा प्रभावं विबुधैर्यस्यमाद्वज्रमुदाहृतम् ॥
वज्रपूर्वा परीक्षेयं ततोऽस्माभिः प्रकीर्त्त्यते ॥
]

`verse 16 [
तस्यास्थिलेशो निपपात येषु भुवः प्रदेशेषु कथञ्चिदेव ॥
वज्राणि वज्रायुधनिर्जिगीषोर्भवन्ति नानाकृतिमन्ति तेषु ॥
]

`verse 17 [
हैममातङ्गसौराष्ट्राः पौण्ड्रकालिङ्गकोशलाः ॥
वेण्वातटाः ससौवीरा वज्रस्याष्ट विहारकाः ॥
]

`verse 18 [
आताम्रा हिमशैलजाश्च शशिभा वेण्वातटीयाः स्मृताः सौवीरे त्वसिताब्जमेघसदृशास्ताम्राश्च सौराष्ट्रजाः ॥
कालिङ्गाः कनकावदातरुचिराः पीतप्रभाः कोसले श्यामाः पुंड्रभवा मतंगविषये नात्यन्तपीतप्रभाः ॥
]

`verse 19 [
अत्यर्थं लघु वर्णतश्च गुणवत्पार्श्वेषु सम्यक् समंरेखाबिन्दुकलङ्ककाकपदकत्रासादिभिर्वर्जितम् ॥
लोकेऽस्मिन्परामाणुमात्रमपि यद्वज्रं क्वचिदॄश्यते तस्मिन्देवसमाश्रयो ह्यवितथस्तीक्ष्णाग्रधारं यदि ॥
]

`verse 20 [
वज्रेषु वर्णयुक्त्या देवानामपि विग्रहः प्रोक्तः ॥
वर्णेभ्यश्च विभागः कार्य्यो वर्णाश्रयादेव ॥
]

`verse 21 [
हरितसितपीतपिंगश्यामास्ताम्राः स्वभावतो रुचिराः ॥
हरिवरुणशक्रहुतवहपितृपतिमरुतां स्वका वर्णाः ॥
]

`verse 22 [
विप्रस्य शङ्खकुमुदस्फटिकावदातः स्यात्क्षत्त्रियस्य शशबभ्रुविलोचनाभः ॥
वैश्यस्य कान्तकदलीदलसन्निकाशः शूद्रस्य धौतकरवालसमानदीप्तिः ॥
]

`verse 23 [
द्वौ वज्रवर्णौ पृथिवीपतीनां सद्भिः प्रदिष्टौ न तु सार्वजन्यौ ॥
यः स्याज्जवाविद्रुमभङ्गशोणो यो वा हरिद्रारसन्निकाशः ॥
]

`verse 24 [
ईशत्वात्सर्ववर्णानां गुणवत्सार्ववर्णिकम्॥
कामतो धारयेद्राजा न त्वन्योऽन्यत्कथञ्चन ॥
]

`verse 25 [
अधरोत्तरवृत्तया हि यादृक् स्याद्वर्णसङ्करः ॥
ततः कष्टतरो वज्रवर्णानां सङ्करो मतः ॥
]

`verse 26 [
न च मार्गविभागमात्रवृत्त्या विदुषा वज्रपरिग्रहो विधेयः ॥
गुणवद्गुणसम्पदां विभूतिर्विपरीतो व्यसनोदयस्य हेतुः ॥
]

`verse 27 [
एकमपि यस्य श्रृङ्गं विदलितमवलोक्यते विशीर्णं वा ॥
गुणवदपि तन्न धार्य्यं वज्रं श्रेयोऽर्थिभिर्भवने ॥
]

`verse 28 [
स्फुटिताग्निविशीर्णश्रृङ्गदेशं मलवर्णैः पृषतैरुपेतमध्यम् ॥
न हि वज्रभृतोऽपि वज्रमाशु श्रियमप्याश्रयलालसां न कुर्य्यात् ॥
]

`verse 29 [
यस्यैकदेशः क्षतजावभासो यद्वा भवेल्लोहितवर्णचित्रम् ॥
न तन्न कुर्य्याद्ध्रियमाणमाशु स्वच्छन्दमृत्योरपि जीवितान्तम् ॥
]

`verse 30 [
कोट्यः पार्श्वनि धाराश्च षडष्टौ द्वादशेति च ॥
उत्तुङ्गसमतीक्ष्णाग्राः वज्रस्याकरजा गुणाः ॥
]

`verse 31 [
षट्कोटि शुद्वममलं स्फुटतीक्ष्णधारं वर्णान्वितं लघु सुपार्श्वमपेतदोषम् ॥
इन्द्रायुधांशुविसृतिच्छुरितान्तरिक्षमेवंविधं भुवि भवेत्सुलभं न वज्रम् ॥
]

`verse 32 [
तीक्ष्णाग्रं विमलमपेतसर्वदोषं धत्ते यः प्रयततनुः सदैव वज्रम् ॥
वृद्धिस्तं प्रतिदिनमेति यावदायुः स्त्रीसम्पत्सुतधनधान्यगोपशूनाम् ॥
]

`verse 33 [
व्यालवह्निविषव्याघ्रतस्कराम्बुभयानि च ॥
दूरात्तस्य निवर्त्तन्ते कर्माण्याथर्वणानि च ॥
]

`verse 34 [
यदि वज्रमपेतसर्वदोषं बिभृयात्तण्डुलविंशतिं गुरुत्वे ॥
मणिशास्त्रविदो वदन्ति तस्य द्विगुणं रूपकलक्षमग्रमूल्यम् ॥
]

`verse 35 [
त्रिभागहीनार्द्धतदर्द्धशेषं त्रयोदशं त्रिंशदतोऽर्द्धभागाः ॥
अशीतिभागोऽथ शतांशभागः सहस्त्रभागोऽल्पसमानयोगः ॥
]

`verse 36 [
यत्तण्डुलैर्द्वादशभिः कृतस्य वज्रस्य मूल्यं प्रथमं प्रदिष्टम् ॥
द्वाभ्यां क्रमाद्धानिमुपागतस्य त्वेकावसानस्य विनिश्चयोऽयम् ॥
]

`verse 37 [
न चापि तण्डुलैरेव वज्राणां धारणक्रमः ॥
अष्टाभिः सर्षपैर्गौरैस्तंण्डुलं परिकल्पयेत् ॥
]

`verse 38 [
यत्तु सर्वगुणैर्युक्तं वज्रं तरति वारिणि ॥
रत्नवर्गे समस्तेऽपि तस्य धारणमिष्यते ॥
]

`verse 39 [
अल्पेनापि हि दोषेण लक्ष्यालक्ष्येण द्वषितम् ॥
स्व (स) मूल्याद्दशमं भागं वज्रं लभति मानवः ॥
]

`verse 40 [
प्रकटानेकदोषस्य स्वल्पस्य महतोऽपि वा ॥
स्व (सु) मूल्याच्छतशो भागो वज्रस्य न विधीयते ॥
]

`verse 41 [
स्पष्टदोषमलङ्कारे वज्रं यद्यपि दृश्यते ॥
रत्नानां परिकर्मार्थं मूल्यं तस्य भवेल्लघु ॥
]

`verse 42 [
प्रथमं गुणसम्पदाभ्युपेतं प्रतिबद्धं समुपैति यच्च दोषम् ॥
अलमाभरणेन तस्य राज्ञो गुणहीनोऽपि मणिर्न भूषणाय ॥
]

`verse 43 [
नार्य्या वज्रमधार्य्यं गुणवदपि सुतप्रसूतिमिच्छन्त्या ॥
अन्यत्र दीर्घाचिपिटत्र्यश्राद्यगुणैर्वियुक्ताच्च ॥
]

`verse 44 [
अयसा पुष्परागेण तथा गोमेदकेन च ॥
वैदूर्य्यस्फटिकाभ्यां च काचैश्चापि पृथग्विधैः ॥
]

`verse 45 [
प्रतिरूपाणि कुर्वन्ति वज्रस्य कुशला जनाः ॥
परीक्षा तेषु कर्त्तव्या विद्वद्भिः सुपरीक्षकैः ॥
]

`verse 46 [
क्षारोल्लेखनशाणाभिस्तेषां कार्य्यं परीक्षणम् ॥
पृथिव्यां यानि रत्नानि ये चान्ये लोहधातवः ॥
]

`verse 47 [
सर्वाणि विलिखेद्वज्रं तच्च तैर्न विलिख्यते ॥
गुरुता सर्वरत्नानां गौरवाधारकारणम् ॥
]

`verse 48 [
वज्रे तां वैपरीत्येन सूरयः परिचक्षते ॥
जातिरजातिं विलिखति जातिं विलिखंति वज्रकुरुविन्दाः ॥
]

`verse 49 [
वज्रैर्वज्रं विलिखति नान्येन विलिख्यते वज्रम् ॥
वज्राणि मुक्तामणयो ये च केचन जातयः ॥
]

`verse 50 [
न तेषां प्रतिबद्धानां भा भवत्यूर्द्ध्वगामिनी ॥
तिर्य्यक्क्षतत्वात्केषाञ्चित्कथञ्चिद्यदि जायते ॥
तिर्य्यग्विलिख्यमानानां सा (स) पार्श्वेषु विहन्यते ॥
]

`verse 51 [
यद्यपि विशीर्णकोटिः स बिन्दुरेखान्वितो विवर्णो वा ॥
तदपि धनधान्यपुत्रान्करोति सेन्द्रायुधो वज्रः ॥
]

`verse 52 [
सौदामिनीविस्फुरिताभिरामं राजा यथोक्तं कुलिशं दधानः ॥
पराक्रमाक्रान्तपरप्रतापः समस्तसामन्तभुवं भुनक्ति ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे रत्नतद्विशेषवज्रपरीक्षणादिवर्णनं नामाष्टषष्टितमोऽध्यायः ॥
]
