`speaker [
सूत उवाच
]

`verse 1 [
दानवाधिपतेः पित्तमादाय भुजगाधिपः ॥
द्विधा कुर्वन्निव व्योम सत्वरं वासुकिर्ययौ ॥
]

`verse 2 [
स तदा स्वशिरोरत्नप्रभादीप्ते नभोऽम्बुधौ ॥
राजतः स महानेकः खण्डसेतुरिवाबभौ ॥
]

`verse 3 [
ततः पक्षनिपातेन संहरन्निव रोदसी ॥
गरुत्मान्पन्नगेन्द्रस्य प्रहर्त्तुमुपचक्रमे ॥
]

`verse 4 [
सहसैव मुमोच तत्फणीन्द्रः सुरसाभ्यक्ततुरुष्क (रष्क) पादपायाम् ॥
कलिकाघनगन्धवासिता यां वरमाणिक्यगिरेरुपत्यकायाम् ॥
]

`verse 5 [
तस्य प्रपातसमनन्तरकालमेव तद्वद्वरालयमतीत्य रमासमीपे ॥
स्थानं क्षितेरुपपयोनिधितीरलेखंयां वरमाणिक्यगिरेरुपत्यकायाम् ॥
]

`verse 6 [
तत्रैव किञ्चित्पततस्तु पित्तादुपेत्य जग्राह ततो गरुत्मान् ॥
मूर्च्छापरीतः सहसैव घोणारन्ध्रद्वयेन प्रमुमोच सर्वम् ॥
]

`verse 7 [
तत्राकठोरशुककण्ठशिरीषपुष्पखद्योतपृष्ठचरशाद्वलशैवलानाम् ॥
कल्हारशष्पकभुजङ्गभुजाञ्च पत्रप्राप्तत्विषो मरकताः शुभदा भवन्ति ॥
]

`verse 8 [
तद्यत्र भोगीन्द्रभुजाभियुक्तं पपात पित्तं दितिजाधिपस्य ॥
तस्याकरस्यातितरां स देशो दुः खोपलभ्यश्च गुणैश्च युक्तः ॥
]

`verse 9 [
तस्मिन्मरकतस्थाने यत्किञ्चिदुपजायते ॥
तत्सर्वं विषरोगाणां प्रशमाय प्रकीर्त्त्यते ॥
]

`verse 10 [
सर्वमन्त्रौषधिगणैर्यन्न शक्यं चिकित्सितुम् ॥
महाहिदंष्ट्राप्रभवं विषं तत्तेन शाम्यति ॥
]

`verse 11 [
अन्यदप्याकरे तत्र यद्दोषैरुपवर्जितम् ॥
जायते तत्पवित्राणामुत्तमं परिकीर्त्तितम् ॥
]

`verse 12 [
अत्यन्तहरितवर्णं कोमलमर्चिर्विभेदजटिलं च ॥
काञ्चनचूर्णस्यान्तः पूर्णमिव लक्ष्यते यच्च ॥
]

`verse 13 [
युक्तं संस्थानगुणैः समरागं गौरवेण न विहीनम् ॥
सवितुः करसंस्पर्शाच्छुरयति सर्वाश्रमं दीप्त्या ॥
]

`verse 14 [
हित्वा च हरितभावं यस्यान्तर्विनिहिता भवेद्दीप्तिः ॥
अचिरप्रभाप्रभाहतनवशाद्वलसन्निभा भाति ॥
]

`verse 15 [
यच्च मनसः प्रसादं विदधाति निरीक्ष्यमतिमात्रम् ॥
तन्मरकतं महागुणमिति रत्नविदां मनोवृत्तिः ॥
]

`verse 16 [
वर्णस्याति विभुत्वाद्यस्यान्तः स्वच्छकिरणपरिधानम् ॥
सान्द्रस्निग्धविशुद्धं कोमलबर्हिप्रभादिसमकान्ति ॥
]

`verse 17 [
वर्णोज्ज्वलया कान्त्या सान्द्राकारो विभासया भाति ॥
तदपि गुणवत्संज्ञामाप्नोति हि यादृशी पूर्वम् ॥
]

`verse 18 [
शबलकठोरमलिनं रूक्षं पाषाणकर्करोपेतम् ॥
दिग्धं शिलाजतुना मरकतमेवंविधं विगुणम् ॥
]

`verse 19 [
यत्सन्धिशोषितं रत्नमन्यन्मरकताद्भवेत् ॥
श्रेयस्कामैर्न तद्धार्य्यं क्रेतव्यं वा कथञ्चन ॥
]

`verse 20 [
भल्लातकी पुत्रिका च तद्वर्णसमयोगतः ॥
मणेर्मरकतस्यैते लक्षणीया विजातयः ॥
]

`verse 21 [
क्षौमेण वाससा मृष्टा दीप्तिं त्यजति पुत्रिका ॥
लाघवेनैव काचस्य शक्या कर्त्तुं विभावना ॥
]

`verse 22 [
कस्यचिदनेकरूपैर्मरकतमनुगच्छतोऽपि गुणवर्णैः ॥
भल्लातकस्यस्वनात्तु वैषम्यमुपैति वर्णस्य ॥
]

`verse 23 [
वज्राणि मुक्ताः सन्त्यन्ये ये च केचिद्द्विजातयः ॥
तेषां नाप्रतिबद्धानां भा भवत्यूर्द्ध्वगामिनी ॥
]

`verse 24 [
ऋजुत्वाच्चैव केषाञ्चित्कथञ्चिदुपजायते ॥
तिर्य्यगालोच्यमानानां सद्यश्चैव प्रणश्यति ॥
]

`verse 25 [
स्नानाचमनजप्येषु रक्षामन्त्रक्रियाविधौ ॥
ददद्भिर्गोहिरण्यानि कुर्वद्भिः साधनानि च ॥
]

`verse 26 [
दैवपित्र्यातिथेयेषु गुरुसंपूजनेषु च ॥
बाध्यमानेषु विविधैर्दोषजातैर्विषोद्भवैः ॥
]

`verse 27 [
दौषैर्होनं गुणैर्युक्तं काञ्चनप्रतियोजितम् ॥
संग्रामे विचरद्भिश्च धार्य्यं मरकतं बुधैः ॥
]

`verse 28 [
तुलया पद्मरागस्य यन्मूल्यमुपजायते ॥
लभतेऽभ्यधिकं तस्माद्गुणैर्मरकतं युतम् ॥
]

`verse 29 [
तथा च पद्मरागाणां दोषैर्मूल्यं प्रहीयते ॥
ततोऽस्याप्यधिका हानिर्दोषैर्मरकते भवेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पुर्वखण्डे प्रथमांशाख्ये आचारकाण्डे मरकतपरीक्षणं नामैकसप्ततितमोऽध्यायः ॥
]
