`speaker [
सूत उवाच
]

`verse 1 [
तत्रैव सिंहलवधूकरपल्लवाग्रव्यालूनबाललवलीकुसुमप्रवाले ॥
देशे पपात दितिजस्य नितान्तकान्तं प्रोत्फुल्लनीरजसमद्युति नेत्रयुग्मम् ॥
]

`verse 2 [
तत्प्रत्ययादुभयशोभनवीचिभासा विस्तारिणी जलनिधेरुपकच्छभूमिः ॥
प्रोद्भिन्नकेतकवनप्रतिबद्धलेखासान्द्रेन्द्रनीलमणिरत्नवती विभाति ॥
]

`verse 3 [
तत्रासिताब्जहलभृद्वसनासिभृंगशार्ङ्गायुधांगहरकण्ठकषायपुष्पैः ॥
शुष्केतरैश्च कुसुमैर्गिरिकर्णिकायास्तस्माद्भवन्ति मणयः सदृशावभासः ॥
]

`verse 4 [
अन्ये प्रसन्नपयसः पयसां निधातुरम्बुत्विषः शिखिगणप्रतिमास्तथान्ये ॥
नीलीरसप्रभवबुद्वुदभाश्च केचित्केचित्तथा समदकोकिलकण्ठभासः ॥
]

`verse 5 [
एकप्रकारा विस्पष्टवर्णशोभावभासिनः ॥
जायन्ते मणयस्तस्मिन्निन्द्रनीला महागुणाः ॥
]

`verse 6 [
मृत्पाषाणशिलारन्ध्रकर्करात्राससंयुताः ॥
अभ्रिकापटलच्छायावर्णदोषैश्च दूषिताः ॥
]

`verse 7 [
तत एव हि जायन्ते मणयस्तत्र सूरयः ॥
शास्त्रसम्बोधितधियस्तान्प्रशंसन्ति सूरयः ॥
]

`verse 8 [
धार्य्यमाणस्य ये दृष्टा पद्मरागमणेर्गुणाः ॥
धारणादिन्द्रनीलस्य तानेवाप्नोति मानवः ॥
]

`verse 9 [
यथा च पद्मरागाणां जातकत्रितयं भवेत् ॥
इन्द्र नीलेष्वपि तथा द्रष्टव्यमविशेषतः ॥
]

`verse 10 [
परीक्षाप्रत्ययैर्यैश्च पद्मरागः परीक्ष्यते ॥
त एव प्रत्यया दृष्टा इन्द्रनीलमणेरपि ॥
]

`verse 11 [
यावन्तं च क्रमेदग्निं पद्मरागोपयोगतः ॥
इन्द्रनीलमणिस्तस्मात्क्रमेत सुमहत्तरम् ॥
]

`verse 12 [
तथापि न परीक्षार्थं गुणानामभि (ति) वृद्धये ॥
मणिरग्नौ समाधेयः कथञ्चिदपि कश्चन ॥
]

`verse 13 [
अग्निमात्रापरिज्ञाने दाहदोषैश्च दूषितः ॥
सोऽनर्थाय भवेद्भर्त्तुः कर्त्तुः कारयितुस्तथा ॥
]

`verse 14 [
काचोत्पलकरवीरस्फटिकाद्या इह बुधैः सवैदूर्य्याः ॥
कथिता विजातय इमे सदृशा मणिनेन्द्रनीलेन ॥
]

`verse 15 [
गुरुभावकठिनभावावेतेषां नित्यमेव विज्ञेयौ ॥
काचाद्यथावदुत्तरविवर्द्धमानौ विशेषेण ॥
]

`verse 16 [
इन्द्रनीलो यथा कश्चिद्विभर्त्त्याताम्रवर्णताम् ॥
रक्षणयौ तथा ताम्रौ करवीरोत्पलावुभौ ॥
]

`verse 17 [
यस्य मध्यगता भाति नीलस्येन्द्रायुधप्रभा ॥
तमिन्द्रनीलमित्याहुर्महार्हं भुवि दुर्लभम् ॥
]

`verse 18 [
यस्य वर्णस्य भूयस्त्वात्क्षीरे शतगुणे स्थितः ॥
नीलतां तन्नयेत्सर्वं महानीलः स उच्यते ॥
]

`verse 19 [
यत्पद्मरागस्य महागुणस्य मूल्यं भवेन्माषसमुन्मितस्य ॥
तदिन्द्रनीलस्य महागुणस्य सुवर्ण संख्याकुलितस्य मूल्यम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे इन्द्रनीलपरीक्षणं नाम द्विसप्ततितमोऽध्यायः ॥
]
