`speaker [
सूत उवाच
]

`verse 1 [
हिमवत्युत्तरदेशे वीर्य्यं पतितं सुरद्विषस्तस्य ॥
संप्राप्तमुत्तमानामाकरतां भीष्मरत्नानाम् ॥
]

`verse 2 [
शुक्लाः शङ्खाब्जनिभाः स्योनाकसन्निभाः प्रभावन्तः ॥
प्रभवन्ति ततस्तरुणा वज्रनिभा भीष्मपाषाणाः ॥
]

`verse 3 [
हेमादिप्रतिबद्धाः शुद्धमपि श्रद्धया विधत्ते यः ॥
भीष्ममणिं ग्रीवादिषु सुसम्पदं स सर्वदा लभते ॥
]

`verse 4 [
निरीक्ष्य पलायन्ते यं तमरण्यनिवासिनः समीपेऽपि ॥
द्वीपिवृकशरभकुञ्जरसिंहव्याघ्रादयो हिंस्राः ॥
]

`verse 5 [
तसोयत्कलतष्टतरोर्भवति भयं न चास्तीशमुपहसन्ति ॥
भीष्ममणिर्गुणयुक्तो सम्यक्प्राप्ताङ्गुलीकलत्रत्वः ॥
]

`verse 6 [
पितॄतर्पणे पितॄणां तृप्तिर्बहुवार्षिकी भवति ॥
शाम्यन्त्यद्भुतान्यपि सर्पाण्डजाखुवृश्चिकविषाणि ॥
सलिलाग्निवैरितस्करभयानि भीमानि नश्यन्ति ॥
]

`verse 7 [
शैवलबलाहकाभं पुरुषं पीतप्रभं प्रभाहीनम् ॥
मलिनद्युति च विवर्णं दूरात्परिवर्जयेत्प्राज्ञः ॥
]

`verse 8 [
मूल्यं प्रकल्प्यमेषां विबुधवरैर्दैशकालविज्ञानात् ॥
दूरे भूतानां बहु किञ्चिन्निकटप्रसूतानाम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे वैदूर्य्यपरीक्षणं नाम षट्सप्ततितमोऽध्यायः ॥
]
