`speaker [
सूत उवाच
]

`verse 1 [
आदाय शेषस्तस्यान्त्रं बलस्य केरलादिषु ॥
चिक्षेप तत्र जायन्ते विद्रुमाः सुमहागुणाः ॥
]

`verse 2 [
तत्र प्रधानं शशलोहिताभं गुञ्जाजवापुष्पनिभं प्रदिष्टम् ॥
सुनीलकं देवकरोमकञ्च स्थानानि तेषु प्रभवं सुरागम् ॥
]

`verse 3 [
अन्यत्र जातं च न तत्प्रधानं मूल्यं भवेच्छिल्पिविशेषयोगात् ॥
प्रसन्नं कोमलं स्निग्धं सुरागं विद्रुमं हि तत् ॥
]

`verse 4 [
धनधान्यकरं लोके विषार्त्तिभयनाशनम् ॥
परीक्षा पुलकस्योक्ता रुधिराक्षस्य वै मणेः ॥
स्फटिकस्य विद्रुमस्य रत्नज्ञानाय शौनक ! ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विद्रुमपरीक्षणं नामाशीतितमोऽध्यायः ॥
]
