`verse 1 [
॥श्रीगणेशाय नमः ॥
(अथ गयामाहात्म्यं प्रारभ्यते) ॥
ब्रह्मोवाच ॥
सारात्सारतरं व्यास गयामाहात्म्यमुत्तमम् ॥
प्रवक्ष्यामि समासेन भुक्तिमुक्तिप्रदं श्रृणु ॥
]

`verse 2 [
गयासुरोऽभवत्पूर्वं वीर्य्यवान्परमः स च ॥
तपस्तप्यन्महाघोरं सर्वभूतोपतापनम् ॥
]

`verse 3 [
तत्तपस्तापिता देवास्तद्वधार्थं हरिं गताः ॥
शरणं हरिरूचे तान् भवितव्यं शिवात्मभइः ॥
]

`verse 4 [
पात्यतेऽस्य महादेहो तथेत्यूचुः सुरा हरिम् ॥
कदाचिच्छिवपूजार्थं क्षीराब्धेः कमलानि च ॥
]

`verse 5 [
आनीय कीकटे देशे शयनं चाकरोद्वली ॥
विष्णुमायाविमूढोऽसौ गदया विष्णुना हतः ॥
]

`verse 6 [
अतो गदाधरो विष्णुर्गयायां मुक्तिदः स्थितः ॥
तस्य देहो लिङ्गरूपी स्थितः शुद्धे पितामहः ॥
]

`verse 7 [
जनार्द्दनश्च कालेशस्तथान्यः प्रपितामहः ॥
विष्णुराहाथ मर्य्यादां पुण्यक्षेत्रं भविष्यति ॥
]

`verse 8 [
यज्ञं श्राद्धं पिण्डदानं स्नानादि कुरुते नरः ॥
स स्वर्गं ब्रह्मलोकं च गच्छेन्न नरकं नरः ॥
]

`verse 9 [
गयातीर्थं परं ज्ञात्वा यागं चक्रे पितामहः ॥
ब्राह्मणान्पूजयामास ऋत्विगर्थमुपागतान् ॥
]

`verse 10 [
महानदीं रसवहां सृष्ट्वा वाप्यादिकं तथा ॥
भक्ष्यभोज्यफलादींश्च कामधेनुं तथासृजत् ॥
]

`verse 11 [
पञ्चक्रोशं गया क्षेत्रं ब्राह्मणेभ्यो ददौ प्रभुः ॥
धर्मयागेषु लोभात्तु प्रतिगृह्य धनादिकम् ॥
]

`verse 12 [
स्थिता विप्रास्तदा शप्ता गयायां ब्राह्मणास्ततः ॥
मा भूत्त्रैपुरुषी विद्या मा भूत्त्रैपुरुषं धनम् ॥
]

`verse 13 [
युष्माकं स्याद्वारिवहा नदी पाषाणपर्वतः ॥
शप्तैस्तु प्रार्थितो ब्रह्मानुग्रहं कृतवान्प्रभुः ॥
]

`verse 14 [
लोकाः पुण्या गयायां हि श्राद्धिनो ब्रह्मलोकगाः ॥
युष्मान्ये पूजयिष्यन्ति तैरहं पूजितः सदा ॥
]

`verse 15 [
ब्रह्मज्ञानं गयाश्राद्धं गोगृहे मरणं तथा ॥
वासः पुंसां कुरुक्षेत्रे मुक्तिरेषा चतुर्विधा ॥
]

`verse 16 [
समुद्राः सरितः सर्वा वापीकूपह्रदास्तथा ॥
स्नातुकामा गयातीर्थं व्यास यान्ति न संशयः ॥
]

`verse 17 [
ब्रह्महत्या सुरापानं स्तेयं गुर्वंगनागमः ॥
पापं तत्सङ्गजं सर्वं गयाश्राद्धाद्विनश्यति ॥
]

`verse 18 [
असंस्कृता मृता य च पशुचोरहताश्च ये ॥
सर्पदष्टा गयाश्राद्धान्मुक्ताः स्वर्गं व्रजन्ति ते ॥
]

`verse 19 [
गयायां पिण्डदानेन यत्फलं लभते नरः ॥
न तच्छक्यं मया वक्तुं वर्षकोटिशतैरपि ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे गयामाहात्म्यं नाम द्व्यशीतितमोऽध्यायः ॥
]
