`speaker [
ब्रह्मोवाच
]

`verse 1 [
कीकटेषु गया पुण्या पुण्यं राजगृहं वनम् ॥
विषयश्चारणः पुण्यो नदीनां च पुनः पुना ॥
]

`verse 2 [
मुण्डपृष्ठं तु पूर्वस्मिन्पश्चिमे दक्षिणोत्तरे ॥
सार्द्धक्रोशद्वयं मानं गयायां परिकीर्त्तितम् ॥
]

`verse 3 [
पञ्चक्रोशं गयाक्षेत्रं क्रोशमेकं गयाशिरः ॥
तत्र पिण्डप्रदानेन तृप्तिर्भवति शाश्वती ॥
]

`verse 4 [
नगाज्जनार्दनाच्चैव कूपाच्चोत्तरमानसात् ॥
एतद्गयाशिरः प्रोक्तं फल्गुतीर्थं तदुच्यते ॥
]

`verse 5 [
तत्र पिण्डप्रदानेन पितॄणा परमा गतिः ॥
गयागमनमात्रेण पितॄणामनृणो भवेत् ॥
]

`verse 6 [
गयायां पितृरूपेण देवदेवो जनार्द्दनः ॥
तं दृष्ट्वा पुण्डरीकाक्षं मुच्यते वै ऋणत्रयात् ॥
]

`verse 7 [
रथमार्गं गयतीर्थे दृष्ट्वा रुद्रपदादिके ॥
कालेश्वरं च केदारं पितॄणामनृणो भवेत् ॥
]

`verse 8 [
दृष्ट्वा पितामहं देवं सर्वपापैः प्रमुच्यते ॥
लोकं त्वनामयं याति दृष्ट्वा च प्रपितामहम् ॥
]

`verse 9 [
तथा गदाधरं देवं माधवं पुरुषोत्तमम् ॥
तं प्रणम्य प्रयत्नेन न भूयो जायते नरः ॥
]

`verse 10 [
मौनादित्यं महात्मानं कनकार्कं विशेषतः ॥
दृष्ट्वा मौनेन विप्रर्षे पितॄणामनृणो भवेत् ॥
]

`verse 11 [
ब्रह्माणं पूजयित्वा च ब्रह्मलोकमवाप्नुयात् ॥
गायत्त्रीं प्रतरुत्थाय यस्तु पश्यति मानवः ॥
]

`verse 12 [
सन्ध्यां कृत्वा प्रयत्नेन सर्ववेदफलं लभेत् ॥
सावित्रीं चैव मध्याह्ने दृष्ट्वा यज्ञफलं लभेत् ॥
]

`verse 13 [
सरस्वतीं च सायाह्ने दृष्ट्वा दानफलं लभेत् ॥
नगस्थमीश्वरं दृष्ट्वा पितॄणामनृणो भवेत् ॥
]

`verse 14 [
धर्मारण्यं धर्ममीशं दृष्ट्वा स्यादृणनाशनम् ॥
देवं गृध्रेश्वरं दृष्ट्वा को न मुच्येत बन्धनात् ॥
]

`verse 15 [
धेनुं दृष्ट्वा धेनुवने ब्रह्मलोकं नयेत्पितॄन् ॥
प्रभासेशं प्रभासे च दृष्ट्वा याति परां गतिम् ॥
]

`verse 16 [
कोटीश्वरं चाश्वमेधं दृष्ट्वा स्यादृणनाशनम् ॥
स्वर्गद्वारेश्वरं दृष्ट्वा मुच्यते भवबन्धनात् ॥
]

`verse 17 [
रामेश्वरं गदालोलं दृष्ट्वा स्वर्गमवाप्नुयात् ॥
ब्रह्मेश्वरं तथा दृष्ट्वा मुच्यते ब्रह्महत्यया ॥
]

`verse 18 [
मुण्डपृष्ठे महाचण्डीं दृष्ट्वा कामानवाप्नुयात् ॥
फल्ग्वीशं फल्गुचण्डीं च गौरीं दृष्ट्वा च मङ्गलाम् ॥
]

`verse 19 [
गोमकं गोपतिं देवं पितॄणामनृणो भवेत् ॥
अङ्गारेशं च सिद्धेशं गयादित्यं गजं तथा ॥
]

`verse 20 [
मार्कण्डेयेश्वरं दृष्ट्वा पितॄणामनृणो भवेत् ॥
फल्गुतीर्थे नरः स्नात्वा दृष्ट्वा देवं गदाधरम् ॥
]

`verse 21 [
एतेन किं न पर्य्याप्तं नॄणां सुकृतकारिणाम् ॥
ब्रह्मलोकं प्रयान्तीह पुरुषा एकविंशतिः ॥
]

`verse 22 [
पृथिव्यां यानि तीर्थानि ये समुद्राः सरांसि च ॥
फल्गुतीर्थं गमिष्यन्ति वारमेकं दिने दिने ॥
]

`verse 23 [
पृथिव्यां च गया पुण्या गयायां च गयाशिरः ॥
श्रेष्ठं तथा फल्गुतीर्थं तन्मुखं च सुरस्य हि ॥
]

`verse 24 [
उदीचि कनकानद्यो नाभितीर्थं तु मध्यतः ॥
पुण्यं ब्रह्मसदस्तीर्थं स्नानात्स्याद्ब्रह्मलोकदम् ॥
]

`verse 25 [
कूपे पिण्डादिकं कृत्वा पितॄणामनृणो भवेत् ॥
तथाक्षयवटे श्राद्धी ब्रह्मलोकं नयेत्पितॄन् ॥
]

`verse 26 [
हंसतीर्थे नरः स्नात्वा सर्वपापैः प्रमुच्यते ॥
कोटितीथ गयालोके वैतरण्यां च गोमके ॥
]

`verse 27 [
ब्रह्मलोकं नयेच्छ्राद्धी पुरुषानेकविंशतिम् ॥
ब्रह्मतीर्थे रामतीर्थे आग्नेये सोमतीर्थके ॥
]

`verse 28 [
श्राद्धी रामह्रदे ब्रह्मलोकं पितृकुलं नयेत् ॥
उत्तरे मानसे श्राद्धी न भूयो जायते नरः ॥
]

`verse 29 [
दक्षिणे मानसे श्राद्धी ब्रह्मलोकं पितॄन्नयेत् ॥
स्वगद्वारे नरः श्राद्धी ब्रह्मलोकं नयेत्पितॄन् ॥
भीष्मतर्पणकृत्तस्य कूटे तारयते पितॄन् ॥
गृध्रेश्वरे तथा श्राद्धी पितॄणामनृणो भवेत् ॥
]

`verse 30 [
श्राद्धी च धेनुकारण्ये ब्रह्मलोकं पितॄन्नयेत् ॥
तिलधेनुप्रदः स्नात्वा दृष्ट्वा धेनुं न संशयः ॥
]

`verse 31 [
ऐन्द्रे वा नरतीर्थे च वासवे वैष्णवे तथा ॥
महानद्यां कृतश्राद्धो ब्रह्मलोकं नयेत्पितॄन् ॥
]

`verse 32 [
गायत्त्रे चैव सावित्रे तीर्थे सारस्वते तथा ॥
स्नानसन्ध्यातर्पणकृच्छ्राद्धी चैकोत्तरं शतम् ॥
]

`verse 33 [
पितॄणां तु कुलं ब्रह्मलोकं नयति मानवः ॥
ब्रह्मयोनिं विनिर्गच्छेत्प्रयतः पितृमानसः ॥
]

`verse 34 [
तर्पयित्वा पितॄन्देवान्न विशेद्योनिसङ्कटे ॥
तर्पणे काकजङ्घार्या पितॄणां तृप्तिरक्षया ॥
]

`verse 35 [
धर्मारण्ये मतङ्गस्य वाप्यां श्राद्धाद्दिवं व्रजेत् ॥
धर्मयूपे च कूपे त पितॄणामनृणो भवेत् ॥
]

`verse 36 [
प्रमाणं देवताः सन्तु लोकपालाश्च साक्षिणः ॥
मयागत्य मतङ्गेऽस्मिन्पितॄणां निष्कृतिः कृता ॥
]

`verse 37 [
रामतीर्थे नराः स्नात्वा श्राद्धं कृत्वा प्रभासके ॥
शिलायां प्रेतभावात्स्युर्मुक्ताः पितृगणाः किल ॥
]

`verse 38 [
श्राद्धकृच्छ स्वपुष्टायां त्रिः सफ्तकुंलमुद्धरेत् ॥
श्राद्धकृन्मुण्डपृष्ठादौ ब्रह्मलोकं नयेत्पितॄन् ॥
]

`verse 39 [
गयायां न हि तत्स्थानं यत्र तीर्थं न विद्यते ॥
पञ्चक्रोशे गयाक्षेत्रे यत्र तत्र तु पिण्डदः ॥
]

`verse 40 [
अक्षयं फलमाप्नोति ब्रह्मलोकं नयेत्पितॄन् ॥
जनार्दनस्य हस्ते तु पिण्डं दद्यात्स्वकं नरः ॥
]

`verse 41 [
एष पिण्डे मया दत्तस्तव हस्ते जनार्दन ! ॥
परलोकं गते मोक्षमक्षय्यमुपतिष्ठताम् ॥
]

`verse 42 [
ब्रह्मलोकमवाप्नोति पितृभिः सह निश्चितम् ॥
गयायां धर्मपृष्ठे च सरसि ब्रह्मणस्तथा ॥
]

`verse 43 [
गयाशीर्षेऽक्षयवटे पितॄणां दत्तमक्षयम् ॥
धर्मारण्यं धर्मपृष्ठं धेनुकारण्यमेव च ॥
]

`verse 44 [
दृष्ट्वैतानि पितॄंश्चार्यवंश्यान्विंशतिमुद्धरेत् ॥
ब्रह्मारण्यं महानद्याः पश्चिमोभाग उच्यते ॥
]

`verse 45 [
पूर्वो ब्रह्मसदो भागो नागाद्रिर्भरताश्रमः ॥
भरतस्याश्रमे श्राद्धी मतङ्गस्य पदे भवेत् ॥
]

`verse 46 [
गयाशीर्षाद्दक्षिणतो महानद्याश्च पश्चिमे ॥
तत्स्मृतं चम्पकवनं तत्र पाण्डुशिलास्ति हि ॥
]

`verse 47 [
श्राद्धी तत्र तृतीयायां निश्चिरायाश्च मण्डले ॥
महाह्रदे च कौशिक्यामक्षयं फलमाप्नुयात् ॥
]

`verse 48 [
वैतरण्या श्चोत्तरतस्तृतीयाख्यो जलाशयः ॥
पदानि तत्र क्रौञ्चस्य श्राद्धी स्वर्गं नयेत्पितॄन् ॥
]

`verse 49 [
क्रौञ्चपादादुत्तरतो निश्चिराख्यो जलाशयः ॥
सकृद्यत्राभिगमनं सकृत्पिंण्डप्रपातनम् ॥
]

`verse 50 [
दुर्लभं किं पुनर्नित्यमस्मिन्नेव व्यवस्थितः ॥
महानद्यामुपस्पृश्य तर्पयेत्पितृदेवताः ॥
]

`verse 51 [
अक्षयान्प्राप्नुयाल्लोकान्कुलं चापि समुद्धरेत् ॥
सावित्रे पठ्यते सन्ध्या कृता स्याद्द्वादशाब्दिकी ॥
]

`verse 52 [
शुक्लकृष्णावुभौ पक्षौ गयायां यो वसेन्नरः पुनात्यासप्तमं चैव कुलं नास्त्यत्र संशयः ॥
]

`verse 53 [
गयायां मुण्डपृष्ठं च अरविन्दं च पर्वतम् ॥
तृतीयं क्रौंचपादं च दृष्ट्वा पापैः प्रमुच्यते ॥
]

`verse 54 [
मकरे वर्त्तमाने च ग्रहणे चन्द्रसूर्य्ययोः ॥
दुर्लभं त्रिषु लोकेषु गयायां पिण्डपातनम् ॥
]

`verse 55 [
महाह्रदे च कौशिक्यां मूलक्षेत्रे विशेषतः ॥
गुहायां गृध्रकूटस्य श्राद्धं दत्तं (सप्त) महाफलम् ॥
]

`verse 56 [
यत्र माहेश्वरी धारा श्राद्धी तत्रानृणो भवेत् ॥
पुण्यां विशालामासाद्य नदीं त्रैलोक्य विश्रुताम् ॥
]

`verse 57 [
अग्निष्टोममवाप्नोति श्राद्धी प्रायाद्दिवं नरः ॥
श्राद्धी मासपदे स्नात्वा वाजपेयफलं लभेत् ॥
]

`verse 58 [
रविपादे पिण्डदानात्पतितोद्धारणं भवेत् ॥
गयास्थो यो ददात्यन्नं पितरस्तेन पुत्रिणः ॥
]

`verse 59 [
कांक्षन्ते पितरः पुत्रान्नरकाद्भयभीरवः ॥
गयां यास्यति यः कश्चित्सोऽस्मान्सन्तरयिष्यति ॥
]

`verse 60 [
गयाप्राप्तं सुतं दृष्ट्वा पितॄणामुत्सवो भवेत् ॥
पद्भ्यामपि जलं स्पृष्ट्वा अस्मभ्यं किल दास्यति ॥
]

`verse 61 [
आत्मजो वा तथान्यो वा गयाकूपे यदा तदा ॥
यन्नाम्ना पातयेत्पिण्डं तं नयेद्ब्रह्म शाश्वतम् ॥
]

`verse 62 [
पुण्डरीकं विष्णुलोकं प्राप्नुयात्कोटितीर्थगः ॥
या सा वैतरणी नाम त्रिषु लोकेषु विश्रुता ॥
]

`verse 63 [
सावतीर्णा गयाक्षेत्रे पितॄणां तारणाय हि ॥
श्राद्धदः पिण्डदस्तत्र गोप्रदानं करोति यः ॥
]

`verse 64 [
एकविंशतिवंश्यान्स तारयेन्नात्र संशयः ॥
यदि पुत्रो गयां गच्छेत्कदाचित्कालपर्यये ॥
]

`verse 65 [
तानेव भोजयेद्विप्रान्ब्रह्मणा ये प्रकल्पिताः ॥
तेषां ब्रह्मसदः स्थानं सोमपानं तथैव च ॥
]

`verse 66 [
ब्रह्मप्रकल्पितं स्थानं विप्रा ब्रह्मप्रकल्पपिताः ॥
पूजितैः पूजिताः सर्वे पितृभिः सह देवताः ॥
]

`verse 67 [
तर्पयेत्तु गयाविप्रान्हव्यकव्यैर्विधानतः ॥
स्थानं देहपरित्यागे गयायां तु विधीयते ॥
]

`verse 68 [
यः करोति वृषोत्सर्गं गयाक्षेत्रे ह्यनुत्तमे ॥
अग्निष्टोमशतं पुण्यं लभते नात्र संशयः ॥
]

`verse 69 [
आत्मनोऽपि महाबुद्धिर्गयायां तु तिलैर्विना ॥
पिण्डनिर्वापणं कुर्य्यादन्येषामपि मानवः ॥
]

`verse 70 [
यावन्तो ज्ञातयः पित्र्या बान्धवाः सुहृदस्तथा ॥
तेभ्यो व्यासगयाभूमौ पिण्डो देयो विधानतः ॥
]

`verse 71 [
रामतीर्थे नरः स्नात्वा गोशतस्याप्नुयात्फलम् ॥
मतङ्गवाप्यां स्नात्वा च गोसहस्त्रफलं लभेत् ॥
]

`verse 72 [
निश्चिरासङ्गमे स्नात्वा ब्रह्मलोकं नयेत्पितॄन् ॥
वसिष्ठस्याश्रमे स्नात्वा वाजपेयं च विन्दति ॥
]

`verse 73 [
महाकौश्यां समावासादश्वमेधफलं लभेत् ॥
पितामहस्य सरसः प्रसृता लोकपावनी ॥
]

`verse 74 [
समीपे त्वग्निधारेति विश्रुता कपिला हि सा ॥
अग्निष्टोमफलं श्राद्धी स्नात्वात्र कृतकृत्यता ॥
]

`verse 75 [
श्राद्धी कुमारधारायामश्वमेधफलं लभेत् ॥
कुमारमभिगम्याथ नत्वा मुक्तिमवाप्नुयात् ॥
]

`verse 76 [
सोमकुण्डे नरः स्नात्वा सोमलोकं च गच्छति ॥
संवर्त्तस्य नरो वाप्यां सुभगः स्यात्तु पिण्डदः ॥
]

`verse 77 [
धौतपापो नरो याति प्रेतकुण्डे च पिण्डदः ॥
देवनद्यां लेलिहाने मथने जानुगर्त्तके ॥
]

`verse 78 [
एवमादिषु तीर्थेषु पिण्डदस्तारयेत्पितॄन् ॥
नत्वा देवान्वसिष्ठेशप्रभृतीनृणसंक्षयम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे गयामाहात्म्यं नाम त्र्यशीतितमोऽध्यायः ॥
]
