`speaker [
ब्रह्मोवाच
]

`verse 1 [
स्नात्वा प्रेतशिलादौ तु वरुणास्थामृतेन च ॥
पिण्डं दद्यादिमैर्मन्त्रैरावाह्य च पितॄन्परान् ॥
]

`verse 2 [
अस्मत्कुले मृता ये च गतिर्येषां न विद्यते ॥
आवाहयिष्येतान्सर्वान् दर्भपृष्ठे तिलोदकैः ॥
]

`verse 3 [
पितृवंशे मृता ये च मातृवंशे च ये मृताः ॥
तेषामुद्धरणार्थाये इमं पिण्डं ददाम्यहम् ॥
]

`verse 4 [
मातामहकुले ये च गतिर्येषां न विद्यते ॥
तेषामुद्धरणार्थाय इमं पिण्डं ददाम्यहम् ॥
]

`verse 5 [
अजातदन्ता ये केचिद्ये च गर्भे प्रपीडिताः ॥
तेषामुद्धरणार्थाय इम पिण्डं ददाम्यहम् ॥
]

`verse 6 [
बन्धुवर्गाश्च ये केचिन्नामगोत्रविवर्जिताः ॥
स्वगोत्रे परगोत्रे वा गतिर्येषां न विद्यते ॥
तेषामुद्धरणार्थाय इम पिण्डं ददाम्यहम् ॥
]

`verse 7 [
उद्बन्धनमृता ये च विषशस्रहताश्च ये ॥
आत्मोपघातिनो ये च तेभ्यः पिण्डं ददाम्यहम् ॥
]

`verse 8 [
अग्निदाहे मृता ये च सिंहव्याघ्रहताश्चये ॥
दंष्ट्रिभिः श्रृङ्गिभिर्वापि तेषां पिण्डं ददाम्यहम् ॥
]

`verse 9 [
अग्निदग्धाश्च ये केचिन्नाग्निदग्धास्तथापरे ॥
विद्युच्चौरहता ये च तेभ्यः पिण्डं ददाम्यहम् ॥
]

`verse 10 [
रौरवे चान्धतामिस्त्रे कालसूत्रे च ये गताः ॥
तेषामुद्धरणार्थाय इमं पिण्डं ददाम्यहम् ॥
]

`verse 11 [
असिपत्रवने घोरे कुम्भीपाके च ये गताः ॥
तेषामुद्धरणार्थाय इमं पिण्डं ददाम्यहम् ॥
]

`verse 12 [
अन्येषां यातना स्थानां प्रेतलोकनिवासिनाम् ॥
तेषामुद्धरणार्थाय इमं पिण्डं ददाम्यहम् ॥
]

`verse 13 [
पुशुयोनिं गता ये च पक्षिकीटसरीसृपाः ॥
अथवा वृक्षयोनि स्थास्तेभ्यः पिण्डं ददाम्यहम् ॥
]

`verse 14 [
असंख्ययातनासंस्था ये नीता यमशासनैः ॥
तेषामुद्धरणार्थाय इमं पिंडं ददाम्यहम् ॥
]

`verse 15 [
जात्यन्तरसहस्त्रेषु भ्रमन्ति स्वेन कर्मणा ॥
मानुष्यं दुर्लभं येषां तेभ्यः पिण्डं ददाम्यहम् ॥
]

`verse 16 [
ये बान्धवाऽबान्धवा वा येऽन्यजन्मनि बान्धवाः ॥
ते सर्वेतृप्तिमायान्तु पिण्डदानेन सर्वदा ॥
]

`verse 17 [
ये केचित्प्रेतरूपेण वर्त्तन्ते पितरो मम ॥
ते सर्वे तृप्तिमायान्तु पिण्डदानेन सर्वदा ॥
]

`verse 18 [
ये मे पितृकुले जाताः कुले मातुस्तथैव च ॥
गुरुश्वशुरबन्धूनां ये चान्ये बान्धवा मृताः ॥
]

`verse 19 [
ये मे कुले लुप्तपिण्डाः पुत्त्रदारविवर्जिताः ॥
क्रियालो पहता ये च जात्यन्धाः पङ्गवस्तथा ॥
]

`verse 20 [
विरूपा आमगर्भाश्च ज्ञाताज्ञाताः कुले मम ॥
तेषां पिण्डं मया दत्तमक्षय्यमुपतिष्ठताम् ॥
]

`verse 21 [
साक्षिणः सन्तु मे देवा ब्रह्मेशानादयस्तथा ॥
मया गयां समासाद्य पितॄणां निष्कृतिः कृता ॥
]

`verse 22 [
आगतोऽहं गयां देव ! पितृकार्य्ये गदाधर ॥
तन्मे साक्षी भवत्वद्य अनृणोऽहमृणत्रयात् ॥
]

`verse 23 [
महानदी ब्रह्मसरोऽक्षयो वटः प्रभासमुद्यन्तमहो ? गयाशिरः ॥
सरस्वतीधर्मकधेनुपृष्ठा एते कुरुक्षेत्रगता गयायाम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पुर्वखण्डे प्रथमांशाख्ये आचारकाण्डे गयामाहात्म्यं नाम पञ्चाशीतितमोऽध्यायः ॥
]
