`speaker [
ब्रह्मोवाच
]

`verse 1 [
येयं प्रेतशिला ख्याता गयायां सा त्रिधा स्थिता ॥
प्रभासे प्रेतकुण्डे च गयासुरशिरस्यपि ॥
]

`verse 2 [
धर्मेण धारिता भूत्यै सर्वदेवमयी शिला ॥
प्रेतत्वं ये गता नॄणां मित्राद्या बान्धवादयः ॥
]

`verse 3 [
तेषामुद्धरणार्थाय यतः प्रेतशिला शुभा ॥
अतोऽत्र मुनयो भूपा राजपत्न्यादयः सदा ॥
]

`verse 4 [
तस्यां शिलायां श्राद्धादिकर्त्तारो ब्रह्मलोकगाः ॥
गयासुरस्य यन्मुण्डं तस्य पृष्ठे शिला यतः ॥
]

`verse 5 [
मुण्डपृष्ठो गिरिस्तस्मात्सर्वदेवमयो ह्ययम् ॥
मुण्डपृष्ठस्य पादेषु यतो ब्रह्मसरोमुखाः ॥
]

`verse 6 [
अरविन्दवनं तेषु तेन चैवोपलक्षितः ॥
अरविन्दो गिरिर्नाम क्रौञ्चपादाङ्कितो यतः ॥
]

`verse 7 [
तस्माद्गिरिः क्रौञ्चपादः पितॄणां ब्रह्मलोकदः ॥
गदाधरादयो देवा आद्या आदौ व्यवस्थिताः ॥
]

`verse 8 [
शिलारूपेण चाव्यक्तास्तस्माद्देवमयी शिला ॥
गया शिरश्छादयित्वा गुरुत्वादास्थिता शिला ॥
]

`verse 9 [
कालान्तरेण व्यक्तश्चस्थित आदिगदाधरः ॥
महारुद्रादिदेवैस्तु आनादिनिधनो हरिः ॥
]

`verse 10 [
धर्म संरक्षणार्थाय अधर्मादिविनष्टये ॥
दैत्यराक्षसनाशार्थं मत्स्यः पूर्वं यथाभवत् ॥
]

`verse 11 [
कूर्मो वराहो नृहरिर्वामनो राम ऊर्जितः ॥
यथा दाशरथी रामः कृष्णोबुद्धोऽथ कल्क्यपि ॥
]

`verse 12 [
तथा व्यक्तोऽव्यक्तरूपी आसीदादिर्गदाधरः ॥
आदिरादौ पूजितोऽत्र देवैर्ब्रह्मादिभिर्यतः ॥
]

`verse 13 [
पाद्याद्यैर्गन्धपुष्पाद्यैरत आदिगदाधरः ॥
गदाधरं सुरैः सार्द्धमाद्यं गत्वा ददाति यः ॥
]

`verse 14 [
अर्घ्यं पात्रं च पाद्यं च गन्धपुष्पं च धूपकम् ॥
दीपं नैवैद्यमुत्कृष्टं माल्यानि विविधानि च ॥
]

`verse 15 [
वस्त्राणि मुकुटं घण्टां चामरं प्रेक्षणीयकम् ॥
अलङ्कारादिकं पिण्डमन्नदानादिकं तथा ॥
]

`verse 16 [
तेषां तावद्धनं धान्यमायुरारो ग्यसम्पदः ॥
पुत्त्रादिसन्ततिश्रेयोविद्यार्थं काम ईप्सितः ॥
]

`verse 17 [
भार्य्या स्वर्गादिवासश्च स्वर्गादागत्य राज्यकम् ॥
कुलीनः सत्त्वसम्पन्नो रणे मर्दितशात्रवनः ॥
]

`verse 18 [
वधबन्धविनिर्मुक्तश्चान्ते मोक्षमवाप्नुयात् ॥
श्राद्धपिण्डादिकर्त्तारः पितृभिर्ब्रह्मलोकगाः ॥
]

`verse 19 [
जगन्नाथं येऽप्चयन्ति सुभद्रां बलभद्रकम् ॥
ज्ञानं प्राप्य श्रियं पुत्रान्व्रजन्ति पुरुषोत्तमम् ॥
]

`verse 20 [
पुरुषोत्तमराजस्य सूर्य्यस्य च गणस्य च ॥
पुरतस्तत्र पिण्डादि पितॄणां ब्रह्मलोकदः ॥
]

`verse 21 [
नत्वा कपर्द्दिविघ्नेशं सर्वविघ्नैः प्रमुच्यते ॥
कार्त्तिकेयं पूजयित्वा ब्रह्मलोकमवाप्नुयात् ॥
]

`verse 22 [
द्वादशादित्यमभ्यर्च्य सर्वरोगैः प्रमुच्यते ॥
वैश्वानरं समभ्यर्च्य उत्तमां दीप्तिमाप्नुयात् ॥
]

`verse 23 [
रेवन्तं पूजयित्वाथ अश्वानाप्नोत्यनुत्तमान् ॥
अभ्यर्च्येन्द्रं महैश्वर्य्यं गौरीं सौभाग्यमाप्नुयात् ॥
]

`verse 24 [
विद्यां सरस्वतीं प्रार्च्य लक्ष्मीं संपूज्य च श्रियम् ॥
गरुडं च समभ्यर्च्य विघ्नवृन्दात्प्रमुच्यते ॥
]

`verse 25 [
क्षेत्रपालं समभ्यर्च्य ग्रहवृन्दैः प्रमुच्यते ॥
मुण्डपृष्ठं समभ्यर्च्य सर्वकाममवाप्नुयात् ॥
]

`verse 26 [
नागाष्टकं समभ्यर्च्य नागदष्टो विमुच्यते ॥
ब्रह्माणं पूजयित्वा च ब्रह्मलोकमवाप्नुयात् ॥
]

`verse 27 [
बलभद्रं समभ्यर्च्य बलारोग्यमवाप्नुयात् ॥
सुभद्रां पूजयित्वा तु सौभाग्यं परमाप्नुयात् ॥
]

`verse 28 [
सर्वान्कामानवाप्नोति संपूज्य पुरुषोत्तमम् ॥
नारायणं तु संपूज्य नराणामधिपो भवेत् ॥
]

`verse 29 [
स्पृष्ट्वा नत्वा नारसिंहं संग्रामे विजयी भवेत् ॥
वराहं पूजयित्वा तु भूमिराज्यमवाप्नुयात् ॥
]

`verse 30 [
मालाविद्याधरौ स्पष्ट्वा विद्याधरपदं लभेत् ॥
सर्वान्कामानवाप्नोति संपूज्यादिगदाधरम् ॥
]

`verse 31 [
सोमनाथं समभ्यर्च्य शिवलोकमवाप्नुयात् ॥
रुद्रेश्वरं नमस्कृत्य रुद्रलोके महीयते ॥
]

`verse 32 [
रामेश्वरं नरो नत्वा रामवत्सुप्रियो भवेत् ॥
ब्रह्मेश्वरं नरः स्तुत्वा ब्रह्मलोकाय कल्प्यते ॥
]

`verse 33 [
कालेश्वरं समभ्यर्च्य नरः कालञ्जयो भवेत् ॥
केदारं पूजयित्वा तु शिवलोके महीयते ॥
]

`verse 34 [
सिद्धेश्वरं च संपूज्य सिद्धो ब्रह्मपुरं व्रजेत् ॥
आद्यै रुद्रादिभिः सार्द्धं दृष्ट्वा ह्यादिगदाधरम् ॥
]

`verse 35 [
कुलानां शतमुद्धृत्य नयेद्ब्रह्मपुरं नरः ॥
धर्मार्थी प्राप्नुयाद्धर्ममर्थार्थो चार्थमाप्नुयात् ॥
]

`verse 36 [
कामान्संप्राप्नुयात्कामी मोक्षार्थी मोक्षमाप्नुयात् ॥
राज्यार्थो राज्यमाप्नोति शान्त्यर्थी शान्तिमाप्नुयात् ॥
]

`verse 37 [
सर्वार्थी सर्वमाप्नोति संपूज्यादिगदाधरम् ॥
पुत्रान्पुत्रार्थिनी स्त्री च सौभाग्यं च तदर्थिनी ॥
]

`verse 38 [
वंशार्थिनी च वंशान्वै प्राप्यार्च्यादिगदाधरम् ॥
श्राद्धेन पिण्डदानेन अन्नदानेन वारिदः ॥
]

`verse 39 [
ब्रह्मलोकमवाप्नोति संपूज्यादिगदाधरम् ॥
पृथिव्यां सर्वतीर्थेभ्यो यथा श्रेष्ठा गया पुरी ॥
]

`verse 40 [
तथा शिलादिरूपश्च श्रेष्ठश्चैव गदाधरः ॥
तस्मिन्दृष्टे शिला दृष्टा यतः सर्वं गदाधरः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे गयामाहात्म्यं नाम षडशीतितमोऽध्यायः ॥
]
