`speaker [
सूत उवाच
]

`verse 1 [
हरिर्मन्वन्तराण्याह ब्रह्मादिभ्यो हराय च ॥
मार्कण्डेयः पितृस्तो त्रं क्रौञ्चुकिं प्राह तच्छृणु ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 2 [
रुचिः प्रजापतिः पूर्वं निर्ममो निरहंकृतिः ॥
अत्रस्तोऽमितमायी च चचार पृथिवीमिमाम् ॥
]

`verse 3 [
अनग्निमनिकेतं तमेकाहारमनाश्रमम् ॥
विमुक्तसङ्गं तं दृष्ट्वा प्रोचुः स्वपितरो मुनिम् ॥
]

`speaker [
पितर ऊचुः
]

`verse 4 [
वत्स कस्मात्त्वया पुण्यो न कृतो दार संग्रहः ॥
स्वर्गापवर्गहे (से)तुत्वाद्वन्धस्तेनानिशं (निमिषं) विना ॥
]

`verse 5 [
गृही समस्तदेवानां पितॄणां च तथार्हणम् ॥
ऋषीणामर्थिनां चैव कुर्वल्लो कानवाप्नुयात् ॥
]

`verse 6 [
स्वाहोच्चारणतो देवान्स्वधोच्चारणतः पितृन् ॥
विभजत्यन्नदानेन भृत्याद्यानतिथीनपि ॥
]

`verse 7 [
सत्त्वं दैवादृणाद्वन्धमिममस्मदृणादपि ॥
अवाप्तोऽसि मनुष्यर्षे भूतेभ्यश्च दिनेदिने ॥
]

`verse 8 [
अनुत्पाद्य सुतान्देवानसन्तर्प्य पितॄस्तथा ॥
अकृत्वा च कथं मौण्ड्यं स्वर्गतिं प्राप्तुमिच्छसि ॥
]

`verse 9 [
क्लेशबोधैककं पुत्रं अन्यायेन भवेत्तव ॥
मृतस्य नरकं त्यक्त्वा क्लेशं एवान्यजन्मनि ॥
]

`speaker [
रुचिरुवाच
]

`verse 10 [
परिग्रहोऽतिदुः खाय पापाया धोगतेस्तथा ॥
भवत्यतो मया पूर्वं न कृतो दारसंग्रहः ॥
]

`verse 11 [
आत्मनः संशयोपायः क्रियते क्षणमन्त्रणात् ॥
स्वमुक्तिहेतुर्न भवत्यसावपि परिग्रहात् ॥
]

`verse 12 [
प्रक्षाल्यतेऽनुदिवसं य आत्मा निष्परिग्रहः ॥
मम त्वपङ्कदिग्धोऽपि विद्याम्भोभिर्वरं हि तत् ॥
]

`verse 13 [
अनेकभवसंभूतकर्मपङ्काङ्कितो बुधैः ॥
आत्मा तत्त्वज्ञानतोयैः प्रक्षाल्यो नियतेन्द्रियैः ॥
]

`speaker [
पितर ऊचुः
]

`verse 14 [
युक्तं प्रक्षालनं कर्त्तुमात्मनोऽपि यतेन्द्रियैः ॥
किं तु नोपायमार्गोऽयं यतस्त्वं पुत्र वर्त्तसे ॥
]

`verse 15 [
पञ्चयज्ञैस्तपोदानैरशुभं नुदतस्तव ॥
फलाभिसन्धिरहितैः पूर्वकम शुभाशुभैः ॥
]

`verse 16 [
एवं न बन्धो भवति कुर्वतः कारणात्मकम् ॥
न च बन्धाय तत्कर्म भवत्यनतिसन्निभम् ॥
]

`verse 17 [
पूर्वकर्म कृतं भोगैः क्षीयते ह्यनिशन्तथा ॥
सुखदुः खात्मकैर्वत्स पुण्या पुण्यात्मकं नृणाम् ॥
]

`verse 18 [
एवं प्रक्षाल्यते प्राज्ञैरात्मा बन्धाच्च रक्ष्यते ॥
रक्ष्यश्च स्वविवेकैर्न पापपङ्केन दह्यते ॥
]

`speaker [
रुचिरुवाच
]

`verse 19 [
अविद्या पच्यते वेदे कर्ममार्गात्पितामहाः ॥
तत्कथं कर्मणो मार्गे भवन्तो योजयन्ति माम् ॥
]

`verse 20 [
पितर उचुः ॥
अविद्या सर्वमेवैतत्कर्मणैतन्मृषा वचः ॥
किं तु विद्यापरिप्राप्तौ हेतुः कर्म न संशयः ॥
]

`verse 21 [
विहिताकरणानर्थो न सद्भिः क्रियते तु यः ॥
संयमो मुक्तये योऽन्यः प्रत्युताधोगतिप्रदः ॥
]

`verse 22 [
प्रक्षालयामीति भवान्यदेतन्मन्यते वरम् ॥
विहिताकरणोद्भूतैः पापैस्त्वमपि दह्यसे ॥
]

`verse 23 [
अविद्याप्युपकाराय विषवज्जायते नृणाम् ॥
अनुष्ठानाभ्युपायेन बन्धयोग्यापि नो हि सा ॥
]

`verse 24 [
तस्माद्वत्स कुरुष्व त्वं विधिवद्दारसंग्रहम् ॥
आजन्म विफलन्तेऽस्तु असम्प्राप्यान्यलौकिकम् ॥
]

`speaker [
रुचिरुवाच
]

`verse 25 [
वृद्धोऽहं साम्प्रतं को मे पितरः सम्प्रिदास्यति ॥
भार्यान्तथा दरिद्रस्य दुष्करो दारसंग्रहः ॥
]

`speaker [
पितर ऊचुः
]

`verse 26 [
अस्माकं पतनं वत्स भवतश्चाप्यधोगतिः ॥
नूनं भावि भवित्री च नाभिनन्दसि नो वचः ॥
]

`verse 27 [
इत्युक्त्वा पितरस्तस्य पश्यतो मुनिसत्तम ॥
बभूवुः सहसाऽदृश्या दीपा वातहता इव ॥
]

`verse 28 [
मुनिः क्रौंचुकये प्राह मार्कण्डेयो महातपाः ॥
रुचिवृत्तान्तमखिलं पितृसंवादलक्षणम् ॥
]

`verse 29 [
इति श्रागारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे कर्मज्ञानमा नामाष्टाशीतितमोऽध्यायः ॥
]
