`speaker [
सूत उवाच
]

`verse 1 [
पृष्टः क्रौञ्चुकिनोवाच मार्कण्डेयः पुनश्च तम् ॥
स तेन पितृवाक्यने भृशमुद्वग्नमानसः ॥
]

`verse 2 [
कन्याभिलाषी विप्रर्षिः परिबभ्राम मेदिनीम् ॥
कन्यामलभमानोऽसौ पितृवाक्येन दीपितः ॥
चिन्तामवाप महीतमतीवोद्विग्नमानसः ॥
]

`verse 3 [
किं करोमि क्व गच्छामि कथं मे दारसंग्रहः ॥
क्षिप्रं भवेन्मत्पितॄणां ममाभ्युदयकारकम् ॥
]

`verse 4 [
इति चिन्तयतस्तस्यमतिर्जाता महात्मनः ॥
तपसाराधयाम्येनं ब्रह्माणं कमलोद्भवम् ॥
]

`verse 5 [
ततो वर्षशतं दिव्यं तपस्तेपे महामनाः ॥
तत्र स्थितश्चिरं कालं वनेषु नियमस्थितः ॥
आराधनाय स तदा परं नियममास्थितः ॥
]

`verse 6 [
ततः प्रदर्शयामास ब्रह्मा लोकपितामहः ॥
उवाचाथ प्रसन्नोऽस्मीत्युच्यतामभिवाञ्छितम् ॥
]

`verse 7 [
ततोऽसौ प्रणिपत्याह ब्रह्माणं जगतो गतिम् ॥
पितॄणां वचनात्तेन यत्कर्त्तुमभिवाञ्छितम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
प्रजापतिस्त्वं भविता स्रष्टव्या भवता प्रजाः ॥
सृष्ट्वा प्रजाः सुतान्विप्रः समुत्पाद्य क्रियास्तथा ॥
]

`verse 9 [
कृत्वा कृताधिकारस्त्वं ततः सिद्धिमवाप्यसि ॥
सत्वं यथोक्तं पितृभिः कुरु दारपरिग्रहम् ॥
]

`verse 10 [
कामं चेममभिध्याय क्रियतां पितृपूजनम् ॥
त एव तुष्टाः पितरः प्रदास्यन्ति तवेप्सितम् ॥
पत्नीं सुतांश्च सन्तुष्टाः किं न दद्युः पितामहाः ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 11 [
इत्यृषिर्वचनं श्रुत्वा ब्रह्मणोऽव्यक्तजन्मनः ॥
नद्या विविक्ते पुलिने चकार पितृतर्पणम् ॥
]

`verse 12 [
तुष्टाव च पितॄन्विप्रः स्तवैरेभिरथादृतः ॥
एकाग्रप्रयतो भूत्वा भक्तिनम्रात्मकन्धरः ॥
]

`speaker [
रुचिरुवाच
]

`verse 13 [
नमस्येऽहं पितॄन् भक्त्या ये वसन्त्यधिदेवतम् ॥
देवैरपि हि तर्प्यन्ते ये श्राद्धेषु स्वधोत्तरैः ॥
]

`verse 14 [
नमस्येऽहं पितॄन् स्वर्गे ये तर्प्यन्ते महर्षिभिः ॥
श्राद्धैर्मनोमयैर्भक्त्या भुक्तिमुक्तिमभीप्सुभिः ॥
]

`verse 15 [
नमस्येऽहं पितॄन्स्वर्गे सिद्धाः सन्तर्पयन्ति यान् ॥
श्राद्धेषु दिव्यैः सकलैरुपहारैरनुत्तमैः ॥
]

`verse 16 [
नमस्येऽहं पितॄन् भक्त्या येऽर्च्यन्ते गुह्यकैर्दिवि ॥
तन्मयत्वेन वाञ्छद्भिः ऋद्धिमात्यन्तिकीं पराम् ॥
]

`verse 17 [
नमस्येऽहं पितॄन्मर्त्यैरर्च्यन्ते भुवि ये सदा ॥
श्राद्धेषु श्रद्धयाभीष्टलोकपुष्टिप्रदायिनः ॥
]

`verse 18 [
नमस्येऽहं पितॄन्विप्रैरर्च्यन्ते भुवि ये सदा ॥
वाञ्छिताभीष्टलाभाय प्राजापत्यप्रदायिनः ॥
]

`verse 19 [
नमस्येऽहं पितॄन्ये वै तर्प्यन्तेऽरण्यवासिभिः ॥
वन्यैः श्राद्धैर्यताहारैस्तपोनिर्धूतकल्मषैः ॥
]

`verse 20 [
नमस्येऽहं पितॄन्विप्रैर्नैष्ठिकैर्धर्मचारिभिः ॥
ये संयतात्मभिर्नित्यं सन्तर्प्यन्ते समाधिभिः ॥
]

`verse 21 [
नमस्येऽहं पितॄश्राद्धै राजन्यास्तर्पयन्ति यान् ॥
कव्यैरशेषैर्विधिवल्लोकद्वयफलप्रदान् ॥
]

`verse 22 [
नमस्येऽहं पितॄन्वैश्यैरर्च्यन्ते भुवि ये सदा ॥
स्वकर्माभिरतैर्नित्यं पुष्पधूपान्नवारिभिः ॥
]

`verse 23 [
नमस्येऽहं पितॄश्राद्धे शूद्रैरपि च भक्तितः ॥
सन्तर्प्यते जगत्कृत्स्नं नाम्ना ख्याताः सुकालिनः ॥
]

`verse 24 [
नमस्येऽहं पितॄश्राद्धे पाताले ये महासुरैः ॥
सन्तर्प्यन्ते सुधाहारास्त्यक्तदम्भमदैः सदा ॥
]

`verse 25 [
नमस्येऽहं पितॄश्राद्धैरर्च्यन्ते ये रसातले ॥
भोगैरशेषैर्विधिवन्नागैः कामानभीप्सुभिः ॥
]

`verse 26 [
नमस्येऽहं पितॄश्राद्धैः सर्पैः सन्तर्पितान्सदा ॥
तत्रैव विधिवन्मन्त्रभोगसम्पत्समन्वितैः ॥
]

`verse 27 [
पितॄन्नमस्ये निवसन्ति साक्षाद्ये देवलोकेऽथ महीतले वा ॥
तथान्तरिक्षे च सुरारिपूज्यास्ते वै प्रतीच्छन्तु मयोपनीतम् ॥
]

`verse 28 [
पितॄन्नमस्ये परमार्थभूता ये वै विमाने निवसन्त्यमूर्त्ताः ॥
यजन्ति यानस्तमलैर्मनोभिर्योगीश्वराः क्लेशविमुक्तिहेतून् ॥
]

`verse 29 [
पितॄन्नमस्ये दिवि ये च मूर्त्ताः स्वधाभुजः काम्यफलाभिसन्धौ ॥
प्रदानशक्ताः सकलेप्सितानां विमुक्तिदा येऽनभिसंहितेषु ॥
]

`verse 30 [
तृप्यन्तु तेऽस्मिन्पितरः समस्ता इच्छावतां ये प्रदिशन्ति कामान् ॥
सुरत्वमिन्द्रत्वमितोऽधिकं वा गजाश्वरत्नानि महागृहाणि ॥
]

`verse 31 [
सोमस्य ये रश्मिषु येऽर्कबिम्बे शुक्ले विमाने च सदा वसन्ति ॥
तृप्यन्तु तेऽस्मिन्पितरोऽन्नतोयैर्गन्धादिना पुष्टिमितो व्रजन्तु ॥
]

`verse 32 [
येषां हुतेऽग्नौ हविषा च तृप्तिर्ये भुञ्जते विप्रशरीरसंस्थाः ॥
ये पिण्डदानेन मुदं प्रयान्ति तृप्यन्तु तेऽस्मिन्पितरोऽन्नतोयैः ॥
]

`verse 33 [
ये खड्गमांसेन सुरैरभीष्टैः कृष्णैस्तिलैर्दिव्य मनोहरैश्च ॥
कालेन शाकेन महर्षिवर्य्यैः संप्रीणितास्ते मुदमत्र यान्तु ॥
]

`verse 34 [
कव्यान्यशेषाणि च यान्यभीष्टान्यतीव तेषां मम पूजितानाम् ॥
तेषाञ्च सान्निध्यमिहास्तु पुष्पगन्धाम्बुभोज्येषु मया कृतेषु ॥
]

`verse 35 [
दिने दिने ये प्रतिगृह्णतेऽर्चां मासान्तपूज्या भुवि येऽष्टकासु ॥
ये वत्सरान्तेऽभ्युदये च पूज्याः प्रयान्तु ते मे पितरोऽत्र तुष्टिम् ॥
]

`verse 36 [
पूज्या द्विजानां कुमुदेन्दुभासो ये क्षत्त्रियाणां ज्वलनार्कवर्णाः ॥
तथा विशां ये कनकावदाता नीलीप्रभाः शूद्रजनस्य ये च ॥
]

`verse 37 [
तेऽस्मिन्समस्ता मम पुष्पगन्धधूपाम्बुभोज्यादिनिवेदनेन ॥
तथाग्निहोमेन च यान्ति तृप्तिं सदा पितृभ्यः प्रणतोऽस्मि तेभ्यः ॥
]

`verse 38 [
ये देवपूर्वाण्यभितृप्तिहेतोर श्रन्ति कव्यानि शुभाहृतानि ॥
तृप्ताश्च ये भूतिसृजो भवन्ति तृप्यन्तु तेऽस्मिन्प्रणतोऽस्मि तेभ्यः ॥
]

`verse 39 [
रक्षांसि भूतान्यसुरांस्तथोग्रात्रिर्णाशयन्तु त्वशिवं प्रजानाम् ॥
आद्याः सुराणाममरेशपूज्यास्तृप्यन्तु तेऽस्मिन्प्रणतोऽस्मितेभ्यः ॥
]

`verse 40 [
अग्निष्वात्ता बर्हिषद आज्यपाः सोमपास्तथा ॥
व्रजन्तु तृप्तिं श्राद्धेऽस्मिन्पितरस्तर्पिता मया ॥
]

`verse 41 [
अग्निष्वात्ताः पितृगणाः प्राचीं रक्षन्तु मे दिशम् ॥
तथा बर्हिषदः पान्तु याम्यां मे पितरः सदा ॥
प्रतीचीमाज्यपास्तद्वदुदीचीमपि सोमपाः ॥
]

`verse 42 [
रक्षोभूतपिशाचेभ्यस्तथैवासुरदोषतः ॥
सर्वतः पितरो रक्षां कुर्वन्तु मम नित्यशः ॥
]

`verse 43 [
विश्वो विश्वभुगाराध्यो धर्मो धन्यः शुभाननः ॥
भूतिदो भूतिकृद् भूतिः पितॄणां ये गणा नव ॥
]

`verse 44 [
कल्याणः कल्यदः कर्त्ता कल्यः कल्यतराश्रयः ॥
कल्यताहेतुरन्घः षडिमे ते गणाः स्मृताः ॥
]

`verse 45 [
वरो वरेण्यो वरदस्तुष्टिदः पुष्टिदस्तथा ॥
विश्वपाता तथा धाता सप्तैते च गणाः स्मृताः ॥
]

`verse 46 [
महान्महात्मा महितो महिमावान्महाबलः ॥
गणाः पञ्च तथैवैते पितॄणां पापनाशनाः ॥
]

`verse 47 [
सुखदो धनदश्चान्यो धर्मदोऽन्यश्च भूतिदः ॥
पितॄणां कथ्यते चैव तथा गणचतुष्टयम् ॥
]

`verse 48 [
एकत्रिंशत्पितृगणा यैर्व्याप्तमखिलं जगत् ॥
त एवात्र पितृगणास्तुष्यन्तु च मदाहितात् ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 49 [
एवं तु स्तुवतस्तस्य तेजसोराशिरुच्छ्रितः ॥
प्रादुर्बभूव सहसा गगनव्याप्तिकारकः ॥
]

`verse 50 [
तदॄष्ट्वा सुमहत्तेजः समाच्छाद्य स्थितं जगत् ॥
जानुभ्यामवनीं गत्वा रुचिः स्तोत्रमिदंजगौ ॥
]

`speaker [
रुचिरुवाच
]

`verse 51 [
अर्चितानाममूर्त्तानां पितॄणां दीप्ततेजसाम् ॥
नमस्यामि सदा तेषां ध्यानिनां दिव्यचक्षुषाम् ॥
]

`verse 52 [
इन्द्रादीनां च नेतारो दक्षमारीचयोस्तथा ॥
सप्तर्षोणां तथान्येषां तान्नमस्यामि कामदान् ॥
]

`verse 53 [
मन्वादीनां च नेतारः सूर्य्याचन्द्रमसोस्तथा ॥
तान्नमस्याम्यहं सर्वान्पितॄनप्युदधावपि ॥
]

`verse 54 [
नक्षत्राणां ग्रहाणां च वाय्वग्न्योर्नभसस्तथा ॥
द्यावापृथिव्योश्च तथा नमस्यामि कृताञ्जलिः ॥
]

`verse 55 [
प्रजापतेः कश्यपाय सोमाय वरुणाय च ॥
योगेश्वरेभ्यश्च सदा नमस्यामि कृताञ्जलिः ॥
]

`verse 56 [
नमो गणेभ्यः सप्तभ्यस्तथा लोकेषु सप्तसु ॥
स्वायम्भुवे नमस्यामि ब्रह्मणे योगचक्षुषे ॥
]

`verse 57 [
सोमाधारान्पितृगणान्योगमूर्त्तिधरांस्तथा ॥
नमस्यामि तथा सोमं पितरं जगतामहम् ॥
]

`verse 58 [
अग्निरूपांस्तथैवान्यान्नमस्यामि पितॄनहम् ॥
अग्निसोममयं विश्वं यत एतदशेषतः ॥
]

`verse 59 [
ये च तेजसि ये चैते सोमसूर्य्याग्निमूर्त्तयः ॥
जगत्स्वरूपिणश्चैव तथा ब्रह्मस्वरूपिणः ॥
]

`verse 60 [
तेभ्योऽखिलेभ्यो योगिभ्यः पितृभ्यो यतमानसः ॥
नमोनमो नमस्तेऽस्तु प्रसीदन्तु स्वधाभुजः ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 61 [
एवं स्तुतास्ततस्तेन तेजसो मुनिसत्तमाः ॥
निश्चक्रमुस्ते पितरो भासयन्तो दिशोदश ॥
]

`verse 62 [
निवेदनञ्च यत्तेन पुष्पगन्धानुलेपनम् ॥
तद्भूषितानथ स तान्ददृशे पुरतः स्थितान् ॥
]

`verse 63 [
प्रणिपत्य रुचिर्भक्त्या पुनरेव कृताञ्जलिः ॥
नमस्तुभ्यं नमस्तुभ्यमित्याह पृथगादृतः ॥
]

`verse 64 [
ततः प्रसन्नाः पितरस्तमूचुर्मुनिसत्तमम् ॥
वरं वृणीष्वेति स तानुवाचानतकन्धरः ॥
]

`speaker [
रुचिरुवाच
]

`verse 65 [
प्रजानां सर्गकर्त्तृत्वमादिष्टं ब्रह्मणा मम ॥
सोऽहं पत्नीमभीप्सामि धन्यां दिव्यां प्रजावतीम् ॥
]

`speaker [
पितर ऊचुः
]

`verse 66 [
अत्रैव सद्यः पत्नी ते भवत्वतिमनोरमा ॥
तस्याञ्च पुत्रो भविता भवतो मुनिसत्तम ! ॥
]

`verse 67 [
मन्वन्तराधिपो धीमांस्त्वन्नाम्नैवोपलक्षितः ॥
रुचे ! रौच्य इति ख्यातिं प्रयास्यति जगत्त्रये ॥
]

`verse 68 [
तस्यापि बहवः पुत्रा महाबलपराक्रमाः ॥
भविष्यन्ति महात्मानः पृथिवीपरिपालकाः ॥
]

`verse 69 [
त्वं च प्रजापतिर्भूत्वा प्रजाः सृष्ट्वा चतुर्विधाः ॥
क्षीणाधिकारो धर्मज्ञस्ततः सिद्धिमवाप्स्यसि ॥
]

`verse 70 [
स्तोत्रेणानेन च नरो योऽस्मांस्तोष्यति भक्तितः ॥
तस्य तुष्टा वयं भोगानात्मजं ध्यानमुत्तमम् ॥
]

`verse 71 [
आयुरारोग्यमर्थं च पुत्रपौत्रादिकं तथा ॥
वांछद्भिः सततं स्तव्याः स्तोत्रेणानेन वै यतः ॥
]

`verse 72 [
श्राद्धेषु य इमं भक्त्या त्वस्मत्प्रीतिकरं स्तवम् ॥
पठिष्यति द्विजाग्रयाणां भुंजतां पुरतः स्थितः ॥
]

`verse 73 [
स्तोत्रश्रवणसंप्रीत्या सन्निधाने परे कृते ॥
अस्माभिरक्षयं श्राद्धं तद्भविष्यत्यसंशयम् ॥
]

`verse 74 [
यद्यप्यश्रोत्रियं श्राद्धं यद्यप्युपहतं भवेत् ॥
अन्यायोपात्तवित्तेन यदि वा कृतमन्यथा ॥
]

`verse 75 [
अश्राद्धार्हैरुपतैरुपहारैस्तथा कृतैः ॥
अकालेऽप्यथ वा देशे विधिहीनमथापि वा ॥
]

`verse 76 [
अश्रद्धया वा पुरुषैर्दम्भमाश्रित्य यत्कृतम् ॥
अस्माकं तृप्तये श्राद्धन्तथाप्येतदुदीरणात् ॥
]

`verse 77 [
यत्रैतत्पठ्यते श्राद्धे स्तोत्रमस्तत्सुखावहम् ॥
अस्माकं जायते तृप्तिस्तत्र द्वादशावर्षिकी ॥
]

`verse 78 [
हेमन्ते द्वादशाब्दानि तृप्तिमेतत्प्रयच्छति ॥
शिशिरे द्विगुणाब्दानि तृप्तिं स्तोत्रमिदं शुभम् ॥
]

`verse 79 [
वसन्ते षोडश समास्तृप्तये श्राद्धकर्मणि ॥
ग्रीष्मे च षोडशैवैतत्पठितं तृप्तिकारकम् ॥
]

`verse 80 [
विकलेऽपि कृते श्राद्धे स्तोत्रेणानेन साधिते ॥
वर्षासु तृप्तिरस्माकमक्षय्या जायते रुचे ॥
]

`verse 81 [
शरत्कालेऽपि पठितं श्राद्धकाले प्रयच्छति ॥
अस्माकमेतत्पुरुषैस्तृप्तिं पंचदशाब्दिकीम् ॥
]

`verse 82 [
यस्मिन् गेहे च लिखितमेतत्तिष्ठति नित्यदा ॥
सन्निधानं कृते श्राद्धे तत्रास्माकं भविष्यति ॥
]

`verse 83 [
तस्मादेतत्त्वया श्राद्धे विप्राणां भुञ्जतां पुरः ॥
श्रावणीयं महाभाग अस्माकं पुष्टिकारकम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे रुचिकृतपितृस्तोत्रं नामैकोननवतितमोऽध्यायः ॥
]
