`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
ततस्तस्मान्नदीमध्यात्समुत्तस्थौ मनोरमा ॥
प्रम्लौचा नाम तन्वङ्गी तत्समीपे वराप्सराः ॥
]

`verse 2 [
सा चोवाच महात्मानं रुचिं सुमधुराक्षरम् ॥
प्रसादयामास भूयः प्रम्लोचा च वराप्सराः ॥
]

`verse 3 [
अतीवरूपिणी कन्या मत्प्रसाद्वराङ्गना ॥
जाता वरुणपुत्रेण पुष्करेण महात्मना ॥
]

`verse 4 [
तां गृहाण मया दत्तां भार्य्यार्थे वरवर्णिनीम् ॥
मनुर्महामतिस्तस्यां समुत्पत्स्यति ते सुतः ॥
]

`speaker [
मार्कंडेय उवाच
]

`verse 5 [
तथेति तेन साप्युक्ता तस्मात्तोयाद्वपुष्मतीम् ॥
उद्दधार ततः कन्यां मानिनीं नाम नामतः ॥
]

`verse 6 [
नद्याश्च पुलिने तस्मिन्स मुनिर्मुनिसत्तमाः ॥
जग्राह पाणिं विधिवत्समानीय महामुनिः ॥
]

`verse 7 [
तस्यां तस्य सुतो जज्ञे महावीर्य्यो महाद्युतिः ॥
रुचे रौच्य इति ख्यातो यो मया पूर्वमीरितः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे प्रम्लोचागमनं नाम नवतितमोऽध्यायः ॥
]
