`speaker [
सूत उवाच
]

`verse 1 [
स्वायम्भुवाद्या मुनयो हरिं ध्यायन्ति कर्मणा ॥
व्रताचारार्चनाध्यानस्तुतिजप्यपरायणाः ॥
]

`verse 2 [
देहेन्द्रियमनोबुद्धिप्राणाहङ्कारवर्जितम् ॥
आकशेन विहीनं वै तेजसा परिवर्जितम् ॥
]

`verse 3 [
उदकेन विहीनं वै तद्धर्मपरिवर्जितम् ॥
पृथिवीरहितं चैव सर्वभूतविवर्जितम् ॥
]

`verse 4 [
भूताध्यक्षं तथा बद्धनियन्तारं प्रभुं विभुम् ॥
चैतन्यरूपतारूपं सर्वाध्यक्षं निरञ्जनम् ॥
]

`verse 5 [
मुक्तसङ्गं महेशानं सर्वदेवप्रपूजितम् ॥
तेजोरूपमसत्त्वं च तपसा परिवर्जितम् ॥
]

`verse 6 [
रहितं रजसा नित्यं व्यतिरिक्तं गुणैस्त्रिभिः ॥
सर्वरूपविहीनं वै कर्तृत्वादिविवर्जितम् ॥
]

`verse 7 [
वासनारहितं शुद्धं सर्वदोषविवर्जितम् ॥
पिपासावर्जितं तत्तच्छो कमोहविवर्जितम् ॥
]

`verse 8 [
जरामरणहीनं वै कूटस्थं मोहवर्जितम् ॥
उत्पत्तिरहितं चैव प्रलयेन विवर्जितम् ॥
]

`verse 9 [
सत्यं सर्वाचारहीनं निष्कलं परमेश्वरम् ॥
जाग्रत्स्वप्नसुषुप्त्यादिवर्जितं नामवर्जितम् ॥
]

`verse 10 [
अध्यक्षं जाग्रदादीनां शान्तरूपं सुरेश्वरम् ॥
जाग्रदादिस्थितं नित्यं कार्य्यकारणवर्जितम् ॥
]

`verse 11 [
सर्वदृष्टं तथा मूर्त्तं सूक्ष्मं सूक्ष्मतरं परम् ॥
ज्ञानदृक् श्रोत्रविज्ञानं परमानन्दरूपकम् ॥
]

`verse 12 [
विश्वेन रहितं तद्वत्तैजसेन विवर्जितम् ॥
प्राज्ञेन रहितञ्चैव तुरीयं परमाक्षरम् ॥
]

`verse 13 [
सर्वगोप्तृ सर्वहन्तृ सर्वभूतात्मरूपि च ॥
बुद्धिधर्मविहीनं वै निराधारं शिवं हरिम् ॥
]

`verse 14 [
विक्रियारहितं चैव वेदान्तैर्वेद्यमेव च ॥
वेदरूपं परं भूतमिन्द्रियेभ्यः परं शुभम् ॥
]

`verse 15 [
शब्देन वर्जितञ्चैव रसेन च विवर्जितम् ॥
स्पर्शेन रहितं देवं रूपमात्रविवर्जितम् ॥
]

`verse 16 [
रूपेण रहितञ्चैव गन्धेन परिवर्जितम् ॥
अनादि ब्रह्मरन्ध्रान्तमहं ब्रह्मास्मि केवलम् ॥
]

`verse 17 [
एवं ज्ञात्वा महादेवध्यानं कुर्य्याज्जितेन्द्रियः ॥
ध्यानं यः कुरुते ह्येवं स भवेद्बह्म मानवः ॥
]

`verse 18 [
इति ध्यानं समाख्यातमश्विरस्य मया तव ॥
अधुना कथयाम्यन्यत्किन्तद्ब्रूहि वृषध्वज ॥
]

`colophon [
इति श्रीगारुडे महापुराणे प्रथमांशाख्ये आचारकाण्डे हरिध्यानं नामैकनवतितमोऽध्यायः ॥
]
