`speaker [
रुद्रउवाच
]

`verse 1 [
विष्णोर्ध्यानं पुनर्ब्रूहि शङ्खचक्रगदाधर ॥
येन विज्ञातमात्रेण कृतकृत्यो भवेन्नरः ॥
]

`speaker [
हरिरुवाच
]

`verse 2 [
प्रवक्ष्यामि हरेर्ध्यानं मायातन्त्रविमर्दकम् ॥
मूर्त्तामूर्तादिभेदेन तद्ध्यानं द्विविधं हर ॥
]

`verse 3 [
अमूर्त्तं रुद्र कथितं हन्त मूर्त्तं ब्रवीम्यहम् ॥
सूर्य्यकोटिप्रतीकाशो जिष्णुर्भाजिष्णुरेकतः ॥
]

`verse 4 [
कुन्दगोक्षीरधवलो हरिर्ध्येयो मुमुक्षुभिः ॥
विशालेन सुसौम्येन शङ्खेन च समन्वितः ॥
]

`verse 5 [
सहस्त्रादित्यतुल्येन ज्वालामालोग्ररूपिणा ॥
चक्रेण चान्वितः शान्तो गदाहस्तः शुभाननः ॥
]

`verse 6 [
किरीटेन महार्हेण रत्नप्रज्वलितेन च ॥
सायुधः सर्वगो देवः सरोरुहधरस्तथा ॥
]

`verse 7 [
वनमालाधरः शुभ्रः समांसो हेमभूषणः ॥
सुवस्त्रः शुद्धदेहश्च सुकर्णः पद्मसंस्थितः ॥
]

`verse 8 [
हिरण्मयशरीरश्च चारुहारी शुभाङ्गदः ॥
केयूरेण समायुक्तो वनमालासमन्वितः ॥
]

`verse 9 [
श्रीवत्सकौस्तुभयुतो लक्ष्मीवन्द्येक्षणान्वितः ॥
अणिमादिगुणैर्युक्तः सृष्टिसंहारकारकः ॥
]

`verse 10 [
मुनिध्येयोऽसुरध्येयो देवध्येयोऽतिसुन्दरः ॥
ब्रह्मादिस्तम्बपर्य्यन्तभूतजातहृदिस्थितः ॥
]

`verse 11 [
सनातनोऽव्ययो मेध्यः सर्वानुग्रहकृत्प्रभुः ॥
नारायणो महादेवः स्फुरन्मकरकुण्डलः ॥
]

`verse 12 [
सन्तापनाशनोऽभ्यर्च्यो मङ्गल्यो दुष्टनाशनः ॥
सर्वात्मा सर्वरूपश्च सर्वगो ग्रहनाशनः ॥
]

`verse 13 [
चार्वङ्गुलीयसंयुक्तः सुदीप्तनख एव च ॥
शरण्यः सुखकारी च सौम्यरूपो महेश्वरः ॥
]

`verse 14 [
सर्वालङ्कारसंयुक्तश्चारुचन्दनचर्चितः ॥
सर्वदेवसमायुक्तः सर्वदेवप्रियङ्करः ॥
]

`verse 15 [
सर्वलोकहितैषी च सर्वेशः सर्वभावनः ॥
आदित्यमण्डले संस्थो अग्निस्थो वारिसंस्थितः ॥
]

`verse 16 [
वासुदेवो जगद्धाता ध्येयो विष्णुर्मुमुक्षुभिः ॥
वासुदेवोऽहमस्मीति आत्मा ध्येयो हरिर्हरिः ॥
]

`verse 17 [
ध्यायन्त्येवं च ये विष्णुं ते यान्ति परमां गतिम् ॥
याज्ञवल्क्यः पुरा ह्येवं ध्यात्वा विष्णुं सुरेश्वरम् ॥
]

`verse 18 [
धर्मोपदेशकर्त्तृत्वं संप्राप्यागात्परं पदम् ॥
तस्मात्त्वमपि देवेश ! विष्णुं चिन्तय शङ्कर ! ॥
]

`verse 19 [
विष्णुध्यानं पठेद्यस्तु प्राप्नोति परमां गतिम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विष्णुध्यानं नाम द्विनवतितमोऽध्यायः ॥
]
