`speaker [
महेश्वर उवाच
]

`verse 1 [
याज्ञवल्क्येन यत्पूर्वं धर्मं प्रोक्तं कथं हरे ! ॥
तन्मे काथय केशिघ्न ! यथा तत्त्वेन माधव ! ॥
]

`speaker [
हरिरुवाच
]

`verse 2 [
याज्ञवल्क्यं नमस्कृत्य मिथिलायां समास्थितम् ॥
अपृच्छन्नॄषयो गत्वा वर्णधर्माद्यशेषतः ॥
तेभ्यः स कथयामास विष्णुं ध्यात्वा जितेन्द्रियः ॥
]

`speaker [
याज्ञवल्क्य उवाच
]

`verse 3 [
यस्मिन्देशे मृगः कृष्णस्तस्मिन्धर्मान्निबोधत ॥
पुराणन्यायमीमांसाधर्मशास्त्राङ्गमिश्रिताः ॥
]

`verse 4 [
वेदाः स्थानानि विद्यानां धर्मस्य च चतुर्दश ॥
वक्तारो धर्मशास्त्राणां मनुर्विष्णुर्यमोऽङ्गिराः ॥
]

`verse 5 [
वसिष्ठदक्षसंवर्त्तशातातपपराशराः ॥
आपस्तम्बोशनोव्यासाः कात्यायनबृहस्पती ॥
]

`verse 6 [
गौतमः शङ्खलिखितो हारीतोऽत्रिरहं तथा ॥
एते विष्णुं समाराध्य जाता धर्मोपदेशकाः ॥
]

`verse 7 [
देशकाल उपायेन द्रव्यं श्रद्धासमन्वितम् ॥
पात्रे प्रदीयते यत्तत्सकलं धर्मलक्षणम् ॥
]

`verse 8 [
इज्याचारो दमोऽहिंसा दानं स्वाध्यायकर्म च ॥
अयं च परमो धर्मो यद्योगेनात्मदर्शनम् ॥
]

`verse 9 [
चत्वारो वेदधर्मज्ञाः परास्रैविद्यमेव वा ॥
सा ब्रूते यत्स्वधर्मः स्यादेको वाध्यात्मवित्तमः ॥
]

`verse 10 [
ब्रह्मक्षात्त्रियविट्शूद्रा वर्णास्त्वाद्यास्त्रयो द्विजाः ॥
निषेकाद्याः श्मशानान्तास्तेषां वै मन्त्रतः क्रियाः ॥
]

`verse 11 [
गर्भाधानमृतौ पुंसः सवनं स्पन्दनात्पुरा ॥
षष्ठेऽष्टमे वा सीमन्तः प्रसवे जातकर्म च ॥
]

`verse 12 [
अहन्येकादशे नाम चतुर्थे मासि निष्क्रमः ॥
षष्ठेऽन्नप्राशनं मासि चूडां कुर्य्याद्यथाकुलम् ॥
]

`verse 13 [
एवमेनः शमं याति बीजगर्भसमुद्भवम् ॥
तूष्णीमेताः क्रियाः स्त्रीणां विवाहश्च समन्त्रकः ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे याज्ञवल्क्योक्तवर्णधर्म्मनिरूपणं नाम त्रिनवतितमोऽध्यायः ॥
]
