`speaker [
याज्ञवल्क्य उवाच
]

`verse 1 [
गर्भाष्टमेऽष्टमे वाब्दे ब्राह्मणस्योपनायनम् ॥
रज्ञामेकादशे सैके विशामेके यथाकुलम् ॥
]

`verse 2 [
उपनीय कुरुः शिष्यं महाव्याहृतिपूर्वकम् ॥
वेदमध्यापयेदेनं शौचाचारांश्च शिक्षयेत् ॥
]

`verse 3 [
दिवा सन्ध्यासु कर्णस्थब्रह्मसूत्र उदड्मुखः ॥
कुर्य्यान्मूत्रपुरीषे तु रात्रौ चेद्दक्षिणामुखः ॥
]

`verse 4 [
गृहीतशिश्रश्चोत्थाय मृद्भिरभ्युद्धृतैर्जलैः ॥
गन्धलेपक्षयकरं शौचं कुर्य्यान्महाव्रतः ॥
]

`verse 5 [
अन्तर्जानुः शुचौ देश उपविष्ट उदङ्मुखः ॥
प्राग्वा ब्राह्मेण तीर्थेन द्विजो नित्यमुपस्पृशेत् ॥
]

`verse 6 [
कनिष्ठादेशिन्यङ्गुष्ठमूलान्यग्रं करस्य च ॥
प्रजापतिपितृब्रह्मदेवतीर्थान्यनुक्रमात् ॥
]

`verse 7 [
त्रिः प्राश्यापो द्विरुन्मृज्य खान्याद्भिः समुपस्पृशेत् ॥
अद्भिस्तु प्रकृतिस्थाभिर्होनाभिः फेनबुद्दैः ॥
]

`verse 8 [
हृत्कण्ठतालुनाभिस्तु यथासंख्यं द्विजातयः ॥
शुध्येरंस्री च शूद्रश्च सकृत्स्पृष्टाभिरन्ततः ॥
]

`verse 9 [
स्नानमब्दैवतैर्मन्त्रैर्मार्जनं प्राणसंयमः ॥
सूर्य्यस्य चाप्युपस्थानं गायत्त्रयाः प्रत्ययं जपः ॥
]

`verse 10 [
गायत्त्रीं शिरसा सार्द्धं जपेद्व्याहृतिपूर्विकाम् ॥
प्रतिप्रणवसंयुक्तां त्रिरयं प्राणसंयमः ॥
]

`verse 11 [
प्राणानायम्य सम्प्रोक्ष्य त्र्यृचेनाब्दैवतेन तु ॥
जपन्नासीत सावित्त्रीं प्रत्यगातारकोदयात् ॥
]

`verse 12 [
सन्ध्यां प्राक् प्रातरेवं हि तिष्ठेदासूर्य्यदर्शनात् ॥
अग्निकार्य्यं ततः कुर्य्यात्सन्ध्ययोरुभयोरपि ॥
]

`verse 13 [
ततोऽभिवादयेद्वृद्वानसावहमिति ब्रुवन् ॥
गुरुं चैवाप्युपासीत स्वाध्यायार्थं समाहितः ॥
]

`verse 14 [
साहूतश्चाप्यधीयीत सर्वं चास्मै निवेदयेत् ॥
हितं तस्याचरेन्नित्यं मनोवाक्रायकर्मभिः ॥
]

`verse 15 [
दण्डाजिनोपवीतानि मेखलां चैव धारयेत् ॥
ब्राह्मणेषु चरेद्भैक्षमनिन्द्येष्वात्मवृत्तये ॥
]

`verse 16 [
आदिमध्यावसानेषु भवेच्छन्दोपलक्षिता ॥
ब्राह्मणक्षत्त्रियविशां भैक्षचर्य्या यथाक्रमम् ॥
]

`verse 17 [
कृताग्निकार्य्यो भुञ्जीत विनीतो गुर्वनुज्ञया ॥
आपोशानक्रियापूर्वं सत्कृत्यान्नमकुत्सयन् ॥
]

`verse 18 [
ब्रह्मचार्य्यास्थितो नैकमन्नमद्यादनापदि ॥
ब्राह्मणः काममश्रीयाच्छ्राद्धे व्रतमपडियन् ॥
]

`verse 19 [
मधु मांसं तथा स्विन्नमित्यादि परिवर्जयेत् ॥
स गुरुर्यः क्रियाः कृत्वा वेदमस्मै प्रयच्छति ॥
]

`verse 20 [
उपनीय ददात्येनामाचार्य्यः स प्रकीर्त्तितः ॥
एकदेशमुपाध्याय ऋत्विग्यज्ञकृदुच्यते ॥
]

`verse 21 [
एते मान्या यथापूर्वमेभ्यो माता गरीयसी ॥
प्रतिवेदं ब्रह्मचर्य्यं द्वादशाब्दानि पञ्च वा ॥
]

`verse 22 [
ग्रहणान्तिकमित्येके केशान्तश्चैव षोडशे ॥
आषोडशाऽऽद्वाविंशाच्चाचतुर्विंशाच्च वत्सरात् ॥
]

`verse 23 [
ब्रह्मक्षत्त्रविशां काल औपनायनिकः परः ॥
अत ऊर्द्ध्वं पतन्त्येते सर्वधर्मविवर्जिताः ॥
]

`verse 24 [
सावित्रीपतिता व्रात्या व्रात्यस्तोमादृते क्रतोः ॥
मातुर्यदग्रे जायन्ते द्वितीयं मौञ्जिबन्धनम् ॥
]

`verse 25 [
ब्राह्मणक्षत्त्रिय विशस्तस्मादेते द्विजातयः ॥
यज्ञानां तपसां चैव शुभानां चैव कर्मणाम् ॥
]

`verse 26 [
वेद एव द्विजातीनां निः श्रेयसकरः परः ॥
मधुना पयसा चैव स देवांस्तर्पयेद्द्विजः ॥
]

`verse 27 [
पितॄन्मधुघृताभ्यां च ऋचोऽधीते हि सोऽन्वहम् ॥
यजुः साम पठेत्तद्वदथर्वाङ्गिरसं द्विजः ॥
]

`verse 28 [
सन्तर्पयेत्पितॄन्देवान्सोऽन्वहं हि घृतामृतैः ॥
वाकोवाक्यं पुराणं च नाराशंसीश्च गाथिकाः ॥
]

`verse 29 [
इतिहासांस्तथा विद्या योऽधीते शक्तितोऽन्वहम् ॥
सन्तर्पयेत्पितॄन्देवान्मांसक्षीरोदनादिभिः ॥
]

`verse 30 [
ते तृप्तास्तर्पयन्त्येनं सर्वकामफलैः शुभैः ॥
यं यं क्रतुमधीतेसौ तस्यस्याप्नुयात्फलम् ॥
]

`verse 31 [
भूमिदानस्य तपसः स्वाध्यायफलभाग्द्विजः ॥
नेष्ठिको ब्रह्मचारी तु वसेदाचार्य्यसन्निधौ ॥
]

`verse 32 [
तदभावेऽस्य तनये पत्न्यां वैश्वानरेऽपि वा ॥
अनेन विधिना देहे साधयेद्विजितेन्द्रियः ॥
ब्रह्मलोकमवाप्नोति न चेह जायते पुनः ॥
]

`verse 33 [
इत श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाक्ये आचारकाण्डे याज्ञवल्क्योक्तवर्णधर्मनिरूपणं नाम चतुर्नवतितमोऽध्यायः ॥
]
