`speaker [
याज्ञवल्क्य उवाच
]

`verse 1 [
श्रृण्वन्तु मुनयो धर्मान् गृहस्थस्य यतव्रताः ॥
गुरवे च धनं दत्त्वा स्नात्वा च तदनुज्ञया ॥
]

`verse 2 [
समापितब्रह्मचर्य्यो लक्षण्यां स्त्रियमुद्वहेत् ॥
अनन्यपूर्विकां कान्तामसपिण्डां यवीयसीम् ॥
]

`verse 3 [
अरोगिणीं भ्रातृमतीमसमानार्षगोत्रजाम् ॥
पञ्चमात्सप्तमादूर्द्ध्वं मातृतः पितृतस्तथा ॥
]

`verse 4 [
दशपुरुषविख्याताच्छ्रोत्रियाणां महाकुलात् ॥
सवर्णः श्रोत्रियो विद्वान्वरो दोषान्वितो न च ॥
]

`verse 5 [
यदुच्यते द्विजातीनां शूद्राद्दारोपसंग्रहः ॥
न तन्मम मतं यस्मात्तत्रायं जायते स्वयम् ॥
]

`verse 6 [
तिस्रो वर्णानुपूर्व्येण द्वे तथैका यथाक्रमम् ॥
ब्राह्मणक्षत्त्रियविशां भार्य्याः स्वा शूद्रजन्मनः ॥
]

`verse 7 [
ब्राह्मो विवाह आहूय दीयते शक्त्यलङ्कृता ॥
तज्जः पुनात्युभयतः पुरुषोनेकविंशतिम् ॥
]

`verse 8 [
यज्ञस्थायर्त्विजे दैवमादायार्षस्तु गोयुगम् ॥
चतुर्दश प्रथमजः पुनात्युत्तरजश्च षट् ॥
]

`verse 9 [
इत्युक्त्वा चरतां धर्मं सह या दीयतेऽर्थिने ॥
स कायः पावयेत्तज्जः षड्वंश्यानात्मना सह ॥
]

`verse 10 [
आसुरो द्रविणादानाद्गान्धर्वः समयान्मिथः ॥
राक्षसो युद्धहरणात्पैशाचः कन्यकाच्छलात् ॥
]

`verse 11 [
चत्वारो ब्राह्मणस्याद्यास्तथा गान्धर्वराक्षसौ ॥
राज्ञस्तथासुरो वैश्ये शूद्रे चान्त्यस्तु गर्हितः ॥
]

`verse 12 [
पाणिर्ग्राह्यः सवर्णासु गृह्णीत क्षत्त्रिया शरम् ॥
वैश्या प्रतोदमादद्याद्वेदने चाग्रजन्मनः ॥
]

`verse 13 [
पिता पितामहो भ्राता सकुल्यो जननी तथा ॥
कन्याप्रदः पूर्वनाशे प्रकृतिस्थः परः परः ॥
]

`verse 14 [
अप्रयच्छन्समाप्नोति भ्रूणहत्यामृतावृतौ ॥
एषामभावे दातॄणां कन्या कुर्य्यात्स्वयंवरम् ॥
]

`verse 15 [
सकृत्प्रदीयते कन्या हरंस्तां चोरदण्डभाक् ॥
अदुष्टां हि त्यजन्दण्ड्यः सुदुष्टां तु परित्यजेत् ॥
]

`verse 16 [
अपुत्रीगुर्वनुज्ञातो देवरः पुत्रकान्यगा ॥
सपिण्डो वा समोत्रो वा घृताभ्यक्त ऋतावियात् ॥
]

`verse 17 [
आगर्भसम्भवं गच्छेत्पतितस्त्वन्यथा भवेत् ॥
अनेन विधिना जात क्षेत्रपस्य भवेत्सुतः ॥
]

`verse 18 [
हृताधिकारां मलिनां पिण्डमात्रोपसेविनीम् ॥
परिभूतामधः शय्यां वासयेद्य्वभिचारिणीम् ॥
]

`verse 19 [
सोमः शौचं ददौ तासां गन्धर्वश्च शुभां गिरम् ॥
पावकः सर्वमेध्यत्वं मेध्या वै योषितो यतः ॥
]

`verse 20 [
व्यभिचारादृतौशुद्धिर्गर्भेत्यागं करोति च ॥
गर्भभर्त्तृवधे तासां तथा महति पातके ॥
]

`verse 21 [
सुरापी व्याधिता द्वेष्ट्री वन्ध्यार्थघ्न्यप्रियंवदा ॥
अधिविन्ना च भर्तव्या महदेनोन्यथा भवेत् ॥
]

`verse 22 [
यत्राविरोधो दम्पत्योस्त्रिवर्गस्तत्त्र वर्द्धते ॥
मृते जीवति या पत्यौ या नान्यमुपगच्छति ॥
]

`verse 23 [
सेह कीर्त्तिमवाप्नोति मोदते चोमया सह ॥
शुद्धां त्यजंस्तृतीयांशं दद्यादामरणं स्त्रियाः ॥
]

`verse 24 [
स्त्रीभिर्भर्तुर्वचः कार्य्यमेष धर्मः परः स्त्रियाः ॥
षोडशर्त्तुनिशाः स्त्रीणां तासु युग्मासु संविशेत् ॥
]

`verse 25 [
ब्रह्मचारी च पर्वाण्याद्याश्ततस्त्रस्तु वर्जयेत् ॥
एवं गच्छं स्त्रियं क्षामां मघां मूलां च वर्जयेत् ॥
]

`verse 26 [
लक्षण्यं जनयेदेव पुत्रं रोगविवर्जितम् ॥
यथा कामी भवेद्वापि स्त्रीणां (स्म) वलमनुस्मरन् ॥
]

`verse 27 [
स्वदारनिरतश्चैव स्त्रियो रक्ष्या यतस्ततः ॥
भर्त्तृभ्रातृपितृज्ञातिश्वश्रूश्वशुरदेवरैः ॥
]

`verse 28 [
बन्धुभिश्च स्त्रियः पूज्या भूषणाच्छादनाशनैः ॥
संयतो पस्करा दक्षा हृष्टा व्ययपराङूमुखी ॥
]

`verse 29 [
श्वश्रूश्वशुरयोः कुर्य्यात्पादयोर्वन्दनं सदा ॥
क्रीडाशरीरसंस्कारसमाजोत्सवदर्शनम् ॥
]

`verse 30 [
हास्यं परगृहे यानं त्यजेत्प्रेषितभर्तृका ॥
रक्षेत्कन्यां पिता बाल्ये यौवने पतिरेव ताम् ॥
]

`verse 31 [
वार्द्धक्ये रक्षते पुत्रो ह्यन्यथा ज्ञातयस्तथा ॥
पतिं विना न तिष्ठेत्तु दिवा वा यदि वा निशि ॥
]

`verse 32 [
ज्येष्ठां धर्मविधौ कुर्य्यान्न कनिष्ठां कदाचन ॥
दाहयेदग्निहोत्रेण स्त्रियं वृत्तवतीं पतिः ॥
]

`verse 33 [
आहरेद्विधिवद्दारानग्निं चैवाविलम्बितः ॥
हिता भर्त्तुर्दिवं गच्छेदिह कीर्त्तीरवाप्य च ॥
]

`verse 34 [
इति श्रागारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे याज्ञवल्क्योक्तगृहल्थधर्मनिर्णयो नाम पञ्चनवतितमोऽध्यायः ॥
]
