`speaker [
याज्ञवल्क्य उवाच
]

`verse 1 [
द्रव्यशुद्धिंप्रवक्ष्यामि तन्निबोधत सत्तमाः ॥
सौवर्णराजताब्जानां शङ्खरज्ज्वादिचर्मणाम् ॥
]

`verse 2 [
पात्राणां चासनानां च वारिणा शुद्धिरिष्यते ॥
उष्णवाभः स्रुक्स्रुवयोर्धान्यादेः प्रोक्षणेन च ॥
]

`verse 3 [
तक्षणाद्दारुश्रृङ्गादेर्यज्ञपात्रस्य मार्जनात् ॥
सोष्णैरुदकगोमूत्रैः शुध्यत्याविककौशिकम् ॥
]

`verse 4 [
भैक्ष्यं योषिन्मुखं पश्यन्पुनः पाकान्महीमयम् ॥
गोघ्नातेऽन्ने तथा केशमक्षिकाकीटदूषिते ॥
]

`verse 5 [
भस्मक्षेपाद्विशुद्धिः स्याद्भूशुद्धिर्माजनादिना ॥
त्रपुसीसकताम्राणां क्षाराम्लोदकवारिभिः ॥
]

`verse 6 [
भस्माद्भिर्लोहकांस्यानामज्ञातं च सदा शुचि ॥
अमेध्याक्तस्य मृत्तोयैर्गन्धलेपापकर्षणात् ॥
]

`verse 7 [
शुचि गोतृप्तिदं तोयं प्रकृतिस्थं महीगतम् ॥
तथा मांसं श्वचाण्डालक्रव्यादादिनिपातितम् ॥
]

`verse 8 [
रश्मिरग्नी रजश्छाया गौरश्वो वसुधानिलाः ॥
अश्वाजविप्रुषो मेध्या स्तथाचमनबिन्दवः ॥
]

`verse 9 [
स्नात्वा पीत्वा क्षुते सुप्ते भुक्त्वा रथ्याप्रसर्पणे ॥
आचान्तः पुनराचामेद्वासोऽन्यत्परिधाय च ॥
]

`verse 10 [
क्षुते निष्ठीविते स्वापे परिधानेऽश्रुपातने ॥
पञ्चस्वेतेषु नाचामेद्दक्षिणं श्रवणं स्पृशेत् ॥
तिष्ठन्त्यग्न्यादयो देवा विप्रकर्णे तु दक्षिणे ॥
]

`verse 11 [
इति श्रागारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे याज्ञवल्क्योक्तद्रव्यशुद्धिनिरूपणं नाम सप्तनवतितमोऽध्यायः ॥
]
