`speaker [
याज्ञवल्क्य उवाच
]

`verse 1 [
अथ दानिविधिं वक्ष्ये तन्मे श्रृणुत सुव्रताः ॥
अन्येभ्यो ब्राह्मणाः श्रेष्ठास्तेभ्यश्चैव क्रियापराः ॥
]

`verse 2 [
ब्रह्मवेत्ता च तेभ्योऽपि पात्रं विद्यात्तपोऽन्विताः (तम्) ॥
गोभूधान्यहिरण्यादि पात्रे दातव्यमर्चितम् ॥
]

`verse 3 [
विद्यातपोभ्यां हीनेन न तु ग्राह्यः प्रतिग्रहः ॥
गृह्णन्प्रदातारमधो नयत्यात्मानमेव च ॥
]

`verse 4 [
दातव्यं प्रत्यहं पात्रे निमित्तेषु विशेषतः ॥
याचितेनापि दातव्यं श्रद्धापूतं तु शक्तितः ॥
]

`verse 5 [
हेमश्रृङ्गी शफैः रौप्यैः सुशीला वस्त्रसंयुता ॥
सकांस्यापात्रा दातव्या क्षीरिणी गौः सदक्षिणा ॥
]

`verse 6 [
दशसौवर्णिकं श्रृङ्गं शफं सप्तपलैः कृतम् ॥
पञ्चाशत्पलिकं पात्रं कांस्यं वत्सस्य कीर्त्त्यते ॥
]

`verse 7 [
स्वर्णपिप्पलपात्रेण वत्सो वा वत्सिकापि वा ॥
अस्या अपि च दातव्यमपत्यं रोगवर्जितम् ॥
]

`verse 8 [
दाता स्वर्गमवाप्नोति वत्सरान्रोमसंमितान् ॥
कपिला चेत्तारयते भूयश्चासप्तमं कुलम् ॥
]

`verse 9 [
यावद्वत्सस्य द्वौ पादौ मुखं योन्यां प्रदृश्यते ॥
तावद्गौः पृथिवी ज्ञेया यावद्गर्भं न मुञ्चति ॥
]

`verse 10 [
यथा कथञ्चिद्दत्त्वा गां धेनुं वाऽधेनुमेव वा ॥
अरोगामपरिक्लिष्टां दाता स्वर्गे महीयते ॥
]

`verse 11 [
श्रान्तसंवाहनं रोगिपरिचर्य्या सुरार्चनम् ॥
पादशौचं द्विजोच्छिष्टमार्जनं गोप्रदानवत् ॥
]

`verse 12 [
द्विजाय यदभीष्टं तु दत्त्वा स्वर्गमवाप्नुयात् ॥
भूदीपांश्चान्नवस्त्राणि सर्पिर्दत्त्वा व्रजेच्छ्रियम् ॥
]

`verse 13 [
गृहधान्यच्छत्रमाल्यवृक्षयानघृतं जलम् ॥
शय्यानुलेपनं दत्त्वा स्वर्गलोके महीयते ॥
]

`verse 14 [
ब्रह्मदाता ब्रह्मलोकं प्राप्नोति सुरदुर्लभम् ॥
वेदार्थयज्ञशास्त्राणि धर्मशास्त्राणि चैव हि ॥
]

`verse 15 [
मूल्येनापि लिखित्वापि ब्रह्मलोकमवाप्नुयात् ॥
एतन्मूलं जगद्यस्मादसृजत्पूर्वमीश्वरः ॥
]

`verse 16 [
तस्मात्सर्वप्रयत्नेन कार्य्यो वेदार्थसंग्रहः ॥
इतिहासपुराणं वा लिखित्वा यः प्रयच्छति ॥
]

`verse 17 [
ब्रह्मदानसमं पुण्यं प्राप्नोति द्विगुणोन्नतिम् ॥
लोकायतं कुतर्कश्च प्राकृतम्लेच्छभाषितम् ॥
]

`verse 18 [
न श्रोतव्यं द्विजेनैतदधो नयति तं द्विजम् ॥
समर्थो यो न गृह्णीयाद्दातृलोकानवाप्नुयात् ॥
]

`verse 19 [
कुशाः शाकं पयो गन्धाः प्रत्याख्येया न वारि च ॥
अयाचिताहृतं ग्राह्यमपि दुष्कृतकर्मणः ॥
]

`verse 20 [
अन्यत्र कुलटाषण्डपतितेभ्यो द्विषस्तथा ॥
देवातिथ्यर्चनकृते पितृतृप्त्यर्थमेव च ॥
सर्वतः प्रतिगृह्णीयादात्मतृप्त्यर्थमेव च ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे याज्ञवल्क्योक्तदानधर्मनिरूपणं नामाष्टनवतितमोऽध्यायः ॥
]
