`speaker [
याज्ञवल्क्य उवाच
]

`verse 1 [
अथ श्राद्धविधिं वक्ष्ये सर्वपापप्रणाशनम् ॥
अमावस्याष्टकावृद्धिकृष्णपक्षायनद्वयम् ॥
]

`verse 2 [
द्रव्यं ब्राह्मणसम्पत्तिर्विषुवत्सूर्य्यसंक्रमः ॥
व्यतीपातो गजच्छाया ग्रहणं चन्द्रसूर्य्ययोः ॥
]

`verse 3 [
श्राद्धं प्रतिरुचिश्चैव श्राद्धकालाः प्रकीर्त्तिताः ॥
अग्नियः सर्वदेवेषु श्रोत्रियो वेदविद्युवा ॥
]

`verse 4 [
वेदार्थविज्ज्येष्ठसामा त्रिमधुस्त्रिसुपर्णिकः ॥
स्वस्त्रीयऋत्विगजामातायज्यश्वशुरमातुलाः ॥
]

`verse 5 [
त्रिणाचिकेतदौहित्रशिष्यसम्बन्धिबान्धवाः ॥
कर्मनिष्ठास्तपोनिष्ठाः पञ्चाग्निब्रह्मचारिणः ॥
]

`verse 6 [
पितृमातृपराश्चैव ब्राह्मणाः श्राद्धदेवताः ॥
रोगी हीनातिरिक्ताङ्गः काणः पौनर्भवस्तथा ॥
]

`verse 7 [
अवकीर्ण्याद यो ये च ये चाचारविवर्जिताः ॥
अवैष्णवाश्च ते सर्वे न श्राद्धार्हाः कदाचन ॥
]

`verse 8 [
निमन्त्रयेच्च पूर्वेद्युर्द्विजैर्भाव्यं च संयतैः ॥
आजान्तांश्चैव पूर्वाह्णेह्यासनेषूपवेशयेत् ॥
]

`verse 9 [
युग्मान्देवे तथा पित्र्ये स्वप्रदेशेषु शक्तितः ॥
द्वौ दैव प्रागुदक् पित्र्ये त्रीण्येकं चोभयोः पृथक् ॥
]

`verse 10 [
मातामहानामप्येवं तन्त्रं वा वैश्वदेविकम् ॥
हस्तप्रक्षालनं दत्त्वा विष्टरार्थे कुशानपि ॥
]

`verse 11 [
आवाह्य तदनुज्ञातो विश्वदेवासइत्यृचा ॥
यवैरन्नं विकीर्य्याथ भोजने सपवित्रके ॥
]

`verse 12 [
शन्नोदेव्या पयः क्षिप्त्वा यवोऽसीति यवांस्तथा ॥
यादिव्या इति मन्त्रेण हस्तेष्वेव विनिः क्षिपेत् ॥
]

`verse 13 [
गन्धोदके तथा दीपमाल्यदामप्रदीपकम् ॥
अपसव्यं ततः कृत्वा पितॄणामप्रदक्षिणम् ॥
]

`verse 14 [
द्विगुणांस्तु कुशान्दत्त्वा उशन्तस्त्वेत्यृचा पितॄन् ॥
आवाह्य तदनु ज्ञातो जपेदायन्तुनस्ततः ॥
]

`verse 15 [
यवार्थस्तु तिलैः कार्य्यः कुर्य्यादर्घ्यादि पूर्ववत् ॥
दत्त्वार्घ्यं संस्रंवांस्तेषां पात्रे कृत्वा विधानतः ॥
]

`verse 16 [
पितृभ्यः स्थानमसीति न्युब्जं पात्रं करोत्यधः ॥
अग्नौ करिष्य आदाय पृच्छत्यन्नं घृप्लुतम् ॥
]

`verse 17 [
कुरुष्वेति तथोक्तोसौ हुत्वाग्नौ पितृयज्ञवत् ॥
हुतशेषं प्रदद्याच्च भाजनेषु समाहितः ॥
]

`verse 18 [
यथालाभोपपन्नेषु रौप्येषु च विशेषतः ॥
दत्त्वान्नं पृथिवीपात्रमिति पात्राभिमन्त्रणम् ॥
]

`verse 19 [
कृत्वे दंविष्णुरित्येवं द्विजाङ्गुष्ठं निवेशयेत् ॥
सव्याहृतिं च गायत्त्रीं मधुवातेत्यृचस्तथा ॥
]

`verse 20 [
जप्त्वा यथासुखं वाच्यं भुञ्जीरंस्तेऽपि वाग्यताः ॥
अन्नमिष्टं हविष्यं च दद्यादक्रोधनोत्वरः ॥
]

`verse 21 [
आतृप्तेस्तु पवित्राणि जप्त्वा पूर्वजपं तथा ॥
अन्नमादाय तृप्ताः स्थः शेषं चैवान्नमन्वहम् च ॥
]

`verse 22 [
तदन्नं विकिरेद्भूमौ दद्याच्चापः सकृत्सकृत् ॥
सर्वमन्नमुपादाय सतिलं दक्षिणामुखः ॥
]

`verse 23 [
उच्छिष्टसन्निधौ पिण्डान्प्रदद्यात्पितृयज्ञवत् ॥
मातामहानामप्यवं दद्यादाचमनं ततः ॥
]

`verse 24 [
स्वस्ति वाच्यं ततो दद्यादक्षय्योदकमेव च ॥
दत्त्वा च दक्षिणां शक्त्या स्वधाकारमुदाहरेत् ॥
]

`verse 25 [
वाच्यतामिन्यनुज्ञातः पितृभ्यश्च स्वधोच्यताम् ॥
विप्रैरस्तु स्वधेत्युक्तो भूमौ सिञ्चेत्ततो जलम् ॥
]

`verse 26 [
प्रीयन्तामिति चाहैवं विश्वेदेव्यं जलं ददत् ॥
दातारो नोऽभिवर्धन्तां वेदाः सन्ततिरेव च ॥
]

`verse 27 [
श्रद्धा च नो मा व्यगमद्वहु देयं च नोऽस्त्विति ॥
इत्युक्तोऽपि प्रिया वाचः प्रणिपत्य विसर्जयेत् ॥
]

`verse 28 [
वाजेवाजे इति प्रीत्या पितृपूर्वं विसर्जनम् ॥
यस्मिंस्ते संस्रवाः पूर्वमर्घ्यपात्रे निपातिताः ॥
]

`verse 29 [
पितृपात्रं तदुत्तानं कृत्वा विप्रान्विसर्जयेत् ॥
प्रदक्षिणमनुव्रज्य भुञ्जीत पितृसेवितम् ॥
]

`verse 30 [
ब्रह्मचारीं भवेत्तां तु रजनीं भार्य्यया सह ॥
एवं प्रदक्षिणं कृत्वा वृद्धौ नान्दीमुखानपि ॥
]

`verse 31 [
यजेत्तदधिकर्कन्धूमिश्राः पिण्डा यैवः श्रिताः ॥
एकोद्दिष्टं दैवहीनं एकान्नैकपवित्रकम् ॥
]

`verse 32 [
आवाहनाग्नौकरणरहितं त्वपसव्यवत् ॥
उपतिष्ठतामित्यक्षय्यस्थाने विप्रान्विसर्जयेत् ॥
]

`verse 33 [
अभिरम्यतां प्रबूयाद् ब्रुयुस्तेभिरताः स्म ह ॥
गन्धो दकतिलैर्मिश्रं कुर्य्यात्पात्रचतुष्टयम् ॥
]

`verse 34 [
अर्घ्यार्थं पितृपात्रेषु प्रेतपात्रं प्रसेचयेत् ॥
ये समाना इति द्वाभ्यां शेषं पूर्ववदाचरेत् ॥
]

`verse 35 [
एतत्सपिण्डीकरणमेकोद्दिष्टं स्त्रिया अपि ॥
अर्वाक् सपिण्डीकरणं यस्य संवत्सराद्भवेत् ॥
]

`verse 36 [
तस्याप्यन्नं सोदकुम्भं दद्यात्संवत्सरं द्विजः ॥
पिण्डांश्च गोज विप्रेभ्यो दद्याद्ग्नौ जलेऽपि वा ॥
]

`verse 37 [
हविष्यान्नेन वै मासं पायसेन तु वत्सरम् ॥
मात्स्यहारिणकौरभ्रशाकुनच्छागपार्षतैः ॥
]

`verse 38 [
ऐणरौरववा राहशाशमांसैर्यथाक्रमम् ॥
मासवृद्ध्यापि तुष्यन्ति दत्तैरिह पितामहाः ॥
]

`verse 39 [
दद्याद्वर्षात्रयोदश्यां मघासु च न संशयः ॥
प्रतिपत्प्रभृतिष्वेवं कन्या दीश्राद्धदो लभेत् ॥
]

`verse 40 [
शस्त्रेण निहतानां तु चतुर्दश्यां प्रदीयते ॥
स्वर्गं ह्यपत्यमोजश्च शौर्य्यं क्षेत्रं बलं तथा ॥
]

`verse 41 [
पुत्रश्रैष्ट्यं स सौभाग्यं समृद्धिं मुख्यतां शुभम् ॥
प्रवृत्तचक्रतां चैव वाणिज्यप्रभृतींस्तथा ॥
]

`verse 42 [
अरोगित्वं यशो वीतशोकतां परमां गतिम् ॥
धनं विद्यां च वाक्सिद्धिं कुप्यं गोजाविकं तथा ॥
]

`verse 43 [
अश्वानायुश्च विधिवद्यः श्राद्धं संप्रयच्छति ॥
कृत्तिकादिभरण्यन्तं स कामान्प्राप्नुयादिमान् ॥
]

`verse 44 [
वस्त्राद्याः प्रीणयन्त्येव नरं श्राद्धकृतं द्विजाः ॥
आयुः प्रजा धनं विद्यां स्वर्गमोक्षसुखानि च ॥
]

`verse 45 [
प्रयच्छति यथा राज्यं प्रीत्या नित्यं पितामहः ॥
]

`verse 46 [
इति श्रागारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे याज्ञवल्क्योक्तश्राद्धविधिनिरूपणं नाम नवनवतितमोऽध्यायः ॥
]
