`speaker [
याज्ञवल्क्य उवाच
]

`verse 1 [
विनायकोपसृष्टस्य लक्षणानि निबोधत ॥
स्वप्नेऽवगाहतेऽत्यर्थं जलं मुण्डांश्च पश्यति ॥
]

`verse 2 [
विमना विफलारम्भः संसदित्यनिमित्ततः ॥
राजा राज्यं कुमारी च पतिं पुत्रं च गुर्विणी ॥
]

`verse 3 [
नाप्नुयात्स्नापनं तस्य पुण्येऽह्निविधिपूर्वकम् ॥
गौरसर्षपकल्केन साज्येनोत्सारितस्य तु ॥
]

`verse 4 [
सर्वौषधैः सर्वगन्धैर्विलिप्तशिरसस्तथा ॥
भद्रासनोपविष्टस्य स्वस्ति वाच्यं द्विजाञ्छुभान् ॥
]

`verse 5 [
मृत्तिकां रोचनां गन्धान् गुग्गुलुं चाप्सु निः क्षिपेत् ॥
या आहृता एकवर्णैश्चतुर्भिः कलशैर्ह्रदात् ॥
]

`verse 6 [
चर्मण्यानुडुहे रक्ते स्थाप्यं भद्रासने तथा ॥
सहस्त्राक्षं शतधारमृषिभिः पावनं स्मृतम् ॥
]

`verse 7 [
तेन त्वामभिषिञ्चामि पावमान्यः पुनन्तु ते ॥
भगं तु वरुणो राजा भगं सूर्य्यो बृहस्पतिः ॥
]

`verse 8 [
भगमिन्द्रश्च वायुश्च भगं सप्तर्षयो ददुः ॥
यत्ते केशेषु दौर्भाग्यं सीमन्ते यच्च मूर्द्धनि ॥
]

`verse 9 [
ललाटे कर्णयोरक्ष्णोरापस्तद्घ्नुंतु ते सदा ॥
स्नातस्य सार्षपं तैलं स्नुवेणौदुम्बरेण तु ॥
]

`verse 10 [
जुहुयान्मूर्द्धनि कुशान्सव्येन परिगृह्य च ॥
मितश्चसमितश्चैव तथा शालकटङ्कटौ ॥
]

`verse 11 [
कुष्माण्डो राजपुत्रश्च अन्ते स्वाहासमन्वितैः ॥
दद्याच्चतुष्पथे भूमौ कुशानास्तीर्य्य सर्वशः ॥
]

`verse 12 [
कृताकृतांस्तण्डुलांश्च पललौदनमेव च ॥
पुष्पं चित्रं सुगन्धं च सुरां च त्रिविधामपि ॥
]

`verse 13 [
मूलकं पूरिकापूपं तथैवौण्डेरकस्रजः ॥
दधि पायसमन्नं च गुडपिष्टं समोदकम् ॥
]

`verse 14 [
एतान्सर्वानुपाहृत्य भूमौ कृत्वा ततः शिरः ॥
अम्बिकामुपतिष्ठेच्च दद्यादर्घ्यं कृताञ्जलिः ॥
]

`verse 15 [
दूर्वासर्षपपुष्पैश्च पुत्रजन्मभिरन्ततः ॥
कृतस्वस्त्ययनं चैव प्रार्थयेदम्बिकां सतीम् ॥
]

`verse 16 [
रूपं देहि यशोदेहि भाग्यं भगवति ! देहि मे ॥
पुत्रान्देहि श्रियं देहि सर्वान्कामांश्च देहि मे ॥
]

`verse 17 [
ब्राह्मणान् भोजयेत्पश्चाच्छुक्लवस्त्रानुलेपनैः ॥
वस्त्रयुग्मंगुरोर्दद्यासंपूज्य च ग्रहांस्तथा ॥
श्रेयः कर्मफलं विन्द्यात्सूर्यार्चनरतस्तथा ॥
]

`verse 18 [
इति श्रागारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे याज्ञवल्क्लोक्तगणपतिकल्पनिरूपणं नाम शततमोऽध्यायः ॥
]
