`speaker [
याज्ञवल्क्य उवाच
]

`verse 1 [
श्रीकामः शान्तिकामो वा ग्रहदृष्ट्यभिचारवान् ॥
ग्रहयंज्ञं समं कुर्य्याद्ग्रहाश्चैते बुधैः स्मृताः ॥
]

`verse 2 [
सूर्य्यः सोमो मङ्गलश्च बुधश्चैव बृहस्पतिः ॥
शुक्रः शनैश्चरो राहुः केतुर्ग्रहगणाः स्मृताः ॥
]

`verse 3 [
ताम्रकांस्यस्फाटिकाद्रक्तचन्दनात्स्वर्णकादुभौ ॥
रजतादयसः सीसात्कांस्याद्वर्णान्निबोधत ॥
]

`verse 4 [
रक्तः शुक्लस्तथा रक्तः पीतः पीतः सितोसितः ॥
कृष्णः कृष्णः क्रमाद्वर्णा द्रव्याणि मुनयस्ततः ॥
]

`verse 5 [
स्थापयेद्गहवर्णानि होमार्थं प्रलिखेत्पटे ॥
स्नापयेद्धोमयेच्चैव ग्रहद्रव्यैर्विधानतः ॥
सुवर्णानि प्रदेयानि वासांसि सुसुमानि च ॥
]

`verse 6 [
गन्धाश्च बलयश्चैव धूपो देयश्चगुग्गुलुः ॥
कर्त्तव्यास्तत्र मन्त्रैश्च चरवः प्रतिदैवतम् ॥
]

`verse 7 [
आकृष्णेन इमंदेवा अग्निर्मूर्द्धादिवः ककुत् ॥
उब्दुध्यस्वेति जुहुयादेभिरेव यथाक्रमम् ॥
]

`verse 8 [
बृहस्पतेपरिदीयेति सर्वे अन्नात्परिसुतम् ॥
शन्नोदेवी कयानश्च केतुंक्रण्वन्निति क्रमात् ॥
]

`verse 9 [
अर्कः पलाशः खदिरस्त्वपामार्गोऽथ पिप्पलः ॥
औदुम्बरः शमी दूर्वा कुशाश्च समिधः क्रमात् ॥
]

`verse 10 [
होतव्या मधुसर्पिर्भ्यां दध्ना चैव समन्वितः ॥
गुडौदनं पायसं च हविष्यं क्षीरषाष्टिकम् ॥
]

`verse 11 [
दध्योदनं हविः पूपान्मांसं चित्रान्नमेव च ॥
दद्याद्गहक्रमादेतान् ग्रहेभ्यो भोजनं ततः ॥
]

`verse 12 [
धेनुः शङ्खस्तथानड्वान्हेम वासो हयस्तथा ॥
कृष्णा गौरायसं छाग एता वै दक्षिणाः क्रमात् ॥
ग्रहाः पूज्याः सदा यस्माद्रज्यादि प्राप्यते फलम् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे याज्ञवल्क्योक्तग्रहशान्तिनिरूपणं नामैकोत्तरशततमोऽध्यायः ॥
]
