`verse 1 [
विहितस्याननुष्ठानान्निन्दितस्य च सेवनात् ॥
अनिग्रहाच्चेन्द्रियाणां नरः पतनमृच्छति ॥
]

`verse 2 [
तस्माद्यत्नेन कर्त्तव्यं प्रायश्चित्तं विशुद्धये ॥
एवमस्यान्तरात्मा च लोकश्चैव प्रसीदति ॥
]

`verse 3 [
लोकः प्रसीदेदात्मैवं प्रायश्चित्तैरघक्षयः ॥
प्रायश्चित्तमकुर्वाणाः पश्चात्तापविवर्जिताः ॥
]

`verse 4 [
नरकान्यान्ति पापा वै महारौरवरौरवान् ॥
तामिस्रं लोहशङ्कुं च पूतिगन्धसमाकुलम् ॥
]

`verse 5 [
हंसाभं लोहितोदं च सञ्जीवननदीपथम् ॥
महानिलयकाकोलमन्धतामिस्रवापनम् ॥
]

`verse 6 [
अविचीं कुम्भीपाकं च यान्ति पापा ह्यपुण्यतः ॥
ब्रह्महा मद्यपः स्तेयी संयोगी गुरुतल्पगः ॥
]

`verse 7 [
गुरुनिन्दा वेदनिन्दा ब्रह्महत्यासमे ह्युभे ॥
निषिद्धभक्षणं जिह्मक्रियाचरणमेव च ॥
]

`verse 8 [
रजस्वलामुखास्वादः सुरापानसमानि तु ॥
अश्वरत्नादिहरणं सुवर्णस्तेयसम्मितम् ॥
]

`verse 9 [
सखिभार्याकुमारीषु स्वयोनिष्वन्त्यजासु च ॥
सगोत्रासु तथा स्त्रीषु गुरुतल्पसमं स्मृतम् ॥
]

`verse 10 [
पितुः स्वसारं मातुश्च मातुलानीं स्नुषामपि ॥
मातुः सपत्नीं भगिनीमाचार्य्यतनयां तथा ॥
]

`verse 11 [
आचार्य्यपत्नीं स्वसुतां गच्छंस्तु गुरुतल्पगः ॥
छित्त्वा लिङ्गं वधस्तस्य सकामायाः स्त्रियास्तथा ॥
]

`verse 12 [
गोवधो व्रात्यतास्तेयमृणानां च परिक्रिया ॥
अनाहिताग्निताऽपण्यविक्रयः परिवेदनम् ॥
]

`verse 13 [
भृत्याचाध्ययनादानं भृतकाध्यापनमन्तथा ॥
पारदार्य्यं पारिवित्त्यं वार्द्धुष्यं लवणक्रिया ॥
]

`verse 14 [
सच्छूद्रविट्क्षत्त्रबन्धोर्निन्दितार्थोपजीविता ॥
नास्तिक्यं व्रतलोपश्च शूल्यं गोश्वेव विक्रयः ॥
]

`verse 15 [
पितृमातृसुहृत्त्यागस्तडागारामविक्रयः ॥
कन्यायादूषण चैव परिविन्दकयाजनम् ॥
]

`verse 16 [
कन्याप्रदानं तस्यैव कौटिल्यं व्रतलोपनम् ॥
आत्मनोऽर्थे क्रियारम्भो मद्यपस्त्रीनिषेवणम् ॥
]

`verse 17 [
स्वाध्यायाग्निसुतत्यागो बान्धवत्याग एव च ॥
असच्छास्त्राभिगमनं भार्य्यात्मपरिवि क्रयः ॥
]

`verse 18 [
उपपापानि चोक्तानि प्रायश्चित्तं निबोधत ॥
शिरः कपालध्वजवान् भिक्षाशी कर्म वेदयन् ॥
]

`verse 19 [
ब्रह्महा द्वादश समा मितभुक् शुद्धिमाप्नुयात् ॥
लोमभ्यः स्वाहेति च वा लोमप्रभृति वै तनुम् ॥
]

`verse 20 [
मज्जान्तां जुहुयाद्वापि स्वस्वमन्त्रैर्यथाक्रमम् ॥
शुद्धिः स्याद्ब्राह्मणत्राणात्कृत्वैवं शुद्धिरेव च ॥
]

`verse 21 [
निरातङ्कं द्विजं गां च ब्राह्मणार्थे हतोऽपि वा ॥
अरण्ये नियतो जुप्त्वा त्रिः कृत्वो वेदसंहिताम् ॥
]

`verse 22 [
सरस्वतीं वा संसेव्यं धनं पात्रे समर्पयेत् ॥
यागस्थक्षत्त्रविड्घाते चरेद्ब्रह्महणो व्रतम् ॥
]

`verse 23 [
गर्भहा वा यथावर्णं तथात्रेयीनिषू (सू) दनम् ॥
चरेद्वरतमहत्वापि घातनार्थमुपागतः ॥
]

`verse 24 [
द्विगुणं सवनस्थे तु ब्राह्मणे व्रतमाचरेत् ॥
सुराम्बुघृतगोमूत्रं पीत्वा शुद्धिः सुरापिणः ॥
]

`verse 25 [
अग्निवर्णं घृतं वापि चीरवास जटी भवेत् ॥
व्रतं ब्रह्महणः कुर्य्यात्पुनः संस्कारमर्हति ॥
]

`verse 26 [
रेतेविण्मूत्रपानाच्च सुरापा ब्राह्मणी तथा ॥
पतिलोकपरिभ्रष्टा गृध्री स्यात्सूकरी शुनी ॥
]

`verse 27 [
स्वर्णहारी द्विजो राज्ञे दत्त्वा तु मुसलं तथा ॥
कर्मणः ख्यापनं कृत्वा हतस्तेन भवेच्छुचिः ॥
]

`verse 28 [
आत्मतुल्यं सुवर्णं वा दत्त्वा शुद्धिमियाद्द्विजः ॥
शयने सार्द्धमायस्यां योषिता निभृतं स्वपेत् ॥
]

`verse 29 [
उच्छेद्य लिङ्गं वृषणं नैर्ऋत्यामुत्सृजोद्दिशि ॥
प्राजापत्यं चरेत्कृच्छ्रं समा वा गुरुतल्पगः ॥
]

`verse 30 [
चान्द्रायणं वा त्रीन्मासनभ्यसेद्वेदसंहिताम् ॥
पञ्चगव्यं पिबेद्गोघ्नो मासमासीत संयतः ॥
]

`verse 31 [
गोष्ठेशयो गोऽनुगामी गोप्रदानेन शुध्यति ॥
उपपातकशुद्धिः स्याच्चान्द्रायणव्रतेन च ॥
]

`verse 32 [
पयसा वापि मासेन पराकेणापि वा पुनः ॥
ऋषभैकं सहस्त्रं गा दद्यात्क्षत्त्रवधे पुमान् ॥
]

`verse 33 [
ब्रह्महत्याव्रतं वापि वत्सरत्रितयं चरेत् ॥
वैश्यहाऽब्दं च (ब्दांश्च) रेदेतद्दद्याद्वैकशतं गवाम् ॥
]

`verse 34 [
षण्मासाच्छूद्रहा चैतद्दद्याद्वा धेनवो दश ॥
अप्रदुष्टां स्त्रियं हत्वा शूद्रहत्याव्रतं चरेत् ॥
]

`verse 35 [
मार्जारगोधानकुलपशुमण्डूकघातनात् ॥
पिबेत्क्षीरं त्र्यहं पापी कृच्छ्रं वाप्यधिकं चरेत् ॥
]

`verse 36 [
गजे नीलान्वृषान्पञ्च शुके वत्सं द्विहायनम् ॥
खराजमेषेषु वृषो देयः क्रौञ्चे त्रिहायणः ॥
]

`verse 37 [
वृक्षगुल्मलतावीरुच्छेदने जप्यमृक्शतम् ॥
अवकीर्णो भवेद्गत्त्वा ब्रह्मचारी च योषितम् ॥
]

`verse 38 [
गर्दभं पशुमालभ्य नैर्ऋतं च विशुध्यति ॥
मधुमांसाशने कार्य्यं कृच्छ्रं शेषव्रतानि च ॥
]

`verse 39 [
कृच्छ्रत्रयं गुरुः कुर्य्यान्म्रियेत् प्रहितो यदि ॥
प्रतिकूलं गुरोः कृत्वा प्रसाद्यैव विशुध्यति ॥
]

`verse 40 [
रिपून्धान्यप्रदानाद्यैः स्नेहाद्यैर्वाप्युपक्रमेत् ॥
क्रियमाणोपकारे च मृते विप्रे न पातकम् ॥
]

`verse 41 [
महापापोपपापाभ्यां योभिशस्तो मृषा परम् ॥
अब्भक्षो मासमासीत स जापी नियतन्द्रियः ॥
]

`verse 42 [
अनियुक्तो भ्रातृभार्य्यां गच्छंश्चान्द्रायणं चरेत् ॥
त्रिरात्रान्ते घृतं प्राश्य गत्वोदक्यां शुचिर्भवेत् ॥
]

`verse 43 [
गोष्ठे वसन्ब्रह्मचारी मासमेकं पयोव्रती ॥
गायत्त्रीजप्यनिरतो मुच्यतेऽसत्प्रतिग्रहात् ॥
]

`verse 44 [
त्रिः कृच्छ्रमाचरेद्व्रात्ययाजकोऽपि चरन्नपि ॥
वेदप्लावी यवाश्यब्दं त्यक्त्वा च शरणागतान् ॥
]

`verse 45 [
प्राणायामत्रयं कुर्य्यात्खरयानोष्ट्रयानगः ॥
नग्नः स्नात्वा च सुप्त्वा च गत्वा चैव दिवा स्त्रियम् ॥
]

`verse 46 [
गुरुंत्वं कृत्य हुंकृत्य विप्रं निर्जित्य वाद तः ॥
प्रसाद्य तं च मुनयस्ततो ह्युपवसेद्दिनम् ॥
]

`verse 47 [
विप्रे दण्डोद्यमे कृच्छ्रमतिकृच्छ्रं निपातने ॥
देशं कालं वयः शक्तिं पापं चावेक्ष्य यत्नतः ॥
]

`verse 48 [
प्रायश्चितं प्रकल्प्यं स्याद्यत्र योक्ता तु निष्कृतिः ॥
गर्भत्यागो भर्त्तृनिन्दा स्त्रीणां पतनकारणम् ॥
]

`verse 49 [
एष ग्रहान्तिके दोषः तस्मात्तां दूतरस्त्यजेत् ॥
विख्यातदोषः कुर्वीत गुरोरनुमतं व्रतम् ॥
]

`verse 50 [
असंविख्यातदोषस्तु रहस्यं व्रतमाचरेत् ॥
त्रिरात्रोपोषणो जप्त्वा ब्रह्महा त्वघमर्षणम् ॥
]

`verse 51 [
अन्तर्जले विशुद्धे च दत्त्वा गां च पयस्विनीम् ॥
लोमभ्यः स्वाहेति ऋचा दिवसं मारुताशनः ॥
]

`verse 52 [
जले जप्त्वा तु जुहुयाच्चात्वारिंशद्घृताहुतीः ॥
त्रिरात्रोपोषणो हुत्वा कूष्माण्डीभिर्घृतं शुचिः ॥
]

`verse 53 [
सुरापः स्वर्णहारी च रुद्रजापी जले स्थितः ॥
सहस्त्रशीर्षाजप्येन मुच्यते गुरुतल्पगः ॥
]

`verse 54 [
प्राणायामशतं कुर्य्यात्सर्वपापापनुक्त्ये ॥
ॐकाराभियुतं सोमसलिलप्रशनाच्छुचिः ॥
]

`verse 55 [
कृत्वोपवासं रेतोविण्मूत्राणां प्राशनेद्विजः ॥
अज्ञानकृतपापस्य नाशः सन्ध्यात्रये कृते ॥
]

`verse 56 [
रुद्रैकादशजप्याद्धि पापनाशो भवेद्द्विजैः ॥
वेदाभ्यासरतं शान्तं पञ्चयज्ञक्रियापरम् ॥
]

`verse 57 [
न स्पृशन्ति हा पापानि चाशु स्मृत्वा ह्यपोहितः ॥
जप्त्वा सहस्त्रगायत्त्रीं शुचिर्ब्रह्महणादृते ॥
]

`verse 58 [
ब्रह्मचर्य्यं दया क्षान्तिर्ध्यानं सत्यमकल्कता ॥
अहिंसा स्तेयमाधुर्य्ये दमश्चैते यमाः स्मृताः ॥
]

`verse 59 [
स्नानमौनोपवासोज्यास्वाध्यायोपस्थनिग्रहः ॥
तपोऽक्रोधो गुरोर्भक्तिः शौचं च नियमाः स्मृताः ॥
]

`verse 60 [
पञ्चगव्यं तु गोक्षीरं दधिमूत्रशकृद्घृतम् ॥
जग्ध्वा परेह्न्युपवसेत्कृच्छ्रं सान्तपनं चरेत् ॥
]

`verse 61 [
पृथक् सान्तपनैर्द्रव्यैः षडहः सोपवासकः ॥
सप्ताहेन तु कृच्छ्रोऽयं महासान्तपनः स्मृतः ॥
]

`verse 62 [
पर्णोदुम्बरराजीवबील्वपत्रकुशोदकैः ॥
प्रत्येकं प्रत्यहाभ्यस्तैः पर्ण कृच्छ्र उदाहृतः ॥
]

`verse 63 [
तप्तक्षीरघृताम्बूनामेकैकं प्रत्यहं पिबेत् ॥
एकरात्रोपवासश्च तप्तकृच्छ्रश्च पावनः ॥
]

`verse 64 [
एकभक्तेन नक्तेन तथैवायाचितेन च ॥
उपवासेन चैकेन पादकृच्छ्र उदाहृतः ॥
]

`verse 65 [
यथा कथञ्चित्त्रिगुणः प्रजापत्योऽयमुच्यते ॥
अयमेवातिकृच्छ्रः स्यात्पाणिपूर्णाम्बुभोजनात् ॥
]

`verse 66 [
कृच्छ्रातिकृच्छ्रं पयसा दिवसानेकविंशतिम् ॥
द्वादशाहोपवासैश्च पराकः समुदाहृतः ॥
]

`verse 67 [
पिण्याकाचामतक्राम्बुसक्तूनां प्रतिवासरम् ॥
एकैकमुपवासश्च कृच्छ्रः सौम्योऽयमुच्यते ॥
]

`verse 68 [
एषां त्रिरात्रमभ्यासादेकैकं स्याद्यथाक्रमात् ॥
तुलापुरुष इत्येष ज्ञेयः पंचदशाहिकः ॥
]

`verse 69 [
तिथिपिण्डांश्चरेद्वृद्ध्या शुक्ले शिख्यण्डसम्मितान् ॥
एकैकं ह्रासयेत्कृष्णे पिण्डं चान्द्रायणं चरेत् ॥
]

`verse 70 [
यथाकथञ्चित्पिण्डानां चत्वारिंशच्छतद्वयम् ॥
मासेनैवोपभुञ्जीत चान्द्रायणमथापरम् ॥
]

`verse 71 [
कृत्वा त्रिषवणं स्नानं पिण्डं चान्द्रायणं चरेत् ॥
पवित्राणि जपेत्पिण्डान् गायत्त्र्या चाभिमन्त्रयेत् ॥
]

`verse 72 [
अनादिष्टेषु पापेषु शुद्धिश्चान्द्रायणेन तु ॥
धर्मार्थो यश्चरेदेतच्चन्द्रस्यैति सलोकताम् ॥
]

`verse 73 [
कृच्छ्रकृद्धर्मकामस्तु महतीं श्रियमश्नुते ॥
]

`verse 74 [
इति श्रागारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे याज्ञवल्क्योक्तप्रायश्चित्तविवेको नाम पञ्चोत्तरशततमोऽध्यायः ॥
]
