`speaker [
याज्ञवल्क्य उवाच
]

`verse 1 [
प्रेता (त) शौचं प्रवक्ष्यामि तच्छृणुध्वं यतव्रताः  ।
ऊनद्विवर्षं निखनेन्न कुर्यादु दकं ततः  ॥
]

`verse 2 [
आ श्मशानादनुव्रज्य इतरैर्ज्ञातिभिर्युतः  ।
यमसूक्तं तथा जप्यं जपद्भिर्लौकिकाग्निना  ॥
]

`verse 3 [
स दग्धव्य उपेतश्चैदाहिताग्न्यावृतार्थवत् ।
सप्तमाद्दशमाद्वापि ज्ञातयोऽभ्युपयान्त्यपः  ॥
]

`verse 4 [
अपनः शोशुचदघमनेन पितृदिङ्मुखाः  ।
एवं मातामहाचार्यपत्नीनां चोदकक्रियाः  ॥
]

`verse 5 [
कामोदकाः पुत्रसखिस्वस्त्रीयश्वशुरर्त्विजः  ।
नामगोत्रेण ह्युदकं सकृत्सिञ्चन्ति वाग्यताः  ॥
]

`verse 6 [
पाषण्डपतितानां तु न कुर्युरुदकक्रियाः  ।
नब्रह्मचारिणो व्रात्या योषितः कामगास्तथा  ॥
]

`verse 7 [
सुराप्यस्त्वात्मघातिन्यो नाशौचोदकभाजनाः  ।
ततो न रोदितव्यं हि त्वनित्या जीवसं स्थितिः  ॥
]

`verse 8 [
क्रिया कार्या यथाशक्ति ततो गच्छेद्गृहान्प्रति  ।
विदश्य निम्बपत्राणि नियता द्वारि वेश्मनः  ॥
]

`verse 9 [
आचम्याथाग्निमुदकं गोमयं गौरसर्षपान्  ।
प्रविशेयुः समालभ्य कृत्वाश्मनि पदं शनैः  ॥
]

`verse 10 [
प्रवेशनादिकं कर्म प्रेतसंस्पर्शनादपि  ।
ईक्षतां तत्क्षणाच्छुद्धिः परेषां स्नानसंयमात् ॥
]

`verse 11 [
क्रीतलब्धाशना भूमौ स्वपेयुस्ते पृथक्पृथक् ।
पिण्डयज्ञकृता देयं प्रेतायान्नं दिनत्रयम्  ॥
]

`verse 12 [
जलमेकाहमाकाशे स्थाप्यं क्षीरं तु मृन्मये  ।
वैतानोपासनाः कार्याः क्रियाश्च श्रुतिचोदिताः  ॥
]

`verse 13 [
आदन्तजन्मनः सद्यः आचूडं नैशिकी स्मृता  ।
त्रिरात्रमा व्रतादेशाद्दशरात्रमतः परम्  ॥
]

`verse 14 [
त्रिरात्रं दशरात्रं वा शावमाशौचमुच्यते  ।
ऊनद्विवर्ष उभयोः सूतकं मातुरेव हि  ॥
]

`verse 15 [
अन्तरा जन्ममरणे शेषाहोभिर्विशुध्यति  ।
दश द्वादश वर्णानां तथा पञ्चदशैव च  ॥
]

`verse 16 [
त्रिंशद्दिनानि च तथा भवति प्रेतसूतकम्  ।
अहस्त्वदत्तकन्यासु बालेषु च विशोधनम्  ॥
]

`verse 17 [
गुर्वन्तेवास्यनूचानमातुलश्रोत्रियेषु च  ।
अनौरसेषु पुत्रेषु भार्यास्वन्यगतासु च  ॥
]

`verse 18 [
निवासराजनि तथा तदहः शुद्धिकार(ण)म्  ।
हतानां नृपगोविप्रैरन्वक्षं चात्मघातिनाम्  ॥
]

`verse 19 [
विषाद्यैश्च हतानां च नाशौचं पृथिवीपतेः  ।
सत्रिव्रतिब्रह्मचारिदातृब्रह्मविदां तथा  ॥
]

`verse 20 [
दाने विवाहे यज्ञे च संग्रामे देशविप्लवे  ।
आपद्यपि च कष्टायां सद्यः शौचं विधीयते  ॥
]

`verse 21 [
कालोऽग्निः कर्ममृद्वायुर्मनो ज्ञानं तपो जपः (लम्)  ।
पश्चात्ताषो निराहारः सर्वेषां शुद्धिहेतवः  ॥
]

`verse 22 [
अकार्यकारिणां दानं वेगो नद्यास्तु शुद्धिकृत् ।
क्षात्त्रेण कर्मणा जीवेद्विशां वाप्यापदि द्विजः  ॥
]

`verse 23 [
फलसोमक्षौमवीरुद्दधि क्षीरं घृतं जलम्  ।
तिलोदनरसक्षारमधु लाक्षा शृतं हविः  ॥
]

`verse 24 [
वस्त्रोपलासवं पुष्पं शाकमृच्चर्मपादुकम्  ।
एणत्वचं च कौशेयं लवणं मासमेव च  ॥
]

`verse 25 [
पिण्याकमूलगन्धांश्च वैश्यवृत्तो न विक्रयेत् ।
धर्मार्थं विक्रयं नेयास्तिला धान्येन तत्समाः  ॥
]

`verse 26 [
लवणादि न विक्रीयात्तथा चापद्गतो द्विजः  ।
हीनाद्विप्रो विगृह्णंश्च लिप्यते नार्कवद्द्विजः  ॥
]

`verse 27 [
कुर्यात्कृष्यादिकं तद्वदविक्रेया हयास्तथा  ।
बुभुक्षितस्त्र्यं स्थित्वा दृष्ट्वा वृत्तिविवर्जितम्  ।
राजा धर्म्यां प्रकुर्वीत वृत्तिं विप्रादिकस्य च  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे याज्ञवल्क्योक्ताशौचापद्वृत्त्योर्निरूपणं नाम पडुत्तरशततमोऽध्यायः
]
