`speaker [
सूत उवाच
]

`verse 1 [
पराशरोऽब्रवीद्व्यासं धर्मं वर्णाश्रमादिकम्  ।
कल्पेकल्पे क्षयोत्पत्त्या क्षीयन्ते नु प्रजादयः  ॥
]

`verse 2 [
श्रुतिः स्मृतिः सदाचरो यः कश्चिद्वे दकर्तृकः  ।
वेदाः स्मृता ब्राह्मणादौ धर्मा मन्वादिभिः सदा  ॥
]

`verse 3 [
दानं कलियुगे धर्मः कर्तारं च कलौ त्यजेत् ।
पापकृत्यं तु तत्रैव शापं फलति वर्षतः  ॥
]

`verse 4 [
आचारात्प्राप्नुयात्सर्वं षट्कर्माणि दिनेदिने  ।
सन्ध्या स्नानं जपो होमो देवातिथ्यादिपूजनम्  ॥
]

`verse 5 [
अपूर्वः सुव्रती विप्रो ह्यपूर्वा यतयस्तदा  ।
क्षत्त्रियः परसैन्यानि जित्वा पृथ्वीं प्रपालयेत् ॥
]

`verse 6 [
वणिक्कृष्यादि वैश्ये स्याद्द्विजभक्तिश्च शूद्रके  ।
अभक्ष्यभक्षणाच्चौर्यादगम्या गमनात्पतेत् ॥
]

`verse 7 [
कृषिं कुर्वन्द्विजः श्रान्तं बलीवर्दं न वाहयेत् ।
दिनार्धं स्नानयोगादिकारी विप्रांश्च भोजयेत् ॥
]

`verse 8 [
निर्वपेत्पञ्च यज्ञानि क्रूरे निन्दां च कारयेत् ।
तिलाज्यं न विक्रीणित सूनायज्ञमघान्वितः  ॥
]

`verse 9 [
राज्ञो दत्त्वा तु षड्भागं देवतानां च विंशतिम्  ।
त्रयस्त्रिंशच्च विप्राणां कृषिकर्ता न लिप्यते  ॥
]

`verse 10 [
कर्षकाः क्षत्त्रविट्छूद्राः खलेऽदत्त्वा तु चौरकः  ।
दिनत्रयेण शुध्येत ब्राह्मणः प्रेतसूतके  ॥
]

`verse 11 [
क्षत्त्रो दशाहाद्वैश्यास्तु द्वादशाहान्मासि शूद्रकः  ।
याति विप्रो दशाहात्तु क्षत्त्रो द्वादशकाद्दिनात् ॥
]

`verse 12 [
पञ्चदशाहाद्वैश्यस्तु शूद्रो मासेन शुध्यति  ।
एकपिण्डास्तु दायादाः पृथग्द्वारनिकेतनाः  ॥
]

`verse 13 [
जन्मना च विपत्तौ च भवेत्तेषां च सूतकम्  ।
चतुर्थे दशरात्रं स्यात्षण्णिशाः पुंसि पञ्चमे  ॥
]

`verse 14 [
षष्ठे चतुर हाच्छुद्धिः सप्तमे च दिनत्रयम्  ।
देशान्तरे मृते बाले सद्यः शुद्धिर्यतो मृते  ॥
]

`verse 15 [
अजातदन्ता ये बाला ये च गर्भाद्विनिः सृताः  ।
न तेषामग्निसंस्कारो न पिण्डं नोदकक्रिया  ॥
]

`verse 16 [
यदि गर्भो विपद्यत स्त्रवते वापि योषितः  ।
यावन्मासं स्थितो गर्भस्तावद्दिनानि सूतकम्  ॥
]

`verse 17 [
आनामकरणात्सद्य आचूडान्तादहर्निशम्  ।
आव्रतात्तु त्रिरात्रेण तदूर्ध्वन्दशभिर्दिनैः  ॥
]

`verse 18 [
आचतुर्थाद्भवेत्स्त्रवः पातः पञ्चमषष्ठयोः  ।
ब्रह्मचर्या दग्निहोत्रान्नाशुद्धिः सङ्गवर्जनात् ॥
]

`verse 19 [
शिल्पिनः कारवो वैद्या दासीदासाश्च भृत्यकाः  ।
अग्निमाञ्छ्रोत्रियो राजा सद्यः शौचाः प्रकीर्तिताः  ॥
]

`verse 20 [
दशाहाच्छुध्यते माता स्नानात्सूते पिता शुचिः  ।
सङ्गात्सूतौ सूतकं स्यादुपस्पृश्य पिता शुचिः  ॥
]

`verse 21 [
विवाहोत्सवयज्ञेषु अन्तरा मृतसूतके  ।
पूर्वसंकल्पितादन्यवर्जनं च विधीयते  ॥
]

`verse 22 [
मृतेन शुध्यते सूतिः मृतवज्जातकं जनौ  ।
गोग्रहादौ विपन्नानामेकरात्रं तु सूतकम्  ॥
]

`verse 23 [
अनाथप्रेतवहनात्प्राणायामेन शुध्यति  ।
प्रेतशूद्रस्य वहनान्त्रिरात्रमशुचिर्भवेत् ॥
]

`verse 24 [
आत्मघातिविषोद्वन्धकृमिदष्टे न संस्कृतिः  ।
गोहतं कृमिदष्टं च स्पृष्ट्वा कृच्छ्रेण शुध्यति  ॥
]

`verse 25 [
अदुष्टापतितं भार्या यौवने या परित्यजेत् ।
सप्तजन्म भवेत्स्त्रीत्वं वैधव्यं च पुनः पुनः  ॥
]

`verse 26 [
बालहत्या त्वगमनादृतौ च स्त्री तु सूकरि  ।
अगम्या व्रतकारिण्यो भ्रष्टपानोदकक्रियाः  ॥
]

`verse 27 [
औरसः क्षेत्रजः पुत्रः पितृजौ पिण्डदौ पितुः  ।
परिवित्तेस्तु कृच्छ्रं स्यात्कन्यायाः कृच्छ्रमेव च  ॥
]

`verse 28 [
अतिकृच्छ्रं चरेद्दाता होता चान्द्रायणञ्चरेत् ।
कुब्जवामनषण्डेषु गद्गदेषु जडेषु च  ॥
]

`verse 29 [
जात्यन्धबधिरे मूके न दोषः परिवेदने  ।
नष्टे मृते प्रव्रजिते क्लीबे वा पतिते पतौ  ॥
]

`verse 30 [
पञ्चस्वापत्सु नारीणां पतिरन्यो विधीयते  ।
भर्त्रा सहमृता नारी रोमाब्दानि वसेद्दिवि  ॥
]

`verse 31 [
श्वादिदष्टस्तु गायत्त्र्या जपाच्छुद्धो भवेन्नरः  ।
दाह्यो लोकाग्निना विप्रश्चाण्डालाद्यैर्हतोऽग्निमान्  ॥
]

`verse 32 [
क्षीरैः प्रक्षाल्य तस्यास्थि स्वाग्निना मन्त्रतो दहेत् ।
प्रवासे तु मृते भूयः कृत्वा  दहेत् ॥
]

`verse 33 [
कृष्णाजिने समास्तीर्य षट्शतानि पलाशजान्  ।
शमीं शिश्ने विनिःक्षिप्य अरणिं वृषणे क्षिपेत् ॥
]

`verse 34 [
कण्डं दक्षिणहस्ते तु वामहस्ते तथोपभृत् ।
पार्श्वे तूलूखलं दद्यात्पृष्ठे तु मुसलं ददेत् ॥
]

`verse 35 [
उरे निःक्षिप्य दृषदं तण्डुलाज्यतिलान्मुखे  ।
श्रोत्रे च प्रोक्षणीं दद्यादाज्यस्थालीं च चक्षुषोः  ॥
]

`verse 36 [
कर्णे नेत्रे मुखे घ्राणे हिरण्यशकलान् क्षिपेत् ।
अग्निहोत्रोपकरणाद्ब्रह्मलोकगतिर्भवेत् ॥
]

`verse 37 [
असौ स्वर्गाय लोकाय स्वाहेत्याज्याहुतिः सकृत् ।
हंससारसक्रौञ्चानां चक्रवाकं च कुक्रुटम्  ॥
]

`verse 38 [
मयरमेषघाती च अहोरात्रेण शुध्यति  ।
पक्षिणः सकलान्हत्वा अहोरात्रेण शुध्यति  ॥
]

`verse 39 [
सर्वांश्चतुष्पदान्हत्वा अहोरात्रो षितो जपेत् ।
शूद्रं हत्वा चरेत्कृच्छ्रमतिकृच्छ्रं तु वैश्यहा  ।
क्षत्त्रं चान्द्रायणं विप्रं द्वाविंशात्रिंशमाहरे (वहे) त् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाक्ये आचारकाण्डे पराशरोक्तधर्मनिरूपणं नाम सप्तोत्तरशततमोऽध्यायः
]
