`speaker [
सूत उवाच
]

`verse 1 [
नीतिसारं प्रवक्ष्यामि अर्थशास्त्रादिसंश्रितम्  ।
राजादिभ्यो हितं पुण्यमायुः स्वर्गादिदायकम्  ॥
]

`verse 2 [
सद्भिः सङ्गं प्रकुर्वीत सिद्धिकामः सदा नरः  ।
नासद्भिरिहलोकाय परलोकाय वा हितम्  ॥
]

`verse 3 [
वर्जयेत्क्षुद्रसंवादमदुष्टस्य तु दर्शनम्  ।
विरोधं सह मित्रेण संप्रीतिं शत्रुसेविना  ॥
]

`verse 4 [
मूर्खशिष्योपदेशेन दुष्टस्त्रीभरणेन च  ।
दुष्टानां संप्रयोगेण पण्डितोऽप्यवसीदति  ॥
]

`verse 5 [
ब्राह्मणं बालिशं क्षत्त्रमयोद्धारं विशं जडम्  ।
शूद्रमक्षरसंयुक्तं दूरतः परिवर्जयेत् ॥
]

`verse 6 [
कालेन रिपुणासन्धिः काले मित्रेण विग्रहः  ।
कार्यकारणमाश्रित्य कालं क्षिपति पण्डितः  ॥
]

`verse 7 [
कालः पचति भूतानि कालः संहरते प्रजाः  ।
कालः सुप्तेषु जागर्ति कालो हि दुरतिक्रमः  ॥
]

`verse 8 [
कालेषु हरते वीर्यं काले गर्भे च वर्तते  ।
कालो जनयते सृष्टिं पुनः कालोऽपि संहरेत् ॥
]

`verse 9 [
कालः सूक्ष्मगतिर्नित्यं द्विविधश्चेह भाव्यते  ।
स्थूलसंग्रहचारेण सूक्ष्मचारान्तरेण च  ॥
]

`verse 10 [
नीतिसारं सुरेन्द्राय इममूच बृहस्पतिः  ।
सर्वज्ञो येन चेन्द्रोऽभूद्दैत्यान्हत्वाप्नुयाद्दिवम्  ॥
]

`verse 11 [
राजर्षिब्राह्मणैः कार्यं देवविप्रादिपूजनम्  ।
अश्वमेधेन यष्टब्यं महापातकनाशनम्  ॥
]

`verse 12 [
उत्तमैः सह साङ्गत्यं पण्डितैः सह सत्कथाम्  ।
अलुब्धैः सह मित्रत्वं कुर्वाणो नावसीदति  ॥
]

`verse 13 [
परीवादं परार्थं च परिहासं परस्त्रियम्  ।
परवेश्मनि वासं च न कुर्वीत कदाचन  ॥
]

`verse 14 [
परोऽपि हितवाबन्धुर्बन्धुरप्यहितः परः  ।
अहितो देहजो व्याधिर्हितमारण्यमौषधम्  ॥
]

`verse 15 [
स बन्धुर्यो हिते युक्तः स पिता यस्तु पोषकः  ।
तन्मित्रं यत्र विश्वासः स देशो यत्र जीव्यते  ॥
]

`verse 16 [
स भृत्यो यो विधेयस्तु तद्बीजं यत्प्ररोहति  ।
सा भार्या या प्रियं ब्रूते स पुत्रो यस्तु जीवति  ॥
]

`verse 17 [
स जीवति गुणा यस्य धर्मो यस्य स जीवति  ।
गुणधर्मविहीनो यो निष्फल तस्य जीवनम्  ॥
]

`verse 18 [
सा भार्या या गृहे दक्षा सा भार्याया प्रियंवदा  ।
सा भार्या या पतिप्राणा सा भार्या या पतिव्रता  ॥
]

`verse 19 [
नित्य स्नाता सुगन्धा च नित्यं च प्रियवादिनी  ।
अल्पभुक्ताल्पभाषी च सततं मङ्गलैर्युता  ॥
]

`verse 20 [
सततं धर्मबहुला सततं च पतिप्रिया  ।
सततं प्रियवक्री च सततं त्वृतुकामिनी  ॥
]

`verse 21 [
एतदादिक्रियायुक्ता सर्वसौ भाग्यवर्धिनी  ।
यस्येदृशी भवेद्भाय्या स देवेन्द्रोन मानुषः  ॥
]

`verse 22 [
यस्य भार्या विरूपाक्षी कश्मला कलहप्रिया  ।
उत्तरोत्तरवादा स्या सा जरा न जरा जरा  ॥
]

`verse 23 [
यस्य भार्या श्रितान्यञ्च परवेश्माभिकाङ्क्षिणी  ।
कुक्रिया त्यक्तलज्जा च सा जरा न जरा जरा  ॥
]

`verse 24 [
यस्य भार्या गुणज्ञा च भर्तारमनुगामिनी  ।
अल्पाल्पेन तु सन्तुष्टा सा प्रिया न प्रिया प्रिया  ॥
]

`verse 25 [
दुष्टा भार्या शठं मित्रं भृत्यश्चोत्तरदायकः  ।
ससर्पे च गृहे वासोमृत्युरेव न संशयः  ॥
]

`verse 26 [
त्यज दुर्जनसंसर्गं भज साधुसमागमम्  ।
कुरु पुण्यमहोरात्र स्मर नित्यमनित्यताम्  ॥
]

`verse 27 [
व्यालीकण्ठप्रदेशाह्यपि च फणभृद्भाषणा या च रौद्री या कृष्णा व्याकुलागी रुधिरनयनसंव्याकुला व्याघ्रकल्पा  ।
क्रोधे यैवोग्रवक्त्रा स्फुरदनलशिखा काकजिह्वा कराला सेव्या न स्त्री विदग्धा परपुरगमना भ्रान्तचित्ता विराक्त  ॥
]

`verse 28 [
सक्तिः सुतोके सुकृतं कृतघ्ने शतिं च वह्नौ (सीतापहौ ह्यतपयैव)?हैमे  ।
उत्पद्यते दैववशात्कदाचिद्वेश्यासु रागो न भवेत्कदाचित् ॥
]

`verse 29 [
भुजङ्गमे वेश्मनि दृष्टिदृष्टे व्याधौ चिकित्साविनिवर्तिते च  ।
देहे च बाल्यादिवयोऽन्विते च काला वृतोऽसौ लभते धृतिं कः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे बृहस्पतिप्रोक्तनीतिसारनिरूपणं नामाष्टोत्तरशततमोऽध्यायः
]
