`speaker [
सूत उवाच
]

`verse 1 [
आपदर्थे धनं रक्षेद्दारान्रक्षेद्धनैरपि  ।
आत्मानं सततं रक्षेद्दारैरपि धनैरपि  ॥
]

`verse 2 [
त्यजेदकं कुलस्यार्थे ग्रामस्यार्थे कुलं त्यजेत् ।
ग्रामं जनपदस्यार्थे आत्मार्थे पृथिवीं त्यजेत् ॥
]

`verse 3 [
वरं हि नरके वासो न तु दुश्चरिते गृहे  ।
नरकात्क्षीयते पाप कुगृहान्न निवर्तते  ॥
]

`verse 4 [
चलत्येकेन पादेन तिष्ठत्येकेन बुद्धिमान्  ।
न परीक्ष्य परं स्थानं पूर्वमायतनं त्यजेत् ॥
]

`verse 5 [
त्यजेद्देशमसद्वृत्तं वासं सोपद्रवं त्यजेत् ।
त्यजेत्कृपणराजानं मित्रं मायामयं त्यजेत् ॥
]

`verse 6 [
अर्थेन किं कृपणहस्तगतेन केन ज्ञानेन किं बहुशठाग्रहसंकुलेन  ।
रूपेण किं गुणपराक्रमवर्जितेन मित्रेण किं व्यसनकालपराङ्मुखेन  ॥
]

`verse 7 [
अदृष्टपूर्वा बहवः सहायाः सर्वे पदस्थस्य भवन्ति मित्राः  ।
अर्थैर्विहीनस्य पदच्युतस्य भवत्यकाले स्वजनोऽपि शत्रुः  ॥
]

`verse 8 [
आपत्सु मित्रं जानी याद्रणे शूरं रहः शुचिम्  ।
मार्या च विभवे क्षीणे दुर्भिक्षे च प्रियातिथिम्  ॥
]

`verse 9 [
वृक्षं क्षीणफलं त्यजन्ति विहगाः शुष्कं सरः सारसानिर्द्रव्यं पुरुषं त्यजन्ति गणिका भ्रष्टं नृपं मन्त्रिणः  ।
पुष्पं पर्युषितं त्यजन्ति मधुपाः दर्ग्ध वनान्तं मृगाः सर्वः कार्यवशाज्जनो हि रमते कस्यास्ति को वल्लभः  ॥
]

`verse 10 [
लुब्धमर्थप्रदानेन श्लाध्यमञ्जलिकर्मणा  ।
मूर्खं छन्दानुवृत्त्या च याथातथ्येन पण्डितम्  ॥
]

`verse 11 [
सद्भावेन हि तुष्यन्ति देवाः सत्पुरुषा द्विजाः  ।
इतरेः खाद्यपानेन मानदानेन पण्डिताः  ॥
]

`verse 12 [
उत्तमं प्रणिपातेन शठं भेदेन योजयेत् ।
नीचं स्वल्पप्रदानेन समं तुल्यपराक्रमैः  ॥
]

`verse 13 [
यस्ययस्य हि यो भावस्तस्यतस्य हितं वदन्  ।
अनुप्रविश्य मेधावी क्षिप्रमात्मवशं नयेत् ॥
]

`verse 14 [
नदीनां च नखीनां च शृङ्गिणां शस्त्रपाणिनाम्  ।
विश्वासो नैव गन्तव्यः स्त्रिषु राजकुलेषु च  ॥
]

`verse 15 [
अर्थनाशं मनस्तापं गृहे दुश्चरितानि च  ।
वञ्चनं चाप मानं च मतिमान्न प्रिकाशयेत् ॥
]

`verse 16 [
हीनदुर्जनसंसर्ग अत्यन्तविरहादरः  ।
स्नेहोऽन्यगेहवासश्च नारीसच्छीलनाशनम्  ॥
]

`verse 17 [
कस्य दोषः कुले नास्ति व्याधिना को पीडितः  ।
केन न व्यसनं प्राप्तं श्रियः कस्य निरन्तराः  ॥
]

`verse 18 [
कोर्ऽथं प्राप्य न गर्वितो भुवि नरः कस्यापदोनागताः स्त्रीभिः कस्य न खण्डितं भुवि मनः को नाम राज्ञां प्रियः  ।
कः कालस्य न गोचरान्तरगतः कोर्ऽथो गतो गौरवं को वा दुर्जनवागुरानिपतितः क्षेमेण यातः पुमान्  ॥
]

`verse 19 [
सुहृत्स्वजनबन्धुर्न बुद्धिर्यस्य न चात्मनि  ।
यस्मिन्कर्मणि सिद्धेऽपि न दृश्येत फलोदयः  ।
विपत्तौ च महद्दुःखं तद्वुधः कथमाचरेत् ॥
]

`verse 20 [
यस्मिन्देशे न संमानं न प्रीतिर्न च बान्धवाः  ।
न च विद्यागमः कश्चित्तं देशं परिवर्जयेत् ॥
]

`verse 21 [
धनस्य यस्य राजतो भयं न चास्ति चौरतः  ।
मृतं च यन्न मुच्यते समर्जयस्व तद्धनम्  ॥
]

`verse 22 [
यदर्जितं प्राणहरैः परिश्रमैर्मृतस्य तं वै विभजन्तिरिक्थिनः  ।
कृतं च यद्दुष्कृतमर्थलिप्सया तदेव दोषोपहतस्य यौतुकम्  ॥
]

`verse 23 [
सञ्चितं निहितं द्रव्यं परामृश्यं मुहुर्मुहुः  ।
आखोरिव कदर्यस्य धनं दुः खाय केवलम्  ॥
]

`verse 24 [
नग्ना व्यसनिनो रूक्षाः कपालाङ्कितपाणयः  ।
दर्शयन्तीह लोकस्य अदातुः फलमीदृशम्  ॥
]

`verse 25 [
शिक्षयन्ति च याचन्ते देहीति कृपणा जनाः  ।
अवस्थेयमदानस्य मा भूदेवं भवानपि  ॥
]

`verse 26 [
सञ्चितं क्रतुशतैर्न युज्यते याचितं गुणवते न दीयते  ।
तत्कदर्यपरिरक्षितं धनं चोरपार्थिवगृहे प्रयुज्यते  ॥
]

`verse 27 [
न देवेभ्यो न विप्रोभ्यो बन्धुभ्यो नैव चात्मने  ।
कदर्यस्य धनं याति त्वग्नितस्करराजसु  ॥
]

`verse 28 [
अतिक्लेशेन येऽप्यर्था धर्मस्यातिक्रमेण च  ।
अरेर्वा प्रणिपातेन मा भूतस्ते कदाचन  ॥
]

`verse 29 [
विद्याघातो ह्यनभ्यासः स्त्रीणां घातः कुचैलता  ।
व्याधीनां भोजनं जीर्णं शत्रोर्घातः प्रपञ्चता  ॥
]

`verse 30 [
तस्करस्य वधो दण्डः कुमित्रस्याल्पभाषणम्  ।
पृथक्शय्या तु नारीणां ब्राह्मणस्यानिमन्त्रणम्  ॥
]

`verse 31 [
दुर्जनाः शिल्पिनो दासा दुष्टाश्च पटहाः स्त्रियः  ।
ताडिता मार्दवं यान्ति न ते सत्कारभाजनम्  ॥
]

`verse 32 [
जानीयात्प्रेषणे भृत्यान्बान्धवान्व्यसनागमे  ।
मित्रमापदि काले च भार्याञ्च विभवक्षये  ॥
]

`verse 33 [
स्त्रीणां द्विगुण आहारः प्रज्ञा चैव चतुर्गुणा  ।
षड्गुणो व्यवसायश्च कामश्चाष्टगुणः स्मृतः  ॥
]

`verse 34 [
न स्वप्नेन जयेन्निद्रां न कामेन स्त्रियं जयेत् ।
न चेन्धनैर्जयेद्वह्निं न मद्येन तृषां जयेत् ॥
]

`verse 35 [
समांसैर्भोजनैः स्निग्धैर्मद्यैर्गन्धविलेपनैः  ।
वस्त्रैर्मनोरमैर्माल्यैः कामः स्त्रीषु विजृम्भते  ॥
]

`verse 36 [
ब्रह्मचर्येऽपि वक्तव्यं प्राप्तं मन्मथचेष्टितम्  ।
हृद्यं हि पुरुषं दृष्ट्वा योनिः प्रक्लिद्यते स्त्रियाः  ॥
]

`verse 37 [
सुवेषं पुरुषं दृष्ट्वा भ्रातरं यदि वा सुतम्  ।
योनिः क्लिद्यति नारीणां सत्यंसत्यं हि शौनक !  ॥
]

`verse 38 [
नद्यश्च नार्यश्च समस्वभावाः स्वतन्त्रभावे गमनादिकेच  ।
तोयैश्च दोषैश्च निपातयन्ति नद्यो हि कूलानि कुला नि नार्यः  ॥
]

`verse 39 [
नदी पातयते कूलं नारी पातयते कुलम्  ।
नारीणाञ्च नदीनां च स्वच्छन्दा ललिता गतिः  ॥
]

`verse 40 [
नाग्निस्तृप्यति काष्ठानां नापगानां महोदधिः  ।
नान्तकः सर्वभूतानां न पुंसां वामलोचनाः  ॥
]

`verse 41 [
न तृप्तिरस्ति शिष्टानामिष्टानां प्रियवादिनाम्  ।
सुखानाञ्च सुतानाञ्च जीवितस्य वरस्य च  ॥
]

`verse 42 [
राजा न तप्तो धनसंचयेन न सागरस्तृप्तिमगाज्जलेन  ।
न पण्डितस्तृप्यति भाषितेन तृप्तं न चक्षुर्नृपदर्शनेन  ॥
]

`verse 43 [
स्वकर्म धर्मार्जितजीवितानां शास्त्रेषु दारेषु सदा रतानाम्  ।
जितेन्द्रियाणामतिथिप्रियाणां गृहेऽपि मोक्षः पुरुषोत्तमानाम्  ॥
]

`verse 44 [
मनोऽनुकूलाः प्रमदारूपवत्यः स्वलङ्कृताः  ।
वसः प्रासादपृष्ठेषु स्वर्गः स्याच्छुभकर्मणः  ॥
]

`verse 45 [
न दानेन न मानेन नार्जवेन न सवया  ।
न शस्त्रेण न शास्त्रेण सर्वथा विषमा स्त्रियः  ॥
]

`verse 46 [
शनैर्विद्या शनैर्थाः शनैः पर्वतमारुहेत् ।
शनैः कामं च धर्मं च पञ्चैतानि शनैः शनैः  ॥
]

`verse 47 [
शाश्वतं देवपूजादि विप्रदानं च शाश्वतम्  ।
शाश्वतं सगुणा विद्या सुहृन्मित्रं च शाश्वतम्  ॥
]

`verse 48 [
ये बालभावान्न पठन्ति विद्यां ये यौवनस्था ह्यधनात्मदाराः  ।
ते शोचनीया इह जीवलोके मनुष्यरूपेण मृगाश्चरन्ति  ॥
]

`verse 49 [
पठने भोजने चित्तं न कुर्याच्छास्त्रसेवकः  ।
सुदूरमपि विद्यार्थो व्रजेद्गरुडवेगवान्  ॥
]

`verse 50 [
ये बालभावे न पठन्ति विद्यां कामातुरा यौवननष्टवित्ताः  ।
ते वृद्धबावे परिभूयमानाः संदह्यमानाः शिशिरे यथाब्जम्  ॥
]

`verse 51 [
तर्केऽप्रतिष्ठा श्रुतयो विभिन्नाः नासावृषिर्यस्य मतं न भिन्नम्  ।
धर्मस्य तत्त्वं निहितं गुहायां महाजनो येन गतः स पन्थाः  ॥
]

`verse 52 [
आकारैरिङ्गितैर्गत्या चेष्टया भाषितेन च  ।
नेत्रवक्रविकाराभ्यां लक्ष्यतेऽन्तर्गतं मनः  ॥
]

`verse 53 [
अनुक्तमप्यूहति पण्डितो जनः परेङ्गितज्ञानफला हि बुद्धयः  ।
उदीरितोर्थः पशुनापि गृह्यते हयाश्च नागाश्च वहन्ति दर्शितम्  ॥
]

`verse 54 [
अर्थाद्भ्रष्टस्तीर्थयात्रां तु गच्छेत्सत्याद्भ्रष्टो रौरवं वै व्रजेच्च  ।
योगाद्भ्रष्टः सत्यधृतिञ्च गच्छेद्राज्याद्भ्रष्टो मृगयायां व्रजेच्च  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे बृहदृ नीतिसारे नवोत्तरशततमोऽध्यायः
]
