`speaker [
सूत उवाच
]

`verse 1 [
पार्थिवस्य तु वक्ष्यामि भृत्यानाञ्चैव लक्षणम्  ।
सर्वाणि हि महीपालः सम्यङ्नित्यं परीक्षयेत् ॥
]

`verse 2 [
राज्यं पालयते नित्यं सत्यधर्मपरायणः  ।
निर्जित्य परसैन्यानि क्षितं धर्मेण पालयेत् ॥
]

`verse 3 [
पुष्पात्पुष्पं विचिन्वीत मूलच्छेदं न कारयेत् ।
मालाकार इवारण्ये न यथाङ्गारकारकः  ॥
]

`verse 4 [
दोग्धारः क्षीरभुञ्जाना विकृतं तन्न भुञ्जते  ।
परराष्ट्रं महीपालैर्भोक्तव्यं न च दूषयेत् ॥
]

`verse 5 [
नोधश्छिन्द्यात्तु यो धेन्वाः क्षारार्थो लभते पयः  ।
एवं राष्ट्रं प्रयोगेण पीड्यमानं न वर्धते  ॥
]

`verse 6 [
तस्मात्सर्वप्रयत्नेन पृथिवीमनुपालयेन्  ।
पालकस्य भवेद्भूमिः कीर्तिरायुर्यशो बलम्  ॥
]

`verse 7 [
आभ्यर्च्य विष्णुं धर्मात्मा गोब्राह्मणहिते रतः  ।
प्रजाः पालयितुं शक्तः पार्थिवो विजितेन्द्रियः  ॥
]

`verse 8 [
ऐश्वर्यमध्रुवं प्राप्य राजा धर्मे मतिञ्चरेत् ।
क्षणेन विभवो नश्येन्नात्मायत्तं धनादिकम्  ॥
]

`verse 9 [
सत्यं मनोरमाः कामाः सत्यं रम्या विभूतयः  ।
किन्तु वै वनितापाङ्गभङ्गिलोलं हि जीवितम्  ॥
]

`verse 10 [
व्याघ्रीव तिष्ठति जरा परितर्जयन्ती रोगाश्च शत्रव इव प्रभवन्ति गात्रे  ।
आयुः परिस्त्रवति भिन्नघटादिवाम्भो लोको न चात्महितमाचरतीह कश्चित् ॥
]

`verse 11 [
निः शङ्कं किं मनुष्याः कुरुत परहितं युक्तमग्रे हितं यन्मोदध्वं कामिनीभिर्मदनशरहता मन्दमन्दातिदृष्ट्या  ।
मा पापं संकुरुध्वं द्विजहरिपरमाः संभजध्वं सदैव आयुर्निः शेषमेति स्खलति जलघटीभूतमृत्युच्छलेन  ॥
]

`verse 12 [
मातृवत्परदारेषु परद्रव्येषु लोष्टवत् ।
आत्मवत्सर्वभूतेषु यः पश्यति स पण्डितः  ॥
]

`verse 13 [
एतदर्थं हि विप्रेन्द्रा राज्यमिच्छन्ति भूभृतः  ।
यदेषां सर्वकार्येषु वचो न प्रतिहन्यते  ॥
]

`verse 14 [
एतदर्थं हि कुर्वन्ति राजानो धनसञ्चयम्  ।
रक्षयित्वा तु चात्मानं यद्धनं तद्द्विजातये  ॥
]

`verse 15 [
ओङ्कारशब्दो विप्राणां येन राष्ट्रं प्रवर्धते  ।
स राजा वर्धते योगाद्व्याधिभिश्च न बध्यते  ॥
]

`verse 16 [
असमर्थाश्च कुर्वन्ति मुनयो द्रव्यसञ्चयम्  ।
किं पुनस्तु महीपालः पुत्रवत्पालयन्प्रजाः  ॥
]

`verse 17 [
यस्यार्थास्तस्य मित्राणि यस्यार्थास्तस्य बान्धवाः  ।
यस्यार्थाः स मुमांल्लाके यस्यार्थाः स च पण्डितः  ॥
]

`verse 18 [
त्यजन्ति मित्राणि धनैर्विहीनं पुत्राश्च दाराश्च सुहृज्जनाश्च  ।
ते चार्थवन्तं पुनराश्रयन्ति ह्यर्थो हि लोके पुरुषस्य बन्धुः  ॥
]

`verse 19 [
अन्धा हि राजा भवति यस्तु सास्त्रविवर्जितः  ।
अन्धः पश्यति चारेण शास्त्रहीनो न पश्यति  ॥
]

`verse 20 [
यस्य पुत्राश्च भृत्याश्च मन्त्रिणश्च पुरोहिताः  ।
इन्द्रियाणि प्रसुप्तानि तस्य राज्यं चिरं न हि  ॥
]

`verse 21 [
येनार्जितास्त्रयोऽप्योऽप्येते पुत्रा भृत्याश्च बान्धवाः  ।
जिता तेन समं भूपैश्चतुरब्धिर्वसुन्धरा  ॥
]

`verse 22 [
लङ्घयेच्छास्त्रयुक्तानि हेतुयुक्तानि यानि च  ।
सहि नश्यति वै राजा इह लोके परत्र च  ॥
]

`verse 23 [
मनस्तापं न कुर्वीत आपदं प्राप्य पार्थिवः  ।
समबुद्धिः प्रसन्नात्मा प्रसन्नात्मा सुखदुःखे समो भवेत् ॥
]

`verse 24 [
धीराः कष्टमनुप्राप्य न भवन्ति विषादिनः  ।
प्रविश्य वदनं राहोः किं नोदति पुनः शशी  ॥
]

`verse 25 [
धिग्धिक्शरीरसुखलालितमानवेषु मा खेदयेद्धनकृशं हि शरीरमेव  ।
सद्दारका ह्यधनपाण्डुसुताः श्रुता हि दुःखं विहाय पुनरेव सुखं प्रपन्नाः  ॥
]

`verse 26 [
गन्धर्वविद्यामालोक्य वाद्यं च गणिकागणान्  ।
धनुर्वेदार्थशास्त्राणि लोके रक्षेच्च भूपतिः  ॥
]

`verse 27 [
कारणेन विना भृत्ये यस्तु कुप्यति पार्थिवः  ।
स गृह्णाति विषोन्मादं कृष्णसर्पविसर्जितम्  ॥
]

`verse 28 [
चापलाद्वारयेद्दृष्टिं मिथ्यावाक्यञ्च वारयेत् ।
मानवे श्रोत्रिये चैव भृत्यवर्गे सदैव हि  ॥
]

`verse 29 [
लीलां करोति यो राजा भृत्यस्वजनगर्वितः  ।
शासने सर्वदा क्षिप्रं रिपुभिः परिभूयते  ॥
]

`verse 30 [
हुङ्कारे भृकुटीं नैव सदा कुर्वीत पार्थिवः  ।
विना दोषेण यो भृत्यान्राजाधमण शास्ति च  ।
लीलासुखानि भोग्यानि त्यजेदिह महीपतिः  ॥
]

`verse 31 [
सुखप्रवृत्तैः साध्यन्तै शत्रवो विग्रहे स्थितैः  ॥
]

`verse 32 [
उद्योगः साहसंधैर्यं बुद्धिः शक्तिः पराक्रमः  ।
षड्विधो यस्य उत्साहस्तस्य देवोऽपि शङ्कते  ॥
]

`verse 33 [
उद्योगेन कृते कार्ये सिद्धर्यस्य न विद्यते  ।
दैवं तस्य प्रमाणं हि कर्तव्यं पौरुषं सदा  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे बृहदृ नीतिसारे एकादशोत्तरशततमोऽध्यायः
]
