`speaker [
सूत उवाच
]

`verse 1 [
भृत्या बहुविधा ज्ञेया उत्तमाधममध्यमाः  ।
नियोक्तव्या यथार्हेषु त्रिविधेष्वेव कर्मसु  ॥
]

`verse 2 [
भृत्ये परिक्षणं वक्ष्ये यस्ययस्य हि यो गुणः  ।
तमिमं संप्रवक्ष्यामि ये यथाकथितं किल  ॥
]

`verse 3 [
यथा चतुर्भिः कनकं परीक्ष्यते निघर्षणच्छेदनतापताडनैः  ।
तथा चतुर्भिर्भृतकं परीक्षयेद्वतेन शीलेन कलेन कर्मणा  ॥
]

`verse 4 [
कुलशीलगुणोपेतः सत्यधर्मपरायणः  ।
रूपवान्सुप्रसन्नश्च कोशाध्यक्षो विधीयते  ॥
]

`verse 5 [
मूल्यरूपपरीक्षाकृद्भवे द्रत्नपरीक्षकः  ।
बलाबलपरिज्ञाता सेनाध्यक्षो विधीयते  ॥
]

`verse 6 [
इङ्गिताकारतत्त्वज्ञो बलवान् प्रियदर्शनः  ।
अप्रमादी प्रमाथी च प्रतीहारः स उच्यते  ॥
]

`verse 7 [
मेधावी वाक्पटुः प्राज्ञः सत्यवादी जितेन्द्रियः  ।
सर्वशास्त्रसमालोकी ह्येष साधुः स लेखकः  ॥
]

`verse 8 [
बुद्धिमान्मतिमांश्चैव परचित्तोपलक्षकः  ।
क्रूरो यथोक्तवादी च एष दूतो विधीयते  ॥
]

`verse 9 [
समस्तस्मृतिशास्त्रज्ञः पण्डितोऽथ जितेन्द्रियः  ।
शौर्यवीर्यगुणोपेतो धर्माध्यक्षो विधीयते  ॥
]

`verse 10 [
पितृपैतामहो दक्षः शास्त्रज्ञः सत्यवाचकः  ।
शुचिश्च कठिनश्चैव सूपकारः स उच्यते  ॥
]

`verse 11 [
आयुर्वेदकृताभ्यासः सर्वेषां प्रियदर्शनः  ।
आयुः शीलगुणोपेतो वैद्य एव विधीयते  ॥
]

`verse 12 [
वेदवेदाङ्गतत्त्वज्ञो जपहमपरायणः  ।
आशीर्वादपरो नित्यमेष राजपुरोहित  ॥
]

`verse 13 [
लेखकः पाठकश्चैव गणकः प्रतिरोधकः  ।
आलस्ययुक्तश्चैद्राजा कर्म संवर्जयेत्सदा  ॥
]

`verse 14 [
द्विजिह्वमुद्वेगकरं क्रूरमेकान्तदारुणम्  ।
खलस्याहेश्च वदनमपकाराय केवलम्  ॥
]

`verse 15 [
दुर्जनः परिहर्तव्यो विद्ययालङ्कृतोऽपिसन्  ।
मणिना भूषितः सर्पः किमसौ न भयङ्करः  ॥
]

`verse 16 [
अकारणविष्कृतकोपधारिणः खलाद्भयं कस्य न नाम जायते  ।
विषं महाहेर्विषमस्य दुर्वचः सदुः सहं सन्निपतेत्सदा मुखे  ॥
]

`verse 17 [
तुल्यार्थं तुल्यसामर्थ्यं मर्मज्ञं व्यवसायिनम्  ।
अर्धराज्यहरं भृत्यं यो हन्यात्स न हन्यते  ॥
]

`verse 18 [
शूरत्वयुक्ता मृदुमन्दवाक्या जितेन्द्रियाः सत्यपराक्रमाश्च  ।
प्रागेव पश्चाद्विपरी तरुपा ये ते तु भृत्या न हिता भवन्ति  ॥
]

`verse 19 [
निरालस्याः सुसन्तुष्टाः प्रतिबोधकाः  ।
सुखदुः खसमा धीरा भृत्या लोकेषु दुर्लभाः  ॥
]

`verse 20 [
क्षान्तिस्तयविहीनश्च क्रूरबुद्धिश्च निन्दकः  ।
दाम्भिकः कपटी चैव शठश्च स्पृहयान्वितः  ।
अशक्तो भयभीतश्च राज्ञा त्यक्तव्य एव सः  ॥
]

`verse 21 [
सुसन्धानानि चास्त्राणि शस्त्राणि विविधानि च  ।
दुर्गे प्रवेशितव्यानि ततः शत्रुं निपातयेत् ॥
]

`verse 22 [
षण्मासमथ वर्षं वा सन्धिं कुर्यान्नराधिपः  ।
पश्यन्सञ्चितमात्मानं पुनः शत्रुं निपातयेत् ॥
]

`verse 23 [
मूर्खान्नियोजयेद्यस्तु त्रयोऽप्येते महीपतेः  ।
अयशश्चार्थनाशश्च नरके चैव पातनम्  ॥
]

`verse 24 [
यत्किञ्चित्कुरुते कर्म शुभं वा यादि वाशुभम्  ।
तेन स्म वर्धते राजा सूक्ष्मतो भृत्यकार्यतः  ॥
]

`verse 25 [
तस्माद्भूमीश्वरः प्राज्ञं धर्मकामार्थसाधने  ।
नियोज येद्धिसततं गोब्राह्मणहिताय वै  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे बृहस्पत्युक्त नीतिप्तारे द्वादशोत्तरकशततमोऽध्यायः
]
