`speaker [
सूत उवाच
]

`verse 1 [
गुणवन्तं नियुञ्जीत गुणहीनं विवर्जयेत् ।
पण्डितस्य गुणाः सर्वे मूर्वे दोषाश्च केवलाः  ॥
]

`verse 2 [
सद्भिरासीत सततं सद्भिः कुर्वीत सङ्गतिम्  ।
सद्भिर्विवादं मैत्रीञ्च नासद्भिः किञ्चिदाचरेत् ॥
]

`verse 3 [
पण्डितैश्च विर्नातैश्च धर्मशैः सत्यवादिभिः  ।
बन्ध्स्थोऽपि तिष्ठेच्च न तु राज्ये खलैः सह  ॥
]

`verse 4 [
सावशेषाणि कार्याणि कुवत्रर्थे युज्यते  ।
तस्मात्सर्वाणि कार्याणि सावशेषाणि कारयेत् ॥
]

`verse 5 [
मधुहेव दुहेत्सारं कुसुमञ्च न घातयेत् ।
वत्सापेक्षी दुहेत्क्षीरं भूमिं गाञ्चैव पार्थिपः  ॥
]

`verse 6 [
यथाक्रमेण पुष्पेभ्यश्चिनुते मधु षट्पदः  ।
तथा वित्तमु पादाय राजा कुर्वीत सञ्चयम्  ॥
]

`verse 7 [
वल्मीकं मधुजालञ्च शुक्लण्क्षे तु चन्द्रमाः  ।
राजद्रव्यञ्च भैक्ष्यञ्च स्तोकंस्तोकं प्रवर्धते  ॥
]

`verse 8 [
अर्जितस्य क्षयं दृष्टा संप्रदत्तस्य सञ्चयम्  ।
अवन्ध्यं दिवसं कुर्याद्दानध्ययनकर्मसु  ॥
]

`verse 9 [
वनेऽपि दोषाः प्रभवन्ति रागिणां गृहेऽपि पञ्चेन्द्रियनिग्रहस्तपः  ।
अकुत्सिते कर्मणि यः प्रवर्तते निवृत्तरागस्य गृहं तपोवनम्  ॥
]

`verse 10 [
सत्येन रक्ष्यते धर्मो विद्या योगेन रक्ष्यते  ।
मृजया रक्ष्यते पात्रं कुलं शलिन रक्ष्यते  ॥
]

`verse 11 [
वरं विन्ध्याटव्यां निवसनमभुक्तस्य मरणं वरं सर्पाकीर्णे शयनमथ कूपे निपतनम्  ।
वरं भ्रान्तावर्ते सभयजलमध्ये प्रविशनं न तु स्वीये पक्षे हि धनमणु देहीति कथनम्  ॥
]

`verse 12 [
भाग्यक्षयेषु क्षीयन्ते नोपभोगेन सम्पदः  ।
पूर्वार्जिते हि सुकृते न नश्यन्ति कदाचन  ॥
]

`verse 13 [
विप्राणां भूषणं विद्या पृथिव्या भूषणं नृपः  ।
नभसो भूषणं चन्द्रः शीलं सर्वस्य भूषणम्  ॥
]

`verse 14 [
एते ते चन्द्रतुल्याः क्षितिपतितनया भीमसेनार्जुनाद्याः शुराः सत्यप्रतिज्ञा दिनकरवपुषः केशवेनोपगूढाः  ।
ते वै दुष्टग्रहस्थाः कृपणवशगता भैक्ष्यचर्यां प्रयाताः को वा कस्मिन्समर्थो भवति विधिवशाद्भ्रामयेत्कर्मरेखा  ॥
]

`verse 15 [
ब्रह्मा येन कुलालवन्नियमितो ब्रह्माण्डभाण्डोदरे विष्णुर्येन दशावतारगहने क्षिप्तो महासङ्कटे  ।
रुद्रोयेन कपालपाणिपुटके भिक्षाटनं कारितः सूर्यो भ्राम्यति नित्यमेव गगने तरमै नमः कर्णणे  ॥
]

`verse 16 [
दाता बलिर्याचकको मुरारिर्दानं मही विप्रमुखस्य मध्ये  ।
दत्त्वा फलं बन्धनमेव लब्धं नमोऽस्तु ते दैव यथेष्टकारिणे  ॥
]

`verse 17 [
माता यदि भवेल्लक्ष्मीः पिता साक्षाज्जनार्दनः  ।
कुबुद्धौ प्रतिपत्तिश्चैत्तस्मिन्दण्डः पतेत्सदा  ॥
]

`verse 18 [
येनयेन यथा यद्वत्पुरा कर्म सुनिश्चितम्  ।
तत्तदेवान्तरा भुङ्क्ते स्वयमाहितमात्मना  ॥
]

`verse 19 [
आत्मना विहितं दुः खमात्मना विहितं सखम्  ।
गर्भशय्यामुपादाय भुङ्क्ते वै पौर्वदैहिकम्  ॥
]

`verse 20 [
न चान्तरिक्षे न समुद्रमध्ये न पर्वतानां विवरप्रवेशे  ।
न मातृमूर्ध्नि प्रधृतस्तथाङ्के त्यक्तुं क्षमः कर्म कृतं नरो हि  ॥
]

`verse 21 [
दुगस्त्रिकूटः परिखा समुद्रो रक्षांसि योधाः परमा च वृत्तिः  ।
शास्त्रञ्च वै तूशनसा प्रदिष्टं स रावणः कालवशाद्विनष्टः  ॥
]

`verse 22 [
यस्मिन्वयसि यत्काले यद्दिवा यच्च वा निशि  ।
यन्मुहूर्ते क्षणे वापि तत्तथा न तदन्यथा  ॥
]

`verse 23 [
गच्छन्ति चान्तरिक्षे वा प्रविशन्ति महीतले  ।
धारयन्ति दिशः सर्वा नादत्तमुपलभ्यते  ॥
]

`verse 24 [
पुराधीता च या विद्या पुरा दत्तञ्च यद्धनम्  ।
पुरा कृतानि कर्माणि ह्यग्रे धावन्ति धावतः  ॥
]

`verse 25 [
कर्माण्यत्र प्रधानानि सम्यगृक्षे शुभग्रहे  ।
वसिष्ठकृतलग्नापि जानकी दुः खभाजनम्  ॥
]

`verse 26 [
स्थूलजङ्घो यदा रामः शब्दगामी च लक्ष्मणः  ।
घनकेशी यदा सीता त्रयस्ते दुः खभाजनम्  ॥
]

`verse 27 [
न पितुः कर्मणा पुत्रः पिता वा पुत्रकर्मणा  ।
स्वयं कृतेन गच्छन्ति स्वयं बद्धाः स्वकर्मणा  ॥
]

`verse 28 [
कर्मजन्यशरीरेषु रोगाः शरीरमानसाः  ।
शरा इव पतन्तीह विमुक्ता दृढधन्विभिः  ॥
]

`verse 29 [
अन्यथा शास्त्रगार्भिण्या धिया धीरोर्ऽथमीहते  ।
स्वामिवत्प्राक्कृतं कर्म विदधाति तदन्यथा  ॥
]

`verse 30 [
बालो युवा च वृद्धश्च यः करोति शुभाशुभम्  ।
तस्यान्तस्यामवस्थायां भुङ्क्ते जन्मनिजन्मनि  ॥
]

`verse 31 [
अनीक्षमाणोऽपि नरो विदेशस्थोऽपि मानवः  ।
स्वकर्मपातवातेन नीयते यत्र तत्फलम्  ॥
]

`verse 32 [
प्राप्तव्यमर्थं लभते मनुष्यो देवोऽपि तं वारयितुं न शक्तः  ।
अतो न शोचामि न विस्मयो मे ललाटलेखा न पुनः प्रयाति (यदस्मदीयं न तु तत्परेषाम्  ॥
]

`verse 33 [
सर्पः कूपे गजः स्कन्धे बिल आखुश्च धावति  ।
नरः शीघ्रतरादेव कर्मणः कः पलायते  ॥
]

`verse 34 [
नाल्पा भवति सद्विद्या दीयमानापि वर्धते  ।
कूपस्थमिव पानीयं भवत्येव बहूदकम्  ॥
]

`verse 35 [
येर्ऽथा धर्मेण ते सत्या येऽधर्मेण गताः श्रियः  ।
धर्मार्थो च महांल्लोके तत्स्मृत्वा ह्यर्थकारणात् ॥
]

`verse 36 [
अन्नार्थो यानि दुः खानि करोति कृपणो जनः  ।
तान्येव यदि धर्मार्थो न भूयः क्लेशभाजनम्  ॥
]

`verse 37 [
सर्वेषामेव शौचानामन्नशौचं विशिष्यते  ।
योऽन्नार्थैः शुचिः शौचान्न मृदा वारिणा शुचिः  ॥
]

`verse 38 [
सत्यं शौचं मनः शौचं शौचमिन्द्रियनिग्रहः  ।
सर्वभूते दया शौचं जलशौचञ्च पञ्चमम्  ॥
]

`verse 39 [
यस्य सत्यञ्च शौचञ्च तस्य स्वर्गो न दुर्लभः  ।
सत्यं हि वचनं यस्य सोऽश्वमेधाद्विशिष्यते  ॥
]

`verse 40 [
मृत्तिकानां सहस्रेण चोदकानां शतेन हि  ।
न शुध्यति दुराचारो भावोपहतचेतनः  ॥
]

`verse 41 [
यस्य हस्तौ च पादौ च मनश्चैव सुसंयतम्  ।
विद्या तपश्च कीर्तिश्च स तीर्थफलमश्नुते  ॥
]

`verse 42 [
न प्रहृष्यति संमानैर्नावमानैः प्रकुप्यति  ।
न क्रुद्धः परुषं ब्रूयादेतत्साधोस्तु लक्षणम्  ॥
]

`verse 43 [
दरिद्रस्य मनुष्यस्य प्राज्ञस्य मधुरस्य च  ।
काले श्रुत्वा हितं वाक्यं न कश्चित्परितुष्यति  ॥
]

`verse 44 [
न मन्त्रबलवीर्येण प्रज्ञया पौरुषेण च  ।
अलभ्यं लभ्यते मर्त्यैस्तत्र का परिवेदना  ॥
]

`verse 45 [
अयाचितो मया लब्धो पुनर्मत्प्रेषणाद्गतः  ।
यत्रागतस्तत्र गतस्तत्र का परिवेदना  ॥
]

`verse 46 [
एकवृक्षे सदा रात्रौ नानापक्षिसमागमः  ।
प्रभातेऽन्यदिशो यान्ति का तत्र परिवेदना  ॥
]

`verse 47 [
एकसार्थप्रयाताना सर्वेषान्तत्र गामिनाम्  ।
यस्त्वेकस्त्वरितो याति का तत्र परिवेदना  ॥
]

`verse 48 [
अव्यक्तादीनि भूतानि व्यक्तमध्यानि शौनक  ।
अव्यक्तनिधनान्येनव का तत्र परिवेदना  ॥
]

`verse 49 [
नाप्राप्तकालो म्रियते विद्धः शरशतैरपि  ।
कुशाग्रेण तु संस्पृष्टं प्राप्तकालो न जीवति  ॥
]

`verse 50 [
लब्धव्यान्येव लभते गन्तव्यान्येव गच्छति  ।
प्राप्तव्यान्येव प्राप्नाति दुः खानि च सुखानि च  ॥
]

`verse 51 [
तत्तत्प्राप्नोति पुरुषः कि प्रलापैः करिष्यति  ।
आचोद्यमानानि यथा पुष्पाणि च फलानि च  ।
स्वकालं नातिवर्तन्ते तथा कर्म पुराकृतम्  ॥
]

`verse 52 [
शीलं कुलं नैव न चैव विद्या ज्ञानं गुणा नैव न बीजशुद्धिः  ।
भाग्यानि पूर्वं तपसार्जितानि काले फलन्त्यस्य यथैव वृक्षाः  ॥
]

`verse 53 [
तत्र मृत्युर्यत्र हन्ता तत्र श्रीर्यत्र सम्पदः  ।
तत्र तत्र स्वयं याति प्रेर्यमाणः स्वकर्मभिः  ॥
]

`verse 54 [
भूतपूर्वं कृतं कर्म कर्तारमनुतिष्ठति  ।
यथा धेनुसहस्रेषु वत्सो विन्दन्ति मातरम्  ॥
]

`verse 55 [
एवं पूर्वकृतं कर्म कर्तारमनुतिष्ठाति  ।
सुकृतं भुङ्क्ष्व चात्मीयं मूढ किं परितप्यसे  ॥
]

`verse 56 [
यथा पूर्वकृतं कर्म शुभं वा यदि वाशुभम्  ।
तथा जन्मान्तरे तद्वै कर्ता रमनुगच्छति  ॥
]

`verse 57 [
नीचः सर्षपमात्राणि परच्छिद्राणि पश्यति  ।
आत्मनो बलिवमात्राणि पश्यन्नपि न पश्यति  ॥
]

`verse 58 [
रागद्वेषादियुक्तानां न सुखं कुत्रचिद्द्विज  ।
विचार्य खलु पश्यामि तत्सुखं यत्र निर्वृतिः  ॥
]

`verse 59 [
यत्र स्नेहो भयं तत्र स्नेहो दुः खस्य भाजनम्  ।
स्नेहमूलानि दुः खानि तस्मिस्त्यक्ते महत्सुखम्  ॥
]

`verse 60 [
शरीरमेवायतनं दुः खस्य च सुखस्य च  ।
जीवितञ्च शरीरञ्च जात्यैव सह जायते  ॥
]

`verse 61 [
सर्वं परवशं दुः खं सर्व मात्मवशं सुखम्  ।
एतद्विद्यात्समासेन लक्षणं सुखदुः खयोः  ॥
]

`verse 62 [
सुखस्यानन्तरं दुः खं दुः खस्यानन्तरं सुखम्  ।
शुखं दुः खं मनुष्याणां चक्रवत्परिवर्तते  ॥
]

`verse 63 [
यद्गतं तदतिक्रान्तं यदि स्यात्तच्च दूरतः  ।
वर्तमानेन वर्तेत न स शोकेन बाध्यते  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे बृहदृ नीतिसारे त्रयोशोत्तरशततमोऽध्यायः
]
