`speaker [
सूत उवाच
]

`verse 1 [
कुमार्यां च कुमित्रं च कुराजानं कुपुत्रकम्  ।
कुकन्यां च कुदेशं च दूरतः परिवर्जयेत् ॥
]

`verse 2 [
धर्मः प्रव्रजितस्तपः प्रचलितं सत्यं च दूरं गतं पृथ्वी वन्ध्यफला जनाः कपटिनो लौल्ये स्थिता ब्राह्मणाः  ।
मर्त्याः स्त्रीवशगाः स्त्रियश्च चपला नीचा जना उन्नताः हा कष्टं खलुजीवितं कलियुगे धन्या जना ये मृताः  ॥
]

`verse 3 [
धन्यास्ते ये न पश्यन्ति देशभङ्गं कुलक्षयम्  ।
परचित्तगतान् दारान्पुत्रं कुव्यसने स्थितम्  ॥
]

`verse 4 [
कुपुत्रे निर्वृतिर्नास्ति कुभार्यायां कुतो रतिः  ।
सुमित्र नास्ति विश्वासः कुराज्ये नास्ति जीवितम्  ॥
]

`verse 5 [
परान्नं च परस्वं च परशय्याः परस्त्रियः  ।
परवेश्मनि वासश्च शक्रादपि हरेच्छ्रियम्  ॥
]

`verse 6 [
आलापाद्गात्रसंस्पर्शात्संसर्गात्सह भोजनात् ।
आसनाच्छयनाद्यानात्पापं संक्रमते नृणाम्  ॥
]

`verse 7 [
स्त्रियो नश्यन्ति रूपेण तपः क्रोधन नश्यति  ।
गावो द्वरप्रचारेण शूद्रान्नेन द्विजोत्तमः  ॥
]

`verse 8 [
आसनादेकशय्यायां बोजनात्पङ्क्तिसङ्करात् ।
ततः संक्रमते पापं घटाद्धट इवोदकम्  ॥
]

`verse 9 [
लालने बहवो दोषास्ताडने बहवो गुणाः  ।
तस्माच्छिष्यं च पुत्रं च ताडयेन्न तु लालयेत् ॥
]

`verse 10 [
अध्वा जरा देहवतां पर्वतानां जलं जरा  ।
असंभोगश्च नारीणां वस्त्राणामातपो जरा  ॥
]

`verse 11 [
अधमाः कलिमिच्छन्ति सन्धिमिच्छति मध्यमाः  ।
उत्तमा मानमिच्छन्ति मानो हि महतां धनम्  ॥
]

`verse 12 [
मानो हि मूलमर्थस्य माने सति धनेन किम्  ।
प्रभ्रष्टमानदर्पस्य किं धनेन किमायुषा  ॥
]

`verse 13 [
अधमा धनमिच्छन्ति धनमानौ हि मध्यमाः  ।
उत्तमा मानमिच्छन्ति मानो हि महतां धनम्  ॥
]

`verse 14 [
वनेऽपि सिंहा न नमन्ति कं च बुभु क्षिता मांसनिरीक्षणं च  ।
धनैर्विहीनाः सुकुलेषु जाता न नीचकर्माणि समारभन्ते  ॥
]

`verse 15 [
नाभिषेको न संस्कारः सिंहस्य क्रियते वने  ।
नित्यमूर्जितसत्त्वस्य स्वयमेव मृगेन्द्रता  ॥
]

`verse 16 [
वणिक्प्रमादी भृकश्च मानी भिक्षुर्विलासी ह्यधनश्च कामी  ।
वराङ्गना चाप्रियवादिनी च न ते च कर्माणि समारभन्ते  ॥
]

`verse 17 [
दाता दरिद्रः कृपणोर्ऽथयुक्तः पुत्त्रोऽविधेयः कुजनस्य सेवा  ।
परोपकारेषु नरस्य मृत्युः प्रजायते दुश्चरितानि पञ्च  ॥
]

`verse 18 [
कान्तावियोगः स्वजनापमानं ऋणस्य शेषः कुजनस्य सेवा  ।
दारिद्रयाभावाद्विमुखाश्च मित्रा विनाग्निना पञ्च दहन्ति तीव्राः  ॥
]

`verse 19 [
चिन्तासहस्रेषु च तेषु मध्ये चिन्ताश्चतस्रोऽप्यसिधारतुल्याः  ।
नीचापमानं क्षुधितं कलत्रं भार्या विरक्ता सहजोपरोधः  ॥
]

`verse 20 [
वश्यश्च पुर्त्रेर्ऽथ करी च विद्या अरोगिता सज्जनसङ्गतिश्च  ।
इष्टा च भार्या वशवर्तिनी च दुः खस्य मूलोद्धरणानि पञ्च  ॥
]

`verse 21 [
कुरङ्गमातङ्गपतङ्गंभृग मीना हताः पञ्चबिरेव पञ्च  ।
एकः प्रमाथी स कथं न घात्यो यः सेवते पञ्चभिरेव पञ्च  ॥
]

`verse 22 [
अधीरः कर्कशः स्तब्धः कुचेलः स्वयमागतः  ।
पञ्च विप्रा न पूज्यन्ते बृहस्पतिसमा अपि  ॥
]

`verse 23 [
आयुः कर्म च वित्तं च विद्या निधनमेव च  ।
पञ्चैतानि विविच्यन्ते जायमानस्य देहिनः  ॥
]

`verse 24 [
पर्वतारोहणे तोये गोकुले दुष्टनिग्रहे  ।
पतितस्य समुत्थाने शस्ताः पञ्च (ह्येते) गुणाः स्मृताः  ॥
]

`verse 25 [
अभ्रच्छाया खले प्रीतिः परनारीषु संगतिः  ।
पञ्चैते ह्यस्थिरा भावा यौवनानि धनानि च  ॥
]

`verse 26 [
अस्थिरं जीवितं लोके अस्थिरं धनयौवनम्  ।
अस्थिरं पुत्त्रदाराद्यं धर्मः कीर्तिर्यशः स्थिरम्  ॥
]

`verse 27 [
शत जीवितमत्यल्पं रात्रिस्तस्यार्धहारिणी  ।
व्याधिशोकजरायासैरर्धं तदपि निष्फलम्  ॥
]

`verse 28 [
आयुर्वर्षशतं नृणां परिमितं रात्रौ तदर्धं गतं तस्यार्धस्थितकिञ्चिदर्धमधिकं बाल्यस्य काले गतम्  ।
किञ्चिद्वन्धुवियोगदुः खमरणैर्भूपालसेवागतं शेषं वारितरङ्गगर्भचपलं मानेन किं मानिनाम्  ॥
]

`verse 29 [
अहोरात्रमयो लोके जरारूपेण संचरेत् ।
मृत्युर्ग्रसति भूतानि पवनं पन्नगो यथा  ॥
]

`verse 30 [
गच्छतस्तिष्ठतो वापि जाग्रतः स्वपतो न चेत् ।
सर्वसत्त्वहितार्थाय पशोरिव विचेष्टितम्  ॥
]

`verse 31 [
अहितहितविचारशून्यबुद्धेः श्रुतिसमये बहुभिर्वितर्कितस्य  ।
उदरभरणमात्रतुष्टबुद्धेः पुरुषपशोश्च पशोश्च को विशेषः  ॥
]

`verse 32 [
शौर्ये तपसि दाने च यस्य न प्रथितं यशः  ।
विद्यायामर्थलाभे वा मातुरुच्चार एव सः  ॥
]

`verse 33 [
यज्जीव्यते क्षणमपि प्रथितं मनुष्यैर्विज्ञानविक्रमयशोभिरभग्नमानैः  ।
तन्नाम जीवितमिति प्रवदन्ति तज्ज्ञाः काकोऽपि जीवति चिरं च बलिं च भुङ्क्ते  ॥
]

`verse 34 [
किं जीवितेन धनमानविवर्जितेन मित्रेण किं भवति भीतिसशङ्कितेन  ।
सिंहव्रतं चरत गच्छत मा विषादं काकोऽपि जीवति चिरं च बलिं च भुङ्क्ते  ॥
]

`verse 35 [
यो वात्मनीह न गुरौ न च भृत्यवर्गे दीने दयां न कुरुते न च मित्रकार्ये  ।
किं तस्य जीवितफलेनमनुष्यलोके काकोऽपि जीवति चिरं च बलिं च भुङ्क्ते  ॥
]

`verse 36 [
यस्य त्रिवर्गशून्यानि दिनान्यायान्ति यान्ति च  ।
स लौहकारभस्त्रेव श्वसन्नपि न जीवति  ॥
]

`verse 37 [
स्वाधीनवृत्तेः साफल्यं न पराधीनवर्तिता  ।
ये पराधीनकर्माणो जीवन्तोऽपि च ते मृताः  ॥
]

`verse 38 [
सु(स्व) पूरा वै कापुरुषाः सु(स्व) पूरो मूषिकाञ्जलिः  ।
असन्तुष्टः कापुरुषः स्वल्पकेनापि तुष्यति  ॥
]

`verse 39 [
अभ्रच्छाया तृणादग्निर्नोचसेवा पथो जलम्  ।
वेश्यारागः खले प्रीतिः षडेते बुद्वुदोपमाः  ॥
]

`verse 40 [
वाचा विहितसार्थेन लोको न च सुखायते  ।
जीवितं मानमूलं हि माने म्लाने कुतः सुखम्?  ॥
]

`verse 41 [
अबलस्य बलं राजा बालस्य रुदितं बलम्  ।
बलं मूर्खस्य मौनं हि तस्करस्यानृतं बलम्  ॥
]

`verse 42 [
यथायथा हि पुरुषः शास्त्रं समधिगच्छति  ।
तथातथास्य मेधा स्याद्विज्ञानं चास्य रोचते  ॥
]

`verse 43 [
यथायथा हि पुरुषः कल्याणे कुरुते मतिम्  ।
तथातथा हि सर्वत्र श्लिष्यते लोकसुप्रियः  ॥
]

`verse 44 [
लोभप्रमादविश्वासैः पुरुषो नश्यति त्रिभिः  ।
तस्माल्लोभो न कर्तव्यः प्रमादो नोन विश्वसेत् ॥
]

`verse 45 [
तावद्भयस्य भेतव्यं यावद्भयमनागतम्  ।
उत्पन्ने तु भये तीव्रे स्थातव्यं वै ह्यभीतवत् ॥
]

`verse 46 [
ऋणशेषं चाग्निशेषं व्याधिशेषं तथैव च  ।
पुनः पुनः प्रवर्धन्ते तस्माच्छेषं न कारयेत् ॥
]

`verse 47 [
कृते प्रतिकृतं कुर्याद्धिंसिते प्रतिहिंसितम्  ।
न तत्र दोषं पश्यामि दुष्टे दोषं समाचरेत् ॥
]

`verse 48 [
परोक्षे कार्यहन्तारं प्रत्यक्षे प्रियवादिनम्  ।
वर्जयेत्तादृशं मित्रं मायामयमरिं तथा  ॥
]

`verse 49 [
दुर्जनस्य हि संगेन सुजनोऽपि विनश्यति  ।
प्रसन्नमपि पानीयं कर्दमैः कलुषीकृतम्  ॥
]

`verse 50 [
स भुङ्क्ते सद्विजो भुङ्क्ते समशेषनिरूपणम्  ।
तस्मात्सर्वप्रयत्नेन द्विजः पूज्यः प्रयत्नतः  ॥
]

`verse 51 [
तद्भुज्यते यद्द्विजभुक्तशेषं स बुद्धिमान्यो न करोति पापम्  ।
तत्सौहृदं यक्रियते परोक्षे दम्भैर्विना यः क्रियते स धर्मः  ॥
]

`verse 52 [
न सा सभा यत्र न सन्ति वृद्धाः वृद्धा न ते ये न वदन्ति धर्मम्  ।
धर्मः स नो यत्र न सत्यमस्ति नैतत्सत्यं यच्छलेनानुविद्धम्  ॥
]

`verse 53 [
ब्राह्मणोऽपि मनुष्याणामादित्यश्चैव तेजसाम्  ।
शिरोऽपि सर्वगात्राणां व्रतानां सत्यमुत्तमम्  ॥
]

`verse 54 [
तन्मङ्गलं यत्र मनः प्रसन्नं तज्जीवनं यन्न परस्य सेवा  ।
तदर्जितं यत्स्वजनेन भुक्तं तद्गर्जितं यत्समरे रिपूणाम्  ॥
]

`verse 55 [
सा स्त्रीया न मदं कुर्यात्स सुखी तृष्णयोज्झितः  ।
तन्मित्रं यत्र विश्वासः पुरुषः स जितेन्द्रियः  ॥
]

`verse 56 [
तत्र मुक्तादरस्नेहो विलुप्तं यत्र सौहृदम्  ।
तदेव केवलं श्लघ्यं यस्यात्मा क्रियते स्तुतौ  ॥
]

`verse 57 [
नदीनामग्निहोत्राणां भारतस्य कलस्य च  ।
मूलान्वेषो न कर्तव्यो मूलाद्दोषो न हीयते  ॥
]

`verse 58 [
लवणजलान्ता नद्यः स्त्रीभेदान्तं च मैथुनम्  ।
षैशुन्यं जनवार्तान्तं वित्तं दुः खत्रयान्तकम्  ॥
]

`verse 59 [
राज्यश्रीर्ब्रह्मशापान्ता पापान्तं ब्रह्मवर्चसम्  ।
आचान्तं घोषवासान्तं कुलस्यान्तं स्त्रिया प्रभो (भुः)  ॥
]

`verse 60 [
सर्वे क्षयान्ता निलयाः पतनान्ताः समुच्छ्रयाः  ।
संयोगा विप्रयोगान्ता मरणान्तं हि जीवितम्  ॥
]

`verse 61 [
यदीच्छेत्पुनरागन्तुं नातिदूरमनुव्रजेत् ।
उदकान्तान्निवर्तेत स्निग्धवर्णाच्च पादपात् ॥
]

`verse 62 [
अनायके न वस्तव्यं न चैव बहुनायके  ।
स्त्रीनायके न वस्तव्यं वस्तव्यं बालनायके  ॥
]

`verse 63 [
पिता रक्षति कौमारे भत्ता रक्षति यौवने  ।
पुत्रस्तु स्थविरे काले न स्त्री स्वातन्त्र्यमर्हति  ॥
]

`verse 64 [
त्यजेद्वन्ध्यामष्टमेऽब्दे नवमे तु मृतप्रिजाम्  ।
एकादशे स्त्रीजननीं सद्यश्चाप्रियावादिनीम्  ॥
]

`verse 65 [
अनर्थित्वान्मनुष्याणां भिया परिजनस्य च  ।
अर्थादपेतमर्यादास्त्रयस्तिष्ठन्ति भर्तृषु  ॥
]

`verse 66 [
अश्वं श्रान्तं गजं मत्तं गावः प्रथमसूतिकाः  ।
अनूदके च मण्डूकान्प्राज्ञो दूरेण वर्जयेत् ॥
]

`verse 67 [
अर्थातुराणां न सुहृन्न बन्धुः कामातुराणां न भयं न लज्जा  ।
चिन्तातुराणां न सुखं न निद्रा क्षुधातुराणां न बलं न तेजः  ॥
]

`verse 68 [
कुतो निद्रा दरिद्रस्य परप्रेष्यवरस्य च  ।
परनारीप्रसक्तस्य परद्रव्यहरस्य च  ॥
]

`verse 69 [
सुखं स्वपित्यनृणवान्व्याधिमुक्तश्च यो नरः  ।
सावकाशस्तु वै भुङ्क्ते यस्तु दारैर्न सङ्गतः  ॥
]

`verse 70 [
अम्भसः परिमाणे उन्नतं कमलं भवेत् ।
स्वस्वामिना बलवता भृत्यो भवति गर्वितः  ॥
]

`verse 71 [
स्थानस्थितस्य पद्मस्य मित्रे वरुणभास्करौ  ।
स्थानच्युतस्य तस्यैव क्लेदशोषणकारकौ  ॥
]

`verse 72 [
ये पदस्थस्य मित्त्राणि ते तस्य रिपुतां गताः  ।
भानोः पद्मे जले प्रीतिः स्थलोद्धरणशोषणः  ॥
]

`verse 73 [
स्थानस्थितानि पूज्यन्ते पूज्यन्ते च पदे स्थिताः  ।
स्थानभ्रष्टा न पूज्यन्ते केशा दन्ता नखा नराः  ॥
]

`verse 74 [
आचारः कुलमाख्यति देशमाख्याति भाषितम्  ।
सम्भ्रमः स्नेहमाख्याति वपुराख्याति भोजनम्  ॥
]

`verse 75 [
वृथा वृष्टिः समुद्रस्य वृथा तृप्तस्य भोजनम्  ।
वृथा दानं समृद्धस्य नीचस्य सुकृतं वथा  ॥
]

`verse 76 [
दूरस्थोऽपि समीपस्थो यो यस्य हृदये स्थितः  ।
हृदयादपि निष्क्रान्तः समीपस्थोऽपि दूरतः  ॥
]

`verse 77 [
मुखभङ्गः स्वरो दीनो गात्रस्वेदो महद्भयम्  ।
मरणे यानि चिह्नानि तानि चिह्नानि याचके  ॥
]

`verse 78 [
कुब्जस्य कीटघातस्य वातान्निष्कासितस्य च  ।
शिखरे वसतस्तस्य वरं जन्म न याचितम्  ॥
]

`verse 79 [
जगत्पतिर्हि याचित्वा विष्णुर्वामनतां यतः  ।
कान्योऽधिकतरस्तस्य योर्ऽथो याति न लाघवम्  ॥
]

`verse 80 [
माता शत्रुः पिता वैरी बाला येन न पाठिताः  ।
सभामध्ये न शोभन्ते हंसमध्ये बकायथा  ॥
]

`verse 81 [
विद्या नाम कुरूपरूपमधिकं विद्यातिगुप्तं धनं विद्या साधुकरी जनप्रियकरी विद्या गुरूणां गुरुः  ।
विद्या बन्धुजनार्तिनाशनकरी विद्या परं दैवतं विद्या राजसु पूजिता हि मनुजो विद्यविहीनः पशुः  ॥
]

`verse 82 [
गृहे चाभ्यन्तरे द्रव्यं लग्नं चैव तु दृश्यते  ।
अशेषं हरणीयं च विद्या न ह्रियते परैः  ॥
]

`verse 83 [
शौनकीयं नीतिसारं विष्णुः सर्वत्रतानि च  ।
कथयामास वैपूर्वं तत्र शुश्राव शङ्करः  ।
शङ्करादशृणोद्व्यासो व्यासादस्माभिरेव च  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे शौनकोक्तनीतिसारादिवर्णनं नाम पञ्चदशोत्तरशततमोऽध्यायः
]
