`speaker [
ब्रह्मोवाच
]

`verse 1 [
व्रतानि व्यास वक्ष्यामि हरिर्यैः सर्वदो भवेत् ।
सर्वमासर्क्षतिथिषु वारेषु हरिरर्चितः  ॥
]

`verse 2 [
एकभक्तेन नक्तेन उपवासफलादिना  ।
ददाति धनधान्यादि पुत्रराज्यजयादिकम्  ॥
]

`verse 3 [
वैश्वानरः प्रतिपदि कुबेरः पूजितोऽर्थदः  ।
उपोष्य ब्रह्मा प्रतिपद्यर्चितः श्रीस्तथाश्विनी  ॥
]

`verse 4 [
द्वितीयायां यमो लक्ष्मीनारायण इहार्थदः  ।
तृतीयायां त्रिदेवाश्च गौरीविघ्नेशशङ्कराः  ॥
]

`verse 5 [
चतुर्थ्यां च चतुर्व्यूहः पञ्चम्यामर्चितो हरिः  ।
कार्तिकेयो रविः षष्ठ्यां सप्तम्यां भास्करोऽर्थदः  ॥
]

`verse 6 [
दुर्गाष्टम्यां नवम्यां च मातरोऽथ दिशोऽर्थदाः  ।
दशम्यां च यमश्चन्द्र एकादश्यामृषीन्यजेत् ॥
]

`verse 7 [
द्वादश्यां च हरिः कामस्त्रयोदश्यां महेश्वरः  ।
चतुर्दश्यां पञ्चदश्यां ब्रह्मा च पितरोऽर्थदाः  ॥
]

`verse 8 [
अमावास्यां पूजनीया वारा वै भास्करादयः  ।
नक्षत्राणि च योगाश्च पूजिताः सर्वदायकाः  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 9 [
व्रतानि व्यास वक्ष्यामि हरिर्यैः सर्वदो भवेत् ।
सर्वमासर्क्षतिथिषु वारेषु हरिरर्चितः  ॥
]

`verse 10 [
एकभक्तेन नक्तेन उपवासफलादिना  ।
ददाति धनधान्यादि पुत्रराज्यजयादिकम्  ॥
]

`verse 11 [
वैश्वानरः प्रतिपदि कुबेरः पूजितोऽर्थदः  ।
पोष्य ब्रह्मो प्रतिपद्यर्चितः श्रिस्तथाश्विनी  ॥
]

`verse 12 [
द्वितीयायां यमो लक्ष्मीनारायण इहार्थदः  ।
तृतीयायां त्रिदेवाश्च गौरीविघ्नेशशङ्कराः  ॥
]

`verse 13 [
चतुर्थ्यां च चतुर्व्यूहः पञ्चम्यामर्चितो हरिः  ।
कार्तिकेयो रविः षष्ठ्यां सप्तम्यां भास्करोऽर्थदः  ॥
]

`verse 14 [
दुर्गाष्टम्यां नवम्यां च मातरोऽथ दिशोऽर्थदाः  ।
दशम्यां च यमश्चन्द्र एकादश्यामृषीन्यजेत् ॥
]

`verse 15 [
द्वादश्यां च हरिः कामस्त्रयोदश्यां महेश्वरः  ।
चतुर्दश्यां पञ्चदश्यां ब्रह्मा च पितरोऽर्थदाः  ॥
]

`verse 16 [
अमावास्यां पूजनीया वारा वै भास्करादयः  ।
नक्षत्राणि च योगाश्च पूजिताः सर्वदायकाः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे तिथ्यादिव्रतवर्णनं नाम षोडशोत्तरशततमोऽध्यायः
]
