`speaker [
ब्रह्मोवाच
]

`verse 1 [
मार्गशीर्षे सिते पक्षे व्यासांनङ्गत्रयोदशी  ।
मल्लिकाजं दन्तकाष्ठं धुतूरैः पूजयेच्छिवम्  ॥
]

`verse 2 [
अनङ्गायेति नैवेद्यं मधप्राश्याथ पौषके  ।
योगेश्वरं पूजयेच्च बिल्वपत्रैः कदम्बजम्  ।
दन्तकाष्ठं चन्दनादि नैवेद्यं कृसरादिकम्  ॥
]

`verse 3 [
माघे नटेश्वरायार्च्य कुन्दैर्मौक्तिकमालया  ।
प्लक्षेण दन्तकाष्ठं च नैवेद्यं पूरिका मुने  ॥
]

`verse 4 [
वीरेश्वरं फाल्गुने तु पूजयेत्तु मरूबकैः  ।
शर्कराशाकमण्डाश्च चूतजं दन्तधावनम्  ॥
]

`verse 5 [
चैत्रे यजेत्सु रूपाय कर्पूरं प्राशयेन्निशि  ।
दन्तधावनाटजं नैवेद्यं शष्कुलीं ददेत् ॥
]

`verse 6 [
पूजा दमनकः शम्भोर्वेशाखेऽशोक्रपुष्पकैः  ।
महारूपाय नैवेद्यं गुडभक्तं पुट्टबरम्  ॥
]

`verse 7 [
दन्तकाष्ठं प्राशयेच्च ददेज्जतीफलं तथा  ।
प्रद्युम्नं पूजयेज्ज्येष्ठे चम्पकैर्बिल्वजं दशेत् ॥
]

`verse 8 [
लवगारा तथा षढि उमामदति शासनः?  ।
अगुरुं दन्तकाष्ठं च तमपामार्गकैर्यजेत् ॥
]

`verse 9 [
श्रावणे करवीरं च शम्भवे शूलपाणये  ।
गन्धाशनो घृताद्यैश्च करवीरजशोधनम्  ॥
]

`verse 10 [
सद्योजातं भाद्रपदे बकुलैः पूपकैर्यजेत् ।
गन्धर्वाशो मदनकमाश्विने च सुराधिपम्  ॥
]

`verse 11 [
चम्पकैः स्वर्णवा (धार्) यादो जिन्मोदकसंप्रदः  ।
खादिरं दन्तकाष्ठं च कार्तिके रुद्रमर्चयेत् ॥
]

`verse 12 [
बदर्या दन्तकाष्ठं च मदनो दशमाशनः  ।
क्षीरशाकप्रदः पद्मैरब्दन्ते शिवमर्चयेत् ॥
]

`verse 13 [
रतिमुक्तमनङ्गं च स्वर्णमण्डलसंस्थितम्  ।
गन्धाद्यैर्दशसाहस्रं तिलव्रीह्यादि होमयेत् ॥
]

`verse 14 [
जागरं गीतवदित्रं प्रभितऽभ्यार्च्य वेदयेत् ।
द्विजाय शय्यां पात्रं च छत्रं वस्त्रमुपानहौ  ॥
]

`verse 15 [
गां द्विजं भोजयेद्भक्त्या कृतकृत्यो भवेन्नरः  ।
एतदुद्यापनं सर्वं व्रतेषु ध्येपमीदृशम्  ।
फलञ्च श्रीसुतारोग्यसौभाग्यस्वर्गतं भवेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डेऽनङ्गत्रयोदशीव्रतं नाम सप्तदशोत्तरशततमोऽध्यायः
]
