`speaker [
ब्रह्मोवाच
]

`verse 1 [
अगस्त्यार्घ्यव्रतं वक्ष्ये भुक्तिमुक्तिप्रदायकम्  ।
अप्राप्ते भास्करे कन्यां सति भागे त्रिभिर्दिनैः  ॥
]

`verse 2 [
अर्घ्यं दद्यादगस्त्याय मूर्तिं संपूज्य वै मुने !  ।
काशपुष्पमयीं कुम्भे प्रदोषे कृतजागरः  ॥
]

`verse 3 [
दध्यक्षताद्यैः संपूज्य उपोष्य फलपुष्पकैः  ।
पञ्चवर्णसमायुक्तं हेमरौप्यसमन्वितम्  ॥
]

`verse 4 [
सप्तधान्ययुतं पात्रं दधिचन्दनचर्चितम्  ।
अगस्त्यः खनमानेति मन्त्रेणार्घ्यं प्रदापयेत् ॥
]

`verse 5 [
खासपुष्पप्रतीकाश अग्निमारुतसम्भव !  ।
मित्रावारुणयोः पुत्त्रो कुम्भयोने नमोऽस्तु ते  ॥
]

`verse 6 [
शूद्रस्त्र्यादिरनेनैव त्यजेद्धान्यं फलं रसम्  ।
दद्याद्द्विजातये कुम्भं सहिरण्यं सदक्षिणम्  ।
भोजयेच्च द्विजान्सप्त वर्षं कृत्वा तु सर्वभाक् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे प्रथमांशाख्ये आचारकाण्डेऽगस्त्यार्घ्यव्रतं नामैकोनविंशत्युत्तरशततमोऽध्यायः
]
