`speaker [
ब्रह्मोवाच
]

`verse 1 [
चातुर्मास्यव्रतान्यूचे एकादश्यां समाचरेत् ।
आषाढ्यां पौर्णमास्यां वा सर्वेणहरिमर्च्यच  ॥
]

`verse 2 [
इदं व्रतं मया देव गृहीतं पुरतस्तव  ।
निर्विघ्नं सिद्धिमाप्नोतु प्रसन्ने त्वयि केशव  ॥
]

`verse 3 [
गृहीतेऽस्मिन्व्रते देव यद्यपूर्णे म्रियाम्यहम्  ।
तन्मे भवतु सम्पूर्णं त्वत्प्रसादाज्जनार्दन  ॥
]

`verse 4 [
एवमभ्यर्च्य गृह्णीयाद्व्रतार्चनजपादिकम्  ।
सर्वाघं च क्षयं याति चिकीर्षेद्यो हरेर्व्रतम्  ॥
]

`verse 5 [
स्नात्वायोभ्यच्य गृह्णीयाद्व्रतार्चनजपादिकम्  ।
स्नात्वा यच्चतुरो मासानेकभक्तेन पूजयेत् ।
विष्णुं स याति विष्णोर्व लोकं मलविवर्जितम्  ॥
]

`verse 6 [
मद्यमांससुरात्यगी वेदविद्धरिपूजनात् ।
तैलवर्जि विष्णुलोकं विष्णुभाक्कृच्छ्रपादकृत् ॥
]

`verse 7 [
एकरात्रोपवासाच्च देवो वैमानिको भवेत् ।
श्वेतद्वीपं त्रिरात्रात्तु व्रजेत्षष्ठान्नकृन्नरः  ॥
]

`verse 8 [
चान्द्रायणाद्धरेर्धाम लभेन्मुक्तिमयाचिताम्  ।
प्राजापत्यं विष्णुलोकं पराकव्रतकृद्धरिम्  ॥
]

`verse 9 [
सक्तुयावकभिक्षाशी पयोदधिघृताशनः  ।
गोमूत्रयावकाहारः पञ्चगव्यकृताशनः  ।
शाकमलफलाद्याशी रसवर्जो च विष्णुभाक् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे चातुर्मास्यव्रतनिरूपणं नामकावशत्युत्तरशततमोऽध्यायः
]
