`speaker [
ब्रह्मोवाच
]

`verse 1 [
व्रतानि कार्तिके वक्ष्ये स्नात्वा विष्णुं प्रपूजयेत् ।
एकभक्तेन नक्तेन मासं वायाचितेन वा  ॥
]

`verse 2 [
दुग्धशाकफलाद्यैर्वा उपवासेन वा पुनः  ।
सर्वपापविनिर्मुक्तः प्राप्तकामो हरिं व्रजेत् ॥
]

`verse 3 [
सदा हरेर्व्रतं श्रेष्ठं ततः स्याद्दक्षिणायने  ।
चातुर्मास्ये ततस्तस्मात्कार्तिके भीष्मपञ्चकम्  ॥
]

`verse 4 [
ततः श्रेष्ठव्रतं शुक्लस्यैकादश्यां समाचरेत् ।
स्नात्वा त्रिकालं पित्रादीन्यवाद्यैरर्चयेद्धरिम्  ॥
]

`verse 5 [
यजेन्मौनी घृताद्यैश्च पञ्चगव्येन वारिभिः  ।
स्नापयित्वाथ कर्पूरमुखैश्चैवानुलेपयेत् ॥
]

`verse 6 [
घृताक्तगुग्गुलैर्धूपं द्विजः पञ्चदिनं दहेत् ।
नैवेद्यं परमान्नं तु जपेदष्टोत्तरं शतम्  ॥
]

`verse 7 [
ओं नमो वासुदेवाय घृतव्रीहितिलादिकम्  ।
अष्टाक्षरेण मन्त्रेण स्वाहान्तेन तु होमयेत् ॥
]

`verse 8 [
प्रथमेऽह्नि हरेः पादौ यजेत्पद्मैर्द्वितीयक  ।
बिल्वपत्रैर्जानुदेशं नाभिं गन्धेन चापरे  ॥
]

`verse 9 [
स्कन्धा बिल्वजवाभिश्च पञ्चमेऽह्नि शिरोऽर्चयेत् ।
मालत्या भूमिशायी स्याद्गोमयं प्राशयेत्क्रमात् ॥
]

`verse 10 [
गोमूत्रं च दधि क्षीरं पञ्चमे पञ्चगव्यकम्  ।
नक्तं कुर्यात्पञ्चदश्यां व्रती स्याद्भुक्तिमुक्तिभाक् ॥
]

`verse 11 [
एकादशीव्रतं नित्यं तत्कुर्यात्पक्षयोर्द्वयोः  ।
अघौघनरकं हन्यात्सर्वदं विष्णुलोकदम्  ॥
]

`verse 12 [
एकादशी द्वादशी च निशान्ते च त्रयोदशी  ।
नित्यमेकादशी यत्र तत्र सन्निहितो हरिः  ॥
]

`verse 13 [
दशम्येकादशी यत्र तत्रस्थाश्चासुरादयः  ।
द्वादश्यां पारण कुर्यात्सूतके मृतके चरेत् ॥
]

`verse 14 [
चतुर्दशीं प्रतिपदं पूर्वमिश्रामुपावसेत् ।
पौर्णमास्याममावास्यां प्रतिपन्मिश्रितां मुने  ॥
]

`verse 15 [
द्वितीयां तृतीयामिश्रां तृतीयाञ्चाप्युपावसेत् ।
चतुर्थ्या सङ्गतां नित्यं चतुर्थीञ्चानया युताम्  ।
पञ्चमीं षष्ठ्यसंयुक्तां षष्ठ्या युक्ताञ्च सप्तमीम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे भीष्मपञ्चकादिव्रतं नाम त्रयोविंशत्युत्तरशततमोऽध्यायः
]
