`speaker [
ब्रह्मोवाच
]

`verse 1 [
शिवरात्रिव्रतं वक्ष्ये कथां वै सर्वकामदाम्  ।
यथा च गौरी भूतेशं पृच्छति स्म परं व्रतम्  ॥
]

`verse 2 [
ईश्वरौवाच  ।
माघफाल्गुनयोर्मध्ये कृष्णा या तु चतुर्दशी  ।
तस्यां जागरणाद्रुद्रः पूजितो भुक्तिमुक्तिदः  ॥
]

`verse 3 [
कामयुक्तो हरः पूज्यो द्वादश्यामि केशवः  ।
उपोषितैः पूजितः सन्नरकात्तरयत्तथा  ॥
]

`verse 4 [
निषादश्चर्बुदे राजा पापी सुन्दरसेनकः  ।
स कुक्रुरैः समायुक्तो मृगान्हन्तुं वनं गतः  ॥
]

`verse 5 [
मृगादि कमसंप्राप्य क्षुत्पिपासार्दितो गिरौ  ।
रात्रौ तडागतीरेषु निकुञ्जे जाग्रदास्थितः  ॥
]

`verse 6 [
तत्रास्ति लिङ्गं स्वं रक्षञ्छरीरं चाक्षिपत्ततः  ।
पर्णानि चापतन्मूर्ध्नि लिङ्गस्यैव न जानतः  ॥
]

`verse 7 [
तेन धूलिनिरोधाय क्षिप्तं नीरं च लिङ्गके  ।
शरः प्रमादेनैकस्तु प्रच्युतः करपल्लवात् ॥
]

`verse 8 [
जानुभ्यामवनीं गत्वा लिङ्गं स्प्टष्ट्वा गृहीतवान्  ।
एवं स्नानं स्पर्शनं च पूजनं जागरोऽभवत् ॥
]

`verse 9 [
प्रातर्गृहागतो भार्यादत्तान्नं भुक्तवान्स च  ।
काले मृतो यमभटैः पाशैर्बद्ध्वा तु नीयते  ॥
]

`verse 10 [
तदा मम गणैर्युद्धे जित्वा मुक्तीकृतः स च  ।
कुक्कुरेण सहैवाभूद्गणो मत्पार्श्वगोऽमलः  ॥
]

`verse 11 [
एवमज्ञानतः पुण्यञ्ज्ञानात्पुण्यमथाक्षयम्  ।
त्रयोदश्यां शिवं पूज्य कुर्यात्त नियमं व्रती  ॥
]

`verse 12 [
प्रातर्देव ! चतुर्दश्यां जागरिष्याम्यहं निशि  ।
पूजां दानं तपो होमं करिष्याम्यात्मशक्तितः  ॥
]

`verse 13 [
चतुर्दश्यां निराहारो भूत्वा शम्भो परेऽहनि  ।
भोक्ष्येऽहं भुक्तिमुक्त्यर्थं शरणं मे भवेश्वर  ॥
]

`verse 14 [
पञ्चगव्यामृतैः स्नाप्य तत्काले गुरुं श्रितः  ।
ओं नमो नमः शिवाय गन्धाद्यः पूजयेद्धरम्  ॥
]

`verse 15 [
तिलतण्डुलव्रीहींश्च जुहुयात्सघृतं चरुम्  ।
हुत्वा पूर्णाहुतिं दत्त्वा शृणुयाद्गीतसत्कथाम्  ॥
]

`verse 16 [
अर्धरात्रे त्रियामे च चतुर्थे च पुनयर्जत् ।
मूलमन्त्रं तथा जप्त्वा प्रभाते तु क्षमापयेत् ॥
]

`verse 17 [
अविघ्नेन व्रतं देव ! त्वत्प्रसदान्मयार्चितम्  ।
क्षमस्व जगतां नाथ ! त्रैलोक्याधिपते हर !  ॥
]

`verse 18 [
यन्मयाद्य कृतं पुण्यं यद्रुद्रस्य निवेदितम्  ।
त्वत्प्रसादान्मया देव ! व्रतमद्य समापितम्  ॥
]

`verse 19 [
प्रसन्नो भव मे श्रीमन् गृहं प्रति च गम्यताम्  ।
त्वदालोकनमात्रेण पवित्रोऽस्मि न संशयः  ॥
]

`verse 20 [
भोजयेद्ध्याननिष्ठांश्च वस्त्रच्छत्रादिकं ददेत् ।
देवादिदेव भूतेश लोकानुग्रहकारक  ॥
]

`verse 21 [
यन्मया श्रद्धया दत्तं प्रीयतां तेन मे प्रभुः  ।
इति क्षमाप्य च व्रती कुर्याद्वादशवार्षिकम्  ॥
]

`verse 22 [
कीर्तिश्रीपुत्रराज्यादि प्राप्य शैवं पुरं व्रजेत् ।
द्वादशेष्वपि मासेषु प्रकुर्यादिह जागरम्  ॥
]

`verse 23 [
व्रती द्वादश संभोज्य दीपदः स्वर्गमाप्नुयात् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे शिवरात्रिव्रतं नाम चतुर्विंशत्युत्तरशततमोऽध्यायः
]
