`speaker [
ब्रह्मोवाच
]

`verse 1 [
येनार्चनेन वै लोको जगाम परमां गतिम्  ।
तमर्चनं प्रवक्ष्यामि भुक्तिमुक्तिकरं परम्  ॥
]

`verse 2 [
सामान्यमण्डलं न्यस्य धातारं द्वारदेशतः  ।
विधातारं तथा गङ्गां यमुनां च महानदीम्  ॥
]

`verse 3 [
द्वारश्रियं च दण्डं च प्रचण्डं वास्तुपूरुषम्  ।
मध्ये चाधारशक्तिं च कूर्मं चानन्तमर्चयेत् ॥
]

`verse 4 [
भूमिं धर्मं तथा ज्ञानं वैरग्यैश्वर्यमेव च  ।
अधर्मादींश्च चतुरः कन्दं नालं च पङ्कजम्  ॥
]

`verse 5 [
कर्णिकां केसरं सत्त्वं राजसं तामसं गुणम्  ।
सुर्यादिमण्डलान्येव विमलाद्याश्च शक्तयः  ॥
]

`verse 6 [
दुर्गां गणं सरस्वतीं क्षेत्रपालं च कोणके  ।
आसनं मूर्तिमभ्यर्च्य वासुदेवं बलं स्मरन्  ॥
]

`verse 7 [
अनिरुद्धं महात्मानं नारायणमथार्चयेत् ।
हृदयादीनि चाङ्गानि शङ्खादीन्यायुधानि च  ॥
]
