`speaker [
ब्रह्मोवाच
]

`verse 1 [
माघमासे शुक्लपक्षे सूर्यर्क्षेण युता पुरा  ।
एकादशी तथा चैका भीमेन समुपोषिता  ॥
]

`verse 2 [
आश्चर्य तु व्रतं कृत्वा पितॄणामनृणोऽभवत् ।
भीमद्वादशी विख्याता प्राणिनां पुण्यवर्धिनी  ॥
]

`verse 3 [
नक्षत्रेण विनाप्येषा ब्रह्महत्यादि नाशयेत् ।
विनिहन्ति महापापं कुनृपो विषयं यथा  ॥
]

`verse 4 [
कुपुत्त्रस्तु कुलं यद्वत्कुभार्या च पतिं यथा  ।
अधर्मं च यथा धर्मः कुमन्त्री च यथा नृपम्  ॥
]

`verse 5 [
अज्ञानेन यथा ज्ञानं शौचमाशौचकं यथा  ।
अश्रद्धया यथा श्रद्धा सत्यञ्चैवानृतैर्यथा  ॥
]

`verse 6 [
हिमं यथोष्णमाहन्यादनर्थं चार्थसंचयः  ।
यथा प्रकीर्तनाद्दानं तपो वै विस्मयाद्यथा  ॥
]

`verse 7 [
अशिक्षया यथा पुत्रो गावो दूरगतैर्यथा  ।
क्रोधेन च यथा शान्तिर्यथा वित्तमवर्द्धनात् ॥
]

`verse 8 [
ज्ञानेनैव यथा विद्या निष्कामेन यथा फलम्  ।
तथैव पापनाशाय प्रोक्तेयं द्वादशी शुभा  ॥
]

`verse 9 [
ब्रह्महत्या सुरापानं स्तेयं गुर्वङ्गनागमः  ।
युगपत्तुप्रजातानि(?) न निहन्ति त्रिपुष्करम्  ॥
]

`verse 10 [
न चापि नैमिषं क्षेत्रं कुरुक्षेत्रं प्रभासकम्  ।
कालिन्दी यमुना गङ्गा न चैव न सरस्वती  ॥
]

`verse 11 [
न चैव सर्वतीर्थानि एकादश्याः समानि हि  ।
न दानं न जपो होमो न चान्यत्सुकृतं क्वचित् ॥
]

`verse 12 [
एकतः पृथिवीदानमेकतो हरिवासरः  ।
ततोऽप्येका महापुण्या इयमेकादशी वरा  ॥
]

`verse 13 [
अस्मिन्वराहपुरुषं कृत्वा देवं तु हाटकम्  ।
घटोपरि नवे पात्रे कृत्वा वै ताम्रभाजने  ॥
]

`verse 14 [
सर्वबीजभृते विप्राः सितवस्त्रावगुण्ठिते  ।
सहिरण्यप्रदीपाद्यैः कृत्वा पूजां प्रयत्ननः  ॥
]

`verse 15 [
वराहाय नमः पादौ क्रोडाकृतये नमः कटिम्  ।
नाभिं गंभीरघोषाा उरः श्रीवत्सधारिणे  ॥
]

`verse 16 [
बाहुं सहस्रशिरसे ग्रीवां सर्वेश्वराय च  ।
मुखं सर्वात्मने पूज्यं ललाटं प्रभवाय च  ॥
]

`verse 17 [
केशाः शतमयूखाय पूज्या देवस्य चक्रिणः  ।
विधिना पूजयित्वा तु कृत्वा जागरणं निशि  ॥
]

`verse 18 [
श्रुत्वा पुराणं देवस्य माहात्म्यप्रतिपादकम्  ।
प्रातर्विप्राय दत्त्वा च याचकाय शुभाय तत् ॥
]

`verse 19 [
कनकक्रोडसहितं सन्निवेद्य परिच्छदम्  ।
पश्चात्तु पारणं कुर्यान्नातितृप्तः सकृद्व्रतः  ॥
]

`verse 20 [
एवं कृत्वा नरो विद्यान्न भूय स्तनपो भवेत् ।
उपोष्यैकादशीं पुण्यां मुच्यते वै ऋणत्रयात् ।
मनोऽभिलषितावाप्तिः कृत्वा सर्वव्रतादिकम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे एकादशीमाहात्म्यं नाम सप्तविंशत्युत्तरशततमोऽध्यायः
]
