`speaker [
ब्रह्मोवाच
]

`verse 1 [
वक्ष्ये प्रतिपदादीनि व्रतानि व्यास शृण्वथ  ।
वैश्वानरपदं याति शिखिव्रतमिदं स्मृतम्  ॥
]

`verse 2 [
प्रतिपद्येकभक्ताशी समाप्ते कपिलाप्रदः  ।
चैत्रादौ कारयेच्चैव ब्रह्मपूजां यथाविधि  ।
गन्धपुष्पार्चनैर्दानैर्माल्याद्यैश्च मनोरमैः  ॥
]

`verse 3 [
सहोमैः पूजयेद्देवं सर्वान्कामानवाप्नुयात् ।
कार्तिके त सितेऽष्टम्यां पुष्पहारी च वत्सरम्  ॥
]

`verse 4 [
पुष्पादिदाता रूपेण रूपभागी भवेन्नरः  ।
कृष्णपक्षे तृतीयायां श्रावणे श्रीधरं श्रिया  ॥
]

`verse 5 [
यजेदशून्यशय्यायां फलं दद्याद्द्विजातये  ।
शय्यां दत्त्वा प्रार्थयेच्च श्रीधराय नमः श्रियै  ॥
]

`verse 6 [
उमांशिवं हुताशं च तृतीयायां च पूजयेत् ।
हविष्यमन्न नैवेद्य देय दमनकं तथा  ॥
]

`verse 7 [
चैत्रादौ फलमाप्नोति उमया मे प्रभाषितम्  ।
फाल्गुनादितृतीयायां लवणं यस्तु वर्जयेत् ॥
]

`verse 8 [
समाप्ते शयनं दद्याद्गृहं चोपस्करान्वितम्  ।
संपूज्य विप्रमिथनं भवानी प्रीयतामिति  ॥
]

`verse 9 [
गौरीलोके वसेन्नित्यं सौभाग्यकरमुत्तमम्  ।
गौरी काली उमा भद्रा दुर्गा कान्तिः सरस्वती  ॥
]

`verse 10 [
मङ्गला वैष्णवी लक्ष्मीः शिवा नारायणी क्रमात् ।
मार्गेतृतीयामारभ्य अवियोगादिमाप्नुयात् ॥
]

`verse 11 [
चतुर्थ्यां सितमाघादौ निराहारो व्रतान्वितः  ।
दत्त्वा तिलांस्तु विप्राय स्वयं भुङ्क्ते तिलोदकम्  ॥
]

`verse 12 [
वर्षद्वये समाप्तिश्च निर्विघ्नादिं समाप्नुयात् ।
गः स्वाहा मूलमन्त्रोऽयं प्रणवेन समन्वितः  ॥
]

`verse 13 [
ग्लैं ग्लांहृदये गां गीं हूं ह्रीं ह्रीं शिरः शिखा  ।
गूं वर्म गों च गैं नेत्रं गों च आवाहनादिषु  ॥
]

`verse 14 [
आगच्छोल्काय गनन्धोल्कः पुष्पोल्को धूपकोल्ककः  ।
दीपोल्काय महोल्काय बलिश्चाथ विस (मार्) जनम्  ॥
]

`verse 15 [
सिदेधोल्काय च गायत्त्री (त्र) न्यासोंगुष्ठादिरीरितः  ।
ओं महाकर्णाय विद्महेवक्रतुण्डाय धीमहितन्नो दन्तिः प्रचोदयात् ॥
]

`verse 16 [
पूजयोत्तिलहोमैश्च एते पूज्या गणास्तथा  ।
गणाय गणपतये स्वाहा कूष्माण्डकाय च  ॥
]

`verse 17 [
अमोघोल्कायैकदन्ताय त्रिपुरान्तकरूपिणे  ।
ओं श्याम (व) दन्तविकरालास्याहवेपाय वै नमः  ॥
]

`verse 18 [
पद्मदंष्टाय स्वाहान्ते मुद्रा वै नर्तनं गणे  ।
हस्ततालश्च हसनं सौभाग्यादिफलं भवेत् ॥
]

`verse 19 [
मार्गशीर्षे तथा शुक्लचतुर्थ्यां पूजयेद्गण  ।
अब्दं प्राप्नोति विद्याश्रीकीर्त्यायुः पुत्रसन्ततिम्  ॥
]

`verse 20 [
सोमवारे चतुर्थ्यां च समुपोष्यार्चयेद्गणम्  ।
जपञ्जुह्वत्स्मरन्विद्या स्वर्गं निर्वाणतां व्रजेत् ॥
]

`verse 21 [
यजेच्छुक्लचतुर्थ्यां यः खण्डलड्डुकमोद (मण्ड) कैः  ।
विघ्नाचनेन सर्वान्स कामान्सौभाग्यमाप्नुयात् ॥
]

`verse 22 [
पुत्रादिकं दमनकैर्दमनाख्या चतुर्थ्यपि  ।
आं गणपतये नमः चतुर्थ्यन्तं यजेद्गणम्  ॥
]

`verse 23 [
मासे तु यस्मिन्कस्मिंश्चिज्जुहुयाद्वा जपेत्स्मरेत् ।
सर्वान्कामानवाप्नोति सर्वविघ्नविनाशनम्  ॥
]

`verse 24 [
विनायकं मूर्तिकाद्यं यजेदेभिश्च नामभिः  ।
सोऽपि सद्गतिमाप्नोति स्वर्गमोक्षसुखानि च  ॥
]

`verse 25 [
गणपूज्यो वक्रतुण्ड एकदंष्ट्री त्रियम्बकः  ।
नीलग्रीवो लम्बोदरो विकटो विघ्नराजकः  ॥
]

`verse 26 [
धूम्रवर्णो भालचन्द्रो दशमस्त विनायकः  ।
गणपतिर्हस्तिमुखो द्वादशारे यजेद्गणम्  ॥
]

`verse 27 [
पृथक्समस्तं मेधावी सर्वान्कामानवाप्नुयात् ।
श्रावणे चाश्विने भाद्रे पञ्चम्यां कात्तिक शुभे  ॥
]

`verse 28 [
वासुकिस्तक्षकश्चैव कालीयो मणिभद्रकः  ।
ऐरावतो धृतराष्टः कर्कोटकधनञ्जयौ  ॥
]

`verse 29 [
घृताद्यैः स्नापिता ह्येते आयुरारोग्यसम्पदः  ।
अनन्तं वासुकिं शङ्खं पद्मं कम्बलमेव च  ॥
]

`verse 30 [
तथा कर्काटकं नागं धृतराष्ट्रं च शङ्खकम्  ।
कालीयं तक्षकं चैव पिङ्गलं मासिमासि च  ॥
]

`verse 31 [
यजेद्भाद्रसिते नागानष्टौ मुक्तिं दिवं व्रजेत् ।
द्वारस्योभयतो लेख्याः श्रावणे तु सिते यजेत् ॥
]

`verse 32 [
पञ्चम्यां पूजयेन्नागाननन्तान्द्यान्महोरगान्  ।
क्षीरं सर्पिश्च नैवेद्यं देयं सर्वविषापहम्  ।
नागा अभयहस्ताश्च दष्टोद्धारातु पञ्चमी  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे दष्टोद्धारपञ्चमव्रितं नामैकोनत्रिंशोत्तरशततमोऽध्यायः
]
