`speaker [
ब्रह्मोवाच
]

`verse 1 [
एवं भाद्रपदे मासि कार्तिकेयं प्रपूयेत् ।
स्नानदानादिकं सर्वमस्यामक्षय्यमुच्यते  ॥
]

`verse 2 [
सप्तम्यां प्राशयेच्चपि भोज्यं विप्रान्रविं यजेत् ।
ओं खखोल्कायमृतत्वं (तन्तं) प्रियसङ्गमो भव सद स्वाहा  ॥
]

`verse 3 [
अष्टम्यां पारणं कुर्यान्मरीचं प्राश्य स्वर्गभाक्
सप्तम्यां नियतः स्नात्वा पूजयित्वा दिवाकरम्  ॥
]

`verse 4 [
दद्यात्फलानि विप्रेभ्यो मार्तण्डः प्रीयतामिति  ।
खर्जूरं नारिकेलं वा प्राशयेन्मातुलुङ्गकम्  ॥
]

`verse 5 [
सर्वे भवन्तु सफला मम कामाः समन्ततः  ।
(इति फलसप्तमी)
संपूज्य देवं सप्तम्यां पायसेनाथ भोजयेत् ॥
]

`verse 6 [
विप्रांश्च दक्षिणां दत्त्वा स्वयं चाथ पयः पिबेत् ।
भक्ष्यं चोष्यं तथा लेह्यं ओदनं चेति कीर्तितम्  ॥
]

`verse 7 [
धनपुत्रादिकामस्तु त्यजेदेतदनोदनः
वाय्वाशी विजयेत्क्षुच्च कुर्याद्विजयसप्तमीम्  ।
अद्यादर्कं च कामेच्छुरुपवासे तरेन्मदम्  ॥
]

`verse 8 [
गोधूममाषयवषष्टिककांस्यपात्रं पाषाणपिष्टमधुमैषुनमद्यमांसम्  ।
अभ्यञ्जनाञ्जनतिलांश्च विवर्जयेद्यः तस्येषितं भवति सप्तसु सप्तमीषु  ॥
]
