`speaker [
ब्रह्मोवाच
]

`verse 1 [
नक्ताशी त्वष्टमीं यावद्वर्षान्ते चैव धेनुदः  ।
पौरन्दरपदं याति सद्गतिव्रतमुच्यते !  ॥
]

`verse 2 [
शुक्लाष्टभ्यां पौषमासे महारुद्रेति साधु वै  ।
मत्प्रीतये कृतं देवि शथसाहस्रिकं फलम्  ॥
]

`verse 3 [
अष्टमी बुधवारेण पक्षयोरुभयोर्यदा  ।
भविष्यति तदा तस्यां व्रतमेतत्कथा परा  ॥
]

`verse 4 [
तस्यां नियमकर्तारो न स्युः खण्डितसम्पदः  ।
तण्डुलस्याष्टमुष्टीनां वर्जयित्वाङ्गुलिद्वयम्  ॥
]

`verse 5 [
भक्तं सद्भक्तिश्रद्धाभ्यां मुक्तिकामी हि मानवः  ।
आम्र पत्रपुटे कृत्वा यो भुड्क्ते कुशवोष्टिते  ॥
]

`verse 6 [
कलम्बिकाम्लिकोपेतं काम्यं तस्य फलं भवे (लभे) त् ।
बुधं पञ्चोपचारेण पूजयित्वा जलाशये  ॥
]

`verse 7 [
शक्तितो दक्षिणं दद्यात्कर्करीं तण्डुलान्विताम्  ।
बुं बुधायेति बीजं स्यात्स्वाहान्तः कमलादिकः  ॥
]

`verse 8 [
बाणचापधरंश्यामं दले चाङ्गनि मध्यतः  ।
बुधाष्टमीकथा पुण्या श्रोतव्या कृतिभिर्ध्रुवम्  ॥
]

`verse 9 [
पुरे पाटलिपुत्राख्ये वीरो नाम द्विजोत्तमः  ।
रम्भा भार्या तस्य चासीत्कौशिकः पुत्र उत्तमः  ॥
]

`verse 10 [
दुहिता विजयानाम्नी व (ध) नपालो वृषोऽभवत् ।
गृहीत्वा कौशिकस्तं च ग्रीष्मे गङ्गां गतोऽरमत् ॥
]

`verse 11 [
गोपालकैर्वृषश्चौरैः क्रीडास्थोपहृतो बलात् ।
गङ्गातः स च उत्थाय वनं बभ्राम दुः खितः  ॥
]

`verse 12 [
जलार्थं विजया चागाद्भ्रा(न्मा) त्रा सार्धं च साप्यगात् ।
पिपासितो मृणालार्थो आगतोऽथ सरोवरम्  ॥
]

`verse 13 [
दिव्यस्त्रीणां च पूजादीन्दृष्ट्वा चाप्यथ विस्मितः  ।
स ता गत्वा ययाचेऽन्नं सानुजोऽहं बुभुक्षितः  ॥
]

`verse 14 [
स्त्रियोऽब्रुवन्व्रतं कर्तुं दास्यामश्च कुरु व्रतम्  ।
पत्न्यर्थं धनपाना (लार्) थं पूजयामासतुर्बुधम्  ॥
]

`verse 15 [
पुटद्वयं गृहीत्वान्नं बुभुजाते प्रदत्तकम्  ।
स्त्रियो गतास्तौ धनदौ धनपानमपश्यताम्  ॥
]

`verse 16 [
चौरैर्दत्तं गृहीत्वाथ प्रदोषे प्राप्तवान् गृहम्  ।
वीरं च दुः खितं नत्वा रात्रौ सुप्तो यथासुखम्  ॥
]

`verse 17 [
कन्यां च युवतीं दृष्ट्वा कस्मै देया सुता मया  ।
यमायेत्यब्रवीद्दुः खात्साचाराद्व्रतसत्फलात् ॥
]

`verse 18 [
स्वर्गं गतौ च पितरौ व्रतं राज्याय कौ शिकः  ।
चक्रेऽयोध्यामहाराज्यं दत्त्वा च भगिनीं यमे  ॥
]

`verse 19 [
यमोऽपि विजयामाह गृहस्था भव मे पुरे  ।
नोद्धाटयान्यत्रगते यमे सा न तथाकरोत् ।
अपश्यन्मातरं स्वां सा पाशयातनया स्थिताम्  ॥
]

`verse 20 [
अथोद्विग्ना कौशिकोक्तं ज्ञात्वा मुक्तिप्रदं व्रतम्  ।
चक्रे च सा ततो मुक्ता माता तस्माच्चरेद्व्रतम्  ॥
]

`verse 21 [
व्रतपुण्यप्रभावेण स्वर्गं गत्वावसत्सुखम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे बुधाष्टमीव्रतनिरूपणं नाम द्वात्रिंशदुत्तरशततमोऽध्यायः
]
