`speaker [
ब्रह्मोवाच
]

`verse 1 [
अशोककलिका ह्यष्टौ ये पिबन्ति पुनर्वसौ  ।
चैत्रे मासि सिताष्टम्यां न ते शोकमवाप्नुयुः  ॥
]

`verse 2 [
त्वामशोक ! हराभीष्ट ! मधुमाससमुद्भव  ।
पिबामि शोकसन्तप्तो मामशोकं सदा कुरु  ॥
]

`verse 3 [
(इत्यशोकाष्टमीव्रतम्)  ।
ब्रह्मोवाच  ।
शुक्लाष्टम्यामाश्वयुजे उत्तराषाढया युता  ।
सा महानवमीत्युक्ता स्नानदानादि चाक्षयम्  ॥
]

`verse 4 [
नवमी केवला चापि दुर्गां चैव तु पूजयेत् ।
महाव्रतं महापुण्यं शङ्कराद्यैरनुष्ठितम्  ॥
]

`verse 5 [
अयाचितादि षष्ठ्यादौ राजा शत्रुजयाया च  ।
जपहोमसमायुक्तः कन्यां वा भोजयेत्सदा  ॥
]

`verse 6 [
दुर्गेदुर्गे रक्षिणि स्वाहा मन्त्रोऽयं पूजनादिषु  ।
दीर्घाकारादिमात्राभिर्नव देव्यो नमोऽन्तिकाः  ॥
]

`verse 7 [
षड्भिः पदैर्नमः स्वाहा वषडादिहृदादिकम्  ।
अङ्गुष्ठादिकनिष्ठान्तं न्यस्य वै पृजयेच्छिवाम्  ॥
]

`verse 8 [
अष्टम्यां नव गेहानि दारुजान्येकमेव वा  ।
तस्मिन्देवी प्रकर्तव्या हैमी वाराजतापि वा  ॥
]

`verse 9 [
शूले खङ्गे पुस्तके वा पटे वा मण्डले (पे) यजेत् ।
कपालं खेटकं घण्टां दर्पणं तर्जनीं धनः  ॥
]

`verse 10 [
ध्वजं डमरुकं पाशं वामहस्तेषु बिभ्रती  ।
शक्तिं च मुद्गरं शूलं वज्रं खङ्गं तथाङ्कुशम्  ॥
]

`verse 11 [
शरं चक्रं शलाकां च दुर्गामायुधसंयुताम्  ।
शेषाः षोडशहस्तां स्युरञ्जनं डमरुं विना  ॥
]

`verse 12 [
रुद्रचण्डा प्रचण्डा च चण्डोग्रा चण्डनायिका  ।
चण्डा चण्डवती चैव चण्डरूपातिचण्डिका  ॥
]

`verse 13 [
नवमी चोग्रचण्डा च मध्यमाग्निप्रभाकृतिः  ।
रोचना त्वरुणा कृष्णा नीलं धूम्रा च शुक्रका  ॥
]

`verse 14 [
पाता च पाण्डुरा प्रोक्ता आलीढं हरितं तथा  ।
म (मा) हिषोऽस्य स खड्गाग्रप्रकचग्रहमुष्टिकः  ॥
]

`verse 15 [
जप्त्वा दशाक्षरीं विद्यां नासौ केनापि बध्यते  ।
पञ्च (ञ्चा) दशाङ्गुलं खड्गं त्रिशूलं च ततो यजेत् ।
लिङ्गस्यां पूजयेद्वापि पादुकेऽथ जलेऽपि वा  ॥
]

`verse 16 [
विचित्रां रक्षयेत्पूजामष्टम्यामुपवासयेत् ।
पञ्चाब्दं महिषं बस्तं रात्रिशेषे च घातयेत् ॥
]

`verse 17 [
विधिवत्कालिकालीति तदुत्थरुधिरादिकम्  ।
नेरृत्यां पूतनां चैव वायव्यां पापराक्षसीम्  ॥
]

`verse 18 [
दद्याच्चरक्यै चैशान्यामाग्नेय्यां च विदारिकाम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे महानवमीव्रतं नाम त्रयस्त्रिंशदुत्तरशततमोऽध्यायः
]
