`verse 1 [
(इति व्रतानि समाप्तानि)  ।
हरिरुवाच  ।
राज्ञां वंशान्प्रवक्ष्यामि वंशानुचरितानि च  ।
विष्णुनाभ्यब्जतो ब्रह्मा दक्षोऽङ्गुष्ठाच्च तस्य वै  ॥
]

`verse 2 [
ततोऽपितर्विवस्वांश्च ततः सूनुर्विवस्वतः मनुरिक्ष्वाकुशर्याती नृगो धृष्टः प्रषध्रकः  ॥
]

`verse 3 [
नरिष्यन्तश्च नाभागो दिष्टः शशक एव च  ।
मनोरासीदिला कन्या सुद्युम्नोऽस्य सुतोऽभवत् ॥
]

`verse 4 [
इलायां तु बुधाज्जातो राजा रुद्र पुरूरवाः  ।
सुतास्त्रयश्च सुद्युम्नादुत्कलो विनतो गयः  ॥
]

`verse 5 [
अभृच्छ्रद्रो गोवधात्तु पृषध्रस्तु मनोः सुतः  ।
करूषात्क्षत्त्रिया जाता कारूषा इति विश्रुताः  ॥
]

`verse 6 [
दिष्टपुत्रस्तु नाभागो वैश्यातामगमत्स च  ।
तस्माद्भलन्दनः पुत्रो वत्सप्रीतिर्भलन्दनात् ॥
]

`verse 7 [
ततः पांशुः खनित्रोऽभूद्भूपस्तस्मात्ततः क्षुपः  ।
क्षुपाद्विंशोऽभवत्पुत्रो विंशाज्जातो विविंशकः  ॥
]

`verse 8 [
विविंशाच्च खनीनेत्रो विभूतिस्तत्सुतः स्मृतः  ।
करन्धमो विभूतेस्तु ततो जातोऽप्यविक्षितः  ॥
]

`verse 9 [
मरुत्तोऽविक्षितस्यापि नरिष्यन्तस्ततः स्मृतः  ।
नरिष्यन्तात्तमो जातस्ततोभूद्राजवर्धनः  ॥
]

`verse 10 [
राजवर्धात्सुधृतिश्च नरोऽभूत्सुधृतेः सुतः  ।
नराच्च केवलः पुत्रः केवलाद्धुन्धुमानपि  ॥
]

`verse 11 [
धुन्धुमतो वेगवांश्च बुधो वेगवतः सुतः  ।
तृणबिन्दुर्बुधाज्जातः कान्या चैलविला तथा  ॥
]

`verse 12 [
विशालं जनयामास तृणबिन्दोस्त्वलम्बुसा  ।
विशालाद्धेमचन्द्रोऽभूद्धेम चन्द्राच्च चन्द्रकः  ॥
]

`verse 13 [
धूम्राश्वश्चैव चन्द्रात्तु धूम्राश्वात्सृञ्जयस्तथा  ।
सञ्जयात्सहदेवोऽभूत्कृशाश्वस्तत्सुतोऽभवत् ॥
]

`verse 14 [
कृशाश्वात्सोमदत्तस्तुततोऽभूज्जनमेजयः  ।
तत्पुत्रश्च सुमन्तिश्च एते वैशालका नृपाः  ॥
]

`verse 15 [
शर्यातेस्तु सुकन्याबूत्सा भार्या च्यवनस्य तु  ।
अनन्तो नाम शार्यते रनन्ताद्रेवतोऽभवत् ॥
]

`verse 16 [
रैवतो रेवतस्यापि रैवताद्रेवती सुता  ।
धृष्टस्य धार्ष्टर्(त) कं क्षेत्रं वैष्णवं (श्यकं) तद्वभूव ह  ॥
]

`verse 17 [
नाभागपुत्रो नेष्ठो ह्यम्बरीषोऽपि तत्सुतः  ।
अम्बरीषाद्विरूपोऽभूत्पृषदश्वो विरूपतः  ॥
]

`verse 18 [
रथीनरश्च तत्पुत्रो वासुदेवपरायणः  ।
इक्ष्वाकोस्तु त्रयः पुत्राः विकुक्षिनिमिदण्डकाः  ॥
]

`verse 19 [
इक्ष्वाकुजो विकुक्षिस्तु शशादः शशभक्षणात् ।
पुरञ्जयः शशादाच्च ककुत्स्थाख्योऽभवत्सुतः  ॥
]

`verse 20 [
अनेनास्तु ककुत्सथाच्च पृथुः पुत्रस्त्वनेनसः  ।
विश्वरातः पृथोः पुत्र आर्द्रेऽभूद्विश्वराततः  ॥
]

`verse 21 [
युवनाश्वोऽभवच्चार्द्राच्छावस्तो युवनाश्वतः  ।
बृहदश्वस्तुशावस्तात्तत्पुत्रः कुवलाश्वकः  ॥
]

`verse 22 [
धुन्धुमारो हि विक्यातो दृढश्वश्चततोऽभवत् ।
चन्द्राश्वः कपिलाश्वश्च हर्यश्वश्च दृढश्वतः  ॥
]

`verse 23 [
हर्यश्वाच्च निकुम्बोऽभूद्धिताश्वश्च निकुम्भतः  ।
पूजाश्वश्च हिताश्वाच्च तत्सतो युवनाश्वकः  ॥
]

`verse 24 [
युवनाश्वाच्च मान्धाता बिन्दुमत्यास्ततोऽभवत् ।
मुचुकुन्दोऽम्बरीषश्च पुरुकुत्सस्त्रयः सुताः  ॥
]

`verse 25 [
पञ्चाशत्कन्यकाश्चैव भार्यास्ताः सौभरेर्मुनेः  ।
युवनाश्वोऽम्बरीषाच्च हरितो युवनाश्वतः  ॥
]

`verse 26 [
पुरुकुत्सान्नर्मदायां त्रसदस्युरबूत्सुतः  ।
अनरण्यस्ततो जातो हर्यश्वोऽप्यनरण्यतः  ॥
]

`verse 27 [
तत्पुत्रोऽभूद्वसुमनास्त्रिधन्वा तस्य चात्मजः  ।
त्रय्यारुणस्तस्य पुत्रस्तस्त सत्यरतः सुतः  ॥
]

`verse 28 [
यस्त्रिशङ्कुः समाख्यातो हरिश्चन्द्रोऽभवत्ततः  ।
हरिश्चन्द्राद्रोहिताश्वो हरितो रोहिताश्वतः  ॥
]

`verse 29 [
हरितस्य सुतश्चञ्चुश्चञ्चोश्च विजयः सुतः  ।
विजयाद्रुरुको जज्ञे रुरुकात्तु वृकः सुतः  ॥
]

`verse 30 [
वृकाद्बाहुर्नृपोऽभूच्च बाहोस्तु सगरः स्मृतः  ।
षष्टिः पुत्र सहस्राणि सुमत्यां सगराद्धर  ॥
]

`verse 31 [
केशिन्यामेक एवासावसमञ्जससंज्ञकः  ॥
]

`verse 32 [
तस्यांशुमान्सुतो विद्वान्दिलीपस्तत्सुतोऽभवत् ।
भगीरथो दिलीपाच्च यो गङ्गामानयद्भुवम्  ॥
]

`verse 33 [
श्रुतो भगीरथसुतो नाभगश्च श्रुतात्किल  ।
नाभागादम्बरीषोऽभूत्सिन्दुद्वीपोऽम्बरीषतः  ॥
]

`verse 34 [
सिन्दुद्वीपस्यायुतायुरृतुपर्णस्तदात्मजः  ।
ऋतुषर्णात्सर्वकामः सुदासोऽभूत्तदात्मजः  ॥
]

`verse 35 [
सुदासस्य च सौदासो नाम्ना मित्रसहः स्मृतः  ।
कल्माष पादसंज्ञश्च दमयन्त्यां तदात्मजः  ॥
]

`verse 36 [
अश्वकाख्योऽभवत्पुत्रो ह्यश्वकान्मूल(न्मृच्छ) कोऽभवत् ।
ततो दशरथो राजा तस्य चैलविलः सुतः  ॥
]

`verse 37 [
तस्य विश्वसहः पुत्रः खट्वाङ्गश्च तदात्मजः  ।
खट्वाङ्गद्दीर्घबाहुश्च दीर्घबाहोर्ह्यजः सुतः  ॥
]

`verse 38 [
तस्य पुत्त्रो दशरथश्चत्वारस्तत्सुताः स्मृताः  ।
रामलक्ष्मणशत्रुघ्नभरताश्च महाबलाः  ॥
]

`verse 39 [
रामात्कुशलवौ जातौ भरतात्तार्क्षपुष्करौ  ।
चित्राङ्गदश्चन्द्रकेतुर्लक्ष्मणात्संबभूवतुः  ॥
]

`verse 40 [
सुबाहुशूरसेनौ च शत्रुघ्नात्संबभूवतुः  ।
कुशस्य चातिथिः पुत्रो निषधो ह्यतिथेः सुतः  ॥
]

`verse 41 [
निषधस्य नलः पुत्रो नलस्य च नभाः स्मृतः  ।
नभसः पुण्डरीकस्तुक्षेमधन्वा तदात्मजः  ॥
]

`verse 42 [
देवानीकस्तस्य पुत्रो देवानीकादहीनकः  ।
अहीनकाद्रुरुर्यज्ञे पारियात्रो रुरोः सुतः  ॥
]

`verse 43 [
पारियात्राद्दलो यज्ञे दल पुत्रश्छलः स्मृतः  ।
छलादुक्थस्ततो ह्युक्थाद्वज्रनाभस्ततो गणः  ॥
]

`verse 44 [
उषिताश्वो गणाज्जज्ञे ततो विश्वसहोऽभवत् ।
हिरण्यनाभस्तत्पुत्रस्तत्पुत्रः पुष्पकः स्मृतः  ॥
]

`verse 45 [
ध्रुवसन्धिरभूत्पुष्पाद्ध्रुवसन्धेः सुदर्शनः  ।
सुदर्शनादग्निवर्णः पद्मवणोऽग्निवर्णतः  ॥
]

`verse 46 [
शीघ्रस्तु पद्मवर्णात्तु शीघ्रात्पुत्रो मरुस्त्वभूत् ।
मरोः प्रसुश्रुतः पुत्रस्तस्य चोदावसुः सुतः  ॥
]

`verse 47 [
उदावसोर्नन्दिवर्धनः सुकेतुर्नन्दिवर्धनात् ।
सुकेतोर्देवरातोऽभूद्वृहदुक्थस्ततः सुतः  ॥
]

`verse 48 [
बृहदुक्थान्महावीर्यः सुधृतिस्तस्य चात्मजः  ।
सुधृतेर्धृष्टकेतुश्च हर्यश्वो धृष्टकेतुतः  ॥
]

`verse 49 [
हर्यश्वात्तु मरुर्जातो मरोः प्रतीन्धकोऽभवत् ।
प्रतीन्धकात्कृतिरथो देवमीढस्तदात्मजः  ॥
]

`verse 50 [
विबुधो देवमीढात्तु विबुधात्तु महाधृतिः  ।
महाधृतेः कीर्तिरातो महारोमा तदात्मजः  ॥
]

`verse 51 [
महारोम्णः स्वर्णरोमा ह्रस्वरोमा तदात्मजः  ।
सीरध्वजो ह्रस्वरोम्णः तस्य सीताभवत्सुता  ॥
]

`verse 52 [
भ्राता कुशध्वजस्तस्य सीरध्वजात्तु भानुमान्  ।
शतद्युम्नो भानुमतः शतद्युम्नाच्छुचिः स्मृतः  ॥
]

`verse 53 [
ऊर्जनामा शुचेः पुत्रः सनद्वाजस्तदात्मजः  ।
सनद्वाजात्कुलिर्जातोऽनञ्जनस्तु कुलेः सुतः  ॥
]

`verse 54 [
अनञ्जनाच्च कुलजित्तस्यापि चाधिनेमिकः  ।
श्रुतायुस्तस्य पुत्रोऽभूत्सुपार्श्वश्च तदात्मजः  ॥
]

`verse 55 [
सुपार्श्वात्सृंजयो जातः क्षेमारिः सृजयात्समृतः  ।
क्षेमारि तस्त्वनेनाश्च तस्य रामरथः स्मृतः  ॥
]

`verse 56 [
सत्यरथो रामरथात्तस्मादुपगुरुः स्मृतः  ।
उपगुरोरुपगुप्तः स्वागतश्चोपगुप्ततः  ॥
]

`verse 57 [
स्वनरः स्वागताज्जज्ञे सुवर्चास्तस्य चात्मजः  ।
सुवर्चसः सुपार्श्वस्तु सुश्रुतश्च सुपार्श्वतः  ॥
]

`verse 58 [
जयस्तु सुश्रुताज्जज्ञे जयात्तु विजयोऽभवत् ।
विजयस्य ऋतः पुत्रः ऋतस्य सुनयः सुतः  ॥
]

`verse 59 [
सुनयाद्वीतहव्यस्तु वीतहव्याद्धतिः स्मृतः  ।
बहुलाश्वो धृतेः पुत्रो बहुलाश्वात्कृतिः स्मृतः  ॥
]

`verse 60 [
जनकस्य द्वये वंशे उक्तो योगसमाश्रयः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे सूर्यवंशवर्णनं नामाष्टत्रिंशदुत्तरशततमोऽध्यायः
]
