`speaker [
हरिरुवाच
]

`verse 1 [
सूर्यस्य कथितो वंशः सोमवंशं शृणुष्व मे  ।
नारायणसुतो ब्रह्मा ब्रह्मणोऽत्रेः समुद्भवः  ॥
]

`verse 2 [
अत्रेः सोमस्तस्य भार्या तारा सुरगुरोः प्रिया  ।
सोमात्तरा बुधं जज्ञे बुधपुत्रः पुरूरवाः  ॥
]

`verse 3 [
बुधपुत्रादथोर्वश्यां षट्पुत्रास्तु श्रुतात्मकः  ।
विश्वावसुः शतायुश्च आयुर्धोमानमावसुः  ॥
]

`verse 4 [
अमावसोर्भोमनामा भीमपुत्रश्च काञ्चनः  ।
काञ्चनस्य सुहोत्रोऽभूज्जह्रुश्चाभूत्सुहोत्रतः  ॥
]

`verse 5 [
जह्नोः सुमन्तुरभवत्सुमन्तोरपजापकः  ।
बलाकाश्वस्तस्य पुत्रो बलाकाश्वात्कुशः स्मृतः  ॥
]

`verse 6 [
कुशाश्वः कुशनाभश्चामूर्तरयो वसुः कुशात् ।
गाधिः कुशाश्वात्संजज्ञे विश्वामित्रस्तदात्मजः  ॥
]

`verse 7 [
कन्या सत्यवती दत्ता ऋचीकाय द्विजाय सा  ।
ऋचीकाज्जमदाग्निश्च रामस्तस्याभवत्सुतः  ॥
]

`verse 8 [
विश्वामित्राद्देवरातमदुच्छन्दादयः सुताः  ।
आयुषो नहुषस्तस्मादनेना रजिरम्भकौ  ॥
]

`verse 9 [
क्षत्त्रवृद्धः क्षत्त्रवृद्धात्सुहोत्रश्चाभवन्नृपः  ।
काश्यकाशौगृत्समदः सुहोत्रादभवंस्त्रयः  ॥
]

`verse 10 [
गृत्समदाच्छौन कोऽभूत्काश्याद्दीर्घतमास्तथा  ।
वैद्यो धन्वन्तरिस्तस्मात्केतुमांश्च तदात्मजः  ॥
]

`verse 11 [
भीमरथः केतुमतो दिवोदासस्तदात्मजः  ।
दिवोदासात्प्रतर्दनः शत्रुजित्सोऽत्र विश्रुतः  ॥
]

`verse 12 [
ऋतध्वजस्तस्य पुत्रो ह्यलर्कश्च ऋतध्वजात् ।
अलर्कात्सन्नतिर्जज्ञे सुनीतः सन्नतेः सुतः  ॥
]

`verse 13 [
सत्यकेतुः सुनीतस्य सत्यकेतोर्विभुः सुतः  ।
विभोस्तु सुविभुः पुत्रः सुविभोः सुकुमारकः  ॥
]

`verse 14 [
सुकुमाराद्धृष्टकेतुर्वोतिहोत्रस्तदात्मजः  ।
वीतिहोत्रस्य भर्गोऽभूद्भर्गभूमिस्तदात्मजः  ॥
]

`verse 15 [
वैष्णवाः स्युर्महात्मान इत्येते काशयो नृपाः  ।
पञ्चपुत्रशतान्यासन्रजेः शक्रेण संहृताः  ॥
]

`verse 16 [
प्रतिक्षत्त्रः क्षत्त्रवृद्धात्संजयश्च त दात्मजः  ।
विजयः संजयस्यापि विजयस्य कृतः सुतः  ॥
]

`verse 17 [
कृताद्वृषधनश्चाभूत्सहदेवस्तदात्मजः  ।
सहदेवाददीनोऽभूज्जयत्सेनोऽप्यदीनतः  ॥
]

`verse 18 [
जयत्सेनात्संकृतिश्च क्षत्त्रधर्मा च संकृतेः  ।
यतिर्ययातिः संयातिरयातिर्विकृतिः क्रमात् ॥
]

`verse 19 [
नहुषस्य सुताः ख्याता ययातेर्नृपतेस्तथा  ।
यदुं च तुर्वसुं चैव देवयानी व्यजायत  ॥
]

`verse 20 [
द्रुह्युं चानुं च पूरुञ्च शर्मिष्ठा वार्षपार्वणी  ।
सहस्रजीत्क्रोष्टुमना रघुश्चैव यदोः सुताः  ॥
]

`verse 21 [
सहस्रजितः शतजित्तस्माद्वै हयहैहयौ  ।
अनरण्यो हयात्पुत्रो धर्मो हैहयतोऽभवत् ॥
]

`verse 22 [
धर्मस्य धर्मनेत्रोऽबूत्कुन्तिर्वै धर्मनेत्रतः  ।
कुन्तेर्बभूत साहञ्जिर्महिष्मांश्च तदात्मजः  ॥
]

`verse 23 [
भद्रश्रेण्यस्तस्य पुत्त्रो भद्रश्रेणयस्य दुर्दमः  ।
धनको दुर्दमाच्चैव कृतवीर्यश्च जानकिः  ॥
]

`verse 24 [
कृताग्निः कृतकर्मा च कृतौजाः सुमहाबलः  ।
कृतवीर्यादर्जुनोऽभूदर्जुनाच्छूरसेनकः  ॥
]

`verse 25 [
जयध्वजो मधुः शूरो वृषणः पञ्च सव्रताः  ।
जयध्वजात्तालजङ्घो भरतस्तालजङ्गतः  ॥
]

`verse 26 [
वृषणस्य मधुः पुत्त्रो मधोर्वृष्ण्यादिवंशकः  ।
क्रोष्टोर्विजज्ञिवान्पुत्त्र आहिस्तस्य महात्मनः  ॥
]

`verse 27 [
आहेरुशङ्कुः संजज्ञेतस्य चित्ररथः सतः  ।
शशबिन्दुश्चित्ररथात्पत्न्यो लक्षञ्च तस्य ह  ॥
]

`verse 28 [
दशलक्षञ्च पुत्राणां पृथुकीर्त्यादयो वराः  ।
पृथुकीर्तिः पृथुजयः पृथुदानः पृथुश्रवाः  ॥
]

`verse 29 [
पृथुश्रवसोऽभूत्तम उशनास्तमसोऽभवत् ।
तत्पुत्रः शितगुर्नाम श्रीरुक्मकवचस्ततः  ॥
]

`verse 30 [
रुक्मश्च पृथुरुक्मश्च ज्यामघः पालितो हरिः  ।
श्रीरुक्मकवचस्यैते विदर्भो ज्यामघात्तथा  ॥
]

`verse 31 [
भार्यायाञ्चैव शैब्यायां विदर्भात्क्रथकौशिकौ  ।
रोमपादो रोमपादाद्बभ्रुर्बभ्रोर्धृतिस्तथा  ॥
]

`verse 32 [
कौशिकस्य ऋचिः पुत्रः ततश्चैद्यो नृपः किल  ।
कुन्तिः किलास्य पुत्रोऽभूत्कुन्तेर्वृष्णिः सुतः स्मृतः  ॥
]

`verse 33 [
वृष्णेश्च निवृतिः पुत्रो दशार्हे निवृतेस्तथा  ।
दशार्हस्य सुतो व्योमा जीमूतश्च तदात्मजः  ॥
]

`verse 34 [
जीमूताद्विकृतिर्जज्ञे ततो भीमरथोऽभवत् ।
ततो मधुरथो जज्ञे शकुनिस्तस्य चात्मजः  ॥
]

`verse 35 [
करम्भिः शकुनेः पुत्रस्तस्य वै देववान्स्मृतः  ।
देवक्षत्त्रो देवनतो देवक्षत्त्रान्मधुः स्मृतः  ॥
]

`verse 36 [
कुरुवंशो मधोः पुत्रो ह्यनुश्च कुरुवंशतः  ।
पुरुहोत्रो ह्यनोः पुत्रो ह्यंशुश्च पुरुहोत्रतः  ॥
]

`verse 37 [
सत्त्वश्रुतः सुतश्चांशोस्ततो वै सात्त्वतो नृपः  ।
भजिनो भजमानश्च सात्वतादन्धकः सुतः  ॥
]

`verse 38 [
महाभोजो वृष्णि दिव्यावन्यो देवावृधोऽभवत् ।
निमिवृष्णी भजमानादयुताजित्तथैव च  ॥
]

`verse 39 [
शतजिच्च सहस्राजिद्बभ्रुर्देवो बृहस्पतिः  ।
महाभोजात्तु भोजोऽभूत्तद्वृष्णेश्च सुमित्रकः  ॥
]

`verse 40 [
स्वधाजित्संज्ञकस्तस्मादनमित्राशिनी तथा  ।
अनमित्रस्य निघ्नोऽभून्निघ्नाच्छत्राजितोऽभवत् ॥
]

`verse 41 [
प्रसेनश्चापरः ख्यातो ह्यनमित्राच्छिबिस्तथा  ।
शिबेस्तु सत्यकः पुत्रः सत्यकात्सात्यकिस्तथा  ॥
]

`verse 42 [
सात्यकेः सञ्जयः पुत्रः कुलिश्चैव तदात्मजः  ।
कुलेर्युगन्धरः पुत्रस्ते शैबेयाः प्रकीर्तिताः  ॥
]

`verse 43 [
अनमित्रान्वये वृष्णिः श्वफल्कश्चित्रकः सुतः  ।
श्वफल्काच्चैवगान्दिन्यामक्रूरो वैष्णवोऽभवत् ॥
]

`verse 44 [
उपमद्गुरथाक्रूराद्देवद्योतस्ततः सुतः  ।
देववानुपदेवश्च ह्यक्रूरस्य सुतौ स्मृतौ  ॥
]

`verse 45 [
पृथुर्विपृथुश्चित्रस्य त्वन्धकस्य शुचिः स्मृतः  ।
कुकुरो भजमानस्य तथा कम्बलबर्हिषः  ॥
]

`verse 46 [
धृष्टस्तु कुकुराज्जज्ञे तस्मात्कापोतरोमकः  ।
तदात्मजो विलोमा च विलोम्नस्तुम्बुरुः सुतः  ॥
]

`verse 47 [
तस्माच्चदुन्दुभिर्जज्ञे पुनर्वसुरतः स्मृतः  ।
तस्याहुकश्चाहुकी च कन्या चैवाहुकस्य तु  ॥
]

`verse 48 [
देवकश्चोग्रसेनश्च देवकाद्देवकी त्वभूत् ।
वृकदेवोपदेवाच सहदेवा सुरक्षिता  ॥
]

`verse 49 [
श्रीदेवी शान्तिदेवी च वसुदेव उवाह ताः  ।
देववानुपदेवश्च सहदेवासुतौ स्मृतौ  ॥
]

`verse 50 [
उग्रसेनस्य कंसोऽभूत्सुनामा च वटादयः  ।
विदूरथो भजमानाच्छूरश्चाभूद्विदूरथात् ॥
]

`verse 51 [
विदूरथसुतस्याथ सूरस्यापि शमी सुतः  ।
प्रतिक्षत्त्रश्च शमिनः स्वयम्भोजस्तदात्मजः  ॥
]

`verse 52 [
हृदिकश्च स्वयम्भोजात्कृतवर्मा तदात्मजः  ।
देवः शतधनुश्चैव शूराद्वै देवमीढुषः  ॥
]

`verse 53 [
दश पुत्रा मारिषायां वसुदेवादयोऽभवन्  ।
पृथा च श्रुतदेवी च श्रुतकीर्तिः श्रुतश्रवाः  ॥
]

`verse 54 [
राजाधिदेवो शूराच्च पृथां कुन्तेः सुतामदात् ।
सा दत्ता कुन्तिना पाण्डोस्तस्यां धर्मानिलेन्द्रकैः  ॥
]

`verse 55 [
युधिष्ठिरो भीमपार्थो नकुलः सहदेवकः  ।
माद्रयां नासत्यदस्त्राभ्यां कुन्त्यां कर्णः पुराभवत् ॥
]

`verse 56 [
श्रुतदेव्यां दन्तवक्रो जज्ञे वै युद्धदुर्मदः  ।
सन्तर्दनादयः पञ्च श्रुतकीर्त्याञ्च कैकयात् ॥
]

`verse 57 [
राजाधिदेव्यां जज्ञाते विन्दश्चैवानुविन्दकः  ।
श्रुतश्रवा दमघोषात्प्रजज्ञे शिशुपालकम्  ॥
]

`verse 58 [
पौरवी रोहीणा भार्या मदिरानकदुन्दुभेः  ।
देवकीप्रमुखा भद्रा रोहिण्यां बलभद्रकः  ॥
]

`verse 59 [
सारणाद्याः शठश्चैव रेवत्यां बलभद्रतः  ।
निशठश्चोल्मुको जातो देवक्यां षट्च जज्ञिरे  ॥
]

`verse 60 [
कीर्तिमांश्च सुषेणश्च ह्युदार्यो भद्रसेनकः  ।
ऋजुदासो भद्रदेवः कंस एवावधीच्च तान्  ॥
]

`verse 61 [
संकर्षणः सप्तमोऽभूदष्टमः कृष्ण एव च  ।
षोडशस्त्रीसहस्राणि भार्याणाञ्चाभवन्हरेः  ॥
]

`verse 62 [
रुक्मिणी सत्यभामा च लक्ष्मणा चारुहासिनी  ।
श्रेष्ठा जाम्बवती चाष्टौ जज्ञिरे ताः सुतान्बहून्  ॥
]

`verse 63 [
प्रद्युम्नश्चारुदेष्णश्च प्रधानाः साम्ब एव च  ।
प्रद्युम्नादनिरुद्धोऽभूत्ककुद्मिन्यां महाबलः  ॥
]

`verse 64 [
अनिरुद्धात्सुभद्रायां वज्रो नाम नृपोऽभवत् ।
प्रतिबाहुर्वज्रसुतश्चारुस्तस्य सुतोऽभवत् ॥
]

`verse 65 [
वह्निस्तु तुर्वसोर्वंशे वह्नेर्भर्गोऽभवत्सुतः  ।
भर्गाद्भानुरभूत्पुत्रो भानोः पुत्रः करन्धमः  ॥
]

`verse 66 [
करन्धमस्य मरुतो द्रुह्योर्वंशं निबोध मे  ।
द्रह्योस्तु तनयः सेतुरारद्धश्च तदात्मजः  ॥
]

`verse 67 [
आरद्धस्यैव गान्ध रो घर्मो गान्धारतोऽभवत् ।
घृतस्तु घर्मपुत्रोऽभूद्दुर्गमश्च घृस्य तु  ॥
]

`verse 68 [
प्रचेता दुर्गमस्यैव अनोर्वंशं शृणुष्व मे  ।
अनोः सभानरः पुत्रस्तस्मा कालञ्जयोऽभवत् ॥
]

`verse 69 [
कालञ्जयात्सृञ्जयोऽभूत्सृञ्जयात्तु पुरुञ्जयः  ।
जनमेजयस्तु तत्पुत्रो महाशालस्तदात्मजः  ॥
]

`verse 70 [
महामना महाशालदुशीनर इह स्मृतः  ।
अशीनराच्छिबिर्जज्ञे वृषदर्भः शिवेः सुतः  ॥
]

`verse 71 [
महामनोजात्तितिक्षोः पुत्रोऽभूच्च रुषद्रथः  ।
हेमो रुषद्रथाज्जज्ञे सुतपा हेमतोऽभवत् ॥
]

`verse 72 [
बलिः सुतपसो जज्ञे ह्यङ्गवङ्गकलिङ्गकाः  ।
अन्धः पैण्ड्रश्च बालेया ह्यनपानस्तथाङ्गतः  ॥
]

`verse 73 [
अनपानाद्दिविरथस्ततो धर्मरथोऽभवत् ।
रोमपादो धर्मरथाच्चतुरङ्गस्तदात्मजः  ॥
]

`verse 74 [
पृथुलाक्षस्तस्य पुत्रश्चम्पोऽभूत्पृथुलाक्षतः  ।
चम्पपुत्रश्च हर्यङ्गस्तस्य भद्ररथः सुतः  ॥
]

`verse 75 [
बृहत्कर्मा सुतस्तस्य बृहद्भानुस्ततोऽभवत् ।
बुहन्मना बृहाद्भानोस्तस्य पुत्रो जयद्रथः  ॥
]

`verse 76 [
जयज्रथस्य विजयो विजयस्य धृतिः सुतः  ।
धृतेर्धृव्रतः पुत्रः सत्यधर्मा धृतव्रतात् ॥
]

`verse 77 [
तस्य पुत्रस्त्वधिरथः कर्णस्तस्य सुतोऽभवत् ॥
]

`verse 78 [
वृर्षसेनस्तु कर्णस्य पुरुवंश्याञ्छणुष्व मे  ॥
]

`colophon [
इति श्रीगारुडे महुपाराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे चन्द्रवंशवर्णनं नामैकोनचत्वारिंशदुत्तरशततमोऽध्यायः
]
