`speaker [
हरिरुवाच
]

`verse 1 [
जनमेजयः पुरोश्चाभून्नमस्युर्जनमेजयात् ।
तस्य पुत्रश्चाभयदः सुद्युश्चाभयदादभूत् ॥
]

`verse 2 [
सुद्योर्बहुगतिः पुत्रः संजातिस्तस्य चात्मजः  ।
वत्सजातिश्च सञ्जातेः रौद्राश्वश्च तदात्मजः  ॥
]

`verse 3 [
ऋतेयुः स्थण्डिलेयुश्च कक्षेयुश्च कृतेयुकः  ।
जलेयुः सन्ततेयुश्च रोद्राश्वस्य सुता वराः  ॥
]

`verse 4 [
रतिनार ऋतेयोश्च तस्य प्रतिरथः सुतः  ।
तस्य मेधातिथिः पुत्रस्तत्पुत्रश्चैनिलः स्मृतः  ॥
]

`verse 5 [
ऐनिलस्य तु दुष्यन्तो भरतस्तस्य चात्मजः  ।
शकुन्तलायां संजज्ञे वितथो भरतादभूत् ॥
]

`verse 6 [
वितथस्य सुतो मन्युर्मन्योश्चैव नरः स्मृतः  ।
नरस्य संकृतिः पुत्रो गर्गो वै संकृतेः सुतः  ॥
]

`verse 7 [
गर्गादमन्युः पुत्रो वै शिनिः पुत्रो व्यजायत  ।
मन्युपुत्रान्महावीर्यात्सुतोऽभवदुरुक्षयः  ॥
]

`verse 8 [
उरुक्षयात्त्रय्यारुणिर्व्यूहक्षत्राच्च मन्युजात् ।
सुहोत्रस्तस्य हस्ती च अजमीढद्विमीढकौ  ॥
]

`verse 9 [
हस्तिनः पुरुमीढश्च कण्वोऽभूदजमीढतः  ।
कण्वान्मेधातिथिर्जज्ञे यतः काण्वायना द्विजाः  ॥
]

`verse 10 [
अजमीढाद्वृहदिषुस्तत्पुत्रश्च बृहद्धनुः  ।
बृहत्कर्मा तस्य पुत्रस्तस्य पुत्रो जयद्रथः  ॥
]

`verse 11 [
जयद्रथाद्विश्वजिच्च सेनजिच्च तदात्मजः  ।
रुचिराश्वः सेनजितः पृथुसेनस्तदात्मजः  ॥
]

`verse 12 [
पारस्तु पृथुसेनस्य पाराद्द्वीपोऽभवन्नृपः  ।
नृपस्य सृमरः पुत्रः सुकृतिश्च पृथोः सुतः  ॥
]

`verse 13 [
विभ्राजः सुकृतेः पुत्रो विभ्राजादश्वहोऽभवत् ।
कृत्यां तस्माद्ब्रह्मदत्तो विष्वक्सेनस्तदात्मजः  ॥
]

`verse 14 [
यवीनरो द्विमीढस्य धृतिमांश्च यवीनरात् ।
धतिमतः सत्यधृतिर्दृढनेमिस्तदात्मजः  ॥
]

`verse 15 [
दृढनेमेः सुपार्श्वोऽभूत्सुपार्श्वात्सन्नतिस्तथा  ।
कृस्तु सन्नतेः पुत्रः कृतादुग्रायुधोऽभवत् ॥
]

`verse 16 [
उग्रायुधाच्च क्षेम्यौऽभूत्सुधीरस्तु तदात्मजः  ।
पुरञ्जयः सुधीराच्च तस्य पुत्रो विदूरथः  ॥
]

`verse 17 [
अजमीढान्नलिन्याञ्च नीलो नाम नृपोऽभवत् ।
नीलाच्छान्तिरभूत्पुत्रः सुशान्तिस्तस्य चात्मजः  ॥
]

`verse 18 [
सुशान्तेश्च पुरुर्जातो ह्यर्कस्तस्य सुतोऽभवत् ।
अर्कस्य चैव हर्यश्वो हर्यश्वान्मुकुलोऽभवत् ॥
]

`verse 19 [
यवीनरो बृहद्भानुः कम्पिल्लः सृञ्जयस्तथा  ।
पाञ्चालान्मुकुलाज्जज्ञे शरद्वान्वैष्णवो महान्  ॥
]

`verse 20 [
दिवोदासो द्वितीयोऽस्य ह्यहल्यायां शरद्वतः  ।
शतानन्दोऽभवत्पुत्रस्तस्य सत्यधृतिः सतः  ॥
]

`verse 21 [
कृपः कृपी सत्यधृतेरुर्वश्यां वीर्यहानितः  ।
द्रोणपत्नी कृपी जज्ञे अश्वत्थामानमुत्तमम्  ॥
]

`verse 22 [
दिवोदासान्मित्रयुश्च मित्रयोश्च्यवनोऽभवत् ।
सुदासश्च्यवनाज्जज्ञे सौदासस्तस्य जात्मजः  ॥
]

`verse 23 [
सहदेवस्तस्य पुत्रः सहदेवात्तु सोमकः  ।
जन्तुस्तु सोमकाज्जज्ञे पृषतश्चापरो महान्  ॥
]

`verse 24 [
पृषताद्द्रुपदो जज्ञे धृष्टद्युम्नस्ततोऽभवत् ।
धृष्टद्युम्नाद्धृष्टकेतुरृक्षोऽभूतजमीढतः  ॥
]

`verse 25 [
ऋक्षात्संवरणो जज्ञे कुरुः संवरणादभूत् ।
सुधनुश्च पीक्षिच्च जह्नुश्चैव कुरोः सुताः  ॥
]

`verse 26 [
सुधनुषः सुहोत्रोऽभूच्च्यवनोऽभूत्सुहोत्रतः  ।
च्यवनात्कृतको जज्ञे तथोपरिचरो वसुः  ॥
]

`verse 27 [
बृहद्रथश्च प्रत्यग्रः सत्याद्याश्च वसोः सुताः  ।
बृहद्रथात्कुशाग्रश्च कुशाग्रादृषभोऽभवत् ॥
]

`verse 28 [
ऋषभात्पुष्पवांस्तस्माज्जज्ञे सत्यहितो नृपः  ।
सत्यहितात्सुधन्वाभूज्जह्रुश्चव सुधन्वनः  ॥
]

`verse 29 [
बृहद्रथाज्जरासन्धः सहदेवस्तदात्मजः  ।
सहदेवाच्च च सोमापिः सोमापेः श्रुतवान्सुतः  ॥
]

`verse 30 [
भीमसेनोग्रसेनौ च श्रुतसेनोऽपराजितः  ।
जनमेजयस्तथान्योऽभूज्जह्नोस्तु सुरथोऽभवत् ॥
]

`verse 31 [
विदूरथस्तु सुरथात्सार्वभौमो विदूरथात् ।
जयसेनः सार्वभौमादावधीतस्तदात्मजः  ॥
]

`verse 32 [
अयुतायुस्तस्य पुत्रस्तस्य चाक्रोधनः सुतः  ।
अक्रोधनस्यातिथिश्च ऋक्षोऽभूदतिथेः सुतः  ॥
]

`verse 33 [
ऋक्षाच्च भीमसेनोऽभूद्दिलीपो भीमसेनतः  ।
प्रतीपोऽभूद्दिलीपाच्च देवापिस्तु प्रतीपतः  ॥
]

`verse 34 [
शन्तनुश्चैव बाह्लीकस्त्रयस्ते भ्रातरो नृपाः  ।
बाह्लीकात्सोमदत्तोऽभूद्भूरिर्भूरिश्रवास्ततः  ॥
]

`verse 35 [
शलश्च शन्तनोर्भोष्मो गङ्गायां धार्मिको महान्  ।
चित्राङ्गदविचित्रौ तु सत्यवत्यान्तु शन्तनोः  ॥
]

`verse 36 [
भार्ये विचित्रवीर्यस्य त्वम्बिकाम्बालिके तयोः  ।
धृराष्ट्रं च पाण्डुञ्च तद्दास्यां विदुरन्तथा  ॥
]

`verse 37 [
व्यास उत्पादयामास गान्धागी धृतराष्ट्रतः  ।
शतपुत्रं दुर्योधनाद्यं पाण्डोः पञ्च प्रजज्ञिरे  ॥
]

`verse 38 [
प्रतिबिन्ध्यः श्रुतसोमः श्रुतकीर्तिस्तथार्जुनात् ।
शतानीकः श्रुतकर्मा द्रौपद्यां पञ्च वै क्रमात् ॥
]

`verse 39 [
यौधेयी च हिडिम्बा च कौशी चैव सुभद्रिका  ।
विजया वै रेणुमती पञ्चभ्यस्तु सुताः क्रमात् ॥
]

`verse 40 [
देवको घचोत्कचश्च ह्यभिमन्युश्च सर्वगः  ।
सुहोत्रो निरमित्रश्च परीक्षिदभिमन्युजः  ॥
]

`verse 41 [
जनमेजयोऽस्य ततो भविष्यांश्च नृपाञ्छृणु  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे चन्द्रवंशवर्णनं नाम चत्वारिंशदुत्तरशततमोऽध्यायः
]
