`speaker [
हरिरुवाच
]

`verse 1 [
शतानीको ह्यश्वमेधदत्तश्चाप्यधिसोमकः  ।
कृष्णोऽनिरुद्धश्चाप्युष्णस्ततश्चित्ररथो नृपः  ॥
]

`verse 2 [
शुचिद्रथो वृष्णिमांश्च सुपेणश्च सुनीथकः  ।
नृचक्षुश्च मुखाबाणः मेधावी च नृपञ्जयः  ॥
]

`verse 3 [
पारिप्लवश्च मुनयो मेधावी च नृपञ्जयः  ।
बृहद्रथो हरिस्तिग्मो शतानीकः सुदानकः  ॥
]

`verse 4 [
उदानोऽह्निनरश्चैव दण्डपाणिर्निमित्तकः  ।
क्षेमकश्च ततः शूद्रः पिता पूर्वस्ततः सुतः  ॥
]

`verse 5 [
बृहद्बलास्तु कथयन्ते नृपोश्चैक्ष्वाकुवंशजाः  ।
बृहद्बलादुरुक्षयो वत्सव्यूहस्ततः परः  ॥
]

`verse 6 [
वत्सव्यूहात्ततः सूर्यः सहदेवस्तदात्मजः  ।
बृहदश्वो भानुरथः प्रतीच्यश्च प्रतीतकः  ।
मनुदेवः सुनक्षत्रः किन्नरश्चान्तरिक्षकः  ॥
]

`verse 7 [
सुपर्णः कृतजिच्चैव बृहद्भ्राजश्च धार्मिकः  ।
कृतञ्जयो धनञ्जयः संजयः शाक्य एव च  ॥
]

`verse 8 [
शुद्धोदनो बाहुलश्च सेनजित्क्षुद्रकस्तथा  ।
सुमित्रः कुडवश्चातः सुमित्रान्मागधाञ्छणु  ॥
]

`verse 9 [
जरासन्धः सहदेवः सोमापिश्च श्रुतश्रवाः  ।
अयुतायुर्निरमित्रः सुक्षत्रो बहुकर्मकः  ॥
]

`verse 10 [
श्रुतञ्जयः सेनजिच्च भूरिश्चैव शुचिस्तथा  ।
क्षेम्यश्च सुव्रतो धर्मः श्मश्रुलो दृढसेनकः  ॥
]

`verse 11 [
सुमतिः सुबलो नीतो सत्यजिद्विश्वजित्तथा  ।
इषुञ्जयश्च इत्येते नृपा बार्हद्रथाः स्मृताः  ॥
]

`verse 12 [
अधर्मिष्ठाश्च शूद्राश्च भविष्यन्ति नृपास्ततः  ।
स्वर्गादिकृद्धि भगवान्साक्षान्नारायणोऽव्ययः  ॥
]

`verse 13 [
नैमित्तिकः प्राकृतिकस्तथैवात्यन्तिको लयः  ।
याति भूः प्रलयं चाप्सु ह्यापस्तेजसि पावकः  ॥
]

`verse 14 [
वायौ वायुश्च वियति त्वाकाशौ यात्यहङ्कृतौ  ।
अहं बुद्धौ मतिर्जोवे जीवोऽव्यक्ते तदात्मनि  ॥
]

`verse 15 [
आत्मा परेश्वरो विष्णुरेको नारायणो नरः  ।
अविनाश्यपरं सर्वं जगत्स्वर्गादि नाशि हि  ॥
]

`verse 16 [
नृपादयो गता नाशमतः पापं विवर्जयेत् ।
धर्मं कुर्यात्स्थिरं येन पापं हित्वा हरिं व्रजेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे भविष्य राजवंश दृ नामैकचत्वारिंशदुत्तरशततमोऽध्यायः
]
