`speaker [
ब्रह्मोवाच
]

`verse 1 [
विंशादीन्पालयामास ह्यवतीर्णो हरिः प्रभुः  ।
दैत्यधर्मस्य नाशार्थं वेदधर्मादिगुप्तये  ॥
]

`verse 2 [
मत्स्यादिकस्वरूपेण त्ववतारं करोत्यजः  ।
मत्स्यो भूत्वा हयग्रीवं दैत्यं हत्वाजिकण्टकम्  ॥
]

`verse 3 [
वेदानानीय मन्वादीन्पालयामास केशवः  ।
मन्दरं धारयामास कूर्मो भूत्वा हिताय च  ॥
]

`verse 4 [
क्षीरोदमथने वै द्यो देवो धन्वन्तरिर्ह्यर्भूत् ।
बिभ्रत्कमण्डलुं पूर्णममृतेन समुत्थितः  ॥
]

`verse 5 [
आयुर्वेदमथाष्टाङ्गं सुश्रुताय स उक्तवान्  ।
अमृतं पाययामास स्त्रीरूपी च सुरान्हरिः  ॥
]

`verse 6 [
अवतीर्णो वराहोऽथ हिरण्याक्षं जघान ह  ।
पृथिवीं धारयामास पालयामास देवताः  ॥
]

`verse 7 [
नरसिंहोऽवर्तोर्णोऽथ हिरण्यकशिपुंरिपुम्  ।
दैत्यान्निहतवान्वेदधर्मादीनभ्यपालयत् ॥
]

`verse 8 [
ततः परशुरामोऽभूज्जमदग्नेर्जगत्प्रभुः  ।
त्रिः सप्तकृत्वः पृथिवीं चक्रे निः क्षत्त्रियां हरिः  ॥
]

`verse 9 [
कार्तवीर्यं जघानाजौ कश्यपाय महीं ददौ  ।
यागं कृत्वा महाबाहुर्महेन्द्रे पर्वते स्थितः  ॥
]

`verse 10 [
ततो रामो भविष्णुश्च चतुर्धा दुष्टर्मदनः  ।
पुत्रो दशरथाज्जज्ञे रामश्च भरतोऽनुजः  ॥
]

`verse 11 [
लक्ष्मणश्चाथ शत्रुघ्नो रामभार्या च जानकी  ।
रामश्च पितृसत्यार्थं मातृभ्यो हितमाचरन्  ॥
]

`verse 12 [
शृङ्गवेरं चित्रकूटं दण्डकारण्यमागतः  ।
नासां शूर्पणखायाश्च च्छित्त्वाथ खरदूषणम्  ॥
]

`verse 13 [
हत्वा स राक्षसं सीतापहारिरजनीचरम्  ।
रावणं चानुजं तस्य लङ्कापुर्यां विभीषणम्  ॥
]

`verse 14 [
रक्षोराज्ये च संस्थाप्य सुग्रीवनुमन्मुखैः  ।
आरुह्य पुष्पकं सार्धं सीतया पतिभक्तया  ॥
]

`verse 15 [
लक्ष्मणेनानुकूलेन ह्ययोध्यां स्वपुरीं गतः  ।
राज्यं चकार देवादीन्पालयामास स प्रजाः  ॥
]

`verse 16 [
धर्मसंरक्षणं चक्रे ह्यश्वमेधादिकान्क्रतून्  ।
सा महीपतिना रेमे रामेणैव यथासुखम्  ॥
]

`verse 17 [
रावणस्य गृहे सीता स्थिता भेजे न रावणम्  ।
कर्मणा मनसा वाचा सा गता राघवं सदा  ॥
]

`verse 18 [
पतिव्रता तु सा सीता ह्यनसूया यथैव तु  ।
पतिव्रताया माहात्म्यं शृणु त्वं कथयाम्यहम्  ॥
]

`verse 19 [
कौशिको ब्राह्मणः कुष्ठी प्रतिष्ठानेऽभवत्पुरा  ।
तं तथा व्याधितं भार्या पतिं देवमिवार्चयत् ॥
]

`verse 20 [
निर्भर्त्सितापि भर्तारं तममन्यत दैवतम्  ।
भर्त्रोक्ता सानयद्वेश्यां शुल्कमादाय चाधिकम्  ॥
]

`verse 21 [
पथि सूले तदा प्रोतमचौरं चौरशङ्कया  ।
माण्डव्यमतिदुः खार्तमन्धकारेऽथ स द्विजः  ॥
]

`verse 22 [
पत्नीस्कन्धसमारूढश्चालयामास कौशिकः  ।
पादावमर्शणत्क्रुद्धो माण्डव्यस्तमुवाच ह  ॥
]

`verse 23 [
सूर्योदये मृतिस्तस्य येनाहं चालितः पदा  ।
तच्छ्रुत्वा प्राह तद्भार्या सूर्यो नोदयमेष्यति  ॥
]

`verse 24 [
ततः सूर्योदयाभावाद भवत्सततं निशा  ।
बहून्यब्दप्रमाणानि ततो देवा भयं ययुः  ॥
]

`verse 25 [
ब्रह्माणं शरणं जग्मुस्तामूचे पद्मसम्भवः  ।
प्रशाम्यते तेजसैव तपस्तेजस्त्वनेन वै  ॥
]

`verse 26 [
पतिव्रताया माहात्म्यान्नोद्गच्छति दिवाकरः  ।
तस्य चानुदयाद्धानिर्मर्त्यानां भवतां तथा  ॥
]

`verse 27 [
तस्मात्पतिव्रतामत्रेरनसूयां तपस्विनीम्  ।
प्रसादयत वै पत्नीं भानोरुदयकाम्यया  ॥
]

`verse 28 [
तैः सा प्रसादिता गत्वा ह्यनसूया पतिव्रता  ।
कृत्वादित्योदयं सा च तं भर्तारमजीवयत् ।
पतिव्रतानसूयायाः सीताभूदधिका किल  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे दशावतारदृ नाम द्विचत्वारिंशदुत्तरशततमोऽध्यायः
]
