`speaker [
ब्रह्मोवाच
]

`verse 1 [
रामायणमतो वक्ष्ये श्रुतं पापविनाशनम्  ।
विष्णुनाभ्यब्जतो ब्रह्मा मरीचिस्तत्सुतोऽभवत् ॥
]

`verse 2 [
मरीचेः कश्यपस्तस्माद्रविस्तस्मान्मनुः स्मृतः  ।
मनोरिक्ष्वाकुरस्याभूद्वंशे राजा रघुः स्मृतः  ॥
]

`verse 3 [
रघोरजस्ततो जातो राजा दशरथो बली  ।
तस्य पुत्रास्तु चत्वारो महाबलपराक्रमाः  ॥
]

`verse 4 [
कौसल्यायाम भूद्रामो भरतः कैकयीसुतः  ।
सुतौ लक्ष्मणशक्षुघ्नौ सुमित्रायां बभूवतुः  ॥
]

`verse 5 [
रामो भक्तः पितुर्मातुर्विश्वामित्रादवाप्तवान्  ।
अस्त्रग्रामं ततो यक्षीं ताटकां प्रजघान ह  ॥
]

`verse 6 [
विशावमित्रस्य यज्ञे वै सुबाहुं न्यवधीद्बली  ।
जनकस्य क्रतुं गत्वा उपयेमेऽथ जानकीम्  ॥
]

`verse 7 [
ऊर्मिलां लक्ष्मणो वीरो भरतो माण्डवीं सुताम्  ।
शत्रुघ्नो वै कीर्तिमतीं कुशध्वजसुते उभे  ॥
]

`verse 8 [
पित्रादिभिरयोध्यायां गत्वा रामादयः स्थिताः  ।
युधाजितं मातुलञ्च शत्रुघ्नभरतौ गतौ  ॥
]

`verse 9 [
गतयोर्नृपवर्योऽसौ राज्यं दातुं समुद्यतः  ।
स रामाय तत्पुत्राय कैकेय्या प्रार्थितस्तदा  ॥
]

`verse 10 [
चतुर्दशसमावासो वनेरामस्य वाञ्छितः  ।
रामः पितृहितार्थञ्च लक्ष्मणेन च सीतया  ॥
]

`verse 11 [
राज्यञ्च तृणवत्त्यक्त्वा शृङ्गवेरपुरं गतः  ।
रथं त्यक्त्वा प्रयागञ्च चित्रकूटगिरिं गतः  ॥
]

`verse 12 [
रामस्य तु वियोगेन राजा स्वर्गं समाश्रितः  ।
संस्कृत्य भरतश्चागाद्राममाह बलान्वितः  ॥
]

`verse 13 [
अयोध्यान्तु समागत्य राज्यं कुरु महामते  ।
स नैच्छत्पादुके दत्त्वा राज्याय भरताय तु  ॥
]

`verse 14 [
विसर्जितोऽथ भरतो रामराज्यमपालयत् ।
नन्दिग्रामे स्थितो भक्तो ह्ययोध्यां नाविशद्व्रती  ॥
]

`verse 15 [
रामोऽपि चित्रकूटाच्च ह्यत्रेराश्रममाययौ  ।
नत्वा सुतीक्ष्णं चागस्त्यं दण्डकारण्यमागतः  ॥
]

`verse 16 [
तत्र शूर्पणखा नाम राक्षसी चात्तुमागता  ।
निकृत्य कर्णो नासे च रामेणाथापवारिता  ॥
]

`verse 17 [
तत्प्रेरितः खरश्चागाद्दूषणस्त्रिशिरास्तथा  ।
चतुर्दशसहस्रेण रक्षसान्तु बलेन च  ॥
]

`verse 18 [
रामोऽपि प्रेषयामास बाणैर्यमपुरञ्च तान्  ।
राक्षस्या प्रेरितोऽभ्यागाद्रावणो हरणाय हि  ॥
]

`verse 19 [
मृगरूपं स मारीचं कृत्वाग्रेऽथ त्रिदण्डधृक् ।
सीतया प्रेरितो रामो मारीचं निजघान ह  ॥
]

`verse 20 [
म्रियमाणः स च प्राह हा सीते ! लक्ष्मणोति च  ।
सीतोक्तो लक्ष्मणोऽथागाद्रामश्चानुददर्श तम्  ॥
]

`verse 21 [
उवाच राक्षसी माया नूनं सीता हृतेति सः  ।
रावणोऽन्तरमासाद्य ह्यङ्केनादाय जानकीम्  ॥
]

`verse 22 [
जटायुषं विनिर्भिद्य ययौ लङ्कां ततो बली  ।
अशोकवृक्षच्छायायां रक्षितां तामधारयत् ॥
]

`verse 23 [
आगत्य रामः सून्याञ्च पर्णशालां ददर्श ह  ।
शोकं कृत्वाथ जानक्या मार्गणं कृतवान्प्रभुः  ॥
]

`verse 24 [
जटायुषञ्च संस्कृत्य तदुक्तो दक्षिणां दिशम्  ।
गत्वा सख्यं ततश्चक्रे सुग्रीवेण च राघवः  ॥
]

`verse 25 [
सप्त तालान्विनिर्भिद्य शरेणानतपर्वणा  ।
वालिनञ्च विनिर्भिद्य किष्किन्धायां हरीश्वरम्  ॥
]

`verse 26 [
सुग्रीवं कृतवान्राम ऋश्यमूके स्वयं स्थितः  ।
सुग्रीवः प्रेषयामास वानरान्पर्वतोपमान्  ॥
]

`verse 27 [
सीताया मार्गणं कर्तुं पूर्वाद्याशासु सोत्सवान्  ।
प्रतीचीमुत्तरां प्राचीं दिशं गत्वा समागताः  ॥
]

`verse 28 [
दक्षिणान्तु दिशं ये च मार्गयन्तोऽथ जानकीम्  ।
वनानि पर्वतान्द्वीपान्नदीनां पुलिनानि च  ॥
]

`verse 29 [
जानकीन्ते ह्यपश्यन्तो मरणे कृतनिश्चयाः  ।
सम्पातिवचनाज्ज्ञात्वा हनूमान्कपिकुञ्जरः  ॥
]

`verse 30 [
शतयोजनविस्तीर्णं पुप्लुवे मकरालयम्  ।
अपश्यज्जानकीं तत्र ह्यशोकवनिकास्थिताम्  ॥
]

`verse 31 [
भर्त्सितां राक्षसीभिश्च रावणेन च रक्षसा  ।
भव भार्येति वदता चिन्तयन्तीञ्च राघवम्  ॥
]

`verse 32 [
अङ्गुलीयं कपिर्दत्त्वा सीतां कौशल्यमब्रवीत् ।
रामस्य तस्य दूतोऽहं शोकं मा कुरु मैथिलि  ॥
]

`verse 33 [
स्वाभिज्ञानञ्च मे देहि येन रामः स्मरिष्यति  ।
तच्छ्रुत्वा प्रददौ सीता वेणीरत्नं हनूमते  ॥
]

`verse 34 [
यथा रामो नयेच्छीघ्रं तथा वाच्यं त्वया कपे  ।
तथेत्युक्त्वा तु हनुमान्वनं दिव्यं बभञ्ज ह  ॥
]

`verse 35 [
हत्वाक्षं राक्षसांश्चान्यान्बन्धनं स्वयमागतः  ।
सर्वैरिन्द्रजितो बाणैर्दृष्ट्वा रावणमब्रवीत् ॥
]

`verse 36 [
रामदूतोऽस्मि हनुमान्देहि रामाय मैथिलीम्  ।
एतच्छ्रुत्वा प्रकुपितो दीपयामास पुच्छकम्  ॥
]

`verse 37 [
कपिर्ज्वलितलाङ्गूलो लङ्कां देहेऽ महाबलः  ।
दग्ध्वा लङ्कां समायातो रामपार्श्वं स वानरः  ॥
]

`verse 38 [
जग्ध्वा फलं मधुवने दृष्टा सीतत्यवेदयत् ।
वेणीरत्नञ्च रामाय रामो लङ्कापुर्री ययौ  ॥
]

`verse 39 [
ससुग्रीवः स हनुमान्सांगदश्च सलक्ष्मणः  ।
विभीषणोऽपि सम्प्राप्तः शरणं राघवं प्रति  ॥
]

`verse 40 [
लङ्कैश्वर्येष्वभ्यषिञ्चद्रामस्तं रावणानुजम्  ।
रामो नलेन सेतुञ्च कृत्वाब्धौ चोत्ततार तम्  ॥
]

`verse 41 [
सुवेलावस्थितश्चैव पुरीं लङ्कां ददर्शह  ।
अथ ते वानरा वीरा नीलाङ्गदनलादयः  ॥
]

`verse 42 [
धूम्रधूम्राक्षवीरेन्द्रा जाम्बवत्प्रमुखास्तदा  ।
मैन्दद्विविदमुख्यास्ते पुरीं लङ्कां बभञ्जिरे  ॥
]

`verse 43 [
राक्षसांश्च महाकायान्कालाञ्जनचयोपमान्  ।
रामः सलक्ष्मणो हत्वा सकपिः सर्वराक्षसान्  ॥
]

`verse 44 [
विद्युज्जिह्वञ्च धूम्राक्षं देवान्तकनरान्त कौ  ।
महोदरमहापार्श्वावतिकायं महाबलम्  ॥
]

`verse 45 [
कुम्भं निकुम्भं मत्तञ्च मकराक्षं ह्यकम्पनम्  ।
प्रहस्तं वीरमुन्मत्तं कुम्भकर्णं महाबलम्  ॥
]

`verse 46 [
रावणिं लक्ष्मणोऽच्छिन्त ह्यस्त्राद्यै राघवो बली  ।
निकृत्य बाहुचक्राणि रावणन्तु न्यपातयन्  ॥
]

`verse 47 [
सीतां शुद्धां गृहीत्वाथ विमाने पुष्पके स्थितः  ।
सवानरः समायातो ह्ययोध्यां प्रवरां पुरीम्  ॥
]

`verse 48 [
तत्र राज्यं चकाराथ पुत्त्रवत्पालयन्प्रजाः  ।
दशाश्वमेधानाहृत्य गयाशिरसि पातनम्  ॥
]

`verse 49 [
पिण्डानां विधिवत्कृत्वा दत्त्वा दानानि राघवः  ।
पुत्रौ कुशलवौ दृष्ट्वा तौ च राज्येऽभ्यषेचयत् ॥
]

`verse 50 [
एकादशसहस्राणि रामो राज्यमकारयत् ।
शत्रुघ्नो लवणं जघ्ने शैलूषं भतस्ततः  ॥
]

`verse 51 [
अगस्त्यादीन्मुनीन्नत्वा श्रुत्वोत्पत्तिञ्च रक्षसाम्  ।
स्वर्गं गतो जनैः सार्धमयोध्यास्थैः कृतार्थकः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे रामायणवर्णनं नाम त्रिचत्वारिंशदुत्तरशततमोऽध्यायः
]
