`speaker [
ब्रह्मोवाच
]

`verse 1 [
हरिवंशं प्रवक्ष्यामि कृष्णमाहात्म्यमुत्तमम्  ।
वसुदेवात्तु देवक्यां वासुदेवो बलोऽभवत् ॥
]

`verse 2 [
धर्मादिरक्षणार्थाय ह्यधर्मादिविनष्टये  ।
कृष्णः पीत्वा स्तनौ गाढं पूतनामनयत्क्षयम्  ॥
]

`verse 3 [
शकटः परिवृत्तोऽथ भग्नौ च यमलार्जुनौ  ।
दमितः कालियो नागो धेनुको विनिपातितः  ॥
]

`verse 4 [
धृतो गोवर्धनः शैल इन्द्रेण परिपूजितः  ।
भारावतरणं चक्रे प्रतिज्ञां कृतवान्हरिः  ॥
]

`verse 5 [
रक्षणायार्जुनादेश्च ह्यरिष्टादिर्निपातितः  ।
केशी विनिहतो दैत्यो गोपाद्याः परितोषिताः  ॥
]

`verse 6 [
चाणूरो मुष्टिको मल्लः कंसो मञ्चान्निपातितः  ।
रुक्मिणीसत्यभामाद्याः ह्यष्टौ पत्न्यो हरेः पराः  ॥
]

`verse 7 [
षोढश स्त्रीसहस्राणि ह्यन्यान्यास महात्मनः  ।
तासां पुत्राश्च पौत्राद्याः शतशोऽथ सहस्रशः  ॥
]

`verse 8 [
रुक्मिण्याञ्चैव प्रद्युम्नो न्यवधीच्छंबरञ्च यः  ।
तस्य पुत्रोऽनिरुद्धोऽभूदुषाबाणसुतापतिः  ॥
]

`verse 9 [
हरिशकरयोर्यत्र महायुद्धं बभूव ह  ।
बाणबाहुसहस्रञ्च च्छिन्नं बाहुद्वयं ह्यभूत् ॥
]

`verse 10 [
नरको निहतो येन पारिजातं जहार यः  ।
बलश्च शिसुपालश्च हतश्च द्विविदः कपिः  ॥
]

`verse 11 [
अनिरुद्धादभूद्वज्रः स च राजा गते हरौ  ।
सन्दीपनिं गुरुञ्चक्रे सपुत्रञ्च चकार सः  ।
मथुरायां चोग्रसेनं पालनं च दिवौकसाम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे हरिवंशवर्णनं नाम चतुश्चात्वारिंशदुत्तरशततमोऽध्यायः
]
