`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
सर्वरोगनिदानञ्च वक्ष्ये सुश्रुत तत्त्वतः  ।
आत्रेयाद्यैर्मुनिवरैर्यथा पूर्वमुदीरितम्  ॥
]

`verse 2 [
रोगः पाप्मा ज्वरो व्याधिर्विकारो दुष्ट आमयः  ।
यक्ष्मातङ्कगदा बाधाः शब्दाः पर्यायवाचिनः  ॥
]

`verse 3 [
निदानं पूर्वरूपाणि रूपाण्युपशयस्तथा  ।
संप्राप्तिश्चैति विज्ञानं रोगाणां पञ्चधा स्मृतम्  ॥
]

`verse 4 [
निमित्तहेत्वायतनप्रत्ययोत्थानकारणैः  ।
निदानमाहुः पर्यायैः प्राग्रूपं येन लक्ष्यते  ॥
]

`verse 5 [
उत्पित्सुरामयो दोषविशेषेणानधिष्ठितः  ।
लिङ्गमव्यक्तमल्पत्वाद्व्याधीनां तद्यथायथम्  ॥
]

`verse 6 [
तदेव व्यक्ततां यातं रूपमित्यभिधीयते  ।
संस्थानां व्यञ्जनं लिङ्गं लक्षणं चिह्नमाकृतिः  ॥
]

`verse 7 [
हेतुव्याधिविपर्यस्तविपर्यस्तार्थकारिणाम्  ।
औषधान्नविहाराणामुपयोगं सुखावहम्  ॥
]

`verse 8 [
विद्यादुपशयं व्याधेः स हि सात्म्यमिति स्मृतः  ।
विपरीतोऽनुपशयो व्याध्यसात्म्येतिसंज्ञितः  ॥
]

`verse 9 [
यथा दुष्टेन दोषेण यथा चानुविसर्पता  ।
निर्वृत्तिरामयस्यासौ संप्राप्तिरभिधीयते  ॥
]

`verse 10 [
संख्याविकल्पप्राधान्यबलकालविशेषतः  ।
सा भिद्यते यथात्रैव वक्ष्यन्तेऽष्टौ ज्वरा इति  ॥
]

`verse 11 [
दोषाणां समवेतानां विकल्पोशांशकल्पना  ।
स्वातन्त्र्यपारतन्त्र्याभ्यां व्याधेः प्राधान्यमादिशेत् ॥
]

`verse 12 [
हेत्वादिकार्त्स्न्यावयवैर्बलाबलविशेषषणम्  ।
नक्तन्दिनार्धभुक्तांशैर्व्याधिकालो यथामलम्  ॥
]

`verse 13 [
इति प्रोक्तो निदानार्थः स व्यासेनोपदेक्ष्यते  ।
सर्वेषामेव रोगाणां निदानं कुपिता मलाः  ॥
]

`verse 14 [
तत्प्रकोपस्य तु प्रोक्तं विविधाहितसेवनम्  ।
अहितस्त्रिविधो योगस्त्रयाणां प्रागुदाहृतः  ॥
]

`verse 15 [
तिक्तोषणकषायाम्लरूक्षाप्रमितयोजनैः  ।
धावनोदीरणनिशाजागरात्युच्चभाषणैः  ॥
]

`verse 16 [
क्रियाभियोगबीशोकचिन्ताव्यायाममैथुनैः  ।
ग्रीष्माहोरात्रभुक्त्यन्ते प्रकुप्यति समीरणः  ॥
]

`verse 17 [
पित्तं कट्वालतीक्ष्णोष्णकटुक्रोधविदाहिभिः  ।
शरन्मध्याह्नरात्र्यर्धविदाहसमयेषु च  ॥
]

`verse 18 [
स्वाद्वम्ललवणस्निग्धगुर्वभिष्यन्दिशीतलैः  ।
आस्यास्वप्नसुखाजीर्णदिवास्वप्नादिबृंहणैः  ॥
]

`verse 19 [
प्रिच्छर्दनाद्ययोगेन भुक्तान्नस्याप्यजीर्णके  ।
पूर्वाह्ने पूर्वरात्रे च श्लेष्मा वक्ष्यामि सङ्करान्  ॥
]

`verse 20 [
मिश्रीभावात्समस्तानां सन्निपातस्तथा पुनः  ।
संकीर्णाजीर्णविषमविरुद्धाद्यशनादिभिः  ॥
]

`verse 21 [
व्यापन्नमद्यपानीयशुष्कशाकाममूलकैः  ।
पिण्याकमृत्यवसरपूतिशुष्ककृशमिषैः  ॥
]

`verse 22 [
दोषत्रयकरैस्तैस्तैस्तथान्नपरिवर्ततः  ।
धातोर्दुष्टात्पुरो वाताद्द्विग्रहावेशविप्लवात् ॥
]

`verse 23 [
दुष्टामान्नैरतिश्लैष्मग्रहैर्जन्मर्क्षपीडनात् ।
मिथ्यायोगाच्च विविधात्पापानाञ्च निषेवणात् ।
स्त्रीणां प्रसववैषम्यात्तथा मिथ्योपचारतः  ॥
]

`verse 24 [
प्रतिरोगमिति क्रुद्धा रोगविध्यनुगामिनः  ।
रसायनं प्रपद्याशु दोषा देहे विकुर्वते  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाक्ये आचारकाण्डे सर्वरोगनिदानं नाम षट्चत्वारिंशदुत्तरशततमोऽध्यायः
]
