`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
वक्ष्ये ज्वरनिदानं हि सर्वज्वरविबुद्धये  ।
ज्वरो रोगपतिः पाप्मा मृत्युराजोऽशनोऽन्तकः  ।
क्रुद्धदक्षाध्वरध्वंसिरुद्रोर्ध्वनयनोद्भवः  ॥
]

`verse 2 [
तत्सन्तापो मोहमयः सन्तापात्मापचारजः  ।
विविधैर्नामभिः क्रूरो नानायोनिषु वर्तते  ॥
]

`verse 3 [
पाकलो गजेष्वभितापो वाजिष्वलर्कः कुक्रुरेषु  ।
इन्द्रमदो जलदेष्वप्सु नीलिका ज्योतिरोषधीषु भूम्यामूषरो नाम  ॥
]

`verse 4 [
हृल्लासश्छर्दनं कासः स्तंभः शैत्य त्वगादिषु  ।
अङ्गेषु च समुद्भूताः पिडकाश्च कफोद्भवे  ॥
]

`verse 5 [
काले यथास्वं सर्वेषां प्रवृत्तिर्वृद्धिरेव वा  ।
निदानोक्तोनुपशयो विपरीतोपशायिता  ॥
]

`verse 6 [
अरुचिश्चाविपाकश्च स्तंभमालस्यमेव च  ।
हृद्दाहश्च विपाकश्च तन्द्रा चालस्यमेव च  ।
वस्तिर्विमर्दावनया दोषाणामप्रवर्तनम्  ॥
]

`verse 7 [
लालाप्रसेको हृल्लासः क्षुन्नाशो रसदं मुखम्  ।
स्वच्छमुष्णगुरुत्वञ्च गात्राणां बहुमूत्रता  ।
न विजीर्णं न च म्लानिर्ज्वरस्यामस्य लक्षणम्  ॥
]

`verse 8 [
क्षुत्क्षामता लघुत्वं च गात्राणां ज्वरमार्दवम्  ।
दोषप्रवृत्तिरष्टाहान्निरामज्वरलक्षणम्  ॥
]

`verse 9 [
यथा स्वलिङ्गं संसर्गे ज्वरसंसर्गजोऽपि वा  ।
शिरोर्तिमूर्छावमिदेहदाहकण्ठास्यशोषारुचिपर्वभेदाः  ।
उन्निद्रता संभ्रमरोमहर्षा जृंभातिवाक्त्वं पवनात्सपित्तात् ॥
]

`verse 10 [
तापहान्यरुचिपर्वशिरोरुक्ष्ठीवनश्वसनकासविवर्णाः  ।
शीतजाड्यतिमिरभ्रमितन्द्राश्लेष्मवातजनितज्वरलिङ्गम्  ॥
]

`verse 11 [
शीतस्तम्भस्वेददाहाव्यवस्थास्तृष्णा कासः श्लेष्मपित्तप्रवृत्तिः  ।
मोहस्तन्द्रालिप्ततिक्तास्यता च ज्ञेयं रूपं श्लेष्मपित्तज्वरस्य  ॥
]

`verse 12 [
सर्वजो लक्षणैः सर्वैर्दाहोऽत्र च मुहुर्मुहुः  ।
तदुच्छीतं महा निद्रा दिवा जागरणं निशि  ॥
]

`verse 13 [
सदा वा नैव वा निद्रा महास्वेदो हि नैव वा  ।
गीतनर्तनहास्यादिः प्रकृतेहाप्रवर्तनम्  ॥
]

`verse 14 [
साश्रुणी कलुषे रक्ते भुग्ने लुलितपक्ष्मणी  ।
अक्षिणी पिण्डिकापार्श्वशिरः पर्वास्थिरुग्भ्रमः  ॥
]

`verse 15 [
सस्वनौ सरुजौ कर्णौ महाशीतौ हि नैव वा  ।
परिदग्धा खरा जिह्वा गुरुस्त्रस्ताङ्गसन्धिता  ॥
]

`verse 16 [
ष्ठीवनं रक्तपित्तस्य लोठनं शिरसोऽतितृट् ।
कोष्ठानां श्यावरक्तानां मण्डलानां च दर्शनम्  ॥
]

`verse 17 [
हृद्व्यथा मलंससर्गः प्रवृत्तिर्वाल्पशोऽति वा  ।
स्निग्धास्यता बलभ्रंशः स्वरसादः प्रलापितः  ॥
]

`verse 18 [
दोषपाकश्चिरं तन्द्रा प्रततं कण्ठकूजनम्  ।
सन्निपातमभिन्यासं तं ब्रूयाच्च हतौजसम्  ॥
]

`verse 19 [
वायुना कण्ठरुद्धेन पित्तमन्तः सुपीडितम्  ।
व्यवायित्वाच्च सौख्याच्च बहिर्मर्गं प्रपद्यते  ।
तेन हारिद्रनेत्रत्वं सन्निपातोद्भवेज्वरे  ॥
]

`verse 20 [
दोषे विवृद्धे नष्टेऽग्नौ सर्वसंपूर्णलक्षणः  ।
सान्निपातज्वरोऽसाध्यः कृच्छ्रसाध्यस्ततोऽन्यथा  ॥
]

`verse 21 [
अन्यत्र सन्निपातोत्थं यत्र पित्तं पृथक्स्थितम्  ।
त्वचि कोष्ठे च वा दाहं विदधाति पुरोऽनु वा  ॥
]

`verse 22 [
तद्वद्वातकफे शीतं दाहादिर्दुस्तरस्तयोः  ।
शीतादौ तत्र पित्तेन कफे स्यान्दितशोषिते  ॥
]

`verse 23 [
पित्ते शान्तेऽथ वै मूर्छा मदस्तृष्णा च जायते  ।
दाहादौ पुनरन्तेषु तन्द्रालस्ये वमिः क्रमात् ॥
]

`verse 24 [
आगन्तुरभिगाताभिषङ्गशापाभिचारतः  ।
चतुर्धा तु कृतः स्वेदो दाहाद्यैरभिघातजः  ॥
]

`verse 25 [
श्रमाच्च तस्मिन्पवनः प्रायो रक्तं प्रदूषयन्  ।
सव्यथाशोकवैवर्ण्यं सरुजं कुरुते ज्वरम्  ॥
]

`verse 26 [
ग्रहावेशौषधिविषक्रोधभीशोककामजः  ॥
]

`verse 27 [
अभिषङ्गग्रहोऽप्यस्मिन्नकस्माद्वासरोदने  ।
ओषधीगन्धजे मूर्छा शिरोरुग्वमथुः क्षयः  ॥
]

`verse 28 [
विषान्मूर्छातिसारश्च श्यावता दाहकृद्भ्रमः  ।
क्रोधात्कम्पः शिरोरुक्च प्रलापो भयशोकजे  ॥
]

`verse 29 [
कामाद्भ्रमोऽरुचिर्दाहो ह्रीनिद्राधीधृतिक्षयाः  ।
ग्रहादौ सन्निपातस्य रूपादौ मरुतस्तयोः  ॥
]

`verse 30 [
कोपात्कोपेऽपि पित्तस्य यौ तु शापाभिचारजौ  ।
सन्निपातज्वरौ घोरौ तावसह्यतमौ मतौ  ॥
]

`verse 31 [
तन्त्रा भिचारिकैर्मन्त्रैर्दूयमानञ्च तप्यते  ।
पूर्वञ्चैतस्ततो देहस्ततो विस्फोटदिग्भ्रमैः  ॥
]

`verse 32 [
सदाहमूर्छाग्रस्तस्य प्रत्यहं वर्धते ज्वरः  ।
इति ज्वरोऽष्टधा दृष्टः समासाद्द्विबिधस्तु सः  ॥
]

`verse 33 [
शारीरो मानसः सौम्यस्तीक्ष्णोंन्तर्बहिराश्रयः  ।
प्राकृतो वैकृतः साध्योऽसाध्यः सामो निरामकः  ॥
]

`verse 34 [
पूर्वं शरिरे शरीरे तापो मनसि मानसे  ।
पवनैर्योगवाहित्वाच्छीतं श्लेष्मयुते भवेत् ॥
]

`verse 35 [
दाहः पित्तयुते मिश्रं मिश्रेऽन्तः संश्रये पुनः  ।
ज्वरेऽधिकं विकाराः स्युरन्तः क्षोभो मलग्रहः  ॥
]

`verse 36 [
बहिरेव बहिर्वेगे तापोऽपि च स साधितः  ।
वर्षाशरद्वसन्तेषु वाताद्यैः प्रकृतः क्रमात् ॥
]

`verse 37 [
वैकृतोऽन्यः स दुः साध्यः प्रायश्च प्राकृतोऽनिलात् ।
वर्षासु मारुतो दुष्टः पित्तश्लेष्मान्वितं ज्वरम्  ॥
]

`verse 38 [
कुर्याच्च पित्तं शरदि तस्य चानुचरः कफः  ।
तत्प्रकृत्या विसर्गाच्च तत्र नानशनाद्भयम्  ॥
]

`verse 39 [
कफो वसन्ते तमपि वातपित्तं भवेदनु  ।
बलवत्स्वल्पदोषेषु ज्वरः साध्योऽनुपद्रवः  ॥
]

`verse 40 [
सर्वथा विकृतिज्ञाने प्रागसाध्य उदाहृतः  ।
ज्वरोपद्रवतीक्ष्णत्वं मन्दाग्निर्बहुमूत्रता  ॥
]

`verse 41 [
न प्रवृत्तिर्न विजीर्णा न क्षुत्सामज्वराकृतिः  ।
ज्वरवेगोऽधिकस्तृष्णा प्रलापः श्वसनं भ्रमः  ॥
]

`verse 42 [
मलप्रवृत्तिरुत्क्लेशः पच्यमानस्य लक्षणम्  ।
जीर्णतामविपर्यासात्सप्तरात्रं च लङ्घनम्  ॥
]

`verse 43 [
ज्वरः पञ्चविधः प्रोक्तो मलकालबलाबलात् ।
प्रायशः सन्निपातेन भूयसामुपदिश्यते  ॥
]

`verse 44 [
सन्ततः सततोऽन्येद्युस्तृतीयकचतुर्थकौ  ।
धातुमूत्रशकृद्वाहिस्नोत सां व्यापिनो मलाः  ॥
]

`verse 45 [
तापयन्तस्तनुं सर्वां तुल्यदृष्ट्यादिवर्धिताः  ।
बलिनो गुरवस्तस्याविशेषेण रसाश्रिताः  ॥
]

`verse 46 [
सततं निष्प्रतिद्वन्द्वाज्वरं कुर्युः सुदुः सहम्  ।
मलं ज्वरोष्णधातून्वा स शीघ्रं क्षपयेत्ततः  ॥
]

`verse 47 [
सर्वाकारं रसादीनां शुद्ध्यासुद्ध्यापि वा क्रमात् ।
वातपित्तकफैः सप्तद शद्वादशवासरात् ॥
]

`verse 48 [
प्रायोऽनुयाति मर्यादां मोक्षाय च वधाय च  ।
इत्यग्निवेशस्य मतं हारीतस्य पुनः स्मृतिः  ॥
]

`verse 49 [
द्विगुणा सप्तमी या च नवम्येकादशी तथा  ।
एषा त्रिदोषमर्यादा मोक्षाय च वधाय च  ॥
]

`verse 50 [
शुद्ध्याशुद्ध्या ज्वरः कालं दीर्घमप्यत्र वर्तते  ।
कृशानां व्याधियुक्तानां मिथ्याहारादिसेविनाम्  ॥
]

`verse 51 [
अल्पोऽपि दोषो दुष्ट्यादेर्लब्ध्वान्यतमतो बलम्  ।
स प्रत्यनीको विषमं यस्माद्वृद्धिक्षयान्वितः  ॥
]

`verse 52 [
सविक्षेपो ज्वरं कुर्याद्विषमक्षयवृद्धिभाक् ।
दोषः प्रवर्तते तेषां स्वे काले ज्वरयन्बली  ॥
]

`verse 53 [
निवर्तते पुनश्चैव प्रत्यनीकबलाबलः  ।
क्षीणदोषो ज्वरः सूक्ष्मो रसादिष्वेव लीयते  ॥
]

`verse 54 [
लीनत्वात्कार्श्यवैवर्ण्यजाड्यादीनां दधाति सः  ।
आसन्नविकृतास्यत्वात्स्रोतसां रसवाहिनाम्  ॥
]

`verse 55 [
आशु सर्वस्य वपुषो व्याप्तिदोषो न जायते  ।
सन्तः सततस्तेन विपरीतो विपर्ययात् ॥
]

`verse 56 [
विषमो विषमारम्भः क्षपाकालेन सङ्गवान्  ।
दोषो रक्ताश्रयः प्रायः करोति सन्ततं ज्वरम्  ॥
]

`verse 57 [
अहोरात्रस्य सन्धौ स्यात्सकृदन्येद्युराश्रितः  ।
तस्मिन्मांसवहा नाडी मेदोनाडी तृतीयके  ॥
]

`verse 58 [
ग्राही पित्तानिलान्मूर्ध्नस्त्रिकस्य कफपित्ततः  ।
सपृष्ठस्यानिलकफात्स चैकाहान्तरः स्मृतः  ॥
]

`verse 59 [
चतुर्थको मलैर्मेदोमज्जास्थ्यन्यतरे स्थितः  ।
मज्जास्थ एव ह्यपरः प्रभावमनुदर्शयेत् ॥
]

`verse 60 [
द्विधा कफोणिजङ्घाभ्यां स पूर्वं शिरसानिलात् ।
अस्थिमज्जोरुपगतश्चतुर्थकविपर्ययः  ॥
]

`verse 61 [
त्रिधा त्र्यहं ज्वरयति दिनमेकन्तु मुञ्चति  ।
बला बलेन दोषणामन्यचेष्टादिजन्मनाम्  ॥
]

`verse 62 [
पक्रानामविपर्यासात्सप्तरात्रञ्च लङ्घयेत् ।
ज्वरः स्यान्मनसस्तद्वत्कर्मणश्च तदातदा  ॥
]

`verse 63 [
गम्भीरधातुचारित्वात्सन्निपातेन सम्भवात् ।
तुल्योच्छ्रयाच्च दोषाणां दुश्चिकित्स्यश्चतुर्थकः  ॥
]

`verse 64 [
सूक्षामात्सूक्ष्मज्वरेष्वेषु दूरद्दूरतरेषु च  ।
दोषो रक्तादिमार्गेषु शनैरल्पश्चिरेण यत् ॥
]

`verse 65 [
याति देहञ्च नाशेषं सन्तापादीन्करोत्यतः  ।
क्रमो यत्नेन विच्छिन्नः सतापो लक्ष्यते ज्वरः  ॥
]

`verse 66 [
विषमो विषमारम्भः क्षपाकालानुसारवान्  ।
यथोत्तरं मन्दगतिर्मन्दशक्तिर्यथायथम्  ॥
]

`verse 67 [
कालेनाप्नोति सदृशान्स रसादींस्तथातथा  ।
दोषो ज्वरयति क्रुद्धश्चिराच्चिरतरेण च  ॥
]

`verse 68 [
भूमौ स्थितं जलैः सिक्तं कालं नैव प्रतीक्षते  ।
अङ्कुराय यथा बीजं दोषबीजं भवेत्तथा  ॥
]

`verse 69 [
वेगं कृत्वाविषं यद्वदाशये नयते बलम्  ।
कुप्यत्याप्तबलं भूयः कालदोषविषन्तथा  ॥
]

`verse 70 [
एवं ज्वराः प्रवर्तन्ते विषमाः सततादयः  ।
उत्क्लेशो गौरवं दैन्यं भङ्गोऽङ्गानां विजृम्भणम्  ॥
]

`verse 71 [
अरोचको वमिः श्वासः सर्वस्मिन्रसगे ज्वरे  ।
रक्तनिष्ठीवनं तृष्णा रूक्षोष्णं पीडकोद्यमः  ॥
]

`verse 72 [
दाहरागभ्रममदप्रलापो रक्तसंश्रिते  ।
तृड्ग्लानिः स्पृष्टवर्चस्कमन्तर्दाहो भ्रमस्तमः  ॥
]

`verse 73 [
दौर्गन्ध्यं गात्रविक्षेपो मांसस्थे मेदसि स्थिते  ।
स्वेदोऽतितृष्णा वमनं दौर्गन्ध्यं वा सहिष्णुता  ॥
]

`verse 74 [
प्रलापो ग्लानिररुचिरस्थिगे त्वस्थिभेदनम्  ।
दोषप्रवृत्तिरुद्बोधः श्वासांगक्षेपकूजनम्  ॥
]

`verse 75 [
अन्तर्दाहो बहिः शैत्यं श्वासो हिक्का हि मज्जमे  ।
तमसो दर्शनं मर्मच्छेदनं स्तब्धमेढ्रता  ॥
]

`verse 76 [
शुक्रप्रवृत्तौ मृत्युस्तु जायते शुक्रसंश्रये  ।
उत्तरोत्तरदुः साध्याः पञ्चान्ये तु विपर्यये  ॥
]

`verse 77 [
प्रलिम्पन्निव गात्राणि श्लेष्मणा गौरवेण च  ।
मन्दज्वरप्रलापस्तु सशीतः स्यात्प्रलेपकः  ॥
]

`verse 78 [
नित्यं मन्दज्वरो रूक्षः शीतकृच्छ्रेण गच्छति  ।
स्तब्धाङ्गः श्लेष्मभूयिष्ठो भवेदङ्गबलाशकः  ॥
]

`verse 79 [
हरिद्राभेदवर्णाभस्तद्वल्लेपं प्रमेहति  ।
स वै हारिद्रको नाम ज्वरभेदोऽन्तकः स्मृतः  ॥
]

`verse 80 [
कफवातौ समौ यत्र हीनपित्तस्य देहिनः  ।
तीक्ष्णोऽथ वा दिवा मन्दो जायते रात्रिजो ज्वरः  ॥
]

`verse 81 [
दिवाकरार्पितबले व्यायामाच्च विशोषिते  ।
शरीरे नियतं वाताज्ज्वरः स्यात्पौर्वरात्रिकः  ॥
]

`verse 82 [
आमाशये यदात्मस्थे श्लेष्मपित्ते ह्यधः स्थिते  ।
तदर्धं शीतलं देहे ह्यर्धं चोष्णं प्रजायते  ॥
]

`verse 83 [
काये पित्तं यदा न्यस्तं श्लेष्मा चान्ते व्यवस्थितः  ।
उष्णत्वं तेन देहस्य शीतत्वं करपादयोः  ॥
]

`verse 84 [
रसरक्ताश्रयः साध्यो मांस मेदोगतश्च यः  ।
अस्थिमज्जागतः कृच्छ्रस्तैस्तैः स्वाङ्गैर्हतप्रभः  ॥
]

`verse 85 [
विसंज्ञो ज्रवेगार्तः सक्रोध इव वीक्षते  ।
सदोषमुष्णञ्च सदा शकृन्मुञ्चति वेगवत् ॥
]

`verse 86 [
देहो लघुर्व्यपगतक्लममोहतापः पाको मुखे करणसौष्ठवमव्यथत्वम्  ।
स्वेदः क्षुवः प्रकृतियोगिमनोऽन्नलिप्सा कण्डूश्च मूर्ध्नि विगत्ज्वरलक्षणानि  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ज्वरनिदानादिकं नाम सप्तचत्वारिंशदुत्तरशततमोऽध्यायः
]
