`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
अथातो रक्तपित्तस्य निदानं प्रवदाम्यहम्  ।
भृशोष्णतिक्तकट्वम्ललवणादिविदाहिभिः  ॥
]

`verse 2 [
कोद्रवोद्दालकैश्चान्यैस्तदुक्तैरति सेवितैः  ।
कुपितं पैत्तिकैः पित्तं द्रवं रक्तञ्च मूर्छति  ॥
]

`verse 3 [
तैर्मिथस्तुल्यरूपत्वमागम्य व्याप्नुवंस्तनुम्  ।
पित्तरक्तस्य विकृतेः संसर्गाद्दषणादपि  ॥
]

`verse 4 [
गन्धवर्णानुवृत्तेषु रक्तेन व्यपदिश्यते  ।
प्रभवत्यसृजः स्थानात्प्लीहतो यकृतश्च सः  ॥
]

`verse 5 [
शिरोगुरुत्वमरुचिः शीतेच्छा धूमकोऽम्लकः  ।
छर्धितश्छर्दिबै भत्स्यं कासः श्वासो भ्रमः क्लमः  ॥
]

`verse 6 [
लोहितो न हितो मत्स्यगन्धास्यात्वञ्च विज्वरे  ।
रक्तहारिद्रहरितवर्णता नयनादिषु  ॥
]

`verse 7 [
नीललोहित पीतानां वर्णानामविवेचनम्  ।
स्वप्ने इन्मादधर्मित्वं भवत्यस्मिन्भविष्यति  ॥
]

`verse 8 [
उर्ध्वं नासाक्षिकर्णास्यैर्मेढ्रयोनिगुदैरधः  ।
कुपितं रोमकूपैश्च समस्तैस्तत्प्रवर्तते  ॥
]

`verse 9 [
ऊर्ध्वं साध्यं कफाद्यस्मात्तद्विरेचनसाधितम्  ।
बह्वौषधानि पित्तस्य विरेको हि वरौषधम्  ॥
]

`verse 10 [
अनुबन्धी कफो यत्र तत्र तस्यापि शुद्धिकृत् ।
कषायाः स्वादवो यस्य विशुद्धौ श्लेष्मला हिताः  ॥
]

`verse 11 [
कटुतिक्तकषाया वा ये निसर्गात्कफावहाः  ।
अधो याप्यञ्च नायुष्मांस्तत्प्रच्छर्दनसाधकम्  ॥
]

`verse 12 [
अल्पौषधञ्च पित्तस्य वमनं नावमौषधम्  ।
अनुबन्धि बलं यस्य शान्तपित्तनरस्य च  ॥
]

`verse 13 [
कषायश्च हितस्तस्य मधुरा एव केवलम्  ।
कफमारुतसंस्पृष्टमसाध्यमुपनामनम्  ॥
]

`verse 14 [
असह्यं प्रतिलोमत्वादसाध्यादौषधस्य च  ।
न हि संशोधनं किञ्चिदस्य च प्रतिलोमिनः  ॥
]

`verse 15 [
शोधनं प्रतिलोमञ्च रक्तपित्तेऽभिसर्जितम्  ।
एवमेवोपशमनं संशोधनमिहेष्यते  ॥
]

`verse 16 [
संसृष्टेषु हि दोषेषु सर्वथा छर्दनं हितम्  ।
तत्र दोषोऽत्र गमनं शिवास्त्र इव लक्ष्यते  ॥
]

`verse 17 [
उपद्रवाश्च विकृतिं फलतस्तेषु साधितम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे रक्तपित्तनिदानं नामाष्टचत्वारिंशदुत्तरशततमोऽध्यायः
]
