`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
आशुकारी यतः कासः स एवातः प्रवक्ष्यते  ।
पञ्च कासाः स्मृता वातपित्तश्लेष्मक्षतक्षयैः  ॥
]

`verse 2 [
क्षयायोपेक्षिताः सर्वे बलिनश्चोत्तरोत्तरम्  ।
तेषां भविष्यतां रूपं कण्ठे कण्डूररोचकः  ॥
]

`verse 3 [
शुष्ककर्णास्यकण्ठत्वं तत्राधोविहितोऽनिलः  ।
ऊर्ध्वं प्रवृत्तः प्राप्यो रस्तस्मिन्कण्ठे च संसृजन्  ॥
]

`verse 4 [
शिरास्रोतांसि संपूर्य ततोऽङ्गान्युत्क्षिपन्ति च  ।
क्षिपन्निवाक्षिणी क्लिष्टस्वरः पार्श्वे च पीडयन्  ॥
]

`verse 5 [
प्रवर्तते सवक्रेण भिन्नकांस्योपमध्वनिः  ।
हृत्पार्श्वेरुशिरः शूलमोहक्षोभस्वरक्षयान्  ॥
]

`verse 6 [
करोति शुष्ककासञ्च महावेगरुजास्वनम्  ।
सोंगहर्षो कफं शुष्कं कृछ्रान्मुक्त्वाल्पतां व्रजेत् ॥
]

`verse 7 [
पित्तात्पीताक्षिकत्वं च तिक्तास्यत्वं ज्वरो भ्रमः  ।
पित्तासृग्वमनं तृष्णा वैस्वर्यं धूमको मदः  ॥
]

`verse 8 [
प्रततं कासवेगे च ज्योतिषामिव दर्शनम्  ।
कफादुरोऽल्परुङ्मूर्धि हृदयं स्तिमिते गुरु  ॥
]

`verse 9 [
कण्ठे प्रलेपमदजं पीनसच्छर्द्यरोचकाः  ।
रोमहर्षो धनस्निग्धंश्लेष्मणाञ्च प्रवर्तनम्  ॥
]

`verse 10 [
युद्धाद्यैः साहसैस्तैस्तैः सेवितैरयथाबलम्  ।
उपस्यन्तः क्षतो वायुः पित्तेनानुगतो बली  ॥
]

`verse 11 [
कुपितः कुरुते कासं कफं तेन सशोणितम्  ।
पीतं श्यावञ्च शुष्कञ्च ग्रथितं कुपितं बहु  ॥
]

`verse 12 [
ष्ठीवेत्कण्ठेन रुजता विभिन्नेनैव चोरसा  ।
सूचीभिरिव तीक्ष्णाभिस्तुद्यमानेन शूलिना  ॥
]

`verse 13 [
दुः खस्पर्शेन शूलेन भेदपीडाहितापिना  ।
पर्वभेदज्वरश्वासतृष्णावैस्वर्यकम्पवान्  ॥
]

`verse 14 [
पारावत इवोत्कूजन्पार्श्वशूली ततोऽस्य च  ।
कफाद्यैर्वमनं पक्तिबलवर्णञ्च हीयते  ॥
]

`verse 15 [
क्षीणस्य सासृङ्मूत्रत्वं श्वासपृष्टकटिग्रहः  ।
षायुप्रधानाः कुपिता धावतो राजयक्ष्मणः  ॥
]

`verse 16 [
कर्वन्ति यक्ष्मायतने कासं ष्ठीवत्कफं ततः  ।
पूतिपूयोपमं वीतं मिश्रं हरितलोहितम्  ॥
]

`verse 17 [
सुप्यते तुद्यत इव हृदयं पचतीव च  ।
अकस्मादुष्णशीतेच्छा बह्वाशित्वं बलक्षयः  ॥
]

`verse 18 [
स्निग्धप्रसन्नवक्रत्वं श्रीमद्दर्शननेत्रता  ।
ततोऽस्य क्षयरूपाणि सर्वाण्याविर्भवन्ति च  ॥
]

`verse 19 [
इत्येष क्षयजः कास क्षीणानां देहनाशनः  ।
याप्यौ वा बलिनां तद्वत्क्षतजोऽपि नवौ तु तौ  ॥
]

`verse 20 [
सिध्येतामपि सामर्थ्यात्साध्यादौ च पृथक्क्रमः  ।
मिश्रा याप्याश्च ये सर्वे जरसः स्थविरस्य च  ॥
]

`verse 21 [
कासश्वासक्षयच्छर्दिस्वरसादादयो गदाः  ।
भवन्त्युपेक्षया यस्मात्तस्मात्तास्त्वरया जयेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे कासनिदाना नामैकोनपञ्चाशदुत्तरशततमोध्यायः
]
