`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
अथातः श्वासरोगस्य निदानं प्रवदाम्यहम्  ।
कासवृद्ध्या भवेच्छ्वासः पूर्वैर्वा दोषकोपनैः  ॥
]

`verse 2 [
आमातिसारवमथुविषपाण्डुज्वरैरपि  ।
रजोधूमानिलैर्मर्मघातादपि हिमाम्बुना  ॥
]

`verse 3 [
क्षुद्रकस्तमकश्छिन्नो महानूर्ध्वश्च पञ्चमः  ।
कफोपरुद्धगमनपवनो विष्वगास्थितः  ॥
]

`verse 4 [
प्राणोदकान्नवाहीनि दुष्टस्रोतांसि दूषयन्  ।
उरः स्थः कुरुते श्वासमामाशयसमुद्भवम्  ॥
]

`verse 5 [
प्राग्रूपं तस्य हृत्पार्श्वशूलं प्राणविलोमता  ।
आनाहः शङ्खभेदश्च तत्रायासोऽतिभोजनैः  ॥
]

`verse 6 [
प्रेरितः प्रेरयन्क्षुद्रं स्वयं स समलं मरुत् ।
प्रतिलोमं शिरा गच्छेदुदीर्य पवनः कफम्  ॥
]

`verse 7 [
परिगृह्यशिरोग्रीवमुरः पार्श्वे च पीडयन्  ।
कासं घुर्घुरकं मोहमरुचिम्पीनसं भृशम्  ॥
]

`verse 8 [
करोति तीव्रवेगञ्च श्वासं प्राणोपतापिनम्  ।
प्रताम्येत्तस्य वेगेनष्ठीवनान्ते क्षणं सुखी  ॥
]

`verse 9 [
कृच्छ्राच्छयानः श्वसिति निषण्णः स्वास्थ्यमर्हति  ।
उच्छ्रिताक्षो ललाटेन स्विद्यता भृशमार्तिमान्  ॥
]

`verse 10 [
विशुष्कास्यो मुहुः श्वासः काङ्क्षत्युष्णं सवेपथुः  ।
मेघाम्बुशीतप्राग्वातैः श्लेष्मलैश्च विवर्धते  ॥
]

`verse 11 [
स याप्यस्तमकः साध्यो नरस्य बलिनो भवेत् ।
ज्वरमूर्छावतः सीतैर्न शाम्येत्प्रथमस्तु सः  ॥
]

`verse 12 [
कासश्वसितवच्छीर्णमर्मच्छेदरुजार्दितः  ।
सस्वेदमूर्छः सानाहो बस्तिदाहविबोधवान्  ॥
]

`verse 13 [
अधोदृष्टिः शुताक्षस्तु स्निह्यद्रक्तैकलोचनः  ।
शुष्कास्यः प्रलपन्दीनो नष्टच्छायो विचेतनः  ॥
]

`verse 14 [
महातामहता दीनो नादेन श्वसिति क्रथन्  ।
उद्धूयमानः संरब्धो मत्तर्षभ इवानिशम्  ॥
]

`verse 15 [
प्रनष्टज्ञानविज्ञानो विभ्रान्तनयनाननः  ।
नेत्रे समाक्षिपन्बद्धमूत्रवर्चा विशीर्णवाक् ॥
]

`verse 16 [
शुष्ककण्ठो मुहुश्चैव कर्णशङ्खाशिरोऽतिरुक् ।
यो दीर्घमुच्छ्वसित्यूर्ध्वं न च प्रत्याहरत्यधः  ॥
]

`verse 17 [
श्लेष्मावृतमुखश्रोत्रः क्रुद्धगन्धवहार्दितः  ।
ऊर्ध्वं समीक्षते भ्रान्तमक्षिणी परितः क्षिपन्  ॥
]

`verse 18 [
मर्मसु च्छिद्यमानेषु परिदेवी निरुद्धवाक् ।
एते सिध्येयुरव्यक्ताः व्यक्ताः प्राणहरा ध्रुवम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे श्वासनिदाना नाम पञ्चाशदुत्तरशततमोऽध्यायः
]
