`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
हिक्रारोगनिदानञ्च वक्ष्ये सुश्रुत ! तच्छृणु  ।
श्वासैकहेतुः प्राग्रूपं संख्या प्रकृतिसंश्रया  ॥
]

`verse 2 [
हिक्रा भक्ष्योद्भवा क्षुद्रा यमला महतीति च  ।
गम्भीरा च मरुत्तत्र त्वरयायुक्तिसेवितैः  ॥
]

`verse 3 [
रूक्षतीक्ष्णखराशान्तैरन्नपानैः प्रपीडितः  ।
करोति हिक्रां श्वसनः मन्दशब्दां क्षुधानुगाम्  ॥
]

`verse 4 [
समं सन्ध्यान्नपानेन या प्रयाति च सान्नजा  ।
आयासात्पवनः क्रुद्धः क्षुद्रां हिक्रां प्रवर्तयेत् ॥
]

`verse 5 [
जत्रुमूलात्परिसृता मन्दवेगवन्ती हि सा  ।
वृद्धिमायासतो याति भुक्तमात्रे च मार्दबम्  ॥
]

`verse 6 [
चिरेण यमलैर्वेगैर्या हिक्रा संप्रवर्तते  ।
परिणामान्मुखे वृद्धिं परिणामे च गच्छति  ॥
]

`verse 7 [
कम्पयन्ती शिरो ग्रीवां यमलां तां विनिर्दिशेत् ।
प्रलापच्छर्द्यतीसारनेत्रविप्लुतजृम्भिता  ॥
]

`verse 8 [
यमला वेगिनी हिक्रा परिणामवती च सा  ।
ध्वस्तभ्रूशङ्खयुग्मस्य श्रुतिविप्लुतचक्षुषः  ॥
]

`verse 9 [
स्तम्भयन्ती तनुं वाचं स्मृतिं संज्ञां च मुञ्चती  ।
तुदन्ती मार्गमाणस्य कुर्वती मर्मघट्टनम्  ॥
]

`verse 10 [
पृष्ठतो नमनं सार्ष्यं महाहिक्रा प्रवर्तते  ।
महाशूला महाशब्दा महावेगा महाबला  ॥
]

`verse 11 [
पक्राशयाच्च नाभेर्वा पूर्ववत्सा प्रवर्तते  ॥
]

`verse 12 [
तद्रूपा सा महत्कुर्याञ्जृम्भणां गप्रसारणम्  ।
गम्भीरेण निदानेन गम्भीरा तु सुसाधयेत् ॥
]

`verse 13 [
आद्ये द्वे वर्जयेदन्ये सर्वलिङ्गां च वेगिनीम्  ।
सर्वस्य संचितामस्य स्थविरस्य व्यवायिनः  ॥
]

`verse 14 [
व्याधिभिः क्षीणदेहस्य भक्तच्छेदकृशस्य च  ।
सर्वेऽपि रोगा नाशाय न त्वेवं शाघ्रकारिणः  ॥
]

`verse 15 [
हिक्राश्वासौ यथा तौ हि मृत्युकाले कृतालयौ  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे हिक्रानिदाना नामैकपञ्चाशदुत्तरशततमोऽध्यायः
]
