`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
अथातो यक्ष्मरोगस्य निदानं प्रवदाम्यहम्  ।
अनेकरोगानुगतो बहुरोगपुरोगमः  ॥
]

`verse 2 [
राजयक्ष्मा क्षयः शोषो रोगराडिति कथ्यते  ।
नक्षत्राणां द्विजानाञ्च राज्ञोऽभूद्यदयं पुरा  ॥
]

`verse 3 [
यच्च राजा च यक्ष्मा च राजयक्ष्मा ततो मतः  ।
देहौषधक्षयकृतेः क्षयस्तत्सम्भवाच्च सः  ॥
]

`verse 4 [
रसादिशोषणाच्छोषो रोगराडिति राजवत् ।
साहसं वेगसंरोधः शुक्रौजः स्नेहसंक्षयः  ॥
]

`verse 5 [
अन्नपानविधित्यागश्चत्वारस्तस्यहेतवः  ।
तैरुदीर्णोऽनिलः पित्तं व्यर्थं चोदीर्य सर्वतः  ॥
]

`verse 6 [
शरिरसन्धिमाविश्य ताः शिराः प्रतिपीडयन्  ।
मुखानि स्रोतसां रुद्ध्वा तथैवातिविसृज्य वा  ॥
]

`verse 7 [
मध्यमूर्ध्वमधस्तिर्यगव्यथां सञ्जनयेद्धृदः  ।
रूपं भविष्यतस्तस्य प्रतिश्यायो भृशं ज्वरः  ॥
]

`verse 8 [
प्रसेको मुखमाधुर्यं मार्दवं वह्निदे हयोः  ।
लौल्यभावोऽन्नपानादौ शुचावशुचिवीक्षणम्  ॥
]

`verse 9 [
मक्षिकातृणकेशादिपातः प्रायोऽन्नपानयोः  ।
हृल्लासश्छर्दिररुचिरस्नातेऽपि बलक्षयः  ॥
]

`verse 10 [
पाण्योरुवक्षः पादास्यकुक्ष्यक्ष्णोरतिशुक्लता  ।
बाह्वोः प्रतोदो जिह्वायाः काये बैभत्स्यदर्शनम्  ॥
]

`verse 11 [
स्त्रीमद्यमांसप्रियता घृणिता मूर्धगुण्ठनम्  ।
नखकेशास्थिवृद्धिश्च स्वप्ने चाभिभवो भवेत् ॥
]

`verse 12 [
पतनं कृकलासाहिकपिश्वापदपक्षिभिः  ।
केशास्थितुषभस्मादितरौ समधिरोहणम्  ॥
]

`verse 13 [
शून्यानां ग्रामदेशानां दर्शनं शुष्यतोऽम्भसः  ।
ज्योतिर्दिवि दवाग्नीनां ज्वलतां च महीरुहाम्  ॥
]

`verse 14 [
पीनसश्वासकासं च स्वरमूर्धरुजोऽरुचिः  ।
ऊर्ध्वनिः श्वाससंशोषावधश्छर्दिश्च कोष्ठगे  ॥
]

`verse 15 [
स्थिते पार्श्वे च रुग्बोधे सन्धिस्थे भवति ज्वरः  ।
रूपाण्यैकादशैतानि जायन्ते राजयक्ष्मणः  ॥
]

`verse 16 [
तेषामुपद्रवान्विद्यात्कण्ठध्वंसकरी रुजाः  ।
जृम्भाङ्गमर्दनिष्ठीववह्निमान्द्यास्यपूतिता  ॥
]

`verse 17 [
तत्र वाताच्छिरः पार्श्वशूलनं सांगमर्दनम्  ।
कण्ठरोधः स्वरभ्रंशः पित्तात्पादांसपाणिषु  ॥
]

`verse 18 [
दाहोऽतिसारोऽसृक्छर्दिर्मुखगन्धो ज्वरो मदः  ।
कफादरोचकच्छर्दिकासा अर्ध्वां गगौरवम्  ॥
]

`verse 19 [
प्रसेकः पीनसः श्वासः स्वरभेदोऽल्पवह्निता  ।
दोषैर्मन्दानलत्वेन शोथलेपकफोल्बणैः  ॥
]

`verse 20 [
स्रोतोमुखेषु रुद्धेषु धातुषु स्वल्पकेषु च  ।
विदाहो मनसः स्थाने भवन्त्यन्ये ह्युपद्रवाः  ॥
]

`verse 21 [
पच्यते कोष्ठ एवान्नमम्लयुक्तै रसैर्युतम्  ।
प्रायोऽस्य क्षयभागानां नैवान्नं चाङ्गपुष्टये  ॥
]

`verse 22 [
रसो ह्यस्य न रक्ताय मांसाय कुरुते तु तत् ।
उपष्टब्धः समन्ताच्च केवलं वर्तते क्षयी  ॥
]

`verse 23 [
लिङ्गेष्वल्पेष्वतिक्षीणं व्याधौ षट्करणक्षयम्  ।
वर्जयेत्साधयेदेव सर्वेष्वपि ततोऽन्यथा  ॥
]

`verse 24 [
दोषैर्व्यस्तैः समस्तैश्च क्षयात्सर्वस्य मेदसः  ।
स्वरभेदो भवेत्तस्य क्षामो रूक्षश्चलः स्वरः  ॥
]

`verse 25 [
शुकवर्णाभकण्ठत्वं स्निग्धोष्णोपशमोऽनिलात् ।
पित्तात्तालुगले दाहः शोषो भवति सन्ततम्  ॥
]

`verse 26 [
लिम्पन्निव कफैः कण्ठं मुखं घुरघुरायते  ।
स्वयं विरुद्धैः सर्वैस्तु सर्वालिङ्गैः क्षयो भवेत् ॥
]

`verse 27 [
धूमायतीव चात्यर्थमुदेति श्लेष्मलक्षणम्  ।
कृच्छ्रसाध्याः क्षयाश्चात्र सर्वैरल्पञ्च वर्जयेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे यक्ष्मनिदाना नाम द्विपञ्चाशदुत्तरशततमोऽध्यायः
]
