`verse 1 [
श्रीगरुडमहापुराणम् १५३  ।
धन्वन्तरिरुदाच  ।
अरोचकनिदान्ते वक्ष्येऽहं सुश्रुताधुना  ।
अरोचको भवेद्दोषैर्जिह्वाहृदयसंश्रयैः  ॥
]

`verse 2 [
सन्निपातेन मनसः सन्तापेन च पञ्चमः  ।
कषायतिक्तमधुरं वातादिषु मुखं क्रमात् ॥
]

`verse 3 [
सर्वं वीतरसं शोकक्रोधादिषु यथा मनः  ।
छर्दिदोषैः पृथक्सर्वैर्दुष्टैरन्यैश्च पञ्चमः  ॥
]

`verse 4 [
उदानोऽधिकृतान्दोषान्सर्वं सन्ध्यर्हमस्यति  ।
आशु क्लेशोऽस्य लावण्यप्रसेकारुचयः क्रमात् ॥
]

`verse 5 [
नाभिपृष्ठं रुजत्याशु पार्श्वे चाहारमुत्क्षिपेत् ।
ततो विच्छ्रिन्नल्पाल्पकषायं फेनिलं वमेत् ॥
]

`verse 6 [
शब्दोद्गरयुतः कृच्छ्रमनुकृच्छ्रेण वेगवत् ।
कासास्यशोषकं वातात्स्वरपीडासमन्वितम्  ॥
]

`verse 7 [
पित्तात्क्षारोदकनिभं धूम्रं हरितपीतकम्  ।
सासृगम्लं कटुतिक्तं तृण्मूर्छादाहपाकवत् ॥
]

`verse 8 [
कफात्स्निग्धं घनं पीतं श्लेष्मतस्तु समाक्षिकम्  ।
मधुरं लवणं भूरि प्रसक्तं लोमहर्षणम्  ॥
]

`verse 9 [
मखश्वयथुमाधुर्यतन्द्राहृल्लासकासवान्  ।
सर्वैर्लिङ्गैः समापन्नस्त्याज्यो भवति सर्वथा  ॥
]

`verse 10 [
सर्वं यस्य च विद्विष्टं दर्शनश्रवणादिभिः  ।
वातादिनैव संक्रुद्धकृमिदुष्टान्नजे गदे  ।
शूलवेपतुहृल्लासो विशेषात्कृमिजे भवेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डेऽरोचकनिदाना नाम त्रिपञ्चाशदुत्तरशततमोऽध्यायः
]
