`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
हृद्रोगादिनिदानं ते वक्ष्येऽहं सुश्रुताधुना  ।
कृमिहृद्रोगलिङ्गैश्च स्मृताः पञ्च तु हृद्गताः  ॥
]

`verse 2 [
वातेन शून्यातात्यर्थं भुज्यते रोरुदीति च  ।
भिद्यते शुष्यते स्तब्धं हृदयं शून्यता भ्रमः  ॥
]

`verse 3 [
अकस्माद्दीनता शोको भयं शब्देऽसैष्णुता  ।
वेपथुर्वेपनान्मोहः श्वासरोधोऽल्पनिद्रता  ॥
]

`verse 4 [
पित्तात्तृष्णा श्रमो दाहो स्वेदोऽम्लकफजः क्रमः  ।
छर्दनं ह्यम्लपित्तस्य धूमकल्पितको ज्वरः  ॥
]

`verse 5 [
श्लेष्मणा हृदयं स्तब्धं भारिकं साश्मगर्भवत् ।
कासास्थिसादनिष्ठीवनिद्रालस्यारुचिज्वराः  ॥
]

`verse 6 [
हृद्रोगे हि त्रिभिर्देषैः कृमिभिः श्यावनेत्रता  ।
तमः प्रवेशो हृल्लासः शोथः कण्डूः कफस्त्रुतिः  ॥
]

`verse 7 [
हृदयं सततं चात्र क्रकचेनेव दीर्यते  ।
चिकित्सदामयं (रं) घोरं तच्छीघ्रं शीघ्रमारिणम्  ॥
]

`verse 8 [
वातात्पित्तात्कफात्तृष्णा सन्निपाताद्बलक्षयः  ।
षष्ठी स्यादुपसर्गाच्च वातपित्ते च कारणम्  ॥
]

`verse 9 [
सर्वेषु तत्प्रकोपो हि सम्यग्धातुप्रशोषणात् ।
सर्वदेहभ्रामोत्कम्पतापहृद्दाहमोहकृत् ॥
]

`verse 10 [
जिह्वामूलगलक्लोमतालुतोयवहाः शिराः  ।
संशोष्य तृष्णा जायन्ते तासां सामान्यलक्षणम्  ॥
]

`verse 11 [
मुखशोषो जलातृप्तिरन्नद्वेषः स्वरक्षयः  ।
कण्ठोष्ठतालुकार्कश्याज्जिह्वानिष्क्रमणे क्लमः  ॥
]

`verse 12 [
प्रलापश्चित्तविभ्रंशो ह्युद्गराढ्यस्तथामयः  ।
मारुतात्क्षामतादैन्यं शङ्खभे (तो) दः शिरौभ्रमः  ॥
]

`verse 13 [
गन्धाज्ञानास्यवैरस्यश्रुतिनिद्राबलक्षयाः  ।
शीताम्लफेनवृद्धिश्च पित्तान्मूर्छास्यतिक्तता  ॥
]

`verse 14 [
रक्तेक्षणत्वं सततं शोषो दाहोऽतिधूमकः  ।
कफो रसाद्विकुपितस्तोयवाहिषु मारुतः  ॥
]

`verse 15 [
स्रोतस्तु सकफं तेन पङ्कवच्छोष्यते ततः  ।
शूकैरिवाचितः कण्ठो निद्रा मधुरवक्रता  ॥
]

`verse 16 [
आध्मानं शिरसो जाड्यं स्तैमित्यच्छर्द्यरोचकम्  ।
आलस्यमविपाकञ्च यः स स्यात्सर्वलक्षणः  ॥
]

`verse 17 [
आमोद्भवाच्च रक्तस्य संरोधाद्वातपित्तता  ।
उष्णाक्रान्तस्य सहसा शीताम्भो भजतस्तृषा  ॥
]

`verse 18 [
उष्णादूर्ध्वं गतः कोष्ठं कुर्याद्वै पित्तजैवसा  ।
या च पानातिपानोत्था तीक्ष्णाग्रे स्नेहपाकजा  ॥
]

`verse 19 [
स्निग्धकट्वम्ललवणभोजनेन कफोद्भवा  ।
तृष्णारसक्षयोक्तेन लक्षणेन क्षयात्मिका  ॥
]

`verse 20 [
शोषमोहज्वराद्यन्यदीर्घरोगोपसर्गतः  ।
या तृष्णा जायते तीव्रा सोपसर्गात्मिका स्मृता  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे आम्लपित्तनिदाना नाम चतुः पञ्चाशदुत्तरशततमोऽध्यायः
]
