`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
वक्ष्ये मदात्ययादेश्च निदानं मुनिभाषितम्  ।
तीक्ष्णाम्लरूक्षसूक्ष्माम्लव्यवायासुकरं लघु  ॥
]

`verse 2 [
विकाशि विशदं मद्यं मेदसोऽस्माद्विपर्ययः  ।
तीक्ष्णोदयाश्च दिव्युक्ताश्चित्तोपप्लविनो गुणाः  ॥
]

`verse 3 [
जीवितान्ताः प्रजायन्ते विषेणोत्कर्षवर्तिना  ।
तीक्ष्णादिभिर्गुणैर्मद्यं मान्द्यदीनोजसो गुणान्  ॥
]

`verse 4 [
दशभिर्गुणैः संक्षोम्यं चेतो नयति चाक्रियम्  ।
आद्ये मदे द्वितीयेऽपि प्रम (मो) दायतने स्थितः  ॥
]

`verse 5 [
दुर्विकल्पहतो मूढः सुखमित्यभिमुच्यते  ।
मध्यमोत्तमयोः सन्धिं प्राप्य राजासनो मदः  ॥
]

`verse 6 [
निरङ्कुश इव व्यालो न किञ्चिन्नाचरेत्ततः  ।
इयं भूमिरवाच्यानां दौः शीलस्येदमास्पदम्  ॥
]

`verse 7 [
एकोऽयं बहुमार्गायाः दुर्गर्(म) तेर्दर्शकः परम्  ।
निश्चेष्टः सन्नवाक्शेते तृतीयेऽत्र मदे स्थितः  ॥
]

`verse 8 [
मरणादपि पापात्मा गतः पापतरां दशाम्  ।
धर्माधर्मं सुखं दुः खं मानानर्थं हिताहितम्  ॥
]

`verse 9 [
न वेद शीकमोहार्तं शोष (क) मोहादिसंयुतः  ।
सोन्मादभ्रममूर्छायां सापस्मारः पतत्यधः  ॥
]

`verse 10 [
नाति माद्यन्ति बलिनः कृताहारा महाशनाः  ।
वातात्पित्तात्कफात्सर्वैर्भवेद्रोगो मदात्ययः  ॥
]

`verse 11 [
सामान्यलक्षणं तेषां प्रमोहो हृदयव्यथा  ।
विभेदं प्रसभं तृष्णा सौम्यो ग्लानिर्ज्वरोऽरुचिः  ॥
]

`verse 12 [
पुरोविबन्धस्तिमिरं कासः श्वासः प्रजागरः  ।
स्वेदोऽतिमात्रं विष्टम्भः श्वयथुश्चित्तविभ्रमः  ॥
]

`verse 13 [
स्वप्नेनेवाभिभवति न चोक्तश्च स भाषतेः  ।
पित्ताद्दाहज्वरः स्वेदो मोहो नित्यं च विभ्रमः  ॥
]

`verse 14 [
श्लेष्मणश्छर्दिर्हृल्लासो निद्रा चोदरगौरवम्  ।
सर्वजे सर्वलिङ्गत्वं ज्ञात्वा मद्यं पिबेत्तु यः  ॥
]

`verse 15 [
सहसा रुचिरं चान्यतरध्वंसकशोषिणौ  ।
भवेतां?मारुतात्कष्टाद्भवेत्त स्य विशेषतः  ॥
]

`verse 16 [
ध्वंसकश्लेष्मनिष्ठिवाः कण्ठशोषोऽतिनिद्रता  ।
शब्दासहत्वं तच्चित्तविक्षेपोऽङ्गे हि वातरुक् ॥
]

`verse 17 [
हृत्कण्ठरोगः संमोहः श्वासतृष्णावमिज्वराः  ।
निवर्तेद्यस्तु मद्येभ्यो जितात्मा बुद्धिपूर्वकृत् ॥
]

`verse 18 [
विकारैः क्लिश्यते जातु न स शरीरमानसः  ।
रजोमोहहिताहारपास्य स्युस्त्रयो गदाः  ॥
]

`verse 19 [
वसासृक्क्लेदनावाहिस्रोतोरोधः सुद्भवाः  ।
मदमूर्छापसंन्यासा यथोत्तरबलोद्भवाः  ॥
]

`verse 20 [
मदोऽत्र दोषैः सर्वैस्तु रक्तमद्यविषैरपि  ।
शक्त्यानन्त्याद्गताभासश्चलश्छलितवेष्टितः  ॥
]

`verse 21 [
रूक्षश्यामारुणतनुर्मद्ये वातोद्भवे भवेत् ।
पित्तेन क्रोधनो रक्तपीताभः कलहप्रियः  ॥
]

`verse 22 [
स्वप्नेऽसम्बद्धवाक्यादिः कफाद्ध्यानपरो हि सः  ।
सर्वोत्थसन्निपातेन रक्तस्तम्भाङ्गदूषणम्  ॥
]

`verse 23 [
पित्तलिङ्गत्वमाद्येन विकृतेहा स्वराज्ञता  ।
विसत्कम्पोतिनिद्रा च सर्वेभ्योऽभ्यधिकं श्रमः  ॥
]

`verse 24 [
लक्षयेल्लक्षणोत्कर्षाद्वातादीञ्छोणितादिषु  ।
अरुणं नीलकृष्णं वा सम्प्रविश्यन्विशेत्तमः  ॥
]

`verse 25 [
शीघ्रं च प्रतिबुध्येत हृत्पीडा वेपथुर्भ्रमः  ।
कासः श्यावारुणा च्छाया मूर्छायां मारुतात्मकः  ॥
]

`verse 26 [
पित्तेन रक्तं पीतं वा नभः पश्यन्विशेत्तमः  ।
विबुध्येत च सस्वेदो दाहतृष्णोपपीडितः  ॥
]

`verse 27 [
भिन्नवत्पीतनीलाभो रक्तनीलाकुलेक्षणः  ।
कफेन मेघसंकाशं पश्यत्याकाशमाविशेत् ॥
]

`verse 28 [
तमश्चिराच्च बुध्ये हृदुरः सुप्रसेकवान्  ।
गुरुभिस्तिमितै (रै) रङ्गे राजधर्मावबन्धान् (वत्)  ॥
]

`verse 29 [
सर्वाकृतिस्त्रिभिर्देषैरपस्मार इवापरः  ।
पातयत्याशु निश्चेष्टं विना बीभत्सचेष्टितैः  ॥
]

`verse 30 [
दोषैस्तु मदमूर्छायां कृतवेगेषु देहिनाम्  ।
स्वयमेवोपशाम्यन्ति संन्यासेनौषधैर्निवा  ॥
]

`verse 31 [
वाग्देहमनसां चेष्टामाक्षिप्यातिबलाबलाः  ।
ससन्यासं निपतिताः प्राणाघातनसंश्रयाः  ॥
]

`verse 32 [
भवन्ति तेन पुरुषाः काष्ठभूता मृतोपमाः  ।
म्रियेत शीघ्रं शीघ्रं चेच्चिकित्सा न प्रयुज्यते  ॥
]

`verse 33 [
अगाधे ग्राहबहुले सलिलौघ इवार्णवे  ।
संन्यासे विनिमज्जन्तं नरमाशु निवर्तयेत् ॥
]

`verse 34 [
मदमानरोषतोष प्रवृत्तिभिरितस्ततः  ।
युक्तायुक्तं च समं युक्तिं युङ्क्ते न मद्येन  ॥
]

`verse 35 [
बलकासदेशपात्रं प्रकृतिसहतामथवा वयांसि?  ।
प्रविभज्ज्यात्तनुरूपं पिबति ततः पिबत्यमृत  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे मदात्ययादिनिदानं नाम पञ्चपञ्चाशदुत्तरशततमोऽध्यायः
]
