`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
अतीसारग्रहण्योश्च निदानं वच्मि सुश्रुत  ।
दोषैर्व्यस्तैः समस्तैश्च भयाच्छोकाच्च षड्विधः  ॥
]

`verse 2 [
अतीसारः स सुतरां जायतेऽत्यम्बुपानतः  ।
विशुष्कान्नवसास्नेहतिलपिष्टविरूढकैः  ॥
]

`verse 3 [
मद्यरूक्षातिमात्रादिरसातिस्नेहविभ्रमात् ।
कृमिघोषविरोधाच्च तद्विधेः कुपितानिलः  ॥
]

`verse 4 [
विस्त्रंसयत्यधोवातं हत्वा तेनैव चानलम्  ।
व्यापार्यान्नशकृत्कोष्ठपुरीषद्रवतादयः  ॥
]

`verse 5 [
प्रकल्पतेऽतीसारस्य लक्षणं तस्य भाविनः  ।
भेदो हृद्गुदकोष्ठेषु गात्रस्वेदो मलग्रहः  ॥
]

`verse 6 [
आध्मानमविपाकश्च तत्र वातेन विज्वरम्  ।
अल्पाल्पं शब्दशून्याढ्यं विरु (ब)द्धमुपवेश्यते  ॥
]

`verse 7 [
रूक्षं सफेनमच्छं च गृहीतं व मुहुर्मुहुः  ।
तथादग्धगदाभासं पिच्छिलं परिकर्तयन्  ॥
]

`verse 8 [
सशुष्कभ्रष्टपायुश्च हृष्टरोमा विनिश्वसन्  ।
पित्तेन पीतमशितं हारिद्रं शाद्वलप्रभम्  ॥
]

`verse 9 [
सरक्तमतिदुर्गन्धं तृण्मूर्छास्वेददाहवान्  ।
सशूलपायुसन्तापपाकवाञ्छ्लेष्मणा घनम्  ॥
]

`verse 10 [
पिच्छिलं तत्रानुसारमल्पाल्पं सप्रवाहिकम्  ।
सरोमहर्पः सेक्लेशो गुरुबस्तिगुदोदरः  ॥
]

`verse 11 [
कृतेऽप्यकृतसङ्गश्च सर्वात्मा सर्वलक्षणः  ।
भयेन क्षुभिते चित्ते शायिते द्रावयेत्स (च्छ) कृत् ॥
]

`verse 12 [
वायुस्ततो निवार्येत क्षिप्रमुष्णं द्रवं प्लवम्  ।
वातपित्ते समं लिङ्गमाहुस्तद्वच्च शोकतः  ॥
]

`verse 13 [
अतीसारः समासेन द्वेधा सामो निरामकः  ।
सासृग्जातं रसद्रोगो गौरवादप्सु मुञ्चति?  ।
शकृद्दुर्गन्धमाटोपविष्टम्भार्तिप्रसेकिनः  ॥
]

`verse 14 [
विपरीतो निरामस्तु कफात्कोऽपि न मज्जति  ।
अतीसारेषु यो नाति यत्नवान् ग्रहणीगदः  ॥
]

`verse 15 [
तस्य स्यादग्निनिर्वाणकार्यैरत्यर्थसञ्चितैः  ।
सामं शकृन्निरामं वा जीर्णं येनातिसार्यते  ॥
]

`verse 16 [
सोऽतिसारोऽतिसरणा दाशुकारीः स्वभावतः  ।
सामंशीर्णमजीर्णेन जीर्णे पक्वं तु नैव च  ॥
]

`verse 17 [
चिरकृद्ग्रहणीदोषः सञ्चयांश्चोपवेशयेत् ।
अकस्माद्वारसुर्वेधमकस्मात्सन्धिनीमुहुः?  ।
स चतुर्धा पृथग्दोषैः सन्निपाताच्च जायते  ॥
]

`verse 18 [
प्राग्रूपाङ्गस्य सदनं चिरात्पवन अल्पकः  ।
प्रसेको वक्त्रवैरस्यमरुचिस्तृट्श्रमोभ्रमः  ॥
]

`verse 19 [
आब (न) द्धोदरता छर्दिः कर्णकेऽप्यनुकूजकम्  ।
सामान्यलक्षणं कार्श्यं वमक स्तमको ज्वरः  ॥
]

`verse 20 [
मूर्छा शिरोरुविष्टम्भः श्वयथुः करपादयोः  ।
तन्द्रानिलात्तालुशोषस्तिमिरं कर्णयोः स्वनः  ॥
]

`verse 21 [
पार्श्वोरुवङ्क्षणग्रीवारुजा तीक्ष्णविषूचिका  ।
रुग्णेषु वृद्धिः सर्वषु क्षुत्तृष्णापरिहर्त्रिका  ॥
]

`verse 22 [
जीर्णेजीर्यति चाध्मानं भुक्ते स्वास्थ्यं समश्नुते  ।
वाताद्धृद्रोगगुल्मार्शःप्लीहपाण्डुरशङ्किताः  ॥
]

`verse 23 [
चिराद्दुः खं द्रवं शुष्कं तुन्दारं शब्दफेनवत् ।
पुनः पुनः सृजेद्वर्चं पायुरुच्छ्वासकासवान्  ॥
]

`verse 24 [
पीतेन पीतनीलाभं पीताभं सृजति द्रवम्  ।
पूत्यम्लोद्गारहृत्कण्ठदाहारुचितृडर्दितः  ॥
]

`verse 25 [
श्लेष्मणा पच्यते दुःखे मनश्छर्दिररोचकः  ।
आस्योपदाहनिष्ठीवकासहृल्लासपीनसाः  ॥
]

`verse 26 [
हृदयं मन्यते स्त्यानमुदरं स्तिमितं गुरु  ।
उद्गारो दुष्टमधुरः सदनं सप्रहर्षणम्  ॥
]

`verse 27 [
सम्भिन्नश्लेष्मसंश्लिष्टगुरुचाम्लैः (वर्चः) प्रवर्तचम्  ।
अकृशस्यापि दौर्बल्यं सर्वजे सर्वदर्शनम्  ॥
]

`verse 28 [
विभागेऽङ्गस्य ये प्रोक्ता पिपासाद्यास्त्रयो मलाः  ।
तेऽप्यस्य ग्रहणीदोषाः समन्तेष्वस्ति कारणम्  ॥
]

`verse 29 [
वातव्याध्यश्मरीकुष्ठमेहोदरभगन्दरम्  ।
अर्शांसि ग्रहणीत्यष्टौ महारोगाः सुदुस्तराः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डेतिसारनिदान नाम सप्तञ्चाशदुत्तरशतमोऽध्यायः
]
