`speaker [
धन्वन्वरिरुवाच
]

`verse 1 [
प्रमेहाणां निदानन्ते वक्ष्येऽहं शृणु सुश्रुत !  ।
प्रमेहा विंशतिस्तत्र श्लेष्मणो दश पित्ततः  ॥
]

`verse 2 [
षट्चत्वारोऽनिलात्तेच मेदोमत्रकफावहाः  ।
हारिद्रमेही कटुकं हरिद्रासन्निभं शकृत् ॥
]

`verse 3 [
विस्त्रं माञ्जिष्ठमेहेच मञ्जिष्ठा सलिलोपमम्  ।
विस्त्रमुष्णं सलवणं रक्ताभ रक्तमेहतः  ॥
]

`verse 4 [
वसामेही वसामिश्रं वसाभं मूत्रयेन्मुहुः  ।
मज्जाभं मज्जमिश्रं वा मज्जमेही मुहुर्मुहुः  ॥
]

`verse 5 [
हस्ती मत्त इवाजस्त्रं मूत्रं वेगविवर्जितम्  ।
सलसीकं विवद्धं च हस्तिमेही प्रमेहति  ॥
]

`verse 6 [
मधुमेही मधुसमं जायते स किल द्विधा  ।
क्रुद्धे धातुक्षयाद्वायौ दोषावृतपथे यदा  ॥
]

`verse 7 [
आवृतो दोषलिङ्गानि सोऽनिमित्तं प्रदर्शयेत् ।
क्षणात्क्षीणः क्षणात्पूर्णो भजते कृच्छ्रसाघ्यताम्  ॥
]

`verse 8 [
कालेनोपेक्षितः सर्वोह्यायाति मधुमेहताम्  ।
मधुरं यच्च मेहेषु प्रायो मध्विव मेहति  ॥
]

`verse 9 [
सर्वे ते मधुमेहाख्या माधुर्याच्च तनोर्यतः  ।
अविपाकोऽरुचिश्छर्दिर्निद्रा कासः सपीनसः  ॥
]

`verse 10 [
उपद्रवाः प्रजायन्ते मेहानां कफजन्मनाम्  ।
बस्तिमेहनयोस्तोदोमुष्कावदरणं ज्वरः  ॥
]

`verse 11 [
दाहस्तृष्णाम्लिका मूर्छा विड्भेदः पित्तजन्मनाम्  ।
वातजानामुदावर्तः कम्पहृद्गहलोलताः  ॥
]

`verse 12 [
शूलमुन्निद्राता शोषः श्वासः कासञ्च जायते  ।
शराविका कच्छपिका ज्वालिनी विनतालजी  ॥
]

`verse 13 [
मसूरिका सर्षपिका पुत्रिणी सविदारिका  ।
विद्रधिश्चेति पिडिकाः प्रमेहोपेक्षया दश  ॥
]

`verse 14 [
अन्नस्य कफसंश्लेषात्प्रायस्तत्र प्रवर्तनम्  ।
स्वाद्वम्ललवणस्निग्धगुरुपिच्छिलशीतम्  ॥
]

`verse 15 [
नवं धान्यं सुरासूपमांसेक्षुगुडगोरसम्  ।
एकस्थानासनवति शयनं विनिवर्तनम्  ॥
]

`verse 16 [
बस्तिमाश्रित्य कुरुते प्रमेहाद्दूषितः कफः  ।
दूषयित्वा वपुः क्लेदं स्वेदमेदोवसामिषम्  ॥
]

`verse 17 [
पित्तं रक्तमतिक्षीणे कफादौ मूत्रसंश्रयम्  ।
धातुं बस्तिमुपानीय तत्क्षयेच्चैव मारुतः  ॥
]

`verse 18 [
साध्यासाध्यप्रतीत्याद्याः मेहास्तेनैव तद्भवाः  ।
समे समकृता दोषे परमत्वात्तथापि च  ॥
]

`verse 19 [
सामान्य लक्षणन्तेषां प्रभूताविलमूत्रता  ।
दोषदूष्या विशेषेऽपि तत्संयोगविशेषतः  ॥
]

`verse 20 [
मूत्रवर्णादिभेदेन भेदो मेहेषु कल्प्यते  ।
अच्छं बहुसितं शीतं निर्गन्धमुदकोपमम्  ॥
]

`verse 21 [
मेहत्युदकमेहेन किञ्चिदाविलपिच्छिलम्  ।
इक्षो रसमिवात्यर्थं मधुरं चेक्षुमेहतः  ॥
]

`verse 22 [
सान्द्री भवेत्पर्युषितं सान्द्रमेहेन मेहति  ।
सुरामेही सुरातुल्यमुपर्यच्छमधोघनम्  ॥
]

`verse 23 [
सहृष्टरोमा पिष्टेन पिष्टबद्बहुलं सितम्  ।
शुक्राभं शुक्रमिश्रं वा शुक्रमेही प्रमेहति  ॥
]

`verse 24 [
मूत्रयेत्सिकतामेही सिकतारूपिणो मलान्  ।
शीतमेही सुबहुशो मधुरं भृशशीतलम्  ॥
]

`verse 25 [
शनैः शनैः शनैर्मेही मन्दं मन्दंप्रमेहति  ।
लालातन्तुयुतं मूत्रं लालामेहेन पिच्छिलम्  ॥
]

`verse 26 [
गन्धवर्णरसस्पर्शेः क्षारेण क्षारतोयवत् ।
नीलमेहन नीलाभं कालमेही मसीनिभम्  ॥
]

`verse 27 [
सन्धिमर्मसु जायन्ते मांसलेषु च धामसु  ।
अन्तोन्नता मध्यनिन्मा अक्लेदसुरुजान्विता  ॥
]

`verse 28 [
शरावमानसंस्थाना पिडिका स्याच्छराविका  ।
सदाहा कूर्मसंस्थाना ज्ञेया कच्छपिका बुधैः  ॥
]

`verse 29 [
महती पिडिका नीला विनता नाम सा स्मृता  ।
दहति त्वचमुत्थाने ज्वालिनी कष्टदायिनी  ॥
]

`verse 30 [
रक्ता सिता स्फोटचिता दारुणा त्वलजी भवेत् ।
मसूराकृति संस्थाना विज्ञेया तु मसूरिका  ॥
]

`verse 31 [
सर्षपोपमसंस्थाना जिह्वापाकमहारुजा  ।
पुत्रिणी महती चाल्पा सुसूक्ष्मा पिडिका स्मृता  ॥
]

`verse 32 [
विदारीकन्दवद्वृत्ता कठिना च विदारिका  ।
विद्रधेर्लक्षणैर्युक्ता ज्ञेया विद्रधिका तु सा  ॥
]

`verse 33 [
पुत्रिणी च विदारी च दुः सहा बहुमेदसः  ।
सद्यः पित्तोल्बणास्त्वन्याः सम्भवन्त्यल्पमेदसः  ॥
]

`verse 34 [
पिडिकास्ता भवेयुः स्याद्दोषोद्रेको यथायथम्  ।
प्रमेहेण विनाप्येता जायन्ते दुष्टमेदसः  ॥
]

`verse 35 [
तावच्च नोपलक्ष्यन्ते यावद्वर्णञ्च वर्जितम्  ।
हारिद्रं रक्तवर्णं वा मेहप्राग्रूपवर्जितम्  ॥
]

`verse 36 [
यो मूत्रयेत तन्महें रक्तपित्तन्तु तद्विदुः  ।
स्वेदोऽङ्गगान्धः शिथिलत्वमङ्गे श्य्याशनस्वप्नसुखाभिषङ्गः  ।
हृन्नेत्रजिह्वाश्रवणोपदाहा घनोग्रता केशनखाभिवृद्धिः  ॥
]

`verse 37 [
शीतप्रियत्वं गलतालुशोषो माधुर्य मास्ये करपाददाहः  ।
भविष्यतो मेहगणस्य रूपं मूत्रेऽपि धावन्ति पिपीलिकाश्च  ॥
]

`verse 38 [
तृष्णा प्रमेहे मधुरं प्रपिच्छं मध्वामये स्याद्विविधोविकारः  ।
सम्पूरणाद्वा कफसम्भवः स्यात्क्षीणेषु दोषेष्वनिलात्मको वा  ॥
]

`verse 39 [
सम्पूर्णरूपाः कफपित्तमेहाः क्रमेण ये वै रतिसम्भवाश्च  ।
सक्रामते पित्तकृतास्तु याप्याः साध्योऽस्ति मेहो यदि नास्ति दिष्टम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे प्रमेहनिदान नामैकोनषष्ट्युत्तरशततमोऽध्यायः
]
