`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
निदानं विद्रधेर्वक्ष्ये गुल्मस्य शृणु शुश्रुत !  ।
भुक्तैः पर्युषितात्युष्णशुष्करूक्षविदाहिभिः  ॥ १,१६०.१  ।
धन्वन्तरिरुवाच  ।
निदानं विद्रधेर्वक्ष्ये गुल्मस्य शृणु शुश्रुत !  ।
भुक्तैः पर्युषितात्युष्णशुष्करूक्षविदाहिभिः  ॥
]

`verse 2 [
जिह्मशय्याविचेष्टाभिस्तैस्तैश्चासृक्प्रदूषणैः  ।
दुष्टसत्वङ्मांसमेदोऽस्थिमदामृष्टोदराश्रयः  ॥
]

`verse 3 [
यः शोथो बहिरन्तश्च महाशूलो महारुजः  ।
वृत्तः स्यादायतो यो वा स्मृतो रोगः स विद्रधिः  ॥
]

`verse 4 [
दोषैः पृथक्समुदितैः शोणितेन स्त्रतेन च  ।
वहते तत्र तत्राङ्गे दारुणे ग्रथितोऽस्त्रुतः  ॥
]

`verse 5 [
अन्तरा दारुणश्चैव गम्भीरो गुल्मवर्धनः  ।
वल्मीकवत्समुत्स्त्रावी ह्यग्निमान्द्यञ्च जायते  ॥
]

`verse 6 [
नाभिबस्तियकृत्प्लीहक्लोमहृत्कुक्षिवङ्क्षणि  ।
हृदये वेपमाने तु तत्रतत्रातितीव्ररुक् ॥
]

`verse 7 [
श्यामारुणशिरोत्थानपाको विषमसंस्थितिः  ।
संज्ञाच्छेदभ्रमानाहस्यन्दसर्पणशब्दवान्  ॥
]

`verse 8 [
रक्तताम्रासितः पित्तात्तृण्मोहज्वरदाहवान्  ।
क्षिप्तोत्थानप्रपाकश्च पाण्डुः कण्डूयुतः कफात् ॥
]

`verse 9 [
संक्लेशशीतकस्तम्भजृम्भारोचकगौरवाः  ।
चिरोत्थानोऽविपाकश्च संकीर्णः सन्निपातजः  ॥
]

`verse 10 [
सामर्थ्याच्चात्र विड्भेदो बाह्याभ्यन्तरलक्षणम्  ।
कृष्णस्फोटावृतश्यामस्तीव्रदाहरुजाज्वरः  ॥
]

`verse 11 [
पित्तलिङ्गोऽसृजा बाह्ये स्त्रीणामेव तथान्तरम्  ।
शस्त्राद्यैरभिघातोत्थरक्तैश्च रोगकारणम्  ॥
]

`verse 12 [
क्षतोत्थो वायुना क्षिप्तः स रक्तः पित्तमीरयन्  ।
पित्तासृग्लक्षणं कुर्याद्विद्रधिं भूर्युपद्रवम्  ॥
]

`verse 13 [
तेनोपद्रवभेदश्च स्मृतोऽधिष्ठानभेदतः  ।
नाभौ हि ध्मातं चेद्बस्तौ मूत्रकृच्छ्रञ्चजायते  ॥
]

`verse 14 [
श्वासप्रश्वासरोधश्च प्लीहायामतितृट्परम्  ।
गलरोधश्च क्लोम्नि स्यात्सर्वाङ्गप्ररुजा हृदि  ॥
]

`verse 15 [
प्रमोहस्तमकः कासौ हृदयोद्धट्टनन्तथा  ।
कुक्षिपार्श्वान्तरे चैव कुक्षौ दोषोपजन्म च  ॥
]

`verse 16 [
तथा चेदूरुसन्धौ च वङ्क्षणे कटिपृष्ठयोः  ।
पार्श्वयोश्च व्यथा पायौ पवनस्य निरोधनम्  ॥
]

`verse 17 [
आमपक्वविदग्धत्वं तेषां शोथवदादिशेत् ।
नाभेरूर्ध्वमुखात्पक्वात्प्रद्रवन्त्यपरे गुदात् ॥
]

`verse 18 [
गुदास्तनाभिजे विद्याद्दोषक्लेदोच्चविद्रधौ  ।
कुरुते स्वाधिष्ठानस्य विवर्तं सन्निपातजः  ॥
]

`verse 19 [
पक्वो हि नाभिवस्तिस्थो भिन्नोऽन्तर्बहिरेव वा  ।
पाकश्चान्तः प्रवृद्धस्य क्षीणस्योपद्रवार्दितः  ॥
]

`verse 20 [
विद्रधिश्च भवेत्तत्र पापानां पापयोषिताम्  ।
मृते तु गर्भगे चैव सम्भवेच्छ्वयथर्घनः  ॥
]

`verse 21 [
स्तने समत्थे दुःखं वा बाह्यविद्रधिलक्षणम्  ।
नारीणां सूक्ष्मरक्तत्वात्कन्यायान्तु न जायते  ॥
]

`verse 22 [
क्रुद्धो रुद्धगतिर्वायुः शेफमूलकरो?हि सः  ।
मुष्कवङ्क्षणतः प्राप्य फलकोषातिवाहिनीम्  ॥
]

`verse 23 [
आपीड्य धमनीवृद्धिं करोति फलकोषयोः  ।
दोषो मेदःसु तत्रास्ते सवृद्धिः सप्तधा गदः  ॥
]

`verse 24 [
मूत्रन्तयोरप्यनिलाद्बाह्ये वाभ्यन्तरे तथा  ।
वातपूर्णः खरस्पर्शो रूक्षो वाताच्च दाहकृत् ॥
]

`verse 25 [
पक्वोदुम्बरसङ्काशः पित्ताद्दाहोष्मपाकवान्  ।
कफात्तीव्रो गुरुः स्निग्धः कण्डूमान्कठिनोऽल्परुक् ॥
]

`verse 26 [
कृष्णः स्फोटावृतः पिण्डों वृद्धिलिङ्गश्च रक्ततः  ।
कफवन्मेदसां वृद्धिर्मृदुतालफलोपमः  ॥
]

`verse 27 [
मूत्रधारणशीलस्य मूत्रजस्तत्र गच्छतः  ।
अलोभः पूर्णधृतिमान्क्षोभं याति सरन्मृदु  ॥
]

`verse 28 [
मूत्रकृच्छ्रमधस्ताच्च वलयः फलकोषयोः  ।
वातकोपिभिसहारैः शीततोयावगाहनैः  ॥
]

`verse 29 [
विण्मूत्रधारणाच्चैव विषमाङ्गविचेष्टनैः  ।
क्षोभितैः क्षोभितौजाश्च क्षीणान्तर्देहिनो यदा  ॥
]

`verse 30 [
पवनो विगुणीभूय शोणितं तदधोनयेत् ।
कुर्यात्तत्क्षणसन्धिस्थो ग्रन्थ्याभः श्वयथुस्तदा  ॥
]

`verse 31 [
उपेक्ष्यमाणस्य च गुल्मवृद्धिमाध्मानरुग्वै विविधाश्च रोगाः  ।
सुपीडितोऽन्तः स्वनवान् प्रयाति प्रध्मापयन्नेति पुनश्च मूर्ध्नि  ॥
]

`verse 32 [
रक्तवृद्धिरसाध्येऽयं वातवृद्धिसमाकृतिः  ।
रूक्षकृष्णारुणशिरा ऊर्णावृतगवाक्षवत् ॥
]

`verse 33 [
वातोऽष्टधा पृथदौषैः संस्पृष्टैर्निचयं गतः  ।
आर्तवस्य च दोषेण नारीणां जायतेऽष्टमः  ॥
]

`verse 34 [
ज्वरमूर्छातिसारैश्च वमनाद्यैश्च कर्मभिः  ।
कर्शितो बलवान्याति शीतार्तश्च बुभुक्षितः  ॥
]

`verse 35 [
यः पिबत्यन्नपानानि लङ्घनप्लावनादिकम्  ।
सेवते हीनसंज्ञाभिरर्दितः समुदीरयन्  ॥
]

`verse 36 [
स्नेहस्वेदावनभ्यस्य शोषणं वा निषेवयेत् ।
शुद्धो वा सुद्धिहानिर्वा भजेत स्पन्दनानि वा  ॥
]

`verse 37 [
वातोल्बणास्तस्य मलाः पृथक्चैव हि तेऽथवा  ।
सर्वो रक्तयुतो वाताद्देहस्नोतोऽनुसारिणः  ॥
]

`verse 38 [
ऊर्ध्वाधोमार्गमावृत्य वायुः शूलं करोति वै  ।
स्पर्शोपलभ्यं गुल्मोत्थमुष्णं ग्रन्थिस्वरूपिणम्  ॥
]

`verse 39 [
कर्षणात्कफविड्घातैर्मार्गस्यावरणेन वा  ।
वायुः कृताश्रयः कोष्ठे रौक्ष्यात्काठिन्यमागतः  ॥
]

`verse 40 [
स्वतन्त्रः स्वाश्रये दुष्टः परतन्त्रः पराश्रये  ।
ततः पिण्डकवच्छ्लेष्मा मलसंसृष्ट एव च  ॥
]

`verse 41 [
गुलम इत्युच्यते बस्तिनाभिहृत्पार्श्वसंश्रयः  ।
वातजन्ये शिरः शूलज्वर प्लीहान्त्रकूजनम्  ॥
]

`verse 42 [
वेधः सूच्येव विड्भ्रंशः कृच्छ्रे मूत्रं प्रवर्तते  ।
गात्रे मुखे पदे शोथः ह्यग्निमान्द्यं तथैव च  ॥
]

`verse 43 [
रूक्षकृष्णत्वगादित्वं चलत्वादनिलस्यच  ।
अनिरूपितसंस्थानो विविधाञ्जनयेद्व्यथाम्  ॥
]

`verse 44 [
पिपीलिकाव्याप्त इव गुल्मः स्फुरति नुद्यते  ।
पित्ताद्दाहाम्लकौ मूर्छा विड्भेदः स्वेदतृड्ज्वराः  ॥
]

`verse 45 [
हारिद्रयं सर्वगात्रेषु गुल्माच्छोथस्य दर्शनम्  ।
हीयते दीप्यते श्लेष्मा स्वस्थानं दहतीवच  ॥
]

`verse 46 [
कफात्स्तैमित्यमरुचिः सदनं शिरसि ज्वरः  ।
पीनसालस्यहृल्लासौ शुक्लकृष्णत्वगादिता  ॥
]

`verse 47 [
गुल्मो गभीरः कठिनो गुरुर्गर्भस्थबालवत् ।
स्वस्थानस्था अधावन्तस्तत एवात्र मारकाः  ॥
]

`verse 48 [
प्रायस्तु यत्तद्द्वन्द्वोत्था गुल्माः संसृष्टमैथुनाः  ।
सर्वजस्तीव्ररुग्दाहः शीघ्रपाकी घनोन्नतः  ॥
]

`verse 49 [
सोऽसाध्यो रक्तगुल्मस्तु स्त्रिया एव प्रजायते  ।
ऋतौ या चैव शूलार्ता यति वा योनिरोगिणी  ॥
]

`verse 50 [
सेवते वानिलांश्च स्त्री क्रुद्धस्तस्याः समीरणः  ।
निरुध्यात्यार्तवं योन्यां प्रतिमासं व्यवस्थितम्  ॥
]

`verse 51 [
सुक्षौ करोति तद्गर्भे लिङ्गमाविष्करोति च  ।
हृल्लासदौहृदस्तन्यदर्शनं कामचारिता  ॥
]

`verse 52 [
क्रमेण वायोः संसर्गात्पित्तं योनिषु सञ्चयम्  ।
रक्तस्य कुरुते तस्या वातपित्तोक्तगुल्मजान्  ॥
]

`verse 53 [
गर्भाशये च सुतरां शूलांश्चैवासृगाश्रये  ।
योनिस्त्रावश्च दौर्गन्ध्यं भूयः स्यन्दनवेदने  ॥
]

`verse 54 [
कदापि गर्भवद्गुल्मः सर्वे ते रतिसम्भवाः  ।
पाकञ्चिरेण भजते नैधते विद्रधिः पुनः  ॥
]

`verse 55 [
पच्यते शीघ्रमत्यर्थं दुष्टरक्ताश्रयस्तु सः  ।
अतः शीघ्रं विदाहित्वाद्वद्रधिः सोऽभीधीयते  ॥
]

`verse 56 [
गुल्मान्तारश्रये बस्तिदाहश्च प्लीहवेदना  ।
अग्निवर्णबलभ्रंशो वेगानां वा प्रवर्तनम्  ॥
]

`verse 57 [
अतो विपर्यये बाह्यकोष्ठाङ्गेषु च नातिरुक् ।
वैवर्ण्यमथ वा कासो बहिरुन्नतताधिकम्  ॥
]

`verse 58 [
साटोपमत्युग्ररुजमाध्मानमुदरे भृशम्  ।
ऊर्ध्वाधो वातरोधेन तमानाहं प्रचक्षते  ॥
]

`verse 59 [
धनश्चाष्ठ्युपमो ग्रन्थिलोऽष्ठीलातु समुन्नता  ।
समस्तालिङ्गसंयुक्तः प्रत्यष्ठीला तदाकृतिः  ॥
]

`verse 60 [
पक्वशयोद्भवोऽप्येवं वायुस्तीव्ररुजाश्रयात् ।
उद्गारबाहुल्यपुरीषबन्धतृप्त्यक्षमत्वान्त्रविकूजनानि  ॥
]

`verse 61 [
आचोपमाध्मानमपक्तिशक्तिः आसन्नगुल्मस्य भवेच्च चिह्नम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विद्रधिगुल्मनिदान नाम षष्ट्युत्तरशततमोध्यायः
]
