`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
उदराणां निदानञ्च वक्ष्ये सुश्रुत तच्छृणु  ।
रोगाः सर्वेऽपि मन्दाग्नौ सुतरामुदराणि तु  ॥
]

`verse 2 [
अनीर्णामयाश्चाप्यन्ये जायन्ते मलसंचयात् ।
ऊर्ध्वाधो वायवो रुद्ध्वा व्याकुलाविप्रवाहिणी?  ॥
]

`verse 3 [
प्राणानपानान्संदूष्य कुर्युस्तान्मांससन्धिगान्  ।
आध्माप्य कुक्षिमुदरमष्टधा ते च भेदतः  ॥
]

`verse 4 [
पृथग्दोषैः समस्तौश्च प्लीहवङ्क्षक्षतोदकैः  ।
तेनार्ताः शुष्कताल्वोष्ठाः सर्वपादकरोदराः  ॥
]

`verse 5 [
नष्टचेष्टबलाहाराः कृतप्रध्मात्कुक्षयः  ।
पुरुषाः स्युः प्रेतरूपा भाविनस्तस्य लक्षणम्  ॥
]

`verse 6 [
क्षुन्नाशोऽरुचिवत्सर्वं सविदाहञ्च पच्यते  ।
जीर्णान्नं यो न जानाति सोऽपथ्यं सेवतेनरः  ॥
]

`verse 7 [
क्षीयते बलमङ्गस्य श्वसित्यल्पोऽविचेष्टितः  ।
विषयावृत्तिबुद्धिश्च शोकशोषादयोऽपिच  ॥
]

`verse 8 [
रुग्बस्तिसन्धौ सततं लघ्वल्पभोजनैरपि  ।
जराजीर्णो बलभ्रंशो भवेज्जठररोगिणः  ॥
]

`verse 9 [
स्वतन्त्रतन्द्रालसता मलसर्गोऽल्पवह्निता  ।
दाहः श्वयथुराध्मानमन्त्रे सलिलसम्भवे  ॥
]

`verse 10 [
सर्वत्र तोये मरणं शोचनं तत्र निष्फलम्  ।
गवाक्षवच्छिराजालैरुदरं गुड्गुडायते  ॥
]

`verse 11 [
नाभिमन्त्रश्च विष्टभ्य वेगं कृत्वा प्रणश्यति  ।
मारुते हृत्कटीनाभिपायुवङ्क्षणवेदनाः  ॥
]

`verse 12 [
सशब्दो निः सरेद्वायुर्वहते मूत्रमल्पकम्  ।
नातिमात्रं भवेल्लौल्यं नरस्य विरसं मुखम्  ॥
]

`verse 13 [
तत्रवातोदरे शोथः पाणिपान्मुखकुक्षिषु  ।
कुर्क्षिपार्श्वोदरकटीपृष्ठरुक्पर्वभदनम्  ॥
]

`verse 14 [
शुष्ककासाङ्गमर्दाधोगुरुतामलसंग्रहः  ।
श्यामारुणत्वगादित्वं मुखे च रसवद्धिता  ॥
]

`verse 15 [
सतोदभेदमुदरं नीलकृष्णशिराततम्  ।
आध्मातमुदरे शब्दमद्भुतं वा करोति सः  ॥
]

`verse 16 [
वायुश्चात्र सरुक्च्छब्दं विधत्ते सर्वथा गतिम्  ।
पित्तोदरे ज्वरो मूर्छा दाहित्वं कटुकास्यता  ॥
]

`verse 17 [
भ्रमोतिसारः पीतत्वं त्वगादावुदरं हरित् ।
पीतताम्रशिरादित्वं सस्वेदं सोष्म दह्यते  ॥
]

`verse 18 [
धूमायते मृदुस्पर्शं क्षैप्रपाकं प्रदूयते  ।
श्लेष्मोदरेषु सदनं स्वेदश्वयथुगौरवम्  ॥
]

`verse 19 [
निद्रा क्लेशोऽरुचिः श्वासः काशः शुक्लत्वगादिता  ।
उदरं तिमिरं स्निग्धं शुक्लकृष्णशिरावृतम्  ॥
]

`verse 20 [
नीरातिवृद्धौ कठिनं शीतस्पर्शं गुरु स्थिरम्  ।
त्रिदोषकोपने तैस्तैस्त्रिदोषजीनैतर्मलैः  ॥
]

`verse 21 [
सर्वदूषणदुष्टाश्च सरक्ताः सञ्चिता मलाः  ।
कोष्ठं प्राप्य विकुर्वाणाः शोषमूर्छाभ्रमान्वितम्  ॥
]

`verse 22 [
कुर्युस्त्रिलिङ्गमुदरं शीघ्रपाकं सुदारुणम्  ।
वर्धते तच्च सुतरां शीतवातप्रदर्शने  ॥
]

`verse 23 [
अत्यशनाच्च संक्षोभाद्यानपानादिचेष्ठितैः  ।
अविहितैश्च पानाद्यैर्वमनव्याधिकर्षणैः  ॥
]

`verse 24 [
वामपार्श्वास्थितः प्लीहा त्युतस्थानो विवर्धते  ।
शोणिताद्वा रसादिभ्यो विवृद्धो जनयेद्व्यथाम्  ॥
]

`verse 25 [
सोऽष्ठीला चातिकठिनः प्रोन्नतः कूर्मपृष्ठवत्?  ।
क्रमेण वर्धमानश्च कुक्षौ व्याततिमाहरेत् ॥
]

`verse 26 [
श्वासकासपिपासास्यवैरस्याध्मानकज्वरैः  ।
पाण्डुत्वमूर्छाछर्दित्वग्दाहमोहैश्च संयुतः  ॥
]

`verse 27 [
अरुणाभं विचित्राभं नीलहारिद्रराजितम्  ।
उदावर्तेन चानाहमोहतृड्द्गहनज्वरैः  ॥
]

`verse 28 [
गौरवारुचिकाठिन्यैर्विघातभ्रमसंक्रमात् ।
प्लीहवद्दक्षिणात्पार्श्वात्कुर्याद्यकृदपि च्युतम्  ॥
]

`verse 29 [
पक्वे भूते यकृति च सदा बद्धमलो गुदे  ।
दुर्नामभिरुदावर्तैरन्यैर्वा पीडितो भवेत् ॥
]

`verse 30 [
वर्चः पित्तकफान्बद्धान्करोति कुपितोऽनिलः  ।
अपानो जठरे तेन संरुद्धो ज्वररुक्करः  ॥
]

`verse 31 [
काशश्वासोरुसद्गनं शिरोरुङ्नाभिपार्श्वरुक् ।
मलासंगोऽरुचिश्छर्दिरुदरे मलमारुतः  ॥
]

`verse 32 [
स्थिरनीलारुणशिराजालैरुदरमावृतम्  ।
नाभेरुपरि च प्रायो गोपुच्छाकृति जायते  ॥
]

`verse 33 [
अस्थ्यादिशल्यै रन्यैश्च विद्धे चैवोदरे तथा  ।
पच्यते यकृतादिश्च तच्छिद्रैश्च सरन्बहिः  ॥
]

`verse 34 [
आम एव गुदाहेति ततोऽल्पाल्पः शकृद्रसः  ।
स स्याद्विकृतगन्धोऽपि पिच्छिलः पीतलोहितः  ॥
]

`verse 35 [
शेषश्चापूर्य जठरं घोरमारभते ततः  ।
वर्धते तदधो नाभेराशु चैति जलात्मताम्  ॥
]

`verse 36 [
उद्रिक्ते दोषरूपे च व्याप्ते च श्वासतृट्भ्रमैः  ।
छिद्रोदरमिदं प्राहुः परिस्त्रावीति चापरे  ॥
]

`verse 37 [
प्रवृत्तस्नेहपानादेः सहसापथ्यसेविनः  ।
अत्यम्बुपानान्मन्दाग्नेः क्षीणस्यातिकृशस्य च  ॥
]

`verse 38 [
रुद्धः स्वमार्गादनिलः कफश्च जलमूर्छितः  ।
वर्धते तु तदेवाम्बु तन्मात्राद्विन्दुराशितः  ॥
]

`verse 39 [
तत्कोपादुदरं तृष्णागुदस्नुतिरुजान्वितम्  ।
काशश्वासारुचियुतं नानावर्णाशिराततम्  ॥
]

`verse 40 [
तोयपूर्णान्मृदुस्पर्शात्सदृशक्षोभवेपथु  ।
बकोदरं स्थिरंस्निग्धं नाडीमावृत्य जायते  ॥
]

`verse 41 [
उपेक्षायाञ्च सर्वेषां स्वस्थानां परिचालिताः  ।
पाका द्रवा द्रवीकुर्युः सन्धिस्रोतोमुखान्यपि  ॥
]

`verse 42 [
स्वेदे चैव तु संरुद्धे मूर्छिताश्चान्तरस्थिताः  ।
तदेवोदरमापूर्य कुर्यादुदरामयम्  ॥
]

`verse 43 [
गुरूदरं स्थितं वृत्तमाहतञ्च न शब्दकृत् ।
हीनबलं तथा घोरं नाड्यां स्पृष्टञ्च सपति  ॥
]

`verse 44 [
शिरान्तर्धानमुदरे सर्वलक्षणमुच्यते  ।
वातपित्तकफप्लीहसन्निपातोदकोदरम्  ॥
]

`verse 45 [
पक्षाच्च जातसलिलं विष्टम्भोपद्रवान्वितम्  ।
जन्मनैवोदरं सर्वं प्रायः कृच्छ्रतमं मतम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराण्मे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे एकषष्ट्यधिकशततमोऽध्यायः
]
