`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
पाण्डुशोथनिदानञ्च शृणु सुश्रत वच्मि ते  ।
पित्तप्रधानाः कुपिता यथोक्तैः कोपनैर्मलाः  ॥
]

`verse 2 [
नत्रानिलेन बलिना क्षिप्ताक्षिप्तं यदि स्थितम्  ।
धमनीर्दशमीः प्राप्य व्याप्नुवन्सकलां तनुम्  ॥
]

`verse 3 [
त्वगसृक्छ्लेष्ममांसानि प्रदूष्यन्रसमाश्रितम्  ।
त्वङ्मांसयोस्तु कुरुते त्वचि वर्णान् पृथग्विधान्  ॥
]

`verse 4 [
स्वयं हरिद्रा हारिद्रं पाण्डुत्वं तेषु चाधिकम्  ।
यातोऽयं प्रहतेदुग्रः स रोगस्तेन गौरवम्  ॥
]

`verse 5 [
धातूनां स्पर्शशैथिल्यमामजश्च गुणक्षयः  ।
ततोऽल्परक्तमेदोऽस्थिनिः सारः स्याच्छ्लथेन्द्रियः  ॥
]

`verse 6 [
शीर्यमाणैरिवाङ्गैस्तु द्रवता हृदयेन च  ।
शूलोक्षिकूटवदने स्तैमित्यं तत्र लालया  ॥
]

`verse 7 [
हीनतृट्शिशिरद्वेषी शीर्णलोभो हतानलः  ।
मन्दशक्तिर्ज्वरी श्वासी कर्णशूली तथा भ्रमी  ॥
]

`verse 8 [
स पञ्चधा पृथग्दोषैः समस्तैर्मृत्तिकादनात् ।
प्राग्रूपमस्य हृदयस्पन्दनं रूक्षता त्वचि  ॥
]

`verse 9 [
अरुचिः पीतमूत्रत्वं स्वेदाभावोऽल्पमृत्रता  ।
मेदः समानिलात्तत्र गाढरुक्क्लेदगात्रता  ॥
]

`verse 10 [
कृष्णेक्षणं कृष्णशिरानखविण्मूत्रनेत्रता  ।
शोथो नासास्यवैरस्यं विट्शोषः पार्श्वमूर्छना  ॥
]

`verse 11 [
पित्ते हरितपित्ताभः शिरादिषु ज्वरस्तमः  ।
तृट्शोषमूर्छादौर्गन्ध्यं शीतेच्छा कटुवक्रता  ॥
]

`verse 12 [
विड्भेदश्चाम्लको दाहः कफाच्च हृदयार्द्रता  ।
तन्द्रा लवणवक्रत्वं रोमहर्षः स्वरक्षयः  ॥
]

`verse 13 [
काशश्छर्दिश्च निचयान्नष्टलिङ्गोऽतिदुः सहः  ।
उत्कृष्टेनिलपित्ताभ्या कटुर्वा मधुरः कफः  ॥
]

`verse 14 [
दूषयित्वा वसादींश्च रौक्ष्याद्रक्तविमोक्षणम्  ।
स्रोतसां संक्षयं कुर्यादनुरुध्य च पूर्ववत् ॥
]

`verse 15 [
पाण्डुरोगेक्षयेजाते नाभिपादास्यमेहनम्  ।
पुरीषं कृमिवन्मुञ्चेद्भिन्नं सास्त्रं कफान्वितम्  ॥
]

`verse 16 [
यः पित्तरोगी सेवेत पित्तलं तस्य कामलम्  ।
कोष्ठशा खोद्गतं पित्तं दग्ध्वासृङ्मांसमाहरेत् ॥
]

`verse 17 [
हारिद्रमूत्रनेत्रत्वं मुखं रक्तं शकृत्तथा  ।
दाही विपाकतृष्णावान् भेकाभो दुर्बलेन्द्रियः  ॥
]

`verse 18 [
भवेत्पित्तानुगः शोथः पाण्डुरोगावृतस्य च  ।
उपेक्षया च शोथाद्याः सकृच्छ्राः कुम्भकामलाः  ॥
]

`verse 19 [
हरितश्यामपित्तत्वे पाण्डुरोगो यदा भवेत् ।
वातपित्ते भ्रमस्तृष्णा स्त्रीषु हर्षो मृदुज्वरः  ॥
]

`verse 20 [
तन्द्रा वा चानलभ्रंशस्तं वदन्ति हलीमकम्  ।
आलस्यञ्चातिभवति तेषां पूर्वमुपद्रवः  ॥
]

`verse 21 [
शोथः प्रधानः कथितः स एवातो निगद्यते  ।
पित्तरक्तकफान्वायुर्दुष्टो दुष्टान्बहिः शिराः  ॥
]

`verse 22 [
नीत्वा रुद्धगतिस्तैर्हि कुर्यात्त्वङ्मांससंश्रयम्  ।
उत्सेधं संहतं शोथं तमाहुर्निचयादतः  ॥
]

`verse 23 [
सर्वहेतुविशषैस्तु रूपभेदान्नवात्मकम्  ।
दोषैः पृथग्विधैः सर्वैरभिघाताद्विषादपि  ॥
]

`verse 24 [
तदेव नीयमानन्तु सर्वाङ्गे कामजम्भवेत् ।
पृथून्नताग्रग्रथितैर्विशेषैश्च त्रिधा विदुः  ॥
]

`verse 25 [
सामान्यहेतुः शोथानां दोषजातो विशेषतः  ।
व्याधिः कर्मोपवासादिक्षीणस्य भवति द्रुतम्  ॥
]

`verse 26 [
अतिमात्रं यदासेवेद्गुरुमत्यन्तशीतलम्  ।
लवणक्षारतीक्ष्णाम्लशाकाम्बुस्वप्नजागरम्  ॥
]

`verse 27 [
रोधो वेगस्य वल्लूरमजीर्णश्रममैथुनम्  ।
पच्यते मार्गगमनं यानेन क्षोभिणापि वा  ॥
]

`verse 28 [
श्वासकासातिसारार्शोजठरप्रदरज्वराः  ।
विष्टम्भालस्यकच्छर्दिहिक्कापाण्डुविसर्पकम्  ॥
]

`verse 29 [
ऊर्ध्वशोथमधो बस्तौ मध्ये कुर्वन्ति मध्यगाः  ।
सर्वाङ्गगः सर्वगतः प्रत्यप्रत्यगेति तदाश्रयः  ॥
]

`verse 30 [
तत्पूर्वरूपं क्षवथुः शिरायामङ्गगौरवम्  ।
वाताच्छोथश्चलो रूक्षः खररोमारुणोऽसितः  ॥
]

`verse 31 [
शङ्खबस्त्यन्त्रशोफर्तिमेदोभेदाः प्रसुप्तिता  ।
वातोत्तानः क्लमः शीघ्रमुन्नमेत्पीडितां तनुम्  ॥
]

`verse 32 [
सिग्धस्तु मर्दनैः शाम्येद्रात्रावल्पो दिवा महान्  ।
त्वक्सर्षपविलिप्ते च तस्मिंश्चिमिचिमायते  ॥
]

`verse 33 [
पीतरक्तासिंताभासः पित्तजातश्च शोषकृत् ।
शीघ्रं नासौ वा प्रशमेन्मध्ये प्राग्दहते तनुम्  ॥
]

`verse 34 [
सतृट्दाहज्वरस्वेदो भ्रमक्लोदमदभ्रमाः  ।
साभिलाषी शकृद्भेदो गन्धः स्पर्शसहो मृदुः  ॥
]

`verse 35 [
कण्डूमान्पाण्डुरोमा त्वक्कठिनः शीतलो गुरुः  ।
स्निग्धःश्लक्ष्णः स्थिरः शूलो निद्राच्छर्द्यग्निमान्द्यकृत् ॥
]

`verse 36 [
आघातेन च शस्त्रादिच्छेदभेदक्षतादिभिः  ।
हिमानिलैर्दध्यनिलैर्भल्लातकपिकच्छजैः  ॥
]

`verse 37 [
रसैः शुष्कैश्च संस्पर्शाच्छ्वयथुः स्याद्विसर्पवान्  ।
भृशोष्मा लोहिताभासः प्रायशः पित्तलक्षणः  ॥
]

`verse 38 [
विषजः सविषप्राणिपरिसर्पणमूत्रणात् ।
दंष्ट्रादन्तनखाघातादविषप्राणिनामपि  ॥
]

`verse 39 [
विण्मूत्रशुक्रोपहतमलवद्वस्तुसंङ्करात् ।
विषवृक्षानिलस्पर्शाद्गरयोगावचूर्णनात् ॥
]

`verse 40 [
मृदुश्चलोऽवलम्बी च शीघ्रो दाहरुजाकरः  ।
नवोऽनुपद्रवः शोथः साध्योऽसाध्यः पुरेरितः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे पाण्डुसोथनिदानं नाम द्विषष्ट्यधिकशततमोऽध्यायः
]
