`speaker [
धन्वन्तीररुवाच
]

`verse 1 [
विसर्पादिनिदानन्ते वक्ष्ये सुश्रुत तच्छृणु  ।
स्याद्विसर्पो विघातात्तु दोषैर्दुष्टैश्च शोथवत् ॥
]

`verse 2 [
अधिष्ठानञ्च तं प्राहुर्बाह्यं तत्र भयाच्छ्रमात् ।
यथात्तरञ्च दुः साध्यस्तत्र दोषो यथायथम्  ॥
]

`verse 3 [
प्रकोपनैः प्रकुपिता विशेषेण विदाहिभिः  ।
देहे शीघ्रं विशन्तीह तेऽन्तरे हि स्थिता बहिः  ॥
]

`verse 4 [
तृष्णाभियोगाद्वेगानां विषमाच्च प्रवर्तनात् ।
आशु चाग्निबलभ्रंशादतो बाह्यं विसर्पयेत् ॥
]

`verse 5 [
तत्र वातात्स वीसर्पो वातज्वरसमव्यथः  ।
शोथस्फुरणनिस्तोदभेदायासार्तिहर्षवान्  ॥
]

`verse 6 [
पित्ताद्द्रुतगतिः पित्तज्वरलिङ्गोऽतिलोहितः  ।
कफात्कण्डूयुतः स्निग्धः कफज्वरसमानरुक् ॥
]

`verse 7 [
सन्निपातसमुत्थाश्च सर्वलिङ्गसमन्विताः  ।
स्वदोषलिङ्गैश्चीयन्ते सर्वैः स्फोटैरुपेक्षिताः  ।
तेऽपि स्वेदान्विमुञ्चति बिभ्रतो व्रणलक्षणम्  ॥
]

`verse 8 [
वातपित्ताज्ज्वरच्छर्दिमूर्छातीसारतृड्भ्रमैः  ।
गन्थिभेदाग्निसदनतमकारोचकैर्युतः  ॥
]

`verse 9 [
करोति सर्वमङ्गञ्च दीप्ताङ्गारावकीर्णवत् ।
यंयं देशं विसर्पश्च विसर्पति भवेत्ससः  ॥
]

`verse 10 [
शान्ताङ्गारासितो नीलो रक्तो वासु च चीयते  ।
अग्निदग्ध इव स्फोटैः शीघ्रगत्वाद्द्रुतं स च  ॥
]

`verse 11 [
मर्मानुसारी वीसर्पः स्याद्वातोऽतिबलस्ततः  ।
व्यथतेऽङ्गं हरेत्संज्ञां निद्राञ्च श्वासमीरयेत् ॥
]

`verse 12 [
हिक्काञ्च स गतोऽवस्थामीदृशीं लभते नरः  ।
क्वचिन्मर्मारतिग्रस्तो भूमिशय्यासनादिषु  ॥
]

`verse 13 [
चेष्टमानस्ततः क्लिष्टो मनोदेहप्रमोहवान्  ।
दुष्प्रबोधोऽश्नुते निद्रां सोऽग्निवीसर्प उच्यते  ॥
]

`verse 14 [
कफेन रुद्धः पवनो भित्त्वातं बहुधा कफम्  ।
रक्तं वा वृद्धरक्तस्य त्वक्छिरास्नायुमांसगम्  ॥
]

`verse 15 [
दूषयित्वा तु दीर्घानुवृत्तस्थूलखरात्मिकाम्  ।
ग्रन्थीनां कुरुते मालां सरक्तान्तीव्ररुग्ज्वराम्  ॥
]

`verse 16 [
श्वासकासातिसारास्यशोषहिक्कावमिभ्रमैः  ।
मोहवैवर्ण्यमूर्छाङ्गभङ्गग्निसदनैर्युताम्  ।
इत्ययं ग्रन्थिवीसर्पः कफमारुतकोपजः  ॥
]

`verse 17 [
कफपित्ताज्ज्वरः स्तम्भो निद्रा तन्द्रा शिरोरुजा  ।
अङ्गावसादविक्षेंपौ प्रलापारोचकभ्रमाः  ॥
]

`verse 18 [
मूर्छाग्निहानिर्भेदोऽस्थ्नां पिपासेन्द्रियगौरवम्  ।
आमोपवेशनं लेपः स्रोतसां स च सर्पति  ॥
]

`verse 19 [
प्रायेणामाशयं गृह्णन्नेकदेशं न चातिरुक् ।
पीडकैरवकीर्णोऽतिपीतलोहितपाण्डुरैः  ॥
]

`verse 20 [
स्निध्नोऽसितो मेचकाभो मलिनः शोथवान्गुरुः  ।
गम्भीरपाकः प्रायोष्मस्पृष्टः क्लिन्नोंऽवदीर्यते  ॥
]

`verse 21 [
पक्ववच्छीर्णमांसश्च स्पष्टस्नायुशिरागणः  ।
सर्वगो लक्षणैः सर्वेः सर्वगत्वक्समर्पणः  ।
शवगन्धी च वीसर्पः कर्दमाख्यमुशन्ति तम्  ॥
]

`verse 22 [
बाह्यहेतोः क्षतात्क्रुद्ध्वः सरक्तं पित्तमीरयन्  ।
वीसर्पं मारुतः कुर्यात्कुलत्थसदृशैश्चितम्  ॥
]

`verse 23 [
स्फोटैः शोथज्वररुजादाहाढ्यं श्यावशोणितम्  ।
पथग्दोषैस्त्रयः साध्या द्वन्द्वजाश्चानुपद्रवाः  ॥
]

`verse 24 [
असाध्याः कृतसर्वोत्थाः सर्वे चाक्रान्तमर्मणः  ।
शीर्णस्नायुशिरामांसाः क्लिन्नाश्चशवगन्धयः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे वीसर्पनिदानं नाम त्रिपष्ट्यधिकशततमोऽध्यायः
]
