`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
क्रिमयश्च द्विधा प्रोक्ता बाह्यभ्यन्तरभेदतः  ।
बहिर्मलकफासृग्विट्जन्मभेदाच्चतुर्विधाः  ॥
]

`verse 2 [
नामतो विंशतिविधा बाह्यास्तत्र मलोद्भवाः  ।
तिलप्रमाणसंस्थानवर्णाः केशाम्बराश्रयाः  ॥
]

`verse 3 [
बहुपादाश्च सूक्ष्माश्च यूका लिक्षाश्च नामतः  ।
द्विधा ते कोष्ठपिडिकाः कण्डूगण्डान्प्रकुर्वते  ॥
]

`verse 4 [
कुष्ठैकहेतवोऽन्तर्जाः श्लेष्मजा बाह्यसम्भवाः  ।
मधुरान्नगुडक्षीरदधिमत्स्यनवौदनैः  ॥
]

`verse 5 [
कफादामाशये जाता वृद्धाः सर्पन्ति सर्वतः  ।
पृथुब्रध्ननिभाः केचित्केचिद्गण्डूपदोपमाः  ॥
]

`verse 6 [
रूढधान्याङ्कुराकारास्तनुदीर्घास्तथाणवः  ।
श्वेतास्ताम्रावभासाश्च नामतः सप्तधा तु ते  ॥
]

`verse 7 [
अन्त्रादा उदरावेष्टा हृदयादा महागुदाः  ।
च्युरवो दर्भकुसुमाः सुगन्धास्ते च कुर्वते  ॥
]

`verse 8 [
हृल्लासमास्यश्रवणमविपाकमरोचकम्  ।
मूर्छाच्छर्दिज्वरानाहकार्श्यक्षवथुपीनसान्  ॥
]

`verse 9 [
रक्तवाहिशिरास्थानरक्तजा जन्तवोऽणवः  ।
अपादा वृत्तताम्राश्च सौक्ष्म्यात्केचिददर्शनाः  ॥
]

`verse 10 [
केशादा रोमविध्वंसा रोमद्वीपा उदुम्बराः  ।
षट्ते कुष्ठैककर्माणः सहसौरसमातरः  ॥
]

`verse 11 [
पक्वाशये पुरीषोत्था जायन्तेऽथोविसर्पिणः  ।
वृद्धास्ते स्युर्भवेयुश्च ते यदामाशयोन्मुखाः  ॥
]

`verse 12 [
तदास्योद्गारनिः श्वामविड्गन्धानुविधायिनः  ।
पृथुवृत्ततनुस्थूलाः श्यावपीतसितासिताः  ॥
]

`verse 13 [
ते पञ्चनाम्ना क्रिमयः ककेरुकमकेरुकाः  ।
सौसुरादाः सशूलाख्या लेलिहा जनयन्ति हि  ॥
]

`verse 14 [
वङ्भेदशूलविष्टम्भकार्श्यपारुष्यपाण्डुताः  ।
रोमहर्षाग्निसदनं गुदकण्डूंर्विमार्गगाः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे क्रिमिनिदानं नाम पञ्चषष्ठ्यधिकशततमोऽध्यायः
]
