`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
वातव्याधिनिदानं ते वक्ष्ये सुश्रुत तच्छृणु  ।
सर्वथानर्थकथने विघ्न एव च कारणम्  ॥
]

`verse 2 [
अदृष्टदुष्टपवनशरीरमविशेषतः  ।
स विश्वकर्मा विश्वात्मा विश्वरूपः प्रजापतिः  ॥
]

`verse 3 [
स्रष्टा धाता विभुर्विष्णुः संहर्ता मृत्युरन्तकः  ।
तद्वदुक्तं च यत्नेन यतितव्यमतः सदा  ॥
]

`verse 4 [
तस्योक्ते दोषविज्ञाने कर्म प्राकृतवैकृतम्  ।
समासव्यासतो दोषभेदानामवधार्य च  ॥
]

`verse 5 [
प्रत्येकं पञ्चधा वीरो व्यापारश्चेह वैकृतः  ।
तस्योच्यते विभागेन सनिदानं सलक्षणम्  ॥
]

`verse 6 [
धातुक्षयकरैर्वायुः क्रुद्धो नातिनिषेव्यते  ।
चतुः स्नोतोऽवकाशेषु भूयस्तान्येव पूरयेत् ॥
]

`verse 7 [
तेभ्यस्तु दोषपूर्णेभ्यः प्रच्छाद्य विवरं ततः  ।
तव वायुः सकृत्क्रुद्धः शूलानाहान्त्रकूजनम्  ॥
]

`verse 8 [
मलरोधं स्वरभ्रंशं दृष्टिपृष्ठकटिग्रहम्  ।
करोत्येव पुनः काये कृच्छ्रानन्यानुपद्रवान्  ॥
]

`verse 9 [
आमाशयोत्थवमथुश्वासकासविषूचिकाः  ।
कण्डूपरोधघर्मादिव्याधीनूर्ध्वञ्च नाभितः  ॥
]

`verse 10 [
श्रोत्रादीन्द्रियबाधां च त्वचि स्फोटनरूक्षताम्  ।
चक्रेतीव्ररुजाश्वासगरामयविवर्णताः  ॥
]

`verse 11 [
अन्त्रस्यान्तञ्च विष्टम्भमरुचिं कृशतां भ्रमम्  ।
मांसमेदोगतग्रन्थिं चर्मादावुपकर्कशम्  ॥
]

`verse 12 [
गुर्वङ्गन्तुद्यतेऽत्यर्थं दण्डमुष्टिहतं यथा  ।
अस्थिस्थः सक्थिसन्ध्यस्थिशूलं तीव्रञ्च लक्षयेत् ॥
]

`verse 13 [
मज्जस्थोऽस्थिषु चास्थैर्यमस्वप्नं यत्तदा रुजाम्  ।
शुक्रस्य शीघ्रमुत्सङ्गसर्गान्विकृतिमेव वा  ॥
]

`verse 14 [
तत्तद्गर्भस्थशुक्रस्थः शिरस्याध्मानरिक्ताता  ।
तत्र स्थानस्थितः कुर्यात्क्रुद्धः श्वयथुकृच्छ्रताम्  ॥
]

`verse 15 [
जलपूर्णदृतिस्पर्शं शोषं सन्धिगतोऽनिलः  ।
सर्वाङ्गसंश्रयस्तोदभेदस्फुरणभञ्जनम्  ॥
]

`verse 16 [
स्तम्भनाक्षेपणं स्वप्नः सन्धिभञ्जनकम्पनम्  ।
यदा तु धमनीः सर्वाः क्रुद्धोऽभ्येति मुहुर्मुहुः  ।
तदाङ्गमाक्षिपत्येष व्याधिराक्षेपणः स्मृतः  ॥
]

`verse 17 [
अधः प्रतिहतो वायुर्व्रजेदूर्ध्वं यदा पुनः  ।
तदावष्टभ्य हृदयं शिरः शङ्खौ च पीडयेत् ॥
]

`verse 18 [
सक्षिपेत्परितो गात्रं हनुं वा चास्य नामयत् ।
कृच्छ्रादुच्छ्वसितं चापि निमीलन्नयनद्वयम्  ॥
]

`verse 19 [
कपोत इव कूजेच्च निः संगः सोपतन्त्रकः  ।
स एव वामनासायां युक्तस्तु मरुता हृदि  ॥
]

`verse 20 [
प्राप्नोति च मुहुः स्वास्थ्यं मुहुरस्वास्थ्यवान्भवेत् ।
अभिघातसमुत्थश्च दुश्चिकित्स्यतमो मतः  ॥
]

`verse 21 [
स्वेदस्तम्भं तदा तस्य वायुश्छिन्नतनुर्यदा  ।
व्याप्नोति सकलं देहं यत्र चायाम्यते पुनः  ॥
]

`verse 22 [
अन्तर्धान्तुगतश्चैव वेगस्तम्भं च नेत्रयोः  ।
करोति जृम्भां सदनं दशनानां हतोद्यमम्  ॥
]

`verse 23 [
पार्श्वयोर्वेदनां बाह्यां हनुपृष्ठसिरोग्रहम्  ।
देहस्य बहिरायामं पृष्ठतो हृदये शिरः  ॥
]

`verse 24 [
उरश्चोत्क्षिप्यते तत्र स्कन्धो वा नाम्यते तदा  ।
दन्तेष्वास्ये च वैवर्ण्यं ह्यस्वेदस्तत्र गात्रतः  ॥
]

`verse 25 [
बाह्यायामं हनुस्तम्भं ब्रवते वातरोगिणम्  ।
विण्मूत्रमसृजं प्राप्य ससमीरसमीरणाः?  ॥
]

`verse 26 [
आयच्छन्ति तनोर्देषाः सर्वमापादमस्तकम्  ।
तिष्ठतः पाण्डुमात्रस्य व्रणायामः सुवर्धितः  ॥
]

`verse 27 [
गात्रवेगे भवेत्स्वास्थ्यं सर्वेष्वाक्षेपणेन तत् ।
जिह्वाविलेखनादुष्णभक्षणादतिमानतः  ॥
]

`verse 28 [
कुपितो हनुमूलस्थः स्तम्भयित्वानिलो हनुम्  ।
करोति विवृतास्यत्वमथवा संवृतास्यताम्  ॥
]

`verse 29 [
हनस्तम्भः स तेन स्यात्कृच्छ्राच्चर्वणभाषणम्  ।
वाग्वादिनी शिरास्तम्भो जिह्वां स्तम्भयतेऽनिलः  ॥
]

`verse 30 [
जिह्वास्तम्भः स तेनान्नपानवाक्येष्वनीशता  ।
शिरसा भारहरणादतिहास्यप्रभाषणात् ॥
]

`verse 31 [
विषमादुपधानाच्च कठिनानां च चर्वणात् ।
वायुर्विवर्धते तैश्च वातूलैरूर्ध्वमास्थितः  ॥
]

`verse 32 [
वक्रीकरोति वक्त्रं च ह्युच्चैर्हसितमीक्षितम्  ।
ततोऽस्य कुरुते मृद्वीं वाक्शक्तिं स्तब्धनेत्रताम्  ॥
]

`verse 33 [
दन्तचालं स्वरभ्रंशः श्रुतिहानीक्षितग्रहौ  ।
गन्धाज्ञानं स्मृतिध्वंसस्त्रासः श्वासश्च जायते  ॥
]

`verse 34 [
निष्ठीवः पार्श्वतोदश्च ह्येकस्याक्ष्णो निमीलनम्  ।
जत्रोरूर्ध्वं रुजस्तीव्राः शरीरार्धधरोऽपि वा  ॥
]

`verse 35 [
तमाहुरर्दितं केचिदेकाङ्गमथ चापरे  ।
रक्तमाश्रित्य च शिराः कुर्यान्मूर्धधराः शिराः?  ॥
]

`verse 36 [
रूक्षः सवेदनः कृष्णः सोऽसाध्यः स्याच्छिरोग्रहः  ।
तनुं गृहीत्वा वायुश्च स्नायुस्तथैव च  ॥
]

`verse 37 [
पक्षमन्यतरं हन्ति पक्षाघातः स उच्यते  ।
कृत्स्नस्य कायस्यार्धं स्यादकर्मण्यमचेतनम्  ॥
]

`verse 38 [
एकाङ्गरोगतां केचिदन्ये कक्षरुजां विदुः  ।
सर्वाङ्गरोधः स्तम्भश्च सर्वकायाश्रितेऽनिले  ॥
]

`verse 39 [
शुद्धवातकृतः पक्षः कृच्छ्रसाध्यतमो मतः  ।
कृच्छ्रश्चान्येन संसृष्टो विवृद्धः क्षयहेतुकः  ॥
]

`verse 40 [
आमबद्धायनः कुर्यात्संस्तभ्याङ्गं कफान्वितः  ।
असाध्य एव सर्वो हि भवेद्दण्डापतानकः  ॥
]

`verse 41 [
अंसमूलोत्थितो वायुः शिराः संकुच्य तत्रगः  ।
बहिः प्रस्यन्दितहरं जनयत्येव बाहुकम्  ॥
]

`verse 42 [
तलं प्रत्यङ्गुलीनां यः कण्डरा बाहुपृष्ठतः  ।
बाह्वोः कर्मक्षयकरी विपूची वेति सोच्यते  ॥
]

`verse 43 [
वायुः कट्याश्रितः सक्थ्नः कण्डरामाक्षैपेद्यदा  ।
तदा खञ्जो भवेज्जन्तुः पङ्गुः सक्थ्नोर्द्वयोर्वधात् ॥
]

`verse 44 [
कम्पते गमनारम्भे खञ्जन्निव च गच्छति  ।
कलायखञ्जं तं विद्यान्मुक्तसन्धिप्रबन्धनम्  ॥
]

`verse 45 [
शीतोष्णद्रवसंसुष्कगुरुस्निग्धैश्च सेवितैः  ।
जीर्णाजीर्णे तथायासक्षोभस्निग्धप्रजागरैः  ॥
]

`verse 46 [
श्लेष्मभेदः समये परमत्यर्थसंचितम्  ।
अभिभूयेतरं दोषं शरीरं प्रतिपद्यते  ॥
]

`verse 47 [
सक्थ्यस्थीनि प्रपूर्यान्तः श्लेष्मणा स्तम्भितेन तत् ।
तदास्थि स्नाति तेनोरोस्तथा शीतानिलेन तु  ॥
]

`verse 48 [
श्यामाङ्गमङ्गस्तैमित्यतन्द्रामूर्छारुचिज्वरैः  ।
तमूरुस्तम्भमित्याह बाह्यवातमथापरे  ॥
]

`verse 49 [
वातशोणितसंशोथो जानुमध्ये महारुजः  ।
ज्ञेयः क्रोष्टुकशीर्षस्तु स्थूलक्रोष्टुकशीर्षवत् ॥
]

`verse 50 [
रुक्पादविषमन्यस्ते श्रमाद्वा जायते यदा  ।
वातेन गुल्फमाक्षित्य तमाहुर्वातकण्टकम्  ॥
]

`verse 51 [
पार्ष्णिप्रत्यङ्गुलीनाभौ कण्ठे वा मारुतार्दिते  ।
सतिक्षेपं निगृह्णाति गृध्रसीं तां प्रचक्षते  ॥
]

`verse 52 [
हृष्येते चरणौ यस्य भवेतां चापि सुप्तकौ  ।
पादहर्षः स विज्ञेयः कफमारुतकोपजः  ॥
]

`verse 53 [
पादयोः कुरुते दाहं पित्तासृक्सहितोऽनिलः  ।
विशेषतश्चङ्क्रमतः पाददाहं तमादिशेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे वातव्याधिनिदानं नाम षटूषष्ट्यधिकशततमोऽध्यायः
]
