`speaker [
धन्वन्तरीरुवाच
]

`verse 1 [
वातरक्तनिदानं ते वक्ष्ये सुश्रुत तच्छृणु  ।
विरुद्धाध्यशनक्रोधदिवास्वप्नप्रजागरैः  ॥
]

`verse 2 [
प्रायशः सुकुमाराणां मिथ्याहारविहारिणाम्  ।
स्थूलानां सुखिनां चापि कुप्यते वातशोणितम्  ॥
]

`verse 3 [
अग्निघातादशुद्धेश्च नृणामसृजि दूषिते  ।
वातलैः शीतलैर्वायुर्वृद्धः क्रुद्धो विमार्गगः  ॥
]

`verse 4 [
तादृशैवासृजा रुद्धः प्राक्तदैव प्रदूषयेत् ।
तथा वातो गुदे पीडां बलासं वातशोणितम्  ॥
]

`verse 5 [
संस्तभ्य जनयेत्पूर्वं पश्चात्सर्वत्र धावति  ।
विशेषाद्वमनाद्यैश्च प्रलम्बस्तस्य लक्षणम्  ॥
]

`verse 6 [
भविष्यतः कुष्ठसमं तथा साम्बुदसंज्ञकम्  ।
जानुजङ्घोरुकट्यंसहस्तपादाङ्गसन्धिषु  ॥
]

`verse 7 [
कण्डूस्फुरणनिस्तोदभेदगौरवसुप्तताः  ।
भूत्वा भूत्वा प्रशाम्यन्ति मुहुराविर्भवन्ति च  ॥
]

`verse 8 [
पादयोर्मूलमास्थाय कदाचिद्धस्तयोरपि  ।
आखोरिव विलं क्रुद्धः कृत्स्नं देहं बिधावति  ॥
]

`verse 9 [
त्वङ्मांसाश्रयमत्तानं तत्पूर्वं जायते ततः  ।
कालान्तरेण गम्भीरं सर्वधातूनभिद्रवेत् ॥
]

`verse 10 [
कट्यादिसंयतस्थाने त्वक्ताम्रश्यावलोहिताः  ।
श्वयथुर्ग्रथितः पाकः स वायुश्चास्थिमज्जसु  ॥
]

`verse 11 [
छिन्दन्निव चरत्यन्तश्चकीकुर्वंश्च वेगवान्  ।
करोति खञ्जं पङ्गुं वा शरीरं सर्वतश्चरन्  ॥
]

`verse 12 [
वाताधिकेऽधिकं तत्र शूलस्फुरणभञ्जनम्  ।
शोथस्य रौक्ष्यं कृष्णत्वं श्यावतावृद्धिहानयः  ॥
]

`verse 13 [
धमन्यङ्गुलिसन्धीनां संकोचोङ्गग्रहो तिरुक् ।
शीतद्वेषानुपशयौ स्तम्भवेपथुसुप्तयः  ॥
]

`verse 14 [
रक्ते शोथोऽतिरुक्तोदस्ताम्राश्चिमिचिमायते  ।
स्निग्धरूक्षैः समं नैति कण्डुक्लेदसमन्वितः  ॥
]

`verse 15 [
पित्ते विदाहः संमोहः स्वादो मूर्छा मदस्तृषा  ।
स्पर्शासहत्वं रुग्रावः शोषः पाको भृशोष्मता  ॥
]

`verse 16 [
कफे स्तैमित्यगुरुता सुप्तिस्निग्धत्वशीतता  ।
कण्डूर्मन्दा च रुग्द्बन्द्वं सर्वलिङ्गञ्च संकरात् ॥
]

`verse 17 [
एकदोषञ्च संसाध्यं याप्यञ्चैव द्विदोषजम्  ।
त्रिदोषजन्त्यजेदाशु रक्तपित्तं सुदारुणम्  ॥
]

`verse 18 [
रक्तमङ्गे निहन्त्याशु शाखासन्धिषु मारुतः  ।
निवेश्यान्योन्यमावार्य वेदनाभिर्हरत्यसून्  ॥
]

`verse 19 [
वायौ पञ्चात्मके प्राणे रौक्ष्याच्चापल्यलङ्घनैः  ।
अत्याहाराभिघाताच्च वेगोदीरणचारणैः  ॥
]

`verse 20 [
कुपितश्चक्षुरादीनामुपघातं प्रकल्पयेत् ।
पीनसो दाहतृट्कासश्वासादिश्चैव जायते  ॥
]

`verse 21 [
कण्ठरोधोमलभ्रंशच्छर्द्यरोचकपीनसान्  ।
कुर्याच्च गलगण्डदींस्तञ्जत्रुमूर्ध्वसंश्रयः  ॥
]

`verse 22 [
व्यानोऽतिगमनस्नानक्रीडाविषयचोष्टितैः  ।
विरुद्धरूक्षभीहर्षविषादाद्यैश्च दूषितः  ॥
]

`verse 23 [
पुंस्त्वोत्साहबलभ्रंशशोकचित्तप्लवज्वरान्  ।
सर्वाकारादिनिस्तोदरोमहर्षं सुषुप्तताम्  ॥
]

`verse 24 [
कुष्ठं विसर्पमन्यच्च कुर्यात्सर्वाङ्गसादनम्  ।
समानो विषमाजीर्णशीतसङ्कीर्णभोजनैः  ॥
]

`verse 25 [
करोत्यकालशयनजागराद्यैश्च दूषितः  ।
शूलगुल्मग्रहण्यादीन्यकृत्कामाश्रयान्गदान्  ॥
]

`verse 26 [
अपानो रूक्षगुर्वन्नवेगाघातातिवाहनैः  ।
यानपानसमुत्थानचङ्क्रमैश्चातिसेवितैः  ॥
]

`verse 27 [
कुपितः कुरुते रोगान्कृत्स्नान् पक्वाशयाश्रयान्  ।
मूत्रसुक्रप्रदोषार्शोगुदभ्रंशादिकान्बहून्  ॥
]

`verse 28 [
सर्वाङ्गमाततं सामं तन्द्रास्तैमित्यगौरवैः  ।
स्निग्धत्वाद्बोध कालस्य शैत्यशोथाग्निहानयः  ॥
]

`verse 29 [
कण्डूरूक्षातिनाशेन तद्विधोपशमेन च  ।
मुक्तिं विद्यान्निरामं तं तन्द्रादीनां विपर्ययात् ॥
]

`verse 30 [
वायोरावरणं वातो बहुभेदं प्रचक्षते  ।
पित्तलिङ्गावृते दाहस्तृष्णा शूलं भ्रमस्तमः  ॥
]

`verse 31 [
कटुकोष्णाम्ललवणैर्विदाहशीतकामता  ।
शैत्यगौरवशूलाग्निकट्वाज्यपयसोऽधिकम्  ॥
]

`verse 32 [
लङ्घनायासरूक्षोष्णकामता च कफावृते  ।
कफावृतेऽङ्गमर्दः स्याद्धृल्लासो गुरुतारुचिः  ॥
]

`verse 33 [
रक्तवृते सदाहार्तिस्तवङ्मांसाश्रयजा भृशम्  ।
भवेत्सरागः श्वयथुर्जायन्ते मण्डलानि च  ॥
]

`verse 34 [
शोथो मांसेन कठिनो हृल्लासपिटिकास्तथा  ।
हर्षः पिपीलिकानां च संचार इव जायते  ।
चललग्रनो मृदुः शीतः शोथो गात्रेषु रोचकः  ॥
]

`verse 35 [
आढ्यवात इव ज्ञेयः स कृच्छ्रो मेदसावतः  ।
स्पर्श आच्छादितेत्युष्णशीतलश्च त्वनावृते  ।
मज्जावृते तु विषमं जृम्भणं परिवेष्टनम्  ॥
]

`verse 36 [
शूलञ्च पड्यिमानश्च पाणिभ्यां लभते सुखम्  ।
शुक्रावृते तु शोथे वै चातिवेगो न विद्यते  ॥
]

`verse 37 [
भुक्ते कुक्षौ रुजा जीर्णे निकृत्तिर्भवति ध्रुवम्  ।
मूत्राप्रवृत्तिराध्मानं बस्तेर्मूत्रावृते भवेत् ॥
]

`verse 38 [
छिद्रावृते विबन्धोऽथ स्वस्थानं परिकृन्त ति  ।
पतत्याशु ज्वराक्रान्तो मूर्छां च लभते नरः  ॥
]

`verse 39 [
सकृत्पीडितमन्येन दुष्टं शुक्रं चिरात्सृजेत् ।
सर्वधात्वावृते वायौ श्रोणिवङ्क्षणपृष्ठरुक् ॥
]

`verse 40 [
विलोमे मारुते चैव हृदयं परिपीड्यते  ।
भ्रमो मूर्छा रुजा दाहः पित्तेन प्राण आवृते  ॥
]

`verse 41 [
रुजा तन्द्रा स्वरभ्रंशो दाहो व्याने तु सर्वशः  ।
क्रमों गचेष्टाभङ्गश्च सन्तापः सहवेदनः  ॥
]

`verse 42 [
समान ऊष्मोपहतिः सस्वेदोपरतिः सुतृट् ।
दाहश्च स्यादपाने तु मले हारिद्रवर्णता  ॥
]

`verse 43 [
रजोवृद्धिस्तापनञ्च तथा चानाहमेहनम्  ।
श्लेष्मणा प्रावृते प्राणे नादः स्नोतोऽवरोधनम्  ॥
]

`verse 44 [
ष्ठीवनञ्चैव सस्वेदश्वासनिः श्वाससंग्रहः  ।
उदाने गुरुगात्रत्वमरुचिर्वाक्स्वरग्रहः  ॥
]

`verse 45 [
बलवर्णप्रणाशश्चा पाने पर्वास्थिसंग्रहः  ।
गुरुताङ्गेषु सर्वेषु स्थूलत्वञ्चागतं भृशम्  ॥
]

`verse 46 [
समानेऽतिक्रियाज्ञत्वमस्वेदो मन्दवह्निता  ।
अपाने सकलं मूत्रं शकृतः स्यात्प्रवर्तनम्?  ॥
]

`verse 47 [
इति द्वाविंशतिविधं वातरक्तामयं विदुः  ।
प्राणादयस्तथान्योऽन्यं समाक्रान्ता यथाक्रमम्  ॥
]

`verse 48 [
सर्वेऽपि विंशतिविधं विद्यादावरणञ्च यत् ।
हृल्लासोच्छ्वाससंरोधः प्रतिश्यायः शिरोग्रहः  ॥
]

`verse 49 [
हृद्रोगो मुखशोषश्च प्राणेनापान आवृते  ।
उदानेनावृते प्राणे भवेद्धै बलसंक्षयः  ॥
]

`verse 50 [
विचारणेन विभजेत्सर्वमावरणं भिषक् ।
स्थानान्यपेक्ष्य वातानां वृर्धिहानिं च कर्मणाम्  ॥
]

`verse 51 [
प्राणादीनाञ्च पञ्चानां पित्तमावरणं मिथः  ।
पित्तादीनामावसतिर्मिश्राणां मिश्रितैश्च तैः  ॥
]

`verse 52 [
मिश्रैः पित्तादिभिस्तद्वन्मिश्राण्यपित्वनेकधा  ।
तांल्लक्षयेदवहितो यथास्वं लक्षणोदयात् ॥
]

`verse 53 [
शनैः शनैश्चोपशयान्दृढानपि मुहुर्मुहुः  ।
विशेषाज्जीवितं प्राण उदानो बलमुच्यते  ।
स्यात्तयोः पीडनाद्धनिरायुषञ्च बलस्य च  ॥
]

`verse 54 [
आवृता वायवोऽज्ञाता ज्ञाता वा स्थानविच्युताः  ।
प्रयत्नेनापि दुः साध्या भवेयुर्वानुपद्रवाः  ॥
]

`verse 55 [
विद्रधिप्लीहहृद्रोगगुल्माग्निसदनादयः  ।
भवन्त्युपद्रवास्तेषामावृतानामुपेक्षया  ॥
]

`verse 56 [
निदानं सुश्रुत ! मया आत्रेयोक्तं समीरितम्  ।
सर्वरोगविवेकाय नराद्यायुः प्रवृद्धये  ॥
]

`verse 57 [
एवं विज्ञाय रोगादींश्चिकित्सामथ वै चरेत् ।
त्रिफला सर्वरोगघ्नी मध्वाज्यगुडसंयुता  ॥
]

`verse 58 [
सव्योषा त्रिफला वापि सर्वरोगप्रमर्दिनी  ।
शतावरीगुडूच्यग्निविडङ्गेन युताथवा  ॥
]

`verse 59 [
शतावरी गुडूच्यग्निः शुण्ठीमूषलिका बला  ।
पुनर्नवा च बृहती निर्गुण्डी निम्बपत्रकम्  ॥
]

`verse 60 [
भृङ्गराजश्चामलकं वासकस्तद्रसेन वा  ।
भाविता त्रिफला सप्तवारमेखमथापिवा  ॥
]

`verse 61 [
पूर्वोक्तश्च यथालाभयुक्तैश्चूर्णञ्च मोदकः  ।
वटिका घृततैलं वा कषायो शोषरोगनुत् ।
पलं पलार्धकं वापि कर्षं कर्षार्धमेव वा  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे वातरक्तनि सप्तषष्ट्याधिकशततमोध्यायः
]
