`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
हिताहितविकेकाय अनुपानविधिं ब्रुवे  ।
रक्तशालि त्रिदोषघ्नं तृष्णामेदोनिवारकम्  ॥
]

`verse 2 [
महाशालि परं वृष्यं कलमः श्लेष्मपित्तहा  ।
शीत्तो गुरुस्त्रिदोषघ्नः प्रायशो गौरषष्टिकः  ॥
]

`verse 3 [
श्यामाकः शोषणो रूक्षो वातलः श्लेष्मपित्तहा  ।
तद्वत्प्रियङ्गुनीवारकोरदूषाः प्रकीर्तिताः  ॥
]

`verse 4 [
बहुवारः सकृच्छीतः श्लेष्मपित्तहरो यवः  ।
वृष्यः शीतो गुरुः स्वादुर्गोधूमो वातनाशनः  ॥
]

`verse 5 [
कफपित्तास्त्रजिन्मुद्गः कषायो मधुरोलघुः  ।
माषो बहुबलो वृष्यः पित्तश्लेष्महरो गुरुः  ॥
]

`verse 6 [
अवृष्यः श्लेष्मपित्तघ्नो राजमाषोऽनिलार्तिनुत् ।
कुलत्थः श्वासहिक्काहृत्कफगुल्मानिलापहः  ॥
]

`verse 7 [
रक्तपित्तज्वरोन्माथो शीतो ग्राही मकुष्ठकः  ।
पुंस्त्वासृक्कफपित्तघ्नश्चणको वातलः स्मृतः  ॥
]

`verse 8 [
मसूरो मधुरः शीव संग्रही कफपित्तहा  ।
तद्वत्सर्वगुणाढ्यश्च कलायश्चातिवातलः  ॥
]

`verse 9 [
आग्की कफपित्तघ्नो शुक्रला च तथा स्मृता  ।
अतसी पित्तला ज्ञेया सिद्धार्थः कफवातजित् ॥
]

`verse 10 [
सक्षारमधुरस्निग्धो बलोष्णपित्तकृत्तिलः  ।
बलघ्ना रूक्षलाः शीता विविधाः सस्यजातयः  ॥
]

`verse 11 [
चित्रकेङ्गुदिनालीकाः पिप्पलीमधुशिग्रवः  ।
चव्याचरणनिर्गुण्डीतर्कारीकाशमर्दकाः  ॥
]

`verse 12 [
सबिल्वाः कफपित्तघ्नाः क्रिमिघ्ना लघुदीपकाः  ।
वर्षाभूमार्करौ वातकफघ्नौ दोषनाशनौ  ॥
]

`verse 13 [
तिक्तरसः स्यादेरण्डः काकमाची त्रिदोषहृत् ।
चाङ्गेरी कफवातघ्नी सर्षपः सर्वदोषदम्  ॥
]

`verse 14 [
तद्वदेव च कौस्मसुम्भं राजिका वातपित्तला  ।
नाडीचः कफपित्तघ्नः चुचुर्मधुरशीतलः  ॥
]

`verse 15 [
दोषघ्नं पद्मपत्रञ्च त्रिपुटं वातकृत्परम्  ।
सक्षारः सर्वदोषघ्नो वास्तुको रोचनः परः  ॥
]

`verse 16 [
तण्डुकीयोविपहरः पालङ्क्याश्च तथापरे  ।
मूलकं दोषकृच्छामं स्विन्नं वातकफापदम्  ॥
]

`verse 17 [
सर्वदोषहरं ह्यद्यं कण्ठ्यं तत्पक्वमिष्यते  ।
कर्कोटकं सवार्ताकं पदोलं कारवेल्लकम्  ॥
]

`verse 18 [
कुष्ठमेहज्वरश्वासकासपित्तकफापहम्  ।
सर्वदोषहरं हृद्यं कूष्माण्डं बस्तिशोधनम्  ॥
]

`verse 19 [
कलिङ्गालाबुनी पित्तनाशिनी वातकारिणी  ।
त्रपुषोर्वारुके वातश्लेष्मले पित्तवारणे  ॥
]

`verse 20 [
वृक्षाम्लं कफवातघ्नं जम्बीरं कफवातनुत् ।
वातघ्नं दाडिमं ग्राहि नागरङ्गफलं गुरु  ॥
]

`verse 21 [
केशरं मातुलुङ्गं च दीपनं कफवातनुत् ।
वातपित्तहरो माषस्त्वक्स्निग्धोष्णानिलापहः  ॥
]

`verse 22 [
सरमामलकं वृष्यं मधुरं हृद्यमम्लकृत् ।
भुक्तप्ररोचका पुण्या हरीतक्यमृतोपमा  ॥
]

`verse 23 [
स्त्रंसनी कफवातघ्नी ह्यक्षस्तद्वत्त्रिदोषजित् ।
वातश्लेष्महरं त्वम्लं स्त्रंसनं तिन्तिडीफलम्  ॥
]

`verse 24 [
दोषलं लकुचं स्वादु बकुलं कफवातजित् ।
गुल्मवातकफश्वासकासघ्नं बीजपूरकम्  ॥
]

`verse 25 [
कपित्थं ग्राहि दोषघ्नं पक्वं गुरु विषापहम्  ।
कफपित्तकरं बालमापूर्णं पित्तवर्धनम्  ॥
]

`verse 26 [
पक्वाम्रं वातकृन्मांसशुक्रवर्णबलप्रदम्  ।
वातघ्नं कफपित्तघ्नं ग्राहि विष्टम्भि जाम्बवम्  ॥
]

`verse 27 [
तिन्दुकं कफवातघ्नं बदरं वातपित्तहृत् ।
विष्टम्भि वातलं बिल्वं प्रियालं पवनापहम्  ॥
]

`verse 28 [
राजादनफलं मोचं पनसं नारिकेलजम्  ।
शुक्रमांसकराण्याहुः स्वादुस्निग्धगुरूणि च  ॥
]

`verse 29 [
द्राक्षामधूकखर्जूरं कुङ्कुमं वातरक्तजित् ।
मागधी मधुरा पक्वा श्वासपित्तहरा परा  ॥
]

`verse 30 [
आर्द्रकं रोचकं वृष्यं दीपनं कफवातहृत् ।
शुण्ठीमरिचपिप्पल्यः कफवातजितो मताः  ॥
]

`verse 31 [
अवृष्यं मरिचं विद्यादिति वैद्यकसंमतम्  ।
गुल्मशूलविबन्धघ्नं हिङ्गुवातकफापहम्  ॥
]

`verse 32 [
यवानीधन्यकाजाज्यः वातश्लेष्मनुदः परम्  ।
चक्षुष्यं सैन्धवं वृष्यं त्रिदोषशमनं स्मृतम्  ॥
]

`verse 33 [
सौवर्चलं विबन्धघ्नमुष्णं हृच्छूलनाशनम्  ।
उष्णं शूलहरं तीक्ष्णं विडङ्गं वातनाशनम्  ॥
]

`verse 34 [
रोमकं वातलं स्वादु रोचनं क्लेदनं गुरु  ।
हृत्पाण्डुगलरोगघ्नं यवक्षारोऽग्निदीपनः  ॥
]

`verse 35 [
दहनो दीपनस्तीक्ष्णः सर्जिक्षारो विदारणः  ।
दोषघ्नं नाभसं वारिलघु हृद्यं विषापहम्  ॥
]

`verse 36 [
नादेयं वातलं रूक्षं सारसं मदुर लघु  ।
वातश्लेष्महरं वार्प्यं ताडागं वातलं स्मृतम्  ॥
]

`verse 37 [
रौच्यमग्निकरं रूक्षं कफघ्नंलघु नैर्झरम्  ।
दीपनं पित्तलं कौपमौद्भिदं पित्तनाशनम्  ॥
]

`verse 38 [
दिवार्ककिरणैर्जुष्टं रात्रौ चैवेन्दुरश्मिभिः  ।
सर्वदोषविनिर्मुक्तं तत्तुल्यं गगनाम्बुना  ॥
]

`verse 39 [
उष्णं वारि ज्वरश्वासमेदोऽनिलकफापहम्  ।
शृतं शीतत्रिदोषघ्नमुषितं तच्च दोषलम्  ॥
]

`verse 40 [
गोक्षीरं वातपित्तग्नं स्निग्धं गुरुरसायनम्  ।
गव्याद्गुरुतरं स्निग्धं माहिष्वह्निनाशनम्  ॥
]

`verse 41 [
छागं रक्तातिसारघ्नं कासश्वासकफापहम्  ।
चक्षुष्यं जीवनं स्त्रीणां रक्तपित्ते चनावनम्  ॥
]

`verse 42 [
परं वातहरं वृष्यं पित्तश्लेष्मकरं दधि  ।
दोषघ्नं मन्थजातन्तु मस्तु स्रोतोविशोधनम्  ॥
]

`verse 43 [
ग्रहण्यर्शोऽर्दितार्तिघ्नं नवनीतं नवोद्धृतम्  ।
विकाराश्च किलाटाद्या गुरवः कुष्ठहेतवः  ॥
]

`verse 44 [
परं ग्रहणीशोथार्शः पाण्ड्वतीसारगुल्मनुत् ।
त्रिदोषशमनं तक्रं कथितं पूर्वसूरिभिः  ॥
]

`verse 45 [
वृष्यञ्च मधुरं सर्पिर्वातपित्तकफापहम्  ।
गव्यं मेध्यञ्च चाक्षुष्यं संस्काराच्च त्रिदोषजित् ॥
]

`verse 46 [
अपस्मारगदोन्मादमूर्छाघ्नं संस्कृतङ्घृतम्  ।
अजादीनाञ्च सर्पोषि विद्याद्गोक्षीरसद्गुणैः  ।
कफवातहरं मूत्रं सर्वक्रिमिविषापहम्  ॥
]

`verse 47 [
पाण्डुत्वोदरकुष्ठार्शः शोथगुल्मप्रमेहनुत् ।
वातश्लेष्महरं बल्यं तैलं कश्यं तिलोद्भवम्  ॥
]

`verse 48 [
सार्षपं कृमिपाण्डुघ्नं कफमेदोऽनिलापहम्  ।
क्षौमं तैलमचक्षुष्यं पित्तहृद्वातनाशनम्  ॥
]

`verse 49 [
अक्षजं कफपित्तघ्नं केश्यं त्वक्श्रोत्रतर्पणम्  ।
त्रिदोषघ्नं मधु प्रोक्तं वातलञ्च प्रकीर्तितम्  ॥
]

`verse 50 [
हिक्काश्वासकृमिच्छर्दिमेहतृष्णाविषामहम्  ।
इक्षवोरक्तपित्तघ्नो बल्या वृष्याः कफप्रदाः  ॥
]

`verse 51 [
फाणितं पित्तलं तव्रिं सुरा मत्स्यण्डिका लघुः  ।
खण्डं वृष्यं तथा स्निग्धं स्वाद्वसृक्पित्तवातजित् ॥
]

`verse 52 [
वातपित्तहरो रूक्षो वातघ्नः कफकृद्गुडः  ।
स पित्तघ्नः परः पथ्यः पुराणोऽसृक्प्रसादनः  ॥
]

`verse 53 [
रक्तिपित्तहरा वृष्या सस्नेहा गडशर्करा  ।
सर्वपित्तकरं मद्यमम्लत्वात्कफवातजित् ॥
]

`verse 54 [
रक्तपित्तकरास्तीक्ष्णास्तथा सौवीरजातयः  ।
पाचनो दीपनः पथ्यो मण्डः स्याद्भृष्टतण्डुलः  ॥
]

`verse 55 [
वातानुलोमनी लघ्वी पेया वस्तिविशोधनी  ।
सतक्रदाडिमव्योषा सगुडा मधुपिप्पली  ॥
]

`verse 56 [
इन्तीयं सुकृता पेया कासश्वा सप्रवाहिकाः  ।
पायसः कफकृद्बल्यः कृशरा वातनाशिनी  ॥
]

`verse 57 [
सुधौतः प्रस्त्रुतः स्निग्धः सुखोष्णो लघुरोचनः  ।
कन्दमूलफलेहैः साधितो बृंहणोगुरुः  ॥
]

`verse 58 [
ईषदुष्णसेवनाच्च लघुः सूपः सुसाधितः  ।
स्विन्न निष्पीडितं शाकं हितं स्नेहादिसंस्कृतम्  ॥
]

`verse 59 [
दाडिमामलकैर्यूषो वह्निकृद्वातपित्तहा  ।
श्वासकासप्रतिश्यायकफघ्नो मलकैः कृतः  ॥
]

`verse 60 [
यवकोलकुलत्थानां यूषः कण्ठ्योऽनिलापहः  ।
मुद्गामलकजो ग्राही श्लेष्मपित्तविनाशनः  ॥
]

`verse 61 [
सगुडं दधि वातघ्नं सक्तवो रूक्षवातुलाः  ।
घृतपूर्णोऽग्निकारी स्याद्वृष्या गुर्वो च शष्कुली  ॥
]

`verse 62 [
बृंहणाः सामिषा भक्ष्यपिष्ट का गुखः स्मृताः  ।
तैलसिद्धाश्च दृष्टिघ्नास्तोयस्विन्नाश्च दुर्जराः  ॥
]

`verse 63 [
अत्युष्णा मण्डकाः पथ्याः शीतला गुखो मताः  ।
अनुपानञ्च पानीयं श्रमतृष्णादिनाशनम्  ॥
]

`verse 64 [
अन्नपानादिना रक्षा कृत्स्याद्रोगवर्जितः  ।
अनुष्णः शिखिकण्ठाभो विषञ्चैव विवर्णकृत् ॥
]

`verse 65 [
गन्धस्पर्शरसास्तीव्राभोक्तुश्च स्यान्मनोव्यथा  ।
आघ्राणे चाक्षिरोगः स्यादसाध्यश्च भिषग्वरैः  ।
वेपथुर्जृम्भणाद्यं स्याद्विषस्यैतत्तु लक्षणम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे अनुपानादिविधिकथनं नामैकोनसप्तत्यधिकशततमोऽध्यायः
]
