`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
ज्वरोऽष्टधा पृथग्द्वन्द्वसंघातागन्तुजः स्मृतः  ।
मुस्तपर्पटकोशीरचन्दनोदीच्यनागरैः  ।
शृतशीतं जलं दद्यात्पिपासाज्वरशान्तये  ॥
]

`verse 2 [
नागरं देवकाष्ठञ्च धान्याकं बृहतीद्वयम्  ।
दद्यात्पाचनकं पूर्वं ज्वरिताय ज्वरापहम्  ॥
]

`verse 3 [
आरग्वधाभयामुस्तातिक्ताग्रन्थिकनिर्मितः  ।
कषायः पाचनः सामे सशूले च ज्वरेहितः  ॥
]

`verse 4 [
मधूकसारसिन्धूत्थवचोषणकणाः समाः  ।
श्लक्ष्णं पिष्ट्वाम्भसा नस्यं कुर्यात्संज्ञाप्रबोधनम्  ॥
]

`verse 5 [
त्रिवृद्विशालात्रिफलाकटुकारग्वधैः कृतः  ।
सक्षारो भेदनः क्वाथः पेयः सर्वज्वरापहः  ॥
]

`verse 6 [
महौषधामृतामुस्तचन्दनोशीरधान्यकैः  ।
क्वाथस्तृतीयकं हन्ति शर्करामधुयोजितः  ॥
]

`verse 7 [
अपामगजटाकट्यां लोहितैः सप्ततन्तुभिः  ।
बद्ध्वा वारे रवेर्नूनं ज्वरं हन्ति तृतीयकम्  ॥
]

`verse 8 [
गङ्गाया उत्तरे कूले अपुत्रस्तापसो मृतः  ।
तस्मै तिलोदकं दद्यान्मुञ्चत्यैकाहिको ज्वरः  ॥
]

`verse 9 [
गुडूच्याः क्वाथकल्काभ्यां विफलावासकस्य च  ।
मृद्वीकाया बलायाश्च सिद्धाः स्नेहा ज्वरच्छिदः  ॥
]

`verse 10 [
धात्रीशिवाकणावह्निक्वाथः सर्वज्वरान्तकः  ।
ज्वरातिसारहरणमौषधं प्रवदाम्यथ  ॥
]

`verse 11 [
पृश्रिपर्णोबलाविल्वनागरोत्पलधान्यकैः  ।
पाठेन्द्रयवभूनिम्बमुस्तपर्पटकैः शृताः  ।
ज्यन्त्याममतीसारं सज्वरं समहौषधाः  ॥
]

`verse 12 [
नागरातिविषामुस्तभूनिम्बामृतवत्सकैः  ।
सर्वज्वरहरः क्वथः सर्वातीसारनाशनः  ॥
]

`verse 13 [
मुस्तपर्पटकदिव्यशृङ्गवेरशृतं पयः  ।
शालपर्णो पृश्रिपर्णो बृहती कण्टकारिका  ॥
]

`verse 14 [
बलाश्वदंष्ट्राबिल्वादि पाठानागरधान्यकम्  ।
एतदाहारसंयोगे हितं सर्वातिसारिणाम्  ॥
]

`verse 15 [
बिल्वचूतास्थिक्वाथश्च खण्डं मध्वतिसारनुत् ।
अतिसारे हिता तद्वत्कुटजत्वक्कणायुता  ॥
]

`verse 16 [
वत्सकातिविषाविश्वकणाकन्दकषायकः  ।
प्रयुक्तश्चामशूलाढ्ये ह्यतीसारे सशोणित  ॥
]

`verse 17 [
चिकित्साथ ग्रहण्यास्तुग्रहणी चाग्रिनाशिनी  ।
चित्रकाक्वाथक्लकाभ्यां ग्रहणीघ्नं क्षृतं हविः  ।
गुल्मशोथोदरप्लीहशूलार्शोघ्नं प्रदीपनम्  ॥
]

`verse 18 [
सौवर्चलं सैन्धवञ्च विडङ्गौद्भिदमेव च  ।
सामुद्रेण समं पञ्चलवणान्यत्र योजयेत् ॥
]

`verse 19 [
भेषजं शस्त्रक्षाराग्न्यस्त्रिधा वै चार्शसां हरम्  ।
विद्धि तच्चार्शसोघ्नन्तु यद्धि तक्रं नवोद्धृतम्  ॥
]

`verse 20 [
गुडूटीं पिप्पलीयुक्तामभयां घृतभर्जिताम्  ।
त्रिवृदर्शोविनाशार्थं भक्षयेदम्ललोणिकाम्  ॥
]

`verse 21 [
तिलेक्षुरससंयोगश्चार्शः कुष्ठ विनाशनः  ।
पञ्चकोलं समरिचं सत्र्यूषणमथाग्निकृत् ॥
]

`verse 22 [
हरीतकी भक्ष्यमाणा नागेरण गुडेन वा  ।
सैन्धवोपहिता वापि सातत्येनाग्निदीपनी  ॥
]

`verse 23 [
फलत्रिकामृतासातिक्ताभूनिम्बनिम्बजः  ।
क्वाथः क्षौद्रयुतो हन्यात्पाण्डुरोगं सकामलम्  ॥
]

`verse 24 [
त्रिवृच्च त्रिफला श्यामा पिप्पली शर्कग मधु  ।
मोदकः सन्निपातान्तो रक्तपित्तज्वरापहः  ॥
]

`verse 25 [
वासायां विद्यमानायामाशायां जीवितस्य च  ।
रक्तपित्ती क्षयी कासी किमर्थमवसीदति  ॥
]

`verse 26 [
आटरूपकमृद्वीकापथ्याक्वाथः सशर्करः  ।
क्षौद्राढ्यः कासनिः श्वासरक्तपित्तनिबर्हणः  ॥
]

`verse 27 [
वासारसः खण्डमधुयुतः पीतोऽथरक्तजित् ।
सल्लकीबदरीजम्बुप्रियालाम्रार्जुनं धवः  ।
पीतं क्षीरञ्च मध्वाढ्यं पृथक्छोणितवारणम्  ॥
]

`verse 28 [
समूलफलपत्राया निर्गुण्ड्याः स्वरसैर्घृतम्  ।
सिद्धं पीत्वा क्षयक्षीणी निर्व्यादिर्भाति देववत् ॥
]

`verse 29 [
हरीतकी कणा शुण्ठी मरिचं गुडसंयुतम्  ।
कासघ्नो मोदकः प्रोक्तस्तृष्णारोचकनाशनः  ॥
]

`verse 30 [
कण्टकारिगुडूचीभ्यां पृथक्त्रिंशत्पले रसे  ।
प्रस्थं सिद्धं घृतं स्याच्च कासनुद्वह्निदापनम्  ॥
]

`verse 31 [
कृष्णा धात्री शिता शुण्ठी हक्काघ्नी मधुसंयुता  ।
हिक्काश्वासी पिवेद्भार्ङ्गो सविश्वामुष्णवारिणा  ॥
]

`verse 32 [
तैलाक्तं स्वरभेदे वा खादिरं धारयेन्मुखे  ।
पथ्यां पिप्पलिकायुक्तां संयुक्तां नागरेण वा  ॥
]

`verse 33 [
विडङ्गत्रिलाचूर्णं छर्दिहृन्मधुना सह  ।
आम्रजम्बूकषायं वा पिबोन्माक्षिकसंयुतम्  ॥
]

`verse 34 [
छर्दि सर्वां प्रणुदति तृष्णाञ्चैवापकर्षति  ।
त्रिफला भ्रममूर्छाहृत्पीता सा मधुनापि वा  ॥
]

`verse 35 [
पञ्चगव्यं हितं पानादपस्मारग्रहादिनुत् ।
कूष्माण्डकरसो वाज्यं सयष्टिकं तदर्थकृत् ॥
]

`verse 36 [
ब्राह्मीरसवचाकुष्ठशङ्खपुष्पीभिरेव च  ।
पुराणं सेव्यमुन्मादग्रहापस्मारद्घृनुतम्  ॥
]

`verse 37 [
अश्वगन्धाकषाये च कल्के क्षीरे चतुर्गुणे  ।
घृतपक्वन्तु वातघ्नं वृष्यं मां साय पुत्रकृत् ॥
]

`verse 38 [
नीलीमुण्डीरिकाचूर्णं मधुसर्पिः समन्वितम्  ।
छिन्नाक्वाथं पिबन्हन्ति वातरक्तं सुदुस्तरम्  ॥
]

`verse 39 [
सगुडाः पञ्च पथ्याश्च कुष्टार्शोवातसादनाः  ।
गडचीस्वरसं कल्कं चूर्णं वा क्वाथमेव वा  ॥
]

`verse 40 [
वातरक्तान्तकं कालागुडूचीक्वाथकल्कतः  ।
कुष्ठव्रणादिशमनं शृतमाज्यं सदुग्धकम्  ॥
]

`verse 41 [
त्रिफलागुग्गुलुर्वातरक्तमूर्छापहारकः  ।
ऊरुस्तम्भविनाशाय गोमूत्रेण च गुग्गुलुः  ॥
]

`verse 42 [
शुण्ठीगोक्षुरकक्वाथः सामवातार्तिशूलनुत् ।
दशमूलामृतैरण्डरास्नानागरदारुभिः  ॥
]

`verse 43 [
क्वाथो हन्ति माहशोथं मरीचगुडसंयुतः  ।
कासघ्नो मोदकः प्रोक्तस्तृष्णारोचकनाशनः  ॥
]

`verse 44 [
कण्टकारिगुडूचीभ्यां पृथक्त्रिंशत्पले रसे  ।
प्रस्थसिद्धं घृतञ्चैव कासनुद्धृदि दीपनः  ॥
]

`verse 45 [
कृष्णाधात्रीसिताशुण्ठीमरीचसैन्धवान्वितः  ।
क्वाथ एरण्डतैलेन सामं हन्त्यनिलं गुरुम्  ॥
]

`verse 46 [
बला पुनर्नवैरण्डबृहतीद्वयगोक्षुरैः  ।
सहिङ्गुलवर्ण पीतं वातशूलविमर्दनम्  ॥
]

`verse 47 [
त्रिफलानिम्बयष्टीककटुकारग्वधैः शृतम्  ।
पाययेन्मधुना मिश्रं दाहशूलोपशान्तये  ॥
]

`verse 48 [
त्रिफलापः सयष्टीकाः परिणामार्तिनाशनाः  ।
गोमूत्रशुद्धमण्डूरं त्रिफलाचूर्णसंयुतम्  ।
विलिहन्मधुसर्पिर्भ्यां शूलं हन्ति त्रिदोषजम्  ॥
]

`verse 49 [
त्रिवृत्कृष्णाहरीतक्यो द्विचतुष्पञ्चभागिकाः  ।
गुटिका गुडतुल्यास्ता विड्विबन्धगदापहाः  ॥
]

`verse 50 [
हरीतकीयवक्षारपिप्पलीत्रिवृतस्तथा  ।
घृतैश्चूर्णमिदं पेयमुदावर्ताविनाशनम्  ॥
]

`verse 51 [
त्रिवृद्धरीतकीश्यामाः स्नुहीक्षीरेण भाविताः  ।
वटिका मूत्रपीतास्ताः श्रेष्टाश्चानाहभेदिकाः  ॥
]

`verse 52 [
त्र्यूषणत्रिफलाधन्यविडङ्गचव्यचित्रकैः  ।
कल्कीकृतैर्घृतं सिद्धं संस्कारं वातगुल्मनुत् ॥
]

`verse 53 [
मूलं नागरमानीतं सक्षीरं हृदयार्तिनुत् ।
सौवचलं तदर्धन्तु शिवानाञ्च घृतं पिबेत् ॥
]

`verse 54 [
कणापाषाणभेदैर्वा शिलाजतुकचूर्णकम्  ।
तण्डुलीभिर्गुडेनापि मूत्रकृच्छ्रीति जीवति  ॥
]

`verse 55 [
अमृतानागरीधात्रीवाजिगन्धात्रिकण्टकाम्  ।
प्रपिबेद्वातरेगार्तः सशूलो मूत्रकृच्छ्रवान्  ॥
]

`verse 56 [
सितातुल्यो यवक्षारः सर्वकृच्छ्रनिवारणः  ।
निदिग्धिकारसो वापि सक्षौद्रः कृच्छ्रनाशनः  ॥
]

`verse 57 [
लवणं त्रिफलाकल्कैर्मूत्राघातहरं स्मृतम्  ।
मूत्रे विरुद्धे कर्पूरचूर्णं लिङ्गे प्रवेशयेत् ॥
]

`verse 58 [
क्वाथश्च शिग्रुमूलोत्थः कटूष्णोश्मानिपातनः  ।
सर्वमेहहरोधात्र्या रसःक्षौद्रनिशायुतः  ।
त्रिफलादारुदार्व्यष्टक्वाथः क्षौद्रेण मेहहा  ॥
]

`verse 59 [
अस्वप्नं च व्यवायं च व्यायामाश्चिन्तनानि च  ।
स्थौल्यमिच्छन्पपरित्यक्तं क्रमेणाभिप्रवर्धयेत् ॥
]

`verse 60 [
यवश्यामाकभोजी स्यास्थौल्यकृन्मधुवारिणा  ।
उष्णमन्नं समण्डं वा पिबन्कृशतनुर्भवेत् ॥
]

`verse 61 [
सचव्यजीरकं व्योषा हिङ्गुसौवर्चलामलाः  ।
मधुना रक्तवः पीता मेधोघ्ना सर्वदीपनाः  ॥
]

`verse 62 [
चतुर्गुणे जले मूत्रे द्विगुणे चित्रकाणि च  ।
कल्कैः सिद्ध घृत प्रस्थं सक्षीरं जठरी पिबेत् ॥
]

`verse 63 [
क्रमवृद्ध्या दशाहानि दश पैप्पालिकं दिनम्  ।
वर्धयेत्पयसा सार्धं तथैवापानयेत्पुनः  ॥
]

`verse 64 [
क्षीरषष्टिकभोजीस्यादेवं कृष्णसहस्रकम्  ।
बृंहणं मुद्गमायुष्यं प्लीहोदरविनाशनम्  ॥
]

`verse 65 [
पुनर्नवाक्वाथकल्कैः सिद्धं शोथहरं घृतम्  ।
गावा मत्रेण संसेव्यं पिप्पली वा पयोऽन्विताः  ।
गुडन वाभयां तुल्यां विश्वं वा शोथरोगिणा  ॥
]

`verse 66 [
तैलमेरण्डजं पीत्वा बलासिद्धं पयोऽन्वितम्  ।
आध्मानशूलोपचितामन्त्रवृद्धिञ्जयेन्नरः  ॥
]

`verse 67 [
भ्रष्टोरुचकतैलेन कल्कः पथ्यासमुद्भवः  ।
कृष्णसैन्धवसंयुक्तो वद्धिरोगहरः परः  ॥
]

`verse 68 [
निर्गुण्डीमूलनस्येन गण्डमाला विनश्यति  ।
स्मुहीगण्डीरिकास्वेदो नाशयेदर्बुदानि च  ॥
]

`verse 69 [
हस्तिकर्णपलाशस्य गलगण्डं तु लेपतः  ।
धत्तूरैरण्डनिर्गुण्डीवर्षाभूशिग्रुसर्षपैः  ॥
]

`verse 70 [
प्रलेपःश्लीपदं हन्ति चिरोत्थमतिदारुणम्  ।
शोभाञ्जनकसिन्धृत्थहिङ्गुं विद्रधिनाशनम्  ॥
]

`verse 71 [
शरपुङ्खा मधुयुता यात्सर्स्वव्रणगेपणी  ।
निम्बपत्रस्य वालेपः श्वयथुव्रणगेपणः  ॥
]

`verse 72 [
त्रिफला खदिरो दार्वो न्यग्रोधो व्रणशोधनः  ।
सद्यः क्षतं व्रणं वैद्यः सशूलं परिषेचयेत् ॥
]

`verse 73 [
यष्टीमधुकयुक्तेन किञ्चिदुष्णेन सर्पिषा  ।
बुद्ध्वागन्तुव्रणान्वैद्यो घृतक्षौद्रसमन्विताम्  ॥
]

`verse 74 [
शीतां क्रियां प्रयुञ्जीत पित्तरक्तोष्मनाशिनीम्  ।
क्वाथो वंशत्वगेरण्डश्वदंष्ट्रवनिदाकृतः  ॥
]

`verse 75 [
सहिङ्गुसैन्धवः पीतः कोष्ठस्थं स्त्रावयेदसृक् ।
यवकोलकुलत्थानां निःस्नेहेन रसेन वा  ॥
]

`verse 76 [
भुञ्जीतान्नं यवाग्वा वा पिवेत्सैन्धवसंयुतम्  ।
करञ्जारिष्टनिर्गुण्डीरसो हन्याद्व्रणक्रिमीन्  ॥
]

`verse 77 [
त्रिफलाचूर्णसंयुक्तो गुग्गुलुर्वटकीकृतः  ।
निर्यन्त्रणो विबन्धघ्नो व्रधनगेपणः  ॥
]

`verse 78 [
दूर्वास्वरससिद्धं वा तलं कम्पिल्लकेन वा  ।
दार्वोत्वचश्च कल्केन प्रधानं व्रणरोपणम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ज्वरादिचिकित्सानिरूपणं नाम सप्तत्युत्तरशततमोऽध्यायः
]
