`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
नाडीव्रणादिरोगाणां चिकित्सां शृणु सुश्रुत  ।
नाडीं शस्त्रेण संपाट्य नाजीनां व्रणवत्क्रिया  ॥
]

`verse 2 [
गुग्गुलुत्रिफलाव्योपैः समांशैराज्ययोजितैः  ।
नाडीदुष्टव्रणं शूलं भगन्दरमथो जयेत् ॥
]

`verse 3 [
निर्गुण्डीरसतस्तैलं नाडीदुष्टव्रणापहम्  ।
हितं पामामयानां तु पानाभ्यञ्जननावनैः  ॥
]

`verse 4 [
गग्गुत्रिफलाकृष्णात्रिपञ्चैकांशयोजिता  ।
घुटि (गुडि) काशोथगुल्मार्शोभगन्दरवतां हिता  ॥
]

`verse 5 [
ध्वजमध्ये शिरावेधे विशुद्धिरुपदंशके  ।
पाको रक्ष्यः प्रयत्नेन शिश्रक्षयकरो हि सः  ॥
]

`verse 6 [
पटोलनिम्बत्रिफलागुडूचीक्वाथमापिबेत् ।
सगुग्गुलुं सखदिरमुपदंशो विनश्यति  ॥
]

`verse 7 [
दहेत्कटाहे त्रिफलां सामसी (षी) मधसंयुताम्  ।
उपदंशे प्रलेपोऽय सद्यो रोपयते व्रणम्  ॥
]

`verse 8 [
त्रिफलानिम्बभूनिम्बकरञ्जखदिरादिभिः  ।
कल्कैः क्वाथैर्घृतं पक्वमुपदंशहरं परम्  ॥
]

`verse 9 [
आदौ भग्नं विदित्वा तु सेचयेच्छीतलांबुना  ।
पक्वेनालेपनं कार्यं बन्धनं च कुशान्वितम्  ॥
]

`verse 10 [
माषं मांसं तथा सर्पिः क्षीरं यूषः सतीजलः  ।
बृंहणं चान्नपानं स्यात्प्रदेयं भग्नरोगिणे  ॥
]

`verse 11 [
रसोनमधुनासाज्यसिताकल्कं समश्नुता  ।
छिन्नभिन्नच्युतास्थीनां सन्धानमचिराद्भवेत् ॥
]

`verse 12 [
अश्वत्थत्रिफलाव्योषाः सवरभिः समीकृतैः  ।
तुल्यो गुग्गुलुना योज्यो भग्नसन्धिप्रसाध (कृत्) कः  ॥
]

`verse 13 [
सर्वकुष्ठेषु वमनं रेचनं रक्तमोक्षण  ।
वचावासापटोलानां निम्बस्य कलिनीत्वचः  ॥
]

`verse 14 [
कषायो मधुना पीतो वातहृन्मदनान्वितः  ।
विरेचनं प्रयोक्तव्यं त्रिवृत्कर्णफलत्रिकैः  ॥
]

`verse 15 [
मनः शिलांमरीचैस्तु तैलं कुष्ठविनाशनम्  ।
सर्वकुष्ठे विलेपोऽयं शिवापञ्चगुडौदनम्  ॥
]

`verse 16 [
करञ्जैलगजैः कुष्ठं गोमूत्रेण प्रलेपतः  ।
करवीरोद्वर्तनं च तैलाक्तस्य च कुष्ठहृत् ॥
]

`verse 17 [
हरिद्रा मलयं रास्ना गुडूच्येडगजस्तथा  ।
आरग्वधः करञ्जश्च लेपः कुष्ठहरः परः  ॥
]

`verse 18 [
मनः शिलाविडङ्गानि वागजी सर्षपास्तथा  ।
करञ्जैर्मूत्रपिष्टोऽयं लेपः कुष्टहरोर्ऽकवत् ॥
]

`verse 19 [
विडङ्गैडवचा कुष्ठनिशासिन्धूत्थसर्षपैः  ।
मूत्राम्लपिष्टो लेपोऽयं दद्रूकुष्टविनाशनः  ॥
]

`verse 20 [
प्रपुन्नाटसुबीजानि धात्री सर्जरसः स्नुही  ।
सौवीरपिष्टं दद्रूणामेतदुद्वर्तनं परम्  ॥
]

`verse 21 [
आरग्वधस्य पत्राणि आरनालेन पेषयेत् ।
दद्रूकिट्टिम (भ) कुष्ठानि हन्ति सिध्मानमेव च  ॥
]

`verse 22 [
उष्णो पीता वागुजी च कुष्ठजित्क्षीरभोजनः  ।
तिलाज्यत्रिफलाक्षौद्रव्योषभल्लातशर्कराः  ।
वृष्याः सप्त समा मेध्याः कष्ठहाः कामचारिणः  ॥
]

`verse 23 [
विडङ्गत्रिफलाकृष्णाचूर्णं लीढं समाक्षिकम्  ।
हन्ति कुष्ठक्रिमिमेहनाडीव्रणभगन्दरान्  ॥
]

`verse 24 [
यः खादेदभयारिष्टमरिष्टामलकानिशाः  ।
स जयेत्सर्वकुष्ठानिमासादूर्ध्वं न संशयः  ॥
]

`verse 25 [
दह्यमानायुतः कुम्भे मूलगे खदिराङ्कुरः  ।
साक्षधात्रीरसः क्षौद्रो हन्यात्कुष्ठं रसायनम्  ॥
]

`verse 26 [
धात्री खदिरयोः क्काथं पीत्वा वागजिसंयुतम्  ।
शङ्खेन्दुधवलं श्वित्रं हन्ति तूर्णं न संशयः  ॥
]

`verse 27 [
पीत्वा भल्लातकं तैलं मासाद्व्याधिं जयेन्नरः  ।
सेवितं खादिरं वारि पानाद्यैः कुष्ठजिद्भवेत् ॥
]

`verse 28 [
भावितं मलपूक्वाथैः सोमराजीफलं बहु  ।
कर्षं भक्षेदलवणो ह्यक्षफल्गुशृतं पिबेत् ॥
]

`verse 29 [
हन्ति श्वित्रमसाध्यं च लेपे योज्यापराजिता  ।
वासा शुद्धा च त्रिफला पटोलं च करञ्जकम्  ॥
]

`verse 30 [
निम्बाशनं कृष्णवेत्रं क्वाथकल्केन यद्धृतम्  ।
वज्रकं तद्भवेत्कुष्ठं शतवर्षाणि जीवति  ॥
]

`verse 31 [
स्वरसेन च दूर्वायाः पचेत्तैलं चतुर्गुणम्  ।
कच्छूर्विचर्चिका पामा अभ्यङ्गादेव नश्यति  ॥
]

`verse 32 [
द्रुमत्वगर्ककुष्ठानि लवणानि च मूत्रकम्  ।
गम्भारिकाचित्रकैस्तैस्तैलं कुष्ठव्रणादिनुत् ॥
]

`verse 33 [
(अथाम्लपित्तचिकित्सा) धात्रीनिम्बफलं तद्वद्गोमूत्रेण च चित्रकम्  ।
वासामृतापर्पटिकानिम्बभूनिम्बमार्करैः (वैः)  ।
त्रिफलाकुलत्थैः क्वाथः सक्षौद्रश्चाम्लपित्तहा  ॥
]

`verse 34 [
फलत्रिकं पटोलं च तिक्तक्वाथः सितायुतः  ।
पीतो यष्टीमधुयुतो ज्वरच्छर्द्यम्लपित्तजित् ॥
]

`verse 35 [
वासाघृतं तिक्तघृतं पिप्पलीघृतमेव च  ।
अम्लपित्ते प्रयोक्तव्यं गुडकूष्माण्डकं तथा  ॥
]

`verse 36 [
पिप्पली मधुसंयुक्ता अम्लपित्तविनाशिनी  ।
श्लेष्माग्निमान्द्यनुत्पथ्यापिप्पलीगुडमोदकः  ॥
]

`verse 37 [
पिष्ट्वाजाजीं सधन्याकां घृप्रस्थं विपाचयेत् ।
कफपित्तारुचिहरं मन्दानलवमिं हरेत् ॥
]

`verse 38 [
(इत्यम्लपित्तचिकित्सा) पिप्पल्यमृतभूनिम्बवासकारिष्टपर्पटैः  ।
खदिरारिष्टकैः क्वाथो विस्फोटार्तिज्वरापहः  ॥
]

`verse 39 [
त्रिफलारससंयुक्तं सर्पिस्त्रिवृतयासह  ।
प्रयोक्तव्यं विरेकार्थं वीसर्पज्वरशान्तये  ॥
]

`verse 40 [
खादिरात्रिफलारिष्टपटोलामृतवासकैः  ।
क्वाथोऽष्टकाख्यो जयति रोमान्तिकमसूरिकाम्  ॥
]

`verse 41 [
कुष्ठवीसर्पविस्फोटकण्ड्वादीनां विघातकः  ।
लशुनानां तु चृर्णस्य घर्षो मशकनाशनः  ॥
]

`verse 42 [
चर्मकीलं जरुमणिं मशकांस्तिलकालकान्  ।
उत्कृत्य शस्त्रेण दहेत्क्षागग्निभ्यामशेषतः  ॥
]

`verse 43 [
पटोलनीलीलेपः स्याज्जाल (ज्वाला) गर्दभरोगनुत् ।
गुञ्जाफलैः शृतं तलं भृङ्गराजरसेन तु  ।
कण्ठ (ण्डु) दारुणकृत्कुष्ठवातव्याधिविनाशनम्  ॥
]

`verse 44 [
अर्कास्थिमज्जात्रिफलानालीछा भृङ्गराजकम्  ।
जीर्णे पक्वे लौहचूर्णं काञ्जिकं कृष्णकेशकृत् ॥
]

`verse 45 [
क्षीरात्सशर्करसाद्द्विप्रस्थो मधुकात्पले  ।
तैलम्य कुडवं पक्वं तन्नस्यं पलितापहम्  ॥
]

`verse 46 [
मुखरोगे तु त्रिफलागण्डूषपरिधारणम्  ।
गृहधूम यवक्षारपाठाव्योपरसाञ्जनम्  ॥
]

`verse 47 [
तेजोदं त्रिफलालोध्रं चित्रकं चेति चूर्णितम्  ।
सक्षौद्रं धारयेद्वक्त्रे ग्रीवादन्तास्यरोगनुत् ॥
]

`verse 48 [
पटोल निम्बजम्व्वाग्रमालतीनवपल्लवाः  ।
पञ्चपल्लवकः श्रेष्ठः कषयो मुखधावने  ॥
]

`verse 49 [
लशुनार्द्रकशिग्रूणां पारुल्या मूलकस्य च  ।
रुदन्त्याश्च रसः श्रेष्ठः कदुष्णः कर्णपूरणे  ॥
]

`verse 50 [
तीव्रशूलोत्तरे कर्णे सशब्दे क्लेदवाहिनि  ।
बस्तमूत्रं क्षिपेत्कोष्णं सैन्धवेनावचूर्णितम्  ॥
]

`verse 51 [
जातीपत्ररसे तैलं पक्वं पूतिककर्णजित् ।
शुण्ठीतैलं सार्षपं च क्रोष्णं स्यात्कर्णशूलनुत् ॥
]

`verse 52 [
पञ्चमूलिशृतं क्षीरं स्याच्चित्रकहरीतकी  ।
सर्पिर्गुडः षडङ्गश्चयूषः पीनसशान्तये  ॥
]

`verse 53 [
अक्षिकुक्षिभवा रोगाः प्रतिश्यायव्रणज्वराः  ।
पञ्चैते पञ्चरात्रेण प्रशमं यान्ति लङ्घनात् ॥
]

`verse 54 [
धात्रीरसानाञ्च दृशः कोपं हरति पूरणात् ।
सक्षौद्रः सैन्धवो वापि शिग्रुदार्विरसाञ्जनम्  ॥
]

`verse 55 [
हरिद्रादारुसिन्धूत्थपथ्याजनवगौरिकैः  ।
पिष्टैर्दत्तो बहिर्लपो नेत्रव्याधिनिवारकः  ॥
]

`verse 56 [
मृतभ्रष्टाभयालेपात्त्रिफला क्षीरसंयुता  ।
शुण्ठीनिम्बदलैः पिष्टैः सुखोष्णैः स्वल्पसैन्धवैः  ।
धार्यश्चक्षुषि संक्षेपाच्छोथकण्डूरुजापहः  ॥
]

`verse 57 [
अभयाक्षामृतं चैकद्विचतुर्भागिकं युतम्  ।
मध्वाज्यलीढं क्वाथो वा सर्वनेत्ररुगर्दनम्  ॥
]

`verse 58 [
चन्दनत्रिफलापूगपलाशतरुमूलकैः  ।
जलपिष्टैरियं विर्तिरशेषतिमिरापहा  ॥
]

`verse 59 [
दध्नातिघृष्टं मरिचं रात्र्यान्ध्यापहमञ्जनम्  ।
त्रिफलाक्वाथकल्काभ्यां सपयस्कं शृतं घृतम्  ॥
]

`verse 60 [
तिमिराण्यचिराद्धन्यात्पीतमेतन्निशामुखे  ।
पिप्पलीत्रिफला द्राक्षालोहचूर्णं ससैन्धवम्  ॥
]

`verse 61 [
भृङ्गराजरसैर्घृष्टं घुटिकाञ्जनमिष्यते  ।
आन्ध्यं सतिमिरं काचं हन्त्यन्यान्नेत्ररोगकान्  ॥
]

`verse 62 [
त्रिकटु त्रिफला नक्त सैन्धवं च मनः शिला  ।
रुचकं शङ्खनाभिश्च जातीपुष्पाणि निम्बकम्  ॥
]

`verse 63 [
रसाञ्जनं भृङ्गराजं घृतं मधु पयस्तथा  ।
एतत्पिष्ट्वा च वटिका सर्वनेत्ररुगर्दिनी  ॥
]

`verse 64 [
दग्धमेरण्डकं मूलं लेपात्काकिकपेषितम्  ।
शिरोऽर्तिं नाशयत्याशु पुष्पं वा मुचुकुन्दक (ज) म्  ॥
]

`verse 65 [
शतमूल्यैरण्डमूलचक्राव्याघ्रीपलैः शृतम्  ।
तैलं नस्यमरुश्लेष्मतिमिरोर्ध्वर्(द्ध) गदापहम्  ॥
]

`verse 66 [
नाचनं (लनणं) सगुडं विश्वं पिप्पली वा ससैन्धवा  ।
भुजस्तम्भादिरोगेषु सर्वेषूर्ध्वगदेषु च  ॥
]

`verse 67 [
सूर्यावर्ते विधातव्यं नस्यकर्मादिभेषजम्  ।
दशमूलीकषायं तु सर्पिः सैन्धवसंयुतम्  ।
नस्यमङ्गविभेदघ्नं सूर्यावर्तशिरोऽर्तिनुत् ॥
]

`verse 68 [
दध्ना सौवर्चलाजाजीमधूकं नीलमुत्पलम्  ।
पिबेत्क्षौद्रयुतं नारी वातासृग्दरपीडिता  ॥
]

`verse 69 [
वासकस्वरसं पैत्ते गुडूच्या रसमेव वा  ।
जलेनामलकीबीजं कल्कं वाससितामधु  ॥
]

`verse 70 [
आमलक्या मधुरसं मूलं कार्पासमेव वा  ।
पाण्डुप्रदरशान्त्यर्थं पिबेत्तण्डुलवारिणा  ॥
]

`verse 71 [
तण्डुलीयकमूलं तु सक्षौद्रे सरसाञ्जनम्  ।
तण्डुलोदकसंपीतं सर्वांश्चासृक्दराञ्जयेत् ।
कुशमूलं तण्डुलाद्भिः पीतं चासृक्दरं जयेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे नाडीव्रणादिचिकित्सावर्णनं नामैकसप्तत्युत्तरशततमोऽध्यायः
]
