`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
स्त्रीरोगादिचिकित्सां च वक्ष्ये सुश्रुत तच्छृणु  ।
योनिव्यापत्सु भूयिष्टं शस्यते कर्म वातजित् ॥
]

`verse 2 [
वचोपकुञ्चिकाजातीकृष्णावासकसैन्धवम्  ।
अजमोदायवक्षारं चित्रकं शर्करान्वितम्  ॥
]

`verse 3 [
पिष्ट्वालोड्य जलाद्यैश्च खादयेद्धृतभर्जितम्  ।
योनिपार्श्वार्तिहृद्रोगगुल्मार्शो विनिवर्तयेत् ॥
]

`verse 4 [
बदरीपत्रसंलेपाद्योनिर्भिन्ना प्रशाम्यति  ।
लोध्रतुम्बीफलालेपाद्योनेर्दार्ढ्यं करोति च  ॥
]

`verse 5 [
पञ्चपल्लवपिष्टाह्वमालतीकुसुमैर्घृतम्  ।
रविपक्वमसृग्धारं योनिगन्धविनाशनम्  ॥
]

`verse 6 [
सकाञ्जिकं जपापुष्पपुष्पं ज्योतिष्मतीदलम्  ।
दूर्वापिष्टं च संप्राश्य चित्रकं शर्करान्वितम्  ॥
]

`verse 7 [
धात्र्यञ्जनाभयाचूर्णं तोयपीतं रजो हरेत् ।
सदुग्धा लक्ष्मणा पीता नस्याद्वा पुत्रदा ऋतौ  ॥
]

`verse 8 [
दुग्धस्यार्धाढकं चाज्यमश्वगन्धा च पुत्रदा  ।
वन्ध्या पुत्रं लभेत्पीत्वा घृतेन व्योपकेसरम्  ॥
]

`verse 9 [
कुशकाशोरुचृकानां मृलैर्गोक्षुरकस्य च  ।
शृतं दुग्धं सितायुक्तं गर्भिण्याः शूलनुत्परम्  ॥
]

`verse 10 [
पाठालाङ्गलिसिंहाम्यमयूरकूटजैः पृथक् ।
नाभिबस्ति भगालेपात्सुखं नारी प्रसूयते  ॥
]

`verse 11 [
सूताया हृच्छिरोबस्तिशूलमर्कन्द (क्वल्ल) संज्ञितम्  ।
यवक्षारं पिबेत्तत्र मस्तु कोष्णोदकेन वा  ॥
]

`verse 12 [
दशमूलीकृतः क्ताथः साज्यः मूतिरुजापहः  ।
शातिलण्डुलचूर्णं तु सदुग्धं दुग्धकृद्भवेत् ॥
]

`verse 13 [
विदारी कन्दस्वरसं मूलं कार्पासजं तथा  ।
धात्री स्तन्यविशुद्ध्यर्थं मुद्गयूपरसाशिनी  ॥
]

`verse 14 [
कुष्ठा वचाभया ब्राह्मी मधुरा क्षौद्रसर्पिषा  ।
वर्णायुः कान्तिजननं लेह्यं वालम्य दापयेत् ॥
]

`verse 15 [
स्तन्याभावे पयश्छागं गव्यं वा तद्गुणं पिवेत् ।
स्वेदनं नाग्निशोफार्ते मृदा स्यादग्नितप्तया  ॥
]

`verse 16 [
लेहो मुस्तविपायाश्च वमिकासज्वरे पिबेत् ।
सुस्तशुण्ठीविषाविल्वकूटजैरतिसारनुत  ॥
]

`verse 17 [
मधु व्योषं मातुलुङ्गं हिक्काच्छर्दिनिवारणम्  ।
कुष्ठेन्द्रयवसिद्धार्था निशा दूर्वा च कुष्ठजित् ॥
]

`verse 18 [
महामुण्जितिकोजीच्यकाथैः स्नानं ग्रहापहम्  ।
सप्तच्छदामयनिशाचन्दनैश्चानुलेपनम्  ॥
]

`verse 19 [
शङ्खाब्जबीजरुद्राक्षवचालौहादिधारणम्  ।
ओं कं टं यं गं वैनतेयाय नमः  ।
ओं हों हां हः मन्त्रेण शान्तिर्वालानां मार्जनाद्वलिदानतः  ।
ओं ह्रीं बालम्रहाद्वलिं गृह्णीत वालं मुञ्चत स्वाहा  ॥
]

`verse 20 [
तण्डुलाद्भिः शिरीपस्य पलं पीतं विषापहम्  ।
तण्डुलाद्भिश्च वर्षाभ्वाः शुक्लायाः सर्पदंशनुत् ॥
]

`verse 21 [
दध्याज्यं तण्डुलीयं च गृहधृमो निशा तथा  ।
पिष्टं पानं तथा क्षौद्रं सिन्धृत्थस्य विपान्तकम्  ॥
]

`verse 22 [
अङ्कोटमूलनिष्क्वाथः साज्यः पीतो विषान्तकः  ।
यज्जराव्याधिविध्वंसि भेषजं तद्रसायनम्  ॥
]

`verse 23 [
सिन्दूत्यरार्कराशुण्ठीकणामधुगुडैः क्रमात् ।
वर्षादिष्वभया सेव्या रसायनगुणौषिणा  ॥
]

`verse 24 [
ज्वरस्यान्तेऽभयां चैकां प्रभुङ्क्ते द्वे विभीतके  ।
भुक्त्वा मध्वाज्यधात्रीणां चतुष्कं शतवर्षकृत् ॥
]

`verse 25 [
पीताश्वगन्धा पयसा घृतेनाशेपरोगनुत् ।
मण्डूकपर्ण्याः स्वरसो विदार्याश्चामृतोपमः  ॥
]

`verse 26 [
तिलधात्रीभृङ्गराजौ जग्ध्वा वर्षशती भवेत् ।
त्रिकटु त्रिफला वह्निर्गुडूची च शतावरी  ॥
]

`verse 27 [
विडङ्गलोहचूर्णं तु मधुना सह रोगनुत् ।
त्रिफला च कणा शुण्ठी गुडूची च शतावरी  ॥
]

`verse 28 [
विडङ्गभृङ्गराजादि भावितं सर्वरोगनुत् ।
चूर्णं विदार्या मध्वाज्यं लीढ्वा दश स्त्रियो व्रजेत् ॥
]

`verse 29 [
घृतं शतावरीकल्कैः क्षीरैर्दशगुणैः पचेत् ।
शर्करापिप्पलीक्षौद्रयुक्तं वा जारकं विदुः  ॥
]

`verse 30 [
प्रतिमर्षोऽवपीडश्च नस्यं प्रवपनं तथा  ।
शिरोविरेचनं चेति पञ्चकर्म च कथ्यते  ॥
]

`verse 31 [
मासैर्द्विसंख्यैर्माघाद्यैः क्रमात्षडृतवः स्मृताः  ।
अग्निसेवामधुक्षीरविकृतीः परिपेवयेत् ॥
]

`verse 32 [
स्त्रीयुक्तः शिशिरे तद्वद्वसन्ते न दिवा स्वपेत् ।
त्यजेद्वर्षासु स्वप्नादीञ्छरदिन्दोश्च रश्मयः  ॥
]

`verse 33 [
पथ्यानि शालयो मुद्रा वर्षाम्भः क्वथितं पयः  ।
निम्वातसीकुसुम्भानां शिग्रुसर्षपयोस्तथा  ॥
]

`verse 34 [
ज्योतिष्मतीमूलकानां तैलानि च हरन्ति हि  ।
कृमिकुष्ठप्रमेहांश्च वातश्लेष्मशिरोरुजः  ॥
]

`verse 35 [
दाडिमामलकीकोलकरमर्द्पियालकम्  ।
जम्बीरं नागग्गं च आम्रातककपिन्थकम्  ॥
]

`verse 36 [
पित्तलान्यनिलघ्नानि कफोत्क्लेशकराणिच  ।
जलं जीमूतकेक्ष्वाकुकुटजाकृतबन्धनम्  ॥
]

`verse 37 [
धामार्गवश्च संयोज्याः सर्वथा वमनेष्वमी  ।
पूर्वाह्ने वमनायेते मदनेन्द्रयवी वचा  ॥
]

`verse 38 [
मृदुकोष्टश्च पित्तेन खरो वातकफाश्रयात् ।
मध्यमः समदोषे स्यात्त्रिवृत्तिते विरेचनम्  ॥
]

`verse 39 [
शर्करामधुसंयुक्तं सैन्धवं नगरं त्रिवृत् ।
हरीतकीविहङ्गानि गोमूत्रेण विरेचनम्  ॥
]

`verse 40 [
एरण्डतैलं त्रिफलाक्वाथश्च द्विगुणस्तथा  ।
वातोल्बणेषु दोषेषु भोजयित्वाथ वामयेत् ॥
]

`verse 41 [
वंशादिनेत्रं कुर्वीत पडष्टद्वादशाङ्गुलम्  ।
कर्कन्धृफलवच्छिद्रं वस्तिरुत्तानशायिने  ॥
]

`verse 42 [
निरूहदानेऽपि विधिरयमेवमुदीरितः  ।
अर्धत्रिपट्पले मात्रा लघुमध्योत्तमः क्रमात् ॥
]

`verse 43 [
पथ्याक्षवात्र्योकद्विचतुर्भाग रुगर्दनाः  ।
शतवर्यसृताभृङ्गसिन्धुवारादिभाविताः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे स्त्रीरोगचिकित्सादिकयनं नाम द्विसप्तत्युत्तरशततमोऽध्यायः
]
