`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
द्रव्याणि मधुरादीनि वक्ष्ये रागहराण्यहम्  ।
शालिषष्टिकगोधृमक्षीरं घृतं रसा मध  ॥
]

`verse 2 [
मज्जाशृङ्गाटकयवकशेर्विवारुगीक्षुरम्  ।
गम्भगी पौष्करं बीजं द्राक्षा खर्जूरकं बला  ॥
]

`verse 3 [
नारिकलेक्ष्वात्मणुप्ता विदारी च प्रियालकम्  ।
मधुकं तालकष्माण्डं मुख्योऽयं मधुरो गणः  ॥
]

`verse 4 [
मूर्छादाहप्रशमनः पडिन्द्रियप्रसादनः  ।
कृमिकृत्कफकृच्चैव एकोऽत्यर्थ निपेवितः  ॥
]

`verse 5 [
श्वासकासाम्यमाधुर्यस्वरघातार्वुदानि च  ।
गलगण्डश्लीपदानि गुडलेपादि कारयेत् ॥
]

`verse 6 [
दाडिमामलकाम्रं च कपित्थकरमर्दकौ  ।
मातुलुङ्गाम्रातकं च बदरं तिन्तडीफलम्  ॥
]

`verse 7 [
दधि तक्रं काञ्जिकं च लकुचं चाम्लवे तसम्  ।
अम्लो लोणः शुण्ठीयुक्तो जारणः पाचनो रसः  ॥
]

`verse 8 [
क्लेदनो वातकृद्धृप्यो विदाही चानुलोमनः  ।
अम्लोऽत्यर्थं सेव्यमानः कुर्याद्धै दन्तहर्षकम्  ॥
]

`verse 9 [
शरीरस्य च शैतिल्यं स्वरकण्ठास्यहृद्दहेत् ।
छिन्नभिन्नव्रणादीनि पाचयित्वाग्निभावितः  ॥
]

`verse 10 [
लवणानि यवक्षारसर्जिकादिश्च लावणः  ।
शोधनः पाचनः क्लेदी विश्लेषसर्पणादिकृत् ॥
]

`verse 11 [
मार्गरोधी मार्दवकृत्स एकः परिषेवितः  ।
गात्रकण्डूकोष्ठशोथवैवर्ण्यं जनयेद्रसः  ।
रक्तवातं पित्तरक्तं पुंस्त्वेन्द्रियरुजादिकम्  ॥
]

`verse 12 [
व्योषशिग्रूमूलकं देवदारु च कुष्ठकम्  ।
लशुनं वल्गुजी फलं मुस्तागुग्गुलुलाङ्गली  ॥
]

`verse 13 [
कटुको दीपनः शोधी कुष्ठकण्डूकफान्तकृत् ।
स्थौल्यालस्यक्रिमिहरः शुक्रमेदोविरोधनः  ।
एकोऽत्यर्थं सेव्यमानः भ्रमदाहादिकृद्भवेत् ॥
]

`verse 14 [
कृतमालः कीराणि हरिद्रेन्द्रयवास्तथा  ।
स्वादुकण्टकवेत्राणि बृहतीद्वयशङ्खिनी  ॥
]

`verse 15 [
गुडूची चद्रवन्ती च त्रिवृन्मण्डूकपर्ण्यपि  ।
कारवेल्लकवार्ताकुकरवीरकवासकाः  ॥
]

`verse 16 [
रोहिणी शङ्खचूर्णं च कर्कोटो वै जयन्तिका  ।
जातीवारुणकं निम्बो ज्योतिष्मती पुनर्नवा  ॥
]

`verse 17 [
तिक्तो रसश्छेदनः स्याद्रोचनी दीपनस्तथा  ।
शोधनो ज्वरतृष्णाघ्नो मूर्छाकण्ठार्तिकादिजित् ॥
]

`verse 18 [
विण्मूत्रक्लेदसंशोषो ह्यत्यर्थं स च सेवितः  ।
हनुस्तम्भाक्षेपकार्तिशिरः शूलब्रणादिकृत् ॥
]

`verse 19 [
त्रिफलासल्लकीजम्बु आम्रातकवचादिकम्  ।
तिन्दुकं वकुलं शालं पालङ्कीमुद्गचिल्लकम्  ॥
]

`verse 20 [
कषायो ग्राहको रोपी स्तम्भनक्लेदशोषणः  ।
एकोऽत्यर्थं सेव्यमानो हृदये चाथ पीडकः  ।
मुखशोषज्वराध्मानमन्यास्तम्भादिकारकः  ॥
]

`verse 21 [
हरिद्राकुष्ठलवणं मेषशृङ्गिबलाद्वयम्  ।
कच्छुरा सल्लकी पाठा पुनर्नवा शतावरी  ॥
]

`verse 22 [
अग्नि मन्थो ब्रह्मदण्डी श्वदंष्ट्रैरण्डके तथा  ।
यवकोलकुलत्थादिकर्षाशी दशमूलकम्  ।
पृथक्समस्तो वातातोर्बहुपित्तहरस्तथा  ॥
]

`verse 23 [
शतावरी विदारी च बालकोशीरचन्दनम्  ।
दूर्वा वटः पिप्पली च बदरी सल्लकी तथा  ॥
]

`verse 24 [
कदली चोत्पलं पद्ममुदुम्बरपटोलकन्  ।
अथ श्लेष्महरो वर्गो हरिद्रागुडकुष्ठकम्  ॥
]

`verse 25 [
शतपुष्पी च जाती च व्योषारग्वधलाङ्गली  ।
सर्पिस्तैलवसामज्जाः स्नेहेषु प्रवरं स्मृतम्  ॥
]

`verse 26 [
तथा धीस्मृतिमेधाग्निकाङ्क्षिणां शस्यते घृतम्  ।
केवलं पैत्तिके सर्पिर्वातिके लवणान्वितम्  ॥
]

`verse 27 [
देयं बहुकफे वापि व्योषक्षारसमायुतम्  ।
ग्रन्थिनाडीकृमिस्लेष्ममेदोमारुतरोगिषु  ॥
]

`verse 28 [
तैलं लाघवदार्ढ्याय क्रूरकोष्ठेषु देहिषु  ।
वातातपाम्बुभारस्त्रीव्यायामक्षीणधातुषु  ॥
]

`verse 29 [
रूक्षक्लेशक्षयात्याग्निवाता वृतपथेषु  ।
अथ दग्ध्वा शिराजालं योनिकर्म शिरोरुजि (जम् )  ॥
]

`verse 30 [
उत्तमस्य पलं मात्रा त्रिभिश्चाक्षैश्च मध्यमे  ।
जघन्यस्य पलार्धेन स्नेहक्वाथौषधेषु च  ॥
]

`verse 31 [
जलमुष्णं घृते देयं पृथक्तैले तु शस्यते  ।
सेनेहे पित्ते तु तृष्णायां पिबेदुष्णोदकं नरः  ॥
]

`verse 32 [
वातानुलोमं दीप्ताग्रर्वर्चः स्निग्धस्य तन्मतम्  ।
रूक्षम्य स्नेदृनं कार्यमभिस्निग्धस्य रूक्षणम्  ॥
]

`verse 33 [
श्यामाककोरदोषान्नतक्रपिण्याकसकुभिः  ।
वातश्लेष्माणि वाते वा कफे वा स्वेद इष्यते  ।
न स्वेदयेदतिम्थूलरूक्षदुर्वलमूर्छितान्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे योगसमदिवर्णनं नाम त्रिसप्तन्युत्तरशततमोऽध्यायः
]
