`speaker [
धन्वतरिरुवाच
]

`verse 1 [
घृततैलादि वक्ष्यामि शृणु सुश्रुत रोगनुत् ।
शङ्खपुष्पी वचा सोमा ब्राह्मी ब्रह्मसुवर्चला  ॥
]

`verse 2 [
अभया च गुडूची च अटरूपकवागुजी  ।
एतैरक्षसमैर्भागैर्घृतप्रस्थं विपाचयेत् ॥
]

`verse 3 [
कण्टकार्या रसप्रस्थक्षीरप्रस्थममन्वितम्  ।
एतद्ब्राह्मीघृतं नाम श्रुतिमेधाकरं परम्  ॥
]

`verse 4 [
त्रिफलाचित्रकबलानिर्गुण्डी निम्बवासकाः  ।
पुनर्नवा गुडूची च बृहती च शतावरी  ॥
]

`verse 5 [
एतैर्घृतं यथालाभं सर्वरोगविमर्दनम्  ।
बलाशतकषाये तु तैलस्यार्धाढकं पचेत् ।
कल्कैर्मधूकमञ्जिष्ठाचन्दनोत्पलपद्मकैः  ॥
]

`verse 6 [
सूक्ष्मैलापिप्पलीकुष्ठत्वगेलागुरुकेसरैः  ।
गन्धाश्वजीवनीयैश्च क्षीराढकसमाश्रितम्  ॥
]

`verse 7 [
एतन्मृद्वग्निना पक्वं स्थापयेद्राजते शुभे  ।
सर्ववातविकारांस्तु सर्वधात्वन्तराश्रयान्  ॥
]

`verse 8 [
तैलमेतत्प्रशमयेद्वल्याक्यं राजवल्लभम्  ।
शतावरीरसप्रस्थं क्षीरप्रस्थं तथैव च  ॥
]

`verse 9 [
शतपुष्पं देवदारु मांसी शैलेयकं बला  ।
चन्दनं तगरं कुष्टं मनः शिला ज्योतिष्मती  ॥
]

`verse 10 [
एतैः कर्षसमैः कल्कैः घृतप्रस्थं विपाचयेत् ।
कुव्जवामनपङ्गूनां बधिरव्यङ्गकुष्ठिनाम्  ॥
]

`verse 11 [
वायुना भग्नगात्राणां ये च सीदन्ति मैथुने  ।
जराजर्जरगात्राणां चाध्मानमुख शोषिणाम्  ॥
]

`verse 12 [
त्वग्गताश्चापि ये वाता शिरास्नायुगताश्च ये  ।
सर्वांस्तान्नाशयत्याशु तैलं रोगकुलान्तकम्  ॥
]

`verse 13 [
नारायणमिदं तैलं विष्णुनोक्तं रुगर्दनम्  ।
पृथक्तैलं घृतं कुर्यात्समस्तैरौषधैः पृथक् ॥
]

`verse 14 [
शतावर्या गुडूच्या वा चित्रकै गोचनान्वितैः  ।
निर्गुण्ड्या वा प्रसारः स्यात्कण्टकार्या रसादिभिः  ॥
]

`verse 15 [
वर्षाभूवालया वापि वासकन फलत्रिकैः  ।
ब्राहया चैग्ण्डकेनापि भृङ्गराजेन कुष्टिना  ॥
]

`verse 16 [
मुसल्या दशमूलेन खदिरेण वटादिभिः  ।
वटिका मोदको वापि चूर्ण स्यात्सर्वरोगनुत् ॥
]

`verse 17 [
घृतेन मधुना वापि अद्भिः खण्डगुडादिभिः  ।
लवणैः कटुकैर्युक्तं यथालाभं च गेगनुत् ॥
]

`verse 18 [
चित्रकार्कत्रिवृद्वापि यवानीहयमारकम्  ।
सुधां च बालां गणिकां सप्तपर्णसुवर्चिकाम्  ॥
]

`verse 19 [
ज्योतिष्मतीञ्च संभृत्य तैलं धीरो विपाचयेत् ।
एतन्निष्यन्दनं तैलं भृशं दद्याद्भगन्दरे  ॥
]

`verse 20 [
शोधनं गेपणं चैव सर्ववर्णकरं परम्  ।
चित्रकाद्यं महातैलं सर्वरोगप्रभञ्जनम्  ॥
]

`verse 21 [
अजमोदं ससिन्दूरं हरितालं निशाद्वयम्  ।
क्षारद्वयं फेनयुतमार्द्रक सर (शवः लोद्भवम्  ॥
]

`verse 22 [
इन्द्रवारुण्यपामार्गकदलैः स्यन्दनैः समम्  ।
एभिः सर्षपजं तैलमजामूत्रैश्चयोजितम्  ॥
]

`verse 23 [
मृद्वग्निना पचेदेत्गव्यक्षीरेण संयुतम्  ।
अजमोदादिकं तैलं गण्डमालां व्यपोहति  ॥
]

`verse 24 [
विदग्धस्तु पचेत्पक्वं चैव विशोधयेत् ।
रोपणं मृदुभावं च तैलेनानेन कारयेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ब्राह्मीघृतादिवर्णनं नाम चतुः सप्तत्युत्तरशततमोऽध्यायः
]
