`speaker [
रुद्र उवाच
]

`verse 1 [
एवं धन्वन्तरिर्विष्णुः सुश्रुतादीनुवाच ह  ।
हरिः पुनर्हरायाह नानायोगान्रुगर्दनान्  ॥
]

`speaker [
हरिरुवाच
]

`verse 2 [
सर्वज्वरेषु प्रथमं कार्यं शङ्कर लङ्घनम्  ।
क्वथितोदकपानं च तथा निर्वातसेवनम्  ॥
]

`verse 3 [
अग्निस्वेदाज्ज्वरास्त्वेवं नाशमायान्तिहीश्वर  ।
वातज्वरहरः क्वाथो गुडूच्या मुस्तकेन च  ॥
]

`verse 4 [
दुरालभैश्चैव घृतं पित्तज्वरहरः शृणु  ।
शुण्ठीपर्पटमुस्तैश्च बालकोशीरचन्दनैः  ॥
]

`verse 5 [
साज्यः क्वाथः श्लेष्मजं तु सशुण्ठिः सदुरालभः  ।
सवालकः सर्वज्ज्वरं सशुण्ठिः सहपर्पटः  ॥
]

`verse 6 [
किराततिक्तैर्नारीगुडूचीशुण्ठिमुस्तकैः  ।
पित्तज्वरहरः स्याच्च शृण्वन्यं योगमुत्तमम्  ॥
]

`verse 7 [
वालकोशीरपाठाभिः कण्टकारिकमुस्तकैः  ।
ज्वरनुच्च कृतः क्वाथस्तथा वै सुरदारुणा  ॥
]

`verse 8 [
धन्याकनिम्बमुस्तानां समधुः स तु शङ्कर  ।
पटोलपत्रयुक्तस्तु गुडूचीत्रिफलायुतः  ॥
]

`verse 9 [
पीतोऽखिलज्वरहरः क्षुधाकृद्वातनुत्त्विदम्  ।
हरीतकीपिप्लीनामामलीचित्रकोद्भवम्  ॥
]

`verse 10 [
चूर्णं ज्वरं च क्वथितं धान्य (धन्या) कोशीरपपर्पटैः  ।
आमलक्या गुडूच्या च मधुयुक्तं सचन्दनम्  ॥
]

`verse 11 [
समस्तज्वरनुच्च स्यात्सन्निपातहरं शृणु  ।
हरिद्रानिम्बत्रिफलामुस्तकैर्देवदारुणा  ॥
]

`verse 12 [
कषायं कटुरोहिण्या सपटोलं सपत्रकम्  ।
त्रिदोषज्वरनुच्चस्यात्पीतं तु क्वथितं जलम्  ॥
]

`verse 13 [
कण्टकार्या नागरस्य गुडूच्या पुष्करेण च  ।
जग्ध्वा नागबलाचूर्णं श्वसकासादिनुद्भवेत् ॥
]

`verse 14 [
कफवातज्वरे देयं जलमुष्णं पिपासिने  ।
विश्वपर्पटकोशीरमुस्तचन्दनसाधितम्  ॥
]

`verse 15 [
दद्यात्सुशीतलं वारि तृट्छर्दिज्वरदाहनुत् ।
बिल्वादिप पञ्चमूलस्य क्वाथः स्याद्वातिके ज्वरे  ॥
]

`verse 16 [
पाचनं पिप्पलीमूलं गुडृचीविश्वभेषजम्  ।
वातज्वरे त्वयं क्वाथो दत्तः शान्तिकरः परः  ॥
]

`verse 17 [
पित्तज्वरघ्नः समधुः क्वाथः पर्पटनिम्बयोः  ।
विधाने क्रियमाणेऽपि य्सय संज्ञा न जायते  ॥
]

`verse 18 [
पादयोस्तु ललाटे वा दहेल्लौहशलाकया  ।
तिक्ता पाठा पर्पटाश्च विशाला त्रिफला त्रिवृत् ।
सक्षीरो भेदनः क्वाथः सर्वज्वरविशोधनः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ज्वरहरनानायोगादिवर्णनं नाम पञ्चसप्तत्युत्तरशततमोऽध्यायः
]
