`verse 1 [
श्रीभगवानुवाच  ।
सप्तरात्रात्प्रजायन्ते खल्वाटस्य कचाः शुभाः  ।
दग्धहस्तिदन्तलेपात्साजाक्षीररसाञ्जनात् ॥
]

`verse 2 [
भृङ्गराजरसेनैव चतुर्भागेन साधितम्  ।
केशवृद्धिकरं तैलं गुञ्जाचूर्णान्वितेन च  ॥
]

`verse 3 [
एलामांसीकुष्ठमुरायुक्तमभ्यङ्गतः शिवम्  ।
गुञ्जाफलं समादेयं लेपनं चन्द्रलुप्तनुत् ॥
]

`verse 4 [
आम्रास्थिचूर्णलेपाद्वै केशाः सूक्ष्मा भवन्ति च  ।
करञ्जामलकैलाललाक्षालेपोऽरुणापहः  ॥
]

`verse 5 [
आम्रास्थिमज्जामलकलेपात्केशा भवन्ति वै  ।
बद्धमूला घना दीर्घाः स्नग्धाः स्युर्नोत्पतन्ति च  ॥
]

`verse 6 [
विडङ्गगन्धपाषाणसाधितं तैलमुत्तमम्  ।
सचतुर्गुणगोमूत्रं मनसः शिलमेव वा  ॥
]

`verse 7 [
शिरोऽभ्यङ्गाच्छिराजन्मयूकालिख्याः क्षयं नयेत् ।
नवदग्धं शङ्खचूर्णं घृष्टसीसकलेपितम्  ॥
]

`verse 8 [
कचाः श्लक्ष्णा महाकृष्णा भवन्ति वृषभध्वज  ।
भृङ्गराजं लोहचूर्णं त्रिफला बीजपूरकम्  ॥
]

`verse 9 [
नीली च करवीरं च गुडमेतैः समं शृतम्  ।
पलितानीह कृष्णानि कुर्याल्लेपान्महौषधम्  ॥
]

`verse 10 [
आम्रास्थिमज्जा त्रिफला नी (ता) ली च भृङ्ग राजकम्  ।
जीर्णं पक्वं लोहचूर्णं काञ्जिकं कृष्णकेशकृत् ॥
]

`verse 11 [
चक्रमर्दकबीजानि कुष्ठमेरण्डमूलकम्  ।
अत्यम्लकाञ्जिकं पिष्ट्वा लेपान्मस्तकरोगनुत् ॥
]

`verse 12 [
सैन्धवं च वचा हिङ्गु कुष्ठं नागेश्वरं तथा  ।
शतपुष्पा देवदारु एभिस्तैलं तु साधितम्  ॥
]

`verse 13 [
गोपुरीपरसेनैव चतुर्भागेन संयुतम्  ।
तत्कणभरणादुग्रकर्णशूलं क्षयं नयेत् ॥
]

`verse 14 [
मेषमूत्रसैन्धवाभ्यां कर्णयोर्भरणाच्छिव  ।
कर्णयोः पूतिनाशः स्यात्कृमिस्त्रावादिकस्य च  ॥
]

`verse 15 [
मालतीपुप्पदलयो रसेन भरणात्तथा  ।
गोजलेनैव पूरेण पूयस्त्रावो विनश्यति  ॥
]

`verse 16 [
कष्ठमाषमरीचानि तगरं मधु पिप्पली  ।
अपामार्गोऽश्वगन्धा च बृहती सितसर्षपाः  ॥
]

`verse 17 [
यवास्तिलाः सैन्धवं च पादिकोद्वर्तनं शुभम्  ।
लिङ्गबाहुस्तनानां च कर्णयोर्वृद्धिकृद्भवेत् ।
कटुतैलं भल्लातकं बृहती फलदाडिमम्  ॥
]

`verse 18 [
वल्कलैः साधितैर्लिप्तं लिङ्गं तेन विवर्धते  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे केशोत्पत्त्यादिवर्णनं नाम षट्सप्तत्युत्तरशततमोऽध्यायः
]
