`speaker [
हरिरुवाच
]

`verse 1 [
सोभाञ्जनपत्ररसं मधुयुक्तं हि चक्षुषोः  ।
भ (च) रणाद्रोगहरणं भवेन्नास्त्यत्र संशयः  ॥
]

`verse 2 [
अशीतितिलपुष्पाणि जात्याश्च कुसुमापि च  ।
उषानिम्बामलाशुण्ठीपिप्पलीतण्डुलीयकम्  ॥
]

`verse 3 [
छायासुष्कां वटीं कुर्यात्पिष्ट्वा तण्डुलवारिणा  ।
मधुना सहसा चाक्ष्णोरञ्जनात्तिमिरादिनुत् ॥
]

`verse 4 [
बिभीतकास्थिमज्जा तु शङ्खनाभिर्मनः शिला  ।
निम्बपत्रमरीचा नि अजामूत्रेण पेषयेत् ॥
]

`verse 5 [
पुष्पं रात्र्यन्धतां हन्ति तिमिरं पटलं तथा  ।
चतुर्भागानि शङ्खस्य तदर्धेन मनः शिला  ॥
]

`verse 6 [
सैन्धवं च तदर्धेनत्वेतत्पिष्ट्वादकेन तु  ।
छायाशुष्कां तु वटिकां कृत्वा नयनमञ्जयेत् ॥
]

`verse 7 [
तिमिरं पटलं हन्ति पिचिटं च महौषधम्  ।
त्रिकटु त्रिफलां चैव करं जस्य फलानि च  ॥
]

`verse 8 [
सैन्धवं रजनीद्वे व भृङ्गराजरसेन हि  ।
पिष्ट्वा तदञ्जनादेव तिमिरादिविनाशनम्  ॥
]

`verse 9 [
आटरूषकमूलं तु काञ्जिकापिष्टमेव तु  ।
तेनाक्षिबूमिलेपाच्च चक्षुः शूलं विनश्यति  ॥
]

`verse 10 [
सतक्रं बदरीमूलं पीतं वाक्षिव्यथां हरेत् ।
सैन्धंवं कटुतैलं च अपामार्गस्य मूलकम्  ॥
]

`verse 11 [
क्षीरकाञ्जिकसंघृष्टं ताम्रपात्रे तु तेन च  ।
अञ्जनात्पिञ्जटस्यैव नाशो भवति शङ्कर  ॥
]

`verse 12 [
ओं दद्रु सर क्रों ह्रीं ठः ठः दद्रु सर ह्रीं ह्रीं ओं उं ऊ सर क्रीं क्रीं ठः ठः  ।
आद्या हि वशामायान्ति मन्त्रेणानेन चाञ्जनात् ॥
]

`verse 13 [
बिल्वकनीलिकामूलं पिष्टमभ्यञ्जनेन च  ।
अनेनाञ्जितमात्रेण नश्यन्ति तिमिराणि हि  ॥
]

`verse 14 [
कटुकं (पिप्पली) तगरं चैव हरिद्रामलकं वचा  ।
खदिरपिष्टवात्तश्च अञ्जनान्नेत्ररोगनुत् ॥
]

`verse 15 [
नीरपूर्णमुखो धौति बृहन्मानेन योऽक्षिणी  ।
प्रभाते नेत्ररोगैश्च नित्यं सर्वैः प्रमुच्यते  ॥
]

`verse 16 [
शुक्लैरण्डस्य मूलेन पत्रेणापि प्रसाधितम्  ।
छगदग्धसेकमौष्ण्याच्चक्षुषोर्वातशलनत् ॥
]

`verse 17 [
चन्दनं सैन्धवं वृद्धपालाशश्च हरीतकी  ।
पटलं कुसुमं नीली च (व) क्रिकां हरतेऽञ्जनम्  ॥
]

`verse 18 [
गुञ्जामूलं छागमूत्रे घृष्टं तिमिरनुच्च तत्रौप्यताम्रसुवर्णानां हस्तघृष्टशलाकया  ॥
]

`verse 19 [
घृष्टमुद्वर्तनं रुद्र कामलाव्याधिनाशनम्  ।
घोषाफलमपाघ्रातं पीतकामलनाशनम्  ॥
]

`verse 20 [
दूर्वादाडिमपुष्पं तु अलक्तकहरीतकी  ।
नासार्शवातरक्तनुन्नस्याद्वै स्वरसेन हि  ॥
]

`verse 21 [
आपिष्ट्वा जाङ्गली मू (तू) लं तद्रसेन वृषध्वज  ।
नस्यादाराद्विनश्येत नाशार्शो नीललोहित  ॥
]

`verse 22 [
गव्यं घृतं सर्जरसं रुद्र धन्याकसैन्धवम्  ।
धुत्तूरकं गैरिकं च एतैः साधितसिक्थकम्  ॥
]

`verse 23 [
सतैलं व्रणनुत्स्याच्च स्फुटितोद्धटिताधरे  ।
जातीपत्रं च चर्वित्वा विधृतं मुखरोगनुत् ॥
]

`verse 24 [
भक्षात्केसरबीजस्य दन्ताः स्युश्चलिताःस्थिराः  ।
मुष्टकं कुष्ठमेला च यष्टिकं मधुवालकम्  ॥
]

`verse 25 [
धन्याकमेतददनान्मुखदुर्गन्धनुद्धर  ।
कषायं कटुकं वापि तिक्तशाकस्य भक्षणात् ॥
]

`verse 26 [
तलयुक्तस्य नित्यं स्यान्मुखदुर्गन्धताक्षयः  ।
दन्तव्रणानि सर्वाणि क्षयं गच्छन्त्यनेन तु  ॥
]

`verse 27 [
काञ्जिकस्य सतैलस्य गण्डूषकवलास्थितिः  ।
ताम्बूलचूर्णदग्धस्य मुखस्य व्याधिनुच्छिव !  ॥
]

`verse 28 [
परित्यक्तश्लेष्मणश्च शुण्ठीचर्वणतो यथा  ।
मातुलुङ्गदलान्येला यष्टी मधु च पिप्पली  ॥
]

`verse 29 [
जातीपत्रमथैषां च चूर्णं लीढ्वा तथा कृतम्  ।
शेफालिकजटायाश्च चर्वणं गलशुण्ठिनुत् ॥
]

`verse 30 [
नासाशिरारक्तकर्षान्नश्येच्छंशकर जिह्विका  ।
रसः शिरीषबीजानां हरिद्रायाश्चतुर्गुणः  ॥
]

`verse 31 [
तेन पक्वेन भूतेश नस्यं मस्तकरोगनुत् ।
गलरोगा विनश्यन्ति नस्यमात्रेण तत्क्षणात् ॥
]

`verse 32 [
दन्तकीटविनाशः म्याद्गुञ्जामूलस्य चर्वणात् ।
काकजङ्घास्नुहीनीलीकवायो मधुमोजितः  ॥
]

`verse 33 [
दन्ताक्रान्तान्दन्तजांश्च कृमीन्नाशयते शिव  ।
घतं कर्कटपादेन दुग्धोन्मिश्रेण साधितम्  ॥
]

`verse 34 [
तेन चाम्यङ्गितादन्ताः कुर्युः कटकटान्न हि  ।
लिप्त्वा कर्कटपादेन केवलेनाथवाशिव  ॥
]

`verse 35 [
त्रिसप्ताहं वाः पिष्टानि ज्योतिष्मत्याः फलानि हि  ।
शुक्लाभयामज्जलेपाद्दन्तस्याङ्ककलङ्कनुत् ॥
]

`verse 36 [
लोध्रकुङ्कुममञ्जिष्ठालोहका लेयकानि च  ।
यवतण्डुलमेतैश्च यष्टी मधुसमन्वितैः  ॥
]

`verse 37 [
वारिपिष्टैर्वक्त्रलेपः स्त्रीणां शोभनवक्त्रकृत् ।
द्विभागं छागदुग्धेन तैलप्रस्थं तु साधितम्  ॥
]

`verse 38 [
रक्तवन्दनमञ्जिष्ठालक्षाणां कर्षकेण वा  ।
यष्टीमधुकुङ्कुमाभ्यां सप्ताहान्मुखकान्तिकृत् ॥
]

`verse 39 [
शुण्ठीपिप्पलिचूर्णं तु गुडूची कण्टकारिका  ।
एभिश्च क्वथितं वारि पीतं चाग्निं करोति वै  ॥
]

`verse 40 [
वातशूलक्षयं चैव कगेति प्रथमेश्वर  ।
करञ्जपर्पटोशीरं बहती कटुरोहिणी  ॥
]

`verse 41 [
गोक्षुरं क्वथितं त्वभिर्वारि पीतं श्रमापहन्  ।
दाहं पित्तं ज्वरं शोषं मूर्छां चैव क्षयं नयेत् ॥
]

`verse 42 [
मध्वाज्यपिप्पलीचूर्णं क्वथितं क्षीरसंयुतम्  ।
पीतं हृद्रोगकासस्य विषमज्वरनुद्भवेत् ॥
]

`verse 43 [
क्वाथौपधीनां सर्वासां कर्षार्धं ग्राह्यमेव च  ।
वयोऽनुरूयतो ज्ञेयो विशेषो वृषभध्वज  ॥
]

`verse 44 [
दुग्धं पीतं तु संयुक्तं गोपुरीषरसेन च  ।
विषमज्वरनुत्स्याच्च काकजन्धारसस्तथा  ॥
]

`verse 45 [
मशुण्ठि क्वथितं क्षीग्मजाया ज्वरनुद्भवेत् ।
यष्टीमधुकमुस्तं च सैन्धवं बृहतीफलम्  ॥
]

`verse 46 [
एतैर्नस्वप्रिदानाच्च निद्रा स्यात्पुरुपस्य च  ।
मरीचप्रध्वश्वलालानस्यान्निद्रा भवेच्छिव  ॥
]

`verse 47 [
मूलं तु काकजङ्घाया निद्राकृत्स्याच्छिरस्थितम्  ।
सिद्धं तैलं काञ्जिकेन तथा सर्जरसेन च  ॥
]

`verse 48 [
शीतोदकसमायुक्तं लेपात्सन्तापनाशनम्  ।
शोणितज्वरदाहेभ्यो जातसन्तापनुत्तथा  ॥
]

`verse 49 [
शृकशैवालमन्थश्च शुण्ठीपापाणभेदकम्  ।
शौवाञ्जनं गोक्षुरं वा वरुणच्छन्नमेव च  ॥
]

`verse 50 [
सौभाञ्जनस्य मूलं च एतैः क्वथितवारि च  ।
दत्त्वा हिङ्गुयवक्षारं पीतं वातविनाशनम्  ॥
]

`verse 51 [
पिप्पली पिप्पलीमूलं तथा भल्लातकं शिव  ।
वार्येतैः क्वथितं पीतं वरशूलापहारकृत् ॥
]

`verse 52 [
अश्वगन्धामूलकाभ्यां सिद्धा वल्मीकमृत्तिका  ।
एतया मर्दनाद्रुद्र ऊरुस्तम्भः प्रशाम्यति  ॥
]

`verse 53 [
बृहतीकस्य वै मूलं संपिष्टमुदकेन च  ।
पीतं संघातवातस्य विपाटनकृदेव च  ॥
]

`verse 54 [
पीतं तक्रेण मूलं च आर्द्रस्य तगरस्य च  ।
हरेत्झिञ्जिनीवातं?वै वृक्षमिन्द्राशनिर्यथा  ॥
]

`verse 55 [
अस्थिसंहारमेकेन भक्तेन सह वादितम्  ।
पतिं मांसरसेनापि वातनुच्चास्थिभङ्गनुत् ॥
]

`verse 56 [
घृतलिप्तं सशुष्कं च छागीक्षीरेण संयुतम्  ।
तल्लोपात्पादयार्नंश्येत्सक्षेप्ये चात्र संशयः  ॥
]

`verse 57 [
मध्वाज्यसैन्धवं सिक्थं गुडकैरिकगुग्गुलैः  ।
ससर्जरसस्फुटितः क्लोमशुद्धिश्च लेपनात् ॥
]

`verse 58 [
कटुतैलेन लिप्तो वै विधूमाग्नौ प्रतापितः  ।
मृत्तिकारखादितः पादः समः स्याद्वृषभध्वज  ॥
]

`verse 59 [
सर्जरसाः सिक्थकं च जीरकं च हरीतकी  ।
उत्साधितघृताभ्यङ्गो ह्यग्निदग्धव्यथापनुत् ॥
]

`verse 60 [
तिलतैलं चाग्निदग्धं यवभस्मसमन्वितम्  ।
अग्निदग्धव्रणं नश्येद्ब्रहुशः कृतलेपतः  ॥
]

`verse 61 [
नवनीतं माहिषं च दग्धपिष्टतिलानि च  ।
सभल्लाकं व्रणं नश्येद्धृच्छूलं नस्यलेपनात् ॥
]

`verse 62 [
कर्पूरगव्यसर्पिर्भ्यां प्रहारः पूरितो हर  ।
शस्त्रोद्भवः सबद्धश्च शुक्लवर्णेन शङ्कर !  ।
पाकं च वेदनां चैव संस्पृशेद्वृषभध्वज  ॥
]

`verse 63 [
आम्र (तस्य) मूलरसेनैव शस्त्रघातः प्रपूरितः  ।
ढौकते शस्त्रघाताभ्यां निर्व्रणो घृपूरितः  ॥
]

`verse 64 [
शरपुङ्खा लज्जालुका पाठा चैषां तु मूलकम्  ।
जलपिष्टं तस्य लेपाच्छस्त्रघातः प्रशाम्यति  ॥
]

`verse 65 [
मूलं च काकजङ्घायास्त्रिरात्रेणैव शोषितः  ।
पाकपूतिं वेदनां च हन्ति वै रोहितो व्रणे  ॥
]

`verse 66 [
सजलं तिलतैलं च अपामार्गस्य मूलकम्  ।
तत्सेकदानान्नश्येच्च प्रहारोद्भववेदना  ॥
]

`verse 67 [
अभयां सैन्धवं शुण्ठीमेतत्पिष्ट्वोदकेन तु  ।
भक्षयित्वा ह्यजीर्णस्य नाशो भवति शङ्कर !  ॥
]

`verse 68 [
कटिबद्धं निम्बमूलमक्षिसूलहरं भवेत् ।
शणमूलं सताम्बूलं दग्धमिन्द्रियकस्य (ल्प) हृत् ॥
]

`verse 69 [
अन्नस्विन्नहरिद्रा च श्वेतसर्षपमूलकम्  ।
बीजानि मातुलुङ्गस्य एषामुद्वर्तनं समम्  ।
सप्तरात्रप्रयोगेण शुभदेहकरं भवेत् ॥
]

`verse 70 [
श्वेतापराजितापत्रं निम्बपत्ररसेन तु  ।
नस्यदानाड्डाकिनीनां मातॄणां ब्रह्मरक्षसाम्  ।
मोक्षः स्यान्मधुसारेण नस्याच्च वृषभध्वज  ॥
]

`verse 71 [
मूलं श्वेतजयन्त्याश्च पुष्यर्क्षे तु समाहृतम्  ।
श्वेतापराजितार्कस्य चित्रकस्य च मूलकम्  ।
कृत्वा तु वटिकां नारी तिलकेन वशी भवेत् ॥
]

`verse 72 [
पिप्पलीलोहचूर्णं तु शुण्ठीश्चामलकानि च  ।
समानि रुद्र जानीयात्सैन्धवं मधुशर्करा  ॥
]

`verse 73 [
उदुम्बरप्रमाणेन सप्ताहं भक्षणात्समम्  ।
पुमांश्च बलवान्स स्याज्जीवेद्वर्षशतद्वयम्  ।
ओं ठ ठ ठ इति सर्ववश्यप्रयोगेषु प्रयुक्तः सर्वकामकृत् ॥
]

`verse 74 [
संगृह्य विद्वान्काकस्य निलयं प्रदहेच्च तत् ।
चिताग्नौ भस्म तच्छत्रोर्दत्तं शिरसि शङ्कर  ॥
]

`verse 75 [
तमुच्चाटयते रुद्र शृणु तद्योगमुत्तमम्  ।
निः क्षिप्तं च पुरीषं वै वनमूषिकचर्मणि  ॥
]

`verse 76 [
कटितन्तुनिबद्धं वै कुर्यान्मलनिरोधनम्  ।
कृष्णकाकस्य रक्तेन यस्य नाम प्रलिप्य च  ॥
]

`verse 77 [
च्युतदले मध्यमध्ये ततो निः क्षिप्यते हर !  ।
स खाद्यते काकवृन्दैर्नारी पुरुष एव च  ॥
]

`verse 78 [
शर्करामध्वजाक्षीरं तिलगोक्षुरकं समम्  ।
स शत्रुं नाशयेद्रुद्र ! उच्चाटितमिदं हर !  ॥
]

`verse 79 [
उलूककृष्णकाकस्य बिल्वस्याथ समिच्छतम्  ।
रुधिरेण समायुक्तं ययोर्नाम्ना तु हूयते  ।
तयोर्मध्ये महावैरं भवेन्नास्त्यत्र संशयः  ॥
]

`verse 80 [
भावितं ऋक्षदुग्धेन मत्स्यस्य रोहितस्य च  ।
मांसं तत्साधितं तैलं तदभ्यङ्गाच्च रोगनुत् ।
चन्दनोदकनस्यात्तु रोमोत्थानं भवेत्पुनः  ॥
]

`verse 81 [
हस्ते लाङ्गलिकाकन्दं गृहीतं तेन लेपितम्  ।
शरीरं येन स पुमान्वृद्धेर्दर्पं व्यपोहति  ॥
]

`verse 82 [
मयूररुधिरेणैव जीवं संहरते शिव  ।
ज्वलतां तु भुजङ्गानां बिलस्थानामपीश्वर  ॥
]

`verse 83 [
देहश्चिताग्नौ दग्धश्च सर्पस्याजगरस्य हि  ।
तद्भस्म संमुखे क्षिप्तं शत्रणां भङ्गकृद्भवेत् ॥
]

`verse 84 [
मन्त्रेणानेन तत्क्षिप्तं महाभङ्गकरं रिपोः  ।
ओं ठ ठ ठ चाहीहिचाहीहि स्वाहा  ।
ओं उदरं पाहिहि पाहिहिस्वाहा  ॥
]

`verse 85 [
सुदर्शनाया मलं तु पुष्यर्क्षे तु समाहृतम्  ।
निः क्षिप्तं गृहमध्ये तु भुजङ्गा वर्जयन्ति तत् ॥
]

`verse 86 [
अर्कमूलेन रविणा अर्काग्निज्वलिता शिव  ।
युक्ता सिद्धार्थतैलेन वर्तिर्मार्गाहिनाशिनी  ॥
]

`verse 87 [
मार्जारपललं विष्ठा हरितालं च भावितम्  ।
छाग मूत्रेण तल्लिप्तो मूषिको मूषिकान्हरेत् ॥
]

`verse 88 [
मुक्तो हि मन्दिरे रुद्र नात्र कार्या विचारणा  ।
विफलार्जुनपुष्पाणि भल्लातकशिरीषकम्  ॥
]

`verse 89 [
लाक्षा सर्जरसश्चैव विडङ्गश्चैव गुग्गुलुः  ।
एतैर्धूपो मक्षिकाणां मशकाणां विनाशनः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे नेत्राञ्जनादिनिरूपणं नाम सप्तसप्तत्युत्तरशततमोऽध्यायः
]
