`speaker [
हरिरुवाच
]

`verse 1 [
हरितालं यवक्षांरं पत्राङ्गं रक्तचन्दनम्  ।
जातिहिङ्गुलकं लाक्षां पक्त्वा दन्तान्प्रलेपयेत् ॥
]

`verse 2 [
हरीतकीकषायेण मृष्ट्वा दन्तान्प्रलेपयेत् ।
दन्ताः स्युर्लोहिताः पुंसः श्वेता रुद्र न संशयः  ॥
]

`verse 3 [
मूलकं स्विद्य मन्दाग्नौ रसं तस्य प्रपूरयेत् ।
कर्णयोः पूरणात्तेन कर्णस्त्रावो विनश्यति  ॥
]

`verse 4 [
अर्कपत्रं गृहीत्वा तु मन्दाग्नौ तापयेच्छनैः  ।
निष्पीड्य पूरयेत्कर्णौ कर्णशूलं विनश्यति  ॥
]

`verse 5 [
प्रियङ्गुमधुका चैव धातक्युत्पलपाङ्क्तिभिः  ।
मञ्जिष्ठा लोध्रलाक्षाभिः कपित्थस्वरसेन च  ।
पचेत्तैलं तथा स्त्रीणां नश्येत्क्लेदः प्रपूरणात् ॥
]

`verse 6 [
शुष्कमूलकशुण्ठीनां क्षारो हिङ्गुमहौषधम्  ।
सतपुष्पावचा कुष्ठं दारु शिग्र रसाञ्जनम्  ॥
]

`verse 7 [
सौवर्चलं यवक्षारं तथा सर्जकसैन्धवम्  ।
तथा ग्रन्थिर्विडं मुस्तं मधुयुक्तं चतुर्गुणम्  ॥
]

`verse 8 [
मातुलुं गरसस्तद्वत्कदल्याश्च रसो हि तैः  ।
पक्वतैलं हरेदाशु स्त्रावादींश्च न संशयः  ॥
]

`verse 9 [
कर्णयोः कृमिनाशः स्यात्कटुतैलस्य पूरणात् ।
हरिद्रा निम्बपत्राणि पिप्पल्यो मरिचानि च  ॥
]

`verse 10 [
विडङ्गभद्रं मुस्तञ्च सप्तमं विश्वभेषजम्  ।
गोमूत्रेण च पिष्ट्वैव कृत्वा च वटिकां हर !  ।
अजीर्णहृद्भवेच्चैकं द्वयं विषूचिकापहम्  ॥
]

`verse 11 [
पटोलं मधुना हन्ति गोमूत्रेण तथाबुदम्  ।
एषा च शङ्करी वर्तिः सर्वनेत्रामया पहा  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे एकोनाशीत्यधिकशततमोऽध्यायः
]
