`speaker [
हरिरुवाच
]

`verse 1 [
वचा मांसी च बिल्वञ्च तगरं पद्मकेसरम्  ।
नागपुष्पं प्रियङ्गुञ्च समभागानि चूर्णयेत् ।
अनेन धूपितो मर्त्यः कामवद्विचरेन्महीम्  ॥
]

`verse 2 [
कर्पूरं देवदारुञ्च मधुना सह योजयेत् ।
लिङ्गलेपाच्च तेनैव वशीकुर्यात्स्त्रियं किल  ॥
]

`verse 3 [
मैथुनं पुरुषो गच्छेद्गृह्णीयात्स्वकमिन्द्रियम्  ।
वामहस्तेन वामञ्च हस्तं लिंपेत्तु यत्स्त्रियाः  ।
आलिप्ता स्त्री वशं याति नान्यं पुरुषमिच्छति  ॥
]

`verse 4 [
ओं रक्तचामुण्डे अमुकं मे वशमानय आनय ओं ह्रीं ह्रैं ह्रः फट् ।
इमं जप्त्वायुतं मन्त्रं तिलकेन च शङ्कर !  ।
गोरोचनासंयुतेन स्वरक्तेन वशी भवेत् ॥
]

`verse 5 [
सैन्धवं कृष्णलवणं सौवीरं मत्स्यपित्तकम्  ।
मधु सर्पिः सितायुक्तं स्त्रीणां तद्भगलेपनात् ॥
]

`verse 6 [
यः पुमान्मैथुनं गच्छेन्नान्यां नारीं गमिष्यति  ।
शङ्कपुष्पी वचा मांसी सोम राजी च फल्गुकम्  ॥
]

`verse 7 [
माहिषं नवनीतञ्च त्वकीकृत्य भिषग्वरः  ।
समूलानि स पत्राणि क्षीरेणाज्येन पेषयेत् ॥
]

`verse 8 [
गुटिकां शोधितां कृत्वा नारीयोन्या प्रवेशयेत् ।
दशवारं प्रसूतापि पुनः कन्या भविष्यति  ॥
]

`verse 9 [
सर्षपाश्च वचा चैव मदनस्य फलानि च  ।
मार्जारविष्ठा धत्तुर स्त्रीकेशेन समन्वितः  ॥
]

`verse 10 [
चातुर्थिकहरो धूपो डाकिनीज्वरनाशकः  ।
अर्जुनस्य च पुष्पाणि भल्लातकविडङ्गके  ॥
]

`verse 11 [
बला चैव सर्जरसं सौवीरसर्षपास्तथा  ।
सर्पयूकामक्षिकाणां धूमो मशकनाशनः  ॥
]

`verse 12 [
भूतलायाश्च चूर्णेन स्तम्भः स्याद्योनिपूरणात् ।
तेन लेपनतो योनौ भगस्तम्भस्तु जायते  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे अशीत्यधिकशततमोऽध्यायः
]
