`speaker [
हरिरुवाच
]

`verse 1 [
ताम्बूलञ्च घृतं क्षौद्रं लवणं ताम्रभाजने  ।
तथा पयः समायुक्तं चक्षुः शूलहरं परम्  ॥
]

`verse 2 [
हरीतकी वचा कुष्ठं व्योषं हिङ्गु मनः शिला  ।
कासे श्वासे च हिक्कायां लिह्यात्क्षौद्रं घृप्लुतम्  ॥
]

`verse 3 [
पिप्पलीत्रिफलाचूर्णं मधुना लेहयेन्नरः  ।
नश्यते पीनसः कासः श्वासश्च बलवत्तरः  ॥
]

`verse 4 [
समूलचित्रकं भस्मपिप्पलीचूर्णकं लिहेत् ।
श्वासं कासञ्च हिक्काञ्च मधुमिश्रं वृषध्वज !  ॥
]

`verse 5 [
नीलोत्पलं शर्करा च मधुकं पद्मकं समम्  ।
तण्डुलोदकसंमिश्रं प्रशमेद्रक्तविक्रियाः  ॥
]

`verse 6 [
शुण्ठी च शर्करा चैव तथा क्षौद्रेण संयुता  ।
कोकिलस्वर एव स्याद्गुटिका भुक्तिमात्रतः  ॥
]

`verse 7 [
हरितालं शङ्खचूर्णं कदलीदलभस्मना  ।
एतद्द्रव्येण चोद्वर्त्य लोमशातनमुत्तमम्  ॥
]

`verse 8 [
लवणं हरितालञ्च तुम्बिन्याश्च फलानि च  ।
लाक्षारससमायुक्तं लोमशातनमुत्तम्  ॥
]

`verse 9 [
सुधा च हरितालञ्च शङ्खभस्म मनः शिला  ।
सैन्धवेन सहैकत्र छागमूत्रेण पेषयेत् ॥
]

`verse 10 [
तत्क्षणोद्वर्तनादेव लोमशातनमुत्तमम्  ।
शङ्खमामलकं पत्रं धातक्याः कुसुमानि च  ॥
]

`verse 11 [
पिष्ट्वा तत्पयसा सार्धं सप्ताहं धारयेन्मुखे  ।
स्निग्धाः श्वेताश्च दन्ताश्च भवन्ति विमलप्रभाः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे एकाशीत्यधिकशततमोऽध्यायः
]
