`speaker [
हरिरुवाच
]

`verse 1 [
मरिचं शृङ्गवेरं च कुटजत्वचमेव च  ।
पानाच्च ग्रहणी नश्येच्छशाङ्काङ्कितशेखर !  ॥
]

`verse 2 [
पिप्पली पिप्पलीमूलं मरिचं तगरं वचा  ।
देवदारुरसं पाठां क्षीरेण सह पेषयेत् ॥
]

`verse 3 [
अनेनैव प्रयोगेण ह्यतिसारो विनश्यति  ।
मरीचतिलपुष्पाभ्या मञ्जनं कामलापहम्  ॥
]

`verse 4 [
हरीतकी समगुडा मधुना सह योजिता  ।
विरेचनकरी रुद्र ! भवतीति न संशयः  ॥
]

`verse 5 [
त्रिफला चित्रकं चित्रं तथा कटुकरोहिणी  ।
उरुस्तम्भहरं ह्येतदुत्तमन्तु विरेचनम्  ॥
]

`verse 6 [
हरीतकी शृङ्गवेरं देवदारु च चन्दनम्  ।
क्वाथयेच्छागदुग्धेन अपामार्गस्य मूलकम्  ।
ऊरुस्तम्भं जयन्त्या वा सप्तरात्रेण नाशयेत् ॥
]

`verse 7 [
अनन्ताशृङ्गवेरस्य सूक्ष्मचूर्णानि कारयेत् ।
गुग्गुलं गुडतुल्यं च गुटिकामुपयुज्यच  ।
वायुः स्नायुगतं चैव अग्निमान्द्यं च नाशयेत् ॥
]

`verse 8 [
सङ्खपुष्पीन्तु पुष्पेण समुद्धृत्य सपत्रिकाम्  ।
समूलां छागदुग्धेन अपस्मारहरं पिबेत् ॥
]

`verse 9 [
अश्वगन्धाभये चैव उदकेन समं पिबेत् ।
रक्तपित्तं विनश्येत्तु नात्र कार्या विचारणा  ॥
]

`verse 10 [
हरीतकीकुष्ठचूर्णं कृत्वा आस्यं च पूरयेत् ।
शीतं पीत्वाथ पानीयं सर्वच्छर्दिनिवारणम्  ॥
]

`verse 11 [
गडूचीपद्मकारिष्टधान्याकं रक्तचंन्दनम्  ।
पित्तश्लेष्मज्वरच्छर्दिदाहतृष्णाघ्नमग्निकृत् ।
ओं हुं नम इति  ॥
]

`verse 12 [
श्रोत्रे बद्ध्वा शङ्खपुष्पीं ज्वरं मन्त्रेण वै हरेत् ।
ओं जम्भिनी स्तम्भिनी मोहय सर्वव्याधीन्मे वज्रेण ठः ठः सर्वव्याधीन्मे वज्रेण फटिति  ॥
]

`verse 13 [
पुष्पमष्टशतं जप्त्वा हस्ते दत्त्वा नखं स्पृशेत् ।
चातुर्थिको ज्वरो रुद्र अन्ये चैव ज्वरास्तथा  ॥
]

`verse 14 [
ज्म्बूफलं हरिद्रा च सर्पस्यैव तु कञ्चुकम्  ।
सर्वज्वराणां धूपोऽयं हरश्चातुर्थिकस्य च  ॥
]

`verse 15 [
करवीरं भृङ्गपत्रं लवणं कुष्ठकर्कटे  ।
चतुर्गुणेन मूत्रेण पचेत्तैलं हरेच्च तत् ।
पामां विचर्चिकां कुष्ठमभ्यङ्गाद्धि व्रणानि वै  ॥
]

`verse 16 [
पिप्पलीमधुपानाच्च तथा मधुरभोजनात् ।
प्लीहा विनश्यते रुद्र तथा सूरणसेवनात् ॥
]

`verse 17 [
पिप्पलीञ्च हरिद्राञ्च गोमूत्रेण समन्विताम्  ।
प्रक्षिपेच्च गुदद्वारे अर्शांसि विनिवारयेत् ॥
]

`verse 18 [
अजादुग्धमार्द्रकञ्च पीतं प्लीहादिनाशनम्  ।
सैन्धवञ्च विडङ्गानि सोमराजी तु सर्षपाः  ॥
]

`verse 19 [
रजनी द्वे विषञ्चैव गोमूत्रेणैव पेषयेत् ।
कुष्ठनाशश्च तल्लेपान्निम्बपत्रादिना तथा  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे त्र्यशीत्यधिकशततमोऽध्यायः
]
