`verse 1 [
श्रीगरुडमहापुराणम् १८५  ।
हरिरुवाच  ।
आं गणपतये इति अयं गणपतेर्न्मन्त्रो धनविद्याप्रदायकः  ॥
]

`verse 2 [
इममष्टसहस्रञ्च जप्त्वा बद्ध्वा शिखां ततः  ।
व्यवहारे जयः स्याच्च शतं जापान्नृणां प्रियः  ॥
]

`verse 3 [
तिलानां तु घृताक्तानां कृष्णानां रुद्र होमयेत् ।
अष्टोत्तरसहस्रन्तु राजा वश्यस्त्रिभिर्दिनैः  ॥
]

`verse 4 [
अष्टम्याञ्च चतुर्दश्यामुपोष्याभ्यर्च्य विघ्नराट् ।
तिलाक्षतानां जुहुयादष्टोत्तरसहस्रकम्  ।
अपाजितः स्याद्युद्धे च सर्वे तञ्च सिषेविरे  ॥
]

`verse 5 [
जप्त्वा चाष्टसहस्रन्तु ततश्चाष्टशतेन हि  ।
शिखां बद्ध्वा राजकुले व्यवहारे जयो भवेत् ॥
]

`verse 6 [
ह्रीङ्कारं सविसर्गञ्च प्रातः काले नरस्तु यः  ।
स्त्रीणां ललाटे विन्यस्य वशतां नयति ध्रुवम्  ॥
]

`verse 7 [
सुसमाहितचित्तेन विन्यस्य प्रमदालये  ।
सोत्कामां कामिनीं कुर्यान्नात्र कार्या विचारणा  ॥
]

`verse 8 [
जुहुयादयुतं यस्तु शुचिः प्रयतमानसः  ।
दृष्टिमात्रे सदा तस्य वश्यमायान्ति योषितः  ॥
]

`verse 9 [
मनः शिलापत्रकञ्च सगोरोचनकुङ्कुमम्  ।
कृत एभिश्च तिलके वश्यमायान्ति योषितः  ॥
]

`verse 10 [
भृङ्गराट्सहदेवा च वचा श्वेतापराजिता  ।
तेनैव तिलकं कृत्वा त्रैलोक्यं वशतां नयेत् ॥
]

`verse 11 [
गोरोचना मीनपित्तमाभ्याञ्च कृतवर्तिकः  ।
यः पुमांस्तिलकं कुर्याद्वामहस्तकनिष्ठया  ।
स करोति वशे सर्वं त्रैलोक्यं नात्र संशयः  ॥
]

`verse 12 [
गोरोचना महादेव ! धातुशोणितभाविता  ।
एतैर्वैतिलकं कृत्वा सा नरं यं निरीक्षते  ।
तत्क्षणात्तं वशे कुर्या न्नात्र कार्या विचारणा  ॥
]

`verse 13 [
नागेश्वरञ्च शैलेयं त्वक्पत्रञ्च हरीतकी  ।
चन्दनं कुष्ठसूक्ष्मैलारक्तशालिसमन्विता  ॥
]

`verse 14 [
एतैर्धूपो वशकरः स्मरबाणैः स्मारार्दनः  ।
रतिकाले महादेव पार्वतीप्रिय शङ्कर  ॥
]

`verse 15 [
निजशुक्रं गृही त्वा तु वामहस्तेन यः पुमान्  ।
कामिनीचरणं वामं लिंपेत्स स्यात्स्त्रियाः प्रियः  ॥
]

`verse 16 [
सैन्धवञ्च महादेव पारावतमलं मधु  ।
एभिर्लिप्ते तु लिङ्गे वै कामिनीवशकृद्भवेत् ॥
]

`verse 17 [
पुष्पाणि पञ्चरक्तानि गृहीत्वा यानि कानि च  ।
तत्तुल्यञ्च प्रियङ्गुञ्च पेषयेदेकयोगतः  ।
अनेन लिप्तलिङ्गस्य कामिनीवशतामियात् ॥
]

`verse 18 [
हयगन्धा च मञ्जिष्ठा मालतीकुसुमानि च  ।
श्वेतसषर्प एतैश्च लिप्तलिङ्गः स्त्रियाः प्रियः  ॥
]

`verse 19 [
मूलन्तु काकजङ्घाया दुग्धपीतन्तु शोषनुत् ।
अश्वगन्धानागबलागुडमाषनिषेविणः  ।
रूपं भवेद्यथा तद्वन्नवयौवनचारिणाम्  ॥
]

`verse 20 [
लौहचूर्णसमायुक्तं त्रिफलाचूर्णमेव वा  ।
मधुना सेवितं रुद्र परिणामाख्यशूलनुत् ॥
]

`verse 21 [
क्वथितोदकपानन्तु शम्बूकक्षारकं तथा  ।
मृगशृङ्गं ह्यग्निदग्धं गव्याज्येन समन्वितम्  ।
पीत हृत्पृष्ठशूलानां भवेन्नाशकरं शिव  ॥
]

`verse 22 [
हिङ्गु सौवर्चलं शुण्ठी वृषध्वज महौषधम्?  ।
एभिस्तु क्वथितं वारि पीतं वै सर्वशूलनुत् ॥
]

`verse 23 [
अपामार्गस्य वै मूलं सामुद्रलवणान्वितम्  ।
आस्वादि तमजीर्णस्य शूलस्य स्याद्विमर्दनम्  ॥
]

`verse 24 [
वटरोहाङ्कुरो रुद्र तण्डुलोदकघर्षितः  ।
पीतः सतक्रोऽतीसारं क्षयं नयति शङ्कर  ॥
]

`verse 25 [
अङ्कोटमूलं कर्षार्धं पिष्टं तण्डुलवारिणा  ।
सर्वातीसारग्रहणीं पीतं हरति भूतप  ॥
]

`verse 26 [
मरीचशुण्ठिकुटजत्वक्चूर्णञ्च गुडान्वितम्  ।
क्रमात्तद्द्विगुणं पीतं ग्रहणीव्याधिनाशनम्  ॥
]

`verse 27 [
श्वेतापराजितामूलं हरिद्रासिक्थतण्डुलाः  ।
अपामार्गत्रिकटुकमेषाञ्च वटिका शिव  ।
विषूचिकामहाव्याधिं हरत्येव न संशयः  ॥
]

`verse 28 [
त्रिफलागुरु भूतेश शिलाजतु हरीतकी  ।
एकैकमेषां चूर्णन्तु मधुना च विमिश्रितम्  ।
पीतं सर्वञ्च मेहन्तु क्षयं नयति शङ्कर  ॥
]

`verse 29 [
अर्कक्षीरप्रस्थमेकं तिलतैलं तथैव च  ।
मनः शिलामरीचानां सिन्दूरस्य पलं पलम्  ॥
]

`verse 30 [
चूर्णं कृत्वा ताम्रपात्रे त्वातपैः शोषयेत्ततः  ।
पीतं स्नुहीगतं दुग्धं सैन्धवं शूलनुद्भवेत् ॥
]

`verse 31 [
त्रिकटुत्रिफलानक्तं तिलतैलं तथैव च  ।
मनः शिला निम्बपत्रं जातीपुष्पमजापयः  ॥
]

`verse 32 [
तन्मूत्रं सङ्खनाभिश्च चन्दनं घर्षयेत्ततः  ।
एभिश्च वर्तिकां कृत्वा त्वक्षिणी चाञ्जयेत्ततः  ॥
]

`verse 33 [
नश्यते पटलं काचं पुष्पञ्च तिमिरादिकम्  ।
विभीतकस्य वै चूर्णं समधु श्वासनाशनम्  ॥
]

`verse 34 [
पिप्पलीत्रिफलाचूर्णं मधुसैन्धवसंयुतम्  ।
सर्वरोगज्वरश्वासशोषपीनसहृद्भवेत् ॥
]

`verse 35 [
देवदारोश्च वै चूर्णं अजामत्रेण भावयेत् ।
एकविंशतिवारंवैत्वक्षिणी तेन चाञ्जयेत् ।
रात्र्यन्धता पटलता नश्येन्निर्लोमता तथा  ॥
]

`verse 36 [
पिप्पलीकेतकं रुद्र हरिद्रामलकं वचा  ।
सर्वाक्षिरोगा नश्येयुः सक्षीरादञ्जनात्ततः  ॥
]

`verse 37 [
काकजङ्घाशिग्रुमूले मुखेन विधृते शिव  ।
चर्वित्वा दन्तकीटानां विनाशो हि भवेद्धर  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे मन्त्रतन्त्रवैद्यप्रयोदृपञ्चाशीत्यधिशततमोऽध्यायः
]
