`speaker [
हरिरुवाच
]

`verse 1 [
हस्तिकर्णपलाशस्य पत्राणि? चूर्णयेद्धर  ।
सर्वरोगविनिर्मुक्तं चूर्णं पलशतं शिव  ॥
]

`verse 2 [
सक्षीरं भक्षीतं कुर्यात्सप्ताहेन वृषध्वज  ।
नरं श्रुतिधरं रुद्र मृगेन्द्रगतिविक्रमम्  ॥
]

`verse 3 [
पद्मरागप्रतीकाशंयुक्तं दशशतायुषा  ।
षोडशाब्दाकृतिं रुद्र सततं दुग्धभोजनात् ॥
]

`verse 4 [
मधुसर्पिःसमायुक्तं दुग्धमायुष्करं भवेत् ।
तज्जग्धं मधुना सार्धं दशवर्ष सहस्रिणम्  ॥
]

`verse 5 [
कुर्यान्नरं श्रुतिधरं प्रमदाजनवल्लभम्  ।
दध्ना नित्यं भक्षितन्तु वज्रदेहकरं भवेत् ॥
]

`verse 6 [
केशराजिसमायुक्तं नरं वर्षसहस्रिणम्  ।
तच्च काञ्जिकसंयुक्तं नरं कुर्याच्च भक्षितम्  ॥
]

`verse 7 [
शतवर्षं दिव्यदेहं वलीपलितवर्जितम्  ।
जग्धं त्रिफलया क्षौद्रं चक्षुष्मन्तं करोति वै  ॥
]

`verse 8 [
अन्धः पश्येत्तु चूर्णस्य साज्यस्यैव तु भक्षणात् ।
महिषीक्षीरसंयुक्तस्तल्लेपः कृष्णकेशकृत् ॥
]

`verse 9 [
खल्वाटस्य च वै केशा भवन्ति वृषभध्वज  ।
तैलयुक्तेन चूर्णेन वलीपलितनाशनम्  ॥
]

`verse 10 [
तदुद्वर्तनमात्रेण सर्वरागः प्रमुच्यते  ।
सच्छागक्षीरचूर्णेन दृष्टिः स्यान्मासतोऽञ्जनात् ॥
]

`verse 11 [
पलाशस्य च बीजानि श्रावणे वितुषाणि च  ।
गृहीत्वा नवनीतेन तेषां चूर्णं च भक्षयेत् ॥
]

`verse 12 [
कर्षार्धमेकं सेवेत नत्वा नित्यं हरिं प्रभुम्  ।
पुराणषष्टिधान्यस्य पथ्यमम्बु पिबन्हर  ।
जीवेद्वर्षसहस्राणि वलीपलितवर्जितः  ॥
]

`verse 13 [
भृङ्गराजस्य वै मूलं पुष्यर्क्षे तु समाहृतम्  ।
विधाय तस्य चूर्णं वै ससौवीरञ्च भक्षयेतं  ॥
]

`verse 14 [
मासमात्रप्रयोगेण वलीपलितवर्जितः  ।
शतानि पञ्च जीवेच्च नरो नागबलो भवेत् ।
भवेच्छ्रुतिधरो रुद्र पुष्यर्क्षे चैव भक्षणात् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे आयुष्करयोगोदृसप्ताशीत्यधिकशततमोऽध्यायः
]
