`speaker [
हरिरुवाच
]

`verse 1 [
श्वेतापराजितापुष्परसेनाक्ष्णोश्च पूरणे  ।
पटलं नाशमायाति नात्र कार्या विचारणा  ॥
]

`verse 2 [
मूलं गोक्षुरकस्यैव चर्वित्वा नीललोहित  ।
दन्तकीटव्यथा नश्येत्सुरासुरविमर्दन्  ॥
]

`verse 3 [
नारी पुष्पादिने पीत्वा गोक्षीरेणोपवासतः  ।
श्वेतार्कस्य तु वै मूलं तस्यास्तद्गुल्मशूलनुत् ॥
]

`verse 4 [
श्वेतार्कपुष्पं विधिना गृहीतं पूर्वमन्त्रितम्  ।
ऋतुशुद्धा च ललना कटौ बद्ध्वा प्रसूयते  ॥
]

`verse 5 [
हस्तबद्धं पलाशस्य अपामार्गस्य वा हर  ।
मूलं सर्वज्वरहरं भूतप्रेतादिनुद्भवेत् ॥
]

`verse 6 [
पीतं वृश्चिकमूलञ्च प्रातः पर्युषिताम्बुना  ।
सार्धं विनाशयेद्दाहज्वरञ्च परमेश्वर  ॥
]

`verse 7 [
शिखायाञ्चैव तद्बद्धं भवेदैकाहिकाहिनुत् ।
पीतं पर्युषिताद्भिश्च भवेत्सर्वविषापहृत् ॥
]

`verse 8 [
यस्य लज्जालुकामूलं दीयते च स्वरेतसा  ।
सार्धं स वैरं संयाति पुमान्स्त्री वा न संशयः  ॥
]

`verse 9 [
पिष्ट्वा गव्यघृतेनैव पाठामूलं पिबेत्तु यः  ।
सर्वं विषं विनश्येच्च नात्र कार्या विचारणा  ॥
]

`verse 10 [
मूलं पर्युषितोदेन शिरीषस्य यथा तथा  ।
रक्तचित्रकमूलस्य रसस्य भरणाद्धर  ।
कर्णयोः कामलाव्याधिनाशः स्यान्नात्र संशयः  ॥
]

`verse 11 [
श्वेतकोकिलाक्षमूलं छागीक्षीरेण संयुतम्  ।
त्रिसप्ताहेन वै पीतं क्षयरोगं क्षयं नयेत् ॥
]

`verse 12 [
नारिकेलस्य वै पुष्पं छागक्षीरेण संयुतम्  ।
पिबेच्च त्रिविधस्तस्य रक्तवातो विनश्यति  ॥
]

`verse 13 [
कुर्यात्सुदर्शनामूलं माल्येन सुसमाहृतम्  ।
कण्ठबद्ध त्र्याहिकादिग्रहभूतविनाशनम्  ॥
]

`verse 14 [
पुष्पं धवलगुञ्जाया गृहीतं मूलमेव च  ।
मुखे तु निहितं रुद्र हरेन्नानाविषं बहु  ॥
]

`verse 15 [
हस्ते बद्धं काण्डयुक्तं कण्ठे बद्धं ग्रहादिहृत् ।
कृष्णायान्तु चतुर्दश्यां कटिबद्धं समाहृतम्  ।
सिंहादिश्वापदाद्भीतिं हरेच्च नीललोहित  ॥
]

`verse 16 [
विष्णुक्रान्तामूलमीश कर्णबद्धन्तु धारयेत् ।
पट्टसूत्रेण भूतेश मकरादिभयं न वै  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे एकोननवत्यधिकशततमोऽध्यायः
]
