`speaker [
हरिरुवाच
]

`verse 1 [
अपराजिताया मूलञ्च गोमूत्रेण समन्वितम्  ।
पीतञ्चाशु हरत्येव गण्डमालां न संशयः  ॥
]

`verse 2 [
अथेन्द्रवारुणीमूलं विधिना पीतमीश्वर  ।
जिङ्गिण्यैरण्डकं रुद्र शूकशिम्ब्या समन्वितम्  ।
शीतोदकञ्च तत्र्यस्तं बाहुग्रीवाव्यथां हरेत् ॥
]

`verse 3 [
माहिषं नवनीतञ्च अश्वगन्धा च पिप्पली  ।
वचा कुष्ठद्वयं लेपो लिङ्गस्रोतस्तनार्तिहृत् ॥
]

`verse 4 [
कुष्ठनागबलाचूर्णं नवनीतसमन्वितम्  ।
तल्लेपो युवतीनाञ्च कुर्याद्वृत्तोजकौ शुभौ  ॥
]

`verse 5 [
इन्द्रवारुणिकामूलं यस्य नाम्ना सुदूरतः  ।
निः क्षिप्यते समुत्पाट्य तस्य प्लीहा विनश्यति  ॥
]

`verse 6 [
पुनर्नवायाः शुक्लाया मूलं तण्डुलवारिणा  ।
पीतं विद्रधिनुत्स्याच्च नात्र कार्या विचारणा  ॥
]

`verse 7 [
कदलीदलक्षारन्तु पानीयेन प्रसाधितम्  ।
तस्यादनाद्विनश्यन्ति उदरव्याधयोऽखिलाः  ॥
]

`verse 8 [
कदल्या मूलमादाय गुडाज्येन समन्वितम्  ।
अग्निना साधितं जग्धमुदरस्थक्रिमीन्हरेत् ॥
]

`verse 9 [
नित्यं निम्बदलानाञ्च चूर्णमामलकस्य च  ।
प्रत्यूषे भक्षयेच्चैव तस्य कुष्ठं विनश्यति  ॥
]

`verse 10 [
हरीतकीविडङ्गञ्च हरिद्रा सितसर्षपाः  ।
सोमराजस्य मूलानि करञ्जस्य च रौन्धवम्  ।
गोमूत्रपिष्टान्येतानि कुष्ठरोगहराणि वै  ॥
]

`verse 11 [
एकश्च त्रिफलाभागस्तथा भागद्वयं शिवा  ।
सोमराजस्य बीजानां जग्धं पथ्येन दद्रुनुत् ॥
]

`verse 12 [
अम्लतक्रं सगोमूत्रं क्वथितं लवणान्वितम्  ।
कांस्यघृष्टं खरं लेपात्कुष्ठदद्रुविनाशनम्  ॥
]

`verse 13 [
हरिद्रा हरितालश्च दूर्वागोमूत्रसैन्धवम्  ।
अयं लेपो हन्ति दद्रुं पामानं च गरं तथा  ॥
]

`verse 14 [
सोम राजस्य बीजानि नवनीतयुतानि च  ।
मधुनास्वादितानि स्युः शुक्लकुष्ठहराणि वै  ।
तक्रान्नपानतो रुद्र नात्र कार्या विचारणा  ॥
]

`verse 15 [
श्वेतापरा जितामूलं वर्तितं चास्य वारिणा  ।
तल्लेपो रुद्र मासेन शुक्लकुष्ठविनाशनः  ॥
]

`verse 16 [
माहिषं नवनीतञ्च सिन्दूरं समरीचकम्  ।
पामा विलेपनान्नश्येद्दुर्नामा वृषभध्वज  ॥
]

`verse 17 [
विशुष्कगाम्भारीमूलं पक्वं क्षीरेण संयुतम्  ।
भक्षितं शुक्लपित्तस्य विनाशकरमीश्वर  ॥
]

`verse 18 [
मूलकस्य तु बीजानि ह्यपा मार्गरसेन वै  ।
पिष्टानि तेन लेपेन सिध्मकं रुद्र नश्यति  ॥
]

`verse 19 [
कदलीक्षारसंयुक्तहरिद्रा सिध्मकापहा  ।
रम्भापामार्गयोः क्षार एरण्डेन विमिश्रितः  ।
तदभ्यङ्गान्महादेव ! सद्यः सिध्म विनश्यति  ॥
]

`verse 20 [
कूष्माण्डनालक्षारश्च सगोमूत्रश्च तत्त्वतः  ।
जलपिष्टा हरिद्रा च सिद्धा मन्दानलेनहि  ॥
]

`verse 21 [
माहिषेण पुरीषेण वेष्टिता वृषभध्वज  ।
अस्या उद्वर्तनं कुर्यादङ्गसौष्ठवमीश्वर  ॥
]

`verse 22 [
तिलसर्षपसंयुक्तं हरिद्राद्वयकुष्ठकम्  ।
तेनोद्वर्तितदेहः स्याद्दुर्गन्धः सुरभिः पुमान्  ॥
]

`verse 23 [
मनोहरश्चानुदिनं दूर्वाणां काकजङ्घाया  ।
अर्जुनस्य तु पुष्पाणि जम्बूपत्रयुतानि च  ।
सलोध्राणि च तल्लेपो देहदुर्गन्धतां हरेत् ॥
]

`verse 24 [
युक्तं लोध्रभवैर्नोरैश्चूर्णन्तु कनकस्य च  ।
तेनोद्वर्तितदेहस्य न स्याद्ग्रीष्मप्रबाधिका  ॥
]

`verse 25 [
दुग्धेनोषसि सेकश्च घर्मदोषश्च नश्यति  ।
काकजङ्घोद्वर्तनन्तु ह्यङ्गरागकरं भवेत् ॥
]

`verse 26 [
मधुयष्टी शर्करा च वासकस्य रसो मधु  ।
एतत्पीतं रक्तपित्तकामलापाण्डुरोगनुत् ॥
]

`verse 27 [
रक्तपित्तं हरेत्पीतो वासकस्य रसो मधु  ।
प्रातः काले तोयपानात्पीनसं दारुणं हरेत् ॥
]

`verse 28 [
बिभीतकस्य वै चूर्णं पिप्पल्याः सैन्धवस्य च  ।
पीतं सकाञ्जिकं हन्ति स्वरभेदं महेश्वर  ॥
]

`verse 29 [
चूर्णमामलकं सेव्यं पीतं गव्यपयोऽन्वितम्  ।
मनः शिला बलामूलं कोलपण च गुग्गुलुः  ॥
]

`verse 30 [
जातिपत्रं कोलपत्रं तथा चैव मनः शिला  ।
एभिश्चैव कृता वर्तिर्बदर्यग्नौ महेश्वर  ।
धूमपानं कासहरं नात्र कार्या विचारणा  ॥
]

`verse 31 [
त्रिफलापिप्पलीचूर्णं भक्षितं मधुनायुतम्  ।
भोजनादौ हि समधु पिपासाज्व(त्व)रितं हरेत् ॥
]

`verse 32 [
बिल्वमूलञ्च समधुगुडूचीक्वथितं जलम्  ।
पीतं हरेच्च त्रिवधं छर्दिं नैवात्रसंशयः  ।
पीता दूर्वा छर्दिनुत्स्यात्पिष्टातण्डुलवारिणा  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे नवत्यधिकशततमोऽध्यायः
]
