`speaker [
हरिरुवाच
]

`verse 1 [
पुनर्नवाया मूलञ्च श्वेतं पुष्ये समाहृतम्  ।
वारि पीतं तस्य पार्श्व भवनेषु न पन्नगाः  ॥
]

`verse 2 [
तार्क्ष्यमूर्तिं वहेद्यो वै भल्लूकदन्तनिर्मिताम्  ।
स पन्नगैर्न दृश्येत यावज्जीवं वृषध्वज  ॥
]

`verse 3 [
पिबेच्छल्मलिमूलं यः पुष्यर्क्षे रुद्र वारिणा  ।
तस्मिन्नपास्तदशना नागाः स्युर्नात्र संशयः  ॥
]

`verse 4 [
पुष्ये लज्जालुकामूले हस्तबद्धे तु पन्नगान्  ।
गृह्णीयाल्लेपतो वापि नात्र कार्या विचारणा  ॥
]

`verse 5 [
पुष्येश्वेतार्कमूलन्तु पीतं शीतेन वारिणा  ।
नश्येतु दंशकविषं करवीरादिजं विषम्  ॥
]

`verse 6 [
महाकालस्य वै मूलं पिष्टं तत्काञ्जिकेन वै  ।
वोड्राणां डुण्डुभानां च तल्लोपो हरते विषम्  ॥
]

`verse 7 [
तण्डुलीयकमूलं च पिष्टं तण्डुलवारिणा  ।
घृतेन सह पीतन्तु हरेत्सर्वाविषाणि च  ॥
]

`verse 8 [
नीलीलज्जालुकामूलं पिष्टं तण्डुलवारिणा  ।
पीतं तद्दंशकविषं नश्येदेकेन वोभयोः  ॥
]

`verse 9 [
कूष्माण्डकस्य स्वरसः सगुडः सहशर्करः  ।
पीतः सदुग्धो हन्याच्च दंशकस्यविषं च वै  ॥
]

`verse 10 [
तथा कोद्रवमूलस्य मोहस्य हर एव च  ।
यष्टीमधुसमायुक्ता तथा पीता च शर्करा  ॥
]

`verse 11 [
सदुग्धा च त्रिरात्रेण मूषकानां विषं हरेत् ।
चुलुकत्रयपानाच्च वारिणः शीतलस्य वै  ॥
]

`verse 12 [
ताम्बूलदग्धमुखस्य लालास्त्रावो विनश्यति  ।
घृतं सशर्करं षीत्वा मद्यपानमदो न वै  ॥
]

`verse 13 [
कृष्णाङ्कोलस्य मूलेन पीतं सुक्वथितं जलम्  ।
ततो नश्यद्गरविषं त्रिरात्रेण महेश्वर  ॥
]

`verse 14 [
उष्णं गव्यघृतं चैव सैन्धवेन समन्वितम्  ।
नाशयेत्तन्महादेव वेदनां वृश्चिकोद्भवाम्  ॥
]

`verse 15 [
कुसुभं कङ्कुमञ्चैव हरितालं मनः शिला  ।
करञ्जं पिषितं चैव ह्यर्कमूलं च शङ्कर  ॥
]

`verse 16 [
विषंनृणां विनश्येत्तु एतेषां भक्षणाच्छिव  ।
दीपतैलप्रदानाच्च दंशैराकीटजैः शिव  ।
खर्जूरकविषं नश्येत्तदा वै नात्र संशयः  ॥
]

`verse 17 [
दंशस्थानं वृश्चिकस्य शुण्ठी तगरसंयुता  ।
नश्येन्मधुमक्षिकाया एतेषां लेपतो विषम्  ॥
]

`verse 18 [
शतपुष्पा सैन्धवञ्च साज्यं वा तेन लेपयेत् ।
शिरीषस्य तु बीजंवै सिद्ध क्षीरेण घर्षितम्  ॥
]

`verse 19 [
तल्लेपेन महादेव नश्येत्कुक्कुरजं विषम्  ।
ज्वलिताग्निर्वारिसेको तथा दर्दुरजं विषम्  ॥
]

`verse 20 [
धत्तूरकरसोन्मिश्रं क्षीराद्यगुडपानतः  ।
शूनां विषं विनश्येत्तु शशाङ्काङ्कितशेखर  ॥
]

`verse 21 [
वटनिम्बशमीनाञ्च वल्कलैः क्वथितं जलम्  ।
तत्सेकान्मुखदन्तानां नश्येद्वै विषवेदना  ॥
]

`verse 22 [
लेपनाद्देवदारोश्च गैरिकस्य च लेपनात् ।
नागेश्वरो दरिद्रे द्वे तथा मञ्जिष्ठका हर  ।
एभिर्लेपाद्विनश्येत्तु लूताविषमुमापते  ॥
]

`verse 23 [
करञ्जस्य तु बीजानि वरुणच्छदमेव च  ।
तिलाश्च सर्षपा हन्युर्विषं वै नात्र संशयः  ॥
]

`verse 24 [
घृतं कुमारीपत्रं वै दत्तं सलवणं हर  ।
तुरङ्गमशरीराणां कण्डूर्नश्येद्दशाहतः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे एकनवत्यधिकशततमोऽध्यायः
]
