`speaker [
हरिरुवाच
]

`verse 1 [
चित्रकस्याष्टभागाश्च शूरणस्य च षोडश  ।
शुण्ठ्या भागाश्च चत्वारो मरिचानां द्वयं तथा  ॥
]

`verse 2 [
त्रितयं पिप्पलीमूलं विडङ्गानां चतुष्टयम्  ।
अष्टौ मुशलिकाभागास्त्रिफलायाश्चतुष्टयम्  ।
द्विगुणेन गुडेनैषां मोदकानिह कारयेत् ॥
]

`verse 3 [
तद्भक्षणमजीर्णं हि पाण्डुरोगञ्ज कामलम्  ।
अतीसारांश्च मन्दाग्निं प्लीहाञ्चैव निवारयेत् ॥
]

`verse 4 [
बिल्वाग्निमन्थः श्योनाकपाटलापारिभद्रकम्  ।
प्रसारण्यश्वगन्धा च बृहती कण्टकारिका  ॥
]

`verse 5 [
बला चातिबला रास्ना श्वदंष्ट्रा च पुनर्नवा  ।
एरण्डः शारिवा पर्णो गुडूची कपिकच्छुका  ॥
]

`verse 6 [
एषां दशपलान्भागान्क्वाथयेत्सलिलेऽमले  ।
तेन पादावशेषेण तैलपात्रे विपाचयेत् ॥
]

`verse 7 [
आजं वा यदि गव्यं क्षीरं दत्त्वा चतुर्गुणम्  ।
शतावरीं सैन्धवञ्च तैलतुल्यं प्रदापयेत् ॥
]

`verse 8 [
द्रव्याणियानि पेष्याणि तानि वक्ष्यामि तच्छृणु  ।
शतपुष्पा देवदारुर्बला पर्णो वचागुरु  ॥
]

`verse 9 [
कुष्ठं मांसी सैन्धवञ्च पलमेकं पुनर्नवा  ।
पाने नस्ये तथाभ्यङ्गे तैलमेतत्प्रदापयेत् ॥
]

`verse 10 [
हृच्छूलं पार्श्वशूलञ्च गण्डमालाञ्च नाशयेत् ।
अपस्मारं वातरक्तं वपुष्मांश्च पुमान्भवेत् ॥
]

`verse 11 [
गर्भमश्वतरी विन्द्यात्किं पुनर्मानुषी हर  ।
अश्वानां वातभग्नानां कुञ्जराणां नृणां तथा  ।
तैलमेतत्प्रयोक्तव्यं सर्ववातविकारिणाम्  ॥
]

`verse 12 [
हिङ्गुतुम्बुरुशुण्ठीभिः सिद्धं तैलन्तु सार्षपम्  ।
एतद्धि पुरणं श्रेष्ठं कर्णशूलापहं परम्  ॥
]

`verse 13 [
शुष्कमूलकशुण्ठीनां क्षारो हिङ्गुलनागरम्  ।
तक्रं चतुर्गुणं दद्यात्तैलमेतद्विपाचयेत् ॥
]

`verse 14 [
बाधिर्यं कर्णशूलञ्च पूयस्त्रावञ्च कर्णयोः  ।
क्रिमयश्च विनश्यन्ति तैलस्यास्य प्रपूरणात् ॥
]

`verse 15 [
शुष्कमूलकशुण्ठीनां क्षारो हिङ्गुलनागरम्  ।
शतपुष्पा वचा कुष्ठं दारुशिग्रुरसाञ्जनम्  ॥
]

`verse 16 [
सौवर्चलं यवक्षारं सामुद्रं सैन्धवं तथा  ।
ग्रन्थिकं विडमुस्तं च मधु शुक्तं चतुर्गुणम्  ॥
]

`verse 17 [
मातुलुङ्गरसश्चैव कदलीरस एव च  ।
तैलमेभिर्विपक्तव्यं कर्णशूलापहं परम्  ॥
]

`verse 18 [
बाधिर्यं कर्णनादश्च पूयस्त्रावश्च दारुणम्  ।
पूरणादस्य तैलस्य क्रिमयः कर्णयोर्हर  ॥
]

`verse 19 [
सद्यो विनाशमायान्ति शशाङ्ककृतशेखर  ।
क्षारतैलमिदं श्रेष्ठं मुखदन्तमलापहम्  ॥
]

`verse 20 [
चन्दनं कुङ्कुमं मांसी कर्पूरं जातिपत्रिका  ।
जातीकङ्कोलपूगानां लवङ्गस्य फलानि च  ॥
]

`verse 21 [
अगुरूणि च कस्तूरी कुष्ठं तगरपादिका  ।
गोरोचना प्रियङ्गुश्च बला चैव तथा नखी  ॥
]

`verse 22 [
सरलं सप्तपर्णं च लाक्षा चामलकी तथा  ।
तथा तु पद्मकं चैव ह्येतैस्तैलं प्रसाधयेत् ॥
]

`verse 23 [
प्रस्वेदमलदुर्गन्धकण्डू कुष्ठहरं परम्  ।
गच्छति स्त्रीशतं रुद्र बन्ध्यापि लभते सुतम्  ॥
]

`verse 24 [
यवानी चित्रकं धान्यं त्र्यूषणं जीरकं तथा  ।
सौवर्चलं विडगञ्च पिप्पलीमूलराजिकम्  ॥
]

`verse 25 [
एभिः पचेद्रघृतप्रस्थं जलप्रस्थाष्टसंयुतम्  ।
तथार्ऽशोगुल्मश्वयथुं हन्ति वह्निं करोति वै  ॥
]

`verse 26 [
मरिचं त्रिवृतं कुष्ठं हरितालं मनः शिला  ।
देवदारु हरिद्रे द्वे कुष्ठं मांसी च चन्दनम्  ॥
]

`verse 27 [
विशाला करवीरञ्च अर्कक्षीरं शकृद्रसः  ।
एषाञ्च कार्षिको भागो विषस्यार्धपलं भवेत्त् ॥
]

`verse 28 [
प्रस्थं सटुकतैलस्य गोमूत्रेऽष्टगुणे पचेत् ।
मृत्पात्रे लोहपात्रे वा शनैर्मृद्वग्निना पचेत् ॥
]

`verse 29 [
पामा विचर्चिका चैव दद्रुर्विस्फोचकानिच  ।
अभ्यङ्गेन प्रणश्यन्ति कोमलत्वञ्च जायते  ॥
]

`verse 30 [
प्रभूतान्यपि श्वित्राणि तैलेनानेन मर्दयेत् ।
चिरोत्थितमपि श्वित्रं विनष्टं तत्क्षणाद्भवेत् ॥
]

`verse 31 [
पटोलपत्रं कटुका मञ्जिष्ठा शारिवा निशा  ।
जातीशमीनिम्बपत्रं मधुकं क्वथितं घृतम्  ॥
]

`verse 32 [
एभिर्लेपात्सयुररुजो व्रणा विस्त्राविणः शिव  ।
शङ्खपुष्पी वचा सोमो ब्राह्मी ब्रह्मसुवर्चलाः  ॥
]

`verse 33 [
अभया च गुडूची च आटरूषकवाकुची  ।
एतैरक्षसमैर्भागैर्घृतप्रस्थं विपाचयेत् ॥
]

`verse 34 [
कण्टकार्या रसप्रस्थं क्षीरप्रस्थसमन्वितम्  ।
एतद्ब्राह्मीघृतं नाम स्मृतिमेधाकरं परम्  ॥
]

`verse 35 [
अग्निमन्थो वचा वासा पिप्पली मधु सैन्धवम्  ।
सप्तरात्रप्रयोगेण किन्नरैरिव गीयते  ॥
]

`verse 36 [
अपामार्गः गुडूची च वचा कुष्ठं शतावरी  ।
शङ्खपुष्पाभया साज्यं विडङ्गं भक्षितं समम्  ।
त्रिभिर्दिनैर्नरं कुर्याद्ग्रन्थाष्टशतधारिणम्  ॥
]

`verse 37 [
अद्भिर्वा पयसाज्येन मासमेकन्तु सेविता  ।
वचा कर्यान्नरं प्राज्ञं श्रुतिधारणसंयुतम्  ॥
]

`verse 38 [
चन्द्रसूर्यग्रहे पीतं पलमेकं पयोऽन्वितम्  ।
वचायास्तत्क्षणं कुर्यान्महाप्रज्ञायुतं नरम्  ॥
]

`verse 39 [
भूनिम्बनिम्बत्रिफलापर्पटैश्च शृतं जलम्  ।
पटोलीमुस्तकाभ्याञ्च वासकेन च नाशयेत् ॥
]

`verse 40 [
विस्फोटकानि रक्तञ्च नात्र कार्या विचारणा  ।
कतकस्य फलं शङ्खं सैन्धवं त्र्यूषणं वचा  ॥
]

`verse 41 [
फेनी रसाञ्जनं क्षौद्रं विडङ्गानि मनः शिला  ।
एषां वर्तिर्हन्ति काचं तिमिरं पटलं तथा  ॥
]

`verse 42 [
प्रस्थद्वयं माषकस्य क्वाथश्च द्रोणमम्भसाम्  ।
चतुर्भागावशेषेण तैलप्रस्थं विपाचयेत् ॥
]

`verse 43 [
काञ्जिकस्याढकं दत्त्वा पिष्टान्येतानि दापयेत् ।
पुनर्नवा गोक्षुरकं सैन्धवं त्र्यूषणं वचा  ॥
]

`verse 44 [
लवणं सुरदारुश्च मञ्जिष्ठा कण्टकारिका  ।
नस्यात्पानाद्धरत्येव कर्णशूलं सुदारुणम्  ॥
]

`verse 45 [
बाधिर्यं सर्वरोगांश्च ह्यभ्यङ्गाच्च महेश्वर  ।
पलद्वयं सैन्धवञ्च शुण्ठी चित्रकपञ्चकम्  ॥
]

`verse 46 [
सौवीरपञ्चप्रस्थं च तैलप्रस्थं पचेत्ततः  ।
असृग्दरस्वरप्लीहासर्ववातविकारनुत् ॥
]

`verse 47 [
उदुम्बरं वटं प्लक्षं जम्बूद्वयमथार्जुनम्  ।
पिप्पली च कदम्बञ्च पलाशं लोध्रतिन्दुकम्  ॥
]

`verse 48 [
मधूकमाम्रसर्जञ्च बदरं पद्मकेशरम्  ।
शिरीषबीजङ्कतकमेतत्क्वाथेन साधितम्  ।
तैलं हन्ति व्रणांल्लेपाच्चिरकालभवानपि  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे द्विनवत्यधिक शततमोऽध्यायः
]
