`speaker [
हरिरुवाच
]

`verse 1 [
सल्वकामप्रदां विद्यां सप्तरात्रेण तां शृणु  ।
नमस्तुभ्यं भगवते वासुदेवाय धीमहि  ॥
]

`verse 2 [
प्रद्युम्नायानिरुद्धाय नमः सङ्गर्षणाय च  ।
नमो विज्ञानमात्राय परमानन्दमूर्तये  ॥
]

`verse 3 [
आत्मारामाय शान्ताय निवृत्तद्वैतदृष्टये  ।
त्वद्रूपाणि च सर्वाणि तस्मात्तुभ्यं नमो नमः  ॥
]

`verse 4 [
हृषीकेशाय महते नमस्तेऽनन्तमूर्तये  ।
यस्मिन्निदं यतश्चैतत्तिष्ठत्यग्रेऽपि जायते  ॥
]

`verse 5 [
मृन्मयीं वहसि क्षोणीं तस्मै ते ब्रह्मणे नमः  ।
यन्न स्पृशन्ति न विदुः मनोबुद्धीन्द्रियासवः  ।
अन्तर्बहिस्त्वं चरसि व्योमतुल्यं नमाम्यहम्  ॥
]

`verse 6 [
ओं नमो भगवते महापुराषाय महाभूतपतये सकलसत्त्वभाविव्रीडनिकरकमलरेणूत्पलनिभधर्माख्यविद्यया? चरणारविन्दयुगल परमेष्ठिन्नमस्ते  ।
अवाप विद्याधरतां चित्रकेतोश्च विद्यया  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाक्ये आचारकाण्डे पञ्चनवत्यधिकशततमोऽध्यायः
]
