`speaker [
हरिरुवाच
]

`verse 1 [
अवाप जप्त्वा चेन्द्रत्वं विष्णुधर्माख्यविद्यया  ।
सर्वाञ्छत्रून्विनिर्जित्य ताञ्च वक्ष्ये महेश्वर  ॥
]

`verse 2 [
पादयोर्जानुनोरूर्वोरुदरे हृद्यथोरसि  ।
मुखे शिरस्यानुपूर्वमोङ्का रादीनि विन्यसेत् ॥
]

`verse 3 [
नमो नारायणायेति विपर्यासमथापि च  ।
करन्यासं ततः कुर्याद्द्वादक्षरविद्यया  ॥
]

`verse 4 [
प्रणवादियकारान्तमङ्गुल्यं गुष्ठपर्वसु  ।
न्यसेद्धृदय ओङ्कारं मनुं मूर्ध्नि समस्तकम्  ॥
]

`verse 5 [
ओङ्कारन्तु भ्रुवोर्मध्ये शिकानेत्रादिमूर्धतः  ।
ओं विष्णवे इति इमं मन्त्रन्यासमुदीरयेत् ॥
]

`verse 6 [
आत्मानं परमं ध्यायेच्छेषं यच्छक्तिभिर्युतम्  ।
मम रक्षां हरिः कुर्यान्मत्स्यमूर्तिर्जलेऽवतु  ॥
]

`verse 7 [
त्रिविक्रमस्तथाकाशे स्थले रक्षतु वामनः  ।
अटव्यां नरसिंहस्तु रामो रक्षतु पर्वते  ॥
]

`verse 8 [
भूमौ रक्षतु वाराहौ व्योम्नि नारायणोऽवतु  ।
कर्मबन्धाच्च कपिलो दत्तो रोगाच्च रक्षतु  ॥
]

`verse 9 [
हयग्रीवो देवताभ्यः कुमारो मकरध्वजात् ।
नारदोऽन्यार्चनाद्देवः कूर्मो वै नैरृते सदा  ॥
]

`verse 10 [
धन्वन्तीरश्चापथ्याच्च नागः क्रोधवशात्किल  ।
यज्ञो रोगात्समस्ताच्च व्यासोऽज्ञानाच्च रक्षतु  ॥
]

`verse 11 [
बुद्धः पाषण्डसंघातात्कल्की रक्षतु कल्मषात् ।
पायान्मध्यन्दिने विष्णुः प्रातर्नारायणोऽवतु  ॥
]

`verse 12 [
मधुहा चापराह्ने च सायं रक्षतु माधवः  ।
हृषीकेशः प्रदोषेऽव्यात्प्रत्यूषेऽव्याज्जनार्दनः  ॥
]

`verse 13 [
श्रीधरोऽव्यादर्धरात्रे पद्मनाभो निशीथके  ।
चक्रकौमोदकीबाणा घ्नन्तु शत्रूंश्च राक्षसान्  ॥
]

`verse 14 [
शङ्खः पद्मं च शत्रुभ्यः शार्ङ्गं वै गरुडस्तथा  ।
बुद्धीन्द्रियमनः प्राणान्पान्तु पार्श्वविभूषणः  ॥
]

`verse 15 [
शेषः सर्पस्वरूपश्च सदा सर्वत्र पातु माम्  ।
विदिक्षु दिक्षु च सदा नारसिंहश्च रक्षतु  ॥
]

`verse 16 [
एतद्धारयमाणश्च यं यं पश्यति चक्षुषा  ।
स वशी स्याद्विपाप्मा च रोगमुक्तो दिवं व्रजेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे षण्णवत्यधिकशततमोऽध्यायः
]
