`speaker [
भैरव उवाच
]

`verse 1 [
नित्यक्लिन्नामथो वक्ष्ये त्रिपुरां भुक्तिमुक्तिदाम्  ।
ओं ह्रीं आगच्छ देवि ऐं ह्रीं ह्रीं रेखाकारणम्  ।
ओं ह्रीं क्लेदिनी भं नमः मदनक्षोभिणा तथा  ।
ऐ यं यं क्रीं वा गुणरेखया ह्रीं मदनान्तरे च  ।
ऐं ह्रीं ह्रीं च निरञ्जना वागति मदनान्तरेखे खनेत्रावलीति च  ।
वेगवति महाप्रेतासनाय च पूजयेत् ।
ओं ह्रीं क्रैं नैं क्रैं नित्यं मदद्रवे क्रीं नमः  ।
ऐं ह्रीं त्रिपुरायै नमः  ।
ओं ह्रीं क्रीं पश्चिमवक्त्रं ओं ऐं ह्रीं ह्रीं च तथोत्तरम्  ।
ऐं ह्रीं दक्षिणमूर्ध्वंवक्त्रं तु पश्चिमम्  ।
ओं ह्रीं पाशाय क्रीं अङ्कुशाय ऐं कपालाय नमः  ।
आद्यं भयं ऐं ह्रीं च तथा शिरः तथा शिखायै कवचे  ।
ऐं ह्रीं क्रीं अस्त्रायफट् ॥
]

`verse 2 [
पूर्वे कामरूपाय असिताङ्गाय भैरवाय नमो ब्रह्माण्यै  ।
दक्षिणे चैव कन्दाय वै नमः रुरुभैरवाय माहेश्वर्या वा आवाहयेत् ॥
]

`verse 3 [
तथा पश्चिमे चण्डाय वै नमः  ।
कौमार्यै चोत्तरे चोल्काय क्रोधाय नमः वैष्णव्यै  ॥
]

`verse 4 [
अग्निकोणे अघोरायोन्मत्तभैरवायेति वाराह्यै  ।
रक्षः कोणे साराय कपालिने भैरवाय माहेन्द्र्यै  ॥
]

`verse 5 [
वायुकोणे जालन्धराय भीषणाय भैरवाय चामुण्डायै  ।
ईशकोणके वटुकाय संहारञ्चण्डिकाञ्च प्रपूजयेत् ॥
]

`verse 6 [
रतिप्रीतिकामदेवान्पञ्चबाणान्यजेदथ  ।
ध्यानार्चनाज्जप्यहोमाद्देवी सिद्धा च सर्वदा  ॥
]

`verse 7 [
नित्या च त्रिपुरा व्याधिं हन्याज्ज्वालामुखीक्रमात् ।
ज्वालामुखीक्रमं वक्ष्ये सा पूज्या मध्यतः शुभा  ॥
]

`verse 8 [
नित्यारुणा मदनातुरा महामोहा प्रकृत्यपि  ।
महेन्द्राणी च कलनाकर्षिणी भारती तथा  ॥
]

`verse 9 [
ब्रह्माणी चैव माहेशी कौमारी वैष्णवी तथा  ।
वाराही चैव माहेन्द्री चामुण्डा चापराजिता  ॥
]

`verse 10 [
विजया चाजिता चैवमोहिनी त्वरिता तथा  ।
स्तम्भिनी जृम्भिणी पूज्या कालिका पद्मबाह्यतः  ।
ज्वालामुखीक्रमं चार्चेद्विषादिहरणं भवेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे अष्टनवत्यधिकशततमोध्यायः
]
