`speaker [
भैरव उवाच
]

`verse 1 [
अथ चूडामणिं वक्ष्ये शुभाशुभविशुद्धये  ।
सूर्यं देवीं गणं सोम स्मृत्वा तु विलिखेन्नरः  ॥
]

`verse 2 [
त्रिरेखा गोमूर्त्रिकाभा अथवा प्रश्रवाक्यतः  ।
दिशस्थानप्रसूतो वा ध्वजादीन्गणयेत्क्रमात् ॥
]

`verse 3 [
ध्वजो धूमोऽथ सिंहश्च श्वा वृषः खरदन्तिनौ  ।
ध्वाङ्क्षश्च अष्टमो ज्ञेयो नाम मन्त्रैश्च तान्न्यसेत् ॥
]

`verse 4 [
ध्वजस्थाने ध्वजं दृष्ट्वा राज्यचिन्ताधनादिकम्  ।
ध्वजस्थाने स्थितो धूम्रो धातुचिन्ता च लाभकृत् ॥
]

`verse 5 [
ध्वजस्थाने स्थिते सिंहे धनलाभादिकं भवेत् ।
स्थिते शुनिध्वजस्थाने दासीचिन्तासुखादिकम्  ॥
]

`verse 6 [
ध्वजस्थाने वृषं दृष्ट्वा स्थानचिन्ता च लाभकम्  ।
ध्वजस्थाने खरं दृष्ट्वा दुः खक्लेशादिकं भवेत् ॥
]

`verse 7 [
ध्वजस्थाने गजं दृष्ट्वा स्थानचिन्ताजयादिकम्  ।
ध्वजस्थाने तथा ध्वाङ्क्षे क्लेशचिन्ता धनक्षयः  ॥
]

`verse 8 [
धूम्रस्थाने ध्वजं दृष्ट्वा पूर्वं दुः खं ततो धनम्  ।
धूम्रे धूम्रं तथा दृष्ट्वा कलिदुः खादिकं भवेत् ॥
]

`verse 9 [
धूम्रस्थाने स्थिते सिंहे मनश्चिन्ताधनादिकम्  ।
धूम्रस्थाने शुनि स्थिते जयलाभादिकं भवेत् ॥
]

`verse 10 [
धूम्रस्थाने वृषं दृष्ट्वा नारीगोऽश्वधनादिकम्  ।
धूम्रस्थाने खरं दृष्ट्वा व्याधिश्चापि धनक्षयः  ॥
]

`verse 11 [
धूम्रस्थाने गजे दृष्टे राज्यलाभजयादिकम्  ।
धूम्रस्थाने स्थिते ध्वाङ्क्षे धनराज्यविनाशनम्  ॥
]

`verse 12 [
सिंहस्थाने ध्वजं दृष्ट्वा राज्यलाभादि निर्दिशेत् ।
सिंहस्थाने स्थिते धूम्रे कन्याप्राप्तिर्धनादिकम्  ॥
]

`verse 13 [
सिंहस्थाने स्थिते सिंहे जयो मित्रसमागमः  ।
कौलेयके सिंहगते स्त्रीचिन्ता ग्रामलाभकम्  ॥
]

`verse 14 [
सिंह स्थाने वृषं दृष्ट्वा गृहक्षेत्रार्थलाभकम्  ।
सिंहस्थाने गजं दृष्ट्वा ग्रामस्वामित्वमेव च  ॥
]

`verse 15 [
सिंहस्थाने गजं दृष्ट्वा आरोग्यायुः सुखादिकम्  ।
सिंहस्थानेस्थिते ध्वाङ्क्षे कन्याधान्यगुणादिकम्  ॥
]

`verse 16 [
शुनः स्थाने ध्वजं दृष्ट्वा स्थानचिन्तासुखादिकम्  ।
शुनः स्थाने स्थिते धूम्रे कलहं कार्यनाशनम्  ॥
]

`verse 17 [
शुनः स्थान स्थिते सिंहे कार्यासिद्धिर्भविष्यति  ।
स्थिते शुनि शुनः स्थाने धननाशो भविष्यति  ॥
]

`verse 18 [
शुनः स्थाने वृषं दृष्ट्वा रोगी रोगाद्वि मुच्यते  ।
शुनः स्थाने खरं दृष्ट्वा कलहस्य भयं भवेत् ॥
]

`verse 19 [
शुनः स्थाने गजं दृष्ट्वा पुत्रभार्यासमागमः  ।
श्वस्थाने च स्थिते ध्वाङ्क्षे पीडास्यात्कुलनाशनम्  ॥
]

`verse 20 [
वृषस्थाने ध्वजं दृष्ट्वा राजपूजासुखादिकम्  ।
वृषस्थाने स्थिते धूम्रे राजपूजासुखादिकम्  ॥
]

`verse 21 [
वृषस्थाने स्थिते सिंहे सौभाग्यञ्च धनादिकम्  ।
स्थिते शुनि वृषस्थाने बलश्रीकाम ईरितः  ॥
]

`verse 22 [
वृषस्थाने वृषं दृष्ट्वा कीर्तितुष्टिसुखादिकम्  ।
वृषस्थाने खरं दृष्ट्वा महालाभादिकं भवेत् ॥
]

`verse 23 [
वृषस्थाने गजं दृष्ट्वा स्त्रीगजादिसमागमः  ।
वृषस्थाने स्थिते ध्वाङ्क्षे स्थानमानसमागमः  ॥
]

`verse 24 [
खरस्थाने ध्वजं दृष्ट्वा रोगशोकादिकं भवेत् ।
खरस्थाने स्थिते धूम्रे तस्करादिभयं भवेत् ॥
]

`verse 25 [
खरस्थाने स्थिते सिंहे पूजाश्रीविजयादिकम्  ।
स्थिते शुनिखरस्थाने सन्तापधननाशनम्  ॥
]

`verse 26 [
खरस्थाने वृषं दृष्ट्वा सुखं प्रियसमागमः  ।
खरस्थाने खरं दृष्ट्वा दुः खीपीडादि निर्दिशेत् ॥
]

`verse 27 [
खरस्थाने गजं दृष्ट्वा सुखपुत्त्रादिकं भवेत् ।
खरस्थाने स्थिते ध्वाङ्क्षे कलहो व्याधिरेव च  ॥
]

`verse 28 [
गजस्थाने ध्वजं दृष्ट्वा स्त्रीजयश्रीसुखादिकम्  ।
गजस्थानेस्थिते धूम्रे धनधान्यसमागमः  ॥
]

`verse 29 [
गजस्थाने स्थिते सिंहे जयसिद्धिसमागमः  ।
स्थिते शुनि गजस्थाने आरोग्यं सुखसम्पदः  ॥
]

`verse 30 [
गजस्थाने वृषं दृष्ट्वा राजमानधनादिकम्  ।
गजस्थाने खरं दृष्ट्वा पूर्वं दुः खं ततः सुखम्  ॥
]

`verse 31 [
गजस्थाने गजं दृष्ट्वा क्षेत्रधान्यसुखादिकम्  ।
गजस्थानेस्थिते ध्वाङ्क्षे धनधान्यसमागमः  ॥
]

`verse 32 [
ध्वाङ्क्षस्थाने ध्वजं दृष्ट्वा कार्यनाशो भविष्यति  ।
ध्वाङ्क्षस्थाने स्थिते धूम्रे कलिदुः खं गमिष्यति  ॥
]

`verse 33 [
ध्वाङ्क्षस्थाने स्थिते सिंहे विग्रहो दुः खमेव च  ।
ध्वाङ्क्षस्थाने स्थिते श्वाने गृहभङ्गभयादिकम्  ॥
]

`verse 34 [
ध्वाङ्क्षस्थाने वृषं दृष्ट्वा स्थानभ्रंशभयादिकम्  ।
ध्वाङ्क्षस्थाने खरं दृष्ट्वा धननाशपराजयौ  ॥
]

`verse 35 [
ध्वाङ्क्षस्थाने गजं दृष्ट्वा धनकीर्त्यादिकं भवेत् ।
ध्वाङ्क्षस्थाने स्थिते ध्वाङ्क्षे विदेशगमनादिकम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे नवनवत्यधिकशततमोऽध्यायः
]
