`speaker [
भैरव उवाच
]

`verse 1 [
वक्ष्ये वायुजयं देवि जया जयविदेशकम्  ।
वाय्वग्निजलशक्राख्यं मङ्गलानाञ्चतुष्टयम्  ॥
]

`verse 2 [
वामदक्षिणसंस्थश्च वायुश्च बहुलो भवेत् ।
ऊर्ध्ववाही भवेदग्निरधस्तु वरुणो भवेत् ॥
]

`verse 3 [
महेन्द्रो मध्यसंस्थस्तु शुक्लपक्षे तु वामगः  ।
कृष्णपक्षे दक्षिणग उदयस्य त्र्यहन्त्र्यहम्  ॥
]

`verse 4 [
वहेत्प्रतिपदाद्ये च विपरीते भवेन्नतिः  ।
उदयः सूर्यमार्गेण चन्द्रेणास्तमयो यदि  ॥
]

`verse 5 [
वर्धन्ते गुणसंघाता अन्यथा विघ्नमौचितम्  ।
संक्रान्त्यः षोडशप्रोक्ता दिवा रात्रौ वरानने  ॥
]

`verse 6 [
यदा च संक्रमेद्वायुरर्धार्धप्रहरे स्थितः  ।
स्वास्थ्याहानिस्तदा ज्ञेया वायुर्भ्रमति देहिषु  ॥
]

`verse 7 [
दक्षिणे च पुटे वायुर्हितो भोजनमैथुने  ।
खड्गहस्तो जयेद्युद्धे रिपून्कामसमन्वितः  ॥
]

`verse 8 [
वामेव गमनं श्रेष्ठं सर्वकार्येषु भूषितम्  ।
वायुर्वहति तत्रस्थः प्रश्रो भूतस्य शोभनः  ॥
]

`verse 9 [
माहेन्द्रे वारुणे वाते कोऽपि दोषो न जायते  ।
अनावृष्टिर्दक्षवाहे वृष्टिः स्याद्वामवाहके  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे द्विशततमोऽध्यायः
]
