`speaker [
हरिरुवाच
]

`verse 1 [
एकं पुनर्नवामूलमपामार्गस्य वा शिव  ।
सरसं योनिनिः क्षिप्तं वराङ्गस्य व्यथां हरेत् ।
प्रसूतिवेदनाञ्चैव तरुणीनां व्यथां हरेत् ॥
]

`verse 2 [
भूमि कूष्माण्डमूलं वै शालिचूर्णमथापि वा  ।
सप्ताहं दुग्धपीतं स्यात्स्त्रीणां बहुपयस्करम्  ॥
]

`verse 3 [
रुद्रेन्द्रवारुणीमुलं लेपात्स्त्रीस्तनवेदना  ।
नश्येत घृतपक्वा च कार्यावश्यन्तु पोलिका  ॥
]

`verse 4 [
भक्षिता सा महेशान योनिशूलं विनाशयेत् ।
प्रलेपिता कारवेल्लमूलेनैव विनिर्गता  ॥
]

`verse 5 [
योनिः प्रवेशमायाति नात्र कार्या विचारणा  ।
नीलीपटोलमूलानि साज्यानि तिलवारिणा  ॥
]

`verse 6 [
पिष्टान्येषां प्रलेपो वै ज्वालागर्दभरागनत् ।
पाठामूलं रुद्र पीतं पिष्टं तण्डुलवारिणा  ॥
]

`verse 7 [
पापरोगहरं स्याच्च कुष्ठपानं तथैव च  ।
वास्योदकञ्च समधु पीतमन्तर्गतस्य वै  ॥
]

`verse 8 [
पापरोगस्य सन्तापनिवृक्तिं कुरुते शिव  ।
घृततुल्या रुद्र लाक्षा पीता क्षीरेण वै सह  ॥
]

`verse 9 [
प्रदरं हरते रोगं नात्र कार्या विचारणा  ।
द्विजयष्टी त्रिकटुकं चूर्णं पीतं हरेच्छिव  ॥
]

`verse 10 [
तिलक्वाथेन संयुक्तं रक्तगुल्मं स्त्रिया हर  ।
कुसुमस्य निबद्धञ्च तरुणीनां महेश्वर  ॥
]

`verse 11 [
रक्तोत्पलस्य वै कन्दंशर्करातिलसंयुतम्  ।
पीतं सशर्करं स्त्रीणां धारयेद्गर्भपातनम्  ॥
]

`verse 12 [
रक्तस्त्रावस्य नाशः स्याच्छीतोदकनिषेवणात् ।
पीतन्तु काञ्जिक रुद्र क्वथितं शरपुङ्खया  ॥
]

`verse 13 [
हिङ्गुस्त्रैन्धवसंयुक्तं शीघ्रं स्त्रीणां प्रसूतिकृत् ।
मातुलुङ्गस्य वै मूलं कटिबद्धं प्रसूतिकृत् ॥
]

`verse 14 [
अपामार्गस्य वै मूले गर्भवत्यास्तु नामतः  ।
उत्पाट्यमाने सकले पुत्त्रः स्यादान्यथा सुता  ॥
]

`verse 15 [
अपामार्गस्य वै मूले नारीणां शिरसि स्थिते  ।
गर्भशूलं विनश्येत नात्र कार्या विचारणा  ॥
]

`verse 16 [
कर्पूरमदनफलमधुकैः पूरितः शिव  ।
योनिः सुभा स्याद्वृद्धाया युवत्याः किं पुनर्हर  ॥
]

`verse 17 [
यस्य बालस्य तिलकः कृतो गौरोचनाख्यया  ।
शर्कराकुष्ठपानञ्च दत्तं स स्याच्च निर्भयः  ।
विषभूतग्रहादिभ्यो व्याधिभ्यो बालकः शिव  ॥
]

`verse 18 [
शङ्खनाभिवचाकुष्ठलोहानां धारणं सदा  ।
बालानामुपसर्गेभ्यो रुद्र रक्षाकरं भवेत् ॥
]

`verse 19 [
पलाशचूर्णं समधु गव्याज्यामलकान्वितम्  ।
सविडङ्गं पीतमात्रं नरं कुर्यान्महामतिम्  ॥
]

`verse 20 [
मासैकेन महादेव जरामरणवर्जितः  ॥
]

`verse 21 [
पलाशबीजं सघृतं तिलमध्वन्वितं समम्  ।
सप्ताहं भक्षितं रुद्र जरां नयति संक्षयम्  ॥
]

`verse 22 [
रुद्रामलकचूर्णं वै मधुतैल घृतान्वितम्  ।
जग्ध्वा मासं युवा स्याच्च नरो वागीश्वरी भवेत् ॥
]

`verse 23 [
शिवामलकचूर्णं वै मधुना उदकेन वा  ।
बलानि कुर्यान्नासायाः प्रत्यूषे भक्षितं शिव  ॥
]

`verse 24 [
कुष्ठचूर्णं साज्यमधु प्रातर्जग्ध्वा भवेन्नरः  ।
साक्षात्सुरभिदेहो वै जीवेद्वर्षसहस्रकम्  ॥
]

`verse 25 [
माषस्य विदलान्ये वितुषाणि महेश्वर  ।
घृतभावितशुष्काणि पयसा साधितानि वै  ॥
]

`verse 26 [
समाध्वाज्यपयोभिश्च भक्षयित्वा च कामयेत् ।
स्त्रीणां शतं महादेव तत्क्षणान्नात्र संशयः  ॥
]

`verse 27 [
रसश्चैरण्डतैलेन गन्धकेन शुभो भवेत् ।
त्रिकालोदकसंघुष्टो बलकृद्भक्षणाद्भवेत् ॥
]

`verse 28 [
दुग्धं वितुषमाषैश्च शिम्बाबीजैश्च साधितम्  ।
अपामार्गस्य तैलेन पीतं स्त्रीशतकामकृत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे नानाविधोषधप्रयोगानिरूपणं नाम द्व्युत्तरद्विशततमोऽध्यायः
]
