`speaker [
हरिरुवाच
]

`verse 1 [
या गौर्द्वेष्टिं स्वकं वत्सं तस्या देयं स्वकं पयः  ।
लवणेन समायुक्तं तस्या वत्सः प्रियो भवेत् ॥
]

`verse 2 [
शुनोऽस्थि कण्ठबद्धं हि महिषाणां गवा तथा  ।
कृमिजालं पातयति सकलं नात्र संशयः  ॥
]

`verse 3 [
गोजङ्गनाभिपातः स्याद्गुञ्जामूलस्य भक्षणात् ॥
]

`verse 4 [
वरुणफलस्यरसं करेण मथितं शिव  ।
चतुष्पादद्विपदयोः कृमिजालं निपातयेत् ॥
]

`verse 5 [
व्रणञ्च शमयेद्रुद्र जयायाः पूरणात्तथा  ।
गजमूत्रस्य वै पानं गोमहिष्युपसर्गनुत् ॥
]

`verse 6 [
समसूर शालिबीजं पीतं तक्रेण घर्षितम्  ।
क्षीरे गोमहीषस्यैव गोः पुंसश्च हितं भवेत् ॥
]

`verse 7 [
पत्रञ्च शरपुङ्खाया दत्तं सलवणं शिव  ।
वारिस्फोटं हयानाञ्च केसराणां विनाशयेत् ॥
]

`verse 8 [
घृतकुमारीपत्रमेव दत्तं सलक्षणं हर  ।
तुरगमकेसराणां कण्डूनंश्येन्न संशयः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे नानौषधप्रयोगनिरूपणं नाम त्र्युत्तरद्विशततमोऽध्यायः
]
