`speaker [
सूत उवाच
]

`verse 1 [
एवं धन्वन्तरिः प्राह सुश्रुतायच वैद्यकम्  ।
अत नामानि वक्ष्यामि ओषधीनां समासतः  ॥
]

`verse 2 [
स्थिरा विदारिगन्धा च शालपण्यशुमत्यपि  ।
लाङ्गली कलसी चैव क्रोष्टुपुच्छा गुहा मता  ॥
]

`verse 3 [
पुनर्नवाथ पर्षाभूः कठिल्या कारुणा तथा  ।
एरण्डश्चोरुवूकः स्यादामर्दो वर्धमानकः  ॥
]

`verse 4 [
झषा नागबला ज्ञेया श्वदंष्ट्रा गोक्षुरो मतः  ।
शतावरी वरा भीरु पीवरीन्दीवरी वरी  ॥
]

`verse 5 [
व्याघ्री तु बृहती कृष्णा हंसपादी मधुस्त्रवा  ।
धामनी कण्टकारी स्यात्क्षुद्रा सिंही निदिग्धिका  ॥
]

`verse 6 [
वृश्चिका त्र्यमृता काली विषघ्नी सर्पदंष्ट्रिका  ।
मर्कटी चात्मगुप्ता स्यादार्षेयी कपिकच्छुका  ॥
]

`verse 7 [
मुद्गपर्णो क्षुद्रसहा माषपर्णो महासहा  ।
त्यजा परा च महा ज्ञेया दण्डयोन्यङ्कसंज्ञया  ।
न्यग्रोधस्तु वटो ज्ञेयः अश्वत्थः कपिलो मतः  ॥
]

`verse 8 [
प्लक्षोऽथ गर्दभाण्डः स्यात्पर्कटी च कपीतनः  ।
पार्थस्तु ककुभो धन्वि विज्ञेयोर्ऽजुननामभिः  ॥
]

`verse 9 [
नन्दीवृक्षः प्ररोही स्यात्पुष्टिकारीति चोच्यते  ।
वञ्जुलो वेतसो ज्ञेयो भल्लातश्चाप्यरुष्करः  ॥
]

`verse 10 [
लोध्रः सारवको धृष्टस्तिरीटश्चापि कीर्तितः  ।
बृहत्फला महाजम्बूर्ज्ञेया बालफला परा  ॥
]

`verse 11 [
तृतीया जलजम्बूः स्यान्नादेयी सा च कीर्तिता  ।
कणा कृष्णोपकुञ्ची च शौण्डी मागधिकेति च  ॥
]

`verse 12 [
कथिता पिप्पली तज्ज्ञैस्तन्मूलं ग्रन्थिकं स्मृतम्  ।
ऊषणं मरिचं ज्ञेयं शुण्ठी विश्वं महौषधम्  ॥
]

`verse 13 [
व्योषं कटुत्रयं विद्यात्त्र्यूषणं तच्च कीर्त्यते  ।
लाङ्गली हलिनी च स्याच्छेयसी गज पिप्पली  ॥
]

`verse 14 [
त्रायन्ती त्रायमाणा स्यादुत्साया सुवहा स्मृता  ।
चित्रकः स्याच्छिखी वह्निरग्निसंज्ञाभिरुच्यते  ॥
]

`verse 15 [
षड्ग्रन्थोग्रा वचा ज्ञेया श्वेता हैमवतीति च  ।
कुटजो वृक्षकः शक्रो वत्सको गिरिमाल्लिका  ॥
]

`verse 16 [
कलिङ्गेन्द्रयवारिष्टं तस्य बीजानि लक्षयेत् ।
मुस्तक्तो मेघनामा स्यात्कौन्ती ज्ञेया हरेणुका  ॥
]

`verse 17 [
एला च बहुला प्रोक्ता सूक्ष्मैला च तथा त्रुटिः  ।
पद्मा भार्ङ्गो तथा काञ्जी ज्ञेया ब्राह्मणयष्टिका  ॥
]

`verse 18 [
मूर्वा मधुरसा ज्ञेया तेजनी तिक्तवल्लिका  ।
महानिम्बो बृहन्निम्बो दीप्यकः स्याद्यवानिका  ॥
]

`verse 19 [
विडङ्गं क्रिमशत्रुः स्याद्रामठं हिङ्गुरुच्यते  ।
अजाजी जीरकं ज्ञेया कारवी चोपकुञ्चिका  ॥
]

`verse 20 [
विज्ञेया कटुका तिक्ता तथा कटुकरोहिणी  ।
तगरं स्यान्नतं वक्रं चोचं त्वचवराङ्गकम्  ॥
]

`verse 21 [
उदीच्यं बालकं प्रोक्तं ह्रीबेरं चाम्बुनामभिः  ।
पत्रकं दलसंज्ञाभिश्चारकं तस्कराह्वयम्  ॥
]

`verse 22 [
हेमाभं नागसंज्ञाभिर्नागकेशर उच्यते  ।
असृक्कुङ्कुममाख्यातं तथा काश्मीरबाह्लिकम्  ॥
]

`verse 23 [
अयो लोहं समुद्दिष्टं यौगिकैर्लोहनामभिः  ।
पुरं कुटनटं विद्यान्महिषाक्षः पलङ्कषा  ॥
]

`verse 24 [
काश्मरी कट्फला ज्ञेया श्रीपर्णो चेति कीर्तिता  ।
शल्लकी गजभक्ष्या च पत्री च सुरभी स्त्रवः  ॥
]

`verse 25 [
धात्रीमामलकीं विद्यादक्षश्चैव विभीतकः  ।
पथ्याभया च विज्ञेया पूतना च हरीतकी  ॥
]

`verse 26 [
त्रिफला फलमेवोक्ता तच्च ज्ञेयं फलत्रिकम्  ।
उदकीर्यो दीर्घवृन्तः करञ्जश्चेति कीर्तितः  ॥
]

`verse 27 [
यष्टी यष्ट्याह्वयं प्रोक्तं मदुकं मधुयष्टिका  ।
धातकी ताम्रपर्णो स्यात्समङ्गा कुञ्जरा मता  ॥
]

`verse 28 [
सितं मलयजं शीतं गोशीर्षं सितचन्दनम्  ।
विद्याद्रक्तं चन्दनं च द्वितीयं रक्तचन्दनम्  ॥
]

`verse 29 [
काकोली च स्मृता वीरा वयस्या चार्कपुष्पिका  ।
शृङ्गी कर्कटशृङ्गी च महाघोषा च कीर्तिता  ॥
]

`verse 30 [
तुगाक्षीरी शुभा वांशी विज्ञेया वंशलोचना  ।
मृद्विका च स्मृता द्राक्षा तथा गोस्तनिका मता  ॥
]

`verse 31 [
स्यादुशीरं मृणालञ्च सेव्यं लामज्जकं तथा  ।
सारञ्च गोपवल्ली च गोपी भद्रा च कथ्यते  ॥
]

`verse 32 [
दन्ती कटङ्कटेरी च ज्ञेया दारुनिशेति च  ।
हरिद्रा रजनी प्रोक्ता पीतिका रात्रिनामिका  ॥
]

`verse 33 [
वृक्षादनी छिन्नरुहा नीलवल्ली रसामृता  ।
वसुकोटश्च विज्ञेयो वाशिरः काम्पिल्लो मतः  ॥
]

`verse 34 [
पाषाणभेदकोऽरिष्टो ह्यस्मभित्कुट्टभेदकः  ।
घण्टाकः शुष्कको ज्ञेयो वचोऽथ सूचको मतः  ॥
]

`verse 35 [
सुरसो बीजकश्चैव पीतशालोऽभिधीयेत  ।
वज्रवृक्षो महावृक्षः स्नुही स्नुक्च सुधा गुडा  ॥
]

`verse 36 [
तुलसीं सुरसां विद्यादुपस्थेति च कथ्यते  ।
कुठेरकोऽप्यर्जुनकः पर्णो सौगन्धिपर्णिक्रः  ॥
]

`verse 37 [
नीलश्च सिन्धुवारश्च निर्गुण्डीति सुगन्धिका  ।
ज्ञेया सुगन्धिपर्णोति वासन्ती कुलजेति च  ॥
]

`verse 38 [
कालीयकं पीतकाष्ठं कतकाख्यः पुनः स्मृतः  ।
गायत्रीखदिरो ज्ञेयस्तद्भेदः कन्दरो मतः  ॥
]

`verse 39 [
इन्दी वरं कुवलयं पद्मं नीलोत्पलं स्मृतम्  ।
सौगन्धिकं शतदलमब्जं कमलमुच्यते  ॥
]

`verse 40 [
अजवर्णो भवेदूर्जो वाजिकर्णोऽश्वकर्णकः  ।
श्लेष्मान्तकस्तथा शेलुर्बहुवारश्च कथ्यते  ॥
]

`verse 41 [
सुनन्दकः ककुद्भद्रं छत्राकी छत्रसंज्ञका  ।
कबरी कुम्भको धृष्टः क्षुद्विधो धनकृत्तथा  ॥
]

`verse 42 [
कृष्णार्जकः करालश्च कालमानः प्रकीर्तितः  ।
प्राची बला नदीक्रान्ता काकजङ्घाथ वायसी  ॥
]

`verse 43 [
ज्ञेया मूषिकपर्णो तु भ्रमन्ती चाखुपर्णिका  ।
विषमुष्टिर्द्रावणञ्च केशमुष्टिरुदाहृता  ॥
]

`verse 44 [
किंलिहीं कटुकीं विद्यादन्तकश्चाम्लवेतसः  ।
अश्वत्था बहुपत्रा च विज्ञेया चामलक्यपि  ॥
]

`verse 45 [
अरूषक्रं पत्र शूकं क्षीरी राजादनं मतम्  ।
महापत्रं दाडिमं च तमेव करकं वदेत् ॥
]

`verse 46 [
मसूरी विदली शष्पा कालिन्दीति निरुच्यते  ।
कण्टकाख्या महाश्यामा वृक्षपादीति वक्ष्यते  ॥
]

`verse 47 [
विद्या कुन्ती निकुम्भा च त्रिभङ्गी त्रिपुटी त्रिवृत् ।
सप्तला यवतिक्ता च चर्मा चर्मकसेति च  ॥
]

`verse 48 [
शङ्खिनी सुकुमारी च तिक्ताक्षी चाक्षिपीलुकम्  ।
गवाक्षी चामृता श्वेता गिरिकर्णो गवादिनी  ॥
]

`verse 49 [
काम्पिल्लकोऽथ रक्ताङ्गो गुण्डा रोचनिकेति च  ।
हेमक्षीरी स्मृता पीता गौरी वै कालदुग्धिका  ॥
]

`verse 50 [
गाङ्गेरुकी नागबला विशाला चेन्द्रवारुणी  ।
तार्क्ष्यं शैलं नीलवर्णमञ्जनञ्च रसाञ्जनम्  ॥
]

`verse 51 [
निर्यासो यश्च शाल्मल्याः स मोचरससंज्ञकः  ।
प्रत्यक्पुष्पी खरी ज्ञेया अपामार्गो मयूरकः  ॥
]

`verse 52 [
सिंहास्यवृषवासाकमाटरूषकमादिशेत् ।
जीवको जीवशाकश्च कर्बुरञ्च शटीं विदुः  ॥
]

`verse 53 [
कट्फलं सोमवृक्षः स्यादग्निगन्धा सुगन्धिका  ।
शताङ्गं शतपुष्पा च मिंसिर्मधुरिकामता  ॥
]

`verse 54 [
ज्ञेयं पुष्करमूलञ्च पुष्करं पुष्कराह्वयम्  ।
यासोऽथ धन्वयासश्च दुष्पर्शोऽथ दुरालभा  ॥
]

`verse 55 [
वाकुची सोमराजी च सोमवल्लीति कीर्तिता  ।
मार्कवः केशराजश्च भृङ्गराजो निगद्यते  ॥
]

`verse 56 [
प्रोक्तस्त्वेडगजस्तज्ज्ञैश्चक्रमर्दकसंज्ञखः  ।
सुरङ्गीतगरः स्नायुः कलनाशा तु वायसी  ॥
]

`verse 57 [
महाकालः स्मृतो बेलस्तण्डुलीयो घनस्तनः  ।
इक्ष्वाकुस्तिक्ततुम्बी स्यात्तिक्तालबुर्निगद्यते  ॥
]

`verse 58 [
धामार्गवोऽथ कोषातक्यथ यामिनी  ।
विद्यात्कोशतकीभेदं कृतभेदनसंज्ञका  ॥
]

`verse 59 [
तथा जीमूतकाख्या च खुड्डाको देवताडकः  ।
गृध्रनखी गृध्रनखी हिङ्गुकाकादनी मता  ॥
]

`verse 60 [
अश्वारिश्चैव बोद्धव्यः करवीरोऽश्वमारकः  ।
सिन्धुः सैन्धवसिन्धूत्थमणिमन्थमुदाहृतम्  ॥
]

`verse 61 [
क्षारो यवाग्रजश्चैव यवक्षारोऽभिधीयते  ।
सर्जिका सर्जिकाक्षारो द्वितीयः परिकीर्तितः  ॥
]

`verse 62 [
काशीशं पुष्पकाशीशं विज्ञेयं नेत्त्रभेषजम्  ।
धातुकाशीशकाशी च संज्ञेयं तच्च कीर्तितम्  ॥
]

`verse 63 [
सौराष्ट्री मृत्तिकाक्षारं काक्षी वै पङ्कपर्पटी  ।
विद्यात्समाक्षिकं धातु ताप्यं ताप्युत्थसम्भवम्  ॥
]

`verse 64 [
शिला मनः शिला ज्ञेया नेपाली कुलटीति च  ।
आलं मनस्तालकं वा हरितालं विनिर्दिशेत् ॥
]

`verse 65 [
गन्धको गन्धपाषाणो रसः पारद उच्यते  ।
ताम्रमौदुम्बरं शुल्बं विद्यान्म्लेच्छमुखं तथा  ॥
]

`verse 66 [
अद्रिसारस्त्वयस्तीक्ष्णं लोहकञ्चापि कथ्यते  ।
माक्षिकं मधु च क्षौद्रं तच्च पुष्परसं स्मृतम्  ॥
]

`verse 67 [
ज्येष्ठन्तु सोदकं तत्स्यात्काञ्जिकन्तु सुवीरकम्  ।
सीता सितोपला चैव मत्स्यण्डीशर्करा स्मृता  ॥
]

`verse 68 [
त्वगेलापत्रकैस्तुल्यैस्त्रिसुगन्धि त्रिजातकम्  ।
नागकेशरसंयुक्तं तच्चतुर्जातमिष्यते  ॥
]

`verse 69 [
पिप्पली पिप्पलीमूलं चव्यचित्रकनागरैः  ।
कथितं पञ्चकोलञ्च कोलकं कोलसंज्ञया  ॥
]

`verse 70 [
प्रियङ्गुः कङ्गुका ज्ञेया कोरदूषश्च कोद्रवः  ।
त्रिपुटः पुटसंज्ञश्च कलापो लङ्गको मतः  ॥
]

`verse 71 [
सतीनो वर्तुलश्चैव वेणुश्चापि प्रकीर्तितः  ।
पिचुकं पितलं चाक्षं बिडालपदकं तथा  ॥
]

`verse 72 [
विद्यात्कर्षं तथा चापि सुवर्णं कवलग्रहम्  ।
पलार्धं शुक्तिमिच्छन्ति तथाष्टौमाषकास्त्विति  ॥
]

`verse 73 [
पलं बिल्वञ्च मुष्टिः स्याद्द्वे पले प्रसृतिं वदेत् ।
अञ्जलिं कुडवञ्चैव विद्यात्पलचतुष्टयम्  ॥
]

`verse 74 [
अष्टमानं पलान्यष्टौ तच्च मानमिति स्मृतम्  ।
चतुर्भिः कुडवैः प्रस्थ प्रस्थाश्चत्वार आढकः  ॥
]

`verse 75 [
काशपात्रञ्च संप्रोक्तो द्रोणश्चचतुराढके  ।
तुला पलशतं प्रोक्तं भागो विंशत्पलः स्मृतः  ॥
]

`verse 76 [
मानमेवं विधं प्रोक्तं प्रस्थद्रव्येषु पण्डितैः  ।
द्रवद्रव्येषु चोद्दिष्टं द्विगुणं परिकीर्तितम्  ॥
]

`verse 77 [
भद्रदारु देवकाष्ठं दारु स्याद्देवदारुकम्  ।
कुष्ठमामयमाख्यातं मांसीञ्च नलदंशनम्  ॥
]

`verse 78 [
शङ्खः शुक्तिनखः शङ्खो व्याघ्रो व्याघ्रनखः स्मृतः  ।
पुरं पलङ्कषं विद्यान्महिषाक्षञ्च गुग्गुलुः  ॥
]

`verse 79 [
रसो गन्धरसो बोले सर्जः सर्जरसो मतः  ।
प्रियङ्गुः फलिनी श्यामा गौरी कान्तेति चोच्यते  ॥
]

`verse 80 [
करञ्जौ नक्तमालः स्यात्पूतिकश्चिरबिल्वकः  ।
शिग्रुः शोभाञ्जनो नाम ज्ञानमानश्च कीर्तितः  ॥
]

`verse 81 [
जया जयन्ती शरणी निर्गुण्डी सिन्धुवारकः  ।
मोरटा पीलुपर्णो च तुण्डी स्यात्तुण्डिकेरिका  ॥
]

`verse 82 [
मदनो गालवो बोधो घोटा घोटी च कथ्यते  ।
चतुरङ्गुल सम्पाको व्याधिघाताभिसंज्ञकः  ॥
]

`verse 83 [
विद्यादारग्वधं राजवृक्षं रैवतसंज्ञकम्  ।
दन्ती काकेन्दुतिक्ता स्यात्कण्टकी च विकङ्कतः  ॥
]

`verse 84 [
निम्बोऽरिष्टः समाख्यातः पटोलं कोलकं विदुः  ।
वयस्था च विशल्या च च्छिन्ना छिन्नरुहा मता  ॥
]

`verse 85 [
वशा दन्त्यमृता चेति गुडूचीनामसंग्रहः  ।
किराततिक्तकश्चैव भूनिम्बः काण्डतिक्तकः  ॥
]

`speaker [
सूत उवाच
]

`verse 86 [
नामान्येतानि च हरे वन्यानां भेषजां तथा  ।
अतो व्याकरणं वक्ष्ये कुमारोक्तञ्च शौनक  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे चतुरत्तरद्विशततमोऽध्यायः
]
