`speaker [
कुमार उवाच
]

`verse 1 [
अथ व्याकरणं वक्ष्ये कात्यायन समासतः  ।
सिद्धशब्दविवेकाय बालव्युत्पत्तिहेतवे  ॥
]

`verse 2 [
सुप्तिङन्तं पदं ख्यातं सुपः सप्त विभक्तयः  ।
स्वौजसः प्रथमा प्रोक्ता सा प्रातिपदिकात्मके  ॥
]

`verse 3 [
सम्बोधने च लिङ्गादावुक्ते कर्मणि कर्तरि  ।
अर्थवत्प्रातिपदिकं धातुप्रत्ययवर्जितम्  ॥
]

`verse 4 [
अमौशसो द्वितीया स्यात्तत्कर्म क्रियते च यत् ।
द्वितीया कर्मणि प्रोक्तान्तरान्तरेण संयुते  ॥
]

`verse 5 [
टाभ्यांभिसस्तृतीया स्यात्करणे कर्तरीरिता  ।
येन क्रियते करणं तत्कर्ता यः करोति सः  ॥
]

`verse 6 [
ङेभ्यांभ्यसश्चतुर्थो स्यात्सम्प्रदाने च कारके  ।
यस्मै दित्सा धारयते रोचते सम्प्रदानकम्  ॥
]

`verse 7 [
पञ्चमी स्यान्ङसिभ्यांभ्योह्यपादाने च कारके  ।
यतोऽपैति समादत्ते उपादत्ते भयं यतः  ॥
]

`verse 8 [
ङसोसामश्च षष्ठी स्यात्स्वामिसम्बन्धमुख्यके  ।
ङयोः सुपो वै सप्तमी स्यात्सा चाधिकरणे भवेत् ॥
]

`verse 9 [
आधारश्चाधिकरणं रक्षार्थानां प्रयोगतः  ।
ईप्सितं चानीप्सितं यत्तदपादानकं स्मृतम्  ॥
]

`verse 10 [
पञ्चमी पर्युपाङ्योगे इतरर्तेऽन्यदिङ्मुखे  ।
एनयोगे द्वितीया स्यात्कर्मप्रवचनीयकैः  ॥
]

`verse 11 [
वीप्सेत्थम्भावचिह्नेऽभिर्भागेनैव परिप्रती  ।
अनुरेषु सहार्थे च हीनेऽनूपश्च कथ्यते  ॥
]

`verse 12 [
द्वितीया च चतुर्थो स्याच्चेष्टायां गतिकर्मणि  ।
अप्राणे हि विभक्ती द्बे मन्यकर्मण्यनादरे  ॥
]

`verse 13 [
नमः स्वस्तिस्वधास्वाहालंवषड्योग ईरिता  ।
चतुर्थो चैव तादर्थ्ये तुमर्थाद्भाववाचिनः  ॥
]

`verse 14 [
तृतीया सहयोगे स्यात्कुत्सितेङ्गे विशेषणे  ।
काले भावे सप्तमी स्यादेतैर्योगेऽपिषष्ठ्यति  ॥
]

`verse 15 [
स्वामीश्वराधिपतिभिः साक्षिदायादप्रसूतैः  ।
निर्धारणे द्वे विभक्तो षष्ठी हेतुप्रयोगके  ॥
]

`verse 16 [
स्मृत्यर्थकर्मणि तथा करोतेः प्रतियत्नके  ।
हिंसार्थानां प्रयोगे च कृति कर्मणि कर्तरि  ॥
]

`verse 17 [
न कर्तृकर्मणोः षष्ठी निष्ठयोः प्रातिपदिके  ।
द्विविधं प्रातिपदिकं नाम धातुस्तथैव च  ॥
]

`verse 18 [
भूवान्दिभ्यस्तिङो लः स्याल्लकारा दश वै स्मृताः  ।
तिप्तसूझि प्रथमो मध्यः सिप्थस्थोत्तमपूरुषः  ॥
]

`verse 19 [
मिब्वस्मस्तु परस्मै हि पदानां चात्मनेपदम्  ।
ताताञ्झ प्रथमो मध्य स्थासाथान्ध्वमथोत्तमः  ॥
]

`verse 20 [
आदेशा इड्बहिमहि धातुतोथ णिजादिवत् ।
नाम्नि प्रयुज्यमानेऽपि प्रथमः पुरुषो भवेत् ॥
]

`verse 21 [
मध्यमो युष्मदि प्रोक्त उत्तमः पुरुषोऽस्मदि  ।
भूवाद्या धातवः प्रोक्ताः सनाद्यन्तास्तथा ततः  ॥
]

`verse 22 [
लडीरितो वर्तमाने स्मेनातीते च धातुतः  ।
भूतेऽनद्यतने लङ्वा लोडाद्याशिषि धातुतः  ॥
]

`verse 23 [
विध्यादावेवानुमतो लोड्वाच्यो मन्त्रणे भवेत् ।
निमन्त्रणाधीष्टसंप्रश्रे प्रार्थनेषु तथाशिषि  ॥
]

`verse 24 [
लिङतीते परोक्षे स्याल्लिड्भूते ळड्भविष्यति  ।
स्यादनद्यतने तद्वद्भविष्यति तु धातुतः  ॥
]

`verse 25 [
दातोरॢङ्क्रियातिपत्तौ लिङर्थे लेट्प्रकीर्तितः  ।
कृतस्त्रिष्वपि वर्तन्ते भावे कर्मणि कर्तरि  ॥
]

`verse 26 [
सदृशास्तव्यता ण्यद्यदनीयाश्च तृजादयः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे व्याकरणनिरूपणं नाम पञ्चोत्तरद्विशततमोऽध्यायः
]
