`speaker [
सूत उवाच
]

`verse 1 [
वासुदेवं गुरुं नत्वा गणं शम्भुं सरस्वतीम्
मात्रावर्णप्रभेदेन च्छन्दो वक्ष्येऽल्पबुद्धये
]

`verse 2 [
सर्वादिमध्यान्तगलौ म्नौ भ्यौ ज्रौ स्तौ त्रिका गणाः
आर्या चतुष्कलाद्यन्तसर्वमध्ये चतुर्गणाः
]

`verse 3 [
व्यञ्जनान्तो विसर्गान्तौ दीर्घो युक्तपरो गुरुः
सानुस्वारश्च पादान्तो वा इत्युक्तो द्विमात्रकः
]

`verse 4 [
यदा नापि क्रमं योगे लघुतापि क्वचिद्गुरोः
श्लोकचार्यादिसंज्ञा स्याद्यतिर्विच्छेदसंज्ञिका
]

`verse 5 [
ज्ञेयः पादश्च तुर्यांशो युक् समं विषमन्त्वयुक्
सममर्धसमं वृत्तं विषमञ्च तृतीयकम्
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे छन्दः शास्त्रे छन्दःसंज्ञापरिभाषानिरूपणं नाम सप्तोत्तरद्विशततमोऽध्यायः
]
