`speaker [
सूत उवाच
]

`verse 1 [
श्रीरुक्था गेन सा ज्ञेया उत्युक्था स्त्री गुरुद्वयम्  ।
मो नारी रो मृगी मध्या मगौ कन्या प्रतिष्ठया  ॥
]

`verse 2 [
भो गौ पङ्क्तिः सुप्रातिष्ठा तनुमध्या तयौ स्मृता  ।
नयाभ्यां बालललिता गायत्रीच्छन्द एव हि  ॥
]

`verse 3 [
मसगैर्मदलेखा स्यादुष्णिक्छन्दः स्मृतं बुधैः  ।
भौ गौ चित्रपदा ख्याता विद्युन्माला ममौ गगौ  ॥
]

`verse 4 [
माणवकं भात्तलगा म्नौ गौ हंसरुतं स्मृतम्  ।
समानिका रजगला जरला गः प्रमाणिका  ।
आभ्यामन्यद्वितानं स्यादनुष्टुप्छन्द ईरितम्  ॥
]

`verse 5 [
रनसैः स्याद्धलमुखी नौ मः शिशुभृता भवेत् ।
बृहतीछन्द इत्युक्तं स्मौ जगौ स विराजितम्  ॥
]

`verse 6 [
पणवं स्यान्मनयगैर्मयूरसारिणी भवेत् ।
रजाभ्याञ्च रगाभ्याञ्च रुक्मवती भमौ सगौ  ॥
]

`verse 7 [
मत्ता मभसगैर्युक्ता नरजा गो मनोरमा  ।
पङ्क्तिच्छन्दः समाख्यातं जसता गावुपस्थितम्  ॥
]

`verse 8 [
तौ जो गाविन्द्रवज्रा स्याज्जतज्गा गुपपूर्विका  ॥
]

`verse 9 [
उपजातयोऽन्याद्यन्ताः सुमुखी नजजा लगौ  ।
भभभा गौ दोधकं स्याच्छालिनी मतता गगौ  ॥
]

`verse 10 [
अब्धिलोकैश्च विच्छेदो वातोर्ंमो ममता गगौ  ।
श्रीर्भतौ ननगाः प्रोक्ता पञ्चभिः षडूभिरेव च  ॥
]

`verse 11 [
मगना नो गो भ्रमरविलासितमुदाहृतम्  ।
रथोद्धतार्नौ रलगाः स्वागता रनभा गगौ  ॥
]

`verse 12 [
वृत्ता ननौ सगौ गः स्यान्नौ रलौ गः समद्रिका  ।
रजरा ल्गौ श्येनिका स्याज्जसता गौ शिखण्डितम्  ।
त्रिष्टुप्छन्दः समाख्यातं पिङ्गलेन महात्मना  ॥
]

`verse 13 [
रनौ भसौ चन्द्रवर्त्म वंशस्थं स्याज्जतौ जरौ  ।
ततो जराविन्द्रवंशा वेदसैस्तोटकं स्मृतम्  ।
न्भौ भ्रौ द्रुतविलम्बितं पुटश्च स्यान्ननौ मयौ  ॥
]

`verse 14 [
वसुवेदैश्च विरतिर्मुदितवदना त्वियम्  ।
ननररैः समाख्याता नयना यस्तथा भवेत् ॥
]

`verse 15 [
सा तु कुसुमविचित्रा जलोद्धतगती रसैः  ।
जसौ जसौ च पादेषु चतूरैः स्त्रग्विणी मता  ॥
]

`verse 16 [
भुजङ्गप्रयातं वृत्तं चतुभिर्यैः प्रकीर्तितम्  ।
प्रयंवदा नभज्रैश्च मणिमाला तयौ तयौ  ॥
]

`verse 17 [
गुहवक्त्रैश्च सन्निद्रा ललिता स्यात्तभौ जरौ  ।
प्रमिताक्षरा सजससैरुज्ज्वला तु ननौ भरौ  ॥
]

`verse 18 [
ममौ ययौ वैश्वदेवी पञ्चाश्वैश्च यतिर्भवेत् ।
मभौ समौ जलधरमालाब्ध्यन्त्यैर्यतिभवेत् ॥
]

`verse 19 [
नौ ततौ गः क्षमावृत्तं तुरगैश्च रसैर्यतिः  ।
प्रहर्षिणी मनौ ज्रौ गा वह्निभिर्दशभिर्यतिः  ॥
]

`verse 20 [
जभौ सजौ गो रुचिरा चतुर्भिश्च ग्रहैर्यतिः  ।
मत्तमयूरं मतयाः सगौ देवग्रहैर्यतिः  ॥
]

`verse 21 [
मञ्जुभाषिणी सज्सा ज्गौ सुनन्दिनी सजसा मगौ  ।
ननौ ततौ चन्द्रिका गः सप्तभिश्च रसैर्यतिः  ॥
]

`verse 22 [
असम्बाधा मतनसा गगौ बाणग्रहैर्यतिः  ।
ननराः सो लधुगुरुः स्वरैः प्रोक्तापराजिता  ॥
]

`verse 23 [
ननौ भनौ प्रहरणकलिकेयं लगौ तथा  ।
वसन्ततिलका सिंहोन्नता तभ्जा जगौ गुरुः  ॥
]

`verse 24 [
भजौ सनौ गगाविन्दुवदनाथ सुकेशरम्  ।
नरना रलगाः पादे शर्करी प्रतिपादिता  ॥
]

`verse 25 [
चतुर्दशलघुः स्याच्च श्रेष्ठा शशिकला सगा  ।
रसग्रहयतिः स्रक्स्रा वसुशैलयतिस्तथा  ॥
]

`verse 26 [
स्यान्मणिगुणनिकरो मालिनी ननमा ययौ  ।
वसुस्वरयतिः स्याच्च नजौ भज्राः प्रभद्रकम्  ॥
]

`verse 27 [
एला सयौ ननौ यःस्याच्चित्रलेखास्वराष्टकैः  ।
मरौ मयौ यश्च भवेदुक्तेयमति शर्करी  ॥
]

`verse 28 [
स्वरात्खं वृषभगजजृम्भितं भ्रनना नगौ  ।
नजभजरा वाणिनी गः पिङ्गलेनाष्टिरीरिता  ॥
]

`verse 29 [
रसरुद्रैः शिखरिणी यमौ नसभला गुरुः  ।
वसुग्रयतिः पृथ्वी जसौ जसयला गुरुः  ॥
]

`verse 30 [
दशस्वरैर्वंशपत्रपतितं भ्रौन्नभा लगौ  ।
षड्वेदाश्वैश्च हरिणी नसमा रसला गुरुः  ॥
]

`verse 31 [
मन्दाक्रान्तब्धिषड्नगैर्मभनास्ततगा गुरुः  ।
नर्दटकं नजभजा जलौ गो यतिरेव च  ॥
]

`verse 32 [
सप्तर्त्वब्धिः कोकिलकमत्यष्टिः स्याच्च पूर्ववत् ।
भूतर्त्वश्वैः कुसुमितलता म्तौ न्यौ ययौ धृतिः  ॥
]

`verse 33 [
रसर्त्वश्वैर्यमौ न्सौ रौ मेघविस्फूर्जिता रगौ  ।
शार्दूलविक्रीडितं मः सूर्यश्वैः सज्सतास्तगौ  ॥
]

`verse 34 [
छन्दो ह्यतिधृतिः प्रोक्तमत ऊर्ध्वं कृतिर्भवेत् ।
सप्ताश्वर्तुः सुवदना भ्रौ मनौ यभला गुरुः  ॥
]

`verse 35 [
वृत्तं रजौ रजौ पादे रजौ गो लः कृतिर्भवेत् ।
त्रिसप्तकैः स्नग्धरा स्यात्प्रकृतिर्म्नभनैस्त्रियैः  ॥
]

`verse 36 [
दिगर्कैर्भद्रकं भ्रौ न्रौ नरना गो यथाकृतिः  ।
नजौ भश्वाश्वललितं जभौ जभलगा भवेत् ॥
]

`verse 37 [
मत्ताक्रीडञ्चाष्टबाणदशकैर्मौ तनौ ननौ  ।
नलौ गुरुश्च विकृतिश्छिन्ना संकृतिरुच्यते  ॥
]

`verse 38 [
पञ्चाश्वार्कैर्भतौ तन्वी नसभा भनया गणाः  ।
क्रौञ्चपदा बाणशरवसुशैलैर्भमौ सभौ  ॥
]

`verse 39 [
नौ नौ गोऽतिकृतिः प्रोक्ता च्छन्दो ह्युत्कृतिरुच्यते  ।
वस्वीशाश्वैर्ममतनैः स्याद्भुजङ्गविजृम्भितम्  ॥
]

`verse 40 [
ननरसैर्लगयुक्तैश्च अपवाहाख्यकं यतिः  ।
गुहैः षड्भी रसैर्बाणैर्मोनाः षट्सगगा गणाः  ॥
]

`verse 41 [
चण्डवृत्तिप्रपातोऽसौ दण्डको नौ ततोऽगरः  ।
रफेवृद्धान्तकादस्य व्यालजीमूतकादयः  ॥
]

`speaker [
सूत उवाच
]

`verse 42 [
सससलगाश्च विषमे पादे यद्युपचित्रकम्  ।
समे भौ भगगाः स्युश्च द्रुतमध्या भभौ भगौ  ॥
]

`verse 43 [
गः पादे विषमेऽन्यत्र नजौ ज्यौ च गणौ स्मृतौ  ॥
]

`verse 44 [
विषमे वेगवती सा गः समे भौ भो गगौ गणाः  ।
पादेऽसमे तजौ रो गः समे मसौ जगौ गरुः  ।
भवेद्भद्रविराट्केतुमती तु विषमे सजौ  ॥
]

`verse 45 [
सगौ समे भ्रौ नगगा आख्यानकी त्वथासमे  ।
तौ जो गगौ समे पादे जतजा गुरुकद्वयम्  ॥
]

`verse 46 [
विपरीताख्यानकं स्याद्विषमे जस्तजौ गगौ  ।
ततौ जगौ समे गः स्यात्पिङ्गलेन ह्युदाहृतम्  ॥
]

`verse 47 [
पादेऽथ विषमे चैव पुष्पिताग्रा ननौ रयौ  ।
समे नजौ जरौ गश्च वैतालीयं वदन्ति हि  ।
वृत्तञ्चापरवक्त्राख्यमौपच्छन्दसिकं परम्  ॥
]

`verse 48 [
वाङ्मती रजरा यः स्यादयुग्मे जरजा रगौ  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डेर्ऽद्धसमवृत्तलक्षणादिनिरूपणं नाम दशोत्तरद्विशततमोऽध्यायः
]
