`speaker [
सूत उवाच
]

`verse 1 [
सससलगाश्च विषमे पादे यद्युपचित्रकम्  ।
समे भौ भगगाः स्युश्च द्रुतमध्या भभौ भगौ  ॥
]

`verse 2 [
गः पादे विषमेऽन्यत्र नजौ ज्यौ च गणौ स्मृतौ  ॥
]

`verse 3 [
विषमे वेगवती सा गः समे भौ भो गगौ गणाः  ।
पादेऽसमे तजौ रो गः समे मसौ जगौ गरुः  ।
भवेद्भद्रविराट्केतुमती तु विषमे सजौ  ॥
]

`verse 4 [
सगौ समे भ्रौ नगगा आख्यानकी त्वथासमे  ।
तौ जो गगौ समे पादे जतजा गुरुकद्वयम्  ॥
]

`verse 5 [
विपरीताख्यानकं स्याद्विषमे जस्तजौ गगौ  ।
ततौ जगौ समे गः स्यात्पिङ्गलेन ह्युदाहृतम्  ॥
]

`verse 6 [
पादेऽथ विषमे चैव पुष्पिताग्रा ननौ रयौ  ।
समे नजौ जरौ गश्च वैतालीयं वदन्ति हि  ।
वृत्तञ्चापरवक्त्राख्यमौपच्छन्दसिकं परम्  ॥
]

`verse 7 [
वाङ्मती रजरा यः स्यादयुग्मे जरजा रगौ  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डेर्ऽद्धसमवृत्तलक्षणादिनिरूपणं नाम दशोत्तरद्विशततमोऽध्यायः
]
