`speaker [
सूत उवाच
]

`verse 1 [
प्रथमोऽष्टाक्षरैः पादो द्वितीयो द्वादशाक्षरैः  ।
तृतीयः षोडशार्णैश्च विंशद्वर्णैश्चतुर्थकः  ॥
]

`verse 2 [
सामान्यलक्षणं पदचतुरूर्ध्वाभिरधस्य हि  ॥
]

`verse 3 [
आपीडः सर्वलः प्रोक्तः पूर्वपादान्तगद्वयः  ॥
]

`verse 4 [
द्वितीयेऽष्टाक्षरैः पादे कलिका प्रथमेर्ऽकजे  ।
लवली स्यात्तृतीयेऽथ पूर्ववच्चाष्ट काक्षरे  ।
प्रोक्ता चामृतधारेयं चतुरष्टाक्षरे सति  ॥
]

`verse 5 [
(इति पदचतुरूर्ध्वप्रकरणम्)  ।
सजौ सलौ च प्रथमे नसजा गो द्वितीयके  ।
तृतीये भनभा गश्च चतुर्थे सजसा जगौ  ॥
]

`verse 6 [
पूर्ववत्स्यात्सौरभकं तृतीयेऽघ्रौ रनौ भगौ  ।
ललितञ्चाद्गतावत्स्यातृतीयेंऽघ्रौ ननौ ससौ  ॥
]

`verse 7 [
(इत्युद्गताप्रकरणम्)  ।
उपस्थितप्रचुपितं प्रथमेऽघ्रौ मसौ जभौ  ।
गौ द्वितीये सनजरा गस्तृतीये ननौ च सः  ।
नौ नजौ यश्चतुर्थे स्याच्छेष पादाश्च पूर्ववत् ॥
]

`verse 8 [
तृतीर्येऽघ्रौ विशेषश्च वृत्तं स्यान्नौ सनौ नसौ  ॥
]

`verse 9 [
आर्षभं तजराः पादे तृतीयेऽन्यच्च पूर्ववत् ।
पूर्ववत्प्रथमं शेषे तज्राः शुद्धविराड्भवेत् ॥
]

`verse 10 [
(इत्युपस्थितप्रचुपितप्रकरणम्)  ।
विषमाक्षरपादं वा पञ्चषट्कादि यावकम्  ।
छन्दोऽत्र नोक्ता गाथेति दशधर्ंमादिवद्भवेत् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विषमवृत्तलक्षणादिनिरूपणं नामैकादशोत्तरद्विशशततमोऽध्यायः
]
