`speaker [
सूत उवाच
]

`verse 1 [
प्रस्तार आद्यगोऽथो लः परतुल्योऽथ पूर्वगः  ।
नष्टमध्ये समेंऽके लः समेऽर्धे विषमे गुरुः  ॥
]

`verse 2 [
प्रतिलोमगुणं लाद्यं द्विरुद्दिष्टक एकनुत् ॥
]

`verse 3 [
संख्या द्विरर्धे रूपे तु शून्यं शून्ये द्विरीरितम्  ।
तावदर्धे तद्गुणितं द्विर्द्व्यूनन्तु तदन्ततः  ॥
]

`verse 4 [
परे पूर्णं परे पूर्णं मेरुः प्रस्तारतो भवेत् ॥
]

`verse 5 [
लगसंख्या वृत्तसंख्या चाद्याङ्गुलमथोर्ध्वतः  ।
संख्यैव द्विगुणैकोनाच्छन्दः सारोऽयमीरितः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमानाचा छन्दोलक्षणं नाम द्वादशोत्तरद्विशततमोऽध्यायः
]
