`speaker [
ब्रहामोवाच
]

`verse 1 [
धर्मसारमहं वक्ष्ये संक्षेपाच्छुणु शङ्कर  ।
भुक्तिमुक्तिप्रदं सूक्ष्मं सर्वपापविनाशनम्  ॥
]

`verse 2 [
श्रुतं धर्मं बलं धैर्यं सुखमुत्साहमेव च  ।
शोको हरति वै नॄणां तस्माच्छोकं परित्यजेत् ॥
]

`verse 3 [
कर्मदाराः कर्मलोकाः कर्मसम्बन्धिबान्धवाः  ।
कर्माणि प्रेरयन्तीह पुरुषं सुखदुः खयोः  ॥
]

`verse 4 [
दानमे परो धर्मो दानात्सर्वमवाप्यते  ।
दानाःत्स्वर्गश्च राज्यञ्च दद्याद्दनं ततो नरः  ॥
]

`verse 5 [
एकतो दानमेवाहुः समग्रवरदक्षिणम्  ।
एकतो भयभीतस्य प्राणिनः प्राणरक्षणम्  ॥
]

`verse 6 [
तपसा ब्रह्मचर्येण यज्ञैः स्नानेन वा पुनः  ।
धर्मस्य नाशका ये च ते वै निरयगामिनः  ॥
]

`verse 7 [
ये च होमजपस्नानदेवतार्चनतत्पराः  ।
सत्यक्षमादयायुक्तास्ते नराः स्वर्गगामिनः  ॥
]

`verse 8 [
न दाता सुखदुः खानां न च हर्तास्ति कश्चन  ।
भुञ्जते स्वकृतान्येव दुः खानि च सुखानि च  ॥
]

`verse 9 [
धर्मार्थं जीवितं येषां दुर्गाण्यतितरन्ति ते  ।
सन्तुष्टः को न शक्नोति फलमूलैश्च वर्तितुम्  ॥
]

`verse 10 [
सर्व एव हि सौख्येन सङ्कटान्यवगाहते  ।
इदमेव हि लोभस्य कार्यं स्या दतिदुष्करम्  ॥
]

`verse 11 [
लोभात्क्रोधः प्रभवति लोभाद्द्रोहः प्रवर्तते  ।
लोभान्मोहश्च माया च मानो मत्सर एव च  ॥
]

`verse 12 [
रागद्वेषानृतक्रोधलोममोहमदोज्झितः  ।
यः स शान्तः परं लोकं याति पापविवर्जितः  ॥
]

`verse 13 [
देवता मुनयो नागा गन्धर्वा गुह्यका हर  ।
धार्मिकं पूजयन्तीह न धनाढ्यं न कामिनम्  ॥
]

`verse 14 [
अनन्तबलवीर्येण प्रज्ञया पौरुषेण वा  ।
अलभ्यं लभते मर्त्यस्तत्र का परिवेदना  ॥
]

`verse 15 [
सर्वसत्त्वदयालुत्वं सर्वेन्द्रियविनिग्रहः  ।
सर्वत्रानित्यबुद्धित्वं श्रेयः परमिदं स्मृतम्  ॥
]

`verse 16 [
पश्यन्निवाग्रतो मृत्युं यो धर्मं नाचरेन्नरः  ।
अजागलस्तनस्येव तस्य जन्म निरर्थकम्  ॥
]

`verse 17 [
भ्रूणहा ब्रह्महा गोघ्नः पितृहा गुरुतल्पगः  ।
भूमिं सर्वगुणोपेतां दत्त्वा पापैः प्रमुच्यते  ॥
]

`verse 18 [
न गोदानात्परं दानं किञ्चिदस्तीति मे मतिः  ।
या गौर्न्यायार्जिता दत्ता कृत्स्नं तारयते कुलम्  ॥
]

`verse 19 [
नान्नदानात्परं दानं किञ्चिदस्ति वृषध्वज !  ।
अन्नेन धार्यते सर्वं चराचरमिदं जगत् ॥
]

`verse 20 [
कन्यादानं वृषोत्सर्गस्तीर्थसेवा श्रुतं तथा  ।
हस्त्यश्वरथदानानि मणिरत्नवसुन्धराः  ॥
]

`verse 21 [
अन्नदानस्य सर्वाणि कलां नार्हन्ति षोडशीम्  ।
अन्नात्प्राणा बलं तेजश्चान्नाद्वीर्यं धृतिः स्मृतिः  ॥
]

`verse 22 [
कूपवापीतडागादीनारामांश्चैव कारयेत् ।
त्रिसप्तकुलमुद्धृत्य विष्णुलोके महीयते  ॥
]

`verse 23 [
साधूनां दर्शनं पुण्यं तीर्थादपि विशिष्यते  ।
कालेन तीर्थं फलति सद्यः साधुसमागमः  ॥
]

`verse 24 [
सत्यं दमस्तपः शौचं सन्तोषश्च क्षमार्जवम्  ।
ज्ञानं शमो दया दानमेष धर्मः सनातनः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे धर्मसारकथनं नामैकविंशाधिकद्विशततमोऽध्यायः
]
