`speaker [
ब्रह्मोवाच
]

`verse 1 [
प्रायश्चित्तादि वक्ष्येऽहं नरकौघविमर्दनम्  ।
मक्षिका विप्रुषो नारी भुवि तोयं हुताशनः  ।
मार्जारो नकुलश्चैव शुचीन्येतानि नित्यशः  ॥
]

`verse 2 [
यः शूद्रोच्छिष्टसंस्पृष्टं प्रमादाद्भक्षयेद्द्विजः  ।
अहोरात्रोषितो भूत्वा पञ्चगव्येन शुध्यति  ॥
]

`verse 3 [
विप्रो विप्रेण संस्पृष्ट उच्छिष्टेन कदाचन  ।
स्नानं जप्यञ्च कर्तव्यं दिनस्यान्ते च भोजनम्  ॥
]

`verse 4 [
अन्नं समक्षिकाकेशं शुध्येद्वान्तेन तत्क्षणात् ।
यश्च पाणितले भुङ्क्ते अङ्गुल्या बाहुना च यः  ॥
]

`verse 5 [
अहोरात्रेण शुध्येत पिबेद्यदि न वार्युत  ।
पीतशेषन्तु यत्तोयं वामहस्तेन मद्यवत् ॥
]

`verse 6 [
चर्ममध्यगतं तोयमशुचि स्यान्न तत्पिबेत् ।
अन्त्यजातिरविज्ञातो निवसेद्यस्य वेश्मनि  ॥
]

`verse 7 [
चान्द्रायणं पराकं वा द्विजातीनां विशोधनम्  ।
प्राजापत्यन्तु शूद्रस्य पश्चाज्ज्ञाते तथापरे  ॥
]

`verse 8 [
यस्तत्र भुङ्क्ते पक्वान्नं कृच्छ्रार्धं तस्य दापयेत् ।
तेषामपि च यो भुङ्क्ते कृच्छ्रपादो विधीयते  ॥
]

`verse 9 [
रजकानाञ्च शैलू षवेणुचर्मोपजीविनाम्  ।
एतदन्नञ्च यो भुङ्क्ते द्विजश्चान्द्रायणं चरेत् ॥
]

`verse 10 [
चाण्डालकूपभाण्डेषु अज्ञानाच्चेत्पिबेज्जलम्  ।
कुर्यात्सान्तपनं विप्रस्तदर्धञ्च विशः स्मृतम्  ॥
]

`verse 11 [
पादं शूद्रस्य दातव्यमज्ञानादन्त्यवेश्मनि  ।
प्रायश्चित्तं त्रिकृच्छ्रं स्यात्पराकमन्त्यजागतौ  ॥
]

`verse 12 [
अन्त्यजोच्छिष्टभुक्च्छुध्येद्द्विजश्चान्द्रायणेन च  ।
चाण्डालन्नं यदा भुङ्क्ते प्रमादादैन्दवञ्चरेत् ॥
]

`verse 13 [
क्षत्त्रजातिः सान्तपनं षड्द्विरात्रं परे तथा  ।
एकवृक्ष तु चण्डालः प्रमादाद्ब्राह्मणो यदि  ।
फलं भक्षयते तत्र अहोरात्रेण शुध्यति  ॥
]

`verse 14 [
भुक्त्वोपविष्टोऽनाचान्तश्चण्डालं यदि संस्पृशेत् ।
गायत्त्र्यष्टसहस्रन्तु द्रुपदां वा शतं जपेत् ॥
]

`verse 15 [
चाण्डालश्वपचैर्वापि विण्मूत्रे तु कृते द्विजाः  ।
प्रायश्चित्तं त्रिरात्रं स्यात्पराकश्चान्त्यजागतौ  ॥
]

`verse 16 [
अकामतः स्त्रियो गत्वा पराकस्तत्र साधकः  ।
अन्त्यजातिप्रसूतस्य प्रायश्चित्तं न विद्यते  ॥
]

`verse 17 [
मद्यादिदुष्टभाण्डेषु यादपः पिबति द्विजः  ।
कृच्छ्रपादेन शुध्येद्वै पुनः संस्कारकर्मणा  ॥
]

`verse 18 [
ये प्रत्यवसिता विप्रा वज्राग्निपवनादिषु  ।
अन्नपानादि संगृह्य चिकीर्षन्ति गृहान्तरम्  ॥
]

`verse 19 [
चारयेत्त्रीणि कृच्छाणि त्रीणि चान्द्रायणानि वै  ।
जातकर्मादिसंस्कारं वसिष्ठो मुनिरब्रवीत् ॥
]

`verse 20 [
प्राजापत्यादिभिर्द्रष्टा स्त्री शुध्येत्तु द्विभोजनात् ।
उच्छिष्टोच्छिष्टसंस्पृष्टंशुना शूद्रेण वा द्विजः  ॥
]

`verse 21 [
उपोष्य रजनीमेकां पञ्चगव्येन शुध्यति  ।
वर्णबाह्येन संस्पृष्टः पञ्चरात्रेण वै तदा  ॥
]

`verse 22 [
अदुष्टाः सन्तता धाराः वातोद्धूताश्च रेणवः  ।
स्त्रियो बालाश्च वृद्धाश्च न दुष्यन्ति कदाचन  ॥
]

`verse 23 [
नित्यमास्यं शुचि स्त्रीणां शकुन्तैः पातितं फलम्  ।
प्रस्त्रवे च शुचिर्वत्सः श्वा मृगग्रहणे शुचिः  ॥
]

`verse 24 [
उदके चोदकस्थं तु स्थलेषु स्थलजं शुचि  ।
पादौ स्थाप्यौ च तत्रैव आचान्तः शुचितामियात् ॥
]

`verse 25 [
शुध्येत्तद्भस्मना कांस्यं सुरया यन्न लिप्यते  ।
मूत्रेण सुरया मिश्रं तपनैः खलु शुध्यति  ॥
]

`verse 26 [
गवाघ्रातानि कांस्यानि शूद्रोच्छिष्टानि यानि च  ।
काकश्वापहतान्येव शुध्यन्ति दश भस्मना  ॥
]

`verse 27 [
शूद्रभाजनभोक्ता यः पञ्चगव्यं त्र्युपोषितः  ।
उच्छिष्टं स्पृशते विप्रः श्वसूद्रश्चापराधिकः  ॥
]

`verse 28 [
उपोषितः पञ्चगव्याच्छुध्येत्स्पृष्ट्वा रजस्वलाम्  ।
अनुदकेषु देशेषु चोरव्याघ्राकुले पथि  ॥
]

`verse 29 [
कृत्वा मूत्रपुरीषन्तु द्रव्यहस्तो न दुष्यति  ।
भूमौनिः क्षैप्य तद्द्रव्यं शौचं कृत्वा समाहितः  ॥
]

`verse 30 [
आरनालं दधि क्षीरं तक्रन्तु कृसरञ्च यत् ।
शूद्रादपि च तद्गाह्यं मांसं मधु तथान्त्यजात् ॥
]

`verse 31 [
गौडीं पैष्टीञ्च माध्वीकं विप्रादिर्यः सुरां पिबेत् ।
सुरां पिबन्द्विजः शुध्येदग्निवर्णां सुरां पिबन्  ॥
]

`verse 32 [
विप्रः पञ्चशतं जप्यं गायत्र्याः क्षत्रियस्य च शतं विप्रश्च भुक्त्वान्नं पानपात्रेण सूतके  ॥
]

`verse 33 [
शुचिर्विप्रो दशाहेन क्षत्त्रियो द्वादशाहतः  ।
वैश्यः पञ्चदशाहन शूद्रो मासेन शुध्यति  ॥
]

`verse 34 [
राज्ञां युद्धेषु यज्ञादौ देशान्तरगतेषु च  ।
बाले प्रेते मासिके च सद्यः शौचं विधीयते  ॥
]

`verse 35 [
अविवाहा तथा कन्या द्विजो मौञ्जीविवर्जितः  ।
जतदन्तश्च बालश्च कुमारी च त्रिवर्षिका  ॥
]

`verse 36 [
तेषां शुद्धिस्त्रिरात्रेण गर्भस्त्रावे त्रिरात्रिभिः  ।
सूतायां मासतुल्याश्च चतुर्थेऽह्नि रजस्वला  ॥
]

`verse 37 [
दुर्भिक्षे राष्ट्रसंपते सूतके मृतकेपि वा  ।
नियमाश्च न दुष्यन्ति दानधर्मपरास्तथा  ॥
]

`verse 38 [
दक्षिकाले विवाहादौ देवद्विजनिमन्त्रिते  ।
पूर्वसंकल्पिते वापि नाशौचं मृतसूतके  ॥
]

`verse 39 [
प्रसूतपत्नीसंस्पर्शादशुचिः स्यात्तथा द्विजः  ।
अग्नयो यत्र हूयन्ते वेदो वा यत्र पठ्यते  ॥
]

`verse 40 [
सततं वैश्वदेवा दि न तेषां सूतकं भवेत् ।
अशुद्धे च गृहे भुक्ते त्रिरात्राच्छुध्यति द्विजः  ॥
]

`verse 41 [
ब्राह्मणी क्षत्रिया वैश्या शूद्रा चैव रजस्वला  ।
अन्योन्यस्पर्शनात्तत्र ब्राह्मणी तु त्रिरात्रतः  ॥
]

`verse 42 [
द्विरात्रतः क्षत्रिया च शुद्धा वैश्या ह्युपोषिता  ।
शूद्रा स्नानेन शुध्येत्तु द्रोणार्थं न विसर्जयेत् ॥
]

`verse 43 [
काकश्वानोपनी तन्तु अन्नं बाह्यन्तु तत्त्यजेत् ।
सुवर्णाद्भैः समभ्युक्ष्य हुताशे च प्रतापयेत् ॥
]

`verse 44 [
कूपे च पतितान्दृष्ट्वा श्वशृगालौ च मर्कटम्  ।
तत्कूपस्योदकं पीत्वा शुध्येद्विप्रस्त्रिभिर्दिनैः  ।
क्षत्रियोऽहर्द्वयेनैव वैश्यो वैकाहतः परम्  ॥
]

`verse 45 [
अस्थि चर्म मलं वापि मूषिकां यदि कूपतः  ।
उद्धृत्य चोदकं पञ्च गव्याच्छुद्ध्येत्तु शोधितम्  ॥
]

`verse 46 [
तडागे पुष्करिण्यादौ भस्मादिं पातयेत्तथा  ।
षट्कुम्भानप उत्द्धृय पञ्चगव्येन शुध्यति  ॥
]

`verse 47 [
स्त्रीरजः पतितं मध्ये त्रिंशत्कुम्भान्समुद्धरेत् ।
अगम्यागमनं कृत्वा मद्यगोमांसभक्षणम्  ॥
]

`verse 48 [
शुध्ये च्चान्द्रायणाद्विप्रः प्राजापत्येन भूमिपः  ।
वैश्यः सान्तपनाच्छूद्रः पञ्चाहोभिर्विशुध्यति  ॥
]

`verse 49 [
प्रायश्चित्ते कृते दद्याद्गवां ब्राह्मणभोजनम्  ।
क्रीडायां शयनीयादौ नीलीवस्त्रं न दुष्यति  ॥
]

`verse 50 [
नीलीवस्त्रं न स्पृशेच्च नीली च निरयं ब्रजेत् ।
व्रह्मघ्नश्च सुरापश्च स्तेयी च गुरुतल्पगः  ॥
]

`verse 51 [
ऋक्षं दृष्ट्वा विशुध्यन्ते तत्संयोगी च पञ्चमः  ।
ततो धेनुशतं दद्याद्ब्राह्मणानान्तु भोजनम्  ॥
]

`verse 52 [
ब्रह्महा द्वादशाब्दानि कुटीं कृत्वा वने वसेत् ।
न्यस्येदात्मानमग्नौ वा सुसमिद्धे सुरापकः  ॥
]

`verse 53 [
स्तेयी सर्वं वेदविदे ब्राह्मणायोपपादयेत् ।
वृषमेकं सहस्रं गां दद्याच्च गुरुतल्पगः  ॥
]

`verse 54 [
कृतपापश्चरेद्रोधे द्वौ पादौ बन्धयन्पशोः  ।
सर्वकृच्छ्रं निपानेस्यात्कान्तारे गृहदाहतः  ॥
]

`verse 55 [
कण्ठाभरणदोषेण कृच्छ्रपादं मृते गवि  ।
अस्थिभङ्गं गवां कृत्वा शृङ्गभङ्गमथापि वा  ॥
]

`verse 56 [
त्वग्भेदं पुच्छनाशे वा मासार्धं यावकं पिबेत् ।
सर्वं हस्त्यश्वशस्त्राद्यैर्निश्चयं कृच्छ्रमेव तु  ॥
]

`verse 57 [
अज्ञानात्प्राश्य विण्मूत्रं सुरासंस्पृष्टमेव च  ।
पुनः संस्कारमायान्ति त्रयो वर्णा द्विजातयः  ॥
]

`verse 58 [
वपनं मेख्ला दण्डो भैक्ष्यचर्याव्रतानि च  ।
निवर्तन्ते द्विजातीनां पुनः संस्कारकर्मणि  ॥
]

`verse 59 [
आममांसं घृतं क्षौद्रं स्नेहश्च कालसम्भवाः  ।
अन्त्यभाण्डस्थिताः सर्वे निष्क्रान्ताः शुचयः स्मृताः  ॥
]

`verse 60 [
तैलादिघृतमाध्वीकं पण्यद्रव्यं द्रवस्तथा  ।
एकभक्तं क्रमान्नक्तं एकैकाहमयाचितम्  ।
उपवासः पादकृच्छ्रं कृच्छार्धद्विगुणं हि यत् ॥
]

`verse 61 [
प्राजापत्यन्तु तत्स्याच्च सर्वपातकनाशनम्  ।
कृच्छ्रं सप्तोपवासैश्च महासान्तपनं स्मृतम्  ॥
]

`verse 62 [
त्र्यहमुष्णं पिबेच्छापः त्र्यहमुष्णं पयः पिबेत् ।
त्र्यमुष्णं पिबेत्सर्पिस्तप्तकृच्छ्रमघापहम्  ॥
]

`verse 63 [
द्वादशाहोपवासेन पराकः सर्वपापहा  ।
एकैकं वर्धयेत्पिण्डं शुक्ले कृष्णे च ह्रासयेत् ॥
]

`verse 64 [
पयः काञ्चनवर्णायाः श्वेतवर्णं च गोमयम्  ।
गोमूत्रं ताम्रवर्णाया नीलवर्णभवं घृतम्  ॥
]

`verse 65 [
दधि स्यात्कृष्णवर्णाया दर्भोदकसमायुतम्  ।
गोमूत्रमाषकाण्यष्टौ गोमयस्य चतुष्टयम्  ॥
]

`verse 66 [
क्षीरस्य द्वादश प्रोक्ता दध्नस्तु दश उच्यते  ।
घृतस्य माषकाः पञ्च पञ्चगव्यं मलापहम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे प्रायश्चितकथनं नाम द्वाविंशत्यधिकद्विशततमोऽध्यायः
]
