`verse 1 [
ब्रह्मोवाच मुनिभिश्चरिता धर्मा भक्त्या व्यास मयोदिताः  ।
यैर्विष्णुस्तुष्यते चैव सूर्यादिपरिचारणात् ॥
]

`verse 2 [
तर्पणेन च होमेन सन्ध्याया वन्दनेन च  ।
प्राप्यते भगवान् विष्णुर्धर्मकामार्थमोक्षदः  ॥
]

`verse 3 [
धर्मो हि भगवान्विष्णुः पूजी विष्णोस्तु तर्पणम्  ।
होमः सन्ध्या तथा ध्यानं धारणा सकलं हरिः  ॥
]

`speaker [
सूच उवाच
]

`verse 4 [
प्रलयं जगतो वक्ष्ये तत्सर्वं शृणु शौनक  ।
चतुर्युगसहस्रन्तु कल्पैकाब्जदिनं स्मृतम्  ॥
]

`verse 5 [
कृतत्रेताद्वापरादियुगावस्था निबोधमे  ।
कृते धर्मश्चतुष्पाच्च सत्यं दानं तपो दया  ॥
]

`verse 6 [
धर्मपाता हरिश्चेति सन्तुष्टा ज्ञानिनो नराः  ।
चतुर्वर्षसहस्राणि नरा जीवन्ति वै तदा  ॥
]

`verse 7 [
कृतान्ते क्षत्त्रियैर्विप्रा विट्शूद्राश्च जिता द्विजैः  ।
शूरश्चातिबलो विष्णू रक्षांसि च जघान ह  ॥
]

`verse 8 [
त्रेतायुगे त्रिपाद्धर्मः सत्यदानदयात्मकः  ।
नरा यज्ञपरास्तस्मिंस्तथा क्षत्रोद्भवं जगत् ॥
]

`verse 9 [
रक्तो हरिर्नरैः पूज्यो नरा दशशतायुषः  ।
तत्र विष्णुर्भोमरथः क्षत्रिया राक्षसानहन्  ॥
]

`verse 10 [
द्विपादविग्रहो धर्मः पीतताञ्चाच्युते गते  ।
चतुः शतायुषो लोका द्विजक्षत्रोद्भवाः प्रजाः  ॥
]

`verse 11 [
तत्र दृष्ट्वाल्पबुद्धींश्च विष्णुर्व्यासस्वरूपधृक् ।
तदेकन्तु यजुर्वेदं? चतुर्धा व्यभजत्पुनः  ॥
]

`verse 12 [
शिष्यानध्यापयामास समस्तांस्तान्निबोध मे  ।
ऋग्वेदमथ पैलन्त्सामवेदञ्च जैमिनिम्  ॥
]

`verse 13 [
अथर्वाणं सुमन्तुन्तु यजुर्वेदं महामुनिम्  ।
वैशम्पायनमङ्गन्तु पुराणं सूतमेव च  ।
अष्टादशपुराणानि यैर्वेद्यो हरिरेव हि  ॥
]

`verse 14 [
सर्गश्च प्रतिसर्गश्च वंशो मन्वन्तराणि च  ।
वंशानुचरितच्चैव पुराणं पञ्चलक्षणम्  ॥
]

`verse 15 [
ब्राह्मं पाद्मं वैष्णवञ्च शैवं भागवतन्तथा  ।
भविष्यन्नारदीयञ्चस्कान्दं लिङ्गं वराहकम्  ॥
]

`verse 16 [
मार्कण्डेयं तथाग्नेयं ब्रह्मवैवर्तमेव च  ।
कौर्मं मात्स्यं गारुडञ्च वायवीयमनन्तरम्  ।
अष्टादशसमुद्दिष्टं ब्रह्माण्डमिति संज्ञितम्  ॥
]

`verse 17 [
अन्यान्युपपुराणानि मुनिभिः कथितानि तु  ।
आद्यं सनत्कुमारोक्तं नारसिंहमथापरम्  ॥
]

`verse 18 [
तृतीयं स्कान्दमुद्दिष्टं कुमारेण तु भाषितम्  ।
चतुर्थं शिवधर्माख्यं स्यान्नन्दीश्वरभाषितम्  ॥
]

`verse 19 [
दुर्वाससोक्तमाश्चर्यं नारदोक्तमतः परम्  ।
कापिलं वामनञ्चैव तथैवोशनसेरितम्  ॥
]

`verse 20 [
ब्रह्माण्डं वारुणञ्चाथ कालिकाह्वयमेव च  ।
माहेश्वरं तथा साम्बमेवं सर्वार्थसञ्चयम्  ।
पराशरोक्तमपरं मारीचं भार्गवाह्वयम्  ॥
]

`verse 21 [
पुराणं धर्मशास्त्रञ्च वेदास्त्वङ्गानि यन्मुने  ।
न्यायः शौनक मीमांसा आयुर्वेदार्थशास्त्रकम्  ।
गान्धर्वश्च धनुर्वेदो विद्या ह्यष्टादशस्मृताः  ॥
]

`verse 22 [
द्वापरान्तेन च हरिर्गुरुभारमपाहरत् ।
एकपादस्थिते धर्मे कृष्णत्वञ्चाच्युते गते  ॥
]

`verse 23 [
जनास्तदा दुराचारा भविष्यन्ति च निर्दयाः  ।
सत्त्वं रजस्तम इति दृश्यन्ते पुरुषे गुणाः  ।
कालसञ्चोदितास्तेऽपि परिवर्तन्त आत्मनि  ॥
]

`verse 24 [
प्रभूतञ्च यदा सत्त्वं मनो बुद्धीन्द्रियाणि च  ।
तदा कृतयुगं विद्याज्ज्ञाने तपसि यद्रतिः  ॥
]

`verse 25 [
यदा कर्मसु काम्येषु शक्तिर्यशसि देहिनाम्  ।
तदा त्रेता रजोभूतिरिति जानीहि शौनक  ॥
]

`verse 26 [
यदा लोभस्त्वसन्तोषो मानो दम्भश्च मत्सरः  ।
कर्मणाञ्चापि काम्यानां द्वापरं तद्रजस्तमः  ॥
]

`verse 27 [
यदा सदानृतं तन्द्रा निद्रा हिंसादिसाधनम्  ।
शोकमोहौ भयं दैन्यं स कलिस्तमसि स्मृतः  ॥
]

`verse 28 [
यस्मिञ्जनाः कामिनः स्युः शश्वत्कटुकभाषिणः  ।
दस्यूत्कृष्टा जनपदा वेदाः पाषण्डदूषिताः  ॥
]

`verse 29 [
राजानश्च प्रजाभिक्षाः शिश्नोदरपराजिताः  ।
अव्रता वटवोऽशौचा भिक्षवश्च कुटुम्बिनः  ॥
]

`verse 30 [
तपस्विनो ग्रामवासाः न्यासिनो ह्यर्थलोलुपाः  ।
ह्रस्वकाया महाहाराश्चौरास्ते साधवः स्मृताः  ॥
]

`verse 31 [
त्यक्ष्यन्ति भृत्याश्च पतिं तापसस्त्यक्ष्यति व्रतम्  ।
शूद्राः प्रतिग्रहिष्यन्ति वैश्या व्रतपरायणः  ॥
]

`verse 32 [
उद्विग्नाः सन्ति च जनाः पिशाचसदृशाः प्रजाः  ।
अन्यायभोजनेनाग्निदेवतातिथिपूजनम्  ॥
]

`verse 33 [
करिष्यन्ति कलौ प्राप्ते न च पित्र्योदकक्रियाम्  ।
स्त्रीपराश्च जनाः सर्वे शूद्रप्रायाश्च शौनक  ॥
]

`verse 34 [
बहुप्रजाल्पभाग्याश्च भविष्यन्ति कलौ स्त्रियः  ।
शिरः कण्डूयनपरा आज्ञां भेत्स्यन्ति भर्त्सिताः  ॥
]

`verse 35 [
विष्णुं न पूजयिष्यन्ति पाषण्डोपहता जनाः  ।
कलेर्दोषनिधेर्विप्रा अस्ति ह्येको महागुणः  ॥
]

`verse 36 [
कीर्तनादेव कृष्णस्य महाबन्धं परित्यजेत् ।
कृते यद्ध्यायतो विष्णुं त्रेतायां जपतः फलम्  ॥
]

`verse 37 [
द्वापरे परिचर्यायां कलौ तद्धरिकीर्तनात् ।
तस्माद्ध्येयो हरिर्नित्यं गेयः पूज्यश्च शौनक  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे युगधर्मकथनं नाम त्रयोविंशत्यधिकद्विशततमोऽध्यायः
]
