`speaker [
सूत उवाच
]

`verse 1 [
आध्यात्मिकादितापांस्त्रीञ्ज्ञात्व संस्राचक्रवित् ।
उत्पन्नज्ञानवैराग्यः प्राप्नोत्यात्यन्तिकं लयम्  ॥
]

`verse 2 [
संसारचक्रं वक्ष्येऽहमादाबुत्क्रान्तिकालतः  ।
यद्विना पुरुषार्थो न लीनः स्यात्परमात्मनि  ॥
]

`verse 3 [
ऊर्ध्ववासी नरस्त्यक्त्वा देहमन्यत्प्रपद्यते  ।
नीयतेद्वादशाहेन यमस्य यमपूरुषैः  ॥
]

`verse 4 [
तत्र यद्वान्धवास्तोयं प्रयच्छन्ति तिलैः सह  ।
यच्च पिण्डं प्रयच्छन्ति यमलोके तदश्नुते  ॥
]

`verse 5 [
गतश्च नरकं पापात्स्वर्गं याति स्वपुण्यतः  ।
पापकृद्याति नरकं पुण्यकृद्याति वै दिवम्  ॥
]

`verse 6 [
स्वर्गाच्च नरकात्त्यक्तः स्त्रीणां गर्भे भवत्यपि  ।
नाभिभूतञ्च तस्यैव याति बीजद्वयं हि तत् ॥
]

`verse 7 [
कललं बुद्ब्रुदमयं ततः शोणितमेव च  ।
पेश्याः पलसमोऽण्डः स्यादङ्कुरं तत उच्यते  ॥
]

`verse 8 [
उपाङ्गान्यङ्गुलीनेत्रनासास्यश्रवणानि च  ।
आवहं याति चाङ्गेभ्यस्तत्परन्तु नखादिकम्  ॥
]

`verse 9 [
त्वचो रोमाणि जायन्ते केशाश्चैव ततः परम्  ।
नरश्चाधोमुखः स्थित्वा दशमे च सः जायते  ॥
]

`verse 10 [
ततस्तु वैष्णवी माया वृणोत्यत्यन्तमोहिनी  ।
बालत्वं त्वथ कौमारं यौवनं वृद्धतामपि  ॥
]

`verse 11 [
ततश्च मरणं तत्तद्धर्मामाप्नोति मानवः  ।
एवं संसारचक्रेऽस्मिन् भ्राम्यते घटीयन्त्रवत् ॥
]

`verse 12 [
नरकात्प्रतिमुक्तस्तु पापयोनिषु जायते  ।
पतितात्प्रतिगृह्याथ अधोयोनिं व्रजेद्बुधः  ॥
]

`verse 13 [
नरकात्प्रतिमुक्तस्तु कृमिर्भवति याचकः  ।
उपाध्यायव्यलीकं तु कृत्वा श्वा भवति द्विज  ॥
]

`verse 14 [
तज्जायां मनसा वाञ्छंस्तद्द्रव्यं वाप्यसंशयम्  ।
गर्दभोजायते जन्तुर्मित्रस्यैवापमानकृत् ॥
]

`verse 15 [
पितरौ पीडयित्वा तु कच्छपत्वञ्च जायते  ।
भुर्तुः पिण्डमुपाश्वस्तो वञ्जयित्वा तमेव यः  ॥
]

`verse 16 [
सोऽपि मोहसमापन्नो जायते वानरो मृतः  ।
न्यासापहर्ता नरकाद्विमुक्तो जायते कृमिः  ॥
]

`verse 17 [
असूयकश्च नरकान्मुक्तो भवति राक्षसः  ।
विश्वासहर्ता च नरो मीनयोनौ प्रजायते  ॥
]

`verse 18 [
यवधान्यानि संहृत्य जायते मूषको मृतः  ।
परदाराभिमर्शात्तु वृको घोरोऽभिजायते  ॥
]

`verse 19 [
भ्रातृभार्याप्रसंगेन कोकिलो जायते नरः  ।
गुर्वादिभार्यागमनाच्छूकरो जायते नरः  ॥
]

`verse 20 [
यज्ञदानविवाहानां विघ्नकर्ता भवेत्कृमिः  ।
देवतापितृविप्राणामदत्त्वा योऽन्नमश्नुते  ॥
]

`verse 21 [
प्रमुक्तो नरकाद्वापि वायसः सन्प्रजायते  ।
ज्येष्ठभ्रात्रपमानाच्च क्रौञ्चयोनौ प्रजायते  ॥
]

`verse 22 [
शूद्रस्तु ब्राह्मणीं गत्वा कृमियोनौ प्रजायते  ।
तस्यामपत्यमुत्पाद्य काष्ठान्तः कटीको भवेत् ॥
]

`verse 23 [
कृतघ्नः कृमिकः कीटः पतङ्गो वृश्चिकस्तथा  ।
अशस्त्रं पुरुषं हर्ता नरः सञ्जायते खरः  ॥
]

`verse 24 [
कृमिः स्त्रीवधकर्ता च बालहन्ता च जायते  ।
भोजनञ्चोरयित्वा तु मक्षिका जायते नरः  ॥
]

`verse 25 [
हृत्वाज्यञ्चैव मार्जारस्तिलहृच्चैव मूषकः  ।
घृतं हृत्वा च नकुलः काको मद्भुरमामिषम्  ॥
]

`verse 26 [
मधु हृत्वा नरो दंशपूपं हृत्वा पिपीलिकः  ।
अपो हृत्वा तु पापात्मा वायसः सम्प्रजायते  ॥
]

`verse 27 [
हृते काष्ठे च हारीतः कपोतो वा प्रजायते  ।
हृत्वा तु काञ्चनं भाण्डं कृमियोनौ प्रजायते  ॥
]

`verse 28 [
कार्पासिके हृते क्रौञ्चो वह्रिहर्ता बकस्तथा  ।
मयूरो वर्णकं हृत्वा शाकपत्रञ्च जायते  ॥
]

`verse 29 [
जीवञ्जीवकतां याति रक्तवस्त्वपहृन्नरः  ।
छुछुन्दरिः शुभान्गन्धाञ्छशं हृत्वा शशो भवेत् ॥
]

`verse 30 [
षण्डाः कलापहरणे काष्ठहृत्तृणकीटकः  ।
पुष्पं हृत्वा दरिद्रस्तु पङ्गुर्याचकहृन्नरः  ॥
]

`verse 31 [
शाकहर्ता च हारीतस्तोयहर्ता च चातकः  ।
गृहहृन्नरकान्गत्वा रौरवादीन्सुदारुणान्  ॥
]

`verse 32 [
तृणगुल्मलतावल्लीत्वग्घारी तरुतां व्रजेत् ।
एष एव क्रमो दृष्टो गोसुवर्णादिहारिणाम्  ॥
]

`verse 33 [
विद्यापहारी मूकः स्याद्गत्वा च नरकान्बहन्  ।
असमिद्धे हुते चाग्नौ मन्दाग्निः खलु जायते  ॥
]

`verse 34 [
परनिन्दा कृतघ्नत्वं परसीमाभिघातनम्  ।
नैष्ठुर्यं निर्घृणत्वञ्च परदारोपसेवनम्  ॥
]

`verse 35 [
परस्वहरणाशौचं देवतानां च कुत्सनम्  ।
निकृत्य बन्धनं नॄणां कार्पण्यञ्च नृणां वधः  ।
उपलक्षणाद्विजानीयान्मुक्तानां नरकादनु  ॥
]

`verse 36 [
दया भूतेषु संवादः परलोकं प्रति क्रिया  ।
सत्यं हितार्थमुक्तिश्च वेदप्रामाण्यदर्शनम्  ॥
]

`verse 37 [
गुरुदेवर्षिसिद्धर्षिसेवनं साधुसंयमः  ।
सत्क्रियाष्वसनं मैत्री स्वर्गस्य लक्षणं विदुः  ।
अष्टाङ्गयोगविज्ञानात्प्राप्नोत्यात्यन्तिकं फलम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे कर्मविपाकादिकथनं नाम पञ्चविंशत्यधिकद्विशततमोऽध्यायः
]
