`speaker [
सूत उवाच
]

`verse 1 [
विष्णुभक्तिं प्रवक्ष्यामि यया सर्वमवाप्यते  ।
यथा भक्त्या हरिस्तुष्येत्तथा नान्येन केनचित् ॥
]

`verse 2 [
महतः श्रेयसो मूलं प्रसवः पुण्यसन्ततेः  ।
जीवितस्य फलं स्वादु नियतं स्मरणं हरेः  ॥
]

`verse 3 [
तस्मात्सेवा बुधैः प्रोक्ता भक्तिसाधनभूयसी  ।
ते भक्ता लोकनाथस्य नामकर्मादिकीर्तने  ॥
]

`verse 4 [
मुञ्चन्त्यश्रूणि संहर्षाद्ये प्रहृष्टनूरुहाः  ।
जगद्धातुर्महेशस्य दिव्याज्ञाचरणा वयम्  ॥
]

`verse 5 [
इह नित्यक्रियाः कुर्युः स्निग्धा ये वैष्णवास्तु ते  ।
ब्रह्माक्षरं न शृण्वन्वै तया भगवतेरितम्  ॥
]

`verse 6 [
प्रणामपूर्वकं भक्त्या यो वदेद्वैष्णवो हि सः  ।
तद्भक्तजनवात्सल्यं पूजनं चानुमोदनम्  ॥
]

`verse 7 [
तत्कथाश्रवणे प्रीतिरश्रुनेत्राङ्गविक्रियाः  ।
येन सर्वात्मना विष्णौ भक्त्या भावो निवेशितः  ॥
]

`verse 8 [
विप्रेभ्यश्च कृतात्मत्वान्महाभागवतो हि सः  ।
विश्वोपकरणं नित्यं तदर्थं सङ्गवर्जनम्  ।
स्वयमभ्यर्चनञ्चैव यो विष्णुञ्चोपजीवति  ॥
]

`verse 9 [
भक्तिरष्टविधा ह्येषा यस्मिन्म्लेच्छोऽपि वर्तते  ।
स विप्रेन्द्रो मुनिः श्रीमान्स याति परमां गतिम्  ॥
]

`verse 10 [
तस्मै देयं ततो ग्राह्यं स च पूज्यो यथा हरिः  ।
स्मृतः संभाषितो वापि पूजितो वा द्विजोत्तमः  ।
पुनाति भगवद्भक्तश्चण्डालोऽपि यदृच्छया  ॥
]

`verse 11 [
दयां कुरु प्रपन्नाय तवास्मीति च यो वदेत् ।
अभयं सर्वभूतेभ्यो दद्यादेतद्व्रतं हरेः  ॥
]

`verse 12 [
मन्त्रजापिसहस्रेभ्यः सर्ववेदान्तपारगः  ।
सर्ववेदान्तवित्कोट्यां विष्णुभक्तो विशिष्यते  ॥
]

`verse 13 [
एकान्तिनः स्ववपुषा गच्छन्ति परमं पदम्  ।
एकान्तेन समो विष्णुस्तस्मादेषां परायणः  ॥
]

`verse 14 [
यस्मादेकान्तिनः प्रोक्तास्तद्भागवतचेतसः  ।
प्रियाणामपि सर्वेषां देवदेवस्य सुप्रियः  ॥
]

`verse 15 [
आपत्स्वपि सदा भस्य भक्तिरव्यभिचारिणा  ।
या प्रीतिरधिका विष्णोर्विषयेष्वनपायिनी  ॥
]

`verse 16 [
विष्णुं संस्मरतः सा मे हृदयान्नोपसर्पति  ।
दृढभक्तोऽपि वेदादिसर्वशास्त्रार्थपारगः  ॥
]

`verse 17 [
यो न सर्वेश्वरे भक्तस्तं विद्यात्पुरुषाधमम्  ।
नाधीतवेदशास्त्रोऽपि न कृतोऽध्वरसम्भवः  ।
यो भक्तिं वहते विष्णौ तेन सर्वं कृतं भवेत् ॥
]

`verse 18 [
यज्वानः क्रतुमुख्यानां वेदानां पारगा अपि  ।
न तां यान्ति गतिं भक्ता यां यान्ति मुनिसत्तमाः  ॥
]

`verse 19 [
यः कश्चिद्वैष्णवो लोके मिथ्याचारोऽप्यनाश्रमी  ।
पुनाति सकलांल्लोकान्सहस्रांशुरिवोदितः  ॥
]

`verse 20 [
ये नृशंसा दुरात्मानः पापाचररतास्तथा  ।
तेऽपि यान्ति परं स्थानं नारायणपरायणाः  ॥
]

`verse 21 [
दृढा जनार्दने भक्तिर्यदैवाव्यभिचारिणी  ।
तदा कियत्स्वर्गसुखं सैव निर्वाणहेतुका  ॥
]

`verse 22 [
भ्राम्यतां तत्र संसारे नराणां कुर्मदुर्गमे  ।
हस्तावलम्बने ह्येकं येन तुष्येज्जनार्दनः  ।
न शृणोति गुणान्दिव्यान्देवदेवस्य चक्रिणः  ।
स मरो बधिरो ज्ञेयः सर्वधर्मबहिष्कृतः  ॥
]

`verse 23 [
नाम्नि संकीर्तिते विष्णोर्यस्य पुंसो न जायते  ।
शरीरं पुलकोद्भासि तद्भवेत्कुणपोपमम्  ॥
]

`verse 24 [
यस्मिन्भक्तिर्द्विजश्रेष्ठ मुक्तिरप्यचिराद्भवेत् ।
निविष्टमनसां पुंसां सर्वथा वृजिनक्षयः  ॥
]

`verse 25 [
स्वपुरुषमभिवीक्ष्य पाशहस्तं वदति यमः किल तस्य कर्णमूले  ।
परिहर मधुसूदनप्रापन्नन्प्रभुरहमन्यनृणां न वैष्णवानाम्  ॥
]

`verse 26 [
अपि चेत्सुदुराचारो भजते मामनन्यभाक् ।
साधुरेव स मन्तव्यः सम्यगव्यवसितो हि सः  ॥
]

`verse 27 [
क्षिप्रं भवति धर्मात्मा शश्वच्छान्तिं स गच्छति  ।
विप्रेन्द्र प्रतिजानीहि विष्णुभक्तो न नश्यति  ॥
]

`verse 28 [
धर्मार्थकामः किं तस्य मुक्तिस्तस्य करे स्थिता  ।
समस्तजगतां मूलं यस्य भक्तिः स्थिरा हरौ  ॥
]

`verse 29 [
दैवी ह्येषा गुणमयी हरेर्माया दुरत्यया  ।
तमेव ये प्रपद्यन्ते मायामेतां तरन्ति ते  ॥
]

`verse 30 [
किं यज्ञाराधने पुंसा शिष्यते हरिमेधसाम्  ।
भक्त्यैवाराध्यते विष्णुर्नान्यत्तत्रोपकारकम्  ॥
]

`verse 31 [
न दानैर्विविधैर्दत्तैः पुष्पैर्नैवानुलेपनैः  ।
तोषमेति महात्मासौ यथा भक्त्या जनार्दनः  ॥
]

`verse 32 [
संसारविषवृक्षस्य द्वे फले ह्यमृतोपमे  ।
कदाचित्केशवे भक्तिस्तद्भक्तैर्वा समागमः  ॥
]

`verse 33 [
पत्रेषु पुष्पेषु फलेषु तोयेष्वकष्टलभ्येषु सदैव सत्सु  ।
भक्त्यैकलभ्ये पुरुषे पुराणे मुक्त्यैकलाभे क्रियते प्रयत्नः  ॥
]

`verse 34 [
आस्फोटयन्ति पितरः प्रनृत्यन्ति पितामाहः  ।
वैष्णवोस्मत्कुले जातः स नः सन्तारयिष्यति  ॥
]

`verse 35 [
अज्ञानिनः सुखरे समधिक्षिपन्तो यत्पापिनोऽपि शिशुपालसुयोधनाद्याः  ।
मुक्तिं गताः स्मरणमात्रविधूतपापाः कः संशयः परमभक्तिमतां जनानाम्  ॥
]

`verse 36 [
शरमं तं प्रपन्ना ये ध्यानयोगविवर्जिताः  ।
तेऽपि मृत्युमतिक्रम्य यान्ति तद्वैष्णवं पदम्  ॥
]

`verse 37 [
भवोद्भवक्लेशशतैर्हतस्तथा परिभ्रमन्निन्द्रियरन्ध्रकैर्हयैः  ।
नियम्यतां माधव ! मे मनोहयस्त्वदङ्घ्रिशङ्कौ दृढभक्तिबन्धने  ॥
]

`verse 38 [
विष्णुरेव परं ब्रह्म त्रिभेदमिह पठ्यते  ।
वेदसिद्धान्तमार्गेषु तन्न जानन्ति मोहिताः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे भगवद्भक्तिविवरणं नाम सप्तविंशत्यधिकद्विशततमोऽध्यायः
]
