`speaker [
सूत उवाच
]

`verse 1 [
मुक्तिहेतुमनाद्यन्तमजमव्ययमक्षयम्  ।
यो नमेत्सर्वलोकस्य नमस्यो जायते नरः  ॥
]

`verse 2 [
विष्णुमानन्दमद्वैतं विज्ञानं सर्वगं प्रभुम्  ।
प्रणमामि सदा भक्त्या चेतसा हृदयालयम्  ॥
]

`verse 3 [
योऽन्तस्तिष्ठन्नशेषस्य पश्यतीशः शुभाशुभम्  ।
तं सर्वसाक्षिणं विष्णुं नमस्ये परमेश्वरम्  ॥
]

`verse 4 [
शक्तेनापि नमस्कारः प्रयुक्तश्चक्रपाणये  ।
संसारतृणवर्गाणामुद्वेजनकरो हि सः  ॥
]

`verse 5 [
कृष्णे स्फुरज्जलधरोदरचारुकृष्णे लोकाधिकारपुरुषे परमप्रमेये  ।
एको हि भावगुणमात्रदृढप्रणामः सद्यः श्वपाकमपि साधयितुं सशक्तः  ॥
]

`verse 6 [
प्रणम्य दण्डबद्भूमौ नमस्कारेण योर्ऽचयेत् ।
स यां गतिमवाप्नोति न तां क्रतुशतैरपि  ॥
]

`verse 7 [
दुर्गसंसारकान्ताराकूपारेऽपि प्रधावताम्  ।
एकः कृष्णे नमस्कारो मुक्त्या तांस्तारयिष्यति  ॥
]

`verse 8 [
आसीनो वा शयानो वातिष्ठन् वा यत्र तत्र वा  ।
नमो नारायणायेति मन्त्रैकशरणो भवेत् ॥
]

`verse 9 [
नारायणेति शब्दोऽस्ति वागस्ति वशवर्तिनी  ।
तथापि नरके मूढाः पतन्तीति किमद्भुतम्  ॥
]

`verse 10 [
चतुर्मुखो वा यदि कोटिवक्त्रो भवेन्नरः कोपि विशुद्धचेताः  ।
स वै गुणानामयुतैकदेशं वदेन्न वा देववरस्य विष्णोः  ॥
]

`verse 11 [
व्यासाद्या मुनयः सर्वे स्तुवन्तो मधुसूदनम्  ।
मतिक्षयान्निवर्तन्ते न गोविन्दगुणक्षयात् ॥
]

`verse 12 [
अवशेनापि यन्नाम्नि कीर्तिते सर्वपातकैः  ।
पुमान् विमुच्यते सद्यः सिंहत्रस्तो मृगा यथा  ।
बद्धः परिकरस्तेन मोक्षाय गमनं प्रति  ॥
]

`verse 13 [
स्वप्नेऽपि नाम स्पृशतोऽपि पुंसः क्षयं करोत्यक्षयपापराशिम्  ।
प्रत्यक्षतः किं पुनरत्र पुंसा प्रकीर्तिते नाम्नि जनार्दनस्य  ॥
]

`verse 14 [
नमः कृष्णाच्युतानन्तवासुदेवेत्युदीरितम्  ।
यैर्भावभावितैर्विप्रन ते यमपुरं ययुः  ॥
]

`verse 15 [
क्षयो भवेद्यथा वह्नेस्तमसो भास्करोदये  ।
तथैव कलुषौघस्य नामसंकीर्तनाद्धरेः  ॥
]

`verse 16 [
क्व नाकपृष्ठगमनं पुनरायाति न क्षयम्  ।
गच्छतां दूरमध्वानं कृष्णमूर्छितचेतसाम्  ॥
]

`verse 17 [
पाथेयं पुण्डरीकाक्षनामसंकीर्तनं हरेः  ।
संसारसर्पसंदष्टविषचेष्टैकभेषजम्  ।
कृष्णेति वैष्णवं क्षान्तं जप्त्वा मुक्तो भवेन्नरः  ॥
]

`verse 18 [
ध्यायन् कृते जपेन्मन्त्रैस्त्रेतायां द्वापरेर्ऽचयन्  ।
यदाप्नोति तदाप्नोति तदाप्नोति कलौ संस्मृत्यकेशवम्  ॥
]

`verse 19 [
जिह्वाग्रे वर्तते यस्य हरिरित्यक्षरद्वयम्  ।
संसारसागरं तीर्त्वा स गच्छेद्वैष्णवं पदम्  ॥
]

`verse 20 [
विज्ञातदुष्कृतिसहस्रसमावृतोऽपिश्रेयः परन्तु परिशुद्धिम भीप्समानः  ।
स्पप्नान्तरे न हि पुनश्च भवं स पश्येन्नारायणस्तुतिकथापरमो मनुष्यः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विष्णुभक्तिविवरणं नामाष्टाविंशत्युत्तरद्विशततमोऽध्यायः
]
