`speaker [
सूत उवाच
]

`verse 1 [
अशेषलोकनाथस्य सारमाराधनं हरेः  ।
दद्यातु पुरुषसूक्तेण यः पुष्पाण्यप एव च  ॥
]

`verse 2 [
अर्चितं स्याज्जगदिदं तेन सर्वं चराचरम्  ।
यो न पूजयते विष्णुं तं विद्याद्ब्रह्मघातकम्  ॥
]

`verse 3 [
यतः प्रवृत्तिर्भूतानां येन सर्वमिदं ततम्  ।
तं यो न ध्यायते विष्णुं स विष्ठायां क्रिमिर्भवेत् ॥
]

`verse 4 [
नरके पच्यमानस्तु यमेन परिभाषितः  ।
किन्त्वया नार्चितो देवः केशवः क्लेशनाशनः  ॥
]

`verse 5 [
उदकेनाप्यभावेन द्रव्याणामर्चितः प्रभुः  ।
यो ददाति स्वकं लोकं स त्वया किं न चार्चितः  ॥
]

`verse 6 [
न तत्करोति सा माता न पिता नापि बान्धवः  ।
यत्करोति हृषीकेशः सन्तुष्टः श्रद्धयार्चितः  ॥
]

`verse 7 [
वर्णाश्रमाचारवता पुरुषेण परः पुमान्  ।
विष्णुराराध्यते पन्था नान्यस्तत्तोषकारकः  ॥
]

`verse 8 [
न दानैर्विविधैर्दत्तैर्न पुष्पैर्नानुलेपनैः  ।
तोषमेति महात्मासौ यथा भक्त्या जनार्दनः  ॥
]

`verse 9 [
सम्पदैश्वर्यमाहात्म्यैः सन्तत्या न च कर्मणा  ।
विमुक्तैश्चैकता लभ्या मूलमाराधनं हरेः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विष्णुपूजानिरूपणं नामैकोनत्रिशदुत्तरद्विशततमोऽध्यायः
]
