`speaker [
सूत उवाच
]

`verse 1 [
आलोक्य सर्वशास्त्राणि विचार्य च पुनः पुनः  ।
इदमेकं सुनिष्पन्नं ध्येयो नारायणः सदा  ॥
]

`verse 2 [
किं तस्य दानैः किन्तीर्थैः किं तपोभिः किमध्वरैः  ।
यो नित्यं ध्यायते देवं नारायणमनन्यधीः  ॥
]

`verse 3 [
षष्टिस्तीर्थसहस्राणि षष्टिस्तीर्थशतानि च  ।
नारायणप्रणामस्य कलां नार्हन्ति षोडशीम्  ॥
]

`verse 4 [
प्रयश्चित्तान्यशेषाणि तपः कर्माणि यानि वै  ।
विद्धि तेषामशेषाणां कृष्णानुस्मरणं परम्  ॥
]

`verse 5 [
कृतपापेऽनुरक्तिश्च यस्य पुंसः प्रजायते  ।
प्रायश्चित्तन्तु तस्यैकं हरेः संस्मरणं परम्  ॥
]

`verse 6 [
मुहूर्तमपि यो ध्यायेन्नारायणमतन्द्रितः  ।
सोऽपि स्वर्गतिमाप्नोति किं पुनस्तत्परायणः  ॥
]

`verse 7 [
जाग्रत्स्वप्नसुषुप्तेषु योगस्थस्य च योगिनः  ।
या काचिन्मनसो वृत्तिः सा भवत्यच्युताश्रयात् ॥
]

`verse 8 [
उत्तिष्ठन्निपतन्विष्णुं प्रलपन्विविशंस्तथा  ।
भुञ्जञ्जाग्रच्च गोविन्दं माधवं यश्च संस्मरेत् ॥
]

`verse 9 [
स्वेस्वे कर्मण्यभिरतः कुर्याच्चित्तं जनार्दने  ।
एषा शास्त्रानुसारोक्तिः किमन्यैर्बहुभाषितैः  ॥
]

`verse 10 [
ध्यानमेव परो धर्मो ध्यानमेव परं तपः  ।
ध्यानमेव परं शौचं तस्माद्ध्यानपरो भवेत् ॥
]

`verse 11 [
नास्ति विष्णोः परं ध्थेयं तपो नानशनात्परम्  ।
तस्मात्प्रधानमत्रोक्तं वासुदेवस्य चिन्तनम्  ॥
]

`verse 12 [
यद्दुर्लभं परं प्राप्यं मनसो यन्न गोचरम्  ।
तदप्यप्रार्थितं ध्यातो ददाति मधुसूदनः  ॥
]

`verse 13 [
प्रमादात्कुर्वतां कर्म प्रच्यवेताध्वरेषु यत् ।
स्मरणादेव तद्विष्णोः संपूर्णं स्यादिति श्रुतिः  ॥
]

`verse 14 [
ध्यानेन सदृशो नास्ति शोधनं पापकर्मणाम्  ।
आगामिदेहहेतूनां दाहको योगपावकः  ॥
]

`verse 15 [
विनिष्पन्नसमाधिस्तु मुक्तिमत्रैव जन्मनि  ।
प्राप्नोति योगी योगाग्निदग्धकर्मा च योऽचिरात् ॥
]

`verse 16 [
यथाग्निरुद्यतशिखः कक्षं दहति वानिलः  ।
तथा चित्तस्थिते विष्णौ योगिना सर्वकिल्बिषम्  ॥
]

`verse 17 [
यथाग्नियोगात्कनकममलं संप्रजायते  ।
संप्लुष्टो वासुदेवेन मनुष्याणां सदा मलः  ॥
]

`verse 18 [
गङ्गास्नानसहस्रेषु पुष्करस्नानकोटिषु  ।
यत्पापं निलययाति स्मृते नश्यति तद्धरौ  ॥
]

`verse 19 [
प्राणायामसहस्नैस्तु यत्पापं नश्यति ध्रुवम्  ।
क्षणमात्रेण तत्पापं हरेर्ध्यानात्प्रणश्यति  ॥
]

`verse 20 [
कलिप्रभावाद्दुष्टोक्तिः पाषण्डानां तथोक्तयः  ।
न क्रामेन्मानसं तस्य यस्य चेतसि केशवः  ॥
]

`verse 21 [
सा तिथिस्तदहोरात्रं स योगः स च चन्द्रमाः  ।
लग्नं तदेव विख्यातं यत्र संस्मर्यते हरिः  ॥
]

`verse 22 [
सा हानिस्तन्महच्छिद्रं सा चार्थजडमूकता  ।
चन्मुहूर्तं क्षणो वापि वासुदेवो न चिन्त्यते  ॥
]

`verse 23 [
कलौ कृत युगं तस्य कलिस्तस्य कृते युगे  ।
हृदि नो यस्य गोविन्दो यस्य चेतसि नाच्युतः  ॥
]

`verse 24 [
यस्याग्रतस्तथा पृष्ठे गच्छतस्तिष्ठतोऽपि वा  ।
गोविन्दे नियतं चेतः कृतकृत्यः सदैव सः  ॥
]

`verse 25 [
वासुदेवे मनो यस्य जपहोमार्चनादिषु  ।
तस्यान्तरायो मैत्रेय वेवेन्द्रत्वादिकं फलम्  ॥
]

`verse 26 [
असंत्यज्य च गार्हस्थयं स तप्त्वा च महत्तपः  ।
छिनत्ति पौरुषीं मायां केशवार्पितमानसः  ॥
]

`verse 27 [
क्षमां कुर्वन्ति क्रुद्धेषु दयां मूर्खेषु मानवाः  ।
मुदञ्च धर्मशीलेषु गोविन्दे हृदयस्थिते  ॥
]

`verse 28 [
ध्यायेन्नारायणं देवं स्नानदानादिकर्मसु  ।
प्रायश्चितेतेषु सर्वेषु दुष्कृतेषु विशेषतः  ॥
]

`verse 29 [
लाभस्तेषां जयस्तेषां कुतस्तेषां पराभवः  ।
येषामिन्दीवरश्यामो हृदयस्थो जनार्दनः  ॥
]

`verse 30 [
कीटपक्षिगणानाञ्च हरौ संन्यस्तचेतसाम्  ।
ऊर्ध्वा ह्येव गतिश्चास्ति किं पुनर्ज्ञानिनां नृणाम्  ॥
]

`verse 31 [
वासुदेवतरुच्छाया नातिशीतातितापदा  ।
नरकद्वारशमनी सा किमर्थं न सेव्यते  ॥
]

`verse 32 [
न च दुर्वाससः शापो राज्यञ्चापि शचीपतेः  ।
हन्तुं समर्थं हि सखे हृत्कृते मधुसूदने  ॥
]

`verse 33 [
वदतस्तिष्ठतोऽन्यद्वा स्वेच्छया कर्म कुर्वतः  ।
नापयाति यदा चिन्ता सिद्धां मन्येत धारणाम्  ॥
]

`verse 34 [
ध्येयः सदा सवितृमण्डलमध्यवर्तो नारायणः सरसिजासनसन्निविष्टः  ।
केयूरवान्मकरकुण्डलवान्किरीटी हारी हिरण्मयवपुर्धृतशङ्खचक्रः  ॥
]

`verse 35 [
न हि ध्यानेन सदृशं पवित्रमिह विद्यते  ।
श्वपचान्नानि भुञ्जानो पापी नैवात्र लिप्यते  ॥
]

`verse 36 [
सदा चित्तं समासक्तं जन्तोर्विषयगोचरे  ।
यदि नारायणेऽप्येवं को न मुच्येत बन्धनात् ॥
]

`speaker [
सूत उवाच
]

`verse 37 [
विष्णुभक्तिर्यस्य चित्ते कं वा जीवो नमेत्सदा  ।
स तारयति चात्मानं तदैव दुरितार्णवात् ॥
]

`verse 38 [
तञ्ज्ञानं यत्र गोविन्दः सा कथा यत्र काशवः  ।
तत्कर्म यत्तदर्थाय किमन्यैर्बहुभाषितैः  ॥
]

`verse 39 [
सा जिह्वा या हरिं स्तौति तच्चित्तं यत्तदर्पितम्  ।
तावेव केवलौ श्लाघ्यौ यौ तत्पूजाकरौ करौ  ॥
]

`verse 40 [
प्रणाममीशस्य शिरः फलं विदुस्तदर्चनं पाणिफलं दिवौकसः  ।
मनः फलं तद्गुणकर्मचिन्तनं वचस्तु गोविन्दगुणस्तुतिः फलम्  ॥
]

`verse 41 [
मेरुमन्दरमात्रोऽपि राशिः पापस्य कर्मणः  ।
केशवस्मरणादेव तस्य सर्वं विनश्यति  ॥
]

`verse 42 [
यत्किञ्चित्कुरुते कर्म पुरुषः साध्वसाधु वा  ।
सर्वं नारायणे न्यस्य कुर्वन्नपि न लिम्पति  ॥
]

`verse 43 [
तृणादिचतुरास्यान्तं भूतग्रामं चतुर्विधम्  ।
चराचरं जगत्सर्वं प्रसुप्तं मायया तव  ॥
]

`verse 44 [
यस्मिन्न्यस्तमतिर्न याति नरकं स्वर्गोऽपि यच्चिन्तने विघ्नो यत्र नवा विशेत्कथमपि ब्राह्मोऽपिलोकोऽल्पकः  ।
मुक्तिञ्चेतसि संस्थितो जडधियां पुंसां ददात्यव्ययः किञ्चित्रं यदयं प्रयाति विलयं तत्राच्युते कीर्तिते  ॥
]

`verse 45 [
अग्निकार्यं जपः स्नानं विष्णोर्ध्यानञ्च पूजनम्  ।
गन्तुं दुः खोदधेः कुर्युर्ये च तत्र नरन्ति ते  ॥
]

`verse 46 [
राष्ट्रस्य शरणं राजा पितरो बालकस्य च  ।
धर्मश्च सर्वमर्त्यानां सर्वस्य शरणं हरिः  ॥
]

`verse 47 [
ये नमन्ति जगद्योनिं वासुदेवं सनातनम्  ।
न येभ्यो विद्यते तीर्थमधिकं मुनिसत्तम्  ॥
]

`verse 48 [
अनर्घरत्नपूजाञ्च कुर्यात्स्वाध्यायमेव च  ।
तमेवोद्दिश्य गोविन्दं ध्यायन्नित्यमतन्द्रितः  ॥
]

`verse 49 [
शूद्रं वा भगवद्भक्तं निषादं श्वपचं तथा  ।
द्विजजाति समंमन्यो न याति नरकं नरः  ॥
]

`verse 50 [
आदरेण सदा स्तौति धनवन्तं धनेच्छया  ।
तथा विश्वस्य कर्तारं को न मुच्येत बन्धनात् ॥
]

`verse 51 [
यथा प्राप्तवनो वह्निर्दहत्यार्द्रमपीन्धनम्  ।
तथाविधः स्थितो विष्णुर्योगिनां सर्वकिल्विषम्  ॥
]

`verse 52 [
आदीप्तं पर्वतं यद्वन्नाश्रयन्ति मृगादयः  ।
तद्वत्पापनि सर्वाणि योगाभ्यासरतं नरम्  ॥
]

`verse 53 [
यस्य यावांश्च विश्वासस्तस्य सिद्धिस्तु तावती  ।
एतवानेव कृष्णस्य प्रभावः परिमीयते  ॥
]

`verse 54 [
विद्वेषादपि गोविन्दं दमघोषात्मजः स्मरन्  ।
शिशुपालो गतस्तत्त्वं किं पुनस्तत्परायणः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे विष्णुमहात्म्यवर्णनं नाम त्रिंशदुत्तरद्विशततमोऽध्यायः
]
