`speaker [
सूत उवाच
]

`verse 1 [
नारसिंहस्तुतिं वक्ष्ये शिवोक्तं शौनकाधुना  ।
पूर्वं मातृगणाः सर्वे शङ्करं वाक्यमब्रुवन्  ॥
]

`verse 2 [
भगवन् भक्षयिष्यामः सदेवासुरमानुषम्  ।
त्वत्प्रसादाज्जगत्सर्वं तदनुज्ञातुमर्हसि  ॥
]

`verse 3 [
शङ्करौवाच  ।
भवतीभिः प्रजाः सर्वा रक्षणीया न संशयः  ।
तस्माड्वोरतरप्रायं मनः शीघ्रं निवर्त्यताम्  ॥
]

`verse 4 [
इत्येवं शङ्करेणोक्तमनादृत्य तु तद्वचः  ।
भक्षयामासुरव्यग्रास्त्रैलोक्यं सचराचरम्  ॥
]

`verse 5 [
त्रैलोक्ये भक्ष्यमाणे तु तदा मातृगणेन वै  ।
नृसिंहरूपिणं देवं प्रदध्यौ भगवाञ्छिवः  ॥
]

`verse 6 [
अनादिनिधनं देवं सर्वभूतभवोद्भवम्  ।
विद्युज्जिह्वं महादंष्ट्रं स्फुरत्केसरमालिनम्  ॥
]

`verse 7 [
रत्नाङ्गदं समुकुटं हेमकेसरभूषितम्  ।
खोणिसूत्रेण महता काञ्चनेन विराजितम्  ॥
]

`verse 8 [
नीलोत्पलदलश्यामं रत्ननूपुरभूषितम्  ।
तेजसाक्रान्तसकलब्रह्माण्डोदरमण्डपम्  ॥
]

`verse 9 [
आवर्तसदृशाकारैः संयुक्तं देहरोमभिः  ।
सर्वपुष्पैर्योजिताञ्च धारयंश्च महास्त्रजम्  ॥
]

`verse 10 [
स ध्यातमात्रो भगवान्प्रददौ तस्य दर्शनम्  ।
यादृशेन रूपेण ध्यातो रुद्रैस्तु भक्तितः  ॥
]

`verse 11 [
तादृशेनैव रूपेण दुर्निरीक्ष्येण दैवतैः  ।
प्रणिपत्य तु देवेशं तदा तुष्टाव शङ्करः  ॥
]

`speaker [
शङ्कर उवाच
]

`verse 12 [
नमस्तेऽस्त जगन्नाथ नरसिंहवपुर्धर  ।
दैत्येश्वरेन्द्रसंहारिनखशुक्तिविराजित  ॥
]

`verse 13 [
नखमण्डलसभिन्नहेमपिङ्गलविग्रह  ।
नमोऽस्तु पद्मनाभाय शोभनाय जगद्गुरो  ।
कल्पान्ताम्भोदनिर्घोष सूर्यकोटिसमप्रभ  ॥
]

`verse 14 [
सहस्रयमसंत्रास सहस्रेन्द्रपराक्रम  ।
हसस्त्रधनदस्फीत सहस्रचरणात्मक  ॥
]

`verse 15 [
सहस्रचन्दप्रतिम ! सहस्रांशुहरिक्रम  ।
सहस्ररुद्रतेजस्क सहस्रब्रह्मसंस्तुत  ॥
]

`verse 16 [
सहस्ररुद्रसंजप्त सहस्राक्षनिरीक्षण  ।
सहस्रजन्ममथन सहस्रबन्धनमोचन  ॥
]

`verse 17 [
सहस्रवायुवेगाक्ष सहस्राज्ञकृपाकर  ।
स्तुत्वैवं देवदेवेशं नृसिंहवपुषं हरिम्  ।
विज्ञापयामास पुनर्विनयावनतः शिवः  ॥
]

`verse 18 [
अन्धकस्य विनाशाय या सृष्टा मातरो मया  ।
अनादृत्य तु मद्वाक्यं भक्ष्यन्त्वद्भुताः प्रजाः  ॥
]

`verse 19 [
सृष्ट्वा ताश्च न शक्तोऽहं संहर्तुमपराजितः  ।
पूर्वं कृत्वा कथं तासां विनाशमभिरोचये  ॥
]

`verse 20 [
एवमुक्तः स रुद्रेण नरसिहवपुर्हरिः  ।
सहस्रहेवीर्जिह्वाग्रात्तदा वागीश्वरो हरिः  ॥
]

`verse 21 [
तथा सुरगणान्सर्वान्रौद्रान्मातृगणान्विभुः  ।
संहृत्य जगतः शर्म कृत्वा चान्तर्दधे हरिः  ॥
]

`verse 22 [
नारसिंहमिदं स्तोत्रं यः पठेन्नियतेन्द्रियः  ।
मनोरथप्रदस्तस्य रुद्रस्येव न संशयः  ॥
]

`verse 23 [
ध्यायेन्नृसिंहं तरुणार्कनेत्रं सिदाम्बुजातं ज्वलिताग्निवत्क्रम्  ।
अनादिमध्यान्तमज पुराणं परापरेशं जगतां निधानम्  ॥
]

`verse 24 [
जपेदिदं सन्ततदुः खजालं जहाति नीहारमिवांशुमाली  ।
समातृवर्गस्य करोति मूर्तिं यदा तदा तिष्ठति तत्समीपे  ॥
]

`verse 25 [
देवेश्वरस्यापि नृसिंहमूर्तेः पूजां विधातुं त्रिपुरान्तकारी  ।
प्रसाद्य तं देववरं स लब्ध्वा अव्याज्जगन्मातृगणेभ्य एव च  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे नृसिंहस्तोत्रं नामैकत्रिंशदुत्तरद्विशततमोऽध्यायः
]
