`speaker [
सूत उवाच
]

`verse 1 [
स्तोत्रं तत्सं प्रवक्ष्यामि मार्कण्डेयन भाषितम्  ।
दामोदरं प्रपन्नोऽस्मि किन्नो मृत्युः करिष्यति  ॥
]

`verse 2 [
शङ्खचक्रधरं देवं व्यक्तरूपिणमव्ययम्  ।
अधोऽक्षजं प्रपन्नोस्मि किन्नो मृत्युः करिष्यति  ॥
]

`verse 3 [
वराहं वामनं विष्णुं नारसिंहं जनार्दनम्  ।
माधवं च प्रपन्नोऽस्मि किन्नो मृत्युः करिष्यति  ॥
]

`verse 4 [
पुरुषं पुष्करक्षेत्रबीजं पुण्यं जगत्पतिम्  ।
लोकनाथं प्रपन्नोऽस्मि किन्नो मृत्युः करिष्यति  ॥
]

`verse 5 [
सहस्रशिरसं देवं व्यक्ताव्यक्तं सनातनम्  ।
महायोगं प्रपन्नोऽस्मि किन्नो मृत्युः करिष्यति  ॥
]

`verse 6 [
भूतात्मानं महात्मानं यज्ञयोनिमयोनिजम्  ।
विश्वरूपं प्रपन्नोऽस्मि किन्नो मूत्युः करिष्यति  ॥
]

`verse 7 [
इत्युदीरितमाकर्ण्य स्तोत्रं तस्य महात्मनुः  ।
अपयातस्ततो मृत्युर्विष्णुदूतैः प्रपीडितः  ॥
]

`verse 8 [
इति तेन जितो मृत्युर्मार्कण्डेयेन धीमता  ।
प्रसन्ने पुण्डरीकाक्षे नृसिंहे नास्तिदुर्लभम्  ॥
]

`verse 9 [
मृत्य्वष्टकमिदं पुण्यं मृत्युप्रशमनं शुभम्  ।
मार्कण्डेयहितार्थाय स्वयं विष्णुरुवाच ह  ॥
]

`verse 10 [
इदं यः पठते भक्त्या त्रिकालं नियतं शुचिः  ।
नाकाले तस्य मृत्युः स्यान्नरस्याच्युतचेतसः  ॥
]

`verse 11 [
हृत्पद्ममध्ये पुरुषं पुराणं नारायणं शाश्वतमप्रमेयम्  ।
विचिन्त्य सूर्यादतिराजमानं मृत्युं स योगि जितवांस्तथैव  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे मार्कण्डेयकृतं मृत्य्वष्टकस्तोत्रं नाम त्रयस्त्रिंशदुत्तरद्विशततमोऽध्यायः
]
