`speaker [
सूत उवाच
]

`verse 1 [
वक्ष्येऽहमच्युतस्तोत्रं शृणु शौनक सर्वदम्  ।
ब्रह्मा पृष्टो नारदाय यथोवाच तथा परम्  ॥
]

`speaker [
नारद उवाच
]

`verse 2 [
यथाक्षयोऽव्ययो विष्णुः स्तोतव्यो वरदो मया  ।
प्रत्यहं चार्चनाकाले तथा त्वं वक्तुमर्हसि  ॥
]

`verse 3 [
ते धन्यास्ते सुजन्मानस्ते हि सर्वसुखप्रदाः  ।
सफलं जीवितं तेषां ये स्तुवन्ति सदाच्युतम्  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
मुने स्तोत्रं प्रवक्ष्यामिः वासुदेवस्य मुक्तिदम्  ।
शृणु येन स्तुतः सम्यक्पूजाकाले प्रसीदति  ॥
]

`verse 5 [
ओं नमो (भगवतेः वासुदेवाच नमः सर्वापहारिणे  ।
नमो विशुद्धदेहाय नमो ज्ञानस्वरूपिणे  ॥
]

`verse 6 [
नमः सर्वसुरेशाय नमः श्रीवत्सधारिणे  ।
नमश्चर्मासिहस्ताय नमः पङ्कजमालिने  ॥
]

`verse 7 [
नमो विश्वप्रतिष्ठाय नमः पीताम्बराय च  ।
नमो नृसिंहरूपाय वैकुण्ठाय नमोनमः  ॥
]

`verse 8 [
नमः पङ्कजनाभाय नमः क्षीरोदशायिने  ।
नमः सहस्रशीर्षाय नमो नागाङ्गशायिने  ॥
]

`verse 9 [
नमः परशुहस्ताय नमः क्षत्त्रान्तकारिणे  ।
नमः सत्यप्रतिज्ञाय ह्यजिताय नमोनमः  ॥
]

`verse 10 [
नमस्त्रै लोक्यनाथाय नमश्चक्रधारय च  ।
नमः शिवाय सूक्ष्माय पुराणाय नमोनमः  ॥
]

`verse 11 [
नमो वामनरूपाय बलिराज्यापहारिणे  ।
नमो यज्ञवराहाय गोविन्दाय नमोनमः  ॥
]

`verse 12 [
नमस्ते परमानन्द नमस्ते परमाक्षर  ।
नमस्ते ज्ञानसद्भाव नमस्ते ज्ञानदायक  ॥
]

`verse 13 [
नमस्ते परमाद्वैत नमस्ते पुरुषोत्तम  ।
नमस्ते विश्वकृद्देव नमस्ते विश्वभावन  ॥
]

`verse 14 [
नमस्ते स्ताद्विश्वनाथ नमस्तेः विश्वकारण  ।
नमस्ते मधुदैत्यघ्न नमस्ते रावणान्तक  ॥
]

`verse 15 [
नमस्ते कंसकेशिघ्न नमस्ते कैटभार्दन  ।
नमस्ते शतपत्राक्ष नमस्ते गरुडध्वज  ॥
]

`verse 16 [
नमस्ते कालनेमिघ्न नमस्ते गरुडासन  ।
नमस्ते देवकीपुत्र नमस्ते वृष्णिनन्दन  ॥
]

`verse 17 [
नमस्ते रुक्मिणीकान्त नमस्ते दितिनन्दन  ।
नमस्ते गोकुलावास नमस्ते गोकुलप्रिय  ॥
]

`verse 18 [
जय गोपवपुः कृष्ण जय गोपीजनप्रिय  ।
जय गोवर्धनाधार जय गोकुलवर्धन  ॥
]

`verse 19 [
जय रावणवीरघ्न जय चाणूरनाशन  ।
जय वृष्णिकुलोद्द्योत जय कालीयमर्दन  ॥
]

`verse 20 [
जय सत्य जगत्साक्षिन् जय सर्वार्थसाधक  ।
जय वेदान्तविद्वेद्य जय सर्वद माधव  ॥
]

`verse 21 [
जय सर्वाश्रयाव्यक्त जय सर्वग माधव  ।
जय सूक्ष्म चिदान्दन जय चित्तनिरञ्जन  ॥
]

`verse 22 [
जयस्तेऽस्तु निरालम्ब जय शान्त सनातन  ।
जय नाथ जगत्पुष्ट (त्पूज्य) जय विष्णो नमोऽस्तूते  ॥
]

`verse 23 [
त्वं गुरुस्त्वं हरे शिष्यस्त्वं दीक्षामन्त्रमण्डलम्  ।
त्वं न्यासमुद्रासमयास्त्वं च पुष्पादिसाधनम्  ॥
]

`verse 24 [
त्वमाधारस्त्वं ह्यनन्तस्त्वं कूर्मःस्त्वं धराम्बुजम्  ।
धर्मज्ञानादयस्त्वं हि वेदिमण्डलशक्तयः  ॥
]

`verse 25 [
त्वं प्रभो छलभृद्रामस्त्वं पुनः स खरान्तकः  ।
त्वं ब्रह्मर्षिश्चदेवस्त्वं विष्णुः सत्यपराक्रमः  ॥
]

`verse 26 [
त्वं नृसिंहः परानन्दो वराहस्त्वं धराधरः  ।
त्वं सुपर्णस्तथा चक्रं त्वं गदा शङ्ख एव च  ॥
]

`verse 27 [
त्वं श्रीः प्रभो त्वं मुष्टिसत्वं त्वं माला देव शावती  ।
श्रीवत्सः कौस्तुभस्त्वं हि शार्ङ्गो त्वं च तथेषुधिः  ॥
]

`verse 28 [
त्वं खड्गचर्मणा सार्धं त्वं दिक्पालास्तथा प्रभो  ।
त्वं वेधास्त्वं विधाता च त्वं यमस्त्वं हुताशनः  ॥
]

`verse 29 [
त्वं धनेशस्त्वमीशानस्त्वमिन्द्रस्त्वमपांपतिः  ।
त्वं रक्षोऽधिपतिः साध्यस्त्वं वायुस्त्वं निशाकरः  ॥
]

`verse 30 [
आदित्या वसवो रुद्रा अश्विनौ त्वं मरुद्गणाः  ।
त्वं दैत्या दानवा नागास्त्वं यक्षा राक्षसाः खगाः  ॥
]

`verse 31 [
गन्धर्वाप्यरसः सिद्धाः पितरस्त्वं महामराः  ।
भूतानि विषयस्त्वं हि त्वमव्यक्तेन्द्रियाणि च  ॥
]

`verse 32 [
मनोबुद्धिरहङ्कारः क्षेत्रज्ञस्त्वं हृदीश्वरः  ।
त्वं यज्ञस्त्वं वषट्कारस्त्वमोङ्कारः समित्कुशाः  ॥
]

`verse 33 [
त्वं वेदी त्वं हरे दीक्षा त्वं यूपस्त्वं हुताशनः  ।
त्वं पत्नी त्वं पुरोडाशस्त्वं शाला स्त्रुक्च त्वं स्तुवः  ॥
]

`verse 34 [
ग्रावाणः सकलं त्वं हि सदस्यास्त्वं सदाक्षिणः  ।
त्वं सूर्पादिस्त्वं च ब्रह्मा मुसलोलूखले ध्रुवम्  ॥
]

`verse 35 [
त्वं होता यजमानस्त्वं त्वं धान्यं पशुयाजकः  ।
त्वमध्वर्युस्त्वमुद्गाता त्वं यज्ञः पुरुषोत्तमः  ॥
]

`verse 36 [
दिक्पातालमहि व्योम द्यौस्त्वं नक्षत्रकारकः  ।
देवतिर्यङ्मनुष्येषु जगदेतच्चराचरम्  ॥
]

`verse 37 [
यत्किञ्चिद्दृश्यते देव ब्रह्माण्डमखिलं जगत् ।
तव रूपमिदं सर्वं दृष्ट्यर्थं संप्रकाशितम्  ॥
]

`verse 38 [
नाथयन्ते परं ब्रह्म दैवेरपि दुरासदम्  ।
कस्तञ्जानाति विमलं योगगम्यमतीन्द्रियम्  ॥
]

`verse 39 [
अक्षयं पुरुषं नित्यमव्यक्तमजमव्ययम्  ।
प्रलयोत्पत्तिरहितं सर्वव्यापिनमीश्वरम्  ॥
]

`verse 40 [
सर्वज्ञं निर्गुणं शुद्धमानन्दमजरं परम्  ।
बोधरूपं ध्रुवं शान्तं पूर्णमद्वैतमक्षयम्  ॥
]

`verse 41 [
अवतारेषु या मूर्तिर्विदूरे देव दृश्यते  ।
परं भावंमजानन्तस्त्वां भजन्ति दिवौकसः  ॥
]

`verse 42 [
कथं त्वामीदृशं सूक्ष्मं शक्नोमि पुरुषोत्तम  ।
अराधयितुमीशान मनोगम्यमगोचरम्  ॥
]

`verse 43 [
इह यन्मण्डले नाथ पूज्यते विधिवत्क्रमैः  ।
पुष्पधूपादिभिर्यत्र तत्र सर्वा विभूतयः  ॥
]

`verse 44 [
संकर्षणादिभेदेन तव यत्पूजिता मया  ।
क्षन्तुमर्हसि तत्सर्वं यत्कृतं न कृतं मया  ॥
]

`verse 45 [
न शक्नोमि विभो सम्यक्कर्तुं पूजां यथोदिताम्  ।
यत्कृतं जपहोमादि असाध्यं पुरुषोत्तम  ॥
]

`verse 46 [
विनिष्पादयितुं भक्त्या अत स्त्वां क्षमयाम्यहम्  ।
दिवा रात्रौ च सन्ध्यायां सर्वावस्थासु चेष्टतः  ॥
]

`verse 47 [
अचला तु हरे ! भक्तिस्तवाङ्घ्रियुगले मम  ।
शरिरे न (ण) तथा प्रीतिर्न च धर्मादिकेषु च  ॥
]

`verse 48 [
यथा त्वयि जगन्नाथ प्रीतिंरात्यन्तिकी मम  ।
किं तेन न कृतं कर्म स्वर्गमोक्षादिसाधनम्  ॥
]

`verse 49 [
यस्य विष्णौ दृढा भक्तिः सर्वकामफलप्रदे  ।
पूजां कर्तुं तथा स्तोत्रं कः शक्नोति तवाच्युत  ॥
]

`verse 50 [
स्तुतं तु पूजितं मेऽद्य तत्क्षमस्व नमोऽस्तु ते  ।
इति चक्रधारस्तोत्रं मया सम्यगुदाहृतम्  ।
स्तौहि विष्णुं मुने भक्त्या यदीच्छसि परं पदम्  ॥
]

`verse 51 [
स्तोत्रेणानेन यः स्तौति पूजाकाले जगद्घुरुम्  ॥
]

`verse 52 [
अचिराल्लभते मोक्षं छित्वा संसारबन्धनम्  ।
अन्योऽपि यो जपेद्भक्त्या त्रिसन्ध्यं नियतः शुचिः  ॥
]

`verse 53 [
इदं स्तोत्रं मुने सोऽपि सर्वकाममवाप्नुयात् ।
पुत्रार्थो लभते पुत्रान्बद्धो मुच्यते बन्धनात् ॥
]

`verse 54 [
रोगाद्विमुच्यते रागी लभते निर्धनो धनम्  ।
विद्यार्थो लभते विद्यां भग्यं कीर्ति च विन्दति  ॥
]

`verse 55 [
जाति स्मरत्वं मेधावी यद्यदिच्छति चेतसा  ।
स धन्यः सर्ववित्प्राज्ञःस साधुः सर्वकर्मकृत् ॥
]

`verse 56 [
स सत्यवाकूछुचिर्दाता यः स्तौति पुरुषोत्तमम्  ।
असंभाष्या हि ते सर्वे सर्वधर्मबहिष्कृताः  ॥
]

`verse 57 [
येषां प्रवर्तने नास्ति हरिमुद्दिश्य सत्क्रिया  ।
न शुद्धं विद्यते तस्य मनो वाक्च दुरात्मनः  ॥
]

`verse 58 [
यस्य सर्वार्थदे विष्णौ भक्तिर्नाव्यभिचारिणी  ।
आराध्य विधिवद्देवं हरिं सर्वसुखप्रदम्  ॥
]

`verse 59 [
प्राप्नोति पुरुषः सम्यग्यद्यत्प्रार्थयते फलम्  ।
कर्म कामादिकं सर्वं श्रद्धधानः सुरोत्तमः  ।
असुरादिवपुः सिद्धैर्देयते यस्य नान्तरम्  ॥
]

`verse 60 [
सकलमुनिभिराद्यश्चिन्त्यते यो हि शुद्धो निखिलहृदि निविष्टो वेत्ति यः सर्वसाक्षी  ।
तमजममृतमीशं वासुदेवं नतोऽस्मि भयमरणविहीनं नित्यमानन्दरूपम्  ॥
]

`verse 61 [
निखिलभुवन नाथं शाश्वतं सुप्रसन्नं त्वतिविमलविशुद्धं निर्गुणं भवपुष्पैः  ।
सुखमुदितसमस्तं पूजयाम्यात्मभावं विशतु हृदयपद्मे सर्वसाक्षी चिदात्मा  ॥
]

`verse 62 [
एवं मयोक्तं परमप्रभावमाद्यन्तहीनस्य परस्य विष्णोः  ।
तस्माद्विचिन्त्यः परमेश्वरोऽसौ विमुक्तिकामेन नरेण सम्यक् ॥
]

`verse 63 [
बोधस्वरूपं पुरुषं पुराणमादित्यवर्णं विमलं विशुद्धम्  ।
सञ्चिन्त्य विष्णुं परमद्वितीयं कस्तत्र योगी न लंय प्रयाति  ॥
]

`verse 64 [
इमं स्तवं यः सततं मनुष्यः पठेच्च तद्वत्प्रयतः प्रशान्तः  ।
स धूतपाप्मा विततप्रभावः प्रयाति लोकं विततं मुरारेः  ॥
]

`verse 65 [
यः प्रार्थयत्यर्थमशेषसौख्यं धर्मं च कामं च तथैव मोक्षम्  ।
स सर्वमुत्सृज्य परं पुराणं प्रयाति विष्णुं शरणं वरेण्यम्  ॥
]

`verse 66 [
विभुं प्रभुं विश्वधरं विशुद्धमशेषसंसारविनाशहेतुम्  ।
यो वासुदेवं विमलं प्रपन्नः स मोक्षमाप्नोति विमुक्तसङ्गः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डेऽच्युतस्तोत्रं नाम चतुस्त्रिंशदुत्तरद्विशततमोऽध्यायः
]
