`verse 1 [
सूत उवाच वेदान्तसाङ्ख्यसिद्धान्तब्रह्मज्ञानं वदाम्यहम्  ।
अहं ब्रह्म परं ज्योतिर्विष्णुरित्येव चिन्तयन्  ॥
]

`verse 2 [
सूर्ये हृद्व्योम्नि वह्नौ च ज्योतिरेकं त्रिधा स्थितम्  ।
यथा सर्पिः शीरस्थं गवां न कुरुते बलम्  ॥
]

`verse 3 [
निर्गतं कर्मसंयुक्तं दत्तं तासां महा बलम्  ।
तथा विष्णुः शरीरस्थो न करोति हितं नणाम्  ॥
]

`verse 4 [
विनाराधनया देवः सर्वगः परमेश्वरः  ।
आरुरुक्षुमतीनां तु कर्मज्ञानमुदाहृतम्  ॥
]

`verse 5 [
आरूढयोगवृक्षाणां ज्ञानं त्यागं परं मतम्  ।
ज्ञातुमिच्छति शब्दादीन्रागो द्वेषोऽथ जायते  ॥
]

`verse 6 [
लोभो मोहः क्रोध एतैर्युक्तः पापं नरश्चरेत् ।
हस्तावुपस्थमुदरं वाक्चतुर्थो चतुष्टयम्  ॥
]

`verse 7 [
एतत्सुसंयतं यस्य स विप्रः कथ्यते बुधैः (धः)  ।
परवित्तं न गृह्णाति न हिंसां कुरुते तथा  ॥
]

`verse 8 [
नाक्षक्रीडारतो यस्तु हस्तौ तस्य सुसंयतौ  ।
परस्त्रीवर्जनरतस्तस्योपस्थं सुसंयतम्  ॥
]

`verse 9 [
अलोलुपमिदं भुङ्क्ते जठरं तस्य संयतम्  ।
सत्यं हितं मितं ब्रूते यस्माद्वाक्तस्य संयता  ॥
]

`verse 10 [
यस्य संयतान्येतानि तस्य किं तपसाध्वरैः  ।
ऐक्यं यद्बुद्धिमनसोरिन्द्रियाणां च सर्वदा  ॥
]

`verse 11 [
सबीजं वापि निर्बोजं ध्यानमेतत्प्रकीर्तितम्  ।
भ्रुवोर्मध्ये स्थितां बुद्धिं विषयेषु युनक्ति यः  ॥
]

`verse 12 [
हन्द्रियाणामुपरमे मनसि ह्यव्यवस्थिते  ॥
]

`verse 13 [
स्वप्नान्पश्यत्यसौ जीवो बाह्यानाभ्यन्तरानथ  ।
जीवो जाग्रदवस्थायामेवमाहुर्विपाश्चितः  ॥
]

`verse 14 [
हृदि स्थितः स तमसा मोहितो न स्मरत्यपि  ।
यदा तस्य कुतो वेति सुषुप्तिरिति कथ्यते  ॥
]

`verse 15 [
जाग्रतो यस्य नो तन्द्रा न मोहो न भ्रमस्तथा  ।
उत्पद्यते न जानाति शब्दार्थविषयान्वशी  ॥
]

`verse 16 [
इन्द्रियाणि समाहृत्य विषयेभ्यो मनस्तथा  ।
बुद्ध्याहङ्कारमपि च प्रकृत्या बुद्धिमेव च  ॥
]

`verse 17 [
संयम्य प्रकृतिं चापि चिच्छक्त्या केवले स्थितः  ।
पश्यत्यात्मानि चात्मानमात्मनात्मप्रकाशकम्  ॥
]

`verse 18 [
चिद्रूपममृतं शुद्धं निष्क्रियं व्यापकं शिवम्  ।
तुरीयायामवस्थायामास्थितोऽसौ न संशयः  ॥
]

`verse 19 [
शब्दादयो गुणाः पञ्च सत्त्वाद्याश्च गुणास्त्रयः  ।
पुर्यष्टकस्य पद्मस्य पत्राण्यष्टौ च तानि हि  ॥
]

`verse 20 [
साम्यावस्था गुणकृता प्रकृतिस्तत्र कर्णिका  ।
कर्णिकायां स्थितो देवो देही चिद्रूप एव हि  ॥
]

`verse 21 [
पुर्यष्टकं परित्यज्य प्रकृतिञ्च गुणात्मिकाम्  ।
यदा याति तदा जीवो याति मुक्तिं न संशयः  ॥
]

`verse 22 [
प्राणायामो जपश्चैव प्रत्याहारोऽथ धारणा  ।
ध्यानं समाधिरित्येते षड्योगस्य प्रसाधकाः  ॥
]

`verse 23 [
पापक्षये देवतानां प्रीतिरिन्द्रियसंयमः  ।
जपध्यानयुतो गर्भो विपरीतस्त्वगर्भकः  ॥
]

`verse 24 [
षट्त्रिंशन्मात्रकः श्रेष्ठश्चतुर्विंशतिमात्रकः  ।
मध्यो द्वादशमात्रस्तु ओङ्कारं सततं जपेत् ॥
]

`verse 25 [
वाचके प्रणवे ज्ञाते वाच्यं ब्रह्म प्रसीदति  ।
(ओंनमो विष्णवे).षष्ठाक्षरश्च जप्तव्यो गायत्त्री द्वादशाक्षरी  ॥
]

`verse 26 [
सर्वेषामिन्द्रियाणां तु प्रवृतिर्विषयेषु च  ।
निवृत्तिर्मनसस्तस्याः प्रत्याहारः प्रकीर्तितः  ॥
]

`verse 27 [
इन्द्रियाणीन्द्रियार्थेभ्यः समाहृत्य हितो हि सः  ।
सहसा सह बुद्ध्या च प्रत्याहारेषु संस्थितः  ॥
]

`verse 28 [
प्राणायामैर्द्वादशभिर्यावत्कालःकृतो भवेत् ।
यस्तावत्कालपर्यन्तं मनो ब्रह्मणि धारयेत् ॥
]

`verse 29 [
तस्यैव ब्रह्मणा प्रोक्तं ध्यानं द्वादश धारणाः  ।
तुष्येत नियतो युक्तः समाधिः सोऽभीधीयते  ॥ १,२३५.२८*१ ॥

ध्यायन्न चलते यस्य मनोभिध्यायतो भृशम्  ॥
]

`verse 30 [
प्राप्यावधिकृतं कालं यावत्सा धारणा स्मृता  ।
ध्येये सक्तं मनो यस्य ध्येयमेवानुपश्यति  ॥
]

`verse 31 [
नान्यं पदार्थं जानाति ध्यानमेतत्प्रकीर्तितम्  ।
ध्येये मनो निश्चलतां याति ध्येयं विचिन्तयन्  ॥
]

`verse 32 [
यत्तद्ध्यानं परं प्रोक्तं मुनिभिर्ध्यानचिन्तकैः  ।
ध्येयमेव हि सर्वत्र ध्याता तन्मयतां गतः  ॥
]

`verse 33 [
पश्यति द्वैतरहितं समाधिः सोऽभिधीयते  ।
मनः सङ्कल्परहितमिन्द्रियार्थान्न चिन्तयेत् ॥
]

`verse 34 [
यस्य ब्रह्मणि संलीनं समाधिस्थं तदोच्यते  ।
ध्यायतः परमात्मानमात्मस्थं यस्य योगिनः  ॥
]

`verse 35 [
मनस्तन्मयतां याति समाधिस्थः स कीर्तितः  ।
चित्तस्य स्थिरता भ्रान्तिर्दैर्मनस्यं प्रमादता  ॥
]

`verse 36 [
योगिनां कथिता दोषा योगविघ्नप्रवर्तकाः  ।
स्थित्यर्थं मनसः सर्वं स्थूलरूपं विचिन्तयेत् ॥
]

`verse 37 [
तद्व्रतं निश्चलीभूतं सूय्यस्थं स्थिरतां व्रजेत् ।
न विना परमात्मानं किञ्चिज्जगति विद्यते  ॥
]

`verse 38 [
विश्वरूपं तमेवैकमिति ज्ञात्वा विमुञ्चति  ।
ओङ्कारं परमं ब्रह्म ध्यायेदब्जस्थितं विभुम्  ॥
]

`verse 39 [
क्षेत्रक्षेत्रज्ञरहितं जपेन्मात्रात्रयान्वितम्  ।
हृदि सञ्चिन्तयेत्पूर्वं प्रधानं तस्य चोपरि  ॥
]

`verse 40 [
तमो रजस्तथा सत्त्वं मण्डलत्रितयं क्रमात् ।
कृष्णरक्तसितं तस्मिन्पुरुषं जीवसंज्ञितम्  ॥
]

`verse 41 [
तस्योपरि गुणैश्वर्यमष्टपत्रं सरोरुहम्  ।
ज्ञानं तु कर्णिका तत्र विज्ञानं केसराः स्मृताः  ॥
]

`verse 42 [
वैराग्यनालं तत्कन्दो वैष्णवो धर्म उत्तमः  ।
कर्णिकायां स्थितं तत्र जीववन्निश्चलं विभु  ॥
]

`verse 43 [
ध्यायेदुरसि संयुक्तमोङ्कारं मुक्तिसाधकम्  ।
ध्यायन्यदि त्यजेत्प्राणान्याति ब्रह्म स्वसन्निधिम्  ॥
]

`verse 44 [
हरिं संस्थाप्य देहाब्जे ध्यायन्यो गी च भक्तिभाक् ।
आत्मानमात्मना केचित्पश्यन्ति ध्यानचक्षुषः  ॥
]

`verse 45 [
सांख्यबुद्ध्या तथैवान्ये योगेनान्ये तु योगिनः  ।
ब्रह्मप्रकाशकं ज्ञानं भवबन्धविभेदनम्  ॥
]

`verse 46 [
तत्रैकचित्ततायोगो मुक्तिदो नात्र संशयः  ।
जितेन्द्रियात्मकरणो ज्ञानदृप्तो हि यो भवेत् ॥
]

`verse 47 [
स मुक्तः कथ्यते योगी परमात्मन्यवस्थितः  ।
आसनस्थानविधयो न योगस्य प्रसाधकाः  ॥
]

`verse 48 [
विलम्बजनकाः सर्वे विस्तराः परिकीर्तिताः  ।
शिशुपालः सिद्धिमाप स्मरणाभ्यासगौरवात् ॥
]

`verse 49 [
योगाभ्यासं प्रकुर्वन्तः पस्यन्त्यात्मानमात्मना  ।
सर्वभूतेषु कारुण्यं विद्वेषं विषयेषु च  ॥
]

`verse 50 [
गुप्तशिश्रोदरादिश्च कुर्वन्योगी विमुच्यते  ।
इन्द्रियैरिन्द्रियार्थांस्तु न जानाति नरो यदा  ॥
]

`verse 51 [
काष्ठवद्ब्रह्मसंलीनो योगी मुक्तस्तदा भवेत् ।
सर्ववर्णाः श्रियः सर्वाः कृत्वा पापानि भस्मसात् ॥
]

`verse 52 [
ध्यानाग्निना च मेधावी लभते परमां गतिम्  ।
मन्थनाद्दृश्यते ह्यग्निस्तद्वद्ध्यानेन वै हरिः  ॥
]

`verse 53 [
ब्रह्मात्मनोर्यदैकत्वं स योगश्चोत्तमोत्तमः  ।
बाह्यरूपैर्न मुक्तिस्तु चान्तस्थैः स्याद्यमादिभिः  ॥
]

`verse 54 [
साङ्ख्यज्ञानेन योगेन वेदान्तश्रवणेन च  ।
प्रत्यक्षतात्मनो या हि सा मुक्तिरभिधीयते  ।
अनात्मन्यात्मरूपत्वमसतः सत्स्वरूपता  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ब्रह्मविज्ञानस्वरूपणं नाम पञ्चत्रिंशदुत्तरद्विशततमोऽध्यायः
]
