`verse 1 [
श्रीभगवानुवाच  ।
आत्मज्ञानं प्रवक्ष्यामि शृणु नारद तत्त्वतः  ।
अद्वैतं साङ्ख्यमित्याहुर्योगस्तत्रैकचित्तता  ॥
]

`verse 2 [
अद्वैतयोगसम्पन्नास्ते मुच्यन्तेऽतिबन्धनात् ।
अतीतारब्धमागामि कर्म नश्यति बोधतः  ॥
]

`verse 3 [
सद्विचारकुठारेण च्छिन्नसंसारपादपः  ।
ज्ञानवैराग्यतीर्थेन लभते वैष्णवं पदम्  ॥
]

`verse 4 [
जाग्रत्स्वप्नसुषुप्तं च माया त्रिपुरमुच्यते  ।
अत्रैवान्तर्गतं सर्वं शाश्वते नाद्वये पदे  ॥
]

`verse 5 [
नामरूपक्रियाहीनं सर्वं तत्परमं पदम्  ।
जगत्कृत्वेश्वरोऽनन्तं स्वयमत्र प्रविष्टवान्  ॥
]

`verse 6 [
वेदाहमेतं पुरुषं चिद्रूपं तमसः परम्  ।
सोऽहमस्मीति मोक्षाय नान्यः पन्था विमुक्तये  ॥
]

`verse 7 [
श्रवणं मननं ध्यानं ज्ञानानां चैव साधनम्  ।
यज्ञदानतपस्तीर्थवेदैर्मुक्तिर्न लभ्यते  ॥
]

`verse 8 [
त्यागेन केनचिद्ध्यानपूजाकर्मादिभिर्यथा  ।
द्विविधं वेदवचनं कुरु कर्म त्यजेति च  ॥
]

`verse 9 [
यज्ञादयो विमुक्तानां निष्कामानां विमुक्तये  ।
अन्तः करणशुद्ध्यर्थमूचुरेवात्र केचन  ॥
]

`verse 10 [
एकेन जन्मना ज्ञानन्मुक्तिर्न द्वैतभाविनाम्  ।
योगभ्रष्टाः कुयोगाश्च विप्रा योगिकुलोद्भवाः  ॥
]

`verse 11 [
कर्मणा बध्यते जन्तुर्ज्ञानान्मुक्तो भवाद्भवेत् ।
आत्मज्ञानन्त्वाश्रयेद्वै अज्ञानं यदतोऽन्यथा  ॥
]

`verse 12 [
यदा सर्वे विमुच्यन्ते कामा येस्यहृदि स्थिताः  ।
तदामृतत्वमाप्नोति जीवन्नेव न संशयः  ॥
]

`verse 13 [
व्यापकत्वात्कथं याति को याति क्व स याति च  ।
अनन्तत्वान्नदेशोऽस्ति अमूर्तित्वाद्गतिः कुतः  ॥
]

`verse 14 [
अद्वयत्वान्न कोऽप्यस्ति बोधत्वाज्जडता कुतः  ।
एकोद्दिष्टं यदन्यस्य मतिवाग्गतिसंस्थिति (म्)  ॥
]

`verse 15 [
कथमाकाशकल्पस्य गतिरागतिसंस्थिति  ।
जाग्रत्स्वप्नसुषुप्तं च मायया परिकल्पितम्  ॥
]

`verse 16 [
वस्तु तैजसकं प्राज्ञे यत्तु पुण्यमखण्डकम्  ।
यथा ते प्रियात्मा नः सर्वेषां च तथा प्रियः  ॥
]

`verse 17 [
बोधमार्गे यथा चित्तं सर्वेषां च तथा मते  ।
सर्वदा सर्वभूतानां सर्वस्य च महामुने  ॥
]

`verse 18 [
नाहमत्रात्मविज्ञानं तस्मात्पूर्णं निरन्तरम्  ।
जाग्रत्स्वप्नं तथा वृत्तं सौषुप्तसुखमेव च  ॥
]

`verse 19 [
स्मरणं विस्मृतार्थस्य नास्ति चेत्कस्य जायते  ।
सत्यमस्तु तथा वाणु अशरीरं परं तथा  ॥
]

`verse 20 [
नास्ति चेत्सुखदुः खानां सर्वेषां वेदनं कथम्  ।
सदा सर्वत्र सर्वज्ञः सर्वस्य हृदये न येत् ॥
]

`verse 21 [
साक्षिभूतः समाश्रित्य को जानाति विचेष्टितम्  ।
सत्य ज्ञानानन्त भिन्नं स्यान्नसत्यं ज्ञानतः पृथक् ॥
]

`verse 22 [
नानन्त्यात्पृथगानन्दं नाप्यमानन्दतः पृथक् ।
त्वमेव परमं ब्रह्म सत्यज्ञानादिलक्षणम्  ॥
]

`verse 23 [
अहं ब्रह्म परं तत्त्वं ज्ञात्वा त्वखिलविद्भवेत् ।
यथैकमृन्मये ज्ञाते सर्वमेतच्चराचरम्  ॥
]

`verse 24 [
यथैकहेममणिना सर्वं हेममयं भवेत् ।
ज्ञानं तथैवमीशेन ज्ञानिनाप्यखिलं जगत् ॥
]

`verse 25 [
यथान्धकारदोषेण रज्जुः सम्यङ्नदृश्यते  ।
यथा संमोहदोषेण चात्मा सम्यङ्नदृश्यते  ॥
]

`verse 26 [
सर्पधारादिभिर्भेदरैन्यथा वस्तुकल्पनम्  ।
व्योमादिना सरूपाद्यैरन्यथात्मा प्रकल्प्यते  ॥
]

`verse 27 [
प्रत्यक्षमपि यद्द्रव्यन्दुर्दर्शमिति भाषते  ।
व्योमादिना सरूपाद्यैरन्यथा कल्पितैस्तथा  ॥
]

`verse 28 [
तथा हि रज्जुरुरगः शुक्तिः कारजतं यथा  ।
मृगतृष्णापथायाम्भस्तृप्तिं विष्णो तथा जगत् ॥
]

`verse 29 [
हाहिष्णोद्विजा कथि द्भोहमितिदृ  ।
ग्रहनाशात्पुनर्ध्यायन्ब्राह्मण्यं मन्यते यथा  ॥
]

`verse 30 [
मायाविष्टस्तथा जीवो देहोहमिति मन्यते  ।
मायानाशात्पुनः स्वीयरूपं ब्रह्मास्मि मन्यते  ॥
]

`verse 31 [
ग्रहनाशाद्यथा मान्यजनोक्रूरमवेक्षते  ।
स्वरूपदर्शनाच्चायं माया नाशन्तया विना  ॥
]

`verse 32 [
अनादित्वं समं द्वाभ्यां स्वरूपं तद्विलक्षणम्  ।
एकः सत्यं तथा भागी विचारेण परं मृषा  ॥
]

`verse 33 [
अजोपि हि सकृत्प्रेत्य संभवाम्यात्ममायया  ।
मायेच्छया द्विधा स स्यात्पतिः पत्नी सुखं जगत् ॥
]

`verse 34 [
अष्टाविंशतिभेदैस्तु त्रैगुण्यं विद्यते पृथक् ।
चतुरशीतिर्लक्ष्यन्ते नरनार्याकृतीनि च  ॥
]

`verse 35 [
एषुविश्वं प्रभवति खण्डजं मायया यथा  ।
आदावन्ते च सन्त्येते नामरूपक्रियादयः  ॥
]

`verse 36 [
सत्तावकल्पनं काले न सन्ति परमार्थतः  ।
यथा रथादयः स्वप्ने सन्तो नैव च सत्यतः  ॥
]

`verse 37 [
तथा जाग्रदवस्थायां भूतानि न तु सन्निधौ  ।
द्वैरूप्यं मायया याति जाग्रत्स्वप्नपदज्ञ (क्ष) योः  ॥
]

`verse 38 [
एवमेतत्परं ब्रह्म स्वप्नजाग्रत्पदद्वये  ।
सुषुप्तमचलं रूपमद्वयं पदमुच्यते  ॥
]

`verse 39 [
मायाविचारसिद्धैव विचारेण विलीयते  ।
आपातरहिता सापि कल्पना कालवर्तिनी  ॥
]

`verse 40 [
एवं तस्या (दात्या) त्मनादित्यं सिद्धमेकस्य सत्यजा  ।
सतोस्तित्वं वसातित्वादस्तित्वासत्यतां ततः  ॥
]

`verse 41 [
ज्ञानं ततोप्यनन्तो नः पूर्णोन्तः शुकमात्मना  ।
न नित्यभावाज्जातोहमकृत्वादमृतोस्म्यहम्  ।
दीपवद्धृदये ज्योतिरहं ब्रह्मास्मि मुक्तये  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे आत्मज्ञानस्वरूपवर्णनं नाम षट्त्रिंशदुत्तरद्विशततमोऽध्यायः
]
