`verse 1 [
श्रीभगवानुवाच  ।
यमश्च नियम.पार्थ आसनं प्राणसंयमः  ।
प्रत्याहारस्तथा ध्यानं धारणार्जुन सप्तमी  ॥
]

`verse 2 [
समाधिरिति चाष्टाङ्गो योग उक्तो विमुक्तये  ।
कर्मणा मनसा वाचा सर्वभूतेषु सर्वदा  ॥
]

`verse 3 [
हिंसाविरामको धर्मो ह्याहिंसा परमं सुखम्  ।
विधिना या भवेद्धिंसा सा त्वहिंसा प्रकीर्तिता  ॥
]

`verse 4 [
सत्यं ब्रूयात्प्रियं ब्रूयान्न ब्रूयात्सत्यमप्रियम्  ।
प्रियं च नानृतं ब्रूयादेष धर्मः सनातनः  ॥
]

`verse 5 [
यच्चद्रव्यापहरणं चौर्याद्वाथ बलेन वा  ।
स्तेयं तस्यानाचरणमस्तेयं धर्मसाधनम्  ॥
]

`verse 6 [
कर्मणा मनसा वाचा सर्वावस्थासु सर्वदा  ।
सर्वत्र मैथुनत्यागं ब्रह्मचर्यं प्रचक्षते  ॥
]

`verse 7 [
द्रव्याणामप्यनादानमापत्स्वपि तथेच्छया  ।
अपरिग्रहमित्याहुस्तं प्रयत्नेन वर्जयेत् ॥
]

`verse 8 [
द्विधा शौचं मृज्जलाभ्यां बाह्य भावादथान्तरात् ।
यदृच्छालाभतस्तुष्टिः सन्तोषः सुखलक्षणम्  ॥
]

`verse 9 [
मनसश्चैन्द्रियाणां च ऐकाग्र्यं परमं तपः  ।
शरीरशोषणं वापि कृच्छ्रचान्द्रायणादिभिः  ॥
]

`verse 10 [
वेदान्तशतरुद्रीयप्रणवादिजप बुधाः  ।
सत्त्वशुद्धिकरं पुंसां स्वाध्यायं परिचक्षते  ॥
]

`verse 11 [
स्तुतिस्मरणपूजादिवाङ्मनः कायकर्मभिः  ।
अनिश्चला हरौ भक्तिरेतदीश्वरचिन्तनम्  ।
आसनं स्वस्तिकं प्रोक्तं पद्ममर्धासनं तथा  ॥
]

`verse 12 [
प्राणः स्वदेहजो वायुरायामस्तन्निरोधनम्  ।
इन्द्रियाणां विचरतां विषयेषु त्वसत्स्विव  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
ब्रह्मगीतां प्रवक्ष्यामि यज्ज्ञात्वा मुच्यते भवान्  ।
अहंब्रह्मास्मि वाक्योत्थज्ञानान्मोक्षो भवेन्नणाम्  ॥
]

`verse 14 [
वाक्यज्ञानं भवेज्ज्ञानादहंब्रह्म पदार्थयोः  ।
पदद्वयार्थौ द्विविधौ वाच्यौ लक्ष्यौ स्मतौ बुधैः  ॥
]

`verse 15 [
वाक्यवाच्यश्च शबलो लक्ष्यः शुद्वः प्रकीर्तितः  ।
प्राणपिण्डात्मकोः यनचेतसामतुलं न यतु?  ॥
]

`verse 16 [
तथा वेदैरवाग्रूपमहंशब्देन सेव्यते  ।
प्रत्यग्रूनं त्वद्वितीयमहंशब्देन मन्यते  ॥
]

`verse 17 [
अव्ययानन्दचैतन्यं परोक्षसहितं परम्  ।
प्राणपिण्डात्मको योथ स द्वितीयविभागकः  ॥
]

`verse 18 [
पारोक्ष्येप्रेक्षणो ह्यत्र भागो लक्ष्येत वाहमा  ।
तथा ब्रह्मपदेनैव प्राणपिण्डात्मकारणाम्  ॥
]

`verse 19 [
निष्ठा परोक्षता चेति परित्यागेन वक्ष्यते  ।
अद्वयानन्दचैतन्यं प्रत्यग्ब्रह्मपदेन तु  ॥
]

`verse 20 [
अद्वयानन्दचैतन्यं लक्षयित्वा स्थितस्य च  ।
ब्रह्माहमस्म्यहं ब्रह्म चाहंब्रह्मपदार्थयोः  ॥
]

`verse 21 [
अहंब्रह्मास्मिवाक्याच्च स्वनुभूतिफलार्थकम्  ।
ऐक्यज्ञानं तु हि भवेद्वेदान्ताद्दूरतो ध्रुवम्  ॥
]

`verse 22 [
ज्ञानादज्ञानकार्यस्य निवृत्त्या मुक्तिरैक्यतः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे पूर्वखण्डे प्रथमांशाख्ये आचारकाण्डे ब्रह्मगीतासारवर्णनं नामैकोनचत्वारिंशदुत्तरद्विशततमोऽध्यायः
]
