`verse 1 [
श्रीभगवानुवाच  ।
सन्नपि ब्रह्म तस्मात्खं मरुत्खाच्च ततोऽनलः  ॥
]

`verse 2 [
अग्नेरापस्ततः पृथ्वी प्रपञ्चाकृतिसूतिका  ।
ततः सप्तदशं लिङ्गं पञ्चकर्मेन्द्रियाणि च  ॥
]

`verse 3 [
वाक्पाणिपादं पायुश्चाप्युपस्थमथ धीन्द्रियम्  ।
श्रोत्रं त्वक्चक्षुषी जिह्वा घ्राणं स्यात्पञ्च वायवः  ॥
]

`verse 4 [
प्राणोपानः समानश्च व्यानस्तूदान एव च  ।
मनोन्तः करणं धीश्च स्यान्मनः संशयात्मकम्  ॥
]

`verse 5 [
बुद्धिर्निश्चयरूपा तु एतत्सूक्ष्मस्वरूपकम्  ।
हिरण्यगर्भमात्मीयसूत्रं तत्कार्यालिङ्गकम्  ॥
]

`verse 6 [
पञ्चीकृतानि भूतानि ह्यपञ्चीकृतभूततः  ।
पञ्चीकृतेभ्यो भूतेभ्यो ब्रह्माण्डं समजायत  ॥
]

`verse 7 [
लोकप्रसिद्धं स्थूलाख्यं शरीरं चरणादिमत् ।
पञ्चीकृतानि भूतानि तत्कार्यं तत्स्थमेव च  ॥
]

`verse 8 [
सर्वं शरीरजातं च प्राणिनां स्थूलमीरितम्  ।
त्रिधाह्रि परमात्मस्थं शरीरं प्रोच्यते बुधैः  ॥
]

`verse 9 [
देहद्वयाभिगामी च त्वमथो जीव एकतः  ।
स्वभेदवाक्याद्ब्रह्मैव प्रविष्टं देहयोर्द्वयोः  ॥
]

`verse 10 [
जलार्क्ववद्वदरवज्जीवः प्राणादिधारणः  ।
जाग्रत्स्वप्नसुषुप्तीनां साक्षी जीवः स च स्मृतः  ॥
]

`verse 11 [
जाग्रत्स्वप्नसुषुप्त्याख्यैर्व्यातिरिक्तश्च निर्गुणः  ।
निर्गातावयवोसंगो नित्यशुद्धस्वभावकः  ॥
]

`verse 12 [
परमात्मैव यज्जाग्रत्स्वप्नाद्यैर्यस्त्रिधा मतः  ।
अन्तः करणराशेश्चैवान्तः करणःस्थितः  ॥
]

`verse 13 [
जाग्रत्स्वप्नसुषुप्तीश्च पश्यतो विकृतिः सदा  ।
फलक्रियाकारकयोर्जाग्रदादीन्वदाम्यहम्  ॥
]

`verse 14 [
इन्द्रियैरथ विज्ञानं जाग्रत्स्थानमुदीरितम्  ।
जाग्रत्संस्कारसंभूतप्रत्ययो विषयार्थिनः  ॥
]

`verse 15 [
स्वप्नं सुषुप्तिः करणोपसंघाते धियः (प) स्थित (ति)  ।
ब्रह्मणः कारणावस्थायां स्थितिः कालकात्मना  ॥
]

`verse 16 [
क्रमतोक्रमतो जीवो जाग्रदादि स पश्यति  ।
समाध्यारंभकाले तु पूर्वमेवावधारयेत् ॥
]

`verse 17 [
मुमुक्षावथ संजाते अन्तः करणकेवले  ।
विलापयेत्क्षेत्रजातं तत्क्षेत्रं परिशेषयेत् ॥
]

`verse 18 [
पञ्चीकृतेभ्यो भूतेभ्यो भाण्डादि व्यतिरिक्तकम्  ।
यथा मृदो घटो भिन्नो नास्ति तत्कार्यतस्तथा  ॥
]

`verse 19 [
पञ्चीकृतानि भूतानि अपञ्चीकृतभूततः  ।
शंसंति व्यतिरेकेण शिष्टाः सूक्ष्मशरीरकम्  ॥
]

`verse 20 [
अपञ्चीकृतभूतेभ्यो न लिङ्गं व्यतिरिक्तकम्  ।
पृथ्व्याधारं विना नास्ति विना नास्ति च तेन सा  ॥
]

`verse 21 [
तेजश्च वायुना नास्ति वायुः खेन विना न हि  ।
यद्ब्रह्मणा च खं नास्ति शुद्ध ब्रह्म विना च खम्  ॥
]

`verse 22 [
शुद्धभावस्तदा जाग्रत्स्वप्नादीनामसंभवः  ।
जीवत्ववर्जितः प्राप्तात्मचैतन्यानुरूपतः  ॥
]

`verse 23 [
नित्यं शुद्धं बुद्धमुक्तं सत्यं ब्रह्माद्वितीयकम्  ।
तत्त्वंपदान्तौ शिष्टौ च तत्कारो ब्रह्मवाचकः  ॥
]

`verse 24 [
उकारश्च अकारश्च मकारोयमृगद्वयः  ।
ब्रह्माहमस्म्यहं ब्रह्मज्ञानमज्ञानवर्धनम्  ॥
]

`verse 25 [
अयमात्मा परं ज्योतिश्चिन्नामानन्दरूपकः  ।
सत्यं ज्ञानमनतं हि त्वमसीति श्रुतीरितम्  ॥
]

`verse 26 [
अहं ब्रह्मास्मि निर्लेपमहं ब्रह्मास्मि सर्वगम्  ।
योसावादित्यपुरुषसोसावहमनादिमत् ।
गीतासारोर्ऽजुनायोक्तो येन ब्रह्मणि वै लयः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे प्रथमांशे आचारकाण्डे ब्रह्मगीतासारो नामेकोनचत्वारिंशदुत्तरद्विशततमोऽध्यायः
]
