`verse 1 [
श्रियं सरस्वतीं गौरीं गणेशं स्कन्दमीश्वरम् ।
ब्रह्माणं वह्निमिन्द्रादीन् वासुदेवं नमाम्यहम् ॥
]

`verse 2 [
नैमिषे हरिमीजाना ऋषयः शौनकादयः ।
तीर्थयात्राप्रसङ्गेन स्वागतं सूतमब्रुवन् ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 3 [
सूत त्वं पूजितोऽस्माभिः सारात्सारं वदस्व नः ।
येन विज्ञानमात्रेणसर्व्वज्ञत्वं प्रजायते ॥
]

`speaker [
सूत उवाच
]

`verse 4 [
सारात्सारो हि भगवान् विष्णुः सर्गादिकृद्विभुः ।
ब्रह्माहमस्मि तं ज्ञात्वा सर्व्वज्ञात्वं प्रजायते ॥
]

`verse 5 [
द्वे ब्रह्मणी वेदितव्ये शब्दब्रह्म परं च यत्।
द्वे विद्ये वेदितव्ये हि इति चाथर्वणी श्रुतिः ॥
]

`verse 6 [
अहं शुक्रश्च पैलाद्या गत्वा वदरिकाश्रमम् ।
व्यासं नत्वा पृष्टवन्तः सोऽस्मान् सारमथाब्रवीत् ॥
]

`speaker [
व्यास उवाच
]

`verse 7 [
शुकाद्यैः श्रृणु सूत त्वं वशिष्ठो मां यथाऽब्रवीत्।
ब्रह्मसारं हि पृच्छन्तं मुनिभिश्च परात्परम् ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 8 [
द्वैविध्यं ब्रह्मा वक्ष्यामि श्रृणु व्यासाखिलानुगम्।
यथाऽग्निर्मां पुरा प्राह मुनिभिर्दैवतैः सह ॥
]

`verse 9 [
पुराणं परमाग्नेयं ब्रह्मविद्याक्षरं परम् ।
ऋग्वेदाद्यपरं ब्रह्म सर्वदेवसुखावहम् ॥
]

`verse 10 [
अग्निनोक्तं पुराणं यदाग्नेयं ब्रह्मसम्मितम्
भुक्तिमुक्तिप्रदं दिव्यं पठतां श्रृण्वतां नृणाम् ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 11 [
संसारसागरोत्तारनावं ब्रह्मेश्वरं वेद।
विद्यासारं यद्विदित्वा सर्वज्ञो जायते नरः ॥
]

`speaker [
अग्निरुवाच
]

`verse 12 [
विष्णुः कालाग्निरुद्रोऽहं विद्यासारं वदामि ते।
विद्यासारं पुराणं यत्सर्वं सर्वस्य कारणम् ॥
]

`verse 13 [
सर्गस्य प्रतिसर्गस्य वंशमन्वन्तरस्य च।
वंशानुचरितादेश्च, मत्स्यकूर्म्मादिरूपधृक् ॥
]

`verse 14 [
द्वे विद्ये भगवान् विष्णुः परा चैवापरा च ह।
ऋग्यजुः सामाथर्वाख्या वेदाङ्गानि च षड् द्विज॥
]

`verse 15 [
शिक्षा कल्पो व्याकरणं निरुक्तं ज्योतिषाङ्गतिः।
छन्दोऽभिधानं मीमांसा धर्म्मशास्त्रं पुराणकम् ॥
]

`verse 16 [
न्यायवैद्यकगान्धर्वं धनुर्वेदोऽर्थशास्त्रकम्।
अपरेयं परा विद्या यया ब्रह्माभिगम्यते॥
]

`verse 17 [
यत्तददृश्ययमग्राह्यमगोत्रचरणं ध्रुवम्।
विष्णुनोक्तं यथा मह्यं देवेभ्यो ब्रह्मणा पुरा ॥
]

`verse 18 [
तथा ते कथयिष्यामि हेतुं मत्स्यादिरूपिणम् ॥
]

`colophon [
इत्यदिमहापुराणे आग्नेये प्रश्नो नाम प्रथमोध्यायः ॥
]
