`speaker [
वसिष्ठ उवाच
]

`verse 1 [
मत्स्यादिरूपिणं विष्णुं ब्रूहि सर्गादिकारणम् ।
पुराणं ब्रह्म चाग्नेयं यथा विष्णोः पुरा श्रुतम् ॥
]

`speaker [
अग्निरुवाच
]

`verse 2 [
मत्स्यावतारं वक्ष्येऽहं वसिष्ठ श्रृणु वै हरेः ।
अवतारक्रिया दुष्टनष्ट्यै सत्पालनाय हि ॥
]

`verse 3 [
आसीदतीतकल्पान्ते ब्राह्मो नैमित्तिको लयः ।
समुद्रोपप्लुतास्तत्र लोका भूरादिका मुने ॥
]

`verse 4 [
मनुर्वैवस्वतस्तेपे तपो वै भुक्तिमुक्तये।
एकदा कृतमालायां कुर्वतो जलतर्पणम् ॥
]

`verse 5 [
तस्याञ्चल्युदके मत्स्यः स्वल्प एकोऽभ्यपद्यत।
क्षेप्तुकामं जले प्राह न मां क्षिप नरोत्तम ॥
]

`verse 6 [
ग्राहादिभ्यो भयं मेऽद्यतच्छ्रुत्वा कलशेऽक्षिपत्।
स तु वृद्धः पुनर्मत्स्यः प्राह तं देहि मे बृहत् ॥
]

`verse 7 [
स्थानमेतद्वचः श्रुत्वा राजाऽथोदञ्चनेऽक्षिपत्।
तत्र वृद्धोऽब्रवीद् भूपं पृथु देहि पदं मनो ॥
]

`verse 8 [
सरोवरे पुनः क्षिप्तो ववृधे तत्प्रमाणवान् ।
ऊचे देहि बृहत् स्थानप्राक्षिपच्चाम्बुधौ ततः॥
]

`verse 9 [
लक्षयोजनविस्तीर्णः क्षणमात्रेण सोऽभवत्।
मत्स्यं तमद्‌भुतं दृष्ट्वा विस्मितः प्राव्रवीन्‌ मनुः ॥
]

`verse 10 [
को भवान्ननु वै विष्णुः नारायण नमोऽस्तुते।
मायया मोहयसि मां किमर्थं त्वं जनार्दन ॥
]

`verse 11 [
मनुनोक्तोऽब्रवीन्मत्स्यो मनुं वै पालने रतम्।
अवतीर्णो भवायास्य जगतो दुष्टनष्टये॥
]

`verse 12 [
सप्तमे दिवसे त्वव्धिः प्लावयिप्यति वै जगत् ।
उपस्थितायां नावि त्वं बीजादीनि विधाय च ॥
]

`verse 13 [
सप्तर्षिभिः परिवृतो निशां ब्राह्मीं चरिष्यसि।
उपस्थितस्य मे श्रृङ्गे निबध्नीहि महाहिना ॥
]

`colophon [
इत्युक्त्वान्तर्दृधे मत्स्यो मनुः कालप्रतीक्षकः ।
स्थितः समुद्र उद्वेले नावमारुरुहे तदा ॥
]

`verse 14 [
एकश्रृङ्गधरो मत्स्यो हैमो नियुतयोजनः।
नालम्बबन्ध तच्छृङ्गे मत्स्याख्यं च पुराणकम् ॥
]

`verse 15 [
शुश्राव मत्स्यात्पापघ्नं संस्तुवन् स्तुतिभिश्च तम् ।
ब्रह्मवेदप्रहर्त्तारं हयग्रीवञ्च दानवम् ॥
]

`verse 16 [
अवधीद् वेदमन्त्नाद्यान् पालयामास केशवः।
प्राप्ते कल्पेऽथ बाराहे कूर्म्मरूपोऽभवद्धरिः ॥
]
