`speaker [
अग्निरुवाच
]

`verse 1 [
अवतारं वराहस्य वक्ष्येऽहं पापनाशनम् ।
हिरण्याक्षोऽसुरेशोऽभूद् देवान् जित्वा दिवि स्थितः ॥
]

`verse 2 [
देवैर्गत्वा स्तुतो विष्णुर्यज्ञरूपो वराहकः ।
अभूत् तं दानवं हत्वा दैत्यैः साकञ्च कण्टकम्  ॥
]

`verse 3 [
धर्मदेवादिरक्षाकृतं ततः सोऽन्तर्द्दधे हरिः।
हिरण्याक्षस्य वै भ्राता हिरण्यकशिपुस्तथा ॥
]

`verse 4 [
जितदेवयज्ञभागः सर्वदेवाधिकारकृत्।
नारसिंहवपुः कृत्वा तं जघान सुरैः सह ॥
]

`verse 5 [
स्वपदस्थान् सुरांश्चक्रे नारसिंहः सुरैः स्तुतः।
देवासुरे पुरा युद्धे बलिप्रभृतिभिः सुराः ॥
]

`verse 6 [
जिताः स्वर्गात्परिभ्रप्टा हरिं वै शरणं गताः।
सुराणाममयं दत्त्वा अदित्या कश्यपेन च ॥
]

`verse 7 [
स्तुतोऽसौ वामनो भूत्वा ह्यदित्यां स क्रतुं ययौ।
बलेः श्रीयजमानस्य, राजद्वारेऽगृणात् श्रुतिम् ॥
]

`verse 8 [
वेदान् पठन्तं तं श्रुत्वा वामनं वरदोऽब्रवीत्।
निवारितोऽपि शुक्रेण बलिर्ब्रूहि यदिच्छसि ॥
]

`verse 9 [
त्तत्तेऽहं सम्प्रदास्यामि,वामनो बलिमब्रवीत्।
पदत्रयं हि गुर्वर्थं देहि दास्ये तमब्रवीत् ॥
]

`verse 10 [
तोये तु पतिते हस्ते वामनोऽभूदवामनः।
भूर्लोकं स भुवर्लोकं स्वर्लेकञ्च पदत्रयम् ॥
]

`verse 11 [
चक्रे बलिञ्च सुतलं तच्छक्राय ददौ हरिः।
शक्रो देवैर्हरिं स्तुत्वा भुवनेशः सुखीं त्वभूत् ॥
]

`verse 12 [
वक्ष्ये परशुरामस्य चावतारं श्रृणु द्विज।
उद्वतान् क्षत्रियान् मत्वा भूभारहाणाय सः ॥
]

`verse 13 [
अवतीर्णो हरिः शान्त्यै देवविप्रादिपालकः।
जमदग्ने रेणुकायां भार्गवः शस्त्रपारगः ॥
]

`verse 14 [
दत्तात्रेयप्रसादेन कार्त्तवीर्यो नृपस्त्वभूत्।
सहस्त्रबाहुः सर्वोर्वीपतिः स मृगयां गतः ॥
]

`verse 15 [
श्रान्तो निमन्त्रितोऽरण्ये मुनिना जमदग्निना।
कामधेनुप्रभावेण भोजितः सबलो नृपः ॥
]

`verse 16 [
अप्रार्थयत् कामधेनुं यदा स न ददौ तदा।
हृतवानथ रामेण शिरश्छित्त्वा निपातितः ॥
]

`verse 17 [
युद्धे परशुना राजा धेनुः स्वाश्रममाययौ ।
कार्त्तवीर्यस्य पुत्रस्तु जमदग्निर्निपातितः ॥
]

`verse 18 [
रामे वनं गते वैरादथ रामः समागतः।
पितरं निहतं दृष्ट्वा पितृनाशाभिमर्षितः ॥
]

`verse 19 [
त्रिः सप्तकृत्वः पृथिवीं निःक्षत्रामकरोद्विभुः।
कुरुश्रेत्रे पञ्च कुण्डान् कृत्वा सन्तर्प्य वै पितृन् ॥
]

`verse 20 [
काश्यपाय महीं दत्त्वा महेन्द्रे पर्वते स्थितः।
कूर्म्मस्य च वराहस्य नृसिंहस्य च वामनम् ॥
]

`verse 21 [
अवतारं च रामस्य श्रुत्वा याति दिवं नरः ॥
]
