`speaker [
अग्निरुवाच
]

`verse 1 [
रामायणमहं वक्ष्ये नारदेनोदितं पुरा।
वाल्मीकये यथा तद्वत् पठितं भुक्तिमुक्तिदम् ॥
]

`speaker [
नारद उवाच
]

`verse 2 [
विष्णुनाभ्यव्जजो ब्रह्मा मरीचिर्ब्रह्मणः सुतः।
मरीचेः कश्यपस्तस्मात् सूर्यो वैवस्वतो मनुः ॥
]

`verse 3 [
ततस्तस्मात्तथेक्ष्वाकुस्तस्य वंशे ककुत्स्थकः।
ककुत्स्थस्य रघुस्तस्मादजो दशरथस्ततः ॥
]

`verse 4 [
रावणादेर्वधार्थाय चतुर्द्धाभूत स्वयं हरिः।
राज्ञो दशरथाद्रामः कौशल्यायां बभूव ह ॥
]

`verse 5 [
कैकेय्यां भरतः पुत्रः सुमित्रायाञ्च लक्ष्मणः।
शत्रुघ्नः ऋष्यश्रृङ्गेण तासु सन्दत्तपायसात् ॥
]

`verse 6 [
प्राशिताद्यज्ञसंसिद्धाद्राद्रामाद्याश्च समाः पितुः।
यज्ञविध्नविनाशाय विश्वामित्रार्थितो नृपः ॥
]

`verse 7 [
रामं सम्प्रेषयामास लक्ष्मणं मुनिना सह।
रामो गतोऽस्त्रशस्त्राणि शिक्षितस्ताडकान्तकृत ॥
]

`verse 8 [
मारीचं मानवास्त्रेण मोहितं दूरतोऽनयत्।
सुबाहुं यज्ञहन्तारं सबलञ्चावधीद् बली ॥
]

`verse 9 [
सिद्धाश्रमनिवासी च विश्वामित्रादिभिः सह।
गतः क्रतुं मैथिलस्य द्रष्टुञ्चापंसहानुजः ॥
]

`verse 10 [
शतानन्दनिमित्तेन विश्वामित्रप्रभावतः।
रामाय कथितो राज्ञा समुनिः पूजितः क्रतौ ॥
]

`verse 11 [
धनुरापूरयामास लीलया स बभञ्ज तत् ।
वीर्यशुल्कञ्च जनकः सीतां कन्यान्त्वयोनिजाम् ॥
]

`verse 12 [
ददौ रामाय रामोऽपि पित्रादौ हि समागते।
उपयेमे जानकीन्तामुर्मिलां लक्ष्मणस्तथा ॥
]

`verse 13 [
श्रुतकीर्त्तिं माण्डवीञ्च कुशध्वजसुते तथा।
जनकस्यानुजस्यैते शत्रुघ्नभरतावुभौ ॥
]

`verse 14 [
कन्ये द्वे उपयेमाते जनकेन सुपूजितः।
रामोऽगात्सवशिष्ठाद्यैर्जामदगन्यं विजित्य च॥
अयोध्यां भरतोभ्यागात् सशत्रुघ्नो युधाजितः ॥
]
