`speaker [
नारद उवाच
]

`verse 1 [
भरतेऽथ गते रामः पित्रादीनभ्यपूजयत् ।
राजा दशरथो राममुवाच शृणु राघव  ॥
]

`verse 2 [
गुणानुरागाद्राज्ये त्वं प्रजाभिरभिषेचितः  ।
मनसाहं प्रभाते ते यौवराज्यं ददामि ह  ॥
]

`verse 3 [
रात्रौ त्वं सीतया सार्धं संयतः सुव्रतो भव  ।
राज्ञश्च मन्त्रिणश्चाष्टौ सवसिष्ठास्तथाब्रुवन्  ॥
]

`verse 4 [
सृष्टिर्जयन्तो विजयः सिद्धार्थो राष्ट्रवर्धनः  ।
अशोको धर्मपालश्च सुमन्त्रः सवसिष्ठकः  ॥
]

`verse 5 [
पित्रादिवचनं श्रुत्वा तथेत्युक्त्वा स राघवः  ।
स्थितो देवार्चनं कृत्वा कौशल्यायै निवेद्य तत् ॥
]

`verse 6 [
राजोवाच वसिष्ठादीन् रामराज्याभिषेचने  ।
सम्भारान् सम्भवन्तु स्म इत्युक्त्वा कैकेयीङ्गतः  ॥
]

`verse 7 [
अयोध्यालङ्कृतिं दृष्ट्वा ज्ञात्वा रामाभिषेचनं  ।
भविष्यतीत्याचचक्षे कैकेयीं मन्थरा सखी  ॥
]

`verse 8 [
पादौ गृहीत्वा रामेण कर्षिता सापराधतः  ।
तेन वैरेण सा राम वनवासञ्च काङ्क्षति  ॥
]

`verse 9 [
कैकेयि त्वं समुत्तिष्ठ रामराज्याभिषेचनं  ।
मरणं तव पुत्रस्य मम ते नात्र संशयः  ॥
]

`verse 10 [
कुब्जयोक्तञ्च तच्छ्रुत्वा एकमाभरणं ददौ  ।
उवाच मे यथा रामस्तथा मे भरतः सुतः  ॥
]

`verse 11 [
उपायन्तु न पश्यामि भरतो येन राज्यभाक् ।
कैकेयीमब्रवीत्क्रुद्धा हारं त्यक्त्वाथ मन्थरा  ॥
]

`verse 12 [
बालिशे रक्ष भरतमात्मानं माञ्च राघवात् ।
भविता राघवो राजा राघवस्य ततः सुतः  ॥
]

`verse 13 [
राजवंशस्तु कैकेयि भरतात्परिहास्यते  ।
देवासुरे पुरा युद्धे शम्बरेण हताः सुराः  ॥
]

`verse 14 [
रात्रौ भर्ता गतस्तत्र रक्षितो विद्यया त्वया  ।
वरद्वयन्तदा प्रादाद्याचेदानीं नृपञ्च तत् ॥
]

`verse 15 [
रामस्य च वनेवासं नव वर्षाणि पञ्च च  ।
यौवराज्यञ्च भरते तदिदानीं प्रदास्यति  ॥
]

`verse 16 [
प्रोत्साहिता कुब्जया सा अनर्थे चार्थदर्शिनी  ।
उवाच सदुपायं मे कच्चित्तं कारयिष्यति  ॥
]

`verse 17 [
क्रोधागारं प्रविष्टाथ पतिता भुवि मूर्छिता  ।
द्विजादीनर्चयित्वाथ राजा दशरथस्तदा  ॥
]

`verse 18 [
ददर्श केकयीं रुष्टामुवाच कथमीदृशी  ।
रोगार्ता किं भयोद्विग्ना किमिच्छसि करोमि तत् ॥
]

`verse 19 [
येन रामेण हि विना न जीवामि मुहूर्तकम्  ।
शपामि तेन कुर्यां वै वाञ्छितं तव सुन्दरि  ॥
]

`verse 20 [
सत्यं ब्रूहीति सोवाच नृपं मह्यं ददासि चेत् ।
वरद्वयं पूर्वदत्तं सत्यात्त्वं देहि मे नृप  ॥
]

`verse 21 [
चतुर्दशसमा रामो वने वसतु संयतः  ।
सम्भारैरेभिरद्यैव भरतोत्राभिषेच्यताम्  ॥
]

`verse 22 [
विषं पीत्वा मरिष्यामि दास्यसि त्वं न चेन्नृप  ।
तच्छ्रुत्वा मूर्छितो भूमौ वज्राहत इवापतत् ॥
]

`verse 23 [
मुहूर्ताच्चेतनां प्राप्य कैकेयीमिदमब्रवीत् ।
किं कृतं तव रामेण मया वा पापनिश्चये  ॥
]

`verse 24 [
यन्मामेवं ब्रवीषि त्वं सर्वलोकाप्रियङ्करि  ।
केवलं त्वत्प्रियं कृत्वा भविष्यामि सुनिन्दितः  ॥
]

`verse 25 [
या त्वं भार्या कालरात्री भरतो नेदृशः सुतः  ।
प्रशाधि विधवा राज्यं मृते मयि गते सुते  ॥
]

`verse 26 [
सत्यपाशनिबद्धस्तु राममाहूय चाब्रवीत् ।
कैकेय्या वञ्चितो राम राज्यं कुरु निगृह्य माम्  ॥
]

`verse 27 [
त्वया वने तु वस्तव्यं कैकेयीभरतो नृपः  ।
पितरञ्चैव कैकेयीं नमस्कृत्य प्रदक्षिणं  ॥
]

`verse 28 [
कृत्वा नत्वा च कौशल्यां समाश्वस्य सलक्ष्मणः  ।
सीतया भार्यया सार्धं सरथः ससुमन्त्रकः  ॥
]

`verse 29 [
दत्वा दानानि विप्रेभ्यो दीनानाथेभ्य एव सः  ।
मातृभिश्चैव विप्राद्यैः शोकार्तैर्निर्गतः पुरात् ॥
]

`verse 30 [
उषित्वा तमसातीरे रात्रौ पौरान् विहाय च  ।
प्रभाते तमपश्यन्तोऽयोध्यां ते पुनरागताः  ॥
]

`verse 31 [
रुदन् राजापि कौशल्या गृहमागात्सुदुःखितः  ।
पौरा जना स्त्रियः सर्वा रुरुदू राजयोषितः  ॥
]

`verse 32 [
रामो रथस्थश्चीराढ्यः शृङ्गवेरपुरं ययौ  ।
गुहेन पूजितस्तत्र इङ्गुदीमूलमाश्रितः  ॥
]

`verse 33 [
लक्ष्मणः स गुहो रात्रौ चक्रतुर्जागरं हि तौ  ।
सुमन्त्रं सरथं त्यक्त्वा प्रातर्नावाथ जाह्नवीं  ॥
]

`verse 34 [
रामलक्ष्मणसीताश्च तीर्णा आपुः प्रयागकम्  ।
भरद्वाजं नमस्कृत्य चित्रकूटं गिरिं ययुः  ॥
]

`verse 35 [
वास्तुपूजान्ततः कृत्वा स्थिता मन्दाकिनीतटे  ।
सीतायै दर्शयामास चित्रकूटञ्च राघवः  ॥
]

`verse 36 [
नखैर्विदारयन्तन्तां काकन्तच्चक्षुराक्षिपत् ।
ऐषिकास्त्रेण शरणं प्राप्तो देवान् विहायसः  ॥
]

`verse 37 [
रामे वनं गते राजा षष्ठेऽह्नि निशि चाब्रवीत् ।
कौशल्यां स कथां पौर्वां यदज्ञानद्धतः पुरा  ॥
]

`verse 38 [
कौमारे शरयूतीरे यज्ञदत्तकुमारकः  ।
शब्दभेदाच्च कुम्भेन शब्दं कुर्वंश्च तत्पिता  ॥
]

`verse 39 [
शशाप विलपन्मात्रा शोकं कृत्वा रुदन्मुहुः  ।
पुत्रं विना मरिष्यावस्त्वं च शोकान्मरिष्यसि  ॥
]

`verse 40 [
पुत्रं विना स्मरन् शोकात्कौशल्ये मरणं मम  ।
कथामुक्त्वाथ हा राममुक्त्वा राजा दिवङ्गतः  ॥
]

`verse 41 [
सुप्तं मत्त्वाथ कौशल्या सुप्ता शोकार्तमेव सा  ।
सुप्रभाते गायनाश्च सूतमागधवन्दिनः  ॥
]

`verse 42 [
प्रबोधका बोधयन्ति न च बुध्यत्यसौ मृतः  ।
कौशल्या तं मृतं ज्ञात्वा हा हतास्मीति चाब्रवीत्  ॥
]

`verse 43 [
नरा नार्योऽथ रुरुदुरानीतो भरतस्तदा  ।
वशिष्ठाद्यैः सशत्रुघ्नः शीघ्रं राजगृहात्पुरीम्  ॥
]

`verse 44 [
दृष्ट्वा सशोकां कैकेयीं निन्दयामास दुःखितः  ।
अकीर्तिः पातिता मूर्ध्नि कौशल्यां स प्रशस्य च  ॥
]

`verse 45 [
पितरन्तैलद्रोणिस्थं संस्कृत्य सरयूतटे  ।
वशिष्ठाद्यैर्जनैरुक्तो राज्यं कुर्विति सोऽब्रवीत् ॥
]

`verse 46 [
व्रजामि राममानेतुं रामो राजा मतो बली  ।
शृङ्गवेरं प्रयागञ्च भरद्वाजेन भोजितः  ॥
]

`verse 47 [
नमस्कृत्य भरद्वाजं रामं लक्ष्मणमागतः  ।
पिता स्वर्गं गतो राम अयोध्यायां नृपो भव  ॥
]

`verse 48 [
अहं वनं प्रयास्यामि त्वदादेशप्रतीक्षकः  ।
रामः श्रुत्वा जलं दत्वा गृहीत्वा पादुके व्रज  ॥
]

`verse 49 [
राज्यायाहन्नयास्यामि सत्याच्चीरजटाधरः  ।
रामोक्तो भरतश्चायान्नन्दिग्रामे स्थितो बली  ॥
त्यक्त्वायोध्यां पादुके ते पूज्य राज्यमपालयत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये रामायणेऽयोध्याकाण्डवर्णनं नाम षष्ठोऽध्यायः ॥
]
