`speaker [
नारद उवाच
]

`verse 1 [
रामो वशिष्ठं मातॄश्च नत्वाऽत्रिञ्च प्रणम्य सः।
अनसूयाञ्च तत्पत्नीं शरभङ्गं सुतीक्ष्णकम् ॥
]

`verse 2 [
अगस्त्य भ्रातरं नत्वा अगस्त्यन्तत्प्रसादतः।
धनुः खङ्गञ्च सम्प्राप्य दण्डकारण्यमागतः ॥
]

`verse 3 [
जनस्थाने पञ्चवट्यां स्थितो गोदावरीं तटे।
तत्र सूर्पणखायाता भक्षितुं तान् भयङ्करी ॥
]

`verse 4 [
रामं सुरूपं दृष्ट्वा सा कामिनी वाक्यमब्रवीत्।
कस्त्वं कस्मात्समायातो भर्त्ता मे भव चार्थितः ॥
]

`verse 5 [
एतौ च भक्षयिष्यामि इत्युक्त्वा तं समुद्यता ।
तस्या नासाञ्च कर्णौ च रामोक्तो लक्ष्मणोऽच्छिनत् ॥
]

`verse 6 [
रक्तं क्षरन्ती प्रययौ खरं भ्रातरमब्रवीत्।
मरीष्यामि विनासाऽहं खर जीवामि वै तदा
]

`verse 7 [
रामस्य भार्य्या सीताऽसौ तस्यासील्लक्ष्मणोऽनुजः।
तेषां यद्रुधिरं सोष्णं पाययिष्यसि मां यदि ॥
]

`verse 8 [
खरस्तथेति तामुक्त्वा यतुर्दृशसहस्त्रकैः।
रक्षसां दूषणेनागाद्योद्धु त्रिशिरसा सह ॥
]

`verse 9 [
रामं रामोऽपि युयुधे शरैर्विव्याध राक्षसान्।
हस्त्यश्वरथपादातं बलं निन्ये यमक्षयम् ॥
]

`verse 10 [
त्रिशीर्षाणं खरं रौद्रं युध्यन्तञ्चौव दूषणम्।
ययौ सूर्पणखा लङ्कां रावणाग्रेपतद् भुवि ॥
]

`verse 11 [
अब्रवीद्रावणं क्रुद्धा न त्वं राजा न रक्षकः।
खरादिहन्तू रामस्य सीतां भार्यां हरस्व च ॥
]

`verse 12 [
रामलक्ष्मणरक्तस्य पानाज्जीवामि नान्यथा।
तथेत्याह च तच्छ्रुत्वा मारीचं प्राह वै व्रज ॥
]

`verse 13 [
स्वर्णचित्रमृगो भूत्वा रामलक्ष्मणकर्षकः।
सीताग्रे तां हरिष्यामि अन्यथा मरणं तव ॥
]

`verse 14 [
मारीचो रावणं प्राह रामो मृत्युर्धनुर्धरः।
रावणादपि मर्त्तव्यं मर्त्तव्यं राघवादपि ॥
]

`verse 15 [
अवश्यं यदि मर्त्तव्यं वरं रामो न रावणः।
इति मत्वा मृगो भूत्वा सीताग्रे व्यचरन्मुहुः ॥
]

`verse 16 [
सीतया प्रेरितो रामः शरेणाथावधीच्च तम्।
म्रियमाणो मृगः प्राह हा सीते लक्ष्मणेति च ॥
]

`verse 17 [
सौमित्रिः सीतयोक्तोऽथ विरुद्धं राममागतः।
रावणोऽप्यहरत् सीतां हत्वा गृध्रं जटायुषम् ॥
]

`verse 18 [
जटायुषा स भिन्नाङ्गः अङ्केनादाय जानकीम्।
गतो लङ्कामशोकाख्ये धारयामास चाब्रवीत् ॥
]

`verse 19 [
भव भार्य्या ममाग्र्या त्वं राक्षस्यो रक्ष्यतामियम् ।
रामो हत्वा तु मारीचं दृष्ट्वा लक्ष्मणमब्रवीत् ॥
]

`verse 20 [
मायामृगोऽसौ सौमित्रे यथा त्वमिह चागतः ।
तथा सीता हृता नूनं नापश्यत् स गतोऽथ ताम् ॥
]

`verse 21 [
शुशोच विललापार्त्तो मां त्यक्त्वा क्क गतासि वै।
लक्ष्मणाश्वासितो रामो मार्गयामास  जानकीम् ॥
]

`verse 22 [
दृष्ट्वा जटायुस्तं प्राह रावणो हृतवांश्च ताम्।
मृतोऽथ संस्कृतस्तेन कबन्धञ्चावधीत्ततः ॥

शापमुक्तोऽब्रवीद्रामं स त्वं सुग्रीवमाव्रज ॥
]
