`speaker [
नारद उवाच
]

`verse 1 [
सम्पातिवचनं श्रुत्वा हनुमानङ्गदादयः।
अब्धिं दृष्ट्वाऽब्रुवंस्तेऽब्धिं लङ्घयेत को नु जीवयेत् ॥
]

`verse 2 [
कपीनां जीवनार्थाय रामकार्य्यप्रसिद्धये।
शतयोजनविस्तीर्णं पुप्लुवेऽब्धिं स मारुतिः ॥
]

`verse 3 [
दृष्ट्वोत्थितञ्च मैनाकं सिंहिकां विनिपात्य च ।
लङ्कां दृष्ट्वा राक्षसानां गृहाणि वनितागृहे ॥
]

`verse 4 [
दशग्रीवस्य कुम्भस्य कुम्भकर्णस्य रक्षसः।
विभीषणस्येन्द्रजितो गृहेऽन्येषां च रक्षसाम् ॥
]

`verse 5 [
नापश्यत् पानभूम्यादौ सीतां चिन्तापरायणः।
अशोकवनिकां गत्वा दृष्टवाञ्छिंशपातले ॥
]

`verse 6 [
राक्षसीरक्षितां सीतां भव भार्येति वादिनम्।
रावणं शिशपास्थोऽथ नेति सीतान्तु वादिनीम् ॥
]

`verse 7 [
भव भार्या रावणस्य राक्षसीर्वादिनीः कपिः।
गते तु रावणे प्राह राजा दशरथोऽभवत् ॥
]

`verse 8 [
रामोऽस्य लक्ष्ममः पुत्रौ वनवासङ्गतौ वरौ।
रामपत्नी जानकी त्वं रावणेन हृता बलात् ॥
]

`verse 9 [
रामः सुग्रीवमित्रस्त्वा मार्गयन् प्रैषयच्च माम् ।
साभिज्ञानञ्चांगुलीयं रामदत्तं गृहाण वै ॥
]

`verse 10 [
सीताऽङ्गुलीयं जग्रह साऽपश्यन्मारुतिन्तरौ।
भूयोऽग्रे चोपविष्टं तमुवाच यदि जीवति ॥
]

`verse 11 [
रामः कथं न नयति शङ्कितामब्रवीत् कपिः।
रामः सीते न जानीते ज्ञात्वा त्वां स नयिष्यति ॥
]

`verse 12 [
रावणं राक्षसं हत्वा सबलं देविमाशुच।
साभिज्ञानं देहि मे त्वं मणिं सीताऽददत्कपौ ॥
]

`verse 13 [
उवाच मां यथा रामो नयेच्छीघ्रं तथा कुरु।
काकाक्षिपातनकथाम्प्रतियाहि हि शोकह ॥
]

`verse 14 [
मणिं कथां गृहीत्वाह हनूमान्नेष्यते पतिः ।
अथवा ते त्वारा काचित् पृष्ठमारुह मे शुभे ॥
]

`verse 15 [
अद्य त्वां दर्शयिष्यामि ससुग्रीवञ्च राघवम् ।
सीताऽब्रवलीद्धनूमन्तं नयतां मां हि राघवः ॥
]

`verse 16 [
हनूमान् स दशग्रीवदर्शनोपायमाकरोत्।
वनं बभञ्च तत्पालान् हत्वा दन्तनखादिभिः ॥
]

`verse 17 [
हत्वा तु किङ्करान् सर्वान् सप्त मन्त्रिसुतानपि।
पुत्रमक्षं कुमारञ्च शक्रजिच्चबबन्ध तम् ॥
]

`verse 18 [
नागपाशेन पिङ्गाक्षं दर्शयामास रावणम्।
उवाच रावणः कस्त्वं मारुतिः प्राह रावणम् ॥
]

`verse 19 [
रामदूतो राघवाय सीतां देहि मरिष्यसि।
रामबाणैर्हतः सार्द्धं लङ्कास्थै राक्षसैर्ध्रुवम् ॥
]

`verse 20 [
रावणो हन्तुमुद्युक्तो विभीषणनिवारितः।
दीपयामास लाङ्गूलं दीप्तपुच्छः स मारुतिः ॥
]

`verse 21 [
दग्ध्वा लङ्कां राक्षसाश्च दृष्ट्वा सीतां प्रणम्य ताम।
समुद्रपारमागम्य दृष्ट्वा सीतेति चाब्रवीत् ॥
]

`verse 22 [
अङ्गदादीनङ्गदाद्यैः पीत्वा मधुवने मधु।
जित्वा दधिमुखादींश्च दृष्ट्वा तेऽब्रवन् ॥
]

`verse 23 [
दृष्टा सीतेति रामोऽपि हृष्टः पप्रच्छ मारुतिम्।
कथं दृष्टा त्वया सीता किमुवाच च माम्प्रति ॥
]

`verse 24 [
सीताकथामृतेनैव सिञ्च मां कामवह्निगम्।
हनूमानब्रवोद्रामं लङ्घयित्वाऽब्धिमागतः ॥
]

`verse 25 [
सीतां दृष्ठ्वा पुरीं दग्ध्वा सीतामणिं गृहाण वै।
हत्वा त्वं रावणं सीतां प्रास्यसे राम मा शुचः ॥
]

`verse 26 [
गृहीत्वा तं मणिं रामो रुरोद विरहातुरः ।
मणिं दृष्ट्वा जानकी मे दृष्टा सीता नयस्व माम् ॥
]

`verse 27 [
तथा विना न जीवामि सुग्रीवाद्यैः प्रबोधितः।
समुद्रतीरं गतवान् तत्र रामं विभीषणः ॥
]

`verse 28 [
गतस्तिरस्कृतो भ्रात्रा रावणेन दुरात्मना।
रामाय देहि सीतां त्वमित्युक्तेनासहायवान् ॥
]

`verse 29 [
रामो विभीषणं मित्रं लङ्कैवर्येऽभ्यषेचयत्।
समुद्रं प्रार्थयन्मार्गं यदा नायात्तदा शरैः ॥
]

`verse 30 [
भेदयामास रामञ्च उवाचाब्धि समागतः।
नलेन सेतुं बद्‌ध्वाब्धौ लङ्कां व्रज गभीरकः ॥
]

`verse 31 [
अहं त्वया कृतः पूर्वं रामोऽपि नलसेतुना।
कृतेन तरुशैलाद्यैर्गतः पारं महोदधेः ॥
वानरैः स सुवेलस्थः सह लङ्कां ददर्शवै ॥
]
