`speaker [
नारद उवाच
]

`verse 1 [
रामोक्तञ्चाङ्गदौ गत्वा रावणं प्राह जानकी।
दीयतां राघवायाशु अन्यथा त्वं मरिप्यसि ॥
]

`verse 2 [
रावणो हन्तुमुद्युक्तः सङ्ग्रामोद्धतराक्षसः।
रामयाह दशग्रीवो युद्धमेकं तु मन्यते ॥
]

`verse 3 [
रामो युद्धाय तच्छ्रुत्वा लङ्कां सकपिराययौ।
वानरो हनुमान मैन्दो द्विविदौ जाम्बवान्नलः ॥
]

`verse 4 [
नीलस्तारोङ्गदो धूभ्रः सुषेणः केशरी गयः।
पनसो विनतो रम्भः शरभः कथनो बली ॥
]

`verse 5 [
गवाक्षो दधिवक्त्रश्च गवयो गन्धमादनः।
एते चान्ये च सुग्रीव एतैर्युक्तो ह्यसङ्ख्यकैः ॥
]

`verse 6 [
रक्षसां वानराणाञ्च युद्धं सङ्कुलमाबभौ।
राक्षसा वानराञजघ्नुः शरशक्तिगदादिभिः ॥
]

`verse 7 [
वानरा राक्षसाञ् जघ्नुर्नखदन्तशिलादिभिः।
हस्त्थश्वरथपादातं राक्षसानां बलं हतम् ॥
]

`verse 8 [
हनूमान् गिरिऋङ्गेण धूम्राक्षमवधीद्रिपुम्।
अकम्पनं प्रहस्तञ्च युध्यन्तं नील आवधीत् ॥
]

`verse 9 [
इन्द्रजिच्छरबन्धाच्च विमुक्तौ रामलक्षमणौ।
तार्क्ष्यसन्दर्शनाद् बाणैर्जघ्ननू राक्षसं बलम् ॥
]

`verse 10 [
रामः शरैर्जर्जरितं रावणञ्चाकरोद्रणे।
रावणः कुम्बकर्णञ्च बौधयामास दुः खितः ॥
]

`verse 11 [
कुम्भकर्णः प्रबुद्धोऽथ पीत्वा घटसहस्त्रकम्।
मद्यस्य महिषादीनां भक्षयित्वाह रावणम् ॥
]

`verse 12 [
सीताया हरणं पापं कृतन्त्वं हि गुरुर्यतः।
अतो गच्छामि युद्धाय रामं हन्मि सवानरम् ॥
]

`colophon [
इत्युक्त्वा वानरान् सर्वान् कुम्भकर्णो ममर्द्द ह।
गृहीतस्तेन सुग्रीवः कर्णनासं चकर्त्त सः ॥
]

`verse 13 [
कर्णनासाविहीनोऽसौ भक्ष यामास वानरान्।
अथ कुम्भो निकुमभश्च मकराक्षश्च राक्षसः ॥
]

`verse 14 [
ततः पादौ ततश्छित्त्वा शिरो भूमौ व्यपातयत् ।
अथ कुम्भो निकुम्भश्च मकराक्षश्च राक्षसः ॥
]

`verse 15 [
महोदरो महापार्श्वो मत्त उन्तत्तराक्षसः।
प्रघसो भासकर्णश्च विरूपाक्षस्छ संयुगे ॥
]

`verse 16 [
देवान्तको नरान्तश्च त्रिशिराश्चातिकायकः।

रामेण लक्ष्मणेनैते वानरैः सविभीषणैः ॥
]

`verse 17 [
युध्यमानास्तथाह्यन्ये राक्षसाभुवि पातिताः।

इन्द्रजिन्मायया युध्यन् रामादीन् सम्बबन्ध ह ॥
]

`verse 18 [
वरदत्तैर्नागबाणै रोषध्या तौ विशल्यकौ।
विशल्ययाव्रणौ कृत्वा मारुत्यानीतपर्वने ॥
]

`verse 19 [
हनूमान् धारयामास तत्रागं यत्र संश्थितः।
निकुम्भिलायां होमादि कुर्वन्तं तं हि लक्ष्मणः ॥
]

`verse 20 [
शरैरिन्द्रजितं वीरं युद्धे तं तु व्यशातयत्।
रावणः शोकस्न्तप्तः सीतां हन्तुं समुद्यतः ॥
]

`verse 21 [
अविन्ध्यवारितो राजरथस्यः सबलौययौ।
इन्द्रोक्तो मातलीरामं रथस्थं प्रचकार तम् ॥
]

`verse 22 [
रामरावणयोर्युद्धं रामरावणयोरिव।
रावणो वानरान् हन्ति मारुत्याद्याश्च रावणम् ॥
]

`verse 23 [
रामः शस्त्रैस्तमस्त्रैश्च ववर्ष जलदो यथा।
तस्य ध्वजं स चिच्छेद रथमश्वांश्च सारथिम् ॥
]

`verse 24 [
धनुर्बाहूञ्छिरांस्येव उत्तिष्ठन्ति शिरांसि हि।
पैतामहेन हृदयं भित्त्वा रामेण रावणः ॥
]

`verse 25 [
भूतले पातितः सर्वै राक्षसै रुरुदुः स्त्रियः।
आश्वास्य तञ्च संस्कृत्य रामज्ञप्तो विभीषणः ॥
]

`verse 26 [
हनृमतानयद्रामः सीतां शुद्धां गृहीतवान्।
रामो वह्नौ प्रविष्टान्तां शुद्धामिन्द्रादिभिः स्तुतः ॥
]

`verse 27 [
ब्रह्मणा दशरथेन त्वं विष्ण् राक्षसमर्द्दनः।
इन्द्रौर्च्चितोऽमृतवृष्ट्या जीवयामास वानरान् ॥
]

`verse 28 [
रामेण पूजिता जग्मुर्युद्धं दृष्ट्वा दिवञ्च ते ।
रामो विभीषणायादाल्लङ्कामभ्यर्च्य वानरान् ॥
]

`verse 29 [
ससीतः पुष्पके स्थित्वा गतमार्गेण वै गतः।
दर्शयन् वनदुर्गाणि सीतायै हृष्टमानसः ॥
]

`verse 30 [
भरद्वाजं नमस्कृत्य नन्दिग्रामं समागतः।
भरतेन नतश्चागादयोध्यान्तत्र संश्थितः ॥
]

`verse 31 [
वसिष्ठादीन्नमस्कृत्य कौशल्याञ्चैव केकयीम् ।
सुमित्रां प्राप्तराज्योऽथ द्विजादीन् सोऽभ्यपूजयत् ॥
]

`verse 32 [
वासुदेवं स्वमात्मानमश्वमेधैरथायजत्।
सर्वदानानि स ददौ पालयामास स प्रजाः ॥
]

`verse 33 [
पुत्रवद्धर्म्मकामादीन् दुष्टनिग्रहणे रतः।
सर्वधर्म्मपरो लोकः सर्वशस्या च मेदिनी  ॥
नाकालमरणञ्चासीद्रामे राज्यं प्रशासति ॥
]
