`speaker [
नारद उवाच
]

`verse 1 [
राज्यस्थं राघवं जग्मुरगस्त्याद्याः सुपूजिताः।
धन्यस्त्वं विजयी यस्मादिन्द्रजिद्विनिपातितः ॥
]

`verse 2 [
ब्रह्मात्मजः पुलस्त्योभूद् विश्रवास्तस्यनैकषी।
पुष्पोत्कटाभूत् प्रथमा तत्पुत्रोभूद्धनेश्वरः ॥
]

`verse 3 [
नैकष्यां रावणो जज्ञे विंशद्बाहुर्द्दशाननः।
तपसा ब्रह्मदत्तेन वरेण जितदैवतः ॥
]

`verse 4 [
कुम्भकर्णः सनिद्रोऽभूद्धर्म्मिष्ठोऽभूद्धिभीषणः।
स्वसा शूर्पणखा तेषां रावणान्मेघनादकः ॥
]

`verse 5 [
इन्द्रं जित्वेन्द्रजिच्चाभूद्रावणादधिको बली।
हतस्त्वया लक्षमणेन देवादेः क्षेममिच्छता ॥
]

`colophon [
इत्युक्त्वा ते गता विप्रा अगस्त्याद्या नमस्कृताः।
देवप्रार्थितरामोक्तः शत्रुघ्नो लवणार्द्दनः ॥
]

`verse 6 [
अभूत् पूर्म्मथुरा काचिद् रामोक्तो भरतोऽवधीत्।
कोटित्रयञ्च शैलूषपुत्राणां निशितैः शरैः ॥
]

`verse 7 [
शैलूषं दुप्टगन्धर्वं सिन्धुतीरनिवासिनम्।
तक्षञ्च पुष्करं पुत्रं स्थापयित्वाथ देशयोः ॥
]

`verse 8 [
भरतोगात्सशत्रुघ्नो राघवं पूजयन् स्थितः।
रामो दुष्टान्निहत्याजौ शिष्टान् सम्पाल्य मानवः ॥
]

`verse 9 [
पुत्रौ कुशल्वौ जातौ वाल्मीकेराश्रमे वरौ।
लोकापवादात्त्यक्तायां ज्ञातौ सुचरितश्रवात् ॥
]

`verse 10 [
राज्येभिषिच्य ब्रह्माहमस्मीति ध्यानतत्परः।
दशवर्षसहस्त्राणि दशवर्षसतानि च ॥
]
