`speaker [
अग्निरुवाच
]

`verse 1 [
वक्ष्ये बुद्धावतारञ्च पठतः श्रृण्वतोर्थदम्।
पुरा देवासुरे युद्धे देत्यैर्द्देवाः पपाजिताः ॥
]

`verse 2 [
रक्ष रक्षेति शरणं वदन्तो जग्मुरीश्वरम्।
मायामोहस्वरूपोसौ शुद्धोदनसुतोऽभवत् ॥
]

`verse 3 [
मोहयामास दैत्यांस्तांस्त्याजिता वेदधर्मकम्।
ते च बौद्धा बभूवुर्हि तेभ्योन्ये वेदवर्जिताः ॥
]

`verse 4 [
आर्हतः सोऽभवत् पश्चादार्हतानकरोत् परान्।
एवं पाषण्डिनो जाता वेदधर्म्मादिवर्जिताः ॥
]

`verse 5 [
नारकार्हं कर्म चक्रुर्ग्रहीष्यन्त्यधमादपि।
सर्वे कलियुगान्ते तु भविष्यन्ति च सङ्कराः ॥
]

`verse 6 [
दस्यवः शीलहीनाश्च वेदो वाजसनेयकः।
दश पञ्च च शाखा वै प्रमाणेन भविष्यति ॥
]

`verse 7 [
धर्म्मकञ्चुकसंवीता अधर्मरुचयस्तथा।
मानुपान् भक्षयिष्यन्ति म्लेच्छाः पार्थिवरूपिणः ॥
]

`verse 8 [
कल्की विष्णुयशः पुत्रो याज्ञवल्क्यपुरोहितः।
उत्सादयिष्यति म्लेच्छान् गृहीतास्त्रः कृतायुधः ॥
]

`verse 9 [
स्थापयिष्यति मर्यादां चातुर्वर्ण्ये यथोचिताम्।
आश्रमेषु च सर्वेषु प्रजाः सद्धर्म्मवर्त्मनि ॥
]

`verse 10 [
कल्किरूपं परित्यज्य हरिः स्वर्गं गमिष्यति।
ततः कृतयुगन्नाम पुरावत् सम्भविष्यति ॥
]

`verse 11 [
वर्णाश्रमाश्च धर्मेषु स्वेषु स्थास्यन्ति सत्तम।
एवं सर्वेषु कल्पेषु सर्वमन्वन्तरेषु च ॥
]

`verse 12 [
अवतारा असङ्ख्याता अतीतानागतादयः।
विष्णोर्द्दशावताराख्यान्‌यः पठेत् श्रृणुयान्नरः ॥
]

`verse 13 [
सोवाप्तकामो विमलः सकुलः स्वर्गमाप्नुयात्।
धर्म्माधर्म्मव्यवस्थानमेवं वै कुरुते हरीः ॥
अवतीर्णश्च स गतः सर्गादेः कारणं हरिः ॥
]
