`speaker [
अग्निरुवाच
]

`verse 1 [
जगत्सर्गादिकां क्रीडां विष्णोर्वक्ष्येधुना श्रृणु।
स्वर्गादिकृत् स सर्गादिः सृष्ट्यादिः सगुणोगुणः ॥
]

`verse 2 [
ब्रह्माव्यक्तं सदाग्रेऽभूत् न खं रात्रिदिनादिकम्।
प्रकृतिं पुरुषं विष्णुः प्रविश्याक्षोभयत्ततः ॥
]

`verse 3 [
सर्गकाले महत्तत्त्वमहङ्कारस्ततोऽभवत्।
वैकारिकस्तैजसश्च भूतादिश्चैव तामसः ॥
]

`verse 4 [
अहङ्काराच्छब्दमात्रमाकाशमभवत्ततः ।
स्पर्शमात्रोऽनिलस्तस्माद्रूपमात्रोऽनलस्ततः  ॥
]

`verse 5 [
रसमात्रा आप इतो गन्धमात्रा मही स्मृता ।
अहङ्कारात्तामसात्तु तैजसानी न्द्रियाणि च ॥
]

`verse 6 [
वैकारिका दशदेवा मन एकादशेन्द्रियम्।
ततः स्वयम्भूर्भगवान् सिसृक्षुर्विविधाः प्रजाः ॥
]

`verse 7 [
अप एव ससर्जादौ तासु वीर्यमवासृजत् ।
आपो नारा इति प्रोक्ता आपो वै नरसूनवः ॥
]

`verse 8 [
अयनन्तस्य ताः पूर्वन्तेन नारायणः स्मृतः ।
हिरण्यवर्णमभवत् तदण्डमुदकेशयम् ॥
]

`verse 9 [
तस्मिन् जज्ञे स्वयं ब्रह्मा स्वयम्भूरिति नः श्रुतम्।
हिरण्यगर्भो भगवानुषित्वा परिवत्सरम् ॥
]

`verse 10 [
तदण्डमकरोद् द्वैधन्दिवं भुवमथापि च।
तयोः शकलयोर्म्मध्ये आकाशमसृजत् प्रभुः ॥
]

`verse 11 [
अप्सुं पारिप्लवां पृथ्वीं दिशश्च दशधा दधे।
तत्र कालंमनोवाचं कामं क्रोधमयो रतिम् ॥
]

`verse 12 [
ससर्ज सृष्टिन्तद्रूपां स्त्रष्टुमिच्छन् प्रजापतिः।
विद्युतोशनिमेघांश्च रोहितेन्द्रधनूंषि च ॥
]

`verse 13 [
वयांसि च ससर्जादौ पर्जन्यञ्चाथ वक्त्रतः।
ऋचो यजूंषि सामानि निर्ममे यज्ञासिद्धये ॥
]

`verse 14 [
साध्यास्तैरयजन्देवान् भूतमुच्चावचं भुजात् ।
सनत्कुमारं रुद्रञ्च ससर्ज्ज क्रोधसम्भवम् ॥
]

`verse 15 [
मरीचिमत्र्यङ्गिरसं पुलस्त्यं पुलहं क्रतुम्।
वसिष्ठं मानसाः सप्त ब्रह्माण इति निश्चिताः ॥
]

`verse 16 [
सप्तैते जनयन्ति स्म प्रजा रुद्रश्च सत्तम।
द्विधा कृत्वात्मनो देहमर्द्धेन पुरुषोऽभवत् ॥
अर्द्धेन नारी तस्यां स ब्रह्मा वै चासृजत् प्रजाः ॥
]
