`verse 1 [
स्वायम्भुववंशवर्णनम्

अग्निरुवाच
प्रियव्रतोत्तानपादौ मनोः स्वायम्भुवात्सुतौ  ।
अजीजनत्स तां कन्यां शतरूपां तपोन्विताम्  ॥
]

`verse 2 [
काम्यां कर्दमभार्यातः सम्राट्कुक्षिर्विराट्प्रभुः  ।
सुरुच्यामुत्तमो जज्ञे पुत्र उत्तानपादतः  ॥
]

`verse 3 [
सुनीत्यान्तु ध्रुवः पुत्रस्तपस्तेपे स कीर्तये  ।
ध्रुवो वर्षसहस्राणि त्रीणि दिव्यानि हे मुने  ॥
]

`verse 4 [
तस्मै प्रीतो हरिः प्रादान्मुन्यग्रे स्थानकं स्थिरम्  ।
श्लोकं पपाठ ह्युशना वृद्धिं दृष्ट्वा स तस्य च  ॥
]

`verse 5 [
अहोऽस्य तपसो वीर्यमहो श्रुतमहोद्भुतम्  ।
यमद्य पुरतः कृत्वा ध्रुवं सप्तर्षयः स्थिताः  ॥
]

`verse 6 [
तस्मात्शिष्टिञ्च भव्यञ्च ध्रुवाच्छम्भुर्व्यजायत  ।
शिष्टेराधत्त सुछाया पञ्च पुत्रानकल्मषान्  ॥
]

`verse 7 [
रिपुं रिपुञ्जयं रिप्रं वृकलं वृकतेजसम्  ।
रिपोराधत्त बृहती चाक्षुषं सर्वतेजसम्  ॥
]

`verse 8 [
अजीजनत्पुष्करिण्यां वीरिण्यां चाक्षुषो मनुम्  ।
मनोरजायन्त दश नड्वलायां सुतोत्तमाः  ॥
]

`verse 9 [
ऊरुः पूरुः शतद्युम्नस्तपस्वी सत्यवाक्कविः  ।
अग्निष्टुरतिरात्रश्च सुद्युम्नश्चातिमन्युकः  ॥
]

`verse 10 [
ऊरोरजनयत्पुत्रान् षडग्नेयो महाप्रभान्  ।
अङ्गं सुमनसं स्वातिं क्रतुमङ्गिरसङ्गयम्  ॥
]

`verse 11 [
अङ्गात्सुनीथापत्यं वै वेणमेकं व्यजायत  ।
अरक्षकः पापरतः स हतो मुनिभिः कुशैः  ॥
]

`verse 12 [
प्रजार्थमृषयोथास्य ममन्थुर्दक्षिणं करं  ।
वेणस्य मथितो पाणौ सम्बभूव पृथुर्नृपः  ॥
]

`verse 13 [
तं दृष्ट्वा मुनयः प्राहुरेष वै मुदिताः प्रजाः  ।
करिष्यति महातेजा यशश्च प्राप्स्यते महत् ॥
]

`verse 14 [
स धन्वी कवची जातस्तेजसा निर्दहन्निव  ।
पृथुर्वैण्यः प्रजाः सर्वा ररक्ष क्षेत्रपूर्वजः  ॥
]

`verse 15 [
राजसूयाभिषिक्तानामाद्यः स पृथिवीपतिः  ।
तस्माच्चैव समुत्पन्नौ निपुणौ सूतमागधौ  ॥
]

`verse 16 [
तत्स्तोत्रञ्चक्रतुर्वीरौ राजाभूज्जनरञ्जनात् ।
दुग्धा गौस्तेन शस्यार्थं प्रजानां जीवनाय च  ॥
]

`verse 17 [
सह देवैर्मुनिगणैर्गन्धर्वैः साप्सरोगणैः  ।
पितृभिर्दानवैः सर्पैर्वीरुद्भिः पर्वतैर्जनैः  ॥
]

`verse 18 [
तेषु तेषु च पात्रेषु दुह्यमाना वसुन्धरा  ।
प्रादाद्यथेप्सितं क्षीरन्तेन प्राणानधारयत् ॥
]

`verse 19 [
पृथोः पुत्रौ तु धर्मज्ञौ जज्ञातेऽन्तर्द्धिपालितौ  ।
शिखण्डिनी हविर्धानमन्तर्धानात्व्यजायत  ॥
]

`verse 20 [
हविर्धानात्षडाग्नेयी धिषणाजनयत्सुतान्  ।
प्राचीनबर्हिषं शुक्रं गयं कृष्णं व्रजाजिनौ  ॥
]

`verse 21 [
प्राचीनाग्राः कुशास्तस्य पृथिव्यां यजतो यतः  ।
प्राचीनबर्हिर्भगवान्महानासीत्प्रजापतिः  ॥
]

`verse 22 [
सवर्णाधत्त सामुद्री दश प्राचीनबर्हिषः  ।
सर्वे प्रचेतसो नाम धनुर्वेदस्य पारगाः  ॥
]

`verse 23 [
अपृथग्धर्मचरणास्ते तप्यन्त महत्तपः  ।
दशवर्षसहस्राणि समुद्रसलिलेशयाः  ॥
]

`verse 24 [
प्रजापतित्वं सम्प्राप्य तुष्टा विष्णोश्च निर्गताः  ।
भूः खं व्याप्तं हि तरुभिस्तांस्तरूनदहंश्च ते  ॥
]

`verse 25 [
मुखजाग्निमरुद्भ्यां च दृष्ट्वा चाथ द्रुमक्षयम्  ।
उपगम्याब्रवीदेतान् राजा सोमः प्रजापतीन्  ॥
]

`verse 26 [
कोपं यच्छत दास्यन्ति कन्यां वो मारिषां वराम्  ।
तपस्विनो मुनेः कण्डोः प्रम्लोचायां ममैव च  ॥
]

`verse 27 [
भविष्यं जानता सृष्टा भार्या वोऽस्तु कुलङ्करी  ।
अस्यामुत्पत्स्यते दक्षः प्रजाः संवर्धयिष्यति  ॥
]

`verse 28 [
प्रचेतसस्तां जगृहुर्दक्षोस्याञ्च ततोऽभवत् ।
अचरांश्च चरांश्चैव द्विपदोथ चतुष्पदः  ॥
]

`verse 29 [
स सृष्ट्वा मनसा दक्षः पश्चादसृजत स्त्रियः  ।
ददौ स दश धर्माय कश्यपाय त्रयोदश  ॥
]

`verse 30 [
सप्ताविंशति सोमाय चतस्त्रोऽरिष्टनेमिने  ।
द्वे चैव बहुपुत्राय द्वे चैवाङ्गिरसे अदात्  ॥
]

`verse 31 [
तासु देवाश्च नागाद्या मैथुनान्मनसा पुरा  ।
धर्मसर्गम्प्रवक्ष्यामि दशपत्नीषु धर्मतः  ॥
]

`verse 32 [
विश्वेदेवास्तु विश्वायाः साध्यान् साध्या व्यजायत  ।
मरुत्त्वया मरुत्त्वन्तो वसोस्तु वसवोऽभवन्  ॥
]

`verse 33 [
भानोस्तु भानवः पुत्रा मुहूर्तास्तु मुहूर्तजाः  ।
सम्बाया धर्मतो घोषो नागवीथी च यामिजा  ॥
]

`verse 34 [
पृथिवीविषयं सर्वमरुन्धत्यां व्यजायत  ।
सङ्कल्पायास्तु सङ्कल्पा इन्दोर्नक्षत्रतः सुताः  ॥
]

`verse 35 [
आपो ध्रुवञ्च सोमञ्च धरश्चैवानिलोनलः  ।
प्रत्यूषश्च प्रभावश्च वसवोष्टौ च नामतः  ॥
]

`verse 36 [
आपस्य पुत्रो वैतण्ड्यः श्रमः शान्तो मुनिस्तथा  ।
ध्रुवस्य कालो लोकान्तो वर्चाः सोमस्य वै सुतः  ॥
]

`verse 37 [
धरस्य पुत्रो द्रविणो हुतहव्यवहस्तथा  ।
मनोहरायाः शिशिरः प्राणोथ रमणस्तथा  ॥
]

`verse 38 [
पुरोजवोनिलस्यासीदविज्ञातोऽनलस्य च  ।
अग्निपुत्रः कुमारश्च शरस्तम्बे व्यजायत  ॥
]

`verse 39 [
तस्य शाखो विशाखश्च नैगमेयश्च पृष्टजः  ।
कृत्तिकातः कार्त्तिकेयो यतिः सनत्कुमारकः  ॥
]

`verse 40 [
प्रत्यूषाद्देवलो जज्ञे विश्वकर्मा प्रभावतः  ।
कर्ता शिल्पसहस्राणां त्रिदशानाञ्च वर्धकिः  ॥
]

`verse 41 [
मनुष्याश्चोप्जीवन्ति शिल्पं वै भूषणादिकं  ।
सुरभी कश्यपाद्रुद्रानेकादश विजज्ञुषी  ॥
]

`verse 42 [
महादेवप्रसादेन तपसा भाविता सती  ।
अजैकपादहिर्ब्रघ्नस्त्वष्टा रुद्राश्च सत्तम  ॥
]

`verse 43 [
त्वष्टुश्चैवात्मजः श्रीमान्विश्वरूपो महायशाः  ।
हरश्च बहुरूपश्च त्र्यम्बकश्चापराजितः  ॥
]

`verse 44 [
वृषाकपिश्च शम्भुश्च कपर्दी रैवतस्तथा  ।
मृगव्याधस्य सर्पश्च कपाली दश चैककः  ।
रुद्राणां च शतं लक्षं यैर्व्याप्तं सचराचरं  ॥
]

`colophon [
इत्यादिमाहापुराणे आग्नेये जगत्सर्गवर्णनं नाम अष्टादशोऽध्यायः
]
