`speaker [
अग्निरुवाच
]

`verse 1 [
कश्यपस्य वेदे सर्गमदित्यादिषु हे मुने  ।
चाक्षुषे तुषिता देवास्तेऽदित्यां कश्यपात्पुनः  ॥
]

`verse 2 [
आसन् विष्णुश्च शक्रश्च त्वष्टा धाता तथार्यमा  ।
पूषा विवस्वान् सविता मित्रोथ वरुणो भगः  ॥
]

`verse 3 [
अंशुश्च द्वादशादित्या आसन् वैवस्वतेन्तरे  ।
अरिष्टनेमिपत्नीनामपत्यानीह षोडश  ॥
]

`verse 4 [
बहुपुत्रस्य विदुषश्चतस्रो विद्युतः सुताः ।
प्रत्यङ्गिरसजाः श्रेष्ठाः कृशाश्वस्य सुरायुधाः  ॥
]

`verse 5 [
उदयास्तमने सूर्ये तद्वदेते युगे युगे  ।
हिरण्यकशिपुर्दित्यां हिरण्याक्षश्च कश्यपात् ॥
]

`verse 6 [
सिंहिका चाभवत्कन्या विप्रचित्तेः परिग्रहः  ।
राहुप्रभृतयस्तस्यां सैंहिकेया इति श्रुताः  ॥
]

`verse 7 [
हिरण्यकशिपोः पुत्राश्चत्वारः प्रथितौजसः  ।
अनुह्रादश्च ह्रादश्च प्रह्रादश्चातिवैष्णवः  ॥
]

`verse 8 [
संह्रादश्च चतुर्थोभूथ्रादपुत्रो ह्रदस्तथा  ।
ह्रदस्य पुत्र आयुष्मान्शिबिर्वास्कल एव च  ॥
]

`verse 9 [
विरोवनस्तु प्राह्रादिर्बलिर्जज्ञे विरोचनात् ।
बलेः पुत्रशतं त्वासीद्वाणश्रेष्ठंमहामुने  ॥
]

`verse 10 [
पुराकल्पे हि बाणेन प्रसाद्योमापतिं वरः   ।
पार्श्वतो विहरिष्यामीत्येवं प्राप्तश्च ईश्वरात्   ॥
]

`verse 11 [
हिरण्याक्षसुताः पञ्च शम्बरः शकुनिस्त्विति  ।
द्विमूर्धा शङ्कुरार्यश्चशतमासन् दनोः सुताः  ॥
]

`verse 12 [
स्वर्भानोस्तु प्रभा कन्या पुलोम्नस्तु शची स्मृता  ।
उपदानवी हयशिरा शर्मिष्ठा वार्षपर्वणी  ॥
]

`verse 13 [
पुलोमा कालका चैव वैश्वानरसुते उभे  ।
कश्यपस्य तु भार्ये द्वे तयोः पुत्राश्च कोटयः  ॥
]

`verse 14 [
प्रह्रादस्य चतुष्कोट्यो निवातकवचाः कुले  ।
ताम्रायाः षट्सुताः स्युश्च काकी श्वेनी च भास्यपि  ॥
]

`verse 15 [
गृध्रिका शुचि सुग्रीवाताभ्यः काकादयोऽभवन्  ।
अश्वाश्चोष्ट्राश्च ताम्राया अरुणो गरुडस्तथा  ॥
]

`verse 16 [
विनतायाः सहस्रन्तु सर्पाश्च सुरसाभवाः  ।
काद्रवेयाः सहस्रन्तु शेषवासुकितक्षकाः  ॥
]

`verse 17 [
दंष्ट्रिणः क्रोधवशजा धरोत्थाः पक्षिणो जले  ।
सुरभ्यां गोमहिष्यादि इरोत्पन्नास्तृणादयः  ॥
]

`verse 18 [
स्वसायां यक्षरक्षांसि मुनेरश्वरसोभवन्  ।
अरिष्टायान्तु गन्धर्वाः कश्यपाद्धि स्थिरञ्चरं  ॥
]

`verse 19 [
एषां पुत्रादयोऽसङ्ख्या देवैर्वै दानवा जिताः  ।
दितिर्विनष्टपुत्रा वै तोषयामास कश्यपं  ॥
]

`verse 20 [
पुत्रमिन्द्रप्रहर्तारमिच्छती प्राप कश्यपात् ।
पादप्रक्षालनात्सुप्ता तस्या गर्भं जघान ह  ॥
]

`verse 21 [
छिद्रमन्विष्य चेन्द्रस्तु ते देवा मरुतोऽभवन्  ।
शक्रस्यैकोनपञ्चाशत्सहाया दीप्ततेजसः  ॥
]

`verse 22 [
एतत्सर्वं हरिर्ब्रह्मा अभिषिच्य पृथुं नृपं  ।
ददौ क्रमेण राज्यानि अन्येषामधिपो हरिः  ॥
]

`verse 23 [
द्विजौषधीनां चन्द्रश्च अपान्तु वरुणो नृपः  ।
राज्ञां वैश्रवणो राजा सूर्याणां विष्णोरीश्वरः  ॥
]

`verse 24 [
वसूनां पावको राजा मरुतां वासवः प्रभुः  ।
प्रजापतीनां दक्षोऽथ प्रह्लादो दानवाधिपः  ॥
]

`verse 25 [
पितॄणां च यमो राजा भूतादीनां हरःप्रभुः  ।
हिमवांश्चैव शैलानां नदीनां सागरः प्रभुः  ॥
]

`verse 26 [
गान्धर्वाणां चित्ररथो नागानामथ वासुकिः  ।
सर्पाणां तक्षको राजा गरुडः पक्षिणामथ  ॥
]

`verse 27 [
ऐरावतो गजेन्द्राणां गोवृषोथ गवामपि  ।
मृगणामथ शार्दूलः प्लक्षो वनस्पतीश्वरः  ॥
]

`verse 28 [
उच्चैःश्रवास्तथाश्वानां सुधन्वा पूर्वपालकः  ।
दक्षिणस्यां शङ्खपदः केतुमान् पालको जले  ।
हिरण्यरोमकः सौम्ये प्रतिसर्गोयमीरितः  ॥
]

`speaker [
अग्निरुवाच
]

`verse 29 [
कश्यपस्य वदे सर्गमदित्यादिषु हे मुने।
चाक्षुषे तुषिता देवास्तेऽदेत्यां कश्यपात्पुनः ॥
]

`verse 30 [
आसन् विष्णुश्च शक्रश्च त्वष्टा धाता तथार्य्थमा ।
पूषा विवस्वान् सविता मित्रोथ वरुणो भगः ॥
]

`verse 31 [
अंशुश्च द्वादशादित्या आसन् वैवस्वतेन्तरे।
अरिष्टनेमिपत्नीनामपत्यानीह षोडश ॥
]

`verse 32 [
बहुपुत्रस्थ विदुषश्चतस्त्रो विद्युतः सुताः ।
प्रत्यङ्गिरसजाः श्रेष्ठाः कृशाश्वस्य सुरायुदाः ॥
]

`verse 33 [
उदयास्तमने सूर्ये तद्वदेते युगे युगे।
हिरण्यकशिपुर्द्दित्यां हिरण्याक्षश्च कश्यपात् ॥
]

`verse 34 [
सिंहिका चाभवत् कन्या विप्रचित्तेः परिग्रहः।
राहुप्रभृतयस्तस्यां सैंहिकेया इति श्रुताः ॥
]

`verse 35 [
हिरण्यकशिपोः पुत्रास्चत्वारः प्रथितौजसः।
अनुह्रादश्च ह्लादश्च प्रह्रादश्चातिवैष्णवः ॥
]

`verse 36 [
संह्रादश्च चतुर्थोभूत् ह्रादपुत्रो ह्रदस्तथा।
ह्रदस्य पुत्र आयुष्मान् शिबिर्वास्कल एव च ॥
]

`verse 37 [
विरोजनस्तु प्राह्रादिर्बलिर्जज्ञे विरोचनात्।
बलेः पुत्रशतं त्वासीद्‌बाणश्रेष्ठं महामुने ॥
]

`verse 38 [
पुरा कल्पे हि वाणेन प्रसाद्योमापतिं वरः ।
पार्श्वतो विहरिष्यामीत्येवं प्राप्तश्च ईश्वरात् ॥
]

`verse 39 [
हिरण्याक्षसुताः पञ्च सम्बरः शकुनिस्त्विति ।
द्विमूर्द्धा शह्कुरार्यस्च शतमासन् दनोः सुताः ॥
]

`verse 40 [
स्वर्भानोस्तु प्रभा कन्या पुलोम्नस्तु शची स्मृता।
 उपदानवी हयशिरा शर्मिष्ठा वार्षपर्वणी ॥
]

`verse 41 [
पुलोमा कालका चैव वैश्वानरसुते उभे।
कश्यपस्प तु भार्ये द्वे तयोः पुत्रास्च कोटयः ॥
]

`verse 42 [
प्रह्रादस्य चतुष्कोट्यो निवातकवचाः कुले।
ताम्रायाः षट् सुताः स्युश्च काकी श्वेनी च भास्यपि ॥
]

`verse 43 [
गृध्रिका श्रुचि सुग्रीवा ताभ्यः काकादयोऽभवन्।
अश्वाश्चोष्ट्राश्च ताम्राया अरुणो गरुडस्तथा ॥
]

`verse 44 [
विनतायाः सहस्त्रन्तु सर्पाश्च सुरसाभवाः।
काद्रवेयाः सहस्त्रन्तु शेषवासुकितक्षकाः ॥
]

`verse 45 [
दंष्ट्रिणः क्रोधवशजा धरोत्याः
पक्षिणो जले। सुरभ्यां गोमहिष्यादि हरोत्पन्नास्तृणादयः ॥
]

`verse 46 [
खसायां यक्षरक्षांसि मुनेरप्सरसोभवत्।
अरिष्टायान्तु गन्धर्वाः कश्यपाद्धि स्थिरञ्चरम् ॥
]

`verse 47 [
एषां पुत्रादयोऽसङ्ख्या देवैर्वै दानवा जिताः ।
दितिर्विनष्टपुत्रा वै तोषयामास कश्यपम् ॥
]

`verse 48 [
पुत्रमिन्द्रप्रहर्त्तारमिच्छती प्राप कश्यपात्।
पादाप्रक्षालनात् सुप्ता तस्या गर्भं जघान ह ॥
]

`verse 49 [
छिद्रमन्विष्य चेन्द्रस्तु ते देवा मरुतोऽभवन्।
शक्रस्यैकोनपञ्चाशत्सहाया दीप्ततेजसः ॥
]

`verse 50 [
एतत् सर्वं हरिर्ब्रह्मा अभिषिच्य पृथुं नृपम्।
ददौ क्रमेण राज्यानि अन्येषामधिपो हरिः ॥
]

`verse 51 [
द्विजौषधीनां चन्द्रश्च अपान्तु वरुणो नृपः।
राज्ञां वैश्रवणो राजा सूर्याणां विष्णुरीश्वरः ॥
]

`verse 52 [
वसूनां पावको राजा मरुतां वासवः प्रभुः।
प्रजापतीनां दक्षोथ प्रह्लादो दानवाधिपः ॥
]

`verse 53 [
पितॄणां च यमो राजा भूतादीनां हरः प्रभुः।
हिमवांश्चैव शैलानां नदीनां सागरः प्रभुः ॥
]

`verse 54 [
गन्धर्वाणां चित्ररथो नागानामथ वासुकिः।
सर्पाणां तक्षको राजा गरुडः पक्षिणामथ ॥
]

`verse 55 [
ऐरावतो गजेन्द्राणां गोवृषोथ गवामपि।
मृगाणामथ शार्दूलः प्लक्षो वनस्पतीश्वरः ॥
]

`verse 56 [
उच्चैः श्रवास्तथाश्वानां सुधन्वा पूर्वपालकः।
दक्षिणस्यां शङ्खपदः केतुमान् पालको जले ॥
हिरण्यरोमकः सौम्ये प्रतिसर्गोयमीरितः ॥
]
