`speaker [
अग्निरुवाच
]

`verse 1 [
प्रथमो महतः सर्गो विज्ञेयो ब्रह्माणस्तु सः।
तन्मात्राणां द्वितीयस्तु भूतसर्गो हि स स्मृतः ॥
]

`verse 2 [
वैकारिकस्तृतीयस्तु सर्ग ऐन्द्रियकः स्मृतः।
इत्येष प्राकृतः सर्गः सम्भूतो बुद्धिपूर्वकः ॥
]

`verse 3 [
मुख्यः सर्गस्चतुर्थस्तु मुख्या वै स्थावराः स्मृताः।
तिर्यक्‌स्त्रोतास्तु यः प्रोक्तस्तैर्य्यग्योन्यस्ततः स्मृतः ॥
]

`verse 4 [
तथोद्‌र्ध्वस्त्रोतसां षष्ठो देवसर्गस्तु स स्मृतः।
ततोर्वाकस्त्रोतसां सर्गः सप्तमः स तु मानुषः ॥
]

`verse 5 [
अष्टमोनुग्रहः सर्गः सात्त्विकस्तामसश्च यः।
पञ्चैते वैकृताः सर्गाः प्राकृतास्च त्रयः स्मृताः ॥
]

`verse 6 [
प्राकृतो वैकृतश्चैव कौमारो नवमस्तथा।
ब्रह्मतो नव सर्गास्तु जगतो मूलहेतवः ॥
]

`verse 7 [
ख्यात्याद्या दक्षकन्यास्तु भृग्वाद्या उपयेमिरे।
नित्यो नैमित्तिकः सर्गस्त्रिधा प्रकथितो जनैः ॥
]

`verse 8 [
प्राकृता दैनन्दिनी स्यादन्तरप्रलयादन्।
जायते यत्रानुदिनं नित्यसर्गो हि सम्मतः ॥
]

`verse 9 [
देवौ धाताविधातारौ भृगोः ख्यातिरसूयत।
श्रियञ्च पत्नी विष्णोर्या स्तुता शक्रेण वृद्धये ॥
]

`verse 10 [
धातुर्विधातुर्द्वौ पुत्रौ क्रमात् प्राणो मृकण्डुकः।
मार्कण्डेयो मृकण्डोश्च जज्ञे वेदशिरास्ततः ॥
]

`verse 11 [
पौर्णमासश्च सम्भूत्यां मरीचेरभवत् सुतः।
स्मृत्यामङ्गिरसः पुत्राः सिनीवाली कुहूस्तथा ॥
]

`verse 12 [
राकाश्चानुमतिश्चात्रेरनसूयाप्यजीजनत्।
सोमं दुर्वाससं पुत्रं दत्तात्रेयञ्च योगिनम् ॥
]

`verse 13 [
प्रीत्यां पुलस्त्यभार्यायां दत्तोलिस्तत्सुतोभवत्।
क्षमायां पुलहाज्जाताः सहिष्णुः कर्मपादिकाः ॥
]

`verse 14 [
सन्नत्याञ्च क्रतोरासन् बालिखिल्या महौजसः।
अङ्गुष्ठपर्वमात्रास्ते ये हि षष्टिसहस्त्रिणः ॥
]

`verse 15 [
उर्ज्जायाञ्च वशिष्ठाश्च राजा गात्रोर्ध्वबाहुकः ।
सवनश्चालघुः सुक्रः सुतपाः सप्त चर्षयः ॥
]

`verse 16 [
पावकः पवमानोभूच्छुचिः स्वाहाग्निजोभवत्।
अग्निस्वात्ता वर्हिषदोऽनग्नयः साग्नयो ह्यजात् ॥
]

`verse 17 [
पितृभ्यश्च स्वधायाञ्च मेना वैधारिणी सुते ।
हिंसाभार्या त्वधर्मस्य तयोर्जज्ञे तथानृतम् ॥
]

`verse 18 [
कन्या च निकृतिस्ताभ्यां भयन्नरकमेव च।
माया च वेदना चैव मिथुनन्त्विदमेतयोः ॥
]

`verse 19 [
तयोर्जज्ञेथ वै मायां मृत्युं भूतापहारिणम्।
वेदना च सुतं चापि दुः खं जज्ञेथ रौरवात् ॥
]

`verse 20 [
मृत्योर्व्याधिजराशोकतृष्णाक्रोधाश्च जज्ञिरे।
ब्रह्मणश्च रुदन् जातो रोदनाद्रुद्रनामकः ॥
]

`verse 21 [
भवं शर्वमथेशानं तथा पशुपतिं द्विज।
भीममुग्रं महादेवमुवाच स पितामहः ॥
]

`verse 22 [
दक्षकोपाच्च तद्भार्या देहन्तत्याज सा सती।
हिमवद्दुहिता भूत्वा पत्नी शम्भोरभूत् पुनः ॥
]

`verse 23 [
ऋषिभ्यो नारदाद्युक्ताः पूजाः स्नानादिपूर्विकाः।
स्वायम्भुवाद्यास्ताः कृत्वा विष्णवादेर्भुक्तिमुक्तिदाः ॥
]
