`speaker [
नारद उवाच
]

`verse 1 [
चक्ष्ये पूजाविधिं विप्रा यत कृत्वा सर्वमाप्नुयात्।
प्रक्षालिताङ्‌घ्निराचम्य वाग्यतः कृतसक्षकः ॥
]

`verse 2 [
प्राङ्‌मुखः स्वस्तिकं बद्‌ध्वा पद्माद्यपरमेव च।
यं वीजं नाभिमध्यस्थं धूम्रं चण्डानिलात्मकम् ॥
]

`verse 3 [
विशेषयेदशेषन्तु ध्यायेत् कायात्तु कल्मषम्।
क्षौं हृत्‌पङ्कजमध्यस्थं वीजं ते जोनिधिं स्मरन् ॥
]

`verse 4 [
अधोद्धर्वतिर्यग्‌गाभिस्तु ज्वालाभिः कल्प्रषं दहेत्।
शशाङ्काकृतिवद्ध्यायेदम्बरस्थं सुधाम्बुभिः ॥
]

`verse 5 [
हत्पद्माव्यापिभिर्द्देहं स्वकमाप्लावयेत्सुधीः ।
सुसुम्नायोनिमार्गेण सर्वनाडीविसर्प्पिभिः ॥
]

`verse 6 [
शोधयित्वा न्यसेत्तत्त्वं करसुद्धिरथास्त्रकम्।
व्यापकं हस्तयोरदौ दक्षिणाङ्गुष्ठतोङ्गकम् ॥
]

`verse 7 [
मूलं देहे द्वादशाङ्गं न्यसेन्मन्त्रैर्द्विषट्‌ककैः।
हृदयं च शिरश्चैव शिखा वर्म्मास्त्रलोचने ॥
]

`verse 8 [
उदरं च तथा पृष्ठं बाहुरुजानुपादकं।
मुद्रां दत्त्वा स्मरेद् विष्णुं जप्त्वाष्टशतमर्च्चयेत् ॥
]

`verse 9 [
वामे तु वर्द्धनीं न्यस्य पूजाद्रव्यं तु दक्षिणे।
प्रक्षाल्यास्त्रेण चार्घ्येण गन्धपुष्पान्विते न्यसेत् ॥
]

`verse 10 [
चैतन्यं सर्व्वगं ज्योतिरष्टजप्तेन वारिणा।
फडन्तेन तु संसिच्य हस्ते ध्यात्वा हरिं परे ॥
]

`verse 11 [
धर्मं ज्ञानं च वैराग्यमैश्वर्य्यं वह्निदिङमुखाः।
अधर्मादीनि गात्राणि पूर्वादौ योगपीठके ॥
]

`verse 12 [
कूर्मं पीठे ह्यनन्तञ्च यमं सूर्य्यादिमण्डलम्।
विमलाद्याः केशरस्थानुग्रहा कर्णिकास्थिता ॥
]

`verse 13 [
पूर्वं स्वहृदये ध्यात्वा आवाह्यार्च्चैच्च मण्डले।
अर्घ्यं पाद्यं तथा चामं मधुपर्क्कं पुनश्च तत् ॥
]

`verse 14 [
स्नानं वस्त्रोपवीतञ्च भूषणं गन्धपुष्पकम्।
धूपदीपनैवेद्यानि पुण्डरीकाक्षविद्यया ॥
]

`verse 15 [
यजेदङ्गानि पूर्वादौ द्वारि पूर्वे परेण्डजम्।
दक्षे चक्रं गदां सौम्ये कोणे शङ्खं धनुर्न्यसेत् ॥
]

`verse 16 [
देवस्य वामतो दक्षे चेषुधी खड्‌गमेव च।
वामे चर्म्म श्रियं पुष्टिं वामेग्रतो न्यसेत् ॥
]

`verse 17 [
वनमालाञ्च श्रीवत्सकौस्तुभौ दिक्‌पतीन्वहिः।
स्वमन्त्रैः पूजयेत् सर्वान् विष्णुरर्घोवसानतः॥
]

`verse 18 [
व्यस्तेन च समस्तेन अङ्गैर्वीजेन वै यजेत्।
जप्त्वा प्रदक्षिणीकृत्य स्तुत्वार्घ्यञ्च समर्प्य च ॥
]

`verse 19 [
हृदये विन्यसेद्ध्यात्वा अहं ब्रह्मा हरिस्त्विति।
आगच्छावाहने योज्यं क्षमस्वेति विसर्ज्जने ॥
]

`verse 20 [
एवमष्टाक्षाराद्यैश्च पूजां कृत्वा विमुक्तिभाक्।
एकमूर्त्त्यर्च्चनं प्रोक्तं नवव्यूहार्च्चनं श्रृणु ॥
]

`verse 21 [
अङ्गुष्ठकद्वये न्यस्य वासुदेवं बलादिकान्।
तर्ज्जन्यादौ शरीरेथ शिरोललाटवक्त्रके ॥
]

`verse 22 [
हृन्नाभिगुह्यजान्वङ्‌घ्रौ मध्ये पूर्वादिकं यजेत् ।
एकपीठं नवव्यूहं नवपीठञ्च पूर्ववत् ॥
]

`verse 23 [
नवाव्जे नवमूर्त्त्या च नवव्यूहञ्च पूर्ववत्।
इष्टं मध्ये ततः स्थाने वासुदेवञ्च पूजयेत् ॥
]
