`speaker [
नारद उवाच
]

`verse 1 [
अग्निकार्यं प्रवक्ष्यामि येन स्यात्सर्वकामभाक् ।
चतुरभ्यधिकं विंशमङ्गुलं चतुरस्रकं  ॥
]

`verse 2 [
सूत्रेण सूत्रयित्वा तु क्षेत्रं तावत्खनेत्समं  ।
खातस्य मेखला कार्या त्यक्त्वा चैवाङ्गुलद्वयं  ॥
]

`verse 3 [
सत्त्वादिसञ्ज्ञा पूर्वाशा द्वादशाङ्गुलमुच्छ्रिता  ।
अष्टाङ्गुला द्व्यङुलाथ चतुरङ्गुलविस्तृता  ॥
]

`verse 4 [
योनिर्दशाङ्गुला रम्या षट्चतुर्द्व्यङ्गुलाग्रगा  ।
क्रमान्निम्ना तु कर्तव्या पश्चिमाशाव्यवस्थिता  ॥
]

`verse 5 [
अश्वत्थपत्रसदृशी किञ्चित्कुण्डे निवेशिता  ।
तुर्याङ्गुलायता नालं पञ्चदशाङ्गुलायतं  ॥
]

`verse 6 [
मूलन्तु त्र्यङ्गुलं योन्या अग्रं तस्याः षडङ्गुलं  ।
लक्षणञ्चैकहस्तस्य द्विगुणं द्विकरादिषु  ॥
]

`verse 7 [
एकत्रिमेखलं कुण्डं वर्तुलादि वदाम्यहं  ।
कुण्डार्धे तु स्थितं सूत्रं कोणे यदतिरिच्यते  ॥
]

`verse 8 [
तदर्धं दिशि संस्थाप्य भ्रामितं वर्तुलं भवेत् ।
कुण्डार्धं कोणभागार्धं दिशिश्चोत्तरतो वहिः  ॥
]

`verse 9 [
पूर्वपश्चिमतो यत्नाल्लाञ्छयित्वा तु मध्यतः  ।
संस्थाप्य भ्रामितं कुण्डमर्धचन्द्रं भवेत्शुभं  ॥
]

`verse 10 [
पद्माकारे दलानि स्युर्मेखलानान्तु वर्तुले  ।
बाहुदण्डप्रमाणन्तु होमार्थं कारयेत्स्रुचं  ॥
]

`verse 11 [
सप्तपञ्चाङ्गुलं वापि चतुरस्रन्तु कारयेत् ।
त्रिभागेन भवेद्गर्तं मध्ये वृत्तं सुशोभनम्  ॥
]

`verse 12 [
तिर्यगूर्ध्वं समं खाताद्वहिरर्धन्तु शोधयेत् ।
अङ्गुलस्य चतुर्थांशं शेषार्धार्धं तथान्ततः  ॥
]

`verse 13 [
खातस्य मेखलां रम्यां शेषार्धेन तु कारयेत् ।
कण्ठं त्रिभागविस्तारं अङ्गुष्ठकसमायतं  ॥
]

`verse 14 [
सार्धमङ्गुष्ठकं वा स्यात्तदग्रे तु मुखं भवेत् ।
चतुरङ्गुलविस्तारं पञ्चाङ्गुलमथापि वा  ॥
]

`verse 15 [
त्रिकं द्व्यङ्गुलकं तत्स्यान्मध्यन्तस्य सुशोभनम्  ।
आयामस्तत्समस्तस्य मध्यनिम्नः सुशोभनः  ॥
]

`verse 16 [
शुषिरं कण्ठदेशे स्याद्विशेद्यावत्कनीयसी  ।
शेषकुण्डन्तु कर्तव्यं यथारुचि विचित्रितं  ॥
]

`verse 17 [
स्रुवन्तु हस्तमात्रं स्याद्दण्डकेन समन्वितं   ।
वटुकं द्व्यङ्गुलं वृत्तं कर्तव्यन्तु सुशोभनं  ॥
]

`verse 18 [
गोपदन्तु यथा मग्नमल्पपङ्के तथा भवेत् ।
उपलिप्य लिखेद्रेखामङ्गुलां वज्रनासिकां  ॥
]

`verse 19 [
सौम्याग्रा प्रथमा तस्यां रेखे पूर्वमुखे तयोः  ।
मध्ये तिस्रस्तथा कुर्याद्दक्षिणादिक्रमेण तु  ॥
]

`verse 20 [
एवमुल्लिख्य चाभ्युक्ष्य प्रणवेन तु मन्त्रवित् ।
विष्टरं कल्पयेत्तेन तस्मिन् शक्तिन्तु वैष्णवीं  ॥
]

`verse 21 [
अलं कृत्वा मूर्तिमतीं क्षिपेदग्निं हरिं स्मरन्  ।
प्रादेशमात्राः समिधो दत्वा परिसमुह्य तं  ॥
]

`verse 22 [
दर्भैस्त्रिधा परिस्तीर्य पूर्वादौ तत्र पात्रकं  ।
आसादयेदिध्मवह्नी भूमौ च श्रुक्श्रुवद्वयं  ॥
]

`verse 23 [
आज्यस्थाली चरुस्थाली कुशाज्यञ्च प्रणीतया  ।
प्रोक्षयित्वा प्रोक्षणीञ्च गृहीत्वापूर्य वारिणा  ॥
]

`verse 24 [
पवित्रान्तर्हिते हस्ते परिश्राव्य च तज्जलं  ।
प्राङ्नीत्वा प्रोक्षणीपात्रण्ज्योतिरग्रे निधाय च  ॥
]

`verse 25 [
तदद्भिस्त्रिश्च सम्प्रोक्ष्य इद्ध्मं विन्यस्य चाग्रतः  ।
प्रणीतायां सुपुष्पायां विष्णुं ध्यात्वोत्तरेण च  ॥
]

`verse 26 [
आज्यस्थालीमथाज्येन सम्पूर्याग्रे निधाय च  ।
सम्प्लवोत्पवनाभ्यान्तु कुर्यादाज्यस्य संस्कृतिं  ॥
]

`verse 27 [
अखण्डिताग्रौ निर्गर्भौ कुशौ प्रादेशमात्रकौ  ।
ताभ्यामुत्तानपाणिभ्यामङ्गुष्ठानामिकेन तु  ॥
]

`verse 28 [
आज्यं तयोस्तु सङ्गृह्य द्विर्नीत्वा त्रिरवाङ्क्षिपेत्  ।
स्रुक्स्रुवौ चापि सङ्गृह्य ताभ्यां प्रक्षिप्य वारिण  ॥
]

`verse 29 [
प्रतप्य दर्भैः सम्मृज्य पुनः प्रक्ष्याल्य चैव हि  ।
निष्टप्य स्थापयित्वा तु प्रणवेनैव साधकः  ॥
]

`verse 30 [
प्रणवादिनमोन्तेन पश्चाद्धोमं समाचरेत् ।
गर्भाधानादिकर्माणि यावदंशव्यवस्थया  ॥
]

`verse 31 [
नामान्तं व्रतबन्धान्तं समावर्तावसानकम्  ।
अधिकारावसानं वा कर्यादङ्गानुसारतः  ॥
]

`verse 32 [
प्रणवेनोपचारन्तु कुर्यात्सर्वत्र साधकः  ।
अङ्गैर्होमस्तु कर्तव्यो यथावित्तानुसारतः  ॥
]

`verse 33 [
गर्भादानन्तु प्रथमं ततः पुंसवनं स्मृतम्  ।
सीमन्तोन्नयनं जातकर्म नामान्नप्राशनम्  ॥
]

`verse 34 [
चूडकृतिं व्रतबन्धं वेदव्रतान्यशेषतः  ।
समावर्तनं पत्न्या च योगश्चाथाधिकारकः  ॥
]

`verse 35 [
हृदादिक्रमतो ध्यात्वा एकैकं कर्म पूज्य च  ।
अष्टावष्टौ तु जुहुयात्प्रतिकर्माहुतीः पुनः  ॥
]

`verse 36 [
पूर्णाहुतिं ततो दद्यात्श्रुचा मूलेन साधकः  ।
वौषडन्तेन मन्त्रेण प्लुतं सुस्वरमुच्चरन्  ॥
]

`verse 37 [
विष्णोर्वह्निन्तु संस्कृत्य श्रपयेद्वैष्णवञ्चरुम्  ।
आराध्य स्थिण्डिले विष्णुं मन्त्रान् संस्मृत्य संश्रपेत्  ॥
]

`verse 38 [
आसनादिक्रमेणैव साङ्गावरणमुत्तमम्  ।
गन्धपुष्पैः समभ्यर्च्य ध्याता देवं सुरोत्तमम्  ॥
]

`verse 39 [
आधायेध्ममथाघारावाज्यावग्नीशसंस्थितौ  ।
वायव्यनैर्ऋताशादिप्रवृत्तौ तु यथाक्रमम्  ॥
]

`verse 40 [
आज्यभागौ ततो हुत्वा चक्षुषी दक्षिणोत्तरे  ।
मध्येथ जुहुयात्सर्वमन्त्रानर्चाक्रमेण तु  ॥
]

`verse 41 [
आज्येन तर्पयेन्मूर्तेर्दशांशेनाङ्गहोमकम्  ।
शतं सहस्रं वाज्याद्यैः समिद्भिर्वा तिलैः सह  ॥
]

`verse 42 [
समाप्यार्चान्तु होमान्तां शुचीन् शिष्यानुपोषितान्  ।
आहूयाग्रे निवेश्याथ ह्यस्त्रेण प्रोक्षयेत्पशून्  ॥
]

`verse 43 [
शिष्यानात्मनि संयोज्य अविद्याकर्मबन्धनैः  ।
लिङ्गानुवृत्तश्चैतन्यं सह लिङ्गेन पाशितम्  ॥
]

`verse 44 [
ध्यानमार्गेन सम्प्रोक्ष्य वायुबीजेन शोधयेत् ।
ततो दहनबीजेन सृष्टिं ब्रह्माण्डसञ्ज्ञिकाम्  ॥
]

`verse 45 [
निर्दग्धां सकलां ध्यायेद्भस्मकूटनिभस्थिताम्  ।
प्लावयेद्वारिणा भस्म संसारं वार्मयं स्मरेत्२४.०४५
तत्र शक्तिं न्यसेत्पश्चात्पार्थिवीं बीजसञ्ज्ञिकाम्  ।
तन्मात्राभिः समस्ताभिः संवृतं पार्थिवं शुभम्  ॥
]

`verse 46 [
अण्डन्तदुद्भवन्ध्यायेत्तदाधारन्तदात्मकम्  ।
तन्मध्ये चिन्तयेन्मूर्तिं पौरुषीं प्रणवात्मिकाम्  ॥
]

`verse 47 [
लिङ्गं सङ्क्रामयेत्पश्चादात्मस्थं पूर्वसंस्कृतम्   ।
विभक्तेन्द्रियसंस्थानं क्रमाद्वृद्धं विचिन्तयेत् ॥
]

`verse 48 [
ततोण्डमब्दमेकं तु स्थित्वा द्विशकलीकृतम्  ।
द्यावापृथिव्यौ शकले तयोर्मध्ये प्रजापतिम्  ॥
]

`verse 49 [
जातं ध्यात्वा पुनः प्रोक्ष्य प्रणवेन तु संश्रितम्  ।
मन्त्रात्मकतनुं कृत्वा यथान्यासं पुरोदितम्  ॥
]

`verse 50 [
विष्णुर्हस्तं ततो मूर्ध्नि दत्वा ध्यात्वा तु वैष्णवम्  ।
एवमेकं बहून् वापि जनित्वा ध्यानयोगतः  ॥
]

`verse 51 [
करौ सङ्गृह्य मूलेन नेत्रे बद्ध्वा तु वाससा  ।
नेत्रमन्त्रेण मन्त्री तान् सदनेनाहतेन तु  ॥
]

`verse 52 [
कृतपूजो गुरुः सम्यक्देवदेवस्य तत्त्ववान्  ।
शिष्यान् पुष्पाञ्जलिभृतः प्राङ्मुखानुपवेशयेत् ॥
]

`verse 53 [
अर्चयेयुश्च तेप्येवम्प्रसूता गुरुणा हरिम्  ।
क्षिप्त्वा पुष्पाञ्जलिं तत्र पुष्पादिभिरनन्तरम्  ॥
]

`verse 54 [
अमन्त्रमर्चनं कृत्वा गुरोः पादार्चनन्ततः  ।
विधाय दक्षिणां दद्यात्सर्वस्वं चार्धमेव वा  ॥
]

`verse 55 [
गुरुः संशिक्षयेच्छिष्यान् तैः पूज्यो नामभिर्हरिः  ।
विश्वक्सेनं यजेदीशं शङ्खचक्रगदाधरम्  ॥
]

`verse 56 [
तज्जपन्तञ्च तर्जन्या मण्डलस्थं विसर्जयेत् ॥
]

`verse 57 [
विष्णुनिर्माल्यमखिलं विष्वक्सेनाय चार्पयेत् ।
प्रणीताभिस्तथात्मानमभिषिच्य च कुण्डगं  ॥
]

`verse 58 [
वह्निमात्मनि संयोज्य विष्वक्सेनं विसर्जयेत् ।
बुभुक्षुः सर्वमाप्नोति मुमुक्षुर्लीयते हरौ  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये अग्निकार्यादिकथनं नाम चतुर्विंशोऽध्यायः
]
