`speaker [
नारद उवाच
]

`verse 1 [
वासुदेवादिमन्त्राणां पूज्यानां लक्षणं वदे।
वासुदेवः सङ्कर्षणः प्रद्युम्नश्चानिरुद्धकः ॥
]

`verse 2 [
नमो भगवते चादौ अ आ अं अः स्ववीजकाः ।
ओङ्काराद्या नमोन्ताश्च नमो नारायणस्ततः ॥
]

`verse 3 [
ओं तत् सद् ब्रह्मणे चैव ओं नमो विष्णवे नमः।
ओं क्षों ओं नमो भगवते नरसिंहाय वै नमः ॥
]

`verse 4 [
ओं भूर्नमो भगवते वराहाय नराधिपाः।
जवारुणहरिद्राभा नीलश्यामललोहिताः ॥
]

`verse 5 [
मेघाग्निमधुपिङ्गाभा वल्लभा नव नायकाः।
अङ्गानि स्वरवीजानां स्वनामान्तैर्यथाक्रमम् ॥
]

`verse 6 [
हृदयादीनि कल्पेत विभक्तैस्तन्त्रवेदिभिः।
व्यञ्चनादीनि बीजानि तेषां लक्षणमन्यथा ॥
]

`verse 7 [
दीर्घस्वरैस्तु भिन्नानि नमोन्तान्तस्थितानि तु।
अह्गानि ह्रस्वयुक्तानि उपाङ्गानीति वर्ण्यते ॥
]

`verse 8 [
विभक्तनामवर्णान्तस्थितानि वीदमुत्तमम् ।
दीर्घैर्ह्रस्वैश्च संयुक्तं साङ्गोपाङ्गंस्वरैः क्रमात्  ॥
]

`verse 9 [
व्यञ्चनानां क्रमो ह्येष हृदयादिप्रकूप्तये।
स्ववीजेन स्वनामान्तैर्विभक्तान्यङ्गनाभिः ॥
]

`verse 10 [
युक्तानि हृदयादीनि द्वादशान्तादि पञ्चतः ।
आरभ्य कल्पयित्वा तु जपेत् सिद्ध्यनुरूपतः ॥
]

`verse 11 [
हृदयञ्च शिरश्चुडा कवचं नेत्रमस्तकम्।
षडङ्गानि तु वीजानां मूलस्य द्वादशाङ्गकम् ॥
]

`verse 12 [
हृच्छिरश्च शिखा वर्म्म चास्त्रनेत्रन्तथोदरम्।
पृष्ठबाहूरुजानूँश्च जङ्घा पादौ क्रमान्न्यसेत् ॥
]

`verse 13 [
कं टं पं शं वैनतेयः खं ठं फं षं गदामनुः ।
गं डं बं सं पुष्टिमन्त्रो घं ढं भं हं श्रियै नमः ॥
]

`verse 14 [
वं शं मं क्षं पाञ्चजन्यं छं तं पं कौस्तुभाय च।
जं खं वं सुदर्शनाय श्रीवत्साय सं वं दं चं लं ॥
]

`verse 15 [
ओं धं वं वनमालायै महानन्ताय वै नमः ।
निर्बीजपदमन्त्राणं पदैरङ्गानि कल्पयेत् ॥
]

`verse 16 [
जात्यन्तैर्नामसंयुक्तैर्हृदयादीनि पञ्चधा।
प्रणवं हृदयादीनि ततः प्रोक्तानि पञ्चधा ॥
]

`verse 17 [
प्रणवं हृदयं पूर्वं परायेति शिरः शिखा।
नाम्नात्मना तु कवचं अस्त्रं नामान्तकं भवेत् ॥
]

`verse 18 [
ओं परास्त्रादिस्वनामात्मा चतुर्थ्यन्तो नमोन्तकः।
एकव्यूहादिपड्‌विशव्यूहात्तस्यात्मनो मनुः ॥
]

`verse 19 [
कनिष्ठादिकराग्रेषु प्रकृतिं देहकेर्च्चयेत्।
पराय पुरुषात्मा स्यात् प्रकृत्यात्मा द्विरूपकः ॥
]

`verse 20 [
ओं परायाग्न्यात्मने चैव वाय्वर्क्कौ च द्विरूपकः।
अग्निं त्रिमूर्त्तौ विन्यस्य व्यापकं करदेहयोः ॥
]

`verse 21 [
वाय्वर्क्कौ करशाखासु सव्येतरकरद्वये।
हृदि मूर्त्तौ तनावेष त्रिव्यूहे तुर्य्यरूपके ॥
]

`verse 22 [
ऋग्वेदं व्यापकं हस्ते अङ्गुलीषु यजुर्न्यसेत्।
तलद्वयेथर्वरूपं शिरोहृच्चरणान्तकः ॥
]

`verse 23 [
आकाशं व्यापकं न्यस्य करे देहे तु पूर्ववत्।
अङ्गुलीषु च वाय्वादि शिरोहृद्‌गुह्यपादके ॥
]

`verse 24 [
वायुर्ज्योतिर्जलं पृथ्वी पञ्चव्यूहः समीरितः।
मनः श्रोत्रन्त्वग्दृग्जिह्वा घ्राणं षड्‌व्यूह ईरितः ॥
]

`verse 25 [
व्यापकं मानसं न्यस्य ततोङ्गुष्ठादितः क्रमात्।
मूर्द्धास्यहृद्‌गुह्यपत्सु कथितः करुणात्मकः ॥
]

`verse 26 [
आदिमूर्त्तिस्तु सर्वत्र व्यापको जीवसञ्‌ज्ञितः।
भूर्भुवः स्वर्म्महर्ज्जनस्तपः सत्यञ्च सप्तधा ॥
]

`verse 27 [
करे देहे न्यसेदाद्यमङ्गुष्ठादिक्रमेण तु।
तलसंस्थः सप्तमश्च लोकेशो देहके क्रमात् ॥
]

`verse 28 [
देहे शिरोललाटास्यहृद्‌गुह्याङ्‌घ्रिषुसंस्थितः।
अग्निष्टोमस्तथोक्थस्तु षोडशी वाजपेयकः ॥
]

`verse 29 [
अतिरात्राप्तोर्यामञ्च यज्ञात्मा सप्तरूपकः।
धीरहं मनः शब्दश्च स्पर्शरूपरसास्तत ॥
]

`verse 30 [
गन्धो बुद्धिर्व्यापकं तु करे देहे न्यसेत् क्रमात्।
न्यसेदन्त्यौ च तलयोः के ललाटे मुखे हृदि ॥
]

`verse 31 [
नाभौ गुह्ये च पादे च अष्टव्यूहः पुमान् स्मृत ।
जीवो बुद्धिरहङ्कारो मनः शब्दो गुणोनिलः ॥
]

`verse 32 [
रूपं रसो नवात्मायं जीव अह्‌गुष्ठकद्वये।
तर्जन्यादिक्रमाच्छेषं यावद्वामप्रदेशिनीम् ॥
]

`verse 33 [
देहे शिरोललाटास्यहृन्नाभिगुह्यजानुषु।
पादयोश्च दशात्मायं इन्द्रो व्यापी समास्थितः ॥
]

`verse 34 [
अङ्‌गुष्टकद्वये वह्निस्तर्जन्यादौ परेषु च।
शिरोललाटवक्त्रेषु हृन्नाभिगुह्यजानुषु ॥
]

`verse 35 [
पादयोरेकादशात्मा मनः श्रोत्रं त्वगेव च।
चक्षुर्जिह्वा तथा घ्राणं वाक्‌पाण्यङ्घ्रिश्च पायुकः ॥
]

`verse 36 [
उपस्थं मानसो व्यापी श्रोत्रमङ्गुष्ठकद्वये।
तर्जन्यादिक्रमादष्टौ अतिरिक्तं तलद्वये ॥
]

`verse 37 [
उत्तमाङ्गललाटास्यहृन्नाभावथ गुह्यके।
ऊरुयुग्मे तथा जङ्घे गुल्फपादेषु च क्रमात् ॥
]

`verse 38 [
विष्णुर्म्मधुहरश्चैव त्रिविक्रमकवामनौ।
श्रीधरोथ हृषीकेशः पद्मनाभस्तथैव च ॥
]

`verse 39 [
दामोदरः केशवश्च नारायणस्ततः परः।
माधवश्चाथ गोविन्दो विष्णुं वै व्यापकं न्यसेत् ॥
]

`verse 40 [
अङ्‌गुष्ठादौ तले द्वौ च पादे जानुनि वै कटौ।
शिरः शिखरकट्याञ्च जानुपादादिषु न्यसेत् ॥
]

`verse 41 [
द्वादशात्मा पञ्चविंशः षड्‌विंशव्यूहकस्तथा।
पुरुषो धीरहङ्कारो मनश्चित्तञ्च शब्दकः ॥
]

`verse 42 [
तथा स्पर्शो रसो रूपं गन्धः श्रोत्रं त्वचस्तथा।
चक्षुर्जिह्वा नासिका च वाक्‌पाण्यङ्घ्रिश्च पायवः ॥
]

`verse 43 [
उपस्थो भूर्जलन्तेजो वायुराकाशमेव च।
पुरुषं व्यापकं न्यस्य अङ्गुष्ठादौ दश न्यसेत् ॥
]

`verse 44 [
शेषान् हस्ततले न्यस्य शिरस्यथ ललाटके।
मुखहृन्नाभिगुह्योरुजान्वङ्घ्रौ करणोदूतौ ॥
]

`verse 45 [
पादे जान्वोरुपस्थे च हृदये मूद्‌र्ध्नि च क्रमात्।
परश्च पुरुषात्मादौ षड्‌विंशे पूर्ववत्परम् ॥
]

`verse 46 [
सञ्चिन्त्य मण्डलैके तु प्रकृतिं पूजयेद्‌बुधः।
पूर्वयाम्याप्यसौम्येषु हृदयादीनि पूजयेत् ॥
]

`verse 47 [
अस्त्रमग्न्यादिकोणेषु वैनतेयादि पूर्ववत्।
दिक्‌पालांश्च विधिस्त्वन्यः त्रिव्यूहेग्निश्च मध्यतः ॥
]

`verse 48 [
पूर्वादिदिग्‌बलावासोराज्यादिभिरलङ्‌कृतः।
कर्णिकायां नाभसश्च मानसः कर्णिकास्थितः ॥
]

`verse 49 [
विश्वरूपं सर्वस्थित्यै यजेद्राज्यजयाय च।
सर्वव्यूहैः समायुक्तमङ्गैरपि च पञ्चभिः ॥
]

`verse 50 [
गरुडद्यैस्तथेन्द्राद्यैः सर्वान् कामानवाप्नुयात्।
विष्वक्‌सेनं यजेन्नाम्ना वै बीजं व्योमसंस्थितम् ॥
]
