`speaker [
नारद उवाच
]

`verse 1 [
मुद्राणां लक्षणं वक्ष्ये सान्निध्यादिप्रकारकम्।
अञ्चलिः प्रथमा मुद्रा वन्दनी हृदयानुगा ॥
]

`verse 2 [
ऊद्धर्वाङ्गुष्ठो वाममुष्टिर्द्दक्षिणाङ्गुष्ठबन्धनम्।
सव्यस्य तस्य चाङ्गुष्ठो यस्य चोद्धर्वे प्रकीर्त्तितः ॥
]

`verse 3 [
तिस्नः साधरणा व्यूहे अथासाधारणा इमाः।
कनिष्ठादिविमोकेन अष्टौ मुद्रा यथाक्रमम् ॥
]

`verse 4 [
अष्टानां पूर्व्वबीजानां क्रमशस्त्ववधारयेत्।
अङ्गुष्ठेन कनिष्ठान्तं नामयित्वाङ्गुलित्रयम् ॥
]

`verse 5 [
ऊद्ध्‌र्वं कृत्वा सम्मुखञ्च थीजाय नवमाय वै।
वामहस्तमथोत्तानं कृत्वार्द्धं नामयेच्छनैः ॥
]

`verse 6 [
वराहस्य स्मृता मुद्रा अङ्गानाञ्च क्रमादिमाः।
एकैकां मोचयेद् बद्‌ध्वा वाममुष्टौ तथाङ्‌गुलीम् ॥
]

`verse 7 [
आकुञ्चयेत् पूर्वमुद्रां दक्षिणेत्येवमेव च।
ऊद्‌र्ध्वाङ्‌गुष्ठो वाममुष्टिर्मुद्रासिद्धिस्ततो भवेत् ॥
]
