`verse 1 [
दीक्षाविघिकथनम् ।

नारद उवाच
वक्ष्ये दीक्षां सर्वदाञ्च मण्डलेब्जे हरिं यजेत् ।
दशम्यामुपसंहृत्य यागद्रव्यं समस्तकं  ॥
]

`verse 2 [
विन्यस्य नारसिंहेन सम्मन्त्र्य शतवारकं  ।
सर्षपांस्तु फडन्तेन रक्षोघ्नान् सर्वतः क्षिपेत् ॥
]

`verse 3 [
शक्तिं सर्वात्मकां तत्र न्यसेत्प्रासादरूपिणीं  ।
सर्वौषधिं समाहृत्य विकिरानभिमन्त्रयेत् ॥
]

`verse 4 [
शतवारं शुभे पात्रे वासुदेवेन साधकः  ।
संसाध्य पण्जगव्यन्तु पञ्चभिर्मूलमूर्तिभिः  ॥
]

`verse 5 [
नारायणान्तैः सम्प्रोक्ष्य कुशाग्रैस्तेन तां भुवं।
विकिरान्वासुदेवेन क्षिपेदुत्तानपाणिना  ॥
]

`verse 6 [
त्रिधा पूर्वमुखस्तिष्ठन् ध्यायेत्विष्णुं तथा हृदि  ।
वर्धन्या सहिते कुम्भे साङ्गं विष्णुं प्रपूजयेत् ॥
]

`verse 7 [
शतवारं मन्त्रयित्वा त्वस्त्रेणैव च वर्धनीं  ।
अच्छिन्नधारया सिञ्चनीशानान्तं नयेच्च तं  ॥
]

`verse 8 [
कलसं पृष्ठतो नीत्वा स्थापयेद्विकिरोपरि  ।
संहृत्य विकिरान् दर्भैः कुम्भेशं कर्करीं यजेत् ॥
]

`verse 9 [
सवस्त्रं पञ्चरत्नाढ्यं खण्डिले पूजयेद्धरिं  ।
अग्नावपि समभ्यर्च्य मन्त्रान् सञ्जप्य पूर्ववत् ॥
]

`verse 10 [
प्रक्षाल्य पुण्डरीकेन विलिप्यान्तः सुगन्धिना  ।
उखामाज्येन संपूर्य गोक्षीरेण तु साधकः  ॥
]

`verse 11 [
आलोक्य वासुदेवेन ततः सङ्कर्षणेन च  ।
तण्डुलानाज्यसंसृष्टान् क्षिपेत्क्षीरे सुसंस्कृते  ॥
]

`verse 12 [
प्रद्युम्नेन स्मालोड्य दर्व्या सङ्घट्टयेच्छनैः  ।
पक्वमुत्तारयेत्पश्चादनिरुद्धेन देशिकः  ॥
]

`verse 13 [
प्रक्षाल्यालिप्य तत्कुर्यादूर्ध्वपुण्ड्रं तु भस्मना  ।
नारायणेन पार्श्वेषु चरुमेवं सुसंस्कृतं  ॥
]

`verse 14 [
भागमेकं तु देवाय कलशाय द्वितीयकं  ।
तृतीयेन तु भागेन प्रदद्यादाहुतित्रयं  ॥
]

`verse 15 [
शिष्यैः सह चतुर्थं तु गुरुरद्याद्विशुद्धये  ।
नारायणेन सम्मन्त्र्य सप्तधा क्षीरवृक्षजम्  ॥
]

`verse 16 [
दन्तकाष्ठं भक्षयित्वा त्यक्त्वा ज्ञात्वास्वपातकं  ।
ऐन्द्राग्न्युत्तरकेशानीमुखं पतितमुत्तमं  ॥
]

`verse 17 [
शुभं सिंहशतं हुत्वा आचम्याथ प्रविश्य च  ।
पूजागारं न्यसेन्मन्त्री प्राच्यां विष्णुं प्रदक्षिणं  ॥
]

`verse 18 [
संसारार्णवमग्नानां पशूनां पाशमुक्तये  ।
त्वमेव शरणं देव सदा त्वं भक्तवत्सल  ॥
]

`verse 19 [
देवदेवानुजानीहि प्राकृतैः पाशबन्धनैः  ।
पाशितान्मोचयिष्यामि त्वत्प्रसादात्पशूनिमान्  ॥
]

`verse 20 [
इति विज्ञाप्य देवेशं सम्प्रविश्य पशूंस्ततः  ।
धारणाभिस्तु संशोध्य पूर्वज्ज्वलनादिना  ॥
]

`verse 21 [
संस्कृत्य मूर्त्या संयोज्य नेत्रे बद्ध्वा प्रदर्शयेत् ।
पुष्पपूर्णाञ्जलींस्तत्र क्षिपेत्तन्नाम योजयेत् ॥
]

`verse 22 [
अमन्त्रमर्चनं तत्र पूर्ववत्कारयेत्क्रमात् ।
यस्यां मूर्तौ पतेत्पुष्पं तस्य तन्नाम निर्दिशेत् ॥
]

`verse 23 [
शिखान्तसम्मितं सूत्रं पादाङ्गुष्ठादि षड्गुणं  ।
कन्यासु कर्तितं रक्तं पुनस्तत्त्रिगुणीकृतम्  ॥
]

`verse 24 [
यस्यां संलीयते विश्वं यतो विश्वं प्रसूयते  ।
प्रकृतिं प्रक्रियाभेदैः संस्थितां तत्र चिन्तयेत् ॥
]

`verse 25 [
तेन प्राकृतिकान् पाशान् ग्रथित्वा तत्त्वसङ्ख्यया  ।
कृत्वा शरावे तत्सूत्रं कुण्डपार्श्वे निधाय तु  ॥
]

`verse 26 [
ततस्तत्त्वानि सर्वाणि ध्यात्वा शिष्यतनौ न्यसेत् ।
सृष्टिक्रमात्प्रकृत्यादिपृथिव्यन्तानि देशिकः  ॥
]

`verse 27 [
तत्रैकधा पण्चधा स्याद्दशद्वादशधापि वा  ।
ज्ञातव्यः सर्वभेदेन ग्रथितस्तत्त्वचिन्तकैः  ॥
]

`verse 28 [
अङ्गैः पञ्चभिरध्वानं निखिलं विकृतिक्रमात् ।
तन्मात्रात्मनि संहृत्य मायासूत्रे पशोस्तनौ  ॥
]

`verse 29 [
प्रकृतिर्लिङ्गशक्तिश्च कर्ता बुद्धिस्तथा मनः  ।
पञ्चतन्मात्रबुद्ध्याख्यं कर्माख्यं भूतपञ्चकं  ॥
]

`verse 30 [
ध्यायेच्च द्वादशात्मानं सूत्रे देहे तथेच्छया  ।
हुत्वा सम्पातविधिना सृष्टेः सृष्टिक्रमेण तु  ॥
]

`verse 31 [
एकैकं शतहोमेन दत्त्वा पूर्णाहुतिं ततः  ।
शरावे सम्पुटीकृत्य कुम्भेशाय निवेदयेत् ॥
]

`verse 32 [
अधिवास्य यथा न्यायं भक्तं शिष्यं तु दीक्षयेत् ।
करणीं कर्तरीं वापि रजांसि खटिकामपि  ॥
]

`verse 33 [
अन्यदप्युपयोगि स्यात्सर्वं तद्वायुगोचरे  ।
संस्थाप्य मूलमन्त्रेण परामृश्याधिवाधिवासयेत् ॥
]

`verse 34 [
नमो भूतेभ्यश्च बलिः कुशे शेते स्मरन् हरिं  ।
मण्डपं भूषयित्वाथ वितानघटलड्डुकैः  ॥
]

`verse 35 [
मण्डलेथ यजेद्विष्णुं ततः सन्तर्प्य पावकं  ।
आहूय दीक्षयेच्छिष्यान् बद्धपद्मासनस्थितान्  ॥
]

`verse 36 [
सम्मोक्ष्य विष्णुं हस्तेन मूर्धानं स्पृश्य वै क्रमात् ।
प्रकृत्यादिविकृत्यन्तां साधिभूताधिदैवतां  ॥
]

`verse 37 [
सृष्टिमाध्यात्मिकीं कृत्वा हृदि तां संहरेत्क्रमात् ।
तन्मात्रभूतां सकलां जीवेन समतां गतां  ॥
]

`verse 38 [
ततः सम्प्रार्थ्य कम्भेशं सूत्रं संहृत्य देशिकः  ।
अग्नेः समीपमागत्य पार्श्वे तं सन्निवेश्य तु  ॥
]

`verse 39 [
मूलमन्त्रेण सृष्टीशमाहुतीनां शतेन तं  ।
उदासीनमथासाद्य पूर्णाहुत्या च देशिकः  ॥
]

`verse 40 [
शुक्लं रजः समादाय मूलेन शतमन्त्रितं  ।
सन्ताड्य हृदयन्तेन हुंफट्कारान्तसंयुतैः  ॥
]

`verse 41 [
वियोगपदसंयुक्तैर्वीजैः पदादिभिः क्रमात् ।
पृथिव्यादीनि तत्त्वानि विश्लिष्य जुहुयात्ततः  ॥
]

`verse 42 [
वह्नावखिलतत्त्वानामालये व्याहृते हरौ  ।
नीयमानं क्रमात्सर्वं तत्राध्वानं स्मरेद्बुधः  ॥
]

`verse 43 [
ताडनेन वियोज्यैवं आदायापाद्य शाम्यतां  ।
प्रकृत्याहृत्य जुहुयाद्यथोक्ते जातवेदसि  ॥
]

`verse 44 [
गर्भाधानं जातकर्म भोगञ्चैव लयन्तथा  ।
शुद्धं तत्त्वं समुद्धृत्य पूर्णाहुत्या तु देशिकः  ।
सन्नयेद्द्विपरे तत्त्वे यावदव्याहृतं क्रमात् ॥
]

`verse 45 [
तत्परं ज्ञानयोगेन विलाप्य परमात्मनि  ।
विमुक्तबन्धनं जीवं परस्मिन्नव्यये पदे  ॥
]

`verse 46 [
निवृत्तं परमानन्दे शुद्धे बुद्धे स्मरेद्बुधः  ।
दद्यात्पूर्णाहुतिं पश्चादेवं दीक्षा समाप्यते  ॥
]

`verse 47 [
प्रयोगमन्त्रान् वक्ष्यामि यैर्दीक्षा होमसंलयः  ।
ओं यं भूतानि विशुद्धं हुं फट्
अनेन ताडनं कुर्याद्वियोजनमिह द्वयं  ॥
]

`verse 48 [
ओं यं भूतान्यापातयेहं
आदानं कृत्वा चानेन प्रकृत्या योजनं शृणु  ।
ओं यं भूतानि पुंश्चाहो
होममन्त्रं प्रवक्ष्यामि ततः पूर्णाहुतेर्मनुं  ॥
]

`verse 49 [
ओं भूतानि संहर स्वाहा । ओं अं ओं नमो भगवते वासुदेवाय वौषट्
पूर्णाहुत्यनन्तरे तु तद्वै शिष्यन्तु साधयेत्  ।
एवं तत्त्वानि सर्वाणि क्रमात्संशोधयेद्बुधः  ॥
]

`verse 50 [
नमोन्तेन स्वबीजेन ताडनादिपुरःसरम्  ।
ओं वां वर्मेन्द्रियाणि । ओं दें बुद्धीन्द्रियाणि
यं बीजेन समानन्तु ताडनादिप्रयोगकम्  ॥
]

`verse 51 [
ओं सुंगन्धतन्मात्रे वियुङ्क्ष्व हुं फट् । ओं सम्पाहिं हा ॥ ओं खं खं क्ष प्रकृत्या । ओं सुं हुं गन्धतन्मात्रे संहर स्वाहा
ततः पूर्णाहुतिश्चैवमुत्तरेषु प्रयुज्यते  ।
ओं रां रसतन्मात्रे । ओं भें रूपतन्मात्रे । ओं रं स्पर्शतन्मात्रे । ओं एं शब्दतन्मात्रे । ओं भं नमः । ओं सों अहङ्कारः । ओं नं बुद्धे । ओं ओं प्रकृते
एकमूर्तावयं प्रोक्तो दीक्षायोगः समासतः  ।
एवमेव प्रयोगस्तु नवव्यूहादिके स्मृतः  ॥
]

`verse 52 [
दग्धापरस्मिन् सन्दध्यान्निर्वाणे प्रकृतिन्नरः  ।
अविकारे समादध्यादीश्वरे प्रकृतिन्नरः  ॥
]

`verse 53 [
शोधयित्वाथ भुतानि कर्माङ्गानि विशोधयेत् ।
बुद्ध्याख्यान्यथ तन्मात्रमनोज्ञानमहङ्कृतिं  ॥
]

`verse 54 [
लिङ्गात्मानं विशोध्यान्ते प्रकृतिं शोधायेत्पुनः  ।
पुरुषं प्राकृतं शुद्धमीश्वरे धाम्नि संस्थितं  ॥
]

`verse 55 [
स्वगोचरीकृताशेषभोगमुक्तौ कृतास्पदं  ।
ध्यायन् पूर्णाहुतिं दद्याद्दीक्षेयं त्वधिकारिणी  ॥
]

`verse 56 [
अङ्गैराराध्य मन्त्रस्य नीत्वा तत्त्वगणं समं  ।
क्रमादेवं विशोध्यान्ते सर्वसिद्धिसमन्वितं  ॥
]

`verse 57 [
ध्यायन् पूर्णाहितिं दद्यात्दीक्षेयं साधके स्मृता  ।
द्रव्यस्य वा न सम्पत्तिरशक्तिर्वात्मनो यदि  ॥
]

`verse 58 [
इष्ट्वा देवं यथा पूर्वं सर्वोपकरणान्वितं  ।
सद्योधिवास्य द्वादश्यां दीक्षयेद्देशिकोत्तमः  ॥
]

`verse 59 [
भक्तो विनीतः शारीरैर्गुणैः सर्वैः समन्वितः  ।
शिष्यो नातिधनी यस्तु स्थण्डिलेभ्यर्च्य दीक्षयेत् ॥
]

`verse 60 [
अध्वानं निखिलं दैवं भौतं वाध्यात्मिकी कृतं  ।
सृष्टिक्रमेण शिष्यस्य देहे ध्यात्वा तु देशिकः  ॥
]

`verse 61 [
अष्टाष्टाहुतिभिः पूर्वं क्रमात्सन्तर्प्य सृष्टिमान्  ।
स्वमन्त्रैर्वासुदेवादीन् जननादीन् विसर्जयेत्  ॥
]

`verse 62 [
होमेन शोधयेत्पश्चात्संहारक्रमयोगतः  ।
योनिसूत्राणि बद्धानि मुक्त्वा कर्माणि देशिकः  ॥
]

`verse 63 [
शिष्यदेहात्समाहृत्य क्रमात्तत्त्वानि शोधयेत् ।
अग्नौ प्राकृतिके विष्णौ लयं नीत्वाधिदैवके  ॥
]

`verse 64 [
शुद्धं तत्त्वमशुद्धेन पूर्णाहुत्या तु साधयेत्  ।
शिष्ये प्रकृतिमापन्ने दग्ध्वा प्राकृतिकान् गुणान्  ॥
]

`verse 65 [
मौचयेदधिकारे वा नियुञ्ज्याद्देशिकः शिशून्  ।
अथान्यान् शक्तिदीक्षां वा कुर्यात्भावे स्थितो गुरुः  ॥
]

`verse 66 [
भक्त्या सम्प्रातिपन्नानां यतीनां निर्धनस्य च  ।
सम्पूज्य स्थण्डिले विष्णुं पार्श्वस्थं स्थाप्य पुत्रकं  ॥
]

`verse 67 [
देवताभिमुखः शिष्यस्तिर्यगास्यः स्वयं स्थितः  ।
अध्वानं निखिलं ध्यात्वा पर्वभिः स्वैर्विकल्पितं  ॥
]

`verse 68 [
शिष्यदेहे तथा देवमाधिदैविकयाचनं  ।
ध्यानयोगेन सञ्चिन्त्य पूर्ववत्ताडनादिना  ॥
]

`verse 69 [
क्रमात्तत्त्वानि सर्वाणि शोधयेत्स्थण्डिले हरौ  ।
ताडनेन वियोज्याथ गृहीत्वात्मनि तत्परः  ॥
]

`verse 70 [
देवे संयोज्य संशोध्य गृहीत्वा तत्स्वभावतः  ।
आनीय शुद्धभावेन सन्धयित्वा क्रमेण तु  ॥
]

`verse 71 [
शोधयेद्ध्यानयोगेन सर्वतो ज्ञानमुद्रया  ।
शुद्धेषु सर्वतत्त्वेषु प्रधाने चेश्वरे स्थिते  ॥
]

`verse 72 [
दग्ध्वा निर्वापयेच्छिष्यान् पदे चैशे नियोजयेत् ।
निनयेत्सिद्धिमार्गे वा साधकं देशिकोत्तमः  ॥
]

`verse 73 [
एवमेवाधिकारस्थो गृही कर्मण्यतन्द्रितः  ।
आत्मानं शोधयंस्तिष्ठेद्यावद्रागक्षयो भवेत् ॥
]

`verse 74 [
क्षीणरागमथात्मानं ज्ञात्वा संशुद्धिकिल्विषः  ।
आरोप्य पुत्रे शिष्ये वा ह्यधिकारन्तु संयमी  ॥
]

`verse 75 [
दग्ध्वा मायामयं पाशं प्रव्रज्य स्वात्मनि स्थितः  ।
शरीरपातमाकाङ्क्षन्नासीताव्यक्तलिङ्गवान्  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये सर्वदीक्षाकथनं नाम सप्तविंशोध्यायः
]
