`speaker [
नारद उवाच
]

`verse 1 [
अभिषेकं प्रवक्ष्यामि यथाचार्य्यस्तु पुत्रकः।
सिद्धिबाक् साधको येन रोगी रोगाद्विमुच्यते ॥
]

`verse 2 [
राज्यं राजा सुतं स्त्रीञ्च प्राप्नुयान्मलनाशनम्।
मूर्त्तिकुम्भान् सुरत्नाढ्यः मध्यपूर्वादितो न्यसेत् ॥
]

`verse 3 [
सहस्त्रावर्त्तितान् कुर्य्यादथवा शतवर्त्तितान्।
मण्डपे मण्डले विष्णुं प्राच्यैशान्याञ्च पीठके ॥
]

`verse 4 [
निवेश्य शकलीकृत्य पुत्रकं शाधकादिकम्।
अभिषेकं समभ्यर्च्च्य कुर्य्याद्‌गीतादिपूर्वकम् ॥
]

`verse 5 [
दद्याच्च योगपीठादींस्त्वनुग्राह्यास्त्वया नराः।
गुरुस्च समायान् ब्रूयाद्‌गुप्तः शिष्योथ सर्वभाक् ॥
]
