`speaker [
नारद उवाच
]

`verse 1 [
साधकः साधयेन्मन्त्रं देवतायतनादिके।
शुद्धभूमौ गृहे प्रार्च्च्य मण्डले हरिमीश्वरम् ॥
]

`verse 2 [
चतुरस्त्रीकृते क्षेत्रे मण्डलादीनि वै लिखेत्।
रसवाणाक्षिकोष्ठेषु सर्व्वतोबद्रमालिखेत् ॥
]

`verse 3 [
षट्‌त्रिंशत्कोष्ठकैः पद्मं पीठं पङ्‌क्त्या बहिर्भवेत्।
द्वाभ्यान्तु वीथिका तस्माद् द्वाभ्यां द्वाराणि दिक्षु च ॥
]

`verse 4 [
वर्त्तु लं भ्रामयित्वा तु पद्मक्षेत्रं पुरोदितम्।
पद्मार्द्धे भ्रामयित्वा तु भागं द्वादशमं बहिः ॥
]

`verse 5 [
विभज्य भ्रामयेच्छेषं चतुः क्षेत्रन्तु वर्त्तुलम्।
प्रथमं कर्णिकाक्षेत्रं केशराणां द्वितीयकम् ॥
]

`verse 6 [
तृतीयं दलसन्धीनां दलाग्राणां चतुर्थकम्।
प्रसार्य कोणसूत्राणि कोणदिङ्मध्यमन्ततः ॥
]

`verse 7 [
निधाय केशराग्रे तु दलसन्धींस्तुलाञ्छयेत्।
पातयित्वाथ सूत्राणि तत्र पत्राष्टकं लिखेन ॥
]

`verse 8 [
दलस्न्ध्यन्तशलन्तु मानं मध्ये निधाय तु।
दलाग्रं भ्रामयेत्तेन तदग्रं तदनन्तरम् ॥
]

`verse 9 [
तदन्तरालं तत्‌पार्श्वे कृत्वा बाह्यक्रमेण च।
केशरे तु लिखेद्‌द्वौ द्वौ दलमध्ये ततः पुनः ॥
]

`verse 10 [
पद्मलक्षमैतत् सामान्यं द्विषट्‌कदलमुच्यते।
कर्णिकार्द्धेन मानेन प्राकसंस्थं भ्रामयेत् क्रमात् ॥
]

`verse 11 [
तत्‌पार्श्वे भ्रमयोगेन कुण्डल्यः षड् भवन्ति हि।
एवं द्वादश मत्स्याः स्युर्द्विष्ट्‌कदलकञ्च तैः ॥
]

`verse 12 [
पञ्चपत्राभिसिद्ध्यर्थं द्विद्विकान्यपराणि तु।
चतुर्दिक्षु विलिप्तानि गात्रकाणि भवन्त्युत ॥
]

`verse 13 [
त्रीणि कोणेषु पादार्थं द्विद्विकान्यपराणि तु।
चतुर्दिक्षु विलिप्तानि गात्रकाणि भवन्त्युत ॥
]

`verse 14 [
ततः पङ्क्तिद्वयं दिक्षु वीथ्यर्थन्तु विलोपयेत् ।
द्वाराण्याशासु कुर्वीत चत्वारि चतसृष्वपि ॥
]

`verse 15 [
द्वाराणां पार्श्वतः शोभा अष्टौ कुर्याद्विचक्षणः।
तत्‌पार्श्व उपशोभास्तु तावत्यः  परिकीत्तिताः ॥
]

`verse 16 [
समीप उपशोभानां कोणास्तु परिकीर्त्तिताः।
चतुर्दिक्षु ततो द्वे द्वे चिन्तयेन्मध्यकोष्ठकैः ॥
]

`verse 17 [
चत्वारिबाह्यतो मृज्यादेकैकं पार्श्वयोरपि।
शोभार्थं पार्श्वयोस्त्रीणि त्रीणि लुम्पेद्दलस्य तु ॥
]

`verse 18 [
तद्वद्विपर्यये कुर्य्यादुपशोभां ततः परम्।
कोणस्यान्तर्बहिस्त्रीणि चिन्तयेद्‌द्विर्विभेदतः ॥
]

`verse 19 [
एवं षोडशकोष्ठं स्यादेवप्तन्यत्तु मण्डलम्।
द्विषट्कभागे षट्‌त्रिंशत्‌पदं पद्मन्तु वीथिका ॥
]

`verse 20 [
एका पङ्‌क्तिः पराभ्यां तु द्वारशोभादि पूर्ववत्।
द्वादशाङ्गुलिभिः मद्ममेकहस्ते तु मण्डले ॥
]

`verse 21 [
द्विहस्ते हस्तमात्रं स्याद्‌वृद्ध्या द्वारेण वाचरेत्।
अपीठञ्चतुरस्त्रं स्याद्विकरञ्चक्रपङ्कजम् ॥
]

`verse 22 [
पद्मार्द्धं नवभिः प्रोक्तं नाभिस्तु तिसृभिः स्मृता।
अष्टाभिर्द्वारकान् कुर्य्यान्नेमिन्तु चतुरङ्गुलैः ॥
]

`verse 23 [
त्रिधा  विभज्य च क्षेत्रमन्तर्द्वाभ्यामथाङ्कयेत्।
वञ्चान्तस्वरसिद्ध्यर्थं  तष्वास्फाल्य लिखदरान् ॥
]

`verse 24 [
इन्दीवरदलाकारानथवा मातुलाङ्गवत्।
पद्मपत्रायतान्वापि लिखेदिच्छानुरूपतः ॥
]

`verse 25 [
भ्रामयित्वा बहिर्न्नेमावरसन्ध्यन्तरे स्थितः।
भ्रामयेदरमूलन्तु सन्धिमध्ये व्यवस्थितः ॥
]

`verse 26 [
अरमध्ये स्थितो मद्यमरणिं भ्रामयेत् समम्।
एवं सिद्ध्यन्तराः सम्यक् मातुलाङ्गनिभाः समाः ॥
]

`verse 27 [
विभज्य सप्तधा क्षेत्रं चतुर्द्दशकरं समम्।
द्विधा कृते शतं ह्यत्र षण्नवत्यधिकानि तु ॥
]

`verse 28 [
कोष्ठकानि चतुर्भिस्तैर्म्मध्ये भद्रं समालिखेत्।
परितो विसृजेद्वीथ्यै तथा दिक्षु समालिखेत् ॥
]

`verse 29 [
कमलानि पुनर्वीथ्यै परितः परिमृज्य तु।
द्वे द्वे मध्यमकोष्ठे तु ग्रीवार्थं दिक्षु लोपयेत् ॥
]

`verse 30 [
चत्वारि बाह्यतः पश्चात्त्रीणि त्रीणि तु लोपयेत्।
ग्रीवापार्श्वे बहिस्त्वेका शोभा सा परिकीर्त्तिता ॥
]

`verse 31 [
विभज्य बाह्यकोणेषु सप्तान्तस्त्रीणि मार्जयेत्।
मण्डलं नवभागं स्यान्नवव्यूहं हरि यजेत् ॥
]

`verse 32 [
पञ्चविंशातिकव्यूहं मण्डलं विश्वरूपगम्।
द्वात्रिंशद्धस्तकं क्षेत्रं भक्तं द्वात्रिंशता समम् ॥
]

`verse 33 [
एवं कृते चतुर्विंशत्यधिकन्तु सहस्त्रकम्।
कोष्ठकानां समुद्‌दिष्टं मध्ये षोडशकोष्ठकैः ॥
]

`verse 34 [
भद्रकं परिलिख्याथ पार्श्वे पङ्‌क्तिं विमृज्य तु।
ततः षोडशभिः कोष्ठैर्द्दिक्षु भद्काष्टकं लिखेत्  ॥
]

`verse 35 [
ततोपि पङ्‌क्तिं सम्मृज्य तद्वत् षोडशभद्रकम्।
लिखित्वा परितः पङ्‌क्तिं विमृज्याथ प्राकल्पयेत् ॥
]

`verse 36 [
द्वारद्वाधशकं दिक्षु त्रीणि त्रीणि यथाक्रमम्।
षड्‌भिः परिलुप्यान्तर्मध्ये चत्वारि पार्श्वयोः ॥
]

`verse 37 [
चत्वार्यन्तर्बहिर्द्वे तु शोभार्थं परिमृज्य तु।
उपद्वारप्रसिद्ध्यर्थं त्रीण्यन्तः पञ्च बाह्यतः ॥
]

`verse 38 [
परिमृज्य तथा शोभां पूर्ववत् परिकल्पयेत्।
बहिः कोणेषु सप्तान्तस्त्रीणि कोष्ठानि मार्जयेत् ॥
]

`verse 39 [
पञ्चत्रिंशतिकव्यूहे परं ब्रह्म यजेत् कजे  ।
मध्ये पूर्वादितः पद्मे वासुदेवादयः क्रमात् ॥
]

`verse 40 [
वराहं पूजयित्वा च पूर्वपद्मे ततः क्रमात्।
व्यूहान् सम्पूजयेत्तावत् यावत् षड्‌विंशमो भवेत् ॥
]

`verse 41 [
यथोक्तं व्यूहमखिलमेकस्मिन् पङ्कजे क्रमात्।
यष्टव्यमिति यत्नेन  प्रचेता मन्यतेऽध्वरम्  ॥
]

`verse 42 [
सप्तन्तु मूर्त्तिभेदेन विभक्तं मन्यतेऽच्युतम्।
चत्वारिशत् करं क्षेत्रं ह्युत्तरं  विभजेत् क्रमात् ॥
]

`verse 43 [
एकैकं सप्तधा भूयस्तथैवैकं द्विधा पुनः।
चतुः षष्ट्युत्तंर सप्तशतान्येकं सहस्त्रकम् ॥
]

`verse 44 [
कोष्ठकानां भद्रकञ्च मध्ये षोडशकोष्ठकैः।
पार्श्वे वीथीं ततश्चाष्टभद्राण्यथ च वीथिका ॥
]

`verse 45 [
षोडशाव्जान्यथो वीथी चतुर्विंशतिपङ्कजम्।
वीथीपद्मानि द्वात्रिंशत् पङ्‌क्तिवीथिकजान्यथ ॥
]

`verse 46 [
चत्वारिशत्ततो वीथी शेषपङ्‌क्तित्रयेण च।
द्वारशोभोपशोबाः स्युर्द्दिक्षु मध्ये विलोप्य च ॥
]

`verse 47 [
द्विच्तुः षड्‌द्वारसिद्ध्यै चतुर्द्दिक्षु विलोपयेत्।
पञ्च त्रीण्येककं बाह्ये शोबोपद्वारसिद्धये ॥
]

`verse 48 [
द्वाराणां पार्श्वयोरन्तः पड् वा चत्वारि मध्यतः।
द्वे द्वे लुम्पेदेवमेव षड् भवन्त्युपशोभिकाः ॥
]

`verse 49 [
एकस्यां दिशि सङ्ख्याः स्युः चतस्त्रः परिसङ्ख्यया ॥
]

`verse 50 [
एकैकस्यां दिशि त्रीणि द्वारण्यपि भवन्त्युत।
पञ्च पञ्च तु कोणेषु पङ्क्तौ पङ्क्तौ क्रमात् सृजेत् ॥
]

`verse 51 [
कोष्ठकानि भवेदेवं मर्त्येष्ट्यं मण्डलं शुभम् ॥
]
