`speaker [
नारद उवाच
]

`verse 1 [
मध्ये पद्मे यदेद्‌ब्रह्म साङ्गं पूर्वेब्जनाभकम्।
आग्नेयेब्जे च प्रकृतिं याम्येब्जे पुरुषं यजेत् ॥
]

`verse 2 [
पुरुषाद्दशिणे वह्निं नैर्ऋते वारुणेनिलम्।
आदित्यमैन्दवे पद्मे ऋग्‌यजुश्चैशपद्मके ॥
]

`verse 3 [
इन्द्रादींश्च द्वितीयायां पद्मे षोडशके तथा।
सामाथर्वाणमाकाशं वायु तेजस्तता जलम् ॥
]

`verse 4 [
पृथिवीञ्च मनश्चैव श्रोत्रं त्वक् चक्षुरर्च्चयेत्।
रसनाञ्च तथा घ्राणं भूर्भुवश्चैव षोडशम् ॥
]

`verse 5 [
महर्जनस्तपः सत्यं तथाग्निष्टोममेव च।
अत्यग्निष्टोमकं चौक्‌थं षोडशीं वाजपेयकम् ॥
]

`verse 6 [
अतिरात्रञ्च सम्पूज्य तथाप्तोर्याममर्च्चयेत्।
मनो बुद्धिमहङ्कारं शब्दं स्पर्शञ्च रूपकम् ॥
]

`verse 7 [
रसं गन्धञ्च पद्मे षु चतुर्विंशतिषु क्रमात्।
जीवं मनोधिपञ्चाहं प्रकृतिं शब्दमात्रकम् ॥
]

`verse 8 [
वासुदेवादिमूर्त्तिंश्च तथा चैव दशात्मकम्।
मनः श्रोत्रं त्वचं प्रार्च्च्य चक्षुश्च रसनं तथा ॥
]

`verse 9 [
घ्राणं वाक्‌पाणिपादञ्च द्वात्रिंशद्वारिजेष्विमान्।
चतुर्थावरणे पूज्याः साङ्गाः सपरिवारकाः ॥
]

`verse 10 [
पायूपस्थौ च सम्पूज्य मासानां द्वादशाधिपान्।
पुरुषोत्तमादिषड्‌विशानं बाह्यावरणकेयजेत् ॥
]

`verse 11 [
चक्राब्जे तेषु सम्पूज्या मासानां पतयः क्रमात्।
अष्टौ प्रकृतयः षड् वा पञ्चाथ चतुरोऽपरे ॥
]

`verse 12 [
रजः पातं ततः कुर्य्याल्लिखिते मण्डले श्रृणु।
कर्णिका पीतवर्णा स्याद्रेशाः सर्वाः सिताः समाः ॥
]

`verse 13 [
द्विहस्तेऽङ्गुष्ठमात्राः स्युर्हस्ते चार्द्धसमाः सिताः।
पद्मं शुक्लेनसन्धींस्तु कृष्णेन श्यामतोथवा ॥
]

`verse 14 [
केशरा रक्तपीताः स्युः कोणान् रक्तेन पूरयेत्।
भूषयेद्‌योगपीठन्तु यथेष्टं सार्ववर्णिकैः ॥
]

`verse 15 [
लतावितानपत्राद्यैर्वींथिकामुपशोभयेत।
पीठद्वारे तु शुक्लेन शोभारक्तेन पीततः ॥
]

`verse 16 [
उपसोभाञ्च नीलेन कोणशंशाँस्च वै सितान्।
भद्रके पूरणं प्रोक्तमेवमन्येषु पूरणम् ॥
]

`verse 17 [
त्रिकोणं सिंतरक्तेन कृष्णेन च विभूषयेत्।
द्विकोणं रक्तपीताभ्यां नाभिं कृष्णेन चक्के ॥
]

`verse 18 [
अरकान् पीतरक्ताभिः श्यामान् नेमिन्तुरक्ततः।
सितश्यामारुणाः सृष्णाः पीता रेखास्तु बाह्यतः ॥
]

`verse 19 [
शालिपिष्टादि शुक्लं स्याद्रक्तं कौसुम्भकादिकम्।
हरिद्रया च हारिद्रं कृष्णं स्याद्दग्धधान्यतः ॥
]

`verse 20 [
शमीपत्रादिकैः श्यामं वीजानां लक्षजाप्यतः।
चतुर्लक्षैम्तु मन्त्राणां विद्यानां लक्षसाधनम् ॥
]

`verse 21 [
अयुतं बुद्धविद्यानां स्तोत्राणाञ्च सहस्त्कम्।
पूर्ब्वमेवाथ लक्षेण मन्त्रसुद्धिस्तथात्मनः ॥
]

`verse 22 [
तथापरेण लक्षेण मन्त्रः क्षेत्रीकृतो भवेत्।
कूर्वमेवासमो होमो वीजानां सम्प्रकीर्तितः ॥
]

`verse 23 [
पूर्वसेवा दशांशेन मन्त्रादीनां प्रकीर्त्तिता।
पुरश्चर्य्ये तु भन्त्रे तु मासिकं व्रतमाचरेत् ॥
]

`verse 24 [
भुवि न्यसेद्वामपादं न गृह्णीयात् प्रतिग्रहम्।
एवं द्वित्रिगुणेनैव मध्यमोत्तमसिद्धयः ॥
]

`verse 25 [
मन्त्रध्यानं प्रवक्ष्यामि येन स्यान्मन्त्रजं फलम्।
स्थूलं शब्दमयं रूपं विग्रहं बाह्यमिष्यते ॥
]

`verse 26 [
सूक्ष्मं ज्योतिर्म्मयं रूपं हार्द्दं चिन्तामयं भवेत्।
चिन्तया रहितं यत्तु तत् परं परिकीर्त्तितम् ॥
]

`verse 27 [
वराहसिंहशक्तीनां स्थूलरूपं प्रधानतः।
चिन्तया रहितं रूपं वासुदेवस्य कीर्त्तितम् ॥
]

`verse 28 [
इतरेषां स्मृतं रूपं हार्द्दं चिन्तामयं सदा।
स्थूलं वैराजमाख्यातं सूक्ष्मं वै लिङ्गितं भवेत् ॥
]

`verse 29 [
चिन्तया रहितं रूपमैश्वरं परिकीर्त्तितम्।
हृत्पुण्डरीकनिलयञ्चैतन्यं ज्योतिरव्ययम् ॥
]

`verse 30 [
वीजं वीजात्कमं ध्यायेत् कदम्बकुसुमाकृतिम्।
कुम्भान्तरगतो दीपो निरुद्धप्रसवो यथा ॥
]

`verse 31 [
संहतः केवलस्तिष्ठेदेवं मन्त्रेश्वरो हृदि।
अनेकशुषिरे कुम्भे तावन्मात्रा गभस्तयः ॥
]

`verse 32 [
प्रसरन्ति वहिस्तद्वन्नाडीभिर्वीजरश्मयः।
अथावभासतो दैवीमात्मीकृत्य तनुं स्थिताः ॥
]

`verse 33 [
हृदयात् प्रस्थिता नाड्यो दर्शनेन्द्रियगोचराः।
अग्नीषोमात्मके तासां नाड्यौ नासाग्रसंस्थिते ॥
]

`verse 34 [
सम्यग्गुह्येन योगेन जित्वा देहसमीरणम्।
जपध्यानरतो मन्त्री मन्त्रलक्षणमस्नुते ॥
]

`verse 35 [
संशुद्ध भूततन्मात्रः सकामो योगमभ्यसन्।
अणिमादिमवाप्नोति विरक्तः प्रबिलङ्‌ध्य च ॥
]

`verse 36 [
देवात्मके भूतमात्रान्मुच्यते चेन्द्रियग्रहात् ॥
]
