`speaker [
अग्निरुवाच
]

`verse 1 [
रक्षां स्वस्य परेषाञ्च वक्ष्ये तां मार्जनाह्वयां  ।
यया विमुच्यते दुःखैः सुखञ्च प्राप्नुयान्नरः  ॥
]

`verse 2 [
ओं नमः परमार्थाय पुरुषाय महात्मने  ।
अरूपबहुरूपाय व्यापिने परमात्मने  ॥
]

`verse 3 [
निष्कल्मषाय शुद्धाय ध्यानयोगरताय च  ।
नमस्कृत्य प्रवक्ष्यामि यत्तत्सिध्यतु मे वचः  ॥
]

`verse 4 [
वराहाय नृसिंहाय वामनाय महामुने  ।
नमस्कृत्य प्रवक्ष्यामि यत्तत्सिध्यतु मे वचः  ॥
]

`verse 5 [
त्रिविक्रमाय रामाय वैकुण्ठाय नराय च  ।
नमस्कृत्य प्रवक्ष्यामि यत्तत्सिध्यतु मे वचः  ॥
]

`verse 6 [
वराह नरसिंहेश वामनेश त्रिविक्रम  ।
हरग्रीवेश सर्वेश हृषीकेश हराशुभम्  ॥
]

`verse 7 [
अपराजितचक्राद्यैश्चतुर्भिः परमायुधैः  ।
अखण्डितानुभावैस्त्वं सर्वदुष्टहरो भव  ॥
]

`verse 8 [
हरामुकस्य दुरितं सर्वञ्च कुशलं कुरु  ।
मृत्युबन्धार्तभयदं दुरितस्य च यत्फलम्  ॥
]

`verse 9 [
पराभिध्यानसहितैः प्रयुक्तञ्चाभिचारकम्  ।
गदस्पर्शमहारोगप्रयोगं जरया जर  ॥
]

`verse 10 [
ओं नमो वासुदेवाय नमः कृष्णाय खड्गिने  ।
नमः पुष्करनेत्राय केशवायादिचक्रिणे  ॥
]

`verse 11 [
नमः कमलकिञ्जल्कपीतनिर्मलवाससे  ।
महाहररिपुस्कन्धसृष्टचक्राय चक्रिणे  ॥
]

`verse 12 [
द्ंष्ट्रोद्धृतक्षितिभृते त्रयीमूर्तिमते नमः  ।
महायज्ञवराहाय शेषभोगाङ्कशायिने  ॥
]

`verse 13 [
तप्तहाटककेशाग्रज्वलत्पावकलोचन  ।
वज्राधिकनखस्पर्शं दिव्यसिंह नमोस्तु ते  ॥
]

`verse 14 [
काश्यपायातिह्रस्वाय ऋग्यजुःसामभूषित  ।
तुभ्यं वामनरूपायाक्रमते गां नमो नमः  ॥
]

`verse 15 [
वराहाशेषदुष्टानि सर्वपापफलानि वै  ।
मर्द मर्द महादंष्ट्र मर्द मर्द च तत्फलम्  ॥
]

`verse 16 [
नरसिंह करालाख्य दन्तप्रान्तानलोज्ज्वल  ।
भञ्ज भञ्ज निनादेन दुष्टान्यस्यार्तिनाशन  ॥
]

`verse 17 [
ऋग्यजुःसामगर्भाभिर्वाग्भिर्वामनरूपधृक् ।
प्रशमं सर्वदुःखानि नयत्त्वस्य जनार्दनः  ॥
]

`verse 18 [
ऐकाहिकं द्व्याहिकञ्च तथा त्रिदिवसं ज्वरम्  ।
चातुर्थकन्तथात्युग्रन्तथैव सततज्वरम्  ॥
]

`verse 19 [
दोषोत्थं सन्निपातोत्थं तथैवागन्तुकं ज्वरम्  ।
शमं नयाशु गोविन्द च्छिन्धि च्छिन्ध्यस्य वेदनाम्  ॥
]

`verse 20 [
नेत्रदुःखं शिरोदुःखं दुःखञ्चोदरसम्भवम्  ।
अन्तःश्वासमतिश्वासं परितापं सवेपथुम्  ॥
]

`verse 21 [
गुदघ्राणाङ्घ्रिरोगांश्च कुष्ठरोगांस्तथा क्षयं  ।
कामलादींस्तथा रोगान् प्रमेहांश्चातिदारुणान्  ॥
]

`verse 22 [
भगन्दरातिसारांश्च मुखरोगांश्च वल्गुलीम्  ।
अश्मरीं मूत्रकृच्छ्रांश्च रोगानन्यांश्च दारुणान्  ॥
]

`verse 23 [
ये वातप्रभवा रोगा ये च पित्तसमुद्भवाः  ।
कफोद्भवाश्च ये केचित्ये चान्ये सान्निपातिकाः  ॥
]

`verse 24 [
आगन्तुकाश्च ये रोगा लूता विस्फोटकादयः  ।
ते सर्वे प्रशमं यान्तु वासुदेवापमार्जिताः  ॥
]

`verse 25 [
विलयं यान्तु ते सर्वे विष्णोरुच्चारणेन च  ।
क्षयं गछ्हन्तु चाशेषास्ते चक्राभिहता हरेः  ॥
]

`verse 26 [
अच्युतानन्तगोविन्दनामोच्चारणभीषिताः  ।
नश्यन्ति सकला रोगाः सत्यं सत्यं वदाम्यहम्  ॥
]

`verse 27 [
स्थावरं जङ्गमं वापि कृत्रिमं चापि यद्विषम्  ।
दन्तोद्भवं नखभवमाकाशप्रभवं विषम्  ॥
]

`verse 28 [
लूतादिप्रभवं यच्च विषमन्यत्तु दुःखदं  ।
शमं नयतु तत्सर्वं कीर्तितोस्य जनार्दनः  ॥
]

`verse 29 [
ग्रहान् प्रेतग्रहांश्चापि तथा वै डाकिनीग्रहान्  ।
वेतालांश्च पिशाचांश्च गन्धर्वान् यक्षराक्षसान्  ॥
]

`verse 30 [
शकुनीपूतनाद्यांश्च तथा वैनायकान् ग्रहान्  ।
मुखमण्डीं तथा क्रूरां रेवतीं वृद्धरेवतीम्  ॥
]

`verse 31 [
वृद्धकाख्यान् ग्रहांश्चोग्रांस्तथा मातृग्रहानपि  ।
बालस्य विष्णोश्चरितं हन्तु बालग्रहानिमान्  ॥
]

`verse 32 [
वृद्धाश्च ये ग्रहाः केचिद्ये च बालग्रहाः क्वचित् ।
नरसिंहस्य ते दृष्ट्या दग्धा ये चापि यौवने  ॥
]

`verse 33 [
सदा करालवदनो नरसिंहो महाबलः  ।
ग्रहानशेषान्निःशेषान् करोतु जगतो हितः  ॥
]

`verse 34 [
नरसिंह महासिंह ज्वालामालोज्ज्वलानन  ।
ग्रहानशेषान् सर्वेश खाद खादाग्निलोचन  ॥
]

`verse 35 [
ये रोगा ये महोत्पाता यद्विषं ये महाग्रहाः  ।
यानि च क्रूरभृतानि ग्रहपीडाश्च दारुणाः  ॥
]

`verse 36 [
शस्त्रक्षतेषु ये दोषा ज्वालागर्दभकादयः  ।
तानि सर्वाणि सर्वात्मा परमात्मा जनार्दनः  ॥
]

`verse 37 [
किञ्चिद्रूपं समास्याय वासुदेवास्य नाशय ॥
]

`verse 38 [
क्षिप्त्वा सुदर्शनञ्चक्रं ज्वालामालातिभीषणम्  ।
सर्वदुष्टोपशमनं कुरु देववराच्युत  ॥
]

`verse 39 [
सुदर्शन महाज्वाल च्छिन्धि च्छिन्धि महारव  ।
सर्वदुष्टानि रक्षांसि क्षयं यान्तु विभीषण  ॥
]

`verse 40 [
प्राच्यां प्रतीच्यां च दिशि दक्षिणोत्तरतस्तथा  ।
रक्षाङ्करोतु सर्वात्मा नरसिंहः सुगर्जितः  ॥
]

`verse 41 [
दिवि भुव्यन्तरीक्षे च पृष्ठतः पार्श्वतोग्रतः  ।
रक्षाङ्करोतु भगवान् बहुरूपी जनार्दनः  ॥
]

`verse 42 [
यथा विष्णुर्जगत्सर्वं सदेवासुरमानुषं  ।
तेन सत्येन दुष्टानि शममस्य व्रजन्तु वै  ॥
]

`verse 43 [
यथा विष्णौ स्मृते सद्यः सङ्क्षयं यान्ति पातकाः  ।
सत्येन तेन सकलं दुष्टमस्य प्रशाम्यतु  ॥
]

`verse 44 [
परमात्मा यथा विष्णुर्वेदान्तेषु च गीयते  ।
तेन सत्येन सकलं दुष्टमस्य प्रशाम्यतु  ॥
]

`verse 45 [
यथा यज्ञेश्वरो विष्णुर्देवेष्वपि हि गीयते  ।
सत्येन तेन सकलं यन्मयोक्तं तथास्तु तत् ॥
]

`verse 46 [
शान्तिरस्तु शिवञ्चास्तु दुष्टमस्य प्रशाम्यतु  ।
वासुदेवशरीरोत्थैः कुशैर्निर्मथितं मया  ॥
]

`verse 47 [
अपमार्जतु गोविन्दो नरो नारायणस्तथा  ।
तथास्तु सर्वदुःखानां प्रशमो जपनाद्धरेः  ॥
]

`verse 48 [
अपमार्जनकं शस्त्रं सर्वरोगादिवारणम्  ।
अयं हरिः कुशो विष्णुर्हता रोगा मया तव  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये कुशापमार्जनं नाम एकत्रिंशोऽध्यायः
]
