`verse 1 [
संस्कारकथनं

अग्निरुवाच
निर्वाणादिषु दीक्षासु चत्त्वारिंशत्तथाष्ट च  ।
संस्कारान् कारयेद्धीमान् शृणुतान्यैः सुरो भवेत् ॥
]

`verse 2 [
गर्भाधानन्तु योन्यां वै ततः पुंसवनञ्चरेत् ।
सीमन्तोन्नयनञ्चैव जातकर्म च नाम च  ॥
]

`verse 3 [
अन्नाशनं ततश्चूडा ब्रह्मचर्यव्रतानि च  ।
चत्वारि वैष्णवी पार्थी भौतिकी श्रोत्रिकी तथा  ॥
]

`verse 4 [
गोदानं सूतकत्वञ्च पाकयज्ञाश्च सप्त ते  ।
अष्टका पार्वणश्राद्धं श्रावण्यग्रायणीति च  ॥
]

`verse 5 [
चैत्री चाश्वयुजी सप्त हविर्यज्ञांश्च तान् शृणु  ।
आधानञ्चाग्निहोत्रञ्च दर्शो वै पौर्णमासकः  ॥
]

`verse 6 [
चातुर्मास्यं पशुबन्धः सौत्रामणिरथापरः  ।
सोमसंस्थाः सप्त शृणु अग्निष्टोमः क्रतूत्तमः  ॥
]

`verse 7 [
अत्यग्निष्टोम उक्थश्च षोडशो वाजपेयकः  ।
अतिरात्राप्तोर्यामश्च सहस्रेशाः सवा इमे  ॥
]
