`speaker [
अग्निरुवाच
]

`verse 1 [
पवित्रारोहणं वक्ष्ये वर्षपूजाफलं हरेः।
आषाढादौ कार्तिकान्ते प्रतिपद्धनदा तिथिः ॥
]

`verse 2 [
श्रिया गौर्या गणेशस्य सरस्वत्या गुहस्य च।
मार्त्तण्डमातृदुर्गाणां नागर्षिहरिमन्मथैः ॥
]

`verse 3 [
शिवस्य ब्रह्मणस्तद्वद्‌द्वितीयादितिथेः क्रमात्।
यस्य देवस्य यो भक्तः पवित्रा तस्य सा तिथिः ॥
]

`verse 4 [
आरोहणे तुल्यविधिः पृथक् मन्त्रादिकं यदि।
सौवर्णं राजतं ताम्रं नेत्रकार्प्पासकादिकम् ॥
]

`verse 5 [
ब्राह्मण्या कर्त्तितं सूत्रं तदलाभे तु संस्कृतम्।
त्रिगुणं त्रिगुणीकृत्य तेन कुर्य्यात् पवित्रकम् ॥
]

`verse 6 [
अष्टोत्तरशतादूर्द्ध्वं तदर्द्धं चोत्तमादिकम्।
क्रियालोपविधानार्थं यत्त्वयाभिहितं प्रभो ॥
]

`verse 7 [
मया तत् क्रियते देव यथा यत्र पवित्रकम्।
अविध्नं तु भवेदत्र कुरु नाथ जयाव्यय ॥
]

`verse 8 [
प्रार्थ्य तन्मण्डलायादौ गायत्र्या बन्धयेन्नरः।
ओं नारायणाय विद्महे वासुदेवाय धीमहि ॥
]

`verse 9 [
तन्नो विष्णुः प्रचोदयात् देवदेवानुरूपतः।
जानूरुनाभिनासान्तं प्रतिमासु   पवित्रकम् ॥
]

`verse 10 [
पादान्ता वनमाला स्यादष्टोत्तरसहस्रतः ।
मालां तु कल्पसाध्यां वा द्विगुणं षोडशाङ्गुलाम् ॥
]

`verse 11 [
कर्णिका केशरं पत्रं मन्त्राद्यं मण्डलान्तकम्।
मण्डलाङ्गुलमात्रैकचक्राब्जाद्यौ पवित्रकम् ॥
]

`verse 12 [
स्थण्डिलेऽङ्गुलमानेन आत्मनः सप्तविंशतिः।
आचार्य्याणां च सूत्राणि पितृमात्रादिपुस्तके ॥
]

`verse 13 [
नाभ्यन्तं द्वादशग्रन्थिं तथा गन्धपवित्रके।
द्व्यङ्गुलात् कल्पनादौ द्विर्माला चाष्टोत्तरं शतम् ॥
]

`verse 14 [
अथवार्कचतुर्विंशषट्त्रिंशन्मालिका द्विजः।
अनामामध्यमाङ्गुष्ठैर्मन्दाद्यैः मालिकार्थिभिः ॥
]

`verse 15 [
कनिष्ठा दौ द्वादश वा ग्रन्थयः स्युः पवित्रके।
रवेः कुम्भहुताशादेः सम्भवे विष्णुवन्मतम् ॥
]

`verse 16 [
पीठस्य पीठमानं स्यान्मेखलान्ते च कुण्डके।
यथाशक्ति सूत्रग्रन्थिः परिचारेथ वैष्णवे ॥
]

`verse 17 [
सूत्राणि वा सप्तदश सूत्रेण त्रिविभक्तके ।
रोचनागुरुकर्पूरहरिद्राकुङ्कुमादिभिः ॥
]

`verse 18 [
रञ्जयेच्चन्दनाद्यैर्वा स्नानसन्ध्यादिकृन्नरः।
एकादश्यां यागगृहे भगवंतं हरिं यजेत्॥
]

`verse 19 [
समस्तपरिवाराय बलिं पीठे समर्चयेत्।
क्षौं क्षेत्रपालाय द्वारान्ते द्वारोपरि तथा श्रियम् ॥
]

`verse 20 [
धात्रे दक्षे विधात्रे च गङ्गाञ्च यमुनां तथा।
शङ्खपद्मनिधी पूज्य मध्ये वास्त्वपसारणम् ॥
]

`verse 21 [
सारङ्गायेति भूतानां भूतशुद्धिं स्थितश्चरेत् ॥
]

`verse 22 [
ओं ह्रूं हः फट् ह्रं गन्धतन्मात्रं संहरामि नमः ॥
ओं ह्रूं हः फट् ह्रूं रसतन्मात्रं संहरामि नमः ।
ओं ह्रूं हः फट् ह्रुं रूपतन्मात्रं संहरामि नमः ॥
ओं ह्रूं हः फट् ह्रूं स्पर्शतन्मात्रं संहरामि नमः ।
ओं ह्रूं हः फट् ह्रूं शब्दतन्मात्रं संहरामि नमः ॥
पञ्चोद्घातैर्गन्धतन्मात्ररूपं भूमिमण्डलम्।
चतुरस्रञ्च पीतञ्च कठिनं वज्रलाञ्छितम् ॥
]

`verse 23 [
इन्द्राधिदैवतं पादयुग्ममध्यगतं स्मरेत्।
शुद्धञ्च रसतन्मात्रं प्रविलिप्याथ संहरेत् ॥
रसमात्ररूपमात्रे क्रमेणानेन पूजकः ॥
]

`verse 24 [
ओं ह्रीं हः फट् ह्रूं रसतन्मात्रं संहरामि नमः ॥
ओं ह्रूं हः फट् रूपतन्मात्रं संहरामि नमः।
ओं ह्रीं हः फट् ह्रूं स्पर्शतन्मात्रं संहरामि नमः ॥
ओं ह्रीं हः फट् ह्रूं शब्दतन्मात्रं संहरामि नमः।
जानुनाभिमध्यगतं श्वेतं वै पद्मलाञ्छितम्।
शुवलवर्णं चार्द्धचन्द्रं ध्यायेद्वरुणदैवतम् ॥
]

`verse 25 [
चतुर्भश्च तदुद्घातैः शुद्धं तद्रसमात्रकम्।
संहरेद्रूपतन्मात्रै रूपमात्रे च संहरेन् ॥
]

`verse 26 [
ओं ह्रूं हः फट् ह्रूं पूतन्मात्रं संहरामि नमः।
ह्रूं हः फट् ह्रूं स्पर्शतन्मात्रं संहरामि नमः ।.
ओं ह्रूं हः फट् ह्रूं शब्दतन्मात्रं संहरामि नमः ।
इति त्रिभिस्तदुद्घातैस्त्रिकोणं वह्निमण्डलम्।
नाभिकण्ठमध्यगतं रक्तं स्वस्तिकलाञ्छितम् ॥
]

`verse 27 [
ध्यात्वानलाधिदैवन्तच्छुद्धं स्पर्शे लयं नयेत्।
ओं ह्रौं हः फट् ह्रूं स्पर्शतन्मात्रं संहरामि नमः।
ओं ह्रौं हः फट् ह्रूं शब्दतन्मात्रं संहरामि नमः ॥
कण्ठनासामध्यगतं वृत्तं वै वायुमण्डलम् ॥
]

`verse 28 [
द्विरुद्‌घातैर्धूम्रवर्णं ध्यायेच्छुद्धेन्दुलाञ्छितम्।
स्पर्शमात्रं शब्दमात्रैः संहरेद्ध्यानयोगतः ॥
]

`verse 29 [
ओं ह्रौं हः फट् ह्रूं शब्दतन्मात्रं संहरामि नमः।
एकोद्घातेन चाकाशं शुद्धस्फटिकसन्निभम्।
नासापुटशिखान्तस्थमाकाशामुपसंहरेत् ॥
]

`verse 30 [
शोषणाद्यैर्द्देशुद्धिं कुर्यादेवं क्रमात्तः।
शुष्कं कलेवरं ध्यायेत् पादाद्यञ्च शिखान्तकम् ॥
]

`verse 31 [
यं बीजेन वं बीजेन ज्वालामालासमायुतम् ।
देहं रमित्यनेनैव ब्रह्मरन्ध्राद्विनिर्गतम् ॥
]

`verse 32 [
बिन्दुन्ध्यात्वा चामृतस्य तेन भस्म कलेवरम्।
सम्प्लावयेल्लमित्यस्मात् देहं सम्पाद्य दिव्यकम् ॥
]

`verse 33 [
न्यासं कृत्वा करे देहे मानसं यागमाचरेत्।
विष्णुं साङ्गं हृदि पद्मे मानसैः कुसुमादिभि। ॥
]

`verse 34 [
मूलमन्त्रेण देवेशम्प्रार्च्चयेद्भुक्तिमुक्तिदम्।
स्वागतं देवदेवेश सन्निधौ भव केशव ॥
]

`verse 35 [
गृहाण मानसीं पूजां यथार्थं परिभाविताम्।
आधारशक्तिः कूर्माथ पूज्योनन्तो मही ततः ॥
]

`verse 36 [
मध्येग्न्यादौ च धर्माद्या अधर्मादीन्द्रमुख्यगम् ।
सत्त्वादि मध्ये पद्मञ्च मायाविद्याख्यतत्त्वके ॥
]

`verse 37 [
कालतत्त्वञ्च सूर्यादिमण्डलं पक्षिराजकः।
मध्ये ततश्च वायव्यादीशान्ता गुरुपङ्क्तिकाः ॥
]

`verse 38 [
गणः सरस्वती पूज्या नारदो नलकूबरः।
गुरुर्गरुपादुका च परो गुरुश्च पादुका ॥
]

`verse 39 [
पूर्वसिद्धाः परसिद्धाः केशरेषु च शक्तयः।
लक्ष्मीः सरस्वती प्रीतिः कीर्त्तिः शान्तिश्च कान्तिका ॥
]

`verse 40 [
पुष्टिस्तुष्टिर्म्महेन्द्राद्या मध्ये चावाहितो हरिः ।
धृतिः श्रीरतिकान्त्याद्या मूलेन स्थापितोऽच्युतः ॥
]

`verse 41 [
ओं अभिमुखो भवेत् प्रार्थ्य प्राच्यां सन्निहितो भव।
विन्यस्यार्घ्यादिकं दत्त्वा गन्धाद्यैर्मूलतो यजेत् ॥
]

`verse 42 [
ओं भीषय भीषय हृत् शिरस्त्रासय वै पुनः।
मर्द्दय मर्द्दय शिखा अग्न्यादौ शस्त्रतोस्त्रकं ॥
]

`verse 43 [
रक्ष रक्ष प्रध्वंसय प्रध्वंसय कवचाय नमस्ततः।
ओं ह्रूं फट् अस्त्राय नमो मूलबीजेन चाङ्गकम् ॥
]

`verse 44 [
पूर्व्वदक्षाप्यसौम्येषु मूर्त्त्यावरणमर्च्चयेत्।
वासुदेवः सङ्कर्षणः प्रद्युम्नश्चानिरुद्धकः ॥
]

`verse 45 [
अग्न्यादौ श्रीधृतिरतिकान्तयो मूर्त्तयो हरेः।
शङ्खचक्रगदापद्ममग्न्यादौ पूर्व्वकादिकम् ॥
]

`verse 46 [
शार्ङ्गञ्च मुषलं खङ्गं वनमालाञ्च तद्बहिः।
इन्द्राद्याश्च तथानन्तो नैर्ऋत्यां वरुणस्ततः ॥
]

`verse 47 [
ब्रह्नेन्द्रेशानयोर्मध्ये अस्त्रावरणकं बहिः।
ऐरावतस्ततश्छागो महिषो वानरो झषः ॥
]

`verse 48 [
मृगः शशोऽथ वृषभः कूर्म्मो हंसस्ततो बहिः।
पृश्निगर्भः कुमुदाद्या द्वारपाला द्वयं द्वयम् ॥
]

`verse 49 [
पूर्व्वाद्युत्तरद्वारान्तं हरिं नत्वा बलिं बहिः।
विष्णुपार्षदेभ्यो नमो बलिपीठे बलिं ददेत् ॥
]

`verse 50 [
विश्वाय विश्वक्सेनात्मने ईशानके यजेत्।
देवस्य दक्षिणे हस्ते रक्षासूत्रञ्च बन्धयेत् ॥
]

`verse 51 [
संवत्सरकृतार्चायाः सम्पूर्णफलदायिने।
पवित्रारोहणायेदं कौतुकं धारय ओं नमः ॥
]

`verse 52 [
उपवासादिनियमं कुर्याद्वै देवसन्निधौ।
उपवासादिनियतो देवं सन्तोषयाम्यहम् ॥
]

`verse 53 [
कामक्रोधादयः सर्वे मा मे तिष्ठन्तु सर्वथा।
अद्यप्रभृति देवेश यावद्वैशेषिकं दिनम् ॥
]

`verse 54 [
यजमानो ह्यशक्तश्चेत् कुर्य्यान्नक्तादिकं व्रती।
हुत्वा विसर्जयेत् स्तुत्वा श्रीकरन्नित्यपूजनम् ॥
ओं ह्रीं श्रीं श्रीधराय त्रैलोक्यमोहनाय नमः ॥
]
