`speaker [
अग्निरुवाच
]

`verse 1 [
विशेदनेन मन्त्रेण यागस्थानञ्च भूषयेत्।
नमो ब्रह्मण्यदेवाय श्रीधरायाव्ययात्मने ॥
]

`verse 2 [
ऋग्यजुः सामरूपाय शब्ददेहाय विष्णवे।
विलिख्य मण्डलं सायं यागद्रव्यादि चाहरेत् ॥
]

`verse 3 [
प्रक्षालितकराङ्घ्रिः सन् विन्यस्यार्घ्यकरो नरः।
अर्घ्याद्भिस्तु शिरः प्रोक्ष्च द्वारदेशादिकं तथा ॥
]

`verse 4 [
आरभेद् द्वारयागञ्च तोरणेशान् प्रपूजयेत्।
अश्वत्थोदुम्बरवटप्लक्षाः पूर्वादिगा नगाः ॥
]

`verse 5 [
ऋगिन्द्रशोभनं प्राच्यां यजुर्यमसुभद्रकम्।
सामापश्च सुधन्वाख्यं सोमाथर्वसुहोत्रकम् ॥
]

`verse 6 [
तोरणान्ताः पताकाश्च कुमुदाद्या घटद्वयम्।
द्वारि द्वारि स्वनाम्नार्च्याः पूर्वे पूर्णश्च पुष्करः ॥
]

`verse 7 [
आनन्दनन्दनौ दक्षो वीरसेनः सुषेणकः।
सम्भवप्रभवौ सौम्ये द्वारपांश्चैव पूजयेत् ॥
]

`verse 8 [
अस्त्रजप्तपुष्पक्षेपाद्विघ्नानुत्सार्य संविशेत्।
भूतशुद्धिं विधायाथ विन्यस्य कृतमुद्रकः ॥
]

`verse 9 [
फट्कारान्तां शिखां जप्त्वा सर्षपान् दिक्षु निक्षिपेत्।
वासुदेवेन गोमूत्रं सङ्कर्षणेन गोमयम् ॥
]

`verse 10 [
प्रद्युम्नेन पयस्तज्जाद् दधि नारायणाद् घृतम्।
एकद्वित्र्यादिवाराणि घृताद्वै भागतोधिकम् ॥
]

`verse 11 [
घृतपात्रे तदेकत्र पञ्चगव्यमुदाहृतम्।
मण्डपष्रोक्षणायैकञ्चापरम्प्राशनाय च ॥
]

`verse 12 [
स्नानाय दशकुम्भेषु इन्द्राद्यान् लोकपान् यजेत्।
पूज्याज्ञां श्रावयेत्तांश्च स्थातव्यं चाज्ञया हरेः ॥
]

`verse 13 [
यागद्रव्यादि संरक्षय विकिरान् विकिरेत्ततः।
मूलाष्टशतसञ्जप्तान् कुशकूर्चान् हरेच्च तान् ॥
]

`verse 14 [
ऐशान्यां दिशि तत्रस्थं स्थाप्य कुम्भञ्च वर्द्धनीम्।
कुम्भे साङ्गं हरिं प्रार्च्य वर्द्धन्यामस्त्रमर्चयेत् ॥
]

`verse 15 [
प्रदक्षिणं यागगृहं वर्द्धन्याच्छिन्नदारया।
सिञ्चन्नयेत्ततः कुम्भं पूजयेच्च स्थिरासने ॥
]

`verse 16 [
सपञ्चरत्नवस्त्राढ्यकुम्भे गन्धादिभिर्हरिम्।
वर्द्धन्यां हेमगर्भायां यजेजस्त्रञ्च वामतः ॥
]

`verse 17 [
तत्समीपे वास्तुलक्ष्मीं भूविनायकमर्च्चयेत्।
स्तपनं कल्पयेद्विष्णोः सङ्क्रान्त्यादौ तथैव च ॥
]

`verse 18 [
पूर्णकुम्भान् नव स्थाप्य नवकोणेषु निर्व्रणान्।
पाद्यमर्घ्यमाचमनीयं पञ्चगव्यञ्च निः क्षिपेत् ॥
]

`verse 19 [
पूर्वादिकलसेग्न्यादौ पञ्चामृतजलादिकम्।
दधि क्षीरं मधूष्णोदं पाद्यं स्याच्चतुरङ्गकम् ॥
]

`verse 20 [
पद्मश्यामाकदूर्वाश्च विष्णुपत्नी च पाद्यकम्।
तथाष्टाङ्गार्घ्यमाख्यातं यवगन्धफलाक्षतम् ॥
]

`verse 21 [
कुशाः सिद्धार्थपुष्‌पाणि तिला द्रव्याणि चार्हणम्
लवङ्गकक्कोलयुतं दद्यादाचमनीयकम् ॥
]

`verse 22 [
स्नापयेन्मूलमन्त्रेण देवं पञ्चामृतैरपि।
शुद्धोदं मध्यकुम्बेन देवमूद्धर्नि विनिः क्षिपेत् ॥
]

`verse 23 [
कलशान्निः सृतं तोयं कूर्चाग्रं संस्पृशेन्नरः।
शुद्धोदकेन पाद्यञ्च अर्घ्यमाचमनन्ददेत् ॥
]

`verse 24 [
परिमृज्य पटेनाह्गं सवस्त्रं पण्डलं नयेत्।
तत्राभ्यर्च्याचरेद्धोमं कुण्डादौ प्राणसंयमी ॥
]

`verse 25 [
प्रक्षाल्य हस्तौ रेखाश्च तिस्त्रः पूर्वाग्रगामिनीः।
दक्षिणादुत्तरान्ताश्च तिस्त्रश्चैवोत्तराग्रगाः ॥
]

`verse 26 [
अर्घ्योदकेन सम्प्रोक्ष्य योनिमुद्राम्प्रदर्शयेत्।
द्यात्वाग्निरूपञ्चाग्निन्तु योन्यां कुण्डे क्षिपेन्नरः ॥
]

`verse 27 [
पात्राण्यासादयेत् पञ्चाद्दर्भस्त्रुक्स्त्रुवकादिभिः।
बाहुमात्राः परिधय इध्मव्रश्चनमेव च ॥
]

`verse 28 [
प्रणीता प्रोक्षणीपात्रमाज्यस्थाली घृतादिकम्।
प्रस्थद्व्यं तण्डुलानां युग्मं युग्ममदोमुखम् ॥
]

`verse 29 [
प्रणीताप्रोक्षणीपात्रे न्यसेत् प्रागगग्रं कुशम्।
अद्भिः पूर्य्यप्रणीतान्तु ध्यात्वा देवं प्रपूज्य च ॥
]

`verse 30 [
प्रणीतां स्थापयेदग्रे द्रव्याणाञ्चैव मध्यतः ।
प्रोक्षणीमद्भिः सम्पूर्य्य प्रार्च्य दक्षे तु विन्यसेत् ॥
]

`verse 31 [
चरुञ्च श्रपयेदग्नौ ब्रह्माणं दक्षिणे न्यसेत्।
कुशानास्तीर्य्य पूर्वादौ परिधीन् स्थापयेत्ततः ॥
]

`verse 32 [
वैष्णवीकरणं कुर्य्याद् गर्भाधानादिना नरः।
गर्भाधानं पुंसवनं सीमन्तोन्नयनञ्चनिः ॥
]

`verse 33 [
नामादिसमावर्त्तनान्तं जुहुयादष्ट चाहुतीः।
पूर्णाहुतीः प्रतिकर्म्म स्रुचा स्रुवसुयुक्तया ॥
]

`verse 34 [
कुण्डमध्ये ऋतुमतीं लक्ष्मीं सञ्चिन्त्य होमयेत्।
कुण्डलक्ष्मीः समाख्याता प्रकृतिस्त्रिगुणात्मिका ॥
]

`verse 35 [
सा योनिः सर्वभूतानां विद्यामन्त्रगणस्य च।
विमुक्तेः कारणं वह्निः परमात्मा च मुक्तिदः ॥
]

`verse 36 [
प्राच्यां शिरः समाख्यातं बाहू कोणे व्यवस्थितौ।
ईशानाग्नेयकोणे तु जङ्घे वायव्यनैर्ऋते ॥
]

`verse 37 [
उदरं कुण्डमित्युक्तं योनिर्योनिर्विधीयते।
गुणत्रयं मेखलाः स्युर्ध्यात्वैवं समिधो दश ॥
]

`verse 38 [
पञ्चाधिकांस्तु जुहुयात् प्रणवान्मुष्टिमुद्रया ।
पुनराघारौ जुहुयाद्वाय्वग्न्यन्तं ततः श्रपेत् ॥
]

`verse 39 [
ईशान्तं मूलप्रन्त्रेण आज्यभागौ तु होमयेत्।
उत्तरे द्वादशान्तेन दक्षिणे तेन मध्यतः ॥
]

`verse 40 [
व्याहृत्या पद्ममध्यस्थं ध्यायेद्वह्निन्तु संस्कृतम्।
वैष्णवं सप्तजिह्वं च सूर्यकोटिसमप्रभम् ॥
]

`verse 41 [
चन्द्रवक्त्रञ्च सूर्याक्षं जुहुयाच्छतमष्ट च।
तदर्द्धञ्चष्ट मूलेन अह्गानाञ्च दशांशतः ॥
]
