`speaker [
अग्निरुवाच
]

`verse 1 [
सम्पाताहुतिनासिच्य पवित्राण्याधिवासयेत्।
तृसिंहमन्त्रजप्तानि गुप्तान्यस्त्रेण तानि तु ॥
]

`verse 2 [
वस्त्रसंवेष्टितान्येव पात्रस्थान्यभिमन्त्रयेत्।
विल्वाद्यद्भिः प्रोक्षितानि मन्त्रेण चैकधा ॥
]

`verse 3 [
कुम्भपार्श्वे तु संस्थाप्य रक्षां विज्ञाप्य देशिकः।
दन्तकाष्ठञ्चामलकं पूर्वे कङ्कर्षणेन तु ॥
]

`verse 4 [
प्रद्युम्नेन भस्मतिलान् दक्षे गोमयमृत्तिकाम्।
वारुणे चानिरुद्धेन सौम्ये नारायणेन च ॥
]

`verse 5 [
दर्भोदकञ्चाथ हृदा अग्नौ कुङ्कुमरोचनम्।
ऐशान्यां शिरसा धूपं शिखया नैर्ऋतेप्यथ ॥
]

`verse 6 [
मूलपुष्पाणि दिव्यानि कवचेनाथ वायवे।
चन्दनाम्ब्वक्षतदधिदूर्वाश्च पुटिकास्थिताः ॥
]

`verse 7 [
गृहं त्रिसूत्रेणावेष्ट्य पुनः सिद्धार्थकान् क्षिपेत्।
दद्यात्पूजाक्रमेणाथ स्वैः स्वैर्गन्धपवित्रकम् ॥
]

`verse 8 [
मन्त्रैर्वै द्वारपादिभ्यो विष्णुकुम्भे त्वनेन च।
विष्णुतेजोभवं रम्यं सर्वपातकनाशनम् ॥
]

`verse 9 [
सर्वकामप्रदं देवं तवाङ्गे धारयाम्यहम्।
सम्पूज्य धूपदीपद्यैर्व्रजेद् द्वारसमीपतः ॥
]

`verse 10 [
गन्धपुष्पाक्षतोपेतं पवित्रञ्चाशिलेर्प्पयेत् ।
पवित्रं वैष्णवं तेजो महापातकनाशनम् ॥
]

`verse 11 [
धर्म्मकामार्थसिद्ध्यर्थं स्वकेङ्गे धारयाम्यहम्।
आसने परिवारादौ गुरौ दद्यात् पवित्रकम् ॥
]

`verse 12 [
गन्धादिभिः समभ्यर्च्य गन्धपुष्पाक्षतादिमत्।
विष्णुतेजोभवेत्यादिमूलेन हरयेर्पयेत् ॥
]

`verse 13 [
वह्निस्थाय ततो दत्वा देवं सम्प्रार्थयेत्ततः।
क्षीरोदधिमहानागशय्यावस्थितविग्रह ॥
]

`verse 14 [
प्रातस्त्वां पूजयिष्यामि सन्निधौभव केशव।
इन्द्रादिभ्यस्ततो दत्वा विष्णुपार्षदके बलिम् ॥
]

`verse 15 [
ततो देवाग्रतः कुम्भं वासोयुगसमन्वितम्।
रोचनाचन्द्रकाश्मीरगन्धाद्युदकसंयुतम् ॥
]

`verse 16 [
गन्धपुष्पादिनाभूष्य मूलमन्त्रेण पूजयेत्।
मण्डपाद्वहिरागत्य विलिप्ते मण्डलत्रये ॥
]

`verse 17 [
पञ्चगव्यञ्चरुन्दन्तकाष्ठञ्चैव क्रमाद्भवेत्।
पुराणश्रवणं स्तोत्रं पठन् जागरणं निशि ॥
]

`verse 18 [
परप्रेषकबालानां स्त्रीणं भोगभुजां तथा।
सद्योधिवासनं कुर्य्याद्विना गन्धपवित्रकम् ॥
]
