`speaker [
अग्निरुवाच
]

`verse 1 [
प्रातः स्नानं कृत्वा द्वारपालान् प्रपूज्य च  ।
प्रविश्य गुप्ते देशे च समाकृष्याथ धारयेत् ॥
]

`verse 2 [
पूर्वाधिवासितं द्रव्यं वस्त्राभरणगन्धकं  ।
निरस्य सर्वनिर्माल्यं देवं संस्थाप्य पूजयेत् ॥
]

`verse 3 [
पञ्चामृतैः कषायैश्च शुद्धगन्धोदकैस्ततः  ।
पूर्वाधिवासितं दद्याद्वस्त्रं गन्धं च पुष्पकं  ॥
]

`verse 4 [
अग्नौ हुत्वा नित्यवच्च देवं सम्प्रार्थयेन्नमेत्  ।
समर्प्य कर्म देवाय पूजां नैमित्तिकीं चरेत् ॥
]

`verse 5 [
द्वारपालविष्णुकुम्भवर्धनीः प्रार्थयेद्धरिं  ।
अतो देवेति मन्त्रेण मूलमन्त्रेण कुम्भके  ॥
]

`verse 6 [
कृष्ण कृष्ण नमस्तुभ्यं गृह्णीष्वेदं पवित्रकं  ।
पवित्रीकरणार्थाय वर्षपूजाफलप्रदं  ॥
]

`verse 7 [
पवित्रकं कुरुध्वाद्य यन्मया दुष्कृतं कृतं  ।
शुद्धो भवाम्यहं देव त्वत्प्रसादात्सुरेश्वर  ॥
]

`verse 8 [
पवित्रञ्च हृदाद्यैस्तु आत्मानमभिषिच्य च  ।
विष्णुकुम्भञ्च सम्प्रोक्ष्य व्रजेद्देवसमीपतः  ॥
]

`verse 9 [
पवित्रमात्मने दद्याद्रक्षाबन्धं विसृज्य च  ।
गृहाण ब्रह्मसूत्रञ्च यन्मया कल्पितं प्रभो  ॥
]

`verse 10 [
कर्मणां पूरणार्थाय यथा दोषो न मे भवेत् ।
द्वारपालासनगुरुमुख्यानाञ्च पवित्रकम्  ॥
]

`verse 11 [
कनिष्टादि च देवाय वनमालाञ्च मूलतः  ।
हृदादिविश्वक्सेनान्ते पवित्राणि समर्पयेत् ॥
]

`verse 12 [
वह्नौ हुत्वाग्निवर्तिभ्यो विष्ण्वादिभ्यः पवित्रकम्  ।
प्रार्च्य पूर्णाहुतिं दद्यात्प्रायश्चित्ताय मूलतः  ॥
]

`verse 13 [
अष्टोत्तरशतं वापि पञ्चोपनिषदैस्ततः  ।
मणिविद्रुममालाभिर्मन्दारकुसुमादिभिः  ॥
]

`verse 14 [
इयं सांवत्सरी पूजा तवास्तु गरुडध्वज  ।
वनमाला यथा देव कौस्तुभं सततं हृदि  ॥
]

`verse 15 [
तद्वत्पवित्रतन्तूंश्च पूजां च हृदये वह  ।
कामतोऽकामतो वापि यत्कृतं नियमार्चने  ॥
]

`verse 16 [
विधिना विघ्नलोपेन परिपूर्णं तदस्तु मे  ।
प्रार्थ्य नत्वा क्षमाप्याथ पवित्रं मस्तकेऽर्पयेत् ॥
]

`verse 17 [
दत्वा बलिं दक्षिणाभिर्वैष्णवन्तोषयेद्गुरुं  ।
विप्रान् भोजनवस्त्राद्यैर्दिवसं पक्षमेव वा  ॥
]

`verse 18 [
पवित्रं स्नानकाले च अवतार्य समर्पयेत् ।
अनिवारितमन्नाद्यं दद्याद्भुङ्क्तेथ च स्वयं  ॥
]

`verse 19 [
विसर्जनेऽह्नि सम्पूज्य पवित्राणि विसर्जयेत् ।
सांवत्सरीमिमां पूजां सम्पाद्य विधिवन्मम  ॥
]

`verse 20 [
व्रज पवित्रकेदानीं विष्णुलोकं विसर्जितः  ।
मध्ये सोमेशयोः प्रार्च्य विष्वक्सेनं हि तस्य च  ॥
]

`verse 21 [
पवित्राणि समभ्यर्च्य ब्राह्मणाय समर्पयेत् ।
यावन्तस्तन्तवस्तस्मिन् पवित्रे परिकल्पिताः  ॥
]

`verse 22 [
तावद्युगसहस्राणि विष्णुलोके महीयते  ।
कुलानां शतमुद्धृत्य दश पूर्वान् दशापरान्  ।
विष्णुलोकं तु संस्थाप्य स्वयं मुक्तिमवाप्नुयात् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये विष्णुपवित्रारोहणं नाम षट्त्रिंशोऽध्यायः ॥

अथ सप्तत्रिंशोऽध्यायः
]
