`speaker [
अग्निरुवाच
]

`verse 1 [
सङ्क्षेपात्सर्वदेवानां पवित्रारोहणं शृणु  ।
पवित्र सर्वलक्ष्म स्यात्स्वरसानलगं त्वपि  ॥
]

`verse 2 [
जगद्योने समागच्छ परिवारगणैः सह  ।
निमन्त्रयाम्यहं प्रातर्दद्यान्तुभ्यं पवित्रकम् ॥।
]

`verse 3 [
जगत्सृजे नमस्तुभ्यं गृह्णीष्वेदं पवित्रकं  ।
पवित्रीकरणार्थाय वर्षपूजाफलप्रदं  ॥
]

`verse 4 [
शिवदेव नमस्तुभ्यं गृह्णीष्वेदं पवित्रकं  ।
मणिविद्रुममालाभिर्मन्दारकुसुमादिभिः  ॥
]

`verse 5 [
इयं सांवत्सरी पूजा तवास्तु वेदवित्पते  ।
सांवत्सरीमिमां पूजां सम्पाद्य विधिमन्मम  ॥
]

`verse 6 [
व्रज पवित्रकेदानीं स्वर्गलोकं विसर्जितः  ।
सूर्यदेव नमस्तुभ्यं गृह्णीष्वेदं पवित्रकं  ॥
]

`verse 7 [
पवित्रीकरणार्थाय वर्षपूजाफलप्रदं  ।
शिवदेव नमस्तुभ्यं गृह्णीष्वेदं पवित्रकं  ॥
]

`verse 8 [
पवित्रीकरणार्थाय वर्षपूजाफलप्रदं  ।
वाणेश्वर नमस्तुभ्यं गृह्णीष्वेदं पवित्रकं  ॥
]

`verse 9 [
पवित्रीकरणार्थाय वर्षपूजाफलप्रदं  ।
शक्तिदेव नमस्तुभ्यं गृह्णीष्वेदं पवित्रकं  ॥
]

`verse 10 [
पवित्रीकरणार्थाय वर्षपूजाफलप्रदं  ।
नारायणमयं सूत्रमनिरुद्धमयं वरं ॥
]

`verse 11 [
धनधान्यायुरारोग्यप्रदं सम्प्रददामि ते  ।
कामदेवमयं सूत्रं सङ्कर्षणमयं वरं  ॥
]

`verse 12 [
विद्यासन्ततिसौभाग्यप्रदं सम्प्रददामि ते  ।
वासुदेवमयं सूत्रं धर्मकामार्थमोक्षदं  ॥
]

`verse 13 [
संसारसागरोत्तारकारणं प्रददामि ते  ।
विश्वरूपमयं सूत्रं सर्वदं पापनाशनं  ॥
]

`verse 14 [
अतीतानागतकुलसमुद्धारं ददामि ते  ।
कनिष्ठादीनि चत्वारि मनुभिस्तु क्रमाद्ददे  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये सङ्क्षेपपवित्रारोहणं नाम सप्तत्रिंशोऽध्यायः ॥

अग्निरुवाच
सङ्क्षेपात् सर्वदेवानां पवित्रारोहणं श्रृणु।
पवित्रं सर्वलक्ष्म स्यात् खरमानलगं त्व   ॥
]

`verse 15 [
जगद्योने समागच्छ परिवारगणैः सह।
निमन्त्रयाम्यहं प्रातर्द्दद्यान्तुभ्यं पवित्रकम् ॥
]

`verse 16 [
जगत्‌सृजे नमस्तुभ्यं गृह्णीष्वेदं पवित्रकम्।
पवित्रीकरणार्थाय वर्षपूजाफलप्रदम् ॥
]

`verse 17 [
शिवदेव नमस्तुभ्यं गृह्णीष्वेदं पवित्रकम्।
मणिविद्रुममालाभिर्म्मन्दारकुसुमादिभिः ॥
]

`verse 18 [
इयं संवत्सरी पूजा तवास्तु वेदवित्पते।
सांवत्सरीमिमां पूजां सम्पाद्य विधिवन्मम ॥
]

`verse 19 [
ब्रज पवित्रकेदानीं स्वर्गलोकं विसर्ज्जितः।
सूर्य्यदेव नमस्तुभ्यं गृह्णीष्वेदं पवित्रकम् ॥
]

`verse 20 [
पवित्रीकरणार्थय वर्षपूजाफलप्रदम्।
शिवदेव नमस्तुभ्यं गृह्णोष्वेदं पवित्रकम् ॥
]

`verse 21 [
पवित्रीकरणार्थाय वर्षपूजाफलप्रदम्।
वाणेश्वर नस्तुभ्यं गृह्लीष्वेदं पवित्रकम् ॥
]

`verse 22 [
पवित्रीकरणार्थय वर्षपूजाफलप्रदम्।
शक्तिदेवि नमस्तुभ्यं गृह्णीषवेदं पवित्रकम् ॥
]

`verse 23 [
पवित्रीकरणार्थय वर्षपूजाफलप्रदम्।
नारायणमयं सूत्रमनिरुद्धणमयं वरम् ॥
]

`verse 24 [
धनधान्यायुरारोग्यप्रदं सम्प्रददामि ते।
कामदेवमयं सूत्रं सङ्कर्षणमयं वरम् ॥
]

`verse 25 [
विद्यासन्ततिसौभाग्यप्रदं सम्प्रददामि ते।
वासुदेवमयं सूत्रं धर्म्मकामार्थमोक्षदम् ॥
]

`verse 26 [
संसारसागरोत्तारकारणं प्रददामि ते।
विश्वरूपमयं सूत्रं सर्व्वदं पापनाशनम् ॥
]

`verse 27 [
अतीतानागतकुलसमुद्दारं ददामि ते।
कनिष्ठादीनि चत्वारि मनुभिस्तु क्रमाद्ददे ॥
]
