`speaker [
अग्निरुवाच
]

`verse 1 [
वासुदेवाद्यालयस्य कृतौ वक्ष्ये फलादिकम्।
चिकीर्षोर्द्देवधामादि सहस्नजनिपापनुत् ॥
]

`verse 2 [
मनसा सद्मकर्त़णां शतजन्माघनाशनम्।
येनुमोदन्ति कृष्णस्य क्रियमाणं नरा गृहम्  ॥
]

`verse 3 [
तेपि पापैर्व्विनिर्मुक्ताः प्रयान्त्यच्युतलोकताम्।
समतीतं भविष्यञ्च कुलानामयुतं नरः ॥
]

`verse 4 [
विष्णुलोकं नयत्याशु कारयित्वा हरेर्गृहम्।
वसन्ति  पितरो दृष्ट्वा विष्णुलोके ह्यलङ्‌कृताः ॥
]

`verse 5 [
विमुक्ता नारकैर्दुः खैः कर्त्तुः कृष्णस्य मन्दिरम्।
ब्रह्महत्यादिपापौघघातकं देवतालयम् ॥
]

`verse 6 [
फलं यन्नाप्यते यज्ञैर्द्धाम कृत्वा तदाप्यते।
देवागारे कृते सर्व्वतीर्थस्नानफलं लभेत् ॥
]

`verse 7 [
देवाद्यर्थे हतानाञ्च रणे यत्तत्‌फलादिकम्।
शाठ्येन पांशुना वापि कृतं धाम च नाकदम् ॥
]

`verse 8 [
एकायतनकृत् स्वर्गी त्र्यगारी ब्रह्मलोकभाक्।
पञ्चागारी शम्भुलोकमष्टागाराद्धरौ स्थितिः ॥
]

`verse 9 [
षोडशालयकारी तु  भुक्तिमुक्तिमवाप्नुयात्।
कनिष्ठं मध्यमं श्रेष्ठं कारयित्वा हरेर्गृहम् ॥
]

`verse 10 [
स्वर्गं च वैष्णवं लोकं मोक्षमाप्नोति च क्रमात्।
श्रेष्ठमायतनं विष्णोः कृत्वा यद्धनवान् लभेत् ॥
]

`verse 11 [
कनिष्ठेनैव तत् पुण्यं प्राप्नोत्यधनवान्नरः।
समुत्पाद्य धनं कृत्वा स्वल्पेनापि सुरालयम् ॥
]

`verse 12 [
कारयित्वा हरेः पुण्यं सम्प्राप्नोत्यधिकं वरम्।
लक्षेणाथ सहस्नेण शतेनार्द्धेन वा हरेः ॥
]

`verse 13 [
कारयन् भबनं याति यत्रास्ते गरुडध्वजः।
बाल्ये तु क्रीडमाना ये पांशुभिर्भवनं हरेः ॥
]

`verse 14 [
वासुदेवस्य कुर्व्वन्ति तेपि तल्लोकगामिनः।
तीर्थे चायतने पुण्ये सिद्धक्षेत्रे तथाष्टमे ॥
]

`verse 15 [
कर्त्तुरायतन विष्णोर्यथोक्तात् त्रिगुणं फलम्।
बन्धूकपुष्पविन्यासैः सुधापङ्केन वैष्णवम् ॥
]

`verse 16 [
ये विलिम्पन्ति भवनं ते यान्ति भगवत्‌पुरम्।
पतितं पतभानन्तु तथार्द्धपतितं नरः ॥
]

`verse 17 [
समुद्धत्य हरेर्द्धाम प्राप्नोति द्विगुणं फलम्।
पतितस्य तु यः कर्त्ता पतितस्य च रक्षिता ॥
]

`verse 18 [
विष्णोरायतनस्येह स नरो विष्णुलोकभाक्।
इष्टकानिचयस्तिष्ठेद् यावदायतने हरेः ॥
]

`verse 19 [
सकुलस्तस्य वै कर्त्ता विष्णुलोके महीयते।
स एव पुण्यवान् पूज्य इह लोके परत्र च ॥
]

`verse 20 [
कृष्णस्य वासुदेवस्य यः कारयति केतनम्।
जातःस एव सुकृती कुलन्तेनैव पावितम् ॥
]

`verse 21 [
विष्णुरुद्रार्कदेव्यादेर्गृहकर्त्ता स कीर्त्तिभाक्।
किं तस्य वित्तनिचयैर्मूढस्य परिरक्षिणः ॥
]

`verse 22 [
दुः खार्ज्जितैर्यः कृष्णस्य न कारयति केतनम्।
नोपभोग्यं धनं यस्य पितृविप्रदिवौकसाम् ॥
]

`verse 23 [
नोपभोगाय बन्धूनां व्यर्थस्तस्य धनागमः।
यथा ध्रुवो नृणां मृत्युर्वित्तनाशस्तथा ध्रुवः ॥
]

`verse 24 [
मूढस्तत्राऽनुबध्नाति जीवितेथ चले धने।
यदा वित्तं न दानाय नोपभोगाय देहिनाम् ॥
]

`verse 25 [
नापि कीर्त्यै न धर्मार्थं तस्य स्वाम्येथ को गुणः।
तस्माद्वित्तं समासाद्य दैवाद्वा पौरुषादथ ॥
]

`verse 26 [
दद्यात् सम्यग् द्विजाग्रथेभ्यः कीर्त्तनानि च कारयेत्।
दानेभ्यस्चाधिकं यस्मात् कीर्त्तनेभ्यो वरं यतः ॥
]

`verse 27 [
अतस्तत्‌कारयेद्धीमान् विष्ण्वादेर्म्मन्दिरादिकम्।
विनिवेश्य हरेर्द्धाम भक्तिमद्भिर्न्नरोत्तमैः ॥
]

`verse 28 [
निवेशितं भवेत् कृत्स्नं त्रैलोक्यं सचराचरम्।
भूतं भव्यं भविष्यञ्च स्थूलं सूक्ष्मं तथेतरत्  ॥
]

`verse 29 [
आब्रह्मस्तम्बपर्य्यन्तं सर्व्वं विष्णोः समुद्भवम्।
तस्य देवादिदेवस्य सर्वगस्य  महात्मनः ॥
]

`verse 30 [
निवेश्य भवनं विष्णोर्न्न भूयो भुवि जायते।
यथा विष्णोर्द्धामकृतौ फलं तद्वद्दिवौकसाम् ॥
]

`verse 31 [
शिवब्रह्मार्क्कविध्नेशचण्डीलक्षग्यादिकात्मनाम्।
देवालयकृतेः पुण्यं प्रतिमाकरणेधिकम् ॥
]

`verse 32 [
प्रतिमास्थापने यागे फलस्यान्तो न विद्यते।
मृण्मयाद्दारुजे पुण्यं दारुजादिष्टकाभवे ॥
]

`verse 33 [
इष्टकोत्थाच्छैलजे स्याद्धेमादेरधिकं फलम्।
सप्तजमन्मकृतं पापं प्रापम्भादेव नश्यति ॥
]

`verse 34 [
देवालयस्य स्वर्गी स्यान्नरकं न स गच्छति।
कुलानां शतमुद्धृत्य विष्णुलोकं नयेन्नरः ॥
]

`verse 35 [
यमो यमभटानाह देवमन्दिरकारिणः।
यम उवाच
प्रतिमापूजादिकृतो नानेया नरकं नराः ॥
]

`verse 36 [
देवालयाद्यकर्त्तार आनेयस्ते तु गोचरे
विचरध्वं यथान्यायन्नियोगो मम पाल्यताम्  ॥
]

`verse 37 [
नाझाभङ्गं करिष्यन्ति भवतां जन्तवः क्कचित्।
केवलं ये जगत्तातमनन्तं समुपाश्रिताः ॥
]

`verse 38 [
भवद्भिः परिहर्त्तव्यास्तेषां नात्रास्ति संस्थितिः।
येच भागवता लोके तच्चित्तास्तत्‌परायमाः ॥
]

`verse 39 [
पूजयन्ति सदा विष्णुं ते वस्त्याज्याः सुदूरतः।
यस्तिष्ठन् प्रस्वपन् गच्छन्नुत्तिष्ठन् स्खलिते स्थिते  ॥
]

`verse 40 [
सङ्गीर्त्तयन्ति गोविन्दं ते वस्त्याज्याः सुदूरतः।
नित्यनैमित्तिकैर्द्देवं ये यजन्ति जनार्द्दनम् ॥
]

`verse 41 [
नावलोक्या भचवद्भिस्ते तद्‌गता यान्ति तद्गतिम्।
ये पुष्पधूपवासोभिर्भूषणैश्चातिवल्लभैः ॥
]

`verse 42 [
अर्च्ययन्ति न ते ग्राह्या नराः कृष्णालये गताः ।
उपलेपनकर्त्तारः सम्मार्जनपरश्च ये ॥
]

`verse 43 [
कृष्णालये परित्याज्यास्तेषां पुत्रास्तथा कुलम्।
येन चायतनं विष्णोः कारितं तत् कुलोद्भवम् ॥
]

`verse 44 [
पुंसां शतं नावलोक्यं भवद्भिर्दुष्टचेतसा।
यस्तु देवालयं विष्णोर्द्दारुशौलमयं तथा ॥
]

`verse 45 [
कारयेन्मृण्मयं वापि सर्वपापैः प्रमुच्यते।
अहन्यहनि यज्ञेन यजतो यन्महाफलम् ॥
]

`verse 46 [
प्राप्नोति तत् फलं विष्णोर्यः कारयति केतनम्।
सप्तलोकमयो विष्णुस्तस्य यः कुरुते गृहम् ॥
]

`verse 47 [
कारयन् भगवद्धाम् नयत्यच्युतलोकताम्।
सप्तलोकमयो विष्णुस्तस्य यः कुरुते गृहम् ॥
]

`verse 48 [
तारयत्यक्षयांल्लोकानक्षयान् प्रातिपद्यते।
इष्टकाचयविन्यासो यावनत्यब्दानि तिष्ठति ॥
]

`verse 49 [
तावद्वर्षसहस्नाणि तत्‌कर्त्तु र्द्दि वि संस्थितिः।
प्रतिमाकृद्विष्णुलोकं स्थापको लीयते हरौ ॥

देवसद्मप्रतिकृतिप्रतिष्ठाकृत्तु गोचरे ॥
]

`speaker [
अग्निरुवाच
]

`verse 50 [
यमोक्ता नानयंस्तेथ प्रतिष्ठादिकृतं हरेः।
हयशीर्षः प्रतिष्ठार्थं  देवानां ब्रह्मणेऽब्रवीत् ॥
]
