`verse 1 [
भगवानुवाच
पूर्व्वमासीत् महद्भूतं सर्व्वभूतभयङ्करम्।
तद्देवैर्न्निहितं भूमौ स वास्तुपुरुषः स्मृतः ॥
]

`verse 2 [
चतुः षष्टिपदे क्षेत्रे ईशं कोणार्द्धसंस्थितम्।
घृताक्षतैस्तर्प्पयेत्तं पर्ज्जन्यं पदगं ततः ॥
]

`verse 3 [
उत्पलाद्भिर्जयन्तञ्च द्विपदस्थं पताकया।
महेन्द्रञ्चैककोष्ठस्थं सर्व्वरक्तैः पदे रविम् ॥
]

`verse 4 [
वितानेनार्द्धपदगं सत्यं पदे भृशं घृतैः।
व्योम शाकुनमांसेन कोणार्द्धपदसंस्थितम् ॥
]

`verse 5 [
स्रुचा चार्द्धपदे वह्नि पूषणं लाजयैकतः।
स्वर्णेन वितथं द्विष्ठं मंथनेन गृहक्षतम् ॥
]

`verse 6 [
मांसौदनेन धर्म्मेशमेकैकस्मिन् स्थितं द्वयम्।
गन्धर्वं द्विपदं गन्धैर्भृशं शाकुनजिह्वया ॥
]

`verse 7 [
एकस्थमर्धसंस्थञ्च मृगं नीलपटैस्तथा।
पितॄन् कृशरयार्द्धस्थं दन्तकाष्ठैः पदस्थितम् ॥
]

`verse 8 [
दौवारिकं द्विसंस्थञ्च सुग्रीवं यावकेन तु।
पुष्पदन्तं कुशस्तम्बैः पद्मैर्व्वरुणमेकतः ॥
]

`verse 9 [
असुरं सुरया द्विष्ठं पदे शेषं घृताम्भसा।
यवैः पापं पदार्द्धस्थं रोगमध्ये   च मण्डकैः ॥
]

`verse 10 [
नागपुष्पैः पदे नागं मुख्यं भक्ष्यैर्हि संस्थितम्।
मुद्गोदनेन भल्लाटं पदे सोमं पदे तथा ॥
]

`verse 11 [
मधुना पायसेनाथ शालूकेन ऋषिं द्वये।
पदे दितिं लोपिकाभिरर्द्धे दितिमथापरम् ॥
]

`verse 12 [
पूरिकाभिस्ततञ्चापमीशाधः पयसा पदे।
ततोधश्चापवत्सन्तु दध्ना चैकपदे स्थितम् ॥
]

`verse 13 [
लड्ङुकैश्च मरीचिन्तु पूर्वकोष्ठचतष्टये ।
सवित्रे रक्तपुष्पाणि ब्रह्माधः कोणकोष्ठके ॥
]

`verse 14 [
तदधः कोष्ठके दद्यात् सावित्र्यै च कुशोदकम्।
विवस्वतेऽरुणं दद्याच्चन्दनञ्चतुरङ्घ्निषु ॥
]

`verse 15 [
रक्षोधः कोणकोष्ठे तु इन्द्रायान्नं निशान्वितम्।
इन्द्रजयाय तस्याधो घृतान्नं कोणकोष्ठके ॥
]

`verse 16 [
चतुष्पदेषु दातव्यमिन्द्राय गुडपायसम्।
वाय्वधः कोणदेशे तु रुद्राय पक्कमांसकम् ॥
]

`verse 17 [
तदधः कोणकोष्ठे तु यक्षायार्द्धं फलन्तथा।
महीधराय मांसान्नं माषञ्च चतुरङ्घ्रिषु ॥
]

`verse 18 [
मध्ये चतुष्पदे स्थाप्या ब्रह्मणे तिलतण्डुलाः।
चरकीं माषसर्प्पिर्भ्यां स्कन्दं कृशरयासृजा ॥
]

`verse 19 [
रक्तपत्रैर्विदारीञ्च कन्दर्पञ्च पलोदनैः।
पूतन ांपलपित्ताभ्यां मांसासृग्भ्याञ्च जम्भकम् ॥
]

`verse 20 [
पित्तासृगस्थिभिः पापं पिलिपिञ्चं स्रजासृजा।
ईशाद्यान् रक्तमांसेन अभावादक्षतैर्यजेत् ॥
]

`verse 21 [
रक्षोमातृगणेभ्यश्च पिशाचादिभ्य एव च।
पितृभ्यः क्षेत्रपालेभ्यो बलीन् दद्यात् प्रकामतः ॥
]

`verse 22 [
अहुत्वैतानसन्तप्य प्रासादादीन्न कारयेत्।
ब्रह्मस्थाने हरिं लक्ष्मीं गणं पश्चात् समर्च्चयेत् ॥
]

`verse 23 [
महीश्वरं वास्तुमयं वर्द्धन्या सहितं घटम्।
ब्रह्माणं मध्यतः कुम्भे ब्रह्मादींस्छ दिगीश्वरान् ॥
]

`verse 24 [
दद्यात् पूर्णाहुति पश्चात् स्वस्ति वाच्य प्रणम्य च।
प्रगृह्य कर्करीं सम्यक् मण्डलन्तु प्रदक्षिणम् ॥
]

`verse 25 [
सूत्रमार्गेण हे ब्रह्मांस्तोयधाराञ्च भ्रामयेत्।
पूर्व्ववक्तेन मार्गेण सप्त वीजानि वापयेत् ॥
]

`verse 26 [
प्रारम्भं तेन मार्गेण तस्य खातस्य कारयेत्।
ततो गर्त्तं खनेन्मध्ये हस्तमात्रं प्रमाणतः ॥
]

`verse 27 [
चतुरङ्गलकं चाधश्चोपलिप्यार्च्चयेत्ततः।
ध्यात्वा चतुर्भुजं विष्णुमर्घ्यं दद्यात्तु कुम्भतः ॥
]

`verse 28 [
कर्कर्या पूरयेत् श्वभ्रं शुक्लपुष्पाणि च न्यसेत्।
दक्षिणावर्त्तकं श्रेष्ठं बीजैर्मृद्भिश्च पूरयेत् ॥
]

`verse 29 [
अर्घ्यदानं विनिष्पाद्य गोवस्त्रादीन्ददेद्‌गुरौ।
कालज्ञाय स्थपतये वैष्णवादिभ्य अर्च्चयेत् ॥
]

`verse 30 [
ततस्तु खानयेद्यत्नाज्जलान्तं यावदेव तु।
पुरुषाधः स्थितं शल्यं न गृहे दोषदं भवेत् ॥
]

`verse 31 [
अस्थिशल्ये भिद्यते वै भित्तिर्वै गृहिणोऽसुखम्।
यन्नामशब्दं श्रृणुयात्तत्र शल्यं तदुद्भवम् ॥
]
