`verse 1 [
भगवानुवाच
पादप्रतिष्ठां वक्ष्यामि शिलाविन्यासलक्षणम्।
अग्रतो मण्डपः कार्य्यः कुण्डानान्तु चतुष्टयम् ॥
]

`verse 2 [
कुम्भन्यासेष्टकान्यासौ द्वारस्तम्भोच्छ्रयं शुभम्।
पादोनं पूरयेत् खातं तत्र वास्तुं यजेत् समे ॥
]

`verse 3 [
इष्टकाश्च सुपक्वाः स्युर्द्वादशाङ्गुलसम्मिताः।
सुविस्तारत्रिभागेन वैपुल्येन समन्विताः ॥
]

`verse 4 [
करप्रमाणा श्रेष्ठा स्याच्छिलाप्यथ शिलामये ।
नव कुम्भांस्ताम्रमयान् स्थापयेदिष्टकाघटान् ॥
]

`verse 5 [
अद्भिः पञ्चकषायेण सर्व्वौषधिजलेन च।
गन्धतोयेन च तथा कुम्भैस्तोयसुपूरितैः ॥
]

`verse 6 [
हिरण्यव्रीहिसंयुक्तैर्गन्धचन्दनचर्च्चितैः।
आपो हिष्ठेति तिसृभिः शन्नो देवीति चाप्यथ ॥
]

`verse 7 [
तरत समन्दीरिति च पावमानीभिरेव च।
उदुत्तमं वरुणमिति कयानश्च तथैव च ॥
]

`verse 8 [
वरुणस्येति मन्त्रेण हंसः शुचिषदित्यपि।
श्रीसूक्तेन च तथा शिलाः संस्थाप्य संघटाः ॥
]

`verse 9 [
शय्यायां मण्डपे प्राच्यां मण्डले हरिमर्च्चयेत्।
जुहुयाज्जनयित्वाग्निं समिधो द्वादशीस्ततः ॥
]

`verse 10 [
आधारावाज्यभागौ तु प्रणवेनैव कारयेत्।
अष्टाहुतीस्तथाष्टान्तैराज्यं व्याहृतिभिः क्रमात् ॥
]

`verse 11 [
लोकेशानामग्नये वै सोमायावग्रहेषु च ।
पुरुषोत्तमायेति च व्याहृतीर्जुहुयात्ततः ॥
]

`verse 12 [
प्रायश्चित्तं ततः पूर्णां मूर्त्तिमांसघृतांस्तिलान्।
वेदाद्यैर्द्वादशान्तेन कुम्भेषु च पृथक् पृथक् ॥
]

`verse 13 [
प्राङमुखस्तु गुरुः कुर्य्यादष्टदिक्षु विलिप्य च।
मध्ये चैकां शिलां कुम्भं न्यसेदेतान् सुरान् क्रमात् ॥
]

`verse 14 [
पद्मं चैव महापद्मं मकरं कच्छपं तथा।
कुमुदञ्च तथा नन्दं पद्मं शङ्खञ्च पद्मिनीम् ॥
]

`verse 15 [
कुम्भान्न चालयेत्तेषु न्यसेदष्टेष्टकाः क्रमात्।
ईशानान्ताश्च पूर्व्वादाविष्टकां प्रथमं न्यसेत् ॥
]

`verse 16 [
शक्तयो विमलाद्यास्तु इष्टकानान्तुक देवताः।
न्यसनीया यथायोगं मध्ये न्यस्या त्वनुग्रहा ॥
]

`verse 17 [
अव्यङ्गे चाक्षते पूर्णे मुनेरङ्गिरसः सुते।
इष्टके त्वं प्रयच्छेष्टं प्रतिष्ठां कारयाम्यहम् ॥
]

`verse 18 [
मन्त्रेणानेन विन्यस्य इष्टका देशिकोत्तमः।
गर्भाधानं ततः कुर्य्यान्मध्यस्थाने समाहितः ॥
]

`verse 19 [
कुम्भोपरिष्टाद्देवेशं पद्मिनीं न्यस्य देवताम्।
मृत्तिकाश्चैव पुष्पाणि धातवो रत्नमेव च ॥
]

`verse 20 [
लौहानि दिक्पतेरस्त्रं यजेद्वै गर्भभाजने।
द्वादशाङ्गुलविस्तारे चतुरङ्गुलकोच्छ्रये ॥
]

`verse 21 [
पद्माकारे ताम्रमये भाजने पृथिवीं यजेत्।
एकान्ते सर्वभूतेशे पर्वतासनमण्डिते ॥
]

`verse 22 [
समुद्रपरिवारे त्वं देवि गर्भं समाश्रय।
नन्दे नन्दय वासिष्ठे वसुभिः प्रजया सह ॥
]

`verse 23 [
जये भार्गवदायादे प्रजानां विजयावहे।
पूर्णेङ्गिरसदायादे पूर्णकामं कुरुष्व माम् ॥
]

`verse 24 [
भद्रे काश्यपदायादे कुरु भद्रां मतिं मम।
सर्वबीजसमायुक्ते सर्वरत्नौषधीवृते ॥
]

`verse 25 [
जये सुरुचिरे नन्दे वासिष्ठे रम्यतामिह।
प्रजापतिसुते देवि चतुरस्रे महीयसि ॥
]

`verse 26 [
सुभगे सुप्रभे भद्रे गृहे काश्यपि रम्यताम्।
पूजिते परमाश्चर्य्ये गन्धमाल्यैरलङ्कृते ॥
]

`verse 27 [
भवभूतिकरी देवि गृहे भार्गवि रम्यताम्।
देशस्वामिपुरस्वामिगृहस्वामिपरिग्रहे ॥
]

`verse 28 [
मनुष्यादिकतुष्ट्यर्थं पशुवृद्धिकरी भव।
एवमुत्क्वा ततः खातं गोमूत्रेण तु सेचयेत् ॥
]

`verse 29 [
कृत्वा निधापयेद्‌गर्भं गर्भाधानं भवेन्निशि।
गोवस्त्रादि प्रदद्याच्च गुरवेन्येषु भोजनम् ॥
]

`verse 30 [
गर्भं न्यस्येष्टका न्यस्य ततो गर्भं प्रपूरयेत्।
पीठबन्धमतः कुर्य्यान्मितप्रासादमानत॥
]

`verse 31 [
पीठोत्तमं चोच्छ्रयेण प्रासादस्यार्द्धविस्तरात्।
पादहीनं मध्यमं स्यात् पनिष्ठं चोत्तमार्द्धतः ॥
]

`verse 32 [
पीठबन्धोपरिष्टातु पुनर्यजत्।
पादप्परतिष्ठकारी तु निष्पापो दिवि मोदते॥
]

`verse 33 [
देवागारं करोमीति मनसा यस्तु चिन्तयेत्।
तस्य कायगतं पापं तदह्रा हि प्रणश्यति ॥
]

`verse 34 [
कृते तु किं पुनस्तस्य प्रासादे विधिनैव तु।
अष्टेष्टकसमायुक्तं यः कुर्य्याहेवतालयम् ॥
]

`verse 35 [
न तस्य फलसम्पत्तिर्वक्तुं शक्येत केनचित्।
अनेनैवानुमेयं हि फलं प्रासादविस्तरात् ॥
]

`verse 36 [
ग्राममध्ये च पूर्वे च प्रत्यग्द्वारं प्रकल्पयेत्।
विदिशासु च सर्वासु ग्रामे प्रत्यङ्मुखो भवेत् ॥
दक्षिणे चोत्तरे चैव पश्चिमे प्राङ्मुखो भवेत् ॥
]
