`speaker [
इयग्रीव उवाच
]

`verse 1 [
प्रासादं सम्प्रवक्ष्यामि सर्वसाधारण श्रृण।
चतुरस्त्रीकृतं क्षेत्रं भजेत् षोडशधा बुधः ॥
]

`verse 2 [
मध्ये तस्य चतुर्भिस्तु कुर्य्यादायसमन्वितम्।
द्वादशैव तु भागानि भित्त्यर्थं परिकल्पयेत् ॥
]

`verse 3 [
जङ्घोच्छायन्तु कर्त्तव्यं चतुर्भागेण चायतम् ।
जङ्घायां द्विगुणोच्छायं मञ्चर्य्याः कल्पयेद् बुधः॥
]

`verse 4 [
तुर्य्यभागेन मञ्चर्य्याः कार्य्यः सम्यक् प्रदक्षिणः ।
तन्माननिर्गमं कार्य्यमुभयोः पार्श्वयोः समम् ॥
]

`verse 5 [
शिशरेण समं कार्य्यमग्रे जगति विस्तरम्।
द्विगुणेनापि कर्त्तव्यं यथाशोभानुरूपतः ॥
]

`verse 6 [
विस्तारान्मण्डपस्याग्रे गर्भसूत्रद्वयेन तु।
दैर्घ्यात्पादाधिकं कुर्य्यान्मध्यस्तम्भैर्विभूषितम् ॥
]

`verse 7 [
प्रासादगर्भमानं वा कुर्व्वीत मुखमण्डपम्।
एकाशीतिपदैर्व्वास्तुं पश्चात् मण्डपमारभ्त् ॥
]

`verse 8 [
शुकान् प्राग्‌द्वारविन्यासे पादान्तः स्थान् यजेत् सुरान्।
तथा प्राकारविन्यासे यजेद् द्वात्रिंशदन्तगान् ॥
]

`verse 9 [
सर्वसाधारणं चैतत् प्रासादस्य च लक्षणम्।
मानेन प्रतिमाया वा प्रासादमपरं श्रृणु ॥
]

`verse 10 [
प्रतिमायाः प्रमाणेन कर्त्तव्या पिण्डिका शुभा।
गर्भस्तु पिण्डिकार्द्वेन गर्भमानास्तु भित्तयः ॥
]

`verse 11 [
भित्तेरायाममानेन उत्सेधन्तु प्रकल्पयेत्।
भित्त्युच्छायात्तु द्विगुणं शिखरं कल्पयेद् बुधः ॥
]

`verse 12 [
शिखरस्य तु तुर्य्येण भ्रमणं परिकल्पयेत्।
शिखरस्य चतुर्थेन अग्रतो मुखमण्डपम् ॥
]

`verse 13 [
अष्टमांशेन गर्भस्य रथकानान्तु निर्गमः।
परिधेर्गुणभागेन रथकस्तित्र कल्पयेत् ॥
]

`verse 14 [
तत्तृतीयेण वा कुर्य्याद्रथकानान्तु निर्गमम्।
वामत्रयं स्थापनीयं रथकत्रितये सदा ॥
]

`verse 15 [
शिखरार्थं हि सूत्राणि चत्वारि विनिपातयेत्।
शुकनाशोद्‌र्ध्वतः सूत्रं तिर्य्यग्भूतं निपातयेत् ॥
]

`verse 16 [
शिखरस्यार्द्धभागस्थं सिंहं तत्र तु कारयेत्।
शुकनासां स्थिरीकृत्य मध्यसन्धौ निधापयेत् ॥
]

`verse 17 [
अपरे च तता पार्श्वे तद्वत् सूत्रं निधापयेत्।
तदूद्र्ध्वन्तु भवेद्वेदी सकण्ठा मनसारकम् ॥
]

`verse 18 [
स्कन्धभग्नं न कर्त्तव्यं विकरालं तथैव च।
उद्‌र्ध्वं च वेदिकामानात् कलशं परिकल्पयेत् ॥
]

`verse 19 [
विस्ताराद् द्विगुणं द्वारं कर्त्तव्यं तु सुशोभनम्।
उदुम्बरौ तदूद्‌र्ध्वञ्च न्यसेच्छाखां सुमङ्गलैः ॥
]

`verse 20 [
द्वारस्य तु चतुथांशे कार्य्यौ चण्डप्रचण्डकौ।
विष्वक्‌सेनवत्सदण्डौ शिखोद्‌र्ध्वेडुम्बरे श्रियम् ॥
]

`verse 21 [
दिग्गजैः स्नाप्यमानान्तां घटैः साब्जां सुरूपिकाम्।
प्रासादस्य चतुर्थांशैः प्राकारस्योच्छयो भवेत् ॥
]

`verse 22 [
प्रासादात् पादहीनस्तु गोपुरस्योच्छयोभवेत्।
पञ्चहस्तस्य देवस्य एकहस्ता तु पीठिका ॥
]

`verse 23 [
गारुडं मण्डपञ्चाग्रे एकं भौमादिधाम च।
कुर्य्याद्धि प्रतिमायान्तु दिक्षु चाष्टासु चोपरि ॥
]

`verse 24 [
पूर्वं वराहं दक्षे च नृसिंहं श्रीधरं जले।
उत्तरे तु हयग्रीवमाग्नेय्यां जामदग्न्यकम् ॥
]

`verse 25 [
नैर्ऋत्यां रामकं वायौ वामनं वासुदेवकम्।
ईशे प्रासादरचना देया वस्वर्ककादिभिः ॥
द्वारस्य चाष्टमाद्यंशं त्यक्त्वा वेधो न दोषभाक् ॥
]
