`verse 1 [
भगवानुवाच
वासुदेवादिप्रतिमालक्षणं प्रवदामि ते।
प्रासादस्योत्तरे पूर्वमुखीं वा चोत्ताराननाम् ॥
]

`verse 2 [
संस्थाप्य पूज्य च बलिं दत्त्वाथो मध्यसूत्रकम्।
शिल्पी तु नवधा विभज्य नवमेंऽशके ॥
]

`verse 3 [
सूर्पभक्तैः शिलायां तु भागं स्वाङ्गुलमुच्यते।
द्व्यङ्गुलं गोलकं नाम्ना कालनेत्रं तदुच्यते ॥
]

`verse 4 [
भागमेकं त्रिदा भक्त्वा पार्ष्णिभागं प्राकल्पयेत्।
भागमेकं तथा जानौ ग्रीवायां भागमेव च ॥
]

`verse 5 [
मुकुटं तालमात्रं स्यात्तालमात्रं तथा मुखम्।
तालेनैकेन कण्ठन्तु तालेन हृदयं तथा ॥
]

`verse 6 [
नाभिमेढ्रान्तरन्तालं द्वितालावूरुकौ तथा।
तालद्वयेन जङ्घा स्यात् सूत्राणि श्रृणु साम्प्रतम् ॥
]

`verse 7 [
कार्य्यं सूत्रद्वयं पादे जङ्घामध्ये तथापरम्।
जानौ सूत्रद्वयं कार्य्यमूरुमध्ये तथापरम् ॥
]

`verse 8 [
मेढ्रे तथापरं कार्य्यं कट्यां सूत्रन्तथापरम्।
मेखलाबन्धसिद्ध्यर्थं नाभ्यां चैवापरन्तथा ॥
]

`verse 9 [
हृदये च तथा कार्य्यं कण्ठे सूत्रद्वयं तथा।
ललाटे चापरं कार्यं मस्तके च तथापरम् ॥
]

`verse 10 [
मुकुटोपरि कर्त्तव्यं सूत्रमेकं विचक्षणैः।
सूत्राण्यूद्‌र्ध्वं प्रदेयानि सप्तैव कमलोद्भव ॥
]

`verse 11 [
कक्षात्रिकान्तरेणैव षट् सूत्राणि प्रदापयेत्।
मध्यसूत्रं तु सन्त्यज्य सूत्राण्येव निवेदयेत् ॥
]

`verse 12 [
ललाटं नासिकावक्त्रं कर्त्तव्यञ्चतुरङ्गुलम्।
ग्रीवाकर्णौ तु कर्त्तव्यौ आयामाच्चतुरङ्गुलौ ॥
]

`verse 13 [
द्व्यङ्गुले हनुके कार्य्ये विस्ताराच्चिवुकन्तथा।
अष्टाङ्गुलं ललाटन्तु विस्तारेण प्रकीत्तिंतम् ॥
]

`verse 14 [
परेण द्व्यङ्गुलौ शङ्खौ कर्त्तव्यावलकान्वितौ।
चतुरङ्गुलमाख्यातमन्तरं कर्णनेत्रयोः ॥
]

`verse 15 [
द्व्यङ्गुलौ पृथुकौ कर्णौ कर्णापाङ्गार्द्धंपञ्च मे।
भ्रूसभेन तु सूत्रेण कर्णक्षोत्रं प्रकीत्तितम् ॥
]

`verse 16 [
विद्धं षडङ्गुलं कर्णमविद्धञ्चतुरङ्गुलम्।
चिवुकेन समं विद्धमविद्धं वा षडङ्गुलम् ॥
]

`verse 17 [
गन्धपात्रं तथावर्त्तं शष्कुलीं कल्वयेत्तथा।
द्व्यङ्गुलेगधरः कार्यस्तस्यार्द्धेनोत्तराधरः ॥
]

`verse 18 [
अर्द्धाङ्गुलं तथा नेत्रं वक्त्रन्तु चतुरङ्गुलम्।
आयामेन तु वैपुल्यात् सार्द्धमङ्गुलमुच्यते ॥
]

`verse 19 [
अचव्यात्तमेवं स्याद्वक्त्रं व्यात्तं द्व्यङ्गुलमिष्यते।
नासावंशसमुच्छायं मूले त्वेकाङ्गुलं मतम् ॥
]

`verse 20 [
उच्छाया द्व्यङ्गुलं चाग्रे करवीरोपमाः स्मृताः।
अन्तरं चक्षुषोः कार्यं चतुरङ्गुलमानतः ॥
]

`verse 21 [
द्व्यङ्गुलं चाक्षिकोणं च द्व्यङ्गुलं चान्तरं तयोः।
तारा नेत्रत्रिभागेण दृक्‌तारा पञ्चमांशिका ॥
]

`verse 22 [
त्र्यङ्गुलं नेत्रविस्तारं द्रोणी चार्द्धाङ्गुला मता।
तत्‌प्रमाणा भ्रुवोर्लेखा भ्रुवौ चैव समे मते ॥
]

`verse 23 [
भ्रूमध्यं द्व्यङ्गुलं कार्यं भ्रूदैर्घ्यं चतुरङ्गुलम् ।
षट्‌त्रिंशदङ्गुलायामम्मस्तकस्य तु वेष्टनम् ॥
]

`verse 24 [
मूर्त्तीनां केशवादीनां द्वात्रिंशद्वेष्टनं भवेत्।
पञ्च नेत्रा त्वधोग्रीवा विस्तारद्वेष्टनं पुनः ॥
]

`verse 25 [
त्रिगुणं तु भवेदूद्धर्वं विस्तृताष्टाङ्गुलं पुनः।
ग्रीवात्रिगुणमायामं ग्रीवावक्षोन्तरं भवेत् ॥
]

`verse 26 [
स्कन्दावष्टाङ्गुलौ कार्यौ त्रिकलावंशकौ शुभौ।
सप्तनेत्रौ स्मृतौ बाहू प्रवाहू षोडशाङ्गुलौ ॥
]

`verse 27 [
त्रिकलौ विस्तृतौ बाहू प्रवाहू चापि तत्‌समौ।
बाहुदण्डोद्ध्‌र्वतो ज्ञेयः परिणाहः कला नव ॥
]

`verse 28 [
नाहः प्रबाहुमध्ये तु षोडशाङ्गुल उच्यते।
अग्रहस्ते परीणाहो द्वादशाङ्गुल उच्यते ॥
]

`verse 29 [
विस्तारेण करतलं कीर्त्तितं तु षडङ्गुलम्।
दैर्घ्यं सप्ताङ्गुलं कार्यं मध्या पञ्चाङ्गुला मता ॥
]

`verse 30 [
तर्ज्जन्यनामिका चैव तस्मादर्द्धाङ्गुलं विना।
कनिष्ठाङ्गुष्ठकौ कार्यौ चतुरङ्गुलम्मितौ ॥
]

`verse 31 [
द्विपर्वोङगुष्ठकः कार्यः शेषांगुल्यस्त्रिपर्विकाः।
सर्वासां पर्वणोर्द्धेन नखमानं विधीयते ॥
]

`verse 32 [
वक्षसो यत् प्रमाणन्तु जठरं तत्‌प्रमाणतः।
अङ्‌गुलैकं भवेन्नाभी वेधेन च प्रमाणतः ॥
]

`verse 33 [
ततो मेढ्रान्तरं कार्यं तालमात्रं प्रमाणतः।
नाभिमध्ये परीणाहो द्विचत्वारिंशदङ्गुलैः ॥
]

`verse 34 [
अन्तरं स्तनयोः कार्य्यं तालमात्रं प्रमाणतः।
चिवुकौ यवमानौ तु मण्डलं द्विपदं भवेत् ॥
]

`verse 35 [
चतुः षष्ट्यङ्गुलं कार्यं वेष्टनं वक्षसः स्फुटम्।
चतुर्मुखञ्च तदधोवेष्टनं परिकीर्त्तितम् ॥
]

`verse 36 [
परिणाहस्तथा कट्या चतुः पञ्चाशदङ्गुलैः।
विस्तारश्चोरुमूले तु प्रोच्यते द्वादशाङ्गुलः ॥
]

`verse 37 [
तस्मादभ्यधिकं मध्ये ततो निम्नतरं क्रमात्।
विस्तृताष्टाङ्गुलं जानुत्रिगुणा परिणाहतः ॥
]

`verse 38 [
जङ्घा मध्ये तु विस्तारः सप्ताङ्गुल उदाहृतः।
त्रिगुणा परिधिश्चास्य जङ्घाग्रं पञ्चविस्तरात् ॥
]

`verse 39 [
त्रिगुणा परिधिस्चास्य पादौ तालप्रमाणकौ।
आयामादुत्थितौ पादौ चतुरङ्गुलमेव च ॥
]

`verse 40 [
गुल्फात् पूर्वं तु कर्त्तव्यं प्रमाणाच्चतुरङ्गेलम्।
त्रिकलं विस्तृतौ पादौ त्र्यङ्गुलो गुह्यकः स्मृतः ॥
]

`verse 41 [
पञ्चाङ्गुलन्तु नाहोस्य दीर्घा तद्वत् प्रदेशिनी।
अष्टमाष्टांशतो न्यूताः शेषाङ्गुल्यः क्रमेण तु ॥
]

`verse 42 [
सपादाङ्गुलमुत्तसेधमङगुष्ठस्य प्रकीर्त्तितम्।
यवोनमङ्गुलं कार्यमङ्गुष्ठस्य नखं तथा ॥
]

`verse 43 [
अर्द्धाङ्गुलं तथान्यासां क्रमान् न्यूनं तु कारयेत्।
त्र्यङ्गुलौ वृषणौ कार्यौ मेढ्रं तु चतुरङ्गुम् ॥
]

`verse 44 [
परिणाहोत्र कोषाग्रं कर्त्तव्यञ्चतुरङ्गुलम्।
षडङ्गुलपरीणाहौ वृषणौ परिकीर्त्तितौ ॥
]

`verse 45 [
प्रतिमा भूषणाढ्या स्यादेतदुद्देशलक्षणम्।
अनयैव दिशा कार्यं लोके दृष्ट्वा तु लक्षणम् ॥
]

`verse 46 [
दक्षिणे तु करे चक्रमधस्तात् पद्ममेव च।
वामे शङ्खं गदीदसितद्वासुदेवस्य लक्षणात् ॥
]

`verse 47 [
श्रीपुष्टी चापि कर्त्तव्ये पद्मवीणाकरान्विते।
ऊरुमात्रोच्छितायामे मालाविद्याधरौ तथा ॥
]

`verse 48 [
प्रभामण्डलसंस्थौ तौ प्रभा हस्त्यादिभूषणा।
पद्माभं पादपीठन्तु प्रतिमास्वेवमाचरेत् ॥
]
