`verse 1 [
भगवानुवाच
पिण्डिकालक्षणं वक्ष्ये दैर्घ्यैण प्रतिमासमा।
उच्छायं प्रतिमार्द्धन्तु चतुः षष्टिपुटां च ताम् ॥
]

`verse 2 [
त्यक्त्वा पङ्‌क्तिद्वयं चाधस्तदूद्‌र्ध्वं यत्तु कोष्ठकम्।
समन्तादुभयोः पार्श्वे अन्तस्थं परिमार्जयेत् ॥
]

`verse 3 [
ऊद्‌र्ध्वं पङ्‌क्तिद्वयं त्यक्त्वा अधस्ताद् यत्तु कोष्ठकम्।
अन्तः सम्मार्जयेत् यत्नात् पार्श्वयोरुभयोः समम् ॥
]

`verse 4 [
तयोर्मध्यगतौ तत्र चतुष्कौ मार्जयेत्ततः।
चतुर्द्धा भाजयित्वा तु ऊद्‌र्ध्वपङ्‌क्तिद्वयं बुधः ॥
]

`verse 5 [
मेखला भागमात्रा स्यात् खातं तस्यार्द्धमानतः।
भागं भागं परित्यज्य पार्श्वयोरुभयोः समम् ॥
]

`verse 6 [
दत्त्वा चैकं पदं बाह्ये प्रमाणं कारयेद् बुधः।
त्रिभागेण च बागस्याग्रे स्यात्तोयविनिर्गमः ॥
]

`verse 7 [
नानाप्रकारभेदेन भद्रेयं पिण्डिका शुभा।
अष्टताला तु कर्त्तव्या देवी लक्ष्मीस्तथा स्त्रियः ॥
]

`verse 8 [
भ्रुवौ यवाधिके कार्य्ये यवहीना तु नासिका।
गोलकेनाधिकं वक्त्रमूद्‌र्ध्वं तिर्य्यग्विवर्जितम् ॥
]

`verse 9 [
आयते नयने कार्य्यं त्रिभागोनैर्यवैस्त्रिभिः।
तदर्द्धेन तु वैपुल्यं नेत्रयोः परिकल्पयेत् ॥
]

`verse 10 [
कर्णपाशोऽधिकः कार्य्यः सृक्कणीसमसूत्रतः।
नम्रं कलाविहीनन्तु कुर्य्यादंशद्वयं तथा ॥
]

`verse 11 [
ग्रीवा सार्द्धकला कार्य्या तद्विस्तारोपशोभिता।
नेत्रं विना तु विस्तारौ ऊरू जानू च पिण्डिका ॥
]

`verse 12 [
अङ्‌घ्निपृष्ठौ स्फिचौ कट्यां यथायोगं प्रकल्पयेत्।
सप्तांशोनास्तथाङ्गुल्यो दीर्घं विष्कम्भनाहतम् ॥
]

`verse 13 [
नेत्रैकवर्जितायामा जङ्घोरू च तथा कटिः।
मध्यपार्श्वं च तद्‌वृत्तं घनं पीनं कुचद्वयम् ॥
]

`verse 14 [
तालमात्रौ स्तनौ कार्य्यौ कटिः सार्द्धकलाधिका।
लक्ष्म शेषं पुरावत्स्यात् दक्षिणे चाम्बुजं करे ॥
]

`verse 15 [
वामे विल्वं स्वियौ पार्श्वे शुभे चामरहस्तके।
दीर्घघोणस्तुगरुडश्चक्राङ्गाद्यानथो वदे ॥
]
