`verse 1 [
भगवानुवाच
शालग्रामादिमूर्त्तिश्च वक्षयेहं भुक्तिमुक्तिदाः।
वासुदेवोऽसितो द्वारे शिलालग्नद्विचक्रकः ॥
]

`verse 2 [
ज्ञेयः सङ्कर्षणो लग्नद्विचक्रो रक्त उत्तमः।
सूक्ष्मचक्रो बहुच्छिद्रः प्रद्युम्नो नीलदीर्घकः ॥
]

`verse 3 [
पीतोनिरुद्धः पद्माङ्को वर्त्तुलो द्वित्रिरेखवान्।
कृष्णो नारायणो नाभ्युन्नतः शुषिरदीर्घवान् ॥
]

`verse 4 [
परमेष्ठी साब्जचक्रः पृष्ठच्छिद्रश्च विन्दुमान्।
स्थूलचक्रोऽसितो विष्णुर्मध्ये रेखा गदाकृतिः ॥
]

`verse 5 [
नृसिंहः कपिलः स्थूलचक्रः स्यात् पञ्चविन्दुकः।
वराहः शक्तिलिङ्गः स्यात् तच्चक्रौ विषमौ मृतौ ॥
]

`verse 6 [
इन्द्रनीलनिभः स्थूलस्त्रिरेखालाञ्छितः शुभः।
कूर्मस्तथोन्नतः पृष्ठे वर्त्तलावर्त्तकोऽसितः ॥
]

`verse 7 [
हयग्रीवोङ्कुशाकाररेखो नीलः सविन्दुकः।
वैकुण्ठः एकचक्रोऽब्जी मणिभः पुच्छरेखकः ॥
]

`verse 8 [
मत्स्यो दीर्घस्त्रिविन्दुः स्यात् काचवर्णस्तु पूरितः।
श्यामस्त्रिविक्रमो दक्षरेखस्तु वर्त्तुलः ॥
]

`verse 9 [
वामनो वर्त्तुलश्चातिह्रस्वो नीलः सविन्दुकः।
श्यामस्त्रिविक्रमो दक्षरेखो वामेन विन्दुकः ॥
]

`verse 10 [
अनन्तो नागभोगाङ्गो नैकाभो नैकमूर्त्तिमान्।
स्थूलो दामोदरो मध्यचक्रो द्वाः सूक्ष्मविन्दुकः ॥
]

`verse 11 [
सुदर्शनस्त्वेकचक्रो लक्ष्मीनारायणो द्वयात्।
चित्रक्रश्चाच्युतो देवस्त्रिचक्रो वा त्रिविक्रमः ॥
]

`verse 12 [
जनार्द्दनश्चतुस्चक्रो वासुदेवस्च पञ्चभिः।
षट्रचक्रस्चौव प्रद्युम्नः सङ्कर्षणश्च सप्तभिः ॥
]

`verse 13 [
पुरुषोत्तमोष्टचक्रो नवव्यूहो नवाङ्कितः।
दशावतारो दशभिर्द्दशैकेनानिरुद्धकः ॥
]

`verse 14 [
द्वाधशात्मा द्वादशभिरत ऊद्‌र्ध्वमनन्तकः ॥
]
