`verse 1 [
भगवानुवाच
शालग्रामादिचक्राङ्कपूजाः सिद्ध्यैवदामि ते।
त्रिविधास्याद्धरेः पूजा काम्याकाम्योभयात्मिका ॥
]

`verse 2 [
मीनादीनान्त पञ्चानां काम्याथो वोभयात्मिका
वराहस्प नृसिंहस्य वामनस्य चमुक्तये ॥
]

`verse 3 [
चक्रादीनां त्रयाणान्तु शालग्रामार्च्चनं श्रृणु।
उत्तमा निष्फला पूजा कनिष्ठा सफलार्चना ॥
]

`verse 4 [
मध्यमा मूर्त्तिपूजा स्याच्चक्राव्जे चतुरस्रके।
प्रणवं हृदि विन्यस्य षडङ्गङ्करदेहयोः ॥
]

`verse 5 [
कृतमुद्रात्रयश्चक्राद् बहिः पूर्वे गुरुं यजेत्।
आप्ये गणं वायवे च धातारं नैर्ऋते यजेत् ॥
]

`verse 6 [
विधातारञ्च कर्त्तारं हर्त्तारं दक्षसौम्ययोः।
विष्वकसेनं यजेदीशे आग्नेये क्षेत्रपालकम् ॥
]

`verse 7 [
ऋगादिवेदान् प्रागादौ आधारानन्तकं भुवम्।
पीठं पद्मं चार्क वन्द्रवह्व्याख्यं मण्डलत्रयम् ॥
]

`verse 8 [
आसनं द्वादशार्णेन तत्र स्थाप्य शिलां यजेत्।
व्यस्तेन च समस्तेन स्वबीजेन यजेत् क्रमात् ॥
]

`verse 9 [
पूर्वादावथ वेदाद्यैर्गायत्रीभ्यां जितादिना।
प्रणवेनार्च्चयेत् पञ्चान्मुद्रास्तिस्रः प्रदर्शयेत् ॥
]

`verse 10 [
विष्वक्‌सेनस्य चक्रस्य क्षेत्रपालस्य दर्शयेत्।
शालग्रामस्य प्रथमा पूजाथो निष्फलोच्यते ॥
]

`verse 11 [
पूर्ववत् षोडशारञ्च सपद्मं मण्डलं लिखेत्।
शङ्खचक्रगदाखड्‌गैर्गुर्वाद्यं पूर्वंवद्यजेत्  ॥
]

`verse 12 [
पूर्वे सौम्ये धनुर्बाणान् वेदाद्यैरासनं ददेत्।
शिलां न्यसेद् द्वादशार्णैस्तृतीयं पूजनं श्रृणु ॥
]

`verse 13 [
अष्टारमब्जं विलिखेत् गुर्वाद्यं पूर्ववद्यजेत्।
अष्टर्णेनासनं दत्त्वा तेनैव च शिलां न्यसेत् ॥
]

`verse 14 [
पूजयेद्दशधा तेन गायत्रीभ्यां जितं तथा ॥
]
