`verse 1 [
भगवानुवाच
ओं रूपः केशवः पद्मशङ्खचक्रगदाधरः।
नारायणः शङ्खपद्मगदाचक्री प्रदक्षिणम् ॥
]

`verse 2 [
ततो गदी माधवोरिशङ्खपद्मी नमामि तम्।
चक्रकौमोदकीपद्मशङ्खी गोविन्द ऊर्जितः ॥
]

`verse 3 [
मोक्षदः श्रीगदी पद्मी शङ्खी विष्णुश्च चक्रधृक्।
शङ्खचक्राब्जगदिनं मधुसूदनमानमे ॥
]

`verse 4 [
भक्त्या त्रिविक्रमः पद्मगदी चक्री च शङ्ख्यपि।
शङ्खचक्रगदापद्मी वामनः पातु मां सदा ॥
]

`verse 5 [
गतिदः श्रीधरः पद्मी चक्रशार्ङ्गी च शङ्ख्यपि ॥
हृपीकेशो गदा चक्री पद्मी शङ्खी च पातु नः ॥
]

`verse 6 [
वरदः पद्मनाभस्तु शङ्खाब्जारिगदाधरः।
दामोदरः पद्मशङ्खगदाचक्री नमामि तम् ॥
]

`verse 7 [
तेने गदी शङ्खचक्री वासुदेवोब्जभृज्जगत्।
सङ्कर्षणो गदी शङ्‌खी पद्मी चक्री च पातु वः ॥
]

`verse 8 [
गदी चक्री शङ्खगदी प्रद्युम्नः पद्मभृत् प्रभुः।
अनिरुद्धस्चक्रगदी शङ्खी पद्मी च पातु नः ॥
]

`verse 9 [
सुरेशोर्यब्जशङ्खाढ्यः श्रीगदी पुरुपोत्तमः।
अधोक्षजः पद्मगदी शङखी चक्री च पातु वः ॥
]

`verse 10 [
देवो नृसिंहश्चक्राब्जगदाशङ्खी नमामि तम्।
अच्युतः श्रीगदी पद्मी चक्री शङ्खी च पातु वः ॥
]

`verse 11 [
बालरूपी शङ्खगदी उपेन्द्रश्चक्रपद्म्यपि।
जनार्द्दनः पद्म चक्री शङ्खधारी गदाधरः ॥
]

`verse 12 [
शङ्खीपद्मी च चक्री चहरिः कौमोदकीधरः।
कृष्णः शङ्खी गदी पद्मी चक्री मे भुक्तिमुक्तिदः ॥
]

`verse 13 [
आदि मूर्त्तिर्वासुदेवस्तस्मात् सङ्कर्पणोभवत्।
सङ्कर्पणाच्च प्रद्युम्नः प्रद्युम्नादनिरुद्धकः ॥
]

`verse 14 [
केशवादिप्रभेदेन एकैकस्य त्रिधा क्रमात्।
द्वादशाक्षरकं स्तोत्रं चतुर्विंशातिमूर्त्तिमत् ॥
]

`verse 15 [
यः पठेच्छृणुयाद्वापि निर्मलः सर्वमाप्नुयात् ॥
]
