`verse 1 [
भगवानुवाच
दशावतारं मत्स्यादिलक्षणं प्रवदामि ते।
मत्स्याकारस्तु मत्स्यः स्यात् कूर्मः कूर्म्माकृतिर्भवेत् ॥
]

`verse 2 [
नराङ्गो वाथ कर्त्तव्यौ भूवराहौ गदादिभृत्।
दक्षिणे वामके शङ्‌खं लक्ष्मीर्वा पद्ममेव वा ॥
]

`verse 3 [
श्रीर्वामकूर्प्परस्था तु क्ष्मानन्तौ चरणानुगौ।
वराहस्थापनाद्राज्यं भवाब्धितरणं भवेत् ॥
]

`verse 4 [
नरसिंहो विवृत्तास्यो वामोरुक्षतदानवः ।
तद्वक्षो दारयन्माली स्फुरच्चक्रगदाधरः ॥
]

`verse 5 [
छत्री दण्डी वामनः स्यादथवा स्याच्चतुर्भुजः।
रामश्चापेषुहस्तः स्यात् खड्गी परसुनान्वितः ॥
]

`verse 6 [
रामश्चापी शरी खड्गी शङ्खी वा द्विभूजः स्मृतः।
गदालाङ्गलधारी च रामो वाथ चतुर्भुजः॥
]

`verse 7 [
वामोर्ध्वे लाङ्गलं दद्यादधः शङ्खं सुशोभनम्।
मुषलं दक्षिणोर्ध्वे तु चक्रञ्चाधः सुशोभनम् ॥
]

`verse 8 [
धनुस्तृणान्वितः कल्की म्लेच्छोत्सादकरोद्विजः।
अथवाश्वस्थितः खङ्गी शङ्खचक्रशरान्वितः ॥
]

`verse 9 [
लक्षणं वासुदेवादिनवकस्य वदामि ते।
दक्षिणोर्ध्वे गदा वामे वामोर्ध्वे चक्रमुत्तमम् ॥
]

`verse 10 [
ब्रह्मेशौ पार्श्वगौ नित्यं वासुदेवोस्ति पूर्ववत्।
शङ्खी स वरदो वाथ द्विभुजो वा चतुर्भुजः ॥
]

`verse 11 [
लाङ्गली मुषली रामो गदापद्मधरः स्मृतः।
प्रद्युम्नो दक्षिणे वज्रं शङ्खं वामे धनुः करे ॥
]

`verse 12 [
गदानाभ्यावृतः ग्रीत्या प्रद्युम्नो वा धनुः शरी।
चतुर्भुजोनिरुद्धः स्यात्तथा नारायणो विभुः ॥
]

`verse 13 [
चतुर्मुखश्चतुर्व्वाहुर्ब्बृहज्जठरमण्डलः।
लम्बकूर्च्चे जटायुक्तो ब्रह्मा हंसाग्रवाहनः ॥
]

`verse 14 [
दक्षिणे चाक्षसूत्रञ्च स्रुवो वामे तु कुण्डिका।
आज्यस्थाली सरस्वती सावित्री वामदक्षिणे ॥
]

`verse 15 [
विष्णुरष्टभुजस्तार्क्षे करे खड्गस्तु दक्षिणे।
गदा शरश्च वरदो वामे कार्मुकखेटके ॥
]

`verse 16 [
चक्रशङ्खौ चतुर्बाहुर्न्नरसिंहश्चतुर्भुजः।
शङ्खचक्रधरो वापि विदारितमहासुरः ॥
]

`verse 17 [
चतुर्बाहुर्वराहस्तु शेषुः पाणितले धृतः।
धारयन् बाहुना पृथ्वीं वामेन कमलाधरः ॥
]

`verse 18 [
पादलग्ना धरा कार्य्या पदा लक्ष्मीर्व्यवस्थिता।
त्रैलोक्यमोहनस्तार्क्ष्ये अष्टवाहुस्तु दक्षिणे ॥
]

`verse 19 [
चक्रं खड्गं च मुषलं अङ्कुशं वामके करे।
शङ्कशार्ङ्गगदापाशान् पद्मवीणासमन्विते ॥
]

`verse 20 [
लक्ष्मीः सरस्वती कार्य्ये विश्वरूपोऽथ दक्षिणे।
मुद्गरं च तथा पाशं शक्तिशूलं शरं करे ॥
]

`verse 21 [
वामे शङ्खञ्च शार्ङ्गञ्च गदां पाशं च तोमरम्।
लाङ्गलं परशुं दण्डं छुरिकां चर्म्मक्षेपणम् ॥
]

`verse 22 [
विंशद्‌बाहुश्चतुर्व्वक्त्रो दक्षिणस्थोथ वामके।
त्रिनेत्रो वामपार्श्वेन शयितो जलशाय्यपि ॥
]

`verse 23 [
श्रिया धृतैकचरणो विमलाद्याभिरीडितः।
नाभिपद्मचतुर्वक्त्रो हरिशङ्करको हरिः ॥
]

`verse 24 [
शूलर्ष्टिधारी दक्षे च गदाचक्रधरो पदे।
रुद्रकेशवलक्ष्माङ्गो गौरीलक्ष्मीसमन्वितः ॥
]

`verse 25 [
शङ्खचक्रगदावेदपाणिश्चाश्वशिरा हरिः।
वामपादो धृतः शेषे दक्षिणः कूर्म्मपृष्ठगः ॥
]

`verse 26 [
दत्तात्रेयो द्विबाहुः स्याद्वामोत्सङ्गे श्रिया सह।
विष्वक्‌सेनश्चक्रगदी हली शङ्खी हरेर्गणः ॥
]
