`verse 1 [
भगवानुवाच
चण्डी विंशतिबाहुः स्याद्‌बिभ्रती दक्षिणैः करः।
शूलासिशक्तिचक्राणि पाशं खेटायुधाभयम् ॥
]

`verse 2 [
डमरुं शक्तिकां वामैर्न्नागपाशञ्च खेटकम्।
कुठाराङ्कुशचापांश्च घण्टाध्वजगदांस्तथा ॥
]

`verse 3 [
आदर्शमुद्‌गरान् हस्तैश्चण्डी वा दशबाहुका।
तदधो महिषश्छिन्नमूर्द्धा पातितमस्तकः ॥
]

`verse 4 [
शस्त्रोद्यतकरः क्रुद्धस्तद्‌ग्रीवासम्भवः पुमान्।
शूलहस्तो वमद्रक्तो रक्तस्रङ्‌मूर्द्धजेक्षणः ॥
]

`verse 5 [
सिहेनास्वाद्यमानस्तु पाशबद्धो गले भृशम्।
याम्याङ्घ्न्याक्रान्तसिहा च सव्याङघ्निर्नीचगासुरे ॥
]

`verse 6 [
चण्डिकेयं त्रिनेत्रा च सशस्त्रा रिपुमर्द्दनी।
नवपद्मात्मके स्थाने पूज्या दुर्गा स्वमूर्त्तितः ॥
]

`verse 7 [
आदौ मध्ये तथेन्द्रादौ नवतत्त्वात्मभिः क्रमात्।
अष्टादशभुजैका तु दक्षे मुण्डं च खेटकम् ॥
]

`verse 8 [
आदर्शतर्जनीचापं ध्वजं डमरुकं तथा।
पाशं वामे बिभ्रती च शक्तिमुद्गरशूलकम् ॥
]

`verse 9 [
वज्रखड्‌गाङ्कुशशरान् चक्रन्देवी शलाकया।
एतैरेवायुधैर्युक्ता शेषाः षोडशबाहुकाः ॥
]

`verse 10 [
डमरुं तर्जनीं त्यक्त्वा रुद्रचण्डादयो नव।
रुद्रचण्डा प्रचण्डा च चण्डोग्रा चण्डनायिका ॥
]

`verse 11 [
चण्डा चण्डवती चैव चण्डरूपातिचण्डिका।
उग्रचण्डा च मध्यस्था रोचनाभारुणासिता ॥
]

`verse 12 [
नीला शुक्ला धूम्रिका च पीता श्वेता चसिहगाः।
महीषोथ पुमान् शस्त्री तत्‌कचग्रहमुष्टिकाः ॥
]

`verse 13 [
आलीढा नव दुर्गाः स्युः स्थाप्याः पुत्रादिवृद्धये।
तथा गौरी चण्डिकाद्या कुण्ढ्यक्षररदाग्निधृक् ॥
]

`verse 14 [
सैव स्म्भा वने सिद्धाऽग्निहीना ललिता तथा।
स्कन्धमूर्द्धकरा वामे द्वितीये धृतदर्प्पणा ॥
]

`verse 15 [
याम्ये फलाञ्जलिहस्ता सौभाग्या तत्र चोर्ध्विका।
लक्ष्मीर्याम्यकराम्भोजा वामे श्रीफलसंयुता ॥
]

`verse 16 [
पुस्ताक्षमालिकाहस्ता वीणाहस्ता सरस्वती।
हुम्भाब्जहस्ता श्वेताभा मकरोपरि जाह्नवी ॥
]

`verse 17 [
कूर्म्मगा यमुना कुम्भकरा श्यामा च पूज्यते।
सवीणस्तुम्बुरुः शुक्लः शूली मात्रग्रतो वृषे ॥
]

`verse 18 [
गौरी चतुर्मुखी ब्राह्मी अक्षमालासुरान्विता।
कुण्डक्षपात्रिणी वामे हंसगा शाङ्करी सिता ॥
]

`verse 19 [
शरचापौ दक्षिणेऽस्यावामे चक्रं धनुर्वृषे।
कौमारी शिखिगा रक्ता शक्तिहस्ता द्विबाहुका ॥
]

`verse 20 [
चक्रशङ्खधरा सव्ये वामे लक्ष्मीर्गदाव्जधृक्।
दण्डशङ्खासि गदया वाराही महिषस्थिता ॥
]

`verse 21 [
ऐन्द्री वामे वज्रहस्ता सहस्राक्षी तु सिद्धये।
चामुण्डा कोटरक्षीस्यान्निर्म्मंसा तु त्रिलोचना ॥
]

`verse 22 [
निर्म्मांसा अस्थिसारा वा ऊर्ध्वकेशी कृशोदरी।
द्वीपिचर्म्मधरावामे कपालं पट्टिशङ्करे ॥
]

`verse 23 [
शूलं कर्त्री दक्षिणेऽस्याः शवारूढास्थिभूषणा।
विनायको नराकारो बृहत्‌कुक्षिर्गजाननः ॥
]

`verse 24 [
बृहच्छुण्डो ह्युपवीती मुखं सप्तकलं भवेत्।
विस्ताराद्दैर्घ्यतश्चैव शुण्डं षट्‌त्रिशदङ्गुलम् ॥
]

`verse 25 [
कला द्वादश नाडी तु ग्रीवा सार्द्धकलोच्छिता।
षट्‌त्रिंशदङ्गुलं कण्ठं गुह्यमध्यर्द्धमङ्गुलम् ॥
]

`verse 26 [
नाभिरूरू द्वादशञ्च जङ्घे पादे तु दक्षिणे।
स्वदन्तं परशुं वामे लड्डुकञ्चोत्पलं शये ॥
]

`verse 27 [
सुमुखी च विडालाक्षी पार्श्वे स्कन्दो मयुरगः।
स्वामी शाखो विशाखश्च द्विभुजो बालरूपधृक् ॥
]

`verse 28 [
दक्षे शक्तिः कुक्कुटोथ एकवक्त्रोथ षण्मुखः।
षड्भुजो वा द्वादशभिर्ग्रामेरण्ये द्विबाहुकः ॥
]

`verse 29 [
शक्तीषुपाशनिस्त्रिंशतोत्रदोस्तर्जनीयुतः।
शक्त्या दक्षिणहस्तेषु षट्‌सु वामे करे तथा ॥
]

`verse 30 [
शिखिपिच्छन्धतुः खेटं पताकाभयकुक्कुटे।
कपालकर्तरीशूलपाशेभृद्याम्यसौम्ययोः ॥
]

`verse 31 [
गजचर्म्मभृदूर्ध्वास्यपादा स्याद् रुद्रचर्चिका।
सैव चाष्टभुजा देवी शिरोडमरुकान्विता ॥
]

`verse 32 [
तेन सा रुद्रचामुण्डा नाटेश्वर्य्यथ नृत्यती।
इयमेव महालक्ष्मीरुपविष्टा चतुर्मुखी ॥
]

`verse 33 [
नृवाजिमहिषेभांश्च खादन्ती च करे स्थितान्।
दशबाहुस्त्रिनेत्रा च शस्त्रासिडमरुत्रिकम् ॥
]

`verse 34 [
बीभ्रती दक्षिणे हस्ते घण्टां च खेटकम्।
खट्‌वाङ्गं च त्रिशूलञ्च सिद्धचामुण्डकाह्वया ॥
]

`verse 35 [
सिद्धयोगेश्वरी देवी सर्वसिद्धिप्रदायिका।
एतद्रूपा भवेदन्या पाशाङ्कुशयुतारुणा ॥
]

`verse 36 [
भैरवी रूपविद्या तु भुजैर्द्वादशभिर्युता।
एताः श्मशानजा रौद्रा अम्बाष्टकमिदं स्मृतम् ॥
]

`verse 37 [
क्षमा शिवावृता वृद्धा द्विभुजा विवृतानना।
दन्तुरा क्षेमकारी स्याद्‌भूमौ जानुकरा स्थिता ॥
]

`verse 38 [
यक्षिण्यः स्तब्धदीर्घाक्षाः शाकिन्यो वक्रदृष्टयः ।
पिङ्गाक्षाः स्युर्म्महारम्या रूपिण्योप्सरसः सदा ॥
]

`verse 39 [
साक्षमाली त्रिशूली च नन्दीशो द्वारपालकः।

thumb|महाकाल
महाकालोसिमुण्डी स्याच्छूलखेटकवांस्तथा ॥
]

`verse 40 [
कृशो भृङ्गी च नृत्यन् वै कूष्माण्डस्थूलखर्ववान्।
गजगोकर्णवक्त्राद्या वीरभद्रादयो गणाः ॥
]

`verse 41 [
घण्टाकर्णोष्टदशदोः पापरोगं विदारयन्।
वज्रासिदण्डचक्रेषुमुषलाङ्कुशमुद्गरान् ॥
]

`verse 42 [
दक्षिणे तर्जनीं खेटं शक्तिं मुण्डञ्च पाशकम्।
चापं घण्टा कुठारश्च द्वाभ्याञ्चैव त्रिशूलकम् ॥
]

`verse 43 [
घण्टामालाकुलो देवो विस्फोटकविमर्दनः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये देवीप्रतिमालक्षणं नाम पञ्चाशोऽध्यायः।
]
