`verse 1 [
भगवानुवाच
योगिन्यष्टाष्टकं वक्ष्ये ऐन्द्रादीशान्ततः क्रमात्।
अक्षोभ्या रूक्षकर्णी च राक्षसी कृपणाक्षया ॥
]

`verse 2 [
पिङ्गाक्षी च क्षया क्षेमा इला लीलालया तथा।
लोला लक्ता बलाकेशी लालसा विमला पुनः ॥
]

`verse 3 [
हुताशा च विशालाक्षी हुङ्कारा वडवामुखी।
महाक्रूरा क्रोधना तु भयङ्करी महानना ॥
]

`verse 4 [
सर्वज्ञा तला तारा ऋग्वेदा तु हयानना।
साराख्या रुद्रसङ्ग्रही सम्बरा तालजङ्घिका ॥
]

`verse 5 [
रक्ताक्षी सुप्रसिद्धा तु विद्युज्जिह्वा कारङ्किणी।
मेघनादा प्रचण्डोग्रा कालकर्णी वरप्रदा ॥
]

`verse 6 [
चन्द्रा चन्द्रावली चैव प्रपञ्चा प्रलयान्तिका।
शिशुवक्त्रा पिशाची च पिशिताशा च लोलुपा ॥
]

`verse 7 [
धमनी तापनी चैव रागिणी विकृतानना।
वायुवेगा बृहत्‌कुक्षिर्विकृता विश्वरूपिका ॥
]

`verse 8 [
यमजिह्वा जयन्ती च दुर्जया च जयन्तिका।
विडाली रेवती चैव पूतना विजयान्तिका ॥
]

`verse 9 [
अष्टहस्ताश्चतुर्हस्ता इच्छास्त्राः
सर्वसिद्धिदाः। भैरवश्चार्कहस्तः स्यात् कूर्परास्यो जटेन्दुभृत् ॥
]

`verse 10 [
खड्गाङ्कुशकुठारेषुविश्वाभयभृदेकतः।
चापत्रिशूलखट्‌वाङ्गपाशकार्द्धवरोद्यतः ॥
]

`verse 11 [
गजचर्मधरो द्वाभ्यां कृत्तिवासोहिभूषितः।
प्रेताशनो मातृमध्ये पूज्यः पञ्चाननोथवा ॥
]

`verse 12 [
अविलोमाग्निपर्यन्तं दीर्घाष्टकैकभेदितम्।
तत्‌षडङ्गानि जात्यन्तैरन्वितं च क्रमाद् यजेत् ॥
]

`verse 13 [
मन्दिराग्निदलारुढं सुवर्णरसकान्वितम्।
नादविन्द्विन्दुसंयुक्तंमातृनाथाङ्गदीपितम् ॥
]

`verse 14 [
वीरभद्रो वृषारूढो मात्रग्रे स चतुर्मुखः।
गौरी तु द्विभुजा त्र्यक्षा शूलिनी दर्पणान्विता ॥
]

`verse 15 [
शूलं गलन्तिका* कुण्डी वरदा च चतुर्भुजा।
अब्जस्था ललिता स्कन्दगणादर्शशलाकया ॥
]

`verse 16 [
चण्डिका दशहस्ता स्यात् खड्गशूलारिशक्तिधृक्।
दक्षे वामे नागपाश चर्माङ्कुशकुठारकम् ॥
]

`verse 17 [
धनुः सिंहे च महिषः शूलेन प्रहतोग्रतः ॥
]
