`verse 1 [
लिङ्गलक्षणम्

भगवानुवाच
लिङ्गादिलक्षणं वक्ष्ये कमलोद्भव तच्छृणु  ।
दैर्घ्यार्धं वसुभिर्भक्त्वा त्यक्त्वा भागत्रयं ततः  ॥
]

`verse 2 [
विष्कम्भं भूतभागैस्तु चतुरस्रन्तु कारयेत् ।
आयामं मूर्तिभिर्भक्त्वा एकद्वित्रिक्रमान्न्यसेत् ॥
]

`verse 3 [
ब्रह्मविष्णुशिवांशेषु वर्धमानोयमुच्यते  ।
चतुरस्रेस्य वर्णार्धं गुह्यकोणेषु लाञ्छयेत् ॥
]

`verse 4 [
अष्टाग्रं वैष्णवं भागं सिध्यत्येव न संशयः  ।
षोडशास्रं ततः कुर्याद्द्वात्रिंशास्रं ततः पुनः  ॥
]

`verse 5 [
चतुःषष्ट्यस्रकं कृत्वा वर्तुलं साधयेत्ततः  ।
कर्तयेदथ लिङ्गस्य शिरो वै देशिकोत्तमः  ॥
]

`verse 6 [
विस्तारमथ लिङ्गस्य अष्टधा संविभाजयेत् ।
भागार्धार्धन्तु सन्त्यज्य च्छत्राकारं शिरो भवेत् ॥
]

`verse 7 [
त्रिषु भागेषु सदृशमायामं यस्य चिस्तरः  ।
तद्विभागसमं लिङ्गं सर्वकामफलप्रदं  ॥
]

`verse 8 [
दैर्घ्यस्य तु चतुर्थेन विष्कम्भं देवपूजिते  ।
सर्वेषामेव लिङ्गानां लक्षणं शृणु साम्प्रतं  ॥
]

`verse 9 [
मध्यसूत्रं समासाद्य ब्रह्मरुद्रान्तिकं बुधः  ।
षोडशाङ्गुललिङ्गस्य षड्भागैर्भाजितो यथा  ॥
]

`verse 10 [
तद्वैयमनसूत्राभ्यां मानमन्तरमुच्यते  ।
यवाष्टमुत्तरे कार्यं शेषाणां यवहानितः  ॥
]

`verse 11 [
अधोभागं त्रिधा कृत्वा त्वर्धमेकं परित्यजेत् ।

अष्टधा तद्द्वयं कृत्वा ऊर्ध्वभागत्र्यं त्यजेत् ॥
]

`verse 12 [
ऊर्ध्वञ्च पञ्चमाद्भागाद्भ्राम्य रेखां प्रलम्बयेत् ।
भागमेकं परित्यज्य सङ्गं कारयेत्तयोः  ॥
]

`verse 13 [
एतत्साधारणं प्रोक्तं लिङ्गानां लक्षणं मया  ।
सर्वसाधारणं वक्ष्ये पिण्डिकान्तान्निबोध मे  ॥
]

`verse 14 [
ब्रह्मभागप्रवेशञ्च ज्ञात्वा लिङ्गस्य चोच्छ्रयं  ।
न्यसेद्ब्रह्मशिलां विद्वान् सम्यक्कर्मशिलोपरि  ॥
]

`verse 15 [
तथा सुमुच्छ्रयं ज्ञात्वा पिण्डिकां प्रविभाजयेत् ।
द्विभागमुच्छ्रितं पीठं विस्तारं लिङ्गसम्मितम्  ॥
]

`verse 16 [
त्रिभागं मध्यतः खातं कृत्वा पीठं विभाजयेत् ।
स्वमानार्धत्रिभागेण बाहुल्यं परिकल्पयेत् ॥
]

`verse 17 [
बाहुल्यस्य त्रिभागेण मेखलामथ कल्पयेत् ।
खातं स्यान्मेखलातुल्यं क्रमान्निम्नन्तु कारयेत् ॥
]

`verse 18 [
मेखलाषोडशांशेन खातं वा तत्प्रमाणज्ञः  ।
उच्छ्रायं तस्य पीठस्य विकाराङ्गं तु कारयेत् ॥
]

`verse 19 [
भूमौ प्रविष्टमेकं तु भागैकेन पिण्डिका  ।
कण्ठं भागैस्त्रिभिः कार्यं भागेनैकेन पट्टिका  ॥
]

`verse 20 [
द्यंगेन चोर्ध्वपट्टन्तु एकांशाः शेषपट्टिका  ।
भागं भागं प्रविष्टन्तु यावत्कण्ठं ततः पुनः  ॥
]

`verse 21 [
निर्गमं भागमेकं तु यावद्वै शेषपट्टिका  ।
प्रणालस्य त्रिभागेन निर्गमस्तु त्रिभागतः  ॥
]

`verse 22 [
मूलेङ्गुल्यग्रविस्तारमग्रे त्र्यंशेन चार्धतः  ।
ईषन्निम्नन्तु कुर्वीत खातं तच्चोत्तरेण वै  ।
पिण्डिकासहितं लिङ्गमेतत्साधारणं स्मृतम्  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये लिङ्गलक्षणं नाम त्रिपञ्चाशत्तमोध्यायः ॥
]
