`verse 1 [
लिङ्गमानादिकथनम्

भगवानुवाच
वक्ष्याम्यन्यप्रकारेण लिङ्गमानादिकं श्रृणु।
वक्ष्ये लवणजं लिङ्गं घृतजं बुद्धिवर्द्धनम् ॥
]

`verse 2 [
भूतये वस्त्रलिङ्गन्तु लिङ्गन्तात्‌कालिकं विदुः।
पक्कापक्वं मृण्मयं स्यादपक्कात् पक्क्जं वरम् ॥
]

`verse 3 [
ततो दारुमयं पुण्यं दारुजात् शैलजं वरम्।
शैलाद्वरं तु मुक्ताजं ततो लौहं सुवर्णजम् ॥
]

`verse 4 [
राजतं कीर्त्तितं ताम्रं पैत्तलं भुक्तिमुक्तिदम्।
रङ्गजं रसलिङ्गञ्च भुक्तिमुक्तिप्रदं वरम् ॥
]

`verse 5 [
रसजं रसलोहादिरत्नगर्भन्तु वर्धयेत्।
मानादि नेष्टं सिद्धादि स्थापितेथ स्वयम्भुवि ॥
]

`verse 6 [
वामे च स्वेच्छया तेषां पीठप्रासादकल्पना।
पूजयेत् सूर्य्यविम्बस्थं दर्पणे प्रतिविम्बितम् ॥
]

`verse 7 [
पूज्यो हरस्तु सर्वत्र लिङ्गे पूर्णार्च्चनं भवेत्।
हस्तोत्तरविधं शैलं दारुजं तद्वदेव हि ॥
]

`verse 8 [
चलमङ्गुलमानेन द्वारगर्भकरैः स्थितम् ।
अङ्गुलाद् गृहलिङ्गं स्याद्यावत् पञ्चदशाङ्गुलम् ॥
]

`verse 9 [
द्वारमानात् त्रिसङ्ख्याकं नवधा गर्भमानतः।
नवधा गर्भमानेन लिङ्गन्धाम्नि च पूजयेत् ॥
]

`verse 10 [
एवं लिङ्गानि षट्‌त्रिंशत् ज्ञेयानि ज्येष्ठमानतः।
मध्यमानेन षट्‌त्रिंशत् षट्‌त्रिशदधमेन च ॥
]

`verse 11 [
इत्थमैक्येन लिङ्गानां शतमष्टोत्तरं भवेत्।
एकाङ्गुलादिपञ्चान्तं कन्यसञ्चलमुच्यते ॥
]

`verse 12 [
षडादिदशपर्यन्तञ्चलं लिङ्गञ्च मध्यमम्।
एकादशाङ्गुलादि स्यात् ज्येष्ठं पञ्चदशान्तकम् ॥
]

`verse 13 [
षडङ्गुलं महारत्नै रत्नैरन्यैर्न्नवाङ्गुलम्।
रविभिर्हेमभारोत्थं लिङ्गं शेषैस्त्रिपञ्चभिः ॥
]

`verse 14 [
षोडशांशे च वेदांशे युगं लुप्त्वोर्ध्वदेशतः।
द्वात्रिंशत्‌षोडशांशांश्च कोणयोस्तु विलोपयेत् ॥
]

`verse 15 [
चतुर्निवेशनात् कण्ठो विंशतिस्त्रियुगैस्तथा।
पार्श्वाभ्यां तु विलुप्ताभ्यां चललिङ्गं भवेद्वरम् ॥
]

`verse 16 [
धाम्नो युगर्त्तुनागांशैर्द्वारं हीनादितः क्रमात्।
लिङ्गद्वारोच्छयादर्वाग् भवेत् पादोनतः क्रमात् ॥
]

`verse 17 [
गर्भार्द्धेनाधम लिङ्गं भूतांशैः स्यात् त्रिभिर्वरम्।
तयोर्मध्ये च सूत्राणि सप्त सम्पातयेत् समम् ॥
]

`verse 18 [
एवं स्युर्नव सूत्राणि भूतसूत्रैश्च मध्यमम्।
द्व्यन्तरो वामवामश्च लिङ्गनां दीर्घता नव ॥
]

`verse 19 [
हस्ताद्विवर्द्धते हस्तो यावत्स्युर्न्नव पाणयः।
हीनमध्योत्तमं लिङ्गं त्रिविधं त्रिविधात्मकम् ॥
]

`verse 20 [
एकैकलिङ्गमद्येषु त्रीणी च पादशः।
लिङ्गानि घटयेद्धीमान् षटसु चाश्टोत्तरेषु च ॥
]

`verse 21 [
स्थिरदीर्घप्रमेयात्तु द्वारगर्भकरात्मिका।
भागेशञ्चाप्यमीशञ्च देवेज्यन्तुल्यसंज्ञितम् ॥
]

`verse 22 [
चत्वारि लिङ्गरुपाणि विष्कम्बेण तु लक्षयेत्।
दीर्घमायान्वितं कृत्वा लिङ्गं कुर्य्यात् त्रिरूपकम् ॥
]

`verse 23 [
चतुरष्टाष्टवृत्तञ्च तत्तवत्रयगुणात्मकम् ।
लिङ्गानामीप्सितं दैर्ध्यं तेन कृत्वा ङ्गुलानि वै ॥
]

`verse 24 [
ध्वजाद्यायैः सुरैर्भूतैः शिखिभिर्व्वा हरेत् कृतिम्।
तान्यङ्गुलानि चच्छेषं लक्षयेच्च शुभाशुभम् ॥
]

`verse 25 [
ध्वजाद्या ध्वजसिंहेभवृषा श्रेष्ठाः परे शुभाः।
खरेषु षड्‌जगान्धारपञ्चमाः शुभदायकाः ॥
]

`verse 26 [
भूतेषु च शूबा भूः स्यादग्निष्वाहवनीयकः।
उत्तायामस्य चार्द्धाशे नागांशैर्भाजिते क्रमात् ॥
]

`verse 27 [
रसभूतां शषष्ठांशत्र्यंशाधिकशरैर्भवेत्।
आढ्यानाध्यसुरेज्यार्कतुल्यानाञ्चतुरस्रता ॥
]

`verse 28 [
पञ्चमं वर्द्धमानाख्यं व्यासान्नाहप्रवृद्धितः।
द्विधा भेदा बहून्यत्र वक्ष्यन्ते विश्वकर्म्मतः ॥
]

`verse 29 [
आढ्यादीनां त्रिधा स्थौल्याद्यवधूतं तदष्यथ ।
त्रिधा हस्ताकज्जिनाख्यञ्च युक्तं सर्वसमेन च ॥
]

`verse 30 [
पञ्चविंशतिलिङ्गानि नाद्ये देवार्च्चिते तथा।
पञ्चसप्तभिरेकत्वाज्जिनैर्भक्तैर्भवन्ति ॥
]

`verse 31 [
चतुर्दशसहस्त्राणि चतुर्दशशतानि च।
एवमष्टाङऱ्गुलविस्तारो नवैककरगर्भतः ॥
]

`verse 32 [
तेषां कोणार्द्धकोणस्थैश्चिन्त्यात् कोणानि सूत्रकैः।
विस्तारं मध्यतः कृत्वा स्थाप्यं वा मध्यतस्त्रयम् ॥
]

`verse 33 [
विभागादूद्‌र्ध्वमष्टास्रो द्व्यष्टास्रः स्याच्छिवांशकः।
पादाज्जान्तको ब्रह्मा नाभ्यन्तो विष्णुरित्यतः ॥
]

`verse 34 [
मूद्‌र्ध्वान्तो भूतभागेशो व्यक्तेऽव्यक्ते च तद्वति।
पञ्चलिङ्गव्यवस्थायां शिरो वर्त्तुलमुच्यते ॥
]

`verse 35 [
छत्राभं कुक्कुटाभं वा बालेन्दुप्रतिमाकृतिः ।
एकैकस्य चतुर्भेदैः काम्यभेदात् फलं वदे ॥
]

`verse 36 [
लिङ्गमस्तकविस्तारं वसुभक्तन्तु कारयेत्।
आद्यभागं चतुर्द्धा तु विस्तारोच्छायतो भजेत् ॥
]

`verse 37 [
चत्वारि तत्र सूत्राणि भागभागानुपातनात्।
पुण्डरीकन्तु भागेन विशालाख्यं विलोपनात् ॥
]

`verse 38 [
त्रिशातनात्तु श्रीवत्सं शत्रुकृद्वेदलोपनात्।
शिरः सर्वसमे श्रेष्ठं कुक्कुटाभं सुराह्वये ॥
]

`verse 39 [
चतुर्भागात्मके लिङ्गे त्रपुषं द्वयलोपनात्।
अनाद्यस्य शिरः प्रोक्तमर्द्धचन्द्रं शिरः श्रृणु ॥
]

`verse 40 [
अंशात् प्रान्ते युगांशैश्च त्वेकहान्यामृताक्षकम् ।
पूर्णवालेन्दुकुमुदं द्वित्रिवेदक्षयात् क्रमात् ॥
]

`verse 41 [
चतुस्त्रिरेकवदनं सुखलिङ्गमतः श्रृणु।
पूजाभागं प्रकर्त्तव्यं मर्त्त्यग्निपदकल्पितम् ॥
]

`verse 42 [
अर्क्काशंपूर्ववत् त्यक्त्वा षट स्थानानि विवर्त्तयेत्।
शिरोन्नतिः प्रकर्त्तव्या ललाटं नासिका ततः ॥
]

`verse 43 [
वदनं चिवुकं ग्रीवा युगभागैर्भुजाक्षिभिः।
कराभ्यां मुकुलीकृत्य प्रतिमायाः प्रमाणतः ॥
]

`verse 44 [
मुखं प्रति समः कार्या विस्तारादष्टमांशतः।
चतुर्मुखं मया प्रोक्तं त्रिमुखञ्चोच्यते श्रृणु ॥
]

`verse 45 [
कर्णपादाधिकास्तस्य ललाटादीनि निर्दिशेत्।
भुजौ चतुर्भिर्भागैम्तु कर्त्तव्यौ पञ्चिमोर्जितम् ॥
]

`verse 46 [
विस्तरादष्टमांशेन मुखानां प्रतिनिर्गमः।
एकवक्त्रं तथा कार्य्यं पूर्वस्यां सौम्यलोचनम् ॥
]

`verse 47 [
ललाटनासिकावक्त्रग्नीवायाञ्च विवर्त्तयेत्।
भुजाच्च पञ्चमांशेन भुजहीनं विवर्तयेत् ॥
]

`verse 48 [
विस्तारस्य षडंशेन मुखैर्निर्गमनं हितम्।
सर्वषां मुखलिङ्गानां त्रपुषं वाथ कुक्कुटम् ॥
]
