`verse 1 [
भगवानुवाच
अतः परं प्रवक्ष्यामि प्रतिमानान्तु पिण्डिकाम्।
दैर्घ्येण प्रतिमातुल्या तदर्द्धेन तु विस्तृता ॥
]

`verse 2 [
उच्छितायामतोर्द्धेन सुविस्तारार्द्धभागतः।
तृतीयेन तु वा तुल्यं तत्त्रिभागेण मेखला ॥
]

`verse 3 [
खातं च तत्‌प्रमाणं तु किञ्चिदुत्तरतो नतम्।
विस्तारस्य चतुर्थेन प्रणालस्य विनिर्गमः ॥
]

`verse 4 [
सममूलस्य विस्तारमग्ने कुर्य्यात्तदर्द्धतः।
विस्तारस्य तृतीयेन तोयमार्गन्तु कारयेत् ॥
]

`verse 5 [
पिण्डिकार्द्धेन वा तुल्यं  दैर्घ्यमीशस्य कीर्तितम्।
ईशं वा तुल्यदीर्घञ्च ज्ञात्वा सूत्रं प्रकल्पयेत् ॥
]

`verse 6 [
उच्छायं पूर्ववत् कुर्य्याद्भागषोडशसङ्‌ख्यया।
अधः षट्कं द्विभागन्तु कण्ठं कुर्यात्त्रिभागकम् ॥
]

`verse 7 [
शेषास्त्वेकैकशः कार्याः प्रतिष्ठानिर्गमास्तथा।
पट्टिका पिण्डिका चेयं सामान्यप्रतिमासु च ॥
]

`verse 8 [
प्रासादद्वारमानेन प्रतिमाद्वारमुच्यते ।
गजव्यालकसंयुक्ता प्रभा स्यात् प्रतिमासु च ॥
]

`verse 9 [
पिण्डिकापि यथाशोभं कर्त्तव्या सततं हरेः।

सर्वेषामेव देवानां विष्णूक्तं मानमुच्यते।
देवीनामपि सर्वासं लक्ष्म्युक्तं मानमुच्यते ॥
]
