`verse 1 [
दिक्पालयागकथनं

भगवानुवाच
प्रतिष्ठापञ्चकं वक्ष्ये प्रतिमात्मा तु पूरुषः  ।
प्रकृतिः पिण्डिका लक्ष्मीः प्रतिष्ठा योगकस्तयोः  ॥
]

`verse 2 [
इच्छाफलार्थिभिस्तस्मात्प्रतिष्ठा क्रियते नरैः  ।
गर्भसूत्रं तु निःसार्य प्रासादस्याग्रतो गुरुः  ॥
]

`verse 3 [
अष्टषोडशविंशान्तं मण्डपञ्चाधमादिकम्  ।
स्नानं कलशार्थञ्च यागद्रव्यार्थमर्धतः  ॥
]

`verse 4 [
त्रिभागेणार्धभागेन वेदिं कुर्यात्तु शोभनाम्  ।
कलशैर्घटिकाभिश्च वितानाद्यैश्च भूषयेत् ॥
]

`verse 5 [
पञ्चगव्येन सम्प्रोक्ष्य सर्वद्रव्याणि धारयेत् ।
अलङ्कृतो गुरुर्विष्णुं ध्यात्वात्मानं प्रपूजयेत् ॥
]

`verse 6 [
अङ्गुलीयप्रभृतिभिर्मूर्तिपान् वलयादिभिः  ।
कुण्डे कुण्डे स्थापयेच्च मूर्तिपांस्तत्र पारगान्  ॥
]

`verse 7 [
चतुष्कोणे चार्धकोणे वर्तुले पद्मसन्निभे  ।
पूर्वादौ तोरणार्थन्तु पिप्पलोडुम्बरौ वटं  ॥
]

`verse 8 [
प्लक्षं सुशोभनं पूर्वं सुभद्रन्दक्षतोरणं  ।
सुकर्म च सुहोत्रञ्च आप्ये सौम्ये समुच्छ्रयम्  ॥
]

`verse 9 [
पञ्चहस्तं तु संस्थाप्य स्योनापृथ्वीति पूजयेत् ।
तोरणस्तम्भमूले तु कलशान्मङ्गलाङ्कुरान्  ॥
]

`verse 10 [
प्रदद्यादुपरिष्टाच्च कुर्याच्चक्रं सुदर्शनं  ।
पञ्चहस्तप्रमाणन्तु ध्वजं कुर्याद्द्विचक्षणः  ॥
]

`verse 11 [
वैपुल्यं चास्य कुर्वीत षोडशाङ्गुलसन्मितं  ।
सप्तहस्तोच्छ्रितं वास्य कुर्यात्कुण्डं सुरोत्तम  ॥
]

`verse 12 [
अरुणोग्निनिभश्चैव कृष्णः शुक्लोथ पीतकः  ।
रक्तवर्णस्तथा श्वेतः श्वेतवर्णादिकक्रमात्   ॥
]

`verse 13 [
कुमुदः कुमुदाक्षश्च पुण्डरीकोथ वामनः  ।
शङ्कुकर्णः सर्वनेत्रः सुमुखः सुप्रतिष्ठितः  ॥
]

`verse 14 [
पूज्या कोटिगुणैर्युक्ताः पूर्वाद्या ध्वजदेवताः  ।
जलाढकसुपूरास्तु पक्वविम्बोपमा घटाः  ॥
]

`verse 15 [
अष्टाविंशाधिकशतं कालमण्डनवर्जिताः  ।
सहिरण्या वस्त्रकण्ठाः सोदकास्तोरणाद्वहिः  ॥
]

`verse 16 [
घटाः स्थाप्याश्च पूर्वादौ वेदिकायाश्च कोणगान्  ।
चतुरः स्थापयेत्कुम्भानाजिघ्रेति च मन्त्रतः  ॥
]

`verse 17 [
कुम्भेष्वावाह्य शक्रादीन् पूर्वादौ पूजयेत्क्रमात् ।
इन्द्रागच्छ देवराज वज्रहस्त गजस्थित  ॥
]

`verse 18 [
पूर्वद्वारञ्च मे रक्ष देवैः सह नमोस्तु ते  ।
त्रातारमिन्द्रमन्त्रेण अर्चयित्वा यजेद्बुधः  ॥
]

`verse 19 [
आगच्छाग्रे शक्तियुत च्छागस्थ बलसंयुत  ।
रक्षाग्नेयीं दिशं देवैः पूजां गृह नमोस्तु ते  ॥
]

`verse 20 [
अग्निमूर्धेतिमन्त्रेण यजेद्वा आग्नेय नमः  ।
महिषस्थ यमागच्छ दण्डहस्त महाबल  ॥
]

`verse 21 [
रक्ष त्वं दक्षिणद्वारं वैवस्वत नमोस्तु ते  ।
वैवस्वतं सङ्गमनमित्यनेन यजेद्यमं  ॥
]

`verse 22 [
नैर्ऋतागच्छ खड्गाढ्य बलवाहनसंयुत  ।
इदमर्घ्यमिदं पाद्यं रक्ष त्वं नैर्ऋतीं दिशं  ॥
]

`verse 23 [
एष ते नैर्ऋते मन्त्रेण यजेदर्घ्यादिभिर्नरः  ।
मकरारूढ वरुण पाशहस्त महाबल  ॥
]

`verse 24 [
आगच्छ पश्चिमं द्वारं रक्ष रक्ष नमोस्तु ते  ।
उरुं हि राजा वरुणं यजेदर्घ्यादिभिर्गुरुः  ॥
]

`verse 25 [
आगच्छ वायो सबल ध्वजहस्त सवाहन  ।
वायव्यं रक्ष देवैस्त्वं समरुद्भिर्नमोस्तु ते  ॥
]

`verse 26 [
वात इत्यादिभिश्चार्वेदोन्नमो वायवेपि वा  ।
आगच्छ सोम सबला गदाहस्त सवाहन  ॥
]

`verse 27 [
रक्ष त्वमुत्तरद्वारं सकुवेर नमोस्तु ते  ।
सोमं राजानमिति वा यजेत्सोमाय वै नमः  ॥
]

`verse 28 [
आगच्छेशान सबल शूलहस्त वृषस्थित  ।
यज्ञमण्डपस्यैशानीं दिशं रक्ष नमोस्तु ते  ॥
]

`verse 29 [
ईशानमस्येति यजेदीशानाय नमोपि वा  ।
ब्रह्मन्नागच्छ हंसस्थ स्रुक्स्रुवव्यग्रहस्तक  ॥
]

`verse 30 [
सलोकोर्ध्वां दिशं रक्ष यज्ञस्याज नमोस्तु ते  ।
हिरण्यगर्भेति यजेन्नमस्ते ब्रह्मणेपि वा  ॥
]

`verse 31 [
अनन्तागच्छ चक्राढ्य कूर्मस्थाहिगणेश्वर  ।
अधोदिशं रक्ष रक्ष अनन्तेश नमोस्तु ते  ।
नमोस्तु सर्पेति यजेदनन्ताय नमोपि वा  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये दिक्पतियागो नाम षट्पञ्चाशत्तमोध्यायः ॥

भगवानुवाच
प्रतिष्ठापञ्चकं वक्ष्ये प्रतिमात्मा तु पूरुषः।
पिण्डिका लक्ष्मीः प्रतिष्ठा योगकस्तयोः ॥
]

`verse 32 [
इच्छाफलार्थिभिस्तस्मात्प्रतिष्ठा क्रियते नरैः।
गर्भसूत्रं तु निः सार्य प्रासादस्याग्रतो गुरुः ॥
]

`verse 33 [
अष्टषोडशविंशान्तं मण्डपञ्चाधमादिकम्।
स्नानार्थं कलशार्थञ्च यागद्रव्यार्थमर्द्धतः ॥
]

`verse 34 [
त्रिभागेणार्द्धभागेन वेदिं कुर्यात्तु शोभनाम्।
कलशैर्घटिकाभिश्च वितानाद्यैश्च भूषयेत् ॥
]

`verse 35 [
पञ्चगव्येन सम्प्रोक्ष्य सर्वद्रव्याणि धारयेत्।
अलङ्कृतो गुरुर्विष्णुं ध्यात्वात्मानं प्रपूजयेत् ॥
]

`verse 36 [
अङ्गुलीयप्रभृतिभिर्मूत्तिपान् वलयादिभिः।
कुण्डे कुण्डे स्थापयेच्च मूर्त्तिपांस्तत्र पारगान् ॥
]

`verse 37 [
चतुष्कोणे चार्द्धकोणे वर्तुले पद्मसन्निभेः।
पूर्वादौ तोरणार्थन्तु पिप्पलोडुम्बरौ वटम् ॥
]

`verse 38 [
प्लक्षं सुशोभनं पूर्वं सुभद्रन्दक्षतोरणम्।
सुकर्म च सुहोत्रञ्च आप्ये सौम्ये समुच्छयम् ॥
]

`verse 39 [
पञ्चहस्तं तु संस्थाप्य स्योनापृथ्वीति पूजयेत्।
तोरणस्तम्भमूले तु कलशान्मङ्गलाङ्कुशन् ॥
]

`verse 40 [
प्रदद्यादुपरिष्टाच्च कुर्य्याच्चक्रं सुदर्शनम्।
पञ्चहस्तप्रमाणन्तु ध्वजं कुर्य्याद्विचक्षणः ॥
]

`verse 41 [
वैपुल्यं चास्य कुर्वीत षोडशाङ्गुलसम्मितम्।
सप्तहस्तोच्छितं वास्य कुर्य्यात् कुण्डं सुरोत्तम ॥
]

`verse 42 [
अरुणोग्निनिभश्चैव कृष्णः शुक्लोथ पीतकः।
रक्तवर्णस्तथा श्वेतः श्वेतवर्णादिकक्रमात् ॥
]

`verse 43 [
कुमुदः कुमुदाक्षश्च पुण्डरीकोथ वामनः।
शङ्कुकर्णः सर्व्वनेत्रः सुमुखः सुप्रतिष्ठितः ॥
]

`verse 44 [
पूज्या कोटिगुणैर्युक्ताः पूर्व्वाद्या ध्वजदेवताः।
जलाढकसुपूरास्तु पक्कविम्बोपमा घटाः ॥
]

`verse 45 [
अष्टविंशाधिकशतं कालमण्डनवर्जिताः।
सहिरण्या वस्त्रकण्ठाः सोदकास्तोरणाद् बहिः ॥
]

`verse 46 [
घटाः स्थाप्याश्च पूर्वादौ वेदिकायाश्च कोणगान्।
चतुरः स्थापयेत् कुम्भानाजिघ्ने ति चमन्त्रतः ॥
]

`verse 47 [
कुम्भेष्वावाह्य शक्रादीन् पूर्वादौ पूजयेत् क्रमात्।
इन्द्रागच्छ देवराज वज्रहस्त गजस्थिता ॥
]

`verse 48 [
पूर्वद्वारञ्च मे रक्ष देवैः सह नमोस्तु ते।
त्रातारमिन्द्रमन्त्रेण अर्चयित्वा यजेद् बुधः ॥
]

`verse 49 [
आगच्छाग्रे शक्तियुत छागस्थ बलसंयुत।
रक्षाग्नेयीं दिशं देवैः पूजां गृह्ण नमोस्तु ते ॥
]

`verse 50 [
अग्निर्मूर्द्धेतिमन्त्रेण यजेद्वा अग्नये नमः।
महिषस्थ यमागच्छ पण्डहस्त महाबल ॥
]

`verse 51 [
रक्ष त्वं दक्षिणद्वारं वैवस्वत नमोस्तु ते।
वैवस्वतं सङ्गमनभित्यनेन यजेद्यमम् ॥
]

`verse 52 [
नैर्ऋ तागच्छ खङ्गाढ्य बलवाहनसंयुत ।
इदमर्घ्यमिदं पाद्यं रक्ष त्वं नैर्ऋतीं दिशम् ॥
]

`verse 53 [
एष ते नैर्ऋते मन्त्रेण यजेदर्घ्यादिभिर्नरः।
मकरारूढ वरुण पाशहस्त महाबल ॥
]

`verse 54 [
आगच्छ पश्चिमं द्वारं रक्ष रक्ष नमोस्तु ते।
उरुं हि राजा वरुणं यजेदर्घ्यादिभिर्गुरुः ॥
]

`verse 55 [
आग्च्छ वायो सबल ध्वजहस्त सवाहन।
वायव्यं रक्ष देवैस्त्वं समरुद्भिर्नमोस्तु ते ॥
]

`verse 56 [
वात इत्यादिभिश्चार्चेदोन्नमो वायवेपि वा।
अगच्छ सोम सबल गदाहस्त सवाहन ॥
]

`verse 57 [
रक्ष त्वमुत्तरद्वारं सकुवेर नमोस्तु ते।
सोमं राजानमिति वा यजेत्सोमाय वै नमः ॥
]

`verse 58 [
आगच्छेशान सबल शूलहस्त वृषस्थित।
यज्ञमण्डपस्यैशानीं दिशं रक्ष नमोस्तु ते ॥
]

`verse 59 [
ईशानमस्येति यजेदीशानाय नमोऽपि वा।
ब्रह्मन्नागच्छ हंसस्य स्रुक्स्रुवव्यग्रहस्तक ॥
]

`verse 60 [
सलोकोद्‌र्ध्वां दिशं रक्ष यज्ञस्याज नमोस्तु ते।
हिरण्यगर्भेति यजेन्नमस्ते ब्रह्मणेपि वा ॥
]

`verse 61 [
अनन्तागच्छ चक्राढ्य कूर्म्मस्थाहिगणेश्वर।
अधोदिशं रक्ष रक्ष अनन्तेश नमोस्तु ते ॥
]

`verse 62 [
नमोस्तु सर्पेति यजेदनन्ताय नमोपि वा ॥
]
