`verse 1 [
भगवानुवाच
हरेः सान्निध्यकरणमधिवासनमुच्यते  ।
सर्वज्ञं सर्वगं ध्यात्वा आत्मानं पुरुषोत्तमं  ॥
]

`verse 2 [
ओंकारेण समायोज्य चिच्छक्तिमभिमानिनीं  ।
निःसार्यात्मैकतां कृत्वा स्वस्मिन् सर्वगते विभौ  ॥
]

`verse 3 [
योजयेन्मरुतां पृथ्वीं वह्निबीजेन दीपयेत् ।
संहरेद्वायुना चाग्निं वायुमाकाशतो नयेत् ॥
]

`verse 4 [
अधिभूतादिदेवैस्तु साध्याख्यैर्विभवैः सह  ।
तन्मात्रपात्रकान् कृत्वा संहरेत्तत्क्रमाद्बुधः  ॥
]

`verse 5 [
आकाशं मनसाहत्य मनोहङ्करणे कुरु  ।
अहङ्कारञ्च महति तञ्चाप्यव्याकृते नयेत् ॥
]

`verse 6 [
अव्याकृतं ज्ञानरूपे वासुदेवः स ईरितः  ।
स तामव्याकृतिं मायामभ्यष्ट सिसृक्षया  ॥
]

`verse 7 [
सङ्कर्षणं सं शब्दात्मा स्पर्शाख्यमसृजत्प्रभुः  ।
क्षोभ्य मायां स प्रद्युम्नं तेजोरूपं स चासृजत् ॥
]

`verse 8 [
अनिरुद्धं रसमात्रं ब्रह्माणं गन्धरूपकं  ।
अनिरुद्धः स च ब्रह्मा अप आदौ ससर्ज ह  ॥
]

`verse 9 [
तस्मिन् हिरण्मयञ्चाण्डं सोऽसृजत्पञ्चभूतवत् ।
तस्मिन् सङ्क्रामिते जीवे शक्तिरात्मोपसंहृता  ॥
]

`verse 10 [
प्राणो जीवेन संयुक्तो वृत्तिमानिति शब्द्यते  ।
जीवोव्याहृतिसञ्ज्ञस्तु प्राणेष्वाध्यात्मिकः स्मृतः  ॥
]

`verse 11 [
प्राणैर्युक्ता ततो बुद्धिः सञ्जाता चाष्टमूर्तिकी  ।
अहङ्कारस्ततो जज्ञे मनस्तस्मादजायत  ॥
]

`verse 12 [
अर्थाः प्रजज्ञिरे पञ्च सङ्कल्पादियुतास्ततः  ।
शब्दः स्पर्शश्च रूपञ्च रसो गन्ध इति स्मृता  ॥
]

`verse 13 [
ज्ञानशक्तियुतान्येतैरारब्धानीन्द्रियाणि तु  ।
त्वक्श्रोत्रघ्राणचक्षूंषि जिह्वाबुद्धीन्द्रियाणि तु  ॥
]

`verse 14 [
पादौ पायुःस्तथा पाणी वागुपस्थश्च पञ्चमः  ।
कर्मेन्द्रियाणि चैतानि पञ्चभूतान्यतः शृणु  ॥
]

`verse 15 [
आकाशवायुतेजांसि सलिलं पृथिवी तथा  ।
स्थूलमेभिः शरीरन्तु सर्वाधारं प्रजायते  ॥
]

`verse 16 [
एतेषां वाचका मन्त्रा न्यासायोच्यन्त उत्तमाः  ।
जीवभूतं मकारन्तु देवस्य व्यापकं न्यसेत् ॥
]

`verse 17 [
प्राणतत्त्वं भकारन्तु जीवोपाधिगतं न्यसेत् ।
हृदयस्थं बकारन्तु बुद्धितत्त्वं न्यसेद्बुधः  ॥
]

`verse 18 [
फकारमपि तत्रैव अहङ्कारमयं न्यसेत् ।
मनस्तत्त्वं पकारन्तु न्यसेत्सङ्कल्पसम्भवं  ॥
]

`verse 19 [
शब्दतन्मात्रतत्त्वन्तु नकारं मस्तके न्यसेत् ।
स्पर्शात्मकं धकारन्तु वक्त्रदेशे तु विन्यसेत् ॥
]

`verse 20 [
दकारं रूपतत्त्वन्तु हृद्देशे विनिवेशयेत्  ।
थकारं वस्तिदेशे तु रसतन्मात्रकं न्यसेत् ॥
]

`verse 21 [
तकारं गन्धतन्मात्रं जङ्घयोर्विनिवेशयेत् ।
णकारं श्रोत्रयोर्न्यस्य ढकारं विन्यसेत्त्वचि  ॥
]

`verse 22 [
डकारं नेत्रयुग्मे तु रसनायां ठकारकं  ।
टकारं नासिकायान्तु ञकारं वाचि विन्यसेत् ॥
]

`verse 23 [
झकारं करयोर्न्यस्य पाणितत्त्वं विचक्षणः  ।
जकारं पदयोर्न्यस्य छं पायौ चमुपस्थके  ॥
]

`verse 24 [
विन्यसेत्पृथिवीतत्त्वं ङकारं पादयुग्मके  ।
वस्तौ घकारं गं तत्त्वं तैजसं हृदि विन्यसेत् ॥
]

`verse 25 [
खकारं वायुतत्त्वञ्च नासिकायां निवेशयेत् ।
ककारं विन्यसेन्नित्यं खतत्त्वं मस्तके बुधः  ॥
]

`verse 26 [
हृत्पुण्डरीके विन्यस्य यकारं सूर्यदैवतं  ।
द्वासप्ततिसहस्राणि हृदयादभिनिःसृताः  ॥
]

`verse 27 [
कलाषोडशसंयुक्तं मकारं तत्र विन्यसेत् ।
तन्मध्ये चिन्तयेन्मन्त्री विन्दुं वह्नेस्तु मण्डलं  ॥
]

`verse 28 [
हकारं विन्यसेत्तत्र प्रणवेन सुरोत्तमः  ।
ओं आं परमेष्ठ्यात्मने आं नमः पुरुषात्मने  ॥
]

`verse 29 [
ओं वां मनोनिवृत्त्यात्मने नाञ्च विश्वात्मने नमः  ।
ओं वं नमः सर्वात्मने इत्युक्ताः पञ्च शक्तयः  ॥
]

`verse 30 [
स्थाने तु प्रथमा योज्या द्वितीया आसने मता  ।
तृतीया शयने तद्वच्चतुर्थी पानकर्मणि  ॥
]

`verse 31 [
प्रत्यर्चायां पञ्चमी स्यात्पञ्चोपनिषदः स्मृताः  ।
हूङ्कारं विन्यसेन्मध्ये ध्यात्वा मन्त्रमयं हरिं  ॥
]

`verse 32 [
यां मूर्तिं स्थापयेत्तस्मात् मूलमन्त्रं न्यसेत्ततः  ।
ओं नमो भगवते वासुदेवाय मूलकं  ॥
]

`verse 33 [
शिरोघ्राणललाटेषु मुखकण्ठहृदि क्रमात् ।
भुजयोर्जङ्घयोरङ्घ्य्रोः केशवं शिरसि न्यसेत् ॥
]

`verse 34 [
नारायणं न्यसेद्वक्त्रे ग्रीवायां माधवं न्यसेत् ।
गोविन्दं भुजयोर्न्यस्य विष्णुं च हृदये न्यसेत् ॥
]

`verse 35 [
मधुसूदनकं पृष्ठे वामनं जठरे न्यसेत् ।
कक्ष्यान्त्रिविक्रमं न्यस्य जङ्घायां श्रीधरं न्यसेत् ॥
]

`verse 36 [
हृषीकेशं दक्षिणायां पद्मनाभं तु गुल्फके  ।
दामोदरं पादयोश्च हृदयादिषडङ्गकं  ॥
]

`verse 37 [
एतत्साधारणं प्रोक्तमादिर्मूर्तेस्तु सत्तम  ।
अथवा यस्य देवस्य प्रारब्धं स्थापनं भवेत् ॥
]

`verse 38 [
तस्यैव मूलमन्त्रेण सजीवकरणं भवेत् ।
यस्या मूर्तेस्तु यन्नाम तस्याद्यं चाक्षरं च यत् ॥
]

`verse 39 [
तत्स्वैरैर्द्वादशैर्भेद्य ह्यङ्गानि परिकल्पयेत् ।
हृदयादीनि देवेश मूलञ्च दशमाक्षरं  ॥
]

`verse 40 [
यथा देवे तथा देहे तत्त्वानि विनियोजयेत् ।
चक्राब्जमण्दले विष्णुं यजेद्गन्धादिना तथा  ॥
]

`verse 41 [
पूर्ववच्चासनं ध्यायेत्सगात्रं सपरिच्छदं  ।
शुभञ्चक्रं द्वादशारं ह्युपरिष्टाद्विचिन्तयेत् ॥
]

`verse 42 [
त्रिनाभिचक्रं द्विनेमि स्वरैस्तच्च समन्वितं  ।
पृष्ठदेशे ततः प्राज्ञः प्रकृत्यादीन्निवेशयेत् ॥
]

`verse 43 [
पूजयेदारकाग्रेषु सूर्यं द्वादशधा पुनः  ।
कलाषोडशसंयुक्तं सोमन्तत्र विचिन्तयेत् ॥
]

`verse 44 [
सबलं त्रितयं नाभौ चिन्तयेद्देशिकोत्तमः  ।
पद्मञ्च द्वादशदलं पद्ममध्ये विचिन्तयेत् ॥
]

`verse 45 [
तन्मध्ये पौरुषीं शक्तिं ध्यात्वाभ्यर्च्य च दिशिकः  ।
प्रतिमायां हरिं न्यस्य तत्र तं पूजयेत्सुरान्  ॥
]

`verse 46 [
गन्धपुष्पादिभिः सम्यक्साङ्गं सावरणं क्रमात् ।
द्वादशाक्षरवीजैस्तु केशवादीन् समर्चयेत् ॥
]

`verse 47 [
द्वादशारे मण्डले तु लौकपालादिकं क्रमात् ।
प्रतिमामर्चयेत्पश्चाद्गन्धपुष्पादिभिर्द्विजः  ॥
]

`verse 48 [
पौरुषेण तु सूक्तेन श्रियाः सूक्तेन पिण्डिकां  ।
जननादिक्रमात्पश्चाज्जनयेद्वैष्णवानलं  ॥
]

`verse 49 [
हुत्वाग्निं हुतमिति कुण्डेग्निं प्रणयेद्बुधः  ।
अग्निप्रणयने मन्त्रस्त्वमग्ने ह्यग्निरुच्यते  ॥
]

`verse 50 [
दक्षिणेग्निं हुतमिति कुण्डेग्निं प्रणयेद्बुधः  ।
अग्निमग्नीति पूर्वे तु कुण्डेग्निं प्रणयेद्बुधः  ॥
]

`verse 51 [
उत्तरे प्रणयेदग्निमग्निमग्नी हवामहे  ।
अग्निप्रणयने मन्त्रस्त्वमग्ने ह्यग्निरुच्यते  ॥
]

`verse 52 [
पलाशसमिधानान्तु अष्टोत्तरसहस्रकं  ।
कुण्डे कुण्डे होमयेच्च व्रीहीन् वेदादिकैस्तथा  ॥
]

`verse 53 [
साज्यांस्तिलान् व्याहृतिभिर्मूलमन्त्रेण वै घृतं  ।
कुर्यात्ततः शान्तिहोमं मधुरत्रितयेन च  ॥
]

`verse 54 [
द्वादशार्णैः स्पृशेत्पादौ नाभिं हृन्मस्तकं ततः  ।
घृतं दधि पयो हुत्वा स्पृशेन्मूर्धन्यथो ततः  ॥
]

`verse 55 [
स्पृष्ट्वा शिरोनाभिपादांश्चतस्रः स्थापयेन्नदीः  ।
गङ्गा च यमुना गोदा क्रमान्नाम्ना सरस्वती  ॥
]

`verse 56 [
दहेत्तु विष्णुगायत्र्या गायत्र्या श्रपयेच्चरुं  ।
होमयेच्च बलिं दद्यादुत्तरे भोजयेद्द्विजान्  ॥
]

`verse 57 [
सामाधिपानां तुष्ट्यर्थं हेमगां गुरवे ददेत् ।
दिक्पतिभ्यो बलिं दत्त्वा रात्रौ कुर्याच्च जागरं  ।
ब्रह्मगीतादिशब्देन सर्वभागधिवासनात् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये अधिवासनं नाम ऊनषष्टितमोऽध्यायः ॥

भगवानुवाच
हरेः सान्निध्यकरणमधिवासनमुच्यते।
सर्व्वज्ञं सर्वगं ध्यात्वा आत्मानं पुरुषोत्तमम् ॥
]

`verse 58 [
ओंकारेण समायोज्य चिच्छक्तिमभिमानिनीम् ।
निः सार्य्यात्मैकतां कृत्वास्वस्मिन् सर्वगते विभौ ॥
]

`verse 59 [
योजयेः मरुता पृथ्वीं वह्निबीजेन पीपयेत्।
संहरेद्वायुना चाग्निं वायुमाकाशतो नयेत् ॥
]

`verse 60 [
अधिभूतादिदेवैस्तु साध्याख्यैविभवैः।
सह। तन्मात्रपात्रकान् कृत्वा संहरेत्तत् क्रमाद् बुधः ॥
]

`verse 61 [
आकाशं मनसाह्त्य मनोहङ्करणे कुरु ।
अहङ्कारञ्च महति तञ्चाप्यव्याकृते नयेत् ॥
]

`verse 62 [
अव्याकृतं ज्ञानरूपे वासुदेवः स ईरितः।
स तामव्याकृति मायामवष्टब्य सिसृक्षया ॥
]

`verse 63 [
सङ्कर्षणं स शव्दात्मा स्पर्शाख्यमसृजत् प्रभुः।
क्षोभ्य मायां स प्रद्युम्नं तेजोरुपं स चासृजत् ॥
]

`verse 64 [
अनिरुद्धं रसमात्रं ब्रह्माणं गन्धरूपकम्।
अनिरुद्धः स च ब्रह्मा अप आदौ ससर्ज चह ॥
]

`verse 65 [
तस्मिन् हिरण्मयञ्चाण्डं सोऽसृजत् पञ्चभूतवद्।
तस्मिन् सङ्क्रामिते जीव शक्तिरात्मोपसंहृता ॥
]

`verse 66 [
प्राणो जीवेन संयुक्तो वृत्तिमानिति शब्द्यते।
जीवो व्याहृतिसञ्ज्ञस्तु प्राणेष्वाध्यात्मिकः स्मृतः ॥
]

`verse 67 [
प्राणैर्युक्ता ततो बुद्धिः सञ्जाता चाष्टमूर्त्तिका ।
अहङ्कारस्ततो जज्ञे मनस्तस्मादजायत ॥
]

`verse 68 [
अर्थाः प्रजज्ञिरे पञ्च सङ्कल्पादियुतास्ततः।
शब्दः स्पर्शश्च रूपञ्च रसो गन्ध इति स्मृताः ॥
]

`verse 69 [
ज्ञानशक्तियुतान्येतैरारब्धानीन्द्रियाणि तु।
त्वक्‌श्रोत्रघ्राणचक्षूंषि जिह्वाबुद्धीन्द्रियाणि तु ॥
]

`verse 70 [
पादौ पायुस्तथा पाणी वागुपस्थश्च पञ्चमः।
कर्म्मेन्द्रियाणि चैतानि पञ्चभूतान्यतः श्रृणु ॥
]

`verse 71 [
आकाशवायुतेजांसि सलिलं पृथिवी तथा।
स्थूलमेभिः शरीरन्तु सर्वाधारं प्रजायते ॥
]

`verse 72 [
प्राणतत्त्वं भकारन्तु जीवोपाधिगतं न्यसेत्।
हृदयस्थं बकारन्तु बुद्धितत्त्वं न्यसेद् बुधः ॥
]

`verse 73 [
फकारमपि तत्रैव अहङ्कारमयं न्यसेत्।
मनस्तत्त्वं पकारन्तु न्यसेत्सङ्कल्पसम्भवम् ॥
]

`verse 74 [
शब्दतन्मात्रतत्त्वन्तु नकारं मस्तके न्यसेत्।
स्पर्शात्मकं धकारन्तु वक्त्रदेशे तु विन्यसेत् ॥
]

`verse 75 [
दकारं रूपतत्त्वन्तु हृद्देशे विनिवेशयेत् ।
थकारं वस्तिदेशे तु रसतन्मात्रकं न्यसेत् ॥
]

`verse 76 [
तकारं गन्धतन्मात्रं जङ्घयोर्व्विनिवेशयेत्।
णकारं श्रोत्रयोर्न्न्यस्य ढकारं विन्यसेत्त्वचि ॥
]

`verse 77 [
डकारं नेत्रयुग्मे तु रसनायां ठकारकम्।
टकारं नासिकायान्तु ञकारं वाचि विन्यसेत् ॥
]

`verse 78 [
झकारं करयोर्न्न्यस्य पाणितत्त्वं विचक्षणः।
जकारं पदयोर्न्न्यस्य छं पायौ चमुपस्थके ॥
]

`verse 79 [
विन्यसेत् पृथिवीतत्त्वं ङकारं पादयुग्मके।
वस्तौ घकारं गं तत्त्वं तैजसं हृदि विन्यसेत् ॥
]

`verse 80 [
खकारं वायुतत्त्वञ्च नासिकायां निवेशयेत्।
ककारं विन्यसेन्नित्यं खतत्त्वं मस्तके बुधः ॥
]

`verse 81 [
हृत्‌पुण्डरीके विन्यस्य यकारं सूर्य्यदैवतम्।
द्वासप्ततिसहस्त्राणि हृदयादभिनिः सृताः ॥
]

`verse 82 [
कलाषोडशसंयुक्त मकारं तत्र विन्यसेत्।
तन्मध्ये चिन्तयेन्मन्त्री बिन्दुं वह्नेस्तु मण्डलम् ॥
]

`verse 83 [
हकारं विन्यसेत्तत्र प्रणवेन सुरोत्तमः।
ओं आं परमेष्ठ्यात्मने आं नमः पुरुषात्मने ॥
]

`verse 84 [
ओं वां मनोनिवृत्त्यात्मने नाञ्च विश्वात्मने नमः।
ओं वा नमः सर्वात्मने इत्युक्ताः पञ्च शक्तयः ॥
]

`verse 85 [
स्थाने तु प्रथमा योज्या द्वितीया आसने मता।
तृतीया शयने तद्वच्चतुर्थी पानकर्म्मणि ॥
]

`verse 86 [
ग्रत्यर्च्चायां पञ्चमी स्यात्पञ्चोपनिषदः स्मृताः।
हुङ्कारं विन्यसेन्मध्ये ध्यात्वा मन्त्रमयं हरिम् ॥
]

`verse 87 [
यां मूर्ति स्थापयेत्तस्मात् मूलमन्त्रं न्यसेत्ततः।
ओं नमों भगवते वासुदेवाय मूलकम् ॥
]

`verse 88 [
शिरोघ्राणललाटेषु मुखकण्ठहृदि क्रमात्।
भुजयोर्जङ्घयोरङ्घ्र्योः केशवं शिरसि न्यसेत् ॥
]

`verse 89 [
नारायणं न्यसेद्वक्त्रे ग्रीवायां माधवं न्यसेत्।
गोविन्दं भुजयोर्न्यस्य विष्णु च हृदेये न्यसेत् ॥
]

`verse 90 [
मधुसूदनकं पृष्ठे वामनं जठरे न्यसेत्।
कट्यान्त्रिविक्रमं न्यस्य जङ्घायां श्रीधरं न्यसेत् ॥
]

`verse 91 [
हृषीकेशं दक्षिणायां पद्मनाभं तु गुल्फके।
दामोदरं पादयोश्च हृदयादिषडङ्गकम् ॥
]

`verse 92 [
एतत् साधारणं प्रोक्तमादिमूर्त्तेस्तु सत्तम।
अथवा यस्य देवस्य प्रारब्धं स्थापनं भवेत् ॥
]

`verse 93 [
तस्यैव मूलमन्त्रेण सजीवकरणं भवेत्।
यस्या मूर्त्तेस्तु यन्नाम तस्याद्यं चाक्षरं च यत् ॥
]

`verse 94 [
तत् स्वरैर्द्वादशैर्भेद्यं ह्यङ्गानि परिकल्पयेत्।
हृदयादीनि देवेश मूलञ्च दशमाक्षरम् ॥
]

`verse 95 [
यथा देवे तथा देहे तत्त्वानि विनियोजयेत्।
चक्राव्जमण्डले विष्णुं यजेद्गन्धादिना तथा ॥
]

`verse 96 [
पूर्व्ववच्चासनं ध्यायेत्सगात्रं सपरिच्छदम्।
शुभञ्चक्रं द्वादशारं ह्यपरिष्टाद्विचिन्तयेत् ॥
]

`verse 97 [
त्रिनाभिचक्रं द्विनेमि खरैस्तच्च समन्वितम्।
पृष्ठदेशे ततः प्राज्ञः प्रकृत्यादीन्निवेशयेत् ॥
]

`verse 98 [
पूजयेदारकाग्रेषु सूर्य्यं द्वादशधा पुनः।
कलाषोडशसंयुक्तं सोमन्तत्र विचिन्तयेत् ॥
]

`verse 99 [
सबलं त्रितयं नाभौ चिन्तयेद्देशिकोत्तमः।
पद्माञ्च द्वादशदलं पद्ममध्ये विचिन्तयेत् ॥
]

`verse 100 [
तन्मध्ये पौरुषीं शक्ति ध्यात्वाभ्यर्च्य च देशिकः ।
प्रतिमायां हरि न्यस्य तत्र तं पूजयेत् सुरान्  ॥
]

`verse 101 [
गन्धपुष्पादिभिः सम्यक् साङ्गं सावरणं क्रमात्।
द्वादशाक्षरवीजैस्तु केशवादीन् समर्च्चयेत् ॥
]

`verse 102 [
द्वादशारे मण्डले तु लोकपालादिकं क्रमात्।
प्रतिमामर्च्चयेत् पश्चाद्‌गन्धपुष्पादिभिर्द्विजः ॥
]

`verse 103 [
पौरुषेण तु सूक्तेन श्रिया सूक्तेन पिण्डिकाम्।
जननादिक्रमात् पञ्चाज्जनयेद्वैष्णवानलम् ॥
]

`verse 104 [
हुत्वाग्निं वैष्णवैर्म्मन्त्रैः कुर्य्याच्छान्त्युदकं बुधः।
तत् सिक्त्वा प्रतिमामूद्‌र्ध्नि वह्निप्रणयनं चरेत् ॥
]

`verse 105 [
दक्षिणेग्निं हुतमिति कुण्डेग्निं प्रणयेद् बुधः।
अग्निमग्नीति पूर्वे तु कुण्डेग्निं प्रणयेद्बुधः ॥
]

`verse 106 [
उत्तरे प्रणयेदग्निमग्निमग्नी हवामहे।
अग्निप्रणयने मन्त्रस्त्वमग्ने ह्यग्रिरुच्यते ॥
]

`verse 107 [
पलाशसमिधानान्तु अष्टोत्तरसहस्रकम्।
कुण्डे कुण्डे होमयेच्च व्रीहीन् वेदादिकैस्तथा ॥
]

`verse 108 [
साज्यांस्तिलान् व्याहृतिभिर्मूलमन्त्रेण वै घृतम्।
कुर्य्यात्ततः शान्तिहोमं मधुरत्रितयेन च ॥
]

`verse 109 [
द्वादशार्णैः स्पृशेत् पादौ नाभिं हृन्मस्तकं ततः।
घृतं दधि पयो हुत्वा स्पृशेन्मूर्द्धन्यथो ततः ॥
]

`verse 110 [
स्पृष्ट्वा शिरोनाभिपादांश्चतस्रः स्थापयेन्नदीः ।
गङ्गा च यमुना गोदा क्रमान्नाम्ना सरस्वती ॥
]

`verse 111 [
दहेत्तु विष्णुगायत्र्या गायत्रया श्रपयेच्चरुम्।
होमयेच्च बलिं दद्यादुत्तरे भोजयेद् द्विजान् ॥
]

`verse 112 [
सामाधिपानां तुष्ट्यर्थं हेम गां गुरवे ददेत्।
दिकपतिभ्यो बलिं दत्त्वा रात्रौ कुर्य्याच्च जागरम् ॥
]

`verse 113 [
ब्रह्मगीतादिशब्देन सर्वभागधिवासनात् ॥
]
