`verse 1 [
भगवानुवाच
वक्षे चावभृथस्नानं विष्णोर्नत्वेति होमयेत् ।
एकाशीतिपदे कुम्भान् स्थाप्य संस्थापयेद्धरिं  ॥
]

`verse 2 [
पूजयेद्गन्धपुष्पाद्यैर्बलिं दत्वा गुरुं यजेत् ।
द्वारप्रतिष्ठां वक्ष्यामि द्वाराधो हेम वै ददेत् ॥
]

`verse 3 [
अष्टभिः कलशैः स्थाप्य शाखोदुम्बरकौ गुरुः  ।
गन्धादिभिः समभ्यर्च्य मन्त्रैर्वेदादिभिर्गुरुः  ॥
]

`verse 4 [
कुण्डेषु होमयेद्वह्निं समिल्लाजतिलादिभिः  ।
दत्वा शय्यादिकञ्चाधो दद्यादाधारशक्तिकां  ॥
]

`verse 5 [
शाखयोर्विन्यसेन्मूले देवौ चण्डप्रचण्दकौ  ।
ऊर्ध्वोदुम्बरके देवीं लक्ष्मीं सुरगणार्चितां  ॥
]

`verse 6 [
न्यस्याभ्यर्च्य यथान्यायं श्रीसूक्तेन चतुर्मुखं  ।
दत्वा तु श्रीफलादीनि आचार्यादेस्तु दक्षिणां  ॥
]
