`verse 1 [
भगवानुवाच
समुदायेन देवादेः प्रतिष्ठां प्रवदामि ते।
लक्ष्म्याः प्रतिष्ठां प्रथमं तथा देवीगणस्य च ॥
]

`verse 2 [
पूर्ववत् सकलं कुर्य्यान्मण्डपस्नपनादिकम् ।
भद्रपीठेश्रियं न्यस्य स्थापयेदष्ट वै घटा ॥
]

`verse 3 [
घृतेनाभ्यज्य मूलेन स्नपयेत् पञ्चगव्यकैः।
हिरण्यवर्णां हरिणी नेत्रे चोन्मीलयेच्छ्रियाः ॥
]

`verse 4 [
तन्म आवह इत्येवं प्रदद्यान्मधुरत्रयम्।
अश्वपूर्वेति पूर्वेण तां कुम्भेनाभिषेचयेत् ॥
]

`verse 5 [
कामोस्मितेति याम्येन पश्चिमेनाभिषेचयेत्।
चन्द्रं प्रभासामुच्चार्य्याद्त्यवर्णेति चोत्तरात् ॥
]

`verse 6 [
उपैतु मेति चाग्नेयात् क्षुत्‌पिपासेति नैर्ऋतात्।
गन्धद्वारेति वायव्यां मनसः कममाकृतिम् ॥
]

`verse 7 [
ईशानकलशेनैव शिरः सौवर्णकर्द्दमात्।
एकाशीतिघटैः स्नानं मन्त्रेणापः सृजन् क्षितिम् ॥
]

`verse 8 [
आद्‌र्द्रां पुष्करिणीं गन्धैराद्‌र्द्रामित्यादिपुष्पकैः।
तन्मयावह मन्त्रेण य आनन्द ऋ चाखिलम् ॥
]

`verse 9 [
शायन्तीयेन शय्यायां श्रीसूक्तेन च सन्निधिम्।
लक्ष्मीवीजेन चिच्छक्तिं विन्यस्याभ्यर्चयेत् पुनः ॥
]

`verse 10 [
श्रीसूक्तेन मण्डपेथ कुण्डेष्वब्जानि होमयेत्।
करवीराणि वा हत्वा सहस्रं शतमेव वा ॥
]

`verse 11 [
गृहोपकरणान्तादि श्रीसूक्तेनैव चार्पयेत्।
ततः प्रासादसंस्कारं सर्वं कृत्वा तु पूर्ववत् ॥
]

`verse 12 [
मन्त्रेण पिण्डिकां कृत्वा प्रतिष्ठानं ततः श्रियः ।
श्रीसूक्तेन च सान्निध्यं पूर्ववत् प्रत्यृचं जपेत् ॥
]

`verse 13 [
चिच्छक्तिं बोधयित्वा तु मूलात् सान्निध्यकं चरेत्।
भूस्वर्णवस्त्रगोन्नादि गुरवे ब्रह्मणेर्पयेत्।
एवं देव्योऽखिलाः स्थाप्यावाह्य स्वर्गादि भावयेत् ॥
]
