`verse 1 [
सुदर्शनचक्रादिप्रतिष्ठाकथनं

भगवानुवाच
एवं तार्क्ष्यस्य चक्रस्य ब्रह्मणो नृहरेस्तथा  ।
प्रतिष्ठा विष्णुवत्कार्या स्वस्वमन्त्रेण तां शृणु  ॥
]

`verse 2 [
सुदर्शन महाचक्र शान्त दुष्टभयङ्कर  ।
च्छिन्द छिन्द भिन्द भिन्द विदारय विदारय परमन्त्रान् ग्रस ग्रस भक्षय भक्षय भूतान् त्रायस त्रायस हूं फट्सुदर्शनाय नमः ॥
अभ्यर्च्य चक्रं चानेन रणे दारयेते रिपून्  ॥
]

`verse 3 [
ओं क्षौं नरसिंह उग्ररूप ज्वल ज्वल प्रज्वल प्रज्वल स्वाहा ॥
नरसिंहस्य मन्त्रोयं पातालाख्यस्य वच्मि ते  ।
ओं क्षौं नमो भगवते नरसिंहाय प्रदीप्तसूर्यकोटिसहस्रसमतेजसे वज्रनखदंष्ट्रायुधायं स्फुटविकटविकीर्णकेसरसटाप्रक्षुभितमहार्णवाम्भोददुन्दुभिनिर्घोषाय सर्वमन्त्रोत्तारणाय एह्येहि भगवन्नरसिंह पुरुषपरापरब्रह्मसत्येन स्फुर स्फुर विजृम्भ विजृम्भ आक्रम गर्ज गर्ज मुञ्च मुञ्च सिंहनादान् विदारय विदारय विद्रावय विद्रावय आविश
आविश सर्वमन्त्ररूपाणि सर्वमन्त्रजातयश्च हन हन छिन्द सङ्क्षिप सङ्क्षिप सर सर दारय दारय स्फुट स्फुट स्फोटय स्फोटय ज्वालामालासङ्घातमय सर्वतोऽनन्तज्वालावज्राशनिचक्रेण सर्वपातालानुत्सादय उत्सादय सर्वतोऽनतज्वालावज्रशरपञ्जरेण सर्वपातालान् परिवारय परिवारय सर्वपातालासुरवासिनां हृदयान्याकर्षय आकर्षय शीघ्रं दह दह पच पच मथ मथ शोषय शोषय निकृन्तय निकृन्तय तावद्यावन्मे वशमागताः पातालेभ्यः फटसुरेभ्यः फट्मन्त्ररूपेभ्यः फट्मन्त्रजातिभ्यः फट्संशयान्मां भगवन्नरसिंहरूप विष्णो सर्वापद्भ्यः सर्वमन्त्ररूपेभ्यो रक्ष रक्ष ह्रूं फट् नमोऽस्तु ते ॥
नरसिंहस्य विद्येयं हरिरूपार्थसिद्धिदा  ॥
]

`verse 4 [
त्रिलोक्यमोहनैर्मन्त्रैः स्थाप्यस्त्रैलोक्यमोहनः  ।
गदो दक्षे शान्तिकरो द्विभुजो वा चतुर्भुजः  ॥
]

`verse 5 [
वामोर्ध्वे कारयेच्चक्रं पाञ्चजन्यमथो ह्यधः  ।
श्रीपुष्टिसंयुक्तं कुर्याद्बलेन सह भद्रया  ॥
]

`verse 6 [
प्रासादे स्थापयेद्विष्णुं गृहे वा मण्डपेऽपि वा  ।
वामनं चैव वैकुण्ठं हयास्यमनिरुद्धकं  ॥
]

`verse 7 [
स्थापयेज्जलशय्यास्थं मत्स्यादींश्चावतारकान्  ।
सङ्कर्षणं विश्वरूपं लिङ्गं वै रुद्रमूर्तिकं  ॥
]

`verse 8 [
अर्धनारीश्वरं तद्वद्धरिशङ्करमातृकाः  ।
भैरवं च तथा सूर्यं ग्रहांस्तद्विनायकम्  ॥
]

`verse 9 [
गौरीमिन्द्रादिकां लेप्यां चित्रजां च बलाबलां  ।
पुस्तकानां प्रतिष्ठां च वक्ष्ये लिखनतद्विधिं  ॥
]

`verse 10 [
स्वस्तिके मण्डलेऽभ्यर्च्य शरपत्रासने स्थितं  ।
लेख्यञ्च लिखितं पुस्तं गुरुर्विद्यां हरिं यजेत् ॥
]

`verse 11 [
यजमानो गुरुं विद्यां हरिं लिपिकृतं नरं  ।
प्राङ्मुखः पद्मिनीं ध्यायेत्लिखित्वा श्लोकपञ्चकं  ॥
]

`verse 12 [
रौप्यस्थमस्या हैम्या च लेखन्या नागराक्षरं  ।
ब्राह्मणान् भोजयेच्छक्या शक्त्या दद्याच्च दक्षिणां  ॥
]

`verse 13 [
गुरुं विद्यां हरिं प्रार्च्य पुराणादि लिखेन्नरः  ।
पूर्ववन्मण्डलाद्ये च ऐशान्यां भद्रपीठके  ॥
]

`verse 14 [
दर्पणे पुस्तकं दृष्ट्वा सेचयेत्पूर्ववद्घटैः  ।
नेत्रोन्मीलनकं कृत्वा शय्यायां तु न्यसेन्नरः  ॥
]

`verse 15 [
न्यसेत्तु पौरुषं सूक्तं देवाद्यं तत्र पुस्तके  ।
कृत्वा सजीवीकरणं प्रार्च्य हुत्वा चरुं ततः  ॥
]

`verse 16 [
सम्प्राश्य दक्षिणाभिस्तु गुर्वादीन् भोजयेद्द्विजान्  ।
रथेन हस्तिना वापि भ्राम्येत्पुस्तकं नरैः  ॥
]

`verse 17 [
गृहे देवालयादौ तु पुस्तकं स्थाप्य पूजयेत् ।
वस्त्रादिवेष्टितं पाठादादावन्ते समर्चयेत्  ॥
]

`verse 18 [
जगच्छान्तिञ्चावधार्य पुस्तकं वाचयेन्नरः  ।
अध्यायमेकं कुम्भाद्भिर्यजमानादि सेचयेत् ॥
]

`verse 19 [
द्विजाय पुस्तकं दत्वा फलस्यान्तो न विद्यते  ।
त्रीण्याहुरतिदानानि गावः पृथ्वीं सरस्वती  ॥
]

`verse 20 [
विद्यादानफलं दत्वा मस्यन्तं पत्रसञ्चयं  ।
यावत्तु पत्रसङ्ख्यानमक्षराणां तथानघ  ॥
]

`verse 21 [
तावद्वर्षसहस्राणि विष्णुलोके महीयते  ।
पञ्चरात्रं पुराणानि भारतानि ददन्नरः  ।
कुलैकविंशमुद्धृत्य परे तत्त्वे तु लीयते  ॥
]

`colophon [
इत्यादिमहापुत्राणे आग्नेये देवादिप्रतिष्ठापुस्तकप्रतिष्ठाकथनं नाम त्रिषष्टितमोध्यायः
]
