`verse 1 [
कूपादिप्रतिष्ठाकथनं

भगवानुवाच
कूपवापीतडागानां प्रतिष्ठां वच्मि तां शृणु  ।
जलरूपेण हि हरिः सोमो वरुण उत्तम  ॥
]

`verse 2 [
अग्नीषोममयं विश्वं विष्णुरापस्तु कारणं  ।
हैमं रौप्यं रत्नजं वा वरुणं कारयेन्नरः  ॥
]

`verse 3 [
द्विभुजं हंसपृष्ठस्थं दक्षिणेनाभयप्रदं  ।
वामेन नागपाशं तं नदीनागादिसंयुतं  ॥
]

`verse 4 [
यागमण्डपमध्ये स्याद्वेदिका कुण्डमण्डिता  ।
तोरणं वारुणं कुम्भं न्यसेच्च करकान्वितं  ॥
]

`verse 5 [
भद्रके चार्धचन्द्रे वा स्वस्तिके द्वारि कुम्भकान्  ।
अग्न्याधानं चाप्यकुण्डे कृत्वा पूर्णां प्रदापयेत् ॥
]

`verse 6 [
वरुणं स्नानपीठे तु ये ते शतेति संस्पृशेत् ।
घृतेनाभ्यञ्जयेत्पश्चान्मूलमन्त्रेण देशिकः  ॥
]

`verse 7 [
शन्नो देवीति प्रक्षाल्य शुद्धवत्या शिवोदकैः  ।
अधिवासयेदष्टकुम्भान् सामुद्रं पूर्वकुम्भके  ॥
]

`verse 8 [
thumb|400px|कूप-वापी प्रतिष्ठा
गाङ्गमग्नौ वर्षतोयं दक्षे रक्षस्तु नैर्झरं  ।
नदीतोयं पश्चिमे तु वायव्ये तु नदोदकं  ॥
]

`verse 9 [
औद्भिज्जं चोत्तरे स्थाप्य ऐशान्यां तीर्थसम्भवं  ।
अलाभे तु नदीतोयं यासां राजेति मन्त्रयेत्  ॥
]

`verse 10 [
देवं निर्मार्ज्य निर्मञ्छ्य दुर्मित्रियेति विचक्षणः  ।
नेत्रे चोन्मीलयेच्चित्रं तच्चक्षुर्मधुरत्रयैः  ॥
]

`verse 11 [
ज्योतिः सम्पूरयेद्धैम्यां गुरवे गामथार्पयेत् ।
समुद्रज्येष्ठेत्यभिषिञ्चयेद्वरुणं पूर्वकुम्भतः  ॥
]

`verse 12 [
समुद्रं गच्छ गाङ्गेयात्सोमो धेन्विति वर्षकात् ।
देवीरापो निर्झराद्भिर्नदाद्भिः पञ्चनद्यतः  ॥
]

`verse 13 [
उद्भिदद्भ्यश्चोद्भिदेन पावमान्याथ तीर्थकैः  ।
आपो हि ष्ठा पञ्चगव्याद्धिरण्यवर्णेति स्वर्णजात् ॥
]

`verse 14 [
आपो अस्मेति वर्षोत्थैर्व्याहृत्या कूपसम्भवैः  ।
वरुणञ्च तडागोत्थैर्वरुणाद्भिस्तु वश्यतः  ॥
]

`verse 15 [
आपो देवीति गिरिजैरेकाशीति घटैस्ततः  ।
स्नापयेद्वरुणस्येति त्वन्नो वरुण चार्घ्यकं  ॥
]

`verse 16 [
व्याहृत्या मधुपर्कन्तु बृहस्पतेति वस्त्रकं  ।
वरुणेति पवित्रन्तु प्रणवेनोत्तरीयकं  ॥
]

`verse 17 [
यद्वारण्येन पुष्पादि प्रदद्याद्वरुणाय तु  ।
चामरं दर्पणं छत्रं व्यजनं वैजयन्तिकां  ॥
]

`verse 18 [
मूलेनोत्तिष्ठेत्युत्थाप्य तां रात्रिमधिवासयेत् ।
वरुणञ्चेति सान्निध्यं यद्वारण्येन पूजयेत् ॥
]

`verse 19 [
सजीवीकरणं मूलात्पुनर्गन्धादिना यजेत् ।
मण्डपे पूर्ववत्प्रार्च्य कुण्डेषु समिदादिकं  ॥
]

`verse 20 [
वेदादिमन्त्रैर्गन्धाद्याश्चतस्रो धेनवो दुहेत् ।
दिक्ष्वथो वै यवचरुं ततः संस्थाप्य होमयेत्  ॥
]

`verse 21 [
व्याहृत्या वाथ गायत्र्या मूलेनामन्त्रयेत्तथा  ।
सूर्याय प्रजापतये द्यौः स्वाहा चान्तरिक्षकः  ॥
]

`verse 22 [
तस्यै पृथिव्यै देहधृत्यै इह स्वधृतये ततः  ।
इह रत्यै चेह रमत्या उग्रो भीमश्च रौद्रकः  ॥
]

`verse 23 [
विष्णुश्च वरुणो धाता रायस्पोषो महेन्द्रकः  ।
अग्निर्यमो नैर्ऋतोऽथ वरुणो वायुरेव च  ॥
]

`verse 24 [
कुबेर ईशोऽनन्तोऽथ ब्रह्मा राजा जलेश्वरः  ।
तस्मै स्वाहेदं विष्णुश्च तद्विप्रासेति होमयेत् ॥
]

`verse 25 [
सोमो धेन्विति षड् हुत्वा इमं मेति च होमयेत् ।
आपो हि ष्ठेति तिसृभिरिमा रुद्रेति होमयेत् ॥
]

`verse 26 [
दश दिक्षु बलिं दद्यात्गन्धपुष्पादिनार्चयेत् ।
प्रतिमां तु समुत्थाप्य मण्डले विन्यसेद्बुधः  ॥
]

`verse 27 [
पूजयेद्गन्धपुष्पाद्यैर्हेमपुष्पादिभिः क्रमात् ।

जलाशयांस्तु दिग्भागे वितस्तिद्वयसम्मितान्  ॥
]

`verse 28 [
कृत्वाष्टौ स्थण्डिलान् रम्यान् सैकतान् देशिकोत्तमः  ।
वरुणस्येति मन्त्रेण साज्यमष्टशतं ततः  ॥
]

`verse 29 [
चरुं यवमयं हुत्वा शान्तितोयं समाचरेत् ।
सेचयेन्मूर्ध्नि देवं तु सजीवकरणं चरेत् ॥
]

`verse 30 [
ध्यायेत्तु वरुणं युक्तं गौर्या नदनदीगणैः  ।
ओं वरुणाय नमोऽभ्यर्च्य ततः सान्निध्यमाचरेत् ॥
]

`verse 31 [
उत्थाप्य नागपृष्ठाद्यैर्भ्रामयेत्तैः समङ्गलैः  ।
आपो हि ष्ठेति च क्षिपेत्त्रिमध्वाक्ते घटे जले  ॥
]

`verse 32 [
जलाशये मध्यगतं सुगुप्तं विनिवेशयेत् ।
स्नात्वा ध्यायेच्च वरुणं सृष्टिं ब्रह्माण्डसञ्ज्ञिकां  ॥
]

`verse 33 [
अग्निबीजेन सन्दग्द्ध्य तद्भस्म प्लावयेद्धरां  ।
सर्वमापोमयं लोकं ध्यायेत्तत्र जलेश्वरं  ॥
]

`verse 34 [
तोयमध्यस्थितं देवं ततो यूपं निवेशयेत् ।
चतुरस्रमथाष्टास्रं वर्तुलं वा प्रवर्तितं  ॥
]

`verse 35 [
आराध्य देवतालिङ्गं दशहस्तं तु कूपके  ।
यूपं यज्ञीयवृक्षोत्थं मूले हैमं फलं न्यसेत् ॥
]

`verse 36 [
वाप्यां पञ्चदशकरं पुष्करिण्यां तु विंशकम्  ।
तडागे पञ्चविंशाख्यं जलमध्ये निवेशयेत् ॥
]

`verse 37 [
यागमण्डपाङ्गेण वा यूपव्रस्केति मन्त्रतः   ।
स्थाप्य तद्वेष्टयेद्वस्त्रैर्यूपोपरि पताकिकां  ॥
]

`verse 38 [
तदभ्यर्च्य च गन्धाद्यैर्जगच्छान्तिं समाचरेत् ।
दक्षिणां गुरवे दद्याद्भूगोहेमाम्बुपात्रकं  ॥
]

`verse 39 [
द्विजेभ्यो दक्षिणा देया आगतान् भोजयेत्तथा  ।
आब्रह्मस्तम्बपर्यन्ता ये केचित्सलिलार्थिनः  ॥
]

`verse 40 [
ते तृप्तिमुपगच्छन्तु तडागस्थेन वारिणा  ।
तोयमुत्सर्जयेदेवं पञ्चगव्यं विनिक्षिपेत् ॥
]

`verse 41 [
आपो हि ष्ठेति तिसृभिः शान्तितोयं द्विजैः कृतं  ।
तीर्थतोयं क्षिपेत्पुण्यं गोकुलञ्चार्पयेद्द्विजान्  ॥
]

`verse 42 [
अनिवारितमन्नाद्यं सर्वजन्यञ्च कारयेत् ।
अश्वमेधसहस्राणां सहस्रं यः समाचरेत् ॥
]

`verse 43 [
एकाहं स्थापयेत्तोयं तत्पुण्यमयुतायुतं  । .
विमाने मोदते स्वर्गे नरकं न स गच्छति  ॥
]

`verse 44 [
गवादि पिबते यस्मात्तस्मात्कर्तुर्न पातकं  ।
तोयदानात्सर्वदानफलं प्राप्य दिवं यजेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये कूपवापीतडागादिप्रतिष्ठाकथनं नाम चतुःषष्टितमोऽध्यायः ॥
]
