`verse 1 [
सभास्थापनकथनं

भगवानुवाच
सभादिस्थानं वक्ष्ये तथैव तेषां प्रवर्तनं  ।
भूमौ परीक्षितायाञ्च वास्तुयागं समाचरेत् ॥
]

`verse 2 [
स्वेच्छया तु सभां कृत्वा स्वेच्छया स्थापयेत्सुरान्  ।
चतुष्पथे ग्रामादौ च न शून्ये कारयेत्सभां  ॥
]

`verse 3 [
निर्मलः कुलमुद्धृत्य कर्ता स्वर्गे विमोदते  ।
अनेन विधिना कुर्यात्सप्तभौमं हरेर्गृहं  ॥
]

`verse 4 [
यथा राज्ञां तथान्येषां पूर्वाद्याश्च ध्वजादयः  ।
कोणभुजान् वर्जयित्वा चतुःशालं तु वर्तयेत् ॥
]

`verse 5 [
त्रिशालं वा द्विशालं वा एकशालमथापि वा  ।
व्ययाधिकं न कुर्वीत व्ययदोषकरं हि तत् ॥
]

`verse 6 [
आयाधिके भवेत्पीडा तस्मात्कुर्यात्समं द्वयं  ।
करराशिं समस्तन्तु कुर्याद्वसुगुणं गुरुः  ॥
]

`verse 7 [
सप्तार्चिषा हृते भागे गर्गविद्याविचक्षणः  ।
अष्टधा भाजिते तस्मिन् यच्छेषं स व्ययो गतः  ॥
]

`verse 8 [
अथवा करराशिं तु हन्यात्सप्तार्चिषा बुधः  ।
वसुभिः संहृते भागे पृथ्व्यादि परिकल्पयेत् ॥
]

`verse 9 [
ध्वजो धूम्रस्तथा सिंहः श्वा वृषस्तु खरो गजः  ।
तथा ध्वाङ्क्षस्तु पूर्वादावुद्भवन्ति विकल्पयेत् ॥
]

`verse 10 [
त्रिशालकत्रयं शस्तं उदक्पूर्वविवर्जितं  ।
याम्यां परगृहोपेतं द्विशालं लभ्यते सदा  ॥
]

`verse 11 [
याम्ये शालैकशालं तु प्रत्यक्शालमथापि वा  ।
एकशालद्वयं शस्तं शेषास्त्वन्ये भयावहाः  ॥
]

`verse 12 [
चतुःशालं सदा शस्तं सर्वदोषविवर्जितं  ।
एकभौमादि कुर्वीत भवनं सप्तभौमकं  ॥
]

`verse 13 [
द्वारवेद्यादिरहितं पूरणेन विवर्जितं  ।
देवगृहं देवतायाः प्रतिष्ठाविधिना सदा  ॥
]

`verse 14 [
संस्थाप्य मनुजानाञ्च समुदायोक्तकर्मणा  ।
प्रातः सर्वौषधीस्नानं कृत्वा शुचिरतन्द्रितः  ॥
]

`verse 15 [
मधुरैस्तु द्विजान् भोज्य पूर्णकुम्भादिशोभितं  ।
सतोरणं स्वस्ति वाच्य द्विजान् गोष्ठहस्तकः  ॥
]

`verse 16 [
गृही गृहं प्रविशेच्च दैवज्ञान् प्रार्च्य संविशेत् ।
गृहे पुष्टिकरं मन्त्रं पठेच्चेमं समाहितः  ॥
]

`verse 17 [
ओं नन्दे नन्दय वाशिष्ठे वसुभिः प्रजया सह  ।
जये भार्गवदायदे प्रजानां विजयावहे  ॥
]

`verse 18 [
पूर्णेऽङ्गिरसदायादे पूर्णकामं कुरुध्व मां  ।
भद्रे काश्यपदायादे कुरु भद्रां मतिं मम  ॥
]

`verse 19 [
सर्ववीजौषधीयुक्ते सर्वरत्नौषधीवृते  ।
रुचिरे नन्दने नन्दे वासिष्ठे रम्यतामिह  ॥
]

`verse 20 [
प्रजापतिसुते देवि चतुरस्रे महीयसि  ।
सुभगे सुव्रते देवि गृहे काश्यपि रम्यतां  ॥
]

`verse 21 [
पूजिते परमाचार्यैर्गन्धमाल्यैरलङ्कृते  ।
भवभूतिकरे देवि गृहे भार्गवि रम्यतां  ॥
]

`verse 22 [
अव्यक्ते व्याकृते पूर्णे मुनेरङ्गिरसः सुते  ।
इष्टके त्वं प्रयच्छेष्टं प्रतिष्ठां कारयाम्यहं  ॥
]

`verse 23 [
देशस्वामिपुरस्वामिगृहस्वामिपरिग्रहे  ।
मनुष्यधनहस्त्यश्वपशुवृद्धिकरी भव  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये सभागृहस्थापनं नाम पञ्चषष्टितमोऽध्यायः ॥
]
