`verse 1 [
साधारणप्रतिष्ठाविधानं
भगवानुवाच
समुदायप्रतिष्ठाञ्च वक्ष्ये सा वासुदेववत् ।
आदित्या वसवो रुद्राः साध्या विश्वेऽश्विनौ तथा  ॥
]

`verse 2 [
ऋषयश्च तथा सर्वे वक्ष्ये तेषां विशेषकं  ।
यस्य देवस्य यन्नाम तस्याद्यं गृह्य चाक्षरं  ॥
]

`verse 3 [
मात्राभिर्भेदयित्वा तु दीर्घाण्यङ्गानि भेदयेत्  ।
प्रथमं कल्पयेद्वीजं सविन्दुं प्रणवं नतिं  ॥
]

`verse 4 [
सर्वेषां मूलमन्त्रेण पूजनं स्थापनं तथा  ।
नियमव्रतकृच्छ्राणां मठसङ्क्रमवेश्मनां  ॥
]

`verse 5 [
मासोपवासं द्वादश्यां इत्यादिस्थापनं वदे  ।
शिलां पूर्णघटं कांस्यं सम्भारं स्थापयेत्ततः  ॥
]

`verse 6 [
ब्रह्मकूर्चं समाहृत्य श्रपेद्यवमयं चरुं  ।
क्षीरेण कपिलायास्तु तद्विष्णोरिति साधकः  ॥
]

`verse 7 [
प्रणवेनाभिघार्यैव दर्व्या सङ्घट्टयेत्ततः  ।
साधयित्वावतार्याथ विष्णुमभ्यर्च्य होमयेत् ॥
]

`verse 8 [
व्याहृता चैव गायत्र्या तद्विप्रासेति होमयेत् ।
विश्वतश्चक्षुर्वेद्यैर्भूरग्नये तथैव च  ॥
]

`verse 9 [
सूर्याय प्रजापतये अन्तरिक्षाय होमयेत् ।
द्यौः स्वाहा ब्रह्मणे स्वाहा पृथिवी महाराजकः  ॥
]

`verse 10 [
तस्मै सोमञ्च राजानं इन्द्राद्यैर्होममाचरेत् ।
एवं हुत्वा चरोर्भागान् दद्याद्दिग्बलिमादरात् ॥
]

`verse 11 [
समिधोऽष्टशतं हुत्वा पालाशांश्चाज्यहोमकं  ।
कुर्यात्पुरुषसूक्तेन इरावती तिलाष्टकं  ॥
]

`verse 12 [
हुत्वा तु ब्रह्मविष्ण्वीशदेवानामनुयायिनां  ।
ग्रहाणामाहुतीर्हुत्वा लोकेशानामथो पुनः  ॥
]

`verse 13 [
पर्वतानां नदीनाञ्च समुद्राणां तथाऽऽहुतीः  ।
हुत्वा च व्याहृतीर्दद्द्यात्स्रुवपूर्णाहुतित्रयं  ॥
]

`verse 14 [
वौषडन्तेन मन्त्रेण वैष्णवेन पितामह  ।
पञ्चगव्यं चरुं प्राश्य दत्वाचार्याय दक्षिणां  ॥
]

`verse 15 [
तिलपात्रं हेमयुक्तं सवस्त्रं गामलङ्कृतां  ।
प्रीयतां भगवान् विष्णुरित्युत्सृजेद्व्रतं बुधः  ॥
]

`verse 16 [
मासोपवासादेरन्यां प्रतिष्ठां वच्मि पूर्णतः  ।
यज्ञेनातोष्य देवेशं श्रपयेद्वैष्णवं चरुं  ॥
]

`verse 17 [
तिलतण्डुलनीवारैः श्यामाकैरथवा यवैः  ।
आज्येनाधार्य चोत्तार्य होमयेन्मूर्तिमन्त्रकैः  ॥
]

`verse 18 [
विष्ण्वादीनां मासपानां तदन्ते होमयेत्पुनः  ।
ओं विष्णवे स्वाहा । ओं विष्णवे निभूयपाय स्वाहा । ओं विष्णवे शिपिविष्टाय स्वाहा । ओं नरसिंहाय स्वाहा । ओं पुरुषोत्तमाय स्वाहा
द्वादशाश्वत्थसमिधो होमयेद्घृतसम्प्लुताः  ॥
]

`verse 19 [
विष्णो रराटमन्त्रेण ततो द्वादश चाहुतीः  ।
इदं विष्णुरिरावती चरोर्द्वादश आहुतीः  ॥
]

`verse 20 [
हुत्वा चाज्याहुतीस्तद्वत्तद्विप्रासेति होमयेत् ।
शेषहोमं ततः कृत्वा दद्यात्पूर्णाहुतित्रयं  ॥
]

`verse 21 [
युञ्जतेत्यनुवाकन्तु जप्त्वा प्राशीत वै चरुं  ।
प्रणवेन स्वशब्दान्ते कृत्वा पात्रे तु पैप्पले  ॥
]

`verse 22 [
ततो मासाधिपानान्तु विप्रान् द्वादश भोजयेत् ।
त्रयोदश गुरुस्तत्र तेभ्यो दद्यात्त्रयोदश  ॥
]

`verse 23 [
कुम्भान् स्वाद्वम्बुसंयुक्तान् सच्छत्रोपानहान्वितान्  ।
गावः प्रीतिं समायान्तु प्रचरन्तु प्रहर्षिताः  ।
इति गोपथमुत्सृज्य यूपं तत्र निवेशयेत् ॥
]

`verse 24 [
दशहस्तं प्रपाऽऽराममठसङ्क्रमणादिषु  ।
गृहे च होममेवन्तु कृत्वा सर्वं यथाविधि  ॥
]

`verse 25 [
पूर्वोक्तेन विधानेन प्रविशेच्च गृहं गृही  ।
अनिवारितमन्नाद्यं सर्वेष्वेतेषु कारयेत् ॥
]

`verse 26 [
द्विजेभ्यो दक्षिणा देया यथाशक्त्या विचक्षणैः  ।
आरामं कारयेद्यस्तु नन्दने स चिरं वसेत् ॥
]

`verse 27 [
मठप्रदानात्स्वर्लोके शक्रलोके वसेत्ततः  ।
प्रपादानाद्वारुणेन सङ्क्रमेण वसेद्दिवि  ॥
]

`verse 28 [
इष्टकासेतुकारी च गोलोके मार्गकृद्गवां  ।
नियमव्रतकृद्विष्णुः कृच्छ्रकृत्सर्वपापहा  ॥
]

`verse 29 [
गृहं दत्वा वसेत्स्वर्गे यावदाभूतसम्प्लवं  ।
समुदायप्रतिष्ठेष्टा शिवादीनां गृहात्मनां  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये समुदायप्रतिष्ठाकथनं नाम षट्षष्टितमोऽध्यायः ॥
]
