`verse 1 [
जीर्णोद्धारविधानं
भगवानुवाच
जीर्णाद्धारविधिं वक्ष्ये भूषितां स्नपयेद्गुरुः  ।
अचलां विन्यसेद्गेहे अतिजीर्णां परित्यजेत् ॥
]

`verse 2 [
व्यङ्गां भग्नां च शैलाढ्यां न्यसेदन्यां च पूर्ववत् ।
संहारविधिना तत्र तत्त्वान् संहृत्य देशिकः  ॥
]

`verse 3 [
सहस्रं नारसिंहेन हुत्वा तामुद्धरेद्गुरुः  ।
दारवीं दारयेद्वह्नौ शैलजां प्रक्षिपेज्जले  ॥
]

`verse 4 [
धातुजां रत्नजां वापि अगाधे वा जलेऽम्बुधौ  ।
यानमारोप्य जीर्णाङ्गं छाद्य वस्त्रादिना नयेत् ॥
]

`verse 5 [
वादित्रैः प्रक्षिपेत्तोये गुरवे दक्षिणां ददेत् ।
यत्प्रमाणा च यद्द्रव्या तन्मानां स्थापयेद्दिने  ।
कूपवापीतडागादेर्जीर्णोद्धारे महाफलं  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये जीर्णोद्धारकथनं नाम सप्तषष्टितमोऽध्यायः ॥
]
