`verse 1 [
यात्रोत्सवविधिकथनं
भगवानुवाच
वक्ष्ये विधिं चोत्सवस्य स्थापिते तु सुरे चरेत् ।
तस्मिन्नब्दे चैकरात्रं त्रिरात्रञ्चाष्टरात्रकं  ॥
]

`verse 2 [
उत्सवेन विना यस्मात्स्थापनं निष्फलं भवेत् ।
अयने विषुवे चापि शयनोपवने गृहे  ॥
]

`verse 3 [
कारकस्यानुकूले वा यात्रान्देवस्य कारयेत् ।
मङ्गलाङ्कुररोपैस्तु गीतनृत्यादिवाद्यकैः  ॥
]

`verse 4 [
शरावघटिकापालीस्त्वङ्कुरारोहणे हिताः  ।
यवाञ्छालींस्तिलान्मुद्गान् गोधूमान् सितसर्षपान्  ॥
]

`verse 5 [
कुलत्थमाषनिष्पावान् क्षालयित्वा तु वापयेत् ।
पूर्वादौ च बलिं दद्यात्भ्रमन् दीपैः पुरं निशि  ॥
]

`verse 6 [
इन्द्रादेः कुमुदादेश्च सर्वभूतेभ्य एव च  ।
अनुगच्छन्ति ते तत्र प्रतिरूपधराः पुनः  ॥
]

`verse 7 [
पदे पदेऽश्वमेधस्य फलं तेषां न संशयः  ।
आगत्य देवतागारं देवं विज्ञापयेद्गुरुः  ॥
]

`verse 8 [
तीर्थयात्रा तु या देव श्वः कर्तव्या सुरोत्तम  ।
तस्यारम्भमनुज्ञातुमर्हसे देव सर्वथा  ॥
]

`verse 9 [
देवमेवन्तु विज्ञाप्य ततः कर्म समारभेत्  ।
प्ररोहघटिकाभ्यान्तु वेदिकां भूषितां व्रजेत् ॥
]

`verse 10 [
चतुःस्तम्भान्तु तन्मध्ये स्वस्तिके प्रतिमां न्यसेत् ।
काम्यार्थां लेख्यचित्रेषु स्थाप्य तत्राधिवासयेत् ॥
]

`verse 11 [
वैष्णवैः सह कुर्वीत घृताभ्यङ्गन्तु मूलतः  ।
घृतधाराभिषेकं वा सकलां शर्वरीं बुधः  ॥
]

`verse 12 [
दर्पणं दर्श्य नीराजं गीतवाद्यैश्च मङ्गलं  ।
व्यजनं पूजनं दीपं गन्धपुष्पादिभिर्यजेत् ॥
]

`verse 13 [
हरिद्रामुद्गकाश्मीरशुक्लचूर्णादि मूर्ध्नि  ।
प्रतिमायाश्च भक्तानां सर्वतीर्थफलं धृते  ॥
]

`verse 14 [
स्नापयित्वा समभ्यर्च्य यात्राविम्बं रथे स्थितं  ।
नयेद्गुरुर्नदीर्नादैश्छत्राद्यै राष्ट्रपालिकाः  ॥
]

`verse 15 [
निम्नगायोजनादर्वाक्तत्र वेदीन्तु कारयेत् ।
वाहनादवतार्यैनं तस्यां वेद्यान्निवेशयेत् ॥
]

`verse 16 [
चरुं वै श्रपयेत्तत्र पायसं होमयेत्ततः  ।
अब्लिङ्गैः वैदिकैर्मन्त्रैस्तीर्थानावाहयेत्ततः  ॥
]

`verse 17 [
आपो हिष्ठोपनिषदैः पूजयेदर्घ्यमुख्यकैः  ।
पुनर्देवं समादाय तोये कृत्वाघमर्षणं  ॥
]

`verse 18 [
स्नायान्महाजनैर्विप्रैर्वेद्यामुत्तार्य तं न्यसेत् ।
पूजयित्वा तदह्ना च प्रासादं तु नयेत्ततः  ।
पूजयेत्पावकस्थन्तु गुरुः स्याद्भुक्तिमुक्तिकृत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये देवयात्रोत्सवकथनं नाम अष्टषष्टितमोऽध्यायः ॥
]
