`verse 1 [
स्नानविधानं
अग्निरुवाच
ब्रह्मन् शृणु प्रवक्षामि स्नपनोत्सवविस्तरं  ।
]

`verse 2 [
प्रासादस्याग्रतः कुम्भान्मण्डपे मण्डले न्यसेत् ॥
]

`verse 3 [
कुर्याद्ध्यानार्चनं होमं हरेरादौ च कर्मसु  ।
]

`verse 4 [
सहस्रं वा शतं वापि होमयेत्पूर्णया सह  ॥
]

`verse 5 [
स्नानद्रव्याण्यथाहृत्य कलशांश्चापि विन्यसेत् ।
]

`verse 6 [
अधिवास्य सूत्रकण्ठान् धारयेन्मण्डले घटान्  ॥
]

`verse 7 [
चतुरस्रं पुरं कृत्वा रुद्रैस्तं प्रविभाज्येत्  ।
]

`verse 8 [
मध्येन तु चरुं स्थाप्य पार्श्वे पङ्क्तिं प्रमार्जयेत् ॥
]

`verse 9 [
शालिचूर्णादिनापूर्य पूर्वादिनवकेषु च  ।
]

`verse 10 [
कुम्भमुद्रां ततो बध्वा घटं तत्रानयेद्बुधः  ॥
]

`verse 11 [
पुण्डरीकाक्षमन्त्रेण दर्भांस्तांस्तु विसर्जयेत् ।
]

`verse 12 [
अद्भिः पूर्णं सर्वरत्नयुतं मध्ये न्यसेद्घटं  ॥
]

`verse 13 [
यवव्रीहितिलांश्चैव नीवरान् श्यामकान् क्रमात् ।
]

`verse 14 [
कुलत्थमुद्गसिद्धार्थांस्तच्छुक्तानष्टदिक्षु च  ॥
]

`verse 15 [
ऐन्द्रे तु नवके मध्ये घृतपूर्णं घटं न्यसेत् ।
]

`verse 16 [
पलाशाश्वत्थन्यग्रोधविल्वोदुम्बरशीर्षां  ॥
]

`verse 17 [
जम्बूशमीकपित्थानां त्वक्कषायैर्घटाष्टकं  ।
]

`verse 18 [
आग्नेयनवके मध्ये मधुपूर्णं घटं न्यसेत् ॥
]

`verse 19 [
गोशृङ्गनश्वगङ्गागजेन्द्रदशनेषु च  ।
]

`verse 20 [
तीर्थक्षेत्रखलेष्वष्टौ मृत्तिकाः स्युर्घटाष्टके  ॥
]

`verse 21 [
याम्ये तु नवके मध्ये तिलतैलघटं न्यसेत् ।
]

`verse 22 [
नारङ्गमथ जम्बीरं खर्जूरं मृद्विकां क्रमात् ॥
]

`verse 23 [
नारिकेलं न्यसेत्पूगं दाडिमं पनसं फलं  ।
]

`verse 24 [
नैर्ऋते नवके मध्ये क्षीरपूर्णं घटं न्यसेत् ॥
]

`verse 25 [
कुङ्कुमं नागपुष्पञ्च चम्पकं मालतीं क्रमात् ।
]

`verse 26 [
मल्लिकामथ पुन्नागं करवीरं महोत्पलं  ॥
]

`verse 27 [
पुष्पाणि चाप्ये नवके मध्ये वै नारिकेलकम्  ।
]

`verse 28 [
नादयेमथ सामुद्रं सारसं कौपमेव च  ॥
]

`verse 29 [
वर्षजं हिमतोयञ्च नैर्झरङ्गाङ्गमेव च  ।
]

`verse 30 [
उदकान्यथ वायव्ये नवके कदलीफलं  ॥
]

`verse 31 [
सहदेवीं कुमारीं च सिंहीं व्याघ्रीं तथामृतां  ।
]

`verse 32 [
विष्णुपर्णीं शतशिवां वचां दिव्यौषधीर्न्यसेत् ॥
]

`verse 33 [
पूर्वादौ सौम्यनवके मध्ये दधिघटं न्यसेत् ।
]

`verse 34 [
पत्रमेलां त्वचं कुष्ठं बालकं चन्दनद्वयं  ॥
]

`verse 35 [
लतां कस्तूरिकां चैव कृष्णागुरुमनुक्रमात् ।
]

`verse 36 [
सिद्धद्रव्याणि पूर्वादौ शान्तितोयमथैकतः  ॥
]

`verse 37 [
चन्द्रतारं क्रमाच्छुक्लं गिरिसारं त्रपु न्यसेत् ।
]

`verse 38 [
घनसारं तथा शीर्षं पूर्वादौ रत्नमेव च  ॥
]

`verse 39 [
घृतेनाभ्यर्ज्य चोद्वर्त्य स्नपयेन्मूलमन्त्रतः  ।
]

`verse 40 [
गन्धाद्यैः पूजयेद्वह्नौ हुत्वा पूर्णाहुतिं चरेत् ॥
]

`verse 41 [
बलिञ्च सर्वभूतेभ्यो भोजयेद्दत्तदक्षिणः  ।
]

`verse 42 [
देवैश्च मुनिभिर्भूपैर्देवं संस्थाप्य चेश्वराः  ॥
]

`verse 43 [
बभूवुः स्थापित्वेत्थं स्नपनोत्सवकं चरेत् ।
]

`verse 44 [
अष्टोत्तरसहस्रेण घटानां सर्वभाग्भवेत् ॥
]

`verse 45 [
यज्ञावभृथस्नानेन पूर्णसंस्नापनं कृतम्  ।
]

`verse 46 [
गौरीलक्ष्मीविवाहादि चोत्सवं स्नानपूर्वकम्  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये यज्ञावभृतस्नानं नाम ऊनसप्ततितमोऽध्यायः ॥
]
