`verse 1 [
भगवानुवाच
प्रतिष्ठां पादपानाञ्च वक्ष्येऽहं भुक्तिमुक्तिदां  ।
सर्वौषध्युदकैर्लिप्तान् पिष्टातकविभूषितान्  ॥
]

`verse 2 [
वृक्षान्माल्यैरलङ्कृत्य वासोभिरभिवेष्टयेत् ।
सूच्या सौवर्णया कार्यं सर्वेषां कर्णवेधनम्  ॥
]

`verse 3 [
हेमशलाकयाञ्जनञ्च वेद्यान्तु फलसप्तकम्  ।
अधिवासयेच्च प्रत्येकं घटान् बलिनिवेदनं  ॥
]

`verse 4 [
इन्द्रादेरधिवासोऽथ होमः कार्यो वनस्पतेः  ।
वृक्षमध्यादुत्सृजेद्गां ततोऽभिषेकमन्त्रतः  ॥
]

`verse 5 [
ऋग्यजुःसाममन्त्रैश्च वारुणैर्मङ्गलै रवैः  ।
वृक्षवेदिककुम्भकैश्च स्नपनं द्विजपुङ्गवाः  ॥
]

`verse 6 [
तरूणां यजमानस्य कुर्युश्च यजमानकः  ।
भूषितो दक्षिणां दद्याद्गोभूभूषणवस्त्रकं  ॥
]
