`verse 1 [
गणेशपूजाविधिः
अथ एकसप्ततितमोऽध्यायः
ईश्वर उवाच
गणपूजां प्रवक्ष्यामि निर्विघ्नामखिलार्थदाम् ।
गणाय स्वाहा हृदयमेकदंष्ट्राय वै शिरः ॥
]

`verse 2 [
गजकर्णिने च शिखा गजवक्त्राय वर्ग च ।
महोदराय स्वदन्तहस्तायाति तथास्त्रकम् ॥
]

`verse 3 [
गणो गुरुः पादुका च शक्त्यनन्तौ च धर्मकः ।
मुख्यास्थिमण्डलं चाधश्चोर्ध्वच्छदनमर्चयेत् ॥
]

`verse 4 [
पद्मकर्णिकवीजांश्च ज्वालिनीं नन्दयार्चयेत् ।
सूर्येशा कामरूपा च उदया कामवर्तिनी ॥
]

`verse 5 [
सत्या च विघ्ननाशा च ग्रासनं गन्धमृत्तिका ।
यं शोषो रं च दहनं प्लवो लं वं तथामृतम् ॥
]

`verse 6 [
लम्बोदराय विद्महे महोदराय धीमहि तन्नो दन्ती प्रचोदयात् ॥
गणपतिर्गणाधिपो गणेशो गणनायकः।
गणक्रीडो वक्रतुण्ड एकदंष्ट्रो महोदरः ॥
]

`verse 7 [
गजवक्त्रो लम्बकुक्षिर्विकटो विघ्ननाशनः।
धूम्रवर्णा महेन्द्राद्याः पूज्या गणपतेः स्मृताः ॥
]

`colophon [
इत्यादिमहापुराणे ग्राग्नेये विनायकपूजाकथनं नाम एकसप्ततितमोऽध्यायः॥
]
