`speaker [
ईश्वर उवाच
]

`verse 1 [
शिवपूजां प्रवक्ष्यामि आचम्य प्रणवार्घ्यवान्  ।
द्वारमस्त्राम्बुना प्रोक्ष्य होमादिद्वारपान्यजेत् ॥
]

`verse 2 [
गणं सरस्वतीं लक्ष्मीमूर्ध्वोदुम्बरके यजेत् ।
नन्दिगङ्गे दक्षिणेऽथ स्थिते वामगते यजेत् ॥
]

`verse 3 [
महाकालं च यमुनां दिव्यदृष्टिनिपातितः  ।
उत्सार्य दिव्यान् विघ्नांश्च पुष्पाक्षेपान्तरिक्षगान्  ॥
]

`verse 4 [
दक्षपार्ष्णित्रिभिर्घातैभूमिष्ठान्यागमन्दिरं  ।
देहलीं लङ्घयेद्वामशाखामाश्रित्य वै विशेत् ॥
]

`verse 5 [
प्रविश्य दक्षपादेन विन्यस्यास्त्रमुदुम्बरे  ।
ओं हां वास्त्वधिपतये ब्रह्मणे मध्यतो यजेत् ॥
]

`verse 6 [
निरीक्षणादिभिः शस्त्रैः शुद्धानादाय गड्डुकान्  ।
लब्धानुज्ञः शिवान्मौनी गङ्गादिकमनुव्रजेत् ॥
]

`verse 7 [
पवित्राङ्गः प्रजप्तेन वस्त्रपूतेन वारिणा  ।
पूरयेदम्बुधौ तांस्तान् गायत्र्या हृदयेन वा  ॥
]

`verse 8 [
गन्धकाक्षत पुष्पादिसर्वद्रव्यसमुच्चयं  ।
सन्निधीकृत्य पूजार्थं भूतशुद्धादि कारयेत् ॥
]

`verse 9 [
देवदक्षे ततो न्यस्य सौम्यास्यश्च शरीरतः  ।
संहारमुद्रयादाय मूर्ध्नि मन्त्रेण धारयेत् ॥
]

`verse 10 [
भोग्यकर्मोपभोगार्थं पाणिकच्छपिकाख्यया  ।
हृदम्बुजे निजात्मानं द्वादशान्तपदेऽथवा  ॥
]

`verse 11 [
शोधयेत्पञ्चभूतानि सञ्चिन्त्य शुषिरन्तनौ  ।
चरणाङ्गुष्ठयोर्युग्मान् शुषिरान्तर्बहिः स्मरेत् ॥
]

`verse 12 [
शक्तिं हृद्व्यापिनीं पश्चाद्धूङ्कारे पावकप्रभे  ।
रन्ध्रमध्यस्थिते कृत्वा प्राणरोधं हि चिन्तकः  ॥
]

`verse 13 [
निवेशयेद्रेचकान्ते फडन्तेनाथ तेन च  ।
हृत्कण्ठतालुभ्रूमध्यब्रह्मरन्ध्रे विभिद्य च  ॥
]

`verse 14 [
ग्रन्थीन्निर्भिद्य हूङ्कारं मूर्ध्नि विन्यस्य जीवनं  ।
सम्पुटं हृदयेनाथ पूरकाहितचेतनं  ॥
]

`verse 15 [
हूं शिखोपरि विन्यस्य शुद्धं बिन्द्वात्मकं स्मरेत् ।
कृत्वाथ कुम्भकं शम्भौ एकोद्घातेन योजयेत् ॥
]

`verse 16 [
रेचकेन बीजवृत्त्या शिवे लीनोऽथ शोधयेत् ।
प्रतिलोमं स्वदेहे तु बिन्द्वन्तं तत्र बिन्दुकं  ॥
]

`verse 17 [
लयन्नीत्वा महीवातौ जलवह्नी परस्परं  ।
द्वौ द्वौ साध्यौ तथाकाशमविरोधेन तच्छृणु  ॥
]

`verse 18 [
पार्थिवं मण्डलं पीतं कठिनं वज्रलाञ्छितं  ।    तुलनीयं - विष्णुधर्मोत्तरपुराणम् ३.१५२, गरुडपुराणम् १.२३, शिवपुराणम् १.१०
हौमित्यात्मीयबीजेन तन्निवृत्तिकलामयं  ॥
]

`verse 19 [
पदादारभ्य मूर्धानं विचिन्त्य चतुरस्रकं  ।
उद्घातपञ्चकेनैव वायुभूतं विचिन्तयेत् ॥
]

`verse 20 [
अर्धचन्द्रं द्रवं सौम्यं शुभ्रसम्भोजलाञ्छितं  ।
लघुत्तम|महाभूताः
ह्रीमित्यनेन बीजेन प्रतिष्ठारूपतां गतं  ॥
]

`verse 21 [
संयुक्तं राममन्त्रेण पुरुषान्तमकारणं  ।
अर्घ्यञ्चतुर्भिरुद्घातैर्वह्निभूतं विशोधयेत् ॥
]

`verse 22 [
आग्नेयं मण्डलं त्र्यस्त्रं रक्तं स्वस्तिकलाञ्छितं  ।
हूमित्यनेन बीजेन विद्यारूपं विभावयेत् ॥
]

`verse 23 [
घोराणुत्रिभिरुद्घातैर्जलभूतं विशोधयेत् ।
षडस्रं मण्डलं वायोर्बिन्दुभिः षड्भिरङ्कितं  ॥
]

`verse 24 [
कृष्णं ह्रेमिति बीजेन जातं शान्तिकलामयं  ।
सञ्चित्योद्घातयुग्मेन पृथ्वीभूतं विशोधयेत् ॥
]

`verse 25 [
नभोबिन्दुमयं वृत्तं बिन्दुशक्तिविभूषितं  ।
व्योमाकारं सुवृत्तञ्च शुद्धस्फटिकनिर्मलं  ॥
]

`verse 26 [
हौङ्कारेण फडन्तेन शान्त्यतीतकलामयं  ।
ध्यात्वैकोद्घातयोगेन सुविशुद्धं विभावयेत् ॥
]

`verse 27 [
आप्याययेत्ततः सर्वं मूलेनामृतवर्षिणा  ।
आधाराख्यामनन्तञ्च धर्मज्ञानादिपङ्कजं  ॥
]

`verse 28 [
हृदासनमिदं ध्यात्वा मूर्तिमावाहयेत्ततः  ।
सृष्ट्या शिवमयं तस्यामात्मानं द्वादशान्ततः  ॥
]

`verse 29 [
अथ तां शक्तिमन्त्रेण वौषडन्तेन सर्वतः  ।
दिव्यामृतेन सम्प्लाव्य कुर्वीत सकलीकृतं  ॥
]

`verse 30 [
हृदयादिकरान्तेषु कनिष्ठाद्यङ्गुलीषु च  ।
हृदादिमन्त्रविन्यासः सकलीकरणं मतं  ॥
]

`verse 31 [
अस्त्रेण रक्ष्य प्राकारं तन्मन्त्रेणाथ तद्वहिः  ।
शक्तिजालमधश्चोर्ध्वं महामुद्रां प्रदर्शयेत् ॥
]

`verse 32 [
आपदमस्तकं यावद्भावपुष्पैः शिवं हृदि  ।
पद्मे यजेत्पूरकेण आकृष्टामृतसद्घृतैः  ॥
]

`verse 33 [
शिवमन्त्रैर्नाभिकुण्डे तर्पयेत शिवानलं  ।
ललाटे बिन्दुरूपञ्च चिन्तयेच्छुभविग्रहं  ॥
]

`verse 34 [
एकं स्वर्णादिपात्राणां पात्रमस्त्राम्बुशोधितं  ।
बिन्दुप्रसूतपीयूषरूपतोयाक्षतादिना  ॥
]

`verse 35 [
हृदापूर्य षडङ्गेन पूजयित्वाभिमन्त्रयेत् ।
संरक्ष्य हेति मन्त्रेण कवचेन विगुण्ठयेत् ॥
]

`verse 36 [
रचयित्वार्घ्यमष्टाङ्गं सेचयेद्धेनुमुद्रया  ।
अभिषिञ्चेदथात्मानं मूर्ध्नि तत्तोयबिन्दुना  ॥
]

`verse 37 [
तत्रस्थं यागसम्भारं प्रोक्षयेदस्त्रवारिणा  ।
अभिमन्त्र्य हृदा पिण्डैस्तनुत्राणेन वेष्टयेत् ॥
]

`verse 38 [
दर्शयित्वामृतां मुद्रां पुष्पं दत्वा निजासने  ।
विधाय तिलकं मूर्ध्नि पुष्पं मूलेन योजयेत् ॥
]

`verse 39 [
स्नाने देवार्चने होमे भोजने यागयोगयोः  ।
आवश्यके जपे धीरः सदा वाचंयमो भवेत् ॥
]

`verse 40 [
नादान्तोच्चारणान्मन्त्रं शोधयित्वा सुसंस्कृतं  ।
पूजनेऽभ्यर्च्य गायत्र्या सामान्यार्घ्यमुपाहरेत् ॥
]

`verse 41 [
ब्रह्मपञ्चकमावर्त्य माल्यमादाय लिङ्गतः  ।
ऐशान्यान्दिशि चण्डाय हृदयेन निवेदयेत् ॥
]

`verse 42 [
प्रक्षाल्य पिण्डिका लिङ्गे अस्त्रतोये ततो हृदा  ।
अर्घ्यपात्राम्बुना सिञ्चेदिति लिङ्गविशोधनं  ॥
]

`verse 43 [
आत्मद्रव्यमन्त्रलिङ्गशुद्धौ सर्वान् सुरान्यजेत् ।
वायव्ये गणपतये हां गुरुभ्योऽर्चयेच्छिवे  ॥
]

`verse 44 [
आधारशक्तिमङ्कुरनिभां कूर्मशिलास्थितां  ।
यजेद्ब्रह्मशिलारूढं शिवस्यानन्तमासनं  ॥
]

`verse 45 [
विचित्रकेशप्रख्यानमन्योन्यं पृष्टदर्शिनः  ।*
कृतत्रेतादिरूपेण शिवस्यासनपादुकां  ॥
]

`verse 46 [
धर्मं ज्ञानञ्च वैराग्यमैश्वर्यञ्चाग्निदिङ्मुखान्  ।
कूर्पारकुङ्कुमस्वर्णकज्जलाभान् यजेत्क्रमात् ॥
]

`verse 47 [
पद्मञ्च कर्णिकामध्ये पूर्वादौ मध्यतो नव  ।
वरदाभयहस्ताश्च शक्तयो धृतचामराः  ॥
]

`verse 48 [
वामा ज्येष्ठा च रौद्री च काली कलविकारिणी  ।
बलविकरणी पूज्या बलप्रमथनी क्रमात् ॥
]

`verse 49 [
हां सर्वभूतदमनी केशराग्रे मनोन्मनी  ।
क्षित्त्यादि शुद्धविद्यान्तु तत्त्वव्यापकमासनं  ॥
]

`verse 50 [
न्यसेत्सिंहासने देवं शुक्लं पञ्चमुखं विभुं  ।
दशबाहुं च खण्डेन्दुं दधानन्दक्षिणैः करैः  ॥
]

`verse 51 [
शक्त्यृष्टिशूलखट्वाङ्गवरदं वामकैः करैः  ।
डमरुं बीजपूरञ्च नीलाब्जं सूत्रकोत्पलं  ॥
]

`verse 52 [
द्वात्रिंशल्लक्षणोपेतां शैवीं मूर्तिन्तु मध्यतः  ।
हां हं हां शिवमूर्तये स्वप्रकाशं शिवं स्मरन्  ॥
]

`verse 53 [
ब्रह्मादिकारणत्यागान्मन्त्रं नीत्वा शिवास्पदं  ।
ततो ललाटमध्यस्थं स्फुरत्तारापतिप्रभं  ॥
]

`verse 54 [
षडङ्गेन समाकीर्णं बिन्दुरूपं परं शिवं  ।
पुष्पाञ्जलिगतं ध्यात्वा लक्ष्मीमूर्तौ निवेशयेत् ॥
]

`verse 55 [
ओं हां हौं शिवाय नम आवाहन्या हृदा ततः  ।
आवाह्य स्थाप्य स्थापन्या सन्निधायान्तिकं शिवं  ॥
]

`verse 56 [
निरोधयेन्निष्ठुरया कालकान्त्या फडन्ततः  ।
विघ्नानुत्सार्य विष्ठ्याथ लिङ्गमुद्रां नमस्कृतिं  ॥
]

`verse 57 [
हृदावगुण्ठयेत्पश्चादावाहः सम्मुखी ततः  ।
निवेशनं स्थापनं स्यात्सन्निधानं तवास्मि भोः  ॥
]

`verse 58 [
आकर्मकाण्डपर्यन्तं सन्निधेयो परिक्षयः  ।
स्वभक्तेश्च प्रकाशो यस्तद्भवेदवगुण्ठनं  ॥
]

`verse 59 [
सकलीकरणं कृत्वा मन्त्रैः षड्भिरथैकतां  ।
अङ्गानामङ्गिना सार्धं विदध्यादमृतीकृतं  ॥
]

`verse 60 [
चिच्छक्तिहृदयं शम्भोः शिव ऐश्वर्यमष्टधा  ।
शिखा वशित्वं चाभेद्यं तेजः कवचमैश्वरं  ॥
]

`verse 61 [
प्रतापो दुःसहश्चास्त्रमन्तरायापहारकं  ।
नमः स्वधा च स्वाहा च वौषट्चेति यथाक्रमं  ॥
]

`verse 62 [
हृत्पुरःसरमुच्चार्य पाद्यादीनि निवेदयेत् ।
पाद्यं पादाम्बुजद्वन्द्वे वक्त्रेष्वाचमनीयकं  ॥
]

`verse 63 [
अर्घ्यं शिरसि देवस्य दूर्वापुष्पाक्षतानि च  ।
एवं संस्कृत्य संस्कारैर्दशभिः परमेश्वरं  ॥
]

`verse 64 [
यजेत्पञ्चोपचारेण विधिना कुसुमादिभिः  ।
अभ्युक्ष्योद्वर्त्य निर्मज्य राजिकालवणादिभिः  ॥
]

`verse 65 [
अर्घ्योदबिन्दुपुष्पाद्यैर्गड्डूकैः स्नापयेच्छनैः  ।
पयोदधिघृतक्षौद्रशर्कराद्यैरनुक्रमात् ॥
]

`verse 66 [
ईशादिमन्त्रितर्द्रव्यैरर्च्य तेषां विपर्ययः  ।
तोयधूपान्तरैः सर्वैर्मूलेन स्नपयेच्छिवं  ॥
]

`verse 67 [
विरूक्ष्य यवचूर्णेन यथेष्टं शीतलैर्जलैः  ।
स्वशक्त्या गन्धतोयेन संस्नाप्य शुचिवाससा  ॥
]

`verse 68 [
निर्मार्ज्यार्घ्यं प्रदद्याच्च नोपरि भ्रामयेत्करं  ।
न शून्यमस्तकं लिङ्गं पुष्पैः कुर्यात्ततो ददेत् ॥
]

`verse 69 [
चन्दनाद्यैः समालभ्य पुष्पैः प्रार्च्य शिवाणुना  ।
धूपभाजनमस्त्रेण प्रोक्ष्याभ्यर्च्य शिवाणुना  ॥
]

`verse 70 [
अस्त्रेण पूजितां घण्टां चादाय गुग्गुलं ददेत् ।
दद्यादाचमनं पश्चात्स्वधान्तं हृदयाणुना  ॥
]

`verse 71 [
आरात्रिकं समुत्तार्य तथैवाचामयेत्पुनः  ।
प्रणम्यादाय देवाज्ञां भोगाङ्गानि प्रपूजयेत् ॥
]

`verse 72 [
हृदग्नौ चन्द्रभं चैशे शिवं चामीकरप्रभं  ।
शिखां रक्ताञ्च नैर्ऋत्ये कृष्णं वर्म च वायवे  ॥
]

`verse 73 [
चतुर्वक्त्रं चतुर्बाहुं दलस्थान् पूजयेदिमान्  ।
दंष्ट्राकरालमप्यस्त्रं पूर्वादौ वज्रसन्निभं  ॥
]

`verse 74 [
मूले हौं शिवाय नमः ओं हां हूं हीं हों शिरश्च  ।
हृं शिखायै हैं वर्म हश्चास्त्रं परिवारयुताय च  ॥
]

`verse 75 [
शिवाय दद्यात्पाद्यञ्च आचामञ्चार्घ्यमेव च  ।
गन्धं पुष्पं धूपदीपं नैवेद्याचमनीयकं  ॥
]

`verse 76 [
करोद्वर्तनताम्बूलं मुखवासञ्च दर्पणं  ।
शिरस्यारोप्य देवस्य दूर्वाक्षतपवित्रकं  ॥
]

`verse 77 [
मूलमष्टशतं जप्त्वा हृदयेनाभिमन्त्रितं  ।
चर्मणावेष्टितं खड्गं रक्षितं कुशपुष्पकैः  ॥
]

`verse 78 [
अक्षतैर्मुद्रया युक्तं शिवमुद्भवसञ्ज्ञया  ।
गुह्यातिगुह्यगुप्त्यर्थं गृहाणास्मत्कृतं जपं  ॥
]

`verse 79 [
सिद्धिर्भवतु मे येन त्वत्प्रसादात्त्वयि स्थिते  ।
भोगी श्लोकं पठित्वाद्यं दक्षहस्तेन शम्भवे  ॥
]

`verse 80 [
मूलाणुनार्घ्यतोयेन वरहस्ते निवेदयेत् ।
यत्किञ्चित्कुर्महे देव सदा सुकृतदुस्कृतं  ॥
]

`verse 81 [
तन्मे शिवपदस्थस्य हूं क्षः क्षेपय शङ्कर  ।
शिवो दाता शिवो भोक्ता शिवः सर्वमिदं जगत् ॥
]

`verse 82 [
शिवो जयति सर्वत्र यः शिवः सोहमेव च  ।
श्लोकद्वयमधीत्यैवं जपं देवाय चार्पयेत् ॥
]

`verse 83 [
शिवाङ्गानां दशांशञ्च दत्वार्घ्यं स्तुतिमाचरेत् ।
प्रदक्षिणीकृत्य नमेच्चाष्टाङ्गञ्चाष्टमूर्तये  ।
नत्वा ध्यानादिभिश्चैव यजेच्चित्रेऽनलादिषु  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये शिवपूजा नाम चतुःसप्ततितमोऽध्यायः ॥

*७४.४५ शिव के सिंहासन के रूप में जो मञ्च या चौकी है, उसके चार पाये हैं जो विचित्र सिंह की सी आकृति से सुशोभित होते हैं। वे सिंह मण्डलाकार में स्थित रहकर अपने आगवाले के पृष्ठभाग को ही देखते हैं तथा सत्ययुग, त्रेता,द्वापर और कलियुग - इन चार युगों के प्रतीक हैं।- अग्निपुराण(कल्याण विशेषाङ्क वर्ष ४४)
]
