`speaker [
ईश्वर उवाच
]

`verse 1 [
कपिलापूजनं वक्ष्ये एभिर्म्मन्त्रैर्यजेच्च गाम्।
ओं कपिले नन्दे नमः ओं कपिले भद्रिके नमः ॥
]

`verse 2 [
ओं कपिले सुशीले नमः कपिले सुरभिप्रभे।
ओं कपिले सुमनसे नमः ओं भुक्तिमुक्तिप्रदे नमः ॥
]

`verse 3 [
सौरभेयि जगन्‌मातर्देवानाममृतप्रदे।
गृहाण वरदे ग्रासमीपसितार्थञ्च देहि मे ॥
]

`verse 4 [
वन्दिताऽसि वसिष्ठेन विश्वामित्रेण धीमता।
कपिले हर मे पापं यन्तया दुष्कृतं कृतम् ॥
]

`verse 5 [
गावो ममाग्रतो नित्यं गावः पृष्ठत एव च।
गावो मे हृदये चापि गवां मध्ये वसाम्यहम् ॥
]

`verse 6 [
दत्तं गुह्णन्तु मे ग्रासं जप्त्वा स्यां निर्म्मलः शिवः।
प्रार्च्य विद्यापुस्तकानि गुरुपादौ नमेन्नरः ॥
]

`verse 7 [
यजेत् स्नात्वा तु मध्याह्ने अष्टपुष्पिकया शिवम्।
पीठमूर्त्तिशिवाङ्गानां पूजा स्यादष्टपुषिपिका ॥
]

`verse 8 [
मध्याह्ने भोजनागारे सुलिप्ते पाकमानयेत्।
ततो मृत्युञ्जयेनैव वौषडन्तेन सप्तधा ॥
]

`verse 9 [
जप्तैः सदर्भशङ्खस्थैः सिञ्चेत्तं वारिविन्दुभिः।
सर्वपाकाग्रमुद्धत्य शिवाय विनिवेदयेत् ॥
]

`verse 10 [
अथार्द्धं चुल्लिकाहोमे विधानायोपकल्पयेत् ।
विशोध्य विधिना चुल्लीं तद्वह्निं पूरकाहुतिम् ॥
]

`verse 11 [
हुत्वा नाभ्यग्निना चैकं ततो रेचकवायुना।
वह्निवीजं समादाय कादिस्थानगतिक्रमात् ॥
]

`verse 12 [
शिवाग्निस्त्वमिति ध्यात्वा चुल्लिकाग्नौ निवेशयेत्।
ओं हां अग्नये नमो वै हां सोमाय वै नमः ॥
]

`verse 13 [
सूर्य्याय बृहस्पतये प्रजानां पतये नमः।
सर्वेभ्यश्चैव देवेभ्यः सर्वविश्वेभ्य एव च ॥
]

`verse 14 [
हामग्नये स्विष्टिकृते पूर्वादावर्च्चयेदिमान्।
स्वाहान्तामाहुतिं दत्वा क्षमयित्वा विसर्जयेत् ॥
]

`verse 15 [
चुल्ल्या दक्षिणबाहौ च यजेद्धर्माय वै नमः।
वामबाहावधर्म्माय काञ्जिकादिकभाण्डके ॥
]

`verse 16 [
रसपरिवर्त्तमानाय वरुणाय जलाग्नये ।
विघ्नराजो गृहद्वारे पेषण्यां सुभगो नमः ॥
]

`verse 17 [
ओं रौद्रिके नमो गिरिके नमश्चोलूखले यजेत्।
बलप्रियायायुधाय नमस्ते मुषले यजेत् ॥
]

`verse 18 [
सम्मार्ज्जन्यां देवतोक्ते कामाय शयनीयके।
मध्यस्तम्भे च स्कन्दाय दत्वा वास्तुबलिं ततः ॥
]

`verse 19 [
भुञ्जीत पात्रे सौवर्णे पद्मिन्यादिदलादिके।
आचार्य्यः साधकः पुत्र समयी मौनमास्थितः ॥
]

`verse 20 [
वटाश्वत्थार्क्कवाताविसर्ज्ज भल्लातकांस्त्यजेत्।
आपोशानं पुरादाय प्राणाद्यैः प्रणवान्वितैः ॥
]

`verse 21 [
स्वाहान्तेनाहुतीः पञ्च दत्वा दीप्योदरानलं।
नागः कूर्म्मोऽथ कृकरो देवदत्तो धनञ्जयः ॥
]

`verse 22 [
एतेभ्य उपवायुभ्यः स्वाहापोशानवारिणा।
भक्तादिकं निवेद्याय पिबेच्छेषोदकं नरः ॥
]

`verse 23 [
अमृतोपस्तरणमसि प्राणाहुतीस्ततो ददेत्।
प्रणाय स्वाहाऽपानाय समानाय ततस्तथा ॥
]

`verse 24 [
उदानाय च व्यानाय भुक्त्वा चुल्लकमाचरेत्।
अमृतापिधानमसीति शरीरेऽन्नादिवायवः ॥
]
