`speaker [
ईश्वर उवाच
]

`verse 1 [
पवित्रारोहणं वक्ष्ये क्रियार्चादिषु पूरणं  ।
नित्यं तन्नित्यमुद्दिष्टं नैमित्तिकमथापरं  ॥
]

`verse 2 [
आषाढादिचतुर्दश्यामथ श्रावणभाद्रयोः  ।
सितासितासु कर्तव्यं चतुर्दश्यष्टमीषु तत् ॥
]

`verse 3 [
कुर्याद्वा कार्त्तिकीं यावत्तिथौ प्रतिपादिके  ।
वह्निब्रह्माम्बिकेभास्यनागस्कन्दार्कशूलिनां  ॥
]

`verse 4 [
दुर्गायमेन्द्रगोविन्दस्मरशम्भुसुधाभुजां  ।
सौवर्णं राजतं ताम्रं कृतादिषु यथाक्रमं  ॥
]

`verse 5 [
कलौ कार्पासजं चापि पट्टपद्मादिसूत्रकं  ।
प्रणवश्चन्द्रमा वह्निर्ब्रह्मा नागो गुहो हरिः  ॥
]

`verse 6 [
सर्वेशः सर्वदेवाः स्युः क्रमेण नवतन्तुषु  ।
अष्टोत्तरशतान्यर्धं तदर्धं चोत्तमादिकं  ॥
]

`verse 7 [
एकाशीत्याथवा सूत्रैस्त्रिंशताप्पष्टयुक्तया  ।
पञ्चाशता वा कर्तव्यं तुल्यग्रन्थ्यन्तरालकं  ॥
]

`verse 8 [
द्वादशाङ्गुलमानानि व्यासादष्टाङ्गुलानि च  ।
लिङ्गविस्तारमानानि चतुरङ्गुलकानि वा  ॥
]

`verse 9 [
तथैव पिण्डिकास्पर्शं चतुर्थं सर्वदैवतं  ।
गङ्गावतारकं कार्यं सुजातेन सुधौतकं  ॥
]

`verse 10 [
ग्रन्थिं कुर्याच्च वामेन अघोरणाथ शोधयेत् ।
रञ्जयेत्पुरुषेणैव रक्तचन्दनकुङ्कुमैः  ॥
]

`verse 11 [
कस्तूरीरोचनाचन्द्रैर्हरिद्रागैरिकादिभिः  ।
ग्रन्थयो दश कर्तव्या अथवा तन्तुसङ्ख्यया  ॥
]

`verse 12 [
अन्तरं वा यथाशोभमेकद्विचतुरङ्गुलं  ।
प्रकृतिः पौरुषी वीरा चतुर्थी त्वपराजिता  ॥
]

`verse 13 [
जयान्या विजया षष्ठी अजिता च सदाशिवा  ।
मनोन्मनी सर्वमुखी ग्रन्थयोऽभ्यधिकाः शुभाः  ॥
]

`verse 14 [
कार्या वा चन्द्रवह्न्यर्कपवित्रं शिववद्धृदि  ।
एकैकं निजमूर्तौ वा पुप्तके गुरुके गणे  ॥
]

`verse 15 [
स्यादेकैकं तथा द्वारदिक्पालकलशादिषु  ।
हस्तादिनवहस्तान्तं लिङ्गानां स्यात्पवित्रकं  ॥
]

`verse 16 [
अष्टाविंशतितो युद्धं दशभिर्दशभिः क्रमात् ।
द्व्यङ्गुलाभ्यन्तरास्तत्र क्रमादेकाङ्गुलान्तराः  ॥
]

`verse 17 [
ग्रन्थयो मानमप्येषां लिङ्गविस्तारसस्मितं  ।
सप्तम्यां वा त्रयोदश्यां कृतनित्यक्रियः शुचिः  ॥
]

`verse 18 [
भूषयेत्पुष्पवस्त्राद्यैः सायाह्ने यागमन्दिरं  ।
कृत्वा नैमित्तिकीं सन्ध्यां विशेषेण च तर्पणं  ॥
]

`verse 19 [
परिगृहीते भूभागे पवित्रे सूर्यमर्चयेत्  ।
आचम्य सकलीकृत्य प्रणवार्घ्यकरो गुरुः  ॥
]

`verse 20 [
द्वाराण्यस्त्रेण सम्प्रोक्ष्य पूर्वादिक्रमतोऽर्चयेत् ।
हां शान्तिकलाद्वाराय तथा विद्याकलात्मने  ॥
]

`verse 21 [
निवृत्तिकलाद्वाराय प्रतिष्ठाख्यकलात्मने  ।
तच्छाखयोः प्रतिद्वारं द्वौ द्वौ द्वाराधिपौ यजेत् ॥
]

`verse 22 [
नन्दिने महाकालाय भृङ्गिणेऽथ गणाय च  ।
वृषभाय च स्कन्दाय देव्यै चण्डाय च क्रमात् ॥
]

`verse 23 [
नित्यं च द्वारपालादीन् प्रविश्य द्वारपश्चिमे  ।
इष्ट्वा वास्तुं भूतशुद्धिं विशेषार्घ्यकरः शिवः  ॥
]

`verse 24 [
प्रोक्षणाद्यं विधायाथ यज्ञसम्भारकृन्नरः  ।
मन्त्रयेद्दर्भदूर्वाद्यैः पुष्पाद्यैश्च हृदादिभिः  ॥
]

`verse 25 [
शिवहस्तं विधायेत्थं स्वशिरस्यधिरोपयेत् ।
शिवोऽहमादिः सर्वज्ञो मम यज्ञप्रधानता  ॥
]

`verse 26 [
अत्यर्थं भावयेद्देवं ज्ञानखद्गकरो गुरुः  ।
नैर्ऋतीं दिशमासाद्य प्रक्षिपेदुदगाननः  ॥
]

`verse 27 [
अर्घ्याम्बु पञ्चगव्यञ्च समस्तान्मखमण्डपे  ।
चतुष्पथान्तसंस्कारैर्वीक्षणाद्यैः सुसंस्कृतैः  ॥
]

`verse 28 [
विक्षिप्य विकिरांस्तत्र कुशकूर्चोपसंहरेत्  ।
तानीशदिशि वर्धन्यामासनायोपकल्पयेत् ॥
]

`verse 29 [
नैर्ऋते वास्तुगीर्वाणा द्वारे लक्ष्मीं प्रपूजयेत् ।
पश्चिमाभिमुखं कुम्भं सर्वधान्योपरि स्थितं  ॥
]

`verse 30 [
प्रणवेन वृषारूढं सिंहस्थां वर्धनीन्ततः  ।
कुम्भे साङ्गं शिवन्देवं वर्धन्यामर्चयेत्  ॥
]

`verse 31 [
दिक्षु शक्रादिदिक्पालान् विष्णुब्रह्मशिवादिकान्  ।
वर्धनीं सम्यगादाय घटपृष्टानुगामिनीं  ॥
]

`verse 32 [
शिवाज्ञां श्रावयेन्मन्त्री पूर्वादीशानगोचरं  ।
अविच्छिन्नपयोधारां मूलमन्त्रमुदीरयेत् ॥
]

`verse 33 [
समन्ताद्भ्रामयेदेनां रक्षार्थं शस्त्ररूपिणीं  ।
पूर्वं कलशमारोप्य शस्त्रार्थन्तस्य वामतः  ॥
]

`verse 34 [
समग्रासनके कुम्भे यजेद्देवं स्थिरासने  ।
वर्धन्यां प्रणवस्थायामायुधन्तदनु द्वयोः  ॥
]

`verse 35 [
भगलिङ्गसमायोगं विदध्याल्लिङ्गमुद्रया  ।
कुम्भे निवेद्य बोधासिं मूलमन्त्रजपन्तथा  ॥
]

`verse 36 [
तद्दशांशेन वर्धन्यां रक्षां विज्ञापयेदपि  ।
गणेशं वायवेऽभ्यर्च्य हरं पञ्चामृतादिभिः  ॥
]

`verse 37 [
स्नापयेत्पूर्ववत्प्रार्च्य कुण्डे च शिवपावकं  ।
विधिवच्च चरुं कृत्वा सम्पाताहुतिशोधितं  ॥
]

`verse 38 [
देवाग्र्यात्मविभेदेन दर्ष्या तं विभजेत्त्रिधा  ।
दत्वा भागौ शिवाग्निभ्यां संरक्षेद्भागमात्मनि  ॥
]

`verse 39 [
शरेण चर्मणा देयं पूर्वतो दन्तधावनं  ।
तस्माद्घोरशिखाभ्यां वा दक्षिणे पश्चिमे मृदं  ॥
]

`verse 40 [
साद्योजातेन च हृदा चोत्तरे वामनीकृतं  ।
जलं वामेन शिरसा ईशे गन्धान्वितं जलं  ॥
]

`verse 41 [
पञ्चगव्यं पलाशादिपुटकं वै समन्ततः  ।
ऐशान्यां कुसुमं दद्यादाग्नेय्यां दिशि रोचनां  ॥
]

`verse 42 [
अगुरुं निर्ऋताशायां वायव्यां च चतुःसमं  ।
होमद्रव्याणि सर्वाणि सद्योजातैः कुशैः सह  ॥
]

`verse 43 [
दण्डाक्षसूत्रकौपीनभिक्षापात्राणि रूपिणे  ।
कज्जलं कुङ्कुमन्तैलं शलाकां केशशोधनीं  ॥
]

`verse 44 [
ताम्बूलं दर्पणं दद्यादुत्तरे रोचनामपि  ।
आसनं पादुके पात्रं योगपट्टातपत्रकं  ॥
]

`verse 45 [
ऐशान्यामीशमन्त्रेण दद्यादीशानतुष्टये  ।
पूर्वस्याञ्चरुकं साज्यं दद्याद्गन्धादिकं नवे  ॥
]

`verse 46 [
पूर्वित्राणि समादाय प्रोक्षितान्यर्घ्यवारिणा  ।
संहितामन्त्रपूतानि नीत्वा पावकसन्निधिं  ॥
]

`verse 47 [
कृष्णाजिनादिना.अच्छाद्य स्मरन् संवत्सरात्मकं  ।
साक्षिणं सर्वकृत्यानां गोप्तारं शिवमव्ययं  ॥
]

`verse 48 [
स्वेति हेति प्रयोगेण मन्त्रसंहितया पुनः  ।
शोधयेच्च पवित्राणि वाराणामेकविंशतिं  ॥
]

`verse 49 [
गृहादि वेष्टयेत्सूत्रैर्गन्धाद्यं  रवये ददेत् ।
पूजिताय समाचम्य  कृतन्यासः कृतार्घ्यकः  ॥
]

`verse 50 [
नन्द्यादिभ्योऽथ गन्धाख्यं वास्तोश्चाथ प्रविश्य च  ।
शस्त्रेभ्यो लोकपालेभ्यः स्वनाम्ना शिवकुम्भके  ॥
]

`verse 51 [
वर्धन्यै विघ्नराजाय गुरवे ह्यात्मने यजेत् ।
अथ सर्वौषधीलिप्तं धूपितं पुष्पदूर्वया  ॥
]

`verse 52 [
आमन्त्र्य च पवित्रंतत्विधायाञ्जलिमध्यगं  ।
ओं समस्तविधिच्छिद्रपूरणे च विधिं प्रति  ॥
]

`verse 53 [
प्रभवमन्त्रयामि त्वां त्वदिच्छावाप्तिकारिकां  ।
तत्सिद्धिमनुजानीहि यजतश्चिदचित्पते  ॥
]

`verse 54 [
सर्वथा सर्वदा शम्भो नमस्तेऽस्तु प्रसीद मे  ।
आमन्त्रितोऽसि देवेश सह देव्या गणेश्वरैः  ॥
]

`verse 55 [
मन्त्रेशैर्लोकपालैश्च सहितः परिचारकैः  ।
निमन्त्रयाम्यहन्तुभ्यं प्रभाते तु पवित्रकं  ॥
]

`verse 56 [
नियमञ्च करिष्यामि परमेश तवाज्ञया  ।
इत्येवन्देवमामन्त्र्य रेचकेनामृतीकृतं  ॥
]

`verse 57 [
शिवान्तं मूलमुच्चार्य तच्छिवाय निवेदयेत् ।
जपं स्तोत्रं प्रमाणञ्च कृत्वा शम्भुं क्षमापयेत् ॥
]

`verse 58 [
हुत्वा चरोस्तृतीयांशं तद्दद्दीत शिवाग्नये  ।
दिग्वासिभ्यो दिगीशेभ्यो भूतमातृगणेभ्य उ  ॥
]

`verse 59 [
रुद्रेभ्यो क्षेत्रपादिभ्यो नमः स्वाहा बलिस्त्वयं  ।
दिङ्नागाद्यैश्च पूर्वादौ क्षेत्राय चाग्नये बलिः  ॥
]

`verse 60 [
समाचम्य विधिच्छिद्रपूरकं होममाचरेत् ।
पूर्णां व्याहृतिहोमञ्च कृत्वा रुन्धीत पावकं  ॥
]

`verse 61 [
तत ओमग्नये स्वाहा स्वाहा सोमाय चैव हि  ।
ओमग्नीषोमाभ्यां स्वाहाग्नये स्विष्टकृते तथा  ॥
]

`colophon [
इत्याहुतिचतुष्कन्तु दत्वा कुर्यात्तु योजनां  ।
वह्निकुण्डार्चितं देवं मण्डलाभ्यर्चिते शिवे  ॥
]

`verse 62 [
नाडीसन्धानरूपेण विधिना योजयेत्ततः  ।
वंशादिपात्रे विन्यस्य अस्त्रञ्च हृदयन्ततः  ॥
]

`verse 63 [
अधिरोप्य पवित्राणि कलाभिर्वाथ मन्त्रयेत् ।
षडङ्गं ब्रह्ममूलैर्वा हृद्धर्मास्त्रञ्च योजयेत् ॥
]

`verse 64 [
विधाय सूत्रैः संवेष्ट्य पूजयित्वाङ्गसम्भवैः ।
रक्षार्थं जगदीशाय भक्तिनम्रः समर्पयेत् ॥
]

`verse 65 [
पूजिते पुष्पधूपाद्यैर्दत्वा सिद्धान्तपुस्तके  ।
गुरोः पादान्तिकं गत्वा भक्त्या दद्यात्पवित्रकं  ॥
]

`verse 66 [
निर्गत्य वहिराचम्य गोमये मण्डलत्रये  ।
पञ्चगव्यञ्चरुन्दन्तधावनञ्च क्रमाद्यजेत् ॥
]

`verse 67 [
आचान्तो मन्त्रसम्बद्धः कृतसङ्गीतजागरः  ।
स्वपेदन्तः स्मरन्नीशं बुभुक्षुर्दर्भसंस्तरे  ॥
]

`verse 68 [
अनेनैव प्रकारेण मुमुक्षुरपि संविशेत् ।
केवलम्भस्मशय्यायां सोपवासः समाहितः  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये पवित्राधिवासनविधिर्नाम अष्टसप्ततितमोऽध्यायः ॥

ईश्वर उवाच
पवित्रारोहणं वक्ष्ये क्रियार्च्चादिषु पूरणं।
नित्यं तन्नित्यमुद्दिष्टं नैमित्तिकमथापरं ॥
]

`verse 69 [
आषाढादि चतुर्द्दश्यामथ श्रावणबाद्रयोः।
सितासितासु कर्त्तव्यं चतुर्द्दश्यष्टमीषु तत् ॥
]

`verse 70 [
कुर्य्याद्वा कार्तिकीं यावत्तिथौ प्रतिपदादिके।
वह्निब्रह्माम्बिकेभास्यनागस्कन्दार्क्कशूलिनाम् ॥
]

`verse 71 [
दुर्गायमेन्द्रगोविन्दस्मरशम्भुसुधाभुजाम् ।
सौवर्णं राजतं ताम्रं कृतादिषु यथाक्रमम् ॥
]

`verse 72 [
कलौ कार्प्पासजं वापि पट्टपद्मादिसूत्रकम्।
प्रणवश्चन्द्रमा वह्निर्ब्रह्मा नागो गुहो हरिः ॥
]

`verse 73 [
सर्वेशः सर्वदेवाः स्युः क्रमेण नवतन्तुषु।
अष्टोत्तरशतान्यर्द्धं तदर्धं चोत्तमादिकम् ॥
]

`verse 74 [
एकाशीत्याऽथवा सूत्रैस्त्रिंशताऽप्यऽप्यष्टयुक्तया।
पञ्चाशता वा कर्त्तव्यं तुल्यग्रन्थ्यन्तरालकम् ॥
]

`verse 75 [
द्वादशाङ्गुलमानानि व्यासादष्टाङ्गुलानि च।
लिङ्गविस्तारमानानि चतुरङ्गुलकानि वा ॥
]

`verse 76 [
तथैव पिण्डिकास्पर्शं चतुर्थं सर्वदैवतम्।
गङ्गावतारकं कार्य्यं सुजातेन सुधौतकम् ॥
]

`verse 77 [
ग्रन्थिं कुर्य्याच्च वामेन अघोरेणाथ शोधयेत्।
रञ्जयेत् पुरुषेणैव रक्तचन्दनकुङ्कुमैः ॥
]

`verse 78 [
कस्तूरीरोचनाचन्द्रैर्हरिद्रागैरिकादिभिः।
ग्रन्थयो दश कर्त्तव्या अथवा तन्तुसङ्ख्यया ॥
]

`verse 79 [
अन्तरं वा यथाशोभमेकद्विचतुरङ्गुलम्।
प्रकृतिः पौरुषी वीरा चतुर्थी त्वपराजिता ॥
]

`verse 80 [
जयाऽन्या विजया षष्ठी अजिता च सदाशिवा।
मनोन्मनी सर्वमुखी ग्रन्थयोऽभ्यधिकाः शुभाः ॥
]

`verse 81 [
कार्य्या वा चन्द्रवह्न्यर्कपवित्रं शिववद्धदि।
एकैकं निजमूर्त्तौ वा पुप्तके गुरुके गणे ॥
]

`verse 82 [
स्यादेकैकं तथा द्वारदिक्पालकलशादिषु।
हस्तादिनवहस्तान्तं लिङ्गानां स्यात्पवित्रकम्॥
]

`verse 83 [
अष्टाविंशतितो वृद्धं दशभिर्द्दशभिः क्रमात्।
द्व्यङ्गुलाभ्यन्तरास्तत्र क्रमादेकाङ्गुलान्तराः ॥
]

`verse 84 [
ग्रन्थयो मानमप्येषां लिङ्गविस्तारसस्मितम्।
सप्तम्यां वा त्रयोदश्यां कृतनित्यक्रियः शुचिः ॥
]

`verse 85 [
भूषयेत् पुष्पवस्त्रद्यैः सायाह्ने यागमन्दिरं।
कृत्वा नैमित्तिकीं सन्ध्यां विशेषेण च तर्प्पणम् ॥
]

`verse 86 [
परिगृहीते भूभागे पवित्रे सूर्य्यमर्च्चयेत् ।
आचम्य सकलीकृत्य प्रणवार्घ्यकरो गुरुः ॥
]

`verse 87 [
द्वाराण्यस्त्रेण सम्प्रोक्ष्य पूर्वादिक्रमतोऽर्च्चयेत्।
हां शन्तिकलद्वारं द्वौ द्वौ द्वाराधिपौ यजेत् ॥
]

`verse 88 [
निवृत्तिकलाद्वारायप्रतिष्ठाख्यकलात्मने।
तच्छाकयोः प्रतिद्वारं द्वौ द्वौ द्वाराधिपौ यजेत् ॥
]

`verse 89 [
जन्दिने महाकालाय भृङ्गिणेऽथ गणाय च।
वृषभाय च स्कन्दाय देव्यै चण्डायचक्रमात् ॥
]

`verse 90 [
नित्यं च द्वारपालादीन् प्रविश्य द्वारपश्चिमे।
इष्ट्वा वास्तुं भूतशुद्धिं विशेषार्घ्यकरः शिवः ॥
]

`verse 91 [
प्रोक्षणाद्यं विदायाथ यज्ञसम्बारकृन्नरः।
मन्त्रयेद्दर्भदूर्वाद्यैः पुष्पाद्यैश्च हृदादिभिः ॥
]

`verse 92 [
शिवहस्तं विधायेत्थं स्वशिरस्यधिरोपयेत्।
शिवोऽहमादिः सर्वज्ञो मम यज्ञप्रधानता ॥
]

`verse 93 [
अत्यर्थं भावयेद्देवं ज्ञानखड्गकरो गुरुः।
नेर्ऋतीं दिशमासाद्य प्रक्षिपेदुदगाननः ॥
]

`verse 94 [
अर्घ्याम्बुपञ्चगव्यञ्च समस्तान् मखमण्डपे।
चतुष्पथान्तसंस्कारैर्वीक्षणाद्यैः सुसंस्कृतैः ॥
]

`verse 95 [
विक्षिप्य विकिरांस्तत्र कुशकूर्च्चोपसंहरेत् ।
तानीशदिशि वर्द्धन्यामासनायोपकल्पयेत् ॥
]

`verse 96 [
नैर्ऋते वास्तुगीर्वाणा द्वारे लक्ष्मीं प्रपूजयेत्।
पश्चिमाभिमुखं कुम्भं सर्वदान्योपरि स्थितम् ॥
]

`verse 97 [
प्रणवेन वृषारूढं सिहस्थां वर्द्धनीन्ततः।
कुम्भे शाङ्गं शिवन्देवं वर्द्धन्यामस्त्रमर्च्चयेत् ॥
]

`verse 98 [
दिक्षु शक्रादिदिक्पालान् विष्णुब्रह्मशिवादिकान्।
वर्द्धनीं सम्यगादाय घटप्टष्ठानुगामिनीं ॥
]

`verse 99 [
शिवाज्ञां श्रावयेन्मन्त्री पूर्वादीशानगोचरम्।
अविच्छिन्नपयोधारां मूलमन्त्रमुदीरयेत् ॥
]

`verse 100 [
समन्ताद् भ्रामयेदेनां रक्षार्थं शस्त्ररूपिणीम्।
पूर्वं कलशमारोप्य शस्त्रार्थन्तस्य वामतः ॥
]

`verse 101 [
समग्रासनके कुम्भे यजेद्देवं स्थिरासने।
वर्द्धन्यां प्रणवस्थायामायुधन्तदनु द्वयोः ॥
]

`verse 102 [
भगलिङ्गसमायोगं विदध्याल्लिङ्गमुद्रया।
कुम्भे निवेद्य बोधासिं मूलमन्त्रजपन्तथा ॥
]

`verse 103 [
तद्दशांश्न वर्द्धन्यां रक्षां विज्ञापयेदपि ।
गणेशं वायवेऽभ्यर्च्य हरं पञ्चामृतादिभिः ॥
]

`verse 104 [
स्नापयेत् पूर्ववत् प्रार्च्य कुण्डे च शिवपावकम्।
विधिवच्च चरुं कृत्वा सम्पाताहुतिशोधितम् ॥
]

`verse 105 [
देवाग्न्यात्मविभेदेन दर्व्या तं विभजेत्त्रिधा।
दत्वा भागौ शिवाग्निभ्यां संरक्षेद्भागमात्मनि ॥
]

`verse 106 [
शरेण वर्म्मणा देयं पूर्वतो दन्तधावनम्।
तस्माद्‌घोरशिखाभ्यां वा दक्षिणे पश्चिमे मृदां ॥
]

`verse 107 [
सद्योजातेन च हृदा चोत्तरे वामनीकृतम् ।
जलं वामेन शिरसा ईशे गन्धान्वितं जलम् ॥
]

`verse 108 [
पञ्चगव्यं पलाशादिपुटकं वै समन्ततः।
ऐशान्यां कुसुमं दद्यादाग्नेय्यां दिशि रोचनां ॥
]

`verse 109 [
अगुरुं निर्ऋताशायां वायव्यां च चतुः समम्।
होमद्रव्याणि सर्वाणि सद्योजातैः कुशैः ॥
]

`verse 110 [
दण्डाक्षसूत्रकौपीनभिक्षापात्राणि रूपिणे।
कज्जलं कुङ्कुमन्तैलं शलाकां केशशोधनीं ॥
]

`verse 111 [
ताम्बूलं दर्पणं दद्यादुत्तरे रोचनामपि।
आसनं पादुके पात्रं योगपट्टातपत्रकम् ॥
]

`verse 112 [
ऐशान्यामीशमन्त्रेण दद्यादीशानतुष्टये।
पूर्वस्याञ्चरुकं साज्यं दद्याद् गन्धादिकं नवे ॥
]

`verse 113 [
पवित्राणि समादाय प्रोक्षितान्यर्घ्यवारिणा।
संहितामन्त्रपूतानि नीत्वा पावकसन्निधिं ॥
]

`verse 114 [
कृष्णाजिनादिनाऽऽच्छाद्य स्मरन् संवत्सरात्मकम्।
साक्षइणं सर्वकृत्यानां गोप्तारं शिवमव्ययं ॥
]

`verse 115 [
स्वेति हेति प्रयोगेण मन्त्रसंहितया पुनः।
शोधयेच्च पवित्राणि वाराणामेकविंशतिं ॥
]

`verse 116 [
गृहादि वेष्टयेत्सूत्रैर्गन्धाद्यं रवये ददेत्।
पूजिताय समाचम्य कृतन्यासः कृतार्घ्यकः ॥
]

`verse 117 [
नन्द्यादिब्योऽथ गन्धाख्यं वास्तोश्चाथ प्रविश्य च ।
शस्त्रेभ्यो लोकपालेब्यः स्वनाम्ना शिवकुम्भके ॥
]

`verse 118 [
वर्द्धन्यै विघ्नराजाय गुरवे ह्यात्मने यजेत्।
अथ सर्वौषधीलिप्तं धूपितं पुष्पदूर्वया ॥
]

`verse 119 [
आमन्त्रय च पवित्रं तत् विधायाञ्जलिमध्यगम्।
आसस्तविधिच्छिद्रपूरणे च विधि प्रति ॥
]

`verse 120 [
प्रभवामन्त्रयामि त्वां त्वदिच्छावाप्तिकारिकां।
तत्सिद्धिमनुजानीहि यजतश्चिदचित्पते ॥
]

`verse 121 [
सर्वथा सर्वदा शम्भो नमस्तेऽस्तु प्रसीद मे।
आमन्त्रितोऽसि देवेश सह देव्या गणेश्वरैः ॥
]

`verse 122 [
मन्त्रेसैर्ल्लेकपालैश्च सहितः परिचारकैः।
निमन्त्रयाम्यहन्तुभ्यं प्रभाते तु पवित्रकम् ॥
]

`verse 123 [
नियमञ्च करिष्यामि परमेश तवाज्ञया।
इत्येवन्देवमामन्त्र्य रेचकेनामृतीकृतम् ॥
]

`verse 124 [
शिवान्तं मूलमुच्चार्य्य तच्छिवाय निवेदयेत्।
जपं स्तोत्रं प्रणामञ्च कृत्वा शम्भुं क्षमापयेत् ॥
]

`verse 125 [
हुत्वा चरोस्तृतीयांशं तद्ददीत शिवाग्नये ।
दिग्वासिब्यो दिगीशेभ्यो भूतमातृगणेभ्य उ ॥
]

`verse 126 [
रुद्रेभ्यः क्षेत्रपादिभ्यो नमः स्वाहा बलिस्त्वयं।
दिङ्नागाद्यैश्च पूर्वादौ क्षेत्राय चाग्नये बलिः ॥
]

`verse 127 [
समाचम्य विधिच्छिद्रपूरकं होममाचरेत्।
पूर्णां व्याहृतिहोमञ्च कृत्वा रुन्धीत पावकं ॥
]

`verse 128 [
तत ओमग्नये स्वाहा स्वाहा सोमाय चैव हि।
ओमग्नीषोमाभ्यां स्वाहाऽग्नये स्विष्टकृते तथा ॥
]

`colophon [
इत्याहुतिच्तुष्कन्तु दत्वा कुर्य्यात्तु योजनाम्।
वह्निकुण्डार्च्चितं देवं मण्डलाभ्यर्च्चिते शिवे ॥
]

`verse 129 [
नाडीसन्धानरूपेण विधिना योजयेत्तत्तः।
वंशादिपात्रे विन्यस्य अस्त्रञ्च हृदयन्ततः ॥
]

`verse 130 [
अधिरोप्य पवित्राणि कलाभिर्वाऽथ मन्त्रयेत्।
षडङ्गं ब्रह्ममूलैर्व्वां हृद्वर्म्मास्त्रञ्च योजयेत् ॥
]

`verse 131 [
विधाय सूत्रैः संवेष्ट्य पूजयित्वाऽङ्गसम्भवैः ।
रक्षार्थं जगदीशाय भक्तिनम्रः समर्पयेत् ॥
]

`verse 132 [
पूजिते पुष्पधूपाद्यैर्द्दत्वा सिद्धान्तपुस्तके।
गुरोः पादान्तिकं गत्वा भक्त्या दद्यात् पवित्रकम् ॥
]

`verse 133 [
निर्गत्य वहिराचम्य गोमये मण्डलत्रये।
पञ्चगव्यञ्चरुन्दन्तधावनञ्च क्रमाद यजेत् ।
]

`verse 134 [
आचान्तो मन्त्रसम्बद्धः कृतसङ्गीतजागरः।
स्वपेदन्तः स्मरन्नीशं बुभुक्षुर्दर्भसंस्तरे ॥
]

`verse 135 [
अनेनैव प्रकारेण मुमुक्षुरपि संविशेत्।
केवलम्भस्मशय्यायां सोपवासः समाहितः ॥
]
