`speaker [
ईश्वर उवाच
]

`verse 1 [
अथ प्रातः समुत्थाय कृतस्नानः समाहितः।
कृतसन्ध्यार्चनो मन्त्री प्रवीस्य मखमण्डपम् ॥
]

`verse 2 [
समादाय पवित्राणि अविसर्जितदैवतः।
ऐशान्यां भाजने शुद्धे स्थापयेत् कृतमण्डले ॥
]

`verse 3 [
ततो विसर्ज्य देवेशं निर्म्माल्यमपनीय च।
पूर्ववद् भूतले शुद्धे कृत्वाह्नि कमथ द्वयम् ॥
]

`verse 4 [
आदित्यद्वारदिक्‌पालकुम्भेशानौ शिवेऽनले ।
नैमित्तिकीं सविस्तारां कुर्य्यात् पूजां विशेषतः ॥
]

`verse 5 [
मन्त्राणां तर्पणं प्रायश्चित्तहोमं शरात्मना ।
अष्टोत्तरशतं कृत्वा दद्यात् पूर्णाहुतिं शनैः ॥
]

`verse 6 [
पवित्रं भानवे दत्वा समाचम्य ददीत च।
द्वारपालादिदिक्पालकुम्भवर्द्धनिकादिषु ॥
]

`verse 7 [
सन्निधाने ततः शम्भोरुपविश्य निजासने।
पवित्रमात्मने दद्याद् गणाय गुरुवह्नये ॥
]

`verse 8 [
ओं कालात्मना त्वया देव यद्दिष्टं मामके विधौ ।
कृतं क्लिष्टं समुत्सृष्टं कृतं गुप्तञ्च यत् कृतं ॥
]

`verse 9 [
तदस्तु क्लिष्टमक्लिष्टं कृतं क्लिष्टमसंस्कृतम्।
सर्वात्मनाऽमुना शम्भो पवित्रेण त्वदिच्छया ॥
]

`verse 10 [
ओं पूरयमखव्रतं नियमेश्वराय स्वाहा।
आत्मतत्त्वे प्रकृत्यन्ते पालिते पद्मयोनिना ॥
]

`verse 11 [
मूलं लयान्तमुच्चार्य्य पवित्रेणार्च्चयेच्छिवम्।
विद्यातत्त्वे च विद्यान्ते विष्णुकारणपालिते ॥
]

`verse 12 [
ईश्वरान्तं समुच्चार्य्य पवित्रमधिरोपयेत्।
शिवान्ते शिवतत्त्वे च रुद्रकारणपालिते ॥
]

`verse 13 [
शिवान्तं मन्त्रमुच्चार्य्य तस्मै देवं पवित्रकम्।
सर्वकारणपालेषु शिवमुच्चर्य सुव्रत ॥
]

`verse 14 [
मूलं लयान्तमुच्चार्य दद्याद् गङ्गावतारकम् ।
आत्मविद्याशिवैः प्रोक्तं मुमुक्षूणां पवित्रकम् ॥
]

`verse 15 [
विनिर्दिष्टं बुभुक्षूणां शिवतत्त्वात्मभिः क्रमात्।
स्वाहान्तं वा नमोऽन्तं वा मन्त्रमेषामुदीरयेत् ॥
]

`verse 16 [
ओं हां आत्मतत्त्वाधिपतये शिवाय स्वाहा।
ओं हां विद्यातत्त्वाधिपतये शिवाय स्वाहा ।

ओं हौं शिवतत्त्वाधिपतये शिवाय स्वाहा।

नत्वा गङ्गावतारन्तु प्रार्थयेत्तं कृताञ्जलिः।
त्वङ्गतिः सर्व्वभूतानां संस्थितस्त्वञ्चराचरे ॥
]

`verse 17 [
अन्तश्चारेण भूताना द्रष्टा त्वं परमेश्वर।
कर्मणा मनसा वाचा त्वत्तो नान्या गतिर्म्मम ॥
मन्त्रहीनं क्रियाहीनं द्रव्यहीनञ्च यत् कृतम्।
जपहोमार्च्चनैर्हीनं कृतं नित्यं मया तव ॥
]

`verse 18 [
अकृतं वाक्यहीनं च तत् पूरय महेश्वर ।
सपूतत्वं परेशान पवित्रं पापनाशनम् ॥
]

`verse 19 [
त्वया पवित्रितं सर्व जगत् स्थावरजङ्गमम्।
खण्डितं यन्मया देव व्रतं वैकल्पयोगतः ॥
]

`verse 20 [
एकीभवतु तत् सर्वं तवाज्ञासूत्रगुम्फितम्।
जपं निवेद्य देवस्य भक्त्या स्तोत्रं विधाय च ॥
]

`verse 21 [
नत्वा तु गुरुणादिष्टं गृह्णीयान्नियमन्नरः।
चतुर्म्मासं त्रिमासं वा त्र्यहमेकाहमेव च ॥
]

`verse 22 [
प्रणम्य क्षमयित्वेशं गत्वा कुण्डान्तिकं व्रती।
पावलकस्थे शिवेऽप्येवं पवित्राणां चतुष्टयम् ॥
]

`verse 23 [
समारोप्य समभ्यर्च्च्य पुष्पधूपाक्षतादिभिः।
अन्तर्बलिं पवित्रञ्च रुद्रदिभ्यो निवेदयेत् ॥
]

`verse 24 [
प्रविश्यान्तः शिवं स्तुत्वा सप्रणामं क्षमापयेत्।
प्रायश्चित्तकृतं होमं कृत्वा हुत्वा च पायसं ॥
]

`verse 25 [
शनैः पूर्णाहुतिं दत्वा वह्निस्थं विसृजेच्छिवं।
होमं व्याहृतिमिः कृत्वा रुन्ध्यान्निष्ठुरयाऽनलं ॥
]

`verse 26 [
अग्न्यादिभ्यस्ततो दद्यादाहुतीनां चतुष्टयं।
दिक्पतिभ्यस्ततो दद्यात् सपवित्रं बहिर्बलिं ॥
]

`verse 27 [
सिद्धान्तपुस्तके दद्यात् सप्रमाणं पवित्रकं ॥
ओं हां भूः स्वाहा। ओं हां भुवः स्वाहा।
ओं हां स्वः स्वाहा। ओं हां भुर्भुवः स्वः स्वाहा।
होमं व्याहृतिभिः कृत्वा दत्वाऽऽहुतिचतुष्टयं ॥
]

`verse 28 [
ओं हां अग्नये स्वाहा। ओं हां सोमाय स्वाहा।
ओं हां अग्नीषोमाभ्यां स्वाहा।
ओं हां अग्नये स्विष्टकृते स्वाहा।
गुरुं शिवमिवाभ्यर्च्य वस्त्रभूषादिविस्तरैः।
समग्नं सफलं तस्य क्रियाकाण्डादि वार्षिकं ॥
यस्य तुष्टो गुरुः सम्यगित्याह परमेश्वरः।
इत्थं गुरोः समारोप्य हृदालम्बिपवित्रकं ॥
]

`verse 29 [
द्विजादीन् भोजयित्वा तु भक्त्या वस्त्रादिकं ददेत्।
दानेनानेन देवेश प्रीयतां मे सदाशिवः ॥
]

`verse 30 [
भक्त्या स्नानादिकं प्रातः कृत्वा शम्भोः समाहरेत्।
पवित्राण्यष्टपुष्पैस्तं पूजयित्वा विसर्ज्जयेत् ॥
]

`verse 31 [
नित्यं नैमित्तिकं कृत्वा विस्तरेण यथा पुरा।
पवित्राणि समारोप्य प्रणम्याग्नौ शिवं यजेत् ॥
]

`verse 32 [
प्रायश्चित्तं ततोऽस्त्रेण हुत्वा पूर्णाहुतिं यजेत्।
भुक्तिकामः शिवायाथ कुर्य्यात् कर्म्मसमर्पणं ॥
]

`verse 33 [
त्वत्‌प्रसादेन कर्म्मेदं ममास्तु फलसाधकं।
मुक्तिकामस्तु कर्म्मेदं माऽस्तु मे नाथ बन्धकं ॥
]

`verse 34 [
वह्निस्थं नाडीयोगेन शिवं संयोजयेच्छिवे।
हृदि न्यस्याग्निसङ्घातं पावकं च विसर्जयेत् ॥
]

`verse 35 [
समाचम्य प्रविश्यान्तः कुम्भानुगतसंवरान्।
शिवे संयोज्य साक्षेपं क्षमस्वेति विसर्जयेत् ॥
]

`verse 36 [
विसृज्य लोकपालादीनादायेशात् पवित्रकं।
सति चण्डेश्वरे पूजां कृत्वा दत्वा पवित्रकं ॥
]

`verse 37 [
तन्निर्माल्यादिकं तस्मै सपवित्रं समर्पयेत्।
अथवा स्थण्डिले चण्डं विधिना पूर्ववद्यजेत् ॥
]

`verse 38 [
यत् किञ्चिद्वार्षिकं कर्म्म कृतं न्यूनाधिकं मया।
तदस्तु परिपूर्णं मे चण्ड नाथ तवाज्ञया ॥
]

`verse 39 [
इति विज्ञाप्य देवेशं नत्वा स्तुत्वा विसर्जयेत् ।
त्यक्तनिर्म्माल्यकः शुद्धः स्नापयित्वा शिवं यजेत् ॥
पञ्चयोजनसंस्थोऽपि पवित्रं सुरुसन्निधौ ॥
]
