`speaker [
ईश्वर उवाच
]

`verse 1 [
वाक्ष्यामि भोगमोक्षार्थं दीक्षां पापक्षयङ्करीं  ।
मलमायादिपाशानां विश्लेषः क्रियते यया  ॥
]

`verse 2 [
ज्ञानञ्च जन्यते शिष्ये सा दीक्षा भुक्तिमुक्तिदा  ।
विज्ञातकलनामैको द्वितीयः प्रलयाकलः  ॥
]

`verse 3 [
तृतीयः सकलः शास्त्रेऽनुग्राह्यस्त्रिविधो मतः  ।
तत्राद्यो मलमात्रेण मुक्तोऽन्यो मलकर्मभिः  ॥
]

`verse 4 [
कलादिभूमिपर्यन्तं स्तवैस्तु सकलो यतः  ।
निराधाराथ साधारा दीक्षापि द्विविधा मता  ॥
]

`verse 5 [
निराधारा द्वयोस्तेषां साधारा सकलस्य तु  ।
आधारनिरपेक्षेण क्रियते शम्भुचर्यया  ॥
]

`verse 6 [
तीव्रशक्तिनिपातेन निराधारेति सा स्मृता  ।
आचार्यमूर्तिमास्थाय मायातीव्रादिभेदया  ॥
]

`verse 7 [
शक्त्या यां कुरुते शम्भुः सा साधिकरणोच्यते  ।
इयं चतुर्विधा प्रोक्ता सवीजा वीजवर्जिता  ॥
]

`verse 8 [
साधिकारानधिकारा यथा तदभिधीयते  ।
समयाचारसंयुक्ता सवीजा जायते नृणां  ॥
]

`verse 9 [
निर्वीजा त्वसमर्थानां समयाचारवर्जिता  ।
नित्ये नैमित्तिके काम्ये यतः स्यादधिकारिता  ॥
]

`verse 10 [
साधिकारा भवेद्दीक्षा साधकाचार्ययोरतः  ।
निर्वीजा दीक्षितानान्तु यदास मम पुत्रयोः  ॥
]

`verse 11 [
नित्यमात्राधिकारत्वद्दीक्षा निरधिकारिका  ।
द्विविधेयं द्विरूपा हि प्रत्येकमुपजायते  ॥
]

`verse 12 [
एका क्रियावती तत्र कुण्डमण्डलपूर्विका  ।
मनोव्यापारमात्रेण या सा ज्ञानवती मता  ॥
]

`verse 13 [
इत्थं लब्धाधिकारेण दीक्षा.अचार्येण साध्यते  ।
स्कन्ददीक्षां गुरुः कुर्यात्कृत्वा नित्यक्रियां ततः  ॥
]

`verse 14 [
प्रणवार्ग्यकराम्भोजकृतद्वाराधिपार्चणः  ।
विघ्नानुत्सार्य देहल्यां न्यस्यास्त्रं स्वासने स्थितः  ॥
]

`verse 15 [
कुर्वीत भूतसंशुद्धिं मन्त्रयोगं यथोदितं  ।
तिलतण्डुलसिद्धार्थकुशदूर्वाक्षतोदकं  ॥
]

`verse 16 [
सयवक्षीरनीरञ्च विशेषार्घ्यमिदन्ततः  ।
तदम्बुना द्रव्यशुद्धिं तिलकं स्वासनात्मनोः  ॥
]

`verse 17 [
पूजनं मन्त्रशिद्धिञ्च पञ्चगव्यञ्च पूर्ववत् ।
लाजचन्दनसिद्धार्थभस्मदूर्वाक्षतं कुशान्  ॥
]

`verse 18 [
विकिरान् शुद्धलाजांस्तान् सधूपानस्त्रमन्त्रितान्  ।
शस्त्राम्बुप्रोक्षितानेतान् कवचेनावगुण्ठितान्  ॥
]

`verse 19 [
नानाग्रहणाकारान् विघ्नौघविनिवारकान्  ।
दर्भाणान्तालमानेन कृत्वा षट्त्रिंशता दलैः  ॥
]

`verse 20 [
सप्तजप्तं शिवास्त्रेण वेणीं बोधासिमुत्तमं  ।
शिवमात्मनि विन्यस्य सृष्ट्याधारमभीप्सितं  ॥
]

`verse 21 [
निष्कलं च शिवं न्यस्य शिवोऽहमिति भावयेत् ।
उष्णीषं शिरसि न्यस्य अलं कुर्यात्स्वदेहकं  ॥
]

`verse 22 [
गन्धमण्डनकं स्वीये विदध्याद्दक्षिणे करे  ।
विधिनात्रार्चयेदीशमित्थं स्याच्छिवमस्तकं  ॥
]

`verse 23 [
विन्यस्य शिवमन्त्रेण भास्वरं निजमस्तके  ।
शिवादभिन्नमात्मानं कर्तारं भावयेद्यथा  ॥
]

`verse 24 [
मण्डले कर्मणां साक्षी कलशे यज्ञरक्षकः  ।
होमाधिकरणं वह्नौ शिष्ये पाशविमोचकः  ॥
]

`verse 25 [
स्वात्मन्यनुगृहीतेति षडाधारो य ईश्वरः  ।
सोऽहमेवेति कुर्वीत भावं स्थिरतरं पुनः  ॥
]

`verse 26 [
ज्ञानखड्गकरः स्थित्वा नैर्ऋत्याभिमुखो नरः  ।
सार्घ्याम्बुपञ्चगव्याभ्यां प्रोक्षयेद्यागमण्डपं  ॥
]

`verse 27 [
चतुष्पथान्तसंस्कारैः संस्कुर्यादीक्षणादिभिः  ।
विक्षिप्य विकरांस्तत्र कुशकूर्चोपसंहरेत् ॥
]

`verse 28 [
तानीशदिशि वर्धन्यामासनायोपकल्पयेत् ।
नैर्ऋते वास्तुगीर्वाणान् द्वारे लक्ष्मीं प्रपूजयेत् ॥
]

`verse 29 [
आप्ये रत्नैः पूरयन्तीं हृदा मण्डपरूपिणीं  ।
साम्बुवस्त्रे सरत्ने च धान्यस्थे पश्चिमानने  ॥
]

`verse 30 [
ऐशे कुम्भे यजेच्छम्भुं शक्तिं कुम्भस्य दक्षिणे  ।
पश्चिमस्यान्तु सिंहस्थां वर्धनीं खड्गरूपिणीं  ॥
]

`verse 31 [
दिक्षु शक्रादिदिक्पालान्विष्ण्वन्तान् प्रणवासनान्  ।
वाहनायुधसंयुक्तान् हृदाभ्यर्च्य स्वनामभिः  ॥
]

`verse 32 [
प्रथमन्तां समादाय कुम्भस्याग्राभिगामिनीं  ।
अविच्छिन्नपयोधरां भ्रामयित्वा प्रदक्षिणं  ॥
]

`verse 33 [
शिवाज्ञां लोकपालानां श्रावयेन्मूलमुच्चरन्  ।
संरक्षत यथायोगं कुम्भं धृत्वाथ तां धारेत् ॥
]

`verse 34 [
ततः स्थिरासने कुम्भे साङ्गं सम्पूज्य शङ्करं  ।
विन्यस्य शोध्यमध्वानं वर्धन्यामस्त्रमर्चयेत् ॥
]

`verse 35 [
ओं हः अस्त्रासनाय हूं फट् । ओं ओं अस्त्रमूर्तये नमः । ओं हूं फट्पाशुपतास्त्राय नमः । ओं ओं हृदयाय हूं फट्नमः । ओं श्रीं शिरसे हूं फट्नमः । ओं यं शिखायै हूं फट्नमः । ओं गूं कवचाय हूं फट्नमः । ओं फटस्त्राय हूं फट्नमः
चतुर्वक्त्रं सदंष्ट्रञ्च स्मरेदस्त्रं सशक्तिकं  ।
समुद्गरत्रिशूलासिं सूर्यकोटिसमप्रभं  ॥
]

`verse 36 [
भगलिङ्गसमायोगं विदध्याल्लिङ्गमुद्रया  ।
अङ्गुष्ठेन स्पृशेत्कुम्भं हृदा मुष्ट्यास्त्रवर्धनीं  ॥
]

`verse 37 [
भुक्तये मुक्तये त्वादौ मुष्टिना वर्धनीं स्पृशेत् ।
कुम्भस्य मुखरक्षार्थं ज्ञानखड्गं समर्पयेत् ॥
]

`verse 38 [
शस्त्रञ्च मूलमन्त्रस्य शतं कुम्भे निवेशयेत् ।
तद्दशांशेन वर्धन्यां रक्षां विज्ञापयेत्ततः  ॥
]

`verse 39 [
यथेदं कृतयत्नेन भगवन्मखमन्दिरं  ।
रक्षणीयं जगन्नाथ सर्वाध्वरधर त्वया  ॥
]

`verse 40 [
प्रणवस्थं चतुर्बाहुं वायव्ये गणमर्चयेत्  ।
स्थण्डिले शिवमभ्यर्च्य सार्घ्यकुण्डं व्रजेन्नरः  ॥
]

`verse 41 [
निविष्टो मन्त्रतृप्त्यर्थमर्घ्यगन्धघृतादिकं  ।
वामेऽसव्ये तु विन्यस्य समिद्दर्भतिलादिकं  ॥
]

`verse 42 [
कुण्डवह्निस्रुगाज्यादि प्राग्वत्संस्कृत्य भावयेत् ।
मुख्यतामूर्ध्ववक्त्रस्य हृदि वह्नौ शिवं यजेत् ॥
]

`verse 43 [
स्वमूर्तौ शिवकुम्भे च स्थण्डिले त्वग्निशिष्ययोः  ।
सृष्टिन्यासेन विन्यस्य शोध्याध्वानं यथाविधि  ॥
]

`verse 44 [
कुण्डमानं मुखं ध्यात्वा हृदाहुतिभिरीप्सितं  ।
वीजानि सप्तजिह्वानामग्नेर्होमाय भण्यते  ॥
]

`verse 45 [
विरेफावन्तिमौवर्णौ रेफषष्ठस्वरान्वितौ  ।
इन्दुविन्दुशिखायुक्तौ जिह्वावीजानुपक्रमात् ॥
]

`verse 46 [
हिरण्या वनका रक्ता कृष्णा तदनु सुप्रभा  ।
अतिरिक्ता बहुरूपा रुद्रेन्द्राग्न्याप्यदिङ्मुखा  ॥
]

`verse 47 [
क्षीरादिमधुरैर्होमं कुर्याच्छान्तिकपौष्टिके  ।
अभिचारे तु पिण्याकसक्तुकञ्चुककाञ्चिकैः  ॥
]

`verse 48 [
लवणैराजिकातक्रकटुतैलैश्च कण्टकैः  ।
समिद्भिरपि वक्राभिः क्रुद्धो भाष्याणुना यजेत् ॥
]

`verse 49 [
कदम्बकलिकाहोमाद्यक्षिणी सिद्ध्यति ध्रुवं  ।
बन्धूककिंशुकादीनि वश्याकर्षाय होमयेत् ॥
]

`verse 50 [
बिल्वं राज्याय लक्ष्मार्थं पाटलांश्चम्पकानपि  ।
पद्मानि चक्रवर्तित्वे भक्ष्यभोज्यानि सम्पदे  ॥
]

`verse 51 [
दूर्वा व्याधिविनाशाय सर्वसत्त्ववशीकृते  ।
प्रियङ्गुपाटलीपुष्पं चूतपत्रं ज्वरान्तकं  ॥
]

`verse 52 [
मृत्युञ्जयो मृत्युजित्स्याद्वृद्धिः स्यात्तिलहोमतः  ।
रुद्रशान्तिः सर्वशान्त्यै अथ प्रस्तुतमुच्यते  ॥
]

`verse 53 [
आहुत्यष्टशतैर्मूलमङ्गानि तु दशांशतः  ।
सन्तर्पयेत मूलेन दद्यात्पूर्णां यथा पुरा  ॥
]

`verse 54 [
तथा शिष्यप्रवेशाय प्रतिशिष्यं शतं जपेत् ।
दुर्निमित्तापसाराय सुनिमित्तकृते तथा  ॥
]

`verse 55 [
शतद्वयञ्च होतव्यं मूलमन्त्रेण पूर्ववत् ।
मूलाद्यष्टास्त्रमन्त्राणां स्वाहान्तैस्तर्पणं सकृत् ॥
]

`verse 56 [
शिखासम्पुटितैर्वीजैर्ह्रूं फडन्तैश्च दीपनं  ।
ओं हौं शिवाय स्वाहेत्यादिमन्त्रैश्च तर्पणं  ॥
]

`verse 57 [
ओं ह्रूं ह्रौं ह्रीं शिवाय ह्रूं फडित्यादिदीपनं  ।
ततः शिवाम्भसा स्थालीं क्षालितां वर्मगुण्ठितां  ॥
]

`verse 58 [
चन्दनादिसमालब्धां बध्नीयात्कटकं गले  ।
वर्मास्त्रजप्तसद्दर्भपत्राभ्यां चरुसिद्धये  ॥
]

`verse 59 [
वर्माद्यैरासने दत्ते सार्धेन्दुकृतमण्डले  ।
न्यस्तायां मूर्तिभूतायां भावपुष्पैः शिवं यजेत् ॥
]

`verse 60 [
वस्त्रबद्धमुखायां वा स्थाल्यां पुष्पैर्वहिर्भवैः  ।
चुल्ल्यां पश्चिमवक्त्रायां न्यस्तायां मानुषात्मना  ॥
]

`verse 61 [
न्यस्ताहङ्कारवीजायां शुद्धायां वीक्षणादिभिः  ।
धर्माधर्मशरीरायां जप्तायां मानुषात्मना  ॥
]

`verse 62 [
स्थालीमारोपयेदस्त्रजप्तां गव्याम्बुमार्जितां  ।
गव्यं पयोऽस्त्रसंशुद्धं प्रासादशतमन्त्रितं  ॥
]

`verse 63 [
तुण्डलान् श्यामकादीनां निक्षिपेत्तत्र तद्यथा  ।
एकशिष्यविधानाय तेषां प्रसृतिपञ्चकं  ॥
]

`verse 64 [
प्रसृतिं प्रसृतिं पश्चाद्वर्धयेद्द्व्यादिषु क्रमात् ।
कुर्याच्चानलमन्त्रेण पिधानं कवचाणुना  ॥
]

`verse 65 [
शिवाग्नौ मूलमन्त्रेण पूर्वास्यश्चरुकं पचेत् ।
सुखिन्ने तत्र तच्चुल्ल्यां श्रुवमापूर्य सर्पिषा  ॥
]

`verse 66 [
स्वाहान्तैः संहितामन्त्रैर्दत्वा तप्ताभिघारणं  ।
संस्थाप्य मण्डले स्थालीं सद्दर्भेऽस्त्राणुना कृते  ॥
]

`verse 67 [
प्रणवेन पिधायास्यां तद्देहलेपनं हृदा  ।
सुशीतलो भवत्येवं प्राप्य शीताभिघारणं  ॥
]

`verse 68 [
विदध्यात्संहितामन्त्रैः शिष्यं प्रति सकृत्सकृत् ।
धर्माद्यासनके हुत्वा कुण्डमण्डलपश्चिमे  ॥
]

`verse 69 [
सम्पातञ्च स्रुचा हुत्वा शुद्धिं संहितया चरेत् ।
चरुकं सकृदालभ्य तयैव वषडन्तया  ॥
]

`verse 70 [
धेनुमुद्रामृतीभूतं स्थण्डिलेशान्तिकं नयेत्  ।
साज्यभागं स्वशिष्याणां भागो देवाय वह्नये  ॥
]

`verse 71 [
कुर्यात्तु स्तोकपालादेः समध्वाज्यमितिदं त्रयं  ।
नमोऽन्तेन हृदा दद्यात्तेनैवाचमनीयकं  ॥
]

`verse 72 [
साज्यं मन्त्रशतं हुत्वा दद्यात्पूर्णां यथाविधि  ।
मण्डलं कुण्डतः पूर्वे मध्ये वा शम्भुकुम्भयोः  ॥
]

`verse 73 [
रुद्रमातृगणादीनां निर्वर्त्यान्तर्बलिं हृदा  ।
शिवमध्येऽप्यलब्धाज्ञो विधायैकत्वभावनं  ॥
]

`verse 74 [
सर्वज्ञतादियुक्तोऽहं समन्ताच्चोपरि स्थितः  ।
ममांशो योजनास्थानमधिष्ठाहमध्वरे  ॥
]

`verse 75 [
शिवोऽहमित्यहङ्कारी निष्क्रमेद्यागमण्डपात् ।
न्यस्तपूर्वाग्रसन्धर्भे शस्त्राणुकृतमण्डले  ॥
]

`verse 76 [
प्रणवासनके शिष्यं शुक्लवस्त्रोत्तरीयकं  ।
स्नातञ्चोदङ्मुखं मुक्त्यै पूर्ववक्त्रन्तु भुक्तये  ॥
]

`verse 77 [
ऊर्ध्वं कायं समारोप्य पूर्वास्यं प्रविलोकयेत् ।
चरणादिशिखां यावन्मुक्तौ भुक्तौ विलोमतः  ॥
]

`verse 78 [
चक्षुषा सप्रसादेन शैवं धाम विवृण्वता  ।
अस्त्रोदकेन सम्मोक्ष्य मन्त्राम्बुस्नानसिद्दये  ॥
]

`verse 79 [
भस्मस्नानाय विघ्नानां शान्तये पापभित्तये  ।
सृष्टिसंहारयोगेन ताडयेदस्त्रभस्मना  ॥
]

`verse 80 [
पुनरस्त्राम्बुना प्रोक्ष्य सकलीकरणाय तं  ।
नाभेरूर्ध्वं कुशाग्रेण मार्जनीयास्त्रमुच्चरन्  ॥
]

`verse 81 [
त्रिधा.अलभेत तन्मूलैरघमर्षाय नाभ्यधः  ।
द्वैविध्याय च पाशानां आलभेत शराणुना  ॥
]

`verse 82 [
तच्छरीरे शिवं साङ्गं सासनं विन्यसेत्ततः  ।
पुष्पादिपूजितस्यास्य नेत्रे नेत्रेण वा हृदा  ॥
]

`verse 83 [
बध्वामन्त्रितवस्त्रेण सितेन सदशेन च ।.८१.०८३
प्रदक्षिणक्रमादेनं प्रवेश्य शिवदक्षिणं  ॥
]

`verse 84 [
सवस्त्रमासनं दद्यात्यथावर्णं निवेदयेत् ।
संहारमुद्रयात्मानं मूर्त्या तस्य हृदम्बुजे  ॥
]

`verse 85 [
निरुध्य शोधिते काये न्यासं कृत्वा तमर्चयेत् ।
पूर्वाननस्य शिष्यस्य मूलमन्त्रेण मस्तके  ॥
]

`verse 86 [
शिवहस्तं प्रदातव्यं रुद्रेशपददायकं  ।
शिवसेवाग्रहोपायं दत्तहस्तं शिवाणुना  ॥
]

`verse 87 [
शिवे प्रक्षेपयेत्पुष्पमपनीयार्चकन्तारं  ।
तत्पात्रस्थानमन्त्राढ्यं शिवदेवगणानुगं  ॥
]

`verse 88 [
विप्रादीनां क्रमान्नाम कुर्याद्वा स्वेच्छया गुरुः  ।
प्रणतिं कुम्भवर्धन्योः कारयित्वानलान्तिकं  ॥
]

`verse 89 [
सदक्षिणासने तद्वत् सौम्यास्यमुपवेशयेत् ।
शिष्यदेहविनिष्क्रान्तां सुषुम्णामिव चिन्तयेत् ॥
]

`verse 90 [
निजग्रहलीनाञ्च दर्भमूलेन मन्त्रितं  ।
दर्भाग्रं दक्षिणे तस्य विधाय करपल्लवे  ॥
]

`verse 91 [
तम्मूलमात्मजङ्घायामग्रञ्चेति शिखिध्वजे  ।
शिष्यस्य हृदयं गत्वा रेचकेन शिवाणुना  ॥
]

`verse 92 [
पुरकेण समागत्य स्वकीयं हृद्यान्तरं  ।
शिवाग्निना पुनः कृत्वा नाडीसन्धानमीदृशं  ॥
]

`verse 93 [
हृदा तत्सन्निधानार्थञ्जुहुयादाहुतित्रयं  ।
शिवहस्तस्थिरत्वार्थं शतं मूलेन होमयेत् ।
इत्थं समयदीक्षायां भवेद्योग्यो भवार्चने  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये समयदीक्षाकथनं नाम एकाशीतितमोऽध्यायः ॥
]
