`speaker [
ईश्वर उवाच
]

`verse 1 [
वक्ष्ये संस्कारदीक्षायां विधानं शृणु षण्मुख  ।
आवाहयेन्महेशस्य वह्निस्थस्य शिरो हृदि  ॥
]

`verse 2 [
संश्लिष्टौ तौ समभ्यर्च्य सन्तर्प्य हृदयात्मना  ।
तयोः सन्निधये दद्यात्तेनैवाहुतिपञ्चकं  ॥
]

`verse 3 [
कुसुमेनास्त्रलिप्तेन ताडयेत्तं हृदा शिशुं  ।
प्रस्फुरत्तारकाकारं चैतन्यं तत्र भावयेत् ॥
]

`verse 4 [
प्रविश्य तत्र हुङ्कारमुक्तं रेचकयोगतः  ।
संहारिण्या तदाकृष्य पूरकेण हृदि न्यसेत् ॥
]

`verse 5 [
ततो वागीश्वरीयौनौ मुद्रयोद्भवसञ्ज्ञया  ।
हृत्सम्पुटितमन्त्रेण रेचकेन विनिक्षिपेत् ॥
]

`verse 6 [
ओं हां हां हां आत्मने नमः
जाज्वल्यमाने निर्धूमे जुहुयादिष्टसिद्धये  ।
अप्रवृद्धे सधूमे तु होमो वह्नौ न सिद्ध्यति  ॥
]

`verse 7 [
स्निग्धः प्रदक्षिणावर्तः सुगन्धिः शस्यतेऽनलः  ।
विपरीतस्फुलिङ्गी च भूमिस्पर्शः प्रशस्यते  ॥
]

`colophon [
इत्येवमादिभिश्चिह्नैर्हुत्वा शिष्यस्य कल्मषं  ।
पापभक्षणहोमेन दहेद्वा तं भवात्मना  ॥
]

`verse 8 [
द्विजत्वापादनार्थाय तथा रुद्रांशभावने  ।
आहारबीजसंशुद्धौ गर्भाधानाय संस्थितौ  ॥
]

`verse 9 [
सीमन्ते जन्मतो नामकरणाय च होमयेत् ।
शतानि पञ्च मूलेन वौषडादिदशांशतः  ॥
]

`verse 10 [
शिथिलीभूतबन्धस्य शक्तावुत्कर्षणं च यत् ।
आत्मनो रुद्रपुत्त्रत्वे गर्भाधानं तदुच्यते  ॥
]

`verse 11 [
स्वान्तत्र्यात्मगुणव्यक्तिरिह पुंसवनं मतं  ।
मायात्मनोर्विवेकेन ज्ञानं सीमन्तवर्धनं  ॥
]

`verse 12 [
शिवादितत्त्वशुद्धेस्तु स्वीकारो जननं मतं  ।
बोधनं यच्छिवत्वेन शिवत्वार्हस्य नो मतं  ॥
]

`verse 13 [
संहारमुद्रयात्मानं स्फुरद्वह्निकणोपमं  ।
विदधीत समादाय निजे हृदयपङ्कजे  ॥
]

`verse 14 [
ततः कुम्भयोगेन मूलमन्त्रमुदीरयेत् ।
कुर्यात्समवशीभावं तदा च शिवयोर्हृदि  ॥
]

`verse 15 [
ब्रह्मादिकारणात्यागक्रमाद्रेचकयोगतः  ।
नीत्वा शिवान्तमात्मानमादायोद्भवमुद्रया  ॥
]

`verse 16 [
हृत्सम्पुटितमन्त्रेण रेचकेन विधानवित् ।
शिष्यस्य हृदयाम्भोजकर्णिकायां विनिक्षिपेत् ॥
]

`verse 17 [
पूजां शिवस्य वह्नेश्च गुरुः कुर्यात्तदोचितां  ।
प्रणतिञ्चात्मने शिष्यं समयान् श्रावयेत्तथा  ॥
]

`verse 18 [
देवं न निन्देच्छास्त्राणि निर्माल्यादि न लङ्घयेत् ।
शिवाग्निगुरुपूजा च कर्तव्या जीवितावधि  ॥
]

`verse 19 [
बालबालिशवृद्धस्त्रीभोगभुग्व्याधितात्मनां  ।
यथाशक्ति ददीतार्थं समर्थस्य समग्रकान्  ॥
]

`verse 20 [
भूताङ्गानि जटाभस्मदण्डकौपीनसंयमान्  ।
ईशानाद्यैर्हृदाद्यैर्वा परिजप्य यथाक्रमात् ॥
]

`verse 21 [
स्वाहान्तसंहितमन्त्रैः पात्रेष्वारोप्य पूर्ववत् ।
सम्पादितद्रुतं हुत्वा स्थण्डिलेशाय दर्शयेत् ॥
]

`verse 22 [
रक्षणाय घटाधस्तादारोप्य क्षणमात्रकं  ।
शिवादाज्ञां समादाय ददीत यतिने गुरुः  ॥
]

`verse 23 [
एवं समयदीक्षायां विशिष्टायां विशेषतः  ।
वह्निहोमागमज्ञानयोग्यः सञ्जायते शिश्रुः  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये समयदीक्षाकथनं नाम द्व्यशीतितमोऽध्यायः ॥

ईश्वर उवाच
वक्ष्ये संस्कारदीक्षाया विधानं शृणु षण्मुक।
आवाहयेन्महेशस्य वह्निस्थस्य शिरो हृदि ॥
]

`verse 24 [
संश्लिष्टौ तौ समभ्यर्च्य सन्तर्प्प हृदयान्मना।
ततोः सन्निधये दद्यात्तेनैवाहुतिपञ्चकं ॥
]

`verse 25 [
कुसुमेनास्त्रलिप्तेन ताडयेत्तं हृदा शिशुं।
प्रस्फुरत्तारकाकारं चैतन्यं तत्र बावयेत् ॥
]

`verse 26 [
प्रविश्य तत्र हुङ्कारमुक्तं रेचकयोगतः।
संहारिण्या तदाकृष्य पूरकेण हृदि न्यसेत् ॥
]

`verse 27 [
ततो वागीश्वरीयौनौ मुद्रयोद्भवसञ्ज्ञया।
हृत्‌सम्पुटितमन्त्रेण रेचकेन विनिक्षिपेत् ॥
]

`verse 28 [
ओं हां हां हां आत्मने नमः ।
जाज्वल्यमाने निर्द्धूमे जुहुयादिष्टसिद्धये।

अप्रवृद्धे सधूमे तु होमो वह्नौ न सिध्यति ॥
]

`verse 29 [
स्निग्धः प्रदक्षिणावर्त्तः सुगन्धिः शस्यतेऽनलः।

विपरीतस्फुलिङ्गी च भूमिस्पर्शः प्रशस्यते ॥
]

`colophon [
इत्येवमादिभिश्चिह्नैर्हुत्वा शिष्यष्य कल्मषं।

पापभक्षणहोमेन दहेद्वा तं भवात्मना ॥
]

`verse 30 [
द्विजत्वापादनार्थाय तथा रुद्रांशभावने।
आहारवीज संशुद्धौ गर्भाधानाय संस्थितो ॥
]

`verse 31 [
सीमन्ते जन्मतो नामकरणाच च होमयेत्।
शतानि पञ्च मूलेन वौषडादिदशांशतः ॥
]

`verse 32 [
शिथिलीभूतबन्धस्य शक्तावुत्‌कर्षणं च यत्।
आत्मनो रुद्रपुत्रत्वे गर्भाधानं तदुच्यते ॥
]

`verse 33 [
स्वान्तत्र्यात्मगुणव्यक्तिरिह पुंसवनं मतं।
मायात्मनोविवेकेन ज्ञानं सीमन्तवर्द्धनं ॥
]

`verse 34 [
शिवादितत्त्वश्रुद्धेस्तु स्वीकारोजननं मतं।
बोधनं यच्छिवत्वेन शिवत्वार्हस्य नो मतं ॥
]

`verse 35 [
संहारमुद्रयात्मानं स्फुरद्वह्निकणोपमं।
विदधीत समादाय निजे हृदयपङ्कजे ॥
]

`verse 36 [
ततः कुम्भकयोगेन मूलमन्त्रमुदीरयेत्।
कुर्य्यात् समवशीभावं तदा च शिवयोर्हृदि ॥
]

`verse 37 [
ब्रह्मादिकारणात्यागक्रमाद्रेचकयोगतः।
नीत्वा शिवान्तमात्मानमादायोद्भवमुद्रया ॥
]

`verse 38 [
हृत्‌सम्पुटितमन्त्रेण रेचकेन विधानवित्।
शिष्यस्य हृदयाम्भोजकर्णिकायां विनिक्षिपेत् ॥
]

`verse 39 [
पूजां शिवस्य वह्नेश्च गुरुः कुर्य्यात्तदोचितां।
प्रणतिञ्चात्मने शिषयं समयान् श्रावयेत्तथा ॥
]

`verse 40 [
देवं न निन्देच्छास्त्राणि निर्म्माल्यादिन लङ्घयेत्।
शिवाग्निगुरुपूजा च कर्त्तव्या जीवतावधि ॥
]

`verse 41 [
बालबालिशवृद्धस्त्रीभोगभुग्‌व्याधितात्मनां।
यथाशक्ति ददीतार्थं समर्थस्य समग्रकान् ॥
]

`verse 42 [
भूताङ्गानि जटाभस्मदण्डकौपीनसंयमान्।
ईशानाद्यैर्हृदाद्यैर्वा परिजप्य यथाक्रमात् ॥
]

`verse 43 [
स्वाहान्तसंहितामन्त्रैः प्रात्रेष्वारोप्य पूर्ववत्।
सम्पादितद्रुतं हुत्वा स्थण्डिलेशाय दर्शयेत् ॥
]

`verse 44 [
रक्षणाय घटाधस्तादारोप्य क्षणमात्रकं।
शिवादाज्ञां समादाय ददीत व्रतिने गुरुः ॥
]

`verse 45 [
एवं समयदीक्षायां विशिष्टायां विशेषतः।
वह्निहोमागमज्ञानयोग्यः सञ्जायते शिशुः ॥
]
