`speaker [
ईश्वर उवाच
]

`verse 1 [
अथ निर्वाणदीक्षायां कुर्यान्मूलादिदीपनं  ।
पाशबन्धनशक्त्यर्थं ताडनादिकृतेन वा  ॥
]

`verse 2 [
एकैकया तदाहुत्या प्रत्येकं तत्त्रयेण वा  ।
वीजगर्भशिखार्धन्तु हूं फडन्तध्रुवादिना  ॥
]

`verse 3 [
ओं ह्रूं ह्रौं हौं ह्रूं फडिति मूलमन्त्रस्य दीपनं  ।
ओं ह्रूं हौं हौं ह्रूं फडिति हृदय एवं शिरोमुखे  ॥
]

`verse 4 [
प्रत्येकं दीपनं कुर्यात्सर्वस्मिन् क्रूरकर्मणि  ।
शान्तिके पौष्टिके चास्य वषडन्तादिनाणुना  ॥
]

`verse 5 [
वषड्वौषट्समोपेतैः सर्वकाम्योपरि स्थितैः  ।
हवनं संवरैः कुर्यात्सर्वत्राप्यायनादिषु  ॥
]

`verse 6 [
ततः स्वसव्यभागस्थं मण्डले शुद्धविग्रहं  ।
शिष्यं सम्पूज्य तत्सूत्रं सुषुम्णेति विभावितं  ॥
]

`verse 7 [
मूलेन तच्छिखाबन्धं पादाङ्गुष्ठान्तमानयेत् ।
संहारेण मुमुक्षोस्तु बध्नीयाच्छिष्यकायके  ॥
]

`verse 8 [
पुंसस्तु दक्षिणे भागे वामे नार्या नियोजयेत् ।
शक्तिं च शक्तिमन्त्रेण पूजितान्तस्य मस्तके  ॥
]

`verse 9 [
संहारमुद्रया.अदाय सूत्रं तेनैव योजयेत् ।
नाडीन्त्वादाय मूलेन सूत्रे न्यस्य हृदार्चयेत् ॥
]

`verse 10 [
अवगुण्ठ्य तु रुद्रेण हृदयेनाहुतित्रयं  ।
प्रदद्यात्सन्निधानार्थं शक्तावप्येवमेव हि  ॥
]

`verse 11 [
ओं हां वर्णाध्वने नमो हां भवनाध्वने नमः  ।
ओं हां कालाध्वने नमः शोध्याध्वानं हि सूत्रके  ॥
]

`verse 12 [
न्यस्यास्त्रवारिणा शिष्यं प्रोक्ष्यास्त्रमन्त्रितेन च  ।
पुष्पेण हृदि सन्ताड्य शिष्यदेहे प्रविश्य च  ॥
]

`verse 13 [
गुरुश्च तत्र हूङ्कारयुक्तं रेचकयोगतः  ।
चैतन्यं हंसवीजस्थं विश्लिष्येदायुधात्मना  ॥
]

`verse 14 [
ओं हौं हूं फट्
आछिद्य शक्तिसूत्रेण हां हं स्वाहेति चाणुना  ।
संहारमुद्रया सूत्रे नाडीभूते नियोजयेत् ॥
]

`verse 15 [
ओं हां हं हां आत्मने नमः
व्यापकं भावयेदेनं तनुत्राणावगुण्ठयेत्  ।
आहुतित्रितयं दद्याथृदा सन्निधिहेतवे  ॥
]

`verse 16 [
विद्यादेहञ्च विन्यस्य शान्त्यतीतावलोकनं  ।
तस्यामितरतत्त्वाद्यं मन्त्रभूतं विचिन्तयेत् ॥
]

`verse 17 [
ओं हां हौं शान्त्यतीतकलापाशाय नम इत्यनेनावलोकयेत्
द्वे तत्त्वे मन्त्रमप्येकं पदं वर्णाश्च षोडश  ।
तथाष्टौ भुवनान्यस्यां वीजनाडीकथद्वयं  ॥
]

`verse 18 [
विषयञ्च गुणञ्चैकं कारणं च सदा शिवं  ।
सितायां शान्त्यतीतायामन्तर्भाव्य प्रपीडयेत् ॥
]

`verse 19 [
ओं हौं शान्त्यतीतकलापाशाय हूं फट्
संहारमुद्रया.अदाय विदध्यात्सूत्रमस्तके  ।
पूजयेदाहुतींस्तिस्रो दद्यात्सन्निधिहेतवे  ॥
]

`verse 20 [
तत्त्वे द्वे अक्षरे द्वे च वीजनाडीकथद्वयं  ।
गुणौ मन्त्रौ तथाब्जस्थमेकं कारणमीश्वरं  ॥
]

`verse 21 [
पदानि भानुसङ्ख्यानि भुवनानि दश सप्त च  ।
एकञ्च विषयं शान्तौ कृष्णायामच्युतं स्मरेत् ॥
]

`verse 22 [
ताडयित्वा समादाय मुखसूत्रे नियोजयेत् ।
जुहुयान्निजबीजेन सान्निध्यायाहुतित्रयं  ॥
]

`verse 23 [
विद्यायां सप्त तत्त्वानि पादानामेकविंशतिं  ।
षड्वर्णान् सञ्चरं चैकं लोकानां पञ्चविंशतिं  ॥
]

`verse 24 [
गुणानान्त्रयमेकञ्च विषयं रुद्रकारणं  ।
अन्तर्भाव्यातिरिक्तायां जीवनाडीकथद्वयं  ॥
]

`verse 25 [
अस्त्रमादाय दध्याच्च पदं द्व्यधिकविंशतिं  ।
लोकानाञ्च कलानाञ्च षष्टिं गुणचतुष्टयं  ॥
]

`verse 26 [
मन्त्राणां त्रयमेकञ्च विषयं कारणं हरिं  ।
अन्तर्भाव्य प्रतिष्ठायां शुक्लयान्ताडनादिकं  ॥
]

`verse 27 [
विधाय नाभिसूत्रस्थां सन्निधायाहुतीर्यजेत् ।
ह्रीं भुवनानां शतं साग्रं पदानामष्टविंशतिं  ।
वीजनाडीसमीराणां द्वयोरिन्द्रिययोरपि  ।
वर्णन्तत्त्वञ्च विषयमेकैकं गुणपञ्चकं  ॥
]

`verse 28 [
हेतुं ब्रह्माण्डमन्त्रस्थं शम्बराणां चतुष्टयं  ।
निवृत्तौ पीतवर्णायामन्तर्भाव्य प्रताडयेत् ॥
]

`verse 29 [
आदौ यत्तत्त्वभागान्ते सूत्रे विन्यस्यपूजयेत् ।
जुहुयादाहुतीस्तिस्रः सन्निधाय पावके  ॥
]

`colophon [
इत्यादाय कलासूत्रे योजयेच्छिष्यविग्रहात् ।
सवीजायान्तु दीक्षायां समयाचारयागतः  ॥
]

`verse 30 [
देहारम्भकरक्षार्थं मन्त्रसिद्धिफलादपि  ।
इष्टापूर्तादिधर्मार्थं व्यतिरिक्तं प्रबन्धकं  ॥
]

`verse 31 [
चैतन्यबोधकं सूक्ष्मं कलानामन्तरे स्मरेत् ।
अमुनैव क्रमेणाथ कुर्यात्तर्पणदीपने  ॥
]

`verse 32 [
आहुतिभिः स्वमन्त्रेण तिसृभिस्तिसृभिस्तथा  ।
ओं हौं शान्त्यतीतकलापाशाय स्वाहेत्यादितर्पणं
ओं हां हं हां शान्त्यतीतकलापाशाय हूम्फडित्यादिदीपनं
तत्सूत्रं व्याप्तिबोधाय कलास्थानेषु पञ्चसु  ॥
]

`verse 33 [
सङ्गृह्य कुङ्कुमाज्येन तत्र साङ्गं शिवं यजेत् ।
हूम्फडन्तैः कलामन्त्रैर्भित्त्वा पाशाननुक्रमात् ॥
]

`verse 34 [
नमोऽन्तैश्च प्रविश्यान्तः कुर्याद्ग्रहणबन्धने  ।
ओं हूं हां हौं हां हूं फट्शान्त्यतीतकलां गृह्णामि बध्नामि चेत्यादिमन्त्रैः कलानां ग्रहणबन्धनादिप्रयोगः
पाशादीनाञ्च स्वीकारो ग्रहणं बन्धनं पुनः  ॥
]

`verse 35 [
पुरुषं प्रति निःशेषव्यापारप्रतिपत्तये  ।
उपवेश्याथ तत्सूत्रं शिष्यस्कन्धे निवेशयेत् ॥
]

`verse 36 [
विस्तृताघप्रमोषाय शतं मूलेन होमयेत् ।
शरावसम्पुटे पुंसः स्त्रियाश्च प्रणितोदरे  ॥
]

`verse 37 [
हृदस्त्रसम्पुटं सूत्रं विधायाभ्यर्चयेद्धृदा  ।
सूत्रं शिवेन साङ्गेन कृत्वा सम्पातशोधितं  ॥
]

`verse 38 [
निदध्यात्कलशस्याधो रक्षां विज्ञापयेदिति  ।
शिष्यं पुष्पं करे दत्वा सम्पूज्य कलशादिकं  ॥
]

`verse 39 [
प्रणमय्य वहिर्यायाद्यागमन्दिरमध्यतः  ।
मण्डलत्रितयं कृत्वा मुमुक्ष्वनुत्तराननान्  ॥
]

`verse 40 [
भुक्तये पूर्ववक्त्रांश्च शिष्यांस्तत्र निवेशयेत् ।
प्रथमे पञ्चगव्यस्य प्राशयेच्चुल्लकत्रयं  ॥
]

`verse 41 [
पाणिना कुशयुक्तेन अर्चितानन्तरान्तरं  ।
चरुन्ततस्तृतीये तु ग्रासत्रितयसम्मितं  ॥
]

`verse 42 [
अष्टग्रासप्रमाणं वा दशनस्पर्शवर्जितं  ।
पालाशपुटके मुक्तौ भुक्तौ पिप्पलपत्रके  ॥
]

`verse 43 [
हृदा सम्भोजनं दत्वा पूतैराचामयेज्जलैः  ।
दन्तकाष्ठं हृदा कृत्वा प्रक्षिपेच्छोभने शुभं  ॥
]

`verse 44 [
न्यूनादिदोषमोषाय मूलेनाष्टोत्तरं शतं  ।
विधाय स्थिण्डिलेशाय सर्वकर्मसमर्पणं  ॥
]

`verse 45 [
पूजाविसर्जनञ्चास्य चण्डेशस्य च पूजनं  ।
निर्माल्यमपनीयाथ शेषमग्नौ यजेच्चरोः  ॥
]

`verse 46 [
कलशं लोकपलांश्च पूजयित्वा विसृज्य च  ।
विसृजेद्गणमग्निञ्च रक्षितं यदि वाह्यतः  ॥
]

`verse 47 [
वाह्यतो लोकपालानां दत्वा सङ्क्षेपतो बलिं  ।
भस्मना शुद्धतोयैर्वा स्नात्वा या गालयं विशेत्  ॥
]

`verse 48 [
गृहस्थान् दर्भशय्यायां पूर्वशीर्षान् सुरक्षितान्  ।
हृदा सद्भस्मशय्यायां यतीन् दक्षिणमस्तकान्  ॥
]

`verse 49 [
शिखाबद्धसिखानस्त्रसप्तमाणवकान्वितान्  ।
विज्ञाय स्नापयेच्छिष्यांस्ततो यायात्पुनर्वहिः  ॥
]

`verse 50 [
ओं हिलि हिलि त्रिशूलपाणये स्वाहा
पञ्चगव्यञ्चरुं प्राश्य गृहीत्वा दन्तधावनं  ।
समाचम्य शिवं ध्यात्वा शय्यामास्थाय पावनीं  ॥
]

`verse 51 [
दीक्षागतङ्क्रियाकाण्डं संस्मरन् संविशेद्गुरुः  ।
इति सङ्क्षेपतः प्रोक्तो विधिर्दीक्षाधिवासने  ॥
]

`colophon [
इत्यादिमाहापुराणे आग्नेये निर्वाणदीक्षायामधिवासनं नाम त्र्यशीतितमोऽध्यायः ॥
]
