`speaker [
ईश्वर उवाच
]

`verse 1 [
तत्त्वयोरथ सन्धानं कुर्य्याच्छुद्धविशुद्धयोः।
ह्रस्वदीर्घप्रयोगेण नादनादान्तसङ्गिना ॥
]

`verse 2 [
ओं हां ह्रूं हाम् अप्तेजोवायुराकाशं तन्मात्रेन्द्रियबुद्धयः।
गुणत्रयमहङ्काश्चतुर्विंशः पुमानिति ॥
]

`verse 3 [
प्रतिष्ठायां निविष्टानि तत्त्वान्येतानि भावयेत्।
पञ्चविंशतिसङ्ख्यानि खादियान्ताक्षराणि च ॥
]

`verse 4 [
पञ्चाशदधिका षष्टिर्भुवनैस्तुल्यसञ्ज्ञिताः।
तावन्त एव रुद्राश्च विज्ञेयास्तत्र तद्यथा ॥
]

`verse 5 [
अमरेशः प्रभावश्च नैमिषः पुष्करोऽपि च।
तथा पादिश्च दण्डिश्च भावभूतिरथाष्टमः ॥
]

`verse 6 [
। तु. स्कन्दपुराणे (७.१.१०) तीर्थानां महाभूतानुसारेण वर्गीकरणम्
नकुलीशो हरिश्चन्द्रः श्रीशैलो दशमः स्मृतः।
अन्वीशोऽस्नातिकेशश्च महाकालोऽथ मध्यमः ॥
]

`verse 7 [
केदारो भैरवश्चैव द्वितीयाष्टकमीरितं।
ततो गयाकुरुक्षेत्रखलानादिकनादिके ॥
]

`verse 8 [
विमलश्चाट्टहासश्च महेन्द्रो भीम एव च।
वस्वापदं रुद्रकोटिरवियुक्तो महाबलः ॥
]

`verse 9 [
गोकर्णो भद्रकर्णश्च स्वर्णाक्षः स्थाणुरेव च।
अजेशश्चैव सर्वज्ञो भास्वरः सूद नान्तरः ॥
]

`verse 10 [
सुबाहुर्म्मत्तरूपी च विशालो जटिलस्तथा।
रौद्रोऽथ पिङ्गलाक्षश्च कालदंष्ट्री भवेत्ततः ॥
]

`verse 11 [
विदुरश्चैव घोरश्च प्राजापत्यो हुताशनः।
कामरूपी तथा कालः कर्णोऽप्यथ भयानकः ॥
]

`verse 12 [
मतङ्गः पिङ्गलश्चैव हरो वै धातृसञ्ज्ञकः।
शङ्कुकर्णो विधानश्च श्रीकण्ठश्चन्द्रशेखरः ॥
]

`verse 13 [
सहैतेन च पर्य्यन्ताः कथ्यन्तेऽथ पदान्यपि।
व्यापिन् ओं अरूप ओं प्रमथ ओं तेजः ओं ज्योतिः ओं पुरुष ओं अग्ने ओं अधूम ओं अभस्म ओं अनादि ओं नाना ओं धूधू ओं भूः ओं भुवः ओं स्वः अनिधन निधनोद्भव शिव शर्व परमात्मन् महेश्वर महादेव सद्भावेश्वर महातेजः योगाधिपतये मुञ्च प्रथम सर्व सर्वेसर्वेति द्वात्रिंशत् पदानि।
बीजभावे त्रयो मन्त्रा वामदेवः शिवः शिखा ॥
]

`verse 14 [
गान्धारी च सुषुम्णा च नाड्यौ द्वौ मारुतौ तथा।
समानोदाननामानौ रसनापायुरिन्द्रिये॥
]

`verse 15 [
रसस्तु विषयो रूपशब्दस्पर्शरसा गुणाः।
मण्डलं वर्त्तुलं तच्च पुण्डरीकाङ्कितं सितं ॥
]

`verse 16 [
स्वप्नावस्थाप्रतिष्ठायां कारणं गरुडध्वजं।
प्रतिष्ठान्तकृतं सर्वं सञ्चिन्त्य भुवनादिकं ॥
]

`verse 17 [
सूत्रं देहे स्वमन्त्रेण प्रविश्यैनां वियोजयेत् ।
ओं हां खीं हां प्रतिष्ठाकलापाशाय ओं फट् स्वाहान्तेनानैनैव पूरकेणाङ्कुशमुद्रया समाकर्षेत् ततः ओं हां ह्रूं ह्रां ह्रूं प्रतितष्ठा कलापाशाय ह्रं फडित्यनेन संहारमुद्रया कुम्भकेन हृदयादधो नाडीसूत्रादादाय ओं हां ह्रूं ह्रां हां प्रतिष्ठाकलापाशाय नम इत्यनेनोद्भवमुद्रया रेचकेन कुम्भे समारोपयेत् ओं हां ह्रीं प्रतिष्ठाकलापशाय नम इत्यनेनार्च्चयित्वा सम्पूज्य स्वाहान्तेनाहुतीनां त्रयेण सन्निधाय ततः ओं हां विष्णवे नम इति विष्णुमावाह्य सम्पूज्य सन्तर्प्य।
विष्णो तवाधिकारेऽस्मिन् मुमुक्षुं दीक्षयाम्यहं ॥
]

`verse 18 [
भाव्यं त्वयानुकूलेन विष्णुं विज्ञापयेदिति।
ततो वागीश्वरीं देवीं वागीशमपि पूर्ववत् ॥
]

`verse 19 [
आवाह्याभ्यर्च्य सन्तर्प्य शिष्यं वक्षसि ताडयेत्।
ओं हां हां हं फट् । प्रविशेदप्यनेनैव चैतन्यं विभजेत्ततः ॥
]

`verse 20 [
शस्त्रेण पाशसंयुक्तं ज्येष्ठयाऽङ्कुशमुद्रया।
ओं हां हं हों ह्रूं फट् । स्वाहान्तेन हृदाकृष्य तेनैव पुटितात्मना ॥
]

`verse 21 [
गृहीत्वा तं नमोन्तेन निजात्मनि नियोजयेत् ।
ओं हां हं होम् आत्मने नमः। पूर्ववत् पितृसंयोगं भावयित्वोद्भवाख्यया ॥
]

`verse 22 [
वामया तदनेनैव देवीगर्भे विनिक्षिपेत्।
ओं हां हं हां आत्मन नमः। देहोत्पत्तौ हृदा ह्येवं शिरसा जन्मना तथा ॥
]

`verse 23 [
शिखया वाधिकाराय भोगाय कवचाणुना।
तत्त्वशुद्धौ हृदा ह्येवं गर्भाधानाय पूर्ववत् ॥
]

`verse 24 [
शिरसा पाशशैथिल्ये निष्कृत्यैवं शतं जपेत्।
एवं पाशवियोगेऽपि ततः शस्त्रात्मजप्तया ॥
]

`verse 25 [
छिन्द्यादस्त्रेण कर्त्तंर्य्या कलाबीजवता यथा।
ओं ह्रीं प्रतिष्ठाकलापाशाय हः फट्।
विसृज्य वर्त्तुलीकृत्य पाशमस्त्रेण पूर्ववत् ॥
]

`verse 26 [
घृतपूर्णे स्रुवे दत्वा कलास्त्रेणैव होमयेत्।
अस्त्रेण जुहुयात् पञ्च पाशाङ्कुरनिवृत्तये ॥
]

`verse 27 [
प्रायश्चित्तनिषेधार्थं दद्यादष्टाहुतीस्ततः।
ओं हः अस्त्राय ह्रूं फट्। हृदावाह्य हृषीकेशं कृत्वा पूजनतर्पणे ॥
]

`verse 28 [
पूर्व्वोक्तविधिना कुर्य्यादधिकारसमर्पणं।
ओं हां रसशुल्कं गृहाण स्वाहा। निःशेषदग्धपाशस्य पशोरस्य हरे त्वया ॥
]

`verse 29 [
न स्थेयं बन्धकत्वेन शिवाज्ञां श्रावयेदिति।
ततो विसृज्य गोविन्दं विद्यात्मानं नियोज्य च ॥
]

`verse 30 [
बाहुमुक्तार्द्धदृश्येन चन्द्रबिम्बेन सन्निभं।
संहारमुद्रया स्वस्थं विधायोद्भवमुद्रया ॥
]

`verse 31 [
सूत्रे संयोज्य विन्यस्य तोयबिन्दुं यथा पुरा।
विसृज्य पितरौ वह्नेः पूजितौ कुसुमादिभिः ॥
]

`verse 32 [
दद्यात् पूर्णां विधानेन प्रतिष्ठाऽपि विशोधिता ॥
]
