`speaker [
ईश्वर उवाच
]

`verse 1 [
सन्धानमथ विद्यायाः प्राचीनकलया सह।
कुर्वीत  पूर्ववत् कृत्वा तत्त्वं वर्णय तद्यथा ॥
]

`verse 2 [
ओं हों क्षीमिति सन्धानं।
रागश्च शुद्धविद्या च नियतिः कलया सह।
कालो माया तथाऽविद्या तत्त्वानामिति सप्तकं ॥
]

`verse 3 [
रलवाः शषसाः वर्णाः षड् विद्यायां प्रकीर्त्तिताः।
पदानि प्रणवादीनि एकविंशतिसङ्‌ख्यया ॥
]

`verse 4 [
ओं नमः शिवाय सर्वप्रभवे हं शिवाय ईशानमूर्द्धाय तत्‌पुरुषवक्त्राय अघोरहृदयाय वामदेवगुह्याय सद्योजातमूर्त्तये ओं नमो नमो गुह्यातिगुह्याय गोप्त्रे अनिधनाय सर्वाधिपाय ज्योतीरूपाय परमेश्वराय भावेन ओं व्योम। ओं रूद्राणां भुवनानाञ्च स्वरूपमथ कथ्यते।
प्रथमो वामदेवः स्यात्ततः सर्वभवोद्भवः ॥
]

`verse 5 [
वज्रदेहः प्रभुर्द्धाता क्रमविक्रमसुप्रभाः।
वटुः प्रशान्तनामा च परमाक्षरसञ्‌ज्ञकः ॥
]

`verse 6 [
शिवश्च सशिवो बभ्रुरक्षयः शम्भुरेव च।
अदृष्टरूपनामानौ तथाऽन्यो रूपवर्द्धनः ॥
]

`verse 7 [
मनोन्मनो महावीर्य्यश्चित्राड्गस्तदनन्तरं।
कल्याण इति विज्ञेयाः पञ्चविंशतिसङ्ख्यया ॥
]

`verse 8 [
मन्त्रो घोरामरौ वीजे नाड्यौ द्वे तत्र ते यथा।
पूषा च हस्तिजिह्वा च व्याननागौ प्रभञ्जनौ ॥
]

`verse 9 [
विषयो रूपमेवैकमिन्द्रिये पादचक्षुषी।
शब्दः स्पर्शश्च रूपञ्च त्रय एते गुणाः स्मृता ॥
]

`verse 10 [
अवस्थाऽत्र सुषुप्तिश्च रुद्रो देवस्तु कारणं।
विद्यामध्यगतं सर्वं भावयेद्भवनादिकं ॥
]

`verse 11 [
ताडनं छेदनं तत्र प्रवेशञ्चापि योजनं।
आकृष्य ग्रहणं कुर्याद्विद्यया हृत्‌प्रदेशतः ॥
]

`verse 12 [
आत्मन्यारोप्य सङगृह्य कलां कुण्डे निवेशयेत्।
रुद्रं कारणमावाह्य विज्ञाप्य च शिशुं प्रति ॥
]

`verse 13 [
पित्रोरावाहनं कृत्वा हृदये ताडयेच्छिशुं।
प्रविश्य पूर्वमन्त्रेण तदात्मनि नियोजयेत् ॥
]

`verse 14 [
आकृष्यादाय पूर्वोक्तविधिनाऽऽत्मनि योजयेत्।
वामया योजयेद् योनौ गृहीत्वा द्वादशान्ततः ॥
]

`verse 15 [
कुर्व्वीत देहसम्पत्तिं जन्माधिकारमेव च।
भोगं लयन्तथा श्रोतः शुद्धितत्त्वविशोधनं ॥
]

`verse 16 [
निः शेषमलकर्म्मादिपाशबन्धनिवृत्तये।
निष्कृत्यैव विधानेन यजेत शतमाहुतीः ॥
]

`verse 17 [
अस्त्रेण पाशशैथिल्यं मलशक्तिं तिरोहितां।
छेदनं मर्द्दनं तेषां वर्त्तुलीकरणं तथा ॥
]

`verse 18 [
दाहं तदक्षराभावं प्रायश्चित्तमथोदितं।
रुद्राण्यावाहनं पूजा रूपगन्धसमर्पणं ॥
]

`verse 19 [
ओं ह्रीं रूपगन्धौ शुल्कं रुद्र गृहाण स्वाहा।
संश्राव्य शाम्भवीमाज्ञां रुद्रं विसृज्य कारणं।
विधायात्मनि चैतन्यं पाशसूत्रे निवेशयेत् ॥
]

`verse 20 [
विन्दुं शिरसि विन्यस्य विसृजेत् पितरौ ततः।
दद्यात् पूर्णां विधानेन समस्तविधिपूरणीं ॥
]

`verse 21 [
पूर्वोक्तविधिना कार्य्यं विद्यायां ताडनादिकं।
स्ववीजन्तु विशेषः स्यादिति विद्या विशोधिता ॥
]
