`speaker [
ईश्वर उवाच
]

`verse 1 [
अथैकतात्त्विकी दीक्षा लघुत्वादुपदिश्यते ।
सूत्रबन्धादि कुर्व्वीत यथायोगं निजात्मना ॥
]

`verse 2 [
कालाग्न्यादिशिवान्तानि तत्त्वानि परिभावयेत्।
समतत्त्वे समग्राणि सूत्रे मणिगणानिव ॥
]

`verse 3 [
आवाह्य शिवतत्त्वादि गर्भाधानादि पूर्ववत्।
मूलेन किन्तु कुर्व्वीत सर्व्वशुल्कसमर्पणं ॥
]

`verse 4 [
प्रददीत ततः पूर्णां तत्त्वव्रातोपगर्भितां।
एकयैव यया शिष्यो निर्व्वाणमधिगच्छति ॥
]

`verse 5 [
योजनायै शिवे चान्यां स्थिरत्वापादनाय च।
दत्वा पूर्णां प्रकुर्वीत शिवकुम्भाभिषेचनं ॥
]
