`speaker [
ईश्वर उवाच
]

`verse 1 [
शिवमभ्यर्च्याभिषेकं कुर्य्याच्छिष्यादिके क्षिये।
सुम्भानीशादिकाष्ठासु क्रमशो नव विन्यसेत् ॥
]

`verse 2 [
तेषु क्षारोदं क्षीरीदं दध्युदं घृतसागरं।
इक्षुकादम्बरीस्वादुमस्तूदानष्टसागरान्  ॥
]

`verse 3 [
निवेशयेद् यथासङ्‌ख्यमष्टौ विद्येश्वरानथ।
एकं शिखण्डिनं रुद्रं श्रीकण्ठन्तु द्वितीयकं ॥
]

`verse 4 [
त्रिमूर्त्तमेकरुद्राक्षमेकनेत्रं शिवोत्तमं।
सप्तमं सूक्ष्मनामानमनन्तं रुद्रमष्टमं ॥
]

`verse 5 [
मध्ये शिवं समुद्रञ्च शिंवमन्त्रं च विन्यसेत्।
यागालयान् दिगीशस्य रचिते स्नानमण्डपे ॥
]

`verse 6 [
कुर्य्यात् करद्वयायामां वेदीमष्टाङ्गुलोच्छ्रितां।
श्रीपर्णाद्यासने तत्र विन्यस्यानन्तमानसं ॥
]

`verse 7 [
शिष्यं निवेश्य पूर्वास्यं सकलीकृत्य पूजयेत्।
काञ्चिकौदनमृद्‌भस्मदूर्वागोमयगोलकैः ॥
]

`verse 8 [
सिद्धार्थदधितोयैश्च कुर्य्यान्निर्म्मञ्छनं ततः।
क्षारोदानुक्रमेणाथ हृदा विद्येशशम्बरै ॥
]

`verse 9 [
कलसैः स्नापयेच्छिष्यं स्वधाधारणयान्वितं।
परिधाप्य सिने वस्त्रे निवेश्य शिवदक्षिणे ॥
]

`verse 10 [
पूर्व्वोदितासने शिष्यं पुनः पूर्ववदर्च्चयेत्।
उष्णीषं योगपट्टञ्च मुकुटं कर्त्तरीं घटीं ॥
]

`verse 11 [
अक्षमालां पुस्तकादि शिविकाद्यधिकारकं।
दीक्षाव्याख्याप्रतिष्ठाद्यं ज्ञात्वाऽद्यप्रभृति त्वया ॥
]

`verse 12 [
सुपरीक्ष्य  विधातव्यमाज्ञां संश्रावयेदिति।
अभिवाद्य ततः शिष्यं प्रणिपत्य महेश्वरं ॥
]

`verse 13 [
विघ्नज्वालापनोदार्थं कुर्य्याद्विज्ञापनां यथा।
अभिषेकार्थमादिष्टस्त्वयाऽहं गुरुमुर्त्तिना ॥
]

`verse 14 [
संहितापारगः सोऽयमभिषिक्तो मया शिव।
तृप्तये मन्त्रचक्रस्य पञ्चपञ्चाहुतीर्यजेत् ॥
]

`verse 15 [
दद्यात् पूर्णां ततः शिष्यं स्थापयेन्निजदक्षिणे।
शिष्यदक्षिणपाणिस्था अह्गुलष्ठाद्यङ्गुलीः क्रमात् ॥
]

`verse 16 [
लात्र्छयेदुपबद्धाय दग्धदर्भाग्रशम्बरैः।
कुसुमानि करे दत्वा प्रणामं कारयेदमुं ॥
]

`verse 17 [
कुम्भेऽनले शिवे स्वस्मिंस्ततस्तत्कृत्यमाविशेत्।
अनुग्राह्यास्त्वया शिष्याः शास्त्रेण सुपरीक्षिताः ॥
]

`verse 18 [
भूपबन्मानवादीनामभिषेकादबीप्सितं।
आं श्रां श्रौं पशुं हूं फडिति अस्त्रराजाभिषेकतः ॥
]
