`speaker [
ईश्वर उवाच
]

`verse 1 [
अभिषिक्तः शिवं विष्णुं पूजयेद्भास्करादिकान्।
शङ्खभेर्य्यादिनिर्घाषैः स्नापयेत् पञ्चगव्यके ॥
]

`verse 2 [
यो देवान्देबलोकं स याति स्वकुलमुद्धरन्।
वर्षकोटिसहस्रेषु यत् पापं समुपार्ज्जितं ॥
]

`verse 3 [
घृताभ्यङ्गेन देवानां भस्मीभवति पावके।
आढकेन घृताद्यैश्व देवान् स्नाप्य सुरो भवेत् ॥
]

`verse 4 [
चन्दनेनानुलिप्याथ नान्धाद्यैः पूजयेत्तथा।
अल्पायासन स्तुतिभि स्तुता देवास्तु सर्वदा ॥
]

`verse 5 [
अतीतानागतज्ञानमन्त्रधीभुक्तिमुक्तिदाः।
गृहीत्वा प्रश्नसूक्ष्मार्णे हृते द्वाभ्यां शुभाशुभं ॥
]

`verse 6 [
त्रिभिर्जीवो मूलधातुश्चतुर्भिब्राह्मणादिधीः।
पञ्चादौ भूततत्त्वादि शेष चैवं जपादिकं ॥
]

`verse 7 [
एकत्रिकातित्रिकान्ते पदे द्विपमकान्तके।
अशुभं मध्यमं मध्येष्विन्द्रश्त्रिषु नृपः शुभः ॥
]

`verse 8 [
सङ्‌खयावृन्दे जीविताब्दं यमोऽब्ददराहा ध्रुवं।
सूर्य्येभास्येशदुर्गाश्रीविष्णुमन्त्रैर्ल्लिखेत् कजे ॥
]

`verse 9 [
कठिन्या जप्तया स्प्टष्टे गोमूत्राकृतिरेखया।
आरभ्यैकं त्रिकं यावत्त्रिचतुष्कावसानकं ॥
]

`verse 10 [
मरुद् व्योम मरुद्वीजैश्चतुः षष्टिपदे तथा।
अक्षाणां पतनात् स्पर्शाद्विषमादौ शुभादिकं ॥
]

`verse 11 [
एकत्रिकादिमारभ्य अन्ते चाष्टत्रिकं तथा।
ध्वजाद्यायाः समा हीना विषमाः शोभनादिदाः॥
]

`verse 12 [
आइपल्लवितैः काद्यैः षोडशस्वरपूर्व्वगैः।
आद्यैस्तैः सस्वरैः काद्यैस्त्रिपुरानाममन्त्रकाः ॥
]

`verse 13 [
ह्रीं वीजाः प्रणवाद्याः स्युर्न्नमोऽन्ता यत्र पूजने।
मन्त्रा विंशतिसाहस्राः शतं षष्ठ्यदिकं ततः ॥
]

`verse 14 [
आं ह्रीं मन्त्राः सरस्वत्याश्चण्डिकायास्तथैव च।
तथा गौर्य्याश्च दुर्गाया आं श्रीं मन्त्राः श्रियस्तथा ॥
]

`verse 15 [
तथा क्षौं कौं मन्त्राः सूर्य्यस्य आं हौं मन्त्राः शिवस्य च।
आं गं मन्त्रा गणेशस्य आं मन्त्राश्च तथा हरेः ॥
]

`verse 16 [
शतार्द्धैकाधिकैः काद्यैस्तथा षोडशभिः स्वरैः।
काद्यैस्तैः सस्वरैराद्यैः कान्तैर्म्मन्त्रास्तथाखिलाः ॥
]

`verse 17 [
रवीशदेवीविष्णूनां खब्धिदेवेन्द्रवर्त्तनात्।
शतत्रयं षष्ट्यधिकं प्रत्येकं मण्डलं क्रमात्।
अभिषिक्तो जपेद् ध्यायेच्छिष्यादीन् दीक्षयेद्‌गुरुः ॥
]
