`speaker [
ईश्वर उवाच
]

`verse 1 [
प्रतिष्ठां सम्प्रवक्ष्यामि क्रमात् सङ्‌क्षेपतो गुह।
पीठं शक्तिं शिवो लिङ्गं तद्योगः स शिवाणुभिः ॥
]

`verse 2 [
प्रतिष्ठायाः पञ्च भेदास्तेषां रूपं वदामि ते।
यत्र ब्रह्मशिलायोगः सा प्रतिष्ठा विशेषतः ॥
]

`verse 3 [
स्थापनन्तु यथायोगं पीठ एव निवेशनं।
प्रतिष्ठाभिन्नपीठस्य स्थितस्थापनमुच्यते ॥
]

`verse 4 [
उत्थापनञ्च सा प्रोक्ता लिङ्गोद्धारपुरःसरा।
यस्या तु लिङ्गमारोप्य संस्कारः क्रियते बुधैः ॥
]

`verse 5 [
आस्थापनं तदुद्दिष्टं द्विधा विष्णवादिकस्य च ।
आसु सर्व्वासु चैतन्यं नियुञ्जीत परं शिवम् ॥
]

`verse 6 [
यदाधारादिभेदेन प्रासादेष्वपि पञ्चधा।
परीक्षामथ मेदिन्याः कुर्य्यात्प्रासादकाम्यया ॥
]

`verse 7 [
शुक्लाज्यगन्धा रक्ता च रक्तगन्धा सुगन्धिनी ।
पीता कृष्णा सुरादनधा विप्रादीनां मही क्रमात् ॥
]

`verse 8 [
पूर्व्वेशोत्तरसर्वत्र पूर्वा चैषां विशिष्यते ।
आखाते हास्तिके यस्याः पूर्णे मृदधिका भवेत् ॥
]

`verse 9 [
उत्तमान्तां महीं विद्यात्तोयाद्यैर्वा समुक्षितां।
अस्थ्यङ्गारादिभिर्दुष्टामत्यन्तं शोधयेद् गुरुः ॥
]

`verse 10 [
नगरग्रामदुर्गार्थं गृहप्रासादकारणं ।
खननैर्गोकुलावासैः कर्षणैर्वा मुहुर्मुहुः ॥
]

`verse 11 [
मण्डपे द्वारपूजादि मन्त्रतृप्त्यवसानकं ।
कर्म्म निर्वर्त्याघोरास्त्रं सहस्रं विधिना यजेत् ॥
]

`verse 12 [
समीकृत्योपलिप्तायां भूमौ संशोधयेद्दिशः।
स्वर्णदध्यक्षतै रेखाः प्रकुर्वीत प्रदक्षिणं ॥
]

`verse 13 [
मध्यादीशानकोष्ठस्थे पूर्णकुम्भे शिवं यजेत्।
वाचस्तुमभ्यर्च्य तत्तोयैः सिञ्चेत् कुद्दालकादिकं ॥
]

`verse 14 [
वाह्ये रक्षोगणानिष्ट्वा विधिना दिग्बलिं क्षिपेत्।
भूमिं संसिच्य संस्नाप्य कुद्दालाद्यं प्रपूजयेत् ॥
]

`verse 15 [
अन्यं वस्त्रयुगच्छन्नं कुम्भं स्कन्धे द्विजन्मनः।
निधाय गीतवाद्यादिब्रह्मघोषसमाकुलं ॥
]

`verse 16 [
पूजां कुम्भे समाहृत्य प्राप्ते लग्नेऽग्निकोष्ठके।
कुद्दालेनाभिषिक्तेन मध्वक्तेन तु खानयेत् ॥
]

`verse 17 [
नैर्ऋत्यां क्षेपयेन्मृत्स्नां खाते कुम्भजलं क्षिपेत्।
पुरस्य पूर्व्वसीमान्तं नयेद् यावदभीप्सितं ॥
]

`verse 18 [
अथ तत्र क्षणं स्थित्वा भ्रामयेत् परितः पुरं।
सिञ्चन् सीमान्तचिह्णानि यावदीशानगोचरं ॥
]

`verse 19 [
अर्घ्यदानमिदं प्रोक्तं तत्र कुम्भपरिभ्रमात्।
इत्थं परिग्रहं भूमेः कुर्व्वीत तदनन्तरं ॥
]

`verse 20 [
कर्करान्तं जलान्तं वा शल्यदोषजिघांसया।
खानयेद् भूः कुमारीं चेद् विधिना शल्यमुद्धरेत् ॥
]

`verse 21 [
अकचटतपयशहान् मानवश्चेत् प्रश्नाक्षराणि तु ।
अग्नेर्ध्वजादिपतिताः स्वस्थाने शल्यमाख्यान्ति ॥
]

`verse 22 [
कर्त्तुं श्चाङ्गविकारेण जानीयात्तत्प्रमाणतः।
पश्वादीनां प्रवेशेन कीर्त्तनैर्विरुतैर्द्दिशः ॥
]

`verse 23 [
मातृकामष्टवर्गाढ्यां फलके भुवि वा लिखेत्।
शल्यज्ञानं वर्गवशात् पूर्वादीशान्ततः क्रमात् ॥
]

`verse 24 [
अवर्गे चैव लोहन्तु कवर्गेऽङ्गारमग्नितः।
चवर्गे भस्म दक्षे स्याट् टवर्गेऽस्थि च नैर्ऋते ॥
]

`verse 25 [
तवर्गे चेष्टका चाप्ये कपालञ्च पवर्गके।
यवर्गे शवकीटादि शवर्गे लोहमादिशेत् ॥
]

`verse 26 [
हवर्गे रजतं तद्वदवर्गाच्चानर्थकरानपि।
प्रोक्षयात्मभिः करापूरैरष्टाङ्गुलमृदन्तरैः ॥
]

`verse 27 [
पादोनं खातमापूर्य्य सजलैर्मुद्गराहतैः ।
लिप्तां समप्लवां तत्र कारयित्वा भुवं गुरुः ॥
]

`verse 28 [
सामान्यार्घ्यकरो यायान्मण्डपं वक्ष्यमाणकं।
तोरणद्वाः पतीनिष्ट्वा प्रत्यग्द्वारेण संविशेत् ॥
]

`verse 29 [
कुर्य्यात्तत्रात्मशुद्ध्यादि कुण्डमण्डपसंस्कृतिं।
कलसं वर्द्धनीसक्तं लोकपालशिवार्च्चनं ॥
]

`verse 30 [
अग्नेर्जननपूजादि सर्व्वं पूर्ववदाचरेत्।
यजमानान्वितो यायाच्छिलानां स्नानमण्डपं ॥
]

`verse 31 [
शिलाः प्रासादलिङ्गस्य पादधर्म्मादिसञ्ज्ञकाः।
अष्टाङ्गुलोच्छ्रिताः शस्ताश्चतुरस्राः करायताः ॥
]

`verse 32 [
पाषाणानां शिलाः कार्य्या इष्टकानां तदर्द्धतः।
प्रासादेऽश्मशिलाः शैले इष्टका इष्टकामये ॥
]

`verse 33 [
अङ्किता नववक्त्राद्यैः पङ्कजाः पङ्कजाङ्किताः।
नन्दाभद्राजया रिक्ता पूर्णाख्या पञ्चमी मता ॥
]

`verse 34 [
आसां पद्मो महापद्मः शङ्खोऽथ मकरस्तथा।
समुद्रश्चेति पञ्चामी निधिकुम्भाः क्रमादधः ॥
]

`verse 35 [
नन्दा भद्रा जया पूर्णा अजिता चापराजिता।
विजया मङ्गलाख्या च धरणी नवमी शिला ॥
]

`verse 36 [
सुभद्रश्च विभद्रश्च सुनन्दः पुष्पनन्दकः ।
जयोऽथ विजयश्चैव कुम्भः पूर्णस्तथोत्तरः ॥
]

`verse 37 [
नवानान्तु यथासङ्ख्यं निधिकुम्भा अमी नव।
आसनं प्रथमं दत्त्वा ताड्योल्लिख्य शराणुना ॥
]

`verse 38 [
सर्वासामविशेषेण तनुत्रेणावगुण्ठनं ।
मृद्भिर्गोमयगोमूत्रकषायैर्गन्धवारिणा ॥
]

`verse 39 [
अस्त्रेण हूंफडन्तेन मलस्नानं समाचरेत्।
विधिना पञ्चगव्येन स्नानं पञ्चामृतेन च॥
]

`verse 40 [
गन्धतोयान्तर कुर्य्यान्निजनामाङ्किताणुना ।
फलरत्नसुवर्णानां गोश्रृड्गसलिलैस्ततः ॥
]

`verse 41 [
चन्दनेन समालभ्य वस्त्रैराच्छादयेच्छिलां।
स्वर्णोत्थमासनं दत्वा नीत्वा यागं प्रदक्षिणं ॥
]

`verse 42 [
शय्यायां कुशतल्पे वा हृदयेन निवेशयेत्।
सम्पूज्य न्यस्य बुद्ध्यादिधरान्तं तत्त्वसञ्चयं ॥
]

`verse 43 [
त्रिशण्डव्यापकं तत्त्वत्रयञ्चानुक्रमान् न्यसेत्।
बुद्ध्यादौ चित्तपर्य्यन्ते चिन्तातन्मात्रकावधौ ॥
]

`verse 44 [
तन्मात्रादौ धरान्ते च शिवविद्यात्मनां स्थितिः।
तत्त्वानि निजमन्त्रेण तत्त्वेशांश्च हृदाऽर्च्चयेत् ॥
]

`verse 45 [
स्थानेषु पुष्पमालादिचिह्नितेषु यथाक्रमं ।
ओं हूं शिवतत्त्वाय नमः।

ओं हूं शिवतत्त्वाधिपतये रुद्राय नमः। ओं हां विद्यातत्त्वाय नमः। ओं हां
विद्यातत्त्वाधिपाय विष्णवे नमः। ओं हां आत्मतत्त्वाय नमः।

ओं हां आत्मतत्त्वाधिपतये ब्रह्मणे नमः ।
क्षमाग्नियजमानार्कान् जलवातेन्दुखानि च ॥
]

`verse 46 [
प्रतितत्त्वं नयसेदष्टौ मूर्त्तीः प्रतिशिलां शिलां।
सर्वं पशुपति चोग्रं रुद्रं भवमतेश्वरं ॥
]

`verse 47 [
महादेवं च भीमं च मूर्त्तीशांश्च यथाक्रमात्।
ओं धरामूर्त्तये नमः, ओं धराधिपतये नमः
इत्यादिमन्त्रान् लोकपालान् यथासङ्ख्यं निजाणुभिः ॥
]

`verse 48 [
विन्यस्य पूजयेत् कुम्भांस्तन्मन्त्रैर्वा निजाणुभिः ।
इन्द्रादीनां तु वीजानि वक्ष्यमाणक्रमेण तु ॥
]

`verse 49 [
लूं रुं शूं पूं वूं यूं मूं हूं क्षूमिति ।
अक्तो नवशिलापक्षः शिला पञ्चपदा तथा।
प्रतितत्त्वं न्यसेन्मूर्त्तीः सृष्ट्या पञ्च धरादिकाः ॥
]

`verse 50 [
ब्रकह्मा विष्णुस्तथा रुद्र ईश्वरश्च सदाशिवः।
एते च पञ्च मूर्त्तीशा यष्टव्यास्तासु पूर्ववत् ॥
]

`verse 51 [
ओं पृथ्वीमूर्त्तये नमः। ओं पृष्वीमूर्त्त्यधिपतये ब्रह्मणे नमः। इत्यादि मन्त्राः।
सम्पूज्य कलशान् पञ्च क्रमेण निजनामभिः।
निरुन्धीत विधानेन न्यासो मध्यशिलाक्रमात् ॥
]

`verse 52 [
कुर्य्यात् प्राकारमन्त्रेण भूतिदर्भैस्तिलैस्ततः।
कुण्डेषु धारिकां शक्तिं विन्यस्याभ्यर्च्य तर्पयेत् ॥
]

`verse 53 [
तत्त्वतत्त्वाधिपान् मूर्त्तीर्मूर्त्तीशांश्च घृतादिभिः।
ततो ब्रह्मांशशुद्ध्यर्थं मूलाङ्गं ब्रह्मभिः क्रमात् ॥
]

`verse 54 [
कृत्वा शतादिपूर्णान्तं प्रोक्ष्याः शान्तिजलैः शिलाः।
पूजयेच्च कुशैः स्पष्ट्वा प्रतितत्त्वमनुक्रमात् ॥
]

`verse 55 [
सांन्निध्यमथ सन्धानं कृत्वा शुद्धं पुनर्न्यसेत्
एवं भागत्रये कर्म्म गत्वा गत्वा समाचरेत् ॥
]

`verse 56 [
ओं आं ईं आत्मतत्त्वविद्यातत्त्वाभ्यां नमः  इति।
संस्पृशेद् दर्भमूलाद्यैर्ब्रह्माङ्गादित्रयं क्रमात्।
कुर्य्यात्तत्त्वानुसन्धानं ह्रस्वदीर्घप्रयोगतः ॥
]

`verse 57 [
ओं हां उं  विद्यातत्त्वशिवतत्त्वाभ्यां नमः।
घृतेन मधुना पूर्णांस्ताम्रकुम्भान् सरत्नकान् ॥
]

`verse 58 [
पञ्चगव्यार्घ्यसंसिक्तान्  लोकपालाधिदैवतान् ॥
]

`verse 59 [
पूजयित्वा निजैर्म्मन्त्रैः सन्निधौ होममाचरेत्।
शिलानामथ सर्वासां संस्मरेदधिदेवताः ॥
विद्यारूपाः कृतस्नाना हेमवर्णाः शिलाम्वराः।
न्यूनादिदोषमोषार्थं वास्तुभूमेश्च शुद्धये ॥
यजेदस्त्रेण मूर्द्धान्तमाहुतीनां शतं शतं ॥
]
