`speaker [
ईश्वर उवाच
]

`verse 1 [
वक्ष्ये लिङ्गप्रतिष्ठां च प्रासादे भुक्तिमुक्तिदां।
ताञ्चरेत् सर्वदा मुक्तौ भुक्तौ देवदिने सति ॥
]

`verse 2 [
विना चैत्रेण माघादौ प्रतिष्ठा मासपञ्चके।
गुरुशुक्रोदये कार्य्या प्रथमे करणत्रये ॥
]

`verse 3 [
शुक्लपक्षे विशेषेण कृष्णे वा पञ्चमन्दिनं ।
चतुर्थी नवमीं षष्ठीं वर्जयित्वा चतुर्दशीं ॥
]

`verse 4 [
शोभनास्तिथयः शषाः क्रूरवारविवर्जिताः।
शतभिषा धनिष्ठाद्‌र्द्रा अनुराधोत्तरत्रयं ॥
]

`verse 5 [
रोहिणी श्रवणश्चेति स्थिरारम्भे महोदयाः।
लग्नञ्च कुम्भसिहालितुलास्त्रीवृषधन्विनां ॥
]

`verse 6 [
शस्तो जीवो नवर्क्षेषु सप्तस्थानेषु सर्वदा।
बुधः षडष्टदिक्‌सप्ततुर्येषु विनर्तुं शितः ॥
]

`verse 7 [
सप्तर्त्तु त्रिदशादिस्थः शशाङ्को बलदः सदा ।
सविर्दशत्रिषट्संस्थो राहुस्त्रिदशषङ्गतः ॥
]

`verse 8 [
षट्त्रिस्थानगताः शस्ता मन्दाङ्गारार्ककेतवः।
शुभाः क्रूराश्च पापाश्च सर्व एकादशस्थिताः ॥
]

`verse 9 [
एषां दृष्टिर्मुनौ पूर्णा त्वार्द्धिकी ग्रहभूतयोः।
पादिकी रामदिक्‌स्थाने चतुरष्टौ पादवर्जिताः ॥
]

`verse 10 [
पादान्यूनचतुर्नाडी भोगः स्यान्मीनमेषयोः।
वृषकुम्भौ च भुञ्जाते चतस्रः पादवर्जिताः ॥
]

`verse 11 [
मकरो मिथुनं पञ्च चापालिहरिकर्क्कटाः।
पादोनाः षट्तुलाकन्ये घटिकाः सार्द्धपञ्च च ॥
]

`verse 12 [
केशरीवृषभः कुम्भ स्थिराः स्युः सिद्धिदायकाः।
चरा धनुस्तुलामेषा द्विः स्वभावास्तुतृतीयकाः ॥
]

`verse 13 [
शुभः शुभग्रहैर्दृष्टः शस्तो लग्नः शुभाश्रितः ।
गुरुशुक्रबुधैर्युक्तो लग्नो दद्याद्‌बलायुषी ॥
]

`verse 14 [
राज्यं शौर्य्यं बलं पुत्रान् यशोधर्म्मादिकं बहु।
प्रथमः सप्तमस्तुर्य्यो दशमः केन्द्र उच्यते ॥
]

`verse 15 [
गुरुशुक्रबुधास्तत्र सर्वसिद्धिप्रदायकाः।
त्रयेकादशचतुर्थस्था लग्नात् पापग्रहाः शुभाः ॥
]

`verse 16 [
अतोप्यनीचकर्मार्थं योज्यास्तिथ्यादयो बुधैः।
धाम्नः पञ्चगुणां भूमिं त्यक्त्वा वा धानसम्मितां ॥
]

`verse 17 [
हस्ताद् द्वादशसोपानात् कुर्य्यान्मण्डपमग्रतः।
चतुरस्रं चतुर्द्वारं स्नानार्थन्तु तदर्द्धतः ॥
]

`verse 18 [
एकास्यं चतुरास्यं वा रौद्र्यां प्राच्युत्तरेथवा ।
हास्तिको दशहस्तो वै मण्डपोर्ककरोऽथवा ॥
]

`verse 19 [
द्विहस्तोत्तरया वृद्ध्या शेष स्यान्मण्डपाष्टकं।
वेदी चतुष्करा मध्ये कोणस्तम्भेन संयुता ॥
]

`verse 20 [
वेदीपादान्तरं त्यक्त्वा कुण्डानि नव पञ्च वा।
एकं वा शिवकाष्ठायां प्राच्यां वा तद्‌गुरोः परं ॥
]

`verse 21 [
मुष्टिमात्रं शतार्द्धे स्याच्छते चारत्निमात्रकं ।
हस्तं सहस्रहोमे स्यान्नियुते तु द्विहास्तिकं ॥
]

`verse 22 [
लक्षे चतुष्करं कुण्डंकोटिहोमेऽष्टहस्तकं।
भगाभमग्नौ खण्डेन्दु दक्षे त्र्यस्रञ्च नैर्ऋते ॥
]

`verse 23 [
षडस्रं वायवे पद्म सौम्ये चाष्टास्रकं शिवे।
तिर्य्यक्पातशिवं खातमूद्‌र्ध्वं मेखलया सह ॥
]

`verse 24 [
तद्वहिर्म्मेखलास्तिस्रो वेदवह्नियमाङ्गुलै ।
अङ्गुलैः षड्‌भिरेका वा कुण्डाकारास्तु मेखलाः ॥
]

`verse 25 [
तासामुपरि योनिः स्यान्मध्येऽश्वत्थदलाकृतिः।
उच्छ्रायेणाङ्गुलं तस्मादिविस्तारेणाङ्गुलाष्टकं ॥
]

`verse 26 [
दैर्घ्यं कुण्डार्द्धमानेन कुण्डकण्ठसमोऽधरः।
पूर्वाग्नियाम्यकुण्डानां योनिः स्यादुत्तरानना ॥
]

`verse 27 [
पूर्वानना तु शेषाणामैशान्येऽन्यतरा तयोः।
कुण्डानां यश्चतुर्विंशो बागः सोङ्गुल इत्यतः ॥
]

`verse 28 [
प्लक्षोदुम्बरकाश्वत्थवटजास्तोरणाः क्रमात्।
शान्तिभूतिबलारोग्यपूर्वाद्या नामतः क्रमात् ॥
]

`verse 29 [
पञ्चषट्‌सप्तहस्तानि हस्तकातस्थितानि च।
तदर्द्धविस्तराणि स्युर्युतान्याम्रदलादिभिः ॥
]

`verse 30 [
इन्द्रायुधोपमा रक्ता कृष्णा धूम्रा शशिप्रभा।
शुक्लाभा हेमवर्णा च पताका स्फाटिकोपमा ॥
]

`verse 31 [
पूर्वादितोब्जजे रक्ता नीलाऽन्न्तस्य नैर्ऋते।
पञ्चहस्तास्तदर्द्धाञ्च ध्वजा दीर्घाश्च विस्तराः ॥
]

`verse 32 [
हस्तप्रदेशिता दण्डा ध्वजानां पञ्चहस्तकाः।
वल्मीकाद्दन्तिदन्ताग्रात्तथा वृषभश्रृङ्गतः ॥
]

`verse 33 [
पद्मषण्डाद्वराहाच्च गोष्ठादपि चतुष्पथात्।
मृत्तिका द्वादश ग्राह्य वैकुण्ठेष्टौ पिनाकिनि ॥
]

`verse 34 [
न्यग्रोधोदुम्बराश्वत्थचूतजम्वुत्वगुद्भवं।
कषायपञ्चकं ग्राह्यमार्त्तवञ्च फलाष्टकं ॥
]

`verse 35 [
तीर्थाम्भांसि सुगन्धीनि तथा सर्वौषधीजलं।
शस्तं पुष्पफलं वक्ष्ये रत्नगोश्रृङ्गवारि च ॥
]

`verse 36 [
स्नानायापाहरेत् पञ्च पञ्चगव्यामृतं तथा।
पिष्टनिर्मितवस्त्रादिद्रव्यं निर्म्मज्जनाय च  ॥
]

`verse 37 [
सहस्रशुषिरं कुम्भं मण्डलाय च रोचना ।
शतमोषधिमूलानां विजया लक्ष्मणा बला ॥
]

`verse 38 [
गुडूच्यतिबला पाठा सहदेवा शतावरी।
ऋद्धि सुवर्चसा वृद्धिः स्नाने प्रोक्ता पृथक्‌ पृथक ॥
]

`verse 39 [
रक्षायै तिलदर्भौघो भस्मस्नानन्तु केवलं।
यवगोधूमविल्वानां चुर्णानि च विचक्षणः ॥
]

`verse 40 [
विलेपनं सकर्प्पूरं स्नानार्थं कुम्भगण्डकान्  ।
खट्‌वाञ्च तुलिकायुग्मं सोपधानं सव स्त्रकां ॥
]

`verse 41 [
कुर्य्याद्वित्तानुसारेण शयने लक्ष्यकल्पने ।
घृतक्षौद्रयुतं पात्रं कुर्य्यात् स्वर्णशलाकिकां ॥
]

`verse 42 [
वर्द्धनीं शिवकुम्भञ्च लोकपालघटानपि।
एकं निद्राकृते कुम्भं शान्त्यर्थं कुण्डसङ्‌ख्यया ॥
]

`verse 43 [
द्वारपालादिधर्म्मादि प्रशान्तादिघटानपि।
वास्तुलक्ष्मीगणेशानां कलशानपरानपि ॥
]

`verse 44 [
धान्यपुञ्जकृताधारान् सवस्त्रान् स्रग्विभूषितान्।
सहिरण्यान् समालब्धान् गन्धपानीयपूरितान् ॥
]

`verse 45 [
पूर्णपात्रफलाधारान् पल्लवाद्यान् सलक्षणान्।
वस्त्रैराच्छादयेत् कुम्भानाहरेद्‌गौरसर्षपान् ॥
]

`verse 46 [
विकिरार्थन्तथा लाजान् ज्ञानखड्गञ्च पूर्ववत्।
सापिधानां चरुस्थालीं दर्व्वी च ताम्रनिर्म्मितां ॥
]

`verse 47 [
घृतक्षौद्रान्वितं पात्रं पादाभ्यङ्गकृते तथा।
विष्टरांस्त्रिशतादर्भदलैर्बाहुप्रमाणकान् ॥
]

`verse 48 [
चतुरश्चतुरस्तद्वत् पालाशान् परिधीनपि।
तिलपात्रं हविः पात्रमर्धपात्रं पवित्रकं ॥
]

`verse 49 [
पलविंशाष्टमानानि घटो धूपप्रदानकं ।
श्रुक्श्रुवौ पिटकं पीठं व्यजनं शुष्कमिन्धनं ॥
]

`verse 50 [
पुष्पं पत्रं गुग्गुलञ्च घृतैर्द्दीपांश्च धूपकं।
अक्षतानि त्रिसूत्रीञ्च गव्यमाज्यं यवांस्तिलान् ॥
]

`verse 51 [
कुशाः शानत्यै त्रिमधुरं समिधो दशपर्विकाः।
बाहुमात्रं श्रुवं हस्तम् अर्कादिग्रहशान्त्ये ॥
]

`verse 52 [
समिधोऽर्कपलाशोत्थाः खादिरामार्गपिप्पलाः ।
उदुम्बरशमीदूर्वाकुशोत्थाः शतमष्ट च ॥
]

`verse 53 [
तदभावे यवतिला गृहोपकरणं तथा।
स्थालीदर्वीपिधानादि देवादिभ्योंऽशुकद्वयं ॥
]

`verse 54 [
मुद्रामुकृटवासांसि हारकुण्डलकङ्कणान्।
कुर्य्यादाचार्यपूजार्थं वित्तशाठ्यं विवर्जयेत् ॥
]

`verse 55 [
तत्‌पादपादहीना च मूत्तिभृदस्त्रजापिनां ।
पूजा स्याज्जापिभिस्तुल्या विप्रदैवज्ञशिल्पिनां ॥
]

`verse 56 [
वज्रार्कशान्तौ नीलातिनाल्मुक्ताफलानि च ।
पुष्पपद्मादिशगञ्च वैदूर्य्यं रत्नमष्टमं ॥
]

`verse 57 [
उषीरमाधवक्रान्तारक्तचन्दनकागुरुं।
श्रीखण्डं सारिकङ्कुष्ठं शङ्‌खिनी ह्योषधीगणः ॥
]

`verse 58 [
हेमताम्रमयं रक्तं राजतञ्च सकांस्यकं।
शीसकञ्चेति लोहानि हरितालं मनः शिला ॥
]

`verse 59 [
गैरिकं हेममाक्षीकं पारदो वह्निगैरिकं।
गन्धकाभ्रकमित्यष्टौ धातवो ब्रीहयस्तथा ॥
]

`verse 60 [
गोधूमान् सतिलान्माषान्मुद्‌गानप्याहरेद्यवान्।
नीवारान् श्यामकानेवं व्रीहयोऽप्यष्ट कीर्त्तिताः ॥
]
