`speaker [
ईश्वर उवाच
]

`verse 1 [
स्नात्वा नित्यद्वयं कृत्वा प्रणवार्थकरो गुरुः ।
सहायैर्मूर्त्तिपैर्विप्रैः सह गच्छेन्मशालयं ॥
]

`verse 2 [
शान्त्यादितोरणांस्तत्र पूर्ववत् पूजयेत् क्रमात्।
प्रदक्षिणक्रमादेषां शाखायां द्वारपालकान् ॥
]

`verse 3 [
प्राचि नन्दिमहाकालौ याम्ये भृङ्गिविनायकौ ।
वारुणे वृषभस्कन्दौ देवीचण्डौ तथोत्तरे ॥
]

`verse 4 [
तच्छाखामूलदेशस्थौ प्रशान्तशिशिरौ घटौ।
पर्ज्जन्याशोकनामानौ भूतं सञ्जीवनामृतौ ॥
]

`verse 5 [
धनदश्रीप्रदौ द्वौ द्वौ पूजयेदनुपूर्वशः ।
स्वनामभिश्चतुर्थ्यन्तैः प्रणवादिनमोन्तगैः ॥
]

`verse 6 [
लोकग्रहावसुद्वाःस्थस्रवन्तीनां द्वयं द्वयं।
भानुत्रयं युगं वेदो लक्ष्मीर्गणपतिस्तथा ॥
]

`verse 7 [
इति देवा मखागारे तिष्ठन्ति प्रतितोरणं।
विघ्नसङ्घापनोदाय क्रतोः संरक्षणाय च ॥
]

`verse 8 [
वज्रं शक्तिं तथा दण्डं खड्गं पाशं ध्वजं गदां।
त्रिशूलं चक्रमम्भोजम्पताकास्वर्च्चयेत् क्रमात् ॥
]

`verse 9 [
ओ ह्रूं फट् नमः। ओं ह्रूं फट् द्वाः स्थशक्तये ह्रूं फट् नमः इत्यादिमन्त्रैः।
कुमुदः कुमुदाक्षश्च पुण्डरीकोथ वामनः।
शङ्कुकर्णः सर्वनेत्रः सुमुख सुप्रतिष्ठितः ॥
]

`verse 10 [
ध्वजाष्टदेवताः पूज्याः पूर्वादौ भूतकोटिभिः।
ओं कौं कुमुदाय नम इत्यादिमन्त्रैः ॥
]

`verse 11 [
हेतुकं त्रिपुरघ्नञ्च शक्त्याख्यं यमज्ह्वकं ।
कालं करालिनं षष्ठमेकाङ्‌घ्निम्भीममष्टकं ॥
]

`verse 12 [
तथैव पूजयेद् दिक्षु क्षेत्रपालाननुक्रमात्।
वलिभिः कुसुमैर्धूपैः सन्तुष्टान् परिभावयेत् ॥
]

`verse 13 [
कम्बलास्तृतेषु वर्णेषु वंशस्थूणास्वनुक्रमात् ।
पञ्च क्षित्यादितत्त्वानि सद्योजातादिभिर्यजेत् ॥
]

`verse 14 [
सदाशिवपदव्यापि मण्डपं धाम शाङ्करं।
पताकाशक्तिसंयुक्तं तत्त्वदृष्ट्यावलोकयेत् ॥
]

`verse 15 [
दिव्यान्तरिक्षभूमिष्ठविघ्नानुत्सार्य्य पूर्ववत्।
प्रविशेत् पश्चिमद्वारा शेषद्वाराणि दर्शयेत्  ॥
]

`verse 16 [
प्रदक्षिणक्रमाद्‌गत्वा निविष्टो वेदिदक्षिणे।
उत्तराभिमुखः कुर्य्याद् भूतशुद्धिं यथा पुरा ॥
]

`verse 17 [
अन्तर्य्यागं विशेषार्घ्यं मन्त्रद्रव्यादिशोधनं।
कुर्व्वींत आत्मनः पूजां पञ्चगव्यादि पूर्ववत् ॥
]

`verse 18 [
साधारङ्कलसन्तस्मिन् विन्यसेत्तदनन्तरं।
विशेषाच्छिचवतत्त्वाय तत्त्वत्रयमनुक्रमात् ॥
]

`verse 19 [
ललाटस्कन्धपादान्तं शिवविद्यात्मकं परं।
रुद्रनारायणब्रह्मदैवतं निजसञ्चरैः  ॥
]

`verse 20 [
ओं हं हां । मूर्त्तीस्तदीश्वरंस्तत्र पूर्ववद्विनिवेशयेत्।
तद्व्यापकं शिवं साङ्गं शिवहस्तञ्च मूर्द्धनि ॥
]

`verse 21 [
ब्रह्मरन्ध्रप्रविष्टेन तेजसा बाह्यसान्तरं ।
तमः पटलमाधूय प्रद्योतितदिगन्तरं ॥
]

`verse 22 [
आत्मानं मूर्त्तिपैः सार्द्वं स्रग्वस्त्रकुसुमादिभिः ।
भूषयित्वा शिवोस्मीति ध्यात्वा बोधासिमुद्धिरेत् ॥
]

`verse 23 [
चतुष्पदान्तसंस्कारैः संस्कुर्य्यान्मशमण्डपं।
विक्षिप्य विकिरादीनि कुशकूर्चोपसंहरेत् ॥
]

`verse 24 [
आसनीकृत्य वर्द्धन्यां वास्त्वादीन् पूर्ववद्यजेत्।
शिवकुम्भास्त्रवर्द्धन्यौ पूजयेच्च स्थिरासने ॥
]

`verse 25 [
स्वदिक्षु कलशारूढांल्लोकपालाननुक्रमात्।
सहस्त्रनयनं शक्रं वज्रपाणिं विभावयेत् ॥
]

`verse 26 [
ऐरावतगजारूढं स्वर्णवण किरीटिनं।
सहस्रनयनं शक्रं वज्रपाणिं विभावयेत् ॥
]

`verse 27 [
सप्तार्च्चिषं च विभ्राणमक्षमालां कमण्डलुं।
ज्वालामालाकुलं रक्तं शक्तिहस्तमजासनं ॥
]

`verse 28 [
महिषस्थं दण्डहस्तं यमं कालानलं स्मरेत्।
रक्तनेत्रं खरारूढं खड्गहस्तञ्च नैर्ऋृतं ॥
]

`verse 29 [
वरुणं मकरे श्वेतं नागपाशधरं स्मरेत्।
वायुं च हरिणे नीलं कुवेरं मेघसंस्थितं ॥
]

`verse 30 [
त्रिशूलिनं वृषे चेशं कूर्म्मेनन्तन्तु चक्रिणं।
ब्रह्माणं हंसगं ध्यायेच्चतुर्वक्त्रं चतुर्भुजं ॥
]

`verse 31 [
स्तम्बमूलेषु कुम्भेषु वेद्यां धर्मादिकान् यजेत्।
दिक्षु कुम्भेष्वनन्तादीन् पूजयन्त्यपि केचन ॥
]

`verse 32 [
शिवाज्ञां श्रावयेत् कुम्भं भ्रामयेदात्मपृष्ठगं ।
पूर्ववत् स्थापयेदादौ कुम्भं तदनु वर्द्धनीं ॥
]

`verse 33 [
शिवं स्थिरासनं कुम्भे शस्त्रार्थंञ्च ध्रुवासनं।
पूजयित्वा यथापूर्वं स्पृशेदुद्भवमुद्रया ॥
]

`verse 34 [
निजयागं जगन्नाथ रक्ष भक्तानुकम्पया।
एभिः संश्राव्य रक्षार्थं कुम्भे खड्गं निवेशयेत् ॥
]

`verse 35 [
दीक्षास्थापनयोः कुम्भे स्थण्डिले मण्डलेऽथवा।
मण्डलेभ्यर्च्य देवेशं व्रजेद्वै कुण्डसन्निधौ ॥
]

`verse 36 [
कुण्डनाभिं पुरस्कृत्य निविष्टा मूर्त्तिदारिणः।
गुरोरादेशतः कुर्युर्न्निजकुण्डेषु संस्कृतिं ॥
]

`verse 37 [
जपेयुर्जापिनः सङ्‌ख्यं मन्त्रमन्ये तु संहितां ।
पठेयुर्ब्राह्मणाः शान्तिं स्वशाखावेदपारगाः ॥
]

`verse 38 [
श्रीसूक्तं पावमानीश्च मैत्रकञ्च वृषाकपिं।
ऋग्‌वेदी पूर्वदिग्‌भागे सर्वमेतत् समुच्चरेत् ॥
]

`verse 39 [
देवव्रतन्तु भारुण्डं ज्यष्ठसाम रथन्तरं।
पुरुषं गीतिमेतानि सामवेदी तु दक्षइणे ॥
]

`verse 40 [
रुद्रं पुरुषसूक्तञ्च श्लोकाद्यायं विशेषतः।
ब्रह्मणञ्च यजुर्वेदी पश्चिमायां समुच्चरेत् ॥
]

`verse 41 [
नीलरुद्रं तथाथर्वी सूक्ष्मासूक्ष्मन्तथैव च।
उत्तरेऽथर्वशीर्षञ्च तत्‌परस्तु समुद्धरेत् ॥
]

`verse 42 [
आचार्य्यश्चाग्निमुत्पाद्य प्रतिकुण्डंथ प्रदापयेत् ।
वह्नेः पूर्वादिकान् भागान् पूर्वकुण्डदितः क्रमात् ॥
]

`verse 43 [
धूपदीपचरूणाञ्च ददीताग्निं सम्‌द्धरेत् ।
पूववच्छिवमभ्यर्च्य शिवाग्नौ मन्त्रतर्पणं ॥
]

`verse 44 [
देशकालादिसम्पत्तौ दुर्न्निमित्तप्रशान्त्ये।
होमङ्‌कृत्वा तु मन्त्रज्ञः पूर्णा दत्त्वा शुभावहां ॥
]

`verse 45 [
पूर्ववच्चरुकं कृत्वा प्रतिकुण्डं निवेदयेत् ।
यजमानालङकृतास्तु व्रजेयुः स्नानमण्डपं ॥
]

`verse 46 [
भद्रपीठे निधायेशं ताडयित्वावगुण्ठयेत्।
स्नापयेत् पूजयित्वा तु मृदा काषायवारिणा ॥
]

`verse 47 [
गोमूत्रैर्गोमयेनापि वारिणा चान्तरान्तरा।
भस्माना गन्धतोयेन फडन्तास्त्रेण वारिणा ॥
]

`verse 48 [
देशिको मूर्त्तिपैः सार्द्धं कृत्वा कारणशोधनं ।
धर्मजप्तेन सञ्छाद्य पीतवर्णेन वाससा ॥
]

`verse 49 [
सम्पूज्य सितपुष्पैश्च नयदुत्तरवेदिकां।
तत्र दत्तासनायाञ्च शय्यायां सन्निवेश्य च ॥
]

`verse 50 [
कुङ्कुमालिप्तसूत्रेण विभज्य गुरुरालिखेत्।
शलाकया सुवर्णस्य अक्षिणी शस्त्रकर्मणा ॥
]

`verse 51 [
अञ्जयेल्लक्ष्मकृत् पश्चाच्छास्त्रदृष्टेन कर्मणा।
कृतकर्मा चशस्त्रेण लक्ष्मी शिल्पी समुत्तक्षिपेत् ॥
]

`verse 52 [
त्र्यंशादर्द्धोथ पादार्द्धादर्द्धाया अर्द्धतोथवा ।
सर्वकामप्रसिद्ध्यर्थं शुभं लक्ष्मावतारणं ॥
]

`verse 53 [
लिङ्गदीर्घविकारांशे त्रिभक्ते भागवर्णनात् ।
विस्तारो लक्ष्म देहस्य भवेल्लिङ्गस्य सर्वतः ॥
]

`verse 54 [
यवस्य नवभक्तस्य भागैरष्टाभिरावृता हस्तिके ।
लक्ष्मरेखा च गाम्भीर्य्याद् विस्तरादपि ॥
]

`verse 55 [
एवमष्टांशवृद्ध्या तु लिङ्गे सार्द्धकरादिके ।
भवेदष्टयवा पृथ्वी गम्भीरात्र च हास्तिके ॥
]

`verse 56 [
एवमष्टांशवृद्ध्या तु लिङ्गे सार्द्धकरादिके।
भवेदष्टयवा पृथ्वी गम्भीरन्नवहास्तिके ॥
]

`verse 57 [
शाम्भवेषु च लिङ्गेषु पादवृद्धेषु सर्वतः।
लक्ष्म देहस्य विष्कम्भो भवेद्वै यववर्द्धनात् ॥
]

`verse 58 [
गम्भीरत्वपृथुत्वाभ्यां रेशापि त्रयंशवृद्धितः।
सर्वेषु च भवेत् सूक्ष्मं लिङ्गमस्तकमस्तकं ॥
]

`verse 59 [
लक्ष्मक्षेत्रेष्टधाभक्ते मूद्‌र्ध्नि भागद्वये शुभे ।
षड्‌भागपरिवर्त्तेन मुक्त्वा भागद्वयन्त्वधः ॥
]

`verse 60 [
रेखात्रयेण सम्बद्धं कारयेत् पृष्ठदेशगं।
रत्नजे लक्षणोद्धारो यवौ हेमसमुद्भवे ॥
]

`verse 61 [
स्वरूपं लक्षणन्तेषां प्रभा रत्नेषु निर्मला।
नयनोन्मीलनं वक्त्रे सान्निध्याय च लक्ष्म तत्॥
]

`verse 62 [
लक्ष्मणोद्धाररेखाञ्च घृतेन मधुना तथा।
मृत्युञ्जयेन सम्पूज्य शिल्पिदोषनिवृत्तये ॥
]

`verse 63 [
अर्च्चयेच्च तता लिङ्गं स्नापयित्वा मृदादिभिः।
शिल्पिनन्तोषयित्वा तु दद्याद् गां गुरवो ततः ॥
]

`verse 64 [
लिङ्गं धूपादिभिः प्राच्यं गायेयुर्भर्तृगास्त्रियः।
सव्येन चापसव्येन सूत्रेणाथ कुशेन वा ॥
]

`verse 65 [
स्मृत्वा च रोचनं दत्वा कुर्यान्निर्मञ्जनादिकं ।
गुडलवणधान्याकदानेन विसृजेच्च ताः ॥
]

`verse 66 [
गुरुमूर्त्तिधरैः सार्द्धं हृदा वा प्रणवेन वा।
मृत्स्नागोमयगोमूत्रभस्मभिः सलिलान्तरं ॥
]

`verse 67 [
स्नापयेत् पञ्चगव्येन पञ्चमृतपुरः सरं ।
विरूक्षणं कषायैश्च सर्वौषधिजलेन वा ॥
]

`verse 68 [
शुभ्रपुष्पफलस्वर्णरत्न श्रृङ्गयवोदकैः।
तथा धारासहस्रेण दिव्यौषधिजलेन च ॥
]

`verse 69 [
तीर्थोदकेन गङ्गेन चन्दनेन च वारिणा।
क्षीरार्णवादिभिः कुम्भैः शिवकुम्भजलेन च ॥
]

`verse 70 [
विरूक्षणं विलेपञ्च सुगन्धैश्चन्दनादिभिः।
सम्पूज्य ब्रह्मभिः पुष्पैर्वर्मणा रक्तचीवरैः ॥
]

`verse 71 [
रक्तरूपेण नीराज्य रक्षातिलकपूर्वकं।
घृतौघैर्जलदुग्धैश्च कुशाद्यैरर्घ्यसूचितैः ॥
]

`verse 72 [
द्रव्यैः स्तुत्यादिबिस्तुष्टमर्चयेत् पुरुषाणुना ।
समाचम्य हृदा देवं ब्रूयादुत्थीयतां प्रभो ॥
]

`verse 73 [
देवं ब्रह्मारथेनैव क्षिप्रं द्रव्याणि तन्नयेत् ।
मण्डपे पश्चिमद्वारे शय्यायां विनिवेशयेत् ॥
]

`verse 74 [
शक्त्यादिशक्तिपर्य्यन्ते विन्यसेदासने शुभे।
पश्चिमे पिण्डिकान्तस्यन्यसेद्ब्रह्मशिलान्तदा ॥
]

`verse 75 [
शस्त्रमस्त्र शतालब्धनिद्राकुम्भध्रुवासनं ।
प्राकल्प्य शिवकोणे च दत्वार्घ्यं हृदयेन तु ॥
]

`verse 76 [
उत्थाप्योक्तासने लिङ्गं शिरसा पूर्वमस्तकं।
समारोप्य न्यसेत्तस्मिन् सृष्ट्या धर्मादिनन्दनं ॥
]

`verse 77 [
दद्याद्धूपञ्च सम्पूज्य तथा वासांसि वर्मणा।
गृहोपकृतिनैवेद्यं हृदा दद्यात् स्वशक्तितः ॥
]

`verse 78 [
घृतक्षौद्रयुतं पात्रमब्यङ्गाय पदान्तिके।
देशिकश्च स्थितस्तत्र षट्‌त्रिंशत्तत्त्वसञ्चयं ॥
]

`verse 79 [
शक्त्यादिभूमिपर्य्यन्तं स्वतत्त्वाधिपसंयुतं।
विन्यस्य पुष्पमालाभिस्त्रिशण्डं परिकल्पयेत् ॥
]

`verse 80 [
मायापदेशक्त्यन्तन्तुर्य्याशाष्टांशवर्त्तुलं ।
तत्रात्मतत्त्वविद्याख्यं शिवं सृष्टिक्रमेण तु ॥
]

`verse 81 [
एकशः प्रतिभागेषु ब्रह्मविष्णुहरधिपान्।
विन्यस्य मूर्त्तिमूर्त्तीशान् पूर्वादिक्रमतो यथा ॥
]

`verse 82 [
क्ष्मावह्निर्यजमानार्क्कजलवायुनिशाकरान्।
आकाशमूर्त्तिरूपांस्तान् न्यसेत्तदधिनायकान् ॥
]

`verse 83 [
सर्वं पशुपति चोग्रं रुद्रं भवमखेश्वरं ।
महादेवञ्च भीमञ्च मन्त्रास्तद्वाचका इमे ॥
]

`verse 84 [
लवशषचयसाश्च हकारश्च त्रिमात्रिकः।
प्रणवो हृदयाणुर्वा मूलमन्त्रोऽथवा क्कचित् ॥
]

`verse 85 [
पञ्चकुण्डात्मके योगे मूर्त्तीः पञ्चाथवा न्यसेत्।
पृथिवीजलतेजांसि वायुमाकाशमेव च ॥
]

`verse 86 [
क्रमात्तदधिपान् पञ्च ब्रह्माणं धरणीधरं।
रुद्रमीशं सदाख्यञ्च सृष्टिन्यायेन मन्त्रवित्  ॥
]

`verse 87 [
मुमुक्षोर्वा निवृत्ताद्याः अजाताद्यास्तदीश्वराः ।
त्रितत्त्वं वाथ न्यसेद्व्याप्त्यात्मकारणं ॥
]

`verse 88 [
शुद्धे चात्मनि विद्येशा अशुद्धे लोकनायकाः।
द्रष्टव्या मूर्त्तिपाश्चैव भोगिनो मन्त्रनायकाः ॥
]

`verse 89 [
पञ्चविंशत्तथैवाष्टपञ्चत्रीणि यथाक्रमं।
एषान्तत्त्वं तदीशानामिन्द्रादीनां ततो यथा ॥
]

`verse 90 [
ओं हां शक्तितत्तवाय नम हत्यादि ।

ओं हां शक्तितत्त्वाधिपाय नम इत्यादि।
ओं हां क्ष्मामूर्त्तये नमः।
ओं हां क्ष्मामूर्त्त्यधीशाय शिवाय नम इत्यादि।
ओं हां पृथिवीमूर्त्तये नमः।
 ओं हां मूर्त्त्यधिपाय ब्रह्मणे नम इत्यादि।
ओं हां शिवतत्त्वाधिपाय रुद्राय नम इत्यादि।

नाभिकन्दात्समुच्चार्य्य घण्टा नादविसर्प्पणं ।
ब्रह्मादिकारणत्यागाद् द्वादशान्तसमाश्रइतं ॥
]

`verse 91 [
नम्त्रञ्च मनसा भिन्नं प्राप्तानन्दरसोपमं।
द्वादशान्तात्समानीय निष्कलं व्यापकं शिवं ॥
]

`verse 92 [
अष्टत्रिशत्कलोपेतं सहस्रकिरणोज्जवलं।
सर्वशक्तिमयं साङ्गं ध्यात्वा लिङ्गे निवेशयेत् ॥
]

`verse 93 [
जीवन्यासो भवेदेवं लिङ्गे सर्वार्थसाधकः।
पिण्डिकादिषु तु न्यासः प्रोच्यते साम्प्रतं यथा ॥
]

`verse 94 [
पिण्डिकाञ्च कृतस्नानां विलिप्ताञ्चन्दनादिभिः।
सद्वस्त्रैश्च समाच्छाद्य रन्ध्रे च भगलक्षणे ।
]

`verse 95 [
पञ्चरत्नादिसंयुक्तां लिङ्गस्योत्तरतः स्थितां।
लिङ्गवत्कृतवनिन्यासां विधिवत्सम्प्रपूजयेत् ॥
]

`verse 96 [
कृतस्नानादिकान्तत्र लिङ्गमूले शिलां न्यसेत्।
कृतस्नानादिसंस्कारं शक्त्यन्तं वृष्भं तथा ॥
]

`verse 97 [
प्रणवपूर्वं हुं पूं ह्रीं मध्यादन्यतमेन च।
क्रियाशक्तियुतां पिण्डीं शिलामाधाररूपिणीं ॥
]

`verse 98 [
भस्मदर्भतिलैः कुर्य्यात् प्राकारत्रितयन्ततः।
रक्षायै लोकपालांश्च सायुधान्याजयेद्वहिः ॥
]

`verse 99 [
ओं हूं ह्रं क्रियाशक्तये नमः। ओं हूं ह्रां हः
महागौरी रुद्रदयिते स्वाहेति च पिण्ड़िकायां।
ओं हां आदारशक्तये नमः।  ओं हां वृषभाय नमः।
धारिका दीप्तिमत्युग्रा ज्योत्स्ना चैता बलोत्कटाः।
तथा धात्री विधात्री च न्यसेद्वा पञ्चनायिकाः ॥
]

`verse 100 [
वामा ज्येष्ठा क्रिया ज्ञाना बेधा तिस्रोथवा न्यसेत्।
क्रियाज्ञाना तथेच्छा च पूर्ववच्छान्तिमूर्त्तिषु ॥
]

`verse 101 [
तमी मोहा क्षमी निष्ठा मृत्युर्मायाभवज्वराः
पञ्च चाथ महामोहा घोरा च त्रितयज्वरा ॥
]

`verse 102 [
तिस्रोथवा क्रियाज्ञाना तथा बाधाधिनायिका।
आत्मादित्रिषु तत्त्वेषु तीव्रमूर्त्तिषु विन्यसेत् ॥
]

`verse 103 [
अत्रापि पिण्डिका ब्रह्मशिलादिषु यथाविधि।
गोर्य्यादिसंवरैरैव पूर्ववत् सर्वमाचरेत् ॥
]

`verse 104 [
एवं विधाय विन्यासं गत्वा कुण्डान्तिकं ततः।
कुण्डमध्ये महेशानं मेखलासु महेश्वरं ॥
]

`verse 105 [
क्रियाशक्तिं तथान्यासु नादमोष्ठे च विन्यासेत्।
घटं स्थण्डिलवह्नीशैः नीडीसन्धानकन्तत ॥
]

`verse 106 [
पद्मतन्तुसमां शक्तिमुद्घातेनां समुद्यतां ।
विशन्ती सूर्यमार्गेण निः सरन्तीं समुद्‌गतां ॥
]

`verse 107 [
पुनश्च शून्यमार्गेण विशतीं स्वस्य चिन्तयेत्।
एवं सर्वत्र सन्धेयं मूर्त्तिपैश्च परस्परं ॥
]

`verse 108 [
सम्पूज्य घारिकां शक्तिं कुण्डे सन्तर्प्य च क्रमात्।
तत्त्वतत्त्वेश्वरा मूर्त्तीर्मूर्त्तीशांश्च घृतादिभिः ॥
]

`verse 109 [
सम्पूज्य तर्प्पयित्वा तु सन्निधौ संहिताणुभिः ।
शतं सहस्रमर्द्धं वा पूर्णया सह होमयेत् ॥
]

`verse 110 [
तत्त्वतत्त्वेश्वरा मूर्त्तिर्मूर्त्तीशांश्च करेणुकान् ।
तथा सन्तर्प्य सान्निध्ये जुहुयुर्मूर्त्तिपा अपि ॥
]

`verse 111 [
ततो ब्रह्मभिरङ्गैश्च द्रव्यकालानुरोधतः।
सन्तर्प्य शक्तिं कुम्भाम्भः प्रोक्षिते कुशमूलतः ॥
]

`verse 112 [
लिङ्गमुलं च संस्पृश्य विष्ण्वन्तादि विशुद्धये।
विधाय पूर्ववत्सर्वं होमसङ्‌श्याजपादिकम् ॥
]

`verse 113 [
एवं संशोध्य ब्रह्मादि विष्ण्वन्तादि विशुद्धये।
विधाय पूर्ववत्सर्वं होमसङ्‌ख्याजपादिकम् ॥
]

`verse 114 [
कुशमध्याग्रयोगेन लिङ्गमध्याग्रकं स्पृशेत्।
यथा यथा च सन्धानं तदिदानीमिहोच्यते ॥
]

`verse 115 [
ओँ हाँ हँ ओँ ओँ ओँ एँ ओँ भूँ भूँ वाह्यमूर्त्तये नमः ।
ओँ हाँ वाँ आँ ओं आँ षाँ ओँ भूँ भूँ वाँ वह्निमूर्त्तये नमः।
एवञ्च यजमानादिमूर्त्तिभिरभिसन्धेयं ।
पञ्चमूर्च्यांत्मकेप्येवं सन्धानं हृदयादिभिः ॥
]

`verse 116 [
मूलेन स्वीयवीजैर्वा ज्ञेयन्तत्त्वात्रयात्मके ।
शिलापिण्डी वृषेष्वेवं पूर्णाछिन्नं सुसंवरैः ॥
]

`verse 117 [
भागाभागविशुद्ध्यर्थं होमं। कुर्य्याच्छतादिकं ।
न्यूनादिदोषमोषाय शिवेनाष्टाधिकं शतं ॥
]

`verse 118 [
हुत्वाथ यत् कृतं कर्म्म शिवश्रोत्रे निवेदयेत्।
एतत्समन्वितं कर्म त्वच्छक्तौ च मया प्रभो ॥
]

`verse 119 [
ओं नमो भगवते रुद्राय रुद्र नमोस्तुते ।
विधिपूर्णमपूर्णं वा स्वशक्त्यापूर्य्य गृह्यतां ॥
]

`verse 120 [
ओं ह्रीं शाङ्करि पूरय स्वाहा इति पिण्डिकायां।
अथ लिङ्गे न्यसेज् ज्ञानी क्रियाख्यं पीठविग्रहे ॥
]

`verse 121 [
आधाररूपिणीं शक्तिं न्यसेद् ब्रह्मशिलोपरि। निबध्य
सप्तरात्रं वा पञ्चरात्रं त्रिरात्रकं ॥
]

`verse 122 [
करात्रमथो वापि यद्वा सद्योधिवासनं ।
विनाधिवासनं यागः कृतोऽपि न फलप्रदः ॥
]

`verse 123 [
स्वमन्त्रैः प्रत्याहं देयमाहुतीनां शतं शतं।
शिवकुम्भादिपूजाञ्च दिग्‌बलिञ्च निवेदयेत् ॥
]

`verse 124 [
गुर्वादिसहितो वासो रात्रौ नियमपूर्वकम्।
अदिवासः स वसतेवधेर्भावः समीरितः ॥
]
