`verse 1 [
शिवप्रतिष्ठाकथनम्

ईश्वर उवाच
प्रातर्नित्यविधिं कृत्वा द्वारपालप्रपूजनं  ।
प्रविश्य प्रग्विधानेन देहशुद्ध्यादिमाचरेत् ॥
]

`verse 2 [
दिक्पतींश्च समभ्यर्च्य शिवकुम्भञ्च वर्धनीं  ।

अष्टमुष्टिकया लिङ्गं वह्निं सन्पर्प्य च क्रमात् ॥
]

`verse 3 [
शिवाज्ञातस्ततो गच्छेत्प्रासादं शस्त्रमुच्चरन्  ।
तद्गतान् प्रक्षिपेद्विघ्नान् हुम्फडन्तशराणुना  ॥
]

`verse 4 [
न मध्ये स्थापयेल्लिङ्गं बेधदोषविशङ्कया  ।
तस्मान्मध्यं परित्यज्य यवार्धेन यवेन वा  ॥
]

`verse 5 [
किञ्चिदीशानमाश्रित्य शिलां मध्ये निवेशयेत् ।
मूलेन तामनन्ताख्यां सर्वाधारस्वरूपिणीं  ॥
]

`verse 6 [
सर्वगां सृष्टियोगेन विन्यसेदचलां शिलां  ।
अथवानेन मन्त्रेण शिवस्यासनरूपिणीं  ॥
]

`verse 7 [
ओं नमो व्यापिनि भगवति स्थिरेऽचले ध्रुवे  ।
ह्रं लं ह्रीं स्वाहा
त्वया शिवाज्ञया शक्ते स्थातव्यमिह सन्ततं  ॥
]

`colophon [
इत्युक्त्वा च समभ्यर्च्य निरुध्याद्रौद्रमुद्रया  ।
वज्रादीनि च रत्नानि तथोशीरादिकौषधीः  ॥
]

`verse 8 [
लोहान् हेमादिकांस्यन्तान् हरितालादिकांस्तथा  ।
धान्यप्रभृतिशस्त्रांश्च पूर्वमुक्ताननुक्रमात् ॥
]

`verse 9 [
प्रभारागत्वदेहत्ववीर्यशक्तिमयानिमान्  ।
भावयेन्नेकचित्तस्तु लोकपालेशसंवरैः  ॥
]

`verse 10 [
पूर्वादिषु च गर्तेषु न्यसेदेकैकशः क्रमात्  ।

हेमजं तारजं कूर्मं वृषं वा द्वारसम्मुखं  ॥
]

`verse 11 [
सरित्तटमृदा युक्तं पर्वताग्रमृदाथवा  ।
प्रक्षिपेन्मध्यगर्तादौ यद्वा मेरुं सुवर्णजं  ॥
]

`verse 12 [
मधूकाक्षतसंयुक्तमञ्जनेन समन्वितं  ।
पृथिवीं राजतीं यद्वा यद्वा हेमसमुद्भवां  ॥
]

`verse 13 [
सर्ववीजसुवर्णाभ्यां समायुक्तां विनिक्षिपेत्  ।
स्वर्णजं राजतं वापि सर्वलोहसमुद्भवं  ॥
]

`verse 14 [
सुवर्णं कृशरायुक्तं पद्मनालं ततो न्यसेत् ।
देवदेवस्य शक्त्यादिमूर्तिपर्यन्तमासनं  ॥
]

`verse 15 [
प्रकल्प्य पायसेनाथ लिप्त्वा गुग्गुलुनाथवा  ।
श्वभ्रमाच्छाद्य वस्त्रेण तनुत्रेणास्त्ररक्षितं  ॥
]

`verse 16 [
दिक्पतिभ्यो बलिं दत्वा समाचान्तोऽथ देशिकः  ।
शेवेन वा शिलाश्वभ्रसङ्गदोषनिवृत्तये  ॥
]

`verse 17 [
शस्त्रेण वा शतं सम्यग्जुहुयात्पूर्णया सह  ।

एकैकाहुतिदानेन सन्तर्प्य वास्तुदेवताः  ॥
]

`verse 18 [
समुत्थाप्य हृदादेवमासनं मङ्गलादिभिः  ।
गुरुर्देवाग्रतो गच्छेन्मूर्तिपैश्च दिशि स्थितैः  ॥
]

`verse 19 [
चतुर्भिः सह कर्तव्या देवयज्ञस्य पृष्ठतः  ।
प्रासादादि परिभ्रम्य भद्राख्यद्वारसम्मुखं  ॥
]

`verse 20 [
लिङ्गं संस्थाप्य दत्वार्घ्यं प्रासादं सन्निवेशयेत्  ।
द्वारेण द्वारबन्धेन द्वारदेशेन तच्छिला  ॥
]

`verse 21 [
द्वारबन्धे शिखाशून्ये तदर्धेनाथ तदृते  ।
वर्जयन् द्वारसंस्पर्शं द्वारेणैव महेश्वरं  ॥
]

`verse 22 [
देवगृहसमारम्भे कोणेनापि प्रवेशयेत् ।
अयमेव विधिर्ज्ञेयो व्यक्तलिङ्गेऽपि सर्वतः  ॥
]

`verse 23 [
गृहे प्रवेशनं द्वारे लोकैरपि समीरितं  ।
अपद्वारप्रवेशेन विदुर्गोत्रक्षयं गृहं  ॥
]

`verse 24 [
अथ पीठे च संस्थाप्य लिङ्गं द्वारस्य सम्मुखं  ।
तूर्यमङ्गलनिर्घेषैर्दूर्वाक्षतसमन्वितं  ॥
]

`verse 25 [
समुत्तिष्ठं हृदेत्युक्त्वा महापाशुपतं पठेत् ।

अपनीय घटं श्वभ्राद् देशिको मूर्तिपैः सह  ॥
]

`verse 26 [
मन्त्रं सन्धारयित्वा तु विलिप्तं कुङ्कुमादिभिः  ।
शक्तिशक्तिमतोरैक्यं ध्यात्वा चैव तु रक्षितं  ॥
]

`verse 27 [
लयान्तं मूलमुच्चार्य स्पृष्ट्वा श्वभ्रे निवेशयेत्  ।
अंशेन ब्रह्मभागस्य यद्वा अंशद्वयेन च  ॥
]

`verse 28 [
अर्धेन वाष्टमांशेन सर्वस्याथ प्रवेशनं  ।
विधाय सीसकं नाभिदीर्घाभिः सुसमाहितः  ॥
]

`verse 29 [
श्वभ्रं वालुकयापुर्य ब्रूयात्स्थिरीभवेति च  ।
ततो लिङ्गे स्थिरीभूते ध्यात्वा सकलरूपिणं  ॥
]

`verse 30 [
मूलमुच्चार्य शक्त्यन्तं सृष्ट्या च निष्कलं न्यसेत् ।
स्थाप्यमानं यदा लिङ्गं याम्यां दिशमथाश्रयेत्  ॥
]

`verse 31 [
तत्तद्दिगीशमन्त्रेण पूर्णान्तं दक्षिणान्वितं  ।

सव्ये स्थाने च वक्रे च चलिते स्फुटितेपि वा  ॥
]

`verse 32 [
जुहुयान्मूलमन्त्रेण बहुरूपेण वा शतं  ।
कुञ्चान्येष्वपि दोषेषु शिवशान्तिं समाश्रयेत्  ॥
]

`verse 33 [
युक्तं न्यासादिभिर्लिङ्गं कुर्वन्नेवं न दोषभाक् ।
पीठबन्धमतः कृत्वा लक्षणस्यांशलक्षणं  ॥
]

`verse 34 [
गौरीमन्त्रं लयं नीत्वा सृष्ट्या पिण्डीञ्च विन्यसेत् ।
सम्पूर्य पार्श्वसंसिद्धिं वालुकावज्रलेपनं  ॥
]

`verse 35 [
ततो मूर्तिधरैः सार्धं गुरुः शान्तिं घटोर्ध्वतः  ।
संस्थाप्य कलशैरन्यैस्तद्वत् पञ्चामृतादिभिः  ॥
]

`verse 36 [
विलिप्य चन्दनाद्यैश्च सम्पूज्य जगदीश्वरं  ।
उमामहेशमन्त्राभ्यां तौ स्पृशेल्लिङ्गमुद्रया  ॥
]

`verse 37 [
ततस्त्रितत्त्वविन्यासं षडर्चादिपुरःसरं  ।
कृत्वा मूर्तिं तदीशानामङ्गानां ब्रह्मणामथ  ॥
]

`verse 38 [
ज्ञानी लिङ्गे क्रियापीठे विनास्य स्नापयेत्ततः  ।
गन्धैर्विलिप्य सन्धूप्य व्यापित्वे शिवे न्यसेत् ॥
]

`verse 39 [
स्रग्धूपदीपनैवेद्यैर्हृदयेन फलानि च  ।

विनिवेद्य यथाशक्ति समाचम्य महेश्वरं  ॥
]

`verse 40 [
दत्वार्घं च जपं कृत्वा निवेद्य वरदे करे  ।
चन्द्रार्कतारकं यावन्मन्त्रेण शैवमूर्तिपैः  ॥
]

`verse 41 [
स्वेच्छयैव त्वया नाथ स्थातव्यमिह मन्दिरे  ।
प्रणम्येव वहिर्गत्वा हृदा वा प्रणवेन वा  ॥
]

`verse 42 [
संस्थाप्य वृषभं पश्चात्पूर्ववद्वलिमाचरेत् ।
न्यूनादिदोषमोषाय ततो मृत्युजिता शतं  ॥
]

`verse 43 [
शिवेन सशिवो हुत्वा शान्त्यर्थं पायसेन च  ।
ज्ञानाज्ञानकृतं यच्च तत्पूरय महाविभो  ॥
]

`verse 44 [
हिरण्यपशुभूम्यादि गीतवाद्यादिहेतवे  ।
अम्बिकेशाय तद्भक्त्या शक्त्या सर्वं निवेदयेत् ॥
]

`verse 45 [
दानं महोत्सवं पश्चात्कुर्याद्दिनचतुष्टयं  ।
त्रिसन्ध्यं त्रिदिनं मन्त्री होमयेन्मूर्तिपैः सह  ॥
]

`verse 46 [
चतुर्थेहनि पूर्णाञ्च चरुकं बहुरूपिणा  ।
निवेद्य सर्वकुण्डेषु सम्पाताहुतिसोधितम्  ॥
]

`verse 47 [
दिनचतुष्टयं यावत्तन्निर्माल्यन्तदूर्धतः  ।
निर्माल्यापनयं कृत्वा स्नापयित्वा तु पूजयेत् ॥
]

`verse 48 [
पूजा सामान्यलिङ्गेषु कार्या साधारणाणुभिः  ।

विहाय लिङ्गचैतन्यं कुर्यात्स्थाणुविसर्जनं  ॥
]

`verse 49 [
असाधारणलिङ्गेषु क्षमस्वेति विसर्जनं  ।
आवाहनमभिव्यक्तिर्विसर्गः शक्तिरूपता  ॥
]

`verse 50 [
प्रतिष्ठान्ते क्वचित्प्रोक्तं स्थिराद्याहुतिसप्तकं  ।
स्थिरस्तथाप्रमेयश्चानादिबोधस्तथैव च  ॥
]

`verse 51 [
नित्योथ सर्वगश्चैवाविनाशी दृष्ट एव च  ।
एते गुणा महेशस्य सन्निधानाय कीर्तिताः  ॥
]

`verse 52 [
ओं नमः शिवाय स्थिरो भवेत्याहुतीनां क्रमः  ।
एवमेतञ्च सम्पाद्य विधाय शिवकुम्भवत्  ॥
]

`verse 53 [
कुम्भद्वयञ्च तन्मध्यादेककुम्भाम्भसा भवं  ।
संस्नाप्य तद्द्वितीयन्तु कर्तृस्नानाय धारयेत् ॥
]

`verse 54 [
दत्वा बलिं समाचम्य वहिर्गच्छेत्शिवाज्ञया  ।
जगतीवाह्यतश्चण्डमैशान्यान्दिशि मन्दिरे  ॥
]

`verse 55 [
धामगर्भप्रमाणे च सुपीठे कल्पितासने  ।
पूर्ववन्न्यासहोमादि विधाय ध्यानपूर्वकं  ॥
]

`verse 56 [
संस्थाप्य विधिवत्तत्र ब्रह्माङ्गैः पूजयेत्ततः  ।
अङ्गानि पूर्वयुक्तानि ब्रह्माणी त्वर्चना यथा  ॥
]

`verse 57 [
एवं सद्योजाताय ओं ह्रूं फट् नमः । ओं विं वामदेवाय ह्रूं फट्नमः । ओं बुं अघोराय ह्रूं फट्नमः । ओं तत्पुरुषाय वौमीशानाय च ह्रूं फट् ॥
जपं विवेद्य सन्तर्प्य विज्ञाप्य नतिपूर्वकं  ।
देवः सन्निहितो यावत्तावत्त्वं सन्निधो भव  ॥
]

`verse 58 [
न्यूनाधिकञ्च यत्किञ्चित्कृतमज्ञानतो मया  ।
तवत्प्रसादेन चण्डेश तत्सर्वं परिपूरय  ॥
]

`verse 59 [
वाणलिङ्गे वाणरोहे सिद्धलिङ्गे स्वयम्भुवि  ।
प्रतिमासु च सर्वासु न चण्डोऽधिकृतो भवेत् ॥
]

`verse 60 [
अद्वैतभावनायुक्ते स्थण्डिलेशविधावपि  ।
अभ्यर्च्य चण्डं ससुतं यजमानं हि भार्यया  ॥
]

`verse 61 [
पूर्वस्थापितकुम्भे न स्नापयेत्स्नापकः स्वयं  ।
स्थापकं यजमानोपि सम्पूज्य च महेशवत्  ॥
]

`verse 62 [
वित्तशाठ्यं विना दद्याद्भूहिरण्यादि दक्षिणां  ।

मूर्तिमान् विधिवत्पश्चात्जापकान् ब्राह्मणांस्तथा  ॥
]

`verse 63 [
देवज्ञं शिल्पिनं प्रार्च्य दीनानाथादि भोजयेत् ।
यदत्र सम्मुखीभावे स्वेदितो भगवन्मया  ॥
]

`verse 64 [
क्षमस्व नाथ तत्सर्वं कारुण्याम्बुनिधं मम  ।
इति विज्ञप्तियुक्ताय यजमानाय सद्गुरुः  ॥
]

`verse 65 [
प्रतिष्ठापुण्यसद्भावं स्फुरत्तारकसप्रभं  ।
कुशपुष्पाक्षतोपेतं स्वकरेण समर्पयेत् ॥
]

`verse 66 [
ततः पाशपतोपेतं प्रणम्य परमेश्वरं  ।
ततोऽपि बलिभिर्भूतान् सन्निधाय निबोधयेत् ॥
]

`verse 67 [
स्थातव्यं भवता तावद्यावत्सन्निहितो हरः  ।
गुरुर्वस्त्रादिसंयुक्तं गृह्णीयाद्यागमण्डपं  ॥
]

`verse 68 [
सर्वोपकरणं शिल्पी तथा स्नापनमण्डपं  ।
अन्ये देवादयः स्थाप्या मन्त्रैरागमसम्भवैः  ॥
]

`verse 69 [
आदिवर्णस्य भेदाद्वा सुतत्त्वव्याप्तिभाविताः  ।
साध्य प्रमुखदेवाश्च सरिदोषधयस्तथा  ॥
]

`verse 70 [
क्षेत्रपाः किन्नराद्याश्च पृथिवीतत्त्वमाश्रिताः  ।

स्नानं सरस्वतीलक्ष्मीनदीनामम्भसि क्वचित् ॥
]

`verse 71 [
भुवनाधिपतीनाञ्च स्थानं यत्र व्यवस्थितिः  ।
अण्डवृद्धिप्रधानान्तं त्रितत्त्वं ब्रह्मणः पदं  ॥
]

`verse 72 [
तन्मात्रादिप्रधानान्तं पदमेतत्त्रिकं हरेः  ।
नाट्येशगणमातॄणां यक्षेशशरजन्मनां  ॥
]

`verse 73 [
अण्डजाः शुद्धविद्यान्तं पदं गणपतेस्तथा  ।
मायांशदेशशक्त्यनतं शिवा शिवोप्तरोचिषां  ॥
]

`verse 74 [
पदमीश्वरपर्यन्तं व्यक्तार्चासु च कीर्तितं  ।
कूर्माद्यं कीर्तितं यच्च यच्च रत्नादिपञ्चकं  ॥
]

`verse 75 [
प्रतिक्षिपेत्पीठगर्ते च पञ्चब्रह्मशिलां विना  ।
षड्भिर्विभाजिते गर्ते त्यक्त्वा भावञ्च पृष्ठतः  ॥
]

`verse 76 [
स्थापनं पञ्चमांशे च यदि वा वसुभाजिते  ।
स्थापनं सप्तमे भागे प्रतिमासु सुखावहं  ॥
]

`verse 77 [
धारणाभिर्विशुद्धिः स्यात्स्थापने लेपचित्रयोः  ।
स्नानादि मानसन्तत्र शिलारत्नादिवेशनं  ॥
]

`verse 78 [
नेत्रोद्घाटनमन्त्रेष्टमासनादिप्रकल्पनं  ।
पूजा निरम्बुभिः पुष्पैर्यथा चित्रं न दुष्यति  ॥
]

`verse 79 [
विधिस्तु चललिङ्गेषु सम्प्रत्येव निगद्यते  ।

पञ्चभिर्वा त्रिभिर्वापि पृथक्कुर्याद् विभाजिते  ॥
]

`verse 80 [
भगत्रयेण भागांशो भवेद्भागद्वयेन वा  ।
स्वपीठेष्वपि तद्वत्स्याल्लिङ्गेषु तत्त्वभेदतः  ॥
]

`verse 81 [
सृष्टिमन्त्रेण संस्कारो विधिवत्स्फाटिकादिषु  ।
किञ्च ब्रह्मशिलारत्नप्रभूतेश्चानिवेदनं  ॥
]

`verse 82 [
योजनं पिण्डिकायाश्च मनसा परिकल्पयेत् ।
स्वयम्भूवाणलिङ्गादौ संस्कृतौ नियमो न हि  ॥
]

`verse 83 [
स्नापनं संहितामन्त्रैर्न्यासं होमञ्च कारयेत् ।
नदीसमुद्ररोहाणां स्थापनं पूर्ववन्मतं  ॥
]

`verse 84 [
ऐहिकं मृण्मयं लिङ्गं पिष्टकादि च तक्षणात्  ।
कृत्वा सम्पूजयेच्छुद्धं सीक्षणादिविधानतः  ॥
]

`verse 85 [
समादाय ततो मन्त्रानात्मानं सन्निधाय च  ।
तज्जले प्रक्षिपेल्लिङ्गं वत्सरात्कामदं भवेत् ॥
]
