`verse 1 [
गौरीप्रतिष्ठाकथनम्

ईश्वर उवाच
वक्ष्ये गौरीप्रतिष्ठाञ्च पूजया सहितां शृणु  ।
मण्डपाद्यं पुरो यच्च संस्थाप्य चाधिरोपयेत् ॥
]

`verse 2 [
शय्यायान्तांश्च विन्यस्य मन्त्रान्मूर्त्यादिकान् गुह  ।
आत्मविद्याशिवान्तञ्च कुर्यादीशनिवेशनं  ॥
]

`verse 3 [
शक्तिं परां ततो न्यस्य हुत्वा जप्त्वा च पूर्ववत् ।
सन्धाय च तथा पिण्डीं क्रियाशक्तिस्वरूपिणीं  ॥
]

`verse 4 [
सदेशव्यापिकां ध्यात्वा न्यस्तरत्नादिकां तथा  ।
एवं संस्थाप्य तां पश्चाद्देवीन्तस्यान्नियोजयेत् ॥
]

`verse 5 [
परशक्तिस्वरूपान्तां स्वाणुना शक्तियोगतः  ।
ततो न्यसेत्क्रियाशक्तिं पीठे ज्ञानञ्च विग्रहे  ॥
]

`verse 6 [
ततोपि व्यापिनीं शक्तिं समावाह्य नियोजयेत् ।
अम्बिकां शिवनाम्नीञ्च समालभ्य प्रपूजयेत् ॥
]
