`verse 1 [
सूर्यप्रतिष्ठाकथनं

ईश्वर उवाच
वक्ष्ये सूर्यप्रतिष्ठाञ्च पूर्ववन्मण्डपादिकं  ।
स्नानादिकञ्च सम्याद्य पूर्वोक्तविधिना ततः  ॥
]

`verse 2 [
विद्यामासनशय्यायां साङ्गं विन्यस्य भास्करं  ।
त्रितत्त्वं विन्यसेत्तत्र सस्वरं खादिपञ्चकं  ॥
]

`verse 3 [
शुद्ध्यादि पूर्ववत्कृत्वा पिण्डीं संशोध्य पूर्ववत् ।
सदेशपदपर्यन्तं विन्यस्य तत्त्वपञ्चकं  ॥
]

`verse 4 [
शक्त्या च सर्वतोमुख्या संस्थाप्य विधिवततः  ।
स्वाणुना विधिवत्सूर्यं शक्त्यन्तं स्थापयेद्गुरुः  ॥
]

`verse 5 [
स्वाम्यन्तमथवादित्यं पादान्तन्नाम धारयेत् ।
सूर्यमन्त्रास्तु पूर्वोक्ता द्रष्टव्याः स्थापनेपि च  ॥
]

`colophon [
इत्याग्नेये महापुराणे सूर्यप्रतिष्ठा नामैकोनशततमोऽध्यायः ॥
- - - -- - - -- - - -- - - -- - - - - - - - -
]
