`verse 1 [
प्रासादप्रतिष्ठा

ईश्वर उवाच
प्रासादस्थापनं वक्ष्ये तच्चैतन्यं स्वयोगतः  ।
शुकनाशासमाप्तौ तु पूर्ववेद्याश्च मध्यतः  ॥
]

`verse 2 [
आधारशक्तितः पद्मे विन्यस्ते प्रणवेन च  ।
स्वर्णाद्ये कतमोद्द्भतं पञ्चगव्येन संयुतं  ॥
]

`verse 3 [
मधुक्षीरयुतं कुम्भं न्यस्तरत्रादिपञ्चकं  ।
स्रग्वस्त्रं गन्धलिप्तञ्च गन्धवत्पुष्पभूषितं  ॥
]

`verse 4 [
चूतादिपल्लवानाञ्च कृती कृत्यञ्च विन्यसेत्  ।

पूरकेण समादाय सकलीकृतविग्रहः  ॥
]

`verse 5 [
सर्वात्मभिन्नात्मानं स्वाणुना स्वान्तमारुतः  ।
आज्ञया बोधयेच्छम्भौ रेचकेन ततो गुरुः  ॥
]

`verse 6 [
द्वादशान्तात् समादाय स्फुरद्वह्निकणोपमं  ।
निक्षिपेत्कुम्भगर्भे च न्यस्ततन्त्रातिवाहिकं  ॥
]

`verse 7 [
विग्रहन्तद्गुणानाञ्च बोधकञ्च कलादिकं  ।
क्षान्तं वागीश्वरं तत्तु ब्रातं तत्र निवेशयेत् ॥
]

`verse 8 [
दश नाडीर्दश प्राणानिन्द्रियाणि त्रयोदश  ।
तदधिपांश्च संयोज्य प्रणवाद्यैः स्वनामभिः  ॥
]

`verse 9 [
स्वकार्यकारणत्वेन मायाकाशनियामिकाः  ।
विद्येशान् प्रेरकान् शम्भुं व्यापिनञ्च सुसम्वरैः  ॥
]

`verse 10 [
अङ्गानि च विनिक्षिप्य निरुन्ध्याद्रोधमुद्रा  ।
सुवर्णाद्युद्भवं यद्वा पुरुषं पुरुषानुगं  ॥
]

`verse 11 [
पञ्चगव्यकषायाद्यैः पूर्ववत्संस्कृतन्ततः  ।
शय्यायां कुम्भमारोप्य ध्यात्वा रुद्रमुमापतिं  ॥
]

`verse 12 [
१० निर्मञ्छ्य द्रोणमुद्रया इति ग.. । निरुन्ध्याद्द्रवमुद्रया इति झ..
तस्मिंश्च शिवमन्त्रेण व्यापकत्वेन वियसेत् ।
सन्निधानाय होमञ्च प्रओक्षणं स्पर्शनं जपं  ॥
]

`verse 13 [
सान्निध्याबोधनं सर्वम्भागत्रयविभागतः  ।
विधायैवं प्रकृत्यन्ते कुम्भे तं विनिवेशयेत् ॥
]

`colophon [
इत्याग्नेये महापुराणे प्रासादकृत्यप्रतिष्ठा नामैकाधिकशततमोऽध्यायः
]
