`verse 1 [
ध्वजारोपणं
ईश्वर उवाच
चूलके ध्वजदण्डे च ध्वजे देवकुले तथा  ।
प्रतिष्ठा च यथोद्दिष्टा तथा स्कन्द वदामि ते  ॥
]

`verse 2 [
तडागार्धप्रवेशाद्वा यद्वा सवार्धवेशनात् ।
ऐष्टके दारुजः शूलः शैलजे धाम्नि शैलजः  ॥
]

`verse 3 [
वैष्णवादौ च चक्राढ्यः कुम्भः स्यान्मूर्तिमानतः  ।
स च त्रिशूलयुक्तस्तु अग्रचूलाभिधो मतः  ॥
]

`verse 4 [
ईशशूलः समाख्यातो मूर्ध्नि लिङ्गसमन्वितः  ।
वीजपूरकयुक्तो वा शिवशास्त्रेषु तद्विधः  ॥
]

`verse 5 [
चित्रो ध्वजश्च जङ्घातो यथा जङ्गार्धतो भवेत्  ।
भवेद्वा दण्डमानस्तु यदि वा तद्यदृच्छया  ॥
]

`verse 6 [
महाध्वजः समाख्यातो यस्तु पीठस्य वेष्टकः  ।
शक्रैर्ग्रहै रसैवापि हस्तैर्दण्डस्तु सम्भितः  ॥
]

`verse 7 [
उत्तमादिक्रमेणैव विज्ञेयः शूरिभिस्ततः  ।
वंशजः शालजातिर्वा स दण्डः सर्वकामदः  ॥
]

`verse 8 [
अयमारोप्यमाणस्तु भङ्गमायाति वै यदि  ।
राज्ञोनिष्टं विजानीयाद्यजमानस्य वा तथा  ॥
]

`verse 9 [
मन्त्रेण बहुरूपेण पूर्ववच्छान्तिमाचरेत् ।
द्वारपालादिपूजाञ्च मन्त्राणान्तर्प्यणन्तथा  ॥
]

`verse 10 [
विधाय चूलकं दण्डं स्नापयेदस्त्रमन्त्रतः  ।
अनेनैव तु मन्त्रेण ध्वजं सम्प्रोक्ष्य देशिकः  ॥
]

`verse 11 [
मृदु कषायादिभिः स्नानं प्रासादङ्कारयेत्ततः  ।
विलिप्य रसमाच्छाद्य शय्यायां न्यस्य पूर्ववत् ॥
]

`verse 12 [
चूडके लिङ्गवणन्यासो न च ज्ञानं न च क्रिया  ।

विशेषार्था चतुर्थी च न कुण्डस्य कल्पना  ॥
]

`verse 13 [
दण्डे तयार्थतत्त्वञ्च विद्यातत्त्वं द्वितीयकं  ।
सद्योजातानि वक्राणि शिवतत्त्वं पुनर्ध्वजे  ॥
]

`verse 14 [
निष्कलञ्च शिवन्तत्र न्यस्याङ्गानि प्रपूजयेत् ।
चूडके च ततो मन्त्रो सान्निध्ये सहिताणुभिः  ॥
]

`verse 15 [
होमयेत्प्रतिभागञ्च ध्वजे तैस्तु फडन्तिकैः  ।
अन्यथापि कृतं यच्च ध्वजसंस्कारणं क्वचित् ॥
]

`verse 16 [
अस्त्रयागविधावेवं तत्सर्वमुपदर्शितं  ।
प्रासादे कारिते स्थाने स्रग्वस्त्रादिविभूषिते  ॥
]

`verse 17 [
जङ्घा वेदी तदूर्ध्वे तु त्रितत्त्वादि निवेश्य च  ।
होमादिकं विधायाथ शिवं सम्पूज्य पूर्ववत् ॥
]

`verse 18 [
सर्वतत्त्वमयं ध्यात्वा शिवञ्च व्यापकं न्यसेत् ।
अनन्तं कालरुद्रञ्च विभाव्य च पदाम्बुजे  ॥
]

`verse 19 [
कुष्माण्डहाटकौ पीठे पातालनरकैः सह  ।
भुवनैर्लोकपालैश्च शतरुद्रादिभिर्वृतं  ॥
]

`verse 20 [
ब्रह्माण्दकमिदं ध्यात्वा जङ्घाताञ्च विभावयेत् ।
वारितेजोनिलव्योमपञ्चाष्टकसमन्वितं  ॥
]

`verse 21 [
सर्वावरणसञ्ज्ञञ्च वृद्धयोन्यवृकान्वितं  ।
योगाष्टकसमायुक्तं नाशाविधि गुणत्रयं  ॥
]

`verse 22 [
पटस्थं पुरुषं सिंहं वामञ्च परिभावयेत् ।
मञ्जरीवेदिकायाञ्च विद्यादिकचतुष्टयं  ॥
]

`verse 23 [
कण्ठे मायां सरुद्राञ्च विद्याश्चामलसारके  ।
कलसे चेश्वरं विन्दुं विद्येश्वरसमन्वितं  ॥
]

`verse 24 [
जटाजूटञ्च तं विद्याच्छूलं चन्द्रार्धरूपकं  ।
शक्तित्रयं च तत्रैव दण्डे नादं विभाव्य च  ॥
]

`verse 25 [
ध्वजे च कुण्डलीं शक्तिमिति धाम्नि विभावयेत् ।
जगत्या वाथ सन्धाय लिङ्गं पिण्डिकयाथवा  ॥
]

`verse 26 [
समुत्थाप्य सुमन्त्रैश्च विन्यस्ते शक्तिपङ्कजे  ।
न्यस्तरत्नादिके तत्र स्वाधारे विनिवेशयेत् ॥
]

`verse 27 [
यजमानो ध्वजे लग्ने बन्धुमित्रादिभिः सह  ।
धाम प्रदक्षिणीकृत्य लभते फलमीहितं  ॥
]

`verse 28 [
गुरुः पाशुपतं ध्यायन् स्थिरमन्त्राधिपैर्युतं  ।
अधिपान् शस्त्रयुक्तांश्च रक्षणाय निबोधयेत्  ॥
]

`verse 29 [
न्यूनादिदोषशान्त्यर्थं हुत्वा दत्वा च दिग्बलिं  ।
गुरवे दक्षिणां दद्याद्यजमानो दिवं व्रजेत् ॥
]

`verse 30 [
प्रतिमालिङ्गवेदीनां यावन्तः परमाणवः  ।
तावद्युगसहस्राणि कर्तुर्भोगभुजः फलं  ॥
]

`colophon [
इत्याग्नेये महापुराणे ध्वजारोहणादिविधिर्नाम द्व्यधिकशततमोऽध्यायः
]
