`verse 1 [
जीर्णोद्धारः

ईश्वर उवाच
जीर्णादीनाञ्च लिङ्गानामुद्धारं विधिना वदे  ।
लक्ष्मोज्झितञ्च भग्नञ्च स्थूलं वज्रहतं तथा  ॥
]

`verse 2 [
संपुटं स्फुटितं व्यङ्गं लिङ्गमित्येवमादिकं  ।
इत्यादिदुष्टलिङ्गानां योज्या पिण्डी तथा वृषः  ॥
]

`verse 3 [
चालितञ्चलितं लिङ्गमत्यर्थं विषमस्थितं  ।
दिड्मूढं पातितं लिङ्गं मध्यस्थं पतितं तथा  ॥
]

`verse 4 [
एवंविधञ्च संस्थाप्य निर्ब्रणञ्च भवेद्यदि  ।
नद्यादिकप्रवाहेन तदपाक्रियते यदि  ॥
]

`verse 5 [
ततोऽन्यत्रापि संस्थाप्य विधिदृष्टेन कर्मणा  ।

सुस्थितं दुस्थितं वापि शिवलिङ्गं न चालयेत् ॥
]

`verse 6 [
शतेन स्थापनं कुर्यात्सहस्रेण तु चालनं  ।
पूजादिभिश्च संयुक्तं जीर्णाद्यमपि सुस्थितं  ॥
]

`verse 7 [
याम्ये मण्डपमीशे वा प्रत्यग्द्वारैकतोरणं  ।
विधाय द्वारपूजादि स्थण्डिले मन्त्रपूजनं  ॥
]

`verse 8 [
मन्त्रान् सन्तर्प्य सम्पूज्य वास्तुदेवातुं पूर्ववत् ।
दिग्बलिं च वहिर्दत्वा समाचम्य स्वयं गुरुः  ॥
]

`verse 9 [
ब्राह्मणान् भोजयित्वा तु शम्भुं विज्ञापयेत्ततः  ।
दुष्टलिङ्गमिदं शंभोः शान्तिरुद्धारणस्य चेत्  ॥
]

`verse 10 [
रुसिस्तवादिविधिना अधितिष्ठस्व मां शिव  ।
एवं विज्ञाप्य देवेशं शान्तिहोमं समाचरेत् ॥
]

`verse 11 [
मध्वाज्यक्षीरदूर्वाभिर्मूलेनाष्टाधिकं शतं  ।
ततो लिङ्गं च संस्थाप्य पूजयेत्स्थिण्डिले तथा  ॥
]

`verse 12 [
ओं व्यापकेश्वरायेति नाट्यन्तं शिववादिना  ।

ओं व्यापकं हृदयेश्वराय नमः । ओं व्यापकेश्वराय शिरसे नमः । इत्याद्यङ्गमन्त्राः
ततस्तत्राश्रितं तत्त्वं श्रावयेदस्त्रमस्ततः  ॥
]

`verse 13 [
सत्त्वः कोपीह यः कोपिलिङ्गमाश्रित्य तिष्ठति  ।
लिङ्गन्त्यक्त्वा शिवाज्ञाभिर्यत्रेष्टं तत्र गच्छतु  ॥
]

`verse 14 [
विद्याविद्येश्वरैर्युक्तः स भवोत्र भविष्यति  ।
सहस्रं प्रतिभागे च ततः पाशुपताणुना  ॥
]

`verse 15 [
हुत्वा शान्त्यम्बुना प्रोक्ष्य स्पृष्ट्वा कुशैर्जपेत्ततः  ।
दत्वार्घं च विलोमेन तत्त्वतत्त्वाधिपांस्तथा  ॥
]

`verse 16 [
अष्टमूर्तीश्वरान् लिङ्ग पिण्डिकासंस्थितान् गुरुः  ।
विसृज्य स्वर्णपाशेन वृषस्कन्धस्थया तथा  ॥
]

`verse 17 [
रज्वा वध्वा तया नीत्वा शिवमन्तं गृणन् जनैः  ।
तज्जले निक्षिपेन्मन्त्री पुष्ठ्यर्थं जुहुयाच्छतं  ॥
]

`verse 18 [
तृप्तये दिक्पतीनाञ्च वास्तुशुद्धौ शतं शतं  ।
रक्षां विधाय तद्धाम्नि महापाशुपता ततः  ॥
]

`verse 19 [
लिङ्गमन्यत्ततस्तत्र विधिवत्स्थापयेद्गुरुः  ।
असुरैर्मुनिभिर्गोत्रस्तन्त्रविद्भिः प्रतिष्ठितं  ॥
]

`verse 20 [
जीर्णं वाप्यथवा भग्नं विधिनापि नचालयेत् ।
एष एव विधिः कार्योजीर्णधामसमुद्धृतौ  ॥
]

`verse 21 [
खड्गे मन्त्रगणं न्यस्य कारयेत्मन्दिरान्तरं  ।
सङ्कोचे मरणं प्रोक्तं विस्तारो तु धनक्षयः  ॥
]
