`speaker [
ईश्वर उवाच
]

`verse 1 [
वक्ष्ये प्रासादसामान्यलक्षणं ते शिखध्वज  ।
चतुर्भागीकृते क्षेत्रे भित्तेर्भागेन विस्तरात् ॥
]

`verse 2 [
अद्रिभागेन गर्भः स्यात्पिण्डिका पादविस्तरात् ।
पञ्चभागीकृते क्षेत्रेन्तर्भागे तु पिण्डिका  ॥
]

`verse 3 [
सुषिरं भागविस्तीर्णं भित्तयो भागविस्तरात् ।
भागौ द्वौ मध्यमे गर्भे ज्येष्ठभागद्वयेन तु  ॥
]

`verse 4 [
- - - -- - - -- - -- - - -- - - - -

- - -- - - -- - -- - -- - -- - -- -
त्रिभिस्तु कन्यसागर्भः शेषो भित्तिरिति क्वचित् ।
षोढाभक्येथवा क्षेत्रे भित्तिर्भागैकविस्तरात् ॥
]

`verse 5 [
गर्भो भागेन विस्तीर्णो भागद्वयेन पिण्डिका  ।
विस्ताराद्द्विगुणो वापि सपादद्विगुणोऽपि वा  ॥
]

`verse 6 [
अर्धार्धद्विगुणो वापि त्रिगुणः क्वचित्त्रिदुच्छ्रयः  ।
जगती विस्तरार्धेन त्रिभागेन क्वचिद्भवेत् ॥
]

`verse 7 [
नेमिः पादोनविएस्तीर्णा प्रासादस्य समन्ततः  ।
परिधिस्त्रयं शको मध्ये रथकांस्तत्र कारयेत् ॥
]

`verse 8 [
चामुण्डं भैरवं तेषु नाट्येशं च निवेशयेत् ।
प्रासादार्धेन देवानामष्टौ वा चतुरोऽपि वा  ॥
]

`verse 9 [
प्रदक्षिणां वहिः कुर्यात्प्रासादादिषु वा नवा  ।
आदित्याः पूर्वतः स्थाप्याः स्कन्दोग्निर्वायुगोचरे  ॥
]

`verse 10 [
एवं यमादयो न्यस्याः स्वस्याः स्वस्यां दिशि स्थिताः  ।
चतुर्धा शिखरं कृत्वा शुकनासा द्विभागिका  ॥
]

`verse 11 [
तृतीये वेदिका त्वग्नेः सकण्ठो मलसारकः  ।
वैराजः पुष्पकश्चान्यः कैलासो मणिकस्तथा  ॥
]

`verse 12 [
त्रिविष्ठपञ्च पञ्चैव मेरुमूर्धनि संस्थिताः  ।
चतुरस्रस्तु तत्राद्यो द्वितीयोपि तदायतः  ॥
]

`verse 13 [
- -- - - -- - - -- - - - -- - - - --

- - - - -- - - -- -- - -- -- - - - --
वृत्तो वृत्तायतश्चान्यो ह्यष्टास्रश्चापि पञ्चमः  ।
एकैको नवधाभेदैश्चत्वारिंशच्च पञ्च च  ॥
]

`verse 14 [
प्रासादः प्रथमो मेरुर्द्वितियो मन्दरस्तथा  ।
विमानञ्च तथा भद्रः सर्वतोभद्र एव च  ॥
]

`verse 15 [
चरुको नन्दिको नन्दिर्वर्धमानस्तथापरः  ।
श्रीवत्सश्चेति वैराज्यान्ववाये च समुत्थिताः  ॥
]

`verse 16 [
बलभी गृहराजश्च शालागृहञ्च मन्दिरं  ।
विशालश्च समो ब्रह्म मन्दिरं भुवनन्तथा  ॥
]

`verse 17 [
प्रभवः शिविका वेश्म नवैते पुष्पकोद्भवाः  ।
बलयो दुन्दुभिः पद्मो महापद्मक एवच  ॥
]

`verse 18 [
वर्धनी वान्य उष्णीषः शङ्खश्च कलसस्तथा  ।
स्ववृक्षश्च तथाप्येते वृत्ताः कैलाससम्भवाः  ॥
]

`verse 19 [
गजोथ वृषभो हंसो गरुत्मान्नृक्षनायकः  ।
भूषणो भूधरश्चान्न्ये श्रीजयः पृथवीधरः  ॥
]

`verse 20 [
वृत्तायतात्समुद्भूता नवैते मणिकाह्वयात्  ।
वज्रं चक्रन्तथा चान्यत्स्वस्तिकं वज्रस्वस्तिकं  ॥
]

`verse 21 [
--- - - - -- - - -- - - - -- - - -- - -

- - - - -- -- - -- - -- - -- - -- - - -

चित्रं स्वस्तिकखड्गञ्च गदा श्रीकण्ठ एव च  ।
विजयो नामतश्चैते त्रिविष्टपसमुद्भवाः  ॥
]

`verse 22 [
नगराणामिमाः सञ्ज्ञा लाटादीनामिमास्तथा  ।
ग्रीवार्धेनोन्नतञ्चूलम्पृथुलञ्च विभागतः  ॥
]

`verse 23 [
दशधा वेदिकाङ्कृत्वा पञ्चभिः स्कन्धविस्तरः  ।
त्रिभिः कण्ठं तु कर्तव्यं चतुर्भिस्तु प्रचण्डकं  ॥
]

`verse 24 [
दिक्षु द्वाराणि कार्याणि न विदिक्षु कदाचन  ।
पिण्डिका कोणविस्तीर्णा मध्यमान्ता ह्युदाहृता  ॥
]

`verse 25 [
क्वचित्पञ्चमभागेन महताङ्गर्भपादतः  ।
उच्छ्राया द्विगुणास्तेषामन्यथा वा निगद्यते  ॥
]

`verse 26 [
षष्ट्याधिकात्समारभ्य अङ्गुलानां शतादिह  ।
उत्तमान्यपि चत्वारि द्वाराणि दशहानितः  ॥
]

`verse 27 [
त्रीण्येव मध्यमानि स्युस्त्रीण्येव कन्यसान्यतः  ।
उच्छ्रायार्धेन विस्तारो ह्युच्छ्रायोऽभ्यधिकस्त्रिधा  ॥
]

`verse 28 [
चतुर्भिरष्टभिर्वापि दशभिरङ्गुलैस्ततः  ।
उच्छ्रायात्पादविस्तीर्णा विशाखास्तदुदुंवरे  ॥
]

`verse 29 [
विस्तरार्धेन बाहुल्यं सर्वेषामेव कीर्तितम्  ।
- -- - - -- - - -- - - - -- - -- - -- -- - - -- - - -

- - -- - -- -- - -- - -- - -- -- -- - -
द्विपञ्चसप्तनवभिः शाखाभिर्द्वारमिष्टदं  ॥
]

`verse 30 [
अधःशाखाचतुर्थांशे प्रतीहारौ निवेशयेत् ।
मिथुनैः पादवर्णाभिः शाखाशेषं विभूषयेत् ॥
]

`verse 31 [
स्तम्भबिद्धे भृत्यता स्यात्वृक्षबिद्धे त्वभूतिता  ।
कूपबिद्धे भयं द्वारे क्षेत्रबिद्धे धनक्षयः  ॥
]

`verse 32 [
प्रासादगृहशिलादिमार्गविद्धेषु बन्धनं  ।
सभाबिद्धे न दारिद्र्यं वर्णबिद्धे निराकृतिः  ॥
]

`verse 33 [
उलूखलेन दारिद्र्यं शिलाबिद्धेन शत्रुता  ।
छायाबिद्धेन दारिद्र्यं बेधदोषो न जायते  ॥
]

`verse 34 [
छेदादुत्पाटनाद्वापि तथा प्राकारलक्षणात् ।
सीमाया द्विगुणत्यागाद्बेधदोषो न जायते  ॥
]
