`speaker [
ईश्वर उवाच
]

`verse 1 [
नगरग्रामदुर्गाद्या गृहप्रासादवृद्धये  ।
- - - - - -- - -- - - -- - -- - - - - -- - -

- - - - - -- - -- - - -- - -- - - - - -- - -
एकाशीतिपदैर्वस्तुं पूजयेत्सिद्धये ध्रुवं  ॥
]

`verse 2 [
प्रागास्या दशधा नाड्यास्तासां नामानि च ब्रुवे  ।
शान्ता यशोवती कान्ता विशाला प्राणवाहिनी  ॥
]

`verse 3 [
सती वसुमती नन्दा सुभद्राथ मनोरमा  ।
उत्तरा द्वादशान्याश्च एकाशीत्यङ्घ्रिकारिका  ॥
]

`verse 4 [
हरिणी सुप्रभा लक्ष्मीर्विभूतिर्विमला प्रिया  ।
जया ज्वाला विशोका च स्मृतास्तत्रपादतः  ॥
]

`verse 5 [
ईशाद्यष्टाष्टकं दिक्षु यजेदीशं धनञ्जयं  ।
शक्रमर्कं तथा सत्यं भृशं व्योम च पूर्वतः  ॥
]

`verse 6 [
हव्यवाहञ्च पूर्वाणि वितथं भौममेव च  ।
कृतान्तमथ गन्धर्वं भृगं मृगञ्च दक्षिणे  ॥
]

`verse 7 [
पितरं द्वारपालञ्च सुग्रीवं पुष्पदन्तकं  ।
वरुणं दैत्यशेषौ च यक्ष्माणं पश्चिमे सदा  ॥
]

`verse 8 [
रोगाहिमुख्यो भल्लाटः सौभाग्यमदितिर्दितिः  ।
नवान्तः पदगो ब्रह्मा पूज्योर्धे च षडङ्घिगाः  ॥
]

`verse 9 [
ब्रह्मेशान्तरकोष्ठस्थ मायाख्यान्तु पद्द्वये  ।
तदधश्चापवत्साख्यं केन्द्रन्तरेषु षट्पदे  ॥
]

`verse 10 [
- - - - - -- - -- - - -- - -- - - - - -- - -

- - - - - -- - -- - - -- - -- - - - - -- - -
मरीचिकाग्निमध्ये तु सविता द्विपदस्थितः  ।
सावित्री तदधो द्व्यंशे विवस्वान् षट्पदे त्वधः  ॥
]

`verse 11 [
पितृब्रह्मान्तरे विष्णुमिन्दुमिन्द्रं त्वधो जयं  ।
वरुणब्रह्मणोर्मध्ये मित्राख्यं षट्पदे यजेत् ॥
]

`verse 12 [
रोगब्रह्मान्तरे नित्यं द्विपञ्च रुद्रदासकम्  ।
तदधो द्व्यङ्घ्रिगं यक्ष्म षट्सौम्येषु धराधरं  ॥
]

`verse 13 [
चरकीं स्कन्दविकटं विदारीं पूतनां क्रमात् ।
जम्मं पापं पिलिपिच्छं यजेदीशादिवाह्यतः  ॥
]

`verse 14 [
एकाशीपदं वेश्म मण्डपश्च शताङ्घ्रिकः  ।
पूर्ववद्देवताः पूज्या ब्रह्मा तु षोडशांशके  ॥
]

`verse 15 [
मरीचिश्च विवस्वांश्च मित्रं पृथ्वीधरस्तथा  ।
दशकोष्ठस्थिता दिक्षु त्वन्ये बेशादिकोणगाः  ॥
]

`verse 16 [
दैत्यमाता तथेशाग्नी मृगाख्यौ पितरौ तथा  ।
पापयक्ष्मानिलौ देवाः सर्वे सार्धांशके स्थिताः  ॥
]

`verse 17 [
यत्पाद्योकः प्रवक्ष्यामि सङ्क्षेपेण क्रमाद्गुह  ।
- - - - - -- - -- - - -- - -- - - - - -- - -

- - - - - -- - -- - - -- - -- - - - - -- - -
सदिग्विंशत्करैर्दैर्घ्यादष्टाविंशति विस्तरात् ॥
]

`verse 18 [
शिशिराश्रयः शिवाख्यश्च रुद्रहीनः सदोभयोः  ।
रुद्रद्विगुणिता नाहाः पृथुष्णोभिर्विना त्रिभिः  ॥
]

`verse 19 [
स्याद्ग्रहद्विगुणं दैर्घ्यात्तिथिभिश्चैव विस्तरात्  ।
सावित्रः सालयः कुड्या अन्येषां पृथक्स्त्रिंशांशतः  ॥
]

`verse 20 [
कुड्यपृथुपजङ्घोच्चात्कुड्यन्तु त्रिगुणोच्छयं  ।
कुड्यसूत्रसमा पृथ्वी वीथी भेदादनेकधा  ॥
]

`verse 21 [
भद्रे तुल्यञ्च वीथीभिर्द्वारवीथी विनाग्रतः  ।
श्रीजयं पृष्ठतो हीनं भद्रोयं पार्श्वयोर्विना  ॥
]

`verse 22 [
गर्भपृथुसमा वीथी तदर्धार्धेन वा क्वचित् ।
वीथ्यर्धेनोपवीथ्याद्यमेकद्वित्रिपुरान्वितम्  ॥
]

`verse 23 [
सामान्यानाथ गृहं वक्ष्ये सर्वेषां सर्वकामदं  ।
एकद्वित्रिचतुःशालमष्टशालं यथाक्रमात् ॥
]

`verse 24 [
एकं याम्ये च सौमास्यं द्वे चेत्पश्चात्पुरोमुखम्  ।
चतुःशालन्तु साम्मुख्यात्तयोरिन्द्रेन्द्रमुक्तयोः  ॥
]

`verse 25 [
शिवास्यमम्बुपास्यैष इन्द्रास्ये यमसूर्यकं  ।
- - - - - -- - -- - - -- - -- - - - - -- - -

- - - - - -- - -- - - -- - -- - - - - -- - -
प्राक्सौम्यस्थे च दण्दाख्यं प्राग्याम्ये वातसञ्ज्ञकं  ॥
]

`verse 26 [
आप्येन्दौ गृहवल्याख्यं त्रिशूलं तद्विनर्धिकृत् ।
पूर्वशलाविहीनं स्यात्सुक्षेत्रं वृद्धिदायकं  ॥
]

`verse 27 [
याम्ये हीने भवेच्छूली त्रिशालं वृद्धिकृत्परं  ।
यक्षघ्नं जलहीनौकः सुतघ्नं बहुशत्रुकृत् ॥
]

`verse 28 [
- - - - - -- - -- - - -- - -- - - - - -- - -

- - - - - -- - -- - - -- - -- - - - - -- - -
इन्द्रादिक्रमतो वच्मि ध्वजाद्यष्टौ गृहाण्यहं  ।
प्रक्षालानुस्रगावासमग्नौ तस्य महानसं  ॥
]

`verse 29 [
याम्ये रसक्रिया शय्या धनुःशस्त्राणि रक्षसि  ।
धनमुक्त्यम्वुपेशाख्ये सम्यगन्धौ च मारुते  ॥
]

`verse 30 [
सौम्ये धनपशू कुर्यादीशे दीक्षावरालयं  ।
स्वामिहस्तमितं वेश्म विस्तारायामपिण्डिकं  ॥
]

`verse 31 [
त्रिगुणं हस्तसंयुक्तं कृत्वाष्टांशैहृतं तथा  ।
तच्छेषोयं स्थितस्तेन वायसान्तं ध्वजादिकं  ॥
]

`verse 32 [
त्रयः पक्षाग्निवेदेषु रसर्षिवसुतो भवेत् ।
सर्वनाशकरं वेश्म मध्ये चान्ते च संस्थितं  ॥
]

`verse 33 [
तस्माच्च नवमे भागे शुभकृन्निलयो मतः  ।
तन्मधे मण्डपः शस्तः समो वा द्विगुणायतः  ॥
]

`verse 34 [
प्रत्यगाप्ये चेन्दुयमे हट्ट एव गृहावली  ।
एकैकभवनाख्यानि दिक्ष्वष्टाष्टकसङ्ख्यया  ॥
]

`verse 35 [
ईशाद्यदितिकान्तानि फलान्येषां यथाक्रमं  ।
भयं नारी चलत्वं च जयो वृद्धिः प्रतापकः  ॥
]

`verse 36 [
- - - - - -- - -- - - -- - -- - - - - -- - -

- - - - - -- - -- - - -- - -- - - - - -- - -
धर्मः कलिश्च नैस्व्यञ्च प्राग्द्वारेष्वष्टसु ध्रुवं  ।
दाहोऽसुखं सुहृन्नाशो धननाशो मृतिर्धनं  ॥
]

`verse 37 [
शिल्पित्वं तनयः स्याच्च याम्यद्वारफलाष्टकम्  ।
आयुःप्राव्राज्यशस्यानि धनशान्त्यर्थसङ्क्षयाः  ॥
]

`verse 38 [
शोषं भोगं चापत्यञ्च जलद्वारफलानि च  ।
रोगो मदार्तिमुख्यत्वं चार्थायुः कृशता मतिः  ॥
]
