`verse 1 [
नगरादिवास्तुः

ईश्वर उवाच
नगरादिकवास्तुश्च वक्ष्ये राज्यादिवृद्धये  ।
योजनं योजनार्धं वा तदर्थं स्थानमाश्रयेत् ॥
]

`verse 2 [
अभ्यर्च्य वास्तु नगरं प्राकाराद्यन्तु कारयेत् ।
ईशादित्रिंशत्पदके पूर्वद्वारं च सूर्यके  ॥
]

`verse 3 [
गन्धर्वाभ्यां दक्षिणे स्याद्वारुण्ये पश्चिमे तथा  ।
सौम्यद्वारं सौम्यपदे कार्या हट्टास्तु विस्तराः  ॥
]

`verse 4 [
येनेभादि सुखं गच्छेत्कुर्याद्द्वारं तु षट्करं  ।
छिन्नकर्णं विभिन्नञ्च चन्द्रार्धाभं पुरं न हि  ॥
]

`verse 5 [
वज्रसूचीमुखं नेष्टं सकृद्द्वित्रिसमागमं  ।
चापाभं वज्रनागाभं पुरारम्भे हि शान्तिकृत् ॥
]

`verse 6 [
प्रार्च्य विष्णु हरार्कादीन्नत्वा दद्याद्बलिं बली  ।
आग्नेये स्वर्णकर्मारान् पुरस्य विनिवेशयेत् ॥
]

`verse 7 [
दक्षिणे नृत्यवृत्तीनां वेश्यास्त्रीणां गृहाणि च  ।
नटानाञ्चक्रिकादीनां कैवर्तादेश्च नैर्ऋते  ॥
]

`verse 8 [
रथानामायुधानाञ्च कृपाणाञ्च वारुणे  ।
शौण्डिकाः कर्माधिकृता वायव्ये परिकर्मणः  ॥
]

`verse 9 [
ब्राह्मणा यतयः सिद्धाः पुण्यवन्तश्च चोत्तरे  ।
फलाद्यादिविक्रयिण ईशाने च वणिग्जनाः  ॥
]

`verse 10 [
पूर्वतश्च बलाध्यक्षा आग्नेये विविधं बलं  ।
स्त्रीणामादेशिनो दक्षे काण्डारान्नैर्ऋते न्यसेत् ॥
]

`verse 11 [
पश्चिमे च महामात्यान् कोषपालांश्च कारुकान्  ।

उत्तरे दण्डनाथांश्च नायकद्विजसङ्कुलान्  ॥
]

`verse 12 [
पूर्वतः क्षत्रियान् दक्षे वैश्याञ्छून्द्रांश्च पश्चिमे  ।
दिक्षु वैद्यान् वाजिनश्च बलानि च चतुर्दिशं  ॥
]

`verse 13 [
पूर्वेण चरलिङ्ग्यादीञ्छ्मशानादीनि दक्षिणे  ।
पश्चिमे गोधनाद्यञ्च कृषिकर्तॄंस्तथोत्तरे  ॥
]

`verse 14 [
न्यसेन्म्लेच्छांश्च कोणेषु ग्रामादिषु तथा स्मृतिं  ।
श्रियं वैश्रवणं द्वारि पूर्वे तौ पश्यतां श्रियं  ॥
]

`verse 15 [
देवादीनां पश्चिमतः पूर्वास्यानि गृहाणि हि  ।
पूर्वतः पश्चिमास्यानि दक्षिणे चोत्तराननान्  ॥
]

`verse 16 [
नाकेशविष्ण्वादिधामानि रक्षार्थं नगरस्य च  ।
निर्दैवतन्तु नगरग्रामदुर्गगृहादिकं  ॥
]

`verse 17 [
भुज्यते तत्पिशाचाद्यै रोगाद्यैः परिभूयते  ।
नगरादि सदैवं हि जयदं भुक्तिमुक्तिदं  ॥
]

`verse 18 [
पूर्वायां श्रीगृहं प्रोक्तमाग्नेय्यां वै महानसं  ।
शनयं दक्षिणस्यान्तु नैर्ऋत्यामायुधाश्रयं  ॥
]

`verse 19 [
भोजनं पश्चिमायान्तु वायव्यां धान्यसङ्ग्रहः  ।
उत्तरे द्रव्यसंस्थानमैशान्यां देवतागृहं  ॥
]

`verse 20 [
चतुःशालं त्रिशालं वा द्विशालं चैकशालकं  ।
चतुःशालगृहाणान्तु शालालिन्दकभेदतः  ॥
]

`verse 21 [
शतद्वयन्तु जायन्ते पञ्चाशत्पञ्च तेष्वपि  ।
त्रिशालानि तु चत्वारि द्विशालानि तु पञ्चधा  ॥
]

`verse 22 [
एकशालानि चत्वारि एकालिन्दानि वच्मि च  ।
अष्टाविंशदलिन्दानि गृहाणि नगराणि च  ॥
]

`verse 23 [
चतुर्भिः सप्रभिश्चैव पञ्चपञ्चाशदेव तु  ।
षडलिन्दानि विंशैव अष्टाभिर्विंश एव हि  ॥
]
