`verse 1 [
स्वायम्भुवसर्गः

अग्निरुवाच
वक्ष्ये भुवनकोषञ्च पृथ्वीद्वीपादिलक्षणं  ।
अग्निध्रश्चाग्निबाहुश्च वपुष्मान्द्युतिमांस्तथा  ॥
]

`verse 2 [
मेधा मेधातिथिर्भव्यः सवनः पुत्र एव च  ।
ज्योतिष्मान् दशमस्तेषां सत्यनामा सुतोऽभवत् ॥
]

`verse 3 [
प्रियव्रतसुताः ख्याताः सप्तद्वीपान्ददौ पिता  ।
जम्बुद्वीपमथाग्नीध्रे प्लक्षं मेधातिथेर्ददौ  ॥
]

`verse 4 [
वपुष्मते शाल्मलञ्च ज्योतिष्मते कुशाह्वयं  ।
क्रौञ्चद्वीपं द्युतिमते शाकं भव्याय दत्तवान्  ॥
]

`verse 5 [
पुष्करं सवनायादादग्नीध्रेऽदात्सुते शतं  ।
जम्बूद्वीपं पिता लक्षं नाभेर्दत्तं हिमाह्वयं  ॥
]

`verse 6 [
हेमकूटं किम्पुरुषे हरिवर्षाय नैषधं  ।
इलावृते मेरुमध्ये रम्ये नीलाचलश्रितं  ॥
]

`verse 7 [
हिरण्वते श्वेतवर्षं कुरूंस्तु कुरवे ददौ  ।
भद्राश्वाय च भद्राश्वं केतुमालाय पश्चिमं  ॥
]

`verse 8 [
मेरोः प्रियव्रतः पुत्रानभिषिच्य ययौ वनं  ।
शालग्रामे तपस्तप्त्वा ययौ विष्णोर्लयं नृपः  ॥
]

`verse 9 [
यानि कुम्पुरुषाद्यानि ह्यष्टवर्षाणि सत्तम  ।
तेषां स्वाभाविकी सिद्धिः सुखप्राया ह्ययत्नतः  ॥
]

`verse 10 [
जरामृत्युभयं नास्ति धर्माधर्मौ युगादिकं  ।
नाधमं मध्यमन्तुल्या हिमाद्देशात्तु नाभितः  ॥
]

`verse 11 [
ऋषभो मेरुदेव्याञ्च ऋषभाद्भरतोऽभवत् ।
ऋषभो दत्तश्रीः पुत्रे शालग्रामे हरिङ्गतः  ॥
]

`verse 12 [
भरताद्भारतं वर्षं भरतात्सुमतिस्त्वभूत्  ।
भरतो दत्तलक्ष्मीकः शालग्रामे हरिं गतः  ॥
]

`verse 13 [
स योगी योगप्रस्तावे वक्ष्ये तच्चरितं पुनः  ।
सुमतेस्तेजसस्तस्मादिन्द्रद्युम्नो व्यजायत  ॥
]

`verse 14 [
परमेष्ठी ततस्तस्मात्प्रतीहारस्तदन्वयः  ।
प्रतीहारात्प्रतीहर्ता प्रतिहर्तुर्भुवस्ततः  ॥
]

`verse 15 [
उद्गीतोथ च प्रस्तारो विभुः प्रस्तारतः सुतः  ।
पृथुश्चैव ततो नक्तो नक्तस्यापि गयः सुतः  ॥
]

`verse 16 [
नरो गयस्य तनयः तत्पुत्रोऽभूद्विराट्ततः  ।
तस्य पुत्रो महावीर्यो धीमांस्तस्मादजायत  ॥
]

`verse 17 [
महान्तस्तत्सुतश्चाभून्मनस्यस्तस्य चात्मजः  ।
त्वष्टा त्वष्टुश्च विरजारजस्तस्याप्यभूत्सुतः  ॥
]

`verse 18 [
सत्यजिद्रजसस्तस्य जज्ञे पुत्रशतं मुने  ।
विश्वज्योतिःप्रधानास्ते भारतन्तैर्विवर्धितं  ॥
]
