`verse 1 [
भुवनकोषः

अग्निरुवाच
जम्बूप्लक्षाह्वयौ द्वीपौ शाल्मलिश्चापरो महान्  ।
कुशः क्रौञ्चस्तथा शाकः पुष्करश्चेति सप्तमः  ॥
]

`verse 2 [
एते द्वीपाः समुद्रैस्तु सप्त सप्तभिरावृताः  ।
लवणेक्षुसुरासर्पिर्दधिदुग्धजलैः समं  ॥
]

`verse 3 [
जम्बूद्वीपो द्वीपमध्ये तन्मध्ये मेरुरुच्छ्रितः  ।
चतुरशीतिसाहस्रो भूयिष्ठः षोडशाद्विराट् ॥
]

`verse 4 [
द्वात्रिंशन्मूर्ध्नि विस्तरात्षोडशाधः सहस्रवान्  ।
भूयस्तस्यास्य शैलोऽसौ कर्णिकाकारसंस्थितः  ॥
]

`verse 5 [
हिमवान् हेमकूटश्च निषधश्चास्य दक्षिणे  ।
नीलः श्वेतश्च शृङ्गो च उत्तरे वर्षपर्वताः  ॥
]

`verse 6 [
लक्षप्रमाणौ द्वौ मध्ये दशहीनास्तथापरे  ।
सहस्रद्वितयोछ्रायास्तावद्विस्तारिणश्च ते  ॥
]

`verse 7 [
भारतं प्रथमं वर्षन्ततः किम्पुरुषं स्मृतं  ।
हरिवर्सन्तथैवान्यन्मेरोर्दक्षिणतो द्विज  ॥
]

`verse 8 [
रम्यकं चोत्तरे वर्षं तथैवान्यद्धिरण्मयं  ।
उत्तराः कुरवश्चैव यथा वै भारतं तथा  ॥
]

`verse 9 [
नवसाहस्रमेकैकमेतेषां मुनिसत्तम  ।
इलावृतञ्च तन्मध्ये सौवर्णा मेरुरुछ्रितः  ॥
]

`verse 10 [
मेरोश्चतुर्दिशन्तत्र नवसाहस्रविस्तृतं  ।

इलावृतं महाभाग चत्वारश्चात्र पर्वताः  ॥
]

`verse 11 [
विष्कम्भा रचिता मेरोर्योजनायुतविस्तृताः  ।
पूर्वेण मन्दरो नाम दक्षिणे गन्धमादनः  ॥
]

`verse 12 [
विपुलः पश्चिमे पार्श्वे सुपार्श्वश्चोत्तरे स्मृतः  ।
कदम्बस्तेषु जम्बुश्च पिप्पलो बट एव च  ॥
]

`verse 13 [
एकादशशतायामाः पादपा गिरिकेतवः  ।
जम्बूद्वीपेति सञ्ज्ञा स्यात्फलं जम्बा गजोपमं  ॥
]

`verse 14 [
जम्बूनदीरसेनास्यास्त्विदं जाम्बूनदं परं  ।
सुपार्श्वः पूर्वतो मेरोः केतुमालस्तु पश्चिमे  ॥
]

`verse 15 [
वनं चैत्ररथं पूर्वे दक्षिणे गन्धमादनः  ।
वैभ्राजं पश्चिमे सौम्ये नन्दनञ्च सरांस्यथ  ॥
]

`verse 16 [
अरुणोदं महाभद्रं संशितोदं समानसं  ।
शिताभश्चक्रमुञ्जाद्याः पूर्वतः केशराचलाः  ॥
]

`verse 17 [
दक्षिणेन्द्रेस्त्रिकूटाद्याः शिशिवासमुखा जले  ।
शङ्खकूटादयः सौम्ये मेरौ च ब्रह्मणः पुरी  ॥
]

`verse 18 [
चतुर्दशसहस्राणि योजनानाञ्च दिक्षु च  ।
इन्द्रादिलोकपालानां समन्तात्ब्रह्मणः पुरः  ॥
]

`verse 19 [
विष्णुपादात्प्लावयित्वा चन्द्रं स्वर्गात्पतन्त्यपि  ।
पूर्वेण शीता भद्राश्वाच्छैलाच्छैलाद्गतार्णवं  ॥
]

`verse 20 [
तथैवालकनन्दापि दक्षिणेनैव भारतं  ।

प्रयाति सागरं कृत्वा सप्तभेदाथ पश्चिमं  ॥
]

`verse 21 [
अब्धिञ्च चक्षुःसौम्याब्धिं भद्रोत्तरकुरूनपि  ।
आनीलनिषधायामौ माल्यवद्गन्धमादनौ  ॥
]

`verse 22 [
तयोर्मध्यगतो मेरुः कर्णिकाकारसंस्थितः  ।
भारताः केतुमालाश्च भद्राश्वाः कुरवस्तथा  ॥
]

`verse 23 [
पत्राणि लोकपद्मस्य मर्यादाशैलवाह्यतः  ।
जठरो देवकूटश्च मर्यादापर्वतावुभौ  ॥
]

`verse 24 [
तौ दक्षिणोत्तरायामावानीलनिषधायतौ  ।
गन्धमादनकैलासौ पूर्ववचायतावुभौ  ॥
]

`verse 25 [
अशीतियोजनायामावर्णवान्तर्व्यवस्थितौ  ।
निषधः पारिपात्रश्च मर्यादापर्वतावुभौ  ॥
]

`verse 26 [
मेरोः पश्चिमदिग्भागे यथा पूर्वे तथा स्थितौ  ।
त्रिशृङ्गो रुधिरश्चैव उत्तरौ वर्षपर्वतौ  ॥
]

`verse 27 [
पूर्वपञ्चायतावेतावर्णवान्तर्व्यवस्थितौ  ।
जाठराद्याश्च मर्यादाशैला मेरोश्चतुर्दिशं  ॥
]

`verse 28 [
केशरादिषु या द्रोण्यस्तासु सन्ति पुराणि हि  ।
लक्ष्मीविष्ण्वग्निसूर्यादिदेवानां मुनिसत्तम  ॥
]

`verse 29 [
भौमानां स्वर्गधर्माणां न पापास्तत्र यान्ति च  ।

भद्राश्वेऽस्ति हयग्रीवो वराहः केतुमालके  ॥
]

`verse 30 [
भारते कूर्मरूपी च मत्स्यरूपः कुरुष्वपि  ।
विश्वरूपेण सर्वत्र पूज्यते भगवान् हरिः  ॥
]

`verse 31 [
किम्पुरुषाद्यष्टसु क्षुद्भीतिशोकादिकं न च  ।
चत्तुर्विंशतिसाहस्रं प्रजा जीवन्त्यनामयाः  ॥
]

`verse 32 [
कृतादिकल्पना नास्ति भौमान्यम्भांसि नाम्बुदाः  ।
सर्वेष्वेतेषु वर्षेषु सप्त सप्त कुलाचलाः  ॥
]

`verse 33 [
नद्यश्च शतशस्तेभ्यस्तीर्थभूताः प्रजज्ञिरे  ।
भारते यानि नीर्थानि तानि तीर्थानि वच्मि ते  ॥
]
