`verse 1 [
गङ्गामाहात्म्यं

अग्निरुवाच
गङ्गामाहात्म्यमाख्यास्ये सेव्या सा भुक्तिमुक्तिदा  ।
येषां मध्ये याति गङ्गा ते देशा पावना वराः  ॥
]

`verse 2 [
गङ्गा तारयते चोभौ वंशौ नित्यं हि सेविता  ॥
]

`verse 3 [
चान्द्रायणसहस्राच्च गङ्गाम्भःपानमुत्तमं  ।
गङ्गां मासन्तु संसेव्य सर्वयज्ञफलं लभेत् ॥
]

`verse 4 [
सकलाघहरी देवी स्वर्गलोकप्रदायिनी  ।
यावदस्थि च गङ्गायां तावत्स्वर्गे स तिष्ठति  ॥
]

`verse 5 [
अन्धादयस्तु तां सेव्य देवैर्गच्छन्ति तुल्यतां  ।
गङ्गातीर्थसमुद्भूतमृद्धारी सोऽघहार्कवत्  ॥
]

`verse 6 [
दर्शनात्स्पर्शनात्पानात्तथा गङ्गेतिकीर्तनात् ।
पुनाति पुण्यपुरुषान् शतशोथ सहस्रशः  ॥
]

`colophon [
इत्याग्नेये महापुराणे गङ्गामाहात्म्यं नाम दशाधिकशततमोऽध्यायः
]
