`verse 1 [
प्रयागमाहात्म्यं

अग्निरुवाच
वक्ष्ये प्रयागमाहात्म्यं भुक्तिमुक्तिप्रदं परं  ।
प्रयागे ब्रह्मविष्ण्वाद्या देव मुनिवराः स्थिताः  ॥
]

`verse 2 [
सरितः सागराः सिद्धा गन्धर्वसराप्सस्तथा  ।
तत्र त्रीण्यग्निकुण्डानि तेषां मध्ये तु जाह्नवी  ॥
]

`verse 3 [
वेगेन समतिक्रान्ता सर्वतीर्थतिरस्कृता  ।
तपनस्य सुता तत्र त्रिषु लोकेषु विश्रुता  ॥
]

`verse 4 [
गङ्गायमुनयोर्मध्यं पृथिव्या जघनं स्मृतं  ।
प्रयागं जघनस्यान्तरुपस्थमृषयो विदुः ॥
]

`verse 5 [
प्रयागं सप्रतिष्ठानं कम्बलाश्वतरावुभौ  ।
तीर्थं भोगवती चैव वेदी प्रोक्ता प्रजापतेः  ॥
]

`verse 6 [
तत्र वेदाश्च यज्ञाश्च मूर्तिमन्तः प्रयागके  ।
स्तवनादस्यतीर्थस्य नामसङ्किर्तनादपि  ॥
]

`verse 7 [
मृत्तिकालम्भनाद्वापि सर्वपापैः प्रमुच्यते  ।
प्रयागे सङ्गते दानं श्राद्धं जप्यादि चाक्षयं  ॥
]

`verse 8 [
न देववचनाद्विप्र न लोकवचनादपि  ।
मतिरुत्क्रमणीयान्ते प्रयागे मरणं प्रति  ॥
]

`verse 9 [
दशतीर्थसहस्राणि षष्टिकोट्यस्तथापराः  ।
तेषां सान्निध्यमत्रैव प्रयागं परमन्ततः  ॥
]

`verse 10 [
वासुकेर्भोगवत्यत्र हंसप्रपतनं परं  ।
गवां कोटिप्रदानाद्यत्त्र्यहं स्नानस्यतत्फलं  ॥
]

`verse 11 [
प्रयागे माघमासे तु एवमाहुर्मनीषिणः  ।
सर्वत्र सुलभा गङ्गा त्रिषु स्थानेषु दुर्लभा  ॥
]

`verse 12 [
गङाद्वारे प्रयागे च गङ्गासागरसङ्गमे  ।
अत्र दानाद्दिवं याति राजेन्द्रो जायतेऽत्र च  ॥
]

`verse 13 [
वटमूले सङ्गमादौ मृतो विष्णुपुरीं व्रजेत् ।
उर्वशीपुलिनं रम्यं तीर्थं सन्ध्यावतस्तथा  ॥
]

`verse 14 [
कोटीतीर्थञ्चाश्वमेधं गङ्गायमुनमुत्तमं  ।
मानसं रजसा हीनं तीर्थं वासरकं परं  ॥
]

`colophon [
इत्याग्नेये महापुराणे प्रयागमाहात्म्यं नाम एकादशाधिकशततमोऽध्यायः ॥

प्रयागोपरि टिप्पणी
]
