`verse 1 [
वाराणसीमाहात्म्यम्
अग्निरुवाच
वाराणसी परं तीर्थं गौर्यै प्राह महेश्वरः  ।
भुक्तिमुक्तिप्रदं पुण्यं वसतां गृणतां हरिं  ॥
]

`speaker [
रुद्र उवाच
]

`verse 2 [
गौरीक्षेत्रं न मुक्तं वै अविमुक्तं ततः स्मृतं  ।

जप्तं तप्तं दत्तममविमुक्ते विलाक्षयं  ॥
]

`verse 3 [
अश्मना चरणौ हत्वा वसेत्काशीन्न हि त्यजेत्  ।
हरिश्चन्द्रं परं गुह्यं गुह्यमाम्नातकेश्वरं  ॥
]

`verse 4 [
जप्येश्वरं परं गुह्यं गुह्यं श्रीपर्वतं तथा  ।
महालयं परं गुह्यं भृगुश्चण्डेश्वरं तथा  ॥
]

`verse 5 [
केदारं परमं गुह्यमष्टौ सन्त्यविमुक्तके  ।
गुह्यानां परमं गुह्यमविमुक्तं परं मम  ॥
]

`verse 6 [
द्वियोजनन्तु पूर्वं स्याद्योजनार्धं तदन्यथा  ।
वरणा च नदी चासीत्तयोर्मध्ये वाराणसी  ॥
]

`verse 7 [
अत्र स्नानं जपो होमो मरणं देवपूजनं  ।
श्राद्धं दानं निवासश्च यद्यत्स्याद्भुक्तिमुक्तिदं  ॥
]

`colophon [
इत्याग्नेये महापुराणे वाराणसीमाहात्म्यं नाम द्वादशाधिकशततमोऽध्यायः ॥
]
