`verse 1 [
नर्मदादिमाहात्म्यम्

अग्निरुवाच
नर्मदादिकमाहात्म्यं वक्ष्येहं नर्मदां परां  ।
सद्यः पुनाति गाङ्गेयं दर्शनाद्वारि नार्मदं  ॥
]

`verse 2 [
विस्तराद्योजनशतं योजनद्वयमायता  ।
षष्टिस्तीर्थसहस्राणि षष्टिकोट्यस्तथापराः  ॥
]

`verse 3 [
पर्वतस्य समन्तात्तु तिष्ठन्त्यमरकण्टके  ।
कावेरीसङ्गमं पुण्यं श्रीपर्वतमतः शृणु  ॥
]

`verse 4 [
गौरी श्रीरूपिणी तेपे तपस्तामब्रवीद्धरिः  ।
अवाप्स्यसि त्वमध्यात्म्यं नाम्ना श्रीपर्वतस्तव  ॥
]

`verse 5 [
समन्ताद्योजनशतं महापुण्यं भविष्यति  ।
अत्र दानन्तपो जप्यं श्राद्धं सर्वमथाक्षयं  ॥
]

`verse 6 [
मरणं शिवलोकाय सर्वदं तीर्थमुत्तमं  ।
हरोऽत्र क्रीडते देव्या हिरण्यकशिपुस्तथा  ॥
]
