`verse 1 [
गयामाहात्म्यम्

अग्निरुवाच
गयामाहात्म्यमाख्यास्ये गयातीर्थोत्तमोत्तमं  ।
गयासुरस्तपस्तेपे तत्तपस्तापिभिःसुरैः  ॥
]

`verse 2 [
उक्तः क्षीराब्धिगो विष्णुः पालयास्मान् गयासुरात् ।
तथेत्युक्त्वा हरिर्दैत्यं वरं ब्रूहीति चाब्रवीत् ॥
]

`verse 3 [
दैत्योऽब्रवीत्पवित्रोऽहं भवेयं सर्वतीर्थतः  ।
तथेत्युक्त्वा गतो विष्णुर्दैत्यं दृष्ट्वा न वा हरिं  ॥
]

`verse 4 [
गताः शून्या मही स्वर्गे देवा ब्रह्मादयः सुराः  ।
गता ऊचुर्हरिं देवाः शून्या भूस्त्रिदिवं हरे  ॥
]

`verse 5 [
दैत्यस्य दर्शनादेव ब्रह्मणञ्चाब्रवीद्धरिः  ।
यागार्थं दैत्यदेहं त्वं प्रार्थय त्रिदशैः सह  ॥
]

`verse 6 [
तच्छ्रुत्वा ससुरो ब्रह्मा गयासुरमथाब्रवीत् ।
अतिथिः प्रार्थयामि त्वान्देहं यागाय पावनं  ॥
]

`verse 7 [
गयासुरस्तथेत्युक्त्वापतत्तस्य शिरस्यथ  ।
यागं चकार चलिते देहि पूर्णाहुतिं विभुः  ॥
]

`verse 8 [
पुनर्ब्रह्माब्रवीद्विष्णुं पूर्णकालेऽसुरोऽचलत् ।
विष्णुर्धर्ममथाहूय प्राह देवमयीं शिलाम्  ॥
]

`verse 9 [
धारयध्वं सुराः सर्वे यस्यामुपरि सन्तु ते  ।
गदाधरो मदीयाथ मूर्तिः स्थास्यति सामरैः  ॥
]

`verse 10 [
धर्मः शिलां देवमयींतच्छ्रुत्वाधारयत्परां  ।
या धर्माद्धर्मवत्याञ्च जाता धर्मव्रता सुता  ॥
]

`verse 11 [
मरीचिर्ब्रह्मणः पुत्रस्तामुवाह तपोन्वितां ।
यथा हरिः श्रिया रेमे गौर्या शम्भुस्तथा तया  ॥
]

`verse 12 [
कुशपुष्पाद्यरण्याच्च आनीयातिश्रमान्वितः ।
भुक्त्वा धर्मव्रतां प्राह पादसंवाहनं कुरु  ॥
]

`verse 13 [
विश्रान्तस्य मुनेः पादौ तथेत्युक्त्वा प्रियाकरोत् ।
एतस्मिन्नन्तरे ब्रह्मा मुनौ सुप्ते तथागतः ॥
]

`verse 14 [
धर्मव्रताचिन्तयञ्च किं ब्रह्माणं समर्चये  ।
पादसंवाहनं कुर्वे ब्रह्मा पूज्यो गुरोर्गुरुः  ॥
]

`verse 15 [
विचिन्त्य पूजयामास ब्रह्माणं चार्हणादिभिः  ।
मरीचिस्तामपश्यत्स शशापोक्तिव्यतिक्रमात् ॥
]

`verse 16 [
शिला भविष्यसि क्रोधाद्धर्मव्रताब्रवीच्च तं  ।
पादाभ्यङ्गं परित्यज्य त्वद्गुरुः पूजितो मया  ॥
]

`verse 17 [
अदोषाहं यतस्त्वं हि शापं प्राप्स्यसि शङ्करात् ।
धर्मव्रता पृथक्शापं धारयित्वाग्रिमध्यगात् ॥
]

`verse 18 [
तपश्चचार वर्षाणां सहस्राण्ययुतानि च  ।
ततो विष्ण्वादयो देवा वरं ब्रूहीति चाब्रुवन्  ॥
]

`verse 19 [
धर्मव्रताब्रवीद्देवान् शापन्निर्वर्तयन्तु मे  ।
देवा ऊचुः
दत्तो मरीचिना शापो भविष्यति न चान्यथा  ॥
]

`verse 20 [
शिला पवित्रा देवाङ्घ्रिलक्षिता त्वं भविष्यसि  ।
देवव्रता देवशिला सर्वदेवादिरूपिणी  ॥
]

`verse 21 [
सर्वदेवमयी पुण्या निश्चलायारसुस्य हि  ।

देवव्रतोवाच
यदि तुष्टास्थ मे सर्वे मयि तिष्ठन्तु सर्वदा  ॥
]

`verse 22 [
ब्रह्मा विष्णुश्च रुद्राद्या गौरीलक्ष्मीमुखाः सुराः  ।

अग्निरुवाच
देवव्रतावचः श्रुत्वा तथेत्युक्त्वा दिवङ्गताः  ॥
]

`verse 23 [
सा धर्मणासुरस्यास्य धृता देवमयी शिला  ।
सशिलश्चलितो दैत्यः स्थिता रुद्रादयस्ततः  ॥
]

`verse 24 [
सदेवश्चलितो दैत्यस्ततो देवैः प्रसादितः  ।
क्षीराब्धिगो हरिः प्रादात्स्वमूर्तिं श्रीगदाधरं  ॥
]

`verse 25 [
गच्छन्तु भोः स्वयं यास्यं मूर्त्या वै देवगम्यया  ।
- - - - -- -- - - -- - - -- - - -- - -- - -- - - - - -

- - - - -- -- - - -- - - -- - - -- - -- - -- - - - - -
स्थितो गदाधरो देवो व्यक्ताव्यक्तोभयात्मकः  ॥
]

`verse 26 [
निश्चलार्थं स्वयं देवः स्थित आदिगदाधरः  ।
गदो नामासुरो दैत्यः स हतो विष्णुना पुरा  ॥
]

`verse 27 [
तदस्थिनिर्मिता चाद्या गदा या विश्वकर्मणा  ।
आद्यया गदया हेतिप्रमुखा राक्षसा हताः  ॥
]

`verse 28 [
गदाधरेण विधिवत् तस्मादादिगदाधरः  ।
देवमय्यां शिलायां च स्थिते चादिगदाधरे  ॥
]

`verse 29 [
गयासुरे निश्चलेय ब्रह्मा पूर्णाहुतिं ददौ  ।
गयासुरोऽब्रवीद्देवान् किमर्थं वञ्चितो ह्यहं  ॥
]

`verse 30 [
विष्णोर्वचनमात्रेण किन्नस्यान्निश्चलोह्यहं  ।
आक्रान्तो यद्यहं देवा दातुमर्हत मे वरं  ॥
]

`speaker [
देवा ऊचुः
]

`verse 31 [
तीर्थस्य करणे यत् त्वमस्माभिर्निश्चलीकृतः  ।
विष्णोः शम्भोर्ब्रह्मणश्च क्षेत्रं तव भविष्यति  ॥
]

`verse 32 [
प्रसिद्धं सर्वतीर्थेभ्यः पित्रादेर्ब्रह्मलोकदं  ।
इत्युक्त्वा ते स्थिता देवा देव्यस्तीर्थादयः स्थिताः  ॥
]

`verse 33 [
यागं कृत्वा ददौ ब्रह्मा ऋत्विग्भ्यो दक्षिणां तदा  ।
पञ्चक्रोशं गयाक्षेत्रं पञ्चाशत्पञ्च चार्पयेत् ॥
]

`verse 34 [
ग्रामान् स्वर्णगिरीन् कृत्वा नदीर्दुग्धमधुश्रवाः  ।
सरोवराणि दध्याज्यैर्बहूनन्नादिपर्वतान्  ॥
]

`verse 35 [
- - - - -- -- - - -- - - -- - - -- - -- - -- - - - - -

- - - - -- -- - - -- - - -- - - -- - -- - -- - - - - -
कामधेनुं कल्पतरुं स्वर्णरूप्यगृहाणि च  ।
न याचयन्तु विप्रेन्द्रा अल्पानुक्त्वा ददौ प्रभुः  ॥
]

`verse 36 [
धर्मयागे प्रलोभात्तु प्रतिगृह्य धनादिकं  ।
स्थिता यदा गयायान्ते शप्ताते ब्रह्मणा तदा  ॥
]

`verse 37 [
विद्याविवर्जिता यूयं तृष्णायुक्ता भविष्यथ  ।
दुग्धादिवर्जिता नद्यः शैलाः पाषाणरूपिणः  ॥
]

`verse 38 [
ब्रह्माणं ब्राह्मणश्चोचुर्नष्टं शापेन शाखिलं  ।
जीवनाय प्रसादन्नः कुरु विप्रांश्च सोऽब्रवीत् ॥
]

`verse 39 [
तीर्थोपजीविका यूयं सचन्द्रार्कं भविष्यथ  ।
ये युष्मान् पूजयिष्यन्ति गयायामागता नराः  ॥
]

`verse 40 [
हव्यकव्यैर्धनैः श्रद्धैस्तेषां कुलशतं व्रजेत्  ।
नरकात्स्वर्गलोकाय स्वर्गलोकात्पराङ्गतिं  ॥
]

`verse 41 [
गयोपि चाकरोद्यागं बह्वन्नं बहुदक्षिणं  ।
गया पुरी तेन नाम्ना पाण्डवा ईजिरे हरिं  ॥
]
