`verse 1 [
गयायात्राविधिः

अग्निरुवाच
गायत्र्यैव महानद्यां स्नातः सन्ध्यां समाचरेत् ।
गायत्र्या अग्रतः प्रातः श्राद्धं पिण्डमथाक्षयं  ॥
]

`verse 2 [
मध्याह्ने चोद्यति स्नात्वा गीतवाद्यैर्ह्युपास्य च  ।
सावित्रीपुरतः सन्ध्यां पिण्डदानञ्च तत्पदे  ॥
]

`verse 3 [
अगस्त्यस्य पदे कुर्याद्योनिद्वारं प्रविश्य च  ।
निर्गतो न पुनर्योनिं प्रविशेन्मुच्यते भवात्  ॥
]

`verse 4 [
बलिं काकशिलायाञ्च कुमारञ्च नमेत्ततः  ।
स्वर्गद्वार्यां सोमकुण्डे वायुतीर्थेऽथ पिण्डदः  ॥
]

`verse 5 [
भवेदाकशगङ्गायां कपिलायाञ्च पिण्डदः  ।
कपिलेशं शिवं नत्वा रुक्मिकुण्डे च पिण्डदः  ॥
]

`verse 6 [
कोटीतीर्थे च कोटीशं नत्वामोघपदे नरः  ।
गदालोले वानरके गोप्रचारे च पिण्डदः  ॥
]

`verse 7 [
नत्वा गावं वैतरण्यामेकविंशकुलोद्धृतिः  ।
श्राद्धपिण्डप्रदाता स्यात्क्रौञ्चपदे च पिण्डदः  ॥
]

`verse 8 [
तृतीयायां विशालायां निश्चिरायाञ्च पिण्डदः  ।
ऋणमोक्षे पापमोक्षे भस्मकुण्डेऽथ भस्मना  ॥
]

`verse 9 [
स्नानकृन्मुच्यते पापान्नमेद्देवं जनार्दनम्  ।
एष पिण्डो मया दत्तस्तव हस्ते जनार्दन  ॥
]

`verse 10 [
परलोकगते मह्यमक्ष्यय्यमुपतिष्ठतां  ।
गयायां पितृरूपेण स्वयमेव जनार्दनः  ॥
]

`verse 11 [
तं दृष्ट्वा पुण्डरीकाक्षं मुच्यते वै ऋणत्रयात् ।
मार्कण्डेयेश्वरं नत्वा नमेद्गृध्रेश्वरं नरः  ॥
]

`verse 12 [
मूलक्षेत्रे महेशस्य धारायां पिण्डदो भवेत् ।

गृध्रकूटे गृध्रवटे धौतपादे च पिण्डदः  ॥
]

`verse 13 [
पुष्करिण्यां कर्दमाले रामतीर्थे च पिण्डदः  ।
प्रभासेशन्नमेत्प्रेतशिलायां पिण्डदो भवेत् ॥
]

`verse 14 [
दिव्यान्तरीक्षभूमिष्ठाः पितरो बान्धवादयः  ।
प्रेतादिरूपा मुक्ताः स्युः पिण्डैर्दत्तैर्मयाखिलाः  ॥
]

`verse 15 [
स्थानत्रये प्रेतशिला गयाशिरसि पावनी  ।
प्रभासे प्रेतकुण्डे च पिण्डदस्तारयेत्कुलम्  ॥
]

`verse 16 [
वसिष्ठेशन्नमस्कृत्य तदग्रे पिण्डदो भवेत् ।
गयानाभौ सुषुम्णायां महाकोष्ट्याञ्च पिण्डदः  ॥
]

`verse 17 [
गदाधराग्रतो मुण्डपृष्ठे देव्याश्च सन्निधौ  ।
मुण्दपृष्ठं नमेदादौ क्षेत्रपालादिसंयुतम्  ॥
]

`verse 18 [
पूजयित्वा भयं न स्याद्विषरोगादिनाशनम्  ।
ब्रह्माणञ्च नमस्कृत्य ब्रह्मलोकं नयेत्कुलम्  ॥
]

`verse 19 [
सुभद्रां बलभद्रञ्च प्रपूज्य पुरुषोत्तमम्  ।
सर्वकामसमायुक्तः कुलमुद्धृत्य नाकभाक्  ॥
]

`verse 20 [
हृषीकेशं नमस्कृत्य तदग्रे पिण्डदो भवेत् ।
माधवं पूजयित्वा च देवो वैमानिको भवेत् ॥
]

`verse 21 [
महालक्ष्मीं प्रार्च्य गौरीं मङ्गलाञ्च सरस्वतीम्  ।
पितॄनुद्धृत्य स्वर्गस्थो भुक्तभोगोऽत्र शास्त्रधीः  ॥
]

`verse 22 [
द्वादशादित्यमभ्यर्य वह्निं रेवन्तमिन्द्रकम्  ।
रोगादिमुक्तः स्वर्गी स्याच्छ्रीकपर्दिविनायकम्  ॥
]

`verse 23 [
प्रपूज्य कार्त्तिकेयञ्च निर्विघ्नः सिद्धिमाप्नुयात् ।
सोमनाथञ्च कालेशङ्केदारं प्रपितामहम्  ॥
]

`verse 24 [
सिद्धेश्वरञ्च रुद्रेशं रामेशं ब्रह्मकेश्वरम्  ।
अष्टलिङ्गानि गुह्यानि पूजयित्वा तु सर्वभाक् ॥
]

`verse 25 [
नारायणं वराहञ्च नारसिंहं नमेच्छ्रिये  ।
ब्रह्मविष्णुमहेशाख्यं त्रिपुरघ्नमशेषदम्  ॥
]

`verse 26 [
सीतां रामञ्च गरुडं वामनं सम्प्रपूज्य च  ।
सर्वकामानवाप्नोति ब्रह्मलोकं नयेत्पितॄन्  ॥
]

`verse 27 [
देवैः सार्धं सम्प्रपूज्य देवमादिगदाधरम्  ।
ऋणत्रयविनिर्मुक्तस्तारयेत्सकलं कुलम्  ॥
]

`verse 28 [
देवरूपा शिला पुण्या तस्माद्देवमयी शिला  ।
गयायां नहि तत्स्थानं यत्र तीर्थं न विद्यते  ॥
]

`verse 29 [
यन्नाम्ना पातयेत्पिण्डं तन्नयेद्ब्रह्म शाश्वतम्  ।
फल्ग्वीशं फल्गुचण्डीं च प्रणम्याङ्गारकेश्वरम्  ॥
]

`verse 30 [
मतङ्गस्य पदे श्राद्धी भरताश्रमके भवेत् ।
हंसतीर्थे कोटितीर्थे यत्र पाण्डुशिलान्नदः  ॥
]

`verse 31 [
तत्र स्यादग्निधारायां मधुस्रवसि पिण्डदः  ।
रुद्रेशं किलिकिलेशं नमेद्वृद्धिविनायकम्  ॥
]

`verse 32 [
पिण्डदो धेनुकारण्ये पदे धेनोर्नमेच्च गाम्  ।

सर्वान् पितॄंस्तारयेच्च सरस्वत्याञ्च पिण्डदः  ॥
]

`verse 33 [
सन्ध्यामुपास्य सायाह्ने नमेद्देवीं सरस्वतीम्  ।
त्रिसन्ध्याकृद्भवेद्विप्रो वेदवेदाङ्गपारगः  ॥
]

`verse 34 [
गयां प्रदक्षिणीकृत्य गयाविप्रान् प्रपूज्य च  ।
अन्नदानादिकं सर्वं कृतन्तत्राक्षयं भवेत् ॥
]

`verse 35 [
स्तुत्वा सम्प्रार्थयेदेवमादिदेवं गदाधरम्  ।
गदाधरं गयावासं पित्रादीनां गतिप्रदम्  ॥
]

`verse 36 [
धर्मार्थकाममोक्षार्थं योगदं प्रणमाम्यहम्  ।
देहेन्द्रियमनोबुद्धिप्राणाहङ्कारवर्जितम्  ॥
]

`verse 37 [
नित्यशुद्धं बुद्धियुक्तं सत्यं ब्रह्म नमाम्यहम्  ।
आनन्दमद्वयं देवं देवदानववन्दितम्  ॥
]

`verse 38 [
देवदेवीवृन्दयुक्तं सर्वदा प्रणमाम्यहम्  ।
कलिकल्मषकालार्तिदमनं वनमालिनम्  ॥
]

`verse 39 [
पालिताखिललोकेशं कुलोद्धरणमानसम्  ।
व्यक्ताव्यक्तविभक्तात्माविभक्तात्मानमात्मनि  ॥
]

`verse 40 [
स्थितं स्थिरतरं सारं वन्दे घोराघमर्दनम्  ।
आगतोऽस्मि गयां देव पितृकार्ये गदाधरः  ॥
]

`verse 41 [
त्वं मे साक्षी भवाद्येह अनृणोऽहमृणत्रयात् ।

साक्षिणः सन्तु मे देवा ब्रह्मेशानादयस्तथा  ॥
]

`verse 42 [
मया गयां समासाद्य पितॄणां निष्कृतिः कृता  ।
गयामाहात्म्यपठनाच्छ्राद्धादौ ब्रह्मलोकभाक् ॥
]

`verse 43 [
पितॄणामक्षयं श्राद्धमक्षयं ब्रह्मलोकदम् ॥
]

`colophon [
इत्याग्नेये महापुराणे गयामाहात्म्ये गयायात्रा नाम षोडशाधिकशततमोऽध्यायः ॥
]
