`verse 1 [
श्राद्धकल्पः
thumb|पार्वणश्राद्ध.

अग्निरुवाच
कात्यायनो मुनीनाह यथा श्राद्धं तथा वदे  ।
गयादौ श्राद्धं कुर्वीत सङ्क्रान्त्यादौ विशेषतः  ॥
]

`verse 2 [
काले वापरपक्षे च चतुर्थ्या ऊर्ध्वमेव व  ।
सम्याद्य च पदर्क्षे च पूर्वेद्युश्च निमन्त्रयेत् ॥
]

`verse 3 [
यतीन् गृहस्थसाधून् वा स्नातकाञ्छ्रोत्रियान् द्विजान्  ।
अनवद्यान् कर्मनिष्ठान् शिष्टानाचारसंयुतान्  ॥
]

`verse 4 [
वर्जयेच्छित्रिकुष्ठ्यादीन्न गृह्णीयान्निमन्त्रितान्  ।
स्नाताञ्छुचींस्तथा दान्तान् प्राङ्मुखान् देवकर्मणि  ॥
]

`verse 5 [
उपवेशयेत्त्रीन् पित्र्यादीनेकैकमुभयत्र वा  ।
एवं मातामहादेश्च शाकैरपि च कारयेत् ॥
]

`verse 6 [
तदह्नि ब्रह्मचारी स्यादकोपोऽत्वरितो मृदुः  ।
सत्योऽप्रमत्तोऽनध्वन्यो अस्वाध्यायश्च वाग्यतः  ॥
]

`verse 7 [
सर्वांश्च पङ्क्तिमूर्धन्यान् पृच्छेत्प्रश्ने तथासने  ।
दर्भानास्तीर्य द्विगुणान् पित्रे देवादिकञ्चरेत् ॥
]

`verse 8 [
विश्वान्देवानावाहयिष्ये पृच्छेदावाहयेति च  ।
विश्वेदेवास आवाह्य विकीर्याथ यवान् जपेत् ॥
]

`verse 9 [
विश्वे देवाः शृणुतेमं पितॄनावाहयिष्ये च  ।
पृच्छेदावाहयेत्युक्ते उशन्तस्त्वा समाह्वयेत् ॥
]

`verse 10 [
तिलान् विकीर्याथ जपेदायान्त्वित्यादि पित्रके  ।
सपित्रित्रे निषिञ्चेद्वा शन्नो देवीरभि तृचा  ॥
]

`verse 11 [
यवोऽसीति यवान् दत्वा पित्रे सर्वत्र वै तिलान्  ।
तिलोऽसि सोमदेवत्यो गोसवो देवनिर्मितः  ।
प्रत्नमद्भिः पृक्तः स्वधया पितॄन् लोकान् प्रीणाहि नः स्वधा । इति
श्रीश्च तेति ददेत्पुष्पं पात्रे हैमेऽथ राजते  ॥
]

`verse 12 [
औदुम्वरे वा खड्गे वा पर्णपात्रे प्रदक्षिणम्  ।
देवानामपसव्यं तु पितॄणां सव्यमाचरेत् ॥
]

`verse 13 [
एकैकस्य एकैकेन सपवित्रकरेषु च  ।
या दिव्या आपः पयसा सम्बभूवुर्या अन्तरिक्षा उतपार्थिवीर्याः
हिरण्यवर्णा यज्ञियास्ता न आपः शिवाः संश्योनाः सुहवा भवन्तु ॥
विश्वे देवा एष वोऽर्घः स्वाहा च पितरेष ते  ॥
]

`verse 14 [
अवधैवं पितामहदेः संस्रवात्प्रथमे चरेत्  ।
पितृभ्यः स्थानमसीति न्युब्जं पात्रं करोत्यधः  ॥
]

`verse 15 [
अत्र गन्धपुष्पधूपदीपाच्छादनदानकं  ।
घृताक्तमन्नमुद्धृत्य पृच्छत्यग्नौ करिष्ये च  ॥
]

`verse 16 [
कुरुष्वेत्यभ्यनुज्ञातो जुहुयात्साग्निकोऽनले  ।
अनग्निकः पितृहस्ते सपवित्रे तु मन्त्रतः  ॥
]

`verse 17 [
अग्नये कव्यवाहनाय स्वाहेति प्रथमाहुतिः  ।
सोमाय पितृमतेऽथ यमायाङ्गिरसे परे  ॥
]

`verse 18 [
हुतशेषं चान्नपात्रे दत्वा पात्रं समालभेत् ।
पृथिवी ते पात्रन्द्यौः पिधानं ब्राह्मणस्य मुखे अमृते अमृतं जुहोमि स्वाहेति
जप्त्वेदं विष्णुरित्यन्ने द्विजाङ्गुष्ठन्निवेशयेत् ॥
]

`verse 19 [
अपहतेति च तिलान् विकीर्यान्नं प्रदाययेत् ।
जुषध्वमिति चोक्त्वाथ गायत्र्यादि ततो जपेत् ॥
]

`verse 20 [
देवताभ्यः पितृभ्यश्च महायोगिभ्य एव च  ।
नमः स्वधायै स्वाहयै नित्यमेव नमो नमः  ॥
]

`verse 21 [
तृप्तान् ज्ञात्वान्नं विकिरेदपो दद्यात्सकृत्सकृत् ।
गायत्रीं पूर्ववज्जप्त्वा मधु मध्विति वै जपेत् ॥
]

`verse 22 [
तृप्ताः स्थ इति सम्पृच्छेत्तृप्ताः स्म इति वै वदेत् ।
शेषमन्नमनुज्ञाप्य सर्वमन्नमथैकतः  ॥
]

`verse 23 [
उद्धृत्योच्छिष्टपार्श्वे तु कृत्वा चैवावनेजनं  ।
दद्यात्कुशेषु त्रीन् पिण्डानाचान्तेषु परे जगुः  ॥
]

`verse 24 [
आचान्तेषूदकं पुष्पाण्यक्षतानि प्रदापयेत् ।
अक्षय्योदकमेवाथ आशिषः प्रार्थयेन्नरः  ॥
]

`verse 25 [
अघोराः पितरः सन्तु गोत्रन्नो वर्धतां सदा  ।
दातारो नोऽभिवर्धन्तां वेदाः सन्ततिरेव च  ॥
]

`verse 26 [
श्रद्धा च नो माव्यगमद्बहुदेयं च नोऽस्त्विति  ।
अन्नञ्च नो बहु भवेदतिथींश्च लभेमहि  ॥
]

`verse 27 [
याचितारश्च नः सन्तु मा च याचिस्म कञ्चन  ।
स्वधावाचनीयान् कुशानास्तीर्य सपवित्रकान्  ॥
]

`verse 28 [
स्वधां वाचयिष्ये पृच्छेदनुज्ञातश्च वाच्यतां  ।
पितृभ्यः पितामहेभ्यः प्रपितामहमुख्यके  ॥
]

`verse 29 [
स्वधोच्यतामस्तु स्वधा उच्यमानस्तथैव च  ।
अपो निषिञ्चेदुत्तानं पात्रं कृत्वाथ दक्षिणां  ॥
]

`verse 30 [
यथाशक्ति प्रदद्याच्च दैवे पैत्रेऽथ वाचयेत् ।
विश्वे देवाः प्रीयन्ताञ्च वाजे विसर्जयेत् ॥
]

`verse 31 [
आमावाजस्येत्यनुव्रज्य कृत्वा विप्रान् प्रदक्षिणं  ।
गृहे विशेदमावास्यां मासि मासि चरेत्तथा  ॥
]

`verse 32 [
एकोद्दिष्टं प्रवक्ष्यामि श्राद्धं पूर्ववदाचरेत् ।
एकं पवित्रमेकार्धं एकं पिण्डम्प्रदापयेत् ॥
]

`verse 33 [
नावाहनाग्नौकरणं विश्वे देवा न चात्र हि  ।
तृप्तिप्रश्ने स्वदितमिति वदेत्सुखदितं द्विजः  ॥
]

`verse 34 [
उपतिष्ठतामित्यक्षय्ये विसर्गे चाभिरम्यतां  ।
अभिरताः स्म इत्यपरे शेषं पूर्ववदाचरेत् ॥
]

`verse 35 [
सपिण्डीकरणं वक्ष्ये अब्दान्ते मध्यतोऽपि वा  ।
पितॄणां त्रीणि पात्राणि एकम्प्रेतस्य पात्रकं  ॥
]

`verse 36 [
सपवित्राणि चत्वारि तिलपुष्पयुतानि च  ।
गन्धोदकेन युक्तानि पूरयित्वाभिषिञ्चति  ॥
]

`verse 37 [
प्रेतपात्रं पितृपात्रे ये समना इति द्वयात् ।
पूर्ववत्पिण्डदानादि प्रेतानां पितृता भवेत् ॥
]

`verse 38 [
अथाभ्युदयिकं श्राद्धं वक्ष्ये सर्वं तु पूर्ववत् ।
जपेत्पितृमन्त्रवर्जं पूर्वाह्णे तत्प्रदक्षिणं  ॥
]

`verse 39 [
उपचारा ऋजुकुशास्तिलार्थैश्च यवैरिह  ।
तृप्तिप्रश्नस्तु सम्पन्नं सुसम्पन्नं वदेद्द्विजः  ॥
]

`verse 40 [
दध्यक्षतवदराद्याः पिण्डा नान्दीमुखान् पितॄन्  ।
आवाहयिष्ये पृच्छेच्च प्रीयन्तामिति चाक्षये  ॥
]

`verse 41 [
नान्दीमुखाश्च पितरो वाचयिष्येऽथ पृच्छति  ।
नान्दीमुखान् पितृगणान् प्रीयन्तामित्यथो वदेत् ॥
]

`verse 42 [
नान्दीमुखाश्च पितरस्तत्पिता प्रपितामहः  ।
मातामहः प्रमातामहो वृद्धप्रमातृकामहः  ॥
]

`verse 43 [
स्वधाकारन्न युञ्जीत युग्मान् विप्रांश्च भोजयेत् ।
तृप्तिं वक्ष्ये पितॄणां च ग्राम्यैरोषधिभिस्तथा  ॥
]

`verse 44 [
मासन्तृप्तिस्तथारण्यैः कन्दमूलफलादिभिः  ।
मत्स्यैर्मासद्वयं मार्गैस्त्रयं वै शाकुनेन च  ॥
]

`verse 45 [
चतुरो रौरवेणाथ पञ्च षट्छागलेन तु  ।
कूर्मेण सप्त चाष्टौ च वाराहेण नवैव तु  ॥
]

`verse 46 [
मेषमांसेन दश च माहिषैः पार्षतैः शिवैः  ।
संवत्सरन्तु गव्येन पयसा पायसेन वा  ॥
]

`verse 47 [
वार्धीनसस्य मांसेन तृप्तिर्द्वादशवार्षिकी  ।
खड्गमांसं कालशाकं लोहितच्छागलो मधु  ॥
]

`verse 48 [
महाशल्काश्च वर्षासु मघाश्राद्धमथाक्षयं  ।
मन्त्राध्याय्यग्निहोत्री च शाखाध्यायी षडङ्गवित् ॥
]

`verse 49 [
तृणाचिकेतः त्रिमधुर्धर्मद्रोणस्य पाठकः  ।
त्रिषुपर्णज्येष्ठसामज्ञानी स्युः पङ्क्तिपावनाः  ॥
]

`verse 50 [
कम्यानां कल्पमाख्यास्ये प्रतिपत्सु धनं बहु  ।
स्त्रियः परा द्वितीयायाञ्चतुर्थ्यां धर्मकामदः  ॥
]

`verse 51 [
पञ्चम्यां पुत्रकामस्तु षष्ठ्याञ्च श्रैष्ठ्यभागपि  ।
कृषिभागी च सप्तम्यामष्टम्यामर्थलाभकः  ॥
]

`verse 52 [
नवम्याञ्च एकशफा दशम्याङ्गोगणो भवेत् ।
एकदश्यां परीवारो द्वादश्यान्धनधान्यकं  ॥
]

`verse 53 [
ज्ञातिश्रेष्ठ्यं त्रयोदश्यां चतुर्दश्याञ्च शस्त्रतः  ।
मृतानां श्राद्धं सर्वाप्तममावास्यां समीरितं  ॥
]

`verse 54 [
सप्त व्याधा दशारण्ये मृगाः कालञ्जरे गिरौ  ।
चक्रवाकाः शरद्वीपे हंसाः सरसि मान्से  ॥
]

`verse 55 [
तेऽपि जाताः कुरुक्षेत्रे ब्राह्मणा वेदपारगाः  ।
प्रस्थिता दूरमध्वानं यूयन्तेभ्योऽवसीदत  ॥
]

`verse 56 [
श्राद्धादौ पठिते श्राद्धं पूर्णं स्याद्ब्रह्मलोकदं  ।
श्राद्धं कुर्याच्च पुत्रादिः पितुर्जीवति तत्पितुः  ॥
]

`verse 57 [
तत्पितुस्तत्पितुः कुर्याज्जीवति प्रपितामहे  ।
पितुः पितामस्हस्याथ परस्य प्रपितामात्  ॥
]

`verse 58 [
एवं मात्रादिकस्यापि तथा मातामहादिके  ।
श्राद्धकल्पं पठेद्यस्तु स लभेत्श्राद्धकृत्फलं  ॥
]

`verse 59 [
तीर्थे युगादौ मन्वादौ श्राद्धं दत्तमथाक्षयं  ।
अश्वयुच्छुक्लनवमी द्वादशी कर्तिके तथा  ॥
]

`verse 60 [
तृतीया चैव माघस्य तथा भाद्रपदस्य च  ।
फाल्गुनस्याप्यमावास्या पौषयैकादशी तथा  ॥
]

`verse 61 [
आषाढस्यापि दशमी माघमासस्य सप्तमी  ।
श्रावणे चाष्टमी कृष्णा तथाषाढे च पूर्णिमा  ॥
]

`verse 62 [
कर्तिकी फाल्गुनी तद्वज्ज्यैष्ठे पञ्चदशी सिता  ।
स्वायम्भुवाद्या मनवस्तेषामाद्याः किलाक्षयाः  ॥
]

`verse 63 [
गया प्रयागो गङ्गा च कुरुक्षेत्रं च नर्मदा  ।
श्रीपर्वतः प्रभासश्च शालग्रामो वराणसी  ॥
]

`verse 64 [
गोदावरी तेषु श्राद्धं स्त्रीपुरुषोत्तमादिषु ॥
]

`colophon [
इत्याग्नेये महापुराणे श्राद्धकल्पो नाम सप्तदशाधिकशततमोऽध्यायः ॥
]
