`verse 1 [
भारतवर्षं

अग्निरुवाच
उत्तरं यत्समुद्रस्य हिमाद्रेश्चैव दक्षिणं  ।
वर्षं तद्भारतं नाम नवसाहस्रविस्तृतं  ॥
]

`verse 2 [
कर्मभूमिरियं स्वर्गमपवर्गं च गच्छतां  ।

महेन्द्रो मलयः सह्यः शुक्तिमान् हेमपर्वतः  ॥
]

`verse 3 [
विन्ध्यश्च पारिपात्रश्च सप्तात्र कुलपर्वताः  ।
इन्द्रद्वीपः कसेरुश्च ताम्रवर्णो गभस्तिमान्  ॥
]

`verse 4 [
नागद्वीपस्तथा सौम्यो गान्धर्वस्त्वथ वारुणः  ।
अयं तु नवमस्तेषु द्वीपः सागरसंवृतः  ॥
]

`verse 5 [
योजनानां सहस्राणि द्वीपोयं दक्षिणोत्तरात् ।
नव भेदा भारतस्य मध्यभेदेऽथ पूर्वतः  ॥
]

`verse 6 [
किराता यवनाश्चापि ब्राह्मणाद्याश्च मध्यतः  ।
वेदस्मृतिमुखा नद्यः पारिपात्रोद्भवास्तथा  ॥
]

`verse 7 [
विन्ध्याच्च नर्मदाद्याः स्युः सह्यात्तापी पयोष्णिका  ।
गोदावरीभीमरथीकृष्णवेणादिकास्तथा  ॥
]

`verse 8 [
मलयात्कृतमालाद्यास्त्रिसामाद्या महेन्द्रजाः  ।
कुमाराद्याः शुक्तिमतो हिमाद्रेश्चन्द्रभागका  ॥
]

`verse 9 [
पश्चिमे कुरुपाञ्चालमध्यदेशादयःस्थिताः ॥
]

`colophon [
इत्याग्नेये महापुराणे भारतवर्षं नामाष्टादशाधिकशततमोऽध्यायः ॥
]
