`verse 1 [
महाद्वीपादि

अग्निरुवाच
लक्षयोजनविस्तारं जम्बूद्वीपं समावृतम्  ।
लक्ष्ययोजनमनेन क्षीरोदेन समन्ततः  ॥
]

`verse 2 [
संवेष्ट्य क्षारमुदधिं प्लक्षद्वीपस्तथा स्थितः  ।
सप्त मेधातिथेः पुत्राः प्लक्षद्वीपेश्वरास्तथा  ॥
]

`verse 3 [
स्याच्छान्तभयः शिशिरः सुखोदय इतः परः  ।
आनन्दश्च शिवः क्षेमो ध्रुवस्तन्नामवर्षकं  ॥
]

`verse 4 [
मर्यादाशैलो गोमेधश्चन्द्रो नारददुन्द्भी  ।
सोमकः सुमनाः शैलो वैभ्राजास्तज्जनाः शुभाः  ॥
]

`verse 5 [
नद्यः प्रधानाः सप्तात्र प्लक्षाच्छाकान्तिकेषु च  ।
जीवनं पञ्चसास्रं धर्मो वर्णाश्रमात्मकः  ॥
]

`verse 6 [
आर्यकाः कुरवश्चैव विविंशा भाविनश्च ते  ।
विप्राद्यास्तैश्च सोमोऽर्च्यो द्विलक्षश्चाब्धिलक्षकः  ॥
]

`verse 7 [
मानेनेक्षुरसोदेन वृतो द्विगुणशाल्मलः  ।
वपुष्मतः सप्त पुत्राः शाल्मलेशास्तथाभवन्  ॥
]

`verse 8 [
श्वेतोऽथ हरितश्चैव जीमूतो लोहितः क्रमात् ।
वैद्युतो मानसश्चैव सुप्रभो नाम वर्षकः  ॥
]

`verse 9 [
द्विगुणो द्विगुणेनैव सुरोदेन समावृतः  ।
कुमुदश्चानलश्चैव तृतीयस्तु वलाहकः  ॥
]

`verse 10 [
द्रोणः कंकोऽथ महिषः ककुद्मान् सप्त निम्नगाः  ।
कपिलाश्चारुणाः पीताः कृष्णाः स्युर्ब्राह्मणादयः  ॥
]

`verse 11 [
वायुरूपं यजन्ति स्म सुरोदेनायमावृतः)  ।
ज्योतिष्मतः कुशेशाः स्युरुद्भिजो धेनुमान् सुतः  ॥
]

`verse 12 [
द्वैरथो लंवनो धैर्यः कपिलश्च प्रभाकरः  ।
विप्राद्या दधिमुख्यास्तु ब्रह्मरूपं यजन्ति ते  ॥
]

`verse 13 [
विद्रुमो हेमशैलश्च द्युतिमान् पुष्पवांस्तथा  ।
कुशेशयो हरिः शैलो वर्षार्थं मन्दराचलः  ॥
]

`verse 14 [
वेष्टितोऽयं घृतोदेन क्रौञ्चद्वीपेन सोऽप्यथ  ।
क्रौञ्चेश्वराः द्युतिमतः पुत्रास्तन्नामवर्षकाः  ॥
]

`verse 15 [
कुशलो मनोनुगश्चोष्णः प्रधानोऽथान्धकारकः  ।
मुनिश्च दुन्दुभिः सप्त सप्त शैलाश्च निम्नगाः  ॥
]

`verse 16 [
क्रौञ्चश्च वाम्नश्चैव तृतीयश्चान्धकारकः  ।
देववृत्पुण्डरीकश्च दुन्दुभिर्द्विगुणो मिथः  ॥
]

`verse 17 [
द्वीपा द्वीपेषु ये शैला यथा द्वीपानि ते तथा  ।
पुष्कराः पुष्कला धन्यास्तीर्था विप्रादयो हरिम्  ॥
]

`verse 18 [
यजन्ति क्रौञ्चद्वीपस्तु दधिमण्डोदकावृतः  ।
संवृतः शाकद्वीपेन हव्याच्छाकेश्वराः सुताः  ॥
]

`verse 19 [
जलदश्च कुमारश्च सुकुमारो मणीवकः  ।
कुशोत्तरथो मोदाकी द्रुमस्तन्नामवर्षकाः  ॥
]

`verse 20 [
उदयाख्यो जलधरो रैवतः श्यामकोद्रकौ  ।
आम्विकेयस्तथा रम्यः केशरी सप्त निम्नगाः  ॥
]

`verse 21 [
मगा मगधमनस्या मन्दगाश्च द्विजातयः  ।
यजन्ति सूर्यरूपं तु शाकः क्षीराब्धिना वृतः  ॥
]

`verse 22 [
पुष्करेणावृतः सोऽपि द्वौ पुत्रौ सवनस्य च  ।
मसावीतो धातकिश्च वर्षे द्वे नामचिह्निते  ॥
]

`verse 23 [
एकोऽद्रिर्मानसाख्योऽत्र मध्यतो वलयाकृतिः  ।
योजनानां सहस्राणि विस्तारोच्छ्रायतः समः  ॥
]

`verse 24 [
जीवनं दशसाहस्रं सुरैर्ब्रह्मात्र पूज्यते  ।
स्वादूदकेनोदधिना वेष्टितो द्वीपमानतः  ॥
]

`verse 25 [
ऊनातिरिक्तता चापां समुद्रेषु न जायते  ।
उदयास्तमनेष्विन्दोः पक्षयोः शुक्लकृष्णयोः  ॥
]

`verse 26 [
दशोत्तराणि पञ्चैव अङ्गुलानां शतानि वै  ।
अपां वृद्धिक्षयौ दृष्टौ सामुद्रीणां महामुने  ॥
]

`verse 27 [
स्वादूदका बहुगुणा भूर्हैमी जन्तुवर्जिता  ।
लोकालोकस्ततः शैलो योजनायुतविस्तृतः  ॥
]

`verse 28 [
लोकालोकस्तु तमसावृतोऽथाण्डकटाहतः  ।
भूमिः साण्डकटाहेन पञ्चाशत्कोटिविस्तरा  ॥
]

`colophon [
इत्याग्नेये महपुराणे द्वीपादिवर्णनं नामैकोनविंशत्यधिकशततमोऽध्यायः ॥
]
