`verse 1 [
भुवनकोषः

अग्निरुवाच
विस्तारस्तु स्मृतो भूमेः सहस्राणि च सप्ततिः  ।
उच्छ्रायो दशसाहस्रं पातालञ्चैकमेककं  ॥
]

`verse 2 [
अतलं वितलञ्चैव नितलञ्च गभस्तिमत् ।
महाख्यं सुतलञ्चाग्र्यं पातालञ्चापि सप्तमं  ॥
]

`verse 3 [
कृष्णपीतारुणाः शुक्लशर्कराशैलकाञ्चनाः  ।
भूमयस्तेषु रम्येषु सन्ति दैत्यादयः सुखं  ॥
]

`verse 4 [
पातालानामधश्चास्ते शेषो विष्णुश्च तामसः  ।
गुणानन्त्यात्स चानन्ततः शिरसा धारयन्महीं  ॥
]

`verse 5 [
भुवोऽधो नरका नैके न पतेत्तत्र वैष्णवः  ।
रविणा भासिता पृथ्वी यावत्तायन्नभो मतं  ॥
]

`verse 6 [
भूमेर्योजनलक्षन्तु विशिष्ठरविमण्डलं  ।
रवेर्लक्षेण चन्द्रश्च लक्षान्नाक्षत्रमिन्दुतः  ॥
]

`verse 7 [
द्विलक्षाद्भाद्बुधश्चास्ते बुधाच्छुक्रो द्विलक्षतः  ।
द्विलक्षेण कुजः शुक्राद्भौमाद्द्विलक्षतो गुरुः  ॥
]

`verse 8 [
गुरोर्द्विलक्षतः सौरित्ल्लक्षात्सप्तर्षयः शनेः  ।
लक्षाद्ध्रुवो ह्यृषिभ्यस्तु त्रैलोक्यञ्चोच्छ्रयेण च  ॥
]

`verse 9 [
ध्रुवात्कोट्या महर्लोको यत्र ते कल्पवासिनः  ।
जनो द्विकोटितस्तस्माद्यत्रासन् सनकादयः  ॥
]

`verse 10 [
जनात्तपश्चाष्तकोट्या वैराजा यत्र देवताः  ।
षणवत्या तु कोटीनान्तपसः सत्यलोककः  ॥
]

`verse 11 [
अपुनर्मारका यत्र ब्रह्मलोको हि स स्मृतः  ।
पादगम्यस्तु भूल्लोको भुवः सूर्यान्तरः स्मृतः  ॥
]

`verse 12 [
स्वर्गलोको ध्रुवान्तस्तु नियुतानि चतुर्दश  ।
एतदण्डकटाहेन वृतो ब्रह्माण्डविस्तरः  ॥
]

`verse 13 [
वारिवह्न्यनिलाकाशैस्ततो भूतादिना वहिः  ।
वृतं दशगुणैरण्डं भूतादिर्महता तथा  ॥
]

`verse 14 [
दशोत्तराणि शेषाणि एकैकस्मान्मामुने  ।
महान्तञ्च समावृत्य प्रधानं समवस्थितं  ॥
]

`verse 15 [
अनन्तस्य न तस्यान्तः सङ्ख्यानं नापि विद्यते  ।
हेतुभूतमशेषस्य प्रकृतिः सा परा मुने  ॥
]

`verse 16 [
असङ्ख्यातानि शाण्डानि तत्र जातानि चेदृशां  ।
दारुण्यग्निर्यथा तैलं तिले तद्वत्पुमानिति  ॥
]

`verse 17 [
प्रधाने च स्थितो व्यापी चेतनात्मात्मवेदनः  ।
प्रधानञ्च पुमांश्चैव सर्वभूतात्मभृतया  ॥
]

`verse 18 [
विष्णुशक्त्या महाप्राज्ञ वृतौ संश्रयधर्मिणौ  ।
तयोः सैव पृथग्भावे कारणं संश्रयस्य च  ॥
]

`verse 19 [
क्षोभकारणभूतश्च सर्गकाले महामुने  ।
यथा शैत्यं जले वातो विभर्ति कणिकागतं  ॥
]

`verse 20 [
जगच्छक्तिस्तथा विष्णोः प्रधानप्रतिपादिकां  ।
विष्णुशक्तिं समासाद्य देवाद्याः सम्भवन्ति हि  ॥
]

`verse 21 [
स च विष्णुः स्वयं ब्रह्म यतः सर्वमिदं जगत् ।
योजनानां सहस्राणि भास्करस्य रथो नव  ॥
]

`verse 22 [
ईशादण्डस्तथैवास्य द्विगुणो मुनिसत्तम  ।
सार्धकोटिस्तथा सप्तनियुतान्यधिकानि वै  ॥
]

`verse 23 [
योजनानान्तु तस्याक्षस्तत्र चक्रं प्रतिष्ठितं  ।
त्रिनाभिमतिपञ्चारं षण्णेमि द्व्ययनात्मकं  ॥
]

`verse 24 [
संवत्सरमयं कृत्स्नं कालचक्रं प्रतिष्ठितं  ।
चत्वारिंशत्सहस्राणि द्वितीयाक्षो विवस्वतः  ॥
]

`verse 25 [
पञ्चान्यानि तु सार्धानि स्यन्दनस्य महामते  ।
अक्षप्रमाणमुभयोः प्रमाणन्तदद्युगार्धयोः  ॥
]

`verse 26 [
ह्रस्वोऽक्षस्तद्युगार्धञ्च ध्रुवाधारं रथस्य वै  ।
हयाश्च सप्त छन्दांसि गायत्र्यादीनि सुव्रत  ॥
]

`verse 27 [
उदयास्तमनं ज्ञेयं दर्शनादर्शनं रवेः  ।
यावन्मात्रप्रदेशे तु वशिष्ठोऽवस्थितो ध्रुवः  ॥
]

`verse 28 [
स्वयमायाति तावत्तु भूमेराभूतसम्प्लवे  ।
ऊर्ध्वोत्तरमृषिभ्यस्तु ध्रुवो यत्र व्यवस्थितः  ॥
]

`verse 29 [
एतद्विष्णुपदं दिव्यं तृतीयं व्योम्नि भास्वरं  ।
निर्धूतदोषपङ्कानां यतीनां स्थानमुत्तमं  ॥
]

`verse 30 [
ततो गङ्गा प्रभवति स्मरणात्पाशनाशनी  ।
दिवि रूपं हरेर्ज्ञेयं शिशुमाराकृति प्रभो  ॥
]

`verse 31 [
स्थितः पुच्छे ध्रुवस्तत्र भ्रमन् भ्रामयति ग्रहान्  ।
स रथोऽधिष्ठिता देवैरादित्यैर्ऋषिभिर्वरैः  ॥
]

`verse 32 [
गन्धर्वैरप्सरोभिश्च ग्रामणीसर्पराक्षसैः  ।
हिमोष्णवारिवर्षाणां कारणं भगवान् रविः  ॥
]

`verse 33 [
ऋग्वेदादिमयो विष्णुः स शुभाशुभकारणं  ।
रथस्त्रिचक्रः सोमस्य कुन्दाभास्तस्य वाजिनः  ॥
]

`verse 34 [
वामदक्षिणतो युक्ता दश तेन चरत्यसौ  ।
त्रयस्त्रिंशत्सहस्राणि त्रयस्त्रिंशच्छतानि च  ॥
]

`verse 35 [
त्रयस्त्रिंशत्तथा देवाः पिबन्ति क्षणदाकरं  ।
एकां कलाञ्च पितर एकामारश्मिसंस्थिताः  ॥
]

`verse 36 [
वाय्वग्निद्रव्यसम्भूतो रथश्चन्द्रसुतस्य च  ।
अष्टाभिस्तुरगैर्युक्तो बुधस्तेन चरत्यपि  ॥
]

`verse 37 [
शुक्रस्यापि रथोऽष्टाश्वो भौमस्यापि रथस्तथा  ।
बृहस्पते रथोऽष्टाश्वः शनेरष्टाश्वको रथः  ॥
]

`verse 38 [
स्वर्भानोश्च रथोऽष्टाश्वः केतोश्चाष्टाश्वको रथः  ।
यदद्य वैष्णवः कायस्ततो विप्र वसुन्धरा  ॥
]

`verse 39 [
पद्माकरा समुद्भूता पर्वताद्यादिसंयुता  ।
ज्योतिर्भुवननद्यद्रिसमुद्रवनकं हरिः  ॥
]

`verse 40 [
यदस्ति नास्ति तद्विष्णुर्विष्णुज्ञानविजृम्भितं  ।
न विज्ञानमृते किञ्चिज्ज्ञानं विष्णुः परम्पदं  ॥
]

`verse 41 [
तत्कुर्याद्येन विष्णुः स्यात्सत्यं ज्ञानमनन्तकं  ।
पठेद्भुवनकोषं हि यः सोऽवाप्तसुखात्मभाक् ॥
]

`verse 42 [
ज्योतिःशास्त्रादिविध्याश्च शुभाशुभाधिपो हरिः ॥
]

`colophon [
इत्याग्नेये महापुराणे भुवनकोषो नाम विंशत्यधिकशततमोऽध्यायः ॥
]
