`verse 1 [
ज्योतिःशास्त्रं

अग्निरुवाच
ज्योतिःशास्त्रं प्रवक्ष्यामि शुभाशुभविवेकदं  ।
]

`verse 2 [
चातुर्लक्षस्य सारं यत्तज्ज्ञात्वा सर्वविद्भवेत् ॥
]

`verse 3 [
षडष्टके विवाहो न न च द्विद्वादशे स्त्रियाः  ।
]

`verse 4 [
न त्रिकोणे ह्यथ प्रीतिः शेषे च समसप्तके  ॥
]

`verse 5 [
द्विद्वादशे त्रिकोणे च मैत्रीक्षेत्रपयोर्यदि  ।
]

`verse 6 [
भवेदेकाधिपत्यञ्च ताराप्रीतिरथापि वा  ॥
]

`verse 7 [
तथापि कार्यः संयोगो न तु षट्काष्टके पुनः  ।
]

`verse 8 [
जीवे भृगौ चास्तमिते म्रियते च पुमान् स्त्रिया  ॥
]

`verse 9 [
गुरुक्षेत्रगते सूर्ये सूर्यक्षेत्रगते गुरौ  ।
]

`verse 10 [
विवाहं न प्रशंसन्ति कन्यावैधव्यकृद्भवेत् ॥
]

`verse 11 [
अतिचारे त्रिपक्षं स्याद्वक्रे मासचतुष्टयं  ।
]

`verse 12 [
व्रतोद्वाहौ न कुर्वीत गुरोर्वक्रातिचारयोः  ॥
]

`verse 13 [
चैत्रे पौषे न रिक्तासु हरौ सुप्ते कुजे रवौ  ।
]

`verse 14 [
चन्द्रक्षये चाशुभं स्यात्सन्ध्याकालः शुभावहः  ॥
]

`verse 15 [
रोहिणी चोत्तरा मूलं स्वाती हस्तोऽथ रेवती  ।
]

`verse 16 [
तुले न मिथुने शस्तो विवाहः परिकीर्तितः  ॥
]

`verse 17 [
विवाहे कर्णबेधे च व्रते पुंसवने तथा  ।
]

`verse 18 [
प्राशने चाद्यचूडायां बिद्धर्क्षञ्च विवर्जयेत्  ॥
]

`verse 19 [
श्रवणे मूलपुष्ये च सूर्यमङ्गलजीवके  ।
]

`verse 20 [
कुम्भे सिंहे च मिथुने कर्म पुंसवनं स्मृतं  ॥
]

`verse 21 [
हस्ते मूले मृगे पौष्णे बुधे शुक्रे च निष्कृतिः  ।
]

`verse 22 [
अर्केन्दुजीवभृगुजे मूले ताम्बूलभक्षणं  ॥
]

`verse 23 [
अन्नस्य प्राशनं शुक्रे जीवे मृगे च मौनके  ।
]

`verse 24 [
हस्तादिपञ्चके पुष्पे कृत्तिकादित्रये तथा  ॥
]

`verse 25 [
अश्विन्यामथ रेवत्यां नवान्नफलभक्षणं  ।
]

`verse 26 [
पुष्पा हस्ता तथा ज्येष्ठा रोहिणी श्रवणाश्विनौ  ॥
]

`verse 27 [
स्वातिसौम्ये च भैषज्यं कुर्यादन्यत्र वर्जयेत् ।
]

`verse 28 [
पूर्वात्रयं मघा याम्यं पावनं श्रवणत्रयं  ॥
]

`verse 29 [
भौमादित्यशनेर्वारे स्नातव्यं रोगमुक्तितः  ।
]

`verse 30 [
पार्थिवे चाष्टह्रींकारं मध्ये नाम च दिक्षु च  ॥
]

`verse 31 [
ह्रीं पुटं पार्थिवे दिक्षु ह्रीं विदिक्षु लिखेद्वसून्  ।
]

`verse 32 [
गोरोचनाकुङ्कुमेन भूर्जे वस्त्रे गले धृतं  ॥
]

`verse 33 [
शत्रवो वशमायान्ति मन्त्रेणानेन निश्चितं  ।
]

`verse 34 [
श्रीं ह्रीं सम्पुटं नाम श्रीं ह्रीं पत्राष्टके क्रमात् ॥
]

`verse 35 [
गोरोचनाकुङ्कुमेन भुर्जेऽथ सुभगावृते  ।
]

`verse 36 [
गोमध्यवागमः पत्रे हरिद्राया रसेन च  ॥
]

`verse 37 [
शिलापट्टेऽरीन् स्तम्भयति भूमावधोमुखीकृटं  ।
]

`verse 38 [
ओं हूं सः सम्पुटन्नाम ओं हूं सः पत्राष्टके क्रमात् ॥
]

`verse 39 [
गोरोचनाकुङ्कुमेन भूर्जे मृत्युनिवारणं  ।
]

`verse 40 [
एकपञ्चनवप्रीत्यै द्विषत्द्वादशयोगकाः  ॥
]

`verse 41 [
त्रिसप्तैकादशे लाभो वेदाष्टद्वादशे रिपुः  ।
]

`verse 42 [
तनुर्धनञ्च सहजः सुहृत्सुतो रिपुस्तथा  ॥
]

`verse 43 [
जाया निधनधर्मौ च कर्मायव्ययकं क्रमात् ।
]

`verse 44 [
स्फुटं मेषादिलग्नेषु नवताराबलं वदेत् ॥
]

`verse 45 [
जन्म सम्पद्विपत्क्षेमं प्रत्यरिः साधकः क्रमात् ।
]

`verse 46 [
निधनं मित्रप्रममित्रं ताराबलं विदुः  ॥
]

`verse 47 [
धारे ज्ञगुरुशुक्राणां सूर्याचन्द्रमसोस्तथा  ।
]

`verse 48 [
माघादिमसाषट्के तु क्षीरमाद्यं प्रशस्यते  ॥
]

`verse 49 [
कर्णबेधो बुधे जीवे पुष्ये श्रवणचित्रयोः  ।
]

`verse 50 [
पञ्चमेऽब्दे चाध्ययनं षष्ठीं प्रतिपदन्त्यजेत् ॥
]

`verse 51 [
रिक्तां पञ्चदशीं भौमं प्रार्च्य वाणीं हरिं श्रियं  ।
]

`verse 52 [
माघादिमासषत्के तु मखलाबन्धनं शुभं  ॥
]

`verse 53 [
चूडाकरणकाद्यञ्च श्रवणादौ न शस्यते  ।
]

`verse 54 [
अस्तं याते गुरो शुक्रे क्षीणे च शशलाञ्छने  ॥
]

`verse 55 [
उपनीतस्य विप्रस्य मृत्युं जाड्यं विनिर्दिशेत् ।
]

`verse 56 [
क्षौरर्क्षे शुभवारे च समावर्तनमिष्यते  ॥
]

`verse 57 [
शुभक्षेत्रे विलग्नेषु शुभयुक्तेक्षितेषु च  ।
]

`verse 58 [
अश्विनीमघाचित्रासु स्वातीयाम्योत्तरासु च  ॥
]

`verse 59 [
पुनर्वसौ तथा पुष्ये धनुर्वेदः प्रशस्यते  ।
]

`verse 60 [
भरण्यार्द्रा मघाश्लेषा वह्निभगर्क्षयोस्तथा  ॥
]

`verse 61 [
जिजीविषुर्न कुर्वीत वस्त्रप्रावरणं नरः  ।
]

`verse 62 [
गुरौ शुक्रे बुधे वस्त्रं विवाहादौ न भादिकं  ॥
]

`verse 63 [
रेवत्यश्विधनिष्ठासु हस्तादिषु च पञ्चसु  ।
]

`verse 64 [
शङ्खविद्रुमरत्नानां परिधानं प्रशस्यते  ॥
]

`verse 65 [
याम्यसर्पधनिष्ठासु त्रिषु पूर्वेषु वारुणे  ।
]

`verse 66 [
क्रीतं हानिकरं द्रव्यं विक्रीतं लाभकृद्भवेत् ॥
]

`verse 67 [
अश्विनीस्वातिचित्रासु रेवत्यां वारुणे हरौ  ।
]

`verse 68 [
क्रीतं लाभकरं द्रवयं विक्रीतं हानिकृद्भवेत् ॥
]

`verse 69 [
भरणी त्रीणि पूर्वाणि आर्द्राश्लेषा मघानिलाः  ।
]

`verse 70 [
वह्निज्येष्टाविशाखासु स्वामिनो नोपतिष्ठते  ॥
]

`verse 71 [
द्रव्यं दत्तं प्रयुक्तं वा यत्र निक्षिप्यते धनं  ।
]

`verse 72 [
उत्तरे श्रवणे शाक्रे कुर्याद्राजाभिषेचनं  ॥
]

`verse 73 [
चैत्रं ज्येष्ठं तथा भाद्रमाश्विनं पौषमेव च  ।
]

`verse 74 [
माघं चैव परित्यज्य शेषमासे गृहं शुभं  ॥
]

`verse 75 [
अश्विनी रोहिणी मूलमुत्तरात्रयमैन्दवं  ।
]

`verse 76 [
स्वाती हस्तानुराधा च गृहारम्भे प्रशस्यते  ॥
]

`verse 77 [
आदित्यभौमवर्जन्तु वापीप्रासादके तथा  ।
]

`verse 78 [
सिंहराशिगते जीवे गुर्वादित्ये मलिम्लुचे  ॥
]

`verse 79 [
बाले वृद्धेऽस्तगे शुक्रे गृहकर्म विवर्जयेत् ।
]

`verse 80 [
अग्निदाहो भयं रोगो राजपीडा धनक्षतिः  ॥
]

`verse 81 [
सङ्ग्रहे तृणकाष्ठानां कृते श्रवणपञ्चके  ।
]

`verse 82 [
गृहप्रवेशनं कुर्याद्धनिष्ठोत्तरवारुणे  ॥
]

`verse 83 [
नौकाया घटने द्वित्रिपञ्चसप्तत्रयोदशी  ।
]

`verse 84 [
नृपदर्शी धनिष्ठासु हस्तापौष्णाश्विनीषु च  ॥
]

`verse 85 [
पूर्वात्रयन्धनिष्ठार्द्रा वह्निः सौम्यविशाखयोः  ।
]

`verse 86 [
अश्लेषा चाश्विनी चैव यात्रासिद्धिस्तु सम्पदा  ॥
]

`verse 87 [
त्रिषूत्तरेषु रोहिण्यां सिनीबाली चतुर्दशी  ।
]

`verse 88 [
श्रवणा चैव हस्ता च चित्रा च वैष्णवी तथा  ॥
]

`verse 89 [
गोष्ठयात्रां न कुर्वीत प्रवेशं नैव कारयेत् ।
]

`verse 90 [
अनिलोत्तररोहिण्यां मृगमूलपुनर्वसौ  ॥
]

`verse 91 [
पुष्यश्रवणहस्तेषु कृषिकर्म समाचरेत्  ।
]

`verse 92 [
पुनर्वसूत्तरास्वातीभगमूलेन्द्रवारुणे  ॥
]

`verse 93 [
गुरोः शुक्रस्य वारे वा वारे च सोमभास्वतोः  ।
]

`verse 94 [
वृषलग्ने च कर्तव्यङ्कन्यायां मिथुने तथा  ॥
]

`verse 95 [
द्विपञ्च दशमी सप्त तृतीया च त्रयोदशी  ।
]

`verse 96 [
रेवतीरोहिणीन्द्राग्निहस्तमैत्रोत्तरेषु च  ॥
]

`verse 97 [
मन्दारवर्जं वीजानि वापयेत्सम्पदर्थ्यपि  ।
]

`verse 98 [
रेवतीहस्तमूलेषु श्रवणे भगमैत्रयोः  ॥
]

`verse 99 [
पितृदैवे तथा सौम्ये धान्यच्छेदं मृगोदये  ।
]

`verse 100 [
हस्तचित्रादितिस्वातौ रेवत्यां श्रवणत्रये  ॥
]

`verse 101 [
स्थिरे लग्ने गुरोर्वारे अथ भार्गवसौम्ययोः  ।
]

`verse 102 [
याम्यादितिमघाज्येष्ठासूतरेषु प्रवेशयेत् ॥
]

`verse 103 [
ओं धनदाय सर्वधनेशाय देहि मे धनं स्वाहा ।
ओं नवे वर्षे इलादेवि लोकसंवर्धनि कामरूपिणि देहि मे धनं स्वाहा ॥
पत्रस्थं लिखितं धान्यराशिस्थं धान्यवर्धनं  ।
]

`verse 104 [
त्रिपूर्वासु विशाखायां धनिष्ठावारुणेऽपि च  ॥
]

`verse 105 [
एतेषु षट्सु विज्ञेयं धान्यनिष्क्रमणं बुधैः  ।
]

`verse 106 [
देवतारामवाप्यादिप्रतिष्ठोदङ्मुखे रवौ  ॥
]

`verse 107 [
मिथुनस्थे रवौ दर्शाद्यादि स्याद्द्वादशी तिथिः  ।
]

`verse 108 [
सदा तत्रैव कर्तव्यं शयनं चक्रपाणिनः  ॥
]

`verse 109 [
सिंहतौलिङ्गते चार्के दर्शाद्यद्वादशीद्वयं  ।
]

`verse 110 [
आदाविन्द्रसमुप्त्यानं प्रबोधश्च हरेः क्रमात् ॥
]

`verse 111 [
तथा कन्यागते भानौ दुर्गोप्त्याने तथाष्टमी  ।
]

`verse 112 [
त्रिपादेषु च ऋक्षेषु यदा भद्रा तिथिर्भवेत् ॥
]

`verse 113 [
भौमादित्यशनैश्चारि विज्ञेयं तत्त्रिपुष्करं  ।
]

`verse 114 [
सर्वकर्मण्युपादेया विशुद्धिश्चन्द्रतरयोः  ॥
]

`verse 115 [
जन्माश्रितस्त्रिषष्ठश्च सप्तमो दशमस्तथा  ।
]

`verse 116 [
एकादशः शशी येषान्तेषामेव शुभं वदेत् ॥
]

`verse 117 [
शुक्लपक्षे द्वीतीयश्च पञ्चमो नवमः शुभः  ।
]

`verse 118 [
मित्रातिमित्रसाधकसपत्क्षेमादितारकाः  ॥
]

`verse 119 [
जन्मना मृत्युमाप्नोति विपदा धनसङ्क्षयं  ।
]

`verse 120 [
प्रत्यरौ मरणं विद्यान्निधने याति पञ्चतां  ॥
]

`verse 121 [
कृष्णाष्टमीदिनादूर्ध्वं यावच्छुक्लाष्टमीदिनं  ।
]

`verse 122 [
तावत्कालं शशी क्षीणः पूर्णस्तत्रोपरि स्मृतः  ॥
]

`verse 123 [
वृषे च मिथुने भानौ जीवे चन्द्रेन्द्रदैवते  ।
]

`verse 124 [
पौर्णमासी गुरोर्वारे महाज्येष्ठी प्रकीर्तिता  ॥
]

`verse 125 [
ऐन्द्रे गुरुः शशी चैव प्राजापत्ये रविस्तथा  ।
]

`verse 126 [
पूर्णिमा ज्येष्ठमासस्य महाज्यैष्ठी प्रकीर्तिता  ॥
]

`verse 127 [
स्वात्यन्तरे यन्त्रनिष्ठे शक्रस्योत्थापयेद्ध्वजं  ।
]

`verse 128 [
हर्यृक्षपादे चाश्विन्यां सप्ताहान्ते विसर्जयेत् ॥
]

`verse 129 [
सर्वं हेमसमन्दानं सर्वे ब्रह्मसमा द्विजाः  ।
]

`verse 130 [
सर्वं गङ्गासमन्तोयं राहुग्रस्ते दिवाकरे  ॥
]

`verse 131 [
ध्वाङ्क्षी महोदरी घोरा मन्दा मन्दाकिनी द्विजाः  ।
]

`verse 132 [
राक्षसी च क्रमेणार्कात्सङ्क्रान्तिर्नामभिः स्मृता  ॥
]

`verse 133 [
बालवे कौलवे नागे तैतिले करणे यदि  ।
]

`verse 134 [
उत्तिष्ठन् सङ्क्रमत्यर्क्रस्तदा लोकः सुखी भवेत् ॥
]

`verse 135 [
गरे ववे वणिग्विष्टौ किन्तुघ्ने शकुनौ व्रजेत् ।
]

`verse 136 [
राज्ञो दोषेण लोकोऽयम्पीड्यते सम्पदा समं  ॥
]

`verse 137 [
चतुष्पाद्विष्टिवाणिज्ये शयितः सङ्क्रमेद्रविः  ।
]

`verse 138 [
दुर्भिक्षं राजसङ्ग्रामो दम्पत्योः संशयो भवेत् ॥
]

`verse 139 [
आधाने जन्मनक्षत्रे व्याधौ क्लेशादिकं भवेत् ।
]

`verse 140 [
कृत्तिकायान्नवदिनन्त्रिरात्रं रोहिणीषु च  ॥
]

`verse 141 [
मृगशिरःपञ्चरात्रं आर्द्रासु प्राणनाशनं  ।
]

`verse 142 [
पुनर्वसौ च पुष्ये च सप्तरात्रं विधीयते  ॥
]

`verse 143 [
नवरात्रं तथाश्लेषा श्मशानान्तं मघासु च  ।
]

`verse 144 [
द्वौ मासौ पूर्वफाल्गुन्यामुत्तरासु त्रिपञ्चकम्  ॥
]

`verse 145 [
हस्ते तु दृश्यते चित्रा अर्धमासन्तु पीडनम्  ।
]

`verse 146 [
मासद्वयन्तथा स्वातिर्विशाखा विंशतिर्दिनं  ॥
]

`verse 147 [
मैत्रे चैव दशाहानि ज्येष्ठास्वेवार्धमासकम्  ।
]

`verse 148 [
मूले न जायते मोक्षः पूर्वाषाढा त्रिपञ्चकम्  ॥
]

`verse 149 [
उत्तरा दिनविंशत्या द्वौ मासौ श्रवणेन च  ।
]

`verse 150 [
धनिष्ठा चार्धमासञ्च वारुणे च दशाहकम्  ॥
]

`verse 151 [
न च भाद्रपदे मोक्ष उत्तरासु त्रिपञ्चकम्  ।
]

`verse 152 [
रेवती दशरात्रञ्च अहोरात्रन्तथाश्विनी  ॥
]

`verse 153 [
भरण्यां प्राणहानिः स्याद्गायत्रीहोमतः शुभं  ।
]

`verse 154 [
पञ्चधान्यतिलाज्याद्यैर्धेनुदानन्द्विजे शमं  ॥
]

`verse 155 [
दशा सूर्यस्य षष्ठाब्दा इन्दोः पञ्चदशैव तु  ।
]

`verse 156 [
अष्टौ वर्षाणि भौमस्य दशसप्तदशा बुधे  ॥
]

`verse 157 [
दशाब्दानि दशा पङ्गोरूनविंशद्गुरोर्दृशा  ।
]

`verse 158 [
राहोर्द्वादशवर्षाणि भार्गवस्यैकविंशतिः  ॥
]

`colophon [
इत्याग्नेये महापुराणे ज्योतिःशस्त्रसारो नाम एकविंशत्यधिकशततमोऽध्यायः ॥
]
