`verse 1 [
कालगणनं
अग्निरुवाच
कालः समागणो वक्ष्ये गणितं कालबुद्धये  ।
कालः समागणोऽर्कघ्नो मासैश्चैत्रादिभिर्युतः  ॥
]

`verse 2 [
द्विघ्नो द्विस्ट्ःः सवेदः स्यात्पञ्चाङ्गष्टयुतो गुणः  ।
त्रिष्ठो मध्यो वसुगुणः पुनर्वेदगुणश्च सः  ॥
]

`verse 3 [
अष्टरन्ध्राग्निहीनः स्यादधः सैकरसाष्टकैः  ।
मध्यो हीनः षष्टिहतो लब्धयुक्तस्तथोपरि  ॥
]

`verse 4 [
न्यूनः सप्तकृतो वारस्तदधस्तिथिनाडयः  ।
सगुणो द्विगुणश्चोरोद्ध्वं त्रिभिरूनो गुणः पुनः  ॥
]

`verse 5 [
अधः स्वरामसंयुक्तो रसार्काष्टफलैर्युतः  ।
अष्टाविंशच्छेषपिण्डस्तिथिनाड्या अधः स्थितः  ॥
]

`verse 6 [
गुणस्तिसृभिरूनोर्धं द्वाभ्यां च गुणयेत्पुनः  ।
मध्ये रुद्रगुणः कार्यो ह्यधः सैको नवाग्निभिः  ॥
]

`verse 7 [
लब्धहीनो भवेन्मध्यो द्वाविंशतिविवर्जितः  ।
षष्टिशेषे ऋणं ज्ञेयं लब्धमूर्ध्वं विनिक्षिपेत् ॥
]

`verse 8 [
सप्तविंशतिशेषस्तु ध्रुवो नक्षत्रयोगयोः  ।
मासि मासि क्षिपेद्वारन्द्वात्रिंशद्घटिकास्तिथौ  ॥
]

`verse 9 [
द्वे पिण्डे द्वे च नक्षत्रे नाड्य एकादश ह्यृणे  ।
वारस्थाने तिथिन्दद्यात्सप्तभिर्भार्गवमाहरेत् ॥
]

`verse 10 [
शेषवाराश्च सूर्याद्या घटिकासु च पातयेत् ।
पिण्डिकेषु तिथिन्दद्याद्धरेच्चैव चतुर्दश  ॥
]

`verse 11 [
ऋणं धनं धनमृणं क्रमाज्ज्ञेयं चतुर्दशे  ।
प्रथमे त्रयोदशे पञ्च द्वितीयद्वादशे दश  ॥
]

`verse 12 [
पञ्चदशस्तृतीये च तथाचैकादशे स्मृतां  ।
चतुर्थे दशमे चैव भवेदेकोनविंशतिः  ॥
]

`verse 13 [
पञ्चमे नवमे चैव द्वाविंशतिरुदाहृताः  ।
षष्ठाष्टमे त्वखण्डाः स्युश्चतुर्विंशतिरेव च  ॥
]

`verse 14 [
सप्तमे पञ्चविंशः स्यात्खण्डशः पिण्डिकाद्भवेत्  ।
कर्कटादौ हरेद्राशिमृतुवेदत्रयैः क्रमात् ॥
]

`verse 15 [
तुलादौ प्रातिलोम्येन त्रयो वेदरसाः क्रमात् ।

मकरादौ दीयते च रसवेदत्रयः क्रमात् ।
मेषादौ प्रातिलोम्येन त्रयो वेदरसाः क्रमात्  ।
खेषवः खयुगा मैत्रं मेषादौ विकला धनम्  ॥
]

`verse 16 [
कर्कटे प्रातिलोम्यं स्यादृणमेतत्तुलादिके  ।
चतुर्गुणा तिथिर्ज्ञेया विकलाश्चेह सर्वदा  ॥
]

`verse 17 [
हन्याल्लिप्तागतागामिपिण्डसङ्ख्याफलन्तरैः  ।
षष्ट्याप्तं प्रथमोच्चार्ये हानौ देयन्धने धनम्  ॥
]

`verse 18 [
द्वितीयोच्चरिते वर्गे वैपरीत्यमिति स्थितिः  ।
तिथिर्द्विगुणिता कार्या षड्भागपरिवर्जिता  ॥
]

`verse 19 [
रविकर्मविपरीता तिथिनाडीसमायुता  ।
ऋणे शुद्धे तु नाड्यः स्युर्ऋणं शुध्येत नो यदा  ॥
]

`verse 20 [
सषष्टिकं प्रदेयन्तत्षष्ट्याधिक्ये च तत्त्यजेत्  ।
नक्षत्रं तिथिमिश्रं स्याच्चतुर्भिर्गुणिता तिथिः  ॥
]

`verse 21 [
तिथिस्त्रिभागसंयुक्ता ऋणेन च तथान्विता  ।
तिथिरत्र चिता कार्या तद्वेदाद्योगशोधनं  ॥
]

`verse 22 [
रविचन्द्रौ समौ कृत्वा योगो भवति निश्चलः  ।
एकोना तिथिर्द्विगुणा सप्तभिन्ना कृतिर्द्विधा  ॥
]

`verse 23 [
तिथिश्च द्विगुणैकोना कृताङ्गैः करणन्निशि  ।

कृष्णचतुर्दश्यन्ते शकुनिः पर्वणीह चतुष्पदं  ॥
]

`verse 24 [
प्रथमे तिथ्यर्धतो हि किन्तुघ्नं प्रतिपन्मुखे ॥
]

`colophon [
इत्याग्नेये महापुराणे कालगणनं नाम द्वाविंशत्यधिकशततमोऽध्यायः ॥
]
