`verse 1 [
युद्धजयार्णवीयनानायोगाः

वक्ष्ये जयशुभाद्यर्थं सारं युद्धजयार्णवे  ।
अ+इ+उ+ए+ओ स्वराः स्युः क्रमान्नन्दादिका तिथिः  ॥
]

`verse 2 [
कादिहान्ता भौमरवी ज्ञसोमौ गुरुभार्गवौ  ।
{| class="wikitable"

| स्वराः || अ || इ || उ  || ए || ओ
|-
| तिथयः|| नन्दा   || भद्रा  || जया   || रिक्ता   || पूर्णा
|-
| || १।
]

`verse 3 [
११ ||  २।
]

`verse 4 [
१२||  ३। || ४।
]

`verse 5 [
१४ || ५।
]

`verse 6 [
|-
| वर्णाः || क || ख || ग || घ || च
|-
|     ||  छ || ज  || झ  ||  ट  || ठ
|-
|    || ड || ढ || त || थ || द
|-
|   || ध || न || प || फ || ब
|-
|  || भ || म || य || र || ल
|-
|   || व || श || ष || स || ह
|-
| स्वामिनः || सूर्य || बुध || बृह० || शनि || सूर्य
|-
|  || मंगल|| चन्द्र || शुक्र || मं० || श०
|-
| संज्ञा || बाल || कुमार || युवा || वृद्ध || मृत्यु
|}
शनिर्दक्षिणनाड्यान्तु भौमार्कशनयः परे  ॥
]

`verse 7 [
खार्णवः खससैर्गुण्यो रुद्रैर्भागं समाहरेत् ।
रसाहतन्तु तत्कृत्वा पूर्वभागेन भाजयेत् ॥
]

`verse 8 [
वह्निभिश्चाहतं कृत्वा रूपन्तत्रैव निक्षिपेत् ।
स्पन्दनं नाड्याः फलानि सप्राणस्पन्दनं पुनः  ॥
]

`verse 9 [
अनेनैव तु मानेन उदयन्ति दिने दिने  ।
स्फुरणैस्त्रिभिरुच्छ्वास उच्छ्वासैस्तु पलं स्मृतम्  ॥
]

`verse 10 [
षष्टिभिश्च पलैर्लिप्ता लिप्ताषष्टिस्त्वहर्निशं  ।
पञ्चमार्धोदये बालकुमारयुववृद्धकाः  ॥
]

`verse 11 [
मृत्युर्येनोदयस्तेन चास्तमेकादशांशकैः  ।
कुलागमे भवेद्भङ्गः समृत्युः पञ्चमोऽपिवा  ॥
]

`verse 12 [
स्वरोदयञ्चक्रं
शनिचक्रे चार्धमासङ्ग्रहाणामुदयः क्रमात् ।
विभागैः पञ्चदशभिः शनिभागस्तु मृत्युदः  ॥
]

`verse 13 [
शनिचक्रं
दशकोटिसहस्राणि अर्बुदान्यर्बुदं हरेत्  ।
त्रयोदशे च लक्षाणि प्रमाणं कूर्मरूपिणः  ॥
]

`verse 14 [
मघादौ कृत्तिकाद्यन्तस्तद्देशान्तः शनिस्थितौ  ।
इति कूर्मचक्रं
thumb|500px|राहुचक्रम्।.
राहुचक्रे च सप्तोर्ध्वमधः सप्त च संलिखेत्  ॥
]

`verse 15 [
वाय्वग्न्योश्चैव नैर्ऋत्ये पूर्णिमाग्नेयभागतः  ।
अमावास्यां वायवे च राहुर्वै तिथिरूपकः  ॥
]

`verse 16 [
रकारं दक्षभागे तु हकारं वायवे लिखेत् ।
प्रतिपदादौ ककारादीन् सकारं नैर्ऋते पुनः  ॥
]

`verse 17 [
राहोमुखे तु भङ्गः स्यादिति राहुरुदाहृतः  ।
विष्टिरग्नौ पौर्णमास्यां करालीन्द्रे तृतीयकं  ॥
]

`verse 18 [
घोरा याम्यान्तु सप्तम्यां दशम्यां रौद्रसौम्यगा  ।
चतुर्दश्यान्तु वायव्ये चतुर्थ्यां वरुणाश्रये  ॥
]

`verse 19 [
शुक्लाष्टम्यां दक्षिणे च एकादश्यां भृशन्त्यजेत् ।
रौद्रश्चैव तथा श्वेतो मैत्रः सारभटस्तथा  ॥
]

`verse 20 [
सावित्रो विरोचनश्च जयदेवोऽभिजित्तथा  ।
रावणो विजयश्चैव नन्दी वरुण एव च  ॥
]

`verse 21 [
यमसौम्यौ भवश्चान्ते दशपञ्चमुहूर्तकाः  ।
रौद्रे रौद्राणि कुर्वीत श्वेते स्नानादिकं चरेत् ॥
]

`verse 22 [
मैत्रे कन्याविवाहादि शुभं सारभटे चरेत् ।
सावित्रे स्थापनाद्यं वा विरोचने नृपक्रिया  ॥
]

`verse 23 [
जयदेवे जयं कुर्याद्रावणे रणकर्म च  ।
विजये कृषिवाणिज्यं पटबन्धं च नन्दिनि  ॥
]

`verse 24 [
वरुणे च तडागादि नाशकर्म यमे चरेत् ।
सौम्ये सौम्यादि कुर्वीत भवेल्लग्नमहर्दिवा  ॥
]

`verse 25 [
योगा नाम्ना विरुद्धाः स्युर्योगा नाम्नैव शोभनाः  ।
राहुरिन्द्रात्समीरञ्च वायोर्दक्षं यमाच्छिवम्  ॥
]

`verse 26 [
शिवादाप्यञ्जलादग्निरग्नेः सौम्यन्ततस्त्रयम्  ।
ततश्च सङ्क्रमं हन्ति चतस्रो घटिकाभ्रमन्  ॥
]

`verse 27 [
राहुचक्रं
चण्डीन्द्राणी वाराही च मुशली गिरिकर्णिका  ।
बला चातिबला क्षीरी मल्लिकाजातियूथिकाः  ॥
]

`verse 28 [
यथालाभं धारयेत्ताः श्वेतार्कश्च शतावरी  ।
गुडूची वागुरी दिव्या ओषध्यो धारिता जये  ॥
]

`verse 29 [
ओं नमो भैरवाय खड्गपरशुहस्ताय ओं ह्रूं विघ्नविनाशाय ओं ह्रूं फट्
अनेनैव तु मन्त्रेण शिखाबन्धादिकृज्जये  ।
तिलकञ्चाञ्जनञ्चैव धूपलेपनमेव च  ॥
]

`verse 30 [
स्नानपानानि तैलानि योगधूलिमतः शृणु  ।
शुभगा मनःशिला तालं लाक्षारससमन्वितं  ॥
]

`verse 31 [
तरुणीक्षीरसंयुक्तो ललाटे तिलको वशे  ।
विष्णुक्रान्ता च सर्पाक्षी सहदेवञ्च रोचना  ॥
]

`verse 32 [
अजादुग्धेन संपिष्टं तिलकोवश्यकारकः  ।
प्रियङ्गुकुङ्कुमं कुष्ठं मोहनी तगरं घृतं  ॥
]

`verse 33 [
तिलको वश्यकृत्तच्च रोचना रक्तचन्दनं  ।
निशा मनःशिला तालं प्रियङ्गुसर्षपास्तथा  ॥
]

`verse 34 [
मोहनी हरिता क्रान्ता सहदेवी शिखा तथा  ।
मातुलङ्गरसैः पिष्टं ललाटे तिलको वशे  ॥
]

`verse 35 [
सेन्द्राः सुरा वशं यान्ति किं पुनः क्षुद्रमानुषाः  ।
मञ्जिष्ठा चन्दनं रक्तं कट्कन्दा विलासिनी  ॥
]

`verse 36 [
पुनर्नवासमायुक्तो लेपोऽयं भास्करो वशे  ।
चन्दनं नागपुष्पञ्च मञ्जिष्ठा तगरं वचा  ॥
]
