`verse 1 [
युद्धजयार्णवीयज्योतिःशास्त्रसारः
अग्निरुवाच
ज्योतिःशास्त्रादिसारञ्च वक्ष्ये युद्धजयार्णवे  ।
विना मन्त्रोषधाद्यञ्च यथ्योमामीश्वरोऽब्रवीत्  ॥
]

`verse 2 [
देव्युवाच
देवैर्जिता दानवाश्च येनोपायेन तद्वद  ।
शुभाशुभविवेकाद्यं ज्ञानं युद्धजयार्णवं  ॥
]

`speaker [
ईश्वर उवाच
]

`verse 3 [
मूलदेवेच्चया जाता शक्तिः पञ्चादशाक्षरा  ।
चराचरं ततो जातं यामाराध्याखिलार्थवित्  ॥
]

`verse 4 [
मन्त्रपीठं प्रवक्ष्यामि पञ्चमन्त्रसमुद्भवं  ।
ते मन्त्राः सर्वमन्त्राणां जीविते मरणे स्थिताः  ॥
]

`verse 5 [
ऋग्यजुःसामाथर्वाख्यदेवमन्त्राः क्रमेण ते  ।
सद्योजातादयो मन्त्रा ब्रह्मा विष्णुश्च रुद्रकः  ॥
]

`verse 6 [
ईशः सप्तशिखा देवाः शक्राद्याः पञ्च च स्वराः  ।
अ+इ+उ+ए+ओ कलाश्च मूलं ब्रह्मेति कीर्तितं  ॥
]

`verse 7 [
काष्ठमध्ये तथा वह्निरप्रवृद्धो न दृश्यते  ।
विद्यमाना तथा देहे शिवशक्तिर्न दृश्यते  ॥
]

`verse 8 [
आदौ शक्तिः समुत्पन्ना ओङ्कारस्वरभूषिता  ।
ततो बिन्दुर्महादेवि एकारेण व्यवस्थितः  ॥
]
