`verse 1 [
युद्धजयार्णवीयनानाचक्राणि

ईश्वर उवाच
ओं ह्रीं कर्णमोटानि बहुरूपे बहुदंष्ट्रे ह्रूं
फट्ओं हः ओं ग्रस ग्रस कृन्त कृन्त छक छक छक ह्रूं फट् नमः
पठ्यमानो ह्ययं मन्त्रः क्रुद्धः संरक्तलोचनः  ।
मारणे पातने वापि मोहनोच्चाटने भवेत् ॥
]

`verse 2 [
कर्णमोटी महाविद्या सर्ववर्णेषु रक्षिका  ।

नानाविद्या
पञ्चोदयं प्रवक्ष्यामि स्वरोदयसमश्रितं  ॥
]

`verse 3 [
नाभिहृद्यन्तरं यावत्तावच्चरति मारुतः  ।
उच्चाटयेद्रणादौ तु कर्णाक्षीणि प्रभेदयेत् ॥
]

`verse 4 [
करोति साधकः क्रुद्धो जपहोमपरायणः  ।
हृदयात्पायुकं कण्ठं ज्वरदाहारिमारणे  ॥
]

`verse 5 [
कण्ठोद्भवो रसो वायुः शान्तिकं पौष्टिकं रसं  ।
दिव्यं स्तम्भं समाकर्षं गन्धो नासान्तिको भ्रुवः  ॥
]

`verse 6 [
गन्धलीनं मनः कृत्वा स्तम्भयेन्नात्र संशयः  ।
स्तम्भनं कीलनाद्यञ्च करोत्येव हि साधकः  ॥
]

`verse 7 [
चण्डघण्टा कराली च सुमुखी दुर्मुखी तथा  ।
रेवती प्रथमा घोरा वायुचक्रेषु ता यजेत् ॥
]

`verse 8 [
उच्चाटकारिका देव्यः स्थितास्तेजसि संस्थिताः  ।
सौम्या च भीषणी देवी जया च विजया तथा  ॥
]

`verse 9 [
अजिता चापराजिता महाकोटी च रौद्रया  ।
शुष्ककाया प्राणहरा रसचक्रे स्थिता अमूः  ॥
]

`verse 10 [
विरूपाक्षी परा दिव्यास्तथा चाकाशमातरः  ।
संहारी जातहारी च दंष्ट्राला शुष्करेवती  ॥
]

`verse 11 [
पिपीलिका पुष्टिहरा महापुष्टिप्रवर्धना  ।
भद्रकाली सुभद्रा च हद्रभीमा सुभद्रिका  ॥
]

`verse 12 [
स्थिरा च निष्ठुरा दिव्या निष्कम्पा गदिनी तथा  ।
द्वात्रिंशन्मातरश्चक्रे अष्टाष्टक्रमशः स्थिताः  ॥
]

`verse 13 [
एक एव रविश्चन्द्र एकश्चैकैकशक्तिका  ।
भूतभेदेन तीर्थानि यथा तोयं महीतले  ॥
]

`verse 14 [
प्राण एको मण्डलैश्च भिद्यते भूतपञ्जरे  ।
वामदक्षिणयोगेन दशधा सम्प्रवर्तते  ॥
]

`verse 15 [
बिन्दुमुण्डविचित्रञ्च तत्त्ववस्त्रेण वेष्टितं  ।
ब्रह्माण्डेन कपालेन पिवेत परमामृतं  ॥
]

`verse 16 [
पञ्चवर्गबलाद्युद्धे जयो भवति तच्छृणु  ।
अ+आकचटतपयाः श आस्यो वर्ग ईरितः  ॥
]

`verse 17 [
इ+ईखछठथफराः षो वर्गश्च द्वितीयकः  ।
उ+ऊगजडदबलाः सो वर्गश्च तृतीयकः  ॥
]

`verse 18 [
ए+ऐघझढधभवाः सो वर्गश्च चतुर्थकः  ।
ओ औ अं अः ङञणना मो वर्गः पञ्चमो भवेत् ॥
]

`verse 19 [
वर्णाश्चाभ्युदये नॄणां चत्वारिंशच्च पञ्च च  ।
बालः कुमारो युवा स्याद्वृद्धो मृत्युश्च नामतः  ॥
]

`verse 20 [
आत्मपीडा  शोषकः स्यादुदासीनश्च कालकः  ।
कृत्तिका प्रतिपद्भौम आत्मनो लाभदः स्मृतः  ॥
]

`verse 21 [
षष्ठी भौमो मघा पीडा आर्द्रा चैकादशी कुजः  ।
मृत्युर्मघा द्वितीया ज्ञो लाभश्चार्द्रा च सप्तमी  ॥
]

`verse 22 [
बुधे हानिर्भरणी ज्ञः श्रवणं काल ईदृशः  ।
जीवो लाभाय च भवेत्तृतीया पूर्वफल्गुनी  ॥
]

`verse 23 [
जीवोऽष्टमी धनिष्ठार्द्रा जीवोऽश्लेषा त्रयोदशी  ।
मृत्यौ शुक्रश्चतुर्थी स्यात्पूर्वभाद्रपदा श्रिये  ॥
]

`verse 24 [
पूर्वाषाढा च नवमी शुक्रः पीडाकरो भवेत् ।
भरणी भूतजा शुक्रो यमदण्डो हि हानिकृत् ॥
]

`verse 25 [
कृत्तिकां पञ्चमी मन्दो लाभाय तिथिरीरिता  ।
अश्लेषा दशमी मन्दो योगः पीडाकरो भवेत्  ॥
]

`verse 26 [
मघा शनिः पूर्णिमा च योगो भृत्युकरः स्मृतः  ।

तिथियोगः
पूर्वोत्तराग्निनैर्ऋत्यदक्षिणानिलचन्द्रमाः ॥
]

`verse 27 [
ब्रह्माद्याः स्युर्दृष्टयः स्युः प्रतिपन्नवमीमुखाः  ।
राशिभिः सहिता दृष्टा ग्रहाद्याः सिद्धये स्मृताः  ॥
]

`verse 28 [
मेषाद्याश्चतुरः कुम्भा जयः पूर्णेऽन्यथा मृतिः  ।
सूर्यादिरिक्ता पूर्णा च क्रमादेवम्प्रदापयेत् ॥
]

`verse 29 [
रणे सूर्ये फलं नास्ति सोमे भङ्गः प्रशाम्यति  ।
कुजेन कलहं विद्याद्बुधः कामाय वै गुरुः  ॥
]

`verse 30 [
जयाय मनसे शुक्रो मन्दे भङ्गो रणे भवेत् ।
देयानि पिङ्गलाचक्रे सूर्यगानि च भानि हि  ॥
]

`verse 31 [
मुखे नेत्रे ललाटेऽथ शिरोहस्तोरुपादके  ।
पादे मृतिस्त्रिऋक्षे स्यान्त्रीणि पक्षेऽर्थनाशनम्  ॥
]

`verse 32 [
मुखस्थे च भवेत्यौडा शिरस्थे कार्यनाशनम्  ।
कुक्षिस्थिते फलं स्याच्च राहुचक्रं वदाम्यहम्  ॥
]

`verse 33 [
इन्द्राच्च नैर्ऋतङ्गच्छेन्नैर्ऋतात्सोममेव च  ।
सोमाद्धुताशनं वह्नेराप्यमाप्याच्छिवालयं  ॥
]

`verse 34 [
रुद्राद्यमं यमाद्वायुं वायोश्चन्द्रं व्रजेत्पुनः  ।
भुङ्क्ते चतस्रो नाड्यस्तु राहुपृष्ठे जयो रणे  ॥
]

`verse 35 [
अग्रतो मृत्युमाप्नोति तिथिराहुं वदामि ते  ।
आग्नेयादिशिवान्तं च पूर्णिमामादितः प्रिये  ॥
]

`verse 36 [
पूर्वे कृष्णाष्टमीं यावद्राहुदृष्टौ भयो भवेत् ।
ऐशान्याग्नेयनैर्ऋत्यवायव्ये फणिराहुकः  ॥
]

`verse 37 [
मेषाद्या दिशि पूर्वादौ यत्रादित्योऽग्रतो मृतिः  ।
तृतीया कृष्णपक्षे तु सप्तमी दशमी तथा  ॥
]

`verse 38 [
चतुर्दशी तथा शुक्ले चतुर्थ्येकादशी तिथिः  ।
पञ्चदशी विष्टयः स्युः पूर्णिमाग्नेयवायवे  ॥
]

`verse 39 [
अकचटतपयशा वर्गाः सूर्यादयो ग्रहाः  ।
गृध्रोलूकश्येनकाश्च पिङ्गलः कौशिकः क्रमात् ॥
]

`verse 40 [
सारसश्च मयूरश्च गोरङ्कुः पक्षिणः स्मृताः  ।
आदौ साध्यो हुतो मन्त्र उच्चाटे पल्लवः स्मृतः  ॥
]

`verse 41 [
वश्ये ज्वरे तथाकर्षे प्रयोगः सिद्धिकारकः  ।
शान्तो प्रीतो नमस्कारो वौषट्पुष्टौ वशादिषु  ॥
]

`verse 42 [
हुं मृत्यौ प्रीतिसन्नाशे विद्वेषोच्चाटने च फट् ।
वषट् सुते च दीप्त्यादौमन्त्राणां जातयश्च षट् ॥
]

`verse 43 [
ओषधीः सम्प्रवक्ष्यामि महारक्षाविधायिनीः  ।
महाकाली तथा चण्डी वाराही चेश्वरी तथा  ॥
]

`verse 44 [
सुदर्शना तथेन्द्राणी गात्रस्था रक्षयन्ति तम्  ।
बला चातिबला भीरुर्मुसली सहदेव्यपि  ॥
]

`verse 45 [
जाती च मल्लिका यूथौ गारुडी भृङ्गराजकः  ।
चक्ररूपा महोषध्यो धारिता विजयादिदाः  ॥
]

`verse 46 [
ग्रहणे च महादेवि उद्धृताः शुभदायिकाः  ।
मृदा तु कुञ्जरङ्कृत्वा सर्वलक्षणलक्षितम्  ॥
]

`verse 47 [
तस्य पादतले कृत्वा स्तम्भयेच्छत्रुमात्मनः  ।
नगाग्रे चैकवृक्षे च वज्राहतप्रदेशके  ॥
]

`verse 48 [
वल्मीकमृदामाहृत्य मातरौ योजयेत्ततः  ।
ओं नमो महाभैरवाय विकृतदंष्ट्रोग्ररूपाय पिङ्गलाक्षाय त्रिशूलखड्गधराय वौषट्
पूजयेत्कर्दमं देवि स्तम्भयेच्छस्त्रजालकम्  ॥
]

`verse 49 [
अग्निकार्यं प्रवक्ष्यामि रणादौ जयवर्धनम्  ।
श्मशाने निशि काष्ठाग्नौ नग्नी मुक्तशिखो नरः  ॥
]

`verse 50 [
दक्षिणास्यस्तु जुहुयान्नृमांसं रुन्धिरं विषं  ।
तुषास्थिखण्डमिश्रन्तु शत्रुनाम्ना शताष्टकम्  ॥
]

`verse 51 [
ओं नमो भगवति कौमारि लल लल लालय लालय घण्टादेवि अमुकं मारय सहसा नमोऽस्तु ते भगवति विद्ये स्वाहा
अनया विद्यया होमाद्बन्धत्वञ्जायते रिपोः ।
ओं वज्रकाय वज्रतुण्ड कपिलपिङ्गल करालवदन ऊर्ध्वकेश महाबल रक्तमुख तडिज्जिह्व महारौद्र दंष्ट्रोत्कट कह करालिन महादृढप्रहार लङ्गेश्वरसेतुबन्ध शैलप्रवाह गगनचर एह्येहि भवगन्महाबलपराक्रम भैरवो ज्ञापयति एह्येहि महारौद्र दीर्घलाङ्गूलेन अमुकं वेष्टय वेष्टय जम्भय जम्भय खन खन वैते ह्रूं फट्
अष्टत्रिंशच्छतन्देवि हनुमान् सर्वकुम्भकृत् ॥
]

`verse 52 [
पटे हनूमत्सन्दर्शनाद्भङ्गमायान्ति शत्रवः ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे नानाचक्राणि नाम पञ्चविंशत्यधिकशततमोऽध्यायः ॥
]
