`verse 1 [
नक्षत्रनिर्णयः
ईश्वर उवाच
वक्ष्याम्यृक्षात्मकं पिण्डं शुभाशुभविबुद्धये  ।
यस्मिन्नृक्षे भवेत्सूर्यस्तदादौ त्रीणि मूर्धनि  ॥
]

`verse 2 [
एकम्मुखे द्वयन्नेत्रे हस्तपादे चतुष्टयं  ।
हृदि पञ्च सुते जानौ आयुर्बुद्धिं विचिन्तयेत् ॥
]

`verse 3 [
शिरस्थे तु भवेद्राज्यं पिण्डतो वक्त्रयोगतः  ।
नेत्रयोः कान्तसौभाग्यं हृदये द्रव्यसङ्ग्रहः  ॥
]

`verse 4 [
हस्ते धृतं तस्करत्वङ्गतासुरध्वगः पदे  ।
कुम्भाष्टके भानि लिख्य सूर्यकुम्भस्तु रिक्तकः  ॥
]

`verse 5 [
अशुभः सूर्यकुम्भः स्याच्छुभः पूर्वादिसंस्थितः  ।
फणिराहुं प्रवक्ष्यामि जयाजयविवेकदं  ॥
]

`verse 6 [
अष्टाविंशांल्लिखेद्विन्दून् पुनर्भाज्यस्त्रिभिस्त्रिभिः  ।
अथ ऋक्षाणि चत्वारि रेखास्तत्रैव दापयेत् ॥
]

`verse 7 [
यस्मिन्नृक्षे स्थितो राहुस्तदृक्षं फणिमूर्धनि  ।
तदादि विन्यसेद्भानि सप्तविंशक्रमेण तु  ॥
]

`verse 8 [
वक्त्रे सप्तगते ऋक्षे म्रियते सर्व आहवे  ।
स्कन्धे भङ्गं विजानीयात्सप्तमेषु च मध्यतः  ॥
]

`verse 9 [
उदरस्थेन पूजा च जयश्चैवात्मनस्तथा  ।
कटिदेशे स्थिते योधे आहवे हरते परान्  ॥
]

`verse 10 [
पुच्छस्थितेन कीर्तिः स्याद्राहुदृष्टे च भे मृतिः  ।
पुनरन्यं प्रवक्ष्यामि रविराहुबलन्तव  ॥
]

`verse 11 [
रविः शुक्रो बुधश्चैव सोमः सौरिर्गुरुस्तथा  ।
लोहितः सैंहिकश्चैव एते यामार्धभागिनः  ॥
]

`verse 12 [
सौरिं रविञ्च राहुञ्च कृत्वा यत्नेन पृष्ठतः  ।
स जयेत्सैन्यसङ्घातं द्यूतमध्वानमाहवं  ॥
]

`verse 13 [
रोहिणी चोत्तरास्तिस्रो मृगः पञ्च स्थिराणि हि  ।
अश्विनी रेवती स्वाती धनिष्ठा शततारका  ॥
]

`verse 14 [
क्षिप्राणि पञ्चभान्येव यात्रार्थी चैव योजयेत् ।
अनुराधाहस्तमूलं मृगः पुष्यं पुनर्वसुः  ॥
]

`verse 15 [
सर्वकार्येषु चैतानि ज्येष्ठा चित्रा विशाखया  ।
पूर्वास्तिस्रोऽग्निर्भरणी मघार्द्राश्लेषदारुणाः  ॥
]

`verse 16 [
स्थावरेषु स्थिरं ह्यृक्षं यात्रायां क्षिप्रमुत्तमं  ।
सौभाग्यार्थे मृदून्येव उग्रेषूग्रन्तु कारयेत् ॥
]

`verse 17 [
दारुणे दारुणं कुर्याद्वक्ष्ये चाधोमुखादिकं  ।
कृत्तिका भरण्याश्लेषा विशाखा पितृनैर्ऋतम्  ॥
]

`verse 18 [
पूर्वात्रयमधोवक्त्रं कर्म चाधोमुखञ्चरेत्  ।
एषु कूपतडागादि विद्याकर्म भिषक्क्रिया  ॥
]

`verse 19 [
स्थापनन्नौकाभूपादिविधानं खननन्तथा  ।
रेवती चाश्विनी चित्रा हस्ता स्वाती पुनर्वसुः  ॥
]

`verse 20 [
अनुराधा मृगो ज्येष्ठा नव वै पार्श्वतोमुखाः  ।
एषु राज्याभिषेकञ्च पट्टबन्धङ्गजाश्वयोः  ॥
]

`verse 21 [
आरामगृहप्रासादं प्राकारं क्षेत्रतोरणं  ।
ध्वजचिह्नपताकाश्च सर्वानेतांश्च कारयेत् ॥
]

`verse 22 [
द्वादशी सूर्यदग्धा तु चन्द्रेणैकादशी तथा  ।
भौमेन दशमी दग्धा तृतीया वै बुधेन च  ॥
]

`verse 23 [
षष्टी च गुरुणा दग्धा द्वितीया भृगुणा तथा  ।
सप्तमी सूर्यपुत्रेण त्रिपुष्करमथो वदे  ॥
]

`verse 24 [
द्वितीया द्वादशी चैव सप्तमी वै तृतीयया  ।
रविर्भौमस्तथा शौरिः षडेतास्तु त्रिपुष्कराः  ॥
]

`verse 25 [
विशाखा कृत्तिका चैव उत्तरे द्वे पुनर्वसुः  ।
पूर्वभाद्रपदा चैव षडेते तु त्रिपुष्कराः  ॥
]

`verse 26 [
लाभो हानिर्जयो वृद्धिः पुत्रजन्म तथैव च  ।
नष्टं भ्रष्टं विनष्टं वा तत्सर्वन्त्रिगुणं भवेत् ॥
]

`verse 27 [
अश्विनी भरणी चैव अश्लेषा पुष्यमेव च  ।
स्वातिश्चैव विशाखा च श्रवणं सप्तमं पुनः  ॥
]

`verse 28 [
एतानि दृढचक्षूंषि पश्यन्ति च दिशो दश  ।
यात्रासु दूरगस्यापि आगमः पुण्यगोचरे  ॥
]

`verse 29 [
आषाढे रेवती चित्रा केकराणि पुनर्वसुः  ।
एषु पञ्चसु ऋक्षेषु निर्गतस्यागमो भवेत् ॥
]

`verse 30 [
कृत्तिका रोहिणी सौम्यं फल्गुनी च मघा तथा  ।
मूलं ज्येष्ठानुराधा च धनिष्ठा शततारकाः  ॥
]

`verse 31 [
पूर्वभाद्रपदा चैव चिपिटानि च तानि हि  ।
अध्वानं व्रजमानस्य पुनरेवागमो भवेत् ॥
]

`verse 32 [
हस्त उत्तरभाद्रश्च आर्द्राषाढा तथैव च  ।
नष्टार्थाश्चैव दृश्यन्ते सङ्ग्रामो नैव विद्यते  ॥
]

`verse 33 [
पुनर्वक्ष्यामि गण्डान्तमृक्षमध्ये यथा स्थितम्  ।
रेवत्यन्ते चतुर्नाडी अश्विन्यादिचतुष्टयम्  ॥
]

`verse 34 [
उभयोर्याममात्रन्तु वर्जयेत्तत्प्रयत्नतः  ।
अश्लेषान्ते मघादौ तु घटिकानां चतुष्टयम्  ॥
]

`verse 35 [
द्वितीयं गण्डमाख्यातं तृतीयं भैरवि शृणु  ।
ज्येष्ठाभमूलयोर्मध्ये उग्ररूपन्तु यामकम्  ॥
]

`verse 36 [
न कुर्याच्छुभकर्माणि यदीच्छेदात्मजीवितं  ।
दारके जातकाले च म्रियेते पितृमातरो  ॥
]

`colophon [
इत्याग्नेये महापुराणे नक्षत्रनिर्णयो नाम षड्विंशत्यधिकशततमोऽध्यायः ॥
]
