`verse 1 [
नानाबलानि
ईश्वर उवाच
विष्कुम्भे घटिकास्तिस्रः शूले पञ्च विवर्जयेत्  ।
षट्षट् गण्डेऽनिगण्डे च नव व्याद्यातवज्रयोः  ॥
]

`verse 2 [
परिघे च व्यतीपाते उभयोरपि तद्दिनम्  ।
वैधृते तद्दिनञ्चैव यात्रायुद्धादिकन्त्यजेत् ॥
]

`verse 3 [
ग्रहैः शुभाशुभं वक्ष्ये देवि मेषादिराशितः  ।
चन्द्रशुक्रौ च जन्मस्थ्यौ वर्जितौ शुभदायकौ  ॥
]

`verse 4 [
द्वितीयो मङ्गलोऽथार्कः सौरिश्चैव तु सैंहिकः  ।
द्रव्यनाशमलाभञ्च आहवे भङ्गमादिशेत् ॥
]

`verse 5 [
सोमो बुधो भृगुर्जीमो द्वितीयस्थाः शुभावहाः  ।
तृतीयस्थो यदा भानुः शनिर्भौमो भृगुस्तथा  ॥
]

`verse 6 [
बुधश्चैवेन्दू राहुश्च सर्वे ते फलदा ग्रहाः  ।
बुधशुक्रौ चतुर्थौ तु शेषाश्चैव भयावहाः  ॥
]

`verse 7 [
पञ्चमस्थो यदा जीवः शुक्रः सौम्यश्च चन्द्रमाः  ।
ददेत चेप्सितं लाभं षष्ठे स्थाने शुभो रविः  ॥
]

`verse 8 [
चन्द्रः सौरिर्मङ्गलश्च ग्रहा देवि स्वराशितः  ।
बुधश्च शुभदः षष्ठे त्यजेत्षष्ठं गुरुं भृगुं  ॥
]

`verse 9 [
सप्तमोऽर्कः शनिर्भौमो राहुर्हान्यै सुखाय च  ।
जीवो भृगुश्च सौम्यश्च ज्ञशुक्रो चाष्टमौ शुभौ  ॥
]

`verse 10 [
शेषा ग्रहास्तथा हान्यै ज्ञभृगू नवमौ शुभौ  ।
शेषा हान्यै च लाभाय दशमौ भृगुभास्करौ  ॥
]

`verse 11 [
शनिर्भौमश्च राहुश्च चन्द्रः सौम्यः शुभावहः  ।
शुभाश्चैकादशे सर्वे वर्जयेद्दशमे गुरुम्  ॥
]

`verse 12 [
बुधशुक्रौ द्वादशस्थौ शेषान् द्वादशगांस्त्यजेत् ।
अहोरात्रे द्वादश स्यू राशयस्तान् वदाम्यहम्  ॥
]

`verse 13 [
मीनो मेषोऽथ मिथुनञ्चतस्रो नाडयो वृषः  ।
षट्कर्कसिंहकन्याश्च तुला पञ्च च वृश्चिकः  ॥
]

`verse 14 [
धनुर्नक्रो घटश्चैव सूर्यगो राशिराद्यकः  ।

चरस्थिरद्विःस्वभावा मेषाद्याः स्युर्यथाक्रमम्  ॥
]

`verse 15 [
कुलीरो मकरश्चैव तुलामेषादयश्चराः  ।
चरकार्यं जयं काममाचरेच्च शुभशुभम्  ॥
]

`verse 16 [
स्थिरो वृषो हरिः कुम्भो वृश्चिकः स्थिरकार्यके  ।
शीघ्रः समागमो नास्ति रोगार्तो नैव मुच्यते  ॥
]

`verse 17 [
मिथुनं कन्यका मौनी धनुश्च द्विःस्वभावकः  ।
द्विःस्वभावाः शुभाश्चैते सर्वकार्येषु नित्यशः  ॥
]

`verse 18 [
यात्रावाणिज्यसङ्ग्रामे विवाहे राजदर्शने  ।
वृद्धिं जयन्तथा लाभं युद्धे जयमवाप्नुयात् ॥
]

`verse 19 [
अश्विनी विंशताराश्च तुरगस्याकृतिर्यथा  ।
यद्यत्र कुरुते वृष्टिमेकरात्रं प्रवर्षति  ॥
]

`verse 20 [
यमभे तु यदा वृष्टिः पक्षमेकन्तु वर्षति ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे नानाबलानि नाम सप्तविंशत्यधिकशततमोऽध्यायः ॥
]
