`verse 1 [
कोटचक्रम्
ईश्वर उवाच
कोटचक्रं प्रवक्ष्यामि चतुरस्रं पुरं लिखेत् ।
चतुरस्रं पुनर्मध्ये तन्मध्ये चतुरस्रकम्  ॥
]

`verse 2 [
नाडीत्रितयचिह्नाढ्यं मेषाद्याः पूर्वदिङ्मुखाः  ।
कृत्तिका पूर्वभागे तु अश्लेषाग्नेयगोचरे  ॥
]

`verse 3 [
भरणी दक्षिणे देया विशाखां नैर्ऋते न्यसेत् ।
अनुराधां पश्चिमे च श्रवणं वायुगोचरे  ॥
]

`verse 4 [
धन्बिष्ठाञ्चोत्तरे न्यस्य ऐशान्यां रेवतीं तथा  ।
वाह्यनाड्यां स्थितान्येव अष्टौ ह्यृक्षाणि यत्नतः  ॥
]

`verse 5 [
रोहिणीपुष्यफल्गुण्यः स्वाती ज्येष्ठा क्रमेण तु  ।
अभिजिच्छततारा तु अश्विनी मध्यनाडिका  ॥
]

`verse 6 [
कोटमध्ये तु या नाडी कथयामि प्रयत्नतः  ।
मृगश्चाभ्यन्तरे पूर्वं तस्याग्नेये पुनर्वसुः  ॥
]

`verse 7 [
उत्तराफल्गुनी याम्ये चित्रा नैर्ऋतसंस्थिता  ।
मूलन्तु पश्चिमे न्यस्योत्तराषाढान्तु वायवे  ॥
]

`verse 8 [
पूर्वभाद्रपदा सौम्ये रेवती ईशगोचरे  ।
कोटस्याभ्यन्तरे नाडी ह्यृक्षाष्टकसमन्विता  ॥
]

`verse 9 [
आर्द्रा हस्ता तथाषाढा चतुष्कञ्चोत्तरात्रिकम्  ।
मध्ये स्तम्भचतुष्कन्तु दद्यात्कोटस्य कोटरे  ॥
]

`verse 10 [
एवं दुर्गस्य विन्यासं वाह्ये स्थानं दिशाधिपात् ।
आगन्तुको यदा योद्धा ऋक्षवान् स्यात्फलान्वितः  ॥
]

`verse 11 [
कोटमध्ये ग्रहाः सौम्या यदा ऋक्षान्विताः पुनः  ।
जयं मध्यस्थितानान्तु भङ्गमागामिनो विदुः  ॥
]

`verse 12 [
प्रवेशभे प्रवेष्टव्यं निर्गमभे च निर्गमेत् ।
भृगुः सौम्यस्तथा भौम ऋक्षान्तं सकलं यदा  ॥
]

`verse 13 [
तदा भङ्गं विजानीयाज्जयमागन्तुकस्य च  ।
प्रवेशर्क्षचतुष्के तु सङ्ग्रामञ्चारभेद्यदा  ॥
]

`verse 14 [
तदा सिद्ध्यति तद्दुर्गं न कुर्यात्तत्र विस्मयम् ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे कोटचक्रं नामाष्टाविंशत्यधिकशततमोऽध्यायः ॥
]
