`verse 1 [
घातचक्रं
ईश्वर उवाच
मण्डलानि प्रवक्ष्यामि चतुर्धा विजयाय हि  ।
कृत्तिका च मघा पुष्यं पूर्वा चैव तु फल्गुनी  ॥
]

`verse 2 [
विशाखा भरणी चैव पूर्वभाद्रपदा तथा  ।
आग्नेयमण्डलं भद्रे तस्य वक्ष्यामि लक्षणं  ॥
]

`verse 3 [
यद्यत्र चलते वायुर्वेष्टनं शशिसूर्ययोः  ।
भूमिकम्पोऽथ निर्घातो ग्रहणं चन्द्रसूर्ययोः  ॥
]

`verse 4 [
धूमज्वाला दिशां दाहः केतोश्चैव प्रदर्शनं  ।
रक्तवृष्टिश्चोपतापः पाषाणपतनन्तथा  ॥
]

`verse 5 [
नेत्ररोगोऽतिसारश्च अग्निश्च प्रबलो भवेत् ।
स्वल्पक्षीरास्तथा गावः स्वल्पपुष्पफला द्रुमाः  ॥
]

`verse 6 [
विनाशश्चैव शस्यानां स्वल्पवृष्टिं विनिर्दिशेत् ।
चातुर्वर्णाः प्रपीड्यन्ते क्षुधार्ता अखिला नराः  ॥
]

`verse 7 [
सैन्धवा यामुनाश्चैव गुर्जका भोजवाह्णिकाः  ।
जालन्धरं च काश्मीरं सप्तमञ्चोत्तरापथम्  ॥
]

`verse 8 [
देशाश्चैते विनश्यन्ति तस्मिन्नुत्पातदर्शने  ।
हस्ता चित्रा मघा स्वाती मृगो वाथ पुनर्वसुः  ॥
]

`verse 9 [
उत्तराफल्गुनी चैव अश्विनी च तथैव च  ।
यदात्र भवतेकिञ्चिद्वायव्यन्तं विनिर्दिशेत् ॥
]

`verse 10 [
नष्टधर्माः प्रजाः सर्वा हाहाभूता विचेतसः  ।
डाहलः कामरूपञ्च कलिङ्गः कोशलस्तथा  ॥
]

`verse 11 [
अयोध्या च अवन्ती च नश्यन्ते कोङ्कणान्ध्रकाः  ।
अश्लेषा चैव मूलन्तु पूर्वाषाढा तथैव च  ॥
]

`verse 12 [
रेवती वारुणं ह्यृक्षन्तथा भाद्रपदोत्तरा  ।
यदात्र चलते किञ्चिद्वारुणं तं विनिर्दिशेत् ॥
]

`verse 13 [
बहुक्षीरघृता गावो बहुपुष्पफला द्रुमाः  ।
आरोग्यं तत्र जायेत बहुशस्या च मेदिनी  ॥
]

`verse 14 [
धान्यानि च समर्घानि सुखिक्षं पार्थिव भवेत् ।
प्परस्परं नरेन्द्राणां सङ्ग्रामो दारुणो भवेत् ॥
]

`verse 15 [
ज्येष्ठा च रोहिणी चैव अनुराधा च वैष्णवम्  ।
धनिष्ठा चोत्तराषाढा अभिजित्सप्तमन्तथा  ॥
]

`verse 16 [
यदात्र शलतेकिञ्चिन्माहेन्द्रं तं विनिर्दिशेत् ।
प्रजाः समुदितास्तस्मिन् सर्वरोगविवर्जिताः  ॥
]

`verse 17 [
सन्धिं कुर्वन्ति राजानः सुभिक्षं पार्थिवं शुभम्  ।
ग्रामस्तु द्विविधो ज्ञेयो मुखपुच्छकरो महान्  ॥
]

`verse 18 [
चन्द्रो राहुस्तथादित्य एकराशौ यदि स्थितः ।
मुखग्रामस्तु विज्ञेयो यामित्रे पुच्छ उच्यते  ॥
]

`verse 19 [
भानोः पञ्चदशे ह्यृक्षे यदा चरति चन्द्रमाः  ।
तिथिच्छेदे तु सम्प्राप्ते सोमग्रामं विनिर्दिशेत् ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे मण्डलं नाम त्रिंशदधिकशततमोऽध्यायः ॥
]
