`verse 1 [
घातचक्रादि
ईश्वर उवाच
प्रदक्षिणमकारादीन् स्वरान् पूर्वादितो लिखेत् ।
चैत्राद्यं भ्रमणाच्चक्रं प्रतिपत्पूर्णिमा तिथिः  ॥
]

`verse 2 [
त्रयोदशी चतुर्दशी अष्टम्येका च सप्तमी  ।
प्रतिपत्त्रयोदश्यन्तास्तिथयो द्वादश स्मृताः  ॥
]

`verse 3 [
चैत्रचक्रे तु संस्पर्शाज्जयलाभादिकं विदुः  ।
विषमे तु शुभं ज्ञेयं समे चाशुभमीरितम्  ॥
]

`verse 4 [
युद्धकाले समुत्पन्ने यस्य नाम ह्युदाहृतम्  ।
मात्रारूढन्तु यन्नाम आदित्यो गुरुरेव च  ॥
]

`verse 5 [
जयस्तस्य सदाकालं सङ्ग्रामे चैव भीषणे  ।
ह्रस्वनाम यदा योधो म्रियते ह्यनिवारितः  ॥
]

`verse 6 [
प्रथमो दीर्घ आदिस्थो द्वितीयो मध्ये अन्तकः  ।
द्वौ मध्येन प्रथमान्तौ जायेते नात्र संशयः  ॥
]

`verse 7 [
पुनश्चान्ते यदा चादौ स्वरारूढन्तु दृश्यते  ।
ह्रस्वस्य मरणं विद्याद्दीर्घस्यैव जयो भवेत् ॥
]

`verse 8 [
नरचक्रं प्रवक्ष्यामि ह्यृक्षपिण्डात्मकं यथा  ।
प्रतिमामालिखेत्पूर्वं पद्यादृक्षाणि विन्यसेत् ॥
]

`verse 9 [
शीर्षे त्रीणि मुखे चैकं द्वे ऋक्षे नेत्रयोर्न्यसेत् ।
वेदसङ्ख्यानि हस्ताभ्यां कर्णे ऋक्षद्वयं पुनः  ॥
]

`verse 10 [
हृदये भूतसङ्ख्यानि षडृक्षाणि तु पादयोः  ।
नाम ह्यृक्षं स्फुटं कृट्वा चक्रमध्ये तु विन्यसेत् ॥
]

`verse 11 [
नेत्रे शिरोदक्षकर्णे याम्यहस्ते च पादयोः  ।
हृद्ग्रीवावामहस्ते तु पुनर्गुह्ये तु पादयोः  ॥
]

`verse 12 [
यस्मिन्नृक्षे स्थितः सूर्यः सौरिर्भौमस्तु सैंहिकः  ।
तस्मिन् स्थाने स्थिते विद्याद्घातमेव न संशयः  ॥
]

`verse 13 [
जयचक्रं प्रवक्ष्यामि आदिहान्तांश्च वै लिखेत् ।
रेखास्त्रयोदशालिख्य षड्रेखास्तिर्यगालिखेत् ॥
]

`verse 14 [
दिग्ग्रहा मुनयः सूर्या ऋत्विग्रुद्रस्तिथिः क्रमात् ।
मूर्छनास्मृतिवेदर्क्षजिना अकडमा ह्यधः  ॥
]

`verse 15 [
आदित्याद्याः सप्तहृते नामान्ते बलिनो ग्रहाः  ।
आदित्यसौरिभौमाख्या जये सौम्याश्च सन्धये  ॥
]

`verse 16 [
रेखा द्वादश चोद्धृत्य षट्च यास्यास्तथोत्तराः  ।
मनुश्चैव तु ऋक्षाणि नेत्रे च रविमण्डलं  ॥
]

`verse 17 [
तिथयश्च रसा वेदा अग्निः सप्तदशाथवा  ।
वसुरन्ध्राः समाख्याता अकटपानधो न्यसेत् ॥
]

`verse 18 [
एकैकमक्षरन्न्यस्त्वा शेषाण्येवङ्क्रमान्न्यसेत् ।
नामाक्षरकृतं पिण्डं वसुभिर्भाजयेत्ततः  ॥
]

`verse 19 [
वायसान्मण्डलोऽत्यग्रो मण्डलाद्रासभो वरः  ।
रासभाद्वृषभः श्रेष्ठा वृषभात्कुञ्जरो वरः  ॥
]

`verse 20 [
कुञ्जराच्चैव पुनः सिंहः सिंहाश्चैव खरुर्वरः  ।
खरोश्चैव बली धूम्रः एवमादि बलाबलं  ॥
]

`colophon [
इत्याग्नेये महापुराणे घातचक्रादिर्नामैकत्रिंशदधिकशततमोऽध्यायः ॥
]
