`verse 1 [
सेवाचक्रम्

सेवाचक्रं प्रवक्ष्यामि लाभालाभानुसूचकं  ।
पिता माता तथा भ्राता दम्पती च विशेषतः  ॥
]

`verse 2 [
तस्मिंश्चक्रे तु विज्ञेयं यो यस्माल्लभते फलं  ।
षडूर्ध्वाः स्थापयेद्रेखा भिन्नाश्चाष्तौ तु तिर्यगाः  ॥
]

`verse 3 [
कोष्ठकाः पञ्चत्रिंशच्च तेषु वर्णान् समालिखेत् ।
स्वरान् पञ्च समुद्धृत्य स्पर्शान् पश्चात्समालिखेत् ॥
]

`verse 4 [
ककारादिहकारान्तान् हीनाङ्गांस्त्रीन्विवर्जयेत् ।
सिद्धः साध्यः सुसिद्धश्च अरिर्मृत्युश्च नामतः  ॥
]

`verse 5 [
अरिर्मृत्युअश्च द्वावेतौ वर्जयेत्सर्वकर्मसु  ।
एषां मध्ये यदा नाम लक्षयेत्तु प्रयत्नतः  ॥
]

`verse 6 [
आत्मपक्षे स्थिताः सत्त्वाः सर्वे ते शुभदायकाः  ।
द्वितीयः पोषकाश्चैव तृतीयश्चार्थदायकः  ॥
]

`verse 7 [
आत्मनाशश्चतुर्थस्तु पञ्चमो मृत्युदायकः  ।
स्थानमेवार्थलाभाय मित्रभृत्यादिवान्धवाः  ॥
]

`verse 8 [
सिद्धः साध्यः सुसिद्धश्च सर्वे ते फलदायकाः  ।
अरिर्भृत्यश्च द्वावेतौ वर्जयेत्सर्वकर्मसु  ॥
]

`verse 9 [
अकारान्तं यथा प्रोक्तं अ+इ+उ+ए+ओ विदुस्तथा  ।
पुनश्चैवांशकान् वक्ष्ये वर्गाष्टकसुसंस्कृतान्  ॥
]

`verse 10 [
देवा अकारवर्गे दैत्याः कवर्गमाश्रिताः  ।
नागाश्चैव चवर्गाः स्युर्गन्धवाश्च टवर्गजाः  ॥
]

`verse 11 [
तवर्गे ऋषयः प्रोक्ताः पवर्गे राक्षसाः स्मृताः  ।
पिशाचाश्च यवर्गे च शवर्गे मानुषाः स्मृताः  ॥
]

`verse 12 [
देवेभ्यो बलिनो दैत्या दैत्येभ्यः पन्नगास्तथा  ।
पन्नगेभ्यश्च गन्धर्वा गन्धर्वादृषयो वराः  ॥
]

`verse 13 [
ऋषिभ्यो राक्षसाः शूरा राक्षसेभ्यः पिशाचकाः  ।
पिशाचेभ्यो मानुषाः स्युर्दुर्बलं वर्जयेद्बली  ॥
]

`verse 14 [
पुनर्मित्रविभागन्तु ताराचक्रं क्रमाच्छृणु  ।
नामाद्यक्षरमृक्षन्तु स्फुटं कृत्वा तु पर्वतः  ॥
]

`verse 15 [
ऋक्षे तु संस्थितास्तारा नवत्रिका यथाक्रमात् ।
जन्म सम्पद्विपत्क्षेमं नामर्क्षात्तारका इमाः  ॥
]

`verse 16 [
प्रत्यरा धनदा षष्ठी नैधनामैत्रके परे  ।
परमैत्रान्तिमा तारा जन्मतारा त्वशोभना  ॥
]

`verse 17 [
सम्पत्तारा महाश्रेष्ठा विपत्तारा तु निष्फला  ।
क्षेमतारा सर्वकार्ये प्रत्परा अर्थनाशिनी  ॥
]

`verse 18 [
धनदा राज्यलाभादि नैधना कार्यनाशिनी  ।
मैत्रतारा च मित्राय परमित्रा हितावहा  ॥
]

`verse 19 [
ताराचक्रम् ।
मात्रा वै स्वरसञ्ज्ञा स्यान्नाममध्ये क्षिपेत्प्रिये  ।
विंशत्या च हरेद्भागं यच्छेषं तत्फलं भवेत् ॥
]

`verse 20 [
उभयोर्त्रासमध्ये तु लक्षयेच्च धनं ह्यृणं  ।
हीनमात्रा ह्यृणं ज्ञेयन्धनं मात्राधिकं पुनः  ॥
]

`verse 21 [
धनेन मित्रता नॄणां ऋणेनैव ह्युदासता  ।
सेवाचक्रमिदं प्रोक्तं लाभालाभादिदर्शकं  ॥
]

`verse 22 [
मेषमिथुनयोः प्रीतिर्मैत्री मिथुनसिंहयोः  ।
तुलासिंहौ महामैत्री एवं धनुर्घटे पुनः  ॥
]

`verse 23 [
मित्रसेवां न कुर्वीत मित्रौ मीनवृषौ मतौ  ।
वृषकर्कटयोर्मैत्री कुलीरघटयोस्तथा  ॥
]

`verse 24 [
कन्यावृश्चिकयोरेवन्तथा मकरकीटयोः  ।
मीनमकरयोर्मैत्री तृतीयैकादशे स्थिता  ॥
]

`verse 25 [
तुलामेषौ महामैत्री विद्विष्टो वृषवृश्चिकौ  ।
मिथुनधनुषोः प्रीतिः कर्कटमकरयोस्तथा  ॥
]

`verse 26 [
मृगकुम्भकयोः प्रीतिः कनामीनौ तथैव च ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे सेवाचक्रं नाम द्वात्रिंशदधिकशततमोऽध्यायः ॥
]
