`verse 1 [
नानाबलानि

ईश्वर उवाच
गर्भजातस्य वक्ष्यामि क्षेत्राधिपस्वरूपकं  ।
नातिदीर्घः कृशः स्थूलः समाङ्गो गौरपैतिकः  ॥
]

`verse 2 [
रक्ताक्षो गुणवान् शूरो गृहे सूर्यस्य जायते  ।
सौभाग्यो मृदुसारश्च जातश्चन्द्रगृहोदये  ॥
]

`verse 3 [
वाताधिकोऽतिलुब्धादिर्जातो भूमिभुवो गृहे  ।
बुद्धिमान् सुभगो मानी जातः सौम्यगृहोदये  ॥
]

`verse 4 [
वृहत्क्रोधश्च शुभगो जातो गुरुगृहे नरः  ।
त्यागो भोगो च सुभगो जातो भृगुगृहोदये  ॥
]

`verse 5 [
बुद्धिमाञ्छुभगो मानी जातश्चार्किगृहे नरः  ।
सौम्यलग्ने तु सौम्यः स्यात्क्रूरः स्यात्क्रूरलग्नके  ॥
]

`verse 6 [
दशाफलङ्गौरि वक्ष्ये नामराशौ तु संस्थितं  ।
गजाश्वधनधान्यानि राज्यश्रीर्विपुला भवेत् ॥
]

`verse 7 [
पुनर्धनागमश्चापि दशायां भास्करस्य तु  ।
दिव्यस्त्रीदा चन्द्रदशा भूमिलाभः सुखं कुजे  ॥
]

`verse 8 [
भूमिर्धान्यं धनं बौधे गजाश्वादिधनं गुरौ  ।
खाद्यपानधनं द्शुक्रे शनौ व्याध्यादिसंयुतः  ॥
]

`verse 9 [
स्नानसेवादिनाध्वानं वाणिज्यं राहुर्दर्शने  ।
वामनाडीप्रवाहे स्यान्नाम चेद्विषमाक्षरं  ॥
]

`verse 10 [
तदा जयति सङ्ग्रामे शनिभौमससैंहिकाः  ।
दक्षनाडीप्रवाहेर्के वाणिज्ये चैव निष्फला  ॥
]

`verse 11 [
सङ्ग्रामे जयमाप्नोति समनामा नरो ध्रुवं  ।
अधश्चारे जयं विद्यादूर्ध्वचारे रणे मृतिं  ॥
]

`verse 12 [
ओं हूं ओं ह्रूं ओं स्फें अस्त्रं मोटय ओं चूर्णय २ ओं सर्वशत्रुं मर्दय २ ओं ह्रूं ओं ह्रः फट्

सप्तवारन्न्यसेन्मन्त्रं ध्यात्वात्मानन्तु भैरवं  ।
चतुर्भुजन्दशभुजं विंशद्बाह्वात्मकं शुभं  ॥
]

`verse 13 [
शूलखट्वाङ्गहस्तन्तु खड्गकट्टारिकोद्यतं  ।
भक्षणं परसैन्यानामात्मसैन्यपराङ्मुखं  ॥
]

`verse 14 [
सम्मुखं शत्रसैन्यस्य शतमष्टोत्तरं जपेत् ।
जपाड्डमरुकाच्छब्दाच्छस्त्रं त्यक्त्वा पलायते  ॥
]

`verse 15 [
परसैन्यं शृणु भङ्गं प्रयोगेन पुनर्वदे  ।
श्मशानाङ्गारमादाय विष्टाञ्चोलूककाकयोः  ॥
]

`verse 16 [
कर्पटे प्रतिमां लिख्य साध्यस्तैवाक्षरं यथा  ।
नामाथ नवधा लिख्य रिपोश्चैव यथाक्रमं  ॥
]

`verse 17 [
मूर्ध्नि वक्त्रे ललाटे च हृदये गुह्यपादयोः  ।
पृष्ठे तु बाहुमध्ये तु नाम वै नवधा लिखेत् ॥
]

`verse 18 [
मोटयेद्युद्धकाले तु उच्चरित्वा तु विद्यय  ।
तार्क्ष्यचक्रं प्रवक्ष्यामि जयार्थं त्रिमुखाक्षरं  ॥
]

`verse 19 [
क्षिप ओं स्वाहा तार्क्षात्मा शत्रुरोगविषादिनुत् ।
दुष्टभूतग्रहार्तस्य व्याधितस्यातुरस्य च  ॥
]

`verse 20 [
करोति यादृशङ्कर्म तादृशं सिद्ध्यते खगात् ।
स्थावरं जङ्गमञ्चैव लूताश्च कृत्रिमं विषं  ॥
]

`verse 21 [
तत्सर्वं नाशमायाति साधकस्यावलोकनात् ।

पुनर्ध्यायेन्महातार्क्ष्यं द्विपक्षं मानुषाकृतिं  ॥
]

`verse 22 [
द्विभुजं वक्रचञ्चुं च गजकूर्मधरं प्रभुं  ।
असङ्ख्योरगपादस्थमागच्छन्तं खमध्यतः  ॥
]

`verse 23 [
ग्रसन्तञ्चैव खादन्तं तुदन्तं चाहवे रिपून्  ।
चञ्च्वाहताश्च द्रष्टव्याः केचित्पादैश्च चूर्णिताः  ॥
]

`verse 24 [
पक्षपातैश्चूर्णिताश्च केचिन्नष्टा दिशो दश  ।
तार्क्ष्यध्यानान्वितो यश्च त्रिलोक्ये ह्यजयो भवेत्  ॥
]

`verse 25 [
पिच्छिकान्तु प्रवक्ष्यामि मन्त्रसाधनजां क्रियां  ।
ओं ह्रूं पक्षिन् क्षिप ओं हूं सः महाबलपराक्रम सर्वसैन्यं भक्षय २ ओं मर्दय २ ओं चूर्णय २ ओं विद्रावय २ ओं हूं खः ओं भैरवो ज्ञापयति स्वाहा
अमुञ्चन्द्रग्रहणे तु जपङ्कृत्वा तु पिच्छिकां  ॥
]

`verse 26 [
मन्त्रयेद्भ्रामयेत्सैन्यं सम्मुखं गजसिंहयोः  ।
ध्यानाद्रवान्मर्दयेच्च सिंहारूढो मृगाविकान्  ॥
]

`verse 27 [
शब्दाद्भङ्गं प्रवक्ष्यामि दूरं मन्त्रेण बोधयेत् ।
मातॄणां चरुकं दद्यात्कालरात्र्या विशेषतः  ॥
]

`verse 28 [
श्मशानभस्मसंयुक्तं मालती चामरी तथा  ।
कार्पासमूलमात्रन्तु तेन दूरन्तु बोधयेत् ॥
]

`verse 29 [
ओं अहे हे महेन्द्रि अहे महेन्द्रि भञ्ज हि ओं जहि मसानंहि खाहि खाहि किलि किलि किलि ओं हुं फट्

अरेर्नाशं दूरशब्दाज्जप्तया भङ्गविद्यया  ।
अपराजिता च धुस्तूरस्ताभ्यान्तु तिलकेन हि  ॥
]

`verse 30 [
ओं किलि किलि विकिलि इच्छाकिलि भूतहनि शङ्खिनि उभे दण्दहस्ते रौद्रि माहेश्वरि उल्कामुखि ज्वालामुखि शङ्कुकर्णे शुष्कजङ्घे अलम्बुषे हर ओं सर्वदुष्टान् खन ओं यन्मन्निरीक्षयेद्देवि तांस्तान्मोहय ओं रुद्रस्य हृदये स्थिता रौद्रि सौम्येन भावेन आत्मरक्षान्ततः कुरु स्वाहा
वाह्यतो मातॄः संलिख्य सकलाकृतिवेष्टिताः  ।
नागपत्रे लिखेद्विद्यां सर्वकामार्थसाधनीं  ॥
]

`verse 31 [
हस्ताद्यैर्धारिता पूर्वं ब्रह्मरुद्रेन्द्रविष्णुभिः  ।
गुरुसङ्ग्रामकाले तु विद्यया रक्षिताः सुराः  ॥
]

`verse 32 [
रक्षया नारसिंह्या च भैरव्या शक्तिरूपया  ।
सर्वे त्रैलोक्यमोहिन्या गौर्या देवासुरे रणे  ॥
]

`verse 33 [
वीजसम्पुटितं नाम कर्णिकायां दलेषु च  ।
पूजाक्रमेण चाङ्गानि रक्षायन्त्रं स्मृतं शुभे  ॥
]

`verse 34 [
मृत्युञ्जयं प्रवक्ष्यामि नामसंस्कारमध्यग  ।
कलाभिवेष्टितं पश्चात्सकारेण निबोधितं  ॥
]

`verse 35 [
जकारं विन्दुसंयुक्तं ओङ्कारेण समन्वितं  ।
धकारोदरमध्यस्थं वकारेण निबोधितं  ॥
]

`verse 36 [
चन्द्रसम्पुटमध्यस्थं सर्वदुष्टविमर्दकम्  ।
अथवा कर्णिकायाञ्च लिखेन्नाम च कारणम्  ॥
]

`verse 37 [
पूर्वे दले तथोङ्कारं स्वदक्षे चोत्तरे लिखेत् ।
आग्नेय्यादौ च हूङ्कारन्दले षोडशके स्वरान्  ॥
]

`verse 38 [
चतुस्त्रिंशद्दले काद्यान् वाह्ये मन्त्रञ्च मृत्युजित् ।
लिखेद्वैभूर्जपत्रे तु रोचनाकुङ्ग्कुमेन च  ॥
]

`verse 39 [
कर्पूरचन्दनाभ्याञ्च श्वेतसूतेण वेष्टयेत् ।
सिक्थकेन परिच्छाद्य कलशोपरि पूजयेत् ॥
]

`verse 40 [
यन्त्रस्य धारणाद्रागाः शाम्यन्ति रिपवो मृतिः  ।
विद्यान्तु भेलखीं वक्ष्ये विप्रयोगमृतेर्हरीं  ॥
]

`verse 41 [
ओं वातले वितले विडालमुखि इन्द्रपुत्रि उद्भवो वायुदेवेन खीलि आजी हाजा मयि वाह इहादि दुःखनित्यकण्ठोच्चैर्मुहूर्तान्वया अह मां यस्महं उपाडि ओं भेलखि ओं स्वाहा
नवदुर्गासप्तजप्तान्मुखस्तम्भो मुखस्थितात् ।
ओं चण्डि ओं हूं फट्स्वाहा
गृहीत्वा सप्तजप्तं तु खद्गयुद्धेऽपराजितः  ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे नानाबलानि नाम त्रयस्त्रिंशदधिकशततमोऽध्यायः ॥
]
