`verse 1 [
नक्षत्रचक्रं

ईश्वर उवाच
अथ चक्रं प्रवक्ष्यामि यात्रादौ च फलप्रदम्  ।
अश्विन्यादौ लिखेच्चक्रं त्रिनाडीपरिभूषितं  ॥
]

`verse 2 [
अश्विन्यार्द्रादिभिः पूर्वा ततश्चोत्तरफल्गुनी  ।
हस्ता ज्येष्ठा तथा मूलं वारुणं चाप्यजैकपात् ॥
]

`verse 3 [
नाडीयं प्रथमा चान्या याम्यं मृगशिरस्तथा  ।
पुष्यं भाग्यन्तथा चित्रा मैत्रञ्चाप्यं च वासवं  ॥
]

`verse 4 [
अहिर्बुध्न्यं तृतीयाथ कृत्तिका रोहिणी ह्यहिः  ।
चित्रा स्वाती विशाखा च श्रवणा रेवती च भं  ॥
]

`verse 5 [
नाडीत्रितयसंजुष्टग्रहाज्ज्ञेयं शुभाशुभं  ।
चक्रम्फणीश्वरन्तत्तु त्रिनाडीपरिभूषितं  ॥
]

`verse 6 [
रविभौमार्कराहुस्थमशुभं स्याच्छुभं परं  ।
देशग्रामयुता भ्रातृभार्याद्या एकशः शुभाः  ॥
]
