`verse 1 [
महामारीविद्या

ईश्वर उवाच
महामारीं प्रवक्ष्यामि विद्यां शत्रुविमर्दिनीं  ।
ओं ह्रीं महामारि रक्ताक्षि कृष्णवर्णे यमस्याज्ञाकरिणि सर्वभूतसंहारकारिणि अमुकं हन २ ओं दह २ पच २ ओं छिन्द २ ओं मारय २ ओं उत्सादय २ ओं सर्वसत्त्ववशङ्करि सर्वकामिके हुं फट्स्वाहेति
ओं मारि हृदयाय नमः । ओं महामारि शिरसे स्वाहा । ओं कालरात्रि शिखायै वौषट् । ओं कृष्णवर्णे खः कवचाय हुम् । ओं तारकाक्षि विद्युज्जिह्वे सर्वसत्त्वभयङ्करि रक्ष २ सर्वकार्येषु ह्रं त्रिनेत्राय चषट् । ओं महामारि सर्वभूतदमानि महाकालि अस्त्राय हुं फट्
एष न्यासी महादेवि कर्तव्यः साधकेन तु  ॥
]

`verse 2 [
शवादिवस्त्रमादाय चतुरस्रन्त्रिहस्तकं  ।
कृष्णवर्णां त्रिवक्त्राञ्च चतुर्बाहुं समालिखेत् ॥
]

`verse 3 [
पटे विचित्रवर्णैश्च धनुः शूलञ्च कर्तृकां   ।
खट्वाङ्गन्धारयन्तीं च कृष्णाभं पूर्वमाननं  ॥
]

`verse 4 [
तस्य दृष्टिनिपातेन भक्षयेदग्रतो नरं  ।
द्वितीयं याम्यभागे तु रक्तजिह्वं भयानकं  ॥
]

`verse 5 [
लेलिहानं करालं च दंष्ट्रोत्कटभयानकं  ।
तस्य दृष्टिनिपातेन भक्ष्यमाणं हयादिकं  ॥
]

`verse 6 [
तृतीयं च सुखं देव्याः श्वेतवर्णं गजादिनुत् ।
गन्धपुष्पादिमध्वाज्यैः पश्चिमाभिमुखं यजेत् ॥
]

`verse 7 [
मन्त्रस्मृतेरक्षिरोगशिरोरोगादि नश्यति  ।
वश्याः स्युर्यक्षरक्षाश्च नाशमायान्ति शत्रवः  ॥
]

`verse 8 [
समिधो निम्बवृक्षस्य ह्यजारक्तविमिश्रिताः  ।
मारयेत्क्रोधसंयुक्तो होमादेव न संशयः  ॥
]

`verse 9 [
परसैन्यमुखो भूत्वा सप्ताहं जुहुयाद्यदि  ।
व्याधिभिर्गृह्यते सैन्यम्भङ्गो भवति वैरिणः  ॥
]

`verse 10 [
समिधोऽष्टसहस्रन्तु यस्य नाम्ना तु होमयेत् ।
अचिरान्म्रियते सोपि ब्रह्मणा यदि रक्षितः  ॥
]

`verse 11 [
उन्मत्तसमिधो रक्तविषयुक्तसहस्रकं  ।
दिनत्रयं ससैन्यश्च नाशमायाति वै रिपुः  ॥
]

`verse 12 [
राजिकालवर्णैर्होमाद्भङ्गोऽरेः स्याद्दिनत्रयात् ।
खररक्तसमायुक्तहोमादुच्चाटयेद्रिपुं  ॥
]

`verse 13 [
काकरक्तसमायोगाद्धोमादुत्सादनं ह्यरेः  ।
बधाय कुरुते सर्वं यत्किञ्चिन्मनसेप्सितं  ॥
]

`verse 14 [
अथ सङ्ग्रामसमये गजारूढस्तु साधकः  ।
कुमारीद्वयसंयुक्तो मन्त्रसन्नद्धविग्रहः  ॥
]

`verse 15 [
दूरशङ्खादिवाद्यनि विद्यया ह्याभिमन्त्रयेत् ।
महामायापटं गृह्य उच्छेत्तव्यं रणाजिरे  ॥
]

`verse 16 [
परसैन्यमुखो भूत्वा दर्शयेत्तं महापटं  ।
कुमारीर्भोजयेत्तत्र पश्चात्पिण्डीञ्च भ्रामयेत् ॥
]

`verse 17 [
साधकश्चिन्तयेत्सैन्यम्पाषाणमिव निश्चलं  ।
निरुत्साहं विभग्नञ्च मुह्यमानञ्च भावयेत् ॥
]

`verse 18 [
एष स्तम्भो मया प्रोक्तो न देयो यस्य कस्य चित् ।
त्रैलोक्यविजया माया दुर्गैवं भैरवी तथा  ॥
]

`verse 19 [
कुब्जिका भैरवो रुद्रो नारसिंहपटादिना ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे महामारी नाम सप्तत्रिंशदधिकशततमोऽध्यायः ॥
]
