`verse 1 [
षट्कर्माणि

ईश्वर उवाच
षट्कर्माणि प्रवक्ष्यामि सर्वमन्त्रेषु तच्छृणु  ।
आदौ साध्यं लिखेत्पूर्वं चान्ते मन्त्रसमन्वितं  ॥
]

`verse 2 [
पल्लवः स तु विज्ञेयो महोच्चाटकरः परः  ।
आदौ मन्त्रः ततः साध्यो मध्ये साध्यः पुनर्मनुः  ॥
]

`verse 3 [
योगाख्यः सम्प्रदायोऽयङ्कुलोत्सादेषु योजयेत् ।
आदौ मन्त्रपदन्दद्यान्मध्ये साध्यं नियोजयेत् ॥
]

`verse 4 [
पुनश्चान्ते लिखेन्मन्त्रं साध्यं मन्त्रपदं पुनः  ।
रोधकः सम्प्रदायस्तु स्तम्भनादिषु योजयेत् ॥
]

`verse 5 [
अधोर्ध्वं याम्यवामे तु मध्ये साध्यन्तु योजयेत् ।
सम्पुटः सतु विज्ञेयो वश्याकर्षेषु योजयेत् ॥
]

`verse 6 [
मन्त्राक्षरं यदा साध्यं प्रथितञ्चाक्षराक्षरं  ।
प्रथमः सम्प्रदायः स्यादाकृष्टिवशकारकः  ॥
]

`verse 7 [
मन्त्राक्षरद्वयं लिख्य एकं साध्यक्षरं पुनः  ।
विदर्भः सतु विज्ञेयो वश्याकाकर्षेषु योजयेत् ॥
]

`verse 8 [
आकर्षणाद्यत्कर्म वसन्ते चैव कारयेत् ।
तापज्वरे तथा वश्ये स्वाहा चाकर्षणे शुभं  ॥
]

`verse 9 [
नमस्कारपदञ्चैव शान्तिवृद्धौ प्रयोजयेत् ।
पौष्टिकेषु वषट्कारमाकर्षे वशकर्मणि  ॥
]

`verse 10 [
विद्वेषोच्चाटने मृत्यौ फट्स्यात्खण्डीकृतौ शुभे  ।
लाभादौ मन्त्रदीक्षादौ वषट्कारस्तु सिद्धिदः  ॥
]

`verse 11 [
यमोऽसि यमाराजोऽसि कालरूपोऽसि धर्मराट् ।
मयादत्तमिमं शत्रुमचिरेण निपातय  ॥
]

`verse 12 [
निपातयामि यत्नेन निवृत्तो भव साधक  ।
संहृष्टमनसा ब्रूयाद्देशिकोऽरिप्रसूदनः  ॥
]

`verse 13 [
पद्मे शुक्ले यमं प्रार्च्य होमादेतत्प्रसिद्ध्यति  ।
आत्मानम्भैरवं ध्यात्वा ततो मध्ये कुलेश्वरीं  ॥
]

`verse 14 [
रात्रौ वार्तां विजानाति आत्मनश्च परस्य च  ।

दुर्गे दुर्गे रक्षणीति दुर्गां प्रार्च्यारिहा भवेत् ॥
]

`verse 15 [
जप्त्वा हसक्षमलवरयुम्भैरवीं घातयेदरिम् ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे षट्कर्माणि नामाष्टत्रिंशदधिकशततमोऽध्यायः ॥
]
