`verse 1 [
षष्टिसंवत्सराः

ईश्वर उवाच
षष्ट्यब्दानां प्रवक्ष्यामि शुभाशुभमतः शृणु  ।
प्रभवे यज्ञकर्माणि विभवे सुखिनो जनाः  ॥
]

`verse 2 [
शुक्ले च सर्वशस्यानि प्रमोदेन प्रमोदिताः  ।
प्रजापतौ प्रवृद्धिः स्यादङ्गिरा भोगवर्धनः  ॥
]

`verse 3 [
श्रीमुखे वर्धते लोको भावे भावः प्रवर्धते  ।
पूरणो पूरते शक्रो धाता सर्वौषधीकरः  ॥
]

`verse 4 [
ईश्वरः क्षेम आरोग्यबहुधान्यसुभिक्षदः  ।
प्रमाथी मध्यवर्षस्तु विक्रमे शस्यसम्पदः  ॥
]

`verse 5 [
वृषो वृष्यति सर्वांश्च चित्रभानुश्च चित्रतां  ।
स्वर्भानुः क्षेममारोग्यं तारणे जलदाः शुभाः  ॥
]

`verse 6 [
पार्थिवे शस्यसम्पत्तिरतिवृष्टिस्तथा जयः  ।
सर्वजित्युत्तमा वृष्टिः सर्वधारी सुभिक्षदः  ॥
]

`verse 7 [
विरोधी जलदान् हन्ति विकृतश्च भयङ्करः  ।
खरे भवेत्पुमान् वीरो नन्दने नन्दते प्रजा  ॥
]

`verse 8 [
विषयः शत्रुहन्ता च शत्रुरोगादि मर्दयेत् ।
ज्वरार्तो मन्मथे लोको दुष्करे दुष्करा प्रजाः  ॥
]

`verse 9 [
दुर्मुखे दुर्मुखो लोको हेमलम्बे न सम्पदः  ।
संवत्सरो महादेवि विलम्बस्तु सुभिक्षदः  ॥
]

`verse 10 [
विकारी शत्रुकोपाय विजये सर्वदा क्वचित् ।
प्लवे प्लवन्ति तोयानि शोभने शुभकृत्प्रजा  ॥
]

`verse 11 [
राक्षसे निष्ठुरो लोको विविधन्धान्यमानने  ।
सुवृष्टिः पिङ्गले क्वापि काले ह्युक्तो धनक्षयः  ॥
]

`verse 12 [
सिद्धार्थे सिद्ध्यते सर्वं रौद्रे रौद्रं प्रवर्तते  ।
दुर्मतौ मध्यमा वृष्टिर्दुन्दुभिः क्षेमधान्यकृत् ॥
]

`verse 13 [
स्रवन्ते रुधिरोद्गारी रक्ताक्षः क्रोधने जयः  ।
क्षये क्षीणधनो लोकः षष्टिसंवत्सराणि तु  ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे षष्टिसंवत्सराणि नाम ऊनचत्वारिंशदधिकशततमोऽध्यायः ॥
]
