`verse 1 [
वश्यादियोगाः

ईश्वर उवाच
वश्यादियोगान् वक्ष्यामि लिखेद्द्व्यष्टपदे त्विमान्  ।
भृङ्गराजः सहदेवी मयूरस्य शिखा तथा  ॥
]

`verse 2 [
पुत्रञ्जीवकृतञ्जली ह्यधःपुष्पा रुदन्तिका  ।
कुमारी रुद्रजटा स्याद्विष्णुक्रान्ता शितोऽर्ककः  ॥
]

`verse 3 [
लज्जालुका मोहलता कृष्णधुस्तूरसञ्ज्ञिता  ।
गोरक्षः कर्कटो चैव मेषशृङ्गी स्नुही तथा  ॥
]

`verse 4 [
ऋत्विजो १६ वह्नये ३ नागाः ८ पक्षौ २ मुनि ३ मनू १४ शिवः
]

`verse 5 [
वसवो ८ दिक्१० रसा ६ वेदा ४ ग्रह ९ र्तु६ अवि १२ चन्द्रमाः १  ॥
]

`verse 6 [
तिथयश्च १५ क्रमाद्भागा ओषधीनां प्रदक्षिणं  ।
प्रथमेन चतुष्केण धूपश्चोद्वर्तनं परं  ॥
]

`verse 7 [
तृतीयेनाञ्जनं कुर्यात्स्नानं कुर्याच्चतुष्कतः  ।
भृङ्गराजानुलोमाच्च चतुर्धा लेपनं स्मृतं  ॥
]

`verse 8 [
मुनयो दक्षणे पार्श्वे युगाद्याश्चोत्तराः स्मृताः  ।
भुजगाः पादसंस्थाश्च ईश्वरा मूर्ध्नि संस्थिताः  ॥
]

`verse 9 [
मध्येन सार्कशशिभिर्धूपः स्यात्सर्वकार्यके  ।
एतैर्विलिप्तदेहस्तु त्रिदशैरपि पूज्यते  ॥
]

`verse 10 [
धूपस्तु षोडशाद्यस्तु गृहाद्युद्वर्तने स्मृतः  ।
युगाद्याश्चाञ्जने प्रोक्ता वाणाद्याः स्नानकर्मणि  ॥
]

`verse 11 [
रुद्राद्या भक्षणे प्रोक्ताः पक्षाद्याः पानके स्मृताः  ।
ऋत्विग्वेदर्तुनयनैस्तिलकं लोकमोहनं  ॥
]

`verse 12 [
सूर्यत्रिदशपक्षैश्च शैलैः स्त्री लेपतो वशा  ।
चन्द्रेन्द्रफणिरुद्रैश्च योनिलेपाद्वशाः स्त्रियः  ॥
]

`verse 13 [
तिथिदिग्युगवाणैश्च गुटिका तु वशङ्करी  ।
भक्ष्ये भोज्ये तथा पाने दातव्या गुटिका वशे  ॥
]

`verse 14 [
ऋत्विग्ग्रहाक्षिशैलैश्च शस्त्रस्तम्भे मुखे धृता  ।
शैलेन्द्रवेदरन्ध्रैश्च अङ्गलेपाज्जले वसेत् ॥
]

`verse 15 [
वाणाक्षिमनुरुद्रैश्च गुटिका क्षुत्तृषादिनुत् ।
त्रिषोडशदिशावाणैर्लेपात्स्त्री दुर्भगा शुभा  ॥
]

`verse 16 [
त्रिदशाक्षिदिशानेत्रैर्लेपात्क्रीडेच्च पत्रगैः  ।
त्रिदशाक्षेशभुजगैर्लेपात्स्त्री सूयते सुखं  ॥
]

`verse 17 [
सप्तदिङ्मुनिरन्ध्रैश्च द्यूतजिह्वस्त्रलेपतः  ।
त्रिदशाक्ष्यब्धिमुनिभिर्ध्वजलेपात् रतौ सुतः  ॥
]

`verse 18 [
ग्रहाब्धिसर्प्यत्रिदशैर्गुटिका स्याद्वशङ्करी  ।
ऋत्विक्पदस्थितौषध्याः प्रभावः प्रतिपादितः  ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे षोडशपदका नाम चत्वारिंशदधिकशततमोऽध्यायः ॥
]
