`verse 1 [
षट्त्रिंशत्पदकज्ञानम्

ईश्वर उवाच
षट्त्रिंशत्पदसंस्थानामोषधीनां वदे फलं  ।
अमरीकरणं नृणां ब्रह्मरुद्रेन्द्रसेवितं  ॥
]

`verse 2 [
हरीतक्यक्ष्यधात्राश्च मरीचम्पिप्पलीशिफा  ।
वह्निः शुण्ठी पिप्पली च गुडूचीवचनिम्बकाः  ॥
]

`verse 3 [
वासकः शतमूली च सैन्धवं सिन्धुवारकं  ।
कण्टकारी गोक्षुरका विल्वम्पौनर्नवं बला  ॥
]

`verse 4 [
एरण्डमुण्डी रुचको भृङ्गः क्षारोऽथ पर्पटः  ।
धन्याको जीरकश्चैव शतपुष्यी जवानिका  ॥
]

`verse 5 [
विडङ्गः खदिरश्चैव कृतमालो हरिद्रया  ।
वचा सिद्धार्थ एतानि षट्त्रिंशत्पदगानि हि  ॥
]

`verse 6 [
क्रमादेकादिसञ्ज्ञानि ह्यौपधानि महान्ति हि  ।
सर्वरोगहराणि स्युरमरीकरणानि च  ॥
]

`verse 7 [
बलीपलितभेत्तॄणि सर्वकोष्ठगतानि तु  ।
एषां चूर्णञ्च वटिका रसेन परिभाविता  ॥
]

`verse 8 [
अवलेहः कषायो वा मोदको गुडखण्डकः  ।

मधुतो धृततो वापि घृतन्तैलमथापि वा  ॥
]

`verse 9 [
सर्वात्मनोपयुक्तं हि मृतसञ्जीवनम्भवेत् ।
कर्षार्धं कर्षमेकं वा पलार्धं पलमेककं  ॥
]

`verse 10 [
यथेष्टाचारनिरतो जीवेद्वर्षशतत्रयं  ।
मृतसञ्जीवनीकल्पे योगो नास्मात्परोऽस्ति हि  ॥
]

`verse 11 [
प्रथमान्नवकाद्योगात्सर्वरोगैः प्रमुच्यते  ।
द्वितीयाच्च तृतीयाच्च चतुर्थान्मुच्यते रुजः  ॥
]

`verse 12 [
एवं षट्काच्च प्रथमाद्द्वितीयाच्च तृतीयतः  ।
चतुर्थात्पञ्चमात्षष्ठात्तथा नवचतुष्कतः  ॥
]

`verse 13 [
एकदित्रिचतुःपञ्चषट्सप्ताष्टमतोऽनिलात् ।
अग्निभास्करषड्विंशसप्तविंशैश्च पित्ततः  ॥
]

`verse 14 [
वाणर्तुशैलवसुभिस्तिथिभिर्मुच्यते कफात् ।
वेदाग्निभिर्बाणगुणैः षद्गुणैः स्याद्वशे धृते  ॥
]

`verse 15 [
ग्रहादिग्रहणान्तैश्च सर्वैरेव विमुच्यते  ।
एकद्वित्रिरसैः शैलैर्वसुग्रहशिवैः क्रमात् ॥
]

`verse 16 [
द्वात्रिंशत्तिथिसूर्यैश्च नात्र कार्या विचारणा  ।
षट्त्रिंशत्पदकज्ञानं न देयं यस्य कस्य चित् ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे षट्त्रिंशत्पदकज्ञानं नाम एकचत्वारिंशदधिकशततमोऽध्यायः ॥
]
