`verse 1 [
कुब्जिकापूजा

ईश्वर उवाच
कुब्जिकाक्रमपूजाञ्च वक्ष्ये सर्वार्थसाधनीं  ।
यया जिताः सुरा देवैः शस्त्राद्यैराज्यसंयुतैः  ॥
]

`verse 2 [
मायाबीजं च गुह्याङ्गे षट्कमस्त्रं करे न्यसेत् ।
काली कालीति हृदयं दुष्टचाण्डालिका शिरः  ॥
]

`verse 3 [
ह्रौं स्फें ह स ख क छ ड ओं कारो भैरवः शिखा  ।
भेलखी कवचं दूती नेत्राख्या रक्तचण्डिका  ॥
]

`verse 4 [
ततो गुह्यक्रुञ्जिकास्त्रं मण्डले स्थानके यजेत् ।
अग्नौ कूर्चशिरो रुद्रे नैर्ऋत्येऽथ शिखानिले  ॥
]

`verse 5 [
कवचम्मध्यतो नेत्रं अस्त्रन्दिक्षु च मण्डले  ।
द्वात्रिंशता कर्णिकायां स्रों हसक्षमलनववषडसचात्ममन्त्रवीजकं  ॥
]

`verse 6 [
ब्रह्माणी चैव माहेशो कौमारी वैष्णवी तथा  ।
वाराही चैव माहेन्द्री चामुण्डा चण्डिकेन्द्रकात् ॥
]

`verse 7 [
यजेद्रवलकसहान् शिवेन्दाग्नियमेऽद्निपे  ।
जले तु कुसुममालामद्रिकाणां च पञ्चकं  ॥
]

`verse 8 [
जालन्धरं पूर्णगिरिं कामरूपं क्रमाद्यजेत् ।
मरुदेशाग्निनैर्ऋत्ये मध्ये वै वज्रकुब्जिकां  ॥
]

`verse 9 [
अनादिविमलः पूज्यः सर्वज्ञविमलस्तुतः  ।
प्रसिद्धविमलश्चाथ संयोगविमलस्तुतः  ॥
]

`verse 10 [
समयाख्योऽथ विमल एतद्विमलपञ्चकं  ।
मरुदीशाननैर्ऋत्ये वह्नौ चोत्तरशृङ्गके  ॥
]

`verse 11 [
कुब्जार्थं खिंखिनी षष्ठा सोपन्ना सुस्थिरा तथा  ।
रत्नसुन्दरी चैशाने शृङ्गे चाष्टादिनाथकाः  ॥
]

`verse 12 [
मित्र ओडीशषष्ठ्याख्यौ वर्षा अग्न्यम्बुपेऽनिले  ।
भवेद्गगनरत्नं स्याच्चाप्ये कवचरत्नकं  ॥
]

`verse 13 [
ब्रुं मर्त्यः पञ्चनामाख्यो मरुदीशानवह्निगः  ।
याम्याग्नेये पञ्चरत्नं ज्येष्ठा रौद्री तथान्तिका  ॥
]

`verse 14 [
तिस्रो ह्यासां महावृद्धाः पञ्चप्रणवतोऽखिलाः  ।
सप्तविंशत्यष्टविंशभेदात्सम्पूजनं द्विधा  ॥
]

`verse 15 [
ओं ऐं गूं क्रमगणपतिं प्रणवं वटुकं यजेत् ।
चतुरस्रे मण्डले च दक्षिणे गणपं यजेत् ॥
]

`verse 16 [
वामे च वटुकं कोणे गुरून् सोडशनाथकान्  ।
वायव्यादौ चाष्ट दश प्रतिषट्कोणके ततः  ॥
]

`verse 17 [
ब्रह्माद्याश्चाष्ट परितस्तन्मध्ये च नवात्मकः  ।
कुब्जिका कुलटा चैव क्रमपूजा तु सर्वदा  ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे कुब्जिकाक्रमपूजा नाम त्रिचत्वारिंशदधिकशततमोऽध्यायः ॥
]
