`verse 1 [
कुब्जिकापूजा
ईश्वर उवाच
श्रीमतीं कुब्जिकां वक्ष्ये धर्मार्थादिजयप्रदां  ।
पूजयेन्मूलमन्त्रेण परिवारयुतेन वा  ॥
]

`verse 2 [
ओं ऐं ह्रौं श्रीं खैं ह्रें हसक्षमलचवयम्भगवति अम्बिके ह्रां ह्रीं क्ष्रीं क्षौं क्ष्रूं क्रीं कुब्जिके ह्रां ओं ङञनणमे अघोरमुखि व्रां छ्रां
छीं किलि २ क्षौं विच्चे ख्यों श्रीं क्रों ओं ह्रों ऐं वज्रकुब्जिनि स्त्रीं त्रैलोक्यकर्षिणि ह्रीं कामाङ्गद्राविणि ह्रीं स्त्रीं महाक्षोभकारिणि ऐं ह्रीं क्ष्रीं ऐं ह्रों श्रीं फें क्षौं नमो भगवति क्ष्रौं कुब्जिके ह्रों ह्रों क्रैं ङञणनमे अघोरमुखि छ्रांछां विच्चे ओं किलि
]

`verse 3 [
कृत्वा कराङ्गन्यासञ्च सन्ध्यावन्दनमाचरेत् ।
वामा ज्येष्ठा तथा रौद्रीं सन्ध्यात्रयमनुक्रमात् ॥
]

`verse 4 [
कुलवागीशि विद्महे महाकालीति धीमहि । तन्नः कौली प्रचोदयात्
मन्त्राः पञ्च प्रणवाद्याः पादुकां पूजयामि च  ।
मध्ये नाम चतुर्थ्यन्तं द्विनवात्मकवीजकाः  ॥
]

`verse 5 [
नमोन्ता वाथ षष्ट्या तु सर्वे ज्ञेया वदामि तान्  ।
कौलीशनाथः सुकला जन्मतः कुब्जिका ततः  ॥
]

`verse 6 [
श्रीकण्ठनाथः कौलेशो गगनानन्दनाथकः  ।
चटुला देवी मैत्रीशी कराली तूर्णनाथकः  ॥
]

`verse 7 [
अतलदेवी श्रीचन्द्रा देवीत्यन्तास्ततस्त्विमे  ।
भगात्मपुङ्गणदेवमोहनीं पादुकां यजेत् ॥
]

`verse 8 [
अतीतभुवनानन्दरत्नाढ्यां पादुकां यजेत् ।
ब्रह्मज्ञानाथ कमला परमा विद्यया सह  ॥
]

`verse 9 [
विद्यादेवीगुरुशुद्धिस्त्रिशुद्धिं प्रवदामि ते  ।
गगनश्चटुली चात्मा पद्मानन्दो मणिः कला  ॥
]

`verse 10 [
कमलो माणिक्यकण्ठो गगनः कुमुदस्ततः  ।
श्रीपद्मो भैरवानन्दो देवः कमल इत्यतः  ॥
]

`verse 11 [
शिवो भवोऽथ कृष्णश्च नवसिद्धाश्च षोडश  ।
चन्द्रपूरोऽथ गुल्मश्च शुभः कामोऽतिमुक्तकः  ॥
]

`verse 12 [
कण्ठो वीरः प्रयोगोऽथ कुशलो देवभोगकः  ।
विश्वदेवः खड्गदेवो रुद्रो धातासिरेव च  ॥
]

`verse 13 [
मुद्रास्फीटी वंशपूरो भोजः षोडश सिद्धकाः  ।
समयान्यस्तु देहस्तु षोढान्यासेन यन्त्रितः  ॥
]

`verse 14 [
प्रक्षिप्य मण्डले पुष्पं मण्डलान्यथ पूजयेत् ।
अनन्तञ्च महान्तञ्च सर्वदा शिवपादुकां  ॥
]

`verse 15 [
महाव्याप्तिश्च शून्यञ्च पञ्चतत्त्वात्ममण्डलं  ।
श्रीकण्ठनाथपादुकां शङ्करानन्तकौ यजेत् ॥
]

`verse 16 [
सदाशिवः पिङ्गलश्च भृग्वानन्दश्च नाथकः  ।
लाङ्गूलानन्दसंवर्तौ मण्डलस्थानके यजेत् ॥
]

`verse 17 [
नैर्ऋत्ये श्रीमहकालः पिनाकी च महेन्द्रकः  ।
खड्गो भुजङ्गो वाणश्च अघासिः शब्दको वशः  ॥
]

`verse 18 [
आज्ञारूपो नन्दरूपो बलिन्दत्वा क्रमं यजेत् ।
ह्रीं खं खं हूं सौं वटुकाय अरु २ अर्घं पुष्पं धूपं दीपंगन्धं बलिं पूजां गृह्ण २ नमस्तुभ्यम् । ओं ह्रां ह्रीं ह्रूं क्षें क्षेत्रपालाय अवतर २ महाकपिलजटाभार भास्वरत्रिनेत्रज्वालामुख एह्येहि गन्ह्दपुष्पबलिपूजां गृह्ण २ खः खः ओं कः ओं लः ओं महाडामराधिपतये स्वाहा

बलिशेषेऽथ यजेथ्रीं ह्रूं हां श्रीं वै त्रिकूटकं  ॥
]

`verse 19 [
वामे च दक्षिणे ह्यग्रे याम्ये निशानाथपादुकाः  ।
दक्षे तमोरिनाथस्य हग्रे कालानलस्य च  ॥
]

`verse 20 [
उड्डियाणं जालन्धरं पूर्णं वै कामरुपकं  ।
गगनानन्ददेवञ्च स्वर्गानन्दं सवर्गकं  ॥
]

`verse 21 [
परमानन्ददेवञ्च सत्यानन्दस्य पादुकां  ।
नागानन्दञ्च वर्गाख्यमुक्तान्ते रत्नपञ्चकं  ॥
]

`verse 22 [
सौम्ये शिवे यजेत्षट्कं सुरनाथस्य पादुकां  ।
श्रीमत्समयकोटीशं विद्याकोटीश्वरं यजेत् ॥
]

`verse 23 [
कोटीशं बिन्दुकोटीशं सिद्धकोटीश्वरन्तथा  ।
सिद्धचतुष्कमाग्नेय्यां अमरीशेश्वरं यजेत् ॥
]

`verse 24 [
चक्रीशनाथं कुरुङ्गेशं वृत्रेशञ्चन्द्रनाथकं  ।
यजेद्गन्धादिभिश्चैतान् याम्ये विमलपञ्चकं  ॥
]

`verse 25 [
यजेदनादिविमलं सर्वज्ञविमलं ततः  ।
यजेद्योगीशविमलं सिद्धाख्यं समयाख्यकं  ॥
]

`verse 26 [
नैऋत्ये चतुरो देवान् जयेत्कन्दर्पनाथकं  ।
पूर्वाः शक्तीश्च सर्वाश्च कुब्जिकापादुकां यजेत् ॥
]

`verse 27 [
नवातम्केन मन्त्रेण पञ्चप्रणवकेन वा  ।
सहस्राक्षमनवद्यं विष्णुं शिवं सदा यजेत्  ॥
]

`verse 28 [
पूर्वाच्छिवान्तं ब्रह्मादि ब्रह्माणी च महेश्वरी  ।
कौमारी वैष्णवी चैव वाराही शक्रशक्तिका  ॥
]

`verse 29 [
चामुण्डा च महालक्ष्मीः पूर्वादीशान्तमर्चयेत् ।
डाकिनी राकिनी पूज्या लाकिनी काकिनी तथा  ॥
]

`verse 30 [
शाकिनी याकिनी पूज्या वायव्यादुग्रषट्षु च  ।
यजेद्ध्यात्वा ततो देवीं द्वात्रिंशद्वर्णकात्मकां  ॥
]

`verse 31 [
पञ्चप्रणवकेनापि ह्रीं कारेणाथवा यजेत् ।
नीलोत्पलदलश्यामा षड्वक्त्रा षट्प्रकारिका  ॥
]

`verse 32 [
चिच्छक्तिक्तिरष्टादशाख्या बाहुद्वादशसंयुता  ।
सिंहासनसुखासीना प्रेतपद्मोपरिस्थिता  ॥
]

`verse 33 [
कुलकोटिसहस्राढ्या कर्कोटो मेखलास्थितः  ।
तक्षकेणोपरिष्टाच्च गले हारश्च वासुकिः  ॥
]

`verse 34 [
कुलिकः कर्णयोर्यस्याः कूर्मः कुण्डलमण्डलह्ः  ।
भ्रुवोः पद्मो मकापद्मो वामे नागः कपालकः  ॥
]

`verse 35 [
अक्षसूत्रञ्च खट्वाङ्गं शङ्कं पुस्तञ्च दक्षिणे  ।
त्रिशूलन्तदर्पणं खड्गं रत्नमालाङ्कुशन्धनुः  ॥
]

`verse 36 [
श्वेतमूर्ध्वमुखन्देव्या ऊर्ध्वश्वेतन्तथापरं  ।
पूर्वास्यं पाण्डरं क्रोधि दक्षिणं कृष्णवर्णकं  ॥
]

`verse 37 [
हिमकुन्देन्दभं सौम्यं ब्रह्मा पादतले स्थितः  ।
विष्णुस्तु जघने रुद्रो हृदि कण्ठे तथेश्वरः  ॥
]

`verse 38 [
सदाशिवो ललाटे स्याच्छिवस्तस्योर्ध्वतः स्थितः  ।
आघूर्णिता कुब्जिकैवन्ध्येया पूजादिकर्मसु  ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे कुब्जिकापूजा नाम चतुश्चत्वारिंशदधिकशततमोऽध्यायः ॥
]
