`verse 1 [
मालिनीनानामन्त्राः

ईश्वर उवाच
नानामन्त्रान् प्रवक्ष्यामि षोढान्यासपुरःसरम्  ।
न्यासस्त्रिधा तु षोढा स्युः शाक्तशाम्भवयामलाः  ॥
]

`verse 2 [
शाम्भवे शब्दराशिः षट्षोडशग्रन्थिरूपवान् ।
त्रिविद्या तद्ग्रहो न्यासस्त्रितत्त्वात्माभिधानकः  ॥
]

`verse 3 [
चतुर्थो वनमालायाः श्लोकद्वादशरूपवान्  ।
पञ्चमो रत्नपञ्चात्मा नवात्मा षष्ठ ईरितः  ॥
]

`verse 4 [
शाक्ते पक्षे च मालिन्यास्त्रिविद्यात्मा द्वितीयकः  ।
अधोर्यष्टकरूपोऽन्यो द्वादशाङ्गश्चतुर्थकः  ।
पञ्चमस्तु षडङ्गः स्याच्छक्तिश्चान्यास्त्रचण्डिका  ।
क्रीं ह्रौं क्लीं श्रीं क्रूं फट्त्रयं स्यात्तुर्याख्यं सर्वसाधकं ॥
]

`verse 5 [
मालिन्या नादिकान्तं स्यात्नादिनी च शिखा स्मृता  ।
अग्रसेनी शिरसि स्यात्शिरोमालानिवृत्तिः शः  ॥
]

`verse 6 [
ट शान्तिश्च शिरो भूयाच्चामुण्डा च त्रिनेत्रगा  ।
ढ प्रियदृष्टिर्द्विनेत्रे च नासागा गुह्यशक्तिनी  ॥
]

`verse 7 [
न नारायणी द्विकर्णे च दक्षकर्णे त मोहनौ  ।
ज प्रज्ञा वामकर्नस्था वक्त्रे च वज्रिणी स्मृता  ॥
]

`verse 8 [
क कराली दक्षदंष्ट्रा वामांसा ख कपालिनी  ।
ग शिवा ऊर्ध्वदंष्ट्रा स्याद् घ घोरा वामदंष्ट्रिका  ॥
]

`verse 9 [
उ शिखा दन्तविन्यासा ई माया जिह्वया स्मृता  ।
अ स्यान्नागेश्वरी वाचि व कण्ठे शिखिवाहिनी  ॥
]

`verse 10 [
भ भीषणी दक्षस्कन्धे वायुवेगा म वामके  ।
डनामा दक्षबाहौ तु ढ वामे च विनायका  ॥
]

`verse 11 [
प पूर्णिमा द्विहस्ते तु ओकाराद्यङ्गुलीयके  ।
अं दर्शनी वामाङ्गुल्य अः स्यात्सञ्जीवनी करे  ॥
]

`verse 12 [
ट कपालिनी कपालं शूलदण्डे त दीपनी  ।
त्रिशूले ज जयन्ती स्याद्वृद्धिर्यः साधनी स्मृता  ॥
]

`verse 13 [
जीवे श परमाख्या स्याद् हः प्राणे चाम्बिका स्मृता  ।
दक्षस्तने छ शरीरा न वामे पूतना स्तने  ॥
]

`verse 14 [
अ स्तनक्षीरा आ मोटो लम्बोदर्युदरे च थ  ।
नाभौ संहारिका क्ष स्यान्महाकाली नितम्बम्  ॥
]

`verse 15 [
गुह्ये स कुसुममाला ष शुक्रे शुक्रदेविका  ।
उरुद्वये त तारास्यादज्ञाना दक्षजानुनि  ॥
]

`verse 16 [
वामे स्यादौ क्रियाशक्तिरो गायत्री च जङ्घगा  ।
ओ सावित्री वामजङ्घा दक्षे दो दोहनी पदे  ॥
]

`verse 17 [
फ फेत्कारी वामपादे नवात्मा मालिनी मनुः  ।
अ श्रीकण्ठः शिखायां स्यादावक्त्रे स्यादनन्तकः  ॥
]

`verse 18 [
इ सूक्ष्मो दक्षनेत्रे स्यादी त्रिमूर्तिस्तु वामके  ।
उ दक्षकर्णेऽमरौश ऊ कर्णेर्घांशकोऽपरे  ॥
]

`verse 19 [
ऋ भावभूतिर्नासाग्रे वामनासा तिथीश ऋ  ।
ळ स्थाणुर्दक्षगण्डे स्याद्वामगण्डे हरश्च ॡ  ॥
]

`verse 20 [
कटीशो दन्तपङ्क्तावे भूतीशश्चोर्ध्वदन्त ऐ  ।
सद्योजात ओ अधरे ऊर्ध्वौष्ठेऽनुग्रहीश औ  ॥
]

`verse 21 [
अं क्रूरो घाटकायां स्यादः महासेनजिह्वया  ।
क क्रोधीशो दक्षस्कन्धे खश्चण्डीशश्च बाहुषु  ॥
]

`verse 22 [
पञ्चान्तकः कूर्परे गो घ शिखी दक्षकङ्कणे  ।
ङ एकपादश्चाङ्गुल्यो तामस्कन्धे च कूर्मकः  ॥
]

`verse 23 [
छ एकनेत्रो बाहौ स्याच्चतुर्वक्त्रो ज कूर्परे  ।
झ राजसः कङ्कणगः ञः सर्वकामदोऽङ्गुली  ॥
]

`verse 24 [
ट सोमेशो नितम्बे स्याद्दक्ष ऊरुर्ठ लाङ्गली  ।
ड दारुको दक्षजानौ जङ्घा ढोऽर्धजलेश्वरः  ॥
]

`verse 25 [
ण उमाकान्तकोऽङ्गुल्यस्त आषाढो नितम्बके  ।
थ दण्डी वाम ऊरौ स्याद्द भिदो वामजानुनि  ॥
]

`verse 26 [
ध मीनो वामजङ्घायान्न मेषश्चरणाङ्गुली  ।
प लोहितो दक्षकुक्षौ फ शिखी वामकुक्षिगः  ॥
]

`verse 27 [
ब गलण्डः पृष्ठवंशे भो नाभौ च द्विरण्डकः  ।
म महाकालो हृदये य वाणीशस्त्वविस्मृतः ॥
]

`verse 28 [
र रक्ते स्याद्भुजङ्गेशो ल पिनाकी च मांसके  ।
व खड्गीशः स्वात्मनि स्याद्बकश्चास्थिनि शः स्मृतः  ॥
]

`verse 29 [
ष श्वेतश्चैव मज्जायां स भृगुः शुक्रधातुके  ।
प्राणे ह नकुलीशः स्यात्क्ष संवर्तश्च कोषगः  ॥
]

`verse 30 [
रुद्रशक्तीः प्रपूज्य ह्रीं बीजेनाखिलमाप्नुयात् ॥
]

`colophon [
इत्याग्नेये महापुराणे मालिनीमन्त्रादिन्यासो नाम पञ्चचत्वारिंशदधिकशततमोऽध्यायः ॥
]
