`verse 1 [
अष्टाष्टकदेव्यः

ईश्वर उवाच
त्रिखण्डीं सम्प्रवक्षामि ब्रह्मविष्णुमहेश्वरीं  ।
ओं नमो भगवते रुद्राय नमः । नमश्चामुण्डे नमश्चाकाशमातॄणां सर्वकामार्थसाधनीनामजरामरीणां सर्वत्राप्रतिहतगतीनां स्वरूपरूपपरिवर्तिनीनां सर्वसत्त्ववशीकरणोत्सादनीन्मूलनसमस्तकर्मप्रवृत्तानां सर्वमातृगुह्यं हृदयं परमसिद्धं परकर्मच्छेदनं परमसिद्धिकरम्मातॄणां वचनं शुभं
ब्रह्मखण्डपदे रुद्रैरेकविंशाधिकं शतं  ॥
]

`verse 2 [
तद्यथा, ओं नमश्चामुण्डे ब्रह्माणि अघोरे अमोघे वरदे विच्चे स्वाहा । ओं नमःचामुण्डे माहेश्वरि अघोरे अमोघे वरदे विच्चे स्वाहा । ओं नमश्चामुण्डे कौमारि अघोरे अमोघे वरदे विच्चे स्वाहा ।ों नमश्चामुण्डे वैष्णवि अघोरे अमोघे वरदे विच्चे स्वाहा । ओं नमश्चामुण्डे वाराहि अघोरे अमोघे वरदे विच्चे स्वाहा । ओं नमश्चामुण्डे इन्द्राणि अघोरे अमोघे वरदे विच्चे स्वाहा । ओं नमश्चामुण्डे चण्डि अगोरे अमोघे वरदे विच्चे स्वाहा । ओं नमश्चामुण्डे ईशानि अघोरे अमोघे वरदे विच्चे स्वाहा
यथाक्षरपदानां हि विष्णुखण्डन्द्वितीयकं  ।
ओं नमश्चामुण्डे ऊर्ध्वकेशि ज्वलितशिखरे विद्युज्जिह्वे तारकाक्षि पिण्गलभ्रुवे विकृतदंष्ट्रे क्रुद्धे ओं मांसशोणितसुरासवप्रिये हस २ ओं नृत्य २ ओं विजृम्भय २ ओं मायत्रैलोक्यरूपसहस्रपरिवर्तिनीनां ओं बन्ध २ ओं कुट्ट २ चिरि २ हिरि २ भिरि २ त्रासनि २ भ्रामणि २ ओं द्राविणि २ क्षोभणि
]

`verse 3 [
मारिणि २ संजीवनि २ हेरि २ गेरि २ घेरि २ ओं मुरि २ ओं नमो मातृगणाय नमो नमो विच्चे
एकत्रिंशत्पदं शम्भोः शतमन्त्रैकसप्ततिः  ॥
]

`verse 4 [
हे घौं पञ्चप्रणवाद्यन्तां त्रिखण्डीञ्च जपेद्यजेत् ।
हे घौं श्रीकुब्जिकाहृदयं पदसन्धौ तु योजयेत् ॥
]

`verse 5 [
अकुन्तादित्रिमध्यस्थं कुलादेश्च त्रिमध्यगं  ।
मध्यमादि त्रिमध्यस्थं पिण्डं पादे त्रिमध्यगं  ॥
]

`verse 6 [
त्रयार्धमात्रासंयुक्तं प्रणवाद्यं शिखाशिवां  ।
ओं क्ष्रौं शिखाभैरवाय नमः । स्खीं स्खौं स्खें सवीजत्र्यक्षरः
ह्रां ह्रीं ह्रैं निर्वीजन्त्र्यर्णं द्वात्रिंशद्वर्णकम्परं  ॥
]

`verse 7 [
क्षादयश्च ककारान्ता अकुला च कुलक्रमात् ।
शशिनी भानुनी चैव पावनी शिव इत्यतः  ॥
]

`verse 8 [
गान्धरी णश्च पिण्डाक्षी चपला गजजिह्विका  ।
म मृषा भयसारा स्यान्मध्यमा फोऽजराय च  ॥
]

`verse 9 [
कुमारो कालरात्री न सङ्कटा द ध कालिका  ।
फ शिवा भवघोरा ण ट वीभत्सा त विद्युता  ॥
]

`verse 10 [
ठ विश्वम्भरा शंशिन्या ढ ज्वालामालया तथा  ।
कराली दुर्जया रङ्गी वामा ज्येष्ठा च रौद्र्यपि  ॥
]

`verse 11 [
ख काली क कुलालम्वी अनुलोमा द पिण्डिनी  ।
आ वेदिनी इ रूपी वै शान्तिर्मूर्तिः कलाकुला  ॥
]

`verse 12 [
ऋ खड्गिनी उ बलिता ळ कुला ॡ तथा यदि  ।
सुभगा वेदनादिन्या कराली अं च मध्यमा  ॥
]

`verse 13 [
अः अपेतरया पीठे पूज्याश्च कक्तयः क्रमात् ।
स्खां स्खीं स्खौं महाभैरवाय नमः  ।
अक्षोद्या ह्यृक्षकर्णी च राक्षसी क्षपणक्षया  ॥
]

`verse 14 [
पिङ्गाक्षी चाक्षया क्षेमा ब्रह्माण्यष्टकसंस्थिताः  ।
इला लीलावती नीला लङ्गा लङ्केश्वरी तथा  ॥
]

`verse 15 [
लालसा विमला माला माहेश्वर्य.अष्टके स्थिताः  ।
हुताशना विशालाक्षी ह्रूङ्कारी वडवामुखी  ॥
]

`verse 16 [
हाहारवा तथा क्रूरा क्रोधा बाला खरानना  ।
कौमार्या देहसम्भूताः पूजिताः सर्वसिद्धिदाः  ॥
]

`verse 17 [
स्सर्वज्ञा तरला तारा ऋग्वेदा च हयानना  ।
सारासारस्वयङ्ग्राहा शाश्वती वैष्णवीकुले  ॥
]

`verse 18 [
तालुजिह्वा च रक्ताक्षी विद्युज्जिह्वा करङ्किणी  ।
मेघनादा प्रचण्डोग्रा कालकर्णी कलिप्रिया  ॥
]

`verse 19 [
वाराहीकुलसम्भूताः पूजनीया जयार्थिना  ।
चम्पा चम्पावती चैव प्रचम्पा ज्वलितानना  ॥
]

`verse 20 [
पिशाची पिचुवक्त्रा च लोलुपा ऐन्द्रीसम्भवाः  ।
पावनी याचनी चैव वामनी दमनी तथा  ॥
]

`verse 21 [
बिन्दुवेला वृहत्कुक्षी विद्युता विश्वरूपिणी  ।
चामुण्डाकुलसम्भूता मण्डले पूजिता जये  ॥
]

`verse 22 [
यमजिह्वा जयन्ती च दुर्जया च यमान्तिका  ।

विडाली रेवती चैव जया च विजया तथा  ॥
]

`verse 23 [
महालक्ष्मीकुले जाता अष्टाष्टकमुदाहृतम् ॥
]

`colophon [
इत्याग्नेये महापुराणे अष्टाष्टकादिर्नाम षट्चत्वारिंशदधिकशततमोऽध्यायः ॥
]
