`verse 1 [
त्वरितापूजादिः

ईश्वर उवाच । ओं गुह्यकुब्जिके हुं फट्मम सर्वोपद्रवान् यन्त्रमन्त्रतन्त्रचूर्णप्रयोगादिकं येन कृतं कारितं कुरुते करिष्यति कारयिष्यति तान् सर्वान् हन २ दंष्ट्राकरालिनि ह्रैं ह्रीं हुं गुह्यकुब्जिकायै द्वाहा । ह्रौं ओं खे वों गुह्यकुब्जिकायै नमः
ह्रीं सर्वजनक्षोभणी जनानुकर्षिणी ततः  ।
ओं खें ख्यां, सर्वजनवशङ्करी तथा स्याज्जनमोहिनी  ॥
]

`verse 2 [
ओं ख्यौं सर्वजनस्तम्भनी ऐं खं ख्रां क्षोभणी तथा  ।

ऐं त्रितत्त्वं वीजं श्रेष्ठङ्कुलं पञ्चाक्षरी तथा  ॥
]

`verse 3 [
फं श्रीं क्षीं श्रीं ह्रीं क्षें वच्छे क्षे क्षे ह्रूं फठ्रीं नमः । ओं ह्रां क्षे वच्छे क्षे क्षो ह्रीं फट्नवेयं त्वरिता पुनर्ज्ञेयार्चिता जये
ह्रीं सिंहायेत्यासनं स्याथ्रीं क्षे हृदयमीरितं  ।
वच्छेऽथ शिरसे स्वाहा त्वरितायाः शिवः स्मृतः  ॥
]

`verse 4 [
क्षें ह्रीं शिखायै वौषट्स्याद्भवेत्क्षें कवचाय हुं  ।
ह्रूं नेत्रत्रयाय वौषठ्रीमन्तञ्च फडन्तकं  ॥
]

`verse 5 [
ह्रीं कारी खेचरी चण्डा छेदनी क्षोभणी क्रिया  ।
क्षेमकारी च ह्रीं कारी फट्कारी नवशक्तयः  ॥
]

`verse 6 [
अथ दूरीः प्रवक्ष्यामि पूज्या इन्द्रादिगाश्च ताः  ।
ह्रीं नले बहुतुण्डे च खगे ह्रीं खेचरे ज्वलानि ज्वल ख खे छ छे शवविभीषणे च छे चण्डे छेदनि करालि ख खे छे क्षे खरहाङ्गी ह्रीम् । क्षे वक्षे कपिले ह क्षे ह्रूं क्रून्तेजोवति रौद्रि मातः ह्रीं फे वे फे फे वक्रे वरी फे । पुटि पुटि घोरे ह्रूं फट् ब्रह्मवेतालि मध्ये
गुह्याङ्गानि च तत्त्वानि त्वरितायाः पुनर्वदे  ॥
]

`verse 7 [
ह्रौं ह्रूं हः हृदये प्रोक्तं हों हश्च शिरः स्मृतं  ।
फां ज्वल ज्वलेति च शिखा वर्म इले ह्रं हुं हुं  ॥
]

`verse 8 [
क्रों क्षूं श्रीं नेत्रमित्युक्तं क्षौं अस्त्रं वै ततश्च फठुं खे वच्छे क्षेः ह्रीं क्षें हुं फट्वा
हुं शिरश्चैव मध्ये स्यात्पूर्वादौ खे सदाशिवे  ।
व ईशः छे मनोन्मानी मक्षे तार्क्षो ह्रीं च माधवः  ॥
]

`verse 9 [
क्षें ब्रह्मा हुं तथादित्यो दारुणं फट्स्मृताः सदा ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे त्वरितापूजादिर्नाम सप्तचत्वारिंशदधिकशततमोऽध्यायः ॥
]
