`verse 1 [
सङ्ग्रामविजयपूजा

ईश्वर उवाच ।
ओं डे ख ख्यां सूर्याय सङ्ग्रामविजयाय नमः ।
ह्रां ह्रों ह्रूं ह्रें ह्रौं ह्रः षडङ्गानि तु सूर्यस्य सङ्ग्रामे जयदस्य हि  ।
ओं हं खं खशोक्लाय स्वाहा । स्पूं ह्रूं हुं क्रूं ओं ह्रों क्रें
प्रभूतं विमलं सारसाराध्यं परमं मुखं  ॥
]

`verse 2 [
धर्मज्ञानञ्च वैराग्यमैश्वर्याद्यष्टकं यजेत् ।
अनन्तासनं सिंहासनं पद्मासनमतः परं  ॥
]

`verse 3 [
कर्णिकाकेशरण्येव सूर्यसोमाग्निमण्डलं  ।
दीप्ता सूक्ष्मा जया भद्रा विभूतिर्विमला तथा  ॥
]

`verse 4 [
अमोघा विद्युता पूज्या नवमी सर्वतोमुखी  ।
सत्त्वं रजस्तमश्चैव प्रकृतिं पुरुषं तथा  ॥
]

`verse 5 [
आत्मानञ्चान्तरात्मानं परमात्मानमर्चयेत् ।
सर्वे बिन्दुसमायुक्ता मायानिलसमन्विताः  ॥
]

`verse 6 [
उषा प्रभा च सन्ध्या च साया माया बलान्विता  ।
बिन्दुविष्णुसमायुक्ता द्वारपालास्तथाष्टकं  ॥
]

`verse 7 [
सूर्यं चण्डं प्रचण्डञ्च पूजयेद्गन्धकादिभिः  ।
पूजया जपहोमाद्यैर्युद्धादौ विजयो भवेत् ॥
]

`colophon [
इत्याग्नेये महापुराणे युद्धजयार्णवे सङ्ग्रामविजयपूजा नाम अष्टचत्वारिंशदधिकशततमोऽध्यायः ॥
------- - -- - - - -- --- - -- - - - -
]
