`verse 1 [
मन्वन्तराणि

अग्निरुवाच
मन्वन्तराणि वक्ष्यामि आद्याः स्वायम्भुवो मनुः  ।
अग्नीध्राद्यास्तस्य सुता यमो नाम तदा सुराः  ॥
]

`verse 2 [
और्वाद्याश्च सप्तर्षय इन्द्रश्चैव शतक्रतुः  ।
पारावताः सतुषिता देवाः स्वारोचिषेऽन्तरे  ॥
]

`verse 3 [
विपश्चित्तत्र देवेन्द्र ऊर्जस्तम्भादयो द्विजाः  ।
चैत्रकिम्पुरुषाः पुत्रास्तृतीयश्चोत्तोतमो मनुः  ॥
]

`verse 4 [
सुशान्तिरिन्द्रो देवाश्च सुधामाद्या वशिष्ठजाः  ।
सप्तर्षयोऽजाद्याः पुत्राश्चतुर्थस्तामसी मनुः  ॥
]

`verse 5 [
स्वरूपाद्याः सुरगणाः शिखिरिन्द्रः सुरेश्वरः  ।
ज्योतिर्धामादयो विप्रा नव ख्यातिमुखाः सुताः  ॥
]

`verse 6 [
रैवते वितथश्चेन्द्रो अमिताभास्तथा सुराः  ।
हिरण्यरोमाद्या मुनयो बलबन्धादयः सुताः  ॥
]

`verse 7 [
मनोजवश्चाक्षुषेऽथ इन्द्रः स्वात्यादयः सुराः  ।
सुमेधाद्या महर्षयः पुरुप्रभृतयः सुताः  ॥
]

`verse 8 [
विवस्वतः सुतो विप्रः श्राद्धदेवो मनुस्ततः  ।
आदित्यवसुरुद्राद्या देवा इन्द्रः पुरन्दरः  ॥
]

`verse 9 [
वशिष्ठः काश्यपोऽथात्रिर्जमदग्निः सगोतमः  ।
विश्वामित्रभरद्वाजौ मुनयः सप्त साम्प्रतं  ॥
]

`verse 10 [
इक्ष्वाकुप्रमुखाः पुत्रा अंशेन हरिराभवत् ।
स्वायम्भुवे मानसोऽभूदजितस्तदनन्तरे  ॥
]

`verse 11 [
सत्यो हरिर्देवदरो वैकुण्ठो वामनः क्रमात् ।
छायाजः सूर्यपुत्रस्तु भविता चाष्टमो मनुः  ॥
]

`verse 12 [
पूर्वस्य च सवर्णोऽसौ सावर्णिर्भविताष्टमः  ।
सुतपाद्या देवगणा दीप्तिमद्द्रौणिकादयः  ॥
]

`verse 13 [
मुनयो बलिरिन्द्रश्च विरजप्रमुखाः सुताः  ।
नवमो दक्षसावर्णिः पाराद्याश्च तदा सुराः  ॥
]

`verse 14 [
इन्द्रश्चैवाद्भुतस्तेषां सवनाद्या द्विजोत्तमाः  ।
धृतकेत्वादयः पुत्रा ब्रह्मसावर्णिरित्यतः  ॥
]

`verse 15 [
सुखादयो देवगणास्तेषां शान्तिः शतक्रतुः  ।

हविष्याद्याश्च मुनयः सुक्षेत्राद्याश्च तत्सुताः  ॥
]

`verse 16 [
धर्मसावर्णिकश्चाथ विहङ्गाद्यास्तदा सुराः  ।
गणेशश्चेन्द्रो नश्चराद्या मुनयः पुत्रकामयोः  ॥
]

`verse 17 [
सर्वत्रगाद्या रुद्राख्यः सावर्णिभविता मनुः  ।
ऋतधामा सुरेन्द्रश्च हरिताद्याश्च देवताः  ॥
]

`verse 18 [
तपस्याद्याः सप्तर्षयः सुता वै देववन्मुखाः  ।
मनुस्त्रयोदशो रौच्यः सुत्रामाणादयः सुराः  ॥
]

`verse 19 [
इन्द्रो दिवस्पतिस्तेषां दानवादिविमर्दनः  ।
निर्मोहाद्याः सप्तर्षयश्चित्रसेनादयः सुताः  ॥
]

`verse 20 [
मनुश्चतुर्दशो भौत्यः शुचिरिन्द्रो भविष्यति  ।
चाक्षुषाद्याः सुरगणा अग्निबाह्णादयो द्विजाः  ॥
]

`verse 21 [
चतुर्दशस्य भौत्यस्य पुत्रा ऊरुमुखा मनोः  ।
प्रवर्तयन्ति वेदांश्च भुवि सप्तर्षयो दिवः  ॥
]

`verse 22 [
देवा यज्ञभुजस्ते तु भूः पुत्रैः परिपाल्यते  ।
ब्रह्मणो दिवसे ब्रह्मन्मनवस्तु चतुर्दश  ॥
]

`verse 23 [
मन्वाद्याश्च हरिर्वेदं द्वापरान्ते विभेद सः  ।
आद्यो वेदश्चतुष्पादः शतसाहस्रसम्मितः  ॥
]

`verse 24 [
एकश्चासीद्यजुर्वेदस्तं चतुर्धा व्यकल्पयत् ।
आध्वर्यवं यजुर्भिस्तु ऋग्भिर्होत्रं तथा मुनिः  ॥
]

`verse 25 [
औद्गात्रं सामभिओश्चक्रे ब्रह्मत्वञ्चाप्यथर्वभिः  ।
प्रथमं व्यासशिष्यस्तु पैलो ह्यृग्वेदपारगः  ॥
]

`verse 26 [
इन्द्रः प्रमतये प्रादाद्वास्कलाय च संहितां  ।
बौध्यादिभ्यो ददौ सोपि चतुर्धा निजसंहितां  ॥
]

`verse 27 [
यजुर्वेदतरोः शाखाः सप्तविंशन्महामतिः  ।
वैशम्पायननामासौ व्यासशिष्यश्चकार वै  ॥
]

`verse 28 [
काण्वा वाजसनेयाद्या याज्ञवल्क्यादिभिः स्मृताः  ।
सामवेदतरोः शाखा व्यासशिष्यः सजैमिनिः  ॥
]

`verse 29 [
सुमन्तुश्च सुकर्मा च एकैकां संहितां ततः  ।
गृह्णते च सुकर्माख्यः सहस्रं संहितां गुरुः  ॥
]

`verse 30 [
सुमन्तुश्चाथर्वतरुं व्यासशिष्यो विभेद तं  ।
शिष्यानध्यापयामास पैप्यलादान् सहस्रशः  ॥
]

`verse 31 [
पुराणसंहितां चक्रे सुतो व्यासप्रसादतः ॥
]

`colophon [
इत्याग्नेये महापुराणे मन्वन्तराणि नाम पञ्चाशदधिकशततमोऽध्यायः ॥
]
