`verse 1 [
वर्णेतरधर्माः

अग्निरुवाच
मन्वादयो भुक्तिमुक्तिधर्मांश्चीर्त्वाप्नुवन्ति यान्  ।
प्रोचे परशुरामाय वरुणोक्तन्तु पुष्करः  ॥
]

`speaker [
पुष्कर उवाच
]

`verse 2 [
वर्णाश्रमेतराणान्ते धर्मान्वक्ष्यामि सर्वदान्  ।
मन्वादिभिर्निगदितान् वासुदेवादितुष्टिदान्  ॥
]

`verse 3 [
अहिंसा सत्यवचनन्दया भूतेष्वनुग्रहः  ।
तीर्थानुसरणं दानं ब्रह्मचर्यम्मत्सरः  ॥
]

`verse 4 [
देवद्विजातिशुश्रूषा गुरूणाञ्च भृगूत्तम  ।
श्रवणं सर्वधर्माणां पितॄणां पूजनं तथा  ॥
]

`verse 5 [
भक्तिश्च नृपतौ नित्यं तथा सच्छास्त्रनेत्रता  ।
आनृशंष्यन्तितिक्षा च तथा चास्तिक्यमेव च  ॥
]

`verse 6 [
वर्णाश्रमाणां सामान्यं धर्माधर्मं समीरितं  ।
यजनं याजनं दानं वेदाद्यध्यापनक्रिया  ॥
]

`verse 7 [
प्रतिग्रहञ्चाध्ययनं विप्रकर्माणि निर्दिशेत् ।
दानमध्ययनञ्चैव यजनञ्च यथाविधिः  ॥
]

`verse 8 [
क्षत्रियस्य सवैश्यस्य कर्मेदं परिकीर्तितं  ।
क्षत्रियस्य विशेषेण पालनं दुष्टनिग्रहः  ॥
]

`verse 9 [
कृषिगोरक्ष्यवाणिज्यं वैश्यस्य परिकीर्तितं  ।
शूद्रस्य द्विजशुश्रूषा सर्वशिल्पानि वाप्यथ  ॥
]

`verse 10 [
मौञ्जीबन्धनतो जन्म विप्रादेश्च द्वितीयकं  ।
आनुलोम्येन वर्णानां जातिर्मातृसमा स्मृता  ॥
]

`verse 11 [
चण्डालो ब्राह्मणीपुत्रः शूद्राच्च प्रतिलोमतः  ।
सूतस्तु क्षत्रियाज्जातो वैश्याद्वै देवलस्तथा  ॥
]

`verse 12 [
पुक्कसः क्षत्रियापुत्रः शूद्रात्स्यात्प्रतिलोमजः  ।
मागधः स्यात्तथा वैश्याच्छूद्रादयोगवो भवेत् ॥
]

`verse 13 [
वैश्यायां प्रतिलोमेभ्यः प्रतिलोमाः सहस्रशः  ।

विवाहः सदृशैस्तेषां नोत्तमैर्नाधमैस्तथा  ॥
]

`verse 14 [
चण्डालकर्म निर्दिष्टं बध्यानां घातनं तथा  ।
स्त्रीजीवन्तु तद्रक्षाप्रोक्तं वैदेहकस्य च  ॥
]

`verse 15 [
सूतानामश्वसारथ्यं पुक्कसानाञ्च व्याधता  ।
स्तुतिक्रिया माघ्धानां तथा चायोगशस्य च  ॥
]

`verse 16 [
रङ्गावतरणं प्रोक्तं तथा शिल्पैश्च जीवनं  ।
वहिर्ग्रामनिवासश्च मृतचेलस्य धारणं  ॥
]

`verse 17 [
न संस्पर्शस्तथैवान्यैश्चण्डालस्य विधीयते  ।
ब्राह्मणार्थे गवार्थे वा देहत्यागोऽत्र यः कृतः  ॥
]

`verse 18 [
स्त्रीबालाद्युपपतो वा वाह्याणां सिद्धिकारणं  ।
सङ्करे जातयो ज्ञेयाः पितुर्मातुश्च कर्मतः  ॥
]

`colophon [
इत्याग्नेये महापुराणे वर्णान्तरधर्मा नामैकपञ्चाशदधिकशततमोऽध्यायः ॥
]
