`verse 1 [
ब्रह्मचर्याश्रमधर्मः

पुष्कर उवाच
धर्ममाश्रमिणां वक्ष्ये भुक्तिमुक्तिप्रदं शृणु  ।
षोडशर्तुनिशा स्त्रीणामाद्यस्तिस्रस्तु गर्हिताः  ॥
]

`verse 2 [
व्रजेद्युग्मासु पुत्रार्थी कर्माधानिकमिष्यते  ।
गर्भस्य स्पष्टताज्ञाने सवनं स्पन्दनात्पुरा  ॥
]

`verse 3 [
षष्ठेऽष्टमे वा सीमन्तं पुत्रीयं नामभं शुभं  ।
अच्छिन्ननाड्यां कर्तव्यं जातकर्म विचक्षणैः  ॥
]

`verse 4 [
अशौचे तु व्यतिक्रान्ते नामकर्म विधीयते  ।
शर्मान्तं ब्राह्मणस्योक्तं वर्मान्तं क्षत्रियस्य तु  ॥
]

`verse 5 [
गुप्तदासात्मकं नाम प्रशस्तं वैश्यशूद्रयोः  ।
xxxxx
बालं निवेदयेद्भर्त्रे तव पुत्रोऽयमित्युत  ॥
]

`verse 6 [
यथाकुलन्तु चूडाकृद्ब्राह्मणस्योपनायनं  ।
गर्भाष्टमेऽष्टमे वाब्दे गर्भादेकादशे नृपे  ॥
]

`verse 7 [
गर्भात्तु द्वादशे वैश्ये षोडशाब्दादितो न हि  ।
मुञ्जानां वल्कलानान्तु क्रमान्मौज्ज्याः प्रकीर्तिताः  ॥
]

`verse 8 [
मार्गवैयाघ्रबास्तानि चर्माणि व्रतचारिणां  ।
पर्णपिप्पलबिल्वानां क्रमाद्दण्डाः प्रकीर्तिताः  ॥
]

`verse 9 [
केशदेशललाटास्यतुल्याः प्रोक्ताः क्रमेण तु  ।
अवक्राः सत्वचः सर्वे नाविप्लुष्टास्तु दण्डकाः  ॥
]

`verse 10 [
वासोपवीते कार्पासक्षौमोर्णानां यथाक्रमं  ।
आदिमध्यावसानेषु भवच्छब्दोपलक्षितं  ॥
]

`verse 11 [
प्रथमं तत्र भिक्षेत यत्र भिक्षा ध्रुवं भवेत् ।
स्त्रीणाममन्त्रतस्तानि विवाहस्तु समन्त्रकः  ॥
]

`verse 12 [
उपनीय गुरुः शिष्यं शिक्षयेच्छौचमादितः  ।
आचारमग्निकार्यं च सन्ध्योपासनमेव च  ॥
]

`verse 13 [
आयुष्यं प्राङ्मुखो भुङ्क्ते यशस्यं दक्षिणामुखः  ।
श्रियं प्रत्यङ्मुखो भुङ्क्ते ऋतं भुङ्क्ते उदङ्मुखः  ॥
]

`verse 14 [
सायं प्रातश्च जुहुयान्नामेध्यं व्यस्तहस्तकं  ।
मधु मांसं जनैः सार्धं गीतं नृत्यञ्च वै त्यजेत्  ॥
]

`verse 15 [
हिंसां परापवादं च अश्लीलं च विशेषतः  ।
दण्डादि धारयेन्नष्टमप्सु क्षिप्त्वान्यधारणं  ॥
]

`verse 16 [
वेदस्वीकरणं कृत्वा स्रायाद्वै दत्तदक्षिणः  ।
नैष्ठिको ब्रह्मचारी वा देहान्तं निवसेद्गुरौ  ॥
]

`colophon [
इत्याग्नेये महापुराणे ब्रह्मचर्याश्रमो नाम त्रिपञ्चाशदधिकशततमोऽध्यायः ॥
]
