`verse 1 [
विवाहः

पुष्कर उवाच
विप्रश्चतस्रो विन्देत भार्यास्तिस्रस्तु भूमिपः  ।
द्वे च वैश्यो यथाकामं भार्यैकामपि चान्त्यजः  ॥
]

`verse 2 [
धर्मकार्याणि सर्वाणि न कार्याण्यसवर्णया  ।
पाणिर्ग्राह्यः सवर्णासु गृह्णीयात्क्सत्रिया शरं  ॥
]

`verse 3 [
वैश्या प्रतीदमादद्याद्दशां वै चान्त्यजा तथा  ।
सकृत्कन्या प्रदातव्या हरंस्तां चौरदण्डभाक् ॥
]

`verse 4 [
अपत्यविक्रयासक्ते निष्कृतिर्न विधीयते  ।
कन्यादानं शचीयोगो विवाहोऽथ चतुर्थिका  ॥
]

`verse 5 [
विवाहमेतत्कथितं नामकर्मचतुष्टयं  ।
नष्टे मृते प्रव्रजिते क्लीवे च पतिते पतौ  ॥
]

`verse 6 [
पञ्चस्वापत्सु नारीणां पतिरन्यो विधीयते  ।
मृते तु देवरे देयात्तदभावे यथेच्छया  ॥
]

`verse 7 [
पूर्वात्रितयमाग्नेयं वायव्यं चोत्तरात्रयं  ।
रोहिणौ चेति चरणे भगणः शस्यते सदा  ॥
]

`verse 8 [
नैकगोत्रान्तु वरयेन्नैकार्षेयाञ्च भार्गव  ।
पितृतः सप्तमादूर्ध्वं मातृतः पञ्चमात्तथा  ॥
]

`verse 9 [
आहूय दानं ब्राह्मः स्यात्कुलशीलयुताय तु  ।
पुरुषांस्तारयेत्तज्जो नित्यं कन्यप्रदानतः  ॥
]

`verse 10 [
तथा गोमिथुनादानाद्विवाहस्त्वार्ष उच्यते  ।
प्रार्थिता दीयते यस्य प्राजापत्यः स धर्मकृत् ॥
]

`verse 11 [
शुल्केन चासुरो मन्दो गान्धर्वो वरणान्मिथः  ।
राक्षसो युद्धहरणात्पैशाचः कन्यकाच्छलात् ॥
]

`verse 12 [
वैवाहिकेऽह्नि कुर्वीत कुम्भकारमृदा शुचीं  ।
जलाशये तु तां पूज्य वाद्याद्यैः स्त्रीं गृहत्रयेत् ॥
]

`verse 13 [
प्रशुप्ते केशवे नैव विवाहः कार्य एव हि  ।
पोषे चैत्रे कुजदिने रिक्ताविष्टितथो न च  ॥
]

`verse 14 [
न शुक्रजीवेऽस्तमिते न शशाङ्के ग्रहार्दिते  ।
अर्कार्कभौमयुक्ते भे व्यतीपातहते न हि  ॥
]

`verse 15 [
सोम्यं पित्र्यञ्च वायव्यं सावित्रं रोहिणी तथा  ।
उत्तरात्रितयं मूलं मैत्रं पौष्णं विवाहभं  ॥
]

`verse 16 [
मानुषाख्यस्तथा लग्नो मानुषाख्यांशकः शुभः  ।
तृतीये च तथा षष्ठे दशमैकादशेऽष्टमे  ॥
]

`verse 17 [
अर्कार्किचन्दतनयाः प्रशस्ता न कुजोऽष्टमः  ।
सप्तान्त्याष्टमवर्गेषु शेषाः शस्ता ग्रहोत्तमाः  ॥
]

`verse 18 [
तेषामपि तथा मध्यात्षष्ठः शुक्रो न शस्यते  ।
वैवाहिके भे कर्तव्या तथैव च चतुर्थिका  ॥
]

`verse 19 [
न दातव्या ग्रहास्तत्र चतुराद्यास्तथैकगाः  ।
पर्ववर्जं स्त्रियं गच्छेत्सत्या दत्ता सदा रतिः  ॥
]

`colophon [
इत्याग्नेये महापुराणे विवाहो नाम सतुःपञ्चाशदधिकशततमोऽध्यायः ॥
]
