`verse 1 [
आचारः

पुष्कर उवाच
ब्राह्मे मुहूर्ते चोत्थाय विष्ण्वादीन् दैवतान् स्मरेत् ।
उभे मूत्रपुरीषे तु दिवा कुर्यादुदङ्मुखः  ॥
]

`verse 2 [
रातौ च दक्षिणे कुर्यादुभे सन्ध्ये यथा दिवा  ।
न मार्गादौ जले वीप्यां सतृणायां सदाचरेत् ॥
]

`verse 3 [
शौचं कृत्वा मृदाचम्य भक्षयेद्दन्तधावनं  ।
नित्यं नैमित्तिकं काम्यं क्रियाङ्गं मलकर्षणं  ॥
]

`verse 4 [
क्रियास्नानं तथा षष्ठं षोढास्नानं प्रकीर्तितं  ।
अस्नातस्याफलं कर्म प्रातःस्नानं चरेत्ततः  ॥
]

`verse 5 [
भूमिष्ठमुद्धृतात्पुण्यं ततः प्रस्रवणोदकं  ।
ततोऽपि सारसं पुण्यं तस्मान्नादेयमुच्यते  ॥
]

`verse 6 [
तीर्थतोयं ततः पुण्यं गाङ्गं पुण्यन्तु सर्वतः  ।
संशोधितमलः पूर्वं निमग्नश्च जलाशये  ॥
]

`verse 7 [
उपस्पृश्य ततः कुर्यादम्भसः परिमार्जनं  ।
हिरण्यवर्णास्तिसृभिः शन्नो देवीति चाप्यथ  ॥
]

`verse 8 [
आपोहिष्ठेति तिसृभिरिदमापस्तथैव च  ।
ततो जलाशये मग्नः कुर्यादन्तर्जलं जपं  ॥
]

`verse 9 [
तत्राघमर्षणं सूक्तं द्रुपदां वा तथा जपेत् ।
युञ्जते मन इत्येवं सूक्तं सूक्तं वाप्यथ पौरुषं  ॥
]

`verse 10 [
गायत्रीं तु विशेषेण अघमर्षणसूक्तके  ।
देवता भाववृत्तस्तु ऋषिश्चैवाघमर्षणः  ॥
]

`verse 11 [
छन्दश्चानुष्टुभं तस्य भाववृत्तो हरिः स्मृतः  ।
आपीडमानः शाटीं तु देवतापितृतर्पणं  ॥
]

`verse 12 [
पौरुषेण तु सूक्तेन ददेच्चैवोदकाञ्जलिं  ।
ततोऽग्निहवनं कुर्याद्दानं दत्वा तु शक्तितः  ॥
]

`verse 13 [
ततः समभिगच्छेत योगाक्षेमार्थमीश्वरं  ।
आसनं शयनं यानं जायापत्यङ्कमण्डलुः  ॥
]

`verse 14 [
आत्मनः शुचिरेतानि परेषां न शुचिर्भवेत् ।
भाराक्रान्तस्य गुर्विण्याः पन्था देयो गुरुष्वपि  ॥
]

`verse 15 [
न पश्येच्चार्कमुद्यन्तन्नास्तं यान्तं न चाम्भसि  ।
नेक्षेन्नग्नां स्त्रियं कूपं शूनास्थानमघौघिनं  ॥
]

`verse 16 [
कार्पासाथि तया भस्म नाक्रामेद्यच्च कुत्सितं  ।
अन्तःपुरं वित्तिगृहं परदौत्यं ब्रजेन्न हि  ॥
]

`verse 17 [
नारोहेद्विषमान्नावन्न वृक्षं न च पर्वतं  ।
अर्थायतनशास्त्रेषु तथैव स्यात्कुतूहली  ॥
]

`verse 18 [
लोष्टमर्दो तृणच्छेदी नखखादी विनश्यति  ।
मुखादिवादनं नेहेद्विना दीपं न रात्रिगः  ॥
]

`verse 19 [
नाद्वारेण विशेद्वेश्म न च वक्त्रं विरागयेत् ।
कथाभङ्गं न कुर्वीत न च वासोविपर्ययं  ॥
]

`verse 20 [
भद्रं भद्रमिति ब्रूयान्नानिष्टं कीर्तयेत्क्वचित् ।
पालाशमासनं वर्ज्यं देवादिच्छायया व्रजेत् ॥
]

`verse 21 [
न मध्ये पूज्ययोर्यायात्नोच्छिष्टस्तारकादिदृक् ।
नद्यान्नान्यां नदीं ब्रूयान्न कण्डूयेद्द्विहस्तकं  ॥
]

`verse 22 [
असन्तर्प्य पितॄन् देवान्नदीपारञ्च न व्रजेत् ।
मलादिप्रक्षिपेन्नाप्सु न नग्नः स्नानमाचरेत् ॥
]

`verse 23 [
ततः समभिगच्छेत योगक्षेमार्थमीश्वरं  ।
स्रजन्नात्मनाप्पनयेत्खरादिकरजस्त्यजेत् ॥
]

`verse 24 [
हीनान्नावहसेत्गच्छेन्नादेशे नियसेच्च तैः  ।
वैद्यराजनदीहीने म्लेच्छस्त्रीबहुनायके  ॥
]

`verse 25 [
रजस्वलादिपतितैर्न भाषेत केशवं स्मरेत् ।
नासंवृतमुखः कुर्याद्धासं जृम्भां तथा क्षुतं  ॥
]

`verse 26 [
प्रभोरप्यवमनं खद्गोपयेद्वचनं बुधः  ।
इन्द्रियाणां नानुकूली वेदरोधं न कारयेत् ॥
]

`verse 27 [
नोपेक्षितव्यो व्याधिः स्याद्रिपुरल्पोऽपि भार्गव  ।
रथ्यातिगः सदाचामेत् विभृयान्नाग्निवारिणी  ॥
]

`verse 28 [
न हुङ्कुर्याच्छिवं पूज्यं पादं पादेन नाक्रमेत् ।
प्रत्यक्षं वा परोक्षं वा कस्य चिन्नाप्रियं वदेत् ॥
]

`verse 29 [
वेदशास्त्रनरेन्द्रर्षिदेवनिन्दां विवर्जयेत् ।
स्त्रीणामीर्षा न कर्तव्या त्रिश्वासन्तासु वर्जयेत् ॥
]

`verse 30 [
धर्मश्रुतिं देवरतिं कुर्याद्धर्मादि नित्यशः  ।
सोमस्य पूजां जन्मर्क्षे विप्रदेवादिपूजनं  ॥
]

`verse 31 [
षष्ठीचतुर्दश्यष्टम्यामभ्यङ्गं वर्जयेत्तथा  ।
दूराद्गृहान्मूत्रविष्ठे नोत्तमैवैरमाचरेत् ॥
]

`colophon [
इत्याग्नेये महापुराणे आचाराध्यायो नाम पञ्चपञ्चाशदधिकशततमोऽध्यायः ॥
]
