`verse 1 [
द्रव्यशुद्धिः

पुष्कर उवाच
द्रव्यशुद्धिं प्रवक्ष्यामि पुनःपाकेन मृण्मयं  ।
शुद्ध्येन्मूत्रपुरीषाद्यैः स्पृष्टाम्रं सुवर्णकं  ॥
]

`verse 2 [
आवर्तितञ्चान्यथा तु वारिणाम्ल्लेन ताम्रकं  ।
क्षारेण कांस्यलोहानां मुक्तादेः क्षालनेन तु  ॥
]

`verse 3 [
अब्जानां चैव भाण्डानां सर्वस्याश्ममयस्य च  ।
शाकरज्जुमूलफलवैदलानां तथैव च  ॥
]

`verse 4 [
मार्जनाद्यज्ञपात्राणां पाणिना यज्ञकर्मणि  ।
उष्णाम्बुना सस्नेहानां शुद्धिः सम्मार्जनाद्गृहे  ॥
]

`verse 5 [
शोधनान्म्रक्षणाद्वस्त्रे मृत्तिकाद्भिर्विशोधनं  ।
बहुवस्त्रे प्रोक्षणाच्च दारवाणाञ्च तक्षणात् ॥
]

`verse 6 [
प्रोक्षणात्संहतानान्तु द्रवाणाञ्च तथोत्प्लवात् ।
शयनासनयानानां शूर्पस्य शकटस्य च  ॥
]

`verse 7 [
शुद्धिः सम्प्रोक्षणाज्ज्ञेया पलालेन्धनयोस्तथा  ।
शुद्धार्थकानाङ्कल्केन शृङ्गदन्तमयस्य च  ॥
]

`verse 8 [
गोबालैः पलपात्राणामस्थ्नां स्याच्छृङ्गवत्तथा  ।
निर्यासानां गुडानाञ्च लवणानां च शोषणात् ॥
]

`verse 9 [
कुशुम्भकुसुमानाञ्च ऊर्णाकार्पासयोस्तथा  ।
शुद्धन्नदीगतं तोयं पुण्यन्तद्वत्प्रसारितं  ॥
]

`verse 10 [
मुखवर्जञ्च गौः शुद्धा शुद्धमश्वाजयोर्मुखं  ।
नारीणाञ्चैव वत्सानां शकुनीनां शुनो मुखं  ॥
]

`verse 11 [
मुखैः प्रस्रवणे वृत्ते मृगयायां सदा शुचि  ।
भुक्त्वा क्षुत्वा तथा सुप्त्वा पीत्वा चाम्भो विगाह्य च  ॥
]

`verse 12 [
रथ्यामाक्रम्य चाचामेद्वासो विपरिधाय च  ।
मार्जारश्चङ्क्रमाच्छुद्धश्चतुर्य्थेऽह्नि रजस्वला  ॥
]

`verse 13 [
स्नाता स्त्री पञ्चमे योग्या दैवे पित्र्ये च कर्मणि  ।
पञ्चापाने दशैकस्मिन्नुभयोः सप्त मृत्तिकाः  ॥
]

`verse 14 [
एकां लिङ्गे मृदं दद्यात्करयोस्त्रिद्विमृत्तिकाः  ।
ब्रह्मचारिवनस्थानां यतीनाञ्च चतुर्गुणं  ॥
]

`verse 15 [
श्रीफलैरंशुपट्टानां क्षौमाणाङ्गौरसर्षपैः  ।

शुद्धिः पर्युक्ष्य तोयेन मृगलोम्नां प्रकीर्तिता  ॥
]
