`verse 1 [
शावाशौचादिः

पुष्कर उवाच
प्रेतशुद्धिं प्रवक्ष्यामि सूतिकाशुध्हिमेव च  ।
दशाहं शावमाशौचं सपिण्देषु विधीयते  ॥
]

`verse 2 [
जनने च तथा शुद्धिर्ब्राह्मणानां भृगूत्तम  ।
द्वादशाहेन राजन्यः पक्षाद्वैश्योऽथ मासतः  ॥
]

`verse 3 [
शूद्रोऽनुलोमतो दासे स्वामितुल्यन्त्वशौचकं  ।
षट्भिस्त्रिभिरथैकेन क्षत्रविट्शूद्रयोनिषु  ॥
]

`verse 4 [
ब्राह्मणः शुद्धिमाप्नोति क्षत्रियस्तु तथैव च  ।
विट्शूद्रयोनेः शुद्धिः स्यात्क्रमात्परशुरामक  ॥
]

`verse 5 [
षड्रात्रेण त्रिरात्रेण षड्भिः शूद्रे तथा विशः  ।
आदन्तजननात्सद्य आचूडान्नैशिकी श्रुतिः  ॥
]

`verse 6 [
त्रिरात्रमाव्रतादेशाद्दशरात्रमतः परं  ।
ऊनत्रैवार्षिके शूद्रे पञ्चाहाच्छुद्धिरिष्यते  ॥
]

`verse 7 [
द्वादशाहेने शुद्धिः स्यादतीते वत्सरत्रये  ।
गतैः संवत्सरैः षड्भिः शुद्धिर्मासेन कीर्तिता  ॥
]

`verse 8 [
स्त्रीणामकृतचूडानां विशुद्धिर्नैशिकी स्मृता  ।
तथा च कृतचुडानां त्र्यहाच्छुद्ध्यन्ति बान्धवाः  ॥
]

`verse 9 [
विवाहितासु नाशौचं पितृपक्षे विधीयते  ।
पितुर्गृहे प्रसूतानां विशुद्धिर्नैशिकी स्मृता  ॥
]

`verse 10 [
सूतिका दशरात्रेण शुद्धिमाप्नोति नान्यथा  ।
विवाहिता हि चेत्कन्या म्रियते पितृवेश्मनि  ॥
]

`verse 11 [
तस्यास्त्रिरात्राच्छुद्ध्यन्ति बान्धवा नात्र संशयः  ।
समानं लब्धशौचन्तु प्रथमेन समापयेत् ॥
]

`verse 12 [
असमानं द्वितीयेन धर्मराजवचो यथा  ।
देशान्तरस्थः श्रुत्वा तु कुल्याणां मरणोद्भवौ  ॥
]

`verse 13 [
यच्छेषं दशरात्रस्य तावदेवशुचिर्भवेत् ।
अतीते दशरात्रे तु त्रिरात्रमशुचिर्भवेत् ॥
]

`verse 14 [
तथा संवत्सरेऽतीते स्नात एव विशुद्ध्यति  ।
मातामहे तथातीते आचार्ये च तथा मृते  ॥
]

`verse 15 [
रात्रिभिर्मासतुल्याभिर्गर्भस्रावे विशोधनं  ।
सपिण्डे ब्राह्मणे वर्णाः सर्व एवाविशेषतः  ॥
]

`verse 16 [
दशरात्रेण शुद्ध्यन्ति द्वादशाहेन भूमिपः  ।
वैश्याः पञ्चदशाहेन शूद्रा मासेन भार्गव  ॥
]

`verse 17 [
उच्छिष्टसन्निधावेकं तथा पिण्डं निवेदयेत् ।
कीर्तयेच्च तथा तस्य नमगोत्रे समाहितः  ॥
]

`verse 18 [
भुक्तवत्सु द्विजेन्द्रेषु पूजितेषु धनेन च  ।
विसृष्टाक्षततोयेषु गोत्रनामानुकीर्तनैः  ॥
]

`verse 19 [
चतुरङ्गुलविस्तारं तत्खातन्तावदन्तरं  ।
वितस्तिदीर्घं कर्तव्यं विकर्षूणां तथा त्रयं  ॥
]

`verse 20 [
विकर्षूणां समीपे च ज्वालयेज्ज्वलनत्रयं  ।
सोमाय वह्नये राम यमाय च समासतः  ॥
]

`verse 21 [
जुहुयादाहुतीः सम्यक्सर्वत्रैव चतुस्त्रयः  ।
पिण्डनिर्वपणं कुर्यात्प्राग्वदेव पृथक्पृथक् ॥
]

`verse 22 [
अन्नेन दध्ना मधुना तथा मांसेन पूरयेत् ।
मध्ये चेदधिमासः स्यात्कुर्यादभ्यधिकन्तु तत् ॥
]

`verse 23 [
अथवा द्वादशाहेन सर्वमेतत्समापयेत् ।
संवत्सरस्य मध्ये च यदि स्यादधिमासकः  ॥
]

`verse 24 [
तदा द्वादशके श्राद्धे कार्यं तदधिकं भवेत् ।
संवत्सरे समाप्ते तु श्राद्धं श्राद्धवदाचरेत् ॥
]

`verse 25 [
प्रेताय तत ऊर्धवं च तस्यैव पुरुषत्रये  ।
पिण्डान् विनिर्वपेत्तद्वच्चतुरस्तु समाहितः  ॥
]

`verse 26 [
सम्पूज्य दत्वा पृथिवी समाना इति चाप्यथ  ।

योजयेत्प्रेतपिण्डं तु पिण्डेष्वन्येषु भार्गव  ॥
]

`verse 27 [
प्रेतपात्रं च पात्रेषु तथैव विनियोजयेत् ।
पृथक्पृथक्प्रकर्तव्यं कर्मैतत्कर्मपात्रके  ॥
]

`verse 28 [
मन्त्रवर्जमिदं कर्म शूद्रस्य तु विधीयते  ।
सपिण्डीकरणं स्त्रीणां कार्यमेवं तदा भवेत्  ॥
]

`verse 29 [
श्राद्धं कुर्याच्च प्रत्यब्दं प्रेते कुम्भान्नमब्दकं  ।
गङ्गायाः सिकता धारा यथा वर्षति वासवे  ॥
]

`verse 30 [
शक्या गणयितुं लोके नत्वतीताः पितामहाः  ।
काले सततगे स्थैर्यं नास्ति तस्मात्क्रियां चरेत् ॥
]

`verse 31 [
देवत्वे यातनास्थाने प्रेतः श्राद्धं कृतं लभेत् ।
नोपकुर्यान्नरः शोचन् प्रेतस्यात्मन एव वा  ॥
]

`verse 32 [
भृग्वग्निपाशकाम्भोभिर्मृतानामात्मघातिनां  ।
पतितानां च नाशौचं विद्युच्छस्त्रहताश्च ये  ॥
]

`verse 33 [
यतिब्रतिब्रह्मचारिनृपकारुकदीक्षिताः  ।
राजाज्ञाकारिणो ये च स्नायाद्वै प्रेतगाम्यपि  ॥
]

`verse 34 [
मैथुने कटधूमे च सद्यः स्नानं विधीयते  ।
द्विजं न निर्हरेत् प्रेतं शूद्रेण तु कथञ्चन  ॥
]

`verse 35 [
न च शूद्रं द्विजेनापि तयोर्दोषो हि जायते  ।
अनाथविप्रप्रेतस्य वहनात्स्वरगलोकभाक् ॥
]

`verse 36 [
सङ्ग्रामे जयमाप्नोति प्रेतेऽनाथे च काष्ठदः  ।
सङ्कल्प्य बान्धवं प्रेतमपसव्येन तां चितिं  ॥
]

`verse 37 [
परिक्रम्य ततः स्नानं कुर्युः सर्वे सवाससः  ।
प्रेताय च तथा दद्युस्त्रींस्त्रींश्चैवोदकाञ्जलीन्  ॥
]

`verse 38 [
द्वार्यश्मनि पदं दत्वा प्रविशेयुस्तथा गृहं  ।
अक्षतान्निक्षिपेद्वह्नौ निम्बपत्रं विदश्य च  ॥
]

`verse 39 [
पृथक्शयीरन् भूमौ च क्रीतलब्धाशनो भवेत् ।
एकः पिण्दो दशाहे तु श्मश्रुकर्मकरः शुचिः  ॥
]

`verse 40 [
सिद्धार्थकैस्तिलैर्विद्वान्मज्जेद्वासोपरं दधत्  ।
अजातदन्ते तनये शिशौ गर्भस्रुते तथा  ॥
]

`verse 41 [
कार्यो नैवाग्निसंस्कारो नैव चास्योदकक्रिया  ।
चतुर्थे च दिनेकार्यस्तथास्थ्नां चैव सञ्चयः  ॥
]

`verse 42 [
अस्थिसञ्चयनादूर्ध्वमङ्गस्पर्शो विधीयते ॥
]

`colophon [
इत्याग्नेये महापुराणे शावाशौचं नाम सप्तपञ्चाशदाधिकशततमोऽध्यायः ॥
]
