`verse 1 [
असंस्कृतादिशौचं

पुष्कर उवाच
संस्कृतस्यासंस्कृतस्य स्वर्गो मोक्षो हरिम्मृतेः  ।
अस्थ्नाङ्गङ्गाम्भसि क्षेपात्प्रेतस्याभ्युदयो भवेत् ॥
]

`verse 2 [
गङ्गातोये नरस्यास्थि यावत्तावद्दिवि स्थितिः  ।
आत्मनस्त्यागिनां नास्ति पतितानां तथा क्रिया  ॥
]

`verse 3 [
तेषामपि तथा गाङ्गे तोयेऽस्थ्नां पतनं हितं  ।
तेषां दत्तं जलं चान्नं गगने तत्प्रलीयते  ॥
]

`verse 4 [
अनुग्रहेण महता प्रेतस्य पतितस्य च  ।
नारायणबलिः कार्यस्तेनानुग्रहमश्नुते  ॥
]

`verse 5 [
अक्षयः पुण्डरीकाक्षस्तत्र दत्तं न नश्यति  ।
पतनात्त्रायते यस्मात्तस्मात्पात्रं जनार्दनः  ॥
]

`verse 6 [
पततां भुक्तिमुक्त्यादिप्रद एको हरिर्ध्रुवं  ।
दृष्ट्वा लोकान्म्रियमाणान् सहायं धर्ममाचरेत् ॥
]

`verse 7 [
मृतोऽपि बान्धवः शक्तो नानुगन्तुं नरं मृतं  ।
जायावर्जं हि सर्वस्य याम्यः पन्था विभिद्यते  ॥
]

`verse 8 [
धर्म एको व्रजत्येनं यत्र क्वचन गामिनं  ।
श्वः कार्यमद्य कुर्वीत पूर्वाह्णे चापराह्णिकं  ॥
]

`verse 9 [
न हि प्रतीक्षते मृत्युः कृतः वास्य न वा कृतं  ।
क्षेत्रापणगृहासक्तमन्यत्रगतमानसं  ॥
]

`verse 10 [
वृकीवीरणमासाद्य मृत्युरादाय गच्छति  ।
न कालस्य प्रियः कश्चिद्द्वेष्यश्चास्य न विद्यते  ॥
]

`verse 11 [
आयुष्ये कर्मणि क्षीणे प्रसह्य हरिते जनं  ।
नाप्राप्तकालो म्रियते विद्धः शरशतैरपि  ॥
]

`verse 12 [
कुशाग्रेणापि संस्पृष्टः प्राप्तकालो न जीवति  ।
- - - - - -- - -- - -- - -- - -- -- - --
१ पन्था विभज्यते इति ग..
२ धर्म एवेति ज..
- - - -- - - -- - -- - -- - -- - - ---
औषधानि न मन्त्राद्यास्त्रायन्ते मृत्युनान्वितं  ॥
]

`verse 13 [
वत्सवत्प्राकृतं कर्म कर्तारं विन्दति ध्रुवं  ।
अव्यक्तादि व्यक्तमध्यमव्यक्तनिधनं जगत् ॥
]

`verse 14 [
कौमारादि यथा देहे तथा देहान्तरागमः  ।
नवमन्यद्यथा वस्त्रं गृह्णात्येवं शरीरिकं  ॥
]

`verse 15 [
देही नित्यमवध्योऽयं यतः शोकं ततस्त्यजेत् ॥
]

`colophon [
इत्याद्याग्नेये महापुराणे शौचं नामैकोनषष्ट्यधिकतशततमोऽध्यायः ॥
- - - - -- - -- -- - - -- -
१ औषधादीति क..
--- - - -- - -- - -- - - --
]
