`verse 1 [
वानप्रस्थाश्रमः

पुष्कर उवाच
वानप्रस्थयतीनाञ्च धर्मं वक्ष्येऽधुना शृणु  ।
जटित्वमग्निहोत्रित्वं भूशय्याजिनधारणं  ॥
]

`verse 2 [
वने वासः पयोमूलनीवारफलवृत्तिता  ।
प्रतिग्रहनिवृत्तिश्च त्रिःस्नानं ब्रह्मचारिता  ॥
]

`verse 3 [
देवातिथीनां पूजा च धर्मोऽयं वनवासिनः  ।

गृही ह्यपत्यापत्यञ्च दृष्ट्वारण्यं समाश्रयेत् ॥
]

`verse 4 [
तृतीयमायुषो भागमेकाकी वा सभार्यकः  ।
ग्रीष्मे पञ्चतपा नित्यं वर्षास्वभ्राविकाशिकः  ॥
]

`verse 5 [
आर्द्रवासाश्च हेमन्ते तपश्चोग्रञ्चरेद्बली  ।
अपरावृत्तिमास्थाय व्रजेद्दिशमजिह्मगः  ॥
]

`colophon [
इत्याग्नेये महापुराणे वानप्रस्थाश्रमो नाम षष्ट्यधिकशततमोऽध्यायः ॥
]
