`verse 1 [
यतिधर्मः

पुष्कर उवाच
यतिर्धर्मं प्रवक्ष्यामि ज्ञानमोक्षादिदर्शकं  ।
]

`verse 2 [
चतुर्धमायुषो भागं प्राप्य सङ्गात्परिवर्जयेत्  ॥
]

`verse 3 [
यदह्नि विरजेद्धीरस्तदह्नि च परिव्रजेत् ।
]

`verse 4 [
प्रजापत्यां निरूप्येष्टिं सर्वदेवसदक्षिणां  ॥
]

`verse 5 [
आत्मन्यग्नीन् समारोप्य प्रव्रजेद्ब्राह्मणो गृहात् ।
]

`verse 6 [
एक एव चरेन्नित्यं ग्रासमन्नाथमाश्रयेत् ॥
]

`verse 7 [
उपेक्षकोऽसिञ्चयिको मुनिर्ज्ञानसमन्वितः  ।
]

`verse 8 [
कपालं वृक्षमूलञ्च कुचेलमसहायाता  ॥
]

`verse 9 [
समता चैव सर्वस्मिन्नेतन्मुक्तस्य लक्षणं  ।
]

`verse 10 [
नाभिनन्देन मरणं नाभिनन्देत जीवनं  ॥
]

`verse 11 [
कालमेव प्रतीक्षेत निदेशं भृतको यथा  ।
]

`verse 12 [
दृष्टिपूतं न्यसेत्पादं वस्त्रपूतं जलं पिवेत् ॥
]

`verse 13 [
सत्यपूतां वदेद्वाचं मनःपूतं समाचरेत् ।
]

`verse 14 [
अलावुदारुपत्राणि मृण्मयं वैष्णवं यतेः  ॥
]

`verse 15 [
विधूमे न्यस्तमुषले व्यङ्गारे भुक्तवज्जने  ।
]

`verse 16 [
वृत्ते शरावसम्पाते भिक्षां नित्यं यतिश्चरेत् ॥
]

`verse 17 [
मधूकरमसङ्क्लिप्तं प्राक्प्रणीतमयाचितं  ।
]

`verse 18 [
तात्कालिकञ्चोपपन्नं भैक्षं पञ्चविधं स्मृतं  ॥
]

`verse 19 [
पाणिपात्री भवेद्वापि पात्रे पात्रात्समाचरेत् ।
]

`verse 20 [
अवेक्षेत गतिं नॄणां कर्मदोषसमुद्भवां  ॥
]

`verse 21 [
शुद्धभावश्चरेद्भर्मं यत्र तत्राश्रमे रतः  ।
]

`verse 22 [
समः सर्वेषु भूतेषु न लिङ्गं धर्मकारणं  ॥
]

`verse 23 [
फलं कतकवृक्षस्य यद्यप्यम्बुप्रसादकं  ।
]

`verse 24 [
न नामग्रहणादेव तस्य वारि प्रसीदति  ॥
]

`verse 25 [
अजिह्मः पण्डकः पङ्गुरन्धो बधिर एव च  ।
]

`verse 26 [
सद्भिश्च मुच्यते मद्भिरज्ञानात्संसृतो द्विजः  ॥
]

`verse 27 [
अह्नि रात्र्याञ्च यान् जन्तून् हिनस्त्यज्ञानतो यतिः  ।
]

`verse 28 [
तेषां स्नात्वा विशुद्ध्यर्थं प्राणायामान् षडाचरेत्  ॥
]

`verse 29 [
अस्थिस्थूणं स्नायुयुतं मांसशोणितलेपनं  ।
]

`verse 30 [
चर्मावनद्धं दुर्गन्धं पूर्णं मूत्रपुरीषयोः  ॥
]

`verse 31 [
जराशोकसमाविष्टं रोगायतनमातुरं  ।
]

`verse 32 [
रजस्वलमनित्यञ्च भूतावासमिमन्त्यजेत् ॥
]

`verse 33 [
धृतिः क्षमा दमोऽस्तेयं शौचमिन्द्रियनिग्रहः  ।
]

`verse 34 [
ह्रीर्विद्या सत्यमक्रोधो दशकं धर्मलक्षणं  ॥
]

`verse 35 [
चतुर्विधं भैक्षवस्तु कुटीरकवहूदके  ।
]

`verse 36 [
हंसः परमहंसश्च यो यः पश्चात्स उत्तमः  ॥
]

`verse 37 [
एकदण्डी त्रिदण्डी वा योगी मुच्यते बन्धनात् ।
]

`verse 38 [
अहिंसा सत्यमस्तेयं ब्रह्मचर्यापरिग्रहौ  ॥
]

`verse 39 [
यमाः पञ्चाथ नियमाः शौचं सन्तोषणन्तपः  ।
]

`verse 40 [
स्वाध्यायेश्वरपूजा च पद्मकाद्यासनं यतेः  ॥
]

`verse 41 [
प्राणायामस्तु द्विविधः स गर्भोऽगर्भ एव च  ।
]

`verse 42 [
जपध्यानयुतो गर्भो विपरीतस्त्वगर्भकः  ॥
]

`verse 43 [
प्रत्येकं त्रिविधं सोपि पूरकुम्भकरेचकैः  ।
]

`verse 44 [
पूरणात्पूरको वायोर्निश्चलत्वाच्च कुम्भकः  ॥
]

`verse 45 [
रेचनाद्रेचकः प्रोक्तो मात्राभेदेन च त्रिधा  ।
]

`verse 46 [
द्वादशात्तु चतुर्विंशः षट्त्रिंशन्मात्रिकोऽपरः  ॥
]

`verse 47 [
तालो लघ्वक्षरो मात्रा प्रणवादि चरेच्छनैः  ।
]

`verse 48 [
प्रत्याहारो जापकानां ध्यानमीश्वरचिन्तनं  ॥
]

`verse 49 [
मनोधृतिर्धारणा स्यात्समाधिर्ब्रह्मणि स्थितिः  ।
]

`verse 50 [
अयमात्मा परं ब्रह्म सत्यं ज्ञानमनन्तकं  ॥
]

`verse 51 [
विज्ञानमानन्दं ब्रह्म तत्त्वमस्य.अहमस्मि तत् ।
]

`verse 52 [
परं ब्रह्म ज्योतिरात्मा वासुदेवो विमुक्त ओं  ॥
]

`verse 53 [
देहेन्द्रियमनोबुद्धिप्राणाहङ्कारवर्जितं  ।
]

`verse 54 [
जाग्रत्स्वप्नसुसुप्त्यादिमुक्तं ब्रह्म तुरोयकं  ॥
]

`verse 55 [
नित्यशुद्धबुद्धयुक्तसत्यमानन्दमद्वयं  ।
]

`verse 56 [
अहं ब्रह्म परं ज्योतिरक्षरं सर्वगं हरिः  ॥
]

`verse 57 [
सोऽसावादित्यपुरुषः सोऽसावहमखण्ड ओं  ।
]

`verse 58 [
सर्वारम्भपरित्यागी समदुःखसुखं क्षमी  ॥
]

`verse 59 [
भावशुद्धश्च ब्रह्माण्डं भित्त्वा ब्रह्म भवेन्नरः  ।
]

`verse 60 [
आषढ्यां पौर्णमास्याञ्च चातुर्मास्यं व्रतञ्चरेत् ॥
]

`verse 61 [
ततो ज्रजेत्नवम्यादौ ह्यृतुसन्धिषु वापयेत् ।
]

`verse 62 [
प्रायश्चित्तं यतीनाञ्च ध्यानं वायुयमस्तथा  ॥
]

`colophon [
इत्याग्नेये महापुराणे यतिर्धर्मा नामैकषष्ट्यधिकशततमोऽध्यायः ॥
]
