`verse 1 [
धर्मशास्त्रकथनं

पुष्कर उवाच
मनुर्विष्णुर्याज्ञवल्को हारीतोऽत्रिर्यमोऽङिगिराः  ।
वसिष्ठदक्षसंवर्तशातातपपराशराः  ॥
]

`verse 2 [
आपस्तम्बोशनोव्यासाः कात्ययनबृहस्पती  ।
गोतमः शङ्खलिखितौ धर्ममेते यथाब्रुवन्  ॥
]

`verse 3 [
तथा वक्ष्ये समासेन भुक्तिमुक्तिप्रदं शृणु  ।
प्रवृत्तञ्च निवृत्तञ्च द्विविधङ्कर्म वैदिकं  ॥
]

`verse 4 [
काम्यं कर्म प्रवृत्तं स्यान्निवृत्तं ज्ञानपूर्वकं  ।
वेदाभ्यासस्तपो ज्ञानमिन्दियाणाञ्च संयमः  ॥
]

`verse 5 [
अहिंसा गुरुसेवा च निःश्रेयसकरं परं  ।
सर्वेषामपि चैतेषामत्मज्ञानं परं स्मृतं  ॥
]

`verse 6 [
तच्चग्र्यं सर्वविद्यानां प्राप्यते ह्यमृतं ततः  ।
सर्वभूतेषु चात्मानं सर्वभूतानि चात्मनि  ॥
]

`verse 7 [
समम्पश्यन्नात्मयाजी स्वाराज्यमधिगच्छति  ।
आत्मज्ञाने समे च स्याद्वेदाभ्यासे च यत्नवान्  ॥
]

`verse 8 [
एतद्द्विजन्मसामर्थ्यं ब्राह्मणस्य विशेषतः  ।

वेदशास्त्रार्थतत्त्वज्ञो यत्र तत्राश्रमे वसन्  ॥
]

`verse 9 [
इहैव लोके तिष्ठन् हि ब्रह्मभूयाय कल्प्यते  ।
स्वाध्यायानामुपाकर्म श्रावण्यां श्रावणेन तु  ॥
]

`verse 10 [
हस्ते चौषधिवारे च पञ्चम्यां श्रावणस्य वा  ।
पौषमासस्य रोहिण्यामष्टकायामथापि वा  ॥
]

`verse 11 [
जलान्ते छन्दसाङ्कुर्यादुत्सर्गं विधिवद्वहिः  ।
त्र्यहं प्रेतेष्वनध्यायः शिष्यर्त्विग्गुरुबन्धुषु  ॥
]

`verse 12 [
उपाकर्मणि चोत्सर्गं स्वशाखाश्रोत्रिये तथा  ।
सन्ध्यागर्जितनिर्घाते भूकम्पोल्कानिपातने  ॥
]

`verse 13 [
समाप्य वेदं ह्यनिशमारण्यकमधीत्य च  ।
पञ्चदश्यां चतुर्दश्यामष्टम्यां राहुसूतके  ॥
]

`verse 14 [
ऋतुसन्धिषु भुक्त्वा वा श्राद्विकं प्रतिगृह्य च  ।
पशुमण्डूकनकुलश्वाहिमार्जारशूकरैः  ॥
]

`verse 15 [
कृतेन्तरे त्वहोरात्रं शक्रपाते तथोच्छ्रिये  ।
श्वक्रोष्टुगर्धभोलूकमासवाणर्तुनिस्वने  ॥
]

`verse 16 [
अमेध्यशवशूद्रान्त्यश्मशानपतितान्तिके  ।
अशुभासु च तारासु विद्युत्स्तनितसम्प्लवे  ॥
]

`verse 17 [
भुत्क्वार्द्रपाणिरम्भोन्तरर्धरात्रेऽतिमारुते  ।
पांशुवर्षे दिशान्दाहे सन्ध्यानीहारभीतिषु  ॥
]

`verse 18 [
धावतः प्राणिबाधे च विशिष्टे गृहमागते  ।

खरोष्ट्रयानहस्त्यश्वनौकावृक्षादिरोहणे  ॥
]

`verse 19 [
सप्तत्रिंशदनध्यायानेतांस्तात्कालिकान्विदुः ॥
]

`colophon [
इत्याग्नेये महापुराणे धर्मशास्त्रं नाम द्विषष्ट्यधिकशततमोऽध्यायः ॥
]
