`verse 1 [
thumb|पार्वण श्राद्ध

अथ त्रिषष्ट्यधिकशततमोऽध्यायः

श्राद्धकल्पकथनं

पुष्कर उवाच
श्राद्धकल्पं प्रवक्ष्यामि भुक्तिमुक्तिप्रदं शृणु  ।
निमन्त्र्य विप्रान् पूर्वेद्युः स्वागतेनापराह्णतः  ॥
]

`verse 2 [
प्राच्योपवेशयेत्पीठे युग्मान्दैवेऽथ पित्रके  ।
अयुग्मान् प्राङ्मुखान्दैवे त्रीन् पैत्रे चैकमेव वा  ॥
]

`verse 3 [
मातामहानामप्येवन्तन्त्रं वा वैश्यदेविकं  ।
पाणिप्रक्षालनं दत्त्वा विष्टरार्थं कुशानपि  ॥
]

`verse 4 [
आवाहयेदनुज्ञातो विश्वे देवास इत्यृचा  ।
यवैरन्ववकीर्याथ(?) भाजने सपवित्रके  ॥
]

`verse 5 [
शन्नोदेव्या पयः क्षिप्त्वा यवोसीति यवांस्तथा  ।
यादिव्या इतिमन्त्रेण हस्ते ह्यर्घं विनिक्षिपेत् ॥
]

`verse 6 [
दत्वोदकं गन्धमाल्यं धूपदानं प्रदीपकं  ।
अपसव्यं ततः कृत्वा पितॄणामप्रदक्षिणं  ॥
]

`verse 7 [
द्विगुणांस्तु कुशान् कृत्वा ह्युशन्तस्त्वेत्यृचा पितॄन्  ।
आवाह्य तदनुज्ञातो जपेदायान्तु नः ततः  ॥
]

`verse 8 [
यवार्थास्तु तिलैः कार्याः कुर्यादर्घ्यादि पूर्ववत् ।
दत्त्वार्घ्यं संश्रवान् शेषान् पात्रे कृत्वा विधानतः  ॥
]

`verse 9 [
पितृभ्यः स्थानमसीति न्युब्जं पात्रं करोत्यधः  ।
अग्नौ करिष्य आदाय पृच्छत्यन्नं घृतप्लुतं  ॥
]

`verse 10 [
कुरुष्वेति ह्यनुज्ञातो हुत्वाग्नौ पितृयज्ञवत् ।
हुतशेषं प्रदद्यात्तु भाजनेषु समाहितः  ॥
]

`verse 11 [
यथालाभोपपन्नेषु रौप्येषु तु विशेषतः  ।
दत्वान्नं पृथिवीपात्रमिति पात्राभिमन्त्रणं  ॥
]

`verse 12 [
कृत्वेदं विष्णुरित्यन्ने द्विजाङ्गुष्ठं निवेशयेत् ।
सव्याहृतिकां गायत्रीं मधुवाता इति त्यचं  ॥
]

`verse 13 [
जप्त्वा यथासुखं वाच्यं भुञ्जीरंस्तेऽपि वाग्यताः  ।
अन्नमिष्टं हविष्यञ्च दद्याज्जप्त्वा पवित्रकं  ॥
]

`verse 14 [
अन्नमादाय तृप्ताः स्थ शेषं चैवान्नमस्य च  ।
तदन्नं विकिरेद्भूमौ दद्याच्चापः सकृत्सकृत् ॥
]

`verse 15 [
सर्वमन्नमुपादाय सतिलं दक्षिणामुखः  ।
उच्छिष्टसन्निधौ पिण्डान् प्रदद्यात्पितृयज्ञवत् ॥
]

`verse 16 [
मातामहानामप्येवं दद्यादाचमनं ततः  ।
स्वस्ति वाच्यं ततः कुर्यादक्षय्योदकमेव च  ॥
]

`verse 17 [
दत्वा तु दक्षिणां शक्त्या स्वधाकारमुदाहरेत् ।
वाच्यतामित्यनुज्ञातः स्वपितृभ्यः स्वधोच्यतां  ॥
]

`verse 18 [
कुर्युरस्तु स्वधेत्युक्ते भूमौ सिञ्चेत्ततो जलं  ।
प्रीयन्तामिति वा दैवं विश्वे देवा जलं ददेत् ॥
]

`verse 19 [
दातारो नोऽभिवर्धन्तां वेदाः सन्ततिरेव च  ।
श्रद्धा च नो माव्यगमद्बहुदेयं च नो .स्त्विति  ॥
]

`colophon [
इत्युक्त्वा तु प्रिया वाचः प्रणिपत्य विसर्जयेत् ।
वाजे वाज इति प्रीतपितृपूर्वं विसर्जनं  ॥
]

`verse 20 [
यस्मिंस्तु संश्रवाः पूर्वमर्घपात्रे निपातिताः  ।
पितृपात्रं तदुत्तानं कृत्वा विप्रान् विसर्जयेत् ॥
]

`verse 21 [
प्रदक्षिणमनुव्रज्य भक्त्वा तु पितृसेवितं  ।
ब्रह्मचारी भवेत्तान्तु रजनीं ब्राह्मणैः सह  ॥
]

`verse 22 [
एवं प्रदक्षिणं कृत्वा वृद्धौ नान्दीमुखान् पितॄन्  ।
यजेत दधिकर्कन्धुमिश्रान् पिण्डान् यवैः क्रिया  ॥
]

`verse 23 [
एकोद्दिष्टं दैवहीनमेकार्घैकपवित्रकं  ।
आवाहनाग्नौकरणरहितं ह्यपसव्यवत् ॥
]

`verse 24 [
उपतिष्ठतामित्यक्षय्यस्थाने पितृविसर्जने  ।
अभिरम्यतामिति वदेद्ब्रूयुस्तेऽभिरताः स्म ह  ॥
]

`verse 25 [
गन्धोदकतिलैर्युक्तं कुर्यात्पात्रचतुष्टयं  ।
अर्घार्थपितृपात्रेषु प्रेतपात्रं प्रसेचयेत् ॥
]

`verse 26 [
ये समाना इति द्वाभ्यां शेषं पूर्ववदाचरेत् ।
एतत्सपिण्डीकरणमेकोद्दिष्टं स्तिया सह  ॥
]

`verse 27 [
अर्वाक्सपिण्डीकरणं यस्य संवत्सराद्भवेत् ।

तस्याप्यन्नं सोदकुम्भं दद्यात्संवत्सरं द्विजे  ॥
]

`verse 28 [
मृताहनि च कर्तव्यं प्रतिमासन्तु वत्सरं  ।
प्रतिसंवत्सरं कार्यं श्राद्धं वै मासिकान्नवत् ॥
]

`verse 29 [
हविष्यान्नेन वै मासं पायसेन तु वत्सरं  ।
मात्स्यहारिणकौरभ्रशाकुनच्छागपार्षतैः  ॥
]

`verse 30 [
ऐणरौरववाराहशाशैर्मांसैर्यथाक्रमं  ।
मासवृद्ध्याभितृप्यन्ति दत्तैरेव पितामहाः  ॥
]

`verse 31 [
खड्गामिषं महाशल्कं मधुयुक्तान्नमेव च  ।
लोहामिषं कालशाकं मांसं वार्धीनसस्य च  ॥
]

`verse 32 [
यद्ददाति गयास्थञ्च सर्वमानन्त्यमुच्यते  ।
तथा वर्षात्रयोदश्यां मघासु च न संशयः  ॥
]

`verse 33 [
कन्यां प्रजां वन्दिनश्च पशून्मुख्यान् सुतानपि  ।
घृतं कृषिं च वाणिज्यं द्विशफैकशफं तथा  ॥
]

`verse 34 [
ब्रह्मवर्चस्विनः पुत्रान् स्वर्णरूप्ये सकुप्यके  ।
ज्ञातिश्रैष्ठ्यं सर्वकामानाप्नोति श्राद्धदः सदा  ॥
]

`verse 35 [
प्रतिपत्प्रभृतिष्वेतान्वर्जयित्वा चतुर्दशीं  ।
शस्त्रेण तु हता ये वै तेषां तत्र प्रदीयते  ॥
]

`verse 36 [
स्वर्गं ह्यपत्यमोजश्च शौर्यं क्षेत्रं बलं तथा  ।
पुत्रश्रैष्ठ्यं ससौभाग्यमपत्यं मुख्यतां सुतान्  ॥
]

`verse 37 [
प्रवृत्तचक्रतां पुत्रान् वाणिज्यं प्रसुतां तथा  ।
अरोगित्वं यशो वीतशोकतां परमाङ्गतिं  ॥
]

`verse 38 [
धनं विद्यां भिषकसिद्धिं रूप्यं गाश्चाप्यजाविकं  ।
अश्वानायुश्च विधिवत्यः श्राद्धं सम्प्रयच्छति  ॥
]

`verse 39 [
कृत्तिकादिभरण्यन्ते स कामानाप्नुयादिमान्  ।
वसुरुद्रादितिसुताः पितरः श्राद्धदेवताः  ॥
]

`verse 40 [
प्रीणयन्ति मनुष्याणां पितॄन् श्राद्धेन तर्पिताः  ।
आयुः प्रजां धनं विद्यां स्वर्गं मोक्षं सुखानि च  ॥
]

`verse 41 [
प्रयच्छन्ति तथा राज्यं प्रीता नॄणां पितामहाः ॥
]

`colophon [
इत्याग्नेये महापुराणे श्राद्धकल्पो नाम त्रिषष्ट्यधिकशततमोऽध्यायः ॥
]
