`verse 1 [
नवग्रहहोमः

पुष्कर उवाच
श्रीकामः शान्तिकामो वा ग्रहयज्ञं समारभेत् ।
वृष्ट्यायुःपुष्टिकामो वा तथैवाभिचरन् पुनः  ॥
]

`verse 2 [
सूर्यः सोमो मङ्गलश्च बुधश्चाथ बृहस्पतिः  ।
शुक्रः शनैश्चरो राहुः केतुश्चेति ग्रहाः स्मृताः  ॥
]

`verse 3 [
ताम्रकात्स्फटिकाद्रक्तचन्दनात्स्वर्णर्कादुभौ  ।
रजतादयसः शीशात्ग्रहाः कार्याः क्रमादिमे  ॥
]

`verse 4 [
सुवर्णैर्वायजेल्लिख्य गन्धमण्डलकेषु वा  ।
यथावर्णं प्रदेयानि वासांसि कुसुमानि च  ॥
]

`verse 5 [
गन्धाश्च वलयश्चैव धूपो देयस्तु गुग्गुलुः  ।
कर्तव्या मन्त्रयन्तश्च चरवः प्रतिदैवतं  ॥
]

`verse 6 [
आकृष्णेन इमं देवा अग्निर्मूर्धा दिवः ककुत् ।
उद्बुद्ध्यस्वेति च ऋचो यथासङ्ख्यं प्रकीर्तिताः  ॥
]

`verse 7 [
बृहस्पते अतियदर्यस्तथैवाल्पात्परिश्रुतः  ।
शन्नो देवीस्तथा काण्डात्केतुं कृन्वन्निमास्तथा  ॥
]

`verse 8 [
अर्कः पालाशः खदिरो ह्यपामार्गोथ पिप्पलः  ।
उदुम्बरः शमी दूर्वा  समिधः क्रमात् ॥
]

`verse 9 [
एकैकस्यात्राष्टशतमष्टाविंशतिरेव वा  ।
होतव्या मधुसर्पिर्भ्यां दध्ना चैव समन्विताः  ॥
]

`verse 10 [
गुडौदनं पायसं च हविष्यं क्षीरयष्टिकं  ।
दध्योदनं हविः पूपान्मांसं चित्रान्नमेव च  ॥
]

`verse 11 [
दद्याद्ग्रहक्रमदेतद्द्विजेभ्यो भोजनं बुधः  ।
शक्तितो वा यथालाभं सत्कृत्य विधिपूर्वकं  ॥
]

`verse 12 [
धेनुः शङ्खस्तथानड्वान् हेम वासो हयस्तथा  ।
कृष्णा गौरायसश्छाग एता वै दक्षिणाः क्रमात् ॥
]

`verse 13 [
यश्च यस्य यदा दूष्यः स तं यत्नेन पूजयेत् ।
ब्रह्मणैषां वरो दत्तः पूजिताः पूजितस्य च  ॥
]

`verse 14 [
ग्रहाधीना नरेन्द्राणा मुछ्रयाः पतनानि च  ।
भावभावो च जगतस्तस्मात्पूज्यतमा ग्रहाः  ॥
]

`colophon [
इत्याग्नेये महापुराणे नवग्रहहोमो नाम चतुःषष्ट्यधिकशततमोऽध्यायः ॥
]
