`verse 1 [
नानाधर्माः

अग्निरुवाच
ध्येय आत्मा स्थितो योऽसौ हृदये दीपवत्प्रभुः  ।
अनन्यविषयं कृत्वा मनो बुद्धिस्मृतीन्द्रियं  ॥
]

`verse 2 [
श्राद्धन्तु ध्यायिने देयं गव्यं दधि घृतं पयः  ।
प्रियङ्गवो मसूराश्च वार्ताकुः कोद्रवो न हि  ॥
]

`verse 3 [
सैंहिकयो यदा सूर्यं ग्रसते पर्वसन्धिषु  ।
हस्तिच्छाया तु सा ज्ञेया श्राद्धदानादिकेऽक्ष्या  ॥
]

`verse 4 [
पित्रे चैव यदा सोमो हंसे चैव करे स्थिते  ।
तिथिर्वैवस्वतो नाम सा छाया कुञ्जरस्य तु  ॥
]

`verse 5 [
अग्नौकरणशेषन्तु न दद्याद्वैश्वदेविके  ।
अग्न्यभावे तु विप्रस्य हस्ते दद्यात्तु दक्षिणे  ॥
]

`verse 6 [
न स्त्री दुष्यति जारेण न विप्रो वेदकर्मणा  ।
बलात्कारोपभुक्ता चेद्वैरिहस्तगतापि वा  ॥
]

`verse 7 [
सन्त्यजेद्दूषितान्नारीमृतुकाले न शुद्ध्यति  ।
य आत्मव्यतिरेकेण द्वितीयं नात्र पश्यति  ॥
]

`verse 8 [
ब्रह्मभूतः स एवेह योगी चात्मरतोऽमलः  ।
विषयेन्द्रियसंयोगात्केचिद्योगं वदन्ति वै  ॥
]

`verse 9 [
अधर्मो धर्मबुद्ध्या तु गृहीतस्तैरपण्डितैः  ।
आत्मनो मनसश्चैव संयोगञ्च तथा परे  ॥
]

`verse 10 [
वृत्तिहीनं मनः कृत्वा क्षेत्रज्ञं परमात्मनि  ।
एकीकृत्य विमुच्येत बन्धाद्योगोऽयमुत्तमः  ॥
]

`verse 11 [
कुटुम्बैः पञ्चभिर्यामः षष्ठस्तत्र महत्तरः  ।
देवासुरमनुष्यैर्वा स जेतुं नैव शक्यते  ॥
]

`verse 12 [
बहिर्मुखानि सर्वाणि कृत्वा चाभिमुखानि वै  ।
मनस्येवेन्द्रियग्रामं मनश्चात्मनि योजयेत् ॥
]

`verse 13 [
सर्वभावविनिर्मुक्तं क्षेत्रज्ञं ब्रह्मणि न्यसेत् ।
एतज्ज्ञानञ्च ध्यानञ्च शेषोऽन्यो ग्रन्थविस्तरः  ॥
]

`verse 14 [
यन्नास्ति सर्वलोकस्य तदस्तीति विरुध्यते  ।
कथ्यमानं तथान्यस्य हृदये नावतिष्ठते  ॥
]

`verse 15 [
असंवेद्यं हि तद्ब्रह्म कुमारी स्त्रीमुखं यथा  ।
अयोगी नैव जानाति जात्यन्धो हि घटं यथा  ॥
]

`verse 16 [
सन्न्यसन्तं द्विजं दृष्ट्वा स्थानाच्चलति भास्करः  ।
एष मे मण्डलं भित्त्वा परं ब्रह्माधिगच्छति  ॥
]

`verse 17 [
उपवासव्रतञ्चैव स्नानन्तीर्थं फलन्तपः  ।
द्विजसम्पादनञ्चैव सम्पन्नन्तस्य तत्फलं  ॥
]

`verse 18 [
एकाक्षरं परं ब्रह्म प्राणायामः परन्तपः  ।
सावित्र्यास्तु परं नास्ति पावनं परमं स्मृतः  ॥
]

`verse 19 [
पूर्वं स्त्रियः सुरैर्भुक्ताः सोमगन्धर्ववह्निभिः  ।
भुञ्जते मानुषाः पश्चान्नैता दुष्यन्ति केनचित् ॥
]

`verse 20 [
असवर्णेन यो गर्भः स्त्रीणां योनौ निषिच्यते  ।
अशुद्धा तु भवेन्नारी यावत्छल्यं न मुञ्चति  ॥
]

`verse 21 [
निःसृते तु ततः शल्ये रजसा शुद्ध्यते ततः  ।
ध्यानेन सदृशन्नास्ति शोधनं पापकर्मणां  ॥
]

`verse 22 [
श्वपाकेष्वपि भुञ्जानो ध्यानेन हि विशुद्ध्यति  ।
आत्मा ध्याता मनो ध्यानं ध्येयो विष्णुः फलं हरिः  ॥
]

`verse 23 [
अक्षयाय यतिः श्राद्धे पङ्क्तिपावनपावनः  ।
आरूढो नैष्ठिकन्धर्मं यस्तु प्रच्यवते द्विजः  ॥
]

`verse 24 [
प्रायश्चित्तं न पश्यामि येन शुद्ध्येत्स आत्महा  ।
ये च प्रव्रजिताः पत्न्यां या चैषां वीजसन्ततिः  ॥
]

`verse 25 [
विदुरा नाम चण्डाला जायन्ते नात्र संशयः  ।
शतिको म्रियते गृध्रः श्वासौ द्वादशिकस्तथा  ॥
]

`verse 26 [
भासो विंशतिवर्षाणि सूकरो दशभिस्तथा  ।
अपुष्पो विफलो वृक्षो जायते कण्टकावृतः  ॥
]

`verse 27 [
ततो दावाग्निदग्धस्तु स्थाणुर्भवति सानुगः  ।
ततो वर्षशतान्यष्टौ द्वे तिष्ठत्यचेतनः  ॥
]

`verse 28 [
पूर्णे वर्षसहस्रे तु जायते ब्रह्मराक्षसः  ।
प्लवेन लभते मोक्षं कुलस्योत्सादनेन वा  ॥
]

`verse 29 [
योगमेव निषेवेतेत नान्यं मन्त्रमघापहम् ॥
]

`colophon [
इत्याग्नेये महापुराणे नानाधमा नाम पञ्चषष्ट्यधिकशततमोऽध्यायः ॥
]
