`verse 1 [
वर्णधर्मादिकथनं

पुष्कर उवाच
वेदस्मार्तं प्रवक्ष्यामि धर्मं वै पञ्चधा स्मृतं  ।
वर्णत्वमेकमाश्रित्य योऽधिकारः प्रवर्तते  ॥
]

`verse 2 [
वर्णधर्मः स विज्ञेयो यथोपनयनन्त्रिषु  ।
यस्त्वाश्रमं समाश्रित्य पदार्थः संविधीयते  ॥
]

`verse 3 [
उक्त आश्रमधर्मस्तु भिन्नपिण्डादिको यथा  ।
उभयेन निमित्तेन यो विधिः सम्प्रवर्तते  ॥
]

`verse 4 [
नैमित्तिकः स विज्ञेयः प्रायश्चित्तविधिर्यथा  ।
ब्रह्मचारी गृही चापि वानप्रस्थो यतिर्नृप  ॥
]

`verse 5 [
उक्त आश्रमधर्मस्तु धर्मः स्यात्पञ्चधा परः  ।
षाड्गुण्यस्याभिधाने यो दृष्टार्थः स उदाहृतः  ॥
]

`verse 6 [
स त्रेधा मन्त्रयागाद्यदृष्टार्थ इति मानवाः  ।
उभयार्थो व्यवहारस्तु दण्डधारणमेव च  ॥
]

`verse 7 [
तुल्यार्थानां विकल्पः स्याद्यागमूलः प्रकीर्तितः  ।
वेदे तु विहितो धर्मः स्मृतौ तादृश एव च  ॥
]

`verse 8 [
अनुवादं स्मृतिः सूते कार्यार्थमिति मानवाः  ।
गुणार्थः परिसङ्ख्यार्थो वानुवादो विशेषतः  ॥
]

`verse 9 [
विशेषदृष्ट एवासौ फलार्थ इति मानवाः  ।
स्यादष्टचत्वारिंशद्भिः संस्कारैर्ब्रह्मलोकगः  ॥
]

`verse 10 [
गर्भाधानं पुंसवनं सीमन्तोन्नयनः ततः  ।
जातकर्म नामकृतिरन्नप्राशनचूडकं  ॥
]

`verse 11 [
संस्कारश्चोपनयनं वेदव्रतचतुष्टयं  ।
स्नानं स्वधर्मचारिण्या योगः स्याद्यज्ञपञ्चकं  ॥
]

`verse 12 [
देवयज्ञः पितृयज्ञो मनुष्यभूतयज्ञकौ  ।
ब्रह्मयज्ञः सप्तपाकयज्ञसंस्थाः पुरोऽष्टकाः  ॥
]

`verse 13 [
पार्वणश्राद्धं श्रावण्याग्रहायणी च चैत्र्यपि  ।
आश्वयुजी सप्तहविर्यज्ञसंस्थास्ततः स्मृताः  ॥
]

`verse 14 [
अग्न्याधेयमग्निहोत्रं दर्शः स्यात्पशुबन्धकः  ।
चातुर्मास्याग्रहायेष्टिर्निरूढः पशुबन्धकः  ॥
]

`verse 15 [
सौत्रामणिसप्तसोमसंस्थाग्निष्टोम आदितः  ।
अत्यग्निष्टोम उक्थश्च षोडशी वाजपेयकः  ॥
]

`verse 16 [
अतिरात्रास्तथा स्तोम अष्टौ चात्मगुणास्ततः  ।
दया क्षमानसूया च अनायासोऽथ मङ्गलं  ॥
]

`verse 17 [
अकार्पण्यास्पृहाशौचं यस्यैते स परं व्रजेत् ।
प्रचारे मैथुने चैव प्रस्रावे दन्तधावने  ॥
]

`verse 18 [
स्नानभोजनकाले च षट्सु मौनं समाचरेत् ।
पुनर्दानं पृथक्पानमाज्येन पयसा निशि  ॥
]

`verse 19 [
दन्तच्छेदनमुष्णं च सप्त सक्तुषु वर्जयेत् ।
स्नात्वा पुष्पं न गृह्णीयाद्देवायोग्यन्तदीरितं  ॥
]

`verse 20 [
अन्यगोत्रोप्यसम्बद्धः प्रेतस्याग्निन्ददाति यः  ।
पिण्डञ्चोदकदानञ्च स दशाहं समापयेत् ॥
]

`verse 21 [
उदकञ्च तृणं भस्म द्वारं पन्थास्तथैव च  ।
एभिरन्तरितं कृत्वा पङ्क्तिदोषो न विद्यते  ॥
]

`verse 22 [
पञ्च प्राणाहुतीर्दद्यादनामाङ्गुष्ठयोगतः ॥
]

`colophon [
इत्याग्नेये महापुराणे वर्णधर्मादिर्नाम षट्षष्ट्यधिकशततमोऽध्यायः ॥
]
