`verse 1 [
अथ सप्तषष्ट्यधिकशततमोऽध्यायः ॥

अयुतलक्षकोटिहोमाः

अग्निरुवाच
श्रीशान्तिविजयाद्यर्थं ग्रहयज्ञं पुनर्वदे  ।
ग्रहयज्ञोऽयुतहोमलक्षकोट्यात्मकस्त्रिधा  ॥
]

`verse 2 [
वेदेरैशे ह्यग्निकुण्डाद्ग्रहानावाह्य मण्डले  ।
सौम्ये गुरुर्बुधश्चैशे शुक्रः पूर्वदले शशी  ॥
]

`verse 3 [
आग्नेये दक्षिणे भौमो मध्ये स्याद्भास्करस्तथा  ।
शनिराप्येऽथ नैर्ऋत्ये राहुः केतुश्च वायवे  ॥
]

`verse 4 [
ईशश्चोमा गुहो विष्णुर्ब्रह्मेन्द्रौ यमकालकौ  ।
चित्रगुप्तश्चाधिदेवा अग्निरापः क्षितिर्हरिः  ॥
]

`verse 5 [
इन्द्र ऐन्द्री देवता च प्रजेशोऽहिर्विधिः क्रमात् ।
एते प्रत्यधिदेवाश्च गणेशो दुर्गयानिलः  ॥
]

`verse 6 [
खमश्विनौ च सम्पूज्य यजेद्वीजैश्च वेदजैः  ।
अर्कः पलाशः खदिरो ह्यपामार्गश्च पिप्पलः  ॥
]

`verse 7 [
उदुम्बरः शमी दुर्वा कुशाश्च समिधः क्रमात् ।
मध्वाज्यदधिसंमिश्रा होतव्याश्चाष्टधा शतम्  ॥
]

`verse 8 [
एकाष्टशतुरः कुम्भान् पूर्य पूर्णाहुतिन्तथा  ।
वसोर्धारान्ततो दद्याद्दक्षिणाञ्च ततो ददेत् ॥
]

`verse 9 [
यजमानं चतुर्भिस्तैरभिषिञ्चेत्समन्त्रकैः  ।
सुरास्त्वामभिषिञ्चन्तु ब्रह्मविष्णुमहेश्वराः  ॥
]

`verse 10 [
वासुदेवो जगन्नाथस्तथा सङ्कर्षणः प्रभुः  ।
प्रद्युम्नश्चानिरुद्धश्च भवन्तु विजयाय ते  ॥
]

`verse 11 [
आखण्डलोऽग्निर्भगवान् यमो वै नैर्ऋतस्तथा  ।
वरुणः पवनश्चैव धनाध्यक्षस्तथा शिवः  ॥
]

`verse 12 [
ब्रह्मणा सहितः शेषो दिक्पालाः पान्तु वः सदा  ।
कीर्तिर्लक्ष्मीर्धृतिर्मेधा पुष्टिः श्रद्धा क्रिया मतिः  ॥
]

`verse 13 [
बुद्धिर्लज्जा वपुः शान्तिस्तुष्टिः कान्तिश्च मातरः  ।
एतास्त्वामभिषिञ्चन्तु धर्मपत्न्याः समागताः  ॥
]

`verse 14 [
आदित्यश्चन्द्रमा भौमो बुधजीवशितार्कजाः  ।
ग्रहास्त्वामभिषिञ्चन्तु राहुः केतुश्च तर्पिताः  ॥
]

`verse 15 [
देवदानवगन्धर्वा यक्षराक्षसपन्नगाः  ।
ऋषयो मनवो गावो देवमातर एव च  ॥
]

`verse 16 [
देवपत्न्यो द्रुमा नागा दैत्याश्चाप्सरसाङ्गणाः  ।
अस्त्राणि सर्वशास्त्राणि राजानो वाहनानि च  ॥
]

`verse 17 [
औषधानि च रत्नानि कालस्यावयवाश्च ये  ।
सरितः सागराः शैलास्तीर्थानि जलदा नदाः  ॥
]

`verse 18 [
एते त्वामभिषिञ्चन्तु सर्वकामार्थसिद्धये  ।
अलङ्कृतस्ततो दद्याद्धेमगोन्नभुवादिकं  ॥
]

`verse 19 [
कपिले सर्वदेवानां पूजनीयासि रोहिणि  ।
तीर्थदेवमयी यस्मादतःशान्तिं प्रयच्छ मे  ॥
]

`verse 20 [
पुण्यस्त्वं शङ्ख पुण्यानां मङ्गलानाञ्च मङ्गलं  ।
विष्णुना विधृतो नित्यमतः शान्तिं प्रयच्छ मे  ॥
]

`verse 21 [
धर्म त्वं वृषरूपेण जगदानन्दकारकः  ।
अष्टमूर्तेरधिष्टानमतः शान्तिं प्रयच्छ मे  ॥
]

`verse 22 [
हिरण्यगर्भगर्भस्थं हेमवीजं विभावसोः  ।
अनन्तपुण्यफलदमतः शान्तिं प्रयच्छ मे  ॥
]

`verse 23 [
पीतवस्त्रयुगं यस्माद्वासुदेवस्य वल्लभं  ।
प्रदानात्तस्य वै विष्णुरतः शान्तिं प्रयच्छ मे  ॥
]

`verse 24 [
विष्णुस्त्वं मत्स्यरूपेण यस्मादमृतसम्भवः  ।
चन्द्रार्कवाहनो नित्यमतः शान्तिं प्रयच्छ मे  ॥
]

`verse 25 [
यस्मात्त्वं पृथिवी सर्वा धेनुः केशवसन्निभा  ।
सर्वपापहरा नित्यमतः शान्तिं प्रयच्छ मे  ॥
]

`verse 26 [
यस्मादायसकर्माणि तवाधीनानि सर्वदा  ।
लाङ्गलाद्यायुधादीनि अतः शान्तिं प्रयच्छ मे  ॥
]

`verse 27 [
यस्मात्त्वं स्सर्वयज्ञानामङ्गत्वेन व्यवस्थितः  ।
योनिर्विभावसोर्नित्यमतः शान्तिं प्रयच्छ मे  ॥
]

`verse 28 [
गवामङ्गेषु तिष्ठन्ति भुवनानि चतुर्दश  ।
यस्मात्तस्माच्छिवं मे स्यादिह लोके परत्र च  ॥
]

`verse 29 [
यस्मादशून्यं शयनं केशवस्य शिवस्य च  ।
शय्या ममाप्यशून्यास्तु दत्ता जन्मनि जन्मनि  ॥
]

`verse 30 [
यथा रत्नेषु सर्वेषु सर्वे देवाः प्रतिष्ठिताः  ।
तथा शान्तिं प्रयच्छन्तु रत्नदानेन मे सुराः  ॥
]

`verse 31 [
यथा भूमिप्रदानस्य कलां नार्हन्ति षोडशीं  ।
दानान्यन्यानि मे शान्तिर्भूमिदानाद्भवत्विह  ॥
]

`verse 32 [
ग्रहयज्ञोऽयुतहोमो दक्षिणाभी रणे जितिः  ।
विवाहोत्सवयज्ञेषु प्रतिष्ठादिषु कर्मषु  ॥
]

`verse 33 [
सर्वकामाप्तये लक्षकोटिहोमद्वयं मतं  ।
गृहदेशे मण्डपेऽथ अयुते हस्तमात्रकं  ॥
]

`verse 34 [
मेखलायोनिसंयुक्तं कुण्डञ्चत्वार ऋत्विजः  ।
स्वयमेकोऽपि वा लक्षे सर्वं दशगुणं हि तत् ॥
]

`verse 35 [
चतुर्हस्तं द्विहस्तं वा तार्क्षञ्चात्राधिकं यजेत् ।
सामध्वनिशीरस्त्वं वाहनं पमेष्ठिनः  ॥
]

`verse 36 [
विषयापहरो नित्यमतः शान्तिं प्रयच्छ मे  ।
पूर्ववत्कुण्डमामन्त्र्य लक्षहोमं समाचरेत् ॥
]

`verse 37 [
वसोर्धारां ततो दद्याच्छय्याभूषादिकं ददेत् ।
तत्रापि दश चाष्टौ च लक्षहोमे तथर्त्विजः  ॥
]

`verse 38 [
पुत्रान्नराज्यविजयभुक्तिमुक्त्यादि चाप्नुयात् ।
दक्षिणाभिः फलेनास्माच्छत्रुघ्नः कोटिहोमकः  ॥
]

`verse 39 [
चतुर्हस्तं चाष्टहस्तं कुण्डन्द्वादश च द्विजाः  ।
पञ्चविंशं षोडशं वा पटे द्वारे चतुष्टयं  ॥
]

`verse 40 [
कोटिहोमी सर्वकामी विष्णुलोकं स गच्छति  ।
होमस्तु ग्रहमन्त्रैर्वा गायत्र्या वैष्णवैरपि  ॥
]

`verse 41 [
जातवेदोमुखैः शैवैः वैदिकैः प्रथितैरपि  ।
तिलैर्यवैर्घृतैरश्वमेधफलादिभाक् ॥
]

`verse 42 [
विद्वेषणाभिचारेषु त्रिकोणं कुण्डमिष्यते  ।
समिधो वामहस्तेन श्येनास्थ्यनलसंयुताः  ॥
]

`verse 43 [
रक्तभूषैर्मुक्तकेशैर्ध्यायद्भिरशिवं रिपोः  ।
दुर्मित्रियास्तस्मै सन्तु यो द्वेष्टि हुं फडिति च  ॥
]

`verse 44 [
छिन्द्यात्क्षुरेण प्रतिमां पिष्टरूपं रिपुं हनेत्  ।
यजेदेकं पीडकं वा यः स कृत्वा दिवं व्रजेत् ॥
]

`colophon [
इत्याग्नेये महपुराणेऽयुतलक्षकोटिहोमा नाम सप्तषष्ट्यधिकशततमोऽध्यायः ॥
]
