`verse 1 [
महापातकादिकथनम्

पुष्कर उवाच
दण्डं कुर्यान्नृपो नॄणां प्रायश्चित्तमकुर्वतां  ।
कामतोऽकामतो वापि प्रायश्चित्तं कृतं चरेत् ॥
]

`verse 2 [
मत्तक्रुद्धातुराणां च न भुञ्जीत कदाचन  ।
महापातकिनां स्पृष्टं यच्च स्पृष्टमुदक्यया  ॥
]

`verse 3 [
गणान्नं गणिकान्नं च वार्धुषेर्गायनस्य च  ।
अभिशप्तस्य षण्डस्य यस्याश्चोपपतिर्गृहे  ॥
]

`verse 4 [
रजकस्य नृशंसस्य वन्दिनः कितवस्य च  ।
मिथ्यातपस्विनश्चैव चौरदण्डिकयोस्तथा  ॥
]

`verse 5 [
कुण्डगोलस्त्रीजितानां वेदविक्रयिणस्तथा  ।
शैलूषतन्त्रवायान्नं कृतघ्नस्यान्नमेव च  ॥
]

`verse 6 [
कर्मारस्य निषादस्य चेलनिर्णेजकस्य च  ।
मिथ्याप्रव्रजितस्यान्नम्पुंश्चल्यास्तैलिकस्य च  ॥
]

`verse 7 [
आरूढपतितस्यान्नं विद्विष्टान्नं च वर्जयेत् ।
तथैव ब्राह्मणस्यान्नं ब्राह्मणेनानिमन्त्रितः  ॥
]

`verse 8 [
ब्राह्मणान्नञ्च शूद्रेण नाद्याच्चैव निमन्त्रितः  ।
एषामन्यतमस्यान्नममत्या वा त्र्यहं क्षपेत् ॥
]

`verse 9 [
मत्या भुक्त्वा चरेत्कृच्छ्रं रेतोविण्मूत्रमेव च  ।
चण्डालश्वपचान्नन्तु भुक्त्वा चान्द्रायणं चरेत् ॥
]

`verse 10 [
अनिर्दिशं च प्रेतान्नं गवाघ्रातं तथैव च  ।
शूद्रोच्छिष्टं शुनोच्छिष्टं पतितान्नं तथैव च  ॥
]

`verse 11 [
तप्तकृच्छ्रं प्रकुर्वीत अशौचे कृच्छ्रमाचरेत् ।
अशौचे यस्य यो भुङ्क्ते सोप्यशुद्धस्तथा भवेत् ॥
]

`verse 12 [
मृतपञ्चनखात्कूपादमेध्येन सकृद्युतात् ।

अपः पीत्वा त्र्यहं तिष्ठेत्सोपवासो द्विजोत्तमः  ॥
]

`verse 13 [
सर्वत्र शूद्रे पादः स्याद्द्वित्रयं वैश्यभूपयोः  ।
विड्वराहखरोष्ट्राणां गोमायोः कपिकाकयोः  ॥
]

`verse 14 [
प्राश्य मूत्रपुरीषाणि द्विजश्चान्द्रायणं चरेत् ।
शुष्काणि जग्ध्वा मांसानि प्रेतान्नं करकाणि च  ॥
]

`verse 15 [
क्रव्यादशूकरोष्ट्राणां गोमायोः कपिकाकयोः  ।
गोनराश्वखरोष्ट्राणां छत्राकं ग्रामकुक्कुटं  ॥
]

`verse 16 [
मांसं जग्ध्वा कुञ्जरस्य तप्तकृच्छ्रेण शुद्ध्यति  ।
आमश्राद्धे तथा भुक्त्वा ब्रह्मचारी मधु त्वदन्  ॥
]

`verse 17 [
लशुनं गुञ्जनं चाद्यात्प्राजापत्यादिना शुचिः  ।
भुक्त्वा चान्द्रायणं कुर्यान्मांसञ्चात्मकृतन्तथा  ॥
]

`verse 18 [
पेलुगव्यञ्च पेयूषं तथा श्लेष्मातकं मृदं  ।
वृथाकृशरसंयावपायसापूपशष्कुलीः  ॥
]

`verse 19 [
अनुपाकृटमांसानि देवान्नानि हवींषि च  ।
गवाञ्च महिषीणां च वर्जयित्वा तथाप्यजां  ॥
]

`verse 20 [
सर्वक्षीराणि वर्ज्याणि तासाञ्चैवाप्यन्निर्दशं  ।
शशकः शल्यकी गोधा खड्गः कूर्मस्तथैव च  ॥
]

`verse 21 [
भक्ष्याः पञ्चनखाः प्रोक्ताः परिशेषाश्च वर्जिताः  ।
पाठीनरोहितान्मत्स्यान् सिंहतुण्डांश्च भक्षयेत् ॥
]

`verse 22 [
यवगोधूमजं सर्वं पयसश्चैव विक्रियाः  ।
वागषाड्गवचक्रादीन् सस्नेहमुषितं तथा  ॥
]

`verse 23 [
अग्निहोत्रपरीद्धाग्निर्ब्राह्मणः कामचारतः  ।
चान्द्रायणं चरेन्मासं वीरवध्वासनं हितं  ॥
]

`verse 24 [
ब्रह्महत्या सुरापानं स्तेयं गुर्वङ्गनागमः  ।
महान्ति पातकान्याहुः संयोगश्चैव तैः सह  ॥
]

`verse 25 [
अनृते च समुत्कर्षो राजगामि च पैशुनं  ।
गुरोश्चालीकनिर्बन्धः समानं ब्रह्महत्यया  ॥
]

`verse 26 [
ब्रह्मोज्झ्यवेदनिन्दा च कौटसाक्ष्यं सुहृद्बधः  ।
गर्हितान्नाज्ययोर्जग्धिः सुरापानसमानि षट् ॥
]

`verse 27 [
निक्षेपस्यापहरणं नराश्वरजतस्य च  ।
भूमिवज्रमणीनाञ्च रुक्मस्तेयसमं स्मृतं  ॥
]

`verse 28 [
रेतःसेकः स्वयोन्याषु कुमारीष्वन्त्यजासु च  ।
सख्युः पुत्रस्य च स्त्रीषु गुरुतल्पसमं विदुः  ॥
]

`verse 29 [
गोबधोऽयाज्य संयाज्यं पारदार्यात्मविक्रियः  ।
गुरुमातृपितृत्यागः स्वाध्ययाग्न्योः सुतस्य च  ॥
]

`verse 30 [
परिवित्तितानुजेन परिवेदनमेव च  ।
तयोर्दानञ्च कन्यायास्तयोरेव च याजनं  ॥
]

`verse 31 [
कन्याया दूषणञ्चैव वार्धुष्यं व्रतलोपनं  ।
तडागारामदाराणामपत्यस्य च विक्रियः  ॥
]

`verse 32 [
व्रात्यता बान्धवत्यागो भृताध्यापनमेव च  ।
भृताच्चाध्ययनादानमविक्रेयस्य विक्रयः  ॥
]

`verse 33 [
सर्वाकारेष्वधीकारो महायन्त्रप्रवर्तनं  ।
हिंसौषधीनां स्त्र्याजीवः क्रियालङ्गनमेव च  ॥
]

`verse 34 [
इन्धनार्थमशुष्काणां दुमाणाञ्चैव पातनं  ।
योषितां ग्रहणञ्चैव स्त्रीनिन्दकसमागमः  ॥
]

`verse 35 [
आत्मार्थञ्च क्रियारम्भो निन्दितान्नदनन्तथा  ।
अनाहिताग्नितास्तेयमृणानाञ्चानपक्रिया  ॥
]

`verse 36 [
असच्छास्त्राधिगमनं दौःशील्यं व्यसनक्रिया  ।
धान्यकुप्यपशुस्तेयं मद्यपस्त्रीनिषेवणं  ॥
]

`verse 37 [
स्त्रीशूद्रविट्क्षत्रबधो नास्तिक्यञ्चोपपातकं  ।
ब्राह्मणस्य रुजः कृत्यं घ्रातिरघ्रेयमद्ययोः  ॥
]

`verse 38 [
जैंभं पुंसि च मैथुन्यं जातिभ्रंशकरं स्मृतं  ।
श्वखरोष्ट्रमृगेन्द्राणामजाव्योश्चैव मारणं  ॥
]

`verse 39 [
सङ्कीर्णकरणं ज्ञेयं मीनाहिनकुलस्य च  ।
निन्दितेभ्यो धनादानं बाणिज्यं शूद्रसेवनं  ॥
]

`verse 40 [
अपात्रीकरणं ज्ञेयमसत्यस्य च भाषणं  ।
कृमिकीटवयोहत्या मद्यानुगतभोजनं  ॥
]

`verse 41 [
फलैधःकुसुमस्तेयमधैर्यञ्च मलावहम् ॥
]

`colophon [
इत्याग्नेये महापुराणे महापातकादिकथनं नामाष्टषष्ट्यधिकशततमोऽध्यायः ॥
]
