`verse 1 [
प्रायश्चित्तानि

पुष्कर उवाच
एतत्प्रभृतिपापानां प्रायश्चित्तं वदामि ते  ।
]

`verse 2 [
ब्रह्महा द्वादशाब्दानि कुटीङ्कृत्वा वने वसेत् ॥
]

`verse 3 [
भिक्षेतात्मविशुद्ध्यर्थं कृत्वा शवशिरोध्वजं  ।
]

`verse 4 [
प्रास्येदात्मानमग्नौ वा समिद्धे त्रिरवाक्शिराः  ॥
]

`verse 5 [
यजेत वाश्वमेधेन स्वर्जिता गोसवेन वा  ।
]

`verse 6 [
जपन्वान्यतमं वेदं योजनानां शतं ब्रजेत् ॥
]

`verse 7 [
सर्वस्वं वा वेदविदे ब्राह्मणायोपपादयेत् ।
]

`verse 8 [
व्रतैरेतैर्व्यपोहन्ति महापातकिनो मलं  ॥
]

`verse 9 [
उपपातकसंयुक्तो गोघ्नो मासं यवान् पिवेत् ।
]

`verse 10 [
कृतवापो वसेद्गोष्ठे चर्मणा तेन संवृतः  ॥
]

`verse 11 [
चतुर्थकालमश्रीयादक्षारलवणं मितं  ।
]

`verse 12 [
गोमूत्रेण चरेत्स्नानं द्वौ मासौ नियतेन्द्रियः  ॥
]

`verse 13 [
दिवानुगच्छेद्गाश्चैव तिष्ठन्नूर्ध्वं रजः पिवेत् ।
]

`verse 14 [
वृषभैकादशा गास्तु दद्याद्विचारितव्रतः  ॥
]

`verse 15 [
अविद्यमाने सर्वस्वं वेदविद्भ्यो निवेदयेत् ।
]

`verse 16 [
पादमेकञ्चरेद्रोधे द्वौ पादौ बन्धने चरेत् ॥
]

`verse 17 [
योजने पादहीनं स्याच्चरेत्सर्वं निपातने  ।
]

`verse 18 [
कान्तारेष्वथ दुर्गेषु विषमेषु भयेषु च  ॥
]

`verse 19 [
यदि तत्र विपत्तिः स्यादेकपादो विधीयते  ।
]

`verse 20 [
घण्टाभरणदोषेण तथैवर्धं विनिर्दिशत् ॥
]

`verse 21 [
दमने दमने रोधे शकटस्य नियोजने  ।
]

`verse 22 [
स्तम्भशृङ्खलपाशेषु मृते पादोनमाचरेत् ॥
]

`verse 23 [
शृङ्गभङ्गेऽस्थिभङ्गे च लाङ्गूलच्छेदने तथा  ।
]

`verse 24 [
यावकन्तु पिवेत्तावद्यावत्सुस्था तु गौर्भवेत् ॥
]

`verse 25 [
गोमतीञ्च जपेद्विद्यां गोस्तुतिं गोमतीं स्मरेत् ।
]

`verse 26 [
एका चेद्बहुभिर्दैवाद्यत्र व्यापादिता भवेत् ॥
]

`verse 27 [
पादं पादन्तु हत्यायाश्चरेयुस्ते पृथक्पृथक् ।
]

`verse 28 [
उपकारे क्रियमाणे विपत्तौ नास्ति पातकं  ॥
]

`verse 29 [
एतदेव व्रतं कुर्युरुपपातकिनस्तथा  ।
]

`verse 30 [
अवकीर्णवर्जं शुद्ध्यर्थञ्चान्द्रायणमथापि वा  ॥
]

`verse 31 [
अवकीर्णी तु कालेन गर्धभेन चतुष्पथे  ।
]

`verse 32 [
पाकयज्ञविधानेन यजेत निर्ऋतिं निशि  ॥
]

`verse 33 [
कृत्वाग्निं विधिवद्धीमानन्ततस्तु समित्तृचा  ।
]

`verse 34 [
चन्द्रेन्द्रगुरुवह्नीनां जुहुयात्सर्पिषाहुतिं  ॥
]

`verse 35 [
अथवा गार्धभञ्चर्म वसित्वाब्दञ्चरेन्महीं  ।
]

`verse 36 [
हत्वा गर्भमविज्ञातं ब्रह्महत्याव्रतं चरेत् ॥
]

`verse 37 [
सरां पीत्वा द्विजो मोहादग्निवर्णां सुरां पिवेत् ।
]

`verse 38 [
गोमूत्रमग्निवर्णं वा पिवेदुदकमेव वा  ॥
]

`verse 39 [
सुवर्णस्तेयकृद्विप्रो राजानमभिगम्य तु  ।
]

`verse 40 [
स्वकर्म ख्यापयन् व्रूयान्मां भवाननुशास्त्विति  ॥
]

`verse 41 [
गृहीत्वा मुशलं राजा सकृद्धन्यात्स्वयङ्गतं  ।
]

`verse 42 [
बधेन शुद्ध्यते स्तेयो ब्राह्मणस्तपसैव वा  ॥
]

`verse 43 [
गुरुतल्पो निकृत्यैव शिश्नञ्च वृषणं स्वयं  ।
]

`verse 44 [
निधाय चाञ्चलौ गच्छेदानिपाताच्च नैर्ऋतिं  ॥
]

`verse 45 [
चान्द्रायणान् वा त्रीन्मासानभ्यसेन्नियतेन्द्रियः  ।
]

`verse 46 [
जातिभ्रंशकरं कर्म कृत्वान्यतममिच्छया  ॥
]

`verse 47 [
चरेच्छान्तपनं कृच्छ्रं प्राजापत्यमनिच्छया  ।
]

`verse 48 [
सङ्करीपात्रकृत्यासु मासं शोधनमैन्दवं  ॥
]

`verse 49 [
मलिनीकरणीयेषु तप्तं स्याद्यावकं त्र्यहं  ।
]

`verse 50 [
तुरीयो ब्रह्महत्यायाः क्षत्रियस्य बधे स्मृतः  ॥
]

`verse 51 [
वैश्येऽष्टमांशे वृत्तस्थे शूद्रे ज्ञेयस्तु षोडशः  ।
]

`verse 52 [
मार्जरनकुलौ हत्वा चासं मण्डूकमेव च  ॥
]

`verse 53 [
श्वगोधोलूककाकांश्च शूद्रहत्याव्रतं चरेत् ।
]

`verse 54 [
चतुर्णामपि वर्णानां नारीं हत्वानवस्थितां  ॥
]

`verse 55 [
अमत्यैव प्रमाप्य स्त्रीं शूद्रहत्याव्रतं चरेत् ।
]

`verse 56 [
सर्पादीनां बधे नक्तमनस्थ्नां वायुसंयमः  ॥
]

`verse 57 [
द्रव्याणामल्पसाराणां स्तेयं कृत्वान्यवेश्मतः  ।
]

`verse 58 [
चरेच्छान्तपनं कृच्छं व्रतं निर्वाप्य सिद्ध्यति  ॥
]

`verse 59 [
भक्षभोज्यापहरणे यानशय्यासनस्य च  ।
]

`verse 60 [
पुष्पमूलफलानाञ्च पञ्चगव्यं विशोधनं  ॥
]

`verse 61 [
तृणकाष्ठद्रुमाणान्तु शुष्कान्नस्य गुडस्य च  ।
]

`verse 62 [
चेलचर्मामिषाणान्तु त्रिरात्रं स्यादभोजनं  ॥
]

`verse 63 [
मणिमुक्ताप्रवालानां ताम्रस्य रजतस्य च  ।
]

`verse 64 [
अयःकांस्योपलानाञ्च द्वादशाहं कणान्नभुक् ॥
]

`verse 65 [
कार्पासकीटजीर्णानां द्विशफैकशफस्य च  ।
]

`verse 66 [
पक्षिगन्धौषधीनान्तु रज्वा चैव त्र्यहम्पयः  ॥
]

`verse 67 [
गुरुतल्पव्रतं कुर्याद्रेतः सिक्त्वा स्वयोनिषु  ।
]

`verse 68 [
सख्युः पुत्रस्य च स्त्रीषु कुमारोष्वन्त्यजासु च  ॥
]

`verse 69 [
पितृस्वस्रेयीं भगिनीं स्वस्रीयां मातुरेव च  ।
]

`verse 70 [
मातुश्च भ्रातुराप्तस्य गत्वा चान्द्रायणञ्चरेत् ॥
]

`verse 71 [
अमानुषीषु पुरुष उदक्यायामयोनिषु  ।
]

`verse 72 [
रेतः सिक्त्वा जले चैव कृच्छ्रं शान्तपनञ्चरेत् ॥
]

`verse 73 [
मैथुनन्तु समासेव्य पुंसि योषिति वा द्विजः  ।
]

`verse 74 [
गोयानेऽप्सु दिवा चैव सवासाः स्नानमाचरेत् ॥
]

`verse 75 [
चण्डालान्त्यस्त्रियो गत्वा भुक्त्वा च प्रतिगृह्य च  ।
]

`verse 76 [
पतत्यज्ञानतो विप्रो ज्ञानात्साम्यन्तु गच्छति  ॥
]

`verse 77 [
विप्रदुष्टां स्त्रियं भर्ता निरुन्ध्यादेकवेश्मनि  ।
]

`verse 78 [
यत्पुंसः परदारेषु तदेनाञ्चारयेद्व्रतं  ॥
]

`verse 79 [
साचेत्पुनः प्रदुष्येत सदृशेनोपमन्त्रिता  ।
]

`verse 80 [
कृच्छ्रञ्चाद्रायणञ्चैव तदस्याः पावनं स्मृतं  ॥
]

`verse 81 [
यत्करोत्येकरात्रेण वृषलीसेवनं द्विजः  ।
]

`verse 82 [
तद्भैक्ष्यभुक्जपेन्नित्यं त्रिभिर्वषैर्व्यपोहति  ॥
]

`colophon [
इत्याग्नेये महापुराणे प्रायश्चित्तानि नाम एकोनसप्तत्यधिकशततमोऽध्यायः ॥
]
