`verse 1 [
प्रायश्चित्तानि

पुष्कर उवाच
महापापानुयुक्तानां प्रायश्चित्तानि वच्मिते  ।
संवत्सरेण पतति पतितेन सहाचरन्  ॥
]

`verse 2 [
याजनाद्ध्यापनाद्यौनान्न तु यानाशनासनात् ।
यो येन पतितेनैषां संसर्गं याति मानवः  ॥
]

`verse 3 [
स तस्यैव व्रतं कुर्यात्तत्संसर्गस्य शुद्धये  ।
पतितस्योदकं कार्यं सपिण्डैर्बान्धवैः सह  ॥
]

`verse 4 [
निन्दितेऽहनि सायाह्णे ज्ञात्यृत्विग्गुरुसन्निधौ  ।
दासो घटमपां पूर्णं पर्यस्येत्प्रेतवत्पदा  ॥
]

`verse 5 [
अहोरात्रमुपासीतन्नशौचं बान्धवैः सह  ।
निवर्तयेरंस्तस्मात्तु ज्येष्ठांशम्भाषणादिके  ॥
]

`verse 6 [
ज्येष्ठांशम्प्राप्नुयाच्चास्य यवीयान् गुणतोऽधिकः  ।

प्रायश्चित्ते तु चरिते पूर्णं कुम्भमपां नवं  ॥
]

`verse 7 [
तेनैव सार्धं प्राश्येयुः स्नात्वा पुण्यजलाशये  ।
एवमेव विधिं कुर्युर्योषित्सु पपितास्वपि  ॥
]

`verse 8 [
वस्त्रान्नपानन्देयन्तु वसेयुश्च गृहान्तिके  ।
तेषां द्विजानां सावित्री नानूद्येत यथाविधि  ॥
]

`verse 9 [
तांश्चारयित्वा त्रीन् कृछ्रान् यथाविध्युपनाययेत् ।
विकर्मस्थाः परित्यक्तास्तेषां मप्येतदादिशेत् ॥
]

`verse 10 [
जपित्वा त्रीणि सावित्र्याः सहस्त्राणि समाहितः  ।
मासङ्गोष्ठे पयः पीत्वा मुच्यतेऽसत्प्रतिग्रहात् ॥
]

`verse 11 [
ब्रात्यानां याजनं कृत्वा परेषामन्त्यकर्म च  ।
अभिचारमहीनानान्त्रिभिः कृच्छैर्व्यपोहति  ॥
]

`verse 12 [
शरणागतं परित्यज्य वेदं विप्लाव्य च द्विजः  ।
संवत्सं यताहारस्तत्पापमपसेधति  ॥
]

`verse 13 [
श्वशृगालखरैर्दष्टो ग्राम्यैः क्रव्याद्भिरेव च  ।
नरोष्ट्राश्वैर्वराहैश्च प्राणायामेन शुद्ध्यति  ॥
]

`verse 14 [
स्नातकव्रतलोपे च कर्मत्यागे ह्यभोजनं  ।
हुङ्कारं ब्राह्मणस्योक्त्वा त्वङ्करञ्च गरीयसः  ॥
]

`verse 15 [
स्नात्वानश्नन्नहःशेषमभिवाद्य प्रसादयेत् ।
अवगूर्य चरेक्षच्छ्रमतिकृच्छ्रन्निपातने  ॥
]

`verse 16 [
कृच्छ्रातिकृच्छ्रं कुर्वीत विप्रस्योत्पाद्य शोणितं  ।

चाण्डालादिरविज्ञातो यस्य तिष्ठेत वेश्मनि  ॥
]

`verse 17 [
सम्यग्ज्ञातस्तु कालेन तस्य कुर्वीत शोधनं  ।
चान्द्रायणं पराकं वा द्विजानान्तु विशोधनं  ॥
]

`verse 18 [
प्राजापत्यन्तु शूद्राणां शेषन्तदनुसारतः  ।
गुंडङ्कुसुम्भं लवणं तथा धान्यानि यानि च  ॥
]

`verse 19 [
कृत्वा गृहे ततो द्वारि तेषान्दद्याद्धुताशनं  ।
मृणमयानान्तु भाण्डानां त्याग एव विधीयते  ॥
]

`verse 20 [
द्रव्याणां परिशेषाणां द्रव्यशुद्धिर्विधीयते  ।
कूपैकपानसक्ता ये स्पर्शात्सङ्कल्पदूषिताः  ॥
]

`verse 21 [
शुद्ध्येयुरुपवासेन पञ्चगव्येन वाप्यथ  ।
यस्तु संस्पृश्य चण्डालमश्नीयाच्च स्वकामतः  ॥
]

`verse 22 [
द्विजश्चान्द्रायणं कुर्यात्तप्तकृच्छ्रमथापि वा  ।
भाण्डसङ्कलसङ्कीर्णश्चाण्डालादिजुगुप्सितैः  ॥
]

`verse 23 [
भुक्त्वापीत्वा तथा तेषां षड्रात्रेण विशुद्ध्यति  ।
अन्त्यानां भुक्तशेषन्तु भक्षयित्वा द्विजातयः  ॥
]

`verse 24 [
व्रतं चान्द्रायणं कुर्युस्त्रिरात्रं शूद्र एव तु  ।
चण्डालकूपभाण्डेषु अज्ञानात्पिवते जलं  ॥
]

`verse 25 [
द्विजः शान्तपनं कुर्याच्छूद्रश्चोपवसेद्दिनं  ।
चण्डालेन तु संस्पृष्टो यस्त्वपः पिवते द्विजः  ॥
]

`verse 26 [
त्रिरात्रन्तेन कर्तव्यं शूद्रश्चोपवसेद्दिनं  ।
उच्छिष्टेन यदि स्पृष्टः शुना शूद्रेण वा द्विजः  ॥
]

`verse 27 [
उपोष्य रजनीमेकां पञ्चगव्येन शुद्ध्यति  ।
वैश्येन क्षत्रियेणैव स्नानं नक्तं समाचरेत् ॥
]

`verse 28 [
अध्वानं प्रस्थितो विप्रः कान्तारे यद्यनूदके  ।
पक्वान्नेन गृहीतेन मूत्रोच्चारङ्करोति वै  ॥
]

`verse 29 [
अनिधायैव तद्द्रव्यं अङ्गे कृत्वा तु संस्थितं  ।
शौचं कृत्वान्नमभ्युक्ष्य अर्कस्याग्नेयश्च दर्शयेत् ॥
]

`verse 30 [
म्लेच्छैर्गतानां चौरैर्वा कान्तारे वा प्रवासिनां  ।
भक्ष्याभक्ष्यविशुद्ध्यर्थं तेषां वक्ष्यामि निष्कृतिं  ॥
]

`verse 31 [
पुनः प्राप्य स्वदेशञ्च वर्णानामनुपूर्वशः  ।
कृच्छ्रस्यान्ते ब्राह्मणस्तु पुनः संस्कारमर्हति  ॥
]

`verse 32 [
पादोनान्ते क्षत्रियश्च अर्धान्ते वैश्य एव च  ।
पादं कृत्वा तथा शूद्रो दानं दत्वा विशुद्ध्यति  ॥
]

`verse 33 [
उदक्या तु सवर्णा या स्पृष्टा चेत्स्यादुदक्यया  ।
तस्मिन्नेवाहनि स्नाता शुद्धिमाप्नोत्यसंशयं  ॥
]

`verse 34 [
रजस्वला तु नाश्नीयात्संस्पृष्टा हीनवर्णया  ।
यावन्न शुद्धिमाप्नोति शुद्धस्नानेन शुद्ध्यति  ॥
]

`verse 35 [
मूत्रं कृत्वा व्रजन्वर्त्म स्मृतिभ्रंशाज्जलं पिवेत् ।
अहोरात्रोषितो भूत्वा पञ्चगव्येन शुद्ध्यति  ॥
]

`verse 36 [
मूत्रोच्चारं द्विजः कृत्वा अकृत्वा शौचमात्मनः  ।
मोहाद्भुक्त्वा त्रिरात्रन्तु यवान् पीत्वा विशुद्ध्यति  ॥
]

`verse 37 [
ये प्रत्यवसिता विप्राः प्रव्रज्यादिबलात्तथा  ।

अनाशकनिवृताश्च तेषां शुद्धिः प्रचक्ष्यते  ॥
]

`verse 38 [
चारयेत्त्रीणि कृच्छ्राणि चान्द्रायणमथापि वा  ।
जातकर्मादिसंस्कारैः संस्कुर्यात्तं तथा पुनः  ॥
]

`verse 39 [
उपानहममेध्यं च यस्य संस्पृशते मुखं  ।
मृत्तिकागोमयौ तत्र पञ्चगव्यञ्च शोधनं  ॥
]

`verse 40 [
वापनं विक्रयञ्चैव नीलवस्त्रादिधारणं  ।
तपनीयं हि विप्रस्य त्रिभिः कृछ्रैर्विशुद्ध्यति  ॥
]

`verse 41 [
अन्त्यजातिश्वपाकेन संस्पृष्टा स्त्री रजस्वला  ।
चतुर्थेऽहनि शुद्धा सा त्रिरात्रं तत्र आचरेत्  ॥
]

`verse 42 [
चाण्डालश्वपचौ स्पृष्ट्वा तथा पूयञ्च सूतिकां  ।
शवं तत्स्पर्शिनं स्पृष्ट्वा सद्यः स्नानेन शुद्ध्यति  ॥
]

`verse 43 [
नारं स्पृष्ट्वास्थि सस्नेहं स्नात्वा विप्रो विशुद्ध्यति  ।
रथ्यार्कद्दमतोयेन अधीनाभेर्मृदोदकैः  ॥
]

`verse 44 [
वान्तो विविक्तः स्नात्वा तु घृतं प्राश्य विशुद्ध्यति  ।
स्नानात्क्षुरकर्मकर्ता कृच्छ्रकृद्ग्रहणेऽन्नभुक् ॥
]

`verse 45 [
अपाङ्क्तेयाशी गव्याशी शुना दष्टस्तथा शुचिः  ।
कृमिदष्टश्चात्मघाती कृच्छ्राज्जप्याच्च होमतः  ॥
]

`verse 46 [
होमाद्यैश्चानुतापेन पूयन्ते पापिनोऽखिलाः ॥
]

`colophon [
इत्याग्नेये महापुराणे प्रायश्चित्तानि नाम सप्तत्यधिकशततमोऽध्यायः ॥
]
