`verse 1 [
सर्वपापप्रायश्चित्तानि

पुष्कर उवाच
परदारपरद्रव्यजीवहिंसादिके यदा  ।
प्रवर्तते नृणां चित्तं प्रायश्चित्तं स्तुतिस्तदा  ॥
]

`verse 2 [
विष्णवे विष्णवे नित्यं विष्णवे विष्णवे नमः  ।
नमामि विष्णुं चित्तस्थमहङ्कारगतिं हरिं  ॥
]

`verse 3 [
चित्तस्थमीशमव्यक्तमनन्तमपराजितं  ।
विष्णुमीड्यमशेषेण अनादिनिधनं विभुं  ॥
]

`verse 4 [
विष्णुश्चित्तगतो यन्मे विष्णुर्बुद्धिगतश्च यत् ।
यच्चाहङ्कारगो विष्णुर्यद्विष्णुर्मयि संस्थितः  ॥
]

`verse 5 [
करोति कर्मभूतोऽसौ स्थवरस्य चरस्य च  ।
तत्पापन्नाशमायातु तस्मिन्नेव हि चिन्तिते  ॥
]

`verse 6 [
ध्यातो हरति यत्पापं स्वप्ने दृष्टस्तु भावनात् ।
तमुपेन्द्रमहं विष्णुं प्रणतार्तिहरं हरिं  ॥
]

`verse 7 [
जगत्यस्मिन्निराधारे मज्जमाने तमस्यधः  ।
हस्तावलम्बनं विष्णुं प्रणमामि परात्परं  ॥
]

`verse 8 [
सर्वेश्वरेश्वर विभो परमात्मन्नधोक्षज  ।
हृषीकेश हृषीकेश हृषीकेश नमोऽस्तु ते  ॥
]

`verse 9 [
नृसिंहानन्त गोविन्द भूतभवन केशव  ।

दुरुक्तं दुष्कृतं ध्यातं शमयाघन्नमोऽस्तु ते  ॥
]

`verse 10 [
यन्मया चिन्तितं दुष्टं स्वचित्तवशवर्तिना  ।
अकार्यमहदत्युग्रन्तच्छमन्नय केशव  ॥
]

`verse 11 [
ब्रह्मण्यदेव गोविन्द परमार्थपरायण  ।
जगन्नाथ जगद्धातः पापं प्रशमयाच्युत  ॥
]

`verse 12 [
यथापराह्णे सायाह्णे मध्याह्णे च तथा निशि  ।
कायेन मनसा वाचा कृतं पापमजानता  ॥
]

`verse 13 [
जानता च हृषीकेश पुण्डरीकाक्ष माधव  ।
नामत्रयोच्चारणतः स्वप्ने यातु मम क्षयं  ॥
]

`verse 14 [
शारीरं मे हृषीकेश पुण्डरीकाक्ष माधव  ।
पापं प्रशमयाद्य त्वं बाक्कृतं मम माधव  ॥
]

`verse 15 [
यद्भुञ्जन्यत्स्वपंस्तिष्ठन् गच्छन् जाग्रद्यदास्थितः  ।
कृतवान् पापमद्याहं कायेन मनसा गिरा  ॥
]

`verse 16 [
यत्स्वल्पमपि यत्स्थूलं कुयोनिनरकाबहं  ।
तद्यातु प्रशमं सर्वं वासुदेवानुकीर्तनात् ॥
]

`verse 17 [
परं ब्रह्म परं धाम पवित्रं परमञ्च यत् ।
तस्मिन् प्रकीर्तिते विष्णौ यत्पापं तत्प्रणश्यतु  ॥
]

`verse 18 [
यत्प्राप्य न निवर्तन्ते गन्धस्पर्शदिवर्जितं  ।
सूरयस्तत्पदं विष्णोस्तत्सर्वं शमयत्वघं  ॥
]

`verse 19 [
पापप्रणाशनं स्तोत्रं यः पठेच्छृणुयादपि  ।

शारीरैर्मानसैर्वाग्जैः कृतैः पपैः प्रमुच्यते  ॥
]

`verse 20 [
सर्वपापग्रहादिभ्यो याति विष्णोः परं पदं  ।
तस्मात्पापे कृते जप्यं स्तोत्रं सर्वाघमर्दनं  ॥
]

`verse 21 [
प्रायश्चित्तमघौघानां स्तोत्रं व्रतकृते वरं  ।
प्रायश्चित्तैः स्तोत्रजपैर्व्रतैर्नश्यति पातकं  ॥
]

`verse 22 [
ततः कार्याणि संसिद्ध्यै तानि वै भुक्तिमुक्तये ॥
]

`colophon [
इत्याग्नेये महापुराणे सर्वपापप्रायश्चित्ते पापनाशनस्तोत्रं नाम द्विसप्तत्यधिकशततमोऽध्यायः ॥
]
