`verse 1 [
प्रायश्चित्तं

अग्निरुवाच
प्रायश्चित्तं ब्रह्मणोक्तं वक्ष्ये पापोपशान्तिदं  ।
]

`verse 2 [
स्यात्प्राणवियोगफलो व्यापारो हननं स्मृतं  ॥
]

`verse 3 [
रागाद्द्वेषात्प्रमादाच्च स्वतः परत एव वा  ।
]

`verse 4 [
ब्राह्मणं घातयेद्यस्तु स भवेद्ब्रह्मघातकः  ॥
]

`verse 5 [
बहूनामेककार्याणां सर्वेषां शस्त्रधारिणां  ।
]

`verse 6 [
यद्येको घातकस्तत्र सर्वे ते घातकाः स्मृताः  ॥
]

`verse 7 [
आक्रोशितस्ताडितो वा धनैव्वा परिपीडितः  ।
]

`verse 8 [
यमुद्दिश्य त्यजेत्प्राणांस्तमाहुर्ब्रह्मघातकं  ॥
]

`verse 9 [
औषधाद्युपकारे तु न पापं स्यात्कृते मृते  ।
]

`verse 10 [
पुत्रं शिष्यन्तथा भार्यां शासते न मृते ह्यघं  ॥
]

`verse 11 [
देशं कालञ्च यः शक्तिं पापञ्चावेक्ष्य यत्नतः  ।
]

`verse 12 [
प्रायश्चित्तं प्रकल्प्यं स्याद्यत्र चोक्ता न निष्कृतिः  ॥
]

`verse 13 [
गवार्थे ब्राह्मणार्थे वा सद्यः प्राणान् परित्यजेत् ।
]

`verse 14 [
प्रास्येदात्मानमग्नौ वा मुच्यते ब्रह्महत्यया  ॥
]

`verse 15 [
शिरःकपाली ध्वजवान् भैक्षाशी कर्म वेदयन्  ।
]

`verse 16 [
ब्रह्महा द्वादशाब्दानि मितभुक्शुद्धिमाप्नुयात् ॥
]

`verse 17 [
षड्भिर्वर्षैः शुद्धचारी ब्रह्महा पूयते नरः  ।
]

`verse 18 [
विहितं यदकामा मां कामात्तु द्विगुणं स्मृतं  ॥
]

`verse 19 [
प्रायश्चित्तं प्रवृत्तस्य वधे स्यात्तु त्रिवार्षिकं  ।
]

`verse 20 [
ब्रह्मघ्नि क्षत्रे द्विगुणं विट्च्छूद्रे द्विगुणं त्रिधा  ॥
]

`verse 21 [
अन्यत्र विप्रे सकलं पादोनं क्षत्रिये मतं  ।
]

`verse 22 [
वैश्येऽर्धपादं क्षत्रे स्याद्वृद्धस्त्रीबालरोगिषु  ॥
]

`verse 23 [
तुरीयो ब्रह्महत्यायाः क्षत्रियस्य बधे स्मृतं  ।
]

`verse 24 [
वैश्येऽष्टमांशो वृत्तस्थे शूद्रे ज्ञेयस्तु षोडशः  ॥
]

`verse 25 [
अप्रदुष्टां स्त्रियं हत्वा शूद्रहत्याव्रतं चरेत् ।
]

`verse 26 [
पञ्चगव्यं पिवेद्गोघ्नो मासमासीत संयतः  ॥
]

`verse 27 [
गोष्ठे शयो गोऽनुगामी गोप्रदानेन शुद्ध्यति  ।
]

`verse 28 [
कृच्छ्रञ्चैवातिकृच्छ्रं वा पादह्रासो नृपादिषु  ॥
]

`verse 29 [
अतिवृद्धामतिकृशामतिबालाञ्च रोगिणीं  ।
]

`verse 30 [
हत्वा पूर्वविधानेन चरेदर्धव्रतं द्विजः  ॥
]

`verse 31 [
ब्राह्मणान् भोजयेच्छक्त्या दद्याद्धेमतिलदिकं  ।
]

`verse 32 [
मुष्टिचपेटकीलेन तथा शृङ्गादिमोटने  ॥
]

`verse 33 [
लगुडादिप्रहारेण गोवधं तत्र निर्दिशेत् ।
]

`verse 34 [
दमेन दामने चैव शकटादौ च योजने  ॥
]

`verse 35 [
स्तम्भशृङ्खलपाशैर्वा मृते पादोनमाचरेत् ।
]

`verse 36 [
काष्ठे शान्तपनं कुर्यात्प्राजापत्यन्तु लोष्ठके  ॥
]

`verse 37 [
तप्तकृच्छ्रन्तु पाषाणे शस्त्रे चाप्यतिकृच्छ्रकं  ।
]

`verse 38 [
मार्जारगोधानकुलमण्डूकश्वपतत्रिणः  ॥
]

`verse 39 [
हत्वा त्र्यहं पिवेत्क्षीरं कृच्छ्रं चान्द्रायणं चरेत् ।
]

`verse 40 [
व्रतं रहस्ये रहसि प्रकाशेऽपि प्रकाशकं  ॥
]

`verse 41 [
प्राणायामशतं कार्यं सर्वपापापनुत्तये  ।
]

`verse 42 [
पानकं द्राक्षमधुकं खार्जरन्तालमैक्षवं  ॥
]

`verse 43 [
मध्वीकं टङ्कमाध्वीकं मैरेयं(?) नारिकेलजं  ।
]

`verse 44 [
न मद्यान्यपि मद्यानि पैष्टी मुख्या सुरा स्मृता  ॥
]

`verse 45 [
त्रैवर्णस्य निषिद्धानि पीत्वा तप्त्वाप्यपः शुचिः  ।
]

`verse 46 [
कणान् वा भक्षयेदब्दं पिण्याकं वा सकृन्निशि  ॥
]

`verse 47 [
सुरापाणापनुत्यर्थं बालवामा जटी ध्वजी  ।
]

`verse 48 [
अज्ञानात्प्राश्य विण्मूत्रं सुरासंस्पृष्टमेव च  ॥
]

`verse 49 [
पुनः संस्कारमर्हन्ति त्रयो वर्णा द्विजातयः  ।
]

`verse 50 [
मद्यमाण्डस्थिता आपः पीत्वा सप्तदिनं व्रती  ॥
]

`verse 51 [
चाण्डालस्य तु पानीयं पीत्वा स्यात्षड्दिनं व्रती  ।
]

`verse 52 [
चण्डालकूपभाण्डेषु पीत्वा शान्तपनं चरेत् ॥
]

`verse 53 [
पञ्चगव्यं त्रिरान्ते पीत्वा चान्त्यजलं द्विजः  ।
]

`verse 54 [
मत्स्यकण्टकशम्बूकशङ्खशुक्तिकपर्दकान्  ॥
]

`verse 55 [
पीत्वा नवोदकं चैव पञ्चगव्येन शुद्ध्यति  ।
]

`verse 56 [
शवकूपोदकं पीत्वा त्रिरात्रेण विशुद्ध्यति  ॥
]

`verse 57 [
अन्त्यावसायिनामन्नं भुक्त्वा चान्द्रायणं चरेत् ।
]

`verse 58 [
आपत्काले शूद्रगृहे मनस्तापेन शुद्ध्यति  ॥
]

`verse 59 [
शूद्रभाजनभुक्विप्रः पञ्चगव्यादुपोषितः  ।
]

`verse 60 [
कन्दुपक्वं स्नेहपक्वं स्नेहं च दधिशक्तवः  ॥
]

`verse 61 [
शूद्रादनिन्द्यान्येतानि गुडक्षीररसादिकं  ।
]

`verse 62 [
अस्नातभुक्चोपवासी दिनान्ते तु जपाच्छुचिः  ॥
]

`verse 63 [
मूत्रोच्चार्यशुचिर्भुक्त्वा त्रिरात्रेण विशुद्ध्यति  ।
]

`verse 64 [
केशकीटावपन्नं च पादस्पृष्टञ्च कामतः  ॥
]

`verse 65 [
भ्रूणघ्नावेक्षित्तं चैव सस्पृष्टं वाप्युदक्यया  ।
]

`verse 66 [
काकाद्यैरवलीढं च शुनासंस्पृष्टमेव च  ॥
]

`verse 67 [
गवाद्यैरन्नमाघ्रातं भुक्त्वा त्र्यहमुपावसेत् ।
]

`verse 68 [
रेतोविण्मूत्रभक्षी तु प्राजापत्यं समाचरेत् ॥
]

`verse 69 [
चान्द्रायण नवश्राद्धे पराको मासिके मतः  ।
]

`verse 70 [
पक्षत्रयेऽतिकृच्छ्रं स्यात्षण्मासे कृच्छ्रमेव च  ॥
]

`verse 71 [
आब्दिके पादकृच्छ्रं स्यादेकाहः पुनराव्दिके  ।
]

`verse 72 [
पूर्वेद्युर्वार्षिकं श्राद्धं परेद्युः पुनराव्दिकं  ॥
]

`verse 73 [
निषिद्धभक्षणे भुक्ते प्रायश्चित्तमुपोषणं  ।
]

`verse 74 [
भूस्तृणं लशुनं भुक्त्वा शिशुकं कृच्छ्रमाचरेत्  ॥
]

`verse 75 [
अभोज्यानान्तु भुक्त्वान्नं स्त्रीशूद्रोच्छिष्टमेव च  ।
]

`verse 76 [
जग्ध्वा मांसमभक्ष्यञ्च सप्तरात्रं पयः पिवेत् ॥
]

`verse 77 [
मधु मांसञ्च योऽश्नीयाच्छावं सूतकमेव वा  ।
]

`verse 78 [
प्राजापत्यं चरेत्कृच्छ्रं ब्रह्मचारी यतिर्व्रती  ॥
]

`verse 79 [
अन्ययेन परस्वापहरणं स्तेयमुच्यते  ।
]

`verse 80 [
मुसलेन हतो राज्ञा स्वर्णस्तेयी विशुद्ध्यति  ॥
]

`verse 81 [
अधःशायी जटाधारी पर्णमूलफलाशनः  ।
]

`verse 82 [
एककालं समश्नानो द्वादशाब्दे विशुद्ध्यति  ॥
]

`verse 83 [
रुक्मस्तेयी सुरापश्च ब्रह्महा गुरुतल्पगः  ।
]

`verse 84 [
स्तेयं कृत्वा सुरां पीत्वा कृच्छ्रञ्चाब्दं चरेन्नरः  ॥
]

`verse 85 [
मणिमुक्ताप्रवालानां ताम्रस्य रजतस्य च  ।
]

`verse 86 [
अयस्कांस्योपलानाञ्च द्वादशाहं कणान्नभुक् ॥
]

`verse 87 [
मनुष्याणान्तु हरणे स्त्रीणां क्षेत्रगृहस्य च  ।
]

`verse 88 [
वापीकूपतडागानां शुद्धिश्चान्द्रायणं स्मृतं  ॥
]

`verse 89 [
भक्ष्यभोज्यापहरणे यानशय्यासनस्य च  ।
]

`verse 90 [
पुष्पमूलफलानाञ्च पञ्चगव्यं विशोधनं  ॥
]

`verse 91 [
तृणकाष्ठद्रुमाणाञ्च शुष्कान्नस्य गुडस्य च  ।
]

`verse 92 [
चेलचर्मामिषाणाञ्च त्रिरात्रं स्यादभोजनं  ॥
]

`verse 93 [
पितुः पत्नीञ्च भगिनीमाचार्यतनयान्तथा  ।
]

`verse 94 [
आचार्याणीं सुतां स्वाञ्च गच्छंश्च गुरुतल्पगः  ॥
]

`verse 95 [
गुरुतल्पेऽभिभाष्यैनस्तप्ते पच्यादयोमये  ।
]

`verse 96 [
शूमीं ज्वलन्तीञ्चाश्लिष्य मृतुना स विशुद्ध्यति  ॥
]

`verse 97 [
चान्द्रायणान् वा त्रीन्मासानभ्यस्य गुरुतल्पगः  ।
]

`verse 98 [
एवमेव विधिं कुर्याद्योषित्सु पतितास्वपि  ॥
]

`verse 99 [
यत्पुंसः परदारेषु तच्चैनां कारयेद्व्रतं  ।
]

`verse 100 [
रेतः सिक्त्वा कुमारीषु चाण्डालीषु सुतासु च  ॥
]

`verse 101 [
सपिण्डापत्यदारेषु प्राणत्यागो विधीयते  ।
]

`verse 102 [
यत्करोत्येकरात्रेण वृषलीसेवनं द्विजः  ॥
]

`verse 103 [
तद्भैक्ष्यभुग् जपन्नित्यं त्रिभिर्वर्षैर्व्यपोहति  ।
]

`verse 104 [
पितृव्यदारगमने भ्रातृभार्यागमे तथा  ॥
]

`verse 105 [
चाण्डालीं पुक्कसीं वापि स्नुषाञ्च भगिनीं सखीं  ।
]

`verse 106 [
मातुः पितुः स्वसारञ्च निक्षिप्तां शरणागतां  ॥
]

`verse 107 [
मातुलानीं स्वसारञ्च सगोत्रामन्यमिच्छतीं  ।
]

`verse 108 [
शिष्यभार्यां गुरोर्भार्यां गत्वा चान्द्रायणञ्चरेत् ॥
]

`colophon [
इत्याग्नेये महापुराणे प्रायश्चित्तानि नाम त्रिसप्तत्यधिकशततमोऽध्यायः ॥
]
