`verse 1 [
व्रतपरिभाषा

अग्निरुवाच
तिथिवारर्क्षदिवसमासर्त्वब्दार्कसङ्क्रमे  ।
नृस्त्रीव्रतादि वक्ष्यामि वसिष्ठ शृणु तत्क्रमात् ॥
]

`verse 2 [
शास्त्रोदितो हि नियमो व्रतं तच्च तपो मतं  ।
नियमास्तु विशेषास्तु व्रतस्यैव दमादयः  ॥
]

`verse 3 [
व्रतं हि कर्तृसन्तापात्तप इत्यभिधीयते  ।
इन्द्रियग्रामनियमान्नियमश्चाभिधीयते  ॥
]

`verse 4 [
अनग्नयस्तु ये विप्रास्तेषां श्रेयोऽभिधीयते  ।
व्रतोपवासनियमैर्नानादानैस्तथा द्विजः  ॥
]

`verse 5 [
ते स्युर्देवादयः प्रीता भुक्तिमुक्तिप्रदायकाः  ।
उपावृत्तस्य पापेभ्यो यस्तु वासो गुणैः सह  ॥
]

`verse 6 [
उपवासः स विज्ञेयः सर्वभोगविवर्जितः  ।
कांस्यं मांसं मसूरञ्च चणकं कोरदूषकं  ॥
]

`verse 7 [
शाकं मधु परान्नञ्च त्यजेदुपवसन् स्त्रियं  ।
पुष्पालङ्कारवस्त्राणि धूपगन्धनुलेपनं  ॥
]

`verse 8 [
उपवासे न शस्यन्ति दन्तधावनमञ्जनं  ।
दन्तकाष्ठं पञ्चगव्यं कृत्वा प्रातर्व्रतञ्चरेत् ॥
]

`verse 9 [
असकृज्जलपानाच्च ताम्बूलस्य च भक्षणात् ।
उपवासः प्रदुष्येत दिवास्वप्नाच्च मैथुनात् ॥
]

`verse 10 [
क्षमा सत्यन्दया दानं शौचमिन्द्रियनिग्रहः  ।
देवपूजाग्निहरणं सन्तोषोऽस्तेयमेव च  ॥
]

`verse 11 [
सर्वव्रतेष्वयं धर्मः सामान्यो दशधा स्मृतः  ।
पवित्राणि जपेच्चैव जुहुयाच्चैव शक्तितः  ॥
]

`verse 12 [
नित्यस्नायी मिताहारो गुरुदेवद्विजार्चकः  ।
क्षारं क्षौद्रञ्च लवणं मधु मांसानि वर्जयेत् ॥
]

`verse 13 [
तिलमुद्गादृते शस्यं शस्ये गोधूमकोद्रवौ  ।
चीनकं देवधान्यञ्च शमीधान्यं तथैक्षवं  ॥
]

`verse 14 [
शितधान्यं तथा पुण्यं मूलं क्षारगणः स्मृतः  ।
व्रीहिषष्टिकमुद्गाश्च कलायाः सतिला यवाः  ॥
]

`verse 15 [
श्यामाकाश्चैव नीवारा गोधूमाद्या व्रते हिताः  ।
कुष्माण्डालावुवार्ताकून् पालङ्कीम्पूतिकान्त्यजेत् ॥
]

`verse 16 [
चरुभैक्ष्यं शक्तुकणाः शाकन्दधि घृतं पयः  ।
श्यामाकशालिनीवारा यवकं मूलतण्डुलं  ॥
]

`verse 17 [
हविष्यं व्रतनक्तादावग्निकार्यादिके हितं  ।
मधु मांसं विहायान्यद्व्रते वा हितमीरितं  ॥
]

`verse 18 [
त्र्यहं प्रातस्त्र्यहं सायं त्र्यहमद्यादयाचितं  ।
त्र्यहम्परञ्च नाश्नीयात्प्राजापत्यञ्चरन् द्विजः  ॥
]

`verse 19 [
एकैकं ग्रासमश्नीयात्त्र्यहाणि त्रीणि पूर्ववत् ।
त्र्यहञ्चोपवसेदन्त्यमतिकृच्छ्रं चरन् द्विजः  ॥
]

`verse 20 [
गोमूत्रं गोमयं क्षीरं दधि सर्पिः कुशोदकं  ।
एकरात्रोपवासश्च कृच्छ्रं शान्तपनं स्मृतं  ॥
]

`verse 21 [
पृथक्शान्तपनद्रव्यैः षडहः सोपवासकः  ।
सप्ताहेन तु कृच्छ्रोऽयं महाशान्तपनोऽघहा  ॥
]

`verse 22 [
द्वादशाहोपवासेन पराकः सर्वपापहा  ।

महापराकस्त्रिगुणस्त्वयमेव प्रकीर्तितः  ॥
]

`verse 23 [
पौर्णमास्यां पञ्चदशग्रास्यमावास्यभोजनः  ।
एकापाये ततो वृद्धौ चान्द्रायणमतोऽन्यथा  ॥
]

`verse 24 [
कपिलागोः पलं मूत्रं अर्धाङ्गुष्ठञ्च गोमयं  ।
क्षीरं सप्तपलन्दद्यात्दध्नश्चैव पलद्वयं  ॥
]

`verse 25 [
घृतमेकपलन्दद्यात्पलमेकं कुशोदकं  ।
गयत्र्या गृह्य गोमूत्रं गन्धद्वारेति गोमयं  ॥
]

`verse 26 [
आप्यायस्वेति च क्षीरं दधिक्राव्णेति वै दधि  ।
तेजोऽसीति तथा चाज्यं देवस्येति कुशोदकं  ॥
]

`verse 27 [
ब्रह्मकूर्चो भवत्येवं आपो हिष्ठेत्यृचं जपेत् ।
अघमर्षणसूक्तेन संयोज्य प्रणवेन वा  ॥
]

`verse 28 [
पीत्वा सर्वाघनिर्मुक्तो विष्णुलोकी ह्युपोषितः  ।
उपवासी सायम्भोजी यतिः षष्ठात्मकालवान्  ॥
]

`verse 29 [
मांसवर्जी चाश्वमेधी सत्यवादी दिवं व्रजेत् ।
अग्न्याधेयं प्रतिष्ठाञ्च यज्ञदानव्रतानि च  ॥
]

`verse 30 [
देवव्रतवृषोत्सर्गचूडाकरणमेखलाः  ।
माङ्गल्यमभिषेकञ्च मलमासे विवर्जयेत् ॥
]

`verse 31 [
दर्शाद्दर्शस्तु चान्द्रः स्यात्त्रिंशाहश्चैव भावनः  ।
मासः सौरस्तु सङ्क्रान्तेर्नाक्षत्रो भविवर्तनात् ॥
]

`verse 32 [
सौरो मासो विवाहादौ यज्ञादौ सावनः स्मृतः  ।

आव्धिके पितृकार्ये च चान्द्रो मासः प्रशस्यते  ॥
]

`verse 33 [
आषाढीमवधिं कृत्वा यः स्यात्पक्षस्तु पञ्चमः  ।
कुर्याच्छ्राद्धन्तत्र रविः कन्यां गच्छतु वा न वा  ॥
]

`verse 34 [
मासि संवत्सरे चैव तिथिद्वैधं यदा भवेत् ।
तत्रोत्तरोत्तमा ज्ञेया पूर्वा तु स्यान्मलिम्लुचा  ॥
]

`verse 35 [
उपोषितव्यं नक्षत्रं येनास्तं याति भास्करः  ।
दिवा पुण्यास्तु तिथयो रात्रौ नक्तव्रते शुभाः  ॥
]

`verse 36 [
युग्माग्निकृतभूतानि षण्मुन्योर्वसुरन्ध्रयोः  ।
रुद्रेण द्वादशो युक्ता चतुर्दश्याथ पूर्णिमा  ॥
]

`verse 37 [
प्रतिपदा त्वमावास्या तिथ्योर्युग्मं महाफलं  ।
एतद्व्यस्तं महाघोरं हन्ति पुण्यं पुराकृतं  ॥
]

`verse 38 [
नरेन्द्रमन्त्रिव्रतिनां विवाहोपद्रवादिषु  ।
सद्यः शौचं समाख्यातं कान्तारापदि संषदि  ॥
]

`verse 39 [
आरब्धदीर्घतपसां न राजा व्रतहा स्त्रियाः  ।
गर्भिणी सूतिका नक्तं कुमारी च रजस्वला  ॥
]

`verse 40 [
यदाशुद्धा तदान्येन कारयेत क्रियाः सदा  ।
क्रोधात्प्रमादाल्लोभाद्वा व्रतभङ्गो भवेद्यदि  ॥
]

`verse 41 [
दिनत्रयं न भुञ्ञीत मुण्डनं शिरसोऽथ वा  ।
असामर्थ्ये व्रतकृतौ पत्नीं वा कारयेत्सुतं  ॥
]

`verse 42 [
सूतके मृतके कार्त्यं प्रारब्धं पूजनोज्झितं  ।
व्रतस्थं मूर्छितं दुग्धपानाद्यैरुद्धरेद्गुरुः  ॥
]

`verse 43 [
अष्तौ तान्यव्रतघ्नानि आपो मूलं फलं पयः  ।
हविर्ब्राह्मणकाम्या च गुरोर्वचनमौषधं  ॥
]

`verse 44 [
कीर्तिसन्ततिविद्यादिसौभाग्यारोग्यवृद्धये  ।
नैर्मल्यभुक्तिमुक्त्यर्थं कुर्वे व्रतपते व्रतं  ॥
]

`verse 45 [
इदं व्रतं मया श्रेष्ठं गृहीतं पुरतस्तव  ।
निर्विघ्नां सिद्धिमायातु त्वत्प्रसादात्जगत्पते  ॥
]

`verse 46 [
गृहीतेऽस्मिन् व्रतवरे यद्यपूर्णे म्रिये ह्यहं  ।
तत्सर्वं पूर्णमेवास्तु प्रसन्ने त्वयि सत्पतौ  ॥
]

`verse 47 [
व्रतमूर्तिं जगद्भूतिं मण्डले सर्वसिद्धये  ।
आवहये नमस्तुभ्यं सन्निधीभव केशव  ॥
]

`verse 48 [
मनसा कल्पितैर्भक्त्या पञ्चगव्यैर्जलैः शुभैः  ।
पञ्चामृतैः स्नापयामि त्वं मे च भव पापहा  ॥
]

`verse 49 [
गन्धपुष्पोदकैर्युक्तमर्घ्यमर्घ्यपते शुभं  ।
गृहाण पाद्यमाचाममर्घ्यार्हङ्कुरु मां सदा  ॥
]

`verse 50 [
वस्त्रं वस्त्रपते पुण्यं गृहाण कुरु मां सदा  ।
भूषणाद्यैः सुवस्त्राद्यैश्छादितं व्रतसत्पते  ॥
]

`verse 51 [
सुगन्धिगन्धं विमलं गन्धमूर्ते गृहाण वै  ।
पापगन्धविहीनं मां कुरु त्वं हि सुगन्धिकं  ॥
]

`verse 52 [
पुष्पं गृहाण पुष्पादिपूर्ण मां कुरु सर्वदा  ।
पुष्पगन्धं सुविमलं आयुरारोग्यवृद्धये  ॥
]

`verse 53 [
दशाङ्गं गुग्गुलुघृतयुक्तं धूपं गृहाण वै  ।
सधूप धूपित मां त्वं कुरु धूपितसत्पते  ॥
]

`verse 54 [
दीपमूर्धशिखं दीप्तं गृहाणाखिलभासकं  ।
दीपमूर्ते प्रकाशाढ्यं सर्वदोर्ध्वगतिं कुरु  ॥
]

`verse 55 [
अन्नादिकञ्च नैवेद्यं गृहाणान्नादि सत्पते  ।
अन्नादिपूर्णं कुरु मामन्नदं सर्वदायकं  ॥
]

`verse 56 [
मन्त्रहीनं क्रियाहीनं भक्तिहीनं मया प्रभो  ।
यत्पूजितं व्रतपते परिपूर्णन्तदसु मे  ॥
]

`verse 57 [
धर्मं देहि धनं देहि सौभाग्यं गुणसन्ततिं  ।
कीर्तिं विद्यां देहि चायुः स्वर्गं मोक्षञ्च देहि मे ॥।
]

`verse 58 [
इमां पूजां व्रतपते गृहीत्वा व्रज साम्प्रतं  ।
पुनरागमनायैव वरदानाय वै प्रभो  ॥
]

`verse 59 [
स्नात्वा व्रतवता सर्वव्रतेषु व्रतमूर्तयः  ।
पूज्याः सुवर्णजास्ता वै शक्त्या वै भूमिशायिना  ॥
]

`verse 60 [
जपो होमश्च सामान्यव्रतान्ते दानमेव च  ।
चतुर्विंशा द्वादश वा पञ्च वा त्रय एककः  ॥
]

`verse 61 [
विप्राः प्रपूज्या गुरवो भोज्याः शक्त्या तु दक्षिणा  ।
देया गावः सुवर्णाद्याः पादुकोपानहौ पृथक् ॥
]

`verse 62 [
जलपात्रञ्चान्नपात्रमृत्तिकाच्छत्रमासनं  ।
शय्या वस्त्रयुगं कुम्भाः परिभाषेयमीरिता  ॥
]

`colophon [
इत्याग्नेये महापुराणे व्रतपरिभाषानाम पञ्चसप्तत्यधिकशततमोऽध्यायः ॥
]
