`verse 1 [
प्रतिपद्व्रतानि

अग्निरुवाच
वक्ष्ये प्रतिपदादीनि व्रतान्यखिलदानि ते  ।
कार्त्तिकाश्वयुजे चैत्रे प्रतिपद्ब्रह्मणस्तिथिः  ॥
]

`verse 2 [
पञ्चदश्यान्निराहारः प्रतिपद्यर्चयेदजं  ।
ओं तत्सद्ब्रह्मणे नमो गायत्र्या वाब्दमेककं  ॥
]

`verse 3 [
अक्षमालां स्रुवं दक्षे वामे स्रुचं कमण्डलु  ।
लम्बकूर्चञ्च जटिलं हैमं ब्रह्माणमर्चयेत् ॥
]

`verse 4 [
शक्त्या क्षीरं प्रदद्यात्तु ब्रह्मा मे प्रीयतामिति  ।
निर्मलो भोगभुक् स्वर्गे भूमौ विप्रो धनी भवेत् ॥
]

`verse 5 [
धन्यं व्रतं प्रवक्ष्यामि अधन्यो धन्यतां व्रजेत् ।
मार्गशीर्षे प्रतिपदि नक्तं हुत्वाप्युपोषितः  ॥
]

`verse 6 [
अग्नये नम इत्यग्निं प्रार्च्याब्दं सर्वभाग्भवेत् ।
प्रतिपद्येकभक्ताशी समाप्ते कपिलाप्रदः  ॥
]
