`speaker [
अग्निरुवाच
]

`verse 1 [
द्वितीयाव्रतकं वक्ष्ये भुक्तिमुक्तिदायकं  ।
पुष्पाहारी द्वितीयायामश्विनौ पूजयेत्सुरौ  ॥
]

`verse 2 [
अब्दं स्वरूपसौभाग्यं स्वर्गभाग्जायते व्रती  ।
कार्त्तिके शुक्तिपक्षस्य द्वितीयायां यमं यजेत् ॥
]

`verse 3 [
अब्दमुपोषितः स्वर्गं गच्छेन्न नरकं व्रती  ।
अशून्यशयनं वक्ष्ये अवैधव्यादिदायकं  ॥
]

`verse 4 [
कृष्णपक्षे द्वितीयायां श्रावणास्य चरेदिदं  ।
श्रीवत्सधारिन् श्रिकान्त श्रीधामन् श्रीपतेऽव्यय  ॥
]

`verse 5 [
गार्हस्थ्यं मा प्रणाशं मे यातु धर्मार्थकामदं  ।
अग्नयी मा प्रणश्यन्तु मा प्रणश्यन्तु देवताः  ॥
]

`verse 6 [
पितरो मा प्रणश्यन्तु मत्तो दाम्पत्यभेदतः  ।
लक्ष्म्या वियुज्यते देवो न कदाशिद्यथा भवान्  ॥
]

`verse 7 [
तथा कलत्रसम्बन्धो देव मा मे विभिद्यतां  ।
लक्ष्म्या न शून्यं वरद यथा ते शयनं विभो  ॥
]

`verse 8 [
शय्या ममाप्यशून्यास्तु तथैव मधुसूदन  ।
लक्ष्मीं विष्णुं यजेदव्दं दद्याच्छय्यां फलानि च  ॥
]

`verse 9 [
प्रतिमासं च सोमाय दद्यादर्घ्यं समन्त्रकं  ।
- - -- - - - -

- - - - - -
गगनाङ्गणसन्दीप दुग्धाब्धिमथनोद्भव  ॥
]

`verse 10 [
भाभासितादिगाभोग रामानुज नमोऽस्तु ते  ।
ओं श्रीं श्रीधराय नमः सोमात्मानं हरिं यजेत् ॥
]

`verse 11 [
घं ढं भं हं श्रियै नमो दशरूपमहात्मने  ।
घृतेन होमो नक्तञ्च शय्यां दद्याद्द्विजातये  ॥
]

`verse 12 [
दीपान्नभाजनैर्युक्तं छत्रोपानहमासनं  ।
सोदकुम्भञ्च प्रतिमां विप्रायाथ च पात्रकं  ॥
]

`verse 13 [
पत्न्या य एवं कुरुते भुक्तिमुक्तिमवाप्नुयात् ।
कान्तिव्रतं प्रवक्ष्यामि कार्त्तिकस्य सिते चरेत् ॥
]

`verse 14 [
नक्तभोजी द्वितीयायां पूजयेद्बलकेशवौ  ।
वर्षं प्राप्नोति वै कान्तिमायुरारोग्यकादिकं  ॥
]

`verse 15 [
अथ विष्णुव्रतं वक्ष्ये मनोवाञ्छितदायकं  ।
पौषशुक्लद्वितीयादि कृत्वा दिनचतुष्टयं  ॥
]

`verse 16 [
पूर्वं सिद्धार्थकैः स्नानं ततः कृष्णतिलैः स्मृतं  ।
वचया च तृतीयेऽह्नि सर्वौषध्या चतुर्थके  ॥
]

`verse 17 [
मुरामांषी वचा कुष्ठं शैलेयं रजनीद्वयं  ।
सटी चम्पकमुस्तञ्च सर्वौषधिगणः स्मृतः  ॥
]

`verse 18 [
नाम्ना कृष्णाच्युतानन्त हृषीकेशेति पूजयेत् ।
पादे नाभ्यां चक्षुषि च क्रमाच्छिरसि पुष्पकैः  ॥
]

`verse 19 [
शशिचन्द्रशशाङ्केन्दुसञ्ज्ञाभिश्चार्घ्यं इन्दवे  ।
नक्तं भुञ्जीत च नरो यावत्तिष्ठति चन्द्रमाः  ॥
]

`verse 20 [
- - - -- - - - - -

-  -- - - - - - -
षण्मासं पावनं चाब्दं प्राप्नुयात्सकलं व्रती  ।
एतद्व्रतं नृपैः स्त्रीभिः कृतं पूर्वं सुरादिभिः  ॥
]

`colophon [
इत्याग्नेये महापुराणे द्वितीयाव्रतानि नाम सप्तसप्तत्यधिकशततमोऽध्यायः ॥
]
