`verse 1 [
तृतीयाव्रतानि

अग्निरुवाच
तृतीयाव्रतान्याख्यास्ये भुक्तिमुक्तिप्रदानि ते  ।
ललितायां तृतीयायां मूलगौरीव्रतं शृणु  ॥
]

`verse 2 [
तृतीयायां चैत्रशुक्ले ऊढा गौरी हरेण हि  ।
तिलस्नातोऽर्चयेच्छम्भुं गौर्या हैमफलादिभिः  ॥
]

`verse 3 [
नमोऽस्तु पाटलायैव पादौ देव्याः शिवस्य च  ।
शिवायेति च सङ्कीर्त्य जयायै गुल्फयोर्यजेत् ॥
]

`verse 4 [
त्रिपुरघ्नाय रुद्राय भान्यै जङ्घयोर्द्वयोः  ।
शिवं रुद्रायेश्वराय विजयायैव जानुनी  ॥
]

`verse 5 [
ईशायेति कटिं देव्याः शङ्करायेति शङ्करम्  ।
- - - -- - - -- - - -- - - -- - - -

- - - -- - - -- - - -- - - -- - - -
कुक्षिद्वयञ्च कोटव्यै शूलिनं शूलपाणये  ॥
]

`verse 6 [
मङ्गलायै नमस्तुभ्यमुदरञ्चाभिपूजयेत् ।
सर्वात्मने नमो रुद्रमैशान्यै च कुचद्वयं  ॥
]

`verse 7 [
शिवं देवात्मने तद्वथ्रादिन्यै कण्ठमर्चयेत् ।
महादेवाय च शिवमनन्तायै करद्वयं  ॥
]

`verse 8 [
त्रिलोचनायेति हरं बाहुं कालानलप्रिये  ।
सौभाग्यायै महेशाय भूषणानि प्रपूजयेत् ॥
]

`verse 9 [
अशोकमधुवासिन्यै ईश्वरायेति चौष्ठकौ  ।
चतुर्मुखप्रिया चास्यं हराय स्थाणवे नमः  ॥
]

`verse 10 [
नमोऽर्धनारीशहरममिताङ्ग्यै च नासिकां  ।
नम उग्राय लोकेशं ललितेति पुनर्भ्रुवौ  ॥
]

`verse 11 [
सर्वाय पुरहन्तारं वासन्त्यै चैव तालुकं  ।
नमः श्रीकण्ठनाथायै शितिकण्ठाय केशकं  ॥
]

`verse 12 [
भीमोग्राय सुपूपिण्यै शिरः सर्वात्मने नमः  ।
मल्लिकाशोककमलकुन्दन्तगरमालती  ॥
]

`verse 13 [
कदम्बकरवीरञ्च वाणमम्लानकुङ्कुमं  ।
सिन्धुवारञ्च मासेषु सर्वेषु क्रमशः स्मृतं  ॥
]

`verse 14 [
उमामहेश्वरौ पूज्य सौभाग्याष्टकमग्रतः  ।
- - - -- - - -- - - -- - - -- - - -

- - - -- - - -- - - -- - - -- - - -
स्थापयेद् घृतनिष्पावकुसुम्भक्षीरजीवकं  ॥
]

`verse 15 [
तरुराजेक्षुलवणं कुस्तुम्बुरुमथाष्टमं  ।
चैत्रे शृगोदकं प्राश्य देवदेव्यग्रतः स्वपेत् ॥
]

`verse 16 [
प्रातः स्नात्वा समभ्यर्च्य विप्रदाम्पत्यमर्चयेत्  ।
तदष्टकं द्विजे दद्याल्ललिता प्रीयतां मम  ॥
]

`verse 17 [
शृङ्गोदकं गोमयं च मन्दारं बिल्वपत्रकं  ।
कुशोदकं दधि क्षीरं कार्त्तिके पृषदाज्यकम्  ॥
]

`verse 18 [
गोमूत्राज्यं कृष्णतिलं पञ्चगव्यं क्रमाशनं  ।
ललिता विजया भद्रा भवानी कुमुदा शिवा  ॥
]

`verse 19 [
वासुदेवी तथा गौरी मङ्गला कमला सती  ।
चैत्रादौ दानकाले च प्रीयतामिति वाचयेत् ॥
]

`verse 20 [
फलमेकं पवित्राज्यं व्रतान्ते शयानं ददेत् ।
उमामहेश्वरं हैमं वृषभञ्च गवा सह  ॥
]

`verse 21 [
गुरुञ्च मिथुनान्यर्च्य वस्त्राद्यैर्भुक्तिमुक्तिभाक्  ।
सौभाग्यारोग्यरूपायुः सौभाग्यशयनव्रतान्  ॥
]

`verse 22 [
नभस्ये वाथ वैशाखे कुर्यान्मार्गशिरस्यथ  ।
- - - -- - - -- - - -- - - -- - - -

- - - -- - - -- - - -- - - -- - - -
शुक्लपक्षे तृतीयायां ललितायै नमो यजेत् ॥
]

`verse 23 [
प्रतिपक्षं ततः प्रार्च्य व्रतान्ते मित्युनानि च  ।
चतुर्विंशतिमभ्यर्च्य वस्त्राद्यैर्भुक्तिमुक्तिभाक् ॥
]

`verse 24 [
उक्तो मार्गो द्वितीयोऽयं सौभाग्यव्रतमावदे  ।
फाल्गुणादितृतीयायां लवणं यस्तु वर्जयेत् ॥
]

`verse 25 [
समाप्ते शयनन्दद्याद्गृहश्चोपस्करान्वितं  ।
सम्पूज्य विप्रमिथुनं भवानी प्रीयतामिति  ॥
]

`verse 26 [
सौभाग्यार्थं तृतीयोक्ता गौरीलोकादिदायिनी  ।
माघे भाद्रे च वैशाखे तृतीयाव्रतकृत्तथा  ॥
]

`verse 27 [
दमनकतृतीयाकृत्चैत्रे दमनकैर्यजेत् ।
आत्मतृतीया मार्गस्य प्रार्च्येच्छाभोजनादिना  ॥
]

`verse 28 [
गौरी काली उमा भद्रा दुर्गा कान्तिः सरस्वती  ।
वैष्णवी लक्ष्मीः प्रकृतिः शिवा नारायणी क्रमात्  ॥
]

`verse 29 [
मार्गतृतीयामारभ्य सौभाग्यं स्वर्गमाप्नुयात् ॥
]
