`verse 1 [
चतुर्थीव्रतानि

अग्निरुवाच
चतुर्थी व्रतान्याख्यास्ये भुक्तिमुक्तिप्रदानि ते  ।
माघे शुक्लचतुर्थ्यान्तु उपवासी यजेद्गुणं  ॥
]

`verse 2 [
पञ्चम्याञ्च तिलान्नादी वर्षान्निर्विघ्नतः सुखी  ।
गं स्वाहा मूलमन्त्रोऽयं गामाद्यं हृदयादिकं  ॥
]

`verse 3 [
आगच्छोल्काय चावाह्य गच्छोल्काय विसर्जनं  ।
उल्कान्तैर्गादिगन्धाद्यैः पूजयेन्मोदकादिभिः  ॥
]

`verse 4 [
ओं महोल्काय विद्महे वक्रतुण्डाय धीमहि तन्नो दन्ती प्रचोदयात्
मासि भाद्रपदे चापि चतुर्थीकृच्छिवं व्रजेत् ।
चतुर्थ्यां फाल्गुने नक्तमविघ्नाख्या व्रजेत् ॥
]

`verse 5 [
चतुर्थ्यां फाल्गुने नक्तमविघ्नाख्या चतुर्थ्यपि  ।
चतुर्थ्यां दमनैः पूज्य चैत्रे प्रार्च्य गणं सुखी  ॥
]

`colophon [
इत्याग्नेये महपुराणे चतुर्थीव्रतानि नाम एकोनाशीत्यधिकशततमोऽध्यायः ॥
]
