`verse 1 [
; सप्तमीव्रतानि

अग्निरुवाच
सप्तमीव्रतकं वक्ष्ये सर्वेषां भुक्तिमुक्तिदं  ।
माघमासेऽब्जके शुक्ले सूर्यं प्रार्च्य विशोकभाक् ॥
]

`verse 2 [
सर्वावाप्तिस्तु सप्तभ्यां मासि भाद्रेऽर्कपूजनात् ।
पौषे मासि सितेऽनश्नन् प्रार्च्यार्कं पापनाशनं  ॥
]

`verse 3 [
कृष्णपक्षे तु माघस्य सर्वावाप्तिस्तु सप्तमी  ।
फाल्गुने तु सिते नन्दा सप्तमी चार्कपूजनात् ॥
]

`verse 4 [
मार्गशीर्षे सिते प्रार्च्य सप्तमी चापराजिता  ।
मार्गशीर्षे सिते चाब्दं पुत्रीया सप्तमी स्त्रियाः  ॥
]

`colophon [
इत्याग्नेये महापुराणे सप्तमीव्रतानि नाम द्व्यशीत्यधिकशततमोऽध्यायः ॥
]
