`verse 1 [
; अष्टमीव्रतानि

अग्निरुवाच
वक्ष्ये व्रतानि चाष्टम्यां रोहिण्यां प्रथमं व्रतं  ।
मासि भाद्रपदेऽष्टभ्यां रोहिण्यामर्धरात्रके  ॥
]

`verse 2 [
कृष्णो जातो यतस्तस्यां जयन्ती स्यात्ततोऽष्टमी  ।
सप्तजन्मकृतात्पापात्मुच्यते चोपवासतः  ॥
]

`verse 3 [
कृष्णपक्षे भाद्रपदे अष्टम्यां रोहिणीयुते  ।
उपाषितोर्चयेत्कृष्णं भुक्तिमुक्तिप्रदायकं  ॥
]

`verse 4 [
आवाहयाम्यहं कृष्णं बलभद्रञ्च देवकीं  ।
वसुदेवं यशोदाङ्गाः पूजयामि नमोऽस्तु ते  ॥
]

`verse 5 [
योगाय योगपतये योगेशाय नमो नमः  ।
योगादिसम्भावयैव गोविन्दाय नमो नमः  ॥
]

`verse 6 [
स्नानं कृष्णाय दद्यात्तु अर्घ्यं चानेन दापयेत् ।
यज्ञाय यज्ञेश्वराय यज्ञानां पतये नमः  ॥
]

`verse 7 [
यज्ञादिसंभवायैव गोविन्दाय नमो नमः  ।
गृहाण देव पुष्पाणि सुगन्धीनि प्रियाणि ते  ॥
]

`verse 8 [
सर्वकामप्रदो देव भव मे देववन्दित  ।
धूपधूपित धूपं त्वं धूपितैस्त्वं गृहाण मे  ॥
]

`verse 9 [
सुगन्ध धूपगन्धाढ्यं कुरु मां सर्वदा हरे  ।

दीपदीप्त महादीपं दीपदीप्तद सर्वदा  ॥
]

`verse 10 [
मया दत्तं गृहाण त्वं कुरु चोर्ध्वगतिं च मां  ।
विश्वाय विश्वपतये विश्वेशाय नमो नमः  ॥
]

`verse 11 [
विश्वादिसम्भवायैव गोविन्दाय निवेदितं  ।
धर्माय धर्मपतये दर्मेशाय नमो नमः  ॥
]

`verse 12 [
धर्मादिसम्भवायैव गोविन्दशयनं कुरु  ।
सर्वाय सर्वपतये सर्वेशाय नमो नमः  ॥
]

`verse 13 [
सर्वादिसम्भवायैव गोविन्दाय च पावनं  ।
क्षीरोदार्णवसम्भूत अत्रिनेत्रसमुद्भव  ॥
]

`verse 14 [
गृहाणार्घ्यं शशाङ्केदं रोहिण्या सहितो मम  ।
स्थण्डिले स्थापयेद्देवं सचन्द्रां रोहिणीं यजेत् ॥
]

`verse 15 [
देवकीं वसुदेवं च यशोदां नन्दकं बलं  ।
अर्धरात्रे परोधाराः पातयेद्गुडसर्पिषा  ॥
]

`verse 16 [
वस्त्रहेमादिकं दद्याद्ब्राह्मणान् भोजयेद्व्रती  ।
जन्माष्टमीव्रतकरः पुत्रवान्विष्णुलोकभाक्  ॥
]

`verse 17 [
वर्षे वर्षे तु यः कुर्यात्पुत्रार्थी वेत्ति नो भयं  ।
पुत्रान् देहि धनं देहि आयुरारोग्यसन्ततिं  ॥
]
