`verse 1 [
; अष्टमीव्रतानि

अग्निरुवाच
ब्रह्मादिमातृयजनाज्जपेन्मातृगणाष्टमीं  ।
कृष्णाष्टाभ्यां चैत्रमासे पूज्याब्दं कृष्णमर्थभाक् ॥
]

`verse 2 [
कृष्णाष्टमीव्रतं वक्ष्ये मासे मार्गशिरे चरेत् ।
नक्तं कृत्वा शुचिर्भूत्वा गोमूत्रं प्राशयेन्निशि  ॥
]

`verse 3 [
भूमिशायी निशायाञ्च शङ्करं पुजयेद्व्रती  ।
पौषे शम्भुं घृतं प्राश्य माघे क्षीरं महेश्वरम्  ॥
]

`verse 4 [
महादेवं फाल्गुने च तिलाशी समुपोषितः  ।
चैत्रे स्थाणुं यवाशी च वैशाखेऽथ शिवं यजेत् ॥
]

`verse 5 [
कुशोदशी पशुपतिं ज्येष्ठे शृङ्गोदकाशनः  ।
आषाढे गोमयाश्युग्रं श्रावणे सर्वकर्मभुक् ॥
]

`verse 6 [
त्र्यम्बकं च भाद्रपदे बिल्वपत्राशनो निशि  ।
तण्डुलाशी चाश्वयुजे चेशं रुद्रं तु कार्त्तिके  ॥
]

`verse 7 [
दध्याशी होमकारी स्याद्वर्षान्ते मण्डले यजेत्  ।
गोवस्त्रहेम गुरवे दद्याद्विप्रेभ्य ईदृशं  ॥
]

`verse 8 [
प्रार्थयित्वा द्विजान् भोज्य भुक्तिमुक्तिमवाप्नुयात् ।

नक्ताशी त्वष्टमीषु स्याद्वत्सरान्ते च धेनुदः  ॥
]

`verse 9 [
पौरन्दरं पदं याति स्वर्गतिव्रतमुच्यते  ।
अष्टमी बुधवारेण पक्षयोरुभयोर्यदा  ॥
]

`verse 10 [
तदा व्रतं प्रकुर्वीत अथवा सगुडाशिता  ।
तस्यां नियमकर्तारो न स्युः खण्डितसम्पदः  ॥
]

`verse 11 [
तण्डुलस्याष्टमुष्टीनां वर्जयित्वाङ्गुलीद्वयं  ।
भक्तं कृत्वा चाम्रपुटे सकुशे सकुलाम्बिकां  ॥
]

`verse 12 [
सात्त्विकं पूजयित्वाङ्गं भुञ्जीत च कथाश्रवात् ।
शक्तितो दक्षिणान्दद्यात्कर्कटीन्तण्डुलान्वितां  ॥
]

`verse 13 [
धीरो द्विजोऽस्य भार्यास्ति रम्भा पुत्रस्तु कौशिकः  ।
दुहिता विजया तस्य धीरस्य धनदो वृषः  ॥
]

`verse 14 [
कौशिकस्तं गृहीत्वा तु गोपालैश्चारयन् वृषं  ।
गङ्गायां स्नानकृत्येऽथ नीतश्चौरैर्वृषस्तदा  ॥
]

`verse 15 [
स्नात्वा वृषमपश्यन् स वृषं मार्गितुमागतः  ।
विजयाभगिनीयुक्तो ददर्श स सरोवरे  ॥
]

`verse 16 [
दिव्यस्त्रीयोषितां वृन्दमब्रवीद्देहि भोजनं  ।
स्त्रीवृन्दमूचे व्रतकृद्भुङ्क्ष्व त्वमतिथिर्यतः  ॥
]

`verse 17 [
व्रतं कृत्वा स बुभुजे प्राप्तवान् वनपालकं  ।

गतो धीरः सवृषभो विजयासहितस्तदा  ॥
]

`verse 18 [
धीरेण विजया दत्ता यमायान्तरितः पिता  ।
व्रतभावात्कौशिकोऽपि ह्ययोध्यायां नृपोऽभवत् ॥
]

`verse 19 [
पित्रोस्तु नरके दृष्ट्वा विजयार्तिं यमे गता  ।
मृगयामागतं प्रोचे मुच्यते नरकात्कथं  ॥
]

`verse 20 [
व्रतद्वयाद्यमः प्रोचे प्राप्य तत्कौशिको ददौ  ।
बुधाष्टमीद्वयफलं स्वर्गतौ पितरौ ततः  ॥
]

`verse 21 [
विजया हर्षिता चक्रे व्रतं भुक्त्यादिसिद्धये  ।
अशोककलिकाश्चाष्टौ ये पिबन्ति पुनर्वसौ  ॥
]

`verse 22 [
चैत्रे मासि सिताष्टम्यां न ते शोकमवाप्नुयुः  ।
त्वामशोकहराभीष्ट मधुमाससमुद्भगव  ॥
]

`verse 23 [
पिबामि शोकसन्तप्तो मामशोकं सदा कुरु  ।
चैत्रादौ मातृपूजाकृदष्टम्यां जयते रिपून्  ॥
]

`colophon [
इत्याग्नेये महापुराणे अष्टमीव्रतानि नाम चतुरशीत्यधिकशततमोऽध्यायः ॥
]
