`verse 1 [
; एकादशीव्रतं

अग्निरुवाच
एकादशीव्रतं वक्ष्ये भुक्तिमुक्तिप्रदायाकं  ।
दशम्यान्नियताहारो मांसमैथुनवर्जितः  ॥
]

`verse 2 [
एकदश्यां न भुञ्जीत पक्षयोरुभयोरपि  ।
द्वादश्येकादशी यत्र तत्र सन्निहितो हरिः  ॥
]

`verse 3 [
तत्र क्रतुशतं पुण्यं त्रयोदश्यां तु पारणे  ।
एकादशी कला यत्र परतो द्वादशो गता  ॥
]

`verse 4 [
तत्र क्रतुशतं पुण्यन्त्रयोदश्यान्तु पारणे  ।
दशम्येकादशीमिश्रा नोपोष्या नरकप्रदा  ॥
]

`verse 5 [
एकादश्यान्निराहारो भुक्त्वा चैवापरेऽहनि  ।
भोक्ष्येऽहं पुण्डरीकाक्ष शरणं मे भवाच्युत  ॥
]

`verse 6 [
एकादश्यां सिते पक्षे पुष्यर्क्षन्तु यदा भवेत् ।
सोपोष्पाक्षय्यफलदा प्रोक्ता सा पापनाशिनी  ॥
]

`verse 7 [
एकादशी द्वादशी या श्रवणेन च संयुता  ।
विजया सा तिथिः प्रोक्ता भक्तानां विजयप्रदा  ॥
]

`verse 8 [
एषैव फाल्गुने मासि पुष्यर्क्षेण च संयुता  ।

विजया प्रोच्यते सद्भिः कोटिकोटिगुणोत्तरा  ॥
]

`verse 9 [
एकादश्यां विष्णुपूजा कार्या सर्वोपकारिणी  ।
धनवान् पुत्रवान् लोके विष्णुलोके महीयते  ॥
]

`colophon [
इत्याग्न्येये महापुराणे एकादशीव्रतं नाम सप्ताशीत्यधिकशततमोऽध्यायः ॥
]
