`verse 1 [
; द्वादशीव्रतानि

अग्निरुवाच
द्वादशीव्रतकं वक्ष्ये भुक्तिमुक्तिप्रदायकं  ।
एकभक्तेन भक्तेन तथैवायाचितेन च  ॥
]

`verse 2 [
उपवासेन भैक्ष्येण चैवं द्वादशिकव्रती  ।
चैत्रे मासि सिते पक्षे द्वादश्यां मदनं हरिं  ॥
]

`verse 3 [
पूजयेद्भुक्तिमुक्त्यर्थी मदनद्वादशईव्रती  ।
माघशुक्ले तु द्वादश्यां भीमद्वादशिकव्रती  ॥
]

`verse 4 [
नमो नारायणायेति यजेद्विष्णुं स सर्वभाक् ।
फाल्गुने च सिते पक्षे गोविन्दद्वादशीव्रती  ॥
]

`verse 5 [
विशोकद्वादशीकारी यजेदाश्वयुजे हरिं  ।
लवणं मार्गशीर्षे तु कृष्णमभ्यर्च्य यो नरः  ॥
]

`verse 6 [
ददाति शुक्लद्वादश्यां स सर्वरसदायकः  ।

गोवत्सं पूजयेद्भाद्रे गोवत्सद्वादशीव्रती  ॥
]

`verse 7 [
माध्यान्तु समतीतायां श्रवणेन तु संयुता  ।
द्वादशी या भवेत्कृष्णा प्रोक्ता सा तिलद्वादशी  ॥
]

`verse 8 [
तिलैः स्नानन्तिलैर्होमो नैवेद्यन्तिलमोदकं  ।
दीपश्च तिलतैलेन तथा देयं तिलोदकं  ॥
]

`verse 9 [
तिलाश्च देया विप्रेभ्यः फलं होमोपवासतः  ।
ओं नमो भगवतेऽथो वासुदेवाय वै यजेत् ॥
]

`verse 10 [
सुकलः स्वर्गमाप्नोति षट्तिलद्वादशीव्रती  ।
मनोरथद्वादशीकृत्फाल्गुने तु सितेऽर्चयेत् ॥
]

`verse 11 [
नामद्वादशीव्रतकृत्केशवाद्यैश्च नामभिः  ।
वर्षं यजेद्धरिं स्वर्गी न भवेन्नारकी नरः  ॥
]

`verse 12 [
फाल्गुनस्य सितेऽभ्यर्च्य सुमतिद्वादशीव्रती  ।
मासि भाद्रपदे शुक्ते अनन्तद्वादशीव्रती  ॥
]

`verse 13 [
अश्लेषर्क्षे तु मूले वा माघे कृष्णाय वै नमः  ।
यजेत्तिलांश्च जुहुयात्तिलद्वादशीकृन्नरः  ॥
]

`verse 14 [
सुगतिद्वादशीकारी फाल्गुने तु सिते यजेत् ।
जय कृष्ण नमस्तुभ्यं वर्षं स्याद्भुक्तिमुक्तिगः  ॥
]
