`verse 1 [
; श्रवणद्वादशीव्रतम्

अग्निरुवाच
श्रवणाद्वादशीं वक्ष्ये मासि भाद्रपदे सिते  ।
]

`verse 2 [
श्रवणेन युता श्रेष्ठा महती सा ह्युपोषिता  ॥
]

`verse 3 [
सङ्गमे सरितां स्नानाच्छ्रवणद्वादशोफलं  ।
]

`verse 4 [
बुधश्रवणसंयुक्ता दानादौ सुमहाफला  ॥
]

`verse 5 [
निषिद्धमपि कर्तव्यन्त्रयोदश्यान्तु पारणं  ।
]

`verse 6 [
द्वादृश्याञ्च निराहारो वामनं पूजयाम्यहं  ॥
]

`verse 7 [
उदकुम्भे स्वर्णमयन्त्रयोदश्यान्तु पारणं  ।
]

`verse 8 [
आवाहयाम्यहं विष्णुं वामनं शङ्खचक्रिणं  ॥
]

`verse 9 [
सितवस्त्रयुगच्छन्ने घटे सच्छत्रपादुके  ।
]

`verse 10 [
स्नापयामि जलैः शुद्धैर्विष्णुं पञ्चामृतादिभिः  ॥
]

`verse 11 [
छत्रदण्डधरं विष्णुं वामनाय नमो नमः  ।
]

`verse 12 [
अर्घ्यं ददामि देवेश अर्घ्यार्हाद्यैः सदार्चितः  ॥
]

`verse 13 [
भुक्तिमुक्तिप्रजाकीर्तिसर्वैश्वर्ययुतं कुरु  ।
]

`verse 14 [
वामनाय नमो गन्धं होमोऽनेनाष्टकं शतं  ॥
]

`verse 15 [
- - - - - - - -- - - -- - - - -- - - -

- - - - - - - -- - - -- - - - -- - - -
ओं नमो वासुदेवाय शिरः सम्पूजयेद्धरेः  ।
]

`verse 16 [
श्रीधराय मुखं तद्वत्कण्ठे कृष्णाय वै नमः  ॥
]

`verse 17 [
नमः श्रीपतये वक्षो भुजो सर्वास्त्रधारिणे  ।
]

`verse 18 [
व्यापकाय नमो नाभिं वामनाय नमः कटिं  ॥
]

`verse 19 [
त्रैलोक्यजयकायेति मेढ्रं जङ्घे यजेद्धरेः  ।
]

`verse 20 [
सर्वाधिपतये पादौ विष्णोः सर्वात्मने नमः  ॥
]

`verse 21 [
घृतपक्वञ्च नैवेद्यन्दद्याद्दध्योदनैर्घटान्  ।
]

`verse 22 [
रात्रौ च जागरं कृत्वा प्रातः स्नात्वा च सङ्गमे  ॥
]

`verse 23 [
गन्धपुष्पादिभिः पूज्य वदेत्पुष्पाञ्जलिस्त्विदं  ।
]

`verse 24 [
नमो नमस्ते गोविन्द बुधश्रवणसञ्ज्ञित  ॥
]

`verse 25 [
अघौघसङ्क्षयं कृत्वा सर्वसौख्यप्रदो भव  ।
]

`verse 26 [
प्रीयतान्देव देवेश मम नित्यञ्जनार्दन  ॥
]

`verse 27 [
वामनो बुद्धिदो दाता द्रव्यस्थो वामनः स्वयं  ।
]

`verse 28 [
वामनः प्रतिगृह्णाति वामनो मे ददाति च  ॥
]

`verse 29 [
द्रव्यस्थो वामनो नित्यं वामनाय नमो नमः  ।
]

`verse 30 [
प्रदत्तदक्षिणो विप्रान् सम्भोज्यान्नं स्वयञ्चरेत् ॥
]

`colophon [
इत्याग्नेये महापुराणे श्रवणद्वादशीव्रतं नामैकोननवत्यधिकशतत्मोऽध्यायः ॥
- - - - - - - -- - - -- - - - -- - - -

- - - - - - - -- - - -- - - - -- - - -
]
