`verse 1 [
; अखण्डद्वादशीव्रतं

अग्निरुवाच
अखण्डद्वादशीं वक्ष्ये व्रतसम्पूर्णताकृतं  ।
मार्गशीर्षे सिते विष्णुं द्वादश्यां समुपोषितः  ॥
]

`verse 2 [
पञ्चगव्यजले स्नातो यजेत्तत्प्राशनो व्रती  ।
यवव्रीहियुतम्पात्रन्द्वादश्यां हि द्विजेऽर्पयेत् ॥
]

`verse 3 [
सप्तजन्मनि यत्किञ्चिन्मया खण्डं व्रतं कृतं  ।
भगवंस्त्वत्प्रसादेन तदखण्डमिहास्तु मे  ॥
]

`verse 4 [
यथाखण्डं जगत्सर्वं त्वमेव पुरुषोत्तम  ।
तथाखिलान्यखण्डानि व्रतानि मम सन्तु वै  ॥
]

`verse 5 [
एवमेवानुमासञ्च चातुर्मास्यो विधिः स्मृतः  ।
अन्यच्चैत्रादिमासेषु शक्तुपात्राणि चार्पयेत् ॥
]

`verse 6 [
श्रावणादिषु चारभ्य कार्त्तिकान्तेषु पारणं  ।
सप्तजन्मसु वैकल्यं व्रतानां सफलं कृते  ॥
]
