`verse 1 [
; त्रयोदशीव्रतानि

अग्निरुवाच
त्रयोदशीव्रतानीह सर्वदानि वदामि ते  ।
अनङ्गेन कृतामादौ वक्ष्येऽनङ्गत्रयोदशीं  ॥
]

`verse 2 [
त्रयोदश्यां मार्गशीर्षे शुक्लेऽनङ्गं हरं यजेत्  ।
मधु सम्प्राशयेद्रात्रौ घृतहोमस्तिलाक्षतैः  ॥
]

`verse 3 [
पौषे योगेश्वरं प्रार्च्य चन्दनाशी कृताहुतिः  ।
महेश्वरं मौक्तिकाशी माघेऽभ्यर्च्य दिवं व्रजेत् ॥
]

`verse 4 [
काकोलं प्राश्य नीरं तु फाल्गुने पूजयेद्व्रती  ।
कर्पूराशी स्वरूपं च चैत्रे सौभाग्यवान् भवेत् ॥
]

`verse 5 [
महारूपन्तु वैशाखे यजेज्जातीफलाश्यपि  ।
लवङ्गाशी ज्यैष्ठदिने प्रद्युम्नं पूजयेद्व्रती  ॥
]

`verse 6 [
तिलोदाशी तथाषाढे उमाभर्तारमर्चयेत् ।
श्रावणे गन्धतोयाशी पूजयेच्छूलपाणिनं  ॥
]

`verse 7 [
सद्योजातं भाद्रपदे प्राशिता गुरुमर्चयेत् ।
सुवर्णवारि संप्राश्य आश्विने त्रिदशाधिपम्  ॥
]

`verse 8 [
विश्वेश्वरं कार्त्तिके तु मदनाशी यजेद्व्रती  ।
शिवं हैमन्तु वर्षान्ते सञ्च्छाद्याम्रदलेन तु  ॥
]

`verse 9 [
वस्त्रेण पूजयित्वा तु दद्याद्विप्राय गान्तथा  ।
शयनञ्छत्रकलशान् पादुका रसभाजनम्  ॥
]

`verse 10 [
त्रयोदश्यां सिते चैत्रे रतिप्रीतियुतं स्मरन्  ।
अशोकाख्यं नगं लिख्य सिन्दूररजनीमुखैः  ॥
]
