`verse 1 [
; चतुर्दशीव्रतानि

अग्निरुवाच
व्रतं वक्ष्ये चतुर्दश्यां भुक्तिमुक्तिप्रदायकं  ।
कार्त्तिके तु चतुर्दश्यां निराहारो यजेच्छिवम्  ॥
]

`verse 2 [
वर्षभोगधनायुष्मान् कुर्वन् शिवचतुर्दशीम्  ।
मार्गशीर्षे सितेऽष्टाभ्यां तृतीयायां मुनिव्रतः  ॥
]

`verse 3 [
द्वादश्यां वा चतुर्दश्यां फलाहारो यजेत्सुरं  ।
त्यक्त्वा फलानि दद्यात्तु कुर्वन् फलचतुर्दशीं  ॥
]

`verse 4 [
चतुर्दश्यां मथाष्टम्यां पक्षयोः शुक्लकृष्णयोः  ।
अनश्नन् पूजयेच्छम्भुं स्वर्ग्युभयचतुर्दशीं  ॥
]

`verse 5 [
कृष्णाष्टम्यान्तु नक्तेन तथा कृष्णचतुर्दशीं  ।
इह भोगानवाप्नोति परत्र च शुभाङ्गतिं  ॥
]

`verse 6 [
कार्तिके च चतुर्दश्यां कृष्णायां स्नानकृत्सुखी  ।
आराधिते महेन्द्रे तु ध्वजाकारासु यष्टिषु  ॥
]

`verse 7 [
ततः शुक्लचतुर्दश्यामनन्तं पूजयेद्धरिं  ।
कृत्वादर्भमयं चैव वारिधानी समन्वितं  ॥
]

`verse 8 [
शालिप्रस्थस्य पिष्टस्य पूपनाम्नः कृतस्य च  ।
अर्धं विप्राय दातव्यमर्धमात्मनि योजयेत्  ॥
]

`verse 9 [
कर्तव्यं सरितां चान्ते कथां कृत्वा हरेरिति  ।
अनन्तसंसारमहासमुद्रे मग्नान् समभ्युद्धर वासुदेव  ॥
]

`verse 10 [
अनन्तरूपे विनियोजयस्व अनन्तरूपाय नमो नमस्ते  ।
अनेन पूजयित्वाथ सूत्रं बद्धा तु मन्त्रितं  ॥
]

`verse 11 [
स्वके करे वा कण्ठे वा त्वनन्तव्रतकृत्सुखी ॥
]

`colophon [
इत्याग्नेये महापुराणे नानाचतुर्दशीव्रतानि नाम द्विनवत्यधिकशततमोऽध्यायः ॥
]
