`verse 1 [
शिवरात्रिव्रतम्

अग्निरुवाच
शिवरात्रिव्रतं वक्ष्ये भुक्तिमुक्तिप्रदं शृणु  ।
माघफाल्गुनयोर्मध्ये कृष्णा या तु चतुर्दशी  ॥
]

`verse 2 [
कामयुक्ता तु सोपोष्या कुर्वन् जागरणं व्रती  ।
शिवरात्रिव्रतं कुर्वे चतुर्दश्यामभोजनं  ॥
]

`verse 3 [
रात्रिजागरणेनैव पूजयामि शिवं व्रती  ।
आवाहयाम्यहं शम्भुं भुक्तिमुक्तिप्रदायकं  ॥
]

`verse 4 [
नरकार्णवकोत्तारनावं शिव नमोऽस्तु ते  ।
नमः शिवाय शान्ताय प्रजाराज्यादिदायिने  ॥
]

`verse 5 [
सौभाग्यारोग्यविद्यार्थस्वर्गमार्गप्रदायिने  ।
धर्मन्देहि धनन्देहि कामभोगादि देहि मे  ॥
]

`verse 6 [
गुणकीर्तिसुखं देहि स्वर्गं मोक्षं च देहि मे  ।
लुब्धकः प्राप्तवान् पुण्यं पापी सुन्दरसेनकः  ॥
]

`colophon [
इत्याग्नेये महापुराणे शिवरात्रिव्रतं नाम त्रिनवत्यधिकशततमोऽध्यायः ॥
]
