`verse 1 [
अशोकपूर्णिमादिव्रतं
अग्निरुवाच
अशोकपूर्णिमां वक्ष्ये भूधरं च भुवं यजेत् ।
फाल्गुन्यां सितपक्षायां वर्षं स्याद्भुक्तिमुक्तिभाक् ॥
]

`verse 2 [
कार्त्तिक्यान्तु वृषोत्सर्गं कृत्वा नक्तं समाचरेत् ।
शैवं पदमवाप्नोति वृषव्रतमिदं परं  ॥
]

`verse 3 [
पित्र्या यामावसी तस्यां पितॄणां दत्तमक्षयं  ।
उपोष्याब्दं पितॄनिष्ट्वा निष्पापः स्वर्गमाप्नुयात् ॥
]

`verse 4 [
पञ्चदश्यां च माघस्य पूज्याजं सर्वमाप्नुयात् ।
वक्ष्ये सावित्र्यमावास्याम्भुक्तिमुक्तिकरीं शुभां  ॥
]

`verse 5 [
पञ्चदश्यां व्रती ज्यैष्ठे वटमूले महासतीं  ।
त्रिरात्रोपोषिता नारी सप्तधान्यैः प्रपूजयेत् ॥
]

`verse 6 [
प्ररूढैः कण्ठसूत्रैश्च रजन्यां कुङ्कुमादिभिः  ।
वटावलम्बनं कृत्वा नृत्यगीतैः प्रभातके  ॥
]

`verse 7 [
नमः सावित्र्यै सत्यवते नैवेद्यं चार्पयेद्द्विजे  ।
वेश्म गत्वा द्विजान् भोज्य स्वयं भुक्त्वा विसर्जयेत् ॥
]

`verse 8 [
सावित्री प्रीयतां देवी सौभाग्यादिकमाप्नुयात् ॥
]

`colophon [
इत्याग्नेये महापुराणे तिथिव्रतानि नाम चतुर्नवत्यधिकतशततमोऽध्यायः ॥
]
