`verse 1 [
वारव्रतानि

अग्निरुवाच
वारव्रतानि वक्ष्यामि भुक्तिमुक्तिप्रदानि हि  ।
करं पुनर्वसुः सूर्ये स्नाने सर्वौषधी शुभा  ॥
]

`verse 2 [
श्राध्हौ चादित्यवारे तु सप्तजन्मस्वरोगभाक् ।
सङ्क्रान्तौ सूर्यवारो यः सोऽर्कस्य हृदयः शुभः  ॥
]

`verse 3 [
कृत्वा हस्ते सूर्यवारं नक्तेनाब्दं स सर्वभाक् ।
चित्राभसोमवाराणि सप्त कृत्वा सुखी भवेत् ॥
]

`verse 4 [
स्वात्यां गृहीत्वा चाङ्गारं सप्तनक्त्यार्तिवर्जितः  ।
विशाखायां बुधं गृह्य सप्तनक्ती ग्रहार्तिनुत् ॥
]

`verse 5 [
अनुराधे देवगुरुं सप्तनक्ती ग्रहार्तिनुत्  ।
शुक्रं ज्येष्ठासु सङ्गृह्य सप्तनक्ती ग्रहार्तिनुत् ॥
]

`verse 6 [
मूले शनैश्चरं गृह्य सप्तनक्ती ग्रहार्तिनुत् ॥
]

`colophon [
इत्याग्नेये महापुराणे वारव्रतानि नाम पञ्चवनत्यधिकशततमोऽध्यायः ॥
]
