`verse 1 [
नक्षत्रव्रतानि
अग्निरुवाच
नक्षत्रव्रतकं वक्ष्ये भे हरिः पूजितोऽर्थदः ।
]

`verse 2 [
नक्षत्रपुरुषं चादौ चैत्रमासे हरिं यजेत् ॥
]

`verse 3 [
मूले पादौ यजेज्जङ्घे रोहिणीस्वर्चयेद्धरिं  ।
]

`verse 4 [
जानुनी चाश्विनीयोगे आषाढासूरुसञ्ज्ञके  ॥
]

`verse 5 [
मेढ्रं पूर्वोत्तरास्वेव कटिं वै कृत्तिकासु च  ।
]

`verse 6 [
पार्श्वे भाद्रपदाभ्यान्तु कुक्षिं वै रेवतीषु च  ॥
]

`verse 7 [
स्तनौ चैवानुराधासु धनिष्ठासु च पृष्ठकं  ।
]

`verse 8 [
भुजौ पूज्यौ विशाखासु पुनर्वस्वङ्गुलीर्यजेत् ॥
]

`verse 9 [
अश्लेषासु नखान् पूज्य कण्ठं ज्येष्ठासु पूजयेत् ।
]

`verse 10 [
श्रोत्रे विष्णोश्च श्रवणे मुखं पुष्ये हरेर्यजेत् ॥
]

`verse 11 [
यजेत्स्वातिषु दन्ताग्रमास्यं वारुणतोऽर्चयेत् ।
]

`verse 12 [
मघासु नसां नयने मृगशीर्षे ललाटकं  ॥
]

`verse 13 [
चित्रासु चार्द्रासु कचानब्दान्ते स्वर्णकं हरिं  ।
]

`verse 14 [
गुडपूर्णे घटेऽभ्यर्च्य शय्यागोर्थादि दक्षिणा ॥
]

`verse 15 [
नक्षत्रपुरुषो विष्णुः पूजनीयः शिवात्मकः  ।
]

`verse 16 [
शाम्भवायनीयव्रतकृन्मासभे पूजयेद्धरिं  ॥
]

`verse 17 [
कार्त्तिके कृत्तिकायां च मृगशीर्षे मृगास्यके  ।
]

`verse 18 [
नामभिः केशवाद्यैस्तु अच्युताय नमोऽपि वा  ॥
]

`verse 19 [
कार्त्तिके कृत्तिकाभेऽह्नि मासनक्षत्रगं हरिं  ।
]

`verse 20 [
शाम्भवायनीयव्रतकं करिष्ये भुक्तिमुक्तिदं  ॥
]

`verse 21 [
केशवादि महामूर्तिमच्युतं सर्वदायकं ।
]

`verse 22 [
आवाहयाम्यहन्देवमायुरारोग्यवृद्धिदं  ॥
]

`verse 23 [
कार्त्तिकादौ सकासारमन्नंमासचतुष्टयं  ।
]

`verse 24 [
फाल्गुनादौ च कुशरमाषाढादौ च पायसं  ॥
]

`verse 25 [
देवाय ब्राह्मणेभ्यश्च नक्तन्नैवेद्यमाशयेत्  ।
]

`verse 26 [
पञ्चगव्यजलेस्नातस्तस्यैव प्राशनाच्छुचिः  ॥
]

`verse 27 [
अर्वाग्विसर्जनाद्द्रव्यं नैवेद्यं सर्वमुच्यते  ।
]

`verse 28 [
विसर्जिते जगन्नाथे निर्माल्यन्भवति क्षणात् ॥
]

`verse 29 [
नमो नमस्तेऽच्युत मे क्षयोस्तु पापस्य वृद्धिं समुपैतु पुण्यं  ।
]

`verse 30 [
ऐश्वर्यवित्तादि सदाक्षयं मेक्षयञ्च मा सन्ततिरभ्यपैतु  ॥
]

`verse 31 [
यथाच्युतस्त्वम्परतः परस्तात्स ब्रह्मभूतः परतः परात्मन्  ।
]

`verse 32 [
तथाच्युतं त्वं कुरु वाञ्छितं मे मया कृतम्पापहराप्रमेय  ॥
]

`verse 33 [
अच्युतानन्द गोविन्द प्रसीद यदभीप्सितं  ।
]

`verse 34 [
अक्षयं माममेयात्मन् कुरुष्व पुरुषोत्तम  ॥
]

`verse 35 [
सप्त वर्षाणि सम्पूज्य भुक्तिमुक्तिमवापुनुयात् ।
]

`verse 36 [
अनन्तव्रतमाख्यास्ये नक्षत्रव्रतकेर्थदं॥
]

`verse 37 [
मार्गशीर्षे मृगशिरे गोमूत्राशो यजेद्धरिं  ।
]

`verse 38 [
अनन्तं सर्वकामानामनन्तो भगवान् फलं  ॥
]

`verse 39 [
ददात्यनन्तञ्च पुनस्तदेवान्यत्र जन्मनि  ।
]

`verse 40 [
अनन्तपुण्योपचयङ्करोत्येतन्महाव्रतं  ॥
]

`verse 41 [
यथाभिलषितप्राप्तिं करोत्यक्षयमेव च  ।
]

`verse 42 [
पादादि पूज्य नक्ते तु भुञ्जीयात्तैलवर्जितं  ॥
]

`verse 43 [
घृतेनानन्तमुद्दिश्य होमो मासचतुष्टयं  ।
]

`verse 44 [
चैत्रादौ शालिना होमः पयसा श्रावणादिषु  ॥
]

`verse 45 [
मान्धाताभूद्युवनाश्वादनन्तव्रतकात्सुतः ॥
]

`colophon [
इत्याग्नेये महापुराणे नक्षत्रव्रतकानि नाम षण्णवत्यधिकशततमोऽध्यायः ॥
]
