`verse 1 [
दिवसव्रतानि

अग्निरुवाच
दिवसव्रतकं वक्ष्ये ह्यादौ धेनुव्रतं वदे  ।
यश्चोभयमुखीन्दद्यात्प्रभूतकनकान्वितां  ॥
]

`verse 2 [
दिनं पयोव्रतस्तिष्ठेत्स याति परसम्पदं  ।
त्र्यहं पयोव्रतं कृत्वा काञ्चनं कल्पपादपं  ॥
]

`verse 3 [
दत्वा ब्रह्मपदं याति कल्पवृक्षप्रदं स्मृतं  ।
दद्याद्विंशत्पलादूर्ध्वं महीङ्कृत्वा तु काञ्चनीं  ॥
]

`verse 4 [
दिनं पयोव्रतस्तिष्ठेद्रुद्रगः स्याद्दिवाव्रती  ।
पक्षे पक्षे त्रिरात्रन्तु भक्तेनैकेन यः क्षपेत्  ॥
]

`verse 5 [
विपुलं धनमाप्नोति त्रिरात्रव्रतकृद्दिनं  ।
मासे मासे त्रिरात्राशी एकभक्ती गणेशतां  ॥
]

`verse 6 [
यस्त्रिरात्रव्रतं कुर्यात्समुहिश्य जनार्दनं  ।
कुलानां शतमादाय स याति भवनं हरेः  ॥
]

`verse 7 [
नवम्याञ्च सिते पक्षे नरो मार्गशिरस्यथ  ।
प्रारभेत त्रिरात्राणां व्रतन्तु विधिवद्व्रती  ॥
]

`verse 8 [
ओं नमो वासुदेवाय सहस्रं वा शतं जपेत् ।
अष्टम्यामेकभक्ताशी दिनत्रयमुपावसेत् ॥
]

`verse 9 [
द्वादश्यां पूजयेद्विष्णुं कार्त्तिके कारयेद्व्रतं  ।
विप्रान् सम्भोज्य वस्त्राणि शयनान्यासनानि च  ॥
]

`verse 10 [
छत्रोपवीतपात्राणि ददेत्सम्प्रार्थयेद्द्विजान्  ।
व्रतोऽस्मिन् दुष्करे चापि विकलं यदभून्मम  ॥
]

`verse 11 [
भवद्भिस्तदनुज्ञातं परिपूर्णं भवत्विति  ।
भुक्तभोगो व्रजेद्विष्णुं त्रिरात्रव्रतकत्रती  ॥
]

`verse 12 [
कार्त्तिकव्रतकं वक्ष्ये भुक्तिमुक्तिप्रदायकं  ।
दशम्यां पञ्चगव्याशो एकादश्यामुपोषितः  ॥
]

`verse 13 [
कार्त्तिकस्य सितेऽभ्यर्च्य विष्णुं देवविमानगः  ।
चैत्रे त्रिरात्रं नक्ताशी अजापञ्चप्रदः सुखी  ॥
]

`verse 14 [
त्रिरात्रं पयसः पानमुपवासपरस्त्र्यहं  ।
षष्ठ्यादि कार्त्तिके शुक्रे कृच्छ्रो माहेन्द्र उच्यते  ॥
]

`verse 15 [
पञ्चरात्रं पयः पीत्वा दध्याहारो ह्युपोषितः  ।
एकादश्यां कार्त्तिके तु कृच्छ्रोऽयं भास्करोर्थदः  ॥
]

`verse 16 [
यवागूं यावकं शाकं दधि क्षीरं घृतं जलं  ।
पञ्चम्यादि सिते पक्षे कृच्छ्रः शान्तपनः स्मृतः  ॥
]

`colophon [
इत्याग्नेये महपुराणे दिवसव्रतानि नाम सप्तनवत्यधिकशततमोऽध्यायः ॥
]
