`verse 1 [
मासव्रतानि
अग्निरुवाच
मासव्रतकमाख्यास्ये भुक्तिमुक्तिप्रदायकं  ।
आषाढादिचतुर्मासमभ्यङ्गं वर्जयेत्सुधीः  ॥
]

`verse 2 [
वैशाखे पुष्पलवणन्त्यक्त्वा गोदो नृपो भवेत् ।
गोदो मासोपवासी च भीमव्रतकरो हरिः  ॥
]

`verse 3 [
आषाढादिचतुर्मासं प्रातःस्नायी च विष्णुगः  ।
माघे मास्यथ चैत्रे वा गुडधेनुप्रदो भवेत् ॥
]

`verse 4 [
गुडव्रतस्तृतीयायां गौरीशः स्यान्महाव्रती  ।
मार्गशीर्षादिमासेषु नक्तकृद्विष्णुलोकभाक् ॥
]

`verse 5 [
एकभक्तव्रती तद्वद्द्वादशीव्रतकं पृठक्  ।
फलव्रती चतुर्मासं फलं त्यक्त्वा प्रदापयेत् ॥
]

`verse 6 [
श्रावणादिचतुर्मासं व्रतैः सर्वं लभेद्व्रती  ।
आषाढस्य सिते पक्षे एकादश्यामुपोषितः  ॥
]

`verse 7 [
चातुर्मास्यव्रतानान्तु कुर्वीत परिकल्पनं  ।
आषाढ्याञ्चाथ सङ्क्रान्तौ कर्कटस्य हरिं यजेत् ॥
]

`verse 8 [
इदं व्रतं मया देव गृहीतं पुरतस्तव  ।

निर्विघ्नां सिद्धिमायातु प्रसन्ने त्वयि केशव  ॥
]

`verse 9 [
गृहीतेऽस्मिन् व्रते देव यद्यपूर्णे म्रिये ह्यहं  ।
तन्मे भवतु सम्पूर्णं त्वत्प्रसादाज्जनार्दन  ॥
]

`verse 10 [
मांसादि त्यक्त्वा विप्रः स्यात्तैलत्यागी हरिं यजेत् ।
एकान्तरोपवासी च त्रिरात्रं विष्णुलोकभाक् ॥
]

`verse 11 [
चान्द्रायणी विष्णुलोकी मौनी स्यान्मुक्तिभाजनं  ।
प्राजापत्यव्रती स्वर्गी शक्तुयावकभक्षकः  ॥
]

`verse 12 [
गुग्धाद्याहारवान् स्वर्गी पञ्चगव्याम्बुभ्क्तथा  ।
शाकमूलफलाहारी नरो विष्णुपुरीं व्रजेत्  ॥
]

`verse 13 [
मांसवर्जी यवाहारो रसवर्जी हरिं व्रजेत् ।
कौमुदव्रतमाख्यास्ये आश्विने समुपोषितः  ॥
]

`verse 14 [
द्वादश्यां पूजयेद्विष्णुं प्रलिप्याब्जोत्पलादिभिः  ।
घृतेन तिलतैलेन दीपनैवेद्यमर्पयेत् ॥
]

`verse 15 [
ओं नमो वासुदेवाय मालत्या मालया यजेत् ।
धर्मकामार्थमोक्षांश्च प्राप्नुयात्कौमुदव्रती  ॥
]
