`verse 1 [
नानाव्रतानि

अग्निरुवाच
ऋतुव्रतान्त्यहं वक्ष्ये भुक्तिमुक्तिप्रदानि ते  ।
इन्धनानि तु यो दद्याद्वर्षादिचतुरो ह्यृतून्  ॥
]

`verse 2 [
घृतधेनुप्रदश्चान्ते ब्राह्मणोऽग्निव्रती भवेत् ।
कृत्वा मौनन्तु सन्ध्यायां मासान्ते घृतकुम्भदः  ॥
]

`verse 3 [
तिलघण्टावस्त्रदाता सुखी सारस्वतव्रती  ।
पञ्चामृतेन स्नपनं कृत्वाब्दं धेनुदो नृपः  ॥
]

`verse 4 [
एकादश्यान्तु नक्ताशी चैत्रे भक्तं निवेदयेत् ।
हैमं विष्णोः पदं याति मासन्ते विष्णुसद्व्रती  ॥
]

`verse 5 [
पायसाशी गोयुगदः श्रीभाग्देवीव्रती भवेत् ।
निवेद्य पितृदेवेभ्यो यो भुङ्क्ते स भवेन्नृपः  ॥
]

`verse 6 [
वर्षव्रतानि चोक्तानि सङ्क्रान्तिव्रतकं वदे  ।
सङ्क्रान्तौ स्वर्गलोकी स्याद्रात्रिजागरणान्नरः  ॥
]

`verse 7 [
अमावास्यां तु सङ्क्रान्तौ शिवार्कयजनात्तथा  ।
उत्तरे त्वयने चाज्यप्रस्थस्नानेन केशवे  ॥
]

`verse 8 [
द्वात्रिंशत्पलमानेन सर्वपापैः प्रमुच्यते  ।
घृतक्षीरादिना स्नाप्य प्राप्नोति विषुवादिषु  ॥
]

`verse 9 [
स्त्रीणामुमाव्रतं श्रीदं तृतीयास्वष्टमीषु च  ।
गौरीं महेश्वरं चापि यजेत्सौभाग्यमाप्नुयात् ॥
]

`verse 10 [
उमामहेश्वरौ प्रार्च्य अवियोगादि चाप्नुयात् ।
मूलव्रतकरी स्त्री च उमेशव्रतकारिणी  ॥
]
