`speaker [
अग्निरुवाच
]

`verse 1 [
दीपदानव्रतं वक्ष्ये भुक्तिमुक्तिप्रदायकं  ।
देवद्विजातिकगृहे दीपदोऽब्दं स सर्वभाक् ॥
]

`verse 2 [
चतुर्मासं विष्णुलोकी कार्त्तिके स्वर्गलोक्यपि  ।
दीपदानात्परं नास्ति न भूतं न भविष्यति  ॥
]

`verse 3 [
दीपेनायुष्यचक्षुष्मान्दीपाल्लक्ष्मीसुतादिकं  ।
सौभाग्यं दीपदः प्राप्य स्वर्गलोके महीयते  ॥
]

`verse 4 [
विदर्भराजदुहिता ललिता दीपदात्मभाक् ।
चारुधर्मक्ष्मापपत्नी शतभार्याधिकाभवत् ॥
]

`verse 5 [
ददौ दीपसहस्रं सा विष्णोरायतने सती  ।
पृष्टा सा दीपमाहात्म्यं सपत्नीभ्य उवाच ह  ॥
]

`speaker [
ललितोवाच
]

`verse 6 [
सौवीरराजस्य पुरा मैत्रेयोऽभूत्पुरोहितः  ।
तेन चायतनं विष्णोः कारितं देविकातटे  ॥
]

`verse 7 [
कार्त्तिके दीपकस्तेन दत्तः सम्प्रेरितो मया  ।
वक्त्रप्रान्तेन नश्यन्त्या मार्जारस्य तदा भयात् ॥
]

`verse 8 [
निर्वाणवान् प्रदीप्तोऽभूद्वर्त्या मूषिकया तदा  ।
मृता राजात्मजा जाता राजपत्नी शताधिका  ॥
]

`verse 9 [
असङ्कल्पितमप्यस्य प्रेरणं यत्कृतं मया  ।
विष्ण्वायतनदीपस्य तस्येदं भुज्यते फलं  ॥
]

`verse 10 [
जातिस्मरा ह्यतो दीपान् प्रयच्छामि त्वहर्निशं  ।
एकदश्यां दीपदो वै विमाने दिवि मोदते  ॥
]

`verse 11 [
जायते दीपहर्ता तु मूको वा जड एव च  ।
अन्धे तमसि दुष्पारे नरके पतते किल  ॥
]

`verse 12 [
विक्रोशमानांश्च नरान् यमकिङ्कराहतान्  ।
विलापैरलमत्रापि किं वो विलपिते फलं  ॥
]

`verse 13 [
यदा प्रमादिभिः पूर्वमत्यन्तसमुपेक्षितः  ।
जन्तुर्जन्मसहस्रेभ्यो ह्येकस्मिन्मानुषो यदि  ॥
]

`verse 14 [
तत्राप्यतिविमूढात्मा किं भोगानभिधावति  ।
स्वहितं विषयास्वादैः क्रन्दनं तदिहागतं  ॥
]

`verse 15 [
भुज्यते च कृतं पूर्वमेतत्किं वो न चिन्तितं  ।
परस्त्रीषु कुचाभ्यङ्गं प्रीतये दुःखदं हि वः  ॥
]

`verse 16 [
मुहूर्तविषयास्वादोऽनेककोट्यब्ददुःखदः  ।
परस्त्रीहारि यद्गीतं हा मातः किं विलप्यते  ॥
]

`verse 17 [
कोऽतिभारो हरेर्नाम्नि जिह्वया परिकीर्तने  ।
वर्तितैलेऽल्पमूल्येऽपि यदग्निर्लभ्यते सदा  ॥
]

`verse 18 [
दानाशक्तैर्हरेर्दीपो हृतस्तद्वोऽस्ति दुःखदं  ।
इदानीं किं विलापेन सहध्वं यदुपागतं  ॥
]

`speaker [
अग्निरुवाच
]

`verse 19 [
ललितोक्तञ्च ताः श्रुत्वा दीपदानाद्दिवं ययुः  ।
तस्माद्दीपप्रदानेन व्रतानामधिकं फलं  ॥
]

`colophon [
इत्याग्नेये महापुराणे दीपदानव्रतं नाम द्विशततमोऽध्यायः ॥
]
