`verse 1 [
नवव्यूहार्चनं

अग्निरुवाच
नवव्यूहार्चनं वक्ष्ये नारदाय हरीरितं  ।
मण्डलेऽब्जेऽर्चयेन्मध्ये अवीजं वासुदेवकं  ॥
]

`verse 2 [
आवीजञ्च सङ्कर्षणं प्रद्युम्नं च दक्षिणे  ।
अः अनुरुद्धं नैऋते ओं नारायणमप्सु च  ॥
]

`verse 3 [
तत्सद्ब्रह्माणमनिले हुं विष्णुं क्षौं नृसिंहकं  ।
उत्तरे भूर्वराहञ्च ईशे द्वारि च पश्चिमे  ॥
]

`verse 4 [
कं टं सं शं गरुत्मन्तं पूर्ववक्त्रञ्च दक्षिणे  ।
खं छं वं हुं फडिति च खं ठं फं शं गदां विधौ  ॥
]

`verse 5 [
बं णं मं क्षं कोणेशञ्च घं दं भं हं श्रियं यजेत् ।
दक्षिणे चोत्तरे पुष्टिं गं डं बं शं स्ववीजकं  ॥
]

`verse 6 [
पीठस्य पश्चिमे धं वं वनमालाञ्च पश्चिमे  ।
श्रीवत्सं चैव सं हं लं छं तं यं कौस्तुभं जले  ॥
]

`verse 7 [
दशमाङ्गक्रमाद्विष्णोर्नमोऽनन्तमधोऽर्चयेत् ।
दशाङ्गादिमहेन्द्रादीन् पूर्वादौ चतुरो घटान्  ॥
]

`verse 8 [
तोरणानि वितानं च अग्न्यनिलेन्दुवीजकैः  ।
मण्डलानि क्रमाद्ध्यात्वा तनुं वन्द्य ततः प्लवेत् ॥
]

`verse 9 [
अम्वरस्थं ततो ध्यात्वा सूक्ष्मरूपमथात्मनः  ।
सितामृते निमग्नञ्च चन्द्रविम्वात्स्रुतेन च  ॥
]

`verse 10 [
तदेव चात्मनो वीजममृतं प्लवसंस्कृतं  ।
उत्पाद्यमानं पुरुषमात्मानमुपकल्पयेत् ॥
]

`verse 11 [
उत्पन्नोऽस्मि स्वयं विष्णुर्वीजं द्वादशकं न्यसेत् ।
हृच्छिरस्तु शिखा चैव कवचं चास्त्रमेव च  ॥
]

`verse 12 [
वक्षोमूर्धशिखापृष्ठलोचनेषु न्यसेत पुनः  ।
अस्त्रं करद्वये न्यस्य ततो दिव्यतनुर्भवेत् ॥
]

`verse 13 [
यथात्मनि तथा देवे शिष्यदेहे न्यसेत्तथा  ।
अनिर्माल्या स्मृता पूजा यद्धरेः पूजनं हृदि  ॥
]

`verse 14 [
सनिर्माल्या मण्डलादौ बद्धनेत्राश्च शिष्यकाः  ।
पुष्पं क्षिपेयुर्यन्मूर्तौ तस्य तन्नाम कारयेत् ॥
]

`verse 15 [
निवेश्य वामतः शिष्यांस्तिलव्रीहिघृतं हुनेत् ।
शतमष्टोत्तरं हुत्वा सहस्रं कायशुद्धये  ॥
]

`verse 16 [
नवव्यूहस्य मूर्तीनामङ्गानां च शताधिकं  ।
पूऋणान्दत्त्वा दीक्षयेत्तान् गुरुः पूज्यश्च तैर्धनैः  ॥
]

`colophon [
इत्याग्नेये महापुराणे नवव्यूहार्चनं नाम एकाधिकद्विशततमोऽध्यायः ॥
]
