`speaker [
अग्निरुवाच
]

`verse 1 [
पुष्पगन्धधूपदीपनैवेद्यैस्तुष्यते हरिः  ।
पुष्पाणि देवयोग्यानि ह्ययोग्यानि वदामि ते  ॥
]

`verse 2 [
पुष्पं श्रेष्ठं मालती च तमालो भुक्तिमुक्तिमान्  ।
मल्लिका सर्वपापघ्नी यूथिका विष्णुलोकदा  ॥
]

`verse 3 [
अतिमुक्तमयं तद्वत्पाटला विष्णुलोकदा  ।
करवीरैर्विष्णुलोकी जवापुष्पैश्च पुण्यवान्  ॥
]

`verse 4 [
पावन्तीकुब्जकाद्यैश्च तगरैर्विष्णुलोकभाक् ।
कर्णिकारैर्विष्णुलोकः करुण्ठैः पापनाशनं  ॥
]

`verse 5 [
पद्मैश्च केतकीभिश्च कुन्दपुष्पैः परा गतिः  ।
वाणपुष्पैर्वर्वराभिः कृष्णाभिर्हरिलोकभाक् ॥
]

`verse 6 [
अशोकैस्तिलकैस्तद्वदटरूषभवैस्तथा  ।
मुक्तिभागी बिल्वपत्रैः शमीपत्रैः परा गतिः  ॥
]

`verse 7 [
विष्णुलोकी भृङ्गराजैस्तमालस्य दलैस्तथा  ।
तुलसी कृष्णगौराख्या कल्हारोत्पलकानि च  ॥
]

`verse 8 [
पद्मं कोकनदं पुण्यं शताब्जमालया हरिः  ।
नीपार्जुनकदम्बैश्च वकुलैश्च सुगन्धिभिः  ॥
]

`verse 9 [
किंशुकैर्मुनिपुष्पैस्तु गोकर्णैर्नागकर्णकैः  ।
सन्ध्यापुष्पैर्बिल्वतकै रञ्जनीकेतकीभवैः  ॥
]

`verse 10 [
कुष्माण्डतिमिरोत्थैश्च कुशकाशशरोद्भवैः  ।
द्यूतादिभिर्मरुवकैः पत्रैरन्यैः सुगन्धिकैः  ॥
]

`verse 11 [
भुक्तिमुक्तिः पापहानिर्भक्त्या सर्वैस्तु तुष्यति  ।
स्वर्णलक्षाधिकं पुष्पं माला कोटिगुणाधिका  ॥
]

`verse 12 [
स्ववनेऽन्यवने पुष्पैस्त्रिगुणं वनजैः फलं  ।
विशीर्णैर्नार्चयेद्विष्णुन्नाधिकाङ्गैर्न मोटितैः  ॥
]

`verse 13 [
काञ्चनारैस्तथोन्मत्तैर्गिरिकर्णिकया तथा  ।

कुटजैः शाल्मलीयैश्च शिरीषैर्नरकादिकं  ॥
]

`verse 14 [
सुगन्धैर्ब्रह्मपद्मैश्च पुष्पैर्नीलोत्पलैर्हरिः  ।
अर्कमन्दारधुस्तूरकुसुमैरर्च्यते हरः  ॥
]

`verse 15 [
कुटजैः कर्कटीपुष्पैः केतकीन्न शिवे ददेत् ।
कुष्माण्डनिम्बसम्भूतं पैशाचं गन्धवर्जितं  ॥
]

`verse 16 [
अहिंसा इन्द्रियजयः क्षान्तिर्ज्ञानं दया श्रुतं  ।
भावाष्तपुष्पैः सम्पूज्य देवान् स्याद्भुक्तिमुक्तिभाक् ॥
]

`verse 17 [
अहिंसा प्रथमं पुष्पं पुष्पमिन्द्रियनिग्रहः  ।
सर्वपुष्पं दया भूते पुष्पं शान्तिर्विशिष्यते  ॥
]

`verse 18 [
शमः पुष्पं तपः पुष्पं ध्यानं पुष्पं च सप्तमं  ।
सत्यञ्चैवाष्टमं पुष्पमेतैस्तुष्यति केशवः  ॥
]

`verse 19 [
एतैरेवाष्टभिः पुष्पैस्तुष्यत्येवार्चितो हरिः  ।
पुष्पान्तराणि सन्त्यत्र वाह्यानि मनुजोत्तम  ॥
]

`verse 20 [
भक्त्या दयान्वितैर्विष्णुः पूजितः परितुष्यति  ।
वारुणं सलिलं पुष्पं सौम्यं घृतपयोदधि  ॥
]

`verse 21 [
प्राजापत्यं तथान्नादि आग्नेयं धूपदीपकं  ।
फलपुष्पादिकञ्चैव वानस्पत्यन्तु पञ्चमं  ॥
]

`verse 22 [
पार्थिवं कुशमूलाद्यं वायव्यं गन्धचन्दनं  ।

श्रद्धाख्यं विष्णुपुष्पञ्च सर्वदा चाष्टपुष्पिकाः  ॥
]

`verse 23 [
आसनं मूर्तिपञ्चाङ्गं विष्णुर्वा चाष्टपुष्पिकाः  ।
विष्णोस्तु वासुदेवाद्यैरीशानाद्यैः शिवस्य वा  ॥
]

`colophon [
इत्याग्नेये महापुराणे पुष्पाध्यायो नाम द्व्यधिकद्विशततमोऽध्यायः ॥
]
