`verse 1 [
नरकस्वरूपम्

अग्निरुवाच
पुष्पाद्यैः पूजनाद्विष्णोर्न याति नरकान्दवे  ।
आयुषोऽन्ते नरः प्राणैरनिच्छन्नपि मुच्यते  ॥
]

`verse 2 [
जलमग्निर्विषं शस्त्रं क्षुद्व्याधिः पतनं गिरेः  ।
निमित्तं किञ्चिदासाद्य देही प्राणैर्विमुच्यते  ॥
]

`verse 3 [
अन्यच्छरीरमादत्ते यातनीयं स्वकर्मभिः  ।
भुङ्क्तेऽथ पापकृत्दुःखं सुखं धर्माय सङ्गतः  ॥
]

`verse 4 [
नीयते यमदूतैस्तु यमं प्राणिभयङ्करैः  ।
कुपथे दक्षिणद्वारि धर्मिकः पश्चिमादिभिः  ॥
]

`verse 5 [
यमाज्ञप्तैः किङ्करैस्तु पात्यते नरकेषु च  ।

स्वर्गे तु नीयते धर्माद्वसिष्ठाद्युक्तिसंश्रयात् ॥
]

`verse 6 [
गोघाती तु महावीच्यां वर्षलक्षन्तु पीड्यते  ।
आमकुम्भे महादीप्ते ब्रह्महा भूमिहारकः  ॥
]

`verse 7 [
महाप्रलयकं यावद्रौरवे पीड्यते शनैः  ।
स्त्रीबालवृद्धहन्ता तु यावदिन्द्राश्चतुर्दश  ॥
]

`verse 8 [
महारौरवके रौद्रे गृहक्षेत्रादिदीपकः  ।
दह्यते कल्पमेकं स चौरस्तामिस्रके पतेत् ॥
]

`verse 9 [
नैककल्पन्तु शूलाद्यैर्भिद्यते यमकिङ्करैः  ।
महातामिस्रके सर्पजलौकाद्यैश्च पीड्यते  ॥
]

`verse 10 [
यावद्भूमिर्मातृहाद्या असिपत्रवनेऽसिभिः  ।
नैककल्पन्तु नरके करम्भवालुकासु च  ॥
]

`verse 11 [
येन दग्धो जनस्तत्र दह्यते वालुकादिभिः  ।
काकोले कृमिविष्ठाशी एकाकी मिष्टभोजनः  ॥
]

`verse 12 [
कुट्टले मूत्ररक्ताशी पञ्चयज्ञक्रियोज्झितः  ।
सुदुर्गन्धे रक्तभोजी भवेच्चाभक्ष्यभक्ष्यकः  ॥
]

`verse 13 [
तैलपाके तु तिलवत्पीड्यते परपीडकः  ।
तैलपाके तु पच्येत शरणागतघातकः  ॥
]

`verse 14 [
निरुच्छासे दाननाशी रसविक्रयकोऽध्वरे  ।
नाम्ना वज्रकवाटेन महापाते तदानृती  ॥
]

`verse 15 [
महाज्वाले पापबुद्धिः क्रकचेऽगम्यगामिनः  ।
सङ्करी गुडपाके च प्रतुदेत्परमर्मनुत् ॥
]

`verse 16 [
क्षारह्रदे प्राणिहन्ता क्षुरधारे च भूमिहृत् ।
अम्बरीषे गोस्वर्णहृद्द्रुमच्छिद्वज्रशस्त्रके  ॥
]

`verse 17 [
मधुहर्ता परीतापे कालसूत्रे परार्थहृत् ।
कश्मलेऽत्यन्तमांसाशी उग्रगन्धे ह्यपिण्डदः  ॥
]

`verse 18 [
दुर्धरे तु काचभक्षी वन्दिग्राहरताश्च ये  ।
मञ्जुषे नरके लोहेऽप्रतिष्ठे श्रुतिनिन्दकः  ॥
]

`verse 19 [
पूतिवक्त्रे कूटसाक्षी परिलुण्ठे धनापहा  ।
बालस्त्रीवृद्धघाती च कराले ब्राह्मणार्तिकृत् ॥
]

`verse 20 [
विलेपे मद्यपो विप्रो महाताम्रे तु मेदिनः ॥
]

`verse 21 [
तथाक्रम्य पारदारान् ज्वलन्तीमायसीं शिलां  ।
शाल्मलाख्ये तमालिङ्गेन्नारी बहुनरङ्गमा  ॥
]

`verse 22 [
आस्फोटजिह्वोद्धरणं स्त्रीक्षणान्नेत्रभेदनं  ।
अङ्गारराशौ क्षिप्यन्ते मातृपुत्र्यादिगामिनः  ॥
]

`verse 23 [
चौराः क्षुरैश्च भिद्यन्ते स्वमांसाशी च मांसभुक् ।
मासोपवासकर्ता वै न याति नरकन्नरः  ॥
]
