`verse 1 [
मासोपवासव्रतं

अग्निरुवाच
व्रतं मासोपवासञ्च सर्वोत्कृष्टं वदामि ते  ।
कृत्वा तु वैष्णवं यज्ञं गुरोराज्ञामवाप्य च  ॥
]

`verse 2 [
कृच्छ्राद्यैः स्वबलं बुद्ध्वा कुर्यान्मासोपवासकं  ।
वानप्रस्थो यतिर्वाथ नारी वा विधवा मुने  ॥
]

`verse 3 [
आश्विनस्यामले पक्षे एकादश्यामुपोषितः  ।
व्रतमेतत्तु गृह्णीयाद्यावत्त्रिंशद्दिनानि तु  ॥
]

`verse 4 [
अद्यप्रभृत्यहं विष्णो यावदुत्थानकन्तव  ।
अर्चये त्वामनश्नन् हि यावत्त्रिंशद्दिनानि तु  ॥
]

`verse 5 [
कार्त्तिकाश्विनयोर्विष्णोर्यावदुत्थानकन्तव  ।
म्रिये यद्यन्तरालेऽहं व्रतभङ्गो न मे भवेत् ॥
]

`verse 6 [
त्रिकालं पूजयेद्विष्णुं त्रिःस्नातो गन्धपुष्पकैः  ।
विष्णोर्गीतादिकं जप्यन्ध्यानं कुर्याद्व्रती नरः  ॥
]

`verse 7 [
वृथावादम्परिहरेदर्थाकाङ्क्षां विवर्जयेत्  ।
नाव्रतस्थं स्पृशेत्कञ्चिद्विकर्मस्थान्न चालयेत् ॥
]

`verse 8 [
देवतायतने तिष्ठेद्यावत्त्रिंशद्दिनानि तु  ।
द्वादश्यां पूजयित्वा तु भोजयित्वा द्विजान्व्रती  ॥
]

`verse 9 [
समाप्य दक्षिणां दत्त्वा पारणन्तु समाचरेत् ।
भुक्तिमुक्तिमवाप्नोति कल्पांश्चैव त्रयोदश  ॥
]

`verse 10 [
कारयेद्वैष्णवं यज्ञं यजेद्विप्रांस्त्रयोदश  ।
तावन्ति वस्त्रयुग्मानि भाजनान्यासनानि च  ॥
]

`verse 11 [
छत्राणि सपवित्राणि तथोपानद्युगानि च  ।
योगपट्टोपवीतानि दद्याद्विप्राय तैर्मतः  ॥
]

`verse 12 [
अन्यविप्राय शय्यायां हैमं विष्णुं प्रपूज्य च  ।
आत्मनश्च तथामूर्तिं वस्त्राद्यैश्च प्रपूजयेत् ॥
]

`verse 13 [
सर्वपापविनिर्मुक्तो विप्रो विष्णुप्रसादतः  ।
विष्णुलोकं गमिष्यामि विष्णुरेव भवाम्यहं  ॥
]

`verse 14 [
व्रज व्रज देवबुद्धे विष्णोः स्थानमनामयं  ।
विमानेनामलस्तत्र तिष्ठेद्विष्णुस्वरूपधृक् ॥
]

`verse 15 [
द्विजानुक्त्वाथ तां शय्यां गुरवेऽथ निवेदयेत् ।
कुलानां शतमुद्धृत्य विष्णुलोकन्नयेद्व्रती  ॥
]

`verse 16 [
मासोपवासी यद्देशे स देशो निर्मलो भवेत् ।
किं पुनस्तत्कुलं सर्वं यत्र मासोपवासकृत् ॥
]

`verse 17 [
व्रतस्थं मूर्छितं दृष्ट्वा क्षीराज्यञ्चैव पाययेत् ।
नैते व्रतं विनिघ्रन्ति हविर्विप्रानुमोदितं  ॥
]

`verse 18 [
क्षीरं गुरोर्हितौषध्य आपो मूलफलानि च  ।
विष्णुर्महौषधं कर्ता व्रतमस्मात्समुद्धरेत् ॥
]

`colophon [
इत्याग्नेये महापुराणे मासोपवासव्रतं नाम चतुरधिकद्विशततमोऽध्यायः ॥
]
