`verse 1 [
अगस्त्यार्घ्यदानकथनं

अग्निरुवाच
अगस्त्यो भगवान्विष्णुस्तमभ्यर्च्याप्नुयाद्धरिं  ।
अप्राप्ते भास्करे कन्यां सत्रिभागैस्त्रिभिर्दिनैः  ॥
]

`verse 2 [
अर्घ्यं दद्यादगस्त्याय पूजयित्वा ह्युपोषितः  ।
काशपुष्पमयीं मूर्तिं प्रदोषे विन्यसेद्घटे  ॥
]

`verse 3 [
मुनेर्यजेत्तां कुम्भस्थां रात्रौ कुर्यात्प्रजागरं  ।
अगस्त्य मुनिशार्दूल तेजोराशे महामते  ॥
]

`verse 4 [
इमां मम कृतां पूजां गृह्णीष्व प्रियया सह  ।
आवाह्यार्घ्ये च सम्मुख्यं प्रार्चयेच्चन्दनादिना  ॥
]

`verse 5 [
जलाशयसमीपे तु प्रातर्नीत्वार्घ्यमर्पयेत् ।
काशपुष्पप्रतीकाश अग्निमारुतसम्भव  ॥
]

`verse 6 [
मित्रावरुणयोः पुत्र कुम्भयोने नमोऽस्तु ते  ।
आतापिर्भक्षितो येन वातापिश्च महासुरः  ॥
]

`verse 7 [
समुद्रः शोषितो येन सोऽगस्त्यः सम्मुखोऽस्तु मे  ।
अगस्तिं प्रार्थयिष्यामि कर्मणा मनसा गिरा  ॥
]

`verse 8 [
अर्चयिस्याम्यहं मैत्रं परलोकाभिकाङ्क्षया  ।
द्वीपान्तरसमुत्पन्नं देवानां परमं प्रियं  ॥
]

`verse 9 [
राजानं सर्ववृक्षाणां चन्दनं प्रतिगृह्यतां  ।
धर्मार्थकाममोक्षाणां भाजनी पापनाशनी  ॥
]

`verse 10 [
सौभाग्यारोग्यलक्ष्मीदा पुष्पमाला प्रगृह्यतां  ।
धूपोऽयं गृह्यतां देव भक्तिं मे ह्यचलाङ्कुरु  ॥
]

`verse 11 [
ईप्सितं मे वरं देहि परत्र च शुभाङ्गतिं  ।
सुरासुरैर्मुनिश्रेष्ठ सर्वकामफलप्रद  ॥
]

`verse 12 [
वस्त्रव्रीहिफलैर्हेम्ना दत्तस्त्वर्घ्यो ह्ययं मया  ।
अगस्त्यं बोधयिष्यामि यन्मया मनसोद्धृतं  ॥
]

`verse 13 [
फलैरर्घ्यं प्रदास्यामि गृहाणार्घ्यं महामुने  ।
अगस्त्य एवं खनमानः खनित्रैः प्रजामपत्यं बलमीहमानः  ।
उभौ कर्णावृषिरुग्रतेजाः पुपोष सत्या देवेष्वाशिषो जगाम  ॥
]

`verse 14 [
राजपुत्रि नमस्तुभ्यं मुनिपत्नी महाव्रते  ।
अर्घ्यं गृह्णीष्व देवेशि लोपामुद्रे यशस्विनि  ॥
]

`verse 15 [
पञ्चरत्नसमायुक्तं हेमरूप्यसमन्वितं  ।
सप्तधान्यवृतं पात्रं दधिचन्दनसंयुतं  ॥
]

`verse 16 [
अर्घ्यं दद्यादगस्त्याय स्त्रीशूद्राणामवैदिकं  ।
अगस्त्य मुनिशार्दूल तेजोराशे च सर्वद  ॥
]

`verse 17 [
इमां मम कृतां पूजां गृहीत्वा व्रज शान्तये  ।
त्यजेदगस्त्र्यमुद्दिश्य धान्यमेकं फलं रसं  ॥
]

`verse 18 [
ततोऽन्नं भोजयेद्विप्रान् घृतपायसमोदकान्  ।
गां वासांसि सुवर्णञ्च तेभ्यो दद्याच्च दक्षिणां  ॥
]

`verse 19 [
घृतपायसयुक्तेन पात्रेणाच्छादिताननं  ।
सहिरण्यञ्च तं कुम्भं ब्राह्मणायोपकल्पयेत्  ॥
]

`verse 20 [
सप्तवर्षाणि दत्वार्घ्यं सर्वे सर्वमवाप्नुयुः  ।
नीरा पुत्रांश्च सौभाग्यं पतिं कन्या नृपोद्भवं  ॥
]

`colophon [
इत्याग्नेये महापुराणे अगस्त्यार्घ्यदानव्रतं नाम षडधिकद्विशततमोऽध्यायः ॥
]
