`verse 1 [
कौमुदव्रतं

अग्निरुवाच
कौमुदाख्यं मयोक्तञ्च चरेदाश्वयुजे सिते  ।
हरिं यजेत्मासमेकमेकादश्यामुपोषितः  ॥
]

`verse 2 [
आश्विने शुक्लपक्षेहमेकाहारी हरिं जपन्  ।
मासमेकं भुक्तिमुक्त्यै करिष्ये कौमुदं व्रतं  ॥
]

`verse 3 [
उपोष्य विष्णुं द्वादश्यां यजेद्देवं विलिप्य च  ।
चन्दनागुरुकाश्मीरैः कमलोत्पलपुष्पकैः  ॥
]

`verse 4 [
कल्हारैर्वाथ मालत्या दीपं तैलेन वाग्यतः  ।
अहोरात्रं च नैवेद्यं पायसापूपमोदकैः  ॥
]

`verse 5 [
ओं नमो वासुदेवाय विज्ञाप्याथ क्षमापयेत् ।
भोजनादि द्विजे दद्याद्यावद्देवः प्रबुद्ध्यते  ॥
]
