`verse 1 [
व्रतदानादिसमुच्चयः

अग्निरुवाच
व्रतदानानि सामान्यं प्रवदामि समासतः  ।
तिथौ प्रतिपदादौ च सूर्यादौ कृत्तिकासु च  ॥
]

`verse 2 [
विष्कम्भादौ च मेषादौ काले च ग्रहणादिके  ।
यत्काले यद्व्रतं दानं यद्द्रव्यं नियमादि यत् ॥
]

`verse 3 [
तद्द्रव्याख्यञ्च कालाख्यं सर्वं वै विष्णुदैवतं  ।
रवीशब्रह्मलक्ष्म्याद्याः सर्वे विष्णोर्विभूतयः  ॥
]

`verse 4 [
तमुद्दिश्य व्रतं दानं पूजादि स्यात्तु सर्वदं  ।
जगत्पते समागच्छ आसनं पाद्यमर्घ्यकं  ॥
]

`verse 5 [
मधुपर्कं तथाचामं स्नानं वस्तञ्च गन्धकं  ।

पुष्पं धूपश्च दीपश्च नैवेद्यादि नमोऽस्तु ते  ॥
]

`verse 6 [
इति पूजाव्रते दाने दानवाक्यं समं शृणु  ।
अद्यामुकसगोत्राय विप्रायामुकशर्मणे  ॥
]

`verse 7 [
एतद्द्रव्यं विष्णुदैवं सर्वपापोपशान्तय्२०८.००७
आयुरारोग्यवृद्ध्यर्थं सौभाग्यादिविवृद्धये  ॥
]

`verse 8 [
गोत्रसन्ततिवृद्ध्यर्थं विजयाय धनाय च  ।
धर्मायैश्वर्यकामाय तत्पापशमनाय च  ॥
]

`verse 9 [
संसारमुक्तये दानन्तुभ्यं सम्प्रददे ह्यहं  ।
एतद्दानप्रतिष्ठार्थं तुभ्यमेतद्ददाम्यहं  ॥
]

`verse 10 [
एतेन प्रीयतां नित्यं सर्वलोकपतिः प्रभुः  ।
यज्ञदानव्रतपते विद्याकीर्त्यादि देहि मे  ॥
]

`verse 11 [
धर्मकामार्थमोक्षांश्च देहि मे मनसेप्सितं  ।
यः पठेच्छृणुयान्नित्यं व्रतदानसमुच्चयं  ॥
]

`verse 12 [
स प्राप्तकामो विमलो भुक्तिमुक्तिमवाप्नुयात् ।
तिथिवारर्क्षसङ्क्रान्तियोगमन्वादिकं व्रतं  ॥
]
