`verse 1 [
महादानानि

अग्निरुवाच
सर्वदानानि वक्ष्यामि महादानानि षोडश  ।
तुलापुरुष आद्यन्तु हिरण्यगर्भदानकं  ॥
]

`verse 2 [
ब्रह्माण्डं कल्पवृक्षश्च गोसहस्रञ्च पञ्चमं  ।
हिरण्यकामधेनुश्च हिरण्याश्वश्च सप्तमं  ॥
]

`verse 3 [
हिरण्याश्वरथस्तद्वद्धेमहस्तिरथस्तथा  ।
पञ्चलाङ्गलकन्तद्वद्धरादानं तथैव च  ॥
]

`verse 4 [
विश्वचक्रं कल्पलता सप्तसागरकं परं  ।
रत्नधेनुर्महाभूतघटः शुभदिनेऽर्पयेत् ॥
]

`verse 5 [
मण्डपे मण्डले दानं देवान् प्रार्च्यार्पयेद्द्विजे  ।
मेरुदानानि पुण्यानि मेरवो दश तान् शृणु  ॥
]

`verse 6 [
धान्यद्रोणसहस्रेण उत्तमोऽर्धार्धतः परौ  ।
उत्तमः षोडशद्रोणः कर्तव्यो लवणाचलः  ॥
]

`verse 7 [
दशभारैर्गुडाद्रिः स्यादुत्तमोऽर्धार्धतः परौ  ।
उत्तमः पलसाहस्रैः स्वर्णमेरुस्तथा परौ  ॥
]

`verse 8 [
दशद्रोणैस्तिलाद्रिः स्यात्पञ्चभिश्च त्रिभिः क्रमात् ।
कार्पासपर्वतो विंशभारैश्च दशपञ्चभिः  ॥
]

`verse 9 [
विंशत्या घृतकुम्भानामुत्तमः स्याद्घृताचलः  ।
दशभिः पलसाहस्रैरुत्तमो रजताचलः  ॥
]

`verse 10 [
अष्टभारैः शर्कराद्रिर्मध्यो मन्दोऽर्द्धतोऽर्द्धतः  ।
दश धेनूः प्रवक्ष्यामि या दत्त्वा भुक्तिमुक्तिभाक् ॥
]

`verse 11 [
प्रथमा गुडधेनुः स्याद्घृतधेनुस्तथापरा  ।
तिलधेनुस्तृतीया च चतुर्थी जलधेनुका  ॥
]

`verse 12 [
क्षीरधेनुर्मधुधेनुः शर्करादधिधेनुके  ।
रसधेनुः स्वरूपेण दशमी विधिरुच्यते  ॥
]

`verse 13 [
कुम्भाः स्युर्द्रवधेनूनामितरासान्तु राशयः  ।
कृष्णाजिनञ्चतुर्हस्तं प्राग्ग्रीवं विन्यसेद्भुवि  ॥
]

`verse 14 [
गोमयेनानुलिप्तायां दर्भानास्तीर्य सर्वतः  ।
लघ्वैणकाजिनं तद्वद्वत्सस्य परिकल्पयेत् ॥
]

`verse 15 [
प्राङ्मुखीं कल्पयेद्धेनुमुदक्पादां सवत्सकां  ।
उत्तमा गुडधेनुः स्यात्सदा भारचतुष्टयात् ॥
]

`verse 16 [
वत्सं भारेण कुर्वीत भाराभ्यां मध्यमा स्मृता  ।
अर्धभारेण वत्सः स्यात्कनिष्ठा भारकेण तु  ॥
]

`verse 17 [
चतुर्थांशेन वत्सः स्याद्गुडवित्तानुसारतः  ।
पञ्च कृष्णलका माषस्ते सुवर्णस्तु षोडश  ॥
]

`verse 18 [
पलं सुवर्णाश्चत्वारस्तुला पलशतं स्मृतं  ।
स्याद्भारो विंशतितुला द्रोणस्तु चतुराढकः  ॥
]

`verse 19 [
धेनुवत्सौ गुडस्योभौ सितसूक्ष्माम्बरावृतौ  ।
शुक्तिकर्णाविक्षुपादौ शुचिमुक्ताफलेक्षणौ  ॥
]

`verse 20 [
सितसूत्रशिरालौ च सितकम्बलकम्बलौ  ।
ताम्रगड्डुकपृष्ठौ तौ सितचामररोमकौ  ॥
]

`verse 21 [
विद्रुमभ्रूयुगावेतौ नवनीतस्तनान्वितौ  ।
क्षौमपुच्छौ कांस्यदोहाविन्द्रनीलकतारकौ  ॥
]

`verse 22 [
सुवर्णशृङ्गाभरणौ रजतक्षुरसंयुतौ  ।
नानाफलमया दन्ता गन्धघ्राणप्रकल्पितौ  ॥
]

`verse 23 [
रचयित्वा यजेद्धेनुमिमैर्मन्त्रैर्द्विजोत्तम  ।
या लक्ष्मीः सर्वभूतानां या च देवेष्ववस्थिता  ॥
]

`verse 24 [
धेनुरूपेण सा देवी मम शान्तिं प्रयच्छतु  ।
देहस्था या च रुद्राणी शङ्करस्य सदा प्रिया  ॥
]

`verse 25 [
धेनुरूपेण सा देवी मम पापं व्यपोहतु  ।
विष्णुवक्षसि या लक्ष्मीः स्वाहा या च विभावसोः  ॥
]

`verse 26 [
चन्द्रार्कऋक्षशक्तिर्या धेनुरूपास्तु सा श्रिये  ।
चतुर्मुखस्य या लक्ष्मीर्या लक्ष्मीर्धनदस्य च  ॥
]

`verse 27 [
लक्ष्मीर्या लोकपालानां स धेनुर्वरदास्तु मे  ।
स्वधा त्वं पितृमुख्यानां स्वाहा यज्ञभुजां यतः  ॥
]

`verse 28 [
सर्वपापहरा धेनुस्तस्माच्छान्तिं प्रयच्छ मे  ।
एवमामन्त्रितां धेनुं ब्राह्मणाय निवेदयेत् ॥
]

`verse 29 [
समानं सर्वधेनूनां विधानं चैतदेव हि  ।
सर्वयज्ञफलं प्राप्य निर्मलो भुक्तिमुक्तिभाक् ॥
]

`verse 30 [
स्वर्णशृङ्गो शफै रौप्यैः सुशीला वस्त्रसंयुता  ।
कांस्योपदोहा दातव्या क्षीरिणी गौः सदक्षिणा  ॥
]

`verse 31 [
दातास्याः स्वर्गमाप्नोति वत्सरान् सोमसम्मितान्  ।
कपिला चेत्तारयति भूयश्चासप्तमं कुलं  ॥
]

`verse 32 [
स्वर्णशृङ्गीं रौप्यखुरां कांस्यदोहनकान्वितां  ।
शक्तितो दक्षिणायुक्तां दत्त्वा स्याद्भुक्तिमुक्तिभाक् ॥
]

`verse 33 [
सवत्सरोमतुल्यानि युगान्युभयतोमुखीं  ।
दत्त्वा स्वर्गमवाप्नोति पूर्वेण विधिना ददेत् ॥
]

`verse 34 [
आसन्नमृत्युना देया सवत्सा गौस्तु पूर्ववत् ।
यमद्वारे महावीरे तप्ता वैतरणी नदी  ॥
]
