`verse 1 [
नानादानानि

अग्निरुवाच
एकाङ्गां दशगुर्दद्याद्दश दद्याच्च गोशती  ।
]

`verse 2 [
शतं सहस्रगुर्दद्यात्सर्वे तुल्यफला हि ते  ॥
]

`verse 3 [
प्रासादा यत्र सौवर्णा वसोर्धारा च यत्र सा  ।
]

`verse 4 [
गन्धर्वाप्सरसो यत्र तत्र यान्ति सहस्रदाः  ॥
]

`verse 5 [
गवां शतप्रदानेन मुच्यते नरकार्णवात् ।
]

`verse 6 [
दत्त्वा वत्सतरीं चैव स्वर्हलोके महीयते  ॥
]

`verse 7 [
गोदानादायुरारोग्यसौभाग्यस्वर्गमाप्नुयात् ।
]

`verse 8 [
इन्द्रादिलोकपालानां या राजमहिषी शुभा  ॥
]

`verse 9 [
महिषीदानमाहात्म्यादस्तु मे सर्वकामदा  ।
]

`verse 10 [
धर्मराजस्य साहाय्ये यस्याः पुत्रः प्रतिष्ठितः  ॥
]

`verse 11 [
महिषासुरस्य जननी या सास्तु वरदा मम  ।
]

`verse 12 [
महिषीदानाच्च सौभाग्यं वृषदानाद्दिवं व्रजेत् ॥
]

`verse 13 [
संयुक्तहलपङ्क्त्याख्यं दानं सर्वफलप्रदं  ।
]

`verse 14 [
पङ्क्तिर्दशहला प्रोक्ता दारुजा वृषसंयुता  ॥
]

`verse 15 [
सौवर्णपट्टसन्नद्धान्दत्त्वा स्वर्गे महीयते  ।
]

`verse 16 [
दशानां कपिलानां तु दत्तानां ज्येष्ठपुष्करे  ॥
]

`verse 17 [
तत्फलञ्चाक्षयं प्रोक्तं वृषभस्य तु मोक्षणे  ।
]

`verse 18 [
धर्मोऽसित्वञ्चतुष्पादश्चतस्रस्ते प्रिया इमाः  ॥
]

`verse 19 [
नमो ब्रह्मण्यदेवेश पितृभूतर्षिपोषक  ।
]

`verse 20 [
त्वयि मुक्तेऽक्षया लोका मम सन्तु निरामयाः  ॥
]

`verse 21 [
मा मे ऋणोऽस्तु दैवत्यो भौतः पैत्रोऽथ मानुषः  ।
]

`verse 22 [
धर्मस्त्वं त्वत्प्रपन्नस्य या गतिः सास्तु मे ध्रुवा  ॥
]

`verse 23 [
अङ्गयेच्चक्रशूलाभ्यां मन्त्रेणानेन चोत्सृजेत् ।
]

`verse 24 [
एकादशाहे प्रेतस्य यस्य चोत्सृज्यते वृषः  ॥
]

`verse 25 [
मुच्यते प्रेतलोकात्तु षण्मासे चाव्दिकादिषु  ।
]

`verse 26 [
दशहस्तेन कुण्डेन त्रिंशत्कुण्डान्निवर्तनं  ॥
]

`verse 27 [
तान्येव दशविस्ताराद्गोचर्मे तत्प्रदोऽघभित्  ।
]

`verse 28 [
गोभूहिरण्यसंयुक्तं कृष्णाजिनन्तु योऽर्पयेत्  ॥
]

`verse 29 [
सर्वदुष्कृतकर्मापि सायुज्यं ब्रह्मणो व्रजेत् ।
]

`verse 30 [
भाजनन्तिलसम्पूर्णं मधुना पूर्णमेव च  ॥
]

`verse 31 [
दद्यात्कृष्णतिलानाञ्च प्रस्थमेकञ्च मागधं  ।
]

`verse 32 [
शय्यां दत्त्वा तु सगुणां भुक्तिमुक्तिमवाप्नुयात् ॥
]

`verse 33 [
हैमीं प्रतिकृतिं कृत्वा दत्त्वा स्वर्गस्तथात्मनः  ।
]

`verse 34 [
विपुलन्तु गृहं कृत्वा दत्त्वा स्याद्भुक्तिमुक्तिभाक् ॥
]

`verse 35 [
गृहं मठं सभां स्वर्गी दत्त्वा स्याच्च प्रतिश्रियं  ।
]

`verse 36 [
दत्त्वा कृत्वा गोगृहञ्च निष्पापः स्वर्गमाप्नुयात् ॥
]

`verse 37 [
यममाहिषदानात्तु निष्पापः स्वर्गमाप्नुयात् ।
]

`verse 38 [
ब्रह्मा हरो हरिर्देवैर्मध्ये च यमदूतकः  ॥
]

`verse 39 [
पाशी तस्य शिरश्छित्त्वा तं दद्यात्स्वर्गभाग्भवेत् ।
]

`verse 40 [
त्रिमुखाख्यमिदं दानं गृहीत्वा तु द्विजोऽघभाक् ॥
]

`verse 41 [
चक्रं रूप्यमयं कृत्वा के धृत्वा तत्प्रदापयेत् ।
]

`verse 42 [
हेमयुक्तं द्विजायैतत्कालचक्रमिदम्महत् ॥
]

`verse 43 [
आत्मतुल्यन्तु यो लौहं ददेन्न नरकं व्रजेत् ।
]

`verse 44 [
पञ्चाशत्पलसंयुक्तं लौहदण्डं तु योऽर्पयेत् ॥
]

`verse 45 [
वस्त्रेणाच्छाद्य विप्राय यमदण्डो न विद्यते  ।
]

`verse 46 [
मूलं फलादि वा द्रव्यं संहतं वाथ चैकशः  ॥
]

`verse 47 [
मृत्युज्जयं समुद्दिश्य दद्यादायुर्विवर्धये  ।
]

`verse 48 [
पुमान् कृष्णतिलैः कार्यो रौप्यदन्तः सुवर्णदृक् ॥
]

`verse 49 [
खड्गोद्यतकरो दीर्घो जवाकुसुममण्डलः  ।
]

`verse 50 [
रक्ताम्वरधरः स्रग्वी शङ्कमालाविभूषितः  ॥
]

`verse 51 [
उपानद्युगयुक्ताङ्घ्रिः कृष्णकम्बलपार्श्वकः  ।
]

`verse 52 [
गृहीतमांसपिण्डश्च वामे वै कालपूरुषः  ॥
]

`verse 53 [
सम्पूज्य तञ्च गन्धाद्यैः ब्राह्मणायोपपादयेत् ।
]

`verse 54 [
मरणव्याधिहीनः स्याद्राजराजेश्वरो भवेत् ॥
]

`verse 55 [
गोवृषौ तु द्विजे दत्त्वा भुक्तिमुक्तिमवाप्नुयात् ।
]

`verse 56 [
रेवन्ताधिष्ठितञ्चाश्वं हैमं दत्त्वा न मृत्युभाक् ॥
]

`verse 57 [
घण्टादिपूर्णमप्येकं दत्त्वा स्याद्भुक्तिमुक्तिभाक् ।
]

`verse 58 [
सर्वान् कामानवाप्नोति यः प्रयच्छति काञ्चनं  ॥
]

`verse 59 [
सुवर्णे दीयमाने तु रजतं दक्षिणेष्यते  ।
]

`verse 60 [
अन्येषामपि दानानां सुवर्णं दक्षिणा स्मृता  ॥
]

`verse 61 [
सुवर्णं रजतं ताम्रं तण्डुलं धान्यमेव च  ।
]

`verse 62 [
नित्यश्राद्धं देवपूजा सर्वमेतददक्षिणं  ॥
]

`verse 63 [
रजतं दक्षिणा पित्रे धर्मकामार्थसाधनं  ।
]

`verse 64 [
सुवर्णं रजतं ताम्रं मणिमुक्तावसूनि च  ॥
]

`verse 65 [
सर्वमेतन्महाप्राज्ञो ददाति वसुधान्ददत् ।
]

`verse 66 [
पितॄंश्च पितृलोकस्थान् देवस्थाने च देवताः  ॥
]

`verse 67 [
सन्तर्पयति शान्तात्मा यो ददाति वसुन्धराम्  ।
]

`verse 68 [
खर्वटं खेटकं वापि ग्रामं वा शस्यशालिनं  ॥
]

`verse 69 [
निवर्तनशतं वापि तदर्धं वा गृहादिकं  ।
]

`verse 70 [
अपि गोचर्ममात्राम्बा दत्त्वोर्वीं सर्वभाग्भवेत् ॥
]

`verse 71 [
तैलविन्दुर्यथा चाप्सु प्रसर्पेद्भूगतं तथा  ।
]

`verse 72 [
सर्वेषामेवदानानमेकजन्मानुगं फलं  ॥
]

`verse 73 [
हाटकक्षितिगौरीणां सप्तजन्मानुगं फलं  ।
]

`verse 74 [
त्रिसप्तकुलमुद्धृत्य कन्यादो ब्रह्मलोकभाक् ॥
]

`verse 75 [
गजं सदक्षिणं दत्त्वा निर्मलः स्वर्गभाग्भवेत् ।
]

`verse 76 [
अश्वं दत्त्वायुरारोग्यसौभाग्यस्वर्गमाप्नुयात् ॥
]

`verse 77 [
दासीं दत्त्वा द्विजेन्द्राय अप्सरोलोकमाप्नुयात् ।
]

`verse 78 [
दत्त्वा ताम्रमयीं स्थालीं पलानां पञ्चभिः शतैः  ॥
]

`verse 79 [
अर्धैस्तदर्धैरर्धैर्वा भुक्तिमुक्तिमवाप्नुयात्  ।
]

`verse 80 [
शकटं वृषसंयुक्तं दत्त्वा यानेन नाकभाक् ॥
]

`verse 81 [
वस्त्रदानाल्लभेदायुरारोग्यं स्वर्गमक्षयं  ।
]

`verse 82 [
धान्यगोधूमकलमयवादीन् स्वर्गभाग्ददत् ॥
]

`verse 83 [
आसनं तैजसं पात्रं लवणं गन्धचन्दनं  ।
]

`verse 84 [
धूपं दीपञ्च ताम्वूलं लोहं रूप्यञ्च रत्नकं  ॥
]

`verse 85 [
दिव्यानि नानाद्रव्याणि दत्त्वा स्याद्भुक्तिमुक्तिभाक् ।
]

`verse 86 [
तिलांश्च तिलपात्रञ्च दत्त्वा स्वर्गमवाप्नुयात् ॥
]

`verse 87 [
अन्नदानात्परं नास्ति न भूतं न भविष्यति  ।
]

`verse 88 [
हस्त्यश्वरथदानानि दासीदासगृहाणि च  ॥
]

`verse 89 [
अन्नदानस्य सर्वाणि कलां नार्हन्ति षोडशीं  ।
]

`verse 90 [
कृत्वापि सुमहत्पापं यः पश्चादन्नदो भवेत् ॥
]

`verse 91 [
सर्वपापविनिर्मुक्तो लोकानाप्नोति चाक्षयान्  ।
]

`verse 92 [
पानीयञ्च प्रपान्दत्त्वा भुक्तिमुक्तिमवाप्नुयात् ॥
]

`verse 93 [
अग्निं काष्ठञ्च मार्गादौ दत्त्वा दीप्त्यादिमाप्नुयात्  ।
]

`verse 94 [
देवगन्धर्वनारीभिर्विमाने सेव्यते दिवि  ॥
]

`verse 95 [
घृतं तैकञ्च लवणं दत्त्वा सर्वमवाप्नुयात् ।
]

`verse 96 [
छत्रोपानहकाष्ठादि दत्त्वा स्वर्गे सुखी वसेत्  ॥
]

`verse 97 [
प्रतिपत्तिथिमुख्येषु विष्कुम्भादिकयोगके  ।
]

`verse 98 [
चैत्रादौ वत्सरादौ च अश्विन्यादौ हरिं हरं  ॥
]

`verse 99 [
ब्रह्माणं लोकपालादीन् प्रार्च्य दानं महाफलं  ।
]

`verse 100 [
वृक्षारामान् भोजनादीन्मार्गसंवाहनादिकान्  ॥
]

`verse 101 [
पादाभ्यङ्गादिकं दत्त्वा भुक्तिमुक्तिमवाप्नुयात् ।
]

`verse 102 [
त्रीणि तुल्यफलानीह गावः पृथ्वी सरस्वती  ॥
]

`verse 103 [
व्राह्मीं सरस्वतीन्दत्त्वा निर्मलो ब्रह्मलोकभाक् ।
]

`verse 104 [
सप्तद्वीपमहीदः स ब्रह्मज्ञानं ददाति यः  ॥
]

`verse 105 [
अभयं सर्वभूतेभ्यो यो दद्यात्सर्वभाङ्नरः  ।
]

`verse 106 [
पुराणं भारतं वापि रामायणमथापि वा  ॥
]

`verse 107 [
लिखित्वा पुस्तकं दत्त्वा भुक्तिमुक्तिमवाप्नुयात् ।
]

`verse 108 [
वेदशास्त्रं नृत्यगीतं योऽध्यापयति नाकभाक् ॥
]

`verse 109 [
वित्तं दद्यादुपाध्याये छात्राणां भोजनादिकं  ।
]

`verse 110 [
किमदत्तं भवेत्तेन धर्मकामादिदर्शिना  ॥
]

`verse 111 [
वाजपेयसहस्रस्य सम्यग्दत्तस्य यत्फलं  ।
]

`verse 112 [
तत्फलं सर्वमाप्नोति विद्यादानन्न संशयः  ॥
]

`verse 113 [
शिवालये विष्णुगृहे सूर्यस्य भवने तथा  ।
]

`verse 114 [
सर्वदानप्रदः स स्यात्पुस्तकं वाचयेत्तु यः  ॥
]

`verse 115 [
त्रैलोक्ये चतुरो वर्णाश्चत्वारश्चाश्रमाः पृथक् ।
]

`verse 116 [
ब्रह्माद्या देवताः सर्वा विद्यादाने प्रतिष्ठताः  ॥
]

`verse 117 [
विद्या कामदुघा धेनुर्विद्या चक्षुरनुत्तमं  ।
]

`verse 118 [
उपवेदप्रदानेन गन्धर्वैः सह मोदते  ॥
]

`verse 119 [
वेदाङ्गानाञ्च दानेन स्वर्गलोकमवाप्नुयात् ।
]

`verse 120 [
धर्मशास्त्रप्रदानेन धर्मेण सह मोदते  ॥
]

`verse 121 [
सिद्धान्तानां प्रदानेन मोक्षमाप्नोत्यसंशयं  ।
]

`verse 122 [
विद्यादानमवाप्नोति प्रदानात्पुस्तकस्य तु  ॥
]

`verse 123 [
शास्त्राणि च पुराणानि दत्त्वा सर्वमवाप्नुयात् ।
]

`verse 124 [
शिष्यांश्च शिक्षयेद्यस्तु पुण्डलीकफलं लभेत् ॥
]

`verse 125 [
येन जीवति तद्दत्त्वा फलस्यान्तो न विद्यते  ।
]

`verse 126 [
लोके स्रेष्ठतमं सर्वमात्मनश्चापि यत्प्रियं  ॥
]

`verse 127 [
सर्वं पितॄणां दातव्यं तेषामेवाक्षयार्थिना  ।
]

`verse 128 [
विष्णुं रुद्रं पद्मयोनिं देवीविघ्नेश्वरादिकान्  ॥
]

`verse 129 [
पूजयित्वा प्रदद्याद्यः पूजाद्रव्यं स सर्वभाक् ।
]

`verse 130 [
देवालयं च प्रतिमां कारयत्सर्वमाप्नुयात् ॥
]

`verse 131 [
सम्मार्जनं चोपलेपं कुर्वन् स्यान्निर्मलः पुमान्  ।
]

`verse 132 [
नानामण्डलकार्यग्रे मण्डलाधिपतिर्भवेत्  ॥
]

`verse 133 [
गन्धं पुष्पं धूपदीपं नैवेद्यञ्च प्रदक्षिणं  ।
]

`verse 134 [
घण्टाध्वजवितानञ्च प्रेक्षणं वाद्यगौतकं  ॥
]

`verse 135 [
वस्त्रादिदत्त्वादेवाय भुक्तिमुक्तिमवाप्नुयात् ।
]

`verse 136 [
कस्तूरिकां शिह्लकञ्च श्रीखण्डमगुरून्तथा  ॥
]

`verse 137 [
कर्पूरञ्च तथामुस्तं गुग्गुलुं विजयं ददेत् ।
]

`verse 138 [
घृतप्रस्थेन संस्थाप्य सङ्क्रान्त्यादौ स सर्वभाक् ॥
]

`verse 139 [
स्नानं पलशतं ज्ञेयमभ्यङ्गं पञ्चविंशतिः  ।
]

`verse 140 [
पलानान्तु सहस्रेण महास्नानं प्रकीर्तितं  ॥
]

`verse 141 [
दशापराधास्तोयेन क्षीरेण स्नापनाच्छतं  ।
]

`verse 142 [
सहस्रं पयसा दध्ना घृतेनायुतमिष्यते  ॥
]

`verse 143 [
दासीदासमलङ्कारं गोभूम्यश्वगजादिकं  ।
]

`verse 144 [
देवाय दत्त्वा सौभाग्यं धनायुष्मान् व्रजेद्दिवं  ॥
]

`colophon [
इत्याग्नेये महापुराणे नानादानानि नामैकादशाधिकद्विशततमोऽध्यायः ॥
]
