`verse 1 [
मेरुदानानि

अग्निरुवाच
काम्यदानानि वक्ष्यामि सर्वकाम प्रदानि ते  ।
नित्यपूजां मासि मासि कृत्वाथो काम्यपूजनं  ॥
]

`verse 2 [
व्रतार्हणं गुरोः पूजा वत्सरान्ते महार्चनं  ।
अश्वं वै मार्गशीर्षे तु कमलं पिष्टसम्भवं  ॥
]

`verse 3 [
शिवाय पूज्य यो दद्यात्सूर्यलोके चिरं वसेत्  ।
गजं पौषे पिष्टमयं त्रिसप्तकुलमुद्धरेत् ॥
]

`verse 4 [
माघे चाश्वरथं पैष्ठं दत्त्वा नरकं व्रजेत् ।
फाल्गुने तु वृषं पैष्टं स्वर्गभुक्स्यान्महीपतिः  ॥
]

`verse 5 [
चैत्रे चेक्षुमयीं गावन्दासदासीसमन्वितां  ।
दत्त्वा स्वर्गे चिरं स्थित्वा तदन्ते स्यान्महीपतिः  ॥
]

`verse 6 [
सप्तव्रीहींश्च वैशाखे दत्त्वा शिवमयो भवेत् ।
बलिमण्डलकञ्चान्नैः कृत्वाषाढे शिवो भवेत् ॥
]

`verse 7 [
विमानं श्रावणे पौष्पं दत्त्वा स्वर्गी ततो नृपः  ।
शतद्वयं फलानान्तु दत्त्वोद्धृत्य कुलं नृपः  ॥
]

`verse 8 [
गुग्गुलादि दहेद्भाद्रे स्वर्गी स स्यात्ततो नृपः  ।
क्षीरसर्पिर्भृतं पात्रमाश्विने स्वर्गदम्भवेत् ॥
]

`verse 9 [
कार्त्तिके गुडखण्डाज्यं दत्त्वा स्वर्गी ततो नृपः  ।
मेरुदानं द्वादशकं वक्ष्येऽहं भुक्तिमुक्तिदं  ॥
]

`verse 10 [
मेरुव्रते तु कार्त्तिक्यां रत्नमेरुन्ददेद्द्विजे  ।
सर्वेषाञ्चैव मेरूणां प्रमाणं क्रमशः शृणु  ॥
]

`verse 11 [
वज्रपद्ममहानीलनीलस्फटिकसञ्ज्ञितः  ।
पुष्पं मरकतं मुक्ता प्रस्थमात्रेण चोत्तमः  ॥
]

`verse 12 [
मध्योऽर्धः स्यात्तदर्धोऽधो वित्तशाठ्यं विवर्जयेत् ।
कार्णिकायां न्यसेन्मेरुं ब्रह्मविष्ण्वीशदैवतं  ॥
]

`verse 13 [
माल्यवान् पूर्वतः पूज्यस्तत्पूर्वे भद्रसञ्ज्ञितः  ।
अश्वरक्षस्ततः प्रोक्तो निषधो मेरुदक्षिणे  ॥
]

`verse 14 [
हेमकूटोऽथ हिमवान् त्रयं सौम्ये तथा त्रयं  ।
नीलः श्वेतश्च शृङ्गी च पश्चिमे गन्धमादनः  ॥
]

`verse 15 [
वैकङ्कः केतुमालः स्यान्मेरुर्द्वादशसंयुतः  ।
सोपवासोऽर्चयेद्विष्णुं शिवं वा स्नानपूर्वकं  ॥
]

`verse 16 [
देवाग्रे चार्च्य मेरुञ्च मन्त्रैर्विप्राय वै ददेत् ।
विप्रायामुकगोत्राय मेरुन्द्रव्यमयम्परं  ॥
]

`verse 17 [
भुक्त्यै मुक्त्यै निर्मलत्वे विष्णुदैवं ददामि ते  ।
इन्द्रलोके ब्रह्मलोके शिवलोके हरेः पुरे  ॥
]

`verse 18 [
कुलमुद्धृत्य क्रीडेत विमाने देवपूजितः  ।
अन्येष्वपि च कालेषु सङ्क्रान्त्यादौ प्रदापयेत् ॥
]

`verse 19 [
पलानान्तु सहस्रेण हेममेरुम्प्रकल्पयेत् ।
शृङ्गत्रयसमायुक्तं ब्रह्मविष्णुहरान्वितं  ॥
]

`verse 20 [
एकैकं पर्वतन्तस्य शतैकैकेन कारयेत् ।
मेरुणा सह शैलास्तु ख्यातास्तत्र त्रयोदश  ॥
]

`verse 21 [
अयने ग्रहणादौ च विष्ण्वग्रे हरिमर्च्य च  ।
स्वर्णमेरुं द्विजायार्प्य विष्णुलोके चिरं वसेत् ॥
]

`verse 22 [
परमाणवो यावन्त इह राजा भवेच्चिरं  ।
रौप्यमेरुं द्वादशाद्रियुतं सङ्कल्पतो ददेत्  ॥
]

`verse 23 [
प्रागुक्तं च फलं तस्य विष्णुं विप्रं प्रपूज्य च  ।
भूमिमेरुञ्च विषयं मण्डलं ग्राममेव च  ॥
]

`verse 24 [
परिकल्प्याष्टमांशेन शेषांशाः पूर्ववत्फलं  ।
द्वादशाद्रिसमायुक्तं हस्तिमेरुस्वरूपिणं  ॥
]

`verse 25 [
ददेत्त्रिपुरुषैर्युक्तं दत्त्वानन्तं फलं लभेत् ।
त्रिपञ्चाश्वैरश्वमेरुं हययद्वादशसंयुतं  ॥
]

`verse 26 [
विष्ण्वादीन् पूज्य तं दत्त्वा भुक्तभोगो नृपो भवेत् ।
अश्वसङ्ख्याप्रमाणेन गोमेरुं पूर्ववद्ददेत् ॥
]

`verse 27 [
पट्टवस्त्रैर्भारमात्रैर्वस्त्रमेरुश्च मध्यतः  ।
शैलैर्द्वादशवस्त्रैश्च दत्त्वा तञ्चाक्षयं फलं  ॥
]

`verse 28 [
घृतपञ्चसहस्रैश्च पलानामाज्यपर्वतः  ।
शतैः पञ्चभिरेकैकः पर्वतेऽस्मिन् हरिं यजेत् ॥
]

`verse 29 [
विष्ण्वग्रे ब्राह्मणायार्प्य सर्वं प्राप्य हरिं व्रजेत् ।
एवं च खण्डमेरुञ्च कृत्वा दत्त्वाप्नुयात्फलं  ॥
]

`verse 30 [
धान्यमेरुः पञ्चखारोऽपर एकैकखारकाः  ।
स्वर्णत्रिशृङ्गकाः सर्वे ब्रह्मविष्णुमहेश्वरान्  ॥
]

`verse 31 [
सर्वेषु पूज्य विष्णुं वा विशेषादक्षयं फलं  ।
एवं दशांशमानेन तिलमेरुं प्रकल्पयेत् ॥
]

`verse 32 [
शृङ्गाणि पूर्ववत्तस्य तथैवान्यनगेषु च  ।
तिलमेरुं प्रदायाथ बन्धुभिर्विष्णुलोकभाक्  ॥
]

`verse 33 [
नमो विष्णुस्वरूपाय धराधराय वै नमः  ।
ब्रह्मविष्ण्वीशशृङ्गाय धरानाभिस्थिताय च  ॥
]

`verse 34 [
नगद्वादशनाथाय सर्वपापापहारिणे  ।
विष्णुभक्ताय शान्ताय त्राणं मे कुरु सर्वथा  ॥
]

`verse 35 [
निष्पापः पितृभिः सार्धं विष्णुं गच्छामि ओं नमः  ।
त्वं हरिस्तु हरेरग्रे अहं विष्णुश्च विष्णवे  ॥
]
