`verse 1 [
पृथ्वीदानानि

अग्निरुवाच
पृथ्वीदानं प्रवक्ष्यामि पृथिवी त्रिविधा मता  ।
शतकोटिर्योजनानां सप्तद्वीपा ससागरा  ॥
]

`verse 2 [
जम्बुद्वीपावधिः सा च उत्तमा मेदिनीरिता  ।
उत्तमां पञ्चभिर्भारैः काञ्चनैश्च प्रकल्पयेत् ॥
]

`verse 3 [
तदर्धान्तरजं कूर्मं तथा पद्मं समादिशेत् ।
उत्तमा कथिता पृथ्वी द्व्यंशेनैव तु मध्यमा  ॥
]

`verse 4 [
कन्यसा च त्रिभागेन त्रिहान्या कूर्मपङ्कजे  ।
पलानान्तु सहस्रेण कल्पयेत्कल्पपादपं  ॥
]

`verse 5 [
मूलदण्डं सपत्रञ्च फलपुष्पसमन्वितं  ।

पञ्चस्कन्धन्तु सङ्कल्प्य पञ्चानान्दापयेत्सुधीः  ॥
]

`verse 6 [
एतद्दाता ब्रह्मलोके पितृभिर्मोदते चिरं  ।
विष्ण्वग्रे कामधेनुन्तु पलानां पञ्चभिः शतैः  ॥
]

`verse 7 [
ब्रह्मविष्णुमहेशाद्या देवा धेनौ व्यवस्थिताः  ।
धेनुदानं सर्वदानं सर्वद ब्रह्मलोकदं  ॥
]

`verse 8 [
विष्ण्वग्रे कपिलां दत्त्वा तारयेत्सकलं कुलं  ।
अलङ्कृत्य स्त्रियं दद्यादश्वमेधफलं लभेत्  ॥
]

`verse 9 [
भूमिं दत्त्वा सर्वभाक्स्यात्सर्वशस्य प्ररोहिणीम्  ।
ग्रामं वाथ पुरं वापि खेटकञ्च दद्त्सुखी  ॥
]

`verse 10 [
कार्त्तिक्यादौ वृषोत्सर्गं कुर्वंस्तारयते कुलं ॥
]

`colophon [
इत्याग्नेये महापुराणे पृथ्वीदानानि नाम त्रयोदशाधिकद्विशततमोऽध्यायः ॥
]
