`speaker [
अग्निरुवाच
]

`verse 1 [
नाडीचक्रं प्रवक्ष्यामि यज्ज्ञानाज्ज्ञायते हरिः  ।
नाभेरधस्ताद्यत्कन्दमङ्कुरास्तत्र निर्गताः  ॥
]

`verse 2 [
द्वासप्ततिसहस्राणि नाभिमध्ये व्यवस्थिताः  ।
तिर्यगूर्ध्वमधश्चैव व्याप्तन्ताभिः समन्ततः  ॥
]

`verse 3 [
चक्रवत्संस्थिता ह्येताः प्रधाना दशनाडयः  ।
इडा च पिङ्गला चैव सुसुम्णा च तथैव च  ॥
]

`verse 4 [
गान्धारी हस्तिजिह्वा च पृथा चैव यथा तथा  ।
अलम्बुषा हुहुश्चैव शङ्खिनी दशमी स्मृता  ॥
]

`verse 5 [
दश प्राणवहा ह्येता नाडयः परिकीर्तिताः  ।
प्राणोऽपानः समानश्च उदानो व्यान एव च  ॥
]

`verse 6 [
नागः कूर्मोऽथ कृकरो देवदत्तो धनञ्जयः  ।
प्राणस्तु प्रथमो वायुर्दशानामपि स प्रभुः  ॥
]

`verse 7 [
प्राणः प्राणयते प्राणं विसर्गात्पूरणं प्रति  ।
नित्यमापूरयत्येष प्राणिनामुरसि स्थितः  ॥
]

`verse 8 [
निःश्वासोच्छ्वासकासैस्तु प्राणो जीवसमाश्रितः  ।
प्रयाणं कुरुते यस्मात्तस्मात्प्राणः प्रकीर्तितः  ॥
]

`verse 9 [
अधो नयत्यपानस्तु आहारञ्च नृणामधः  ।
मूत्रशुक्रवहो वायुरपानस्तेन कीर्तितः  ॥
]

`verse 10 [
पीतभक्षितमाघ्रातं रक्तपित्तकफानिलं  ।
समन्नयति गात्रेषु समानो नाम मारुतः  ॥
]

`verse 11 [
स्पन्दयत्यधरं वक्त्रं नेत्ररागप्रकोपनं  ।
उद्वेजयति मर्माणि उदानो नाम मारुतः  ॥
]

`verse 12 [
व्यानो विनामयत्यङ्गं व्यानो व्याधिप्रकोपनः  ।
प्रतिदानं तथा कण्ठाद्व्यापानाद्व्यान उच्यते  ॥
]

`verse 13 [
उद्गारे नाग इत्युक्तः कूर्मश्चोन्मीलने स्थितः  ।
कृकरो भक्षणे चैव देवदत्तो विजृम्भिते  ॥
]

`verse 14 [
धनञ्जयः स्थितो घोषे मृतस्यापि न मुञ्चति  ।
जीवः प्रयाति दशधा नाडीचक्रं हि तेन तत् ॥
]

`verse 15 [
सङ्क्रान्तिर्विषुवञ्चैव अहोरात्रायनानि च  ।
अधिमास ऋणञ्चैव ऊनरात्र धनन्तथा  ॥
]

`verse 16 [
ऊनरात्रं भवेद्धिक्का अधिमासो विजृम्भिका  ।
ऋणञ्चात्र भवेत्कासो निश्वासो धनमुच्यते   ॥
]

`verse 17 [
उत्तरं दक्षिणं ज्ञेयं वामं दक्षिणसञ्ज्ञितं  ।
मध्ये तु विषुवं प्रोक्तं पुटद्वयविनिःस्मृतं  ॥
]

`verse 18 [
सङ्क्रान्तिः पुनरस्यैव स्वस्थानात्स्थानयोगतः  ।
सुसुम्णा मध्यमे ह्यङ्गे इडा वामे प्रतिष्ठिता  ॥
]

`verse 19 [
पिङ्गला दक्षिणे विप्र ऊर्ध्वं प्राणो ह्यहः स्मृतं  ।
अपानो रात्रिरेवं स्यादेको वायुर्दशात्मकः  ॥
]

`verse 20 [
आयामो देहमध्यस्थः सोमग्रहणमिष्यते  ।
देहातितत्त्वमायामं आदित्यग्रहणं विदुः  ॥
]

`verse 21 [
उदरं पूरयेत्तावद्वायुना यावदीप्सितं  ।
प्राणायामी भवेदेष पूरका देहपूरकः  ॥
]

`verse 22 [
पिधाय सर्वद्वाराणि निश्वासोच्छ्वासवर्जितः  ।
सम्पूरणकुम्भवत्तिष्ठेत्प्राणायामः स कुम्भकः  ॥
]

`verse 23 [
मुञ्चेद्वायुं ततस्तूर्ध्वं श्वासेनैकेन मन्त्रवित् ।
उच्छ्वासयोगयुक्तश्च वायुमूर्द्वं विरेचयेत् ॥
]

`verse 24 [
उच्चरति स्वयं यस्मात्स्वदेहावस्थितः शिवः  ।
तस्मात्तत्त्वविदाञ्चैव स एव जप उच्च्यते  ॥
]

`verse 25 [
अयुते द्वे सहस्रैकं षट्शतानि तथैव च  ।
अहोरात्रेण योगीन्द्रो जपसङ्ख्यां करोति सः  ॥
]

`verse 26 [
अजपा नाम गायत्री ब्रह्मविष्णुमहेश्वरी  ।
अजपां जपते यस्तां पुनर्जन्म न विद्यते  ॥
]

`verse 27 [
चन्द्राग्निरविसंयुक्ता आद्या कुण्डलिनी मता  ।
हृत्प्रदेशे तु सा ज्ञेया अङ्कुराकारसंस्थिता  ॥
]

`verse 28 [
सृष्टिन्यासो भवेत्तत्र स वै सर्गावलम्बनात् ।
स्रवन्तं चिन्तयेत्तस्मिन्नमृतं सात्त्विकोत्तमः  ॥
]

`verse 29 [
देहस्थः सकलो ज्ञेयो निष्फलो देहवर्जितः  ।
हंसहंसेति यो ब्रूयाद्धंसो देवः सदाशिवः  ॥
]

`verse 30 [
तिलेषु च यथा तैलं पुष्पे गन्धः समश्रितः  ।
पुरुषस्य तथा देहे स वाह्याभ्यन्तरां स्थितः  ॥
]

`verse 31 [
ब्रह्मणो हृदये स्थानं कण्ठे विष्णुः समाश्रितः  ।
तालुमध्ये स्थितो रुद्रो ललाटे तु महेश्वरः  ॥
]

`verse 32 [
प्राणाग्रन्तु शिवं विद्यात्तस्यान्ते तु परापरं  ।
पञ्चधा सकलः प्रोक्तो विपरीतस्तु निष्कलः  ॥
]

`verse 33 [
प्रासादं नादमुत्थाप्य शततन्तु जपेद्यदि  ।
षण्मासात्सिद्धिमाप्नोति योगयुक्तो न संशयः  ॥
]

`verse 34 [
गमागमस्य ज्ञानेन सर्वपापक्षयो भवेत् ।
अणिमादिगुणैश्वर्यं षड्भिर्मासैरवाप्नुयात् ॥
]

`verse 35 [
स्थूलः सूक्ष्मः परश्चेति प्रासादः कथितो मया  ।
ह्रस्वो दीर्घः प्लुतश्चेति प्रासादं लक्षयेत्त्रिधा  ॥
]

`verse 36 [
ह्रस्वो दहति पापानि दीर्घो मोक्षप्रदो भवेत् ।
आप्यायने प्लुतश्चेति मूर्ध्नि विन्दुविभूषितः  ॥
]

`verse 37 [
आदावन्ते च ह्रस्वस्य फट्कारो मारणे हितः  ।
आदावन्ते च हृदयमाकृष्टौ सम्प्रकीर्तितम्  ॥
]

`verse 38 [
देवस्य दक्षिणां मूर्तिं पञ्चलक्षं स्थितो जपेत् ।
जपान्ते घृतहोमस्तु दशसाहस्रिको भवेत् ॥
]

`verse 39 [
एवमाप्यायितो मन्त्रो वश्योच्चाटादि कारयेत् ।
ऊर्ध्वे शून्यमधः शून्यं मध्ये शून्यं निरामयं  ॥
]

`verse 40 [
त्रिशून्यं यो विजानाति मुच्यतेऽसौ ध्रुवं द्विजः  ।
प्रासादं यो न जानाति पञ्चमन्त्रमहातनुं  ॥
]

`verse 41 [
अष्टत्रिंशत्कलायुक्तं न स आचार्य उच्यते  ।
तथोङ्कारञ्च गायत्रीं रुद्रादीन् वेत्त्य.असौ गुरुः  ॥
]

`colophon [
इत्याग्नेये महापुराणे मन्त्रमाहात्म्यं नाम चतुर्दशाधिकद्विशततमोऽध्यायः ॥
]
