`verse 1 [
सन्ध्याविधिः

अग्निरुवाच
ओङ्कारं यो विजानाति स योगी स हरिः पुमान्  ।
]

`verse 2 [
ओङ्कारमभ्यसेत्तस्मान्मृन्मन्त्रसारन्तु सर्वदं  ॥
]

`verse 3 [
सर्वमन्त्रप्रयोगेषु प्रणवः प्रथमः स्मृतः  ।
]

`verse 4 [
तेन सम्परिपूर्णं यत्तत्पूर्णं कर्म नेतरत् ॥
]

`verse 5 [
ओङ्कारपूर्विकास्तिस्रो महाव्याहृतयोऽव्ययाः  ।
]

`verse 6 [
त्रिपदा चैव सावित्री विज्ञेयं ब्रह्मणी मुखं  ॥
]

`verse 7 [
योऽधीतेऽहन्यहन्येतास्त्रीणि वर्षाण्यतन्त्रितः  ।
]

`verse 8 [
स ब्रह्मपरमभ्येति वायुभूतः खमूर्तिमान्  ॥
]

`verse 9 [
एकाक्षरं परं ब्रह्म प्राणायामपरन्तपः  ।
]

`verse 10 [
सावित्र्यास्तु परन्नास्ति मौनात्सत्यं विशिष्यते  ॥
]

`verse 11 [
सप्तावर्ता पापहरा दशभिः प्रापयेद्दिवं  ।
]

`verse 12 [
विंशावर्ता तु सा देवी नयते हीश्वरालयं  ॥
]

`verse 13 [
अष्टोत्तरशतं जप्त्वा तीर्णः संसारसागरात् ।
]

`verse 14 [
रुद्रकुष्माण्डजप्येभ्यो गायत्री तु विशिष्यते  ॥
]

`verse 15 [
न गायत्र्याः परञ्जप्यं न व्याहृतिसमं हुतं  ।
]

`verse 16 [
गायत्र्याः पादमप्यर्धमृगर्धमृचमेव वा  ॥
]

`verse 17 [
ब्रह्महत्या सुरापानं सुवर्णस्तेयमेव च  ।
]

`verse 18 [
गुरुदारागमश्चैव जप्येनैव पुनाति सा  ॥
]

`verse 19 [
पापे कृते तिलैर्होमो गायत्रीजप ईरितः  ।
]

`verse 20 [
जप्त्वा सहस्रं गायत्र्या उपवासी स पापहा  ॥
]

`verse 21 [
गोघ्नः पितृघ्नो मातृघ्नो ब्रह्महा गुरुतल्पगः  ।
]

`verse 22 [
ब्रह्मघ्नः स्वर्णहारी च सुरापो लक्षजप्यतः  ॥
]

`verse 23 [
शुध्यते वाथ वा स्नात्वा शतमन्तर्जले जपेत् ।
]

`verse 24 [
अपः शतेन पीत्वा तु गायत्र्याः पापहा भवेत् ॥
]

`verse 25 [
शतं जप्ता तु गायत्री पापोपशमनी स्मृता  ।
]

`verse 26 [
सहस्रं शप्ता सा देवी उपपातकनाशिनी  ॥
]

`verse 27 [
अभीष्टदा कोटिजप्या देवत्वं राजतामियात् ।
]

`verse 28 [
ओङ्कारं पूर्वमुच्चार्य भूर्भुवः स्वस्तथैव च  ॥
]

`verse 29 [
गायत्री प्रणवश्चान्ते जपे चैवमुदाहृतं  ।
]

`verse 30 [
विश्वामित्र ऋषिच्छन्दो गायत्रं सविता तथा  ॥
]

`verse 31 [
देवतोपनये जप्ये विनियोगो हुते तथा  ।
]

`verse 32 [
अग्निर्वायू रविर्विद्युत्यमो जलपतिर्गुरुः  ॥
]

`verse 33 [
पर्जन्य इन्द्रो गन्धर्वः पूषा च तदनन्तरं  ।
]

`verse 34 [
मित्रोऽथ वरुणस्त्वष्टा वसवो मरुतः शशी  ॥
]

`verse 35 [
अङ्गिरा विश्वनासत्यौ कस्तथा सर्वदेवताः  ।
]

`verse 36 [
रुद्रो ब्रह्मा च विष्णुश्च क्रमशोऽक्षरदेवताः  ॥
]

`verse 37 [
गयत्र्या जपकाले तु कथिताः पापनाशनाः  ।
]

`verse 38 [
पादाङ्गुष्ठौ च गुल्फौ च नलकौ जानुनी तथा  ॥
]

`verse 39 [
जङ्घे शिश्रश्च वृषणौ कटिर्नाभिस्तथोदरं  ।
]
