`verse 1 [
गायत्रीनिर्वाणं

अग्निरुवाच
एवं सन्ध्याविधिं कृत्वा गायत्रीञ्च जपेत्स्मरेत् ।
]

`verse 2 [
गायञ्च्छिष्यान् यतस्त्रायेत्भार्यां प्राणांस्तथैव च  ॥
]

`verse 3 [
ततः स्मृतेयं गायत्री सावित्रीय ततो यतः  ।
]

`verse 4 [
प्रकाशनात्सा सवितुर्वाग्रूपत्वात्सरस्वती  ॥
]

`verse 5 [
तज्ज्योतिः परमं ब्रह्म भर्गस्तेजो यतः स्मृतं  ।
]

`verse 6 [
भा दीप्ताविति रूपं हि भ्रस्जः पाकेऽथ तत्स्मृतं  ॥
]

`verse 7 [
ओषध्यादिकं पचति भ्राजृ दीप्तौ तथा भवेत् ।
]

`verse 8 [
भर्गः स्याद्भ्राजत इति बहुलं छन्द ईरितं  ॥
]

`verse 9 [
वरेण्यं सर्वतेजोभ्यः श्रेष्ठं वै परमं पदं  ।
]

`verse 10 [
स्वर्गापवर्गकामैर्वा वरणीयं सदैव हि  ॥
]

`verse 11 [
वृणोतेर्वरणार्थत्वाज्जाग्रत्स्वप्नादिवर्जितं  ।
]

`verse 12 [
नित्यशुद्धबुद्धमेकं सत्यन्तद्धीमहीश्वरं  ॥
]

`verse 13 [
अहं ब्रह्म परं ज्योतिर्ध्ययेमहि विमुक्तये  ।
]

`verse 14 [
तज्ज्योतिर्भगवान् विष्णुर्जगज्जन्मादिकारणं  ॥
]

`verse 15 [
शिवं केचित्पठन्ति स्म शक्तिरूपं पठन्ति च  ।
]

`verse 16 [
केचित्सूर्यङ्केचिदग्निं वेदगा अग्निहोत्रिणः  ॥
]

`verse 17 [
अग्न्यादिरूपो विष्णुर्हि वेदादौ ब्रह्म गीयते  ।
]

`verse 18 [
तत्पदं परमं विष्णोर्देवस्य सवितुः स्मृतं  ॥
]

`verse 19 [
महदाज्यं सूयते हि स्वयं ज्योतिर्हरिः प्रभुः  ।
]

`verse 20 [
पर्जन्यो वायुरादित्यः शीतोष्णाद्यैश्च पाचयेत् ॥
]

`verse 21 [
अग्नौ प्रास्ताहुतिः सम्यगादित्यमुपतिष्ठते  ।
]

`verse 22 [
आदित्याज्जायते वृष्टिर्वृष्टेरन्नन्ततः प्रजाः  ॥
]

`verse 23 [
दधातेर्वा धीमहीति मनसा धारयेमहि  ।
]

`verse 24 [
नोऽस्माकं यश्च भर्गश्च सर्वेषां प्राणिनां धियः  ॥
]

`verse 25 [
चोदयात्प्रेरयेद्बुद्धीर्भोक्तॄणां सर्वकर्मसु  ।
]

`verse 26 [
दृष्टादृष्टविपाकेषु विष्णुसूर्याग्निरूपवान्  ॥
]

`verse 27 [
ईश्वरप्रेरितो गच्छेत्स्वर्गं वाश्वभ्रमेव वा  ।
]

`verse 28 [
ईशावास्यमिदं सर्वं महदादिजगद्धरिः  ॥
]

`verse 29 [
स्वर्गाद्यैः क्रीडते देवो योऽहं स पुरुषः प्रभुः  ।
]

`verse 30 [
आदित्यान्तर्गतं यच्च भर्गाख्यं वै मुमुक्षुभिः  ॥
]

`verse 31 [
जन्ममृत्युविनाशाय दुःखस्य त्रिविधस्य च  ।
]

`verse 32 [
ध्यानेन पुरुषोऽयञ्च द्रष्टव्यः सूर्यमण्डले  ॥
]

`verse 33 [
तत्त्वं सदसि चिद्ब्रह्म विष्णोर्यत्परमं पदं  ।
]

`verse 34 [
देवस्य सवितुर्भर्गो वरेण्यं हि तुरीयकं  ॥
]

`verse 35 [
देहादिजाग्रदाब्रह्म अहं ब्रह्मेति धीमहि  ।
]

`verse 36 [
योऽसावादित्यपुरुषः सोऽसावहमनन्त ओं  ॥
]

`verse 37 [
ज्ञानानि शुभकर्मादीन् प्रवर्तयति यः सदा ॥
]

`colophon [
इत्याग्नेये महापुराणे गायत्रीनिर्वाणं नाम षोडशाधिकद्विशततमोऽध्यायः ॥
]
