`verse 1 [
गायत्रीनिर्वाणं

अग्निरुवाच
लिङ्गमूर्तिं शिवं स्तुत्वा गायत्र्या योगमाप्तवान्  ।
निर्वाणं परमं ब्रह्म वसिष्ठोऽन्यश्च शङ्करात्  ॥
]

`verse 2 [
नमः कनकलिङ्गाय वेदलिङ्गाय वै नमः  ।
नमः परमलिङ्गाय व्योमलिङ्गाय वै नमः  ॥
]

`verse 3 [
नमः सहस्रलिङ्गाय वह्निलिङ्गाय वै नमः  ।
नमः पुराणलिङ्गाय श्रुतिलिङ्गाय वै नमः  ॥
]

`verse 4 [
नमः पाताललिङ्गाय ब्रह्मलिङ्गाय वै नमः  ।
नमो रहस्यलिङ्गाय सप्तद्वीपोर्धलिङ्गिने  ॥
]

`verse 5 [
नमः सर्वात्मलिङ्गाय सर्वलोकाङ्गलिङ्गिने  ।
नमस्त्वव्यक्तलिङ्गाय बुद्धिलिङ्गाय वै नमः  ॥
]

`verse 6 [
नमोऽहङ्कारकिङ्गाय भूतलिङ्गाय वै नमः  ।
नम इन्द्रियलिङ्गाय नमस्तन्मात्रलिङ्गिने  ॥
]

`verse 7 [
नमः पुरुषलिङ्गाय भावलिङ्गाय वै नमः  ।

नमो रजोर्धलिङ्गाय सत्त्वलिङ्गाय वै नमः  ॥
]

`verse 8 [
नमस्ते भवलिङ्गाय नमस्त्रैगुण्यलिङ्गिने  ।
नमोऽनागतलिङ्गाय तेजोलिङ्गाय वै नमः  ॥
]

`verse 9 [
नमो वायूर्ध्वलिङ्गाय श्रुतिलिङ्गाय वै नमः  ।
नमस्तेऽथर्वलिङ्गाय सामलिङ्गाय वै नमः  ॥
]

`verse 10 [
नमो यज्ञाङ्गलिङ्गाय यज्ञलिङ्गाय वै नमः  ।
नमस्ते तत्त्वलिङ्गाय देवानुगतलिङ्गिने  ॥
]

`verse 11 [
दिश नः परमं योगमपत्यं मत्समन्तथा  ।
ब्रह्म चैवाक्षयं देव शमञ्चैव परं विभो  ॥
]

`verse 12 [
अक्षयन्त्वञ्च वंशस्य धर्मे च मतिमक्षयां  ।
अग्निरुवाच
वसिष्ठेन स्तुतः शम्भुस्तुष्टः श्रीपर्वते पुरा  ॥
]

`verse 13 [
वसिष्ठाय वरं दत्त्वा तत्रैवान्तरधीयत ॥
]

`colophon [
इत्याग्नेये महापुराणे गायत्रीनिर्वाणं नाम सप्तदशाधिकद्विशततमोऽध्यायः ॥
]
