`speaker [
अग्निरुवाच
]

`verse 1 [
पुष्करेण च रामाय राजधर्म्मं हि पृच्छते।
यथादौ कथितं तद्वद्वशिष्ठ कथयामि ते ॥
]

`speaker [
पुष्कर उवाच
]

`verse 2 [
राजधर्मं प्रवक्ष्यामि सर्वस्मात् राजधर्मतः ।
राजा भवेत्१ शत्रुहन्ता प्रजापालः सुदण्डवान् ॥
]

`verse 3 [
पालयिष्यति वः सर्वान् धर्म्मस्थान् व्रतमाचरेत् ।
संवत्सरं स वृणुयात् पुरोहितमथ द्विजं२ ॥
]

`verse 4 [
मन्त्रिणश्चाखिलान्मज्ञान्महिषीं धर्म्मलक्षणां ।
संवत्सरं नृपः काले ससन्भारोऽभिषेचनं ॥
]

`verse 5 [
कुर्य्यान्मृते नृते नात्र कालस्य नियमः स्मृतः ।
तिलैः सिद्धार्थकैः स्नानं सांवत्सरपुरोहितौ ॥
]

`verse 6 [
घोषयित्वा जयं राज्ञो राजा भद्रासने स्थितः ।
अभयं घोषयेद् दुर्गान्मोचयेद्राज्यपालके ॥
]

`verse 7 [
पुरोधसाऽभिषेकात् प्राक् कार्य्यैन्द्री शान्तिरेव च ।
उपवास्यभिषेकाहे वेद्यग्नौ जुहुयान्मनून्३ ॥
]

`verse 8 [
वैष्णवानैन्द्रमन्त्रांस्तु सावित्रान् वैश्वदैवतान् ।
सौम्यान् स्वस्त्ययनं शर्म्मआयुष्याभयदाम्मनून् ॥
]

`verse 9 [
अपराजिताञ्च कलसं वह्नेर्दक्षिणपार्श्वगं ।
सम्पातवन्तं हैमञ्च पूजयेद्‌गन्धषुष्पकैः ॥
]

`verse 10 [
प्रदक्षिणावर्त्तशिखस्तप्तजाम्बूनदप्रभः ।
रथौघमेघनिर्घोषो विधूमश्च हुताशनः ॥
]

`verse 11 [
अनुलोमः सुगन्धश्च स्वस्तिकाकारसन्निभः ।
प्रसन्नाचिर्म्महाज्वालः स्फुलिङ्गरहितो हितः ॥
]

`verse 12 [
न व्रजेयुश्च मध्येन मार्जारमृगपक्षिणः ।
पर्वताग्रमृदा तावन्मूर्द्धानं शोधयेन्नृपः ॥
]

`verse 13 [
वल्मीकाग्रमृदा कर्णौ वदनं केशवालयात् ।
इन्द्रालयमृदा४ ग्रीवां हृदयन्तु नृपाजिरात् ॥
]

`verse 14 [
करिदन्तोद्‌धृतमृदा दक्षिणन्तु तथा भुजं ।
वृषश्रृङ्गोद्‌धृतमृदा वामश्चैव तथा भुजं ॥
]

`verse 15 [
सरोमृदा तथा पृष्ठमुदरं सङ्गमान् मृदा ।
नदीतटद्वयमृदा पार्श्वे संशोधयेत्तथा५ ॥
]

`verse 16 [
वेश्याद्वारमृदा राज्ञः कटिशौचं विधीयते ।
यज्ञस्थानाथैवोरू गोस्थानाज्जानुनी तथा ॥
]

`verse 17 [
अश्वस्थानात्तथा जङ्घे रथचक्रमृदाङ्‌घ्रिके ।
मूर्द्धानं पञ्चगव्येन भद्रासनगतं नृपं ॥
]

`verse 18 [
अभिषिञ्चेदमात्यानां चतुष्टयमथो घटैः ।
पूर्वतो हेमकुम्भेन घृतपूर्णेन ब्रह्मणः ॥
]

`verse 19 [
रूप्यकुम्भेन याम्ये च क्षीरपूर्णेन क्षत्रियः ।
दध्ना च ताम्रकुम्भेन वैश्यः पश्चिमगेन च ॥
]

`verse 20 [
मृण्मयेन जलेनोदक् शूद्रामात्योऽभिषेचयेत् ।
ततोऽभिषेकं नृपतेर्बह्वृ चप्रवरो द्विजः ॥
]

`verse 21 [
कुर्वीत मधुना विप्रश्छन्दोगद्य कुशोदकैः ।
सम्पातवन्तं कलशं तथा गत्वा पुरोहितः ॥
]

`verse 22 [
विधाय वह्निरक्षान्तु सदस्येषु यथाविधि ।
राजश्रियाभिषेके च ये मन्त्राः परिकीर्त्तिताः ॥
]

`verse 23 [
तैस्तु दद्यान्महाभाग ब्राह्मणानांस्वनैस्तथा ।
ततः पुरोहितो गच्छेद्वेदिमूलन्तदेव तु६ ॥
]

`verse 24 [
शतच्छिद्रेण पात्रेण सौवर्णेनाभिषेचयेत्।
या ओषधीत्योषधीभीरथेत्युक्तेति गन्धकैः ॥
]

`verse 25 [
पुष्पैः पुष्पवतीत्येव ब्राह्मणेति च वीजकैः७ ।
रत्नैराशः शिशानश्च ये देवाश्च कुशोदकैः ॥
]

`verse 26 [
यजुर्वेद्ययर्व्ववेदी८ गन्धद्वारेति संस्पृशेत् ।
शिरः कण्ठं रोचनया सर्वतीर्थोदकैर्द्विजाः ॥
]

`verse 27 [
गीतवाद्यादिनीर्घोषैश्चामरव्यजनादिभिः ।
सर्वौषधिमयं कुम्भं धारयेयुर्नृपाग्रतः ॥
]

`verse 28 [
तं पश्येद्दर्पणं राजा घृतं वै मङ्गलादिकं ।
अभ्यर्च्य विणुं ब्रह्माणमिन्द्रादींश्च ग्रहेश्वरान्९ ॥
]

`verse 29 [
व्याघ्रचर्म्मोत्तरां शय्यामुपविष्ठः पुरोहितः ।
मधुपर्क्कादिकं दत्त्वा पट्टबन्धं प्रकारयेत् ॥
]

`verse 30 [
राज्ञोमुकुटबन्धञ्च पञ्चक्षन्मात्तरं ददेत् ।
ध्रुवाद्यैरिति च विशेद वृषजं वृषदंशजं ॥
]

`verse 31 [
द्वीपिजं सिंहजं व्याघ्रजातञ्चर्म्म तदासने ।
अमात्यसचिवादींश्च प्रतीहारः प्रदर्शयेत् ॥
]

`verse 32 [
गोजाचविगृहदानाद्यैः सांवत्सरपुरोहितौ ।
पूजयित्वा द्विजान् प्रार्च्य ह्यन्यभूगोन्नमुख्यकैः ॥
]

`verse 33 [
वह्निं प्रदक्षिणीकृत्य गुरुं नत्वाथ पृष्ठतः ।
वृषमालभ्य गां वत्सां पूजयित्वाश्च मन्त्रितं ॥
]

`verse 34 [
अश्वमारुह्य नागश्च पूजयेत्तं समारुहेत् ।
परिभ्रमेद्राजमार्गे बलयुक्तः प्रदक्षिणं ॥
]
