`verse 1 [
अभिषेकमन्त्राः।
पुष्कर उवाच
राजदेवाद्यभिषेकमन्त्रान्वक्ष्येऽघमर्दनान्  ।
कुम्भात्कुशोदकैः सिञ्चेत्तेन सर्वं हि सिद्ध्यति  ॥
]

`verse 2 [
सुरास्त्वामभिषिञ्चन्तु ब्रह्मविष्णुमहेश्वराः  ।
वासुदेवः सङ्कर्षणः प्रद्युम्नश्चानिरुद्धकः  ॥
]

`verse 3 [
भवन्तु विजयायैते इन्द्राद्या दशदिग्गताः  ।
रुद्रो धर्मो मनुर्दक्षो रुचिः श्रद्धा च सर्वदा  ॥
]

`verse 4 [
भृगुरत्रिर्वसिष्ठश्च सनकश्च सनन्दनः  ।
सनत्कुमारोऽङ्गिराश्च पुलस्त्यः पुलहः क्रतुः  ॥
]

`verse 5 [
मरीचिः कश्यपः पान्तु प्रजेशाः पृथिवीपतिः  ।
प्रभासुरा वहिर्षद अग्निष्वात्ताश्च पान्तु ते  ॥
]

`verse 6 [
क्रव्यादाश्चोपहूताश्च आज्यपाश्च सुकालिनः  ।
अग्निभिश्चाभिषिञ्चन्तु लक्ष्म्याद्या धर्मवल्लभाः  ॥
]

`verse 7 [
आदित्याद्याः कश्यपस्य बहुपुत्रस्य वल्लभाः  ।
कृशाश्वस्याग्निपुत्रस्य भार्याश्चारिष्ठनेमिनः  ॥
]

`verse 8 [
अश्विन्याद्याश्च चन्द्रस्य पुलहस्य तथा प्रियाः  ।
भूता च कपिशा दंष्ट्री सुरसा सरमा दनुः  ॥
]

`verse 9 [
श्येनी भासी तथा क्रौञ्ची धृतराष्ट्री शुकी तथा  ।
पत्न्यस्त्वामभिषिञ्चन्तु अरुणश्चार्कसारथिः  ॥
]

`verse 10 [
आयतिर्नियतीरात्रिर्निद्रा लोकस्थितौ स्थिताः  ।
उमा मेना शची पान्तु धूमोर्नानिर्ऋतिर्जये  ॥
]

`verse 11 [
गौरी शिवा च ऋद्धिश्च वेला चैव नड्वला  ।
अशिक्नी च तथा ज्योत्स्ना देवपत्न्यो वनस्पतिः  ॥
]

`verse 12 [
महाकल्पश्च कल्पश्च मन्वन्तरयुगानि च  ।

संवत्सराणि वर्षाणि पान्तु त्वामयनद्वयं  ॥
]

`verse 13 [
ऋतवश्च तथा मासा पक्षा रात्र्यहनी तथा  ।
सन्ध्यातिथिमुहूर्ताच्च कालस्यावयवाकृतिः  ॥
]

`verse 14 [
सूर्याद्याश्च ग्रहाः पान्तु मनुः स्वायम्भुवादिकः  ।
स्वायम्भुवः स्वारोचिष औत्तमिस्तामसो मनुः  ॥
]

`verse 15 [
रैवतश्चाक्षुषः षष्ठो वैवस्वत इहेरितः  ।
सावर्णो ब्रह्मपुत्रश्च धर्मपुत्रश्च रुद्रजः  ॥
]

`verse 16 [
दक्षजो रौच्यभौत्यौ च मनवस्तु चतुर्दश  ।
विश्वभुक्च विपश्चिच्च सुचित्तिश्च शिखी विभुः  ॥
]

`verse 17 [
मनोजवस्तथौजस्वी बलिरद्भुतशान्तयः  ।
वृषश्च ऋतधामा च दिवस्पृक्कविरिन्द्रकः  ॥
]

`verse 18 [
रेवन्तश्च कुमारश्च तथा वत्सविनायकः  ।
वीरभद्रश्च नन्दी च विश्वकर्मा पुरोजवः  ॥
]

`verse 19 [
ब्
एते त्वामभिषिञ्चन्तु सुरमुख्याः समागताः  ।
नासत्यौ देवभिषजौ ध्रुवाद्या वसवोऽष्ट च  ॥
]

`verse 20 [
दश चाङ्गिरसो वेदास्त्वाभिषिञ्चन्तु सिद्धये  ।
आत्मा ह्यायुर्मनो दक्षो मदः प्राणस्तथैव च  ॥
]

`verse 21 [
हविष्मांश्च गरिष्ठश्च ऋतः सत्यश्च पान्तु वः  ।
क्रतुर्दक्षो वसुः सत्यः कालकामो धुरिर्जये  ॥
]

`verse 22 [
पुरूरवा माद्रवाश्च विश्वेदेवाश्च रोचनः  ।
अङ्गारकाद्याः सूर्यस्त्वान्निर्ऋतिश्च तथा यमः  ॥
]

`verse 23 [
अजैकपादहिर्व्रध्रो धूमकेतुश्च रुद्रजाः  ।

भरतश्च तथा मृत्युः कापालिरथ किङ्किणिः  ॥
]

`verse 24 [
भवनो भावनः पान्तु स्वजन्यः स्वजनस्तथा  ।
क्रतुश्रवाश्च मूर्धा च याजनोऽभ्युशनास्तथा  ॥
]

`verse 25 [
प्रसवश्चाव्ययश्चैव दक्षश्च भृगवः सुराः  ।
मनोऽनुमन्ता प्राणश्च नवोपानश्च वीर्यवान्  ॥
]

`verse 26 [
वीतिहोत्रो नयः साध्यो हंसो नारायणोऽवतु  ।
विभुश्चैव प्रभुश्चैव देवश्रेष्ठा जगद्धिताः  ॥
]

`verse 27 [
धाता मित्रोऽर्यमा पूषा शक्रोऽथ वरुणो भगः  ।
त्वष्टा विवस्वान् सविता विष्णुर्द्वादश भास्कराः  ॥
]

`verse 28 [
एकज्योतिश्च द्विज्योतिस्त्रिश्चतुर्ज्योतिरेव च  ।
एकशक्रो द्विशक्रश्च त्रिशक्रश्च महाबलः  ॥
]

`verse 29 [
इन्द्रश्च मेत्यादिशतु ततः प्रतिमकृत्तथा  ।
मितश्च सम्मितश्चैव अमितश्च महाबलः  ॥
]

`verse 30 [
ऋतजित्सत्यजिच्चैव सुषेणः सेनजित्तथा  ।
अतिमित्रोऽनुमित्रश्च पुरुमित्रोऽपराजितः  ॥
]

`verse 31 [
ऋतश्च ऋतवाग्धाता विधाता धारणो ध्रुवः  ।
विधारणो महातेजा वासवस्य परः सखा  ॥
]

`verse 32 [
ईदृक्षश्चाप्यदृक्षश्च एतादृगमिताशनः  ।
क्रीडितश्च सदृक्षश्च सरभश्च महातपाः  ॥
]

`verse 33 [
धर्ता धुर्यो धुरिर्भीम अभिमुक्तः क्षपात्सह  ।
धृतिर्वसुरनाधृष्यो रामः कामो जयो विराट् ॥
]

`verse 34 [
देवा एकोनपञ्चाशन्मरुतस्त्वामवन्तु ते  ।
चित्राङ्गदश्चित्ररथः चित्रसेनश्च वै कलिः  ॥
]

`verse 35 [
उर्णायुरुग्रसेनश्च धृतराष्ट्रश्च नन्दकः  ।
हाहा हूहूर्नारदश्च विश्वावसुश्च तुम्बुरुः  ॥
]

`verse 36 [
एते त्वामभिषिञ्चन्तु गन्धर्वा विजयाय ते  ।
पान्तु ते कुरुपा मुख्या दिव्याश्चाप्सरसाङ्गणाः  ॥
]

`verse 37 [
अनवद्या सुकेशी च मेनकाः सह जन्यया  ।
क्रतुस्थला घृताची च विश्वाची पुञ्जिकस्थला  ॥
]

`verse 38 [
प्रम्लोचा चोर्वशी रम्भा पञ्चचूडा तिलोत्तमा  ।
चित्रलेखा लक्ष्मणा च पुण्डरीका च वारुणी  ॥
]

`verse 39 [
प्रह्लादो विरोचनोऽथ बलिर्वाणोऽथ तत्सुताः  ।
एते चान्येऽभिषिञ्चन्तु दानवा राक्षसास्तथा  ॥
]

`verse 40 [
हेतिश्चैव प्रहेतिश्च विद्युत्स्फुर्जथुरग्रकाः  ।
यक्षः सिद्धार्मकः पातु माणिभद्रश्च नन्दनः  ॥
]

`verse 41 [
पिङ्गाक्षो द्युतिमांश्चैव पुष्पवन्तो जयावहः  ।
शङ्खः पद्मश्च मकरः कच्छपश्च निधिर्जये  ॥
]

`verse 42 [
पिशाचा ऊर्ध्वकेशाद्या भूता भूम्यादिवासिनः  ।
महाकालं पुरस्कृत्य नरसिंहञ्च मातरः  ॥
]

`verse 43 [
गुहः स्कन्दो विशाखस्त्वान्नैगमेयोऽभिषिञ्चतु  ।
डाकिन्यो याश्च योगिन्यः खेचरा भूचराश्च याः  ॥
]

`verse 44 [
गरुडश्चारुणः पान्तु सम्पातिप्रमुखाः खगाः  ।
अनन्ताद्या महानागाः शेषवासुकितक्षकाः  ॥
]

`verse 45 [
ऐरावतो महापद्मः कम्बलाश्वतरावुभौ  ।
शङ्खः कर्कोटकश्चैव धृतराष्ट्रो धनञ्जयः  ॥
]

`verse 46 [
कुमुदैरावणौ पद्मः पुष्पदन्तोऽथ वामनः  ।
सुप्रतीकोऽञ्जनो नागाः पान्तु त्वां सर्वतः सदा  ॥
]

`verse 47 [
पैतामहस्तथा हंसो वृषभः शङ्करस्य च  ।
दुर्गासिंहश्च पान्तु त्वां यमस्य महिषस्तथा  ॥
]

`verse 48 [
उच्चैःश्रवाश्चाश्वपतिस्तथा धन्वन्तरिः सदा  ।
कौस्तुभः शङ्कराजश्च वज्रं शूलञ्च चक्रकं  ॥
]

`verse 49 [
नन्दकोऽस्त्राणि रक्षन्तु धर्मश्च व्यवसायकः  ।
चित्रगुप्तश्च दण्डश्च पिङ्गलो मृत्युकालकौ  ॥
]

`verse 50 [
बालखिल्यादिमुनयो व्यासवाल्मीकिमुख्यकाः  ।
पृथुर्दिलीपो भरतो दुष्यन्तः शक्रजिद्वली  ॥
]

`verse 51 [
मल्लः ककुत्स्थश्चानेन युवनाश्वो जयद्रथः  ।
मान्धाता मुचुकुन्दश्च पान्तु त्वाञ्च पुरूरवाः  ॥
]

`verse 52 [
वास्तुदेवाः पञ्चविंशत्तत्त्वानि विजयाय ते  ।
रुक्मभौमः शिलाभौमः पतालो नीलमूर्तिकः  ॥
]

`verse 53 [
पीतरक्तः क्षितिश्चैव श्वेतभौमो रसातलं  ।
भूल्लोकोऽथ भुवर्मुख्या जम्वूद्वीपादयः श्रिये  ॥
]

`verse 54 [
उत्तराः कुरवः पान्तु रम्या हिरण्यकस्तथा  ।
भद्राश्वः केतुमालश्च वर्षश्चैव वलाहकः  ॥
]

`verse 55 [
हरिवर्षः किम्पुरुष इन्द्रद्वीपः कशेरुमान्  ।
ताम्रवर्णो गभस्तिमान्नागद्वीपश्च सौम्यकः  ॥
]

`verse 56 [
गन्धर्वो वरुणो यश्च नवमः पान्तु राज्यदाः  ।
हिमवान् हेमकूटश्च निषधो नील एव च  ॥
]

`verse 57 [
श्वेतश्च शृङवान्मेरुर्माल्यवान् गन्धमादनः  ।
महेन्द्रो मलयः सह्यः शक्तिमानृक्षवान् गिरिः  ॥
]

`verse 58 [
विन्ध्यश्च पारिपात्रश्च गिरयः शान्तिदास्तु ते  ।
ऋग्वेदाद्याः षडङ्गानि इतिहासपुराणकं  ॥
]

`verse 59 [
आयुर्वेदश्च गन्धर्वधनुर्वेदोपवेदकाः  ।
शिक्षा कल्पो व्याकरणं निरुक्तं ज्योतिषाङ्गतिः  ॥
]

`verse 60 [
छन्दोगानि च वेदाश्च मीमांसा न्यायविस्तरः  ।
धर्मशास्त्रं पुराणञ्च विद्या ह्येताश्चतुर्दश  ॥
]

`verse 61 [
साङ्ख्यं योगः पाशुपतं वेदा वै पञ्चरात्रकं  ।
कृतान्तपञ्चकं ह्येतद्गायत्री च शिवा तथा  ॥
]

`verse 62 [
दुर्गा विद्या च गान्धारी पान्तु त्वां शान्तिदाश्च ते  ।
लवणेक्षुसुरासर्पिदधिदुग्धजलाब्धयः  ॥
]

`verse 63 [
चत्वारः सागराः पान्तु तीर्थानि विविधानि च  ।

पुष्करश्च प्रयागश्च प्रभासो नैमिषः परः  ॥
]

`verse 64 [
गयाशीर्षो ब्रह्मशिरस्तीर्थमुत्त्रमानसं  ।
कालोदको नन्दिकुण्डस्तीर्थं पञ्चनदस्तथा  ॥
]

`verse 65 [
भृगुतीर्थं प्रभासञ्च तथा चामरकण्टकं  ।
जम्बुमार्गश्च विमलः कपिलस्य तथाश्रमः  ॥
]

`verse 66 [
गङ्गाद्वारकुशावर्तौ विन्ध्यको नीलपर्वतः  ।
वराहपर्वतश्चैव तीर्थङ्कणखलं तथा  ॥
]

`verse 67 [
कालञ्जरश्च केदारो रुद्रकोटिस्तथैव च  ।
वाराणसी महातीर्थं वदर्याश्रम एव च  ॥
]

`verse 68 [
द्वारका श्रीगिरिस्तीर्थं तीर्थञ्च पुरुषोत्तमः  ।
शालग्रामोथ वाराहः सिन्धुसागरसङ्गमः  ॥
]

`verse 69 [
फल्गुतीर्थं बिन्दुसरः करवीराश्रमस्तथा  ।
नद्यो गङ्गासरस्वत्यः शतदुर्गण्डकी तथा  ॥
]

`verse 70 [
अच्छोदा च विपाशा च वितस्ता देविका नदी  ।
कावेरी वरुणा चैव निश्चरा गोमती नदी  ॥
]

`verse 71 [
पारा चर्मण्वती रूपा मन्दाकिनी महानदी  ।
तापी पयोष्णी वेणा च गौरी वैतरणी तथा  ॥
]

`verse 72 [
गोदावरी भीमरथी तुङ्गभद्रा प्रणी तथा  ।
चन्द्रभागा शिवा गौरी अभिषिञ्चन्तु पान्तु वः  ॥
]

`colophon [
इत्याग्नेये महापुराणे अभिषेकमन्त्रा नामोनविंशत्यधिकद्विशततमोऽध्यायः ॥
]
