`verse 1 [
सहायसम्पत्तिः ।

पुष्कर उवाच
सोऽभिषिक्तः सहामात्यो जयेच्छत्रून्नृपोत्तमः ।
राज्ञा सेनापतिः कार्यो ब्राह्मणः क्षत्रियोऽथ वा ॥
]

`verse 2 [
कुलीनो नीतिशास्त्रज्ञः प्रतीहारश्च नीतिवित् ।
दूतश्च प्रियवादी स्यादक्षीणोऽतिंबलान्वितः ॥
]

`verse 3 [
ताम्बूलधारी ना स्त्री वा भक्तः क्लेशसहप्रियः ।
सान्धिविग्रहिकः कार्य्यः षाड्‌गुण्यादिविशारदः ॥
]

`verse 4 [
खड्‌गधारी रक्षकः स्यात्सारथिः स्याद्‌बलादिवित् ।
सूदाध्यक्षो हितो विज्ञो महानसगदतो हि सः ॥
]

`verse 5 [
सभासदस्तु धर्मज्ञाः लेखकोऽक्षरविद्धितः ।
आह्वानकालविज्ञाः स्युर्हिता दौवारिका जनाः ॥
]

`verse 6 [
रत्नादिज्ञो धनाध्यज्ञः अनुद्वारे हितो नरः ।
स्यादायुर्वेदविद्वैद्यो गजाध्यक्षोऽथ हस्तिवित् ॥
]

`verse 7 [
जितश्रमो गजारोही हयाध्यक्षो हयादिबित् ।
दुर्गाध्यक्षो हितो धीमान् स्थपतिर्वास्तुवेदवित् ॥
]

`verse 8 [
यन्त्रमुक्ते पाणिमुक्ते अमुक्ते मुक्तधारिते ।
अस्त्राचार्य्यो नियुद्धे च कुशलो नृपतेर्हितः ॥
]

`verse 9 [
वृद्धश्चान्तःपुराध्यक्षः पञ्चाशद्वार्षिकाः स्त्रियः ।
सप्तत्यव्दास्तु पुरुषाश्चरेयुः सर्वकर्मसु ॥
]

`verse 10 [
जाग्रत्स्यादायुधागारे ज्ञात्वा वृत्तिर्विधीयते ।
उत्तमाधममध्यानि बुद्‌ध्वा कर्माणि पार्थिवः ॥
]

`verse 11 [
उत्तमाधममध्यानि पुरुषाणि नियोजयेत् ।
जयेच्छुः पृथिवीं राकजा सहायानानयेद्धितान् ॥
]

`verse 12 [
धर्मिष्ठान् धर्मकार्येषु शूरान् सङ्‌ग्रामकर्मसु ।
निपुणानर्थकृत्येषु१ सर्वत्र च तथा शुचीन् ॥
]

`verse 13 [
स्त्रीषु षण्डान्नियुञ्जीत तीक्ष्णान् दारुणकर्मसु ।
यो यत्र विदितो राज्ञा शुचित्वेन तु तन्नरं ॥
]

`verse 14 [
धर्मे चार्थे च कामे च नियुञ्जीताधमेऽधमान् ।
राजा यथार्हं कुर्य्याच्च उपधाभिः परीक्षितान् ॥
]

`verse 15 [
समन्त्र च यथान्यायात् कुर्य्याद्धस्तिवनेचरान् ।
तत्पदान्वेषणे यत्तानध्यक्षांस्तत्र कारयेत् ॥
]

`verse 16 [
यस्मिन् कर्मणि कौशल्यं यस्य तस्मिन् नियोजयेत् ।
पितृपैताम्हान् भृत्यान् सर्वकर्मसु योजयेत् ॥
]

`verse 17 [
विना दायादकृत्येषु तत्र ते हि समागताः ।
परराजगृहात् प्राप्तान् जनान् संश्रयकाम्यया२ ॥
]

`verse 18 [
दुष्टानप्यथ वाऽदुष्टान् संश्रयेत प्रयत्नतः ।
दुष्टं ज्ञात्वा विश्वसेन्न तद्‌वृत्तिं वर्त्तयेद्वशे ॥
]

`verse 19 [
देशान्तरागतान् पार्श्वे चारैर्ज्ञात्वा हि पूजयेत् ।
शत्रवोऽग्निर्विषं सर्पो निस्त्रिंशमपि चैकतः ॥
]

`verse 20 [
भृत्यावशिष्टं विज्ञेयाः कुभृत्याश्च तथैकतः।
चारचक्षुर्भवेद्राजा नियुञ्जीत सदाचरान् ॥
]

`verse 21 [
जनस्याविहितान् सोम्यांस्तथाज्ञातान् परस्परं ।
वणिजो मन्त्रकुशलान् सांवत्सरचिकित्सकान् ॥
]

`verse 22 [
तथा प्रव्रजिताकारान् बलाबलविवेकिनः ।
नैकस्य राजा श्रद्दध्याच्छ्रद्दध्याद् बहुवाक्यतः ॥
]

`verse 23 [
रागापरागौ भृत्यानां जनस्य च गुणागुणान् ।
शुभानामशुभानाञ्च ज्ञानङ्कुर्य्याद्वसाय च ॥
]

`verse 24 [
अनुरागकरं कर्म चरेज्जह्याद्विरागजं ।
जनानुरागया लक्ष्म्यां राजा स्याज्जनरञ्जनात् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये सहायसम्पत्तिर्नाम विंशत्यधिक द्विशततमोऽध्यायः ।
]
