`speaker [
पुष्कर उवाच
]

`verse 1 [
ग्रामस्याधिपति कुर्य्याद्दशग्रामाधिपं नृपः ।
शतग्रामाधिपञ्चान्यं तथैव विषयेस्वरं ॥
]

`verse 2 [
तेषां भोगविभागश्च भवेत् कर्म्मानुरूपतः ।
नित्यमेव तथा कार्य्यं तेतषाञ्चारैः परीक्षणं ॥
]

`verse 3 [
ग्रामे दोषान् समुत्पन्नान् ग्रामेशः प्रशमं नयेत् ।
अशक्तो दशपालस्य स तु गत्वा निवेदयेत् ॥
]

`verse 4 [
श्रुत्वापि दशपालोऽपि तत्र युक्तिमुपाचरेत् ।
वित्ताद्याप्नोति राजा वै विष्यात्तु सुरक्षइतात् ॥
]

`verse 5 [
धनवान्धर्म्ममाप्नोति धनवान् काममश्नुते ।
उच्छिद्यन्ते विना ह्यर्थै१ क्रिया ग्रीष्मे सरिद्यथा ॥
]

`verse 6 [
विशेषो नास्ति लोकेषु पतितस्याधनस्य च ।
पतितान्न तु गृह्णन्ति दरिद्रो न प्रयच्छति ॥
]

`verse 7 [
धनहीनस्य भार्य्यापि नैका स्यादुपवर्त्तिती२ ।
राष्ट्रपीडाकरो राजा नरके वसते चिरं ॥
]

`verse 8 [
नित्यं राज्ञा तथा बाव्यं गर्भिणी सहधर्मिणी ।
यथा स्वं सुखमुत्सृज्य गर्भस्य सुखमावहेत्३ ॥
]

`verse 9 [
किं यज्ञैस्तपसा तस्य प्रजा यस्य न रक्षिताः ।
सुरक्षिताः प्रचजा यस्य स्वर्गस्तस्य गृहोपमः ॥
]

`verse 10 [
अरक्षिताः प्र्जा यस्य नरकं तस्य मन्दिरं ।
राजा षड्‌बागमादत्ते सुकृताद्‌दुष्कृतादपि ॥
]

`verse 11 [
धर्म्मागमो रक्षणाच्च पापाप्नोत्यरक्षणात् ।
सुभगा विटभीतेव राजवल्लभतस्करैः ॥
]

`verse 12 [
भक्ष्यमाणाः प्रजा रक्ष्याः कायस्थैश्च विशेषतः ।
रक्षता तद्‌भयेभ्यस्तु राज्ञो भवति सा प्रजा४ ॥
]

`verse 13 [
अरक्षिता सा भवति तेषामेवेह भोजनं ।
दुष्टसम्मर्द्दनं कुर्य्याच्छास्त्रोक्तं करमाददेत्५ ॥
]

`verse 14 [
कोषे प्र्वेशयेदर्द्धं नित्यञ्चार्द्धं द्विजे ददेत्६ ।
निधिंद्विजात्तमः प्राप्य गृह्णीयात्सकलं तथा ॥
]

`verse 15 [
चतुर्थमष्टमं भागं तथा षोडशमं द्विजः ।
वर्णकमेण दद्याच्च निधिं पात्रे तु धर्म्मतः ॥
]

`verse 16 [
अनृतन्तु वदन् दण्ड्यः७ सुवित्तस्यांशमष्टमं ।
प्रणष्टस्वामिकमृक्‌थं राजा त्र्यव्दं निधापयेत् ॥
]

`verse 17 [
अर्वाक्‌ त्र्यब्दाद्धरेत्‌स्वामी परेण नृपतिर्हरेत् ।
ममेदमितिया ब्रूयात् सोऽर्थयुक्तो यथाविधि ॥
]

`verse 18 [
सम्पाद्य रूपसङ्ख्यादोन् स्वामी तद्‌ द्रव्यमर्हति ।
बालदायादिकमृक्थं८ तावद्राजानुपालपेत् ॥
]

`verse 19 [
यावत्स्यात्स समावृत्तो यावद्वातीतशैशवः ।
बालपुत्रासु चैवं स्याद्रक्षणं निष्कुलासु च ॥
]

`verse 20 [
पतिव्रतासु च स्त्रीषु विधबास्वतुरासु च ।
जीवन्तीनान्तु तासां ये संहरेयुः स्ववान्धवाः ॥
]

`verse 21 [
ताञ्‌छिष्याच्चौरदण्डेन धार्म्मिकः कृथिवीपतिः ।
सामान्यतो हृतञ्चौरैस्तद्वै दद्यात् स्वयं नृपः ॥
]

`verse 22 [
चौररक्षाधिकारिब्यो राजापि हृतमाप्नुयात् ।
अहृते यो हृतं ब्रूयान्निः सार्यो दण्ड्य एव सः ॥
]

`verse 23 [
न तद्राज्ञा प्रदातव्यं गृहे यद्‌ गृहगैर्हृतं ।
स्राष्ट्रपण्यादादद्याद्राजा विंशतिमं द्विज ॥
]

`verse 24 [
शुल्कांशं परदेशाच्च क्षयव्ययप्रकाशकं ।
ज्ञात्वा सङ्कल्पयेच्छुल्कं लाभं वणिग्यथाप्नुयात् ॥
]

`verse 25 [
विंशांशं लाभमादद्याद्दण्डनीयस्ततोऽन्यया ।
स्त्रीणां प्रव्रजितानाञ्च९ तरशुल्कं विवर्जयेत् ॥
]

`verse 26 [
तरेषु दासदोषेण नष्टं दासास्तु दापयेत् ।
शूकधान्येषु षड्‌भागं शिम्बिधान्ये तथाष्टमं ॥
]

`verse 27 [
राजा वन्यार्थमादद्याद्देशकालानुरूपकं ।
पञ्चषङ्भागमादद्याद् राजा पशुहिरण्ययोः ॥
]

`verse 28 [
गन्धौषधिरसानाञ्च भाण्डानां सर्वस्यास्ममयस्य च ।
पत्रशाकतृणानाञ्च वंशवैणवचर्म्मणं ॥
]

`verse 29 [
वैदलानाञ्च भाण्डानां सर्वस्याश्ममयस्य च ।
षड्‌भागमेव चादद्यान्मधुमांसस्य सर्षिपः ॥
]

`verse 30 [
म्रियन्नपि न चादद्याद् ब्राह्मणेभ्यस्तथा करं ।
यस्य राज्ञस्तु विषये श्रोत्रियः सीदति क्षुधा ॥
]

`verse 31 [
तस्य सीदति तद्राष्ट्रं व्याधिदुर्भिक्षतस्तरैः ।
श्रुतं वृत्तन्तु विज्ञाय वृत्तिं तस्य प्रकल्पयेत् ॥
]

`verse 32 [
क्षेच्च सर्वतस्त्वेनं पिता पुत्रमिवौरसं ।
संरक्ष्यमाणो राज्ञा यः कुरुते धर्ममन्वहं ॥
]

`verse 33 [
तेनायुर्वर्द्धते राज्ञो द्रविणं राष्ट्रमेव च ।
कर्म्म कुर्युर्न्नरेन्द्रस्य मासेनैकञ्च१० शिल्पिनः ॥
]
