`verse 1 [
राजधर्माः

पुष्कर उवाच
वक्ष्येऽन्तः पुरचिन्तां च धर्माद्याः पुरुषार्थकाः ।
अन्योन्यरक्षया तेषां सेवा कार्या स्त्रिया नृपैः ॥
]

`verse 2 [
धर्ममूलोऽर्थविटपस्तथा कर्म्मफलो महान् ।
त्रिवर्गपादपस्तत्र रक्षया फलभाग्‌ भवेत् ॥
]

`verse 3 [
कामाधीनाः१ स्त्रियो राम तदर्थं रत्नसङ्‌ग्रहः ।
सेव्यास्ता नातिसेव्यास्च भूभुजा विषयैषिणा ॥
]

`verse 4 [
आहारो मैथुनन्निद्रा सेव्या नाति हि रुग्‌ भवेत् ।
मञअचाधिकारे२ कर्त्तव्याः स्त्रियः सेव्याः स्वरामिकाः३ ॥
]

`verse 5 [
दुष्टान्याचरते४ या तु नाभिनन्दति तत्कथां।
ऐक्यं द्विषद्भिर्व्रजति गर्वं वहति चोद्धता ॥
]

`verse 6 [
चुम्बिता मार्ष्टि वदनं दत्तन्न बहु मन्यते ।
स्वपित्यादौ प्रसुप्तापि तथा पश्चाद्विबुध्यते ॥
]

`verse 7 [
स्पृष्टा धुनोति गात्राणि गात्रञ्च विरुणाद्धि या ।
ईषच्छृणोति वाक्यानि प्रियाण्यपि पराङ्‌मुखी ॥
]

`verse 8 [
न पश्यत्यग्रदत्तन्तु जघनञ्च निगूहति ।
दृष्टे विवर्णवदना मित्रेष्वथ पराङ्मुखी५ ॥
]

`verse 9 [
तत्कामितासु च स्त्रीसु मध्यस्थेव च लक्ष्यते ।
ज्ञातमण्डनकालापि न करोति च मण्डनं ॥
]

`verse 10 [
या सा विरक्ता तान्त्यक्त्वा सानुरागां स्त्रियम्भजेत्६ ।
दृष्ट्वैव हृष्टा भवति वीक्षिते च पराङ्‌मुखी ॥
]

`verse 11 [
दृश्यमाना तथान्यत्र दृष्टिं क्षिपति चञ्चलां ।
तथाप्युपावर्त्तयितुं नैव शक्रोत्यशेषतः ॥
]

`verse 12 [
विवृणीति तथाह्गानि स्वस्या गुह्यानि भार्गव ।
गहितञ्च तथैवाङ्गं प्रयत्नेन निगूहति ॥
]

`verse 13 [
तद्दर्शने च कुरुते वालालिड्गनचुम्बनं ।
आभाष्यमाणा भवति सत्यवाक्या तथैव च ॥
]

`verse 14 [
स्पृष्टा पुलकितैरङ्गैः स्वेदेनैव च भज्यते ।
करोति च तथा राम सुलभद्रव्ययाचनं ॥
]

`verse 15 [
ततः स्वल्पमपि प्राप्य करोति परमां मुदं ।
 नामसङ्कीर्त्तनादेव मुदिता बहु मन्यते ॥
]

`verse 16 [
करकजाङ्काङ्कितान्यस्य फलानि प्रेषयत्यपि ।
तत्प्रेषितञ्च हृदये विन्यसत्यपि चादरात् ॥
]

`verse 17 [
आलिङ्गनैश्च गात्राणि लिम्पतीवामृतेन या ।
सुप्ते स्वपित्यथादौ च तथा तस्य विबुध्यते ॥
]

`verse 18 [
उरू स्पृशति चात्यर्थं सुप्तञ्चैनं विबुध्यते ।
कपित्थचूर्णयोगेन तथा दध्नः स्रजा तथा ॥
]

`verse 19 [
घृतं सुगन्धि भवति दुग्धैः क्षिप्तैस्तथा यवैः ।
भोज्यस्य कल्पनैवं स्याद्‌गन्धमुक्तिः प्रदर्श्यते ॥
]

`verse 20 [
शौचमाचमनं राम तथैव च विरेचनं ।
भावना चैव पाकश्च बोधनं धूपनन्तथा ॥
]

`verse 21 [
वासनञ्चैव निर्द्दिष्टं कर्म्माष्टकमिदं स्मृतं ।
कपित्थविल्वजम्वाम्रकरवीरकपल्लबैः ॥
]

`verse 22 [
कृत्वोदकन्तु यद्‌द्रव्यं शौवितं शौचनन्तु तत् ।
तेषामभावे शौचन्तु मृगदर्पाम्भसा भवेत् ॥
]

`verse 23 [
नखं कुष्ठं घनं मांसी स्पृक्कशैलेयजं जलं ।
तथैव कुङ्कुमं लाक्षा चन्दनागुरुनीरदं७ ॥
]

`verse 24 [
सरलं देवकाष्ठञ्च८ कर्पूरं कान्तया सह ।
बालः कुन्दुरुकश्चैव गुग्गुलुः श्रीनिवासकः ॥
]

`verse 25 [
सह सर्जरसेनैवं धूपद्रव्यैकविंशतिः ।
धूपद्रव्यगणादस्मादेकविंशाद्यथेच्छया ॥
]

`verse 26 [
द्वे द्वे द्रव्ये समादाय सर्जभागैर्न्नियोजयेत् ।
नखपिण्याकमलयैः संयोज्य मधुना तथा ॥
]

`verse 27 [
धूपयोगा भवन्तीह यथावत् स्वेच्छया कृताः ।
त्वचन्नाडीं फलन्तैलं कुङ्कुमं ग्रन्थिपर्वकं९ ॥
]

`verse 28 [
शैलेयन्तगरं क्रान्तां चोलङ्कर्पूरमेव च१० ।
मासीं सुराञ्च कुष्ठञ्च स्नानद्रव्याणि निर्दिशेत् ॥
]

`verse 29 [
एतेभ्यस्तु समादाय द्रव्यत्रयमथेच्छया ।
मृगदर्पयुतं स्नानं कार्यं कन्दर्पवर्द्धनं ॥
]

`verse 30 [
त्वङ्‌मुरानलदैस्तुल्यैर्वालकार्द्धसमायुतैः।
स्नानमुत्पलगन्धि स्यात् सतैलं कुङ्कुमायते ॥
]

`verse 31 [
जातीपुष्पसुगन्धि स्यात् तगरार्द्धेन योजितं ।
सद्ध्यामकं स्याद्वकुलैस्तुल्यगन्धि मनोहरं ॥
]

`verse 32 [
मञ्जिष्ठान्तगरं चोलं त्वचं चव्याघ्रनखं नखं ।
गनधपत्रञ्च विन्यस्य गन्धतैलं भवेच्छुभं ॥
]

`verse 33 [
तैलं निपीडितं राम तिलैः पुष्पाधिवासितैः ।
वासनात् पुष्पसट्टशं गन्धेन तु भवेद् ध्रुवं ॥
]

`verse 34 [
एलालवङ्गकक्कोलजातीफलनिशाकराः ।
जातीपत्रिकया सार्द्धं स्वतन्त्रा मुखवासकाः ॥
]

`verse 35 [
कर्पूरं कुङ्कुमं कान्ता मृगदर्पं हरेणुकं ।
कक्कोलैलालवङ्गञ्च जाती कोशकमेव च ॥
]

`verse 36 [
त्वक्‌पत्रं त्रुटिमुस्तौ च लतां कस्तूरिकं तथा ।
कण्टकानि लवङ्गस्य फलपत्रे च जातितः ॥
]

`verse 37 [
कटुकञ्च११ फलं राम कार्षिकाण्युपकल्पयेत् ।
तच्चूर्णे खदिरं सारं दद्यात्तुर्यं तु वासित१२ ॥
]

`verse 38 [
सहकाररसेनास्मात् कर्त्तव्या गुटिकाः शुभाः१३ ।
मुखे न्यस्ताः सुगन्धास्ता मुखरोगविनाशनाः ॥
]

`verse 39 [
पूगं प्रक्षालितं सम्यक् पञ्चपल्लववारिणा ।
शक्त्या तु गुटिकाद्रव्यैर्वासितं मुखवासकं ॥
]

`verse 40 [
कटुकं दन्तकाष्ठञ्च गोमूत्रे वासितं त्र्यहं ।
कृतञ्च पूगवद्राम मुखसौगन्धिकारकं ॥
]

`verse 41 [
त्वक्‌पथ्ययोः समावंशौ शशिभागार्द्धसंयुतौ ।
नागवल्लीसमो भाति मुखवासो मनोहरः ॥
]

`verse 42 [
एवं कुर्य्यात् सदा स्त्रीणं रक्षणं पृथिवीपतिः ।
न चासां विश्वसेज्जातु पुत्रमातुर्विशेषतः ॥
]
