`speaker [
पुष्कर उवाच
]

`verse 1 [
राजपुत्रस्य रक्षा च कर्त्तव्या पृथिवीक्षिता ।
धर्मार्थ्कामशास्त्राणि धनुर्वेदञ्च शिक्षयेत् ॥
]

`verse 2 [
शिल्पानि शिक्षयेच्चैवमाप्तैर्मिथ्याप्रियंवदैः ।
शरीररक्षाव्याजेन रक्षिणोऽस्य नियोजयेत् ॥
]

`verse 3 [
न चास्य सङ्गो दातव्यः क्रुद्धलुब्धविमानितैः ।
अशक्यन्तु गुणाधानं कर्त्तु तं बन्धयेत् सुखैः ॥
]

`verse 4 [
अधिकारेषु सर्वेषु विनीतं विनियोजयेत् ।
मृगयां पानमक्षांश्च राज्यनाशं स्त्यजेन्नृपः ॥
]

`verse 5 [
दिवास्वप्नं वृथाट्याञ्च वाक्पारुष्यं विवर्जयेत् ।
निन्दाञ्च दण्डपारुष्यमर्थदूषणमुत्सृजेत् ॥
]

`verse 6 [
आकाराणां समुच्छेदो दुर्गादीनामसत्क्रिया ।
अर्थानां दूषणं प्रोक्तं विप्रकीर्णत्वमेव च ॥
]

`verse 7 [
अदेशकाले यद्दानमपात्रे दानमेव च ।
अर्थेषु दूषणं प्रोक्तमसत्कर्मप्रवर्त्तनं ॥
]

`verse 8 [
कामं क्रोधं मदं मानं लोभं दर्पञ्च वर्जयेत् ।
ततो भृत्यजयङ्‌कृत्वा पौरजानपदं जयेत् ॥
]

`verse 9 [
जयेद्‌बाह्यानरीन् पश्चाद्वाह्याश्च त्रिविधारयः ।
गुरवस्ते यथा पूर्वं कुल्यानन्तरकृत्रिमाः ॥
]

`verse 10 [
पितृपैतामद्दं मित्रं सामन्तञ्च तथा रिपोः ।
कृत्रिमञ्च महाभागा मित्रन्त्रिविधमुच्यते ॥
]

`verse 11 [
स्वाम्यमात्यञ्जनपदा दुर्गं दण्डस्तथैव च।
कोपो मित्रञ्च धर्मज्ञ सप्ताङ्गं राज्यमुच्यते ॥
]

`verse 12 [
मूलं स्वामी स वै रक्ष्यस्तस्माद्राज्यं१ बिशेषतः ।
राज्याङ्गद्रोहिणं हन्यात्काले तीक्ष्णो मृदुर्भवेत् ॥
]

`verse 13 [
एवं लोकद्वयं राज्ञो भृत्यैर्हासं विवर्जयेत् ।
भृत्याः परिभवन्तीह नृपं हर्षणसत्कथं ॥
]

`verse 14 [
लोकसङ्‌ग्रहणार्थाय कृतकव्यसनो भवेत् ।
स्मितपूर्वाभिभाषी स्यात् लोकानां रञ्जनं चरेत् ॥
]

`verse 15 [
दीर्घसूत्रस्य नृपतेः कर्महानिर्ध्रुवं भवेत् ।
रागे दर्पे च माने च द्रोहे पापे च कर्मणि ॥
]

`verse 16 [
अप्रिये चैव बक्तव्ये दीर्घ्सूत्रः प्रशस्यते।
गुप्तमन्त्रो भवेद्राजा नापदो गुप्तमन्त्रतः ॥
]

`verse 17 [
ज्ञायते हि कृतं कर्म्म नारब्धं तस्य राज्यकं२।
आकारैरिङ्गितैर्गत्या चैष्टया भाषितेन च ॥
]

`verse 18 [
नेत्रवक्त्रविकाराभ्यां गृह्यतेऽन्तर्गतं पुनः ।
नैकस्तु मन्त्रयेनुमन्त्रं न राजा बहुभिः सह ॥
]

`verse 19 [
बहुभिर्मन्त्रयेत् कामं राजा मन्त्रान् पृथक् पृथक्।
मन्त्रिणामपिनो कुर्यान्मन्त्री मन्त्रप्रकाशनं ॥
]

`verse 20 [
क्वापि कस्यापि३ विश्वासो बवतीहसदा नृणां ।
निश्चयश्च तथा मन्त्रे कार्य्य एकेन सूरिणा ॥
]

`verse 21 [
नश्येदविनयाद्राजाराज्यञ्च विनयाल्लभेत् ।
त्रैविद्येभ्यस्त्रयीं विद्यां दण्डनीतिञ्च शाश्वतीं ॥
]

`verse 22 [
आन्वीक्षिकीञ्चार्थविद्यां वार्त्तारम्भांश्च लोकतः ।
जितेन्द्रियो हिशक्रोति वशे स्थापयितुं प्रजाः ॥
]

`verse 23 [
पूज्या देवा द्विजाः सर्वे दद्याद्दानानि तेषु च ।
द्विजे दानञ्चक्षयोऽयं निधिः कैश्चिन्नि नाश्यते ॥
]

`verse 24 [
सङ्‌ग्रामेष्वनिवर्त्तित्वं प्रजानां परिपालनं ।
दानानि ब्राह्मणानाञ्च राज्ञो निः श्रेयसम्परं ॥
]

`verse 25 [
कृपणानाथवृद्धानां विधवानाञ्च योषितां ।
योगक्षेमञ्च वृत्तिञ्च तथैव परिकल्पयेत् ॥
]

`verse 26 [
वर्णाश्रमव्यवस्थानां कार्यन्तापसपूजनं ।
न विश्वसेच्च सर्वत्र तापसेषु च विश्वसेत् ॥
]

`verse 27 [
विश्वासयेच्चापि परन्तत्त्वभूतेन हेतुना ।
वककवच्चिन्तयेदर्थं सिंहवच्च पराक्रमेत् ॥
]

`verse 28 [
वृकवच्चावलुम्पेत् शशवच्च विनिष्पतेत् ।
दृढप्रहारी च भवेत् तथा शूकरवन्नृपः ॥
]

`verse 29 [
चित्राकारश्च शिखिवद्‌ दृढभक्तिस्तथा श्ववत् ।
भवेच्च मधुराभाषी तथा कोकिलवन्नृपः ॥
]

`verse 30 [
काकशङ्की भवेन्नित्यमज्ञातां वसतिं वसेत्।
नापरीक्षितपूर्वञ्च भोजनं शयनं स्पृशेत् ॥
]

`verse 31 [
नाविज्ञातां स्त्रियं गच्छेन्नाज्ञातां नावमारुहेत् ।
राष्ट्रकर्षी भ्रस्यते चराज्यार्थाच्चैव जीवितात् ॥
]

`verse 32 [
भृतो वत्सो जातबलः कर्मयोग्यो यथा भवेत् ।
तथा राष्ट्रं महाभाग भृतं कर्मसहं भवेत् ॥
]

`verse 33 [
सर्वं कर्मेदमायत्तं विधाने दैवपौरुषे ।
तयोर्दैवचचिन्त्यं हि पौरुषे विद्यते क्रिया ॥
]
