`speaker [
पुष्कर उवाच
]

`verse 1 [
दण्डप्रणयनं वक्ष्ये येन राज्ञः परा गतिः ।
त्रियवं कृष्णलं विद्धि माषस्तत्‌पञ्चकं भवेत् ॥
]

`verse 2 [
कृष्णलानां तथा षष्ट्या१ कर्षार्द्धं राम कीर्त्तितं ।
सुवर्णश्च विनिर्द्दिष्टो राम षोडशमाषकः ॥
]

`verse 3 [
निष्कः सुवर्णाश्चत्वारो धरणं दशभिस्तु तैः ।
ताम्ररूप्यसुवर्णानां मानमेतत् प्रकीर्त्तिंतं ॥
]

`verse 4 [
ताम्रिकैः काषिको राम प्रोक्तः कार्षापणो बुधैः ।
पणानां द्वे शते सार्द्धं प्रथमः साहसः स्मृतः२ ॥
]

`verse 5 [
मध्यमः पञ्च विज्ञेयः सहस्रमपि चोत्तम ।
चौरैरमूषितो यस्तु मूषितोऽस्मीति भाषते ॥
]

`verse 6 [
तत्‌प्रदातरि भूपाले स दण्ड्यस्तावदेव तु ।
यो यावद्विपरीतार्थं मिथ्या वा यो वदेत्तु तं ॥
]

`verse 7 [
तौ नृपेण ह्यधर्मज्ञौ दाप्यौ तद्द्विगुणं दमं३ ।
कूटसाक्ष्यन्तु कुर्वाणांस्त्रीन् वर्णांश्च प्रदापयेत् ॥
]

`verse 8 [
विवासयेद् ब्राह्मणन्तु भोज्यो विधिर्न्न हीरितः ।
निक्षेपस्य समं मूल्यं दण्ड्यो निक्षेपभुक् तथा ॥
]

`verse 9 [
वस्त्रादिकस्य धर्म्मज्ञ तथा धर्मो न हीयते ।
यो निक्षेपं घातयति यश्चानिक्षिप्य याचते ॥
]

`verse 10 [
तावुभौ चौरवच्छास्यौ दण्ड्यौ वा द्विगुणं दमं ।
अज्ञानाद्यः पुमान् कुर्य्यात् परद्रव्यस्य विक्रयं ॥
]

`verse 11 [
निर्द्दोषो ज्ञानपूर्वन्तु चौरवद्दण्डमर्हति४ ।
मूल्यमादाय यः शिल्पं न दद्याद् दण्ड्य एव सः ॥
]

`verse 12 [
प्रतिश्रुत्याप्रदातारं सुवर्णं दण्डयेन्नृपः ।
भृति गृह्य न कुर्य्याद्यः कर्माष्टौ कृष्णला दमः ॥
]

`verse 13 [
अकाले तु त्यजन् भृत्यं दण्ड्यः स्यात्तावदेव तु ।
क्रीत्वा विक्रीय वा किञ्चिद्यस्येहानुशयो भवेत् ॥
]

`verse 14 [
सोऽन्तर्दशाहात्तत्स्वामी दद्याच्चैवाददीत च ।
परेण तु दशाहस्य नादद्यान्नैव दापयेत् ॥
]

`verse 15 [
आददद्धि ददच्चैव राज्ञा दण्ड्याः शततनि षट् ।
वरे दोषानविख्याप्य यः कन्यां वरयेदिह५ ॥
]

`verse 16 [
दत्ताप्यदत्ता सा सस्य राज्ञा दण्ड्यः शतद्वयं ।
प्रदाय कन्यां योऽन्यस्मै पुनस्तां सम्प्रयच्छति ॥
]

`verse 17 [
दण्डः कार्य्यो नरेन्द्रेण तस्याप्युत्तमसाहसः ।
सत्यङ्‌कारेण वाचा च युक्तं पुण्यमसंशयं ॥
]

`verse 18 [
लुब्धोऽन्यत्र च विक्रेता षट्‌शतं दण्डमर्हति ।
दद्यार्द्धनुं न यः पालो गृहीत्वा भक्तवेतनं ॥
]

`verse 19 [
स तु दण्ड्यः शतं राज्ञा सुवर्णं वाप्यरक्षिता ।
धनुःशतं परीणा्हो ग्रामस्य तु समन्ततः ॥
]

`verse 20 [
द्विगुणं त्रिगुणं वापि नगरस्य च कल्पयेत् ।
वृति तत्र प्रकुर्वीत यामुष्ट्रो नावलोकयेत् ॥
]

`verse 21 [
तत्रापरिवृते धान्ये हिंसिते नैव दण्डनं ।
गृहन्तडागमारामं क्षेत्रं वा भीषया हरन् ॥
]

`verse 22 [
शतानि पञ्च दण्ड्यः स्यादज्ञानाद्‌द्विशतोदमः ।
मर्यादाभेदकाः सर्वे दण्ड्याः प्रथमसाहसं ॥
]

`verse 23 [
शतं ब्राह्मणमाक्रुश्य क्षत्रियो दण्डमर्हति ।
वैश्यश्च द्विशतं राम शूद्रश्च बधमर्हति ॥
]

`verse 24 [
पञ्चाशद्‌ब्राह्मणो दण्ड्यः क्षत्रियस्याभिशंसने ।
वैश्ये वाप्यर्द्धपञ्चाशच्छूद्रे द्वादशको दमः ॥
]

`verse 25 [
क्षत्रियस्याप्नुयाद्वैश्यः साहसं पूर्वमेव तु ।
शूद्रः क्षत्रियमाक्रुश्य जिह्वाच्छेदनमाप्नुयात् ॥
]

`verse 26 [
धर्मोपदेशं विप्राणां शूद्रः कुर्वंश्च दण्डभाक् ।
श्रुतदेशादिवितथी दाप्यो द्विगुणसाहसं ॥
]

`verse 27 [
उत्तमः साहसस्तस्य यः पापैरुत्तमान् क्षिपेत् ।
प्रमादाद्यैर्मया प्रोक्तं प्रीत्या दण्डार्द्धमर्हति ॥
]

`verse 28 [
मातरं पितरं ज्येष्ठं भ्रातरं श्वशुरं गुरुं ।
आक्षारयञ्छतं दण्ड्यः पन्थानं चाददद्‌गुरोः ॥
]

`verse 29 [
अन्त्यजातिर्द्विजातिन्तु येनाङ्गेनापराध्नुयात् ।
तदेवच्छेदयेत्तस्य क्षिप्रमेवाविचारयन् ॥
]

`verse 30 [
अवनिष्ठीवतो दर्पाद्‌ द्वावोष्ठौ छेदयेन्नृपः ।
अपमूत्रयतो मेढ्रमपशब्दयतो गुदं ॥
]

`verse 31 [
उत्कृष्टासनसंस्थस्य नीचस्याधोनिकृन्तनं ।
यो यदङ्गं च रुजयेत्तदङ्गन्तस्य कर्त्तयेत् ॥
]

`verse 32 [
अर्द्धपादकराः कार्या गोगजाश्वोष्ट्रघातकाः ।
वृक्षन्तु विफलं कृत्त्वा सुवर्ण दण्डमर्हति ॥
]

`verse 33 [
द्विगुणं दाप्येच्छिन्ने पथि सीम्नि जलाशये ।
द्रव्याणि यो हरेद्यस्य ज्ञानतोऽज्ञानतोऽपि वा ॥
]

`verse 34 [
स सस्योत्पाद्य तुष्टिन्तु राज्ञे दद्यात्ततो दमं ।
यस्तु रज्जुं घटं कूपाद्धरेच्छिन्द्याच्च तां प्रपां ॥
]

`verse 35 [
स दण्डं प्राप्नुयान्‌मासं दण्ड्यः स्यात् प्राणिताड़ने ।
धान्यं दशभ्यः कुम्भेभ्यो हरतोऽभ्यधिकं बधः ॥
]

`verse 36 [
शेषेऽप्येकादशगुणं तस्य दण्डं प्रकल्पयेत् ।
सुवर्णरजतीदीनां नृस्त्रीणां हरणे बधः ॥
]

`verse 37 [
येन येन यथाह्गेन स्तेनो नृषु विचेष्टते ।
तत्तदेव हरेदस्य प्रत्यादेशाय पार्थिवः ॥
]

`verse 38 [
ब्राह्मणः शाकधान्यादि अल्पं गृह्णन्न दोषबाक् ।
गोदेवार्थं हरंश्चापि हन्याद्दुष्टं बधोद्यतं ॥
]

`verse 39 [
गृहक्षेत्रापहर्त्तारं तथा पत्न्यभिगामिनं ।
अग्निनदं गरदं हन्यात्तथा चाभ्युद्यतायुधं ॥
]

`verse 40 [
राजा गवाभिवाराद्यं हन्याच्चैवाततायिनः ।
परस्त्रियं न भाषेत प्रतिषिद्धो विशेन्न हि ॥
]

`verse 41 [
अदण्ड्या स्त्री भवेद्राज्ञा वरयन्ती पतिं स्वयं।
उत्तमां सेवमानः स्त्रीं जघन्यो बधमर्हति ॥
]

`verse 42 [
भर्त्तारं लङ्‌घयेद्या तां श्वभिः सङ्घातयेत् स्थिरं ।
सवर्णदूषितां कुर्य्यात् पिण्डमात्रोपजीविनीं ॥
]

`verse 43 [
ज्यायसा दूषिता नारी मुण्डनं समवाप्नुयात् ।
वैश्यागमे तु विप्रस्य क्षत्रियस्यान्त्यजागमे ॥
]

`verse 44 [
क्षत्रियः प्रथमं वैश्यो दण्ड्यः शद्रागमे भवेत् ।
गुहीत्वा वेतनं वेश्या लोभादन्यत्र गच्छति ॥
]

`verse 45 [
वेतनन्द्विगुणं दद्याद्दण्डञ्च द्विगुणं तथा।
भार्या पुत्राश्च दासाश्च शिष्यो भ्राता च सोदरः ॥
]

`verse 46 [
कृतापराधास्ताड्याः स्यू रज्वा वेणुदलेन वा ।
पृष्टेन मस्तके हन्याच्चौरस्याप्नोति किल्विषं ॥
]

`verse 47 [
रक्षास्वधिकृतैर्यस्तु प्रजाऽत्यर्थं विलुप्यते ।
तेषां सर्वस्वमादाय राजा कुर्य्यान् प्रवासनं ॥
]

`verse 48 [
ये नियुक्ताः स्वकार्येषुहन्युः कार्याणि कर्मिणां ।
निर्घृणाः क्रूरमनसस्तान्निः स्वान् कारयेन्नृप ॥
]

`verse 49 [
अमात्यः प्राड्‌विवाको वा यः कुर्य्यात् कार्य्यमन्यथा ।
तस्य सर्वस्वमादाय तं राजा विप्रवासयेत् ॥
]

`verse 50 [
गुरुतल्पे भयः कार्य्यः सुरापाणे सुराध्वजः ।
स्तेयेषु श्वपदं विद्याद्‌ ब्रह्महत्याशिरः पुमान् ॥
]

`verse 51 [
शूद्रादीन् घातयेद्राजा पापान् विप्रान् प्रवासयेत् ।
महापातकिनां वित्तं वरुणायोपपादयेत् ॥
]

`verse 52 [
ग्रामेष्वपि च ये केचिच्चौराणां भक्तदायकाः ।
भाण्डार कोषदाश्चैव सर्वांस्तानपि घातयेत् ॥
]

`verse 53 [
राष्ट्रेषु राष्ट्राधिकृतान् सामन्तान् पापिनोहरेत् ।
सन्धि कृत्वा तु ये चौर्यं रात्रौ कुर्वन्ति कस्तराः ॥
]

`verse 54 [
तेषां च्छित्वा नृपो हस्तौ तीक्ष्णे शूले निवेशयेत् ।
तड़ागदेवतागारभेदकान् घातयेन्नृपः ॥
]

`verse 55 [
समुत्सृजेद्राजमार्गे यस्त्वमेध्यमनापदि ।
स हि कार्षापणन्दण्ड्यस्तममेध्यञ्च शोधयेत् ॥
]

`verse 56 [
प्रतिमासङ्‌क्रमभिदो दद्युः पञ्चशतानि ते ।
समैश्च विषमं यो वा चरतेक मूल्यतोऽपि वा ॥
]

`verse 57 [
समाप्नुयान्नरः पूर्वं दमं मध्यममेव वा ।
द्रव्यमादाय वणिजामनर्घेणावरुन्दतां ॥
]

`verse 58 [
राजा पृथक्‌ पृथक् कुर्य्याद्दण्डमुत्तमसाहसं ।
द्रव्याणां दूषको यश्च प्रतिच्छन्दकविक्रयी ॥
]

`verse 59 [
मध्यमं प्राप्नुयाद्दण्डं कूटकर्त्ता तथोत्तमं ।
कलहापकृतं देयं दण्डश्च द्विगुणस्ततः ॥
]

`verse 60 [
अभक्ष्यभक्ष्ये विप्रे वा शूद्रे वा कृष्णलो दमः ।
लुलाशासनकर्त्ता च कूटकृन्नाशकस्य च ॥
]

`verse 61 [
एभिश्च व्यवहर्त्तां यः स दाप्यो दममुत्तमं ।
विषाग्निदां पतिगुरुविप्रापत्यप्रमापिणीं ॥
]

`verse 62 [
विकर्णकरनासौष्ठीं कृत्वा गोभिः प्रवासयेत् ।
क्षेत्रवेश्मग्रामवनविदारकास्तथा नराः ॥
]

`verse 63 [
राजपत्न्यभिगामी च दग्धव्यास्तु कटाग्निना ।
ऊनं वाप्यधिकं वापि लिखेद्यो राजशासनं ॥
]

`verse 64 [
पारजायिकचौरौ च मुञ्चतो मण्ड उत्तमः ।
राजयानासनारोढ्‌र्दण्ड उत्तमसाहसः ॥
]

`verse 65 [
यो मन्येताजितोऽस्मीति न्यायेनापि पराजितः ।
तमायान्तं पराजित्य६ दण्डयेद्‌ द्विगुणं दमं ॥
]

`verse 66 [
आह्वानकारी बध्यः स्यादनाहूतमथाह्वयन् ।
दाण्डिकस्य च यो हस्तादभिमुक्तः पलायते ॥
]
