`speaker [
पुष्कर उवाच
]

`verse 1 [
यदा मन्येत नृपतिराक्रन्देन बलीयसा ।
पार्ष्णिग्राहोऽभिभूतो मे तदा यात्रां प्रयोजयेत् ॥
]

`verse 2 [
पुष्टा योधा भृता भृत्याः प्रभूतञ्च बलं मम ।
मूलरक्षासमर्थोऽस्मि तैर्गत्वा१ शिविरे व्रजेत् ॥
]

`verse 3 [
शत्रोर्वा व्यसने यायात् दैवाद्यैः पीडितं परं ।
भूकम्पो यान्दिशं याति याञ्च केतुर्व्यदूषयत् ॥
]

`verse 4 [
विद्विष्टनाशकं सैन्यं सम्भूतान्तःप्रकोपनं२ ।
शरीरस्फुरणे धन्ये तथा सुस्वप्नदर्शने ॥
]

`verse 5 [
निमित्ते शकुने धन्ये जाते शत्रुपुरं व्रजेत् ।
पदातिनागबहुलां सेनां प्रावृषि योजयेत् ॥
]

`verse 6 [
हेमन्ते शिशिरे चैव रथवाजिसमाकुलां ।
चतुरङ्गबलोपेतां वसन्ते वा शरनमुखे३ ॥
]

`verse 7 [
सेना पदातिबहुला शत्रून् जयति सर्वदा ।
अङ्गदक्षिणभागे तु शस्तं प्रस्फुरणं भवेत् ॥
]

`verse 8 [
न शस्तन्तु तथा वामे पृष्ठस्य हृदयस्य च ।
लाञ्छनं पिटकञ्चैव विज्ञेयं स्फुरणं तथा ॥
]
