`speaker [
पुष्कर उवाच
]

`verse 1 [
स्वप्नं शुभाशुभं वक्ष्ये दुःस्वप्नहरणन्तथा ।
नाभिं विनान्यत्र गात्रे तृणवृक्षसमुद्भवः ॥
]

`verse 2 [
चूर्णनं मूद्‌र्ध्नि कांस्यानां मुण्डनं नग्नता तथा ।
मलिनाम्बरधारित्वमभ्यङ्गः पङ्कदिग्धता ॥
]

`verse 3 [
उच्चात् प्रपतनञ्चैव विवाहो गीतमेव च ।
तन्त्रीवाद्यविनोदश्च दालारोहणमेव च ॥
]

`verse 4 [
अर्जनं पद्मलोहानां सर्पाणामथ मारणं ।
रक्तपुष्पद्रुमाणाञ्च चण्डालस्य तथैव च ॥
]

`verse 5 [
वराहश्वखरोष्ट्राणां तथा चारोहणक्रिया ।
भक्षणं पक्षिमांसानां तैलस्य कृशरस्य च१ ॥
]

`verse 6 [
मातुः प्रवेशो जठरे चितारोहणमेव च ।
शक्रध्वजाभिपतनं पतनं शशिसूर्य्ययोः ॥
]

`verse 7 [
दिव्यान्तरीक्षभौमानामुत्पातानाञ्च दर्शनं ।
देवद्विजातिभूपानां गुरूणाङ्कोप एव च ॥
]

`verse 8 [
नर्त्तनं हसनञ्चैव विवाहो गीतमेव च२ ।
तन्त्रीवाद्यविहीनानां वाद्यानामपि वादनं ॥
]

`verse 9 [
स्त्रोतोवहाधोगमनं स्नानं गोमयवारिणा ।
पङ्कोदकेन च तथा मशीतोयेन वाप्यथ ॥
]

`verse 10 [
आलिड्गनं कुमारीणां पुरुषाणाञ्च मैथुनं३ ।
हानिश्चैव स्वगात्राणां विरेको वमनक्रिया ॥
]

`verse 11 [
दक्षिणाशाप्रगमनं व्याधिनाभिभवस्तथा ।
फलानामुपहानिश्च धातूनां भेदनं तथा ॥
]

`verse 12 [
गृहाणाञ्चैव पतनं गृहसम्मार्जनन्तथा ।
क्रोडा पिशाचक्रव्यादवानरान्त्यनरैरपि ॥
]

`verse 13 [
परादभिभवश्चैव तस्माच्च व्यसनोद्भवः ।
काषायवस्त्रधारित्वं तद्वस्त्रै क्रीडनं तथा४ ॥
]

`verse 14 [
स्रेहपानावगाहौ च रक्तमाल्यानुलेपनं ।
इत्यधन्यानि स्वप्नानि तेषामकथनं शुभं ॥
]

`verse 15 [
भूयश्च स्वपनं तद्वत् कार्य्यं स्नानं द्विजार्च्चनं ।
तिलैर्होमो हरिब्रह्मशिवार्कगणपूजनं ॥
]

`verse 16 [
तथा स्तुतिप्रपठनं पुंसूक्तादिजपस्तथा ।
स्वप्नास्तु प्रथमे यामे५ संवत्सरविपाकिनः ॥
]

`verse 17 [
षड्‌भिर्मासैर्द्वितीये तु त्रिभिर्मासैस्त्रियामिकाः ।
चतुर्थे त्वर्द्धमासेन दशाहादरुणोदये ॥
]

`verse 18 [
एकस्यामथ चेद्रात्रौ शुभं वा यदि वाऽशुभं ।
पश्चाद् दृष्टस्तु यस्तत्र तस्य पाकं विनिर्दिशेत् ॥
]

`verse 19 [
तस्मात्तु शोभने स्वप्ने पश्चात्स्वापो न शस्यते ।
शैलप्रासादनागाश्ववृषभारोहणं हितं ॥
]

`verse 20 [
द्रुमाणां स्वेतपुष्पाणां गगने च तथा द्विज ।
द्रुमतृणोद्भवो नाभौ तथा च बहुबाहुता ॥
]

`verse 21 [
तथा च बहुशीर्षत्वं पलितोद्बव एव च ।
सुशुक्लमाल्यधारित्वं सुशुक्लाम्बरधारिता ॥
]

`verse 22 [
चन्द्रार्कताराग्रहणं परिमार्जनमेव च ।
शक्रध्वजालिङ्गनञ्च ध्वजोच्छ्रायक्रिया तथा ॥
]

`verse 23 [
भूम्यम्बुधाराग्रहणं६ शत्रूणाञ्चैव विक्रिया ।
जयो विवादे द्युते च सङ्‌ग्रामे च तथा द्विज ॥
]

`verse 24 [
भक्षणञ्चार्ट्रमांसानाम्पायसस्य च भक्षणं ।
दर्शनं रुधिरस्यापि स्नानं वा रुधिरेण च ॥
]

`verse 25 [
सुगरुधिरमद्यानां पानं क्षीरस्य वाप्यथ ।
अस्त्रैर्विचेष्टनं भूमौ निर्मलं गगनं तथा ॥
]

`verse 26 [
मुखेन दोहनं शस्तं महिषीणां तथा गवां ।
सिंहीनां हस्तिनीनाञ्च बडवानां तथैव च ॥
]

`verse 27 [
प्रसादो देवविप्रेभ्यो गुरुभ्यश्च तथा द्विज ।
अम्भसा चाभिषेखस्तु गवां श्रृङ्गच्युतेन च ॥
]

`verse 28 [
चन्द्राद् भ्रष्टेन वा राम ज्ञेयं राकज्यप्रदं हि तत् ।
राज्याभिषेकश्च तथा छेदनं शिरसोऽप्यथ ॥
]

`verse 29 [
मरणं वह्निलाभश्च वह्निदाहो गृहादिषु ।
लब्धिश्च राकजलिङ्गानां तन्त्रीवाद्याभिवादनं ॥
]

`verse 30 [
यस्तु पश्यति स्वप्नान्ते राजानं कुञ्जरं हयं ।
हिरण्यं वृषभङ्गाञ्च कुटुम्बस्तस्य वर्द्धते ॥
]

`verse 31 [
वृषेभगृहशैलाग्रवृक्षारोहणरोदनं ।
घृतविष्ठानुलेपो वा अगम्यागमनं तथा ॥
]
