`speaker [
पुष्कर उवाच
]

`verse 1 [
तिष्ठतो गमने प्रश्ने पुरुषस्य शुभाशुभं ।
निवेदयन्ति शकुना देशस्य नगरस्य च ॥
]

`verse 2 [
सर्वः पापफलो दीप्तो निर्द्दिष्टो दैवचिन्तकैः ।
शान्तः शुभफलश्चैव दैवज्ञैः समुदाहृतः ॥
]

`verse 3 [
षट्‌प्रकारा विनिर्दिष्टाः शकुनानाञ्च दीप्तयः ।
वेलादिग्देशकरणरुतजातिविभेदतः ॥
]

`verse 4 [
पूर्वा पूर्वा च विज्ञेया सा तेषां बलवत्तरा ।
दिवाचरो रात्रिचरस्तथा रात्रौ दिवाचरः ॥
]

`verse 5 [
क्रूरेषु दीप्ता विज्ञेया ऋक्षलग्नग्रहादिषु ।
धूमिता सा तु विज्ञेया याङ्गमिष्यति भास्करः ॥
]

`verse 6 [
यस्यां स्थितः सा ज्वलिता मुक्ता चाङ्गारिणी मता ।
एतास्तिस्रः स्मृता दीप्ताः पञ्च शान्तास्तथापराः ॥
]

`verse 7 [
दीप्तायान्दिशि दिग्दीप्तं शकुनं परिकीर्त्तितं ।
ग्रामेऽरण्या वने ग्राम्यास्तथा निन्दितपादपः ॥
]

`verse 8 [
देशे चैवाशुभे ज्ञेयो देशदीप्तो द्विजोत्तमः ।
क्रियादीप्तो विनिर्द्दिष्टः स्वजात्यनुचितक्रियः ॥
]

`verse 9 [
रुतदीप्तश्च कथितो भिन्नभैरवनिस्वनः ।
जातिदीप्तस्तथा ज्ञेयः केवलं मांसभोजनः ॥
]

`verse 10 [
दीप्ताच्छान्तो विनिर्दिष्टः सर्वैर्भेदैः प्रयत्नतः ।
मिश्रैर्मिश्रो विनिर्दिष्टस्तस्य वाच्यं फलाफलं ॥
]

`verse 11 [
गोश्वोष्ट्रगर्द्दभश्वानः सारिका गृहगोधिका ।
चटका भासकूर्माद्याः कथिता ग्रामवासिनः ॥
]

`verse 12 [
अजाविशुकनागेन्द्राः कोलो महिषवायसौ ।
ग्राम्यारण्या विनिर्द्दिष्टाः सर्वेऽन्ये वनगोचराः१ ॥
]

`verse 13 [
मार्जारकुक्कुटौ ग्राम्यौ तौ चैव वनगोचरौ ।
तयोर्भवति विज्ञानं नित्यंक वै रूपभेदतः ॥
]

`verse 14 [
गोकर्णशिखिचक्राह्वखरहारीतवायसाः ।
कुलाहकुक्कुभश्येनफेरुखञ्जनवानराः ॥
]

`verse 15 [
शतघ्नचटकश्यामचासश्येनकपिञ्जलाः ।
तित्तिरिः शतपत्रञ्च कपोतश्च तथा त्रयः ॥
]

`verse 16 [
खञ्जरीटकदात्यूहशुकराजीवकुक्कुटाः ।
भारद्वाजश्च सारङ्ग इति ज्ञेया दिवाचराः ॥
]

`verse 17 [
वागुर्युलूकशरभक्रौञ्चाः शशककच्छपाः ।
लोमासिकाः पिङ्गलिकाः कथिता रात्रिगोचराः ॥
]

`verse 18 [
हंसाश्च मृगमार्जारनकुलर्क्षभुजङ्गमाः ।
वृक्कारिसिंहव्याघ्रोष्ट्रग्रामशूकरमानुषाः ॥
]

`verse 19 [
श्वाविद्‌वृषभगोमायुवृककोकिलसारसाः ।
तुरङ्गकौपीननरा गोधा ह्युभयचारिणः ॥
]

`verse 20 [
बलप्रस्थानयोः सर्वे पुरस्तात्सङ्घचारिणः ।
जथावहा विनिर्दिष्टाः पश्चान्निधनकारिणः ॥
]

`verse 21 [
गृहाद्‌गम्य यदा चासो व्याहरेत् पुरतः स्थितः ।
नृपावमानं वदति वामः कलहभोजने ॥
]

`verse 22 [
याने तद्दर्शनं शस्तं सव्यमङ्गस्य वाप्यथ ।
चौरैर्मोषमथाख्याति मयूरो भिन्ननिस्वनः ॥
]

`verse 23 [
प्रयातस्याग्रतो राम मृगः प्राणहरो भवेत् ।
ऋक्षाखुजम्बुकव्याघ्रसिंहमार्जारगर्दभाः ॥
]

`verse 24 [
प्रतिलोमास्तथा राम खरश्च विकृतस्वनः
वामः कपिञ्जलः श्रेष्ठस्तथा दक्षिणसंस्थितः ॥
]

`verse 25 [
पृष्ठतो निन्दितफलस्तित्तिरिस्तु न शस्यते ।
एणा वराहाः पृषता वामा भूत्वा तु दक्षिणाः ॥
]

`verse 26 [
भचवन्त्यर्थकरा नित्यं विपरीता विगर्हिताः ।
वृषाश्वजम्बुकव्याघ्राः सिंहमार्जारगर्दभाः२ ॥
]

`verse 27 [
वाञ्छितार्थकरा ज्ञेया दक्षइणाद्वामतो गताः ।
शिवा श्यामाननाच्छूच्छूः पिङ्गला गृहगोधिका ॥
]

`verse 28 [
शूकरी परपुष्टा च पुन्नामानश्च वामतः ।
स्त्रीसञ्‌ज्ञा भासकारूषकपिश्रीकर्णच्छित्कराः ॥
]

`verse 29 [
कपिश्रीकर्णपिप्यीका३ रुरुश्येनाश्च दक्षिणाः ।
जातोक्षाहिशशक्रोडगोधानां कीर्त्तनं शुभं ॥
]

`verse 30 [
ततः सन्दर्शनं नेष्टं प्रतीपं वानरर्क्षंयोः ।
कार्य्यकृद्‌बली शकुनः प्रस्थितस्य हि योऽन्वहं ॥
]

`verse 31 [
भवेत्तस्य फलं वाच्यं तदेव दिवसं बुधैः ।
मत्ता भक्ष्यार्थिनो बाला वैरसक्तास्तथैव च ॥
]

`verse 32 [
सीमान्तमभ्यन्तरिता विज्ञेया निष्फला द्विज ।
एकद्वित्रिचतुर्भिस्तु शिवा धन्या रुतैर्भवेत् ॥
]

`verse 33 [
पञ्चभिश्च तथा षड्‌भिरधन्या परिकीर्त्तिता ।
सप्तभिश्च तथा धन्या निष्फला परतो भवेत् ॥
]

`verse 34 [
नृणां रोमाञ्चजननी वाहनानां भयप्रदा ।
ज्वालानला सूर्य्यमुखी विज्ञेया भयवर्द्धनी ॥
]

`verse 35 [
प्रथमं सारङ्गे दृष्टे शुभे देशे शुभं भवेत् ।
संवत्सरं मनुष्यस्य अशुभे च शुभं तथा ॥
]

`verse 36 [
तथाविधन्नरः पश्येत्सारङ्गं प्रथमेऽहनि ।
आत्मनश्च तथात्वेन ज्ञातव्यं वत्सरं फलं ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये शकुनानि नामैकत्रिशदधिकद्विशततमोऽध्यायः ॥
]
