`speaker [
पुष्कर उवाच
]

`verse 1 [
विशन्ति येन मार्गेण वायसा बहवः पुरं  ।
]

`verse 2 [
तेन मार्गेण रुद्धस्य पुरस्य ग्रहणं भवेत् ॥
]

`verse 3 [
सेनायां यदि वासार्थे निविष्टो वायसो रुवन्  ।
]

`verse 4 [
वामो भयातुरस्त्रस्तो भयं वदति दुस्तरं  ॥
]

`verse 5 [
छायाङ्गवाहनोपानच्छत्रवस्त्रादिकुट्टने  ।
]

`verse 6 [
मृत्युस्तत्पूजने पूजा तदिष्टकरणे शुभं  ॥
]

`verse 7 [
प्रोषितागमकृत्काकः कुर्वन् द्वारि गतागतं  ।
]

`verse 8 [
रक्तं दग्धं गृहे द्रव्यं क्षिपन्वह्निवेदकः  ॥
]

`verse 9 [
न्यसेद्रक्तं पुरस्ताच्च निवेदयति बन्धनं  ।
]

`verse 10 [
पीतं द्रव्यं तथा रुक्म रूप्यमेव तु भार्गव  ॥
]

`verse 11 [
यच्चैवोपनयेद्द्रव्यं तस्य लब्धिं विनिर्दिशेत् ।
]

`verse 12 [
द्रव्यं वापनयेद्यत्तु तस्य हानिं विनिर्दिशेत् ॥
]

`verse 13 [
पुरतो धनलब्धिः स्यादाममांसस्य छर्दने  ।
]

`verse 14 [
भूलब्धिः स्यान्मृदः क्षेपे राज्यं रत्नार्पणे महत् ॥
]

`verse 15 [
यातुः काकोऽनुकूलस्तु क्षेमः कर्मक्षमो भवेत् ।
]

`verse 16 [
न त्वर्थसाधको ज्ञेयः प्रतिकूलो भयावहः  ॥
]

`verse 17 [
सम्मुखेऽभ्येति विरुवन् यात्राघातकरो भवेत् ।
]

`verse 18 [
वामः काकः स्मृतो धन्यो दक्षिणोऽर्थविनाशकृत्  ॥
]

`verse 19 [
वामोऽनुलोमगः श्रेष्ठो मध्यमो दक्षिणः स्मृतः  ।
]

`verse 20 [
प्रतिलोमगतिर्वामो गमनप्रतिषेधकृत् ॥
]

`verse 21 [
निवेदयति यात्रार्थमभिप्रेतं गृहे गतः  ।
]

`verse 22 [
एकाक्षरचरणस्त्वर्कं वीक्षमाणो भयावहः  ॥
]

`verse 23 [
कोटरे वासमानश्च महानर्थकरो भवेत् ।
]

`verse 24 [
न शुभस्तूषरे काकः पङ्काङ्कः स तु शस्यते  ॥
]

`verse 25 [
अमेध्यपूर्णवदनः काकः सर्वार्थसाधकः  ।
]

`verse 26 [
ज्ञेयाः पतत्रिणोऽन्येऽपि काकवद्भृगुनन्दन  ॥
]

`verse 27 [
स्कन्धावारापसव्यस्थाः श्वानो विप्रविनाशकाः  ।
]

`verse 28 [
इन्द्रस्थाने नरेन्द्रस्य पुरेशस्य तु गोपुरे  ॥
]

`verse 29 [
अन्तर्गृहे गृहेशस्य मरणाय भवेद्भषन्  ।
]

`verse 30 [
यस्य जिघ्रति वामाङ्गं तस्य स्यादर्थसिद्धये  ॥
]

`verse 31 [
भयाय दक्षिणं चाङ्गं तथा भुजमदक्षिणं  ।
]

`verse 32 [
यात्राघातकरो यातुर्भवेत्प्रतिमुखागतः  ॥
]

`verse 33 [
मार्गावरोधको मार्गे चौरान् वदति भार्गव  ।
]

`verse 34 [
अलाभोऽस्थिमुखः पापो रज्जुचीरमुखस्तथा  ॥
]

`verse 35 [
सोपानत्कमुखो धन्यो मांसपूर्णमुखोऽपि च  ।
]

`verse 36 [
अमङ्गल्यमुखद्रव्यं केशञ्चैवाशुभं तथा  ॥
]

`verse 37 [
अवमूत्र्याग्रतो याति यस्य तस्य भयं भवेत् ।
]

`verse 38 [
यस्यावमूत्र्य व्रजति शुभं देशन्तथा द्रुमं  ॥
]

`verse 39 [
मङ्गलञ्च तथा द्रव्यं तस्य स्यादर्थसिद्धये  ।
]

`verse 40 [
श्ववच्च राम विज्ञेयास्तथा वै जम्बुकादयः  ॥
]

`verse 41 [
भयाय स्वामिनि ज्ञेयमनिमित्तं रुतङ्गवां  ।
]

`verse 42 [
निशि चौरभयाय स्याद्विकृतं मृत्यवे तथा  ॥
]

`verse 43 [
शिवाय स्वामिनो रात्रौ बलीवर्दो नदन् भवेत् ।
]

`verse 44 [
उत्सृष्टवृषभो राज्ञो विजयं सम्प्रयच्छति  ॥
]

`verse 45 [
अभयं भक्षयन्त्यश्च गावो दत्तास्तथा स्वकाः  ।
]

`verse 46 [
त्यक्तस्नेहाः स्ववत्सेषु गर्भक्षयकरा मताः  ॥
]

`verse 47 [
भूमिं पादैर्विनिघ्नन्त्यो दीना भीता भयावहाः  ।
]

`verse 48 [
आर्द्राङ्ग्यो हृष्टरोमाश्च शृगलग्नमृदः शुभाः  ॥
]

`verse 49 [
महिष्यादिषु चाप्येतत्सर्वं वाच्यं विजानता  ।
]

`verse 50 [
आरोहणं तथान्येन सपर्याणस्य वाजिनः  ॥
]

`verse 51 [
जलोपवेशनं नेष्टं भूमौ च परिवर्तनं  ।
]

`verse 52 [
विपत्करन्तुरङ्गस्य सुप्तं वाप्यनिमित्ततः  ॥
]

`verse 53 [
यवमोदकयोर्द्वेषस्त्वकस्माच्च न शस्यते  ।
]

`verse 54 [
वदनाद्रुधिरोत्पत्तिर्वेपनं न च शस्यते  ॥
]

`verse 55 [
क्रीडन् वैकः कपोतैश्च सारिकाभिर्मृतिं वदेत् ।
]

`verse 56 [
साश्रुनेत्रो जिह्वया च पादलेही विनष्टये  ॥
]

`verse 57 [
वामपादेन च तथा विलिखंश्च वसुन्धरां  ।
]

`verse 58 [
स्वपेद्वा वामपार्श्वेन दिवा वा न शुभप्रदः  ॥
]

`verse 59 [
भयाय स्यात्सकृन्मूत्री तथा निद्राविलाननः  ।
]

`verse 60 [
आरोहणं न चेद्दद्यात्प्रतीपं वा गृहं व्रजेत् ॥
]

`verse 61 [
यात्राविघातमाचष्टे वामपार्श्वं तथा स्पृशन्  ।
]

`verse 62 [
हेषमाणः शत्रुयोधं पादस्पर्शी जयावहः  ॥
]

`verse 63 [
ग्रामे व्रजति नागश्चेन्मैथुनं देशहा भवेत् ।
]

`verse 64 [
प्रसूता नागवनिता मत्ता चान्ताय भूपतेः  ॥
]

`verse 65 [
आरोहणं न चेद्दद्यात्प्रतीपं वा गृहं व्रजेत् ।
]

`verse 66 [
मदं वा वारणो जह्याद्राजघातकरो भवेत् ॥
]

`verse 67 [
वामं दक्षिणपादेन पादमाक्रमते शुभः  ।
]

`verse 68 [
दक्षिणञ्च तथा दन्तं परिमार्ष्टि करेण च  ॥
]

`verse 69 [
वृषोऽश्वः कुञ्जरो वापि रिपुसैन्यगतोऽशुभः  ।
]

`verse 70 [
खण्डमेघातिवृष्ट्या तु सेना नाशमवाप्नुयात् ॥
]

`verse 71 [
प्रतिकूलग्रहर्क्षात्तु तथा सम्मुखमारुतात्  ।
]

`verse 72 [
यात्राकाले रणे वापि छत्रादिपतनं भयं  ॥
]

`verse 73 [
हृष्टा नराश्चानुलोमा ग्रहा वै जयलक्षणं  ।
]

`verse 74 [
काकैर्योधाभिभवनं क्रव्याद्भिर्मण्डलक्षयः  ॥
]

`verse 75 [
प्राचीपश्चिमकैशानी शौम्या प्रेष्ठा शुभा च दिक् ॥
]

`colophon [
इत्याग्नेये महापुराणे शकुनानि नाम एकत्रिंशदधिकद्विशततमोऽध्यायः ॥
]
