`speaker [
पुष्कर उवाच
]

`verse 1 [
सर्वयात्रां प्रवक्ष्यामि राजधर्मसमाश्रयात् ।
अस्तङ्गते नीचगते विकले रिपुराशिगे ॥
]

`verse 2 [
प्रतिलोमे च विध्वस्ते शुक्रे यात्रां विसर्जयेत् ।
प्रतिलोमे बुधे यात्रां दिक्‌पत्तौ च तथा ग्रहे ॥
]

`verse 3 [
बैधृतौ च व्यतीपाते नागे च शकुनौ तथा ।
चतुष्पादे च किन्तुघ्ने तथा यात्रां विवर्जयेत् ॥
]

`verse 4 [
विपत्तारे नैधने च प्रत्यरौ चाथ जन्मनि ।
गण्डे विवर्जयेद्यात्रां रिक्तायाञ्च तिथावपि ॥
]

`verse 5 [
उदीची च तथा प्राची२ तयोरैक्यं प्रकीर्त्तितं ।
पश्चिमा दक्षिणा या दिक्‌ तयोरैक्यं तथैव च ॥
]

`verse 6 [
वाय्वग्निदिकसमुद्भतं परिघन्न तु लङ्घयेत् ।
आदित्यचन्द्रशौरास्तु दिवसाश्च न शोभनाः ॥
]

`verse 7 [
वाय्वग्निदिक्‌समुद्भ्तं परिघन्न तु लह्घयेत् ।
मैत्राद्यान्यपरे चाथ वासवाद्यानि वाप्युदक् ॥
]

`verse 8 [
सर्वद्वाराणि शस्तानि छायामानं वदामि ते ।
आदित्ये विंशतिर्ज्ञेयाश्चन्द्रे षोडस कीर्त्तिताः ॥
]

`verse 9 [
भौमे पञ्चदशैवोक्ताश्चतुर्दश तथा बुधे ।
त्रयोदश तथा जीवे शुक्रे द्वादश कीर्त्तिताः ॥
]

`verse 10 [
एकादश तथा सौरे सर्वकर्मसु कीर्त्तिताः ।
जन्मलग्ने शक्रचापे सम्मुखे न व्रजेन्नरः ॥
]

`verse 11 [
शकुनादौ शुभे यायाज्जयाय हरिमास्मरन् ।
वक्ष्ये मण्डलचिन्तान्ते कर्त्तव्यं राजरक्षणं ॥
]

`verse 12 [
स्वाम्यमात्यं तथा दुर्गं कोषो दण्डस्तथैव च ।
मित्रञ्जनपदश्चैव राज्यं सप्ताङ्गमुच्यते ॥
]

`verse 13 [
सप्ताङ्गस्य तु राज्यस्य विघ्नकर्तॄन् विनाशयेत्।
३मण्डलेषु च सर्वेषु वृद्धिः कार्य्या महीक्षिता ॥
]

`verse 14 [
आत्ममण्डलमेवात्र प्रथमं मण्डलं भवेत् ।
सामन्तास्तस्य विज्ञेया रिपवो मण्डलस्य तु ॥
]

`verse 15 [
उपेतस्तु सुहृज्‌ ज्ञेयः शत्रुमित्रमतः परं ।
मित्रमित्रं ततो ज्ञेयं मित्रमित्ररिपुस्ततः ॥
]

`verse 16 [
एतत्पुरस्तात् कथितं पश्चादपि निबोध मे ।
पार्ष्णिग्राहस्ततः पश्चात्ततस्त्वाक्रन्द उच्यते ॥
]

`verse 17 [
आसारस्तु ततोऽन्यः स्यादा क्रन्दासार उच्यते ।
जिगीषोः शत्रुयुक्तस्य विमुक्तस्य तथा द्विज ॥
]

`verse 18 [
नात्रापि निश्चयः शक्यो वक्तुं मनुजपुङ्गव ।
निग्रहानुग्रहे शक्तो मध्यस्थः परिकीर्त्त्तिः ॥
]

`verse 19 [
निग्रहानुग्रहे शक्तः सर्वेषामपि यो भवेत् ।
उदासीनः स कथितो बलवान् पृथिवीपतिः ॥
]

`verse 20 [
न कस्यचिद्रिपुर्म्मित्रङ्कारणाच्छत्रुमित्रके ।
मण्डलं तव सम्प्रोक्तमेतद् द्वादशराजकं ॥
]

`verse 21 [
त्रिविधा रिपवो ज्ञेयाः कुल्यानन्तरकृत्रिमाः ।
पूर्वपूर्वो गुरुस्तेषां दुश्चिकित्स्यतमो मतः ॥
]

`verse 22 [
अनन्तरोऽपि यः शत्रुः सोऽपि मे कृत्रिमो मतः ।
पार्ष्णिग्राहो भवेच्छत्रोमित्राणि रिपवस्तथा ॥
]

`verse 23 [
पार्ष्णिग्राहमुपायैश्च शामयेच्च तथा स्वकं ।
मित्रेण शत्रोरुच्छेदं प्रशंसन्ति पुरातनाः ॥
]

`verse 24 [
मित्रञ्च शत्रुतामेति सामन्तत्वादनन्तरं ।
शत्रुं जिगीषुरुच्छिन्द्यात्४ स्वयं शक्नोति चेद्यदि ॥
]

`verse 25 [
प्रतापवृद्धौ तेनापि नामित्राज्जायते भयं ।
यथास्य नोद्विजेल्लोको विश्वासश्च यथा भवेत् ॥
]
