`speaker [
पुष्कर उवाच
]

`verse 1 [
सामभेदौ मया प्रोक्तौ दानदण्डौ तथैव च ।
दण्डः स्वदेशे कथितः परदेशे व्रवीमि ते ॥
]

`verse 2 [
प्रकाशश्चाप्रकाशश्च द्विविधो दण्ड उच्यते ।
लुण्ठनं ग्रामघातश्च शस्यघातोऽग्निदीपनं ॥
]

`verse 3 [
प्रकाशोऽथ विषं वह्निर्विविधैः पुरुषैर्वधः ।
दूषणञ्चैव साधूनामुदकानाञ्च च दूषणं ॥
]

`verse 4 [
दण्डप्रणयणं प्रोक्तमुपेक्षां श्रृणु भार्गव ।
यदा मन्येत नृपती रणे न मम विग्रहः ॥
]

`verse 5 [
अनर्थायानुबन्धः स्यात् सन्धिना च तथा भवेत् ।
सामलब्धास्पदञ्चात्र दानञ्चार्थक्षयङ्करं ॥
]

`verse 6 [
भेददण्डानुबन्धः स्यात्तदोपेक्षां समाश्रयेत् ।
न चायं मम शक्नोति किञ्चित् कर्त्तुमुपद्रवं ॥
]

`verse 7 [
न चाहमस्य शक्नोमि तत्रोपेक्षां समाश्रयेत् ।
अवज्ञोपहतस्तत्र राज्ञा कार्य्यो रिपुर्भुवेत् ॥
]

`verse 8 [
मायोपायं प्रवक्ष्यामि उत्पातैरनृतैश्चरत् ।
शत्रोरुद्वेजनं शत्रोः शिविरस्थस्य पक्षिणः ॥
]

`verse 9 [
स्थूलस्य तस्य पुच्छस्थां कृत्वोल्कां विपुलां द्विज ।
विसृजेच्च ततश्चैवमुल्कापातं प्रदर्शयेत् ॥
]

`verse 10 [
एवमन्ये दर्शनीया उत्पाता बहवोऽपि च ।
उद्वेजनं तथा कुर्य्यात् कुहकैर्विविधैर्द्विषां ॥
]

`verse 11 [
सांवत्सरास्तापसाश्च नाशं ब्रूयुः परस्य च ।
जिगीषुः पृथिवीं राजा तेन चोद्वेजयेत् परान् ॥
]

`verse 12 [
देवतानां प्रसादश्च कीर्त्तनीयः परस्य तु ।
आगतन्नोऽमित्रबलं प्रहरध्वमभीतवत् ॥
]

`verse 13 [
एवं ब्रूयाद्रणे प्राप्ते भग्नाः सर्वे परे इति ।
क्ष्वेडाः किलकिलाः कार्य्या वाच्यः शत्रुर्हतस्तथा ॥
]

`verse 14 [
देवाज्ञावृंहितो राजा सन्नद्धः समरं प्रति ।
इन्द्रजालं प्रवक्ष्यामि इन्द्रं कालेन दर्शयेत् ॥
]

`verse 15 [
चतुरङ्गं बलं राजा सहायययययार्थं दिवौकसां ।
बलन्तु दर्शयेत् प्राप्तं रक्तवृष्टिञ्चरेद्रिपौ ॥
]

`verse 16 [
छिन्नानि रिपूशीर्षाणि प्रासादाग्रेषु दर्शयेत् ।
षाड्‌गुण्यंसम्प्रवक्ष्यामि तद्वरौ सन्धिविग्रहौ ॥
]

`verse 17 [
सन्धिश्च विग्रहश्चैव यानमासनमेव च ।
द्वैधीभावः संशयश्च षड्‌गुणाः परिकीर्त्तिताः ॥
]

`verse 18 [
पणबन्धः स्मृतः सन्धिरपकारस्तु विग्रहः।
जिगीषोः शत्रुविषये यानं यात्राऽभिवीयते ॥
]

`verse 19 [
विग्र्हेण स्वके देशे स्थितिरासनमुच्यंते ।
बलार्द्धेन प्रयाणन्तु द्वैधीभावः स उच्यते ॥
]

`verse 20 [
उदासीनो मध्यमो वा संश्रयात्संश्रयः स्मृतः ।
समेन सन्धिरन्वेष्योऽहीनेन च बलीयसा ॥
]

`verse 21 [
हीनेन विग्रहः कार्यः स्वयं राज्ञा बलीयसा ।
तत्रापि शुद्धपार्ष्णिस्तु बलीयांसं समाश्रयेत् ॥
]

`verse 22 [
आसीनः कर्मविच्छेदं शक्तः कर्त्तु रिपोर्यदा ।
अशुद्धपार्ष्णिश्चासीत विगृह्य वसुधाधिपः ॥
]

`verse 23 [
अशुद्धपार्ष्णिर्बलवान् द्वैधीभावं समाश्रयेत् ।
वलिना विगृहीतस्तु२ योऽसन्देहेन पार्थिवः ॥
]

`verse 24 [
संश्रयस्तेन वक्तव्यो गुणानामघमो गुणः ।
बहुक्षयव्ययायासं३ तेषां यानं प्रकीर्त्तितं ॥
]

`verse 25 [
बहुलाभकरं पश्चात्तदा राजा समाश्रयेत् ।
सर्वशक्तिविहीनस्तु तदा कुर्य्यात्तु संश्रयं ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये उपायषड्गुणादिर्नाम चतुस्त्रिंशदधिकद्विशततमोऽध्यायः ॥
]
