`speaker [
पुष्कर उवाच
]

`verse 1 [
यात्राविधानपूर्वन्तु वक्ष्ये साङ्‌ग्रामिकं विधिं ।
सप्ताहेन यदा यात्रा भविष्यति महीपतेः ॥
]

`verse 2 [
पूजनीयो हरिः शम्भुर्मोदकाद्यैर्विनायकः ।
द्वितीयेऽहनि दिंक्‌पालान् सम्पूज्य शयनञ्चरेत् ॥
]

`verse 3 [
शय्यायां वा तदग्रेऽथ कदेवान् प्रार्च्य मनुं स्मरेत् ।
नमः शम्भो त्रिनेत्राय रुद्राय वरदाय च ॥
]

`verse 4 [
वामनाय विरूपाय स्वप्नाधिपतये नमः ।
भगवन्देवदेवेश शूलभृद्‌वृषवाहन ॥
]

`verse 5 [
इष्टानिष्टे ममाचक्ष्व स्वप्ने सुप्तस्य शाश्वत ।
यज्जाग्रतो दूरमिति पुरोधा मन्त्रमुच्चरेत् ॥
]

`verse 6 [
तृतीयेऽहनि दिक्‌पालान् रुद्रांस्तान् दिक्पतीन्यजेत् ।
ग्रहन् यजेच्चतुर्थेऽह्नि पञ्चमे चाशिवनौ यजेत् ॥
]

`verse 7 [
मार्गे या देवतास्तासान्नद्यादीनाञ्च पूजनं ।
दिव्यान्तरीक्षभौमस्थदेवानाञ्च तथा बलिः ॥
]

`verse 8 [
रात्रौ भूतगणानाञ्च वासुदेवादिपूजनं ।
भद्राकाल्याः श्रियः कुर्य्यात् प्रार्थयेत् सर्व्देवताः ॥
]

`verse 9 [
वासुदेवः सङ्कर्षणः प्रद्यम्नश्चानिरुद्धकः ।
नारायणोऽब्जजो विष्णुर्न्नारसिंहो वराहकः ॥
]

`verse 10 [
शिव ईशस्तत्‌पुरुषो ह्यघोरो राम सत्यजः२।
सूर्य्यः सोमः कुकजचश्चान्द्रिजीवशुक्रशनैश्चराः ॥
]

`verse 11 [
राहुः केतुर्गणपतिः सेनानी चण्डिका ह्युमा ।
लक्ष्मीः सरस्वती दुर्गा ब्रह्माणीप्रमुखा गणाः ॥
]

`verse 12 [
रुद्रा इन्द्रादयो वह्निर्न्नागास्तार्क्ष्योऽपरे सुराः ।
दिव्यान्तरीक्षभूमिष्ठा विजयाय भवन्तु मे ॥
]

`verse 13 [
मर्दयन्तु रणे शत्रून् सम्प्रगृह्योपहारकं ।
सपुत्रमातृभृत्योऽहं देवा वः शरणङ्गतः ॥
]

`verse 14 [
चमूनां पृष्ठतो गत्वा रिपुनाशा नमोऽस्तु वः५ ।
विनिवृत्तः प्र्दास्यामि दत्तादभ्यधिकं बलिं ॥
]

`verse 15 [
षष्ठेऽह्नि विजयस्नानं कर्त्तव्यं चाभिषेकवत् ।
यात्रादिने सप्तमे च पूजयेच्च त्रिवक्रमं ॥
]

`verse 16 [
नीराजनोक्तमन्त्रैश्च आयुधं वाहनं यजेत् ।
पुण्याहजयशब्देन मन्त्रमेतन्निशामयेत् ॥
]

`verse 17 [
दिव्यान्तरीक्षभूमिष्ठाः सन्त्वायुर्दाः सुराश्च ते ।
देवसिद्धिं प्रप्नुहि त्वं देवयात्रास्तु सा तव ॥
]

`verse 18 [
रक्षन्तु देवताः सर्वा इति श्रुत्वा नृपो व्रजेत् ।
गृहीत्वा सशरञ्चापं धनुर्नागेति मन्त्रतः ॥
]

`verse 19 [
नद्विण्णोरिति जप्त्वाथ दद्याद्रिपुमुख पदं ।
दक्षिणं पदं द्वात्रिंशद्दिक्षुं प्राच्यादिषु क्रमात् ॥
]

`verse 20 [
नागं रथं हयञ्चैव धुर्यांश्चैवारुहेत् क्रमात् ।
आरुह्य वाद्यैर्गच्छेत पृष्ठतो नावलोकयेत् ॥
]

`verse 21 [
क्रोशमात्रं गतस्तिष्ठेत् पूजयेद्देवता द्विजान् ।
परदेशं व्रजेत् पश्चादात्मसैन्यं हि पालयन् ॥
]

`verse 22 [
राजा प्राप्य विदेशन्तु देशपालन्तु पालयेत्९ ।
देवानां पूजनं कुर्य्यान्न छिन्द्यादायमत्र तु ॥
]

`verse 23 [
नावमानयेत्तद्देश्यानागत्य स्वपुरं पुनः ।
जयं प्राप्यार्च्चयेद्देवान् दद्याद्दानानि पार्थिपः ॥
]

`verse 24 [
द्वितीयेऽहनि सङ्‌ग्रामो भविष्यति यदा तदा ।
स्नापयेद्‌गजमश्वादि यजेद्देवं नृसिंहकं ॥
]

`verse 25 [
छत्रादिराजलिङ्गानि शस्त्राणि निशि वै गणान् ।
प्रातर्नृसिंहकं पूज्य वाहनाद्यमशेषतः ॥
]

`verse 26 [
पुरोधसा हुतं पश्येद्वह्निं हुत्वा द्विजान्यदेत्।
गृहीत्वा सशरञ्चापं गजाद्यारुद्य वै ब्रजेत् ॥
]

`verse 27 [
देशे त्वदृश्यः शत्रूणां कुर्य्यात् प्रकृतिकल्पनां ।
संहतान् योधयेदल्पान् कामं विस्तारयेद्‌बहून् ॥
]

`verse 28 [
सूचीमुखमनीकं स्यादल्पानां बहुभिः सह।
व्यूहाः प्राण्यङ्गरूपाश्च द्रव्यरूपाश्च कीर्त्तिताः ॥
]

`verse 29 [
गरुडो मकरव्यूहश्चक्रः श्येनस्तथैव च ।
अर्द्धचन्द्रश्च वज्रश्च शकटव्यूह एव च ॥
]

`verse 30 [
मण्डलः सर्वतोभद्रः सूचीव्यूहश्च ते नराः ।
व्यूहानामथ सर्वेषां पञ्चधा सैन्यकल्पना ॥
]

`verse 31 [
द्वौ पक्षावनुपक्षौ द्वाववश्यं पञ्चमं भवेत् ।
एकेन यदि वा द्वाभ्यां भागाभ्यां युद्धमाचरेत् ॥
]

`verse 32 [
भागत्रयं स्थापयेत्तु तेषां रक्षार्थमेव च ।
न व्यूहकल्पना कार्य्या राज्ञो भवति कर्हिंचित् ॥
]

`verse 33 [
मूलच्छेदे विनाशः स्यान्न युध्येच्च स्वयन्नृपः ।
सैन्यस्य पश्चात्तिष्ठेत्तु क्रोशमात्रे महीपतिः ॥
]

`verse 34 [
भग्नसन्धारणं तत्र योधानां परिकीर्त्तितं ।
प्रधानभङ्गे सैन्यस्य नावस्थानं विधीयते ॥
]

`verse 35 [
न संहतान्न विरलान्योधान् व्यूहे प्रकल्पयेत् ।
आयुधानान्तु सम्मर्द्दो यथा न स्यात् परस्परं ॥
]

`verse 36 [
भेत्तुकामः परनीकं संहतैरेव भेदयेत् ।
भेदरक्ष्याः परेणापि कर्त्तव्याः संहतास्तथा ॥
]

`verse 37 [
व्यूहं भेदावहं कुर्य्यात् परव्यूहेषु चेच्छया ।
गजस्य पादरक्षार्थाश्चत्वारस्तु तथा द्विज ॥
]

`verse 38 [
रथस्य चाश्वाश्चत्वारः समास्तस्य च चर्म्मिणः ।
धन्विनश्चर्मिभिस्तुल्याः पुरस्ताच्चर्म्मिणो रणे ॥
]

`verse 39 [
वृष्ठतो धन्विनः पश्चाद्धन्विनान्तुरगा रथाः ।
रथानां कुञ्जराः पश्चाद्धातव्याः पृथिवीक्षिता ॥
]

`verse 40 [
पदातिकुञ्जराश्वनां धर्म्मकार्य्यं प्रयत्नतः ।
शूराः प्रमुखतो देयाः स्कन्धमात्रप्रदर्शनं ॥
]

`verse 41 [
कर्त्तव्यं भीरुसङ्घेन शत्रुविद्रावकारकं ।
दारयन्ति पुरस्तात्तु न देया भीरवः पुरः ॥
]

`verse 42 [
प्रोत्साहयन्त्येव रणे भीरून् शूगः पुरस्थिताः ।
प्रांशवः शुकनाशाश्च ये चाजिह्मेक्षणा२ नराः ॥
]

`verse 43 [
संहतभ्रयुगाश्चैव क्रोधनाः कलहप्रियाः ।
नित्यहृष्टाः प्रहृष्टाश्च शूरा ज्ञेयाश्य कामिनः ॥
]

`verse 44 [
संहतानां हतानं च रणापनयनक्रिया३ ।
प्रप्तियुद्धं गजानाञ्च तोयदानादिकश्च यत् ॥
]

`verse 45 [
आयुधानयनं चैव पत्तिकर्म्मं विधीयते ।
रिपूणां भेत्तुकामानां स्वसैन्यस्य तु रक्षणं ॥
]

`verse 46 [
भेदनं संहतानाञ्च चर्मिणां कर्म्म कीर्त्तिंतं ।
विमुखीकरणं युद्धे धन्विनां च तथोच्यते ॥
]

`verse 47 [
दूरापसरणं यानं सुहतस्य तथोच्यते ।
त्रासनं रिपुसैन्यानां रथकर्म्म तथोच्यते ॥
]

`verse 48 [
भेदनं संहतानाञच भेदानामपि संहतिः ।
प्राकारतोरणाट्टालद्रुमभङ्गश्च सद्‌गजे ॥
]

`verse 49 [
पत्तिभूर्विषमा ज्ञेया रथाश्वस्य तथा सभा ।
सकर्द्दमा च नागानां युद्धभूमिरुदाहृता ॥
]

`verse 50 [
एवं विरचितव्यूहः कृतपृष्ठदिवाकरः ।
तथानुलोपशुक्रार्किदिक्पालमृदुमारुताः ॥
]

`verse 51 [
योधानुत्तेजयेत्सर्व्वान्नामगोत्रावदानतः ।
भोगप्राप्त्या च विजये स्वर्गप्राप्त्या मृतस्य च ॥
]

`verse 52 [
जित्वारीन् भोगसम्प्राप्तिः मृतस्य च परा गतिः ।
निष्कृतिः स्वामिपिण्डस्य नास्ति युद्धसमा गतिः ॥
]

`verse 53 [
शूराणां रक्तमायाति तेन पापन्त्यजन्ति ते ।
घातादिदुःखसहनं रणे तत् परमन्तपः ॥
]

`verse 54 [
वराप्सरः सहस्राणि यान्ति शूरं रणे मृतं ।
स्वामी सुकृतमादत्ते भग्नानां विनिवर्त्तिनां ॥
]

`verse 55 [
ब्रह्महत्याफलं तेषां तथा प्रोक्तं पदे पदे ।
त्यक्त्वा सहायान् यो गच्छेद्देवास्तस्य विनष्टये ॥
]

`verse 56 [
अश्वमेधफलं प्रोक्तं शूराणामनिवर्त्तिनां ।
धर्म्मनिष्ठे जयो राज्ञि योद्धव्याश्च समाः समैः ॥
]

`verse 57 [
गजाद्यैश्च गजाद्याश्च न हन्तव्याः पलायिनः ।
न प्रेक्षकाः प्रविष्टाश्च अशस्त्राः पतितादयः ॥
]

`verse 58 [
शान्ते निद्राभिभूते च अर्द्धोत्तीर्णे नदीवने ।
दुर्द्दिने कूटयुद्धानि शत्रुनाशार्थमाचरेत् ॥
]

`verse 59 [
बाहू प्रगृह्य विक्रोशेद्भग्ना भग्नाः परे इति।
प्राप्तं मित्रं बलं भूरि नायकोऽत्र निपातितः ॥
]

`verse 60 [
सेनानीर्निहतश्चायं भूपतिश्चापि विप्लुतः ।
विद्रुतानान्तु योधानां सुखं धातो विधीयते ॥
]

`verse 61 [
धूपश्च देया धर्म्मज्ञ तथा च परमोहनाः ।
पताकाश्चैव सम्भारो वादित्राणां भयावहः ॥
]

`verse 62 [
सम्प्राप्य विजयं युद्धे देवान्विप्रांश्च संयजेत् ।
रत्नानि राजगामीनि अमात्येन कृते रणे ॥
]

`verse 63 [
तस्य स्त्रियो न कस्यापि रक्ष्यास्ताश्च परस्य च ।
शत्रुं प्राप्य रणे मुक्तं पुत्रवत् परिपालयेत् ॥
]

`verse 64 [
पुनस्तेन न योद्धव्यं देशाचारादि पालयेत् ।
ततश्च स्वपुरं प्राप्य ध्रुवे भे प्रविशेद् गृहं ॥
]

`verse 65 [
देवादिपूजनं कुर्य्याद्रक्षेद्योधकुटुम्बकं ।
संविभागं परावाप्तैः कुर्य्याद् भृत्यजनस्य च ॥
]
