`speaker [
पुष्कर उवाच
]

`verse 1 [
राज्यलक्ष्मीस्थिरत्वाय यथेन्द्रेण पुरा श्रियः ।
स्तुतिः कृता तथा राजा जयार्थं स्तुतिमाचरेत् ॥
]

`speaker [
इन्द्र उवाच
]

`verse 2 [
नमस्ये सर्वलोकानां जननीमब्धिसम्भवां  ।
श्रियमुन्निद्रपद्माक्षीं विष्णुवक्षःस्थलस्थितां ॥
]

`verse 3 [
त्वं सिद्धिस्त्वं स्वधा स्वाहा सुधा त्वं लोकपावनि ।
सन्ध्या रात्रिः प्रभा भूतिर्म्मेधा श्रद्धा सरस्वती ॥
]

`verse 4 [
यज्ञविद्या महाविद्या गुह्यविद्या च शोभने ।
आत्मविद्या च देवि त्वं विमुक्तिफलदायिनी ॥
]

`verse 5 [
आन्वीक्षिकी त्रयी वार्त्ता दण्डनीतिस्त्वमेव च ।
सौम्या सौम्यैर्जगद्रूपैस्त्वयैतद्देवि पूरितं ॥
]

`verse 6 [
का त्वन्या त्वामृते देवि सर्वयज्ञमयं वपुः ।
अध्यास्ते देव देवस्य योगिचिन्त्यं गदाभृतः ॥
]

`verse 7 [
त्वया देवि परित्यक्तं सकलं भुवनत्रयं ।
विनष्टप्रायमभवत् त्वयेदानीं समेधितं ॥
]

`verse 8 [
दाराः पुत्रास्तथागारं सुहृद्धान्यघनादिकं ।
भवत्येतन्महाभागो नित्यं त्वद्वीक्षणान् नृणां ॥
]

`verse 9 [
शरीरारोग्यमैश्वर्यमरिपक्षक्षयः सुखं  ।
देवि त्वद्‌दृष्टिदृष्टानां पुरुषाणां न दुर्ल्लभं ॥
]

`verse 10 [
त्वमम्बा सर्वभूतानां देवदेवो हरिः पिता ।
त्वयैतद्विष्णुना चाम्ब जगद्व्याप्तं चराचरं ॥
]

`verse 11 [
मानं कोषं तथा कोष्ठं मा गृहं मा परिच्छदं ।
मा शरीरं कलत्रञ्च त्यजेथाः सर्व्वपावनि ॥
]

`verse 12 [
मा पुत्रान्मासुहृद्वर्गान्मा पशून्मा विभूषणं ।
मम देवस्य विष्णोर्वक्षःस्थलालये ॥
]

`verse 13 [
सत्त्वेन सत्यशौचाभ्यां तथा शीलादिभिर्गुणैः ।
त्यज्यन्ते ते नरा सद्यः सन्त्यक्ता ये त्वयामले ॥
]

`verse 14 [
त्वयावलोकिताः सद्यः शीलाद्यैरखिलैर्गुणेः ।
कुलैश्वर्य्यैश्च युज्यन्ते पुरुषा निर्गणा अपि ॥
]

`verse 15 [
सश्लाघ्यः स गुणी धन्यः स कुलीनः स बुद्धिमान् ।
स शूरः स च विक्रान्तो यस्त्वया देवि वीक्षितः ॥
]

`verse 16 [
सद्यो वैगुण्यमायान्ति शीलाद्याः सकला गुणाः ।
परामुङ्‌मुखी जगद्धात्री यस्य त्वं विष्णुवल्लभे ॥
]

`verse 17 [
न ते वर्णयितुं शक्ता गुणान् जिह्वापि वेधसः ।
प्रसीद देवि पद्माक्षि नास्मांस्त्याक्षईः कदाचन ॥
]

`speaker [
पुष्कर उवाच
]

`verse 18 [
एवं स्तुता ददौ श्रीश्च वरमिन्द्राय चेप्सितं ।
सुस्थिरत्वं चराज्यस्य सङ्‌ग्रामविजयादिकं ॥
]

`verse 19 [
स्वस्तोत्रपाठश्रवणकर्तॄणां भुक्तिमुक्तिदं ।
श्रीस्तोत्रं तस्मात् पठेच्च श्रृणुयान्नरः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये श्रीस्तोत्रं नाम सप्तत्रिंशदधिकद्विशततमोऽध्यायः ॥
]
