`speaker [
अग्निरुवाच
]

`verse 1 [
नीतिस्ते पुष्करोक्ता तु रामोक्ता लक्ष्मणाय या ।
जयाय तां प्रवक्ष्यामि श्रृणु धर्म्मादिवर्द्धनीं ॥
]

`speaker [
राम उवाच
]

`verse 2 [
न्यायेनार्ज्जनमर्थस्य वर्द्धनं रक्षणं चरेत् ।
सत्पात्रप्रतिपत्तिश्च राजवृत्तं चतुर्विधं ॥
]

`verse 3 [
नयस्य विनयो मूलं विनयः शास्त्रनिश्चयात् ।
विनयो हीन्द्रियजयस्तैर्युक्तः पालयेन्महीं ॥
]

`verse 4 [
शास्त्रं प्रज्ञा धृतिर्द्दाक्ष्यं प्रागल्भ्यं धारयिष्णुता ।
उत्साहो वाग्‌मितौदार्य्यमापत्‌कालसहिष्णुता१ ॥
]

`verse 5 [
ग्रभावः शुचिता मैत्री त्यागः सत्यं कृतज्ञता ।
कुलं शीलं दमश्चेति गुणाः सम्पत्तिहेतवः ॥
]

`verse 6 [
प्रकीर्णविषयारण्ये धावन्तं विप्रमाथिनं ।
ज्ञानाङ्कुशेन कुर्व्वीत वश्यमिन्द्रियदन्तिनं ॥
]

`verse 7 [
कामः क्रोधस्तथा लोभो हर्षो मानो मदस्तथा ।
षड्‌वर्गमुतसृजेदेनमस्मिंस्त्यक्ते सुखी नृपः ॥
]

`verse 8 [
आन्वीक्षिकीं त्रयीं वार्त्तां दण्डनीतिं च पार्थिवः ।
तद्विद्यैस्तत्‌क्रियोपैतैश्चिन्तयेद्विनयान्वितः ॥
]

`verse 9 [
आन्वीक्षिक्यार्थविज्ञानं धर्म्माधर्मौ त्रयीस्थितौ ।
अर्थानर्थौ तु वार्त्तायां दण्डनीत्यां नयानयौ ॥
]

`verse 10 [
अहिंसा सूनृता वाणी सत्यं शौचं दया क्षमा ।
वणिनां लिङ्गिनां चैव सामान्यो धर्म्म उच्यते ॥
]

`verse 11 [
प्रजाः समनुगृह्णीयात् कुर्य्यादाचारसंस्थितिं ।
वाक्‌ सूनृता दया दानं हिनोपगतरक्षणं ॥
]

`verse 12 [
इति वृत्तं सतां साधुहितं सत्पुरुषव्रतं ।
आधिव्याधिपरीताय अद्य श्वो वा विनाशिने ॥
]

`verse 13 [
को हि राजा शरीराय धर्म्मापेतं समाचरेत् ।
न हि स्वसुखमन्विच्छन् पीडयेत् कृपणं जनं ॥
]

`verse 14 [
कृपणः पीड्यमानो हि मन्युना इन्ति पार्थिवं ।
क्रियतेऽभ्यर्हणीयाय स्वजनाय यथाञ्जलिः ॥
]

`verse 15 [
ततः साधुतरः कार्यो दुर्जनाय शिवाथिंना ।
प्रियमेवाभिघातव्यं सत्सु नित्यं द्विषत्सु च ॥
]

`verse 16 [
देवास्ते प्रियवक्तारः पशवः क्रूरवादिनः ।
शुचिरास्तिक्यपूतात्मा पूजयेद्देवताः सदा ॥
]

`verse 17 [
देवतावद् गुरुजनमात्मवच्च सुहृज्जनं ।
प्रणिपातेन हि गुरुं सतोऽमृषानुचेष्टितैः ॥
]

`verse 18 [
कुर्व्वीताभिमुखान् भृत्यैर्द्दवान् सुकृतकर्म्मणा ।
मद्‌भावेन हरेन्मित्रं सम्भ्रमेण च बान्धवान् ॥
]

`verse 19 [
स्त्रीभृत्यान् प्रेम्दानाभ्यां दाक्षिण्येनेतरं जनं ।
अनिन्दा परकृत्येषु स्वधर्म्मपरिपालनं ॥
]

`verse 20 [
कृपणेषु दयालुत्वं सर्वत्र मधुरा गिरः ।
प्राणैरप्यपकारित्वं मित्रायाव्यभिचारिणे ॥
]

`verse 21 [
गृहागते परिष्वङ्गः सक्त्या दानं सहिष्णुता ।
स्वसमृद्धिष्वनुत्सेकः पररवृद्धिष्वमत्सरः ॥
]

`verse 22 [
अपरोपतापि वचनं मौनव्रतचरिष्णुता ।
बन्धुभिर्बद्धसंयोगः स्वजने चतुरश्रता ॥
]
