`speaker [
राम उवाच
]

`verse 1 [
स्वाम्यमात्यञ्च राष्ट्रञ्च दुर्गं कोषो बलं सुहृतं ।
परस्परोपकारीदं सप्ताङ्गं राकज्यमुच्य्ते ॥
]

`verse 2 [
राज्याङ्गानां वरं राष्ट्रं साधनं पालयेत् सदा  ।
कुलं शीलं वयः सत्त्वं दाक्षिण्यं क्षिप्रकारिता ॥
]

`verse 3 [
अविसंवादिता सत्यं वृद्धसेवा कृतज्ञता ।
दैवसम्पन्नता बुद्धिरक्षुद्रपरिवारता ॥
]

`verse 4 [
शक्यसामन्तता चैव तथा च दृढभक्तिता२ ।
दीर्घदर्शित्वमुत्साहः शुचिता स्थूललक्षिता ॥
]

`verse 5 [
विनीतत्वं धार्मिकता साधोश्च नृपतेर्गुणाः ।
प्रख्यातवंशमक्रूरं लोकसङ्‌ग्राहिणं शुचिं ॥
]

`verse 6 [
कुर्व्वीतात्महिताकाङ्क्षी परिचारं महीपतिः ।
वाग्मी प्रगल्भः स्मृतिमानुदग्रो बलवान् वशी ॥
]

`verse 7 [
नेता दण्डस्य निपुणः कृतशिल्पपरिग्रहः  ।
पराभियोगप्रसहः सर्वदुष्टप्रतिक्रिया  ॥
]

`verse 8 [
परवृत्तान्ववेक्षी च सन्धिविग्रहतत्तववित् ।
गूढमन्त्रप्रचारज्ञो देशकालविभागवित् ॥
]

`verse 9 [
आदाता सम्यगर्थानां विनियोक्ता च पात्रवित् ।
क्रोधलोभभयद्रोहदम्भचापलवर्ज्जितः ॥
]

`verse 10 [
परोपतापपैशून्यमात्सर्येर्षानृतातिगः ।
वृद्धोपदेशसम्पन्नः शक्तो मधुरदर्शनः ॥
]

`verse 11 [
गुणानुरागस्थितिमानात्मसम्पद्‌गुणा स्मृताः ।
सुलीनाः शुचयः शूराः श्रुतवन्तोऽनुरागिणः ॥
]

`verse 12 [
दण्डनीतेः प्रयोक्तारः सचिवाः स्युर्म्महीपतेः ।
सुविग्रहो जानपदः कुलशीलकलान्वितः ॥
]

`verse 13 [
वाग्मी प्रगल्भश्चक्षुष्मानुत्साही प्रतिपत्तिमान् ।
स्तम्भ्चापलहीनश्च मैत्रः क्लेशसहः शुचिः ॥
]

`verse 14 [
सत्यसत्त्वधृतिस्थैर्य्यप्रबावारोग्यसंयुतः ।
कृतशिल्पश्च७ दक्षश्च प्रज्ञावान् धारणान्वितः ॥
]

`verse 15 [
दृढभक्तिरकर्त्ता च वैराणां सचिवो भवेत् ।
स्मृतिस्तत्परतार्थेषु चित्तज्ञो ज्ञाननिश्चयः  ॥
]

`verse 16 [
दृढता मन्त्रगुप्तिश्च मन्त्रिसम्पत् प्रकीर्त्तिता ।
त्रय्यां च दण्डनीत्यां च कुशलः स्यात् पुरोहितः ॥
]

`verse 17 [
अथर्व्ववेदविहितं कुर्य्याच्छान्तिकपौष्टिकं ।
साधुतैषाममात्यानां तद्विद्यैः सह बुद्धिमान् ॥
]

`verse 18 [
चक्षुष्मत्तां च शिल्पञ्च परीक्षएत गुणद्वयं ।
स्वजनेभ्यो विजानीयात् कुलं स्थानमवग्रहं ॥
]

`verse 19 [
परिकर्म्म्सु दक्षञ्च विज्ञानं धारयिष्णुतां ।
गुणत्रयं परीक्षेत प्रागल्भ्यं प्रीतितां तथा ॥
]

`verse 20 [
कथायोगेषु बुद्ध्येत वाग्‌मित्वं सत्यवादितां ।
उत्साहं च प्रभावं च तथा क्लेशसहिष्णुतां ॥
]

`verse 21 [
धृतिं चैवानुरागं च स्थैर्य्यञ्चापदि लक्ष्येत् ।
भक्तिं मैत्रीं च शौचं च जानीयाद्व्यवहारतः ॥
]

`verse 22 [
संवासिभ्यो बलं सत्त्वमारोग्यं शीलमेव च ।
अस्तव्धतामचापल्यं वैराणां चाप्यकार्त्तनं ॥
]

`verse 23 [
प्रत्यक्षतो विजानीयाद भद्रतां क्षुद्रतामपि ।
फलानुमेयाः सर्वत्र परोक्षगुणवृत्तयः ॥
]

`verse 24 [
शस्याकरवती पुण्या खनिद्रव्यसमन्विता ।
गोहिता भूरिसलिला पुन्यैर्जनपदैर्युता ॥
]

`verse 25 [
रम्या सकुञ्जरबला वारिस्थलपथान्विता ।
अदेवमातृका चेति शस्यते भूरिभूतये ॥
]

`verse 26 [
शूद्रकारुवणिक्‌प्रायो महारम्भः कृषीबलः ।
सानुरागो रिपुद्वेषी पीड़ासहकरः पृथुः ॥
]

`verse 27 [
नानादेश्यैः समाकीर्णो धार्म्मिकः पशुमान् बली ।
ईदृक्‌जनपदः शस्तोऽमूर्खव्यसनिनायकः॥
]

`verse 28 [
पृथुसीमं महाखातमुच्चप्राकारतोरणं ।
पुरं समावसेच्छैलसरिन्मरुवनाश्रयं ॥
]

`verse 29 [
जलवद्धान्यधनवद्‌दुर्गं कालसहं महत् ।
औदकं पार्वतं वार्क्षमैरिणं धन्विनं च षट् ॥
]

`verse 30 [
ईप्सितद्रव्यसम्पूर्णः पितृपैताम्होचितः ।
धर्मार्जितो व्ययसहः कोषो धर्मादिवृद्धये ॥
]

`verse 31 [
पितृपैतामहो वश्यः संहतो दत्तवेतनः ।
विख्यातपौरुषो जन्यः कुशलः शकुनैर्वृतः ॥
]

`verse 32 [
नानाप्रहरणोपेतो नानायुद्धविशारदः ।
नानायोधसमाकीर्णो नीराजितहयद्विपः ॥
]

`verse 33 [
प्रवासायासदुःखेषु युद्धेषु च कृतश्रमः ।
अद्वैधक्षत्रियपयो दण्डो दण्डवतां मतः ॥
]

`verse 34 [
योगविज्ञानसत्त्वाढ्यं महापक्षं प्रियम्बदं ।
आयतिक्षममद्वैधं मित्रं कुर्वीत सत्कुल ॥
]

`verse 35 [
दूरादेवाभिगमनं स्पष्टार्थहृदयानुगा ।
वाक्‌ सत्कृत्य प्रदानञ्च त्रिविधो मित्रसङ्ग्रहः ॥
]

`verse 36 [
धर्मकामार्थसंयोगो मित्रात्तु त्रिविधं फलं ।
औरसं तत्र सन्नद्धं१६ तथा वंशक्रमागतं ॥
]

`verse 37 [
रक्षइतं व्ससनेभ्यश्च मित्रं ज्ञेयं चतुर्विधं ।
मित्रे गुणाः सत्यताद्याः समानसुखदुःखता ॥
]

`verse 38 [
वक्ष्येऽनुजीविनां वृत्तं सेवी सेवेत भूपतिं ।
दक्षता भद्रता दार्ढ्य क्षान्तिः क्लेशसहिष्णुता ॥
]

`verse 39 [
सन्तोषः शीलभुत्साहो मण्डयत्यनुजीविनं ।
यथाकालमुपासीत राजानं सेवको नयात् ॥
]

`verse 40 [
परस्थानगमं क्रौर्य्यमौद्धत्यं मत्सरन्त्यजेत् ।
विगृह्य कथनं भृत्यो न कुर्य्याज् ज्यायसा सह ॥
]

`verse 41 [
गुह्यं मर्म्म च मन्त्रञ्च न च भर्त्तुः प्रकाशयेत् ।
रक्ताद् वृत्तिं समीहेत् विरक्तं सन्त्यजेन्नृपं ॥
]

`verse 42 [
आजीव्यः सर्व्वसत्त्वानां राजा पर्जन्यवद्भवेत् ।
आयद्वारेषु चाप्त्यर्थं धनं चाददतीति च ॥
]

`verse 43 [
कुर्य्यादुद्योगसम्पन्नानध्यक्षआन् सर्वकर्म्मसु ।
कृषिर्व्वणिक्पथो दुर्गं सेतुः कुञ्जरबन्धनं ॥
]

`verse 44 [
खन्याकरबलादानं शुन्यानां च निवेशनं ।
अष्टवर्गमिमं राजा साधुवृत्तोऽनुपालयेत् ॥
]

`verse 45 [
आमुक्तिकेभ्यश्चौरेभ्यः पौरेब्यो राजवल्लभात् ।
पृथिवीपतिलोभाच्च चप्रजानां पञ्चधा भयं ॥
]

`verse 46 [
अवेक्ष्यैतद्भ्यं काले आददीत करं नृपः ।
अभ्यन्तरं शरीरं स्वं वाह्यं राष्ट्रञ्च रक्षयेत् ॥
]

`verse 47 [
दड्यांस्तु दण्डयेद्राजा स्वं रक्षेच्चःविषादितः ।
स्त्रियः पुत्रांश्च शत्रुभ्यो विश्वसेन्न कदाचन ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये राजधर्म्मो नाम ऊनचत्वारिंशदधिकद्विशततमोऽध्यायः ॥
]
