`speaker [
राम उवाच
]

`verse 1 [
मण्डलं चिन्तयेत्मुख्यं राजा द्वादशराजकं  ।
अरिर्मित्रमरेर्मित्रं मित्रमित्रमतः परं  ॥
]

`verse 2 [
तथारिमित्रमित्रञ्च विजिगीषोः पुरः स्मृताः  ।
पार्ष्णिग्राहः स्मृतः पश्चादाक्रन्दस्तदनन्तरं  ॥
]

`verse 3 [
आसारावनयोश्चैवं विजगीषाश्च मण्डलं  ।
अरेश्च विजिगीषोश्च मध्यमो भूम्यनन्तरः  ॥
]

`verse 4 [
अनुग्रहे संहतयोर्निग्रहे व्यस्तयोः प्रभुः  ।
मण्डलाद्वहिरेतेषामुदासीनो बलाधिकः  ॥
]

`verse 5 [
अनुग्रहे संहतानां व्यस्तानां च बुधे प्रभुः  ।
सन्धिञ्च विग्रहं यानमासानदि वदामि ते  ॥
]

`verse 6 [
बलवद्विग्रहीतेन सन्धिं कुर्याच्छिवाय च  ।
कपाल उपहारश्च सन्तानः सङ्गतस्तथा  ॥
]

`verse 7 [
उपन्यासः प्रतीकारः संयोगः पुरुषान्तरः  ।
अदृष्टनर आदिष्ट आत्मापि स उपग्रहः  ॥
]

`verse 8 [
परिक्रमस्तथा छिन्नस्तथा च परदूषणं  ।
स्कन्धोपयेयः सन्धिश्च सन्धयः षोडशेरिताः  ॥
]

`verse 9 [
परस्परोपकारश्च मैत्रः सम्बन्धकस्तथा  ।
उपहाराश्च चत्वारस्तेषु मुख्याश्च सन्धयः  ॥
]

`verse 10 [
बालो वृद्धो दीर्घरोगस्तथा बन्धुवहिष्कृतः  ।
मौरुको भीरुकजनो लुब्धो लुब्धजनस्तथा  ॥
]

`verse 11 [
विरक्तप्रकृतिश्चैव विषयेष्वतिशक्तिमान्  ।
अनेकचित्तमन्त्रश्च देवब्राह्मणनिन्दकः  ॥
]

`verse 12 [
दैवोपहतकश्चैव दैवनिन्दक एव च  ।
दुर्भिक्षव्यसनोपेतो बलव्यसनसङ्कुलः  ॥
]

`verse 13 [
स्वदेशस्थो बहुरिपुर्मुक्तः कालेन यश्च ह  ।
सत्यधर्मव्यपेतश्च विंशतिः पुरुषा अमी  ॥
]

`verse 14 [
एर्तैः सन्धिं न कुर्वीत विगृह्णीयात्तु केबलं  ।
परस्परापकारेण पुंसां भवति विग्रहः  ॥
]

`verse 15 [
आत्मनोऽभ्युदयाकाङ्क्षी पीड्यमानः परेण वा  ।
देशकालबलोपेतः प्रारभेतेह विग्रहं  ॥
]

`verse 16 [
राज्यस्त्रीस्थानदेशानां ज्ञानस्य च बलस्य च  ।
अपहारी मदो मानः पीडा वैषयिकी तथा  ॥
]

`verse 17 [
ज्ञानात्मशक्तिधर्माणां विघातो दैवमेव च  ।
मित्रार्थञ्चापमानश्च तथा बन्धुविनाशनं  ॥
]

`verse 18 [
भूतानुग्रहविच्छेदस्तथा मण्डलदूषणं  ।
एकार्थाभिनिवेशत्वमिति विग्रहयोनयः  ॥
]

`verse 19 [
सापत्न्यं वास्तुजं स्त्रीजं वाग्जातमपराधजं  ।
वैरं पञ्चविधं प्रोक्तं साधनैः प्रशमन्नयेत् ॥
]

`verse 20 [
किञ्चित्फलं निष्फलं वा सन्दिग्धफलमेव च  ।
तदात्वे दोषजननमायत्याञ्चैव निष्फलं  ॥
]

`verse 21 [
आयत्याञ्च तदात्वे च दोषसञ्जननं तथा  ।
अपरिज्ञातवीर्येण परेण स्तोभितोऽपि वा  ॥
]

`verse 22 [
परार्थं स्त्रीनिमित्तञ्च दीर्घकालं द्विजैः सह  ।
अकालदैवयुक्तेन बलोद्धतसखेन च  ॥
]

`verse 23 [
तदात्वे फलसंयुक्तमायत्यां फलवर्जितं  ।
आयत्यां फलसंयुक्तं तदात्वे निष्फलं तथा  ॥
]

`verse 24 [
इतीमं षोडशविधन्नकुर्यादेव विग्रहं  ।
तदात्वायतिसंशुद्धं कर्म राजा सदाचरेत् ॥
]

`verse 25 [
हृष्टं पुष्टं बलं मत्वा गृह्णीयाद्विपरीतकं  ।
मित्रमाक्रन्द आसारो यदा स्युर्दृढभक्तयः  ॥
]

`verse 26 [
परस्य विपरीतञ्च तदा विग्रहमाचरेत् ।
विगृह्य सन्धाय तथा सम्भूयाथ प्रसङ्गतः  ॥
]

`verse 27 [
उपेक्षया च निपुणैर्यानं पञ्चविधं स्मृतं  ।
परस्परस्य सामर्थ्यविघातादासनं स्मृतं  ॥
]

`verse 28 [
अरेश्च विजगीषोश्च यानवत्पञ्चधा स्मृतम्  ।
बलिनीर्द्विषतोर्मध्ये वाचात्मानं समर्पयन्  ॥
]

`verse 29 [
द्वैधीभावेन तिष्ठेत काकाक्षिवदलक्षितः  ।
उभयोरपि सम्पाते सेवेत बलवत्तरं  ॥
]

`verse 30 [
यदा द्वावपि नेच्छेतां संश्लेषं जातसंविदौ  ।
तदोपसर्पेत्तच्छत्रुमधिकं वा स्वयं व्रजेत्  ॥
]

`verse 31 [
उच्छिद्यमानो बलिना निरुपायप्रतिक्रियः  ।
कुलोद्धतं सत्यमार्यमासेवेत बलोत्कटं  ॥
]

`verse 32 [
तद्दर्शनोपास्तिकता नित्यन्तद्भावभाविता  ।
तत्कारितप्रश्रियता वृत्तं संश्रयिणः श्रुतं  ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये षाड्गुण्यं नाम चत्वारिंशदधिकद्विशततमोऽध्यायः ॥
]
