`speaker [
राम उवाच
]

`verse 1 [
प्रभावोत्साहशक्तिभ्‌यां मन्त्रशक्तिः प्रशस्यते ।
प्रभावोत्साहवान् काव्यो जितो देवपुरोधसा ॥
]

`verse 2 [
मन्त्रयेतेह कार्य्याणि नानाप्तैर्न्नाबिपश्चिता ।
अशक्यारम्भवृत्तीनां कुतः क्लेशादृते फलं ॥
]

`verse 3 [
अविज्ञातस्य विज्ञानं विज्ञातस्य च निश्चयः ।
अर्थद्वैधस्य सन्देहच्छेदनं शेषदर्शनं ॥
]

`verse 4 [
सहायाः साधनोपाया विभागो देशकालयोः ।
विपत्तेश्च प्रतीकारः पञढ्चान्नो मन्त्र इष्यते ॥
]

`verse 5 [
मनःप्रसादः श्रद्धा च तथा करणपाटवं ।
सहायोत्थानसम्पच्च कर्म्मणां सिद्धिलक्षणं ॥
]

`verse 6 [
मदः प्रमादः कामश्च सुप्तप्रलपितानि च ।
भिन्दन्ति मन्त्रं प्रच्छन्नाः कामिन्यो रमतान्तथा ॥
]

`verse 7 [
प्रगल्भः स्मृतिमान्वाग्मी शस्त्रे शास्त्रे च निष्ठितः ।
अब्यस्तकर्म्मां नृपतेर्दूतो भवितुमर्हति ॥
]

`verse 8 [
निसृष्टार्थो मितार्थश्च तथा शासनहारकः२ ।
सामर्थ्यात् पादतो हीनो दूतस्तु त्रिविधः स्मृतः ॥
]

`verse 9 [
नाविज्ञातं पुरं शत्रोः प्रविशेच्च न शंसदं।
कालमीक्षेत कार्य्यार्थमनुज्ञातश्च निष्पतेत् ॥
]

`verse 10 [
छिद्रञ्च शत्रोर्जानीयात् कोषमित्रबलानि च ।
रागापरागौ जानीयाद् दृष्टिगात्रविचेष्टितैः ॥
]

`verse 11 [
कुर्य्याच्चतुर्विधं स्तोत्रं पक्षयोरुभयोरपि ।
तपस्विव्यञ्जनोपेतैः सुचरैः सह संवसेत् ॥
]

`verse 12 [
चरः प्रकाशो दूतः स्यादप्र्काशश्चरो द्विधा ।
बणिक् कृषीबलो लिङ्गी बिक्षुकाद्यात्मकाश्चराः ॥
]

`verse 13 [
यायादरिं व्यसनिनं निष्फले दूतचेष्टिते ।
प्रकृतिव्यसनं यत्स्यात्तत् समीक्ष्य समुत्पतेत् ॥
]

`verse 14 [
अनयाद्व्यस्यति श्रेयस्तस्मात्तद्व्यसनं स्मृतं ।
हुताशनो जलं व्याधिर्दुर्भिक्षं मरकं तथा ॥
]

`verse 15 [
इति पञ्चविधं दैवं व्यसनं मानुषं परं।
दैवं पुरुषकारेण शान्त्या च प्रशमन्नयेत् ॥
]

`verse 16 [
उत्थापितेन नीत्या च मानुषं व्यसनं हरेत् ।
मन्त्रो मन्त्रफलावाप्तिः कार्य्यानुष्ठानमायतिः ॥
]

`verse 17 [
आयव्ययौ दण्डनीतिरमित्रप्रतितषेधनं ।

व्यसनस्य प्रतीकारो राज्यराजाभिरक्षणं ॥
]

`colophon [
इत्यमात्यस्य कर्म्मदं इन्ति सव्यसनान्वितः ।
हिरण्यधान्यवस्त्राणि वाहनं प्रजया भवेत् ॥
]

`verse 18 [
तथान्ये द्रव्यनिचया हन्ति सव्यसना प्रजा ।
प्र्जानामापदिस्थानां रक्षणं कोषदण्डयोः ॥
]

`verse 19 [
पौराद्याश्चोपकुर्वन्ति संश्रयादिह दुर्द्दिनं ।
तूष्णीं युद्धं जनत्राणं मित्रामित्रपरिग्रहः ॥
]

`verse 20 [
सामन्तादि कृते दोषे नश्येत्तद्व्यसनाच्च तत् ।
भृत्यानां भरणं दानं प्र्जामित्रपरिग्रहः ॥
]

`verse 21 [
धर्म्मकामादिभेदश्च दुर्गसंस्कारभूषणं ।
कोषात्तद्व्यसनाद्धन्ति कोषमूलो हि भूपतिः ॥
]

`verse 22 [
मित्रामित्रावनीहेमसाधनं रिपुमर्द्दनं ।
दूरकार्य्याशुकारित्वं दण्डात्तद्व्यसनाद्धरेत् ॥
]

`verse 23 [
संस्तम्भयति मित्राणि अमित्रं नाशयत्यपि ।
धनाद्यैरुपकारित्वं मित्रात्तद्व्यसनाद्धरेत् ॥
]

`verse 24 [
राजाच सव्यसनी हन्याद्राजकार्य्याणि यानि च ।
वाग्दण्डयोश्च पारुष्यमर्थदूषणमेव च ॥
]

`verse 25 [
पानं स्त्री मृगया द्यूतं व्यसनानि महीपतेः ।
आलस्यं स्तब्धता दर्पः प्रमादो द्वैधकारिता ॥
]

`verse 26 [
इति पूर्व्वेपदिष्टञ्च सचिवव्यसनं स्मृतं ।
अनावृष्टिश्च पीडादी राष्ट्रव्यसनमुच्यते ॥
]

`verse 27 [
विशीर्णयन्त्रप्राकारपरिखात्वमशस्त्रता ।
क्षीणया सेनया नद्धं दुर्गव्यसनमुच्यते ॥
]

`verse 28 [
व्ययीकृतः परिक्षिप्तोऽप्रजितोऽसञ्चितस्तथा ।
दषितो दरसंस्थश्च कोषव्यसनमुच्यते ॥
]

`verse 29 [
उपरुद्धं परिक्षिप्तोऽप्तममानितविमानितं ।
अभूतं व्याधितं श्रान्तं दूरायातन्नवागतं ॥
]

`verse 30 [
परिक्षीणं प्रतिहतं प्रहताग्रतरन्तथा ।
आशानिर्वेदभूयिष्ठमनृतप्राप्तमेव च ॥
]

`verse 31 [
कलत्रगर्भन्निक्षिप्तमन्तःशल्पं तथैव च ।
विच्छिन्नवीवधासारं शून्यमूलं तथैव च ॥
]

`verse 32 [
अस्वाम्यसंहतं वापि भिन्नकूटं तथैव च ।
दुष्पार्ष्णिग्राहमर्थञ्च बलव्यसनमुच्यते ॥
]

`verse 33 [
दैवोपपीडितं मित्रं ग्रस्तं शत्रुवलेन च ।
कामकोधादिसंयुक्तमुत्साहादरिभिर्भवेत् ॥
]

`verse 34 [
अर्थस्य दूषणं क्रोधात् पारुष्यं वाक्यदण्डयोः ।
कामजं मृगया द्यूतं व्यसनं पानकं स्त्रियः ॥
]

`verse 35 [
वाक्‌पारुष्यं परं लोके उद्वेजनमनर्थकं ।
असिद्धसाधनं दण्डस्यं युक्त्यावनयोन्नृपः ॥
]

`verse 36 [
उद्वेजयति भूतानि दण्डपारुष्यवान् नृपः ।
भूतान्युद्वेज्यमानानि द्विषतां यान्ति संश्रयं ॥
]

`verse 37 [
विवृद्धाः शत्रवश्चैव विनाशाय भवन्ति ते ।
दूष्यस्य दूषणार्थञ्च परित्यागो महीयसः ॥
]

`verse 38 [
अर्थस्य नीतितत्त्वज्ञैरर्थदूषणमुच्यते ।
पानात् कार्य्यादिनो ज्ञानं मृगयातोऽरितः ॥
]

`verse 39 [
जितश्रमार्थं मृगयां विचरेद्रक्षिते वने ।
धर्म्मार्थप्राणनाशादि द्यूते स्यात् कलहादिकं ॥
]

`verse 40 [
कालातिपातो धर्म्मार्थपीडा स्त्रीव्यसनाद्भ्वेत् ।
पानदोषात् प्राणनाशः कार्य्याकार्यविनिश्चयः ॥
]

`verse 41 [
स्कन्धावारनिवेशज्ञो निमित्तज्ञो रिपुं जयेत् ।
स्कन्धावारस्य मध्ये तु सकोषं नृपतेर्गृहं ॥
]

`verse 42 [
मौलीभूतं श्रेणिसुहृद्‌द्विषदाटविकं बलं ।
राजहर्म्यं समावृत्य क्रमेण विनिवेशयेत् ॥
]

`verse 43 [
सैन्यैकदेशः सन्नद्धः सेनापतिपुरःसरः ।
परिभ्रमेच्चत्वरांश्च मण्डलेन वहिर्न्निशि ॥
]

`verse 44 [
वार्त्ताः स्वका विजानीयाद्दरसीमान्तचारिणः ।
निर्गच्छेत् प्रविशेच्चैव सर्व्व एवोपलक्षितः ॥
]

`verse 45 [
सामदानं च भेदश्च दण्डोपेक्षेन्द्रजालकं ।
मायोपायाः सप्त परे निक्षिपेत्साधनाय तान् ॥
]

`verse 46 [
चतुर्विधं स्मृतं साम उपकारानुकीर्त्तनात् ।
मिथःसम्बन्धकथनं मृदुपूर्व्वं च भाषणं ॥
]

`verse 47 [
आयाते दर्शनं वाचा तवाहमिति चार्पणं ।
यः सम्प्राप्तधनोत्सर्ग उत्तमाधममध्यमः ॥
]

`verse 48 [
प्रतिदानं तदा तस्य गृहीतस्यानुमोदनं ।
द्रव्यदानमपूर्व्वं च स्वयङ्ग्राहप्रवर्त्तनं ॥
]

`verse 49 [
देयश्च चप्रतिमोक्षश्च दानं पञ्चविधं स्मृतं ।
स्नेहरागापनयनसंहर्षोत्पादनं तथा ॥
]

`verse 50 [
मिथो भेदश्च भेदज्ञैर्भेदश्च त्रिविधः स्मृतः ।
बधोऽर्थहरणं चैव परिक्लेशस्त्रिधा दमः ॥
]

`verse 51 [
प्रकाशश्चाप्र्काशश्च लोकद्विष्टान् प्रकाशतः ।
उद्विजेत हतैर्ल्लोकस्तेषु पिण्डः प्रशस्यते ॥
]

`verse 52 [
विशेषेणोपनिषद्योगैर्हन्याच्छस्त्रादिना द्विषः ।
जातिमात्रं द्विजं नैव हन्यात् सामोत्तरं वशे ॥
]

`verse 53 [
प्रलिम्पन्निव चेतांसि दृष्ट्वासाधु पिबन्निव ।
ग्रसन्निवामृतं साम प्रयुञ्जीत प्रियं वचः ॥
]

`verse 54 [
मिथ्याभिशस्तः श्रीकाम आहूयाप्रतिमानितः ।
राजद्वेषी चातिकर आत्मसम्बावितस्तथा ॥
]

`verse 55 [
विच्छिन्नधर्म्मकामार्थः क्रुद्धो मानी विमानितः ।
अकारणात् परित्यक्तः कृतवैरोऽपि सान्त्वितः ॥
]

`verse 56 [
हृतद्र्व्यकलत्रश्च पूजार्होऽप्रतिपूजितः ।
एतांस्तु भेदयेच्छत्रौ स्थितान्नित्यान् सुशङ्कितान् ॥
]

`verse 57 [
आगतान् पूजयेत् कामैर्न्निजांश्च प्रशमन्नयेत् ।
सामदृष्टानुसन्धानमत्युग्रभयदर्शनं ॥
]

`verse 58 [
प्रधानदानमानं च भेदोपायाः प्रकीर्त्तिताः ।
मित्रं हतं क्काष्ठमिव घुणजग्धं विशीर्य्यते ॥
]

`verse 59 [
त्रिशक्तिर्द्देशकालज्ञो दण्डेनास्तं नयेदरीन् ।
मैत्रीप्रधानं कल्याणबुद्धिं सान्त्वेन साधयेत् ॥
]

`verse 60 [
लुब्धं क्षीणञ्च चदानेन मित्रानन्योन्यशङ्कया ।
दण्डस्य दर्शनाद्‌दुष्टान् पुत्रभ्रातादि सामतः ॥
]

`verse 61 [
दानभेदैश्चमूमुख्यान् योधान् जनपदादिकान् ।
सामन्ताटविकान् भेददण्डाभ्यामपराद्धकान् ॥
]

`verse 62 [
देवताप्रतिमानान्तु पूजयान्तर्गतैर्न्नरैः ।
पुमान् स्त्रीवस्त्रसंवीतो निशि चाद्‌भुतदर्शनः ॥
]

`verse 63 [
वेतालोल्कापिशाचानां शिवानां च स्वरूपिकी ।
कामतो रूपधारित्वं शस्त्रागन्यश्माम्बुवर्षणं ॥
]

`verse 64 [
तमोऽनिलोऽनलो मेव इति माया ह्यमानुषी।
जघान कीचकं भीम आस्थितः स्त्रीस्वरूपतां ॥
]

`verse 65 [
अन्याये व्यस्ने युद्धे प्रवृत्तस्यानिवारणं ।
उपेक्षेयं स्मृता भ्रातोपेक्षितश्च हिडिम्बया ॥
]

`verse 66 [
मेघान्धकारवृष्टग्निपर्वताद्‌भुतदर्शनं ।
दरस्थानं च सैन्यानां दर्शनं ध्वजशालिनां ॥
]

`verse 67 [
छिन्नपाटितभिन्नानां संसृतानां व दर्शनं ।
इतीन्द्रजालं द्विषताम्भीत्यर्थमुपकल्पयेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये सामादिर्नाम एकचत्वारिंशदधिकद्विशततमोऽध्यायः ।
]
