`speaker [
राम उवाच
]

`verse 1 [
षड्विधन्तु बलं व्यूह्य देवान् प्रार्च्य रिपुं व्रजेत् ।
मौलं भूतं श्रोणिसुहृद्द्विषदाटविकं बलं  ॥
]

`verse 2 [
पूर्वं पूर्वं गरीयस्तु बलानां व्यसनं तथा  ।
षडङ्गं मन्त्रकोषाभ्यां पदात्यश्वरथद्विपैः  ॥
]

`verse 3 [
नद्यद्रवनदुर्गेषु यत्र यत्र भयं भवेत् ।
सेनापतिस्तत्र तत्र गच्छेद्व्यूहीकृतैर्बलैः  ॥
]

`verse 4 [
नायकः पुरतो यायात्प्रवीरपुरुषावृतः  ।
मध्ये कलत्रं स्वामी च कोषः फल्गु च यद्बलं  ॥
]

`verse 5 [
पार्श्वयोरुभयोरश्वा वाजिनां पार्श्वयो रथाः  ।
रथानां पार्श्वयोर्नागा नागानां चाटवीबलं  ॥
]

`verse 6 [
पश्चात्सेनापतिः सर्वं पुरस्कृत्य कृती स्वयं  ।
यायात्सन्नद्धसैन्यौघः खिन्नानाश्वासयञ्च्छनैः  ॥
]

`verse 7 [
यायाद्व्यूहेन महता मकरेण पुरोभये  ।
श्येनेनोद्धृतपक्षेण सूच्या वा वीरवक्त्रया  ॥
]

`verse 8 [
पश्चाद्भये तु शकटं पार्श्वयोर्वज्रसञ्ज्ञितं  ।
सर्वतः सर्वतोभद्रं भये व्यूहं प्रकल्पयेत् ॥
]

`verse 9 [
कन्दरे शैलगहने निम्नगावनसङ्कटे  ।
दीर्घाध्वनि परिश्रान्तं क्षुत्पिपासाहितक्लमं  ॥
]

`verse 10 [
व्याधिदुर्भिक्षमरकपीडितं दस्युविद्रुतं  ।
पङ्कांशुजलस्कन्धं व्यस्तं पुञ्जीकृतं पथि  ॥
]

`verse 11 [
प्रसुप्तं भोजनव्यग्रमभूमिष्ठमसुस्थितं  ।
चौराग्निभयवित्रस्तं वृष्टिवातसमाहतं  ॥
]

`colophon [
इत्यादौ स्वचमूं रक्षेत्प्रसैन्यं च घतयेत् ।
विशिष्टो देशकालाभ्यां भिन्नविप्रकृतिर्बली  ॥
]

`verse 12 [
कुर्यात्प्रकाशयुद्धं हि कूटयुद्धं विपर्यये  ।
तेष्ववस्कन्दकालेषु परं हन्यात्समाकुलं  ॥
]

`verse 13 [
अभूमिष्ठं स्वभूमिष्ठं स्वभूमौ चोपजायतः  ।
प्रकृतिप्रग्रहाकृष्टं पाशैर्वनचरादिभिः  ॥
]

`verse 14 [
हन्यात्प्रवीरपुरुषैर्भङ्गदानापकर्षणैः  ।
पुरस्ताद्दर्शनं दत्वा तल्लक्षकृतनिश्चयात् ॥
]

`verse 15 [
हन्यात्पश्चात्प्रवीरेण बलेनोपेत्य वेगिना  ।
पश्चाद्वा सङ्कुलीकृत्य हन्याच्छूरेण पूर्वतः  ॥
]

`verse 16 [
आभ्यां पार्श्वाभिघातौ तु व्याख्यातौ कूटयोधने  ।
पुरस्ताद्विषमे देशे पश्चाद्धन्यात्तु वेगवान्  ॥
]

`verse 17 [
पुरः पश्चात्तु विषमे एवमेव तु पार्श्वयोः  ।
प्रथमं योधयित्वा तु दूष्यामित्राटवीबलौ  ॥
]

`verse 18 [
श्रान्तं मन्दन्निराक्रन्दं हन्यादश्रान्तवाहनं  ।
दूष्यामित्रबलैर्वापि भङ्गन्दत्वा प्रयत्नवान्  ॥
]

`verse 19 [
जितमित्येव विश्वस्तं हन्यान्मन्त्रव्यपाश्रयः  ।
स्कन्धावारपुरग्रामशस्यस्वामिप्रजादिषु  ॥
]

`verse 20 [
विश्रभ्यन्तं परानीकमप्रमत्तो विनाशयेत् ।
अथवा गोग्रहाकृष्टं तल्लक्ष्यं मार्गबन्धनात् ॥
]

`verse 21 [
अवस्कन्दभयाद्रात्रिपूजागरकृतश्रमः  ।
दिवासुप्तं समाहन्यान्निद्राव्याकुलसैनिकं  ॥
]

`verse 22 [
निशि विश्रब्धसंसुप्तं नागैर्वा खड्गपाणिभिः  ।
प्रयाने पूर्वयायित्वं वनदुर्गप्रवेशनं  ॥
]

`verse 23 [
अभिन्नानामनीकानां भेदनं भिन्नसङ्ग्रहः  ।
विभीषकाद्वारघातं कोषरक्षेभकर्म च  ॥
]

`verse 24 [
अभिन्नभेदनं मित्रसन्धानं रथकर्म च  ।
वनदिङ्मार्गविचये वीवधासारलक्षणं  ॥
]

`verse 25 [
अनुयानापसरणे शीघ्रकार्योपपादनं  ।
दीनानुसरणं घातः कोटीनां जघनस्य च  ॥
]

`verse 26 [
अश्वकर्माथ पत्तेश्च सर्वदा शस्त्रधारणं  ।
शिविरस्य च मार्गादेः शोधनं वस्तिकर्म च  ॥
]

`verse 27 [
संस्थूलस्थाणुवल्मीकवृक्षगुल्मापकण्टकं  ।
सापसारा पदातीनां भूर्नातिविषमा मता  ॥
]

`verse 28 [
स्वल्पवृक्षोपला क्षिप्रलङ्घनीयनगा स्थिरा  ।
निःशर्करा विपङ्का च सापसारा च वाजिभूः  ॥
]

`verse 29 [
निस्थाणुवृक्षकेदारा रथभूमिरकर्दमा  ।
मर्दनीयतरुच्छेद्यव्रततीपङ्कवर्जिता  ॥
]

`verse 30 [
निर्झरागम्यशैला च विषमा गजमेदिनी  ।
उरस्यादीनि भिन्नानि प्रतिगृह्णन् बलानि हि  ॥
]

`verse 31 [
प्रतिग्रह इति ख्यातो राजकार्यान्तरक्षमः  ।
तेन शून्यस्तु यो व्यूहः स भिन्न इव लक्ष्यते  ॥
]

`verse 32 [
जयार्थी न च युद्ध्येत मतिमानप्रतिग्रहः  ।
यत्र राजा तत्र कोषः कोषाधीना हि राजता  ॥
]

`verse 33 [
योधेभ्यस्तु ततो दद्यात्किञ्चिद्दातुं न युज्यते  ।
द्रव्यलक्षं राजघाते तदर्धं तत्सुतार्दने  ॥
]

`verse 34 [
सेनापतिबधे तद्वद्दद्याद्धस्त्यादिमर्दने  ।
अथवा खलु युध्येरन् प्रत्यश्वरथदन्तिनः  ॥
]

`verse 35 [
यथा भवेदसंबाधो व्यायामविनिवर्तने  ।
असङ्करेण युद्धेरन् सङ्करः सङ्कुलावहः  ॥
]

`verse 36 [
महासङ्कुलयुद्धेषु संश्रयेरन्मतङ्गजं  ।
अश्वस्य प्रतियोद्धारो भवेयुः पुरुषास्त्रयः  ॥
]

`verse 37 [
इति कल्प्यास्त्रयश्चाश्वा विधेयाः कुञ्जरस्य तु  ।
पादगोपा भवेयुश्च पुरुषा दश पञ्च च  ॥
]

`verse 38 [
विधानमिति नागस्य विहितं स्यन्दनस्य च  ।
अनीकमिति विज्ञेयमिति कल्प्या नव द्विपाः  ॥
]

`verse 39 [
तथानीकस्य रन्ध्रन्तु पञ्चधा च प्रचक्षते  ।
इत्यनीकविभगेन स्थापयेद्व्यूहसम्पदः  ॥
]

`verse 40 [
उरस्यकक्षपक्षांस्तु कल्प्यानेतान् प्रचक्षते  ।
उरःकक्षौ च पक्षौ च मध्यं पृष्ठं प्रतिग्रहः  ॥
]

`verse 41 [
कोटी च व्यूहशास्त्रज्ञैः सप्ताङ्गो व्यूह उच्यते  ।
उरस्यकक्षपक्षास्तु व्यूहोऽयं सप्रतिग्रहः  ॥
]

`verse 42 [
गुरोरेष च शुक्रस्य कक्षाभ्यां परिवर्जितः  ।
तिष्ठेयुः सेनापतयः प्रवीरैः पुरुषैर्वृताः  ॥
]

`verse 43 [
अभेदेन च युध्येरन् रक्षेयुश्च परस्परं  ।
मध्यव्यूहे फल्गु सैन्यं युद्धवस्तु जघन्यतः  ॥
]

`verse 44 [
युद्धं हि नायकप्राणं हन्यते तदनायकं  ।
उरसि स्थापयेन्नागान् प्रचण्डान् कक्षयो रथान्  ॥
]

`verse 45 [
हयांश्च पक्षयोर्व्यूहो मध्यभेदी प्रकीर्तितः  ।
मध्यदेशे हयानीकं रथानीकञ्च कक्षयोः  ॥
]

`verse 46 [
पक्षयोश्च गजानीकं व्यूहोन्तर्भेद्ययं स्मृतः  ।
रथस्थाने हयान् दद्यात्पदातींश्च हयश्राये  ॥
]

`verse 47 [
रथाभावे तु द्विरदान् व्यूहे सर्वत्र दापयेत् ।
यदि स्याद्दण्डबाहुल्यमाबाधः सम्प्रकीर्तितः  ॥
]

`verse 48 [
मण्डलांसंहतो भोगो दण्डास्ते बहुधा शृणु  ।
तिर्यग्वृत्तिस्तु दण्डः स्याद्भोगोऽन्यावृत्तिरेव च  ॥
]

`verse 49 [
मण्डलः सर्वतोवृत्तिः पृथग्वृत्तिरसंहतः  ।
प्रदरो दृढकोऽसह्यः चापो वै कुक्षिरेव च  ॥
]

`verse 50 [
प्रतिष्ठः सुप्रतिष्ठश्च श्येनो विजयसञ्जयौ  ।
विशालो विजयः शूची स्थूणाकर्णचमूमुखौ  ॥
]

`verse 51 [
सर्पास्यो वलयश्चैव दण्ड दण्डभेदाश्च दुर्जयाः  ।
अतिक्रान्तः प्रतिक्रान्तः कक्षाभ्याञ्चैकक्षपक्षतः  ॥
]

`verse 52 [
अतिक्रान्तस्तु पक्षाभ्यां त्रयोऽन्ये तद्विपर्यये  ।
पक्षोरस्यैरतिक्रान्तः प्रतिष्ठोऽन्यो विपर्ययः  ॥
]

`verse 53 [
स्थूणापक्षो धनुःपक्षो द्विस्थूणो दण्ड ऊर्ध्वगः  ।
द्विगुणोन्तस्त्वतिक्रान्तपक्षोऽन्यस्य विपर्ययः  ॥
]

`verse 54 [
द्विचतुर्दण्ड इत्येते ज्ञेया लक्षणतः क्रमात् ।
गोमूत्रिकाहिसञ्चारीशकटो मकरस्तथा  ॥
]

`verse 55 [
भोगभेदाः समाख्यातास्तथा परिप्लवङ्गकः  ।
दण्डपक्षौ युगारस्यः शकटस्तद्विपर्यये  ॥
]

`verse 56 [
मकरो व्यतिकीर्णश्च शेषः कुञ्जरराजिभिः  ।
मण्डलव्यूहभेदौ तु सर्वतोभद्रदुर्जयौ  ॥
]

`verse 57 [
अष्टानीको द्वितीयस्तु प्रथमः सर्वतोमुखः  ।
अर्धचन्द्रक ऊर्ध्वाङ्गो वज्रभेदास्तु संहतेः  ॥
]

`verse 58 [
तथा कर्कटशृङ्गी च काकपादौ च गोधिका  ।
त्रिचतुःसैन्यानां ज्ञेया आकारभेदतः  ॥
]

`verse 59 [
दण्डस्य स्युः सप्तदश व्यूहा द्वौ मण्डलस्य च  ।
असङ्घातस्य षट्पञ्च भोगस्यैव तु सङ्गरे  ॥
]

`verse 60 [
पक्षादीनामथैकेन हत्वा शेषैः परिक्षिपेत् ।
उरसा वा समाहत्य कोटिभ्यां परिवेष्टयेत्  ॥
]

`verse 61 [
परे कोटी समाक्रम्य पक्षाभ्यामप्रतिग्रहात् ।
कोटिभ्याञ्जघनं हन्यादुरसा च प्रपीडयेत् ॥
]

`verse 62 [
यतः फल्गु यतो भिन्नं यतश्चान्यैरधिष्ठितं  ।
ततश्चारिबलं हन्यादात्मनश्चोपवृंहयेत् ॥
]

`verse 63 [
सारं द्विगुणसारेण फल्गुसारेण पीडयेत् ।
संहतञ्च गजानीकैः प्रचण्डैर्दारयेद्बलं  ॥
]

`verse 64 [
स्यात्कक्षपक्षोरस्यश्च वर्तमानस्तु दण्डकः  ।
तत्र प्रयोगो डण्डस्य स्थानन्तुर्येण दर्शयेत् ॥
]

`verse 65 [
स्याद्दण्डसमपक्षाभ्यामतिक्रान्तो दृढः स्मृतः  ।
भवेत्स पक्षकक्षाभ्यामतिक्रान्तः प्रदारकः  ॥
]

`verse 66 [
कक्षाभ्याञ्च प्रतिक्रान्तव्यूहोऽसह्यः स्मृतो यथा  ।
कक्षपक्षावधः स्थप्योरस्यैः कान्तश्च खातकः  ॥
]

`verse 67 [
द्वौ दण्डौ बलयः प्रोक्तो कान्तश्च खातकः  ।
दुर्जयश्चतुर्वलयः शत्रोर्बलविमर्दनः  ॥
]

`verse 68 [
कक्षपक्षौरस्यैर्भोगो विषयं परिवर्तयन्  ।

सर्पचारी गोमूत्रिका शर्कटः शकटाकृतिः  ॥
]

`verse 69 [
विपर्ययोऽमरः प्रोक्तः सर्वशत्रुविमर्दकः  ।
स्यात्कक्षपक्षोरस्यानामेकीभावस्तु मण्डलः  ॥
]

`verse 70 [
चक्रपद्मादयो भेदा मण्डलस्य प्रभेदकाः  ।
एवञ्च सर्वतोभद्रो वज्राक्षवरकाकवत् ॥
]

`verse 71 [
अर्धचन्द्रश्च शृङ्गाटो ह्यचलो नामरूपतः  ।
व्यूहा यथासुखं कर्याः शत्रूणां बलवारणाः  ॥
]

`speaker [
अग्निरुवाच
]

`verse 72 [
रामस्तु रावणं हत्वा अयोध्यां प्राप्तवान् द्विज  ।
रामोक्तनीत्येन्द्रजितं हतवांल्लक्ष्मणः पुरा  ॥
]

`colophon [
इत्याग्नेये महापुराणे रामोक्तराजनीतिर्नाम एकचत्वारिंशदधिकद्विशततमोऽध्यायः ॥
]
