`speaker [
अग्निरुवाच
]

`verse 1 [
चामरो रुक्मदण्डोऽग्र्यः छत्रं राज्ञः प्रशस्यते ।
हंसपक्षैर्विरचितं मयूरस्य शुकस्य च ॥
]

`verse 2 [
पक्षैर्वाथ बलाकाया न कार्य्यं मिश्रपक्षकैः ।
चतुरस्त्रं ब्राह्मणस्य वृत्तं राज्ञश्च शुक्लकं ॥
]

`verse 3 [
त्रिचतुश्पञ्चषट्‌सप्ताष्टपर्वश्च दण्डकः ।
भद्रासनं क्षीरवृक्षैः पञ्चाशदङ्गुलोच्छ्रयैः ॥
]

`verse 4 [
विस्तारेण त्रिहस्तं स्यात् सुवर्णाद्यैश्च चित्रितं ।
धनुर्द्रव्यत्रयं लोहं श्रृह्गं दारु द्विजोत्तम ॥
]

`verse 5 [
ज्याद्रव्यत्रितयञ्चैव वंशभङ्गत्वचस्तथा ।
दारुचापप्रमाणन्तु श्रेष्ठं हस्तचतुष्टयं ॥
]

`verse 6 [
तदेव समहीनन्तु प्रोक्तं मध्यकनीयसि ।
मुष्टिग्राहनिमित्तानि मध्ये द्रव्याणि कारयेत् ॥
]

`verse 7 [
स्वल्पकोटिस्त्वचा श्रृङ्गं शर्ङ्गलोहमये द्विज।
कामिनीभ्रूलताकारा कोटिः कार्य्या सुसंयता ॥
]

`verse 8 [
पृथग्वा विप्र मिश्रं वा लौहं शार्ङ्गन्तु कारयेत् ।
शर्ङ्गं समुचितं कार्य्यं रुक्मविन्दुविभूषितं ॥
]

`verse 9 [
कुटिलं स्पुटितञ्चापं सच्छिद्रञ्च न शस्यते ।
सुवर्णं रजतं ताम्रं कृष्णायो धनुषि स्मृतं ॥
]

`verse 10 [
माहिषं शारभं शार्ङ्ग रौहिषं वा धनुः शुभं ।
चन्दनं वेतसं सालं धावलङ्गकुभन्तरुः ॥
]

`verse 11 [
सर्वश्रेष्ठं धनुर्वंशैर्गृहोतैः शरदि श्रितैः ।
पूजयेत्तु धनुः खड्गमन्त्रैस्त्रैलोक्यमोहनैः ॥
]

`verse 12 [
अयसश्चाथ वंशस्य शरस्याप्यशरस्य च ।
ऋजवो हेमवार्णभाः स्नायुश्लिष्टाः सुपत्रकाः ॥
]

`verse 13 [
रुक्मपुङ्खाः सुपुङ्कास्ते तैलधौताः सुवर्णकाः ।
यात्रायामभिषेकादौ यजेद्वायणधनुर्मुखान् ॥
]

`verse 14 [
सपताकाश्त्रसङ्ग्राहसंवत्‌सरकरान्नृपः ।
ब्रह्मा वै मेरुशिखरे स्वर्गगङ्गातटेऽयजत् ॥
]

`verse 15 [
लोहदैत्यं स ददृशे विघ्नंयज्ञे तु चिन्तयन् ।
तस्य चिन्तयतो वह्नेः पुरुषोऽभूद्बली महान् ॥
]

`verse 16 [
ववन्देऽजञ्च तन्देवा अभ्यनन्दन्त हर्षिताः ।
तस्मात्स नन्दकः खड्‌गो देवोक्तो हरिरग्रहीत् ॥
]

`verse 17 [
तं जग्राह शनैर्देवो विकोषः सोऽभ्यपद्यत।
खड्‌गो नीलो रत्नमुष्टिस्ततोऽभूच्छतबाहुकः ॥
]

`verse 18 [
दैत्यः स गदया देवान् द्रावयामास वै रणे ।
विष्णुना खड्गच्छिन्नानि दैत्यगात्राणि भूतले ॥
]

`verse 19 [
पतितानि तु संस्पर्शान्नन्दकस्य च तानि हि ।
लोहभूतानि सर्वाणि हत्वा तस्मै हरिर्वरं ॥
]

`verse 20 [
ददौ पवित्रमङ्गन्ते आयुधाय भवेद्भुवि ।
हरिप्रसादाद् ब्रह्मापि विना विघ्नं हरिं प्रभुं ॥
]

`verse 21 [
पूजयामास यज्ञेन वक्ष्येऽथो शड्‌गलक्षणं ।
खटीखट्टरजाता ये दर्शनीयास्तु ते स्मृताः ॥
]

`verse 22 [
कायच्छिदस्त्वार्षिकाः स्युर्दृढाः सूर्पारकोद्बवाः ।
तीक्ष्णाश्छेदसहा वङ्गास्तीक्ष्णाःस्युश्चाङ्गदेशजः ॥
]

`verse 23 [
शातार्द्धमङ्गुलानाञ्च श्रेष्ठं खड्गं प्रकीर्त्तितं ।
तदर्द्धं मध्यमं ज्ञेयं ततो हीनं न धारयेत् ॥
]

`verse 24 [
दीर्घं सुमधुरं शब्दं यस्य खड्‌गस्य सत्तम ।
किङ्किणीसदृशन्तस्य धारणं श्रेष्ठमुच्यते ॥
]

`verse 25 [
ख़़ड़गः पद्मपलाशाग्रो मण्डलाग्रश्च शस्यते ।
करवीरदलाग्राभो घृतगन्धो वियत्‌प्रभः ॥
]

`verse 26 [
समाङ्गुलस्थाः शस्यन्ते व्रणाः खड्‌गेषु लिङ्गवत् ।
काकोलूकसवर्णाभा विषमास्ते न शोभनाः ॥
]

`verse 27 [
खड्गे न पश्येद्वदनमुच्छिष्टो न स्पृशेदसिं ।
मूल्यं जातिं न कथयेन्निशि कुर्यान्न शीर्षके ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये आयुधलक्षणादिर्नाम पञ्चचत्वारिंशदधिकद्विशततमोऽध्यायः ॥
]
