`verse 1 [
thumb|500px|वास्तुपुरुष (८१पद)
thumb|500px|वास्तुपुरुषः.

अग्निरुवाच
वास्तुलक्ष्म प्रवक्ष्यामि विप्रादीनां च भूरिह ।
श्वेता रक्ता तथा पीता कृष्णा चैव यथाक्रमम् ॥
]

`verse 2 [
घृतरक्तान्नमद्यानां गन्धाढ्या वसतश्च च भूः ।
मधुरा च कषाया च अम्लाद्युपरसा क्रमात् ॥
]

`verse 3 [
कुशैः शरैस्तथाकाशैर्दूर्वाभिर्या च संश्रिता ।
प्रार्च्य विप्रांश्च निःशल्पां खातपूर्वन्तु कल्पयेत् ॥
]

`verse 4 [
चतुःषष्टिपदं कृत्वा मध्ये ब्रह्मा चतुष्पदः ।
प्राक् तेषां वै गृहस्वामी कथितस्तु तथार्य्यमा ॥
]

`verse 5 [
दक्षिणेन विवस्वांश्च मित्रः पश्चिमतस्तथा ।
उदङ्महीधरश्चैव आपवत्सौ च वह्विगे ॥
]

`verse 6 [
सावित्रश्चैव सविता जयेन्द्रौ नैर्ऋतेऽम्बुधौ ।
रुद्रव्याधी च वायव्ये पूर्व्वादौ कोणगाद्वहिः ॥
]

`verse 7 [
महेन्द्रश्च रविः सत्यो भृशः पूर्व्वेऽथ दक्षिणे।
गृहक्षतोऽर्यमधृती गन्धर्वाश्चाथ वारुणे ॥
]

`verse 8 [
पुष्पदन्तोऽसुराश्चैव वरुणो यक्ष एव च ।
सौमेये भल्लाटसोमौ च अदितिर्धनदस्तथा ॥
]

`verse 9 [
नागः करग्रहश्चैशे अष्टौ दिशि दिशि स्मृताः ।
आदायन्तौ तु तयोर्देवौ प्रोक्तावत्र गृहेश्वरौ ॥
]

`verse 10 [
.

पर्ज्यन्यः प्रथमो देवो द्वितीयश्च करग्रहः ।
महेन्द्ररविसत्याश्च भृशोऽथ गगन्न्तथा ॥
]

`verse 11 [
पवनः पूर्व्वतश्चैव अन्तरीक्षघनेस्वरौ।
आग्नेये चाथ नैर्ऋत्ये मृगसुग्रीवकौ सुरौ ॥
]

`verse 12 [
रोगो मुख्यश्च वायव्ये दक्षिणे पुष्पवित्तदौ ।
गृहक्षतो यसभृशौ गन्धर्वो नागपैतृकः ॥
]

`verse 13 [
आप्ये दौवारिकसुग्रीवौ पुष्पदन्तोऽसुरो जलं ।
यक्ष्मा रोगश्च शोषश्च उत्तरे नागराजकः ।
]

`verse 14 [
मुख्यो भल्लाटशशिनौ अदितिश्च कुवेरकः ।
नागो हुताशः श्रेष्ठो वै शक्रसूर्य्यौ च पूर्वतः ॥
]

`verse 15 [
दक्षे गृहक्षतः पुष्प आप्ये सुग्रीव उत्तमः ।
पुष्पदन्तो ह्युदग्द्वारि भल्लाटः पुष्पदन्तकः ॥
]

`verse 16 [
शिलेष्टकादिविन्यासं मन्त्रैः प्रार्च्य सुरांश्चरेत् ।
नन्दे नन्दय वासिष्ठे वसुभिः प्रजया सह ॥
]

`verse 17 [
जये फार्गवदायादे प्रजानाञ्चयमावह ।
पूर्णेऽङ्गिरसदायादे पूर्णकामं कुरुष्व मां ॥
]

`verse 18 [
भद्रे काश्यपदायादे कुरु भद्रां मतिं मम ।
सर्ववीजसमायुक्ते सर्वरत्नौषधैर्वृते ॥
]

`verse 19 [
रुचिरे नन्दने नन्दे वासिष्ठे रम्यतामिह।
प्रजापतिसुते देवि चतुरस्त्रे महीमये ॥
]

`verse 20 [
सुभगे सुव्रते भद्रे गृहे काश्यपि रम्यतां ।
पूजिते परमाचार्य्यैर्गन्धमाल्यैरलङ्‌कृते ॥
]

`verse 21 [
भवभूतिकरे देवि गृहे काश्यापि रम्यतां ।
अव्यह्ग्ये चाक्षते पूर्णे मुनेरङ्गिरसः सुते ॥
]

`verse 22 [
इष्टके त्वं प्रयच्छेष्टं प्रतिष्ठाङ्गारयाम्यहं ।
देशस्वामिपुरस्वामिगृहस्वामिपरिग्रहे ॥
]

`verse 23 [
मनुष्यधनहस्त्यश्वपशुवृद्धिकरी भव ।
गृहव्रवेशेऽपि तथा शिलान्यासं समाचरेत् ॥
]

`verse 24 [
उत्तरेण शुभः प्लक्षो वचः प्राक् स्याद् गृहादितः ।
उदुम्वरश्च याम्येन पश्चिमेऽश्वत्थ उत्तमः ॥
]

`verse 25 [
वामभागे तथोद्यानं कुर्य्याद्वासं गृहे शुभं ।
सायं प्रातस्तु धर्माप्तौ शीतकाले दिनान्तरे ॥
]

`verse 26 [
वर्षारात्रे भुवः शोषे सेक्तव्या रोपितद्रुमाः ।
विड़ङ्गघृतसंयुक्तान् सेचयेच्छीतवारिणा ॥
]

`verse 27 [
फलनाशे कुलत्थैश्च माषैर्मुद्गैस्तिलैर्यवैः ।
घृतशीतपयःसेकः फलपुष्पाय सर्वदा ॥
]

`verse 28 [
मत्स्याम्भसा तु सेकेन वृद्धिर्भवति शाखिनः ।
आविकाजशकृच्चूर्णं यवचूर्णं तिलानि च ॥
]

`verse 29 [
गोमांसमुदकञ्चेति सप्तरात्रं निधापयेत् ।
उत्सेकं सर्ववृक्षाणां फलपुष्पादिवृद्धिदं ॥
]

`verse 30 [
मत्स्योदकेन शीतेन आम्राणां सेक इष्यते ।
प्रशस्तं चाप्यशोकानां कामिनीपादताडनं ॥
]

`verse 31 [
खर्जूरनारिकेलादेर्लवणाद्भिर्विवर्द्धनं ।
विडङ्गमत्स्यमांसाद्भिः सर्वेषां दोहदं शुभं ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये वास्त्वादिर्नाम सप्तचत्वारिंशदधिकद्विशततमोऽध्यायः ॥
]
