`speaker [
अग्निरुवाच
]

`verse 1 [
चतुष्पादं धनुर्वेदं वदे पञ्चविधं द्विज ।
रथनागाश्वपत्तीनां योधांश्चाश्रित्य कीर्त्तितं ॥
]

`verse 2 [
यन्त्रमुक्तं पाणिमुक्तं मुक्तसन्धारितं तथा ।
अमुक्तं बाहुयुद्धञ्च पञ्चधा तत् प्रकीर्त्तितं ॥
]

`verse 3 [
तत्र शस्त्रास्त्रसम्पत्त्या द्विविंधं परिकीर्त्तितं ।
ऋजुमायाविभेदेन भूयो द्विविधमुच्यते ॥
]

`verse 4 [
क्षेपणी चापयन्त्राद्यैर्यन्त्रमुक्तं प्रकीर्त्तितं ।
शिलातोमरयन्त्राद्यं पाणिमुक्तं प्रकीर्त्तितं ॥
]

`verse 5 [
मुक्तसन्धारितं ज्ञेयं प्रासाद्यमपि यद्भवेत् ।
खड्‌गादिकममुक्तञ्च नियुद्धं विगतायुधं ॥
]

`verse 6 [
कुर्य्याद्योग्यानि प्रात्राणि योद्‌धुमिच्छुर्ज्जितश्रमः ।
धनुःश्रेष्ठानि युद्धानि प्रासमध्यानि तानि च ॥
]

`verse 7 [
तानि खड्‌गजघन्यानि बाहुप्रत्यवराणि च ।
धनुर्वेदे गुरुर्विप्रः प्रोक्तो वर्णद्वयस्य च ॥
]

`verse 8 [
युद्धाधिकारः शूद्रस्य स्वयं व्यापादि शिक्षया ।
देशस्थैः शङ्गरै राज्ञः कार्य्या युद्धे सहायता ॥
]

`verse 9 [
अह्गुष्ठगुल्फपाण्यङ्‌घ्र्यः श्लिष्टः स्युः सहिता यदि ।
दृष्टं समपदं स्थानमेतल्लक्षणतस्तथा ॥
]

`verse 10 [
वाह्याङ्गुलिस्थितौ पादौ स्तब्धजानुबलावुभौ ।
त्रिवतस्त्यन्तरास्थानमेतद्वैशाखमुच्यते ॥
]

`verse 11 [
हंसपङ्‌क्त्याकृतिसमे दृश्येते यत्र जानुनी ।
चतुर्वितस्तिविच्छिन्ने तदे तन्मण्डलं स्मृतं ॥
]

`verse 12 [
हलाकृतिमयं यच्च स्तब्धजानूरुदक्षिणं ।
वितस्त्यः पञ्च चविस्तारे तदालीढं प्रकीर्त्तितं ॥
]

`verse 13 [
एतदेव विपर्य्यस्तं प्रत्यालीढमिति स्मृतं ।
तिर्य्यग्भूतो भवेद्वामो दक्षिणोऽपि भवेदृजुः ॥
]

`verse 14 [
गुल्फौ पार्ष्णिग्रहौ चैव स्थितौ पञ्चाङ्गुलान्त्रौ ।
स्थानं जातं भवेदेतद् द्वादशाङ्गुलमायतं ॥
]

`verse 15 [
ऋजुजानुर्भवेद्वामो दक्षिणः सुप्रसारितः ।
अथवा दक्षइणञ्जानु कुब्जं भवति निश्चलं ॥
]

`verse 16 [
दण्डायतो भवेदेष चरणः सह जानुना ।
एवं विकटमुद्दिष्टं द्विहस्तान्तरमायतं ॥
]

`verse 17 [
जानुनी द्विगुणे स्यातामुत्तानौ चरणावुभौ ।
अनेन विधियोगेन सम्पुटं परिकीर्त्तितं ॥
]

`verse 18 [
किञ्चिद्विवर्त्तितौ पादौ समदण्डायतौ स्थिरौ ।
दृष्टमेव यथान्यायं षोडशाङ्गुलमायतं ॥
]

`verse 19 [
स्वस्तिकेनात्र कुर्वीत प्रणामं प्रथमं द्विज ।
कार्मुकं गृह्य वामेन वामणं दक्षिणकेन तु ॥
]

`verse 20 [
वैशाखे यदि वा जाते स्थितौ वाप्यथवायतौ ।
गुणान्तन्तु ततः कृत्वा कार्मके प्रियकार्मुकः ॥
]

`verse 21 [
अधः कटिन्तु धनुषः फलदेशन्तु पत्रिणः ।
धरण्यां स्थापयित्वा त तोलयित्वा तथैव च ॥
]

`verse 22 [
भुजाब्यामत्र कुब्जाभ्यां प्रकोष्ठाभ्यां शुभव्रत ।
यस्य वाणं धनुः श्रेष्ठं पुङ्खदेशे च पत्रिणः ॥
]

`verse 23 [
विन्यासो धनुषश्चैव द्वादशङ्गुलमन्तरं ।
ज्यया विशिष्टः कर्त्तव्यो नातिहीनो न चाधिकः ॥
]

`verse 24 [
निवेश्य कार्मुकं नाभ्यां नितम्बे शरसङ्करं ।
उत्क्षिपेदुत्थितं हस्तमन्त्रेणाक्षिकर्णयोः ॥
]

`verse 25 [
पूर्वेण मुष्टिना ग्राह्यस्तनाग्रे दक्षिणे शरः ।
हरणन्तु ततः कृत्वा शीघ्रं पूर्वं प्रसारयेत् ॥
]

`verse 26 [
नाभ्यन्तरा नैव वाह्या नोद्‌र्ध्वका नाधरा तथा ।
न च कुब्जा न चोत्ताना न चला नातिवेष्टिता ॥
]

`verse 27 [
समा स्थैर्य्यगुणोपेता पूर्वदण्डमिव स्थिता ।
छादयित्वा ततो लक्ष्यं पूर्व्वेणानेन मुष्टिना ॥
]

`verse 28 [
उरसा तूत्थितो यन्ता त्रिकोणविनतस्थितः ।
स्रस्तांशे निश्चलग्रीवो मयूराञ्चितमस्तकः ॥
]

`verse 29 [
ललाटनासावक्त्रांसाः कुर्य्युरश्वसमम्भवेत् ।
अन्तरं त्र्यङ्गुलं ज्ञेयं चिवुकस्यांसकस्य च ॥
]

`verse 30 [
प्रथमन्त्रयङ्गुलं ज्ञेयं द्वितीये द्व्यङ्गुलं स्मृतं ।
तृतीयेऽङ्गुलमुद्दिष्टमायतञ्चिवुकांसयोः ॥
]

`verse 31 [
गृहीत्वा सायकं पुङ्खात्तर्ज्जन्याङ्गुष्ठकेन तु ।
अनामया पुनर्गृह्य तथा मध्यमयापि च ॥
]

`verse 32 [
तावदाकर्षयेद्वेगाद्यावद्वाणः सुपूरितः ।
एवं विधमुपक्रम्य मोक्तव्यं विधिवत् खगं ॥
]

`verse 33 [
दृष्टिमुष्टिहतं लक्ष्यं भिन्द्याद्वाणेन सुव्रत ।
मुक्वा तु पश्चिमं हस्तं क्षिपेद्वेगेन पृष्ठतः ॥
]

`verse 34 [
एतदुच्छेदमिच्छन्ति ज्ञातव्यं हि त्वया द्विज ।
कर्पूरन्तदधः कार्य्यमाकृष्य तु धनुष्मता ॥
]

`verse 35 [
ऊद्‌र्ध्वं विमुक्तके कार्ये लक्षश्लिष्टन्तु मध्यमं ।
श्रेष्ठं प्रकृष्टं विज्ञेयं धनःशास्त्रविशारदैः ॥
]

`verse 36 [
ज्येष्ठस्तु सायको ज्ञेयो भवेद्‌द्वादशमुष्टयः ।
एकादश तथा मध्यः कनीयान्दशमुष्टयः ॥
]

`verse 37 [
चतुर्हस्तं धनुः श्रेष्ठं त्रयः साद्‌र्धन्तु मध्यमं ।
कनीयस्तु त्रयः प्रोक्तं नित्यमेव पदातिनः ॥
]
