`speaker [
अग्निरुवाच
]

`verse 1 [
पूर्णायतं द्विजः कृत्वा ततो मांसैर्गदायूधान् ।
सुनिर्धौतं धनुः कृत्वा यज्ञभूमौ विधापयेत् ॥
]

`verse 2 [
ततो वाणं समागृह्य दंशितः सुसमाहितः ।
बध्नीयाद्‌दृढां कक्षाञ्च दक्षिणाम् ॥
]

`verse 3 [
विलक्षअयमपि तद्वाणं तत्र चैव सुसंस्थितं ।
ततः समुद्धरेद्वाणं तूणाद्दक्षिणपाणिना ॥
]

`verse 4 [
तेनैव सहितं मध्ये शरं सङ्‌गृह्य धारयेत् ।
वामहस्तेन वै कक्षां धनुस्तस्मात्समुद्धरेत् ॥
]

`verse 5 [
अविषण्णमतिर्भूत्वा गुणे पुङ्खं निवेशयेत् ।
सम्पीड्य सिंहकर्णेन पुङ्खेनापि समे दृढं ॥
]

`verse 6 [
वामकर्णोपविष्टञ्च फलं वामस्य धारयेत् ।
वर्णान् मध्यमया तत्र वामाङ्गुल्या च धारयेत् ॥
]

`verse 7 [
मनो लक्ष्यगतं कृत्वा मुष्टिना च विधानवित् ।
दक्षिणे गात्रभागो तु कृत्वा वर्णं विमोक्षयेत् ॥
]

`verse 8 [
ललाटपुटसंस्थानं दण्डं लक्ष्ये निवेशयेत् ।
आकृष्य ताड़येत्तत्र चन्द्रकं षोड़शङ्गुलम् ॥
]

`verse 9 [
मुक्त्वा वाणं ततः पश्चादुल्काशिक्षस्तदा तया ।
निगृह्णीयानुमध्यमया ततोऽङ्गुल्या पुनः पुनः ॥
]

`verse 10 [
अक्षिलक्ष्यं क्षिपेत्तूणाच्चतुरस्रञ्च दक्षिणम् ।
चतुरस्रगतं वेध्यमभ्यसेच्चादितः स्थितः ॥
]

`verse 11 [
तस्मादनन्तरं तीक्ष्णं परवृत्तं गतञ्च यत् ।
निम्नमुन्नतवेधञ्च अभ्यसेत् क्षिप्रकन्ततः ॥
]

`verse 12 [
वेध्यस्थानेष्वथैतेषु सत्त्वस्य पुटकाद्धनुः ।
हस्तावापशतैश्चित्रैस्तर्ज्जयेद्‌दुस्तरैरपि ॥
]

`verse 13 [
तस्मिन् वेध्यगते विप्र द्वे वेध्ये दृढसंज्ञके ।
द्वे वेध्ये दुष्करे वेध्ये द्वे तथा चित्रदुष्करे ॥
]

`verse 14 [
न तु निम्नञ्च तीक्ष्णञ्च दृढवेध्ये प्रकीर्त्तिते ।
निम्नं दुष्करमुद्दिष्टं वेध्यमूद्‌र्ध्वगतञ्च यत् ॥
]

`verse 15 [
मस्तकायनमध्ये तु चित्रदुष्करसञ्‌ज्ञके ।
एवं वेध्यगणङ्‌कृत्वा दक्षिणेनेतरेण च ॥
]

`verse 16 [
आरोहेत् प्रथमं वीरो जितलक्षस्ततो नरः ।
एष एव विधिः प्रोक्तस्तत्र दृष्टः प्रयोक्तृभिः ॥
]

`verse 17 [
अधिकं भ्रमणं तस्य तस्माद् वेध्यात् प्रकीर्त्तितम् ।
लक्ष्यं स योजयेत्तत्र पत्रिपत्रगतं दृढम् ॥
]

`verse 18 [
भ्रान्तं प्रचलिचञ्चैव स्थिरं यच्च भवेदति ।
समन्तात्ताडयेद् भिन्द्याच्छेदयेद्व्यथयेदपि ॥
]

`verse 19 [
कर्म्मयोगविधानज्ञो ज्ञात्वैवं विधिमाचरेत् ।
मनसा चक्षुषा दृष्ट्या योगरिक्षुर्यमं जयेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये धनुर्वेदो नाम पञ्चाशदधिकद्विशततमोऽध्यायः ॥
]
