`speaker [
अग्निरुवाच
]

`verse 1 [
जितहस्तो जितमतिर्ज्जितदृग्‌लक्ष्यसाधकः ।
नियतां सिद्धिमासाद्य ततो वाहनमारुहेत् ॥
]

`verse 2 [
दशहस्तो भवेत् पाशो वृत्तः करमुखस्तथा ।
गुणकार्पासमुञ्जानां भङ्गस्नाय्वर्क्कवर्म्मिणाम् ॥
]

`verse 3 [
अन्येषां सुदृढानाञ्च सुकृतं परिवेष्टितम् ।
तया त्रिंशत्‌समं पाशं बुधः कुर्य्यात् सुवर्त्तिंतम् ॥
]

`verse 4 [
कर्त्तव्यं शिक्षकैस्तस्य स्थानं कक्षासु वै तदा ।
वामहस्तेन सङ्गृह्य दक्षिणेनोद्धरेत्ततः ॥
]

`verse 5 [
कुण्डलस्याकृतिं कृत्वा भ्राम्यैकं मस्तकोपरि ।
क्षिपेत् तूणमये तूर्णं पुरुषे चर्मवेष्टिते ॥
]

`verse 6 [
वल्गिते च प्लुते चैव तथा प्रव्रजितेषु च ।
समयोगविधिं कृत्वा प्रयुञ्जीत सुशिक्षितम् ॥
]

`verse 7 [
विजित्वा तु यथान्यायं ततो बन्धं समाचरेत् ।
कट्याम्बद्‌ध्वा ततः खड्गं वामपार्श्वावलम्बितम् ॥
]

`verse 8 [
दृढं विगृह्य वामेन निष्कर्षेद्दक्षिणेन तु ।
षडङ्गुलपरीणाहं सप्तहस्तसमुच्छितं ॥
]

`verse 9 [
अयोमय्यः शलाकाश्च वर्माणि विविधानि च ।
अर्द्धहस्ते समे चैव तिर्य्यगूद्‌र्ध्वगतं तथा ॥
]

`verse 10 [
योजयेद्विधिना येन तथात्वङ्गदतः श्रृणु ।
तूणचर्मावनद्‌धाङ्गं स्थापयित्वा नवं दृढं ॥
]

`verse 11 [
करेणादाय लगुडं दक्षिणाङ्गुलकं नवं ।
उद्यम्य घातयेद्यस्य नाशस्तेन शिशोर्दृढं ॥
]

`verse 12 [
उभाभ्यामथ हस्ताब्यां कुर्य्यात्तस्य निपातनं ।
अक्लेशेन ततः कुर्वन् बधे सिद्धिः प्रकीर्त्तिता ॥
]
