`speaker [
अग्निरुवाच
]

`verse 1 [
भ्रान्तमुद् भ्रान्तमाविद्धमाप्लुतं विप्लुतं सृतं ।
सम्पातं समुदीशञ्च श्येनपातमथाकुलं ॥
]

`verse 2 [
उद्‌धूतमवधूतञ्च सव्यं दक्षिणमेव च ।
अनालक्षितविस्फोटौ करालेन्द्रमहासखौ ॥
]

`verse 3 [
विकरालनिपातौ च विभीषणभयानकौ ।
समग्रार्द्धतीयांशपादपादार्द्धवारिजाः ॥
]

`verse 4 [
प्रात्यालीढमथालीढं वराहं लुलितन्तथा ।
इति द्वात्रिंशतो ज्ञेयाः खड्गचर्मविधौ रणे ॥
]

`verse 5 [
परवृत्तमपावृत्तं गृहीतं लघुसञ्ज्ञितं ।
ऊद्‌र्ध्वात् क्षइप्तमधः क्षिप्तं सन्धारितविधारितं ॥
]

`verse 6 [
श्येनपातं गजपानं ग्राहग्राह्यन्तथैव च ।
एवमेकादशविधा ज्ञेयाः पाशविधा रणाः ॥
]

`verse 7 [
ऋज्वायतं विशालञ्च तिर्य्यग्‌भ्रामितमेव च ।
पञ्चकर्म विनिर्द्दिष्टं व्यस्ते पाशे महात्मभिः ॥
]

`verse 8 [
छेदनं भेदनं पातो भ्रमणं शयनं तथा ।
विकर्त्तनं कर्त्तऩञ्च चक्रकर्मेदमेव च ॥
]

`verse 9 [
आस्फोटः क्ष्वेडनं भेदस्त्रासान्दोलितकौ तथा ।
शूलकर्माणि जानीहि षष्ठमाघातसञ्ज्ञितं ॥
]

`verse 10 [
दृष्टिघातं भुजाघातं पार्श्वघातं द्विजोत्तम ।
ऋजुपक्षेषुणा पातं तोमरस्य प्रकीर्त्तितं ॥
]

`verse 11 [
आहतं विप्र गोमूत्रप्रभूतङ्कमलासनं ।
ततोर्द्धगात्रं नमितं वामदक्षिणमेव च ॥
]

`verse 12 [
आवृत्तञ्च चपरावृत्तं पादोद्धतमवप्लुतं ।
हंसमर्द्दं विमर्दञ्च३ गदाकर्म प्रकीर्त्तितं ॥
]

`verse 13 [
करालमवघातञ्च दंशोपप्लुतमेव च ।
क्षिप्तहस्तं स्थितं शून्यं परशोस्तु विनिर्दिशेत् ॥
]

`verse 14 [
ताडनं छेदनं विप्र तथा चूर्णनमेव च ।
मुद्‌गरस्य तु कर्माणि तथा प्लवनघातनं ॥
]

`verse 15 [
सं श्रान्तमथ विश्रान्तं गोविसर्गं सुदुर्द्धरं ।
भिन्दिपालस्य कर्माणि लगुडस्य च तान्यपि ॥
]

`verse 16 [
अन्त्यं मध्यं परावृत्तं निदेशान्तं द्विजोत्तम ।
वज्रस्यैतानि कर्माणि लगुडस्य च तान्यपि ॥
]

`verse 17 [
हरणं छेदनं घातो बलोद्धारणमायतं ।
कृपाणकर्म निर्दिष्टं पातनं स्फोटनं तथा ॥
]

`verse 18 [
त्रासनं रक्षणं घातो बलोद्धरणमायतम् ।
क्षेपणीकर्म निर्दिष्टं यन्त्रकर्मैतदेव तु ॥
]

`verse 19 [
सन्त्यागमवदंशश्च वराहोद्धूतकं तथा ।
हस्तावहस्तमालीनमेकहस्तावहस्तके ॥
]

`verse 20 [
द्विहस्तवाहुपाशे च कटिरेचितकोद्‌गते ।
उरोललाटघाते च भुजाविधमनन्तथा ॥
]

`verse 21 [
द्विहस्तवाहुपाशे च कटिरेचिककोद्‌गते ।
गात्रसंश्लेषणं शान्तं तथा गात्रविपर्य्ययः ॥
]

`verse 22 [
ऊद्‌र्ध्वप्र्हारं घातञ्च गोमूत्रं सव्यदक्षिणे ।
पारकन्तारकं दण्डं४ करवीरन्धमाकुलं ॥
]

`verse 23 [
तिर्य्यग्बन्धमपामार्गं५ भीमवेगं सुदर्शनं ।
सिंहाक्रान्तं गजाक्रान्तं गर्द्दभाक्रान्तमेव च ॥
]

`verse 24 [
गदाकर्माणि जानीयान्नियुद्धस्याथ कर्म च ।
आकर्षणं विकषञ्च बाहूनां मूलमेव च ॥
]

`verse 25 [
ग्रीवाविपरिवर्त्तञ्च पृष्ठभङ्गं सुदारुणं ।
पर्य्यासनविपर्य्यासौ पशुमारमजाविकं ॥
]

`verse 26 [
पादप्रहारमास्फोटं ककटिरेचितकन्तथा ।
गात्रश्लेषं स्कन्धगतं महीव्याजनमेव च ॥
]

`verse 27 [
उरोललाटघातञ्च विस्पष्टकरणन्तथा ।
उद्‌धूतमवधूतञ्च तिर्य्यङ्मार्गगतं तथा ॥
]

`verse 28 [
गजस्कन्धमवक्षेपमपराङ्‌मुखमेव च ।
देवमार्गमधोमार्गममार्गगमनाकुलं ॥
]

`verse 29 [
यष्टिघातमवक्षेपो वसुधादारणन्तथा ।
जानुबन्धं भुजाबन्धं गात्रबन्धं सुदारुणं ॥
]

`verse 30 [
विपृष्ठं सोदकं शुभ्रं भुजावेष्टितमेव च ।
सन्नद्धैः संयुगे भाव्यं सशस्त्रैस्तैर्गजादिभिः ॥
]

`verse 31 [
वराङ्कुशधरौ चोभौ एको ग्रीवागतोऽपरः ।
स्कन्धगौ द्वौ च धानुष्कौ द्वौ च खड्‌गधरौगजे ॥
]

`verse 32 [
रथे रणे गजे चैव तुरङ्गाणां त्रयं भवेत् ।
धानुष्काणान्त्रयं प्रोक्तं रक्षआर्थे तुरगस्य च ॥
]

`verse 33 [
धन्विनो रक्षणार्थाय चर्मिणन्तु६ नियोजयेत् ।
स्वमन्त्रैः शस्त्रमभ्यर्च्य शास्त्रान्त्रैलोक्यमोहनं ॥
]
