`speaker [
अग्निरुवाच
]

`verse 1 [
व्यवहारं प्रवक्षअयामि नयानयविवेकदं ।
चतुष्पाच्च चतुःस्थानश्चतुःसाधन उच्यते ॥
]

`verse 2 [
चतुर्हितश्चतुर्व्यापी चतुष्कारी चकीत्तर्यते ।
अष्टाह्गोऽष्टादशपदः शतशाखस्तथैव च ॥
]

`verse 3 [
त्रियोनिर्द्व्यभियोगश्च द्विद्वारो द्विगतिस्तथा ।
धर्मश्च व्यवहारश्च चरित्रं राजशासनं ॥
]

`verse 4 [
चतुष्पाद्व्यवहाराणामुत्तरः पूर्वसाधकः ।
तत्र सत्ये स्थितो धर्मो ब्यवहारस्तु साक्षिषु ॥
]

`verse 5 [
चरित्रं सङ्‌ग्रहे पुंसां राजाज्ञायान्तु शासनं ।
सामाभ्युपायसाध्यत्वाच्चतुःसाधन उच्यते ॥
]

`verse 6 [
चतुर्णामाश्रमाणाञ्च रक्षणात्स चतुर्हितः ।
कर्त्तारं साक्षइणश्चैव सत्यान्राजानमेव च ॥
]

`verse 7 [
व्याप्नोते पादगो यस्माच्चतुर्व्यापी ततः स्मृतः ।
धर्मस्यार्थस्य यशसो लोकपङक्तेस्तथैव च ॥
]

`verse 8 [
चतुर्णाङ्करणादेष चतुष्कारी प्रकीर्त्तितः ।
राजा स पुरुषः सभ्याः शास्त्रं गणकलेखकौ ॥
]

`verse 9 [
हिरण्यमग्निरुदकमष्टाङ्गः समुदाहृतः ।
कामात् क्रोधाच्च लोभाच्च त्रिभ्यो यस्मात् प्रवर्त्तते ॥
]

`verse 10 [
त्रियोनिः कीर्त्यते तेन त्रयमेतद्विवादकृत् ।
द्व्यभियोगस्तु विज्ञेयः शङ्कातत्त्वाभियोगतः ॥
]

`verse 11 [
शङ्काषड्‌भिस्तु संसर्गात्तत्त्वषोढ़ादिदर्शणात् ।
पज्ञद्वयाभिसम्बन्धाद्‌द्विद्वारः समुदाहृतः ॥
]

`verse 12 [
पूर्ववादस्तयोः पक्षः प्रतिपक्षस्त्वनन्तरः ।
भूतच्छलानुसारित्वाद्‌द्विगतिः समुदाहृता ॥
]

`verse 13 [
ऋणन्देयमदेयञ्च येन यत्र यथा च यत् ।
दानग्रहणघर्मश्च ऋणादानमिति स्मृतम् ॥
]

`verse 14 [
स्वद्रव्यं यत्र विश्रम्भान्निक्षिपत्यविशङ्कितः ।
निक्षएपन्नामतत् प्रोक्तं व्यवहारपदम्बुधैः ॥
]

`verse 15 [
वणिक्प्रभृतयो यत्र कर्म सम्भूय कुर्वते ।
तत्सम्भूयसमुत्थानं व्यवहारपदं विदुः ॥
]

`verse 16 [
दत्त्वा द्रव्यञ्च चसम्यग्यः पुनरादातुमिच्छति ।
दत्त्वाप्रदानिकं नाम तद्विवादपदं स्मृतम् ॥
]

`verse 17 [
अभ्युपेत्य च शुश्रूषां यस्तां न प्रतिपद्यते ।
अशुश्रूषाब्युपेत्यैतद्विवादपदमुच्यते ॥
]

`verse 18 [
भृत्यानां वेतनस्योक्तादानादानविधिक्रिया ।
वेतनस्यानपाकर्म तद्विवादपदं स्मृतम् ॥
]

`verse 19 [
निक्षिप्तं वा परद्रव्यं नष्टं लब्ध्वा प्रहृत्य वा ।
विक्रीयते परोक्षं यत् स ज्ञेयोऽस्वामिविक्रयः ॥
]

`verse 20 [
विक्रीय पण्यं मूल्येन क्रेत्रे यञ्च न दीयते ।
विक्रीयासम्प्रदानन्तद्विवादपदमुच्यते ॥
]

`verse 21 [
क्रीत्वा मूल्येन यत्पण्यं क्रेता न बहु मन्यते ।
क्रीत्वा मूल्येन यत् पण्यं दुष्क्रीतं मन्यतेक्रयी ॥
]

`verse 22 [
पाखण्डनैगमादीनां स्थितिः समय उच्यते ।
समयस्यानपाकर्म तद्विवादपदं स्मृतम् ॥
]

`verse 23 [
सेतुकेदारमर्य्यादाविकृष्टाकृष्टनिश्चयाः ।
शेत्राधिकारे यत्र स्युर्विवादः क्षेत्रजस्तु सः ॥
]

`verse 24 [
वैवाहिको विधिः स्त्रीणं यत्र पुंसाञ्च कीर्त्त्यते ।
स्त्रीपुंसंयोगसंज्ञन्तु तद्विवादपदं स्मृतम् ॥
]

`verse 25 [
विभागोर्थस्य पैत्रस्य पुत्रैर्यस्तु प्रकल्प्यते ।
दायभागमिति प्रोक्तं विवादपदमुच्यते ॥
]

`verse 26 [
सहसा क्रियते कर्म्म यत् किञ्चित् बलदर्पितैः ।
तत् साहसमिति प्रोक्तं विवादपदमुच्यते ॥
]

`verse 27 [
देशजातिकुलादीनामाक्रोशत्यङ्गसंयुतम् ।
यद्वचः प्रतिकूलार्थं वाक्पारुष्यं तदुच्यते ॥
]

`verse 28 [
परगात्रेष्वभिद्रोहो हस्तपादायुधादिभिः ।
अग्न्यादिभिश्चोपघातैर्दण्डपारुष्यमुच्यते ॥
]

`verse 29 [
अक्षवर्ज्जशलाकाद्यैर्दैवतं द्यूतभुच्यते ।
पञ्चक्रीड़ावयोभिश्च प्राणिद्यूतसमाह्वयः ॥
]

`verse 30 [
प्रकीर्णकः पुनर्ज्ञेयो व्यवहारो निराश्रयः ।
क्रियाबेदान्मनुष्याणां शतशाखो निगद्यते ॥
]

`verse 31 [
व्यवहारोऽष्टादशपदस्तेषां भेदोऽथ वै शतम् ।
क्रियाभेदान्मनुष्याणां शतशाखो निगद्यते ॥
]

`verse 32 [
व्यवहारान्नृपः पश्येज् ज्ञानिविप्रैरकोपनः ।
शत्रुमित्रसमाः सभ्या अलोभाः श्रुतिवेदिनः ॥
]

`verse 33 [
अपश्यता१ कार्य्यवशात् सभ्यैर्विप्रं नियोजयेत् ।
रागाल्लोभाद्‌भयाद्वापि स्मृत्यपेतादिकारिणः ॥
]

`verse 34 [
सभ्याः पृथक् पृथग् दण्ड्या विवादाद्‌द्विगुणो दमः ।
स्मृत्याचारव्यपेतेन मार्गेण धर्षितः परैः ॥
]

`verse 35 [
आवेदयति यद्राज्ञे व्यवहारपदं हि तत्।
प्रत्यर्थिनोऽग्रतो लेख्यं यथा वेदितमर्थिना ॥
]

`verse 36 [
समामासतदर्द्धाहर्नामजात्यादिचिह्नितम् ।
श्रुतार्थस्योत्तरं लेख्यं पूर्वावेदकसन्निधौ ॥
]

`verse 37 [
ततोऽर्थी लेखयेत्सद्यः प्रतिज्ञातार्थसाधनम् ।
तत्सिद्धौ सिद्धिमाप्नोति विपरीतमतोऽन्यथा ॥
]

`verse 38 [
चतुष्पाद्व्यवहारोयं विवादेषूपदर्शितः ।
अभियोगमनिस्तीर्य्यनैनं प्रत्यबियोजयेत् ॥
]

`verse 39 [
अभियुक्तञ्च नान्येन त्यक्तं विप्रकृतिं नयेत् ।
कुर्य्यात् प्रत्यभियोगन्तु कलहे साहसेषु च ॥
]

`verse 40 [
उभयोः प्रतिभूर्ग्राह्यः समर्थः कार्य्यनिर्गये ।
निह्नवे भावितो दद्याद्धनं राज्ञे तु तत्समम् ॥
]

`verse 41 [
मिथ्याभियोगाद् द्विगुणमभियोगाद्धनं हरेत् ।
साहसस्तेयपारुष्येष्वभिशापात्यये स्त्रियाः ॥
]

`verse 42 [
विचारयेत्यद्य एव कालोऽन्यत्रेछया स्मृतः ।
देशदेशान्तरं याति सृक्कणी परिलेढि च ॥
]

`verse 43 [
ललाटं स्विद्यते चास्य मुखवैवर्ण्यमेव च ।
स्वभावाद्विकृतं गच्छेन्मनोवाक्‌कायकर्मभिः ॥
]

`verse 44 [
अभियोगेऽथ वा साक्ष्ये वाग्दुष्टं परिकीर्त्तितः ।
सन्दिग्धार्थं स्वतन्त्रो यः साधयेद्यश्च निष्पतेत् ॥
]

`verse 45 [
न चाहूतो वदेत् किञ्चिद्धनी दण्ड्यश्च स स्मृतः ।
साक्षिषूभयतः सत्सु साक्षिणः पूर्ववादिनः ॥
]

`verse 46 [
पूर्वपक्षेऽधरीभूते भवन्त्युत्तरवादिनः ।
सगणश्चेद्विवादः स्यात्तत्र हीनन्तु दापयेत् ॥
]

`verse 47 [
दत्तं पणं वसुञ्चैव धनिनो धनमेव च।
छलन्निरस्य दूतेन व्यवहारान्नयेन्नृपः ॥
]

`verse 48 [
भूतमप्यर्थमप्यस्तं हीयते व्यवहारतः ।
निह्नते निखिलानेकमेकदेशविभावितम् ॥
]

`verse 49 [
दाप्यः सर्वान्नृपेणार्थान्न ग्राह्यस्त्वनिवेदितः ।
स्मृत्योर्विरोधे न्यायस्तु बलवान् व्यवहारतः ॥
]

`verse 50 [
अर्थशास्त्राद्धि बलवद्धर्मशास्त्रमिति स्थितिः२ ।
प्रमाणं लिखितं भुक्तिः साक्षिणश्चेति कीर्त्तितम् ॥
]

`verse 51 [
एषामन्यतमाभावे दिव्यान्यतममुच्यते ।
सर्वेष्वेव विवादेषु बलवत्युत्तरा क्रिया ॥
]

`verse 52 [
आधौ प्रतिग्रहे क्रीते यूर्वा तु बलवत्तरा ।
पश्यतो ब्रुवतो भूमेर्हानिर्विंशतिवार्षिकी ॥
]

`verse 53 [
परेण भुज्यमाना या धनस्य दशवार्षिकी ।
आधिसीमोपनिःक्षेपजडवाचलधनैर्विना ॥
]

`verse 54 [
तथोपनिधिराजस्त्रीश्रोत्रियाणां धनैरपि ।
आध्यादीनां विहर्तारं धनिने दापयेद्धनं ॥
]

`verse 55 [
दण्ड्य च तत्समं राज्ञे शक्त्यपेक्ष्यमथापि वा ।
आगमोप्यधिको भुक्तिं विना पूर्वक्रमागतां ॥
]

`verse 56 [
आगमोपि बलन्नैव भुक्तिः स्तोकापि यत्र न ।
आगमेन विशुद्धेन भोगो याति प्रमाणताम् ॥
]

`verse 57 [
अविशुद्धागमो भोगः प्रामाण्यं नाधिगच्छति।
आगमस्तु कृतो येन सोबियुक्तस्तमुद्धरेत् ॥
]

`verse 58 [
न तत्सुतस्तःसुतो वा भुक्तिस्तत्र गरीयसी ।
योभियुक्तः परेतः स्यात् तस्य ऋक्‌थात्तमुद्धरेत् ॥
]

`verse 59 [
न तत्र कारणं भुक्तिरागमेन विनाकृता ।
बलोपाधिविनिर्वृत्तान् व्यवहारान्निवर्त्तयेत् ॥
]

`verse 60 [
स्त्रीनक्तमन्तरागारवहिःशत्रुकृतस्तथा ।
मत्तोन्मत्तार्त्तव्यसनिबालभीतप्रयोजितः ॥
]

`verse 61 [
असम्बद्धकृतश्चैव व्यवहारो न सिद्ध्यति ।
प्रनष्टाधिशतं देयं नृपेण धनिने धनं ॥
]

`verse 62 [
विभावयेन्न चेल्लिङ्गैस्तत्समं दातुमर्हति ।
देयञ्चौरहृतं द्रव्यं राज्ञा जनपदाय तु ॥
]

`verse 63 [
अशीतिभागो वृद्धिः स्यान्मासि मासि सबन्धके ।
वर्णक्रमाच्छतं द्वित्रिचतुष्पञ्चकमन्यथा ॥
]

`verse 64 [
सप्ततिस्तु पशुस्त्रीणां रसस्याष्टगुणा परा ।
वस्त्रधान्यहिरण्यानां चतुस्त्रिद्विगुणा तथा ॥
]

`verse 65 [
ग्रामान्तरात्तु दशकं सामुद्रादपि विंशतिं ।
दद्यर्वा स्वकृतां वृद्धिं सर्वे सर्वासु जातिषु ॥
]

`verse 66 [
प्रपन्नं साधयन्नर्थं न वाच्यो नृपतिर्भवेत् ।
साध्यमानो नृपं गच्छेद्दण्ड्यो दाप्यश्च तद्धनं ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये व्यवहारो नाम त्रिपञ्चाशदधिकद्विशततमोऽध्यायः ॥
]
