`speaker [
अग्निरुवाच
]

`verse 1 [
गृहीतार्थः क्रमाद्दाप्यो धनिनामधमर्णिकः ।
दत्वा तु ब्राह्मणायादौ नृपतेस्तदनन्तरम् ॥
]

`verse 2 [
राज्ञाधमर्णिको दाप्यः साधिताद्दशकं स्मृतम् ।
पञ्चकन्तु शतं दाप्यः प्राप्तार्थो ह्युत्तमर्णिकः ॥
]

`verse 3 [
हीनजातिं परिक्षीणमृणार्थं कर्म्म कारयेत् ।
ब्राह्मणस्तु परिक्षीणः शनैर्द्दाप्यो यथोदयम् ॥
]

`verse 4 [
दीयमानं न गृह्णाति प्रयुक्तं स्वकन्धनम् ।
मध्यस्थस्थापितं तत्स्याद्वर्द्धते न ततः परं ॥
]

`verse 5 [
ऋक्थग्राह ऋणं दाप्यो योपिद्‌ग्राहस्तथैव च ।
पुत्रोऽनन्याश्रितद्रव्यः पुत्रहीनस्य ऋक्थिनः ॥
]

`verse 6 [
अविभक्तैः कुटुम्वार्थं यदृणन्तु कृतम्भवेत् ।
दद्युस्तदृक्थिनः प्रेते प्रोषिते वा कुटुम्बिनि ॥
]

`verse 7 [
न योषित् पतिपुत्राभ्यां न पुत्रेण कृतं पिता ।
दद्यादृते कुटुम्बार्थान्न पतिः स्त्रीकृतं तथा ॥
]

`verse 8 [
गोपशौण्डिकशैलूषरजकव्याधयोषितां ।
ऋणं दद्यात्पतिस्त्वासां यस्माद्‌वृत्तिस्तदाश्रया ॥
]

`verse 9 [
प्रतिपन्नं स्त्रिया देयं पत्या वा सह यत् कृतं ।
स्वयं कृतं वा यदृणं नान्यस्त्री दातुमर्हति ॥
]

`verse 10 [
पितरि प्रोषिते प्रेते व्यसनाभिप्लुतेऽथ वा ।
पुत्रपौत्रैर्ऋणं देयं निह्नवे साक्षिभावितम् ॥
]

`verse 11 [
सुराकामद्यूतकृतन्दण्डशुल्कावशिष्टकम् ।
वृथा दानं तथैवेहपु त्रो दद्यान्न पैतृकम् ॥
]

`verse 12 [
भ्रातॄणामथ दम्पत्योः पितुः पुत्रस्य चैव हि ।
प्रतिभाव्यमृणं ग्राह्यमविभक्तेन च स्मृतम् ॥
]

`verse 13 [
दर्शने प्रत्यये दाने प्रव्भिव्यं विधीयते ।
आधौ तु वितथे दाप्या वितथस्य सुता अपि ॥
]

`verse 14 [
दर्शनप्रतिभूर्यत्र मृतः प्रात्ययिकोऽपि वा ।
न तत्‌पुत्रा धनं दद्युर्दद्युर्दानाय ये स्थिताः ॥
]

`verse 15 [
बहवः स्युर्यदि स्वांशैर्दद्युः प्रतिभुवो धनम् ।
एकच्छायाश्रितेष्वेषु धनिकस्य यथारुचि ॥
]

`verse 16 [
प्रतिभूर्दापितो यत्र प्रकाशं धनिने धनम् ।
द्विगुणं प्रतिदातव्यमृणिकैस्तस्य तद्भवेत् ॥
]

`verse 17 [
स्वस्न्ततिस्त्रीपशव्यं धान्यं द्विगुणमेव च ।
वस्त्रं चतुर्गुणं प्रोक्तं रसश्चाष्टगुणस्तथा ॥
]

`verse 18 [
आधिः प्रणश्येत् द्विगुणे धने यदि न मोक्ष्यते ।
काले कालकृतं नश्येत् फलभोग्यो न नश्यति ॥
]

`verse 19 [
गोप्याधिबोग्यो नावृद्धिः सोपकारेऽथ भाविते ।
नष्टो देयो विनष्टश्च दैवराजकृतादृते ॥
]

`verse 20 [
आधेः स्वीकरणात्सिद्धीरक्षमाणोप्यसारताम् ।
यातश्चेदन्य आधेयो धनभाग्‌ वा धनी भवेत् ॥
]

`verse 21 [
चरित्रं बन्धककृतं सवृद्धं दापयेद्वनं ।
सत्यह्कारकृतं द्रव्यं द्विगुणं प्रतिदापयेत् ॥
]

`verse 22 [
उपस्थितस्य मोक्तव्य आधिर्दण्डोऽन्यथा भवेत् ।
प्रयोजके सति धनं कुलेन्यस्याधिमाप्नुयात् ॥
]

`verse 23 [
तत्‌कालकृतमूल्यो वा तत्र तिष्ठेदवृद्धिकः ।
विना धारणकाद्वापि विक्रीणीते ससाक्षिकम् ॥
]

`verse 24 [
यदा तु द्विगुणीभूतमृणमाधौ तदा खलु ।
मोच्यश्चाधिस्तदुत्पाद्य प्रविष्टे द्विगुणे धणे ॥
]

`verse 25 [
व्यसनस्थमनाख्याय हस्तेऽन्यस्य यदर्पयेत् ।
द्रव्यं तदौपनिधिकं प्रतिदेयं तथैव तत् ॥
]

`verse 26 [
न दाप्योऽपहृतं तत्तु राजदैवकतस्करैः ।
प्रेपश्चेन्मार्गिते दत्ते दाप्यो दण्डश्च तत्समम् ॥
]

`verse 27 [
आजीवन् स्वेच्छया दण्ड्यो दाप्यस्तच्चापि सोदयं ।
याचितावाहितन्यासे निक्षेपेष्वप्ययं विधिः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये व्यवहारो नाम चतुःपञ्चाशदधिकद्विशततमोऽध्यायः ॥
]
