`speaker [
अग्निरुवाच
]

`verse 1 [
तपस्विनो दानशीलाः कुलीनाः सत्यवादिनः ।
धर्म्मप्रधाना ऋजवः पुत्रवविते दवीविवुतीः ॥
]

`verse 2 [
पञ्चयज्ञक्रियायुक्ताः साक्षइणः पञ्च वा त्रयः ।
यथाजाति यथावर्ण सर्व्वे सर्व्वेषु वा स्मृताः ॥
]

`verse 3 [
स्त्रीवृद्धबालकितवमत्तोन्मत्ताभिशस्तकाः ।
रङ्गावतारिपाषण्डिकूटकृद्विकलेन्द्रियाः ॥
]

`verse 4 [
पतिताप्तान्नसम्बन्धिसहायरिपुतस्कराः ।
असाक्षिणः सर्व्वसाक्षई चौर्य्यपारुष्यसाहसे ॥
]

`verse 5 [
उभयानुमतः साक्षई भवत्येकोपि धर्म्मवित ।
अब्रुवन् हिनरः साक्षअयमृणं सदशबन्धकम् ॥
]

`verse 6 [
राज्ञा सर्वं प्रदाप्यः स्यात् षट्‌चत्वारिंशकेऽहनि ।
न ददाति हि यः साक्षअयं जानन्नपि नराधमः ॥
]

`verse 7 [
स कूटसाक्षइणआं पापैस्तुल्यो दण्डेन चैव हि ।
 साक्षिणः श्रावयेद्वादिप्रतिवादिसमीपगान् ॥
]

`verse 8 [
ये पातककृतां लोका महापातकिनां तथा ।
अग्निदानाञ्च ये लोका ये च स्त्रीबालघातिनां ॥
]

`verse 9 [
तान् सर्व्वान् समवाप्नोति यः साक्ष्यमनृतं वदेत् ।
सुकृतं यत्त्वाया किञअचिज्जन्मान्तरशतैः कृतम् ॥
]

`verse 10 [
तस्तर्वं तस्य जानीहि यं पराजयसे मृषा ।
द्वैधे बहूनां वचनं समेषु गुणइनान्तथा ॥
]

`verse 11 [
गुणिद्वैधे तु वचनं ग्राह्यं ये गुणवत्तराः ।
यस्योचुः साक्षइणः सत्यां प्रतिज्ञां स जयी भवेत् ॥
]

`verse 12 [
अन्यथा वादिनो यस्य ध्रुवस्तस्य पराजयः
उक्तेपि साक्षइभिः साक्ष्ये यद्यन्ये गुणवत्तराः ॥
]

`verse 13 [
द्विगुणावान्यथा ब्रयुः कूटाः स्यु पूर्वसाक्षइणः ।
पृथक् पृथग्दण्डनीयाः कूटकृत्साक्षइणस्तथा ॥
]

`verse 14 [
विवादाद् द्विगुणं दण्डं विवास्यो ब्राह्मणः स्मृतः ।
यः साक्ष्यं श्रावितोऽन्येभ्यो निह्नते तत्तमोवृतः ॥
]

`verse 15 [
स दाप्योष्टगुणं दण्डं ब्राह्मणन्तु विवासयेत् ।
वर्णिनां हि बधो यत्र तत्र साक्ष्यऽनृतं वदेत् ॥
]

`verse 16 [
यः कश्चिदर्थोऽभिमतः स्वरुकच्या तु परस्परं ।
लेख्यं तु साक्षिमत् कार्य्यं तस्मिन् धनिकपूर्वकम् ॥
]

`verse 17 [
समामासतदर्द्धाहर्न्नामजातिस्वगोत्रजैः ।
सब्रह्मचारिकात्मीयपितृनामादिचिह्नितम् ॥
]

`verse 18 [
समाप्तेऽर्थे ऋणी नाम स्वहस्तेन निवेशयेत् ।
मतं मेऽमुकपुत्रस्य यदत्रोपरिलेखितं ॥
]

`verse 19 [
साक्षइणश्च स्वहस्तेन पितृनामकर्पूर्वकम् ।
अत्राहममुकः साक्षी लिखेयुरिति र्ते समाः ॥
]

`verse 20 [
अलिपिज्ञ ऋणी यः स्याल्लेखयेत् स्वमतन्तु सः ।
साक्षी वा साक्षइणान्येन सर्वसाक्षिसमीपतः ॥
]

`verse 21 [
उभयाभ्यर्थिनैतन्मया ह्यमुकसूनुना ।
लिखितं ह्यमुकेनेति लेखकोऽथान्ततो लिखेत ॥
]

`verse 22 [
विनापि साक्षिभिर्ल्लेख्यं स्वहस्तलिखितञ्च यत् ।
तत् प्रमाणं स्मृतं सर्वं बलोपधिकृतादृते ॥
]

`verse 23 [
ऋणं लेख्यकृतं देयं पुरुषैस्त्रिभिरेव तु ।
आधिस्तु भुज्यते तावद्यावत्तन्न प्रदीयते ॥
]

`verse 24 [
देशान्तरस्थे दुर्ल्लेख्ये नष्टोन्मृष्टे हृते तथा ।
भिन्ने च्छिन्ने तथा दग्धे लेख्यमन्यत्तु कारयेत् ॥
]

`verse 25 [
सन्दिग्धार्थविशुद्ध्यर्थं स्वहस्तलिखितं तु यत् ।
युक्तिप्राप्तिक्रियाचिह्नसम्बन्धागमहेतुभिः ॥
]

`verse 26 [
लेख्येस्य पृष्ठेऽभिलिखेत् प्रविष्टमघमर्णिनः ।
धनी चोपगतं दद्यात् स्वहस्तपरिचिह्नितम् ॥
]

`verse 27 [
दत्वर्णं पाटयेल्लेख्यं शुद्ध्यै चान्यत्तु कारयेत् ।
साक्षिमच्च भवेद्यत्तु दद्दातव्यं समाक्षिकं ॥
]

`verse 28 [
तुलाग्न्यापो विषं कोषो दिव्यानीह विशुद्धये ।
महाभियोगेष्वेतानि शीर्षकस्थेऽभियोक्तरि ॥
]

`verse 29 [
रुच्या वान्यतरः कुर्य्यादितरो वर्त्तयेच्छिरः ।
विनापि शीर्षकात् कुर्य्यान्नृपद्रोहेऽथ पातके ॥
]

`verse 30 [
नासहस्राद्धरेत् फालं न तुलान्न विषन्तथा ।
नृपार्थेष्वभियोगेषु वहेयुः शुचयः सदा ॥
]

`verse 31 [
सहस्रार्थे लुलादीनि कोषमल्पेऽपि दापयेत् ।
शतार्द्धं दापयेच्छुद्धमशुद्धो दण्डभाग भवेत् ॥
]

`verse 32 [
सचेलस्नातमाहूय सूर्य्योदय उपोषितम् ।
कारयेत्सर्वदिव्यानि नृपब्राह्मणसन्निधौ ॥
]

`verse 33 [
तुला स्त्रीबालवृद्धान्धपङ्गुब्राह्मणरोगिणां ।
अग्निर्ज्जलं वा शूद्रस्य यवाः सप्त विषस्य वा ॥
]

`verse 34 [
तुलाधारणविद्वद्भिरभियुक्तस्तुलाश्रितः ।
प्रतिमानसमीभूतो रेखां कृत्वावतारितः ॥
]

`verse 35 [
आदित्यचन्द्रावनिलोऽनलश्च द्यौर्भूमिरापो हृदयं यमश्च ।
अहश्च रात्रिस्च उभे च सन्ध्ये धर्म्मश्च जानाति नरस्य वृत्तम् ॥
]

`verse 36 [
त्वं तुले सत्यधामासि पुरा देवैविनिर्मिता ।
सत्यं वदस्व कल्याणि संशयान्मां विमोचय ॥
]

`verse 37 [
यद्यस्मि पापकृन्मातस्ततो मां त्वमधो नय ।
शुद्धश्चेद्‌गमयोद्‌र्ध्वम्मां तुलामित्यभिमन्त्रयेत् ॥
]

`verse 38 [
करौ विमृदितव्रीहेर्लक्षयित्वा ततो न्यसेत् ।
सप्ताश्वत्थस्य पत्राणि तावत् सूत्रेण वेष्टयेत् ॥
]

`verse 39 [
त्वमेव सर्वभूतानामन्तश्चरसि पावक ।
साक्षिवत् पुण्यपापेभ्यो ब्रूहि सत्यङ्करे मम ॥
]

`verse 40 [
तस्येत्युक्तवतो लौहं पश्चाशत्‌पलिकं समम् ।
अग्निवर्णं न्यसेत् पिण्डं हस्तयोरुभयोरपि ॥
]

`verse 41 [
स तमादाय सप्तैव मण्डलानि शनैर्व्रजेत् ।
षोड़शङ्गुलकं ज्ञेयं मण्डलं तावदन्तरम् ॥
]

`verse 42 [
मुक्त्वाग्निं मृदितव्रीहिरदग्धः शुद्धिमाप्नुयात् ।
अन्तरा पतिते पिण्डे सन्देहे वा पुनर्हरेत् ॥
]

`verse 43 [
पवित्राणां पवित्र त्वं शोध्यं शोधय पावक।
सत्येन माभिरक्षस्व वरुणेत्यभिशस्तकम् ॥
]

`verse 44 [
नाभिदघ्नोदकस्थस्य गृहीत्वोरू जलं विशेत् ।
समकालमिषुं मुक्तमानीयाद्यो जवी नरः ॥
]

`verse 45 [
यदि तस्मिन्निमग्नाङ्गं पश्येच्चेच्छुद्धिमाप्नुयात् ।
त्वं विष ब्रह्मणः पुत्र सत्यधर्मे व्यवस्थितः ॥
]

`verse 46 [
त्रायस्वास्मादभीशापात् सत्येन भव मेऽमृतम् ।
एवमुक्त्वा विषं शार्ङ्ग भक्षयेद्धिमशैलजं ॥
]

`verse 47 [
यस्य वेगैर्विना जीर्णं शुद्धिं तस्य विनिर्द्दिशेत् ।
देवानुग्रान् समभ्यर्च्च्य तत्स्नानोदकमाहरेत् ॥
]

`verse 48 [
संश्राव्य पाययेत्तस्माज्जलात्तु प्रसृतित्रयम् ।
आचतुर्द्दशमादह्नो यस्य नो राजदैविकम् ॥
]

`verse 49 [
व्यसनं जायते घोरं स शुद्धः स्यादसंशयम् ।
सत्यवाहनशस्त्राणि गोबीजकनकानि च ॥
]

`verse 50 [
देवतागुरुपादाश्च इष्टापूर्त्तकृतानि च ।
इत्येते सुकराः प्रोक्ताः शपथाः स्वल्पसंशये ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये दिव्यानि प्रमाणानि नाम पञ्चपञ्चाशदधिकद्विशततमोऽध्यायः ।
]
