`speaker [
अग्निरुवाच
]

`verse 1 [
सत्यासत्यान्यथा स्तोत्रैर्न्यूनाङ्गेन्द्रियरोगिणां ।
क्षेपं करोति चेद्दण्ड्यः पणानर्द्धत्रयोदश ॥
]

`verse 2 [
अभिगन्तास्मि भगिनीम्मातरं वा तवेति च ।
शपन्तं दापयेद्राजा पञ्चविशतिकं दमं ॥
]

`verse 3 [
अर्द्धोऽधमेषु द्विगुणः परस्त्रीषूत्तमेषु च ।
दण्डप्रणयनं क्काय्य वर्णजात्युत्तराधरैः ॥
]

`verse 4 [
प्रातिलोम्यापवादेषु द्विगुणत्रिगुणा दमाः ।
वर्णानामानुलोम्येन तस्मादेवार्द्धहानितः ॥
]

`verse 5 [
वाहुग्रीवानेत्रसक्थिविनाशे वाचिके दमः ।
शत्यस्ततोऽर्द्धिकः पादनासाकर्णकरादिषु ॥
]

`verse 6 [
अशक्तस्तु वदन्नेवन्दण्डनीयः पणान् दश ।
तथा शक्तः प्रतिभुवं दद्यात् क्षेमाय तस्य तु१ ॥
]

`verse 7 [
पतनीयकृते क्षएपे दण्डो मध्यमसाहसः ।
उपपातकयुक्ते तु दाप्यः प्रथमसाहसं ॥
]

`verse 8 [
त्रैविद्यनृपदेवानां क्षेप उत्तमसाहसः ।
मध्यमो ज्ञातिपूगानां प्रथमो ग्रामदेशयोः ॥
]

`verse 9 [
असाक्षिकहते चिह्नैर्युक्तिभिश्चागमेन च ।
द्रष्टव्यो व्यवहारस्तु कूटचिह्नकृताद्भयात् ॥
]

`verse 10 [
भस्मपङ्करजःस्पर्शे दण्डो दशपणः स्मृतः ।
अमेध्यपार्ष्णिनिष्ठ्यूतस्पर्शने द्विगुणः स्मृतः ॥
]

`verse 11 [
समेष्वेवं परस्त्रीषु द्विगुणस्तूत्तमेषु च ।
हीनेष्वर्द्धं दमो मोहमदादिभिरदण्डनम् ॥
]

`verse 12 [
विप्रपीडाकरं च्छेद्यमङ्गमब्राह्मणस्य तु ।
उद्‌गूर्णे प्रथमो दण्डः संस्पर्शे तु तदर्द्धिकः ॥
]

`verse 13 [
उद्‌गूर्णे हस्तपादे तु दशविंशतिकौ दमौ।
परस्परन्तु सर्व्वेषां शास्त्रं मध्यमसाहसः ॥
]

`verse 14 [
पादकेशांशुककरोल्लुञ्चनेषु पणान् दश ।
पीडाकर्षाशुकावेष्टपादाध्यासे शतन्दमः ॥
]

`verse 15 [
शोणितेन विना दुःखङ्कुर्वन् काष्ठादिभिर्नरः ।
द्वात्रिंशतं पणान्२ दाप्यो द्विगुणं दर्शनेऽसृजः ॥
]

`verse 16 [
करपाददतो भङ्गे च्छेदने कर्णनासयोः ।
मध्यो दण्डो व्रणोद्भेदे मृतकल्पहते तथा ॥
]

`verse 17 [
चेष्टाभोजनवाग्नोधे नेत्रादिप्रतिभेदने ।
कन्धराबाहुसक्थ्याञ्च भह्गे मघ्यमसाहसः ॥
]

`verse 18 [
एकं घ्नतां बहूनाञ्च यथोक्ताद् द्विगुणा दमाः ।
कलहापहृतं देयं दण्डस्तु द्विगुणः स्मृतः ॥
]

`verse 19 [
दुःखमुत्पादयेद्यस्तु स समुत्थानजं व्ययम् ।
दाप्यो दण्डञ्च यो यस्मिन् कलहे समुदाहृतः ॥
]

`verse 20 [
.

तरिकः स्थलजं शुल्कं गृह्णन् दण्ड्यः पणान्दश ।
ब्राह्मणप्रातिवेश्यानामेतदेवानिमन्त्रणे ॥
]

`verse 21 [
अभिघाते तथा भेदे च्छेदे कुड्यावपातने ।
पणान्दाप्यः वञ्चदशविंशतिं तत्त्रयन्तथा ॥
]

`verse 22 [
दुःस्वोत्पादिगृहे द्रव्यं क्षिपन् प्राणहरं तथा ।
षोड़शाद्यः पणान् दाप्यो द्विपणप्रभृतिः क्रमात् ॥
]

`verse 23 [
दुःखे च शोणितोत्पादे शाखाङ्गच्छेदने तथा।
दण्डः क्षुद्रपशूनां स्याद्विपणप्रभृतिः क्रमात् ॥
]

`verse 24 [
लिङ्गस्य च्छेदने मृत्तौ मध्यमो मूल्यमेव च ।
महापशूनामेतेषु स्थानेषु द्विगुणा दमाः ॥
]

`verse 25 [
प्ररोहिशाखिनां शाखास्कन्धसर्वविदारणे ।
उपजीव्यद्रुमाणान्तु विंशतेर्द्विगुणा दमाः३ ॥
]

`verse 26 [
यः साहसङ्कारयति सं दाप्यो द्विगुणन्दमम् ।
यस्त्वेवमुक्त्वाहं दाता कारयेत् च चतुर्गुणम् ॥
]

`verse 27 [
आर्य्याक्रोशातिक्रमकृद्‌भ्रातृजायाप्रहारदः
सन्दिष्टस्याप्रदाता च समुद्रगृहभेदकः ॥
]

`verse 28 [
सामन्तकुलिकादीनामपकारस्य कारकः ।
पञ्चाशत्पणिको दण्ड एषामिति विनिश्चयः ॥
]

`verse 29 [
स्वच्छन्दविधवागामी विक्रुष्टे नाभिधावकः ।
पञ्चाशत्पणिको दण्ड एषामिति विनिश्चयः ॥
]

`verse 30 [
शूद्रः प्रव्रजीतानाञ्च दैवे पैत्र्ये च भोजकः ।
अयुक्तं शपथं कुर्व्वन्नयोग्यो योग्यकर्मकृत् ॥
]

`verse 31 [
वृषक्षुद्रपशूनाञ्च पुंस्त्वस्य प्रतिघातकृत् ।
साधारणस्यापलापो दासीगर्भविनाशकृत् ॥
]

`verse 32 [
पितापुत्रस्वसृभ्रातृदम्पत्याचार्य्यशिष्यकाः ।
एषामपतितान्योन्यत्यागी च शतदण्डभाक् ॥
]

`verse 33 [
वसानस्त्रीन् पणान् दण्ड्यो नेजकस्तु परांशुकम् ।
विक्रयावक्रयाधानयाचितेषु पणान् दश ॥
]

`verse 34 [
तुलाशासनमानानं कूटकृन्नाणकस्य च ।
एभिश्च व्यवहर्त्ता यः स दाप्यो दण्डमुत्तमम् ॥
]

`verse 35 [
अकूटं कूटकं ब्रते कूटं यश्चाप्यकूटकम् ।
स नाणकपरीक्षी तु दाप्यः प्रथमसाहसम् ॥
]

`verse 36 [
भिषङ्‌मिथ्याचरन् दाप्यस्तिर्य्यक्षु प्रथमं दमम् ।
मानुषे मध्यमं राजमानुषेषूत्तमन्तथा ॥
]

`verse 37 [
अबध्यं यश्च बध्नाति बध्यं यश्च प्रमुञ्चति ।
अप्राप्तव्यवहारञ्च स दाप्यो दममुत्तमम् ॥
]

`verse 38 [
मानेन तुलया वापि योंऽशमष्टमकं हरेत् ।
द्वाविंशतिपणान् दाप्यो वृद्धौ हानौ च कल्पितम् ॥
]

`verse 39 [
भेषजस्नेहलवणस्नेगन्धधान्यगुड़ादिषु ।
पण्येषु प्रक्षिपन् हीनं पणान्दाप्यस्तु षोडश ॥
]

`verse 40 [
सम्भूय कुर्व्वतामर्घं सबाधं कारुशिल्पिनां ।
अर्थस्य ह्रासं वृद्धिं वा सहस्रो दण्ड उच्यते ॥
]

`verse 41 [
राजनि स्थाप्यते योऽर्थः प्रत्यहं तेन विक्रयः ।
क्रयो वा निस्रवस्तस्माद्वणिजां लाभकृत् स्मृतः ॥
]

`verse 42 [
स्वदेशपण्ये तु शतं वणिग् गृह्णीत पञ्चकं ।
दशकं पारदेश्ये तु यः सद्यः क्रयविक्रयी ॥
]

`verse 43 [
पण्यस्योपरि संस्थाप्य व्ययं पण्यसमुद्भवं ।
अर्थोंऽनुग्रहकृत् कार्य्यः क्रेतुर्विक्रेतुरेव च ॥
]

`verse 44 [
गृहीतमूल्यं यः पण्यं क्रेतुर्नैव प्रयच्छति ।
सोदयन्तस्य दाप्योऽसौ दिग्लाभं वा दिगागते ॥
]

`verse 45 [
विक्रोतमपि विक्रेयं पूर्वे क्रेतर्य्यगृह्णति ।
हानिश्चेत् क्रेतृदोषेण क्रेतुरेव हि सा भवेत् ॥
]

`verse 46 [
राजदैवोपघातेन पण्ये दोषमुपागते ।
हानिर्विक्रेतुरेवासौ याचितस्याप्रयच्छतः ॥
]

`verse 47 [
अन्यहस्ते च विक्रीतं दुष्टं वा दुष्टवद्यदि ।
विक्रीनीते दमस्तत्र तन्मूल्यादद्विगुणो भवेत् ॥
]

`verse 48 [
क्षयं वृद्धिञ्च बणिजापण्यानामविजानता ।
क्रीत्वा नानुशयः कार्य्यः कुर्वन् षड्‌भागदण्डभाक् ॥
]

`verse 49 [
समवायेन वणिजां लाभार्थं कर्म कुर्वतां ।
लाभालाभौ यथा द्रव्यं यथा वा संविदा कृतौ ॥
]

`verse 50 [
प्रतिपिद्धमनादिष्टं प्रमादाद्यच्च नाशितं ।
स तद्दद्याद् विप्लवाच्च रक्षइताद्दसमांशभाक् ॥
]

`verse 51 [
अर्थप्रक्षएपणाद्विंशं भागं शुल्कं नृपो हरेत् ।
व्यासिद्धं राजयोग्यञ्च विक्रीतं राजगामि तत् ॥
]

`verse 52 [
मित्थ्या वदन् परीमाणं शुल्कस्थानादपक्रमम् ।
दाप्यस्त्वष्टगुणं यश्च सव्याजक्रयविक्रयी ॥
]

`verse 53 [
देशान्तरगते प्रेते द्रव्यं दायादबान्धवाः ।
ज्ञातयो वा हरेयुस्तदागतास्तैर्विना नृपः ॥
]

`verse 54 [
जिह्मं त्यजेयुर्निर्लोभमशक्तोऽन्येन कारयेत् ।
अनेन विधिराख्यात ऋत्विक्कर्षककर्मिणां ॥
]

`verse 55 [
ग्राहकैर्गृह्यते चौरो लोप्त्रेणाथ पदेन वा ।
पूर्वकर्मापराधी वा तथैवाशुद्धवासकः ॥
]

`verse 56 [
अन्येपि शङ्कया ग्राह्य जातिनामादिनिह्नवैः ।
द्यूतस्त्रीपानशक्ताश्च शुष्कभिन्नमुखस्वराः ॥
]

`verse 57 [
परद्रव्यगृहाणाञ्च पृच्छका गूढ़चारिणः ।
निराया व्ययवन्तश्च विनष्टद्रव्यविक्रयाः ॥
]

`verse 58 [
गृहीतः शङ्कया चौर्य्येनाम्नानञ्चेद्विशोधयेत् ।
दापयित्वा हृतं द्रव्यं चोरदण्डेन दण्डयेत् ॥
]

`verse 59 [
चौरं प्रदाप्यापहृतं घातयेद्विविधैर्बधैः ।
सचिह्नं ब्राह्मणं कृत्वा स्वराष्ट्राद्विप्रवासयेत् ॥
]

`verse 60 [
घातितेऽपहृते दोषो ग्रामभर्त्तुरमिर्गते ।
म्वसीम्नि दद्याद्ग्रामस्तु पदं वा यत्र गच्छति ॥
]

`verse 61 [
पञ्चग्रामी वहिः क्रोशाद्दशग्राम्यऽथ वा पुनः ।
वन्दिग्राहांस्तथा वाजिकञ्जराणाञ्च हारिणः ॥
]

`verse 62 [
प्रसह्य घातिश्चैव शूलमारोपयेन्नरान् ।
उत्क्षेपकग्रन्थिभेदौ करसन्दंशहीतकौ ॥
]

`verse 63 [
कार्य्यौ द्वितीयापराधे करपादैकहीनकौ ।
भक्तावकाशाग्न्युदकमन्त्रोपकरणव्ययान् ॥
]

`verse 64 [
दत्त्वा चौरस्य हन्तुर्वा जानतो दम उत्तमः ।
शस्त्रावपाते गर्भस्य पातने चोत्तमो दमः ॥
]

`verse 65 [
उत्तमो वाऽधमो वापि पुरुषस्त्रीप्रमापणे ।
शिलां बद्‌ध्बा क्षिपेदप्सु नरघ्नीं विषदां स्त्रियं ॥
]

`verse 66 [
विषाग्निदां निजगुरुनिजापत्यप्रमापणीं ।
विकर्णकरनासौष्ठीं कृत्वा गोभिः प्रमापयेत् ॥
]

`verse 67 [
क्षेत्रवेश्मवनग्रामविवीतखलदाहकाः ।
राजपत्न्यभिऽगामी च दग्धव्यास्तु कटाग्निना ॥
]

`verse 68 [
पुमान् संग्रहणे ग्राह्यः केशाकेशिपरस्त्रियाः ।
स्वजातावुत्तमो दण्ड आनुलोम्ये तु मध्यमः ॥
]

`verse 69 [
प्रातिलोम्ये बधः पुंसां नार्य्याः कर्णावकर्त्तनम् ।
नीवीस्तनप्रावरणनाभिकेशावमर्द्दनम् ॥
]

`verse 70 [
अदेशकालसम्भाषं सहावस्थानमेव च ।
स्त्री निषेधे शतं दद्याद् द्विशतन्तु दमं पुमान् ॥
]

`verse 71 [
प्रतिषेधे तयोर्दण्डो यथा संग्रहणे तथा ।
पशून् गच्छञ्छतं दाप्यो हीनां स्त्रीं गाश्च मध्यमम् ॥
]

`verse 72 [
अवरुद्धासु दासीषु भुजिष्यासु तथैव च ।
गम्यास्वपि पूमान्दाप्यः पञ्चाशत् पणिकन्दमम् ॥
]

`verse 73 [
प्रसह्य दास्यबिगमे दण्डो दशपणः स्मृतः ।
कुबन्धेनाङ्क्य गमयेदन्त्याप्रव्रजितागमे ॥
]

`verse 74 [
न्यूनं वाप्यधिकं वापि लिखेद् यो राजशासनम् ।
कूटस्वर्णव्यवहारी विमांसस्य च विक्रयी ॥
]

`verse 75 [
अभक्षैर्दूषयन् विप्रं दण्ड उत्तमसाहसम् ।
कूटस्वर्णव्यवहारी विमांसस्य च विक्रयी ॥
]

`verse 76 [
अङ्गहीनश्च कर्त्तव्यो दाप्यश्चोत्तमसाहसं ।
शक्तो ह्यमोक्षयन् स्वामी दंष्ट्रिणः श्रृङ्गिणस्तथा ॥
]

`verse 77 [
प्रथमं साहसं दद्याद्विक्रूष्टे द्विगुणं तथा ।
अचौरञ्चौरेऽभिवदन् दाप्यः पञ्चशतं दमं ॥
]

`verse 78 [
राज्ञोऽनिष्टप्रवक्तारं तस्यैवाक्रोशकं तथा ।
मृताङ्गलग्नविक्रेतुर्गुरोस्ताड़यितुस्तथा ॥
]

`verse 79 [
तन्मन्त्रस्य च भेत्तारं छित्त्वा जिह्वां प्रवासयेत् ।
राजयानासनारोढुर्दण्डो मध्यमसाहसः ॥
]

`verse 80 [
.

द्विनेत्रभेदिनो राजद्विष्टादेशकृतस्तथा ।
विप्रत्वेन च शूद्रस्य जीवतोऽष्टशतो दमः ॥
]

`verse 81 [
यो मन्येताजितोऽस्मीति न्याये नाभिपराजितः ।
तमायान्तं पुनर्ज्जित्वा दण्डयेद् द्विगुणं दमं ॥
]

`verse 82 [
राज्ञाऽन्यायेन यो दण्डा गृहीतो वरुणायतं ।
निवेद्य दद्याद्विप्रेभ्यः स्वयं त्रिशद्‌गुणीकृतं ॥
]

`verse 83 [
धर्म्मश्चार्थश्च कीत्तिश्च लोकपङ्‌क्तिरुपग्रहः ।
प्रजाभ्यो बहुमानञ्च स्वर्गस्थानञ्च शाश्वत्म् ॥
]
