`speaker [
अग्निरुवाच
]

`verse 1 [
ऋग्यजुःसामाथर्वविधानं पुष्करोदितम् ।
भुक्तिभुक्तिकरं जप्याद्धोमाद्रामाय तद्वदे ॥
]

`speaker [
पुष्कर उवाच
]

`verse 2 [
प्रतिवेदन्तु कर्म्माणि कार्य्याणि प्रवदामि ते ।
प्रथमं ऋग्विधानं वै श्रृणु त्वं भुक्तिमुक्तिदम् ॥
]

`verse 3 [
अन्तर्ज्जले तथा होमे जपतो मनसेप्सितम् ।
कामं करोति गायत्री प्राणायामाद्विशेपतः ॥
]

`verse 4 [
गायत्र्या दशसाहस्रो जपो नक्ताशिनो द्विज ।
बहुस्नातस्य तत्रैव सर्वकल्पमनाशनः ॥
]

`verse 5 [
दशायुतानि जप्त्वाऽथ हविष्याशी स मुक्तिभाक् ।
प्रणवो हि परं ब्रह्म तज्जपः सर्वपापहा ॥
]

`verse 6 [
ओंकारशतकजप्तन्तु नाभिमात्रोदके स्थितः
जलं पिवेत् स सर्वेस्तु पापैर्वै विप्रमुच्यते ॥
]

`verse 7 [
मात्रात्रयं त्रयो वेदास्त्रयो देवास्त्रयोऽग्नयः ।
महाव्याहृतयः सप्त लोका होमोऽखिलाघहा ॥
]

`verse 8 [
गायत्री परमा जाप्या महाव्याहृतयस्तथा ।
अन्तर्ज्जले तथा रामप्रोक्तश्चैवाघमर्षणः ॥
]

`verse 9 [
अग्निमीले पुरोहितं सूक्तोऽयं वह्निदैवतः ।
शिरसा धारयन् वह्निं यो जपेत्परिवत्सरम् ॥
]

`verse 10 [
होमं त्रिषवणं भैक्ष्यमनग्निज्चवलनञ्चरेत् ।
अतः परमृचः सप्त वाय्वाद्या याः प्रकीर्त्तिताः ॥
]

`verse 11 [
ता जपन् प्रयतो नित्यमिष्टान् कामान् समश्नुते ।
मेधाकामो जपेन्नित्यं सदसन्यमितित्यृचम् ॥
]

`verse 12 [
अन्वयो यन्निमाः प्रोक्ताः नवर्चो मृत्युनाशनाः ।
शुनःशेफमृषिं बद्धः सन्निरुद्धोऽथ वा२ जपेत् ॥
]

`verse 13 [
मुच्यते सर्वपापेभ्यो गदी वाप्यगदो भवेत् ।
य इच्छेच्छाश्वतं कामं मित्रं प्राज्ञं पुरन्दरं ॥
]

`verse 14 [
ऋग्भिः षोड़शभिः कुर्य्यादिन्द्रस्येति दिने दिने ।
हिहण्यस्तूपमित्येतज्जपन् शत्रून् प्रबाधते ॥
]

`verse 15 [
क्षेमी भवति चाध्वानो ये ते पन्था जपन् नरः ।
रौद्रीभिः षड्‌भिरीशानं स्तूयाद् यो वै दिने दिने ॥
]

`verse 16 [
चरुं वा कल्पयेद्रौद्रं तस्यशान्तिः पराभवेत् ।
उदित्युदन्तमादित्यमुपतिष्ठन् दिने दिने ॥
]

`verse 17 [
क्षिपेज्जलाञ्जलीन् सप्त मनोदुःखविनाशनं ।
द्विषन्तमित्यथार्द्धर्च्चं यद्विप्रान्तं जपन् स्मरेत् ॥
]

`verse 18 [
आगस्कृत् सप्तरात्रेण विद्वेषमधिगच्छति ।
आरोग्यकामी रोगी वा प्रस्कन्नस्योत्तमं जपेत् ॥
]

`verse 19 [
उत्तमस्तस्य चार्द्धर्च्चो जपेद्वै विविधासने ।
उदयत्यायुरक्ष्यय्यं तेजो मध्यन्दिने जपेत् ॥
]

`verse 20 [
अस्तं प्रतिगते सूर्य्ये द्विषन्तं प्रतिबाधते ।
न वयश्चेति सूक्तानि जपन् शत्रून्नियच्छति ॥
]

`verse 21 [
.

एकाद्श सुपर्णस्य सर्व्वकामान्विनिर्द्दिशेत् ।
आद्यात्मिकी कइत्येता जपन्मोक्षमवाप्नुयात् ॥
]

`verse 22 [
आ नो भद्रा इत्यनेन दीर्घमायुरबाप्नुयात् ।
त्वं सीमेति च सूक्तेन नवं पश्येन्निशाकरं ॥
]

`verse 23 [
उपतिष्ठेत् समित्पाणिर्व्वासांस्याप्नोत्यसंशयं ।
आयुरीप्सन्निममिति कौत्स सूक्तं सदा जपे ॥
]

`verse 24 [
आपनः शोशुचदिति स्तुत्वा मध्ये दिवाकरं ।
यथा मुञ्चति चेषीकां तथा पापं प्रमुञ्चति ॥
]

`verse 25 [
जातवेदस इत्येतज्जपेत् स्वस्त्ययनं पथि ।
भयैर्व्विमुच्यते सर्व्वः स्वस्तिमानाप्नुयात् गृहान् ॥
]

`verse 26 [
व्युष्टायाञ्च तथा रात्र्यामेतद्‌दुःस्वप्ननाशनं ।
प्रमन्दिनेति सूयन्त्या जपेद्‌गर्भविमोचनं ॥
]

`verse 27 [
जपन्निन्द्रमिति स्नातो वै श्वदेवन्तु सप्तकं ।
मुञ्चत्याज्यं तथा जुह्वत् सकलं किल्विषं नरः ॥
]

`verse 28 [
इमामिति जपन् शश्वत् कामानाप्नोत्यभीप्सितान् ।
मानस्तोक इति द्वाभ्यां त्रिरात्रोपोषितः शुचिः ॥
]

`verse 29 [
औडुम्बरीश्च जुहुयात्समिधश्चाज्यसंस्कृताः ।
छित्त्वा सर्व्वान्मृत्युपाशान् जीवेद्रोगविवर्जितः ॥
]

`verse 30 [
ऊद्‌र्ध्ववाहुरनेनैव स्तुत्वा शम्भुं तथैव च ।
मानस्तोकेति च ऋचा शिखाबन्धे कृते नरः ॥
]

`verse 31 [
अधृष्यः सर्वभूतानां जायते संशयं विना ।
चित्रमित्युपतिष्ठेत त्रिसन्ध्यं भास्करं तथा ॥
]

`verse 32 [
समित्‌पाणिर्नरो नित्यमीप्सितं धनमाप्नुयात् ।
अथ स्वप्नेति च जपन् प्रातर्मध्यन्दिने दिने ॥
]

`verse 33 [
दुःस्वप्नञ्चार्द्दते कृत्स्नं भोजनञ्चाप्नुयाच्छुभम् ।
उभे पुमानिति तथा रक्षोघ्नः परिकीर्त्तितः ॥
]

`verse 34 [
उभे वासा इति ऋचो जपन् कामानवाप्नुयात् ।
न सागान्निति च जपन् मुच्यते चाततायिनः ॥
]

`verse 35 [
कया शुभेति च जपन् जातिश्रैष्ठमवाप्नुयात् ।
इमन्नृसोममित्येतत् सर्व्वान् कामानवाप्नुयात् ॥
]

`verse 36 [
पितरित्युपतिष्ठेत नित्यमर्थमुपस्थितं ।
अग्ने नयेति सूक्तेन घृतहोमश्च मार्गगः ॥
]

`verse 37 [
वीरान्नयमवाप्नोति सुश्लोकं यो जपेत् सदा।
सङ्कतो नेति सूक्तेन विषान् सर्व्वान् व्यपोहति ॥
]

`verse 38 [
यो जात इति सूक्तेन सर्व्वान् कामानवाप्नुयात् ।
गणानामिति सूक्तेन स्निग्धमाप्नोत्यनुत्तमं ॥
]

`verse 39 [
यो मे राजन्नितीमांन्तु दुःस्वप्नशमनीमृचं ।
अध्वनि प्रस्थितो यस्तु पश्येच्छत्रुं समुत्थितं ॥
]

`verse 40 [
अप्रसस्तं प्रशस्तं वा कुविदङ्ग इमं जपेत् ।
द्वाविंशकं जपन् सूक्तमाध्यात्मिकमनुत्तमं ॥
]

`verse 41 [
पर्वसु प्रयतो नित्यमिष्टान् कामान् समश्नुते ।
कृणुष्वेति जपन् सूक्तं जुह्वदाज्यं समाहितः ॥
]

`verse 42 [
अरातीनां हरेत् प्राणान् रक्षांस्यपि विनाशयेत् ।
उपतिष्ठेत् स्वयं वह्निं परित्यचा दिने दिने ॥
]

`verse 43 [
तं रक्षति स्वयं वह्निर्व्विश्वतो विश्वतोमुखः ।
हंसः शुचिः सदित्येतच्छुचिरीक्षेद्दिवाकरं ॥
]

`verse 44 [
कृषिं प्रपद्यमानस्तु स्थालीपाकं यथाविधि ।
जुहुयात् क्षेत्रमध्ये तु स्वनीस्वाहास्तु पञ्चभिः ॥
]

`verse 45 [
इन्द्राय च मरुद्‌ब्यस्तु पर्ज्जन्याय भगाय च ।
यथालिङ्गन्तु विहरेल्लाङ्गलन्तु कृषीबलः ॥
]

`verse 46 [
युक्तो धान्याय सीतायै सुनासीरमथोत्तरं ।
गन्धमाल्यैर्नमस्कारैर्यजेदेताश्च देवताः ॥
]

`verse 47 [
प्रवापने प्रलवने खलसीतापहारयोः ।
अमोघङ्गर्म्म भवति वर्द्धते सर्व्वदा कृषिः ॥
]

`verse 48 [
समुद्रादिति सूक्तेन कामानाप्नोति पावकात् ।
विश्वानर इति द्वाभ्यां य ऋग्भ्यां वह्निमर्हति ॥
]

`verse 49 [
स तरत्यापदः सर्व्वा यशः प्राप्नोति चाक्षयं ।
विपुलां श्रियमाप्नोति जयं प्राप्नोत्यनुत्तमं ॥
]

`verse 50 [
.

अग्ने त्वमिति च स्तुत्वा धनमाप्नोति वाञ्छितं ।
प्रजाकामो जपेन्नित्यं वरुणदैवतत्रयं ॥
]

`verse 51 [
स्वस्त्या त्रयं जपेत् प्रातः सदा स्वस्त्ययनं महत् ।
स्वस्ति पन्था इति प्रोच्य स्वस्तिमान् व्रजतेऽध्वनि ॥
]

`verse 52 [
विजीगीषुर्वनस्पते शत्रणां व्याधितं भवेत् ।
स्त्रिया गर्भप्रमूढाया गर्भमोक्षणमुत्तमं ॥
]

`verse 53 [
अच्छावदेति सूक्तञ्च वृष्टिकामः प्रयोजयेत् ।
निराहारः क्लिन्नवासा न चिरेण प्रवर्षति ॥
]

`verse 54 [
मनसः काम इत्येतां पशुकामो नरो जपेत् ।
कर्द्दमेन इति स्नायात्प्रजाकामः शुचिव्रतः ॥
]

`verse 55 [
अश्वपूर्वा इति स्नायाद्राज्यकामस्तु मानवः ।
रोहिते चर्म्मणि स्नायात् ब्राह्मणस्तु यथाविधि ॥
]

`verse 56 [
राजा चर्म्मणि वैयाघ्रे छागे वैश्यस्तथैव च ।
दशसाहस्रिको होमः प्रत्येकं परिकीर्त्तितः ॥
]

`verse 57 [
आगार इति सूक्तेन गोष्ठे गां लोकमातरं ।
उपतिष्ठेद् व्रजेच्चैव यदिच्छेत्ताः सदाक्षयाः ॥
]

`verse 58 [
उपेतितिसृभी राज्ञो दुन्दुभिमभिमन्त्रयेत् ।
तेजो बलञ्ज प्राप्नोति शत्रुञ्चैव नियच्छति ॥
]

`verse 59 [
तृणपाणिर्ज्जपेत्सूक्तं रक्षोघ्नं दस्युभिर्वृतः ।
ये के च ज्मेत्यृचं जप्त्वा दीर्घमायुरवाप्नुयात्६ ॥
]

`verse 60 [
जमूतमृक्तेन तथा सेनाङ्गान्यभिमन्त्रयेत् ।
यधा लिङ्गं ततो राजा विनिहन्ति रणे रिपून् ॥
]

`verse 61 [
आग्नेयेति त्रिभिः सूक्तैर्धनमाप्नोति चाक्षयं ।
अमीवहेति सूक्तेन भूतानि स्थापयेन्निशि ॥
]

`verse 62 [
संबाधे विषमे दुर्गे बन्धो वा निर्गतः क्कचित् ।
पलायन् वा गृहीतो वा सूक्तमेतत्तथा जपेत् ॥
]

`verse 63 [
त्रिरात्रं नियतोपोष्य श्रापयेत् पायसञ्चरुं ।
तेनाहुतिशतं पूर्णं जुहुयात् त्र्यम्बकेत्यृचा ॥
]

`verse 64 [
समुद्दिश्य महादेवं जीवेदब्दशतं सुखं ।
तच्चक्षुरित्यचा स्नात उपतिष्ठेद्दिवाकरं ॥
]

`verse 65 [
उद्यन्तं मध्यागञ्चैव दीर्घमायुर्ज्जिजीविषुः ।
इन्द्रा सोमेति सूक्तन्तु कथितं शत्रुनाशनं ॥
]

`verse 66 [
यस्य लुप्तं व्रतं मोहाद्‌व्रात्यैर्वा संसृजेत्सह ।
उपोष्याज्यं स जुहुयात्त्वमग्ने व्रतपा इति ॥
]

`verse 67 [
आदित्येत्यृक् च सम्राजं जप्त्वा वादे जयी भवेत् ।
महीति च चतुष्केण मुच्यते महतो भयात् ॥
]

`verse 68 [
ऋचं जप्त्वा यदि ह्येतत् सर्व्वकामानवाप्नुयात् ।
द्वाचत्वारिंशतिं चैन्द्रं जप्त्वा नाशयते रिपून् ॥
]

`verse 69 [
वाचं महीति जप्त्वा च प्राप्नोत्यारोग्यमेव च ।
शन्नो भवेति द्वाभ्यान्तु भुक्त्वान्नं प्रथतः शुचिः ॥
]

`verse 70 [
हृदयं पाणिना स्पृष्ट्वा व्याधिबिन्नाभिभूयते ।
उत्तभेदमिति स्नातो हुत्वा शत्रुं प्रमापयेत् ॥
]

`verse 71 [
शन्नोग्न इति सूक्तेन हुतेनान्नमवाप्नुयात् ।
कन्या वारर्षिसूक्तेन दिग्‌दोषाद्विप्रमुच्यते ॥
]

`verse 72 [
यदत्य कव्येत्युदिते जप्तेऽवश्यं जगद्भवेत् ।
यद्वागिति च जप्तेन वाणी भवति संस्कृता८ ॥
]

`verse 73 [
वाचो विदमिति त्वेतां जपन् वाचं समश्नुते ।
पवित्राणां पवित्रन्तु पावमान्येयृचो मताः ॥
]

`verse 74 [
वैखानसाऋचस्त्रिंशत्पवित्राः परमा मताः ।
ऋचो द्विषष्टिः प्रोक्ताश्च परस्वेत्यृषिसत्तम ॥
]

`verse 75 [
सर्व्वकल्मषनाशाय पावनाय शिवाय च ।
स्वादिष्टयेतिसूक्तानां सप्तषष्टिरुदाहृता ॥
]

`verse 76 [
दशोत्तराण्यृचाञ्चैताः पावमान्यः शतानि षट्।
एतज्जपंश्च जुह्वच्च घोरं मृत्युभयं जयेत् ॥
]

`verse 77 [
आपोहिष्ठेति वारिस्थो जपेत्पापभयार्द्दने ।
प्रदेवन्नेति नियते जपेच्च मरुधन्वसु ॥
]

`verse 78 [
प्राणान्तिके भये प्राप्ते क्षिप्रमायुस्तु विन्दति ।
प्रावेयाबित्यृचमेकां जपेच्च मनसा निशि ॥
]

`verse 79 [
व्युष्टायामुदिते सृर्य्ये द्युते जयमवाप्नुयात् ।
मा प्रगामेति मूढश्च पन्थानं पथि विन्दति ॥
]

`verse 80 [
क्षीणायुरिति मन्येत् यङ्कञ्चित् सुहृदं प्रियं ।
यक्तेयमिति तु रत्नातस्तस्य मूर्द्धानमालभेत् ॥
]

`verse 81 [
सहस्रकृत्वः पञ्चाहं तेनायुर्विन्दते महत् ।
इदं मेध्येति जुहुयात् घृतं प्राज्ञः सहस्रशः ॥
]

`verse 82 [
पशुकामो गवां गोष्ठे अर्थकामश्चतुष्पथे ।
वयः सुपर्ण इत्येतां जपन् वै विन्दते श्रियं ॥
]

`verse 83 [
इविष्यन्तीयमब्यस्य सर्व्वपापैः प्रमुच्यते ।
तस्य रोगा विनश्यन्ति कायाग्निर्वर्द्धते तथा ॥
]

`verse 84 [
या ओषधयः स्वस्त्ययनं सर्व्वव्याधिविनाशनं ।
वृहस्पते अतीत्येतद्‌वृष्टिकामः प्रयोजयेत् ॥
]

`verse 85 [
सर्व्वत्रेति परा शान्तिर्ज्ञेया प्रतिरथस्तथा ।
सूत संकाश्यपन्नित्यं प्रजाकामस्य कीर्त्तितं ॥
]

`verse 86 [
अहं स्द्रेति इत्येतद्वाग्मी भवति मानवः ।
न योनौ जायते विद्वान् जपन्रतीति रात्रिषु ॥
]

`verse 87 [
रात्रिसुक्तं जपन्रात्रौ रात्रिं क्षेमी नयेन्नरः ।
कल्पयन्तीति च चजपन्नित्यं कृत्त्वारिनाशनं ॥
]

`verse 88 [
आयुष्यञ्चैव वर्च्चस्यं सूक्तं दाक्षायणं महत् ।
उत देवा इति जपेदामयघ्नं धृतव्रतः ॥
]

`verse 89 [
अयप्तग्ने जनित्येतज्जपेदग्निभये सति ।
अरण्यानीत्यरण्येषु जपेत्तद्बयनाशनं ॥
]

`verse 90 [
व्राह्मीमासाद्य सूक्ते द्वे ऋचं चब्राह्मीं शतावरीं ।
पृथगद्भिर्घृतैर्वाथ मेधां लक्ष्मीञ्च विन्दति ॥
]

`verse 91 [
माम इत्यसपत्नघ्नं संग्रामं विजिगीषतः ।
ब्रह्मणोग्निः संविदानं गर्भमृत्युनिवारणं ॥
]

`verse 92 [
अपैहीति जपेत्सूक्तं शुषिर्दुस्वप्ननाशनं ।
येनेदमिति वै जप्त्वा समाधिं विन्दते परं ॥
]

`verse 93 [
मयो भूर्व्वात इत्येतत् गवां स्वस्त्ययनं परं ।
शाम्वरीमिन्द्रजालं वा मायामेतेन वारयेत् ॥
]

`verse 94 [
महीत्रीणामवरस्त्विति पथि स्वस्त्ययनं जपेत् ।
अग्नये बिद्विषन्नेवं जपेच्च रिपुनाशनं ॥
]

`verse 95 [
वास्तोष्पतेन मन्त्रेण यजेत् गृहदेवताः ।
जपस्यैष विधिः प्रोक्तो हुते ज्ञेयो विशेषतः ॥
]

`verse 96 [
होमान्ते दक्षिणा देयै पापशान्तिर्हुतेन तु ।
हुतं शाम्यति चान्नेन अन्नहेमप्रदानतः ॥
]

`verse 97 [
विप्राशिषस्त्वमोघाः स्युषंहिःस्नानन्तु सर्वतः ।
सिद्धार्थका यवा धान्यं पयो दधि घृतं तथा ॥
]

`verse 98 [
क्षीरवृक्षास्तथेध्मन्तु हामा वै सर्वकामदाः ।
समिपः कण्टकिन्यश्च राजिका रुधिरं विषं ॥
]

`verse 99 [
अबिचारे तथा शैलं अशनं शक्तवः पथः ।
दधि भैक्ष्यं फलं मृलमृग्विधानमुदाहृतं ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये ऋग्विधानं नाम उनषष्ट्यधिकद्विशततमोऽध्यायः ॥
]
