`speaker [
पुष्कर उवाच
]

`verse 1 [
यजुर्विधानं वक्ष्यामि भुक्तिमुक्तिप्रदं श्रृणु ।
ॐकारपूर्व्विका राम महाव्याहृतयो मता ॥
]

`verse 2 [
सर्व्वकल्मषनाशिन्यः सर्व्वकामप्रदास्तथा ।
आज्यहुतिसहस्रेण देवानाराधयेद्‌बुधः ॥
]

`verse 3 [
मनसः काङ्क्षितं राम मनसेप्सितकामदं ।
शान्तिकामो यवैः कुर्य्यात्तिलैः पापापनुत्तये ॥
]

`verse 4 [
धान्यैः सिद्धार्थकैश्चैव सर्व्वकामकरैस्तथा ।
औदुम्बरीभिरिध्मामिः पशुकामस्य शस्यते ॥
]

`verse 5 [
दध्ना चैवान्नकामस्य पथसा शान्तिमिच्छतः ।
अपामार्गसमिद्भिस्तु कामयन् कनकं बहु ॥
]

`verse 6 [
कन्याकामो घृताक्तानि युग्मशो ग्रथितानि तु ।
जातीपुष्पाणि जुहुयाद्‌ग्रामार्थी तिलतण्डुलान् ॥
]

`verse 7 [
वश्यकर्मणि शाखोटवासापामार्गमेव च ।
विषासृङ्‌मिश्रसमिधो व्याधिघातस्य भार्गव ॥
]

`verse 8 [
क्रुद्धस्तु जुहुयात्सम्यक् शत्रूणां वधकाम्यया ।
सर्व्वव्रीहिमयीं कृत्वा राज्ञः प्रतिकृतिं द्विज ॥
]

`verse 9 [
सहस्नशस्तु जुहुयाद्राजा वशगतो भवेत् ।
वस्त्रकामस्य पुष्पाणि दूर्व्वा व्याधिविनाशिनी ॥
]

`verse 10 [
ब्रह्मवर्च्चसकामस्य वासोग्रञ्च विधीयते ।
प्रत्यङ्गिरेषु जुहुयात्तुषकण्टकभस्मभिः ॥
]

`verse 11 [
विद्वेषणे च पक्ष्माणि काककौशिकयोस्तथा ।
कापिलञ्च घृतं हुत्वा तथा चन्द्रग्रहे द्विज ॥
]

`verse 12 [
वचाचूर्णेन सम्पातात्समानीय च तां वचां ।
सहस्रमन्त्रितां भुक्त्वा मेधावी जायते नरः ॥
]

`verse 13 [
एकादशाङ्गुलं शङ्कु लौहं खादिरमेव च।
द्विषतो वधोसीति जपन्निखनेद्रिपुवेश्मनि ॥
]

`verse 14 [
उच्चाटनमिदं कर्म शत्रूणां कथितं तव ।
चक्षुष्पा इति जप्त्वा च विनष्टञ्चक्षुराप्नुयात् ॥
]

`verse 15 [
उपयुञ्जत इत्येतदनुवाकन्तथान्नदं ।
तनूपाग्ने सदिति दूर्व्वां हुत्वार्त्तिवर्ज्जितः ॥
]

`verse 16 [
भेषजमसीति दध्याज्यैर्होमः पशूपसर्गनुत्२ ।
त्रियम्बकं यजामहे होमः सौभाग्यवर्द्धनः ॥
]

`verse 17 [
कन्यानाम गृहीत्वा तु कन्यालाभकरः परः ।
भयेषु तु जपेन्नित्यं भयेभ्यो विप्रमुच्यते ॥
]

`verse 18 [
धुस्तूरपुष्पं सघृतं हुत्वा स्यात् सर्वकामभाक् ।
हुत्वा तु गुग्गुलं राम स्वप्ने पश्यति शङ्करं ॥
]

`verse 19 [
युञ्चते मनोऽनुवाकं जप्त्वा दीर्घायुराप्नुयात् ।
विष्णोरराटमित्येतत् सर्वबाधाविनाशनं ॥
]

`verse 20 [
रक्षोघ्नञ्च यशस्यञ्च तथैव विजयप्रदं ।
अयन्नो अग्निरित्येतत् संग्रामे विजयप्रदं ॥
]

`verse 21 [
इदमापः प्रवहत स्नाने पापापनोदनं ।
विश्वकर्मन्नु हविषा सूचीं लौहीन्दशाङ्गुलाम् ॥
]

`verse 22 [
कन्याया निखनेद् द्वारि साऽन्यस्मै न प्रदीयते ।
देव सवितरेतेन हुतेनैतेन चान्नवान् ॥
]

`verse 23 [
अग्नौ स्वाहेति जुहुयाद्‌बलकामो द्विजोत्तम ।
तिलैर्यवैश्च धर्मज्ञ तथापामार्गतण्डुलैः ॥
]

`verse 24 [
सहस्रमन्त्रितां कृत्वातथा गोरोचनां द्विज ।
तिलकञ्च तथा कृत्वा जनस्यप्रियकामियात् ॥
]

`verse 25 [
रुद्राणाञ्च तथा जप्यं सर्व्वाघविनिसूदनं ।
सर्व्वकर्मकरो होमस्तथा सर्व्वत्र शान्तिदः ॥
]

`verse 26 [
अजाविकानामश्वानां कुञ्जराणां तथा गवां ।
मनुष्याणान्नरेन्द्राणां बालानां योषितामपि ॥
]

`verse 27 [
ग्रामाणां नगराणाञ्च देशानामपि भार्गव ।
उपद्रुतानां धर्मज्ञ व्याधितानां तथैव च ॥
]

`verse 28 [
मरके समनुप्राप्ते रिपुजे च तथा भये ।
रुद्रहोमः परा शान्तिः पायसेन घृतेन च ॥
]

`verse 29 [
कुष्माण्डघृतहोमेन सर्व्वान् पापान् व्यपोहति ।
शक्तुयावकभैक्षाशी नक्तं मनुजसत्तम ॥
]

`verse 30 [
बहिःस्नानरतो मासान्मुच्यते ब्रह्यहत्यया ।
मधुवातेति मन्त्रेण होमादितोऽखिलं लभेत् ॥
]

`verse 31 [
दधिक्राव्णेति हुत्वा तु पुत्रान् प्राप्नोत्यसंशयं ।
तथा घृतवतीत्येतदायुष्यं स्यात् घृतेन तु ॥
]

`verse 32 [
स्वस्ति न इन्द्र इत्येतत्सर्व्वबाधाविनाशनं ।
इह गावः प्रजायध्वमिति पुष्टिविवर्धनम् ॥
]

`verse 33 [
घृताहुतिसहस्रेण तथाऽलक्ष्मीविनाशनं ।
स्रुवेण देवस्य त्वेति हुत्वापामार्गतण्डुलं ॥
]

`verse 34 [
मुच्यते विकृताच्छीघ्रमभिचारान्न संशयः ।
रुद्र पातु पलाशस्य समिद्भिः कनकं लभेत् ॥
]

`verse 35 [
शिवो भवेत्यग्न्युत्पाते व्रीहिभिर्जुहुयान्नरः ।
याः सेना इति चैतच्च तस्करेभ्यो भयापहम् ॥
]

`verse 36 [
यो अस्मभ्यमरातीयाद्‌धुत्वा कृष्णतिलान्नरः ।
सहस्रशोऽभिचारच्च मुच्यते विकृताद्‌ द्विज ॥
]

`verse 37 [
अन्नेनान्नपतेत्येवं हुत्वा चान्नमवाप्नुयात् ।
हंसः शुचिः सदित्येतज्जप्तन्तोयेऽघनाशनं ॥
]

`verse 38 [
चत्वारि शृङ्गेत्येतत्तु सर्व्वपापहरं जले ।
देवा यज्ञेति जप्त्वा तु ब्रह्मलोके महीयते ॥
]

`verse 39 [
वसन्तेति च हुत्वाज्यं आदित्याद्वरमाप्नुयात् ।
सुपर्णोसीति चेत्यस्य कर्मव्याहृतिवद्भवेत् ॥
]

`verse 40 [
नमः स्वाहेति त्रिर्ज्जप्त्वा बन्धनान्मोक्षमाप्नुयात् ।
अन्तर्ज्जले त्रिरावर्त्य द्रुपदा सर्व्वपापमुक् ॥
]

`verse 41 [
इह गावः प्रजायध्वं मन्त्रोयं बुद्धिवर्द्धनः ।
हुतन्तु सर्पिषा दध्ना पयसा पायसेन वा ॥
]

`verse 42 [
शतं य इति चैतेन हुत्वा पर्णफलानि च ।
आरोग्यं श्रियमाप्नोति जीवतञ्च चिरन्तथा ॥
]

`verse 43 [
ओषधीः प्रतिमोदध्वं वपने लवनेऽर्थकृत् ।

तस्मा इति च मन्त्रेण बन्धनस्थो विमुच्यते ।

युवा सुवासा इत्येव वासांस्याप्नोति चोत्तमम् ॥
]

`verse 44 [
मुञ्चन्तु मा शपथ्यानि सर्व्वान्तकविनाशनम् ।
मा मा हिंसीस्तिलाज्येन हुतं रिपुविनाशनं ॥
]

`verse 45 [
नमोऽस्तु सर्व्वसर्पेभ्यो घृतेन पायसेन तु ।
कृणुध्वं पाज इत्येतदभिचारविनाशनं ॥
]

`verse 46 [
दूर्व्वाकाण्डायुतं हुत्वा काण्डात् काण्डेति मानवः ।
ग्रामे जनपदे वापि मरकन्तु शमन्नयेत् ॥
]

`verse 47 [
रोगार्त्तो मुच्यते रोगात् तथा दुःखात्तु दुःखितः ।
औडुम्बरीश्च समिधो मधुमान्नो वनस्पतिः ॥
]

`verse 48 [
हुत्वा सहस्रशो राम धनमाप्नोति मानवः ।
सौभाग्यं महदाप्नोति व्यवहारे तथा जयम् ॥
]

`verse 49 [
अपां गर्भमिति हुत्वा देवं वर्षापयेद्‌ध्रुवम् ।
अपः पिबेति च तथा हुत्वा दधि घृतं मधु ॥
]

`verse 50 [
प्रवर्त्तयति धर्मज्ञ महावृष्टिमनन्तरं ।
नमस्ते रुद्र इत्येतत् सर्व्वोपद्रवनाशनं ॥
]

`verse 51 [
सर्व्वशान्तिकरं प्रोक्तं महापातकनाशनं ।
अध्यवोचदित्यनेन रक्षणं व्याधितस्य तु ॥
]

`verse 52 [
रिपूणां भयदं युद्धे नात्र कार्य्या विचारणा ।
मानो महान्त इत्येवं बालानां शान्तिकारकं ॥
]

`verse 53 [
असौ यस्ताम्र इत्येतत् पठन्नित्यं दिवाकरं ।
उपतिष्ठेत धर्मज्ञ सायं प्रातरतन्द्रितः ॥
]

`verse 54 [
अन्नमक्षयमाप्नोति दीर्घमायुश्च विन्दति ।
प्रमुञ्च धन्वन्नित्येतत् षड्भिरायुधमन्त्रणं ॥
]

`verse 55 [
रिपूणां भयदं युद्धे नात्र कार्य्या विचारणा ।
मानो महान्त इत्येवं बालानां शान्तिकारकं ॥
]

`verse 56 [
नमो हिरण्यबाहवे इत्यनुवाकसप्तकम् ।
राजिकां कटुतैलाक्तां जुहुयाच्छत्रुनाशनीं ॥
]

`verse 57 [
नमो वः किरिकेभ्यश्च पद्मलक्षाहुतैर्न्नरः ।
राज्यलक्ष्मीमवाप्नोति तथा बिल्वैः सुवर्णकम् ॥
]

`verse 58 [
इमा रुद्रायेति तिलैर्होमाच्च धनमाप्यते ।
दूर्वाहोमेन चान्येन सर्वव्याधिविवर्ज्जितः ॥
]

`verse 59 [
आशुः शिशान इत्येतदायुधानाञ्च रक्षणे।
संग्रामे कथितं राम सर्वशत्रुनिबर्हणं ॥
]

`verse 60 [
राजसामेति जुहुयात् सहस्रं पञ्चभिर्द्विज ।
आज्याहुतीनां धर्मज्ञ चक्षूरोगाद्विमुच्यते ॥
]

`verse 61 [
शन्नो वनस्पते  गेहे होमः स्याद्वास्तुदोषनुत् ।
अग्न आयूंषि हुत्वाज्यं द्वेषं नाप्नोति केनचित् ॥
]

`verse 62 [
अपां फेनेति लाजाभिर्हुत्वा जयमवाप्नुयात् ।
भद्रा इतीन्द्रियैर्हीनो जपन् स्यात् सकलेन्द्रियः ॥
]

`verse 63 [
अग्निश्च पृथिवी चेति वशीकरणमुत्तमम् ।
अध्वनेति जपन् मन्त्रं व्यवहारे जयी भवेत् ॥
]

`verse 64 [
ब्रह्म राजन्यमिति च कर्मारम्भे तु सिद्धिकृत् ।
संवत्सरोसीति धृतैलक्षहोमादरोगवान् ॥
]

`verse 65 [
केतुं कृण्वन्नितीत्येतत् संग्रामे जयवर्द्धनम् ।
इन्द्रोग्निर्धर्म इत्येतद्रणे धर्मनिबन्धनम् ॥
]

`verse 66 [
धन्वनागेति मन्त्रश्च धनुर्ग्राहणिकः परः ।
युञ्जीतेति तथा मन्त्रो विज्ञेयो ह्यभिमन्त्रणे ॥
]

`verse 67 [
मन्त्रश्चाहिरथेत्येतच्छराणां मन्त्रणे भवेत् ।
वह्नीनां पितरित्येरत्तूणमन्त्रः प्रकीर्त्तितः ॥
]

`verse 68 [
युञ्जन्तीति तथाश्वानां योजने मन्त्र उच्यते ।
आशुः शिशान इत्येतद्‌यात्रारम्भणमुच्यते ॥
]

`verse 69 [
विष्णोः क्रमेति मन्त्रश्च रथारोहणिकः परः ।
आजङ्घेतीति चाश्वानां ताडनीयमुदाहृतं ॥
]

`verse 70 [
याः सेना अभित्वरीति परसैन्यमुखे भवेत् ।
यमेन दत्तमित्यस्य कोटिहोमाद्विचक्षणः ॥
]

`verse 71 [
एतैः पूर्वहुतैर्मन्त्रैः कृत्वैव विजयी भवेत् ।
यमेन दत्तमित्यस्य कोटिहोमाद्विचक्षणः ॥
]

`verse 72 [
रथमुत्पादयेच्छीघ्रं संग्रामे विजयप्रदम् ।
आ कृष्णेति तथैतस्य कर्मव्याहृतिवद्भवेत् ॥
]

`verse 73 [
शिवसंकल्पजापेन समाधिं मनसो लभेत् ।
पञ्चनद्यः पञ्चलक्षं हुत्वा लक्ष्मीमवाप्नुयात् ॥
]

`verse 74 [
यदा बध्नन्दाक्षायणां मन्त्रेणानेन मन्त्रितम् ।
सहस्रकृत्वः कनकं धारयेद्रिपुवारणं ॥
]

`verse 75 [
इमं जीवेभ्य इति च शिलां लोष्ट्रञ्चतुर्द्दिशं ।
क्षिपेद्‌गृहे तदा तस्य न स्याच्चौरभयं निशि ॥
]

`verse 76 [
परि मे गामनेनेति वशीकरणमुत्तमं ।
हन्तुमभ्यागतस्तत्र वशी भवति मानवः ॥
]

`verse 77 [
भक्ष्यताम्बूलपुष्पाद्यं मन्त्रितन्तु प्रयच्छति ।
यस्य धर्मज्ञ वशगः सोस्य शीघ्रं भविष्यति ॥
]

`verse 78 [
शन्नो मित्र इतीत्येतत् सदा सर्व्वत्र शान्तिदं ।
गणानां त्वा गणपतिं कृत्वा होमञ्चतुष्पथे ॥
]

`verse 79 [
वशीकुर्य्याज्जगत्सर्वं सर्वधान्यैरसंशयम् ।
हिरण्यवर्णाः शुचयो मन्त्रोयमभिषेचने ॥
]

`verse 80 [
शन्नो देवीरभिष्टये तथा शान्तिकारः परः ।
एकचक्रेति मन्त्रेण हुतेनाज्येन भागशः ॥
]

`verse 81 [
ग्रहेभ्यः शान्तिमाप्नोति प्रसादं न च संशयः ।
गावो भग इति द्वाभ्यां हुत्वाज्यं गा अवाप्नुयात् ॥
]

`verse 82 [
प्रवादांषः सोपदिति गृहयज्ञे विधीयते ।
देवेभ्यो वनस्पत इति द्रुमयज्ञे विधीयते ॥
]

`verse 83 [
गायत्री वैष्णवी ज्ञेया तद्विष्णोः परमम्पदं ।
सर्व्वपापप्रशमनं सर्व्वकामकरन्तथा१५ ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये यजुर्विधानं नाम षष्ट्यधिकद्विशततमोऽध्यायः ॥
]
