`speaker [
पुष्कर उवाच
]

`verse 1 [
यजुर्व्विधानङ्कथितं वक्ष्ये साम्नां विधानकं ।
संहितां वैष्णवीञ्जप्त्वा हुत्वा स्यात् सर्व्वकामभाक् ॥
]

`verse 2 [
संहिताञ्छान्दसीं साधु जप्त्वा प्रीणाति शङ्करं ।
स्कान्दीं पैत्र्यां संहिताञ्च जप्त्वा स्यात्तु प्रसादवान् ॥
]

`verse 3 [
यत इन्द्र भजामहे हिंसादोषविनाशनं ।
अवकीर्णी मुच्यते च अग्निस्तिग्मेति वै जपन् ॥
]

`verse 4 [
सर्व्वंपापहरं ज्ञेयं परितोयञ्च तासु च ।
अविक्रेयञ्च विक्रीय जपेद्‌घृतवतीति च ॥
]

`verse 5 [
अयानो देव सवितर्ज्ञेयन्दुःस्वप्ननाशनं ।
अबोध्यग्निरितिमन्त्रेण घृतं राम यथाविधि ॥
]

`verse 6 [
अभ्युक्ष्य घृतशेषेण मेखलाबन्ध इष्यते ।
स्त्रीणां यासान्तु गर्भाणि पतन्ति भृगुसत्तम ॥
]

`verse 7 [
मणिं जातस्य बालस्य वध्नीयात्तदनन्तरं ।
सोमं राजानमेतेन व्याधिभिर्विप्रमुच्यते ॥
]

`verse 8 [
सर्पसाम प्रयुञ्चानो नाप्नुयात् सर्पजम्भयं ।
माद्य त्वा वाद्यतेत्येतद्‌धुत्वा विप्रः सहस्रशः ॥
]

`verse 9 [
सतावरिमणिम्बद्‌ध्वा नाप्नुयाच्छस्त्रतो भयं ।
दीर्घतससोर्क्क इति हुत्वान्नं प्राप्नुयाद्वहु ॥
]

`verse 10 [
स्वमध्यायन्तीति जपन्न म्रियेत् पिपासया ।
त्वमिमा ओषधी ह्येतज्‌जप्त्वा ब्याधिंन वाप्नुयात् ॥
]

`verse 11 [
पथि देवव्रतञ्जप्त्वा भयेब्यो विप्रमुच्यते ।
यदिन्द्रो मुनये त्वेति हुतं सौभाग्यवर्द्धनं ॥
]

`verse 12 [
भगो न चित्र हत्येवं नेत्रयो रञ्जनं हितं ।
सौभाग्यवर्द्धनं राम नात्र कार्य्या विचारणा ॥
]

`verse 13 [
जपेदिन्द्रेति वर्गञ्च तथा सौभाग्यवर्द्धनं ।
परि प्रिया हि वः कारिः काभ्यां संश्रावयेत् स्त्रियं ॥
]

`verse 14 [
सा तङ्कामयते राम नात्र कार्य्या विचारणा ।
रथन्तरं वामदेव्यं ब्रह्मवर्च्चसवर्द्धनं ॥
]

`verse 15 [
प्राशयेद्वालकं नित्यं वचाचूर्णं घृतप्लुतं ।
इन्द्रमिद्‌गाथिनं जप्त्वा भवेच्छ्रुतिधरस्त्वसौ ॥
]

`verse 16 [
हुत्वा रथन्तरञ्जप्त्वा पुत्रमाप्नोत्यसंशयं ।
मयि श्रीरिति मन्त्रोयं जप्तव्यः श्रीविवर्द्धनः ॥
]

`verse 17 [
वैरूप्यस्याष्टकं नित्यं प्रयुञ्जानः श्रियं लभेत् ।
सप्ताष्टकं प्रयुञ्चानः सर्व्वान् कामानवाप्नुयात् ॥
]

`verse 18 [
गव्येषुणेति यो नित्यं सायं प्रातरतन्त्रितः ।
उपस्थानं गवां कुर्य्यात्तस्य स्युस्ताः सदा गृहे ॥
]

`verse 19 [
घृताक्तन्तु यवद्रोणं वात आवातु भेषजं ।
अनेन हुत्वा विधिवत् सर्व्वां मायां व्यपोहति ॥
]

`verse 20 [
प्रदेवो दासेन तिलान् हुत्वा कार्म्मणकृन्तनं ।
अभि त्वा पूर्व्वपीतये वषट़कारसमन्वितं ॥
]

`verse 21 [
वासकेध्मसहस्रन्तु हुतं युद्‌धे जयप्रदं ।
हस्त्यश्वपुरुषान् कुर्य्याद् बुधः पिष्टमयान् शुभान् ॥
]

`verse 22 [
परकीयानथोद्देश्य प्रधानपुरुषांस्तथा ।
सुस्विन्नान् पिष्टकवरान् क्षुरेणोत्‌कृत्य भागशः ॥
]

`verse 23 [
अभि त्वा शूर णोनुमो मन्त्रेणानेन मन्त्रवित् ।
कृत्वा सर्षपतैलाक्तान् क्रोधेन जुहुयात्ततः ॥
]

`verse 24 [
एतत् कृत्वा बुघः कर्म्म संग्रामे जयमाप्नुयात् ।
गारुड़ं वामदेव्यञ्च रथन्तरबृहद्रथौ ॥
]
