`speaker [
पुष्कर उवाच
]

`verse 1 [
साम्नां विधानं कथितं वक्षअये चाथर्व्वणामथ ।
शान्तातीयं गणं हुत्वा शान्तिमाप्नोति मानवः ॥
]

`verse 2 [
भैषज्यञ्च गणं हुत्वा सर्व्वान्रोगान् व्यपोहति ।
त्रिसप्तीयं गणं हुत्वा सर्व्वपपैः प्रमुच्यते ॥
]

`verse 3 [
क्कचिन्नाप्नोति च भयं हुत्वा चैवाभयङ्गणं ।
न क्कचिज्जायते राम गणं हुत्वा पराजितं ॥
]

`verse 4 [
आयुष्यञ्च गणं हुत्वा अपमृत्युं व्यपोहति ।
स्वस्तिमाप्नोति सर्व्वत्र हुत्वा स्वस्त्यनङ्गणं ॥
]

`verse 5 [
श्रेयसा योगमाप्नोति शर्म्मवर्म्मगणन्तथा ।
वास्तोष्पत्यगणं हुत्वा वास्तुदोषान् व्यपोहति ॥
]

`verse 6 [
तथा रौद्रगणं हुत्वा सर्व्वान् दोषान् व्यषोहति ।
एतैर्दशगुणैर्होमो ह्यष्टादशसु शान्तिषु ॥
]

`verse 7 [
वैष्णवी शान्तिरैन्द्री च व्राह्मी रौद्री तथैव च ।
वायव्या वारुणी चैव कौवेरी भार्गवी तथा ॥
]

`verse 8 [
प्राजापत्या तथा त्वाष्ट्री कौमारी वह्निदेवता ।
मारुद्‌गणा च गान्धारी शान्तिर्नैर्ऋतकी तथा ॥
]

`verse 9 [
शान्तिराङ्गिरसी याम्या पार्थिवी सर्व्वकामदा ।
यस्त्वां मृत्युरिति ह्येतज्जप्तं मृत्युविनाशनं ॥
]

`verse 10 [
सुपर्णंस्त्वेति हुत्वा च भुजगैर्नैव बाध्यते ।
इन्द्रेण दत्तमित्येतत् सर्वकामकरम्भवेत् ॥
]

`verse 11 [
इन्द्रेण दत्तमित्येतत् सर्वबाधाविनाशनं ।
इमा देवीति मन्त्रश्च सर्वशान्तिकरः परः ॥
]

`verse 12 [
देवा मरुत इत्येतत् सर्वकामकरम्भवेत् ।
यमस्य लोकादित्येत्त् दुःस्वप्नशमनम्परं ॥
]

`verse 13 [
इन्द्रश्च पञ्चबणिजेति१ पण्यलाभकरं परं ।
कामो मे वाजीति हुतं स्त्रीणां सौबाग्यवर्द्धनं ॥
]

`verse 14 [
तुभ्यमेव जबीमन्नित्ययुतन्तु हुतम्भवेत् ।
अग्नेगोबिन्न इत्येतत्२ मेधावृद्धिकरम्परं ॥
]

`verse 15 [
ध्रुवं ध्रुवेणेति हुतं स्थानलाभकरं भवेत् ।
अलक्तजीवेति शुना कृषिलाभकरं भवेत् ॥
]

`verse 16 [
अहन्ते भग्न इत्येतत् भवेत्‌सौभाग्यवर्द्धनं ।
ये मे पाशास्तथाप्येतत् बन्धनान्मोक्षकारणं ॥
]

`verse 17 [
शपत्वहन्निति रिपून् नाशयेद्धोमजाप्यतः ।
त्वमुत्तममितीत्येतद्‌यशोबुद्धिविवर्द्धनं ॥
]

`verse 18 [
यथा मृगमतीत्येतत् स्त्रीणां सौभाग्यवर्द्धनं ।
येन चेहदिदञ्चैव गर्भलाभकरं भवेत् ॥
]

`verse 19 [
अत्यन्ते योनिरित्येतत् पुत्रलाभकरं भवेत् ।
शिवः शिवाभिरित्येतत् भवेत्सौभाग्यवर्द्धनं३ ॥
]

`verse 20 [
वृहस्पतिर्न्नः परिपातु पथि स्वस्त्ययनं भवेत् ।
मुञअचामि त्वेति कथितमपमृत्युनिवारणं ॥
]

`verse 21 [
अथर्वशिरसोऽद्येता सर्वपापैः प्रमुच्यते ।
प्राधान्येन तु मन्त्राणां किञ्चित् कर्म तवेरितं ॥
]

`verse 22 [
वृक्षाणआं यज्ञियानान्तु समिधः प्रथमं हविः ।
आज्यञ्च व्रीहयश्चैव तथा वै गौरसर्षपाः ॥
]

`verse 23 [
अक्षतानि तिलाश्चैव दधिक्षीरे च भार्गव ।
दर्भास्तथैव दूर्वाश्च विल्वानि कमलानि च ॥
]

`verse 24 [
शान्तिपुष्टिकराण्याहुर्द्रव्याण्येतानि सर्वशः ।
तैलङ्कणानि धर्मज्ञ राजिका रुधिरं विषं ॥
]

`verse 25 [
समिधः कण्टकोपेता अभिचारेषु योजयेत् ।
आर्षं वै दैवतं छन्दो बिन्योगज्ञ आचरेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेय अथर्व्वविधानं नाम द्विषष्ट्यधिकद्विशततमोऽध्यायः ॥
]
