`speaker [
पुष्कर उवाच
]

`verse 1 [
श्रीसूक्तं प्रतिवेदञ्च क्षेयं लक्षअमीविवर्द्धनं ।
हिरण्यवर्णा हरिणीमृचः पञ्चदश श्रियः ॥
]

`verse 2 [
रथेष्वक्षेषु वाजेति चतस्रो यजुषि श्रियः ।
स्रावन्तीयं तथा साम श्रीसूक्तं सामवेदके ॥
]

`verse 3 [
श्रियं धातर्मयि धेहि प्रोक्तमाथर्वणे तथा ।
श्रीसूक्तं यो जपेद्‌भक्त्या हत्वा श्रीस्तस्य वै भवेत् ॥
]

`verse 4 [
पद्मानि चाथ विल्वानि हुत्वाज्यं वा लिलान् श्रियः ।
एकन्तु पौरुषं सूक्तं प्रतिवेदन्तु सर्वदं ॥
]

`verse 5 [
सूक्तेन दद्यान्निष्पापो ह्येकैकया१ जलाञ्जलिं ।
स्नात एकैकया पुष्पं विष्णोर्द्दत्वाघहा भवेत् ॥
]

`verse 6 [
स्नात एकैकया दत्वा फलं स्यात् सर्वकामभाक् ।
महापापोपपापान्तो भवेज्जप्त्वा तु पैरुषं ॥
]

`verse 7 [
कृच्छ्रैर्विशुद्धो जप्त्वा च हुत्वा स्नात्वाऽथ सर्वभाक् ।
अष्टादशभ्यः सान्तिभ्यस्तिस्रोऽन्याः शान्तयो वराः ॥
]

`verse 8 [
अमृता चाभ्या सौम्या सर्व्वोत्पातविमर्द्दनाः ।
अमृता सर्वदैवत्या अभ्या ब्रह्मदैवता ॥
]

`verse 9 [
सौम्या च सर्वदैवत्या एका स्यात्सर्व्वकामदा ।
अभयायामणिः कार्य्यो वरुणस्य भृगूत्तम ॥
]

`verse 10 [
शतकाण्डोऽमृतायाश्च सौम्यायाः शङ्खजो मणिः ।
तद्दैवत्यास्तथा मन्त्राः सिद्धौ स्यान्मणिबन्धनं ॥
]

`verse 11 [
दिव्यान्तरीक्षभौमादिसमुत्पातार्दनाइमाः ।
द्विव्यान्तरीक्षभौमन्तु अद्भुतं त्रिविधं श्रृणु ॥
]

`verse 12 [
ग्रहर्क्षवैकृतं दिव्यमान्तरीक्षन्निबोध मे ।
उल्कापातश्च दिग्दाहः परिवेशस्तथैव च ॥
]

`verse 13 [
गन्धर्वनगरञ्चैव वृष्टिश्च विकृता च या ।
चरस्थिरभवं भूमौ भूकम्पमपि भूमिजं ॥
]

`verse 14 [
सप्ताहाभ्यन्तरे वष्टावद्भुतं निष्फलं भवेत् ।
शान्तिं विना त्रिभिर्वर्षैरद्भुतं भयकृद्भवेत् ॥
]

`verse 15 [
देवतार्च्चाः प्रनृत्यन्ति वेपन्ते प्रज्वलन्ति च ।
आरठन्ति च रोदन्ति प्रस्विद्यन्तेहसन्ति च ॥
]

`verse 16 [
अर्च्चाविकारोपशमोऽभ्यर्च्य हुत्वा प्रजापतेः ।
अनग्निर्दीप्यते यत्र राष्ट्रे च भृशनिस्वनं ॥
]

`verse 17 [
न दीप्यते चेन्धनवांस्तद्राष्ट्रं पीड्यते नृपैः ।
अग्निवैकृत्यशमनमग्निमन्त्रैश्च भार्गव ॥
]

`verse 18 [
अकाले फलिता वृक्षाः क्षीरं रक्तं स्रवन्ति च ।
वृक्षोत्पातप्रशमनं शिवं पूज्य च कारयेत् ॥
]

`verse 19 [
अतिवृष्टिरनावृष्टिर्दुर्भिक्षायोभयं मतं ।
अनृतौ त्रिदिनारब्घवृष्टिर्ज्ञेया भयाय हि ॥
]

`verse 20 [
वृष्टिवैकृत्यनाशः स्यात्पर्जन्येन्द्वर्कपूजनात् ।
नगरादपसर्पन्ते समीपमुपयान्ति च ॥
]

`verse 21 [
नद्यो ह्रदप्रश्रवणा विरसाश्च भवन्ति च ।
सलिलाशयवैकृत्ये जप्तव्यो वारुणो मनुः ॥
]

`verse 22 [
अकालप्रसवा नार्य्यः कालतो वाप्रजास्तथा ।
विकृतप्रसवाश्चैव युग्मप्रसवनादिकं ॥
]

`verse 23 [
स्त्रीणां प्रसववैकृत्ये स्त्रीविप्रादि प्रपूजयेत् ।
वड़वा हस्तिनी गौर्वा यदि युग्मं प्रसूयते ॥
]

`verse 24 [
विजात्यं विकृतं वापि षड्‌भिर्मासैर्म्रियेत् वै ।
विकृतं वा प्रसूयन्ते परचक्रभयं भवेत् ॥
]

`verse 25 [
होमः प्रसूतिवैकृत्ये जपो विप्रादिपूजनं ।
यानि यानान्ययुक्तानि युक्तानि न वहन्ति च ॥
]

`verse 26 [
आकाशे तूर्यनादाश्च महद्भयमुपस्थितं ।
प्रविशन्ति यदा ग्राममारण्या मृगपक्षिणः ॥
]

`verse 27 [
अरण्यं यान्ति वा ग्राम्याः जलं यान्ति स्थलोद्भवाः ।
स्थलं वा जलजा यान्ति राजाद्वारादिके शिवाः ॥
]

`verse 28 [
प्रदोषे कुक्कुटो वासे शिवा चार्कोदये भवेत् ।
गृहङ्कपोतः प्रविशेत् क्रव्याद्वा मूर्दिध्न लीयते ॥
]

`verse 29 [
मधुरां मक्षिकां कुर्य्यांत् काको मैथुनगो दृशि ।
प्रासादतोरणोद्यानद्वारप्राकारवेश्मनां ॥
]

`verse 30 [
अनिमित्तन्तु पतनं दृढ़ानां राजमृत्यवे ।
रजसा वाथ कधूमेन दिशो यत्र समाकुलाः ॥
]

`verse 31 [
केतूदयोपरागौ च छिद्रता शशिसूर्ययोः ।
ग्रहर्क्षविकृतिर्यत्र तत्रापि भयमादिशेत् ॥
]

`verse 32 [
अग्निर्यत्र न दीप्येत स्त्रवन्ते चोदकुम्भकाः ।
मृतिर्भयं शून्य्तादिरुत्पातानां फलम्भवेत् ॥
]
