`speaker [
पुष्कर उवाच
]

`verse 1 [
कर्म्म सांवत्सरं राज्ञां जन्मर्क्षे पूजयेच्च तं ।
मासि मासि च संक्रान्तौ सूर्य्यसोमादिदेवताः ॥
]

`verse 2 [
अगस्त्यस्योदयेऽगस्त्यञ्चातुर्म्मास्यं हरिं यजेत् ।
शयनोत्थापने पञ्चदिनं कुर्य्यात्समुत्सवम् ॥
]

`verse 3 [
प्रोष्ठपादे सिते पक्षे प्रतिपत्प्रभृतिक्रमात् ।
शिबिरात् पूर्वदिग्भागे शक्रार्थं भवनञ्चरेत् ॥
]

`verse 4 [
तत्र शक्रध्वजं स्थाप्य शचीं शक्रञ्च पूजयेत् ।
अष्टम्यां वाद्यघोषेण तान्तु यष्टिं प्रवेशयेत् ॥
]

`verse 5 [
एकादश्यां सोपवासो द्वादश्यां केतुमुत्थितम् ।
यजेद्वस्त्रादिसंवीतं घटस्थं सुरपं शचीं ॥
]

`verse 6 [
वर्द्धस्वेन्द्र जितामित्र वृत्रहन् पाकशासन ।
देव देव महाभाग त्वं हि भूमिष्ठतां गतः ॥
]

`verse 7 [
त्वं प्रभुः शाश्वतश्चैव सर्व्वभूतहिते रतः ।
अनन्ततेजा वै राजो यशोजयविवर्द्धनः ॥
]

`verse 8 [
तेजस्ते वर्द्धयन्त्वेते देवाः शक्रः सुवृष्टिकृत् ।
ब्रह्मविष्णुमहेशाश्च कार्त्तिकेयो विनायकः ॥
]

`verse 9 [
आदित्या वसवो रुद्राः साध्याश्च भृगवो दिशः ।
मरुद्गणा लोकपाला ग्रहा यक्षादिनिम्नगाः ॥
]

`verse 10 [
समुद्रा श्रीर्मही गौरी चण्डिका च सरस्वती ।
प्रवर्त्तयन्तु ते तेजो जय शक्र शचीपते ॥
]

`verse 11 [
तव चापि जयान्नित्यं मम सम्पद्यतां शुभं ।
प्रसीद राज्ञां विप्राणां प्रजानामपि सर्वशः ॥
]

`verse 12 [
भवत्प्रसादात् पृथिवी नित्यं शस्यवती भवेत् ।
शिवं भवतु निर्व्विघ्नं शाम्यन्तामीतयो भृशं ॥
]

`verse 13 [
मन्त्रेणेन्द्रं समभ्यर्च्च्य जितभूः स्वर्गमाप्नुयात् ।
भद्रकालीं पटे लिख्य पूजयेदाश्विने जये ॥
]

`verse 14 [
शुक्लपक्षे तथाष्टम्यामायुधं कार्म्मुकं ध्वजम् ।
छत्रञ्च राजलिङ्गानि शस्त्राद्यं कुसुमादिभिः ॥
]

`verse 15 [
जाग्रन्निशि बलिन्दद्याद् द्वितीयेऽह्नि पुनर्यजेत् ।
भद्रकालि महाकालि दुर्गे दुर्गार्त्तिहारिणि ॥
]

`verse 16 [
त्रैलोक्यविजये चण्डि मम शान्तौ जये भव ।
नीराजनविधिं वक्ष्ये ऐशान्याम्मन्दिरं चरेत् ॥
]

`verse 17 [
तोरणत्रितयं तत्र गृहे देवान् यजेत् सदा ।
चित्रान्त्यक्त्वा यदा स्वातिं सविता प्रतिपद्यते ॥
]

`verse 18 [
ततः प्रभृति कर्त्तव्यं यावत् स्वातौ रविः स्थितः ।
ब्रह्मा विष्णुश्च शम्भुश्च शक्रश्चैवानलानिलौ ॥
]

`verse 19 [
विनायकः कुमारश्च वरुणो धनदो यमः ।
विश्वे देवा वैश्रवसो गजाश्चाष्टौ च तान् यजेत् ॥
]

`verse 20 [
कुमुदैरावणौ पद्मः पुष्पदन्तश्च वामनः ।
सुप्रतीकोऽञ्चनो नीलः पूजा कार्य्या गृहादिके ॥
]

`verse 21 [
पुरोधा जुहुयादाज्यं समित्सिद्धार्थकं तिलाः ।
कुम्बा अष्टौ पूजिताश्च तैः स्नाप्याश्वगजोत्तमाः ॥
]

`verse 22 [
अश्वाः स्नाप्या ददेत् पिण्डान् ततो हि प्रथमं गजान् ।
निष्क्रामयेत्तोरणैस्तु गोपुरादि न लङ्घयेत् ॥
]

`verse 23 [
विक्रमेयुस्ततः सर्वे राजलिङ्गं गृहे यजेत् ।
वारुणे वरुणं प्रार्च्य रात्रौ भूतबलिं ददेत् ॥
]

`verse 24 [
विशाखायां गते सूर्य्ये आश्रमे निवसेन्नृपः ।
अलङ्कुर्य्याद्दिने नस्मिन् वाहनन्तु विशेषतः ॥
]

`verse 25 [
पूजिता राजलिङ्गाश्च कर्त्तव्या नरहस्तगाः ।
हस्तिनन्तुरगं छत्रं खड्गं चापञ्च दुन्दुभिम् ॥
]

`verse 26 [
ध्वजं पताकां धर्म्मज्ञ कालज्ञस्त्वभिभन्त्रयेत् ।
अमिमन्त्रय ततः सर्व्वन् कुर्य्यात् कुञ्जरघूर्गतान् ॥
]

`verse 27 [
कुञ्जरोपरिगौ स्यातां सांवत्सरपुरोहितौ ।
मन्त्रितांश्च समारुह्य तोरणेन विनिर्गमेत् ॥
]

`verse 28 [
निष्क्रम्य नागमारुह्य तोरणेनाथ निर्गमेत् ।
बलिं विभज्य विधिवद्राजा कुञ्जरधूर्गतः ॥
]

`verse 29 [
उन्मूकानान्तु निचयमादीपितदिगन्तरं ।
राजा प्रदक्षइणं कुय्यात्त्रीन् वारान् सुसमाहितः ॥
]

`verse 30 [
चतुरङ्गबलोपेतः सर्वसैन्येन नादयन् ।
एवं कृत्वा गृहं गच्छेद्विसर्जितजलाञ्जलिः ॥
]
