`speaker [
पुष्कर उवाच
]

`verse 1 [
सर्वानुग्राहका मन्त्राश्चतुर्वर्गप्रसाधकाः  ।
ऋगथर्व तथा साम यजुः संख्या तु लक्षकं  ॥
]

`verse 2 [
भेदः साङ्ख्यायनश्चैक आश्वलायनो द्वितीयकः  ।
शतानि दश मन्त्राणां ब्राह्मणा द्विसहस्रकं  ॥
]

`verse 3 [
ऋग्वेदो हि प्रमाणेन स्मृतो द्वैपायनादिभिः  ।
एकोनिद्विसहस्रन्तु मन्त्राणां यजुषस्तथा  ॥
]

`verse 4 [
शतानि दश विप्राणां षडशीतिश्च शाखिकाः  ।
काण्वमाध्यन्दिनी संज्ञा कठी माध्यकठी तथा  ॥
]

`verse 5 [
मैत्रायणी च संज्ञा च तैत्तिरीयाभिधानिका  ।
वैशम्पायनिकेत्याद्याः शाखा यजुषि संस्थिताः  ॥
]

`verse 6 [
साम्नः कौथुमसंज्ञैका द्वितीयाथर्वणायनी  ।
गानान्यपि च चत्वारि वेद आरण्यकन्तथा  ॥
]

`verse 7 [
उक्था ऊहचतुर्थञ्च मन्त्रा नवसहस्रकाः  ।
सचतुःशतकाश्चैव ब्रह्मसङ्घटकाः स्मृताः  ॥
]

`verse 8 [
पञ्चविंशतिरेवात्र साममानं प्रकीर्तितं  ।
सुमन्तुर्जाजलिश्चैव श्लोकायनिरथर्वके  ॥
]

`verse 9 [
शौनकः पिप्पलादश्च मुञ्जकेशादयोऽपरे  ।
मन्त्राणामयुतं षष्टिशतञ्चोपनिषच्छतं  ॥
]

`verse 10 [
व्यासरूपी स भगवान् शाखाभेदाद्यकारयत् ।
शाखाभेदादयो विष्णुरितिहासः पुराणकं  ॥
]

`verse 11 [
प्राप्य व्यासात्पुराणादि सूतो वै लोमहर्षणः  ।
सुमतिश्चाग्निवर्चाश्च मित्रयुःशिंशपायनः  ॥
]

`verse 12 [
कृतव्रतोथ सावर्णिः षट्शिष्यास्तस्य चाभवन्  ।
शांशपायनादयश्चक्रुः पुराणानान्तु संहिताः  ॥
]

`verse 13 [
ब्राह्मादीनि पुराणानि हरिविद्या दशाष्ट च  ।
महापुराणे ह्याग्नेये विद्यारूपो हरिः स्थितः  ॥
]

`verse 14 [
सप्रपञ्चो निष्प्रपञ्चो मूर्तामूर्तस्वरूपधृक् ।
तं ज्ञात्वाभ्यर्च्य संस्तूय भुक्तिमुक्तिमवाप्नुयात् ॥
]

`verse 15 [
विष्णुर्जिष्णुर्भविष्णुश्च अग्निसूर्यादिरूपवान्  ।
अग्निरूपेण देवादेर्मुखं विष्णुः परा गतिः  ॥
]

`verse 16 [
वेदेषु सपुराणेषु यज्ञमूर्तिश्च गीयते  ।
आग्नेयाख्यं पुराणन्तु रूपं विष्णोर्महत्तरं  ॥
]

`verse 17 [
आग्नेयाख्यपुराणस्य कर्ता श्रोता जनार्दनः  ।
तस्मात्पुराणमाग्नेयं सर्ववेदमयं महत् ॥
]

`verse 18 [
सर्वविद्यामयं पुण्यं सर्वज्ञानमयं वरम्  ।
सर्वात्म हरिरूपं हि पठतां शृण्वतां नृणां  ॥
]

`verse 19 [
विद्यार्थिनाञ्च विद्यादमर्थिनां श्रीधनप्रदम्  ।
राज्यार्थिनां राज्यदञ्च धर्मदं धर्मकामिनाम्  ॥
]

`verse 20 [
स्वर्गार्थिनां स्वर्गदञ्च पुत्रदं पुत्रकामिनां  ।
गवादिकामिनाङ्गोदं ग्रामदं ग्रामकामिनां  ॥
]
