`speaker [
अग्निरुवाच
]

`verse 1 [
सूर्य्यवंशं सोमवंशं राज्ञां वंशं वदामि ते ।
हरेर्ब्रह्मा पद्मगोऽभून्मरीचिर्ब्रह्मणाः सुतः ॥
]

`verse 2 [
मरीचेः कश्यपस्तस्माद्विवस्वांस्तस्य पत्न्यपि ।
संज्ञा राज्ञी प्रभा तिस्रो राज्ञी रैवतपुत्रिका ॥
]

`verse 3 [
रेवन्तं सुषुवे पुत्रं प्रभातञ्च चप्रभा रवेः ।
त्वाष्ट्री संज्ञा मनुं पुत्रं यमलौ यमुनां यमम् ॥
]

`verse 4 [
छाया संज्ञा च सावर्णिं मनुं वैवस्वतं सुतम् ।
शनिञ्चि तपतीं विष्टिं संज्ञायाञ्चाश्विनौ पुनः ॥
]

`verse 5 [
मनोर्वैवस्वतस्यासन् पुत्रा वे न च तत्समाः ।
इक्ष्वाकुश्चैव नाभागो धृष्टः शर्य्यातिरेव च ॥
]

`verse 6 [
नरिष्यन्तस्तथा प्रांशुर्नाभागादिष्टसत्तमाः ।
करुषश्च पूषध्रश्च अयोध्यायां महाबलाः ॥
]

`verse 7 [
कन्येला च मनोरासीद्‌बुधात्तस्यां पुरूरवाः ।
पुरूरवसमुत्पाद्य सेला सुद्युम्नताङ्गता ॥
]

`verse 8 [
सुद्युम्नादुत्कलगयौ विनताश्वस्त्रयो नृपाः ।
उत्कलस्योत्कलं राष्ट्र विनताश्वस्य पश्चिमा ॥
]

`verse 9 [
दिक्‌ सर्व्वा राजवर्य्यस्य गयस्य तु गयापुरी ।
वशिष्ठवाक्यात् सुद्युम्नः प्रतिष्ठानमवाप ह ॥
]

`verse 10 [
तत् पुरूरवसे प्रादात्सुद्युम्नो राज्यमाप्य तु ।
नरिष्यतः शकाः पुत्रा नाभागस्य च वैष्णवः ॥
]

`verse 11 [
अम्बरीषः प्रजापालो धार्ष्टकं धृष्टतः कुलम् ।
सुकल्गनर्त्तौ शर्य्यातेर्वैरोह्यानर्त्ततो नृपः ॥
]

`verse 12 [
अनार्त्तविषयश्चासीत् पुरी चासीत् कुशस्थली ।
रेवस्य रैवतः पुत्रः ककुद्मी नाम धार्मिकः ॥
]

`verse 13 [
ज्येष्ठः पुत्रशतस्यासीद्राज्यं प्राप्य  ।
स कन्यासहितः श्रुत्वा गान्धर्व्वं ब्रह्मणोऽन्तिके ॥
]

`verse 14 [
मुहूर्त्तभूतं देवस्य मर्त्ये बहुयुगं गतम् ।
आजगाम जवेनाथ स्वां पुरीं यादवैर्वृताम् ॥
]

`verse 15 [
कृतां द्वारवतीं नाम बहुद्वारां मनोरमाम् ।
भोजवृष्णयन्धकैर्गुप्तां वासुदेवपुरोगमैः ॥
]

`verse 16 [
रेवतीं बलदेवाय ददौ ज्ञात्वा ह्यनिन्दिताम ।
तपः सुमेरुशिखरे तप्त्वा विष्णवालयं गतः ॥
]

`verse 17 [
नाभागस्य च पुत्रौ द्वौ वैश्यौ ब्राह्मणातां गतौ ।
करूषस्य तु कारूषाः क्षत्रिया युद्धदुर्म्मदाः ॥
]

`verse 18 [
शूद्रत्वञ्च पृषध्रोऽगाद्धिंसयित्वा गुरोश्च गाम् ।
मनुपुत्रादथेक्षआकोर्विकुक्षइर्देवराडभूत् ॥
]

`verse 19 [
विकुक्षेस्तु ककुत्स्थोऽभूत्तस्य पुत्रः सुयोधनः ।
तस्य पुत्रः पृथुर्न्नाम विश्वगश्वः पृथोः सुतः ॥
]

`verse 20 [
आयुस्तस्य च पुत्रोऽभुत्तस्य पुत्रः सुथोधनः ।
तस्य पुत्रः पृथुर्न्नाम विश्वगश्वः पृथोः सुतः ॥
]

`verse 21 [
श्रावन्ताद् वृहदश्वोऽभूत कुबलाश्वस्ततो नृपः ।
धुन्धुमारत्वमगमद्‌धुन्धोर्न्नाम्ना च वै पुरा ॥
]

`verse 22 [
धुन्धुमारास्त्रयो भूपा दृढ़ाश्वो दण्ड एव च ।
कपिलोऽथ दृढ़ाश्वात्तु हर्य्यश्वश्च चप्रमोदकः ॥
]

`verse 23 [
हर्यश्वाच्च निकुम्भोऽभूत् संहताश्वो निकुम्भतः ।
 अकृशाश्वश्च संहताश्वसुतावुभौ ॥
]

`verse 24 [
युवनाश्वो रणाश्वस्य मान्धाता युवनाश्वतः ।
मान्धातुः पुरुकुत्सोऽभून्मुचुकुन्दो द्वितीयकः ॥
]

`verse 25 [
पुरुकुत्सादसस्युश्च सम्भूतो नर्मदाभवः ।
सम्भूतस्य सुधन्वाऽभूत्त्रिधन्वाथ सुधन्वनः ॥
]

`verse 26 [
त्रिधन्वनस्तु तरुणस्तस्य सत्यव्रतः सुतः ।
सत्यव्रतात्सत्यरथो हरिश्चन्द्रश्च तत्‌ सुतः ॥
]

`verse 27 [
हरिश्चन्द्राद्रोहिताश्वो रोहिताश्वाद्‌वृकोऽभवत् ।
वृकाद्वाहुश्च वाहोश्च सगरस्तस्य च प्रिया ॥
]

`verse 28 [
प्रबा षष्टिसहस्राणां सुतानां जननी ह्यऽभूत् ।
तुष्टादौर्वान्नृपादेकं भानुमत्यसमञ्जसम् ॥
]

`verse 29 [
खनन्तः पृथिवीं दग्धा विष्णुना बहुसागराः ।
असमञ्जसोंऽशुमांश्च दिलीपोंऽशुमतोऽभवत् ॥
]

`verse 30 [
भगीरथो दिलीपात्तु येन गङ्गावतारिता ।
भगीरथात्तु नाभागो नाभागादम्बरीषकः ॥
]

`verse 31 [
सिन्धुद्वीपोऽम्बरीषात्तु श्रुतायुस्तत्सुतः स्मृतः ।
श्रुतायोर्ऋतपर्णोऽभूत्तस्य कल्माषपादकः ॥
]

`verse 32 [
कल्माषाङ्‌घ्रेः सर्व्वकर्म्मा ह्यनरण्यस्ततोऽभवत् ।
अनरण्यात्तु निघ्नोऽथ अनमित्रस्ततो रघुः ॥
]

`verse 33 [
रघोरभूद्दिलीपस्तु दिलीपाच्चाप्यजो नृपः ।
दीर्घवाहुरजात् कालस्त्वजापालस्ततोऽभवत् ॥
]

`verse 34 [
तथा दशरथो जातस्तस्य पुत्रचतुष्टयम् ।
नारायणात्मकाः सर्वे रामस्तस्याग्रजोऽभवत् ॥
]

`verse 35 [
रावणान्तकरो राजा ह्ययोध्यायां रघूत्तमः ।
वाल्मीकिर्यस्य चरितं चक्रे तन्नारदश्रवात् ॥
]

`verse 36 [
रावणान्तकरो राजा ह्ययोध्यायां रघूत्तमः ।
वाल्मीकिर्यस्य चरितं चक्रे तन्नारदश्रवात् ॥
]

`verse 37 [
रामपुत्रौ कुशलवौ सीतायां कुलवर्द्धनौ ।
अतिथिश्च कुशाज्जज्ञे निषधस्तस्य चात्मजः ॥
]

`verse 38 [
निषधात्तु नलो जज्ञे नभोऽजायत वै नलात् ।
नभसः पुण्डरीकोऽभूत् सुधन्वा च ततोऽभवत् ॥
]

`verse 39 [
सुधन्वनो देवानीको ह्यहीनाश्वश्च तुत्सुतः ।
अहीनाश्वात् सहस्राश्वश्चन्द्रालोकस्ततोऽभवत् ॥
]

`verse 40 [
चन्द्रावलोकतस्तारापीड़ोऽस्माच्चन्द्रपर्वतः ।
चन्द्रगिरेर्भानुरथः श्रुतायुस्तस्य चात्मजः ॥

इक्षाकुवंशप्रभवाः सूर्य्यवंशधराः स्मृताः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये सूर्य्यवंशकीर्त्तनं नाम त्रिसप्तत्यधिकद्विशततमोऽध्यायः ॥
]
