`speaker [
अग्निरुवाच
]

`verse 1 [
सोमवंशं प्रवक्ष्यामि पठितं पापनाशनम् ।
विष्णुनाभ्यब्जजो ब्रह्मा ब्रह्मपुत्रोऽत्रिरत्रितः ॥
]

`verse 2 [
सोमश्चक्रे राजसूयं त्रैलोक्यं दक्षइणआन्ददौ ।
समाप्तेऽवभृथे सोमं तद्रूपालोकनेच्छवः ॥
]

`verse 3 [
कामवाणाभितप्ताङ्ग्यो नरदेव्यः सिषेविरे ।
लक्ष्मीर्न्नारायणं त्यक्त्वा सिनीवाली च कर्द्दमम् ॥
]

`verse 4 [
द्युतिं विभावसुन्त्यक्त्वा पुष्टिर्धातारमव्ययम् ।
प्रभा प्रभाकरन्त्यक्त्वा हविष्मन्तं कुहूः स्वयम् ॥
]

`verse 5 [
कीर्त्तिर्जयन्तम्भर्त्तारं वसुर्म्मारीचकश्यपम् ।
धृतिस्त्यक्त्वा पतिं नन्दीं सोममेवाभजत्तदा ॥
]

`verse 6 [
स्वकीया इव सोमोऽपि कामयामास तास्तदा ।
एवं कृतापचारस्य तासां भर्त्तृगणस्तदा ॥
]

`verse 7 [
न शशाकापचाराय शापैः शस्त्रादिभिः पुनः ।
सप्तलोकैकनाथत्वमवाप्तस्तपसा ह्युत ॥
]

`verse 8 [
विवभ्राम मतिस्तस्य विनयादनया हता ।
बृहस्पतेः स वै भार्य्यां तारां नाम यशस्विनीम् ॥
]

`verse 9 [
जहार तरसा सोमो ह्यवमन्याङ्गिरःसुतम् ।
ततस्तद्‌युद्धमभवत् प्रख्यातं ताकामयम् ॥
]

`verse 10 [
देवानां दानवानाञ्च लोकक्षयकरं महत् ।
ब्राह्मा निवार्य्योशनसन्तारामङ्गिरसे ददौ ॥
]

`verse 11 [
तामन्तःप्रसवां दृष्ट्वा गर्भं त्यजाब्रवीद्गुरुः ।
गर्भस्त्यक्तः प्रदीप्तोऽथ प्राहाहं सोमसम्भवः ॥
]

`verse 12 [
एवं सोमाद्‌ बुधः पुत्त्रः पुत्त्रस्तस्य पुरूरवाः ।
स्वर्गन्त्यक्त्वोर्वशी सा तं वरयामास चाप्सराः ॥
]

`verse 13 [
तथा सहाचरद्राजा दशवर्षाणि पञ्च च ।
पञ्च षट् सप्त चाष्टौ च दश चाष्टौ महामुने ॥
]

`verse 14 [
एकोऽग्निरभवत् पूर्व्वं तेन त्रेता प्रवर्त्तिता ।
पुरूरवा योगशीलो गान्धर्व्वलोकमीयिवान् ॥
]

`verse 15 [
आयुर्दृढायुरश्वायुर्धनायुर्धृतिमान् वसुः ।
दिविजातः शतायुश्च सुषुवे चोर्व्वशी नृपान् ॥
]

`verse 16 [
आयुषो नहुषः पुत्रो वृद्धशर्म्मा रजिस्तथा ।
दर्भो विपाप्मा पञ्चागन्यं रजेः पुत्रशतं ह्यभूत् ॥
]

`verse 17 [
राजेया इति विख्याता विष्णुदत्तवरो रजिः ।
देवासुरे रणे दैत्यानबधीत् सुरयाचितः ॥
]

`verse 18 [
गतायेन्द्राय पुत्रत्वं दत्वा राज्यं दिवङ्गतः ।
रजेः पुत्रैर्हृतं राज्यं शक्रस्याथ सुदुर्म्मनाः ॥
]

`verse 19 [
ग्रहशान्त्यादिविधिना गुरुरिन्द्राय तद्ददौ ।
मोहयित्वा रजिसुतानासंस्ते निजधर्म्मगाः ॥
]

`verse 20 [
नहुषस्य सुताः सप्त यतिर्य्ययातिरुत्तमः ।
उद्भवः पञ्चकश्चैव शर्य्यातिमेघपालकौ ॥
]

`verse 21 [
यतिः कुमारभावेऽपि विष्णुं ध्यात्वा हरिं गतः ।
देवयानी सुक्रकन्या ययातेः पत्न्यऽभूत्तदा ॥
]

`verse 22 [
वृषपर्व्वजा सर्म्मिष्ठा ययातेः पञ्च तत्सुताः ।
यदुञ्च तुर्व्वसुञ्चैव देवयानी व्यजायत ॥
]

`verse 23 [
द्रुह्यञ्चानूञ्च पूरुञ्च शर्म्मिष्ठा वार्षपर्व्वणी ।
यदुः पूरुश्चाभवतान्तेषां वंशविवर्द्धनौ ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये सोमवंशवर्णनं नाम चतुःसप्तत्यधिकद्विशततमोऽध्यायः ॥
]
