`speaker [
अग्निरुवाच
]

`verse 1 [
कश्यपो वसुदेवोऽभूद्देवकी चादितिर्व्वरा ।
देवक्यां वसुदेवात्तु कृष्णोऽभूत्तपसान्वितः ॥
]

`verse 2 [
धर्म्मसंरक्षणार्थाय ह्यधर्म्महरणाय च ।
सुरादेः पालनार्थञ्च दैत्यादेर्म्मथनाय च ॥
]

`verse 3 [
रुक्मिणी सत्यभामा च सत्या नग्नजिती प्रिया ।
सत्यभामा हरेः सेव्या गान्धारी लक्ष्मणा तथा ॥
]

`verse 4 [
मित्रविन्दा१ च कालिन्दी देवी जाम्बवती तथा ।
सुशीला च तथा माद्री कौशल्या विजया जया ॥
]

`verse 5 [
एवमादीनि देवीनां सहस्राणि तु षोड़श ।
प्रद्युम्नाद्याश्च रुक्मिण्यां भीमाद्याः सत्यभामया ॥
]

`verse 6 [
जाम्बवत्याञ्च शाम्बाद्याः कृष्णस्यासंस्तथापरे ।
शतं शतसहस्राणां पुत्राणां तस्य धीमतः ॥
]

`verse 7 [
अशीतिश्च सहस्राणि यादवाः कृष्णरक्षिताः ।
प्रद्युम्नस्य तु वैदर्भ्यामनिरुद्धो रणप्रियः ॥
]

`verse 8 [
अनिरुद्धस्य वज्राद्या यादवाः सुमहावलाः ।
तिस्रः कोट्यो यादवानां षष्टिर्लक्षाणि दानवाः ॥
]

`verse 9 [
मनुष्ये बाधका ये तु नन्नाशाय बभूव सः ।
कर्त्तु कर्मव्यवस्थानं मनुष्यो जायते हरिः ॥
]

`verse 10 [
देवासुराणां सङ्‌ग्रामा दायार्थं द्वादशाभवन् ।
प्रथमो नारसिंहस्तु द्वितीयो वामनो रणः ॥
]

`verse 11 [
सङ्‌ग्रामस्त्वथ वाराहश्चतुर्थोऽमृतमन्थनः ।
तारकामयसङ्‌ग्रामः षष्ठो ह्याजीवको रणः ॥
]

`verse 12 [
त्रैपुरश्चान्धकबधो नवमो वृत्रघातकः ।
जितो हालाहलश्चाथ घोरः कोलाहलो रणः ॥
]

`verse 13 [
हिरण्यकशिपोश्चोरो विदार्य्य च नखैः पुरा ।
नारसिंहो देवपालः प्रह्लादं कृतवान् नृपम् ॥
]

`verse 14 [
देवासुरे वामनश्च छतित्वा बलिमूर्ज्जतम् ।
महेन्द्राय ददौ राज्यं काश्यपोऽदितिसम्भवः ॥
]

`verse 15 [
वराहस्तु हिरण्याक्षं हत्वा देवानपालयत् ।
उज्जहार भुवं मग्नां देवदेवैरभिष्टुतः ॥
]

`verse 16 [
मन्थानं मन्दरं कृत्वा नेत्रं कृत्वा तु वासुकिम् ।
सुरासुरैश्च मथितं२ देवेभ्यश्चामृतं ॥
]

`verse 17 [
तारकामयसङ्‌ग्रामे तदा देवाश्च पालिताः ।
निवार्य्येन्द्रं गुरून् देवान् दानवान्सोमवंशकृत् ॥
]

`verse 18 [
विश्वामित्रवशिष्ठात्रिकवयश्च रणे सुरान् ।
अपालयन्ते निर्व्यार्य्य रगद्वेषादिदानवान् ॥
]

`verse 19 [
पृथ्वीरथे ब्रह्मयन्तुरीशस्य शरणो हरिः ।
ददाह त्रिपुरं देवपालको दैत्यमर्दनः ॥
]

`verse 20 [
गौरीं जिहीर्षुणा रुद्रमन्धकेनार्दितं हरिः ।
अनुरक्तश्च रेवत्यां चक्रेचान्धासुरार्दनम् ॥
]

`verse 21 [
अपां फेनमयो भूत्वा देवासुररणे हरन्३ ।
वृत्रे देवहरं विष्णुर्देवधर्म्मानपालयत् ॥
]

`verse 22 [
शाल्वादीन् दानवान् जित्वा हरिः परशुरामकः ।
अपालयत् सुरादींश्च दुष्टक्षत्रं निहत्य च ॥
]

`verse 23 [
हालाहलं विषं दैत्यं निराकृत्य महेश्वरात् ।
भयं निर्णाशयामास देवानां मधुसूदनः ॥
]

`verse 24 [
हालाहलं विषं यश्च दैत्यः कोलाहलो जितः ।
पालिताश्च सुराः सर्व्वे विष्णुना धम्मपालनात् ॥
]

`verse 25 [
देवासुरे रणे यश्च दैत्यः कोलाहलो जितः ।
पालिताश्च सुराः सर्व्वे विष्णुना धर्म्मपालनात् ॥
]

`verse 26 [
राजानो राजपुत्राश्च मुनयो देवता हरिः ।
यदुक्तं यच्छ नैवोक्तमवतारा हरेरिमे ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये द्वादशसङ्‌ग्रामा नाम षट्‌सप्तत्यधिकद्विशततमोऽध्यायः ॥
]
