`speaker [
अग्निरुवाच
]

`verse 1 [
तुर्व्वसोश्च सुतो वर्गो गोभानुस्तस्य चात्मजः ।
गोभानोरासीत् त्रैशानिस्त्रैशानेस्तु करन्धमः ॥
]

`verse 2 [
करन्धमान्मरुत्तोभूऽद्‌दुष्मन्तस्तस्य चात्मजः ।
दुष्मन्तस्य वरूथोऽभूद्‌गाण्डीरस्तु वरूथतः ॥
]

`verse 3 [
गाण्डीराच्चैव गान्धारः पञ्च जानपदास्ततः ।
गान्धाराः केरलाश्चोलाः पाण्ड्याः कोला महाबलाः ॥
]

`verse 4 [
द्रुह्यस्तु वभ्रुसेतुश्च वभ्रुसेतोः पुरोवसुः ।
ततो गान्धारा गान्धारैर्घर्म्मो घर्म्माद् घृतोऽभवत् ॥
]

`verse 5 [
घृतात्तु विदुषस्तस्मात् प्रचेतास्तस्य वै शतम् ।
आनद्रश्च सभानरश्चाक्षुपः परमेषुकः ॥
]

`verse 6 [
सभानरात् कालानलः कालानलजसृञ्जयः ।
पुरञ्जयः सृञ्जयस्य तत्पुत्रो जनमेजयः ॥
]

`verse 7 [
तत्पुत्रस्तु महाशालस्तुत्पुत्रोऽभून्महामनाः ।
तस्मादुशीनरो ब्रह्मन्नृगायान्तु तृगस्ततः ॥
]

`verse 8 [
नरायान्तु नरश्चासीत् कृमिस्तु कृमितः सुतः ।
दशायां सुब्रतो जज्ञे दृशद्वत्यां शिविस्तथा ॥
]

`verse 9 [
शिवेः पुत्त्रास्तु चत्वारः पृथुदर्भश्च वीरकः ।
कैकेयो भद्रकस्तेषां नाम्ना जनपदाः शुभाः ॥
]

`verse 10 [
तितिक्षुरुशीनरजस्तितिक्षोस्च रुषद्रयः ।
रुषद्रथादभूत्पैलः पैलाच्च सुतपाः सुतः ॥
]

`verse 11 [
महायोगी बलिस्तस्मादह्गो वङ्गश्च मुख्यकः ।
पुण्डुः कलिङ्गो बालोयो बलिर्योगी बलान्वितः ॥
]

`verse 12 [
अङ्गाद्दधिवाहनोऽभूत तस्माद्दिविरथो नृपः ।
दिविरथाद्धर्म्मरथस्तस्य चित्ररथः सुतः ॥
]

`verse 13 [
चित्ररथात्सत्यरथो लोमपादश्च तत्सुतः ।
लोमपादाच्चतुरङ्गः पृथुलाक्षश्च तत्सुतः ॥
]

`verse 14 [
पृथुलाक्षाच्च चम्पोऽभूच्चम्पाद्धर्य्यङ्गकोऽभवत् ।
हर्य्यङ्गाच्च भद्ररथो बृहत्कर्म्मा च तत्सुतः ॥
]

`verse 15 [
तस्मादभूद्‌वॄहद्भानुर्वृहद्भानोर्बृहात्मवान् ।
तस्माज्जयद्रथो ह्यासीज्जयद्रथाद्‌वृहद्रथः ॥
]

`verse 16 [
वृहद्रथाद्विश्वजिच्च कर्णो विश्वजितोऽभवत् ।
कर्णस्य वृषसेनस्तु पृथुसेनस्तदात्मजः ।

एतेऽङ्गवंशजा भूपाः पूरोर्वंशं निबोध मे ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये राजवंशवर्णनं नाम सप्तसप्तत्यधिकद्विशततमोऽध्यायः ॥
]
