`speaker [
अग्निरुवाच
]

`verse 1 [
पुरोर्जनमेजयोऽभूत्प्राचीन्नन्तस्तु तत्सुतः ।
प्राचीन्नन्तान्मनस्युस्तु तस्माद्वीतमयो तृपः ॥
]

`verse 2 [
शुन्धुर्वीतमयाच्चाऽभूच्छुन्धोर्बहुविधः सुतः ।
बहुविधाच्च संयातिरहोवादी च तत्सुतः ॥
]

`verse 3 [
तस्य पुत्रोऽथ भद्राश्वो भद्राश्वस्य दशात्मजाः ।
ऋचेयुश्च कृषेयुश्च सन्नतेयुस्तथात्मजः ॥
]

`verse 4 [
घृतेयुश्च चितेयुश्च स्थण्डिलेयुश्च सत्तमः ।
धर्म्मोयुः सन्नतेयुश्चः कृचेयुर्म्मतिनारकः ॥
]

`verse 5 [
तंसुरोघः प्रतिरथः पुरस्तो मतिनारजाः ।
आसीत्प्रतिरथात्कण्वः कण्वान्मेधातिथिस्त्वभूत् ॥
]

`verse 6 [
तंसुरोघाच्च चत्वारो दुष्मन्तोऽथ प्रवीरकः ।
सुमन्तश्चानयो वीरो दुष्मन्ताद्भरतोऽभवत् ॥
]

`verse 7 [
शकुन्तलायान्तु बली यस्य नाम्ना तु भारताः ।
सुतेषु मातृकोपेन नष्टेषु भरतस्य च ॥
]

`verse 8 [
ततो मरुद्‌भिरानीय पुत्रः स तु बृहस्पतेः ।
संक्रामितो भरद्वाजः क्रतुभिर्व्वितथोऽभवत् ॥
]

`verse 9 [
स चापि वितथः पुत्रान् जनयामास पञ्च वै ।
सुहोत्रं च सुहोतारं गयं गर्भं तथैव च ॥
]

`verse 10 [
कपिलश्च महात्मानं सुकेतुञ्च सुतद्वयम् ।
कौशिकञ्च गृत्सपतिं तथा गृत्सपतेः सुताः ॥
]

`verse 11 [
ब्राह्मणाः क्षत्रिया वैश्याः काशे दीर्घतमाः सुताः ।
ततो धन्वन्तरिश्चासीत्तत्सुतोऽभूच्च केतुमान् ॥
]

`verse 12 [
केतुमतो हेमरथो दिवोदास इतिश्रुतः ।
प्रतर्दनो दिवोदासाद्भर्गवत्सौ प्रतर्दनात् ॥
]

`verse 13 [
वत्सादनर्क्क आसीच्च अनर्क्कात् क्षेमकोऽभवत् ।
क्षेमकाद्वर्षकेतुश्च वर्षकेतोर्विभुः स्मृतः ॥
]

`verse 14 [
विभोरानर्त्तः पुत्रोऽभूद्धिभोश्य सुकुमारकः ।
सुकुमारात्सत्यकेतुर्वत्सभूमिस्तु वत्सकात् ॥
]

`verse 15 [
सुहोत्रस्य बृहत्पुत्रो बृहतस्तनयास्त्रयः ।
अजमीढो द्विमीढश्च पुरुमीढश्च वीर्य्यवान् ॥
]

`verse 16 [
अजमीढस्य केशिन्यां जज्ञे जह्नुः प्रतापवान् ।
जह्नोरभूदजकाश्वौ बलाकाश्वस्तदात्मजः ॥
]

`verse 17 [
बलाकाश्वस्य कुशिकः कुशिकात् गाधिरिन्द्रकः ।
गाधेः सत्यवती कन्या विश्वामित्रः सुतोत्तमः ॥
]

`verse 18 [
देवरातः कतिमुखा विश्वामित्रस्य ते सुताः ।
शुनः शेफाऽष्टकश्चान्यो ह्यजमीढात् सुतोऽभवत् ॥
]

`verse 19 [
नीलिन्यां शान्तिरपरः पुरुजातिः सुशान्तितः ।
पुरुजातेस्तु वाह्याश्वो वाह्याशवात् पञ्च पार्थिवाः ॥
]

`verse 20 [
मुकुलः सृञ्जयश्यैव राजा वृहदिषुस्तथा ।
यवीनरश्च कृमिलः पाञ्चाला इति विश्रुताः ॥
]

`verse 21 [
मुकुलस्य तु मौकुल्याः क्षेत्रोपेता द्विजातयः ।
चञ्चाश्वो मुकुलाज्जज्ञे चञ्चाश्वान्मिथुनं ह्यभूत् ॥
]

`verse 22 [
दिवोदासो ह्यहल्या च अल्यायां शरद्वतात् ।
शतानन्दः शतानन्दात् सत्यधृन्मिथुनन्ततः ॥
]

`verse 23 [
कृपः कृपी दिवोदासान्मैत्रेयः सोमपस्ततः ।
सृञ्चयात् पञ्चधनुषः सोमदत्तश्य तत्सुतः ॥
]

`verse 24 [
सहदेवः सोमदत्तात् सहदेवात्तु सोमकः ।
आसीच्च सोमकाज्जन्तुर्ज्जन्तोश्च पृषतः सुतः ॥
]

`verse 25 [
पृषताद्‌द्रुपदस्तस्माद्‌धृष्टद्युम्नोऽथ तत्सुतः ।
धृष्टकेतुश्च धूमिन्यामृक्षोऽभूदजमीढतः ॥
]

`verse 26 [
ऋक्षात्सम्बलणो जज्ञे कुरुः सम्वरणात्ततः ।
यः प्रयागादपाक्रम्य कुरुक्षेत्रञ्चकार ह ॥
]

`verse 27 [
कुरोः सुधन्वा सुधनुः परिक्षइच्चारिमेजयः ।
सुधन्वनः सुहोत्रोऽभूत् सुहोत्राच्च्यवनो ह्यभूत् ॥
]

`verse 28 [
वशिष्ठपरिचाराभ्यां सप्तासन् गिरिकासुताः ।
वृहद्रथः कुशो वीरो यदुः प्रत्यग्रहो बलः ॥
]

`verse 29 [
मत्स्यकाली कुशाग्रोऽतो ह्यासीद्राज्ञो वृहद्रथात् ।
कुशाग्राद्‌वृषभो जज्ञे तस्य सत्यहितः सुतः ॥
]

`verse 30 [
सुधन्वा तत्सुतश्चोर्ज्ज ऊर्ज्जादासीच्च सम्भवः ।
सम्भवाच्च जरासन्धः सहदेवश्च तत्‌सुतः ॥
]

`verse 31 [
सहदेवादुदापिश्च उदापेः श्रुतकर्मकः ।
परिक्षइतस्य दायादो धार्मिको जनमेजयः ॥
]

`verse 32 [
जनमेजयात्त्रसदस्युर्जह्रोस्तु सुरथः सुतः ।
श्रुतसेनोग्रसेनौ च भीमसेनश्च नामतः ॥
]

`verse 33 [
जनमेजयस्य पुत्रौ तु सुरथो महिमांस्तथा ।
सुरथाद्‌विदूरथोऽभूदृक्ष आसीद्विदूरथात् ॥
]

`verse 34 [
ऋक्षस्य तु द्वितीयस्य भीमसेनोऽभवत्‌सुतः ।
प्रतीपो भीमसेनात्तु प्रतीपस्य तु शान्तनुः ॥
]

`verse 35 [
देवापिर्व्वाह्लिकश्चैव सोमदत्तस्तु शान्तनोः ।
वाह्लिकात्सोमदत्तोऽभूद्‌भूरिर्भूरिस्रवाः शलः ॥
]

`verse 36 [
गङ्गायां शान्तनोर्भीष्मः काल्यायां विचित्रवीर्य्यकः ।
कृष्णद्वैपायनश्चैव क्षेत्रे वैचित्रवीर्य्यके ॥
]

`verse 37 [
धृतराष्ट्रञ्च पाण्डुञ्च विदुरञ्चाप्यजीजनत् ।
पाण्डोर्युधिष्ठिरः कुन्त्यां भीमश्चैवार्जुनस्त्रयः ॥
]

`verse 38 [
नकुलः सहदेवश्च पाण्डोर्म्माद्य्राञ्च दैवतः ।
अर्जुनस्य च सौभद्रः परिक्षिदभिमन्युतः ॥
]

`verse 39 [
द्रौपदी पाण्डवानाञ्च प्रिया तस्यां युधिष्ठिरात् ।
प्रतिविन्ध्यो भीमसेनाच्छ्रुतकीर्त्तिर्द्धनञ्जयात् ॥
]

`verse 40 [
सहदेवाच्छ्रुतकर्म्मा शतानीकस्तु नाकुलिः ।
भीमसेनाद्धिड़िम्बायामन्य आसीद् घटोत्‌कचः ॥
]

`verse 41 [
एते भूता भविष्याश्च नृपाः संख्या न विद्यते ।
गताः कालेन कालो हि हरिस्तं पूजयेद्‌द्विज ॥
]

`verse 42 [
होममग्नौसमुद्दिश्य कुरु सर्व्वप्रदं यतः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये पुरुवंशवर्णनं नाम अष्टसप्तत्यधिकद्विशततमोऽध्यायः ॥
]
