`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
शारीरमानसागन्तुसहजा व्याधयो मताः ।
शारीरा ज्वरकुष्ठाद्याः क्रोधाद्या मानसा मताः ॥
]

`verse 2 [
आगन्तवो विघातोत्थाः सहजाः क्षुज्जरादयः ।
शारीरागन्तुनाशाय सूर्य्यवारे घृतं गुड़म् ॥
]

`verse 3 [
लवणं सहिरण्यञ्च विप्रायापूपमर्पयेत् ।
चन्द्रे चाभ्यङ्गदो विप्रे सर्वरोगैः प्रमुच्यते ॥
]

`verse 4 [
तैलं शनैश्चरे दद्यादाश्विने गोरसान्नदः ।
घृतेन पयसा लिङ्गं संस्नाप्य स्याद्रुगुज्झितः ॥
]

`verse 5 [
गायत्र्या हावयेद्वह्नौ दूर्वान्त्रिमधुराप्लुताम् ।
यस्मिन् भे व्याधिमाप्नोति तस्मिन् स्नानं बलिः शुभे ॥
]

`verse 6 [
मानसानां रुजादीनां विष्णोः स्तोत्रं हरं भवेत् ।
वातपित्तकफा दोषा धातवश्च तथा श्रृणु ॥
]

`verse 7 [
भुक्तं पक्काशयादन्नं द्विधा याति च सुश्रुत ।
अंशेनैकेन किट्टत्वं रसताञ्चापरेण च ॥
]

`verse 8 [
किट्टभागो मलस्तत्र विण्मूत्रस्वेददूषिकाः ।
नासामलह्कर्णमलं तथा देहमलञ्च यत् ॥
]

`verse 9 [
रसभागाद्रसस्तत्र समाच्छोणिततां व्रजेत् ।
मांसं रक्तात्ततो मेदो मेदसोऽस्थ्नश्च सम्भवः ॥
]

`verse 10 [
अस्थनो मज्जा ततः शुक्रं शुक्राद्रागस्तथौजसः ।
देशमार्त्ति बलंशक्तिं कालं प्रकृतिमेव च ॥
]

`verse 11 [
ज्ञात्वा चिकित्सितं कुर्य्याद्‌भेषजस्य तथा बलम् ।
तिथिं रिक्तान्त्यजेद् भौमं मन्द्भन्दारुणोग्रकम् ॥
]

`verse 12 [
हरिगोद्विजचन्द्रार्क्कसुरादीन् प्रतिपूज्य च ।
श्रृणु मन्त्रमिमं विद्वन् भेषजारम्भमाचरेत् ॥
]

`verse 13 [
ब्रह्मदक्षाश्विरुद्रेन्द्रभूचन्द्रार्क्काऽनिलानलाः ।
ऋषयश्चौषधिग्रामा भूतसकङ्घाश्च पान्तु ते ॥
]

`verse 14 [
रसायनमिवर्षीणां देवानाममृतं यथा ।
सुधेवोत्तमनागानां भैषज्यमिदमस्तु ते ॥
]

`verse 15 [
बातश्लेष्मातको देशो वहुवृक्षो वहूदकः ।
अनूपइतिविख्यातो जाङ्गलस्तद्विवर्ज्जितः ॥
]

`verse 16 [
किञ्चिद्वृक्षोदको देशस्तथा साधारणः स्मृतः ।
जाङ्गलः पित्तबहुलो मध्यः साधारणः स्मृतः ॥
]

`verse 17 [
सूक्ष्मः शीतश्चलो वायुः पित्तमुष्णं कटुत्रयम् ।
स्थिराम्लस्निग्धमधुरं बलाशञ्च प्रचक्षते ॥
]

`verse 18 [
वृद्धिः समानैरेतेषां विपरीतैर्विपर्य्ययः ।
रसाः स्वाद्वम्ललवणाः श्लेष्मला वायुनाशनाः ॥
]

`verse 19 [
कटुतिक्तकषायाश्य वातलाः श्लेष्मनाशनाः ।
कट्‌वम्‌ललवणा ज्ञेयास्तथा पित्तविवर्द्धनाः ॥
]

`verse 20 [
तिक्तस्वादुकषायाश्च तथा पित्तविनाशनाः ।
रसस्यैतद्‌गुणं नास्ति विपाकस्यैतदिष्यते ॥
]

`verse 21 [
वीर्य्योष्णाः कफवातघ्नाः शीताः पित्तविनाशनाः ।
प्रभावतस्तथा कर्म्म ते कुर्वन्ति च सुश्रुत ॥
]

`verse 22 [
शिशिरे च वसन्ते च निदाघे च तथा क्रमात् ।
चयप्रकोपप्रशमाः कफस्य तु प्रकीर्त्तिताः ॥
]

`verse 23 [
निदाघवर्षारात्रौ च तथा शरदि सुश्रुत ।
चयप्रकोपप्रशमाः पवनस्य प्रकीर्त्तिताः ॥
]

`verse 24 [
मेघकाले च शरदि हेमन्ते च यथाक्रमात् ।
चयप्रकोपप्रशमास्तथा पित्तस्य कीर्त्तिताः ॥
]

`verse 25 [
वर्षादयो विसर्गास्तु हेमन्ताद्यास्तथा त्रयः ।
शिशिराद्यास्तथादानं ग्रीष्मान्ता ऋतवस्त्रयः ॥
]

`verse 26 [
सौम्यो विसर्गस्त्वादानमाग्नेयं परिकीर्त्तितम् ।
वर्षादीस्त्रीनृतून् सोमश्चरन् पर्य्यायशो रसान् ॥
]

`verse 27 [
जनयत्यम्ललवणमधुरांस्त्रीन् यथाक्रमम् ।
शिशिरादीनृतूनर्कश्चरन् पर्य्यायशो रसान् ॥
]

`verse 28 [
विवर्द्धयेत्तथा तिक्तकषायकटुकान् क्रमात् ।
यथा रजन्यो वर्द्धन्ते बलमेकं हि वर्द्धते ॥
]

`verse 29 [
क्रमशोऽथ मनुष्याणां हीयमानासु हीयते ।
रात्रिभुक्तदिनानाञ्च वयसश्च तथैव च ॥
]

`verse 30 [
आदिमध्यावसानेषु कफपित्तसमीरणाः ।
प्रकोपं यान्ति कोपादौ काले तेषाञ्चयः स्मृतः ॥
]

`verse 31 [
प्रकोपोत्तरके काले रामस्तेषां प्रकीर्त्तितः ।
अतिभोजनतो विप्र तथा चाभोजनेन च ॥
]

`verse 32 [
रोगा हि सर्वे जायन्ते वेगोदीरणधारणैः ।
अन्नेन कुक्षेर्द्वावंशावेकं पानेन पूरयेत् ॥
]

`verse 33 [
आश्रयं पवनादीनां तथैकमवशेषयेत् ।
व्याधेर्न्निदानस्य तथा विपरीतमथौषधम् ॥
]

`verse 34 [
कर्तव्यमेतदेवात्र मया सारं प्रकीर्त्तितम् ।
नाभेरुद्‌र्ध्वमधश्चैव गुदश्रोण्योस्तथैव च ॥
]

`verse 35 [
बलाशपित्तवातानां देहे स्थानं प्रकीर्त्तितं ।
तथापि सर्वगाश्चैते देहे वायुर्विशेषतः ॥
]

`verse 36 [
देहस्य मध्ये हृदयं स्थानं तन्मनसः स्मृतम् ।
कृशोऽल्पकेशश्चपलो बहुवाग्विषमानलः ॥
]

`verse 37 [
व्योमगश्च तथा स्वप्ने वातप्रकृतिरुच्यते ।
अकालपलितः क्रोधी प्रस्वेदी मधुरप्रियः ॥
]

`verse 38 [
स्वप्ने च दीप्तिमत्प्रेक्षी पित्तप्रकृतिको नरः ।
तामसा राजसाश्चैव सात्विकाश्च तता स्मृता ॥
]

`verse 39 [
शुद्धाम्बुदर्शी स्वप्ने च कफप्रकृतिको नरः ।
तामसा राजसाश्चैव सात्विकाश्च तथा स्मृताः ॥
]

`verse 40 [
मनुष्या मुनिशार्दूल वातपित्तकफात्मकाः ।
रक्तपित्तं व्यवायाच्च गुरुकर्म्मप्रवर्त्तनैः ॥
]

`verse 41 [
ककदन्नभोजनाद्वायुर्देहे शोकाच्च कुप्यति ।
विदाहिना तथोल्कानामुष्णान्नाध्वनिसेविनां१ ॥
]

`verse 42 [
पित्तं प्रकोपमायाति भयेन च तथा कद्विज ।
अत्यम्बुपानगुर्व्वन्नभोजिनां भुक्तशायिनाम ॥
]

`verse 43 [
श्लेष्मा प्रकोपमायाति तथा ये चालसा जनाः ।
वाताद्युत्थानि रोगाणि ज्ञात्वा शाम्यानि लक्ष्णैः ॥
]

`verse 44 [
अस्थिभङ्गः कषायत्वमास्ये शुष्कास्यता तथा ।
जृम्भणं लोमहर्षश्च वातिकव्याधिलक्षणम् ॥
]

`verse 45 [
नखनेत्रशिराणान्तु पीतत्वं कटुता मुखे ।
तृष्णा दाहोष्णता चैव पित्तव्याधिनिदर्शनम् ॥
]

`verse 46 [
आलस्यञ्च प्रसेकश्च गुरुता मधुरास्यता ।
उष्णाभिलाषिता चेति श्लेष्मिकव्याधिलक्षणम् ॥
]

`verse 47 [
स्निग्धोष्णमन्नमभ्यङ्गस्तैलपानादि वातनुत् ।
आज्यं क्षीरांसिताद्यं च चन्द्ररश्म्यादि पित्तनुत् ॥
]

`verse 48 [
सक्षौद्रं त्रिफलातैलं व्यायामादि कफापहम् ।
सर्वरोगप्रशान्त्यै स्याद्विष्णोर्ध्यानञ्च चपूजनम् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये सर्वरोगहराण्यौषधानि नामाशीत्यधिकद्विशततमोऽध्यायः ॥
]
