`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
सिही शटी निशायुग्मं वत्सकं क्वाथसेवनं ।
शिशोः सर्व्वातिसारेषु स्तन्यदोषेषु शस्यते ॥
]

`verse 2 [
श्रृङ्गीं सकृष्णातिविषां चूर्णितां मधुना लिहेत् ।
एका चातिविशा काशच्छर्द्दिज्वरहरी शिशोः ॥
]

`verse 3 [
बालैः सेव्या वचा साज्या सदुग्धा वाथ तैलयुक् ।
यष्टिकां शङ्खपुष्पीं वा बालः क्षीरान्वितां पिवेत् ॥
]

`verse 4 [
वाग्रूपसम्पद्‌युक्तायुर्म्मेधाश्रीर्वर्द्धते शिशोः ।
वचाह्यग्निशिखावासाशुण्ठीकृष्णानिशागदं ॥
]

`verse 5 [
सयष्टिसैन्धवं बालः प्रातर्मेघाकरं विवेत् ।
देवदारुमहाशिग्रुफलत्रयपयोमुचां ॥
]

`verse 6 [
क्काथः सकृष्णा मृद्वीका कल्कः सर्वान् कृमीन्‌हरेत् ।
त्रिफलाभृङ्गविश्वानां रसेषु मधुसर्पिषोः ॥
]

`verse 7 [
मेषीक्षीरे च गोमूत्रे सिक्तं रोगे हितं शिशोः ।
नासारक्तहरो नस्याद्‌दुर्व्वारस इहोत्तमः ॥
]

`verse 8 [
लशुनार्द्रकशिग्रूणां रसः कर्णस्य पूरणम् ।
तैलमार्द्रकजात्यं वा शूलहा चौष्ठरोगनुत् ॥
]

`verse 9 [
जातीपत्रं फलं व्योषं कवलं मूत्रकं निशा ।
दुग्धक्काथेऽभयाकल्के सिद्धं तैलं द्वलिजार्त्तिनुत् ॥
]

`verse 10 [
धान्याम्बु नारिकेलं गोमूत्रं क्रमूकविश्वयुक् ।
क्काथितं कबलं कार्य्यमधिजिह्वाधिशान्तये ॥
]

`verse 11 [
साधितं लाङ्गलीकल्के तैलं निर्गुण्डिकारसैः ।
गण्डमालागलगण्डौ नाशयेन्नस्यकर्मणा ॥
]

`verse 12 [
पल्लवैरर्क्कपूतीकस्नुहीरुग्घातजातिकैः ।
उद्वर्त्तयेत् सगोमूत्रैः सर्वत्वग्दोषनाशनैः ॥
]

`verse 13 [
वाकुची सतिला भुक्ता वत्सरात् कुष्ठनाशनी ।
पथ्या भल्लातकी तैलगुडपिण्डी तु कुष्ठजित् ॥
]

`verse 14 [
पूतीकवह्निरजनी त्रिफलाव्योषचूर्णयुक् ।
तक्रं गुदाङ्गुरे पेयं भक्ष्या वा सगुडाऽभया ॥
]

`verse 15 [
फलदार्व्वीविषाणान्तु क्काथो धात्रीरसोऽथवा ।
पातव्यो रजनीकल्कः क्षौद्राक्षौद्रप्रमेहिणा ॥
]

`verse 16 [
वासागर्भो व्याधिघातक्काथ एरण्डतैलयुक् ।
वातशोणितहृत् पानात् पिप्पली स्यात् प्लीहाहरी ॥
]

`verse 17 [
सेव्या जठरिणा कृष्णा स्नुक्‌क्षीरवहुभाविता ।
पयो वा रच्यदन्त्याग्निविडङ्गव्योषकल्कयुक् ॥
]

`verse 18 [
ग्रन्थिकोग्राभया कृष्णा विडङ्गाक्ता घृते कस्थिता ।
मांसन्तक्रं ग्रहण्यर्शःपाण्डुगुल्मकृमीन् हरेत् ॥
]

`verse 19 [
फलत्रयामृता वासा तिक्तभूनिम्वजस्तथा ।
क्काथः समाक्षिको हन्यात् पाण्डुरोगं सकामलं ॥
]

`verse 20 [
रक्तपित्ती पिवेद्वासासुरसं ससितं मधु ।
वरीद्राक्षाबलाशुण्ठीसाधितं वा पयः पृथक् ॥
]

`verse 21 [
बरी विदारी पथ्या च बलात्रयं सवासकं ।
श्वदंष्ट्रामधुसर्पिर्भ्यामालिहेत् क्षयरोगवान् ॥
]

`verse 22 [
पथ्याशिग्रुकरञ्जार्कत्वक्‌सारं मधुसिन्धुमत् ।
समूत्रं विद्रधिं हन्ति परिपाकाय तन्त्रजित् ॥
]

`verse 23 [
त्रिवृता जीवती दन्ती मञ्जिष्ठा शर्वरीद्वयं ।
तार्क्षजं निम्बपत्रञ्च लेपः शस्तो भगन्दरे ॥
]

`verse 24 [
रुग्घातरजनीलाक्षाचूर्णाजक्षौद्रसंयुता ।
वासोवत्तिर्व्रणे योज्या शोधनी गतिनाशनी ॥
]

`verse 25 [
शयामायष्टिनिशालोध्रपद्मकोत्पलचन्दनैः ।
समरीचैः श्रृतं तैलं क्षीरे स्याद् व्रणरोहणं ॥
]

`verse 26 [
श्रीकार्पासदलैर्भस्मफलोपलवणा निशा ।
तत्पिण्डीस्वेदनं ताम्रे सतैलं स्यात् क्षतौषधं ॥
]

`verse 27 [
कुम्भीसारं पयोयुक्तं वह्निग्धं व्रणे लिपेत् ।
तदेव नाशयेत्सेकान्नारिकेलरजोघृतम् ॥
]

`verse 28 [
विश्वाजमोदसिन्धूत्थचिञ्चात्वग्भिः समाभया ।
तक्रेणोष्णाम्बुना वाथ पीतातीसारनाशनी ॥
]

`verse 29 [
वत्सकातिविषाविश्वविल्लमुस्तश्रृतं जलं ।
सामे पुराणेऽतीसारे सासृक्‌शूले च पाययेत् ॥
]

`verse 30 [
अङ्गादग्धं सुगतं सिन्धुमुष्णाम्बुना पिवेत् ।
शूलवान्थ वा तद्धि सिन्धुहिंगुकणाभया ॥
]

`verse 31 [
कटुरोहोत्कणातह्कलाजचूर्णं मधुप्लुतं ।
वस्त्रच्छिद्रगतं वक्त्रे न्यस्तं तृष्णां विनाशयेत् ॥
]

`verse 32 [
पाठादार्व्वीजातिदलं द्राक्षामृलफलत्रयैः ।
साधितं समधु क्काथं कवलं मुखपापहृत् ॥
]

`verse 33 [
कृष्णातिविषतिक्तेन्द्रदारुपाठापयोमुचां ।
क्काथो मूत्रे श्रृतः क्षौद्री सर्वकण्ठगदापहः ॥
]

`verse 34 [
पथ्यागोक्षुरदुस्पर्शराजवृक्षशिलाभिदां ।
कषायः समधुः पीतो मूत्रकृच्छ्रं व्यपोहति ॥
]

`verse 35 [
वंशत्वग्वरुणक्काथः शर्क्कराश्मविघातनः ।
शाखोटक्काथसक्षौद्रक्षीराशी श्लीपदी भवेत् ॥
]

`verse 36 [
मासार्कत्वक्पयस्तैलं मधुसिक्तञ्च सैन्धवं ।
पादरोगं हरेत्सर्पिर्जालकुक्कुटजं तथा ॥
]

`verse 37 [
शुण्ठीसौवर्चलाहिङ्गुचूर्णं शूण्ठीरसैर्घृतम् ।
रुजं हरेदथ क्काथो विद्धि वद्धाग्निसाधने ॥
]

`verse 38 [
सौवर्चलाग्निहङ्‌गूनां सदीप्यानां रसैर्युतं ।
विड़दीप्यकयुक्तं वा तक्रं गुल्मातुरः पिवेत् ॥
]

`verse 39 [
धात्रीपटोलमुद्‌गानां क्काथः साज्यो विसर्पहा ।
शुण्ठीदारुनवाक्षीरक्काथो मूत्रान्वितोऽपरः ॥
]

`verse 40 [
सव्योषायोरजः क्षारः फलक्काथश्च शोथहृत् ।
गुड़शिग्रुत्रिवृद्भिश्च सैन्धवानां रजोयुतः ॥
]

`verse 41 [
त्रिवृताफलकक्काथः सगुड़ स्याद्विरेचनः ।
वचाफलकषायोत्थं सैन्धवानां रजोयुतः ॥
]

`verse 42 [
त्रिफलायाः पलशतं पृथग्भृङ्गजभावितम् ।
विङ्ङ्गं लोहचूर्णञ्च दशभागसमन्वितम् ॥
]

`verse 43 [
शतावरीगुडुच्यग्निपलानां शतविंशतिः ।
मध्वाज्यतिलजैर्लिह्यद् बलीपलितवर्ज्जितः ॥
]

`verse 44 [
सितामधुघृतैर्युक्ता सकृष्णा त्रिफला तथा ।
त्रिफला सर्वरोगघ्नीस मधुः सर्क्करान्विता ॥
]

`verse 45 [
सितामधुघृतैर्युक्ता सकृष्णा त्रिफला तथा ।
पथ्याचित्रकशुण्ठ्यश्च गुडुचीमुष्लीरजः ॥
]

`verse 46 [
सगुडं भक्षितं रोगहरं त्रिशतवर्षकृते ।
किञअचिच्चूर्णं जवापुष्पं पिण्डितं विमृजेज्जले ॥
]

`verse 47 [
तैलं भवेद् घृताकारं किञ्चिच्चूर्ण्णं जलान्वितं ।
धूपार्थं दृश्यते चित्रं वृषदंशजरायुना ॥
]

`verse 48 [
पुनर्म्माक्षिकधूपेन दृश्यते तद्याथा पुरा ।
कर्पूरजलकाभेकतैलं पाटलिमूलयुक् ॥
]

`verse 49 [
पिष्ट्वा लिप्य पदे द्वे च चरेदङ्गारके नरः ।
तृणौत्थानादिकं व्यूह्य दर्शयन्वै कुतूहलं ॥
]

`verse 50 [
विषग्रहरुजध्वंसक्षुद्रनर्म्म च कामिकं ।
तत्ते षट्‌कर्म्मकं प्रोक्तं सिद्धिद्वयसमाश्रयं ॥
]

`verse 51 [
मन्त्रध्यानौषधिकथामुद्रेज्या यत्र मुष्टयः ।
चतुर्व्वर्गफलं प्रोक्तं यः पठेत्स दिवं व्रजेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये नानारोगहराण्यौषधानि नाम त्र्यशीत्यधिकद्विशततमोऽध्यायः ॥
]
