`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
आयुरारोग्यकर्तार ओंकारद्याश्च नाकदाः ।
ओंकारः परमो मन्त्रस्तं जप्त्वा चामरो भवेत् ॥
]

`verse 2 [
गायत्री परमो मन्त्रस्तं जप्त्वा भुक्तिमुक्तिभाक् ।
ओं नमो नारायणाय मन्त्रः सर्वार्थसाधकः ॥
]

`verse 3 [
ओं नमो भगवते वासुदेवाय सर्वदः ।
ओं ह्रूँ नमो विष्णवे मन्त्रोयञ्चौषधं परं ॥
]

`verse 4 [
अनेन देवा ह्यसुराः सश्रियो निरुजोऽभवन् ।
भूतानामुपकारश्च तथा धर्मो महौषधम् ॥
]

`verse 5 [
धर्म्मः सद्धर्म्मकृद्धर्मी एतैर्धर्म्मैश्च निर्म्मलः ।
श्रीदः श्रीशः श्रीनिवासः श्रीधरः श्रीनिकेतनः ॥
]

`verse 6 [
श्रियः पतिः श्रीपरम् एतैः श्रियमवाप्नुयात् ।
कामी कामप्रदः कामः कामपालस्तथा हरिः ॥
]

`verse 7 [
आनन्दो माधवश्चैव नाम कामाय वै हरेः ।
रामः परशुरामश्च नृसिंहो विष्णुरेव च ॥
]

`verse 8 [
त्रिविक्रमश्च नामानि जप्तव्यानि जिगीषुभिः ।
विद्यामभ्यस्यतां नित्यं जप्तव्यः पुरुषोत्तमः ॥
]

`verse 9 [
दामोदरो बन्धहरः पुष्कराक्षोऽक्षिरोगनुत् ।
हृषीकेशो भयहरो जपेदौषधकर्म्मणि ॥
]

`verse 10 [
अच्युतञ्चामृतं मन्त्रं सङ्ग्रामे चापराजितः ।
जलतारे नारसिंहं पूर्व्वादौ क्षेमकामवान् ॥
]

`verse 11 [
चक्रिणङ्गदिनञ्चैव शार्ङ्गिणं खड्गिनं स्मरेत् ।
नारायणं सर्वकाले नृसिंहोऽखिलभीतिनुत् ॥
]

`verse 12 [
गरुडध्वजश्च विषहृत् वासुदेवं सदा जपेत् ।
धान्यादिस्थापने स्वप्ने अनन्ताच्युतमीरयेत् ॥
]

`verse 13 [
नारायणञ्च दुःस्वप्ने दाहादौ जलशायिनं ।
हयग्रीवञ्च विद्यार्थी जगत्सृतिं सुताप्तये ॥
]

`verse 14 [
बलभद्रं शौर्यकार्य्ये एकं नामार्थसाधकम् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये मन्त्ररूपौषधकथनं नाम चतुरशीत्यधिकद्विशततमोऽध्यायः ॥
]
