`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
सिद्धयोगान् पुनर्वक्ष्ये मृतसञ्जीवनीकरान् ।
आत्रेयभाषितान् दिव्यान् सर्वव्याधिविमर्दनान् ॥
]

`speaker [
आत्रेय उवाच
]

`verse 2 [
विल्वादिपञ्चमूलस्य क्काथः स्याद्वातिके ज्वरे ।
पावनं पिप्पलीमूलं गुडूची विष्वजोऽथ वा ॥
]

`verse 3 [
आमलक्यभ्या कृष्णा वह्निः सर्वज्वरान्तकः ।
विल्वाग्निमन्थश्योनाककाश्मर्य्यः पारला स्थिरा ॥
]

`verse 4 [
त्रिकण्टकं पृश्निपर्णी वृहती कण्टकारिकाः ।
ज्वराविपाकपार्श्वार्त्तिकाशनुत् कुशमृलकम् ॥
]

`verse 5 [
गुडूची पर्पटी मुस्तं किरातं विश्वभेषजम् ।
वातपित्तज्वरे देयं पञ्चभद्रमिदं स्मृतम् ॥
]

`verse 6 [
त्रिवृद्विशालकटुकात्रिफलारग्बधैः कृतः ।
संस्कारो भेदनक्काथः पेथः सर्वज्वरापहः ॥
]

`verse 7 [
देवदारुबलावासात्रिफलाव्योषपद्मकैः ।
सविडङ्गैः सितातुल्यं तच्चूर्णं पञ्चकाशजित् ॥
]

`verse 8 [
दशमूलीशटीरास्नापिप्पलीविल्वपौष्करैः ।
श्रृङ्गीतामलकीभार्गीगुडूचीनागवल्लिभिः ॥
]

`verse 9 [
यवाग्रं विधिना सिद्धं कषायं वा पिवेन्नरः ।
काशहृद्‌ग्रहणीपार्श्वहिक्काश्वासप्रशान्तये ॥
]

`verse 10 [
मधुकं मधुना युक्तं पिप्पलीं शर्करान्वितां ।
नागरं गुड़संयुक्तं हिक्काघ्नं लावणत्रयम् ॥
]

`verse 11 [
कारव्यजाजीमरिचं द्राक्षा वृक्षाम्लदाड़िमम् ।
सौवर्च्चलं गुड़ं क्षौद्रं सर्वारोचननाशनम् ॥
]

`verse 12 [
श्रृह्गवेररसञ्चैव मधुना सह पाययेत् ।
अरुचिश्वासकाशघ्नं प्रतिश्यायकफान्तकम् ॥
]

`verse 13 [
वटं श्रृङ्गी शिलालोध्रदाड़िमं मधुकं मधु ।
पिवेत् तण्डुलतोयेन च्छर्दितृष्णानिवारणम् ॥
]

`verse 14 [
गुडुची वासकं लोध्रं पिप्पलीक्षौद्रसंयुतम् ।
कफान्वितञ्जयेद्रक्तं तृष्णआकासज्वरापहम् ॥
]

`verse 15 [
वासकस्य रसस्तद्वत् समधुस्ताम्रजो रसः .
शिरीषपुष्पसुरसभावितं मरिचं हितं ॥
]

`verse 16 [
सर्व्वार्त्तिनुन्मसूरोऽथ पित्तमुक् तण्डुलीयकं ।
निर्ग्गुण्डी शारिवा शेलुरह्कोलश्च  विषापहः ॥
]

`verse 17 [
महौषधं मृतां क्षुद्रां पुष्करं ग्रन्थिकोद्भवं ।
पिवेत् कणायुतं क्काथं मूर्च्छायाञ्च मदेषु च ॥
]

`verse 18 [
हिङ्गुसौवर्च्चलव्योषैर्द्विपलांशैर्घृताढकं ।
चतुर्गुणे गवां मूत्रे सिद्धमुन्मादनाशनं ॥
]

`verse 19 [
शङ्खपुष्पीवचाकुष्ठैः सिद्धं ब्राह्मीरसैर्युतं ।
पुराणआं हन्त्यपस्मारं सोन्मादं मेध्यमुत्तमं ॥
]

`verse 20 [
पञ्चगव्यं घृतं तद्वत् कुष्ठनुच्चाभ्यायुतं ।
पटोलत्रिफलानिम्बगुडु वीधावणीवृषैः ॥
]

`verse 21 [
सकरञ्जैर्घृतं सिद्धं कुष्ठनुद्वज्र्कं स्मृतं ।
निम्बं पटोलं व्याघ्री च गुडुची वासकं तथा ॥
]

`verse 22 [
कुर्य्याद्दशपलान् भागान् एकैकस्य सकुट्टितान् ।
जलद्रोणए विपक्तव्यं यावत्‌पादावशेषितं ॥
]

`verse 23 [
घृतप्रस्थम्प्चेत्तेन त्रिफलागर्भसंयुतं ।
पञ्चतिक्तमिति ख्यातं सर्पिः कुष्ठविनाशनं ॥
]

`verse 24 [
अशीतिं वातजान् रोगान् चत्वारिंशच्च पैत्तिकान् ।
विंशतिं श्लैष्मिकान् कासपीनसार्शोव्रणादिकान् ॥
]

`verse 25 [
हन्त्यन्यान् योगराजोषऽयं यथार्कस्तिमिरं खलु ।
त्रिफलायाः कषायेन् भृङ्गराजरसेन च ॥
]

`verse 26 [
ब्रणप्रक्षालनङ्कुर्यादुपदंशप्रशान्तये ।
पटोलदलचूर्णेन दाडिमत्वग्रजोऽथ वा ॥
]

`verse 27 [
गुण्डयेच्च गजेनापि त्रिफलाचूर्णकेन च ।
त्रिफलायोरजोयष्टिमार्कवोत्पलमारिचै ॥
]

`verse 28 [
ससैन्धवैः पचेत्तैलमभ्यह्गाच्छर्द्दिकापहं ।
सक्षीरान् मार्कवरसान् द्विप्रस्थमधुकोत्पलैः ॥
]

`verse 29 [
पचेत्तु तैलकुडवं तन्नस्यं पलितापहं ।
निम्बम्पटोलं त्रिफला गुडूची खदिरं वृषं ॥
]

`verse 30 [
भूनिम्बपाठात्रिफलागुडूचीरक्तचन्दनं ।
योगद्वयं ज्वरं हन्ति कुष्ठविस्फोटकादिकं ॥
]

`verse 31 [
पटोलामृतभूनिम्बवासारिष्टकपर्पटैः ।
खदिरान्तयुतैः क्काथो विस्फोटज्वरशान्तिकृत् ॥
]

`verse 32 [
दशमूली च्छिन्नरुहा पथ्या दारु पुनर्नवा ।
ज्वर्रावद्रधिशोथेषु शिग्रुविश्वजिता हिताः ॥
]

`verse 33 [
मधूकं निम्बपत्राणि लेपः स्याद् व्रणशोधनः ।
त्रिफला खदिरो दार्वी न्यग्रोधातिबलाकुशाः ॥
]

`verse 34 [
निम्बमूलकपत्राणां कषायाः शोधने हिताः ।
करञ्जारिष्टनिर्गुण्डीरसो हन्याद् व्रणक्रिमीन् ॥
]

`verse 35 [
धातकीचन्दनबलासमह्गामधुकोत्पलैः ।
दार्वीमेदोन्वितैर्लेपः ससर्पिर्व्रणरोपणः ॥
]

`verse 36 [
गुग्गुलुत्रिफलाव्योषसमांशैर्घृतयोगतः ।
नाडी दुष्टवणं शूलम्भगन्दरमुखं हरेत् ॥
]

`verse 37 [
हरितकीं मूत्रसिद्धां सतैललवणान्वितां ।
प्रातः प्रातश्च सेवेत् कफवातामयापहां ॥
]

`verse 38 [
त्रिककटुत्रिफलाक्काथं९ सक्षारलवणं पिवेत् ।
कफवातात्मकेष्वेव विंरेकः कफवृद्धिनुत् ॥
]

`verse 39 [
पिप्पलीपिप्पलीमूलवचाचित्रकनागरैः ।
क्काथितं वा पिवेत्पेयमामवातविनाशनं ॥
]

`verse 40 [
रास्नां गुडुचीमेरण्डदेवदारुमहौषधं ।
पिवेत् सर्वाड्गिके वाते सामे सन्ध्यस्थिमज्जगे ॥
]

`verse 41 [
दशमूलकषायं वा पिवेद्वा नागराम्भसा ।
सुण्ठीगोक्षुरकक्काथः प्रातः प्रातर्न्निषेवितः ॥
]

`verse 42 [
सामवातकटीशूलपाचनो रुक्प्रणाशनः ।
समूलपत्रशाखायाः प्रसारण्याश्च तैलकं ॥
]

`verse 43 [
गुडुच्याः सुरसः कल्कः चूर्णं वा क्काथमेव च ।
प्रभूतकालमासेव्य मुच्यते वातशोणितात् ।
]

`verse 44 [
पिप्पली वर्द्धमानं वा सेव्यं पथ्या गुडेन् वा ।
पटोलत्रिफलातीव्रकटुकामृतसाधितं ॥
]

`verse 45 [
पक्वं पीत्वा जयत्याशु सदाहं वातशोणितं ।
गुग्गुलं कोष्णशीते तु गुडुची त्रिफलाम्भ्सा ॥
]

`verse 46 [
बलापुनर्न्नवैरण्डवृहतीद्वयगोक्षुरैः ।
सहिङ्गु लवणैः पीतं सद्यो वातरुजापहं ॥
]

`verse 47 [
कार्षिकं पिप्पलीलमूलं पञ्चैव लवणानि च ।
पिप्पली चित्रकं शुण्ठी त्रिफ्ला त्रिवृता वचा ॥
]

`verse 48 [
द्वौ क्षारौ शाद्वला दन्ती स्वर्णक्षीरी विषाणिका ।
कोलप्रमाणां गुटिकां पिवेत् सौवीरकायुतां ॥
]

`verse 49 [
शोथावपाके त्रिवृता प्रवृद्धे चोदरादिके ।
क्षीरं शोथहरं दारु वर्षाभूर्नागरैः शुभम् ॥
]

`verse 50 [
सेकस्तथार्कवर्षाभूनिम्बक्काथेन शोथजित् ।
व्योषगर्भं पलाशस्य त्रिगुणे भस्मवारिणि ॥
]

`verse 51 [
साधितं पिवतः सर्पिः पतत्यर्शो न संशयः ।
विश्वक्सेनावनिर्ग्गुण्डीसाधितं चापि लावणं ॥
]

`verse 52 [
विड़ङ्गानलसिन्धूत्थरास्नाग्रक्षारदारुभिः ।
तैलञ्चतुर्गुणं सिद्धं कटुद्रव्यं जलेन वा ॥
]

`verse 53 [
गणअडमालापहं तैलमभ्यङ्गात् गलगण्डनुत् ।
शटीकुनागबलयक्काथः क्षीरससे युतम् ॥
]

`verse 54 [
पयस्यापिप्पलीवासाकल्कं सिद्धंक्षये हितम् ।
वचाविड़भयाशुण्ठीहिङ्गुकुष्ठाग्निदीप्यकान् ॥
]

`verse 55 [
द्वित्रिषट्‌चतुरेकांशसप्तपञ्चाशिकाः क्रमात् ।
चूर्णं पीतं हन्ति गुल्मं उदरं शूलकासनुत् ॥
]

`verse 56 [
पाठानिकुम्भत्रिकटुत्रिफलाग्निषु साधितम् ।
मूत्रेण चूर्णगुटिका गुल्मप्लीहादिमर्द्दनी ॥
]

`verse 57 [
वासानिम्बपटोलानि त्रिफला वातपित्तनुत् ।
लिह्यात् क्षौद्रेण विड़ङ्गं चूर्णं कृमिविनाशनम् ॥
]

`verse 58 [
विड़ङ्गसैन्धवक्षारमृत्रेनापि हरीतकी ।
शल्लकीवदरीजम्बुपियालाम्रार्जुनत्वचः ॥
]

`verse 59 [
पीताः क्षीरेण मध्वक्ताः पृथक्शोणितवारणाः ।
विल्वाम्रधातकीपाठाशुण्ठीमोचरसाः समाः ॥
]

`verse 60 [
पीता रुन्धन्त्यतीसारं गुड़तक्रेण दुर्जयम् ।
चाङ्गेरीकोलदध्यम्बुनागरक्षारसंयुतम् ॥
]

`verse 61 [
घृततयुक्क्काथितं पेयं गुदभ्रंसे रुजापहम् ।
विड़ङ्गातिविषामुस्तं दारुपाठाकलिङ्गकम् ॥
]

`verse 62 [
मरीचेन समायुक्तं शोथातीसारनाशनम् ।
शर्करासिन्धुशुण्ठीभिः कृष्णामधुगुड़ेन वा ॥
]

`verse 63 [
द्वे द्वे खादेद्धरीतक्यौ जीवेद्वर्षशतं सुखी ।
त्रिफला पिप्पलीयुक्ता समध्वाज्या तथैव सा ॥
]

`verse 64 [
चूर्णमामलकं तेन सुरसेन तु भावितम् ।
मध्वाज्यशर्करायुक्तं लिढ्‌वा स्त्रीशः पयः पिवेत् ॥
]

`verse 65 [
मासपिप्पलिशालीनां यवगोधूमयोस्तथा ।
चूर्णभागैः समांशैश्च पचेत् पिप्पलिकां शुभां ॥
]

`verse 66 [
तां भक्षयित्वा च पिवेत् शर्करामधुरं पयः ।
नवश्चटकवज्जम्भेद्‌ दशवारान् स्त्रियं ध्रुवम् ॥
]

`verse 67 [
समङ्गाधातकीपुष्पलोध्रनीलोत्पलानि च ।
एतत् क्षीरेण दातव्यं स्त्रीणां प्रदरनाशनं ॥
]

`verse 68 [
वीजङ्कौरण्टकञ्चापि मधुकं श्वेतचन्दनं ।
पद्मोत्पलस्य मूलानि मधुकं शर्करातिलान् ॥
]

`verse 69 [
द्रवमाणेषु गर्भेषु गर्भस्थापनमुत्तमं ।
देवदारु नभः कुष्ठं नलदं विश्वभेषजं ॥
]

`verse 70 [
लेपः काञ्जिकसम्पिष्टस्तैलयुक्तः शिरोर्त्तिनुत् ।
वस्त्रपूतं क्षिपेत् कोष्णं सिन्धूत्थं कर्णशूलनुत् ॥
]

`verse 71 [
लशुनार्द्रकशिग्रूणां कदल्या वा रसः पृथक् ।
बलाशतावरीरास्नामृताः मैरीयकैः पिवेत् ॥
]

`verse 72 [
त्रिफलासहितं सर्पिस्तिमिरघ्नमनुत्तमं ।
त्रिफलाव्योषसिन्धूत्थैर्घृतं सिद्धं पिवेन्नरः ॥
]

`verse 73 [
चाक्षुष्यम्भेदनं हृद्यं दीपनं कफरोगनुत् ।
नीलोत्पलस्य किञ्जल्कं गोशकृद्रससंयुतं ॥
]

`verse 74 [
गुटिकाञ्जनमेतत् स्यात् दिनरात्र्यन्धयोर्हितं ।
यष्टिमधुवचाकृष्णावीजानं गुटजस्य च ॥
]

`verse 75 [
कल्केनालोड्य निम्बस्य कषायो वमनायसः ।
स्निग्धस्विन्नयवन्तोयं प्रदातव्यं विरेचनम् ॥
]

`verse 76 [
अन्य्था योजितं कुर्य्यात् मन्दाग्निं गौरवारुचिं।
पथ्यासैन्धवकृष्णानां चूर्णमुष्णाम्बुना पिवेत् ॥
]

`verse 77 [
विरेकः सर्व्वरोगघनः श्रेष्ठो नाराचसंज्ञकः ।
सिद्धयोगा मुनिभ्यो ये आत्रेयेण प्रदर्शिताः ॥
]

`verse 78 [
सर्वरोगहराः सर्वयोगाग्र्याः सुश्रुतेन हि ॥
]

`colophon [
इत्यादिम्हापुराणे आग्नेये मृतसञ्जीवनीकरसिद्धयोगो नाम पञ्चाशीत्यधिकद्विशततमोऽध्यायः ॥
]
