`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
अश्ववाहनसारञ्च वक्ष्ये चाश्वचिकित्सनम् ।
वाजिनां संग्रहः कार्यो धर्म्मकर्मार्थसिद्धये ॥
]

`verse 2 [
अश्विनी श्रवणं हस्तं उत्तरात्रितयन्तथा ।
नक्षत्राणि प्रशस्तानि हयानामादिवाहने ॥
]

`verse 3 [
हेमन्तः शिशिरश्चैव वसन्तश्चाश्वावाहने ।
ग्रीष्मे शरदि वर्षासु निषिद्धं बाहनं हये ॥
]

`verse 4 [
तीब्रैर्न्न च परैर्द्दण्डैरदेशे न च ताडयेत् ।
कीलास्थिसंकुले चैव विषमे कण्टकान्विते ॥
]

`verse 5 [
वालुकापङ्कसंच्छन्ने गर्त्तागर्त्तप्रदूषिते ।
अचित्तज्ञो विनोपायैर्वाहनं कुरुते तु यः ॥
]

`verse 6 [
स वाह्यते हयेनैव पृष्ठस्थः कटिकां विना ।
छन्दं विज्ञापयेत् कोपि सुकृती धीमतां वरः ॥
]

`verse 7 [
अब्यासादबियोगाच्च विनाशास्त्रं स्ववाहकः ।
स्नातस्य प्राङ्मुखस्याथ देवान् वपुषि योजयेत् ॥
]

`verse 8 [
प्रणवादिनमोन्तेन स्ववीजेन यथाक्रमम् ।
ब्रह्मा चित्ते वले विष्णुर्वैनतेयः पराक्रमे ॥
]

`verse 9 [
पार्श्वे रुद्रा गुरुर्बुद्धौ विश्वेदेवाश्च मर्मसु ।
दृगावर्त्ते दृशीन्द्वर्कौ कर्णयोरश्विनौ तथा ॥
]

`verse 10 [
जठरेऽग्निः स्वधा स्वेदे वाग्जिह्वायां जवेऽनिलः ।
पृष्ठतो नाकपृष्ठस्तु खुराग्रे सर्वपर्वता ॥
]

`verse 11 [
ताराश्च रोमकूपेषु हृदि चान्द्रमसी कला ।
तेजस्यग्नीरतिः श्रोण्यां ललाटे च जगत्पतिः ॥
]

`verse 12 [
ग्रहाश्च हेषिते चैव तथैवोरसि वासुकिः ।
उपोषितोऽर्च्चयेत् सादी हयं दक्षश्रुतौ जपेत् ॥
]

`verse 13 [
हय गन्धर्वराजस्त्वं श्रृणुष्व वचनं मम ।
गन्धर्वकुलकजातस्त्वं माभूस्त्वं कुलदूषकः ॥
]

`verse 14 [
द्विजानां सत्यवाक्येन सोमस्य गरुडस्य च ।
रुद्रस्य वरुणस्यैव पवनस्य बलेन च ॥
]

`verse 15 [
हुताशनस्य दीप्त्या च स्मर जाति तुरङ्गम ।
स्मर राजेन्द्रपुत्रस्त्वं सत्यवाक्यमनुस्मर ॥
]

`verse 16 [
समर त्वं वारुणीं कन्यां स्मर त्वं कौस्तुभं मणिं ।
क्षीरोदसागरे चैव मथ्यमाने सुरासुरैः ॥
]

`verse 17 [
तत्र देवकुले जातः स्ववाक्यं परिपालय ।
कुले जातस्त्वमश्वानां मित्रं मे भव शाश्वतम् ॥
]

`verse 18 [
श्रृणु मित्र त्वमेतच्च सिद्धो मे भव वाहन ।
विजयं रक्ष माञ्चैव समरे सिद्धिमावह ॥
]

`verse 19 [
तव पृष्ठं समारुह्य हता दैत्याः सुरैः पुरा ।
अधुना त्वां समारुह्य जेष्यामि रिपुवाहिनीं ॥
]

`verse 20 [
कर्णजापन्ततः कृत्वा मिमुह्य च तथाप्यरीन्२ ।
पर्य्यानयेद्धयं सादी वाहयेद् युद्धतो जयः ॥
]

`verse 21 [
सञ्जाताः स्वशरीरेण दोषाः प्रायेण वाजिनां ।
हन्यन्तेऽतिप्रयत्नेन गुणाः सादिवरैः पुनः॥
]

`verse 22 [
सहजा इव दृश्यन्ते गुणाः सादिवरोद्भवाः ।
नाशयन्ति गुणानन्ये सादिनः सहजानपि ॥
]

`verse 23 [
गुणानेको विजानाति वेत्ति दोषांस्तथाऽपरः ।
धन्यो धीमान् हयं वेत्ति नोभयं वेत्ति मन्दधीः ॥
]

`verse 24 [
अकर्म्मज्ञोऽनुपायज्ञो वेगासक्तोऽतिकोपनः ।
घनदण्डरतिच्छिद्रे यः समोपि न व्शस्यते ॥
]

`verse 25 [
उपायज्ञोऽथ चित्तज्ञो विशुद्धो दोपनाशनः ।
गुणार्ज्जनपरो नित्यं सर्व्वकर्म्मविशारदः ॥
]

`verse 26 [
प्रग्रहेण गृहीत्वाऽथ चित्तज्ञो विशुद्धो दोषनाशनः ।
गुणार्ज्जनपरो नित्यं सर्व्वकर्म्मविशारदः ॥
]

`verse 27 [
आरुह्य सहसा नैव ताड़नीयो हयोत्तमः ।
ताड़नाद् भयमाप्नोति भयान्मोहश्च जायते ॥
]

`verse 28 [
प्रातः सादी प्लुतेनैव वल्गामुद्धृत्य चालयेत् ।
मन्दं मन्दं विना नालं धृतवल्गो दिनान्तरे ॥
]

`verse 29 [
प्रोक्तमाश्वसनं सामभेदोऽश्वेन नियोज्यते ।
कषादिताड़नं दण्डो दानं कालसहिष्णुता ॥
]

`verse 30 [
पूर्व्वपूर्व्वविशुद्धौ तु विदध्यादुत्तरोत्तरम् ।
जिह्वातले विनायोगं विदध्याद्वाहने हये ॥
]

`verse 31 [
गुणेतरशतां वल्गां सृक्कण्या सह गाहयेत् ।
विस्मार्य्य वाहनं कुर्य्याच्छिथिलानां शनैः शनैः ॥
]

`verse 32 [
हयं जिह्वाङ्गमाहीने जिह्वाग्रन्थिं विमोचयेत् ।
गाटतां मोचयेत्तावद्यावत् स्तोभं न मुञ्चति ॥
]

`verse 33 [
कुर्य्याच्छ्रतमुरस्त्राणमविलालञ्च मुञ्चति ।
ऊद्र्ध्वाननः स्वभावाद्यस्तस्योरस्त्राणमश्लथम् ॥
]

`verse 34 [
विधाय वाहयेद्दुष्ट्या लीलया सादिसत्तमः ।
तस्य सव्येन पूर्वेण संयुक्तं सव्यवल्गया ॥
]

`verse 35 [
यः कुर्य्यात्पश्चिमं पादं गृहीतस्तेन दक्षिणः ।
क्रमेणानेन यो सेवां कुरुते वामवल्गया ॥
]

`verse 36 [
पादौ तेनापि पादः स्याद्गृहीतो वाम एव हि ।
अग्ने चेच्चरणे त्यक्ते जायते सुदृढासनं ॥
]

`verse 37 [
यौ हृतौ दुष्करे चैव मोटके नाटकायनं ।
सव्यहीनं खलीकारो हनने गुणने तथा ॥
]

`verse 38 [
स्वबावं हि तुरङ्गस्य मुखव्यावर्त्तनं पुनः ।
न चैवेत्थं तुरङ्गाणां पादग्रहणहेतवः ॥
]

`verse 39 [
विश्वस्तं हयमालोक्य गाढ़मापीड्य चासनं ।
रोकयित्वा मुखे पादं ग्राह्यतो लोकनं हितं ॥
]

`verse 40 [
गाढ़मापीड्य रागाभ्यां वल्गामाकृष्य गृह्यते ।
तद्वन्धनाद् युग्मपादं तद्वद्वक्कनमुच्यते ॥
]

`verse 41 [
संयोज्य वल्गया पादान् वल्गामामोच्य वाञ्छितम् ।
वाह्यपार्ष्णिप्रयोगात्तु यत्र तत्ताड़नं मतम् ॥
]

`verse 42 [
प्रलयाविप्लवे ज्ञात्वा क्रमेणानेन बुद्धिमान् ।
मोटनेन चतुर्थेन विधिरेष विधीयते ॥
]

`verse 43 [
नाधत्तेऽधश्च यः पादं योऽस्वो लघुनि मण्डले ।
मोटनोद्वक्कनाभ्यान्तु ग्राहयेत् पादमीशितं ॥
]

`verse 44 [
वटयित्वासने गाटं मन्दमादाय यो ब्रजेत् ।
ग्राह्यते संग्रहाद्यत्र तत्संग्रहणमुच्यते ॥
]

`verse 45 [
हत्वा पार्श्वे प्रहारेण स्थानस्थो व्यग्रमानसम् ।
वल्गामाकृष्य पादेन ग्राह्यकण्टकपायनम् ॥
]

`verse 46 [
उत्थितो योऽङिग्नणानेन पार्ष्णिपादात्तुरह्गमः ।
गृह्यते यत् खलीकृत्य खलीकारः स चेष्यते ॥
]

`verse 47 [
गतित्रयेपि यः पादमादत्ते नैव वाञ्छितः ।
हत्वा तु यत्र दण्डेन ग्राह्यते गहनं हि तत् ॥
]

`verse 48 [
खलीकृत्य चुष्केण तुरङ्गो वल्गयान्यया ।
उच्छ्वास्य ग्राह्यतेऽन्यत्र तत्स्यादुच्छ्वासनं पुनः ॥
]

`verse 49 [
स्वभावं वहिरस्यन्तं तस्यां दिशि पदायनं ।
नियोज्य ग्राहयेत्तत्तु मुखव्यावर्त्तनं मतम् ॥
]

`verse 50 [
ग्राहयित्वा ततः पादं त्रिविधासु यथाक्रमम् ।
साधयेत् पञ्चधारासु क्रमशो मण्डलादिषु ॥
]

`verse 51 [
आजनोर्द्धाननं वाहं शिथिलं वाहयेत् सुधीः ।
अङ्गेषु लाघवं यावत्तावत्तं वाहयेद्धयं ॥
]

`verse 52 [
मृदुः स्कन्धे लघुर्वक्त्रे शिथिलः सर्वसन्धिषु ।
यदा स सादिनो वश्यः सङ्गृह्णीयात्तदा हयं ॥
]

`verse 53 [
न त्यजेत् पश्चिमं पादं यदा साधुर्भवेत्तदा ।
तदाकृष्टिर्व्विधातव्या पाणिभ्यामिह वल्गया ॥
]

`verse 54 [
तत्र त्रिको यथा तिष्ठेदुद्ग्रीवोश्वः समाननः ।
धरायां पश्चिमौ पादौ अन्तरीशे यदाश्रयौ ॥
]

`verse 55 [
तदा सन्धारणं कुर्य्याद्गाठवाहञ्च मुष्टिना ।
सहसैवं समाकृष्टो यस्तुरङ्गो न तिष्ठति ॥
]

`verse 56 [
शरीरं विक्षिपन्तञ्च साधयेन्मण्डलभ्रमैः ।
क्षिपेत् स्कन्धञ्च यो वाहं स च स्थाप्यो हि वल्गया ॥
]

`verse 57 [
गोमयं लवणं मूत्रं क्कथितं मृत्समन्वितम् ।
अङ्गलेपो मक्षिकादिदंशश्रमविनाशनः ॥
]

`verse 58 [
मध्ये भद्रादिजातीनां मण्डो देयो हि सादिना ।
दर्शनं भोततीक्षस्य निरुत्साहः क्षुधा हयः ॥
]

`verse 59 [
यथा वश्यस्तथा शिक्षा विनश्यन्त्यतिवाहिताः ।
अवाहिता न सिध्यन्ति तुङ्गवक्त्रांश्च वाहयेत् ॥
]

`verse 60 [
सम्पीड्य जानुयुग्मेन स्थिरमुष्टिस्तुरङ्गमं ।
गोमूत्राकुटिला वेणई पद्ममण्डलमालिका ॥
]

`verse 61 [
पञ्चोलूखलिका कार्य्या गर्वितास्तेऽतिकीर्त्तिताः८ ।
संक्षिप्तञ्चैव विक्षिप्तं कुञ्चितञ्च यथाचितम् ॥
]

`verse 62 [
वल्गितावल्गितौ चैव षोढा चेत्थमुदाहृतम् ।
विथीधनुःशतं यावदशीतिर्न्नवतिस्तथा ॥
]

`verse 63 [
भद्रः सुसाध्यो वाजी स्यान्मन्दो दण्डैकमानसः ।
मृगजङ्घो मृगो वाजी सङ्कीर्णस्तत्समन्वयात् ॥
]

`verse 64 [
शर्क्करामधुलाजादः सुगन्धोऽस्व शुचिर्द्विजः ।
तेजस्वी क्षत्रियश्चाश्वो विनीतो बुद्धिमांश्च यः ॥
]

`verse 65 [
शूद्रोऽशुचिश्चलो मन्दो विरूपो विमतिः खलः ।
वल्गया धार्य्यमाणोऽश्वो लालकं यश्च दर्शयेत् ॥
]

`verse 66 [
धारासु योजनीयोऽसौ प्रग्रहग्रहमोक्षणैः ।
अश्वादिलक्षणं वक्ष्ये शालिहोत्रो यथावदत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये अश्ववाहनसारो नामाष्टाशीत्यधिकद्विशततमोऽध्यायः ॥
]
