`speaker [
शालिहोत्र उवाच
]

`verse 1 [
गजशान्तिं प्रवक्ष्यामि गजरोगविमर्द्दनीम् ।
विष्णुं श्रियञ्च पञ्चम्यां नागमैरावतं यजेत् ॥
]

`verse 2 [
ब्रह्माणं शङ्करं विष्णुं शक्रं वैश्रवणं यमं ।
चद्रार्कौ वरुणं वायुमग्निं पृथ्वीं तथा च खं ॥
]

`verse 3 [
शेषं शैलान् कुञ्जरांश्च ये तेऽष्टौ देवयोनयः ।
विरूपाक्षं महापद्मं भद्रं सुमनसन्तथा ॥
]

`verse 4 [
कुमुदैरावणः पद्मः पुष्पदन्तोऽथ वामनः ।
सुप्रतीकोञ्जनो नागा अष्टौ होमोऽथ दक्षिणाम् ॥
]

`verse 5 [
गजाः शान्त्युदकासिक्ता वृद्धौ नैमित्तिकं श्रृणु ।
गजानां मकरादौ च ऐशान्यां नगराद्बहिः ॥
]

`verse 6 [
स्थण्डिले कमले मध्ये विष्णुं लक्ष्मीञ्च केशरे ।
ब्रह्माणं भास्करं पृथ्वीं यजेत् स्कन्दं ह्यनन्तकं ॥
]

`verse 7 [
खं शिवं सोममिन्द्रादींस्तदस्त्राणि दले क्रमात् ।
वज्रं शक्तिञ्च दण्डञ्च तोमरं पाशकं गदां ॥
]

`verse 8 [
शूलं पद्मं बहिर्वृन्ते चक्रे सूर्य्यन्तथाश्विनौ ।
वसूनष्टौ तथा साध्यान् याम्येऽथ नैर्ऋते दले ॥
]

`verse 9 [
देवानाङ्गिरसश्चाश्विभृगवो मरुतोऽनिले ।
विश्वेदेवांस्तथा दक्षे रुद्रा रौद्रेऽथ मण्डले ॥
]

`verse 10 [
ततो वृत्तया रेखया तु देवान् वै बाह्यतो यजेत् ।
सूत्रकारानृषीन् वाणीं पूर्व्वादौ सरितो गिरीन् ॥
]

`verse 11 [
महाभूतानि कोणेषु ऐशान्यादिषु संयजेत् ।
पद्मं चक्रं गदां शंखं चतुरस्रन्तु मण्डलं ॥
]

`verse 12 [
चतुर्द्वारं ततः कुम्भाः अग्न्यादौ च पताकिकाः।
चत्वारस्तोरणा द्वारि नागानैरावतादिकान् ॥
]

`verse 13 [
पूर्व्वादौ चौषधीभिश्च देवानां भाजनं पृथक् ।
पृथक्शताहुतीश्चाज्यैर्गजानर्च्य प्रदक्षिणं ॥
]

`verse 14 [
नागं वह्निं देवतादीन् बाह्यैर्जग्मुः स्वकं गृहम् ।
द्विजेभ्यो दक्षिणां दद्यात् हस्तिवैद्यादिकांस्तथा ॥
]

`verse 15 [
करिणीन्तु समारुह्य वदेत् कर्णन्तु कालवित् ।
नागाराजेऽमृते शान्तिं कृत्वाऽमुष्मिन् जपन्मनुम् ॥
]

`verse 16 [
श्रीगजस्त्वं कृतो राज्ञा भवानस्य गजाग्रणीः ।
प्रभुर्माल्याग्रभक्तैस्त्वां पूजयिष्यति पार्थिवः ॥
]

`verse 17 [
लोकस्तदाज्ञया पूजां करिष्यति तदा तव ।
पालनीयस्त्वया राजा युद्धेऽध्वनि तथा गृहे ॥
]

`verse 18 [
तिर्य्यग्भावं समुत्‌सृज्य दिव्यं भावमनुस्मर ।
देवासुरे पुरा युद्धे श्रीगजस्त्रिदशैः कृतः ॥
]

`verse 19 [
ऐरावणसुतः श्रीमानरिष्टो नाम वारणः ।
श्रीगजानान्तु तत् तेजः सर्व्वमेवोपतिष्ठते ॥
]

`verse 20 [
तत्तेजस्तव नागेन्द्र दिव्यभावसमन्वितं ।
उपतिष्ठतु भद्रन्ते रक्ष राजानमाहवे ॥
]

`colophon [
इत्येवमभिषिक्तैनमारोहेत शुभे नृपः ।
तस्यानुगमनं कुर्युः सशस्त्रनवसद्‌गजाः ॥
]

`verse 21 [
शालास्वसौ स्थण्डिलेऽब्जे दिकपालादीन् यजेद्वहिः ।
केशरेषु बलं नागं भुवञ्चैव सरस्वतीं ॥
]

`verse 22 [
मध्येषु डिण्डिमं प्रार्च्य गन्धमाल्यानुलेपनैः ।
हुत्वा देयस्तु कलशो रसपूर्णो द्विजाय च ॥
]

`verse 23 [
गजाध्यक्षं हस्तिपं च गणितज्ञञ्च पूजयेत् ।
गजाध्यक्षाय तन्दद्यात् डिण्डिमं सोपि वादयेत् ॥
]

`verse 24 [
शुभगम्भीरशब्दैः स्याज्जघनस्थोऽभिवादयेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये गजशान्तिर्नामैकनवत्यधिकद्विशततमोऽध्यायः ॥
]
