`speaker [
अग्निरुवाच
]

`verse 1 [
मन्त्रविद्याहरिं वक्ष्ये भुक्तिमुक्तिप्रदं शृणु  ।
विंशत्यर्णाधिका मन्त्रा मालामन्त्राः स्मृता द्विज  ॥
]

`verse 2 [
दशाक्षराधिका मन्त्रास्तदर्वाग्बीजसंज्ञिताः  ।
वार्धक्ये सिद्धिदा ह्येते मालामन्त्रास्तु यौवने  ॥
]

`verse 3 [
पञ्चाक्षराधिका मन्त्राः सिद्धिदाः सर्वदापरे  ।
स्त्रीपुंनपुंसकत्वेन त्रिधाः स्युर्मन्त्रजातयः  ॥
]

`verse 4 [
स्त्रीमन्त्रा वह्निजायन्ता नमोन्ताश्च नपुंसकाः  ।
शेषाः पुमांसस्ते शस्ता वक्ष्योच्चाटविषेषु च  ॥
]

`verse 5 [
क्षुद्रक्रियामयध्वंसे स्त्रियोऽन्यत्र नपुंसकाः  ।
मन्त्रावाग्नेयसौम्याख्यौ ताराद्यन्तार्द्वयोर्जपेत् ॥
]

`verse 6 [
तारान्त्याग्निवियत्प्रायो मन्त्र आग्नेय इष्यते  ।
शिष्टः सौम्यः प्रशस्तौ तौ कर्मणोः क्रूरसौम्ययोः  ॥
]

`verse 7 [
आग्नेयमन्त्रः सौम्यः स्यात्प्रायशोऽन्ते नमोऽन्वितः  ।
सौम्यमन्त्रस्तथाग्नेयः फट्कारेणान्ततो युतः  ॥
]

`verse 8 [
सुप्तः प्रबुद्धमात्रो वा मन्त्रः सिद्धिं न यच्छति  ।
स्वापकालो महाबाहो जागरो दक्षिणावहः  ॥
]

`verse 9 [
आग्नेयस्य मनोः सौम्यमन्त्रस्यैतद्विपर्ययात् ।
प्रबोधकालं जानीयादुभयोरुभयोरहः  ॥
]

`verse 10 [
दुष्टर्क्षराशिविद्वेषिवर्णादीन् वर्जयेन्मनून्  ।
{| class="wikitable"
|+ नक्षत्रचक्रम्
|-
| रा|| २|| आश्विनी|| अ आ
|-
| ज्य|| १|| भरणी|| इ
|-
| ला|| ३|| कृत्तिका|| ई उ ऊ
|-
| भो|| ४|| रोहिणी|| ऋ ऋ ॄ लृ लॄ
|-
| प|| १|| मृगशिरा|| ए
|-
| का|| १|| आर्द्रा|| ऐ
|-
| रा|| २|| पुनर्वसु|| ओ औ
|-
| य|| १|| पुष्य|| क
|-
| प्रा|| २|| आश्लेषा||  ख ग
|-
| र|| २|| मघा|| घ ङ
|-
| भ्या|| १||  पूर्वाफाल्गुनी|| च
|-
| रिः|| २|| उत्तराफाल्गुनी || छ ज
|-
| स्व|| २||  हस्त|| झ ञ
|-
| रः|| २|| चित्रा|| ट ठ
|-
| कु|| १|| स्वाती||  ड
|-
| रून्|| २|| विशाखा|| ढ ण
|-
| गो|| ३|| अनुराधा|| त थ द
|-
| पा|| १|| ज्येष्ठा|| ध
|-
| लान्|| ३|| मूल|| न प फ
|-
| कु|| १|| पूर्वाषाढा|| ब
|-
| कु|| १|| उत्तराषाढा|| भ
|-
| टी|| १|| श्रवण|| म
|-
| प्रा|| २|| धनिष्ठा|| य र
|-
| यान्|| १|| शतभिषा|| ल
|-
| फु|| २|| पूर्वाभाद्रपद|| व श
|-
| ल्लौ|| ३|| उत्तरभाद्रपद|| ष स ह
|}
राज्यलाभोपकाराय प्रारभ्यारिः स्वरः कुरून्  ॥
]

`verse 11 [
गोपालककुटीं प्रायात्पूर्णामित्युदिता लिपिः  ।
नक्षत्रेषु क्रमाद्योज्यौ स्वरान्त्यौ रेवतीयुजौ  ॥
]

`verse 12 [
वेला गुरुः स्वराः शोणः कर्मणैवेतिभेदिताः  ।
लिप्यर्णा वशिषु ज्ञेया षष्ठेशादींश्च योजयेत् ॥
]

`verse 13 [
लिपौ चतुष्पथस्थायामाख्यवर्णपदान्तराः  ।
सिद्धाः साध्या द्वितीयस्थाः सुसिद्धा वैरिणः परे  ॥
]

`verse 14 [
सिद्धादीन् कल्पयेदेवं सिद्धात्यन्तगुणैरपि  ।
सिद्धे सिद्धो जपात्साध्यो जपपूजाहुतादिना  ॥
]

`verse 15 [
सुसिद्धो ध्यानमात्रेण साधकं नाशयेदरिः  ।
दुष्टार्णप्रचुरो यः स्यान्मन्त्रः सर्वविनिन्दितः  ॥
]

`verse 16 [
प्रविश्य विधिवद्दीक्षामभिषेकावसानिकाम्  ।
श्रुत्वा तन्त्रं गुरोर्लब्धं साधयेदीप्सितं मनुम्  ॥
]

`verse 17 [
धीरो दक्षः शुचिर्भक्तो जपध्यानादितत्परः  ।
सिद्धस्तपस्वी कुशलस्तन्त्रज्ञः सत्यभाषणः  ॥
]

`verse 18 [
निग्रहानुग्रहे शक्तो गुरुरित्यभिधीयते  ।
शान्तो दान्तः पटुश्चीर्णब्रह्मचर्यो हविष्यभुक् ॥
]

`verse 19 [
कुर्वन्नाचार्यशुश्रूषां सिद्धोत्साही स शिष्यकः  ।
स तूपदेश्यः पुत्रश्च विनयी वसुदस्तथा  ॥
]

`verse 20 [
मन्त्रन्दद्यात्सुसिद्धौ तु सहस्रं देशिकं जपेत् ।
यदृच्छया श्रुतं मन्त्रं छलेनाथ बलेन वा  ॥
]

`verse 21 [
पत्रे स्थितञ्च गाथाञ्च जनयेद्यद्यनर्थकम्  ।
मन्त्रं यः साधयेदेकं जपहोमार्चनादिभिः  ॥
]

`verse 22 [
क्रियाभिर्भूरिभिस्तस्य सिध्यन्ते स्वल्पसाधनात् ।
सम्यक्सिद्धैकमन्त्रस्य नासाध्यमिह किञ्चन  ॥
]

`verse 23 [
बहुमन्त्रवतः पुंसः का कथा शिव एव सः  ।
दशलक्षजपादेक वर्णो मन्त्रः प्रसिध्यति  ॥
]

`verse 24 [
वर्णवृद्ध्या जपह्रासस्तेनान्येषां समूहयेत् ।
बीजाद्द्वित्रिगुणान्मन्त्रान्मालामन्त्रे जपक्रिया  ॥
]

`verse 25 [
सङ्ख्यानुक्तौ शतं साष्टं सहस्रं वा जपादिषु  ।
जपाद्दशांशं सर्वत्र साभिशेकं हुतं विदुः  ॥
]

`verse 26 [
द्रव्यानुक्तौ घृतं होमे जपोऽशक्तस्य सर्वतः  ।
मूलमन्त्राद्दशांशः स्यादङ्गादीनां जपादिकम्  ॥
]

`verse 27 [
जपात्सशक्तिमन्त्रस्य कामदा मन्त्रदेवताः  ।
साधकस्य भवेत्तृप्ता ध्यानहोमार्चनादिना  ॥
]

`verse 28 [
उच्चैर्जपाद्विशिष्टः स्यादुपांशुर्दशभिर्गुणैः  ।
जिह्वाजपे शतगुणः सहस्रो मानसः स्मृतः  ॥
]

`verse 29 [
प्राङ्मुखोऽवाङ्मुखो वापि मन्त्रकर्म समारभेत् ।
प्रणवाद्याः सर्वमन्त्रा वाग्यतो विहिताशनः  ॥
]

`verse 30 [
आसीनस्तु जपेन्मन्त्रान्देवताचार्यतुल्यदृक् ।
कुटीविविक्ता देशाः स्युर्देवालयनदीह्रदाः  ॥
]

`verse 31 [
सिद्धौ यवागूपूपैर्वा पयो भक्ष्यं हविष्यकम्  ।
मन्त्रस्य देवता तावत् तिथिवारेषु वै जपेत् ॥
]

`verse 32 [
कृष्णाष्टमीचतुर्दश्योर्ग्रहणादौ च साधकः  ।
दस्रो यमोऽनलो धाता शशी रुद्रो गुरुर्दितिः  ॥
]

`verse 33 [
सर्पाः पितरोऽथ भगोऽर्यमा शीतेतरद्युतिः  ।
त्वष्टा मरुत इन्द्राग्नी मित्रेन्द्रौ निर्ऋतिर्जलम्  ॥
]

`verse 34 [
विश्वेदेवा हृषीकेशो वायवः सलिलाधिपः  ।
अजैकपादहिर्बुध्न्यः पूषाश्विन्यादिदेवताः  ॥
]

`verse 35 [
अग्निदस्रावुमा निघ्नौ नागश्चन्द्रो दिवाकरः  ।
मातृदुर्गा दिशामीशः कृष्णो वैवस्वतः शिवः  ॥
]

`verse 36 [
पञ्चदश्याः शशाङ्कस्तु पितरस्तिथिदेवताः  ।
हरो दुर्गा गुरुर्विष्णुर्ब्रह्मा लक्ष्मीर्धनेश्वरः  ॥
]

`verse 37 [
एते सूर्यादिवारेशा लिपिन्यासोऽथ कथ्यते  ।
केशान्तेषु च वृत्तेषु चक्षुषोः श्रवणद्वये  ॥
]

`verse 38 [
नासागण्डौष्ठदन्तानां द्वे द्वे मूर्धस्ययोः क्रमात् ।
वर्णान् पञ्चसुवर्गानां बाहुचरणसन्धिषु  ॥
]

`verse 39 [
पार्श्वयोः पृष्ठतो नाभौ हृदये च क्रमान्न्यसेत् ।
यादींश्च हृदये न्यस्येदेषां स्युः सप्तधातवः  ॥
]

`verse 40 [
त्वगसृङ्मांसकस्नायुमेदोमज्जाशुक्राणि धातवः  ।
वसाः पयो वासको लिख्यन्ते चैव लिपीश्वराः  ॥
]

`verse 41 [
श्रीकण्ठोऽनन्तसूक्ष्मौ च त्रिमूर्तिरमरेश्वरः  ।
अग्नीशो भावभूतिश्च तिथीशः स्थानुको हरः  ॥
]

`verse 42 [
दण्डीशो भौतिकः सद्योजातश्चानुग्रहेश्वरः  ।
अक्रूरश्च महासेनः शरण्या देवता अमूः  ॥
]

`verse 43 [
ततः क्रोधीशचण्डौ च पञ्चान्तकशिवोत्तमौ  ।
तथैव रुद्रकूर्मौ च त्रिनेत्रौ चतुराननः  ॥
]

`verse 44 [
अजेशः शर्मसोमेशौ तथा लाङ्गलिदारुकौ  ।
अर्धनारीश्वरश्चोमा कान्तश्चाषाढिदण्डिनौ  ॥
]

`verse 45 [
अत्रिर्मीनश्च मेषश्च लोहितश्च शिखी तथा  ।
छगलण्डद्विरण्डौ द्वौ समहाकालवालिनौ  ॥
]

`verse 46 [
भुजङ्गश्च पिनाकी च खड्गीशश्च वकः पुनः  ।
श्वेतो भृगुर्लगुडीशाक्षश्च सम्वर्तकः स्मृतः  ॥
]

`verse 47 [
रुद्रान्सशक्तान् लिख्यादीन्नमोन्तान् विन्यसेत्क्रमात् ।
अङ्गानि विन्यसेत्सर्वे मन्त्राः साङ्गास्तु सिद्धिदाः  ॥
]

`verse 48 [
हृल्लेखाव्योमसंपूर्वाण्येतान्यङ्गानि विन्यसेत् ।
हृदादीन्यङ्गमन्त्रान्तैर्यो जपेद्धृदये नमः  ॥
]

`verse 49 [
स्वाहा शिरस्यथ वषट्शिखायां कवचे हूम्  ।
वौषण्नेत्रेऽस्त्राय फटस्यात्पञ्चाङ्गं नेत्रवर्जितम्  ॥
]

`verse 50 [
निरङ्गस्यात्मना चाङ्गं न्यस्येमान्नियुतं जपेत् ।
क्रमाभ्यां देवीं वागीशीं यथोक्तांस्तु तिलान् हुनेत् ॥
]

`verse 51 [
लिपिदेवी साक्षसूत्रकुम्भपुस्तकपद्मधृक् ।
कवित्वादि प्रयच्छेत कर्मादौ सिद्धये न्यसेत् ।
निष्कविर्निर्मलः सर्वे मन्त्राः सिध्यन्ति मातृभिः  ॥
]

`colophon [
इत्याग्नेये महापुराणे मन्त्रपरिभाषा नाम त्रिनवत्यधिकद्विशततमोऽध्यायः
]
