`speaker [
अग्निरुवाच
]

`verse 1 [
नागादयोऽथ भावादिदशस्थानानि कर्म्म च ।
सूतकं दष्टचेष्टेति सप्तलक्षणमुच्यते ॥
]

`verse 2 [
शेषवासुकितक्षाख्याः कर्कटोऽब्जो महाम्बुजः ।
शङ्खपालश्च कुलिक इत्याष्टौ नागवर्य्यकाः ॥
]

`verse 3 [
दशाष्टपञ्चत्रिगुणशतमूर्द्धान्वितौ क्रमात् ।
विप्रौ नृपो विशौ शूद्रौ द्वौ द्वौ नागेषु कीर्त्तितौ ॥
]

`verse 4 [
तदन्वयाः पञ्चशतं तेभ्यो जाता असंख्यकाः ।
फणिमण्डलिराजीलवातपित्तकफात्मकाः ॥
]

`verse 5 [
व्यन्तरा दोषमिश्रास्ते सर्पा दर्व्वीकराः समृताः ।
रथाङ्गलाङ्गलच्छत्रस्वस्तिकाङ्कुशधारिणः ॥
]

`verse 6 [
गोनसा मन्दगा दीर्घा मण्डलैर्विविधैस्चिताः ।
राजिलाश्चित्रिताः स्निग्धास्तिर्य्यगूद्‌र्ध्वञ्च वाजिभिः ॥
]

`verse 7 [
व्यन्तरा मिश्रचिह्नाश्च भूवर्षाग्नेयवायवः ।
चतुर्विधास्ते षड्‌विंशभेदाः षोड़श गोनसाः ॥
]

`verse 8 [
त्रयोदश च राजीला व्यन्तरा एकविशतिः ।
येऽनुक्तकाले जायन्ते सर्पास्ते व्यन्तराः स्मृताः ॥
]

`verse 9 [
आषाढादित्रिमासैः स्याद् गर्भो माषटतुष्टये ।
अण्डकानां शते द्वे च तत्वारिंशत् प्रसूयते ॥
]

`verse 10 [
सर्पा ग्रसन्ति सूतौघान् विना स्त्रीपुन्नपुंसकान् ।
उन्मीलतेऽक्षि सप्ताहात् कृष्णो मासाद्भवेद्वहिः ॥
]

`verse 11 [
द्वादशाहात् सुबोधः स्यात् दन्ताः स्युः सूर्य्यदर्शनात् ।
द्वात्रिंशद्दिनविंशत्या चतुस्रस्तेषु दंष्ट्रिकाः ॥
]

`verse 12 [
कराली मकरी कालरात्री च यमदूतिका ।
एतास्तीः सविषा दंष्ट्रा वामदक्षिणपार्श्वगाः ॥
]

`verse 13 [
षण्मासान्मुच्यते कृत्तिं जीवेत्षष्टिसमाद्वयं ।
नागाः सूर्य्यादिवारेशाः सप्त उक्ता दिवा निशि ॥
]

`verse 14 [
स्वेषां षट् प्रतिवारेषु कुलिकः सर्व्वसन्धिषु ।
शङ्खेन वा महाव्जेन सह तस्योदयोऽथवा ॥
]

`verse 15 [
द्वयोर्व्वा नाड़िकामन्त्रमन्त्रकं कुलिकोदयः ।
दुष्टः स कालः सर्व्वत्र सर्पदंशे विशेषतः ॥
]

`verse 16 [
कृत्तिका भरणी स्वाती मूलं पूर्व्वत्रयाश्विनी ।
विशाखार्द्रा मघाश्लेषा श्रवणरोहिणो ॥
]

`verse 17 [
हस्ता मन्दकुजौ वारौ पञ्चमी चाष्टमी तिथिः ।
षष्ठी रिक्ता शिवा निन्द्या पञ्चमी च चतुर्द्दशी ॥
]

`verse 18 [
सन्ध्याचतुष्टयं दुष्टं दग्धयोगाश्च राशयः ।
एकद्विबहवो दंशा दष्टविद्धञ्च खण्डितम् ॥
]

`verse 19 [
अदंशमवगुप्तं स्याद्दंशमेवं चतुर्विधम् ।
त्रयो द्‌व्येकक्षता दंशा वेदना रुधिरोल्वणा ॥
]

`verse 20 [
नक्तन्त्वेकाङ्‌घ्रिकूर्म्माबा दंशाश्च यमचोदिताः ।
दीहीपिपीलिकास्पर्शी कण्ठशोथरुजान्वितः ॥
]

`verse 21 [
सतोदो ग्रन्थितो दंशः सविषो न्यस्तनिर्व्विषः ।
देवालये शून्यगृहे वल्मीकोद्यानकोटरे ॥
]

`verse 22 [
रथ्यासन्धौ श्मशाने च नद्याञ्च सिन्धुसङ्गमे ।
द्वीपे चतुष्पथे सौधे गृहेऽब्जे पर्व्वताग्रतः ॥
]

`verse 23 [
विलद्वारे जीर्णकूपे जीर्णवेश्मनि कुड्यके ।
शिग्रुश्लेष्मातकाक्षेषु जम्बू डुम्बरणेषु च ॥
]

`verse 24 [
वटे च जीर्णप्राकारे खास्यहृत्‌कक्षजत्रुणि ।
तालौ शङ्खे गले मूद्‌र्ध्नि चिवुके नाभिपादयोः ॥
]

`verse 25 [
दंशोऽशुभः शुभो दूनः पुष्पहस्तः सुवाक् सुधीः ।
लिङ्गवर्णंसमानश्च शुक्लवस्त्रोऽमलः शुचिः ॥
]

`verse 26 [
अपद्वारगतः शस्त्री प्रमादी भूगतेक्ष्णः ।
विवर्णवासाः पाशादिहस्तो गदगदवर्णभाक् ॥
]

`verse 27 [
शुष्ककाष्ठाश्रितः खिन्नस्तिलाक्तककरांशुकः ।
आर्द्रवासाः कृष्णारक्तपुष्पयुक्तशिरोरुहः ॥
]

`verse 28 [
कुचमर्दीं नखच्छेदी गुदस्पृक् पादलेखकः ।
केशमुञ्ची तृणच्छेदी दुष्टा दूतास्तथैकशः ॥
]

`verse 29 [
इड़ान्या वा वहेद्‌द्वेधा यदि दूतस्य चात्मनः ।
आभ्यां द्वाभ्यां पुष्टयास्मान् विद्यास्त्रीपुन्नपुंसकान् ॥
]

`verse 30 [
दूतः स्पृशति यद्‌गात्रं तस्मिन् दंशमुदाहरेत् ।
दूताङ्‌घ्रिचलनं दुष्टमुत्थितिर्निश्चला शुभा ॥
]

`verse 31 [
जीवपार्श्वे शुभो दूतो दुष्टोऽन्यत्र समागतः ।
जीवो गतागतैर्दुष्टः शुभो दूतनिवेदने ॥
]

`verse 32 [
द्तस्य वाक् प्रदुष्टा सा पूर्व्वामजार्द्धनिन्दिता ।
विभक्तैस्तस्य वाक्यान्तैर्विषैर्निर्व्विषकालता ॥
]

`verse 33 [
आद्यैः स्वरैश्च काद्यैश्च वर्गैर्भिन्नलिपिर्द्विधा ।
स्वरजो वसुमान्वर्गी इतिक्षेपा च मातृका ॥
]

`verse 34 [
वाताग्नीन्द्रजलात्मानो वर्गेषु च चतुष्टयम् ।
नपुंसकाः पञ्चमाः स्युः स्वराः शक्राम्बुयोनयः ॥
]

`verse 35 [
दुष्टौ दूतस्य वाक्‌पादौ वातग्नी मध्यमो हरिः ।
प्रशस्ता वारुणा वर्णा अतिदुष्टा नपुंसकाः ॥
]

`verse 36 [
प्रस्थाने मङ्गलं वाक्यं गर्ज्जितं मेघहस्तिनोः ।
प्रदक्षिणं फले वृक्षे वामस्य च रुतं जितं ॥
]

`verse 37 [
शुभा गीतादिशब्दाः स्युरीदृशं स्यादसिद्धये ।
अनर्थगीरथाक्रन्दो दक्षिणे विरुतं क्षुतम् ॥
]

`verse 38 [
वेश्या क्षुतो नृपः कन्या गौर्द्दन्ती मुरजध्वजौ ।
क्षीराज्यदधिङ्खाम्बु छत्रं भेरी फलं सुराः ॥
]

`verse 39 [
तण्डुला हेम रूप्यञ्च सिद्धयेऽभिमुखा अमी ।
सकाष्ठः सानलः कारुर्म्मलिनाम्बरभावभृत् ॥
]

`verse 40 [
गलस्थटङ्को गोमायुगृध्रोलूककपर्द्दिकाः ।
तैलं कपालकार्पासा निषेधे भस्म नष्टये ॥
]

`verse 41 [
विषरोगाश्च सप्त स्युर्धातोर्धात्वन्तराप्तितः ।
विषदंशो ललाटं यात्यतो नेत्रं ततो मुखम् ।

आस्याच्च वचनीनाड्यौ धातून् प्राप्नोति हि क्रमात् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये नागलक्षणादिर्नाम चतुर्नवत्यधिकद्विशततमोऽध्यायः ॥
]
