`speaker [
अग्निरुवाच
]

`verse 1 [
वक्ष्ये रुद्रविधानन्तु पञ्चाङ्गं सर्व्वदं परं ।
हृदयं  शिवः सूक्तन्तु पौरुषम् ॥
]

`verse 2 [
शिखाद्भ्यः सम्भृतं सूक्तमाशुः कवचमेव च ।
शतरुद्रीयमस्त्रञ्च रुद्रस्याङ्गानि पञ्च हि ॥
]

`verse 3 [
पञ्चाङ्गान्न्यस्य तं ध्यात्वा जपेद्रुद्रांस्ततः क्रमात् ।
यज्जाग्रत इति सूक्तं षडृचं मानसं विदुः ॥
]

`verse 4 [
ऋषिः स्याच्छिवसङ्कल्पश्छन्दस्त्रिष्टुबुदाहृतं ।
शिवः सहस्रशीर्षेति तस्य नारायणोऽप्यृषिः॥
]

`verse 5 [
देवता पुरुषोऽनुष्टुप्‌छन्दो ज्ञेयञ्च त्रैष्टुभम् ।
अद्भ्यः सम्भृतं सूक्तमृषिरुत्तरगोनरः ॥
]

`verse 6 [
आद्यानान्तिसृणां त्रिष्टुप्‌छन्दोऽनुष्टुब्द्वयोरपि ।
छन्दस्त्रैष्टुभमन्त्यायाः पुरुषोऽस्यापि देवता ॥
]

`verse 7 [
आशुरिन्द्रो द्वादशानां छन्दस्त्रिष्टुबुदाहृतं ।
ऋषिः प्रोक्तः प्रतिरथः सूक्ते सप्तदशार्च्चके ॥
]

`verse 8 [
पृथक्‌पृथक् देवताः स्युः पुरुविदङ्गदेवता ।
अवशिष्टदैवतेषु छन्दोऽनुष्टुबुदाहृतं ॥
]

`verse 9 [
असौ यस्ताम्रो भवतीन्द्रः पुरुलिङ्गोक्तदेवताः ।
पङ्क्तिच्छन्दोऽथ मर्म्माणि त्वपो लिङ्गोक्तदेवताः ॥
]

`verse 10 [
रौद्राध्याये च सर्व्वस्मिन्नृषिः स्यात् परमेष्ठ्यपि ।
प्रजापतिर्व्वा देवानां कुत्सस्य तिसृणां पुनः ॥
]

`verse 11 [
मनोद्वयोरुमैका स्याद्रुद्रो रुद्राश्च देवताः ।
आद्योनुवाकोऽथ पूर्व्व एकरुद्राख्यदैवतः ॥
]

`verse 12 [
छन्दो गायत्रमाद्याया अनुष्टुप्‌ तिसृणामृचाम् ।
तिसृणाञ्च तथा पङ्क्तिरनुष्टुबथ संस्मृतम् ॥
]

`verse 13 [
द्वयोश्च जगतीछन्दो रुद्राणामप्यशीतयः ।
हिरण्यबाहवस्तिस्रो नमो वः किरिकाय च ॥
]

`verse 14 [
पञ्चर्च्चो रुद्रदेवाः स्युर्मन्त्रे रुद्रानुवाकके ।
विंशके रुद्रदेवास्ताः प्रथमा बृहती स्मृता ॥
]

`verse 15 [
ऋग्‌द्वितीया त्रिजगती तृतीया त्रिष्टुबेव च ।
अनुष्टुभो यजुस्तिस्र आर्योभिज्ञः सुसिद्धिभाक् ॥
]

`verse 16 [
त्रैलोक्यमोहनेनापि विषव्याध्यरिमर्द्दनं ।
इँ श्रीँ ह्रीँ ह्रैँ हूँ त्रैलोक्यमोहनाय विष्णवे नमः ॥
]

`verse 17 [
ओं हं इँ उग्रवीरं महाविष्णुं ज्वलन्तं सर्वतोमुखं ।
नृसिंहं भीषणं भद्रं मृत्युमृत्युन्नमाम्यहं ॥
]

`verse 18 [
अयमेव तु पञ्चाङ्गो मन्त्रः सर्वार्थसाधकः ।
द्वादशाष्टाक्षरौ मन्त्रौ विषव्याधिविमर्द्दनौ ॥
]

`verse 19 [
कुब्जिका त्रिपुरा गौरी चन्द्रिका विषहारिणी ।
प्रसादमन्त्रो विषहृदायुरारोग्यवर्द्धनं ॥
]

`verse 20 [
सौरो विनायकस्तद्वद्रुद्रमन्त्राः सदाखिलाः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये पञ्चाङ्गरुद्रविधानं नाम षण्नवत्यधिकद्विशततमोऽध्यायः ॥
]
