`speaker [
अग्निरुवाच
]

`verse 1 [
बालतन्त्रं प्रवक्ष्यामि बालादिग्रहमर्द्दनं ।
अथ जातदिने वत्सं ग्रही गृह्णाति पापिनी ॥
]

`verse 2 [
गात्रोद्वेगो निराहारो नानाग्रीवाविवर्त्तनं ।
तच्चेष्टितमिदं तत्स्यान्मातृणाञ्च बलं हरेत् ॥
]

`verse 3 [
मत्स्यमांससुराभक्ष्यगन्धस्रग्धूपदीपकैः ।
लिम्पेच्च धातकीलोध्रमञ्जिष्ठातालचन्दनैः ॥
]

`verse 4 [
महिषाक्षेण धूपश्च द्विरात्रे भीषणी ग्रही ।
तच्चेष्टा कासनिश्वासौ गात्रसङ्गोचनं मुहुः ॥
]

`verse 5 [
आजमूत्रैर्लिपेत् कृष्णासेव्यापामार्गचन्दनैः ।
गोश्रृङ्गदन्तकेशैश्च धूपयेत् पूर्ववद्वलिः ॥
]

`verse 6 [
ग्रही त्रिरात्रे घण्ठाली तच्चेष्टा क्रन्दनं मुहुः ।
जृम्भणं स्वनितन्त्रासो गात्रोद्वेगमरोचनं ॥
]

`verse 7 [
केशराञ्जनगोहस्तिदन्तं साजपयो लिपेत् ।
नखराजीविल्वदलैर्धूपयेच्च बलिं हरेत् ॥
]

`verse 8 [
ग्रही चतुर्थी काकोली गात्रोद्वेगप्ररोचनं ।
फेनोद्‌ग्णरो दिशो द़तकेशेन धूपयेत् ॥
]

`verse 9 [
गजदन्ताहिनिर्म्मोकवाजिमूत्रप्रलेपनं ।
सराजीनिम्बपत्रेण धूतकेशेन धूतकेशेन धूपयेत् ॥
]

`verse 10 [
हंसाधिका पञ्चमी स्याज्जृम्भाश्वासोद्‌र्ध्वधारिणी ।
मुष्टिबन्धश्च तच्चेष्टा बलिं मत्स्यादिना हरेत् ॥
]

`verse 11 [
मेषश्रृड्गबलालोध्रशिलातालैः शिशुं लिपेत् ।
फट्कारी तु ग्रही षष्ठी भयमोहप्ररोदनं ॥
]

`verse 12 [
निराहरोऽह्गविक्षेणो हरेन्मत्स्यादिना बलिं ।
राजीगुग्गुलुकुष्ठे भदन्ताद्यैर्धूपलेपनैः ॥
]

`verse 13 [
सप्तमे मुक्तकेश्यार्त्तः पूतिगन्धो विजृम्भणं ।
सादः प्ररोदनङ्गासो धूपो व्याघ्रनशैर्लिपेत् ॥
]

`verse 14 [
वचागोमयगोमूत्रेः श्रीदणअडी चाष्टमे ग्रही ।
दिशो निरीक्षणं जिह्वाचालनङ्कासरोदनं ॥
]

`verse 15 [
वलिः पूर्वैव मत्स्याद्यैर्धूपलेपे च हिङ्गुला ।
वचासिद्धार्थलशुनैश्चोद्‌र्ध्वग्राही महाग्रही ॥
]

`verse 16 [
उद्वेजनोद्‌र्ध्वनिःश्वासः स्वमुष्टिद्वयखादनं ।
रक्तचन्दनकुष्ठाद्यैर्धूपयेल्लेपयेच्छिशुं ॥
]

`verse 17 [
कपिरोमनखैर्धूपो दशमी रोदनी ग्ररी ।
तच्चेष्टा रोदनं शश्वत् सुगन्धो नीलवर्णता ॥
]

`verse 18 [
धूपो निम्बेन भूतोग्रराजीसर्ज्जरसैर्ल्लिपेत् ।
बर्लि वहिर्हरेल्लाजकुल्माषकवकोदनम् ॥
]

`verse 19 [
यावत्त्रयोदशाहं स्यादेवं धूपादिका क्रिया ।
गृह्णाति मासिकं वत्सं पूतनासङ्कुली ग्रही ॥
]

`verse 20 [
काकवद्रोदनं स्वासो मूत्रगन्वोऽक्षिमीलनं ।
गोमूत्रस्नपनं त्स्य गोदन्तेन च धूपनम् ॥
]

`verse 21 [
पीतवस्त्रं ददेद्रक्तस्रग्गन्धौ तैलदीपकः ।
त्रिविधं पायसम्मद्यं तिलमासञ्चतुर्व्विधम् ॥
]

`verse 22 [
करञ्जाधो यमदिशि सप्ताहं तैर्बलिं हरेत् ।
द्विमासिकञ्च मुकुटा वपुः शीतञ्च शीतलं ॥
]

`verse 23 [
छर्द्दिः स्यान्मुखशोषादिपुष्पगन्धांशुकानि च ।
अपूपमोदनं दोपः कृष्णं नीरादि धूपकम् ॥
]

`verse 24 [
तृतीये गोमुखी निद्रा सविण्मुत्रप्ररोदनम् ।
यवाः प्रियङ्गुः पलनं कुल्माषं शाकमोदनम् ॥
]

`verse 25 [
क्षीरं पूर्व्वे ददेन्मध्येऽहनि धूपश्च सर्पिषा ।
पञ्चभङ्गेन तत् स्नानं चतुर्थे पिङ्गलार्त्तिहृत् ॥
]

`verse 26 [
तनुः शीता पूतिगन्धः शोषः स म्रियते ध्रुवम् ।
पञ्चमी ललना गात्रसादः स्यान्मुखशोषणं ॥
]

`verse 27 [
अपानः पीतवर्णश्च मत्स्याद्यैर्द्दक्षइणे बलिः ।
षणअमासे पङ्कजा चेष्टा रोदनं विकृतः स्वरः ॥
]

`verse 28 [
मत्स्यमांससुराभक्तपुष्पगन्धादिभिर्बलिः ।
सप्तमे तु निराहारा पूतिगन्धादिदन्तरुक् ॥
]

`verse 29 [
पिष्टमांससुरामांसैर्बलिः स्याद्यमुनाष्टमे ।
विस्फोटशोषणाद्यं स्यात् तच्चिकित्सान्न कारयेत् ॥
]

`verse 30 [
नवमे कुम्भकर्ण्यार्त्तो ज्वरी च्छर्द्दति पालकम् ।
रोदनं मांसकुल्माषमद्याद्यैर्वैश्वके बलिः ॥
]

`verse 31 [
दशमे तापसी चेष्टा निराहारोक्षइमीलनम् ।
घण्टा पताका पिष्टोक्ता सुरामांसबलिः समे ॥
]

`verse 32 [
राक्षस्येकादशी पीड़ा नेत्राद्यं न चिकित्सनम् ।
चञ्चला द्वादशे श्वासः त्रासादिकविचेष्टितम् ॥
]

`verse 33 [
बलिः पूर्वऽथ मध्याह्ने कुल्माषाद्यैस्तिलादिभिः ।
यातना तु द्वितीयेऽब्दे यातनं रोदनादिकम् ॥
]

`verse 34 [
तिलमांसमद्यमांसैर्बलिः स्नानादि पूर्ववत् ।
तृतीये रोदनी कम्पो रोदनं रक्तमूत्रकं ॥
]

`verse 35 [
गुड़ौदनं तिलापूपः प्रतिमा तिलपिष्टजा ।
तिलस्नानं पञ्चपत्रैर्धूपो राजफलत्वचा ॥
]

`verse 36 [
चतुर्थे चटकाशोफो ज्वरः सर्व्वाङ्गसादनम् ।
मत्स्यमांसतिलाद्यैश्च बलिः स्नानञ्च धूपनम् ॥
]

`verse 37 [
चञ्चला पञ्चमेऽब्दे तु ज्वरस्त्रासोऽङ्गसादनम् ।
मांसौदनाद्यैश्च वलिर्मेषश्रृङ्गेण धूपनम् ॥
]

`verse 38 [
पलाशोदुम्बराश्वत्थवटबिल्वदलाम्बुधृक् ।
षष्ठेऽब्दे धावनीशोषो वैरस्यं३ गात्रसादनम् ॥
]

`verse 39 [
सप्ताहोभिर्बलिः पूर्वैर्धूपस्नानञ्च भङ्गकैः ।
स्प्तमे यमुनाच्छर्दिरवचोहासरोदनम् ॥
]

`verse 40 [
मांसपायसमद्याद्यैर्बलिः स्नानञ्च धूपनम् ।
अष्टमे वा जातवेदा निराहारं प्ररोदनम् ॥
]

`verse 41 [
कृशरापूपदध्याद्यैर्बलिः स्नानञ्च धूपनम् ।
कालाब्दे नवमे वाह्वोरास्फोटो गर्जनं भयम् ॥
]

`verse 42 [
बलिः स्यात् कृशरापूपशक्तुकुल्मासपायसैः ।
दशमेऽब्दे कलहंसी दाहोऽङ्गकृशता ज्वरः ॥
]

`verse 43 [
पौलिकापूपदध्यन्नैः पञ्चरात्रं बलिं हरेत् ।
निम्बधूपकुष्ठलेप एकादशमके ग्रही ॥
]

`verse 44 [
देवदूती निष्ठुरवाक् बलिर्लेपादि पूर्ववत् ।
बलिका द्वादशे स्वासो बलीर्लेपादि पूर्ववत् ॥
]

`verse 45 [
त्रयोदशे वायवी च मुखवाह्याङ्गसादनम् ।
रक्तान्नगन्धमाल्याद्यैर्बलिः पञ्चदलैः स्नपेत् ॥
]

`verse 46 [
राजीनिस्वदलैर्धूपो यक्षिणी च चतुर्दशे ।
चेष्टा शूलं ज्वरो दाहो मांसभक्षादिकैर्बलिः ॥
]

`verse 47 [
स्नानादि पूर्ववच्छान्त्यै मुण्डिकार्त्तिस्त्रिपञ्चके ।
तच्चेष्टासृक्‌श्रवः शश्वत्कुर्य्यान्मातृचिकित्सनम् ॥
]

`verse 48 [
वानरी षोडशी भूमौ पतेन्निद्रा सदा ज्वरः ।
पायसाद्यैस्त्रिरात्रञ्च बलिः स्नानादि पूर्ववत् ॥
]

`verse 49 [
गन्धवती सप्तदशे गात्रोद्वेगः प्ररोदनम् ।
कुल्माषाद्यैर्बलिः स्नानधूपलेपादि पूर्ववत् ॥
]

`verse 50 [
दिनेशाः पूतना नाम वर्षेशाः सुकुमारिकाः ।
ओं नमऋ सर्वमातृभ्यो बालपीड़ासंयोगं भुञ्ज भुञ्ज चुट चुट
स्फोटय स्फोटय स्फुर स्फुर गृह्ण गृह्ण आकट्टय आकट्टय
एवं सिद्धरूपो ज्ञापयति ।
हर हर निर्दोवं कुरु कुरु बालिकां बालं स्त्रियम् पुरुषं वा
सर्वग्रहाणामुपक्रमात् ।
चामुण्डे नमो देवेयै ह्रूँ ह्रुँ ह्रीँ अपसर अपसर दुष्टग्रहान् ह्रूँ तद्यथा गच्छन्तु गृह्यकाः अन्यत्र पन्थानं रुद्रो ज्ञापयति ।
सर्वबालग्रहेषु स्यान्मन्त्रोऽयं सर्वकामिकः ॥
]

`verse 51 [
ओं नमो भगवति चामुण्डे मुञ्च मुञ्च बलिं बालिकां वा ।
बलिं गृह्ण गृह्ण जय जय वस वस ।
सर्वत्र बलिदानेऽयं रक्षाकृत् पठ्यते मनुः ॥
]

`verse 52 [
ब्रह्मा विष्णुः शिवः स्कन्दो गौरीलक्षअमीर्गणआदयः ।
रक्षन्तु च ज्वराभ्यान्तं मुञ्चन्तु च कुमारकम् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये बालग्रहहरं बालतन्त्रं नाम नवनवत्यधिकद्विशततमोऽध्यायः ॥
]
