`speaker [
धन्वन्तरिरुवाच
]

`verse 1 [
शय्या तु दण्डिसाजेशपावकश्चतुराननः ।
सर्व्वार्थसाधकमिदं वीजं पिण्डार्थमुच्यते ॥
]

`verse 2 [
स्वयं दीर्घस्वराकग्यञ्च वीजेष्वङ्गानि सर्वशः ।
खातं साधु विषञ्चैव सनिन्दुं सकलं तथा ॥
]

`verse 3 [
गणस्य पञ्च वीजानि पृथग्दृष्टफलं महत् ।
गणं जयाय नमः एकदंष्ट्राय अचलकर्णिने गजवक्ताय महोदरहस्ताय ॥
पञ्चाङ्गं सर्व्वसामान्यं सिद्धिः स्याल्लक्षजाप्यतः ॥
]

`verse 4 [
गणाधिपतये गणेश्वराय गणनायकाय गणक्रीडाय ।
दिग्दले पूजयेन्नमूर्त्तीः पुरावच्चाङ्गपञ्चकम् ॥
]

`verse 5 [
वक्रतुण्डाय एकदंष्ट्राय महोदराय गजवक्त्राय ।
विकटाय विघ्नराजाय धूम्रवर्णाय ।
दिग्विदिक्षु यजेदेतांल्लोकांशांश्चैव मुद्रया ॥
]

`verse 6 [
मध्यामातर्ज्जनीमध्यागताङ्गुष्ठौ समुष्टिकौ ।
चुर्भुजो मोदकाढ्यो दण्डपाशाङ्कुशान्वितः ॥
]

`verse 7 [
दन्तभक्षधरं रक्तं साब्जं पाशाङ्कुशैर्वृतम् ।
पूजयेत्तं चतुर्थ्याञ्च विशेषेनाथ नित्यशः ॥
]

`verse 8 [
श्वेतार्कमूलेन कृतं सर्व्वाप्तिः स्यात्तिलैर्घृतैः ।
तण्डुलैर्दधिमध्वाज्यैः सौभाग्यं वश्यता भवेत् ॥
]

`verse 9 [
घोषासृक्प्राणधात्वर्दी दण्डी मार्त्तण्डभैरवः ।
धर्म्मार्थकाममोक्षाणां कर्त्ता विम्बपुटावृतः ॥
]

`verse 10 [
ह्रस्वाः स्युर्मूर्त्तयः पञ्च दीर्घा अङ्गानि तस्य च ।
सिन्दूरारुणमीशाने वामार्द्धदयितं रविं ॥
]

`verse 11 [
आग्नेयादिषु कोणेषु कुजमन्दाहिकेतवः ।
स्नात्वा विधिवदादित्यमाराध्यार्घ्यपुरःसरं ॥
]

`verse 12 [
कृतान्तमैशे निर्म्माल्यं तेजश्चण्डाय दीपितं ।
रोचना कुङ्कुमं वारि रक्तागन्धाक्षताङ्कुराः ॥
]

`verse 13 [
वेणुवीजयवाः शालिश्यामाकतिलराजिकाः ।
जवापुष्पान्वितां दत्वा पात्रैः शिरसि धार्य्य तत् ॥
]

`verse 14 [
जानुभ्यामवनीङ्गत्वा सूर्य्यायार्घ्यं निवेदयेत् ।
स्वविद्यामन्त्रितैः कुम्भैर्नवभिः प्रार्च्य वै महान् ॥
]

`verse 15 [
ग्र्हादिशान्तये स्नानं जप्त्वार्क्क सर्वमाप्नुयात् ।
संग्रामविजयं साग्निं वीजदोषं सविन्दुकं ॥
]

`verse 16 [
न्यस्य मूर्द्धादिपादान्तं मूलं पूज्य तु मुद्रया ।
स्वाङ्गानि च यथान्यासमात्मानं भावयेद्रविं ॥
]

`verse 17 [
ध्यानञ्च मारणस्तम्भे पीतमाप्यायने सितम् ।
रिपुघातविधौ कृष्णं मोहयेच्छक्रचापवत् ॥
]

`verse 18 [
योऽभिषेकजपध्यानपूजाहोमपरः सदा ।
तेजस्वी ह्यजयः श्रीमान् समुद्रादौ जयं लभेत् ॥
]

`verse 19 [
ताम्बूलादाविदं न्यस्य जप्त्वा दद्यादुशीरकं ।
न्यस्तवीजेन हस्तेन स्पर्शनं तद्वशे स्मृतम्॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये सूर्यार्च्चनं नामैकाधिकत्रिशततमोऽध्यायः ॥
]
