`speaker [
अग्निरुवाच
]

`verse 1 [
वाक्कर्म्मपार्श्वयुक्शुक्रतोककृते मतो प्लवः ।
हुतान्ता देशवर्णेयं विद्या मुख्या सरस्वती ॥
]

`verse 2 [
अक्षाराशी वर्णलक्षं जपेत् स मतिमान् भवेत् ।
अत्रिः सवह्निर्वामाक्षिविन्दुरिन्द्राय हृत्परः ॥
]

`verse 3 [
वज्रपद्मधरं शक्रं पीतमावाह्य पूजयेत् ।
नियुतं होमयेदाज्यतिलांस्तेनाभिषेचयेत् ॥
]

`verse 4 [
नृपादिर्भ्रष्टराज्यादीन्राज्यपुत्रादिमाप्नुयात् ।
हृल्लेखा शक्तिदेवाख्या दोषारग्निर्द्दण्डिदण्डवान् ॥
]

`verse 5 [
शिवमिष्ट्वा जपेच्छक्तिमष्टम्यादिचतुर्द्दशीं ।
चक्रपाशाङ्कुशधरां साभयां वरदायिकां ॥
]

`verse 6 [
होमादिना च सौभाग्यं कवित्वं पुत्रवान् भवेत् ।
ओं ह्रीं ओं नमः कामाय कर्व्वजनहिताय सर्व्वजनमोहनाय
प्रज्वलिताय सर्व्वजनहृदयं ममात्मगतं कुरु ओं ।
एतज्जपादिना मन्त्रो वशयेत् सकलं जगत् ॥
]

`verse 7 [
ओं ह्रीं चामुण्डेअमुकन्दह पच मम वशमानय ठ  ।
वशीकरणकृन्मन्त्रश्चामुण्डायाः प्रकीर्त्तितः ।
फलत्रयकषायेण वरङ्गं क्षालयेद्वशे ॥
]

`verse 8 [
अश्वगन्धायवैः स्त्री तु निशाक्कर्पूरकादिना ।
पिप्पलीतण्डुलान्यष्टौ मरिचानि च विंशतिः ॥
]

`verse 9 [
वृहतीरसलेपश्च वशे स्यान्मरणान्तिकं ।
कटीरमूलत्रिकटुक्षौद्रलेपस्तथा भवेत् ॥
]

`verse 10 [
हिमं कपित्थकरभं मागधी मधुकं मधु ।
तेषां लेपः प्रयुक्तस्तु दम्पत्योः स्वस्तिमावहेत् ॥
]

`verse 11 [
सशर्क्करयोनिलेपात् कदम्बरसको मधु ।
तेषां लेपः प्रयुक्तस्तु दम्पत्योः स्वस्तिमावहेत् ॥
]

`verse 12 [
एतच्चूर्णं शिरःक्षिप्तं वशमुत्तमम् ।
त्रिफला चन्दनक्काथप्रश्था द्विकुड़वम् पृथ्‌क् ॥
]

`verse 13 [
भृङ्गहेमरसन्दोषातावती चुञ्चुकं मधु ।
घृतैः पक्का निशा छाया शुष्का लोप्या तु रञ्जनी ॥
]

`verse 14 [
विदारीं सोच्चटामाषचूर्णीभूतां सशर्करां ।
मथितां यः पिवेत् क्षीरैर्नित्यं स्त्रीशतकं ब्रजेत् ॥
]

`verse 15 [
गुल्ममाषतिलव्रीहिचूर्णक्षीरसितान्वितं ।
अश्वत्थवंशदर्भाणं मूलं वै वैष्णवीश्रियोः ॥
]

`verse 16 [
मूलं दूर्व्वाश्वगन्धोत्थं पिवेत् क्षीरैः सुतार्थिनी ।
कौन्तीलक्ष्म्याः शिफा धात्री वज्रं लोध्रं वटाङ्कुरम् ॥
]

`verse 17 [
आज्यक्षीरमृतौ पेयं पुत्रार्थ त्रिदिवं स्त्रिया ।
पुत्रार्थिनी विबेत् क्षीरं श्रीमृलं सवटाह्कुरम् ॥
]

`verse 18 [
श्रीवटाङ्कुरदेवीनां रसं तस्ये पिवेच्च सा ।
श्रीपद्ममूलमुत्‌क्षीरमश्वत्थोत्तरमूलयुक् ॥
]

`verse 19 [
तरलं पयसा युक्तं कार्पासफलपल्लवं ।
अपामार्गस्य पुष्पाग्रं नवं समहिषीपयः ॥
]

`verse 20 [
पुत्रार्थञ्चार्द्धषट्‌शाकैर्योगाश्चत्वार ईरिताः ।
शर्करोत्‌पलपुष्पाक्षलोद्रचन्दनसारिवाः ॥
]

`verse 21 [
स्नवमाणे स्त्रिया गर्भे दातव्यास्तण्डुलाम्भसा ।
लाजा यष्टिसिताद्राक्षाक्षौद्रसर्पींषि वा लिहेत् ॥
]

`verse 22 [
अटरुषकलाङ्गुल्यः काकमाच्याः शिफा पृथक् ।
नाभेरघः समालिप्य प्रसूते प्रमदा सुखम् ॥
]

`verse 23 [
रक्तं शुक्लं जवापुष्पं रक्तशुक्लस्रुतौ पिवेत् ।
केशरं वृहतीमूलं गोपीयष्टितृणोत्पलम् ॥
]

`verse 24 [
साजक्षीरं सतैलं तद्भक्षणं रोमजन्मकृत् ।
शीर्य्यमाणेषु केशेषु स्थापनञ्च भवेदिदम् ॥
]

`verse 25 [
धात्रीभृड्गरसप्रस्थतैलञ्च क्षीरमाढकम् ।
ओं नमो भगवते त्र्यम्बकाय उपशमयचुलुमिलि
भिद गोमानिनि चक्रिण ह्रूं फट् ॥
अस्मिन् ग्रामे गोकुलस्य रक्षां कुरु शान्तिं कुरु
घण्टाकर्णो महासेनो वीरः प्रोक्तो महाबलः ॥
]

`verse 26 [
मारीनिर्नाशनकरः स मां पातु जगत्पतिः ।
श्लोकौ चैव न्यसेदेतौ मन्त्रौ गोरक्षकौ पृथक् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये नानामन्त्रा नाम द्व्यधिकत्रिशततमोध्यायः ॥
]
