`speaker [
अग्निरुवाच
]

`verse 1 [
मेषः संज्ञा विषं साज्यमस्ति दीर्घेदकं रसः ।
एतत् पञ्चाक्षरं मन्त्रं शिवदञ्च शिवात्मकं ॥
]

`verse 2 [
तारकादि समभ्यर्च्च्य देवत्वादि समाप्नुयात् ।
ज्ञानात्मकं परं ब्रह्म परं बुद्धिः शिवो हृदि ॥
]

`verse 3 [
तच्छक्तिभूतः सर्व्वेशो भिन्नो ब्रह्मादिमूर्त्तिभिः ।
मन्त्रार्णाः पञ्च भूतानि तन्मन्त्रा विषयास्तथा ॥
]

`verse 4 [
प्राणादिवायवः पञ्च ज्ञानकर्म्मेन्द्रियाणि च ।
सर्वं पञ्चाक्षरं ब्रह्म तद्वदष्टाक्षरान्तकः ॥
]

`verse 5 [
गव्येन प्रोक्षयेद्दीक्षास्थानं मन्त्रेण चोदितं ।
तन्त्रसम्भूतसम्भावः शिवमिष्ट्वा विधानतः ॥
]

`verse 6 [
मूलमूर्त्त्यङ्गविद्याभिस्तण्डुलक्षेपणादिकम् ।
कृत्वा चरुञ्च यत् क्षीरं पुनस्तद्विभजेत् त्रिधा ॥
]

`verse 7 [
निवेद्यैकं परं हुत्वा सशिष्योऽन्यद् भजेद्‌गुरुः ।
आचम्य सकलीकृत्य दद्याच्छिष्याय देशिकः ॥
]

`verse 8 [
दन्तकाष्ठं हृदा जप्तंक्षीरवृक्षादिसम्भवम् ।
संशोध्य दन्तान् संक्षीप्त्वा प्रक्षाल्यैतत् क्षिपेद्भुवि ॥
]

`verse 9 [
पूर्व्वेण सौम्यवारीशगं शुभमतौ शुभम् ।
पुनस्तं शिष्यमायान्तं शिखाबन्धादिरक्षितं ॥
]

`verse 10 [
कृत्वा वेद्यां सहानेन स्वपेद्दर्भास्तरे बुधः ।
सुषुप्तं वीक्ष्य तं शिष्यः प्रभाते श्रावयेद् गुरुं ॥
]

`verse 11 [
शुभैः सिद्धिपदैर्भक्तिस्तैः पुनर्म्मण्डलार्च्चनम् ।
मण्डलं भद्रकाद्युक्तं पूजयेत्सर्व्वसिद्धिदं ॥
]

`verse 12 [
स्नात्वाचम्य मृदा देहं मन्त्रैरालिप्य कल्प्यते ।
शिवतीर्थे नरः स्नायादघमर्षणपूर्वकम् ॥
]

`verse 13 [
हस्ताभिषेकं कृत्वाथ प्रायात् पूजादिकं बुधः ।
मूलेनाब्जासनं कुर्य्यात्तेन पूरककुम्भकान् ॥
]

`verse 14 [
आत्मानं योजयित्वोर्द्ध्वं शिखान्ते द्वादशाङ्गुले ।
संशोष्य दग्धवा स्वतनुं प्लावयेदमृतेन च ॥
]

`verse 15 [
ध्यात्वा दिव्यं वपुस्तस्मिन्नात्मानञ्च पुनर्नयेत् ।
कृत्वैवं चात्मशुद्धिः स्याद्विन्यस्यार्च्चनमारभेत् ॥
]

`verse 16 [
क्रमात् कृष्णसितश्यामरक्तपीता नगादयः ।
मन्त्रार्णा दण्डिनाङ्गनि तेषु सर्व्वास्तु मूर्त्तयः ॥
]

`verse 17 [
अङ्गुष्ठादिकनिष्ठान्तं विन्यस्याङ्गानि सर्व्वतः ।
न्यसेन्मन्त्राक्षरं पादगुह्यहृद्वक्त्रमूर्द्धसु ॥
]

`verse 18 [
व्यापकं न्यस्य मूर्द्धादि मूलमङ्गानि विन्यसेत् ।
रक्तपीतश्यामसितान् पीठपादान् स्वकोणजान् ॥
]

`verse 19 [
स्वाङ्गान्मन्त्रैर्न्यसेद् गात्राण्यधर्म्मादीनि दिक्षु च ।
तत्र पद्मञ्च सूर्य्यादिमण्डल त्रितयं गुणान् ॥
]

`verse 20 [
पूर्व्वादिपत्रे वामाद्या नवमी कर्णिकोपरि ।
वामा ज्येष्ठा क्रमाद्रौद्री काली कलविकारिणी ॥
]

`verse 21 [
बलविकारिणी चाथ बलप्रमथनी तथा ।
सर्व्वभूतदमनी च नवमी च मनोन्मनी ॥
]

`verse 22 [
श्वेता रक्ता सिता पीता श्यामा वह्निनिभाषिता ।
कृष्णारुणाश्च ताः शक्तीर्ज्वालारूपाः स्मरेत् क्रमात् ॥
]

`verse 23 [
अनन्तयोगपीठे च आवाह्याथ हृदब्जतः ।
स्फटिकाभं चतुर्बाहुं फलशूलधरं शिवम् ॥
]

`verse 24 [
साभयं वरदं पञ्चवदनञ्च त्रिलोचनम् ।
पत्रेषु मूर्त्तयः पञ्च स्थाप्यास्तत्पुरुषादयः ॥
]

`verse 25 [
पूर्व्वे तत्पुरुषः श्वेतो अघोरोऽष्टभुजोऽसितः ।
चतुर्बाहुमुखः पीतः सद्योजातश्च पश्चिमे ॥
]

`verse 26 [
वामदेवः स्त्रीविलासी चतुर्वक्त्रभुजोऽरुणः ।
सौम्ये पञ्चास्य ईशाने ईशानः सर्व्वदः सितः ॥
]

`verse 27 [
इष्टाङ्गानि यथान्यायमनन्तं सूक्ष्म्मर्च्चयेत् ।
सिद्धेश्वरं त्वेकनेत्रं पूर्व्वादौ दिशि पूजयेत् ॥
]

`verse 28 [
एकरुद्रं त्रिनेत्रञ्च श्रीकण्ठञ्च शिखण्डिनम् ।
ऐशान्यादिविदिक्ष्वेते विद्येशाः कमलासनाः ॥
]

`verse 29 [
श्वेतः पीतः सितो रक्तो धूम्रो रक्तोऽरुणः सितः ।
शूलाशनिशरेष्वासवाहवश्चतुराननाः ॥
]

`verse 30 [
उमा चण्डीशनन्दीशौ महाकालो गणेश्वरः ।
वृषो भृङ्गरिटिस्कन्दानुत्तरादौ प्रपूजयेत् ॥
]

`verse 31 [
कुलिशं शक्तिदण्डौ च खड्गपाशध्वजौ गदां ।
शूलं चक्रं यजेत् पद्मं पूर्व्वादौ देवमर्च्य च ॥
]

`verse 32 [
ततोऽधिवासितं शिष्यं पाययेद् गव्यपञ्चकम् ।
आचान्तं प्रोक्ष्य नेत्रान्तैर्नेत्रे नेत्रेण बन्धयेत् ॥
]

`verse 33 [
द्वारे प्रवेशयेच्छिष्यं मण्डपस्याथ दक्षिणे ।
सासनादिकुशासीनं तत्र संशोधयेद् गुरुः ॥
]

`verse 34 [
आदितत्त्वानि संहृत्य परमार्थे लयः क्रमात् ।
पुनरुत्पादयेच्छिष्यं सृष्टिमार्गेण देशिकः ॥
]

`verse 35 [
न्यासं शिष्ये ततः कृत्वा तं प्रदक्षिणमानयेत् ।
पश्चिमद्वारमानीय क्षेपयेत् कुसुमाञ्जलिम् ॥
]

`verse 36 [
यस्मिन् पतन्ति पुष्पाणि तन्नामाद्यं विनिर्द्दिशेत् ।
पार्श्वे यागभुवः खाते कुण्डे सन्नाभिमेखले ॥
]

`verse 37 [
शिवाग्निं जनयित्वेष्ट्वा पुनः शिष्येण चार्च्चयेत् ।
ध्यानेनात्मनि तं शिष्यं संहृत्य प्रलयः क्रमात् ॥
]

`verse 38 [
पुनरुत्पाद्य तत्पाणौ दद्याद्दर्भांश्च मन्त्रितान् ।
पृथिव्यादीनि तत्त्वानि जुहुयाद् हृदयादिभिः ॥
]

`verse 39 [
एकैकस्य शतं हुत्वा व्योममूलेन होमयेत् ।
हुत्वा पूर्णाहुतिं कुर्य्यादस्त्रेणाष्टाहुतीर्हुनेत् ॥
]

`verse 40 [
प्रायश्चित्तं विशुद्ध्यर्थं ततः शेषं समापयेत् ।
कुम्भं समन्त्रितं प्रार्च्यं शिशुं पीठेऽभिषेचयेत् ॥
]

`verse 41 [
शिष्ये तु समयं दत्वा स्वर्णाद्यैः स्वगुरुं यजेत् ।
दीक्षा पञ्चाक्षरस्योक्ता विष्ण्वादेरेवमेव हि ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये पञ्चाक्षरदीक्षाविधानं नाम चतुरधिकत्रिशततमोऽध्यायः ॥
]
