`speaker [
अग्निरुवाच
]

`verse 1 [
जपन् वै पञ्चपञ्चाशद्विष्णुनामानि यो नरः ।
मन्त्रजप्यादिफलभाक् तीर्थेष्वर्चादि चाक्षयम् ॥
]

`verse 2 [
पुष्करे पुण्डरीकाक्षं गयायाञ्च गदाधरम् ।
राघवञ्चित्रकूटे तु प्रभासे दैत्यसूदनम् ॥
]

`verse 3 [
जयं जयन्त्यां तद्वच्च जयन्तं हस्तिनापुरे ।
वाराहं वर्द्धमाने च काश्मीरे चक्रपाणिनम् ॥
]

`verse 4 [
जनार्द्दनञ्च कुब्जाम्रे मथुरायाञ्च केशवम् ।
कुब्जाम्रके हृषीकेशं गङ्गाद्वारे जटाधरम् ॥
]

`verse 5 [
शालग्रामे महायोगं हरिं गोवर्द्धनाचले ।
पिण्डारके चतुर्ब्बाहुं शङ्खोद्धारे च शङ्खिनम् ॥
]

`verse 6 [
वामनञ्च कुरुक्षेत्रे यमुनायां त्रिविक्रमम् ।
विश्वेश्वरं तथा शोणे कपिलं पूर्व्वसागरे ॥
]

`verse 7 [
विष्णुं महोदधौ विद्याद्गङ्गासागरसङ्गमे ।
वनमालञ्च किष्किन्ध्यां देवं रैवतकं विदुः ॥
]

`verse 8 [
काशीतटे महायोगं विरजायां रिपुञ्जयम् ।
विशाखयूपे ह्यजितन्नेपाले लोकभावनम् ॥
]

`verse 9 [
द्वारकायां विद्धि कृष्णं मन्दरे मधुसूदनम् ।
लोकाकुले रिपुहरं शालग्रामे हरिं स्मरेत् ॥
]

`verse 10 [
पुरुषं पूरुषवटे विमले च जगत्प्रभुं ।
अनन्तं सैन्धवारण्ये दण्डके शार्ङ्गधारिणम् ॥
]

`verse 11 [
उत्पलावर्त्तके शौरिं नर्म्मदायां श्रियः पतिं ।
दामोदरं रैवतके नन्दायां जलशायिनं ॥
]

`verse 12 [
गोपीश्वरञ्च सिन्ध्वव्धौ माहेन्द्रे चाच्युतं विदुः ।
सह्याद्रौ देवदेवेशं वैकुण्ठं मागधे वने ॥
]

`verse 13 [
सर्व्वपापहरं विन्ध्ये औड्रे तु पुरुषोत्तमम् ।
आत्मानं हृदये विद्धि जपतां भुक्तिमुक्तिदम् ॥
]

`verse 14 [
वटे वटे वैश्रवणं चत्वरे चत्वरे शिवम् ।
पर्व्वते पर्व्वते रामं सर्व्वत्र मधुसूदनं ॥
]

`verse 15 [
नरं भूमौ तथा व्योम्नि वशिष्ठे गरुड़ध्वजम् ।
वासुदेवञ्च सर्व्वत्र संस्मरन् भुक्तिमुक्तिभाक् ॥
]

`verse 16 [
नामान्येतानि विष्णोश्च जप्त्वा सर्वमवाप्नुयात् ।
क्षेत्रेष्वेतेषु यत् श्राद्धं दानं जप्यञ्च तर्पणम् ॥
]

`verse 17 [
तत्सर्व्वं कोटिगुणितं मृतो ब्रह्ममयो भवेत् ।
यः पठेत् श्रृणुयाद्वापि निर्म्मलः स्वर्गमाप्नुयात् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये पञ्चपञ्चाशद्विष्णुनामानि नाम पञ्चाधिकत्रिशततमोऽध्यायः ॥
]
