`speaker [
अग्निरुवाच
]

`verse 1 [
स्तम्भो विद्वेषणोच्चाट उत्सादो भ्रममारणे ।
व्याधिश्चोति स्मृतं क्षुद्रं तन्मोक्षो वक्ष्यते श्रृणु ॥
]

`verse 2 [
ओं नमो बगवते उन्मत्तरुद्राय भ्रम भ्रामय अमुकं
वित्रासय उद्रभ्रामय रौद्रेण रूपेण हूँ फट् ठ ।
श्मशाने निशि जप्तेन त्रिलक्षं मधुना हुनेत् ।

चिताग्नौ धूर्त्तसमिद्‌भिर्भ्राम्यते सततं रिपुः ॥
]

`verse 3 [
हेमगैरिकया कृष्णा प्रतिमा हैमसूचिभिः ।
जप्त्वा विध्येच्च तत्कण्ठे हृदि वा म्रियते रिपुः ॥
]

`verse 4 [
खरबालचिताभस्म ब्हह्मदण्डी च मर्कटी ।
गृहे वा मूर्ध्नि तच्चूर्णं जप्तमुत्सादकृत् क्षिपेत् ॥
]

`verse 5 [
भृग्वाकाशौ सदीप्ताग्निर्भृगुर्वह्निश्च विचक्राय शिवः ।
एवं सहस्रारे हूं फट् आचक्राय स्वाहा हृदयं विचक्राय शिवः ।
शिखाचक्रायाथ कवचं विचक्रायाथ नेत्रकम् ॥
]

`verse 6 [
सञ्चक्रायास्त्रमुदिष्टं ज्यालाचक्राय पूर्ववत् ।
शार्ङ्ग सुदर्शनं क्षुद्रग्रहहृत् सर्व्वसाधनम् ॥
]

`verse 7 [
मूर्द्धाक्षिमुखहृद्‌गुह्यपादे ह्यस्याक्षरान्न्यसेत् ।
चक्राब्जासनमग्न्याभं दंष्ट्रिणञ्च चतुर्भुजम् ॥
]

`verse 8 [
शङ्कचक्रगदापद्मशलाकाङ्कुशपाणिनम् ।
चापिनं पिङ्गकेशाक्षमरव्याप्तत्रिपिष्टपं ॥
]

`verse 9 [
नाभिस्तेनाग्निना विद्धा नश्यन्ते व्याधयो ग्रहाः ।
पीतञ्चक्रं गदा रक्ताः स्वाराः श्याममवान्तरं ॥
]

`verse 10 [
नेमिः श्वेता वहिः कृष्णवर्णरेखा च पार्थिवी ।
मध्येतरेमरे वर्णानेवं चक्रद्वयं१ लिखेत् ॥
]

`verse 11 [
आदावानीय कुम्भोदं गोचरे सन्निधाय च ।
दत्त्वा सुदर्शनं तत्र याम्ये चक्रे हुनेत् क्रमात् ॥
]

`verse 12 [
आज्यापामार्गसमिधो ह्यक्षतं तिलसर्षणौ ।
पायसं गव्यमाज्यञ्च सहस्राष्टकसंख्यया ॥
]

`verse 13 [
हुतशेषं क्षिपेत् कुम्भे प्रतिद्रव्यं विधानवित् ।
प्रस्थानेन कृतं पिण्डं कुम्भे तस्मिन्निवेशयेत् ॥
]

`verse 14 [
विष्णवादि सर्वं तत्रैव न्यसेत् तत्रैव दक्षिणे ।
नमो विष्णुजनेभ्यः सर्वशान्तिकरेभ्यः प्रतिगृह्णन्तु शान्तये नमः ॥
दद्यादनेन मन्त्रेण हुतशेपाम्भसा वलि ॥
]

`verse 15 [
फलके कल्पिते पात्रे पलाशं क्षीरशाखिनः ।
गव्यपूर्णे निवेश्यैव दिक्ष्वेव होमयेद्‌ द्विजः ॥
]

`verse 16 [
सदक्षिणमिदं होमद्वयं भूतादिनाशनम् ।
गव्याक्तपत्रलिखितैर्निष्पर्णैः क्षुद्रमुद्‌धृतम् ॥
]

`verse 17 [
द्वर्वाभिरायुषे पद्मौः श्रिये पुत्रा उडुम्बरैः ।
गोसिद्‌ध्यै सर्पिंषा गोष्ठे मेधायै सर्वशाखिना ॥
]

`verse 18 [
ओं क्षौं नमो भगवते नारसिंहाय ज्वालामालिने दीप्तदंष्ट्रायाग्निनेत्राय
स्र्वक्षोघ्नाय सर्वभूतविनाशाय सर्व्वज्वरविनाशाय दह २ पच२ रक्ष २ हूं फट् ।
मन्त्रोयं नारसिंहस्य सकलाघनिवारणः ।
जप्यादिना हरेत् क्षुद्रग्रहमारीविषामयान् ॥
]

`verse 19 [
चुर्णमण्डूकवयसा जलाग्निस्तम्भकृद्भवेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये नारसिंहादिमन्त्रा नाम षष्ठाधिकत्रिशततमोऽध्यायः ॥
]
