`speaker [
अग्निरुवाच
]

`verse 1 [
वक्ष्ये मन्त्रं चतुर्वर्गसिद्ध्यै त्रैलोक्यमोहनम्  ।
]

`verse 2 ;B [
ओं श्रीं ह्रीं ह्रूं ओं नमः पुरुशोत्तमः पुरुषोत्तमप्रतिरूप लक्ष्मीनिवास सकलजगत्क्षोभण सर्वस्त्रीहृदयदारण त्रिभुवनमदोन्मादकर सुरमनुजसुन्दरोजनमनांसि तापय २ दोपय २ शोडय २ मारय २ स्तम्भय २ द्रावय २ आकर्षय २ परमसुभग सर्वसौमाग्यकर कामप्रद अमुकं हन २ चक्रेण गदया खड्गेण सर्व[!!!] वाणैर्भिद २ पाशेन हट्ट २ अङ्कुशेन ताड्य २ तुरु २ किन्तिष्ठसियावत्तावत्समीहितं मे सिद्धं भवति हूं फट्नमः
ओं पुरुषोत्तम त्रिभुवनमदोन्मादकर हूं फठृदयाय नमः कर्षय महाबल हूं फटस्त्राय त्रिभुवनेश्वर सर्वजनमनांसि हन २ दारय २ मम वशमानय २ हूं फट्नेत्राय त्रैलोक्यमोहन हृषीकेशाप्रतिरूप सर्वस्त्रीहृदयाकर्षण आगच्छ २ नमः ॥
सङ्गाक्षिण्यायकेन न्यासं मूलवदीरितं  ॥
]B

`verse 3 [
इष्ट्वा सञ्जप्य पञ्चाशत्सहस्रमभिषिच्य च  ।
]

`verse 4 [
कुण्डेग्नौ देविके वह्नौ कृत्वा शतं हुनेत् ॥
]

`verse 5 [
पृथग्दधि घृतं क्षीरं चरुं साज्यं पयः शृतं  ।
]

`verse 6 [
द्वादशाहुतिमूलेन सहस्रञ्चाक्षतांस्तिलान्  ॥
]

`verse 7 [
यवं मधुत्रयं पुष्पं फलं दधि समिच्छतं  ।
]

`verse 8 [
हुत्वा पूर्णाहुतिं शिष्टं प्राशयेत्सघृतं चरुं  ॥
]

`verse 9 [
सम्भोज्य विप्रानाचार्यं तोषयेत्सिध्यते मनुः  ।
]

`verse 10 [
स्नात्वा यथावदाचम्य वाग्यतो यागमन्दिरं  ॥
]

`verse 11 [
गत्वा पद्मासनं बद्ध्वा शोषयेद्विधिना वपुः  ।
]

`verse 12 [
रक्षोघ्नविघ्नकृद्दिक्षु न्यसेदादौ सुदर्शनम्  ॥
]

`verse 13 [
पञ्चबीजं नाभिमध्यस्थं धूम्रं चण्डानिलात्मकम्  ।
]

`verse 14 [
अशेषं कल्मषं देहात्विश्लेषयदनुस्मरेत् ॥
]

`verse 15 [
रंवीजं हृदयाब्जस्थं स्मृत्वा ज्वालाभिरादहेत् ।
]

`verse 16 [
उर्ध्वाधस्तिर्यगाभिस्तु मूर्ध्नि संप्लावयेद्वपुः  ॥
]

`verse 17 [
ध्यात्वामृतैर्वहिश्चान्तःसुषुम्नामार्गगामिभिः  ।
]

`verse 18 [
एवं शुद्धवपुः प्राणानायम्य मनुना त्रिधा  ॥
]

`verse 19 [
विन्यसेन्न्यस्तहस्तान्तः शक्तिं मस्तकवक्त्रयोः  ।
]

`verse 20 [
गुह्ये गले दिक्षु हृदि कक्षौ देहे च सर्वतः  ॥
]

`verse 21 [
आवाह्य ब्रह्मरन्ध्रेण हृत्पद्मे सूर्यमण्डलात् ।
]

`verse 22 [
तारेण सम्परात्मानं स्मरेत्तं सर्वलक्षणं  ॥
]

`verse 23 [
त्रैलोक्यमोहनाय विद्महे स्मराय धीमहि तन्नो विष्णुः प्रचोदयात्
आत्मार्चनात्क्रतुद्रव्यं प्रोक्षयेच्छुद्धपात्रकं  ।
]

`verse 24 [
कृत्वात्मपूजां विधिना स्थण्डिले तं समर्चयेत् ॥
]

`verse 25 [
कर्मादिकल्पिते पीठे पद्मस्थं गरुडोपरि  ।
]

`verse 26 [
मर्वाङ्गसुन्दरं प्राप्तवयोलावण्ययौवनं  ॥
]

`verse 27 [
मदाघूर्णितताम्राक्षमुदारं स्मरविह्वलिं  ।
]

`verse 28 [
दिव्यमाल्याम्वरलेपभूषितं सस्मिताननं  ॥
]

`verse 29 [
विष्णुं नानाविधानेकपरिवारपरिच्छदम्  ।
]

`verse 30 [
लोकानुग्रहणं सौम्यं सहस्रादित्यतेजसं  ॥
]

`verse 31 [
पञ्चवाणधरं प्राप्तकामैक्षं द्विचतुर्भुजम्  ।
]

`verse 32 [
देवस्त्रीभिर्वृतं देवीमुखासक्तेक्षणं जपेत् ॥
]

`verse 33 [
चक्रं शङ्खं धनुः खड्गं गदां मुषलमङ्कुशं  ।
]

`verse 34 [
पाशञ्च विभ्रतं चार्चेदावाहादिविसर्गतः  ॥
]

`verse 35 [
श्रियं वामोरुजङ्घास्थां श्लिष्यन्तीं पाणिना पतिं  ।
]

`verse 36 [
साब्जचामरकरां पीनां श्रीवत्सकौस्तुभान्वितां  ॥
]

`verse 37 [
मालिनं पीतवस्त्रञ्च चक्राद्याढ्यं हरिं यजेत् ।
]

`verse 38 [
ओं सुदर्शन महाचक्रराज दुष्टभयङ्कर छिद २ छिन्द २ विदारय २ परममन्त्रान् ग्रस २ भक्षय २ भूतानि चाशप २ हूं फटों जलचराय स्वाहा । खड्गतीक्ष्ण छिन्द २ खड्गाय नमः । शारङ्गाय सशराय हूं फट् । भूतग्रामाय विद्महे चतुर्विधाय धीमहि तन्नो ब्रह्म प्रचोदयात् । सम्बर्तक श्वसन पोथय २ हूं फट्स्वाहा । पाश बन्ध २ आकर्षय २ हूं फट् । अङ्कुशेन कट्ट हूं फट् क्रमाद्भुजेषु मन्त्रैः स्वैरेभिरस्त्राणि पूजयेत् ॥
]

`verse 39 [
ओं पक्षिराजाय ह्रूं फट्
तार्क्ष्यं यजेत्कर्णिकायामङ्गदेवान् यथाविधि  ।
]

`verse 40 [
शाक्तिरिन्द्रादियन्त्रेषु तार्क्ष्याद्या धृतचामराः  ॥
]

`verse 41 [
शक्तयोऽन्ते प्रयोज्यादौ सुरेशाद्याश्च दण्डिना  ।
]

`verse 42 [
पीते लक्ष्मीसरस्वत्यौ रतिप्रीतिजयाः सिताः  ॥
]

`verse 43 [
कीर्तिकान्त्यौ सिते श्यामे तुष्टिपुष्ट्यौ स्मरोदिते  ।
]

`verse 44 [
लोकेशान्तं यजेद्देवं विष्णुमिष्टार्थसिद्धये  ॥
]

`verse 45 [
ध्यायेन्मन्त्रं जपित्वैनं जुहुयात्त्वभिशेचयेत् ।
]

`verse 46 [
ओं श्रीं क्रीं ह्रीं हूं त्रैलोक्यमोहनाय विष्णवे नमः
एतत्पूजादिना सर्वान् कामानाप्नोति पूर्ववत् ॥
]

`verse 47 [
तोयैः सम्मोहनी पुष्पैर्नित्यन्तेन च तर्पयेत् ।
]

`verse 48 [
ब्रह्मा सशक्रश्रीदण्डी वीजं त्रैलोक्यमोहनम्  ॥
]

`verse 49 [
जप्त्वा त्रिलक्षं हुत्वा च लक्षं बिल्वैश्च साज्यकैः  ।
]

`verse 50 [
तण्डुलैः फलगन्धाद्यैः दूर्वाभिस्त्वायुराप्नुयात् ॥
]

`verse 51 [
तयाभिषेकहोमादिक्रियातुष्टो ह्यभीष्टदः  ।
]

`verse 52 [
ओं नमो भगवते वराहाय भूर्भुवः स्वःपतये भूपतिद्वं मे देहि हृदयाय स्वाह
पञ्चाङ्गं नित्यमयुतं जप्त्वायूराज्यमाप्नुयात् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये त्रैलोक्यमोहनमन्त्रो नाम सप्ताधिकत्रिशततमोऽध्यायः ॥

अग्निरुवाच
वक्ष्ये मन्त्रं चतुर्वर्गसिद्‌ध्यै त्रैलोक्यमोहनम् ।
ओं श्रीँ ह्रीँ ह्रूँ ओं नमः पुरुषोत्तमः पुरुषोत्तमप्रतिरूप लक्ष्मीनिवास सकलजगत्-क्षोभण सर्वस्त्रीहृदयदारण त्रिभुवनमदोन्मादकर सुरमनुजसुन्दरीजनमनांसि तापय
दीपय शोषय  मारय  स्तम्भय  द्रावय आकर्षय परमसुभग
सर्वसौभाग्यकर कामप्रज अमुकं हन चक्रैण गदया खड्गेन सर्व्ववाणैर्भिद
पाशेन हट्ट अङ्कुशेन ताड़य तुरु किन्तिष्ठसि यावत्तावत् समीहितं मे
सिद्धं भवति हूं फट् नमः ।

ॐ पुरुषोत्तम त्रिभुवनमदोन्मादकर हूँ फट् हृदयाय नमः कर्षय महाबल हूँ फट्
अस्त्राय त्रिभुवनेश्वर सर्व्वजनमनांसि हन दारय मम वशमानय मम वशमानय
मम वशमानय हूँ फट् नेत्राय त्रैलोक्यमोहन हृषीकेशाप्रतिरूषं
सर्वस्त्रीहृदयाकर्षण आगच्छ नमः ॥
सङ्गाक्षिण्यायकेन न्यासं मूलवदीरितं ॥
]

`verse 53 [
इष्ट्वा सञ्जप्य पञ्चाशत्‌सहस्रमभिपिच्च च ।
कुण्डेग्नौ देविके वह्नौ च रुं कृत्वा शतं हुनेत् ॥
]

`verse 54 [
पृथग्दधि धृतं क्षीरं चरुं साज्यं पयः श्रृतं ।
द्वादशाहुतिमूलेन सहस्रञ्चाक्षतांस्तिलान् ॥
]

`verse 55 [
यवं मधुत्रयं पुष्पं फलं दधि समिच्छतं ।
हुत्वा पूर्णाहुतिं शिष्टं प्राशयेत्सघृतं चरुं ॥
]

`verse 56 [
सम्भोज्य विप्रानाचार्य्यं तोपयेत्सिध्यते मनुः ।
स्रात्वा यथावदाचम्य वाग्यतो यागमन्दिरं ॥
]

`verse 57 [
गत्वा पद्मासनं बद्‌ध्वा शोषयेद्विधिना वपुः ।
रक्षोघ्नविघ्नकृद्दिक्षु न्यसेदादौ सुदर्शनम् ॥
]

`verse 58 [
पञ्चवीजं नाभिमध्यस्थं धूम्रं चण्डानिलात्मकम् ।
अशेषं कल्मषं देहात् विश्लेषयदनुस्मरेत् ॥
]

`verse 59 [
रंवीजंहृद्‌याब्जस्थं स्मृत्वा ज्वालाभिरादहेत् ।
ऊद्‌र्ध्‌वाधस्तिर्य्यगाभिस्तु मूद्‌ध्नि संप्लावयेद्वपुः ॥
]

`verse 60 [
ध्यात्वामृतैर्वहिश्चान्तःसुषुम्नामार्गगामिभिः ।
एवं शुद्धवपुः प्राणानायम्य मनुन त्रिधा ॥
]

`verse 61 [
विन्यसैन्न्यस्तहस्तान्तः शकिं मस्तकवक्त्रयोः ।
गुह्यं गलो दिक्षु हृदि कुक्षौ देहे च सर्व्वतः ॥
]

`verse 62 [
आवाह्य ब्रह्मरन्ध्रेण हृत्‌पद्मे सूर्य्यमण्डचलात् ।
तारेण सम्परात्मानं स्मरेत्तं सर्व्वलक्षणं ॥
]

`verse 63 [
त्रैलोक्यमोहनाय विद्महे स्मराय धीमहि तन्नो विष्णुः प्रचोदयात् ।
आत्मार्चनात् क्रतुद्रव्यं प्रोक्षयेच्छुद्धपात्रकं ।
कृत्वात्मपूजां विधिना स्थण्डिले तं समर्च्चयेत् ॥
]

`verse 64 [
कर्म्मादिकल्पिते पीठे पद्मस्थं गरुड़ोपरि ।
सर्व्वाङ्गसुन्दरं प्राप्तवयोलावण्ययौवनं ॥
]

`verse 65 [
मदाघूर्णिततम्राक्षमुदारं स्मरविह्वलं ।
दिव्यमाल्याम्बरलेपभूषितं सस्मिताननं ॥
]

`verse 66 [
विष्णुं नानाविधानेकपरिवारपरिच्छदम् ।
लोकानुग्रहणं सौम्यं सहस्रादित्यतेजसं ॥
]

`verse 67 [
पञ्चवाणधरं प्राप्तकामैक्षँ द्विचतुर्भुजम् ।
देवस्त्रीभिर्वृतं देवीमुखासक्तेक्षणं जपेत् ॥
]

`verse 68 [
चक्रं शङ्खं धनुः खड्गं गदां मुषलमङ्कुशं ।
पाशञ्च विभ्रतं चार्च्चेदावाहादिविसर्गतः ॥
]

`verse 69 [
श्रियं वामोरुजङ्घास्थां श्लिष्यर्न्ती पाणिना पतिं ।
साब्जचामरकरां पीनां श्रीवत्‌सकौस्तुभान्वितां ॥
]

`verse 70 [
मालिनं पीतवस्त्रञ्च चक्राद्याढ्यं हरिं यजेत् ।
ओं सुदर्शन महाचक्रराज दुष्टभयङ्कर छिद छिन्द विदारय
परममन्त्रान् ग्रस भक्ष्य भूतानि चाशप हूँ फट् ओं जलचराय
स्वाहा । खड्गतीक्ष्ण छिन्द खड्गाय नमः । शारङ्गाय सशराय हूं
फट् । भूतग्रामाय विद्महे चतुर्व्विधाय धीमहि तन्नो ब्रह्म प्रचोदयात् ।
सम्बर्त्तक श्लसन पोथय हूं फट् स्वाहा । पाश बन्ध आकर्षय
हूँ फट् । अङ्कुशेन हूँ फट् ।
क्रमाद्भुजेषु मन्त्रैः स्वैरेभिरस्त्राणि पूजयेत् ॥
]

`verse 71 [
ओं पक्षिराजाय ह्रूँ फट् ।
तार्क्ष्यं यजेत् कर्णिकायामङ्गदेवान् यथाविधि ।
शक्तिरिन्द्रादियन्त्रेषु तार्क्ष्याद्या धृतचामराः ॥
]

`verse 72 [
शक्तयोऽन्ते प्रयोज्यादौ सुरेशाद्याश्च दण्डिना ।
पीते लक्षअमीसरस्वत्यौ रतिप्रीतजयाः सिताः ॥
]

`verse 73 [
कीर्त्तिकान्त्यौ सिते श्यामे तुष्टिपुष्ट्यौ स्मरोदिते ।
लोकेशान्तं यजेद्देवं विष्णुमिष्टार्थसिद्धये ॥
]

`verse 74 [
एतत्‌पूजादिना सर्व्वान् कामानाप्नोति पूर्व्ववत् ॥
]

`verse 75 [
तोयैः सम्मोहनी पुष्पैर्नित्यन्तेन च तर्पयेत् ।
ब्रह्मा सशक्रश्रीदण्डी वीजं त्रैलोक्यमोहनम् ॥
]

`verse 76 [
जप्त्वा त्रिलक्षं हुत्वा च लक्षँ पिल्वैस्च साज्यकैः ।
तण्डुलैः फलगन्धाद्यैः१ दूर्वाभिस्त्वायुराप्नुयात् ॥
]

`verse 77 [
तताभिषेकहोमादिक्रियातुष्टो ह्यभीष्टदः ।
ओं नमो भगवते वराहाय भूर्भुवः स्वःपतये भूपतित्वं मे देहि हृदयाय स्वाहा ।
पञ्चाङ्गं नित्यमयुतं जप्त्वायूराज्यमाप्नुयात् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये त्रैलोक्यमोहनमन्त्रो नाम सप्ताधिकत्रिशततमोऽध्यायः ॥
]
