`speaker [
अग्निरुवाच
]

`verse 1 [
वक्षः सवह्निर्वामाक्षौ दण्डी श्रीः सर्व्वसिद्धिदा ।
महाश्रिये महासिद्दे महाविद्युत्प्रभे नमः ॥
]

`verse 2 [
श्रिये देवि विजये नमः । गौरि महाबले बन्ध नमः ।
हूँ महाकाये पद्महस्ते हूँ फट् श्रियै नमः । श्रियै फट्
श्रियै नमः । श्रियै फट् श्रीं नमः । श्रिये श्रीद नमः स्वाहा श्रीफट् ॥
अस्याङ्गानि नवोक्तानि तेष्वेकञ्च समाश्रयेत् ।
त्रिलक्षमेकलक्षं वा जप्त्वाक्षाव्जैस्च भूतिदः ॥
]

`verse 3 [
श्रीगेहे विष्णुगेहे वा श्रियं पूज्य धनं लभेत् ।
आज्याक्तैस्तण्डुलैर्ल्लक्षं जुहुयात् खादिरानले ॥
]

`verse 4 [
राजा वश्यो भवेद्‌वृद्धिः श्रीश्च स्यादुत्तरोत्तरं ।
सर्षपाम्भोभिषेकेण नश्यन्ते शकला ग्रहाः ॥
]

`verse 5 [
विल्वलक्ष्हुता लक्ष्मीर्वित्तवृद्धिश्च जायते ।
शक्रवेश्म चतुर्द्वारं हृदये चिन्तयेदथ ॥
]

`verse 6 [
बलाकां वामनां श्यामां श्वेतपङ्कजधारिणीम् ।
ऊद्‌र्ध्ववाहुद्वयं ध्यायेत्क्रीडन्तीं द्वारि पूर्ववत् ॥
]

`verse 7 [
हरितां दोर्द्वयेनोद्‌र्ध्वमुद्वहन्तीं सिताम्बुजम् ।
ध्यायेद्विभीषिकां नाम श्रीदूतीं द्वारि पश्चिमे ॥
]

`verse 8 [
शाङ्करीमुत्तरे द्वारि तन्मध्येऽष्टदलपङ्कजम् ।
वासुदेवः सङ्कर्षणः प्रद्युम्नस्चानिरुद्धकः ॥
]

`verse 9 [
ध्येयास्ते पद्मपत्रेषु शङ्कचक्रगदाधराः ।
अञ्जनक्षीरकाश्मीरहेमाभास्ते सुवाससः ॥
]

`verse 10 [
आग्नेयादिषु पत्रेषु गुग्गुलुश्च कुरुण्टकः ।
दमकः शलिलश्चैति हस्तिना रजतप्रभाः ॥
]

`verse 11 [
हेमकुम्भधराश्चैते कर्णिकायां श्रियं स्मरेत् ।
स्वेतगन्धांशुकामेकरौम्यमालाश्त्रधारिणीं ॥
]

`verse 12 [
ध्यात्वा सपरिवारान्तामभ्यर्च्य सकलं लभेत् ।
द्रोणाव्जपुष्पश्रीवृक्षपर्णं मूद्‌र्ध्नि न धारयेत् ॥
]

`verse 13 [
ध्यात्वा सपरिवारान्तामभ्यर्च्य सकरं लभेत् ।
द्रोणाव्जपुष्पश्रीवृक्षपर्णं मूद्‌र्ध्नि न धारयेत् ॥
]

`verse 14 [
लवणामलकं वर्ज्जं नागादित्यतिथौ क्रमात् ।
पायसाशी जपेत् सूक्तं क्षियस्तेनाभिषेचयेत् ॥
]

`verse 15 [
आवाहादिविसर्गान्तां मूद्‌र्ध्नि ध्यात्वार्च्ययेत् श्रियम् ।
विल्वाज्याव्जपायसेन पृथग्‌ योगः श्रिये भवेत् ॥
]

`verse 16 [
ओं ह्रीँ महामहिषमर्हिनि ठ ठ मूलमन्त्रं महिषहिसके नमः ।
महिषशत्रुं भ्रामय हूँ फट् ठ ठ महिषं हेषय हूं महिषं
हन देवि हूँ महिषनिसूदनि फट् ।
दुर्गाहृदयमित्युक्तं साङ्गं सर्वार्थसाधकम् ॥
]

`verse 17 [
यजेद्यथोक्तं तां देवीं पीठञ्चैवाङ्गमध्यागम् ।
ओं ह्रीँ दुर्गे रक्षणि स्वाहा चेति दुर्गायै नमः । वरवर्ण्यै नमः ।
आर्य्यायै कनकप्रभायै कृत्तिकायै अभयप्रदायै कन्यकायै सुरूपायै ॥
पत्रस्थाः पूजयेदेता पूर्त्तीराद्यैः स्वरैः क्रमात् ॥
]

`verse 18 [
चक्राय शङ्खाय गदायै खड्गाय धनुषे वाणाय ॥
अष्टम्याद्यैरिमां दुर्गा लोकेशान्तां यजेदिति ।
दर्गायोगः समायुःश्रीस्वामिरक्ताजयादिकृत् ॥
ससाध्येसानमन्त्रेण तिलहोमो वशीकरः ।
जयः पद्मैस्तु दुर्व्वाभिः शान्तिः कामः पलाशजैः ॥
]

`verse 19 [
पुष्टिः स्यात् काकपक्षेण मृतिद्वेषादिकं भवेत् ।
ग्रहक्षुद्रभयापत्तिं सर्वमेव मनुर्हरेत् ॥
]

`verse 20 [
ओं दुर्गे दुर्गे रक्षणि स्वाहा ।
रक्षाकरीयमुदिता जयदुर्गाङ्गसंयुता ।
श्यामां त्रिलोचनां देवीं ध्यात्वात्मानं चतुर्भुजम् ॥
]

`verse 21 [
शङ्खचक्राव्जशूलादित्रिशूलां रौद्ररूपिणीं ।
युद्धादौ सञ्जयेदेतां यजेत् शड्घादिके जये ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये त्रैलोक्यमोहनीलक्ष्म्यादिपूजा नामाष्टाधिकत्रिशततमोऽध्यायः ॥
]
