`speaker [
अग्निरुवाच
]

`verse 1 [
दीक्षादि वक्ष्ये विन्यस्य सिंहवज्राकुलेऽब्जके ।
हे हुति वज्रदन्त पुरु लुलु गर्ज्ज इह सिंहासनाय नमः ।
तिर्य्यगूद्‌र्ध्वगता रेखाश्चत्वारश्चतुरो भवेत् ॥
]

`verse 2 [
नवभागविभागेन कोष्ठकान् कारयेद्‌बुधः ।
ग्राह्या दिशागताः कोष्ठा विदिशासु विनाशयेत् ॥
]

`verse 3 [
वाह्ये वै कोष्ठकोणेषु वाह्यरेखाष्टकं स्मृतम् ।
वाह्यरेखा भवेद्वका द्विभङ्गा कारयेद्‌बुधः ॥
]

`verse 4 [
वज्रस्य मध्यमं श्रृङ्गं द्विधार्धतः ।
वाह्यरेखा भवेद्वक्रा द्विभङ्गा कारयेद्‌बुधः ॥
]

`verse 5 [
मध्यकोष्ठं भवेत्पद्मं पीतकर्णिकमुज्ज्वलम् ।
कृष्णेन रजसा लिख्य कुलिशासिशिरोद्‌र्ध्वता ॥
]

`verse 6 [
वाह्यतश्चतुरस्रन्तु वज्रसम्पुटलाञ्छितम् ।
द्वारे प्रदापयेन्मन्त्री चतुरो वज्रसम्पुटान् ॥
]

`verse 7 [
पद्मनाम भवेद्वामवीथी चैव समा भवेत् ।
गर्भं रक्तं केशराणि मण्डले दीक्षिताः स्त्रियः ॥
]

`verse 8 [
जयेच्च परराष्ट्राणि क्षइप्रं राज्यमवाप्नुयात् ।
मूर्त्ति प्रणवसन्दीप्तां हूँकारेण नियोजयेत् ॥
]

`verse 9 [
मूलविद्यां समुच्चार्य्यं मरुद्व्योमगतां द्विज ।
प्रथमेन पुनश्चैव कणिकायां प्रपूजयेत् ॥
]

`verse 10 [
एवं प्रदक्षिणं पूज्य एकैकं वीजमादितः ।
दलमध्ये तु विद्याङ्गा आग्नेय्यां पञ्च नैर्ऋतम् ॥
]

`verse 11 [
मध्येनेत्रं दिशारूञ्च स्वैः स्वैर्म्मन्त्रैः प्रपूजयेत् ।
मध्येनेत्रं दिशारूञ्च गुह्यकाङ्गे तु रक्षणम् ॥
]

`verse 12 [
पञ्च पञ्च प्रपूज्यास्तु स्वैः स्वैर्म्मन्त्रैः प्रपूजयेत् ।
लोकपालान्न्यसेदष्टौ वाह्यतो गर्भमण्डले ॥
]

`verse 13 [
वर्णान्तमग्निमारूढं षष्ठस्वरविभेदितं ।
पञ्चदशेन चाक्रान्तं स्वैः स्वैर्नामभि योजयेत् ॥
]

`verse 14 [
शीघ्रं सिंहे कर्णिकायां यजेद् गन्धादिभिः श्रिये ।
अष्टाभिर्वेष्टयेत् कुम्भैर्म्मन्त्राष्टशतमन्त्रितैः ॥
]

`verse 15 [
मन्त्रमष्टसहस्रन्तु जप्त्वाङ्गानां दशांशकम् ।
होमं कुर्य्यादग्निगुण्डे वह्निमन्त्रेण चालयेत् ॥
]

`verse 16 [
निक्षिपेद् हृदयेनाग्निं शक्तिं मध्येऽग्निगां स्मरेत् ।
गर्भाधानं पुंसवनं जातकर्म्म च होमयेत् ॥
]

`verse 17 [
हृदयेन शतं ह्येकं गुह्याङ्गे जनयेच्छिखिम् ।
पूर्णाहुत्या तु विद्यायाः शिवाग्निर्ज्वलियो भवेत् ॥
]

`verse 18 [
होमयेन्मूलमन्त्रेण शतञ्चाङ्गं दशांशतः ।
निवेदयेत्ततो देव्यास्ततः शिष्यं प्रवेशयेत् ॥
]

`verse 19 [
अस्त्रेण ताडनं कृत्वा गुह्याङ्गानि ततो न्यसेत् ।
विद्याङ्गैश्चेव सन्नद्धं विद्याङ्गेषु नियोजयेत् ॥
]

`verse 20 [
पुष्पं क्षिपाययेच्छिष्यमानयेदग्निकुण्डकम् ।
यवैर्द्वान्यैस्तिलैराज्यैर्मूलविद्याशतं हुनेत् ॥
]

`verse 21 [
स्थावरत्वं पुरा होमं सरीसृपमतः परं ।
पक्षिमृगपशुत्वञ्च मानुषं ब्राह्ममेव च ॥
]

`verse 22 [
विष्णुत्वञ्चैव रुद्रत्वमन्ते पूर्णाहुतिर्भवेत् ।
एकया चैव ह्याहुत्या शिष्यः स्याद्दीक्षितो भवेत् ॥
]

`verse 23 [
अधिकारो भवेदेवं श्रृणु मोक्षमतः परम् ।
सुमेरुस्थो यदा मन्त्री सदाशिवपदे स्थितः ॥
]

`verse 24 [
परे च होमयेत् स्वस्थोऽकर्म्मकर्म्मशतान् दश ।
पूर्णाहुत्या तु तद्योगी धर्म्माधर्मैर्न लिप्यते ॥
]

`verse 25 [
मोक्षं याति परंस्थानं यद्‌गत्वा न निवर्त्तते ।
यथा जले जले क्षिप्तं जलं देही शिरस्तथा ॥
]

`verse 26 [
कुम्भैः कुर्य्याच्चाभिषेकं जयराज्यादिसर्वभाक् ।
कुमारी ब्राह्मणी पूज्या गुर्व्वादेर्दक्षिणं ददेत् ॥
]

`verse 27 [
यजेत् सहस्रमेकन्तु पूकजां कृत्वा दिने दिने ।
तिलाज्यपुरहोमेन देवी श्रीः कामदा भवेत् ॥
]

`verse 28 [
ददाति विपुलान् भोगान् यदन्यच्च समीहते ।
जप्त्वा ह्यक्षरलक्षन्तु निधानाधिपतिर्भवेत् ॥
]

`verse 29 [
द्विगुणेन भवेद्राज्यं त्रिगुणेन च यक्षिणी ।
चतुर्गुणेन ब्रह्मत्वं ततो विष्णुपदं भवेत् ॥
]

`verse 30 [
षड्‌गुणेन महासिद्धिर्ल्लक्षेणैकेन पापहा ।
दश जप्त्वा देहशुद्ध्यै तीर्थस्नानफलं शतात् ॥
]

`verse 31 [
पटे वा प्रतिमायां वा शीघ्रां वै स्थण्डिले यजेत् ।
शतं सहस्रमयुतं जपे होमे प्रकीर्त्तितम् ॥
]

`verse 32 [
एवं विधानतो जप्त्वा लक्षमेकन्तु होमयेत् ।
महिषाजमेषमांसेन नरजेन पुरेण वा ॥
]

`verse 33 [
तिलैर्यवैस्तथा लाजैर्ब्रीहिगोधूमकाम्रकैः ।
श्रीफलैराज्यसंयुक्तैर्होमयित्वा व्रतञ्चरेत् ॥
]

`verse 34 [
अर्द्धरात्रेषु सन्नद्धः खड्गचापशरादिमान् ।
एकवासा विचित्रेण रक्तपीतासितेन वा ॥
]

`verse 35 [
नीलेन वाथ वस्त्रेण देवीं तैरेव चार्च्चयेत् ।
व्रजेद्दक्षिणदिग्‌भागं द्वारे दद्याद्‌बलिं बुधः ॥
]

`verse 36 [
दूतीमन्त्रेण द्वारादौ एकवृक्षे श्मशानके ।
एवञ्च सर्व्वकामाप्तिर्भुङ्‌क्ते सर्व्वां महीं नृपः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये त्वरितामूलमन्त्रो नामैकादशाधिकत्रिशततमोऽध्यायः ॥
]
