`speaker [
अग्निरुवाच
]

`verse 1 [
ओं विनायकार्चनं वक्ष्ये यजेदाधारशक्तिकम् ।
धर्म्माद्यष्टककन्दञ्च नालं पद्मञ्च कर्णिकाम् ॥
]

`verse 2 [
केशरं त्रिगुणं पद्मं तीव्रञ्च ज्वलिनीं यजेत् ।
नन्दाञ्च सुयशाञ्चोग्रां तेजोवतीं विन्ध्यवासिनीं  ॥
]

`verse 3 [
गणमूर्त्तिं गणपतिं हृदयं स्याद्‌गणं जयः ।
एकदन्तोत्कटशिरःशिखायाच्लकर्णिने ॥
]

`verse 4 [
गजवक्त्राय कवचं चहूँ फडन्तं तथाष्टकं ।
महोदरो दण्डहस्तः पूर्व्वादौ मध्यतो यजेत् ॥
]

`verse 5 [
जयो गणाधिपो गणनायकोऽथ गणेश्वरः ।
वक्रतुण्ड एकदन्तोत्कटलम्बोदरो गज ॥
]

`verse 6 [
वक्त्रो विकटाननोऽथ हूँ पूर्व्वो विघ्ननाशनः ।
धूम्रवर्णो महेन्द्राद्यो वाह्ये विघ्नेशपूदनम् ॥
]

`verse 7 [
त्रिपुरापूजनं वक्ष्ये असिताङ्गो रुरुस्तथा ।
चण्डः क्रोधस्तथोन्मत्तः कपाली भीषणः क्रमात् ॥
]

`verse 8 [
संहारो भैरवो ब्राह्मीमुख्या ह्रस्वास्तु भैरवाः ।
ब्रह्माणीषण्मुखा दीर्घा अग्न्यादौ वटुकाः क्रमात् ॥
]

`verse 9 [
समयपुत्रो वटुको योगिनीपुत्रकस्तथा ।
सिद्धपुत्रश्च वटुकः कुलपुत्रश्चतुर्थकः ॥
]

`verse 10 [
हेतुकः क्षेत्रपालश्च त्रिपुरान्तो द्वितीयकः ।
अग्निवेतालोऽग्निजिह्वः कराली काललोचनः ॥
]

`verse 11 [
एकपादश्च भीमाक्ष ऐं क्षें प्रेतस्तथासनं ।
ऐँ ह्रीं द्वौश्च त्रिपुरा पद्मासनसमास्थिता ॥
]

`verse 12 [
विभ्रत्यभयपुस्तञ्च वामे बरदमालिकाम् ।
मूलेन हृदयादि स्याज्जालपूर्णञ्च कामकम् ॥
]

`verse 13 [
गोमध्ये नाम संलिख्य चाष्टपत्रे च मध्यतः ।
श्मशानादिपटे श्मशानाङ्गारेण विलेखयेत् ॥
]

`verse 14 [
चिताङ्गारपिष्टकेन मूर्त्तिं ध्यात्वा तु तस्य च ।
क्षिप्त्वोदरे नीलसूत्रैर्वेष्ट्य चोच्चाटनं भवेत् ॥
]

`verse 15 [
ओं नमो भगवति ज्वालामानिनि गृध्रगणपरिवृते स्वाहा ।
युद्ध गच्छन् जपन्मन्त्रं पुमान् साक्षाज्जयी भवेत् ।

ओं श्रीँ ह्रीँ क्लीँ श्रियै नमः ।
उत्तरादौ च घृणिनी सूर्य्या पूज्या चतुर्द्दले ॥
]

`verse 16 [
आदित्या प्रभावती च हेमाद्रिमधुराश्रियः ।
ओं ह्रीं गौर्य्यै नमः ।
गौरीमन्त्रः सर्व्वकरः होमाद्ध्यानाज्जपार्च्चनात् ॥
]

`verse 17 [
रक्ता चतुर्भुजा पाशवरदा दक्षिणे करे ।
अङ्कुशाभययुक्तान्तां प्रार्थ्य सिद्धात्मना पुमान् ॥
]

`verse 18 [
जीवेद्वर्षशतं धीमान्न चौरारिभयं भवेत् ।
क्रुद्धः प्रसादी भवति युधि मन्त्राम्बुपानतः ॥
]

`verse 19 [
अञ्जनं तिलकं वश्ये जिचह्वाग्रे कविता भवेत् ।
तज्जपान्मैथुनं वश्ये तज्जपाद्योनिवीक्षणप्त् ॥
]

`verse 20 [
.

स्पर्शाद्वशी तिलहोमात्सर्व्वञ्चैव तु सिध्यति ।
सप्ताभिमन्त्रितञ्चान्नं भुञ्जंस्तस्य श्रियः सदा ॥
]

`verse 21 [
अर्द्धनारीशरुपोऽयं लक्ष्मयादिवैष्णवादिकः ।
अनङ्गरूपा शक्तिश्च द्वितीया मदनातुरा ॥
]

`verse 22 [
पवनवेगा भुवनपाला वै सर्व्वसिद्धिदा ।
अनङ्गमदनानङ्गमेखलान्ताञ्जपेच्छ्रिये ॥
]

`verse 23 [
पद्ममध्यदलेषु ह्रीँ स्वरान् कादीस्ततः स्त्रियाः ।
षट्‌कोणे वा घटे वाऽथ लिखित्वा स्याद्वशीकरं ॥
]

`verse 24 [
ओं ह्रीँ छँ नित्यक्लिन्ने मदद्रवे ओं ओं ।
मूलमन्त्रः षडङ्गोयं रक्तवर्णे त्रिकोणके ।
द्रावणी ह्लादकारिणी क्षोभिणी गुरुशक्तिका ॥
]

`verse 25 [
ईशानादौ च मध्ये तां नित्यां पाशाङ्कुशौ तथा ।
कपालकल्पकतरुं वीणा रक्ता च तद्वती ॥
]

`verse 26 [
नित्याभया मङ्गला च नववीरा च मङ्गला ।
दुर्भगा मनोन्मनी पूज्या द्रावा पूर्व्वादितः स्थिता ॥
]

`verse 27 [
ओं ह्रीँ अनङ्गाय नमः ओं ह्रीँ ह्रीँ स्मराय नमः ।
मन्मथाय च माराय कामायैवञ्च पञ्चधा ।
कामाः पाशाङ्गुशौ चापवाणाः ध्येयाश्च विभ्रतः ॥
]

`verse 28 [
रतिश्च विरतिः प्रीतिर्विप्रीतिश्च मतिर्धृतिः ।
विधृतिः पुष्टिरेभिश्च क्रमात् कामादिकैर्युताः ॥
]

`verse 29 [
ओं छँ नित्यक्लिन्ने मदद्रवे ओं ओं । अ आ इ ई उ उ ऋ लृ लॄ ए ऐ
ओ औ अं अः । क ख ग घ ङ च छ ज झ ञ ट ठ ड ढ ण
त थ द ध न प फ ब भ म य र ल व श ष स ह क्ष । ओं छँ
नित्यक्लिन्ने मदद्रवे स्वाहा ।
आधारशक्तिं पद्मञ्च सिंहे देवीं हृदादिषु ॥
]
