`speaker [
अग्निरुवाच
]

`verse 1 [
स्तम्भनं मोहनं वश्यं विद्वेषोच्चाटनं वदे ।
विचषव्याधिमरोगञ्च मारणं शमनं पुनः ॥
]

`verse 2 [
भूर्ज्जे कूर्म्मं समालिख्य नाड़नेन षडङ्गुलम् ।
मुखपादचतुष्केषु ततो मन्त्रं न्यसेद्‌द्विजः ॥
]

`verse 3 [
चतुष्पादेषु क्रीँकारं ह्रीँकारं मुखमध्यतः ।
गर्भे विद्यां ततो लिख्य साधकं पृष्ठतो लिखेत् ॥
]

`verse 4 [
मालामन्त्रैस्तु संवेट्य इष्टकोपरि सन्न्यसेत् ।
पिधाय कूर्म्मपृष्ठेन करालेनाभिसम्पठेत् ॥
]

`verse 5 [
महाकूर्म्मं पूजयित्वा पादप्रोक्षन्तु निक्षइपेत् ।
ताडयेद्वामपादेन स्मृत्वा शत्रुञ्च सप्तधा ॥
]

`verse 6 [
ततः सञ्जायते शत्रोस्तम्भनं मुखरागतः ।
कृत्वा तु भैरवं रूपं मालामन्त्रं समालिखेत् ॥
]

`verse 7 [
ओं शत्रुमुखस्तम्भनी कामरूपा आलीढक्करी ॥
ह्रीं फें फेत्कारिणी मम शत्रूणां देवदत्तानां मुखं स्तम्भय
मम सर्व्वविद्वेषिणां मुखस्तम्भनं कुरु ओं हूँ फेँ फेत्कारिणि स्वाहा ।
फट् हेतुञ्च समालिख्य तज्जपान्तं महाबलं ।
वामेनैव नगं शूलं संलिखेद्दक्षिणे करे ॥
]

`verse 8 [
लिखेन्मन्त्रमघोरस्य संग्रामे स्तम्भयेदरीन् ।
ओं नमो भगवत्यै भगमालिनि निस्फुर स्पन्द नित्यक्लिन्ने द्रव
हूँ सः क्रीँ काराक्षरे स्वाहा ॥
एतेन रोचनाद्यैस्तु तिलकान्मोहयेज्जगत् ॥
]

`verse 9 [
ओं फेँ हूँ फट् फेत्कारिणि ह्रीँ ज्वल त्रैलोक्यं मोहय गुह्यकालिके स्वाहा ।
अनेन तिलकं कृत्वा राजादीनां वशीकरं ।
गर्द्धभस्य रजो गृह्य कुसुमं सूतकस्य च ॥
]

`verse 10 [
नीरीरजः क्षिपेद्रात्रौ शय्यादौ द्वेषकृद्भवेत् ।
गोखुरञ्च तथा श्रृङ्गमश्वस्य च खुरं तथा ॥
]

`verse 11 [
शिरः सर्पस्य संक्षिप्तं गृहेपूच्चाटनं भवेत् ।
करवीरशिफा पीता ससिद्दार्था च मारणे ॥
]

`verse 12 [
व्यालछुच्छुन्दरीरक्तं करवीरं तदर्थकृत् ।
सरटं षट्‌पदञ्चापि तथा कर्क्कटवृश्चिकम् ॥
]

`verse 13 [
चुर्णीकृत्य क्षिपेत्तैले तदभ्यङ्गश्च कुष्ठकृत् ।
ओं नवग्रहाय सर्त्र्वशत्रून् मम साधय मारय आं सों मं वुं चुं ओं शं वां कें
ओं स्वाहा ।
अनेनार्क्कशतैरर्च्य श्मशाने तु निधापयेत् ॥
]

`verse 14 [
भूर्ज्जे वा प्रतिमायां वा मारणाय रिपोर्ग्रहाः ।
ओं कुञ्जरी ब्रह्माणी । ओं मञ्जरी माहेश्वरी ॥
ओं वेताली कौमारी ओं काली वैष्णवी ।
ओं अघोरा वारही । ओं वेताली इन्द्राणी उर्व्वशी । ओं जयानी यक्षिणी ।
नवमातरो हे मम शत्रु गृह्णत ।
भूर्ज्जे नाम रिपोर्लिख्य श्मशाने पूजिते म्रियेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये स्तम्भनादिमन्त्रा नाम पञ्चदशाधिकत्रिशततमोऽध्यायः ॥
]
