`verse 1 [
गणपूजा
ईश्वर उवाच
विश्वरूपं समुद्धृत्य तेजस्युपरि संस्थितम्  ।
नरसिंहं ततोऽधस्तात्कृतान्तं तदधो न्यसेत् ॥
]

`verse 2 [
प्रणवं तदधःकृत्वा ऊहकं तदधः पुनः  ।
अंशुमान् विश्वमूर्तिस्थं कण्ठोष्ठप्रणवादिकम्  ॥
]

`verse 3 [
नमोऽन्तः स्याच्चतुर्वर्णो विश्वरूपञ्च कारणम्  ।
सूर्यमात्राहतं ब्रह्मण्यङ्गानीह तु पूर्ववत्  ॥
]

`verse 4 [
उद्धरेत्प्रणवं पूर्वं प्रस्फुरद्वयमुच्चरेत् ।
घोरघोरतरं पश्चात्तत्र रूपमतः स्मरेत् ॥
]

`verse 5 [
चटशब्दं द्विधा कृत्वा ततः प्रवरमुच्चरेत् ।
दहेति च द्विधा कार्यं वमेति च द्विधा गतम्  ॥
]

`verse 6 [
घातयेति द्विधाकृत्य हूंफडन्तं समुच्चरेत् ।
अघोरास्त्रन्तु नेत्रं स्याद्गायत्री चोच्यतेऽधुना  ॥
]

`verse 7 [
तन्महेशाय विद्महे महादेवाय धीमहि  ।
तत्रः शिवः प्रचोदयात्गायत्री सर्वसाधनी  ॥०६*१
यात्रायां विजयादौ च यजेत्पूर्वङ्गणं श्रिये  ।
तुर्यांशे तु पुरा क्षेत्रे समन्तादर्कभाजिते  ॥
]

`verse 8 [
चतुष्पदं त्रिकोणे तु त्रिदलं कमलं लिखेत् ।
]

`verse 9 [
तत्पृष्ठे पदिकाविथीभागि त्रिदलमश्वयुक् ॥
]

`verse 10 [
वसुदेवसुतैः साब्जैस्तिदलैः पादपट्टिका  ।
तदूर्ध्वे वेदिका देया भगमात्रप्रमाणतः  ॥
]

`verse 11 [
द्वारं पद्ममितं कोष्ठादुपद्वारं विवर्णितम्  ।
द्वारोपद्वाररचितं मण्डलं विघ्नसूदनम्  ॥
]

`verse 12 [
आरक्तं कमलं मध्ये वाह्यपद्मानि तद्वहिः  ।
सिता तु वीथिका कार्या द्वाराणि तु यथेच्छया  ॥
]

`verse 13 [
कर्णिका पीतवर्णा स्यात्केशराणि तथा पुनः  ।
मण्डलं विघ्नमर्दाख्यं मध्ये गणपतिं यजेत् ॥
]

`verse 14 [
नामाद्यं सवराकं स्याद्देवाच्छक्रसमन्वितम्  ।
शिरो हतं तत्पुरुषेण ओमाद्यञ्च नमोऽन्तकम्  ॥
]

`verse 15 [
गजाख्यं गजशीर्षञ्च गाङ्गेयं गणनायकम्  ।
त्रिरावर्तङ्गगनगङ्गोपतिं पूर्वपङ्क्तिगम्  ॥
]

`verse 16 [
विचित्रांशं महाकायं लम्बोष्ठं लम्बकर्णकम्  ।
लम्बोदरं महाभागं विकृतं पार्वतीप्रियम्  ॥
]

`verse 17 [
भयावहञ्च भद्रञ्च भगणं भयसूदनम्  ।
द्वादशैते दशपङ्क्तौ देवत्रासञ्च पश्चिमे  ॥
]

`verse 18 [
महानादम्भास्वरञ्च विघ्नराजं गणाधिपम्  ।
उद्भटस्वानभश्चण्डौ महाशुण्डञ्च भीमकम्  ॥
]

`verse 19 [
मन्मथं मधुसूदञ्च सुन्दरं भावपुष्टकम्  ।
सौम्ये ब्रह्मेश्वरं ब्राह्मं मनोवृत्तिञ्च संलयम्  ॥
]

`verse 20 [
लयं दूत्यप्रियं लौल्यं विकर्णं वत्सलं तथा  ।
कृतान्तं कालदडण्च यजेत्कुम्भञ्च पूर्ववत् ॥
]

`verse 21 [
श्रयुतञ्च जपेन्मन्त्रं होमयेत्तु दशांशतः  ।
शेषाणान्तु दशाहुत्या जपाद्धोमन्तु कारयेत् ॥
]

`verse 22 [
पूर्णां दत्वाभिषेकन्तु कुर्यात्सर्वन्तु सिध्यति  ।
भूगोऽश्वगजवस्त्राद्यैर्गुरुपूजाञ्चरेन्नरः  ॥
]

`colophon [
इत्याग्नेये महापुराणे गणपूजा नाम अष्टादशाधिकत्रिशततमोऽध्यायः
]
