`speaker [
ईश्वर उवाच
]

`verse 1 [
वागीश्वरीपूजनञ्च प्रवदामि समण्डलम् ।
ऊहकं कालसंयुक्तं मनुं वर्णसमायुतम्॥
]

`verse 2 [
निषाद ईश्वरं कार्य्यं मनुना चन्द्रसूर्यवत् ।
अक्षरन्न हिदेयं स्यात् ध्यायेत् कुन्देन्दुसन्निभां ॥
]

`verse 3 [
पञ्चाशद्वर्णमालान्तु मुक्तास्रग्दामभूषिताम् ।
वरदाभयाक्षसूत्रपुस्तकाढ्यां त्रिलोचनां ॥
]

`verse 4 [
लक्षं जपेन्मस्तकान्तं स्कन्धान्तं वर्णमालिकां ।
अकारादिक्षकारान्तां विशन्तीं मानवत् स्मरेत् ॥
]

`verse 5 [
कुर्य्याद् गुरुश्च दीक्षार्थं मन्त्रग्राहे तु मण्डलम् ।
सूर्य्याग्रमिन्दुभक्तन्तु भागाभ्यां कमलं हितं ॥
]

`verse 6 [
वीथिका पदिका कार्य्या पद्मान्यष्टौ चतुष्पदे ।
वीथिका पदिका वाह्ये द्वाराणि द्विपदानि तु ॥
]

`verse 7 [
उपद्वाराणि तद्वच्च कोणवान्धं द्विपट्टिकम् ।
सितानि नव पद्मानि कर्णिका कनकप्रभा ॥
]

`verse 8 [
केशराणि विचित्राणि कोणात्रक्तेन पूरयेत् ।
व्योमरेखान्तरं कृष्णं द्वाराणीन्द्रेभमानतः ॥
]

`verse 9 [
मध्ये सरस्वतीं पद्मेवागीशी पूर्व्वपद्मके ।
हृत्लेखा चित्रवागीशी गायत्री विश्वरुपया ॥
]

`verse 10 [
शाङ्करी मतिर्धुतिश्च पूर्व्वाद्या ह्रीँ स्ववीजकाः ।
ध्येया सरस्वतीवच्च कपिलाज्येन होमकः ।
संस्कृतप्राकृतकविः काव्यशास्त्रादिविद्भवेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये वागीश्वरीपूजा नामोनविशत्यधिकत्रिशततमोऽध्यायः ॥
]
