`speaker [
ईश्वर उवाच
]

`verse 1 [
अस्त्रयागः पुरा कार्य्यः सर्वकर्म्मसु सिद्धिदः ।
मध्ये पूज्यं शिवाद्यस्त्रं वज्रादीन् पूर्वतः क्रमात् ॥
]

`verse 2 [
पञ्चचक्रं दश करं रणादौ पूजितं जये ।
ग्रहपूजा रविर्मध्ये पूर्व्वाद्याः सोमकादयः ॥
]

`verse 3 [
सर्व्व एकादशस्थास्तु ग्रहाः स्युः ग्रहपूजनात् ।
अस्त्रशान्तिं प्रवक्ष्यामि सर्वोत्पातविनाशिनीं ॥
]

`verse 4 [
ग्रहरोगादिशमनीं मारीशत्रुविमर्द्दनीं ।
विनायकोपतप्तिघ्नमघोरास्त्रं जपेन्नरः ॥
]

`verse 5 [
लक्षं ग्रहादिनाशः स्यादुत्‌पाते तिलहोमकम् ।
दिव्ये लक्षं तदर्द्धेन व्योमजोत्पातनाशनं ॥
]

`verse 6 [
घृतेन लक्षपातेन उत्पाते भूमिजे हितम् ।
घृतगुग्‌गुलुहोमे च सर्व्वोत्पातादिमर्द्दनम् ॥
]

`verse 7 [
दूर्वाक्षताज्यहोमेन व्याधयोऽथ घृतेन च ।
सहस्रेण तु दुःस्वप्ना विनश्यन्ति न संशयः ॥
]

`verse 8 [
अयुताद्‌ ग्रहदोषघ्नो जवाघृतविमिश्रितात् ।
विनायकार्त्तिशमनमयुतेन घृतस्य च ॥
]

`verse 9 [
भूतवेतालशान्तिस्तु गुग्गुलोरयुतेन च ।
महावृक्षस्य भङ्गे तु व्यालकङ्के गृहे स्थिते ॥
]

`verse 10 [
आरण्यानां प्रवेशे च दूर्वाज्याक्षतहावनात् ।
उल्कापाते भूमिकम्पे तिलाज्येनाहुताच्छिवम् ॥
]

`verse 11 [
रक्तस्रावे तु वृक्षाणामयुताद्‌ गुग्गुलोः शिवं ।
अकाले फलपुष्पणां राष्ट्रभङ्गे च मारणे ॥
]

`verse 12 [
द्विपदादेर्यदा मारी लक्षार्द्धाच्च तिलाज्यतः ।
हस्तिमारीप्रशान्त्यर्थ करिणीदन्तवर्द्धने ॥
]

`verse 13 [
हस्तिन्यां मददृष्टौ च अयुताच्छान्तिरिष्यते ।
अकाले गर्भपाते तु जातं यत्र विनश्यति ॥
]

`verse 14 [
विकृता यत्र जायन्ते यात्राकालेऽयुतं हुनेत् ।
तिलाज्यलक्षहोमन्तु उत्तमासिद्धिसाधने ॥
]

`verse 15 [
मध्यमायां तदर्द्धेन तत्पादादधमासु च ।
यथा जपस्तथा होमः संग्रामे विजयो भवेत ।

अघोरास्त्रं जपेन्न्यस्य ध्यात्वा पञ्चास्यमूर्ज्जितम् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये अघोरास्त्रादिशान्तिकल्पो नामैकविंशत्यधिकत्रिशततमोऽध्यायः ॥
]
