`speaker [
ईश्वर उवाच
]

`verse 1 [
ओं ह्रूँ हंसइति मन्त्रेण मृत्युरोगादि शाम्यति ।
लक्षाहुतिभिर्दूर्व्वाभिः शान्ति पुष्टि प्रसाधयेत् ॥
]

`verse 2 [
अथ वा प्रणवेनैव मायया वा षड़ानन ।
दिव्यान्तरीक्षभौमानां शान्तिरुत्पातवृक्षके ॥
]

`verse 3 [
ओं नमो भगवति गङ्गे कालि महाकालि मांसशोणितभोजने रक्तकृष्णमुखि
वशमानय मानुषान् स्वाहा ॥
ओं लक्षं जप्त्वा दशांशेन हुत्वा स्यात् सर्वकर्म्मकृत् ।
वशं नयति शक्रादीन्मानुषेष्वेषु का कथा ॥
]

`verse 4 [
अन्तर्द्धानकरी विद्या मोहनी जृम्भनी तथा ।
वशन्नयति शत्रूणां शत्रुबुद्धिप्रमोहिनी ॥
]

`verse 5 [
कामधेनुरियं विद्या सप्तधा परिकीर्त्तिता ।
मन्त्रराजं प्रवक्ष्यामि शत्रुचौरादिमोहनम् ॥
]

`verse 6 [
महाभयेषु सर्व्वषु स्मर्त्तव्यं हरपूजितं ।
लक्षं जप्त्तवा तिलैर्हो मः सिद्ध्येदुद्धरारकं श्रृणु ॥
]

`verse 7 [
ओं हले शूले एहि ब्रह्मसत्येन विष्णुसत्येन रुद्रसत्येन रक्ष मां वाचेश्वराय स्वाहा ॥
दुर्गात्तारयते यस्मात्तेन दुर्गा शिवा मता ।
ओं चण्डकपालिनि दन्तान् किटि क्षिटि गुह्ये फट् ह्रीँ ।
अनेन मन्त्रराजेन क्षालयित्वा तु तण्डुलान् ॥
]

`verse 8 [
त्रिशद्वारानि जप्तानि तच्चौरेषु प्रदापयेत् ।
दन्तैशचूर्णानि शुक्लानि पतितानि हि शुद्धये ॥
]

`verse 9 [
ओं ज्वलल्लोचन कपिलजटाभारभास्वर विद्रावण त्रैलोक्यडामर दर भ्रम
आकट्ट तोटय मोटय दह पट एवं सिद्धिरुद्रो ज्ञापयति यदि
ग्रहोपगतः स्वर्गल्लोकं देवलोकं वा आरामविहाराचलं तथापि तमावर्त्तयिष्यामि बलिं
गृह्ण ददामि ते स्वाहेत् ।
क्षेत्रपालबलिं दत्वा ग्र्हो न्यासाद्‌ह्रदं व्रजेत् ।
शत्रवो नाशमायान्ति रणे वैरगणक्षयः ॥
]

`verse 10 [
हंसबीजन्तु विन्यस्य विषन्तु त्रिविधं हरेत् ।
अगुरुञ्चन्दनं कुष्ठं कुङ्कुमं नागकेशरम् ॥
]

`verse 11 [
नखं वै देवदारुञ्च समं कृत्वाथ धूपकः ।
माक्षइकेन समायुक्तो देहवस्त्रादिधूपनात् ॥
]

`verse 12 [
विवादे मोहने स्त्रीणं मण्डने कलहे शुभः ।
कन्याया वरणे भाग्ये मायामन्त्रेण मन्त्रितः ॥
]

`verse 13 [
ह्रीँ रोचनानागपुष्पाणि कुङ्कुमञ्च मनःशिला ।
ललाटे तिलकं कृत्वा यं पश्येत्स वशी भवेत् ॥
]

`verse 14 [
शतावर्य्यास्तु चूर्णन्तु दुग्धपीतञ्च पुत्रकृत् ।
नागकेशरचूर्णन्तु घृतपक्कन्तु पुत्र्कृत् ॥
]

`verse 15 [
पालाशवीजपानेन लभेत पुत्रकन्तथा ।
ओं उत्तिष्ठ चामुण्डे जम्भय  मोहय अमुकं वशमानय स्वाहा ।
षड्‌विंशा सिद्धविद्या सा नदीतीरमृता श्रियम् ॥
]

`verse 16 [
कृत्वोन्मत्तरसेनैव नामालिख्मार्कपत्रके ।
मूत्रोत्सर्गन्ततः कृत्वा जपेत्तामानेयेत्तस्त्रियम् ॥
]

`verse 17 [
ओं क्षुंसः वषट् ।
मद्वामृत्युञ्जयो मन्त्रो जप्याद्धोमाच्च पुष्टिकृत् ।
ओं हंसः ह्रूँ हूं स ह्नः सौः ।
मृतसञ्जीवनी विद्या अष्टार्णा जयकृद्रणे ॥
]

`verse 18 [
मन्त्रा ईशानमुख्याश्च धर्म्मकामादिदायकाः ।
ईशानः सर्वविद्यानामीश्वरः सर्वभूतानां ॥
]

`verse 19 [
ब्रह्माणश्चाधिपतिर्ब्रह्म शिवो मेऽस्तु सदाशिवः ।
ओं तत्पुरुषाय शिद्महे महादेवाय धीमहि तन्नो रुद्रः प्रचोदयात् ।
ओं अघोरेभ्योऽथ घोरेभ्यो घोरहरेभ्यस्तु सर्वतः ॥
]

`verse 20 [
सर्व्वेभ्यो नमस्ते रुद्ररूपेभ्यः । ओं वामदेवाय नमो ज्येष्ठाय नमः रुद्राय नमः ।
कालाय नमः कलविकरणाय नमो बलविकरणाय नमो बलप्रमथनाय नमः ।
सर्व्वभूतदमनाय नमो मनोन्मानाय नमः ।
ओं सद्योजातं प्रवक्ष्यामि सद्योजाताय वै नमः ।
भवे भवेऽनादिभवे भजस्व मां भवोद्‌भव ॥
]

`verse 21 [
पञ्चब्रह्माङ्गष्ट्‌कञ्च२ वक्ष्येऽहं भुक्तिमुक्तिदं ।
ओं नमः परमात्मने पराय कामदाय परमेश्वराय योगाय वोगसम्भिवाय सर्व्वकराय
कुरु सत्य भव भवोद्भव वामदेव सर्व्वकार्य्यकर पापप्रशमन सदाशिव
प्रसन्न नमोऽस्तु ते स्वाहा ॥
हृदयं सर्व्वार्थदन्तु सप्तत्यक्षरसंयुतं ।
ओं शिवः शिवाय नमः शिवः । ओं हृदये ज्वालिनि स्वाहा शिखा । ओं शिवात्मक
महातेजः सर्व्वज्ञ प्रभुरावर्त्तय महाघोर कवच पिङ्गल नमः । महाकवच शिवाज्ञया
हृदयं बन्ध घूर्णय चूर्णय सूक्ष्मवज्रवर वज्रपाश धनुर्वज्राशनिवज्रशरीर मम
शरीरमनुप्रविश्य सर्व्वदुष्टान् स्तम्भय हूँ ।
अक्षराणान्तु कवचं शतं पञ्चाक्षराधिकम् ॥
]
