`speaker [
ईश्वर उवाच
]

`verse 1 [
रुद्राक्षकटकं धार्य्यं विषमं सुसमं दृढम् ।
एकत्रिपञ्चवदनं यथालाभन्तु धारयेत् ॥
]

`verse 2 [
द्विचतुःषण्मुखं शस्तमव्रणं तीव्रकण्ठकं ।
दक्षवाहौ शिखादौ च धारयेच्चतुराननं ॥
]

`verse 3 [
अब्रह्मचारी ब्रह्मचारी अस्नातः स्नातको भवेत् ।
हैमी वा मुद्रिका धार्य्या शिवमन्त्रेण चार्च्च्य तु ॥
]

`verse 4 [
शिवः शिखा तथा ज्योतिः सवित्रश्चेतिगोचराः ।
गोचरन्तु कुलं ज्ञेयं तेन लक्षअयस्तु दीक्षइतः ॥
]

`verse 5 [
प्राजापत्यो महीपालः कपोतो ग्रन्थिकः शिवे ।
कुटिलाश्चैव वेतालाः पद्महंसाः शिखाकुले ॥
]

`verse 6 [
धृताराष्ट्रा बकाः काका गोपाला ज्योतिसंज्ञके ।
कुटिका सारठाश्चैव गुटिका दण्डिनोऽपरे ॥
]

`verse 7 [
सावित्री गोचरे चैवमेकैकस्तु चतुर्विधः ।
सिद्धाद्यंशकमाख्यास्ये येन मन्त्रः सुसिद्धिदः ॥
]

`verse 8 [
भूमौ तु मातृका लेख्याः कूटषण्डविवर्ज्जिताः ।
मन्त्राक्षराणि विश्लिष्य अनुस्वारं नयेत् पृथक् ॥
]

`verse 9 [
साधकस्य तु या संज्ञा तस्या विश्लेषणं चरेत् ।
मन्त्रस्यादौ तथा चान्ते साधकार्णानि योजयेत् ॥
]

`verse 10 [
सिद्धः साध्यः सुसिद्धोऽरिः संज्ञातो गणयेत् क्रमात् ।
मन्त्रस्यादौ तथा चान्ते सिद्धिदः स्याच्छतांशतः ॥
]

`verse 11 [
सिद्धादिश्चान्तसिद्धिश्च तत्क्षणादेव सिध्यति ।
सुसुद्धादिः सुसिद्धान्तः सिद्धवत् परिकल्पयेत् ॥
]

`verse 12 [
अरिमादौ तथान्ते च दूरतः परिवर्ज्जयेत् ।
सिद्धः सुसिद्धश्चैकार्थे अरिः साध्यस्तथैव च ॥
]

`verse 13 [
आदौ सिद्धः स्थितो मन्त्रे तदन्ते तद्वदेव हि ।
मध्ये रिपुसहस्राणि न दोषाय भवन्ति हि ॥
]

`verse 14 [
मायाप्रसादप्रणवेनांशकः ख्यातमन्त्रके ।
ब्रह्मांशको ब्र्ह्मविद्या विष्ण्वङ्गो वैष्णवः स्मृतः ॥
]

`verse 15 [
रुद्रांशको भवेद्वीर इन्द्रांशश्चेश्वरप्रियः ।
नागांशो नागस्तब्धाक्षो यक्षांशो भूषणप्रियः ॥
]

`verse 16 [
गन्धर्व्वाशोऽतिगीतादि भीमांशो राक्षसांशकः ।
दैत्यांशः स्याद् युद्धकार्य्यो मानी विद्याधरांशकः ॥
]

`verse 17 [
पिशाचांशो मलाक्रान्तो मन्त्रं दद्यान्निरीक्ष्य च ।
मन्त्र एकात् फड़न्तः स्यात् विद्यापञ्चाशतावधि ॥
]

`verse 18 [
बाला विंशाक्षरान्ता च रुद्रा द्वाविंशगायुधा ।
तत ऊर्द्ध्वन्तु ये मन्त्रा वृद्वा यावच्छतत्रयं ॥
]

`verse 19 [
अकारादिहकारान्ताः क्रमात् पक्षौ सितासितौ ।
अनुस्वारविसर्गेण विना चैव स्वरा दश ॥
]

`verse 20 [
ह्रस्वाः शुक्ला दीर्घाः श्यामांस्तिथयः प्रतिपन्मुखाः ।
उदिते शान्तिकादीनि भ्रमिते वश्यकादिकम् ॥
]

`verse 21 [
भ्रामिते सन्धयो द्वेषोच्चाटने स्तम्भनेऽस्तकम् ।
इहावाहे शान्तिकाद्यं पिङ्गले कर्षणादिकम् ॥
]

`verse 22 [
मारणोच्चाटनादीनि विषुवे पञ्चधा पृथक् ।
अधरस्य गृहे पृथ्वी ऊर्द्ध्वे तेजोऽन्तरा द्रवः ॥
]

`verse 23 [
रन्ध्रपार्श्वे बहिर्वायुः सर्वं व्याप्य महेश्वरः ।
स्तम्भनं पार्थिवे शान्तिर्ज्जले वश्यादि तेजसे ॥
]
