`speaker [
ईश्वर उवाच
]

`verse 1 [
सौभाग्यादेरुमापूजां वक्ष्येऽहं भुक्तिमुक्तिदां ।
मन्त्रध्यानं मण्डलञ्च मुद्रां होमादिसाधनम् ॥
]

`verse 2 [
चित्रभानुं शिवं कालं महाशक्तिसमन्वितम् ।
इडाद्यं परतोहृत्य सदेवः सविकारणम् ॥
]

`verse 3 [
द्वितायं द्वारकाक्रान्तं गौरीप्रीतिपदान्वितं ।
चतुर्थ्यन्तं प्रकर्त्तव्यं गौर्य्या वै मूलवाचकं ॥
]

`verse 4 [
ओं ह्रीँ सः शौँ गौर्य्यै नमः ।
तत्रार्णत्रितयेनैव जातियुक्तं षड़ङ्गुलम् ।
आसनं प्रणवेनैव पूर्त्तिं वै हृदयेन् तु ॥
]

`verse 5 [
उदकञ्च तथा कालं शिववीजं समुद्धरेत् ।
प्राणं दीर्घस्वराक्रान्तं षडङ्गं जातिसंयुतम् ॥
]

`verse 6 [
आसनं प्रणवेनात्र मूर्त्तिन्यासं हृदाचरेत् ।
यामलं कथितं वत्स एकवीरं वदाम्यऽथ ॥
]

`verse 7 [
व्यापकं सृष्टिसंयुक्तं वह्निमायाकृशानुभिः ।
शिवशक्तिमयं वीजं हृदयादिविवर्ज्जितं ॥
]

`verse 8 [
गौरीं यजेद्धेमरूप्यां काष्ठनां शौलजादिकां ।
पञ्चपिण्डां तथाऽव्यक्तां कोणे मध्ये तु पञ्चमं ॥
]

`verse 9 [
ललिता सुभगा गौरी क्षोभणी चाग्नितः क्रमात् ।
वामा ज्येष्ठा क्रिया ज्ञाना वृत्ते पूर्व्वादितो यजेत् ॥
]

`verse 10 [
सपीठे वामभागो तु शिवस्याव्यक्तरूपकम् ।
व्यक्ता द्विनेत्रा त्र्यक्षरा शुद्धा वा शङ्करान्विता ॥
]

`verse 11 [
पीठपद्मद्वयं तारा द्विभुजा वा चतुर्भजा ।
सिंहस्था वा वृकस्था वा अष्टाष्टादशसत्करा ॥
]

`verse 12 [
स्रगक्षसूत्रकलिका गलकोत्पलपिण्डिका ।
शरं धनुर्व्वा सव्येन पाणिनान्यतमं वहत् ॥
]

`verse 13 [
वामेन पुस्तताम्बूलदण्डाभयकमण्डलुम् ।
गणेशदर्पणेष्वासान्दद्यादेकैकशः क्रमात् ॥
]

`verse 14 [
व्यक्ताऽथवाकार्य्या षद्ममुद्रा स्मृतासने ।
तिङ्गमुद्रा शिवस्योक्ता मुदा चावाहनी द्वयोः ॥
]

`verse 15 [
शक्तिमुद्रा तु योन्याख्या चतुरस्रन्तु मण्डलं ।
चतुरस्रं त्रिपत्राब्जं मध्यकोष्ठचतुष्टये ॥
]

`verse 16 [
त्र्यश्रोर्द्धे चार्द्धेचन्द्रस्तु द्विपदं द्विगुणं क्रमात् ।
द्विगुणं द्वारकण्ठन्तु द्विगुणादुपकण्ठतः ॥
]

`verse 17 [
द्वारत्रयं त्रयं दिक्षु अथ वा भद्रके यजेत् ।
स्थण्डिले वाथ संस्थाप्य पञ्चगव्यामृतादिना ॥
]

`verse 18 [
रक्तपुष्पाणि देयानि पूजयित्वा ह्युदङ्‌मुखः ।
शतं हुत्वामृताज्यञ्च चपूर्णादः सर्व्वसिद्धिभाक् ॥
]

`verse 19 [
बलिन्दत्वा कुमारीश्च तिस्रो वा चाष्ट भोजयेत् ।
नैवह्यं शिवभक्तेषु दद्यान्न स्वयमाचरेत् ॥
]

`verse 20 [
कन्यार्थी लभते कन्यां अपुत्रः पुत्रमाप्नुयात् ।
दुर्भगा चैव सौभाग्यं राजा राज्यं जयं रणे ॥
]

`verse 21 [
अष्टलक्षैश्च वाक्सिद्धिर्देवाद्या वश्माप्नुयुः ।
न निवेद्य न चास्नीयाद्वामहस्तेन चार्च्चयेत् ॥
]

`verse 22 [
अष्टम्याञ्च चतुर्दश्यां तृतीयायां विशेषतः ।
मृत्युञ्जयार्च्चनं वक्ष्ये पूजयेत् कलसोदरे ॥
]

`verse 23 [
हूयमानञ्च प्रणवो मूर्त्तिरोजस ईदृशं ।
मूलञ्च वौषडन्तेन कुम्भमुद्रां प्रदर्शयेत् ॥
]

`verse 24 [
होमयेत् क्षीरदूर्वाज्यममृताञ्च पुनर्नवाम् ।
पायसञ्च पुरोडासमयुतन्तु पजेन्मनुं ॥
]

`verse 25 [
चतुर्मुखं चतुर्वाहुं द्वाभ्याञ्च कलसन्दधत् ।
वरदाभयकं द्वाभ्यां स्नायाद्वै कुम्भमुद्रया ॥
]

`verse 26 [
आरोग्यैश्वर्य्यदीर्घायुरौषधं मन्त्रितं शुभम् ।
अपमृत्युहरो ध्यातः पूजितोऽद्भुत एव सः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये गौर्यादिपूजा नाम षड्‌विंशत्यधिकत्रिशततमोऽध्यायः ॥
]
