`speaker [
अग्निरुवाच
]

`verse 1 [
चतुःशतमुत्कृतिः स्यादुकृतेश्चतुरस्त्यजेत् ।
अभिसंव्या प्रत्यकृतिस्तानि छन्दांसि वै पृथक् ॥
]

`verse 2 [
कृतिश्चातिधृतिवृत्ती अत्यष्टिष्चाष्टिरित्यतः ।
अतिशर्क्करी शक्करीति अतिजगती जगत्यपि ॥
]

`verse 3 [
छन्दोऽत्र लौकिकंस्याच्च आर्षमात्रैष्टुभात् स्मृतम् ।
त्रिष्टुप्पङ्‌क्तिवृहती अनुष्टुवुष्णिगी रितम् ॥
]

`verse 4 [
गायत्री स्यात् सुप्रतिष्ठा प्रतिष्ठा मध्यया सह ।
अत्युक्तात्युक्त आदिश्च एकैकाक्षरवर्जितम् ॥
]

`verse 5 [
चतुर्भागो भवेत् पादो गण्च्छन्दः प्रदर्श्यते ।
तावन्तः समुद्रा गणा ह्यादिमध्यान्तसर्वगाः ॥
]

`verse 6 [
चतुर्णः पञ्च च गणा आर्य्यालक्षणमुच्यते ।
स्वरार्द्धञ्चार्य्यार्द्धं स्यादार्य्यांयां विषमेनजः ॥
]

`verse 7 [
षष्ठो जो नलपूर्वा स्याद्‌द्वितीयादिपदं नले ।
सप्तमेऽन्ते प्रथमा च द्वितीये पञ्चमे नले ॥
]

`verse 8 [
अर्द्धे पदं प्रथमादि षष्ठ एको लघुर्भवेत् ।
त्रिषु गणेषु पादः स्यादार्य्या पञ्चार्द्धके स्मृता ॥
]

`verse 9 [
विपुलान्याथ चपला गुरुमध्यागतौ च जौ ।
द्वितीयचतुर्थौ पूर्वे च चपला मुखपुर्विका ॥
]

`verse 10 [
द्वितीथे जघनपूर्व्वा चपलार्य्या प्रकीर्त्तिता ।
उभयोर्महाचपला गीतवाद्यार्द्धतुल्यका ॥
]

`verse 11 [
अन्त्येनार्द्धेनोपगीतिरुद्‌गीतिश्चोत्क्रमात् स्मृता ।
अर्द्धे रक्षगणा आर्य्या गीतच्छन्दोऽथ मात्रया ॥
]

`verse 12 [
वैतालीयं द्विस्वरा स्यादयुष्पादे समे नलः ।
वसवोऽन्ते वनगाश्च गोपुच्छन्दशकं भवेत् ॥
]

`verse 13 [
भगणआन्ता पाटलिका शेषे परे च पूर्ववत् ।
साकं षड्वा मिश्रायुक् प्राच्यवृत्तिः प्रदर्श्यते ॥
]

`verse 14 [
पञ्चमेन पूर्वसाकं तृतीयेन सहस्रयुक् ।
उदीच्यवृत्तिर्वाच्यां स्याद् युगपच्च प्रवर्त्तकं ॥
]

`verse 15 [
अयुक्चारुहासिनी स्याद्‌युगपच्चान्तिका भवेत् ॥
]

`verse 16 [
सप्तार्च्चिर्वसवश्चैव मात्रासमकमीरितम् ।
भवेन्नलवमौ लश्च द्वादशो वा नवासिका ॥
]

`verse 17 [
विश्वोकः पञ्चमाष्टौ मो चित्र लवमकश्चलः ।
परयुक्तेनोपचित्रा पादाकुलकमित्यतः ॥
]

`verse 18 [
गीतार्य्या लोपश्चेत् सौम्या लः पूर्वः ज्योतिरीरिता ।
स्याच्छिखा विपर्य्यास्तार्द्धा तूलिका समुदाहृता ॥
]

`verse 19 [
एकोनत्रिंशदन्ते गः स्याज्ज्ञेजनसमावला ।
गु इत्येकगुरुं संख्यावर्णाद्दशविपर्य्ययात् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये छन्दोजातिनिरूपणं नामैकत्रिंशदधिकत्रिशततमोऽध्यायः ॥
]
