`speaker [
अग्निरुवाच
]

`verse 1 [
वृत्तं समञ्चार्द्धसमं विषमञ्च त्रिधा वदे ।
समन्तावत् कृत्वकृतमर्द्धसमञ्च कारयेत् ॥
]

`verse 2 [
पिषमञ्चैव वास्यूनमतिवृत्तं समान्यपि ।
ग्लौचतुःप्रमाणी स्यादाभ्यामन्यद्वितानकं ॥
]

`verse 3 [
पादस्याद्यन्तु वक्रं स्यात् शनौ न प्रथमास्मृतौ ।
बाल्यमुश्चतुर्थाद्वर्णात् पथ्या वर्णं युजेयतः ॥
]

`verse 4 [
विपरीतपथ्यान्या साच्चपला वा युजस्वनः ।
विपुलायुग्नसप्तमः सर्व्वं तस्यैव तस्य च ॥
]

`verse 5 [
तौन्तौ वा विपुलानेका चक्रजातिः समीरिता ।
भवेन् पदचतुरूद्‌र्ध्वं चतुर्वृद्ध्या पदेषु च ॥
]

`verse 6 [
गुरुद्वयान्त आपीडः प्रत्यापीडो गणादिकः ।
प्रथमस्य विपर्य्यासे मञ्जरी लवणी क्रमात् ॥
]

`verse 7 [
भवेदमृतधाराख्या उद्धताद्य्चयतेऽधुना ।
एकतः ससजसानः स्युर्न सौ जो गोऽथ भौनजौ ॥
]

`verse 8 [
नोगोऽथ सजसा गोगस्तृतीयचरणस्य च ।
सौरभे केचनभगा ललितञ्च नमौ जसौ ॥
]

`verse 9 [
उपस्थितं प्रचुपितं प्रथमाद्यं समौ जसौ ।
गोगथां मलजा रोगः समो नगरजयाः पदे ॥
]

`verse 10 [
वर्द्धमानं मलौ स्वौ नसौ अथो भोजोव इरिता ।
शुद्धविराड़ार्षभाख्यं वक्ष्ये चार्द्धसमन्ततः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये विषमकथनं नाम द्वात्रिंशदधिकत्रिशततमोऽध्यायः ॥
]
