`speaker [
अग्निरुवाच
]

`verse 1 [
उपचित्रकं ससमनामथभोजभगामय ।
द्रूतमध्या ततभगागथोननजयाः स्मृताः ॥
]

`verse 2 [
वेगवती ससमगा भभभगोगथो स्मृता ।
रुद्रविस्तारस्तोसभगासमजागोगथा स्मृता ॥
]

`verse 3 [
रजसागोगथोद्रोणौ गोगौ वै केतुमत्यपि ।
आख्यानिकी ततजगागथोततजगागथ ॥
]

`verse 4 [
विपरीताख्यानिकी त्तौ जयगातौ जगोगथ ।
सौमलौ गथलभभावौ भवेद्धरिणवल्लभा ॥
]

`verse 5 [
लौवनौगाथनजजा यः स्यादपरक्रमं ।
पुष्पिता ननवयानजजावोगथो रजौ ॥
]

`verse 6 [
वोजथो जवजवागौ मूले पनमती शिखा ।
अष्टाविंशतिनागाभा त्रिशन्नागन्ततो युजि ।

खञ्जा तद्विपरीता स्यात् समवृत्तं प्रदर्श्यते ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये अर्द्धसमनिरूपणं नाम त्रयस्त्रिंशदधिकत्रिशततमोऽध्यायः ॥
]
