`speaker [
अग्निरुवाच
]

`verse 1 [
यतिविच्छेद इत्युक्तस्तत्तन्मध्यान्तयौ गणौ ।
यौसः कुमारलालिता तौ गौ चित्रपदा स्मृता ॥
]

`verse 2 [
विद्युन्माला मममागणैर्भूतगणैर्भवेत् ।
माणवकाक्रीड़ितकं वनौ हलमुखी वसः ॥
]

`verse 3 [
स्याद्भुजङ्गशिशुसूतानौ मेहनं मरुतं ननौ।
भवेच्छुद्धविराड्वृत्तं प्रतिपादं समौ जगौ ॥
]

`verse 4 [
पणवोमलयोमः स्याज्जौ गौ मयूरसारिणी ।
सत्तामभसगा वृत्तं भजताद्युपरिस्थिता ॥
]

`verse 5 [
रुक्मवती भससगाविन्द्रावज्रा तजौ जगौ ।
जतौ जगौ गूपपूर्व्वावाद्यन्ताद्युपजातयः ॥
]

`verse 6 [
दोधकं भगभागौ स्यात् शालिनी मतभागगौ ।
यतिः समुद्रा ऋषयः वातोर्म्मी मभतागगौ ॥
]

`verse 7 [
चतुःस्वरा स्याद्‌भ्रमरी विलासिता मभौनलौ ।
समुद्रा अथ ऋषयो वनौ लौगौ रथोद्धता ॥
]

`verse 8 [
सामताधनभागौगोवृत्ताननसमाश्च सः ।
श्येनी वजवनागः स्याद्रम्या नपरगागगः ॥
]

`verse 9 [
जगती वंशस्था वृत्तं जतौ जावथ तौ जवौ ।
इन्द्रवंशा तोटकं सैरचतुर्भिः प्रतिपादतः ॥
]

`verse 10 [
भवेद्‌द्रुतविलम्बिता नभौ भवावथौ नलौ ।
स्यौ श्रीपुठो वसुवेदा जलोगतिजलौ जमौ ॥
]

`verse 11 [
जसौ वसर्व्ववश्चाथ ततं ननमराः स्मृतं ।
कुशुमविचित्रान्यौ द्यौ नौ नौ रौ स्याच्चलाम्बिका ॥
]

`verse 12 [
भुजङ्गप्र्यातं थैः स्याच्चतुभिः स्राग्विनीभवैः ।
प्रमिताक्षरा गजौ सौ कान्तोत्पीड़ा मतौ समौ ॥
]

`verse 13 [
वैश्वदेवी ममयायाः पञ्चाङ्गा नवमालिनी ।
नजौ भयौ प्रतिपादं गणा यदि जगत्यपि ॥
]

`verse 14 [
प्रहर्षणी मवजवा गोपतिर्बह्निदिक्षु च ।
रुचिरा जभसजगा च्छिन्ना वेदैर्ग्रहैः स्मृता ॥
]

`verse 15 [
मत्तमयूरं मतया सगौ वेदग्रहे यतिः ।
गौरीनलनसागः स्यादसम्बाधा नतौ नगौ ॥
]

`verse 16 [
गोग इन्द्रियनवकौ ननौ वसनगाः स्वराः ।
स्वराश्चापराजिता स्यान्ननभाननगाः स्वराः ॥
]

`verse 17 [
द्विःप्रहरणकलिता वसन्ततिलका नभौ ।
जौ गौ सिंहोन्नता सा स्यान्मुनेरुद्धर्षणी च सा ॥
]

`verse 18 [
चन्द्रावर्त्ता ननौ सोमावर्त्तर्तुनवकः स्मृतः ।
मणिगुणनिकरा सौ मालिनौ नौ मयौ ययः ॥
]

`verse 19 [
यतिर्वसुस्वरा भौ वौ नतलमित्रसग्रहाः ।
ऋषभगजविलासितं ज्ञेया शिखरिणी जगौ ॥
]

`verse 20 [
रसभालभृगुरुद्राः पृथ्वीजसजसा जनौ ।
गोवसुग्रहविच्छिन्ना पिह्गलेनेरिता पुरा ॥
]

`verse 21 [
वंशपत्रपतितं स्याद्‌ भवना भौ नगौ सदिक् ।
हरिणी नसमारः सो नगौ रसचतुःस्वराः ॥
]

`verse 22 [
मन्दाक्रान्ता नभनतं तगौगछिरसस्वराः ।
कुसुमितलता वेल्लिता मतना यययाः शराः ॥
]

`verse 23 [
रथाः स्व्राः प्रतिरथससजाः सततश्च गः ।
शार्दूलविक्रीड़ितं स्यादादित्यमुनयो यतिः ॥
]

`verse 24 [
कृतिः सुवदना मोरो भनया भनगाः सुराः ।
यतिर्मुनिरसाश्चाथ इति वृत्तं क्रमात् स्मृतम् ॥
]

`verse 25 [
स्रग्ध्रा मरतानोमोयपौ त्रिःसप्तका यतिः ।
समुद्रकं भरजानोवनगा दशभास्कराः ॥
]

`verse 26 [
अस्वललितं नजभा जभजा भनमीशतः ।
मत्ताक्रीड़ा ममनना नौनग्नौ गोष्टमातिथिः ॥
]

`verse 27 [
तन्वी भनतसाभोभो लयो वाणसुरार्क्ककाः ।
क्रौञ्चपदा भमतता नौ नौ वाण्शराष्टतः ॥
]

`verse 28 [
भुजङ्गविजृम्भितं ममतना ननवासनौ ।
गष्टेशमुनिभिश्छेदो ह्युहाराख्यमीदृशम् ॥
]

`verse 29 [
मननानतानः सो गगौ ग्रहरसो रसात् ।
नौ सप्तरोदण्डदः स्याच्चण्डवृष्टिप्रघातकं ॥
]

`verse 30 [
रेफवृद्ध्या णणवा स्युर्व्यालजीमूतमुख्यकाः ।
शेषे वै प्रचिता ज्ञेया गाथाप्रस्तार उच्यते ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये समवृत्तनिरूपणं नाम चतुस्त्रिंशदधिकत्रिशततमोऽध्यायः ॥
]
