`speaker [
अग्निरुवाच
]

`verse 1 [
छन्दोऽत्र सिद्धं गाथा स्यात् पादे सर्व्वगुरौ तथा ।
प्रस्तार आद्यगाथोनः परतुल्योऽथ पूर्व्वगः ॥
]

`verse 2 [
नष्टमध्ये समेऽङ्कोनः समेऽर्द्ध विषमे गुरुः ।
प्रतिलोमगुणं नाद्यं द्विरुद्दिष्टग एकनुत् ॥
]

`verse 3 [
सङ्‌ख्याद्विरर्द्धे रूपे तु शून्यं शून्ये द्विरीरितं ।
तावदर्द्धे तद्‌गुणितं द्वि द्‌व्यूनञ्च तदन्ततः ॥
]

`verse 4 [
परे पूर्णं परे पूर्णं मेरुप्रस्तारतो भवेत् ।
नगसंख्या वृत्तसंख्या चाध्वाङ्गुलमधोद्‌र्धतः ॥
]

`verse 5 [
सङ्‌ख्यैव द्विगुणैकोना छन्दः सारोऽथमीरितः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये प्रस्तारनिरूपणं नाम पञ्चत्रिंशदधिकत्रिशततमोऽध्यायः ॥
]
