`speaker [
अग्निरुवाच
]

`verse 1 [
वक्ष्ये शिक्षान्त्रिषष्टिः स्युर्वर्णा वा चतुराधिकाः ।
स्वरा विंशतिरेकश्च स्पर्शानां पञ्चविंशतिः ॥
]

`verse 2 [
यादयश्च स्मृता ह्यष्टौ चत्वारश्च समाः स्मृताः ।
अनुस्वारो विसर्गश्च ᳲ क ᳲ पौ चापि परान्वितौ ॥
]

`verse 3 [
दुष्पृष्ठश्चेति विज्ञेया लृकारः प्लुत एव च ।
रङ्गश्च खे अरं प्रोक्तं हकारः पञ्चमैर्युतः ॥
]

`verse 4 [
अन्तस्थाभिः समायुक्त औरस्यः कण्ठ्य एव सः ।
आत्मबुद्ध्या समेसार्थं मनो युंक्ते विवक्षया ॥
]

`verse 5 [
मनः कायाग्निमाहन्ति स प्रेरयति मारुतम् ।
मारुतस्तूरसि चरन् मन्त्रं जनयति स्वरं ॥
]

`verse 6 [
प्रातः सवनयोगस्तु छन्दो गायत्रमाश्रितम् ।
कण्ठे माध्यन्दिनयुतं मध्यमन्त्रेषु भानुगम् ॥
]

`verse 7 [
तारन्तार्त्तीयसवनं शीर्षण्यं जागतानुगम् ।
सोदीर्णो मूर्ध्न्यभिहितो वक्रमापद्य मारुतः ॥
]

`verse 8 [
वर्णान् जनयते तेषां विभागः पञ्चधा स्मृतः ।
स्वरतः कालतः स्थानात् प्रयत्नार्थप्रदानतः ॥
]

`verse 9 [
अष्टौ स्थानानि वर्णानामुरः कण्ठः शिरस्तथा ।
जिह्वामूलञ्च दन्ताश्च नासिकौष्ठौ च तालु च ॥
]

`verse 10 [
स्वभावश्च विवृत्तिश्च शषसा रेफ एव च ।
जिह्वामूलमुपध्मा च गतिरष्टविधोष्मणः ॥
]

`verse 11 [
पद्यो भावप्रसन्धानमुकारादि परम्पदं ।
स्वरान्तं तादृशं विद्याद्यादन्यद्व्यक्तमूष्मणः ॥
]

`verse 12 [
ऊतीर्थादागतं दग्धमप्रवर्णञ्च भक्षितं ।
एवमुच्चारणं पापमेवमुच्चारणं शुभम् ॥
]

`verse 13 [
अतीर्थादागतं द्रव्यं साम्नायं सुव्यवस्थितं ।
सुस्वरेण सुवक्त्रेण प्रयुक्तं ब्रह्मराजनि ॥
]

`verse 14 [
न करालो न लम्वोष्ठो नाव्यक्ता नानुनासिकः ।
गद्गदो बहुजिह्वश्च न वर्णान् वक्तुमर्हति ॥
]

`verse 15 [
एवं वर्णाः प्रयोक्तव्या नाव्यक्ता न च पीड़िताः ।
सम्यग्वर्णप्र्योगेण ब्रह्मलोके महीयते ॥
]

`verse 16 [
उदात्तश्चानुदात्तश्च स्वरितश्च स्वरास्त्रयः ।
ह्रस्वो दीर्घः प्लुत इति कालतो नियमावधि ॥
]

`verse 17 [
कण्ठ्या वहाविचुयशास्तालव्या ओष्ठजा वुपु ।
स्युर्मूर्द्धन्या ऋटुरसाः दन्त्याः लृतुलसाः स्मृताः ॥
]

`verse 18 [
जिह्वामूले तु कुः प्रोक्तो दन्त्योष्ठो वः स्मृतो बुधैः ।
एदैतौ कण्ठतालव्यौ ओ औ कण्ठ्यौष्ठजौ स्मृतौ ॥
]

`verse 19 [
अर्द्धमात्रा तु कण्ठस्य एकारैकारयोर्भवेत् ।
अयोगवाहा विज्ञेया आश्रयस्थानभागिनः ॥
]

`verse 20 [
अचोऽस्पृष्टापणस्त्वीषन्नोमाः स्पृष्टा हलः स्मृताः ।
शेषाः स्पृष्टा हलः प्रोक्ता निबोधात्र प्रधानतः ॥
]

`verse 21 [
अमोऽनुनासिकानक्रौ नादिमौ हसपः स्मृता ।
ईषन्नादोपणयशः स्वासिनश्च थकादयः ॥
ईषच्छासं स्वरं विद्याद्दीर्घमेतत् प्रचक्षते ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये शिक्षानिरूपणं नाम षट्‌त्रिंशदधिकत्रिशततमोऽध्यायः ॥
]
