`speaker [
अग्निरुवाच
]

`verse 1 [
काव्यस्य नाटकादेश्च अलङ्कारान् वदाम्यऽथ ।
ध्वनिर्व्वर्णाः पदं वाक्यमित्येतद्वाङ्‌मयं मतं ॥
]

`verse 2 [
शास्त्रेतिहासवाक्यानां त्रयं यत्र समाप्यते ।
शास्त्रे शब्दप्रधानात्वमितिहासेषु निष्ठता ॥
]

`verse 3 [
अभिधायाः प्रधानत्वात् काव्यं ताभ्यां विभिद्यते ।
नरत्वं दुर्ल्लभं लोके विद्यातत्र च दुर्ल्लभा ॥
]

`verse 4 [
कवित्वं दुर्ल्लभं तत्र शक्तिस्तत्र च दुर्ल्लभा ।
व्युत्‌पत्तिर्दुर्ल्लभा तत्र विवेकस्तत्र दुर्लभः ॥
]

`verse 5 [
सर्व्वं शास्त्रमविद्वद्भिर्मृग्यमाणन्न सिध्यति ।
आदिवर्णा द्वितीयश्च महाप्राणास्तुरीयकः ॥
]

`verse 6 [
वर्गेषु वर्णवृन्दं स्यात्पदं सुप्‌तिङ्‌प्रभेदतः ।
सङ्‌क्षेपाद्वाक्यमिष्टार्थव्यवछिन्ना पदाबली ॥
]

`verse 7 [
काव्यं स्फटदलङ्कारं गुणवद्दोषवर्जितम् ।
योनिर्व्वेदश्च लोकश्च सिद्धमन्नादयोनिजं ॥
]

`verse 8 [
देवादीनां संस्कृतं स्यात् प्राकृतं त्रिविधं नृणां ।
गद्यं पद्यञ्च मिश्रञ्च काव्यादि त्रिविधं स्मृतम् ॥
]

`verse 9 [
आपदः पदसन्तानो गद्यन्तदपि गद्यते ।
चूर्णकोत्‌कलिकागन्धिवृत्तभेदात् त्रिरूपकम् ॥
]

`verse 10 [
अल्पाल्पविग्रहं नातिमृदुसन्दर्भनिर्भरं ।
तूर्णकं नामतो दीर्घसमासात् कलिका भवेत् ॥
]

`verse 11 [
भवेन्मध्यमसन्दर्भन्नातिकुत्सितविग्रहम् ।
वृत्तच्छायाहरं वृत्तं गन्धिनैतत् किलोत्‌कटम् ॥
]

`verse 12 [
आख्यायिका कथा खण्डकथा परिकथा तथा ।
कथानिकेति मन्यन्ते गद्यकाव्यञ्च पञ्चधा ॥
]

`verse 13 [
कर्तृवंशप्रशंसा स्याद्यत्र गद्येन विस्तरात् ।
कन्याहरणसंग्रामविप्रलम्भविपत्तयः ॥
]

`verse 14 [
भवन्ति यत्र दीप्ताश्च रीतिवृत्तिप्रवृत्तयः ।
उच्छासैश्च चपरिच्छेजो यत्र या चूर्णकोत्तरा ॥
]

`verse 15 [
.

वक्त्रं वापरवक्त्रं वा यत्र साख्यायिका स्मृता ।
श्लोकैः स्ववंशं संक्षेपात् कविर्यत्र प्रशंसति ॥
]

`verse 16 [
मुख्यस्यार्थावताराय भवेद्यत्र कथान्तरम् ।
परिच्छेदो न यत्र स्याद्भवेद्वालम्भकैः क्कचित् ॥
]

`verse 17 [
सा कथा नाम तद्‌गर्भे निबध्नीयाच्चतुष्पदीं ।
भवेत् खण्डकथा यासौ परिकथा तयोः ॥
]

`verse 18 [
अमात्यं सार्थकं वापि द्विजं वा नायकं विदुः ।
स्यात्तयोः करुणं विद्धि विप्रलम्भश्च तुर्व्विधः ॥
]

`verse 19 [
.

समाप्यते तयोर्न्नाद्या सा कथामनुधावति ।
कथाख्याथिकयोर्म्मिश्रमावात् परिकथा स्मृता ॥
]

`verse 20 [
भयानकं सुखपरं गर्बे च करुणो रसः ।
अद्भुतोऽन्ते सुक्लृप्तार्थो नोदात्ता सा कथानिका ॥
]

`verse 21 [
पद्यं चतुष्पदी तच्च वृत्तं जातिरितित्रिधा ।
वृत्तमक्षरसंख्येयमुक्थं तत् कृतिशेषजम् ॥
]

`verse 22 [
मात्राभिर्गणना यत्र सा जातिरिति काश्यपः ।
सममर्द्धसमं वृत्तं विषमं पैङ्गलं त्रिधा ॥
]

`verse 23 [
सा विद्या नौस्तितीर्षूणां गभीरं काव्यसागरं ।
महाकाव्यं कलापश्च पर्य्याबन्धो विशेषकम् ॥
]

`verse 24 [
कुलकं मुक्तक कोष इति पद्यकुटुम्बकम् .
सर्गबन्धो महाकाव्यमारब्धं संस्कृतेन यत् ॥
]

`verse 25 [
तादात्म्यमजहत्तत्र तत्समं नाति दुष्यति ।
इतिहासकथोद्‌भूतमितरद्वा सदाश्रयं ॥
]

`verse 26 [
मन्त्र्दूतप्रयाणाजिनियतं नातिविस्तरम् ।
शक्कर्य्यातिजगत्यातिशक्कर्य्या त्रिष्टुभा तथा ॥
]

`verse 27 [
पुष्पिताग्रादिभिर्व्वक्राभिजनैश्चारुभिः समैः ।
मुक्ता तु भिम्नवृत्तान्ता नातिसंक्षिप्तस्र्गकम् ॥
]

`verse 28 [
अतिशक्वरिकाष्टिभ्यामेकसङ्कीर्णकैः पररः ।
मात्रयाप्यपरः सर्गः प्राशस्त्येषु च पश्चिमः ॥
]

`verse 29 [
कल्पोऽतिनिन्दितस्तस्मिन्विशेषानादरः सतां ।
नगरार्णवशैलर्त्तु चन्द्रार्काश्रमपादपैः ॥
]

`verse 30 [
उद्यानसलिलक्रीड़ामधुपानरतोत्सवैः ।
दूतीवचनविन्यासैरसतीचरिताद्‌भुतैः ॥
]

`verse 31 [
तमसा मरुताप्यन्यैविभावैरतिनिर्भरैः ।
सर्व्ववृत्तिप्रवृत्तञ्च सर्व्वभावप्रभावितम् ॥
]

`verse 32 [
सर्व्वरीतिरसैः पुष्टं पुष्टङ्गुणविभूणैः ।
अत एव महाकाव्यं तत्कर्त्ता च महाकविः ॥
]

`verse 33 [
वाग्वैदग्ध्यप्रधानेपि रस एवात्र जीवितम् ।
पृथक्प्रयत्ननिर्व्वर्त्यं वाग्वक्रिम्नि रसाद्वपुः ॥
]

`verse 34 [
चतुर्व्वर्गफलं विश्वग्व्याख्यातं नायकाख्यया ।
समानवृत्तिनिर्व्यूढः कौशिकीवृत्तिकोमलः ॥
]

`verse 35 [
कलापोऽत्र प्रवासः प्रागनुरागाह्वयो रसः ।
सविशेषकञ्च प्राप्त्यादि संस्कृतेनेतरेण च ॥
]

`verse 36 [
श्लोकैरनेकैः कुलकं स्यात् सन्दानितकानि तत्।
मुक्तकं श्लोक एकैकश्चमत्कारक्षमः सतां ॥
]

`verse 37 [
सूक्तिभिः कविसिंहानां सुन्दरीभिः समन्वितः .
कोषो ब्रह्मापरिच्छिन्नः स विदग्धाय रोचते ॥
]

`verse 38 [
आभासोपमशक्तिश्च सर्गे यद्भिन्नवृत्तता ।
मिश्रं वपुरिति ख्यातं प्रकीर्णमिति च द्विधा ॥
]

`verse 39 [
श्रव्यञ्चैवाबिनेयञ्च प्रकीर्णं सकलोक्तिभिः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये काव्यादिलक्षणं नाम सप्तत्रिंशदधिकत्रिशततमोऽध्यायः ॥
]
