`speaker [
अग्निरुवाच
]

`verse 1 [
वाग्विद्यासम्प्रतिज्ञने रीतिः सापि चतुर्विधा ।
पाञ्चली गौड़देशीया वैदर्भी लाटजा तथा ॥
]

`verse 2 [
उपचारयुता मृद्वी पाञ्चाली ह्रस्वविग्रहा ।
अनवस्थितसन्दर्भा गौडीया दीर्घविग्रहा ॥
]

`verse 3 [
उपचारैर्न्न बहुभिरुपचारैर्विवर्ज्जिता ।
नातिकोमलसन्दर्भा वैदर्भी मुक्तविंग्रहा ॥
]

`verse 4 [
लाजीया स्फुजसन्दर्भा नातिविस्फुरविग्राहा ।
परित्यक्तापि भूयोभिरुपचारैरुदाहृता ॥
]

`verse 5 [
क्रियास्वविषमा वृत्तिर्भारत्यारभटी तथा ।
कौशिकी सात्वती चैति सा चतुर्द्धा प्रतिष्ठिता ॥
]

`verse 6 [
वाक्‌प्रधाना नरप्राया स्त्रीयुक्ता प्राकृतोक्तिता ।
भरतेन प्रणीतत्वात् भारती रीतिरुच्यते ॥
]

`verse 7 [
चत्वार्य्यङ्गानि भारत्या वीथी प्रहसनन्तथा ।
प्रस्तावना नाटकादेर्व्वीथ्यङ्गाश्च त्रयोदश ॥
]

`verse 8 [
उद्‌घातकं तथैव स्याल्लपितं स्याद्‌द्वितीयकम् ।
असत्प्रलापो वाक्‌श्रेणी नांनिका विपणन्तथा ॥
]

`verse 9 [
व्याहारस्रिमतञ्चैव छलावस्कन्दिते तथा ।
गण्डोऽथ मृदवश्चैव त्रयोदशमथाचितम् ॥
]

`verse 10 [
तापसादेः प्रहसनं परिहासपरं वचः ।
मायेन्द्रजालयुद्धादिबहुलारभटी स्मृता ॥
]

`verse 11 [
सङ्‌क्षिप्तकारपातौ च वस्तूत्थापनमेव च ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये रीतिनिरूपणं नाम चत्वारिंशदधिकत्रिशततमोऽध्यायः ॥
]
