`speaker [
अग्निरुवाच
]

`verse 1 [
चेष्टाविशेषमप्यङ्गप्रत्यङ्गे कर्म्म चानयोः ।
शरीरारम्भमिच्छन्ति प्रायः पूर्व्वोऽवलाश्रयः ॥
]

`verse 2 [
लीला विलासो विच्छित्तिर्विभ्रमं किलकिञ्चितं ।
मोट्टायितं कुट्टमितं विव्वोको ललितन्तथा ॥
]

`verse 3 [
विकृतं क्रीड़ितं केलिरिति द्वादशधैव सः ।
लीलेष्टजनचेष्टानुकरणं संवृतक्षये ॥
]

`verse 4 [
विशेषान् दर्शयन् किञ्चिद्विलासः सद्भिरिष्यते ।
हसितक्रन्दितादीनां सङ्करः किलकिञ्चितं ॥
]

`verse 5 [
विकारः कोपि विव्वोको ललितं सौकुमार्य्यतः ।
शिरः पाणिरुपः पार्श्वङ्गटिरङ्‌घ्रिरिति क्रमात् ॥
]

`verse 6 [
अङ्गनि भ्रूलतादीनि प्रत्यङ्गान्यभिजानते ।
अड्गप्रत्यङ्गयोः कर्म्म प्रयलजनितं विना ॥
]

`verse 7 [
न प्रयोगः क्कचिन्मुख्यन्तिरश्चीनञ्च तत् क्कचिच् ।
आकम्पितं कम्पितञ्च१ धूतं विधूतमेव च ॥
]

`verse 8 [
परिवाहिनमाधूतमवधूतमथाचितं ।
निकुञ्चितं परवृत्तमुत्‌क्षिप्तञ्चाप्यधोगतम् ॥
]

`verse 9 [
ललितञ्चेति विज्ञेयं त्रयोदशविधं शिरः ।
भ्रूकर्म्म सप्तधा ज्ञेयं पातनं भ्रूकुटीमुखं ॥
]

`verse 10 [
दृष्टिस्त्रिधा रसस्थायिसञ्चारिप्रतिबन्धना ।
षट्‌त्रिंशद्‌भेदविधुरा रसजा तत्र चाष्टधा ॥
]

`verse 11 [
नवधा तारकाकर्म्म भ्रमणञ्चलनादिकं ।
षोढ़ा च नासिका ज्ञेया निश्वासो नवदा मतः ॥
]

`verse 12 [
षोढौष्ठकर्म्मकं पापं सप्तधा चिवुकक्रिया ।
कलुषादिमुखं षोढ़ा ग्रीवा नवविधा स्मृता ॥
]

`verse 13 [
असंयुतः संयुतश्च भूम्ना हस्तः प्रमुच्यते ।
पताकस्त्रिपताकश्च तथा वै कर्त्तरीमुखः ॥
]

`verse 14 [
अर्द्धचन्द्रोत्करालश्च शुक्तुण्डस्तथैव च ।
मुष्टिश्च शिखरश्चैव कपित्थः खेटकामुखः ॥
]

`verse 15 [
सूच्यास्यः पद्मकोषो हि शिराः समृगशीर्षकाः ।
कांमूलकालपद्मौ च चतुरभ्रमरौ तथा ॥
]

`verse 16 [
हंसास्यहंसपक्षौ च सन्दंशमुकुलौ तथा ।
उर्णनाभस्तात्रचूडश्चतुर्विंशतिरित्यमी ॥
]

`verse 17 [
असंयुतकराः प्रोक्ताः संयुतास्तु त्रयोदश ।
अञ्जलिश्च कपोतश्च कर्कटः स्वस्तिकस्तथा ॥
]

`verse 18 [
कटको वर्द्धमानश्चाप्यसङ्गो निषधस्तथा ।
दोलः पुष्पपुटश्चैव तथा मकर एव च ॥
]

`verse 19 [
गजदन्तो वहिस्तम्भो वर्द्धमानोऽपरे कराः ।
उरः पञ्चविधं स्यात्तु आभुग्ननर्त्तनादिकम् ॥
]

`verse 20 [
उदरन्दुरतिक्षामं खण्डं पूर्णमिति त्रिधा ।
पार्श्वयोः पञ्चकर्म्माणि जङ्घाकर्म च पञ्चवा ॥
]
