`speaker [
अग्निरुवाच
]

`verse 1 [
आभिमुख्यन्नयन्नर्थान्विज्ञेयोऽभिनयो बुधैः ।
चतुर्द्धा सम्भवः सत्त्वावागङ्गाहरणाश्रयः ॥
]

`verse 2 [
स्तम्भादिः सात्त्विको वागारम्भो वाचिक आङ्गिकः ।
शरीरारम्भ आहार्य्यो बुद्ध्यारम्भप्रवृत्तयः ॥
]

`verse 3 [
रसादिविनियोगोऽथ कथ्यते ह्यभिमानतः ।
तमन्तरेण सर्व्वेषामपार्थैव स्वतन्त्रता ॥
]

`verse 4 [
सम्भोगो विप्रलम्भश्च श्रृङ्गारः स चतुर्विधः ।
पूर्व्वानुरागमानाख्यः प्रवासकरुणात्मकः ॥
]

`verse 5 [
विप्रलम्भाभिदानो यः श्रृङ्गार उपचीयते ।
 आलम्वनविशेषैश्च तद्विशेषैर्न्निरन्तरः ॥
]

`verse 6 [
एतेभ्योऽन्यतरं जायमानसम्भोगलक्षणम् ।
विवर्त्तते चतुर्द्धैव न च प्रागतिवर्त्तते ॥
]

`verse 7 [
स्त्रीपुंसयोस्तदुदयस्तस्य निर्विर्त्तिकारतिः ।
निखिलाः सात्त्विकास्तत्र वैवर्ण्यप्रलयौ विना ॥
]

`verse 8 [
धर्म्मार्थकाममोक्षैश्च श्रृङ्गार उपचीयते ।
आलम्वनविशेषैश्च तद्विशेषैर्न्निरन्तरः ॥
]

`verse 9 [
श्रृङ्गारं द्विविधं विद्याद्वाङ्‌नेपथ्यक्रियात्मकम् ।
हासश्चतुर्व्विधोऽलक्षयदन्तः स्मित इतीरितः ॥
]

`verse 10 [
किञ्चिल्लक्षितदन्ताग्रं हसितं फुल्ललोचनम् ।
विहसितं सस्वनं स्याज्जिह्मोपहसितन्तु तत् ॥
]

`verse 11 [
सशब्दं पापहसितमशब्दमतिहासितं ।
यश्चासौ करुणो नाम स रसस्त्रिविधो भवेत् ॥
]

`verse 12 [
धर्म्मोपघातजश्चित्तविलासजनितस्तथा ।
शोकः शोकाद्भवेत् स्थायीकः क्रोधः स्वेदो रोमाञ्चवेपथुः ॥
]

`verse 13 [
अङ्कनेपथ्यवाक्यैश्च रौद्रोऽपि त्रिविधो रसः ।
तस्य निर्वर्त्तकः क्रोधः स्वेदो रोमाञ्चवेपथुः ॥
]

`verse 14 [
दानवीरो धर्मवीरो युद्धवीर इति त्रयम् ।
वीरस्तस्य च निष्पत्तिहेतुरुत्साह इष्यते ॥
]

`verse 15 [
आरम्भेषु भवेद्यत्र वीरमेवानुवर्त्तते ।
भयानको नाम रसस्तस्य निर्वर्तकं भयं ॥
]

`verse 16 [
उद्वेजनः क्षोभणश्य वीभत्सो द्विविधः स्मृतः ।
उद्वेजनः स्यात् प्लुत्याद्यैः क्षोभणो रुधिरादिभिः ॥
]

`verse 17 [
जुगुप्सारम्भिका तस्य सात्त्विकांशो निवर्त्तते ।
काव्यशोभाकरान् धर्म्मानलङ्कारान् प्रचक्ष्यते ॥
]

`verse 18 [
अलङ्करिष्णवस्ते च शब्दमर्थमुभौ त्रिधा ।
ये व्युत्पत्त्यादिना शब्दमलङ्कर्त्तुमिह क्षमाः ॥
]

`verse 19 [
शब्दालङ्कारमाहुस्तान् काव्यमीमांसका विदः ।
छाया मुद्रा तथोक्तिश्च युक्तिर्गुम्फनया सह ॥
]

`verse 20 [
वाकोवाक्यमनुप्रासश्चित्रं दुष्करमेव च ।
क्षेया नवालङ्कृतयः शब्दानामित्यसङ्करात् ॥
]

`verse 21 [
तत्रान्योक्तेरनुकृतिश्छाया सापि चतुर्व्विधा ।
लोकच्छेकार्भकोक्तीनामेकोक्तेरनुकारतः ॥
]

`verse 22 [
आभाणकोक्तिर्लोकोक्तिः सर्व्वसामान्य एव ताः ।
यानुधावति लोकोक्तिश्छायामिच्छन्ति तां बुधाः ॥
]

`verse 23 [
छेका विदग्धा वैदग्धयं कलासु कुशला मतिः ।
तामुल्लिखन्ती छेकोक्तिश्छाया कविभिरिष्यते ॥
]

`verse 24 [
अव्युत्पन्नोक्तिरखिलैरर्भकोक्त्योपलक्ष्यते ।
तेनार्भकोक्तिश्छाया तन्मात्रोक्तिमनुकुर्व्यती ॥
]

`verse 25 [
विप्लुताक्षरमश्लीलं वचो मत्तस्य तादृशी ।
या सा भवति मत्तोक्तिश्छायोक्ताप्यतिशोभते ॥
]

`verse 26 [
अभिप्रायविशेषेण कविशक्तिं विवृण्वती ।
मुत्‌प्रदायिनीति सा मुद्रा सैव शय्यापि नो मते ॥
]

`verse 27 [
उक्तिः सा कथ्यते यस्वामर्थकोऽप्युपपत्तिमान् ।
लोकयात्रार्थविधिना धिनोति हृदयं सतां ॥
]

`verse 28 [
उभौ विधिनिषेधौ च नियमानियमावपि ।
पिकल्पपरिसङ्ख्ये च तदीयाः पड़थोक्तयः ॥
]

`verse 29 [
अयुक्तयोरिव मिथो वाच्यवाचकयोर्द्वयोः ।
योजनायै कल्प्यमाना युक्तिरुत्ता मनीषिभिः ॥
]

`verse 30 [
पदञ्चैव पदार्थश्च वाक्यार्थमेव च ।
विष्योऽस्याः प्रकारणं प्रपञ्चश्चेति षड्‌विधः ॥
]

`verse 31 [
गुम्फना रचनाचर्य्या शब्दार्थक्रमगोचरा ।
शब्दानुकारादर्थानुपूर्व्वार्थेयं क्रमात्त्रिधा ॥
]

`verse 32 [
उक्तिपत्युक्तिमद्वाक्यं वाकोवाक्यं द्विधैव तत् ।
ऋजुवक्रोक्तिभेदेन तत्राद्यं सहजं वचः ॥
]

`verse 33 [
सा पूर्व्वप्रश्निका प्रश्नपूर्विकेति द्विधा भवेत् ।
वक्रोक्तिम्तु भवेद्भङ्ग्या काकुस्तेन कृता द्विधा ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये अलङ्कारे अभिनयादिनिरूपणं नाम द्विचत्वारिशदधिकत्रिशततमोऽध्यायः ॥
]
