`speaker [
अग्निरुवाच
]

`verse 1 [
अलङ्करणमर्थानामर्थालङ्कार इष्यते ।
तं विना शब्दसौन्दर्य्यमपि नास्ति मनोहरम् ॥
]

`verse 2 [
अर्थालङ्काररहिता विधवेव सरस्वती ।
स्वरूपमथ सादृश्यमुतप्रेक्षातिशयावपि ॥
]

`verse 3 [
विभावना विरोधश्च हेतुश्च सममष्टधा ।
स्वभाव एव भावानां स्वरूपमभिधीयते ॥
]

`verse 4 [
निजमागन्तुकञ्चेति द्विविधं तदुदाहृतम् ।
सांसिद्धिकं निजं नैमित्तिकमागन्तुकं तथा ॥
]

`verse 5 [
सादृश्यं धर्म्मसामान्यमुपमा रूपकं तथा ।
सहोक्त्यर्थान्तरन्यासाविति स्यात्तु चतुर्विधम् ॥
]

`verse 6 [
उपमा नाम सा यस्यामुपमानोपमेययोः ।
सत्ता चान्तरसामान्ययोगित्वेपि विवक्षितं ॥
]

`verse 7 [
किञ्चिदादाय सारूप्यं लोकयात्रा प्रवर्त्तते ।
समासेनासमासेन सा द्विधा प्रतियोगिनः ॥
]

`verse 8 [
विग्रहादभिधानश्य ससभासाऽन्यथोत्तरा ।
उपमाद्योतकपदेनोपमेयपदेन च ॥
]

`verse 9 [
ताभ्याञ्च विग्रहात् त्रेधा ससमासान्तिमात् त्रिधा ।
विशिष्यमाणा उपमा भवन्त्यष्टादश स्फुटाः ॥
]

`verse 10 [
यत्र साधारणो धर्म्मः कथ्यते गम्यतेऽपि वा ।
ते धर्म्मवस्तुप्राधान्याद्धर्म्मवस्तूपमे उभे ॥
]

`verse 11 [
तुल्यमेवोपमीयेते यत्रान्योन्येन धर्म्मणौ ।
परस्परोपमा सा स्यात् प्रसिद्धेरन्यथा तयो ॥
]

`verse 12 [
विपरीतोपमा सा स्याद्व्यावृत्तेर्न्नियमोपमा ।
अन्यत्राप्यनुवृत्तेस्तु भवेदनियमोपमा ॥
]

`verse 13 [
समुच्यतेपमातोऽन्यधर्म्मवाहुल्यकीर्त्तनात् ।
वहोर्धर्म्मस्य साम्येपि वैलक्षण्यं विवक्षितं ॥
]

`verse 14 [
यदुच्यतेऽतिरिक्तत्वं व्यतिरेकोपमा तु सा ।
यत्रोपमा स्याद्वहुभिः सदृशैः सा बहूपमा ॥
]

`verse 15 [
धर्म्माः प्रत्युपमानञ्चेदन्ये मालोपमैव सा।
उपमानविकारेण लुलना विक्रियोपमा ॥
]

`verse 16 [
त्रैलोक्यासम्भवि किमप्यारोप्य प्रतियोगिनि ।
कविनोपमीयते या प्रथते साद्‌भुतोपमा ॥
]

`verse 17 [
प्रतियोगिनमारोष्य तदभेदेन कीर्त्तनम् ।
उपमेयस्य सा मोहोपमाऽसौ भ्रान्तिमद्वचः ॥
]

`verse 18 [
उभयोर्धर्म्मिणोस्तथ्यानिश्चयात् संशयोपमा ।
उपमेयस्य संशय्य निश्चयान्निश्चयोपमा ॥
]

`verse 19 [
वाक्यार्थेनैव वाक्यार्थोपमा स्यादुपमानतः ।
आत्मनोपमानादुपमा साधारण्यतिशायिनी ॥
]

`verse 20 [
उपमेयं यदन्यस्य तदन्यस्योपमा मता ।
यद्युत्तरोत्तरं याति तदाऽसौ गगनोपमा ॥
]

`verse 21 [
प्रशंसा चैव निन्दा च कल्पिता सदृशो तथा ।
किञ्चिच्च सदृशी ज्ञेया उपमा पञ्चधा पुनः ॥
]

`verse 22 [
उपमानेन यत्तत्त्वमुपमेयस्य रूप्यते ।
गुणानां समतां दृष्ट्वा रूपकं नाम तद्विदुः ॥
]

`verse 23 [
उपमैव तिरोभूतभेदा रूपकमेव वा ।
सहोक्तिः सहभावेन कथनं तुल्यधर्म्मिणां ॥
]

`verse 24 [
भवेदर्थान्तरन्यासः सादृश्येनोत्तरेण सः ।
अन्यथोपस्थिता वृत्तिश्चेतन्स्येतरस्य च ॥
]

`verse 25 [
अन्यथा मन्यते यत्र तामुत्प्रेक्षआं प्रचक्षते ।
लोकसीमानिवृत्तस्य वस्तुधर्म्मस्य कीर्त्तनम् ॥
]

`verse 26 [
भवेदतिशयो नाम सम्भवासम्भवाद् द्विधा ।
गुणजातिक्रियादीनां यत्र वैकल्यदर्शनं ॥
]

`verse 27 [
विशेषदर्शनायैव सा विशेषोक्तिरुच्यते ।
प्रसिद्धहेतुव्यावृत्या यत् किञ्चित् कारणआन्तरम् ॥
]

`verse 28 [
यत्र स्वाभाविकत्वं वा विभाव्यं सा विभावना ।
सङ्गतीकरणं युक्त्या यदसंगच्छमानयोः ॥
]

`verse 29 [
विरोधपूर्वकत्वेन तद्विरोध इति स्मृतं ।
सिसाधयिषितार्थस्य हेतुर्भवति साधकः ॥
]

`verse 30 [
कारको ज्ञापक इति द्विधा सोऽप्युपजायते ।
प्रवर्त्तते कारकाख्यः प्राक् पश्चात् कार्य्यजन्मनः ॥
]

`verse 31 [
पूर्व्वशेष इति ख्यातस्तयोरेव विशेषयोः ।
कार्य्यकारणभावद्वा स्वभावाद्वा नियामकात् ॥
]

`verse 32 [
ईपकाख्यस्य भेदोऽस्ति नदीपूरादिदर्शनात् ।
अविनाभावनियमो ह्यविनाभावदर्शनात् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये अलङ्कारे अर्थालङ्कारनिरूपणं नाम चतुश्चत्वारिंशदधिकत्रिशततमोऽध्यायः ॥
]
