`speaker [
अग्निरुवाच
]

`verse 1 [
शब्दार्थयोरलङ्कारो द्वावलङ्कुरुते समं ।
एकत्र निहितो हारः स्तनं ग्रीवामिव त्रियाः ॥
]

`verse 2 [
प्रशस्तिः कान्तिरौचित्यं संक्षेपो यावदर्थता ।
अबिव्यक्तिरिति व्यक्तं षड्‌भेदास्तस्य जाग्रति ॥
]

`verse 3 [
प्रशस्तिः परवन्मर्म्मद्रवीकरणकर्म्मणः ।
वाचो युक्तिर्द्विधा सा च प्रेमोक्तिस्तुतिभेदतः ॥
]

`verse 4 [
प्रेमोक्तिस्तुतिपर्य्यायौ प्रियोक्तिगुणकीर्त्तने ।
कान्तिः सर्व्वमनोरुच्यवाच्यवाचकसङ्गतिः ॥
]

`verse 5 [
यथा वस्तु तथा रीतिर्यथा वृत्तिस्तथा रसः ।
उर्ज्जस्विमृदुसन्दर्भादौचित्यमुपजायते ॥
]

`verse 6 [
संक्षेणो वाचकैरस्पैर्वहोरर्थस्य संग्रहः ।
अन्यूनाधिकता शब्दवस्तुनोर्यावदर्थता ॥
]

`verse 7 [
प्रकटत्वमभिव्यक्तिः श्रुतिराक्षेप इत्यपि ।
तस्या भेदौ श्रुतिस्तत्र शब्दं स्वार्थसमर्पणम् ॥
]

`verse 8 [
भवेन्नैमित्तिकी पारिभाषिकी द्विविधैव सा ।
सङ्केतः परिभाषेति ततः स्यात् पारिभाषिकी ॥
]

`verse 9 [
मुख्यौपचारिकी चेति सा च सा च द्विधा द्विधा ।
स्वाभिधेयस्खलद्‌वृत्तिरमुख्यार्थस्य वाचकः ॥
]

`verse 10 [
यया शब्दो निमित्तेन केनचित्सौपचारिकी ।
सा च लाक्षणिकी गौणी लक्षणागुणयोगतः ॥
]

`verse 11 [
अभिधेयाविनाभूता प्रतीतिर्ल्लक्षणोच्यते ।
अभिधेयेन सम्बन्धात्सामीप्यात्समवायतः ॥
]

`verse 12 [
वैपरीत्यात्‌क्रियायोगाल्लक्षणा पञ्चधा मता ।
गौणीगुणानामानन्त्यादनन्ता तद्विवक्षया ॥
]

`verse 13 [
अन्यधर्म्मस्ततोऽन्यत्र लोकसीमानुरोधिना ।
सम्यगाधीयते यत्र स समाधिरिह स्मृतः ॥
]

`verse 14 [
श्रुतेरलभ्यमानोऽर्थो यस्माद्भाति सचेतनः ।
स आक्षएपो ध्वनिः स्याच्च ध्वनिना व्यज्यते यतः ॥
]

`verse 15 [
शब्देनार्थेन यत्रार्थः कृत्वा स्वयमुपार्जनम् ।
प्रतिषेध इवेष्टस्य यो विशेषोऽभिधित्सया ॥
]

`verse 16 [
तमाक्षेपं ब्रुवन्त्यत्र स्तुतं स्तोत्रमिदं पुनः ।
अधिकारादपेतस्य वस्तुनोऽन्यस्य या स्तुतिः ॥
]

`verse 17 [
यत्रोक्तं गम्यते नार्थस्तत्‌समानविशेषणं ।
सा समासोक्तिरुदिता सङ्‌क्षेपार्थतया बुधैः ॥
]

`verse 18 [
अपह्नुतिरपह्नुत्य किञ्चिदन्यार्थसूचनम् ।
पर्य्यायोक्तं यदन्येन प्रकारेणाभिधीयते ॥
]

`verse 19 [
एषामेकंतमस्येव समाख्या ध्वनिरित्यतः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये अलङ्कारे शब्दार्थालङ्कारनिरूपणं नाम पञ्चचत्वारिशदधिकत्रिशततमोऽध्यायः ॥
]
