`verse 1 [
काव्यगुणविवेकः ।

अग्निरुवाच ।
अलंकृतमपि प्रीत्यै न काव्यं निर्गुणं भवेत् ।
वपुष्य ललिते स्त्रीणां हारो भारयते परं ॥
]

`verse 2 [
न च वाच्यं गुणो दोषो भाव एव भविष्यति ।
गुणाः श्लेषादयो दोषा गुढ़ार्थाद्याः पृथक् कृताः ॥
]

`verse 3 [
यः काव्ये महतीं छायामनुगृह्णात्यसौ गुणः ।
सम्भवत्येष सामान्यो वैशेषिक इति द्विधा ॥
]

`verse 4 [
सर्व्वंसाधारणीभूतः सामान्य इति मन्य्ते ।
शव्दमर्थमुभौ प्राप्तः सामान्यो भवति त्रिधा ॥
]

`verse 5 [
शब्दमाश्रयते काव्यं शरीरं यः स तद्‌गुणः ।
श्लेषो लालित्यगाम्भीर्य्यसौकुमार्य्यमुदारता ॥
]

`verse 6 [
सत्येव यौगिकी चेति गुणाः शब्दस्य सप्तधा ।
सुश्लिष्टसन्निवेशत्वं शब्दानां श्लेष उच्यते ॥
]

`verse 7 [
गुणादेशादिना पूर्व्वं पदसम्बद्धमक्षरं ।
यत्र सन्धीयते नैव तल्लालित्यमुदाहृतं ॥
]

`verse 8 [
विशिष्टलक्षणोल्लेखलेख्यमुत्तानशब्दकम् ।
गाम्भीर्य्यं कथयन्त्यार्य्यास्तदेवान्येषु शब्दतां ॥
]

`verse 9 [
अनिष्ठुराक्षरप्रायशब्दता सुकुमारता ।
उत्तानपदतौदार्य्ययुतश्लाघ्यैर्विशेषणैः ॥
]

`verse 10 [
ओजः समासभूयस्त्वमेतत्पद्यादिजीवितं ।
आब्रह्म स्तम्भपर्य्यन्तमोजसैकेन पौरुषं ॥
]

`verse 11 [
उच्यमानस्य शब्देन येन केनापि वस्तुनः ।
उत्कर्षमावहन्नर्थो गुण इत्यबिधीयते ॥
]

`verse 12 [
माधुर्य्यं सम्बिधानञ्च कोमलत्वमूदारता ।
प्रौढ़िः सामयिकत्वञ्च तद्‌भेदाः षट्‌चकाशति ॥
]

`verse 13 [
क्रोधेर्ष्याकारगाम्भीर्य्यान्माधुर्य्यं धैर्य्यगाहिता ।
सम्बिधानं परिकरः स्यादपेक्षइतसिद्धये ॥
]

`verse 14 [
यत्‌काठिन्यादिनिर्मुक्तसन्निवेशविशिष्टता ।
तिरस्कृत्यैव मृकदुता भाति कोमलतेति सा ॥
]

`verse 15 [
लक्ष्यते स्थूललक्षत्वप्रवृत्तेर्यत्र लक्षणम् ।
गुणल्य तदुदारत्वमाशयस्यातिसौष्ठवं ॥
]

`verse 16 [
अभिप्रेतं प्रति यतो निर्व्वाहस्योपपादिकाः ।
युक्तयो हेतुगर्भिण्यः प्रौढाप्रौढिरुदाहृता ॥
]

`verse 17 [
स्वतन्त्रस्यान्यतन्त्रस्य वाह्यान्तः समयोगतः ।
तत्र व्युत्पत्तिरर्थस्य या सामयिकतेति सा ॥
]

`verse 18 [
शब्दार्थावुपकुर्व्वाणो नाम्नोभयगुणः स्मृतः ।
तस्य प्र्सादः सौभाग्यं यथासङ्‌ख्यं प्रशस्तता ॥
]

`verse 19 [
काको राग इकति प्राज्ञैः षट् प्रपञ्चविपञ्चिताः ।               पाको राग इति प्राज्ञैः पाठभेदः
सुप्रसिद्धार्थपदता प्रसाद इति गीयते ॥
]

`verse 20 [
उत्कर्षवान् गुणः कश्चिद्यस्मिन्नुक्तेप्रतीयते ।
तत्सौभाग्यमुदारत्वं प्रवदन्ति मनीषिणः ॥
]

`verse 21 [
यथासङ्‌ख्यमनुद्देशः सामान्यमतिदिश्यते ।
समये वर्णनीयस्य दारुणस्यापि वस्तुनः ॥
]

`verse 22 [
अदारुणेन शब्देन प्राशसत्यमुपवर्णनं ।
उच्चैः परिणतिः कापि पाक इत्यभिधीयते ॥
]

`verse 23 [
मृद्वीकानारिकेलाम्बुपाकभेदाच्चतुव्विधः ।
आदावन्ते च सौरस्यं मृद्वीकापाक एव सः ॥
]

`verse 24 [
काव्येच्छया विशेषो यः स राग इति गीयते ।
अब्यासोपहितः कान्तिं सहजामपि वर्त्तते ॥
]

`verse 25 [
हारिद्रश्चैव कौसुम्भो नीली रागश्च स त्रिधा ।
वैशेषिकः परिज्ञेयो यः स्वलक्षणगोचरः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये काव्यगुणविवेको नाम षट्‌चत्बारिंशदधिकत्रिशततमोऽध्यायः ॥
]
