`speaker [
अग्निरुवाच
]

`verse 1 [
एकाक्षराभिधानञ्च मातृकान्तं वदामि ते ।
अ विष्णुः प्रतिषेधः स्यादा पितामहवाक्ययोः ॥
]

`verse 2 [
सीमायामथाव्ययं आ भवेत्संक्रोधपीडयो ।
इः कामे रतिलक्ष्म्योरी उः शिवे रक्षकाद्य ऊः ॥
]

`verse 3 [
ऋ शब्दे चादितौ ऋॄस्यात् लृ लॄ ते वै  गुहे ।
ए देवी ऐ योगिनी स्यादो ब्रह्मा औ महेश्वरः ॥
]

`verse 4 [
अङ्कामः अः प्रशस्तः स्यात् को ब्रह्मादौ कु कुत्सिते ।
खं शून्येन्द्रियं खङ्गो गन्धर्व्वे च विनायके ॥
]

`verse 5 [
गङ्गीते गो गायने स्याद् घो घण्टा किङ्किणीमुखे ।
ताड़ने ङ्श्च विषयेस्पृहायाञ्चैव भैरवे ॥
]

`verse 6 [
चो दुर्जने निर्म्मले छश्छेदे जिर्ज्जयने तथा ।
जं गीते ज्ञः प्रशस्ते स्याद् बले ञो गायने च टः ॥
]

`verse 7 [
ठश्चन्द्रमण्डले शून्ये शिवे चोद्बन्धने मतः ।
डश्च रुद्रे ध्वनौ त्रासे ढक्कायां ढो ध्वनौ मतः ॥
]

`verse 8 [
णो निष्कर्षे निश्चये च तश्चौरे क्रोडपुच्छके ।
भक्षणे थश्छेदने दो धारणे शोभने मतः ॥
]

`verse 9 [
धो धातरि च धूस्तूरे नो वृन्दे सुगते तथा ।
प उपवने विख्यातः फश्च झञ्झानिले मतः ॥
]

`verse 10 [
फुः फुत्कारे निष्फले च विः पक्षी भञ्च तारके ।
मा श्रीर्म्मानञ्च माता स्याद्यागे यो यातृवीरणे ॥
]

`verse 11 [
रो वह्नौ च लः शक्रे च लो विधातरि ईरितः ।
विश्लेषणे वो वरुणे शयने शश्च शं सुखे ॥
]

`verse 12 [
षः श्रेष्ठे सः परोक्षे च सा लक्ष्मीः सं कचे मतः ।
धारणे हस्तथा रुद्रे क्षः क्षत्त्त्रे चाक्षरे मतः ॥
]

`verse 13 [
क्षो नृसिंहे हरौ तद्वत् क्षेत्रपालकयोरपि ।
मन्त्र एकाक्षरो देवो भुक्तिमुक्तिप्रदायकः ॥
]

`verse 14 [
हैहयशिरसे नमः सर्व्वविद्याप्रदो मनुः ।
अकाराद्यास्तथा मन्त्रा मातृकामन्त्र उत्तमः ॥
]

`verse 15 [
एकपद्मेऽर्चयेदेतान्नव दुर्गाश्च पूजयेत् ।
भगवती कात्यायनी कौशिकी चाथ चण्डिका ॥
]

`verse 16 [
प्रचण्डा सुरनायिका उग्रा पार्व्वती दुर्गया ।
ओं चण्डिकायै विद्महे भगवत्यै धीमहि तन्नो दुर्गा प्रचोदयात् ।

क्रमादि तु षड़ङ्गं स्याद् गणो गुरुर्गुरुः क्रमात् ॥
]

`verse 17 [
अजितापराजिता चाथ जया च विजया ततः ।

कात्यायनी भद्रकाली मङ्गला सिद्धिरेवती ॥
]

`verse 18 [
सिद्दादिवटुकाः पूज्या हेतुकश्च कपालिकः ।

एकपादो भीमरूपो दिक्पालान्मध्यतो नव ॥
]

`verse 19 [
ह्रीं दुर्गे दुर्गे रक्षणि स्वाहा मन्त्रार्थसिद्धये ।

गौरी पूज्या च धर्म्मद्याः स्कन्दाद्याः शक्तयो यजेत् ॥
]

`verse 20 [
प्रज्ञा ज्ञाना क्रिया वाचा वागीशी ज्वालिनी तथा ।

कामिनी काममाला च इन्द्राद्याः शक्तिपूजनं ॥
]

`verse 21 [
ओं गं स्वाहा मूलमन्त्रोऽयं गं वा गणपतये नमः ।

षड़ङ्गो रक्तशुक्लश्च कदन्कताक्षपरशूत्कटः ॥
]

`verse 22 [
समोदकोऽथ गन्धादिगन्धोल्कायेति च क्रमात् ।

गजो महागणपतिर्म्महो ल्कः पूज्य एव च ॥
]

`verse 23 [
कुष्माण्डाय एकदन्तत्रिपुरान्तकाय श्यामदन्तविकटहरहासाय ।

लम्वनाशाननाय पद्मदंष्ट्राय मेघोल्काय धूमोल्काय ।
वक्रतुण्डाय विघ्नेश्वराय विकटोत्कटाय गजेन्द्रगमनाय ॥
]

`verse 24 [
वक्रतुण्डाय विघ्नेश्वराय विकटोत्कटाय गजेन्द्रगमनाय ।
भुजगेन्द्रहाराय शशाङ्कधराय गणाधिपतये स्वाहा ॥
]

`verse 25 [
एतैर्म्मनुभिः स्वाहान्तैः पूज्य तिलहोमादिनार्थभाक् ।
काद्यैर्वा वीजसंयुक्तैराद्यैश्च नमोऽन्तकैः ॥
]

`verse 26 [
मन्त्राः पृथक् पृथग्वा स्युर्द्विरेफद्विर्मुखाक्षिणः ।
कात्यायनं स्कन्द आह यत्तद्व्याकरणं वदे ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये एकाक्षराभिधानं नामाष्टचत्वारिंशदधिकत्रिशततमोऽध्यायः ॥
]
