`speaker [
स्कन्द उवाच
]

`verse 1 [
वक्ष्ये सन्धिसिद्धरूपं स्वरसन्धिमथादितः ।
दण्डाग्रं सागता दधीदं नदीहते मधूदकं ॥
]

`verse 2 [
पितॄषभः लॄकारश्च तवेदं सकलोदकं ।
अर्द्धर्च्चोऽयं तवल्कारः सैषा सैन्द्री तवौदनम् ॥
]

`verse 3 [
शट्टौघोऽभवदित्येवं व्यसुधीर्वस्वलङ्कृतं ।
पित्रर्थोपवनं दात्री नायको लावको नयः ॥
]

`verse 4 [
तइह तयिहेत्यादि तेऽत्र योत्र जलेऽकजं ।
प्रकृतिर्नो अहो एहि अ अवेहि इ इन्द्रकं ॥
]

`verse 5 [
उ उत्तिष्ठ कवी एतौ वायू एतौ वने इमे ।
अमी एते यज्ञभूते एहि देव इमन्नय ॥
]

`verse 6 [
वक्ष्ये सन्धि व्यञ्जानानां वाग्यतोऽजेकमातृकः ।
षडेते तदिमे वादिवाङ्‌नीतिः षण्मुखादिकम् ॥
]

`verse 7 [
वाङ्‌मनसं वाग्‌भावादिर्वाक् श्लक्ष्णं तच्छरीरकं ।
तल्लुनाति तच्चरेच्च क्रुङ्‌ङास्ते सुगण्णिह ॥
]

`verse 8 [
भवांश्चरन् भवांश्छात्रो भवांष्टीका भवांष्ठकः ।
भवांस्तीर्थं भवांस्थेयात् भवांल्लेखा भवाञ्जयः ॥
]

`verse 9 [
भवाञ्छेते भवाञ्च्‌शेते भवाञ्‌शेते भवाण्डीनः ।
त्वम्भर्त्ता त्वङ्करोष्यादिः सन्धिर्ज्ञयो विसर्गजः ॥
]

`verse 10 [
कश्छिन्द्यात् कश्चरेत् कष्टः कष्ठः कस्थश्च कश्चलेत् ।
क खनेत् क करोति स्म क " पठेत् " फलेत वा ॥
]

`verse 11 [
कश्श्वशुरः कः श्वशुरः कस्सावरः कः सावरः ।
कः फलेत कः शयिता कोऽत्र योधः क उत्तमः ॥
]

`verse 12 [
देवा एते भो इह सोदरा यान्ति भगो व्रज ।
सुपूः सुदूरात्रिरत्र वायुर्याति पुनर्न हि ॥
]

`verse 13 [
पुनरेति स यातीह एष याति क ईश्वरः ।
ज्योतीरूपं तवच्छत्रं म्लेच्छधीश्छिद्रमच्छिदत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये व्याकरणे सन्धिसिद्धरूपं नाम पञ्चाशदधिकत्रिशततमोऽध्यायः ॥
]
