`speaker [
स्कन्द उवाच
]

`verse 1 [
नपुंसके किं के कानि किं के कानि ततो जलं ।
सर्वं सर्वे च पूर्वाद्याः सोमपं सोमपानि च ॥
]

`verse 2 [
ग्रामणि ग्राणणिनी च ग्रामणि ग्रामणीन्यपि ।
वारि वारिणी वारीणि वारिणां वारिणीदृशं ॥
]

`verse 3 [
शुचये शुचिने देहि मृदुने मृदवे तथा ।
त्रपु त्रपुणि त्रपुणाञ्च चखलपूनि खलप्वि च ॥
]

`verse 4 [
कर्त्त्त्रा च कर्तृणे कर्त्त्त्रे अतिर्व्यतिरिणान्तथा ।
अभिन्यभिनिनी चैव सुवचांसि सुवाक्षु च ॥
]

`verse 5 [
यद्‌यत्‌त्विमे तत् कर्म्माणि इदञ्चेमे त्विमानि च ।
ईदृक्त्वदोऽमुनी अमूनि अमुना स्यादमीषु च ॥
]

`verse 6 [
अहमावां वयं मां वै आवामस्मान्मया कृतं ।
आवाभ्याञ्च तथास्माभिर्म्मह्यमस्मभ्यमेव च ॥
]

`verse 7 [
मदावाभ्यां मदस्मच्च पुत्रोऽयं मम चावयोः ।
अस्माकमपि चास्मासु त्वं युवां यूयंमीजिरे ॥
]

`verse 8 [
त्वां युवाञ्च युष्मांश्च त्वया युष्माभिरीरितं ।
तुभ्यं युवाभ्यां युष्मभ्यं त्वत् युवाभ्याञ्च युष्मत् ॥
]

`verse 9 [
तव युवयोर्युष्माकं त्वयि युष्मासु भारती ।
उपलक्षणमत्रैव अज्भ्क्तलन्ताश्च ते स्मृताः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये व्याकरणे नपुंसकशब्दसिद्धरूपं नाम त्रिपञ्चाशदधिक
त्रिशततमोऽध्यायः ॥
]
