`speaker [
स्कन्द उवाच
]

`verse 1 [
कारकं सम्प्रवक्ष्यामि विभक्त्यर्थसमन्वितं ।
ग्रामोऽस्ति हेमहार्केह नौमि विष्णुं श्रिया सह ॥
]

`verse 2 [
स्वतन्त्रः कर्त्ता विद्यान्तं कृतिनः समुपासते ।
हेतुकर्त्तालम्भयते हितं वै कर्म्मकर्त्तरि ॥
]

`verse 3 [
स्वयं भिद्येत् प्राकृतधीः स्वयञ्च छिद्यते तरुः ।
सर्त्ताऽभिहित उत्तमः कर्त्ताऽनभिहितोऽधमः ॥
]

`verse 4 [
कर्त्ताऽनभिहितो धर्म्मः शिष्ये व्याख्यायते यथा ।
कर्त्ता पञ्चविधः प्रोक्तः कर्म्म सप्तविधं श्रुणु ॥
]

`verse 5 [
ईप्सितं कर्म्म च यथा श्रद्दधाति द्दरि यतिः ।
अनीप्सितं कर्म्म यथा अहिं लङ्घयते भृशं ॥
]

`verse 6 [
नैवेप्सितं नानीप्सितं दुग्धं सम्भक्षयन्रजः ।
भक्ष्येदप्यकथितं गोपालो दोग्धि गां पयः ॥
]

`verse 7 [
कर्त्तृ कर्माऽथ गमयेच्छिष्यं ग्रामं गुरुर्यथा ।
कर्म्म चाभिहितं पूजा क्रियते वै श्रिये हरेः ॥
]

`verse 8 [
कर्म्मानभिहितं स्तोत्रं हरेः कुर्य्यात्तु सर्व्वदं ।
करणं द्विविधं प्रोक्तं वाह्यमाभ्यन्तरं तथा ॥
]

`verse 9 [
चक्षुषा रूपं गृह्णाति वाह्यं दात्रेण तल्लुनेत् ।
सम्प्रदानं त्रिधा प्रोक्तं प्रेरकं ब्राह्मणाय गां ॥
]

`verse 10 [
नरो ददाति नृपतये दासन्तदनुमन्तृकं ।
अनिराकर्त्तृकं भर्त्रे दद्यात् पुष्पाणि सज्जनः ॥
]

`verse 11 [
अपादानं द्विधा प्रोक्तं चलमश्वात्तु धावतः ।
पतितश्चाचलं ग्रामादागच्छति स वैष्णवः ॥
]

`verse 12 [
चतुर्द्धा चाधिकरणं व्यापकन्दध्नि वै घृतम् ।
तिलेषु तैलं देवार्थमौपश्लेषिकमुच्यते ॥
]

`verse 13 [
गृहे तिष्ठेत् कपिर्वृक्षे स्मृतं वैषयिकं यथा ।
जले मत्स्यो वने सिंहः स्मृतं सामीप्यकं यथा ॥
]

`verse 14 [
गङ्गायां घोषो वसति औपचारिकमीदृशं ।
तृतीया वाथ वा षष्ठी स्मृताऽनभिहिते तथा ॥
]

`verse 15 [
विष्णुः सम्पूज्यते लोकैर्गन्तव्यन्तेन तस्य वा ।
प्रथमाऽभिहितकर्त्तृ कर्म्मणोः प्रणमेद्धरिम् ॥
]

`verse 16 [
हेतौ तृतीया चान्नेन वसेद् वृक्षाय वै जलं ।
चतुर्थी तादर्थ्येऽभिहिता पञ्चमी पर्य्युपाङ्मुखैः ॥
]

`verse 17 [
योगे वृष्टः परि ग्रामाद्देवोऽयं बलवत् पुरा ।
पूर्व्वो ग्रामादृते विष्णोर्न मुक्तिरितरो हरेः ॥
]

`verse 18 [
पृथग्विनाद्यैस्तृतीया पञ्चमी च तथा भवेत् ।
पृथग्ग्रामाद्विहारेण विना श्रिश्च श्रीया श्रइयः ॥
]

`verse 19 [
कर्म्मप्रवचनीयाख्यैर्द्वितीया योगतो भवेत् ।
अन्वर्ज्जुनञ्च योद्धारो ह्यभितो ग्राममीरितं ॥
]

`verse 20 [
नमः स्वाहास्वधास्वस्तिवषडाद्यैश्चतुर्थ्यपि ।
नमो देवाय ते स्वस्ति तुमर्थाद्भाववाचिनः ॥
]

`verse 21 [
पाकाय पक्तये याति तृतीया सहयोगके ।
हेत्वर्थे कुत्सितेऽङ्गे सा तृतीया च विशेषणे ॥
]

`verse 22 [
पिताऽगात्सह पुत्रेण काणोऽक्ष्णा गदया हरिः ।
अर्थेन निवसेकद्‌भृत्यः काले भावे च सप्तमी ॥
]

`verse 23 [
विष्णौ नते भवेन्मुक्तिर्वसन्ते स गतो हरिम् ।
नृणां स्वामी नृषु स्वामी नृणामीशः सताम्पतिः ॥
]

`verse 24 [
नृणां साक्षी नृषु साक्षी गोषु नाथो गवाम्पतिः ।
गोषु सूतो गवां सूतो राज्ञां दायादकोऽस्विह ॥
]

`verse 25 [
अन्नस्य१ हेतोर्वसति षष्ठी स्मृत्यर्थकर्मणि ।
मातुः स्मरति गोप्तारं नित्यं स्यात् कर्तृकर्मणोः ॥

अपां भेत्ता तव कृतिर्न निष्ठादिषु षष्ठ्यपि ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये व्याकरणे कारकं नाम चतुःफञ्चाशदधिकत्रिशततमोऽध्यायः ॥
]
