`speaker [
कुमार उवाच
]

`verse 1 [
उणादयोऽभिधास्यन्ते प्रत्यया धातुतः परे ।
उणि कारुश्च शिल्पी स्यात् जायुर्म्मायुश्च पित्तकं ॥
]

`verse 2 [
गोमायुर्वायुर्वेदेषु बहुलं स्युरुणादयः ।
आयुः स्वादुश्च हेत्वाद्याः किंशारुर्धान्यशूककः ॥
]

`verse 3 [
कृकवाकुः कुक्कुटः स्याद् गुरुर्भर्त्ता मरुस्तथा ।
शयुश्चाजगरो ज्ञेयः स हरायुधमुच्यते ॥
]

`verse 4 [
स्वरुद्‌र्वज्रं त्रपुरुसि समसारं फल्गुरीरितं ।
गृध्रश्च क्रनि किरचि मन्दिरं तिमिरं तमः ॥
]

`verse 5 [
इलचि सलिलं वारि कल्याणं भण्डिलं स्मृतं ।
बुवो विद्वान् क्कसौ स्याच्च शिविरं गुप्तसंस्थितिः ॥
]

`verse 6 [
ओतुर्विडालश्च तुनि अभिधानादुगादयः ।
कर्णः कामी च गृहभूर्वास्तुर्जैवातृकः स्मृतः ॥
]

`verse 7 [
अनड्‌वान् वहतेर्विनि स्याज्जातौ जीवार्णवौषधं ।
नौ वह्निरिननि हरिणः मृगः कामी च भाजनम्१ ॥
]

`verse 8 [
कम्बोजो भाजनम्भाण्डं सरण्डश्च चतुष्पदः ।
तरुरेरण्डः सङ्घातो वरूड़ः साम निर्भरं ॥
]

`verse 9 [
स्फारं प्रभूतं स्यान्नान्तप्रत्यये चीरवल्कलं ।
कातरो भीरुरुग्रस्तु प्रचण्डो जवसं तृणं ॥
]

`verse 10 [
जगच्चैव तु भूर्लोको कृशानुर्ज्योतिरर्क्ककः ।
वर्व्वरः कुटिलो धूर्त्तश्चत्वरञ्च चतुष्पथं ॥
]

`verse 11 [
चीवरं भिक्षुप्रावृत्तिरादित्यो मित्र ईरितः ।
पुत्रः सूनुः पिता तातः पृदाकुर्य्याघ्रवृश्चिके ॥

गर्त्तेऽवटोऽथ भरतो नटोऽपरेप्युणादयः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये व्याकरणे उणादिसिद्धरूपं नाम सप्तपञ्चाशदधिकत्रिशततमोऽध्यायः॥
]
