`speaker [
कुमार उवाच
]

`verse 1 [
तिङ्‌विभक्तिं प्रवक्ष्यामि तथादेशं समासतः ।
तिङस्त्रिष्वपि वर्त्तन्ते भावे कर्म्मणि कर्त्तरि ॥
]

`verse 2 [
सकर्म्मकाकर्म्मकाच्च कर्त्तरि द्विपदे स्मृताः ।
सकर्म्मकाकर्म्मणि च तदादेशस्तथेरितः ॥
]

`verse 3 [
वर्त्तमाने लडाख्यातो विध्याद्यर्थे लिङीरितः ।
विध्यादौ लोडाशिषि च भूतानद्यतने च लङ् ॥
]

`verse 4 [
भूते लुङ् लिट् परोक्षेऽथ भाविन्यद्यतने च लुट् ।
लिङाशिषि च शेषेऽर्थे लृड् भविष्यति लृङ्‌भवेत् ॥
]

`verse 5 [
लिङ्निमित्ते क्रियातिपत्तौ परे नवात्मनेपदम् ।
पूर्व्वं न परस्मैपदन्तिप्तसन्तीति प्रथमः पुमान् ॥
]

`verse 6 [
सिप्थस्थ मध्यमनरो मिप्वस्मस्चोत्तमः पुमान् ।
त आतां अन्तात्मने मुख्यः थासाथां ध्वञ्च मध्यमः ॥
]

`verse 7 [
उत्तम इ वहि महि भूवाद्या धातवः स्मृताः ।
भुविरेधिः पचिर्नन्दिर्ध्वंसिः श्रंसिः पदिस्त्वदिः ॥
]

`verse 8 [
शीङः क्रीड़ो जुहोतिश्च जहातिश्च दधात्यपि ।
दीव्यतिः स्वपितिर्नहिः सुनोतिर्वसिरेच च ॥
]

`verse 9 [
तुदिर्मृशतिर्मुञ्चतिः रुधिर्भुजिस्त्यजिस्तनिः ।
शवादिके विकरणे मनिश्चैव करोत्यपि ॥
]

`verse 10 [
क्रीड़तिर्वृङो ग्रहिश्चोरिः पा नीरच्चिश्च नायकाः ।
भुवि स्यात् तिङ् भवति सः भवतस्तौ भवन्ति ते ॥
]

`verse 11 [
भवसि त्वं युवां भवथो यूयं भवथ चाप्यहं ।
भवाम्यावां भवावश्च भवामो ह्येधते कुलं ॥
]

`verse 12 [
एधेते द्वे तथैधन्ते एधसे त्वं हि मेधया ।
एधेथे च समेधध्वे एधे ह्येधावहे धिया ॥
]

`verse 13 [
एधामहे हरेर्भक्त्या पचतीत्यादि पूर्व्ववत् ।
भूयतेऽनुभूयतेऽसौ भावे कर्म्मणि वै यकि ॥
]

`verse 14 [
वुभूषति सनीत्येवं णिचि बाचवयतीश्वरं ।
यङि वोभूयते वाद्यं वोभोति स्याच्च यङ्‌लुकि ॥
]

`verse 15 [
पुत्रीयति पुत्रकाम्यत्येवं पटपटायते ।
घटयत्यऽथ सनि णिचि बुभूषयति रूपकं ॥
]

`verse 16 [
भवेद्भवेताञ्च लिङि भवेयुश्च भवेः परे ।
भवेतञ्च भवेतैवं भवेयञ्च भवेव च भवेम च ॥
]

`verse 17 [
एधेत एधेयातामेधेरन् मनसा श्रिया ।
एधेथाश्च एधेयाथामेधेध्वमेधेय एधेवाहि एधेमहि ॥
]

`verse 18 [
अस्तु तावद्भवतां लोटि भवन्तु भवताद्भव ।
भवतं भवत् भवानि भवाव च भवाम् च ॥
]

`verse 19 [
एधतामेधेता मेधन्तामेधै पटावहै पचामहै ।
अभ्यनन्ददपचतामपचन्नपचस्तथा ॥
]

`verse 20 [
अभवतमभवतापचमपचावापचाम च ।
ऐधतैधेतामैधध्वं ऐधे चैधामहीरितं ॥
]

`verse 21 [
अभूदभूतामभूवनभूश्चभूवमेव लुङ् ।
ऐधिष्टैधिषातां नरावैधिष्ठा ऐधिषीदृशं ॥
]

`verse 22 [
लिटि बभूव बभूवतुः बभूवुश्च बभूविथ ।
बभूवथुर्बभूव च बभूविव वभूविम ॥
]

`verse 23 [
पेचे पेचाते पेचिरे त्वमेधाञ्चकृषे तथा ।
एधाञ्चक्राथे पेचिध्वे पेचे पेचिमहे तथा ॥
]

`verse 24 [
लुटि भविता भचवितारौ भवितारो हरादयः ।
भवितासि भवितास्थो भवितास्मस्तथा वयं ॥
]

`verse 25 [
पक्ता पक्तारौ पक्तारः पक्तासे त्वं शुभौदनं ।
पक्ताध्वे पक्ताहे चाहं पक्तास्महे हरेश्चरुं ॥
]

`verse 26 [
लिङाशिषि सुखं भूयात् भूयास्तां हरिशङ्करौ ।
भूयासुस्ते च भूयास्त्वं युवां भूयास्तमीश्वरौ ॥
]

`verse 27 [
भूयास्त यूयं भूयासमहं भूयास्म सर्व्वदा ।
यक्षीष्ट ह्येधिषीयास्तां यक्षीरन्नेधिषीय च ॥
]

`verse 28 [
यक्षीवह्येधिषीमहि लिङि चायक्ष्यतेति लृङ् ।
अयक्ष्येतामयक्ष्यन्तायक्ष्येऽयक्ष्येथां युवां ॥
]

`verse 29 [
अयक्षअयध्वमैधिष्यावह्यैधिष्यामह्यरेर्वयम् ।
लृटि स्याद्भविष्यतीति एधिष्यामह ईदृशम् ॥
]

`verse 30 [
एवं विभावयिष्यन्ति बोभविष्यति रूपकं ।
घटयेत् पटयेत्तद्वत् पुत्रीयति च काम्यति ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये व्याकरणे तिङ्‌विभक्तिसिद्धरूपं नामाष्टपञ्चाशदधिकत्रिशततमोऽध्यायः॥
]
