`speaker [
कुमार उवाच
]

`verse 1 [
कृतस्त्रिष्वपि विज्ञेया भावे कर्म्मणि कर्त्तरि ।
अज्ल्युट् क्तिन् घञो भावे युजकारत एव च ॥
]

`verse 2 [
अचि धर्म्मस्य विनय उत्करः प्रकरस्तथा ।
देवो भद्रः श्रीकरश्च त्लुटि रूपन्तु शोभनम् ॥
]

`verse 3 [
क्तिनि वृद्धिस्तुतिमतो घञि बावोऽथ युच्यपि ।
कारणा भावनेत्यादि अकारे च चिकित्सया ॥
]

`verse 4 [
तथा तव्यो ह्यनीयश्च कर्त्तव्यं करणीयकम् ।
देयं ध्येयञ्चैव यति ण्यति कार्य्यञ्च कृत्यकाः ॥
]

`verse 5 [
कर्त्तरि क्तादयो ज्ञेया भावे कर्म्मणि च क्कचित् ।
गतो ग्रामं गतो ग्रम आश्लिष्टश्च गुरुस्त्बया ॥
]

`verse 6 [
शतृङ्‌शानचौ भवन् एधमानो भवन्त्यपि ।
पुण् तृचौ सर्व्बधातुभ्यो भावको भविता तथा ॥
]

`verse 7 [
क्किबन्तश्च स्वयम्भूश्च भूते लिटः क्कन्सु कान च ।
बभूविवान् पेचिवांश्च पेचानः श्रद्दधानकः ॥
]

`verse 8 [
अणि स्युः कुम्भकाराद्या भूतेप्युणादयः स्मृताः ।
वायुः पायुश्च कारुः स्याद्वहुलं छन्दसीरितं ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये व्याकरणे कृत्‌सिद्धरूपं नामोनषष्ट्यधिकत्रिशततमो।ध्यायः ।
]
