`speaker [
अग्निरुवाच
]

`verse 1 [
स्वर्गादिनामलिङ्गो यो हरिस्तं प्रवदामि ते ।
स्वः स्वर्गनाकत्रिदिवा द्योदिवौ द्वेत्रिपिष्टपं ॥
]

`verse 2 [
देवा वृन्दारका लेखा रुद्राद्या गणदेवताः ।
विद्याधरोऽप्सरोयक्षरक्षोगन्धर्वकिन्नराः ॥
]

`verse 3 [
पिशाचो गुह्यकः सिद्धो भूतोऽमी देवयोनयः ।
देवद्विषोऽसुरा दैत्याः सुगतः स्यात्तथागतः ॥
]

`verse 4 [
ब्रह्मात्मभूः सुरज्येष्ठो विष्णुर्न्नारायणो हरिः ।
रेवतीशो हली रामः कामः परञ्चशरः स्मरः ॥
]

`verse 5 [
लक्ष्मीः पद्मालया पद्मा सर्व्वः सर्व्वेश्वरः शिवः ।
कपर्दोऽस्य जटाजूटः पिनाकोऽजगबन्धनुः ॥
]

`verse 6 [
प्रमथाः स्युः पारिषदा मृड़ानी चण्डिकाऽम्बिका ।
द्वैमातुरो गजास्यश्च सेनानीरग्निभूर्गुहः ॥
]

`verse 7 [
आखण्डलः सुनासीरः सुत्रामाणो दिवस्पतिः ।
पुलोमजा शचीन्द्राणी देवी तस्य तु वल्लभा ॥
]

`verse 8 [
स्यात् प्रासादो वैजयन्तो जयन्तः पाकशासनिः ।
ऐशवतेऽभ्रमातह्गैरावणाभ्रमुवल्लभाः ॥
]

`verse 9 [
ह्रादिनी वज्रमस्त्री स्यात् कुलिशम्भिदुरं पविः ।
व्योमयानं विमानोऽस्त्री पीयूषममृतं सुधा ॥
]

`verse 10 [
स्यात् सुधर्म्मा देवसभा स्वर्गङ्गा सुरदीर्घिका ।
स्त्रियां बहुष्वप्सरसः स्वर्व्वेश्या उर्व्वशीमुखाः ॥
]

`verse 11 [
हाहा ह्हूस्च गन्धर्व्वा अग्निर्वग्निर्धनञ्चयः ।
जातवेदाः कृष्णवर्त्मा आश्रयाशश्च पावकः ॥
]

`verse 12 [
हिरण्यरेताः सप्तार्च्चिः शुक्रश्चैवाशुशुक्षणिः ।
शुचिरप्‌पित्तमोर्व्वस्तु वाडबो वडवानलः ॥
]

`verse 13 [
वह्नेर्द्वयोर्ज्वालकीलावर्च्चितिः शिखा स्त्रियां ।
त्रिषु स्फुलिङ्गोऽग्रिकणो धर्म्मराजः परेतराट् ॥
]

`verse 14 [
कालोऽन्तको दण्डधरः श्राद्धेदेवोऽथ राक्षसः ।
कौणपास्रपक्रव्यादा यातुधानश्च नैर्ऋतिः ॥
]

`verse 15 [
प्रचेता वरूणः पाशी स्वसनः स्पर्शनोऽनिलः ।
सदागतिर्मातरिश्वा प्राणो मरुत् समीरणः ॥
]

`verse 16 [
जवो रंहस्तरसी तु लघुक्षिप्रमरन्द्रुतम् ।
सत्वरं चपलं सूर्णमविलम्बितमाशु च ॥
]

`verse 17 [
सततेऽनारताश्रान्तसन्तताविरतानिशं ।
नित्यानवलरताजस्रमप्यथातिशयो भरः ॥
]

`verse 18 [
अतिवेलभृशात्यर्थातिमात्रोद्गाढनिर्भरम् ।
तीव्रैकान्तनितान्तानि गाढवाढदृढानि च ॥
]

`verse 19 [
गुह्यकेशो यक्षराजो राजराजो धनाधिपः ।
स्यात् किन्नरः किंपुरुषस्तुरङ्गवदनो मयुः ॥
]

`verse 20 [
निधिर्न्ना शेवधिर्व्योम त्वभ्रं पुष्करमम्बरम् ।
द्योदिवौ चान्तरीक्षं खं काष्ठाशाककुभो दिशः ॥
]

`verse 21 [
अभ्यन्तरन्त्वन्तरालञ्चक्रवाड़न्तु मण्डलं ।
तडित्वान् वारिदो मेघस्तनयित्नुर्वलाहकः ॥
]

`verse 22 [
कादम्बिनी मेधमाला स्तनितं गर्जितं तथा ।
शम्पाशतह्नदाह्नादिन्यैरावत्यः क्षणप्रभाः ॥
]

`verse 23 [
तडित्सौदामिनी विद्युच्चञ्चला चपलाऽपि च ।
स्फूर्जथुर्व्वज्रनिष्पेषो वृष्टिघातस्त्ववग्रहः ॥
]

`verse 24 [
धारा सम्पात् आशारः शीकरोऽम्बुकणाः स्मृताः ।
वर्षोपलस्तु करका मेघच्छन्नेऽह्नि दुर्द्दिनं ॥
]

`verse 25 [
अन्तर्धा व्यवधा पुंसि त्वन्तर्द्धिंरपवारणं ।
अपिधानतिरोधानपिधानच्छनानि च ॥
]

`verse 26 [
अब्जो जैवातृकः सोमो ग्लौर्मृगाङ्कः कलानिधिः ।
विधुः कुमुदवन्धुश्च विम्बोऽस्त्री मण्डलं त्रिषु ॥
]

`verse 27 [
कला तु षोडशो भागो भित्तं शकलखण्डके ।
चन्द्रिका कौमुदी ज्योत्स्त्रा प्रसादस्तु प्रसन्नता ॥
]

`verse 28 [
लक्ष्णं लक्ष्मकं चिह्नं शोभा कान्तिद्यु तिश्छविः ।
सुषमा परमा शोभा तुषारस्तुहिनं हिमं ॥
]

`verse 29 [
अवश्यायस्तु नीहारः प्रालेयः शिशिरो हिमः ।
नक्षत्रमृक्षं भन्तारा तारकाप्युडु वा स्त्रियां ॥
]

`verse 30 [
गुरुर्जीव आङ्गिरस उशना भार्गवः कविः ।
विधुन्तुदस्तमो राहुर्ल्लग्नं राश्युदयः स्मृतः ॥
]

`verse 31 [
सप्तर्षयो मरीच्यत्रिमुखाश्चित्रशिखण्डिनः ।
इरिदश्वव्रध्नपूषद्युमणिर्म्मिहिरो रविः ॥
]

`verse 32 [
परिवेषस्तु परिधिरुपसूर्य्यकमण्डले ।
किरणोऽस्नमयूखांशुगभस्तिघृणिधूष्णयः ॥
]

`verse 33 [
भानुः करो मरीचिः स्त्रीपुंसयोर्दीधितिः स्त्रियां ।
स्युः प्रभा रुग्रुचिस्त्विड्‌भाभाश्छविद्युतिदीप्तयः ॥
]

`verse 34 [
रोचिः शोचिरुभे क्लीवे प्रकाशो द्योत आतपः ।
कोष्णं कवोष्णं मन्दोष्णं कदुष्णं त्रिषु तद्वति ॥
]

`verse 35 [
तिग्मं तीक्ष्णं खरं तद्वद्‌दिष्टोऽनेहा च कालकः ।
घस्रो दिनाहनी चैध सायंसन्ध्या पितृप्रसूः ॥
]

`verse 36 [
प्रत्यूषोऽहर्मुखं कल्यमुषःप्रत्यूषसी अपि ।
प्राह्वापराद्वमध्याह्णास्त्रिसन्ध्यमथ शर्व्वरी ॥
]

`verse 37 [
यामी तमी तमिस्रा च ज्यौत्स्नी चन्द्रिकयान्विता ।
आगामिवर्त्तमानाहर्युक्तायां निशि पक्षिणी ॥
]

`verse 38 [
अर्द्धरात्रानिशीथौ द्वौ प्रदोषो रजनीमुखं ।
स पर्व्वसन्धिः प्रतिपत्पञ्चदश्योर्यदन्तरम् ॥
]

`verse 39 [
पक्षान्तौ पञ्चदश्यौ द्वे पौर्णमासी तु पूर्णिमा ।
कलाहिने सानुमतिः पूर्णे राका निशाकरे ॥
]

`verse 40 [
अमावास्या त्वमावस्या दर्शः सूर्य्येन्दुसङ्गमः ।
सा दृष्टेन्दुः सिनीवाली सा नष्टेन्दुकला हुहूः ॥
]

`verse 41 [
संवर्त्तः प्रलयः कल्पः क्षयः कल्पान्त इत्यपि ।
कलुषं वृजिनैनो।़घमंहोदुरितदुष्कृतम् ॥
]

`verse 42 [
स्याद्धर्म्ममस्त्रियां पुण्यश्रेयसी सुकृतं वृषः ।
मुत्प्रीतिः प्रमदो हर्षः प्रमोदामोदसम्मदाः ॥
]

`verse 43 [
स्यादानन्दथुरानन्दः शर्म्मशातसुखानि च ।
श्वाश्रेयसं शिवं भद्रं कल्याणं मड्गलं शुभम् ॥
]

`verse 44 [
भावुकं भविकं भव्यं कुशलं क्षेममस्त्रियां ।
दैवं दिष्टं भागधेयं भाग्यं स्त्री नियतिर्व्विधिः ॥
]

`verse 45 [
क्षेत्रज्ञ आत्मा पुरुषः प्रधानं प्रकृतिः स्त्रियां ।
दैवं दिष्टं भागधेयं भाग्यं स्त्री नियतिर्व्विधिः ॥
]

`verse 46 [
चित्तन्तु चेतो हृदयं स्वान्तं हृन्मानसम्मनः ।
बुद्धिर्म्मनीषा विषणा धीः प्रज्ञा शेमुषी मतिः ॥
]

`verse 47 [
प्रेक्षोपलब्धिश्चित्सम्बित्प्रतिपज्ज्ञप्तिचेतनाः ।
धीर्धारणावती मेधा सङ्कल्पः कर्म्म मानसं ॥
]

`verse 48 [
सङ्‌ख्या विचारणा चर्च्चा विचिकित्सा तु संशयः ।
अध्याहारस्तर्क्क ऊहः समौ निर्णयनिश्चयौ ॥
]

`verse 49 [
मिथ्यादृष्टिर्नाम्तिकता भ्रान्तिर्म्मिथ्यामतिर्भ्रमः ।
अङ्गीकाराभ्युपगमप्रतिश्रवसमाधयः ॥
]

`verse 50 [
मोक्षे धीर्ज्ञानमन्यत्र विज्ञानं शिल्पशास्त्रयोः ।
मुक्तिः कैवल्यनिर्व्वाणश्रेयोनिः श्रेयसामृतं ॥
]

`verse 51 [
मोक्षोऽपवर्गोथाज्ञानमविद्याहम्मतिः स्त्रियां ।
विमर्दोत्थे परिमलो गन्धे जनमनोहरे ॥
]

`verse 52 [
.

आमोदः सोऽतिनिर्हारी सुरभिर्घ्राणतर्पणः ।
शुक्लशुभ्रशुचिश्येतविशदश्वेतपाण्डराः ॥
]

`verse 53 [
अवदातः सितो गौरो बलक्षो धवलोऽर्ज्जुनः ।
हरिणाः पाण्डुरः पाण्डुरीषत्पाण्डुस्तु धूसरः ॥
]

`verse 54 [
कृष्णे नीलासितश्यामकालश्यामलमेचकाः ।
पीतो गौरो हरिद्राभः पालाशो परितो हरित् ॥
]

`verse 55 [
रोहितो लोहितो रक्तः शोणः कोकनदच्छविः ।
अचव्यक्तरागस्त्वरुमः श्वेतरक्तस्तु पाटलः ॥
]

`verse 56 [
श्यावः स्यातकपिशो धूम्रधूमलौ कृष्णलोहिते ।
क्कड़ारः कपिलः पिड्गपिशङ्गौ कद्रुपिङ्गलौ ॥
]

`verse 57 [
चित्रं विर्म्मीरकल्माषशवलैताश्च कर्व्वुरे ।
व्याहार उक्तिर्लपितमपभ्रंशोऽपशब्दकः ॥
]

`verse 58 [
तिङ्‌सुवन्तवयो वाक्यं क्रिया वा कारकान्विता ।
इतिहासः पुरावृत्तं पुराणं पञ्चलक्षणं ॥
]

`verse 59 [
आख्यातिकोपलब्धार्था प्रबन्धः कल्पना कथा ।
समाहारः संग्रहस्तु प्रवह्लिका प्रहेलिका ॥
]

`verse 60 [
समस्या तु समासार्था स्मृतिस्तु धर्म्मसंहिता ।
आख्याह्वे चाभिधानञ्च वार्त्ता वृत्तान्त ईरितः ॥
]

`verse 61 [
हूतिराकारणाह्वानमुपन्यासस्तु वाङ्‌मुखं ।
विवादो व्यवहारः स्यात् प्रतिवाक्योत्तरे समे ॥
]

`verse 62 [
उपोद्घात उदाहारो ह्यथ मिथ्याभिसंशनम् ।
अभिशापो यशः कीर्त्तिः प्रश्नः पृच्छानुयोगकः ॥
]

`verse 63 [
आम्रेडितं द्विस्त्रिरुक्तं कुत्सानिन्दे च गर्हणे ।
स्यादाभाषणमालापः प्रलापोऽनर्थकं वचः ॥
]

`verse 64 [
अनुलापो मुहुर्भाषा विलापः परिदेवनं ।
विप्रलापो विरोधोक्तिः संलापो भापणं मिथः ॥
]

`verse 65 [
सुप्रलापः सुवचनमपलापस्तु निह्नवः ।
उषती वागकल्याणी सङ्गतं हृदयङ्गमं ॥
]

`verse 66 [
अत्यर्थमधुरं सान्त्वमबद्धं स्यादनर्थकं ।
निष्ठुराश्लीलपरुषं ग्राम्यं वै सूनृतं प्रिये ॥
]

`verse 67 [
सत्यं तथ्यमृतं सम्यङ्नादनिस्वाननिस्वनाः ।
आरवारावसंरावविरावा अथ मर्म्मरः ॥
]

`verse 68 [
स्वनिते वस्त्रपर्णानां भूषणानान्तु शिञ्जितं ।
वीणाया निक्कणः क्काणः तिरश्चां वाशितं रुतं ॥
]

`verse 69 [
कोलाहलः कलकलो गीतं गानमिमे समे ।
स्त्री प्रतिश्रुत् प्रतिध्वाने तन्त्रीकण्ठान्निसादकः ॥
]

`verse 70 [
काकली तु कले सूक्ष्मे ध्वनौ तु मधुरास्फुटे ।
कलो मन्द्रस्तु गम्भीरे तारोऽत्युच्चैस्त्रयस्त्रिषु ॥
]

`verse 71 [
समन्वितलयस्त्वेकतालो वीणा तु वल्लकी ।
विपञ्ची सा तु तन्त्रीभिः सप्तभिः परिवादिनी ॥
]

`verse 72 [
ततं वीणादिकं वाद्यमानद्धं मुरजादिकं ।
वंश्यादिकन्तु शुषिरं कांस्यतालादिकं घनं ॥
]

`verse 73 [
चतुर्व्विधमिदं वाद्यं वादित्राताद्यनामकं ।
मृदङ्गा मुरजा भेदास्त्वङ्क्यालिङ्ग्योऽर्द्धकास्त्रयः ॥
]

`verse 74 [
स्याद्यशःपटहो ढक्का भेर्य्यामानकदुन्दुभिः ।
आनकः भेदा झर्झरीडिण्डिमादयः ॥
]

`verse 75 [
मर्द्दलः पणवस्तुल्यौ क्रियामानन्तु तालकः ।
लयः साम्यं ताण्डवन्तु नाट्यं लास्यञ्च नर्त्तनं ॥
]

`verse 76 [
तौर्य्यत्रिकं नृत्यगीतवाद्यं नाट्यमिदं त्रयम् ।
राजा भट्टारको देवः साभिषेका च देव्यपि ॥
]

`verse 77 [
श्रृङ्गरवीरकरुणाद्भुतहास्यभयानकाः ।
वीभत्सरौद्रे च रसाः श्रृङ्गारः शुचिरुज्ज्वलः ॥
]

`verse 78 [
उत्साहवर्द्धनो वीरः कारुण्यं करुणा घृणा ।
कृपा दया चानुकम्पाऽप्यनुक्रोशोऽप्यथो हसः ॥
]

`verse 79 [
हासो हास्यञ्च बीभत्सं विकृतं त्रिष्विदं द्वयं ।
विस्मयोऽद्भुतमाश्चर्य्यं चित्रमप्यथ भैरवं ॥
]

`verse 80 [
दारुणं भीषणं भीष्मं घोरं भीमं भयानकं ।
भयङ्करं प्रतिभयं रौद्रस्तुग्रममी त्रिषु ॥
]

`verse 81 [
चतुर्द्दश दरत्रासौ भीतिर्भीः साध्वसम्भयं ।
विकारो मानसो भावोऽनुभावो भावबोधनः ॥
]

`verse 82 [
गर्व्वोऽभिमानोऽहङ्कारो मानश्चित्तसमुन्नतिः ।
अनादरः परिभवः परिभावस्तिरस्क्रिया ॥
]

`verse 83 [
व्रीडा लज्जा त्रपा ह्राः स्यादभिध्यानं धने स्पृहा ।
कौतूहलं कौतुकञ्च कुतुकञ्च कुतूहलं ॥
]

`verse 84 [
स्त्रीणं विलासविव्वोकविभ्रमा ललितन्तथा ।
हेला लीलेत्यमी हावाः क्रियाः श्रृङ्गारभावजाः ॥
]

`verse 85 [
द्रवकेलिपरीहासाः क्रोड़ा लीला च कूर्द्दनं ।
स्यादाच्छुरितकं हासः सोत्प्रासः समनाक्‌स्मितं ॥
]

`verse 86 [
अधोभुवनपातालं च्छिद्रं श्वभ्रं वपा शुषिः ।
गर्त्तावटौ भुवि श्वभ्रे तमिशन्तिमिरं तमः ॥
]

`verse 87 [
सर्पः पृदाकुर्भुजगो दन्दशूकों विलेशयः ।
विषं क्ष्वेडश्च गरलं निरयो दुर्गतिः स्त्रियां ॥
]

`verse 88 [
पयः कीलालममृतमुदकं भुवनं वनं ।
भङ्गस्तरङ्गु ऊर्म्मिर्व्वा कल्लोलोल्लोलकौ च तौ ॥
]

`verse 89 [
पृषन्तिविन्दुपृषताः कूलं रोधश्च तीरकं ।
तोयोत्थितं तत् पुलिनं जम्बालं पङ्ककर्दमौ ॥
]

`verse 90 [
जलोच्छ्वासाः परीवाहाः कूपकास्तु विदारकाः ।
आतरस्तरपण्यं स्याद्‌द्रोणी काष्ठाम्बुवाहिनी ॥
]

`verse 91 [
कलुषश्चाविलोऽच्छस्तु प्रसन्नोऽथ गभीरकं ।
अगाधं दासकैवर्त्तौ शम्बूका जलशुक्तयः ॥
]

`verse 92 [
सौगन्धिकन्तु कह्लारं नीलमिन्दीवरं कजं ।
स्यादुत्‌पलं कुवलयं सिते कुमुदकैरवे ॥
]

`verse 93 [
शालूकमेषां कन्दः स्यात् पद्मं तामरसङ्कजं ।
नीलोत्पलं कुवलयं रक्तं कोकनदं स्मृतम् ॥
]

`verse 94 [
करहाटः शिफा कन्दं किञ्चल्कः केशरोऽस्त्रियां ।
खनिः स्त्रियामाकरः स्यात् पादाः प्रत्यन्तपर्व्वताः ॥
]

`verse 95 [
उपत्यकाद्रेरासन्ना भूमिरूद्‌र्ध्वमधित्यका ।
स्वर्गपातालवर्गाद्या उक्ता नानार्खकान् श्रृणु ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये स्वर्गपातालवर्गा नाम षष्ट्यधिकत्रिशततमोऽध्यायः ॥
]
