`speaker [
अग्निरुवाच
]

`verse 1 [
आकाशे त्रिदिवे नाको लोकस्तु भुवने जने ।
पद्ये यशसि च शलोकः शरे खड्गे च सायकः ॥
]

`verse 2 [
आनकः पटहो भेरी कलङ्कोऽङ्कापवादयोः ।
मारुते वेधसि व्रध्ने पुंसि कः कं शिरोऽम्बुनोः ॥
]

`verse 3 [
स्यात् पुलाकस्तुच्छधान्ये संक्षेपे भक्तसिक्थके ।
महेन्द्रगुग्गुलूलूकव्यालग्राहिषु कौशिकः ॥
]

`verse 4 [
शालावृकौ कपिश्वानौ मानं स्यान्मितिसाधनं ।
सर्गः स्वभावनिर्मोक्षनिश्चयाध्यायसृष्टिषु ॥
]

`verse 5 [
योगः सन्नहनोपायध्यानसङ्गतियुक्तिषु ।
भोगः सुखे स्त्र्यादिभृतावव्जौ शङ्खनिशाकरौ ॥
]

`verse 6 [
काकेभगण्डौ करटौ दुश्चर्मा शिपिविष्टकः ।
रिष्टं क्षएमाशुभाभावेष्वरिष्टे तु शुभाऽशुभे ॥
]

`verse 7 [
व्युष्टिः फले समृद्धौ च दृष्टिर्ज्ञानेऽक्षिण दर्शने ।
निष्ठानिष्पत्तिनाशान्ताः काष्ठोत्कर्षे स्थितौ दिशि ॥
]

`verse 8 [
भूगोवाचस्त्विड़ा इलाः प्रगाढ़ं भृशकृच्छ्रयोः ।
भृशप्रतिज्ञयोर्वाढ़ं शक्तस्थूलौ दृढ़ौ त्रिषु ॥
]

`verse 9 [
विन्यस्तसंहतौ व्यूढ़ौ कृष्णो व्यासेऽर्ज्जुने हरौ ।
पणो द्यतादिषूत्सृष्टे भृतौ मूल्ये धनऽपि च ॥
]

`verse 10 [
मौर्व्यां द्र्व्याश्रिते स्त्वशुक्तसन्ध्यादिके गुणः ।
श्रेष्ठेऽधिपे ग्रामणीः स्यात् जुगुप्साकरुणे घृणो ॥
]

`verse 11 [
तृष्णा स्पृहापिपासे द्वे विपणिः स्याद्वणिक्पथे ।
विषाभिसरलोहेषु तीक्ष्णं क्लीवे खरे त्रिषु ॥
]

`verse 12 [
प्रमाणं हेतुमर्य्यादाशास्त्रेयत्ताप्रमातृषु ।
करणं क्षेत्रगात्रादावीरिणं शून्यमूपरं ॥
]

`verse 13 [
यन्ता हस्तिपके सूते वह्निज्वाला च हेतयः ।
श्रुतं शास्त्रावधृतयोर्युगपर्य्याप्तयोः कृतं ॥
]

`verse 14 [
ख्याते हृष्टे प्रतीतोऽभिजातस्तु कुलजे बुधे ।
विविक्तौ पूतविजनौ मूर्च्छितौ मूढ़सोच्छ्रयौ ॥
]

`verse 15 [
अर्थोऽभिधेयरैवस्तुप्रयोजननिवत्तिषु ।
निदानागमयोस्तीर्थमृषिजुष्टजले गुरौ ॥
]

`verse 16 [
प्राधान्ये राजलिङ्गे च वृषाङ्गे ककुदाऽस्त्रियां ।
स्त्री सम्बिज्ज्ञानसम्भाषाक्रियाकाराजिनामसु ॥
]

`verse 17 [
धर्म्मे रहस्युपनिषत् स्यादृतौ वत्सरे शरत् ।
पदं व्यवसितित्राणस्थानलक्ष्माङ्‌घ्रिवस्तुषु ॥
]

`verse 18 [
त्रिष्विष्टमधुरौ स्वादू मृदू चातीक्ष्णकोमलौ ।
सत्ये साधौ विद्यमाने प्रशस्तेऽभ्यर्हिते च सत् ॥
]

`verse 19 [
विधिर्विधाने दैवेऽपि प्रणिधिः प्रार्थने चरे ।
वधूर्जाया स्नुषा स्त्री च सुधालेपोऽमृतं स्नुही ॥
]

`verse 20 [
स्पृहा सम्प्रत्ययः श्रद्धा पणिडतम्मन्यगर्व्वितौ ।
ब्रह्मबन्धुरधिक्षेपे भानूरश्मिदिवाकरौ ॥
]

`verse 21 [
द्कालाणौ शैलपाषाणौ मूर्खनीचौ पृथग्जनौ ।
तरुशैलौ शिखरिणौ तनुस्त्वग्देहयोरपि ॥
]

`verse 22 [
आत्मा यत्नो धृतिर्बुद्धिः स्वभावो ब्रह्म वर्ष्म च ।
उत्थानं पौरुषे तन्त्रे व्युत्थानं प्रतिरोधने ॥
]

`verse 23 [
निर्य्यातनं वैरशुद्धौ दाने न्यासार्पणेऽपि च ।
व्यसनं विपदि भ्रंशे दोषे कामजकोपजे ॥
]

`verse 24 [
मृगयाक्षो दिवास्वप्नः परिवादः स्त्रियो मदः ।
तौर्य्यत्रिकं वृथाट्या च कामजो दशको गणः ॥
]

`verse 25 [
पैशून्यं साहसं द्रोह ईर्ष्यासूयार्थदूषणम् ।
वाग्‌दण्डश्चैव पारुष्यं क्रोधजोऽपि गणोऽष्टकः ॥
]

`verse 26 [
अकर्म्मगुह्ये कौपीनं मैथुनं सङ्गतौ रतौ ।
प्रधानं परमार्था धीः प्रज्ञानं बुद्धिचिह्नयोः ॥
]

`verse 27 [
क्रन्दने रोदनाह्वाने वष्म देहप्रमाणयोः ।
आराधनं साधने स्यादवाप्तौ तोषणेऽपि च ॥
]

`verse 28 [
रत्नं स्वजातिश्रेष्ठेऽपि लक्ष्म चिह्निप्रधानयोः ।
कलापो भूषणे वर्हे तूणीरे संहतेऽपि च ॥
]

`verse 29 [
तल्पं शय्याट्टदारेषु डिम्भौ तु शिशुवालिशौ ।
स्तम्भौ स्थूणाजड़ीभावौ सभ्ये संसदि वै सभा ॥
]

`verse 30 [
किरणप्रग्र्हौ रश्मी धर्म्माः पुण्ययमादयः ।
ललामं पुच्छपुण्ड्राश्वभूषाप्राधान्यकेतुषु ॥
]

`verse 31 [
प्रत्ययोऽधीनशपथज्ञानविस्वासहेतुषु ।
समयाः शपथाचारकालसिद्धान्तसंविदः ॥
]

`verse 32 [
अत्ययोऽतिक्रमे कृच्छ्रे सत्यं शपथतथ्ययोः ।
वीर्य्यं बलप्रभावौ च रूप्यं रूपे प्रशस्तके ॥
]

`verse 33 [
दुरोदरो द्युतकारे पणे द्यूते दुरोदरं ।
महारण्ये दुर्गपथे कान्तारः पुन्नपुंसकं ॥
]

`verse 34 [
यमानिलेन्द्रचन्द्रार्कविष्णुसिंहादिके हरिः ।
दशेऽस्त्रियां भये श्वभ्रे जठरः कठिनेऽपि च ॥
]

`verse 35 [
उदारो दातृमहतोरितरस्त्वन्यनीचयोः ।
चूड़ा किरीटं केशाश्च संयता मौलयस्त्रयः ॥
]

`verse 36 [
बलिः करोपहारादौ सैन्यस्थैर्य्यादिके बलं ।
स्त्रीकटीवस्त्रबन्धेऽपि नीवी परिपणेऽपि च ॥
]

`verse 37 [
शुक्रले मूषिके श्रेष्ठे सुकृते वृषभे वृषः ।
द्यूताक्षे सारिफलकेऽप्याकर्षोऽथाऽक्षमिन्द्रिये ॥
]

`verse 38 [
ना द्यूताङ्गे च कर्षे च व्यवहारे कलिद्रुमे ।
उष्णीषः स्यान् किरीटादौ कर्षूः कुल्याभिधायिनी ॥
]

`verse 39 [
प्रत्यक्षेऽधिकृतेऽध्याक्षः सूर्य्यवह्नी विभावसू ।
श्रृङ्गारादौ विषे वोर्य्ये गुणे रागे द्रवे रसः ॥
]

`verse 40 [
तेजःपुरीषयोर्वर्च्च आगः पापापराधयोः ।
छन्दः पद्येऽभिलाषे च साधीयान् साधुवाढयोः ॥

व्युहो वृन्देऽप्यहिर्वृत्रेऽप्यग्नीन्द्वर्कास्तमोनुदः ॥
]
