`speaker [
अग्निरुवाच
]

`verse 1 [
मूर्द्धाभिषिक्तो राजन्यो बाहुजः क्षत्रियो विराट् ।
राजा तु प्रणताशेपसामन्तः । स्यादधीश्वरः ॥
]

`verse 2 [
चक्रवर्त्ती सार्वभौमो नृपोऽन्यो मण्डलेश्वरः ।
मन्त्री धीसचिवोऽमात्यो महामात्राः प्रधानकाः ॥
]

`verse 3 [
द्रष्टरि व्यवहाराणां प्राड्‌विवाकाऽक्षदर्शकौ ।
भौरिकः कनकाध्यक्षोऽथाद्यक्षाधिकृतौ समौ ॥
]

`verse 4 [
अन्तःपुरे त्वधिकृतः स्यादन्तर्वंशिको जनः ।
सौविदल्लाः कञ्चुकिनः स्थापत्याः सौविदाश्च ते ॥
]

`verse 5 [
षण्डो वर्षवरस्तुल्याः सेवकार्थ्यनुजीविनः ।
विषयानन्तरो राजा शत्रुमित्रमतः परं ॥
]

`verse 6 [
उदासीनः परतरः पार्ष्णिग्राहस्तु पृष्ठतः ।
चरः स्पशः स्यात्प्रणिधिरुत्तरः काल आयतिः ॥
]

`verse 7 [
तत्कालस्तु तदात्वं स्यादुदर्कः फलमुत्तरं ।
अदृष्टं वह्नितोयादि दृष्टं स्वपरचक्रजम् ॥
]

`verse 8 [
भद्रकुम्भः पूर्णकुम्भो भृङ्गारः कनकालुका ।
प्रभिन्नो गर्जितो मत्तो वमथुः करशीकरः ॥
]

`verse 9 [
स्त्रियां श्रृणिस्त्वङ्कुशोऽस्त्री परिस्तोमः कुथो द्वयोः ।
कर्णीरथः प्रवहणं दोला प्रेङ्‌खादिका स्त्रियां ॥
]

`verse 10 [
आधोरणा हस्तिपका हस्त्यारोहा निषादिनः ।
भटा योधाश्च योद्धारः कञ्चुको वारणोऽस्त्रियां ॥
]

`verse 11 [
शीर्षण्यञ्च शिरस्त्रेऽथ तनुत्रं वर्म्म दंशनं ।
आमुक्तः प्रतिमुक्तश्च पिनद्धश्चापिनद्धवत् ॥
]

`verse 12 [
व्यूहस्तु बलविन्यासश्चक्रञ्चानीकमस्त्रियां ।
एकेभैकरथा त्र्यश्वाः पत्तिः वञ्चपदातिकाः ॥
]

`verse 13 [
पत्त्यङ्गैस्त्रिगुणैः सर्वैः क्रमादाख्या यथोत्तरं ।
सेनामुखं गुल्मगणै वाहिनी पृतना चमूः ॥
]

`verse 14 [
अनीकिनी दशानीकिन्योऽक्षोहिण्यो गजीदिभिः ।
धनुः कोदण्डइष्वासौ कोटिरस्याटनी स्मृता ॥
]

`verse 15 [
नस्तकस्तु धनुर्मध्यं मौर्वी ज्या शिञ्जिनी गुणः ।
पृषत्‌कबाणविशिखा अजिह्मगखगाशुगाः ॥
]

`verse 16 [
तूणोपासङ्गतूणीरनिषङ्गा इषुधिर्द्वयोः।
असिर्ऋष्टिश्च निस्त्रिशः करवालः कृपाणवत् ॥
]

`verse 17 [
सरुः खङ्गस्य मुष्टौ स्यादीली तु करपालिका ।
द्वयोः कुठारः सुधितिः छुरिका चासिपुत्रिका ॥
]

`verse 18 [
प्रासस्तु कुन्तो विज्ञेयः सर्वला तोमरोऽस्त्रियां ।
वैतालिका बोधकरा मागधा वन्दिनस्तुतौ ॥
]

`verse 19 [
संशप्तकास्तु समयात्सङ्ग्ग्रामादनिवर्त्तिनः ।
पताका वैजयन्ती स्यात् केतनं ध्वजमस्त्रियां ॥
]

`verse 20 [
अहं पूर्वमहं पूर्व्वमित्यहंपूर्व्विका स्त्रियां ।
अहमहमिका सा स्याद्योऽहङ्कारः परस्परम् ॥
]

`verse 21 [
शक्तिः पराक्रमः प्राणः शौर्य्यं स्थानसहोबलं ।
मूर्छा तु कश्मलं मोहोऽप्यवमर्द्दस्तु पीड़़नं ॥
]

`verse 22 [
अभ्यवस्कन्दनन्त्वभ्यासादनं विजयो जयः ।
निर्वासनं संज्ञपनं सारणं प्रतिघातनं ॥
]

`verse 23 [
स्यात्पञ्चता कालधर्भो दिष्टान्तः प्रलयोऽत्य्यः ।
विशो भूमिस्पृशो वैश्या वृत्तिर्वर्तनजीवने ॥
]

`verse 24 [
कृष्यादिवृत्तयो ज्ञेयाः कुसीदं वृद्धिजीविका ।
उद्धारोऽर्थप्रयोगः स्यात्कणिशं सस्यमञ्जरी ॥
]

`verse 25 [
सिंशारुः सस्यशूकं स्यात् स्तम्बो गुत्सस्तृणादिनः ।
धान्यं व्रीहिः स्तम्बकरिः कड़ङ्गरो वुषं स्मृतं ॥
]

`verse 26 [
माषादयः शमीधान्ये शुकधान्ये यवादयः ।
तृणधान्यानि नीवाराः शूर्पं प्रस्फोटनं स्मृतं ॥
]

`verse 27 [
स्यूतप्रसेवौ कण्डोलपिटौ कटकिनिञ्जकौ ।
समानौ रसवत्यान्तु पाकस्थानमहानसे ॥
]

`verse 28 [
पौरोगवस्तदध्यक्षः सूपकारास्तु वल्लवाः ।
आरालिका आन्धसिकाः सूदा औदनिका गुणाः ॥
]

`verse 29 [
क्लीवेऽग्वरीषं भ्राष्टो ना कर्कर्य्यालुर्गलन्तिका ।
आलिञ्जरः स्यान्मणिकं सुषवी कृष्णजीरके ॥
]

`verse 30 [
आरनालस्तु कुल्माषं वाह्लीकं हिङ्गु रामठं ।
निशा हरिद्रा पीता स्त्री खण्डे मत्स्यण्डिफाणिते ॥
]

`verse 31 [
कूर्चिका क्षीरविकृतिः स्निग्धं मसृणचिक्कणं ।
पृथुकः स्याच्चिपिटको धाना भ्रष्टयवास्त्रियः ॥
]

`verse 32 [
जेमनं लेप आहारो माहेयी सौरभी च गौः ।
युगादीनाञ्च वोढारो युग्यप्रासङ्ग्यशाटकाः ॥
]

`verse 33 [
चिरसूता वष्कयणी धेनुः स्यान्नवसूतिका ।
सन्धिनी वृषभाक्रान्ता वेहद्‌गर्भोपघातिनी ॥
]

`verse 34 [
पण्याजीवो ह्यापणिको न्यासश्चोपनिधिः पुमान् ।
विपणो विक्रयः सङ्‌ख्या सङ्‌ख्येये ह्यादश त्रिषु ॥
]

`verse 35 [
विंशत्याद्याः सदैकत्वे सर्व्वाः संख्येयसंख्ययोः ।
संख्यार्थे द्विबहुत्वे स्तस्तासु चानवतेः स्त्रियः ॥
]

`verse 36 [
पङ्क्तेः शतसहस्रादि क्रममाद्दशगुणोत्तरं ।
मानन्तुलाङ्गुलिप्रस्थैर्गुञ्जाः पञ्चाद्यमाषकः ॥
]

`verse 37 [
ते षोड़शाक्षः कर्षोऽस्त्री पलं कर्षचतुष्टयम् ।
सुवर्णविस्तौ हेम्नोऽक्षे कुरुविस्तस्तु तत्पले ॥
]

`verse 38 [
तला स्त्रियां पलशतं भारः स्याद्विंशतिस्तुलाः ।
कार्षापणः कार्षिकः स्यात् कार्षिके ताम्रिके पणः ॥
]

`verse 39 [
द्रव्यं वित्तं स्वापतेयं रिक्थमृक्थं धनं वसु ।
रीतिः स्त्रियामारकूटो न स्त्रियामथ ताम्रकम् ॥
]

`verse 40 [
शुल्वमौदुम्बरं लौहे तीक्ष्णं कालायसायसी ।
क्षारं काचोऽथ चपलो रसः सूतश्च पारदे ॥
]

`verse 41 [
गरलं माहिषं श्रृङ्गं त्रपुसीसकपिच्चटं ।
हिण्डीरोऽब्धिकफः फेणो मधूच्छिष्टन्तु सिक्थकम् ॥
]

`verse 42 [
रङ्गवङ्गे पिचुस्थूलो कूलटी तु मनःशिला ।
यवक्षारश्च पाक्यः स्यात् त्वक्क्षीरा वंशलोचना ॥
]

`verse 43 [
वृषला जघन्यजाः शूद्राश्चाण्डालान्त्याश्च शङ्कराः ।
कारुः शिल्पी संहतैस्तैर्द्वयोः श्रेणिः सजातिभिः ॥
]

`verse 44 [
रङ्गाजीवश्चित्रकरस्त्वष्टा तक्षा च वर्धकिः ।
नाडिन्धमः स्वर्णकारो नापितान्तावसायिनः ॥
]

`verse 45 [
जावालः स्यादजाजीवो देवाजीवस्तु देवलः ।
जायाजीवास्तु शैलूषा भृतको भृतिभुक्तथा ॥
]

`verse 46 [
विवर्णः पामरो नीचः प्राकृतश्च पृथग्जनः ।
विहीनोपसदो जाल्मो भृत्ये दासेरचेटकाः ॥
]

`verse 47 [
पटुस्तु पेशलो दक्षे मृगयुर्लुब्धकः स्मृतः ।
चण्डालस्तु दिवाकीर्त्तिः पुस्तं लेप्यादिकर्म्मणि ॥
]

`verse 48 [
पञ्चालिका पुत्रिका स्याद्वर्करस्तरुणः पशुः ।
मञ्जूषा पेटकः पेडा तुल्यसाधारणौ समौ ॥
प्रतिमा स्यात् प्रतिकृतिर्वर्गा ब्रह्मादयः स्मृताः ॥
]

`colophon [
इत्यादिम्हापुराणे आग्नेये क्षत्रविट्‌शूद्रवर्गा नाम षट्‌षष्ट्यधिकत्रिशततमोऽध्यायः ॥
]
