`verse 1 [
शरीरावयवाः
अग्निरुवाच
श्रोत्रं त्वक्चक्षुषी जिह्वा घ्राणं धीः खं च भूतगम् ।
शब्दस्पर्शरूपरसगन्धाः खादिषु तद्गुणाः ॥
]

`verse 2 [
पायूपस्थौ करौ पादौ वाग्भवेत्कर्म खं तथा ।
उत्सर्गानन्दकादानगति वागादिकर्म तत् ॥
]

`verse 3 [
पञ्च कर्मेन्द्रियाण्यत्र पञ्च बुद्धीन्द्रियाणि च ।
इन्द्रियार्थाश्च पञ्चैव महाभूता मनोधिपाः ॥
]

`verse 4 [
आत्माऽव्यक्तश्चतुर्विंशत्तत्त्वानि पुरुषः परः ।
संयुक्तश्च वियुक्तश्च यथा मत्स्योदके उभे ॥
]

`verse 5 [
अव्यतमाश्रितानीह रजः सत्त्वतमांसि च ।
आन्तरः पुरुषो जीवः स परं ब्रह्म कारणम् ॥
]

`verse 6 [
स याति परमं स्थानं यो वेत्ति पुरुषं परम् ।
सप्ताऽऽशयाः स्मृता देहे रुधिरस्यैक आशयः ॥
]

`verse 7 [
श्लेष्मणश्चाऽऽमपित्ताभ्यां पक्वाशयस्तु पञ्चमः ।
वायुमूत्राशयः सप्त स्त्रीणां गर्भाशयोऽष्टमः ॥
]

`verse 8 [
पित्तात्पक्वाशयोऽग्नेः स्याद्योनिर्विकशिता द्युतौ ।
पद्मवद्गर्भाशयः स्यात्तत्र धत्ते सरक्तकम् ॥
]

`verse 9 [
शुक्रं स्वशुक्रतश्चाङ्गं कुन्तलान्यत्र कालतः ।
न्यस्तं शुक्रमतो योनौ नैति गर्भाशयं मुने ॥
]

`verse 10 [
ऋतावपि च योनिश्चेद्वातपित्तकफावृता ।
भवेत्तदा विकाशित्वं नैव तस्यां प्रजायते ॥
]

`verse 11 [
बुक्कात्पुक्कसकप्लीहकृतकोष्ठाङ्गहृद्व्रणाः ।
तण्डकश्च महाभाग निबद्धान्याशये मतः ॥
]

`verse 12 [
रसस्य पच्यमानस्य साराद्भवति देहिनाम् ।
प्लीहा यकृच्च धर्मज्ञ रक्तफेनाच्च पुक्कसः ॥
]

`verse 13 [
रक्तं पित्तं च भवति तथा तण्डकसंज्ञकः ।
भेदो रक्तप्रसाराच्च बुक्कायाः संभवः स्मृतः ॥
]

`verse 14 [
रक्तमांसप्रकाराच्च भवन्त्यन्त्राणि देहिनाम् ।
सार्धत्रिव्यायाम (व्याम) संख्यानि तानि नृणां विनिर्दिशेत् ॥
]

`verse 15 [
त्रिव्यामानि तथा स्त्रीणां प्राहुर्वेदविदो जनाः ।
रक्तवायुसमायोगात्कामे यस्योद्भवः स्मृतः ॥
]

`verse 16 [
कफप्रसाराद्भवति हृदयं पद्मसंनिभम् ।
अधोमुखं तच्छुषिरं यत्र जीवो व्यवस्थितः ॥
]

`verse 17 [
चैतन्यानुगता भावाः सर्वे तत्र व्यवस्थिताः ।
तस्य वामे यथा प्लीहा दक्षिणे च यथा यकृत् ॥
]

`verse 18 [
दक्षिणे च तथा क्लोम पद्मस्यैवं प्रकीर्तितम् ।
श्रोतांसि यानि देहेऽस्मिन्कफरक्तवहानि च ॥
]

`verse 19 [
तेषां भूतानुमानाच्च भवतीन्द्रियसंभवः ।
नेत्रयोर्मण्डलं शुक्लं कफाद्भवति पैतृकम् ॥
]

`verse 20 [
कृष्णं च मण्डलं वातात्तथा भवति मातृकम् ।
पित्तात्त्वङ्मण्डलं ज्ञेयं मातापितृसमुद्भवम् ॥
]

`verse 21 [
मांसासृक्कफजा जिह्वा मेदोसृक्कफमांसजौ ।
वृषा (ष) णौ दश प्राणस्य ज्ञेयान्यायतनानि तु ॥
]

`verse 22 [
मूर्धा हृन्नाभिकण्ठाश्च जिह्वा शुक्रं च शोणितम् ।
गुदं वस्तिश्च गुल्फं च 'कण्डुराः षोडशेरिताः ॥
]

`verse 23 [
द्वे करे द्वे च चरणे चतस्रः पृष्ठतो गले' ।
देहे पादादिशीर्षान्ते जालानि चैव षोडश ॥
]

`verse 24 [
मांसस्नायुशिरास्थिभ्यश्चत्वारश्च पृथक्पृथक् ।
मणिबन्धनगुल्फेषु निबद्धानि परस्परम् ॥
]

`verse 25 [
षट् कूर्चानि' स्मृतानीह हस्तयोः पादयोः पृथक् ।
ग्रीवायां च तथा मेद्रे कथितानि मनीषिभिः ॥
]

`verse 26 [
पृष्ठवंशस्योपगताश्चतस्रो मांसरज्जवः ।
तावन्त्य (त्य) श्च तथा पेश्यस्तासां बन्धनकारिकाः ॥
]

`verse 27 [
सीरण्यश्च तथा सप्त पञ्च मूर्धानमाश्रिताः ।
एकैका मेढ्रजिह्वास्ता अस्थिषष्टिशतत्रयम् ॥
]

`verse 28 [
सूक्ष्मैः सह चतुः षष्टिर्दशना विंशतिर्नखाः ।
पाणिपादशलाकाश्च तासां स्थानचतुष्टयम् ॥
]

`verse 29 [
षष्ट्यङ्गुलीनां द्वे पार्ष्णयोर्गुल्फेषु च चतुष्टयम् ।
चत्वार्यरन्योरस्थीनि जङ्घयोस्तद्वदेव तु ॥
]

`verse 30 [
द्वे द्वे जानुकपोलोरुफलकांशसमुद्भवम् (द्भवे) ।
अक्षस्थानांशक श्रोणिफलके चैवमादिशेत् ॥
]

`verse 31 [
भगास्तोकं तथा पृष्ठे चत्वारिंशच्च पञ्च च ।
ग्रीवायां च तथाऽस्थीनि जत्रुकं च तथा हनुः ॥
]

`verse 32 [
तन्मूलं द्वे ललाटाक्षिगण्डनासाङ्ख्यवस्थिताः ।
पर्शुकास्तालुकैः सार्धमर्बुदैश्च द्विसप्ततिः ॥
]

`verse 33 [
द्वे शङ्खके कपालानि चत्वार्येव शिरस्तथा ।
उरः सप्तदशाऽस्थीनि संधीनां द्वे शते दश ॥
]

`verse 34 [
अष्टषष्टिस्तु शाखासु षष्टिश्चैकविवर्जिता ।
अन्तरा वै त्र्यशीतिश्च स्नायोर्नवशतानि च ॥
]

`verse 35 [
त्रिंशाधिके द्वे शते तु अन्तराधौ तु सप्ततिः ।
ऊर्ध्वगाः षट् शतान्येव शाखास्तु कथितानि तु ॥
]

`verse 36 [
पञ्च पेशीशतान्येव चत्वारिंशत्तथोर्ध्वगाः ।
चतुः शतं तु शाखासु अन्तराधौ च षष्ठिका ॥
]

`verse 37 [
स्त्रीणां चैकाधिका वै स्याद्विंशतिश्चतुरुत्तरा ।
स्तनयोर्दश योनौ च त्रयोदश तथाऽऽशये ॥
]

`verse 38 [
गर्भस्य च चतस्रः स्युः शिराणां च शरीरिणाम् ।
त्रिंशच्छतसहस्राणि तथाऽन्यानि नवैव तु ॥
]

`verse 39 [
षट्पञ्चाशत्सहस्राणि रसं देहे वहन्ति ताः ।
केदार इव कुल्याश्च क्लेदलेपादिकं च यत् ॥
]

`verse 40 [
द्वासप्ततिस्तथा 'कोट्यो व्योम्नामिह महामुने ।
मज्जाया मेदसश्चैव वसायाश्च तथा द्विज ॥
]

`verse 41 [
मूत्रस्य चैव पित्तस्य श्लेष्मणः शकृतस्तथा ।
रक्तस्य सरसस्यात्र क्रमशोऽञ्जलयो मताः ॥
]

`verse 42 [
अर्धार्धाभ्यधिकाः सर्वाः पूर्वपूर्वाञ्जलेर्मताः ।
अर्धाञ्जलिश्च शुक्रस्य तदर्थं च तथौजसः ॥
]

`verse 43 [
रजसस्तु तथा स्त्रीणां चतस्रः कथिता बुधैः ।
शरीरं मलदोषादिपिण्डं ज्ञात्वाऽऽत्मनि त्यजेत् ॥
]

`verse 44 [
॥ इत्यादिमहापुराण आग्नेये शरीरावयवविभागवर्णनं नाम सप्तत्यधिकत्रिशततमोऽध्यायः ॥
]
