`speaker [
अग्निरुवाच
]

`verse 1 [
संसारतापमुक्त्यर्थं वक्ष्याम्यऽष्टाङ्गयोगकं ।
ब्रह्मप्रकाशकं ज्ञानं योगस्तत्रैकचित्तता ॥
]

`verse 2 [
चित्तवृत्तिनिरोधश्य जीवब्रह्मात्मनोः परः ।
अहिसा सत्यमस्तेयं ब्रह्मचर्य्यापरिग्रहौ ॥
]

`verse 3 [
यमाः पञ्च स्मृता विप्र नियमाद्‌भुक्तिमुक्तिदाः ।
शौचं सन्तोषतपसी स्वाध्यायेश्वरपूजने ॥
]

`verse 4 [
भूतापीड़ा ह्यहिंसा स्यादहिंसा धर्म्म उत्तमः ।
यथा गजपदेऽन्यानि पदानि पथगामिनां ॥
]

`verse 5 [
एवं सर्वमहिंसायां धर्म्मार्थमभिधीयते ।
उद्वेगजननं हिंसा सन्तापकरणन्तथा ॥
]

`verse 6 [
रुक्कृतिः शोनितकृतिः पैशुन्यकरणन्तथा ।
हितस्यातिनिषेधश्च मर्मोद्‌घाटनमेव च ॥
]

`verse 7 [
सुखापह्नुतिः संरोधो बधो दशविधा च सा ।
यद्‌भूतहितमत्यन्तं वचः सत्यस्य लक्षणं ॥
]

`verse 8 [
सत्यं ब्रूयात्प्रियं ब्रूयान्न ब्रूयात्सत्यमप्रियं ।
प्रियञ्च नानृतं ब्रूयादेष धर्म्मः सनातनः ॥
]

`verse 9 [
मैथुनस्य परित्यागो ब्रह्मचर्य्यन्तदष्टधा ।
स्मरणां कीर्त्तनं केलिः प्रेक्षणं गुह्यभाषणं ॥
]

`verse 10 [
सङ्कल्पोऽध्यवसायश्च क्रियानिर्वृत्तिरेव च ।
एतन्मैथुनमष्टाङ्गं प्रवदन्ति मनीषिणः ॥
]

`verse 11 [
ब्रह्मचर्य्यं क्रियामूलमन्यथा विफला क्रिया ।
वसिष्ठञ्चन्द्रमाः शुक्रो देवाचार्य्यः पितामहः ॥
]

`verse 12 [
तपोवृद्धा वयोवृद्धास्तेऽपि स्त्रीभिर्विमोहिताः ।
गौड़ी पैष्टी च माध्वी च विज्ञेयास्त्रिविधाः सुराः ॥
]

`verse 13 [
चतुर्थी स्त्री सुरा ज्ञेया ययेदं मोहितं जगत् ।
माद्यति प्रमदां दृष्ट्वा सुरां पीत्वा तु माद्याति ॥
]

`verse 14 [
यस्माद्‌दृष्टमदा नारी तस्मात्तान्नावलोकयेत् ।
यद्वा तद्वाऽपरद्रव्यमपहृत्य बलान्नरः ॥
]

`verse 15 [
अवश्यं याति तिर्य्यक्त्वं जगध्वा चैवाहुतं हविः ।
कौपीनाच्छादनं वासः कन्था शीतनिवारिणीं ॥
]

`verse 16 [
पादुके चापि गृह्णीयात् कुर्य्यान्नान्यस्य संग्रहं ।
देहस्थितिनिमित्तस्य वस्त्रादेः स्यात्परिग्रहः ॥
]

`verse 17 [
शरीरं धर्म्मसंयुक्तं रक्षणीयं प्रयत्नतः ।
शौचन्तु द्विविधं प्रोक्तं वाह्यमभ्यन्तरं तथा ॥
]

`verse 18 [
मृज्जलाभ्यां स्मृतं वाह्यं भावशुद्धेरथान्तरं ।
उभयेन् शुचिर्यस्तु स शुचिर्नेतरः शुचिः ॥
]

`verse 19 [
यथा कथञ्चित्प्राप्त्या च सन्तोषस्तुष्टिरुच्यते ।
मनसश्येन्द्रियाणाञ्च ऐकाग्र्यं तप उच्यते ॥
]

`verse 20 [
तज्जयः सर्वधर्म्मेभ्यः स धर्म्मः पर उच्यते ।
वाचिकं मन्त्रजप्यादि मानसं रागवर्ज्जनं ॥
]

`verse 21 [
शारीरं देवपूजादि सर्वदन्तु त्रिधा तपः ।
प्रणवाद्यास्ततो वेदाः प्रणवे पर्यवस्थिताः ॥
]

`verse 22 [
वाङ्‌मयः प्रणवः सर्वं तस्मात्प्रणवमभ्यसेत् ।
अकारश्च तथोकारो मकारश्चार्द्धमात्रया ॥
]

`verse 23 [
तिस्रो मात्रास्त्रयो वेदाः लोका भूरादयो गुणाः ।
जाग्रत् स्वप्नः सुषुप्तिश्च ब्रह्मविष्णुमहेश्वराः ॥
]

`verse 24 [
प्रद्युम्नः श्रीर्वासुदेवः सर्वमोङ्कारकः क्रमात् ।
अमात्रो नष्टमात्रश्च द्वैतस्यापगमः शिवः ॥
]

`verse 25 [
ओङ्कारो विदितो येन स मुनिर्नेतरो मुनिः ।
चतुर्थी मात्रा गान्धारी प्रयुक्ता मूर्ध्निलक्ष्यते ॥
]

`verse 26 [
तत्तुरीयं परं ब्रह्म ज्योतिर्दीपो घटे यथा ।
तथा हृत्पद्मनिलयं ध्यायेन्नित्यं जपेन्नरः ॥
]

`verse 27 [
प्रणवो धनुः शरो ह्यात्मा ब्रह्म तल्लक्ष्यमुच्यते ।
अप्रमत्तेन वेद्धव्यं शरवत्तन्मयो भवेत् ॥
]

`verse 28 [
एतदेकाक्षरं ब्रह्म एतदेकाक्षरं परं ।
एतदेकाक्षरं ज्ञात्वा यो यदिच्छति तस्य तत् ॥
]

`verse 29 [
छन्दोऽस्य देवी गायत्री अन्तर्य्यामी ऋषिः स्मृतः ।
देवता परमात्मास्य नियोगो भुक्तिमुक्तये ॥
]

`verse 30 [
भूरगन्यात्मने हृदयं भुवः प्राजापत्यात्मने ।
शिरः स्वः सूर्य्यात्मने च शिखा कवचमुच्यते ॥
]

`verse 31 [
ओंभूर्भुवः स्वः कवचं सत्यात्मने ततोऽस्त्रकं ।
विन्यस्य पूजयेद्विष्णुं जपेद्वै भुक्तिमुक्तये ॥
]

`verse 32 [
जुहुयाच्च तिलाज्यादि सर्वं सम्पद्यते नरे ।
यस्तु द्वादशसाहस्रं जपमन्वहमाचरेत् ॥
]

`verse 33 [
तस्य द्वादशभिर्मासैः परं ब्रह्मा प्रकाशते ।
अणिमादि कोटिजप्याल्लक्षात्सारस्वतादिकं ॥
]

`verse 34 [
वैदिकस्तान्त्रिको मिश्रो विष्णोर्वै त्रिविधो मखः ।
त्रयाणामीप्सितेनैकविधिना हरिमर्च्चयेत् ॥
]

`verse 35 [
प्रणम्य दण्डवद्भमौ नमस्कारेण योऽर्चयेत् ।
स याङ्गतिमवाप्नोति न तां क्रतुशतैरपि ॥
]

`verse 36 [
यस्य देवे परा भक्तिर्यथा देवे तथा गुरौ ।
तस्यैते कथिता ह्यर्थाः प्रकाशन्ते महात्मनः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये यमनियमा नाम द्विसप्तत्यधिकत्रिशततमोऽध्यायः ॥
]
