`speaker [
अग्निरुवाच
]

`verse 1 [
आसनं कमलाद्युक्तं तद्‌बद्‌ध्वा चिन्तयेत्परं ।
शुचौ देशे प्रतिष्ठाप्य स्थिरमासनामात्मनः ॥
]

`verse 2 [
नात्युच्छ्रितं नातिनीचं चेलाजिनकुशोत्तरं ।
तत्रैकाग्रं मनः कृत्वा यतचित्तेन्द्रियक्रियः ॥
]

`verse 3 [
उपविश्यासने युञ्ज्याद्योगमात्मविशुद्धये ।
समकायशिरग्रीवं धारयन्नचलं स्थिरः ॥
]

`verse 4 [
सम्प्रेक्ष्य नासिकाग्रं स्वन्दिशश्चानवलोकयन् ।
पार्ष्णिभ्यां वृषणौ रक्षंस्तथा प्रजननं पुनः ॥
]

`verse 5 [
उरुभ्यामुपरिस्थाप्य बाहू तिर्य्यक् प्रयत्नतः ।
दक्षिणं करपृष्ठञ्च न्यसेद्वामतलोपरि ॥
]

`verse 6 [
उन्नम्य शनकैर्वक्त्त्रं मुखं विष्टभ्य चाग्रतः ।
प्राणः स्वदेहजो वायुस्तस्यायामो निरोधनं ॥
]

`verse 7 [
नासिकापुटमङ्गुल्या पीड्यैव च परेण च ।
औदरं रेचयेद्वायुं रेचनाद्रेचकः स्मृतः ॥
]

`verse 8 [
बाह्येन वायुना देहं दृतिवत् पूरयेद्यथा ।
तथा पूर्णश्च सन्तिष्ठेत् पूरणात् पूरकः स्मृतः ॥
]

`verse 9 [
.

न मुञ्चति न गृह्णाति वायुमन्तर्बहिः स्थितम् ।
सम्पूर्णकुम्भवत्तिष्ठेदचलः स तु कुम्भकः ॥
]

`verse 10 [
कन्यकः सकृदुद्‌घातः स वै द्वादशमात्रिकः ।
मध्यमश्च द्विरुद्‌घातश्चतुर्विंशतिमात्रिकः ॥
]

`verse 11 [
उत्तमश्च त्रिरुद्‌घातः षट्‌त्रिंशत्तालमात्रिकः ।
स्वेदकम्पाभिघातानां जननश्चोत्तमोत्तमः ॥
]

`verse 12 [
अजितान्नारुहेद्‌भूमिं हिक्काश्वासादयस्तथा ।
जिते प्राणे स्वल्पदोषविण्मूत्रादि प्रजायते ॥
]

`verse 13 [
आरोग्यं शीघ्रगामित्वमुत्साहः स्वरसौष्ठवम् ।
बलवर्णप्रसादश्च सर्वदोषक्षयः फलं ॥
]

`verse 14 [
जपध्यानं विनागर्भः स गर्भस्तत्समन्वितः ।
इन्द्रियाणां जयार्थाय स गर्भं धारयेत्परं ॥
]

`verse 15 [
ज्ञानवैराग्ययुक्ताभ्यां प्राणायामवशेन च ।
इन्द्रियांश्च विनिर्जित्य सर्वमेव जितं भवेत् ॥
]

`verse 16 [
इन्द्रियाण्येव तत्सर्वं यत् स्वर्गनरकावुभौ ।
निगृहीतविसृष्टानि स्वर्गाय नरकाय च ॥
]

`verse 17 [
शरीरं रथमित्याहुरिन्द्रियाण्यस्य वाजिनः ।
मनश्च सारथिः प्रोक्तः प्राणायामः कशः स्मृतः ॥
]

`verse 18 [
ज्ञानवैराग्यरश्मिभ्यां सायया विधृतं मनः ।
शनैर्निश्चलतामेति प्राणायामैकसंहितम् ॥
]

`verse 19 [
जलबिन्दुं  मासे मासे पिबेत्तु यः ।
संवत्सरशतं साग्रं प्राणायामश्च तत्समः ॥
]

`verse 20 [
इन्द्रियाणि प्रसक्तानि प्रविश्य विषयोदधौ ।
आहृत्य यो निगृह्णाति प्रत्याहारः स उच्यते ॥
]

`verse 21 [
उद्धरेदात्मनात्मानं मज्जमानं यथाम्भसि ।
भोगनद्यतिवेगेन ज्ञानवृक्षं समाश्रयेत् ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये आसनप्राणायामप्रत्याहारा नाम त्रिसप्तत्यधिकत्रिशततमोऽध्यायः ॥
]
