`speaker [
अग्निरुवाच
]

`verse 1 [
यदात्ममात्रं निर्भासं स्तिमितोदधिवत् स्थितं ।
चैतन्यरूपवद्ध्यानं तत् समाधिरिहोच्यते ॥
]

`verse 2 [
ध्यायन्मनः सन्निवेश्य यस्तिष्ठेदचलस्थिरः ।
निर्वातानलवद्योगी समाधिस्थः प्रकीर्त्तितः ॥
]

`verse 3 [
न श्रृणोति न चाघ्राति न पश्यति न वम्यति ।
न च सपर्शं विजानाति न सङ्कल्पयते मनः ॥
]

`verse 4 [
न चाभिमन्यते किञ्चिन्न च बुध्यति काष्ठवत् ।
एवमीश्वरसंलीनः समाधिस्थः स गीयते ॥
]

`verse 5 [
यथा दीपो निवातस्थो नेङ्गते सोपमा स्मृता ।
ध्यायतो विष्णुमात्मानं समाधिस्तस्य योगिनः ॥
]

`verse 6 [
उपसर्गाः प्रवर्त्तन्ते दिव्याः सिद्धिप्रसूचकाः ।
पातितः श्रावणो धातुर्दशनस्बाङ्गवेदनाः ॥
]

`verse 7 [
प्रार्थयन्ति च तं देवा भोगैर्दिव्यैश्च योगिनं ।
नृपाश्च पृथिवीदानैर्धनैस्च सुधनाधिपाः ॥
]

`verse 8 [
वेदादिसर्व्वशास्त्रञ्च स्वयमेव प्रवर्तते ।
अभीष्टछन्दोविषयं काव्यञ्चास्य प्रवर्त्तते ॥
]

`verse 9 [
रसायनानि दिव्यानि दिव्याश्चौषधयस्तथा ।
समस्तानि च शिल्पानि कलाः सर्वाश्च विन्दति ॥
]

`verse 10 [
सुरेन्द्रकन्या इत्याद्या गुणाश्च प्रतिभादयः ।
तृणवत्तान्त्यजेद् यस्तु तस्य विष्णुः प्रसीदति ॥
]

`verse 11 [
अणिमादिगुणैश्वर्य्यः शिष्ये ज्ञानं प्रकाश्य च ।
भुक्त्वा भोगान् यथेच्छातस्तनून्त्यक्त्वालयात्ततः ॥
]

`verse 12 [
तिष्ठेत् स्वात्मनि विज्ञान आनन्दे ब्रह्मणीश्वरे ।
मलिनो हि यथादर्श आत्मज्ञानाय न क्षमः ॥
]

`verse 13 [
सर्वाश्रयान्निजे देहे देही विन्दति वेदनां ।
योगयुक्तस्तु सर्व्वेषां योगान्नाप्नोति वेदनां ॥
]

`verse 14 [
आकाशमेकं हि यथा घटादिषु पृथग् भवेत् ।
तथात्मैको ह्यनेकेषु जलाधारेष्विवांशुमान् ॥
]

`verse 15 [
ब्रह्मखानिलतेजांसि जलभूक्षितिधातवः ।
इमे लोका एष चात्मा तस्माच्च सचराचरं ॥
]

`verse 16 [
मृद्दण्ड चक्रसंयोगात् कुम्भकारो यथा घटं ।
करोति तृणमृत्काष्ठैर्गृहं वा गृहकारकः ॥
]

`verse 17 [
करणान्येवमादाय तासु तास्विह योनिषु ।
सृजत्यात्मानमात्मैव सम्भूय करणानि च ॥
]

`verse 18 [
कर्मणादोषमोहाभ्यामिच्छयैव स बध्यते ।
ज्ञानाद्विमुच्यते जीवो धर्माद् योगी न रोगभाक् ॥
]

`verse 19 [
वर्त्याधारस्नेहयोगाद् यथा दीपस्य संस्थितिः ।
विक्रियापि च दृष्टैवमकाले प्राणसंक्षयः ॥
]

`verse 20 [
अनन्ता रश्मयस्तस्य दीपवद् यः स्थितो हृदि ।
सितासिताः कद्रुनीलाः कपिलाः पीतलोहिताः ॥
]

`verse 21 [
ऊद्‌र्ध्वमेकः स्थितस्तेषां यो भित्त्वा सूर्य्यमण्डलं ।
ब्रह्मलोकमतिक्रम्य तेन याति पराङ्गतिं ॥
]

`verse 22 [
यदस्यान्यद्रश्मिशतमूद्‌र्ध्वमेव व्यवस्थितम् ।
तेन देवनिकायानि धामानि प्रतिपद्यते ॥
]

`verse 23 [
ये नैकरूपाश्चाधस्ताद्रश्मयोऽस्य मृदुप्रभाः ।
इह कर्मोपभोगाय तैश्च सञ्चरते हि सः ॥
]

`verse 24 [
बुद्धीन्द्रियाणि सर्वाणि मनः कर्मेन्द्रियाणि च ।
अहङ्कारश्च बुद्धिश्च पृथिव्यादीनि चैव हि ॥
]

`verse 25 [
अव्यक्त आत्मा ज्ञेत्रज्ञः क्षेत्रस्यास्य निगद्यते ।
ईश्वरः सर्वभूतस्य सन्नसन् सदसच्च सः ॥
]

`verse 26 [
बुद्धेरुत्पत्तिरव्यक्ता ततोऽहङ्कारसम्भवः ।
तस्मात् खादीनि जायन्ते एकोत्तरगुणानि तु ॥
]

`verse 27 [
शब्दः स्पर्शश्च रुपञ्च रसों गन्धश्च तद्‌गुणाः ।
यो यस्मिन्नाश्रितश्चैषां स तस्मिन्नेव लीयते ॥
]

`verse 28 [
सत्त्वं रजस्तमश्चैव गुणास्तस्यैव कीत्तिताः ।
रजस्तमोब्यामाविष्टश्चक्रवद्‌भ्राम्यते हि सः ॥
]

`verse 29 [
अनादिरादिमान् यश्च स एव पुरुषः परः ।
लिङ्गेन्द्रियैरुपग्राह्यः स विकार उदाहृतः ॥
]

`verse 30 [
यतो वेदाः पुराणानि विद्योपनिषदस्तथा ।
श्लोकाः सूत्राणि भाष्याणि यच्चान्यद्वाङ्‌मयं भवेत् ॥
]

`verse 31 [
पितृयानोपवीथ्याश्च यदगस्त्यस्य चान्तरं ।
तेनाग्निहोत्रिणो यान्ति प्र्जाकामा दिवं प्रति ॥
]

`verse 32 [
ये च दानपराः सम्यगष्टाभिश्च गुणैर्युताः ।
अष्टाशीतिसहस्राणि मुनयो गृहमेधिनः ॥
]

`verse 33 [
पुनरावर्त्तने वीजभूता धर्म्मप्रवर्त्तकाः ।
सप्तर्षिनागवीथ्याश्च देवलोकं समाश्रिताः ॥
]

`verse 34 [
तावन्त एव मुनयः सर्वारम्भविवर्ज्जिताः ।
तपसा ब्रह्मचर्येण सङ्गत्यागेन मेधया ॥
]

`verse 35 [
यत्र यत्रावतिष्ठनेते यावदाहूतसंप्लवं ।
वेदानुवचनं यज्ञा ब्रह्मचर्य्यं तपो दमः ॥
]

`verse 36 [
श्रद्धोपवासः सत्यत्वमात्मनो ज्ञानहेतवः ।
स त्वाश्रमैर्न्निदिध्यास्यः समस्तैरेवमेव तु ॥
]

`verse 37 [
द्रष्टव्य्स्त्वथ मन्तव्यः श्रोतव्यश्च द्विजातिभिः ।
य एवमेनं विन्दन्ति ये चारण्यकमाश्रिताः ॥
]

`verse 38 [
उपासते द्विजाः सत्यं श्रद्धया परया युताः ।
क्रमात्ते सम्भवन्त्यर्च्चिंरहः शुक्लं तथोत्तरं ॥
]

`verse 39 [
अयनन्देवलोकञ्च सवितारं सविद्युतं ।
ततस्तान् पुरुषोऽभ्येत्य मानसो ब्रह्मलोकिकान् ॥
]

`verse 40 [
करोति पुनारावृत्तिस्तेषामिह न विद्यते ।
यज्ञेन तपसा दानैर्ये हि स्वर्गजितो जनाः ॥
]

`verse 41 [
धूमं निशां कृष्णपक्षं दक्षिणायनमेव च ।
पितृलोकं चन्द्रमसं नभो वायुं जलं महीं ॥
]

`verse 42 [
क्रमात्ते सम्भवन्तीह पुनरेव व्रजन्ति च ।
एतद्यो न विजानाति मार्गद्वितयमात्मनः ॥
]

`verse 43 [
दन्दशूकः पतङ्गो वा बवेत्कीटोऽथवा कृमिः ।
हृदये दीपवद्‌ब्रह्म ध्यानाज्जीवो मृतो भवेत् ॥
]

`verse 44 [
न्यायागतधनस्तत्त्वज्ञाननिष्ठोऽतिथिप्रियः ।
श्राद्धकृत्सत्यवादी च गृहस्थोऽपि विमुच्यते ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये समाधिर्नाम षट्‌सप्तत्यधिकत्रिशततमोऽध्यायः ॥
]
