`speaker [
अग्निरुवाच
]

`verse 1 [
अहं ब्रह्म परं ज्योतिः पृथिव्यबनलोज्झितं ।
अहं ब्रह्म परं ज्योतिर्वात्वाकाशविवर्जितं ॥
]

`verse 2 [
अहं ब्रह्म परं ज्योतिर्जाग्रत्‌स्थानविवर्जितम् ।
अहं ब्रह्म परं ज्योतिर्विराडात्मविवर्जितं ॥
]

`verse 3 [
अहं ब्रह्म परं ज्योतिर्जाग्रत्स्थानविवर्जितम् ।
अहं ब्रह्म परं ज्योतिर्विश्वभावविवर्जितम् ॥
]

`verse 4 [
अहं ब्रह्म परं ज्योतिराकाराक्षरवर्जितम् ।
अहं ब्रह्म परं ज्योतिर्वाक्‌पाण्यङ्‌घ्रिविवर्जितम् ॥
]

`verse 5 [
अहं ब्रह्म परं ज्योतिः पायूपस्थविवर्जितम् ।
अहं ब्रह्म परं ज्योतिः श्रोत्रत्वक्‌चक्षुरुज्भ्क्तितम् ॥
]

`verse 6 [
अहं ब्रह्म परं ज्योतीरसरूपविवर्जितम् ।
अहं ब्रह्म परं ज्योतिः सर्वगन्धविवर्जितम् ॥
]

`verse 7 [
अहं ब्रह्म परं ज्योतिर्जिह्वाघ्राणविवर्जितम् ।
अहं ब्रह्म परं ज्योतिः स्पर्शशब्दविवर्जितम् ॥
]

`verse 8 [
अहं ब्रह्म परं ज्योतिर्म्मनोबुद्धिविवर्जितम् ।
अहं ब्रह्म परं ज्योतिश्रित्ताहङ्कारवर्जितम् ॥
]

`verse 9 [
अहं ब्रह्म परं ज्योतिः प्राणापानविवर्जितम् ।
अहं ब्रह्म परं ज्योतिर्व्यानोदानविवर्जितम् ॥
]

`verse 10 [
अहं ब्रह्म परं ज्योतिः समानपरिवर्जितम् ।
अहं ब्रह्म परं ज्योतिर्जरामरणवर्जितम् ॥
]

`verse 11 [
अहं ब्रह्म परं ज्योतिः शोकमोहविवर्जितम् ।
अहं ब्रह्म परं ज्योतिः क्षुत्पिपासाविवर्जितम् ॥
]

`verse 12 [
अहं ब्रहम परं ज्योतिः शब्दोद्भूतादिवर्जितम् ।
अहं ब्रह्म परं ज्योतिर्हिरण्यगर्भवर्जितम् ॥
]

`verse 13 [
अहं ब्रह्म परं ज्योतिः स्वप्नावस्थाविवर्जितम् ।
अहं ब्रह्म परं ज्योतिस्तेजसादिविवर्जितम् ॥
]

`verse 14 [
अहं ब्रह्म परं ज्योतिरपकारादिवर्जितम् ।
अहं ब्रह्म परं ज्योतिः सभाज्ञानविवर्जितम् ॥
]

`verse 15 [
अहं ब्रह्म परं ज्योतिरध्याहृतविवर्जितम् ।
अहं ब्रह्म परं ज्योतिः सत्त्वादिगुणवर्जितम् ॥
]

`verse 16 [
अहं ब्रह्म परं ज्योतिः सदसद्भाववर्जितम् ।
अहं ब्रह्म परं ज्योतिः सर्वावयववर्जितं ॥
]

`verse 17 [
अहं ब्रह्म परं ज्योतिर्भेदाभेदविवर्जितं ।
अहं ब्रह्म परं ज्योतिः सुषुप्तिस्थानवर्जितम् ॥
]

`verse 18 [
अहं ब्रह्म परं ज्योतिः प्राज्ञभावविवर्जितम् ।
अहं ब्रह्म परं ज्योतिर्मकारादिविवर्जितम् ॥
]

`verse 19 [
अहं ब्रह्म परं ज्योतिर्मानमेयविवर्जितम् ।
अहं ब्रह्म परं ज्योतिर्मितिमातृविवर्जितम् ॥
]

`verse 20 [
अहं ब्रह्म परं ज्योतिः साक्षइत्वादिविवर्जितम् ।
अहं ब्रह्म परं ज्योतिः कार्य्यकारणवर्जितम् ॥
]

`verse 21 [
देहेन्द्रियमनोबुद्दिप्राणाहङ्कारवर्जितं ।
जाग्रत् सप्नसुषुप्त्यादिमुक्तं ब्रह्म तुरीयकं ॥
]

`verse 22 [
नित्याशुद्दबुद्धमुक्तं सत्यमानन्दमद्वयम् ।
ब्रह्माहमस्म्यहं ब्रह्म सविज्ञानं विमुक्त ओं ॥

अहं ब्रह्म परं ज्योतिः समाधिर्मोक्षदः परः ॥
]

`colophon [
इत्यादिम्हापुराणे आग्नेये ब्रह्मज्ञानं नामाष्टसप्तत्यधिकत्रिशततमोऽध्यायः ॥
]
