`speaker [
अग्निरुवाच
]

`verse 1 [
गीतासारं प्रवक्ष्यामि सर्वगीतोत्तमोत्तमं ।
कृष्णोऽर्जुनाय यमाह पुरा वै भुक्तिमुक्तिदं ॥
]

`verse 2 [
श्रीभगवानुवाच
गतासुरगतासुर्वा न शोच्यो देहवानजः ।
आत्माऽजरोऽमरोऽभेद्यस्तस्माच्छोकादिकं त्यजेत् ॥
]

`verse 3 [
ध्यायतो विषयान् पुंसः सङ्गस्तेषूपजायते ।
सङ्गात् कामस्ततः क्रोधः क्रोधात्सम्मोह एव च ॥
]

`verse 4 [
सम्मोहात् स्मृतिविभ्रंशो बुद्धिनाशात् प्रणश्यति ।
दुःसङ्गहानिः सत्सङ्गान्मोक्षकामी च कामनुत् ॥
]

`verse 5 [
कामत्यागादात्मनिष्ठः स्थिरप्रज्ञस्तदोच्यते ।
या निशा सर्वभूतानां तस्यां जागर्ति संयमी ॥
]

`verse 6 [
यस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः ।
आत्मन्येव च सन्तुष्टस्तस्य कार्यं न विद्यते ॥
]

`verse 7 [
नैव तस्य कृते नार्थो नाकृते नेह कश्चन ।
तत्त्ववित्तु महावाहो गुणकर्मविभागयोः ॥
]

`verse 8 [
गुणा गुणेषु वर्त्तन्ते इति मत्वा न सज्जते ।
सर्वं ज्ञानप्लवेनैव वृजिनं सन्तरिष्यति ॥
]

`verse 9 [
ज्ञानाग्निः सर्वकर्माणि भस्मसात् कुरुतेऽर्जुन ।
ब्रह्मण्याधाय कर्माणि सङ्गन्त्यक्त्वा करोति यः ॥
]

`verse 10 [
लिप्यते न स पापेन पद्मपत्रमिवाम्भसा ।
सर्वभूतेषु चात्मानां सर्वभूतानि चात्मनि ॥
]

`verse 11 [
ईक्षते योगयुक्तात्मा सर्वत्र समदर्शनः ।
शुचीनां श्रीमतां गेहे योगभ्रष्टोऽभिजायते ॥
]

`verse 12 [
न हि कल्याणकृतं कश्चिद्‌दुर्गतिं तात गच्छति ।
देवी ह्येषा गुणमयी मम माया दुरत्यया ॥
]

`verse 13 [
मामेव ये प्रपद्यन्ते मायामेतान्तरन्ति ते ।
आर्त्तो जिज्ञासुरर्थार्थी ज्ञानी च भरतर्षभ ॥
]

`verse 14 [
चतुर्विधा भजन्ते मां ज्ञानी चैकत्वमास्थितः ।
अक्षरं ब्रह्म परमं स्वभावोऽध्यात्ममुच्यते ॥
]

`verse 15 [
भूतभावोद्भवकरो विसर्गः कर्मसंज्ञितः ।
अधिभूतं क्षरो भावः पुरुषश्चाधिदैवतं ॥
]

`verse 16 [
अधियज्ञोहमेवात्र देहे देहभृतां वर ।
अन्तकाले स्मरन्माञ्च मद्भावं यात्यसंशयः ॥
]

`verse 17 [
यं यं भावं स्मारन्नन्ते त्यजेद्देहन्तमाप्नुयात् ।
प्राणं न्यस्य भ्रुवोर्मध्ये अन्ते प्राप्नोति मत्परम् ॥
]

`verse 18 [
ओमित्येकाक्षरं ब्रह्म वदन् देहं त्यजन्तथा ।
ब्रह्मादिस्तम्भपर्यन्ताः सर्वे मम विभूतयः ॥
]

`verse 19 [
श्रीमन्तश्चोर्जिताः सर्वे ममांशाः प्राणिनः स्मृताः ।
अहमेको विश्वरुप इति ज्ञात्वा विमुच्यते ॥
]

`verse 20 [
क्षेत्रं शरीरं यो वेत्ति क्षेत्रज्ञः स प्रकीर्त्तिः ।
क्षेत्रक्षएत्रज्ञयोर्ज्ञानं यत्तज्ज्ञानं मतं मम ॥
]

`verse 21 [
महाभूतान्यहङ्गारो बुद्धिरव्यक्तमेव च ।
इन्द्रियाणि दशौकञ्च पञ्च चेन्द्रियगोचराः ॥
]

`verse 22 [
इच्छा द्वेषः सुखं दुःखं सङ्घातश्चेतना धृतिः ।
एतत्क्षेत्रं समासेन सविकारमुदाहृतम् ॥
]

`verse 23 [
अमानित्वमदम्भित्वमहिसा क्षान्तिरार्जवं ।
आचार्योपासनं शौचं स्थौर्य्यमात्मविनिग्रहः ॥
]

`verse 24 [
इन्द्रियार्थेषु वैराग्यमनहङ्कार एव च ।
जन्ममृत्युजराव्याधिदुःखदोषानुदर्शनं ॥
]

`verse 25 [
आसक्तिरनभिष्वङ्गः पुत्रदारगृहादिषु ।
नित्यञ्च समचित्तत्त्वमिष्टानिष्टोपपत्तिषु ॥
]

`verse 26 [
मयि चानन्ययोगेन भक्तिरव्यभिचारिणी ।
विविक्तदेशसेवित्वमरतिर्जनसंसदि ॥
]

`verse 27 [
अध्यात्मज्ञाननिष्ठत्वन्तत्त्वज्ञानानुदर्शनं ।
ओतज्ज्ञानमिति प्रोक्तमज्ञानं यदतोऽन्यथा ॥
]

`verse 28 [
ज्ञेयं यत्तत् प्रवक्ष्यामि यं ज्ञात्वाऽमृतमश्नुते ।
अनादि परमं ब्रह्म सत्त्वं नाम तदुच्यते ॥
]

`verse 29 [
सर्वतः पाणिपादान्तं सर्वतोऽक्षिशिरोमुखम् ।
सर्वतः श्रुतिमल्लोके सर्वमावृत्य तिष्ठति ॥
]

`verse 30 [
सर्वेन्द्रियगुणाभासं सर्वेन्दियविवर्जितम् ।
असक्तं सर्वभृच्चैव निर्गुणं गुणभोक्तृ च ॥
]

`verse 31 [
बहिरन्तश्च भूतानामचरञ्चरमेव च ।
सूक्षमत्वात्तदविज्ञेयं दूरस्थञ्चान्तिकेऽपि यत् ॥
]

`verse 32 [
अविभक्तञ्च भूतेषु विभक्तमिव च स्थितम् ।
भूतभर्तृ च विज्ञेयं ग्रसिष्णु प्रभविष्णु च ॥
]

`verse 33 [
ज्योतिषामपि तज्जयोतिस्तमसः परमुच्यते ।
ज्ञानं ज्ञेयं ज्ञानगम्यं हृदि सर्वस्य घिष्ठितं ॥
]

`verse 34 [
ध्यानेनात्मनि पश्यन्ति केचिदात्मानमात्मना ।
अन्ये साङ्‌ख्येन योगेन कर्मयोगेन चापरे ॥
]

`verse 35 [
अन्ये त्वेवमजानन्तो श्रुत्वान्येभ्य उपासते ।
तेपि चाशु तरन्त्येव मृत्युं श्रुतिपरायणाः ॥
]

`verse 36 [
सत्त्वात्सञ्जायते ज्ञानं रजसो लोभ एव च ।
प्रमादमोहौ तमसो भवतो ज्ञानमेव च ॥
]

`verse 37 [
गुणा वर्तन्त इत्येव योऽवतिष्ठति नेङ्गते ।
मानावमानमित्रारितुल्यस्त्यागी स निर्गुणः ॥
]

`verse 38 [
ऊर्ध्वमूलमधः शाखमश्चत्थं प्राहुरव्ययं ।
छन्दांसि यस्य पर्णानि यस्तं वेद स वेदवित् ॥
]

`verse 39 [
द्वौ भूतसर्गौ लोकेऽस्मिन् दैव आसुर एव च ।
अहिंसादिः क्षमा चैव दैवीसम्पत्तितो नृणां ॥
]

`verse 40 [
न शौचं नापि वाचारो ह्यासुरीसम्पदोद्भवः ।
नरकत्वात् क्रोधकोभकामस्तस्मात्त्रयं त्यजेत् ॥
]

`verse 41 [
यज्ञस्तपस्तथा दानं सत्त्वाद्यैस्त्रिविधं स्मृतम् ।
आयुः सत्त्वं बलारोग्यसुखायान्नन्तु सात्त्विकं ॥
]

`verse 42 [
दुःखशोकामयायान्नं तीक्ष्णरूक्षन्तु राजसं ।
अमेध्योच्छिष्टपूत्यन्नं तामसं नीरसादिकं ॥
]

`verse 43 [
यष्टव्यो विधिना यज्ञो निष्कामाय स सात्त्विकः ।
यज्ञः फलाय दम्भात्मी राजसस्तामसः क्रतुः ॥
]

`verse 44 [
श्रद्धामन्त्रादिविध्युक्तं तपः शारीरमुच्यते ।
देवादिपूजाऽहिंसादि वाङ्‌मयं तप उच्यते ॥
]

`verse 45 [
अनुद्धेगकरं वाक्यं सत्यं स्वाध्यायसज्जपः ।
मानसं चित्तसंशुद्धेर्मौनमात्मविनिग्रहः ॥
]

`verse 46 [
सात्त्विकञ्च तपोऽकामं फ्लाद्यर्थन्तु राजसं ।
तामसं परपीड़ायै सात्त्विकं दानमुच्यते ॥
]

`verse 47 [
देशादौ चैव दातव्यमुपकाराय राजसं ।
अदेशादाववज्ञातं तामसं दानमीरितं ॥
]

`verse 48 [
ओंतत्सदिति निर्देशो ब्रह्मणस्त्रिविधः स्मृतः ।
यज्ञदानादिकं कर्म्म भुक्तिमुक्तिप्रदं नृणं ॥
]

`verse 49 [
अनिष्टमिष्टं मिशञ्च त्रिविंधं कर्मणः फलं ।
भवत्यत्यागिनां प्रेत्य न तु सन्न्यासिनां क्कचित् ॥
]

`verse 50 [
तामसः कर्मसंयोगात् मोहात्क्लेशभयादिकात् ।
राजसः सात्त्विकोऽकामात् पञ्चैते कर्महेतवः ॥
]

`verse 51 [
अधिष्ठानं तथा कर्त्ता करणञ्च पृथग्विधम् ।
त्रिविधाश्च पृथक् चेष्टा दैवञ्चैवात्र पञ्चमं ॥
]

`verse 52 [
एकं ज्ञानं सात्त्विकं स्यात् पृथग्‌ ज्ञान्तु राजसं ।
अतत्त्वार्थन्तामसं स्यात् कर्माकामाय सात्त्विकं ॥
]

`verse 53 [
कामाय राजसं कर्म मोहात् कर्म तु तामसं ।
सिद्ध्यसिद्ध्योः समः कर्त्ता सात्त्विको राजसोऽत्यपि ॥
]

`verse 54 [
शठोऽलसस्तामसः स्यात् कार्य्यादिधीश्च सात्त्विकी ।
कार्य्यार्थं सा राजसी स्याद्विपरीता तु तामसी ॥
]

`verse 55 [
मनोधृतिः सात्त्विकी स्यात् प्रीतिकामेति राजसी ।
तामसी तु प्रशोकादौ सुखं सत्त्वात्तदन्तगं ॥
]

`verse 56 [
सुखं तद्राजसञ्चाग्रे अन्ते दुःखन्तु तामसं ।
अतः प्रवृत्तिर्भूतानां येन सर्वमिदन्ततं ॥
]

`verse 57 [
स्वकर्मणा तमभ्यर्च्य विष्णुं सिद्धिञ्च विन्दति ।
कर्मणा मनसा वाचा सर्वावस्थासु सर्वदा ॥
]

`verse 58 [
ब्रह्मादिस्तम्भपर्यन्तं जगद्विष्णुञ्च वेत्ति यः ।
सिद्धिमाप्नोति भगवद्भक्तो भागवतो ध्रुवं ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये गीतासारो नामैकाशीत्यधिकत्रिशततमोऽध्यायः ॥
]
