`speaker [
अग्निरुवाच
]

`verse 1 [
यमगीतां प्रवक्ष्यामि उक्ता या नाचिकेतसे ।
पठतां श्रृण्वतां भुक्त्यै मुक्त्यै मोक्षार्थिनां सतां ॥
]

`speaker [
यम उवाच
]

`verse 2 [
आसनं शयनं यानपरिधानगृहादिकम् ।
वाञ्छत्यहोऽतिमोहेन सुस्थिरं स्वयमस्थिरः ॥
]

`verse 3 [
भोगेष्वशक्तिः सततं तथैवात्मावलोकनं ।
श्रेयः परं मनुष्याणां कपिलोद्गीतमेव हि ॥
]

`verse 4 [
सर्व्वत्र समदर्शित्वं निर्म्ममत्वमसङ्गता ।
श्रेयः परं मनुष्याणां गीतं पञ्चशिखेन हि ॥
]

`verse 5 [
आगर्भजन्मबाल्यादिवयोऽवस्थादिवेदनं ।
श्रेयः परं मनुष्याणां गङ्गाविष्णुप्रगीतकं ॥
]

`verse 6 [
आध्यात्मिकादिदुःखानामाद्यन्तादिप्रतिक्रिया ।
श्रेयः परं मनुष्याणां जनकोद्गीतमेव च ॥
]

`verse 7 [
अभिन्नयोर्भेदकरः प्रत्ययो यः परात्मनः ।
तच्छान्तिपरमं श्रेयो ब्रह्मोद्गीतमुदाहृतं ॥
]

`verse 8 [
कर्त्तव्यमिति यत्कर्म्म ऋग्यजुःसामसंज्ञितं ।
कुरुते श्रेयसे सङ्गाज्जैगीषव्येण गीयते ॥
]

`verse 9 [
हानिः सर्व्वविधित्‌सानामात्मनः सुखहैतुकी ।
श्रेयः परं मनुष्याणां देवलोद्गीतमीरितं ॥
]

`verse 10 [
कामत्यागात्तु विज्ञानं सुखं ब्रह्म परं पदं ।
कामिनां न हि विज्ञानं सनकोद्गीतमेव तत् ॥
]

`verse 11 [
प्रवृत्तञ्च निवृत्तञ्च कार्य्यं कर्मपरोऽव्रवीत् ।
श्रेयसां श्रेय एतद्धि नैष्कर्म्यं ब्रह्म तद्धरिः ॥
]

`verse 12 [
पुमांश्चाधिगतज्ञानो भेदं नाप्नोति सत्तमः ।
ब्रह्माणा विष्णुसंज्ञेन परमेणाव्ययेन च ।
]

`verse 13 [
ज्ञानं विज्ञानमास्तिक्यं सौभाग्यं रूपमुत्तमम् ।
तपसा लभ्यते सर्वं मनसा यद्यदिच्छति ॥
]

`verse 14 [
नास्ति विष्णुसमन्ध्येयं तपो नानशनात्परं ।
नास्त्यारोग्यसमं धन्यं नास्ति गङ्गासमा सरित् ॥
]

`verse 15 [
न सोऽस्ति बान्धवः कश्चिद्विष्णुं मुक्त्वा जगद्गुरुं ।
अधश्चोद्‌र्ध्वं हरिश्चाग्रे देहेन्द्रियमनोमुखे ॥
]

`colophon [
इत्येवं संस्मरन् प्राणान् यस्त्यजेत्स हरिर्भवेत् ।
यत्तद् ब्रह्म यतः सर्वं यत्सर्वं तस्य संस्थितम् ॥
]

`verse 16 [
अग्राह्यकमनिर्देश्यं सुप्रतिष्ठञ्च यत्परं ।
परापरस्वरूपेण विष्णुः सर्व्वहृदि स्थितः ॥
]

`verse 17 [
यज्ञेशं यज्ञपुरुषं केचिदिच्छन्ति तत्परं ।
केचिद्विष्णुं हरं केचित् केचिद् ब्रह्माणमीश्वरं ॥
]

`verse 18 [
इन्द्रादिनामभिः केचित् सूर्य्यं सोमञ्च कालकम् ।
ब्रह्मादिस्तम्भपर्यन्तं जगद्विष्णुं वदन्ति च ॥
]

`verse 19 [
स विष्णुः परमं ब्रह्म यतो नावर्त्तते पुनः ।
सुवर्णादिमहाकदानपुण्यतीर्थावगाहनैः ॥
]

`verse 20 [
ध्यानैर्व्रतैः पूजया च घर्म्मश्रुत्या तदाप्नुयात् ।
आत्मानं रथिनं विद्धि शरीरं रथमेव तु ॥
]

`verse 21 [
बुद्धिन्तु सारथिं विद्धि मनः प्रग्रहमेव च ।
इन्द्रियाणि हयानाहुर्विषयांश्चेषुगोचरान् ॥
]

`verse 22 [
आत्मेन्द्रियमनोयुक्तं भोक्तेत्याहुर्मनीषिणः ।
यस्त्वविज्ञानवान् भवत्ययुक्तेन मनसा सदा ॥
]

`verse 23 [
न सत्पदमवाप्नोति संसारञ्चाधिगच्छति ।
यस्तु विज्ञानवान् भवति युक्तेन मनसा सदा ॥
]

`verse 24 [
स तत्पदमवाप्नोति यस्माद्भूयो न जायते ।
विज्ञानसारथिर्यस्तु मनःप्रग्रहवान्नरः ॥
]

`verse 25 [
सोऽध्वानं परमाप्नोति तद्विष्णोः परमं पदम् ।
इन्द्रियेभ्यः परा ह्यर्था अर्थेभ्यश्च परं मनः ॥
]

`verse 26 [
मनसस्तु परा बुद्धिः बुद्धेरात्मा महान् परः ।
महतः परमवव्यक्तमव्यक्तात्पुरुषः परः ॥
]

`verse 27 [
पुरुषान्न परं किञ्चित् सा काष्ठा सा परा गतिः ।
एषु सर्वेषु भूतेषु गूढ़ात्मा न प्रकाशते ॥
]

`verse 28 [
दृश्यते त्वग्र्यया बुद्ध्या सूक्ष्मया सूक्ष्मदर्शिभिः ।
यच्छेद्वाङ्‌मनसी प्राज्ञः तद्यच्छेज्ज्ञानमात्मनि ॥
]

`verse 29 [
ज्ञानमात्मनि महति नियच्छेच्छान्त आत्मनि ।
ज्ञात्वा ब्रह्मात्मनोर्योगं यमाद्यैर्ब्रह्म सद्भवेत् ॥
]

`verse 30 [
अहिंसा सत्यमस्तेयं ब्रह्मचर्यापरिग्रही ।
यमाश्च नियमाः पञ्च शौचं सन्तोषसत्तपः ॥
]

`verse 31 [
स्वाध्यायेश्वरपूजा च आसनं पद्मकादिकं ।
प्राणायामो वायुजयः प्रत्याहारः स्वनिग्रहः ॥
]

`verse 32 [
शुभे ह्येकत्र विषये चेतसो यत् प्रधारणं ।
निश्चलत्वात्तु धीमद्भिर्धारणा द्विज कथ्यते ॥
]

`verse 33 [
पौनःपुन्येन तत्रैव विषयेष्वेव धारणा ।
ध्यानं स्मृतं समाधिस्तु अहं ब्रह्मात्मसंस्थितिः ॥
]

`verse 34 [
घटध्वंसाद्यथाकाशमभिन्नं नभसा भवेत् ।
मुक्तो जीवो ब्रह्मणैवं सद्‌ब्रह्म ब्रह्म वै भवेत् ॥
]

`verse 35 [
आत्मानं मन्यते ब्रह्म जीवो ज्ञानेन नान्यथा ।
जीवो ह्यज्ञानतत्कार्य्यमुक्तः स्यादजरामरः ॥
]

`speaker [
अग्निरुवाच
]

`verse 36 [
वशिष्ठ यमगीतोक्ता पठतां भुक्तिमुक्तिदा ।
आत्यन्तिको लयः प्रोक्तो वेदान्तब्रह्मधीमयः ॥
]

`colophon [
इत्यादिमहापुराणे आग्नेये यमगीता नाम द्व्यशीत्यधिकत्रिशततमोऽध्यायः ॥

*.३८२.७ जीवात्मा और परमात्मा वस्तुतः अभिन्न हैं, इनमें जो भेद की प्रतीति होती है, उसका निवारण करना ही परम कल्याण का हेतु है- यह ब्रह्माजी का सिद्धान्त है।

३८२.९ विधित्सा - कर्मारम्भस्य आकाङ्क्षा।
]
