`speaker [
नारद उवाच
]

`verse 1 [
श्रुतमस्माभिरानंदप्रदं चरितमुत्तमम् ॥
गृहस्थस्यैव शंभोश्च गणस्कंदादिसत्कथम् ॥
]

`verse 2 [
इदानीं ब्रूहि सुप्रीत्या चरितं वरमुत्तमम् ॥
शंकरो हि यथा रुद्रो जघान विहरन्खलान् ॥
]

`verse 3 [
कथं ददाह भगवान्नगराणि सुरद्विषाम् ॥
त्रीण्येकेन च बाणेन युगपत्केन वीर्यवान् ॥
]

`verse 4 [
एतत्सर्वं समाचक्ष्व चरितं शशिमौलिनः ॥
देवर्षिसुखदं शश्वन्मायाविहरतः प्रभोः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
एवमेतत्पुरा पृष्टो व्यासेन ऋषिसत्तमः ॥
सनत्कुमारं प्रोवाच तदेव कथयाम्यहम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 6 [
शृणु व्यास महाप्राज्ञ चरितं शशिमौलिनः ॥
यथा ददाह त्रिपुरं बाणेनैकेन विश्व हृत्॥
]

`verse 7 [
शिवात्मजेन स्कन्देन निहते तारकासुरे॥
तत्पुत्रास्तु त्रयो दैत्याः पर्यतप्यन्मुनीश्वर॥
]

`verse 8 [
तारकाख्यस्तु तज्जेष्ठो विद्युन्माली च मध्यमः ॥
कमलाक्षः कनीयांश्च सर्वे तुल्यबलास्सदा ॥
]

`verse 9 [
जितेन्द्रियास्ससन्नद्धास्संयतास्सत्यवादिनः ॥
दृढचित्ता महावीरा देवद्रोहिण एव च ॥
]

`verse 10 [
ते तु मेरुगुहां गत्वा तपश्चक्रुर्महाद्भुतम् ॥
त्रयस्सर्वान्सुभोगांश्च विहाय सुमनोहरान् ॥ 2.5.1.१० ॥
वसंते सर्वकामांश्च गीतवादित्रनिस्स्वनम् ॥
विहाय सोत्सवं तेपुस्त्रयस्ते तारकात्मजाः॥
]

`verse 11 [
ग्रीष्मे सूर्यप्रभां जित्वा दिक्षु प्रज्वाल्य पावकम् ॥
तन्मध्यसंस्थाः सिद्ध्यर्थं जुहुवुर्हव्यमादरात् ॥
]

`verse 12 [
महाप्रतापपतितास्सर्वेप्यासन् सुमूर्छिताः ॥
वर्षासु गतसंत्रासा वृष्टिं मूर्द्धन्यधारयन् ॥
]

`verse 13 [
शरत्काले प्रसूतं तु भोजनं तु बुभुक्षिताः ॥
रम्यं स्निग्धं स्थिरं हृद्यं फलं मूलमनुत्तमम्॥
]

`verse 14 [
संयमात्क्षुत्तृषो जित्वा पानान्युच्चावचान्यपि ॥
बुभुक्षितेभ्यो दत्त्वा तु बुभूवुरुपला इव ॥
]

`verse 15 [
संस्थितास्ते महात्मानो निराधाराश्चतुर्दिशम् ॥
हेमंते गिरिमाश्रित्य धैर्येण परमेण तु ॥
]

`verse 16 [
तुषारदेहसंछन्ना जलक्लिन्नेन वाससा ॥
आसाद्य देहं क्षौमेण शिशिरे तोयमध्यगाः ॥
]

`verse 17 [
अनिर्विण्णास्ततस्सर्वे क्रमशोऽवर्द्धयंस्तपः ॥
तेपुस्त्रयस्ते तत्पुत्रा विधिमुद्दिश्य सत्तमाः ॥
]

`verse 18 [
तप उग्रं समास्थाय नियमे परमे स्थिता ॥
तपसा कर्षयामासुर्देहान् स्वान् दानवोत्तमाः ॥
]

`verse 19 [
वर्षाणां शतकं चैव पदमेकं निधाय च ॥
भूमौ स्थित्वा परं तत्र तेपुस्ते बलवत्तराः ॥ 2.5.1.२० ॥
ते सहस्रं तु वर्षाणां वातभक्षास्सुदारुणाः ॥
तपस्तेपुर्दुरात्मानः परं तापमुपागताः ॥
]

`verse 20 [
वर्षाणां तु सहस्रं वै मस्तकेनास्थितास्तथा ॥
वर्षाणां तु शतेनैव ऊर्द्ध्वबाहव आसिताः ॥
]

`verse 21 [
एवं दुःखं परं प्राप्ता दुराग्रहपरा इमे ॥
ईदृक्ते संस्थिता दैत्या दिवारात्रमतंद्रिता ॥
]

`verse 22 [
एवं तेषां गतः कालो महान् सुतपतां मुने ॥
ब्रह्मात्मनां तारकाणां धर्मेणेति मतिर्मम ॥
]

`verse 23 [
प्रादुरासीत्ततो ब्रह्मा सुरासुरगुरुर्महान् ॥
संतुष्टस्तपसा तेषां वरं दातुं महायशाः ॥
मुनिदेवासुरैस्सार्द्धं सांत्वपूर्वमिदं वचः ॥
ततस्तानब्रवीत्सर्वान् सर्वभूतपितामहः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
प्रसन्नोऽस्मि महादैत्या युष्माकं तपसा मुने ॥
सर्वं दास्यामि युष्मभ्यं वरं ब्रूत यदीप्सितम् ॥
]

`verse 25 [
किमर्थं सुतपस्तप्तं कथयध्वं सुरद्विषां ॥
सर्वेषां तपसो दाता सर्वकर्तास्मि सर्वदा ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 26 [
तस्य तद्वचनं श्रुत्वा शनैस्ते स्वात्मनो गतम् ॥
ऊचुः प्रांजलयस्सर्वे प्रणिपत्य पितामहम् ॥
]

`speaker [
दैत्या ऊचुः
]

`verse 27 [
यदि प्रसन्नो देवेश यदि देयो वरस्त्वया ॥
अवध्यत्वं च सर्वेषां सर्वभूतेषु देहिनः ॥ 2.5.1.३० ॥
स्थिरान् कुरु जगन्नाथ पांतु नः परिपंथिनः ॥
जरारोगादयस्सर्वे नास्मान्मृत्युरगात् क्वचित् ॥
]

`verse 28 [
अजराश्चामरास्सर्वे भवाम इति नो मतम् ॥
समृत्यवः करिष्यामस्सर्वानन्यांस्त्रिलोकके ॥
]

`verse 29 [
लक्ष्म्या किं तद्विपुलया किं कार्यं हि पुरोत्तमैः ॥
अन्यैश्च विपुलैर्भोगैस्स्थानैश्वर्येण वा पुनः ॥
]

`verse 30 [
यत्रैव मृत्युना ग्रस्तो नियतं पंचभिर्दिनैः ॥
व्यर्थं तस्याखिलं ब्रह्मन् निश्चितं न इतीव हि ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 31 [
इति श्रुत्वा वचस्तेषां दैत्यानां च तपस्विनाम् ॥
प्रत्युवाच शिवं स्मृत्वा स्वप्रभुं गिरिशं विधिः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
नास्ति सर्वामरत्वं च निवर्तध्वमतोऽसुराः ॥
अन्यं वरं वृणीध्वं वै यादृशो वो हि रोचते ॥
]

`verse 33 [
जातो जनिष्यते नूनं जंतुः कोप्यसुराः क्वचित् ॥
अजरश्चामरो लोके न भविष्यति भूतले ॥
]

`verse 34 [
ऋते तु खंडपरशोः कालकालाद्धरेस्तथा ॥
तौ धर्माधर्मपरमावव्यक्तौ व्यक्तरूपिणौ ॥
]

`verse 35 [
संपीडनाय जगतो यदि स क्रियते तपः ॥
सफलं तद्गतं वेद्यं तस्मात्सुविहितं तपः ॥
]

`verse 36 [
तद्विचार्य स्वयं बुद्ध्या न शक्यं यत्सुरासुरैः ॥
दुर्लभं वा सुदुस्साध्यं मृत्युं वंचयतानघाः ॥2.5.1.४०॥
तत्किंचिन्मरणे हेतुं वृणीध्वं सत्त्वमाश्रिताः ॥
येन मृत्युर्नैव वृतो रक्षतस्तत्पृथक् पृथक् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 37 [
एतद्विधिवचः श्रुत्वा मुहूर्त्तं ध्यानमास्थिताः ॥
प्रोचुस्ते चिंतयित्वाथ सर्वलोकपितामहम् ॥
]

`speaker [
दैत्या ऊचुः
]

`verse 38 [
भगवन्नास्ति नो वेश्म पराक्रमवतामपि ॥
अधृष्याः शात्रवानां तु यन्न वत्स्यामहे सुखम् ॥
]

`verse 39 [
पुराणि त्रीणि नो देहि निर्मायात्यद्भुतानि हि ॥
सर्वसंपत्समृद्धान्य प्रधृष्याणि दिवौकसाम्॥
]

`verse 40 [
वयं पुराणि त्रीण्येव समास्थाय महीमिमाम्॥
चरिष्यामो हि लोकेश त्वत्प्रसादाज्जगद्गुरो ॥
]

`verse 41 [
तारकाक्षस्ततः प्राह यदभेद्यं सुरैरपि ॥
करोति विश्वकर्मा तन्मम हेममयं पुरम्॥
]

`verse 42 [
ययाचे कमलाक्षस्तु राजतं सुमहत्पुरम् ॥
विद्युन्माली च संहृष्टो वज्रायसमयं महत्॥
]

`verse 43 [
पुरेष्वेतेषु भो ब्रह्मन्नेकस्थानस्थितेषु च ॥
मध्याह्नाभिजिते काले शीतांशौ पुष्प संस्थिते ॥
]

`verse 44 [
उपर्युपर्यदृष्टेषु व्योम्नि लीलाभ्रसंस्थिते ॥
वर्षत्सु कालमेघेषु पुष्करावर्तनामसु ॥
]

`verse 45 [
तथा वर्षसहस्राते समेष्यामः परस्परम् ॥
एकीभावं गमिष्यंति पुराण्येतानि नान्यथा ॥2.5.1.५०॥
सर्वदेवमयो देवस्सर्वेषां मे कुहेलया॥
असंभवे रथे तिष्ठन् सर्वोपस्करणान्विते ॥
]

`verse 46 [
असंभाव्यैककांडेन भिनत्तु नगराणि नः ॥
निर्वैरः कृत्तिवासास्तु योस्माकमिति नित्यशः ॥
]

`verse 47 [
वंद्यः पूज्योभिवाद्यश्च सोस्माकं निर्दहेत्कथम् ॥
इति चेतसि संधाय तादृशो भुवि दुर्लभः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 48 [
एतच्छ्रुत्वा वचस्तेषां ब्रह्मा लोकपितामहः ॥
एवमस्तीति तान् प्राह सृष्टिकर्ता स्मरञ्शिवम् ॥
]

`verse 49 [
आज्ञां ददौ मयस्यापि कुत्र त्वं नगरत्रयम् ॥
कांचनं राजतं चैव आयसं चेति भो मय ॥
]

`verse 50 [
इत्यादिश्य मयं ब्रह्मा प्रत्यक्षं प्राविशद्दिवम् ॥
तेषां तारकपुत्राणां पश्यतां निजधाम हि ॥
]

`verse 51 [
ततो मयश्च तपसा चक्रे धीरः पुराण्यथ ॥
कांचनं तारकाक्षस्य कमलाक्षस्य राजतम् ॥
]

`verse 52 [
विद्युन्माल्यायसं चैव त्रिविधं दुर्गमुत्तमम् ॥
स्वर्गे व्योम्नि च भूमौ च क्रमाज्ज्ञेयानि तानि वै ॥
]

`verse 53 [
दत्वा तेभ्यो सुरेभ्यश्च पुराणि त्रीणि वै मयः ॥
प्रविवेश स्वयं तत्र हितकामपरायणः ॥
]

`verse 54 [
एवं पुत्रत्रयं प्राप्य प्रविष्टास्तारकात्मजाः ॥
बुभुजुस्सकलान्भोगान्महाबलपराक्रमाः ॥ 2.5.1.६० ॥
कल्पद्रुमैश्च संकीर्णं गजवाजिसमाकुलम् ॥
नानाप्रासादसंकीर्णं मणिजालसमा वृतम् ॥
]

`verse 55 [
सूर्यमण्डलसंकाशैर्विमानैस्सर्वतोमुखैः ॥
पद्मरागमयैश्चैव शोभितं चन्द्रसन्निभैः ॥
]

`verse 56 [
प्रासादैर्गोपुरैर्दिव्यैः कैलासशिखरोपमैः ॥
दिव्यस्त्रीजनसंकीर्णैर्गंधर्वैस्सिद्धचारणैः ॥
]

`verse 57 [
रुद्रालयैः प्रतिगृहमग्निहोत्रैः प्रतिष्ठितैः ॥
द्विजोत्तमैश्शास्त्र ज्ञैश्शिवभक्तिरतैस्सदा ॥
]

`verse 58 [
वापीकूपतडागैश्च दीर्घिकाभिस्सुशोभितम् ॥
उद्यानवनवृक्षैश्च स्वर्गच्युत गुणोत्तमैः ॥
]

`verse 59 [
नदीनदसरिन्मुख्यपुष्करैः शोभितं सदा ॥
सर्वकामफलाद्यैश्चानेकैर्वृक्षैर्मनोहरम् ॥
]

`verse 60 [
मत्तमातंगयूथैश्च तुरंगैश्च सुशोभनैः ॥
रथैश्च विविधाकारैश्शिबिकाभिरलंकृतम् ॥
]

`verse 61 [
समयादिशिकैश्चैव क्रीडास्थानैः पृथक्पृथक् ॥
वेदाध्ययनशालाभिर्विविधाभिः पृथक्पृथक् ॥
]

`verse 62 [
अदृष्टं मनसा वाचा पापान्वितनरैस्सदा ॥
महात्मभिश्शुभाचारैः पुण्यवद्भिः प्रवीक्ष्यते ॥
]

`verse 63 [
पतिव्रताभिः सर्वत्र पावितं स्थलमुत्तमम् ॥
पतिसेवनशीलाभिर्विमुखाभिः कुधर्मतः ॥2.5.1.७०॥
दैत्यशूरैर्महाभागैस्सदारैस्ससुतैर्द्विजैः ॥
श्रौतस्मार्तार्थतत्त्वज्ञैस्स्वधर्मनिरतैर्युतम्॥
]

`verse 64 [
व्यूढोरस्कैर्वृषस्कंधैस्सामयुद्धधरैस्सदा॥
प्रशांतैः कुपितैश्चैव कुब्जैर्वामनकैस्तथा॥
]

`verse 65 [
नीलोत्पलदलप्रख्यैर्नीलकुंचितमूर्द्धजैः ॥
मयेन रक्षितैस्सर्वैश्शिक्षितैर्युद्धलालसैः ॥
]

`verse 66 [
वरसमररतैर्युतं समंतादजशिवपूजनया विशुद्धवीर्यैः ॥
रविमरुतमहेन्द्रसंनिकाशैस्सुरमथनैस्सुदृढैस्सुसेवितं यत् ॥
]

`verse 67 [
शास्त्रवेदपुराणेषु येये धर्माः प्रकीर्तिताः ॥
शिवप्रियास्सदा देवास्ते धर्मास्तत्र सर्वतः ॥
]

`verse 68 [
एवं लब्धवरास्ते तु दैतेयास्तारकात्मजाः ॥
शैवं मयमुपाश्रित्य निवसंति स्म तत्र ह ॥
]

`verse 69 [
सर्वं त्रैलोक्यमुत्सार्य प्रविश्य नगराणि ते ॥
कुर्वंति स्म महद्राज्यं शिवमार्गरतास्सदा ॥
]

`verse 70 [
ततो महान् गतः कालो वसतां पुण्यकर्मणाम् ॥
यथासुखं यथाजोषं सद्राज्यं कुर्वतां मुने ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे त्रिपुरवधोपाख्याने त्रिपुरवर्णनं नाम प्रथमोऽध्यायः ॥
]
