`speaker [
व्यास उवाच
]

`verse 1 [
ब्रह्मपुत्र महाप्राज्ञ वद मे वदतां वर ॥
ततः किमभवद्देवाः कथं च सुखिनोऽभवन् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
इत्याकर्ण्य वचस्तस्य व्यासस्यामितधीमतः ॥
सनत्कुमारः प्रोवाच स्मृत्वा शिवपदाम्बुजम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 3 [
अथ तत्प्रभया दग्धा देवा हीन्द्रादयस्तथा ॥
संमंत्र्य दुःखितास्सर्वे ब्रह्माणं शरणं ययुः ॥
]

`verse 4 [
नत्वा पितामहं प्रीत्या परिक्षिप्ताखिलास्सुराः ॥
दुःखं विज्ञापयामासुर्विलोक्यावसरं ततः ॥
]

`speaker [
देवा ऊचुः
]

`verse 5 [
धातस्त्रिपुरनाथेन सतारकसुतेन हि ॥
सर्वे प्रतापिता नूनं मयेन त्रिदिवौकसः ॥
]

`verse 6 [
अतस्ते शरणं याता दुःखिता हि विधे वयम् ॥
कुरु त्वं तद्वधोपायं सुखिनस्स्याम तद्यथा ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 7 [
इति विज्ञापितो देवैर्विहस्य भवकृद्विधिः ॥
प्रत्युवाचाथ तान्सर्वान्मयतो भीतमानसान् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
न भेतव्यं सुरास्तेभ्यो दानवेभ्यो विशेषतः ॥
आचक्षे तद्वधोपायं शिवं शर्वः करिष्यति ॥
]

`verse 9 [
मत्तो विवर्धितो दैत्यो वधं मत्तो न चार्हति ॥
तथापि पुण्यं वर्द्धैत नगरे त्रिपुरे पुनः ॥
]

`verse 10 [
शिवं च प्रार्थयध्वं वै सर्वे देवास्सवासवाः ॥
सर्वाधीशः प्रसन्नश्चेत्स वः कार्यं करिष्यति ॥ 2.5.2.१० ॥
सनत्कुमार उवाच ॥
इत्याकर्ण्य विधेर्वाणीं सर्वे देवास्सवासवाः ॥
दुखितास्ते ययुस्तत्र यत्रास्ते वृषभध्वजः ॥
]

`verse 11 [
प्रणम्य भक्त्या देवेशं सर्वे प्रांजलयस्तदा ॥
तुष्टुवुर्विनतस्कंधाश्शंकरं लोकशंकरम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 12 [
नमो हिरण्यगर्भाय सर्वसृष्टि विधायिने ॥
नमः स्थितिकृते तुभ्यं विष्णवे प्रभविष्णवे ॥
]

`verse 13 [
नमो हरस्वरूपाय भूतसंहारकारिणे ॥
निर्गुणाय नमस्तुभ्यं शिवायामित तेजसे ॥
]

`verse 14 [
अवस्थारहितायाथ निर्विकाराय वर्चसे॥
महाभूतात्मभूताय निर्लिप्ताय महात्मने॥
]

`verse 15 [
नमस्ते भूतपतये महाभारसहिष्णवे ॥
तृष्णाहराय निर्वैराकृतये भूरितेजसे ॥
]

`verse 16 [
महादैत्यमहारण्यनाशिने दाववह्नये ॥
दैत्यद्रुमकुठाराय नमस्ते शूलपाणये ॥
]

`verse 17 [
महादनुजनाशाय नमस्ते परमेश्वर ॥
अम्बिकापतये तुभ्यं नमस्सर्वास्त्रधारक ॥
]

`verse 18 [
नमस्ते पार्वतीनाथ परमात्मन्महेश्वर ॥
नीलकंठाय रुद्राय नमस्ते रुद्ररूपिणे ॥
]

`verse 19 [
नमोगुणस्वरूपाय गुणिने गुणवर्जिते ॥2.5.2.२०॥
महादेव नमस्तुभ्यं त्रिलोकीनन्दनाय च ॥
प्रद्युम्नायानिरुद्धाय वासुदेवाय ते नमः ॥
]

`verse 20 [
संकर्षणाय देवाय नमस्ते कंसनाशिने ॥
चाणूरमर्दिने तुभ्यं दामोदर विषादिने ॥
]

`verse 21 [
अधोक्षज गजाराते कामारे विषभक्षणः ॥
]

`verse 22 [
नारायणाय देवाय नारायणपराय च ॥
नारायणस्वरूपाय नाराणयतनूद्भव ॥
]

`verse 23 [
नमस्ते सर्वरूपाय महानरकहारिणे ॥
पापापहारिणे तुभ्यं नमो वृषभवाहन ॥
]

`verse 24 [
क्षणादिकालरूपाय स्वभक्तबलदायिने ॥
नानारूपाय रूपाय दैत्यचक्रविमर्दिने ॥
]

`verse 25 [
नमो ब्रह्मण्यदेवाय गोब्राह्मणहिताय च ॥
सहस्रमूर्त्तये तुभ्यं सहस्रावयवाय च ॥
]

`verse 26 [
धर्मरूपाय सत्त्वाय नमस्सत्त्वात्मने हर ॥
वेदवेद्यस्वरूपाय नमो वेदप्रियाय च ॥॥
]

`verse 27 [
सदाचाराध्वगम्याय सदाचाराध्वगामिने ॥
]

`verse 28 [
विष्टरश्रवसे तुभ्यं नमस्सत्यमयाय च ॥
सत्यप्रियाय सत्याय सत्यगम्याय ते नमः ॥2.5.2.३०॥
नमस्ते मायिने तुभ्यं मायाधीशाय वै नमः ॥
ब्रह्मगाय नमस्तुभ्यं ब्रह्मणे ब्रह्मजाय च ॥
]

`verse 29 [
तपसे ते नमस्त्वीश तपसा फलदायिने ॥
स्तुत्याय स्तुतये नित्यं स्तुतिसंप्रीतचेतसे ॥
]

`verse 30 [
श्रुत्याचारप्रसन्नाय स्तुत्याचारप्रियाय च ॥
चतुर्विधस्वरूपाय जलस्थलजरूपिणे ॥
]

`verse 31 [
सर्वे देवादयो नाथ श्रेष्ठत्वेन विभूतयः ॥
देवानामिन्द्ररूपोऽसि ग्रहाणां त्वं रविर्मतः ॥
]

`verse 32 [
सत्यलोकोऽसि लोकानां सरितां द्युसरिद्भवान् ॥
श्वेतवर्णोऽसि वर्णानां सरसां मानसं सरः ॥
]

`verse 33 [
शैलानां गिरिजातातः कामधुक्त्वं च गोषु ह ॥
क्षीरोदधिस्तु सिन्धूनां धातूनां हाटको भवान् ॥
]

`verse 34 [
वर्णानां ब्राह्मणोऽसि त्वं नृणां राजासि शंकर ॥
मुक्तिक्षेत्रेषु काशी त्वं तीर्थानां तीर्थराड् भवान् ॥
]

`verse 35 [
उपलेषु समस्तेषु स्फटिकस्त्वं महेश्वर ॥
कमलस्त्वं प्रसूनेषु शैलेषु हिमवांस्तथा ॥
]

`verse 36 [
भवान्वाग्व्यवहारेषु भार्गवस्त्वं कविष्वपि ॥
पक्षिष्वेवासि शरभः सिंहो हिंस्रेषु संमतः ॥
]

`verse 37 [
शालग्रामशिला च त्वं शिलासु वृषभध्वज॥
पूज्य रूपेषु सर्वेषु नर्मदालिंगमेव हि ॥2.5.2.४०॥
नन्दीश्वरोऽसि पशुषु वृषभः परमेश्वर ॥
वेदेषूपनिषद्रूपी यज्वनां शीतभानुमान् ॥
]

`verse 38 [
प्रतापिनां पावकस्त्वं शैवानामच्युतो भवान् ॥
भारतं त्वं पुराणानां मकारोऽस्यक्षरेषु च ॥
]

`verse 39 [
प्रणवो बीजमंत्राणां दारुणानां विषं भवान् ॥
व्योमव्यप्तिमतां त्वं वै परमात्मासि चात्मनाम् ॥
]

`verse 40 [
इन्द्रियाणां मनश्च त्वं दानानामभयं भवान् ॥
पावनानां जलं चासि जीवनानां तथामृतम् ॥
]

`verse 41 [
लाभानां पुत्रलाभोऽसि वायुर्वेगवतामसि ॥
नित्यकर्मसु सर्वेषु संध्योपास्तिर्भवान्मता ॥
]

`verse 42 [
क्रतूनामश्वमेधोऽसि युगानां प्रथमो युगः ॥
पुष्यस्त्वं सर्वधिण्यानाममावास्या तिथिष्वसि ॥
]

`verse 43 [
सर्वर्तुषु वसंतस्त्वं सर्वपर्वसु संक्रमः ॥
कुशोऽसि तृणजातीनां स्थूलवृक्षेषु वै वटः ॥
]

`verse 44 [
योगेषु च व्यतीपातस्सोमवल्ली लतासु च ॥
बुद्धीनां धर्मबुद्धिस्त्वं कलत्रं सुहृदां भवान् ॥
]

`verse 45 [
साधकानां शुचीनां त्वं प्राणायामो महेश्वर ॥
ज्योतिर्लिंगेषु सर्वेषु भवान् विश्वे श्वरो मतः ॥
]

`verse 46 [
धर्मस्त्वं सर्वबंधूनामाश्रमाणां परो भवान् ॥
मोक्षस्त्वं सर्ववर्णेषु रुद्राणां नीललोहितः ॥2.5.2.५०॥
आदित्यानां वासुदेवो हनूमान्वानरेषु च ॥
यज्ञानां जपयज्ञोऽसि रामः शस्त्रभृतां भवान् ॥
]

`verse 47 [
गंधर्वाणां चित्ररथो वसूनां पावको ध्रुवम् ॥
मासानामधिमासस्त्वं व्रतानां त्वं चतुर्दशी ॥
]

`verse 48 [
ऐरावतो गजेन्द्राणां सिद्धानां कपिलो मतः ॥
अनंतस्त्वं हि नागानां पितॄणामर्यमा भवान् ॥
]

`verse 49 [
कालः कलयतां च त्वं दैत्यानां बलिरेव च ॥
किं बहूक्तेन देवेश सर्वं विष्टभ्य वै जगत् ॥
]

`verse 50 [
एकांशेन स्थितस्त्वं हि बहिःस्थोऽन्वित एव च ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 51 [
इति स्तुत्वा सुरास्सर्वे महादेवं वृषध्वजम् ॥
स्तोत्रैर्नानाविधैदिंव्यैः शूलिनं परमेश्वरम् ॥
]

`verse 52 [
प्रत्यूचुः प्रस्तुतं दीनास्स्वार्थं स्वार्थविचक्षणाः ॥
वासवाद्या नतस्कधाः कृताञ्जलि पुटा मुने ॥
]

`speaker [
देवा ऊचुः
]

`verse 53 [
पराजिता महादेव भ्रातृभ्यां सहितेन तु ॥
भगवंस्तारकोत्पन्नैः सर्वे देवास्सवासवाः ॥
]

`verse 54 [
त्रैलोक्यं स्ववशं नीतं तथा च मुनिसत्तमाः ॥
विध्वस्तास्सर्वसंसिद्धास्सर्वमुत्सादितं जगत् ॥
]

`verse 55 [
यज्ञभागान्समग्राँस्तु स्वयं गृह्णाति दारुणः ॥
प्रवर्तितो ह्यधर्मस्तैर्ऋषीणां च निवारितः ॥ 2.5.2.६० ॥
अवध्यास्सर्वभूतानां नियतं तारकात्मजाः ॥
तदिच्छया प्रकुर्वन्ति सर्वे कर्माणि शंकर ॥
]

`verse 56 [
यावन्न क्षीयते दैत्यैर्घोरैस्त्रिपुरवासिभिः ॥
तावद्विधीयतां नीतिर्यया संरक्ष्यते जगत् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 57 [
इत्याकर्ण्य वचस्तेषामिन्द्रादीनां दिवौकसाम् ॥
शिवः संभाषमाणानां प्रतिवाक्यमुवाच सः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे देवस्तुतिर्नाम द्वितीयोऽध्यायः॥
]
