`speaker [
शिव उवाच
]

`verse 1 [
अयं वै त्रिपुराध्यक्ष पुण्यवान्वर्ततेऽधुना ॥
यत्र पुण्यं प्रवर्तेत न हंतव्यो बुधैः क्वचित् ॥
]

`verse 2 [
जानामि देवकष्टं च विबुधास्सकलं महत्॥
दैत्यास्ते प्रबला हंतुमशक्यास्तु सुरासुरैः ॥
]

`verse 3 [
पुण्यवंतस्तु ते सर्वे समयास्तारकात्मजाः॥
दुस्साध्यस्तु वधस्तेषां सर्वेषां पुरवासिनाम् ॥
]

`verse 4 [
मित्रद्रोहं कथं जानन्करोमि रणकर्कशः ॥
सुहृद्द्रोहे महत्पापं पूर्वमुक्तं स्वयंभुवा ॥
]

`verse 5 [
ब्रह्मघ्नं च सुरापे च स्तेये भग्नव्रते तथा ॥
निष्कृतिर्विहिता सद्भिः कृतघ्ने नास्ति निष्कृतिः ॥
]

`verse 6 [
मम भक्तास्तु ते दैत्या मया वध्या कथं सुराः ॥
विचार्यतां भवद्भिश्च धर्मज्ञैरेव धर्मतः ॥
]

`verse 7 [
तावत्ते नैव हंतव्या यावद्भक्तिकृतश्च मे ॥
तथापि विष्णवे देवा निवेद्यं कारणं त्विदम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 8 [
इत्येवं तद्वचः श्रुत्वा देवाश्शक्रपुरोगमाः ॥
न्यवेदयन् द्रुतं सर्वे ब्रह्मणे प्रथमं मुने ॥
]

`verse 9 [
ततो विधिं पुरस्कृत्य सर्वे देवास्सवासवाः॥
वैकुंठं प्रययुश्शीघ्रं सर्वे शोभासमन्वितम्॥
]

`verse 10 [
तत्र गत्वा हरिं दृष्ट्वा प्रणेमुर्जातसंभ्रमाः॥
तुष्टुवुश्च महाभक्त्या कृतांजलिपुटास्सुराः ॥2.5.3.१०॥
स्वदुःखकारणं सर्वं पूर्ववत्तदनंतरम् ॥
न्यवेदयन्द्रुतं तस्मै विष्णवे प्रभविष्णवे ॥
]

`verse 11 [
देवदुःखं ततः श्रुत्वा दत्तं च त्रिपुरालये ॥
ज्ञात्वा व्रतं च तेषां तद्विष्णुर्वचनमब्रवीत् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 12 [
इदं सत्यं वचश्चैव यत्र धर्मस्सनातनः ॥
तत्र दुःखं न जायेत सूर्ये दृष्टे यथा तमः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 13 [
इत्येतद्वचनं श्रुत्वा देवा दुःखमुपागताः ॥
पुनरूचुस्तथा विष्णुं परिम्लानमुखाम्बुजाः ॥
]

`speaker [
देवा ऊचुः
]

`verse 14 [
कथं चैव प्रकर्त्तव्यं कथं दुःखं निरस्यते॥
कथं भवेम सुखिनः कथं स्थास्यामहे वयम् ॥
]

`verse 15 [
कथं धर्मा भविष्यंति त्रिपुरे जीविते सति ॥
देवदुःखप्रदा नूनं सर्वे त्रिपुरवासिनः ॥
]

`verse 16 [
किं वा ते त्रिपुरस्येह वधश्चैव विधीयताम् ॥
नोचेदकालिकी देवसंहतिः क्रियतां ध्रुवम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 17 [
इत्युक्त्वा ते तदा देवा दुःखं कृत्वा पुनः पुनः ॥
स्थितिं नैव गतिं ते वै चक्रुर्देववरादिह ॥
]

`verse 18 [
तान्वै तथाविधान्दृष्ट्वा हीनान्विनयसंयुतान् ॥
सोपि नारायणः श्रीमांश्चिंतयेच्चेतसा तथा॥
]

`verse 19 [
किं कार्यं देवकार्येषु मया देवसहा यिना ॥
शिवभक्तास्तु ते दैत्यास्तारकस्य सुता इति॥2.5.3.२०॥
इति संचिन्त्य तत्काले विष्णुना प्रभविष्णुना ॥
ततो यज्ञास्स्मृतास्तेन देवकार्यार्थमक्षयाः ॥
]

`verse 20 [
तद्विष्णुस्मृतिमात्रेण यज्ञास्ते तत्क्षणं द्रुतम् ॥
आगतास्तत्र यत्रास्ते श्रीपतिः पुरुषोत्तमः ॥
]

`verse 21 [
ततो विष्णुं यज्ञपतिं पुराणं पुरुषं हरिम् ॥
प्रणम्य तुष्टुवुस्ते वै कृतांजलिपुटास्तदा ॥
]

`verse 22 [
भगवानपि तान्दृष्ट्वा यज्ञान्प्राह सनातनम् ॥
सनातनस्तदा सेंद्रान्देवानालोक्य चाच्युतः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 23 [
अनेनैव सदा देवा यजध्वं परमेश्वरम् ॥
पुरत्रयविनाशाय जगत्त्रयविभूतये ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 24 [
अच्युतस्य वचः श्रुत्वा देवदेवस्य धीमतः ॥
प्रेम्णा ते प्रणतिं कृत्वा यज्ञेशं तेऽस्तुवन्सुराः ॥
]

`verse 25 [
एवं स्तुत्वा ततो देवा अजयन्यज्ञपूरुषम् ॥
यज्ञोक्तेन विधानेन संपूर्णविधयो मुने ॥
]

`verse 26 [
ततस्तस्माद्यज्ञकुंडात्समुत्पेतुस्सहस्रशः ॥
भूतसंघा महाकायाः शूलशक्तिगदायुधाः ॥
]

`verse 27 [
ददृशुस्ते सुरास्तान् वै भूतसंघान्सहस्रशः ॥
शूल शक्तिगदाहस्तान्दण्डचापशिलायुधान्॥
]

`verse 28 [
नानाप्रहरणोपेतान् नानावेषधराँस्तथा॥
कालाग्निरुद्रसदृशान्कालसूर्योपमाँस्तदा॥2.5.3.३०॥
दृष्ट्वा तानब्रवीद्विष्णुः प्रणिपत्य पुरःस्थितान् ॥
भूतान्यज्ञपतिः श्रीमानुद्राज्ञाप्रतिपालकः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 29 [
भूताः शृणुत मद्वाक्यं देवकार्यार्थमुद्यताः ॥
गच्छन्तु त्रिपुरं सद्यस्सर्वे हि बलवत्तराः ॥
]

`verse 30 [
गत्वा दग्ध्वा च भित्त्वा च भङ्क्त्वा दैत्यपुरत्रयम् ॥
पुनर्यथागता भूतागंतुमर्हथ भूतये ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 31 [
तच्छ्रुत्वा भगवद्वाक्यं ततो भूतगणाश्च ते ॥
प्रणम्य देवदेवं तं ययुर्दैत्यपुरत्रयम् ॥
]

`verse 32 [
गत्वा तत्प्रविशंतश्च त्रिपुराधिपतेजसि ॥
भस्मसादभवन्सद्यश्शलभा इव पावके ॥
]

`verse 33 [
अवशिष्टाश्च ये केचित्पलायनपरायणाः ॥
निस्सृत्यारं समायाता हरेर्निकटमाकुलाः ॥
]

`verse 34 [
तान्दृष्ट्वा स हरिः श्रुत्वा तच्च वृत्तमशेषतः॥
चिंतयामास भगवान्मनसा पुरुषोत्तमः ॥
]

`verse 35 [
किं कृत्यमधुना कार्यमिति संतप्तमानसः ॥
संतप्तानमरान्सर्वानाज्ञाय च सवासवान् ॥
]

`verse 36 [
कथं तेषां च दैत्यानां बलाद्धत्वा पुरत्रयम् ॥
देवकार्यं करिष्यामीत्यासीच्चिंतासमाकुलः ॥
]

`verse 37 [
नाशोऽभिचारतो नास्ति धर्मिष्ठानां न संशयः ॥
इति प्राह स्वयं चेशः श्रुत्याचारप्रमाणकृत् ॥ 2.5.3.४० ॥
दैत्याश्च ते हि धर्मिष्ठास्सर्वे त्रिपुरवासिनः ॥
तस्मादवध्यतां प्राप्ता नान्यथा सुरपुंगवाः ॥
]

`verse 38 [
कृत्वा तु सुमहत्पापं रुद्रमभ्यर्चयंति ते ॥
मुच्यंते पातकैः सर्वैः पद्मपत्रमिवांभसा ॥
]

`verse 39 [
रुद्राभ्यर्चनतो देवाः सर्वे कामा भवंति हि ॥
नानोपभोगसंपत्तिर्वश्यतां याति वै भुवि ॥
]

`verse 40 [
तस्मात्तद्भोगिनो दैत्या लिंगार्चनपरायणाः॥
अनेकविधसंपत्तेर्मोक्षस्यापि परत्र च ॥
]

`verse 41 [
ततः कृत्वा धर्मविघ्नं तेषामेवात्ममायया ॥
दैत्यानां देवकार्यार्थं हरिष्ये त्रिपुरं क्षणात् ॥
]

`verse 42 [
विचार्येत्थं ततस्तेषां भगवान्पुरुषोत्तमः ॥
कर्तुं व्यवस्थितः पश्चाद्धर्मविघ्नं सुरारिणाम् ॥
]

`verse 43 [
यावच्च वेद धर्मास्तु यावद्वै शंकरार्चनम् ॥
यावच्च शुचिकृत्यादि तावन्नाशो भवेन्न हि ॥
]

`verse 44 [
तस्मादेवं प्रकर्तव्यं वेदधर्मस्ततो व्रजेत् ॥
त्यक्तलिंगार्चना दैत्या भविष्यंति न संशयः ॥
]

`verse 45 [
इति निश्चित्य वै विष्णुर्विघ्नार्थमकरोत्तदा ॥
तेषां धर्मस्य दैत्यानामुपायं श्रुति खण्डनम् ॥
]

`verse 46 [
तदैवोवाच देवान्स विष्णुर्देवसहायकृत् ॥
शिवाज्ञया शिवेनैवाज्ञप्तस्त्रैलोक्यरक्षणे ॥ 2.5.3.५० ॥
॥ विष्णुरुवाच ॥
हे देवास्सकला यूयं गच्छत स्वगृहान्ध्रुवम् ॥
देवकार्यं करिष्यामि यथामति न संशयः ॥
]

`verse 47 [
तान्रुद्राद्विमुखान्नूनं करिष्यामि सुयत्नतः ॥
स्वभक्तिरहिताञ्ज्ञात्वा तान्करिष्यति भस्मसात् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 48 [
तदाज्ञां शिरसाधायश्वासितास्तेऽमरा मुने ॥
स्वस्वधामानि विश्वस्ता ययुर्ब्रह्मापि मोदिताः ॥
]

`verse 49 [
ततश्चैवाकरोद्विष्णुर्देवार्थं हितमुत्तमम् ॥
तदेव श्रूयतां सम्यक्सर्वपापप्रणाशनम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे त्रिपुरवधोपाख्याने भूतत्रिपुरधर्मवर्णनं नाम तृतीयोऽध्यायः ॥
]
