`speaker [
सनत्कुमार उवाच
]

`verse 1 [
असृजच्च महातेजाः पुरुषं स्वात्मसंभवम् ॥
एकं मायामयं तेषां धर्मविघ्नार्थमच्युतः ॥
]

`verse 2 [
मुंडिनं म्लानवस्त्रं च गुंफिपात्रसमन्वितम् ॥
दधानं पुंजिकां हस्ते चालयंतं पदेपदे ॥
]

`verse 3 [
वस्त्रयुक्तं तथा हस्तं क्षीयमाणं मुखे सदा ॥
धर्मेति व्याहरंतं हि वाचा विक्लवया मुनिम् ॥
]

`verse 4 [
स नमस्कृत्य विष्णुं तं तत्पुरस्स स्थितोऽथ वै ॥
उवाच वचनं तत्र हरिं स प्रांजलिस्तदा ॥
]

`verse 5 [
अरिहन्नच्युतं पूज्यं किं करोमि तदादिश ॥
कानि नामानि मे देव स्थानं वापि वद प्रभो ॥
]

`verse 6 [
इत्येवं भगवान्विष्णुः श्रुत्वा तस्य शुभं वचः ॥
प्रसन्नमानसो भूत्वा वचनं चेदमब्रवीत् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 7 [
यदर्थं निर्मितोऽसि त्वं निबोध कथयामि ते ॥
मदंगज महाप्राज्ञ मद्रूपस्त्वं न संशयः ॥
]

`verse 8 [
ममांगाच्च समुत्पन्नो मत्कार्यं कर्तुमर्हसि ॥
मदीयस्त्वं सदा पूज्यो भविष्यति न संशयः ॥
]

`verse 9 [
अरिहन्नाम ते स्यात्तु ह्यन्यानि न शुभानि च ॥
स्थानं वक्ष्यामि ते पश्चाच्छृणु प्रस्तुतमादरात् ॥
]

`verse 10 [
मायिन्मायामयं शास्त्रं तत्षोडशसहस्रकम् ॥
श्रौतस्मार्तविरुद्धं च वर्णाश्रम विवर्जितम् ॥ 2.5.4.१० ॥
अपभ्रंशमयं शास्त्रं कर्मवादमयं तथा ॥
रचयेति प्रयत्नेन तद्विस्तारो भविष्यति ॥
]

`verse 11 [
ददामि तव निर्माणे सामर्थ्यं तद्भविष्यति ॥
माया च विविधा शीघ्रं त्वदधीना भविष्यति ॥
]

`verse 12 [
तच्छ्रुत्वा वचनं तस्य हरेश्च परमात्मनः ॥
नमस्कृत्य प्रत्युवाच स मायी तं जनार्दनम् ॥
]

`speaker [
मुण्ड्युवाच
]

`verse 13 [
यत्कर्तव्यं मया देव द्रुतमादिश तत्प्रभो ॥
त्वदाज्ञयाखिलं कर्म सफलश्च भविष्यति ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 14 [
इत्युक्त्वा पाठयामास शास्त्रं मायामयं तथा ॥
इहैव स्वर्गनरकप्रत्ययो नान्यथा पुनः ॥
]

`verse 15 [
तमुवाच पुनर्विष्णुः स्मृत्वा शिवपदांबुजम्॥
मोहनीया इमे दैत्याः सर्वे त्रिपुरवासिनः ॥
]

`verse 16 [
कार्यास्ते दीक्षिता नूनं पाठनीयाः प्रयत्नतः ॥
मदाज्ञया न दोषस्ते भविष्यति महामते ॥
]

`verse 17 [
धर्मास्तत्र प्रकाशन्ते श्रौतस्मार्त्ता न संशयः ॥
अनया विद्यया सर्वे स्फोटनीया ध्रुवं यते ॥
]

`verse 18 [
गंतुमर्हसि नाशार्थं मुण्डिंस्त्रिपुरवासिनाम् ॥
तमोधर्मं संप्रकाश्य नाशयस्व पुरत्रयम् ॥
]

`verse 19 [
ततश्चैव पुनर्गत्वा मरुस्थल्यां त्वया विभो ॥
स्थातव्यं च स्वधर्मेण कलिर्यावत्समा व्रजेत् ॥ 2.5.4.२० ॥
प्रवृत्ते तु युगे तस्मिन्स्वीयो धर्मः प्रकाश्यताम् ॥
शिष्यैश्च प्रतिशिष्यैश्च वर्तनीयस्त्वया पुनः ॥
]

`verse 20 [
मदाज्ञया भवद्धर्मो विस्तारं यास्यति ध्रुवम् ॥
मदनुज्ञापरो नित्यं गतिं प्राप्स्यसि मामकीम् ॥
]

`verse 21 [
एवमाज्ञा तदा दत्ता विष्णुना प्रभविष्णुना ॥
शासनाद्देवदेवस्य हृदा त्वंतर्दधे हरिः ॥
]

`verse 22 [
ततस्स मुंडी परिपालयन्हरेराज्ञां तथा निर्मितवांश्च शिष्यान् ॥
यथास्वरूपं चतुरस्तदानीं मायामयं शास्त्रमपाठयत्स्वयम् ॥
]

`verse 23 [
यथा स्वयं तथा ते च चत्वारो मुंडिनः शुभाः ॥
नमस्कृत्य स्थितास्तत्र हरये परमात्मने ॥
]

`verse 24 [
हरिश्चापि मुनेस्तत्र चतुरस्तांस्तदा स्वयम् ॥
उवाच परमप्रीतश्शिवाज्ञापरिपालकः ॥
]

`verse 25 [
यथा गुरुस्तथा यूयं भविष्यथ मदाज्ञया ॥
धन्याः स्थ सद्गतिमिह संप्राप्स्यथ न संशयः॥
]

`verse 26 [
चत्वारो मुंडिनस्तेऽथ धर्मं पाषंडमाश्रिताः ॥
हस्ते पात्रं दधानाश्च तुंडवस्त्रस्य धारकाः ॥
]

`verse 27 [
मलिनान्येव वासांसि धारयंतो ह्यभाषिणः ॥
धर्मो लाभः परं तत्त्वं वदंतस्त्वतिहर्षतः ॥
]

`verse 28 [
मार्जनीं ध्रियमाणाश्च वस्त्रखंडविनिर्मिताम् ॥
शनैः शनैश्चलन्तो हि जीवहिंसाभयाद्ध्रुवम् ॥ 2.5.4.३० ॥
ते सर्वे च तदा देवं भगवंतं मुदान्विताः ॥
नमस्कृत्य पुनस्तत्र मुने तस्थुस्तदग्रतः ॥
]

`verse 29 [
हरिणा च तदा हस्ते धृत्वा च गुरवेर्पिताः ॥
अभ्यधायि च सुप्रीत्या तन्नामापि विशेषतः ॥
]

`verse 30 [
यथा त्वं च तथैवैते मदीया वै न संशयः ॥
आदिरूपं च तन्नाम पूज्यत्वात्पूज्य उच्यते ॥
]

`verse 31 [
ऋषिर्यतिस्तथा कीर्यउपाध्याय इति स्वयम् ॥
इमान्यपि तु नामानि प्रसिद्धानि भवंतु वः ॥
]

`verse 32 [
ममापि च भवद्भिश्च नाम ग्राह्यं शुभं पुनः ॥
अरिहन्निति तन्नामध्येयं पापप्रणाशनम् ॥
]

`verse 33 [
भवद्भिश्चैव कर्तव्यं कार्यं लोकसुखावहम् ॥
लोकानुकूलं चरतां भविष्यत्युत्तमा गतिः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 34 [
ततः प्रणम्य तं मायी शिष्ययुक्तस्स्वयं तदा ॥
जगाम त्रिपुरं सद्यः शिवेच्छाकारिणं मुमा ॥
]

`verse 35 [
प्रविश्य तत्पुरं तूर्णं विष्णुना नोदितो वशी ॥
महामायाविना तेन ऋषिर्मायां तदाकरोत् ॥
]

`verse 36 [
नगरोपवने कृत्वा शिष्यैर्युक्तः स्थितितदा ॥
मायां प्रवर्तयामास मायिनामपि मोहिनीम् ॥
]

`verse 37 [
शिवार्चनप्रभावेण तन्माया सहसा मुने॥
त्रिपुरे न चचालाशु निर्विण्णोभूत्तदा यतिः ॥ 2.5.4.४० ॥
अथ विष्णुं स सस्मार तुष्टाव च हृदा बहु ॥
नष्टोत्साहो विचेतस्को हृदयेन विदूयता ॥
]

`verse 38 [
तत्स्मृतस्त्वरितं विष्णुस्सस्मार शंकरं हृदि ॥
प्राप्याज्ञां मनसा तस्य स्मृतवान्नारदं द्रुतम् ॥ ॥
]

`verse 39 [
स्मृतमात्रेण विष्णोश्च नारदस्समुपस्थितः ॥
नत्वा स्तुत्वा पुरस्तस्य स्थितोभूत्सांजलिस्तदा ॥
]

`verse 40 [
अथ तं नारदं प्राह विष्णुर्मुनिमतां वरः ॥
लोकोपकारनिरतो देवकार्यकरस्सदा ॥
]

`verse 41 [
शिवाज्ञयोच्यते तात गच्छ त्वं त्रिपुरं द्रुतम् ॥
ऋषिस्तत्र गतः शिष्यैर्मोहार्थं तत्सुवासिनाम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 42 [
इत्याकर्ण्य वचस्तस्य नारदो मुनिसत्तमः ॥
गतस्तत्र द्रुतं यत्र स ऋषिर्मायिनां वरः॥
]

`verse 43 [
नारदोऽपि तथा मायी नियोगान्मायिनः प्रभोः॥
प्रविश्य तत्पुरं तेन मायिना सह दीक्षितः ॥
]

`verse 44 [
ततश्च नारदो गत्वा त्रिपुराधीशसन्निधौ ॥
क्षेमप्रश्नादिकं कृत्वा राज्ञे सर्वं न्यवेदयत् ॥
]

`verse 45 [
नारद उवाच ॥ कश्चित्समागतश्चात्र यतिर्धर्मपरायणः ॥
सर्वविद्याप्रकृष्टो हि वेदविद्यापरान्वितः ॥
]

`verse 46 [
दृष्ट्वा च बहवो धर्मा नैतेन सदृशाः पुनः॥
वयं सुदीक्षिताश्चात्र दृष्ट्वा धर्मं सनातनम् ॥ 2.5.4.५० ॥
तवेच्छा यदि वर्तेत तद्धर्मे दैत्यसत्तम ॥
तद्धर्मस्य महाराज ग्राह्या दीक्षा त्वया पुनः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 47 [
तदीयं स वचः श्रुत्वा महदर्थसुगर्भितम् ॥
विस्मितो हृदि दैत्येशो जगौ तत्र विमोहितः ॥
]

`verse 48 [
नारदो दीक्षितो यस्माद्वयं दीक्षामवाप्नुमः ॥
इत्येवं च विदित्वा वै जगाम स्वयमेव ह ॥
]

`verse 49 [
तद्रूपं च तदा दृष्ट्वा मोहितो मायया तथा ॥
उवाच वचनं तस्मै नमस्कृत्य महात्मने ॥
]

`speaker [
त्रिपुराधिप उवाच
]

`verse 50 [
दीक्षा देया त्वया मह्यं निर्मलाशय भो ऋषे ॥
अहं शिष्यो भविष्यामि सत्यं सत्यं न संशयः ॥
]

`verse 51 [
इत्येवं तु वचः श्रुत्वा दैत्यराजस्य निर्मलम् ॥
प्रत्युवाच सुयत्नेन ऋषिस्स च सनातनः ॥
]

`verse 52 [
मदीया करणीया स्याद्यद्याज्ञा दैत्यसत्तम ॥
तदा देया मया दीक्षा नान्यथा कोटियत्नतः ॥
]

`verse 53 [
इत्येवं तु वचः श्रुत्वा राजा मायामयोऽभवत् ॥
उवाच वचनं शीघ्रं यतिं तं हि कृतांजलिः ॥
]

`speaker [
दैत्य उवाच
]

`verse 54 [
यथाज्ञां दास्यसि त्वं च तत्तथैव न चान्यथा ॥
त्वदाज्ञां नोल्लंघयिष्ये सत्यं सत्यं न संशयः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 55 [
इत्याकर्ण्य वचस्तस्य त्रिपुराधीशितुस्तदा ॥
दूरीकृत्य मुखाद्वस्त्रमुवाच ऋषिसत्तमः ॥ 2.5.4.६० ॥
दीक्षां गृह्णीष्व दैत्येन्द्र सर्वधर्मोत्तमोत्तमाम् ॥
ददौ दीक्षाविधानेन प्राप्स्यसि त्वं कृतार्थताम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 56 [
इत्युक्त्वा स तु मायावी दैत्यराजाय सत्वरम् ॥
ददौ दीक्षां स्वधर्मोक्तां तस्मै विधिविधानतः ॥
]

`verse 57 [
दैत्यराजे दीक्षिते च तस्मिन्ससहजे मुने ॥
सर्वे च दीक्षिता जातास्तत्र त्रिपुरवासिनः ॥
]

`verse 58 [
मुनेः शिष्यैः प्रशिष्यैश्च व्याप्तमासीद्द्रुतं तदा ॥
महामायाविनस्तत्तु त्रिपुरं सकलं मुने ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे सनत्कुमारपाराशर्य संवादे त्रिपुरदीक्षाविधानं नाम चतुर्थोऽध्यायः ॥
]
