`speaker [
व्यास उवाच
]

`verse 1 [
दैत्यराजे दीक्षिते च मायिना तेन मोहिते ॥
किमुवाच तदा मायी किं चकार स दैत्यपः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
दीक्षां दत्त्वा यतिस्तस्मा अरिहन्नारदादिभिः॥
शिष्यैस्सेवितपादाब्जो दैत्यराजानमब्रवीत् ॥
]

`verse 3 [
अरिहन्नुवाच ॥
शृणु दैत्यपते वाक्यं मम सञ्ज्ञानगर्भितम् ॥
वेदान्तसारसर्वस्वं रहस्यं परमोत्तमम् ॥
]

`verse 4 [
अनादिसिद्धस्संसारः कर्तृकर्मविवर्जितः ॥
स्वयं प्रादुर्भवत्येव स्वयमेव विलीयते ॥
]

`verse 5 [
ब्रह्मादिस्तंबपर्यन्तं यावद्देहनिबंधनम् ॥
आत्मैवैकेश्वरस्तत्र न द्वितीयस्तदीशिता॥
]

`verse 6 [
यद्ब्रह्मविष्णुरुद्राख्यास्तदाख्या देहिनामिमाः ॥
आख्यायथास्मदादीनामरिहन्नादिरुच्यते ॥
]

`verse 7 [
देहो यथास्मदादीनां स्वकालेन विलीयते ॥
ब्रह्मादि मशकांतानां स्वकालाल्लीयते तथा ॥
]

`verse 8 [
विचार्यमाणे देहेऽस्मिन्न किंचिदधिकं क्वचित् ॥
आहारो मैथुनं निद्रा भयं सर्वत्र यत्समम् ॥
]

`verse 9 [
निराहारपरीमाणं प्राप्य सर्वो हि देहभृत् ॥
सदृशीमेव संतृप्तिं प्राप्नुयान्नाधिकेतराम्॥
]

`verse 10 [
यथा वितृषिताः स्याम पीत्वा पेयं मुदा वयम् ॥
तृषितास्तु तथान्येपि न विशेषोऽल्पकोधिकः ॥ 2.5.5.१
]

`verse 11 [
संतु नार्यः सहस्राणि रूपलावण्यभूमयः ॥
परं निधुवने काले ह्यैकेवेहोपयुज्यते ॥
]

`verse 12 [
अश्वाः परश्शतास्संतु संत्वेनेकैप्यनेकधा॥
अधिरोहे तथाप्येको न द्वितीयस्तथात्मनः ॥
]

`verse 13 [
पर्यंकशायिनां स्वापे सुखं यदुपजायते॥
तदेव सौख्यं निद्राभिर्भूतभूशायिनामपि ॥
]

`verse 14 [
यथैव मरणाद्भीतिरस्मदादिवपुष्मताम् ॥
ब्रह्मादिकीटकांतानां तथा मरणतो भयम्॥
]

`verse 15 [
सर्वे तनुभृतस्तुल्या यदि बुद्ध्या विचार्य्यते ॥
इदं निश्चित्य केनापि नो हिंस्यः कोऽपि कुत्रचित् ॥
]

`verse 16 [
धर्मो जीवदयातुल्यो न क्वापि जगतीतले ॥
तस्मात्सर्वप्रयत्नेन कार्या जीवदया नृभिः ॥
]

`verse 17 [
एकस्मिन्रक्षिते जीवे त्रैलोक्यं रक्षितं भवेत् ॥
घातिते घातितं तद्वत्तस्माद्रक्षेन्न घातयेत् ॥
]

`verse 18 [
अहिंसा परमो धर्मः पापमात्मप्रपीडनम् ॥
अपराधीनता मुक्तिस्स्वर्गोऽभिलषिताशनम् ॥
]

`verse 19 [
पूर्वसूरिभिरित्युक्तं सत्प्रमाणतया ध्रुवम् ॥
तस्मान्न हिंसा कर्त्तव्यो नरैर्नरकभीरुभिः ॥
]

`verse 20 [
न हिंसासदृशं पापं त्रैलोक्ये सचराचरे ॥
हिंसको नरकं गच्छेत्स्वर्गं गच्छेदहिंसकः ॥ 2.5.5.२० ॥
संति दानान्यनेकानि किं तैस्तुच्छफलप्रदैः ॥
अभीतिसदृशं दानं परमेकमपीह न ॥
]

`verse 21 [
इह चत्वारि दानानि प्रोक्तानि परमर्षिभिः ॥
विचार्य नानाशास्त्राणि शर्मणेऽत्र परत्र च ॥
]

`verse 22 [
भीतेभ्यश्चाभयं देयं व्याधितेभ्यस्तथोषधम् ॥
देया विद्यार्थिनां विद्या देयमन्नं क्षुधातुरे ॥
]

`verse 23 [
यानि यानीह दानानि बहुमुन्युदितानि च ॥
जीवाभयप्रदानस्य कलां नार्हंति षोडशीम् ॥
]

`verse 24 [
अविचिंत्य प्रभावं हि मणिमंत्रौषधं बलम् ॥
तदभ्यस्यं प्रयत्नेन नामार्थोपार्जनाय वै ॥
]

`verse 25 [
अर्थानुपार्ज्य बहुशो द्वादशायतनानि वै ॥
परितः परिपूज्यानि किमन्यैरिह पूजितैः ॥
]

`verse 26 [
पंचकर्मेन्द्रियग्रामाः पंच बुद्धींद्रियाणि च ॥
मनो बुद्धिरिह प्रोक्तं द्वादशायतनं शुभम् ॥
]

`verse 27 [
इहैव स्वर्गनरकौ प्राणिनां नान्यतः क्वचित् ॥
सुखं स्वर्गः समाख्याता दुःखं नरकमेव हि ॥
]

`verse 28 [
सुखेषु भुज्यमानेषु यत्स्याद्देहविसर्जनम् ॥
अयमेव परो मोक्षो विज्ञेयस्तत्त्वचिंतकैः ॥
]

`verse 29 [
वासनासहिते क्लेशसमुच्छेदे सति ध्रुवम् ॥
अज्ञानो परमो मोक्षो विज्ञेयस्तत्त्वचिंतकैः ॥ 2.5.5.३० ॥
प्रामाणिकी श्रुतिरियं प्रोच्यते वेदवादिभिः ॥
न हिंस्यात्सर्वभूतानि नान्या हिंसा प्रवर्तिका ॥
]

`verse 30 [
अग्निष्टोमीयमिति या भ्रामिका साऽसतामिह ॥
न सा प्रमाणं ज्ञातॄणां पश्वालंभनकारिका ॥
]

`verse 31 [
वृक्षांश्छित्वा पशून्हत्वा कृत्वा रुधिरकर्दमम् ॥
दग्ध्वा वह्नौ तिलाज्यादि चित्रं स्वर्गोऽभिलष्यते ॥
]

`verse 32 [
इत्येवं स्वमतं प्रोच्य यतिस्त्रिपुरनायकम् ॥
श्रावयित्वाखिलान् पौरानुवाच पुनरादरात् ॥
]

`verse 33 [
दृष्टार्थप्रत्ययकरान्देहसौख्यैकसाधकान् ॥
बौद्धागम विनिर्दिष्टान्धर्मान्वेदपरांस्ततः ॥
]

`verse 34 [
आनंदं ब्रह्मणो रूपं श्रुत्यैवं यन्निगद्यते ॥
तत्तथैव ह मंतव्यं मिथ्या नानात्वकल्पना ॥
]

`verse 35 [
यावत्स्वस्थमिदं वर्ष्म यावन्नेन्द्रियविक्लवः ॥
यावज्जरा च दूरेऽस्ति तावत्सौख्यं प्रसाधयेत् ॥
]

`verse 36 [
अस्वास्थ्येन्द्रियवैकल्ये वार्द्धके तु कुतस्सुखम् ॥
शरीरमपि दातव्यमर्थिभ्योऽतस्सुखेप्सुभिः ॥
]

`verse 37 [
याचमानमनोवृत्तिप्रीणने यस्य नो जनिः ॥
तेन भूर्भारवत्येषा समुद्रागद्रुमैर्न हि ॥
]

`verse 38 [
सत्वरं गत्वरो देहः संचयास्सपरिक्षयाः ॥
इति विज्ञाय विज्ञाता देहसौख्यं प्रसाधयेत् ॥ 2.5.5.४० ॥
श्ववाय सकृमीणां च प्रातर्भोज्यमिदं वपुः ॥
भस्मांतं तच्छरीरं च वेदे सत्यं प्रपठ्यते ॥
]

`verse 39 [
मुधा जातिविकषोयं लोकेषु परिकल्प्यते ॥
मानुष्ये सति सामान्ये कोऽधर्मः कोऽथ चोत्तमः ॥
]

`verse 40 [
ब्रह्मादिसृष्टिरेषेति प्रोच्यते वृद्धपूरुषैः ॥
तस्य जातौ सुतौ दक्षमरीची चेति विश्रुतौ ॥
]

`verse 41 [
मारीचेन कश्यपेन दक्षकन्यास्सुलोचनाः ॥
धर्मेण किल मार्गेण परिणीतास्त्रयोदश ॥
]

`verse 42 [
अपीदानींतनैर्मर्त्यैरल्पबुद्धिपराक्रमैः ॥
अपि गम्यस्त्वगम्योऽयं विचारः क्रियते मुधा ॥
]

`verse 43 [
मुखबाहूरुसञ्जातं चातुर्वर्ण्य सहोदितम् ॥
कल्पनेयं कृता पूर्वैर्न घटेत विचारतः ॥
]

`verse 44 [
एकस्यां च तनौ जाता एकस्माद्यदि वा क्वचित् ॥
चत्वारस्तनयास्तत्किं भिन्नवर्णत्वमाप्नुयुः ॥
]

`verse 45 [
वर्णावर्णविभागोऽयं तस्मान्न प्रतिभासते ॥
अतो भेदो न मंतव्यो मानुष्ये केनचित्क्वचित् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 46 [
इत्थमाभाष्य दैत्येशं पौरांश्च स यतिर्मुने ॥
सशिष्यो वेदधर्माश्च नाशयामास चादरात् ॥
]

`verse 47 [
स्त्रीधर्मं खंडयामास पातिव्रत्यपरं महत् ॥
जितेन्द्रियत्वं सर्वेषां पुरुषाणां तथैव सः ॥ 2.5.5.५० ॥
देवधर्मान्विशेषेण श्राद्धधर्मांस्तथैव च ॥
मखधर्मान्व्रतादींश्च तीर्थश्राद्धं विशेषतः ॥
]

`verse 48 [
शिवपूजां विशेषेण लिंगाराधनपूर्विकाम् ॥
विष्णुसूर्यगणेशादिपूजनं विधिपूर्वकम् ॥
]

`verse 49 [
स्नानदानादिकं सर्वं पर्वकालं विशेषतः ॥
खंडयामास स यतिर्मायी मायाविनां वरः ॥
]

`verse 50 [
किं बहूक्तेन विप्रेन्द्र त्रिपुरे तेन मायिना ॥
वेदधर्माश्च ये केचित्ते सर्वे दूरतः कृताः ॥
]

`verse 51 [
पतिधर्माश्रयाः सर्वा मोहितास्त्रिपुरांगनाः ॥
भर्तृशुश्रूषणवतीं विजहुर्मतिमुत्तमाम् ॥
]

`verse 52 [
अभ्यस्याकर्षणीं विद्यां वशीकृत्यमयीमपि ॥
पुरुषास्सफलीचक्रुः परदारेषु मोहिताः ॥
]

`verse 53 [
अंतःपुरचरा नार्यस्तथा राजकुमारकाः ॥
पौराः पुरांगनाश्चापि सर्वे तैश्च विमोहिताः ॥
]

`verse 54 [
एवं पौरेषु सर्वेषु निजधर्मेषु सर्वथा॥
पराङ्मुखेषु जातेषु प्रोल्ललास वृषेतरः ॥
]

`verse 55 [
माया च देवदेवस्य विष्णोस्तस्याज्ञया प्रभो ॥
अलक्ष्मीश्च स्वयं तस्य नियोगात्त्रिपुरं गता ॥
]

`verse 56 [
या लक्ष्मीस्तपसा तेषां लब्धा देवेश्वरादरात् ॥
बहिर्गता परित्यज्य नियोगाद्ब्रह्मणः प्रभोः ॥ 2.5.5.६० ॥
बुद्धिमोहं तथाभूतं विष्णो र्मायाविनिर्मितम् ॥
तेषां दत्त्वा क्षणादेव कृतार्थोऽभूत्स नारदः ॥
]

`verse 57 [
नारदोपि तथारूपो यथा मायी तथैव सः ॥
तथापि विकृतो नाभूत्परमेशादनुग्रहात् ॥
]

`verse 58 [
आसीत्कुंठितसामर्थ्यो दैत्यराजोऽपि भो मुने ॥
भ्रातृभ्यां सहितस्तत्र मयेन च शिवेच्छया ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पंचमे युद्धखंडे त्रिपुरमोहनं नाम पञ्चमोऽध्यायः ॥
]
