`speaker [
व्यास उवाच
]

`verse 1 [
तस्मिन् दैत्याधिपे पौरे सभ्रातरि विमोहिते ॥
सनत्कुमार किं वासीत्तदाचक्ष्वाखिलं विभो ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
त्रिपुरे च तथाभूते दैत्ये त्यक्तशिवार्चने ॥
स्त्रीधर्मे निखिले नष्टे दुराचारे व्यवस्थिते ॥
]

`verse 3 [
कृतार्थ इव लक्ष्मीशो देवैस्सार्द्धमुमापतिम् ॥
निवेदितुं तच्चरित्रं कैलासमगमद्धरिः ॥
]

`verse 4 [
तस्योपकंठं स्थित्वाऽसौ देवैस्सह रमापतिः ॥
ततो भूरि स च ब्रह्मा परमेण समाधिना ॥
]

`verse 5 [
मनसा प्राप्य सर्वज्ञं ब्रह्मणा स हरिस्तदा ॥
तुष्टाव वाग्भिरिष्ट्वाभिश्शंकरं पुरुषोत्तमः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 6 [
महेश्वराय देवाय नमस्ते परमात्मने ॥
नारायणाय रुद्राय ब्रह्मणे ब्रह्मरूपिणे ॥
]

`verse 7 [
एवं कृत्वा महादेवं दंडवत्प्रणिपत्य ह ॥
जजाप रुद्रमंत्रं च दक्षिणामूर्तिसंभवम्॥
]

`verse 8 [
जले स्थित्वा सार्द्धकोटिप्रमितं तन्मनाः प्रभुः॥
संस्मरन् मनसा शंभुं स्वप्रभुं परमेश्वरम् ॥
]

`verse 9 [
तावद्देवास्तदा सर्वे तन्मनस्का महेश्वरम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 10 [
नमस्सर्वात्मने तुभ्यं शंकरायार्तिहारिणे ॥
रुद्राय नीलकंठाय चिद्रूपाय प्रचेतसे ॥ 2.5.6.१० ॥
गतिर्नस्सर्वदा त्वं हि सर्वापद्विनिवारकः ॥
त्वमेव सर्वदात्माभिर्वंद्यो देवारिसूदन ॥
]

`verse 11 [
त्वमादिस्त्वमनादिश्च स्वानंदश्चाक्षयः प्रभुः ॥
प्रकृतेः पुरुषस्यापि साक्षात्स्रष्टा जगत्प्रभुः ॥
]

`verse 12 [
त्वमेव जगतां कर्ता भर्ता हर्ता त्वमेव हि॥
ब्रह्मा विष्णुर्हरो भूत्वा रजस्सत्त्वतमोगुणैः॥
]

`verse 13 [
तारकोसि जगत्यस्मिन्सर्वेषामधिपोऽव्ययः॥
वरदो वाङ्मयो वाच्यो वाच्यवाचकवर्जितः॥
]

`verse 14 [
याच्यो मुक्त्यर्थमीशानो योगिभिर्योगवित्तमैः॥
हृत्पुंडरीकविवरे योगिनां त्वं हि संस्थितः ॥
]

`verse 15 [
वदंति वेदास्त्वां संतः परब्रह्मस्वरूपिणम् ॥
भवंतं तत्त्वमित्यद्य तेजोराशिं परात्परम्॥
]

`verse 16 [
परमात्मानमित्याहुररस्मिन् जगति यद्विभो॥
त्वमेव शर्व सर्वात्मन् त्रिलोकाधिपते भव॥
]

`verse 17 [
दृष्टं श्रुतं स्तुतं सर्वं ज्ञायमानं जगद्गुरो॥
अणोरल्पतरं प्राहुर्महतोपि महत्तरम् ॥
]

`verse 18 [
सर्वतः पाणिपादांतं सर्वतोक्षिशिरोमुखम् ॥
सर्वतश्श्रवणघ्राणं त्वां नमामि च सर्वतः ।१९॥
सर्वज्ञं सर्वतो व्यापिन् सर्वेश्वरमनावृतम्॥
विश्वरूपं विरूपाक्षं त्वां नमामि च सर्वतः॥2.5.6.२०॥
सर्वेश्वरं भवाध्यक्षं सत्यं शिवमनुत्तमम्॥
कोटि भास्करसंकाशं त्वां नमामि च सर्वतः॥
]

`verse 19 [
विश्वदेवमनाद्यंतं षट्त्रिंशत्कमनीश्वरम्॥
प्रवर्तकं च सर्वेषां त्वां नमामि च सर्वतः॥
]

`verse 20 [
प्रवर्तकं च प्रकृतेस्सर्वस्य प्रपितामहम् ॥
सर्वविग्रहमीशं हि त्वां नमामि च सर्वतः ॥
]

`verse 21 [
एवं वदंति वरदं सर्वावासं स्वयम्भुवम् ॥
श्रुतयः श्रुतिसारज्ञं श्रुतिसारविदश्च ये ॥
]

`verse 22 [
अदृश्यमस्माभिरनेकभूतं त्वया कृतं यद्भवताथ लोके ॥
त्वामेव देवासुरभूसुराश्च अन्ये च वै स्थावरजंगमाश्च ॥
]

`verse 23 [
पाह्यनन्यगतीञ्शंभो सुरान्नो देववल्लभ ॥
नष्टप्रायांस्त्रिपुरतो विनिहत्यासुरान्क्षणात् ॥
]

`verse 24 [
मायया मोहितास्तेऽद्य भवतः परमेश्वर ॥
विष्णुना प्रोक्तयुक्त्या त उज्झिता धर्मतः प्रभो ॥
]

`verse 25 [
संत्यक्तसर्वधर्मांश्च बोद्धागमसमाश्रिताः ॥
अस्मद्भाग्यवशाज्जाता दैत्यास्ते भक्तवत्सल ॥
]

`verse 26 [
सदा त्वं कार्यकर्त्ताहि देवानां शरणप्रद ॥
वयं ते शरणापन्ना यथेच्छसि तथा कुरु ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 27 [
इति स्तुत्वा महेशानं देवास्तु पुरतः स्थिताः ॥
कृतांजलिपुटा दीना आसन् संनतमूर्तयः ॥ ॥ 2.5.6.३० ॥
स्तुतश्चैवं सुरेन्द्राद्यैर्विष्णोर्जाप्येन चेश्वरः ॥
अगच्छत्तत्र सर्वेशो वृषमारुह्य हर्षितः ॥
]

`verse 28 [
विष्णुमालिंग्य नंदिशादवरुह्य प्रसन्नधीः ॥
ददर्श सुदृशा तत्र नन्दीदत्तकरोऽखिलान् ॥
]

`verse 29 [
अथ देवान् समालोक्य कृपादृष्ट्या हरिं हरः ॥
प्राह गंभीरया वाचा प्रसन्नः पार्वतीपतिः ॥
]

`verse 30 [
शिव उवाच ॥ ॥
ज्ञातं मयेदमधुना देवकार्यं सुरेश्वर ॥
विष्णोर्मायाबलं चैव नारदस्य च धीमतः ॥
]

`verse 31 [
तेषामधर्मनिष्ठानां दैत्यानां देवसत्तम ॥
पुरत्रयविनाशं च करिष्येऽहं न संशयः ॥
]

`verse 32 [
परन्तु ते महादैत्या मद्भक्ता दृढमानसाः ॥
अथ वध्या मयैव स्युर्व्याजत्यक्तवृषोत्तमाः ॥
]

`verse 33 [
विष्णुर्हन्यात्परो वाथ यत्त्याजितवृषाः कृताः ॥
दैत्या मद्भक्तिरहितास्सर्वे त्रिपुरवासिनः ॥
]

`verse 34 [
इति शंभोस्तु वचनं श्रुत्वा सर्वे दिवौकसः ॥
विमनस्का बभूवुस्ते हरिश्चापि मुनीश्वर ॥
]

`verse 35 [
देवान् विष्णुमुदासीनान् दृष्ट्वा च भवकृद्विधिः ॥
कृतांजलिपुरश्शंभुं ब्रह्मा वचनमब्रवीत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
न किंचिद्विद्यते पापं यस्मात्त्वं योगवित्तमः ॥
परमेशः परब्रह्म सदा देवर्षिरक्षकः ॥ 2.5.6.४० ॥
तवैव शासनात्ते वै मोहिताः प्रेरको भवान् ॥
त्यक्तस्वधर्मत्वत्पूजाः परवध्यास्तथापि न ॥
]

`verse 37 [
अतस्त्वया महादेव सुरर्षिप्राणरक्षक ॥
साधूनां रक्षणार्थाय हंतव्या म्लेच्छजातयः ॥
]

`verse 38 [
राज्ञस्तस्य न तत्पापं विद्यते धर्मतस्तव ॥
तस्माद्रक्षेद्द्विजान् साधून्कंटकाद्वै विशोधयेत् ॥
]

`verse 39 [
एवमिच्छेदिहान्यत्र राजा चेद्राज्यमात्मनः ॥
प्रभुत्वं सर्वलोकानां तस्माद्रक्षस्व मा चिरम् ॥
]

`verse 40 [
मुनीन्द्रेशास्तथा यज्ञा वेदाश्शास्त्रादयोखिलाः॥
प्रजास्ते देवदेवेश ह्ययं विष्णुरपि ध्रुवम्॥
]

`verse 41 [
देवता सार्वभौमस्त्वं सम्राट्सर्वेश्वरः प्रभो ॥
परिवारस्तवैवैष हर्यादि सकलं जगत् ॥
]

`verse 42 [
युवराजो हरिस्तेज ब्रह्माहं ते पुरोहितः ॥
राजकार्यकरः शक्रस्त्वदाज्ञापरि पालकः ॥
]

`verse 43 [
देवा अन्येपि सर्वेश तव शासनयन्त्रिताः ॥
स्वस्वकार्यकरा नित्यं सत्यं सत्यं न संशयः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 44 [
एतच्छ्रुत्वा वचस्तस्य ब्रह्मणः परमेश्वरः ॥
प्रत्युवाच प्रसन्नात्मा शंकरस्सुरपो विधिम् ॥
]

`speaker [
शिव उवाच
]

`verse 45 [
हे ब्रह्मन् यद्यहं देवराजस्सम्राट् प्रकीर्त्तितः ॥
तत्प्रकारो न मे कश्चिद्गृह्णीयां यमिह प्रभुः ॥ 2.5.6.५० ॥
रथो नास्ति महादिव्यस्तादृक् सारथिना सह ॥
धनुर्बाणादिकं चापि संग्रामे जयकारकम् ॥
]

`verse 46 [
यमास्थाय धनुर्बाणान् गृहीत्वा योज्य व मनः ॥
निहनिष्याम्यहं दैत्यान् प्रबलानपि संगरे ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 47 [
अद्य सब्रह्मका देवास्सेन्द्रोपेन्द्राः प्रहर्षिताः ॥
श्रुत्वा प्रभोस्तदा वाक्यं नत्वा प्रोचुर्महेश्वरम् ॥
]

`verse 48 [
देवा ऊचुः ॥ वयं भवाम देवेश तत्प्रकारा महेश्वर ॥
रथादिका तव स्वा मिन्संनद्धास्संगराय हि ॥
]

`verse 49 [
इत्युक्त्वा संहतास्सर्वे शिवेच्छामधिगम्य ह ॥
पृथगूचुः प्रसन्नास्ते कृताञ्जलिपुटास्सुराः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे शिवस्तुतिवर्णनं नाम षष्ठोऽध्यायः ॥
]
