`speaker [
सनत्कुमार उवाच
]

`verse 1 [
एतच्छुत्वा तु सर्वेषां देवादीनां वचो हरः ॥
अंगीचकार सुप्रीत्या शरण्यो भक्तवत्सलः॥
]

`verse 2 [
एतस्मिन्नंतरे देवी पुत्राभ्यां संयुता शिवा॥
आजगाम मुने तत्र यत्र देवान्वितो हरः ॥
]

`verse 3 [
अथागतां शिवां दृष्ट्वा सर्वे विष्ण्वादयो द्रुतम्॥
प्रणेमुरतिनम्रास्ते विस्मिता गतसंभ्रमाः ॥
]

`verse 4 [
प्रोचुर्जयेति सद्वाक्यं मुने सर्वे सुलक्षणम् ॥
तूष्णीमासन्नजानंतस्तदागमनकारणम् ॥
]

`verse 5 [
अथ सर्वैः स्तुता देवैर्देव्यद्भुतकुतूहला ॥
उवाच स्वामिनं प्रीत्या नानालीलाविशारदम् ॥
]

`speaker [
देव्युवाच
]

`verse 6 [
क्रीडमानं विभो पश्य षण्मुखं रविसंनिभम् ॥
पुत्रं पुत्रवतां श्रेष्ठ भूषितं भूषणैर्वरैः ॥
]

`verse 7 [
इत्येवं लोकमात्रा च वाग्भिस्संबोधितश्शिवः ॥
न ययौ तृप्तिमीशानः पिबन् स्कंदाननामृतम् ॥
]

`verse 8 [
न सस्मारागतान्दैत्यान्निजतेजोनिपीडितान् ॥
स्कंदमालिंग्य चाघ्राय मुगोदाति महेश्वरः ॥
]

`verse 9 [
जगदम्बाथ तत्रैव संमंत्र्य प्रभुणा च सा ॥
स्थित्वा किञ्चित्समुत्तस्थौ नानालीलाविशारदा ॥
]

`verse 10 [
ततस्सनंदी सह षण्मुखेन तया च सार्द्धं गिरिराजपुत्र्या ॥
विवेश शम्भुर्भवनं सुलीलः सुरैस्समस्तैरभिवंद्यमानः ॥2.5.7.१०॥
द्वारस्य पार्श्वतः तस्थुर्देवदेवस्य धीमतः ॥
तेऽथ देवा महाव्यग्रा विमनस्का मुनेऽखिलः ॥
]

`verse 11 [
किं कर्तव्यं क्व गंतव्यं कः स्यादस्मत्सुखप्रदः ॥
किं तु किंत्विति संजातं हा हताः स्मेति वादिनम् ॥
]

`verse 12 [
अन्योन्यं प्रेक्ष्य शक्राद्या बभूवुश्चातिविह्वलाः ॥
प्रोचुर्विकलवाक्यं ते धिक्कुर्वन्तो निजं विधिम् ॥
]

`verse 13 [
पापा वयमिहेत्यन्ये ह्यभाग्याश्चेति चापरे ॥
ते भाग्यवंतो दैत्येन्द्रा इति चान्येऽब्रुवन् सुराः ॥
]

`verse 14 [
तस्मिन्नेवांतरे तेषां श्रुत्वा शब्दाननेकशः ॥
कुंभोदरो महातेजा दंडेनाताडयत्सुरान् ॥
]

`verse 15 [
दुद्रुवुस्ते भयाविष्टा देवा हाहेति वादिनः ॥
अपतन्मुनयश्चान्ये  विह्वलत्वं बभूव ह ॥
]

`verse 16 [
इन्द्रस्तु विकलोतीव जानुभ्यामवनीं गतः ॥
अन्ये देवर्षयोतीव विकलाः पतिता भुवि ॥
]

`verse 17 [
सर्वे मिलित्वा मुनयस्सुराश्च सममाकुलाः ॥
संगता विधिहर्योस्तु समीपं मित्रचेतसोः ॥
]

`verse 18 [
अहो विधिबलं चैतन्मुनयः कश्यपादयः ॥
वदंति स्म तदा सर्वे हरि लोकभयापदम् ॥
]

`verse 19 [
अभाग्यान्न समाप्तं तु कार्यमित्यपरे द्विजाः ॥
कस्माद्विघ्नमिदं जातमित्यन्ये ह्यति विस्मिताः ॥ 2.5.7.२० ॥
इत्येवं वचनं श्रुत्वा कश्यपाद्युदितं मुने ॥
आश्वासयन्मुनीन्देवान् हरिर्वाक्यमुपाददे ॥
]

`speaker [
विष्णुरुवाच
]

`verse 20 [
हे देवा मुनयस्सर्वे मद्वचः शृणुतादरात् ॥
किमर्थं दुःखमापन्ना दुखं तु त्यजताखिलम् ॥
]

`verse 21 [
महदाराधनं देवा न सुसाध्यं विचार्य्यताम् ॥
महदाराधने पूर्वं भवेद्दुःखमिति श्रुतम् ॥
विज्ञाय दृढतां देवाः प्रसन्नो भवति ध्रुवम् ॥
]

`verse 22 [
शिवस्सर्वगणायक्षस्सहसा परमेश्वरः ॥
विचार्यतां हृदा सर्वैः कथं वश्यो भवेदिति ॥
]

`verse 23 [
शिवायेति ततः पश्चाच्छुभद्वयमतः परम् ॥
]

`verse 24 [
कुरुद्वयं ततः प्रोक्तं शिवाय च ततः पुनः ॥
नमश्च प्रणवश्चैव मंत्रमेवं सदा बुधाः ॥
]

`verse 25 [
अवर्तध्वं पुनर्यूयं यदि शंभुकृते तदा ॥
कोटिमेकं तथा जप्त्वा शिवः कार्यं करिष्यति ॥
]

`verse 26 [
इत्युक्ते च तदा तेन हरिणा प्रभविष्णुना ॥
तथा देवाः पुनश्चक्रुर्हरस्याराधनं मुने ॥
]

`verse 27 [
संजजाप हरिश्चापि सविधिश्शिवमानसः ॥
देवानां कार्यसिद्ध्यर्थं मुनीनां च विशेषतः ॥
]

`verse 28 [
मुहुः शिवेति भाषंतो देवा धैर्यसमन्विताः ॥
कोटिसंख्यं तदा कृत्वा स्थितास्ते मुनिसत्तम ॥ 2.5.7.३० ॥
एतस्मिन्नंतरे साक्षाच्छिवः प्रादुरभूत्स्वयम् ॥
यथोक्तेन स्वरूपेण वचनं चेदमब्रवीत् ॥
]

`speaker [
श्रीशिव उवाच
]

`verse 29 [
हे हरे हे विधे देवा मुनयश्च शुभव्रताः ॥
प्रसन्नोऽस्मि वरं ब्रूत जयेनानेन चेप्सितम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 30 [
यदि प्रसन्नो देवेश जगदीश्वर शंकर ॥
सुरान् विज्ञाय विकलान् हन्यंतां त्रिपुराणि च ॥
]

`verse 31 [
रक्षास्मान्परमेशान दीनबंधो कृपाकर ॥
त्वयैव रक्षिता देवास्सदापद्भ्यो मुहुर्मुहुः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 32 [
इत्युक्तं वचनं तेषां श्रुत्वा सहरिवेधसाम् ॥
विहस्यांतस्तदा ब्रह्मन्महेशः पुनरब्रवीत् ॥
]

`speaker [
महेश उवाच
]

`verse 33 [
हे हरे हे विधे देवा मुनयश्चाखिला वचः ॥
मदीयं शृणुतादृत्य नष्टं मत्वा पुरत्रयम् ॥
]

`verse 34 [
रथं च सारथिं दिव्यं कार्मुकं शरमुत्तमम् ॥
पूर्वमंगीकृतं सर्वमुपपादयताचिरम् ॥
]

`verse 35 [
हे विष्णो हे विधे त्वं हि त्रिलोकाधिपतिर्ध्रुवम् ॥
सर्वसम्राट्प्रकारं मे कर्तुमर्हसि यत्नतः ॥
]

`verse 36 [
नष्टं पुरत्रयं मत्वा देवसाहाय्यमित्युत ॥
करिष्यथः प्रयत्नेनाधिकृतौ सर्गपालने ॥
]

`verse 37 [
अयं मंत्रो महापुण्यो मत्प्रीतिजनकश्शुभः ॥
भुक्तिमुक्तिप्रदस्सर्वकामदश्शैवकावह ॥2.5.7.४०॥
धन्यो यशस्य आयुष्यः स्वर्गकामार्थिनां नृणाम् ॥
अपवर्गो ह्यकामानां मुक्तानां भुक्तिमुक्तिदः ॥
]

`verse 38 [
य इमं कीर्तयेन्मंत्रं शुचिर्भूत्वा सदा नरः ॥
शृणुयाच्छ्रावयेद्वापि सर्वान्कामानवाप्नुयात् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 39 [
इति श्रुत्वा वचस्तस्य शिवस्य परमात्मनः ॥
सर्वे देवा मुदं प्रापुर्हरिर्ब्रह्माधिकं तथा ॥
]

`verse 40 [
सर्वदेवमयं दिव्यं रथं परमशोभनम्॥
रचयामास विश्वार्थे विश्वकर्मा तदाज्ञया ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे देवस्तुतिवर्णनं नाम सप्तमोऽध्यायः ॥
]
