`speaker [
व्यास उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ शैवप्रवर सन्मते ॥
अद्भुतेयं कथा तात श्राविता परिमेशितुः ॥
]

`verse 2 [
इदानीं रथनिर्माणं ब्रूहि देवमयं परम् ॥
शिवार्थं यत्कृतं दिव्यं धीमता विश्वकर्मणा ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
इत्याकर्ण्य वचस्तस्य व्यासस्य स मुनीश्वरः ॥
सनत्कुमारः प्रोवाच स्मृत्वा शिवपदांबुजम् ॥
]

`verse 4 [
॥ सनत्कुमार उवाच ॥ ॥
शृणु व्यास महाप्राज्ञ रथादेर्निर्मितिं मुने ॥
यथामति प्रवक्ष्येऽहं स्मृत्वा शिवपदाम्बुजम् ॥
]

`verse 5 [
अथ देवस्य रुद्रस्य निर्मितो विश्वकर्मणा ॥
सर्वलोकमयो दिव्यो रथो यत्नेन सादरम् ॥
]

`verse 6 [
सर्वभूतमयश्चैव सौवर्णस्सर्वसंमतः ॥
रथांगं दक्षिणं सूर्यस्तद्वामं सोम एव च ॥
]

`verse 7 [
दक्षिणं द्वादशारं हि षोडशारं तथोत्तरम् ॥
अरेषु तेषु विप्रेन्द्र आदित्या द्वादशैव तु ॥
]

`verse 8 [
शशिनः षोडशारास्तु कला वामस्य सुव्रत ॥
ऋक्षाणि तु तथा तस्य वामस्यैव विभूषणम्
]

`verse 9 [
ऋतवो नेमयः षट् च तयोर्वै विप्रपुंगव ॥
पुष्करं चांतरिक्षं वै रथनीडश्च मंदरः ॥
]

`verse 10 [
अस्ताद्रिरुद(दद्र?)याद्रिस्तु तावुभौ कूबरौ स्मृतौ ॥
अधिष्ठानं महामेरुराश्रयाः केशराचलाः ॥ 2.5.8.१० ॥
वेगस्संवत्सरास्तस्य अयने चक्रसंगमौ ॥
मुहूर्ता वंधुरास्तस्य शम्याश्चैव कलाः स्मृताः ॥
]

`verse 11 [
तस्य काष्ठाः स्मृता घोणाश्चाक्षदंडाः क्षणाश्च वै ॥
निमेषाश्चानुकर्षश्च ईषाश्चानुलवाः स्मृताः ॥
]

`verse 12 [
द्यौर्वरूथं रथस्यास्य स्वर्गमोक्षावुभौ ध्वजौ ॥
युगान्तकोटितौ तस्य भ्रमकामदुघौ स्मृतौ ॥
]

`verse 13 [
ईषादंडस्तथा व्यक्तं वृद्धिस्तस्यैव नड्वलः ॥
कोणास्तस्याप्यहंकारो भूतानि च बलं स्मृतम् ॥
]

`verse 14 [
इन्द्रियाणि च तस्यैव भूषणानि समंततः ॥
श्रद्धा च गतिरस्यैव रथस्य मुनिसत्तम ॥
]

`verse 15 [
तदानीं भूषणान्येव षडंगान्युपभूषणम् ॥
पुराणन्यायमीमांसा धर्मशास्त्राणि सुव्रताः ॥
]

`verse 16 [
बलाशया वराश्चैव सर्वलक्षणसंयुताः ॥
मंत्रा घं(घ?)टाः स्मृतास्तेषां वर्णपादास्तदाश्रमाः ॥
]

`verse 17 [
अथो बन्धो ह्यनन्तस्तु सहस्रफणभूषितः ॥
दिशः पादा रथस्यास्य तथा चोपदिशश्चह ॥
]

`verse 18 [
पुष्कराद्याः पताकाश्च सौवर्णा रत्नभूषिताः ॥
समुद्रास्तस्य चत्वारो रथकंबलिनस्स्मृताः ॥
]

`verse 19 [
गंगाद्यास्सरित श्रेष्ठाः सर्वाभरणभूषिताः ॥
चामरासक्तहस्ताग्रास्सर्वास्त्रीरूपशोभिताः ॥2.5.8.२०॥
तत्र तत्र कृतस्थानाः शोभयांचक्रिरे रथम् ॥
आवहाद्यास्तथा सप्त सोपानं हैममुत्तमम् ॥
]

`verse 20 [
लोकालोकाचलस्तस्योपसोपानस्समंततः ॥
विषयश्च तथा बाह्यो मानसादिस्तु शोभनः ॥
]

`verse 21 [
पाशास्समंततस्तस्य सर्वे वर्षाचलास्स्मृताः ॥
तलास्तस्य रथस्याऽथ सर्वे तलनिवासिनः ॥
]

`verse 22 [
सारथिर्भगवान्ब्रह्मा देवा रश्मिधराः स्मृताः ॥
प्रतोदो ब्रह्मणस्तस्य प्रणवो ब्रह्मदैवतम् ॥
]

`verse 23 [
अकारश्च महच्छत्रं मंदरः पार्श्वदंडभाक् ॥
शैलेन्द्रः कार्मुकं तस्य ज्या भुजंगाधिपस्स्वयम् ॥
]

`verse 24 [
घंटा सरस्वती देवी धनुषः श्रुतिरूपिणी ॥
इषुर्विष्णुर्महातेजास्त्वग्निश्शल्यं प्रकीर्तितम् ॥
]

`verse 25 [
हयास्तस्य तथा प्रोक्ताश्चत्वारो निगमा मुने ॥
ज्योतींषि भूषणं तेषामवशिष्टान्यतः परम् ॥
]

`verse 26 [
अनीकं विषसंभूतं वायवो वाजका स्मृताः ॥
ऋषयो व्यासमुख्याश्च वाहवाहास्तथाभवन्॥
]

`verse 27 [
स्वल्पाक्षरैस्संब्रवीमि किं बहूक्त्या मुनीश्वर ॥
ब्रह्मांडे चैव यत्किंचिद्वस्तुतद्वै रथे स्मृतम् ॥
]

`verse 28 [
एवं सम्यक्कृतस्तेन धीमता विश्वकर्मणा ॥
सरथादिप्रकारो हि ब्रह्मविष्ण्वाज्ञया शुभः ॥ 2.5.8.३० ॥

इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे रथादियुद्धप्रकारवर्णनं नामाष्टमोऽध्यायः ॥
]
