`speaker [
सनत्कुमार उवाच
]

`verse 1 [
ईदृग्विधं महादिव्यं नानाश्चर्यमयं रथम् ॥
संनह्य निगमानश्वांस्तं ब्रह्मा प्रार्पयच्छिवम् ॥
]

`verse 2 [
शंभवेऽसौ निवेद्याधिरोपयामास शूलिनम् ॥
बहुशः प्रार्थ्य देवेशं विष्ण्वादिसुरसमतम् ॥
]

`verse 3 [
ततस्तस्मिन्रथे दिव्ये रथप्राकारसंयुते ॥
सर्वदेवमयः शंभुरारुरोह महाप्रभुः ॥
]

`verse 4 [
ऋषिभिः स्तूयमानश्च देवगंधर्वपन्नगैः ॥
विष्णुना ब्रह्मणा चापि लोकपालैर्बभूव ह ॥
]

`verse 5 [
उपावृतश्चाप्सरसां गणैर्गीतविशारदः ॥
शुशुभे वरदश्शम्भुस्स तं प्रेक्ष्य च सारथिम् ॥
]

`verse 6 [
तस्मिन्नारोऽहतिरथं कल्पितं लोकसंभृतम् ॥
शिरोभिः पतिता भूमौ तुरगा वेदसंभवाः ॥
]

`verse 7 [
चचाल वसुधा चेलुस्सकलाश्च महीधराः ॥
चकंपे सहसा शेषोऽसोढा तद्भारमातुरः ।७॥
अथाधः स रथस्यास्य भगवान्धरणीधरः ॥
वृषेन्द्ररूपी चोत्थाय स्थापयामास वै क्षणम् ॥
]

`verse 8 [
क्षणांतरे वृषेन्द्रोऽपि जानुभ्यामगमद्धराम् ॥
रथारूढमहेशस्य सुतेजस्सोढुमक्षमः ॥
]

`verse 9 [
अभीषुहस्तो भगवानुद्यम्य च हयांस्तदा ॥
स्थापयामास देवस्य पचनाद्वैरथं वरम्॥2.5.9.१०॥
ततोऽसौ नोदयामास मनोमारुतरंहसः ॥
ब्रह्मा हयान्वेदमयान्नद्धान्रथवरे स्थितः ॥
]

`verse 10 [
पुराण्युद्दिश्य वै त्रीणि तेषां खस्थानि तानि हि॥
अधिष्ठिते महेशे तु दानवानां तरस्विनाम्॥
]

`verse 11 [
अथाह भगवान्रुद्रो देवानालोक्य शंकरः॥
पशूनामाधिपत्यं मे धद्ध्वं हन्मि ततोऽसुरान्॥
]

`verse 12 [
पृथक्पशुत्वं देवानां तथान्येषां सुरोत्तमाः॥
कल्पयित्वैव वध्यास्ते नान्यथा दैत्यसत्तमाः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 13 [
इति श्रुत्वा वचस्तस्य देवदेवस्य धीमतः ॥
विषादमगमन्सर्वे पशुत्वं प्रतिशंकिताः ॥
]

`verse 14 [
तेषां भावमथ ज्ञात्वा देवदेवोऽम्बिकापतिः ॥
विहस्य कृपया देवाञ्छंभुस्तानिदमब्रवीत् ॥
]

`speaker [
शंभुरुवाच
]

`verse 15 [
मा वोऽस्तु पशुभावेऽपि पातो विबुधसत्तमाः ॥
श्रूयतां पशुभावस्य विमोक्षः क्रियतां च सः ॥
]

`verse 16 [
यौ वै पाशुपतं दिव्यं चरिष्यति स मोक्ष्यति ॥
पशुत्वादिति सत्यं वः प्रतिज्ञातं समाहिताः ॥
]

`verse 17 [
ये चाप्यन्ये करिष्यंति व्रतं पाशुपतं मम ॥
मोक्ष्यंति ते न संदेहः पशुत्वात्सुरसत्तमाः ॥
]

`verse 18 [
नैष्ठिकं द्वादशाब्दं वा तदर्थं वर्षकत्रयम् ॥
शुश्रूषां कारयेद्यस्तु स पशुत्वाद्विमुच्यते ॥ 2.5.9.२० ॥
तस्मात्परमिदं दिव्यं चरिष्यथ सुरोत्तमाः ॥
पशुत्वान्मोक्ष्यथ तदा यूयमत्र न संशयः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 19 [
इत्याकर्ण्य वचस्तस्य महेशस्य परात्मनः ॥
तथेति चाब्रुवन्देवा हरिब्रह्मादयस्तथा ॥
]

`verse 20 [
तस्माद्वै पशवस्सर्वे देवासुरवराः प्रभोः ॥
रुद्रः पशुपतिश्चैव पशुपाशविमोचकः ॥
]

`verse 21 [
तदा पक्षुपतीत्येतत्तस्य नाम महेशितुः ॥
प्रसिद्धमभवद्वध्वा सर्वलोकेषु शर्मदम् ॥
]

`verse 22 [
मुदा जयेति भाषंतस्सर्वे देवर्षयस्तदा ॥
अमुदंश्चाति देवेशो ब्रह्मा विष्णुः परेऽपि च ॥
]

`verse 23 [
तस्मिंश्च समये यच्च रूपं तस्य महात्मनः ॥
जातं तद्वर्णितुं शक्यं न हि वर्षशतैरपि ॥
]

`verse 24 [
एवं विधो महेशानो महेशान्यखिलेश्वरः ॥
जगाम त्रिपुरं हंतुं सर्वेषां सुखदायकः ॥
]

`verse 25 [
तं देवदेवं त्रिपुरं निहंतुं तदानु सर्वे तु रविप्रकाशाः ॥
गजैर्हयैस्सिंहवरै रथैश्च वृषैर्ययुस्तेऽमरराजमुख्याः॥
]

`verse 26 [
हलैश्च शालैर्मुशलैर्भुशुण्डैर्गिरीन्द्रकल्पैर्गिरिसंनिभाश्च॥
नानायुधैस्संयुतबाहवस्ते ततो नु हृष्टाः प्रययुस्सुरेशाः ॥
]

`verse 27 [
नानायुधाढ्याः परमप्रकाशा महोत्सवश्शंभुजयं वदंतः ॥
ययुः पुरस्तस्य महेश्वरस्य तदेन्द्रपद्मोद्भवविष्णुमुख्याः॥2.5.9.३०॥
जहृषुर्मुनयस्सर्वे दंडहस्ता जटाधराः ॥
ववृषुः पुष्पवर्षाणि खेचरा सिद्धचारणाः ॥
]

`verse 28 [
पुत्रत्रयं च विप्रेन्द्रा व्रजन्सर्वे गणेश्वराः ॥
तेषां संख्या च कः कर्तुं समर्थो वच्मि कांश्चन ॥
]

`verse 29 [
गणेश्वरैर्देवगणैश्च भृङ्गी समावृतस्सर्वगणेन्द्रवर्यः ॥
जगाम योगांस्त्रिपुरं निहंतुं विमानमारुह्य यथा महेन्द्रः ॥
]

`verse 30 [
केशो विगतवासश्च महाकेशो महाज्वरः ॥
सोमवल्लीसवर्णश्च सोमदस्सनकस्तथा ॥
]

`verse 31 [
सोमधृक् सूर्यवर्चाश्च सूर्यप्रेषणकस्तथा ॥
सूर्याक्षस्सूरिनामा च सुरस्सुन्दर एव च॥
]

`verse 32 [
प्रस्कंदः कुन्दरश्चंडः कंपनश्चातिकंपनः ॥
इन्द्रश्चेन्द्रजवश्चैव यंता हिमकरस्तथा॥
]

`verse 33 [
शताक्षश्चैव पंचाक्षः सहस्राक्षो महोदरः ॥
सतीजहुश्शतास्यश्च रंकः कर्पूरपूतनः ॥
]

`verse 34 [
द्विशिखस्त्रिशिखश्चैव तथाहंकारकारकः॥
अजवक्त्रोऽष्टवक्त्रश्च हयवक्त्रोऽर्द्धवक्त्रकः ॥
]

`verse 35 [
इत्याद्या गणपा वीरा बहवोऽपरिमेयकाः ॥
प्रययुः परिवार्येशं लक्ष्यलक्षणवर्जिताः॥
]

`verse 36 [
समावृत्य महादेवं तदापुस्ते पिनाकिनम् ॥
दग्धुं समर्था मनसा क्षणेन सचराचरम् ॥ 2.5.9.४० ॥
दग्धुं जगत्सर्वमिदं समर्थाः किंत्वत्र दग्धुं त्रिपुरं पिनाकी ॥
रथेन किं चात्र शरेण तस्य गणैश्च किं देवगणैश्च शम्भोः ॥
]

`verse 37 [
स एव दग्धुं त्रिपुराणि तानि देवद्विषां व्यास पिनाकपाणिः ॥
स्वयं गतस्तत्र गणैश्च सार्द्धं निजैस्सुराणामपि सोऽद्भुतोतिः ॥
]

`verse 38 [
किं तत्र कारणं चान्यद्वच्मि ते ऋषिसत्तम ॥
लोकेषु ख्यापनार्थं वै यशः परमलापहम् ॥
]

`verse 39 [
अन्यच्च कारणं ह्येतद्दुष्टानां प्रत्ययाय वै॥
सर्वेष्वपि च देवेषु यस्मान्नान्यो विशिष्यते॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे शिवयात्रावर्णनं नाम नवमोऽध्यायः॥
]
