`speaker [
सनत्कुमार उवाच
]

`verse 1 [
अथ शम्भुर्महादेवो रथस्थस्सर्वसंयुतः ॥
त्रिपुरं सकलं दग्धुमुद्यतोऽभूत्सुरद्विषाम्॥
शीर्षं स्थानकमास्थाय संधाय च शरोत्तमम् ॥
सज्जं तत्कार्मुकं कृत्वा प्रत्यालीढं महाद्भुतम् ॥
]

`verse 2 [
निवेश्य दृढमुष्टौ च दृष्टिं दृष्टौ निवेश्य च॥
अतिष्ठन्निश्चलस्तत्र शतं वर्षसहस्रकम् ॥
]

`verse 3 [
ततोङ्गुष्ठे गणाध्यक्षस्स तु दैत्यनिशंस्थितः॥
न लक्ष्यं विविशुस्तानि पुराण्यस्य त्रिशूलिनः ॥
]

`verse 4 [
ततोंतरिक्षादशृणोद्धनुर्बाणधरो हरः ॥
मुंजकेशो विरूपाक्षो वाचं परमशोभनाम् ॥
]

`verse 5 [
भो भो न यावद्भगवन्नर्चितोऽसौ विनायकः॥
पुराणि जगदीशेश सांप्रतं न हनिष्यति ॥
]

`verse 6 [
एतच्छ्रुत्वा तु वचनं गजवक्त्रमपूजयत् ॥
भद्रकालीं समाहूय ततोंधकनिषूदनः ॥
]

`verse 7 [
तस्मिन् संपूजिते हर्षात्परितुष्टे पुरस्सरे ॥
विनायके ततो व्योम्नि ददर्श भगवान्हरः ॥
]

`verse 8 [
पुराणि त्रीणि दैत्यानां तारकाणां महात्मनाम् ॥
यथातथं हि युक्तानि केचिदित्थं वदंति ह ॥
]

`verse 9 [
परब्रह्मणि देवेश सर्वोपास्ये महेश्वरे ॥
अन्यप्रसादतः कार्यं सिद्धिर्घटति नेति हि ॥ 2.5.10.१० ॥
स स्वतंत्रः परं ब्रह्म सगुणो निर्गुणोऽपि ह ॥
अलक्ष्यः सकलैस्स्वामी परमात्मा निरंजनः ॥
]

`verse 10 [
पंचदेवात्मकः पंचदेवोपास्यः परः प्रभुः ॥
तस्योपास्यो न कोप्यस्ति स एवोपास्य आलयम् ॥
]

`verse 11 [
अथ वा लीलया तस्य सर्वं संघटते मुने ॥
चरितं देवदेवस्य वरदातुर्महेशितुः ॥
]

`verse 12 [
तस्मिस्थिते महादेवे पूजयित्वा गणाधिपम् ॥
पुराणि तत्र कालेन जग्मुरेकत्वमाशु वै ॥
]

`verse 13 [
एकीभावं मुने तत्र त्रिपुरे समुपागते ॥
बभूव तुमुलो हर्षो देवादीनां महात्मनाम् ॥
]

`verse 14 [
ततो देवगणास्सर्वे सिद्धाश्च परमर्षयः ॥
जयेति वाचो मुमुचुः स्तुवंतश्चाष्टमूर्तिनम् ॥
]

`verse 15 [
अथाहेति तदा ब्रह्मा विष्णुश्च जगतां पतिः ॥
समयोऽपि समायातो दैत्यानां वधकर्मणः ॥
]

`verse 16 [
तेषां तारकपुत्राणां त्रिपुराणां महेश्वर ॥
देवकार्यं कुरु विभो एकत्वमपि चागतम् ॥
]

`verse 17 [
यावन्न यान्ति देवेश विप्रयोगं पुराणि वै ॥
तावद्बाणं विमुंचश्च त्रिपुरं भस्मसात्कुरु॥।१९॥
अथ सज्यं धनुः कृत्वा शर्वस्संधाय तं शरम् ॥
पूज्य पाशुपतास्त्रं स त्रिपुरं समचिंतयत् ॥2.5.10.२०॥
अथ देवो महादेवो वरलीलाविशारदः ॥
केनापि कारणेनात्र सावज्ञं तदवैक्षत ॥
]

`verse 18 [
पुरत्रयं विरूपाक्षः कर्तुं तद्भस्मसात्क्षणात् ॥
समर्थः परमेशानो मीनातु च सतां गतिः ॥
]

`verse 19 [
दग्धुं समर्थो देवेशो वीक्षणेन जगत्त्रयम् ॥
अस्मद्यशो विवृद्ध्यर्थं शरं मोक्तुमिहार्हसि ॥
]

`verse 20 [
इति स्तुतोऽमरैस्सर्वैविष्ण्वादिविधिभिस्तदा ॥
दग्धुं पुरत्रयं तद्वै बाणेनैच्छन्महेश्वरः ॥
]

`verse 21 [
अभिलाख्यमुहूर्ते तु विकृष्य धनुरद्भुतम् ॥
कृत्वा ज्यातलनिर्घोषं नादमत्यंतदुस्सहम् ॥
]

`verse 22 [
आत्मनो नाम विश्राव्य समाभाष्य महासुरान् ॥
मार्तंडकोटिवपुषं कांडमुग्रो मुमोच ह ॥
]

`verse 23 [
ददाह त्रिपुरस्थास्तान्दैत्यांस्त्रीन्विमलापहः ॥
स आशुगो विष्णुमयो वह्निशल्यो महाज्वलन् ॥
]

`verse 24 [
ततः पुराणि दग्धानि चतुर्जलधिमेखलाम् ॥
गतानि युगपद्भूमिं त्रीणि दग्धानि भस्मशः ॥
]

`verse 25 [
दैत्यास्तु शतशो दग्धास्तस्य बाणस्थवह्निना ॥
हाहाकारं प्रकुर्वंतश्शिवपूजाव्यतिक्रमात् ॥
]

`verse 26 [
तारकाक्षस्तु निर्दग्धो भ्रातृभ्यां सहितोऽभवत् ॥
सस्मार स्वप्रभुं देवं शंकरं भक्तवत्सलम् ॥ 2.5.10.३० ॥
भक्त्या परमया युक्तः प्रलपन् विविधा गिरः ॥
महादेवं समुद्वीक्ष्य मनसा तमुवाच सः ॥
]

`speaker [
तारकाक्ष उवाच
]

`verse 27 [
भव ज्ञातोसि तुष्टोऽसि यद्यस्मान् सह बंधुभिः ॥
तेन सत्येन भूयोऽपि कदा त्वं प्रदहिष्यसि ॥
]

`verse 28 [
दुर्लभं लब्धमस्माभिर्यदप्राप्यं सुरासुरैः ॥
त्वद्भावभाविता बुद्धिर्जातेजाते भवत्विति ॥
]

`verse 29 [
इत्येवं विब्रुवंतस्ते दानवास्तेन वह्निना ॥
शिवाज्ञयाद्भुतं दग्धा भस्मसादभवन्मुने ॥
]

`verse 30 [
अन्येऽपि बाला वृद्धाश्च दानवास्तेन वह्निना ॥
शिवाज्ञया द्रुतं व्यास निर्दग्धा भस्मसात्कृताः ॥
]

`verse 31 [
स्त्रियो वा पुरुषा वापि वाहनानि च तत्र ये ॥
सर्वे तेनाग्निना दग्धाः कल्पान्ते तु जगद्यथा ॥
]

`verse 32 [
भर्तॄन्कंठगतान्हित्वा काश्चिद्दग्धा वरस्त्रियः ॥
काश्चित्सुप्ताः प्रमत्ताश्च रतिश्रांताश्च योषितः ॥
]

`verse 33 [
अर्द्धदग्धा विबुद्धाश्च बभ्रमुर्मोहमूर्च्छिताः ॥
तेन नासीत्सुसूक्ष्मोऽपि घोरत्रिपुरवह्निना ॥
]

`verse 34 [
अविदग्धो विनिर्मुक्तः स्थावरो जंगमोपि वा ॥
वर्जयित्वा मयं दैत्यं विश्वकर्माणमव्ययम् ॥
]

`verse 35 [
अविरुद्धं तु देवानां रक्षितं शंभुतेजसा ॥
विपत्कालेपि सद्भक्तं महेशशरणागतम् ॥2.5.10.४०॥
सन्निपातो हि येषां नो विद्यते नाशकारकः ॥
दैत्यानामन्यसत्त्वानां भावाभावे कृताकृते ॥
]

`verse 36 [
तस्माद्यत्नस्सुसंभाव्यः सद्भिः कर्तव्य एव हि ॥
गर्हणात्क्षीयते लोको न तत्कर्म समाचरेत् ॥
]

`verse 37 [
न संयोगो यथा तेषां भूयात्त्रिपुरवासिनाम् ॥
मतमेतद्धि सर्वेषां दैवाद्यदि यतो भवेत् ॥
]

`verse 38 [
ये पूजयंतस्तत्रापि दैत्या रुद्रं सबांधवाः ॥
गाणपत्यं ययुस्सर्वे शिवपूजावि धेर्बलात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे त्रिपुरदाहवर्णनं नाम दशमोऽध्यायः ॥
]
