`speaker [
व्यास उवाच
]

`verse 1 [
ब्रह्मपुत्र महाप्राज्ञ धन्यस्त्वं शैवसत्तम ॥
किमकार्षुस्ततो देवा दग्धे च त्रिपुरेऽखिलाः ॥
]

`verse 2 [
मयः कुत्र गतो दग्धो पतयः कुत्र ते गताः ॥
तत्सर्वं मे समाचक्ष्व यदि शंभुकथाश्रयम् ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
इत्याकर्ण्य व्यासवाक्यं भगवान्भवकृत्सुतः ॥
सनत्कुमारः प्रोवाच शिवपादयुगं स्मरन् ॥
]

`verse 4 [
सनत्कुमार उवाच ॥ ॥
शृणु व्यास महाबुद्धे पाराशर्यं महेशितुः ॥
चरितं सर्वपापघ्नं लोकलीलानुसाररिणः ॥
]

`verse 5 [
महेश्वरेण सर्वस्मिंस्त्रिपुरे दैत्यसंकुले ॥
दग्धे विशेषतस्तत्र विस्मितास्तेऽभवन्सुराः॥ ॥
]

`verse 6 [
न किंचिदब्रुवन्देवाः सेन्द्रोपेंद्रादयस्तदा ॥
महातेजस्विनं रुद्रं सर्वे वीक्ष्य ससंभ्रमाः ॥
]

`verse 7 [
महाभयंकरं रौद्रं प्रज्वलंतं दिशो दश ॥
कोटिसूर्यप्रतीकाशं प्रलयानलसन्निभम् ॥
]

`verse 8 [
भयाद्देवं निरीक्ष्यैव देवीं च हिमवत्सुताम्॥
बिभ्यिरे निखिला देवप्रमुखा स्तस्थुरानताः ॥
]

`verse 9 [
दृष्ट्वानीकं तदा भीतं देवानामृषिपुंगवाः ॥
न किंचिदूचुस्संतस्थुः प्रणेमुस्ते समंततः ॥
]

`verse 10 [
अथ ब्रह्मापि संभीतो दृष्ट्वा रूपं च शांकरम् ॥
तुष्टाव तुष्टहृदयो देवैस्सह समाहितः ॥ 2.5.11.१० ॥
विष्णुना च सभीतेन देवदेवं भवं हरम् ॥
त्रिपुरारिं सगिरिजं भक्ताधीनं महेश्वरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
देवदेव महादेव भक्तानुग्रहकारक ॥
प्रसीद परमेशान सर्व देवहितप्रद ॥
]

`verse 12 [
प्रसीद जगतां नाथ प्रसीदानंददायक ॥
प्रसीद शंकर स्वामिन् प्रसीद परमेश्वर ॥
]

`verse 13 [
ॐकाराय नमस्तुभ्यमाकारपरतारक ॥
प्रसीद सर्वदेवेश त्रिपुरघ्न महेश्वर ॥
]

`verse 14 [
नानावाच्याय देवाय वरणप्रिय शंकर ॥
अगुणाय नमस्तुभ्यं प्रकृतेः पुरुषात्पर ॥
]

`verse 15 [
निर्विकाराय नित्याय नित्यतृप्ताय भास्वते ॥
निरंजनाय दिव्याय त्रिगु णाय नमोऽस्तु ते ॥
]

`verse 16 [
सगुणाय नमस्तुभ्यं स्वर्गेशाय नमोस्तु ते ॥
सदाशिवाय शांताय महेशाय पिनाकिने ॥
]

`verse 17 [
वामदेवाय रुद्राय तदाप्यपुरुषाय च ॥
]

`verse 18 [
ईशानाय वरेण्याय भक्तानंदप्रदायिने ॥
]

`verse 19 [
रक्षरक्ष महादेव भीतान्नस्सकलामरान् ॥
दग्ध्वा च त्रिपुरं सर्वे कृतार्था अमराः कृ ताः ॥ 2.5.11.२० ॥
स्तुत्वैवं देवतास्सर्वा नमस्कारं पृथक्पृथक् ॥
चक्रुस्ते परमप्रीता ब्रह्माद्यास्तु सदाशिवम् ॥
]

`verse 20 [
अथ ब्रह्मा स्वयं देवं त्रिपुरारिं महेश्वरम् ॥
तुष्टाव प्रणतो भूत्वा नतस्कंधः कृतांजलिः ॥
]

`verse 21 [
ब्रह्मोवाच ॥ भगवन्देवदेवेश त्रिपुरान्तक शंकर ॥
त्वयि भक्तिः परा मेऽस्तु महादेवानपायिनी ॥
]

`verse 22 [
सर्वदा मेऽस्तु सारथ्यं तव देवेश शंकर ॥
अनुकूलो भव विभो सदा त्वं परमेश्वर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 23 [
इति स्तुत्वा विधिश्शंभुं भक्तवत्सलमानतः ॥
विरराम नतस्कंधः कृतांजलिरुदारधीः ॥
]

`verse 24 [
जनार्दनोऽपि भगवान् नमस्कृत्य महेश्वरम् ॥
कृतांजलिपुटो भूत्वा तुष्टाव च महेश्वरम् ॥
]

`verse 25 [
विष्णुरुवाच ॥ देवाधीश महेशान दीनबंधो कृपाकर ॥
प्रसीद परमेशान कृपां कुरु नतप्रिय ॥
]

`verse 26 [
निर्गुणाय नमस्तुभ्यं पुनश्च सगुणाय च ॥
पुनः प्रकृतिरूपाय पुनश्च पुरुषाय च ॥
]

`verse 27 [
भक्तिप्रियाय शांताय शिवाय परमात्मने ॥
]

`verse 28 [
त्वयि भक्तिर्दृढा मेऽद्य वर्द्धमाना भवत्विति ॥ 2.5.11.३० ॥
सनत्कुमार उवाच ॥
इत्युक्त्वा विररामासौ शैवप्रवरसत्तमः ॥
सर्वे देवाः प्रणम्योचुस्ततस्तं परमेश्वरम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 29 [
देवनाथ महादेव करुणाकर शंकर॥
प्रसीद जगतां नाथ प्रसीद परमेश्वर॥
]

`verse 30 [
प्रसीद सर्वकर्ता त्वं नमामस्त्वां वयं मुदा॥
भक्तिर्दृढास्माकं नित्यं स्यादनपायिनी ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 31 [
इति स्तुतश्च देवेशो ब्रह्मणा हरिणामरैः॥
प्रत्युवाच प्रसन्नात्मा शंकरो लोकशंकरः ॥
]

`speaker [
शंकर उवाच
]

`verse 32 [
हे विधे हे हरे देवाः प्रसन्नोऽस्मि विशेषतः॥
मनोऽभिलषितं ब्रूत वरं सर्वे विचा रतः ॥
]

`speaker [
सनत्कुमारः उवाच
]

`verse 33 [
इत्युक्तं वचनं श्रुत्वा हरेण मुनिसत्तम ॥
प्रत्यूचुस्सर्वदेवाश्च प्रसन्नेनान्तरात्मना ॥
]

`speaker [
सर्वे देवा ऊचुः
]

`verse 34 [
यदि प्रसन्नो भगवन्यदि देयो वरस्त्वया॥
देवदेवेश चास्मभ्यं ज्ञात्वा दासान्हि नस्सुरान्॥
]

`verse 35 [
यदा दुःखं तु देवानां संभवेद्देवसत्तम ॥
तदा त्वं प्रकटो भूत्वा दुःखं नाशय सर्वदा॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 36 [
इत्युक्तो भगवानुद्रो ब्रह्मणा हरिणामरैः॥
युगपत्प्राह तुष्टात्मा तथेत्यस्तु निरंतरम् ॥
]

`verse 37 [
स्तवैरेतैश्च तुष्टोऽस्मि दास्यामि सर्वदा ध्रुवम्॥
यदभीष्टतमं लोके पठतां शृण्वतां सुराः॥2.5.11.४०॥
इत्युक्त्वा शंकरः प्रीतो देवदुःखहरस्सदा ॥
सर्वदेवप्रियं यद्वै तत्सर्वं च प्रदत्तवान् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे देवस्तुतिवर्णनं नामैकादशोऽध्यायः ॥
]
