`speaker [
सनत्कुमार उवाच
]

`verse 1 [
एतस्मिन्नंतरे शंभुं प्रसन्नं वीक्ष्य दानवः॥
तत्राजगाम सुप्रीतो मयोऽदग्धः कृपाबलात् ॥
]

`verse 2 [
प्रणनाम हरं प्रीत्या सुरानन्यानपि ध्रुवम् ॥
कृतांजलिर्नतस्कंधः प्रणनाम पुन श्शिवम् ॥
]

`verse 3 [
अथोत्थाय शिवं दृष्ट्वा प्रेम्णा गद्गदसुस्वरः ॥
तुष्टाव भक्तिपूर्णात्मा स दानववरो मयः ॥
]

`verse 4 [
मय उवाच ॥ देवदेव महादेव भक्तवत्सल शंकरः ॥
कल्पवृक्षस्वरूपोसि सर्वपक्षविवर्जितः ॥
]

`verse 5 [
ज्योतीरूपो नमस्तेस्तु विश्वरूप नमोऽस्तु ते॥
नमः पूतात्मने तुभ्यं पावनाय नमोनमः ॥
]

`verse 6 [
भक्तिगम्याय भक्तानां नमस्तुभ्यं कृपा लवे ॥
तपस्सत्फलदात्रे ते शिवाकांत शिवेश्वर॥
]

`verse 7 [
न जानामि स्तुतिं कर्तुं स्तुतिप्रिय परेश्वर॥
प्रसन्नो भव सर्वेश पाहि मां शरणाग तम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 8 [
इत्याकर्ण्य मयोक्ता हि संस्तुतिं परमेश्वरः ॥
प्रसन्नोऽभूद्द्विजश्रेष्ठ मयं प्रोवाच चादरात्॥ 2.5.12.१
]

`speaker [
शिव उवाच
]

`verse 9 [
वरं ब्रूहि प्रसन्नोऽहं मय दानवसत्तम ॥
मनोऽभिलषितं यत्ते तद्दास्यामि न संशयः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 10 [
श्रुत्वा शिवं वचश्शंभोस्स मयो दानवर्षभः ॥
प्रत्युवाच प्रभुं नत्वा नतस्कंधः कृतांजलिः ॥
]

`speaker [
मय उवाच
]

`verse 11 [
देवदेव महादेव प्रसन्नो यदि मे भवान् ॥
वरयोग्योऽस्म्यहं चेद्धि स्वभक्तिं देहि शाश्वतीम्॥
]

`verse 12 [
स्वभक्तेषु सदा सख्यं दीनेषु च दयां सदा॥
उपेक्षामन्यजीवेषु खलेषु परमेश्वर॥
]

`verse 13 [
कदापि नासुरो भावो भवेन्मम महेश्वर ॥
निर्भयः स्यां सदा नाथ मग्नस्त्वद्भजने शुभे ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 14 [
इति संप्रार्थ्यमानस्तु शंकरः परमेश्वरः ॥
प्रत्युवाच मये नाथ प्रसन्नो भक्तवत्सलः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 15 [
दानवर्षभ धन्यस्त्वं मद्भक्तो निर्विकारवान् ॥
प्रदत्तास्ते वरास्सर्वेऽभीप्सिता ये तवाधुना ॥
]

`verse 16 [
गच्छ त्वं वितलं लोकं रमणीयं दिवोऽपि हि ॥
समेतः परिवारेण निजेन मम शासनात् ॥
]

`verse 17 [
निर्भयस्तत्र संतिष्ठ संहृष्टो भक्तिमान्सदा ॥
कदापि नासुरो भावो भविष्यति मदाज्ञया ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 18 [
इत्याज्ञां शिरसाधाय शंकरस्य महात्मनः ॥
तं प्रणम्य सुरांश्चापि वितलं प्रजगाम सः ॥2.5.12.२० ॥
एतस्मिन्नंतरे ते वै मुण्डिनश्च समागताः ॥
प्रणम्योचुश्च तान्सर्वान्विष्णुब्रह्मादिकान् सुरान् ॥
]

`verse 19 [
कुत्र याम वयं देवाः कर्म किं करवामहे ॥
आज्ञापयत नश्शीघ्रं भव दादेशकारकान् ॥
]

`verse 20 [
कृतं दुष्कर्म चास्माभिर्हे हरे हे विधे सुराः ॥
दैत्यानां शिवभक्तानां शिवभक्तिर्विनाशिता ॥
]

`verse 21 [
कोटिकल्पानि नरके नो वासस्तु भविष्यति ॥
नोद्धारो भविता नूनं शिवभक्तविरोधिनाम् ॥
]

`verse 22 [
परन्तु भवदिच्छात इदं दुष्कर्म नः कृतम् ॥
तच्छांतिं कृपया ब्रूत वयं वश्शरणागताः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 23 [
तेषां तद्वचनं श्रुत्वा विष्णुब्रह्मादयस्सुराः॥
अब्रु। वन्मुंडिनस्तांस्ते स्थितानग्रे कृतांजलीन् ॥
]

`speaker [
विष्ण्वादय ऊचुः
]

`verse 24 [
न भेतव्यं भवद्भिस्तु मुंडिनो वै कदाचन ॥
शिवाज्ञयेदं सकलं जातं चरितमुत्तमम् ॥
]

`verse 25 [
युष्माकं भविता नैव कुगतिर्दुःखदायिनी ॥
शिववासा यतो यूयं देवर्षिहितकारकाः ॥
]

`verse 26 [
सुरर्षिहितकृच्छंभुस्सुरर्षिहितकृत्प्रियः ॥
सुरर्षिहितकृन्नॄणां कदापि कुगतिर्नहि ॥
]

`verse 27 [
अद्यतो मतमेतं हि प्रविष्टानां नृणां कलौ॥
कुगतिर्भविता ब्रूमः सत्यं नैवात्र संशयः ॥ 2.5.12.३० ॥
भवद्भिर्मुंडिनो धीरा गुप्तभावान्ममाज्ञया॥
तावन्मरुस्थली सेव्या कलिर्यावात्समाव्रजेत् ॥
]

`verse 28 [
आगते च कलौ यूयं स्वमतं स्थापयिष्यथ ॥
कलौ तु मोहिता मूढास्संग्रहीष्यंति वो मतम्॥
]

`verse 29 [
इत्याज्ञप्ताः सुरेशैश्च मुंडिनस्ते मुनीश्वर ॥
नमस्कृत्य गतास्तत्र यथोद्दिष्टं स्वमाश्रमम् ॥
]

`verse 30 [
ततस्स भगवान्रुद्रो दग्ध्वा त्रिपुरवासिनः ॥
कृतकृत्यो महायोगी ब्रह्माद्यैरभिपूजितः ॥
]

`verse 31 [
स्वगणैर्निखिलैर्देव्या शिवया सहितः प्रभुः ॥
कृत्वामरमहत्कार्यं ससुतोंतरधादथ ॥
]

`verse 32 [
ततश्चांतर्हिते देवे परिवारान्विते शिवे ॥
धनुश्शरस्थाद्यश्च प्राकारोंतर्द्धिमागमत् ॥
]

`verse 33 [
ततो ब्रह्मा हरिर्देवा मुनिगंधर्वकिन्नराः ॥
नागास्सर्पाश्चाप्सरसस्संहृष्टाश्चाथ मानुषाः ॥
]

`verse 34 [
स्वंस्वं स्थानं मुदा जग्मुश्शंसंतः शांकरं यशः ॥
स्वंस्वं स्थानमनुप्राप्य निवृतिं परमां ययुः ॥
]

`verse 35 [
एतत्ते कथितं सर्वं चरितं शशिमौलिनः ॥
त्रिपुरक्षयसंसूचि परलीलान्वितं महत् ॥
]

`verse 36 [
धन्यं यशस्यमायुष्यं धनधान्यप्रवर्द्धकम् ॥
स्वर्गदं मोक्षदं चापि किं भूयः श्रोतुमिच्छसि ॥ ॥ 2.5.12.४० ॥
इदं हि परमाख्यानं यः पठेच्छ्रणुयात्सदा ॥
इह भुक्त्वाखिलान्कामानंते मुक्तिमवाप्नुयात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे सनत्कुमारपाराशर्य्यसंवादे त्रिपुरवधानंतरदेवस्तुतिमयस्तुतिमुंडिनिवेशनदेवस्वस्था -नगमनवर्णनं नाम द्वादशोऽध्यायः ॥
]
