`speaker [
व्यास उवाच
]

`verse 1 [
भो ब्रह्मन्भगवन्पूर्वं श्रुतं मे ब्रह्मपुत्रक ॥
जलंधरं महादैत्यमवधीच्छंकरः प्रभुः ॥
]

`verse 2 [
तत्त्वं वद महाप्राज्ञ चरितं शशिमौलिनः ॥
विस्तारपूर्वकं शृण्वन्कस्तृप्येत्तद्यशोऽमलम् ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
इत्येवं व्याससंपृष्टो ब्रह्मपुत्रो महामुनिः ॥
उवाचार्थवदव्यग्रं वाक्यं वाक्यविशारदः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 4 [
एकदा जीवशक्रौ च भक्त्या परमया मुने ॥
दर्शनं कर्तुमीशस्य कैलासं जग्मतुर्भृशम् ॥
]

`verse 5 [
अथ गुर्विन्द्रयोर्ज्ञात्वागमनं शंकरः प्रभुः ॥
परीक्षितुं तयोर्ज्ञानं स्वदर्शनरतात्मनोः ॥
]

`verse 6 [
दिगम्बरोऽथ तन्मार्गमारुद्ध्य सद्गतिस्सताम् ॥
जटाबद्धेन शिरशातिष्ठत्संशोभिताननः ॥
]

`verse 7 [
अथ तौ गुरुशक्रौ च कुर्वंतौ गमनं मुदा ॥
आलोक्य पुरुषं भीमं मार्गमध्येऽद्भुताकृतिम् ॥
]

`verse 8 [
महातेजस्विनं शांतं जटासंबद्धमस्तकम् ॥
महाबाहुं महोरस्कं गौरं नयनभीषणम् ॥
]

`verse 9 [
अथो पुरंदरोऽपृच्छत्स्वाधिकारेण दुर्मदः ॥
पुरुषं तं स्वमार्गांतस्थितमज्ञाय शंकरम् ॥
]

`speaker [
पुरन्दर उवाच
]

`verse 10 [
कस्त्वं भोः कुत आयातः किं नाम वद तत्त्वतः ॥
स्वस्थानेसंस्थितश्शंभु किं वान्यत्र गतः प्रभुः ॥ ॥ 2.5.13.१० ॥
सनत्कुमार उवाच ॥
शक्रेणेत्थं स पृष्टस्तु किंचिन्नोवाच तापसः ॥
शक्रः पुनरपृच्छद्वै नोवाच स दिगंबरः ॥
]

`verse 11 [
पुनः पुरंदरोऽपृच्छ्ल्लोकानामधिपेश्वरः ॥
तूष्णीमास महायोगी लीलारूपधरः प्रभुः ॥
]

`verse 12 [
इत्थं पुनः पुनः पृष्टश्शक्रेण स दिगम्बरः ॥
नोवाच किंचिद्भगवाञ्छक्रज्ञानपरीक्षया ॥
]

`verse 13 [
अथ चुक्रोध देवेशस्त्रैलोक्यैश्वर्यगर्वितः ॥
उवाच वचनं चैव तं निर्भर्त्स्य जटाधरम् ॥
]

`speaker [
इन्द्र उवाच
]

`verse 14 [
रे मया पृच्छ्यमानोऽपि नोत्तरं दत्तवानसि ॥
अतस्त्वां हन्मि वज्रेण कस्ते त्रातास्ति दुर्मते ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 15 [
इत्युदीर्य ततो वज्री संनिरीक्ष्य क्रुधा हि तम् ॥
हंतुं दिगंबरं वज्रमुद्यतं स चकार ह ॥
]

`verse 16 [
पुरंदरं वज्रहस्तं दृष्ट्वा देवस्सदाशिवः ॥
चकार स्तंभनं तस्य वज्रपातस्य शंकरः॥
]

`verse 17 [
ततो रुद्रः क्रुधाविष्टः करालाक्षो भयंकरः ॥
द्रुतमेव प्रजज्वाल तेजसा प्रदहन्निव ॥
]

`verse 18 [
बाहुप्रतिष्टंभभुवामन्युनांतश्शचीपतिः ॥
समदह्यत भोगीव मंत्ररुद्धपराक्रमः ॥
]

`verse 19 [
दृष्ट्वा बृहस्पतिस्तूर्णं प्रज्वलंतं स्वतेजसा ॥
पुरुषं तं धिया ज्ञात्वा प्रणनाम हरं प्रभुम् ॥2.5.13.२०॥
कृतांजलिपुटो भूत्वा ततो गुरुरुदारधीः ॥
नत्वा च दंडवद्भूमौ प्रभुं स्तोतुं प्रचक्रमे ॥
]

`speaker [
गुरुरुवाच
]

`verse 20 [
नमो देवाधिदेवाय महादेवाय चात्मने ॥
महेश्वराय प्रभवे त्र्यम्बकाय कपर्दिने ॥
]

`verse 21 [
दीननाथाय विभवे नमोंऽधकनिषूदिने ॥
त्रिपुरघ्नाय शर्वाय ब्रह्मणे परमेष्ठिने ॥
]

`verse 22 [
विरूपाक्षाय रुद्राय बहुरूपाय शंभवे ॥
विरूपायातिरूपाय रूपातीताय ते नमः ॥
]

`verse 23 [
यज्ञविध्वंसकर्त्रे च यज्ञानां फलदायिने॥
नमस्ते मखरूपाय परकर्मप्रवर्तिने॥
]

`verse 24 [
कालांतकाय कालाय कालभोगिधराय च ॥
नमस्ते परमेशाय सर्वत्र व्यापिने नमः ॥
]

`verse 25 [
नमो ब्रह्मशिरोहंत्रे ब्रह्मचंद्र स्तुताय च॥
ब्रह्मण्याय नमस्तेऽस्तु नमस्ते परमात्मने॥
]

`verse 26 [
त्वमग्निरनिलो व्योम त्वमेवापो वसुंधरा॥
त्वं सूर्यश्चन्द्रमा भानि ज्योतिश्चक्रं त्वमेव हि ॥
]

`verse 27 [
त्वमेव विष्णुस्त्वं ब्रह्मा तत्स्तुतस्त्वं परेश्वरः ॥
मुनयः सनकाद्यास्त्वं नारदस्त्वं तपोधनः ॥
]

`verse 28 [
त्वमेव सर्व लोकेशस्त्वमेव जगदात्मकः ॥
सर्वान्वयस्सर्वभिन्नस्त्वमेव प्रकृतेः परः ॥ 2.5.13.३० ॥
त्वं वै सृजसि लोकांश्च रजसा विधिनामभाक् ॥
सत्त्वेन हरिरूपस्त्वं सकलं यासि वै जगत् ॥
]

`verse 29 [
त्वमेवासि महादेव तमसा हररूपधृक् ॥
लीलया भुवनं सर्वं निखिलं पांचभौतिकम् ॥
]

`verse 30 [
त्वद्ध्यानबलतस्सूर्यस्तपते विश्वभावन ॥
अमृतं च्यवते लोके शशी वाति समरिणः॥
]

`verse 31 [
त्वद्ध्यानबलतो मेघाश्चांबु वर्षंति शंकर ॥
त्वद्ध्यानबलतश्शक्रस्त्रिलोकीं पाति पुत्रवत् ॥
]

`verse 32 [
त्वद्ध्यानबलतो मेघाः सर्वे देवा मुनीश्वराः ॥
स्वाधिकारं च कुर्वंति चकिता भवतो भयात् ॥
]

`verse 33 [
त्वत्पादकमलस्यैव सेवनाद्भुवि मानवाः ॥
नाद्रियन्ते सुरान्रुद लोकैश्वर्यं च भुंजते ॥
]

`verse 34 [
त्वत्पादकमलस्यैव सेवनादगमन्पराम् ॥
गतिं योगधना नामप्यगम्यां सर्वदुर्लभाम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 35 [
बृहस्पतिरिति स्तुत्वा शंकरं लोकशंकरम् ॥
पादयो पातयामास तस्येशस्य पुरंदरम् ॥
]

`verse 36 [
पातयित्वा च देवेशमिंद्रं नत शिरोधरम्॥
बृहस्पतिरुवाचेदं प्रश्रयावनतश्शिवम् ॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 37 [
दीननाथ महादेव प्रणतं तव पादयोः ॥
समुद्धर च शांतं स्वं क्रोधं नयनजं कुरु ॥ 2.5.13.४० ॥
तुष्टो भव महादेव पाहीद्र शरणागतम् ॥
अग्निरेव शमं यातु भालनेत्रसमुद्भवः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 38 [
इत्याकर्ण्य गुरोर्वाक्यं देवदेवो महेश्वरः ॥
उवाच करुणासिन्धुर्मेघनिर्ह्रादया गिरा॥
]

`speaker [
महेश्वर उवाच
]

`verse 39 [
क्रोधं च निस्सृते नेत्राद्धारयामि बृहस्पतेः ॥
कथं हि कञ्चुकीं सर्पस्संधत्ते नोज्झितां पुनः ॥
]

`verse 40 [
सनत्कुमार उवाचु ॥
इति श्रुत्वा वचस्तस्य शंकरस्य बृहस्पतिः ॥
उवाच क्लिष्टरूपश्च भयव्याकुलमानसः ॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 41 [
हे देव भगवन्भक्ता अनुकंप्याः सदैव हि ॥
भक्तवत्सलनामेति त्वं सत्यं कुरु शंकर ॥
]

`verse 42 [
क्षेप्तुमन्यत्र देवेश स्वतेजोऽत्युग्रमर्हसि ॥
उद्धर्तस्सर्वभक्तानां समुद्धर पुरंदरम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 43 [
इत्युक्तो गुरुणा रुद्रो भक्तवत्सलनामभाक् ॥
प्रत्युवाच प्रसन्नात्मा सुरेज्यं प्रणतार्त्तिहा॥
]

`speaker [
शिव उवाच
]

`verse 44 [
प्रीतः स्तुत्यानया तात ददामि वरमुत्तमम् ॥
इन्द्रस्य जीवदानेन जीवेति त्वं प्रथां व्रज ॥।४८॥
समुद्भूतोऽनलो योऽयं भालनेत्रात्सुरेशहा ॥
एनं त्यक्ष्याम्यहं दूरं यथेन्द्रं नैव पीडयेत् ॥
]

`verse 45 [
॥ सनत्कुमार उवाच् ॥
इत्युक्त्वा तं करे धृत्वा स्वतेजोऽनलमद्भुतम् ॥
भालनेत्रात्समुद्भूतं प्राक्षिपल्लवणांभसि ॥ 2.5.13.५० ॥
ततश्चांतर्दधे रुद्रो महालीलाकरः प्रभुः ॥
गुरुशक्रौ भयान्मुक्तौ जग्मतुः सुखमुत्तमम् ॥
]

`verse 46 [
यदर्थं गमनोद्युक्तौ दर्शनं प्राप्य तस्य वै ॥
कृतार्थौ गुरुशक्रौ हि स्वस्थानं जग्मतुर्मुदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पंचमे युद्धखण्डे जलंधरवधोपाख्याने शक्रजीवनं नाम त्रयोदशोऽ ध्यायः ॥
]
