`speaker [
व्यास उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ ब्रह्मपुत्र नमोस्तु ते ॥
श्रुतेयमद्भुता मेऽद्य कथा शंभोर्महात्मनः ॥
]

`verse 2 [
क्षिप्ते स्वतेजसि ब्रह्मन्भालनेत्रसमुद्भवे ॥
लवणांभसि किं ताताभवत्तत्र वदाशु तत् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 3 [
शृणु तात महाप्राज्ञ शिवलीलां महाद्भुताम् ॥
यच्छ्रुत्वा श्रद्धया भक्तो योगिनां गतिमाप्नुयात् ॥
]

`verse 4 [
अथो शिवस्य तत्तेजो भालनेत्रसमुद्भवम्॥
क्षिप्तं च लवणाम्भोधौ सद्यो बालत्वमाप ह ॥
]

`verse 5 [
तत्र वै सिंधुगंगायाः सागरस्य च संगमे ॥
रुरोदोच्चैस्स वै बाल सर्वलोक भयंकरः ॥
]

`verse 6 [
रुदतस्तस्य शब्देन प्राकंपद्धरणी मुहुः ॥
स्वर्गश्च सत्यलोकश्च तत्स्वनाद्बधिरीकृतः ॥
]

`verse 7 [
बालस्य रोदनेनैव सर्वे लोकाश्च तत्रसुः ॥
सर्वतो लोकपालाश्च विह्वलीकृतमानसाः ॥
]

`verse 8 [
किं बहूक्तेन विप्रेन्द्र चचाल सचराचरम् ॥
भुवनं निखिलं तात रोदनात्तच्छिशोर्विभो ॥
]

`verse 9 [
अथ ते व्याकुलास्सर्वे देवास्समुनयो द्रुतम् ॥
पितामहं लोकगुरुं ब्रह्माणं शरणं ययुः ॥
]

`verse 10 [
तत्र गत्वा च ते देवा सुनयश्च सवासवाः ॥
प्रणम्य च सुसंस्तुत्य प्रोचुस्तं परमेष्ठिनम् ॥ 2.5.14.१० ॥
देवा ऊचुः ॥
लोकाधीश सुराधीश भयन्नस्समुपस्थितम् ॥
तन्नाशय महायोगिञ्जातोयं ह्यद्भुतो रवः ॥
]

`verse 11 [
॥ सनत्कुमार उवाच॥ ॥
इत्याकर्ण्य वचस्तेषां ब्रह्मा लोकपितामहः ॥
गंतुमैच्छत्ततस्तत्र किमेतदिति विस्मितः ॥
]

`verse 12 [
ततो ब्रह्मा सुरैस्तातावतरत्सत्यलोकतः ॥
रसां तज्ज्ञातुमिच्छन्स समुद्रमगमत्तदा ॥
]

`verse 13 [
यावत्तत्रागतो ब्रह्मा सर्वलोकपितामहः ॥
तावत्समुद्रस्योत्संगे तं बालं स ददर्श ह॥
]

`verse 14 [
आगतं विधिमालोक्य देवरूप्यथ सागरः॥
प्रणम्य शिरसा बालं तस्योत्संगे न्यवेशयत्॥
]

`verse 15 [
ततो ब्रह्माब्रवीद्वाक्यं सागरं विस्मयान्वितः ॥
जलराशे द्रुतं ब्रूहि कस्यायं शिशुरद्भुतः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 16 [
ब्रह्मणो वाक्यमाकर्ण्य मुदितस्सागरस्तदा ॥
प्रत्युवाच प्रजेशं स नत्वा स्तुत्वा कृतांजलिः ॥
]

`speaker [
समुद्र उवाच
]

`verse 17 [
भो भो ब्रह्मन्मया प्राप्तो बालकोऽयमजानता ॥
प्रभवं सिंधुगंगायामकस्मात्सर्वलोकप ॥
]

`verse 18 [
जातकर्मादिसंस्कारान्कुरुष्वास्य जगद्गुरो ॥
जातकोक्तफलं सर्वं विधातर्वक्तुमर्हसि ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 19 [
एवं वदति पाथोधौ स बालस्सागरात्मजः ॥
ब्रह्माणमग्रहीत्कण्ठे विधुन्वंतं मुहुर्मुहुः ॥ 2.5.14.२० ॥
विधूननं च तस्यैवं सर्वलोककृतो विधेः ॥
पीडितस्य च कालेय नेत्राभ्यामगमज्जलम् ॥
]

`verse 20 [
कराभ्यामब्धिजातस्य तत्सुतस्य महौजसः ॥
कथंचिन्मुक्तकण्ठस्तु ब्रह्मा प्रोवाच सादरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
शृणु सागर वक्ष्यामि तवास्य तनयस्य हि ॥
जातकोक्तफलं सर्वं समाधानरतः खलु॥
]

`verse 22 [
नेत्राभ्यां विधृतं यस्मादनेनैव जलं मम॥
तस्माज्जलंधरेतीह ख्यातो नाम्ना भवत्वसौ ॥ ॥
]

`verse 23 [
अधुनैवैष तरुणस्सर्वशास्त्रार्थपारगः ॥
महापराक्रमो धीरो योद्धा च रणदुर्मदः ॥
]

`verse 24 [
भविष्यति च गंभीरस्त्वं यथा समरे गुहः ॥
सर्वजेता च संग्रामे सर्वसंपद्विराजितः ॥
]

`verse 25 [
दैत्यानामधिपो बालः सर्वेषां च भविष्यति ॥
विष्णोरपि भवेज्जेता न कुत श्चित्पराभवः ॥
]

`verse 26 [
अवध्यस्सर्वभूतानां विना रुद्रं भविष्यति ॥
यत एष समुद्भूतस्तत्रेदानीं गमिष्यति ॥
]

`verse 27 [
पतिव्रतास्य भविता पत्नी सौभाग्यवर्द्धिनी ॥
सर्वाङ्गसुन्दरी रम्या प्रियवाक्छीलसागरा ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 28 [
इत्युक्त्वा शुक्रमाहूय राज्ये तं चाभ्यषेचयत् ॥
आमंत्र्य सरितान्नाथं ब्रह्मांतर्द्धानमन्वगात् ॥2.5.14.३०॥
अथ तद्दर्शनोत्फुल्लनयनस्सागरस्तदा ॥
तमात्मजं समादाय स्वगेहमगमन्मुदा ॥
]

`verse 29 [
अपोषयन्महोपायैस्स्वबालं मुदितात्मकः ॥
सर्वांगसुन्दरं रम्यं महाद्भुतसुतेजसम् ॥
]

`verse 30 [
अथाम्बुधिस्समाहूय कालनेमिं महासुरम् ॥
वृन्दाभिधां सुतां तस्य तद्भार्यार्थमयाचत ॥
]

`verse 31 [
कालनेम्यसुरो वीरोऽसुराणां प्रवरस्सुधीः ॥
साधु येनेम्बुधेर्याञ्चां स्वकर्मनिपुणो मुने ॥
]

`verse 32 [
जलंधराय वीराय सागरप्रभवाय च ॥
ददौ ब्रह्मविधानेन स्वसुतां प्राणवल्लभाम् ॥
]

`verse 33 [
तदोत्सवो महानासीद्विवाहे च तयोस्तदा ॥
सुखं प्रापुर्नदा नद्योऽसुराश्चैवाखिला मुने ॥
]

`verse 34 [
समुद्रोऽति सुखं प्राप सुतं दृष्ट्वा हि सस्त्रियम् ॥
दानं ददौ द्विजातिभ्योऽप्यन्येभ्यश्च यथाविधि ॥
]

`verse 35 [
ये देवैर्निर्जिताः पूर्वं दैत्याः पाताल संस्थिताः ॥
ते हि भूमंडलं याता निर्भयास्तमुपाश्रिताः ॥
]

`verse 36 [
ते कालनेमिप्रमुखास्ततोऽसुरास्तस्मै सुतां सिंधुसुताय दत्त्वा ॥
बभूवुरत्यन्तमुदान्विता हि तमाश्रिता देव विनिर्जयाय॥
]

`verse 37 [
स चापि वीरोम्बुधिबालकोऽसौ जलंधराख्योऽसुरवीरवीरः ॥
संप्राप्य भार्यामतिसुन्दरी वशी चकार राज्यं हि कविप्रभावात्॥2.5.14.४०॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे जलं धरवधोपाख्याने जलंधरोत्पत्तिविवाहवर्णनं नाम चतुर्दशोऽध्यायः ॥
]
