`speaker [
सनत्कुमार उवाच
]

`verse 1 [
एकदा वारिधिसुतो वृन्दापति रुदारधीः॥
सभार्य्यस्संस्थितो वीरोऽसुरैस्सर्वैः समन्वितः ॥
]

`verse 2 [
तत्राजगाम सुप्रीतस्सुवर्चास्त्वथ भार्गवः॥
तेजः पुंजो मूर्त इव भासयन्सकला दिशः ॥
]

`verse 3 [
तं दृष्ट्वा गुरुमायान्तमसुरास्तेऽखिला द्रुतम् ॥
प्रणेमुः प्रीतमनसस्सिंधुपुत्रोऽपि सादरम्॥
]

`verse 4 [
दत्त्वाशीर्वचनं तेभ्यो भार्गवस्तेजसां निधिः ॥
निषसादासने रम्ये संतस्थुस्तेऽपि पूर्ववत् ॥
]

`verse 5 [
अथ सिंध्वात्मजो वीरो दृष्ट्वा प्रीत्या निजां सभाम् ॥
जलंधरः प्रसन्नोऽभूदनष्टवरशासनः ॥
]

`verse 6 [
तत्स्थितं छिन्नशिरसं दृष्ट्वा राहुं स दैत्यराट् ॥
पप्रच्छ भार्गवं शीघ्रमिदं सागरनन्दनः ॥
]

`speaker [
जलंधर उवाच
]

`verse 7 [
केनेदं विहितं राहोश्शिरच्छेदनकं प्रभो ॥
तद्ब्रूहि निखिलं वृत्तं यथावत्तत्त्वतो गुरो ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 8 [
इत्याकर्ण्य वचस्तस्य सिन्धुपुत्रस्य भार्गवः ॥
स्मृत्वा शिवपदांभोजं प्रत्युवाच यथार्थवत् ॥
]

`speaker [
शुक्र उवाच
]

`verse 9 [
जलंधर महावीर सर्वासुरसहायक ॥
शृणु वृत्तांतमखिलं यथावत्कथयामि ते ॥
]

`verse 10 [
पुराभवद्बलिर्वीरो विरोचनसुतो बली ॥
हिरण्यकशिपोश्चैव प्रपौत्रो धर्मवित्तमः ॥2.5.15.१०॥
पराजितास्सुरास्तेन रमेशं शरणं ययुः ॥
सवासवास्स्ववृत्तांतमाचख्युः स्वार्थसाधकाः॥
]

`verse 11 [
तदाज्ञया सुरैः सार्द्धं चक्रुस्संधिमथो सुराः ॥
स्वकार्यसिद्धये तातच्छलकर्मविचक्षणाः ॥
]

`verse 12 [
अथामृतार्थे सिंधोश्च मंथनं चक्रुरादरात् ॥
विष्णोस्सहायिनस्ते हि सुरास्सर्वेऽसुरैस्सह॥
]

`verse 13 [
ततो रत्नोपहरणमकार्षुर्दैत्यशत्रवः ॥
जगृहुर्यत्नतो देवाः पपुरप्यमृतं छलात् ॥
]

`verse 14 [
ततः पराभवं चक्रुरसुराणां सहायतः ॥
विष्णोस्सुरास्सचक्रास्तेऽमृतापानाद्बलान्विताः ॥
]

`verse 15 [
शिरश्छेदं चकारासौ पिबतश्चामृतं हरिः ॥
राहोर्देवसभां हि पक्षपाती हरेस्सदा ॥
]

`speaker [
सनत्कुम्रार उवाच
]

`verse 16 [
एवं कविस्तस्य शिरश्छेदं राहोश्शशंस च ॥
अमृतार्थे समुद्रस्य मंथनं देवकारितम् ॥
]

`verse 17 [
रत्नोपहरणं चैव दैत्यानां च पराभवम् ॥
देवैरमृतपानं च कृतं सर्वं च विस्तरात् ॥
]

`verse 18 [
तदाकर्ण्य महावीरोम्बुधिबालः प्रतापवान् ॥
चुक्रोध क्रोधरक्ताक्षस्स्वपितुर्मंथनं तदा ॥
]

`verse 19 [
अथ दूतं समाहूय घस्मराभिधमुत्तमम् ॥
सर्वं शशंस चरितं यदाह गुरुरात्मवान् ॥ 2.5.15.२० ॥
अथ तं प्रेषयामास स्वदूतं शक्रसन्निधौ॥
संमान्य बहुशः प्रीत्याऽभयं दत्त्वा विशारदम् ॥
]

`verse 20 [
दूतस्त्रिविष्टपं तस्य जगामारमलं सुधीः ॥
घस्मरोंऽबुधिबालस्य सर्वदेवसमन्वितम् ॥
]

`verse 21 [
तत्र गत्वा स दूतस्तु सुधर्मां प्राप्य सत्वरम् ॥
गर्वादखर्वमौलिर्हि देवेन्द्रं वाक्यमब्रवीत् ॥
]

`speaker [
घस्मर उवाच
]

`verse 22 [
जलंधरोऽब्धि तनयस्सर्वदैत्यजनेश्वरः ॥
सुप्रतापी महावीरस्स्वयं कविसहायवान् ॥
]

`verse 23 [
दूतोऽहं तस्य वीरस्य घस्मराख्यो न घस्मरः ॥
प्रेषितस्तेन वीरेण त्वत्सकाशमिहागतः ॥
]

`verse 24 [
अव्याहताज्ञस्वर्वत्र जलंधर उदग्रधीः ॥
निर्जिताखिलदैत्यारिस्स यदाह शृणुष्व तत् ॥
]

`speaker [
जलंधर उवाच
]

`verse 25 [
कस्मात्त्वया मम पिता मथितस्सागरोऽद्रिणा ॥
नीतानि सर्वरत्नानि पितुर्मे देवताधम ॥
]

`verse 26 [
उचितं न कृतं तेऽद्य तानि शीघ्रं प्रयच्छ मे ॥
ममायाहि विचार्येत्थं शरणं दैवतैस्सह ॥
]

`verse 27 [
अन्यथा ते भयं भूरि भविष्यति सुराधम ॥
राज्यविध्वंसनं चैव सत्यमेतद्ब्रवीम्यहम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 28 [
इति दूतवचः श्रुत्वा विस्मितस्त्रिदशाधिपः ॥
उवाच तं स्मरन्निन्द्रो भयरोषसमन्वितः ॥ 2.5.15.३० ॥
अद्रयो मद्भयात्त्रस्तास्स्वकुक्षिस्था यतः कृताः ॥
अन्येऽपि मद्द्विषस्तेन रक्षिता दितिजाः पुरा ॥
]

`verse 29 [
तस्मात्तद्रत्नजातं तु मया सर्वं हृतं किल ॥
न तिष्ठति मम द्रोही सुखं सत्यं ब्रवीम्यहम् ॥
]

`verse 30 [
शंखोप्येव पुरा दैत्यो मां द्विषन्सागरात्मजः ॥
अभवन्मूढचित्तस्तु साधुसंगात्समुज्झित॥
]

`verse 31 [
ममानुजेन हरिणा निहतस्य हि पापधीः ॥
हिंसकस्साधुसंधस्य पापिष्ठस्सागरोदरे ॥
]

`verse 32 [
तद्गच्छ दूत शीघ्रं त्वं कथयस्वास्य तत्त्वतः ॥
अब्धिपुत्रस्य सर्वं हि सिंधोर्मंथनकारणम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 33 [
इत्थं विसर्जितो दूतो घस्मराख्यस्सुबुद्धिमान् ॥
तदेन्द्रेणागमत्तूर्ण्णं यत्र वीरो जलंधरः ॥
]

`verse 34 [
तदिदं वचनं दैत्यराजो हि तेन धीमता ॥
कथितो निखिलं शक्रप्रोक्तं दूतेन वै तदा ॥
]

`verse 35 [
तन्निशम्य ततो दैत्यो रोषात्प्रस्फुरिताधरः ॥
उद्योगमकरोत्तूर्णं सर्वदेवजिगीषया ॥
]

`verse 36 [
तदोद्योगेऽसुरेन्द्रस्य दिग्भ्यः पातालतस्तथा ॥
दितिजाः प्रत्यपद्यंत कोटिशःकोटिशस्तथा ॥
]

`verse 37 [
अथ शुंभनिशुंभाद्यै बलाधिपतिकोटिभिः ॥
निर्जगाम महावीरः सिन्धुपुत्रः प्रतापवान् ॥2.5.15.४०॥
प्राप त्रिविष्टपं सद्यः सर्वसैन्यसमावृतः ॥
दध्मौ शंखं जलधिजो नेदुर्वीराश्च सर्वतः ॥
]

`verse 38 [
गत्वा त्रिविष्टपं दैत्यो नन्दनाधिष्ठितोऽभवत् ॥
सर्व सैन्यं समावृत्य कुर्वाणः सिंहवद्रवम् ॥
]

`verse 39 [
पुरमावृत्य तिष्ठत्तद्दृष्ट्वा सैन्यबलं महत्॥
निर्ययुस्त्वमरावत्या देवा युद्धाय दंशिताः ॥॥
]

`verse 40 [
ततस्समभवद्युद्धं देवदानवसेनयोः ॥
मुसलैः परिघैर्बाणैर्गदापरशुशक्तिभिः ॥
]

`verse 41 [
तेऽन्योन्यं समधावेतां जघ्नतुश्च परस्परम् ॥
क्षणेनाभवतां सेने रुधिरौघपरिप्लुते ॥
]

`verse 42 [
पतितैः पात्यमानैश्च गजाश्वरथपत्तिभिः ॥
व्यराजत रणे भूमिस्संध्याभ्रपटलैरिव ॥
]

`verse 43 [
तत्र युद्धे मृतान्दैत्यान्भार्गवस्तानजीवयत् ॥
विद्ययामृतजीविन्या मंत्रितैस्तोयबिन्दुभिः ॥
]

`verse 44 [
देवानपि तथा युद्धे तत्राजीवयदंगिराः ॥
दिव्यौषधैस्समानीय द्रोणाद्रेस्स पुनःपुनः ॥
]

`verse 45 [
दृष्टवान्स तथा युद्धे पुनरेव समुत्थितान् ॥
जलंधरः क्रोधवशो भार्गवं वाक्यमब्रवीत् ॥
]

`speaker [
जलंधर उवाच
]

`verse 46 [
मया देवा हता युद्धे उत्तिष्ठंति कथं पुनः ॥
ततः संजीविनी विद्या नैवान्यत्रेति वै श्रुता ॥ 2.5.15.५० ॥
सनत्कुमार उवाच॥
इत्याकर्ण्य वचस्तस्य सिन्धुपुत्रस्य भार्गवः ॥
प्रत्युवाच प्रसन्नात्मा गुरुश्शुक्रो जलंधरम् ॥
]

`speaker [
शुक्र उवाच
]

`verse 47 [
दिव्यौषधीस्समानीय द्रोणाद्रेरंगिरास्सुरान् ॥
जीवयत्येष वै तात सत्यं जानीहि मे वचः ॥
]

`verse 48 [
जयमिच्छसि चेत्तात शृणु मे वचनं शुभम् ॥
ततः सोऽरं भुजाभ्यां त्वं द्रोणमब्धावुपाहर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 49 [
इत्युक्तस्स तु दैत्येन्द्रो गुरुणा भार्गवेण ह ॥
द्रुतं जगाम यत्रासावास्ते चैवाद्रिराट् च सः ॥
]

`verse 50 [
भुजाभ्यां तरसा दैत्यो नीत्वा द्रोणं च तं तदा॥
प्राक्षिपत्सागरे तूर्णं चित्रं न हरतेजसि ॥
]

`verse 51 [
पुनरायान्महावीरस्सिन्धुपुत्रो महाहवम्॥
जघानास्त्रैश्च विविधैस्सुरान्कृत्वा बलं महत् ॥
]

`verse 52 [
अथ देवान्हतान्दृष्ट्वा द्रोणाद्रिमगमद्गुरुः ॥
तावत्तत्र गिरीद्रं तं न ददर्श सुरार्चितः ॥
]

`verse 53 [
ज्ञात्वा दैत्यहृतं द्रोणं धिषणो भयविह्वलः ॥
आगत्य देवान्प्रोवाच जीवो व्याकुलमानसः ॥
]

`speaker [
गुरुरुवाच
]

`verse 54 [
पलायध्वं सुरास्सर्वे द्रोणो नास्ति गिरिर्महान् ॥
ध्रुवं ध्वस्तश्च दैत्येन पाथोधितनयेन हि॥
]

`verse 55 [
जलंधरो महादैत्यो नायं जेतुं क्षमो यतः ॥
रुद्रांशसंभवो ह्येष सर्वामरविमर्दनः ॥ 2.5.15.६० ॥
मया ज्ञातः प्रभावोऽस्य यथोत्पन्नः स्वयं सुराः ॥
शिवापमानकृच्छक्रचेष्टितं स्मरताखिलम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 56 [
श्रुत्वा तद्वचनं देवास्सुराचार्यप्रकीर्तितम्॥
जयाशां त्यक्तवंतस्ते भयविह्वलितास्तथा ॥
]

`verse 57 [
दैत्यराजेन तेनातिहन्यमानास्समंततः ॥
धैर्यं त्यक्त्वा पलायंत दिशो दश सवासवाः ॥
]

`verse 58 [
देवान्विद्रावितान्दृष्ट्वा दैत्यस्सागरनंदनः ॥
शंखभेरी जयरवैः प्रविवेशामरावतीम्॥
]

`verse 59 [
प्रविष्टे नगरीं दैत्ये देवाः शक्रपुरोगमाः ॥
सुवर्णाद्रिगुहां प्राप्ता न्यवसन्दैत्यतापिताः॥
]

`verse 60 [
तदैव सर्वेष्वसुरोऽधिकारेष्विन्द्रादिकानां विनिवेश्य सम्यक्॥
शुंभादिकान्दैत्यवरान् पृथक्पृथक्स्वयं सुवर्णादिगुहां व्यगान्मुने॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे जलंधरवधोपाख्याने देवजलंधरयुद्धवर्णनं नाम पंचदशोऽध्यायः॥
]
