`speaker [
सनत्कुमार उवाच
]

`verse 1 [
पुनर्दैत्यं समायांतं दृष्ट्वा देवास्सवासवाः ॥
भयात्प्रकंपितास्सर्वे सहैवादुद्रुवुर्द्रुतम् ॥
]

`verse 2 [
वैकुंठं प्रययुस्सर्वे पुरस्कृत्य प्रजापतिम् ॥
तुष्टुवुस्ते सुरा नत्वा सप्रजापतयोऽखिलाः ॥
]

`speaker [
देवा ऊचुः
]

`verse 3 [
हृषीकेश महाबाहो भगवन् मधुसूदन ॥
नमस्ते देवदेवेश सर्वदैत्यविनाशक॥
]

`verse 4 [
सत्यव्रतेन सद्राज्ञा प्रलयाब्धिविहारिणे॥
]

`verse 5 [
कुर्वाणानां सुराणां च मथनायोद्यमं भृशम्॥
बिभ्रते मंदरगिरिं कूर्मरूपाय ते नमः॥
]

`verse 6 [
नमस्ते भगवन्नाथ क्रतवे सूकरात्मने॥
वसुंधरां जनाधारां मूद्धतो बिभ्रते नमः ॥
]

`verse 7 [
वामनाय नमस्तुभ्यमुप्रेन्द्राख्याय विष्णवे ॥
विप्ररूपेण दैत्येन्द्रं बलिं छलयते विभो ॥
]

`verse 8 [
मातुर्हितकृते तुभ्यं कुपितायासतां द्रुहे॥
]

`verse 9 [
रामाय लोकरामाय मर्यादापुरुषाय ते॥
रावणांतकरायाशु सीतायाः पतये नमः ॥
]

`verse 10 [
नमस्ते ज्ञानगूढाय कृष्णाय परमात्मन ॥
राधाविहारशीलाय नानालीलाकराय च ॥2.5.16.१०॥
नमस्ते गूढदेहाय वेदनिंदाकराय च ॥
योगाचार्याय जैनाय वौद्धरूपाय मापते॥
]

`verse 11 [
नमस्ते कल्किरूपाय म्लेच्छानामंतकारिणे॥
अनन्तशक्तिरूपाय सद्धर्मस्थापनाय च ॥१२
नमस्ते कपिलरूपाय देवहूत्यै महात्मने ॥
वदते सांख्ययोगं च सांख्याचार्याय वै प्रभो ॥
]

`verse 12 [
विधात्रे ज्ञानरूपाय येनात्मा संप्रसीदति ॥
]

`verse 13 [
हिताय सर्वलोकानां पुराणरचनाय च ॥
]

`verse 14 [
एवं मत्स्यादितनुभिर्भक्तकार्योद्यताय ते ॥
सर्गस्थितिध्वंसकर्त्रे नमस्ते ब्रह्मणे प्रभो ॥
]

`verse 15 [
आर्तिहंत्रे स्वदासानां सुखदाय शुभाय च ॥
पीताम्बराय हरये तार्क्ष्ययानाय ते नमः॥
सर्वक्रियायैककर्त्रे शरण्याय नमोनमः ॥
]

`verse 16 [
दैत्यसंतापितामर्त्य दुःखादिध्वंसवज्रक ॥
शेषतल्पशयायार्कचन्द्रनेत्राय ते नमः ॥
]

`verse 17 [
कृपासिन्धो रमानाथ पाहि नश्शरणागतान् ॥
जलंधरेण देवाश्च स्वर्गात्सर्वे निराकृताः ॥
]

`verse 18 [
सूर्यो निस्सारितः स्थानाच्चन्द्रो वह्निस्तथैव च ॥
पातालान्नागराजश्च धर्मराजो निराकृतः ॥ 2.5.16.२० ॥
विचरंति यथा मर्त्याश्शोभंते नैव ते सुराः ॥
शरणं ते वयं प्राप्ता वधस्तस्य विचिंत्यताम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 19 [
इति दीनवचश्श्रुत्वा देवानां मधुसूदनः ॥
जगाद करुणासिन्धुर्मे घनिर्ह्रादया गिरा ॥
]

`speaker [
विष्णुरुवाच
]

`verse 20 [
भयं त्यजत हे देवा गमिष्याम्यहमाहवम्॥
जलंधरेण दैत्येन करिष्यामि पराक्रमम् ॥
]

`verse 21 [
इत्युक्त्वा सहसोत्थाय दैत्यारिः खिन्नमानसः ॥
आरोहद्गरुडं वेगात्कृपया भक्तवत्सलः ॥
]

`verse 22 [
गच्छन्तं वल्लभं दृष्ट्वा देवैस्सार्द्धं समुद्रजा ॥
सांजलिर्बाष्पनयना लक्ष्मीर्वचनमब्रवीत् ॥
]

`speaker [
लक्ष्म्युवाच
]

`verse 23 [
अहं ते वल्लभा नाथ भक्ता यदि च सर्वदा॥
तत्कथं ते मम भ्राता युद्धे वध्यः कृपानिधे ॥
]

`speaker [
विष्णुरुवाच
]

`verse 24 [
जलंधरेण दैत्येन करिष्यामि पराक्रमम्॥
तैस्संस्तुतो गमिष्यामि युद्धाय त्वरितान्वितः ॥
]

`verse 25 [
रुद्रांशसंभवत्वाच्च ब्रह्मणो वचनादपि ॥
प्रीत्या च तव नैवायं मम वध्यो जलंधरः॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 26 [
इत्युक्त्वा गरुडारूढश्शंखचक्रगदासिभृत्॥
विष्णुर्वेगाद्ययौ योद्धुं देवैश्शक्रादिभिस्सह॥
]

`verse 27 [
द्रुतं स प्राप तत्रैव यत्र दैत्यो जलंधरः॥
कुर्वन् सिंहरवं देवैर्ज्वलद्भिर्विष्णुतेजसा॥2.5.16.३०॥
अथारुणानुजजवपक्षवातप्रपीडिताः ॥
वात्याविवर्तिता दैत्या बभ्रमुः खे यथा घनाः ॥
]

`verse 28 [
ततो जलंधरो दृष्ट्वा दैत्यान् वात्याप्रपीडितान्॥
उद्धृत्य वचनं क्रोधाद्द्रुतं विष्णुं समभ्यगात्॥
]

`verse 29 [
एतस्मिन्नंतरे देवाश्चक्रुर्युद्धं प्रहर्षिताः ॥
तेजसा च हरेः पुष्टा महाबलसमन्विताः ॥
]

`verse 30 [
युद्धोद्यतं समालोक्य देवसैन्यमुपस्थितम्॥
दैत्यानाज्ञापयामास समरे चातिदुर्मदान् ॥
]

`speaker [
जलंधर उवाच
]

`verse 31 [
भोभो दैत्यवरा यूयं युद्धं कुरुत दुस्तरम्॥
शक्राद्यैरमरैरद्य प्रबलैः कातरैस्सदा॥
]

`verse 32 [
मौर्यास्तु लक्षसंख्याता धौम्रा हि शतसंख्यकाः॥
असुराः कोटिसंख्याताः कालकेयास्तथैव च॥
]

`verse 33 [
कालकानां दौर्हृदानां कंकानां लक्षसंख्यया ॥
अन्येऽपि स्वबलैर्युक्ता विनिर्यांतु ममाज्ञया॥
]

`verse 34 [
सर्वे सज्जा विनिर्यात बहुसेनाभिसंयुताः ॥
नानाशस्त्रास्त्रसंयुक्ता निर्भयाः गतसंशयाः ॥
]

`verse 35 [
भोभो शुंभनिशुंभौ च देवान्समरकातरान् ॥
क्षणेन सुमहावीर्यौ तुच्छान्नाशयतं युवाम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 36 [
दैत्या जलंधराज्ञप्ता इत्थं युद्धविशारदाः॥
युयुधुस्ते सुरास्सर्वे चतुरंगबलान्विताः॥2.5.16.४०॥
गदाभिस्तीक्ष्णबाणैश्च शूलपट्टिशतोमरैः ॥
केचित्परशुशूलैश्च निजघ्नुस्ते परस्परम् ॥
]

`verse 37 [
नानायुधैश्च परैस्तत्र निजघ्नुस्ते बलान्विता ॥
देवास्तथा महावीरा हृषीकेशबलान्विताः ॥
युयुधुस्तीक्ष्णबाणाश्च क्षिपंतस्सिंहवद्रवाः ॥
]

`verse 38 [
केचिद्बाणैस्तु तीक्ष्णैश्च केचिन्मुसलतोमरैः ॥
केचित्परशुशूलैश्च निजघ्नुस्ते परस्परम् ॥
]

`verse 39 [
इत्थं सुराणां दैत्यानां संग्रामस्समभून्महान्॥
अत्युल्बणो मुनीनां हि सिद्धानां भय कारकः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे देवयुद्धवर्णनं नाम षोडशोऽध्यायः ॥
]
