`speaker [
सनत्कुमार उवाच
]

`verse 1 [
अथ दैत्या महावीर्याश्शूलैः परशुपट्टिशैः ॥
निजघ्नुस्सर्वदेवांश्च भयव्याकुलमानसान् ॥
]

`verse 2 [
दैत्यायुधैः समाविद्धदेहा देवास्सवासवाः ॥
रणाद्विदुद्रुवुस्सर्वे भयव्याकुलमानसाः ॥
]

`verse 3 [
पलायनपरान्दृष्ट्वा हृषीकेशस्सुरानथ ॥
विष्णुर्वै गरुडारूढो योद्धुमभ्याययौ द्रुतम् ॥
]

`verse 4 [
सुदर्शनेन चक्रेण सर्वतः प्रस्फुरन्रुचा ॥
सुशोभितकराब्जश्च रेजे भक्ताभयंकरः ॥
]

`verse 5 [
शंखखड्गगदाशार्ङ्गधारी क्रोधसमन्वितः ॥
कठोरास्त्रो महावीरस्सर्वयुद्धविशारदः ॥
]

`verse 6 [
धनुषं शार्ङ्गनामानं विस्फूर्य्य विननाद ह॥
तस्य नादेन त्रैलोक्यं पूरितं महता मुने ॥
]

`verse 7 [
शार्ङ्गनिस्सृतबाणैश्च दितिजानां शिरांसि वै॥
चकर्त्त भगवान् विष्णुः कोटिशो रुट् समाकुलः ॥
]

`verse 8 [
अथारुणानुजजवपक्षवातप्रपीडिताः ॥
वात्याधिवर्त्तिता दैत्या बभ्रमुः खे यथा घनाः ॥
]

`verse 9 [
ततो जलंधरो दृष्ट्वा दैत्यान्वात्याप्रपीडितान् ॥
चुक्रोधाति महादैत्यो देववृन्दभयंकरः ॥
]

`verse 10 [
मर्द्दयंतं च तं दृष्ट्वा दैत्यान् प्रस्फुरिताधरः ॥
योद्धुमभ्याययौ वीरो वेगेन हरिणा सह ॥ 2.5.17.१० ॥
स चकार महानादं देवासुरभयंकरम् ॥
दैत्यानामधिपः कर्णा विदीर्णाः श्रवणात्ततः ॥
]

`verse 11 [
भयंङ्करेण दैत्यस्य नादेन पूरितं तदा ॥
जलंधरस्य महता चकम्पे सकलं जगत् ॥
]

`verse 12 [
ततस्समभवद्युद्धं विष्णुदैत्येन्द्रयोर्महत् ॥
आकाशं कुर्वतोर्बाणैस्तदा निरवकाशवत् ॥
]

`verse 13 [
तयोश्च तेन युद्धेन परस्परमभून्मुने ॥
देवासुरर्षिसिद्धानां भीकरेणातिविस्मयः ॥
]

`verse 14 [
विष्णुर्दैत्यस्य बाणौघैर्ध्वजं छत्रं धनुश्शरान् ॥
चिच्छेद तं च हृदये बाणेनैकेन ताडयन् ॥
]

`verse 15 [
ततो दैत्यस्समुत्पत्य गदापाणिस्त्वरान्वितः ॥
आहत्य गरुडं मूर्ध्नि पातयामास भूतले ॥
]

`verse 16 [
विष्णुं जघान शूलेन तीक्ष्णेन प्रस्फुरद्रुचा ॥
हृदये क्रोधसंयुक्तो दैत्यः प्रस्फुरिताधरः ॥
]

`verse 17 [
विष्णुर्गदां च खड्गेन चिच्छेद प्रहसन्निव ॥
तं विव्याध शरैस्तीक्ष्णैश्शार्ङ्गं विस्फूर्य दैत्यहा ॥
]

`verse 18 [
विष्णुर्जलंधरं दैत्यं भयदेन शरेण ह ॥
क्रोधाविष्टोऽतितीक्ष्णेन जघानाशु सुरारिहा ॥
]

`verse 19 [
आगतं तस्य तं बाणं दृष्ट्वा दैत्यो महाबलः ॥
छित्त्वा बाणेन विष्णुं च जघान हृदये द्रुतम् ॥ 2.5.17.२० ॥
केशवोऽपि महाबाहुं विक्षिप्तमसुरेण तम्॥
शरं तिलप्रमाणेन च्छित्त्वा वीरो ननाद ह ॥
]

`verse 20 [
पुनर्बाण समाधत्त  धनुषि क्रोधवेपितः ॥
महाबलोऽथ बाणेन चिच्छेद स शिलीमुखम् ॥
]

`verse 21 [
वासुदेवः पुनर्बाणं नाशाय विबुधद्विषः॥
क्रोधेनाधत्त धनुषि सिंहवद्विननाद ह ॥
]

`verse 22 [
जलंधरोऽथ दैत्येन्द्रः कोपच्छिन्नाधरो बली ॥
शरेण श्वेन शार्ङ्गाख्यं धनुश्चिच्छेद वैष्णवम् ॥
]

`verse 23 [
पुनर्बाणैस्सुतीक्ष्णैश्च जघान मधुसूदनम् ॥
उग्रवीर्यो महावीरो देवानां भयकारकः ॥
]

`verse 24 [
स च्छिन्नधन्वा भगवान्केशवो लोकरक्ष कः ॥
जलंधरस्य नाशाय चिक्षेप स्वगदां पराम्॥
]

`verse 25 [
सा गदा हरिणा क्षिप्ता ज्वलज्ज्वलनसन्निभा॥
अमोघगतिका शीघ्रं तस्य देहे ललाग ह॥
]

`verse 26 [
तया हतो महादैत्यो न चचालापि किंचन॥
जलंधरो मदोन्मत्तः पुष्पमालाहतो यथा॥
]

`verse 27 [
ततो जलंधरः क्रोधी देवत्रासकरोऽक्षिपत् ॥
त्रिशूलमनलाकारं हरये रणदुर्म्मदः॥
]

`verse 28 [
अथ विष्णुस्तत्त्रिशूलं चिच्छेद तरसा द्रुतम्॥
नंदकाख्येन खड्गेन स्मृत्वा शिवपदाम्बुजम् ॥2.5.17.३०॥
छिन्ने त्रिशूले दैत्येन्द्र उत्प्लुत्य सहसा द्रुतम् ॥
आगत्य हृदये विष्णुं जघान दृढमुष्टिना॥
]

`verse 29 [
सोपि विष्णुर्महावीरोऽविगणय्य च तद्व्यथाम॥
जलंधरं च हृदये जघान दृढमुष्टिना॥
]

`verse 30 [
ततस्तौ बाहुयुद्धेन युयुधाते महाबलौ॥
बाहुभिर्मुष्टिभिश्चैव जानुभिर्नादयन्महीम्॥
]

`verse 31 [
एवं हि सुचिरं युद्धं कृत्वा तेनासुरेण वै॥
विस्मितोऽभून्मुनिश्रेष्ठ हृदि ग्लानिमवाप ह ॥
]

`verse 32 [
अथ प्रसन्नो भगवान्मायी मायाविदां वरः ॥
उवाच दैत्यराजानं मेघगंभीरया गिरा ॥
]

`speaker [
विष्णुरुवाच
]

`verse 33 [
भोभो दैत्यवरश्रेष्ठ धन्यस्त्वं रणदुर्मदः ॥
महायुधवरैर्यत्त्वं न भीतो हि महाप्रभुः ॥
]

`verse 34 [
एभिरेवायुधैरुग्रैर्दैत्या हि बहवो हताः ॥
महाजौ दुर्मदा वीराश्छिन्नदेहा मृतिं गताः ॥
]

`verse 35 [
युद्धेन ते महादैत्य प्रसन्नोऽस्मि महान्भवान् ॥
न दृष्टस्त्वत्समो वीरस्त्रैलोक्ये सचराचरे ॥
]

`verse 36 [
वरं वरय दैत्येन्द्र प्रीतोऽस्मि तव विक्रमात् ॥
अदेयमपि ते दद्मि यत्ते मनसि वर्तते ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 37 [
इत्याकर्ण्य वचस्तस्य विष्णोर्मायाविनो हरेः ॥
प्रत्युवाच महाबुद्धिर्दैत्यराजो जलंधरः ॥2.5.17.४०॥
जलंधर उवाच ॥
यदि भावुक तुष्टोऽसि वरमे तन्ददस्व मे ॥
मद्भगिन्या मया सार्धं मद्गेहे सगणो वस ॥
]

`verse 38 [
सनत्कुमार उवाच ॥ ॥
तदाकर्ण्य वचस्तस्य महादैत्यस्य खिन्नधीः॥
तथास्त्विति च देवेशो जगाद भगवान् हरिः ॥
]

`verse 39 [
उवास स ततो विष्णुस्सर्वदेवगणैस्सह॥
जलंधरं नाम पुरमागत्य रमया सह ॥
]

`verse 40 [
अथो जलंधरो दैत्यस्स्वभगिन्या च विष्णुना ॥
उवास स्वालयं प्राप्तो हर्षाकुलितमानसः ॥
]

`verse 41 [
जलंधरोऽथ देवानामधिकारेषु दानवान् ॥
स्थापयित्वा सहर्षस्सन्पुनरागान्महीतलम् ॥
]

`verse 42 [
देवगंधर्वसिद्धेषु यत्किंचिद्रत्नसंचि तम् ॥
तदात्मवशगं कृत्वाऽतिष्ठत्सागरनंदनः ॥
]

`verse 43 [
पातालभवने दैत्यं निशुंभं सुमहाबलम् ॥
स्थापयित्वा स शेषादीनानय द्भूतलं बली ॥
]

`verse 44 [
देवगंधर्वसिद्धौघान् सर्पराक्षसमानुषान् ॥
स्वपुरे नागरान्कृत्वा शशास भुवनत्रयम्॥
]

`verse 45 [
एवं जलंधरः कृत्वा देवान्स्ववशवर्तिनः ॥
धर्मेण पालयामास प्रजाः पुत्रानिवौरसान् ॥
]

`verse 46 [
न कश्चिद्व्याधितो नैव दुःखितो न कृशस्तथा॥
न दीनो दृश्यते तस्मिन्धर्माद्राज्यं प्रशासति ॥ 2.5.17.५० ॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे जलंधरोपाख्याने विष्णुजलंधरयुद्धवर्णनं नाम सप्तदशोऽध्यायः॥
]
