`speaker [
सनत्कुमार उवाच
]

`verse 1 [
एवं शासति धर्मेण महीं तस्मिन्महासुरे॥
बभूवुर्दुःखिनो देवा भ्रातृभावान्मुनीश्वर ॥
]

`verse 2 [
दुःखितास्ते सुरास्सर्वे शिवं शरणमाययुः ॥
मनसा शंकरं देवदेवं सर्वप्रभुंप्रभुम्॥
]

`verse 3 [
तुष्टुवुर्वाग्भिरिष्टाभिर्भगवंतं महेश्वरम् ॥
निवृत्तये स्वदुःखस्य सर्वदं भक्तवत्सलम् ॥
]

`verse 4 [
आहूय स महादेवो भक्तानां सर्वकामदः॥॥
नारदं प्रेरयामास देवकार्यचिकीर्षया ॥
]

`verse 5 [
अथ देवमुनिर्ज्ञानी शंभुभक्तस्सतां गतिः ॥
शिवाज्ञया ययौ दैत्यपुरे देवान्स नारदः ॥
]

`verse 6 [
व्याकुलास्ते सुरास्सर्वे वासवाद्या द्रुतं मुनिम् ॥
आगच्छंतं समालोक्य समुत्तस्थुर्हि नारदम् ॥
]

`verse 7 [
ददुस्त आसनं नत्त्वा मुनये प्रीतिपूर्वकम् ॥
नारदाय सुराश्शक्रमुखा उत्कंठिताननाः ॥
]

`verse 8 [
सुखासीनं मुनिवरमासने सुप्रणम्य तम् ॥
पुनः प्रोचुस्सुरा दीना वासवाद्या मुनीश्वरम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 9 [
भोभो मुनिवरश्रेष्ठ दुःखं शृणु कृपाकर ॥
श्रुत्वा तन्नाशय क्षिप्रं प्रभुस्त्वं शंकरप्रियः ॥
]

`verse 10 [
जलंधरेण दैत्येन सुरा विद्राविता भृशम्॥
स्वस्थानाद्भर्तृभावाच्च दुःखिता वयमाकुलाः ॥2.5.18.१०॥
स्वस्थानादुष्णरश्मिश्च चन्द्रो निस्सारितस्तथा ॥
वह्निश्च धर्मराजश्च लोकपालास्तथेतरे ॥
]

`verse 11 [
सुबलिष्ठेन वै तेन सर्वे देवाः प्रपीडिताः ॥
दुःखं प्राप्ता वयं चातिशरणं त्वां समागताः ॥
]

`verse 12 [
संग्रामे स हृषीकेशं स्ववशं कृतवान् बली ॥
जलंधरो महादैत्यः सर्वामरविमर्दकः ॥
]

`verse 13 [
तस्य वश्यो वराधीनोऽवात्सीत्तत्सदने हरिः ॥
सलक्ष्म्या सहितो विष्णुर्यो नस्सर्वार्थसाधकः ॥
]

`verse 14 [
जलंधरविनाशाय यत्नं कुरु महामते ॥
त्वं नो दैववशात्प्राप्तस्सदा सर्वार्थसाधकः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 15 [
इत्याकर्ण्य वचस्तेषाममराणां स नारदः ॥
आश्वास्य मुनिशार्दूलस्तानुवाच कृपाकरः ॥
]

`speaker [
नारद उवाच
]

`verse 16 [
जानेऽहं वै सुरा यूयं दैत्यराजपराजिताः॥
दुःख प्राप्ताः पीडिताश्च स्थानान्निस्सारिताः खलुः ॥
]

`verse 17 [
स्वशक्त्या भवतां स्वार्थं करिष्ये नात्र संशयः॥
अनुकूलोऽहमिव वो दुःखं प्राप्ता यतो ऽमराः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 18 [
एवमुक्त्वा मुनिश्रेष्ठ द्रष्टुं दानववल्लभम् ॥
आश्वास्य सकलान्देवाञ्जलंधरसभां ययौ ॥
]

`verse 19 [
अथागतं मुनिश्रेष्ठं दृष्ट्वा देवो जलंधरः ॥
उत्थाय परया भक्त्या ददौ श्रेष्ठासनं वरम् ॥ 2.5.18.२० ॥
स तं संपूज्य विधिवद्दानवेन्द्रोऽति विस्मितः ॥
सुप्रहस्य तदा वाक्यं जगाद मुनिसत्तमम् ॥
]

`speaker [
जलंधर उवाच
]

`verse 20 [
कुत आगम्यते ब्रह्मन्किं च दृष्टं त्वया क्वचित्॥
यदर्थमिह आयातस्तदाज्ञापय मां मुने ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 21 [
इत्याकर्ण्य वचस्तस्य दैत्येन्द्रस्य महामुनिः ॥
प्रत्युवाच प्रसन्नात्मा नारदो हि जलंधरम् ॥
]

`speaker [
नारद उवाच
]

`verse 22 [
सर्वदानवदैत्येन्द्र जलंधर महामते ॥
धन्यस्त्वं सर्वलोकेश रत्नभोक्ता त्वमेव हि ॥
]

`verse 23 [
मदागमनहेतुं वै शृणु दैत्येन्द्रसत्तम ॥
यदर्थमिह चायातस्त्वहं वक्ष्येखिलं हि तत् ॥
]

`verse 24 [
गतः कैलासशिखरं दैत्येन्द्राहं यदृच्छया ॥
योजनायुतविस्तीर्णं कल्पद्रुममहावनम् ॥
]

`verse 25 [
कामधेनुशताकीर्णं चिंतामणिसुदीपितम् ॥
सर्वरुक्ममयं दिव्यं सर्वत्राद्भुतशोभितम् ॥
]

`verse 26 [
तत्रोमया सहासीनं दृष्टवानस्मि शंकरम् ॥
सर्वाङ्गसुन्दरं गौरं त्रिनेत्रं चन्द्रशेखरम् ॥
]

`verse 27 [
तं दृष्ट्वा महदाश्चर्यं वितर्को मेऽभवत्तदा॥
क्वापीदृशी भवेद्वृद्धिस्त्रैलोक्ये वा न वेति च॥
]

`verse 28 [
तावत्तवापि दैत्येन्द्र समृद्धिस्संस्मृता मया॥
तद्विलोकनकामोऽहं त्वत्सांनिध्यमिहा गतः ॥2.5.18.३०॥
सनत्कुमार उवाच ॥
इति नारदतः श्रुत्वा स दैत्येन्द्रो जलंधरः ॥
स्वसमृद्धिं समग्रां वै दर्शयामास सादरम् ॥
]

`verse 29 [
दृष्ट्वा स नारदो ज्ञानी देवकार्यसुसाधकः ॥
प्रभुप्रेरणया प्राह दैत्येन्द्रं तं जलंधरम् ॥
]

`speaker [
नारद् उवाच
]

`verse 30 [
तवास्ति सुसमृद्धिर्हि वरवीर खिलाधुना ॥
त्रैलोक्यस्य पतिस्त्वं हि चित्रं किं चात्र संभवम् ॥
]

`verse 31 [
मणयो रत्नपुंजाश्च गजाद्याश्च समृद्धयः ॥
ते गृहेऽद्य विभांतीह यानि रत्नानि तान्यपि ॥
]

`verse 32 [
गजरत्नं त्वयानीतं शक्रस्यैरावतस्तथा ॥
अश्वरत्नं महावीर सूर्यस्योच्चैःश्रवा हयः ॥
]

`verse 33 [
कल्पवृक्षस्त्वयानीतो निधयो धनदस्य च ॥
हंसयुक्तविमानं च त्वयानीतं हि वेधसः ॥
]

`verse 34 [
इत्येवं वररत्नानि दिवि पृथ्व्यां रसातले ॥
यानि दैत्येन्द्र ते भांति गृहे तानि समस्ततः ॥
]

`verse 35 [
त्वत्समृद्धिमिमां पश्यन्सम्पूर्णां विविधामहम् ॥
प्रसन्नोऽस्मि महावीर गजाश्वादिसुशोभिताम् ॥
]

`verse 36 [
जायारत्नं महाश्रेष्ठं जलंधर न ते गृहे ॥
तदानेतुं विशेषेण स्त्रीरत्नं वै त्वमर्हसि ॥
]

`verse 37 [
यस्य गेहे सुरत्नानि सर्वाणि हि जलंधर ॥
जायारत्नं न चेत्तानि न शोभंते वृथा ध्रुवम् ॥ 2.5.18.४० ॥
सनत्कुमार उवाच ॥
इत्येवं वचनं श्रुत्वा नारदस्य महात्मनः ॥
उवाच दैत्यराजो हि मदनाकुलमानसः ॥
]

`speaker [
जलंधर उवाच
]

`verse 38 [
भो भो नारद देवर्षे नमस्तेस्तु महाप्रभो ॥
जायारत्नवरं कुत्र वर्तते तद्वदाधुना ॥
]

`verse 39 [
ब्रह्मांडे यत्र कुत्रापि तद्रत्नं यदि वर्त्तते ॥
तदानेष्ये ततो ब्रह्मन्सत्यं सत्यं न संशयः ॥
]

`speaker [
नारद उवाच
]

`verse 40 [
कैलासे ह्यतिरम्ये च वर्वद्धिं सुसमाकुले ॥
योगिरूपधरश्शंभुरस्ति तत्र दिगम्बरः॥
]

`verse 41 [
तस्य भार्या सुरम्या हि सर्वलक्षणलक्षिता॥
सर्वांगसुन्दरी नाम्ना पार्वतीति मनोहरा॥
]

`verse 42 [
तदीदृशं रूपमनन्यसंगतं दृष्टं न कुत्रापि कुतूहलाढ्यम् ॥
अत्यद्भुतं मोहनकृत्सुयोगिनां सुदर्शनीयं परमर्द्धिकारि ॥
]

`verse 43 [
स्वचित्ते कल्पयाम्यद्य शिवादन्यस्समृद्धिवान् ॥
जायारत्नान्विताद्वीर त्रिलोक्या न जलंधर ॥
]

`verse 44 [
यस्या लावण्यजलधौ निमग्नश्चतुराननः ॥
स्वधैर्य्यं मुमुचे पूर्वं तया कान्योपमीयते ॥
]

`verse 45 [
गतरागोऽपि हि यया मदनारिस्स्वलीलया ॥
निजतंत्रोऽपि यतस्स स्वात्म वशगः कृतः ॥
]

`verse 46 [
यथा स्त्रीरत्नसंभोक्तुस्समृद्धिस्तस्य साभवत् ॥
तथा न तव दैत्येन्द्र सर्वरत्नाधिपस्य च ॥ 2.5.18.५० ॥
सनत्कुमार उवाच ॥
इत्युक्त्वा स तु देवर्षिर्नारदो लोकविश्रुतः॥
ययौ विहायसा देवोपकारकरणोद्यतः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे जलंधरवधोपाख्याने देवर्षिजलंधरसंवादो नामाष्टदशोऽध्यायः ॥
]
