`speaker [
व्यास उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ नारदे हि गते दिवि ॥
दैत्यराट् किमकार्षीत्स तन्मे वद सुविस्तरात् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
तमामंत्र्य गते दैत्यं नारदे दिवि दैत्यराट् ॥
तद्रूपश्रवणादासीदनंगज्वरपीडितः ॥
]

`verse 3 [
अथो जलंधरो दैत्यः कालाधीनः प्रनष्टधीः॥
दूतमाह्वाय यामास सैंहिकेयं विमोहितः ॥
]

`verse 4 [
आगतं तं समालोक्य कामाक्रांतमनास्स हि ॥
सुसंबोध्य समाचष्ट सिंधुपुत्रो जलंधरः ॥
]

`speaker [
जलंधर उवाच
]

`verse 5 [
भोभो दूतवरश्रेष्ठ सर्वकार्यप्रसाधक ॥
सैंहिकेय महाप्राज्ञ कैलासं गच्छ पर्वतम् ॥
]

`verse 6 [
तत्रास्ति योगी शंभ्वाख्य स्तपस्वी च जटाधरः ॥
भस्मभूषितसर्वाङ्गो विरक्तो विजितेन्द्रियः॥५।
तत्र गत्वेति वक्तव्यं योगिनं दूत शंकरम् ॥
जटाधरं विरक्तं तं निर्भयेन हृदा त्वया ॥
]

`verse 7 [
हे योगिंस्ते दयासिन्धो जायारत्नेन किं भवेत् ॥
भूतप्रेतपिशाचादिसेवितेन वनौकसा ॥
]

`verse 8 [
मन्नाथे भुवने योगिन्नोचिता गतिरीदृशी ॥
जायारत्नमतस्त्वं मे देहि रत्नभुजे निजम् ॥
]

`verse 9 [
यानियानि सुरत्नानि त्रैलोक्ये तानि संति मे ॥
मदधीनं जगत्सर्वं विद्धि त्वं सचराचरम् ॥2.5.19.१०॥
इन्द्रस्य गजरत्नं चोच्चैःश्रवोरत्नमुत्तमम् ॥
बलाद्गृहीतं सहसा पारिजा ततरुस्तथा॥
]

`verse 10 [
विमानं हंससंयुक्तमंगणे मम तिष्ठति ॥
रत्नभूतं महादिव्यमुत्तमं वेधसोद्भुतम् ॥
]

`verse 11 [
महापद्मादिकं दिव्यं निधिरत्नं स्वदस्य च ॥
छत्रं मे वारुणं गेहे कांचनस्रावि तिष्ठति ॥
]

`verse 12 [
किञ्जल्किनी महामाला सर्वदाऽम्लानपंकजा ॥
मत्पितुस्सा ममैवास्ति पाशश्च कंपतेस्तथा ॥
]

`verse 13 [
मृत्योरुत्क्रांतिदा शक्तिर्मया नीता बलाद्वरा॥
ददौ मह्यं शुचिर्दिव्ये शुचिशौचे च वाससी ॥।१५॥
एवं योगीन्द्र रत्नानि सर्वाणि विलसंति मे ॥
अतस्त्वमपि मे देहि स्वस्त्रीरत्नं जटाधर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 14 [
इति श्रुत्वा वचस्तस्य नन्दिना स प्रवेशितः॥
जगामोग्रसभां राहुर्विस्मयोद्भुतलोचनः॥
]

`verse 15 [
तत्र गत्वा शिवं साक्षाद्देवदेवं महाप्रभुम्॥
स्वतेजोध्वस्ततमसं भस्मलेपविराजितम्॥
]

`verse 16 [
महाराजोपचारे विलसंतं महाद्भुतम्॥
सर्वाङ्गसुन्दरं दिव्यभूषणैर्भूषितं हरम्॥
]

`verse 17 [
प्रणनाम च तं गर्वात्तत्तेजः क्रांतविग्रहः॥
निकटं गतवाञ्छंभोस्स दूतो राहुसंज्ञकः॥2.5.19.२०॥
अथो तदग्र आसीनो वक्तुकामो हि सैंहिकः॥
त्र्यंबकं स तदा संज्ञाप्रेरितो वाक्यमब्रवीत् ॥
]

`verse 18 [
दैत्यपन्नगसेव्यस्य त्रैलोक्याधिपतेस्सदा ॥
दूतोऽहं प्रेषितस्तेन त्वत्सकाशमिहागतः ॥
]

`speaker [
राहुरुवाच
]

`verse 19 [
जलंधरोब्धितनयस्सर्वदैत्यजनेश्वरः ॥
त्रैलोक्यस्येश्वरस्सोथाभवत्सर्वाधिनायकः ॥
]

`verse 20 [
स दैत्यराजो बलवान्देवानामंतकोपमः ॥
योगिनं त्वां समुद्दिश्य स यदाह शृणुष्व तत् ॥
]

`verse 21 [
महादिव्यप्रभावस्य तस्य दैत्यपतेः प्रभोः ॥
सर्वरत्नेश्वरस्य त्वमाज्ञां शृणु वृषध्वज ॥
]

`verse 22 [
श्मशानवासिनो नित्यमस्थिमालाधरस्य च ॥
दिगंबरस्य ते भार्या कथं हैमवती शुभम् ॥
]

`verse 23 [
अहं रत्नाधिनाथोस्मि सा च स्त्रीरत्नसंज्ञिता ॥
तस्मान्ममैव सा योग्या नैव भिक्षाशिनस्तव ॥
]

`verse 24 [
मम वश्यास्त्रयो लोका भुंजेऽहं मखभागकान् ॥
यानि संति त्रिलोकेस्मिन्रत्नानि मम सद्मनि ॥
]

`verse 25 [
वयं रत्नभुजस्त्वं तु योगी खलु दिगम्बरः ॥
स्वस्त्रीरत्नं देहि मह्यं राज्ञस्सुखकराः प्रजाः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 26 [
वदत्येवं तथा राहौ भ्रूमध्याच्छूलपाणिनः ॥
अभवत्पुरुषो रौद्रस्तीव्राशनिसमस्वनः ॥ 2.5.19.३० ॥
सिंहास्यप्रचलजिह्वस्सज्ज्वालनयनो महान् ॥
ऊर्द्ध्वकेशश्शुष्कतनुर्नृसिंह इव चापरः ॥
]

`verse 27 [
महातनुर्महाबाहुस्तालजंघो भयंकरः ॥
अभिदुद्राव वेगेन राहुं स पुरुषो द्रुतम् ॥
]

`verse 28 [
स तं खादितु मायान्तं दृष्ट्वा राहुर्भयातुरः ॥
अधावदात वेगेन बहिस्तस्य च दधार तम् ॥
]

`speaker [
राहुरुवाच
]

`verse 29 [
देवदेव महेशान पाहि मां शरणा गतम् ॥
सुराऽसुरैस्सदा वन्द्यः परमैश्वर्यवान् प्रभुः ॥
]

`verse 30 [
ब्राह्मणं मां महादेव खादितुं समुपागतः ॥
पुरुषोयं तवेशान सेवकोतिभयंकरः ॥
]

`verse 31 [
एतस्माद्रक्ष देवेश शरणागतवत्सलः ॥
न खादेत यथायं मां नमस्तेऽस्तु मुहुर्मुहुः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 32 [
महादेवो वचः श्रुत्वा ब्राह्मणस्य तदा मुने ॥
अब्रवीत्स्वगणं तं वै दीनानाथप्रियः प्रभुः ॥
]

`speaker [
महादेव उवाच
]

`verse 33 [
प्रभुं च ब्राह्मणं दूतं राह्वाख्यं शरणागतम् ॥
शरण्या रक्षणीया हि न दण्ड्या गणसत्तम ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 34 [
इत्युक्तौ गिरिजेशेन सगणः करुणात्मना ॥
राहुं तत्याज सहसा ब्राह्मणेति श्रुताक्षरः ॥
]

`verse 35 [
राहुं त्यक्त्वाम्बरे सोथ पुरुषो दीनया गिरा ॥
शिवोपकंठमागत्य महादेवं व्यजिज्ञपत् ॥ 2.5.19.४० ॥
पुरुष उवाच ॥
देवदेव महादेव करुणाकर शंकर ॥
त्याजितं मम भक्ष्यं ते शरणागतवत्सलः ॥
]

`verse 36 [
क्षुधा मां बाधते स्वामिन्क्षुत्क्षामश्चास्मि सर्वथा ॥
किं भक्ष्यं मम देवेश तदाज्ञापय मां प्रभो ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 37 [
इत्याकर्ण्य वचस्तस्य पुरुषस्य महाप्रभुः ॥
प्रत्युवाचाद्भुतोतिः स कौतुकी स्वहितंकरः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 38 [
बुभुक्षा यदि तेऽतीव क्षुधा त्वां बाधते यदि ॥
संभक्षयात्मनश्शीघ्रं मांसं त्वं हस्तपादयोः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 39 [
शिवेनैवमाज्ञप्तश्चखाद पुरुषस्स्वकम् ॥
हस्तपादोद्भवं मांसं शिरश्शेषोऽ भवद्यथा ॥
]

`verse 40 [
दृष्ट्वा शिरोवशेषं तु सुप्रसन्नस्सदाशिवः ॥
पुरुषं भीमकर्माणं तमुवाच सविस्मयः ॥
]

`speaker [
शिव उवाच
]

`verse 41 [
हे महागण धन्यस्त्वं मदाज्ञाप्रतिपालकः ॥
संतुष्टश्चास्मि तेऽतीव कर्मणानेन सत्तम ॥
]

`verse 42 [
त्वं कीर्तिमुखसंज्ञो हि भव मद्द्वारकस्सदा ॥
महागणो महावीरस्सर्वदुष्टभयंकरः ॥
]

`verse 43 [
मत्प्रियस्त्वं मदर्चायां सदा पूज्योऽहि मज्जनैः ॥
त्वदर्चां ये न कुर्वंति नैव ते मत्प्रियंकराः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 44 [
इति शंभोर्वरं प्राप्य पुरुषः प्रजहर्ष सः ॥
तदाप्रभृति देवेश द्वारे कीर्तिमुखः स्थितः ॥2.5.19.५०॥
पूजनीयो विशेषेण स गणश्शिवपूजने ॥
नार्चयंतीह ये पूर्वं तेषामर्चा वृथा भवेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे जलंधरवधोपाख्याने दूतसंवादो नाम एकोनविंशोऽध्यायः॥
]
