`speaker [
व्यास उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ कथा ते श्राविताद्भुता ॥
महाप्रभोश्शंकरस्य यत्र लीला च पावनी ॥
]

`verse 2 [
इदानीं ब्रूहि सुप्रीत्या कृपां कृत्वा ममो परि ॥
राहुर्मुक्तः कुत्र गतः पुरुषेण महामुने ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
इत्याकर्ण्य वचस्तस्य व्यासस्यामितमेधसः ॥
प्रत्युवाच प्रसन्नात्मा ब्रह्मपुत्रो महामुनिः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 4 [
राहुर्विमुक्तो यस्तेन सोपि तद्वर्वरस्थले ॥
अतस्स वर्वरो भूत इति भूमौ प्रथां गतः ॥
]

`verse 5 [
ततः स मन्यमानस्स्वं पुनर्जनिमथानतः ॥
गतगर्वो जगामाथ जलंधरपुरं शनैः ॥
]

`verse 6 [
जलंधराय सोऽभ्येत्य सर्वमीशविचेष्टितम् ॥
कथयामास तद्व्यासाद्व्यास दैत्येश्वराय वै ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 7 [
जलंधरस्तु तच्छ्रुत्वा कोपाकुलितविग्रहः ॥
बभूव बलवान्सिन्धुपुत्रो दैत्येन्द्रसत्तमः ॥
]

`verse 8 [
ततः कोपपराधीनमानसो दैत्यसत्तमः ॥
उद्योगं सवसैन्यानां दैत्यानामादिदेश ह ॥
]

`speaker [
जलंधर उवाच
]

`verse 9 [
निर्गच्छंत्वखिला दैत्याः कालनेमिमुखाः खलु ॥
तथा शुंभनिशुम्भाद्या वीरास्स्वबलसंयुताः ॥
]

`verse 10 [
कोटिर्वीरकुलोत्पन्नाः कंबुवंश्याश्च दौर्हृदाः ॥
कालकाः कालकेयाश्च मौर्या धौम्रास्तथैव च ॥ 2.5.20.१० ॥
इत्याज्ञाप्यासुरपतिस्सिंधुपुत्रो प्रतापवान् ॥
निर्जगामाशु दैत्यानां कोटिभिः परिवारितः ॥
]

`verse 11 [
ततस्तस्याग्रतश्शुक्रो राहुश्छिन्नशिरोऽभवत् ॥
मुकुटश्चापतद्भूमौ वेगात्प्रस्खलितस्तदा ॥
]

`verse 12 [
व्यराजत नभः पूर्णं प्रावृषीव यथा घनैः ॥
जाता अशकुना भूरि महानिद्रावि सूचकाः ॥
]

`verse 13 [
तस्योद्योगं तथा दृष्ट्वा गीर्वाणास्ते सवासवाः ॥
अलक्षितास्तदा जग्मुः कैलासं शंकरालयम् ॥
]

`verse 14 [
तत्र गत्वा शिवं दृष्ट्वा सुप्रणम्य सवासवाः ॥
देवास्सर्वे नतस्कंधाः करौ बद्ध्वा च तुष्टुवुः ॥
]

`speaker [
देवा ऊचुः
]

`verse 15 [
देवदेव महादेव करुणाकर शंकर ॥
नमस्तेस्तु महेशान पाहि नश्शरणागतान् ॥
]

`verse 16 [
विह्वला वयमत्युग्रं जलंधरकृतात्प्रभो ॥
उपद्रवात्सदेवेन्द्राः स्थानभ्रष्टाः क्षितिस्थिताः॥
]

`verse 17 [
न जानासि कथं स्वामिन्देवापत्तिमिमां प्रभो ॥
तस्मान्नो रक्षणार्थाय जहि सागरनन्दनम् ॥
]

`verse 18 [
अस्माकं रक्षणार्थाय यत्पूर्वं गरुडध्वजः ॥
नियोजितस्त्वया नाथ न क्षमस्सोऽद्य रक्षितुम् ॥
]

`verse 19 [
तदधीनो गृहे तस्य तिष्ठत्यद्य मया सह ॥
वयं च तत्र तिष्ठामस्तदाज्ञावशगास्सुराः ॥2.5.20.२०॥
अलक्षिता वयं चात्रागताश्शंभो त्वदंतिकम् ॥
स आयाति त्वया कर्त्तुं रणं सिंधुसुतो बली ॥
]

`verse 20 [
अतस्स्वामिन्रणे त्वं तमविलंबं जलंधरम् ॥
हंतुमर्हसि सर्वज्ञ पाहि नश्शरणागतान् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 21 [
इत्युक्त्वा ते सुरास्सर्वे प्रभुं नत्वा सवासवाः ॥
पादौ निरीक्ष्य संतस्थुर्महेशस्य विनम्रकाः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 22 [
इति देववचः श्रुत्वा प्रहस्य वृषभध्वजः ॥
द्रुतं विष्णुं समाहूय वचनं चेदमब्रवीत् ॥
]

`speaker [
ईश्वर उवाच
]

`verse 23 [
हृषीकेश महाविष्णो देवाश्चात्र समागताः ॥
जलंधरकृतापीडाश्शरणं मेऽतिविह्वलाः ॥
]

`verse 24 [
जलंधरः कथं विष्णो संगरे न हत स्त्वया ॥
तद्गृहं चापि यातोऽसि त्यक्त्वा वैकुण्ठमात्मनः ॥
]

`verse 25 [
मया नियोजितस्त्वं हि साधुसंरक्षणाय च ॥
निग्रहाय खलानां च स्वतंत्रेण विहारिणा ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 26 [
इत्याकर्ण्य महेशस्य वचनं गरुडध्वजः ॥
प्रत्युवाच विनीतात्मा नतकस्साञ्जलिर्हरिः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 27 [
तवांशसंभवत्वाच्च भ्रातृत्वाच्च तथा श्रियः ॥
मया न निहतः संख्ये त्वमेनं जहि दानवम् ॥
]

`verse 28 [
महाबलो महावीरो जेयस्सर्वदिवौकसाम् ॥
अन्येषां चापि देवेश सत्यमेतद्ब्रवीम्यहम् ॥ 2.5.20.३० ॥
मया कृतो रणस्तेन चिरं देवान्वितेन वै ॥
मदुपायो न प्रवृत्तस्तस्मिन्दानवपुंगवे ॥
]

`verse 29 [
तत्पराक्रमतस्तुष्टो वरं ब्रूहीत्यहं खलु ॥
इति मद्वचनं श्रुत्वा स वव्रे वरमुत्तमम् ॥
]

`verse 30 [
मद्भगिन्या मया सार्द्धं मद्गेहे ससुरो वस ॥
मदधीनो महाविष्णो इत्यहं तद्गृहं गतः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 31 [
इति विष्णोर्वचश्श्रुत्वा शकरस्स महेश्वरः ॥
विहस्योवाच सुप्रीतस्सदयो भक्तवत्सलः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 32 [
हे विष्णो सुरवर्य त्वं शृणु मद्वाक्यमादरात् ॥
जलंधरं महादैत्यं हनिष्यामि न संशयः ॥
]

`verse 33 [
स्वस्थानं गच्छ निर्भीतो देवा गच्छंत्वपि ध्रुवम् ॥
निर्भया वीतसंदेहा हतं मत्वाऽसुराधिपम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 34 [
इति श्रुत्वा महेशस्य वचनं स रमापतिः ॥
सनिर्जरो जगामाशु स्वस्थानं गतसंशयः ॥
]

`verse 35 [
एतस्मिन्नंतरे व्यास स दैत्येन्द्रोऽतिविक्रमः ॥
सन्नद्धैरसुरैस्सार्द्धं शैलप्रांतं ययौ बली ॥
]

`verse 36 [
कैलासमवरुध्याथ महत्या सेनया युतः ॥
संतस्थौ कालसंकाशः कुर्वन्सिंहरवं महान् ॥
]

`verse 37 [
अथ कोलाहलं श्रुत्वा दैत्यनादसमुद्भवम् ॥
चुक्रोधातिमहेशानो महालीलः खलांतकः ॥ 2.5.20.४०
समादिदेश संख्याय स्वगणान्स महाबलान् ॥
नंद्यादिकान्महादेवो महोतिः कौतुकी हरः ॥
]

`verse 38 [
नन्दीभमुखसेनानीमुखास्सर्वे शिवाज्ञया ॥
गणाश्च समनह्यंत युद्धाया तित्वरान्विताः ॥
]

`verse 39 [
अवतेरुर्गणास्सर्वे कैलासात्क्रोधदुर्मदाः ॥
वल्गतो रणशब्दांश्च महावीरा रणाय हि ॥
]

`verse 40 [
ततस्समभवद्युद्धं कैलासोपत्यकासु वै ॥
प्रमथाधिपदैत्यानां घोरं शस्त्रास्त्रसंकुलम् ॥
]

`verse 41 [
भेरीमृदंगशंखौघैर्निस्वानैर्वीरहर्षणैः ॥
गजाश्वरथशब्दैश्च नादिता भूर्व्यकंपत ॥
]

`verse 42 [
शक्तितोमरबाणौघैर्मुसलैः पाशपट्टिशैः ॥
व्यराजत नभः पूर्णं मुक्ताभिरिव संवृतम् ॥
]

`verse 43 [
निहतैरिव नागाश्वैः पत्तिभिर्भूर्व्यराजत ॥
वज्राहतैः पर्वतेन्द्रैः पूर्वमासीत्सुसंवृता ॥
]

`verse 44 [
प्रमथाहतदैत्यौघैर्दैत्याहतगणैस्तथा ॥
वसासृङ्मांसपंकाढ्या भूरगम्याभवत्तदा ॥
]

`verse 45 [
प्रमथाहतदैत्यौघान्भार्गवस्समजीवयत् ॥
युद्धे पुनः पुनश्चैव मृतसंजीवनी बलात् ॥
]

`verse 46 [
दृष्ट्वा व्याकुलितांस्तांस्तु गणास्सर्वे भयार्दिताः ॥
शशंसुर्देवदेवाय सर्वे शुक्रविचेष्टितम् ॥2.5.20.५०॥
तच्छ्रुत्वा भगवान्रुद्रश्चकार क्रोधमुल्बणम् ॥
भयंकरोऽतिरौद्रश्च बभूव प्रज्वलन्दिशः ॥
]

`verse 47 [
अथ रुद्रमुखात्कृत्या बभूवातीवभीषणा ॥
तालजंघोदरी वक्त्रा स्तनापीडितभूरुहा ॥
]

`verse 48 [
सा युद्धभूमिं तरसा ससाद मुनिसत्तम ॥
विचचार महाभीमा भक्षयंती महासुरान् ॥
]

`verse 49 [
अथ सा रणमध्ये हि जगाम गतभीर्द्रुतम् ॥
यत्रास्ते संवृतो दैत्यवरेन्द्रैस्स हि भार्गवः ॥
]

`verse 50 [
स्वतेजसा नभो व्याप्य भूमिं कृत्वा च सा मुने ॥
भार्गवं स्वभगे धृत्वा जगामांतर्हिता नभः ॥
]

`verse 51 [
विद्रुतं भार्गवं दृष्ट्वा दैत्यसैन्यगणास्तथा ॥
प्रम्लानवदना युद्धान्निर्जग्मुर्युद्धदुर्मदाः ॥
]

`verse 52 [
अथोऽभज्यत दैत्यानां सेना गणभयार्दिता ॥
वायुवेगहता यद्वत्प्रकीर्णा तृणसंहतिः ॥
]

`verse 53 [
भग्नां गणभयाद्दैत्यसेनां दृष्ट्वातिमर्षिताः ॥
निशुंभशुंभौ सेनान्यौ कालनेमिश्च चुक्रुधुः ॥
]

`verse 54 [
त्रयस्ते वरयामासुर्गणसेनां महाबलाः ॥
मुंचंतश्शरवर्षाणि प्रावृषीव बलाहकाः ॥
]

`verse 55 [
ततो दैत्यशरौघास्ते शलभानामिव व्रजाः ॥
रुरुधुः खं दिशस्सर्वा गणसेनामकंपयन् ॥ 2.5.20.६० ॥
गणाश्शरशतैर्भिन्ना रुधिरासारवर्षिणः ॥
वसंतकिंशुकाभासा न प्राजानन्हि किंचन ॥
]

`verse 56 [
ततः प्रभग्नं स्वबलं विलोक्य नन्द्यादिलंबोदरकार्त्तिकेयाः ॥
त्वरान्विता दैत्यवरान्प्रसह्य निवारयामासुरमर्षणास्ते ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे जलंधरवधोपाख्याने सामान्यगणासुरयुद्धवर्णनं नाम विंशोऽध्यायः ॥
]
