`speaker [
सनत्कुमार उवाच
]

`verse 1 [
ते गणाधिपतीन्दृष्ट्वा नन्दीभमुखषण्मुखान्॥
अमर्षादभ्यधावंत द्वंद्वयुद्धाय दानवाः॥
]

`verse 2 [
नन्दिनं कालनेमिश्च शुंभो लंबोदरं तथा ॥
निशुंभः षण्मुखं देवमभ्यधावत शंकितः ॥
]

`verse 3 [
निशुंभः कार्तिकेयस्य मयूरं पंचभिश्शरैः ॥
हृदि विव्याध वेगेन मूर्छितस्स पपात ह ॥
]

`verse 4 [
ततः शक्तिधरः क्रुद्धो बाणैः पंचभिरेव च ॥
विव्याध स्यंदने तस्य हयान्यन्तारमेव च ॥
]

`verse 5 [
शरेणान्येन तीक्ष्णेन निशुंभं देववैरिणम् ॥
जघान तरसा वीरो जगर्ज रणदुर्मदः ॥
]

`verse 6 [
असुरोऽपि निशुंभाख्यो महावीरोऽतिवीर्यवान् ॥
जघान कार्तिकेयं तं गर्जंतं स्वेषुणा रणे ॥
]

`verse 7 [
ततश्शक्तिं कार्तिकेयो यावजग्राह रोषतः ॥
तावन्निशुंभो वेगेन स्वशक्त्या तमपातयत् ॥
]

`verse 8 [
एवं बभूव तत्रैव कार्तिकेयनिशुंभयोः ॥
आहवो हि महान्व्यास वीरशब्दं प्रगर्जतोः ॥
]

`verse 9 [
ततो नन्दीश्वरो बाणैः कालनेमिमविध्यत ॥
सप्तभिश्च हयान्केतुं रथं सारथिमाच्छिनत् ॥
]

`verse 10 [
कालनेमिश्च संकुद्धो धनुश्चिच्छेद नंदिनः ॥
स्वशरासननिर्मुक्तैर्महातीक्ष्णैश्शिलीमुखैः ॥ 2.5.21.१० ॥
अथ नन्दीश्वरो वीरः कालनेमिं महासुरम् ॥
तमपास्य च शूलेन वक्षस्यभ्यहनद्दृढम् ॥
]

`verse 11 [
स शूलभिन्नहृदयो हताश्वो हतसारथिः ॥
अद्रेः शिखरमुत्पाट्य नन्दिनं समताडयत् ॥
]

`verse 12 [
अथ शुंभो गणेशश्च रथमूषक वाहनौ ॥
युध्यमानौ शरव्रातैः परस्परमविध्यताम् ॥
]

`verse 13 [
गणेशस्तु तदा शुंभं हृदि विव्याध पत्रिणा ॥
सारथिं च त्रिभिर्बाणैः पातयामास भूतले ॥
]

`verse 14 [
ततोऽतिक्रुद्धश्शुंभोऽपि बाणदृष्ट्या गणाधिपम् ॥
मूषकं च त्रिभिर्विद्ध्वा ननाद जलदस्वनः ॥
]

`verse 15 [
मूषकश्शरभिन्नाङ्गश्चचाल दृढवेदनः ॥
लम्बोदरश्च पतितः पदातिरभवत्स हि ॥
]

`verse 16 [
ततो लम्बोदरश्शुंभं हत्वा परशुना हृदि ॥
अपातयत्तदा भूमौ मूषकं चारुरोह सः ॥
]

`verse 17 [
समरायोद्यतश्चाभूत्पुनर्गजमुखो विभुः ॥
प्रहस्य जघ्नतुः क्रोधात्तोत्रेणैव महाद्विपम् ॥
]

`verse 18 [
कालनेमिर्निशुंभश्च ह्युभौ लंबोदरं शरैः ॥
युगपच्चख्नतुः क्रोधादाशीविषसमैर्द्रुतम् ॥
]

`verse 19 [
तं पीड्यमानमालोक्य वीरभद्रो महाबलः ॥
अभ्यधावत वेगेन कोटिभूतयुतस्तथा ॥ 2.5.21.२० ॥
कूष्मांडा भैरवाश्चापि वेताला योगिनीगणाः ॥
पिशाचा डाकिनीसंघा गणाश्चापि समं ययुः ॥
]

`verse 20 [
ततः किलकिला शब्दैस्सिंहनादैश्सघर्घरैः ॥
विनादिता डमरुकैः पृथिवी समकंपत ॥
]

`verse 21 [
ततो भूताः प्रधावंतो भक्षयंति स्म दानवान् ॥
उत्पत्य पातयंति स्म ननृतुश्च रणांगणे ॥
]

`verse 22 [
एतस्मिन्नंतरे व्यासाभूतां नन्दीगुहश्च तौ॥
उत्थितावाप्तसंज्ञौ हि जगर्जतुरलं रणे ॥
]

`verse 23 [
स नन्दी कार्तिकेयश्च समायातौ त्वरान्वितौ॥
जघ्नतुश्च रणे दैत्यान्निरंतरशरव्रजैः॥
छिन्नैर्भिन्नैर्हतैर्दैत्यैः पतितैर्भक्षितैस्तथा ॥
व्याकुला साभवत्सेना विषण्णवदना तदा॥
]

`verse 24 [
एवं नन्दी कार्तिकेयो विकटश्च प्रतापवान् ॥
वीरभद्रो गणाश्चान्ये जगर्जुस्समरेऽधिकम्॥
]

`verse 25 [
निशुंभशुंभौ सेनान्यौ सिन्धुपुत्रस्य तौ तथा ॥
कालनेमिर्महादैत्योऽसुराश्चान्ये पराजिताः ॥
]

`verse 26 [
प्रविध्वस्तां ततस्सेनां दृष्ट्वा सागरनन्दनः ॥
रथेनातिपताकेन गणानभिययौ बली ॥
]

`verse 27 [
ततः पराजिता दैत्या अप्यभूवन्महोत्सवाः ॥
जगर्जुरधिकं व्यास समरायोद्यतास्तदा ॥ 2.5.21.३० ॥
सर्वे रुद्रगणाश्चापि जगर्जुर्जयशालिनः ॥
नन्दिकार्तिकदंत्यास्यवीरभद्रादिका मुने ॥
]

`verse 28 [
हस्त्यश्वरथसंह्रादश्शंखभेरीरवस्तथा ॥
अभवत्सिंहनादश्च सेनयोरुभयोस्तथा ॥
]

`verse 29 [
जलंधरशरव्रातैर्नीहारपटलैरिव ॥
द्यावापृथिव्योराच्छन्नमंतरं समपद्यत ॥
]

`verse 30 [
शैलादिं पंचभिर्विद्ध्वा गणेशं पंचभिश्शरैः ॥
वीरभद्रं च विंशत्या ननाद जलदस्वनः ॥
]

`verse 31 [
कार्तिकेयस्ततो दैत्यं शक्त्या विव्याध सत्वरम् ॥
जलंधरं महावीरो रुद्रपुत्रो ननाद च ॥
]

`verse 32 [
स पूर्णनयनो दैत्यः शक्तिनिर्भिन्नदेहकः ॥
पपात भूमौ त्वरितमुदतिष्ठन्महाबलः ॥
]

`verse 33 [
ततः क्रोधपरीतात्मा कार्तिकेयं जलंधरः ॥
गदया ताडयामास हृदये दैत्यपुंगवः ॥
]

`verse 34 [
गदाप्रभावं सफलं दर्शयन्शंकरात्मजः ॥
विधिदत्तवराद्व्यास स तूर्णं भूतलेऽपतत् ॥
]

`verse 35 [
तथैव नंदी ह्यपतद्भूतले गदया हतः ॥
महावीरोऽपि रिपुहा किंचिद्व्याकुलमानसः ॥
]

`verse 36 [
ततो गणेश्वरः क्रुद्धस्स्मृत्वा शिवपदाम्बुजम् ॥
संप्राप्यातिबलो दैत्य गदां परशुनाच्छिनत् ॥2.5.21.४०॥
वीरभद्रस्त्रिभिर्बाणैर्हृदि विव्याध दानवम् ॥
सप्तभिश्च हयान्केतुं धनुश्छत्रं च चिच्छिदे ॥
]

`verse 37 [
ततोऽतिक्रुद्धो दैत्येन्द्रश्शक्तिमुद्यम्य दारुणाम् ॥
गणेशं पातयामास रथमन्यं समारुहत् ॥
]

`verse 38 [
अभ्यगादथ वेगेन स दैत्येन्द्रो महाबलः ॥
विगणय्य हृदा तं वै वीरभद्रं रुषान्वितः ॥
]

`verse 39 [
वीरभद्रं जघानाशु तीक्ष्णेनाशीविषेण तम् ॥
ननाद च महावीरो दैत्यराजो जलंधरः ॥
]

`verse 40 [
वीरभद्रोऽपि संकुद्धस्सितधारेण चेषुणा ॥
चिच्छेद तच्छरं चैव विव्याध महेषुणा ॥
]

`verse 41 [
ततस्तौ सूर्यसंकाशौ युयुधाते परस्परम् ॥
नानाशस्त्रैस्तथास्त्रैश्च चिरं वीरवरोत्तमौ ॥
]

`verse 42 [
वीरभद्रस्ततस्तस्य हयान्बाणैरपातयत् ॥
धनुश्चिच्छेद रथिनः पताकां चापि वेगतः ॥
]

`verse 43 [
अथो स दैत्यराजो हि पुप्लुवे परिघायुधः ॥
वीरभद्रोपकठं स द्रुतमाप महाबलः ॥
]

`verse 44 [
परिघेनातिमहता वीरभद्रं जघान ह ॥
सबलोऽब्धितनयो मूर्ध्नि वीरो जगर्ज च ॥
]

`verse 45 [
परिघेनातिमहता भिन्नमूर्द्धा गणाधिपः ॥
वीरभद्रः पपातोर्व्यां मुमोच रुधिरं बहु ॥2.5.21.५०॥
पतितं वीरभद्रं तु दृष्ट्वा रुद्रगणा भयात् ॥
अपागच्छन्रणं हित्वा क्रोशमाना महेश्वरम् ॥
]

`verse 46 [
अथ कोलाहलं श्रुत्वा गणानां चन्द्रशेखरः ॥
निजपार्श्वस्थितान् वीरानपृच्छद्गणसत्तमान् ॥
]

`speaker [
शंकर उवाच
]

`verse 47 [
किमर्थं मद्गणानां हि महाकोलाहलोऽभवत् ॥
विचार्यतां महावीराश्शांतिः कार्या मया ध्रुवम् ॥
]

`verse 48 [
यावत्स देवेशो गणान्पप्रच्छ सादरम् ॥
तावद्गणवरास्ते हि समायाताः प्रभुं प्रति ॥
]

`verse 49 [
तान्दृष्ट्वा विकलान्रुद्रः पप्रच्छ इति कुशलं प्रभुः ॥
यथावत्ते गणा वृत्तं समाचख्युश्च विस्तरात् ॥
]

`verse 50 [
तच्छ्रुत्वा भगवानुद्रो महालीलाकरः प्रभुः ॥
अभयं दत्तवांस्तेभ्यो महोत्साहं प्रवर्द्धयन् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे जलंधरोपाख्याने विशे षयुद्धवर्णनं नामैकविंशतितमोऽध्यायः ॥
]
