`speaker [
सनत्कुमार उवाच
]

`verse 1 [
अथ वीरगणै रुद्रो रौद्ररूपो महाप्रभुः ॥
अभ्यगाद्वृषभारूढस्संग्रामं प्रहसन्निव ॥
]

`verse 2 [
रुद्रमायांतमालोक्य सिंहनादैर्गणाः पुनः ॥
निवृत्ताः संगरे रौद्रा ये हि पूर्वं पराजिताः ॥
]

`verse 3 [
वीर शब्दं च कुर्वन्तस्तेऽप्यन्ये शांकरा गणाः ॥
सोत्सवास्सायुधा दैत्यान्निजघ्नुश्शरवृष्टिभिः ॥
]

`verse 4 [
दैत्या हि भीषणं रुद्रं सर्वे दृष्ट्वा विदुद्रुवुः ॥
शांकरं पुरुषं दृष्ट्वा पातकानीव तद्भयात् ॥
]

`verse 5 [
अथो जलंधरो दैत्यान्निवृत्तान्प्रेक्ष्य संगरे ॥
अभ्यधावत्स चंडीशं मुंचन्बाणान्सहस्रशः ॥
]

`verse 6 [
निशुंभशुंभप्रमुखा दैत्येन्द्राश्च सहस्रशः ॥
अभिजग्मुश्शिवं वेगाद्रोषात्संदष्टदच्छदाः ॥
]

`verse 7 [
कालनेमिस्तथा वीरः खड्गरोमा बलाहकः ॥
घस्मरश्च प्रचंडश्चापरे चापि शिवं ययुः ॥
]

`verse 8 [
बाणैस्संछादयामासुर्द्रुतं रुद्रगणांश्च ते ॥
अंगानि चिच्छिदुर्वीराः शुंभाद्या निखिला मुने ॥
]

`verse 9 [
बाणांधकारसंछन्नं दृष्ट्वा गणबलं हरः ॥
तद्बाणजालमाच्छिद्य बाणैराववृते नभः ॥
]

`verse 10 [
दैत्यांश्च बाणवात्याभिः पीडितानकरोत्तदा ॥
प्रचंडबाणजालोघैरपातयत भूतले ॥2.5.22.१०॥
खड्गरोमशिरः कायात्तथा परशुनाच्छिनत् ॥
बलाहकस्य च शिरः खट्वांगेनाकरोद्द्विधा ॥
]

`verse 11 [
स बद्ध्वा घस्मरं दैत्यं पाशेनाभ्यहनद्भुवि ॥
महावीर प्रचंडं च चकर्त्त विशिखेन ह ॥
]

`verse 12 [
वृषभेण हताः केचित्केचिद्बाणैर्निपातिता ॥
न शेकुरसुराः स्थातुं गजा सिंहार्दिता इव ॥
]

`verse 13 [
ततः क्रोधपरीतात्मा दैत्यान्धिक्कृतवान्रणे ॥
शुंभादिकान्महादैत्यः प्रहसन्प्राह धैर्यवान्॥
]

`speaker [
जलंधर उवाच
]

`verse 14 [
किं व उच्चरितैर्मातुर्धावद्भिः पृष्ठतो हतैः ॥
न हि भीतवधः श्लाघ्यः स्वर्गदः शूरमानिनाम् ॥
]

`verse 15 [
यदि वः प्रधने श्रदा सारो वा क्षुल्लका हृदि ॥
अग्रे तिष्ठत मात्रं मे न चेद्ग्राम्यसुखे स्पृहा॥
]

`verse 16 [
रणे मृत्युर्वरश्चास्ति सर्वकामफलप्रदः ॥
यशःप्रदो विशेषेण मोक्षदोऽपि प्रकीर्त्तितः ॥
]

`verse 17 [
सूर्यस्य मंडलं भित्त्वा यायाद्वै परमं पदम् ॥
परिव्राट् परमज्ञानी रणे यत्संमुखे हतः ॥
]

`verse 18 [
मृत्योर्भयं न कर्तव्यं कदाचित्कुत्रचिद्बुधैः॥
अनिर्वार्यो यतो ह्येष उपायैर्निखिलैरपि ॥
]

`verse 19 [
मृत्युर्जन्मवतां वीरा देहेन सह जायते॥
अद्य वाब्दशतात् वा मृत्युर्वै प्राणिनां ध्रुवः ॥2.5.22.२०॥
तन्मृत्युभयमुत्सार्य युध्यध्वं समरे मुदा ॥
सर्वथा परमानन्द इहामुत्राप्यसंशयः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 20 [
इत्युक्त्वा बोधयामास स्ववीरान्बहुशस्स हि॥
धैर्यं दधुर्न ते भीता पलायंत रणाद्द्रुतम् ॥
]

`verse 21 [
अथ दृष्ट्वा स्वसैन्यं तत्पलायनपरायणम् ॥
चुक्रोधाति महावीरस्सिंधुपुत्रो जलंधरः ॥
]

`verse 22 [
ततः क्रोधपरीतात्मा क्रोधाद्रुद्रं जलंधरः॥
आह्वापयामास रणे तीव्राशनिसमस्वनः ॥
]

`speaker [
जलंधर उवाच
]

`verse 23 [
युद्ध्यस्वाद्य मया सार्द्धं किमेभिर्निहतैस्तव ॥
यच्च किञ्चिद्बलं तेऽस्ति तद्दर्शय जटाधर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 24 [
इत्युक्त्वा बाण सप्तत्या जघान वृषभध्वजम् ॥
जलंधरो महादैत्यश्शंभुमक्लिष्टकारिणम् ॥
]

`verse 25 [
तानप्राप्तान्महादेवो जलंधरशरान्द्रुतम्॥
निजैर्हि निशितैर्बाणैश्चिच्छेद प्रहसन्निव॥
]

`verse 26 [
ततो हयान्ध्वजं छत्रं धनुश्चिच्छेद सप्तभिः ॥
जलंधरस्य दैत्यस्य न तच्चित्रं हरे मुने ॥
]

`verse 27 [
स च्छिन्नधन्वा विरथः पाथोधितनयोऽसुरः ॥
अभ्यधावच्छिवं क्रुद्धो गदामुद्यम्य वेगवान्॥
]

`verse 28 [
प्रभुर्गदां च तत्क्षिप्तां सहसैव महेश्वरः ॥
पाराशर्यं महालीलो द्रुतं बाणैर्द्विधाकरोत् ॥2.5.22.३०॥
तथापि मुष्टिमुद्यम्य महाक्रुद्धो महासुरः ॥
अभ्युद्ययौ महावेगाद्द्रुतं तं तज्जिघांसया॥
]

`verse 29 [
तावदेवेश्वरेणाशु बाणोघैस्स जलंधरः ॥
अक्लिष्टकर्मकारेण क्रोशमात्रमपाकृतः ॥
]

`verse 30 [
ततो जलंधरो दैत्यो रुद्रं मत्वा बलाधिकम् ॥
ससर्ज मायां गांधर्वीमद्भुतां रुद्रमोहिनीम्॥
]

`verse 31 [
तस्य मायाप्रभावात्तु गंधर्वाप्सरसां गणाः ॥
आविर्भूता अनेके च रुद्रमोहनहेतवे॥
]

`verse 32 [
ततो जगुश्च ननृतुर्गंधर्वाप्सरसां गणाः॥
तालवेणुमृदंगांश्च वादयन्तिस्म चापरे ॥
]

`verse 33 [
तद्दृष्ट्वा महदाश्चर्यं गणै रुद्रो विमोहितः ॥
पतितान्यपि शस्त्राणि करेभ्यो न विवेद सः ॥
]

`verse 34 [
एकाग्रीभूतमालोक्य रुद्रं दैत्यो जलंधरः॥
कामतस्स जगामाशु यत्र गौरी स्थिताऽभवत्॥
]

`verse 35 [
युद्धे शुंभनिशुंभाख्यौ स्थापयित्वा महाबलौ ॥
दशदोर्दण्डपंचास्यस्त्रिनेत्रश्च जटाधरः ॥
]

`verse 36 [
महावृषभमारूढस्सर्वथा रुद्रसंनिभः ॥
आसुर्य्या मायया व्यास स बभूव जलंधरः ॥
]

`verse 37 [
अथ रुद्रं समायातमालोक्य भववल्लभा ॥
अभ्याययौ सखीमध्यात्तद्दर्शनपथेऽभवत् ॥2.5.22.४०॥
यावद्ददर्श चार्वंगी पार्वतीं दनुजेश्वरः ॥
तावत्स वीर्यं मुमुचे जडांगश्चाभवत्तदा॥
]

`verse 38 [
अथ ज्ञात्वा तदा गौरी दानवं भयविह्वला ॥
जगामांतर्हिता वेगात्सा तदोत्तरमानसम्॥
]

`verse 39 [
तामदृश्य ततो दैत्यः क्षणाद्विद्युल्लतामिव॥
जवेनागात्पुनर्योद्धुं यत्र देवो महेश्वरः ॥
]

`verse 40 [
पार्वत्यपि महाविष्णुं सस्मार मनसा तदा ॥
तावद्ददर्श तं देवं सोपविष्टं समीपगम् ॥
]

`verse 41 [
तं दृष्ट्वा पार्वती विष्णुं जगन्माता शिवप्रिया ॥
प्रसन्नमनसोवाच प्रणमंतं कृतांजलिम् ॥
]

`speaker [
पार्वत्युवाच
]

`verse 42 [
विष्णो जलंधरो दैत्यः कृतवान्परमाद्भुतम् ॥
तत्किं न विदितं तेऽस्ति चेष्टितं तस्य दुर्मतेः ॥
]

`verse 43 [
तच्छ्रुत्वा जगदम्बाया वचनं गरुडध्वजः ॥
प्रत्युवाच शिवां नत्वा सांजलिर्नम्रकंधरः ॥
]

`verse 44 [
॥ श्रीभगवानुवाच ॥
भवत्याः कृपया देवि तद्वृत्तं विदितं मया ॥
यदाज्ञापय मां मातस्तत्कुर्य्यां त्वदनुज्ञया ॥
]

`verse 45 [
सनत्कुमार उचाच ॥
तच्छ्रुत्वा विष्णुवचन्ं पुनरप्याह पार्वती ॥
हृषीकेशं जगन्माता धर्मनीतिं सुशिक्षयन् ॥
]

`speaker [
पार्वत्युवाच
]

`verse 46 [
तेनैव दर्शितः पन्था बुध्यस्व त्वं तथैव हि ॥
तत्स्त्रीपातिव्रतं धर्मं भ्रष्टं कुरु मदाज्ञया ॥2.5.22.५०॥
नान्यथा स महादैत्यो भवेद्वध्यो रमेश्वर॥
पातिव्रतसमो नान्यो धर्मोऽस्ति पृथिवीतले ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 47 [
इत्यनुज्ञां समाकर्ण्य शिरसाधाय तां हरिः ॥
छल कर्त्तुं जगामाशु पुनर्जालंधरं पुरम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायांपञ्चमे युद्धखंडे जलंधरवधोपाख्याने जलंधरयुद्धवर्णनंनाम द्वाविंशोऽध्यायः ॥
]
