`speaker [
व्यास उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ वद त्वं वदतां वर॥
किमकार्षीद्धरिस्तत्र धर्मं तत्याज सा कथम् ॥
]

`verse 2 [
सनत्कुमार उपाच ॥
विष्णुर्जालंधरं गत्वा दैत्यस्य पुटभेदनम् ॥
पातिव्रत्यस्य भंगाय वृन्दायाश्चा करोन्मतिम् ॥ ॥
]

`verse 3 [
वृन्दां स दर्शयामास स्वप्नं मायाविनां वरः ॥
स्वयं तन्नगरोद्यानमास्थितोऽद्भुतविग्रहः ॥
]

`verse 4 [
अथ वृन्दा तदा देवी तत्पत्नी निशि सुव्रता॥
हरेर्मायाप्रभावात्तु दुस्स्वप्नं सा ददर्श ह ॥
]

`verse 5 [
स्वप्नमध्ये हि सा विष्णुमायया प्रददर्श ह ॥
भर्त्तारं महिषारूढं तैलाभ्यक्तं दिगंबरम् ॥
]

`verse 6 [
कृष्णप्रसूनभूषाढ्यं क्रव्यादगणसेवितम् ॥
दक्षिणाशां गतं मुंडं तमसा च वृतं तदा ॥
]

`verse 7 [
स्वपुरं सागरे मग्नं सहसैवात्मना सह ॥
इत्यादि बहुदुस्स्वप्नान्निशांते सा ददर्श ह ॥
]

`verse 8 [
ततः प्रबुध्य सा बाला तं स्वप्नं स्वं विचिन्वती ॥
ददर्शोदितमादित्यं सच्छिद्रं निःप्रभं मुहुः ॥
]

`verse 9 [
तदनिष्टमिदं ज्ञात्वा रुदंती भयविह्वला ॥
कुत्रचिन्नाप सा शर्म गोपुराट्टालभूमिषु ॥
]

`verse 10 [
ततस्सखीद्वययुता नगरोद्यानमागमत् ॥
तत्रापि सा गता बाला न प्राप कुत्रचित्सुखम् ॥2.5.23.१०॥
ततो जलंधरस्त्री सा निर्विण्णोद्विग्नमानसा ॥
वनाद्वनांतरं याता नैव वेदात्मना तदा ॥
]

`verse 11 [
भ्रमती सा ततो बाला ददर्शातीव भीषणौ ॥
राक्षसौ सिंहवदनौ दृष्ट्वा दशनभासुरौ ॥
]

`verse 12 [
तौ दृष्ट्वा विह्वलातीव पलायनपरा तदा ॥
ददर्श तापसं शांतं सशिष्यं मौनमास्थितम् ॥
]

`verse 13 [
ततस्तत्कंठमासाद्य निजां बाहुलतां भयात् ॥
मुने मां रक्ष शरणमागतास्मीत्यभाषत ॥
]

`verse 14 [
मुनिस्तां विह्वलां दृष्ट्वा राक्षसानुगतां तदा ॥
हुंकारेणैव तौ घोरौ चकार विमुखौ द्रुतम् ॥
]

`verse 15 [
तद्धुंकारभयत्रस्तौ दृष्ट्वा तौ विमुखौ गतौ ॥
विस्मितातीव दैत्येन्द्रपत्नी साभून्मुने हृदि ॥
]

`verse 16 [
ततस्सा मुनिनाथं तं भयान्मुक्ता कृतांजलिः ॥
प्रणम्य दंडवद्भूमौ वृन्दा वचनमब्रवीत् ॥
]

`speaker [
वृन्दोवाच
]

`verse 17 [
मुनिनाथ दयासिन्धो परपीडानिवारक ॥
रक्षिताहं त्वया घोराद्भयादस्मात्ख लोद्भवात् ॥
]

`verse 18 [
समर्थस्सर्वथा त्वं हि सर्वज्ञोऽपि कृपानिधे ॥
किंचिद्विज्ञप्तुमिच्छामि कृपया तन्निशामय ॥
]

`verse 19 [
जलंधरो हि मद्भर्ता रुद्रं योद्धुं गतः प्रभो ॥
स तत्रास्ते कथं युद्धे तन्मे कथय सुव्रत ॥2.5.23.२०॥
सनत्कुमार उवाच ॥
मुनिस्तद्वाक्यमाकर्ण्य मौनकपटमास्थितः ॥
कर्त्तुं स्वार्थं विधानज्ञः कृपयोर्द्ध्वमवैक्षत ॥
]

`verse 20 [
तावत्कपीशावायातौ तं प्रणम्याग्रतः स्थितौ ॥
ततस्तद्भ्रूलतासंज्ञानियुक्तौ गगनं गतौ ॥
]

`verse 21 [
नीत्वा क्षणार्द्धमागत्य पुनस्तस्याग्रतः स्थितौ ॥
तस्यैव कं कबंधं च हस्तावास्तां मुनीश्वर ॥
]

`verse 22 [
शिरः कबंधं हस्तौ तौ दृष्ट्वाब्धितनयस्य सा ॥
पपात मूर्छिता भूमौ भर्तृव्यसनदुःखिता ॥
]

`speaker [
वृन्दोवाच
]

`verse 23 [
यः पुरा सुखसंवादैर्विनोदयसि मां प्रभो ॥
स कथं न वदस्यद्य वल्लभां मामनागसम् ॥
येन देवास्सगंधर्वा निर्जिता विष्णुना सह ॥
कथं स तापसेनाद्य त्रैलोक्यविजयी हत ॥
]

`verse 24 [
नांगीकृतं हि मे वाक्यं रुद्रतत्त्वमजानता ॥
परं ब्रह्म शिवश्चेति वदंत्या दैत्यसत्तम ॥
]

`verse 25 [
ततस्त्वं हि मया ज्ञातस्तव सेवाप्रभावतः ॥
गर्वितेन त्वया नैव कुसंगवशगेन हि ॥
]

`verse 26 [
इत्थंप्रभाष्य बहुधा स्वधर्मस्था च तत्प्रिया॥
विललाप विचित्रं सा हृदयेन विदूयता ॥
]

`verse 27 [
ततस्सा धैर्यमालंब्य दुःखोच्छ्रवा सान्विमुंचती ॥
उवाच मुनिवर्यं तं सुप्रणम्य कृतांजलिः ॥2.5.23.३०॥
वृन्दोवाच ॥ ॥
कृपानिधे मुनिश्रेष्ठ परोपकरणादर ॥
मयि कृत्वा कृपां साधो जीवयैनं मम प्रभुम् ॥
]

`verse 28 [
यत्त्वमस्य पुनश्शक्तो जीवनाय मतो मम ॥
अतस्संजीवयैनं मे प्राणनाथं मुनीश्वर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 29 [
इत्युक्त्वा दैत्यपत्नी सा पतिव्रत्यपरायणाः ॥
पादयोः पतिता तस्य दुःखश्वासान् विमुञ्चती ॥
]

`speaker [
मुनिरुवाच
]

`verse 30 [
नायं जीवयितुं शक्तो रुद्रेण निहतो युधि ॥
रुद्रेण निहता युद्धे न जीवन्ति कदाचन ॥
]

`verse 31 [
तथापि कृपयाविष्ट एनं संजीवयाम्यहम् ॥
रक्ष्याश्शरणगाश्चेति जानन्धर्मं सनातनम् ॥३५।
॥ सनत्कुमार उवाच ॥
इत्युक्त्वा स मुनिस्तस्या जीवयित्वा पतिं मुने ॥
अंतर्दधे ततो विष्णुस्सर्वमायाविनां वरः॥
]

`verse 32 [
द्रुतं स जीवितस्तेनोत्थितः सागरनन्दनः॥
वृन्दामालिंग्य तद्वक्त्रं चुचुंब प्रीतमानसः ।३७॥
अथ वृन्दापि भर्तारं दृष्ट्वा हर्षितमानसा ॥
जहौ शोकं च निखिलं स्वप्नवद्धृद्यमन्यत ॥
]

`verse 33 [
अथ प्रसन्नहृदया सा हि संजातहृच्छया ॥
रेमे तद्वनमध्यस्था तद्युक्ता बहुवासरान् ॥
]

`verse 34 [
कदाचित्सुरतस्यांते दृष्ट्वा विष्णुं तमेव हि ॥
निर्भर्त्स्य क्रोधसंयुक्ता वृन्दा वचनमब्रवीत् ॥2.5.23.४०॥
वृन्दोवाच॥
धिक् तदेवं हरे शीलं परदाराभिगामिनः ॥
ज्ञातोऽसि त्वं मया सम्यङ्मायी प्रत्यक्षतापसः॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 35 [
इत्युक्त्वा क्रोधमापन्ना दर्शयंती स्वतेजसम् ॥
शशाप केशवं व्यास पातिव्रत्यरता च सा॥
]

`verse 36 [
रे महाधम दैत्यारे परधर्मविदूषक ॥
गृह्णीष्व शठ मद्दत्तं शापं सर्वविषोल्बणम् ॥
]

`verse 37 [
यौ त्वया मायया ख्यातौ स्वकीयौ दर्शितौ मम॥
तावेव राक्षसौ भूत्वा भार्यां तव हरिष्यतः॥
]

`verse 38 [
त्वं चापि भार्यादुःखार्तो वने कपिसहायवान्॥
भ्रम सर्पेश्वरेणायं यस्ते शिष्यत्वमागतः४५॥
सनत्कुमार उवाच॥
इत्युक्त्वा सा तदा वृन्दा प्रविशद्धव्यवाहनम्॥
विष्णुना  वार्यमाणापि तस्मितासक्तचेतसा४६॥
तस्मिन्नवसरे देवा ब्रह्माद्या निखिला मुने ॥
आगता खे समं दारैः सद्गतिं वै दिदृक्षवः ॥
]

`verse 39 [
अथ दैत्येन्द्रपत्न्यास्तु तज्ज्योतिः परमं महत्॥
पश्यतां सर्वदेवानामलोकमगमद्द्रुतम्॥
]

`verse 40 [
शिवातनौ विलीनं तद्वृन्दातेजो बभूव ह ॥
आसीज्जयजयारावः खस्थितामर पंक्तिषु॥
]

`verse 41 [
एवं वृन्दा महाराज्ञी कालनेमिसुतोत्तमा॥
पातिव्रत्यप्रभावाच्च मुक्तिं प्राप परां मुने ॥2.5.23.५०॥
ततो हरिस्तामनुसंस्मन्मुहुर्वृन्दाचिताभस्मरजोवगुंठितः ॥
तत्रैव तस्थौ सुरसिद्धसंघकैः प्रबोध्यमानोपि ययौ न शांतिम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे जलंधरवधोपाख्याने वृन्दापतिव्रतभंगदेहत्यागवर्णनं नाम त्रयोविंशोऽध्यायः ॥
]
