`speaker [
व्यास उवाच
]

`verse 1 [
विधेः श्रेष्ठसुत प्राज्ञः कथेयं श्राविताद्भुता ॥
ततश्च किमभूदाजौ कथं दैत्यो हतो वद ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
अदृश्य गिरिजां तत्र दैत्येन्द्रे रणमागते ॥
गांधर्वे च विलीने हि चैतन्योऽभूद्वृषध्वजः ॥
]

`verse 3 [
अंतर्धानगतां मायां दृष्ट्वा बुद्धो हि शंकरः ॥
चुक्रोधातीव संहारी लौकिकीं गतिमाश्रितः ॥
]

`verse 4 [
ततश्शिवो विस्मितमानसः पुनर्जगाम युद्धाय जलंधरं रुषा ॥
स चापि दैत्यः पुनरागतं शिवं दृष्ट्वा शरोघैस्समवाकिरद्रणे ॥
]

`verse 5 [
क्षिप्तं प्रभुस्तं शरजालमुग्रं जलंधरेणातिबलीयसा हरः ॥
प्रचिच्छेद शरैर्वरैर्निजैर्नचित्रमत्र त्रिभवप्रहंतुः ॥
]

`verse 6 [
ततो जलंधरो दृष्ट्वा रुद्र्मद्भुतविक्रमम् ॥
चकार मायया गौरीं त्र्यम्बकं मोहयन्निव ॥
]

`verse 7 [
रथोपरि गतां बद्धां रुदंतीं पार्वतीं शिवः ॥
निशुंभ शुंभदैत्यैश्च बध्यमानां ददर्श सः ॥
]

`verse 8 [
गौरीं तथाविधां दृष्ट्वा लौकिकीं दर्शयन्गतिम् ॥
बभूव प्राकृत इव शिवोप्युद्विग्नमानसः ॥
]

`verse 9 [
अवाङ्मुखस्थितस्तूष्णीं नानालीलाविशारदः॥
शिथिलांगो विषण्णात्मा विस्मृत्य स्वपराक्रमम्॥
]

`verse 10 [
ततो जलंधरो वेगात्त्रिभिर्विव्याध सायकैः॥
आपुंखमग्नैस्तं रुद्रं शिरस्युरसि चोदरे ॥2.5.24.१०॥
ततो रुद्रो महालीलो ज्ञानतत्त्वः क्षणात्प्रभुः ॥
रौद्ररूपधरो जातो ज्वालामालातिभीषणः ॥
]

`verse 11 [
तस्यातीव महारौद्ररूपं दृष्ट्वा महासुराः ॥
न शेकुः प्रमुखे स्थातुं भेजिरे ते दिशो दश ॥
]

`verse 12 [
निशुंभशुंभावपि यौ विख्यातौ वीरसत्तमौ ॥
आपे तौ शेकतुर्नैव रणे स्थातुं मुनीश्वर ॥
]

`verse 13 [
जलंधरकृता मायांतर्हिताभूच्च तत्क्षणम् ॥
हाहाकारो महानासीत्संग्रामे सर्वतोमुखे ॥
]

`verse 14 [
ततश्शापं ददौ रुद्रस्तयोश्शुंभनिशुंभयोः ॥
पलायमानौ तौ दृष्ट्वा धिक्कृत्य क्रोधसंयुतः ॥
]

`speaker [
रुद्र उवाच
]

`verse 15 [
युवां दुष्टावतिखलावपराधकरौ मम ॥
पार्वतीदंडदातारौ रणादस्मात्पराङ्मुखौ ॥
]

`verse 16 [
पराङ्मुखो न हंतव्य इति वध्यौ न मे युवाम् ॥
मम युद्धादतिक्रांतौ गौर्य्या वध्यौ भविष्यतः ॥
]

`verse 17 [
एवं वदति गौरीशे सिन्धुपुत्रो जलंधरः ॥
चुक्रोधातीव रुद्राय ज्वलज्ज्वलनसन्निभः ॥
]

`verse 18 [
रुद्रे रणे महावेगाद्ववर्ष निशिताञ्छरान्॥
बाणांधकारसंछन्नं तथा भूमितलं ह्यभूत् ॥
]

`verse 19 [
यावद्रुद्रः प्रचिच्छेद तस्य बाणगणान्द्रुतम् ॥
तावत्सपरिघेणाशु जघान वृषभं बली ॥2.5.24.२०॥
वृषस्तेन प्रहारेण परवृत्तो रणांगणात् ॥
रुद्रेण कृश्यमाणोऽपि न तस्थौ रणभूमिषु ॥
]

`verse 20 [
अथ लोके महारुद्रस्स्वीयं तेजोऽतिदुस्सहम् ॥
दर्शयामास सर्वस्मै सत्यमेतन्मुनीश्वर ॥
]

`verse 21 [
ततः परमसंक्रुद्धो रुद्रो रौद्रवपुर्धरः ॥
प्रलयानलवद्धोरो बभूव सहसा प्रभुः ॥
]

`verse 22 [
दृष्ट्वा पुरः स्थितं दैत्यं मेघकूटमिव स्थितम् ॥
अवध्यत्वमपि श्रुत्वाप्यन्यैरभ्युद्यतोऽभवत् ॥
]

`verse 23 [
ब्रह्मणो वचनं रक्षन्रक्षको जगतां प्रभुः ॥
हृदानुग्रहमातन्वंस्तद्वधाय मनो दधत् ॥
]

`verse 24 [
कोपं कृत्वा परं शूली पादांगुष्ठेन लीलया॥
महांभसि चकाराशु रथांगं रौद्रमद्भुतम्॥
]

`verse 25 [
कृत्वार्णवांभसि शितं भगवान्रथांगं स्मृत्वा जगत्त्रयमनेन हतं पुरारिः ॥
दक्षान्धकांतकपुरत्रययज्ञहंता लोकत्रयांतककरः प्रहसन्नुवाच ॥
]

`speaker [
महारुद्र उवाच
]

`verse 26 [
पादेन निर्मितं चक्रं जलंधर महाम्भसि ॥
बलवान्यदि चोद्धर्त्तुं तिष्ठ योद्धुं न चान्यथा ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 27 [
तस्य तद्वचनं श्रुत्वा क्रोधेनादीप्तलोचनः॥
प्रदहन्निव चक्षुर्भ्यां प्राहालोक्य स शंकरम्॥
]

`speaker [
जलंधर उवाच
]

`verse 28 [
रेखामुद्धृत्य हत्वा च सगणं त्वां हि शंकर ॥
हत्वा लोकान्सुरैस्सार्द्धं स्वभागं गरुडो यथा ॥2.5.24.३०॥
हंतुं चराचरं सर्वं समर्थोऽहं सवासवम् ॥
को महेश्वर मद्बाणैरभेद्यो भुवनत्रये॥॥
बालभावेन भगवांतपसैव विनिर्जितः ॥
ब्रह्मा बलिष्ठः स्थाने मे मुनिभिस्सुरपुंगवैः ॥
]

`verse 29 [
दग्धं क्षणेन सकलं त्रैलोक्यं सचराचरम् ॥
तपसा किं त्वया रुद्र निर्जितो भगवानपि ॥
]

`verse 30 [
इन्द्राग्नियमवित्तेशवायुवारीश्वरादयः ॥
न सेहिरे यथा नागा गंधं पक्षिपतेरिव ॥
]

`verse 31 [
न लब्धं दिवि भूमौ च वाहनं मम शंकर ॥
समस्तान्पर्वतान्प्राप्य धर्षिताश्च गणेश्वराः ॥
]

`verse 32 [
गिरीन्द्रो मन्दरः श्रीमान्नीलो मेरुस्सुशोभनः ॥
धर्षितो बाहुदण्डेन कण्डा उत्सर्पणाय मे ॥
]

`verse 33 [
गंगा निरुद्धा बाहुभ्यां लीलार्थं हिमवद्गिरौ ॥
अरोणां मम भृत्यैश्च जयो लब्धो दिवौकसात् ॥
]

`verse 34 [
वडवाया मुखं बद्धं गृहीत्वा तां करेण तु ॥
तत्क्षणादेव सकलमेकार्णवमभूत्तदा ॥
]

`verse 35 [
ऐरावतादयो नागाः क्षिप्ताः सिन्धुजलोपरि ॥
सरथो भगवानिन्द्रः क्षिप्तश्च शतयोजनम् ॥
]

`verse 36 [
गरुडोऽपि मया बद्धो नागपाशेन विष्णुना ॥
उर्वश्याद्या मयानीता नार्यः कारागृहांतरम् ॥2.5.24.४०॥
मां न जानासि रुद्र त्वं त्रैलोक्यजयकारिणाम् ॥
जलंधरं महादैत्यं सिंधुपुत्रं महाबलम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 37 [
इत्युक्त्वाथ महादेवं तदा वारिधिनन्दनः ॥
न चचाल न सस्मार निहतान्दानवान्युधि ॥
]

`verse 38 [
दुर्मदेनाविनीतेन दोर्भ्यामास्फोट्य दोर्बलात् ॥
तिरस्कृतो महादेवो वचनैः कटुकाक्षरैः ॥
]

`verse 39 [
तच्छ्रुत्वा दैत्यवचनममंगलमतीरितम् ॥
विजहास महादेवाः परमं क्रोधमादधे॥
]

`verse 40 [
सुदर्शनाख्यं यच्चक्रं पदांगुष्ठविनिर्मितम्॥
जग्राह तत्करे रुद्रस्तेन हंतुं समुद्यतः ॥
]

`verse 41 [
सुदर्शनाख्यं तच्चक्रं चिक्षेप भगवान्हरः ॥
कोटिसूर्यप्रतीकाशं प्रलयानलसन्निभम् ॥
]

`verse 42 [
प्रदहद्रोदसी वेगात्तदासाद्य जलंधरम् ॥
जहार तच्छिरो वेगान्महदायतलोचनम् ॥
]

`verse 43 [
रथात्कायः पपातोर्व्यां नादयन्वसुधातलम् ॥
शिरश्चाप्यब्धिपुत्रस्य हाहाकारो महानभूत् ॥
]

`verse 44 [
द्विधा पपात तद्देहो ह्यंजनाद्रिरिवाचलः ॥
कुलिशेन यथा वारांनिधौ गिरिवरो द्विधा ॥
]

`verse 45 [
तस्य रौद्रेण रक्तेन सम्पूर्णमभवज्जगत् ॥
ततस्समस्ता पृथिवी विकृताभून्मुनीश्वर ॥ 2.5.24.५० ॥
तद्रक्तमखिलं रुद्रनियोगान्मांसमेव च ॥
महारौरवमासाद्य रक्तकुंडमभूदिह ॥
]

`verse 46 [
तत्तेजो निर्गतं देहाद्रुद्रे च लयमागमत् ॥
वृन्दादेहोद्भवं यद्वद्गौर्य्यां हि विलयं गतम् ॥
]

`verse 47 [
जलंधरं हतं दृष्ट्वा देवगन्धर्वपन्नगाः ॥
अभवन्सुप्रसन्नाश्च साधु देवेति चाब्रुवन् ॥
]

`verse 48 [
सर्वे प्रसन्नतां याता देवसिद्धमुनीश्वराः ॥
पुष्पवृष्टिं प्रकुर्वाणास्तद्यशो जगुरुच्चकैः ॥
]

`verse 49 [
देवांगना महामोदान्ननृतुः प्रेमविह्वलाः ॥
कलस्वराः कलपदं किन्नरैस्सह संजगुः ॥
]

`verse 50 [
दिशः प्रसेदुस्सर्वाश्च हते वृन्दापतौ मुने ॥
ववुः पुण्यास्सुखस्पर्शा वायवस्त्रिविधा अपि ॥
]

`verse 51 [
चन्द्रमाः शीततां यातो रविस्तेपे सुतेजसा ॥
अग्नयो जज्वलुश्शांता बभूव विकृतं नभः ॥
]

`verse 52 [
एवं त्रैलोक्यमखिलं स्वास्थ्यमापाधिकं मुने ॥
हतेऽब्धितनये तस्मिन्हरेणानतमूर्तिना ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे जलंधरवर्णनं नाम चतुर्विशोऽध्यायः ॥
]
