`speaker [
सनत्कुमार उवाच
]

`verse 1 [
अथ ब्रह्मादयो देवा मुनयश्चाखिलास्तथा ॥
तुष्टुवुर्देवदेवेशं वाग्भिरिष्टाभिरानताः ॥
]

`speaker [
देवा ऊचुः
]

`verse 2 [
देवदेव महादेव शरणागतवत्सल ॥
साधुसौख्यप्रदस्त्वं हि सर्वदा भक्तदुःखहा ॥
]

`verse 3 [
त्वं महाद्भुतसल्लीलो भक्तिगम्यो दुरासदः ॥
दुराराध्योऽसतां नाथ प्रसन्नस्सर्वदा भव ॥३।
वेदोऽपि महिमानं ते न जानाति हि तत्त्वतः ॥
यथामति महात्मानस्सर्वे गायंति सद्यशः ॥
]

`verse 4 [
माहात्म्यमतिगूढं ते सहस्रवदनादयः ॥
सदा गायंति सुप्रीत्या पुनंति स्वगिरं हि ते ॥
]

`verse 5 [
कृपया तव देवेश ब्रह्मज्ञानी भवेज्जडः ॥
भक्तिगम्यस्सदा त्वं वा इति वेदा ब्रुवंति हि ॥
]

`verse 6 [
त्वं वै दीनदयालुश्च सर्वत्र व्यापकस्सदा ॥
आविर्भवसि सद्भक्त्या निर्विकारस्सतां गतिः ॥
]

`verse 7 [
भक्त्यैव ते महेशान बहवस्सिद्धिमागताः ॥
इह सर्वसुखं भुक्त्वा दुःखिता निर्विकारतः ॥
]

`verse 8 [
पुरा यदुपतिर्भक्तो दाशार्हस्सिद्धिमागतः॥
कलावती च तत्पत्नी भक्त्यैव परमां प्रभो॥
]

`verse 9 [
तथा मित्रसहो राजा मदयंती च तत्प्रिया॥
भक्त्यैव तव देवेश कैवल्यं परमं ययौ ॥ 2.5.25.१० ॥
सौमिनी नाम तनया कैकेयाग्रभुवस्तथा ॥
तव भक्त्या सुखं प्राप परं सद्योगिदुर्लभम् ॥
]

`verse 10 [
विमर्षणो नृपवरस्सप्तजन्मावधि प्रभो ॥
भुक्त्वा भोगांश्च विविधांस्त्वद्भक्त्या प्राप सद्गतिम् ॥
]

`verse 11 [
चन्द्रसेनो नृपवरस्त्वद्भक्त्या सर्वभोगभुक् ॥
दुःखमुक्तः सुखं प्राप परमत्र परत्र च ॥
]

`verse 12 [
गोपीपुत्रः श्रीकरस्ते भक्त्या भुक्त्वेह सद्गतिम् ।
परं सुखं महावीरशिष्यः प्राप परत्र वै ॥
]

`verse 13 [
त्वं सत्यरथभूजानेर्दुःखहर्ता गतिप्रदः ॥
धर्मगुप्तं राजपुत्रमतार्षीस्सुखिनं त्विह ॥ ॥
]

`verse 14 [
तथा शुचिव्रतं विप्रमदरिद्रं महाप्रभो ॥
त्वद्भक्तिवर्तिनं मात्रा ज्ञानिनं कृपयाऽकरोः ॥
]

`verse 15 [
चित्रवर्मा नृपवरस्त्वद्भक्त्या प्राप सद्गतिम् ॥
इह लोके सदा भुक्त्वा भोगानमरदुर्लभान् ॥
]

`verse 16 [
चन्द्रांगदो राजपुत्रस्सीमंतिन्या स्त्रिया सह ॥
विहाय सकलं दुःखं सुखी प्राप महागतिम् ॥
]

`verse 17 [
द्विजो मंदरनामापि वेश्यागामी खलोऽधमः ॥
त्वद्भक्तः शिव संपूज्य तया सह गतिं गतः ॥
]

`verse 18 [
भद्रायुस्ते नृपसुतस्सुखमाप गतव्यथः ॥
त्वद्भक्तकृपया मात्रा गतिं च परमां प्रभो ॥2.5.25.२०॥
सर्वस्त्रीभोगनिरतो दुर्जनस्तव सेवया ॥
विमुक्तोऽभूदपि सदा भक्ष्यभोजी महेश्वर॥
]

`verse 19 [
शंबरश्शंकरे भक्तश्चिताभस्मधरस्सदा ॥
नियमाद्भस्मनश्शंभो स्वस्त्रिया ते पुरं गतः ॥
]

`verse 20 [
भद्रसेनस्य तनयस्तथा मंत्रिसुतः प्रभो ॥
सुधर्मशुभकर्माणौ सदा रुद्राक्षधारिणौ ॥
]

`verse 21 [
त्वत्कृपातश्च तौ मुक्तावास्तां भुक्तेह सत्सुखम् ॥
पूर्वजन्मनि यौ कीशकुक्कुटौ रुद्रभूषणौ ॥
]

`verse 22 [
पिंगला च महानन्दा वेश्ये द्वे तव भक्तितः ॥
सद्गतिं प्रापतुर्नाथ भक्तोद्धारपरायण ॥
]

`verse 23 [
शारदा विप्रतनया बालवैधव्यमागता ॥
तव भक्तेः प्रभावात्तु पुत्रसौभा ग्यवत्यभूत् ॥
]

`verse 24 [
बिन्दुगो द्विजमात्रो हि वेश्याभोगी च तत्प्रिया ॥
वंचुका त्वद्यशः श्रुत्वा परमां गतिमाययौ ॥
]

`verse 25 [
इत्यादि बहवस्सिद्धिं गता जीवास्तव प्रभो ॥
भक्तिभावान्महेशान दीनबन्धो कृपालय ॥
]

`verse 26 [
त्वं परः प्रकृतेर्ब्रह्म पुरुषात्परमेश्वर ॥
निर्गुणस्त्रिगुणाधारो ब्रह्मविष्णुहरात्मकः ॥
]

`verse 27 [
नानाकर्मकरो नित्यं निर्विकारोऽखिलेश्वरः ॥
वयं ब्रह्मादयस्सर्वे तव दासा महेश्वर ॥ 2.5.25.३० ॥
प्रसन्नो भव देवेश रक्षास्मान्सर्वदा शिव ॥
त्वत्प्रजाश्च वयं नाथ सदा त्वच्छरणं गताः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 28 [
इति स्तुत्वा च ते देवा ब्रह्माद्यास्समुनीश्वराः ॥
तूष्णीं बभूवुर्हि तदा शिवांघ्रिद्वन्द्वचेतसः ॥
]

`verse 29 [
अथ शंभुर्महेशानः श्रुत्वा देवस्तुतिं शुभाम्॥
दत्त्वा वरान्वरान्सद्यस्तत्रैवांतर्दधे प्रभुः ॥
]

`verse 30 [
देवास्सर्वेऽपि मुदिता ब्रह्माद्या हतशत्रवः ॥
स्वं स्वं धाम ययुः प्रीता गायंतः शिवसद्यशः ॥
]

`verse 31 [
इदं परममाख्यानं जलंधरविमर्दनम् ॥
महेशचरितं पुण्यं महाघौघविनाशनम् ॥
]

`verse 32 [
देवस्तुतिरियं पुण्या सर्वपापप्रणाशिनी ॥
सर्वसौख्यप्रदा नित्यं महेशानंददायिनी ॥
]

`verse 33 [
यः पठेत्पाठयेद्वापि समाख्यानमिदं द्वयम् ॥
भुक्त्वेह परं सौख्यं गाणपत्यमवाप्नुयात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे जलंधरवधोपाख्याने देवस्तुतिवर्णनं नाम पंचविंशोऽध्यायः ॥
]
