`speaker [
व्यास उवाच
]

`verse 1 [
ब्रह्मपुत्र नमस्तेऽस्तु धन्यस्त्वं शैवसत्तम ॥
यच्छ्राविता महादिव्या कथेयं शांकरी शुभा ॥
]

`verse 2 [
इदानीं ब्रूहि सुप्रीत्या चरितं वैष्णवं मुने ॥
स वृन्दां मोहयित्वा तु किमकार्षीत्कुतो गतः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 3 [
शृणु व्यास महाप्राज्ञ शैवप्रवर सत्तम ॥
वैष्णवं चरितं शंभुचरिताढ्यं सुनिर्मलम् ॥
]

`verse 4 [
मौनीभूतेषु देवेषु ब्रह्मादिषु महेश्वरः ॥
सुप्रसन्नोऽवदच्छंभुश्शरणागत वत्सलः ॥
]

`speaker [
शंभुरुवाच
]

`verse 5 [
ब्रह्मन्देववरास्सर्वे भवदर्थे मया हतः ॥
जलंधरो मदंशोपि सत्यं सत्यं वदाम्यहम् ॥
]

`verse 6 [
सुखमापुर्न वा तातास्सत्यं ब्रूतामराः खलु ॥
भवत्कृते हि मे लीला निर्विकारस्य सर्वदा ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 7 [
अथ ब्रह्मादयो देवा हर्षादुत्फुल्ललोचनाः ॥
प्रणम्य शिरसा रुद्रं शशंसुर्विष्णुचेष्टितम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 8 [
महादेव त्वया देवा रक्षिता श्शत्रुजाद्भयात् ॥
किंचिदन्यत्समुद्भूतं तत्र किं करवामहै ॥
]

`verse 9 [
वृन्दां विमोहिता नाथ विष्णुना हि प्रयत्नतः ॥
भस्मीभूता द्रुतं वह्नौ परमां गतिमागता ॥
]

`verse 10 [
वृन्दालावण्यसंभ्रांतो विष्णुस्तिष्ठति मोहितः ॥
तच्चिताभस्म संधारी तव मायाविमोहितः ॥ 2.5.26.१० ॥
स सिद्धमुनिसंघैश्च बोधितोऽस्माभिरादरात् ॥
न बुध्यते हरिस्सोथ तव मायाविमोहितः ॥
]

`verse 11 [
कृपां कुरु महेशान विष्णुं बोधय बोधय ॥
त्वदधीनमिदं सर्वं प्राकृतं सचराचरम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 12 [
इत्याकर्ण्य महेशो हि वचनं त्रिदिवौकसाम् ॥
प्रत्युवाच महालीलस्स्वच्छन्दस्तान्कृतांजलीन् ॥
]

`speaker [
महेश उवाच
]

`verse 13 [
हे ब्रह्मन्हे  सुरास्सर्वे मद्वाक्यं शृणुतादरात् ॥
मोहिनी सर्वलोकानां मम माया दुरत्यया ॥
]

`verse 14 [
तदधीनं जगत्सर्वं यद्देवासुरमानुषम् ॥
तयैव मोहितो विष्णुः कामाधीनोऽभवद्धरिः ॥
]

`verse 15 [
उमाख्या सा महादेवी त्रिदेवजननी परा ॥
मूलप्रकृतिराख्याता सुरामा गिरिजात्मिका ॥
]

`verse 16 [
गच्छध्वं शरणा देवा विष्णुमोहापनुत्तये ॥
शरण्यां मोहिनीमायां शिवाख्यां सर्वकामदाम् ॥
]

`verse 17 [
स्तुतिं कुरुत तस्याश्च मच्छक्तेस्तोषकारिणीम् ॥
सुप्रसन्ना यदि च सा सर्वकार्यं करिष्यति ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 18 [
इत्युक्त्वा तान्सुराञ्शंभुः पञ्चास्यो भगवान्हरः ॥
अंतर्दधे द्रुतं व्यास सर्वैश्च स्वगणैस्सह ॥
]

`verse 19 [
देवाश्च शासनाच्छंभोर्ब्रह्माद्या हि सवासवा ॥
मनसा तुष्टुवुर्मूलप्रकृतिं भक्तवत्सलाम्॥2.5.26.२०॥
देवा ऊचुः ॥
यदुद्भवास्सत्त्वरजस्तमोगुणाः सर्गस्थितिध्वंसविधान कारका ॥
यदिच्छया विश्वमिदं भवाभवौ तनोति मूलप्रकृतिं नताः स्म ताम् ॥
]

`verse 20 [
पाहि त्रयोविंशगुणान्सुशब्दिताञ्जगत्यशेषे समधिष्ठिता परा ॥
यद्रूपकर्माणिजगत्त्रयोऽपि ते विदुर्न मूलप्रकृतिं नताः स्म ताम् ॥
]

`verse 21 [
यद्भक्तियुक्ताः पुरुषास्तु नित्यं दारिद्र्यमोहात्ययसंभवादीन् ॥
न प्राप्नुवंत्येव हि भक्तवत्सलां सदैव मूलप्रकृतिं नताः स्म ताम्॥
]

`verse 22 [
कुरु कार्यं महादेवि देवानां नः परेश्वरि ॥
विष्णुमोहं ह शिवे दुर्गे देवि नमोऽस्तु ते ॥
]

`verse 23 [
जलंधरस्य शंभोश्च रणे कैलासवासिनः ॥
प्रवृत्ते तद्वधार्थाय गौरीशासनतश्शिवे ॥
]

`verse 24 [
वृन्दा विमोहिता देवि विष्णुना हि प्रयत्नतः ॥
स्ववृषात्त्याजिता वह्नौ भस्मीभूता गतिं गता ॥
]

`verse 25 [
जलंधरो हतो युद्धे तद्भयान्मो चिता वयम् ॥
गिरिशेन कृपां कृत्वा भक्तानुग्रहकारिणा ॥
]

`verse 26 [
तदाज्ञया वयं सर्वे शरणं ते समागताः ॥
त्वं हि शंभुर्युवां देवि भक्तोद्धारपरायणौ ॥
]

`verse 27 [
वृन्दालावण्यसंभ्रातो विष्णुस्तिष्ठति तत्र वै ॥
तच्चिताभस्मसंधारी ज्ञानभ्रष्टो विमोहितः ॥
]

`verse 28 [
संसिद्धसुरसंघैश्च बोधितोऽपि महेश्वरि ॥
न बुध्यते हरिस्सोथ तव मायाविमोहितः ॥2.5.26.३०॥
कृपां कुरु महादेवि हरिं बोधय बोधय ।
यथा स्वलोकं पायात्स सुचित्तस्सुरकार्यकृत् ॥
]

`verse 29 [
इति स्तुवंतस्ते देवास्तेजोमंडलमास्थितम् ॥
ददृशुर्गगने तत्र ज्वालाव्याप्ता दिगंतरम्॥
]

`verse 30 [
तन्मध्याद्भारतीं सर्वे ब्रह्माद्याश्च सवासवाः ॥
अमराश्शुश्रुवुर्व्यास कामदां व्योमचारिणीम् ॥
]

`speaker [
आकाशवाण्युवाच
]

`verse 31 [
अहमेव त्रिधा भिन्ना तिष्ठामि त्रिविधैर्गुणैः ॥
गौरी लक्ष्मीः सुरा ज्योती रजस्सत्त्वतमोगुणैः ॥
]

`verse 32 [
तत्र गच्छत यूयं वै तासामंतिक आदरात्॥
मदाज्ञया प्रसन्नास्ता विधास्यंते तदीप्सितम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 33 [
शृण्वतामिति तां वाचमंतर्द्धानमगान्महः ॥
देवानां विस्मयोत्फुल्लनेत्राणां तत्तदा मुने॥
]

`verse 34 [
ततस्सवेंऽपि ते देवाः श्रुत्वा तद्वाक्यमादरात्॥
गौरीं लक्ष्मीं सुरां चैव नेमुस्तद्वाक्यचोदिताः॥
]

`verse 35 [
तुष्टुवुश्च महाभक्त्या देवीस्तास्सकलास्सुराः॥
नानाविधाभिर्वाग्भिस्ते ब्रह्माद्या नतमस्तकाः ॥
]

`verse 36 [
ततोऽरं व्यास देव्यस्ता आविर्भूताश्च तत्पुरः ॥
महाद्भुतैस्स्वतेजोभिर्भासयंत्यो दिगंतरम् ॥
]

`verse 37 [
अथ ता अमरा दृष्ट्वा सुप्रसन्नेन चेतसा॥
प्रणम्य तुष्टुवुर्भक्त्या स्वकार्यं च न्यवेदयन्॥2.5.26.४०॥
ततश्चैतास्सुरान्दृष्ट्वा प्रणतान्भक्तवत्सलः ॥
बीजानि प्रददुस्तेभ्यो वाक्यमूचुश्च सादरम् ॥
]

`speaker [
देव्य ऊचुः
]

`verse 38 [
इमानि तत्र बीजानि विष्णुर्यत्रावतिष्ठति॥
निर्वपध्वं ततः कार्यं भवतां सिद्धिमेष्यति ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 39 [
इत्युक्त्वा तास्ततो देव्योंतर्हिता अभवन्मुने॥
रुद्रविष्णुविधीनां हि शक्तयस्त्रिगुणात्मिकाः ॥
]

`verse 40 [
ततस्तुष्टाः सुरास्सर्वे ब्रह्माद्याश्च सवासवाः ॥
तानि बीजानि संगृह्य ययुर्यत्र हरिः स्थितः॥
]

`verse 41 [
वृन्दाचिताभूमितले चिक्षिपुस्तानि ते सुराः॥
स्मृत्वा तास्संस्थितास्तत्र शिवशक्त्यंशका मुने॥
]

`verse 42 [
निक्षिप्तेभ्यश्च बीजेभ्यो वनस्पत्यस्त्रयोऽभवन्॥
धात्री च मालती चैव तुलसी च मुनीश्वर ॥
]

`verse 43 [
धात्र्युद्भवा स्मृता धात्री माभवा मालती स्मृता ॥
गौरीभवा च तुलसी तमस्सत्त्वरजोगुणाः ॥
]

`verse 44 [
विष्णुर्वनस्पतीर्दृष्ट्वा तदा स्त्रीरूपिणीर्मुने ॥
उदतिष्ठत्तदा तासु रागातिशयविभ्रमात् ॥
]

`verse 45 [
दृष्ट्वा स याचते मोहात्कामासक्तेन चेतसा ॥
तं चापि तुलसी धात्री रागेणैवावलोकताम् ॥
]

`verse 46 [
यच्च बीजं पुरा लक्ष्म्या माययैव समर्पितम् ॥
तस्मात्तदुद्भवा नारी तस्मिन्नीर्ष्यापराभवत्॥2.5.26.५०॥
अतस्सा बर्बरीत्याख्यामवापातीव गर्हिताम् ॥
धात्रीतुलस्यौ तद्रागात्तस्य प्रीतिप्रदे सदा ॥
]

`verse 47 [
ततो विस्मृतदुःखोऽसौ विष्णुस्ताभ्यां सहैव तु ॥
वैकुंठमगमत्तुष्टस्सर्वदेवैर्नमस्कृतः ॥
कार्तिके मासि विप्रेन्द्र धात्री च तुलसी सदा ॥
सर्वदेवप्रियाज्ञेया विष्णोश्चैव विशेषतः ॥
]

`verse 48 [
तत्रापि तुलसी धन्यातीव श्रेष्ठा महामुने ॥
त्यक्त्वा गणेशं सर्वेषां प्रीतिदा सर्वकामदा ॥
]

`verse 49 [
वैकुण्ठस्थं हरिं दृष्ट्वा ब्रह्मेन्द्राद्याश्च तेऽमराः॥
नत्वा स्तुत्वा महाविष्णुं स्वस्वधामानि वै ययुः ॥
]

`verse 50 [
वैकुण्ठोऽपि स्वलोकस्थो भ्रष्टमोहस्सुबोधवान्॥
सुखी चाभून्मुनिश्रेष्ठ पूर्ववत्संस्मरञ्छिवम् ॥
]

`verse 51 [
इत्याख्यानमघोघघ्नं सर्वकामप्रदं नृणाम् ॥
सर्व कामविकारघ्नं सर्वविज्ञानवर्द्धनम्॥
]

`verse 52 [
य इदं हि पठेन्नित्यं पाठयेद्वापि भक्तिमन्॥
शृणुयाच्छ्रावयेद्वापि स याति परमां गतिम् ॥
]

`verse 53 [
पठित्वा य इदं धीमानाख्यानं परमोत्तमम्॥
संग्रामं प्रविशेद्वीरो विजयी स्यान्न संशयः॥
]

`verse 54 [
विप्राणां ब्रह्मविद्यादं सत्रियाणां जयप्रदम्॥
वैश्यानां सर्वधनदं शूद्राणां सुखदं त्विदम्॥2.5.26.६०॥
शंभुभक्तिप्रदं व्यास सर्वेषां पापनाशनम्॥
इहलोके परत्रापि सदा सद्गतिदायकम्॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे जलंधरवधानंतरदेवीस्तुतिविष्णुमोहविध्वंसवर्णनं नाम षड्विंशोऽध्यायः ॥
]
