`speaker [
सनत्कुमार उवाच
]

`verse 1 [
अथान्यच्छंभुचरितं प्रेमतः शृणु वै मुने॥
यस्य श्रवणमात्रेण शिवभक्तिर्दृढा भवेत्॥
]

`verse 2 [
शंखचूडाभिधो वीरो दानवो देवकंटकः॥
यथा शिवेन निहतो रणमूर्ध्नि त्रिशूलतः ॥
]

`verse 3 [
तच्छंभुचरितं दिव्यं पवित्रं पापनाशनम् ॥
शृणु व्यास सुसंप्रीत्या वच्मि सुस्नेहतस्तव ॥
]

`verse 4 [
मरीचेस्तनयो धातुः पुत्रो यः कश्यपो मुनिः ॥
स धर्मिष्ठस्सृष्टिकर्त्ता विध्याज्ञप्तः प्रजापतिः ॥
]

`verse 5 [
दक्षः प्रीत्या ददौ तस्मै निजकन्यास्त्रयोदश॥
तासां प्रसूतिः प्रसभं न कथ्या बहुविस्तृताः ॥
]

`verse 6 [
यत्र देवादिनिखिलं चराचरमभूज्जगत्॥
विस्तरात्तत्प्रवक्तुं च कः क्षमोऽस्ति त्रिलोकके॥
]

`verse 7 [
प्रस्तुतं शृणु वृत्तांतं शंभुलीलान्वितं च यत् ॥
तदेव कथयाम्यद्य शृणु भक्तिप्र वर्द्धनम् ॥
]

`verse 8 [
तासु कश्यपत्नीषु दनुस्त्वेका वरांगना ॥
महारूपवती साध्वी पतिसौभाग्यवर्द्धिता ॥
]

`verse 9 [
आसंस्तस्या दनोः पुत्रा बहवो बलवत्तराः ॥
तेषां नामानि नोच्यंते विस्तारभयतो मुने ॥
]

`verse 10 [
तेष्वेको विप्रचित्तिस्तु महाबलपराक्रमः ॥
तत्पुत्रो धार्मिको दंभो विष्णुभक्तो जितेन्द्रियः ॥2.5.27.१०॥
नासीत्तत्तनयो वीरस्ततश्चिंतापरोऽभवत्॥
शुक्राचार्यं गुरुं कृत्वा कृष्णमंत्रमवाप्य च॥
]

`verse 11 [
तपश्चकार परमं पुष्करे लक्षवर्षकम् ॥
कृष्णमंत्रं जजापैव दृढं बद्धासनं चिरम्॥
]

`verse 12 [
तपः प्रकुर्वतस्तस्य मूर्ध्नो निस्सृत्य प्रज्व लत् ॥
विससार च सर्वत्र तत्तेजो हि सुदुस्सहम् ॥
]

`verse 13 [
तेन तप्तास्सुरास्सर्वे मुनयो मनवस्तथा ॥
सुनासीरं पुरस्कृत्य ब्रह्माणं शरणं ययुः ॥
]

`verse 14 [
प्रणम्य च विधातारं दातारं सर्वसंपदाम् ॥
तुष्टुवुर्विकलाः प्रोचुः स्ववृत्तांतं विशेषतः ॥
]

`verse 15 [
तदाकर्ण्य विधातापि वैकुंठं तैर्ययौ सह ॥
तदेव विज्ञापयितुं निखिलेन हि विष्णवे ॥
]

`verse 16 [
तत्र गत्वा त्रिलोकेशं विष्णुं रक्षाकरं परम् ॥
प्रणम्य तुष्टुवुस्सर्वे करौ बद्ध्वा विनम्रकाः ॥
]

`speaker [
देवा ऊचुः
]

`verse 17 [
देवदेव न जानीमो जातं किं कारणं त्विह ॥
संतप्तास्स कला जातास्तेजसा केन तद्वद ॥
]

`verse 18 [
तप्तात्मनां त्वमविता दीनबंधोऽनुजीविनाम् ॥
रक्षरक्ष रमानाथ शरण्यश्शरणागतान् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 19 [
इति श्रुत्वा वचो विष्णुर्ब्रह्मादीनां दिवौकसाम् ॥
उवाच विहसन्प्रेम्णा शरणागतवत्सलः ॥ 2.5.27.२० ॥
॥ विष्णुरुवाच ॥
सुस्वस्था भवताव्यग्रा न भयं कुरुतामराः ॥
नोपप्लवा भविष्यन्ते लयकालो न विद्यते ॥
]

`verse 20 [
दानवो दंभनामा हि मद्भक्तः कुरुते तपः ॥
पुत्रार्थी शमयिष्यामि तमहं वरदानतः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 21 [
इत्युक्तास्ते सुरास्सर्वे धैर्यमालंब्य वै मुने ॥
ययुर्ब्रह्मादयस्सुस्थास्स्वस्वधामानि सर्वशः ॥
]

`verse 22 [
अच्युतोऽपि वरं दातुं पुष्करं संजगाम ह ॥
तपश्चरति यत्रासौ दंभनामा हि दानवः ॥
]

`verse 23 [
तत्र गत्वा वरं ब्रूहीत्युवाच परिसांत्वयन् ॥
गिरा सूनृतया भक्तं जपंतं स्वमनुं हरिः ॥
]

`verse 24 [
तच्छ्रुत्वा वचनं विष्णोर्दृष्ट्वा तं च पुरः स्थितम् ॥
प्रणनाम महाभक्त्या तुष्ट्वाव च पुनः पुनः ॥
]

`speaker [
दंभ उवाच
]

`verse 25 [
देवदेव नमस्तेऽस्तु पुंडरीकविलोचन ॥
रमानाथ त्रिलोकेश कृपा कुरु ममोपरि ॥
]

`verse 26 [
स्वभक्तं तनयं देहि महाबल पराक्रमम् ॥
त्रिलोकजयिनं वीरमजेयं च दिवौकसाम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 27 [
इत्युक्तो दानवेन्द्रेण तं वरं प्रददौ हरिः ॥
निवर्त्य चोग्रतपसस्ततस्सोंतरधान्मुने ॥
]

`verse 28 [
जगाम स्वगृहं सिद्धतदाः पूर्ण मनोरथः ॥ 2.5.27.३० ॥
कालेनाल्पेन तत्पत्नी सगर्भा भाग्यवत्यभूत् ॥
रराज तेजासात्यंतं रोचयंती गृहांतरम् ॥
]

`verse 29 [
सुदामानाम गोपो यो कृष्णस्य पार्षदाग्रणीः ॥
तस्या गर्भे विवेशासौ राधाशप्तश्च यन्मुने ॥
]

`verse 30 [
असूत समये साध्वी सुप्रभं तनयं ततः ॥
जातकं सुचकारासौ पिताहूय मुनीन्बहून्॥
]

`verse 31 [
उत्सवस्सुमहानासीत्तस्मिञ्जाते द्विजोत्तम ॥
नाम चक्रे पिता तस्य शंख चूडेति सद्दिने ॥
]

`verse 32 [
पितुर्गेहे स ववृधे शुक्लपक्षे यथा शशी ॥
शैशवेभ्यस्तविद्यस्तु स बभूव सुदीप्तिमान्॥
]

`verse 33 [
स बालक्रीडया नित्यं पित्रोर्हर्षं ततान ह ॥
प्रियो बभूव सर्वेषां कुलजानां विशेषतः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे शंखचूडोत्पत्तिवर्णनं नाम सप्तविंशोऽध्यायः॥
]
