`speaker [
सनत्कुमार उवाच
]

`verse 1 [
ततश्च शंखचूडोऽसौ जैगीषव्योपदेशतः ॥
तपश्चकार सुप्रीत्या ब्रह्मणः पुष्करे चिरम् ॥
]

`verse 2 [
गुरुदत्तां ब्रह्मविद्यां जजाप नियतेन्द्रियः॥
स एकाग्रमना भूत्वा करणानि निगृह्य च ॥
]

`verse 3 [
तपंतं पुष्करे तं वै शंखचूडं च दानवम् ॥
वरं दातुं जगामाशु ब्रह्मालोकगुरुर्विभुः ॥
]

`verse 4 [
वरं ब्रूहीति प्रोवाच दानवेन्द्रं विधिस्तदा॥
स दृष्ट्वा तं ननामाति नम्रस्तुष्टाव सद्गिरा ॥
]

`verse 5 [
वरं ययाचे ब्रह्माणमजेयत्वं दिवौकसाम्॥
तथेत्याह विधिस्तं वै सुप्रसन्नेन चेतसा ॥
]

`verse 6 [
श्रीकृष्णकवचं दिव्यं जगन्मंगलमंगलम्॥
दत्तवाञ्शंखचूडाय सर्वत्र विजयप्रदम् ॥
]

`verse 7 [
बदरीं संप्रयाहि त्वं तुलस्या सह तत्र वै ॥
विवाहं कुरु तत्रैव सा तपस्यति कामतः ॥
]

`verse 8 [
धर्मध्वजसुता सेति संदिदेश च तं विधिः ॥
अन्तर्धानं जगामाशु पश्यतस्तस्य तत्क्षणात् ॥
]

`verse 9 [
ततस्स शंखचूडो हि तपःसिद्धोऽतिपुष्करे ॥
गले बबंध कवचं जगन्मंगलमंगलम् ॥
]

`verse 10 [
आज्ञया ब्राह्मणस्सोऽपि तपःसिद्धमनोरथः॥
समाययौ प्रहृष्टास्यस्तूर्णं बदरिकाश्रमम्॥ 2.5.28.१० ॥
यदृच्छयाऽऽगतस्तत्र शंखचूडश्च दानवः॥
तपश्चरन्ती तुलसी यत्र धर्मध्वजात्मजा ॥
]

`verse 11 [
सुरूपा सुस्मिता तन्वी शुभभूषणभूषिता॥
सकटाक्षं ददर्शासौ तमेव पुरुषं परम्॥
]

`verse 12 [
दृष्ट्वा तां ललिता रम्यां सुशीलां सुन्दरीं सतीम् ॥
उवास तत्समीपे तु मधुरं तामुवाच सः॥
]

`speaker [
शंखचूड उवाच
]

`verse 13 [
का त्वं कस्य सुता त्वं हि किं करोषि स्थितात्र किम् ॥
मौनीभूता किंकरं मां संभावितुमिहार्हसि ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 14 [
इत्येवं वचनं श्रुत्वा सकामं तमुवाच सा ॥
]

`speaker [
तुलस्युवाच
]

`verse 15 [
धर्मध्वजसुताहं च तपस्यामि तपस्विनी॥
तपोवने च तिष्ठामि कस्त्वं गच्छ यथासुखम्॥
]

`verse 16 [
नारीजातिर्मोहिनी च ब्रह्मादीनां विषोपमा ॥
निन्द्या दोषकरी माया शृंखला ह्यनुशायिनाम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 17 [
इत्युक्त्वा तुलसी तं च सरसं विरराम ह ॥
दृष्ट्वा तां सस्मितां सोपि प्रवक्तुमुपचक्रमे ॥
]

`speaker [
शंखचूड उवाच
]

`verse 18 [
त्वया यत्कथितं देवि न च सर्वमलीककम् ॥
किञ्चित्सत्यमलीकं च किंचिन्मत्तो निशामय ॥
]

`verse 19 [
पतिव्रताः स्त्रियो याश्च तासां मध्ये त्वमग्रणीः ॥
न चाहं पापदृक्कामी तथा त्वं नेति धीर्मम ॥2.5.28.२०॥
आगच्छामि त्वत्समीपमाज्ञया ब्रह्मणोऽधुना॥
गांधर्वेण विवाहेन त्वां ग्रहीष्यामि शोभने ॥
]

`verse 20 [
शंखचूडोऽहमेवास्मि देवविद्रावकारकः ॥
मां न जानासि किं भद्रे न श्रुतोऽहं कदाचन ॥
]

`verse 21 [
दनुवंश्यो विशेषेण मन्द पुत्रश्च दानवः ॥
सुदामा नाम गोपोहं पार्षदश्च हरेः पुरा ॥
]

`verse 22 [
अधुना दानवेन्द्रोऽहं राधिकायाश्च शापतः ॥
जातिस्मरोऽहं जानामि सर्वं कृष्णप्रभावतः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 23 [
एवमुक्त्वा शंखचूडो विरराम च तत्पुरः॥
दानवेंद्रेण सेत्युक्ता वचनं सत्यमादरात् ॥
सस्मितं तुलसी तुष्टा प्रवक्तुमुपचक्रमे ॥
]

`speaker [
तुलस्युवाच
]

`verse 24 [
त्वयाहमधुना ॥ सत्त्वविचारेण पराजिता॥
स धन्यः पुरुषो लोके न स्त्रिया यः पराजितः ॥
]

`verse 25 [
सत्क्रियोप्यशुचिर्नित्यं स पुमान्यः स्त्रिया जितः ॥
निन्दंति पितरो देवा मानवास्सकलाश्च तम् ॥
]

`verse 26 [
शुध्येद्विप्रो दशाहेन जातके मृतसूतके ॥
क्षत्रियो द्वादशाहेन वैश्यः पञ्चदशाहतः ॥
]

`verse 27 [
शूद्रो मासेन शुध्येत्तु हीति वेदानुशासनम् ॥
न शुचिः स्त्रीजितः क्वापि चितादाहं विना पुमान् ॥
]

`verse 28 [
न गृह्णतीच्छया तस्मात्पितरः पिण्डतर्पणम् ॥
न गृह्णन्ति सुरास्तेन दत्तं पुष्पफलादिकम् ॥2.5.28.३०॥
तस्य किं ज्ञानसुतपो जपहोम प्रपूजनैः ॥
विद्यया दानतः किं वा स्त्रीभिर्यस्य मनो हृतम् ॥
]

`verse 29 [
विद्याप्रभावज्ञानार्थं मया त्वं च परीक्षितः ॥
कृत्वा कांतपरीक्षां वै वृणुयात्कामिनी वरम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 30 [
इत्येवं प्रवदंत्यां तु तुलस्यां तत्क्षणे विधिः ॥
तत्राजगाम संसृष्टा प्रोवाच वचनं ततः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
किं करोषि शंखचूड संवादमनया सह ॥
गांधर्वेण विवाहेन त्वमस्या ग्रहणं कुरु ॥
]

`verse 32 [
त्वं वै पुरुषरत्नं च स्त्रीरत्नं च त्वियं सती ॥
विदग्धाया विदग्धेन संगमो गुणवान् भवेत् ॥
]

`verse 33 [
निर्विरोधं सुखं राजन् को वा त्यजति दुर्लभम् ॥
योऽविरोधसुखत्यागी स पशुर्नात्र संशयः ॥
]

`verse 34 [
किं त्वं परीक्षसे कांतमीदृशं गुणिनं सति ॥
देवानामसुराणां च दानवानां विमर्दकम् ॥
]

`verse 35 [
अनेन सार्द्धं सुचिरं विहारं कुरु सर्वदा ॥
स्थानेस्थाने यथेच्छं च सर्वलोकेषु सुन्दरि ॥
]

`verse 36 [
अंते प्राप्स्यति गोलोके श्रीकृष्णं पुनरेव सः ॥
चतुर्भुजं च वैकुण्ठे मृते तस्मिंस्त्वमाप्स्यसि॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 37 [
इत्येवमाशिषं दत्त्वा स्वालयं तु ययौ विधिः॥
गांधर्वेण विवाहेन जगृहे तां च दानवः॥2.5.28.४०॥
एवं विवाह्य तुलसीं पितुः स्थानं जगाम ह॥
स रेमे रमया सार्द्धं वासगेहे मनोरमे॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे शंखचूडतपःकरणविवाहवर्णनं नामाष्टविंशोऽध्यायः॥
]
