`speaker [
सनत्कुमार उवाच
]

`verse 1 [
स्वगेहमागते तस्मिञ्शंखचूडे विवाहिते॥
तपः कृत्वा वरं प्राप्य मुमुदुर्दानवादयः ॥
]

`verse 2 [
स्वलोकादाशु निर्गत्य गुरुणा स्वेन संयुताः ॥
सर्वे सुरास्संमिलितास्समाजग्मुस्तदंतिकम्॥
]

`verse 3 [
प्रणम्य तं सविनयं संस्तुत्य विविधादरात् ॥
स्थितास्तत्रैव सुप्रीत्या मत्वा तेजस्विनं विभुम्॥
]

`verse 4 [
सोपि दम्भात्मजो दृष्ट्वा गतं कुल गुरुं च तम् ॥
प्रणनाम महाभक्त्या साष्टांगं परमादरात् ॥
]

`verse 5 [
अथ शुक्रः कुलाचार्यो दृष्ट्वाशिषमनुत्तमम् ॥
वृत्तांतं कथयामास देवदानवयोस्तदा ॥
]

`verse 6 [
स्वाभाविकं च तद्वैरमसुराणां पराभवम् ॥
विजयं निर्जराणां च जीवसाहाय्यमेव च ॥
]

`verse 7 [
ततस्स सम्मतं कृत्वा सुरैस्सर्वैस्समुत्सवम् ॥
दानवाद्यसुराणां तमधिपं विदधे गुरुः ॥
]

`verse 8 [
तदा समुत्सवो जातोऽसुराणां मुदितात्मनाम् ॥
उपायनानि सुप्रीत्या ददुस्तस्मै च तेऽखिलाः ॥
]

`verse 9 [
अथ दम्भात्मजो वीरश्शंखचूडः प्रतापवान्॥
राज्याभिषेकमासाद्य स रेजे सुरराट् तदा ॥
]

`verse 10 [
स सेनां महतीं कर्षन्दैत्यदानवरक्षसाम् ॥
रथमास्थाय तरसा जेतुं शक्रपुरीं ययौ ॥2.5.29.१०॥
गच्छन्स दानवेन्द्रस्तु तेषां सेवनकुर्वताम् ॥
विरेजे शशिवद्भानां ग्रहाणां ग्रहराडिव ॥
]

`verse 11 [
आगच्छंतं शङ्खचूडमाकर्ण्याखण्डलस्स्वराट् ॥
निखिलैरमरैस्सार्द्धं तेन योद्धुं समुद्यतः ॥
]

`verse 12 [
तदाऽसुरैस्सुराणां च संग्रामस्तुमुलो ह्यभूत् ॥
वीराऽऽनन्दकरः क्लीबभयदो रोमहर्षणः ॥
]

`verse 13 [
महान्कोलाहलो जातो वीराणां गर्जतां रणे ॥
वाद्यध्वनिस्तथा चाऽऽसीत्तत्र वीरत्ववर्द्धिनी ॥
]

`verse 14 [
देवाः प्रकुप्य युयुधुरसुरैर्बलवत्तराः ॥
पराजयं च संप्रापुरसुरा दुद्रुवुर्भयात् ॥
]

`verse 15 [
पलायमानास्तान्दृष्ट्वा शंखचूडस्स्वयं प्रभुः ॥
युयुधे निर्जरैस्साकं सिंहनादं प्रगर्ज्य च ॥
]

`verse 16 [
तरसा सहसा चक्रे कदनं त्रिदिवौकसाम् ॥
प्रदुद्रुवुस्सुरास्सर्वे तत्सुतेजो न सेहिरे ॥
]

`verse 17 [
यत्र तत्र स्थिता दीना गिरीणां कंदरासु च ॥
तदधीना न स्वतंत्रा निष्प्रभाः सागरा यथा ॥
]

`verse 18 [
सोपि दंभात्मजश्शूरो दानवेन्द्रः प्रतापवान् ॥
सुराधिकारान्संजह्रे सर्वाँल्लोकान्विजित्य च ॥
]

`verse 19 [
त्रैलोक्यं स्ववशंचक्रे यज्ञभागांश्च कृत्स्नशः ॥
स्वयमिन्द्रो बभूवापि शासितं निखिलं जगत् ॥2.5.29.२०॥
कौबेरमैन्दवं सौर्यमाग्नेयं याम्यमेव च ॥
कारयामास वायव्यमधिकारं स्वशक्तितः ॥
]

`verse 20 [
देवानामसुराणां च दानवानां च रक्षसाम् ॥
गंधर्वाणां च नागानां किन्नराणां रसौकसाम् ॥
]

`verse 21 [
त्रिलोकस्य परेषां च सकलानामधीश्वरः ॥
स बभूव महावीरश्शंखचूडो महाबली ॥
]

`verse 22 [
एवं स बुभुजे राज्यं राजराजेश्वरो महान् ॥
सर्वेषां भुवनानां च शंखचूडश्चिरं समाः ॥
]

`verse 23 [
तस्य राज्ये न दुर्भिक्षं न मारी नाऽशुभग्रहाः ॥
आधयो व्याधयो नैव सुखिन्यश्च प्रजाः सदा ॥
]

`verse 24 [
अकृष्टपच्या पृथिवी ददौ सस्यान्यनेकशः ॥
ओषध्यो विविधाश्चासन्सफलास्सरसाः सदा ॥
]

`verse 25 [
मण्याकराश्च नितरां रत्नखन्यश्च सागराः॥
सदा पुष्पफला वृक्षा नद्यस्तु सलिलावहाः ॥
]

`verse 26 [
देवान् विनाखिला जीवास्सुखिनो निर्विकारकाः ॥
स्वस्वधर्मा स्थितास्सर्वे चतुर्वर्णाश्रमाः परे ॥
]

`verse 27 [
तस्मिच्छासति त्रैलोक्ये न कश्चिद् दुःखितोऽभवत् ॥
भ्रातृवैरत्वमाश्रित्य केवलं दुःखिनोऽमराः॥
]

`verse 28 [
स शंखचूडः प्रबलः कृष्णस्य परमस्सखा ॥
कृष्णभक्तिरतस्साधुस्सदा गोलोकवासिनः ॥ 2.5.29.३० ॥
पूर्वशापप्रभावेण दानवीं योनिमाश्रितः ॥
न दानवमतिस्सोभूद्दानवत्वेऽपि वै मुने ॥
]

`verse 29 [
ततस्सुरगणास्सर्वे हृतराज्या पराजिताः ॥
संमंत्र्य सर्षयस्तात प्रययुर्ब्रह्मणस्सभाम् ॥
]

`verse 30 [
तत्र दृष्ट्वा विधातारं नत्वा स्तुत्वा विशेषतः ॥
ब्रह्मणे कथयामासुस्सर्वं वृत्तांतमाकुलाः ॥
]

`verse 31 [
ब्रह्मा तदा समाश्वास्य सुरान् सर्वान्मुनीनपि ॥
तैश्च सार्द्धं ययौ लोके वैकुण्ठं सुखदं सताम् ॥
]

`verse 32 [
ददर्श तत्र लक्ष्मीशं ब्रह्मा देवगणैस्सह ॥
किरीटिनं कुंडलिनं वनमालाविभूषितम् ॥
]

`verse 33 [
शंखचक्रगदापद्मधरं देवं चतुर्भुजम् ॥
सनंदनाद्यैः सिद्धैश्च सेवितं पीतवाससम् ॥
]

`verse 34 [
दृष्ट्वा विष्णुं सुरास्सर्वे ब्रह्माद्यास्समुनीश्वराः ॥
प्रणम्य तुष्टुवुर्भक्त्या बद्धाञ्जलिकरा विभुम् ॥
]

`verse 35 [
देवा ऊचु ॥
देवदेव जगन्नाथ वैकुंठाधिपते प्रभो ॥
रक्षास्माञ्शरणापन्नाञ्छ्रीहरे त्रिजगद्गुरो ॥
]

`verse 36 [
त्वमेव जगतां पाता त्रिलोकेशाच्युत प्रभो ॥
लक्ष्मीनिवास गोविन्द भक्तप्राण नमोऽस्तु ते ॥
]

`verse 37 [
इति स्तुत्वा सुरास्सर्वे रुरुदुः पुरतो हरेः ॥
तच्छ्रुत्वा भगवान्विष्णुर्ब्रह्माणमिदमब्रवीत् ॥ 2.5.29.४० ॥
विष्णुरुवाच ॥
किमर्थमागतोसि त्वं वैकुंठं योगिदुर्लभम् ॥
किं कष्टं ते समुद्भूतं तत्त्वं वद ममाग्रतः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 38 [
इति श्रुत्वा हरेर्वाक्यं प्रणम्य च मुहुर्मुहुः ॥
बद्धाञ्जलिपुटो भूत्वा विन यानतकन्धरः ॥
]

`verse 39 [
वृत्तांतं कथयामास शंखचूडकृतं तदा ॥
देवकष्टसमाख्यानं पुरो विष्णोः परात्मनः ॥
]

`verse 40 [
हरिस्तद्वचनं श्रुत्वा सर्वतसर्वभाववित् ॥
प्रहस्योवाच भगवांस्तद्रहस्यं विधिं प्रति ॥
]

`verse 41 [
श्रीभगवानुवाच ॥
शंखचूडस्य वृत्तांतं सर्वं जानामि पद्मज ॥
मद्भक्तस्य च गोपस्य महातेजस्विनः पुरा ॥
]

`verse 42 [
शृणुतस्सर्ववृत्तान्तमितिहासं पुरातनम् ॥
संदेहो नैव कर्तव्यश्शं करिष्यति शङ्करः ॥
]

`verse 43 [
सर्वोपरि च यस्यास्ति शिवलोकः परात्परः ॥
यत्र संराजते शंभुः परब्रह्म परमेश्वरः ॥
]

`verse 44 [
प्रकृतेः पुरुषस्यापि योधिष्ठाता त्रिशक्तिधृक् ॥
निर्गुणस्सगुणस्सोपि परं ज्योतिः स्वरूपवान् ॥
]

`verse 45 [
यस्यांगजास्तु वै ब्रह्मंस्त्रयस्सृष्ट्यादिकारकाः ॥
सत्त्वादिगुणसंपन्ना विष्णुब्रह्महराभिधाः ॥
]

`verse 46 [
स एव परमात्मा हि विहरत्युमया सह ॥
यत्र मायाविनिर्मुक्तो नित्यानित्य प्रकल्पकः ॥2.5.29.५०॥
तत्समीपे च गोलोको गोशाला शंकरस्य वै ॥
तस्येच्छया च मद्रूपः कृष्णो वसति तत्र ह ॥
]

`verse 47 [
तद्गवां रक्षणार्थाय तेनाज्ञप्तस्सदा सुखी॥
तत्संप्राप्तसुखस्सोपि संक्रीडति विहारवित्॥
]

`verse 48 [
तस्य नारी समाख्याता राधेति जगदम्बिका॥
प्रकृतेः परमा मूर्तिः पंचमी सुविहारिणी ॥
]

`verse 49 [
बहुगोपाश्च गोप्यश्च तत्र संति तदंगजाः ॥
सुविहारपरा नित्यं राधाकृष्णानुवर्तिनः ॥
]

`verse 50 [
स एव लीलया शंभोरिदानीं मोहितोऽनया ॥
संप्राप्तो दानवीं योनिं मुधा शापात्स्वदुःखदाम् ॥
]

`verse 51 [
रुद्रशूलेन तन्मृत्यु कृष्णेन विहितः पुरा॥
ततस्स्वदेहमुत्सृज्य पार्षदस्स भविष्यति ॥
]

`verse 52 [
इति विज्ञाय देवेश न भयं कर्तुमर्हसि॥
शंकर शरणं यावस्स सद्यश्शंविधास्यति ॥
]

`verse 53 [
अहं त्वं चामरास्सर्वे तिष्ठंतीह विसाध्वसाः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 54 [
इत्युक्त्वा सविधिर्विष्णुः शिवलोकं जगाम ह ॥
संस्मरन्मनसा शंभुं सर्वेशं भक्तवत्सलम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे शंखचूडवधोपाख्याने शंखचूडराज्यकरणवर्णनपूर्वक तत्पूर्वभववृत्तचरित्रवर्णनं नामैकोनत्रिंशोऽध्यायः ॥
]
