`speaker [
सनत्कुमार उवाच
]

`verse 1 [
गत्वा तदैव स विधिस्तदा व्यास रमेश्वरः॥
शिवलोकं महादिव्यं निराधारमभौतिकम्॥
]

`verse 2 [
साह्लादोभ्यन्तरं विष्णुर्जगाम मुदिताननः ॥
नानारत्नपरिक्षिप्तं विलसंतं महोज्ज्वलम्॥
]

`verse 3 [
संप्राप्य प्रथमद्वारं विचित्रं गणसेवितम् ॥
शोभितं परया लक्ष्म्या महोच्चमतिसुन्दरम् ॥
]

`verse 4 [
ददर्श द्वारपालांश्च रत्नसिंहासनस्थितान् ॥
शोभिताञ्श्वेतवस्त्रैश्च रत्नभूषणभूषितान् ॥
]

`verse 5 [
पञ्चवक्त्रत्रिनयनान्गौरसुन्दरविग्रहान् ॥
त्रिशूलादिधरान्वीरान्भस्मरुद्राक्षशोभितान् ॥
]

`verse 6 [
सब्रह्मापि रमेशश्च तान् प्रणम्य विनम्रकः ॥
कथयामास वृत्तान्तं प्रभुसंदर्शनार्थकम् ॥
]

`verse 7 [
तदाज्ञां च ददुस्तस्मै प्रविवेश तदाज्ञया ॥
परं द्वारं महारम्यं विचित्रं परम प्रभम् ॥
]

`verse 8 [
प्रभूपकंठगत्यर्थं वृत्तांतं संन्यवेदयत् ॥
तद्द्वारपाय चाज्ञप्तस्तेनान्यं प्रविवेश ह ॥
]

`verse 9 [
एवं पंचदशद्वारान्प्रविश्य कमलोद्भवः ॥
महाद्वारं गतस्तत्र नन्दिनं प्रददर्श ह ॥
]

`verse 10 [
सम्यङ्नत्वा च तं स्तुत्वा पूर्ववत्तेन नन्दिना॥
आज्ञप्तश्च शनैर्विष्णुर्विवेशाभ्यंतरं मुदा ॥2.5.30.१०॥
ददर्श गत्वा तत्रोच्चैस्सभां शंभोस्समुत्प्रभाम् ॥
तां पार्षदैः परिवृतां लसद्देहैस्सुभूषिताम् ॥
]

`verse 11 [
महेश्वरस्य रूपैश्च दिग्भुजैश्शुभकांतिभिः ॥
पञ्चवक्त्रैस्त्रिनयनैश्शितिकंठमहोज्ज्वलैः ॥
]

`verse 12 [
सद्रत्नयुक्तरुद्राक्षभस्माभरणभूषितैः ॥
नवेन्दुमंडलाकारां चतुरस्रां मनोहराम् ॥
]

`verse 13 [
मणीन्द्रहारनिर्माणहीरसारसुशोभिताम् ॥
अमूल्यरत्नरचितां पद्मपत्रैश्च शोभिताम् ॥
]

`verse 14 [
माणिक्यजालमालाभिर्नानाचित्रविचित्रिताम् ॥
पद्मरागेन्द्ररचितामद्भुतां शंकरेच्छया ॥
]

`verse 15 [
सोपानशतकैर्युक्तां स्यमंतकविनिर्मितैः ॥
स्वर्णसूत्रग्रन्थियुक्तैश्चारुचन्दनपल्लवैः ॥
]

`verse 16 [
इन्द्रनीलमणिस्तंभैर्वेष्टितां सुमनोहराम् ॥
सुसंस्कृतां च सर्वत्र वासितां गंधवायुना ॥
]

`verse 17 [
सहस्रयोजनायामां सुपूर्णां बहुकिंकरैः ॥
ददर्श शंकरं सांबं तत्र विष्णुस्सुरेश्वरः ॥
]

`verse 18 [
वसंतं मध्यदेशे च यथेन्दुतारकावृतम् ॥
अमूल्यरत्ननिर्माणचित्रसिंहासनस्थितम् ॥
]

`verse 19 [
किरीटिनं कुंडलिनं रत्नमालाविभूषितम् ॥
भस्मोद्धूलितसर्वाङ्गं बिभ्रतं केलिपंकजम् ॥ 2.5.30.२० ॥
पुरतो गीतनृत्यश्च पश्यंतं सस्मितं मुदा ॥
]

`verse 20 [
शांतं प्रसन्नमनसमुमाकांतं महोल्लसम् ॥
देव्या प्रदत्त ताम्बूलं भुक्तवंतं सुवासितम् ॥
]

`verse 21 [
गणैश्च परया भक्त्या सेवितं श्वेतचामरैः ॥
स्तूयमानं च सिद्धैश्च भक्तिनम्रात्मकंधरैः ॥
]

`verse 22 [
गुणातीतं परेशानं त्रिदेवजनकं विभुम् ॥
निर्विकल्पं निराकारं साकारं स्वेच्छया शिवम् ॥
]

`verse 23 [
अमायमजमाद्यञ्च मायाधीशं परात्परम् ॥
प्रकृतेः पुरुषस्यापि परमं स्वप्रभुं सदा ॥
]

`verse 24 [
एवं विशिष्टं तं दृष्ट्वा परिपूर्णतमं समम् ॥
विष्णुर्ब्रह्मा तुष्टुवतुः प्रणम्य सुकृतांजली ॥
]

`verse 25 [
विष्णुविधी ऊचतुः ॥
देवदेव महादेव परब्रह्माखिलेश्वर ॥
त्रिगुणातीत निर्व्यग्र त्रिदेवजनक प्रभो ॥
]

`verse 26 [
वयं ते शरणापन्ना रक्षस्मान्दुखितान्विभो ॥
शंखचूडार्दितान्क्लिष्टान्सन्नाथान्परमेश्वर ॥
]

`verse 27 [
अयं योऽधिष्ठितो लोको गोलोक इति स स्मृतः ॥
अधिष्ठाता तस्य विभुः कृष्णोऽयं त्वदधिष्ठितः ॥
]

`verse 28 [
पार्षदप्रवरस्तस्य सुदामा दैवयंत्रितः ॥
राधाशप्तो बभूवाथ शंखचूडश्च दानवः ॥ 2.5.30.३० ॥
तेन निस्सारिताः शंभो पीड्यमानाः समंततः ॥
हृताधिकारस्त्रिदशा विचरंति महीतले ॥
]

`verse 29 [
त्वां विना न स वध्यश्च सर्वेषां त्रिदिवौकसाम् ॥
तं घातय महेशान लोकानां सुखमावह ॥
]

`verse 30 [
त्वमेव निर्गुणस्सत्योऽनंतोऽनंतपराक्रमः ॥
सगुणश्च सन्निवेशः प्रकृतेः पुरुषात्परः ॥
]

`verse 31 [
रजसा सृष्टिसमये त्वं ब्रह्मा सृष्टिकृत्प्रभो ॥
सत्त्वेन पालने विष्णुस्त्रिभुवावन कारकः ॥
]

`verse 32 [
तमसा प्रलये रुद्रो जगत्संहारकारकः ॥
निस्त्रैगुण्ये शिवाख्यातस्तुर्य्यो ज्योतिः स्वरूपकः ॥
]

`verse 33 [
त्वं दीक्षया च गोलोके त्वं गवां परिपालकः॥
त्वद्गोशालामध्यगश्च कृष्णः क्रीडत्यहर्निशम् ॥
]

`verse 34 [
त्वं सर्वकारणं स्वामी विधि विष्ण्वीश्वरः परम् ॥
निर्विकारी सदा साक्षी परमात्मा परेश्वरः ॥
]

`verse 35 [
दीनानाथसहायी च दीनानां प्रतिपालकः ॥
दीनबंधुस्त्रिलोकेशश्शरणागतवत्सलः ॥
]

`verse 36 [
अस्मानुद्धर गौरीश प्रसीद परमेश्वरः ॥
त्वदधीना वयं नाथ यदिच्छसि तथा कुरु ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 37 [
इत्युक्त्वा तौ सुरौ व्यास हरिर्ब्रह्मा च वै तदा॥
विरेमतुः शिवं नत्वा करौ बद्ध्वा विनीतकौ॥2.5.30.४०॥
इति श्रीशिव महापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे शंखचूडवधे देवदेवस्तुतिर्नाम त्रिंशोऽध्यायः ॥
]
