`speaker [
सनत्कुमार उवाच
]

`verse 1 [
अथाकर्ण्य वचश्शंभुर्हरिविध्योस्सुदीनयोः ॥
उवाच विहसन्वाण्या मेघनादगभीरया ॥
]

`speaker [
शिव उवाच
]

`verse 2 [
हे हरे वत्स हे ब्रह्मंस्त्यजतं सर्वशो भयम् ॥
शंखचूडोद्भवं भद्रं सम्भविष्यत्यसंशयम् ॥
]

`verse 3 [
शंखचूडस्य वृत्तांतं सर्वं जानामि तत्त्वतः ॥
कृष्णभक्तस्य गोपस्य सुदाम्नश्च पुरा प्रभो॥
]

`verse 4 [
मदाज्ञया हृषीकेशो कृष्णरूपं विधाय च ॥
गोशालायां स्थितो रम्ये गोलोके मदधिष्ठिते॥
]

`verse 5 [
स्वतंत्रोहमिति स्वं स मोहं मत्वा गतः पुरा ॥
क्रीडास्समकरोद्बह्वीस्स्वैरवर्तीव मोहितः ॥
]

`verse 6 [
तं दृष्ट्वा मोहमत्युग्रं तस्याहं मायया स्वया ॥
तेषां संहृत्य सद्बुद्धिं शापं दापितवान् किल ॥
]

`verse 7 [
इत्थं कृत्वा स्वलीलां तां मायां संहृतवानहम् ॥
ज्ञानयुक्तास्तदा ते तु मुक्तमोहास्सुबुद्धयः ॥ ॥
]

`verse 8 [
समीपमागतास्ते मे दीनीभूय प्रणम्य माम् ॥
अकुर्वन्सुनुतिं भक्त्या करौ बद्ध्वा विनम्रकाः॥
]

`verse 9 [
वृत्तांतमवदन्सर्वं लज्जाकुलितमानसाः ॥
ऊचुर्मत्पुरतो दीना रक्षरक्षेति वै गिरः ॥
]

`verse 10 [
तदा त्वहं भवस्तेषां संतुष्टः प्रोक्तवान् वचः॥
भयं त्यजत हे कृष्ण यूयं सर्वे मदाज्ञया ॥2.5.31.१०॥
रक्षकोऽहं सदा प्रीत्या सुभद्रं वो भविष्यति॥
मदिच्छयाऽखिलं जातमिदं सर्वं न संशयः ॥
]

`verse 11 [
स्वस्थानं गच्छ त्वं सार्द्धं राधया पार्षदेन च ॥
दानवस्तु भवेत्सोयं भारतेऽत्र न संशयः ॥
]

`verse 12 [
शापोद्धारं करिष्येऽहं युवयोस्समये खलु ॥
मदुक्तमिति संधार्य शिरसा राधया सह ॥
]

`verse 13 [
श्रीकृष्णोऽमोददत्यंतं स्वस्थानमगमत्सुधीः ॥
न्यष्ठातां सभयं तत्र मदाराधनतत्परौ॥
]

`verse 14 [
मत्वाखिलं मदधीनमस्वतन्त्रं निजं च वै॥
स सुदामाऽभवद्राधाशापतो दानवेश्वरः॥
]

`verse 15 [
शङ्खचूडाभिधो देवद्रोही धर्मविचक्षणः ॥
क्लिश्नाति सुबलात्कृत्स्नं सदा देवगणं कुधीः ॥
]

`verse 16 [
मन्मायामोहितस्सोतिदुष्टमंत्रिसहा यवान् ॥
तद्भयं त्यजताश्वेव मयि शास्तरि वै सति ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 17 [
इत्यूचिवाञ्शिवो यावद्धरिब्रह्मपुरः कथाम् ॥
अभवत्तावदन्यच्च चरितं तन्मुने शृणु॥
]

`verse 18 [
तस्मिन्नेवांतरे कृष्णो राधया पार्षदैः सह॥
सद्गोपैराययौ शंभुमनुकूलयितुं प्रभुम्॥
]

`verse 19 [
प्रभुं प्रणम्य सद्भक्त्या मिलित्वा हरिमादरात् ॥
संमतो विधिना प्रीत्या संतस्थौ शिवशासनात्॥2.5.31.२०॥
ततः शंभुं पुनर्नत्वा तुष्टाव विहिताञ्जलिः ॥
श्रीकृष्णो मोहनिर्मुक्तो ज्ञात्वा तत्त्वं शिवस्य हि ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 20 [
देवदेव महादेव परब्रह्म सतांगते ॥
क्षमस्व चापराधं मे प्रसीद परमेश्वर ॥
]

`verse 21 [
त्वत्तः शर्व च सर्वं च त्वयि सर्वं महेश्वर ॥
सर्वं त्वं निखिलाधीश प्रसीद परमेश्वर ॥
]

`verse 22 [
त्वं ज्योतिः परमं साक्षात्सर्वव्यापी सनातनः ॥
त्वया नाथेन गौरीश सनाथास्सकला वयम् ॥
]

`verse 23 [
सर्वोपरि निजं मत्वा विहरन्मोहमाश्रितः ॥
तत्फलं प्राप्तवानस्मि शापं प्राप्तस्सवामकः ॥
]

`verse 24 [
पार्षदप्रवरो यो मे सुदामा नाम गोपकः॥
स राधाशापतः स्वामिन्दानवीं योनिमाश्रितः ॥
]

`verse 25 [
अस्मानुद्धर दुर्ग्गेश प्रसीद परमेश्वर ॥
शापोद्धारं कुरुष्वाद्य पाहि नश्शरणागतान्॥
]

`verse 26 [
इत्युक्त्वा विररामैव श्रीकृष्णो राधया सह॥
प्रसन्नोऽभूच्छिवस्तत्र शरणागतवत्सलः॥२८
श्रीशिव उवाच ॥
हे कृष्ण गोपिकानाथ भयं त्यज सुखी भव ॥
मयानुगृह्णता तात सर्वमाचरितं त्विदम् ॥
]

`verse 27 [
संभविष्यति ते भद्रं गच्छ स्वस्थानमुत्तमम् ॥
स्थातव्यं स्वाधिकारे च सावधानतया सदा ॥ 2.5.31.३० ॥
विहरस्व यथाकामं मां विज्ञाय परात्परम् ॥
स्वकार्यं कुरु निर्व्यग्रं राधया पार्षदैः खलु ॥
]

`verse 28 [
वाराहप्रवरे कल्पे तरुण्या राधया सह ॥
शापप्रभावं भुक्त्वा वै पुनरायास्यति स्वकम्॥३२
सुदामा पार्षदो यो हि तव कृष्ण प्रियप्रियः ॥
दानवीं योनिमाश्रित्येदानीं क्लिश्नाति वै जगत्॥
]

`verse 29 [
शापप्रभावाद्राधाया देवशत्रुश्च दानवः ॥
शङ्खचूडाभिधस्सोऽति दैत्यपक्षी सुरदुहः ॥
]

`verse 30 [
तेन निस्सारिता देवास्सेन्द्रा नित्यं प्रपीडिताः ॥
हृताधिकारा विकृतास्सर्वे याता दिशो दश ॥
]

`verse 31 [
ब्रह्माच्युतौ तदर्थे ही हागतौ शरणं मम ॥
तेषां क्लेशविनिर्मोक्षं करिष्ये नात्र संशयः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 32 [
इत्युक्त्वा शंकरः कृष्णं पुनः प्रोवाच सादरम्॥
हरिं विधिं समाभाष्य वचनं क्लेशनाशनम् ॥
]

`speaker [
शिव उवाच
]

`verse 33 [
हे हरे हे विधे प्रीत्या ममेदं वचनं शृणु ॥
गच्छतं त्वरितं तातौ देवानंदाय निर्भयम् ॥
]

`verse 34 [
कैलासवासिनं रुद्रं मद्रूपं पूर्णमुत्तमम् ॥
देवकार्यार्थमुद्भूतं पृथगाकृतिधारिणम् ॥
]

`verse 35 [
एतदर्थे हि मद्रूपः परिपूर्णतमः प्रभुः ॥
कैलासे भक्तवशतस्संतिष्ठति गिरौ हरे ॥ 2.5.31.४० ॥
मत्तस्त्वत्तो न भेदोऽस्ति युवयोस्सेव्य एव सः ॥
चराचराणां सर्वेषां सुरादीनां च सर्वदा ॥
]

`verse 36 [
आवयोभेदकर्ता यस्स नरो नरकं व्रजेत् ॥
इहापि प्राप्नुयात्कृष्टं पुत्रपौत्रविवर्जितः ॥
]

`verse 37 [
इत्युक्तवंतं दुर्गेशं प्रणम्य च मुहुर्मुहुः ॥
राधया सहितः कृष्णः स्वस्थानं सगणो ययौ ॥
]

`verse 38 [
हरिर्ब्रह्मा च तौ व्यास सानन्दौ गतसाध्वसौ ॥
मुहुर्मुहुः प्रणम्येशं वैकुंठं ययतुर्द्रुतम् ॥
]

`verse 39 [
तत्रागत्याखिलं वृत्तं देवेभ्यो विनिवेद्य तौ ॥
तानादाय ब्रह्मविष्णू कैलासं ययतुर्गिरिम् ॥
]

`verse 40 [
तत्र दृष्ट्वा महेशानं पार्वतीवल्लभं प्रभुम् ॥
दीनरक्षात्तदेहं च सगुणं देवनायकम् ॥
]

`verse 41 [
तुष्टुवुः पूर्ववत्सर्वे भक्त्या गद्गदया गिरा ॥
करौ बद्ध्वा नतस्कंधा विनयेन समन्विताः ॥
]

`speaker [
देवा ऊचुः
]

`verse 42 [
देवदेव महादेव गिरिजानाथ शंकर ॥
वयं त्वां शरणापन्ना रक्ष देवान्भयाकुलान् ॥
]

`verse 43 [
शंखचूडदानवेन्द्रं जहि देवनिषूदनम् ॥
तेन विक्लाविता देवाः संग्रामे च पराजिताः ॥
]

`verse 44 [
हृताधिकाराः कुतले विचरंति यथा नराः ॥
देवलोको हि दुर्दृश्यस्तेषामासीच्च तद्भयात् ॥ 2.5.31.५० ॥
दीनोद्धर कृपासिन्धो देवानुद्धर संकटात् ॥
शक्रं भयान्महेशानहत्वा तं दानवाधिपम् ॥
]

`verse 45 [
इति श्रुत्वा वचश्शंभुर्देवानां भक्तवत्सलः ॥
उवाच विहसन् वाण्या मेघनादगभीरया ॥
]

`speaker [
श्रीशंकर उवाच
]

`verse 46 [
हे हरे हे विधे देवाः स्वस्थानं गच्छत धुवम् ॥
शंखचूडं वधिष्यामि सगणं नात्र संशयः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 47 [
इत्याकर्ण्य महेशस्य वचः पीयूषसंनिभम् ॥
ते सर्वे प्रमुदा ह्यासन्नष्टं मत्वा च दानवम् ॥
]

`verse 48 [
हरिर्जगाम वैकुंठं सत्यलोके विधिस्तदा ॥
प्रणिपत्य महेशं च सुराद्याः स्वपदं ययुः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे शंखचूडवधे शिवोपदेशो नामैकत्रिंशोऽध्यायः ॥
]
