`speaker [
सनत्कुमार उवाच
]

`verse 1 [
अथेशानो महारुद्रो दुष्टकालस्सतांगतिः ॥
शंखचूडवधं चित्ते निश्चिकाय सुरेच्छया ॥
]

`verse 2 [
दूतं कृत्वा चित्ररथं गंधर्वेश्वरमीप्सितम् ॥
शीघ्रं प्रस्थापयामास शंखचूडांतिके मुदा ॥
]

`verse 3 [
सर्वेश्वराज्ञया दूतो ययौ तन्नगरं च सः ॥
महेन्द्रनगरोत्कृष्टं कुबेरभवनाधिकम्॥
]

`verse 4 [
गत्वा ददर्श तन्मध्ये शंखचूडालयं वरम् ॥
राजितं द्वादशैर्द्वारैर्द्वारपालसमन्वितम् ॥
]

`verse 5 [
स दृष्ट्वा पुष्पदन्तस्तु वरं द्वारं ददर्श सः॥
कथयामास वृत्तांतं द्वारपालाय निर्भयः ॥
]

`verse 6 [
अतिक्रम्य च तद्द्वारं जगामाभ्यंतरे मुदा॥
अतीव सुन्दरं रम्यं विस्तीर्णं समलंकृतम्॥
]

`verse 7 [
स गत्वा शंखचूडं तं ददर्श दनुजाधिपम् ॥
वीरमंडल मध्यस्थं रत्नसिंहासनस्थितम् ॥
]

`verse 8 [
दानवेन्द्रैः परिवृतं सेवितं च त्रिकोटिभिः ॥
शतः कोटिभिरन्यैश्च भ्रमद्भिश्शस्त्रपाणिभिः ॥
]

`verse 9 [
एवंभूतं च तं दृष्ट्वा पुष्पदंतस्सविस्मयः ॥
उवाच रणवृत्तांतं यदुक्तं शंकरेण च ॥
]

`speaker [
पुष्पदंत उवाच
]

`verse 10 [
राजेन्द्र शिवदूतोऽहं पुष्पदंताभिधः प्रभो ॥
यदुक्तं शंकरेणैव तच्छृणु त्वं ब्रवीमि ते ॥
]

`speaker [
शिव उवाच
]

`verse 11 [
राज्यं देहि च देवानामधिकारं हि सांप्रतम् ॥
नोचेत्कुरु रणं सार्द्धं परेण च मया सताम् ॥
]

`verse 12 [
देवा मां शरणापन्ना देवेशं शंकरं सताम् ॥
अहं क्रुद्धो महारुद्रस्त्वां वधिष्याम्यसंशयम् ॥
]

`verse 13 [
हरोऽस्मि सर्वदेवेभ्यो ह्यभयं दत्तवानहम्॥
खलदंडधरोऽहं वै शरणागतवत्सलः ॥
]

`verse 14 [
राज्यं दास्यसि किं वा त्वं करिष्यसि रणं च किम् ॥
तत्त्वं ब्रूहि द्वयोरेकं दानवेन्द्र विचार्य वै ॥
]

`speaker [
पुष्पदंत उवाच
]

`verse 15 [
इत्युक्तं यन्महेशेन तुभ्यं तन्मे निवेदितम् ॥
वितथं शंभुवाक्यं न कदापि दनुजाधिप ॥
]

`verse 16 [
अहं स्वस्वामिनं गंतुमिच्छामि त्वरितं हरम् ॥
गत्वा वक्ष्यामि किं शंभोस्तथा त्वं वद मामिह ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 17 [
इत्थं च पुष्पदंतस्य शिवदूतस्य सत्पतेः ॥
आकर्ण्य वचनं राजा हसित्वा तमुवाच सः ॥
]

`speaker [
शंखचूड उवाच
]

`verse 18 [
राज्यं दास्ये न देवेभ्यो वीरभोग्या वसुंधरा ॥
रणं दास्यामि ते रुद्र देवानां पक्षपातिने ॥
]

`verse 19 [
यस्योपरि प्रयायी स्यात्स वीरो भुवेनऽधमः।
अतः पूर्वमहं रुद्र त्वां गमिष्याम्यसंशयम्॥
]

`verse 20 [
प्रभात आगमिष्यामि वीरयात्रा विचारतः ॥
त्वं गच्छाचक्ष्व रुद्राय हीदृशं वचनं मम ॥
]

`verse 21 [
इति श्रुत्वा शंखचूडवचनं सुप्रहस्य सः ॥
उवाच दानवेन्द्रं स शंभुदूतस्तु गर्वितम् ॥
]

`verse 22 [
अन्येषामपि राजेन्द्र गणानां शंकरस्य च ॥
न स्थातुं संमुखे योग्यः किं पुनस्तस्य संमुखम् ॥
]

`verse 23 [
स त्वं देहि च देवानामधिकाराणि सर्वशः ॥
त्वमरे गच्छ पातालं यदि जीवितुमिच्छसि॥
]

`verse 24 [
सामान्यममरं तं नो विद्धि दानवसत्तम॥
शंकरः परमात्मा हि सर्वेषामीश्वरेश्वरः॥
]

`verse 25 [
इन्द्राद्यास्सकला देवा यस्याज्ञावर्तिनस्सदा॥
सप्रजापतयस्सिद्धा मुनयश्चाप्यहीश्वराः ॥
]

`verse 26 [
हरेर्विधेश्च स स्वामी निर्गुणस्सगुणस्स हि ॥
यस्य भ्रूभंगमात्रेण सर्वेषां प्रलयो भवेत् ॥
]

`verse 27 [
शिवस्य पूर्णरूपश्च लोकसंहारकारकः॥
सतां गतिर्दुष्टहंता निर्विकारः परात्परः ॥
]

`verse 28 [
ब्रह्मणोधिपतिस्सोऽपि हरेरपि महेश्वरः॥
अवमान्या न वै तस्य शासना दानवर्षभ॥
]

`verse 29 [
किं बहूक्तेन राजेन्द्र मनसा संविचार्य च ॥
रुद्रं विद्धि महेशानं परं ब्रह्म चिदात्मकम् ॥
]

`verse 30 [
देहि राज्यं हि देवानामधिकारांश्च सर्वशः ॥
एवं ते कुशलं तात भविष्यत्यन्यथा भयम् ।2.5.३०।
सन्त्कुमार उवाच॥
इति श्रुत्वा दानवेंद्रः शंखचूडः प्रतापवान् ॥
उवाच शिवदूतं तं भवितव्यविमोहितः॥
]

`speaker [
शंखचूड उवाच
]

`verse 31 [
स्वतो राज्यं न दास्यामि नाधिकारान् विनिश्चयात् ॥
विना युद्धं महेशेन सत्यमेतद्ब्रवीम्यहम् ॥
]

`verse 32 [
कालाधीनं जगत्सर्वं विज्ञेयं सचराचरम्॥
कालाद्भवति सर्वं हि विनश्यति च कालतः॥
]

`verse 33 [
त्वं गच्छ शंकरं रुद्रं मयोक्तं वद तत्त्वत॥
स च युक्तं करोत्वेवं बहुवार्तां कुरुष्व नो ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 34 [
इत्युक्त्वा शिवदूतोऽसौ जगाम स्वामिनं निजम् ॥
यथार्थं कथयामास पुष्पदंतश्च सन्मुने ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे शंखचूडवधे दूतगमनं नाम द्वात्रिंशोऽध्यायः ॥
]
