`speaker [
सनत्कुमार उवाच
]

`verse 1 [
तस्य तद्वाक्यमाकर्ण्य सुरराट् ततः ॥
सक्रोधः प्राह गिरिशो वीरभद्रादिकान्गणान् ॥
]

`speaker [
रुद्र उवाच
]

`verse 2 [
हे वीरभद्र हे नंदिन्क्षेत्रपालष्टभैरवाः ॥
सर्वे गणाश्च सन्नद्धास्सायुधा बलशालिनः ॥
]

`verse 3 [
कुमाराभ्यां सहैवाद्य निर्गच्छंतु ममाज्ञया॥
स्वसेनया भद्रकाली निर्गच्छतु रणाय च॥
शंखचूडवधार्थाय निर्गच्छाम्यद्य सत्वरम् ॥॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 4 [
इत्याज्ञाप्य महेशानो निर्ययौ सैन्यसंयुतः ॥
सर्वे वीरगणास्तस्यानु ययुस्संप्रहर्षिताः ॥
]

`verse 5 [
एतस्मिन्नंतरे स्कंदगणेशौ सर्वसैन्यपौ ॥
यततुर्मुदितौ नद्धौ सायुधौ च शिवांतिके ॥
]

`verse 6 [
वीरभद्रश्च नन्दी च महाकालस्सुभद्रकः ॥
विशालाक्षश्च बाणश्च पिंगलाक्षो विकंपनः ॥
]

`verse 7 [
विरूपो विकृतिश्चैव मणिभद्रश्च बाष्कलः ॥
कपिलाख्यो दीर्घदंष्द्रो विकरस्ताम्रलोचनः ॥
]

`verse 8 [
कालंकरो बलीभद्रः कालजिह्वः कुटीचरः ॥
बलोन्मत्तो रणश्लाघ्यो दुर्जयो दुर्गमस्तथा ॥
]

`verse 9 [
इत्यादयो गणेशानास्सैन्यानां पतयो वराः ॥
तेषां च गणनां वच्मि सावधानतया शृणु ॥
]

`verse 10 [
शंखकर्णः कोटिगणैर्युतः परविमर्दकः ॥
दशभिः केकराक्षश्च विकृतोऽष्टाभिरेव च ॥ 2.5.33.१० ॥
चतुष्षष्ट्या विशाखश्च नवभिः पारियात्रिकः ॥
षड्भिस्सर्वान्तकः श्रीमांस्त थैव विकृताननः ॥
]

`verse 11 [
जालको हि द्वादशभिः कोटिभिर्गणपुंगवः ॥
सप्तभिस्समदः श्रीमान्दुन्दुभोऽष्टाभिरेव च ॥
]

`verse 12 [
पंचभिश्च करालाक्षः षड्भिस्संदारको वरः ॥
कोटिकोटिभिरेवेह कंदुकः कुंडकस्तथा ॥
]

`verse 13 [
विष्टंभोऽष्टाभिरेवेह गणपस्सर्वस त्तमः ॥
पिप्पलश्च सहस्रेण संनादश्च तथाविधः ॥
]

`verse 14 [
आवेशनस्तथाष्टाभिस्त्वष्टभिश्चन्द्रतापनः ॥
महाकेशः सहस्रेण कोटीनां गणपो वृतः ॥
]

`verse 15 [
कुंडी द्वादशभिर्वीरस्तथा पर्वतकश्शुभः ॥
कालश्च कालकश्चैव महाकालश्शतेन वै ॥
]

`verse 16 [
अग्निकश्शत कोट्या च कोट्याग्निमुख एव च ॥
आदित्यो ह्यर्द्धकोट्या च तथा चैवं घनावहः ॥
]

`verse 17 [
सनाहश्च शतेनैव कुमुदः कोटिभिस्तथा ॥
अमोघः कोकिलश्चैव शतकोट्या सुमंत्रकः ॥
]

`verse 18 [
काकपादः कोटिषष्ट्या षष्ट्या संतानकस्तथा ॥
महाबलश्च नवभिः पञ्चभिर्मधुपिंगल ॥
]

`verse 19 [
नीलो नवत्या देवेशः पूर्णभद्रस्तथैव च ॥
कोटीनां चैव सप्तानां चतुर्वक्त्रो महाबलः ॥ 2.5.33.२० ॥
कोटिकोटिसहस्राणां शतैर्विंशतिभिस्तथा ॥
तत्राजग्मुस्तथा वीरास्ते सर्वे संगरोत्सवे ॥
]

`verse 20 [
भूतकोटिसहस्रेण प्रमथैर्कोटिभि स्त्रिभिः ॥
वीरभद्रश्चतुष्षष्ट्या लोमजानां त्रिकोटिभिः ॥
]

`verse 21 [
काष्ठारूढश्चतुःषष्ट्या सुकेशो वृषभस्तथा ॥
विरूपाक्षश्च भगवांश्चतुष्षष्ट्या सनातनः ॥
]

`verse 22 [
तालकेतुः षडास्यश्च पंचास्यश्च प्रतापवान् ॥
संवर्तकस्तथा चैत्रो लंकुलीशस्स्वयं प्रभुः ॥
]

`verse 23 [
लोकांतकश्च दीप्तात्मा तथा दैत्यांतकः प्रभुः ॥
देवो भृङ्गीरिटिः श्रीमान्देवदेवप्रियस्तथा ॥
]

`verse 24 [
अशनिर्भानुकश्चैव चतुः षष्ट्या सहस्रशः ॥
कंकालः कालकः कालो नन्दी सर्वान्तकस्तथा ॥
]

`verse 25 [
एते चान्ये च गणपा असंख्याता महाबलाः॥
युद्धार्थं निर्ययुः प्रीत्या शंखचूडेन निर्भयाः ॥
]

`verse 26 [
सर्वे सहस्रहस्ताश्च जटामुकुटधारिणः ॥
चन्द्ररेखावतंसाश्च नीलकंठास्त्रिलोचनाः ॥
]

`verse 27 [
रुद्राक्षाभरणास्सर्वे तथा सद्भस्मधारिणः ॥
हारकुंडलकेयूरमुकुटाद्यैरलंकृताः ॥
]

`verse 28 [
ब्रह्मेन्द्रविष्णुसंकाशा अणिमादिगुणैर्वृताः ॥
सूर्यकोटिप्रतीकाशाः प्रवीणा युद्धकर्मणि ॥2.5.33.३०॥
पृथिवीचारिणः केचित्केचित्पातालचारिणः ॥
केचिद्व्योमचराः केचित्सप्तस्वर्गचरा मुने ॥
]

`verse 29 [
किं बहूक्तेन देवर्षे सर्वलोकनिवासिनः ॥
ययुश्शिवगणास्सर्वे युद्धार्थं दानवैस्सह ॥
]

`verse 30 [
अष्टौ च भैरवा रौद्रा रुद्रा श्चैकादशाशु ये॥
वसवोऽष्टौ वासवश्चादित्या द्वादश ते द्रुतम्॥
]

`verse 31 [
हुताशनश्च चन्द्रश्च विश्वकर्माश्विनौ च तौ ॥
कुबेरश्च यमश्चैव निर्ऋतिर्नलकूबरः ॥
]

`verse 32 [
वायुश्च वरुणश्चैव बुधश्च मंगलश्च वै ॥
ग्रहाश्चान्ये महेशेन कामदेवश्च वीर्यवान् ॥
]

`verse 33 [
उग्रदंष्ट्रश्चोग्रदण्डः कोरटः कोटभस्तथा ॥
स्वयं शतभुजा देवी भद्रकाली महेश्वरी ॥
]

`verse 34 [
रत्नेन्द्रसारनिर्माणविमानोपरि संस्थिता॥ ।
रक्तवस्त्रपरीधाना रक्तमाल्यानुलेपना ॥
]

`verse 35 [
नृत्यंती च हसंती च गायंती सुस्वरं मुदा ॥
अभयं ददती स्वेभ्यो भयं चारिभ्य एव सा॥
]

`verse 36 [
बिभ्रती विकटां जिह्वां सुलोलां योजनायताम् ॥
शंखचक्रगदापद्मखङ्गचर्मधनुश्शरान्॥
]

`verse 37 [
खर्परं वर्तुलाकारं गंभीरं योजनायतम्॥
त्रिशूलं गगनस्पर्शिं शक्तिं च योजनायताम् ॥ 2.5.33.४० ॥
मुद्गरं मुसलं वक्त्रं खङ्गं फलकमुल्बणम् ॥
वैष्णवास्त्रं वारुणास्त्रं वायव्यं नागपाशकम् ॥
]

`verse 38 [
नारायणास्त्रं गांधर्वं ब्रह्मास्त्रं गारुडं तथा ॥
पार्जन्यं च पाशुपतं जृंभणास्त्रं च पार्वतम्॥
]

`verse 39 [
महावीरं च सौरं च कालकालं महानलम् ॥
महेश्वरास्त्रं याम्यं च दंडं संमोहनं तथा ॥
]

`verse 40 [
समर्थमस्त्रकं दिव्यं दिव्यास्त्रं शतकं परम्॥
बिभ्रती च करैस्सर्वैरन्यान्यपि च सा तदा ॥
]

`verse 41 [
आगत्य तस्थौ सा तत्र योगिनीनां त्रिकोटिभिः ॥
सार्द्धं च डाकिनीनां वै विकटानां त्रिकोटिभिः ॥
]

`verse 42 [
भूतप्रेतपिशाचाश्च कूष्माण्डा ब्रह्मराक्षसाः ॥
वेताला राक्षसाश्चैव यक्षाश्चैव सकिन्नराः ॥
]

`verse 43 [
तश्चैवाभिवृतः स्कंदः प्रणम्य चन्द्रशेखरम् ॥
पितुः पार्श्वे सहायो यः समुवास तदाज्ञया ॥
]

`verse 44 [
अथ शम्भुस्समानीय स्वसैन्यं सकलं तदा॥
युद्धार्थमगमद्रुद्रश्शंङ्खचूडेन निर्भयः ॥
]

`verse 45 [
चन्द्रभागानदीतीरे वटमूले मनोहरे ॥
तत्र तस्थौ महादेवो देवनिस्ता रहेतवे ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे शङ्खचूडवधे महादेवयुद्धयात्रावर्णनं नाम त्रय स्त्रिंशत्तमोऽध्यायः ॥
]
