`speaker [
व्यास उवाच
]

`verse 1 [
विधितात महाबुद्धे मुने जीव चिरं समाः ॥
कथितं सुमहच्चित्रं चरितं चन्द्रमौलिनः ॥
]

`verse 2 [
शिवदूते गते तत्र शङ्खचूडश्च दानवः ॥
किं चकार प्रतापी स तत्त्वं वद सुविस्तरम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 3 [
अथ दूते गते तत्र शंखचूडः प्रतापवान् ॥
उवाच तुलसीं वार्तां गत्वाभ्यंतरमेव ताम् ॥
]

`speaker [
शङ्खचूड उवाच
]

`verse 4 [
शम्भुदूतमुखाद्देवि युद्धायाहं समुद्यतः ॥
तेन गच्छाम्यहं योद्धुं शासनं कुरु मे ध्रुवम् ॥
]

`verse 5 [
इत्येवमुक्त्वा स ज्ञानी नानाबोधनतः प्रियाम्॥
क्रीडां चकार हर्षेण तमनादृत्य शंकरम् ॥
]

`verse 6 [
तौ दम्पती चिक्रीडाते निमग्नौ सुखसागरे ॥
नानाकामकलाभिश्च निशि चाटुशुतैरपि ॥
]

`verse 7 [
ब्राह्मे मुहूर्त उत्थाय प्रातःकृत्यं विधाय च ॥
नित्यकार्यं च कृत्वादौ ददौ दानमनंतकम् ॥
]

`verse 8 [
पुत्रं कृत्वा च राजेन्द्रं सर्वेषु दान वेषु च ॥
पुत्रे समर्प्य भार्यां च स राज्यं सर्वसंपदम् ॥
]

`verse 9 [
प्रियामाश्वासयामास स राजा रुदतीं पुनः ॥
निषेधतीं च गमनं नाना वार्तां प्रकथ्य च ॥
]

`verse 10 [
निजसेनापतिं वीरं समाहूय समादृतः ॥
आदिदेश स सनद्धस्संग्रामं कर्तुऽमुद्यतः ॥ 2.5.34.१० ॥
शंखचूड उवाच॥
अद्य सेनापते वीरास्सर्वे समरशालिनः ॥
संनद्धाखिलकर्माणो निर्गच्छंतु रणाय च ॥
]

`verse 11 [
दैत्याश्च दानवाः शूरा षडशीतिरुदा युधाः ॥
कंकानां बलिनां शीघ्रं सेना निर्यांतु निर्भयाः ॥
]

`verse 12 [
पञ्चाशदसुराणां हि निर्गच्छंतु कुलानि वै ॥
कोटिवीर्याणि युद्धार्थं शम्भुना देवपक्षिणा ॥
]

`verse 13 [
संनद्धानि च धौम्राणां कुलानि च शतं द्रुतम् ॥
निर्गच्छंतु रणार्थं हि शम्भुना मम शासनात् ॥
]

`verse 14 [
कालकेयाश्च मौर्याश्च दौर्हृदाः कालकास्तथा ॥
सज्जा निर्यान्तु युद्धाय रुद्रेण मम शासनात् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 15 [
इत्याज्ञाप्यासुरपतिर्दानवेन्द्रो महाबलः ॥
निर्जगाम महासैन्यः सहस्रैबहुभिर्वृतः ॥
]

`verse 16 [
तस्य सेनापतिश्चैव युद्धशास्त्रविशारदः ॥
महारथो महावीरो रथिनां प्रवरो रणे ॥
]

`verse 17 [
त्रिलक्षाक्षौहिणीयुक्तो मांडल्यं च चकार ह ॥
बहिर्बभूव शिबिराद्रणे वीरभयङ्करः ॥
]

`verse 18 [
रत्नेन्द्रं सारनिर्माणं विमानमभिरुह्य सः ॥
गुरुवर्गं पुरस्कृत्य रणार्थं प्रययौ किल॥॥॥
पुष्पभद्रानदीतीरे यत्राक्षयवटः शुभः ॥
सिद्धाश्रमे च सिद्धानां सिद्धिक्षेत्रं सुसिद्धिदम्॥2.5.34.२०॥
कपिलस्य ततः स्थानं पुण्यक्षेत्रे च भारते ॥
पश्चिमोदधिपूर्वे च मलयस्य हि पश्चिमे॥
]

`verse 19 [
श्रीशैलोत्तरभागे च गंधमादनदक्षिणे ॥
पंचयोजनविस्तीर्णं दैर्घ्ये शतगुणस्तथा॥
]

`verse 20 [
शुद्धस्फटिकसंकाशा भारते च सुपुण्यदा॥
पुष्पभद्रा नदी रम्या जलपूर्णा सरस्वती॥२३।
लवणोदधिप्रिया भार्या शश्वत्सौभाग्यसं युता ॥
सरस्वतीसंश्रिता च निर्गता सा हिमालयात् ॥
]

`verse 21 [
गोमंतं वामतः कृत्वा प्रविष्टा पश्चिमोदधौ ॥
तत्र गत्वा शंखचूडः शिव सेनां ददर्श ह ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे शंखचूडयात्रावर्णनं नाम चतुस्त्रिंशोऽध्यायः ॥
]
