`speaker [
सनत्कुमार उवाच
]

`verse 1 [
तत्र स्थित्वा दानवेन्द्रो महान्तं दानवेश्वरम् ॥
दूतं कृत्वा महाविज्ञं प्रेषयामास शंकरम् ॥
]

`verse 2 [
स तत्र गत्वा दूतश्च चन्द्रभालं ददर्श ह ॥
वटमूले समासीनं सूर्यकोटिसमप्रभम् ॥
]

`verse 3 [
कृत्वा योगासनं दृष्ट्या मुद्रायुक्तं च सस्मितम् ॥
शुद्धस्फटिकसंकाशं ज्वलंतं ब्रह्मतेजस ॥
]

`verse 4 [
त्रिशूलपट्टिशधरं व्याघ्रचर्मांबरावृतम् ॥
भक्तमृत्युहरं शांतं गौरीकान्तं त्रिलोचनम् ॥
]

`verse 5 [
तपसां फलदातारं कर्त्तारं सर्वसंपदाम् ॥
आशुतोषं प्रसन्नास्य भक्तानुग्रहकारकम् ॥
]

`verse 6 [
विश्वनाथं विश्वबीजं विश्वरूपं च विश्वजम् ॥
विश्वंभरं विश्वकरं विश्वसंहारकारणम् ॥
]

`verse 7 [
कारणं कारणानां च नरकार्णवतारणम् ॥
ज्ञानप्रदं ज्ञानबीजं ज्ञानानन्दं सनातनम् ॥
]

`verse 8 [
अवरुह्य रथाद् दूतस्तं दृष्ट्वा दानवेश्वरः॥
शंकरं सकुमारं च शिरसा प्रणनाम सः॥
]

`verse 9 [
वामतो भद्रकाली च स्कंदं तत्पुरतः स्थितम् ॥
लोकाशिषं ददौ तस्मै काली स्कंदश्च शंकरः ॥
]

`verse 10 [
अथासौ शंखचूडस्य दूतः परमशास्त्रवित् ॥
उवाच शंकरं नत्वा करौ बद्ध्वा शुभं वचः॥2.5.35.१०॥
॥ दूत उवाच ॥
शंखचूडस्य दूतोऽहं त्वत्सकाशमिहागतः ॥
वर्तते ते किमिच्छाद्य तत्त्वं ब्रूहि महेश्वर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 11 [
इति श्रुत्वा च वचनं शंखचूडस्य शंकरः ॥
प्रसन्नात्मा महादेवो भगवांस्तमुवाच ह॥
]

`speaker [
महादेव उवाच
]

`verse 12 [
शृणु  दूत महाप्राज्ञ वचो मम सुखावहम् ॥
कथनीयमिदं तस्मै निर्विवादं विचार्य च ॥
]

`verse 13 [
विधाता जगतां ब्रह्मा पिता धर्मस्य धर्मवित् ॥
मरीचिस्तस्य पुत्रश्च कश्यपस्तत्सुतः स्मृतः ॥
]

`verse 14 [
दक्षः प्रीत्या ददौ तस्मै निजकन्यास्त्रयोदश ॥
तास्वेका च दनुस्साध्वी तत्सौभाग्यविवर्द्धिनी ॥
]

`verse 15 [
चत्वारस्ते दनोः पुत्रा दानवास्तेजसोल्बणाः ॥
तेष्वेको विप्रचित्तिस्तु महाबलपराक्रमः ॥
]

`verse 16 [
तत्पुत्रो धार्मिको दंभो दानवेन्द्रो महामतिः ॥
तस्य त्वं तनयः श्रेष्ठो धर्मात्मा दानवेश्वरः॥
]

`verse 17 [
पुरा त्वं पाषर्दो गोपो गोपेष्वेव च धार्मिकः ॥
अधुना राधिकाशापाज्जातस्त्वं दानवेश्वरः ॥
]

`verse 18 [
दानवीं योनिमायातस्तत्त्वतो न हि दानवः ॥
निजवृतं पुरा ज्ञात्वा देववैरं त्यजाधुना ॥
]

`verse 19 [
द्रोहं न कुरु तैस्सार्द्धं स्वपदं भुंक्ष्व सादरम् ॥
नाधिकं सविकारं च कुरु राज्यं विचार्य च ॥ 2.5.35.२० ॥
देहि राज्यं च देवानां मत्प्रीतिं रक्ष दानव ॥
निजराज्ये सुखं तिष्ठ तिष्ठंतु स्वपदे सुराः ॥
]

`verse 20 [
अलं भूतविरोधेन देवद्रोहेण किं पुनः ॥
कुलीनाश्शुद्धकर्माणः सर्वे कश्यपवंशजाः ॥
]

`verse 21 [
यानि कानि च पापानि ब्रह्महत्या दिकानि च ॥
ज्ञातिद्रोहजपापस्य कलां नार्हंति षोडशीम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 22 [
इत्यादिबहुवार्त्तां च श्रुतिस्मृतिपरां शुभाम् ॥
प्रोवाच शंकरस्तस्मै बोधयन् ज्ञानमुत्तमम् ॥
]

`verse 23 [
शिक्षितश्शंखचूडेन स दूतस्तर्कवित्तम ॥
उवाच वचनं नम्रो भवितव्यविमोहितः ॥
]

`speaker [
दूत उवाच
]

`verse 24 [
त्वया यत्कथितं देव नान्यथा तत्तथा वचः ॥
तथ्यं किंचिद्यथार्थं च श्रूयतां मे निवेदनम् ॥
]

`verse 25 [
ज्ञातिद्रोहे महत्पापं त्वयोक्तमधुना च यत् ॥
तत्किमीशासुराणां च न सुराणां वद प्रभो ॥
]

`verse 26 [
सर्वेषामिति चेत्तद्वै तदा वच्मि विचार्य च ॥
निर्णयं ब्रूहि तत्राद्य कुरु संदेहभंजनम् ॥
]

`verse 27 [
मधुकैटभयोर्दैत्यवरयोः प्रलयार्णवे ॥
शिरश्छेदं चकारासौ कस्माच्चक्री महेश्वर ॥
]

`verse 28 [
त्रिपुरैस्सह संयुद्धं भस्मत्वकरणं कुतः ॥
भवाञ्चकार गिरिश सुरपक्षीति विश्रुतम् ॥ 2.5.35.३० ॥
गृहीत्वा तस्य सर्वस्वं कुतः प्रस्थापितो बलिः ॥
सुतलादि समुद्धर्तुं तद्द्वारे च गदाधरः ॥
]

`verse 29 [
सभ्रातृको हिरण्याक्षः कथं देवैश्च हिंसितः ॥
शुंभादयोऽसुराश्चैव कथं देवैर्निपातिताः ॥
]

`verse 30 [
पुरा समुद्रमथने पीयूषं भक्षितं सुरैः ॥
क्लेशभाजो वयं तत्र ते सर्वे फलभोगिनः॥
]

`verse 31 [
क्रीडाभांडमिदं विश्वं कालस्य परमात्मनः॥
स ददाति यदा यस्मै तस्यै तस्यैश्वर्यं भवे त्तदा ॥
]

`verse 32 [
देवदानवयोर्वैरं शश्वनैमित्तिकं सदा ॥
पराजयो जयस्तेषां कालाधीनः क्रमेण च ॥
]

`verse 33 [
तवानयोर्विरोधे च गमनं निष्फलं भवेत् ॥
समसंबंधिनां तद्वै रोचते नेश्वरस्य ते ॥
]

`verse 34 [
सुरासुराणां सर्वेषामीश्वरस्य महात्मनः ॥
इयं ते रहिता लज्जा स्पर्द्धास्माभिस्सहाधुना ॥
]

`verse 35 [
यतोधिका चैव कीर्तिर्हानिश्चैव पराजये ॥
तवैतद्विपरीतं च मनसा संविचार्य ताम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 36 [
इत्येतद्वचनं श्रुत्वा संप्रहस्य त्रिलोचनः॥
यथोचितं च मधुरमुवाच दानवेश्वरम् ॥
]

`speaker [
महेश उवाच
]

`verse 37 [
वयं भक्तपराधीना न स्वतंत्राः कदापि हि ॥
तदिच्छया तत्कर्माणो न कस्यापि च पक्षिणः ॥2.5.35.४०॥
पुरा विधिप्रार्थनया युद्धमादौ हरेरपि ॥
मधुकैटभयोर्देत्यवरयोः प्रलयार्णवे ॥
]

`verse 38 [
देवप्रार्थनया तेन हिरण्यकशिपोः पुरा ॥
प्रह्रादार्थं वधोऽकारि  भक्तानां हितकारिणा ॥
]

`verse 39 [
त्रिपुरैस्सह संयुद्धं भस्मत्वकरणं ततः ॥
देवप्रार्थनयाकारि मयापि च पुरा श्रुतम् ॥
]

`verse 40 [
सर्वेश्वर्यास्सर्वमातुर्देवप्रार्थनया पुरा ॥
आसीच्छुंभादिभिर्युद्धं वधस्तेषां तया कृतः ॥
]

`verse 41 [
अद्यापि त्रिदशास्सर्वे ब्रह्माणं शरणं ययुः ॥
स सदेवो हरिर्मां च देवश्शरणमागतः ॥
]

`verse 42 [
हरिब्रह्मादिकानां च प्रार्थनावशतोप्यहम् ॥
सुराणामीश्वरो दूत युद्धार्थमगमं खलु ॥
]

`verse 43 [
पार्षदप्रवरस्त्वं हि कृष्णस्य च महात्मनः ॥
ये ये हताश्च दैतेया नहि केपि त्वया समाः ॥
]

`verse 44 [
का लज्जा महती राजन् मम युद्धे त्वया सह ॥
देवकार्यार्थमीशोहं विनयेन च प्रेषितः ॥
]

`verse 45 [
गच्छ त्वं शंखचूडे वै कथनीयं च मे वचः ॥
स च युक्तं करोत्वत्र सुरकार्यं करोम्यहम् ॥
]

`verse 46 [
इत्युक्त्वा शंकरस्तत्र विरराम महेश्वरः ॥
उत्तस्थौ शंखचूडस्य दूतोऽगच्छत्तदंतिकम् ॥2.5.35.५०॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे शंखचूडवधे शिवदूतसंवादो नाम पंचत्रिंशोऽध्यायः ॥
]
