`speaker [
सनत्कुमार उवाच
]

`verse 1 [
स दूतस्तत्र गत्वा च शिववाक्यं जगाद ह ॥
सविस्तरं यथार्थं च निश्चयं तस्य तत्त्वतः ॥
]

`verse 2 [
तच्छुत्वा शंखचूडोऽसौ दानवेन्द्रः प्रतापवान् ॥
अंगीचकार सुप्रीत्या रणमेव स दानवः ॥
]

`verse 3 [
समारुरोह यानं च सहामात्यैश्च सत्वरः॥ ॥
आदिदेश स्वसैन्यं च युद्धार्थं शंकरेण च ॥
]

`verse 4 [
शिवस्स्वसैन्यं देवांश्च प्रेरयामास सत्वरः ॥
स्वयमप्यखिलेशोपि सन्नद्धोभूच्च लीलया ॥
]

`verse 5 [
युद्धारंभो बभूवाशु नेदुर्वाद्यानि भूरिशः ॥
कोलाहलश्च संजातो वीरशब्दस्तथैव च ॥
]

`verse 6 [
देवदानवयोर्युद्धं स्परमभून्मुने ॥
धर्मतो युयुधे तत्र देवदानवयोर्गणः ॥
]

`verse 7 [
स्वयं महेन्द्रो युयुधे सार्धं च वृषपर्वणा ॥
भास्करो युयुधे विप्रचित्तिना सह धर्मतः ॥
]

`verse 8 [
दंभेन सह विष्णुश्च चकार परमं रणम् ॥
कालासुरेण कालश्च गोकर्णेन हुताशनः ॥
]

`verse 9 [
कुबेरः  कालकेयेन विश्वकर्मा मयेन च ॥
भयंकरेण मृत्युश्च संहारेण यमस्तथा ॥
]

`verse 10 [
कालम्बिकेन वरुणश्चंचलेन समीरणः ॥
बुधश्च घटपृष्ठेन रक्ताक्षेण शनैश्चरः ॥ 2.5.36.१० ॥
जयन्तो रत्नसारेण वसवो वर्चसां गणैः ॥
अश्विनौ दीप्तिमद्भ्यां च धूम्रेण नलकूबरः॥
]

`verse 11 [
धुरंधरेण धर्मश्च गणकाक्षेण मंगलः ॥
शोभाकरेण वैश्वानः पिपिटेन च मन्मथः॥
]

`verse 12 [
गोकामुखेन चूर्णेन खड्गनाम्नाऽसुरेण च ॥
धूम्रेण संहलेनापि विश्वेन च प्रतापिना ॥
]

`verse 13 [
पलाशेन द्वादशाऽर्का युयुधुर्धर्मतः परे ॥
असुरैरमरास्सार्द्धं शिवसाहाय्यशालिनः ॥
]

`verse 14 [
एकादश महारुद्राश्चैकादशभयंकरैः॥
असुरैर्युयुधुर्वीरैर्मैहाबलपराक्रमैः ॥
]

`verse 15 [
महामणिश्च युयुधे चोग्रचंडादिभिस्सह ॥
राहुणा सह चन्द्रश्च जीवः शुक्रेण धर्मतः ॥
]

`verse 16 [
नन्दीश्वरादयस्सर्वे दानवप्रवरैस्सह ॥
युयुधुश्च महायुद्धे नोक्ता विस्तरतः पृथक् ॥
]

`verse 17 [
वटमूले तदा शंभुस्तस्थौ काल्याः सुतेन च ॥
सर्वे च युयुधुस्सैन्यसमूहास्सततं मुने ॥
]

`verse 18 [
रत्नसिंहासने रम्ये कोटिदानवसंयुतः ॥
उवास शंखचूडश्च रत्नभूषणभूषितः ॥
]

`verse 19 [
महायुद्धो बभूवाथ देवासुरविमर्दनः ॥
नानायुधानि दिव्यानि चलंतिस्म महामृधे ॥ 2.5.36.२० ॥
गदर्ष्टिपट्टिशाश्चक्रभुशुंडिप्रासमुद्गराः ॥
निस्त्रिंशभल्लपरिघाः शक्त्युन्मुखपरश्वधाः ॥
]

`verse 20 [
शरतोमरखड्गाश्च शतघ्न्यश्च सहस्रशः ॥
भिंदिपालादयश्चान्ये वीरहस्तेषु शोभिताः ॥
]

`verse 21 [
शिरांसि चिच्छिदुश्चैभिर्वीरास्तत्र महो त्सवाः ॥
वीराणामुभयोश्चैव सैन्ययोर्गर्जतो रणे ॥
]

`verse 22 [
गजास्तुरंगा बहवः स्यन्दनाश्च पदातयः ॥
सारोहवाहा विविधास्तत्रासन् सुविखंडिताः ॥
]

`verse 23 [
निकृत्तबाहूरुकरकटिकर्णयुगांघ्रयः ॥
संछिन्नध्वजबाणासितनुत्र वरभूषणाः ॥
]

`verse 24 [
समुद्धतकिरीटैश्च शिरोभिस्सह कुंडलैः ॥
संरंभनष्टैरास्तीर्णा बभौ भूः करभोरुभिः ॥
]

`verse 25 [
महाभुजैस्साभरणैस्संछिन्नैस्सायुधैस्तथा ॥
अंगैरन्यैश्च सहसा पटलैर्वा ससारघैः ॥
]

`verse 26 [
मृधे भटाः प्रधावंतः कबंधान् स्वशिरोक्षिभिः ॥
पश्यंतस्तत्र चोत्पेतुरुद्यतायुधसद्भुजैः ॥
]

`verse 27 [
वल्गंतोऽतितरां वीरा युयुधुश्च परस्परम् ॥
शस्त्रास्त्रैर्विविधैस्तत्र महाबलपराक्रमाः ॥
]

`verse 28 [
केचित्स्वर्णमुखैर्बाणैर्विनिहत्य भटान्मृधे ॥
व्यनदन् वीरसन्नादं सतोया इव तोयदाः ॥ 2.5.36.३० ॥
सर्वतश्शरकूटेन वीरस्सरथसारथिम् ॥
वीरं संछादयामास प्रावृट्सूर्यमिवांबुदः ॥
]

`verse 29 [
अन्योन्यमभिसंसृत्य युयुधुर्द्वन्द्वयोधिनः ॥
आह्वयंतो विशंतोऽग्रे क्षिपंतो मर्मभिर्मिथः ॥
]

`verse 30 [
सर्वतो वीरसंघाश्च नानाबाहुध्वजायुधाः ॥
व्यदृश्यंत महासंख्ये कुर्वंतः सिंहसंरवम् ॥
]

`verse 31 [
महारवान्स्वशंखांश्च विदध्मुर्वै पृथक् पृथक्॥
वल्गनं चक्रिरे तत्र महावीराः प्रहर्षिताः ॥
]

`verse 32 [
एवं चिरतरं कालं देवदानवयोर्महत् ॥
बभूव युद्धं विकटं करालं वीरहर्षदम् ॥
]

`verse 33 [
महाप्रभोश्च लीलेयं शंकरस्य परात्मनः॥
यया समीहितं सर्वं सदेवासुरमानुषम्॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे शंखचूडवधे परस्परयुद्धवर्णनं नाम षट्त्रिंशोऽध्यायः ॥
]
