`speaker [
सनत्कुमार उवाच
]

`verse 1 [
तदा देवगणास्सर्वे दानवैश्च पराजिताः ॥
दुद्रुवुर्भयभीताश्च शस्त्रास्त्रक्षतविग्रहाः ॥
]

`verse 2 [
ते परावृत्य विश्वेशं शंकरं शरणं ययुः ॥
त्राहि त्राहीति सर्वेशेत्यू चुर्विह्वलया गिरा।२॥
दृष्ट्वा पराजयं तेषां देवादीनां स शंकरः ॥
सभयं वचनं श्रुत्वा कोपमुच्चैश्चकार ह॥
]

`verse 3 [
निरीक्ष्य स कृपादृष्ट्या देवेभ्यश्चाभयं ददौ ॥
बलं च स्वगणानां वै वर्द्धयामास तेजसा ॥
]

`verse 4 [
शिवाज्ञप्तस्तदा स्कन्दो दानवानां गणैस्सह ॥
युयुधे निर्भयस्संख्ये महावीरो हरात्मजः ॥
]

`verse 5 [
कृत्वा क्रोधं वीरशब्दं देवो यस्तारकांतकः ॥
अक्षौहिणीनां शतकं समरे स जघान ह ॥
]

`verse 6 [
रुधिरं पातयामास काली कमललोचना ॥
तेषां शिरांसि संछिद्य बभक्ष सहसा च सा ॥
]

`verse 7 [
पपौ रक्तानि तेषां च दानवानां समं ततः ॥
युद्धं चकार विविधं सुरदानवभीषणम् ॥
]

`verse 8 [
शतलक्षं गजेन्द्राणां शतलक्षं नृणां तथा ॥
समादायैकहस्तेन मुखे चिक्षेप लीलया ॥
]

`verse 9 [
कबंधानां सहस्रं च सन्ननर्त रणे बहु ॥
महान् कोलाहलो जातः क्लीबानां च भयंकरः ॥2.5.37.१०॥
पुनः स्कंदः प्रकुप्योच्चैः शरवर्षाञ्चकार ह ॥
पातयामास क्षयतः कोटिशोऽसुरनायकान् ॥
]

`verse 10 [
दानवाः शरजालेन स्कन्दस्य क्षतविग्रहाः ॥
भीताः प्रदुद्रुवुस्सर्वे शेषा मरणतस्तदा ॥
]

`verse 11 [
वृषपर्वा विप्रचित्तिर्दंडश्चापि विकंपनः ॥
स्कंदेन युयुधुस्सार्द्धं तेन सर्वे क्रमेण च ॥
]

`verse 12 [
महामारी च युयुधे न बभूव पराङ्मुखी ॥
बभूवुस्ते क्षतांगाश्च स्कंदशक्तिप्रपीडिताः ॥
]

`verse 13 [
महामारीस्कंदयोश्च विजयोभूत्तदा मुने ॥
नेदुर्दुंदुभयस्स्वर्गे पुष्पवृष्टिः पपात ह ॥
]

`verse 14 [
स्कंदस्य समरं दृष्ट्वा महारौद्रं तमद्भुतम् ॥
दानवानां क्षयकरं यथाप्रकृतिकल्पकम् ॥
]

`verse 15 [
महामारीकृतं तच्चोपद्रवं क्षयहेतुकम्॥
चुकोपातीव सहसा सनद्धोभूत्स्वयं तदा ॥
]

`verse 16 [
वरं विमानमारुह्य नानाशस्त्रास्त्रसंयुतम्॥
अभयं सर्ववीराणां नानारत्नपरिच्छदम्॥
]

`verse 17 [
महावीरैश्शंखचूडो जगाम रथमध्यतः ॥
धनुर्विकृष्य कर्णान्तं चकार शरवर्षणम् ॥
]

`verse 18 [
तस्य सा शरवृष्टिश्च दुर्निवार्य्या भयंकरी ॥
महाघोरांधकारश्च वधस्थाने बभूव ह ॥2.5.37.२०॥
देवाः प्रदुद्रुवुः सर्वे येऽन्ये नन्दीश्वरादयः ॥
एक एव कार्त्तिकेयस्तस्थौ समरमूर्द्धनि ॥
]

`verse 19 [
पर्वतानां च सर्पाणां नागानां शाखिनां तथा ॥
राजा चकार वृष्टिं च दुर्निवार्या भयंकरीम् ॥
]

`verse 20 [
तद्दृष्ट्या प्रहतः स्कन्दो बभूव शिवनन्दनः ॥
नीहारेण च सांद्रेण संवृतौ भास्करौ यथा ॥
]

`verse 21 [
नानाविधां स्वमायां च चकार मयदर्शिताम् ॥
तां नाविदन् सुराः केपि गणाश्च मुनिसत्तम ॥
]

`verse 22 [
तदैव शङ्खचूडश्च महामायी महाबलः ॥
शरेणैकेन दिव्येन धनुश्चिच्छेद तस्य वै ॥
]

`verse 23 [
बभंज तद्रथं दिव्यं चिच्छेद रथपीडकान् ॥
मयूरं जर्जरीभूतं दिव्यास्त्रेण चकार सः ॥
]

`verse 24 [
शक्तिं चिक्षेप सूर्याभां तस्य वक्षसि घातिनीम् ॥
मूर्च्छामवाप सहसा तत्प्रहारेण स क्षणम् ॥
]

`verse 25 [
पुनश्च चेतनां प्राप्य कार्तिकः परवीरहा ॥
रत्नेन्द्रसारनिर्माणमारुरोह स्ववाहनम् ॥
]

`verse 26 [
स्मृत्वा पादौ महेशस्य साम्बिकस्य च षण्मुखः ॥
शस्त्रास्त्राणि गृहीत्वैव चकार रणमुल्बणम्॥
]

`verse 27 [
सर्प्पांश्च पर्वतांश्चैव वृक्षांश्च प्रस्तरांस्तथा ॥
सर्वांश्चिच्छेद कोपेन दिव्या स्त्रेण शिवात्मजः ॥2.5.37.३०॥
वह्निं निवारयामास पार्जन्येन शरेण ह ॥
रथं धनुश्च चिच्छेद शंखचूडस्य लीलया ॥
]

`verse 28 [
सन्नाहं सर्ववाहांश्च किरीटं मुकुटोज्ज्वलम् ॥
वीरशब्दं चकारासौ जगर्ज च पुनः पुनः ॥
]

`verse 29 [
चिक्षेप शक्तिं सूर्याभां दानवेन्द्रस्य वक्षसि ॥।
तत्प्रहारेण संप्राप मूर्च्छां दीर्घतमेन च ॥
]

`verse 30 [
मुहूर्तमात्रं तत्क्लेशं विनीय स महाबलः ॥
चेतनां प्राप्य चोत्तस्थौ जगर्ज हरिवर्च सः ॥
]

`verse 31 [
शक्त्या जघान तं चापि कार्तिकेयं महाबलम् ॥
स पपात महीपृष्ठेऽमोघां कुर्वन्विधिप्रदाम् ॥
]

`verse 32 [
काली गृहीत्वा तं क्रोडे निनाय शिवसन्निधौ ॥
ज्ञानेन तं शिवश्चापि जीवयामास लीलया॥
]

`verse 33 [
ददौ बलमनंतं च समुत्तस्थौ प्रतापवान् ॥
गमनाय मतिं चक्रे पुनस्तत्र शिवात्मजः ॥
]

`verse 34 [
एतस्मिन्नंतरे वीरो वीरभद्रो महाबलः ॥
शंखचूडेन युयुधे समरे बलशालिना ॥
]

`verse 35 [
ववर्ष समरेऽस्त्राणि यानियानि च दानवः ॥
चिच्छेद लीलया वीरस्तानितानि निजैश्शरैः ॥
]

`verse 36 [
दिव्यान्यस्त्राणि शतशो मुमुचे दानवेश्वरः ॥
तानि चिच्छेद तं बाणैर्वीरभद्रः प्रतापवान् ॥ 2.5.37.४० ॥
अथातीव चुकोपोच्चैश्शंखचूडः प्रतापवान् ॥
शक्त्या जघानोरसि तं स चकंपे पपात कौ ॥
]

`verse 37 [
क्षणेन चेतनां प्राप्य समुत्तस्थौ गणेश्वरः ॥
जग्राह च धनुर्भूयो वीरभद्रो गणाग्रणीः ॥
]

`verse 38 [
एतस्मिन्नंतरे काली जगाम समरं पुनः ॥
भक्षितुं दानवान् स्वांश्च रक्षितुं कार्तिकेच्छया॥
]

`verse 39 [
वीरास्तामनुजग्मुश्च ते च नन्दीश्वरादयः ॥
सर्वे देवाश्च गंधर्वा यक्षा रक्षांसि पन्नगाः ॥
]

`verse 40 [
वाद्यभांडाश्च बहुशश्शतशो मधुवाहकाः ॥
पुनः समुद्यताश्चासन् वीरा      उभयतोऽखिलाः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसहितायां पञ्चमे युद्धखंडे शंखचूडवधे ससैन्यशंखचूडयुद्धवर्णनं नाम सप्तत्रिंशोऽध्यायः ॥
]
