`speaker [
सनत्कुमार उवाच
]

`verse 1 [
सा च गत्वा हि संग्रामं सिंहनादं चकार ह ॥
देव्याश्च तेन नादेन मूर्च्छामापुश्च दानवाः ॥
]

`verse 2 [
अट्टाट्टहासमशिवं चकार च पुनः पुनः ॥
तदा पपौ च माध्वीकं ननर्त रणमूर्द्धनि ॥
]

`verse 3 [
उग्रदंष्ट्रा चोग्रदंडा कोटवी च पपौ मधु ॥
अन्याश्च देव्यस्तत्राजौ ननृतुर्मधु संपपुः ॥
]

`verse 4 [
महान् कोलाहलो जातो गणदेवदले तदा॥
जहृषुर्बहुगर्जंतस्सर्वे सुरगणादयः ॥
]

`verse 5 [
दृष्ट्वा कालीं शंखचूडश्शीघ्रमाजौ समाययौ ॥
दानवाश्च भयं प्राप्ता राजा तेभ्योऽभयं ददौ ॥
]

`verse 6 [
काली चिक्षेप वह्निं च प्रलयाग्निशिखोपमम्॥
राजा जघान तं शीघ्रं वैष्णवांकितलीलया ॥
]

`verse 7 [
नारायणास्त्रं सा देवी चिक्षेप तदुपर्यरम् ॥
वृद्धिं जगाम तच्छस्त्रं दृष्ट्वा वामं च दानवम् ॥
]

`verse 8 [
तं दृष्ट्वा शंखचूडश्च प्रलयाग्निशिखोपमम्॥
पपात दंडवद्भूमौ प्रणनाम पुनःपुनः॥
]

`verse 9 [
निवृत्तिं प्राप तच्छ्स्त्रं दृष्ट्वा नम्रं च दानवम् ॥
ब्रह्मास्त्रमथ सा देवी चिक्षेप मंत्रपूर्वकम् ॥
]

`verse 10 [
तं दृष्ट्वा प्रज्ज्वलंतं च प्रणम्य भुवि संस्थितः ॥
ब्रह्मास्त्रेण दानवेन्द्रो विनिवारं चकार ह ॥ 2.5.38.१० ॥
अथ क्रुद्धो दानवेन्द्रो धनुराकृष्य रंहसा ॥
चिक्षेप दिव्यान्यस्त्राणि देव्यै वै मंत्रपूर्वकम् ॥
]

`verse 11 [
आहारं समरे चक्रे प्रसार्य मुखमायतम् ॥
जगर्ज साट्टहासं च दानवा भयमाययुः ॥
]

`verse 12 [
काल्यै चिक्षेप शक्तिं स शतयोजनमायताम् ॥
देवी दिव्यास्त्रजालेन शतखंडं चकार सा ॥
]

`verse 13 [
स च वैष्णवमस्त्रं च चिक्षेप चंडिकोपरि ॥
माहेश्वरेण काली च विनिवारं चकार सा ॥
]

`verse 14 [
एवं चिरतरं युद्धमन्योन्यं संबभूव ह॥
प्रेक्षका अभवन्सर्वे देवाश्च दानवा अपि॥
]

`verse 15 [
अथ कुद्धा महादेवी काली कालसमा रणे॥
जग्राह मन्त्रपूतं च शरं पाशुपतं रुषा ॥
]

`verse 16 [
क्षेपात्पूर्वं तन्निषेद्धुं वाग्बभूवाशरीरिणी॥
न क्षिपास्त्रमिदं देवि शंखचूडाय वै रुषा॥
]

`verse 17 [
मृत्युः पाशुपतान्नास्त्यमोघादपि च चंडिके॥
शंखचूडस्य वीरस्योपायमन्यं विचारय॥
]

`verse 18 [
इत्याकर्ण्य भद्रकाली न चिक्षेप तदस्त्रकम् ॥
शतलक्षं दानवानां जघास लीलया क्षुधा ॥
]

`verse 19 [
अत्तुं जगाम वेगेन शंखचूडं भयंकरी॥
दिव्यास्त्रेण च रौद्रेण वारयामास दानवः ॥2.5.38.२०॥
अथ क्रुद्धो दानवेन्द्रः खड्गं चिक्षेप सत्वरम् ॥
ग्रीष्मसूर्योपमं तीक्ष्णधारमत्यंतभीकरम् ॥
]

`verse 20 [
सा काली तं समालोक्यायांतं प्रज्वलितं रुषा ॥
प्रसार्य मुखमाहारं चक्रे तस्य च पश्यतः ॥
]

`verse 21 [
दिव्यान्यस्त्राणि चान्यानि चिच्छेद दानवेश्वरः ॥
प्राप्तानि पूर्वतश्चक्रे शतखंडानि तानि च ॥
]

`verse 22 [
पुनरत्तुं महादेवी वेगतस्तं जगाम ह ॥
सर्वसिद्धेश्वरः श्रीमानंतर्धानं चकार सः ॥
]

`verse 23 [
वेगेन मुष्टिना काली तमदृष्ट्वा च दानवम् ॥
बभंज च रथं तस्य जघान किल सारथिम् ॥
]

`verse 24 [
अथागत्य द्रुतं मायी चक्रं चिक्षेप वेगतः ॥
भद्रकाल्यै शंखचूडः प्रलयाग्निशिखो पमम् ॥
]

`verse 25 [
सा देवी तं तदा चक्रं वामहस्तेन लीलया ॥
जग्राह स्वमुखेनैवाहारं चक्रे रुषा द्रुतम् ॥
]

`verse 26 [
मुष्ट्या जघान तं देवी महाकोपेन वेगतः ॥
बभ्राम दानवेन्द्रोपि क्षणं मूर्च्छामवाप सः ॥
]

`verse 27 [
क्षणेन चेतनां प्राप्य स चोत्तस्थौ प्रतापवान्॥
न चक्रे बाहु युद्धं च मातृबुद्ध्या तया सह ॥
]

`verse 28 [
गृहीत्वा दानवं देवी भ्रामयित्वा पुनःपुनः ॥
ऊर्द्ध्वं च प्रापयामास महाकोपेन वेगतः ॥2.5.38.३०॥
उत्पपात च वेगेन शंखचूडः प्रतापवान् ॥
निपत्य च समुत्तस्था प्रणम्य भद्रकालिकाम् ॥
]

`verse 29 [
रत्नेन्द्रसारनिर्माणविमानं सुमनो हरम् ॥
आरुरोह स हृष्टात्मा न भ्रान्तोपि महारणे ॥
]

`verse 30 [
दानवानां हि क्षतजं सा पपौ कालिका क्षुधा ॥
एतस्मिन्नंतरे तत्र वाग्वभूवाशरीरिणी ॥
]

`verse 31 [
लक्षं च दानवेन्द्राणामवशिष्टं रणेऽधुना ॥
उद्धतं गुञ्जतां सार्द्धं ततस्त्वं भुंक्ष्व चेश्वरि ॥
]

`verse 32 [
संग्रामे दानवेन्द्रं च हंतुं न कुरु मानसम् ॥
अवध्योयं शंखचूडस्तव देवीति निश्चयम् ॥
]

`verse 33 [
तच्छुत्वा वचनं देवी निःसृतं व्योममंडलात्॥
दानवानां बहूनां च मांसं च रुधिरं तथा ॥
]

`verse 34 [
भुक्त्वा पीत्वा भद्रकाली शंकरांतिकमाययौ ॥
उवाच रणवृत्तांतं पौर्वापर्येण सक्रमम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वि० रुद्रसं०पं०युद्धखंडे शंखचूडवधे कालीयुद्धवर्णनं नामाष्टत्रिंशोऽध्यायः ॥
]
