`speaker [
व्यास उवाच
]

`verse 1 [
श्रुत्वा काल्युक्तमीशानो किं चकार किमुक्तवान् ॥
तत्त्वं वद महाप्राज्ञ परं कौतूहलं मम॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
काल्युक्तं वचनं श्रुत्वा शंकरः परमेश्वरः ॥
महालीलाकरश्शंभुर्जहासाश्वासयञ्च ताम्॥
]

`verse 3 [
व्योमवाणीं समाकर्ण्य तत्त्वज्ञानविशारदः॥
ययौ स्वयं च समरे स्वगणैस्सह शंकरः ॥
]

`verse 4 [
महावृषभमारूढो वीरभद्रादिसंयुतः ॥
भैरवैः क्षेत्रपालैश्च स्वसमानैस्समन्वितः ॥
]

`verse 5 [
रणं प्राप्तो महेशश्च वीररूपं विधाय च ॥
विरराजाधिकं तत्र रुद्रो मूर्त इवांतकः॥
]

`verse 6 [
शंखचूडश्शिवं दृष्ट्वा विमानादवरुह्य सः ॥
ननाम परया भक्त्या शिरसा दंडवद्भुवि ॥
]

`verse 7 [
तं प्रणम्य तु योगेन विमानमारुरोह सः ॥
तूर्णं चकार सन्नाहं धनुर्जग्राह सेषुकम् ॥
]

`verse 8 [
शिवदानवयोर्युद्धं शतमब्दं बभूव ह ॥
बाणवर्षमिवोग्रं तद्वर्षतोर्मोघयोस्तदा॥
]

`verse 9 [
शंखचूडो महावीरश्शरांश्चिक्षेप दारुणान्॥
चिच्छेद शंकरस्तान्वै लीलया स्वशरोत्करैः ॥
]

`verse 10 [
तदंगेषु च शस्त्रोघैस्ताडयामास कोपतः॥
महारुद्रो विरूपाक्षो दुष्टदण्डस्सतां गति॥2.5.39.१०॥
दानवो निशितं खड्गं चर्म चादाय वेगवान्॥
वृषं जघान शिरसि शिवस्य वरवाहनम्॥
]

`verse 11 [
ताडिते वाहने रुद्रस्तं क्षुरप्रेण लीलया ॥
खड्गं चिच्छेद तस्याशु चर्म चापि महोज्ज्वलम्॥
]

`verse 12 [
छिन्नेऽसौ चर्मणि तदा शक्तिं चिक्षेप सोऽसुरः॥
द्विधा चक्रे स्वबाणेन हरस्तां संमुखागताम् ॥
]

`verse 13 [
कोपाध्मातश्शंखचूडश्चक्रं चिक्षेप दानवः ॥
मुष्टिपातेन तच्चाप्यचूर्णयत्सहसा हरः ॥
]

`verse 14 [
गदामाविध्य तरसा संचिक्षेप हरं प्रति ॥
शंभुना सापि सहसा भिन्ना भस्मत्वमागता ॥
]

`verse 15 [
ततः परशुमादाय हस्तेन दानवेश्वरः ॥
धावति स्म हरं वेगाच्छंखचूडः क्रुधाकुलः ॥
]

`verse 16 [
समाहृत्य स्वबाणौघैरपातयत शंकरः ॥
द्रुतं परशुहस्तं तं भूतले लीलयासुरम् ॥
]

`verse 17 [
ततः क्षणेन संप्राप्य संज्ञामारुह्य सद्रथम् ॥
धृतदिव्यायुधशरो बभौ व्याप्याखिलं नभः ॥
]

`verse 18 [
आयांतं तं निरीक्ष्यैव डमरुध्वनि मादरात् ॥
चकार ज्यारवं चापि धनुषो दुस्सहं हर ॥
]

`verse 19 [
पूरयामास ककुभः शृंगनादेन च प्रभुः ॥
स्वयं जगर्ज गिरिशस्त्रासयन्नसुरांस्तदा ॥ 2.5.39.२० ॥
त्याजितेभ महागर्वैर्महानादैर्वृषेश्वरः ॥
पूरयामास सहसा खं गां वसुदिशस्तथा॥
]

`verse 20 [
महाकालस्समुत्पत्या ताडयद्गां तथा नभः ॥
कराभ्यां तन्निनादेन क्षिप्ता आसन्पुरारवाः॥
]

`verse 21 [
अट्टाट्टहासमशिवं क्षेत्रपालश्चकार ह ॥
भैरवोऽपि महानादं स चकार महाहवे ॥
]

`verse 22 [
महाकोलाहलो जातो रणमध्ये भयंकरः॥
वीरशब्दो बभूवाथ गणमध्ये समंततः॥
]

`verse 23 [
संत्रेसुर्दानवास्सर्वे तैश्शब्दैर्भयदैः खरैः॥
चुकोपातीव तच्छ्रुत्वा दानवेन्द्रो महाबलः ॥
]

`verse 24 [
तिष्ठतिष्ठेति दुष्टात्मन्व्याजहार यदा हरः ॥
देवैर्गणैश्च तैः शीघ्रमुक्तं जय जयेति च॥
]

`verse 25 [
अथागत्य स दंभस्य तनयस्सुप्रतापवान् ॥
शक्तिं चिक्षेप रुद्राय ज्वालामालातिभीषणाम् ॥
]

`verse 26 [
वह्निकूटप्रभा यांती क्षेत्रपालेन सत्वरम् ॥
निरस्तागत्य साजौ वै मुखोत्पन्नमहोल्कया॥
]

`verse 27 [
पुनः प्रववृते युद्धं शिवदानवयोर्महत् ॥
चकंपे धरणी द्यौश्च सनगाब्धिजलाशया॥
]

`verse 28 [
दांभिमुक्ताच्छराञ्शंभुश्शरांस्तत्प्रहितान्स च॥
सहस्रशश्शरैरुग्रैश्चिच्छेद शतशस्तदा ॥2.5.39.३०॥
ततश्शंभुस्त्रिशूलेन संकुद्धस्तं जघान ह ॥
तत्प्रहारमसह्याशु कौ पपात स मूर्च्छितः ॥
]

`verse 29 [
ततः क्षणेन संप्राप संज्ञां स च तदासुरः ॥
आजघान शरै रुद्रं तान्सर्वानात्तकार्मुकः ॥
]

`verse 30 [
बाहूनागयुतं कृत्वा छादयामास शंकरम् ॥
चक्रायुतेन सहसा शंखचूडः प्रतापवान्॥
]

`verse 31 [
ततो दुर्गापतिः क्रुद्धो रुद्रो दुर्गार्तिनाशनः ॥
तानि चक्राणि चिच्छेद स्वशरैरुत्तमै द्रुतम्॥
]

`verse 32 [
ततो वेगेन सहसा गदामादाय दानवः ॥
अभ्यधावत वै हंतुं बहुसेनावृतो हरम् ॥
]

`verse 33 [
गदां चिच्छेद तस्याश्वापततः सोऽसिना हरः ॥
शितधारेण संक्रुद्धो दुष्टगर्वापहारकः ॥
]

`verse 34 [
छिन्नायां स्वगदायां च चुकोपातीव दानवः ॥
शूलं जग्राह तेजस्वी परेषां दुस्सहं ज्वलत्॥
]

`verse 35 [
सुदर्शनं शूलहस्तमायांते दानवेश्वरम् ॥
स्वत्रिशूलेन विव्याध हृदि तं वेगतो हरः ॥
]

`verse 36 [
त्रिशूलभिन्नहृदयान्निष्क्रांतः पुरुषः परः ॥
तिष्ठतिष्ठेति चोवाच शंखचूडस्य वीर्यवान् ॥
]

`verse 37 [
निष्क्रामतो हि तस्याशु प्रहस्य स्वनवत्ततः ॥
चिच्छेद च शिरो भीम मसिनासोऽपतद्भुवि ॥ 2.5.39.४० ॥
ततः कालीं चखादोग्रं दंष्ट्राक्षुण्णशिरोधरान् ॥
असुरांस्तान् बहून् क्रोधात् प्रसार्य स्वमुखं तदा॥
]

`verse 38 [
क्षेत्रपालश्चखादान्यान्बहून्दैत्यान्क्रुधाकुलः ॥
केचिन्नेशुर्भैरवास्त्रच्छिन्ना भिन्नास्तथापरे ॥
]

`verse 39 [
वीरभद्रोऽपरान्धीमान्बहून् क्रोधादनाशयत् ॥
नन्दीश्वरो जघानान्यान्बहूनमरमर्दकान् ॥
]

`verse 40 [
एवं बहुगणा वीरास्तदा संनह्य कोपतः ॥
व्यनाशयन्बहून्दैत्यानसुरान् देव मर्दकान् ॥
]

`verse 41 [
इत्थं बहुतरं तत्र तस्य सैन्यं ननाश तत् ॥
विद्रुताश्चापरे वीरा बहवो भयकातराः ॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे शंखचूडसैन्यवधवर्णनं नाम नवत्रिंशोऽध्यायः ॥
]
