`speaker [
सनत्कुमार उवाच
]

`verse 1 [
स्वबलं निहतं दृष्ट्वा मुख्यं बहुतरं ततः ॥
तथा वीरान् प्राणसमान् चुकोपातीव दानवः ॥
]

`verse 2 [
उवाच वचनं शंभुं तिष्ठाम्याजौ स्थिरो भव॥
किमेतैर्निहतैर्मेद्य संमुखे समरं कुरु ॥
]

`verse 3 [
इत्युक्त्वा दानवेन्द्रोसौ सन्नद्धस्समरे मुने ॥
अगच्छन्निश्चयं कृत्वाऽभिमुखं शंकरस्य च ॥
]

`verse 4 [
दिव्यान्यस्त्राणि चिक्षेप महारुद्राय दानवः ॥
चकार शरवृष्टिञ्च तोयवृष्टिं यथा घनः ॥
]

`verse 5 [
मायाश्चकार विविधा अदृश्या भयदर्शिताः ॥
अप्रतर्क्याः सुरगणैर्निखिलैरपिः सत्तमैः ॥
]

`verse 6 [
ता दृष्ट्वा शंकरस्तत्र चिक्षे पास्त्रं च लीलया ॥
माहेश्वरं महादिव्यं सर्वमायाविनाशनम् ॥
]

`verse 7 [
तेजसा तस्य तन्माया नष्टाश्चासन् द्रुतं तदा ॥
दिव्यान्यस्त्राणि तान्येव निस्तेजांस्यभवन्नपि ॥
]

`verse 8 [
अथ युद्धे महेशानस्तद्वधाय महाबलः ॥
शूलं जग्राह सहसा दुर्निवार्यं सुतेजसाम् ॥
]

`verse 9 [
तदैव तन्निषेद्धुं च वाग्बभूवाशरीरिणी ॥
क्षिप शूलं न चेदानीं प्रार्थनां शृणु शंकर ॥
]

`verse 10 [
सर्वथा त्वं समर्थो हि क्षणाद् ब्रह्माण्डनाशने ॥
किमेकदानवस्येश शङ्खचूडस्य सांप्रतम् ॥ 2.5.40.१० ॥
तथापि वेदमर्यादा न नाश्या स्वामिना त्वया ॥
तां शृणुष्व महादेव सफलं कुरु सत्यतः ॥
]

`verse 11 [
यावदस्य करेऽत्युग्रं कवचं परमं हरेः ॥
यावत्सतीत्वमस्त्येव सत्या अस्य हि योषितः ॥
]

`verse 12 [
तावदस्य जरामृत्युश्शंखचूडस्य शंकर ॥
नास्तीत्यवितथं नाथ विधेहि ब्रह्मणो वचः ॥
]

`verse 13 [
इत्याकर्ण्य नभोवाणीं तथेत्युक्ते हरे तदा ॥
हरेच्छयागतो विष्णुस्तं दिदेश सतां गतिः ॥
]

`verse 14 [
वृद्धब्राह्मणवेषेण विष्णुर्मायाविनां वरः ॥
शङ्खचूडोपकंठं च गत्वोवाच स तं तदा ॥
]

`speaker [
वृद्धब्राह्मण उवाच
]

`verse 15 [
देहि भिक्षां दानवेन्द्र मह्यं प्राप्ताय सांप्रतम् ॥
]

`verse 16 [
नेदानीं कथयिष्यामि प्रकटं दीनवत्सलम् ॥
पश्चात्त्वां कथयिष्यामि पुनस्सत्यं करिष्यसि ॥
]

`verse 17 [
ओमित्युवाच राजेन्द्रः प्रसन्नवदनेक्षणः ॥
कवचार्थी जनश्चाहमित्युवाचेति सच्छलात् ॥
]

`verse 18 [
तच्छ्रुत्वा दानवेन्द्रोसौ ब्रह्मण्यः सत्यवाग्विभुः ॥
तद्ददौ कवचं दिव्यं विप्राय प्राणसंमतम् ॥
]

`verse 19 [
मायायेत्थं तु कवचं तस्माज्जग्राह वै हरिः ॥
शङ्खचूडस्य रूपेण जगाम तुलसीं प्रति ॥ 2.5.40.२० ॥
गत्वा तत्र हरिस्तस्या योनौ मायाविशारदः ॥
वीर्याधानं चकाराशु देवकार्यार्थमीश्वरः ॥
]

`verse 20 [
एतस्मिन्नंतरे शंभुमीरयन् स्ववचः प्रभुः ॥
शंखचूडवधार्थाय शूलं जग्राह प्रज्वलत् ॥
]

`verse 21 [
तच्छूलं विजयं नाम शङ्करस्य परमात्मनः ॥
सञ्चकाशे दिशस्सर्वा रोदसी संप्रकाशयन् ॥
]

`verse 22 [
कोटिमध्याह्नमार्तंडप्रलयाग्निशिखोपमम्॥
दुर्निवार्यं च दुर्द्धर्षमव्यर्थं वैरिघातकम् ॥
]

`verse 23 [
तेजसां चक्रमत्युग्रं सर्वशस्त्रास्त्रसायकम्॥
सुरासुराणां सर्वेषां दुस्सहं च भयंकरम् ॥
]

`verse 24 [
संहर्तुं सर्वब्रह्माडमवलंब्य च लीलया ॥
संस्थितं परमं तत्र एकत्रीभूय विज्वलत्॥ ॥
]

`verse 25 [
धनुस्सहस्रं दीर्घेण प्रस्थेन शतहस्तकम्॥
जीवब्रह्मास्वरूपं च नित्यरूपमनिर्मितम् ॥
]

`verse 26 [
विभ्रमद् व्योम्नि तच्छूलं शंख चूडोपरि क्षणात् ॥
चकार भस्म तच्छीघ्रं निपत्य शिवशासनात् ॥
]

`verse 27 [
अथ शूलं महेशस्य द्रुतमावृत्य शंकरम॥
ययौ विहायसा विप्रमनोयायि स्वकार्यकृत् ॥
]

`verse 28 [
नेदुर्दुंदुभयस्स्वर्गे जगुर्गंधर्वकिन्नराः ॥
तुष्टुवुर्मुनयो देवा ननृतुश्चाप्सरोगणाः ॥2.5.40.३०॥
बभूव पुष्पवृष्टिश्च शिवस्योपरि संततम् ॥
प्रशशंस हरिर्ब्रह्मा शक्राद्या मुनयस्तथा ॥
]

`verse 29 [
शंखचूडो दानवेन्द्रः शिवस्य कृपया तदा ॥
शाप मुक्तो बभूवाथ पूर्वरूपमवाप ह ॥
]

`verse 30 [
अस्थिभिश्शंखचूडस्य शंखजातिर्बभूव ह ॥
प्रशस्तं शंखतोयं च सर्वेषां शंकरं विना ॥
]

`verse 31 [
विशेषेण हरेर्लक्ष्म्याः शंखतोयं महाप्रियम् ॥
संबंधिनां च तस्यापि न हरस्य महामुने ॥
]

`verse 32 [
तमित्थं शंकरो हत्वा शिवलोकं जगाम सः॥
सुप्रहृष्टो वृषारूढः सोमस्कन्दगणैर्वृतः॥
]

`verse 33 [
हरिर्जगाम वैकुंठं कृष्णस्स्ववस्थो बभूव ह॥
सुरास्स्वविषयं प्रापुः परमानन्दसंयुताः॥
]

`verse 34 [
जगत्स्वास्थ्यमतीवाप सर्वनिर्विघ्नमापकम्॥
निर्मलं चाभवद्व्योम क्षितिस्सर्वा सुमंगला ॥
]

`verse 35 [
इति प्रोक्तं महेशस्य चरितं प्रमुदावहम्॥
सर्वदुःखहरं श्रीदं सर्वकामप्रपूरकम्॥
]

`verse 36 [
धन्यं यशस्यमायुष्यं सर्वविघ्ननिवारणम्॥
भुक्तिदं मुक्तिदं चैव सर्वकामफलप्रदम्॥
]

`verse 37 [
य इदं शृणुयान्नित्यं चरितं शशिमौलिनः॥
श्रावयेद्वा पठेद्वापि पाठयेद्वा सुधीर्नरः॥2.5.40.४०॥
धनं धान्यं सुतं सौख्यं लभेतात्र न संशयः॥
सर्वान्कामानवाप्नोति शिवभक्तिं विशेषतः॥
]

`verse 38 [
इदमाख्यानमतुलं सर्वोपद्रवनाशनम्॥
परमज्ञानजननं शिवभक्तिविवर्द्धनम्॥
]

`verse 39 [
ब्राह्मणो ब्रह्मवर्चस्वी क्षत्रियो विजयी भवेत्॥
धनाढ्यो वैश्यजश्शूद्रश्शृण्वन् सत्तमतामियात्॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखडे शंखचूडवधोपाख्यानं नाम चत्वारिंशोऽध्यायः ॥
]
