`speaker [
नारद उवाच
]

`verse 1 [
शंखचूडवधं श्रुत्वा चरितं शशिमौलिनः ॥
अयं तृप्तोऽस्मि नो त्वत्तोऽमृतं पीत्वा यथा जनः ॥
]

`verse 2 [
ब्रह्मन्यच्चरितं तस्य महेशस्य महात्मनः ॥
मायामाश्रित्य सल्लीलां कुर्वतो भक्तमोददाम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
जलंधरवधं श्रुत्वा व्यासस्सत्यवतीसुतः ॥
अप्राक्षीदिममेवार्थं ब्रह्मपुत्रं मुनीश्वरम् ॥
]

`verse 4 [
सनत्कुमारः प्रोवाच व्यासं सत्यवतीसुतम् ॥
सुप्रशंस्य महेशस्य चरितं मंगलायनम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 5 [
शृणु व्यास महेशस्य चरितं मंगलायनम् ॥
यथान्धको गाणपत्यं प्राप शंभोः परात्मनः ॥
]

`verse 6 [
कृत्वा परमसंग्रामं तेन पूर्वं मुनीश्वर ॥
प्रसाद्य तं महेशानं सत्त्वभावात्पुनः पुनः ॥
]

`verse 7 [
माहात्म्यमद्भुतं शंभोश्शरणागतरक्षिणः ॥
सुभक्तवत्सलस्यैव नानालीलाविहारिणः ॥
]

`verse 8 [
माहात्म्यमेतद्वृषभध्वजस्य श्रुत्वा मुनिर्गंधवतीसुतो हि ॥
वचो महार्थं प्रणिपत्य भक्त्या ह्युवाच तं ब्रह्मसुतं मुनींद्रम् ॥
]

`speaker [
व्यास उवाच
]

`verse 9 [
को ह्यंधको वै भगवन्मुनीश कस्यान्वये वीर्यवतः पृथिव्याम् ॥
जातो महात्मा बलवान् प्रधानः किमात्मकः कस्य सुतोंऽधकश्च ॥
]

`verse 10 [
एतत्समस्तं सरहस्यमद्य ब्रवीहि मे ब्रह्मसुतप्रसादात् ॥
स्कंदान्मया वै विदितं हि सम्यक् महेशपुत्रादमितावबोधात् ॥ 2.5.42.१० ॥
गाणपत्यं कथं प्राप शंभोः परमतेजसः ॥
सोंधको धन्य एवाति यो बभूव गणेश्वरः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
व्यासस्य चैतद्वचनं निशम्य प्रोवाच स ब्रह्मसुतस्तदानीम् ॥
महेश्वरोतीः परमाप्तलक्ष्मीस्संश्रोतुकामं जनकं शुकस्य ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 12 [
पुराऽऽगतो भक्तकृपाकरोऽसौ कैलासतश्शैलसुता गणाढ्यः ॥
विहर्तुकामः किल काशिकां वै स्वशैलतो निर्जरचक्रवर्ती ॥
]

`verse 13 [
स राजधानीं च विधाय तस्यां चक्रं परोतीः सुखदा जनानाम् ॥
तद्रक्षकं भैरवनामवीरं कृत्वा समं शैलजयाहि बह्वीः॥
]

`verse 14 [
स एकदा मंदरनामधेयं गतो नगे तद्वरसुप्रभावात् ॥
तत्रापि मानागणवीरमुख्यैश्शिवासमेतो विजहार भूरि॥
]

`verse 15 [
पूर्वे दिशो मन्दर शैलसंस्था कपर्द्दिनश्चंडपराक्रमस्य॥
चक्रे ततो नेत्रनिमीलनं तु सा पार्वती नर्मयुतं सलीलम्॥
]

`verse 16 [
प्रवालहेमाब्जधृतप्रभाभ्यां कराम्बुजाभ्यां निमिमील नेत्रे॥
हरस्य नेत्रेषु निमीलितेषु क्षणेन जातः सुमहांधकारः॥
]

`verse 17 [
तत्स्पर्शयोगाच्च महेश्वरस्य करौ च तस्याः स्खलितं मदांभः॥
शंभोर्ललाटे क्षणवह्नितप्तो विनिर्गतो भूरिजलस्य बिन्दुः॥
]

`verse 18 [
गर्भो बभूवाथ करालवक्त्रो भयंकरः क्रोधपरः कृतघ्नः॥
अन्धो विरूपी जटिलश्च कृष्णो नरेतरो वैकृतिकस्सुरोमा॥
]

`verse 19 [
गायन्हसन्प्ररुदन्नृत्यमानो विलेलिहानो घरघोरघोषः॥
जातेन तेनाद्भुतदर्शनेन गौरीं भवोऽसौ स्मितपूर्वमाह॥2.5.42.२०॥
श्रीमहेश उवाच॥
निमील्य नेत्राणि कृतं च कर्म बिभेषि साऽस्माद्दयिते कथं त्वम् ॥
गौरी हरात्तद्वचनं निशम्य विहस्यमाना प्रमुमोच नेत्रे ॥
]

`verse 20 [
जाते प्रकाशे सति घोररूपो जातोंधकारादपि नेत्रहीनः ॥
तादृग्विधं तं च निरीक्ष्य भूतं पप्रच्छ गौरी पुरुषं महेशम् ॥
]

`speaker [
गौर्य्युवाच
]

`verse 21 [
कोयं विरूपो भगवन्हि जातो नावग्रतो घोरभयंकरश्च ॥
वदस्व सत्यं मम किं निमित्तं सृष्टोऽथ वा केन च कस्य पुत्रः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 22 [
श्रुत्वा हरस्तद्वचनं प्रियाया लीलाकरस्सृष्टिकृतोंऽधरूपाम् ॥
लीलाकरायास्त्रिजगज्जनन्या विहस्य किंचिद्भगवानुवाच ॥
]

`speaker [
महेश उवाच
]

`verse 23 [
शृण्वंबिके ह्यद्भुतवृत्तकारे उत्पन्न एषोऽद्भुतचण्डवीर्यः ॥
निमीलिते चक्षुषि मे भवत्या स स्वेदजो मेंधकनामधेयः ॥
]

`verse 24 [
त्वं चास्य कर्तास्ययथानुरूपं त्वया ससख्या दयया गणेभ्यः ॥
स रक्षितव्यस्त्वयि तं हि वैकं विचार्य बुद्ध्या करणीयमार्ये ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 25 [
गौरी ततो भर्तृवचो निशम्य कारुण्यभावात्सहिता सखीभिः ॥
नानाप्रकारैर्बहुभिर्ह्युपायैश्चकार रक्षां स्वसुतस्य यद्वत् ॥
]

`verse 26 [
कालेऽथ तस्मिञ्शिशिरे प्रयातो हिरण्यनेत्रस्त्वथ पुत्रकामः॥
स्वज्येष्ठबंधोस्तनयप्रतानं संवीक्ष्य चासीत्प्रियया नियुक्तः॥
]

`verse 27 [
अरण्यमाश्रित्य तपश्चकारासुरस्तदा कश्यपजस्सुतार्थम् ॥
काष्ठोपमोऽसौ जितरोषदोषस्संदर्शनार्थं तु महेश्वरस्य ॥
]

`verse 28 [
तुष्टः पिनाकी तपसास्य सम्यग्वरप्रदानाय ययौ द्विजेन्द्र ॥
तत्स्थानमासाद्य वृषध्वजोऽसौ जगाद दैत्यप्रवरं महेशः ॥ 2.5.42.३० ॥
महेश उवाच ॥
हे दैत्यनाथ कुरु नेन्द्रियसंघपातं किमर्थमेतद्व्रतमाश्रितं ते ॥
प्रब्रूहि कामं वरदो भवोऽहं यदिच्छसि त्वं सकलं ददामि ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 29 [
सरस्यमाकर्ण्य महेशवाक्यं ह्यतिप्रसन्नः कनकाक्षदैत्यः ॥
कृतांजलिर्नम्रशिरा उवाच स्तुत्या च नत्वा विविधं गिरीशम् ॥
]

`speaker [
हिरण्याक्ष उवाच
]

`verse 30 [
पुत्रस्तु मे चन्द्रललाट नास्ति सुवीर्यवान्दैत्यकुलानुरूपी ॥
तदर्थमेतद्व्रतमास्थितोऽहं तं देहि देवेश सुवीर्यवंतम्॥
]

`verse 31 [
यस्माच्च मद्भ्रातुरनंतवीर्याः प्रह्लादपूर्वा अपि पंचपुत्राः ॥
ममेह नास्तीति गतान्वयोऽहं को मामकं राज्यमिदं बुभूषेत् ॥
]

`verse 32 [
राज्यं परस्य स्वबलेन हृत्वा भुंक्तेऽथवा स्वं पितुरेव दृष्टम् ॥
च प्रोच्यते पुत्र इह त्वमुत्र पुत्री स तेनापिभवेत्पितासौ ॥
]

`verse 33 [
ऊर्द्ध्वं गतिः पुत्रवतां निरुक्ता मनीषिभिर्धर्मभृतां वरिष्ठैः ॥
सर्वाणि भूतानि तदर्थमेवमतः प्रवर्तेत पशून् स्वतेजसः ॥
]

`verse 34 [
निरन्वयस्याथ न संति लोकास्तदर्थमिच्छंति जनाः सुरेभ्यः ॥
सदा समाराध्य सुरात्रिपंकजं याचंत इत्थं सुतमेकमेव ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 35 [
एतद्भवस्तद्वचनं निशम्य कृपाकरो दैत्यनृपस्य तुष्टः॥
तमाह दैत्यातप नास्ति पुत्रस्त्वद्वीर्यजः किंतु ददामि पुत्रम् ॥
]

`verse 36 [
ममात्मजं त्वंधकनामधेयं त्वत्तुल्यवीर्यं त्वपराजितं च ॥
वृणीष्व पुत्रं सकलं विहाय दुःखं प्रतीच्छस्व सुतं त्वमेव ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 37 [
इत्येवमुक्त्वा प्रददौ स तस्मै हिरण्यनेत्राय सुतं प्रसन्नः ॥
हरस्तु गौर्य्या सहितो महात्मा भूतादिनाथस्त्रिपुरारिरुग्रः ॥ 2.5.42.४० ॥
नतो हरात्प्राप्य सुतं स दैत्यः प्रदक्षिणीकृत्य यथाक्रमेण ॥
स्तोत्रैरनेकैरभिपूज्य रुद्रं तुष्टस्स्वराज्यं गतवान्महात्मा ॥४१
ततस्तु पुत्रं गिरिशादवाप्य रसातलं चंडपराक्रमस्तु ॥
इमां धरित्रीमनयत्स्वदेशं दैत्यो विजित्वा त्रिदशानशेषान् ॥
]

`verse 38 [
ततस्तु देवेर्मुनिभिश्च सिद्धैः सर्वात्मकं यज्ञमयं करालम् ॥
वाराहमाश्रित्य वपुः प्रधानमाराधितो विष्णुरनंतवीर्यः ॥
]

`verse 39 [
घोणाप्रहारैर्विविधैर्धरित्रीं विदार्य पातालतलं प्रविश्य ॥
तुंडेन दैत्याञ्शतशो विचूर्ण्य दंष्ट्राभिरग्र्याभि अखंडिताभिः ॥
]

`verse 40 [
पादप्रहारैरशनिप्रकाशैरुन्मथ्य सैन्यानि निशाचराणाम् ॥
मार्तंडकोटिप्रतिमेन पश्चात्सुदर्शनेनाद्भुतचंडतेजाः ॥
]

`verse 41 [
हिरण्यनेत्रस्य शिरो ज्वलंतं चिच्छेद दैत्यांश्च ददाह दुष्टान् ॥
ततः प्रहृष्टो दितिजेन्द्रराजं स्वमंधकं तत्र स चाभ्यषिंचत् ॥
]

`verse 42 [
स्वस्थानमागत्य ततो धरित्रीं दृष्ट्वांकुरेणोद्धरतः प्रहृष्टः ॥
भूमिं च पातालतलान्महात्मा पुपोष भागं त्वथ पूर्वकं तु॥
]

`verse 43 [
देवैस्समस्तैर्मुनिभिःप्रहृष्टै रभिषुतः पद्मभुवा च तेन ॥
ययौ स्वलोकं हरिरुग्रकायो वराहरूपस्तु सुकार्यकर्ता ॥
]

`verse 44 [
हिरण्यनेत्रेऽथ हतेऽसुरेशे वराहरूपेण सुरेण देवाः ॥
देवास्समस्ता मुनयश्च सर्वे परे च जीवास्सुखिनो बभूवुः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे हिरण्याक्षवधो नाम द्विचत्वारिंशोऽध्यायः ॥
]
