`speaker [
व्यास उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ हते तस्मिन्सुरद्रुहि ॥
किमकार्षीत्ततस्तस्य ज्येष्ठभ्राता महासुरः ॥
]

`verse 2 [
कुतूहलमिति श्रोतुं ममाऽतीह मुनीश्वर ॥
तच्छ्रावय कृपां कृत्वा ब्रह्मपुत्र नमोस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
इत्याकर्ण्य वचस्तस्य व्यासस्य स मुनीश्वरः ॥
सनत्कुमारः प्रोवाच स्मृत्वा शिवपदाम्बुजम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 4 [
भ्रातर्येवं विनिहते हरिणा क्रोडमूर्तिना ॥
हिरण्यकशिपुर्व्यास पर्यतप्यद्रुषा शुचा॥
]

`verse 5 [
ततः प्रजानां कदनं विधातुं कदनप्रियान् ॥
निर्दिदेशाऽसुरान्वीरान्हरि वैरप्रियो हि सः ॥
]

`verse 6 [
अथ ते भर्तृसंदेशमादाय शिरसाऽसुराः॥
देवप्रजानां कदनं विदधुः कदनप्रियाः ॥
]

`verse 7 [
ततो विप्रकृते लोकेऽसुरैस्तेर्दुष्टमानसैः॥
दिवं देवाः परित्यज्य भुवि चेरुरलक्षिताः ॥
]

`verse 8 [
हिरण्यकशिपुर्भ्रातुस्संपरेतस्य दुःखितः ॥
कृत्वा करोदकादीनि तत्कलत्राद्यसांत्वयत् ॥
]

`verse 9 [
ततस्स दैत्यराजेन्द्रो ह्यजेयमजरामरम् ॥
आत्मानमप्र तिद्वंद्वमेकराज्यं व्यधित्सत ॥
]

`verse 10 [
स तेपे मंदरद्रोण्यां तपः परमदारुणम् ॥
ऊर्द्ध्वबाहुर्नभोदृष्टिः षादांगुष्ठाश्रितावनिः ॥2.5.43.१०॥
तस्मिंस्तपस्तप्यमाने देवास्सर्वे बलान्विताः ॥
दैत्यान्सर्वान्विनिर्जित्य स्वानि स्थानानि भेजिरे ॥
]

`verse 11 [
तस्य मूर्द्ध्नस्समुद्भूतः सधूमोग्निस्तपोमयः ॥
तिर्यगूर्द्ध्वमधोलोकानतपद्विष्वगीरितः ॥
]

`verse 12 [
तेन तप्ता दिवं त्यक्त्वा ब्रह्मलोकं ययुस्सुराः॥
धात्रे विज्ञापयामासुस्तत्तपोविकृताननाः ॥
]

`verse 13 [
अथ विज्ञापितो देवैर्व्यास तैरात्मभूर्विधिः॥
परीतो भृगुदक्षाद्यैर्ययौ दैत्येश्वराश्रमम्
]

`verse 14 [
प्रताप्य लोकानखिलांस्ततोऽसौ समागतं पद्मभवं ददर्श ॥
वरं हि दातुं तमुवाच धाता वरं वृणीष्वेति पितामहोपि ॥
निशम्य वाचं मधुरां विधातुर्वचोऽब्रवीदेव ममूढबुद्धिः ॥
]

`speaker [
हिरण्यकशिपुरुवाच
]

`verse 15 [
मृत्योर्भयं मे भगवन्प्रजेश पितामहाभून्न कदापि देव ॥
शास्त्रास्त्रपाशाशनिशुष्कवृक्षगिरीन्द्रतोयाग्निरिपुप्रहारैः ॥
]

`verse 16 [
देवैश्च दैत्यैर्मुनिभिश्च सिद्धैस्त्वत्सृष्टजीवैर्बहुवाक्यतः किम् ॥
स्वर्गे धरण्यां दिवसे निशायां नैवोर्द्ध्वतो नाप्यधतः प्रजेश ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 17 [
तस्यैतदीदृग्वचनं निशम्य दैत्येन्द्र तुष्टोऽस्मि लभस्व सर्वम् ॥
प्रणम्य विष्णुं मनसा तमाह दयान्वितोऽसाविति पद्मयोनिः ॥
]

`verse 18 [
अलं तपस्ते परिपूर्ण कामस्समाः सहस्राणि च षण्णवत्य ॥
उत्तिष्ठ राज्यं कुरु दानवानां श्रुत्वा गिरं तत्सुमुखो बभूव ॥
]

`verse 19 [
राज्याभिषिक्तः प्रपितामहेन त्रैलोक्यनाशाय मतिं चकार ॥
उत्साद्य धर्मान् सकलान्प्रमत्तो जित्वाहवे सोपि सुरान्समस्तान् ॥ ॥ 2.5.43.२० ॥
ततो भयादिंद्रमुखाश्च देवाः पितामहाज्ञां समवाप्य सर्वे ॥
उपद्रुता दैत्यवरेण जाताः क्षीरोदधिं यत्र हरिस्तु शेते ॥
]

`verse 20 [
आराधयामासुरतीव विष्णुं स्तुत्वा वचोभित्सुखदं हि मत्वा ॥
निवेदयामासुरथो प्रसन्नं दुःखं स्वकीयं सकलं हि तेते ॥
]

`verse 21 [
श्रुत्वा तदीयं सकलं हि दुःखं तुष्टो रमेशः प्रददौ वरांस्तु ॥
उत्थाय तस्माच्छयनादुपेन्द्रो निजानुरूपैर्विविधैर्वचोभिः ॥
]

`verse 22 [
आश्वास्य देवानखिलान्मुनीन्वा उवाच वैश्वानरतुल्यतेजाः ॥
दैत्यं हनिष्ये प्रसभं सुरेशाः प्रयात धामानि निजानि तुष्टाः॥
]

`verse 23 [
श्रुत्वा रमेशस्य वचस्सुरेशाः शक्रादिकास्ते निखिलाः सुतुष्टाः॥
ययुः स्वधामानि हिरण्यनेत्रानुजं च मत्वा निहतं मुनीश ॥
]

`verse 24 [
आश्रित्य रूपं जटिलं करालं दंष्ट्रायुधं तीक्ष्णनखं सुनासम् ॥
सैंहं च नारं सुविदारितास्यं मार्तंडकोटिप्रतिमं सुघोरम् ॥
]

`verse 25 [
युगांतकालाग्निसमप्रभावं जगन्मयं किं बहुभिर्वचोभिः ॥
अस्तं रवौसोऽपि हि गच्छतीशो गतोऽसुराणां नगरीं महात्मा ॥
]

`verse 26 [
कृत्वा च युद्धं प्रबलैस्स दैत्यैर्हत्वाथ तान्दैत्यगणान्गृहीत्वा ॥
बभ्राम तत्राद्रुतविक्रमश्च बभंज तांस्तानसुरान्नृसिंहः ॥
]

`verse 27 [
दृष्टस्स दैत्यैरतुलप्रभावस्ते रेभिरे ते हि तथैव सर्वे ॥
सिंहं च तं सर्वमयं निरीक्ष्य प्रह्लादनामा दितिजेन्द्रपुत्रः ॥
उवाच राजानमयं मृगेन्द्रो जगन्मयः किं समुपागतश्च ॥
]

`speaker [
प्रह्लाद उवाच
]

`verse 28 [
एष प्रविष्टो भगवाननंतो नृसिंहमात्रो नगरं त्वदंतः ॥
निवृत्य युद्धाच्छ रणं प्रयाहि पश्यामि सिंहस्य करालमूर्त्तिम् ॥2.5.43.३०॥
यस्मान्न योद्धा भुवनत्रयेऽपि कुरुष्व राज्यं विनमन्मृगेन्द्रम् ॥
श्रुत्वा स्वपुत्रस्य वचो दुरात्मा तमाह भीतोऽसि किमत्र पुत्र ॥
]

`verse 29 [
उक्त्वेति पुत्रं दितिजाधिनाथो दैत्यर्षभान्वीरवरान्स राजा ॥
गृह्णंतु वै सिंहममुं भवंतो वीरा विरूपभ्रुकुटीक्षणं तु ॥
]

`verse 30 [
तस्याज्ञया दैत्यवरास्ततस्ते ग्रहीतुकामा विविशुर्मृगेन्द्रम् ॥
क्षणेन दग्धाश्शलभा इवाग्निं रूपाभिलाषात्प्रविविक्षवो वै ॥
]

`verse 31 [
दैत्येषु दग्धेष्वपि दैत्यराजश्चकार युद्धं स मृगाधिपेन ॥
शस्त्रैस्समग्रैरखिलैस्तथास्त्रैश्श क्त्यर्ष्टिपाशांकुशपावकाद्यैः ॥
]

`verse 32 [
संयुध्यतोरेव तयोर्जगाम ब्राह्मं दिनं व्यास हि शस्त्रपाण्योः ॥
प्रवीरयोर्वीररवेण गर्जतोः परस्परं क्रोधसुयुक्तचेतसोः ॥
]

`verse 33 [
ततः स दैत्यस्सहसा बहूंश्च कृत्वा भुजाञ्छस्त्रयुतान्निरीक्ष्य॥
नृसिंहरूपं प्रययौ मृगेन्द्र संयुध्यमानं सहसा समंतात् ॥
]

`verse 34 [
ततस्सुयुद्धं त्वतिदुस्सहं तु शस्त्रैस्समस्तैश्च तथाखिलास्त्रैः ॥
कृत्वा महादैत्यवरो नृसिंहं क्षयं गतैश्शूल धरोऽभ्युपायात् ॥
]

`verse 35 [
ततो गृहीतस्स मृगाधिपेन भुजैरनेकैर्गिरिसारवद्भि ॥
निधाय जानौ स भुजांतरेषु नखांकुरैर्दानवमर्मभिद्भिः ॥ ३. ॥
नखास्त्रहृत्पद्ममसृग्विमिश्रमुत्पाद्य जीवाद्विगतः क्षणेन ॥
त्यक्तस्तदानीं स तु काष्ठभूतः पुनः पुनश्चूर्णितसर्वगात्रः ॥
]

`verse 36 [
तस्मिन्हते देवरिपौ प्रसन्नः प्रह्लादमामंत्र्य कृतप्रणामम् ॥
राज्येऽभिषिच्याद्भुतवीर्यविष्णुस्ततः प्रयातो गतिमप्रतर्क्याम् ॥ 2.5.43.४० ॥
ततोऽतिहृष्टास्सकलास्सुरेशाः प्रणम्य विष्णुं दिशि विप्र तस्याम् ॥
ययुः स्वधामानि पितामहाद्याः कृतस्वकार्यं भगवंतमीड्यम् ॥
]

`verse 37 [
प्रवर्णितं त्वंधकजन्म रुद्राद्धिरण्यनेत्रस्य मृतिर्वराहात् ॥
नृसिंहतस्तत्सहजस्य नाशः प्रह्लादराज्याप्तिरिति प्रसंगात् ॥
]

`verse 38 [
शृणु त्विदानीं द्विजवर्य मत्तोंधकप्रभावं भवकृत्यलब्धम् ॥
हरेण युद्धं खलु तस्य पश्चाद्गणाधिपत्यं गिरिशस्य तस्य॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे गणाधिपत्यप्राप्त्यंधकजन्म हिरण्यनेत्रहिरण्यकशिपुवधवर्णनं नाम त्रिचत्वारिंशोऽध्यायः ॥
]
