`speaker [
सनत्कुमार उवाच
]

`verse 1 [
ततो हिरण्याक्षसुतः कदाचित्संश्रावितो नर्मयुतैर्मदांधैः॥
तैर्भ्रातृभिस्संप्रयुतो विहारे किमंध राज्येन तवाद्य कार्यम् ॥
]

`verse 2 [
हिरण्यनेत्रस्तु बभूव मूढः कलिप्रियं नेत्रविहीनमेव ॥
यो लब्धवांस्त्वां विकृतं विरूपं घोरैस्तपोभिर्गिरिशं प्रसाद्य ॥
]

`verse 3 [
स त्वं न भागी खलु राज्यकस्य   किमन्यजातोऽपि लभेत राज्यम् ॥
विचार्यतां तद्भवतैव नूनं वयं तु तद्भागिन एव सत्यम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 4 [
तेषां तु वाक्यानि निशम्य तानि विचार्य बुद्ध्या स्वयमेव दीनः ॥
ताञ्छांतयित्वा विविधैर्वचोभिर्गतस्त्वरण्यं निशि निर्जनं तु ॥
]

`verse 5 [
वर्षायुतं तत्र तपश्चचार जजाप जाप्यं विधृतैकपादः ॥
आहारहीनो नियमोर्द्ध्वबाहुः कर्त्तुं न शक्यं हि सुरा सुरैर्यत् ॥
]

`verse 6 [
प्रजाल्य वह्निं स्म जुहोति गात्रमांसं सरक्तं खलु वर्षमात्रम् ॥
तीक्ष्णेन शस्त्रेण निकृत्य देहात्समंत्रकं प्रत्यहमेव हुत्वा ॥
]

`verse 7 [
स्नाय्वस्थिशेषं कुणपं तदासौ क्षयं गतं शोणितमेव सर्वम् ॥
यदास्य मांसानि न संति देहं प्रक्षेप्तुकामस्तु हुताशनाय ॥
]

`verse 8 [
ततः स दृष्टस्त्रिदशालयैर्जनैः सुविस्मितैर्भीतियुतैस्समस्तैः ॥
अथामरैश्शीघ्रतरं प्रसादितो बभूव धाता नुतिभिर्नुतो हि ॥
]

`verse 9 [
निवारयित्वाथ पितामहस्तं ह्युवाच तं चाद्यवरं वृणीष्व ॥
यस्याप्तिकामस्तव सर्वलोके सुदुर्लभं दानव तं गृहाण ॥
]

`verse 10 [
स पद्मयोनेस्तु वचो निशम्य प्रोवाच दीनः प्रणतस्तु दैत्यः ॥
यैर्निष्ठुरैर्मे प्रहृतं तु राज्यं प्रह्रादमुख्या मम संतु भृत्याः ॥ 2.5.44.१० ॥
अंधस्य दिव्यं हि तथास्तु चक्षुरिन्द्रादयो मे करदा भवंतु॥
मृत्युस्तु माभून्मम देवदैत्यगंधर्वयक्षोरगमानुषेभ्यः ॥
]

`verse 11 [
नारायणाद्वा दितिजेन्द्रशत्रोस्सर्वाज्जनात्सर्वमयाच्च शर्वात्॥
श्रुत्वा वचस्तस्य सुदारुणं तत्सुशंकितः पद्मभवस्तमाह ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
दैत्येन्द्र सर्वं भविता तदेतद्विनाशहेतुं च गृहाण किंचित् ॥
यस्मान्न जातो न जनिष्यते वा यो न प्रविष्टो मुखमंतकस्य ॥
]

`verse 13 [
अत्यन्तदीर्घं खलु जीवितं तु भवादृशास्सत्पुरुषास्त्यजंतु॥
एतद्वचस्सानुनयं निशम्य पितामहात्प्राह पुनस्तस्य दैत्यः ॥
]

`speaker [
अंधक उवाच
]

`verse 14 [
कालत्रये याश्च भवंति नार्यः श्रेष्ठाश्च मध्याश्च तथा कनिष्ठाः ॥
तासां च मध्ये खलु रत्नभूता ममापि नित्यं जननीव काचित् ॥
]

`verse 15 [
कायेन वाचा मनसाप्यगम्या नारी नृलोकस्य च दुर्लभाय ॥
तां कामयानस्य ममास्तु नाशो दैत्येन्द्रभावाद्भगवान्स्वयंभूः ॥
]

`verse 16 [
वाक्यं तदाकर्ण्य स पद्मयोनिः सुविस्मितश्शंकरपादपद्ममम् ॥
सस्मार संप्राप्य निर्देशमाशु शंभोस्तु तं प्राह ततोंधकं वै ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
यत्कांक्षसे दैत्यवरास्तु ते वै सर्वं भवत्येव वचस्सकामम्॥
उत्तिष्ठ दैत्येन्द्र लभस्व कामं सदैव वीरैस्तु कुरुष्व युद्धम्॥
]

`verse 18 [
श्रुत्वा तदेतद्वचनं मुनीश विधातुराशु प्रणिपत्य भक्त्या ॥
लोकेश्वरं हाटकनेत्रपुत्रः स्नाय्वस्थिशेषस्तु तमाह देवम्॥
]

`speaker [
अंधक उवाच
]

`verse 19 [
कथं विभो वैरिबलं प्रविश्य ह्यनेन देहेन करोमि युद्धम् ॥
स्नाय्वस्थिशेषं कुरु मांसपुष्टं करेण पुण्ये न च मां स्पृशाद्य ॥ 2.5.44.२० ॥
 ॥ सनत्कुमार उवाच ॥
श्रुत्वा वचस्तस्य स पद्मयोनिः करेण संस्पृश्य च तच्छरीरम् ॥
गतस्सुरेन्द्रैस्सहितः स्वधाम संपूज्यमानो मुनिसिद्धसंघैः ॥
]

`verse 20 [
संस्पृष्टमात्रस्स च दैत्यराजस्संपूर्णदेहो बलवान्बभूव ॥
संजातनेत्रस्सुभगो बभूव हृष्टस्स्वमेव नगरं विवेश ॥
]

`verse 21 [
उत्सृज्य राज्यं सकलं च तस्मै प्रह्लादमुख्यास्त्वथ दानवेन्द्राः ॥
तमागतं लब्धवरं च मत्वा भृत्या बभूवुर्वश गास्तु तस्य ॥
]

`verse 22 [
ततोन्धकः स्वर्गमगाद्विजेतुं सेनाभियुक्तस्सहभृत्यवर्गः ॥
विजित्य लेखान्प्रधने समस्तान्करप्रदं वज्रधरं चकार ॥
]

`verse 23 [
नागान्सुपर्णान्वरराक्षसांश्च गंधर्वयक्षानपि मानुषांस्तु ॥
गिरीन्द्रवृक्षान्समरेषु सर्वांश्चतुष्पदः सिंहमुखान्विजिग्ये ॥
]

`verse 24 [
त्रैलोक्यमेतद्धि चराचरं वै वशं चकारात्मनि संनियोज्य ॥
स ??कूलानि सुदर्शनानि नारीसहस्राणि बहूनि गत्वा ॥
]

`verse 25 [
रसातले चैव तथा धरायां त्रिविष्टपे याः प्रमदाः सुरूपाः ॥
ताभिर्युतोऽन्येषु सपर्वतेषु रराम रम्येषु नदीतटेषु ॥
]

`verse 26 [
क्रीडायमानस्स तु मध्यवर्ती तासां प्रहर्षादथ दानवेन्द्रः ॥
तत्पीतशिष्टानि पिबन्प्रवृत्त्यै दिव्यानि पेयानि सुमानुषाणि ॥
]

`verse 27 [
अन्यानि दिव्यानि तु यद्रसानि फलानि मूलानि सुगंधवंति ॥
संप्राप्य यानानि सुवाहनानि मयेन सृष्टानि गृहोत्तमानि ॥
]

`verse 28 [
पुष्पार्घधूपान्नविलेपनैश्च सुशोभितान्यद्भुतदर्शनैश्च ॥
संक्रीडमानस्य गतानि तस्य वर्षायुतानीह तथांधकस्य ॥ 2.5.44.३० ॥
जानाति किंचिन्न शुभं परत्र यदात्मनस्सौख्यकरं भवेद्धि ॥
सदान्धको दैत्यवरस्स मूढो मदांधबुद्धिः कृतदुष्टसंगः ॥
]

`verse 29 [
ततः प्रमत्तस्तु सुतान्प्रधानान्कुतर्कवादैरभिभूय सर्वान् ॥
चचार दैत्यैस्सहितो महात्मा विनाशयन्वैदिकसर्वधर्मान्॥
]

`verse 30 [
वेदान्द्विजान्वित्त मदाभिभूतो न मन्यते स्माप्यमरान्गुरूंश्च ॥
रेमे तथा दैवगतो हतायुः स्वस्यैरहोभिर्गमयन्वयश्च ॥
]

`verse 31 [
ततः कदाचिद्गतवान्ससैन्यो बहुप्रयाता पृथिवीतलेऽस्मिन् ॥
अनेकसंख्या अपि वर्षकोट्यः प्रहर्षितो मंदरपर्वतं तु ॥
]

`verse 32 [
स्वर्णोपमां तत्र निरीक्ष्य शोभां बभ्राम सैन्यैस्सह मानमत्तः ॥
क्रीडार्थमासाद्य च तं गिरीन्द्रं मतिं स वासाय चकार मोहात् ॥
]

`verse 33 [
शुभं दृढं तत्र पुरं स कृत्वा मुदास्थितो दैत्यपतिः प्रभावात् ॥
निवेशयामास पुनः क्रमेण अत्यद्भुतं मन्दरशैलसानौ ॥
]

`verse 34 [
दुर्योधनो वैधसहस्तिसंज्ञौ तन्मंत्रिणौ दानवसत्तमस्य ॥
ते वै कदाचिद्गिरिसुस्थले हि नारीं सुरूपां ददृशुस्त्रयोऽपि ॥
]

`verse 35 [
ते शीघ्रगा दैत्यवरास्तु हर्षाद्द्रुतं महादैत्यपतिं समेत्य ॥
ऊचुर्यथादृष्टमतीव प्रीत्या तथान्धकं वीरवरं हि सर्वे ॥
]

`speaker [
मंत्रिणः ऊचुः
]

`verse 36 [
गुहांतरे ध्याननिमीलिताक्षो दैत्येन्द्र कश्चिन्मुनिरत्र दृष्टः ॥
रूदान्वितश्चन्द्रकलार्द्धचूडः कटिस्थले बद्धगजेन्द्रकृत्तिः ॥
]

`verse 37 [
नागेन्द्रभोगावृतसर्वगात्रः कपालमालाभरणो जटालः ॥
स शूलहस्तश्शरतूणधारी महाधनुष्मान्विवृताक्षसूत्रः ॥ 2.5.44.४० ॥
खड्गी त्रिशूली लकुटी कपर्दी चतुर्भुजो गौरतराकृतिर्हि ॥
भस्मानुलिप्तो विलसत्सुतेजास्तपस्विवर्योऽद्भुतसर्ववेशः ॥
]

`verse 38 [
तस्याविदूरे पुरुषश्च दृष्टस्स वानरो घोरमुखःकरालः ॥
सर्वायुधो रूक्षकरश्च रक्षन्स्थितो जरद्गोवृषभश्च शुक्लः ॥
]

`verse 39 [
तस्योपविष्टस्य तपस्विनोपि सुचारुरूपा तरुणी मनोज्ञा ॥
नारी शुभा पार्श्वगता हि तस्य दृष्टा च काचिद्भुवि रत्नभूता ॥
]

`verse 40 [
प्रवालमुक्तामणि हेमरत्नवस्त्रावृता माल्यशुभोपगूढा ॥
सा येन दृष्टा स च दृष्टिमान्स्याद् दृष्टेन चान्येन किमत्र कार्यम् ॥
]

`verse 41 [
मान्या महेशस्य च दिव्यनारी भार्य्या मुनेः पुण्यवतः प्रिया सा ॥
योग्या हि द्रष्टुं भवतश्च सम्यगानाय्य  दैत्येन्द्र सुरत्नभोक्तः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 42 [
श्रुत्वेति तेषां वचनानि तानि कामातुरो घूर्णितसर्वगात्रः ॥
विसर्जयामास मुनैस्सकाशं दुर्योधनादीन्सहसा स दैत्यः॥
]

`verse 43 [
आसाद्य ते तं मुनिमप्रमेयं बृहद्व्रतं मंत्रिवरा हि तस्य ॥
सुराजनीतिप्रवणा मुनीश प्रणम्य तं दैत्यनिदेशमाहुः ॥
]

`speaker [
मंत्रिण ऊचुः
]

`verse 44 [
हिरण्यनेत्रस्य सुतो महात्मा दैत्याधिराजोऽन्धकनामधेयः ॥
त्रैलोक्यनाथो भवकृन्निदेशादिहोपविष्टोऽद्य विहारशाली ॥
]

`verse 45 [
तन्मंत्रिणो वै वयमंगवीरास्तवोपकंठं च समागताः स्मः ॥
तत्प्रेषितास्त्वां यदुवाच तद्वै शृणुष्व संदत्तमनास्तपस्विन् ॥
]

`verse 46 [
त्वं कस्य पुत्रोऽसि किमर्थमत्र सुखोपविष्टो मुनिवर्य धीमन् ॥
कस्येयमीदृक्तरुणी सुरूपा देया शुभा दैत्यपतेर्मुनीन्द्र ॥ 2.5.44.५० ॥
क्वेदं शरीरं तव भस्मदिग्धं कपालमालाभरणं विरूपम् ॥
तूणीरसत्कार्मुकबाणखड्गभुशुंडिशूलाशनितोमराणि ॥
]

`verse 47 [
क्व जाह्नवी पुण्यतमा जटाग्रे क्वायं शशी वा कुणपास्थिखण्डम् ॥
विषानलो दीर्घमुखः क्व सर्पः क्व संगमः पीनपयोधरायाः ॥
]

`verse 48 [
जरद्गवारोहणमप्रशस्तं क्षमावतस्तस्य न दर्शनं च ॥
संध्याप्रणामः क्वचिदेष धर्मः क्व भोजनं लोकविरुद्धमेतत् ॥
]

`verse 49 [
प्रयच्छ नारीं सम सान्त्वपूर्वं स्त्रिया तपः किं कुरुषे विमूढ ॥
अयुक्तमेतत्त्वयि नानुरूपं यस्मादहं रत्नपतिस्त्रिलोके ॥
]

`verse 50 [
विमुंच शस्त्राणि मयाद्य चोक्तः कुरुष्व पश्चात्तव एव शुद्धम् ॥
उल्लंघ्य मच्छासनमप्रधृष्यं विमोक्ष्यसे सर्वमिदं शरीरम् ॥
]

`verse 51 [
मत्वांधकं दुष्टमतिं प्रधानो महेश्वरो लौकिकभावशीलः ॥
प्रोवाच दैत्यं स्मितपूर्वमेवमाकर्ण्य सर्वं त्वथ दूतवाक्यम्॥
]

`speaker [
शिव उवाच
]

`verse 52 [
यद्यस्मि रुद्रस्तव किं मया स्यात्किमर्थमेवं वदसीति मिथ्या ॥
शृणु प्रभावं मम दैत्यनाथ न्याय्यं न वक्तुं वचनं त्वयैवम् ॥
]

`verse 53 [
नाहं क्वचित्स्वं पितरं स्मरामि गुहांतरे घोरमनन्यचीर्णम् ॥
एतद्व्रतं पशुपातं चरामि न मातरं त्वज्ञतमो विरूपः ॥
]

`verse 54 [
अमूलमेतन्मयि तु प्रसिद्धं सुदुस्त्यजं सर्वमिदं ममास्ति ॥
भार्या ममेयं तरुणी सुरूपा सर्वंसहा सर्वगतस्य सिद्धिः ॥
]

`verse 55 [
एतर्हि यद्यद्रुचितं तवास्ति गृहाण तद्वै खलु राक्षस त्वम् ॥
एतावदुक्त्वा विरराम शंभुस्तपस्विवेषः पुरतस्तु तेषाम् ॥2.5.44.६०॥
सनत्कुमार उवाच ॥
गंभीरमेतद्वचनं निशम्य ते दानवास्तं प्रणिपत्य मूर्ध्ना ॥
जग्मुस्ततो दैत्यवरस्य सूनुं त्रैलोक्यनाशाय कृतप्रतिज्ञम् ॥
]

`verse 56 [
बभाषिरे दैत्यपतिं प्रमत्तं प्रणम्य राजानमदीनसत्त्वाः ॥
ते तत्र सर्वे जयशब्दपूर्वं रुद्रेण यत्तत्स्मितपूर्वमुक्तम् ॥
]

`verse 57 [
मंत्रिण उचुः ॥
निशाचरश्चंचलशौर्यधैर्यः क्व दानवः कृपणस्सत्त्वहीनः ॥
क्रूरः कृतघ्नश्च सदैव पापी क्व दानवः सूर्यसुताद्बिभेति ॥
]

`verse 58 [
राजत्वमुक्तोऽखिलदैत्यनाथस्तपस्विना तन्मुनिना विहस्य ॥
मत्वा स्वबुद्ध्या तृणवत्त्रिलोकं महौजसा वीरवरेण नूनम् ॥
]

`verse 59 [
क्वाहं च शस्त्राणि च दारुणानि मृत्योश्च संत्रासकरं क्व युद्ध ॥
क्व वीरको वानरवक्त्रतुल्यो निशाचरो जरसा जर्जरांगः ॥
]

`verse 60 [
क्वायं स्वरूपः क्व च मंदभाग्यो बलं त्वदीयं क्व च वीरुधो वा ॥
शक्तोऽपि चेत्त्वं प्रयतस्व युद्धं कर्तुं तदा ह्येहि कुरुष्व किंचित् ॥
]

`verse 61 [
वज्राशनेस्तुल्यमिहास्ति शस्त्रं भवादृशां नाशकरं च घोरम् ॥
क्व ते शरीरं मृदुपद्मतुल्यं विचार्य चैवं कुरु रोचते यत् ॥
]

`speaker [
मंत्रिण ऊचुः
]

`verse 62 [
इत्येवमादीनि वचांसि भद्रं तपस्विनोक्तानि च दानवेश॥
युक्तं न ते तेन सहात्र युद्धं त्वामाह राजन्स्मयमान एव॥
]

`verse 63 [
विवस्तुशून्यैर्बहुभिः प्रलापैरस्माभिरुक्तैर्यदि बुध्यसे त्वम् ॥
तपोभियुक्तेन तपस्विना वै स्मर्तासि पश्चान्मुनिवाक्यमेतत् ॥
]

`verse 64 [
॥ सनत्कुमार उवाच ॥ ॥
ततस्स तेषां वचनं निशम्य जज्वाल रोषेण स मंदबुद्धिः ॥
आज्यावसिक्तस्त्विव कृष्णवर्त्मा सत्यं हितं तत्कुटिलं सुतीक्ष्णम् ॥ 2.5.44.७० ॥
गृहीतखड्गो वरदानमत्तः प्रचंडवातानुकृतिं च कुर्वन् ॥
गंतुं च तत्र स्मरबाणविद्धस्समुद्यतोऽभूद्विप रीतदेवः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे अंधकगाणपत्यलाभोपाख्याने दूतसंवादो नाम चतुश्चत्वारिंशोऽध्यायः ॥
]
