`speaker [
सनत्कुमार उवाच
]

`verse 1 [
गतस्ततो मत्तगजेन्द्रगामी पीत्वा सुरां घूर्णितलोचनश्च ॥
महानुभावो बहुसैन्ययुक्तः प्रचंडवीरो वरवीरयायी ॥
]

`verse 2 [
ददर्श दैत्यः स्मरबाणविद्धो गुहां ततो वीरकरुद्धमार्गाम् ॥
स्निग्धं यथा वीक्ष्य पतंगसंज्ञः दशाप्रदीपं च कृमिर्ह्युपेत्य ॥
]

`verse 3 [
तथा प्रदर्श्याशु पुनः पुनश्च संपीड्यमानोपि स वीरकेण ॥
बभूव कामाग्निसुदग्धदेहोंऽधको महादैत्यपतिः स मूढः ॥
]

`verse 4 [
पाषाणवृक्षाशनितोयवह्निभुजंगशस्त्रास्त्रविभीषिकाभिः ॥
संपीडितोऽसौ न पुनः प्रपीड्यः पृष्टश्च कस्त्वं समुपागतोसि ॥
]

`verse 5 [
निशम्य तद्गां स्वमतं स तस्मै चकार युद्धं स तु वीरकेण ॥
मुहूर्तमाश्चर्यवदप्रमेयं संख्ये जितो वीरतरेण दैत्यः ॥
]

`verse 6 [
ततस्तु संग्रामशिरो विहाय क्षुत्क्षामकंठस्तृषितो गतोऽभूत् ॥
चूर्णीकृते खड्गवरे च खिन्ने पलायमानो गतविस्मयः सः ॥
]

`verse 7 [
चक्रुस्तदाजिं सह वीरकेण प्रह्लादमुख्या दितिजप्रधानाः ॥
लज्जांकुशाकृष्टधियो बभूवुस्सुदारुणाः शस्त्रशतैरनेकैः ॥
]

`verse 8 [
विरोचनस्तत्र चकार युद्धं बलिश्च बाणश्च सहस्रबाहुः ॥
भजिः कुजंभस्त्वथ शंबरश्च वृत्रादयश्चाप्यथ वीर्यवंतः ॥
]

`verse 9 [
ते युद्ध्यमाना विजिताः समंताद्द्विधाकृता वै गणवीरकेण ॥
शेषे हतानां बहुदानवानामुक्तं जयत्येव हि सिद्धसंघैः ॥
]

`verse 10 [
भेरुंडजानाभिनयप्रवृत्ते मेदोवसामांससुपूयमध्ये ॥
क्रव्यादसंघातसमाकुले तु भयंकरे शोणितकर्दमे तु ॥ 2.5.45.१० ॥
भग्नैस्तु दैत्यैर्भगवान् पिनाकी व्रतं महापाशुपतं सुघोरम् ॥
प्रियेः मया यत्कृतपूर्वमासीद्दाक्षायणीं प्राह सुसांत्वयित्वा ॥
]

`speaker [
शिव उवाच
]

`verse 11 [
तस्माद्बलं यन्मम तत्प्रणष्टं मर्त्यैरमर्त्यस्य यतः प्रपातः ॥
पुण्यक्षयाही ग्रह एव जातो दिवानिशं देवि तव प्रसंगात् ॥
]

`verse 12 [
उत्पाद्य दिव्यं परमाद्भुतं तु पुनर्वरं घोरतरं च गत्वा ॥
तस्माद्व्रतं घोरतरं चरामि सुनिर्भयः सुन्दरि वै विशोका ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 13 [
एतावदुक्त्वा वचनं महात्मा उपाद्य घोषं शनकैश्चकार ॥
स तत्र गत्वा व्रतमुग्रदीप्तो गतो वनं पुण्यतमं सुघोरम् ॥
]

`verse 14 [
चर्तुं हि शक्यं तु सुरासुरैर्यत्र तादृशं वर्षसहस्रमात्रम् ॥
सा पार्वती मंदरपर्वतस्था प्रतीक्ष्यमाणागमनं भवस्य ॥
]

`verse 15 [
पतिव्रता शीलगुणोपपन्ना एकाकिनी नित्यमथो विभीता ॥
गुहांतरे दुःखपरा बभूव संरक्षिता सा सुतवीरकेण ॥
]

`verse 16 [
ततस्स दैत्यो वरदानमत्तस्तैर्योधमुख्यैस्सहितो गुहां ताम् ॥
विभिन्नधैर्यः पुनराजगाम शिलीमुखैर्मारसमुद्भवैश्च ॥
]

`verse 17 [
अत्यद्भुतं तत्र चकार युद्धं हित्वा तदा भोजनपाननिद्राः ॥
रात्रिं दिवं पंचशतानि पंच क्रुद्धस्स सैन्यैस्सह वीरकेण ॥
]

`verse 18 [
खड्गैस्सकुंतैस्सह भिंदिपालर्गदाभुशुंडीभिरथो प्रकांडैः ॥
शिलीमुखैरर्द्धशशीभिरुग्रैर्वितस्तिभिः कूर्ममुखैर्ज्वलद्भिः ॥
]

`verse 19 [
नाराचमुख्यै निशितैश्च शूलैः परश्वधैस्तोमरमुद्गरैश्च ॥
खड्गैर्गुडैः पर्वतपादपैश्च दिव्यैरथास्त्रैररपि दैत्यसंघैः ॥ 2.5.45.२० ॥
न दीधितिर्भिन्नतनुः पपात द्वारं गुहाया पिहितं समस्तम् ॥
तैरायुधैर्दैत्यभुजप्रयुक्तैर्गुहामुखे मूर्छित एव पश्चात् ॥
]

`verse 20 [
आच्छादितं वीरकमस्त्रजालैर्दैत्यैश्च सर्वैस्तु मुहूर्तमात्रम् ॥
अपावृतं कर्तुमशक्यमासीन्निरीक्ष्य देवी दितिजान् सुघोरान् ॥
]

`verse 21 [
भयेन सस्मार पितामहं तु देवी सखीभिस्सहिता च विष्णुम् ॥
सैन्यं च मद्वीरवरस्य सर्वं सस्मारयामास गुहांतरस्था ॥
]

`verse 22 [
ब्रह्मा तया संस्मृतमात्र एव स्त्रीरूपधारी भगवांश्च विष्णुः ॥
इन्द्रश्च सर्वेः सह सैन्यकैश्च स्त्रीरूपमास्थाय समागतास्ते ॥
]

`verse 23 [
भूत्वा स्त्रियस्ते विविशुस्तदानीं मुनीन्द्रसंघाश्च महानुभावाः ॥
सिद्धाश्च नागास्त्वथ गुह्यकाश्च गुहांतरं पर्वतराजपुत्र्याः ॥
]

`verse 24 [
यस्मात्सुराज्य सनसंस्थितानामंतः पुरे संगमनं विरुद्धम् ॥
ततस्सहस्राणि नितंबिनीनामनंतसंख्यान्यपि दर्शयंत्यः ॥
]

`verse 25 [
रूपाणि दिव्यानि महाद्भुतानि गौर्ये गुहायां तु सवीरकार्यैः ॥
स्त्रियः प्रहृष्टा गिरिराजकन्या गुहांतरं पर्वतराजपुत्र्या ॥
]

`verse 26 [
स्त्रीभिस्सहस्रैश्च शतैरनेकैर्नेदुश्च कल्पांतरमेघघोषाः ॥
भेर्य्यश्च संग्रामजयप्रदास्तु ध्मातास्सुशंखाः सुनितम्बिनीभिः ॥
]

`verse 27 [
मूर्छां विहायाद्भुत चंडवीर्यस्स वीरको वै पुरतः स्थितस्तु ॥
प्रगृह्य शस्त्राणि महारथानां तैरेव शस्त्रैर्दितिजं जघान ॥
]

`verse 28 [
ब्राह्मी ततो दंड करा विरुद्धा गौरी तदा क्रोधपरीतचेताः ॥
नारायणी शंखगदासुचक्रधनुर्द्धरा पूरितबाहुदंडा॥ 2.5.45.३० ॥
विनिर्ययौ लांगलदण्डहस्ता व्योमालका कांचनतुल्यवर्णा ॥
धारासहस्राकुलमुग्रवेगं बैडौजसी वज्रकरा तदानीम् ॥
]

`verse 29 [
सहस्रनेत्रा युधि सुस्थिरा च सदुर्जया दैत्यशतैरधृष्या ॥
वैश्वानरी शक्तिरसौम्यवक्त्रा याम्या च दंडोद्यतपाणिरुग्रा ॥
]

`verse 30 [
सुतीक्ष्णखङ्गोद्यतपाणिरूपा समाययौ नैर्ऋति घोरचापा ॥
तोयालिका वारणपाशहस्ता विनिर्गता युद्धमभीप्समाना ॥
]

`verse 31 [
प्रचंडवातप्रभवा च देवी क्षुधावपुस्त्वंकुशपाणि रेव ॥
कल्पान्तवह्निप्रतिमां गदां च पाणौ गृहीत्वा धनदोद्भवा च ॥
]

`verse 32 [
याक्षेश्वरी तीक्ष्णमुखा विरूपा नखायुधा नागभयंकरी च ॥
एतास्तथान्याश्शतशो हि देव्यः सुनिर्गताः संकुलयुद्धभूमिम् ॥
]

`verse 33 [
दृष्ट्वा च तत्सैन्यमनंतपारं विवर्णवर्णाश्च सुविस्मिताश्च ॥
समाकुलास्संचकिताभयाद्वै देव्यो बभूबुर्हृददीनसत्त्वाः॥
]

`verse 34 [
चक्रुस्समाधाय मनस्समस्तास्ता देववध्वो विधिशक्तिमुख्याः॥
सुसंमत त्वेन गिरीशपुत्र्याः सेनापतिर्वीरसुघोरवीर्यः॥
]

`verse 35 [
चक्रुर्महायुद्धमभूतपूर्वं निधाय बुद्धौ दितिजाः प्रधानाः॥
निवर्तनं मृत्युमथात्मनश्च नारीभिरन्ये वरदानसत्त्वाः ॥
]

`verse 36 [
अत्यद्भुतं तत्र चकार युद्धं गौरी तदानीं सहिता सखीभिः ॥
कृत्वा रणे चाद्भुतबुद्धिशौण्डं सेनापतिं वीरकघोरवीर्यम्॥
]

`verse 37 [
हिरण्यनेत्रात्मज एव भूपश्चक्रे महाव्यूहमरं सुकर्मा॥
संभाव्य विष्णुं च निरीक्ष्य याम्यां सुदारुणं तद्गिलनामधेयम् ॥2.5.45.४०॥
मुखं करालं विधिसेवयास्य तस्मिन् कृते भगवानाजगाम ॥
कल्पान्तघोरार्कसहस्रकांतिकीर्णञ्च वै कुपितः कृत्ति वासाः ॥
]

`verse 38 [
गते ततो वर्षसहस्रमात्रे तमागतं प्रेक्ष्य महेश्वरं च ॥
चक्रुर्महायुद्धमतीवमात्रं नार्यः प्रहृष्टास्सह वीरकेण ॥
]

`verse 39 [
प्रणम्य गौरी गिरिशं च मूर्ध्ना संदर्शयन् भर्तुरतीव शौर्यमम् ॥
गौरी प्रयुद्धं च चकार हृष्टा हरस्ततः पर्वतराजपुत्रीम्॥
]

`verse 40 [
कंठे गृहीत्वा तु गुहां प्रविष्टो रमासहस्राणि विसर्जितानि ॥
गौरी च सन्मानशतैः प्रपूज्य गुहामुखे वीरकमेव स्थापयन्॥
]

`verse 41 [
ततो न गौरीं गिरिशं च दृष्ट्वाऽसुरेश्वरो नीतिविचक्षणो हि ॥
द्रुतं स्वदूतं विधसाख्यमेव स प्रेषयामास शिवोपकंठम् ॥
]

`verse 42 [
तैस्तैः प्रहारैरपि जर्ज रांगस्तस्मिन् रणे देवगणेरितैर्यः ॥
जगाद वाक्यं तु सगर्वमुग्रं प्रविश्य शंभुं प्रणिपत्य मूर्ध्ना ॥
]

`speaker [
दूत उवाच
]

`verse 43 [
संप्रेषितोहं विविशे गुहांतु ह्यषौऽन्धकस्त्वां समुवाच वाक्यम् ॥
नार्या न कार्यं तव किंचिदस्तिविमुच नारीं तरुणीं सुरूपाम् ॥
]

`verse 44 [
प्रायोभवास्तापसस्तज्जुषस्व क्षांतं मया यत्कमनीयमन्तः ॥
मुनिर्विरोधव्य इति प्रचिंत्य न त्वं मुनिस्तापस किं तु शत्रुः॥
]

`verse 45 [
अतीव?? दैत्येषु महाविरोधी युध्यस्व वेगेन मया प्रमथ्य ॥
नयामि पातालतलानुरूपं यमक्षयं तापस धूर्त हि त्वाम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 46 [
एतद्वचो दूतमुखान्निशम्य कपालमाली तमुवाच कोपात् ॥
ज्वलन्विषादेन महांस्त्रिनेत्रस्सतां गतिर्दुष्टमदप्रहर्ता ॥2.5.45.५०॥
शिव उवाच ॥
व्यक्तं वचस्ते तदतीव चोग्रं प्रोक्तं हि तत्त्वं त्वरितं प्रयाहि ॥
कुरुष्व युद्धं हि मया प्रसह्य यदि प्रशक्तोसि बलेन हि त्वम् ॥
]

`verse 47 [
यः स्यादशक्तो भुवि तस्य कोर्थो दारैर्धनैर्वा सुमनोहरैश्च ॥
आयांतु दैत्याश्च बलेन मत्ता विचार्यमेवं तु कृतं मयै तत् ॥
]

`verse 48 [
शरीरयात्रापि कुतस्त्वशक्तेः कुर्वन्तु यद्यद्विहितं तु तेषाम् ॥
ममापि यद्यत्करणीयमस्ति तत्तत्त्करिष्यामि न संश योत्र ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 49 [
एतद्वचस्तद्विधसोपि तस्माच्छ्रुत्वा हरान्निर्गत एव हृष्टः ॥
प्रागात्ततो गर्जितहुंकृतानि कुर्वंस्ततोदैत्यपतेस्सकाशम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे युद्धप्रारंभदूतसम्वादवर्णनंनाम पञ्चचत्वारिंशोऽध्यायः ॥
]
