`speaker [
सनत्कुमार उवाच
]

`verse 1 [
तस्येंगितज्ञश्च स दैत्यराजो गदां गृहीत्वा त्वरितस्ससैन्यः ॥
कृत्वाथ साऽग्रे गिलनामधेयं सुदारुणं देववरैरभेद्यम्॥
]

`verse 2 [
गुहामुखं प्राप्य महेश्वरस्य बिभेद शस्त्रैरशनिप्रकाशैः॥
अन्ये ततो वीरकमेव शस्त्रैरवाकिरञ्छैल सुतां तथान्ये ॥
]

`verse 3 [
द्वारं हि केचिद्रुचिरं बभंजुः पुष्पाणि पत्राणि विनाशयेयुः ॥
फलानि मूलानि जलं च हृद्यमुद्यानमार्गानपि खंडयेयुः ॥
]

`verse 4 [
विलोडयेयुर्मुदिताश्च केचिच्छृंगाणि शैलस्य च भानुमंति ॥
ततो हरस्सस्मृतवान्स्वसैन्यं समाह्वयन्कुपितः शूलपाणिः॥
]

`verse 5 [
भूतानि चान्यानि सुदारुणानि देवान्ससैन्यान्सह  विष्णुमुख्यान्॥
आहूतमात्रानुगणास्ससैन्या रथैर्गजैर्वाजिवृषैश्च गोभिः ॥
]

`verse 6 [
उष्ट्रैः खरैः पक्षिवरैश्च सिंहैस्ते सर्वदेवाः सहभूतसंघैः ॥
व्याघ्रैमृगैस्सूकरसारसैश्च समीनमत्स्यैश्शिशुमारमुख्यैः ॥
]

`verse 7 [
अन्यैश्च नाना विधजीवसंघैर्विशीर्णदंशाः स्फुटितैस्स्मशानैः ॥
भुजंगमैः प्रेतशतैः पिशाचैर्दिव्यैर्विमानैः कमलाकरैश्च ॥
]

`verse 8 [
नदीनदैः पर्वतवाहनैश्च समागताः प्रांजलयः प्रणम्य ॥
कपर्दिनं तस्थुरदीनसत्त्वास्सेनापतिं वीरकमेव कृत्वा ॥
]

`verse 9 [
विसर्जयामास रणाय देवान्विश्रांतवाहानथ तत्पिनाकी ॥
युद्धे स्थिरं लब्धजयं प्रधानं संप्रेषितास्ते तु महेश्वरेण ॥
]

`verse 10 [
चक्रुर्युगांतप्रतिमं च युद्धं मर्य्यादहीनं सगिलेन सर्वे ॥
दैत्येन्द्रसैन्येन सदैव घोरं क्रोधान्निगीर्णास्त्रिदशास्तु संख्ये ॥ 2.5.46.१० ॥
तस्मिन्क्षणे युध्यमानाश्च सर्वे ब्रह्मेन्द्रविष्ण्वर्कशशांकमुख्याः॥
आसन्निगीर्णा विधसेन तेन सैन्ये निगीर्णेऽस्ति तु वीरको हि ॥
]

`verse 11 [
विहाय संग्रामशिरोगुहां तां प्रविश्य शर्वं प्रणिपत्य मूर्ध्ना ॥
प्रोवाच दुःखाभिहतः स्मरारिं सुवीरको वाग्ग्मिवरोऽथ वृत्तम् ॥
]

`verse 12 [
निगीर्णैते सैन्यं विधसदितिजेनाद्य भगवन्निगीर्णोऽसौ विष्णुस्त्रिभुवनगुरुर्दैत्यदलनः ॥
निगीर्णौ चन्द्रार्कौद्रुहिणमघवानौ च वरदौ निगीर्णास्ते सर्वे यमवरुणवाताश्च धनदः ॥
]

`verse 13 [
स्थितोस्म्येकः प्रह्वः किमिह करणीयं भवतु मे अजेयो दैत्येन्द्रः प्रमुदितमना दैत्यसहितः ॥
]

`verse 14 [
अजेयं त्वां प्राप्तः प्रतिभयमना मारुतगतिस्स्वयं विष्णुर्देवः कनककशिपुं कश्यपसुतम् ॥
नखैस्तीक्ष्णैर्भक्त्या तदपिभगवञ्छिष्टवशगः प्रवृत्तस्त्रैलोक्य विधमतु मलं व्यात्तवदनः ॥
]

`verse 15 [
वसिष्ठाद्यैश्शप्तो भुवनपतिभिस्सप्तमुनिभिस्तथाभूते भूयस्त्वमिति सुचिरं दैत्यसहितः ॥
]

`verse 16 [
ततस्तेनोक्तास्ते प्रणयवचनैरात्मनि हितैः कदास्माद्वै घोराद्भवति मम मोक्षो मुनिवराः॥
यतः क्रुद्धैरुक्तो विधसहरणाद्युद्धसमये ततो घोरैर्बाणैर्विदलितमुखे मुष्टिभिरलम् ॥
]

`verse 17 [
बदर्याख्यारण्ये ननु हरिगृहापुण्यवसतौ निसंस्तभ्यात्मानं विगतकलुषो यास्यसि परम् ॥
ततस्तेषां वाक्यात्प्रतिदिनमसौ दैत्यगिलनः क्षुधार्तस्संग्रामाद्भ्रमति पुनरामोदमुदितः ॥
]

`verse 18 [
तमस्वेदं घोरं जगदुदितयोस्सूर्यशशिनोर्यथाशुक्रस्तुभ्यं परमरिपुरत्यंतविकरः ।
हतान्देवैर्देत्यान्पुनरमृतविद्यास्तुतिपदैस्सवीर्यान्संदृष्टान्व्रणशतवियुक्तान्प्रकुरुते॥
]

`verse 19 [
वरं प्राणास्त्याज्यास्तव मम तु संग्रामसमये भवान्साक्षीभूतः क्षणमपि वृतः कार्यकरणे ॥2.5.46.२०॥
सनत्कुमार उवाच ॥
इतीदं सत्पुत्रात्प्रमथपतिराकर्ण्य कुपितश्चिरं ध्यात्वा चक्रे त्रिभुवनपतिः प्रागनुपमम् ॥
प्रगायत्सामाख्यं दिनकरकराकारवपुषा प्रहासात्तन्नाम्ना तदनु निहतं तेन च तमः॥
]

`verse 20 [
प्रकाशेस्मिंल्लोके पुनरपि महायुद्धमकरोद्रणे दैत्यैस्सार्द्धं विकृतवदनैर्वीरकमुनिः॥
शिलाचूर्णं भुक्त्वा प्रवरमुनिना यस्तु जनितस्स कृत्वा संग्रामं पुरमपि पुरा यश्च जितवान्॥
]

`verse 21 [
महारुद्रस्सद्यः स खलु दितिजेनातिगिलितस्ततश्चासौ नन्दी निशितशरशूलासिसहितः ॥
प्रधानो योधानां मुनिवरशतानामपि महान्निवासो विद्यानां शमदममहाधैर्यसहितः॥
]

`verse 22 [
निरीक्ष्यैवं पश्चाद्वृषभवरमारुह्य भगवान्कपर्द्दी युद्धार्थी विधसदितिजं सम्मुखमुखः॥
जपन्दिव्यं मन्त्रं  निगलनविधानोद्गिलनकं स्थितस्सज्जं कृत्वा धनुरशनिकल्पानपि शरान्॥
]

`verse 23 [
ततौ निष्कांतोऽसौ विधसवदनाद्वीरकमुनिर्गृहीत्वा तत्सर्वे स्वबलमतुलं विष्णुसहितः॥
समुद्गीर्णास्सर्वे कमलजबलारीन्दुदिनपाः प्रहृष्टं तसैन्यं पुनरपि महायुद्धमकरोत् ॥
]

`verse 24 [
जिते तस्मिञ्छुक्रस्तदनु दितिजान्युद्धविहतान् यदा विद्यावीर्यात्पुनरपि सजीवान्प्रकुरुते ॥
तदा बद्ध्वानीतः पशुरिव गणैभूतपतये निगीर्णस्तेनासौ त्रिपुररिपुणा दानवगुरुः॥
]

`verse 25 [
विनष्टे शुक्राख्यो सुररिपुनिवासस्तदखिलो जितो ध्वस्तो भग्नो भृशमपि सुरैश्चापि दलितम्॥
प्रभूतैर्भूतौघैर्दितिजकुणपग्रासरसिकैस्सरुंडैर्नृत्यद्भिर्निशितशरशक्त्युद्धृतकरैः ॥
]

`verse 26 [
प्रमत्तैर्वेतालैस्सुदृढकरतुंडैरपि खगैवृकैर्नानाभेदैश्शवकुणपपूर्णास्यकवलैः॥
विकीर्णे संग्रामे कनककशिपोर्वंशजनकश्चिरं युद्धं कृत्वा हरिहरमहेन्द्रैश्च विजितः ॥
]

`verse 27 [
प्रविष्टे पाताले गिरिजलधिरंध्राण्यपि तथा ततस्सैन्ये क्षीणे दितिजवृषभश्चांधकवरः ॥
प्रकोपे देवानां कदनदवरो विश्वदलनो गदाघातैर्घोरैर्विदलितमदश्चापि हरिणा ॥
]

`verse 28 [
न वै यस्सग्रामं त्यजति वरलब्धः किलः यत स्तदा ताडैर्घोरैस्त्रिदशपतिना पीडिततनुः ॥
ततश्शस्त्रास्त्रौघैस्तरुगिरिजलैश्चाशु विबुधाञ्जिगायोच्चैर्गर्जन्प्रमथपतिमाहूय शनकैः ॥2.5.46.३०॥
स्थितो युद्धं कुर्वन्रणपतितशस्त्रैर्बहुविधैः परिक्षीणैस्सर्वैस्तदनु गिरिजा रुद्रमतुदत् ॥
तथा वृक्षैस्सर्पैरशनिनिवहैः शस्त्रप टलैर्विरूपैर्मायाभिः कपटरचनाशम्बरशतैः ॥
]

`verse 29 [
विजेतुं शैलेशं कुहकमपरं तत्र कृतवान्महासत्त्वो वीरस्त्रिपुररिपुतुल्यश्च मतिमान् ॥
न वध्यो देवानां वरशतमनोन्मादविवशः प्रभूतैश्शस्त्रास्त्रैस्सपदि दितिजो जर्जरतनुः ॥
]

`verse 30 [
तदीयाद्विष्यन्दात्क्षिति तलगतैरन्धकगणैरतिव्याप्तघोरं विकृतवदनं स्वात्मसदृशम्॥
दधत्कल्पांताग्निप्रतिमवपुषा भूतपतिना त्रिशूले नोद्भिन्नस्त्रिपुररिपुणा दारुणतरम् ॥
]

`verse 31 [
यदा सैन्यासैन्यं पशुपतिहतादन्यदभवद्व्रणोत्थैरत्युष्णैः पिशितनिसृतैर्बिन्दुभिरलम् ॥
तदा विष्णुर्योगा त्प्रमथपतिमाहूय मतिमान् चकारोग्रं रूपं विकृतवदनं स्त्रैणमजितम्॥
]

`verse 32 [
करालं संशुष्कं बहुभुजलताक्रांतकुपितो विनिष्क्रांतः कर्णाद्रणशिरसि शंभोश्च भगवान् ॥
]

`verse 33 [
रणस्था सा देवी चरणयुगलालंकृतमही स्तुता देवैस्सर्वैस्मदनु भगवान् प्रेरितमतिः ॥
क्षुधार्ता तत्सैन्यं दितिजनिसृतं तच्च रुधिरं पपौ सात्युष्णं तद्रणशिरसि सृक्कर्दममलम् ॥
]

`verse 34 [
ततस्त्वेको दैत्यस्तदपि युयुधे शुष्करुधिरस्तलाघातैर्घोरैशनिसदृशैर्जानुचरणैः ॥
नखैर्वज्राकारैर्मुखभुजशिरोभिश्च गिरिशं स्मरन् क्षात्रं धर्मं स्वकुल विहितं शाश्वतमजम् ॥
]

`verse 35 [
रणे शांतः पश्चात्प्रमथपतिना भिन्नहृदयस्त्रिशूले सप्रोतो नभसि विधृतस्स्थाणुसदृशः ॥
अधःकायश्शुष्कस्नपनकिरणैर्जीर्णतनुमाञ्जलासारेर्मेघैः पवनसहितैः क्लेदितवपुः॥
]

`verse 36 [
विशीर्णस्तिग्मांशोस्तुहिनशकलाकारशकलस्तथाभूतः प्राणांस्तदपि न जहौ दैत्य वृषभः ॥
तदा तुष्टश्शंभुः परमकरुणावारिधिरसौ ददौ तस्मै प्रीत्या गणपतिपदं तेन विनुतः ॥३९।
ततो युद्धस्यांते भुवनपतयस्सार्थ रमणैस्तवैर्नानाभेदैः प्रमथपतिमभ्यर्च्य विधिवत् ॥
हरिब्रह्माद्यास्ते परमनुतिभिस्स्तुष्टुवुरलं नतस्कंधाः प्रीता जयजय गिरं प्रोच्य सुखिताः॥ 2.5.46.४० ॥
हरस्तैस्तैस्सार्द्धं गिरिवरगुहायां प्रमुदितो विसृज्यैकानंशान् विविधबलिना पूज्यसुनगान् ॥
चकाराज्ञां क्रीडां गिरिवर सुतां प्राप्य मुदितां तथा पुत्रं घोराद्विधसवदनान्मुक्तमनघम् ॥
]

`colophon [
इति श्रीशिवमहा पुराणे द्वितीयायां रुद्रसंहितायां पंचमे युद्धखण्डे अंधकवधोपाख्याने अन्धकयुद्धवर्णनं नाम षट्चत्वारिंशोऽध्यायः ॥
]
