`speaker [
व्यास उवाच
]

`verse 1 [
तस्मिन्महति संग्रामे दारुणे लोमहर्षणे ॥
शुक्रो दैत्यपतिर्विद्वान्भक्षितस्त्रिपुरारिणा ॥
]

`verse 2 [
इति श्रुतं समासान्मे तत्पुनर्ब्रूहि विस्तरात॥
किं चकार महायोगी जठरस्थः पिनाकिनः ॥
]

`verse 3 [
न ददाह कथं शभोश्शुक्रं तं जठरानलः ॥
कल्पान्तदहनः कालो दीप्ततेजाश्च भार्गवः ॥
]

`verse 4 [
विनिष्क्रांतः कथं धीमाच्छंभोर्जठरपंजरात् ॥
कथमाराधयामास कियत्कालं स भार्गवः ॥
]

`verse 5 [
अथ च लब्धवान्विद्यां तां मृत्युशमनीं पराम्॥
का सा विद्या परा तात यथा मृत्युर्हि वार्यते ॥
]

`verse 6 [
लेभेन्धको गाणपत्यं कथं शूला द्विनिर्गतः ॥
देवदेवस्य वै शंभोर्मुनेर्लीलाविहारिणः ॥
]

`verse 7 [
एतत्सर्वमशेषेण महाधीमन् कृपां कुरु ॥
शिवलीलामृतं तात शृण्वत कथयस्व मे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
इति तस्य वचः श्रुत्वा व्यासस्यामिततेजसः ॥
सनत्कुमारः प्रोवाच स्मृत्वा शिवपदांबुजम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 9 [
शृणु व्यास महाबुद्धे शिवलीलामृतं परम् ॥
धन्यस्त्वं शैवमुख्योसि ममानन्दकरः स्वतः ॥
]

`verse 10 [
प्रवर्तमाने समरे शंकरांधकयोस्तयोः ॥
अनिर्भेद्यपविव्यूहगिरिव्यूहाधिनाथयोः॥2.5.47.१०॥
पुरा जयो बभूवापि दैत्यानां बलशालिनाम्॥
शिवप्रभा वादभवत्प्रमथानां मुने जयः ॥
]

`verse 11 [
तच्छुत्वासीद्विषण्णो हि महादैत्योंधकासुरः॥
कथं स्यान्मे जय इति विचारणपरोऽभवत्॥
]

`verse 12 [
अपसृत्य ततो युद्धादंधकः परबुद्धिमान् ॥
द्रुतमभ्यगमद्वीर एकलश्शुक्रसन्निधिम् ॥
]

`verse 13 [
प्रणम्य स्वगुरुं काव्यमवरुह्य रथाच्च सः ॥
बभाषेदं विचार्याथ सांजलिर्नीतिवित्तमः ॥
]

`speaker [
अंधक उवाच
]

`verse 14 [
भगवंस्त्वामुपाश्रित्य गुरोर्भावं वहामहे ॥
पराजिता भवामो नो सर्वदा जयशालिनः ॥
]

`verse 15 [
त्वत्प्रभावात्सदा देवान्समस्तान्सानुगान्वयम् ॥
मन्यामहे हरोषेन्द्रमुखानपि हि कत्तृणान् ॥
]

`verse 16 [
अस्मत्तो बिभ्यति सुरास्तदा भवदनुग्रहात् ॥
गजा इव हरिभ्यश्च तार्क्ष्येभ्य इव पन्नगाः ॥
]

`verse 17 [
अनिर्भेद्यं पविव्यूहं विविशुर्दैत्य दानवाः ॥
प्रमथानीकमखिलं विधूय त्वदनुग्रहात् ॥
]

`verse 18 [
वयं त्वच्छरणा भूत्वा सदा गा इव निश्चलाः ॥
स्थित्वा चरामो निश्शंकमाजावपि हि भार्गव ॥
]

`verse 19 [
रक्षरक्षाभितो विप्र प्रव्रज्य शरणागतान् ॥
असुराञ्छत्रुभिर्वीरैरर्दितांश्च मृतानपि ॥ 2.5.47.२० ॥
प्रथमैर्भीमविक्रांतैः क्रांतान्मृत्युप्रमाथिभिः ॥
सूदितान्पतितान्पश्य हुंडादीन्मद्गणान्वरान् ॥
]

`verse 20 [
यः पीत्वा कणधूमं वै सहस्रं शरदां पुरा ॥
त्वया प्राप्ता वरा विद्या तस्याः कालोयमागतः ॥
]

`verse 21 [
अद्य विद्याफलं तत्ते सर्वे पश्यंतु भार्गव ॥
प्रमथा असुरान्सर्वान् कृपया जीवयिष्यतः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 22 [
इत्थमन्धकवाक्यं स श्रुत्वा धीरो हि भार्गवः ॥
तदा विचारयामास दूयमानेन चेतसा ॥
]

`verse 23 [
किं कर्तव्यं मयाद्यापि क्षेमं मे स्यात्कथं त्विति ॥
सन्निपातविधिर्जीवः सर्वथानुचितो मम ॥
]

`verse 24 [
विधेयं शंकरात्प्राप्ता तद्गुणान् प्रति योजये ॥
तद्रणे मर्दितान्वीरः प्रमथैश्शंकरानुगैः ॥
]

`verse 25 [
शरणागतधर्मोथ प्रवरस्सर्वतो हृदा॥
विचार्य शुक्रेण धिया तद्वाणी स्वीकृता तदा ॥
]

`verse 26 [
किंचित्स्मितं तदा कृत्वा सोऽब्रवीद्दानवाधिपम् ॥
भार्गवश्शिवपादाब्जं सप्पा?? स्वस्थेन चेतसा ॥
]

`speaker [
शुक्र उवाच
]

`verse 27 [
यत्त्वया भाषितं तात तत्सर्वं तथ्यमेव हि ॥
एतद्विद्योपार्जनं हि दानवार्थं कृतं?? मया ॥
]

`verse 28 [
दुस्सहं कणधूमं वै पीत्वा वर्षसहस्रकम् ॥
विद्येयमीश्वरात्प्राप्ता बंधूनां सुखदा सदा ॥ 2.5.47.३० ॥
प्रमथैर्मथितान्दैत्यान्रणेहं विद्ययानया ॥
उत्थापयिष्ये म्लानानि शस्यानि जलभुग्यथा॥
]

`verse 29 [
निर्व्रणान्नीरुजः स्वस्थान्सुप्त्वेव पुन रुत्थितान् ॥
मुहूर्तेस्मिंश्च द्रष्टासि दैत्यांस्तानुत्थितान्निजान् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 30 [
इत्युक्त्वा सोधकं शुक्रो विद्यामावर्तयत्क विः ॥
एकैकं दैत्यमुद्दिश्य स्मृत्वा विद्येशमादरात् ॥
]

`verse 31 [
विद्यावर्तनमात्रेण ते सर्वे दैत्यदानवाः ॥
उत्तस्थुर्युगपद्वीरास्सुप्ता इव धृतायुधाः ॥
]

`verse 32 [
सदाभ्यस्ता यथा वेदास्समरे वा यथाम्बुदा ॥
श्रद्धयार्थास्तथा दत्ता ब्राह्मणेभ्यो यथापदि॥
]

`verse 33 [
उज्जीवितांस्तु तान्दृष्ट्वा हुंडादींश्च महासुरान् ॥
विनेदुरसुराः सर्वे जलपूर्णा इवांबुदाः ॥
]

`verse 34 [
रणोद्यताः पुनश्चासन्गर्जंतो विकटान्रवान् ॥
प्रमथैस्सह निर्भीता महाबलपराक्रमाः ॥
]

`verse 35 [
शुक्रेणोज्जीवितान्दृष्ट्वा प्रमथा दैत्यदानवान् ॥
विसिष्मिरे ततस्सर्वे नंद्याद्या युद्धदुर्मदाः ॥
]

`verse 36 [
विज्ञाप्यमेवं कर्मैतद्देवेशे शंकरेऽखिलम् ॥
विचार्य बुद्धिमंतश्च ह्येवं तेऽन्योन्यमब्रुवन् ॥
]

`verse 37 [
आश्चर्यरूपे प्रमथेश्वराणां तस्मिंस्तथा वर्तति युद्धयज्ञे ॥
अमर्षितो भार्गवकर्म दृष्ट्वा शिलादपुत्रोऽभ्यगमन्महेशम्॥2.5.47.४०॥
जयेति चोक्त्वा जययोनिमुग्रमुवाच नंदी कनकावदातम् ॥
गणेश्वराणां रणकर्म देव देवैश्च सेन्द्रैरपि दुष्करं सत् ॥
]

`verse 38 [
तद्भार्गवेणाद्य कृतं वृथा नस्संजीवतांस्तान्हि मृतान्विपक्षान्॥
आवर्त्य विद्यां मृतजीवदात्रीमेकेकमुद्दिश्य सहेलमीश ॥
]

`verse 39 [
तुहुंडहुंडादिककुंभजंभविपा कपाकादिमहासुरेन्द्राः ॥
यमालयादद्य पुनर्निवृत्ता विद्रावयंतः प्रमथांश्चरंति ॥
]

`verse 40 [
यदि ह्यसौ दैत्यवरान्निरस्तान्संजीवयेदत्र पुनः पुनस्तान्॥
जयः कुतो नो भविता महेश गणेश्वराणां कुत एव शांतिः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 41 [
इत्येवमुक्तः प्रमथेश्वरेण स नंदिना वै प्रमथेश्वरेशः ॥
उवाच देवः प्रहसंस्तदानीं तं नंदिनं सर्वगणेशराजम् ॥
]

`speaker [
शिव उवाच
]

`verse 42 [
नन्दिन्प्रयाहि त्वरितोऽति मात्रं द्विजेन्द्रवर्यं दितिनन्दनानाम् ॥
मध्यात्समुद्धृत्य तथा नयाशु श्येनो यथा लावकमंडजातम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 43 [
स एवमुक्तो वृषभध्वजेन ननाद नंदी वृषसिंहनादः ॥
जगाम तूर्णं च विगाह्य सेनां यत्राभवद्भार्गववंशदीपः ॥
]

`verse 44 [
तं रक्ष्यमाणं दितिजैस्समस्तैः पाशासिवृक्षोपलशैलहस्तैः ॥
विक्षोभ्य दैत्यान्बलवाञ्जहार काव्यं स नन्दी शरभो यथेभम् ॥
]

`verse 45 [
स्रस्तांबरं विच्युतभूषणं च विमुक्तकेशं बलिना गृहीतम् ॥
विमोचयिष्यंत इवानुजग्मुः सुरारयस्सिंहरवांस्त्यजंतः ॥
]

`verse 46 [
दंभोलि शूलासिपरश्वधानामुद्दंडचक्रोपलकंपनानाम् ॥
नंदीश्वरस्योपरि दानवेन्द्रा वर्षं ववर्षुर्जलदा इवोग्रम् ॥ 2.5.47.५० ॥
तं भार्गवं प्राप्य गणाधिराजो मुखाग्निना शस्त्रशतानि दग्ध्वा ॥
आयात्प्रवृद्धेऽसुरदेवयुद्धे भवस्य पार्श्वे व्यथितारिपक्षः ॥
]

`verse 47 [
अयं स शुक्रो भगवन्नितीदं निवेदयामास भवाय शीघ्रम् ॥
जग्राह शुक्रं स च देवदेवो यथोपहारं शुचिना प्रदत्तम् ॥
]

`verse 48 [
न किंचिदुक्त्वा स हि भूतगोप्ता चिक्षेप वक्त्रे फलवत्कवीन्द्रम् ॥
हाहारवस्तैरसुरैस्समस्तैरुच्चैर्विमुक्तो हहहेति भूरि ॥
]

`colophon [
इति श्रीशिव महापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे अंधकयुद्धे शुक्रनिगीर्णनवर्णनं नाम सप्तचत्वारिंशोऽध्यायः ॥
]
