`speaker [
व्यास उवाच
]

`verse 1 [
शुक्रे निगीर्णे रुद्रेण किमकार्षुश्च दानवाः ॥
अंधकेशा महावीरा वद तत्त्वं महामुने ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
काव्ये निगीर्णे गिरिजेश्वरेण दैत्या जयाशारहिता बभूवुः ॥
हस्तैर्विमुक्ता इव वारणेन्द्राः शृंगैर्विहीना इव गोवृषाश्च ॥
]

`verse 3 [
शिरो विहीना इव देवसंघा द्विजा यथा चाध्ययनेन हीनाः ॥
निरुद्यमास्सत्त्वगणा यथा वै यथोद्यमा भाग्यविवर्जिताश्च ॥
]

`verse 4 [
पत्या विहीनाश्च यथैव योषा यथा विपक्षाः खलु मार्गणौघाः ॥
आयूंषि हीनानि यथैव पुण्यैर्व्रतैर्विहीनानि यथा श्रुतानि ॥
]

`verse 5 [
विना यथा वैभवशक्तिमेकां भवंति हीनास्स्वफलैः क्रियौघाः ॥
यथा विशूराः खलु क्षत्रियाश्च सत्यं विना धर्मगणो यथैव ॥
]

`verse 6 [
नन्दिना चा हृते शुक्रे गिलिते च विषादिना ॥
विषादमगमन्दैत्या यतमानरणोत्सवाः ॥
]

`verse 7 [
तान् वीक्ष्य विगतोत्साहानंधकः प्रत्यभाषत ॥
दैत्यांस्तुहुंडाहुंडदीन्महाधीरपराक्रमः ॥
]

`speaker [
अंधक उवाच
]

`verse 8 [
कविं विक्रम्य नयता नन्दिना वंचिता वयम् ॥
तनूर्विना कृताः प्राणास्सर्वेषामद्य नो ननु ॥
]

`verse 9 [
धैर्यं वीर्यं गतिः कीर्तिस्सत्त्वं तेजः पराक्रमः ॥
युगपन्नो हृतं सर्वमेकस्मिन् भार्गवे हृते ॥
]

`verse 10 [
धिगस्मान् कुलपूज्यो यैरेकोपि कुलसत्तमः॥
गुरुस्सर्वसमर्थश्च त्राता त्रातो न चापदि॥2.5.48.१०॥
तद्यूयमविलंब्येह युध्यध्वमरिभिस्सह॥
वीरैस्तैः प्रमथैवीराः स्मृत्वा गुरुपदांबुजम् ॥१
]

`verse 11 [
गुरोः काव्यस्य सुखदौ स्मृत्वा चरणपंकजौ ॥
सूदयिष्याम्यहं सर्वान् प्रमथान् सह नन्दिना ॥
]

`verse 12 [
अद्यैतान् विवशान् हत्वा सहदेवैस्सवासवैः ॥
भार्गवं मोचयिष्यामि जीवं योगीव कर्मतः ॥
]

`verse 13 [
स चापि योगी योगेन यदि नाम स्वयं प्रभुः ॥
शरीरात्तस्य निर्गच्छेदस्माकं शेषपालिता ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 14 [
इत्यन्धकवचः श्रुत्वा दानवा मेघनिस्स्वनाः ॥
प्रमथान् निर्दयाः प्राहुर्मर्तव्ये कृतनिश्चयाः ॥
]

`verse 15 [
सत्यायुषि न नो जातु शक्तास्स्युः प्रमथा बलात् ॥
असत्यायुपि किं गत्वा त्यक्त्वा स्वामिनमाहवे ॥
]

`verse 16 [
ये स्वामिनं विहायातो बहुमानधना जनाः ॥
यांति ते यांति नियतमंधतामिस्रमालयम् ॥
]

`verse 17 [
अयशस्तमसा ख्यातिं मलिनीकृत्य भूरिशः ॥
इहामुत्रापि सुखिनो न स्युर्भग्ना रणाजिरे ॥
]

`verse 18 [
किं दानै किं तपोभिश्च किं तीर्थपरिमज्जनैः ॥
धारातीर्थे यदि स्नानं पुनर्भवमलापहे ॥
]

`verse 19 [
संप्रथार्येति तद्वाक्यं दैत्यास्ते दनुजास्तथा ॥
ममंथुः प्रमथानाजौ रणभेरीं निनाद्य च ॥ 2.5.48.२० ॥
तत्र बाणासिवज्रौघैः कठिनैश्च शिलामयैः ॥
भुशुण्डिभिंदिपालैश्च शक्ति भल्लपरश्वधैः ॥
]

`verse 20 [
खट्वांगैः पट्टिशैश्शूलैर्लकुटैर्मुसलैरलम् ॥
परस्परमभिघ्नंतः प्रचक्रुः कदनं महत्॥
]

`verse 21 [
कार्मुकाणां विकृष्टानां पततां च पतत्त्रिणाम् ॥
भिंदिपालभुशुंडीनां क्ष्वेडितानां रवोऽभवत् ॥
]

`verse 22 [
रणतूर्य्यनिनादैश्च गजानां बहुबृंहितैः ॥
हेषारवैर्हयानां च महान्कोलाहलोऽभवत् ॥
]

`verse 23 [
अस्तिस्वनैरवापूरि द्यावाभूम्योर्यदंतरम् ॥
अभीरूणां च भीरूणां महारोमोद्गमोऽभवत् ॥
]

`verse 24 [
गजवाजिमहारावस्फुटशब्दग्रहाणि च ॥
भग्नध्वजपताकानि क्षीणप्रहरणानि च ॥
]

`verse 25 [
रुधिरोद्गारचित्राणि व्यश्वहस्तिरथानि च ॥
पिपासितानि सैन्यानि मुमूर्च्छुरुभयत्र वै ॥
]

`verse 26 [
अथ ते प्रमथा वीरा नंदिप्रभृतयस्तदा ॥
बलेन जघ्नुरसुरान्सर्वान्प्रापुर्जयं मुने ॥
]

`verse 27 [
दृष्ट्वा सैन्यं च प्रमथेर्भज्यमानमितस्ततः ॥
दुद्राव रथमास्थाय स्वयमेवांधको गणान् ॥
]

`verse 28 [
शरावारप्रयुक्तैस्तैर्वज्रपातैर्नगा इव ॥
प्रमथा नेशिरे चास्त्रैर्निस्तोया इव तोयदाः ॥2.5.48.३०॥
यांतमायांतमालोक्य दूरस्थं निकटस्थितम् ॥
प्रत्येकं रोमसंख्याभिर्विव्याधेषुभिरन्धकः ॥
]

`verse 29 [
दृष्ट्वा सैन्यं भज्यमानमंधकेन बलीयसा ॥
स्कंदो विनायको नंदी सोमनंद्यादयः परे ॥
]

`verse 30 [
प्रमथा प्रबला वीराश्शंकरस्य गणा निजाः ॥
चुक्रुधुस्समरं चक्रुर्विचित्रं च महाबलाः ॥
]

`verse 31 [
विनायकेन स्कंदेन नंदिना सोमनंदिना ॥
वीरेण नैगमेयेन वैशाखेन बलीयसा॥
]

`verse 32 [
इत्याद्यैस्तु गणैरुग्रैरंधकोप्यधकीकृतः॥
त्रिशूलशक्तिबाणौघधारासंपातपातिभिः ॥
]

`verse 33 [
ततः कोलाहलो जातः प्रमथासुरसैन्ययोः॥
तेन शब्देन महता शुक्रश्शंभूदरे स्थ्ग्तिः॥
]

`verse 34 [
छिद्रान्वेषी भ्रमन्सोथ विनिकेतो यथानिलः॥
सप्तलोकान्सपातालान्रुद्रदेहे व्यलोकयत् ॥
]

`verse 35 [
ब्रह्मनारायणेन्द्राणां सादित्याप्सरसां तथा ॥
भुवनानि विचित्राणि युद्धं च प्रमथासुरम् ॥
]

`verse 36 [
स वर्षाणां शतं कुक्षौ भवस्य परितो भ्रमन् ॥
न तस्य ददृशे रन्ध्रं शुचे रंध्रं खलो यथा ॥
]

`verse 37 [
शांभवेनाथ योगेन शुक्ररूपेण भार्गवः ॥
इमं मंत्रवरं जप्त्वा शंभोर्जठरपंजरात् ॥ 2.5.48.४० ॥
निष्क्रांतं लिंगमार्गेण प्रणनाम ततश्शिवम् ॥
गौर्य्या गृहीतः पुत्रार्थं तदविघ्नेश्वरीकृतः ॥
]

`verse 38 [
अथ काव्यं विनिष्क्रातं शुक्रमार्गेण भार्गवम् ॥
दृष्ट्वोवाच महेशानो विहस्य करुणानिधिः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 39 [
शुक्रवन्निस्सृतो यस्माल्लिंगान्मे भृगुनन्दन ॥
कर्मणा तेन शुक्लत्वं मम पुत्रोसि गम्यताम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 40 [
इत्येवमुक्तो देवेन शुक्रोर्कसदृशद्युतिः ॥
प्रणनाम शिवं भूयस्तुष्टाव विहितांजलिः ॥
]

`speaker [
शुक्र उवाच
]

`verse 41 [
अनंतपादस्त्वमनंतमूर्तिरनंतमूर्द्धांतकरश्शिवश्च ॥
अनंतबाहुः कथमीदृशं त्वां स्तोष्ये ह नुत्यं प्रणिपत्य मूर्ध्ना ॥
]

`verse 42 [
त्वमष्टमूर्तिस्त्वमनंतमूर्तिस्त्वमिष्टदस्सर्वसुरासुराणाम् ॥
अनिष्टदृष्टश्च विमर्दकश्च स्तोष्ये ह नुत्यं कथमीदृशं त्वाम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 43 [
इति स्तुत्वा शिवं शुक्रः पुनर्नत्वा शिवाज्ञया ॥
विवेश दानवानीकं मेघमालां यथा शशी ॥
]

`verse 44 [
निगीर्णनमिति प्रोक्तं शंकरेण कवे रणे ॥
शृणु मंत्रं च तं जप्तो यश्शंभोः कविनोदरे ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्र संहितायां पञ्चमे युद्धखंडे शुक्रनिगीर्णनं नामाष्टचत्वारिंशोऽध्यायः ॥
]
