`speaker [
सनत्कुमार उवाच
]

`verse 1 [
ॐ नमस्ते देवेशाय सुरासुरनम स्कृताय भूतभव्यमहादेवाय हरितपिगललोचनाय बलाय बुद्धिरूपिणे वैयाघ्रवसनच्छदायारणेयाय त्रैलोक्यप्रभवे ईश्वराय हराय हरितनेत्राय युगान्तकरणायानलायगणेशायलोकपालाय महाभुजायमहाहस्ताय शूलिने महादंष्ट्रिणे कालाय महेश्वरायअव्ययाय कालरूपिणे नीलग्रीवाय महोदराय गणाध्यक्षाय सर्वात्मने सर्वभावनाय सर्वगाय मृत्युहंत्रे पारियात्रसुव्रताय ब्रह्मचारिणे वेदान्त गाय तपोंतगाय पशुपतये व्यंगाय शूलपाणये वृषकेतवे हरये जटिने शिखंडिने लकुटिने महायशसे भूतेश्वराय गुहावासिने वीणा पणवतालंबते अमराय दर्शनीयाय बालसूर्यनिभाय श्मशानवासिने भगवते उमापतये अरिन्दमाय भगस्याक्षिपातिने पूष्णोर्दशननाशनाय कूरकर्तकाय पाशहस्ताय प्रलयकालाय उल्कामुखायाग्निकेतवे मुनये दीप्ताय विशांपतये उन्नयते जनकाय चतुर्थकाय लोक सत्तमाय वामदेवाय वाग्दाक्षिण्याय वामतो भिक्षवे भिक्षुरूपिणे जटिने स्वयंजटिलाय शक्रहस्तप्रतिस्तंभकाय वसूनां स्तंभाय क्रतवे क्रतुकराय कालाय मेधाविने मधुकराय चलाय वानस्पत्याय वाजसनेति समाश्रमपूजिताय जगद्धात्रे जगत्कर्त्रे पुरुषाय शाश्वताय ध्रुवाय धर्माध्यक्षाय त्रिवर्त्मने भूतभावनाय त्रिनेत्राय बहुरूपाय सूर्यायुतसमप्रभाय देवाय सर्वतूर्यनिनादिने सर्वबाधाविमोचनाय बंधनाय सर्वधारिणे धर्म्मोत्तमाय पुष्पदंतायापि भागाय मुखाय सर्वहराय हिरण्यश्रवसे द्वारिणे भीमाय भीमपराक्रमाय ॐनमो नमः ॥
सनत्कुमार उवाच ॥
इमं मन्त्रवरं जप्त्वा शुक्रो जठरपंजरात् ॥
निष्क्रान्तो लिंगमार्गेण शंभोश्शुक्रमिवोत्कटम् ॥
]

`verse 2 [
गौर्या गृहीतः पुत्रार्थं विश्वेशेन ततः कृतः ॥
अजरश्चामरः श्रीमान्द्वितीय इव शंकरः ॥
]

`verse 3 [
त्रिभिर्वर्षसहस्रैस्तु?? समतीतैर्महीतले ॥
महेश्वरात्पुनर्जातः शुक्रो वेदनिधिर्मुनिः ॥
]

`verse 4 [
ददर्श शूले संशुष्कं ध्यायंतं परमेश्वरम् ॥
अंधकं धैर्यसद्वन्य??दानवेशं तपस्विनम् ॥
]

`verse 5 [
महादेवं विरूपाक्षं चन्द्रार्द्धकृतशेखरम् ॥
अमृतं शाश्वतं स्थाणुं नीलकंठं पिनाकिनम् ॥
]

`verse 6 [
वृषभाक्षं महाज्ञेयं पुरुषं सर्वकामदम् ॥
कामारिं कामदहनं कामरूपं कपर्दिनम् ॥
]

`verse 7 [
विरूपं गिरिशं भीमं स्रग्विणं रक्तवाससम् ॥
योगिनं कालदहनं त्रिपुरघ्नं कपालिनम् ॥
]

`verse 8 [
गूढव्रतं गुप्तमंत्रं गंभीरं भावगोचरम् ॥
अणिमादिगुणाधारत्रिलोक्यैश्वर्य्यदायकम्॥
]

`verse 9 [
वीरं वीरहणं घोरं विरूपं मांसलं पटुम् ॥
महामांसादमुन्मत्तं भैरवं वै महेश्वरम् ॥
]

`verse 10 [
त्रैलोक्यद्रावणं लुब्धं लुब्धकं यज्ञसूदनम् ॥
कृत्तिकानां सुतैर्युक्तमुन्मत्तकृत्तिवाससम् ॥ 2.5.49.१० ॥
गजकृत्तिपरीधानं क्षुब्धं भुजगभूषणम् ॥
दद्यालंबं च वेतालं घोरं शाकिनिपूजितम् ॥
]

`verse 11 [
अघोरं घोरदैत्यघ्नं घोरघोषं वनस्पतिम् ॥
भस्मांगं जटिलं शुद्धं भेरुंडशतसेवितम् ॥
]

`verse 12 [
भूतेश्वरं भूतनाथं पञ्चभूताश्रितं खगम् ॥
क्रोधितं निष्ठुरं चण्डं चण्डीशं चण्डिकाप्रियम् ॥
]

`verse 13 [
चण्डं तुंगं गरुत्मंतं नित्यमासवभोजनम् ॥
लेलिहानं महारौद्रं मृत्युं मृत्योरगोचरम् ॥
]

`verse 14 [
मृत्योर्मृत्युं महासेनं श्मशानारण्यवासिनम् ॥
रागं विरागं रागांधं वीतरागशताचितम् ॥
]

`verse 15 [
सत्त्वं रजस्तमोधर्ममधर्मं वासवानुजम् ॥
सत्यं त्वसत्यं सद्रूपमसद्रूपमहेतुकम् ॥
]

`verse 16 [
अर्द्धनारीश्वरं भानुं भानुकोटिशतप्रभम् ॥
यज्ञं यज्ञपतिं रुद्रमीशानं वरदं शिवम् ॥
]

`verse 17 [
अष्टोत्तरशतं ह्येतन्मूर्तीनां परमात्मनः ॥
शिवस्य दानवो ध्यायन्मुक्तस्तस्मान्महाभयात् ॥
]

`verse 18 [
दिव्येनामृतवर्षेण सोऽभिषिक्तः कपर्दिना ॥
तुष्टेन मोचितं तस्माच्छूलाग्रादवरोपितः ॥
]

`verse 19 [
उक्तश्चाथ महादैत्यो महेशानेन सोंऽधकः ॥
असुरस्सांत्वपूर्वं यत्कृतं सर्वं महात्मना ॥2.5.49.२० ॥
ईश्वर उवाच ॥
भो भो दैत्येन्द्रतुष्टोऽस्मि दमेन नियमेन च ॥
शौर्येण तव धैर्येण वरं वरय सुव्रत ॥
]

`verse 20 [
आराधितस्त्वया नित्यं सर्वनिर्धूतकल्मषः ॥
वरदोऽहं वरार्हस्त्वं महादैत्येन्द्रसत्तम ॥
]

`verse 21 [
प्राणसंधारणादस्ति यच्च पुण्यफलं तव ॥
त्रिभिर्वर्षसहस्रैस्तु तेनास्तु तव निर्वृतिः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 22 [
एतच्छ्रुत्वांधकः प्राह वेपमानः कृतांजलिः ॥
भूमौ जानुद्वयं कृत्वा भगवंतमुमापतिम् ॥
]

`speaker [
अंधक उवाच
]

`verse 23 [
भगवन्यन्मयोक्तोऽसि दीनोदीनः परात्परः ॥
हर्षगद्गदया वाचा मया पूर्वं रणाजिरे ॥
]

`verse 24 [
यद्यत्कृतं विमूढत्वात्कर्म लोकेषु गर्हितम् ॥
अजानता त्वां तत्सर्वं प्रभो मनसि मा कृथाः ॥
]

`verse 25 [
पार्वत्यामपि दुष्टं यत्कामदोषात्कृतं मया ॥
क्षम्यतां मे महादेव कृपणो दुःखितो भृशम् ॥
]

`verse 26 [
दुःखितस्य दया कार्या कृपणस्य विशेषतः ॥
दीनस्य भक्तियुक्तस्य भवता नित्यमेव हि ॥
]

`verse 27 [
सोहं दीनो भक्तियुक्त आगतश्शरणं तव ॥
रक्षा मयि विधातव्या रचितोऽयं मयांजलिः ॥
]

`verse 28 [
इयं देवी जगन्माता परितुष्टा ममोपरि ॥
क्रोधं विहाय सकलं प्रसन्ना मां निरीक्षताम् ॥2.5.49.३०॥
क्वास्याः क्रोधः क्व कृपणो दैत्योऽहं चन्द्रशेखर॥
तत्सोढा नाहमर्द्धेन्दुचूड शंभो महेश्वर ॥
]

`verse 29 [
क्व भवान्परमोदारः क्व चाहं विवशीकृतः ॥
कामक्रोधादिभिर्दोषैर्जरसा मृत्युना तथा ॥
]

`verse 30 [
अयं ते वीरकः पुत्रो युद्धशौंडो महाबलः ॥
कृपणं मां समालक्ष्य मा मन्युवशमन्वगाः ॥
]

`verse 31 [
तुषारहारशीतांशुशंखकुन्देन्दुवर्ण भाक् ॥
पश्येयं पार्वतीं नित्यं मातरं गुरुगौरवात् ॥
]

`verse 32 [
नित्यं भवद्भ्यां भक्तस्तु निर्वैरो दैवतैः सह ॥
निवसेयं गणैस्सार्द्धं शांता त्मा योगचिंतकः ॥
]

`verse 33 [
मा स्मरेयं पुनर्जातं विरुद्धं दानवोद्भवम् ॥
त्वत्कृपातो महेशान देह्येतद्वरमुत्तमम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 34 [
एतावदुक्त्वा वचनं दैत्येन्द्रो मौनमास्थितः ॥
ध्यायंस्त्रिलोचनं देवं पार्वतीं प्रेक्ष्य मातरम् ॥
]

`verse 35 [
ततो दृष्टस्तु रुद्रेण प्रसन्नेनैव चक्षुषा ॥
स्मृतवान्पूर्ववृत्तांतमात्मनो जन्म चाद्भुतम् ॥
]

`verse 36 [
तस्मिन्स्मृते च वृत्तांते ततः पूर्णमनोरथः ॥
प्रणम्य मातापितरौ कृतकृत्योऽभवत्ततः ॥
]

`verse 37 [
पार्वत्या मूर्ध्न्युपाघ्रातश्शंकरेण च धीमता ॥
तथाऽभिलषितं लेभे तुष्टाद्बालेन्दुशेखरात् ॥2.5.49.४
]

`verse 38 [
एतद्वस्सर्वमाख्यातमन्धकस्य पुरातनम् ॥
गाणपत्यं महादेवप्रसादात्परसौख्यदम् ॥
]

`verse 39 [
मृत्युंजयश्च कथितो मंत्रो मृत्युविनाशनः ॥
पठितव्यः प्रयत्नेन सर्वकामफलप्रदः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखण्डे अंधकगण जीवितप्राप्तिवर्णनं नामैकोनपञ्चाशत्तमोऽध्यायः ॥
]
