`speaker [
सनत्कुमार उवाच
]

`verse 1 [
शृणु व्यास यथा प्राप्ता मृत्युप्रशमनी परा ॥
विद्या काव्येन मुनिना शिवान्मृत्युञ्जयाभिधात् ॥
]

`verse 2 [
पुरासौ भृगुदायादो गत्वा वाराणसीं पुरीम्॥
बहुकालं तपस्तेपे ध्यायन्विश्वेश्वरं प्रभुम्॥
]

`verse 3 [
स्थापयामास तत्रैव लिंगं शंभोः परात्मनः ॥
कूपं चकार सद्रम्यं वेदव्यास तदग्रतः ॥
]

`verse 4 [
पंचामृतैर्द्रोणमितैर्लक्षकृत्वः प्रयत्नतः ॥
स्नापयामास देवेशं सुगंधस्नपनैर्बहु॥
]

`verse 5 [
सहस्रकृत्वो देवेशं चन्दनैर्यक्षकर्दमैः॥
समालिलिंप सुप्रीत्या सुगन्धोद्वर्त्तनान्यनु॥
]

`verse 6 [
राजचंपकधत्तूरैः करवीरकुशेशयैः ॥
मालतीकर्णिकारैश्च कदंबैर्बकुलोत्पलैः ॥
]

`verse 7 [
मल्लिकाशतपत्रीभिस्सिंधुवारैस्सकिंशुकः ॥
बन्धूकपुष्पैः पुन्नागैर्नागकेशरकेशरैः ॥
]

`verse 8 [
नवमल्लीचिबिलिकैः कुंदैस्समुचुकुन्दकैः ॥
मन्दारैर्बिल्वपत्रैश्च द्रोणैर्मरुबकैर्वृकैः ॥
ग्रन्थिपर्णैर्दमनकैः सुरम्यैश्चूतपल्लवैः ॥
]

`verse 9 [
तुलसीदेवगंधारीबृहत्पत्रीकुशांकुरैः ॥
नद्यावर्तैरगस्त्यैश्च सशालैर्देवदारुभिः ॥
]

`verse 10 [
कांचनारैः कुरबकैर्दूर्वांकुरकुरुंटकैः॥
प्रत्येकमेभिः कुसुमैः पल्लवैरपरैरपि ॥ 2.5.50.१
]

`verse 11 [
पत्रैः सहस्रपत्रैश्च रम्यैर्नानाविधैश्शुभैः ॥
सावधानेन सुप्रीत्या स समानर्च शंकरम् ॥
]

`verse 12 [
गीतनृत्योपहारैश्च संस्तुतः स्तुतिभिर्बहु ॥
नाम्नां सहस्रैरन्यैश्च स्तोत्रैस्तुष्टाव शंकरम् ॥
]

`verse 13 [
सहस्रं पञ्चशरदामित्थं शुक्रो महेश्वरम्॥
नानाप्रकारविधिना महेशं स समर्चयत् ॥ १
]

`verse 14 [
यदा देवं नानुलोके मनागपि वरोन्मुखम् ॥
तदान्यं नियमं घोरं जग्राहातीव दुस्सहम् ॥
]

`verse 15 [
प्रक्षाल्य चेतसोऽत्यंतं चांचल्याख्यं महामलम् ॥
भावनावार्भिरसकृदिंद्रियैस्सहितस्य च ॥
]

`verse 16 [
निर्मलीकृत्य तच्चेतो रत्नं दत्त्वा पिनाकिने ॥
प्रययौ कणधूमौघं सहस्रं शरदां कविः ॥
]

`verse 17 [
काव्यमित्थं तपो घोरं कुर्वन्तं दृढमानसम् ॥
प्रससाद स तं वीक्ष्य भार्गवाय महेश्वरः ॥
]

`verse 18 [
तस्माल्लिंगाद्विनिर्गत्य सहस्रार्काधिकद्युतिः ॥
उवाच तं विरूपाक्षस्साक्षाद्दाक्षायणीपतिः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 19 [
तपोनिधे महाभाग भृगुपुत्र महामुने ॥
तपसानेन ते नित्यं प्रसन्नोऽहं विशेषतः ॥
]

`verse 20 [
मनोभिलषितं सर्वं वरं वरय भार्गव ॥
प्रीत्या दास्येऽखिलान्कामान्नादेयं विद्यते तव ॥ 2.5.50.२० ॥
सनत्कुमार उवाच ॥
निशम्येति वचश्शंभोर्महासुखकरं वरम् ॥
स बभूव कविस्तुष्टो निमग्नस्सुखवारिधौ ॥
]

`verse 21 [
उद्यदानंदसंदोह रोमांचाचितविग्रहः ॥
प्रणनाम मुदा शंभुमंभो जनयनो द्विजः ॥
]

`verse 22 [
तुष्टावाष्टतनुं तुष्टः प्रफुल्लनयनाचलः॥
मौलावंजलिमाधाय वदञ्जयजयेति च ॥
]

`speaker [
भार्गव उवाच
]

`verse 23 [
त्वं भाभिराभिरभिभूय तमस्समस्तमस्तं नयस्यभिमतानि निशाचराणाम्॥
देदीप्यसे दिवमणे गगने हिताय लोकत्रयस्य जगदीश्वर तन्नमस्ते ॥
]

`verse 24 [
लोकेऽतिवेलमतिवेलमहामहोभिर्निर्भासि कौ च गगनेऽखिललोकनेत्रः ॥
विद्राविताखिलतमास्सुतमो हिमांशो पीयूष पूरपरिपूरितः तन्नमस्ते ॥
]

`verse 25 [
त्वं पावने पथि सदागतिरप्युपास्यः कस्त्वां विना भुवनजीवन जीवतीह ॥
स्तब्धप्रभंजनविवर्द्धि तसर्वजंतोः संतोषिता हि कुलसर्वगः वै नमस्ते ॥
]

`verse 26 [
विश्वेकपावक न तावकपावकैकशक्तेर्ऋते मृतवतामृतदिव्यकार्यम् ॥
प्राणिष्यदो जगदहो जगदंतरात्मंस्त्वं पावकः प्रतिपदं शमदो नमस्ते॥
]

`verse 27 [
पानीयरूप परमेश जगत्पवित्र चित्रविचित्रसुचरित्रकरोऽसि नूनम्॥
विश्वं पवित्रममलं किल विश्वनाथ पानीयगाहनत एतदतो नतोऽस्मि॥
]

`verse 28 [
आकाशरूपबहिरंतरुतावकाशदानाद्विकस्वरमिहेश्वर विश्वमेतत् ॥
त्वत्तस्सदा सदय संश्वसिति स्वभावात्संकोचमेति भक्तोऽस्मि नतस्ततस्त्वाम्॥
]

`verse 29 [
विश्वंभरात्मक बिभर्षि विभोत्र विश्वं को विश्वनाथ भवतोऽन्यतमस्तमोरिः ॥
स त्वं विनाशय तमो तम चाहिभूषस्तव्यात्परः परपरं प्रणतस्ततस्त्वाम् ॥2.5.50.३०॥
आत्मस्वरूप तव रूपपरंपराभिराभिस्ततं हर चराचररूपमेतत्॥
सर्वांतरात्मनिलयप्रतिरूपरूप नित्यं नतोऽस्मि परमात्मजनोऽष्टमूर्ते॥
]

`verse 30 [
इत्यष्टमूर्तिभिरिमाभिरबंधबंधो युक्तौ करोषि खलु विश्वजनीनमूर्त्ते॥
एतत्ततं सुविततं प्रणतप्रणीत सर्वार्थसार्थपरमार्थ ततो नतोऽस्मि ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 31 [
अष्टमूर्त्यष्टकेनेत्थं परिष्टुत्येति भार्गवः ॥
भर्गं भूमिमिलन्मौलिः प्रणनाम पुनःपुनः ॥
]

`verse 32 [
इति स्तुतो महादेवो भार्गवेणातितेजसा ॥
उत्थाय भूमेर्बाहुभ्यां धृत्वा तं प्रणतं द्विजम्॥
]

`verse 33 [
उवाच श्लक्ष्णया वाचा मेघनादगभीरया ॥
सुप्रीत्या दशनज्योत्स्ना प्रद्योतितदिंगतरः ॥
]

`speaker [
महादेव उवाच
]

`verse 34 [
विप्रवर्य कवे तात मम भक्तोऽसि पावनः ॥
अनेनात्युग्रतपसा स्वजन्याचरितेन च ॥
]

`verse 35 [
लिंगस्थापनपुण्येन लिंगस्याराधनेन च ॥
दत्तचित्तोपहारेण शुचिना निश्चलेन च ॥
]

`verse 36 [
अविमुक्तमहाक्षेत्रपवित्राचरणेन च ॥
त्वां सुताभ्यां प्रपश्यामि तवादेयं न किंचन ॥
]

`verse 37 [
अनेनैव शरीरेण ममोदरदरीगतः ॥
मद्वरेन्द्रियमार्गेण पुत्रजन्मत्वमेष्यसि ॥
]

`verse 38 [
यच्छाम्यहं वरं तेऽद्य दुष्प्राप्यं पार्षदैरपि ॥
हरेर्हिरण्यगर्भाच्च प्रायशोहं जुगोप यम् ॥।2.5.50.४० ॥
मृतसंजीवनी नाम विद्या या मम निर्मला ॥
तपोबलेन महता मयैव परिनिर्मिता ॥४
]

`verse 39 [
त्वां तां तु प्रापयाम्यद्य मंत्ररूपां महाशुचे॥
योग्यता तेऽस्ति विद्यायास्तस्याश्शुचि तपोनिधे ॥
]

`verse 40 [
यंयमुद्दिश्य नियतमेतामावर्तयिष्यसि ॥
विद्यां विद्येश्वरश्रेष्ठं सत्यं प्राणि ष्यति धुवम् ॥
]

`verse 41 [
अत्यर्कमत्यग्निं च ते तेजो व्योम्नि च तारकम् ॥
देदीप्यमानं भविता ग्रहाणां प्रवरो भव ॥
]

`verse 42 [
अपि च त्वां करिष्यंति यात्रां नार्यो नरोऽपि वा ॥
तेषां त्वद्दृष्टिपातेन सर्वकार्यं प्रणश्यति ॥
]

`verse 43 [
तवोदये भविष्यंति विवाहादीनि सुव्रत ॥
सर्वाणि धर्मकार्याणि फलवंति नृणामिह ॥
]

`verse 44 [
सर्वाश्च तिथयो नन्दास्तव संयोगतश्शुभाः ॥
तव भक्ता भविष्यंति बहुशुक्रा बहु प्रजाः ॥
]

`verse 45 [
त्वयेदं स्थापितं लिंगं शुक्रेशमिति संज्ञितम् ॥
येऽर्चयिष्यंति भनुजास्तेषां सिद्धिर्भविष्यति ॥
]

`verse 46 [
आवर्षं प्रतिघस्रां ये नक्तव्रतपरायणाः ॥
त्वद्दिने शुक्रकूपे ये कृतसर्वोदकक्रियाः ॥
]

`verse 47 [
शुक्रेशमर्चयिष्यंति शृणु तेषां तु यत्फलम् ॥
अबंध्यशुक्रास्ते मर्त्याः पुत्रवंतोऽतिरेतसः ॥ 2.5.50.५० ॥
पुंस्त्वसौभाग्यसंपन्ना भविष्यंति न संशयः ॥
उपेतविद्यास्ते सर्वे जनास्स्युः सुखभागिनः ॥
]

`verse 48 [
इति दत्त्वा वरान्देवस्तत्र लिंगे लयं ययौ ॥
भार्गवोऽपि निजं धाम प्राप संतुष्टमानसः ॥
]

`verse 49 [
इति ते कथितं व्यास यथा प्राप्ता तपोबलात् ॥
मृत्युंजयाभिधा विद्या किमन्यच्छ्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे मृतसंजीविनीविद्याप्राप्तिवर्णनं नाम पञ्चाशत्तमोऽध्यायः ॥
]
