`speaker [
व्यास उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ श्राविता सुकथाद्भुता॥
भवतानुग्रहात्प्रीत्या शभ्वनुग्रहनिर्भरा ॥
]

`verse 2 [
इदानीं श्रोतुमिच्छामि चरितं शशिमौलिनः ॥
गाणपत्यं ददौ प्रीत्या यथा बाणासुराय वै ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 3 [
शृणु व्यासादरात्तां वै कथां शंभोः परात्मनः ॥
गाणपत्यं यथा प्रीत्या ददौ बाणा सुराय हि ॥
]

`verse 4 [
अत्रैव सुचरित्रं च शंकरस्य महाप्रभोः ॥
कृष्णेन समरोप्यत्र शंभोर्बाणानुगृह्णतः ॥
]

`verse 5 [
अत्रानुरूपं शृणु मे शिवलीलान्वितं परम् ॥
इतिहासं महापुण्यं मनःश्रोत्रसुखावहम् ॥
]

`verse 6 [
ब्रह्मपुत्रो मरीचिर्यो मुनिरासीन्महामतिः ॥
मानसस्सर्वपुत्रेषु ज्येष्ठः श्रेष्ठः प्रजापतिः ॥
]

`verse 7 [
तस्य पुत्रो महात्मासीत्कश्यपो मुनिसत्तमः॥
सृष्टिप्रवृद्धकोऽत्यंतं पितुर्भक्तो विधेरपि ॥
]

`verse 8 [
स्वस्य त्रयोदशमितादक्षकन्या स्सुशीलिकाः ॥
कश्यपस्य मुनेर्व्यास पत्न्यश्चासन्पतिव्रताः ॥
]

`verse 9 [
तत्र ज्येष्ठा दितिश्चासीद्दैत्यास्तत्तनयास्स्मृताः ॥
अन्यासां च सुता जाता देवाद्यास्सचराचराः ॥
]

`verse 10 [
ज्येष्ठायाः प्रथमौ पुत्रौ दितेश्चास्तां महाबलौ ॥
हिरण्यकशिपुर्ज्येष्ठो हिरण्याक्षोऽनुजस्ततः ॥2.5.51.१०॥
हिरण्यकशिपोः पुत्राश्चत्वारो दैत्यसत्तमाः॥
ह्रादानुह्रादसंह्रादा प्रह्रादश्चेत्यनुक्रमात्॥
]

`verse 11 [
प्रह्रादस्तत्र हि महान्विष्णुभक्तो जितेन्द्रियः ॥
यं नाशितुं न शक्तास्तेऽभवन्दैत्याश्च केपि ह ॥
]

`verse 12 [
विरोचनः सुतस्तस्य महा दातृवरोऽभवत् ॥
शक्राय स्वशिरो योऽदाद्याचमानाय विप्रतः ॥
]

`verse 13 [
तस्य पुत्रो बलिश्चासीन्महादानी शिवप्रियः ॥
येन वामनरूपाय हरयेऽदायि मेदिनी ॥
]

`verse 14 [
तस्यौरसः सुतो बाणश्शिवभक्तो बभूव ह ॥
मान्यो वदान्यो धीमांश्च सत्यसंधस्स हस्रदः ॥
]

`verse 15 [
शोणिताख्ये पुरे स्थित्वा स राज्यमकरोत्पुरा ॥
त्रैलोक्यं च बलाञ्ज्जित्वा तन्नाथानसुरेश्वरः ॥
]

`verse 16 [
तस्य बाणासुरस्यैव शिवभक्तस्य चामराः ॥
शंकरस्य प्रसादेन किंकरा इव तेऽभवन् ॥
]

`verse 17 [
तस्य राज्येऽमरान्हित्वा नाभवन्दुःखिताः प्रजाः ॥
सापत्न्यादुःखितास्ते हि परधर्मप्रवर्तिनः॥
]

`verse 18 [
सहस्रबाहुवाद्येन स कदाचिन्महासुरः॥
तांडवेन हि नृत्येनातोषयत्तं महेश्वरम् ॥
]

`verse 19 [
तेन नृत्येन संतुष्टस्सुप्रसन्नो बभूव ह ॥
ददर्श कृपया दृष्ट्या शंकरो भक्तवत्सलः ॥ 2.5.51.२० ॥
भगवान्सर्वलोकेश्शशरण्यो भक्तकामदः ॥
वरेण च्छंदयामास बालेयं तं महासुरम् ॥
]

`speaker [
शंकर उवाच
]

`verse 20 [
बालेयः स महादैत्यो बाणो भक्तवरस्सुधीः॥
प्रणम्य शंकरं भक्त्या नुनाव परमेश्वरम् ॥
]

`speaker [
बाणासुर उवाच
]

`verse 21 [
देवदेव महादेव शरणागतवत्सल ॥
संतुष्टोऽसि महेशान ममोपरि विभो यदि ॥
]

`verse 22 [
मद्रक्षको भव सदा मदुपस्थः पुराधिपः ॥
सर्वथा प्रीतिकृन्मे हि ससुतस्सगणः प्रभो ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 23 [
बलिपुत्रस्स वै बाणो मोहितश्शिवमायया ॥
मुक्तिप्रदं महेशानं दुराराध्यमपि ध्रुवम् ॥
]

`verse 24 [
स भक्तवत्सलः शंभुर्दत्त्वा तस्मै वरांश्च तान् ॥
तत्रोवास तथा प्रीत्या सगणस्ससुतः प्रभुः ॥
]

`verse 25 [
स कदाचिद्बाणपुरे चक्रे देवासुरैस्सह ॥
नदीतीरे हरः क्रीडां रम्ये शोणितकाह्वये ॥
]

`verse 26 [
ननृतुर्जहसुश्चापि गंधर्वासरसस्तथा ॥
जेयुः प्रणेमुर्मुनय आनर्चुस्तुष्टुवुश्च तम् ॥
]

`verse 27 [
ववल्गुः प्रथमास्सर्वे ऋषयो जुहुवुस्तथा ॥
आययुः सिद्धसंघाश्च दृदृशुश्शांकरी रतिम् ॥
]

`verse 28 [
कुतर्किका विनेशुश्च म्लेच्छाश्च परिपंथिनः ॥
मातरोभिमुखास्तस्थुर्विनेशुश्च विभीषिका ॥ 2.5.51.३० ॥
रुद्रसद्भावभक्तानां भवदोषाश्च विस्तृताः ॥
तस्मिन्दृष्टे प्रजास्सर्वाः सुप्रीतिं परमां ययुः ॥
]

`verse 29 [
ववल्गुर्मुनयस्सिद्धाः स्त्रीणां दृष्ट्वा विचेष्टितम् ॥
पुपुषुश्चापि ऋतवस्स्वप्रभावं तु तत्र च ॥
]

`verse 30 [
ववुर्वाताश्च मृदवः पुष्पकेसरधूसराः ॥
चुकूजुः पक्षिसंघाश्च शाखिनां मधुलम्पटाः ॥
]

`verse 31 [
पुष्पभारावनद्धानां रारट्येरंश्च कोकिलाः ॥
मधुरं कामजननं वनेषूपवनेषु च ॥
]

`verse 32 [
ततः क्रीडाविहारे तु मत्तो बालेन्दुशेखरः ॥
अनिर्जितेन कामेन दृष्टाः प्रोवाच नन्दिनम् ॥
]

`speaker [
चन्द्रशेखर उवाच
]

`verse 33 [
वामामानय गौरीं त्वं कैलासात्कृतमंडनाम् ॥
शीघ्रमस्माद्वनाद्गत्वा ह्युक्त्वाऽकृष्णामिहानय ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 34 [
स तथेति प्रतिज्ञाय गत्वा तत्राह पार्वतीम् ॥
सुप्रणम्य रहो दूतश्शंकरस्य कृतांजलिः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 35 [
द्रष्टुमिच्छति देवि त्वां देवदेवो महेश्वरः ॥
स्ववल्लभां रूपकृतां मयोक्तं तन्निदेशतः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 36 [
ततस्तद्वचनाद्गौरी मंडनं कर्तुमादरात् ॥
उद्यताभून्मुनिश्रेष्ठ पतिव्रतपरायणा ॥
]

`verse 37 [
आगच्छामि प्रभुं गच्छ वद तं त्वं ममाज्ञया ॥
आजगाम ततो नंदी रुद्रासन्नं मनोगतिः ॥2.5.51.४०॥
पुनराह ततो रुद्रो नन्दिनं परविभ्रमः॥
पुनर्गच्छ ततस्तात क्षिप्रमा नय पार्वतीम् ॥
]

`verse 38 [
बाढमुक्त्वा स तां गत्वा गौरीमाह सुलोचनाम् ॥
द्रष्टुमिच्छति ते भर्ता कृतवेषां मनोरमाम् ॥
]

`verse 39 [
शंकरो बहुधा देवि विहर्तुं संप्रतीक्षते ॥
एवं पतौ सुकामार्ते गम्यतां गिरिनंदिनि ॥
]

`verse 40 [
क्सरोभिस्समग्राभिरन्योन्यमभिमंत्रितम् ॥
लब्धभावो यथा सद्यः पार्वत्या दर्शनोत्सुकः ॥
]

`verse 41 [
अयं पिनाकी कामारिः वृणुयाद्यां नितंबिनीम् ॥
सर्वासां दिव्यनारीणां राज्ञी भवति वै धुवम् ॥
]

`verse 42 [
वीक्षणं गौरिरूपेण क्रीडयेन्मन्मथैर्गणैः ॥
कामोऽयं हंति कामारिमूचुरन्योन्यमादताः ॥
]

`verse 43 [
स्प्रष्टुं शक्नोति या काचिदृते दाक्षायणी स्त्रियम् ॥
सा गच्छेत्तत्र निश्शंकं मोहयेत्पार्वतीपतिम् ॥
]

`verse 44 [
कूष्मांडतनया तत्र शंकरं स्प्रष्टुमुत्सहे ॥
अहं गौरीसुरूपेण चित्रलेखा वचोऽब्रवीत् ॥
]

`speaker [
चित्रलेखोवाच
]

`verse 45 [
यदधान्मोहिनीरूपं केशवो मोह नेच्छया ॥
पुरा तद्वैष्णवं योगमाश्रित्य परमार्थतः ॥
]

`verse 46 [
उर्वश्याश्च ततो दृष्ट्वा रूपस्य परिवर्तनम् ॥
कालीरूपं घृताची तु विश्वाची चांडिकं वपुः ॥ 2.5.51.५० ॥
सावित्रिरूपं रंभा च गायत्रं मेनका तथा ॥
सहजन्या जयारूपं वैजयं पुंजिकस्थली ॥
]

`verse 47 [
मातॄणामप्यनुक्तानामनुक्ताश्चाप्सरोवराः ॥
रत्नाद्रूपाणि ताश्चक्रुस्स्वविद्यासंयुता अनु ॥
]

`verse 48 [
ततस्तासां तु रूपाणि दृष्ट्वा कुंभां डनंदिनी ॥
वैष्णवादात्मयोगाच्च विज्ञातार्था व्यडंबयत् ॥
]

`verse 49 [
ऊषा बाणासुरसुता दिव्ययोगविशारदा ॥
चकार रूपं पार्वत्या दिव्यमत्यद्भुतं शुभम् ॥
]

`verse 50 [
महारक्ताब्जसंकाशं चरणं चोक्तमप्रभम् ॥
दिव्यलक्षणसंयुक्तं मनोऽभीष्टार्थदायकम् ॥
]

`verse 51 [
तस्या रमणसंकल्पं विज्ञाय गिरिजा ततः ॥
उवाच सर्वविज्ञाना सर्वान्तर्यामिनी शिवा ॥
]

`speaker [
गिरिजोवाच
]

`verse 52 [
यतो मम स्वरूपं वै धृतभूषे सखि त्वया ॥
सकामत्वेन समये संप्राप्ते सति मानिनि ॥
]

`verse 53 [
अस्मिंस्तु कार्तिके मासि ऋतुधर्मास्तु माधवे ॥
द्वादश्यां शुक्लपक्षे तु यस्तु घोरे निशागमे ॥
]

`verse 54 [
कृतोपवासां त्वां भोक्ता सुप्तामंतःपुरे नरः ॥
स ते भर्त्ता कृतो देवैस्तेन सार्द्धं रमिष्यसि ॥
]

`verse 55 [
आबाल्याद्विष्णुभक्तासि यतोऽनिशमतंद्रिता ॥
एवमस्त्विति सा प्राह मनसा लज्जितानना ॥ 2.5.51.६० ॥
अथ सा पार्वती देवी कृतकौतुकमण्डना ॥
रुद्रसंनिधिमागत्य चिक्रीडे तेन शंभुना ॥
]

`verse 56 [
ततो रतांते भगवान्रुद्रश्चादर्शनं ययौ ॥
सदारः सगणश्चापि सहितो दैवतैर्मुने ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे ऊषा चरित्रवर्णनं शिवशिवाविवाहवर्णनं नामैकपंचाशत्तमोऽध्यायः ॥
]
