`speaker [
सनत्कुमार उवाच
]

`verse 1 [
शृणुष्वान्यच्चरित्रं च शिवस्य परमात्मनः ॥
भक्तवात्सल्यसंगर्भि परमानन्ददायकम् ॥
]

`verse 2 [
पुरा बाणासुरो नाम दैवदोषाच्च गर्वितः ॥
कृत्वा तांडवनृत्यं च तोषयामास शंकरम्॥
]

`verse 3 [
ज्ञात्वा संतुष्टमनसं पार्वतीवल्लभं शिवम् ॥
उवाच चासुरो बाणो नतस्कन्धः कृतांजलिः॥
]

`speaker [
बाण उवाच
]

`verse 4 [
देवदेव महादेव सर्वदेवशिरोमणे ॥
त्वत्प्रसादाद्बली चाहं शृणु मे परमं वचः ॥
]

`verse 5 [
दोस्सहस्रं त्वया दत्तं परं भाराय मेऽभवेत् ॥
त्रिलोक्यां प्रतियोद्धारं न लभे त्वदृते समम् ॥
]

`verse 6 [
हे देव किमनेनापि सहस्रेण करोम्यहम् ॥
बाहूनां गिरितुल्यानां विना युद्धं वृषध्वज ॥
]

`verse 7 [
कडूंत्या निभृतैदोंर्भिर्युयुत्सुर्दिग्गजानहम् ॥
पुराण्याचूर्णयन्नद्रीन्भीतास्तेपि प्रदुद्रुवुः॥
]

`verse 8 [
मया यमः कृतो योद्धा वह्निश्च कृतको महान्॥
वरुणश्चापि गोपालो गवां पालयिता तथा॥
]

`verse 9 [
गजाध्यक्षः कुबेरस्तु सैरन्ध्री चापि निर्ऋतिः॥
जितश्चाखंडलो लोके करदायी सदा कृतः ॥
]

`verse 10 [
युद्धस्यागमनं ब्रूहि यत्रैते बाहवो मम ॥
शत्रुहस्तप्रयुक्तश्च शस्त्रास्त्रैर्जर्जरीकृताः॥2.5.52.१०॥
पतंतु शत्रुहस्ताद्वा पातयन्तु सहस्रधा ॥
एतन्मनोरथं मे हि पूर्णं कुरु महेश्वर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 11 [
तच्छ्रुत्वा कुपितो रुद्रस्त्वट्टहासं महाद्भुतम्॥
कृत्वाऽब्रवीन्महामन्युर्भक्तबाधाऽपहारकः ॥
]

`speaker [
रुद्र उवाच
]

`verse 12 [
धिग्धिक्त्वां सर्वतो गर्विन्सर्वदैत्यकुलाधम ॥
बलिपुत्रस्य भक्तस्य नोचितं वच ईदृशम् ॥
]

`verse 13 [
दर्पस्यास्य प्रशमनं लप्स्यसे चाशु दारुणम् ॥
महायुद्धमकस्माद्वै बलिना मत्समेन हि ॥
]

`verse 14 [
तत्र ते गिरिसंकाशा बाहवोऽनलकाष्ठवत् ॥
छिन्ना भूमौ पतिष्यंति शस्त्रास्त्रैः कदलीकृताः॥
]

`verse 15 [
यदेष मानुषशिरो मयूरसहितो ध्वजः॥
विद्यते तव दुष्टात्मंस्तस्य स्यात्पतनं यदा ॥
]

`verse 16 [
स्थापितस्यायुधागारे विना वातकृतं भयम् ॥
तदा युद्धं महाघोरं संप्राप्तमिति चेतसि ॥
]

`verse 17 [
निधाय घोरं संग्रामं गच्छेथाः सर्वसैन्यवान् ॥
सांप्रतं गच्छ तद्वेश्म यतस्तद्विद्यते शिवः॥
]

`verse 18 [
तथा तान्स्वमहोत्पातांस्तत्र द्रष्टासि दुर्मते ॥
इत्युक्त्वा विररामाथ गर्वहृद्भक्तवत्सलः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 19 [
तच्छ्रुत्वा रुद्रमभ्यर्च्य दिव्यैरजंलिकुड्मलैः॥
प्रणम्य च महादेवं बाणश्च स्वगृहं गतः ॥ 2.5.52.२० ॥
कुंभाण्डाय यथावृत्तं पृष्टः प्रोवाच हर्षितः ॥
पर्यैक्षिष्टासुरो बाणस्तं योगं ह्युत्सुकस्सदा ॥
]

`verse 20 [
अथ दैवात्कदाचित्स स्वयं भग्नं ध्वजं च तम् ॥
दृष्ट्वा तत्रासुरो बाणो हृष्टो युद्धाय निर्ययौ ॥
]

`verse 21 [
स स्वसैन्यं समाहूय संयुक्तः साष्टभिर्गणैः ॥
इष्टिं सांग्रामिकां कृत्वा दृष्ट्वा सांग्रामिकं मधु ॥
]

`verse 22 [
ककुभां मंगलं सर्वं संप्रेक्ष्य प्रस्थितोऽभवत् ॥
महोत्साहो महावीरो बलिपुत्रो महारथः ॥
]

`verse 23 [
इति हृत्कमले कृत्वा कः कस्मादागमिष्यति ॥
योद्धा रणप्रियो यस्तु नानाशस्त्रास्त्रपारगः ॥
]

`verse 24 [
यस्तु बाहुसहस्रं मे छिनत्त्वनलकाष्ठवत् ॥
तथा शस्त्रैर्महातीक्ष्णैश्च्छिनद्मि शतशस्त्विह ॥
]

`verse 25 [
एतस्मिन्नंतरे कालः संप्राप्तश्शंकरेण हि ॥
यत्र सा बाणदुहिता सुजाता कृतमंगला ॥
]

`verse 26 [
माधवं माधवे मासि पूजयित्वा महानिशि ॥
सुप्ता चांतः पुरे गुप्ते स्त्रीभावमुपलंभिता ॥
]

`verse 27 [
गौर्या संप्रेषितेनापि व्याकृष्टा दिव्यमायया ॥
कृष्णात्मजात्मजेनाथ रुदंती सा ह्यनाथवत् ॥
]

`verse 28 [
स चापि तां बलाद्भुक्त्वा पार्वत्याः सखिभिः पुनः ॥
नीतस्तु दिव्ययोगेन द्वारकां निमिषांतरात् ॥ 2.5.52.३० ॥
मृदिता सा तदोत्थाय रुदंती विविधा गिरः ॥
सखीभ्यः कथयित्वा तु देहत्यागे कृतक्षणा ॥
]

`verse 29 [
सख्या कृतात्मनो दोषं सा व्यास स्मारिता पुनः॥
सर्वं तत्पूर्ववृत्तांतं ततो दृष्ट्वा च सा भवत्॥
]

`verse 30 [
अब्रवीच्चित्रलेखां च ततो मधुरया गिरा ॥
ऊषा बाणस्य तनया कुंभांडतनयां मुने ॥
]

`speaker [
ऊषोवाच
]

`verse 31 [
सखि यद्येष मे भर्ता पार्वत्या विहितः पुरा ॥
केनोपायेन ते गुप्तः प्राप्यते विधिवन्मया ॥
]

`verse 32 [
कस्मिन्कुले स वा जातो मम येन हृतं मनः ॥
इत्युषावचनं श्रुत्वा सखी प्रोवाच तां तदा ॥
]

`speaker [
चित्रलेखोवाच
]

`verse 33 [
त्वया स्वप्ने च यो दृष्टः पुरुषो देवि तं कथम् ॥
अहं संमानयिष्यामि न विज्ञातस्तु यो मम ॥
]

`verse 34 [
दैत्यकन्या तदुक्ते तु रागांधा मरणोत्सुका ॥
रक्षिता च तया सख्या प्रथमे दिवसे ततः ॥
]

`verse 35 [
पुनः प्रोवाच सोषा वै चित्रलेखा महामतिः ॥
कुंभांडस्य सुता बाणतनयां मुनिसत्तम ।३८॥
चित्रलेखोवाच ॥
व्यसनं तेऽपकर्षामि त्रिलोक्यां यदि भाष्यते॥
समानेष्ये नरं यस्ते मनोहर्ता तमादिश ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 36 [
इत्युक्त्वा वस्त्रपुटके देवान्दैत्यांश्च दानवान् ॥
गन्धर्वसिद्धनागांश्च यक्षादींश्च तथालिखत् ॥ 2.5.52.४० ॥
तथा नरांस्तेषु वृष्णीञ्शूरमानकदुंदुभिम् ॥
व्यलिखद्रामकृष्णौ च प्रद्युम्नं नरसत्तमम् ॥
]

`verse 37 [
अनिरुद्धं विलिखितं प्राद्युम्निं वीक्ष्य लज्जिता ॥
आसीदवाङ्मुखी चोषा हृदये हर्षपूरिता ॥
]

`verse 38 [
ऊषा प्रोवाच चौरोऽसौ मया प्राप्तस्तु यो निशि ॥
पुरुषः सखि येनाशु चेतोरत्नं हृतं मम॥
]

`verse 39 [
यस्य संस्पर्शनादेव मोहिताहं तथाभवम् ॥
तमहं ज्ञातुमिच्छामि वद सर्वं च भामिनि ॥
]

`verse 40 [
कस्यायमन्वये जातो नाम किं चास्य विद्यते ॥
इत्युक्ता साब्रवीन्नाम योगिनी तस्य चान्वयम् ॥
]

`verse 41 [
सर्वमाकर्ण्य सा तस्य कुलादि मुनिसत्तम ॥
उत्सुका बाणतनया बभाषे सा तु कामिनी ॥
]

`speaker [
ऊषोवाच
]

`verse 42 [
उपायं रचय प्रीत्या तत्प्राप्त्यै सखि तत्क्षणात् ॥
येनोपायेन तं कांतं लभेयं प्राणवल्लभम् ॥
]

`verse 43 [
यं विनाहं क्षणं नैकं सखि जीवितुमुत्सहे ॥
तमानयेह सद्यत्नात्सुखिनीं कुरु मां सखि ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 44 [
इत्युक्ता सा तथा बाणात्मजया मंत्रिकन्यका ॥
विस्मिताभून्मुनिश्रेष्ठ सुविचारपराऽभवत् ॥
]

`verse 45 [
ततस्सखीं समाभाष्य चित्रलेखा मनोजवा ॥
बुद्ध्वा तं कृष्णपौत्रं सा द्वारकां गंतुमुद्यता ॥ 2.5.52.५० ॥
ज्येष्ठकृष्णचतुर्दश्यां तृतीये तु गतेऽहनि ॥
आप्रभातान्मुहूर्ते तु संप्राप्ता द्वारकां पुरीम् ॥
]

`verse 46 [
एकेन क्षणमात्रेण नभसा दिव्ययोगिनी ॥
ततश्चांतःपुरोद्याने प्राद्युम्निर्ददृशे तया ॥
]

`verse 47 [
क्रीडन्नारीजनैस्सार्द्धं प्रपिबन्माधवी मधु ॥
सर्वांगसुन्दरः श्यामः सुस्मितो नवयौवनः ॥
]

`verse 48 [
ततः खट्वां समारूढमंधकारपटेन सा ॥
आच्छादयित्वा योगेन तामसेन च माधवम् ॥
]

`verse 49 [
ततस्सा मूर्ध्नि तां खट्वां गृहीत्वा निमिषांतरात् ॥
संप्राप्ता शोणितपुरं यत्र सा बाणनंदिनी ॥
]

`verse 50 [
कामार्ता विविधान्भावाञ्चकारोन्मत्तमानसा ॥
आनीतमथ तं दृष्ट्वा तदा भीता च साभवत् ॥
]

`verse 51 [
अंतःपुरे सुगुप्ते च नवे तस्मिन्समागमे ॥
यावत्क्रीडितुमारब्धं तावज्ज्ञातं च तत्क्षणात् ॥
]

`verse 52 [
अंतःपुरद्वारगतैर्वेत्रजर्जरपाणिभिः ॥
इंगितैरनुमानैश्च कन्यादौःशील्यमाचरन् ॥
]

`verse 53 [
स चापि दृष्टस्तैस्तत्र नरो दिव्यवपुर्धरः ॥
तरुणो दर्शनीयस्तु साहसी समरप्रियः ॥
]

`verse 54 [
तं दृष्ट्वा सर्वमाचख्युर्बाणाय बलिसूनवे ॥
पुरुषास्ते महावीराः कन्यान्तःपुररक्षकाः ॥ 2.5.52.६० ॥
द्वारपाला ऊचुः ॥
देव कश्चिन्न जानीते गुप्तश्चांतःपुरे बलात् ॥
स कस्तु तव कन्यां वै स्वयंग्राहादधर्षयत् ॥
]

`verse 55 [
दानवेन्द्र महाबाहो पश्यपश्यैनमत्र च ॥
यद्युक्तं स्यात्तत्कुरुष्व न दुष्टा वयमित्युत ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 56 [
तेषां तद्वचनं श्रुत्वा दानवेन्द्रो महाबलः ॥
विस्मितोभून्मुनिश्रेष्ठ कन्यायाः श्रुतदूषणः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहि तायां पंचमे युद्धखण्डे ऊषाचरित्रवर्णनं नाम द्विपञ्चाशत्तमोऽध्यायः ॥
]
