`speaker [
सनत्कुमार उवाच
]

`verse 1 [
अथ बाणासुरः क्रुद्धस्तत्र गत्वा ददर्श तम् ॥
दिव्यलीलात्तवपुषं प्रथमे वयसि स्थितम् ॥
]

`verse 2 [
तं दृष्ट्वा विस्मितं वाक्यं किं कारणमथाब्रवीत् ॥
बाणः क्रोध परीतात्मा युधि शौंडो हसन्निव ॥
]

`verse 3 [
अहो मनुष्यो रूपाढ्यस्साहसी धैर्यवानिति ॥
कोयमागतकालश्च दुष्टभाग्यो विमूढधीः॥
]

`verse 4 [
येन मे कुलचारित्रं दूषितं दुहिता हिता ॥
तं मारयध्वं कुपिताश्शीघ्रं शस्त्रैस्सुदारुणैः ॥
]

`verse 5 [
दुराचारं च तं बद्ध्वा घोरे कारा गृहे ततः ॥
रक्षध्वं विकटे वीरा बहुकालं विशेषतः ॥
]

`verse 6 [
न जाने कोयमभयः को वा घोरपराक्रमः ॥
विचार्येति महाबुद्धिस्सं दिग्धोऽभूच्छरासुरः ॥
]

`verse 7 [
ततो दैत्येन सैन्यं तु दशसाहस्रकं शनैः ॥
वधाय तस्य वीरस्य व्यादिष्टं पापबुद्धिना ॥
]

`verse 8 [
तदादिष्टास्तु ते वीराः सर्वतोन्तःपुरं द्रुतम् ॥
छादयामासुरत्युग्राश्छिंदि भिंदीति वादिनः ॥
]

`verse 9 [
शत्रुसैन्यं ततो दृष्ट्वा गर्जमानः स यादवः ॥
अंतःपुरं द्वारगतं परिघं गृह्य चातुलम् ॥
]

`verse 10 [
निष्क्रांतो भवनात्तस्माद्वज्रहस्त इवांतकः ॥
तेन तान्किंकरान् हत्वा पुनश्चांतःपुरं ययौ ॥ 2.5.53.१० ॥
एवं दशसहस्राणि सैन्यानि मुनिसत्तम ॥
जघान रोषरक्ताक्षो वर्द्धितश्शिवतेजसा ॥
]

`verse 11 [
लक्षे हतेऽथ योधानां ततो बाणासुरो रुषा ॥
कुभांडं स गृहीत्वा तु युद्धे शौंडं समाह्वयत् ॥
]

`verse 12 [
अनिरुद्धं महाबुद्धिं द्वन्द्वयुद्धे महा हवे ॥
प्राद्युम्निं रक्षितं शैवतेजसा प्रज्वलत्तनुम् ॥
]

`verse 13 [
ततो दशसहस्राणि तुरगाणां रथोत्तमान् ॥
युद्धप्राप्तेन खड्गेन दैत्येन्द्रस्य जघान सः ॥
]

`verse 14 [
तद्वधाय ततश्शक्तिं कालवैश्वानरोपमाम् ॥
अनिरुद्धो गृहीत्वा तां तया तं निजघान हि ॥
]

`verse 15 [
रथोपस्थे ततो बाणस्तेन शक्त्याहतो दृढम् ॥
स साश्वस्तत्क्षणं वीरस्तत्रैवांतरधीयत ॥
]

`verse 16 [
तस्मिंस्त्वदर्शनं प्राप्ते प्राद्युम्निरपराजितम् ॥
आलोक्य ककुभस्सर्वास्तस्थौ गिरिरिवाचलः ॥
]

`verse 17 [
अदृश्यमानस्तु तदा कूटयोधस्स दानवः ॥
नानाशस्त्रसहस्रैस्तं जघान हि पुनः पुनः ॥
]

`verse 18 [
छद्मनां नागपाशैस्तं बबंध स महाबलः ॥
बलिपुत्रो महावीरश्शिवभक्तश्शरासुरः ॥
]

`verse 19 [
तं बद्ध्वा पंजरांतःस्थं कृत्वा युद्धादुपारमत्॥
उवाच बाणः संकुद्धस्सूतपुत्रं महाबलम् ॥2.5.53.२० ॥
बाणासुर उवाच॥
सूतपुत्र शिरश्छिंधि पुरुषस्यास्य वै लघु ॥
येन मे दूषितं पूतं बलाद्दुष्टेन सत्कुलम् ॥
]

`verse 20 [
छित्वा तु सर्वगात्राणि राक्षसेभ्यः प्रयच्छ भोः ॥
अथास्य रक्तमांसानि क्रव्यादा अपि भुंजताम् ॥
]

`verse 21 [
अगाधे तृणसंकीर्णे कूपे पातकिनं जहि ॥
किं बहूक्त्या सूतपुत्र मारणीयो हि सर्वथा ॥
]

`speaker [
सनत्कु मार उवाच
]

`verse 22 [
तस्य तद्वचनं श्रुत्वा धर्मबुद्धिर्निशाचरः ॥
कुंभांडस्त्वब्रवीद्वाक्यं बाणं सन्मंत्रिसत्तमम् ॥
]

`speaker [
कुंभांड उवाच
]

`verse 23 [
नैतत्कर्तुं समुचितं कर्म देव विचार्यताम्॥
अस्मिन्हते हतो ह्यात्मा भवेदिति मतिर्मम॥
]

`verse 24 [
अयं तु दृश्यते देव तुल्यो विष्णोः पराक्रमैः॥
वर्धितश्चन्द्र चूडस्य त्वद्दुष्टस्य सुतेचसा ॥
]

`verse 25 [
अथ चन्द्रललाटस्य साहसेन समत्स्वयम् ॥
इमामवस्थां प्राप्तोसि पौरुषे संव्यवस्थितः ॥
]

`verse 26 [
अयं शिवप्रसादाद्वै कृष्णपौत्रो महाबलः ॥
अस्मांस्तृणोपमान् वेत्ति दष्टोपि भुजगैर्बलात् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 27 [
एतद्वाक्यं तु बाणाय कथयित्वा स दानवः ॥
अनिरुद्धमुवाचेदं राजनीतिविदुत्तमः ॥
]

`speaker [
कुंभांड उवाच
]

`verse 28 [
कोसि कस्यासि रे वीर सत्यं वद ममाग्रतः ॥
केन वा त्वमिहानीतो दुराचार नराधम ॥2.5.53.३०॥
दैत्येन्द्रं स्तुहि वीरं त्वं नमस्कुरु कृताजलिः ॥
जितोस्मीति वचो दीनं कथयित्वा पुनःपुनः ॥
]

`verse 29 [
एवं कृते तु मोक्षस्स्यादन्यथा बंधनादि च ॥
तच्छ्रुत्वा वचनं तस्य प्रतिवाक्यमुवाच सः ॥
]

`speaker [
अनिरुद्ध उवाच
]

`verse 30 [
दैत्याऽधमसखे करर्पिडोपजीवक ॥
निशाचर दुराचार शत्रुधर्मं न वेत्सि भोः ॥
]

`verse 31 [
दैन्यं पलायनं चाथ शूरस्य मरणाधिकम्॥
विरुद्धं चोपशल्यं च भवेदिति मतिर्मम ॥
]

`verse 32 [
क्षत्रियस्य रणे श्रेयो मरणं सन्मुखे सदा ॥
न वीरमानिनो भूमौ दीनस्येव कृतांजलिः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 33 [
इत्यादि वीरवाक्यानि बहूनि स जगाद तम् ॥
तदाकर्ण्य सबाणोऽसौ विस्मितोऽभूच्चुकोप च ॥
]

`verse 34 [
तदोवाच नभोवाणी बाणस्याश्वासनाय हि ॥
शृण्वतां सर्ववीराणामनिरुद्धस्य मंत्रिणः ॥
]

`speaker [
व्योमवाण्युवाच
]

`verse 35 [
भो भो बाण महावीर न क्रोधं कर्तुमर्हसि ॥
बलिपुत्रोसि सुमते शिवभक्त विचार्यताम् ॥
]

`verse 36 [
शिवस्सर्वेश्वरस्साक्षी कर्मणां परमेश्वरः ॥
तदधीनमिदं सर्वं जगद्वै सचराचरम् ॥
]

`verse 37 [
स एव कर्ता भर्ता च संहर्ता जगतां सदा॥
रजस्सत्त्वतमोधारी विधिविष्णुहरात्मकः ॥2.5.53.४०॥
सर्वस्यांतर्गतः स्वामी प्रेरकस्सर्वतः परः ॥
निर्विकार्यव्ययो नित्यो मायाधीशोपि निर्गुणः ॥
]

`verse 38 [
तस्येच्छयाऽबलो ज्ञेयो बली बलि वरात्मज ॥
इति विज्ञाय मनसि स्वस्थो भव महामते ॥
]

`verse 39 [
गर्वापहारी भगवान्ना नालीलाविशारदः॥
नाशयिष्यति ते गर्वमिदानीं भक्तवत्सलः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 40 [
इत्याभाष्य नभोवाणी विरराम महामुने ॥
बाणासुरस्तद्वचनादनिरुद्धं न जघ्निवान् ॥ ॥
]

`verse 41 [
किं तु स्वान्तःपुरं गत्वा पपौ पानमनुत्तमम् ॥
मद्वाक्यं च विसस्मार विजहार विरुद्धधीः ॥
]

`verse 42 [
ततोनिरुद्धो बद्धस्तु नागभोगैर्विषोल्बणैः ॥
प्रिययाऽतृप्तचेतास्तु दुर्गां सस्मार तत्क्षणात् ॥
]

`speaker [
अनिरुद्ध उवाच
]

`verse 43 [
शरण्ये देवि बद्धोस्मि दह्यमानस्तु पन्नगैः ॥
आगच्छ मे कुरु त्राणं यशोदे चंडरोषिणि ॥
]

`verse 44 [
शिवभक्ते महादेवि सृष्टिस्थित्यंतकारिणी ॥
त्वां विना रक्षको नान्यस्तस्माद्रक्ष शिवे हि माम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 45 [
तेनेत्थं तोषिता तत्र काली भिन्नांजनप्रभा ॥
ज्येष्ठकृष्णचतुर्दश्यां संप्राप्तासीन्महानिशि ॥
]

`verse 46 [
गुरुभिर्मुष्टिनिर्घातैर्दारयामास पंजरम् ॥
शरांस्तान्भस्मसात्कृत्वा सर्परूपान्भयानकान् ॥ 2.5.53.५० ॥
मोचयित्वा निरुद्धं तु ततश्चांतःपुरं ततः ॥
प्रवेशयित्वा दुर्गा तु तत्रैवादर्शनं गता ॥
]

`verse 47 [
इत्थं देव्याः प्रसादात्तु शिवशक्तेर्मुनीश्वर ॥
कृच्छ्रमुक्तोनिरुद्धोभूत्सुखी चैव गतव्यथः ॥
]

`verse 48 [
अथ लब्धजयो भूत्वानिरुद्धश्शिवशक्तितः॥
प्राद्युम्निर्बाणतनयां प्रियां प्राप्य मुमोद च॥
]

`verse 49 [
पूर्वंवद्विजहारासौ? तया स्वप्रियया सुखी॥
पीतपानस्सुरक्ताक्षस्स  बाणसुतया ततः॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे ऊषाचरित्रे अनिरुद्धोषाविहारवर्णनंनाम त्रिपंचाशत्तमो ऽध्याय ॥
]
