`speaker [
व्यास उवाच
]

`verse 1 [
अनिरुद्धे हृतै पौत्रे कृष्णस्य मुनिसत्तम ॥
कुंभांडसुतया कृष्णः किमकार्षीद्धि तद्वद ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
ततो गतेऽनिरुद्धे तु तत्स्त्रीणां रोदनस्वनम् ॥
श्रुत्वा च व्यथितः कृष्णो बभूव मुनिसत्तम ॥
]

`verse 3 [
अपश्यतां चानिरुद्धं तद्बंधूनां हरेस्तथा ॥
चत्वारो वार्षिका मासा व्यतीयुरनुशोचताम् ॥
]

`verse 4 [
नारदात्तदुपाकर्ण्य वार्तां बद्धस्य कर्म च ॥
आसन्सुव्यथितास्सर्वे वृष्णयः कृष्णदेवताः ॥
]

`verse 5 [
!
कृष्णस्तद्वृत्तमखिलं श्रुत्वा युद्धाय चादरात् ॥
जगाम शोणितपुरं तार्क्ष्यमाहूय तत्क्षणात् ॥
]

`verse 6 [
प्रद्युम्नो युयुधानश्च गतस्सांबोथ सारणः ॥
नंदोपनंदभद्राद्या रामकृष्णानुवर्तिनः ॥
]

`verse 7 [
अक्षौहिणीभिर्द्वादशभिस्समेतासर्वतो दिशम् ॥
रुरुधुर्बाणनगरं समंतात्सात्वतर्षभाः ॥
]

`verse 8 [
भज्यमानपुरोद्यानप्राकाराट्टालगोपुरम् ॥
वीक्ष्यमाणो रुषाविष्टस्तुल्यसैन्योभिनिर्ययौ ॥
]

`verse 9 [
बाणार्थे भगवान् रुद्रस्ससुतः प्रमथैर्वृतः ॥
आरुह्य नन्दिवृषभं युद्धं कर्त्तुं समाययौ ॥
]

`verse 10 [
आसीत्सुतुमुलं युद्धमद्भुतं लोमहर्षणम् ॥
कृष्णादिकानां तैस्तत्र रुद्राद्यैर्बाणरक्षकैः ॥2.5.54.१०॥
कृष्णशंकरयोरासीत्प्रद्युम्नगुहयोरपि॥
कूष्मांडकूपकर्णाभ्यां बलेन सह संयुगः ॥
]

`verse 11 [
सांबस्य बाणपुत्रेण बाणेन सह सात्यकेः ॥
नन्दिना गरुडस्यापि परेषां च परैरपि ॥
]

`verse 12 [
ब्रह्मादयस्सुराधीशा मुनयः सिद्धचारणाः ॥
गंधर्वाऽप्सरसो यानैर्विमानैर्द्रष्टुमागमन् ॥
]

`verse 13 [
प्रमथैर्विविधाकारै रेवत्यंतैः सुदारुणम् ॥
युद्धं बभूव विप्रेन्द्र तेषां च यदुवंशिनाम् ॥
]

`verse 14 [
भ्रात्रा रामेण सहितः प्रद्युम्नेन च धीमता॥
कृष्णश्चकार समरमतुलं प्रमथैस्सह॥
]

`verse 15 [
तत्राग्निनाऽभवद्युद्धं यमेन वरुणेन च ॥
विमुखेन त्रिपादेन ज्वरेण च गुहेन च॥
]

`verse 16 [
प्रमथैर्विविधाकारैस्तेषामन्यं तदारुणम् ॥
युद्धं बभूव विकटं वृष्णीनां रोमहर्षणम् ॥
]

`verse 17 [
विभीषिकाभिर्बह्वीभिः कोटरीभिः पदेपदे ॥
निर्ल्लज्जाभिश्च नारीभिः प्रबलाभिरदूरतः ॥
]

`verse 18 [
शंकरानुचराञ्शौरिर्भूतप्रमथगुह्यकान् ॥
द्रावयामास तीक्ष्णाग्रैः शरैः शार्ङ्गधनुश्च्युतैः ॥
]

`verse 19 [
एवं प्रद्युम्नप्रमुखा वीरा युद्धमहोत्सवाः ॥
चक्रुर्युद्धं महाघोरं शत्रुसैन्यं विनाशयन् ॥ 2.5.54.२० ॥
विशीर्यमाणं स्वबलं दृष्ट्वा रुद्रोत्यमर्षणः॥
क्रोधं चकार सुमहन्ननाद च महोल्बणम् ॥
]

`verse 20 [
तच्छ्रुत्वा शंकरगणा विनेदुर्युयुधुश्च ते ॥
मर्दयन्प्रतियोद्धारं वर्द्धिताश्शंभुतेजसा ॥
]

`verse 21 [
पृथग्विधानि चायुक्तं शार्ङ्गास्त्राणि पिनाकिने ॥
प्रत्यक्षैश्शमयामास शूलपाणिरविस्मितः ॥
]

`verse 22 [
ब्रह्मास्त्रस्य च ब्रह्मास्त्रं वायव्यस्य च पार्वतम् ॥
आग्नेयस्य च पार्जन्यं नैजं नारायणस्य च ॥
]

`verse 23 [
कृष्णसैन्यं विदुद्राव प्रतिवीरेण निर्जितम् ॥
न तस्थौ समरे व्यास पूर्णरुद्रसुतेजसा ॥
]

`verse 24 [
विद्राविते स्वसैन्ये तु श्रीकृष्णश्च परंतपः ॥
स्वं ज्वरं शीतलाख्यं हि व्यसृजद्दारुणं मुने ॥
]

`verse 25 [
विद्राविते कृष्णसैन्ये कृष्णस्य शीतलज्वरः ॥
अभ्यपद्यत तं रुद्रं मुने दशदिशो दहन् ॥
]

`verse 26 [
महेश्वरोथऽ तं दृष्ट्वायांतं  स्वं विसृजज्ज्वरम्॥
माहेश्वरो वैष्णवश्च युयुधाते ज्वरावुभौ ॥
]

`verse 27 [
वैष्णवोऽथ समाक्रदन्माहेश्वरबलार्दितः ॥
अलब्ध्वा भयमन्यत्र  तुष्टाव वृषभध्वजम् ॥
]

`verse 28 [
अथ प्रसन्नो भगवान्विष्णुज्वरनुतो हरः ॥
विष्णुशीतज्वरं प्राह शरणागतवत्सलः ॥ 2.5.54.३० ॥
महेश्वर उवाच ॥
शीतज्वर प्रसन्नोऽहं व्येतु ते मज्ज्वराद्भयम् ॥
यो नौ स्मरति संवादं तस्य न स्याज्ज्वराद्भयम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 29 [
इत्युक्तो रुद्रमानम्य गतो नारायणज्वरः ॥
तं दृष्ट्वा चरितं कृष्णो विसिस्माय भयान्वितः ॥
]

`verse 30 [
स्कन्द प्रद्युम्नबाणौघैरर्द्यमानोऽथ कोपितः ॥
जघान शक्त्या प्रद्युम्नं दैत्यसंघात्यमर्षणः ॥
]

`verse 31 [
स्कंदप्राप्तिहतस्तत्र प्रद्युम्नः प्रबलोपि हि॥
असृग्विमुंचन्गात्रेभ्यो बलेनापाक्रमद्रणात् ॥
]

`verse 32 [
कुंभांडकूपकर्णाभ्यां नानास्त्रैश्च समाहतः ॥
दुद्राव बलभद्रोपि न तस्थेपि रणे बली ॥
]

`verse 33 [
कृत्वा सहस्रं कायानां पीत्वा तोयं महार्णवात् ॥
गरुडो नाशयत्यर्थाऽऽवर्तैर्मेघार्णवांबुभिः ॥
]

`verse 34 [
अथ क्रुद्धो महेशस्य वाहनो वृषभो बली ॥
वेगेन महतारं वै शृंगाभ्यां निजघान तम् ॥
]

`verse 35 [
शृंगघातविशीर्णांगो गरुडोऽतीव विस्मितः ॥
विदुद्राव रणात्तूर्णं विहाय च जनार्दनम् ॥
]

`verse 36 [
एवं जाते चरित्रं तु भगवान्देवकीसुतः ॥
उवाच सारथिं शीघ्रं रुद्रतेजोतिविस्मितः ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 37 [
हे सूत शृणु मद्वाक्यं रथं मे वाहय द्रुतम् ॥
महादेवसमीपस्थो यथा स्यां गदितुं वचः ॥2.5.54.४०॥
सनत्कुमार उवाच ॥
इत्युक्तो हरिणा सूतो दारुकस्स्वगुणाग्रणीः ॥
द्रुतं तं वाहयामास रथं रुद्रसमीपतः ॥
]

`verse 38 [
अथ विज्ञापयामास नतो भूत्वा कृतांजलिः ॥
श्रीकृष्णः शंकरं भक्त्या प्रपन्नो भक्तवत्सलम् ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 39 [
देवदेव महादेव शरणागतवत्सल ॥
नमामि त्वाऽनंतशक्तिं सर्वात्मानं परेश्वरम् ॥
]

`verse 40 [
विश्वोत्पत्तिस्थाननाशहेतुं सज्ज्ञप्ति मात्रकम् ॥
ब्रह्मलिंगं परं शांतं केवलं परमेश्वरम् ॥
]

`verse 41 [
कालो दैवं कर्म जीवस्स्वभावो द्रव्यमेव च ॥
क्षेत्रं च प्राण आत्मा च विकारस्तत्समूहकः ॥
]

`verse 42 [
बीजरोहप्रवाहस्तु त्वन्मायैषा जगत्प्रभो ॥
तन्निबंधं प्रपद्येह त्वामहं परमेश्वरम् ॥
]

`verse 43 [
नाना भावैर्लीलयैव स्वीकृतैर्निर्जरादिकान् ॥
नूनं बिभषिं लोकेशो हंस्युन्मार्गान्स्वभावतः ॥
]

`verse 44 [
त्वं हि ब्रह्म परं ज्योतिर्गूढं ब्रह्मणि वाङ्मये ॥
यं पश्यंत्यमलात्मानमाकाशमिव केवलम् ॥
]

`verse 45 [
त्वमेव चाद्यः पुरुषोऽद्वितीयस्तुर्य आत्मदृक् ॥
ईशो हेतुरहेतुश्च सविकारः प्रतीयसे ॥
]

`verse 46 [
स्वमायया सर्वगुणप्रसिद्ध्यै भगवन्प्रभो ॥
सर्वान्वितः प्रभिन्नश्च सर्वतस्त्वं महेश्वर ॥ 2.5.54.५० ॥
यथैव सूर्योऽपिहितश्छायारूपाणि च प्रभो ॥
स्वच्छायया संचकास्ति ह्ययं परमदृग्भवान् ॥
]

`verse 47 [
गुणेनापिहितोपि त्वं गुणे व गुणान् विभो ॥
स्वप्रदीपश्चकास्सि त्वं भूमन् गिरिश शंकर ॥
]

`verse 48 [
त्वन्मायामोहितधियः पुत्रदारगृहादिषु ॥
उन्मज्जंति निमज्जंति प्रसक्ता वृजिनार्णवे ॥
]

`verse 49 [
दैवदत्तमिमं लब्ध्वा नृलोकमजितेन्द्रियः ॥
यो नाद्रियेत त्वत्पादौ स शोच्यो ह्यात्मवंचकः ॥
]

`verse 50 [
त्वदाज्ञयाहं भगवान्बाणदोश्छेत्तुमागतः ॥
त्वयैव शप्तो बाणोऽयं गर्वितो गर्वहारिणा ।
]

`verse 51 [
निवर्त्तस्व रणा द्देव त्वच्छापो न वृथा भवेत् ॥
आज्ञां देहि प्रभो मे त्वं बाणस्य भुजकृंतने ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 52 [
इत्याकर्ण्य वचश्शंभुः श्रीकृष्णस्य मुनीश्वर ॥
प्रत्युवाच प्रसन्नात्मा कृष्णस्तुत्या महेश्वरः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 53 [
सत्यमुक्तं त्वया तात मया शप्तो हि दैत्यराट् ॥
मदाज्ञया भवान्प्राप्तो बाणदोदंडकृंतने ॥
]

`verse 54 [
किं करोमि रमानाथ भक्ताधीनस्सदा हरे ॥
पश्यतो मे कथं वीर स्याद्बाणभुजकृंतनम् ॥
]

`verse 55 [
अतस्त्वं जृंभणास्त्रेण मां जंभय मदाज्ञया ॥
ततस्त्वं कुरु कार्यं स्वं यथेष्टं च सुखी भव ॥ 2.5.54.६० ॥
सनत्कुमार उवाच ॥
इत्युक्तश्शंकरेणाथ शार्ङ्गपाणिस्तु विस्मितः ॥
स्वरणस्थानमागत्य मुमोद स मुनीश्वरः ॥
]

`verse 56 [
जृंभणास्त्रं मुमोचाथ संधाय धनुषि द्रुतम् ॥
पिनाकपाणये व्यास नानास्त्रकुशलो हरिः ॥
]

`verse 57 [
मोहयित्वा तु गिरिशं जृंभणास्त्रेण जृंभितम् ॥
बाणस्य पृतनां शौरिर्जघानासिगदर्ष्टिभिः ॥
]

`verse 58 [
इति शिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे बाणाऽसुररुद्रकृष्णादियुद्धवर्णनं नाम चतुःपंचाशत्तमोऽध्यायः ॥
]
