`speaker [
व्यास उवाच
]

`verse 1 [
सनत्कुमार सर्वज्ञ ब्रह्मपुत्र नमोस्तु ते ॥
अद्भुतेयं कथा तात श्राविता मे त्वया मुने ॥
]

`verse 2 [
जृंभिते जृंभणास्त्रेण हरिणा समरे हरे ॥
हते बाणबले बाणः किमकार्षीच्च तद्वद ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
इत्याकर्ण्य वचस्तस्य व्यासस्यामिततेजसः ॥
प्रत्युवाच प्रसन्नात्मा ब्रह्मपुत्रो मुनीश्वरः ॥।६॥
सनत्कुमार उवाच॥
शृणु व्यास महाप्राज्ञ कथां च परमाद्भुताम् ॥
कृष्णशंकरयोस्तात लोकलीलानुसारिणोः॥
]

`verse 4 [
शयिते लीलया रुद्रे सपुत्रे सगणे सति ॥
बाणो विनिर्गतो युद्धं कर्तुं कृष्णेन दैत्यराट् ॥
]

`verse 5 [
कुंभांडसंगृहीताश्वो नानाशस्त्रास्त्रधृक् ततः ॥
चकार युद्धमतुलं बलिपुत्रो महाबलः ॥
]

`verse 6 [
दृष्ट्वा निजबलं नष्टं स दैत्येन्द्रोऽत्यमर्षितः ॥
चकार युद्धमतुलं बलि पुत्रो महाबलः ॥
]

`verse 7 [
श्रीकृष्णोपि महावीरो गिरिशाप्तमहाबलः ॥
उच्चैर्जगर्ज तत्राजौ बाणं मत्वा तृणोपमम् ॥
]

`verse 8 [
धनुष्टंकारयामास शार्ङ्गाख्यं निजमद्भुतम् ॥
त्रासयन्बाणसैन्यं तदवशिष्टं मुनीश्वर ॥
]

`verse 9 [
तेन नादेन महता धनुष्टंकारजेन हि ॥
द्यावाभूम्योरंतरं वै व्याप्तमासीदनंतरम् ॥ 2.5.55.१० ॥
चिक्षेप विविधान्बाणान्बाणाय कुपितो हरिः ॥
कर्णान्तं तद्विकृष्याथ तीक्ष्णानाशीविषोपमान् ॥
]

`verse 10 [
आयातांस्तान्निरीक्ष्याऽथ स बाणो बलिनन्दनः ॥
अप्राप्तानेव चिच्छेद स्वशरैस्स्वधनुश्च्युतैः॥
]

`verse 11 [
पुनर्जगर्ज स विभुर्बाणो वैरिगणार्दनः ॥
तत्रसुर्वृष्णयस्सर्वे कृष्णात्मानो विचेतसः ॥
]

`verse 12 [
स्मृत्वा शिवपदाम्भोजं चिक्षेप निजसायकान्॥
स कृष्णायातिशूराय महागर्वो बलेस्सुतः ॥
]

`verse 13 [
कृष्णोपि तानसंप्राप्तानच्छिनत्सशरैर्द्रुतम् ॥
स्मृत्वा शिवपदाम्भोजममरारि महाबलः ॥
]

`verse 14 [
रामादयो वृष्णयश्च स्वंस्वं योद्धारमाहवे ॥
निजघ्नुर्बलिनस्सर्वे कृत्वा क्रोधं समाकुलाः ॥
]

`verse 15 [
इत्थं चिरतरं तत्र बलिनोश्च द्वयोरपि ॥
बभूव तुमुलं युद्धं शृण्वतां विस्मयावहम् ॥
]

`verse 16 [
तस्मिन्नवसरे तत्र क्रोधं कृत्वाऽतिपक्षिराट्  ॥
बाणासुरबलं सर्वं पक्षाघातैरमर्दयत् ॥
]

`verse 17 [
मर्दितं स्वबलं दृष्ट्वा मर्दयंतं च तं बली ॥
चुकोपाति बलेः पुत्रः शैवराड् दितिजेश्वरः ॥
]

`verse 18 [
स्मृत्वा शिवपदाम्भोजं सहस्रभुजवान्द्रुतम् ॥
महत्पराक्रमं चक्रे वैरिणां दुस्सहं स वै ॥ 2.5.55.२० ॥
चिक्षेप युगपद्बाणानमितांस्तत्र वीरहा ॥
कृष्णादिसर्वयदुषु गरुडे च पृथक्पृथक् ॥
]

`verse 19 [
जघानैकेन गरुडं कृष्णमेकेन पत्त्रिणा ॥
बलमेकेन च मुने परानपि तथा बली ॥
]

`verse 20 [
ततः कृष्णो महावीर्यो विष्णुरूपस्सुरारिहा ॥
चुकोपातिरणे तस्मिञ्जगर्ज च महेश्वरः ॥
]

`verse 21 [
जघान बाणं तरसा शार्ङ्गनिस्सृतसच्छरैः ॥
अति तद्बलमत्युग्रं युगपत्स्मृतशंकरः ॥
]

`verse 22 [
चिच्छेद तद्धनुश्शीघ्रं छत्रादिकमना कुलः ॥
हयांश्च पातयामास हत्वा तान्स्वशरैर्हरिः ॥
]

`verse 23 [
बाणोऽपि च महावीरो जगर्जाति प्रकुप्य ह ॥
कृष्णं जघान गदया सोऽपतद्धरणीतले ॥
]

`verse 24 [
उत्थायारं ततः कृष्णो युयुधे तेन शत्रुणा ॥
शिवभक्तेन देवर्षे लोकलीलाऽनुसारतः ॥
]

`verse 25 [
एवं द्वयोश्चिरं काल बभूव सुमहान्रणः ॥
शिवरूपो हरिः कृष्णः स च शैवोत्तमो बली ॥
]

`verse 26 [
कृष्णोऽथ कृत्वा समरं चिरं बाणेन वीर्यवान्॥
शिवाऽऽज्ञया प्राप्तबलश्चुकोपाति मुनीश्वरः ॥
]

`verse 27 [
ततस्सुदर्शनेनाशु कृष्णो बाणभुजान्बहून् ॥
चिच्छेद भगवाञ्शंभु शासनात्परवीरहा ॥ 2.5.55.३० ॥
अवशिष्टा भुजास्तस्य चत्वारोऽतीव सुन्दराः ॥
गतव्यथो बभूवाशु शंकरस्य प्रसादतः ॥
]

`verse 28 [
गतस्मृतिर्यदा बाण शिरश्छेत्तुं समुद्यतः ॥
कृष्णो वीरत्वमापन्नस्तदा रुद्रस्समुत्थितः ॥
]

`speaker [
रुद्र उवाच
]

`verse 29 [
भगवन्देवकीपुत्र यदाज्ञप्तं मया पुरा ॥
तत्कृतं च त्वया विप्र मदाज्ञाकारिणा सदा ॥
]

`verse 30 [
मा बाणस्य शिरश्छिंधि संहरस्व सुदर्शनम् ॥
मदाज्ञया चक्रमिदं स्यान्मोघं मज्जने सदा ॥
]

`verse 31 [
दत्तं मया पुरा तुभ्यमनिवार्यं रणे तव ॥
चक्रं जयं च गोविन्द निवर्तस्व रणात्ततः ॥
]

`verse 32 [
दधीचे रावणे वीरे तारकादिपुरेष्वपि ॥
विना मदाज्ञां लक्ष्मीश रथाङ्गं नामुचः पुरा ॥
]

`verse 33 [
त्वं तु योगीश्वरस्स्साक्षात्परमात्मा जनार्दन ॥
विचार्यतां स्वमनसा सर्वभूतहिते रतः ॥
]

`verse 34 [
वरमस्य मया दत्तं न मृत्युर्भयमस्ति वै ॥
तन्मे वचस्सदा सत्यं परितुष्टोस्म्यहं तव ॥
]

`verse 35 [
पुराऽयं गर्वितो मत्तो युद्धं देहीति मेऽब्रवीत् ॥
भुजान्कण्डूयमानस्तु विस्मृतात्मगतिर्हरे ॥
]

`verse 36 [
तदाहमशपं तं वै भुजच्छेत्ताऽऽगमिष्यति ॥
अचिरेणातिकालेन गतगर्वो भविष्यसि ॥ 2.5.55.४० ॥
मदाज्ञया हरिः प्राप्तो भुजच्छेत्ता तवाऽथ वै ॥
निवर्तस्व रणाद्गच्छ स्वगृहं सवधूवरः ॥
]

`verse 37 [
इत्युक्तः स तयोमैत्रीं कारयित्वा महेश्वरः ॥
तममुज्ञाप्य सगणः सपुत्रः स्वालयं ययौ ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 38 [
इत्याकर्ण्य वचश्शंभोस्संहृत्य च सुदर्शनम् ॥
अक्षतांगस्तु विजयी तत्कृष्णोंतःपुरं ययौ ॥
]

`verse 39 [
अनिरुद्धं समाश्वास्य सहितं भार्यया पुनः ॥
जग्राह रत्नसंघातं बाणदत्तमनेकशः ॥
]

`verse 40 [
तत्सखीं चित्रलेखां च गृहीत्वा परयोगिनीम् ॥
प्रसन्नोऽभूत्ततः कृष्णः कृतकार्यः शिवाज्ञया ॥
]

`verse 41 [
हृदा प्रणम्य गिरिशमामंत्र्य च बलेस्तुतम् ॥
परिवारसमेतस्तु जगाम स्वपुरीं हरिः ॥
]

`verse 42 [
पथि जित्वा च वरुणं विरुद्धं तमनेकधा ॥
द्वारकां च पुरीं प्राप्तस्समुत्सवसमन्वितः ॥
]

`verse 43 [
विसर्जयित्वा गरुडं सखीन्वीक्ष्योपहस्य च ॥
द्वारकायां ततो दृष्ट्वा कामचारी चचार ह ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पंचमे युद्धखंडे बाणभुजकृंतनगर्वापहारवर्णनं नाम पञ्चपञ्चाशत्तमोध्यायः ॥
]
