`speaker [
नारद उवाच
]

`verse 1 [
कृष्णे गते द्वारकायाम निरुद्धेन भार्यया ॥
अकार्षीत्किं ततो बाणस्तत्त्वं वद महामुने ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 2 [
कृष्णे गते द्वारकायामनिरुद्धेन भार्यया ॥
दुःखितोऽभूत्ततो बाणस्स्वाज्ञानं संस्मरन्हृदा ॥
]

`verse 3 [
ततो नन्दीशिवगणो बाणं प्रोवाच दुःखितम् ॥
दैत्यं शोणितदिग्धांगमनुता पसमन्वितम् ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 4 [
बाण शंकरसद्भक्त मानुतापं कुरुष्व भोः ॥
भक्तानुकंपी शंभुर्वै भक्तवत्सलनामधृक्॥
]

`verse 5 [
तदिच्छया च यज्जातं तज्जातमिति चेतसा ॥
मन्यस्व भक्तशार्दूल शिवं स्मर पुनःपुनः॥
]

`verse 6 [
मन आद्ये समाधाय कुरु नित्यं महो त्सवम् ॥
भक्तानुकंपनश्चाऽस्य शंकरस्य पुनःपुनः॥
]

`verse 7 [
नन्दिवाक्यात्ततो बाणो द्विषा शीर्षकमात्रकः॥
शिवस्थानं जगामाशु धृत्वा धैर्यं महामनाः ॥
]

`verse 8 [
गत्वा तत्र प्रभुं नत्वा रुरोदातीव विह्वलः ॥
गतगर्वव्रजो बाणः प्रेमाकुलितमानसः॥
]

`verse 9 [
संस्तुवन्विविधैः स्तोत्रै स्संनमन्नुतितस्तथा ॥
यथोचितं पादघातं कुर्वन्विक्षेपयन्करान् ॥
]

`verse 10 [
ननर्त तांडवं मुख्यं प्रत्यालीढादिशोभितम् ॥
स्थानकैर्विविधाकारैरालीढप्रमुखैरपि ॥ 2.5.56.१० ॥
सुखवादसहस्राणि भ्रूक्षेपसहितान्यपि ॥
शिरःकम्पसहस्राणि प्राप्तानीकः सहस्रशः ॥
]

`verse 11 [
वारीश्च विविधाकारा दर्शयित्वा शनैश्शनः ॥
तथा शोणितधाराभिस्सिञ्चयित्वा महीतलम्॥
]

`verse 12 [
रुद्रं प्रसादयामास शूलिनं चन्द्र शेखरम् ॥
बाणासुरो महाभक्तो विस्मृतात्मगतिर्नतः॥
]

`verse 13 [
ततो नृत्यं महत्कृत्वा भगवान्भक्तवत्सलः ॥
उवाच बाणं संहृष्टो नृत्य गीतप्रियो हरः ॥
]

`speaker [
रुद्र उवाच
]

`verse 14 [
बाण तात बलेः पुत्र संतुष्टो नर्तनेन ते ॥
वरं गृहाण दैत्येन्द्र यत्ते मनसि वर्तते ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 15 [
इत्याकर्ण्य वचश्शंम्भोर्दैत्येन्द्रेण तदा मुने ॥
बाणेन संवृणीतोऽभूद्वरस्तु व्रणरोपणे ॥
]

`verse 16 [
बाहुयुद्धस्य चोद्ध त्तिर्गाणपत्यमथाक्षयम् ॥
उषापुत्रस्य राज्यं तु तस्मिञ्शोणितकाह्वये॥
]

`verse 17 [
निर्वैरता च विबुधैर्विष्णुना च विशेषतः॥
न पुनर्दैत्यता दुष्टा रजसा तमसा युता ॥
]

`verse 18 [
शंभुभक्तिर्विशेषेण निर्विकारा सदा मुने ॥
शिवभक्तेषु च स्नेहो दया सर्वेषु जंतुषु ॥
]

`verse 19 [
कृत्वा वराञ्शंभोर्बलिपुत्रो महाऽसुरः॥
प्रेम्णाऽश्रुनयनो रुद्रं तुष्टाव सुकृतांजलिः॥2.5.56.२०॥ ॥
बाण उवाच॥
देवदेव महादेव शरणा गतवत्सल ॥
त्वां नमामि महेशान दीनबन्धो दयानिधे ॥
]

`verse 20 [
कृता मयि कृपातीव कृपासागर शंकर ॥
गर्वोपहारितस्सर्वः प्रसन्नेन मम प्रभो ॥
]

`verse 21 [
त्वं ब्रह्म परमात्मा हि सर्वव्याप्यखिलेश्वरः ॥
ब्रह्मांडतनुरुग्रेशो विराट् सर्वान्वितः परः ॥
]

`verse 22 [
नाभिर्नभोऽग्निर्वदनमंबु रेतो दिशः श्रुतिः ॥
द्यौश्शीर्षमंघ्रिरुर्वी ते मनश्चन्द्रस्तव प्रभो ॥
]

`verse 23 [
दृगर्को जठरं वार्द्धिर्भुजेंद्रो धिषणा विधिः ॥
प्रजापतिर्विसर्गश्च धर्मो हि हृदयं तव॥
]

`verse 24 [
रोमाण्यौषधयो नाथ केशा जलमुचस्तव॥
गुणास्त्रयस्त्रिनेत्राणि सर्वात्मा पुरुषो भवान्॥
]

`verse 25 [
ब्राह्मणं ते मुखं प्राहुर्बाहुं क्षत्रियमेव च ॥
ऊरुजं वैश्यमाहुस्ते पादजं शूद्रमेव च ॥
]

`verse 26 [
त्वमेव सर्वदोपास्यस्सर्वैर्जीवैर्महेश्वर ॥
त्वां भजन्परमां मुक्तिं लभते पुरुषो ध्रुवम् ॥
]

`verse 27 [
यस्त्वां विसृजते मर्त्य आत्मानं प्रियमीश्वरम् ॥
विपर्ययेन्द्रियार्थार्थं विषमत्त्यमृतं त्यजन् ॥
]

`verse 28 [
विष्णुर्ब्रह्माऽथ विबुधा मुनयश्चामलाशयाः ॥
सर्वात्मना प्रपन्नास्त्वां शंकरं प्रियमीश्वरम् ॥2.5.56.३०॥
सनत्कुमार उवाच ॥
इत्युक्त्वा बलिपुत्रस्तु विरराम शरासुरः ॥
प्रेमप्रफुल्लितांगश्च प्रणम्य स महेश्वरम् ॥
]

`verse 29 [
इति श्रुत्वा स्वभक्तस्य बाणस्य भगवान्भवः ॥
सर्वं लभिष्यसीत्युक्त्वा तत्रैवांतरधीयत ॥
]

`verse 30 [
ततश्शंभोः प्रसादेन महाकालत्वमागतः ॥
रुद्रस्यानुचरो बाणो महाप्रमुदितोऽभवत् ॥
]

`verse 31 [
इति किल शरनाम्नः शंकरस्यापि वृत्तं सकलगुरु जनानां सद्गुरोश्शूलपाणेः ॥ कथितमिह वरिष्ठं श्रोत्ररम्यैर्वचोभिस्सकलभुवनमध्ये क्रीडमानस्य नित्यम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्विती यायां रुद्रसंहितायां पं० युद्धखंडे बाणासुरगणपत्वप्राप्तिवर्णनं नाम षट्पंचाशत्तमोऽध्यायः ॥
]
