`speaker [
सनत्कुमार उवाच
]

`verse 1 [
शृणु व्यास महाप्रेम्णा चरितं शशिमौलिनः ॥
यथाऽवधीत्त्रिशूलेन दानवेन्द्रं गजासुरम् ॥
]

`verse 2 [
दानवे निहते देव्या समरे महिषासुरे ॥
देवानां च हितार्थाय पुरा देवाः सुखं ययुः ॥
]

`verse 3 [
तस्य पुत्रो महावीरो मुनीश्वर गजासुरः ॥
पितुर्वधं हि संस्मृत्य कृतं देव्या सुरार्थनात् ॥
]

`verse 4 [
स तद्वैरमनुस्मृत्य तपोर्थं गतवान्वने ॥
समुद्दिश्य विधिं प्रीत्या तताप परमं तपः ॥
]

`verse 5 [
अवध्योहं भविष्यामि स्त्रीपुंसैः कामनिर्जितः ॥
संविचार्येति मनसाऽभूत्तपोरतमानसः ॥
]

`verse 6 [
स तेपे हिमवद्द्रोण्यां तपः परमदारु णम् ॥
ऊर्द्ध्वबाहुर्नभोदृष्टिः पादांगुष्ठाश्रितावनिः ॥
]

`verse 7 [
जटाभारैस्स वै रेजे प्रलयार्क इवांशुभिः ॥
महिषासुरपुत्रोऽसौ गजासुर उदारधीः ॥
]

`verse 8 [
तस्य मूर्ध्नः समुद्भूतस्सधूमोग्निस्तपोमयः ॥
तिर्यगूर्ध्वमधोलोकास्तापयन्विष्वगीरितः ॥
]

`verse 9 [
चुक्षुभुर्नद्युदन्वंतश्चाग्नेर्मूर्द्धसमुद्भवात् ॥
निपेतुस्सग्रहास्तारा जज्वलुश्च दिशो दश ॥
]

`verse 10 [
तेन तप्तास्तुरास्सर्वे दिवं त्यक्त्वा सवासवाः ॥
ब्रह्मलोकं ययुर्विज्ञापयामासुश्चचाल भूः ॥2.5.57.१०॥
देवा ऊचुः ॥
विधे गजासुरतपस्तप्ता वयमथाकुलाः ॥
न शक्नुमो दिवि स्थातुमतस्ते शरणं गताः ॥
]

`verse 11 [
विधेह्युपशमं तस्य चान्याञ्जीवयितुं कृपा ॥
लोका नंक्ष्यत्यन्यथा हि सत्यंसत्यं ब्रुवामहे ॥
]

`verse 12 [
इति विज्ञापितो देवैर्वासवाद्यैस्स आत्मभूः ॥
भृगुदक्षादिभिर्ब्रह्मा ययौ दैत्यवराश्रमम् ॥
]

`verse 13 [
तपंतं तपसा लोका न्यथाऽभ्रापिहितं दिवि ॥
विलक्ष्य विस्मितः प्राह विहसन्सृष्टिकारकः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
उत्तिष्ठोत्तिष्ठ दैत्येन्द्र तपस्सिद्धोसि माहिषे ॥
प्राप्तोऽहं वरदस्तात वरं वृणु यथेप्सितम्॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 15 [
उत्थायोत्थाय दैत्येन्द्र ईक्षमाणो दृशा विभुम्॥
गिरा गद्गदया प्रीतोऽगृणाद्देवं स माहिषिः ॥।३५।
गजासुर उवाच ॥
नमस्ते देवदेवेश यदि दास्यसि मे वरम्॥
अवध्योऽहं भवेयं वै स्त्रीपुंसैः कामनिर्जितैः ॥
]

`verse 16 [
महाबलो महावीर्योऽजेयो देवादिभिस्सदा ॥
सर्वेषां लोकपालानां निखिलर्द्धिसुभुग्विभो ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 17 [
एवं वृतश्शतधृतिर्दानवेन स तेन वै ॥
प्रादात्तत्तपसा प्रीतो वरं तस्य सुदुर्लभम् ॥
]

`verse 18 [
एवं लब्धवरो दैत्यो माहिषिश्च गजासुरः ॥
सुप्रसन्नमनास्सोऽथ स्वधाम प्रत्यपद्यत ॥2.5.57.२० ॥
स विजित्य दिशस्सर्वा लोकांश्च त्रीन्महासुरः ॥
देवासुरमनुष्येन्द्रान्गंधर्वगरुडोरगान् ॥
]

`verse 19 [
इत्यादीन्निखिलाञ्जित्वा वशमानीय विश्वजित् ॥
जहार लोकपालानां स्थानानि सह तेजसा ॥
]

`verse 20 [
देवोद्यानश्रिया जुष्टमध्यास्ते स्म त्रिविष्टपम् ॥
महेन्द्रभवनं साक्षान्निर्मितं विश्वकर्मणा ॥
]

`verse 21 [
तस्मिन्महेन्द्रस्य गृहे महाबलो महामना निर्जितलोक एकराट्॥
रेमेऽभिवंद्यांघ्रियुगः सुरादिभिः प्रतापितैरूर्जितचंडशासनः॥
]

`verse 22 [
स इत्थं निर्जितककुबेकराड् विषयान्प्रियान् ॥
यथोपजोषं भुंजानो नातृप्यदजितेन्द्रियः ॥
]

`verse 23 [
एवमैश्वर्यमत्तस्य दृप्तस्योच्छास्त्रवर्तिनः ॥
काले व्यतीते महति पापबुद्धिरभूत्ततः ॥
]

`verse 24 [
महिषासुरपुत्रोऽसौ संचिक्लेश द्विजान्वरान् ॥
तापसान्नितरां पृथ्व्यां दानवस्सुखमर्दनः ॥
]

`verse 25 [
सुरान्नरांश्च प्रमथान्सर्वाञ्चिक्लेश दुर्मतिः ॥
धर्मान्वितान्विशेषेण पूर्ववैरमनुस्मरन् ॥
]

`verse 26 [
एकस्मिन्समये तात दानवोऽसौ महाबलः ॥
अगच्छद्राजधानीं व शंकरस्य गजासुरः ॥
]

`verse 27 [
समागतेऽसुरेन्द्रे हि महान्कलकलो मुने ॥
त्रातत्रातेति तत्रासीदानंदनवासिनाम् ॥ 2.5.57.३० ॥
महिषाऽसुरपुत्रोऽसौ यदा पुर्यां समागतः ॥
प्रमथन्प्रमथान्सर्वान्निजवीर्यमदोद्धतः॥
]

`verse 28 [
तस्मिन्नवसरे देवाश्शक्राद्यास्तत्पराजिताः ॥
शिवस्य शरणं जग्मुर्नत्वा तुष्टुवुरादरात् ॥
]

`verse 29 [
न्यवेदयन्दानवस्य तस्य काश्यां समागमम् ॥
क्लेशाधिक्यं तत्रत्यानां तन्नाथानां विशेषतः ॥
]

`speaker [
देवा ऊचुः
]

`verse 30 [
देवदेव महादेव तव पुर्यां गतोसुरः ॥
कष्टं दत्ते त्वज्जनानां तं जहि त्वं कृपानिधे ॥
]

`verse 31 [
यत्रयत्र धरायां च चरणं प्रमिणोति हि ॥
अचलां सचलां तत्र करोति निज भारतः ॥
]

`verse 32 [
ऊरुवेगेन तरवः पतंति शिखरैस्सह ॥
यस्य दोर्दंडघातेन चूर्णा स्युश्च शिलोच्चयाः ॥
]

`verse 33 [
यस्य मौलिजसंघर्षाद्घना व्योम त्यजंत्यपि ॥
नीलिमानं न चाद्यापि जह्युस्तत्केशसंगजम् ॥
]

`verse 34 [
यस्य विश्वाससंभारैरुत्तरंगा महाब्धयः ॥
नद्योप्यमन्दकल्लोला भवंति तिमिभिस्सह ॥
]

`verse 35 [
योजनानां सहस्राणि नव यस्य समुच्छ्रयः ॥
तावानेव हि विस्तारस्तनोर्मायाविनोऽस्य हि ॥
]

`verse 36 [
यन्नेत्रयोः पिंगलिमा तथा तरलिमा पुनः ॥
विद्युताः नोह्यतेऽद्यापि सोऽयं स्माऽऽयाति सत्वरम् ॥ 2.5.57.४० ॥
यां यां दिशं समभ्येति सोयं दुस्सह दानवः ॥
अवध्योऽहं भवामीति स्त्रीपुंसैः कामनिर्जितैः ॥
]

`verse 37 [
इत्येवं चेष्टितं तस्य दानवस्य निवेदितम् ॥
रक्षस्व भक्तान्देवेश काशीरक्षणतत्पर ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 38 [
इति संप्रार्थितो देवैर्भक्तरक्षणतत्परः ॥
तत्राऽऽजगाम सोरं तद्वधकामनया हरः ॥
]

`verse 39 [
आगतं तं समालोक्य शंकरं भक्तवत्सलम् ॥
त्रिशूलहस्तं गर्जंतं जगर्ज स गजासुरः ॥
]

`verse 40 [
ततस्तयोर्महानासीत्समरो दारुणोऽद्भुतः ॥
नानास्त्रशस्त्रसंपातैर्वीरारावं प्रकुर्वतोः ॥
]

`verse 41 [
गजासुरोतितेजस्वी महाबलपराक्रमः ॥
विव्याध गिरिशं बाणैस्तीक्ष्णैर्दानवघातिनम् ॥
]

`verse 42 [
अथ रुद्रो रौद्रतनुः स्वशरैरतिदारुणैः ॥
तच्छरांश्चिच्छिदे तूर्णमप्राप्तांस्तिलशो मुने ॥
]

`verse 43 [
ततो गजासुरः कुद्धोऽभ्यधावत्तं महेश्वरम् ॥
खड्गहस्तः प्रगर्ज्योच्चैर्हतोसीत्यद्य वै मया ॥
]

`verse 44 [
ततस्त्रिशूलहेतिस्तमायांतं दैत्यपुंगवम् ॥
विज्ञायावध्यमन्येन शूलेनाभिजघान तम् ॥ ॥
]

`verse 45 [
प्रोतस्तेन त्रिशूलेन स च दैत्यो गजासुरः ॥
छत्रीकृतमिवात्मानं मन्यमाना जगौ हरम् ॥ 2.5.57.५० ॥
गजासुर उवाच ॥
देवदेव महादेव तव भक्तोऽस्मि सर्वथा ॥
जाने त्वां त्रिदिवेशानं त्रिशूलिन्स्मरहारिणम् ॥
]

`verse 46 [
तव हस्ते मम वधो महाश्रेयस्करो मतः ॥
अंधकारे महेशान त्रिपुरांतक सर्वग ॥
]

`verse 47 [
किंचिद्विज्ञप्तुमिच्छामि तच्छृणुष्व कृपाकर ॥
सत्यं ब्रवीमि नासत्यं मृत्युंजय विचारय।५३॥
त्वमेको जगतां वंद्यो विश्वस्योपरि संस्थितः ॥
कालेन सर्वैर्मर्तव्यं श्रेयसे मृत्युरीदृशः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 48 [
इत्याकर्ण्य वचस्तस्य शंकरः करुणानिधिः ॥
प्रहस्य प्रत्युवाचेशो माहिषेयं गजासुरम्॥
]

`speaker [
ईश्वर उवाच
]

`verse 49 [
महापराक्रमनिधे दानवोत्तम सन्मते ॥
गजासुर प्रसन्नोस्मि स्वानकूलं वरं वृणु ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 50 [
इत्याकर्ण्य महेशस्य वचनं वरदस्य हि ॥
प्रत्युवाच प्रसन्नात्मा दानवेन्द्रो गजासुरः॥
]

`speaker [
गजासुर उवाच
]

`verse 51 [
यदि प्रसन्नो दिग्वासस्तदा दित्यं वसान मे॥
इमां कृत्तिं महेशान त्वत्त्रिशूलाग्निपाविताम् ॥
]

`verse 52 [
स्वप्रमाणां सुखस्पर्शां रणांगणपणीकृताम् ॥
दर्शनीयां महादिव्यां सर्वदैव सुखावहाम् ॥
]

`verse 53 [
इष्टगंधिस्सदैवास्तु सदैवास्त्वतिकोमला ॥
सदैव निर्मला चास्तु सदैवास्त्वतिमंडनाम् ॥2.5.57.६०॥
महातपोनलज्वालां प्राप्यापि सुचिरं विभो ॥
न दग्धा कृत्तिरेषा मे पुण्यगंधनिधेस्ततः ॥
]

`verse 54 [
यदि पुण्यवती नैषा मम कृत्ति दिगंबर ॥
तदा त्वदंगसंगोस्याः कथं जातो रणांगणे ॥
]

`verse 55 [
अन्यं च मे वरं देहि यदि तुष्टोऽसि शंकर ॥
नामास्तु कृत्तिवासास्ते प्रारभ्याद्यतनं दिनम् ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 56 [
श्रुत्वेति स वचस्तस्य शंकरो भक्तवत्सलः॥
तथेत्युवाच सुप्रीतो महिषासुरजं च तम् ॥
]

`verse 57 [
पुनः प्रोवाच प्रीतात्मा दानवं तं गजासुरम् ॥
भक्तप्रियो महेशानो भक्तिनिर्मलमानसम्॥
]

`speaker [
ईश्वर उवाच
]

`verse 58 [
इदं पुण्यं शरीरं ते क्षेत्रेऽस्मिन्मुक्तिसाधने॥
मम लिंगं भवत्वत्र सर्वेषां मुक्तिदायकम् ॥
]

`verse 59 [
कृत्तिवासेश्वरं नाम महापातकनाशनम्॥
सर्वेषामेव लिंगानां शिरोभूतं विमुक्तिदम्॥
]

`verse 60 [
कथयित्वेति देवेशस्तत्कृतिं परिगृह्य च॥
गजासुरस्य महतीं प्रावृणोद्धि दिगंबरः॥
]

`verse 61 [
महामहोत्सवो जातस्तस्मिन्नह्नि मुनीश्वर॥
हर्षमापुर्जनास्सर्वे काशीस्थाः प्रमथास्तथा॥
]

`verse 62 [
हरि ब्रह्मादयो देवा हर्षनिर्भरमानसाः॥
तुष्टुवुस्तं महेशानं नत्वा सांजलयस्ततः॥2.5.57.७०॥
हते तस्मिन्दानवेशे माहिषे हि गजासुरे॥
स्वस्थानं भेजिरे देवा जगत्स्वास्थ्यमवाप च ॥
]

`verse 63 [
इत्युक्तं चरितं शंभोर्भक्तवात्सल्यसूचकम् ॥
स्वर्ग्यं  यशस्यमायुष्यं धनधान्यप्रवर्द्धनम् ॥
]

`verse 64 [
य इदं शृणुयात्प्रीत्या श्रावयेद्वा शुचिव्रतः ॥
स भुक्त्वा च महासौख्यं लभेतांते परं सुखम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे गजासुरवधो नाम सप्तपंचाशत्तमोऽध्यायः ॥
]
