`speaker [
सनत्कुमार उवाच
]

`verse 1 [
शृणु व्यास प्रवक्ष्यामि चरितं शशिमौलिनः ॥
यथा दुंदुभिनिर्ह्रादमवधीद्दितिजं हरः ॥
]

`verse 2 [
हिरण्याक्षे हते दैत्ये दितिपुत्रे महाबले ॥
विष्णुदेवेन कालेन प्राप दुखं पहद्दितिः? ॥
]

`verse 3 [
दैत्यो दुंदुभिनिर्ह्रादो दुष्टः प्रह्लादमातुलः ॥
सांत्वयामास तां वाग्भिर्दुःखितां देवदुःखदः ॥
]

`verse 4 [
अथ दैत्यस्स मायावी दितिमाश्वास्य दैत्यराट् ॥
देवाः कथं सुजेयाः स्युरित्युपायमर्चितयत् ॥
]

`verse 5 [
देवैश्च घातितो वीरो हिरण्याक्षो महासुरः ॥
विष्णुना च सह भ्रात्रा सच्छलैर्देत्यवैरिभिः ॥
]

`verse 6 [
किंबलाश्च किमाहारा किमाधारा हि निर्जराः ॥
मया कथं सुजेयास्स्युरित्युपायमचिंतयत् ॥
]

`verse 7 [
विचार्य बहुशो दैत्यस्तत्त्वं विज्ञाय निश्चितम् ॥
अवश्यमग्रजन्मानो हेतवोऽत्र विचारतः ॥
]

`verse 8 [
ब्राह्मणान्हंतुमसकृदन्वधावत वै ततः ॥
दैत्यो दुन्दुभिनिर्ह्रादो देववैरी महाखलः ॥
]

`verse 9 [
यतः क्रतुभुजो देवाः क्रतवो वेदसंभवाः॥
ते वेदा ब्राह्मणाधारास्ततो देवबलं द्विजाः॥
]

`verse 10 [
निश्चितं ब्राह्मणाधारास्सर्वे वेदास्सवासवाः॥
गीर्वाणा ब्राह्मणबला नात्र कार्या विचारणा ॥2.5.58.१०॥
ब्राह्मणा यदि नष्टास्स्युर्वेदा नष्टास्ततस्त्वयम्॥
अतस्तेषु प्रणष्टेषु विनष्टाः सततं सुराः॥
]

`verse 11 [
यज्ञेषु नाशं गच्छत्सु हताहारास्ततस्सुराः॥
निर्बलास्सुखजय्याः स्युर्निर्जितेषु सुरेष्वथ।१२॥
अहमेव भविष्यामि मान्यस्त्रिजगतीपतिः ॥
अहरिष्यामि देवा नामक्षयास्सर्वसंपदः ॥
]

`verse 12 [
निर्वेक्ष्यामि सुखान्येव राज्ये निहतकंटके ॥
इति निश्चित्य दुर्बुद्धिः पुनश्चिंतितवान्खलः ॥
]

`verse 13 [
द्विजाः क्व संति भूयांसो ब्रह्मतेजोतिबृंहिता॥
श्रुत्यध्यनसंपन्नास्तपोबलसमन्विताः॥
]

`verse 14 [
भूयसां ब्राह्मणानां तु  स्थानं वाराणसी खलु ॥
तामादावुपसंहृत्य यायां तीर्थांतरं ततः ॥
]

`verse 15 [
यत्र यत्र हि तीर्थेषु यत्र यत्राश्रमेषु च ॥
संति सर्वेऽग्रजन्मानस्ते मयाद्यास्समंततः ॥
]

`verse 16 [
इति दुंदुभिनिर्ह्रादो मतिं कृत्वा कुलोचिताम् ॥
प्राप्यापि काशीं दुर्वृत्तो मायावी न्यवधीद्द्विजान् ॥
]

`verse 17 [
समित्कुशान्समादातुं यत्र यांति द्विजोत्तमाः ॥
अरण्ये तत्र तान्सर्वान्स भक्षयति दुर्मतिः ॥
]

`verse 18 [
यथा कोऽपि न वेत्त्येवं तथाऽच्छन्नोऽभवत्पुनः ॥
वने वनेचरो भूत्वा यादोरूपो जलाशये ॥2.5.58.२०॥
अदृश्यरूपी मायावी देवानामप्यगोचरः ॥
दिवा ध्यानपरस्तिष्ठेन्मुनिवन्मुनिमध्यगः ॥
]

`verse 19 [
प्रवेशमुटजानां च निर्गमं हि विलोकयन् ॥
यामिन्यां व्याघ्ररूपेणाभक्षयद्ब्राह्मणान्बहून् ॥
]

`verse 20 [
निश्शंकम्भक्षयत्येवं न त्यजत्यपि कीकशम् ॥
इत्थं निपातितास्तेन विप्रा दुष्टेन भूरिशः ॥
]

`verse 21 [
एकदा शिवरात्रौ तु भक्तस्त्वेको निजोटजे ॥
सपर्यां देवदेवस्य कृत्वा ध्यानस्थितोऽभवत् ॥
]

`verse 22 [
स च दुंदुभिनिर्ह्रादो दैत्येन्द्रो बलदर्पितः ॥
व्याघ्ररूपं समास्थाय तमादातुं मतिं दधे ॥
]

`verse 23 [
तं भक्तं ध्यानमापन्नं दृढचित्तं शिवेक्षणे ॥
कृतास्त्रमन्त्रविन्यासं तं क्रांतुमशकन्न सः ॥
]

`verse 24 [
अथ सर्वं गतश्शम्भुर्ज्ञात्वा तस्याशयं हरः ॥
दैत्यस्य दुष्टरूपस्य वधाय विदधे धियम् ॥
]

`verse 25 [
यावदादित्सति व्याघ्रस्तावदाविरभूद्धरः ॥
जगद्रक्षामणिस्त्र्यक्षो भक्तरक्षणदक्षधीः ॥
]

`verse 26 [
रुद्रमायांतमालोक्य तद्भक्तार्चितलिंगतः ॥
दैत्यस्तेनैव रूपेण ववृधे भूधरोपमः ॥
]

`verse 27 [
सावज्ञमथ सर्वज्ञं यावत्पश्यति दानवः ॥
तावदायातमादाय कक्षायंत्रे न्यपीडयत् ॥ 2.5.58.३० ॥
पंचास्यस्त्वथ पंचास्यं मुष्ट्या मूर्द्धन्यताडयत॥
भक्तवत्सलनामासौ वज्रादपि कठोरया॥
]

`verse 28 [
स तेन मुष्टिघातेन कक्षानिष्पेषणेन च ॥
अत्यार्तमारटद्व्याघ्रो रोदसीं पूरयन्मृतः ॥
]

`verse 29 [
तेन नादेन महता संप्रवेपितमानसाः ॥
तपोधनास्समाजग्मुर्निशि शब्दानुसारतः ॥
]

`verse 30 [
अत्रेश्वरं समालोक्य कक्षीकृतमृगेश्वरम् ॥
तुष्टुवुः प्रणतास्सर्वे शर्वं जयजयाक्षरैः ॥
]

`speaker [
ब्राह्मणा ऊचुः
]

`verse 31 [
परित्राताः परित्राताः प्रत्यूहाद्दारुणादितः ॥
अनुग्रहं कुरुष्वेश तिष्ठात्रैव जगद्गुरो ॥
]

`verse 32 [
अनेनैव स्वरूपेण व्याघ्रेश इति नामतः ॥
कुरु रक्षां महादेव ज्येष्ठस्थानस्य सर्वदा ॥
]

`verse 33 [
अन्येभ्यो ह्युपसर्गेभ्यो रक्ष नस्तीर्थवासिनः ॥
दुष्टानष्टास्य? गौरीश भक्तेभ्यो देहि चाभयम् ॥ ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 34 [
इत्याकर्ण्य वचस्तेषां भक्तानां चन्द्रशेखरः ॥
तथेत्युक्त्वा पुनः प्राह स भक्तान्भक्तवत्सलः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 35 [
यो मामनेन रूपेण द्रक्ष्यति श्रद्धयात्र वै ॥
तस्योपसर्गसंधानं पातयिष्याम्यसंशयम् ॥
]

`verse 36 [
मच्चरित्रमिदं श्रुत्वा स्मृत्वा लिंगमिदं हृदि ॥
संग्रामे प्रविशन्मर्त्यो जयमाप्नोत्यसंशयम् ॥2.5.58.४०॥
एतस्मिन्नंतरे देवास्समाजग्मुस्सवासवाः ।
जयेति शब्दं कुर्वंतो महोत्सवपुरस्सरम् ॥
]

`verse 37 [
प्रणम्य शंकरं प्रेम्णा सर्वे सांजलयस्सुराः ॥
नतस्कंधाः सुवाग्भिस्ते तुष्टुवुर्भक्तवत्सलम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 38 [
जय शंकर देवेश प्रणतार्तिहर प्रभो ॥
एतद्दुंदुभिनिर्ह्रादवधात्त्राता वयं सुराः ॥
]

`verse 39 [
सदा रक्षा प्रकर्तव्या भक्तानां भक्तवत्सल ॥
वध्याः खलाश्च देवेश त्वया सर्वेश्वर प्रभो ॥
]

`verse 40 [
इत्याकर्ण्य वचस्तेषां सुराणां परमेश्वरः ॥
तथेत्युक्त्वा प्रसन्नात्मा तस्मिंल्लिंगे लयं ययौ ॥
]

`verse 41 [
सविस्मयास्ततो देवास्स्वंस्वं धाम ययुर्मुदा ॥
तेऽपि विप्रा महाहर्षात्पुनर्याता यथागतम् ॥
]

`verse 42 [
इदं चरित्रं परम व्याघ्रेश्वरसमुद्भवम् ॥
शृणुयाच्छ्रावयेद्वापि पठेद्वा पाठयेत्तथा ॥
]

`verse 43 [
सर्वान्कामानवाप्नोति नरस्स्वमनसेसितान् ॥
परत्र लभते मोक्षं सर्वदुःखविवर्जितः ॥
]

`verse 44 [
इदमाख्यानमतुलं शिवलीला मृताक्षरम्॥
स्वर्ग्यं यशस्यमायुष्यं पुत्रपौत्रप्रवर्द्धनम् ॥
]

`verse 45 [
परं भक्तिप्रदं धन्यं शिवप्रीतिकरं शिवम्॥
परमज्ञानदं रम्यं विकारहरणं परम् ॥ 2.5.58.५० ॥
इति श्रीशिवमहापुराणे द्वि० रुद्रसंहितायां पञ्च० युद्धखण्डे दुंदुभिनिर्ह्राददैत्यवधवर्णनं नामाष्टपञ्चाशत्तमोऽध्यायः ॥
]
