`speaker [
सनत्कुमार उवाच
]

`verse 1 [
शृणु व्यास सुसंप्रीत्या चरितं परमेशितुः ॥
यथावधीत्स्वप्रियया दैत्यमुद्दिश्य संज्ञया ॥
]

`verse 2 [
आस्तां पुरा महादैत्यो विदलोत्पलसंज्ञकौ ॥
अपुंवध्यौ महावीरौ सुदृप्तौ वरतो विधेः ॥
]

`verse 3 [
तृणीकृतत्रिजगती पुरुषाभ्यां स्वदोर्ब लात् ॥
ताभ्यां सर्वे सुरा ब्रह्मन् दैत्याभ्यां निर्जिता रणे ॥
]

`verse 4 [
ताभ्यां पराजिता देवा विधेस्ते शरणं गताः ॥
नत्वा तं विधिवत्सर्वे कथयामासुरादरात ॥
]

`verse 5 [
इति ब्रह्मा ह्यवोचत्तान् देव्या वध्यौ च तौ ध्रुवम् ॥
धैर्य्यं कुरुत संस्मृत्य सशिवं शिवमादरात् ॥
]

`verse 6 [
भक्तवत्सलनामासौ सशिवश्शंकरश्शिवः ॥
शं करिष्यत्यदीर्घेण कालेन परमेश्वरः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 7 [
इत्युक्त्वा तांस्ततो ब्रह्मा तूष्णीमासीच्छिवं स्मरन् ॥
तेपि देवा मुदं प्राप्य स्वंस्वं धाम ययुस्तदा ॥
]

`verse 8 [
अथ नारददेवर्षिश्शिवप्रेरणया तदा ॥
गत्वा तदीयभवनं शिवासौंदर्यमाजगौ ॥
]

`verse 9 [
श्रुत्वा तद्वचनं दैत्यावास्तां मायाविमोहितौ ॥
देवीं परिजिहीर्षू तौ विषमेषु प्रपीडितौ ॥
]

`verse 10 [
विचारयामासतुस्तौ कदा कुत्र शिवा च सा ॥
भविष्यति विधेः प्राप्तोदयान्नाविति सर्वदा ॥ 2.5.59.१० ॥
एकस्मिन्समये शंभुर्विजहार सुलीलया ॥
कौतुकेनैव चिक्रीडे शिवा कन्दुकलीलया ॥
]

`verse 11 [
सखीभिस्सह सुप्रीत्या कौतुकाच्छिवसन्निधौ ॥
]

`verse 12 [
उदंचंत्यंचदंगानां लाघवं परितन्वती ॥
निश्वासामोदमुदितभ्रमराकुलितेक्षणा ॥
]

`verse 13 [
भ्रश्यद्धम्मिल्लसन्माल्यस्वपुरीकृतभूमिका ॥
स्विद्यत्कपोलपत्रालीस्रवदंबुकणोज्ज्वला ॥
]

`verse 14 [
स्फुटच्चोलांशुकपथतिर्यदंगप्रभावृता ॥
उल्लसत्कंदुकास्फालातिश्रोणितकराम्बुजा ॥
]

`verse 15 [
कंदुकानुगसद्दृष्टिनर्तितभ्रूलतांचला ॥
मृडानी किल खेलंती ददृशे जगदम्बिका ॥
]

`verse 16 [
अंतरिक्षचराभ्यां च दितिजाभ्यां कटा क्षिता ॥
क्रोडीकृताभ्यामिव वै समुपस्थितमृत्युना ॥
]

`verse 17 [
विदलोत्पलसंज्ञाभ्यां दृप्ताभ्यां वरतो विधेः ॥
तृणीकृतत्रिजगती पुरुषाभ्यां स्वदोर्बलात् ॥
]

`verse 18 [
देवीं तां संजिहीर्षंतौ विषमेषु प्रपीडितौ ॥
दिव उत्तेरतुः क्षिप्रं मायां स्वीकृत्य शांबरीम् ॥
]

`verse 19 [
धृत्वा पारिषदीं मायामायातावंबिकांतिकम् ॥
तावत्यंतं सुदुर्वृत्तावतिचंचलमानसौ ॥2.5.59.२०॥
अथ दुष्टनिहंत्रा वै सावज्ञेन हरेण तौ ॥
विज्ञातौ च क्षणादास्तां चांचल्याल्लोचनोद्भवात् ॥
]

`verse 20 [
कटाक्षिताथ देवेन दुर्गा दुर्गतिघातिनी ॥
दैत्याविमामिति गणौ नेति सर्वस्वरूपिणा ॥
]

`verse 21 [
अथ सा नेत्रसंज्ञां स्वस्वामिनस्तां बुबोध ह ॥
महाकौतुकिनस्तात शंकरस्य परेशितुः ॥
]

`verse 22 [
ततो विज्ञाय संज्ञां तां सर्वज्ञार्द्धशरीरिणी ॥
तेनैव कंदुकेनाथ युगपन्निर्जघान तौ ॥
]

`verse 23 [
महाबलौ महादेव्या कंदुकेन समाहतौ ॥
परिभ्रम्य परिभ्रम्य तौ दुष्टौ विनिपेततुः ॥
]

`verse 24 [
वृन्तादिव फले पक्वे तालेनानिललोलिते ॥
दंभोलिना परिहते शृंगे इव महागिरेः ॥
]

`verse 25 [
तौ निपात्य महादैत्यावकार्यकरणोद्यतौ ॥
ततः परिणतिं यातो लिंगरूपेण कंदुकः॥
]

`verse 26 [
कंदुकेश्वरसंज्ञां च तल्लिंगमभवत्तदा॥
ज्येष्ठेश्वरसमीपे तु सर्वदुष्टनिवारणम्॥
]

`verse 27 [
एतस्मिन्नेव समये हरिब्रह्मादयस्सुराः ॥
शिवाविर्भावमाज्ञाय ऋषयश्च समाययुः॥
]

`verse 28 [
अथ सर्वे सुराश्शम्भोर्वरान्प्राप्य तदाज्ञया॥
स्वधामानि ययुः प्रीतास्तथा काशीनिवासिनः॥2.5.59.३०॥
सांबिकं शंकरं दृष्ट्वा कृतांजलिपुटाश्च ते॥
प्रणम्य तुष्टुवुर्भक्त्या वाग्भिरिष्टाभिरादरात् ॥
]

`verse 29 [
सांबिकोऽपि शिवो व्यास क्रीडित्वा सुविहारवित्॥
जगाम स्वालयं प्रीतस्सगणो भक्तवत्सलः ॥
]

`verse 30 [
कंदुकेश्वरलिंगं च काश्यां दुष्टनिबर्हणम्॥
भुक्तिमुक्तिप्रदं सर्वकामदं सर्वदा सताम् ॥।३३॥
इदमाख्यानमतुलं शृणुयाद्यो मुदान्वितः ॥
श्रावयेद्वा पठेद्यश्च तस्य दुःखभयं कुतः ॥
]

`verse 31 [
इह सर्वसुखं भुक्त्वा नानाविधमनुत्तमम् ॥
परत्र लभते दिव्यां गतिं वै देवदुर्लभाम् ॥
]

`verse 32 [
इति तं वर्णितं तात चरितं परमाद्भुतम् ॥
शिवयोर्भक्तवात्सल्यसूचकं शिवदं सताम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
इत्युक्त्वामंत्र्य तं व्यासं तन्नुतो मद्वरात्मजः ॥
ययौ विहायसा काशीं चरितं शशिमौलिनः ॥
]

`verse 34 [
युद्धखंडमिदं प्रोक्तं मया ते मुनिसत्तम ॥
रौद्रीयसंहितामध्ये सर्वकामफलप्रदम् ॥
]

`verse 35 [
इयं हि संहिता रौद्री सम्पूर्णा वर्णिता मया ॥
सदाशिवप्रियतरा भुक्तिमुक्तिफलप्रदा ॥
]

`verse 36 [
इमां यश्च पठेन्नित्यं शत्रुबाधानिवारिकाम् ॥
सर्वान्कामानवाप्नोति ततो मुक्तिं लभेत ना ॥2.5.59.४०॥
सूत उवाच ॥
इति ब्रह्मसुतश्श्रुत्वा पित्रा शिवयशः परम् ॥
शतनामाप्य शंभोश्च कृतार्थोऽभूच्छिवानुगः ॥
]

`verse 37 [
ब्रह्मनारदसम्वादः सम्पूर्णः कथितो मया ॥
शिवस्सर्वप्रधानो हि किं भूयश्श्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां पञ्चमे युद्धखंडे विदलोत्पलदैत्यवधवर्णनं नामैकोनषष्टितमोऽध्यायः ॥
]

`verse 38 [
समाप्तोयं युद्धखण्डः ॥
समाप्तेयं द्वितीया रुद्रसंहिता ॥
]
