`verse 1 [
आद्यन्तमंगलमजातसमानभावमार्यं तमीशमजरामरमात्मदेवम्।
पंचाननं प्रबलपंचविनोदशीलं संभावये मनसिशंकरमम्बिकेशम्
]

`speaker [
व्यास उवाच
]

`verse 2 [
धर्मक्षेत्रे महाक्षेत्रे गंगाकालिन्दिसंगमे ।
प्रयागे परमे पुण्ये ब्रह्मलोकस्य वर्त्मनि
]

`verse 3 [
मुनयः शंसितात्मानस्सत्यव्रतपरायणाः ।
महौजसो महाभागा महासत्रं वितेनिरे
]

`verse 4 [
तत्र सत्रं समाकर्ण्य व्यासशिष्यो महामुनिः ।
आजगाम मुनीन्द्र ष्टुं सूतः पौराणिकोत्तमः
]

`verse 5 [
तं दृष्ट्वा सूतमायांतं हर्षिता मुनयस्तदा ।
चेतसा सुप्रसन्नेन पूजां चक्रुर्यथाविधि
]

`verse 6 [
ततो विनयसंयुक्ता प्रोचुः सांजलयश्च ते ।
सुप्रसन्ना महात्मानः स्तुतिं कृत्वायथाविधि
]

`verse 7 [
रोमहर्षण सर्वज्ञ भवान्वै भाग्यगौरवात् ।
पुराणविद्यामखिलां व्यासात्प्रत्यर्थमीयिवान्
]

`verse 8 [
तस्मादाश्चर्य्यभूतानां कथानां त्वं हि भाजनम् ।
रत्नानामुरुसाराणां रत्नाकर इवार्णवः
]

`verse 9 [
यच्च भूतं च भव्यं च यच्चान्यद्वस्तु वर्तते ।
न त्वयाऽविदितं किंचित्त्रिषु लोकेषु विद्यते
]

`verse 10 [
त्वं मद्दिष्टवशादस्य दर्शनार्थमिहागतः ।
कुर्वन्किमपि नः श्रेयो न वृथा गंतुमर्हसि
]

`verse 11 [
तत्त्वं श्रुतं स्म नः सर्वं पूर्वमेव शुभाशुभम् ।
न तृप्तिमधिगच्छामः श्रवणेच्छा मुहुर्मुहुः 1.1.१० ।
इदानीमेकमेवास्ति श्रोतव्यं सूत सन्मते ।
तद्र हस्यमपि ब्रूहि यदि तेऽनुग्रहो भवेत्
]

`verse 12 [
प्राप्ते कलियुगे घोरे नराः पुण्यविवर्जिताः ।
दुराचाररताः सर्वे सत्यवार्तापराङ्मुखाः
]

`verse 13 [
परापवादनिरताः परद्र व्याभिलाषिणः ।
परस्त्रीसक्तमनसः परहिंसापरायणाः
]

`verse 14 [
देहात्मदृष्टया मूढा नास्तिकाः पशुबुद्धयः ।
मातृपितृकृतद्वेषाः स्त्रीदेवाः कामकिंकराः
]

`verse 15 [
विप्रा लोभग्रहग्रस्ता वेदविक्रयजीविनः ।
धनार्जनार्थमभ्यस्तविद्या मदविमोहिताः
]

`verse 16 [
त्यक्तस्वजातिकर्माणः प्रायशःपरवंचकाः ।
त्रिकालसंध्यया हीना ब्रह्मबोधविवर्जिताः
]

`verse 17 [
अदयाः पंडितं मन्यास्स्वाचारव्रतलोपकाः ।
कृष्युद्यमरताः क्रूरस्वभावा मलिनाशयाः
]

`verse 18 [
क्षत्रियाश्च तथा सर्वे स्वधर्मत्यागशीलिनः ।
असत्संगाः पापरता व्यभिचारपरायणाः
]

`verse 19 [
अशूरा अरणप्रीताः पलायनपरायणाः ।
कुचौरवृत्तयः शूद्रा ः! कामकिंकरचेतसः
]

`verse 20 [
शस्त्रास्त्रविद्यया हीना धेनुविप्रावनोज्झिताः ।
शरण्यावनहीनाश्च कामिन्यूतिमृगास्सदा 1.1.२०।
प्रजापालनसद्धर्मविहीना भोगतत्पराः ।
प्रजासंहारका दुष्टा जीवहिंसाकरा मुदा
]

`verse 21 [
वैश्याः संस्कारहीनास्ते स्वधर्मत्यागशीलिनः ।
कुपथाः स्वार्जनरतास्तुलाकर्मकुवृत्तयः
]

`verse 22 [
गुरुदेवद्विजातीनां भक्तिहीनाः कुबुद्धयः ।
अभोजितद्विजाः प्रायः कृपणा बद्धमुष्टयः
]

`verse 23 [
कामिनीजारभावेषु सुरता मलिनाशयाः ।
लोभमोहविचेतस्काः पूर्तादिसुवृषोज्झिताः
]

`verse 24 [
तद्वच्छूद्रा श्च ये केचिद्ब्राह्मणाचारतत्पराः ।
उज्ज्वलाकृतयो मूढाः स्वधर्मत्यागशीलिनः
]

`verse 25 [
कर्तारस्तपसां भूयो द्विजतेजोपहारकाः ।
शिश्वल्पमृत्युकाराश्च मंत्रोच्चारपरायणाः
]

`verse 26 [
शालिग्रामशिलादीनां पूजकाहोमतत्पराः ।
प्रतिकूलविचाराश्च कुटिला द्विजदूषकाः
]

`verse 27 [
धनवंतः कुकर्म्माणो विद्यावन्तो विवादिनः ।
आख्यायोपासना धर्मवक्तारो धर्मलोपकाः
]

`verse 28 [
सुभूपाकृतयो दंभाः सुदातारो महामदाः ।
विप्रादीन्सेवकान्मत्वा मन्यमाना निजं प्रभुम्
]

`verse 29 [
स्वधर्मरहिता मूढाः संकराः क्रूरबुद्धयः ।
महाभिमानिनो नित्यं चतुर्वर्णविलोपकाः 1.1.३० ।
सुकुलीनान्निजान्मत्वा चतुर्वर्णैर्विवर्तनाः ।
सर्ववर्णभ्रष्टकरा मूढास्सत्कर्मकारिणः
]

`verse 30 [
स्त्रियश्च प्रायशो भ्रष्टा भर्त्रवज्ञानकारिकाः ।
श्वशुरद्रो हकारिण्यो निर्भया मलिनाशनाः
]

`verse 31 [
कुहावभावनिरताः कुशीलास्स्मरविह्वलाः ।
जारसंगरता नित्यं स्वस्वामिविमुखास्तथा
]

`verse 32 [
तनया मातृपित्रोश्च भक्तिहीना दुराशयाः ।
अविद्यापाठका नित्यं रोगग्रसितदेहकाः
]

`verse 33 [
एतेषां नष्टबुद्धीनां स्वधर्मत्यागशीलिनाम् ।
परलोकेपीह लोके कथं सूत गतिर्भवेत्
]

`verse 34 [
इति चिंताकुलं चित्तं जायते सततं हि नः ।
परोपकारसदृशो नास्ति धर्मो परः खलु
]

`verse 35 [
लघूपायेन येनैषां भवेत्सद्योघनाशनम् ।
सर्व्वसिद्धान्तवित्त्वं हि कृपया तद्वदाधुना
]

`speaker [
व्यास उवाच
]

`verse 36 [
इत्याकर्ण्य वचस्तेषां मुनीनां भावितात्मनाम् ।
मनसा शंकरं स्मृत्वा सूतः प्रोवाच तान्मुनीन्
]

`colophon [
इति श्रीशैवेमहापुराणे विद्येश्वरसंहितायां मुनिप्रश्नवर्णनो नाम प्रथमोऽध्यायः
]
