`speaker [
सूत उवाच
]

`verse 1 [
साधुपृष्टं साधवो वस्त्रैलोक्यहितकारकम् ।
गुरुं स्मृत्वा भवत्स्नेहाद्वक्ष्ये तच्छृणुतादरात्
]

`verse 2 [
वेदांतसारसर्वस्वं पुराणं शैवमुत्तमम् ।
सर्वाघौघोद्धारकरं परत्र परमार्थदम्
]

`verse 3 [
कलिकल्मषविध्वंसि यस्मिञ्छिवयशः परम् ।
विजृम्भते सदा विप्राश्चतुर्वर्गफलप्रदम्
]

`verse 4 [
तस्याध्ययनमात्रेण पुराणस्य द्विजोत्तमाः ।
सर्वोत्तमस्य शैवस्य ते यास्यंति सुसद्गतिम्
]

`verse 5 [
तावद्विजृंभते पापं ब्रह्महत्यापुरस्सरम् ।
यावच्छिवपुराणं हि नोदेष्यति जगत्यहो
]

`verse 6 [
तावत्कलिमहोत्पाताः संचरिष्यंति निर्भयाः ।
यावच्छिवपुराणं हि नोदेष्यति जगत्यहो
]

`verse 7 [
तावत्सर्वाणि शास्त्राणि विवदंति परस्परम् ।
यावच्छिवपुराणं हि नोदेष्यति जगत्यहो
]

`verse 8 [
तावत्स्वरूपं दुर्बोधं शिवस्य महतामपि ।
यावच्छिवपुराणं हि नो देष्यति जगत्यहो
]

`verse 9 [
तावद्यमभटाः क्रूराः संचरिष्यंति निर्भयाः ।
यावच्छिवपुराणं हि नोदेष्यति जगत्यहो
]

`verse 10 [
तावत्सर्वपुराणानि प्रगर्जंति महीतले ।
यावच्छिवपुराणं हि नोदेष्यति जगत्यहो 1.2.१० ।
तावत्सर्वाणि तीर्थानि विवदंति महीतले ।
यावच्छिवपुराणं हि नोदेष्यति जगत्यहो
]

`verse 11 [
तावत्सर्वाणि मंत्राणि विवदंति महीतले ।
यावच्छिवपुराणं हि नोदेष्यति महीतले
]

`verse 12 [
तावत्सर्वाणि क्षेत्राणि विवदंति महीतले ।
यावच्छिवपुराणं हि नोदेष्यति महीतले
]

`verse 13 [
तावत्सर्वाणि पीठानि विवदंति महीतले ।
यावच्छिवपुराणं हि नोदेष्यति महीतले
]

`verse 14 [
तावत्सर्वाणि दानानि विवदंति महीतले ।
यावच्छिवपुराणं हि नोदेष्यति महीतले
]

`verse 15 [
तावत्सर्वे च ते देवा विवदंति महीतले ।
यावच्छिवपुराणं हि नोदेष्यति महीतले
]

`verse 16 [
तावत्सर्वे च सिद्धान्ता विवदंति महीतले ।
यावच्छिवपुराणं हि नोदेष्यति महीतले
]

`verse 17 [
अस्य शैवपुराणस्य कीर्तनश्रवणाद्द्विजाः ।
फलं वक्तुं न शक्नोमि कार्त्स्न्येन मुनिसत्तमाः
]

`verse 18 [
तथापि तस्य माहात्म्यं वक्ष्ये किंचित्तु वोनघाः ।
चित्तमाधाय शृणुत व्यासेनोक्तं पुरा मम
]

`verse 19 [
एतच्छिवपुराणं हि श्लोकं श्लोकार्द्धमेव च ।
यः पठेद्भक्तिसंयुक्तस्स पापान्मुच्यते क्षणात् 1.2.२० ।
एतच्छिवपुराणं हि यः प्रत्यहमतंद्रि तः ।
यथाशक्ति पठेद्भक्त्या स जीवन्मुक्त उच्यते
]

`verse 20 [
एतच्छिवपुराणं हि यो भक्त्यार्चयते सदा ।
दिने दिनेऽश्वमेधस्य फलं प्राप्नोत्यसंशयम्
]

`verse 21 [
एतच्छिवपुराणं यस्साधारणपदेच्छया ।
अन्यतः शृणुयात्सोऽपि मत्तो मुच्येत पातकात्
]

`verse 22 [
एतच्छिवपुराणं यो नमस्कुर्याददूरतः ।
सर्वदेवार्चनफलं स प्राप्नोति न संशयः
]

`verse 23 [
एतच्छिवपुराणं वै लिखित्वा पुस्तकं स्वयम् ।
यो दद्याच्छिवभक्तेभ्यस्तस्य पुण्यफलं शृणु
]

`verse 24 [
अधीतेषु च शास्त्रेषु वेदेषु व्याकृतेषु च ।
यत्फलं दुर्लभं लोके तत्फलं तस्य संभवेत्
]

`verse 25 [
एतच्छिवपुराणं हि चतुर्दश्यामुपोषितः ।
शिवभक्तसभायां यो व्याकरोति स उत्तमः
]

`verse 26 [
प्रत्यक्षरं तु गायत्रीपुरश्चर्य्याफलं लभेत् ।
इह भुक्त्वाखिलान्कामानं ते निर्वाणतां व्रजेत्
]

`verse 27 [
उपोषितश्चतुर्दश्यां रात्रौ जागरणान्वितः ।
यः पठेच्छृणुयाद्वापि तस्य पुण्यं वदाम्यहम्
]

`verse 28 [
कुरुक्षेत्रादिनिखिलपुण्यतीर्थेष्वनेकशः ।
आत्मतुल्यधनं सूर्य्यग्रहणे सर्वतोमुखे 1.2.३० ।
विप्रेभ्यो व्यासमुख्येभ्यो दत्त्वायत्फलमश्नुते ।
तत्फलं संभवेत्तस्य सत्यं सत्यं न संशयः
]

`verse 29 [
एतच्छिवपुराणं हि गायते योप्यहर्निशम् ।
आज्ञां तस्य प्रतीक्षेरन्देवा इन्द्र पुरो गमाः
]

`verse 30 [
एतच्छिवपुराणं यः पठञ्छृण्वन्हि नित्यशः ।
यद्यत्करोति सत्कर्म तत्कोटिगुणितं भवेत्
]

`verse 31 [
समाहितः पठेद्यस्तु तत्र श्रीरुद्र संहिताम् ।
स ब्रह्मघ्नोऽपि पूतात्मा त्रिभिरेवादिनैर्भवेत्
]

`verse 32 [
तां रुद्र संहितां यस्तु भैरवप्रतिमांतिके ।
त्रिः पठेत्प्रत्यहं मौनी स कामानखिलाँ ल्लभेत्
]

`verse 33 [
तां रुद्र संहितां यस्तु सपठेद्वटबिल्वयोः ।
प्रदक्षिणां प्रकुर्वाणो ब्रह्महत्या निवर्तते
]

`verse 34 [
कैलाससंहिता तत्र ततोऽपि परमस्मृता ।
ब्रह्मस्वरूपिणी साक्षात्प्रणवार्थप्रकाशिका
]

`verse 35 [
कैलाससंहितायास्तु माहात्म्यं वेत्ति शंकरः ।
कृत्स्नं तदर्द्धं व्यासश्च तदर्द्धं वेद्म्यहं द्विजाः
]

`verse 36 [
तत्र किंचित्प्रवक्ष्यामि कृत्स्नं वक्तुं न शक्यते ।
यज्ज्ञात्वा तत्क्षणाल्लोकश्चित्तशुद्धिमवाप्नुयात्
]

`verse 37 [
न नाशयति यत्पापं सा रौद्री संहिता द्विजाः ।
तन्न पश्याम्यहं लोके मार्गमाणोऽपि सर्वदा 1.2.४० ।
शिवेनोपनिषत्सिंधुमन्थनोत्पादितां मुदा ।
कुमारायार्पितां तां वै सुधां पीत्वाऽमरो भवेत्
]

`verse 38 [
ब्रह्महत्यादिपापानां निष्कृतिं कर्तुमुद्यतः ।
मासमात्रं संहितां तां पठित्वा मुच्यते ततः
]

`verse 39 [
दुष्प्रतिग्रहदुर्भोज्यदुरालापादिसंभवम् ।
पापं सकृत्कीर्तनेन संहिता सा विनाशयेत्
]

`verse 40 [
शिवालये बिल्ववने संहितां तां पठेत्तु यः ।
स तत्फलमवाप्नोति यद्वाचोऽपि न गोचरे
]

`verse 41 [
संहितां तां पठन्भक्त्या यः श्राद्धे भोजयेद्द्विजान् ।
तस्य ये पितरः सर्वे यांति शंभोः परं पदम्
]

`verse 42 [
चतुर्दश्यां निराहारो यः पठेत्संहितां च ताम् ।
बिल्वमूले शिवः साक्षात्स देवैश्च प्रपूज्यते
]

`verse 43 [
अन्यापि संहिता तत्र सर्वकामफलप्रदा ।
उभे विशिष्टे विज्ञेये लीलाविज्ञानपूरिते
]

`verse 44 [
तदिदं शैवमाख्यातं पुराणं वेदसंमितम् ।
निर्मितं तच्छिवेनैव प्रथमं ब्रह्मसंमितम्
]

`verse 45 [
विद्येशंच तथारौद्रं वैनायकमथौमिकम् ।
मात्रं रुद्रै कादशकं कैलासं शतरुद्र कम्
]

`verse 46 [
कोटिरुद्र सहस्राद्यं कोटिरुद्रं तथैव च ।
वायवीयं धर्मसंज्ञं पुराणमिति भेदतः 1.2.५० ।
संहिता द्वादशमिता महापुण्यतरा मता ।
तासां संख्यां ब्रुवे विप्राः शृणुतादरतोखिलम्
]

`verse 47 [
विद्येशं दशसाहस्रं रुद्रं वैनायकं तथा ।
औमं मातृपुराणाख्यं प्रत्येकाष्टसहस्रकम्
]

`verse 48 [
त्रयोदशसहस्रं हि रुद्रै कादशकं द्विजाः ।
षट्सहस्रं च कैलासं शतरुद्रं तदर्द्धकम्
]

`verse 49 [
कोटिरुद्रं त्रिगुणितमेकादशसहस्रकम् ।
सहस्रकोटिरुद्रा ख्यमुदितं ग्रंथसंख्यया
]

`verse 50 [
वायवीयं खाब्धिशतं घर्मं रविसहस्रकम् ।
तदेवं लक्षसंख्याकं शैवसंख्याविभेदतः
]

`verse 51 [
व्यासेन तत्तु संक्षिप्तं चतुर्विंशत्सहस्रकम् ।
शैवं तत्र चतुर्थं वै पुराणं सप्तसंहितम्
]

`verse 52 [
शिवे संकल्पितं पूर्वं पुराणं ग्रन्थसंख्यया ।
शतकोटिप्रमाणं हि पुरा सृष्टौ सुविस्मृतम्
]

`verse 53 [
व्यस्तेष्टादशधा चैव पुराणे द्वापरादिषु ।
चतुर्लक्षेण संक्षिप्ते कृते द्वैपायनादिभिः
]

`verse 54 [
प्रोक्तं शिवपुराणं हि चतुर्विंशत्सहस्रकम् ।
श्लोकानां संख्यया सप्तसंहितं ब्रह्मसंमितम्
]

`verse 55 [
विद्येश्वराख्या तत्राद्या रौद्री ज्ञेया द्वितीयिका ।
तृतीया शतरुद्रा ख्या कोटिरुद्रा चतुर्थिका 1.2.६० ।
पंचमी चैव मौमाख्या षष्ठी कैलाससंज्ञिका ।
सप्तमी वायवीयाख्या सप्तैवं संहितामताः
]

`verse 56 [
ससप्तसंहितं दिव्यं पुराणं शिवसंज्ञकम् ।
वरीवर्ति ब्रह्मतुल्यं सर्वोपरि गतिप्रदम्
]

`verse 57 [
एतच्छिवपुराणं हि सप्तसंहितमादरात् ।
परिपूर्णं पठेद्यस्तु स जीवन्मुक्त उच्यते
]

`verse 58 [
श्रुतिस्मृतिपुराणेतिहासागमशतानि च ।
एतच्छिवपुराणस्य नार्हंत्यल्पां कलामपि
]

`verse 59 [
शैवं पुराणममलं शिवकीर्तितं तद्व्यासेन शैवप्रवणेन न ।
संगृहीतम् ।
संक्षेपतः सकलजीवगुणोपकारे तापत्रयघ्नमतुलं शिवदं सतां ।
हि
]

`verse 60 [
विकैतवो धर्म इह प्रगीतो वेदांतविज्ञानमयः प्रधानः ।
अमत्सरांतर्बुधवेद्यवस्तु सत्कॢप्तमत्रैव त्रिवर्गयुक्तम्
]

`verse 61 [
शैवं पुराणतिलकं खलु सत्पुराणं ।
वेदांतवेदविलसत्परवस्तुगीतम् ।
यो वै पठेच्च शृणुयात्परमादरेण शंभुप्रियः स हि लभेत्परमां ।
गतिं वै
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां द्वितीयोऽध्यायः
]
