`speaker [
व्यास उवाच
]

`verse 1 [
इत्याकर्ण्य वचः सौतं प्रोचुस्ते परमर्षयः ।
वेदांतसारसर्वस्वं पुराणं श्रावयाद्भुतम्
]

`verse 2 [
इति श्रुत्वा मुनीनां स वचनं सुप्रहर्षितः ।
संस्मरञ्छंकरं सूतः प्रोवाच मुनिसत्तमान्
]

`speaker [
सूत उवाच
]

`verse 3 [
शृण्वंतु ऋषयः सर्वे स्मृत्वा शिवमनामयम् ।
पुराणप्रवणं शैवं पुराणं वेदसारजम्
]

`verse 4 [
यत्र गीतं त्रिकं प्रीत्या भक्तिज्ञानविरागकम्
]

`verse 5 [
वेदांतवेद्यं सद्वस्तु विशेषेण प्रवर्णितम्
]

`speaker [
सूत उवाच
]

`verse 6 [
शृण्वंतु ऋषयः सर्वे पुराणं वेदसारजम् ।
पुरा कालेन महता कल्पेऽतीते पुनःपुनः
]

`verse 7 [
अस्मिन्नुपस्थिते कल्पे प्रवृत्ते सृष्टिकर्मणि ।
मुनीनां षट्कुलीनानां ब्रुवतामितरेतरम्
]

`verse 8 [
इदं परमिदं नेति विवादः सुमहानभूत् ।
तेऽभिजग्मुर्विधातारं ब्रह्माणं प्रष्टुमव्ययम्
]

`verse 9 [
वाग्भिर्विनयगर्भाभिः सर्वे प्रांजलयोऽब्रुवन् ।
त्वं हि सर्वजगद्धाता सर्वकारणकारणम्
]

`verse 10 [
कः पुमान्सर्वतत्त्वेभ्यः पुराणः परतः परः ।
ब्रह्मोवाच ।
यतो वाचो निवर्तंते अप्राप्य मनसा सह 1.3.१० ।
यस्मात्सर्वमिदं ब्रह्मविष्णुरुद्रे द्रं! पूर्वकम् ।
सहभूतेंद्रि यैः सर्वैः प्रथमं संप्रसूयते
]

`verse 11 [
एष देवो महादेवः सर्वज्ञो जगदीश्वरः ।
अयं तु परया भक्त्या दृश्यते नाऽन्यथा क्वचित्
]

`verse 12 [
रुद्रो हरिर्हरश्चैव तथान्ये च सुरेश्वराः ।
भक्त्या परमया तस्य नित्यं दर्शनकांक्षिणः
]

`verse 13 [
बहुनात्र किमुक्तेन शिवे भक्त्या विमुच्यते।
प्रसादाद्देवताभक्तिः प्रसादो भक्तिसंभवः ।
यथेहांकुरतो बीजं बीजतो वा यथांकुरः
]

`verse 14 [
तस्मादीशप्रसादार्थं यूयं गत्वा भुवं द्विजाः ।
दीर्घसत्रं समाकृध्वं यूयं वर्षसहस्रकम्
]

`verse 15 [
अमुष्यैवाध्वरेशस्य शिवस्यैव प्रसादतः ।
वेदोक्तविद्यासारं तु ज्ञायते साध्यसाधनं
]

`speaker [
मुनय ऊचुः
]

`verse 16 [
अथ किं परमं साध्यं किंवा तत्साधनं परम् ।
साधकः कीदृशस्तत्र तदिदं ब्रूहि तत्त्वतः
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
साध्यं शिवपदप्राप्तिः साधनं तस्य सेवनम् ।
साधकस्तत्प्रसादाद्योऽनित्यादिफलनिःस्पृहः
]

`verse 18 [
कर्म कृत्वा तु वेदोक्तं तदर्पितमहाफलम् ।
परमेशपदप्राप्तः सालोक्यादिक्रमात्ततः
]

`verse 19 [
तत्तद्भक्त्यनुसारेण सर्वेषां परमं फलम् ।
तत्साधनं बहुविधं साक्षादीशेन बोधितम् 1.3.२० ।
संक्षिप्य तत्र वः सारं साधनं प्रब्रवीम्यहम् ।
श्रोत्रेण श्रवणं तस्य वचसा कीर्तनं तथा
]

`verse 20 [
मनसा मननं तस्य महासाधनमुच्यते ।
श्रोतव्यः कीर्तितव्यश्च मन्तव्यश्च महेश्वरः
]

`verse 21 [
इति श्रुतिप्रमाणं नः साधनेनाऽमुना परम् ।
साध्यं व्रजत सर्वार्थसाधनैकपरायणाः
]

`verse 22 [
प्रत्यक्षं चक्षुषा दृष्ट्वा तत्र लोकः प्रवर्तते ।
अप्रत्यक्षं हि सर्वत्र ज्ञात्वा श्रोत्रेण चेष्टते
]

`verse 23 [
तस्माच्छ्रवणमेवादौ श्रुत्वा गुरुमुखाद्बुधः ।
ततः संसाधयेदन्यत्कीर्तनं मननं सुधीः
]

`verse 24 [
क्रमान्मननपर्यंते साधनेऽस्मिन्सुसाधिते ।
शिवयोगो भवेत्तेन सालोक्यादिक्रमाच्छनैः
]

`verse 25 [
सर्वांगव्याधयः पश्चात्सर्वानंदश्च लीयते ।
अभ्यासात्क्लेशमेतद्वै पश्चादाद्यंतमंगलम्
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां साध्यसाधनखण्डे ।
तृतीयोऽध्यायः
]
