`speaker [
मुनय ऊचुः
]

`verse 1 [
मननं कीदृशं ब्रह्मञ्छ्रवणं चापि कीदृशम् ।
कीर्तनं वा कथं तस्य कीर्तयैतद्यथायथम्
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
पूजाजपेशगुणरूपविलासनाम्नां युक्तिप्रियेण मनसा परिशोधनं यत् ।
तत्संततं मननमीश्वरदृष्टिलभ्यं सर्वेषु साधनवरेष्वपि मुख्यमुख्यम्
]

`verse 3 [
गीतात्मना श्रुतिपदेन च भाषया वा शंभुप्रतापगुणरूपविलासनाम्नाम् ।
वाचा स्फुटं तु रसवत्स्तवनं यदस्य तत्कीर्तनं भवति साधनमत्र मध्यम्
]

`verse 4 [
येनापि केन करणेन च शब्दपुंजं यत्र क्वचिच्छिवपरं श्रवणेंद्रि येण ।
स्त्रीकेलिवद्दृढतरं प्रणिधीयते यत्तद्वै बुधाः श्रवणमत्र जगत्प्रसिद्धम्
]

`verse 5 [
सत्संगमेन भवति श्रवणं पुरस्तात्संकीर्तनं पशुपतेरथ तद्दृढं स्यात् ।
सर्वोत्तमं भवति तन्मननं तदंते सर्वं हि संभवति शंकरदृष्टिपाते
]

`speaker [
सूत उवाच
]

`verse 6 [
अस्मिन्साधनमाहत्म्ये पुरा वृत्तं मुनीश्वराः ।
युष्मदर्थं प्रवक्ष्यामि शृणुध्वमवधानतः
]

`verse 7 [
पुरा मम गुरुर्व्यासः पराशरमुनेः सुतः ।
तपश्चचार संभ्रांतः सरस्वत्यास्तटे शुभे
]

`verse 8 [
गच्छन्यदृछया तत्र विमानेनार्करोचिषा ।
सनत्कुमारो भगवान्ददर्श मम देशिकम्
]

`verse 9 [
ध्यानारूढः प्रबुद्धोऽसौ ददर्श तमजात्मजम् ।
प्रणिपत्याह संभ्रांतः परं कौतूहलं मुनिः
]

`verse 10 [
दत्त्वार्घ्यमस्मै प्रददौ देवयोग्यं च विष्टिरम् १०ब्।
प्रसन्नः प्राह तं प्रह्वं प्रभुर्गंभीरया गिरा 1.4.१० ।
सनत्कुमार उवाच ।
सत्यं वस्तु मुने दध्याः साक्षात्करणगोचरः ।
स शिवोथासहायोत्र तपश्चरसि किं कृते
]

`verse 11 [
एवमुक्तः कुमारेण प्रोवाच स्वाशयं मुनिः ।
धर्मार्थकाममोक्षाश्च वेदमार्गे कृतादराः
]

`verse 12 [
बहुधा स्थापिता लोके मया त्वत्कृपया तथा ।
एवं भुतस्य मेप्येवं गुरुभूतस्य सर्वतः
]

`verse 13 [
मुक्तिसाधनकं ज्ञानं नोदेति परमाद्भुतम् ।
तपश्चरामि मुक्त्यर्थं न जाने तत्र कारणम्
]

`verse 14 [
इत्थं कुमारो भगवान्व्यासेन मुनिनार्थितः ।
समर्थः प्राह विप्रेंद्रा निश्चयं मुक्तिकारणम्
]

`verse 15 [
श्रवणं कीर्तनं शंभोर्मननं च महत्तरम् ।
त्रयं साधनमुक्तं च विद्यते वेदसंमतम्
]

`verse 16 [
पुराहमथ संभ्रांतो ह्यन्यसाधनसंभ्रमः ।
अचले मंदरे शैले तपश्चरणमाचरम्
]

`verse 17 [
शिवाज्ञया ततः प्राप्तो भगवान्नंदिकेश्वरः ।
स मे दयालुर्भगवान्सर्वसाक्षी गणेश्वरः
]

`verse 18 [
उवाच मह्यं सस्नेहं मुक्तिसाधनमुत्तमम् ।
श्रवणं कीर्तनं शंभोर्मननं वेदसंमतम्
]

`verse 19 [
त्रिकं च साधनं मुक्तौ शिवेन मम भाषितम् ।
श्रवणादिं त्रिकं ब्रह्मन्कुरुष्वेति मुहुर्मुहुः 1.4.२० ।
एवमुक्त्वा ततो व्यासं सानुगो विधिनंदनः ।
जगाम स्वविमानेन पदं परमशोभनम्
]

`verse 20 [
एवमुक्तं समासेन पूर्ववृत्तांतमुत्तमम् ।
ऋषय ऊचुः ।
श्रवणादित्रयं सूत मुक्त्योपायस्त्वयेरितः
]

`verse 21 [
श्रवणादित्रिकेऽशक्तः किं कृत्वा मुच्यते जनः ।
अयत्नेनैव मुक्तिः स्यात्कर्मणा केन हेतुना
]

`colophon [
इति श्रीशिवमहापुराणे प्रथमायां विद्येश्वरसंहितायं साध्यसाधनखण्डे चतुर्थोऽध्यायः
]
