`speaker [
सूत उवाच
]

`verse 1 [
श्रवणादित्रिकेऽशक्तो लिंगं बेरं च शांकरम् ।
संस्थाप्य नित्यमभ्यर्च्य तरेत्संसारसागरम्
]

`verse 2 [
अपि द्र व्यं वहेदेव यथाबलमवंचयन् ।
अर्पयेल्लिंगबेरार्थमर्चयेदपि संततम्
]

`verse 3 [
मंडपं गोपुरं तीर्थं मठं क्षेत्रं तथोत्सवम् ।
वस्त्रं गंधं च माल्यं च धूपं दीपं च भक्तितः
]

`verse 4 [
विविधान्नं च नैवेद्यमपूपव्यंजनैर्युतम् ।
छत्रं ध्वजं च व्यजनं चामरं चापि सांगकम्
]

`verse 5 [
राजोपचारवत्सर्वं धारयेल्लिंगबेरयोः ।
प्रदक्षिणां नमस्कारं यथाशक्ति जपं तथा
]

`verse 6 [
आवाहनादिसर्गांतं नित्यं कुर्यात्सुभक्तितः ।
इत्थमभ्यर्च्य यन्देवं लिंगेबेरे च शांकरे
]

`verse 7 [
सिद्धिमेति शिवप्रीत्या हित्वापि श्रवणादिकम् ।
लिंगबेरार्चनामात्रान्मुक्ताः पुर्वे महाजनाः
]

`speaker [
मनुय ऊचुः
]

`verse 8 [
बेरमात्रे तु सर्वत्र पूज्यंते देवतागणाः ।
लिंगेबेरे च सर्वत्र कथं संपूज्यते शिवः
]

`speaker [
सूत उवाच
]

`verse 9 [
अहो मुनीश्वराः पुण्यं प्रश्नमेतन्महाद्भुतम् ।
अत्र वक्ता महादेवो नान्योऽस्ति पुरुषः क्वचित्
]

`verse 10 [
शिवेनोक्तं प्रवक्ष्यामि क्रमाद्गुरुमुखाच्छ्रुतम् ।
शिवैको ब्रह्मरूपत्वान्निष्कलः परिकीर्तितः 1.5.१० ।
रूपित्वात्सकलस्तद्वत्तस्मात्सकलनिष्कलः ।
निष्कलत्वान्निराकारं लिंगं तस्य समागतम्
]

`verse 11 [
सकलत्वात्तथा बेरं साकारं तस्य संगतम् ।
सकलाकलरूपत्वाद्ब्रह्मशब्दाभिधः परः
]

`verse 12 [
अपि लिंगे च बेरे च नित्यमभ्यर्च्यते जनैः ।
अब्रह्मत्वात्तदन्येषां निष्कलत्वं न हि क्वचित्
]

`verse 13 [
तस्मात्ते निष्कले लिंगे नाराध्यंते सुरेश्वराः ।
अब्रह्मत्वाच्च जीवत्वात्तथान्ये देवतागणाः
]

`verse 14 [
तूष्णीं सकलमात्रत्वादर्च्यंते बेरमात्रके ।
जीवत्वं शंकरान्येषां ब्रह्मत्वं शंकरस्य च
]

`verse 15 [
वेदांतसारसंसिद्धं प्रणवार्थे प्रकाशनात् ।
एवमेव पुरा पृष्टो मंदरे नंदिकेश्वरः
]

`verse 16 [
सनत्कुमारमुनिना ब्रह्मपुत्रेण धीमता १७ब्।
सनत्कुमार उवाच ।
शिवान्यदेववश्यानां सर्वेषामपि सर्वतः
]

`verse 17 [
बेरमात्रं च पूजार्थं श्रुतं दृष्टं च भूरिशः ।
शिवमात्रस्य पूजायां लिंगं बेरं च दृश्यते
]

`verse 18 [
अतस्तद्ब्रूहि कल्याण तत्त्वं मे साधुबोधनम् ।
नंदिकेश्वर उवाच ।
अनुत्तरमिमं प्रश्नं रहस्यं ब्रह्मलक्षणम्
]

`verse 19 [
कथयामि शिवेनोक्तं भक्तियुक्तस्य तेऽनघ ।
शिवस्य ब्रह्मरूपत्वान्निष्कलत्वाच्च निष्कलम् 1.5.२० ।
लिंगं तस्यैव पूजायां सर्ववेदेषु संमतम् ।
तस्यैव सकलत्वाच्च तथा सकलनिष्कलम्
]

`verse 20 [
सकलं च तथा बेरं पूजायां लोकसंमतम् ।
शिवान्येषां च जीवत्वात्सकलत्वाच्च सर्वतः
]

`verse 21 [
बेरमात्रं च पूजायां संमतं वेदनिर्णये ।
स्वाविर्भावे च देवानां सकलं रूपमेव हि
]

`verse 22 [
शिवस्य लिंगं बेरं च दर्शने दृश्यते खलु ।
सनत्कुमार उवाच।
उक्तं त्वया महाभाग लिंगबेरप्रचारणम्
]

`verse 23 [
शिवस्य च तदन्येषां विभज्य परमार्थतः ।
तस्मात्तदेव परमं लिंगबेरादिसंभवम्
]

`verse 24 [
श्रोतुमिच्छामि योगींद्र लिंगाविर्भावलक्षणम् ।
नंदिकेश्वर उवाच ।
शृणु वत्स भवत्प्रीत्या वक्ष्यामि परमार्थतः
]

`verse 25 [
पुरा कल्पे महाकाले प्रपन्ने लोकविश्रुते ।
आयुध्येतां महात्मानौ ब्रह्मविष्णू परस्परम्
]

`verse 26 [
तयोर्मानं निराकर्तुं तन्मध्ये परमेश्वरः ।
निष्कलस्तंभरूपेण स्वरूपं समदर्शयत्
]

`verse 27 [
ततः स्वलिंगचिह्नत्वात्स्तंभतो निष्कलं शिवः ।
स्वलिंगं दर्शयामास जगतां हितकाम्यया
]

`verse 28 [
तदाप्रभृति लोकेषु निष्कलं लिंगमैश्वरम् ।
सकलं च तथा बेरं शिवस्यैव प्रकल्पितम् 1.5.३० ।
शिवान्येषः तु देवानां बेरमात्रं प्रकल्पितम् ।
तत्तद्बेरं तु देवानां तत्तद्भोगप्रदं शुभम् ।
शिवस्य लिंगबेरत्वं भोगमोक्षप्रदं शुभम्
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां पंचमोऽध्यायः
]
