`speaker [
नंदिकेश्वर उवाच
]

`verse 1 [
पुरा कदाचिद्योगींद्र विष्णुर्विषधरासनः ।
सुष्वाप परया भूत्या स्वानुगैरपि संवृतः
]

`verse 2 [
यदृच्छया गतस्तत्र ब्रह्मा ब्रह्मविदांवरः ।
अपृच्छत्पुंडरीकाक्षं शयनं सर्वसुन्दरम्
]

`verse 3 [
कस्त्वं पुरुषवच्छेषे दृष्ट्वा मामपि दृप्तवत् ।
उत्तिष्ठ वत्स मां पश्य तव नाथमिहागतम्
]

`verse 4 [
आगतं गुरुमाराध्यं दृष्ट्वा यो दृप्तवच्चरेत् ।
द्रो हिणस्तस्य मूढस्य प्रायश्चित्तं विधीयते
]

`verse 5 [
इति श्रुत्वा वचः क्रुद्धो बहिः शांतवदाचरत् ।
स्वस्ति ते स्वागतं वत्स तिष्ठ पीठमितो विश
]

`verse 6 [
किमु ते व्याघ्रवद्वक्त्रं विभाति विषमेक्षणम् ।
ब्रह्मोवाच ।
वत्स विष्णो महामानमागतं कालवेगतः
]

`verse 7 [
पितामहश्च जगतः पाता च तव वत्सक ।
विष्णुरुवाच ।
मत्स्थं जगदिदं वत्स मनुषे त्वं हि चोरवत्
]

`verse 8 [
मन्नाभिकमलाज्जातः पुत्रस्त्वं भाषसे वृथा ।
नंदिकेश्वर उवाच ।
एवं हि वदतोस्तत्र मुग्धयोरजयोस्तदा
]

`verse 9 [
अहमेव वरो न त्वमहं प्रभुरहं प्रभुः ।
परस्परं हंतुकामौ चक्रतुः समरोद्यमम्
]

`verse 10 [
युयुधातेऽमरौ वीरौ हंसपक्षींद्र वाहनौ ।
वैरंच्या वैष्णवाश्चैवं मिथो युयुधिरे तदा 1.6.१० ।
तावद्विमानगतयः सर्वा वै देवजातयः ।
दिदृक्षवः समाजग्मुः समरं तं महाद्भुतम्
]

`verse 11 [
क्षिपंतः पुष्पवर्षाणि पश्यंतः स्वैरमंबरे ।
सुपर्णवाहनस्तत्र क्रुद्धो वै ब्रह्मवक्षसि
]

`verse 12 [
मुमोच बाणानसहानस्त्रांश्च विविधान्बहून् ।
मुमोचाऽथ विधिः क्रुद्धो विष्णोरुरसि दुःसहान्
]

`verse 13 [
बाणाननलसंकाशानस्त्रांश्च बहुशस्तदा ।
तदाश्चर्यमिति स्पष्टं तयोः समरगोचरम्
]

`verse 14 [
समीक्ष्य दैवतगणाः शशंसुर्भृशमाकुलाः ।
ततो विष्णुः सुसंक्रुद्धः श्वसन्व्यसनकर्शितः
]

`verse 15 [
माहेश्वरास्त्रं मतिमान् संदधे ब्रह्मणोपरि ।
ततो ब्रह्मा भृशं क्रुद्धः कंपयन्विश्वमेव हि
]

`verse 16 [
अस्त्रं पाशुपतं घोरं संदधे विष्णुवक्षसि ।
ततस्तदुत्थितं व्योम्नि तपनायुतसन्निभम्
]

`verse 17 [
सहस्रमुखमत्युग्रं चंडवातभयंकरम् ।
अस्त्रद्वयमिदं तत्र ब्रह्मविष्ण्वोर्भयंकरम्
]

`verse 18 [
इत्थं बभूव समरो ब्रह्मविष्ण्वोः परस्परम् ।
ततो देवगणाः सर्वे विषण्णा भृशमाकुलाः ।
ऊचुः परस्परं तात राजक्षोभे यथा द्विजाः
]

`verse 19 [
सृष्टिः स्थितिश्च संहारस्तिरो भावोप्यनुग्रहः ।
यस्मात्प्रवर्तते तस्मै ब्रह्मणे च त्रिशूलिने 1.6.२० ।
अशक्यमन्यैर्यदनुग्रहं विना तृणक्षयोप्यत्र यदृच्छया क्वचित्
]

`verse 20 [
इति देवाभयं कृत्वा विचिन्वंतः शिवक्षयम् ।
जग्मुः कैलासशिखरं यत्रास्ते चंद्र शेखरः
]

`verse 21 [
दृष्ट्वैवममरा हृष्टाः पदंतत्पारमेश्वरम् ।
प्रणेमुः प्रणवाकारं प्रविष्टास्तत्र सद्मनि
]

`verse 22 [
तेपि तत्र सभामध्ये मंडपे मणिविष्टरे ।
विराजमानमुमया ददृशुर्देवपुंगवम्
]

`verse 23 [
सव्योत्तरेतरपदं तदर्हितकरां बुजम् ।
स्वगणैः सर्वतो जुष्टं सर्वलक्षणलक्षितम्
]

`verse 24 [
वीज्यमानं विशेषजैः स्त्रीजनैस्तीव्रभावनैः ।
शस्यमानं सदावेदैरनुगृह्णंतमीश्वरम्
]

`verse 25 [
दृष्ट्वैवमीशममराः संतोषसलिलेक्षणाः ।
दंडवद्दूरतो वत्स नमश्चक्रुर्महागणाः
]

`verse 26 [
तानवेक्ष्य पतिर्देवान्समीपे चाह्वयद्गणैः ।
अथ संह्लादयन्देवान्देवो देवशिखामणिः ।
अवोचदर्थगंभीरं वचनं मधुमंगलम् २८॑!।
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां षष्ठोऽध्यायः
]
