`speaker [
ईश्वर उवाच
]

`verse 1 [
वत्सकाः स्वस्तिवः कच्चिद्वर्तते मम शासनात् ।
जगच्च देवतावंशः स्वस्वकर्मणि किं नवा
]

`verse 2 [
प्रागेव विदितं युद्धं ब्रह्मविष्ण्वोर्मयासुराः ।
भवतामभितापेन पौनरुक्त्येन भाषितम्
]

`verse 3 [
इति सस्मितया माध्व्या कुमारपरिभाषया ।
समतोषयदंबायाः स पतिस्तत्सुरव्रजम्
]

`verse 4 [
अथ युद्धांगणं गंतुं हरिधात्रोरधीश्वरः ।
आज्ञापयद्गणेशानां शतं तत्रैव संसदि
]

`verse 5 [
ततो वाद्यं बहुविधं प्रयाणाय परेशितुः ।
गणेश्वराश्च संनद्धा नानावाहनभूषणाः
]

`verse 6 [
प्रणवाकारमाद्यंतं पंचमंडलमंडितम्।
आरुरोह रथं भद्र मंबिकापतिरीश्वरः ।
ससूनुगणमिंद्रा द्याः सर्वेप्यनुययुः सुराः
]

`verse 7 [
चित्रध्वजव्यजनचामरपुष्पवर्षसंगतिनृत्यनिवहैरपि वाद्यवर्गैः ।
संमानितः पशुपतिः परया च देव्या साकं तयोः समरभूमिमगात्ससैन्यः
]

`verse 8 [
समीक्ष्यं तु तयोर्युद्धं निगूढोऽभ्रं समास्थितः ।
समाप्तवाद्यनिर्घोषः शांतोरुगणनिःस्वनः
]

`verse 9 [
अथ ब्रह्माच्युतौ वीरौ हंतुकामौ परस्परम् ।
माहेश्वरेण चाऽस्त्रेण तथा पाशुपतेन च
]

`verse 10 [
अस्त्रज्वालैरथो दग्धं ब्रह्मविष्ण्वोर्जगत्त्रयम् ।
ईशोपि तं निरीक्ष्याथ ह्यकालप्रलयं भृशम् 1.7.१० ।
महानलस्तंभविभीषणाकृतिर्बभूव तन्मध्यतले स निष्कलः
]

`verse 11 [
ते अस्त्रे चापि सज्वाले लोकसंहरणक्षमे ।
निपतेतुः क्षणे नैव ह्याविर्भूते महानले
]

`verse 12 [
दृष्ट्वा तदद्भुतं चित्रमस्त्रशांतिकरं शुभम् ।
किमेतदद्भुताकारमित्यूचुश्च परस्परम्
]

`verse 13 [
अतींद्रि यमिदं स्तंभमग्निरूपं किमुत्थितम् ।
अस्योर्ध्वमपि चाधश्च आवयोर्लक्ष्यमेव हि
]

`verse 14 [
इति व्यवसितौ वीरौ मिलितौ वीरमानिनौ ।
तत्परौ तत्परीक्षार्थं प्रतस्थातेऽथ सत्वरम्
]

`verse 15 [
आवयोर्मिश्रयोस्तत्र कार्यमेकं न संभवेत् ।
इत्युक्त्वा सूकरतनुर्विष्णुस्तस्यादिमीयिवान्
]

`verse 16 [
तथा ब्रह्माहं सतनुस्तदंतं वीक्षितुं ययौ ।
भित्त्वा पातालनिलयं गत्वा दूरतरं हरिः
]

`verse 17 [
नाऽपश्यत्तस्य संस्थानं स्तंभस्यानलवर्चसः ।
श्रांतः स सूकरहरिः प्राप पूर्वं रणांगणम्
]

`verse 18 [
अथ गच्छंस्तु व्योम्ना च विधिस्तात पिता तव ।
ददर्श केतकी पुष्पं किंचिद्विच्युतमद्भुतम्
]

`verse 19 [
अतिसौरभ्यमम्लानं बहुवर्षच्युतं तथा ।
अन्वीक्ष्य च तयोः कृत्यं भगवान्परमेश्वरः 1.7.२० ।
परिहासं तु कृतवान्कंपनाच्चलितं शिरः ।
तस्मात्तावनुगृह्णातुं च्युतं केतकमुत्तमम्
]

`verse 20 [
किं त्वं पतसि पुष्पेश पुष्पराट् केन वा धृतम् ।
आदिमस्याप्रमेयस्य स्तंभमध्याच्च्युतश्चिरम्
]

`verse 21 [
न संपश्यामि तस्मात्त्वं जह्याशामंतदर्शने ।
अस्यां तस्य च सेवार्थं हंसमूर्तिरिहागतः
]

`verse 22 [
इतः परं सखे मेऽद्य त्वया कर्तव्यमीप्सितम् ।
मया सह त्वया वाच्यमेतद्विष्णोश्च सन्निधौ
]

`verse 23 [
स्तंभांतो वीक्षितो धात्रा तत्र साक्ष्यहमच्युत ।
इत्युक्त्वा केतकं तत्र प्रणनाम पुनः नः ।
असत्यमपि शस्तं स्यादापदीत्यनुशासनम् २५॑!।
समीक्ष्य तत्राऽच्युतमायतश्रमं प्रनष्टहर्षं तु ननर्त हर्षात् ।
उवाच चैनं परमार्थमच्युतं षंढात्तवादः स विधिस्ततोऽच्युतम्
]

`verse 24 [
स्तंभाग्रमेतत्समुदीक्षितं हरे तत्रैव साक्षी ननु केतकं त्विदम् ।
ततोऽवदत्तत्र हि केतकं मृषा तथेति तद्धातृवचस्तदंतिके
]

`verse 25 [
षोडशैरुपचारैश्च पूजयामास तं विधिम्
]

`verse 26 [
विधिं प्रहर्तुं शठमग्निलिंगतः स ईश्वरस्तत्र बभूव साकृतिः ।
समुत्थितः स्वामि विलोकनात्पुनः प्रकंपपाणिः परिगृह्य तत्पदम्
]

`verse 27 [
आद्यंतहीनवपुषि त्वयि मोहबुद्ध्या भूयाद्विमर्श इह नावति कामनोत्थः ।
स त्वं प्रसीद करुणाकर कश्मलं नौ मृष्टं क्षमस्व विहितं भवतैव केल्या 1.7.३० ।
ईश्वर उवाच ।
वत्सप्रसन्नोऽस्मि हरे यतस्त्वमीशत्वमिच्छन्नपि सत्यवाक्यम् ।
ब्रूयास्ततस्ते भविता जनेषु साम्यं मया सत्कृतिरप्यलप्थाः
]

`verse 28 [
इतः परं ते पृथगात्मनश्च क्षेत्रप्रतिष्ठोत्सवपूजनं च
]

`verse 29 [
इति देवः पुरा प्रीतः सत्येन हरये परम् ।
ददौ स्वसाम्यमत्यर्थं देवसंघे च पश्यति
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां सप्तमोऽध्यायः
]
