`speaker [
नंदिकेश्वर उवाच
]

`verse 1 [
ससर्जाथ महादेवः पुरुषं कंचिदद्भुतम् ।
भैरवाख्यं भ्रुवोर्मध्याद्ब्रह्मदर्पजिघांसया
]

`verse 2 [
स वै तदा तत्र पतिं प्रणम्य शिवमंगणे ।
किं कार्यं करवाण्यत्र शीघ्रमाज्ञापय प्रभो
]

`verse 3 [
वत्सयोऽयं विधिः साक्षाज्जगतामाद्यदैवतम् ।
नूनमर्चय खड्गेन तिग्मेन जवसा परम्
]

`verse 4 [
स वै गृहीत्वैककरेण केशं तत्पंचमं दृप्तमसत्यभाषणम् ।
छित्त्वा शिरांस्यस्य निहंतुमुद्यतः प्रकंपयन्खड्गमतिस्फुटं करैः
]

`verse 5 [
पिता तवोत्सृष्टविभूषणांबरस्रगुत्तरीयामलकेशसंहतिः ।
प्रवातरंभेव लतेव चंचलः पपात वै भैरवपादपंकजे
]

`verse 6 [
तावद्विधिं तात दिदृक्षुरच्युतः कृपालुरस्मत्पतिपादपल्लवम् ।
निषिच्य बाष्पैरवदत्कृतांजलिर्यथा शिशुः स्वं पितरं कलाक्षरम्
]

`speaker [
अच्युत उवाच
]

`verse 7 [
त्वया प्रयत्नेन पुरा हि दत्तं यदस्य पंचाननमीशचिह्नम् ।
तस्मात्क्षमस्वाद्यमनुग्रहार्हं कुरु प्रसादं विधये ह्यमुष्मै
]

`verse 8 [
इत्यर्थितोऽच्युतेनेशस्तुष्टः सुरगणांगणे ।
निवर्तयामास तदा भैरवं ब्रह्मदंडतः
]

`verse 9 [
अथाह देवः कितवं विधिं विगतकंधरम् ।
ब्रह्मंस्त्वमर्हणाकांक्षी शठमीशत्वमास्थितः
]

`verse 10 [
नातस्ते सत्कृतिर्लोके भूयात्स्थानोत्सवादिकम् ।
ब्रह्मोवच ।
स्वामिन्प्रसीदाद्य महाविभूते मन्ये वरं वरद मे शिरसः प्रमोक्षम् 1.8.१० ।
नमस्तुभ्यं भगवते बंधवे विश्वयोनये ।
सहिष्णवे सर्वदोषाणां शंभवे शैलधन्वने
]

`speaker [
ईश्वर उवाच
]

`verse 11 [
अराजभयमेतद्वै जगत्सर्वं न शिष्यति ।
ततस्त्वं जहि दंडार्हं वह लोकधुरं शिशो
]

`verse 12 [
वरं ददामि ते तत्र गृहाण दुर्लभं परम् ।
वैतानिकेषु गृह्येषु यज्ञे च भवान् गुरुः
]

`verse 13 [
निष्फलस्त्वदृते यज्ञः सांगश्च सहदक्षिणः ।
अथाह देवः कितवं केतकं कूटसाक्षिणम्
]

`verse 14 [
रे रे केतक दुष्टस्त्वं शठ दूरमितो व्रज ।
ममापि प्रेम ते पुष्पे मा भूत्पूजास्वितः परम्
]

`verse 15 [
इत्युक्ते तत्र देवेन केतकं देवजातयः ।
सर्वानि वारयामासुस्तत्पार्श्वादन्यतस्तदा
]

`speaker [
केतक उवाच
]

`verse 16 [
नमस्ते नाथ मे जन्मनिष्फलं भवदाज्ञया ।
सफलं क्रियतां तात क्षम्यतां मम किल्बिषम्
]

`verse 17 [
ज्ञानाज्ञानकृतं पापं नाशयत्येव ते स्मृतिः ।
तादृशे त्वयि दृष्टे मे मिथ्यादोषः कुतो भवेत्
]

`verse 18 [
तथा स्तुतस्तु भगवान्केतकेन सभातले ।
न मे त्वद्धारणं योग्यं सत्यवागहमीश्वरः
]

`verse 19 [
मदीयास्त्वां धरिष्यंति जन्म ते सफलं ततः ।
त्वं वै वितानव्याजेन ममोपरि भविष्यसि 1.8.२० ।
इत्यनुगृह्य भगवान्केतकं विधिमाधवौ ।
विरराज सभामध्ये सर्वदेवैरभिष्टुतः
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायामष्टमोऽध्यायः
]
