`speaker [
नंदिकेश्वर उवाच
]

`verse 1 [
तत्रांतरे तौ च नाथं प्रणम्य विधिमाधवौ ।
बद्धांजलिपुटौ तूष्णीं तस्थतुर्दक्षवामगौ
]

`verse 2 [
तत्र संस्थाप्य तौ देवं सकुटुंबं वरासने ।
पूजयामासतुः पूज्यं पुण्यैः पुरुषवस्तुभिः
]

`verse 3 [
पौरुषं प्राकृतं वस्तुज्ञेयं दीर्घाल्पकालिकम् ।
हारनूपुरकेयूरकिरीटमणिकुंडलैः
]

`verse 4 [
यज्ञसूत्रोत्तरीयस्रक्क्षौममाल्यांगुलीयकैः ।
पुष्पतांबूलकर्पूरचंदनागुरुलेपनैः
]

`verse 5 [
धूपदीपसितच्छत्रव्यजनध्वजचामरैः ।
अन्यैर्दिव्योपहारैश्च वाण्मनोतीतवैभवैः
]

`verse 6 [
पतियोग्यैः पश्वलभ्यैस्तौ समर्चयतां पतिम् ।
यद्यच्छ्रेष्ठतमं वस्तु पतियोग्यं हितद्ध्वजे
]

`verse 7 [
तद्वस्त्वखिलमीशोपि पारं पर्यचिकीर्षया ।
सभ्यानां प्रददौ हृष्टः पृथक्तत्र यथाक्रमम्
]

`verse 8 [
कोलाहलो महानासीत्तत्र तद्वस्तु गृह्णताम् ।
तत्रैव ब्रह्मविष्णुभ्यां चार्चितः शंकरः पुरा
]

`verse 9 [
प्रसन्नः प्राह तौ नम्रौ सस्मितं भक्तिवर्धनः ।
ईश्वर उवाच ।
तुष्टोऽहमद्य वां वत्सौ पूजयाऽस्मिन्महादिने
]

`verse 10 [
दिनमेतत्ततः पुण्यं भविष्यति महत्तरम् ।
शिवरात्रिरिति ख्याता तिथिरेषा मम प्रिया 1.9.१० ।
एतत्काले तु यः कुर्यात्पूजां मल्लिंगबेरयोः ।
कुर्यात्तु जगतः कृत्यं स्थितिसर्गादिकं पुमान्
]

`verse 11 [
शिवरात्रावहोरात्रं निराहारो जितेंद्रि यः १२ब्।
अर्चयेद्वा यथान्यायं यथाबलमवंचकः
]

`verse 12 [
यत्फलं मम पूजायां वर्षमेकं निरंतरम् ।
तत्फलं लभते सद्यः शिवरात्रौ मदर्चनात्
]

`verse 13 [
मद्धर्मवृद्धिकालोऽयं चंद्र काल इवांबुधेः ।
प्रतिष्ठाद्युत्सवो यत्र मामको मंगलायनः
]

`verse 14 [
यत्पुनः स्तंभरूपेण स्वाविरासमहं पुरा ।
स कालो मार्गशीर्षे तु स्यादाद्रा र्! ऋक्षमर्भकौ
]

`verse 15 [
आद्रा र्यां! मार्गशीर्षे तु यः पश्येन्मामुमासखम् ।
मद्बेरमपि वा लिंगं स गुहादपि मे प्रियः
]

`verse 16 [
अलं दर्शनमात्रेण फलं तस्मिन्दिने शुभे ।
अभ्यर्चनं चेदधिकं फलं वाचामगोचरम्
]

`verse 17 [
रणरंगतलेऽमुष्मिन्यदहं लिंगवर्ष्मणा ।
जृंभितो लिंगवत्तस्माल्लिंगस्थानमिदं भवेत्
]

`verse 18 [
अनाद्यंतमिदं स्तंभमणुमात्रं भविष्यति ।
दर्शनार्थं हि जगतां पूजनार्थं हि पुत्रको
]

`verse 19 [
भोगावहमिदं लिंगं भुक्तिं मुक्त्येकसाधनम् ।
दर्शनस्पर्शनध्यानाज्जंतूनां जन्ममोचनम् 1.9.२० ।
अनलाचलसंकाशं यदिदं लिंगमुत्थितम् ।
अरुणाचलमित्येव तदिदं ख्यातिमेष्यति
]

`verse 20 [
अत्र तीर्थं च बहुधा भविष्यति महत्तरम् ।
मुक्तिरप्यत्र जंतूनां वासेन मरणेन च
]

`verse 21 [
रथोत्सवादिकल्याणं जनावासं तु सर्वतः ।
अत्र दत्तं हुतं जप्तं सर्वं कोटिगुणं भवेत्
]

`verse 22 [
मत्क्षेत्रादपि सर्वस्मात्क्षेत्रमेतन्महत्तरम् ।
अत्र संस्मृतिमात्रेण मुक्तिर्भवति देहिनाम्
]

`verse 23 [
तस्मान्महत्तरमिदं क्षेत्रमत्यंतशोभनम् ।
सर्वकल्याणसंपूर्णं सर्वमुक्तिकरं शुभम्
]

`verse 24 [
अर्चयित्वाऽत्र मामेव लिंगे लिंगिनमीश्वरम् ।
सालोक्यं चैव सामीप्यं सारूप्यं सार्ष्टिरेव च
]

`verse 25 [
सायुज्यमिति पंचैते क्रियादीनां फलं मतम् ।
सर्वेपि यूयं सकलं प्राप्स्यथाशु मनोरथम्
]

`speaker [
नंदिकेश्वर उवाच
]

`verse 26 [
इत्यनुगृह्य भगवान्विनीतौ विधिमाधवौ ।
यत्पूर्वं प्रहतं युद्धे तयोः सैन्यं परस्परम्
]

`verse 27 [
तदुत्थापयदत्यर्थं स्वशक्त्याऽमृतधारया ।
तयोर्मौढ्यं च वैरं च व्यपनेतुमुवाच तौ
]

`verse 28 [
सकलं निष्कलं चेति स्वरूपद्वयमस्ति मे ।
नान्यस्य कस्यचित्तस्मादन्यः सर्वोप्यनीश्वरः 1.9.३० ।
पुरस्तात्स्तंभरूपेण पश्चाद्रू पेण चार्भकौ ।
ब्रह्मत्वं निष्कलं प्रोक्तमीशत्वं सकलं तथा
]

`verse 29 [
द्वयं ममैव संसिद्धं न मदन्यस्य कस्यचित् ।
तस्मादीशत्वमन्येषां युवयोरपि न क्वचित्
]

`verse 30 [
तदज्ञानेन वां वृत्तमीशमानं महाद्भुतम् ।
तन्निराकर्तुमत्रैवमुत्थितोऽहं रणक्षितौ
]

`verse 31 [
त्यजतं मानमात्मीयं मयीशे कुरुतं मतिम् ।
मत्प्रसादेन लोकेषु सर्वोप्यर्थः प्रकाशते
]

`verse 32 [
गुरूक्तिर्व्यंजकं तत्र प्रमाणं वा पुनः पुनः ।
ब्रह्मतत्त्वमिदं गूढं भवत्प्रीत्या भणाम्यहम्
]

`verse 33 [
अहमेव परं ब्रह्म मत्स्वरूपं कलाकलम् ।
ब्रह्मत्वादीश्वरश्चाहं कृत्यं मेनुग्रहादिकम्
]

`verse 34 [
बृहत्त्वाद्बृंहणत्वाच्च ब्रह्माहं ब्रह्मकेशवौ ।
समत्वाद्व्यापकत्वाच्च तथैवात्माहमर्भकौ
]

`verse 35 [
अनात्मानः परे सर्वे जीवा एव न संशयः ।
अनुग्रहाद्यं सर्गांतं जगत्कृत्यं च पंकजम्
]

`verse 36 [
ईशत्वादेव मे नित्यं न मदन्यस्य कस्यचित् ।
आदौ ब्रह्मत्त्वबुद्ध्यर्थं निष्कलं लिंगमुत्थितम्
]

`verse 37 [
तस्मादज्ञातमीशत्वं व्यक्तं द्योतयितुं हि वाम् ।
सकलोहमतो जातः साक्षादीशस्तु तत्क्षणात् 1.9.४० ।
सकलत्वमतो ज्ञेयमीशत्वं मयि सत्वरम् ।
यदिदं निष्कलं स्तंभं मम ब्रह्मत्वबोधकम्
]

`verse 38 [
लिंगलक्षणयुक्तत्वान्मम लिंगं भवेदिदम् ।
तदिदं नित्यमभ्यर्च्यं युवाभ्यामत्र पुत्रकौ
]

`verse 39 [
मदात्मकमिदं नित्यं मम सान्निध्यकारणम् ।
महत्पूज्यमिदं नित्यमभेदाल्लिंगसिंगिनोः
]

`verse 40 [
यत्रप्रतिष्ठितं येन मदीयं लिंगमीदृशम् ।
तत्र प्रतिष्ठितः सोहमप्रतिष्ठोपि वत्सकौ
]

`verse 41 [
मत्साम्यमेकलिंगस्य स्थापने फलमीरितम् ।
द्वितीये स्थापिते लिंगे मदैक्यं फलमेव हि
]

`verse 42 [
लिंगं प्राधान्यतः स्थाप्यं तथाबेरं तु गौणकम् ।
लिंगाभावेन तत्क्षेत्रं सबेरमपि सर्वतः
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां नवमोऽध्यायः
]
