`verse 1 [
ब्रह्मविष्णू ऊचतुः ।
सर्गादिपंचकृत्यस्य लक्षणं ब्रूहि नौ प्रभो ।
शिव उवाच ।
मत्कृत्यबोधनं गुह्यं कृपया प्रब्रवीमि वाम्
]

`verse 2 [
सृष्टिः स्थितिश्च संहारस्तिरोभावोऽप्यनुग्रहः ।
पंचैव मे जगत्कृत्यं नित्यसिद्धमजाच्युतौ
]

`verse 3 [
सर्गः संसारसंरंभस्तत्प्रतिष्ठा स्थितिर्मता ।
संहारो मर्दनं तस्य तिरोभावस्तदुत्क्रमः
]

`verse 4 [
तन्मोक्षोऽनुग्रहस्तन्मे कृत्यमेवं हि पंचकम् ।
कृत्यमेतद्वहत्यन्यस्तूष्णीं गोपुरबिंबवत्
]

`verse 5 [
सर्गादि यच्चतुष्कृत्यं संसारपरिजृंभणम् ।
पंचमं मुक्तिहेतुर्वै नित्यं मयि च सुस्थिरम् ५ thumb|महाभूत mahabhuta
तदिदं पंचभूतेषु दृश्यते मामकैर्जनैः ।
सृष्टिर्भूमौ स्थितिस्तोये संहारः पावके तथा
]

`verse 6 [
तिरोभावोऽनिले तद्वदनुग्रह इहाम्बरे ।
सृज्यते धरया सर्वमद्भिः सर्वं प्रवर्द्धते
]

`verse 7 [
अर्द्यते तेजसा सर्वं वायुना चापनीयते ।
व्योम्नानुगृह्यते सर्वं ज्ञेयमेवं हि सूरिभिः
]

`verse 8 [
पंचकृत्यमिदं वोढुं ममास्ति मुखपंचकम् ।
चतुर्दिक्षु चतुर्वक्त्रं तन्मध्ये पंचमं मुखम्
]

`verse 9 [
युवाभ्यां तपसा लब्धमेतत्कृत्यद्वयं सुतौ ।
सृष्टिस्थित्यभिधं भाग्यं मत्तः प्रीतादतिप्रियम् 1.10.१० ।
तथा रुद्र महेशाभ्यामन्यत्कृत्यद्वयं परम् ।
अनुग्रहाख्यं केनापि लब्धुं नैव हि शक्यते
]

`verse 10 [
तत्सर्वं पौर्विकं कर्म युवाभ्यां कालविस्मृतम् ।
न तद्रुद्र महेशाभ्यां विस्मृतं कर्म तादृशम्
]

`verse 11 [
रूपे वेशे च कृत्ये च वाहने चासने तथा ।
आयुधादौ च मत्साम्यमस्माभिस्तत्कृते कृतम्
]

`verse 12 [
मद्ध्यानविरहाद्वत्सौ मौढ्यं वामेवमागतम् ।
मज्ज्ञाने सति नैवं स्यान्मानं रूपे महेशवत्
]

`verse 13 [
तस्मान्मज्ज्ञानसिद्ध्यर्थं मंत्रमॐकारनामकम् ।
इतः परं प्रजपतं मामकं मानभंजनम्
]

`verse 14 [
उपादिशं निजं मंत्रमॐकारमुरुमंगलम् ।
ॐकारो मन्मुखाज्जज्ञे प्रथमं मत्प्रबोधकः
]

`verse 15 [
वाचकोऽयमहं वाच्यो मंत्रोऽयं हि मदात्मकः ।
तदनुस्मरणं नित्यं ममानुस्मरणं भवेत्
]

`verse 16 [
अकार उत्तरात्पूर्वमुकारः पश्चिमाननात् ।
मकारो दक्षिणमुखाद्बिंदुः प्राण्मुखतस्तथा
]

`verse 17 [
नादो मध्यमुखादेवं पंचधाऽसौ विजृंभितः ।
एकीभूतः पुनस्तद्वदोमित्येकाक्षरो भवेत्
]

`verse 18 [
नामरूपात्मकं सर्वं वेदभूतकुलद्वयम् ।
व्याप्तमेतेन मंत्रेण शिवशक्त्योश्च बोधकः 1.10.२० ।
अस्मात्पंचाक्षरं जज्ञे बोधकं सकलस्यतत् ।
आकारादिक्रमेणैव नकारादियथाक्रमम्
]

`verse 19 [
अस्मात्पंचाक्षराज्जाता मातृकाः पंचभेदतः ।
तस्माच्छिरश्चतुर्वक्त्रात्त्रिपाद्गाय त्रिरेव हि
]

`verse 20 [
वेदः सर्वस्ततो जज्ञे ततो वै मंत्रकोटयः ।
तत्तन्मंत्रेण तत्सिद्धिः सर्वसिद्धिरितो भवेत्
]

`verse 21 [
अनेन मंत्रकंदेन भोगो मोक्षश्च सिद्ध्यति ।
सकला मंत्रराजानः साक्षाद्भोगप्रदाः शुभाः
]

`speaker [
नंदिकेश्वर उवाच
]

`verse 22 [
पुनस्तयोस्तत्र तिरः पटं गुरुः प्रकल्प्य मंत्रं च समादिशत्परम् ।
निधाय तच्छीर्ष्णि करांबुजं शनैरुदण्मुखं संस्थितयोः सहांबिकः
]

`verse 23 [
त्रिरुच्चार्याग्रहीन्मंत्रं यंत्रतंत्रोक्तिपूर्वकम् ।
शिष्यौ च तौ दक्षिणायामात्मानं च समर्पयत्
]

`verse 24 [
प्रबद्धहस्तौ किल तौ तदंतिके तमेव देवं जगतुर्जगद्गुरुम्
]

`speaker [
ब्रह्माच्युतावूचतुः
]

`verse 25 [
नमो निष्कलरूपाय नमो निष्कलतेजसे ।
नमः सकलनाथाय नमस्ते सकलात्मने
]

`verse 26 [
आत्मने ब्रह्मणे तुभ्यमनंतगुणशक्तये 1.10.३० ।
सकलाकलरूपाय शंभवे गुरवे नमः ।
इति स्तुत्वा गुरुं पद्यैर्ब्रह्मा विष्णुश्च नेमतुः
]

`speaker [
ईश्वर उवाच
]

`verse 27 [
वत्सकौ सर्वतत्त्वं च कथितं दर्शितं च वाम् ।
जपतं प्रणवं मंत्रं देवीदिष्टं मदात्मकम्
]

`verse 28 [
ज्ञानं च सुस्थिरं भाग्यं सर्वं भवति शाश्वतम् ।
आद्रा र्यां! च चतुर्दश्यां तज्जाप्यं त्वक्षयं भवेत्
]

`verse 29 [
सूर्यगत्या महाद्रा र्या!मेकं कोटिगुणं भवेत् ।
मृगशीर्षांतिमो भागः पुनर्वस्वादिमस्तथा
]

`verse 30 [
आद्रा र्स!मः सदा ज्ञेयः पूजाहोमादितर्पणे ।
दर्शनं तु प्रभाते च प्रातःसंगवकालयोः
]

`verse 31 [
चतुर्दशी तथा ग्राह्या निशीथव्यापिनी भवेत् ।
प्रदोषव्यापिनी चैव परयुक्ता प्रशस्यते
]

`verse 32 [
लिंगं बेरं च मेतुल्यं यजतां लिंगमुत्तमम् ।
तस्माल्लिंगं परं पूज्यं बेरादपि मुमुक्षुभिः
]

`verse 33 [
लिंगमॐकारमंत्रेण बेरं पंचाक्षरेण तु ।
स्वयमेव हि सद्द्रव्यैः प्रतिष्ठाप्यं परैरपि
]

`verse 34 [
पूजयेदुपचारैश्च मत्पदं सुलभं भवेत् ।
इति शास्य तथा शिष्यौ तत्रैवांऽतर्हितः शिवः
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां दशमोऽध्यायः
]
