`speaker [
ऋषय ऊचुः
]

`verse 1 [
कथं लिंगं प्रतिष्ठाप्यं कथं वातस्य लक्षणम् ।
कथं वा तत्समभ्यर्च्यं देशे काले च केन हि
]

`speaker [
सूत उवाच
]

`verse 2 [
युष्मदर्थं प्रवक्ष्यामि बुद्ध्यतामवधानतः ।
अनुकूले शुभे काले पुण्ये तीर्थे तटे तथा
]

`verse 3 [
यथेष्टं लिंगमारोप्यं यत्र स्यान्नित्यमर्चनम् ।
पार्थिवेन तथाप्येनं तैजसेन यथारुचि
]

`verse 4 [
कल्पलक्षणसंयुक्तं लिंगं पूजाफलं लभेत् ।
सर्वलक्षणसंयुक्तं सद्यः पूजाफलप्रदम्
]

`verse 5 [
चरे विशिष्यते सूक्ष्मं स्थावरे स्थूलमेव हि ।
सलक्षणं सपीठं च स्थापयेच्छिवनिर्मितम्
]

`verse 6 [
मंडलं चतुरस्रं वा त्रिकोणमथवा तथा ।
खट्वांगवन्मध्यसूक्ष्मं लिंगपीठं महाफलं
]

`verse 7 [
प्रथमं मृच्छिलादिभ्यो लिगं लोहादिभिः कृतम् ।
येन लिंगं तेन पीठं स्थावरे हि विशिष्यते
]

`verse 8 [
लिंगं पीठं चरे त्वेकं लिंगं बाणकृतं विना ।
लिंगप्रमाणं कर्तृ-णां द्वादशांगुलमुत्तमम्
]

`verse 9 [
न्यूनं चेत्फलमल्पं स्यादधिकं नैव दूष्यते ।
कर्तुरेकांगुलन्यूनं चरेपि च तथैव हि
]

`verse 10 [
आदौ विमानं शिल्पेन कार्यं देवगणैर्युतम् ।
तत्र गर्भगृहे रम्ये दृढे दर्पणसंनिभे 1.11.१० ।
भूषिते नवरत्नैश्च दिग्द्वारे च प्रधानकैः ।
नीलं रक्तं च वै दूर्यं श्यामं मारकतं तथा
]

`verse 11 [
मुक्ताप्रवालगोमेदवज्राणि नवरत्नकम् १२ब्।
मध्ये लिंगं महद्द्रव्यं निक्षिपेत्सहवैदिके
]

`verse 12 [
संपूज्य लिंगं सद्याद्यैः पंचस्थाने यथाक्रमम् ।
अग्नौ च हुत्वा बहुधा हविषास कलं च माम्
]

`verse 13 [
अभ्यर्च्य गुरुमाचार्यमर्थैः कामैश्च बांधवम् ।
दद्यादैश्वर्यमर्थिभ्यो जडमप्यजडं तथा
]

`verse 14 [
स्थावरं जंगमं जीवं सर्वं संतोष्य यत्नतः ।
सुवर्णपूरिते श्वभ्रे नवरत्नैश्च पूरिते
]

`verse 15 [
सद्यादि ब्रह्म चोच्चार्य ध्यात्वा देवं परं शुभम् ।
उदीर्य च महामंत्रमॐकारं नादघोषितम्
]

`verse 16 [
लिंगं तत्र प्रतिष्ठाप्य लिगं पीठेन योजयेत् ।
लिंगं सपीठं निक्षिप्य नित्यलेपेन बंधयेत्
]

`verse 17 [
एवं बेरं च संस्थाप्यं तत्रैव परमं शुभम् ।
पंचाक्षरेण बेरं तु उत्सवार्थं वहिस्तथा
]

`verse 18 [
बेरं गुरुभ्यो गृह्णीयात्साधुभिः पूजितं तु वा ।
एवं लिंगे च बेरे च पूजा शिवपदप्रदा
]

`verse 19 [
पुनश्च द्विविधं प्रोक्तं स्थावरं जंगमं तथा ।
स्थावरं लिंगमित्याहुस्तरुगुल्मादिकं तथा 1.11.२० ।
जंगमं लिंगमित्याहुः कृमिकीटादिकं तथा ।
स्थावरस्य च शुश्रूषा जंगमस्य च तर्पणम्
]

`verse 20 [
तत्तत्सुखानुरागेण शिवपूजां विदुर्बुधाः ।
पीठमंबामयं सर्वं शिवलिंगं च चिन्मयम्
]

`verse 21 [
यथा देवीमुमामंके धृत्वा तिष्ठति शंकरः ।
तथा लिंगमिदं पीठं धृत्वा तिष्ठति संततम्
]

`verse 22 [
एवं स्थाप्य महालिंगं पूजयेदुपचारकैः ।
नित्यपूजा यथा शक्तिध्वजादिकरणं तथा
]

`verse 23 [
इति संस्थापयेल्लिंगं साक्षाच्छिवपदप्रदम् ।
अथवा चरलिंगं तु षोडशैरुपचारकैः
]

`verse 24 [
पूजयेच्च यथान्यायं क्रमाच्छिवपदप्रदम् ।
आवाहनं चासनं च अर्घ्यं पाद्यं तथैव च
]

`verse 25 [
तदंगाचमनं चैव स्नानमभ्यंगपूर्वकम् ।
वस्त्रं गंधं तथा पुष्पं धूपं दीपं निवेदनम्
]

`verse 26 [
नीराजनं च तांबूलं नमस्कारो विसर्जनम् ।
अथवाऽर्घ्यादिकं कृत्वा नैवेद्यां तं यथाविधि
]

`verse 27 [
अथाभिषेकं नैवेद्यं नमस्कारं च तर्पणम् ।
यथाशक्ति सदाकुर्यात्क्रमाच्छिवपदप्रदम्
]

`verse 28 [
अथवा मानुषे लिंगेप्यार्षे दैवे स्वयंभुवि ।
स्थापितेऽपूर्वके लिंगे सोपचारं यथा तथा 1.11.३० ।
पूजोपकरणे दत्ते यत्किंचित्फलमश्नुते ।
प्रदक्षिणानमस्कारैः क्रमाच्छिवपदप्रदम्
]

`verse 29 [
लिंगं दर्शनमात्रं वा नियमेन शिवप्रदम् ।
मृत्पिष्टगोशकृत्पुष्पैः करवीरेण वा फलैः
]

`verse 30 [
गुडेन नवनीतेन भस्मनान्नैर्यथारुचि ।
लिंगं यत्नेन कृत्वांते यजेत्तदनुसारतः
]

`verse 31 [
अंगुष्ठादावपि तथा पूजामिच्छंति केचन ।
लिंगकर्मणि सर्वत्र निषेधोस्ति न कर्हिचित्
]

`verse 32 [
सर्वत्र फलदाता हि प्रयासानुगुणं शिवः ।
अथवा लिंगदानं वा लिंगमौल्यमथापि वा
]

`verse 33 [
श्रद्धया शिवभक्ताय दत्तं शिवपदप्रदम् ।
अथवा प्रणवं नित्यं जपेद्दशसहस्रकम्
]

`verse 34 [
संध्ययोश्च सहस्रं वा ज्ञेयं शिवपदप्रदम् ।
जपकाले मकारांतं मनःशुद्धिकरं भजेत्
]

`verse 35 [
समाधौ मानसं प्रोक्तमुपांशु सार्वकालिकम् ।
समानप्रणवं चेमं बिंदुनादयुतं विदुः
]

`verse 36 [
अथ पंचाक्षरं नित्यं जपेदयुतमादरात् ।
संध्ययोश्च सहस्रं वा ज्ञेयं शिवपदप्रदम्
]

`verse 37 [
प्रणवेनादिसंयुक्तं ब्राह्मणानां विशिष्यते ।
दीक्षायुक्तं गुरोर्ग्राह्यं मंत्रं ह्यथ फलाप्तये 1.11.४० ।
कुंभस्नानं मंत्रदीक्षां मातृकान्यासमेव च ।
ब्राह्मणः सत्यपूतात्मा गुरुर्ज्ञानी विशिष्यते
]

`verse 38 [
स्त्रीणां च क्वचिदिच्छंति नमो तं च यथाविधि
]

`verse 39 [
पंचकोटिजपं कृत्वा सदा शिवसमो भवेत्
]

`verse 40 [
एकद्वित्रिचतुःकोट्याब्रह्मादीनां पदं व्रजेत् ।
जपेदक्षरलक्षंवा अक्षराणां पृथक्पृथक्
]

`verse 41 [
अथवाक्षरलक्षं वा ज्ञेयं शिवपदप्रदम् ।
सहस्रं तु सहस्राणां सहस्रेण दिनेन हि
]

`verse 42 [
जपेन्मंत्रादिष्टसिद्धिर्नित्यं ब्राह्मणभोजनात् ।
अष्टोत्तरसहस्रं वै गायत्रीं प्रातरेव हि
]

`verse 43 [
ब्राह्मणस्तु जपेन्नित्यं क्रमाच्छिवपदप्रदान् ।
वेदमंत्रांस्तु सूक्तानि जपेन्नियममास्थितः
]

`verse 44 [
एकं दशार्णं मंत्रं च शतोनं च तदूर्ध्वकम् ।
अयुतं च सहस्रं च शतमेकं विना भवेत्
]

`verse 45 [
वेदपारायणं चैव ज्ञेयं शिवपदप्रदम् ।
अन्यान्बहुतरान्मंत्राञ्जपेदक्षरलक्षतः
]

`verse 46 [
एकाक्षरांस्तथा मंत्राञ्जपेदक्षरकोटितः ।
ततः परं जपेच्चैव सहस्रं भक्तिपूर्वकम् 1.11.५० ।
एवं कुर्याद्यथाशक्ति क्रमाच्छिव पदं लभेत् ।
नित्यं रुचिकरं त्वेकं मंत्रमामरणांतिकम्
]

`verse 47 [
जपेत्सहस्रमोमिति सर्वाभीष्टं शिवाज्ञया ।
पुष्पारामादिकं वापि तथा संमार्जनादिकम्
]

`verse 48 [
शिवाय शिवकार्याथे कृत्वा शिवपदं लभेत् ।
शिवक्षेत्रे तथा वासं नित्यं कुर्याच्च भक्तितः
]

`verse 49 [
जडानामजडानां च सर्वेषां भुक्तिमुक्तिदम् ।
तस्माद्वासं शिवक्षेत्रे कुर्यदामरणं बुधः
]

`verse 50 [
लिंगाद्धस्तशतं पुण्यं क्षेत्रे मानुषके विदुः ।
सहस्रारत्निमात्रं तु पुण्यक्षेत्रे तथार्षके
]

`verse 51 [
दैवलिंगे तथा ज्ञेयं सहस्रारत्निमानतः ।
धनुष्प्रमाणसाहस्रं पुण्यं क्षेत्रे स्वयं भुवि
]

`verse 52 [
पुण्यक्षेत्रे स्थिता वापी कूपाद्यं पुष्कराणि च ।
शिवगंगेति विज्ञेयं शिवस्य वचनं यथा
]

`verse 53 [
तत्र स्नात्वा तथा दत्त्वा जपित्वा हि शिवं व्रजेत् ।
शिवक्षेत्रं समाश्रित्य वसेदामरणं तथा
]

`verse 54 [
दाहं दशाहं मास्यं वा सपिंडीकरणं तु वा ।
आब्दिकं वा शिवक्षेत्रे क्षेत्रे पिंडमथापि वा
]

`verse 55 [
सर्वपाप विनिर्मुक्तः सद्यः शिवपदं लभेत् ।
अथवा सप्तरात्रं वा वसेद्वा पंचरात्रकम् 1.11.६० ।
त्रिरात्रमेकरात्रं वा क्रमाच्छिवपदं लभेत् ।
स्ववर्णानुगुणं लोके स्वाचारात्प्राप्नुते नरः
]

`verse 56 [
वर्णोद्धारेण भक्त्या च तत्फलातिशयं नरः ।
सर्वं कृतं कामनया सद्यः फलमवाप्नुयात्
]

`verse 57 [
सर्वं कृतमकामेन साक्षाच्छिवपदप्रदम् ।
प्रातर्मध्याह्नसायाह्नमहस्त्रिष्वेकतः क्रमात्
]

`verse 58 [
प्रातर्विधिकरं ज्ञेयं मध्याह्नं कामिकं तथा ।
सायाह्नं शांतिकं ज्ञेयं रात्रावपि तथैव हि
]

`verse 59 [
कालो निशीथो वै प्रोक्तोमध्ययामद्वयं निशि ।
शिवपूजा विशेषेण तत्कालेऽभीष्टसिद्धिदा
]

`verse 60 [
एवं ज्ञात्वा नरः कुर्वन्यथोक्तफलभाग्भवेत् ।
कलौ युगे विशेषेण फलसिद्धिस्तु कर्मणा
]

`verse 61 [
उक्तेन केनचिद्वापि अधिकारविभेदतः ।
सद्वृत्तिः पापभीरुश्चेत्ततत्फलमवाप्नुयात्
]

`speaker [
ऋषय ऊचुः
]

`verse 62 [
अथ क्षेत्राणि पुण्यानि समासात्कथयस्व नः ।
सर्वाः स्त्रियश्च पुरुषा यान्याश्रित्य पदं लभेत्
]

`verse 63 [
सूत योगिवरश्रेष्ठ शिवक्षेत्रागमांस्तथा ।
सूत उवाच ।
शृणुत श्रद्धया सर्वक्षेत्राणि च तदागमान्
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायांएकदशोऽध्यायः
]
