`speaker [
सूत उवाच
]

`verse 1 [
शृणुध्वमृषयः प्राज्ञाः शिवक्षेत्रं विमुक्तिदम् ।
तदागमांस्ततो वक्ष्ये लोकरक्षार्थमेव हि
]

`verse 2 [
पंचाशत्कोटिविस्तीर्णा सशैलवनकानना ।
शिवाज्ञया हि पृथिवी लोकं धृत्वा च तिष्ठति
]

`verse 3 [
तत्र तत्र शिवक्षेत्रं तत्र तत्र निवासिनाम् ।
मो-क्षार्थं कृपया देवः क्षेत्रं कल्पितवान्प्रभुः
]

`verse 4 [
परिग्रहादृषीणां च देवानां परिग्रहात् ।
स्वयंभूतान्यथान्यानि लोकरक्षार्थमेव हि
]

`verse 5 [
तीर्थे क्षेत्रे सदाकार्यं स्नानदानजपादिकम् ।
अन्यथा रोगदारिद्र य्मूकत्वाद्याप्नुयान्नरः
]

`verse 6 [
अथास्मिन्भारते वर्षे प्राप्नोति मरणं नरः ।
स्वयंभूस्थानवासेन पुनर्मानुष्यमाप्नुयात्
]

`verse 7 [
क्षेत्रे पापस्य करणं दृढं भवति भूसुराः ।
पुण्यक्षेत्रे निवासे हि पापमण्वपि नाचरेत्
]

`verse 8 [
येन केनाप्युपायेन पुण्यक्षेत्रे वसेन्नरः ।
सिंधोः शतनदीतीरे संति क्षेत्राण्यनेकशः
]

`verse 9 [
सरस्वती नदी पुण्या प्रोक्ता षष्टिमुखा तथा ।
तत्तत्तीरे वसेत्प्राज्ञः क्रमाद्ब्रह्मपदं लभेत्
]

`verse 10 [
हिमवद्गिरिजा गंगा पुण्या शतमुखा नदी ।
तत्तीरे चैव काश्यादिपुण्यक्षेत्राण्यनेकशः 1.12.१० ।
तत्र तीरं प्रशस्तं हि मृगे मृगबृहस्पतौ ।
शोणभद्रो दशमुखः पुण्योभीष्टफलप्रदः
]

`verse 11 [
तत्र स्नानोपवासेन पदं वैनायकं लभेत् ।
चतुर्वींशमुखा पुण्या नर्मदा च महानदी
]

`verse 12 [
तस्यां स्नानेन वासेन पदं वैष्णवमाप्नुयात् ।
तमसा द्वादशमुखा रेवा दशमुखा नदी
]

`verse 13 [
गोदावरी महापुण्या ब्रह्मगोवधनाशिनी ।
एकविंशमुखा प्रोक्ता रुद्र लोकप्रदायिनी
]

`verse 14 [
कृष्णवेणी पुण्यनदी सर्वपापक्षयावहा ।
साष्टादशमुखाप्रोक्ता विष्णुलोकप्रदायिनी
]

`verse 15 [
तुंगभद्रा दशमुखा ब्रह्मलोकप्रदायिनी ।
सुवर्णमुखरी पुण्या प्रोक्ता नवमुखा तथा
]

`verse 16 [
तत्रैव सुप्रजायंते ब्रह्मलोकच्युतास्तथा ।
सरस्वती च पंपा च कन्याश्वेतनदी शुभा
]

`verse 17 [
एतासां तीरवासेन इंद्र लोकमवाप्नुयात् ।
सह्याद्रि जा महापुण्या कावेरीति महानदी
]

`verse 18 [
सप्तविंशमुखा प्रोक्ता सर्वाभीष्टं प्रदायिनी ।
तत्तीराः स्वर्गदाश्चैव ब्रह्मविष्णुपदप्रदाः
]

`verse 19 [
शिवलोकप्रदा शैवास्तथाऽभीष्टफलप्रदाः ।
नैमिषे बदरे स्नायान्मेषगे च गुरौ रवौ 1.12.२० ।
ब्रह्मलोकप्रदं विद्यात्ततः पूजादिकं तथा ।
सिंधुनद्यां तथा स्नानं सिंहे कर्कटगे रवौ
]

`verse 20 [
केदारोदकपानं च स्नानं च ज्ञानदं विदुः ।
गोदावर्यां सिंहमासे स्नायात्सिंहबृहस्पतौ
]

`verse 21 [
शिवलोकप्रदमिति शिवेनोक्तं तथा पुरा ।
यमुनाशोणयोः स्नायाद्गुरौ कन्यागते रवौ
]

`verse 22 [
धर्मलोके दंतिलोके महाभोगप्रदं विदुः ।
कावेर्यां च तथास्नायात्तुलागे तु रवौ गुरौ
]

`verse 23 [
विष्णोर्वचनमाहात्म्यात्सर्वाभीष्टप्रदं विदुः ।
वृश्चिके मासि संप्राप्ते तथार्के गुरुवृश्चिके
]

`verse 24 [
नर्मदायां नदीस्नानाद्विष्णुलोकमवाप्नुयात् ।
सुवर्णमुखरीस्नानं चापगे च गुरौ रवौ
]

`verse 25 [
शिवलोकप्रदमिति ब्राह्मणो वचनं यथा ।
मृगमासि तथा स्नायाज्जाह्नव्यां मृगगे गुरौ
]

`verse 26 [
शिवलोकप्रदमिति ब्रह्मणो वचनं यथा ।
ब्रह्मविष्ण्वोः पदे भुक्त्वा तदंते ज्ञानमाप्नुयात्
]

`verse 27 [
गंगायां माघमासे तु तथाकुंभगते रवौ ।
श्राद्धं वा पिंडदानं वा तिलोदकमथापिवा
]

`verse 28 [
वंशद्वयपितृ-णां च कुलकोट्युद्धरं विदुः ।
कृष्णवेण्यां प्रशंसंति मीनगे च गुरौ रवौ 1.12.३० ।
तत्तत्तीर्थे च तन्मासि स्नानमिंद्र पदप्रदम् ।
गंगां वा सह्यजां वापि समाश्रित्य वसेद्बुधः
]

`verse 29 [
तत्कालकृतपापस्य क्षयो भवति निश्चितम् ।
रुद्र लोकप्रदान्येव संति क्षेत्राण्यनेकशः
]

`verse 30 [
ताम्रपर्णी वेगवती ब्रह्मलोकफलप्रदे ।
तयोस्तीरे हि संत्येव क्षेत्राणि स्वर्गदानि च
]

`verse 31 [
संति क्षेत्राणि तन्मध्ये पुण्यदानि च भूरिशः ।
तत्र तत्र वसन्प्राज्ञस्तादृशं च फलं लभेत्
]

`verse 32 [
सदाचारेण सद्वृत्त्या सदा भावनयापि च ।
वसेद्दयालुः प्राज्ञो वै नान्यथा तत्फलं लभेत्
]

`verse 33 [
पुण्यक्षेत्रे कृतं पुण्यं बहुधा ऋद्धिमृच्छति ।
पुण्यक्षेत्रे कृतं पापं महदण्वपि जायते
]

`verse 34 [
तत्कालं जीवनार्थश्चेत्पुण्येन क्षयमेष्यति ।
पुण्यमैश्वर्यदं प्राहुः कायिकं वाचिकं तथा
]

`verse 35 [
मानसं च तथा पापं तादृशं नाशयेद्द्विजाः ।
मानसं वज्रलेपं तु कल्पकल्पानुगं तथा
]

`verse 36 [
ध्यानादेव हि तन्नश्येन्नान्यथा नाशमृच्छति ।
वाचिकं जपजालेन कायिकं कायशोषणात्
]

`verse 37 [
दानाद्धनकृतं नश्येन्नाऽन्यथाकल्पकोटिभिः ।
क्वचित्पापेन पुण्यं च वृद्धिपूर्वेण नश्यति 1.12.४० ।
बीजांशश्चैव वृद्ध्यंशो भोगांशः पुण्यपापयोः ।
ज्ञाननाश्यो हि बीजांशो वृद्धिरुक्तप्रकारतः
]

`verse 38 [
भोगांशो भोगनाश्यस्तु नान्यथा पुण्यकोटिभिः ।
बीजप्ररोहे नष्टे तु शेषो भोगाय कल्पते
]

`verse 39 [
देवानां पूजया चैव ब्रह्मणानां च दानतः ।
तपोधिक्याच्च कालेन भोगः सह्यो भवेन्नृणाम् ।
तस्मात्पापमकृत्वैव वस्तव्यं सुखमिच्छता
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां द्वादशोऽध्यायः
]
