`speaker [
ऋषय ऊचुः
]

`verse 1 [
सदाचारं श्रावयाशु येन लोकाञ्जयेद्बुधः ।
धर्माधर्ममयान्ब्रूहि स्वर्गनारकदांस्तथा
]

`speaker [
सूत उवाच
]

`verse 2 [
सदाचारयुतो विद्वान्ब्राह्मणो नाम नामतः ।
वेदाचारयुतो विप्रो ह्येतैरेकैकवान्द्विजः
]

`verse 3 [
अल्पाचारोल्पवेदश्च क्षत्रियो राजसेवकः ।
किंचिदाचारवान्वैश्यः कृषिवाणिज्यकृत्तया
]

`verse 4 [
शूद्र ब्राह्मण इत्युक्तः स्वयमेव हि कर्षकः ।
असूयालुः परद्रो ही चंडालद्विज उच्यते
]

`verse 5 [
पृथिवीपालको राजा इतरेक्षत्रिया मताः ।
धान्यादिक्रयवान्वैश्य इतरो वणिगुच्यते
]

`verse 6 [
ब्रह्मक्षत्रियवैश्यानां शुश्रूषुः शूद्र उच्यते ।
कर्षको वृषलो ज्ञेय इतरे चैव दस्यवः
]

`verse 7 [
सर्वो ह्युषःप्राचीमुखश्चिन्तयेद्देवपूर्वकान् ।
धर्मानर्थांश्च तत्क्लेशानायं च व्ययमेव च
]

`verse 8 [
आयुर्द्वेषश्च मरणं पापं भाग्यं तथैव च ।
व्याधिः पुष्टिस्तथा शक्तिः प्रातरुत्थानदिक्फलम्
]

`verse 9 [
निशांत्यायामोषा ज्ञेया यामार्धं संधिरुच्यते ।
तत्काले तु समुत्थाय विण्मूत्रे विसृजेद्द्विजः
]

`verse 10 [
गृहाद्दूरं ततो गत्वा बाह्यतः प्रवृतस्तथा ।
उदण्मुखः समाविश्य प्रतिबंधेऽन्यदिण्मुखः 1.13.१० ।
जलाग्निब्राह्मणादीनां देवानां नाभिमुख्यतः ।
लिंगं पिधाय वामेन मुखमन्येन पाणिना
]

`verse 11 [
मलमुत्सृज्य चोत्थाय न पश्येच्चैव तन्मलम् ।
उद्धृतेन जलेनैव शौचं कुर्याज्जलाद्बहिः
]

`verse 12 [
अथवा देवपित्रार्षतीर्थावतरणं विना ।
सप्त वा पंच वा त्रीन्वा गुदं संशोधयेन्मृदा
]

`verse 13 [
लिंगे कर्कोटमात्रं तु गुदे प्रसृतिरिष्यते ।
तत उत्थाय पद्धस्तशौचं गण्डूषमष्टकम्
]

`verse 14 [
येन केन च पत्रेण काष्ठेन च जलाद्बहिः ।
कार्यं संत्यज्य तर्ज्जनीं दंतधावनमीरितम्
]

`verse 15 [
जलदेवान्नमस्कृत्य मंत्रेण स्नानमाचरेत् ।
अशक्तः कंठदघ्नं वा कटिदघ्नमथापि वा
]

`verse 16 [
आजानु जलमाविश्य मंत्रस्नानं समाचरेत् ।
देवादींस्तर्पयेद्विद्वांस्तत्र तीर्थजलेन च
]

`verse 17 [
धौतवस्त्रं समादाय पंचकच्छेन धारयेत् ।
उत्तरीयं च किं चैव धार्यं सर्वेषु कर्मसु
]

`verse 18 [
नद्यादितीर्थस्नाने तु स्नानवस्त्रं न शोधयेत् ।
वापीकूपगृहादौ तु स्नानादूर्ध्वं नयेद्बुधः
]

`verse 19 [
शिलादार्वादिके वापि जले वापि स्थलेपि वा ।
संशोध्य पीडयेद्वस्त्रं पितृ-णां तृप्तये द्विजाः 1.13.२० ।
जाबालकोक्तमंत्रेण भस्मना च त्रिपुंड्रकम् ।
अन्यथा चेज्जले पात इतस्तन्नरकमृच्छति
]

`verse 20 [
आपोहिष्ठेति शिरसि प्रोक्षयेत्पापशांतये ।
यस्येति मंत्रं पादे तु संधिप्रोक्षणमुच्यते
]

`verse 21 [
पादे मूर्ध्नि हृदि चैव मूर्ध्नि हृत्पाद एव च ।
हृत्पादमूर्ध्नि संप्रोक्ष्य मंत्रस्नानं विदुर्बुधाः
]

`verse 22 [
ईषत्स्पर्शे च दौः स्वास्थ्ये राजराष्ट्रभयेऽपि च ।
अत्यागतिकाले च मंत्रस्नानं समाचरेत्
]

`verse 23 [
प्रातः सूर्यानुवाकेन सायमग्न्यनुवाकतः ।
अपः पीत्वा तथामध्ये पुनः प्रोक्षणमाचरेत्
]

`verse 24 [
गायत्र्! या जपमंत्रांते त्रिरूर्ध्वं प्राग्विनिक्षिपेत् ।
मंत्रेण सह चैकं वै मध्येऽर्घ्यं तु रवेर्द्विजा
]

`verse 25 [
अथ जाते च सायाह्ने भुवि पश्चिमदिण्मुखः ।
उद्धृत्य दद्यात्प्रातस्तु मध्याह्नेंगुलिभिस्तथा
]

`verse 26 [
अंगुलीनां च रंध्रेण लंबं पश्येद्दिवाकरम् ।
आत्मप्रदक्षिणं कृत्वा शुद्धाचमनमाचरेत्
]

`verse 27 [
सायं मुहूर्तादर्वाक्तु कृता संध्या वृथा भवेत् ।
अकालात्काल इत्युक्तो दिनेऽतीते यथाक्रमम्
]

`verse 28 [
दिवाऽतीते च गायत्रीं शतं नित्ये क्रमाज्जपेत् ।
आदर्शाहात्पराऽतीते गायत्रीं लक्षमभ्यसेत् 1.13.३० ।
मासातीते तु नित्ये हि पुनश्चोपनयं चरेत् ।
ईशो गौरीगुहो विष्णुर्ब्रह्मा चेंद्र श्च वै यमः
]

`verse 29 [
एवं रूपांश्च वै देवांस्तर्पयेदर्थसिद्धये ।
ब्रह्मार्पणं ततः कृत्वा शुद्धाचमनमाचरेत्
]

`verse 30 [
तीर्थदक्षिणतः शस्ते मठे मंत्रालये बुधः ।
तत्र देवालये वापि गृहे वा नियतस्थले
]

`verse 31 [
सर्वान्देवान्नमस्कृत्य स्थिरबुद्धिः स्थिरासनः ।
प्रणवं पूर्वमभ्यस्य गायत्रीमभ्यसेत्ततः
]

`verse 32 [
जीवब्रह्मैक्यविषयं बुद्ध्वा प्रणवमभ्यसेत् ।
त्रैलोक्यसृष्टिकर्त्तारं स्थितिकर्तारमच्युतम्
]

`verse 33 [
संहर्तारं तथा रुद्रं स्वप्रकाशमुपास्महे ।
ज्ञानकर्मेंद्रि याणां च मनोवृत्तीर्धियस्तथा
]

`verse 34 [
भोगमोक्षप्रदे धर्मे ज्ञाने च प्रेरयेत्सदा ।
इत्थमर्थं धियाध्यायन्ब्रह्मप्राप्नोति निश्चयः
]

`verse 35 [
केवलं वा जपेन्नित्यं ब्राह्मण्यस्य च पूर्तये ।
सहस्रमभ्यसेन्नित्यं प्रातर्ब्राह्मणपुंगवः
]

`verse 36 [
अन्येषां च यथा शक्तिमध्याह्ने च शतं जपेत् ।
सायं द्विदशकं ज्ञेयं शिखाष्टकसमन्वितम्
]

`verse 37 [
मूलाधारं समारभ्य द्वादशांतस्थितांस्तथा ।
विद्येशब्रह्मविष्ण्वीशजीवात्मपरमेश्वरान् 1.13.४० ।
ब्रह्मबुद्ध्या तदैक्यं च सोहं भावनया जपेत् ।
तानेव ब्रह्मरंध्रादौ कायाद्बाह्ये च भावयेत्
]

`verse 38 [
महत्तत्त्वं समारभ्य शरीरं तु सहस्रकम् ।
एकैकस्माज्जपादेकमतिक्रम्य शनैः शनैः
]

`verse 39 [
परस्मिन्योजयेज्जीवं जपतत्त्वमुदाहृतम् ।
शतद्विदशकं देहं शिखाष्टकसमन्वितम्
]

`verse 40 [
मंत्राणां जप एवं हि जपमादिक्रमाद्विदुः ।
सहस्रं ब्राह्मदं विद्याच्छतमैंद्र प्रदं विदुः
]

`verse 41 [
इतरत्त्वात्मरक्षार्थं ब्रह्मयोनिषु जायते ।
दिवाकरमुपस्थाय नित्यमित्थं समाचरेत्
]

`verse 42 [
लक्षद्वादशयुक्तस्तु पूर्णब्राह्मण ईरितः ।
गायत्र्! या लक्षहीनं तु वेदकार्येन योजयेत्
]

`verse 43 [
आसप्ततेस्तु नियमं पश्चात्प्रव्राजनं चरेत् ।
प्रातर्द्वादशसाहस्रं प्रव्राजीप्रणवं जपेत्
]

`verse 44 [
दिने दिने त्वतिक्रांते नित्यमेवं क्रमाज्जपेत् ।
मासादौ क्रमशोऽतीते सार्धलक्षजपेन हि
]

`verse 45 [
अत ऊर्ध्वमतिक्रांते पुनः प्रैषं समाचरेत् ।
एवं कृत्वा दोषशांतिरन्यथा रौरवं व्रजेत्
]

`verse 46 [
धर्मार्थयोस्ततो यत्नं कुर्यात्कामी न चेतरः ।
ब्राह्मणो मुक्तिकामः स्याद्ब्रह्मज्ञानं सदाभ्यसेत् 1.13.५० ।
धर्मादर्थोऽर्थतो भोगो भोगाद्वैराग्यसंभवः ।
धर्मार्जितार्थभोगेन वैराग्यमुपजायते
]

`verse 47 [
विपरीतार्थभोगेन राग एव प्रजायते ।
धर्मश्च द्विविधः प्रोक्तो द्र व्यदेहद्वयेन च
]

`verse 48 [
द्र व्यमिज्यादिरूपं स्यात्तीर्थस्नानादि दैहिकम् ।
धनेन धनमाप्नोति तपसा दिव्यरूपताम्
]

`verse 49 [
निष्कामः शुद्धिमाप्नोति शुद्ध्या ज्ञानं न संशयः ।
कृतादौ हि तपःश्लोघ्यं द्र व्यधर्मः कलौ युगे
]

`verse 50 [
कृतेध्यानाज्ज्ञानसिद्धिस्त्रेतायां तपसा तथा ।
द्वापरे यजनाज्ज्ञानं प्रतिमापूजया कलौ
]

`verse 51 [
यादृशं पुण्यं पापं वा तादृशं फलमेव हि ।
द्र व्यदेहांगभेदेन न्यूनवृद्धिक्षयादिकम्
]

`verse 52 [
अधर्मो हिंसिकारूपो धर्मस्तु सुखरूपकः ।
अधर्माद्दुःखमाप्नोति धर्माद्वै सुखमेधते
]

`verse 53 [
विद्यादुर्वृत्तितो दुःखं सुखं विद्यात्सुवृत्तितः ।
धर्मार्जनमतः कुर्याद्भोगमोक्षप्रसिद्धये
]

`verse 54 [
सकुटुंबस्य विप्रस्य चतुर्जनयुतस्य च ।
शतवर्षस्य वृत्तिं तु दद्यात्तद्ब्रह्मलोकदम्
]

`verse 55 [
चांद्रा यणसहस्रं तु ब्रह्मलोकप्रदं विदुः ।
सहस्रस्य कुटुंबस्य प्रतिष्ठां क्षत्रियश्चरेत् 1.13.६० ।
इंद्र लोकप्रदं विद्यादयुतं ब्रह्मलोकदम् ।
यां देवतां पुरस्कृत्य दानमाचरते नरः
]

`verse 56 [
तत्तल्लोकमवाप्नोति इति वेदविदो विदुः ।
अर्थहीनः सदा कुर्यात्तपसा मार्जनं तथा
]

`verse 57 [
तीर्थाच्च तपसा प्राप्यं सुखमक्षय्यमश्नुते ।
अर्थार्जनमथो वक्ष्ये न्यायतः सुसमाहितः
]

`verse 58 [
कृतात्प्रतिग्रहाच्चैव याजनाच्च विशुद्धितः ।
अदैन्यादनतिक्लेशाद्ब्राह्मणो धनमर्जयेत्
]

`verse 59 [
क्षत्रियो बाहुवीर्येण कृषिगोरक्षणाद्विशः ।
न्यायार्जितस्य वित्तस्य दानात्सिद्धिं समश्नुते
]

`verse 60 [
ज्ञानसिद्ध्या मोक्षसिद्धिः सर्वेषां गुर्वनुग्रहात् ।
मोक्षात्स्वरूपसिद्धिः स्यात्परानन्दं समश्नुते
]

`verse 61 [
सत्संगात्सर्वमेतद्वै नराणां जायते द्विजाः ।
धनधान्यादिकं सर्वं देयं वै गृहमेधिना
]

`verse 62 [
यद्यत्काले वस्तुजातं फलं वा धान्यमेव च ।
तत्तत्सर्वं ब्राह्मणेभ्यो देयं वै हितमिच्छता
]

`verse 63 [
जलं चैव सदा देयमन्नं क्षुद्व्याधिशांतये ।
क्षेत्रं धान्यं तथाऽऽमान्नमन्नमेवं चतुर्विधम्
]

`verse 64 [
यावत्कालं यदन्नं वै भुक्त्वा श्रवणमेधते ।
तावत्कृतस्य पुण्यस्य त्वर्धं दातुर्न संशयः 1.13.७० ।
ग्रहीताहिगृहीतस्य दानाद्वै तपसा तथा ।
पापसंशोधनं कुर्यादन्यथा रौरवं व्रजेत्
]

`verse 65 [
आत्मवित्तं त्रिधा कुर्याद्धर्मवृद्ध्यात्मभोगतः ।
नित्यं नैमित्तकं काम्यं कर्म कुर्यात्तु धर्मतः
]

`verse 66 [
वित्तस्य वर्धनं कुर्याद्वृद्ध्यंशेन हि साधकः ।
हितेन मितमे ध्येन भोगं भोगांशतश्चरेत्
]

`verse 67 [
कृष्यर्जिते दशांशं हि देयं पापस्य शुद्धये ।
शेषेण कुर्याद्धर्मादि अन्यथा रौरवं व्रजेत्
]

`verse 68 [
अथवा पापबुद्धिः स्यात्क्षयं वा सत्यमेष्यति ।
वृद्धिवाणिज्यके देयष्षडंशो हि विचक्षणैः
]

`verse 69 [
शुद्धप्रतिग्रहे देयश्चतुर्थांशो द्विजोत्तमैः ।
अकस्मादुत्थितेऽर्थे हि देयमर्धं द्विजोत्तमैः
]

`verse 70 [
असत्प्रतिग्रहसर्वं दुर्दानं सागरे क्षिपेत् ।
आहूय दानं कर्तव्यमात्मभोगसमृद्धये
]

`verse 71 [
पृष्टं सर्वं सदा देयमात्मशक्त्यनुसारतः ७८ब्।
जन्मांतरे ऋणी हि स्याददत्ते पृष्टवस्तुनि
]

`verse 72 [
परेषां च तथा दोषं न प्रशंसेद्विचक्षणः ।
विशेषेण तथा ब्रह्मञ्छ्रुतं दृष्टं च नो वदेत्
]

`verse 73 [
न वदेत्सर्वजंतूनां हृदि रोषकरं बुधः ।
संध्ययोरग्निकार्यं च कुर्यादैश्वर्यसिद्धये 1.13.८० ।
अशक्तस्त्वेककाले वा सूर्याग्नी च यथाविधि ।
तंडुलं धान्यमाज्यं वा फलं कंदं हविस्तथा
]

`verse 74 [
स्थालीपाकं तथा कुर्याद्यथान्यायं यथाविधि ।
प्रधानहोममात्रं वा हव्याभावे समाचरेत्
]

`verse 75 [
नित्यसंधानमित्युक्तं तमजस्रं विदुर्बुधाः ।
अथवा जपमात्रं वा सूर्यवंदनमेव च
]

`verse 76 [
एवमात्मार्थिनः कुर्युरर्थार्थी च यथाविधि ।
ब्रह्मयज्ञरता नित्यं देवपूजारतास्तथा
]

`verse 77 [
अग्निपूजापरा नित्यं गुरुपूजारतास्तथा ।
ब्राह्मणानां तृप्तिकराः सर्वे स्वर्गस्य भागिनः
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां त्रयोदशोऽध्यायः
]
