`speaker [
ऋषय ऊचुः
]

`verse 1 [
अग्नियज्ञं देवयज्क्तं ब्रह्मयज्क्तं तथैव च ।
गुरुपूजां ब्रह्मतृप्तिं क्रमेण ब्रूहि नः प्रभो
]

`speaker [
सूत उवाच
]

`verse 2 [
अग्नौ जुहोति यद्द्रव्यमग्नियज्ञः स उच्यते ।
ब्रह्मचर्याश्रमस्थानां समिदाधानमेव हि
]

`verse 3 [
समिदग्रौ व्रताद्यं च विशेषयजनादिकम् ।
प्रथमाश्रमिणामेवं यावदौपासनं द्विजाः
]

`verse 4 [
आत्मन्यारोपिताग्नीनां वनिनां यतिनां द्विजाः ।
हितं च मितमेध्यान्नं स्वकाले भोजनं हुतिः
]

`verse 5 [
औपासनाग्निसंधानं समारभ्य सुरक्षितम् ।
कुंडे वाप्यथ भांडे वा तदजस्रं समीरितम्
]

`verse 6 [
अग्निमात्मन्यरण्यां वा राजदैववशाद्ध्रुवम् ।
अग्नित्यागभयादुक्तं समारोपितमुच्यते
]

`verse 7 [
संपत्करी तथा ज्ञेया सायमग्न्याहुतिर्द्विजाः ।
आयुष्करीति विज्ञेया प्रातः सूर्याहुतिस्तथा
]

`verse 8 [
अग्नियज्ञो ह्ययं प्रोक्तो दिवा सूर्यनिवेशनात् ।
इंद्रा दीन्सकलान्देवानुद्दिश्याग्नौ जुहोतियत्
]

`verse 9 [
देवयज्ञं हि तं विद्यात्स्थालीपाकादिकान्क्रतून् ।
चौलादिकं तथा ज्ञेयं लौकिकाग्नौ प्रतिष्ठितम्
]

`verse 10 [
ब्रह्मयज्ञं द्विजः कुर्याद्देवानां तृप्तये सकृत् ।
ब्रह्मयज्ञ इति प्रोक्तो वेदस्याऽध्ययनं भवेत् 1.14.१० ।
नित्यानंतरमासोयं ततस्तु न विधीयते ।
अनग्नौ देवयजनं शृणुत श्रद्धयादरात्
]

`verse 11 [
आदिसृष्टौ महादेवः सर्वज्ञः करुणाकरः ।
सर्वलोकोपकारार्थं वारान्कल्पितवान्प्रभुः
]

`verse 12 [
संसारवैद्यः सर्वज्ञः सर्वभेषजभेषजम् ।
आदावारोग्यदं वारं स्ववारं कृतवान्प्रभुः
]

`verse 13 [
संपत्कारं स्वमायाया वरं च कृतवांस्ततः ।
जनने दुर्गतिक्रांते कुमारस्य ततः परम्
]

`verse 14 [
आलस्यदुरितक्रांत्यै वारं कल्पितवान्प्रभुः ।
रक्षकस्य तथा विष्णोर्लोकानां हितकाम्यया
]

`verse 15 [
पुष्ट्यर्थं चैव रक्षार्थं वारं कल्पितवान्प्रभुः ।
आयुष्करं ततो वारमायुषां कर्तुरेव हि
]

`verse 16 [
त्रैलोक्यसृष्टिकर्त्तुर्हि ब्रह्मणः परमेष्ठिनः ।
जगदायुष्यसिद्ध्यर्थं वारं कल्पितवान्प्रभुः
]

`verse 17 [
आदौ त्रैलोक्यवृद्ध्यर्थं पुण्यपापे प्रकल्पिते ।
तयोः कर्त्रोस्ततो वारमिंद्र स्य च यमस्य च
]

`verse 18 [
भोगप्रदं मृत्युहरं लोकानां च प्रकल्पितम् ।
आदित्यादीन्स्वस्वरूपान्सुखदुःखस्य सूचकान्
]

`verse 19 [
वारेशान्कल्पयित्वादौ ज्योतिश्चक्रेप्रतिष्ठितान् ।
स्वस्ववारे तु तेषां तु पूजा स्वस्वफलप्रदा 1.14.२० ।
आरोग्यं संपदश्चैव व्याधीनां शांतिरेव च ।
पुष्टिरायुस्तथा भोगो मृतेर्हानिर्यथाक्रमम्
]

`verse 20 [
वारक्रमफलं प्राहुर्देवप्रीतिपुरःसरम् ।
अन्येषामपि देवानां पूजायाः फलदः शिवः
]

`verse 21 [
देवानां प्रीतये पूजापंचधैव प्रकल्पिता ।
तत्तन्मंत्रजपो होमो दानं चैव तपस्तथा
]

`verse 22 [
स्थंडिले प्रतिमायां च ह्यग्नौ ब्राह्मणविग्रहे ।
समाराधनमित्येवं षोडशैरुपचारकैः
]

`verse 23 [
उत्तरोत्तरवैशिष्ट्यात्पूर्वाभावे तथोत्तरम् ।
नेत्रयोः शिरसो रोगे तथा कुष्ठस्य शांतये
]

`verse 24 [
आदित्यं पूजयित्वा तु ब्राह्मणान्भोजयेत्ततः ।
दिनं मासं तथा वर्षं वर्षत्रयमथवापि वा
]

`verse 25 [
प्रारब्धं प्रबलं चेत्स्यान्नश्येद्रो गजरादिकम् ।
जपाद्यमिष्टदेवस्य वारादीनां फलं विदुः
]

`verse 26 [
पापशांतिर्विशेषेण ह्यादिवारे निवेदयेत् ।
आदित्यस्यैव देवानां ब्राह्मणानां विशिष्टदम्
]

`verse 27 [
सोमवारे च लक्ष्म्यादीन्संपदर्थं यजेद्बुधः ।
आज्यान्नेन तथा विप्रान्सपत्नीकांश्च भोजयेत्
]

`verse 28 [
काल्यादीन्भौम वारे तु यजेद्रो गप्रशांतये ।
माषमुद्गाढकान्नेन ब्रह्मणांश्चैव भोजयेत् 1.14.३० ।
सौम्यवारे तथा विष्णुं दध्यन्नेन यजेद्बुधः ।
पुत्रमित्रकलत्रादिपुष्टिर्भवति सर्वदा
]

`verse 29 [
आयुष्कामो गुरोर्वारे देवानां पुष्टिसिद्धये ।
उपवीतेन वस्त्रेण क्षीराज्येन यजेद्बुधः
]

`verse 30 [
भोगार्थं भृगवारे तु यजेद्देवान्समाहितः ।
षड्रसोपेतमन्नं च दद्याद्ब्राह्मणतृप्तये
]

`verse 31 [
स्त्रीणां च तृप्तये तद्वद्देयं वस्त्रादिकं शुभम् ।
अपमृत्युहरे मंदे रुद्रा द्री श्चं! यजेद्बुधः
]

`verse 32 [
तिलहोमेन दानेन तिलान्नेन च भोजयेत् ।
इत्थं यजेच्च विबुधानारोग्यादिफलं लभेत्
]

`verse 33 [
देवानां नित्ययजने विशेषयजनेपि च ।
स्नाने दाने जपे होमे ब्राह्मणानां च तर्पणे
]

`verse 34 [
तिथिनक्षत्रयोगे च तत्तद्देवप्रपूजने ।
आदिवारादिवारेषु सर्वज्ञो जगदीश्वरः
]

`verse 35 [
तत्तद्रू पेण सर्वेषामारोग्यादिफलप्रदः ।
देशकालानुसारेण तथा पात्रानुसारतः
]

`verse 36 [
द्र व्यश्रद्धानुसारेण तथा लोकानुसारतः ३९ब्।
तारतम्यक्रमाद्देवस्त्वारोग्यादीन्प्रयच्छति
]

`verse 37 [
शुभादावशुभांते च जन्मर्क्षेषु गृहे गृही ।
आरोग्यादिसमृद्ध्यर्थमादित्यादीन्ग्रहान्यजेत् 1.14.४० ।
तस्माद्वै देवयजनं सर्वाभीष्टफलप्रदम् ।
समंत्रकं ब्राह्मणानामन्येषां चैव तांत्रिकम्
]

`verse 38 [
यथाशक्त्यानुरूपेण कर्तव्यं सर्वदा नरैः ।
सप्तस्वपि च वारेषु नरैः शुभफलेप्सुभिः
]

`verse 39 [
दरिद्र स्तपसा देवान्यजेदाढ्यो धनेन हि ।
पुनश्चैवंविधं धर्मं कुरुते श्रद्धया सह
]

`verse 40 [
पुनश्च भोगान्विविधान्भुक्त्वा भूमौ प्रजायते ।
छायां जलाशयं ब्रह्मप्रतिष्ठां धर्मसंचयम्
]

`verse 41 [
सर्वं च वित्तवान्कुर्यात्सदा भोगप्रसिद्धये ।
कालाच्च पुण्यपाकेन ज्ञानसिद्धिः प्रजायते
]

`verse 42 [
य इमं शृणुतेऽध्यायं पठते वा नरो द्विजाः ।
श्रवणस्योपकर्त्ता च देवयज्ञफलं लभेत्
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां चतुर्दशोऽध्यायः
]
