`speaker [
ऋषय ऊचुः
]

`verse 1 [
देशादीन्क्रमशो ब्रूहि सूत सर्वार्थवित्तम् ।
सूत उवाच ।
शुद्धं गृहं समफलं देवयज्ञादिकर्मसु
]

`verse 2 [
ततो दशगुणं गोष्ठं जलतीरं ततो दश ।
ततो दशगुणं बिल्वतुलस्यश्वत्थमूलकम्
]

`verse 3 [
ततो देवालयं विद्यात्तीर्थतीरं ततो दश ।
ततो दशगुणं नद्यास्तीर्थनद्यास्ततो दश
]

`verse 4 [
सप्तगंगानदीतीरं तस्या दशगुणं भवेत् ।
गंगा गोदावरी चैव कावेरी ताम्रपर्णिका
]

`verse 5 [
सिंधुश्च सरयू रेवा सप्तगंगाः प्रकीर्तिताः ।
ततोऽब्धितीरं दश च पर्वताग्रे ततो दश
]

`verse 6 [
सर्वस्मादधिकं ज्ञेयं यत्र वा रोचते मनः ।
कृते पूर्णफलं ज्ञेयं यज्ञदानादिकं तथा
]

`verse 7 [
त्रेतायुगे त्रिपादं च द्वापरेऽर्धं सदा स्मृतम् ।
कलौ पादं तु विज्ञेयं तत्पादोनं ततोर्द्धके
]

`verse 8 [
शुद्धात्मनः शुद्धदिनं पुण्यं समफलं विदुः ।
तस्माद्दशगुणं ज्ञेयं रविसंक्रमणे बुधाः
]

`verse 9 [
विषुवे तद्दशगुणमयने तद्दश स्मृतम् ।
तद्दश मृगसंक्रांतौ तच्चंद्र ग्रहणे दश
]

`verse 10 [
ततश्च सूर्यग्रहणे पूर्णकालोत्तमे विदुः ।
जगद्रूपस्य सूर्यस्य विषयोगाच्च रोगदम् 1.15.१० ।
अतस्तद्विषशांत्यर्थं स्नानदानजपांश्चरेत् ।
विषशांत्यर्थकालत्वात्स कालः पुण्यदः स्मृतः
]

`verse 11 [
जन्मर्क्षे च व्रतांते च सूर्यरागोपमं विदुः ।
महतां संगकालश्च कोट्यर्कग्रहणं विदुः
]

`verse 12 [
तपोनिष्ठा ज्ञाननिष्ठा योगिनो यतयस्तथा ।
पूजायाः पात्रमेते हि पापसंक्षयकारणम्
]

`verse 13 [
चतुर्विंशतिलक्षं वा गायत्र्या जपसंयुतः ।
ब्राह्मणस्तु भवेत्पात्रं संपूर्णफलभोगदम्
]

`verse 14 [
पतनात्त्रायत इति पात्रं शास्त्रे प्रयुज्यते ।
दातुश्च पातकात्त्राणात्पात्रमित्यभिधीयते
]

`verse 15 [
गायकं त्रायते पाताद्गायत्रीत्युच्यते हि सा ।
यथाऽर्थहिनो लोकेऽस्मिन्परस्यार्थं न यच्छति
]

`verse 16 [
अर्थवानिह यो लोके परस्यार्थं प्रयच्छति ।
स्वयं शुद्धो हि पूतात्मा नरान्संत्रातुमर्हति
]

`verse 17 [
गायत्रीजपशुद्धो हि शुद्धब्राह्मण उच्यते ।
तस्माद्दाने जपे होमे पूजायां सर्वकर्मणि
]

`verse 18 [
दानं कर्तुं तथा त्रातुं पात्रं तु ब्राह्मणोर्हति ।
अन्नस्य क्षुधितं पात्रं नारीनरमयात्मकम्
]

`verse 19 [
ब्राह्मणं श्रेष्ठमाहूय यत्काले सुसमाहितम् ।
तदर्थं शब्दमर्थं वा सद्बोधकमभीष्टदम् 1.15.२० ।
इच्छावतः प्रदानं च संपूर्णफलदं विदुः ।
यत्प्रश्नानंतरं दत्तं तदर्धं फलदं विदुः
]

`verse 20 [
यत्सेवकाय दत्तं स्यात्तत्पादफलदं विदुः ।
जातिमात्रस्य विप्रस्य दीनवृत्तेर्द्विजर्षभाः
]

`verse 21 [
दत्तमर्थं हि भोगाय भूर्लोकेदशवार्षिकम् ।
वेदयुक्तस्य विप्रस्य स्वर्गे हि दशवार्षिकम्
]

`verse 22 [
गायत्रीजपयुक्तस्य सत्ये हि दशवार्षिकम् ।
विष्णुभक्तस्य विप्रस्य दत्तं वैकुंठदं विदुः
]

`verse 23 [
शिवभक्तस्य विप्रस्य दत्तं कैलासदं विदुः ।
तत्तल्लोकोपभोगार्थं सर्वेषां दानमिष्यते
]

`verse 24 [
दशांगमन्नं विप्रस्य भानुवारे ददन्नरः ।
परजन्मनि चारोग्यं दशवर्षं समश्नुते
]

`verse 25 [
बहुमानमथाह्वानमभ्यंगं पादसेवनम् ।
वासो गंधाद्यर्चनं च घृतापूपरसोत्तरम्
]

`verse 26 [
षड्रसं व्यंजनं चैव तांबूलं दक्षिणोत्तरम् ।
नमश्चानुगमश्चैव स्वन्नदानं दशांगकम्
]

`verse 27 [
दशांगमन्नं विप्रेभ्यो दशभ्यो वै ददन्नरः ।
अर्कवारे तथाऽऽरोग्यं शतवर्षं समश्नुते
]

`verse 28 [
सोमवारादिवारेषु तत्तद्वारगुणं फलम् ।
अन्नदानस्य विज्ञेयं भूर्लोके परजन्मनि 1.15.३० ।
सप्तस्वपि च वारेषु दशभ्यश्च दशांगकम् ।
अन्नं दत्त्वा शतं वर्षमारोग्यादिकमश्नुते
]

`verse 29 [
एवं शतेभ्यो विप्रेभ्यो भानुवारे ददन्नरः ।
सहस्रवर्षमारोग्यं शर्वलोके समश्नुते
]

`verse 30 [
सहस्रेभ्यस्तथा दत्त्वाऽयुतवर्षं समश्नुते ।
एवं सोमादिवारेषु विज्ञेयं हि विपश्चिता
]

`verse 31 [
भानुवारे सहस्राणां गायत्रीपूतचेतसाम् ।
अन्नं दत्त्वा सत्यलोके ह्यारोग्यादि समश्नुते
]

`verse 32 [
अयुतानां तथा दत्त्वा विष्णुलोके समश्नुते ।
अन्नं दत्त्वा तु लक्षाणां रुद्र लोके समश्नुते
]

`verse 33 [
बालानां ब्रह्मबुद्ध्या हि देयं विद्यार्थिभिर्नरैः ।
यूनां च विष्णुबुद्ध्या हि पुत्रकामार्थिभिर्नरैः
]

`verse 34 [
वृद्धानां रुद्र बुद्ध्या हि देयं ज्ञानार्थिभिर्नरैः ।
बालस्त्रीभारतीबुद्ध्या बुद्धिकामैर्नरोत्तमैः
]

`verse 35 [
लक्ष्मीबुद्ध्या युवस्त्रीषु भोगकामैर्नरोत्तमैः ।
वृद्धासु पार्वतीबुद्ध्या देयमात्मार्थिभिर्जनैः
]

`verse 36 [
शिलवृत्त्योञ्छवृत्त्या च गुरुदक्षिणयार्जितम् ।
शुद्धद्रव्यमिति प्राहुस्तत्पूर्णफलदं विदुः
]

`verse 37 [
शुक्लप्रतिग्रहाद्दत्तं मध्यमं द्रव्यमुच्यते ।
कृषिवाणिज्यकोपेतमधमं द्रव्यमुच्यते 1.15.४० ।
क्षत्रियाणां विशां चैव शौर्यवाणिज्यकार्जितम् ।
उत्तमं द्रव्यमित्याहुः शूद्राणां भृतकार्जितम्
]

`verse 38 [
स्त्रीणां धर्मार्थिनां द्रव्यं पैतृकं भर्तृकं तथा ।
गवादीनां द्वादशीनां चैत्रादिषु यथाक्रमम्
]

`verse 39 [
संभूय वा पुण्यकाले दद्यादिष्टसमृद्धये ।
गोभूतिलहिरण्याज्यवासोधान्यगुडानि च
]

`verse 40 [
रौप्यं लवणकूष्मांडे कन्याद्वादशकं तथा ।
गोदानाद्दत्तगव्येन गोमयेनोपकारिणा
]

`verse 41 [
धनधान्याद्याश्रितानां दुरितानां निवारणम् ।
जलस्नेहाद्याश्रितानां दुरितानां तु गोजलैः
]

`verse 42 [
कायिकादित्राणां तु क्षीरदध्याज्यकैस्तथा ।
तथा तेषां च पुष्टिश्च विज्ञेया हि विपश्चिता
]

`verse 43 [
भूदानं तु प्रतिष्ठार्थमिह चाऽमुत्र च द्विजाः ।
तिलदानं बलार्थं हि सदा मृत्युजयं विदुः
]

`verse 44 [
हिरण्यं जाठराग्नेस्तु वृद्धिदं वीर्यदं तथा ।
आज्यं पुष्टिकरं विद्याद्वस्त्रमायुष्करं विदुः
]

`verse 45 [
धान्यमन्नं समृद्ध्यर्थं मधुराहारदं गुडम् ।
रौप्यं रेतोभिवृद्ध्यर्थं षड्रसार्थं तु लावणम्
]

`verse 46 [
सर्वं सर्वसमृद्ध्यर्थं कूष्मांडं पुष्टिदं विदुः ।
प्राप्तिदं सर्वभोगानामिह चाऽमुत्र च द्विजाः 1.15.५० ।
यावज्जीवनमुक्तं हि कन्यादानं तु भोगदम् ।
पनसाम्रकपित्थानां वृक्षाणां फलमेव च
]

`verse 47 [
कदल्याद्यौषधीनां च फलं गुल्मोद्भवं तथा ।
माषादीनां च मुद्गानां फलं शाकादिकं तथा
]

`verse 48 [
मरीचिसर्षपाद्यानां शाकोपकरणं तथा ।
यदृतौ यत्फलं सिद्धं तद्देयं हि विपश्चिता
]

`verse 49 [
श्रोत्रादींद्रियतृप्तिश्च सदा देया विपश्चिता ।
शब्दादिदशभोगार्थं दिगादीनां च तुष्टिदा
]

`verse 50 [
वेदशास्त्रं समादाय बुद्ध्वा गुरुमुखात्स्वयम् ।
कर्मणां फलमस्तीति बुद्धिरास्तिक्यमुच्यते
]

`verse 51 [
बंधुराजभयाद्बुद्धिश्रद्धा सा च कनीयसी ।
सर्वाभावे दरिद्र स्तु वाचा वा कर्मणा यजेत्
]

`verse 52 [
वाचिकं यजनं विद्यान्मंत्रस्तोत्रजपादिकम् ।
तीर्थयात्राव्रताद्यं हि कायिकं यजनं विदुः
]

`verse 53 [
येन केनाप्युपायेन ह्यल्पं वा यदि वा बहु ।
देवतार्पणबुद्ध्या च कृतं भोगाय कल्पते
]

`verse 54 [
तपश्चर्या च दानं च कर्तव्यमुभयं सदा ।
प्रतिश्रयं प्रदातव्यं स्ववर्णगुणशोभितम्
]

`verse 55 [
देवानां तृप्तयेऽत्यर्थं सर्वभोगप्रदं बुधैः ।
इहाऽमुत्रोत्तमं जन्मसदाभोगं लभेद्बुधः ।
ईश्वरार्पणबुद्ध्या हि कृत्वा मोक्षफलं लभेत् 1.15.६०।
य इमं पठतेऽध्यायं यः शृणोति सदा नरः ।
तस्य वैधर्मबुद्धिश्च ज्ञानसिद्धिः प्रजायते
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां पंचदशोध्यायः
]
