`speaker [
ऋषय ऊचुः
]

`verse 1 [
पार्थिवप्रतिमापूजाविधानं ब्रूहि सत्तम ।
येन पूजाविधानेन सर्वाभिष्टमवाप्यते
]

`speaker [
सूत उवाच
]

`verse 2 [
सुसाधुपृष्टं युष्माभिः सदा सर्वार्थदायकम् ।
सद्यो दुःखस्य शमनं शृणुत प्रब्रवीमि वः
]

`verse 3 [
अपमृत्युहरं कालमृत्योश्चापि विनाशनम् ।
सद्यः कलत्रपुत्रादिधनधान्यप्रदं द्विजाः
]

`verse 4 [
अन्नादिभोज्यं वस्त्रादिसर्वमुत्पद्यते यतः ।
ततो मृदादिप्रतिमापूजाभीष्टप्रदा भुवि
]

`verse 5 [
पुरुषाणां च नारीणामधिकारोत्र निश्चितम् ।
नद्यां तडागे कूपे वा जलांतर्मृदमाहरेत्
]

`verse 6 [
संशोध्य गंधचूर्णेन पेषयित्वा सुमंडपे ।
हस्तेन प्रतिमां कुर्यात्क्षीरेण च सुसंस्कृताम्
]

`verse 7 [
अंगप्रत्यंगकोपेतामायुधैश्च समन्विताम् ।
पद्मासनस्थितां कृत्वा पूजयेदादरेण हि
]

`verse 8 [
विघ्नेशादित्यविष्णूनामंबायाश्च शिवस्य च ।
शिवस्यशिवलिंगं च सर्वदा पूजयेद्द्विज
]

`verse 9 [
षोडशैरुपचारैश्च कुर्यात्तत्फलसिद्धये ।
पुष्पेण प्रोक्षणं कुर्यादभिषेकं समंत्रकम्
]

`verse 10 [
शाल्यन्नेनैव नैवेद्यं सर्वं कुडवमानतः ।
गृहे तु कुडवं ज्ञेयं मानुषे प्रस्थमिष्यते 1.16.१० ।
दैवे प्रस्थत्रयं योग्यं स्वयंभोः प्रस्थपंचकम् ।
एवं पूर्णफलं विद्यादधिकं वै द्वयं त्रयम्
]

`verse 11 [
सहस्रपूजया सत्यं सत्यलोकं लभेद्द्विजः ।
द्वादशांगुलमायामं द्विगुणं च ततोऽधिकम्
]

`verse 12 [
प्रमाणमंगुलस्यैकं तदूर्ध्वं पंचकत्रयम् ।
अयोदारुकृतं पात्रं शिवमित्युच्यते बुधैः
]

`verse 13 [
तदष्टभागः प्रस्थः स्यात्तच्चतुःकुडवं मतम् ।
दशप्रस्थं शतप्रस्थं सहस्रप्रस्थमेव च
]

`verse 14 [
जलतैलादिगंधानां यथायोग्यं च मानतः ।
मानुषार्षस्वयंभूनां महापूजेति कथ्यते
]

`verse 15 [
अभिषेकादात्मशुद्धिर्गंधात्पुण्यमवाप्यते ।
आयुस्तृप्तिश्च नैवेद्याद्धूपादर्थमवाप्यते १६* तु. मण्डलब्राह्मणोपनिषत् २.२.५।
दीपाज्ज्ञानमवाप्नोति तांबूलाद्भोगमाप्नुयात् ।
तस्मात्स्नानादिकं षट्कं प्रयत्नेन प्रसाधयेत्
]

`verse 16 [
नमस्कारो जपश्चैव सर्वाभीष्टप्रदावुभौ ।
पूजान्ते च सदाकार्यौ भोगमोक्षार्थिभिर्नरैः
]

`verse 17 [
संपूज्य मनसा पूर्वं कुर्यात्तत्तत्सदा नरः ।
देवानां पूजया चैव तत्तल्लोकमवाप्नुयात्
]

`verse 18 [
तदवांतरलोके च यथेष्टं भोग्यमाप्यते ।
तद्विशेषान्प्रवक्ष्यामि शृणुत श्रद्धया द्विजाः 1.16.२० ।
विघ्नेशपूजया सम्यग्भूर्लोकेऽभीष्टमाप्नुयात् ।
शुक्रवारे चतुर्थ्यां च सिते श्रावणभाद्र के
]

`verse 19 [
भिषगृक्षे धनुर्मासे विघ्नेशं विधिवद्यजेत् ।
शतं पूजासहस्रं वा तत्संख्याकदिनैर्व्रजेत्
]

`verse 20 [
देवाग्निश्रद्धया नित्यं पुत्रदं चेष्टदं नृणाम् ।
सर्वपापप्रशमनं तत्तद्दुरितनाशनम्
]

`verse 21 [
वारपूजांशिवादीनामात्मशुद्धिप्रदां विदुः ।
तिथिनक्षत्रयोगानामाधारं सार्वकामिकम्
]

`verse 22 [
तथा बृद्धिक्षयाभावात्पूर्णब्रह्मात्मकं विदुः ।
उदयादुदयं वारो ब्रह्मप्रभृति कर्मणाम्
]

`verse 23 [
तिथ्यादौ देवपूजा हि पूर्णभोगप्रदा नृणाम् ।
पूर्वभागः पितृ-णां तु निशि युक्तः प्रशस्यते
]

`verse 24 [
परभागस्तु देवानां दिवा युक्तः प्रशस्यते ।
उदयव्यापिनी ग्राह्या मध्याह्ने यदि सा तिथिः
]

`verse 25 [
देवकार्ये तथा ग्राह्यास्थिति ऋक्षादिकाः शुभाः ।
सम्यग्विचार्य वारादीन्कुर्यात्पूजाजपादिकम्
]

`verse 26 [
पूजार्यते ह्यनेनेति वेदेष्वर्थस्य योजना ।
पूर्णभोगफलसिद्धिश्च जायते तेन कर्मणा
]

`verse 27 [
मनोभावांस्तथा ज्ञानमिष्टभोगार्थयोजनात् ।
पूजाशब्दर्थ एवं हि विश्रुतो लोकवेदयोः 1.16.३० ।
नित्यनैमित्तिकं कालात्सद्यः काम्ये स्वनुष्ठिते ।
नित्यं मासं च पक्षं च वर्षं चैव यथाक्रमम्
]

`verse 28 [
तत्तत्कर्मफलप्राप्तिस्तादृक्पापक्षयः क्रमात् ।
महागणपतेः पूजा चतुर्थ्यां कृष्णपक्षके
]

`verse 29 [
पक्षपापक्षयकरी पक्षभोगफलप्रदा ।
चैत्रे चतुर्थ्यां पूजा च कृता मासफलप्रदा
]

`verse 30 [
वर्षभोगप्रदा ज्ञेया कृता वै सिंहभाद्र के ।
श्रवण्यादित्यवारे च सप्तम्यां हस्तभे दिने
]

`verse 31 [
माघशुक्ले च सप्तम्यामादित्ययजनं चरेत् ।
ज्येष्ठभाद्र कसौम्ये च द्वादश्यां श्रवर्णक्षके
]

`verse 32 [
द्वादश्यां विष्णुयजनमिष्टंसंपत्करं विदुः ।
श्रावणे विष्णुयजनमिष्टारोग्यप्रदं भवेत्
]

`verse 33 [
गवादीन्द्वादशानर्थान्सांगान्दत्वा तु यत्फलम् ।
तत्फलं समवाप्नोति द्वादश्यां विष्णुतर्पणात्
]

`verse 34 [
द्वादश्यां द्वादशान्विप्रान्विष्णोर्द्वादशनामतः ।
षोडशैरुपचारैश्च यजेत्तत्प्रीतिमाप्नुयात्
]

`verse 35 [
एवं च सर्वदेवानां तत्तद्द्वादशनामकैः ।
द्वादशब्रह्मयजनं तत्तत्प्रीतिकरं भवेत्
]

`verse 36 [
कर्कटे सोमवारे च नवम्यां मृगशीर्षके ।
अंबां यजेद्भूतिकामः सर्वभोगफलप्रदाम् 1.16.४० ।
आश्वयुक्छुक्लनवमी सर्वाभीष्टफलप्रदा ।
आदिवारे चतुर्दश्यां कृष्णपक्षे विशेषतः
]

`verse 37 [
आर्द्रायां च महार्द्रायां शिवपूजा विशिष्यते ।
माघकृष्णचतुर्दश्यां सर्वाभीष्टफलप्रदा
]

`verse 38 [
आयुष्करी मृत्युहरा सर्वसिद्धिकरी नृणाम् ।
ज्येष्ठमासे महार्द्रायां चतुर्दशीदिनेपि च
]

`verse 39 [
मार्गशीर्षार्द्रकायां वा षोडशैरुपचारकैः ।
तत्तन्मूर्तिशिवं पूज्य तस्य वै पाददर्शनम्
]

`verse 40 [
शिवस्य यजनं ज्ञेयं भोगमोक्षप्रदं नृणाम् ।
वारादिदेवयजनं कार्तिके हि विशिष्यते
]

`verse 41 [
कार्तिके मासि संप्राप्ते सर्वान्देवान्यजेद्बुधः ।
दानेन तपसा होमैर्जपेन नियमेन च
]

`verse 42 [
षोडशैरुपचारैश्च प्रतिमा विप्रमंत्रकैः ।
ब्राह्मणानां भोजनेन निष्कामार्तिकरो भवेत्
]

`verse 43 [
कार्तिके देवयजनं सर्वभोगप्रदं भवेत् ।
व्याधीनां हरणं चैव भवेद्भूतग्रहक्षयः
]

`verse 44 [
कार्तिकादित्यवारेषु नृणामादित्यपूजनात् ।
तैलकार्पासदानात्तु भवेत्कुष्ठादिसंक्षयः
]

`verse 45 [
हरीतकीमरीचीनां वस्त्रक्षीरादिदानतः ।
ब्रह्मप्रतिष्ठया चैव क्षयरोगक्षयो भवेत् 1.16.५० ।
दीपसर्षपदानाच्च अपस्मारक्षयो भवेत् ।
कृत्तिकासोमवारेषु शिवस्य यजनं नृणाम्
]

`verse 46 [
महादारिद्र्य शमनं सर्वसंपत्करं भवेत् ।
गृहक्षेत्रादिदानाच्च गृहोपकरणादिना
]

`verse 47 [
कृत्तिकाभौमवारेषु स्कंदस्य यजनान्नृणाम् ।
दीपघंटादिदानाद्वै वाक्सिद्धिरचिराद्भवेत्
]

`verse 48 [
कृत्तिकासौम्यवारेषु विष्णोर्वै यजनं नृणाम् ।
दध्योदनस्य दानं च सत्संतानकरं भवेत्
]

`verse 49 [
कृतिकागुरुवारेषु ब्रह्मणो यजनाद्धनैः ।
मधुस्वर्णाज्यदानेन भोगवृद्धिर्भवेन्नृणाम्
]

`verse 50 [
कृत्तिकाशुक्रवारेषु गजकोमेडयाजनात्
]

`verse 51 [
गंधपुष्पान्नदानेन भोग्यवृद्धिर्भवेन्नृणाम्
]

`verse 52 [
वंध्या सुपुत्रं लभते स्वर्णरौप्यादिदानतः ।
कृत्तिकाशनिवारेषु दिक्पालानां च वंदनम्
]

`verse 53 [
दिग्गजानां च नागानां सेतुपानां च पूजनम् ।
त्र्यंबकस्य च रुद्रस्य विष्णोः पापहरस्य च
]

`verse 54 [
ज्ञानदं ब्रह्मणश्चैव धन्वंतर्यश्विनोस्तथा ।
रोगापमृत्युहरणं तत्कालव्याधिशांतिदम्
]

`verse 55 [
लवणायसतैलानां माषादीनां च दानतः ।
त्रिकटुफलगंधानां जलादीनां च दानतः 1.16.६० ।
द्रवाणां कठिनानां च प्रस्थेन पलमानतः ।
स्वर्गप्राप्तिर्धनुर्मासे ह्युषःकाले च पूजनम्
]

`verse 56 [
शिवादीनां च सर्वेषां क्रमाद्वै सर्वसिद्धये ।
शाल्यन्नस्य हविष्यस्य नैवेद्यं शस्तमुच्यते*
]

`verse 57 [
विविधान्नस्य नैवेद्यं धनुर्मासे विशिष्यते ।
मार्गशीर्षेऽन्नदस्यैव सर्वमिष्टफलं भवेत्
]

`verse 58 [
पापक्षयं चेष्टसिद्धिं चारोग्यं धर्ममेव च ।
सम्यग्वेदपरिज्ञानं सदनुष्ठानमेव च
]

`verse 59 [
इहामुत्र महाभोगानंते योगं च शाश्वतम् ।
वेदांतज्ञानसिद्धिं च मार्गशीर्षान्नदो लभेत्
]

`verse 60 [
मार्गशीर्षे ह्युषःकाले दिनत्रयमथापि वा ।
यजेद्देवान्भोगकामो नाधनुर्मासिको भवेत्
]

`verse 61 [
यावत्संगवकालं तु धनुर्मासो विधीयते ।
धनुर्मासे निराहारो मासमात्रं जितेंद्रियः
]

`verse 62 [
आमध्याह्नजपेद्विप्रो गायत्रीं वेदमातरम् ।
पंचाक्षरादिकान्मंत्रान्पश्चादासप्तिकं जपेत्
]

`verse 63 [
ज्ञानं लब्ध्वा च देहांते विप्रो मुक्तिमवाप्नुयात् ।
अन्येषां नरनारीणां त्रिःस्नानेन जपेन च
]

`verse 64 [
सदा पंचाक्षरस्यैव विशुद्धं ज्ञानमाप्यते ।
इष्टमन्त्रान्सदा जप्त्वा महापापक्षयं लभेत् 1.16.७० ।
धनुर्मासे विशेषेण महानैवेद्यमाचरेत् ।
शालितंडुलभारेण मरीचप्रस्थकेन च
]

`verse 65 [
गणनाद्द्वादशं सर्वं मध्वाज्यकुडवेन हि ।
द्रोणयुक्तेन मुद्गेन द्वादशव्यंजनेन च
]

`verse 66 [
घृतपक्वैरपूपैश्च मोदकैः शालिकादिभिः ।
द्वादशैश्च दधिक्षीरैर्द्वादशप्रस्थकेन च
]

`verse 67 [
नारिकेलफलादीनां तथा गणनया सह ।
द्वादशक्रमुकैर्युक्तं षट्त्रिंशत्पत्रकैर्युतम्
]

`verse 68 [
कर्पूरखुरचूर्णेन पंचसौगंधिकैर्युतम् ।
तांबूलयुक्तं तु यदा महानैवेद्यलक्षणम्*
]

`verse 69 [
महानैवेद्यमेतद्वै देवतार्पणपूर्वकम् ।
वर्णानुक्रमपूर्वेण तद्भक्तेभ्यः प्रदापयेत्
]

`verse 70 [
एवं चौदननैवेद्याद्भूमौ राष्ट्रपतिर्भवेत् ।
महानैवेद्यदानेन नरः स्वर्गमवाप्नुयात्
]

`verse 71 [
महानैवेद्यदानेन सहस्रेण द्विजर्षभाः ।
सत्यलोके च तल्लोके पूर्णमायुरवाप्नुयात्
]

`verse 72 [
सहस्राणां च त्रिंशत्या महानैवेद्यदानतः ।
तदूर्ध्वलोकमाप्यैव न पुनर्जन्मभाग्भवेत्
]

`verse 73 [
सहस्राणां च षट्त्रिंशज्जन्म नैवेद्यमीरितम् ।
तावन्नैवेद्यदानं तु महापूर्णं तदुच्यते 1.16.८० ।
महापूर्णस्य नैवेद्यं जन्मनैवेद्यमिष्यते ।
जन्मनैवेद्यदानेन पुनर्जन्म न विद्यते
]

`verse 74 [
ऊर्जे मासि दिने पुण्ये जन्म नैवेद्यमाचरेत् ।
संक्रांतिपातजन्मर्क्षपौर्णमास्यादिसंयुते
]

`verse 75 [
अब्दजन्मदिने कुर्याज्जन्मनैवेद्यमुत्तमम् ।
मासांतरेषु जन्मर्क्षपूर्णयोगदिनेपि च
]

`verse 76 [
मेलने च शनैर्वापि तावत्साहस्रमाचरेत् ।
जन्मनैवेद्यदानेन जन्मार्पणफलं लभेत्
]

`verse 77 [
जन्मार्पणाच्छिवः प्रीतिः स्वसायुज्यं ददाति हि ।
इदं तज्जन्मनैवेद्यं शिवस्यैव प्रदापयेत्
]

`verse 78 [
योनिलिंगस्वरूपेण शिवो जन्मनिरूपकः ।
तस्माज्जन्मनिवृत्त्यर्थं जन्म पूजा शिवस्य हि
]

`verse 79 [
बिंदुनादात्मकं सर्वं जगत्स्थावरजंगमम् ।
बिंदुः शक्तिः शिवो नादः शिवशक्त्यात्मकं जगत्
]

`verse 80 [
नादाधारमिदं बिंदुर्बिंद्वाधारमिदं जगत् ।
जगदाधारभूतौ हि बिंदुनादौ व्यवस्थितौ
]

`verse 81 [
बिन्दुनादयुतं सर्वं सकलीकरणं भवेत् ।
सकलीकरणाज्जन्मजगत्प्राप्नोत्यसंशयः
]

`verse 82 [
बिंदुनादात्मकं लिंगं जगत्कारणमुच्यते ।
बिंदुर्देवीशिवो नादः शिवलिंगं तु कथ्यते 1.16.९० ।
तस्माज्जन्मनिवृत्त्यर्थं शिवलिंगं प्रपूजयेत् ।
माता देवी बिंदुरूपा नादरूपः शिवः पिता
]

`verse 83 [
पूजिताभ्यां पितृभ्यां तु परमानंद एव हि ।
परमानंदलाभार्थं शिवलिंगं प्रपूजयेत्
]

`verse 84 [
सा देवी जगतां माता स शिवो जगतः पिता ।
पित्रोः शुश्रूषके नित्यं कृपाधिक्यं हि वर्धते
]

`verse 85 [
कृपयांतर्गतैश्वर्यं पूजकस्य ददाति हि ।
तस्मादंतर्गतानंदलाभार्थं मुनिपुंगवाः
]

`verse 86 [
पितृमातृस्वरूपेण शिवलिंगं प्रपूजयेत् ।
भर्गः पुरुषरूपो हि भर्गा प्रकृतिरुच्यते
]

`verse 87 [
अव्यक्तांतरधिष्ठानं गर्भः पुरुष उच्यते ।
सुव्यक्तांतरधिष्ठानं गर्भः प्रकृतिरुच्यते
]

`verse 88 [
पुरुषत्वादिगर्भो हि गर्भवाञ्जनको यतः ।
पुरुषात्प्रकृतो युक्तं प्रथमं जन्म कथ्यते
]

`verse 89 [
प्रकृतेर्व्यक्ततां यातं द्वितीयं जन्म कथ्यते ।
जन्म जंतुर्मृत्युजन्म पुरुषात्प्रतिपद्यते
]

`verse 90 [
अन्यतो भाव्यतेऽवश्यं मायया जन्म कथ्यते ।
जीर्यते जन्मकालाद्यत्तस्माज्जीव इति स्मृतः
]

`verse 91 [
जन्यते तन्यते पाशैर्जीवशब्दार्थ एव हि ।
जन्मपाशनिवृत्त्यर्थं जन्मलिंगं प्रपूजयेत् 1.16.१०० ।
भं वृद्धिं गच्छतीत्यर्थाद्भगः प्रकृतिरुच्यते ।
प्राकृतैः शब्दमात्राद्यैः प्राकृतेंद्रियभोजनात्
]

`verse 92 [
भगस्येदं भोगमिति शब्दार्थो मुख्यतः श्रुतः ।
मुख्यो भगस्तु प्रकृतिर्भगवाञ्छिव उच्यते
]

`verse 93 [
भगवान्भोगदाता हि नाऽन्यो भोगप्रदायकः ।
भगस्वामी च भगवान्भर्ग इत्युच्यते बुधैः
]

`verse 94 [
भगेन सहितं लिंगं भगंलिंगेन संयुतम् ।
इहामुत्र च भोगार्थं नित्यभोगार्थमेव च
]

`verse 95 [
भगवंतं महादेवं शिवलिंगं प्रपूजयेत् ।
लोकप्रसविता सूर्यस्तच्चिह्नं प्रसवाद्भवेत्
]

`verse 96 [
लिंगेप्रसूतिकर्तारं लिंगिनं पुरुषो यजेत् ।
लिंगार्थगमकं चिह्नं लिंगमित्यभिधीयते
]

`verse 97 [
लिंगमर्थं हि पुरुषं शिवं गमयतीत्यदः ।
शिवशक्त्योश्च चिह्नस्य मेलनं लिंगमुच्यते
]

`verse 98 [
स्वचिह्नपूजनात्प्रीतश्चिह्नकार्यं न वीयते ।
चिह्नकार्यं तु जन्मादिजन्माद्यं विनिवर्तते
]

`verse 99 [
प्राकृतैः पुरुषैश्चापि बाह्याभ्यंतरसंभवैः ।
षोडशैरुपचारैश्च शिवलिंगं प्रपूजयेत्
]

`verse 100 [
एवमादित्यवारे हि पूजा जन्मनिवर्तिका ।
आदिवारे महालिंगं प्रणवेनैव पूजयेत् 1.16.११० ।
आदिवारे पंचगव्यैरभिषेको विशिष्यते ।
गोमयं गोजलं क्षीरं दध्याज्यं पंचगव्यकम्
]

`verse 101 [
क्षीराद्यं च पृथक्च्चैव मधुना चेक्षुसारकैः ।
गव्यक्षीरान्ननैवेद्यं प्रणवेनैव कारयेत्
]

`verse 102 [
प्रणवं ध्वनिलिंगं तु नादलिंगं स्वयंभुवः ।
बिंदुलिंगं तु यंत्रं स्यान्मकारं तु प्रतिष्ठितम्
]

`verse 103 [
उकारं चरलिंगं स्यादकारं गुरुविग्रहम् ।
षड्लिंगं पूजया नित्यं जीवन्मुक्तो न संशयः
]

`verse 104 [
शिवस्य भक्त्या पूजा हि जन्ममुक्तिकरी नृणाम् ।
रुद्रा क्षधारणात्पादमर्धं वैभूतिधारणात्
]

`verse 105 [
त्रिपादं मंत्रजाप्याच्च पूजया पूर्णभक्तिमान् ।
शिवलिंगं च भक्तं च पूज्य मोक्षं लभेन्नरः
]

`verse 106 [
य इमं पठतेऽध्यायं शृणुयाद्वा समाहितः ।
तस्यैव शिवभक्तिश्च वर्धते सुदृढा द्विजाः
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां षोडशोऽध्यायः
]
