`speaker [
ऋषय ऊचुः
]

`verse 1 [
प्रणवस्य च माहात्म्यं षड्लिंगस्य महामुने ।
शिवभक्तस्य पूजां च क्रमशो ब्रूहि नःप्रभो
]

`speaker [
सूत उवाच
]

`verse 2 [
तपोधनैर्भवद्भिश्च सम्यक्प्रश्नस्त्वयं कृतः ।
अस्योत्तरं महादेवो जानाति स्म न चापरः
]

`verse 3 [
अथापि वक्ष्ये तमहं शिवस्य कृपयैव हि ।
शिवोऽस्माकं च युष्माकं रक्षां गृह्णातु भूरिशः
]

`verse 4 [
प्रो हि प्रकृतिजातस्य संसारस्य महोदधेः ।
नवं नावांतरमिति प्रणवं वै विदुर्बुधाः
]

`verse 5 [
प्रः प्रपंचो न नास्तिवो युष्माकं प्रणवं विदुः ।
प्रकर्षेण नयेद्यस्मान्मोक्षं वः प्रणवं विदुः
]

`verse 6 [
स्वजापकानां योगिनां स्वमंत्रपूजकस्य च ।
सर्वकर्मक्षयं कृत्वा दिव्यज्ञानं तु नूतनम्
]

`verse 7 [
तमेव मायारहितं नूतनं परिचक्षते ।
प्रकर्षेण महात्मानं नवं शुद्धस्वरूपकम्
]

`verse 8 [
नूतनं वै करोतीति प्रणवं तं विदुर्बुधाः ।
प्रणवं द्विविधं प्रोक्तं सूक्ष्मस्थूलविभेदतः
]

`verse 9 [
सूक्ष्ममेकाक्षरं विद्यात्स्थूलं पंचाक्षरं विदुः ।
सूक्ष्ममव्यक्तपंचार्णं सुव्यक्तार्णं तथेतरत्
]

`verse 10 [
जीवन्मुक्तस्य सूक्ष्मं हि सर्वसारं हि तस्य हि ।
मंत्रेणार्थानुसंधानं स्वदेहविलयावधि 1.17.१० ।
स्वदेहेगलिते पूर्णं शिवं प्राप्नोति निश्चयः ।
केवलं मंत्रजापी तु योगं प्राप्नोति निश्चयः
]

`verse 11 [
षट्त्रिंशत्कोटिजापी तु निश्चयं योगमाप्नुयात् ।
सूक्ष्मं च द्विविधं ज्ञेयं ह्रस्वदीर्घविभेदतः
]

`verse 12 [
अकारश्च उकारश्च मकारश्च ततः परम् ।
बिंदुनादयुतं तद्धि शब्दकालकलान्वितम्
]

`verse 13 [
दीर्घप्रणवमेवं हि योगिनामेव हृद्गतम् ।
मकारं तंत्रितत्त्वं हि ह्रस्वप्रणव उच्यते
]

`verse 14 [
शिवः शक्तिस्तयोरैक्यं मकारं तु त्रिकात्मकम् ।
ह्रस्वमेवं हि जाप्यं स्यात्सर्वपापक्षयैषिणाम्
]

`verse 15 [
भूवायुकनकार्णोद्योःशब्दाद्याश्च तथा दश ।
आशान्वयेदशपुनः प्रवृत्ता इति कथ्यते
]

`verse 16 [
ह्रस्वमेव प्रवृत्तानां निवृत्तानां तु दीर्घकम् ।
व्याहृत्यादौ च मंत्रादौ कामं शब्दकलायुतम्
]

`verse 17 [
वेदादौ च प्रयोज्यं स्याद्वंदने संध्ययोरपि ।
नवकौटिजपाञ्जप्त्वा संशुद्धः पुरुषो भवेत्
]

`verse 18 [
पुनश्च नवकोट्या तु पृथिवीजयमाप्नुयात् ।
पुनश्च नवकोट्या तु ह्यपांजयमवाप्नुयात्
]

`verse 19 [
पुनश्च नवकोट्या तु तेजसांजयमाप्नुयात् ।
पुनश्च नवकोट्या तु वायोर्जयमवाप्नुयात् ।
आकाशजयमाप्नोति नवकोटिजपेन वै 1.17.२०।
गंधादीनांक्रमेणैवनवकोटिजपेणवै ।
अहंकारस्य च पुनर्नव कोटिजपेन वै
]

`verse 20 [
सहस्रमंत्रजप्तेन नित्यशुद्धो भवेत्पुमान् ।
ततः परं स्वसिद्ध्यर्थं जपो भवति हि द्विजाः
]

`verse 21 [
एवमष्टोत्तरशतकोटिजप्तेन वै पुनः ।
प्रणवेन प्रबुद्धस्तु शुद्धयोगमवाप्नुयात्
]

`verse 22 [
शुद्धयोगेन संयुक्तो जीवन्मुक्तो न संशयः ।
सदा जपन्सदाध्यायञ्छिवं प्रणवरूपिणम्
]

`verse 23 [
समाधिस्थो महायोगीशिव एव न संशयः ।
ऋषिच्छंदोदेवतादि न्यस्य देहेपुनर्जपेत्
]

`verse 24 [
प्रणवं मातृकायुक्तं देहे न्यस्य ऋषिर्भवेत् ।
दशमातृषडध्वादि सर्वं न्यासफलं लभेत्
]

`verse 25 [
प्रवृत्तानां च मिश्राणां स्थूलप्रणवमिष्यते ।
क्रियातपोजपैर्युक्तास्त्रिविधाः शिवयोगिनः
]

`verse 26 [
धनादिविभवैश्चैव कराद्यंगैर्नमादिभिः ।
क्रियया पूजया युक्तः क्रियायोगीति कथ्यते
]

`verse 27 [
पूजायुक्तश्च मितभुग्बाह्येंद्रि यजयान्वितः ।
परद्रो हादिरहितस्तपोयोगीति कथ्यते
]

`verse 28 [
एतैर्युक्तः सदा क्रुद्धः सर्वकामादिवर्जितः ।
सदा जपपरः शांतोजपयोगीति तं विदुः 1.17.३० ।
उपचारैः षोडशभिः पूजया शिवयोगिनाम् ।
सालोक्यादिक्रमेणैव शुद्धो मुक्तिं लभेन्नरः
]

`verse 29 [
जपयोगमथो वक्ष्ये गदतः शृणुत द्विजाः ।
तपःकर्तुर्जपः प्रोक्तो यज्जपन्परिमार्जते
]

`verse 30 [
स्थूलप्रणवरूपं हि शिवपंचाक्षरं द्विजाः
]

`verse 31 [
पंचाक्षरजपेनैव सर्वसिद्धिं लभेन्नरः ।
प्रणवेनादिसंयुक्तं सदा पंचाक्षरं जपेत्
]

`verse 32 [
गुरूपदेशं संगम्य सुखवासे सुभूतले ।
पूर्वपक्षे समारभ्य कृष्णभूतावधि द्विजाः
]

`verse 33 [
माघं भाद्रं विशिष्टं तु सर्वकालोत्तमोत्तमम् ।
एकवारं मिताशीतु वाग्यतो नियतेंद्रि यः
]

`verse 34 [
स्वस्य राजपितृ-णां च शुश्रूषणं च नित्यशः ।
सहस्रजपमात्रेण भवेच्छुद्धोऽन्यथा ऋणी
]

`verse 35 [
पंचाक्षरं पंचलक्षं जपेच्छिवमनुस्मरन् ।
पद्मासनस्थं शिवदं गंगाचंद्र कलान्वितम्
]

`verse 36 [
वामोरुस्थितशक्त्या च विराजं तं महागणैः ।
मृगटंकधरं देवं वरदाभयपाणिकम्
]

`verse 37 [
सदानुग्रहकर्त्तारं सदा शिवमनुस्मरन् ।
संपूज्य मनसा पूर्वं हृदिवासूर्यमंडले 1.17.४० ।
जपेत्पंचाक्षरीं विद्यां प्राण्मुखः शुद्धकर्मकृत् ।
प्रातः कृष्णचतुर्दश्यां नित्यकर्मसमाप्य च
]

`verse 38 [
मनोरमे शुचौ देशे नियतः शुद्धमानसः ।
पंचाक्षरस्य मंत्रस्य सहस्रं द्वादशं जपेत्
]

`verse 39 [
वरयेच्च सपत्नीकाञ्छैवान्वै ब्राह्मणोत्तमान् ।
एकं गुरुवरं शिष्टं वरयेत्सांबमूर्तिकम्
]

`verse 40 [
ईशानं चाथ पुरुषमघोरं वाममेव च ।
सद्योजातं च पंचैव शिवभक्तान्द्विजोत्तमान्
]

`verse 41 [
पूजाद्र व्याणि संपाद्य शिवपूजां समारभेत् ।
शिवपूजां च विधिवत्कृत्वा होमं समारभेत्
]

`verse 42 [
मुखांतं च स्वसूत्रेण कृत्वा होमं समारभेत् ।
दशैकं वा शतैकं वा सहस्रैकमथापि वा
]

`verse 43 [
कापिलेन घृतेनैव जुहुयात्स्वयमेव हि ।
कारयेच्छिवभक्तैर्वाप्यष्टोत्तरशतं बुधः
]

`verse 44 [
होमान्ते दक्षिणा देया गुरोर्गोमिथुनं तथा ।
ईशानादिस्वरूपांस्तान्गुरुं सांबं विभाव्य च
]

`verse 45 [
तेषां पत्सिक्ततोयेन स्वशिरः स्नानमाचरेत् ।
षट्त्रिंशत्कोटितीर्थेषु सद्यः स्नानफलं लभेत्
]

`verse 46 [
दशांगमन्नं तेषां वै दद्याद्वैभक्तिपूर्वकम् ।
पराबुद्ध्या गुरोः पत्नीमीशानादिक्रमेण तु 1.17.५० ।
परमान्नेन संपूज्य यथाविभवविस्तरम् ।
रुद्रा क्षवस्त्रपूर्वं च वटकापूपकैर्युतम्
]

`verse 47 [
बलिदानं ततः कृत्वा भूरिभोजनमाचरेत् ।
ततः संप्रार्थ्य देवेशं जपं तावत्समापयेत्
]

`verse 48 [
पुरश्चरणमेवं तु कृत्वा मन्त्रीभवेन्नरः ।
पुनश्च पंचलक्षेण सर्वपापक्षयो भवेत्
]

`verse 49 [
अतलादि समारभ्य सत्यलोकावधिक्रमात् ।
पंचलक्षजपात्तत्तल्लोकैश्वर्यमवाप्नुयात्
]

`verse 50 [
मध्ये मृतश्चेद्भोगांते भूमौ तज्जापको भवेत् ।
पुनश्च पंचलक्षेण ब्रह्मसामीप्यमाप्नुयात्
]

`verse 51 [
पुनश्च पंचलक्षेण सारूप्यैश्वर्यमाप्नुयात् ।
आहत्य शतलक्षेण साक्षाद्ब्रह्मसमो भवेत्
]

`verse 52 [
कार्यब्रह्मण एवं हि सायुज्यं प्रतिपद्य वै ।
यथेष्टं भोगमाप्नोति तद्ब्रह्मप्रलयावधि
]

`verse 53 [
पुनः कल्पांतरे वृत्ते ब्रह्मपुत्रः सजायते ।
पुनश्च तपसा दीप्तः क्रमान्मुक्तो भविष्यति
]

`verse 54 [
पृथ्व्यादिकार्यभूतेभ्यो लोका वै निर्मिताः क्रमात् ।
पातालादि च सत्यांतं ब्रह्मलोकाश्चतुर्दश
]

`verse 55 [
सत्यादूर्ध्वं क्षमांतं वैविष्णुलोकाश्चतुर्दश ।
क्षमलोके कार्यविष्णुर्वैकुंठे वरपत्तने 1.17.६० ।
कार्यलक्ष्म्या महाभोगिरक्षां कृत्वाऽधितिष्ठति ।
तदूर्ध्वगाश्च शुच्यंतां लोकाष्टाविंशतिः स्थिताः
]

`verse 56 [
शुचौ लोके तु कैलासे रुद्रो वै भूतहृत्स्थितः ।
षडुत्तराश्च पंचाशदहिंसांतास्तदूर्ध्वगाः
]

`verse 57 [
अहिंसालोकमास्थाय ज्ञानकैलासके पुरे ।
कार्येश्वरस्तिरोभावं सर्वान्कृत्वाधितिष्ठति
]

`verse 58 [
तदंते कालचक्रं हि कालातीतस्ततः परम् ।
शिवेनाधिष्ठितस्तत्र कालश्चक्रेश्वराह्वयः
]

`verse 59 [
माहिषं धर्ममास्थाय सर्वान्कालेन युंजति ।
असत्यश्चाशुचिश्चैव हिंसा चैवाथ निर्घृणा
]

`verse 60 [
असत्यादिचतुष्पादः सर्वांशः कामरूपधृक् ।
नास्तिक्यलक्ष्मीर्दुःसंगो वेदबाह्यध्वनिः सदा
]

`verse 61 [
क्रोधसंगः कृष्णवर्णो महामहिषवेषवान् ।
तावन्महेश्वरः प्रोक्तस्तिरोधास्तावदेव हि
]

`verse 62 [
तदर्वाक्कर्मभोगो हि तदूर्ध्वं ज्ञानभोगकम् ।
तदर्वाक्कर्ममाया हि ज्ञानमाया तदूर्ध्वकम्
]

`verse 63 [
मा लक्ष्मीः कर्मभोगो वै याति मायेति कथ्यते ।
मा लक्ष्मीर्ज्ञानभोगो वै याति मायेति कथ्यते
]

`verse 64 [
तदूर्ध्वं नित्यभोगो हि तदर्वाण्नश्वरं विदुः ।
तदर्वाक्च तिरोधानं तदूर्ध्वं न तिरोधनम् 1.17.७० ।
तदर्वाक्पाशबंधो हि तदूर्ध्वं न हि बंधनम् ।
तदर्वाक्परिवर्तंते काम्यकर्मानुसारिणः
]

`verse 65 [
निष्कामकर्मभोगस्तु तदूर्ध्वं परिकीर्तितः ।
तदर्वाक्परिवर्तंते बिंदुपूजापरायणाः
]

`verse 66 [
तदूर्ध्वं हि व्रजंत्येव निष्कामा लिंगपूजकाः ।
तदर्वाक्परिवर्तंते शिवान्यसुरपूजकाः
]

`verse 67 [
शिवैकनिरता ये च तदूर्ध्वं संप्रयांति ते ।
तदर्वाग्जीवकोटिः स्यात्तदूर्ध्वं परकोटिकाः
]

`verse 68 [
सांसारिकास्तदर्वाक्च मुक्ताः खलु तदूर्ध्वगाः ।
तदर्वाक्परिवर्तंते प्राकृतद्र व्यपूजकाः
]

`verse 69 [
तदूर्ध्वं हि व्रजंत्येते पौरुषद्र व्यपूजकाः ।
तदर्वाक्छक्तिलिंगं तु शिवलिंगं तदूर्ध्वकम्
]

`verse 70 [
तदर्वागावृतं लिंगं तदूर्ध्वं हि निरावृति ।
तदर्वाक्कल्पितं लिंगं तदूर्ध्वं वै न कल्पितम्
]

`verse 71 [
तदर्वाग्बाह्यलिंगं स्यादंतरंगं तदूर्ध्वकम् ।
तदर्वाक्छक्तिलोका हि शतं वै द्वादशाधिकम्
]

`verse 72 [
तदर्वाग्बिंदुरूपं हि नादरूपं तदुत्तरम् ।
तदर्वाक्कर्मलोकस्तु तदूर्ध्वं ज्ञानलोककः
]

`verse 73 [
नमस्कारस्तदूर्ध्वं हि मदाहंकारनाशनः ।
जनिजं वै तिरोधानं नानिषिद्ध्यातते इति 1.17.८० ।
ज्ञानशब्दार्थ एवं हि तिरोधाननिवारणात् ।
तदर्वाक्परिवर्तंते ह्याधिभौतिकपूजकाः
]

`verse 74 [
आध्यात्मिकार्चका एव तदूर्ध्वं संप्रयांतिवै ।
तावद्वै वेदिभागं तन्महालोकात्मलिंगके
]

`verse 75 [
प्रकृत्याद्यष्टबंधोपि वेद्यंते संप्रतिष्ठतः ।
एवमेतादृशं ज्ञेयं सर्वं लौकिकवैदिकम्
]

`verse 76 [
अधर्ममहिषारूढं कालचक्रं तरंति ते ।
सत्यादिधर्मयुक्ता ये शिवपूजापराश्च ये
]

`verse 77 [
तदूर्ध्वं वृषभो धर्मो ब्रह्मचर्यस्वरूपधृक् ।
सत्यादिपादयुक्तस्तु शिवलोकाग्रतः स्थितः
]

`verse 78 [
क्षमाशृङ्गः शमश्रोत्रो वेदध्वनिविभूषितः ।
आस्तिक्यचक्षुर्निश्वासगुरुबुद्धिमना वृषः
]

`verse 79 [
क्रियादिवृषभा ज्ञेयाः कारणादिषु सर्वदा ।
तं क्रियावृषभं धर्मं कालातीतोधितिष्ठति
]

`verse 80 [
ब्रह्मविष्णुमहेशानां स्वस्वायुर्दिनमुच्यते ।
तदूर्ध्वं न दिनं रात्रिर्न जन्ममरणादिकम्
]

`verse 81 [
पुनः कारणसत्यांताः कारणब्रह्मणस्तथा ।
गंधादिभ्यस्तु भूतेभ्यस्तदूर्ध्वं निर्मिताः सदा
]

`verse 82 [
सूक्ष्मगंधस्वरूपा हि स्थिता लोकाश्चतुर्दश ।
पुनः कारणविष्णोर्वै स्थिता लोकाश्चतुर्दश 1.17.९० ।
पुनःकारणरुद्र स्य लोकाष्टाविंशका मताः ।
पुनश्च कारणेशस्य षट्पंचाशत्तदूर्ध्वगाः
]

`verse 83 [
ततः परं ब्रह्मचर्यलोकाख्यं शिवसंमतम् ।
तत्रैव ज्ञानकैलासे पंचावरणसंयुते
]

`verse 84 [
पंचमंडलसंयुक्तं पंचब्रह्मकलान्वितम् ।
आदिशक्तिसमायुक्तमादिलिंगं तु तत्र वै
]

`verse 85 [
शिवालयमिदं प्रोक्तं शिवस्य परमात्मनः ।
परशक्त्यासमायुक्तस्तत्रैव परमेश्वरः
]

`verse 86 [
सृष्टिः स्थितिश्च संहारस्तिरोभावोप्यनुग्रहः ।
पंचकृत्यप्रवीणोऽसौ सच्चिदानंदविग्रहः
]

`verse 87 [
ध्यानधर्मः सदा यस्य सदानुग्रहतत्परः ।
समाध्यासनमासीनः स्वात्मारामो विराजते
]

`verse 88 [
तस्य संदर्शनं सांध्यं कर्मध्यानादिभिः क्रमात् ।
नित्यादिकर्मयजनाच्छिवकर्ममतिर्भवेत्
]

`verse 89 [
क्रियादिशिवकर्मभ्यः शिवज्ञानं प्रसाधयेत् ।
तद्दर्शनगताः सर्वे मुक्ता एव न संशयः
]

`verse 90 [
मुक्तिरात्मस्वरूपेण स्वात्मारामत्वमेव हि ।
क्रियातपोजपज्ञानध्यानधर्मेषु सुस्थितः
]

`verse 91 [
शिवस्य दर्शनं लब्धा स्वात्मारामत्वमेव हि ।
यथा रविः स्वकिरणादशुद्धिमपनेष्यति 1.17.१०० ।
कृपाविचक्षणः शंभुरज्ञानमपनेष्यति ।
अज्ञानविनिवृत्तौ तु शिवज्ञानं प्रवर्तते
]

`verse 92 [
शिवज्ञानात्स्वस्वरूपमात्मारामत्वमेष्यति ।
आत्मारामत्वसंसिद्धौ कृतकृत्यो भवेन्नरः
]

`verse 93 [
पुनश्च शतलक्षेण ब्रह्मणः पदमाप्नुयात् ।
पुनश्च शतलक्षेण विष्णोः पदमवाप्नुयात्
]

`verse 94 [
पुनश्च शतलक्षेण रुद्र स्य पदमाप्नुयात् ।
पुनश्च शतलक्षेण ऐश्वर्यं पदमाप्नुयात्
]

`verse 95 [
पुनश्चैवंविधेनैव जपेन सुसमाहितः ।
शिवलोकादिभूतं हि कालचक्रमवाप्नुयात्
]

`verse 96 [
कालचक्रं पंचचक्रमेकैकेन क्रमोत्तरे ।
सृष्टिमोहौ ब्रह्मचक्रं भोगमोहौ तु वैष्णवम्
]

`verse 97 [
कोपमोहौ रौद्र चक्रं भ्रमणं चैश्वरं विदुः ।
शिवचक्रं ज्ञानमोहौ पंचचक्रं विदुर्बुधाः
]

`verse 98 [
पुनश्च दशकोट्या हि कारणब्रह्मणः पदम् ।
पुनश्च दशकोट्या हि तत्पदैश्वर्यमाप्नुयात्
]

`verse 99 [
एवं क्रमेण विष्ण्वादेः पदं लब्ध्वा महौजसः ।
क्रमेण तत्पदैश्वर्यं लब्ध्वा चैव महात्मनः
]

`verse 100 [
शतकोटिमनुं जप्त्वा पंचोत्तरमतंद्रि तः ।
शिवलोकमवाप्नोति पंचमावरणाद्बहिः 1.17.११० ।
राजसं मंडपं तत्र नंदीसंस्थानमुत्तमम् ।
तपोरूपश्च वृषभस्तत्रैव परिदृश्यते
]

`verse 101 [
सद्योजातस्य तत्स्थानं पंचमावरणं परम् ।
वामदेवस्य च स्थानं चतुर्थावरणं पुनः
]

`verse 102 [
अघोरनिलयं पश्चात्तृतीयावरणं परम् ।
पुरुषस्यैव सांबस्य द्वितीयावरणं शुभम्
]

`verse 103 [
ईशानस्य परस्यैव प्रथमावरणं ततः ।
ध्यानधर्मस्य च स्थानं पंचमं मंडपं ततः
]

`verse 104 [
बलिनाथस्य संस्थानं तत्र पूर्णामृतप्रदम् ।
चतुर्थं मंडपं पश्चाच्चंद्र शेखरमूर्तिमत्
]

`verse 105 [
सोमस्कंदस्य च स्थानं तृतीयं मंडपं परम् ।
द्वितीयं मंडपं नृत्यमंडपं प्राहुरास्तिकाः
]

`verse 106 [
प्रथमं मूलमायायाः स्थानं तत्रैव शोभनम् ।
ततः परं गर्भगृहं लिंगस्थानं परं शुभम्
]

`verse 107 [
नंदिसंस्थानतः पश्चान्न विदुः शिववैभवम् ।
नंदीश्वरो बहिस्तिष्ठन्पंचाक्षरमुपासते
]

`verse 108 [
एवं गुरुक्रमाल्लब्धं नंदीशाच्च मया पुनः ।
ततः परं स्वसंवेद्यं शिवे नैवानुभावितम्
]

`verse 109 [
शिवस्य कृपया साक्षाच्छिव लोकस्य वैभवम् ।
विज्ञातुं शक्यते सर्वैर्नान्यथेत्याहुरास्तिकाः 1.17.१२० ।
एवंक्रमेणमुक्ताः स्युर्ब्राह्मणा वै जितेंद्रि यः ।
अन्येषां च क्रमं वक्ष्ये गदतः शृणुतादरात्
]

`verse 110 [
गुरूपदेशाज्जाप्यं वै ब्राह्मणानां नमोऽतकम् ।
पंचाक्षरं पंचलक्षमायुष्यं प्रजपेद्विधिः
]

`verse 111 [
स्त्रीत्वापनयनार्थं तु पंचलक्षं जपेत्पुनः ।
मंत्रेण पुरुषो भूत्वा क्रमान्मुक्तो भवेद्बुधः
]

`verse 112 [
क्षत्रियः पंचलक्षेण क्षत्त्रत्वमपनेष्यति ।
पुनश्च पंचलक्षेण क्षत्त्रियो ब्राह्मणो भवेत्
]

`verse 113 [
मंत्रसिद्धिर्जपाच्चैव क्रमान्मुक्तो भवैन्नरः ।
वैश्यस्तु पंचलक्षेण वैश्यत्वमपनेष्यति
]

`verse 114 [
पुनश्च पंचलक्षेण मंत्रक्षत्त्रिय उच्यते ।
पुनश्च पंचलक्षेण क्षत्त्रत्वमपनेष्यति
]

`verse 115 [
पुनश्च पंचलक्षेण मंत्रब्राह्मण उच्यते ।
शूद्र श्चैव नमॐतेन पंचविंशतिलक्षतः
]

`verse 116 [
मंत्रविप्रत्वमापद्य पश्चाच्छुद्धो भवेद्द्विजः ।
नारीवाथ नरो वाथ ब्राह्मणो वान्य एव वा
]

`verse 117 [
ततः स्त्रीणां तथैवोह्यगुरुर्निर्दर्शयेत्क्रमात्
]

`verse 118 [
साधकः पंचलक्षान्ते शिवप्रीत्यर्थमेव हि ।
महाभिषेक नैवेद्यं कृत्वा भक्तांश्च पूजयेत् 1.17.१३० ।
पूजया शिवभक्तस्य शिवः प्रीततरो भवेत् ।
शिवस्य शिवभक्तस्य भेदो नास्ति शिवो हि सः
]

`verse 119 [
शिवस्वरूपमंत्रस्य धारणाच्छिव एव हि ।
शिवभक्तशरीरे हि शिवे तत्परमो भवेत्
]

`verse 120 [
शिवभक्ताः क्रियाः सर्वा वेदसर्वक्रियां विदुः ।
यावद्यावच्छिवं मंत्रं येन जप्तं भवेत्क्रमात्
]

`verse 121 [
तावद्वै शिवसान्निध्यं तस्मिन्देहे न संशयः ।
देवीलिंगं भवेद्रू पं शिवभक्तस्त्रियास्तथा
]

`verse 122 [
यावन्मंत्रं जपेद्देव्यास्तावत्सान्निध्यमस्ति हि ।
शिवं संपूजयेद्धीमान्स्वयं वै शब्दरूपभाक्
]

`verse 123 [
स्वयं चैव शिवो भूत्वा परां शक्तिं प्रपूजयेत् ।
शक्तिं बेरं च लिंगं च ह्यालेख्या मायया यजेत्
]

`verse 124 [
शिवलिंगं शिवं मत्वा स्वात्मानं शक्तिरूपकम् ।
शक्तिलिंगं च देवीं च मत्वा स्वं शिवरूपकम्
]

`verse 125 [
शिवलिंगं नादरूपं बिंदुरूपं तु शक्तिकम् ।
उपप्रधानभावेन अन्योन्यासक्तलिंगकम्
]

`verse 126 [
पूजयेच्च शिवं शक्तिं स शिवो मूलभावनात् ।
शिवभक्ताञ्छिवमंत्ररूपकाञ्छिवरूपकान्
]

`verse 127 [
षोडशैरुपचारैश्च पूजयेदिष्टमाप्नुयात् ।
येन शुश्रूषणाद्यैश्च शिवभक्तस्य लिंगिनः 1.17.१४० ।
आनंदं जनयेद्विद्वाञ्छिवः प्रीततरो भवेत् ।
शिवभक्तान्सपत्नीकान्पत्न्या सह सदैव तत्
]

`verse 128 [
पूजयेद्भोजनाद्यैश्च पंच वा दश वा शतम् ।
धने देहे च मंत्रे च भावनायामवंचकः
]

`verse 129 [
शिवशक्तिस्वरूपेण न पुनर्जायते भुवि ।
नाभेरधो ब्रह्मभागमाकंठं विष्णुभागकम्
]

`verse 130 [
मुखं लिंगमिति प्रोक्तं शिवभक्तशरीरकम् ।
मृतान्दाहादियुक्तान्वा दाहादिरहितान्मृतान्
]

`verse 131 [
उद्दिश्य पूजयेदादिपितरं शिवमेव हि ।
पूजां कृत्वादिमातुश्च शिवभक्तांश्च पूजयेत्
]

`verse 132 [
पितृलोकं समासाद्यक्रमान्मुक्तो भवेन्मृतः ।
क्रियायुक्तदशभ्यश्च तपोयुक्तो विशिष्यते
]

`verse 133 [
तपोयुक्तशतेभ्यश्च जपयुक्तो विशिष्यते ।
जपयुक्तसहस्रेभ्यः शिवज्ञानी विशिष्यते
]

`verse 134 [
शिवज्ञानिषु लक्षेषु ध्यानयुक्तो विशिष्यते ।
ध्यानयुक्तेषु कोटिभ्यः समाधिस्थो विशिष्यते
]

`verse 135 [
उत्तरोत्तर वै शिष्ट्यात्पूजायामुत्तरोत्तरम् ।
फलं वैशिष्ट्यरूपं च दुर्विज्ञेयं मनीषिभिः
]

`verse 136 [
तस्माद्वै शिवभक्तस्य माहात्म्यं वेत्ति को नरः ।
शिवशक्त्योः पूजनं च शिवभक्तस्य पूजनम् 1.17.१५० ।
कुरुते यो नरो भक्त्या स शिवः शिवमेधते ।
य इमं पठतेऽध्यायमर्थवद्वेदसंमतम्
]

`verse 137 [
शिवज्ञानी भवेद्विप्रः शिवेन सह मोदते ।
श्रावयेच्छिवभक्तांश्च विशेषज्ञो मनीश्वराः
]

`verse 138 [
शिवप्रसादशिद्धिः स्याच्छिवस्य कृपया बुधाः
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां सप्तदशोऽध्यायः
]
