`speaker [
ऋषयः ऊचुः
]

`verse 1 [
बंधमोक्षस्वरूपं हि ब्रूहि सर्वार्थवित्तम ।
सूत उवाच ।
बंधमोक्षं तथोपायं वक्ष्येऽहं शृणुतादरात्
]

`verse 2 [
प्रकृत्याद्यष्टबंधेन बद्धो जीवः स उच्यते ।
प्रकृत्याद्यष्टबंधेन निर्मुक्तो मुक्त उच्यते
]

`verse 3 [
प्रकृत्यादिवशीकारो मोक्ष इत्युच्यते स्वतः ।
बद्धजीवस्तु निर्मुक्तो मुक्तजीवः स कथ्यते
]

`verse 4 [
प्रकृत्यग्रे ततो बुद्धिरहंकारो गुणात्मकः ।
पंचतन्मात्रमित्येते प्रकृत्याद्यष्टकं विदुः
]

`verse 5 [
प्रकृट्याद्यष्टजो देहो देहजं कर्म उच्यते ।
पुनश्च कर्मजो देहो जन्मकर्म पुनः पुनः
]

`verse 6 [
शरीरं त्रिविधं ज्ञेयं स्थूलं सूक्ष्मं च कारणम् ।
स्थूलं व्यापारदं प्रोक्तं सूक्ष्ममिंद्रि यभोगदम्
]

`verse 7 [
कारणं त्वात्मभोगार्थं जीवकर्मानुरूपतः ।
सुखं दुःखं पुण्यपापैः कर्मभिः फलमश्नुते
]

`verse 8 [
तस्माद्धि कर्मरज्ज्वा हि बद्धो जीवः पुनः पुनः ।
शरीरत्रयकर्मभ्यां चक्रवद्भ्राम्यते सदा
]

`verse 9 [
चक्रभ्रमनिवृत्यर्थं चक्रकर्तारमीडयेत् ।
प्रकृत्यादि महाचक्रं प्रकृतेः परतः शिवः
]

`verse 10 [
चक्रकर्ता महेशो हि प्रकृतेः परतोयतः ।
पिबति वाथ वमति जीवन्बालो जलं यथा 1.18.१० ।
शिवस्तथा प्रकृत्यादि वशीकृत्याधितिष्ठति ।
सर्वं वशीकृतं यस्मात्तस्माच्छिव इति स्मृतः ।
शिव एव हि सर्वज्ञः परिपूर्णश्च निःस्पृहः
]

`verse 11 [
सर्वज्ञता तृप्तिरनादिबोधः स्वतंत्रता नित्यमलुप्तशक्तिः ।
अनंतशक्तिश्च महेश्वरस्य यन्मानसैश्वर्यमवैति वेदः
]

`verse 12 [
अतः शिवप्रसादेन प्रकृत्यादिवशं भवेत् ।
शिवप्रसादलाभार्थं शिवमेव प्रपूजयेत्
]

`verse 13 [
निःस्पृहस्य च पूर्णस्य तस्य पूजा कथं भवेत् ।
शिवोद्देशकृतं कर्म प्रसादजनकं भवेत्
]

`verse 14 [
लिंगे बेरे भक्तजने शिवमुद्दिश्य पूजयेत् ।
कायेन मनसा वाचा धनेनापि प्रपूजयेत्
]

`verse 15 [
पुजया तु महेशो हि प्रकृतेः परमः शिवः ।
प्रसादं कुरुते सत्यं पूजकस्य विशेषतः
]

`verse 16 [
शिवप्रसादात्कर्माद्यं क्रमेण स्ववशं भवेत् ।
कर्मारभ्य प्रकृत्यंतं यदासर्वं वशं भवेत्
]

`verse 17 [
तदामुक्त इति प्रोक्तः स्वात्मारामो विराजते ।
प्रसादात्परमेशस्य कर्म देहो यदावशः
]

`verse 18 [
तदा वै शिवलोके तु वासः सालोक्यमुच्यते ।
सामीप्यं याति सांबस्य तन्मात्रे च वशं गते
]

`verse 19 [
तदा तु शिवसायुज्यमायुधाद्यैः क्रियादिभिः ।
महाप्रसादलाभे च बुद्धिश्चापि वशा भवेत् 1.18.२० ।
बुद्धिस्तु कार्यं प्रकृतेस्तत्सृष्टिरिति कथ्यते ।
पुनर्महाप्रसादेन प्रकृतिर्वशमेष्यति
]

`verse 20 [
शिवस्य मानसैश्वर्यं तदाऽयत्नं भविष्यति ।
सार्वज्ञाद्यं शिवैश्वर्यं लब्ध्वा स्वात्मनि राजते
]

`verse 21 [
तत्सायुज्यमिति प्राहुर्वेदागमपरायणाः ।
एवं क्रमेण मुक्तिः स्याल्लिंगादौ पूजया स्वतः
]

`verse 22 [
अतः शिवप्रसादार्थं क्रियाद्यैः पूजयेच्छिवम् ।
शिवक्रिया शिवतपः शिवमंत्रजपः सदा
]

`verse 23 [
शिवज्ञानं शिवध्यानमुत्तरोत्तरमभ्यसेत् ।
आसुप्तेरामृतेः कालं नयेद्वै शिवचिंतया
]

`verse 24 [
सद्यादिभिश्च कुसुमैरर्चयेच्छिवमेष्यति ।
ऋषय ऊचुः ।
लिंगादौ शिवपूजाया विधानं ब्रूहि सर्वतः
]

`speaker [
सूत उवाच
]

`verse 25 [
लिंगानां च क्रमं वक्ष्ये यथावच्छृणुत द्विजाः ।
तदेव लिंगं प्रथमं प्रणवं सार्वकामिकम्
]

`verse 26 [
सूक्ष्मप्रणवरूपं हि सूक्ष्मरूपं तु निष्फलम् ।
स्थूललिंगं हि सकलं तत्पंचाक्षरमुच्यते
]

`verse 27 [
तयोः पूजा तपः प्रोक्तं साक्षान्मोक्षप्रदे उभे ।
पौरुषप्रकृतिभूतानि लिंगानिसुबहूनि च
]

`verse 28 [
तानि विस्तरतो वक्तुं शिवो वेत्ति न चापरः ।
भूविकाराणि लिंगानि ज्ञातानि प्रब्रवीमि वः 1.18.३० ।
स्वयं भूलिंगं प्रथमं बिंदुलिंगंद्वितीयकम् ।
प्रतिष्ठितं चरंचैव गुरुलिंगं तु पंचमम्
]

`verse 29 [
देवर्षितपसा तुष्टः सान्निध्यार्थं तु तत्र वै ।
पृथिव्यन्तर्गतः शर्वो बीजं वै नादरूपतः
]

`verse 30 [
स्थावरांकुरवद्भूमिमुद्भिद्य व्यक्त एव सः ।
स्वयंभूतं जातमिति स्वयंभूरिति तं विदुः
]

`verse 31 [
तल्लिंगपूजया ज्ञानं स्वयमेव प्रवर्द्धते ।
सुवर्णरजतादौ वा पृथिव्यां स्थिंडिलेपि वा
]

`verse 32 [
स्वहस्ताल्लिखितं लिंगं शुद्धप्रणवमंत्रकम् ।
यंत्रलिंगं समालिख्य प्रतिष्ठावाहनं चरेत्
]

`verse 33 [
बिंदुनादमयं लिंगं स्थावरं जंगमं च यत् ।
भावनामयमेतद्धि शिवदृष्टं न संशयः
]

`verse 34 [
यत्र विश्वस्य ते शंभुस्तत्र तस्मै फलप्रदः ।
स्वहस्ताल्लिख्यते यंत्रे स्थावरादावकृत्रिमे
]

`verse 35 [
आवाह्य पूजयेच्छंभुं षोडशैरुपचारकैः ।
स्वयमैश्वर्यमाप्नोति ज्ञानमभ्यासतो भवेत्
]

`verse 36 [
देवैश्च ऋषिभिश्चापि स्वात्मसिद्ध्यर्थमेव हि ।
समंत्रेणात्महस्तेन कृतं यच्छुद्धमंडले
]

`verse 37 [
शुद्धभावनया चैव स्थापितं लिंगमुत्तमम् ।
तल्लिंगं पौरुषं प्राहुस्तत्प्रतिष्ठितमुच्यते 1.18.४० ।
तल्लिंगपूजया नित्यं पौरुषैश्वर्यमाप्नुयात् ।
महद्भिर्ब्राह्मणैश्चापि राजभिश्च महाधनैः
]

`verse 38 [
शिल्पिनाकल्पितं लिंगं मंत्रेण स्थापितं च यत् ।
प्रतिष्ठितं प्राकृतं हि प्राकृतैश्वर्यभोगदम्
]

`verse 39 [
यदूर्जितं च नित्यं च तद्धि पौरुषमुच्यते ।
यद्दुर्बलमनित्यं च तद्धि प्राकृतमुच्यते
]

`verse 40 [
लिंगं नाभिस्तथा जिह्वा नासाग्रञ्च शिखा क्रमात् ।
कट्यादिषु त्रिलोकेषु लिंगमाध्यात्मिकं चरम्
]

`verse 41 [
पर्वतं पौरुषं प्रोक्तं भूतलं प्राकृतं विदुः ।
वृक्षादि पौरुषं ज्ञेयं गुल्मादि प्राकृतं विदुः
]

`verse 42 [
षाष्टिकं प्राकृतं ज्ञेयं शालिगोधूमपौरुषम् ।
ऐश्वर्यं पौरुषं विद्यादणिमाद्यष्टसिद्धिदम्
]

`verse 43 [
सुस्त्रीधनादिविषयं प्राकृतं प्राहुरास्तिकाः ।
प्रथमं चरलिंगेषु रसलिंगं प्रकथ्यते
]

`verse 44 [
रसलिंगं ब्राह्मणानां सर्वाभीष्टप्रदं भवेत् ।
बाणलिंगं क्षत्रियाणां महाराज्यप्रदं शुभम्
]

`verse 45 [
स्वर्णलिंगं तु वैश्यानां महाधनपतित्वदम् ।
शिलालिंगं तु शूद्रा णां महाशुद्धिकरं शुभम्
]

`verse 46 [
स्फाटिकं बाणलिंगं च सर्वेषांसर्वकामदम् ।
स्वीयाभावेऽन्यदीयं तु पूजायां न निषिद्ध्यते 1.18.५० ।
स्त्रीणां तु पार्थिवं लिंगं सभर्तृणां विशेषतः ।
विधवानां प्रवृत्तानां स्फाटिकं परिकीर्तितम्
]

`verse 47 [
विधवानां निवृत्तानां रसलिंगं विशिष्यते ।
बाल्येवायौवनेवापि वार्द्धकेवापि सुव्रताः
]

`verse 48 [
शुद्धस्फटिकलिंगं तु स्त्रीणां तत्सर्वभोगदम् ।
प्रवृत्तानां पीठपूजा सर्वाभीष्टप्रदा भुवि
]

`verse 49 [
पात्रेणैव प्रवृत्तस्तु सर्वपूजां समाचरेत् ।
अभिषेकांते नैवेद्यं शाल्यन्नेन समाचरेत्
]

`verse 50 [
पूजांते स्थापयेल्लिंगं संपुटेषु पृथग्गृहे ।
करपूजानि वृत्तानां स्वभोज्यं तु निवेदयेत्
]

`verse 51 [
निवृत्तानां परं सूक्ष्मलिंगमेव विशिष्यते ।
विभूत्यभ्यर्चनं कुर्याद्विभूतिं च निवेदयेत्
]

`verse 52 [
पूजां कृत्वाथ तल्लिंगं शिरसा धारयेत्सदा ।
विभूतिस्त्रिविधा प्रोक्ता लोकवेदशिवाग्निभिः
]

`verse 53 [
लोकाग्निजमथो भस्मद्र व्यशुद्ध्यर्थमावहेत् ।
मृद्दारुलोहरूपाणां धान्यानां च तथैव च
]

`verse 54 [
तिलादीनां च द्र व्याणां वस्त्रादीनां तथैव च ।
तथा पर्युषितानां च भस्मना शिद्धिरिष्यते
]

`verse 55 [
श्वादिभिर्दूषितानां च भस्मना शुद्धिरिष्यते ।
सजलं निर्जलं भस्म यथायोग्यं तु योजयेत् 1.18.६० ।
वेदाग्निजं तथा भस्म तत्कर्मांतेषु धारयेत् ।
मंत्रेण क्रियया जन्यं कर्माग्नौ भस्मरूपधृक्
]

`verse 56 [
तद्भस्मधारणात्कर्म स्वात्मन्यारोपितं भवेत् ।
अघोरेणात्ममंत्रेण बिल्वकाष्ठं प्रदाहयेत्
]

`verse 57 [
शिवाग्निरिति संप्रोक्तस्तेन दग्धं शिवाग्निजम् ।
कपिलागोमयं पूर्वं केवलं गव्यमेव वा
]

`verse 58 [
शम्यस्वत्थपलाशान्वा वटारम्वधबिल्वकान् ।
शिवाग्निना दहेच्छुद्धं तद्वै भस्म शिवाग्निजम्
]

`verse 59 [
दर्भाग्नौ वा दहेत्काष्ठं शिवमंत्रं समुच्चरन् ।
सम्यक्संशोध्य वस्त्रेण नवकुंभे निधापयेत्
]

`verse 60 [
दीप्त्यर्थं तत्तु संग्राह्यं मन्यते पूज्यतेपि च ।
भस्मशब्दार्थ एवं हि शिवः पूर्वं तथाऽकरोत्
]

`verse 61 [
यथा स्वविषये राजा सारं गृह्णाति यत्करम् ।
यथा मनुष्याः सस्यादीन्दग्ध्वा सारं भजंति वै
]

`verse 62 [
यथा हि जाठराग्निश्च भक्ष्यादीन्विविधान्बहून् ।
दग्ध्वा सारतरं सारात्स्वदेहं परिपुष्यति
]

`verse 63 [
तथा प्रपंचकर्तापि स शिवः परमेश्वरः ।
स्वाधिष्ठेयप्रपंचस्य दग्ध्वा सारं गृहीतवान्
]

`verse 64 [
दग्ध्वा प्रपंचं तद्भस्म् अस्वात्मन्यारोपयच्छिवः ।
उद्धूलनेन व्याजेन जगत्सारं गृहीतवान् 1.18.७० ।
स्वरत्नं स्थापयामास स्वकीये हि शरीरके ।
केशमाकाशसारेण वायुसारेण वै मुखम्
]

`verse 65 [
हृदयं चाग्निसारेण त्वपां सारेण वैकटिम् ।
जानु चावनिसारेण तद्वत्सर्वं तदंगकम्
]

`verse 66 [
ब्रह्मविष्ण्वोश्च रुद्रा णां सारं चैव त्रिपुंड्रकम् ।
तथा तिलकरूपेण ललाटान्ते महेश्वरः
]

`verse 67 [
भवृद्ध्या सर्वमेतद्धि मन्यते स्वयमैत्यसौ ।
प्रपंचसारसर्वस्वमनेनैव वशीकृतम्
]

`verse 68 [
तस्मादस्य वशीकर्ता नास्तीति स शिवः स्मृतः ।
यथा सर्वमृगाणां च हिंसको मृगहिंसकः
]

`verse 69 [
अस्य हिंसामृगो नास्ति तस्मात्सिंह इतीरितः ।
शं नित्यं सुखमानंदमिकारः पुरुषः स्मृतः
]

`verse 70 [
वकारः शक्तिरमृतं मेलनं शिव उच्यते ।
तस्मादेवं स्वमात्मानं शिवं कृत्वार्चयेच्छिवम्
]

`verse 71 [
तस्मादुद्धूलनं पूर्वं त्रिपुंड्रं धारयेत्परम् ।
पूजाकाले हि सजलं शुद्ध्यर्थं निर्जलं भवेत्
]

`verse 72 [
दिवा वा यदि वारात्रौ नारी वाथ नरोपि वा ।
पूजार्थं सजलं भस्म त्रिपुंड्रेणैव धारयेत्
]

`verse 73 [
त्रिपुंड्रं सजलं भस्म धृत्वा पूजां करोति यः ।
शिवपूजां फलं सांगं तस्यैव हि सुनिश्चितम् 1.18.८० ।
भस्म वै शिवमंत्रेण धृत्वा ह्यत्याश्रमी भवेत् ।
शिवाश्रमीति संप्रोक्तः शिवैकपरमो यतः
]

`verse 74 [
शिवव्रतैकनिष्ठस्य नाशौचं न च सूतकम् ।
ललाटेऽग्रे सितं भस्म तिलकं धारयेन्मृदा
]

`verse 75 [
स्वहस्ताद्गुरुहस्ताद्वाशिवभक्तस्य लक्षणम् ।
गुणान्रुंध इति प्रोक्तो गुरुशब्दस्य विग्रहः
]

`verse 76 [
सविकारान्राजसादीन्गुणान्रुंधे व्यपोहति ।
गुणातीतः परशिवो गुरुरूपं समाश्रितः
]

`verse 77 [
गुणत्रयं व्यपोह्याग्रे शिवं बोधयतीति सः ।
विश्वस्तानां तु शिष्याणां गुरुरित्यभिधीयते
]

`verse 78 [
तस्माद्गुरुशरीरं तु गुरुलिंगं भवेद्बुधः ।
गुरुलिंगस्य पूजा तु गुरुशुश्रूषणं भवेत्
]

`verse 79 [
श्रुतं करोति शुश्रूषा कायेन मनसा गिरा ।
उक्तं यद्गुरुणा पूर्वं शक्यं वाऽशक्यमेव वा
]

`verse 80 [
करोत्येव हि पूतात्मा प्राणैरपि धनैरपि ।
तस्माद्वै शासने योग्यः शिष्य इत्यभिधीयते
]

`verse 81 [
शरीराद्यर्थकं सर्वं गुरोर्दत्त्वा सुशिष्यकः ।
अग्रपाकं निवेद्याग्रेभुंजीयाद्गुर्वनुज्ञया
]

`verse 82 [
शिष्यः पुत्र इति प्रोक्तः सदाशिष्यत्वयोगतः ।
जिह्वालिंगान्मंत्रशुक्रं कर्णयोनौ निषिच्यवै 1.18.९० ।
जातः पुत्रो मंत्रपुत्रः पितरं पूजयेद्गुरुम् ।
निमज्जयति पुत्रं वै संसारे जनकः पिता
]

`verse 83 [
संतारयति संसाराद्गुरुर्वै बोधकः पिता ।
उभयोरंतरं ज्ञात्वा पितरं गुरुमर्चयेत्
]

`verse 84 [
अंगशुश्रूषया चापि धनाद्यैः स्वार्जितैर्गुरुम् ।
पादादिकेशपर्यंतं लिंगान्यंगानि यद्गुरोः
]

`verse 85 [
धनरूपैः पादुकाद्यैः पादसंग्रणादिभिः ।
स्नानाभिषेकनैवेद्यैर्भोजनैश्च प्रपूजयेत्
]

`verse 86 [
गुरुपूजैव पूजा स्याच्छिवस्य परमात्मनः ।
गुरुशेषं तु यत्सर्वमात्मशुद्धिकरं भवेत्
]

`verse 87 [
गुरोः शेषः शिवोच्छिष्टं जलमन्नादिनिर्मितम् ।
शिष्याणां शिवभक्तानां ग्राह्यं भोज्यं भवेद्द्विजाः
]

`verse 88 [
गुर्वनुज्ञाविरहितं चोरवत्सकलं भवेत् ।
गुरोरपि विशेषज्ञं यत्नाद्गृह्णीत वै गुरुम्
]

`verse 89 [
अज्ञानमोचनं साध्यं विशेषज्ञो हि मोचकः ।
आदौ च विघ्नशमनं कर्तव्यं कर्म पूर्तये
]

`verse 90 [
निर्विघ्नेन कृतं सांगं कर्म वै सफलं भवेत् ।
तस्मात्सकलकर्मादौ विघ्नेशं पूजयेद् बुधः
]

`verse 91 [
सर्वबाधानिवृत्त्यर्थं सर्वान्देवान्यजेद्बुधः ।
ज्वरादिग्रंथिरोगाश्च बाधा ह्याध्यात्मिका मता 1.18.१०० ।
पिशाचजंबुकादीनां वल्मीकाद्युद्भवे तथा ।
अकस्मादेव गोधादिजंतूनां पतनेपि च
]

`verse 92 [
गृहे कच्छपसर्पस्त्रीदुर्जनादर्शनेपि च ।
वृक्षनारीगवादीनां प्रसूतिविषयेपि च
]

`verse 93 [
भाविदुःखं समायाति तस्मात्ते भौतिका मता ।
अमेध्या शनिपातश्च महामारी तथैव च
]

`verse 94 [
ज्वरमारी विषूचिश्च गोमारी च मसूरिका ।
जन्मर्क्षग्रहसंक्रांतिग्रहयोगाः स्वराशिके
]

`verse 95 [
दुःस्वप्नदर्शनाद्याश्च मता वै ह्यधिदैविकाः ।
शवचांडालपतितस्पर्शाद्येंतर्गृहे गते
]

`verse 96 [
एतादृशे समुत्पन्ने भाविदुःखस्य सूचके ।
शांतियज्ञं तु मतिमान्कुर्यात्तद्दोषशांतये
]

`verse 97 [
देवालयेऽथ गोष्ठे वा चैत्ये वापि गृहांगणे ।
प्रादेशोन्नतधिष्ण्ये वै द्विहस्ते च स्वलंकृते
]

`verse 98 [
भारमात्रव्रीहिधान्यं प्रस्थाप्य परिसृत्य च ।
मध्ये विलिख्यकमलं तथा दिक्षुविलिख्य वै
]

`verse 99 [
तंतुना वेष्टितं कुंभं नवगुग्गुलधूपितम् ।
मध्ये स्थाप्य महाकुंभं तथा दिक्ष्वपि विन्यसेत्
]

`verse 100 [
सनालाम्रककूर्चादीन्कलशांश्च तथाष्टसु ।
पूरयेन्मंत्रपूतेन पंचद्र व्ययुतेन हि 1.18.११० ।
प्रक्षिपेन्नव रत्नानि नीलादीन्क्रमशस्तथा ।
कर्मज्ञं च सपत्नीकमाचार्यं वरयेद्बुधः
]

`verse 101 [
सुवर्णप्रतिमां विष्णोरिंद्रा दीनां च निक्षिपेत् ।
सशिरस्के मध्यकुंभे विष्णुमाबाह्य पूजयेत्
]

`verse 102 [
प्रागादिषु यथामंत्रमिंद्रा दीन्क्रमशो यजेत् ।
तत्तन्नाम्ना चतुर्थ्यां च नमोन्ते न यथाक्रमम्
]

`verse 103 [
आवाहनादिकं सर्वमाचार्येणैव कारयेत् ।
आचार्य ऋत्विजा सार्धं तन्मात्रान्प्रजपेच्छतम्
]

`verse 104 [
कुंभस्य पश्चिमे भागे जपांते होममाचरेत् ।
कोटिं लक्षं सहस्रं वा शतमष्टोत्तरं बुधाः
]

`verse 105 [
एकाहं वा नवाहं वा तथा मंडलमेव वा ।
यथायोग्यं प्रकुर्वीत कालदेशानुसारतः
]

`verse 106 [
शमीहोमश्च शांत्यर्थे वृत्त्यर्थे च पलाशकम् ।
समिदन्नाज्यकैर्द्र व्यैर्नाम्ना मंत्रेण वा हुनेत्
]

`verse 107 [
प्रारंभे यत्कृतं द्र व्यं तत्क्रियांतं समाचरेत् ।
पुण्याहं वाचयित्वांते दिने संप्रोक्ष्ययेज्जलैः
]

`verse 108 [
ब्राह्मणान्भोजयेत्पश्चाद्यावदाहुतिसंख्यया ।
आचार्यश्च हविष्याशीऋत्विजश्च भवेद्बुधाः
]

`verse 109 [
आदित्यादीन्ग्रहानिष्ट्वा सर्वहोमांत एव हि ।
ऋत्विभ्यो दक्षिणां दद्यान्नवरत्नं यथाक्रमम् 1.18.१२० ।
दशदानं ततः कुर्याद्भूरिदानं ततः परम् ।
बालानामुपनीतानां गृहिणां वनिनां धनम्
]

`verse 110 [
कन्यानां च सभर्तृ-णां विधवानां ततः परम् ।
तंत्रोपकरणं सर्वमाचार्याय निवेदयेत्
]

`verse 111 [
उत्पातानां च मारीणां दुःखस्वामी यमः स्मृतः ।
तस्माद्यमस्य प्रीत्यर्थं कालदानं प्रदापयेत्
]

`verse 112 [
शतनिष्केण वा कुर्याद्दशनिष्केण वा पुनः ।
पाशांकुशधरं कालं कुर्यात्पुरुषरूपिणम्
]

`verse 113 [
तत्स्वर्णप्रतिमादानं कुर्याद्दक्षिणया सह ।
तिलदानं ततः कुर्यात्पूर्णायुष्यप्रसिद्धये
]

`verse 114 [
आज्यावेक्षणदानं च कुर्याद्व्याधिनिवृत्तये ।
सहस्रं भोजयेद्विप्रान्दरिद्रः शतमेव वा
]

`verse 115 [
वित्ताभावे दरिद्र स्तु यथाशक्ति समाचरेत् ।
भैरवस्य महापूजां कुर्याद्भूतादिशांतये
]

`verse 116 [
महाभिषेकं नैवेद्यं शिवस्यान्ते तुकारयेत् ।
ब्राह्मणान्भोजयेत्पश्चाद्भूरिभोजनरूपतः
]

`verse 117 [
एवं कृतेन यज्ञेन दोषशांतिमवाप्नुयात् ।
शांतियज्ञमिमं कुर्याद्वर्षे वर्षे तु फाल्गुने
]

`verse 118 [
दुर्दर्शनादौ सद्यो वै मासमात्रे समाचरेत् ।
महापापादिसंप्राप्तौ कुर्याद्भैरवपूजनम् 1.18.१३० ।
महाव्याधिसमुत्पत्तौ संकल्पं पुनराचरेत् ।
सर्वभावे दरिद्र स्तु दीपदानमथाचरेत्
]

`verse 119 [
तदप्यशक्तः स्नात्वा वै यत्किंचिद्दानमाचरेत् ।
दिवाकरं नमस्कुर्यान्मन्त्रेणाष्टोत्तरं शतम्
]

`verse 120 [
सहस्रमयुतं लक्षं कोटिं वा कारयेद् बुधः ।
नमस्कारात्मयज्ञेन तुष्टाः स्युः सर्वदेवताः
]

`verse 121 [
त्वत्स्वरूपेर्पिता बुद्धिर्नतेऽशून्ये च रोचति ।
या चास्त्यस्मदहंतेति त्वयि दृष्टे विवर्जिता
]

`verse 122 [
नम्रोऽहं हि स्वदेहेन भो महांस्त्वमसि प्रभो ।
न शून्यो मत्स्वरूपो वै तव दासोऽस्मि सांप्रतम्
]

`verse 123 [
यथायोग्यं स्वात्मयज्ञं नमस्कारं प्रकल्पयेत् ।
अथात्र शिवनैवेद्यं दत्त्वा तांबूलमाहरेत्
]

`verse 124 [
शिवप्रदक्षिणं कुर्यात्स्वयमष्टोत्तरं शतम् ।
सहस्रमयुतं लक्षं कोटिमन्येन कारयेत्
]

`verse 125 [
शिवप्रदक्षिणात्सर्वं पातकं नश्यति क्षणात् ।
दुःखस्य मूलं व्याधिर्हि व्याधेर्मूलं हि पातकम्
]

`verse 126 [
धर्मेणैव हि पापानामपनोदनमीरितम् ।
शिवोद्देशकृतो धर्मः क्षमः पापविनोदने
]

`verse 127 [
अध्यक्षं शिवधर्मेषु प्रदक्षिणमितीरितम् ।
क्रियया जपरूपं हि प्रणवं तु प्रदक्षिणम् 1.18.१४० ।
जननं मरणं द्वंद्वं मायाचक्रमितीरितम् ।
शिवस्य मायाचक्रं हि बलिपीठं तदुच्यते
]

`verse 128 [
बलिपीठं समारभ्य प्रादक्षिण्यक्रमेण वै ।
पदे पदांतरं गत्वा बलिपीठं समाविशेत्
]

`verse 129 [
नमस्कारं ततः कुर्यात्प्रदक्षिणमितीरितम् ।
निर्गमाज्जननं प्राप्तं नमस्त्वात्मसमर्पणम्
]

`verse 130 [
जननं मरणं द्वंद्वं शिवमायासमर्पितम् ।
शिवमायार्पितद्वंद्वो न पुनस्त्वात्मभाग्भवेत्
]

`verse 131 [
यावद्देहं क्रियाधीनः सजीवो बद्ध उच्यते ।
देहत्रयवशीकारे मोक्ष इत्युच्यते बुधैः
]

`verse 132 [
मायाचक्रप्रणेता हि शिवः परमकारणम् ।
शिवमायार्पितद्वंद्वं शिवस्तु परिमार्जति
]

`verse 133 [
शिवेन कल्पितं द्वंद्वं तस्मिन्नेव समर्पयेत् ।
शिवस्यातिप्रियं विद्यात्प्रदक्षिणं नमो बुधाः
]

`verse 134 [
प्रदक्षिणनमस्काराः शिवस्य परमात्मनः ।
षोडशैरुपचारैश्च कृतपूजा फलप्रदा
]

`verse 135 [
प्रदक्षिणाऽविनाश्यं हि पातकं नास्ति भूतले ।
तस्मात्प्रदक्षिणेनैव सर्वपापं विनाशयेत्
]

`verse 136 [
शिवपूजापरो मौनी सत्यादिगुणसंयुतः ।
क्रियातपोजपज्ञानध्यानेष्वेकैकमाचरेत् 1.18.१५० ।
ऐश्वर्यं दिव्यदेहश्च ज्ञानमज्ञानसंशयः ।
शिवसान्निध्यमित्येते क्रियादीनां फलं भवेत्
]

`verse 137 [
करणेन फलं याति तमसः परिहापनात् ।
जन्मनः परिमार्जित्वाज्ज्ञबुद्ध्या जनितानि च
]

`verse 138 [
यथादेशं यथाकालं यथादेहं यथाधनम् ।
यथायोग्यं प्रकुर्वीत क्रियादीञ्छिवभक्तिमान्
]

`verse 139 [
न्यायार्जितसुवित्तेन वसेत्प्राज्ञः शिवस्थले ।
जीवहिंसादिरहितमतिक्लेशविवर्जितम्
]

`verse 140 [
पंचाक्षरेण जप्तं च तोयमन्नं विदुः सुखम् ।
अथवाऽहुर्दरिद्र स्य भिक्षान्नंज्ञानदं भवेत्
]

`verse 141 [
शिवभक्तस्य भिक्षान्नंशिवभक्तिविवर्धनम् ।
शंभुसत्रमिति प्राहुर्भिक्षान्नंशिवयोगिनः
]

`verse 142 [
येन केनाप्युपायेन यत्र कुत्रापि भूतले ।
शुद्धान्नभुक्सदा मौनीरहस्यं न प्रकाशयेत्
]

`verse 143 [
प्रकाशयेत्तु भक्तानां शिवमाहात्म्यमेव हि ।
रहस्यं शिवमंत्रस्य शिवो जानाति नापरः
]

`verse 144 [
शिवभक्तो वसेन्नित्यं शिवलिंगं समाश्रितः ।
स्थाणुलिंगाश्रयेणैव स्थाणुर्भवति भूसुराः
]

`verse 145 [
पूजया चरलिंगस्य क्रमान्मुक्तो भवेद्ध्रुवम् ।
सर्वमुक्तं समासेन साध्यसाधनमुत्तमम् 1.18.१६० ।
व्यासेन यत्पुराप्रोक्तं यच्छ्रुतं हि मया पुरा ।
भद्र मस्तु हि वोऽस्माकं शिवभक्तिर्दृढाऽस्तुसा
]

`verse 146 [
य इमं पठतेऽध्यायं यः शृणोति नरः सदा ।
शिवज्ञानं स लभतेशिवस्य कृपया बुधाः
]

`colophon [
इति श्रीशैवेमहापुराणे विद्येश्वरसंहितायां साध्यसाधनखंडे शिवलिंगमहिमावर्णनं नामाष्टादशोऽध्यायः
]
