`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूत सूत चिरंजीव धन्यस्त्वं शिवभक्तिमान् ।
सम्यगुक्तस्त्वया लिंगमहिमा सत्फलप्रदः
]

`verse 2 [
यत्र पार्थिवमाहेशलिंगस्य महिमाधुना ।
सर्वोत्कृष्टश्च कथितो व्यासतो ब्रूहि तं पुनः
]

`speaker [
सूत उवाच
]

`verse 3 [
शृणुध्वमृषयः सर्वे सद्भक्त्या हरतो खिलाः ।
शिवपार्थिवलिंगस्य महिमा प्रोच्यते मया
]

`verse 4 [
उक्तेष्वेतेषु लिंगेषु पार्थिवं लिंगमुत्तमम् ।
तस्य पूजनतो विप्रा बहवः सिद्धिमागताः
]

`verse 5 [
हरिर्ब्रह्मा च ऋषयः सप्रजापतयस्तथा ।
संपूज्य पार्थिवं लिंगं प्रापुःसर्वेप्सितं द्विजाः
]

`verse 6 [
देवासुरमनुष्याश्च गंधर्वोरगराक्षसाः ।
अन्येपि बहवस्तं संपूज्य सिद्धिं गताः परम्
]

`verse 7 [
कृते रत्नमयं लिंगं त्रेतायां हेमसंभवम् ।
द्वापरे पारदं श्रेष्ठं पार्थिवं तु कलौ युगे
]

`verse 8 [
अष्टमूर्तिषु सर्वासु मूर्तिर्वै पार्थिवी वरा ।
अनन्यपूजिता विप्रास्तपस्तस्मान्महत्फलम्
]

`verse 9 [
यथा सर्वेषु देवेषु ज्येष्ठः श्रेष्ठो महेश्वरः ।
एवं सर्वेषु लिंगेषु पार्थिवं श्रेष्टमुच्यते
]

`verse 10 [
यथा नदीषु सर्वासु ज्येष्ठा श्रेष्ठा सुरापगा ।
तथा सर्वेषु लिंगेषु पार्थिवं श्रेष्ठमुच्यते 1.19.१० ।
यथा सर्वेषु मंत्रेषु प्रणवो हि महान्स्मृतः ।
तथेदं पार्थिवं श्रेष्ठमाराध्यं पूज्यमेव हि
]

`verse 11 [
यथा सर्वेषु वर्णेषु ब्राह्मणःश्रेष्ठ उच्यते ।
तथा सर्वेषु लिंगेषु पार्थिवं श्रेष्ठमुच्यते
]

`verse 12 [
यथा पुरीषु सर्वासु काशीश्रेष्ठतमा स्मृता ।
तथा सर्वेषु लिंगेषु पार्थिवं श्रेष्ठमुच्यते
]

`verse 13 [
यथा व्रतेषु सर्वेषु शिवरात्रिव्रतं परम् ।
तथा सर्वेषु लिंगेषु पार्थिवं श्रेष्थमुच्यते
]

`verse 14 [
यथा देवीषु सर्वासु शैवीशक्तिः परास्मृता ।
तथा सर्वेषु लिंगेषु पार्थिवं श्रेष्ठमुच्यते
]

`verse 15 [
प्रकृत्यपार्थिवं लिंगं योन्यदेवं प्रपूजयेत् ।
वृथा भवति सा पूजा स्नानदानादिकं वृथा
]

`verse 16 [
पार्थिवाराधनं पुण्यं धन्यमायुर्विवर्धनम् ।
तुष्टिदं पुष्टिदंश्रीदं कार्यं साधकसत्तमैः
]

`verse 17 [
यथा लब्धोपचारैश्च भक्त्या श्रद्धासमन्वितः ।
पूजयेत्पार्थिवं लिंगं सर्वकामार्थसिद्धिदम्
]

`verse 18 [
यः कृत्वा पार्थिवं लिंगे पूजयेच्छुभवेदिकम् ।
इहैव धनवाञ्छ्रीमानंते रुद्रो भिजायते
]

`verse 19 [
त्रिसंध्यं योर्चयंल्लिंगं कृत्वा बिल्वेन पार्थिवम् ।
दशैकादशकंयावत्तस्य पुण्यफलं शृणु 1.19.२० ।
अनेनैव स्वदेहेन रुद्र लोके महीयते ।
पापहं सर्वमर्त्यानां दर्शनात्स्पर्शनादपि
]

`verse 20 [
जीवन्मुक्तः स वैज्ञानी शिव एव न संशयः ।
तस्य दर्शनमात्रेण भुक्तिर्मुक्तिश्च जायते
]

`verse 21 [
शिवं यः पूजयेन्नित्यं कृत्वा लिंगं तु पार्थिवम् ।
यावज्जीवनपर्यंतं स याति शिवमन्दिरम्
]

`verse 22 [
मृडेनाप्रमितान्वर्षाञ्छिवलोकेहि तिष्ठति ।
सकामः पुनरागत्य राजेन्द्रो भारते भवेत्
]

`verse 23 [
निष्कामः पूजयेन्नित्यं पार्थिवंलिंगमुत्तमम् ।
शिवलोके सदा तिष्ठेत्ततः सायुज्यमाप्नुयात्
]

`verse 24 [
पार्थिवं शिवलिंगं च विप्रो यदि न पूजयेत् ।
स याति नरकं घोरं शूलप्रोतं सुदारुणम्
]

`verse 25 [
यथाकथंचिद्विधिना रम्यं लिंगं प्रकारयेत् ।
पंचसूत्रविधानां च पार्थिवेन विचारयेत्
]

`verse 26 [
अखण्डं तद्धि कर्तव्यं न विखण्डं प्रकारयेत् ।
द्विखण्डं तु प्रकुर्वाणो नैव पूजाफलं लभेत्
]

`verse 27 [
रत्नजं हेमजं लिंगं पारदं स्फाटिकं तथा ।
पार्थिवं पुष्परागोत्थमखंडं तु प्रकारयेत्
]

`verse 28 [
अखंडं तु चरं लिंगं द्विखंडमचरं स्मृतम् ।
खंडाखंडविचारोयं सचराचरयोः स्मृतः 1.19.३० ।
वेदिका तु महाविद्या लिंगं देवो महेश्वरः ।
अतो हि स्थावरे लिंगे स्मृता श्रेष्ठादिखंडिता
]

`verse 29 [
द्विखंडं स्थावरं लिंगं कर्तव्यं हि विधानतः ।
अखंडं जंगमं प्रोक्तंश् ऐवसिद्धान्तवेदिभिः
]

`verse 30 [
द्विखंडं तु चरां लिंगं कुर्वन्त्यज्ञानमोहिताः ।
नैव सिद्धान्तवेत्तारो मुनयः शास्त्रकोविदाः
]

`verse 31 [
अखंडं स्थावरं लिंगं द्विखंडं चरमेव च ।
येकुर्वन्तिनरामूढानपूजाफलभागिनः
]

`verse 32 [
तस्माच्छास्त्रोक्तविधिना अखंडं चरसंज्ञकम् ।
द्विखंडं स्थावरं लिंगं कर्तव्यं परया मुदा
]

`verse 33 [
अखंडे तु चरे पूजा सम्पूर्णफलदायिनी ।
द्विखंडे तु चरे पूजामहाहानिप्रदा स्मृता
]

`verse 34 [
अखंडे स्थावरे पूजा न कामफलदायिनी ।
प्रत्यवायकरी नित्यमित्युक्तं शास्त्रवेदिभिः
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां साध्यसाधनखंडे पार्थिवशिवलिंगपूजनमाहात्म्यवर्णनं नामैकोनविंशोऽध्यायः
]
