`speaker [
सूत उवाच
]

`verse 1 [
अथ वैदिकभक्तानां पार्थिवार्चां निगद्यते ।
वैदिकेनैव मार्गेण भुक्तिमुक्तिप्रदायिनी
]

`verse 2 [
सूत्रोक्तविधिना स्नात्वा संध्यां कृत्वा यथाविधि ।
ब्रह्मयज्ञं विधायादौ ततस्तर्प्पणमाचरेत्
]

`verse 3 [
नैत्यिकं सकलं कामं विधायानंतरं पुमान् ।
शिवस्मरणपूर्वं हि भस्मरुद्रा क्षधारकः
]

`verse 4 [
वेदोक्ताविधिना सम्यक्संपूर्णफलसिद्धये ।
पूजयेत्परया भक्त्या पार्थिवं लिंगमुत्तमम्
]

`verse 5 [
नदीतीरे तडागे च पर्वते काननेऽपि च ।
शिवालये शुचौ देशे पार्थिवार्चा विधीयते
]

`verse 6 [
शुद्धप्रदेशसंभूतां मृदमाहृत्य यत्नतः ।
शिवलिंगं प्रकल्पेत सावधानतया द्विजाः
]

`verse 7 [
विप्रे गौरा स्मृता शोणा बाहुजे पीतवर्णका ।
वैश्ये कृष्णा पादजाते ह्यथवा यत्र या भवेत्
]

`verse 8 [
संगृह्य मृत्तिकां लिंगनिर्माणार्थं प्रयत्नतः ।
अतीव शुभदेशे च स्थापयेत्तां मृदं शुभाम्
]

`verse 9 [
संशोध्य च जलेनापि पिंडीकृत्य शनैः शनैः ।
विधीयेत शुभं लिंगं पार्थिवं वेदमार्गतः
]

`verse 10 [
ततः संपूजयेद्भक्त्या भुक्तिमुक्तिफलाप्तये ।
तत्प्रकारमहं वच्मि शृणुध्वं संविधानतः 1.20.१० ।
नमः शिवाय मंत्रेणार्चनद्र व्यं च प्रोक्षयेत् ।
भूरसीति च मंत्रेण क्षेत्रसिद्धिं प्रकारयेत्
]

`verse 11 [
आपोस्मानिति मंत्रेण जलसंस्कारमाचरेत् ।
नमस्ते रुद्र मंत्रेण फाटिकाबंधमुच्यते
]

`verse 12 [
शंभवायेति मंत्रेण क्षेत्रशुद्धिं प्रकारयेत् ।
नमः पूर्वेण कुर्यात्पंचामृतस्यापि प्रोक्षणम्
]

`verse 13 [
चरेच्छंकरलिंगस्य प्रतिष्ठापनमुत्तमम्
]

`verse 14 [
भक्तितस्तत एतत्ते रुद्रा येति च मंत्रतः ।
आसनं रमणीयं वै दद्याद्वैदिकमार्गकृत्
]

`verse 15 [
मानो महन्तमिति च मंत्रेणावाहनं चरेत् ।
याते रुद्रे ण मंत्रेण संचरेदुपवेशनम्
]

`verse 16 [
मंत्रेण यामिषुमिति न्यासं कुर्य्याच्छिवस्य च ।
अध्यवोचदिति प्रेम्णाधिवासं मनुनाचरेत्
]

`verse 17 [
मनुना सौजीव इति देवतान्यासमाचरेत् ।
असौ योवसर्पतीति चाचरेदपसर्पणम्
]

`verse 18 [
नमोस्तु नीलग्रीवायेति पाद्यं मनुनाहरेत् ।
अर्घ्यं च रुद्र गायत्र्! याऽचमनं त्र्! यंबकेण च
]

`verse 19 [
पयः पृथिव्यामिति च पयसा स्नानमाचरेत् ।
दधिक्राव्णेतिमंत्रेण दधिस्नानं च कारयेत् 1.20.२० ।
घृटं स्नाने खलु घृतं घृतं यावेति मंत्रतः ।
मधुवाता मधुनक्तं मधुमान्न इति त्र्! यृचा
]

`verse 20 [
मधुखंडस्नपनं प्रोक्तमिति पंचामृतं स्मृतम् ।
अथवा पाद्यमंत्रेण स्नानं पंचामृतेन च
]

`verse 21 [
मानस्तोके इति प्रेम्णा मंत्रेण कटिबंधनम् ।
नमो धृष्णवे इति वा उत्तरीयं च धापयेत्
]

`verse 22 [
या ते हेतिरिति प्रेम्णा ऋक्चतुष्केण वैदिकः ।
शिवाय विधिना भक्तश्चरेद्वस्त्रसमर्पणम्
]

`verse 23 [
नमस्तक्षभ्य इति चाक्षतान्मंत्रेण चार्पयेत्
]

`verse 24 [
दीपं दद्याद्यथोक्तं तु नम आशव इत्यृचा
]

`verse 25 [
नमो ज्येष्ठाय मंत्रेण दद्यान्नैवेद्यमुत्तमम् ।
मनुना त्र्! यम्बकमिति पुनराचमनं स्मृतम्
]

`verse 26 [
इमा रुद्रा येति ऋचा कुर्यात्फलसमर्पणम् ।
नमो व्रज्यायेति ऋचा सकलं शंभवेर्पयेत्
]

`verse 27 [
मानो महांतमिति च मानस्तोके इति ततः ।
मंत्रद्वयेनैकदशाक्षतै रुद्रा न्प्रपूजयेत् 1.20.३० ।
हिरण्यगर्भ इति त्र्! यृचा दक्षिणां हि समर्पयेत् ।
देवस्य त्वेति मंत्रेण ह्यभिषेकं चरेद्बुधः
]

`verse 28 [
दीपमंत्रेण वा शंभोर्नीराजनविधिं चरेत् ।
पुष्पांजलिं चरेद्भक्त्या इमा रुद्रा य च त्र्! यृचा
]

`verse 29 [
मानो महान्तमिति च चरेत्प्राज्ञः प्रदक्षिणाम् ।
मानस्तोकेति मंत्रेण साष्टाण्गं प्रणमेत्सुधीः
]

`verse 30 [
एषते इति मंत्रेण शिवमुद्रा ं! प्रदर्शयेत् ।
यतोयत इत्यभयां ज्ञानाख्यां त्र्! यंबकेण च
]

`verse 31 [
दर्शयेद्धेनुमुद्रा ं! च नमो गोभ्य ऋचानया
]

`verse 32 [
पंचमुद्रा ः! प्रदर्श्याथ शिवमंत्रजपं चरेत् ।
शतरुद्रि यमंत्रेण जपेद्वेदविचक्षणः
]

`verse 33 [
ततः पंचाण्गपाठं च कुर्य्याद्वेदविचक्षणः ।
देवागात्विति मंत्रेण कुर्याच्छंभोर्विसर्जनम्
]

`verse 34 [
इत्युक्तः शिवपूजाया व्यासतो वैदिकोविधिः ।
समासतश्च शृणुत वैदिकं विधिमुत्तमम्
]

`verse 35 [
ऋचा सद्योजातमिति मृदाहरणमाचरेत् ।
वामदेवाय इति च जलप्रक्षेपमाचरेत्
]

`verse 36 [
अघोरेण च मंत्रेण लिंगनिर्माणमाचरेत् ।
तत्पुरुषाय मंत्रेणाह्वानं कुर्याद्यथाविधि 1.20.४० ।
संयोजयेद्वेदिकायामीशानमनुना हरम् ।
अन्यत्सर्वं विधानं च कुर्य्यात्संक्षेपतः सुधीः
]

`verse 37 [
पंचाक्षरेण मंत्रेण गुरुदत्तेन वा तथा ।
कुर्यात्पूजां षोडशोपचारेण विधिवत्सुधीः
]

`verse 38 [
भवाय भवनाशाय महादेवाय धीमहि ।
उग्राय उग्रनाशाय शर्वाय शशिमौलिने
]

`verse 39 [
अनेन मनुना वापि पूजयेच्छंकरं सुधीः ।
सुभक्त्या च भ्रमं त्यक्त्वा भक्त्यैव फलदः शिवः
]

`verse 40 [
इत्यपि प्रोक्तमादृत्य वैदिकक्रमपूजनम् ।
प्रोच्यतेन्यविधिः सम्यक्साधारणतया द्विजः
]

`verse 41 [
पूजा पार्थिवलिंगस्य संप्रोक्ता शिवनामभिः ।
तां शृणुध्वं मुनिश्रेष्ठाः सर्वकामप्रदायिनीम्
]

`verse 42 [
हरो महेश्वरः शंभुः शूलपाणिः पिनाकधृक् ।
शिवः पशुपतिश्चैव महादेव इति क्रमात्
]

`verse 43 [
मृदाहरणसंघट्टप्रतिष्ठाह्वानमेव च ।
स्नपनं पूजनं चैव क्षमस्वेति विसर्जनम्
]

`verse 44 [
ॐकारादिचतुर्थ्यंतैर्नमोन्तैर्नामभिः क्रमात् ।
कर्तव्या च क्रिया सर्वा भक्त्या परमया मुदा
]

`verse 45 [
कृत्वा न्यासविधिं सम्यक्षडण्गकरयोस्तथा ।
षडक्षरेण मंत्रेण ततो ध्यानं समाचरेत् 1.20.५० ।
कैलासपीठासनमध्यसंस्थं भक्तैः सनंदादिभिरर्च्यमानम् ।
भक्तार्तिदावानलमप्रमेयं ध्यायेदुमालिंगितविश्वभूषणम्
]

`verse 46 [
ध्यायेन्नित्यं महेशं रजतगिरिनिभं चारुचंद्रा वतंसं रत्नाकल्पोज्ज्वलांगं परशुमृगवराभीतिहस्तं प्रसन्नम् ।
पद्मासीनं समंतात्स्थितममरगणैर्व्याघ्रकृत्तिं वसानं विश्वाद्यं विश्वबीजं निखिलभयहरं पंचवक्त्रं त्रिनेत्रम्
]

`verse 47 [
इति ध्यात्वा च संपूज्य पार्थिवं लिंगमुत्तमम् ।
जपेत्पंचाक्षरं मंत्रं गुरुदत्तं यथाविधि
]

`verse 48 [
स्तुतिभिश्चैव देवेशं स्तुवीत प्रणमन्सुधीः ।
नानाभिधाभिर्विप्रेन्द्रा ः! पठेद्वै शतरुद्रि यम्
]

`verse 49 [
ततः साक्षतपुष्पाणि गृहीत्वांजलिना मुदा ।
प्रार्थयेच्छंकरं भक्त्या मंत्रैरेभिः सुभक्तितः
]

`verse 50 [
तावकस्त्वद्गुणप्राणस्त्वच्चित्तोहं सदा मृड ।
कृपानिध इति ज्ञात्वा भूतनाथ प्रसीद मे
]

`verse 51 [
अज्ञानाद्यदि वा ज्ञानाज्जप पूजादिकं मया ।
कृतं तदस्तु सफलं कृपया तव शंकर
]

`verse 52 [
अहं पापी महानद्य पावनश्च भवान्महान् ।
इति विज्ञाय गौरीश यदिच्छसि तथा कुरु
]

`verse 53 [
वेदैः पुराणैः सिद्धान्तैरृषिभिर्विविधैरपि ।
न ज्ञातोसि महादेव कुतोहं त्वं महाशिव
]

`verse 54 [
यथा तथा त्वदीयोस्मि सर्वभावैर्महेश्वर ।
रक्षणीयस्त्वयाहं वै प्रसीद परमेश्वर 1.20.६० ।
इत्येवं चाक्षतान्पुष्पानारोप्य च शिवोपरि ।
प्रणमेद्भक्तितश्शंभुं साष्टांगं विधिवन्मुने
]

`verse 55 [
ततः प्रदक्षिणां कुर्याद्यथोक्तविधिना सुधीः ।
पुनः स्तुवीत देवेशं स्तुतिभिः श्रद्धयान्वितः
]

`verse 56 [
ततो गलरवं कृत्वा प्रणमेच्छुचिनम्रधीः ।
कुर्याद्विज्ञप्तिमादृत्य विसर्जनमथाचरेत्
]

`verse 57 [
इत्युक्ता मुनिशार्दूलाः पार्थिवार्चा विधानतः ।
भुक्तिदा मुक्तिदा चैव शिवभक्तिविवर्धिनी
]

`verse 58 [
इत्यध्यायं सुचित्तेन यः पठेच्छृणुयादपि ।
सर्वपापविशुद्धात्मासर्वान्कामानवाप्नुयात्
]

`verse 59 [
आयुरायोग्यदं चैव यशस्यं स्वर्ग्यमेव च ।
पुत्रपौत्रादिसुखदमाख्यानमिदमुत्तमम्
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां साध्यसाधनखण्डे पार्थिवशिवलिंगपूजाविधिवर्णनं नाम विंशोऽध्यायः
]
