`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूत सूत महाभाग व्यासशिष्य नमोस्तु ते ।
सम्यगुक्तं त्वया तात पार्थिवार्चाविधानकम्
]

`verse 2 [
कामनाभेदमाश्रित्य संख्यां ब्रूहि विधानतः ।
शिवपार्थिवलिंगानां कृपया दीनवत्सल
]

`speaker [
सूत उवाच
]

`verse 3 [
शृणुध्वमृषयः सर्वे पार्थिवार्चाविधानकम् ।
यस्यानुष्ठानमात्रेण कृतकृत्यो भवेन्नरः
]

`verse 4 [
अकृत्वा पार्थिवं लिंगं योन्यदेवं प्रपूजयेत् ।
वृथा भवति सा पूजा दमदानादिकं वृथा
]

`verse 5 [
संख्या पार्थिवलिंगानां यथाकामं निगद्यते ।
संख्या सद्यो मुनिश्रेष्ठ निश्चयेन फलप्रदा
]

`verse 6 [
प्रथमावाहनं तत्र प्रतिष्ठा पूजनं पृथक् ।
लिंगाकारं समं तत्र सर्वं ज्ञेयं पृथक्पृथक्
]

`verse 7 [
विद्यार्थी पुरुषः प्रीत्या सहस्रमितपार्थिवम् ।
पूजयेच्छिवलिंगं हि निश्चयात्तत्फलप्रदम्
]

`verse 8 [
नरः पार्थिवलिंगानां धनार्थी च तदर्द्धकम् ।
पुत्रार्थी सार्द्धसाहस्रं वस्त्रार्थी शतपंचक्रम्
]

`verse 9 [
मोक्षार्थी कोटिगुणितं भूकामश्च सहस्रकम् ।
दयार्थी च त्रिसाहस्रं तीर्थार्थी द्विसहस्रकम्
]

`verse 10 [
सुहृत्कामी त्रिसाहस्रं वश्यार्थी शतमष्टकम् ।
मारणार्थी सप्तशतं मोहनार्थी शताष्टकम् 1.21.१० ।
उच्चाटनपरश्चैव सहस्रं च यथोक्ततः ।
स्तंभनार्थी सहस्रं तु द्वेषणार्थी तदर्द्धकम्
]

`verse 11 [
निगडान्मुक्तिकामस्तु सहस्रं सर्द्धमुत्तमम् ।
महाराजभये पंचशतं ज्ञेयं विचक्षणैः
]

`verse 12 [
चौरादिसंकटे ज्ञेयं पार्थिवानां शतद्वयम् ।
डाकिन्यादिभये पंचशतमुक्तं जपार्थिवम्
]

`verse 13 [
दारिद्र ये! पंचसाहस्रमयुतं सर्वकामदम् ।
अथ नित्यविधिं वक्ष्ये शृणुध्वं मुनिसत्तमाः
]

`verse 14 [
एकं पापहरं प्रोक्तं द्विलिंगं चार्थसिद्धिदम् ।
त्रिलिंगं सर्वकामानां कारणं परमीरितम्
]

`verse 15 [
उत्तरोत्तरमेवं स्यात्पूर्वोक्तगणनाविधि ।
मतांतरमथो वक्ष्ये संख्यायां मुनिभेदतः
]

`verse 16 [
लिंगानामयुतं कृत्वा पार्थिवानां सुबुद्धिमान् ।
निर्भयो हि भवेन्नूनं महाराजभयं हरेत्
]

`verse 17 [
कारागृहादिमुक्त्यर्थमयुतं कारयेद्बुधः ।
डाकिन्यादिभये सप्तसहस्रं कारयेत्तथा
]

`verse 18 [
सहस्राणि पंचपंचाशदपुत्रः प्रकारयेत् ।
लिंगानामयुतेनैव कन्यकासंततिं लभेत्
]

`verse 19 [
लिंगानामयुतेनैव विष्ण्वादैश्वर्यमाप्नुयात् ।
लिंगानां प्रयुतेनैव ह्यतुलां श्रियमाप्नुयात् 1.21.२० ।
कोटिमेकां तु लिंगानां यः करोति नरो भुवि ।
शिव एव भवेत्सोपि नात्र कार्य्या विचारणा
]

`verse 20 [
अर्चा पार्थिवलिंगानां कोटियज्ञफलप्रदा ।
भुक्तिदा मुक्तिदा नित्यं ततः कामर्थिनां नृणाम्
]

`verse 21 [
विना लिंगार्चनं यस्य कालो गच्छति नित्यशः ।
महाहानिर्भवेत्तस्य दुर्वृत्तस्य दुरात्मनः
]

`verse 22 [
एकतः सर्वदानानि व्रतानि विविधानि च ।
तीर्थानि नियमा यज्ञा लिंगार्चा चैकतः स्मृता
]

`verse 23 [
कलौ लिंगार्चनं श्रेष्ठं तथा लोके प्रदृश्यते ।
तथा नास्तीति शास्त्राणामेष सिद्धान्तनिश्चयः
]

`verse 24 [
भुक्तिमुक्तिप्रदं लिंगं विविधापन्निवारणम् ।
पूजयित्वा नरो नित्यं शिवसायुज्यमाप्नुयात्
]

`verse 25 [
शिवानाममयं लिंगं नित्यं पूज्यं महर्षिभिः ।
यतश्च सर्वलिंगेषु तस्मात्पूज्यं विधानतः
]

`verse 26 [
उत्तमं मध्यमं नीचं त्रिविधं लिंगमीरितम् ।
मानतो मुनिशार्दूलास्तच्छृणुध्वं वदाम्यहम्
]

`verse 27 [
चतुरंगुलमुच्छ्रायं रम्यं वेदिकया युतम् ।
उत्तमं लिंगमाख्यातं मुनिभिः शास्त्रकोविदैः
]

`verse 28 [
तदर्द्धं मध्यमं प्रोक्तं तदर्द्धमघमं स्मृतम् ।
इत्थं त्रिविधमाख्यातमुत्तरोत्तरतः परम् 1.21.३० ।
अनेकलिंगं यो नित्यं भक्तिश्रद्धासमन्वितः ।
पूजयेत्स लभेत्कामान्मनसा मानसेप्सितान्
]

`verse 29 [
न लिंगाराधनादन्यत्पुण्यं वेदचतुष्टये ।
विद्यते सर्वशास्त्राणामेष एव विनिश्चयः
]

`verse 30 [
सर्वमेतत्परित्यज्य कर्मजालमशेषतः ।
भक्त्या परमया विद्वाँ ल्लिंगमेकं प्रपूजयेत्
]

`verse 31 [
लिंगेर्चितेर्चितं सर्वं जगत्स्थावरजंगमम् ।
संसारांबुधिमग्नानां नान्यत्तारणसाधनम्
]

`verse 32 [
अज्ञानतिमिरांधानां विषयासक्तचेतसाम् ।
प्लवो नान्योस्ति जगति लिंगाराधनमंतरा
]

`verse 33 [
हरिब्रह्मादयो देवा मुनयो यक्षराक्षसाः ।
गंधर्वाश्चरणास्सिद्धा दैतेया दानवास्तथा
]

`verse 34 [
नागाः शेषप्रभृतयो गरुडाद्याःखगास्तथा ।
सप्रजापतयश्चान्ये मनवः किन्नरा नराः
]

`verse 35 [
पूजयित्वा महाभक्त्या लिंगं सर्वार्थसिद्धिदम् ।
प्राप्ताः कामानभीष्टांश्च तांस्तान्सर्वान्हृदि स्थितान्
]

`verse 36 [
ब्राह्मणः क्षत्रियो वैश्यः शूद्रो वा प्रतिलोमजः ।
पूजयेत्सततं लिंगं तत्तन्मंत्रेण सादरम्
]

`verse 37 [
किं बहूक्तेन मुनयः स्त्रीणामपि तथान्यतः ।
अधिकारोस्ति सर्वेषां शिवलिंगार्चने द्विजाः 1.21.४० ।
द्विजानां वैदिकेनापि मार्गेणाराधनं वरम् ।
अन्येषामपि जंतूनां वैदिकेन न संमतम्
]

`verse 38 [
वैदिकानां द्विजानां च पूजा वैदिकमार्गतः ।
कर्तव्यानान्यमार्गेण इत्याह भगवाञ्छिवः
]

`verse 39 [
दधीचिगौतमादीनां शापेनादग्धचेतसाम् ।
द्विजानां जायते श्रद्धानैव वैदिककर्मणि
]

`verse 40 [
यो वैदिकमनादृत्य कर्म स्मार्तमथापि वा ।
अन्यत्समाचरेन्मर्त्यो न संकल्पफलं लभेत्
]

`verse 41 [
इत्थं कृत्वार्चनं शंभोर्नैवेद्यांतं विधानतः ।
पूजयेदष्टमूर्तीश्च तत्रैव त्रिजगन्मयीः
]

`verse 42 [
क्षितिरापोनलो वायुराकाशः सूर्य्यसोमकौ ।
यजमान इति त्वष्टौ मूर्तयः परिकीर्तिताः
]

`verse 43 [
शर्वो भवश्च रुद्र श्च उग्रोभीम इतीश्वरः ।
महादेवः पशुपतिरेतान्मूर्तिभिरर्चयेत्
]

`verse 44 [
पूजयेत्परिवारं च ततः शंभोः सुभक्तितः ।
ईशानादिक्रमात्तत्र चंदनाक्षतपत्रकैः
]

`verse 45 [
ईशानं नंदिनं चंडं महाकालं च भृंगिणम् ।
वृषं स्कंदं कपर्दीशं सोमं शुक्रं च तत्क्रमात्
]

`verse 46 [
अग्रतो वीरभद्रं च पृष्ठे कीर्तिमुखं तथा ।
तत एकादशान्रुद्रा न्पूजयेद्विधिना ततः 1.21.५० ।
ततः पंचाक्षरं जप्त्वा शतरुद्रि यमेव च ।
स्तुतीर्नानाविधाः कृत्वा पंचांगपठनं तथा
]

`verse 47 [
ततः प्रदक्षिणां कृत्वा नत्वा लिंगं विसर्जयेत् ।
इति प्रोक्तमशेषं च शिवपूजनमादरात्
]

`verse 48 [
रात्रावुदण्मुखः कुर्याद्देवकार्यं सदैव हि ।
शिवार्चनं सदाप्येवं शुचिः कुर्यादुदण्मुखः
]

`verse 49 [
न प्राचीमग्रतः शंभोर्नोदीचीं शक्तिसंहितान् ।
न प्रतीचीं यतः पृष्ठमतो ग्राह्यं समाश्रयेत्
]

`verse 50 [
विना भस्मत्रिपुंड्रेण विना रुद्रा क्षमालया ।
बिल्वपत्रं विना नैव पूजयेच्छंकरं बुधः
]

`verse 51 [
भस्माप्राप्तौ मुनिश्रेष्ठाः प्रवृत्ते शिवपूजने ।
तस्मान्मृदापि कर्तव्यं ललाटे च त्रिपुंड्रकम्
]

`colophon [
इति श्रीशिवमहापुराणे प्रथमायां विद्येश्वरसंहितायां साध्यसाधनखण्डे पार्थिवपूजनवर्णनं नामैकविंशोऽध्यायः
]
