`speaker [
ऋषयः ऊचुः
]

`verse 1 [
अग्राह्यं शिवनैवेद्यमिति पूर्वं श्रुतं वचः ।
ब्रूहि तन्निर्णयं बिल्वमाहात्म्यमपि सन्मुने
]

`speaker [
सूत उवाच
]

`verse 2 [
शृणुध्वं मुनयः सर्वे सावधानतयाधुना ।
सर्वं वदामि संप्रीत्या धन्या यूयं शिवव्रताः
]

`verse 3 [
शिवभक्तः शुचिः शुद्धः सद्व्रतीदृढनिश्चयः ।
भक्षयेच्छिवनैवेद्यं त्यजेदग्राह्यभावनाम्
]

`verse 4 [
दृष्ट्वापि शिवनैवेद्ये यांति पापानि दूरतः ।
भक्ते तु शिवनैवेद्ये पुण्यान्या यांति कोटिशः
]

`verse 5 [
अलं यागसहस्रेणाप्यलं यागार्बुदैरपि ।
भक्षिते शिवनैवेद्ये शिवसायुज्यमाप्नुयात्
]

`verse 6 [
यद्गृहे शिवनैवेद्यप्रचारोपि प्रजायते ।
तद्गृहं पावनं सर्वमन्यपावनकारणम्
]

`verse 7 [
आगतं शिवनैवेद्यं गृहीत्वा शिरसा मुदा ।
भक्षणीयं प्रयत्नेन शिवस्मरणपूर्वकम्
]

`verse 8 [
आगतं शिवनैवेद्यमन्यदा ग्राह्यमित्यपि ।
विलंबे पापसंबंधो भवत्येव हि मानवे
]

`verse 9 [
न यस्य शिवनैवेद्यग्रहणेच्छा प्रजायते ।
स पापिष्ठो गरिष्ठः स्यान्नरकं यात्यपि ध्रुवम्
]

`verse 10 [
हृदये चन्द्र कान्ते च स्वर्णरूप्यादिनिर्मिते ।
शिवदीक्षावता भक्तेनेदं भक्ष्यमितीर्य्यते 1.22.१० ।
शिवदीक्षान्वितो भक्तो महाप्रसादसंज्ञकम् ।
सर्वेषामपि लिंगानां नैवेद्यं भक्षयेच्छुभम्
]

`verse 11 [
अन्यदीक्षायुजां नॄणां शिवभक्तिरतात्मनाम् ।
शृणुध्वं निर्णयं प्रीत्या शिवनैवेद्यभक्षणे
]

`verse 12 [
शालग्रामोद्भवे लिंगे रसलिंगे तथा द्विजाः ।
पाषाणे राजते स्वर्णे सुरसिद्धप्रतिष्ठिते
]

`verse 13 [
काश्मीरे स्फाटिके रात्ने ज्योतिर्लिंगेषु सर्वशः ।
चान्द्रायणसमं प्रोक्तं शंभोर्नैवेद्यभक्षणम्
]

`verse 14 [
ब्रह्महापि शुचिर्भूत्वा निर्माल्यं यस्तु धारयेत् ।
भक्षयित्वा द्रुतं तस्य सर्वपापं प्रणश्यति
]

`verse 15 [
चंडाधिकारो यत्रास्ति तद्भोक्तव्यं न मानवैः ।
चंडाधिकारो नो यत्र भोक्तव्यं तच्च भक्तितः
]

`verse 16 [
बाणलिंगे च लौहे च सिद्धे लिंगे स्वयंभुवि ।
प्रतिमासु च सर्वासु न चंडोधिकृतो भवेत्
]

`verse 17 [
स्नापयित्वा विधानेन यो लिंगस्नापनोदकम् ।
त्रिःपिबेत्त्रिविधं पापं तस्येहाशु विनश्यति
]

`verse 18 [
अग्राह्यं शिवनैवेद्यं पत्रं पुष्पं फलं जलम् ।
शालग्रामशिलासंगात्सर्वं याति पवित्रिताम्
]

`verse 19 [
लिंगोपरि च यद्द्रव्यं तदग्राह्यं मुनीश्वराः ।
सुपवित्रं च तज्ज्ञेयं यल्लिंगस्पर्शबाह्यतः 1.22.२० ।
नैवेद्यनिर्णयः प्रोक्तं इत्थं वो मुनिसत्तमाः ।
शृणुध्वं बिल्वमाहात्म्यं सावधानतयाऽदरात्
]

`verse 20 [
महादेवस्वरूपोयं बिल्वो देवैरपि स्तुतिः ।
यथाकथंचिदेतस्य महिमा ज्ञायते कथम्
]

`verse 21 [
पुण्यतीर्थानि यावंति लोकेषु प्रथितान्यपि ।
तानि सर्वाणि तीर्थानिबिल्वमूलेव संति हि
]

`verse 22 [
बिल्वमूले महादेवं लिंगरूपिणमव्ययम् ।
यः पूजयति पुण्यात्मा स शिवं प्राप्नुयाद्ध्रुवम्
]

`verse 23 [
बिल्वमूले जलैर्यस्तु मूर्द्धानमभिषिंचति ।
स सर्वतीर्थस्नातः स्यात्स एव भुवि पावनः
]

`verse 24 [
एतस्य बिल्वमूलस्याथालवालमनुत्तमम् ।
जलाकुलं महादेवो दृष्ट्वा तुष्टोभवत्यलम्
]

`verse 25 [
पूजयेद्बिल्वमूलं यो गंधपुष्पादिभिर्नरः ।
शिवलोकमवाप्नोति संततिर्वर्द्धते सुखम्
]

`verse 26 [
बिल्वमूले दीपमालां यः कल्पयति सादरम् ।
स तत्त्वज्ञानसंपन्नो महेशांतर्गतो भवेत्
]

`verse 27 [
बिल्वशाखां समादाय हस्तेन नवपल्लवम् ।
गृहीत्वा पूजयेद्बिल्वं स च पापैः प्रमुच्यते
]

`verse 28 [
बिल्वमूले शिवरतं भोजयेद्यस्तु भक्तितः ।
एकं वा कोटिगुणितं तस्य पुण्यं प्रजायते 1.22.३० ।
बिल्वमूले क्षीरमुक्तमन्नमाज्येन संयुतम् ।
यो दद्याच्छिवभक्ताय स दरिद्रो न जायते
]

`verse 29 [
सांगोपांगमिति प्रोक्तं शिवलिंगप्रपूजनम् ।
प्रवृत्तानां निवृत्तानां भेदतो द्विविधं द्विजाः
]

`verse 30 [
प्रवृत्तानां पीठपूजां सर्वपूजां समाचरेत्
]

`verse 31 [
अभिषेकान्ते नैवेद्यं शाल्यन्नेन समाचरेत् ।
पूजान्ते स्थापयेल्लिंगं पुटे शुद्धे पृथग्गृहे
]

`verse 32 [
करपूजानिवृत्तानां स्वभोज्यं तु निवेदयेत् ।
निवृत्तानां परं सूक्ष्मं लिंगमेव विशिष्यते
]

`verse 33 [
विभूत्यभ्यर्चनं कुर्याद्विभूतिं च निवेदयेत् ।
पूजां कृत्वा तथा लिंगं शिरसाधारयेत्सदा
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां साध्यसाधनखण्डे शिवनैवेद्यवर्णनोनामद्वाविंशोऽध्यायः
]
