`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूत सूत महाभाग व्यासशिष्य नमोस्तु ते ।
तदेव व्यासतो ब्रूहि भस्ममाहात्म्यमुत्तमम्
]

`verse 2 [
तथा रुद्रा क्षमाहात्म्यं नाम माहात्म्यमुत्तमम् ।
त्रितयं ब्रूहि सुप्रीत्या ममानंदयचेतसम्
]

`speaker [
सूत उवाच
]

`verse 3 [
साधुपृष्टं भवद्भिश्च लोकानां हितकारकम् ।
भवंतो वै महाधन्याः पवित्राः कुलभूषणाः
]

`verse 4 [
येषां चैव शिवः साक्षाद्दैवतं परमं शुभम् ।
सदा शिवकथा लोके वल्लभा भवतां सदा
]

`verse 5 [
ते धन्याश्च कृतार्थाश्च सफलं देहधारणम् ।
उद्धृतञ्च कुलं तेषां ये शिवं समुपासते
]

`verse 6 [
मुखे यस्य शिवनाम सदाशिवशिवेति च ।
पापानि न स्पृशंत्येव खदिरांगारंकयथा
]

`verse 7 [
श्रीशिवाय नमस्तुभ्यं मुखं व्याहरते यदा ।
तन्मुखं पावनं तीर्थं सर्वपापविनाशनम्
]

`verse 8 [
तन्मुखञ्च तथा यो वै पश्यतिप्रीतिमान्नरः ।
तीर्थजन्यं फलं तस्य भवतीति सुनिश्चितम्
]

`verse 9 [
यत्र त्रयं सदा तिष्ठेदेतच्छुभतरं द्विजा ।
तस्य दर्शनमात्रेण वेणीस्नानफलंलभेत्
]

`verse 10 [
शिवनामविभूतिश्च तथा रुद्रा क्ष एव च ।
एतत्त्रयं महापुण्यं त्रिवेणीसदृशं स्मृतम् 1.23.१० ।
एतत्त्रयं शरीरे च यस्य तिष्ठति नित्यशः ।
तस्यैव दर्शनं लोके दुर्लभं पापहारकम्
]

`verse 11 [
तद्दर्शनं यथा वेणी नोभयोरंतरं मनाक् ।
एवं योनविजानाति सपापिष्ठो न संशयः
]

`verse 12 [
विभूतिर्यस्य नो भाले नांगे रुद्रा क्षधारणम् ।
नास्ये शिवमयी वाणी तं त्यजेदधमं यथा
]

`verse 13 [
शैवं नाम यथा गंगा विभूतिर्यमुना मता ।
रुद्रा क्षं विधिना प्रोक्ता सर्वपापाविनाशिनी
]

`verse 14 [
शरीरे च त्रयं यस्य तत्फलं चैकतः स्थितम् ।
एकतो वेणिकायाश्च स्नानजंतुफलं बुधैः
]

`verse 15 [
तदेवं तुलितं पूर्वं ब्रह्मणाहितकारिणा ।
समानं चैव तज्जातं तस्माद्धार्यं सदा बुधैः
]

`verse 16 [
तद्दिनं हि समारभ्य ब्रह्मविष्ण्वादिभिः सरैः ।
धार्यते त्रितयं तच्च दर्शनात्पापहारकम्
]

`speaker [
ऋष्य ऊचुः
]

`verse 17 [
ईदृशं हि फलं प्रोक्तं नामादित्रितयोद्भवम् ।
तन्माहात्म्यं विशेषेण वक्तुमर्हसि सुव्रत
]

`speaker [
सूत उवाच
]

`verse 18 [
ऋषयो हि महाप्राज्ञाः सच्छैवा ज्ञानिनां वराः ।
तन्माहात्म्यं हि सद्भक्त्या शृणुतादरतो द्विजाः
]

`verse 19 [
सुगूढमपि शास्त्रेषु पुराणेषु श्रुतिष्वपि ।
भवत्स्नेहान्मया विप्राः प्रकाशः क्रियतेऽधुना 1.23.२० ।
कस्तत्त्रितयमाहात्म्यं संजानाति द्विजोत्तमाः ।
महेश्वरं विना सर्वं ब्रह्माण्डे सदसत्परम्
]

`verse 20 [
वच्म्यहं नाम माहात्म्यं यथाभक्ति समासतः ।
शृणुत प्रीतितो विप्राः सर्वपापहरं परम्
]

`verse 21 [
शिवेति नामदावाग्नेर्महापातकपर्वताः ।
भस्मीभवंत्यनायासात्सत्यंसत्यं न संशयः
]

`verse 22 [
पापमूलानि दुःखानि विविधान्यपि शौनक ।
शिवनामैकनश्यानि नान्यनश्यानि सर्वथा
]

`verse 23 [
स वैदिकः स पुण्यात्मा स धन्यस्स बुधो मतः ।
शिवनामजपासक्तो यो नित्यं भुवि मानव
]

`verse 24 [
भवंति विविधा धर्मास्तेषां सद्यः फलोन्मुखाः ।
येषां भवति विश्वासः शिवनामजपे मुने
]

`verse 25 [
पातकानि विनश्यंति यावंति शिवनामतः ।
भुवि तावंति पापानि क्रियंते न नरैर्मुने
]

`verse 26 [
ब्रह्महत्यादिपापानां राशीनप्रमितान्मुने ।
शिवनाम द्रुतं प्रोक्तं नाशयत्यखिलान्नरैः
]

`verse 27 [
शिवनामतरीं प्राप्य संसाराब्धिं तरंति ये ।
संसारमूलपापानि तानि नश्यंत्यसंशयम्
]

`verse 28 [
संसारमूलभूतानां पातकानां महामुने ।
शिवनामकुठारेण विनाशो जायते ध्रुवम् 1.23.३० ।
शिवनामामृतं पेयं पापदावानलार्दितैः ।
पापदावाग्नितप्तानां शांतिस्तेन विना न हि
]

`verse 29 [
शिवेति नामपीयूषवर्षधारापरिप्लुताः ।
संसारदवमध्येपि न शोचंति कदाचन
]

`verse 30 [
शिवनाम्नि महद्भक्तिर्जाता येषां महात्मनाम् ।
तद्विधानां तु सहसा मुक्तिर्भवति सर्वथा
]

`verse 31 [
अनेकजन्मभिर्येन तपस्तप्तं मुनीश्वर ।
शिवनाम्नि भवेद्भक्तिः सर्वपापापहारिणी
]

`verse 32 [
यस्या साधारणं शंभुनाम्नि भक्तिरखंडिता ।
तस्यैव मोक्षः सुलभो नान्यस्येति मतिर्मम
]

`verse 33 [
कृत्वाप्यनेकपापानि शिवनामजपादरः ।
सर्वपापविनिर्मुक्तो भवत्येव न संशयः
]

`verse 34 [
भवंति भस्मसाद्वृक्षा दवदग्धा यथा वने ।
तथा तावंति दग्धानि पापानि शिवनामतः
]

`verse 35 [
यो नित्यं भस्मपूतांगः शिवनामजपादरः ।
संतरत्येव संसारं सघोरमपि शौनक
]

`verse 36 [
ब्रह्मस्वहरणं कृत्वा हत्वापि ब्राह्मणान्बहून् ।
न लिप्यते नरः पापैः शिवनामजपादरः
]

`verse 37 [
विलोक्य वेदानखिलाञ्छिवनामजपः परम् ।
संसारतारणोपाय इति पूर्वैर्विनिश्चितः 1.23.४० ।
किं बहूक्त्या मुनिश्रेष्ठाः श्लोकेनैकेन वच्म्यहम् ।
शिवनाम्नो महिमानं सर्वपापापहारिणम्
]

`verse 38 [
पापानां हरणे शंभोर्नामः शक्तिर्हि पावनी ।
शक्नोति पातकं तावत्कर्तुं नापि नरः क्वचित्
]

`verse 39 [
शिवनामप्रभावेण लेभे सद्गतिमुत्तमाम् ।
इन्द्र द्युम्ननृपः पूर्वं महापापः पुरामुने
]

`verse 40 [
तथा काचिद्द्विजायोषा सौ मुने बहुपापिनी ।
शिवनामप्रभावेण लेभे सद्गतिमुत्तमाम्
]

`verse 41 [
इत्युक्तं वो द्विजश्रेष्ठा नाममाहात्म्यमुत्तमम् ।
शृणुध्वं भस्ममाहात्म्यं सर्वपावनपावनम्
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां साध्यसाधनखंडेशिवनममाहात्म्यवर्णनोनामत्रयोविंशोऽध्यायः
]
