`speaker [
सूत उवाच
]

`verse 1 [
द्विविधं भस्म संप्रोक्तं सर्वमंगलदं परम् ।
तत्प्रकारमहं वक्ष्ये सावधानतया शृणु
]

`verse 2 [
एकं ज्ञेयं महाभस्म द्वितीयं स्वल्पसंज्ञकम् ।
महाभस्म इति प्रोक्तं भस्म नानाविधं परम्
]

`verse 3 [
तद्भस्म त्रिविधं प्रोक्तं श्रोतं स्मार्तं च लौकिकम् ।
भस्मैव स्वल्पसंज्ञं हि बहुधा परिकीर्तितम्
]

`verse 4 [
श्रौतं भस्म तथा स्मार्तं द्विजानामेव कीर्तितम् ।
अन्येषामपि सर्वेषामपरं भस्म लौकिकम्
]

`verse 5 [
धारणं मंत्रतः प्रोक्तं द्विजानां मुनिपुंगवैः ।
केवलं धारणं ज्ञेयमन्येषां मंत्रवर्जितम्
]

`verse 6 [
आग्नेयमुच्यते भस्म दग्धगोमयसंभवम् ।
तदापि द्र व्यमित्युक्तं त्रिपुंड्रस्य महामुने
]

`verse 7 [
अग्निहोत्रोत्थितं भस्मसंग्राह्यं वा मनीषिभिः ।
अन्ययज्ञोत्थितं वापि त्रिपुण्ड्रस्य च धारणे
]

`verse 8 [
अग्निरित्यादिभिर्मंत्रैर्जाबालोपनिषद्गतेः ।
सप्तभिधूलनं कार्यं भस्मना सजलेन च
]

`verse 9 [
वर्णानामाश्रमाणां च मंत्रतो मंत्रतोपि च ।
त्रिपुंड्रोद्धूलनं प्रोक्तजाबालैरादरेण च
]

`verse 10 [
भस्मनोद्धूलनं चैव यथा तिर्यक्!त्रिपुंड्रकम् ।
प्रमादादपि मोक्षार्थी न त्यजेदिति विश्रुतिः 1.24.१० ।
शिवेन विष्णुना चैव तथा तिर्यक्!त्रिपुंड्रकम् ।
उमादेवी च लक्ष्मींश्च वाचान्याभिश्च नित्यशः
]

`verse 11 [
ब्राह्मणैः क्षत्रियैर्वैश्यैः शूद्रै रपि च संस्करैः ।
अपभ्रंशैर्धृतं भस्मत्रिपुंड्रोद्धूलनात्मना
]

`verse 12 [
उद्धूलनं त्रिपुंड्रं च श्रद्धया नाचरंति ये ।
तेषां नास्ति समाचारो वर्णाश्रमसमन्वितः
]

`verse 13 [
उद्धूलनं त्रिपुंड्रं च श्रद्धया नाचरंति ये ।
तेषां नास्ति विनिर्मुक्तिस्संसाराज्जन्मकोटिभिः
]

`verse 14 [
उद्धूलनं त्रिपुंड्रं च श्रद्धया नाचरन्ति ये ।
तेषां नास्ति शिवज्ञानं कल्पकोटिशतैरपि
]

`verse 15 [
उद्धूलनं त्रिपुंड्रं च श्रद्धया नाचरन्ति ये ।
ते महापातकैर्युक्ता इति शास्त्रीयनिर्णयः
]

`verse 16 [
उद्धूलनं त्रिपुंड्रं च श्रद्धया नाचरन्ति ये ।
तेषामाचरितं सर्वं विपरीतफलाय हि
]

`verse 17 [
महापातकयुक्तानां जंतूनां शर्वविद्विषाम् ।
त्रिपुंड्रोद्धूलनद्वेषो जायते सुदृढं मुने
]

`verse 18 [
शिवाग्निकार्यं यः कृत्वा कुर्यात्त्रियायुषात्मवित् ।
मुच्यते सर्वपापैस्तु स्पृष्टेन भस्मना नरः
]

`verse 19 [
सितेन भस्मना कुर्य्यात्त्रिसन्ध्यं यस्त्रिपुण्ड्रकम् ।
सर्वपापविनिर्मुक्तः शिवेन सह मोदते 1.24.२० ।
सितेन भस्मना कुर्याल्लाटे तु त्रिपुण्ड्रकम् ।
यो सावनादिभूतान्हि लोकानाप्तो मृतो भवेत्
]

`verse 20 [
अकृत्वा भस्मना स्नानं न जपेद्वै षडक्षरम् ।
त्रिपुंड्रं च रचित्वा तु विधिना भस्मना जपेत्
]

`verse 21 [
अदयो वाधमो वापि सर्वपापान्वितोपि वा ।
उषःपापान्वितो वापि मूर्खो वा पतितोपि वा
]

`verse 22 [
यस्मिन्देशेव सेन्नित्यं भूतिशासनसंयुतः ।
सर्वतीर्थैश्च क्रतुभिः सांनिध्यं क्रियते सदा
]

`verse 23 [
त्रिपुंड्रसहितो जीवः पूज्यः सर्वैः सुरासुरैः ।
पापान्वितोपि शुद्धात्मा किं पुनः श्रद्धया युतः
]

`verse 24 [
यस्मिन्देशे शिवज्ञानी भूतिशासनसंयुतः ।
गतो यदृच्छयाद्यापि तस्मिस्तीर्थाः समागताः
]

`verse 25 [
बहुनात्र किमुक्तेन धार्यं भस्म सदा बुधैः ।
लिंगार्चनं सदा कार्यं जप्यो मंत्रः षडक्षरः
]

`verse 26 [
ब्रह्मणा विष्णुना वापि रुद्रे ण मुनिभिः सुरैः ।
भस्मधारणमाहात्म्यं न शक्यं परिभाषितुम्
]

`verse 27 [
इति वर्णाश्रमाचारो लुप्तवर्णक्रियोपि च ।
पापात्सकृत्त्रिपुंड्रस्य धारणात्सोपि मुच्यते
]

`verse 28 [
ये भस्मधारिणं त्यक्त्वा कर्म कुर्वंति मानवाः ।
तेषां नास्ति विनिर्मोक्षः संसाराज्जन्मकोटिभिः 1.24.३० ।
ते नाधीतं गुरोः सर्वं ते न सर्वमनुष्ठितम् ।
येन विप्रेण शिरसि त्रिपुंड्रं भस्मना कृतम्
]

`verse 29 [
ये भस्मधारिणं दृष्ट्वा नराः कुर्वंति ताडनम् ।
तेषां चंडालतो जन्म ब्रह्मन्नूह्यं विपश्चिता
]

`verse 30 [
मानस्तोकेन मंत्रेण मंत्रितं भस्म धारयेत् ।
ब्राह्मणः क्षत्रियश्चैव प्रोक्तेष्वंगेषु भक्तिमान्
]

`verse 31 [
वैश्यस्त्रियं बकेनैव शूद्र ः! पंचाक्षरेण तु ।
अन्यासां विधवास्त्रीणां विधिः प्रोक्तश्च शूद्र वत्
]

`verse 32 [
पंचब्रह्मादिमनुभिर्गृहस्थस्य विधीयते ।
त्रियंबकेन मनुना विधिर्वै ब्रह्मचारिणः
]

`verse 33 [
अघोरेणाथ मनुना विपिनस्थविधिः स्मृतः ।
यतिस्तु प्रणवेनैव त्रिपुंड्रादीनि कारयेत्
]

`verse 34 [
अतिवर्णाश्रमी नित्यं शिवोहं भावनात्परात् ।
शिवयोगी च नियतमीशानेनापि धारयेत्
]

`verse 35 [
न त्याज्यं सर्ववर्णैश्च भस्मधारणमुत्तमम् ।
अन्यैरपि यथाजीवैस्सदेति शिवशासनम्
]

`verse 36 [
भस्मस्नानेन यावंतः कणाः स्वाण्गे प्रतिष्ठिताः ।
तावंति शिवलिंगानि तनौ धत्ते हि धारकः
]

`verse 37 [
ब्राह्मणाः क्षत्रिया वैश्याः शूद्रा श्चापि च संकराः ।
स्त्रियोथ विधवा बालाः प्राप्ताः पाखंडिकास्तथा 1.24.४० ।
ब्रह्मचारी गृही वन्यः संन्यासी वा व्रती तथा ।
नार्यो भस्म त्रिपुंड्रांका मुक्ता एव न संशयः
]

`verse 38 [
ज्ञानाज्ञानधृतो वापि वह्निदाहसमो यथा ।
ज्ञानाज्ञानधृतं भस्म पावयेत्सकलं नरम्
]

`verse 39 [
नाश्नीयाज्जलमन्नमल्पमपि वा भस्माक्षधृत्या विना ।
भुक्त्वावाथ गृही वनीपतियतिर्वर्णी तथा संकरः ।
एनोभुण्नरकं प्रयाति सत दागायत्रिजापेन तद्वर्णानां तु यतेस्तु मुख्यप्रणवाजपेन मुक्तंभवेत्
]

`verse 40 [
त्रिपुंड्रं ये विनिंदंति निन्दन्ति शिवमेव ते ।
धारयंति च ये भक्त्या धारयन्ति तमेव ते
]

`verse 41 [
धिग्भस्मरहितं भालं धिग्ग्राममशिवालयम् ।
धिगनीशार्चनं जन्म धिग्विद्यामशिवाश्रयाम्
]

`verse 42 [
ये निंदंति महेश्वरं त्रिजगतामाधारभूतं हरं ये निन्दंति त्रिपुंड्रधारणकरं दोषस्तु तद्दर्शने ।
ते वै संकरसूकरासुरखरश्वक्रोष्टुकीटोपमा जाता एव भवंति पापपरमास्तेनारकाः केवलम्
]

`verse 43 [
ते दृष्ट्वा शशिभास्करौ निशि दिने स्वप्नेपि नो केवलं पश्यंतु श्रुतिरुद्र सूक्तजपतो मुच्येत तेनादृताः ।
सत्संभाषणतो भवेद्धि नरकं निस्तारवानास्थितं ये भस्मादिविधारणं हि पुरुषं निंदंति मंदा हि ते
]

`verse 44 [
न तांत्रिकस्त्वधिकृतो नोर्द्ध्वपुंड्रधरो मुने ।
संतप्तचक्रचिह्नोत्र शिवयज्ञे बहिष्कृतः
]

`verse 45 [
तत्रैते बहवो लोका बृहज्जाबालचोदिताः ।
ते विचार्याः प्रयत्नेन ततो भस्मरतो भवेत्
]

`verse 46 [
यच्चंदनैश्चंदनकेपि मिश्रं धार्यं हि भस्मैव त्रिपुंड्रभस्मना ।
विभूतिभालोपरि किंचनापि धार्यं सदा नो यदि संतिबुद्धयः 1.24.५० ।
स्त्रीभिस्त्रिपुण्ड्रमलकावधि धारणीयं भस्म द्विजादिभिरथो विधवाभिरेवम् ।
तद्वत्सदाश्रमवतां विशदाविभूतिर्धार्यापवर्गफलदा सकलाघहन्त्री
]

`verse 47 [
त्रिपुण्ड्रं कुरुते यस्तु भस्मना विधिपूर्वकम् ।
महापातकसंघातैर्मुच्यते चोपपातकैः
]

`verse 48 [
ब्रह्मचारी गृहस्थो वा वानप्रस्थोथ वा यतिः ।
ब्रह्मक्षत्त्राश्च विट्शूद्रा स्तथान्ये पतिताधमाः
]

`verse 49 [
उद्धूलनं त्रिपुंड्रं च धृत्वा शुद्धा भवंति च ।
भस्मनो विधिना सम्यक्पापराशिं विहाय च
]

`verse 50 [
भस्मधारी विशेषेण स्त्रीगोहत्यादिपातकैः ।
वीरहत्याश्वहत्याभ्यां मुच्यते नात्र संशयः
]

`verse 51 [
परद्र व्यापहरणं परदाराभिमर्शनम् ।
परनिन्दा परक्षेत्रहरणं परपीडनम्
]

`verse 52 [
सस्यारामादिहरणं गृहदाहादिकर्म च ।
गोहिरण्यमहिष्यादितिलकम्बलवाससाम्
]

`verse 53 [
अन्नधान्यजलादीनां नीचेभ्यश्च परिग्रहः ।
दशवेश्यामतंगीषु वृषलीषु नटीषु च
]

`verse 54 [
रजस्वलासु कन्यासु विधवासु च मैथुनम् ।
मांसचर्मरसादीनां लवणस्य च विक्रयः
]

`verse 55 [
पैशुन्यं कूटवादश्च साक्षिमिथ्याभिलाषिणाम् ।
एवमादीन्यसंख्यानि पापानि विविधानि च।
सद्य एव विनश्यंति त्रिपुंड्रस्य च धारणात् 1.24.६०।
शिवद्र व्यापहरणं शिवनिंदा च कुत्रचित् ।
निंदा च शिवभक्तानां प्रायश्चित्तैर्न शुद्ध्यति
]

`verse 56 [
रुद्रा क्षं यस्य गात्रेषु ललाटे तु त्रिपंड्रकम् ।
सचांडालोपि संपूज्यस्सर्ववर्णोत्तमोत्तमः
]

`verse 57 [
यानि तीर्थानि लोकेस्मिन्गंगाद्यास्सरितश्च याः ।
स्नातो भवति सर्वत्र ललाटे यस्त्रिपुंड्रकम्
]

`verse 58 [
सप्तकोटि महामंत्राः पंचाक्षरपुरस्सराः ।
तथान्ये कोटिशो मंत्राः शैवकैवल्यहेतवः
]

`verse 59 [
अन्ये मंत्राश्च देवानां सर्वसौख्यकरा मुने ।
ते सर्वे तस्य वश्याः स्युर्यो बिभर्ति त्रिपुंड्रकम्
]

`verse 60 [
सहस्रं पूर्वजातानां सहस्रं जनयिष्यताम् ।
स्ववंशजानां ज्ञातीनामुद्धरेद्यस्त्रिपुंड्रकृत्
]

`verse 61 [
इह भुक्त्वा खिलान्भोगान्दीर्घायुर्व्याधिवर्जितः ।
जीवितांते च मरणं सुखेनैव प्रपद्यते
]

`verse 62 [
अष्टैश्वर्यगुणोपेतं प्राप्य दिव्यवपुः शिवम् ।
दिव्यं विमानमारुह्य दिव्यत्रिदशसेवितम्
]

`verse 63 [
विद्याधराणां सर्वेषां गंधर्वाणां महौजसाम् ।
इंद्रा दिलोकपालानां लोकेषु च यथाक्रमम्
]

`verse 64 [
भुक्त्वा भोगान्सुविपुलान्प्रजेशानां पदेषु च ।
ब्रह्मणः पदमासाद्य तत्र कन्याशतं रमेत् 1.24.७० ।
तत्र ब्रह्मायुषो मानं भुक्त्वा भोगाननेकशः ।
विष्णोर्लोके लभेद्भोगं यावद्ब्रह्मशतात्ययः
]

`verse 65 [
शिवलोकं ततः प्राप्य लब्ध्वेष्टं काममक्षयम् ।
शिवसायुज्यमाप्नोति संशयो नात्र जायते
]

`verse 66 [
सर्वोपनिषदां सारं समालोक्य मुहुर्मुहुः ।
इदमेव हि निर्णीतं परं श्रेयस्त्रिपुंड्रकम्
]

`verse 67 [
विभूतिं निंदते यो वै ब्राह्मणः सोन्यजातकः ।
याति च नरके घोरे यावद्ब्रह्मा चतुर्मुखः
]

`verse 68 [
श्राद्धे यज्ञे जपे होमे वैश्वदेवे सुरार्चने ।
धृतत्रिपुंड्रः पूतात्मा मृत्युं जयति मानवः
]

`verse 69 [
जलस्नानं मलत्यागे भस्मस्नानं सदा शुचि ।
मंत्रस्नानं हरेत्पापं ज्ञानस्नाने परं पदम्
]

`verse 70 [
सर्वतीर्थेषु यत्पुण्यं सर्वतीर्थेषु यत्फलम् ।
तत्फलं समवाप्नोति भस्मस्नानकरो नरः
]

`verse 71 [
भस्मस्नानं परं तीर्थं गंगास्नानं दिने दिने ।
भस्मरूपी शिवः साक्षाद्भस्म त्रैलोक्यपावनम्
]

`verse 72 [
न तदूनं न तद्ध्यानं न तद्दानं जपो न सः ।
त्रिपुंड्रेण विनायेन विप्रेण यदनुष्ठितम्
]

`verse 73 [
वानप्रस्थस्य कन्यानां दीक्षाहीननृणां तथा ।
मध्याह्नात्प्राग्जलैर्युक्तं परतो जलवर्जितम् 1.24.८० ।
एवं त्रिपुंड्रं यः कुर्य्यान्नित्यं नियतमानसः ।
शिवभक्तः सविज्ञेयो भुक्तिं मुक्तिं च विंदति
]

`verse 74 [
यस्यांगेनैव रुद्रा क्ष एकोपि बहुपुण्यदः ।
तस्य जन्मनिरर्थं स्यात्त्रिपुंड्ररहितो यदि
]

`verse 75 [
एवं त्रिपुंड्रमाहात्म्यं समासात्कथितं मया ।
रहस्यं सर्वजंतूनां गोपनीयमिदं त्वया
]

`verse 76 [
तिस्रो रेखा भवंत्येव स्थानेषु मुनिपुंगवाः ।
ललाटादिषु सर्वेषु यथोक्तेषु बुधैर्मुने
]

`verse 77 [
भ्रुवोर्मध्यं समारभ्य यावदंतो भवेद्भ्रुवोः ।
तावत्प्रमाणं संधार्यं ललाटे च त्रिपुंड्रकम्
]

`verse 78 [
मध्यमानामिकांगुल्या मध्ये तु प्रतिलोमतः ।
अंगुष्ठेन कृता रेखा त्रिपुंड्राख्या भिधीयते
]

`verse 79 [
मध्येंगुलिभिरादाय तिसृभिर्भस्म यत्नतः ।
त्रिपुण्ड्रधारयेद्भक्त्या भुक्तिमुक्तिप्रदं परम्
]

`verse 80 [
तिसृणामपि रेखानां प्रत्येकं नवदेवताः ।
सर्वत्रांगेषु ता वक्ष्ये सावधानतया शृणु
]

`verse 81 [
अकारो गार्हपत्याग्निर्भूधर्मश्च रजोगुणः ।
ऋग्वेदश्च क्रियाशक्तिः प्रातःसवनमेव च
]

`verse 82 [
महदेवश्च रेखायाः प्रथमायाश्च देवता ।
विज्ञेया मुनिशार्दूलाः शिवदीक्षापरायणैः 1.24.९० ।
उकारो दक्षिणाग्निश्च नभस्तत्त्वं यजुस्तथा ।
मध्यंदिनं च सवनमिच्छाशक्त्यंतरात्मकौ
]

`verse 83 [
महेश्वरश्च रेखाया द्वितीयायाश्च देवता ।
विज्ञेया मुनिशार्दूल शिवदीक्षापरायणैः
]

`verse 84 [
मकाराहवनीयौ च परमात्मा तमोदिवौ ।
ज्ञानशक्तिः सामवेदस्तृतीयं सवनं तथा
]

`verse 85 [
शिवश्चैव च रेखायास्तृतियायाश्च देवता ।
विज्ञेया मुनिशार्दूल शिवदीक्षापरायणौ
]

`verse 86 [
एवं नित्यं नमस्कृत्य सद्भक्त्या स्थानदेवताः ।
त्रिपुंड्रं धारयेच्छुद्धो भुक्तिं मुक्तिं च विंदति
]

`verse 87 [
इत्युक्ताः स्थानदेवाश्च सर्वांगेषु मुनीश्वरः ।
तेषां संबंधिनो भक्त्या स्थानानि शृणु सांप्रतम्
]

`verse 88 [
द्वात्रिंशत्स्थानके वार्द्धषोडशस्थानकेपि च ।
अष्टस्थाने तथा चैव पंचस्थानेपि नान्यसेत्
]

`verse 89 [
उत्तमांगे ललाटे च कर्णयोर्नेत्रयोस्तथा ।
नासावक्त्रगलेष्वेवं हस्तद्वय अतः परम्
]

`verse 90 [
कूर्परे मणिबंधे च हृदये पार्श्वयोर्द्वयोः ।
नाभौ मुष्कद्वये चैवमूर्वोर्गुल्फे च जानुनि
]

`verse 91 [
जंघाद्वयेपदद्वन्द्वे द्वात्रिंशत्स्थानमुत्तमम् १००ब्।
अग्न्यब्भूवायुदिग्देशदिक्पालान्वसुभिः सह 1.24.१०० ।
धरा ध्रुवश्च सोमश्च अपश्चेवानिलोनलः १०१ब्।
प्रत्यूषश्च प्रभासश्च वसवोष्टौ प्रकीर्तिताः
]

`verse 92 [
एतेषां नाममात्रेण त्रिपुंड्रं धारयेद्बुधाः १०२ब्।
कुर्याद्वा षोडशस्थाने त्रिपुण्ड्रं तु समाहितः
]

`verse 93 [
शीर्षके च ललाटेच कंठे चांसद्वये भुजे १०३ब्।
कूर्परे मणिबंधे च हृदये नाभिपार्श्वके
]

`verse 94 [
पृष्ठे चैवं प्रतिष्ठाय यजेत्तत्राश्विदैवते १०४ब्।
शिवशक्तिं तथा रुद्र मीशं नारदमेव च
]

`verse 95 [
वामादिनवशक्तीश्च एताः षोडशदेवताः १०५ब्।
नासत्यो दस्रकश्चैव अश्विनौ द्वौ प्रकीर्तितौ
]

`verse 96 [
अथवा मूर्द्ध्नि केशे च कर्मयोर्वदने तथा १०६ब्।
बाहुद्वये च हृदये नाभ्यामूरुयुगे तथा
]

`verse 97 [
जानुद्वये च पदयोः पृष्ठभागे च षोडश १०७ब्।
शिवश्चन्द्र श्च रुद्र ः! को विघ्नेशो विष्णुरेव वा
]

`verse 98 [
श्रीश्चैव हृदये शम्भुस्तथा नाभौ प्रजापतिः १०८ब्।
नागश्च नागकन्याश्च उभयोरृषिकन्यकाः
]

`verse 99 [
पादयोश्च समुद्रा श्च तीर्थाः पृष्ठे विशालतः १०९ब्।
इत्येव षोडशस्थानमष्टस्थानमथोच्यते
]

`verse 100 [
गुह्यस्थानं ललाटश्च कर्णद्वयमनुत्तमम् ११०ब्।
अंसयुग्मं च हृदयं नाभिरित्येवमष्टकम् 1.24.११० ।
ब्रह्मा च ऋषयः सप्तदेवताश्च प्रकीर्तिताः १११ब्।
इत्येवं तु समुद्दिष्टं भस्मविद्भिर्मुनीश्वराः
]

`verse 101 [
अथ वा मस्तकं बाहूहृदयं नाभिरेव च ११२ब्।
पंचस्थानान्यमून्याहुर्धारणे भस्मविज्जनाः
]

`verse 102 [
यथासंभवनं कुर्य्याद्देशकालाद्यपेक्षया ११३ब्।
उद्धूलनेप्यशक्तिश्चेत्त्रिपुण्ड्रादीनि कारयेत्
]

`verse 103 [
त्रिनेत्रं त्रिगुणाधारं त्रिवेदजनकं शिवम् ११४ब्।
स्मरन्नमः शिवायेति ललाटे तु त्रिपुण्ड्रकम्
]

`verse 104 [
ईशाभ्यां नम इत्युक्त्वापार्श्वयोश्च त्रिपुण्ड्रकम् ११५ब्।
बीजाभ्यां नम इत्युक्त्वा धारयेत्तु प्रकोष्ठयोः
]

`verse 105 [
कुर्यादधः पितृभ्यां च उमेशाभ्यां तथोपरि ११६ब्।
भीमायेति ततः पृष्ठे शिरसः पश्चिमे तथा
]

`colophon [
इति श्रीशिवमहापुराणे विद्येश्वरसंहितायां भस्मधारणवर्णनोनाम चतुर्विंशोऽध्यायः ।
]
