`speaker [
सूत उवाच
]

`verse 1 [
शौनकर्षे महाप्राज्ञ शिवरूपमहापते ।
शृणु रुद्रा क्षमाहात्म्यं समासात्कथयाम्यहम्
]

`verse 2 [
शिवप्रियतमो ज्ञेयो रुद्रा क्षः परपावनः ।
दर्शनात्स्पर्शनाज्जाप्यात्सर्वपापहरः स्मृतः
]

`verse 3 [
पुरा रुद्रा क्षमहिमा देव्यग्रे कथितो मुने ।
लोकोपकरणार्थाय शिवेन परमात्मना
]

`speaker [
शिव उवाच
]

`verse 4 [
शृणु देविमहेशानि रुद्रा क्षमहिमा शिवे ।
कथयामि तवप्रीत्या भक्तानां हितकाम्यया
]

`verse 5 [
दिव्यवर्षसहस्राणि महेशानि पुनः पुरा ।
तपः प्रकुर्वतस्त्रस्तं मनः संयम्य वै मम
]

`verse 6 [
स्वतंत्रेण परेशेन लोकोपकृतिकारिणा ।
लीलया परमेशानि चक्षुरुन्मीलितं मया
]

`verse 7 [
पुटाभ्यां चारुचक्षुर्भ्यां पतिता जलबिंदवः ।
तत्राश्रुबिन्दवो जाता वृक्षा रुद्रा क्षसंज्ञकाः
]

`verse 8 [
स्थावरत्वमनुप्राप्य भक्तानुग्रहकारणात् ।
ते दत्ता विष्णुभक्तेभ्यश्चतुर्वर्णेभ्य एव च
]

`verse 9 [
भूमौ गौडोद्भवांश्चक्रे रुद्रा क्षाञ्छिववल्लभान् ।
मथुरायामयोध्यायां लंकायां मलये तथा
]

`verse 10 [
सह्याद्रौ च तथा काश्यां दशेष्वन्येषु वा तथा ।
परानसह्यपापौघभेदनाञ्छ्रुतिनोदनात् 1.25.१० ।
ब्राह्मणाः क्षत्रिया वैश्याः शूद्रा जाता ममाज्ञया ।
रुद्रा क्षास्ते पृथिव्यां तु तज्जातीयाः शुभाक्षकाः
]

`verse 11 [
श्वेतरक्ताः पीतकृष्णा वर्णाज्ञेयाः क्रमाद्बुधैः ।
स्वजातीयं नृभिर्धार्यं रुद्रा क्षं वर्णतः क्रमात्
]

`verse 12 [
वर्णैस्तु तत्फलं धार्यं भुक्तिमुक्तिफलेप्सुभिः ।
शिवभक्तैर्विशेषेण शिवयोः प्रीतये सदा
]

`verse 13 [
धात्रीफलप्रमाणं यच्छ्रेष्ठमेतदुदाहृतम् ।
बदरीफलमात्रं तु मध्यमं संप्रकीर्त्तितम्
]

`verse 14 [
अधमं चणमात्रं स्यात्प्रक्रियैषा परोच्यते ।
शृणु पार्वति सुप्रीत्या भक्तानां हितकाम्यया
]

`verse 15 [
बदरीफलमात्रं च यत्स्यात्किल महेश्वरि ।
तथापि फलदं लोके सुखसौभाग्यवर्द्धनम्
]

`verse 16 [
धात्रीफलसमं यत्स्यात्सर्वारिष्टविनाशनम् ।
गुंजया सदृशं यत्स्यात्सर्वार्थफलसाधनम्
]

`verse 17 [
यथा यथा लघुः स्याद्वै तथाधिकफलप्रदम् ।
एकैकतः फलं प्रोक्तं दशांशैरधिकं बुधैः
]

`verse 18 [
रुद्रा क्षधारणं प्रोक्तं पापनाशनहेतवे ।
तस्माच्च धारणी यो वै सर्वार्थसाधनो ध्रुवम्
]

`verse 19 [
यथा च दृश्यते लोके रुद्रा क्षफलदः शुभः ।
न तथा दृश्यतेऽन्या च मालिका परमेश्वरि 1.25.२० ।
समाः स्निग्धा दृढाः स्थूलाः कंटकैः संयुताः शुभाः ।
रुद्रा क्षाः कामदा देवि भुक्तिमुक्तिप्रदाः सदा
]

`verse 20 [
क्रिमिदुष्टं छिन्नभिन्नं कंटकैर्हीनमेव च ।
व्रणयुक्तमवृत्तं च रुद्रा क्षान्षड्विवर्जयेत्
]

`verse 21 [
स्वयमेव कृतद्वारं रुद्रा क्षं स्यादिहोत्तमम् ।
यत्तु पौरुषयत्नेन कृतं तन्मध्यमं भवेत्
]

`verse 22 [
रुद्रा क्षधारणं प्राप्तं महापातकनाशनम् ।
रुद्र संख्याशतं धृत्वा रुद्र रूपो भवेन्नरः
]

`verse 23 [
एकादशशतानीह धृत्वा यत्फलमाप्यते ।
तत्फलं शक्यते नैव वक्तुं वर्षशतैरपि
]

`verse 24 [
शतार्द्धेन युतैः पंचशतैर्वै मुकुटं मतम् ।
रुद्रा क्षैर्विरचेत्सम्यग्भक्तिमान्पुरुषो वरः
]

`verse 25 [
त्रिभिः शतैः षष्टियुक्तैस्त्रिरावृत्त्या तथा पुनः ।
रुद्रा क्षैरुपवीतं व निर्मीयाद्भक्तितत्परः
]

`verse 26 [
शिखायां च त्रयं प्रोक्तं रुद्र क्षाणां महेश्वरि ।
कर्णयोः षट् च षट्चैव वामदक्षिणयोस्तथा
]

`verse 27 [
शतमेकोत्तरं कंठे बाह्वोर्वै रुद्र संख्यया ।
कूर्परद्वारयोस्तत्र मणिबंधे तथा पुनः
]

`verse 28 [
उपवीते त्रयं धार्यं शिवभक्तिरतैर्नरैः ।
शेषानुर्वरितान्पंच सम्मितान्धारयेत्कटौ 1.25.३० ।
एतत्संख्या धृता येन रुद्रा क्षाः परमेश्वरि ।
तद्रू पं तु प्रणम्यं हि स्तुत्यं सर्वैर्महेशवत्
]

`verse 29 [
एवंभूतं स्थितं ध्याने यदा कृत्वासनैर्जनम् ।
शिवेति व्याहरंश्चैव दृष्ट्वा पापैः प्रमुच्यते
]

`verse 30 [
शतादिकसहस्रस्य विधिरेष प्रकीर्तितः ।
तदभावे प्रकारोन्यः शुभः संप्रोच्यते मया
]

`verse 31 [
शिखायामेकरुद्रा क्षं शिरसा त्रिंशतं वहेत् ।
पंचाशच्च गले दध्याद्बाह्वोः षोडश षोडश
]

`verse 32 [
मणिबंधे द्वादशद्विस्कंधे पंचशतं वहेत् ।
अष्टोत्तरशतैर्माल्यमुपवीतं प्रकल्पयेत्
]

`verse 33 [
एवं सहस्ररुद्रा क्षान्धारयेद्यो दृढव्रतः ।
तं नमंति सुराः सर्वे यथा रुद्र स्तथैव सः
]

`verse 34 [
एकं शिखायां रुद्रा क्षं चत्वारिंशत्तु मस्तके ।
द्वात्रिंशत्कण्ठदेशे तु वक्षस्यष्टोत्तरं शतम्
]

`verse 35 [
एकैकं कर्णयोः षट्षड्बाह्वोः षोडश षोडश ।
करयोरविमानेन द्विगुणेन मुनीश्वर
]

`verse 36 [
संख्या प्रीतिर्धृता येन सोपि शैवजनः परः ।
शिववत्पूजनीयो हि वंद्यस्सर्वैरभीक्ष्णशः
]

`verse 37 [
शिरसीशानमंत्रेण कर्णे तत्पुरुषेण च ।
अघोरेण गले धार्यं तेनैव हृदयेपि च 1.25.४० ।
अघोरबीजमंत्रेण करयोर्धारयेत्सुधीः ।
पंचदशाक्षग्रथितां वामदेवेन चोदरे
]

`verse 38 [
पंच ब्रह्मभिरंगश्च त्रिमालां पंचसप्त च ।
अथवा मूलमंत्रेण सर्वानक्षांस्तुधारयेत्
]

`verse 39 [
मद्यं मांसं तु लशुनं पलाण्डुं शिग्रुमेव च ।
श्लेष्मांतकं विड्वराहं भक्षणे वर्जयेत्ततः
]

`verse 40 [
वलक्षं रुद्रा क्षं द्विजतनुभिरेवेह विहितं सुरक्तं क्षत्त्राणां प्रमुदितमुमे पीतमसकृत्
छिन्नं खंडितं भिन्नं विदीर्ण ।
ततो वैश्यैर्धार्यं प्रतिदिवसभावश्यकमहो तथा कृष्णं शूद्रै ः! श्रुतिगदितमार्गोयमगजे
]

`verse 41 [
वर्णी वनी गृहयतीर्नियमेन दध्यादेतद्र हस्यपरमो न हि जातु तिष्ठेत् ।
रुद्रा क्षधारणमिदं सुकृतैश्च लभ्यं त्यक्त्वेदमेतदखिलान्नरकान्प्रयांति
]

`verse 42 [
आदावामलकात्स्वतो लघुतरा रुग्णास्ततः कंटकैः संदष्टाः कृमिभिस्तनूपकरणच्छिद्रे ण हीनास्तथा ।
धार्या नैव शुभेप्सुभिश्चणकवद्रुद्रा क्षमप्यंततो रुद्रा क्षोमम लिंगमंगलमुमे सूक्ष्मं प्रशस्तं सदा
]

`verse 43 [
सर्वाश्रमाणां वर्णानां स्त्रीशूद्रा णां शिवाज्ञया ।
धार्याः सदैव रुद्रा क्षा यतीनां प्रणवेन हि
]

`verse 44 [
दिवा बिभ्रद्रा त्रिकृतै रात्रौ विभ्रद्दिवाकृतैः ।
प्रातर्मध्याह्नसायाह्ने मुच्यते सर्वपातकैः
]

`verse 45 [
ये त्रिपुण्ड्रधरा लोके जटाधारिण एव ये ।
ये रुद्रा क्षधरास्ते वै यमलोकं प्रयांति न
]

`verse 46 [
रुद्रा क्षमेकं शिरसा बिभर्ति तथा त्रिपुण्ड्रं च ललाटमध्ये ।
पंचाक्षरं ये हि जपंति मंत्रं पूज्या भवद्भिः खलु ते हि साधवः 1.25.५० ।
यस्याण्गे नास्ति रुद्रा क्षस्त्रिपुण्ड्रं भालपट्टके ।
मुखे पंचाक्षरं नास्ति तमानय यमालयम्
]

`verse 47 [
ज्ञात्वा ज्ञात्वा तत्प्रभावं भस्मरुद्रा क्षधारिणः ।
ते पूज्याः सर्वदास्माकं नो नेतव्याः कदाचन
]

`verse 48 [
एवमाज्ञापयामास कालोपि निजकिण्करान् ।
तथेति मत्त्वा ते सर्वे तूष्णीमासन्सुविस्मिताः
]

`verse 49 [
अत एव महादेवि रुद्रा क्षोत्यघनाशनः ।
तद्धरो मत्प्रियः शुद्धोऽत्यघवानपि पार्वति
]

`verse 50 [
हस्ते बाहौ तथा मूर्ध्नि रुद्रा क्षं धारयेत्तु यः ।
अवध्यः सर्वभूतानां रुद्र रूपी चरेद्भुवि
]

`verse 51 [
सुरासुराणां सर्वेषां वंदनीयः सदा स वै ।
पूजनीयो हि दृष्टस्य पापहा च यथा शिवः
]

`verse 52 [
ध्यानज्ञानावमुक्तोपि रुद्रा क्षं धारयेत्तु यः ।
सर्वपापविनिर्मुक्तः स याति परमां गतिम्
]

`verse 53 [
रुद्रा क्षेण जपन्मन्त्रं पुण्यं कोटिगुणं भवेत् ।
दशकोटिगुणं पुण्यं धारणाल्लभते नरः
]

`verse 54 [
यावत्कालं हि जीवस्य शरीरस्थो भवेत्स वै ।
तावत्कालं स्वल्पमृत्युर्न तं देवि विबाधते
]

`verse 55 [
त्रिपुंड्रेण च संयुक्तं रुद्रा क्षाविलसांगकम् ।
मृत्युंजयं जपंतं च दृष्ट्वा रुद्र फलं लभेत् 1.25.६० ।
पंचदेवप्रियश्चैव सर्वदेवप्रियस्तथा ।
सर्वमन्त्राञ्जपेद्भक्तो रुद्रा क्षमालया प्रिये
]

`verse 56 [
विष्ण्वादिदेवभक्ताश्च धारयेयुर्न संशयः ।
रुद्र भक्तो विशेषेण रुद्रा क्षान्धारयेत्सदा
]

`verse 57 [
रुद्रा क्षा विविधाः प्रोक्तास्तेषां भेदान्वदाम्यहम् ।
शृणु पार्वति सद्भक्त्या भुक्तिमुक्तिफलप्रदान्
]

`verse 58 [
एकवक्त्रः शिवः साक्षाद्भुक्तिमुक्तिफलप्रदः ।
तस्य दर्शनमात्रेण ब्रह्महत्या व्यपोहति
]

`verse 59 [
यत्र संपूजितस्तत्र लक्ष्मीर्दूरतरा न हि ।
नश्यंत्युपद्र वाः सर्वे सर्वकामा भवंति हि
]

`verse 60 [
द्विवक्त्रो देवदेवेशस्सर्वकामफलप्रदः ।
विशेषतः स रुद्रा क्षो गोवधं नाशयेद्द्रुतम्
]

`verse 61 [
त्रिवक्त्रो यो हि रुद्रा क्षः साक्षात्साधनदस्सदा ।
तत्प्रभावाद्भवेयुर्वै विद्याः सर्वाः प्रतिष्ठिताः
]

`verse 62 [
चतुर्वक्त्रः स्वयं ब्रह्मा नरहत्यां व्यपोहति ।
दर्शनात्स्पर्शनात्सद्यश्चतुर्वर्गफलप्रदः
]

`verse 63 [
पंचवक्त्रः स्वयं रुद्र ः! कालाग्निर्नामतः प्रभुः ।
सर्वमुक्तिप्रदश्चैव सर्वकामफलप्रदः
]

`verse 64 [
अगम्यागमनं पापमभक्ष्यस्य च भक्षणम् ।
इत्यादिसर्वपापानि पंचवक्त्रो व्यपोहति 1.25.७० ।
षड्वक्त्रः कार्तिकेयस्तुधारणाद्दक्षिणे भुजे ।
ब्रह्महत्यादिकैः पापैर्मुच्यते नात्र संशयः
]

`verse 65 [
सप्तवक्त्रो महेशानि ह्यनंगो नाम नामतः ।
धारणात्तस्य देवेशिदरिद्रो पीश्वरो भवेत्
]

`verse 66 [
रुद्रा क्षश्चाष्टवक्त्रश्च वसुमूर्तिश्च भैरवः ।
धारणात्तस्य पूर्णायुर्मृतो भवति शूलभृत्
]

`verse 67 [
भैरवो नववक्त्रश्च कपिलश्च मुनिः स्मृतः ।
दुर्गा वात दधिष्ठात्री नवरूपा महेश्वरी
]

`verse 68 [
तं धारयेद्वामहस्ते रुद्रा क्षं भक्तितत्परः ।
सर्वेश्वरो भवेन्नूनं मम तुल्यो न संशयः
]

`verse 69 [
दशवक्त्रो महेशानि स्वयं देवो जनार्दनः ।
धारणात्तस्य देवेशि सर्वान्कामानवाप्नुयात्
]

`verse 70 [
एकादशमुखो यस्तु रुद्रा क्षः परमेश्वरि ।
स रुद्रो धारणात्तस्य सर्वत्र विजयी भवेत्
]

`verse 71 [
द्वादशास्यं तु रुद्रा क्षं धारयेत्केशदेशके ।
आदित्याश्चैव ते सर्वेद्वादशैव स्थितास्तथा
]

`verse 72 [
त्रयोदशमुखो विश्वेदेवस्तद्धारणान्नरः ।
सर्वान्कामानवाप्नोति सौभाग्यं मंगलंलभेत्
]

`verse 73 [
चतुर्दशमुखो यो हि रुद्रा क्षः परमः शिवः ।
धारयेन्मूर्ध्नि तं भक्त्या सर्वपापं प्रणश्यति 1.25.८० ।
इति रुद्रा क्षभेदा हि प्रोक्ता वै मुखभेदतः ।
तत्तन्मंत्राञ्छृणु प्रीत्या क्रमाच्छैल्लेश्वरात्मजे
]

`verse 74 [
ॐ ह्रीं नमः १ ॐ नमः २ ॐ क्लीं नमः ३ ॐ ह्रीं नमः ४ ॐ ह्रीं नमः ५ ॐ ह्रीं हुं नमः ६ ॐ हुंनमः ७ ॐ हुं नमः ८ ॐ ह्रीं हुं नमः ९ ॐ ह्रीं नमः नमः १० ॐ ह्रीं हुं नमः ११ ॐ क्रौं क्षौं रौं नमः १२ ॐ ह्रीं नमः १३ ॐ नम
]

`verse 75 [
भक्तिश्रद्धा युतश्चैव सर्वकामार्थसिद्धये ।
रुद्रा क्षान्धारयेन्मंत्रैर्देवनालस्य वर्जितः
]

`verse 76 [
विना मंत्रेण हो धत्ते रुद्रा क्षं भुवि मानवः ।
स याति नरकं घोरं यावदिन्द्रा श्चतुर्दश
]

`verse 77 [
रुद्रा क्षमालिनं दृष्ट्वा भूतप्रेतपिशाचकाः ।
डाकिनीशाकिनी चैव ये चान्ये द्रो हकारकाः
]

`verse 78 [
कृत्रिमं चैव यत्किंचिदभिचारादिकं च यत् ।
तत्सर्वं दूरतो याति दृष्ट्वा शंकितविग्रहम्
]

`verse 79 [
रुद्रा क्षमालिनं दृष्ट्वा शिवो विष्णुः प्रसीदति ।
देवीगणपतिस्सूर्यः सुराश्चान्येपि पार्वति
]

`verse 80 [
एवं ज्ञात्वा तु माहात्म्यं रुद्रा क्षस्य महेश्वरि ।
सम्यग्धार्यास्समंत्राश्च भक्त्याधर्मविवृद्धये
]

`verse 81 [
इत्युक्तं गिरिजाग्रे हि शिवेन परमात्मना ।
भस्मरूद्रा क्षमाहात्म्यं भुक्तिमुक्तिफलप्रदम्
]

`verse 82 [
शिवस्यातिप्रियौ ज्ञेयौ भस्मरुद्रा क्षधारिणौ ।
तद्धारणप्रभावद्धि भुक्तिर्मुक्तिर्न संशयः
]

`verse 83 [
भस्मरुद्रा क्षधारी यः शिवभक्तस्स उच्यते ।
पंचाक्षरजपासक्तः परिपूर्णश्च सन्मुखे 1.25.९० ।
विना भस्मत्रिपुंड्रेण विना रुद्रा क्षमालया ।
पूजितोपि महादेवो नाभीष्टफलदायकः
]

`verse 84 [
तत्सर्वं च समाख्यातं यत्पृष्टं हि मुनीश्वर ।
भस्मरुद्रा क्षमाहात्म्यं सर्वकामसमृद्धिदम्
]

`verse 85 [
एतद्यः शृणुयान्नित्यं माहात्म्यपरमं शुभम् ।
रुद्रा क्षभस्मनोर्भक्त्यासर्वान्कामानवाप्नुयात्
]

`verse 86 [
इह सर्वसुखं भुक्त्वा पुत्रपौत्रादिसंयुतः ।
लभेत्परत्र सन्मोक्षं शिवस्यातिप्रियो भवेत्
]

`verse 87 [
विद्येश्वरसंहितेयं कथिता वो मुनीश्वराः ।
सर्वसिद्धिप्रदा नित्यं मुक्तिदा शिवशासनात्
]

`colophon [
इति श्रीशिवमहापुराणे प्रथमायां विद्येश्वरसंहितायां साध्यसाधनखण्डे रुद्रा क्षमहात्म्यवर्णनोनाम पञ्चविंशोऽध्यायः
]

`colophon [
इति श्रीशिवमहापुराणे प्रथमा विद्येश्वरसंहिता समाप्ता।
]
