`set context {
  skandha = "09",
  adhyaya = "01",
  skandha.title = "Skandha 9",
  adhyaya.title = "Adhyāya 1"
}

`preface [
सूर्यवंशवर्णनं, वैवस्वतमनोः पुत्रस्य स्त्रीभावापत्तिश्च -
]

`speaker [
श्रीराजोवाच
]

`verse 1 [
मन्वन्तराणि सर्वाणि त्वयोक्तानि श्रुतानि मे ।
 वीर्याणि अनन्तवीर्यस्य हरेस्तत्र कृतानि च
]

`verse 2 [
योऽसौ सत्यव्रतो नाम राजर्षिः द्रविडेश्वरः ।
 ज्ञानं योऽतीतकल्पान्ते लेभे पुरुषसेवया
]

`verse 3 [
स वै विवस्वतः पुत्रो मनुः आसीद् इति श्रुतम् ।
 त्वत्तस्तस्य सुताः प्रोक्ता इक्ष्वाकुप्रमुखा नृपाः
]

`verse 4 [
तेषां वंशं पृथग्ब्रह्मन् वंशानुचरितानि च ।
 कीर्तयस्व महाभाग नित्यं शुश्रूषतां हि नः
]

`verse 5 [
ये भूता ये भविष्याश्च भवन्ति अद्यतनाश्च ये ।
 तेषां नः पुण्यकीर्तीनां सर्वेषां वद विक्रमान्
]

`speaker [
श्रीसूत उवाच
]

`verse 6 [
एवं परीक्षिता राज्ञा सदसि ब्रह्मवादिनाम् ।
 पृष्टः प्रोवाच भगवान् शुकः परमधर्मवित्
]

`speaker [
श्रीशुक उवाच
]

`verse 7 [
श्रूयतां मानवो वंशः प्राचुर्येण परंतप ।
 न शक्यते विस्तरतो वक्तुं वर्षशतैरपि
]

`verse 8 [
परावरेषां भूतानां आत्मा यः पुरुषः परः ।
 स एवासीद् इदं विश्वं कल्पान्ते अन्यत् न किञ्चन
]

`verse 9 [
तस्य नाभेः समभवत् पद्मकोषो हिरण्मयः ।
 तस्मिन् जज्ञे महाराज स्वयंभूः चतुराननः
]

`verse 10 [
मरीचिः मनसस्तस्य जज्ञे तस्यापि कश्यपः ।
 दाक्षायण्यां ततोऽदित्यां विवस्वान् अभवत् सुतः
]

`verse 11 [
ततो मनुः श्राद्धदेवः संज्ञायामास भारत ।
 श्रद्धायां जनयामास दश पुत्रान् स आत्मवान्
]

`verse 12 [
इक्ष्वाकुनृगशर्याति दिष्टधृष्ट करूषकान् ।
 नरिष्यन्तं पृषध्रं च नभगं च कविं विभुः
]

`verse 13 [
अप्रजस्य मनोः पूर्वं वसिष्ठो भगवान् किल ।
 मित्रावरुणयोः इष्टिं प्रजार्थं अकरोद् विभुः
]

`verse 14 [
तत्र श्रद्धा मनोः पत्‍नी होतारं समयाचत ।
 दुहित्रर्थं उपागम्य प्रणिपत्य पयोव्रता
]

`verse 15 [
प्रेषितोऽध्वर्युणा होता ध्यायन् तत् सुसमाहितः ।
 हविषि व्यचरत् तेन वषट्कारं गृणन् द्विजः
]

`verse 16 [
होतुस्तद् व्यभिचारेण कन्येला नाम साभवत् ।
 तां विलोक्य मनुः प्राह नाति हृष्टमना गुरुम्
]

`verse 17 [
भगवन् किमिदं जातं कर्म वो ब्रह्मवादिनाम् ।
 विपर्ययं अहो कष्टं मैवं स्याद् ब्रह्मविक्रिया
]

`verse 18 [
यूयं मंत्रविदो युक्ताः तपसा दग्धकिल्बिषाः ।
 कुतः संकल्पवैषम्यं अनृतं विबुधेष्विव
]

`verse 19 [
निशम्य तद्वचः तस्य भगवान् प्रपितामहः ।
 होतुर्व्यतिक्रमं ज्ञात्वा बभाषे रविनन्दनम्
]

`verse 20 [
एतत् संकल्पवैषम्यं होतुस्ते व्यभिचारतः ।
 तथापि साधयिष्ये ते सुप्रजास्त्वं स्वतेजसा
]

`verse 21 [
एवं व्यवसितो राजन् भगवान् स महायशाः ।
 अस्तौषीद् आदिपुरुषं इलायाः पुंस्त्वकाम्यया
]

`verse 22 [
तस्मै कामवरं तुष्टो भगवान् हरिरीश्वरः ।
 ददौ इविलाभवत् तेन सुद्युम्नः पुरुषर्षभः
]

`verse 23 [
स एकदा महाराज विचरन् मृगयां वने ।
 वृतः कतिपयामात्यैः अश्वं आरुह्य सैन्धवम्
]

`verse 24 [
प्रगृह्य रुचिरं चापं शरांश्च परमाद्‍भुतान् ।
 दंशितोऽनुमृगं वीरो जगाम दिशमुत्तराम्
]

`verse 25 [
सु कुमातो वनं मेरोः अधस्तात् प्रविवेश ह ।
 यत्रास्ते भगवान् शर्वो रममाणः सहोमया
]

`verse 26 [
तस्मिन् प्रविष्ट एवासौ सुद्युम्नः परवीरहा ।
 अपश्यत् स्त्रियमात्मानं अश्वं च वडवां नृप
]

`verse 27 [
तथा तदनुगाः सर्वे आत्मलिङ्‌ग विपर्ययम् ।
 दृष्ट्वा विमनसोऽभूवन् वीक्षमाणाः परस्परम्
]

`speaker [
श्रीराजोवाच
]

`verse 28 [
कथं एवं गुणो देशः केन वा भगवन् कृतः ।
 प्रश्नमेनं समाचक्ष्व परं कौतूहलं हि नः
]

`speaker [
श्रीशुक उवाच
]

`verse 29 [
एकदा गिरिशं द्रष्टुं ऋषयस्तत्र सुव्रताः ।
 दिशो वितिमिराभासाः कुर्वन्तः समुपागमन्
]

`verse 30 [
तान् विलोक्य अंबिका देवी विवासा व्रीडिता भृशम् ।
 भर्तुरङ्‌गात समुत्थाय नीवीमाश्वथ पर्यधात्
]

`verse 31 [
ऋषयोऽपि तयोर्वीक्ष्य प्रसङ्‌गं रममाणयोः ।
 निवृत्ताः प्रययुस्तस्मात् नरनारायणाश्रमम्
]

`verse 32 [
तदिदं भगवान् आह प्रियायाः प्रियकाम्यया ।
 स्थानं यः प्रविशेदेतत् स वै योषिद् भवेदिति
]

`verse 33 [
तत ऊर्ध्वं वनं तद्वै पुरुषा वर्जयन्ति हि ।
 सा चानुचरसंयुक्ता विचचार वनाद् वनम्
]

`verse 34 [
अथ तां आश्रमाभ्याशे चरन्तीं प्रमदोत्तमाम् ।
 स्त्रीभिः परिवृतां वीक्ष्य चकमे भगवान् बुधः
]

`verse 35 [
सापि तं चकमे सुभ्रूः सोमराजसुतं पतिम् ।
 स तस्यां जनयामास पुरूरवसमात्मजम्
]

`verse 36 [
एवं स्त्रीत्वं अनुप्राप्तः सुद्युम्नो मानवो नृपः ।
 सस्मार स कुलाचार्यं वसिष्ठमिति शुश्रुम
]

`verse 37 [
स तस्य तां दशां दृष्ट्वा कृपया भृशपीडितः ।
 सुद्युम्नस्याशयन् पुंस्त्वं उपाधावत शंकरम्
]

`verse 38 [
तुष्टस्तस्मै स भगवान् ऋषये प्रियमावहन् ।
 स्वां च वाचं ऋतां कुर्वन् इदमाह विशाम्पते
]

`verse 39 [
मासं पुमान् स भविता मासं स्त्री तव गोत्रजः ।
 इत्थं व्यवस्थया कामं सुद्युम्नोऽवतु मेदिनीम्
]

`verse 40 [
आचार्यानुग्रहात् कामं लब्ध्वा पुंस्त्वं व्यवस्थया ।
 पालयामास जगतीं नाभ्यनन्दन् स्म तं प्रजाः
]

`verse 41 [
तस्योत्कलो गयो राजन् विमलश्च सुतास्त्रयः ।
 दक्षिणापथराजानो बभूवुः धर्मवत्सलाः
]

`verse 42 [
ततः परिणते काले प्रतिष्ठानपतिः प्रभुः ।
 पुरूरवस उत्सृज्य गां पुत्राय गतो वनम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे प्रथमोध्याऽयः
]
