`set context {
  skandha = "09",
  adhyaya = "03",
  skandha.title = "Skandha 9",
  adhyaya.title = "Adhyāya 3"
}

`preface [
शर्यातिवंशः, सुकन्याख्यानं रेवतकन्याख्यानं च -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
शर्यातिर्मानवो राजा ब्रह्मिष्ठः संबभूव ह ।
 यो वा अंगिरसां सत्रे द्वितीयं अह ऊचिवान्
]

`verse 2 [
सुकन्या नाम तस्यासीत् कन्या कमललोचना ।
 तया सार्धं वनगतो हि अगमत् व्यवनाश्रमम्
]

`verse 3 [
सा सखीभिः परिवृता विचिन्वन्त्यंघ्रिपान् वने ।
 वल्मीकरन्ध्रे ददृशे खद्योते इव ज्योतिषी
]

`verse 4 [
ते दैवचोदिता बाला ज्योतिषी कण्टकेन वै ।
 अविध्यन् मुग्धभावेन सुस्रावासृक् ततो बहिः
]

`verse 5 [
शकृत् मूत्रनिरोधोऽभूत् सैनिकानां च तत्क्षणात् ।
 राजर्षिः तं उपालक्ष्य पुरुषान् विस्मितोऽब्रवीत्
]

`verse 6 [
अप्यभद्रं न युष्माभिः भार्गवस्य विचेष्टितम् ।
 व्यक्तं केनापि नस्तस्य कृतं आश्रमदूषणम्
]

`verse 7 [
सुकन्या प्राह पितरं भीता किञ्चित् कृतं मया ।
 द्वे ज्योतिषी अजानन्त्या निर्भिन्ने कण्टकेन वै
]

`verse 8 [
दुहितुस्तद् वचः श्रुत्वा शर्यातिर्जातसाध्वसः ।
 मुनिं प्रसादयामास वल्मीकान्तर्हितं शनैः
]

`verse 9 [
तद् अभिप्रायमाज्ञाय प्रादाद् दुहितरं मुनेः ।
 कृच्छ्रात् मुक्तः तमामंत्र्य पुरं प्रायात् समाहितः
]

`verse 10 [
सुकन्या च्यवनं प्राप्य पतिं परमकोपनम् ।
 प्रीणयामास चित्तज्ञा अप्रमत्तानुवृत्तिभिः
]

`verse 11 [
कस्यचित् त्वथ कालस्य नासत्यावाश्रमागतौ ।
 तौ पूजयित्वा प्रोवाच वयो मे दत्तमीश्वरौ
]

`verse 12 [
ग्रहं ग्रहीष्ये सोमस्य यज्ञे वामप्यसोमपोः ।
 क्रियतां मे वयो रूपं प्रमदानां यदीप्सितम्
]

`verse 13 [
बाढं इति ऊचतुर्विप्रं अभिनन्द्य भिषक्तमौ ।
 निमज्जतां भवान् अस्मिन् ह्रदे सिद्धविनिर्मिते
]

`verse 14 [
इत्युक्त्वा जरया ग्रस्त देहो धमनिसन्ततः ।
 ह्रदं प्रवेशितोऽश्विभ्यां वलीपलित विप्रियः
]

`verse 15 [
पुरुषास्त्रय उत्तस्थुः अपीव्या वनिताप्रियाः ।
 पद्मस्रजः कुण्डलिनः तुल्यरूपाः सुवाससः
]

`verse 16 [
तान् निरीक्ष्य वरारोहा सरूपान् सूर्यवर्चसः ।
 अजानती पतिं साध्वी अश्विनौ शरणं ययौ
]

`verse 17 [
दर्शयित्वा पतिं तस्यै पातिव्रत्येन तोषितौ ।
 ऋषिमामन्त्र्य ययतुः विमानेन त्रिविष्टपम्
]

`verse 18 [
यक्ष्यमाणोऽथ शर्यातिः च्यवनस्याश्रमं गतः ।
 ददर्श दुहितुः पार्श्वे पुरुषं सूर्यवर्चसम्
]

`verse 19 [
राजा दुहितरं प्राह कृतपादाभिवन्दनाम् ।
 आशिषश्चाप्रयुञ्जानो नातिप्रीतिमना इव
]

`verse 20 [
चिकीर्षितं ते किमिदं पतिस्त्वया
     प्रलम्भितो लोकनमस्कृतो मुनिः ।
 यत्त्वं जराग्रस्तमसत्यसम्मतं
     विहाय जारं भजसेऽमुमध्वगम्
]

`verse 21 [
कथं मतिस्तेऽवगतान्यथा सतां
     कुलप्रसूते कुलदूषणं त्विदम् ।
 बिभर्षि जारं यदपत्रपा कुलं
     पितुश्च भर्तुश्च नयस्यधस्तमः
]

`verse 22 [
एवं ब्रुवाणं पितरं स्मयमाना शुचिस्मिता ।
 उवाच तात जामाता तवैष भृगुनन्दनः
]

`verse 23 [
शशंस पित्रे तत् सर्वं वयोरूपाभिलम्भनम् ।
 विस्मितः परमप्रीतः तनयां परिषस्वजे
]

`verse 24 [
सोमेन याजयन् वीरं ग्रहं सोमस्य चाग्रहीत् ।
 असोमपोः अपि अश्विनोः च्यवनः स्वेन तेजसा
]

`verse 25 [
हन्तुं तमाददे वज्रं सद्यो मन्युरमर्षितः ।
 सवज्रं स्तम्भयामास भुजं इन्द्रस्य भार्गवः
]

`verse 26 [
अन्वजानन् ततः सर्वे ग्रहं सोमस्य चाश्विनोः ।
 भिषजाविति यत् पूर्वं सोमाहुत्या बहिष्कृतौ
]

`verse 27 [
उत्तानबर्हिरानर्तो भूरिषेण इति त्रयः ।
 शर्यातेरभवन् पुत्रा आनर्ताद् रेवतोऽभवत्
]

`verse 28 [
सोऽन्तःसमुद्रे नगरीं विनिर्माय कुशस्थलीम् ।
 आस्थितोऽभुङ्‌क्त विषयान् आनर्तादीन् अरिन्दम
]

`verse 29 [
तस्य पुत्रशतं जज्ञे ककुद्मि ज्येष्ठमुत्तमम् ।
 ककुद्मी रेवतीं कन्यां स्वां आदाय विभुं गतः
]

`verse 30 [
पुत्र्या वरं परिप्रष्टुं ब्रह्मलोकं अपावृतम् ।
 आवर्तमाने गान्धर्वे स्थितोऽलब्धक्षणः क्षणम्
]

`verse 31 [
तदन्त आद्यमानम्य स्वाभिप्रायं न्यवेदयत् ।
 तत् श्रुत्वा भगवान् ब्रह्मा प्रहस्य तमुवाच ह
]

`verse 32 [
अहो राजन् निरुद्धास्ते कालेन हृदि ये कृताः ।
 तत्पुत्रपौत्र नप्तॄणां गोत्राणि च न श्रृण्महे
]

`verse 33 [
कालोऽभियातस्त्रिणव चतुर्युगविकल्पितः ।
 तद्‍गच्छ देवदेवांशो बलदेवो महाबलः
]

`verse 34 [
कन्यारत्‍नमिदं राजन् नररत्‍नाय देहि भोः ।
 भुवो भारावताराय भगवान् भूतभावनः
]

`verse 35 [
अवतीर्णो निजांशेन पुण्यश्रवणकीर्तनः ।
 इत्यादिष्टोऽभिवन्द्याजं नृपः स्वपुरमागतः ।
 त्यक्तं पुण्यजनत्रासाद्‍भ्रातृभिर्दिक्ष्ववस्थितैः
]

`verse 36 [
सुतां दत्त्वानवद्याङ्‌गीं बलाय बलशालिने ।
 बदर्याख्यं गतो राजा तप्तुं नारायणाश्रमम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे तृतीयोऽध्यायः
]
