`set context {
  skandha = "09",
  adhyaya = "04",
  skandha.title = "Skandha 9",
  adhyaya.title = "Adhyāya 4"
}

`preface [
नभगवंशवर्णनं नाभागचरितम्, अंबरीषोपाख्यानं दुर्वासः पलायनं च -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
नाभागो नभगापत्यं यं ततं भ्रातरः कविम् ।
 यविष्ठं व्यभजन् दायं ब्रह्मचारिणमागतम्
]

`verse 2 [
भ्रातरोऽभाङ्‌क्त किं मह्यं भजाम पितरं तव ।
 त्वां ममार्यास्तताभाङ्‌क्षुः मा पुत्रक तदादृथाः
]

`verse 3 [
इमे अंगिरसः सत्रं आसतेऽद्य सुमेधसः ।
 षष्ठं षष्ठं उपेत्याहः कवे मुह्यन्ति कर्मणि
]

`verse 4 [
तांन् त्वं शंसय सूक्ते द्वे वैश्वदेवे महात्मनः ।
 ते स्वर्यन्तो धनं सत्र परिशेषितमात्मनः
]

`verse 5 [
दास्यन्ति तेऽथ तान् गच्छ तथा स कृतवान् यथा ।
 तस्मै दत्त्वा ययुः स्वर्गं ते सत्रपरिशेषणम्
]

`verse 6 [
तं कश्चित् स्वीकरिष्यन्तं पुरुषः कृष्णदर्शनः ।
 उवाचोत्तरतोऽभ्येत्य ममेदं वास्तुकं वसु
]

`verse 7 [
ममेदं ऋषिभिः दत्तं इति तर्हि स्म मानवः ।
 स्यान्नौ ते पितरि प्रश्नः पृष्टवान् पितरं यथा
]

`verse 8 [
यज्ञवास्तुगतं सर्वं उच्छिष्टं ऋषयः क्वचित् ।
 चक्रुर्विभागं रुद्राय स देवः सर्वमर्हति
]

`verse 9 [
नाभागस्तं प्रणम्याह तवेश किल वास्तुकम् ।
 इत्याह मे पिता ब्रह्मन् शिरसा त्वां प्रसादये
]

`verse 10 [
यत् ते पितावदद् धर्मं त्वं च सत्यं प्रभाषसे ।
 ददामि ते मन्त्रदृशे ज्ञानं ब्रह्म सनातनम्
]

`verse 11 [
गृहाण द्रविणं दत्तं मत्सत्रे परिशेषितम् ।
 इत्युक्त्वान्तर्हितो रुद्रो भगवान् सत्यवत्सलः
]

`verse 12 [
य एतत् संस्मरेत् प्रातः सायं च सुसमाहितः ।
 कविर्भवति मंत्रज्ञो गतिं चैव तथाऽऽत्मनः
]

`verse 13 [
नाभागाद् अंबरीषोऽभूत् महाभागवतः कृती ।
 नास्पृशद् ब्रह्मशापोऽपि यं न प्रतिहतः क्वचित्
]

`speaker [
श्रीराजोवाच
]

`verse 14 [
भगवन् श्रोतुमिच्छामि राजर्षेः तस्य धीमतः ।
 न प्राभूद् यत्र निर्मुक्तो ब्रह्मदण्डो दुरत्ययः
]

`speaker [
श्रीशुक उवाच
]

`verse 15 [
अंबरीषो महाभागः सप्तद्वीपवतीं महीम् ।
 अव्ययां च श्रियं लब्ध्वा विभवं चातुलं भुवि
]

`verse 16 [
*
 मेनेऽतिदुर्लभं पुंसां सर्वं तत् स्वप्नसंस्तुतम् ।
 विद्वान् विभवनिर्वाणं तमो विशति यत् पुमान्
]

`verse 17 [
वासुदेवे भगवति तद्‍भक्तेषु च साधुषु ।
 प्राप्तो भावं परं विश्वं येनेदं लोष्टवत् स्मृतम्
]

`verse 18 [
स वै मनः कृष्णपदारविन्दयोः
     वचांसि वैकुण्ठगुणानुवर्णने ।
 करौ हरेर्मन्दिरमार्जनादिषु
     श्रुतिं चकाराच्युतसत्कथोदये
]

`verse 19 [
मुकुन्दलिंगालयदर्शने दृशौ
     तद्‍भृत्यगात्रस्पर्शेङ्‌गसंगमम् ।
 घ्राणं च तत्पादसरोजसौरभे
     श्रीमत् तुलस्या रसनां तदर्पिते
]

`verse 20 [
पादौ हरेः क्षेत्रपदानुसर्पणे
     शिरो हृषीकेश पदाभिवन्दने ।
 कामं च दास्ये न तु कामकाम्यया
     यथोत्तमश्लोक जनाश्रया रतिः
]

`verse 21 [
एवं सदा कर्मकलापमात्मनः
     परेऽधियज्ञे भगवत्यधोक्षजे ।
 सर्वात्मभावं विदधन्महीमिमां
     तन्निष्ठविप्राभिहितः शशास ह
]

`verse 22 [
ईजेऽश्वमेधैरधियज्ञमीश्वरं
     महाविभूत्योपचितांगदक्षिणैः ।
 ततैर्वसिष्ठासितगौतमादिभिः
     धन्वन्यभिस्रोतमसौ सरस्वतीम्
]

`verse 23 [
यस्य क्रतुषु गीर्वाणैः सदस्या ऋत्विजो जनाः ।
 तुल्यरूपाः चानिमिषा व्यदृश्यन्त सुवाससः
]

`verse 24 [
स्वर्गो न प्रार्थितो यस्य मनुजैः अमरप्रियः ।
 श्रृण्वद्भिः उपगायद्‌भिः उत्तमश्लोकचेष्टितम्
]

`verse 25 [
समर्द्धयन्ति तान् कामाः स्वाराज्यपरिभाविताः ।
 दुर्लभा नापि सिद्धानां मुकुन्दं हृदि पश्यतः
]

`verse 26 [
स इत्थं भक्तियोगेन तपोयुक्तेन पार्थिवः ।
 स्वधर्मेण हरिं प्रीणन् संगान् सर्वान् शनैर्जहौ
]

`verse 27 [
गृहेषु दारेषु सुतेषु बन्धुषु
     द्विपोत्तमस्यन्दन वाजिवस्तुषु ।
 अक्षय्यरत्‍नाभरणाम्बरादिषु
     अनन्तकोशेषु अकरोत् असन् मतिम्
]

`verse 28 [
तस्मा अदाद् हरिश्चक्रं प्रत्यनीक-भयावहम् ।
 एकान्तभक्तिभावेन प्रीतो भृत्याभिरक्षणम्
]

`verse 29 [
आरिराधयिषुः कृष्णं महिष्या तुल्यशीलया ।
 युक्तः सांवत्सरं वीरो दधार द्वादशीव्रतम्
]

`verse 30 [
व्रतान्ते कार्तिके मासि त्रिरात्रं समुपोषितः ।
 स्नातः कदाचित् कालिन्द्यां हरिं मधुवनेऽर्चयत्
]

`verse 31 [
महाभिषेकविधिना सर्वोपस्करसम्पदा ।
 अभिषिच्याम्बराकल्पैः गन्धमाल्यार्हणादिभिः
]

`verse 32 [
तद्‍गतान्तरभावेन पूजयामास केशवम् ।
 ब्राह्मणांश्च महाभागान् सिद्धार्थानपि भक्तितः
]

`verse 33 [
गवां रुक्मविषाणीनां रूप्याङ्‌घ्रीणां सुवाससाम् ।
 पयःशीलवयोरूप वत्सोपस्करसंपदाम्
]

`verse 34 [
प्राहिणोत् साधुविप्रेभ्यो गृहेषु न्यर्बुदानि षट् ।
 भोजयित्वा द्विजानग्रे स्वाद्वन्नं गुणवत्तमम्
]

`verse 35 [
लब्धकामैः अनुज्ञातः पारणायोपचक्रमे ।
 तस्य तर्ह्यतिथिः साक्षात् दुर्वासा भगवानभूत्
]

`verse 36 [
तं आनर्चातिथिं भूपः प्रत्युत्थान् आसनार्हणैः ।
 ययाचेऽभ्यवहाराय पादमूलमुपागतः
]

`verse 37 [
प्रतिनन्द्य स तां याच्ञां कर्तुमावश्यकं गतः ।
 निममज्ज बृहद् ध्यायन् कालिन्दीसलिले शुभे
]

`verse 38 [
मुहूर्तार्धावशिष्टायां द्वादश्यां पारणं प्रति ।
 चिन्तयामास धर्मज्ञो द्विजैः तद् धर्मसंकटे
]

`verse 39 [
ब्राह्मणातिक्रमे दोषो द्वादश्यां यदपारणे ।
 यत्कृत्वा साधु मे भूयाद् अधर्मो वा न मां स्पृशेत्
]

`verse 40 [
अम्भसा केवलेनाथ करिष्ये व्रतपारणम् ।
 आहुरब्भक्षणं विप्रा हि अशितं नाशितं च तत्
]

`verse 41 [
इत्यपः प्राश्य राजर्षिः चिन्तयन् मनसाच्युतम् ।
 प्रत्यचष्ट कुरुश्रेष्ठ द्विज आगमनमेव सः
]

`verse 42 [
दुर्वासा यमुनाकूलात् कृत आवश्यक आगतः ।
 राज्ञाभिनन्दितस्तस्य बुबुधे चेष्टितं धिया
]

`verse 43 [
मन्युना प्रचलद्‍गात्रो भ्रुकुटीकुटिलाननः ।
 बुभुक्षितश्च सुतरां कृताञ्जलिमभाषत
]

`verse 44 [
अहो अस्य नृशंसस्य श्रियोन्मत्तस्य पश्यत ।
 धर्मव्यतिक्रमं विष्णोः अभक्तस्य ईशमानिनः
]

`verse 45 [
यो मां अतिथिं आयातं आतिथ्येन निमंत्र्य च ।
 अदत्त्वा भुक्तवान् तस्य सद्यस्ते दर्शये फलम्
]

`verse 46 [
एवं ब्रुवाण उत्कृत्य जटां रोषप्रदीपितः ।
 तया स निर्ममे तस्मै कृत्यां कालानलोपमाम्
]

`verse 47 [
तां आपतन्तीं ज्वलतीं असिहस्तां पदा भुवम् ।
 वेपयन्तीं समुद्वीक्ष्य न चचाल पदान्नृपः
]

`verse 48 [
प्राग् दिष्टं भृत्यरक्षायां पुरुषेण महात्मना ।
 ददाह कृत्यां तां चक्रं क्रुद्धाहिमिव पावकः
]

`verse 49 [
तद् अभिद्रवद् उद्वीक्ष्य स्वप्रयासं च निष्फलम् ।
 दुर्वासा दुद्रुवे भीतो दिक्षु प्राणपरीप्सया
]

`verse 50 [
तमन्वधावद्‍भगवद्रथांगं
     दावाग्निः उद्धूतशिखो यथाहिम् ।
 तथानुषक्तं मुनिरीक्षमाणो
     गुहां विविक्षुः प्रससार मेरोः
]

`verse 51 [
दिशो नभः क्ष्मां विवरान् समुद्रान्
     लोकान् सपालान् त्रिदिवं गतः सः ।
 यतो यतो धावति तत्र तत्र
     सुदर्शनं दुष्प्रसहं ददर्श
]

`verse 52 [
अलब्धनाथः स सदा कुतश्चित्
     संत्रस्तचित्तोऽरणमेषमाणः ।
 देवं विरिञ्चं समगाद्विधातः
     त्राह्यात्मयोनेऽजिततेजसो माम्
]

`speaker [
श्रीब्रह्मोवाच
]

`verse 53 [
स्थानं मदीयं सहविश्वमेतत्
     क्रीडावसाने द्विपरार्धसंज्ञे ।
 भ्रूभंगमात्रेण हि संदिधक्षोः
     कालात्मनो यस्य तिरोभविष्यति
]

`verse 54 [
अहं भवो दक्षभृगुप्रधानाः
     प्रजेशभूतेश सुरेशमुख्याः ।
 सर्वे वयं यत् नियमं प्रपन्ना
     मूर्ध्न्यर्पितं लोकहितं वहामः
]

`verse 55 [
प्रत्याख्यातो विरिञ्चेन विष्णुचक्रोपतापितः ।
 दुर्वासाः शरणं यातः शर्वं कैलासवासिनम्
]

`speaker [
श्रीरुद्र उवाच
]

`verse 56 [
वयं न तात प्रभवाम भूम्नि
     यस्मिन् परेऽन्येऽप्यजजीवकोशाः ।
 भवन्ति काले न भवन्ति हीदृशाः
     सहस्रशो यत्र वयं भ्रमामः
]

`verse 57 [
अहं सनत्कुमारश्च नारदो भगवानजः ।
 कपिलो अपान्तरतमो देवलो धर्म आसुरिः
]

`verse 58 [
मरीचिप्रमुखाश्चान्ये सिद्धेशाः पारदर्शनाः ।
 विदाम न वयं सर्वे यन्मायां माययाऽऽवृताः
]

`verse 59 [
तस्य विश्वेश्वरस्येदं शस्त्रं दुर्विषहं हि नः ।
 तमेवं शरणं याहि हरिस्ते शं विधास्यति
]

`verse 60 [
ततो निराशो दुर्वासाः पदं भगवतो ययौ ।
 वैकुण्ठाख्यं यदध्यास्ते श्रीनिवासः श्रिया सह
]

`verse 61 [
सन्दह्यमानोऽजितशस्त्रवह्निना
     तत्पादमूले पतितः सवेपथुः ।
 आहाच्युतानन्त सदीप्सित प्रभो
     कृतागसं माव हि विश्वभावन
]

`verse 62 [
अजानता ते परमानुभावं
     कृतं मयाघं भवतः प्रियाणाम् ।
 विधेहि तस्यापचितिं विधातः
     मुच्येत यन्नाम्न्युदिते नारकोऽपि
]

`verse 63 [
श्रीभगवानुवाच ।
 अहं भक्तपराधीनो हि अस्वतंत्र इव द्विज ।
 साधुभिर्ग्रस्तहृदयो भक्तैर्भक्तजनप्रियः
]

`verse 64 [
नाहं आत्मानमाशासे मद्‍भक्तैः साधुभिर्विना ।
 श्रियं चात्यन्तिकीं ब्रह्मन् येषां गतिः अहं परा
]

`verse 65 [
ये दारागारपुत्राप्तान् प्राणान् वित्तमिमं परम् ।
 हित्वा मां शरणं याताः कथं तान् त्यक्तुमुत्सहे
]

`verse 66 [
मयि निर्बद्धहृदयाः साधवः समदर्शनाः ।
 वशीकुर्वन्ति मां भक्त्या सत्स्त्रियः सत्पतिं यथा
]

`verse 67 [
मत्सेवया प्रतीतं च सालोक्यादि चतुष्टयम् ।
 नेच्छन्ति सेवया पूर्णाः कुतोऽन्यत् कालविद्रुतम्
]

`verse 68 [
साधवो हृदयं मह्यं साधूनां हृदयं त्वहम् ।
 मदन्यत् ते न जानन्ति नाहं तेभ्यो मनागपि
]

`verse 69 [
उपायं कथयिष्यामि तव विप्र श्रृणुष्व तत् ।
 अयं ह्यात्माभिचारस्ते यतस्तं याहि मा चिरम् ।
 साधुषु प्रहितं तेजः प्रहर्तुः कुरुतेऽशिवम्
]

`verse 70 [
तपो विद्या च विप्राणां निःश्रेयसकरे उभे ।
 ते एव दुर्विनीतस्य कल्पेते कर्तुरन्यथा
]

`verse 71 [
ब्रह्मन् तद् गच्छ भद्रं ते नाभागतनयं नृपम् ।
 क्षमापय महाभागं ततः शान्तिर्भविष्यति
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे चतुर्थोऽध्यायः
]
