`preface [
अंबरीषानुग्रहेण दुर्वाससो दुःखनिवृत्तिः, अंबरीशप्रशंसा, तस्य भगवाद्‌रूपतापत्तीश्च -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
एवं भगवताऽऽदिष्टो दुर्वासाश्चक्रतापितः ।
 अंबरीषं उपावृत्य तत्पादौ दुःखितोऽग्रहीत्
]

`verse 2 [
तस्य सोद्यमनं वीक्ष्य पादस्पर्शविलज्जितः ।
 अस्तावीत् तत् हरेः अस्त्रं कृपया पीडितो भृशम्
]

`speaker [
अंबरीष उवाच
]

`verse 3 [
त्वमग्निर्भगवान् सूर्यः त्वं सोमो ज्योतिषां पतिः ।
 त्वं आपस्त्वं क्षितिर्व्योम वायुर्मात्रेन्द्रियाणि च
]

`verse 4 [
सुदर्शन नमस्तुभ्यं सहस्राराच्युतप्रिय ।
 सर्वास्त्रघातिन् विप्राय स्वस्ति भूया इडस्पते
]

`verse 5 [
त्वं धर्मस्त्वमृतं सत्यं त्वं यज्ञोऽखिलयज्ञभुक् ।
 त्वं लोकपालः सर्वात्मा त्वं तेजः पौरुषं परम्
]

`verse 6 [
नमः सुनाभाखिलधर्मसेतवे
     ह्यधर्मशीलासुरधूमकेतवे ।
 त्रैलोक्यगोपाय विशुद्धवर्चसे
     मनोजवायाद्‍भुतकर्मणे गृणे
]

`verse 7 [
त्वत्तेजसा धर्ममयेन संहृतं
     तमः प्रकाशश्च दृशो महात्मनाम् ।
 दुरत्ययस्ते महिमा गिरां पते
     त्वद् रूपमेतत् सदसत् परावरम्
]

`verse 8 [
यदा विसृष्टस्त्वमनञ्जनेन वै
     बलं प्रविष्टोऽजित दैत्यदानवम् ।
 बाहूदरोर्वङ्‌घ्रिशिरोधराणि
     वृक्णन् अजस्रं प्रधने विराजसे
]

`verse 9 [
स त्वं जगत्त्राण खलप्रहाणये
     निरूपितः सर्वसहो गदाभृता ।
 विप्रस्य चास्मत् कुलदैवहेतवे
     विधेहि भद्रं तदनुग्रहो हि नः
]

`verse 10 [
यद्यस्ति दत्तमिष्टं वा स्वधर्मो वा स्वनुष्ठितः ।
 कुलं नो विप्रदैवं चेद् द्विजो भवतु विज्वरः
]

`verse 11 [
यदि नो भगवान् प्रीत एकः सर्वगुणाश्रयः ।
 सर्वभूतात्मभावेन द्विजो भवतु विज्वरः
]

`speaker [
श्रीशुक उवाच
]

`verse 12 [
इति संस्तुवतो राज्ञो विष्णुचक्रं सुदर्शनम् ।
 अशाम्यत् सर्वतो विप्रं प्रदहद् राजयाच्ञया
]

`verse 13 [
स मुक्तोऽस्त्राग्नितापेन दुर्वासाः स्वस्तिमान् ततः ।
 प्रशशंस तमुर्वीशं युञ्जानः परमाशिषः
]

`speaker [
दुर्वासा उवाच
]

`verse 14 [
अहो अनन्तदासानां महत्त्वं दृष्टमद्य मे ।
 कृतागसोऽपि यद् राजन् मंगलानि समीहसे
]

`verse 15 [
दुष्करः को नु साधूनां दुस्त्यजो वा महात्मनाम् ।
 यैः संगृहीतो भगवान् सात्वतां ऋषभो हरिः
]

`verse 16 [
यन्नामश्रुतिमात्रेण पुमान् भवति निर्मलः ।
 तस्य तीर्थपदः किं वा दासानां अवशिष्यते
]

`verse 17 [
राजन् अनुगृहीतोऽहं त्वयातिकरुणात्मना ।
 मद् अघं पृष्ठतः कृत्वा प्राणा यन्मेऽभिरक्षिताः
]

`verse 18 [
राजा तं अकृताहारः प्रत्यागमनकांक्षया ।
 चरणौ उवुपसंगृह्य प्रसाद्य समभोजयत्
]

`verse 19 [
सोऽशित्वादृतमानीतं आतिथ्यं सार्वकामिकम् ।
 तृप्तात्मा नृपतिं प्राह भुज्यतां इति सादरम्
]

`verse 20 [
प्रीतोऽस्मि अनुगृहीतोऽस्मि तव भागवतस्य वै ।
 दर्शनस्पर्शनालापैः आतिथ्येनात्ममेधसा
]

`verse 21 [
कर्मावदातं एतत् ते गायन्ति स्वःस्त्रियो मुहुः ।
 कीर्तिं परमपुण्यां च कीर्तयिष्यति भूरियम्
]

`speaker [
श्रीशुक उवाच
]

`verse 22 [
एवं संकीर्त्य राजानं दुर्वासाः परितोषितः ।
 ययौ विहायसाऽऽमंत्र्य ब्रह्मलोकमहैतुकम्
]

`verse 23 [
संवत्सरोऽत्यगात् तावद् यावता नागतो गतः ।
 मुनिस्तद्दर्शनाकांक्षो राजाऽब्भक्षो बभूव ह
]

`verse 24 [
गतेऽथ दुर्वाससि सोऽम्बरीषो
     द्विजोपयोगातिपवित्रमाहरत् ।
 ऋषेर्विमोक्षं व्यसनं च बुद्ध्वा
     मेने स्ववीर्यं च परानुभावम्
]

`verse 25 [
एवं विधानेकगुणः स राजा
     परात्मनि ब्रह्मणि वासुदेवे ।
 क्रियाकलापैः समुवाह भक्तिं
     ययाऽऽविरिञ्च्यान् निरयांश्चकार
]

`speaker [
श्रीशुक उवाच
]

`verse 26 [
अथाम्बरीषस्तनयेषु राज्यं
     समानशीलेषु विसृज्य धीरः ।
 वनं विवेशात्मनि वासुदेवे
     मनो दधद् ध्वस्तगुणप्रवाहः
]

`verse 27 [
इत्येतत् पुण्यमाख्यानं अंबरीषस्य भूपतेः ।
 संकीर्तयन् अनुध्यायन् भक्तो भगवतो भवेत्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे पञ्चमोऽध्यायः
]
