`set context {
  skandha = "09",
  adhyaya = "09",
  skandha.title = "Skandha 9",
  adhyaya.title = "Adhyāya 9"
}

`preface [
गंगावतरणकथा, भगीरथवृत्तं सौदासचरितं च -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
अंशुमांश्च तपस्तेपे गंगानयनकाम्यया ।
 कालं महान्तं नाशक्नोत् ततः कालेन संस्थितः
]

`verse 2 [
दिलीपस्तत्सुतस्तद्वद् अशक्तः कालमेयिवान् ।
 भगीरथस्तस्य पुत्रः तेपे स सुमहत् तपः
]

`verse 3 [
दर्शयामास तं देवी प्रसन्ना वरदास्मि ते ।
 इत्युक्तः स्वं अभिप्रायं शशंसावनतो नृपः
]

`verse 4 [
कोऽपि धारयिता वेगं पतन्त्या मे महीतले ।
 अन्यथा भूतलं भित्त्वा नृप यास्ये रसातलम्
]

`verse 5 [
किं चाहं न भुवं यास्ये नरा मय्यामृजन्त्यघम् ।
 मृजामि तदघं क्वाहं राजन् तत्र विचिन्त्यताम्
]

`speaker [
श्रीभगीरथ उवाच
]

`verse 6 [
साधवो न्यासिनः शान्ता ब्रह्मिष्ठा लोकपावनाः ।
 हरन्ति अघं ते अंगसंगात् तेष्वास्ते ह्यघभित् हरिः
]

`verse 7 [
धारयिष्यति ते वेगं रुद्रस्त्वात्मा शरीरिणाम् ।
 यस्मिन् ओतं इदं प्रोतं विश्वं शाटीव तन्तुषु
]

`verse 8 [
इत्युक्त्वा स नृपो देवं तपसा तोषयच्छिवम् ।
 कालेनाल्पीयसा राजन् तस्येशः समतुष्यत
]

`verse 9 [
तथेति राज्ञाभिहितं सर्वलोकहितः शिवः ।
 दधारावहितो गंगां पादपूतजलां हरेः
]

`verse 10 [
भगीरथः स राजर्षिः निन्ये भुवनपावनीम् ।
 यत्र स्वपितॄणां देहा भस्मीभूताः स्म शेरते
]

`verse 11 [
रथेन वायुवेगेन प्रयान्तं अनुधावती ।
 देशान् पुनन्ती निर्दग्धान् आसिञ्चत् सगरात्मजान्
]

`verse 12 [
यज्जलस्पर्शमात्रेण ब्रह्मदण्डहता अपि ।
 सगरात्मजा दिवं जग्मुः केवलं देहभस्मभिः
]

`verse 13 [
भस्मीभूतांगसंगेन स्वर्याताः सगरात्मजाः ।
 किं पुनः श्रद्धया देवीं सेवन्ते ये धृतव्रताः
]

`verse 14 [
न ह्येतत् परमाश्चर्यं स्वर्धुन्या यदिहोदितम् ।
 अनन्तचरणाम्भोज प्रसूताया भवच्छिदः
]

`verse 15 [
सन्निवेश्य मनो यस्मिन् श्रद्धया मुनयोऽमलाः ।
 त्रैगुण्यं दुस्त्यजं हित्वा सद्यो यातास्तदात्मताम्
]

`verse 16 [
श्रुतो भगीरथाज्जज्ञे तस्य नाभोऽपरोऽभवत् ।
 सिन्धुद्वीपः ततस्तस्मात् अयुतायुः ततोऽभवत्
]

`verse 17 [
ऋतूपर्णो नलसखो योऽश्वविद्यामयान्नलात् ।
 दत्त्वाक्षहृदयं चास्मै सर्वकामस्तु तत्सुतम्
]

`verse 18 [
ततः सुदासः तत्पुत्रो मदयन्तीपतिर्नृपः ।
 आहुर्मित्रसहं यं वै कल्माषाङ्‌घ्रिमुत क्वचित् ।
 वसिष्ठशापाद्रक्षोऽभूत् अनपत्यः स्वकर्मणा
]

`speaker [
श्रीराजोवाच
]

`verse 19 [
किं निमित्तो गुरोः शापः सौदासस्य महात्मनः ।
 एतद् वेदितुमिच्छामः कथ्यतां न रहो यदि
]

`speaker [
श्रीशुक उवाच
]

`verse 20 [
सौदासो मृगयां किञ्चित् चरन् रक्षो जघान ह ।
 मुमोच भ्रातरं सोऽथ गतः प्रतिचिकीर्षया
]

`verse 21 [
सञ्चिन्तयन् अघं राज्ञः सूदरूपधरो गृहे ।
 गुरवे भोक्तुकामाय पक्त्वा निन्ये नरामिषम्
]

`verse 22 [
परिवेक्ष्यमाणं भगवान् विलोक्य अभक्ष्यमञ्जसा ।
 राजानं अशपत् क्रुद्धो रक्षो ह्येवं भविष्यसि
]

`verse 23 [
रक्षःकृतं तद्विदित्वा चक्रे द्वादशवार्षिकम् ।
 सोऽपि अपोऽञ्जलिनादाय गुरुं शप्तुं समुद्यतः
]

`verse 24 [
वारितो मदयन्त्यापो रुशतीः पादयोर्जहौ ।
 दिशः खमवनीं सर्वं पश्यन् जीवमयं नृपः
]

`verse 25 [
राक्षसं भावमापन्नः पादे कल्माषतां गतः ।
 व्यवायकाले ददृशे वनौकोदम्पती द्विजौ
]

`verse 26 [
क्षुधार्तो जगृहे विप्रं तत्पत्‍न्याहाकृतार्थवत् ।
 न भवान् राक्षसः साक्षात् इक्ष्वाकूणां महारथः
]

`verse 27 [
मदयन्त्याः पतिर्वीर नाधर्मं कर्तुमर्हसि ।
 देहि मेऽपत्यकामाया अकृतार्थं पतिं द्विजम्
]

`verse 28 [
देहोऽयं मानुषो राजन् पुरुषस्याखिलार्थदः ।
 तस्मादस्य वधो वीर सर्वार्थवध उच्यते
]

`verse 29 [
एष हि ब्राह्मणो विद्वान् तपःशीलगुणान्वितः ।
 आरिराधयिषुर्ब्रह्म महापुरुषसंज्ञितम् ।
 सर्वभूतात्मभावेन भूतेष्वन्तर्हितं गुणैः
]

`verse 30 [
सोऽयं ब्रह्मर्षिवर्यस्ते राजर्षिप्रवराद् विभो ।
 कथमर्हति धर्मज्ञ वधं पितुरिवात्मजः
]

`verse 31 [
तस्य साधोरपापस्य भ्रूणस्य ब्रह्मवादिनः ।
 कथं वधं यथा बभ्रोः मन्यते सन्मतो भवान्
]

`verse 32 [
यइ अयं क्रियते भक्षः तर्हि मां खाद पूर्वतः ।
 न जीविष्ये विना येन क्षणं च मृतकं यथा
]

`verse 33 [
एवं करुणभाषिण्या विलपन्त्या अनाथवत् ।
 व्याघ्रः पशुमिवाखादत् सौदासः शापमोहितः
]

`verse 34 [
ब्राह्मणी वीक्ष्य दिधिषुं पुरुषादेन भक्षितम् ।
 शोचन्ति आत्मानमुर्वीशं अशपत् कुपिता सती
]

`verse 35 [
यस्मान्मे भक्षितः पाप कामार्तायाः पतिस्त्वया ।
 तवापि मृत्युः आधानाद् अकृतप्रज्ञ दर्शितः
]

`verse 36 [
एवं मित्रसहं शप्त्वा पतिलोकपरायणा ।
 तदस्थीनि समिद्धेऽग्नौ प्रास्य भर्तुर्गतिं गता
]

`verse 37 [
विशापो द्वादशाब्दान्ते मैथुनाय समुद्यतः ।
 विज्ञाय ब्राह्मणीशापं महिष्या स निवारितः
]

`verse 38 [
अत ऊर्ध्वं स तत्याज स्त्रीसुखं कर्मणाप्रजाः ।
 वसिष्ठस्तदनुज्ञातो मदयन्त्यां प्रजामधात्
]

`verse 39 [
सा वै सप्त समा गर्भं अबिभ्रन्न व्यजायत ।
 जघ्नेऽश्मनोदरं तस्याः सोऽश्मकस्तेन कथ्यते
]

`verse 40 [
अश्मकान् मूलको जज्ञे यः स्त्रीभिः परिरक्षितः ।
 नारीकवच इत्युक्तो निःक्षत्रे मूलकोऽभवत्
]

`verse 41 [
ततो दशरथस्तस्मात् पुत्र ऐडविडिस्ततः ।
 राजा विश्वसहो यस्य खट्वांगश्चक्रवर्त्यभूत्
]

`verse 42 [
यो देवैरर्थितो दैत्यान् अवधीद् युधि दुर्जयः ।
 मुहूर्तं आयुः ज्ञात्वैत्य स्वपुरं सन्दधे मनः
]

`verse 43 [
न मे ब्रह्मकुलात् प्राणाः कुलदैवान्न चात्मजाः ।
 न श्रियो न मही राज्यं न दाराश्चातिवल्लभाः
]

`verse 44 [
न बाल्येऽपि मतिर्मह्यं अधर्मे रमते क्वचित् ।
 नापश्यं उत्तमश्लोकात् अन्यत् किञ्चन वस्त्वहम्
]

`verse 45 [
देवैः कामवरो दत्तो मह्यं त्रिभुवनेश्वरैः ।
 न वृणे तमहं कामं भूतभावनभावनः
]

`verse 46 [
ये विक्षिप्तेन्द्रियधियो देवास्ते स्वहृदि स्थितम् ।
 न विन्दन्ति प्रियं शश्वद् आत्मानं किमुतापरे
]

`verse 47 [
अथेशमायारचितेषु संगं
     गुणेषु गन्धर्वपुरोपमेषु ।
 रूढं प्रकृत्यात्मनि विश्वकर्तुः
     भावेन हित्वा तमहं प्रपद्ये
]

`verse 48 [
इति व्यवसितो बुद्ध्या नारायणगृहीतया ।
 हित्वान्यभावमज्ञानं ततः स्वं भावमास्थितः
]

`verse 49 [
यत्तद्‍ब्रह्म परं सूक्ष्मं अशून्यं शून्यकल्पितम् ।
 भगवान् वासुदेवेति यं गृणन्ति हि सात्वताः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे नवमोऽध्यायः
]
