`preface [
श्रीरामचरितम् -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
खट्वांगात दीर्घबाहुश्च रघुस्तस्मात् पृथुश्रवाः ।
 अजस्ततो महाराजः तस्मात् दशरथोऽभवत्
]

`verse 2 [
तस्यापि भगवान् एष साक्षाद् ब्रह्ममयो हरिः ।
 अंशांशेन चतुर्धागात् पुत्रत्वं प्रार्थितः सुरैः ।
 रामलक्ष्मणभरत शत्रुघ्ना इति संज्ञया
]

`verse 3 [
तस्यानुचरितं राजन् ऋषिभिः तत्त्वदर्शिभिः ।
 श्रुतं हि वर्णितं भूरि त्वया सीतापतेर्मुहुः
]

`verse 4 [
गुर्वर्थे त्यक्तराज्यो व्यचरदनुवनं
     पद्मपद्‍भ्यां प्रियायाः ।
 पाणिस्पर्शाक्षमाभ्यां मृजितपथरुजो
     यो हरीन्द्रानुजाभ्याम् ।
 वैरूप्यात् शूर्पणख्याः प्रियविरहरुषाऽऽ
     रोपितभ्रूविजृम्भ ।
 त्रस्ताब्धिर्बद्धसेतुः खलदवदहनः
     कोसलेन्द्रोऽवतान्नः
]

`verse 5 [
विश्वामित्राध्वरे येन मारीचाद्या निशाचराः ।
 पश्यतो लक्ष्मणस्यैव हता नैर्‌ऋतपुंगवाः
]

`verse 6 [
यो लोकवीरसमितौ धनुरैशमुग्रं
     सीतास्वयंवरगृहे त्रिशतोपनीतम् ॥
 आदाय बालगजलील इवेक्षुयष्टिं
     सज्ज्यीकृतं नृप विकृष्य बभञ्ज मध्ये
]

`verse 7 [
जित्वानुरूपगुणशीलवयोऽङ्‌गरूपां ।
     सीताभिधां श्रियमुरस्यभिलब्धमानाम् ॥
 मार्गे व्रजन् भृगुपतेर्व्यनयत् प्ररूढं ।
     दर्पं महीमकृत यस्त्रिरराजबीजाम्
]

`verse 8 [
यः सत्यपाशपरिवीतपितुर्निदेशं ।
     स्त्रैणस्य चापि शिरसा जगृहे सभार्यः ॥
 राज्यं श्रियं प्रणयिनः सुहृदो निवासं ।
     त्यक्त्वा ययौ वनमसूनिव मुक्तसङ्‌गः
]

`verse 9 [
रक्षःस्वसुर्व्यकृत रूपमशुद्धबुद्धेः ।
     तस्याः खरत्रिशिरदूषणमुख्यबन्धून् ॥
 जघ्ने चतुर्दशसहस्रमपारणीय ।
     कोदण्डपाणिरटमान उवास कृच्छ्रम्
]

`verse 10 [
सीताकथाश्रवणदीपितहृच्छयेन ।
     सृष्टं विलोक्य नृपते दशकन्धरेण ॥
 जघ्नेऽद्‍भुतैण वपुषाऽऽश्रमतोऽपकृष्टो ।
     मारीचमाशु विशिखेन यथा कमुग्रः
]

`verse 11 [
रक्षोऽधमेन वृकवद् विपिनेऽसमक्षं ।
     वैदेहराजदुहितर्यपयापितायाम् ॥
 भ्रात्रा वने कृपणवत्प्रियया वियुक्तः ।
     स्त्रीसङ्‌गिनां गतिमिति प्रथयंश्चचार
]

`verse 12 [
दग्ध्वाऽऽत्मकृत्यहतकृत्यमहन् कबन्धं ।
     सख्यं विधाय कपिभिर्दयितागतिं तैः ॥
 बुद्ध्वाथ वालिनि हते प्लवगेन्द्रसैन्यैः ।
     वेलामगात् स मनुजोऽजभवार्चिताङ्‌घ्रि
]

`verse 13 [
यद्रोषविभ्रमविवृत्तकटाक्षपात ।
     सम्भ्रान्तनक्रमकरो भयगीर्णघोषः ॥
 सिन्धुः शिरस्यर्हणं परिगृह्य रूपी ।
     पादारविन्दमुपगम्य बभाष एतत्
]

`verse 14 [
न त्वां वयं जडधियो नु विदाम भूमन् ।
     कूटस्थमादिपुरुषं जगतामधीशम् ॥
 यत्सत्त्वतः सुरगणा रजसः प्रजेशा ।
     मन्योश्च भूतपतयः स भवान्गुणेशः
]

`verse 15 [
कामं प्रयाहि जहि विश्रवसोऽवमेहं ।
     त्रैलोक्य रावणमवाप्नुहि वीर पत्‍नीम् ॥
 बध्नीहि सेतुमिह ते यशसो वितत्यै ।
     गायन्ति दिग्विजयिनो यमुपेत्य भूपाः
]

`verse 16 [
बद्ध्वोदधौ रघुपतिर्विविधाद्रिकूटैः ।
     सेतुं कपीन्द्रकरकम्पितभूरुहाङ्‌गैः ॥
 सुग्रीवनीलहनुमत् प्रमुखैरनीकैः ।
     लङ्‌कां विभीषणदृशाविशदग्रदग्धाम्
]

`verse 17 [
सा वानरेन्द्रबलरुद्धविहारकोष्ठ ।
     श्रीद्वारगोपुरसदोवलभीविटङ्‌का ॥
 निर्भज्यमानधिषणध्वजहेमकुम्भ ।
     श्रृङ्‌गाटका गजकुलैर्ह्रदिनीव घूर्णा
]

`verse 18 [
रक्षःपतिस्तदवलोक्य निकुम्भकुम्भ ।
     धूम्राक्ष दुर्मुख सुरान्तनरान्तकादीन् ॥
 पुत्रं प्रहस्त मतिकाय विकम्पनादीन् ।
     सर्वानुगान् समहिनोदथ कुम्भकर्णम्
]

`verse 19 [
तां यातुधानपृतनामसिशूलचाप ।
     प्रासर्ष्टिशक्तिशरतोमर खड्गदुर्गाम् ॥
 सुग्रीवलक्ष्मण मरुत्सुतगन्धमाद ।
     नीलाङ्‌गदर्क्षपनसादिभिः अन्वितोऽगात्
]

`verse 20 [
तेऽनीकपा रघुपतेरभिपत्य सर्वे ।
     द्वन्द्वं वरूथमिभपत्तिरथाश्वयोधैः ॥
 जघ्नुर्द्रुमैः गिरिगदेषुभिरङ्‌गदाद्याः ।
     सीताभिमर्षहतमङ्‌गल रावणेशान्
]

`verse 21 [
रक्षःपतिः स्वबलनष्टिमवेक्ष्य रुष्ट ।
     आरुह्य यानकमथाभिससार रामम् ॥
 स्वःस्यन्दने द्युमति मातलिनोपनीते ।
     विभ्राजमानमहनन्निशितैः क्षुरप्रैः
]

`verse 22 [
रामस्तमाह पुरुषादपुरीष यन्नः ।
     कान्तासमक्षमसतापहृता श्ववत् ते ॥
 त्यक्तत्रपस्य फलमद्य जुगुप्सितस्य ।
     यच्छामि काल इव कर्तुरलंघ्यवीर्यः
]

`verse 23 [
एवं क्षिपन्धनुषि संधितमुत्ससर्ज ।
     बाणं स वज्रमिव तद्‌हृदयं बिभेद ॥
 सोऽसृग् वमन् दशमुखैर्न्यपतद् विमानाद् ।
     हाहेति जल्पति जने सुकृतीव रिक्तः
]

`meter [
अनुष्टुप्
]

`verse 24 [
ततो निष्क्रम्य लंकाया यातुधान्यः सहस्रशः ।
 मन्दोदर्या समं तस्मिन् प्ररुदन्त्य उपाद्रवन्
]

`verse 25 [
स्वान् स्वान् बन्धून् परिष्वज्य लक्ष्मणेषुभिरर्दितान् ।
 रुरुदुः सुस्वरं दीना घ्नन्त्य आत्मानमात्मना
]

`verse 26 [
हा हताः स्म वयं नाथ लोकरावण रावण ।
 कं यायाच्छरणं लंका त्वद्विहीना परार्दिता
]

`verse 27 [
न वै वेद महाभाग भवान् कामवशं गतः ।
 तेजोऽनुभावं सीताया येन नीतो दशामिमाम्
]

`verse 28 [
कृतैषा विधवा लंका वयं च कुलनन्दन ।
 देहः कृतोऽन्नं गृध्राणां आत्मा नरकहेतवे
]

`speaker [
श्रीशुक उवाच
]

`verse 29 [
स्वानां विभीषणश्चक्रे कोसलेन्द्रानुमोदितः ।
 पितृमेधविधानेन यदुक्तं सांपरायिकम्
]

`verse 30 [
ततो ददर्श भगवान् अशोकवनिकाश्रमे ।
 क्षामां स्वविरहव्याधिं शिंशपामूलमास्थिताम्
]

`verse 31 [
रामः प्रियतमां भार्यां दीनां वीक्ष्यान्वकंपत ।
 आत्मसंदर्शनाह्लाद विकसन् मुखपंकजाम्
]

`verse 32 [
आरोप्यारुरुहे यानं भ्रातृभ्यां हनुमद्युतः ।
 विभीषणाय भगवान् दत्त्वा रक्षोगणेशताम्
]

`verse 33 [
लंकामायुश्च कल्पान्तं ययौ चीर्णव्रतः पुरीम् ।
 अवकीर्यमाणः कुसुमैः लोकपालार्पितैः पथि
]

`verse 34 [
उपगीयमानचरितः शतधृत्यादिभिर्मुदा ।
 गोमूत्रयावकं श्रुत्वा भ्रातरं वल्कलाम्बरम्
]

`verse 35 [
महाकारुणिकोऽतप्यत् जटिलं स्थण्डिलेशयम् ।
 भरतः प्राप्तमाकर्ण्य पौरामात्यपुरोहितैः
]

`verse 36 [
पादुके शिरसि न्यस्य रामं प्रत्युद्यतोऽग्रजम् ।
 नन्दिग्रामात् स्वशिबिराद् गीतवादित्रनिःस्वनैः
]

`verse 37 [
ब्रह्मघोषेण च मुहुः पठद्‌भिः ब्रह्मवादिभिः ।
 स्वर्णकक्षपताकाभिः हैमैश्चित्रध्वजै रथैः
]

`verse 38 [
सदश्वै रुक्मसन्नाहैः भटैः पुरटवर्मभिः ।
 श्रेणीभिर्वारमुख्याभिः भृत्यैश्चैव पदानुगैः
]

`verse 39 [
पारमेष्ठ्यान्युपादाय पण्यान्युच्चावचानि च ।
 पादयोर्न्यपतत् प्रेम्णा प्रक्लिन्नहृदयेक्षणः
]

`verse 40 [
पादुके न्यस्य पुरतः प्राञ्जलिर्बाष्पलोचनः ।
 तमाश्लिष्य चिरं दोर्भ्यां स्नापयन् नेत्रजैर्जलैः
]

`verse 41 [
रामो लक्ष्मणसीताभ्यां विप्रेभ्यो येऽर्हसत्तमाः ।
 तेभ्यः स्वयं नमश्चक्रे प्रजाभिश्च नमस्कृतः
]

`verse 42 [
धुन्वन्त उत्तरासङ्‌गान् पतिं वीक्ष्य चिरागतम् ।
 उत्तराः कोसला माल्यैः किरन्तो ननृतुर्मुदा
]

`verse 43 [
पादुके भरतोऽगृह्णात् चामरव्यजनोत्तमे ।
 विभीषणः ससुग्रीवः श्वेतच्छत्रं मरुत्सुतः
]

`verse 44 [
धनुर्निषङ्‌गान् शत्रुघ्नः सीता तीर्थकमण्डलुम् ।
 अबिभ्रदङ्‌गदः खड्गं हैमं चर्मर्क्षराण् नृप
]

`verse 45 [
पुष्पकस्थोऽन्वितः स्त्रीभिः स्तूयमानश्च वन्दिभिः ।
 विरेजे भगवान् राजन् ग्रहैश्चन्द्र इवोदितः
]

`verse 46 [
भ्रात्राभिर्नन्दितः सोऽपि सोत्सवां प्राविशत् पुरीम् ।
 प्रविश्य राजभवनं गुरुपत्‍नीः स्वमातरम्
]

`verse 47 [
गुरून् वयस्यावरजान् पूजितः प्रत्यपूजयत् ।
 वैदेही लक्ष्मणश्चैव यथावत् समुपेयतुः
]

`verse 48 [
पुत्रान् स्वमातरस्तास्तु प्राणांस्तन्व इवोत्थिताः ।
 आरोप्याङ्‌केऽभिषिञ्चन्त्यो बाष्पौघैर्विजहुः शुचः
]

`verse 49 [
जटा निर्मुच्य विधिवत् कुलवृद्धैः समं गुरुः ।
 अभ्यषिञ्चद् यथैवेन्द्रं चतुःसिन्धुजलादिभिः
]

`verse 50 [
एवं कृतशिरःस्नानः सुवासाः स्रग्व्यलंकृतः ।
 स्वलंकृतैः सुवासोभिः भ्रातृभिर्भार्यया बभौ
]

`verse 51 [
अग्रहीदासनं भ्रात्रा प्रणिपत्य प्रसादितः ।
 प्रजाः स्वधर्मनिरता वर्णाश्रमगुणान्विताः ।
 जुगोप पितृवद् रामो मेनिरे पितरं च तम्
]

`verse 52 [
त्रेतायां वर्तमानायां कालः कृतसमोऽभवत् ।
 रामे राजनि धर्मज्ञे सर्वभूतसुखावहे
]

`verse 53 [
वनानि नद्यो गिरयो वर्षाणि द्वीपसिन्धवः ।
 सर्वे कामदुघा आसन् प्रजानां भरतर्षभ
]

`verse 54 [
नाधिव्याधिजराग्लानि दुःखशोकभयक्लमाः ।
 मृत्युश्च अनिच्छतां नासीद् रामे राजन्यधोक्षजे
]

`verse 55 [
एकपत्‍नीव्रतधरो राजर्षिचरितः शुचिः ।
 स्वधर्मं गृहमेधीयं शिक्षयन् स्वयमाचरत्
]

`verse 56 [
प्रेम्णानुवृत्त्या शीलेन प्रश्रयावनता सती ।
 भिया ह्रिया च भावज्ञा भर्तुः सीताहरन्मनः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे दशमोऽध्यायः
]
