`preface [
इक्ष्वाकूणां कुशादिसुमित्रान्तानां वर्णनम् -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
कुशस्य चातिथिस्तस्मात् निषधस्तत्सुतो नभः ।
 पुण्डरीकोऽथ तत्पुत्रः क्षेमधन्वाभवत्ततः
]

`verse 2 [
देवानीकस्ततोऽनीहः पारियात्रोऽथ तत्सुतः ।
 ततो बलस्थलः तस्मात् वज्रनाभोऽर्कसंभवः
]

`verse 3 [
खसगणः तत्सुतः तस्माद् विधृतिश्चाभवत्सुतः ।
 ततो हिरण्यनाभोऽभूद् योगाचार्यस्तु जैमिनेः
]

`verse 4 [
शिष्यः कौशल्य आध्यात्मं याज्ञवल्क्योऽध्यगाद् यतः ।
 योगं महोदयं ऋषिः हृदयग्रन्थि भेदकम्
]

`verse 5 [
पुष्यो हिरण्यनाभस्य ध्रुवसन्धिः ततोऽभवत् ।
 सुदर्शनोऽथाग्निवर्णः शीघ्रस्तस्य मरुः सुतः
]

`verse 6 [
सोऽसावास्ते योगसिद्धः कलापग्राममास्थितः ।
 कलेरन्ते सूर्यवंशं नष्टं भावयिता पुनः
]

`verse 7 [
तस्मात् प्रसुश्रुतः तस्य सन्धिः तस्याप्यमर्षणः ।
 महस्वांन् तत्सुतः तस्माद् विश्वबाहुरजायत
]

`verse 8 [
ततः प्रसेनजित् तस्मात् तक्षको भविता पुनः ।
 ततो बृहद्‍बलो यस्तु पित्रा ते समरे हतः
]

`verse 9 [
एते हि ईक्ष्वाकुभूपाला अतीताः श्रृण्वनागतान् ।
 बृहद्‍बलस्य भविता पुत्रो नाम्ना बृहद्रणः
]

`verse 10 [
ऊरुक्रियः सुतस्तस्य वत्सवृद्धो भविष्यति ।
 प्रतिव्योमस्ततो भानुः दिवाको वाहिनीपतिः
]

`verse 11 [
सहदेवस्ततो वीरो बृहदश्वोऽथ भानुमान् ।
 प्रतीकाश्वो भानुमतः सुप्रतीकोऽथ तत्सुतः
]

`verse 12 [
भविता मरुदेवोऽथ सुनक्षत्रोऽथ पुष्करः ।
 तस्यान्तरिक्षः तत्पुत्रः सुतपास्तद् अमित्रजित्
]

`verse 13 [
बृहद्राजस्तु तस्यापि बर्हिस्तस्मात् कृतञ्जयः ।
 रणञ्जयस्तस्य सुतः सञ्जयो भविता ततः
]

`verse 14 [
तस्माच्छाक्योऽथ शुद्धोदो लांगलस्तत्सुतः स्मृतः ।
 ततः प्रसेनजित् तस्मात् क्षुद्रको भविता ततः
]

`verse 15 [
रणको भविता तस्मात् सुरथस्तनयस्ततः ।
 सुमित्रो नाम निष्ठान्त एते बार्हद्‍बलान्वयाः
]

`verse 16 [
इक्ष्वाकूणां अयं वंशः सुमित्रान्तो भविष्यति ।
 यतस्तं प्राप्य राजानं संस्थां प्राप्स्यति वै कलौ
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे द्वाशोऽध्यायः
]
