`preface [
चंद्रवंशवर्णनं, बुधस्य जन्म, तस्मान्मनुपुत्र्यामिलायां जातस्य पुरूरवस उपाख्यानं च -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
अथातः श्रूयतां राजन् वंशः सोमस्य पावनः ।
 यस्मिन्नैलादयो भूपाः कीर्त्यन्ते पुण्यकीर्तयः
]

`verse 2 [
सहस्रशिरसः पुंसो नाभिह्रद सरोरुहात् ।
 जातस्यासीत् सुतो धातुः अत्रिः पितृसमो गुणैः
]

`verse 3 [
तस्य दृग्भ्योऽभवत् पुत्रः सोमोऽमृतमयः किल ।
 विप्रौषध्युडुगणानां ब्रह्मणा कल्पितः पतिः
]

`verse 4 [
सोऽयजद् राजसूयेन विजित्य भुवनत्रयम् ।
 पत्‍नीं बृहस्पतेर्दर्पात् तारां नामाहरद् बलात्
]

`verse 5 [
यदा स देवगुरुणा याचितोऽभीक्ष्णशो मदात् ।
 नात्यजत् तत्कृते जज्ञे सुरदानवविग्रहः
]

`verse 6 [
शुक्रो बृहस्पतेर्द्वेषाद् अग्रहीत् सासुरोडुपम् ।
 हरो गुरुसुतं स्नेहात् सर्वभूतगणावृतः
]

`verse 7 [
सर्वदेवगणोपेतो महेन्द्रो गुरुमन्वयात् ।
 सुरासुरविनाशोऽभूत् समरस्तारकामयः
]

`verse 8 [
निवेदितोऽथाङ्‌गिरसा सोमं निर्भर्त्स्य विश्वकृत् ।
 तारां स्वभर्त्रे प्रायच्छद् अन्तर्वत्‍नीमवैत् पतिः
]

`verse 9 [
त्यज त्यजाशु दुष्प्रज्ञे मत्क्षेत्रात् आहितं परैः ।
 नाहं त्वां भस्मसात्कुर्यां स्त्रियं सान्तानिकः सति
]

`verse 10 [
तत्याज व्रीडिता तारा कुमारं कनकप्रभम् ।
 स्पृहामाङ्‌गिरसश्चक्रे कुमारे सोम एव च
]

`verse 11 [
ममायं न तवेत्युच्चैः तस्मिन् विवदमानयोः ।
 पप्रच्छुः ऋषयो देवा नैवोचे व्रीडिता तु सा
]

`verse 12 [
कुमारो मातरं प्राह कुपितोऽलीकलज्जया ।
 किं न वोचस्यसद्‌वृत्ते आत्मावद्यं वदाशु मे
]

`verse 13 [
ब्रह्मा तां रह आहूय समप्राक्षीच्च सान्त्वयन् ।
 सोमस्येत्याह शनकैः सोमस्तं तावदग्रहीत्
]

`verse 14 [
तस्यात्मयोनिरकृत बुध इत्यभिधां नृप ।
 बुद्ध्या गम्भीरया येन पुत्रेणापोडुराण्मुदम् ॥ ॥
 ततः पुरूरवा जज्ञे इलायां य उदाहृतः ।
 तस्य रूपगुणौदार्य शीलद्रविणविक्रमान्
]

`verse 15 [
श्रुत्वोर्वशीन्द्रभवने गीयमानान् सुरर्षिणा ।
 तदन्तिकमुपेयाय देवी स्मरशरार्दिता
]

`verse 16 [
मित्रावरुणयोः शापाद् आपन्ना नरलोकताम् ।
 निशम्य पुरुषश्रेष्ठं कन्दर्पमिव रूपिणम् ।
 धृतिं विष्टभ्य ललना उपतस्थे तदन्तिके
]

`verse 17 [
स तां विलोक्य नृपतिः हर्षेणोत्फुल्ललोचनः ।
 उवाच श्लक्ष्णया वाचा देवीं हृष्टतनूरुहः
]

`speaker [
श्रीराजोवाच
]

`verse 18 [
स्वागतं ते वरारोहे आस्यतां करवाम किम् ।
 संरमस्व मया साकं रतिर्नौ शाश्वतीः समाः
]

`verse 19 [
उर्वश्युवाच ।
 कस्यास्त्वयि न सज्जेत मनो दृष्टिश्च सुन्दर ।
 यदङ्‌गान्तरमासाद्य च्यवते ह रिरंसया
]

`verse 20 [
एतौ उरणकौ राजन् न्यासौ रक्षस्व मानद ।
 संरंस्ये भवता साकं श्लाघ्यः स्त्रीणां वरः स्मृतः
]

`verse 21 [
घृतं मे वीर भक्ष्यं स्यात् नेक्षे त्वान्यत्र मैथुनात् ।
 विवाससं तत् तथेति प्रतिपेदे महामनाः
]

`verse 22 [
अहो रूपमहो भावो नरलोकविमोहनम् ।
 को न सेवेत मनुजो देवीं त्वां स्वयमागताम्
]

`verse 23 [
तया स पुरुषश्रेष्ठो रमयन्त्या यथार्हतः ।
 रेमे सुरविहारेषु कामं चैत्ररथादिषु
]

`verse 24 [
रममाणस्तया देव्या पद्मकिञ्जल्क गन्धया ।
 तन्मुखामोदमुषितो मुमुदेऽहर्गणान् बहून्
]

`verse 25 [
अपश्यन् उर्वशीं इन्द्रो गन्धर्वान् समचोदयत् ।
 उर्वशीरहितं मह्यं आस्थानं नातिशोभते
]

`verse 26 [
ते उपेत्य महारात्रे तमसि प्रत्युपस्थिते ।
 उर्वश्या उरणौ जह्रुः न्यस्तौ राजनि जायया
]

`verse 27 [
निशम्याक्रन्दितं देवी पुत्रयोः नीयमानयोः ।
 हतास्म्यहं कुनाथेन नपुंसा वीरमानिना
]

`verse 28 [
यद् विश्रम्भादहं नष्टा हृतापत्या च दस्युभिः ।
 यः शेते निशि संत्रस्तो यथा नारी दिवा पुमान्
]

`verse 29 [
इति वाक् सायकैर्बिद्धः प्रतोत्त्रैरिव कुञ्जरः ।
 निशि निस्त्रिंशमादाय विवस्त्रोऽभ्यद्रवद् रुषा
]

`verse 30 [
ते विसृज्योरणौ तत्र व्यद्योतन्त स्म विद्युतः ।
 आदाय मेषावायान्तं नग्नमैक्षत सा पतिम्
]

`verse 31 [
ऐलोऽपि शयने जायां अपश्यन् विमना इव ।
 तच्चित्तो विह्वलः शोचन् बभ्रामोन्मत्तवन् महीम्
]

`verse 32 [
स तां वीक्ष्य कुरुक्षेत्रे सरस्वत्यां च तत्सखीः ।
 पञ्च प्रहृष्टवदनाः प्राह सूक्तं पुरूरवाः
]

`verse 33 [
अहो जाये तिष्ठ तिष्ठ घोरे न त्यक्तुमर्हसि ।
 मां त्वमद्याप्यनिर्वृत्य वचांसि कृणवावहै
]

`verse 34 [
सुदेहोऽयं पतत्यत्र देवि दूरं हृतस्त्वया ।
 खादन्त्येनं वृका गृध्राः त्वत्प्रसादस्य नास्पदम्
]

`verse 35 [
उर्वश्युवाच ।
 मा मृथाः पुरुषोऽसि त्वं मा स्म त्वाद्युर्वृका इमे ।
 क्वापि सख्यं न वै स्त्रीणां वृकाणां हृदयं यथा
]

`verse 36 [
स्त्रियो ह्यकरुणाः क्रूरा दुर्मर्षाः प्रियसाहसाः ।
 घ्नन्त्यल्पार्थेऽपि विश्रब्धं पतिं भ्रातरमप्युत
]

`verse 37 [
विधायालीकविश्रम्भं अज्ञेषु त्यक्तसौहृदाः ।
 नवं नवमभीप्सन्त्यः पुंश्चल्यः स्वैरवृत्तयः
]

`verse 38 [
संवत्सरान्ते हि भवान् एकरात्रं मयेश्वरः ।
 वस्यत्यपत्यानि च ते भविष्यन्त्यपराणि भोः
]

`verse 39 [
अन्तर्वत्‍नीमुपालक्ष्य देवीं स प्रययौ पुरीम् ।
 पुनस्तत्र गतोऽब्दान्ते उर्वशीं वीरमातरम्
]

`verse 40 [
उपलभ्य मुदा युक्तः समुवास तया निशाम् ।
 अथैनमुर्वशी प्राह कृपणं विरहातुरम्
]

`verse 41 [
गन्धर्वान् उपधावेमान् तुभ्यं दास्यन्ति मामिति ।
 तस्य संस्तुवतस्तुष्टा अग्निस्थालीं ददुर्नृप ।
 उर्वशीं मन्यमानस्तां सोऽबुध्यत चरन् वने
]

`verse 42 [
स्थालीं न्यस्य वने गत्वा गृहानाध्यायतो निशि ।
 त्रेतायां सम्प्रवृत्तायां मनसि त्रय्यवर्तत
]

`verse 43 [
स्थालीस्थानं गतोऽश्वत्थं शमीगर्भं विलक्ष्य सः ।
 तेन द्वे अरणी कृत्वा उर्वशीलोककाम्यया
]

`verse 44 [
उर्वशीं मन्त्रतो ध्यायन् अधरारणिमुत्तराम् ।
 आत्मानं उभयोर्मध्ये यत्तत् प्रजननं प्रभुः
]

`verse 45 [
तस्य निर्मन्थनात् जातो जातवेदा विभावसुः ।
 त्रय्या स विद्यया राज्ञा पुत्रत्वे कल्पितस्त्रिवृत्
]

`verse 46 [
तेनायजत यज्ञेशं भगवन्तं अधोक्षजम् ।
 उर्वशीलोकमन्विच्छन् सर्वदेवमयं हरिम्
]

`verse 47 [
एक एव पुरा वेदः प्रणवः सर्ववाङ्‌मयः ।
 देवो नारायणो नान्य एकोऽग्निर्वर्ण एव च
]

`verse 48 [
पुरूरवस एवासीत् त्वयी त्रेतामुखे नृप ।
 अग्निना प्रजया राजा लोकं गान्धर्वमेयिवान्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे चतुर्दशोऽध्यायः
]
