`preface [
ऋचीकजमदग्निपरशुरामचरितं, सहस्रार्जुन वधश्च -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
ऐलस्य च उर्वशीगर्भात् षडासन्नात्मजा नृप ।
 आयुः श्रुतायुः सत्यायू रयोऽथ विजयो जयः
]

`verse 2 [
श्रुतायोर्वसुमान्पुत्रः सत्यायोश्च श्रुतञ्जयः ।
 रयस्य सुत एकश्च जयस्य तनयोऽमितः
]

`verse 3 [
भीमस्तु विजयस्याथ काञ्चनो होत्रकस्ततः ।
 तस्य जह्नुः सुतो गंगां गण्डूषीकृत्य योऽपिबत् ।
 जह्नोस्तु पूरुस्तस्याथ बलाकश्चात्मजोऽजकः
]

`verse 4 [
ततः कुशः कुशस्यापि कुशाम्बुस्तनयो वसुः ।
 कुशनाभश्च चत्वारो गाधिरासीत् कुशाम्बुजः
]

`verse 5 [
तस्य सत्यवतीं कन्यां ऋचीकोऽयाचत द्विजः ।
 वरं विसदृशं मत्वा गाधिर्भार्गवमब्रवीत्
]

`verse 6 [
एकतः श्यामकर्णानां हयानां चन्द्रवर्चसाम् ।
 सहस्रं दीयतां शुल्कं कन्यायाः कुशिका वयम्
]

`verse 7 [
इत्युक्तस्तन्मतं ज्ञात्वा गतः स वरुणान्तिकम् ।
 आनीय दत्त्वा तान् अश्वान् उपयेमे वराननाम्
]

`verse 8 [
स ऋषिः प्रार्थितः पत्‍न्या श्वश्र्वा चापत्यकाम्यया ।
 श्रपयित्वोभयैर्मन्त्रैः चरुं स्नातुं गतो मुनिः
]

`verse 9 [
तावत् सत्यवती मात्रा स्वचरुं याचिता सती ।
 श्रेष्ठं मत्वा तयायच्छन् मात्रे मातुरदत् स्वयम्
]

`verse 10 [
तद् विज्ञाय मुनिः प्राह पत्‍नीं कष्टमकारषीः ।
 घोरो दण्डधरः पुत्रो भ्राता ते ब्रह्मवित्तमः
]

`verse 11 [
प्रसादितः सत्यवत्या मैवं भूरिति भार्गवः ।
 अथ तर्हि भवेत् पौत्रो जमदग्निस्ततोऽभवत्
]

`verse 12 [
सा चाभूत् सुमहपुण्या कौशिकी लोकपावनी ।
 रेणोः सुतां रेणुकां वै जमदग्निरुवाह याम्
]

`verse 13 [
तस्यां वै भार्गवऋषेः सुता वसुमदादयः ।
 यवीयान्जज्ञ एतेषां राम इत्यभिविश्रुतः
]

`verse 14 [
यमाहुर्वासुदेवांशं हैहयानां कुलान्तकम् ।
 त्रिःसप्तकृत्वो य इमां चक्रे निःक्षत्रियां महीम्
]

`verse 15 [
दुष्टं क्षत्रं भुवो भारं अब्रह्मण्यं अनीनशत् ।
 रजस्तमोवृतमहन् फल्गुन्यपि कृतेंऽहसि
]

`speaker [
श्रीराजोवाच
]

`verse 16 [
किं तदंहो भगवतो राजन्यैरजितात्मभिः ।
 कृतं येन कुलं नष्टं क्षत्रियाणां अभीक्ष्णशः
]

`speaker [
श्रीशुक उवाच
]

`verse 17 [
हैहयानां अधिपतिः अर्जुनः क्षत्रियर्षभः ।
 दत्तं नारायण अंशांशं आराध्य परिकर्मभिः
]

`verse 18 [
बाहून् दशशतं लेभे दुर्धर्षत्वमरातिषु ।
 अव्याहतेन्द्रियौजः श्री तेजोवीर्ययशोबलम्
]

`verse 19 [
योगेश्वरत्वं ऐश्वर्यं गुणा यत्राणिमादयः ।
 चचार अव्याहतगतिः लोकेषु पवनो यथा
]

`verse 20 [
स्त्रीरत्‍नैः आवृतः क्रीडन् रेवाम्भसि मदोत्कटः ।
 वैजयन्तीं स्रजं बिभ्रद् रुरोध सरितं भुजैः
]

`verse 21 [
विप्लावितं स्वशिबिरं प्रतिस्रोतःसरिज्जलैः ।
 नामृष्यत् तस्य तद् वीर्यं वीरमानी दशाननः
]

`verse 22 [
गृहीतो लीलया स्त्रीणां समक्षं कृतकिल्बिषः ।
 माहिष्मत्यां सन्निरुद्धो मुक्तो येन कपिर्यथा
]

`verse 23 [
स एकदा तु मृगयां विचरन् विजने वने ।
 यदृच्छयाऽऽश्रमपदं जमदग्नेरुपाविशत्
]

`verse 24 [
तस्मै स नरदेवाय मुनिरर्हणमाहरत् ।
 ससैन्यामात्यवाहाय हविष्मत्या तपोधनः
]

`verse 25 [
स वै रत्‍नं तु तद् दृष्ट्वा आत्मैश्वर्यातिशायनम् ।
 तन्नाद्रियताग्निहोत्र्यां साभिलाषः स हैहयः
]

`verse 26 [
हविर्धानीं ऋषेर्दर्पान् नरान् हर्तुमचोदयत् ।
 ते च माहिष्मतीं निन्युः सवत्सां क्रन्दतीं बलात्
]

`verse 27 [
अथ राजनि निर्याते राम आश्रम आगतः ।
 श्रुत्वा तत् तस्य दौरात्म्यं चुक्रोधाहिरिवाहतः
]

`verse 28 [
घोरमादाय परशुं सतूणं चर्म कार्मुकम् ।
 अन्वधावत दुर्धर्षो मृगेन्द्र इव यूथपम्
]

`verse 29 [
तं आपतन्तं भृगुवर्यमोजसा
     धनुर्धरं बाणपरश्वधायुधम् ।
 ऐणेयचर्माम्बरमर्कधामभिः
     युतं जटाभिर्ददृशे पुरीं विशन्
]

`verse 30 [
अचोदयद्धस्तिरथाश्वपत्तिभिः
     गदासिबाणर्ष्टिशतघ्निशक्तिभिः ।
 अक्षौहिणीः सप्तदशातिभीषणाः
     ता राम एको भगवानसूदयत्
]

`verse 31 [
यतो यतोऽसौ प्रहरत्परश्वधो
     मनोऽनिलौजाः परचक्रसूदनः ।
 ततस्ततश्छिन्नभुजोरुकन्धरा
     निपेतुरुर्व्यां हतसूतवाहनाः
]

`verse 32 [
दृष्ट्वा स्वसैन्यं रुधिरौघकर्दमे
     रणाजिरे रामकुठारसायकैः ।
 विवृक्णचर्मध्वजचापविग्रहं
     निपातितं हैहय आपतद् रुषा
]

`verse 33 [
अथार्जुनः पञ्चशतेषु बाहुभिः
     धनुःषु बाणान् युगपत् स सन्दधे ।
 रामाय रामोऽस्त्रभृतां समग्रणीः
     तान्येकधन्वेषुभिराच्छिनत् समम्
]

`verse 34 [
पुनः स्वहस्तैरचलान्मृधेङ्‌घ्रिपान्
     उत्क्षिप्य वेगाद् अभिधावतो युधि ।
 भुजान् कुठारेण कठोरनेमिना
     चिच्छेद रामः प्रसभं त्वहेरिव
]

`verse 35 [
कृत्तबाहोः शिरस्तस्य गिरेः श्रृङमिवाहरत् ।
 हते पितरि तत्पुत्रा अयुतं दुद्रुवुर्भयात्
]

`verse 36 [
अग्निहोत्रीं उपावर्त्य सवत्सां परवीरहा ।
 समुपेत्याश्रमं पित्रे परिक्लिष्टां समर्पयत्
]

`verse 37 [
स्वकर्म तत्कृतं रामः पित्रे भ्रातृभ्य एव च ।
 वर्णयामास तत् श्रुत्वा जमदग्निरभाषत
]

`verse 38 [
राम राम महाबाहो भवान् पापमकारषीत् ।
 अवधीत् नरदेवं यत् सर्वदेवमयं वृथा
]

`verse 39 [
वयं हि ब्राह्मणास्तात क्षमयार्हणतां गताः ।
 यया लोकगुरुर्देवः पारमेष्ठ्यमगात् पदम्
]

`verse 40 [
क्षमया रोचते लक्ष्मीः ब्राह्मी सौरी यथा प्रभा ।
 क्षमिणामाशु भगवान् तुष्यते हरिरीश्वरः
]

`verse 41 [
राज्ञो मूर्धाभिषिक्तस्य वधो ब्रह्मवधाद् गुरुः ।
 तीर्थसंसेवया चांहो जह्यङ्‌गाच्युतचेतनः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे पञ्चदशोऽध्यायः
]
