`set context {
  skandha = "09",
  adhyaya = "17",
  skandha.title = "Skandha 9",
  adhyaya.title = "Adhyāya 17"
}

`preface [
क्षत्रवृद्धरजिरम्भानेनां वंशवर्णनम् -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
यः पुरूरवसः पुत्र आयुः तस्याभवन् सुताः ।
 नहुषः क्षत्रवृद्धश्च रजी रंभश्च वीर्यवान्
]

`verse 2 [
अनेना इति राजेन्द्र शृणु क्षत्रवृधोऽन्वयम् ।
 क्षत्रवृद्धसुतस्यासन् सुहोत्रस्यात्मजास्त्रयः
]

`verse 3 [
काश्यः कुशो गृत्समद इति गृत्समदादभूत् ।
 शुनकः शौनको यस्य बह्वृचप्रवरो मुनिः
]

`verse 4 [
काश्यस्य काशिः तत्पुत्रो राष्ट्रो दीर्घतमःपिता ।
 धन्वन्तरिर्दैर्घतम आयुर्वेदप्रवर्तकः
]

`verse 5 [
यज्ञभुग् वासुदेवांशः स्मृतमात्रार्तिनाशनः ।
 तत्पुत्रः केतुमानस्य जज्ञे भीमरथस्ततः
]

`verse 6 [
दिवोदासो द्युमांस्तस्मात् प्रतर्दन इति स्मृतः ।
 स एव शत्रुजिद् वत्स ऋतध्वज इतीरितः ।
 तथा कुवलयाश्वेति प्रोक्तोऽलर्कादयस्ततः
]

`verse 7 [
षष्टि वर्षसहस्राणि षष्टि वर्षशतानि च ।
 नालर्काद् अपरो राजन् मेदिनीं बुभुजे युवा
]

`verse 8 [
अलर्कात् सन्ततिस्तस्मात् सुनीथोऽथ निकेतनः ।
 धर्मकेतुः सुतस्तस्मात् सत्यकेतुरजायत
]

`verse 9 [
धृष्टकेतुः सुतस्तस्मात् सुकुमारः क्षितीश्वरः ।
 वीतिहोत्रोऽस्य भर्गोऽतो भार्गभूमिरभून्नृप
]

`verse 10 [
इतीमे काशयो भूपाः क्षत्रवृद्धान्वयायिनः ।
 रम्भस्य रभसः पुत्रो गम्भीरश्चाक्रियस्ततः
]

`verse 11 [
तस्य क्षेत्रे ब्रह्म जज्ञे श्रृणु वंशमनेनसः ।
 शुद्धस्ततः शुचिस्तस्मात् त्रिककुद् धर्मसारथिः
]

`verse 12 [
ततः शान्तरजो जज्ञे कृतकृत्यः स आत्मवान् ।
 रजेः पञ्चशतान्यासन् पुत्राणां अमितौजसाम्
]

`verse 13 [
देवैरभ्यर्थितो दैत्यान् हत्वेन्द्रायाददाद् दिवम् ।
 इन्द्रस्तस्मै पुनर्दत्त्वा गृहीत्वा चरणौ रजेः
]

`verse 14 [
आत्मानमर्पयामास प्रह्रादाद्यरिशंकितः ।
 पितरि उपरते पुत्रा याचमानाय नो ददुः
]

`verse 15 [
त्रिविष्टपं महेन्द्राय यज्ञभागान् समाददुः ।
 गुरुणा हूयमानेऽग्नौ बलभित् तनयान् रजेः
]

`verse 16 [
अवधीद् भ्रंशितान् मार्गान् न कश्चित् अवशेषितः ।
 कुशात् प्रतिः क्षात्रवृद्धात् संजयस्तत्सुतो जयः
]

`verse 17 [
ततः कृतः कृतस्यापि जज्ञे हर्यवनो नृपः ।
 सहदेवस्ततो हीनो जयसेनस्तु तत्सुतः
]

`verse 18 [
सङ्‌कृतिस्तस्य च जयः क्षत्रधर्मा महारथः ।
 क्षत्रवृद्धान्वया भूपा इमे श्रृणु वंशं च नाहुषात्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे सप्तदशोऽध्यायः
]
