`set context {
  skandha = "09",
  adhyaya = "18",
  skandha.title = "Skandha 9",
  adhyaya.title = "Adhyāya 18"
}

`preface [
ययातिचरितम् -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
यतिर्ययातिः संयातिः आयतिर्वियतिः कृतिः ।
 षडिमे नहुषस्यासन् इन्द्रियाणीव देहिनः
]

`verse 2 [
राज्यं नैच्छद् यतिः पित्रा दत्तं तत्परिणामवित् ।
 यत्र प्रविष्टः पुरुष आत्मानं नावबुध्यते
]

`verse 3 [
पितरि भ्रंशिते स्थानाद् इन्द्राण्या धर्षणाद्‌ द्विजैः ।
 प्रापितेऽजगरत्वं वै ययातिरभवन्नृपः
]

`verse 4 [
चतसृष्वादिशद् दिक्षु भ्रातॄन् भ्राता यवीयसः ।
 कृतदारो जुगोपोर्वीं काव्यस्य वृषपर्वणः
]

`speaker [
श्रीराजोवाच
]

`verse 5 [
ब्रह्मर्षिर्भगवान् काव्यः क्षत्रबन्धुश्च नाहुषः ।
 राजन्यविप्रयोः कस्माद् विवाहः प्रतिलोमकः
]

`speaker [
श्रीशुक उवाच
]

`verse 6 [
एकदा दानवेन्द्रस्य शर्मिष्ठा नाम कन्यका ।
 सखीसहस्रसंयुक्ता गुरुपुत्र्या च भामिनी
]

`verse 7 [
देवयान्या पुरोद्याने पुष्पितद्रुमसंकुले ।
 व्यचरत् कलगीतालि नलिनीपुलिनेऽबला
]

`verse 8 [
ता जलाशयम आसाद्य कन्याः कमललोचनाः ।
 तीरे न्यस्य दुकूलानि विजह्रुः सिञ्चतीर्मिथः
]

`verse 9 [
वीक्ष्य व्रजन्तं गिरिशं सह देव्या वृषस्थितम् ।
 सहसोत्तीर्य वासांसि पर्यधुर्व्रीडिताः स्त्रियः
]

`verse 10 [
शर्मिष्ठाजानती वासो गुरुपुत्र्याः समव्ययत् ।
 स्वीयं मत्वा प्रकुपिता देवयानी इदमब्रवीत्
]

`verse 11 [
अहो निरीक्ष्यतामस्या दास्याः कर्म ह्यसाम्प्रतम् ।
 अस्मद्धार्यं धृतवती शुनीव हविरध्वरे
]

`verse 12 [
यैरिदं तपसा सृष्टं मुखं पुंसः परस्य ये ।
 धार्यते यैरिह ज्योतिः शिवः पन्थाः प्रदर्शितः
]

`verse 13 [
यान् वन्दन्ति उपतिष्ठन्ते लोकनाथाः सुरेश्वराः ।
 भगवानपि विश्वात्मा पावनः श्रीनिकेतनः
]

`verse 14 [
वयं तत्रापि भृगवः शिष्योऽस्या नः पितासुरः ।
 अस्मद्धार्यं धृतवती शूद्रो वेदमिवासती
]

`verse 15 [
एवं क्षिपन्तीं शर्मिष्ठा गुरुपुत्रीं अभाषत ।
 रुषा श्वसन्ति उरंगीघ्गीव धर्षिता दष्टदच्छदा
]

`verse 16 [
आत्मवृत्तमविज्ञाय कत्थसे बहु भिक्षुकि ।
 किं न प्रतीक्षसेऽस्माकं गृहान् बलिभुजो यथा
]

`verse 17 [
एवंविधैः सुपरुषैः क्षिप्त्वाऽऽचार्यसुतां सतीम् ।
 शर्मिष्ठा प्राक्षिपत् कूपे वासे आदाय मन्युना
]

`verse 18 [
तस्यां गतायां स्वगृहं ययातिर्मृगयां चरन् ।
 प्राप्तो यदृच्छया कूपे जलार्थी तां ददर्श ह
]

`verse 19 [
दत्त्वा स्वमुत्तरं वासः तस्यै राजा विवाससे ।
 गृहीत्वा पाणिना पाणिं उज्जहार दयापरः
]

`verse 20 [
तं वीरमाहौशनसी प्रेमनिर्भरया गिरा ।
 राजन् त्वया गृहीतो मे पाणिः परपुरञ्जय
]

`verse 21 [
हस्तग्राहोऽपरो मा भूद् गृहीतायास्त्वया हि मे ।
 एष ईशकृतो वीर सम्बन्धो नौ न पौरुषः ।
 यदिदं कूपमग्नाया भवतो दर्शनं मम
]

`verse 22 [
न ब्राह्मणो मे भविता हस्तग्राहो महाभुज ।
 कचस्य बार्हस्पत्यस्य शापाद् यमशपं पुरा
]

`verse 23 [
ययातिरनभिप्रेतं दैवोपहृतमात्मनः ।
 मनस्तु तद्‍गतं बुद्ध्वा प्रतिजग्राह तद्वचः
]

`verse 24 [
गते राजनि सा धीरे तत्र स्म रुदती पितुः ।
 न्यवेदयत् ततः सर्वं उक्तं शर्मिष्ठया कृतम्
]

`verse 25 [
दुर्मना भगवान् काव्यः पौरोहित्यं विगर्हयन् ।
 स्तुवन् वृत्तिं च कापोतीं दुहित्रा स ययौ पुरात्
]

`verse 26 [
वृषपर्वा तमाज्ञाय प्रत्यनीक विवक्षितम् ।
 गुरुं प्रसादयन् मूर्ध्ना पादयोः पतितः पथि
]

`verse 27 [
क्षणार्ध मन्युर्भगवान् शिष्यं व्याचष्ट भार्गवः ।
 कामोऽस्याः क्रियतां राजन् नैनां त्यक्तुमिहोत्सहे
]

`verse 28 [
तथेति अवस्थिते प्राह देवयानी मनोगतम् ।
 पित्रा दत्ता यतो यास्ये सानुगा यातु मामनु
]

`verse 29 [
स्वानां तत् संकटं वीक्ष्य तदर्थस्य च गौरवम् ।
 देवयानीं पर्यचरत् स्त्रीसहस्रेण दासवत्
]

`verse 30 [
नाहुषाय सुतां दत्त्वा सह शर्मिष्ठयोशना ।
 तमाह राजन् शर्मिष्ठां आधास्तल्पे न कर्हिचित्
]

`verse 31 [
विलोक्यौशनसीं राजन् शर्मिष्ठा सप्रजां क्वचित् ।
 तमेव वव्रे रहसि सख्याः पतिमृतौ सती
]

`verse 32 [
राजपुत्र्यार्थितोऽपत्ये धर्मं चावेक्ष्य धर्मवित् ।
 स्मरन् शुक्रवचः काले दिष्टमेवाभ्यपद्यत
]

`verse 33 [
यदुं च तुर्वसुं चैव देवयानी व्यजायत ।
 द्रुह्युं चानुं च पूरुं च शर्मिष्ठा वार्षपर्वणी
]

`verse 34 [
गर्भसंभवमासुर्या भर्तुर्विज्ञाय मानिनी ।
 देवयानी पितुर्गेहं ययौ क्रोधविमूर्छिता
]

`verse 35 [
प्रियां अनुगतः कामी वचोभिः उपमन्त्रयन् ।
 न प्रसादयितुं शेके पादसंवाहनादिभिः
]

`verse 36 [
शुक्रस्तमाह कुपितः स्त्रीकामानृतपूरुष ।
 त्वां जरा विशतां मन्द विरूपकरणी नृणाम्
]

`verse 37 [
श्रीययातिरुवाच ।
 अतृप्तोऽस्म्यद्य कामानां ब्रह्मन् दुहितरि स्म ते ।
 व्यत्यस्यतां यथाकामं वयसा योऽभिधास्यति
]

`verse 38 [
इति लब्धव्यवस्थानः पुत्रं ज्येष्ठमवोचत ।
 यदो तात प्रतीच्छेमां जरां देहि निजं वयः
]

`verse 39 [
मातामहकृतां वत्स न तृप्तो विषयेष्वहम् ।
 वयसा भवदीयेन रंस्ये कतिपयाः समाः
]

`verse 40 [
श्रीयदुरुवाच ।
 नोत्सहे जरसा स्थातुं अन्तरा प्राप्तया तव ।
 अविदित्वा सुखं ग्राम्यं वैतृष्ण्यं नैति पूरुषः
]

`verse 41 [
तुर्वसुश्चोदितः पित्रा द्रुह्युश्चानुश्च भारत ।
 प्रत्याचख्युरधर्मज्ञा ह्यनित्ये नित्यबुद्धयः
]

`verse 42 [
अपृच्छत् तनयं पूरुं वयसोनं गुणाधिकम् ।
 न त्वं अग्रजवद् वत्स मां प्रत्याख्यातुमर्हसि
]

`verse 43 [
श्रीपूरुरुवाच ।
 को नु लोके मनुष्येन्द्र पितुरात्मकृतः पुमान् ।
 प्रतिकर्तुं क्षमो यस्य प्रसादाद् विन्दते परम्
]

`verse 44 [
उत्तमश्चिन्तितं कुर्यात् प्रोक्तकारी तु मध्यमः ।
 अधमोऽश्रद्धया कुर्याद् अकर्तोच्चरितं पितुः
]

`verse 45 [
इति प्रमुदितः पूरुः प्रत्यगृह्णाज्जरां पितुः ।
 सोऽपि तद्वयसा कामान् यथावज्जुजुषे नृप
]

`verse 46 [
सप्तद्वीपपतिः सम्यक् पितृवत् पालयन् प्रजाः ।
 यथोपजोषं विषयान् जुजुषेऽव्याहतेन्द्रियः
]

`verse 47 [
देवयान्यप्यनुदिनं मनोवाग् देहवस्तुभिः ।
 प्रेयसः परमां प्रीतिं उवाह प्रेयसी रहः
]

`verse 48 [
अयजद् यज्ञपुरुषं क्रतुभिर्भूरिदक्षिणैः ।
 सर्वदेवमयं देवं सर्ववेदमयं हरिम्
]

`verse 49 [
यस्मिन्निदं विरचितं व्योम्नीव जलदावलिः ।
 नानेव भाति नाभाति स्वप्नमायामनोरथः
]

`verse 50 [
तमेव हृदि विन्यस्य वासुदेवं गुहाशयम् ।
 नारायणमणीयांसं निराशीरयजत् प्रभुम्
]

`verse 51 [
एवं वर्षसहस्राणि मनःषष्ठैर्मनःसुखम् ।
 विदधानोऽपि नातृप्यत् सार्वभौमः कदिन्द्रियैः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे अष्टादशोऽध्यायः
]
