`preface [
दिवोदासादिवंशकथनम्, ऋक्षवंशे पाण्डवादि उत्पत्तिश्च -
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
मित्रेयुश्च दिवोदासात् च्यवनः तत्सुतो नृप ।
 सुदासः सहदेवोऽथ सोमको जन्तुजन्मकृत्
]

`verse 2 [
तस्य पुत्रशतं तेषां यवीयान् पृषतः सुतः ।
 द्रुपदो द्रौपदी तस्यजज्ञे धृष्टद्युम्नादयः सुताः
]

`verse 3 [
धृष्टद्युम्नात् धृष्टकेतुः भार्म्याः पाञ्चालका इमे ।
 योऽजमीढसुतो ह्यन्य ऋक्षः संवरणस्ततः
]

`verse 4 [
तपत्यां सूर्यकन्यायां कुरुक्षेत्रपतिः कुरुः ।
 परीक्षित् सुधनुर्जह्नुः निषधाश्व कुरोः सुताः
]

`verse 5 [
सुहोत्रोऽभूत् सुधनुषः च्यवनोऽथ ततः कृती ।
 वसुस्तस्योपरिचरो बृहद्रथमुखास्ततः
]

`verse 6 [
कुशाम्बमत्स्यप्रत्यग्र चेदिपाद्याश्च चेदिपाः ।
 बृहद्रथात्कुशाग्रोऽभूत् ऋषभस्तस्य तत्सुतः
]

`verse 7 [
जज्ञे सत्यहितोऽपत्यं पुष्पवान् तत्सुतो जहुः ।
 अन्यस्यामपि भार्यायां शकले द्वे बृहद्रथात्
]

`verse 8 [
ये मात्रा बहिरुत्सृष्टे जरया चाभिसन्धिते ।
 जीव जीवेति क्रीडन्त्या जरासन्धोऽभवत् सुतः
]

`verse 9 [
ततश्च सहदेवोऽभूत् सोमापिर्यत् श्रुतश्रवाः ।
 परीक्षिद् अनपत्योऽभूत् सुरथो नाम जाह्नवः
]

`verse 10 [
ततो विदूरथस्तस्मात् सार्वभौमस्ततोऽभवत् ।
 जयसेनस्तत् तनयो राधिकोऽतोऽयुताय्वभूत्
]

`verse 11 [
ततश्च क्रोधनस्तस्मात् देवातिथिरमुष्य च ।
 ऋष्यस्तस्य दिलीपोऽभूत् प्रतीपस्तस्य चात्मजः
]

`verse 12 [
देवापिः शान्तनुस्तस्य बाह्लीक इति चात्मजाः ।
 पितृराज्यं परित्यज्य देवापिस्तु वनं गतः
]

`verse 13 [
अभवत् शन्तनू राजा प्राङ्‌महाभिषसंज्ञितः ।
 यं यं कराभ्यां स्पृशति जीर्णं यौवनमेति सः
]

`verse 14 [
शान्तिमाप्नोति चैवाग्र्यां कर्मणा तेन शन्तनुः ।
 समा द्वादश तद्राज्ये न ववर्ष यदा विभुः
]

`verse 15 [
शन्तनुर्ब्राह्मणैरुक्तः परिवेत्तायमग्रभुक् ।
 राज्यं देह्यग्रजायाशु पुरराष्ट्रविवृद्धये
]

`verse 16 [
एवमुक्तो द्विजैर्ज्येष्ठं छन्दयामास सोऽब्रवीत् ।
 तन्मंत्रिप्रहितैर्विप्रैः वेदाद् विभ्रंशितो गिरा
]

`verse 17 [
वेदवादातिवादान् वै तदा देवो ववर्ष ह ।
 देवापिर्योगमास्थाय कलापग्राममाश्रितः
]

`verse 18 [
सोमवंशे कलौ नष्टे कृतादौ स्थापयिष्यति ।
 बाह्लीकात्सोमदत्तोऽभूद् भूरिर्भूरिश्रवास्ततः
]

`verse 19 [
शलश्च शन्तनोरासीद् गंगायां भीष्म आत्मवान् ।
 सर्वधर्मविदां श्रेष्ठो महाभागवतः कविः
]

`verse 20 [
वीरयूथाग्रणीर्येन रामोऽपि युधि तोषितः ।
 शन्तनोर्दाशकन्यायां जज्ञे चित्रांगदः सुतः
]

`verse 21 [
विचित्रवीर्यश्चावरजो नाम्ना चित्रांगदो हतः ।
 यस्यां पराशरात्साक्षाद् अवतीर्णो हरेः कला
]

`verse 22 [
वेदगुप्तो मुनिः कृष्णो यतोऽहं इदमध्यगाम् ।
 हित्वा स्वशिष्यान् पैलादीन् भगवान् बादरायणः
]

`verse 23 [
मह्यं पुत्राय शान्ताय परं गुह्यमिदं जगौ ।
 विचित्रवीर्योऽथोवाह काशीराजसुते बलात्
]

`verse 24 [
स्वयंवराद् उपानीते अम्बिकाम्बालिके उभे ।
 तयोरासक्तहृदयो गृहीतो यक्ष्मणा मृतः
]

`verse 25 [
क्षेत्रेऽप्रजस्य वै भ्रातुः मात्रोक्तो बादरायणः ।
 धृतराष्ट्रं च पाण्डुं च विदुरं चाप्यजीजनत्
]

`verse 26 [
गान्धार्यां धृतराष्ट्रस्य जज्ञे पुत्रशतं नृप ।
 तत्र दुर्योधनो ज्येष्ठो दुःशला चापि कन्यका
]

`verse 27 [
शापात् मैथुनरुद्धस्य पाण्डोः कुन्त्यां महारथाः ।
 जाता धर्मानिलेन्द्रेभ्यो युधिष्ठिरमुखास्त्रयः
]

`verse 28 [
नकुलः सहदेवश्च माद्र्यां नासत्यदस्रयोः ।
 द्रौपद्यां पञ्च पञ्चभ्यः पुत्रास्ते पितरोऽभवन्
]

`verse 29 [
युधिष्ठिरात्प्रतिविन्ध्यः श्रुतसेनो वृकोदरात् ।
 अर्जुनात् श्रुतकीर्तिस्तु शतानीकस्तु नाकुलिः
]

`verse 30 [
सहदेवसुतो राजन् श्रुतकर्मा तथापरे ।
 युधिष्ठिरात्तु पौरव्यां देवकोऽथ घटोत्कचः
]

`verse 31 [
भीमसेनाद् हिडिम्बायां काल्यां सर्वगतस्ततः ।
 सहदेवात् सुहोत्रं तु विजयासूत पार्वती
]

`verse 32 [
करेणुमत्यां नकुलो नरमित्रं तथार्जुनः ।
 इरावन्तमुलूप्यां वै सुतायां बभ्रुवाहनम् ।
 मणिपुरपतेः सोऽपि तत्पुत्रः पुत्रिकासुतः
]

`verse 33 [
तव तातः सुभद्रायां अभिमन्युरजायत ।
 सर्वातिरथजिद् वीर उत्तरायां ततो भवान्
]

`verse 34 [
परिक्षीणेषु कुरुषु द्रौणेर्ब्रह्मास्त्रतेजसा ।
 त्वं च कृष्णानुभावेन सजीवो मोचितोऽन्तकात्
]

`verse 35 [
तवेमे तनयास्तात जनमेजयपूर्वकाः ।
 श्रुतसेनो भीमसेन उग्रसेनश्च वीर्यवान्
]

`verse 36 [
जनमेजयस्त्वां विदित्वा तक्षकान्निधनं गतम् ।
 सर्पान् वै सर्पयागाग्नौ स होष्यति रुषान्वितः
]

`verse 37 [
कावषेयं पुरोधाय तुरं तुरगमेधयाट् ।
 समन्तात् पृथिवीं सर्वां जित्वा यक्ष्यति चाध्वरैः
]

`verse 38 [
तस्य पुत्रः शतानीको याज्ञवल्क्यात् त्रयीं पठन् ।
 अस्त्रज्ञानं क्रियाज्ञानं शौनकात् परमेष्यति
]

`verse 39 [
सहस्रानीकस्तत्पुत्रः ततश्चैवाश्वमेधजः ।
 असीमकृष्णस्तस्यापि नेमिचक्रस्तु तत्सुतः
]

`verse 40 [
गजाह्वये हृते नद्या कौशाम्ब्यां साधु वत्स्यति ।
 उक्तस्ततश्चित्ररथः तस्मात् कविरथः सुतः
]

`verse 41 [
तस्माच्च वृष्टिमांस्तस्य सुषेणोऽथ महीपतिः ।
 सुनीथस्तस्य भविता नृचक्षुर्यत् सुखीनलः
]

`verse 42 [
परिप्लवः सुतस्तस्मात् मेधावी सुनयात्मजः ।
 नृपञ्जयस्ततो दूर्वः तिमिः तस्मात् जनिष्यति
]

`verse 43 [
तिमेर्बृहद्रथः तस्मात् शतानीकः सुदासजः ।
 शतानीकाद् दुर्दमनः तस्यापत्यं बहीनरः
]

`verse 44 [
दण्डपाणिर्निमिस्तस्य क्षेमको भविता यतः ।
 ब्रह्मक्षत्रस्य वै प्रोक्तो वंशो देवर्षिसत्कृतः
]

`verse 45 [
क्षेमकं प्राप्य राजानं संस्थां प्राप्स्यति वै कलौ ।
 अथ मागधराजानो भवितारो ये वदामि ते
]

`verse 46 [
भविता सहदेवस्य मार्जारिर्यत् श्रुतश्रवाः ।
 ततो युतायुः तस्यापि निरमित्रोऽथ तत्सुतः
]

`verse 47 [
सुनक्षत्रः सुनक्षत्राद् बृहत्सेनोऽथ कर्मजित् ।
 ततः सुतञ्जयाद् विप्रः शुचिस्तस्य भविष्यति
]

`verse 48 [
क्षेमोऽथ सुव्रतस्तस्माद् धर्मसूत्रः शमस्ततः ।
 द्युमत्सेनोऽथ सुमतिः सुबलो जनिता ततः
]

`verse 49 [
सुनीथः सत्यजिदथ विश्वजित् यद् रिपुञ्जयः ।
 बार्हद्रथाश्च भूपाला भाव्याः साहस्रवत्सरम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां नवमस्कन्धे द्वाविंशोऽध्यायः
]
