`set context {
  skandha = "09",
  adhyaya = "24",
  skandha.title = "Skandha 9",
  adhyaya.title = "Adhyāya 24"
}

`speaker [
श्रीशुक उवाच
]

`verse 1 [
तस्यां विदर्भोऽजनयत्पुत्रौ नाम्ना कुशक्रथौ ।
तृतीयं रोमपादं च विदर्भकुलनन्दनम्
]

`verse 2 [
रोमपादसुतो बभ्रुर्बभ्रोः कृतिरजायत ।
उशिकस्तत्सुतस्तस्माच्चेदिश्चैद्यादयो नृपाः
]

`verse 3 [
क्रथस्य कुन्तिः पुत्रोऽभूद्वृष्णिस्तस्याथ निर्वृतिः।
ततो दशार्हो नाम्नाभूत्तस्य व्योमः सुतस्ततः
]

`verse 4 [
जीमूतो विकृतिस्तस्य यस्य भीमरथः सुतः।
ततो नवरथः पुत्रो जातो दशरथस्ततः
]

`verse 5 [
करम्भिः शकुनेः पुत्रो देवरातस्तदात्मजः।
देवक्षत्रस्ततस्तस्य मधुः कुरुवशादनुः
]

`verse 6 [
पुरुहोत्रस्त्वनोः पुत्रस्तस्यायुः सात्वतस्ततः।
भजमानो भजिर्दिव्यो वृष्णिर्देवावृधोऽन्धकः
]

`verse 7 [
सात्वतस्य सुताः सप्त महाभोजश्च मारिष।
भजमानस्य निम्लोचिः किङ्कणो धृष्टिरेव च
]

`verse 8 [
एकस्यामात्मजाः पत्न्यामन्यस्यां च त्रयः सुताः।
शताजिच्च सहस्राजिदयुताजिदिति प्रभो
]

`verse 9 [
बभ्रुर्देवावृधसुतस्तयोः श्लोकौ पठन्त्यमू।
यथैव शृणुमो दूरात्सम्पश्यामस्तथान्तिकात्
]

`verse 10 [
बभ्रुः श्रेष्ठो मनुष्याणां देवैर्देवावृधः समः।
पुरुषाः पञ्चषष्टिश्च षट्सहस्राणि चाष्ट च
]

`verse 11 [
येऽमृतत्वमनुप्राप्ता बभ्रोर्देवावृधादपि।
महाभोजोऽतिधर्मात्मा भोजा आसंस्तदन्वये
]

`verse 12 [
वृष्णेः सुमित्रः पुत्रोऽभूद्युधाजिच्च परन्तप।
शिनिस्तस्यानमित्रश्च निघ्नोऽभूदनमित्रतः
]

`verse 13 [
सत्राजितः प्रसेनश्च निघ्नस्याथासतुः सुतौ।
अनमित्रसुतो योऽन्यः शिनिस्तस्य च सत्यकः
]

`verse 14 [
युयुधानः सात्यकिर्वै जयस्तस्य कुणिस्ततः।
युगन्धरोऽनमित्रस्य वृष्णिः पुत्रोऽपरस्ततः
]

`verse 15 [
श्वफल्कश्चित्ररथश्च गान्दिन्यां च श्वफल्कतः।
अक्रूरप्रमुखा आसन्पुत्रा द्वादश विश्रुताः
]

`verse 16 [
आसङ्गः सारमेयश्च मृदुरो मृदुविद्गिरिः।
धर्मवृद्धः सुकर्मा च क्षेत्रोपेक्षोऽरिमर्दनः
]

`verse 17 [
शत्रुघ्नो गन्धमादश्च प्रतिबाहुश्च द्वादश।
तेषां स्वसा सुचाराख्या द्वावक्रूरसुतावपि
]

`verse 18 [
देववानुपदेवश्च तथा चित्ररथात्मजाः।
पृथुर्विदूरथाद्याश्च बहवो वृष्णिनन्दनाः
]

`verse 19 [
कुकुरो भजमानश्च शुचिः कम्बलबर्हिषः।
कुकुरस्य सुतो वह्निर्विलोमा तनयस्ततः
]

`verse 20 [
कपोतरोमा तस्यानुः सखा यस्य च तुम्बुरुः।
अन्धकाद्दुन्दुभिस्तस्मादविद्योतः पुनर्वसुः २० (अरिद्योतः पाठभेदः)।
तस्याहुकश्चाहुकी च कन्या चैवाहुकात्मजौ।
देवकश्चोग्रसेनश्च चत्वारो देवकात्मजाः
]

`verse 21 [
देववानुपदेवश्च सुदेवो देववर्धनः।
तेषां स्वसारः सप्तासन्धृतदेवादयो नृप
]

`verse 22 [
शान्तिदेवोपदेवा च श्रीदेवा देवरक्षिता।
सहदेवा देवकी च वसुदेव उवाह ताः
]

`verse 23 [
कंसः सुनामा न्यग्रोधः कङ्कः शङ्कुः सुहूस्तथा।
राष्ट्रपालोऽथ धृष्टिश्च तुष्टिमानौग्रसेनयः
]

`verse 24 [
कंसा कंसवती कङ्का शूरभू राष्टपालिका।
उग्रसेनदुहितरो वसुदेवानुजस्त्रियः
]

`verse 25 [
शूरो विदूरथादासीद्भजमानस्तु तत्सुतः।
शिनिस्तस्मात्स्वयं भोजो हृदिकस्तत्सुतो मतः
]

`verse 26 [
देवमीढः शतधनुः कृतवर्मेति तत्सुताः।
देवमीढस्य शूरस्य मारिषा नाम पत्न्यभूत्
]

`verse 27 [
तस्यां स जनयामास दश पुत्रानकल्मषान्।
वसुदेवं देवभागं देवश्रवसमानकम्
]

`verse 28 [
सृञ्जयं श्यामकं कङ्कं शमीकं वत्सकं वृकम्।
देवदुन्दुभयो नेदुरानका यस्य जन्मनि
]

`verse 29 [
वसुदेवं हरेः स्थानं वदन्त्यानकदुन्दुभिम्।
पृथा च श्रुतदेवा च श्रुतकीर्तिः श्रुतश्रवाः
]

`verse 30 [
राजाधिदेवी चैतेषां भगिन्यः पञ्च कन्यकाः।
कुन्तेः सख्युः पिता शूरो ह्यपुत्रस्य पृथामदात्
]

`verse 31 [
साप दुर्वाससो विद्यां देवहूतीं प्रतोषितात्।
तस्या वीर्यपरीक्षार्थमाजुहाव रविं शुचिः
]

`verse 32 [
तदैवोपागतं देवं वीक्ष्य विस्मितमानसा।
प्रत्ययार्थं प्रयुक्ता मे याहि देव क्षमस्व मे
]

`verse 33 [
अमोघं देवसन्दर्शमादधे त्वयि चात्मजम्।
योनिर्यथा न दुष्येत कर्ताहं ते सुमध्यमे
]

`verse 34 [
इति तस्यां स आधाय गर्भं सूर्यो दिवं गतः।
सद्यः कुमारः सञ्जज्ञे द्वितीय इव भास्करः
]

`verse 35 [
तं सात्यजन्नदीतोये कृच्छ्राल्लोकस्य बिभ्यती।
प्रपितामहस्तामुवाह पाण्डुर्वै सत्यविक्रमः
]

`verse 36 [
श्रुतदेवां तु कारूषो वृद्धशर्मा समग्रहीत्।
यस्यामभूद्दन्तवक्र ऋषिशप्तो दितेः सुतः
]

`verse 37 [
कैकेयो धृष्टकेतुश्च श्रुतकीर्तिमविन्दत।
सन्तर्दनादयस्तस्यां पञ्चासन्कैकयाः सुताः
]

`verse 38 [
राजाधिदेव्यामावन्त्यौ जयसेनोऽजनिष्ट ह।
दमघोषश्चेदिराजः श्रुतश्रवसमग्रहीत्
]

`verse 39 [
शिशुपालः सुतस्तस्याः कथितस्तस्य सम्भवः।
देवभागस्य कंसायां चित्रकेतुबृहद्बलौ
]

`verse 40 [
कंसवत्यां देवश्रवसः सुवीर इषुमांस्तथा।
बकः कङ्कात्तु कङ्कायां सत्यजित्पुरुजित्तथा
]

`verse 41 [
सृञ्जयो राष्ट्रपाल्यां च वृषदुर्मर्षणादिकान्।
हरिकेशहिरण्याक्षौ शूरभूम्यां च श्यामकः
]

`verse 42 [
मिश्रकेश्यामप्सरसि वृकादीन्वत्सकस्तथा।
तक्षपुष्करशालादीन्दुर्वाक्ष्यां वृक आदधे
]

`verse 43 [
सुमित्रार्जुनपालादीन्समीकात्तु सुदामनी।
आनकः कर्णिकायां वै ऋतधामाजयावपि
]

`verse 44 [
पौरवी रोहिणी भद्रा मदिरा रोचना इला।
देवकीप्रमुखाश्चासन्पत्न्य आनकदुन्दुभेः
]

`verse 45 [
बलं गदं सारणं च दुर्मदं विपुलं ध्रुवम्।
वसुदेवस्तु रोहिण्यां कृतादीनुदपादयत्
]

`verse 46 [
सुभद्रो भद्र बाहुश्च दुर्मदो भद्र एव च।
पौरव्यास्तनया ह्येते भूताद्या द्वादशाभवन्
]

`verse 47 [
नन्दोपनन्दकृतक शूराद्या मदिरात्मजाः।
कौशल्या केशिनं त्वेकमसूत कुलनन्दनम्
]

`verse 48 [
रोचनायामतो जाता हस्तहेमाङ्गदादयः।
इलायामुरुवल्कादीन्यदुमुख्यानजीजनत्
]

`verse 49 [
विपृष्ठो धृतदेवायामेक आनकदुन्दुभेः।
शान्तिदेवात्मजा राजन्प्रशमप्रसितादयः
]

`verse 50 [
राजन्यकल्पवर्षाद्या उपदेवासुता दश।
वसुहंससुवंशाद्याः श्रीदेवायास्तु षट्सुताः
]

`verse 51 [
देवरक्षितया लब्धा नव चात्र गदादयः।
वसुदेवः सुतानष्टावादधे सहदेवया
]

`verse 52 [
प्रवरश्रतमुख्यांश्च साक्षाद्धर्मो वसूनिव।
वसुदेवस्तु देवक्यामष्ट पुत्रानजीजनत्
]

`verse 53 [
कीर्तिमन्तं सुषेणं च भद्रसेनमुदारधीः।
ऋजुं सम्मर्दनं भद्रं सङ्कर्षणमहीश्वरम्
]

`verse 54 [
अष्टमस्तु तयोरासीत्स्वयमेव हरिः किल।
सुभद्रा च महाभागा तव राजन्पितामही
]

`verse 55 [
यदा यदा हि धर्मस्य क्षयो वृद्धिश्च पाप्मनः।
तदा तु भगवानीश आत्मानं सृजते हरिः
]

`verse 56 [
न ह्यस्य जन्मनो हेतुः कर्मणो वा महीपते।
आत्ममायां विनेशस्य परस्य द्र ष्टुरात्मनः
]

`verse 57 [
यन्मायाचेष्टितं पुंसः स्थित्युत्पत्त्यप्ययाय हि।
अनुग्रहस्तन्निवृत्तेरात्मलाभाय चेष्यते
]

`verse 58 [
अक्षौहिणीनां पतिभिरसुरैर्नृपलाञ्छनैः।
भुव आक्रम्यमाणाया अभाराय कृतोद्यमः
]

`verse 59 [
कर्माण्यपरिमेयाणि मनसापि सुरेश्वरैः।
सहसङ्कर्षणश्चक्रे भगवान्मधुसूदनः
]

`verse 60 [
कलौ जनिष्यमाणानां दुःखशोकतमोनुदम्।
अनुग्रहाय भक्तानां सुपुण्यं व्यतनोद्यशः
]

`verse 61 [
यस्मिन्सत्कर्णपीयुषे यशस्तीर्थवरे सकृत्।
श्रोत्राञ्जलिरुपस्पृश्य धुनुते कर्मवासनाम्
]

`verse 62 [
भोजवृष्ण्यन्धकमधु शूरसेनदशार्हकैः।
श्लाघनीयेहितः शश्वत्कुरुसृञ्जयपाण्डुभिः
]

`verse 63 [
स्निग्धस्मितेक्षितोदारैर्वाक्यैर्विक्रमलीलया।
नृलोकं रमयामास मूर्त्या सर्वाङ्गरम्यया
]

`verse 64 [
यस्याननं मकरकुण्डलचारुकर्ण भ्राजत्कपोलसुभगं सविलासहासम्।
नित्योत्सवं न ततृपुर्दृशिभिः पिबन्त्यो नार्यो नराश्च मुदिताः कुपिता निमेश्च
]

`verse 65 [
जातो गतः पितृगृहाद्व्रजमेधितार्थो हत्वा रिपून्सुतशतानि कृतोरुदारः।
उत्पाद्य तेषु पुरुषः क्रतुभिः समीजे आत्मानमात्मनिगमं प्रथयन्जनेषु
]

`verse 66 [
पृथ्व्याः स वै गुरुभरं क्षपयन्कुरूणामन्तःसमुत्थकलिना युधि भूपचम्वः।
दृष्ट्या विधूय विजये जयमुद्विघोष्य प्रोच्योद्धवाय च परं समगात्स्वधाम
]

`colophon [
इति श्रीमद्भागवते महापुराणे वैयासिक्यामष्टादशसाहस्र्यां पारमहंस्यां संहितायां नवमस्कन्धे श्रीसूर्यसोमवंशानुकीर्तने यदुवंशानुकीर्तनं नाम चतुर्विंशोऽध्यायः।

इति नवमः स्कन्धः समाप्तः।
]
