`speaker [
श्रीशुक उवाच
]

`verse 1 [
इति भागवतः पृष्टः क्षत्त्रा वार्तां प्रियाश्रयाम् ।
प्रतिवक्तुं न चोत्सेह औत्कण्ठ्यात् स्मारितेश्वरः
]

`verse 2 [
यः पञ्चहायनो मात्रा प्रातराशाय याचितः ।
तन्नैच्छत् रचयन् यस्य सपर्यां बाललीलया
]

`verse 3 [
स कथं सेवया तस्य कालेन जरसं गतः ।
पृष्टो वार्तां प्रतिब्रूयाद् भर्तुः पादौ अनुस्मरन्
]

`verse 4 [
स मुहूर्तं अभूत्तूष्णीं कृष्णाङ्‌घ्रिसुधया भृशम् ।
तीव्रेण भक्तियोगेन निमग्नः साधु निर्वृतः
]

`verse 5 [
पुलकोद् भिन्नसर्वाङ्गो मुञ्चन्मीलद्‌दृशा शुचः ।
पूर्णार्थो लक्षितस्तेन स्नेहप्रसरसम्प्लुतः
]

`verse 6 [
शनकैः भगवल्लोकान् नृलोकं पुनरागतः ।
विमृज्य नेत्रे विदुरं प्रीत्याहोद्धव उत्स्मयन्
]

`speaker [
उद्धव उवाच
]

`verse 7 [
कृष्णद्युमणि निम्लोचे गीर्णेष्वजगरेण ह ।
किं नु नः कुशलं ब्रूयां गतश्रीषु गृहेष्वहम्
]

`verse 8 [
दुर्भगो बत लोकोऽयं यदवो नितरामपि ।
ये संवसन्तो न विदुः हरिं मीना इवोडुपम्
]

`verse 9 [
इङ्‌गितज्ञाः पुरुप्रौढा एकारामाश्च सात्वताः ।
सात्वतां ऋषभं सर्वे भूतावासममंसत
]

`verse 10 [
देवस्य मायया स्पृष्टा ये चान्यद् असदाश्रिताः ।
भ्राम्यते धीर्न तद्वाक्यैः आत्मन्युप्तात्मनो हरौ
]

`verse 11 [
प्रदर्श्या तप्ततपसां अवितृप्तदृशां नृणाम् ।
आदायान्तरधाद्यस्तु स्वबिम्बं लोकलोचनम्
]

`verse 12 [
यन्मर्त्यलीलौपयिकं स्वयोग
     मायाबलं दर्शयता गृहीतम् ।
विस्मापनं स्वस्य च सौभगर्द्धेः
     परं पदं भूषणभूषणाङ्गम्
]

`verse 13 [
यद्धर्मसूनोर्बत राजसूये
     निरीक्ष्य दृक्स्वस्त्ययनं त्रिलोकः ।
कार्त्स्न्येन चाद्येह गतं विधातुः
     अर्वाक्सृतौ कौशलमित्यमन्यत
]

`verse 14 [
यस्यानुरागप्लुतहासरास
     लीलावलोकप्रतिलब्धमानाः ।
व्रजस्त्रियो दृग्भिरनुप्रवृत्त
     धियोऽवतस्थुः किल कृत्यशेषाः
]

`verse 15 [
स्वशान्तरूपेष्वितरैः स्वरूपैः
     अभ्यर्द्यमानेष्वनुकम्पितात्मा ।
परावरेशो महदंशयुक्तो
     ह्यजोऽपि जातो भगवान् यथाग्निः
]

`verse 16 [
मां खेदयत्येतदजस्य जन्म
     विडम्बनं यद्वसुदेवगेहे ।
व्रजे च वासोऽरिभयादिव स्वयं
     पुराद् व्यवात्सीद् यत् अनन्तवीर्यः
]

`verse 17 [
दुनोति चेतः स्मरतो ममैतद्
     यदाह पादावभिवन्द्य पित्रोः ।
ताताम्ब कंसाद् उरुशंकितानां
     प्रसीदतं नोऽकृतनिष्कृतीनाम्
]

`verse 18 [
को वा अमुष्याङ्‌घ्रिसरोजरेणुं
     विस्मर्तुमीशीत पुमान् विजिघ्रन् ।
यो विस्फुरद्‍भ्रूविटपेन भूमेः
     भारं कृतान्तेन तिरश्चकार
]

`verse 19 [
दृष्टा भवद्‌भिः ननु राजसूये
     चैद्यस्य कृष्णं द्विषतोऽपि सिद्धिः ।
यां योगिनः संस्पृहयन्ति सम्यग्
     योगेन कस्तद्विरहं सहेत
]

`verse 20 [
तथैव चान्ये नरलोकवीरा
     य आहवे कृष्णमुखारविन्दम् ।
नेत्रैः पिबन्तो नयनाभिरामं
     पार्थास्त्रपूताः पदमापुरस्य
]

`verse 21 [
स्वयं त्वसाम्यातिशयस्त्र्यधीशः
     स्वाराज्यलक्ष्म्याप्तसमस्तकामः ।
बलिं हरद्‌भिश्चिरलोकपालैः
     किरीटकोट्येडितपादपीठः
]

`verse 22 [
तत्तस्य कैङ्कर्यमलं भृतान्नो
     विग्लापयत्यङ्ग यदुग्रसेनम् ।
तिष्ठन्निषण्णं परमेष्ठिधिष्ण्ये
     न्यबोधयद्देव निधारयेति
]

`verse 23 [
अहो बकी यं स्तनकालकूटं
     जिघांसयापाययदप्यसाध्वी ।
लेभे गतिं धात्र्युचितां ततोऽन्यं
     कं वा दयालुं शरणं व्रजेम
]

`verse 24 [
मन्येऽसुरान् भागवतांस्त्र्यधीशे
     संरम्भमार्गाभिनिविष्टचित्तान् ।
ये संयुगेऽचक्षत तार्क्ष्यपुत्र
     मंसे सुनाभायुधमापतन्तम्
]

`verse 25 [
वसुदेवस्य देवक्यां जातो भोजेन्द्रबन्धने ।
चिकीर्षुर्भगवानस्याः शमजेनाभियाचितः
]

`verse 26 [
ततो नन्दव्रजमितः पित्रा कंसाद् विबिभ्यता ।
एकादश समास्तत्र गूढार्चिः सबलोऽवसत्
]

`verse 27 [
परीतो वत्सपैर्वत्सान् चारयन् व्यहरद्विभुः ।
यमुनोपवने कूजद् द्विजसङ्कुलिताङ्‌घ्रिपे
]

`verse 28 [
कौमारीं दर्शयन् चेष्टां प्रेक्षणीयां व्रजौकसाम् ।
रुदन्निव हसन्मुग्ध बालसिंहावलोकनः
]

`verse 29 [
स एव गोधनं लक्ष्म्या निकेतं सितगोवृषम् ।
चारयन्ननुगान् गोपान् रणद् वेणुररीरमत्
]

`verse 30 [
प्रयुक्तान् भोजराजेन मायिनः कामरूपिणः ।
लीलया व्यनुदत्तान् तान् बालः क्रीडनकानिव
]

`verse 31 [
विपन्नान् विषपानेन निगृह्य भुजगाधिपम् ।
उत्थाप्यापाययद् गावः तत्तोयं प्रकृतिस्थितम्
]

`verse 32 [
अयाजयद् गोसवेन गोपराजं द्विजोत्तमैः ।
वित्तस्य चोरुभारस्य चिकीर्षन् सद्व्ययं विभुः
]

`verse 33 [
वर्षतीन्द्रे व्रजः कोपाद् भग्नमानेऽतिविह्वलः ।
गोत्रलीलातपत्रेण त्रातो भद्रानुगृह्णता
]

`verse 34 [
शरच्छशिकरैर्मृष्टं मानयन् रजनीमुखम् ।
गायन् कलपदं रेमे स्त्रीणां मण्डलमण्डनः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे विदुरोद्धवसंवादे द्वितीयोऽध्यायः
]
