`set context {
  skandha = "03",
  adhyaya = "03",
  skandha.title = "Skandha 3",
  adhyaya.title = "Adhyāya 3"
}

`speaker [
उद्धव उवाच
]

`verse 1 [
ततः स आगत्य पुरं स्वपित्रोः
     चिकीर्षया शं बलदेवसंयुतः ।
निपात्य तुङ्गाद् रिपुयूथनाथं
     हतं व्यकर्षद् व्यसुमोजसोर्व्याम्
]

`verse 2 [
सान्दीपनेः सकृत् प्रोक्तं ब्रह्माधीत्य सविस्तरम् ।
तस्मै प्रादाद् वरं पुत्रं मृतं पञ्चजनोदरात्
]

`verse 3 [
समाहुता भीष्मककन्यया ये
     श्रियः सवर्णेन बुभूषयैषाम् ।
गान्धर्ववृत्त्या मिषतां स्वभागं
     जह्रे पदं मूर्ध्नि दधत्सुपर्णः
]

`verse 4 [
ककुद्मिनोऽविद्धनसो दमित्वा
     स्वयंवरे नाग्नजितीमुवाह ।
तद्‍भग्नमानानपि गृध्यतोऽज्ञान्
     जघ्नेऽक्षतः शस्त्रभृतः स्वशस्त्रैः
]

`verse 5 [
प्रियं प्रभुर्ग्राम्य इव प्रियाया
     विधित्सुरार्च्छद् द्युतरुं यदर्थे ।
वज्र्याद्रवत्तं सगणो रुषान्धः
     क्रीडामृगो नूनमयं वधूनाम्
]

`verse 6 [
सुतं मृधे खं वपुषा ग्रसन्तं
     दृष्ट्वा सुनाभोन्मथितं धरित्र्या ।
आमंत्रितस्तत् तनयाय शेषं
     दत्त्वा तदन्तःपुरमाविवेश
]

`verse 7 [
तत्राहृतास्ता नरदेवकन्याः
     कुजेन दृष्ट्वा हरिमार्तबन्धुम् ।
उत्थाय सद्यो जगृहुः प्रहर्ष
     व्रीडानुरागप्रहितावलोकैः
]

`verse 8 [
(अनुष्टुप्) आसां मुहूर्त एकस्मिन् नानागारेषु योषिताम् ।
सविधं जगृहे पाणीन् अनुरूपः स्वमायया
]

`verse 9 [
तास्वपत्यान्यजनयद् आत्मतुल्यानि सर्वतः ।
एकैकस्यां दश दश प्रकृतेर्विबुभूषया
]

`verse 10 [
कालमागधशाल्वादीन् अनीकै रुन्धतः पुरम् ।
अजीघनत् स्वयं दिव्यं स्वपुंसां तेज आदिशत्
]

`verse 11 [
शम्बरं द्विविदं बाणं मुरं बल्वलमेव च ।
अन्यांश्च दन्तवक्रादीन् अवधीत्कांश्च घातयत्
]

`verse 12 [
अथ ते भ्रातृपुत्राणां पक्षयोः पतितान् नृपान् ।
चचाल भूः कुरुक्षेत्रं येषां आपततां बलैः
]

`verse 13 [
स कर्णदुःशासनसौबलानां
     कुमंत्रपाकेन हतश्रियायुषम् ।
सुयोधनं सानुचरं शयानं
     भग्नोरुमूर्व्यां न ननन्द पश्यन्
]

`verse 14 [
कियान् भुवोऽयं क्षपितोरुभारो
     यद्द्रोणभीष्मार्जुन भीममूलैः ।
अष्टादशाक्षौहिणिको मदंशैः
     आस्ते बलं दुर्विषहं यदूनाम्
]

`verse 15 [
मिथो यदैषां भविता विवादो
     मध्वामदाताम्रविलोचनानाम् ।
नैषां वधोपाय इयानतोऽन्यो
     मय्युद्यतेऽन्तर्दधते स्वयं स्म
]

`verse 16 [
(अनुष्टुप्) एवं सञ्चिन्त्य भगवान् स्वराज्ये स्थाप्य धर्मजम् ।
नन्दयामास सुहृदः साधूनां वर्त्म दर्शयन्
]

`verse 17 [
उत्तरायां धृतः पूरोः वंशः साध्वभिमन्युना ।
स वै द्रौण्यस्त्रसंछिन्नः पुनर्भगवता धृतः
]

`verse 18 [
अयाजयद् धर्मसुतं अश्वमेधैस्त्रिभिर्विभुः ।
सोऽपि क्ष्मामनुजै रक्षन् रेमे कृष्णमनुव्रतः
]

`verse 19 [
भगवान् अपि विश्वात्मा लोकवेदपथानुगः ।
कामान् सिषेवे द्वार्वत्यां असक्तः साङ्ख्यमास्थितः
]

`verse 20 [
स्निग्धस्मितावलोकेन वाचा पीयूषकल्पया ।
चरित्रेणानवद्येन श्रीनिकेतेन चात्मना
]

`verse 21 [
इमं लोकममुं चैव रमयन् सुतरां यदून् ।
रेमे क्षणदया दत्त क्षणस्त्रीक्षणसौहृदः
]

`verse 22 [
तस्यैवं रममाणस्य संवत्सरगणान् बहून् ।
गृहमेधेषु योगेषु विरागः समजायत
]

`verse 23 [
दैवाधीनेषु कामेषु दैवाधीनः स्वयं पुमान् ।
को विश्रम्भेत योगेन योगेश्वरमनुव्रतः
]

`verse 24 [
पुर्यां कदाचित् क्रीडद्‌भिः यदुभोजकुमारकैः ।
कोपिता मुनयः शेपुः भगवन् मतकोविदाः
]

`verse 25 [
ततः कतिपयैर्मासैः वृष्णिभोज अन्धकादयः ।
ययुः प्रभासं संहृष्टा रथैर्देवविमोहिताः
]

`verse 26 [
तत्र स्नात्वा पितॄन् देवान् ऋषींश्चैव तदम्भसा ।
तर्पयित्वाथ विप्रेभ्यो गावो बहुगुणा ददुः
]

`verse 27 [
हिरण्यं रजतं शय्यां वासांस्यजिनकम्बलान् ।
यानं रथानिभान् कन्या धरां वृत्तिकरीमपि
]

`verse 28 [
अन्नं चोरुरसं तेभ्यो दत्त्वा भगवदर्पणम् ।
गोविप्रार्थासवः शूराः प्रणेमुर्भुवि मूर्धभिः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे विदुरोद्धवसंवादे तृतीयोऽध्यायः
]
