`verse 1 [
ऋषिरुवाच -
(अनुष्टुप्)
इति तासां स्वशक्तीनां सतीनामसमेत्य सः ।
प्रसुप्तलोकतन्त्राणां निशाम्य गतिमीश्वरः
]

`verse 2 [
कालसञ्ज्ञां तदा देवीं बिभ्रत् शक्तिमुरुक्रमः ।
त्रयोविंशति तत्त्वानां गणं युगपदाविशत्
]

`verse 3 [
सोऽनुप्रविष्टो भगवान् चेष्टारूपेण तं गणम् ।
भिन्नं संयोजयामास सुप्तं कर्म प्रबोधयन्
]

`verse 4 [
प्रबुद्धकर्म दैवेन त्रयोविंशतिको गणः ।
प्रेरितोऽजनयत्स्वाभिः मात्राभिः अधिपूरुषम्
]

`verse 5 [
परेण विशता स्वस्मिन् मात्रया विश्वसृग्गणः ।
चुक्षोभान्योन्यमासाद्य यस्मिन् लोकाश्चराचराः
]

`verse 6 [
हिरण्मयः स पुरुषः सहस्रपरिवत्सरान् ।
आण्डकोश उवासाप्सु सर्वसत्त्वोपबृंहितः
]

`verse 7 [
स वै विश्वसृजां गर्भो देवकर्मात्मशक्तिमान् ।
विबभाजात्मनात्मानं एकधा दशधा त्रिधा
]

`verse 8 [
एष ह्यशेषसत्त्वानां आत्मांशः परमात्मनः ।
आद्योऽवतारो यत्रासौ भूतग्रामो विभाव्यते
]

`verse 9 [
साध्यात्मः साधिदैवश्च साधिभूत इति त्रिधा ।
विराट्प्राणो दशविध एकधा हृदयेन च
]

`verse 10 [
स्मरन्विश्वसृजामीशो विज्ञापितं अधोक्षजः ।
विराजं अतपत्स्वेन तेजसैषां विवृत्तये
]

`verse 11 [
अथ तस्याभितप्तस्य कति चायतनानि ह ।
निरभिद्यन्त देवानां तानि मे गदतः श्रृणु
]

`verse 12 [
तस्याग्निरास्यं निर्भिन्नं लोकपालोऽविशत्पदम् ।
वाचा स्वांशेन वक्तव्यं ययासौ प्रतिपद्यते
]

`verse 13 [
निर्भिन्नं तालु वरुणो लोकपालोऽविशद्धरेः ।
जिह्वयांशेन च रसं ययासौ प्रतिपद्यते
]

`verse 14 [
निर्भिन्ने अश्विनौ नासे विष्णोः आविशतां पदम् ।
घ्राणेनांशेन गन्धस्य प्रतिपत्तिर्यतो भवेत्
]

`verse 15 [
निर्भिन्ने अक्षिणी त्वष्टा लोकपालोऽविशद्विभोः ।
चक्षुषांशेन रूपाणां प्रतिपत्तिर्यतो भवेत्
]

`verse 16 [
निर्भिन्नान्यस्य चर्माणि लोकपालोऽनिलोऽविशत् ।
प्राणेनांशेन संस्पर्शं येनासौ प्रतिपद्यते
]

`verse 17 [
कर्णौ अस्य विनिर्भिन्नौ धिष्ण्यं स्वं विविशुर्दिशः ।
श्रोत्रेणांशेन शब्दस्य सिद्धिं येन प्रपद्यते
]

`verse 18 [
त्वचमस्य विनिर्भिन्नां विविशुर्धिष्ण्यमोषधीः ।
अंशेन रोमभिः कण्डूं यैरसौ प्रतिपद्यते
]

`verse 19 [
मेढ्रं तस्य विनिर्भिन्नं स्वधिष्ण्यं क उपाविशत् ।
रेतसांशेन येनासौ आनन्दं प्रतिपद्यते
]

`verse 20 [
गुदं पुंसो विनिर्भिन्नं मित्रो लोकेश आविशत् ।
पायुनांशेन येनासौ विसर्गं प्रतिपद्यते
]

`verse 21 [
हस्तावस्य विनिर्भिन्नौ इन्द्रः स्वर्पतिराविशत् ।
वार्तयांशेन पुरुषो यया वृत्तिं प्रपद्यते
]

`verse 22 [
पादौ अस्य विनिर्भिन्नौ लोकेशो विष्णुराविशत् ।
गत्या स्वांशेन पुरुषो यया प्राप्यं प्रपद्यते
]

`verse 23 [
बुद्धिं चास्य विनिर्भिन्नां वागीशो धिष्ण्यमाविशत् ।
बोधेनांशेन बोद्धव्य प्रतिपत्तिर्यतो भवेत्
]

`verse 24 [
हृदयं चास्य निर्भिन्नं चन्द्रमा धिष्ण्यमाविशत् ।
मनसांशेन येनासौ विक्रियां प्रतिपद्यते
]

`verse 25 [
आत्मानं चास्य निर्भिन्नं अभिमानोऽविशत्पदम् ।
कर्मणांशेन येनासौ कर्तव्यं प्रतिपद्यते
]

`verse 26 [
सत्त्वं चास्य विनिर्भिन्नं महान् धिष्ण्यमुपाविशत् ।
चित्तेनांशेन येनासौ विज्ञानं प्रतिपद्यते
]

`verse 27 [
शीर्ष्णोऽस्य द्यौर्धरा पद्‍भ्यां खं नाभेरुदपद्यत ।
गुणानां वृत्तयो येषु प्रतीयन्ते सुरादयः
]

`verse 28 [
आत्यन्तिकेन सत्त्वेन दिवं देवाः प्रपेदिरे ।
धरां रजःस्वभावेन पणयो ये च ताननु
]

`verse 29 [
तार्तीयेन स्वभावेन भगवन् नाभिमाश्रिताः ।
उभयोरन्तरं व्योम ये रुद्रपार्षदां गणाः
]

`verse 30 [
मुखतोऽवर्तत ब्रह्म पुरुषस्य कुरूद्वह ।
यस्तून्मुखत्वाद् वर्णानां मुख्योऽभूद् ब्राह्मणो गुरुः
]

`verse 31 [
बाहुभ्योऽवर्तत क्षत्रं क्षत्रियस्तदनुव्रतः ।
यो जातस्त्रायते वर्णान् पौरुषः कण्टकक्षतात्
]

`verse 32 [
विशोऽवर्तन्त तस्योर्वोः लोकवृत्तिकरीर्विभोः ।
वैश्यस्तदुद्‍भवो वार्तां नृणां यः समवर्तयत्
]

`verse 33 [
पद्‍भ्यां भगवतो जज्ञे शुश्रूषा धर्मसिद्धये ।
तस्यां जातः पुरा शूद्रो यद्‌वृत्त्या तुष्यते हरिः
]

`verse 34 [
एते वर्णाः स्वधर्मेण यजन्ति स्वगुरुं हरिम् ।
श्रद्धया आत्मविशुद्ध्यर्थं यज्जाताः सह वृत्तिभिः
]

`verse 35 [
एतत् क्षत्तर्भगवतो दैवकर्मात्मरूपिणः ।
कः श्रद्दध्यादुपाकर्तुं योगमायाबलोदयम्
]

`verse 36 [
तथापि कीर्तयाम्यङ्ग यथामति यथाश्रुतम् ।
कीर्तिं हरेः स्वां सत्कर्तुं गिरमन्याभिधासतीम्
]

`verse 37 [
एकान्तलाभं वचसो नु पुंसां
     सुश्लोकमौलेर्गुणवादमाहुः ।
श्रुतेश्च विद्वद्‌भिरुपाकृतायां
     कथासुधायां उपसम्प्रयोगम्
]

`verse 38 [
आत्मनोऽवसितो वत्स महिमा कविनाऽऽदिना ।
संवत्सरसहस्रान्ते धिया योगविपक्वया
]

`verse 39 [
अतो भगवतो माया मायिनामपि मोहिनी ।
यत्स्वयं चात्मवर्त्मात्मा न वेद किमुतापरे
]

`verse 40 [
यतोऽप्राप्य न्यवर्तन्त वाचश्च मनसा सह ।
अहं चान्य इमे देवाः तस्मै भगवते नमः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे षष्ठोऽध्यायः
]
