`set context {
  skandha = "03",
  adhyaya = "07",
  skandha.title = "Skandha 3",
  adhyaya.title = "Adhyāya 7"
}

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
एवं ब्रुवाणं मैत्रेयं द्वैपायनसुतो बुधः ।
प्रीणयन्निव भारत्या विदुरः प्रत्यभाषत
]

`speaker [
विदुर उवाच
]

`verse 2 [
ब्रह्मन् कथं भगवतः चिन्मात्रस्याविकारिणः ।
लीलया चापि युज्येरन् निर्गुणस्य गुणाः क्रियाः
]

`verse 3 [
क्रीडायां उद्यमोऽर्भस्य कामश्चिक्रीडिषान्यतः ।
स्वतस्तृप्तस्य च कथं निवृत्तस्य सदान्यतः
]

`verse 4 [
अस्राक्षीत् भगवान् विश्वं गुणमय्याऽऽत्ममायया ।
तया संस्थापयत्येतद् भूयः प्रत्यपिधास्यति
]

`verse 5 [
देशतः कालतो योऽसौ अवस्थातः स्वतोऽन्यतः ।
अविलुप्तावबोधात्मा स युज्येताजया कथम्
]

`verse 6 [
भगवानेक एवैष सर्वक्षेत्रेष्ववस्थितः ।
अमुष्य दुर्भगत्वं वा क्लेशो वा कर्मभिः कुतः
]

`verse 7 [
एतस्मिन्मे मनो विद्वन् खिद्यतेऽज्ञानसङ्कटे ।
तन्नः पराणुद विभो कश्मलं मानसं महत्
]

`speaker [
श्रीशुक उवाच
]

`verse 8 [
स इत्थं चोदितः क्षत्त्रा तत्त्वजिज्ञासुना मुनिः ।
प्रत्याह भगवच्चित्तः स्मयन्निव गतस्मयः
]

`speaker [
मैत्रेय उवाच
]

`verse 9 [
सेयं भगवतो माया यन्नयेन विरुध्यते ।
ईश्वरस्य विमुक्तस्य कार्पण्यमुत बन्धनम्
]

`verse 10 [
यदर्थेन विनामुष्य पुंस आत्मविपर्ययः ।
प्रतीयत उपद्रष्टुः स्वशिरश्छेदनादिकः
]

`verse 11 [
यथा जले चन्द्रमसः कम्पादिस्तत्कृतो गुणः ।
दृश्यतेऽसन्नपि द्रष्टुः आत्मनोऽनात्मनो गुणः
]

`verse 12 [
स वै निवृत्तिधर्मेण वासुदेवानुकम्पया ।
भगवद्‍भक्तियोगेन तिरोधत्ते शनैरिह
]

`verse 13 [
यदेन्द्रियोपरामोऽथ द्रष्ट्रात्मनि परे हरौ ।
विलीयन्ते तदा क्लेशाः संसुप्तस्येव कृत्स्नशः
]

`verse 14 [
अशेषसङ्क्लेशशमं विधत्ते
     गुणानुवादश्रवणं मुरारेः ।
किं वा पुनस्तच्चरणारविन्द
     परागसेवारतिरात्मलब्धा
]

`speaker [
विदुर उवाच
]

`meter [
अनुष्टुप्
]

`verse 15 [
सञ्छिन्नः संशयो मह्यं तव सूक्तासिना विभो ।
उभयत्रापि भगवन् मनो मे सम्प्रधावति
]

`verse 16 [
साध्वेतद् व्याहृतं विद्वन् आत्ममायायनं हरेः ।
आभात्यपार्थं निर्मूलं विश्वमूलं न यद्‍बहिः
]

`verse 17 [
यश्च मूढतमो लोके यश्च बुद्धेः परं गतः ।
तावुभौ सुखमेधेते क्लिश्यत्यन्तरितो जनः
]

`verse 18 [
अर्थाभावं विनिश्चित्य प्रतीतस्यापि नात्मनः ।
तां चापि युष्मच्चरण सेवयाहं पराणुदे
]

`verse 19 [
यत्सेवया भगवतः कूटस्थस्य मधुद्विषः ।
रतिरासो भवेत्तीव्रः पादयोर्व्यसनार्दनः
]

`verse 20 [
दुरापा ह्यल्पतपसः सेवा वैकुण्ठवर्त्मसु ।
यत्रोपगीयते नित्यं देवदेवो जनार्दनः
]

`verse 21 [
सृष्ट्वाग्रे महदादीनि सविकाराणि अनुक्रमात् ।
तेभ्यो विराजं उद्‌धृत्य तमनु प्राविशद्विभुः
]

`verse 22 [
यमाहुराद्यं पुरुषं सहस्राङ्घ्र्यूरुबाहुकम् ।
यत्र विश्व इमे लोकाः सविकाशं समासते
]

`verse 23 [
यस्मिन् दशविधः प्राणः सेन्द्रियार्थेन्द्रियः त्रिवृत् ।
त्वयेरितो यतो वर्णाः तद्‌विभूतीर्वदस्व नः
]

`verse 24 [
यत्र पुत्रैश्च पौत्रैश्च नप्तृभिः सह गोत्रजैः ।
प्रजा विचित्राकृतय आसन्याभिरिदं ततम्
]

`verse 25 [
प्रजापतीनां स पतिः चकॢपे कान् प्रजापतीन् ।
सर्गांश्चैवानुसर्गांश्च मनून् मन्वन्तराधिपान्
]

`verse 26 [
एतेषामपि वंशांश्च वंशानुचरितानि च ।
उपर्यधश्च ये लोका भूमेर्मित्रात्मजासते
]

`verse 27 [
तेषां संस्थां प्रमाणं च भूर्लोकस्य च वर्णय ।
तिर्यङ्‌मानुषदेवानां सरीसृप पतत्त्रिणाम् ।
वद नः सर्गसंव्यूहं गार्भस्वेदद्विजोद्‌भिदाम्
]

`verse 28 [
गुणावतारैर्विश्वस्य सर्गस्थित्यप्ययाश्रयम् ।
सृजतः श्रीनिवासस्य व्याचक्ष्वोदारविक्रमम्
]

`verse 29 [
वर्णाश्रमविभागांश्च रूपशीलस्वभावतः ।
ऋषीणां जन्मकर्माणि वेदस्य च विकर्षणम्
]

`verse 30 [
यज्ञस्य च वितानानि योगस्य च पथः प्रभो ।
नैष्कर्म्यस्य च साङ्ख्यस्य तंत्रं वा भगवत्स्मृतम्
]

`verse 31 [
पाषण्डपथवैषम्यं प्रतिलोमनिवेशनम् ।
जीवस्य गतयो याश्च यावतीर्गुणकर्मजाः
]

`verse 32 [
धर्मार्थकाममोक्षाणां निमित्तान्यविरोधतः ।
वार्ताया दण्डनीतेश्च श्रुतस्य च विधिं पृथक्
]

`verse 33 [
श्राद्धस्य च विधिं ब्रह्मन् पितॄणां सर्गमेव च ।
ग्रहनक्षत्रताराणां कालावयवसंस्थितिम्
]

`verse 34 [
दानस्य तपसो वापि यच्चेष्टापूर्तयोः फलम् ।
प्रवासस्थस्य यो धर्मो यश्च पुंस उतापदि
]

`verse 35 [
येन वा भगवान् तुस्तुष्येद् धर्मयोनिर्जनार्दनः ।
सम्प्रसीदति वा येषां एतत् आख्याहि मेऽनघ
]

`verse 36 [
अनुव्रतानां शिष्याणां पुत्राणां च द्विजोत्तम ।
अनापृष्टमपि ब्रूयुः गुरवो दीनवत्सलाः
]

`verse 37 [
तत्त्वानां भगवन् तेषां कतिधा प्रतिसङ्क्रमः ।
तत्रेमं क उपासीरन् क उ स्विदनुशेरते
]

`verse 38 [
पुरुषस्य च संस्थानं स्वरूपं वा परस्य च ।
ज्ञानं च नैगमं यत्तद् गुरुशिष्यप्रयोजनम्
]

`verse 39 [
निमित्तानि च तस्येह प्रोक्तान्यनघसूरिभिः ।
स्वतो ज्ञानं कुतः पुंसां भक्तिर्वैराग्यमेव वा
]

`verse 40 [
एतान्मे पृच्छतः प्रश्नान् हरेः कर्मविवित्सया ।
ब्रूहि मेऽज्ञस्य मित्रत्वात् अजया नष्टचक्षुषः
]

`verse 41 [
सर्वे वेदाश्च यज्ञाश्च तपो दानानि चानघ ।
जीवाभयप्रदानस्य न कुर्वीरन् कलामपि
]

`speaker [
श्रीशुक उवाच
]

`verse 42 [
स इत्थं आपृष्टपुराणकल्पः
     कुरुप्रधानेन मुनिप्रधानः ।
प्रवृद्धहर्षो भगवत्कथायां
     सञ्चोदितस्तं प्रहसन्निवाह
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे सप्तमोऽध्यायः
]
