`set context {
  skandha = "03",
  adhyaya = "09",
  skandha.title = "Skandha 3",
  adhyaya.title = "Adhyāya 9"
}

`speaker [
ब्रह्मोवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
ज्ञातोऽसि मेऽद्य सुचिरान्ननु देहभाजां
    न ज्ञायते भगवतो गतिरित्यवद्यम् ।
नान्यत्त्वदस्ति भगवन्नपि तन्न शुद्धं
    मायागुणव्यतिकराद् यदुरुर्विभासि
]

`verse 2 [
रूपं यदेतदवबोधरसोदयेन ।
    शश्वन्निवृत्ततमसः सदनुग्रहाय ।
आदौ गृहीतमवतारशतैकबीजं ।
    यन्नाभिपद्मभवनाद् अहमाविरासम्
]

`verse 3 [
नातः परं परम यद्‍भवतः स्वरूपम् ।
    आनन्दमात्रमविकल्पमविद्धवर्चः ।
पश्यामि विश्वसृजमेकमविश्वमात्मन् ।
    भूतेन्द्रियात्मकमदस्त उपाश्रितोऽस्मि
]

`verse 4 [
तद्वा इदं भुवनमङ्गल मङ्गलाय ।
    ध्याने स्म नो दर्शितं त उपासकानाम् ।
तस्मै नमो भगवतेऽनुविधेम तुभ्यं ।
    योऽनादृतो नरकभाग्भिरसत्प्रसङ्गैः
]

`verse 5 [
ये तु त्वदीयचरणाम्बुजकोशगन्धं ।
    जिघ्रन्ति कर्णविवरैः श्रुतिवातनीतम् ।
भक्त्या गृहीतचरणः परया च तेषां ।
    नापैषि नाथ हृदयाम्बुरुहात्स्वपुंसाम्
]

`verse 6 [
तावद्‍भयं द्रविणगेहसुहृन्निमित्तं ।
    शोकः स्पृहा परिभवो विपुलश्च लोभः ।
तावन्ममेत्यसदवग्रह आर्तिमूलं ।
    यावन्न तेऽङ्‌घ्रिमभयं प्रवृणीत लोकः
]

`verse 7 [
दैवेन ते हतधियो भवतः प्रसङ्गात् ।
    सर्वाशुभोपशमनाद् विमुखेन्द्रिया ये ।
कुर्वन्ति कामसुखलेशलवाय दीना ।
    लोभाभिभूतमनसोऽकुशलानि शश्वत्
]

`verse 8 [
क्षुत्तृट्‌त्रधातुभिरिमा मुहुरर्द्यमानाः ।
    शीतोष्णवातवर्षैरितरेतराच्च ।
कामाग्निनाच्युत रुषा च सुदुर्भरेण ।
    सम्पश्यतो मन उरुक्रम सीदते मे
]

`verse 9 [
यावत् पृथक्त्वमिदमात्मन इन्द्रियार्थ ।
    मायाबलं भगवतो जन ईश पश्येत् ।
तावन्न संसृतिरसौ प्रतिसङ्क्रमेत ।
    व्यर्थापि दुःखनिवहं वहती क्रियार्था
]

`verse 10 [
अह्न्यापृतार्तकरणा निशि निःशयाना ।
    नानामनोरथधिया क्षणभग्ननिद्राः ।
दैवाहतार्थरचना ऋषयोऽपि देव ।
    युष्मत् प्रसङ्गविमुखा इह संसरन्ति
]

`verse 11 [
त्वं भक्तियोगपरिभावितहृत्सरोज ।
    आस्से श्रुतेक्षितपथो ननु नाथ पुंसाम् ।
यद् यद् धिया ते उरुगाय विभावयन्ति ।
    तत्तद् वपुः प्रणयसे सदनुग्रहाय
]

`verse 12 [
नातिप्रसीदति तथोपचितोपचारैः ।
    आराधितः सुरगणैर्हृदि बद्धकामैः ।
यत्सर्वभूतदययासदलभ्ययैको ।
    नानाजनेष्ववहितः सुहृदन्तरात्मा
]

`verse 13 [
पुंसामतो विविधकर्मभिरध्वराद्यैः ।
    दानेन चोग्रतपसा परिचर्यया च ।
आराधनं भगवतस्तव सत्क्रियार्थो ।
    धर्मोऽर्पितः कर्हिचिद् ध्रियते न यत्र
]

`verse 14 [
शश्वत्स्वरूपमहसैव निपीतभेद ।
    मोहाय बोधधिषणाय नमः परस्मै ।
विश्वोद्‍भवस्थितिलयेषु निमित्तलीला ।
    रासाय ते नम इदं चकृमेश्वराय
]

`verse 15 [
यस्यावतार गुणकर्मविडम्बनानि ।
    नामानि येऽसुविगमे विवशा गृणन्ति ।
तेऽनैकजन्मशमलं सहसैव हित्वा ।
    संयान्त्यपावृतामृतं तमजं प्रपद्ये
]

`verse 16 [
यो वा अहं च गिरिशश्च विभुः स्वयं च ।
    स्थित्युद्‍भवप्रलयहेतव आत्ममूलम् ।
भित्त्वा त्रिपाद्‌ववृध एक उरुप्ररोहः ।
    तस्मै नमो भगवते भुवनद्रुमाय
]

`verse 17 [
लोको विकर्मनिरतः कुशले प्रमत्तः ।
    कर्मण्ययं त्वदुदिते भवदर्चने स्वे ।
यस्तावदस्य बलवान् इह जीविताशां ।
    सद्यश्छिनत्त्यनिमिषाय नमोऽस्तु तस्मै
]

`verse 18 [
यस्माद्‍बिभेम्यहमपि द्विपरार्धधिष्ण्यं ।
    अध्यासितः सकललोकनमस्कृतं यत् ।
तेपे तपो बहुसवोऽवरुरुत्समानः ।
    तस्मै नमो भगवतेऽधिमखाय तुभ्यम्
]

`verse 19 [
तिर्यङ्‌मनुष्यविबुधादिषु जीवयोनि ।
    ष्वात्मेच्छयात्मकृतसेतुपरीप्सया यः ।
रेमे निरस्तविषयोऽप्यवरुद्धदेहः ।
    तस्मै नमो भगवते पुरुषोत्तमाय
]

`verse 20 [
योऽविद्ययानुपहतोऽपि दशार्धवृत्त्या ।
    निद्रामुवाह जठरीकृतलोकयात्रः ।
अन्तर्जलेऽहिकशिपुस्पर्शानुकूलां ।
    भीमोर्मिमालिनि जनस्य सुखं विवृण्वन्
]

`verse 21 [
यन्नाभिपद्मभवनाद् अहमासमीड्य ।
    लोकत्रयोपकरणो यदनुग्रहेण ।
तस्मै नमस्त उदरस्थभवाय योग ।
    निद्रावसानविकसन् नलिनेक्षणाय
]

`verse 22 [
सोऽयं समस्तजगतां सुहृदेक आत्मा ।
    सत्त्वेन यन्मृडयते भगवान् भगेन ।
तेनैव मे दृशमनुस्पृशताद्यथाहं ।
    स्रक्ष्यामि पूर्ववदिदं प्रणतप्रियोऽसौ
]

`verse 23 [
एष प्रपन्नवरदो रमयात्मशक्त्या ।
    यद्यत् करिष्यति गृहीतगुणावतारः ।
तस्मिन्स्वविक्रममिदं सृजतोऽपि चेतो ।
    युञ्जीत कर्मशमलं च यथा विजह्याम्
]

`verse 24 [
नाभिह्रदादिह सतोऽम्भसि यस्य पुंसो ।
    विज्ञानशक्तिरहमासमनन्तशक्तेः ।
रूपं विचित्रमिदमस्य विवृण्वतो मे ।
    मा रीरिषीष्ट निगमस्य गिरां विसर्गः
]

`verse 25 [
सोऽसौ अदभ्रकरुणो भगवान् विवृद्ध ।
    प्रेमस्मितेन नयनाम्बुरुहं विजृम्भन् ।
उत्थाय विश्वविजयाय च नो विषादं ।
    माध्व्या गिरापनयतात्पुरुषः पुराणः
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 26 [
स्वसम्भवं निशाम्यैवं तपोविद्यासमाधिभिः ।
यावन्मनोवचः स्तुत्वा विरराम स खिन्नवत्
]

`verse 27 [
अथाभिप्रेतमन्वीक्ष्य ब्रह्मणो मधुसूदनः ।
विषण्णचेतसं तेन कल्पव्यतिकराम्भसा
]

`verse 28 [
लोकसंस्थानविज्ञान आत्मनः परिखिद्यतः ।
तमाहागाधया वाचा कश्मलं शमयन्निव
]

`verse 29 [
श्रीभगवानुवाच -
मा वेदगर्भ गास्तन्द्रीं सर्ग उद्यममावह ।
तन्मयाऽऽपादितं ह्यग्रे यन्मां प्रार्थयते भवान्
]

`verse 30 [
भूयस्त्वं तप आतिष्ठ विद्यां चैव मदाश्रयाम् ।
ताभ्यां अन्तर्हृदि ब्रह्मन् लोकान् द्रक्ष्यसि अपावृतान्
]

`verse 31 [
तत आत्मनि लोके च भक्तियुक्तः समाहितः ।
द्रष्टासि मां ततं ब्रह्मन् मयि लोकान् त्वमात्मनः
]

`verse 32 [
यदा तु सर्वभूतेषु दारुष्वग्निमिव स्थितम् ।
प्रतिचक्षीत मां लोको जह्यात्तर्ह्येव कश्मलम्
]

`verse 33 [
यदा रहितमात्मानं भूतेन्द्रियगुणाशयैः ।
स्वरूपेण मयोपेतं पश्यन् स्वाराज्यमृच्छति
]

`verse 34 [
नानाकर्मवितानेन प्रजा बह्वीः सिसृक्षतः ।
नात्मावसीदत्यस्मिन् ते वर्षीयान् मदनुग्रहः
]

`verse 35 [
ऋषिमाद्यं न बध्नाति पापीयान् त्वां रजोगुणः ।
यन्मनो मयि निर्बद्धं प्रजाः संसृजतोऽपि ते
]

`verse 36 [
ज्ञातोऽहं भवता त्वद्य दुर्विज्ञेयोऽपि देहिनाम् ।
यन्मां त्वं मन्यसेऽयुक्तं भूतेन्द्रियगुणात्मभिः
]

`verse 37 [
तुभ्यं मद्विचिकित्सायां आत्मा मे दर्शितोऽबहिः ।
नालेन सलिले मूलं पुष्करस्य विचिन्वतः
]

`verse 38 [
यच्चकर्थाङ्ग मत्स्तोत्रं मत्कथा अभ्युदयांकितम् ।
यद्वा तपसि ते निष्ठा स एष मदनुग्रहः
]

`verse 39 [
प्रीतोऽहमस्तु भद्रं ते लोकानां विजयेच्छया ।
यद् अस्तौषीर्गुणमयं निर्गुणं मानुवर्णयन्
]

`verse 40 [
य एतेन पुमान्नित्यं स्तुत्वा स्तोत्रेण मां भजेत् ।
तस्याशु सम्प्रसीदेयं सर्वकामवरेश्वरः
]

`verse 41 [
पूर्तेन तपसा यज्ञैः दानैर्योगसमाधिना ।
राद्धं निःश्रेयसं पुंसां मत्प्रीतिः तत्त्वविन्मतम्
]

`verse 42 [
अहमात्मात्मनां धातः प्रेष्ठः सन् प्रेयसामपि ।
अतो मयि रतिं कुर्याद् देहादिर्यत्कृते प्रियः
]

`verse 43 [
सर्ववेदमयेनेदं आत्मनाऽऽत्माऽऽत्मयोनिना ।
प्रजाः सृज यथापूर्वं याश्च मय्यनुशेरते
]

`speaker [
मैत्रेय उवाच
]

`verse 44 [
तस्मा एवं जगत्स्रष्ट्रे प्रधानपुरुषेश्वरः ।
व्यज्येदं स्वेन रूपेण कञ्जनाभस्तिरोदधे
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे नवमोऽध्यायः
]
