`set context {
  skandha = "03",
  adhyaya = "10",
  skandha.title = "Skandha 3",
  adhyaya.title = "Adhyāya 10"
}

`speaker [
विदुर उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अन्तर्हिते भगवति ब्रह्मा लोकपितामहः ।
प्रजाः ससर्ज कतिधा दैहिकीर्मानसीर्विभुः
]

`verse 2 [
ये च मे भगवन्पृष्टाः त्वय्यर्था बहुवित्तम ।
तान्वदस्वानुपूर्व्येण छिन्धि नः सर्वसंशयान्
]

`speaker [
सूत उवाच
]

`verse 3 [
एवं सञ्चोदितस्तेन क्षत्त्रा कौषारवो मुनिः ।
प्रीतः प्रत्याह तान् प्रश्नान् हृदिस्थानथ भार्गव
]

`speaker [
मैत्रेय उवाच
]

`verse 4 [
विरिञ्चोऽपि तथा चक्रे दिव्यं वर्षशतं तपः ।
आत्मनि आत्मानमावेश्य यथाह भगवान् अजः
]

`verse 5 [
तद् विलोक्याब्जसंभूतो वायुना यदधिष्ठितः ।
पद्मं अम्भश्च तत्काल कृतवीर्येण कम्पितम्
]

`verse 6 [
तपसा हि एधमानेन विद्यया चात्मसंस्थया ।
विवृद्धविज्ञानबलो न्यपाद् वायुं सहाम्भसा
]

`verse 7 [
तद्विलोक्य वियद्व्यापि पुष्करं यदधिष्ठितम् ।
अनेन लोकान्प्राग्लीनान् कल्पितास्मीत्यचिन्तयत्
]

`verse 8 [
पद्मकोशं तदाविश्य भगवत्कर्मचोदितः ।
एकं व्यभाङ्क्षीदुरुधा त्रिधा भाव्यं द्विसप्तधा
]

`verse 9 [
एतावान् जीवलोकस्य संस्थाभेदः समाहृतः ।
धर्मस्य ह्यनिमित्तस्य विपाकः परमेष्ठ्यसौ
]

`speaker [
विदुर उवाच
]

`verse 10 [
यथात्थ बहुरूपस्य हरेरद्‍भुतकर्मणः ।
कालाख्यं लक्षणं ब्रह्मन् यथा वर्णय नः प्रभो
]

`speaker [
मैत्रेय उवाच
]

`verse 11 [
गुणव्यतिकराकारो निर्विशेषोऽप्रतिष्ठितः ।
पुरुषः तदुपादानं आत्मानं लीलयासृजत्
]

`verse 12 [
विश्वं वै ब्रह्मतन्मात्रं संस्थितं विष्णुमायया ।
ईश्वरेण परिच्छिन्नं कालेनाव्यक्तमूर्तिना
]

`verse 13 [
यथेदानीं तथाग्रे च पश्चादप्येतदीदृशम् ।
सर्गो नवविधस्तस्य प्राकृतो वैकृतस्तु यः
]

`verse 14 [
कालद्रव्यगुणैरस्य त्रिविधः प्रतिसङ्क्रमः ।
आद्यस्तु महतः सर्गो गुणवैषम्यमात्मनः
]

`verse 15 [
द्वितीयस्त्वहमो यत्र द्रव्यज्ञानक्रियोदयः ।
भूतसर्गस्तृतीयस्तु तन्मात्रो द्रव्यशक्तिमान्
]

`verse 16 [
चतुर्थ ऐन्द्रियः सर्गो यस्तु ज्ञानक्रियात्मकः ।
वैकारिको देवसर्गः पञ्चमो यन्मयं मनः
]

`verse 17 [
षष्ठस्तु तमसः सर्गो यस्त्वबुद्धिकृतः प्रभोः ।
षडिमे प्राकृताः सर्गा वैकृतानपि मे श्रृणु
]

`verse 18 [
रजोभाजो भगवतो लीलेयं हरिमेधसः ।
सप्तमो मुख्यसर्गस्तु षड्विधस्तस्थुषां च यः
]

`verse 19 [
वनस्पत्योषधिलता त्वक्सारा वीरुधो द्रुमाः ।
उत्स्रोतसस्तमःप्राया अन्तःस्पर्शा विशेषिणः
]

`verse 20 [
तिरश्चामष्टमः सर्गः सोऽष्टाविंशद्विधो मतः ।
अविदो भूरितमसो घ्राणज्ञा हृद्यवेदिनः
]

`verse 21 [
गौरजो महिषः कृष्णः सूकरो गवयो रुरुः ।
द्विशफाः पशवश्चेमे अविरुष्ट्रश्च सत्तम
]

`verse 22 [
खरोऽश्वोऽश्वतरो गौरः शरभश्चमरी तथा ।
एते चैकशफाः क्षत्तः श्रृणु पञ्चनखान् पशून्
]

`verse 23 [
श्वा सृगालो वृको व्याघ्रो मार्जारः शशशल्लकौ ।
सिंहः कपिर्गजः कूर्मो गोधा च मकरादयः
]

`verse 24 [
कङ्कगृध्रबकश्येन भासभल्लूकबर्हिणः ।
हंससारसचक्राह्व काकोलूकादयः खगाः
]

`verse 25 [
अर्वाक्स्रोतस्तु नवमः क्षत्तरेकविधो नृणाम् ।
रजोऽधिकाः कर्मपरा दुःखे च सुखमानिनः
]

`verse 26 [
वैकृतास्त्रय एवैते देवसर्गश्च सत्तम ।
वैकारिकस्तु यः प्रोक्तः कौमारस्तूभयात्मकः
]

`verse 27 [
देवसर्गश्चाष्टविधो विबुधाः पितरोऽसुराः ।
गन्धर्वाप्सरसः सिद्धा यक्षरक्षांसि चारणाः
]

`verse 28 [
भूतप्रेतपिशाचाश्च विद्याध्राः किन्नरादयः ।
दशैते विदुराख्याताः सर्गास्ते विश्वसृक्कृताः
]

`verse 29 [
अतः परं प्रवक्ष्यामि वंशान् मन्वन्तराणि च ।
एवं रजःप्लुतः स्रष्टा कल्पादिष्वात्मभूर्हरिः ।
सृजत्यमोघसङ्कल्प आत्मैवात्मानमात्मना
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे दशमोऽध्यायः
]
