`set context {
  skandha = "03",
  adhyaya = "12",
  skandha.title = "Skandha 3",
  adhyaya.title = "Adhyāya 12"
}

`speaker [
मैत्रेय उवाच
]

`verse 1 [
इति ते वर्णितः क्षत्तः कालाख्यः परमात्मनः ।
महिमा वेदगर्भोऽथ यथास्राक्षीन्निबोध मे
]

`verse 2 [
ससर्जाग्रेऽन्धतामिस्रं अथ तामिस्रमादिकृत् ।
महामोहं च मोहं च तमश्चाज्ञानवृत्तयः
]

`verse 3 [
दृष्ट्वा पापीयसीं सृष्टिं नात्मानं बह्वमन्यत ।
भगवद्ध्यानपूतेन मनसान्यां ततोऽसृजत्
]

`verse 4 [
सनकं च सनन्दं च सनातनमथात्मभूः ।
सनत्कुमारं च मुनीन् निष्क्रियान् ऊर्ध्वरेतसः
]

`verse 5 [
तान् बभाषे स्वभूः पुत्रान् प्रजाः सृजत पुत्रकाः ।
तन्नैच्छन् मोक्षधर्माणो वासुदेवपरायणाः
]

`verse 6 [
सोऽवध्यातः सुतैरेवं प्रत्याख्यातानुशासनैः ।
क्रोधं दुर्विषहं जातं नियन्तुमुपचक्रमे
]

`verse 7 [
धिया निगृह्यमाणोऽपि भ्रुवोर्मध्यात्प्रजापतेः ।
सद्योऽजायत तन्मन्युः कुमारो नीललोहितः
]

`verse 8 [
स वै रुरोद देवानां पूर्वजो भगवान्भवः ।
नामानि कुरु मे धातः स्थानानि च जगद्‍गुरो
]

`verse 9 [
इति तस्य वचः पाद्मो भगवान् परिपालयन् ।
अभ्यधाद् भद्रया वाचा मा रोदीस्तत्करोमि ते
]

`verse 10 [
यदरोदीः सुरश्रेष्ठ सोद्वेग इव बालकः ।
ततस्त्वां अभिधास्यन्ति नाम्ना रुद्र इति प्रजाः
]

`verse 11 [
हृदिन्द्रियाण्यसुर्व्योम वायुरग्निर्जलं मही ।
सूर्यश्चन्द्रस्तपश्चैव स्थानान्यग्रे कृतानि मे
]

`verse 12 [
मन्युर्मनुर्महिनसो महान् शिव ऋतध्वजः ।
उग्ररेता भवः कालो वामदेवो धृतव्रतः
]

`verse 13 [
धीर्धृतिरसलोमा च नियुत्सर्पिरिलाम्बिका ।
इरावती सुधा दीक्षा रुद्राण्यो रुद्र ते स्त्रियः
]

`verse 14 [
गृहाणैतानि नामानि स्थानानि च सयोषणः ।
एभिः सृज प्रजा बह्वीः प्रजानामसि यत्पतिः
]

`verse 15 [
इत्यादिष्टः स्वगुरुणा भगवान् नीललोहितः ।
सत्त्वाकृतिस्वभावेन ससर्जात्मसमाः प्रजाः
]

`verse 16 [
रुद्राणां रुद्रसृष्टानां समन्ताद् ग्रसतां जगत् ।
निशाम्यासंख्यशो यूथान् प्रजापतिरशङ्कत
]

`verse 17 [
अलं प्रजाभिः सृष्टाभिः ईदृशीभिः सुरोत्तम ।
मया सह दहन्तीभिः दिशश्चक्षुर्भिरुल्बणैः
]

`verse 18 [
तप आतिष्ठ भद्रं ते सर्वभूतसुखावहम् ।
तपसैव यथापूर्वं स्रष्टा विश्वमिदं भवान्
]

`verse 19 [
तपसैव परं ज्योतिः भगवन्तमधोक्षजम् ।
सर्वभूतगुहावासं अञ्जसा विन्दते पुमान्
]

`speaker [
मैत्रेय उवाच
]

`verse 20 [
एवमात्मभुवाऽऽदिष्टः परिक्रम्य गिरां पतिम् ।
बाढमित्यमुमामन्त्र्य विवेश तपसे वनम्
]

`verse 21 [
अथाभिध्यायतः सर्गं दश पुत्राः प्रजज्ञिरे ।
भगवत् शक्तियुक्तस्य लोकसन्तानहेतवः
]

`verse 22 [
मरीचिरत्र्यङ्‌गिरसौ पुलस्त्यः पुलहः क्रतुः ।
भृगुर्वसिष्ठो दक्षश्च दशमस्तत्र नारदः
]

`verse 23 [
उत्सङ्गान्नारदो जज्ञे दक्षोऽङ्गुष्ठात्स्वयम्भुवः ।
प्राणाद्वसिष्ठः सञ्जातो भृगुस्त्वचि करात्क्रतुः
]

`verse 24 [
पुलहो नाभितो जज्ञे पुलस्त्यः कर्णयोः ऋषिः ।
अङ्‌गिरा मुखतोऽक्ष्णोऽत्रिः मरीचिर्मनसोऽभवत्
]

`verse 25 [
धर्मः स्तनाद् दक्षिणतो यत्र नारायणः स्वयम् ।
अधर्मः पृष्ठतो यस्मात् मृत्युर्लोकभयङ्करः
]

`verse 26 [
हृदि कामो भ्रुवः क्रोधो लोभश्चाधरदच्छदात् ।
आस्याद् वाक्सिन्धवो मेढ्रान् निर्‌ऋतिः पायोरघाश्रयः
]

`verse 27 [
छायायाः कर्दमो जज्ञे देवहूत्याः पतिः प्रभुः ।
मनसो देहतश्चेदं जज्ञे विश्वकृतो जगत्
]

`verse 28 [
वाचं दुहितरं तन्वीं स्वयम्भूर्हरतीं मनः ।
अकामां चकमे क्षत्तः सकाम इति नः श्रुतम्
]

`verse 29 [
तमधर्मे कृतमतिं विलोक्य पितरं सुताः ।
मरीचिमुख्या मुनयो विश्रम्भात् प्रत्यबोधयन्
]

`verse 30 [
नैतत्पूर्वैः कृतं त्वद्ये न करिष्यन्ति चापरे ।
यस्त्वं दुहितरं गच्छेः अनिगृह्याङ्गजं प्रभुः
]

`verse 31 [
तेजीयसामपि ह्येतन्न सुश्लोक्यं जगद्‍गुरो ।
यद्‌वृत्तमनुतिष्ठन् वै लोकः क्षेमाय कल्पते
]

`verse 32 [
तस्मै नमो भगवते य इदं स्वेन रोचिषा ।
आत्मस्थं व्यञ्जयामास स धर्मं पातुमर्हति
]

`verse 33 [
स इत्थं गृणतः पुत्रान् पुरो दृष्ट्वा प्रजापतीन् ।
प्रजापतिपतिस्तन्वं तत्याज व्रीडितस्तदा ।
तां दिशो जगृहुर्घोरां नीहारं यद्विदुस्तमः
]

`verse 34 [
कदाचिद् ध्यायतः स्रष्टुः वेदा आसंश्चतुर्मुखात् ।
कथं स्रक्ष्याम्यहं लोकान् समवेतान् यथा पुरा
]

`verse 35 [
चातुर्होत्रं कर्मतन्त्रं उपवेदनयैः सह ।
धर्मस्य पादाश्चत्वारः तथैवाश्रमवृत्तयः
]

`speaker [
विदुर उवाच
]

`verse 36 [
स वै विश्वसृजामीशो वेदादीन् मुखतोऽसृजत् ।
यद् यद् येनासृजद् देवस्तन्मे ब्रूहि तपोधन
]

`speaker [
मैत्रेय उवाच
]

`verse 37 [
ऋग्यजुःसामाथर्वाख्यान् वेदान् पूर्वादिभिर्मुखैः ।
शास्त्रमिज्यां स्तुतिस्तोमं प्रायश्चित्तं व्यधात्क्रमात्
]

`verse 38 [
आयुर्वेदं धनुर्वेदं गान्धर्वं वेदमात्मनः ।
स्थापत्यं चासृजद् वेदं क्रमात् पूर्वादिभिर्मुखैः
]

`verse 39 [
इतिहासपुराणानि पञ्चमं वेदमीश्वरः ।
सर्वेभ्य एव वक्त्रेभ्यः ससृजे सर्वदर्शनः
]

`verse 40 [
षोडश्युक्थौ पूर्ववक्त्रात् पुरीष्यग्निष्टुतावथ ।
आप्तोर्यामातिरात्रौ च वाजपेयं सगोसवम्
]

`verse 41 [
विद्या दानं तपः सत्यं धर्मस्येति पदानि च ।
आश्रमांश्च यथासंख्यं असृजत्सह वृत्तिभिः
]

`verse 42 [
सावित्रं प्राजापत्यं च ब्राह्मं चाथ बृहत्तथा ।
वार्ता सञ्चयशालीन शिलोञ्छ इति वै गृहे
]

`verse 43 [
वैखानसा वालखिल्यौ दुम्बराः फेनपा वने ।
न्यासे कुटीचकः पूर्वं बह्वोदो हंसनिष्क्रियौ
]

`verse 44 [
आन्वीक्षिकी त्रयी वार्ता दण्डनीतिस्तथैव च ।
एवं व्याहृतयश्चासन् प्रणवो ह्यस्य दह्रतः
]

`verse 45 [
तस्योष्णिगासील्लोमभ्यो गायत्री च त्वचो विभोः ।
त्रिष्टुम्मांसात्स्नुतोऽनुष्टुब् जगत्यस्थ्नः प्रजापतेः
]

`verse 46 [
मज्जायाः पङ्‌क्तिरुत्पन्ना बृहती प्राणतोऽभवत् ।
स्पर्शस्तस्याभवज्जीवः स्वरो देह उदाहृत
]

`verse 47 [
thumb|400px|सप्तचक्राणि.
ऊष्माणमिन्द्रियाण्याहुः अन्तःस्था बलमात्मनः ।
स्वराः सप्त विहारेण भवन्ति स्म प्रजापतेः
]

`verse 48 [
शब्दब्रह्मात्मनस्तस्य व्यक्ताव्यक्तात्मनः परः ।
ब्रह्मावभाति विततो नानाशक्त्युपबृंहितः
]

`verse 49 [
ततोऽपरामुपादाय स सर्गाय मनो दधे ।
ऋषीणां भूरिवीर्याणां अपि सर्गमविस्तृतम्
]

`verse 50 [
ज्ञात्वा तद्धृदये भूयः चिन्तयामास कौरव ।
अहो अद्‍भुतमेतन्मे व्यापृतस्यापि नित्यदा
]

`verse 51 [
न ह्येधन्ते प्रजा नूनं दैवमत्र विघातकम् ।
एवं युक्तकृतस्तस्य दैवं चावेक्षतस्तदा
]

`verse 52 [
कस्य रूपमभूद् द्वेधा यत्कायमभिचक्षते ।
ताभ्यां रूपविभागाभ्यां मिथुनं समपद्यत
]

`verse 53 [
यस्तु तत्र पुमान्सोऽभूत् मनुः स्वायम्भुवः स्वराट् ।
स्त्री याऽऽसीच्छतरूपाख्या महिष्यस्य महात्मनः
]

`verse 54 [
तदा मिथुनधर्मेण प्रजा ह्येधाम्बभूविरे ।
स चापि शतरूपायां पञ्चापत्यान्यजीजनत्
]

`verse 55 [
प्रियव्रतोत्तानपादौ तिस्रः कन्याश्च भारत ।
आकूतिर्देवहूतिश्च प्रसूतिरिति सत्तम
]

`verse 56 [
आकूतिं रुचये प्रादात् कर्दमाय तु मध्यमाम् ।
दक्षायादात्प्रसूतिं च यत आपूरितं जगत्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे द्वादशोऽध्यायः
]
