`set context {
  skandha = "03",
  adhyaya = "13",
  skandha.title = "Skandha 3",
  adhyaya.title = "Adhyāya 13"
}

`speaker [
श्रीशुक उवाच
]

`verse 1 [
निशम्य वाचं वदतो मुनेः पुण्यतमां नृप ।
भूयः पप्रच्छ कौरव्यो वासुदेवकथादृतः
]

`speaker [
विदुर उवाच
]

`verse 2 [
स वै स्वायम्भुवः सम्राट्‌ प्रियः पुत्रः स्वयम्भुवः ।
प्रतिलभ्य प्रियां पत्‍नीं किं चकार ततो मुने
]

`verse 3 [
चरितं तस्य राजर्षेः आदिराजस्य सत्तम ।
ब्रूहि मे श्रद्दधानाय विष्वक्सेनाश्रयो ह्यसौ
]

`verse 4 [
श्रुतस्य पुंसां सुचिरश्रमस्य
    नन्वञ्जसा सूरिभिरीडितोऽर्थः ।
तत्तद्‍गुणानुश्रवणं मुकुन्द
    पादारविन्दं हृदयेषु येषाम्
]

`speaker [
श्रीशुक उवाच
]

`verse 5 [
इति ब्रुवाणं विदुरं विनीतं
    सहस्रशीर्ष्णश्चरणोपधानम् ।
प्रहृष्टरोमा भगवत्कथायां
    प्रणीयमानो मुनिरभ्यचष्ट
]

`speaker [
मैत्रेय उवाच
]

`verse 6 [
यदा स्वभार्यया सार्धं जातः स्वायम्भुवो मनुः ।
प्राञ्जलिः प्रणतश्चेदं वेदगर्भमभाषत
]

`verse 7 [
त्वमेकः सर्वभूतानां जन्मकृत् वृत्तिदः पिता ।
तथापि नः प्रजानां ते शुश्रूषा केन वा भवेत्
]

`verse 8 [
तद्विधेहि नमस्तुभ्यं कर्मस्वीड्यात्मशक्तिषु ।
यत्कृत्वेह यशो विष्वक् अमुत्र च भवेद्‍गतिः
]

`speaker [
ब्रह्मोवाच
]

`verse 9 [
प्रीतस्तुभ्यमहं तात स्वस्ति स्ताद्वां क्षितीश्वर ।
यन्निर्व्यलीकेन हृदा शाधि मेत्यात्मनार्पितम्
]

`verse 10 [
एतावत्यात्मजैर्वीर कार्या ह्यपचितिर्गुरौ ।
शक्त्याप्रमत्तैर्गृह्येत सादरं गतमत्सरैः
]

`verse 11 [
स त्वमस्यामपत्यानि सदृशान्यात्मनो गुणैः ।
उत्पाद्य शास धर्मेण गां यज्ञैः पुरुषं यज
]

`verse 12 [
परं शुश्रूषणं मह्यं स्यात्प्रजारक्षया नृप ।
भगवांस्ते प्रजाभर्तुः हृषीकेशोऽनुतुष्यति
]

`verse 13 [
येषां न तुष्टो भगवान् यज्ञलिङ्गो जनार्दनः ।
तेषां श्रमो ह्यपार्थाय यदात्मा नादृतः स्वयम्
]

`verse 14 [
मनुरुवाच ।
आदेशेऽहं भगवतो वर्तेयामीवसूदन ।
स्थानं त्विहानुजानीहि प्रजानां मम च प्रभो
]

`verse 15 [
यदोकः सर्वसत्त्वानां मही मग्ना महाम्भसि ।
अस्या उद्धरणे यत्‍नो देव देव्या विधीयताम्
]

`speaker [
मैत्रेय उवाच
]

`verse 16 [
परमेष्ठी त्वपां मध्ये तथा सन्नामवेक्ष्य गाम् ।
कथमेनां समुन्नेष्य इति दध्यौ धिया चिरम्
]

`verse 17 [
सृजतो मे क्षितिर्वार्भिः प्लाव्यमाना रसां गता ।
अथात्र किमनुष्ठेयं अस्माभिः सर्गयोजितैः ।
यस्याहं हृदयादासं स ईशो विदधातु मे
]

`verse 18 [
इत्यभिध्यायतो नासा विवरात्सहसानघ ।
वराहतोको निरगाद् अङ्गुष्ठपरिमाणकः
]

`verse 19 [
तस्याभिपश्यतः खस्थः क्षणेन किल भारत ।
गजमात्रः प्रववृधे तदद्‍भुतं अभून्महत्
]

`verse 20 [
मरीचिप्रमुखैर्विप्रैः कुमारैर्मनुना सह ।
दृष्ट्वा तत्सौकरं रूपं तर्कयामास चित्रधा
]

`verse 21 [
किमेतत्सौकरव्याजं सत्त्वं दिव्यमवस्थितम् ।
अहो बताश्चर्यमिदं नासाया मे विनिःसृतम्
]

`verse 22 [
दृष्टोऽङ्गुष्ठशिरोमात्रः क्षणाद्‍गण्डशिलासमः ।
अपि स्विद्‍भगवानेष यज्ञो मे खेदयन्मनः
]

`verse 23 [
इति मीमांसतस्तस्य ब्रह्मणः सह सूनुभिः ।
भगवान् यज्ञपुरुषो जगर्जागेन्द्रसन्निभः
]

`verse 24 [
ब्रह्माणं हर्षयामास हरिस्तांश्च द्विजोत्तमान् ।
स्वगर्जितेन ककुभः प्रतिस्वनयता विभुः
]

`verse 25 [
निशम्य ते घर्घरितं स्वखेद
    क्षयिष्णु मायामयसूकरस्य ।
जनस्तपःसत्यनिवासिनस्ते त्रिभिः
    पवित्रैर्मुनयोऽगृणन् स्म
]

`verse 26 [
तेषां सतां वेदवितानमूर्तिः
    ब्रह्मावधार्यात्मगुणानुवादम् ।
विनद्य भूयो विबुधोदयाय
    गजेन्द्रलीलो जलमाविवेश
]

`verse 27 [
उत्क्षिप्तवालः खचरः कठोरः
    सटा विधुन्वन् खररोमशत्वक् ।
खुराहताभ्रः सितदंष्ट्र ईक्षा
    ज्योतिर्बभासे भगवान्महीध्रः
]

`verse 28 [
घ्राणेन पृथ्व्याः पदवीं विजिघ्रन्
    क्रोडापदेशः स्वयमध्वराङ्गः ।
करालदंष्ट्रोऽप्यकरालदृग्भ्याम्
    उद्वीक्ष्य विप्रान् गृणतोऽविशत्कम्
]

`verse 29 [
स वज्रकूटाङ्गनिपातवेग
    विशीर्णकुक्षिः स्तनयन्नुदन्वान् ।
उत्सृष्टदीर्घोर्मिभुजैरिवार्तः
    चुक्रोश यज्ञेश्वर पाहि मेति
]

`verse 30 [
खुरैः क्षुरप्रैर्दरयंस्तदाप
    उत्पारपारं त्रिपरू रसायाम् ।
ददर्श गां तत्र सुषुप्सुरग्रे
    यां जीवधानीं स्वयमभ्यधत्त
]

`verse 31 [
स्वदंष्ट्रयोद्धृत्य महीं निमग्नां
    स उत्थितः संरुरुचे रसायाः ।
तत्रापि दैत्यं गदयापतन्तं
    सुनाभसन्दीपिततीव्रमन्युः
]

`verse 32 [
जघान रुन्धानमसह्यविक्रमं
    स लीलयेभं मृगराडिवाम्भसि ।
तद्रक्तपङ्काङ्‌कितगण्डतुण्डो
    यथा गजेन्द्रो जगतीं विभिन्दन्
]

`verse 33 [
तमालनीलं सितदन्तकोट्या
    क्ष्मामुत्क्षिपन्तं गजलीलयाङ्ग ।
प्रज्ञाय बद्धाञ्जलयोऽनुवाकैः
    विरिञ्चिमुख्या उपतस्थुरीशम्
]

`speaker [
ऋषय ऊचुः
]

`verse 34 [
जितं जितं तेऽजित यज्ञभावन
    त्रयीं तनुं स्वां परिधुन्वते नमः ।
यद् रोमगर्तेषु निलिल्युरध्वराः
    तस्मै नमः कारणसूकराय ते
]

`verse 35 [
रूपं तवैतन्ननु दुष्कृतात्मनां
    दुर्दर्शनं देव यदध्वरात्मकम् ।
छन्दांसि यस्य त्वचि बर्हिरोम-
    स्वाज्यं दृशि त्वङ्‌घ्रिषु चातुर्होत्रम्
]

`verse 36 [
स्रुक्तुण्ड आसीत्स्रुव ईश नासयोः
    इडोदरे चमसाः कर्णरन्ध्रे ।
प्राशित्रमास्ये ग्रसने ग्रहास्तु ते
    यच्चर्वणं ते भगवन्नग्निहोत्रम्
]

`verse 37 [
दीक्षानुजन्मोपसदः शिरोधरं
    त्वं प्रायणीयोदयनीयदंष्ट्रः ।
जिह्वा प्रवर्ग्यस्तव शीर्षकं क्रतोः
    सभ्यावसथ्यं चितयोऽसवो हि ते
]

`verse 38 [
सोमस्तु रेतः सवनान्यवस्थितिः
    संस्थाविभेदास्तव देव धातवः ।
सत्राणि सर्वाणि शरीरसन्धि-
    स्त्वं सर्वयज्ञक्रतुरिष्टिबन्धनः
]

`verse 39 [
नमो नमस्तेऽखिलमन्त्रदेवता
    द्रव्याय सर्वक्रतवे क्रियात्मने ।
वैराग्यभक्त्यात्मजयानुभावित
    ज्ञानाय विद्यागुरवे नमो नमः
]

`verse 40 [
दंष्ट्राग्रकोट्या भगवंस्त्वया धृता
    विराजते भूधर भूः सभूधरा ।
यथा वनान्निःसरतो दता धृता
    मतङ्गजेन्द्रस्य सपत्रपद्मिनी
]

`verse 41 [
त्रयीमयं रूपमिदं च सौकरं
    भूमण्डलेनाथ दता धृतेन ते ।
चकास्ति शृङ्गोढघनेन भूयसा
    कुलाचलेन्द्रस्य यथैव विभ्रमः
]

`verse 42 [
संस्थापयैनां जगतां सतस्थुषां
    लोकाय पत्‍नीमसि मातरं पिता ।
विधेम चास्यै नमसा सह त्वया
    यस्यां स्वतेजोऽग्निमिवारणावधाः
]

`verse 43 [
कः श्रद्दधीतान्यतमस्तव प्रभो
    रसां गताया भुव उद्विबर्हणम् ।
न विस्मयोऽसौ त्वयि विश्वविस्मये
    यो माययेदं ससृजेऽतिविस्मयम्
]

`verse 44 [
विधुन्वता वेदमयं निजं वपुः
    जनस्तपःसत्यनिवासिनो वयम् ।
सटाशिखोद्धूत शिवाम्बुबिन्दुभिः
    विमृज्यमाना भृशमीश पाविताः
]

`verse 45 [
स वै बत भ्रष्टमतिस्तवैष ते
    यः कर्मणां पारमपारकर्मणः ।
यद्योगमायागुणयोगमोहितं
    विश्वं समस्तं भगवन्विधेहि शम्
]

`speaker [
मैत्रेय उवाच
]

`verse 46 [
इत्युपस्थीयमानस्तैः मुनिभिर्ब्रह्मवादिभिः ।
    सलिले स्वखुराक्रान्त उपाधत्तावितावनिम्
]

`verse 47 [
स इत्थं भगवानुर्वीं विष्वक्सेनः प्रजापतिः ।
    रसाया लीलयोन्नीतां अप्सु न्यस्य ययौ हरिः
]

`verse 48 [
य एवमेतां हरिमेधसो हरेः
    कथां सुभद्रां कथनीयमायिनः ।
शृण्वीत भक्त्या श्रवयेत वोशतीं
    जनार्दनोऽस्याशु हृदि प्रसीदति
]

`verse 49 [
तस्मिन्प्रसन्ने सकलाशिषां प्रभौ
    किं दुर्लभं ताभिरलं लवात्मभिः ।
अनन्यदृष्ट्या भजतां गुहाशयः
    स्वयं विधत्ते स्वगतिं परः पराम्
]

`verse 50 [
को नाम लोके पुरुषार्थसारवित्
    पुराकथानां भगवत्कथासुधाम् ।
आपीय कर्णाञ्जलिभिर्भवापहा-
    महो विरज्येत विना नरेतरम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे वराहप्रादुर्भावानुवर्णनं त्रयोदशोऽध्यायः
]
