`speaker [
मैत्रेय उवाच
]

`verse 1 [
प्राजापत्यं तु तत्तेजः परतेजोहनं दितिः ।
दधार वर्षाणि शतं शङ्कमाना सुरार्दनात्
]

`verse 2 [
लोके तेनाहतालोके लोकपाला हतौजसः ।
न्यवेदयन्विश्वसृजे ध्वान्तव्यतिकरं दिशाम्
]

`speaker [
देवा ऊचुः
]

`verse 3 [
तम एतद्विभो वेत्थ संविग्ना यद्वयं भृशम् ।
न ह्यव्यक्तं भगवतः कालेनास्पृष्टवर्त्मनः
]

`verse 4 [
देवदेव जगद्धातः लोकनाथशिखामणे ।
परेषामपरेषां त्वं भूतानामसि भाववित्
]

`verse 5 [
नमो विज्ञानवीर्याय माययेदमुपेयुषे ।
गृहीतगुणभेदाय नमस्तेऽव्यक्तयोनये
]

`verse 6 [
ये त्वानन्येन भावेन भावयन्त्यात्मभावनम् ।
आत्मनि प्रोतभुवनं परं सदसदात्मकम्
]

`verse 7 [
तेषां सुपक्वयोगानां जितश्वासेन्द्रियात्मनाम् ।
लब्धयुष्मत् प्रसादानां न कुतश्चित्पराभवः
]

`verse 8 [
यस्य वाचा प्रजाः सर्वा गावस्तन्त्येव यन्त्रिताः ।
हरन्ति बलिमायत्ताः तस्मै मुख्याय ते नमः
]

`verse 9 [
स त्वं विधत्स्व शं भूमन् तमसा लुप्तकर्मणाम् ।
अदभ्रदयया दृष्ट्या आपन्नानर्हसीक्षितुम्
]

`verse 10 [
एष देव दितेर्गर्भ ओजः काश्यपमर्पितम् ।
दिशस्तिमिरयन् सर्वा वर्धतेऽग्निरिवैधसि
]

`speaker [
मैत्रेय उवाच
]

`verse 11 [
स प्रहस्य महाबाहो भगवान् शब्दगोचरः ।
प्रत्याचष्टात्मभूर्देवान् प्रीणन् रुचिरया गिरा
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
मानसा मे सुता युष्मत् पूर्वजाः सनकादयः ।
चेरुर्विहायसा लोकान् लोकेषु विगतस्पृहाः
]

`verse 13 [
त एकदा भगवतो वैकुण्ठस्यामलात्मनः ।
ययुर्वैकुण्ठनिलयं सर्वलोकनमस्कृतम्
]

`verse 14 [
वसन्ति यत्र पुरुषाः सर्वे वैकुण्ठमूर्तयः ।
येऽनिमित्तनिमित्तेन धर्मेणाराधयन् हरिम्
]

`verse 15 [
यत्र चाद्यः पुमानास्ते भगवान् शब्दगोचरः ।
सत्त्वं विष्टभ्य विरजं स्वानां नो मृडयन् वृषः
]

`verse 16 [
यत्र नैःश्रेयसं नाम वनं कामदुघैर्द्रुमैः ।
सर्वर्तुश्रीभिर्विभ्राजत् कैवल्यमिव मूर्तिमत्
]

`verse 17 [
वैमानिकाः सललनाश्चरितानि यत्र ।
    गायन्ति लोकशमलक्षपणानि भर्तुः ।
अन्तर्जलेऽनुविकसन् मधुमाधवीनां ।
    गन्धेन खण्डितधियोऽप्यनिलं क्षिपन्तः
]

`verse 18 [
पारावतान्यभृतसारसचक्रवाक ।
    दात्यूहहंसशुकतित्तिरिबर्हिणां यः ।
कोलाहलो विरमतेऽचिरमात्रमुच्चैः ।
    भृङ्गाधिपे हरिकथामिव गायमाने
]

`verse 19 [
मन्दारकुन्दकुरबोत्पलचम्पकार्ण ।
    पुन्नागनागबकुलाम्बुजपारिजाताः ।
गन्धेऽर्चिते तुलसिकाभरणेन तस्या ।
    यस्मिंस्तपः सुमनसो बहु मानयन्ति
]

`verse 20 [
यत्सङ्कुलं हरिपदानतिमात्रदृष्टैः ।
    वैदूर्यमारकतहेममयैर्विमानैः ।
येषां बृहत्कटितटाः स्मितशोभिमुख्यः ।
    कृष्णात्मनां न रज आदधुरुत्स्मयाद्यैः
]

`verse 21 [
श्री रूपिणी क्वणयती चरणारविन्दं ।
    लीलाम्बुजेन हरिसद्मनि मुक्तदोषा ।
संलक्ष्यते स्फटिककुड्य उपेतहेम्नि ।
    सम्मार्जतीव यदनुग्रहणेऽन्ययत्‍नः
]

`verse 22 [
वापीषु विद्रुमतटास्वमलामृताप्सु ।
    प्रेष्यान्विता निजवने तुलसीभिरीशम् ।
अभ्यर्चती स्वलकमुन्नसमीक्ष्य वक्त्रम् ।
    उच्छेषितं भगवतेत्यमताङ्ग यच्छ्रीः
]

`verse 23 [
यन्न व्रजन्त्यघभिदो रचनानुवादात् ।
    श्रृण्वन्ति येऽन्यविषयाः कुकथा मतिघ्नीः ।
यास्तु श्रुता हतभगैर्नृभिरात्तसारान् ।
    तांस्तान् क्षिपन्त्यशरणेषु तमःसु हन्त
]

`verse 24 [
येऽभ्यर्थितामपि च नो नृगतिं प्रपन्ना ।
    ज्ञानं च तत्त्वविषयं सहधर्मं यत्र ।
नाराधनं भगवतो वितरन्त्यमुष्य ।
    सम्मोहिता विततया बत मायया ते
]

`verse 25 [
यच्च व्रजन्त्यनिमिषामृषभानुवृत्त्या ।
    दूरे यमा ह्युपरि नः स्पृहणीयशीलाः ।
भर्तुर्मिथः सुयशसः कथनानुराग ।
    वैक्लव्यबाष्पकलया पुलकीकृताङ्गाः
]

`verse 26 [
तद्विश्वगुर्वधिकृतं भुवनैकवन्द्यं ।
    दिव्यं विचित्रविबुधाग्र्यविमानशोचिः ।
आपुः परां मुदमपूर्वमुपेत्य योग ।
    मायाबलेन मुनयस्तदथो विकुण्ठम्
]

`verse 27 [
तस्मिन्नतीत्य मुनयः षडसज्जमानाः ।
    कक्षाः समानवयसावथ सप्तमायाम् ।
देवावचक्षत गृहीतगदौ परार्ध्य ।
    केयूरकुण्डलकिरीटविटङ्कवेषौ
]

`verse 28 [
मत्तद्विरेफवनमालिकया निवीतौ ।
    विन्यस्तयासितचतुष्टयबाहुमध्ये ।
वक्त्रं भ्रुवा कुटिलया स्फुटनिर्गमाभ्यां ।
    रक्तेक्षणेन च मनाग्रभसं दधानौ
]

`verse 29 [
द्वार्येतयोर्निविविशुर्मिषतोरपृष्ट्वा ।
    पूर्वा यथा पुरटवज्रकपाटिका याः ।
सर्वत्र तेऽविषमया मुनयः स्वदृष्ट्या ।
    ये सञ्चरन्त्यविहता विगताभिशङ्काः
]

`verse 30 [
तान्वीक्ष्य वातरशनांश्चतुरः कुमारान् ।
    वृद्धान्दशार्धवयसो विदितात्मतत्त्वान् ।
वेत्रेण चास्खलयतामतदर्हणांस्तौ ।
    तेजो विहस्य भगवत् प्रतिकूलशीलौ
]

`verse 31 [
ताभ्यां मिषत्स्वनिमिषेषु निषिध्यमानाः ।
    स्वर्हत्तमा ह्यपि हरेः प्रतिहारपाभ्याम् ।
ऊचुः सुहृत्तमदिदृक्षितभङ्ग ईषत् ।
    कामानुजेन सहसा त उपप्लुताक्षाः
]

`speaker [
मुनय ऊचुः
]

`verse 32 [
को वामिहैत्य भगवत् परिचर्ययोच्चैः ।
    तद्धर्मिणां निवसतां विषमः स्वभावः ।
तस्मिन् प्रशान्तपुरुषे गतविग्रहे वां ।
    को वात्मवत् कुहकयोः परिशङ्कनीयः
]

`verse 33 [
न ह्यन्तरं भगवतीह समस्तकुक्षौ ।
    आत्मानमात्मनि नभो नभसीव धीराः ।
पश्यन्ति यत्र युवयोः सुरलिङ्‌गिनोः किं ।
    व्युत्पादितं ह्युदरभेदि भयं यतोऽस्य
]

`verse 34 [
तद्वाममुष्य परमस्य विकुण्ठभर्तुः ।
    कर्तुं प्रकृष्टमिह धीमहि मन्दधीभ्याम् ।
लोकानितो व्रजतमन्तरभावदृष्ट्या ।
    पापीयसस्त्रय इमे रिपवोऽस्य यत्र
]

`verse 35 [
तेषामितीरितमुभाववधार्य घोरं ।
    तं ब्रह्मदण्डमनिवारणमस्त्रपूगैः ।
सद्यो हरेरनुचरावुरु बिभ्यतस्तत् ।
    पादग्रहावपततामतिकातरेण
]

`verse 36 [
भूयादघोनि भगवद्भिरकारि दण्डो ।
    यो नौ हरेत सुरहेलनमप्यशेषम् ।
मा वोऽनुतापकलया भगवत्स्मृतिघ्नो ।
    मोहो भवेदिह तु नौ व्रजतोरधोऽधः
]

`verse 37 [
एवं तदैव भगवान् अरविन्दनाभः ।
    स्वानां विबुध्य सदतिक्रममार्यहृद्यः ।
तस्मिन् ययौ परमहंसमहामुनीनाम् ।
    अन्वेषणीयचरणौ चलयन् सहश्रीः
]

`verse 38 [
तं त्वागतं प्रतिहृतौपयिकं स्वपुम्भिः ।
    तेऽचक्षताक्षविषयं स्वसमाधिभाग्यम् ।
हंसश्रियोर्व्यजनयोः शिववायुलोलः ।
    शुभ्रातपत्रशशिकेसरशीकराम्बुम्
]

`verse 39 [
कृत्स्नप्रसादसुमुखं स्पृहणीयधाम ।
    स्नेहावलोककलया हृदि संस्पृशन्तम् ।
श्यामे पृथावुरसि शोभितया श्रिया स्वः ।
    चूडामणिं सुभगयन्तमिवात्मधिष्ण्यम्
]

`verse 40 [
पीतांशुके पृथुनितम्बिनि विस्फुरन्त्या ।
    काञ्च्यालिभिर्विरुतया वनमालया च ।
वल्गुप्रकोष्ठवलयं विनतासुतांसे ।
    विन्यस्तहस्तमितरेण धुनानमब्जम्
]

`verse 41 [
विद्युत्क्षिपन् मकरकुण्डलमण्डनार्ह ।
    गण्डस्थलोन्नसमुखं मणिमत्किरीटम् ।
दोर्दण्डषण्डविवरे हरता परार्ध्य ।
    हारेण कन्धरगतेन च कौस्तुभेन
]

`verse 42 [
अत्रोपसृष्टमिति चोत्स्मितमिन्दिरायाः ।
    स्वानां धिया विरचितं बहुसौष्ठवाढ्यम् ।
मह्यं भवस्य भवतां च भजन्तमङ्गं ।
    नेमुर्निरीक्ष्य न वितृप्तदृशो मुदा कैः
]

`verse 43 [
तस्यारविन्दनयनस्य पदारविन्द ।
    किञ्जल्कमिश्रतुलसीमकरन्दवायुः ।
अन्तर्गतः स्वविवरेण चकार तेषां ।
    सङ्क्षोभमक्षरजुषामपि चित्ततन्वोः
]

`verse 44 [
ते वा अमुष्य वदनासितपद्मकोशम् ।
    उद्वीक्ष्य सुन्दरतराधरकुन्दहासम् ।
लब्धाशिषः पुनरवेक्ष्य तदीयमङ्‌घ्रि ।
    द्वन्द्वं नखारुणमणिश्रयणं निदध्युः
]

`verse 45 [
पुंसां गतिं मृगयतामिह योगमार्गैः ।
    ध्यानास्पदं बहुमतं नयनाभिरामम् ।
पौंस्नं वपुर्दर्शयानमनन्यसिद्धैः ।
    औत्पत्तिकैः समगृणन्युतमष्टभोगैः
]

`speaker [
कुमारा ऊचुः
]

`verse 46 [
योऽन्तर्हितो हृदि गतोऽपि दुरात्मनां त्वं ।
    सोऽद्यैव नो नयनमूलमनन्त राद्धः ।
यर्ह्येव कर्णविवरेण गुहां गतो नः ।
    पित्रानुवर्णितरहा भवदुद्‍भवेन
]

`verse 47 [
तं त्वां विदाम भगवन्परमात्मतत्त्वं ।
    सत्त्वेन सम्प्रति रतिं रचयन्तमेषाम् ।
यत्तेऽनुतापविदितैर्दृढभक्तियोगैः ।
    उद्‍ग्रन्थयो हृदि विदुर्मुनयो विरागाः
]

`verse 48 [
नात्यन्तिकं विगणयन्त्यपि ते प्रसादं ।
    किन्त्वन्यदर्पितभयं भ्रुव उन्नयैस्ते ।
येऽङ्ग त्वदङ्‌घ्रिशरणा भवतः कथायाः ।
    कीर्तन्यतीर्थयशसः कुशला रसज्ञाः
]

`verse 49 [
कामं भवः स्ववृजिनैर्निरयेषु नः स्तात् ।
    चेतोऽलिवद्यदि नु ते पदयो रमेत ।
वाचश्च नस्तुलसिवद्यदि तेऽङ्‌घ्रिशोभाः ।
    पूर्येत ते गुणगणैर्यदि कर्णरन्ध्रः
]

`verse 50 [
प्रादुश्चकर्थ यदिदं पुरुहूत रूपं ।
    तेनेश निर्वृतिमवापुरलं दृशो नः ।
तस्मा इदं भगवते नम इद्विधेम ।
    योऽनात्मनां दुरुदयो भगवान् प्रतीतः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे जयविजयोः सनकादिशापो नाम पञ्चदशोऽध्यायः
]
