`speaker [
ब्रह्मोवाच
]

`verse 1 [
इति तद्‌गृणतां तेषां मुनीनां योगधर्मिणाम् ।
प्रतिनन्द्य जगादेदं विकुण्ठनिलयो विभुः
]

`verse 2 [
श्रीभगवानुवाच -
एतौ तौ पार्षदौ मह्यं जयो विजय एव च ।
कदर्थीकृत्य मां यद्वो बह्वक्रातामतिक्रमम्
]

`verse 3 [
यस्त्वेतयोर्धृतो दण्डो भवद्‌भिर्मामनुव्रतैः ।
स एवानुमतोऽस्माभिः मुनयो देवहेलनात्
]

`verse 4 [
तद्वः प्रसादयाम्यद्य ब्रह्म दैवं परं हि मे ।
तद्धीत्यात्मकृतं मन्ये यत्स्वपुम्भिरसत्कृताः
]

`verse 5 [
यन्नामानि च गृह्णाति लोको भृत्ये कृतागसि ।
सोऽसाधुवादस्तत् कीर्तिं हन्ति त्वचमिवामयः
]

`verse 6 [
यस्यामृतामलयशःश्रवणावगाहः
     सद्यः पुनाति जगदाश्वपचाद्विकुण्ठः ।
सोऽहं भवद्‍भ्य उपलब्धसुतीर्थकीर्तिः
     छिन्द्यां स्वबाहुमपि वः प्रतिकूलवृत्तिम्
]

`verse 7 [
यत्सेवया चरणपद्मपवित्ररेणुं
     सद्यः क्षताखिलमलं प्रतिलब्धशीलम् ।
न श्रीर्विरक्तमपि मां विजहाति यस्याः
     प्रेक्षालवार्थ इतरे नियमान् वहन्ति
]

`verse 8 [
नाहं तथाद्मि यजमानहविर्वितानेः
     च्योतद्‍घृतप्लुतमदन् हुतभुङ्‌‌मुखेन ।
यद्‍ब्राह्मणस्य मुखतश्चरतोऽनुघासं
     तुष्टस्य मय्यवहितैर्निजकर्मपाकैः
]

`verse 9 [
येषां बिभर्म्यहमखण्डविकुण्ठयोग
     मायाविभूतिरमलाङ्‌‌घ्रिरजः किरीटैः ।
विप्रांस्तु को न विषहेत यदर्हणाम्भः
     सद्यः पुनाति सहचन्द्रललामलोकान्
]

`verse 10 [
ये मे तनूर्द्विजवरान्दुहतीर्मदीया
     भूतान्यलब्धशरणानि च भेदबुद्ध्या ।
द्रक्ष्यन्त्यघक्षतदृशो ह्यहिमन्यवस्तान्
     गृध्रा रुषा मम कुषन्त्यधिदण्डनेतुः
]

`verse 11 [
ये ब्राह्मणान्मयि धिया क्षिपतोऽर्चयन्तः
     तुष्यद्‌धृदः स्मितसुधोक्षितपद्मवक्त्राः ।
वाण्यानुरागकलयात्मजवद् गृणन्तः
     सम्बोधयन्ति अहमिवाहमुपाहृतस्तैः
]

`verse 12 [
तन्मे स्वभर्तुरवसायमलक्षमाणौ
     युष्मद्व्यतिक्रमगतिं प्रतिपद्य सद्यः ।
भूयो ममान्तिकमितां तदनुग्रहो मे
     यत्कल्पतामचिरतो भृतयोर्विवासः
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
अथ तस्योशतीं देवीं ऋषिकुल्यां सरस्वतीम् ।
नास्वाद्य मन्युदष्टानां तेषां आत्माप्यतृप्यत
]

`verse 14 [
सतीं व्यादाय शृण्वन्तो लघ्वीं गुर्वर्थगह्वराम् ।
विगाह्यागाधगम्भीरां न विदुस्तच्चिकीर्षितम्
]

`verse 15 [
ते योगमाययारब्ध पारमेष्ठ्यमहोदयम् ।
प्रोचुः प्राञ्जलयो विप्राः प्रहृष्टाः क्षुभितत्वचः
]

`speaker [
ऋषय ऊचुः
]

`verse 16 [
न वयं भगवन् विद्मः तव देव चिकीर्षितम् ।
कृतो मेऽनुग्रहश्चेति यदध्यक्षः प्रभाषसे
]

`verse 17 [
ब्रह्मण्यस्य परं दैवं ब्राह्मणाः किल ते प्रभो ।
विप्राणां देवदेवानां भगवान् आत्मदैवतम्
]

`verse 18 [
त्वत्तः सनातनो धर्मो रक्ष्यते तनुभिस्तव ।
धर्मस्य परमो गुह्यो निर्विकारो भवान्मतः
]

`verse 19 [
तरन्ति ह्यञ्जसा मृत्युं निवृत्ता यदनुग्रहात् ।
योगिनः स भवान् किंस्विद् अनुगृह्येत यत्परैः
]

`verse 20 [
यं वै विभूतिरुपयात्यनुवेलमन्यैः
     अर्थार्थिभिः स्वशिरसा धृतपादरेणुः ।
धन्यार्पिताङ्घ्रितुलसीनवदामधाम्नो
     लोकं मधुव्रतपतेरिव कामयाना
]

`verse 21 [
यस्तां विविक्तचरितैः अनुवर्तमानां
     नात्याद्रियत्परमभागवतप्रसङ्गः ।
स त्वं द्विजानुपथपुण्यरजः पुनीतः
     श्रीवत्सलक्ष्म किमगा भगभाजनस्त्वम्
]

`verse 22 [
धर्मस्य ते भगवतस्त्रियुग त्रिभिः स्वैः
     पद्भिश्चराचरमिदं द्विजदेवतार्थम् ।
नूनं भृतं तदभिघाति रजस्तमश्च
     सत्त्वेन नो वरदया तनुवा निरस्य
]

`verse 23 [
न त्वं द्विजोत्तमकुलं यदिहात्मगोपं
     गोप्ता वृषः स्वर्हणेन ससूनृतेन ।
तर्ह्येव नङ्क्ष्यति शिवस्तव देव पन्था
     लोकोऽग्रहीष्यद् ऋषभस्य हि तत्प्रमाणम्
]

`verse 24 [
तत्तेऽनभीष्टमिव सत्त्वनिधेर्विधित्सोः
     क्षेमं जनाय निजशक्तिभिरुद्‌धृतारेः ।
नैतावता त्र्यधिपतेर्बत विश्वभर्तुः
     तेजः क्षतं त्ववनतस्य स ते विनोदः
]

`verse 25 [
यं वानयोर्दममधीश भवान्विधत्ते
     वृत्तिं नु वा तदनुमन्महि निर्व्यलीकम् ।
अस्मासु वा य उचितो ध्रियतां स दण्डो
     येऽनागसौ वयमयुङ्‌क्ष्महि किल्बिषेण
]

`verse 26 [
श्रीभगवानुवाच -
एतौ सुरेतरगतिं प्रतिपद्य सद्यः
     संरम्भसम्भृतसमाध्यनुबद्धयोगौ ।
भूयः सकाशमुपयास्यत आशु यो वः
     शापो मयैव निमितस्तदवैत विप्राः
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
अथ ते मुनयो दृष्ट्वा नयनानन्दभाजनम् ।
वैकुण्ठं तदधिष्ठानं विकुण्ठं च स्वयंप्रभम्
]

`verse 28 [
भगवन्तं परिक्रम्य प्रणिपत्यानुमान्य च ।
प्रतिजग्मुः प्रमुदिताः शंसन्तो वैष्णवीं श्रियम्
]

`verse 29 [
भगवाननुगावाह यातं मा भैष्टमस्तु शम् ।
ब्रह्मतेजः समर्थोऽपि हन्तुं नेच्छे मतं तु मे
]

`verse 30 [
एतत्पुरैव निर्दिष्टं रमया क्रुद्धया यदा ।
पुरापवारिता द्वारि विशन्ती मय्युपारते
]

`verse 31 [
मयि संरम्भयोगेन निस्तीर्य ब्रह्महेलनम् ।
प्रत्येष्यतं निकाशं मे कालेनाल्पीयसा पुनः
]

`verse 32 [
द्वाःस्थावादिश्य भगवान् विमानश्रेणिभूषणम् ।
सर्वातिशयया लक्ष्म्या जुष्टं स्वं धिष्ण्यमाविशत्
]

`verse 33 [
तौ तु गीर्वाणऋषभौ दुस्तरात् हरिलोकतः ।
हतश्रियौ ब्रह्मशापाद् अभूतां विगतस्मयौ
]

`verse 34 [
तदा विकुण्ठधिषणात् तयोर्निपतमानयोः ।
हाहाकारो महानासीद् विमानाग्र्येषु पुत्रकाः
]

`verse 35 [
तावेव ह्यधुना प्राप्तौ पार्षदप्रवरौ हरेः ।
दितेर्जठरनिर्विष्टं काश्यपं तेज उल्बणम्
]

`verse 36 [
तयोरसुरयोरद्य तेजसा यमयोर्हि वः ।
आक्षिप्तं तेज एतर्हि भगवान् तद्विधित्सति
]

`verse 37 [
विश्वस्य यः स्थितिलयोद्‍भवहेतुराद्यो
     योगेश्वरैरपि दुरत्यययोगमायः ।
क्षेमं विधास्यति स नो भगवांस्त्र्यधीशः
     तत्रास्मदीयविमृशेन कियानिहार्थः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे षोडशोऽध्यायः
]
