`speaker [
मैत्रेय उवाच
]

`verse 1 [
अवधार्य विरिञ्चस्य निर्व्यलीकामृतं वचः ।
प्रहस्य प्रेमगर्भेण तदपाङ्‌गेन सोऽग्रहीत्
]

`verse 2 [
ततः सपत्‍नं मुखतः चरन्तं अकुतोभयम् ।
जघानोत्पत्य गदया हनौ असुरमक्षजः
]

`verse 3 [
सा हता तेन गदया विहता भगवत्करात् ।
विघूर्णित अपतद् रेजे तदद्‍भुतं इवाभवत्
]

`verse 4 [
स तदा लब्धतीर्थोऽपि न बबाधे निरायुधम् ।
मानयन् स मृधे धर्मं विष्वक्सेनं प्रकोपयन्
]

`verse 5 [
गदायां अपविद्धायां हाहाकारे विनिर्गते ।
मानयामास तद् धर्मं सुनाभं चास्मरद्विभुः
]

`verse 6 [
तं व्यग्रचक्रं दितिपुत्राधमेन
     स्वपार्षदमुख्येन विषज्जमानम् ।
चित्रा वाचोऽतद्विदां खेचराणां
     तत्रास्मासन् स्वस्ति तेऽमुं जहीति
]

`verse 7 [
स तं निशाम्यात्तरथाङ्‌गमग्रतो
     व्यवस्थितं पद्मपलाशलोचनम् ।
विलोक्य चामर्ष परिप्लुतेन्द्रियो
     रुषा स्वदन्तच्छदमादशच्छ्वसन्
]

`meter [
अनुष्टुप्
]

`verse 8 [
करालदंष्ट्रश्चक्षुर्भ्यां सञ्चक्षाणो दहन्निव ।
अभिप्लुत्य स्वगदया हतोऽसीत्याहनद् हरिम्
]

`verse 9 [
पदा सव्येन तां साधो भगवान् यज्ञसूकरः ।
लीलया मिषतः शत्रोः प्राहरद् वातरंहसम्
]

`verse 10 [
आह चायुधमाधत्स्व घटस्व त्वं जिगीषसि ।
इत्युक्तः स तदा भूयः ताडयन् व्यनदद् भृशम्
]

`verse 11 [
तां स आपततीं वीक्ष्य भगवान् समवस्थितः ।
जग्राह लीलया प्राप्तां गरुत्मानिव पन्नगीम्
]

`verse 12 [
स्वपौरुषे प्रतिहते हतमानो महासुरः ।
नैच्छद्‌गदां दीयमानां हरिणा विगतप्रभः
]

`verse 13 [
जग्राह त्रिशिखं शूलं ज्वलज्ज्वलनलोलुपम् ।
यज्ञाय धृतरूपाय विप्रायाभिचरन् यथा
]

`verse 14 [
तदोजसा दैत्यमहाभटार्पितं
     चकासदन्तःख उदीर्णदीधिति ।
चक्रेण चिच्छेद निशातनेमिना
     हरिर्यथा तार्क्ष्यपतत्रमुज्झितम्
]

`verse 15 [
वृक्णे स्वशूले बहुधारिणा हरेः
     प्रत्येत्य विस्तीर्णमुरो विभूतिमत् ।
प्रवृद्धरोषः स कठोरमुष्टिना
     नदन् प्रहृत्यान्तरधीयतासुरः
]

`verse 16 [
तेनेत्थमाहतः क्षत्तः भगवान् आदिसूकरः ।
नाकम्पत मनाक्क्वापि स्रजा हत इव द्विपः
]

`verse 17 [
अथोरुधासृजन् मायां योगमायेश्वरे हरौ ।
यां विलोक्य प्रजास्त्रस्ता मेनिरेऽस्योपसंयमम्
]

`verse 18 [
प्रववुर्वायवश्चण्डाः तमः पांसवमैरयन् ।
दिग्भ्यो निपेतुर्ग्रावाणः क्षेपणैः प्रहिता इव
]

`verse 19 [
द्यौर्नष्टभगणाभ्रौघैः सविद्युत् स्तनयित्‍नुभिः ।
वर्षद्‌भिः पूयकेशासृग् विण्मूत्रास्थीनि चासकृत्
]

`verse 20 [
गिरयः प्रत्यदृश्यन्त नानायुधमुचोऽनघ ।
दिग्वाससो यातुधान्यः शूलिन्यो मुक्तमूर्धजाः
]

`verse 21 [
बहुभिर्यक्षरक्षोभिः पत्त्यश्व रथकुञ्जरैः ।
आततायिभिरुत्सृष्टा हिंस्रा वाचोऽतिवैशसाः
]

`verse 22 [
प्रादुष्कृतानां मायानां आसुरीणां विनाशयत् ।
सुदर्शनास्त्रं भगवान् प्रायुङ्‌क्त दयितं त्रिपात्
]

`verse 23 [
तदा दितेः समभवत् सहसा हृदि वेपथुः ।
स्मरन्त्या भर्तुः आदेशं स्तनात् च असृक् प्रसुस्रुवे
]

`verse 24 [
विनष्टासु स्वमायासु भूयश्चाव्रज्य केशवम् ।
रुषोपगूहमानोऽमुं ददृशेऽवस्थितं बहिः
]

`verse 25 [
तं मुष्टिभिर्विनिघ्नन्तं वज्रसारैः अधोक्षजः ।
करेण कर्णमूलेऽहन् यथा त्वाष्ट्रं मरुत्पतिः
]

`verse 26 [
स आहतो विश्वजिता ह्यवज्ञया
     परिभ्रमद्‌गात्र उदस्तलोचनः ।
विशीर्णबाह्वङ्‌‌घ्रिशिरोरुहोऽपतद्
     यथा नगेन्द्रो लुलितो नभस्वता
]

`verse 27 [
क्षितौ शयानं तमकुण्ठवर्चसं
     करालदंष्ट्रं परिदष्टदच्छदम् ।
अजादयो वीक्ष्य शशंसुरागता
     अहो इमं को नु लभेत संस्थितिम्
]

`verse 28 [
यं योगिनो योगसमाधिना रहो
     ध्यायन्ति लिङ्‌गादसतो मुमुक्षया ।
तस्यैष दैत्यऋषभः पदाहतो
     मुखं प्रपश्यन् तनुमुत्ससर्ज ह
]

`meter [
अनुष्टुप्
]

`verse 29 [
एतौ तौ पार्षदावस्य शापाद् यातौ असद्‌गतिम् ।
पुनः कतिपयैः स्थानं प्रपत्स्येते ह जन्मभिः
]

`speaker [
देवा ऊचुः
]

`verse 30 [
नमो नमस्तेऽखिलयज्ञतन्तवे
     स्थितौ गृहीतामलसत्त्वमूर्तये ।
दिष्ट्या हतोऽयं जगतामरुन्तुदः
     त्वत् पादभक्त्या वयमीश निर्वृताः
]

`speaker [
मैत्रेय उवाच
]

`verse 31 [
एवं हिरण्याक्षमसह्यविक्रमं
     स सादयित्वा हरिरादिसूकरः ।
जगाम लोकं स्वमखण्डितोत्सवं
     समीडितः पुष्करविष्टरादिभिः
]

`verse 32 [
मया यथानूक्तमवादि ते हरेः
     कृतावतारस्य सुमित्र चेष्टितम् ।
यथा हिरण्याक्ष उदारविक्रमो
     महामृधे क्रीडनवन्निराकृतः
]

`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 33 [
इति कौषारवाख्यातां आश्रुत्य भगवत्कथाम् ।
क्षत्तानन्दं परं लेभे महाभागवतो द्विज
]

`verse 34 [
अन्येषां पुण्यश्लोकानां उद्दामयशसां सताम् ।
उपश्रुत्य भवेन्मोदः श्रीवत्साङ्‌कस्य किं पुनः
]

`verse 35 [
यो गजेन्द्रं झषग्रस्तं ध्यायन्तं चरणाम्बुजम् ।
क्रोशन्तीनां करेणूनां कृच्छ्रतोऽमोचयद्द्रुतम्
]

`verse 36 [
तं सुखाराध्यमृजुभिः अनन्यशरणैर्नृभिः ।
कृतज्ञः को न सेवेत दुराराध्यं असाधुभिः
]

`verse 37 [
यो वै हिरण्याक्षवधं महाद्‍भुतं
     विक्रीडितं कारणसूकरात्मनः ।
श्रृणोति गायत्यनुमोदतेऽञ्जसा
     विमुच्यते ब्रह्मवधादपि द्विजाः
]

`verse 38 [
एतन् महापुण्यमलं पवित्रं
     धन्यं यशस्यं पदमायुराशिषाम् ।
प्राणेन्द्रियाणां युधि शौर्यवर्धनं
     नारायणोऽन्ते गतिरङ्‌ग श्रृण्वताम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे एकोनविंशोऽध्यायः
]
