`set context {
  skandha = "03",
  adhyaya = "20",
  skandha.title = "Skandha 3",
  adhyaya.title = "Adhyāya 20"
}

`speaker [
शौनक उवाच
]

`verse 1 [
महीं प्रतिष्ठामध्यस्य सौते स्वायम्भुवो मनुः ।
कानि अन्वतिष्ठद् द्वाराणि मार्गाय अवर जन्मनाम्
]

`verse 2 [
क्षत्ता महाभागवतः कृष्णस्यैकान्तिकः सुहृत् ।
यस्तत्याजाग्रजं कृष्णे सापत्यं अघवानिति
]

`verse 3 [
द्वैपायनादनवरो महित्वे तस्य देहजः ।
सर्वात्मना श्रितः कृष्णं तत्परांश्चाप्यनुव्रतः
]

`verse 4 [
किं अन्वपृच्छन् मैत्रेयं विरजास्तीर्थसेवया ।
उपगम्य कुशावर्त आसीनं तत्त्ववित्तमम्
]

`verse 5 [
तयोः संवदतोः सूत प्रवृत्ता ह्यमलाः कथाः ।
आपो गाङ्‌गा इवाघघ्नीः हरेः पादाम्बुजाश्रयाः
]

`verse 6 [
ता नः कीर्तय भद्रं ते कीर्तन्योदारकर्मणः ।
रसज्ञः को नु तृप्येत हरिलीलामृतं पिबन्
]

`verse 7 [
एवं उग्रश्रवाः पृष्ट ऋषिभिः नैमिषायनैः ।
भगवति अर्पिताध्यात्मः तान् आह श्रूयतामिति
]

`speaker [
सूत उवाच
]

`verse 8 [
हरेर्धृतक्रोडतनोः स्वमायया
     निशम्य गोरुद्धरणं रसातलात् ।
लीलां हिरण्याक्षमवज्ञया हतं
     सञ्जातहर्षो मुनिमाह भारतः
]

`speaker [
विदुर उवाच
]

`verse 9 [
प्रजापतिपतिः सृष्ट्वा प्रजासर्गे प्रजापतीन् ।
किं आरभत मे ब्रह्मन् प्रब्रूह्यव्यक्तमार्गवित्
]

`verse 10 [
ये मरीच्यादयो विप्रा यस्तु स्वायम्भुवो मनुः ।
ते वै ब्रह्मण आदेशात् कथं एतद् अभावयन्
]

`verse 11 [
सद्वितीयाः किमसृजन् स्वतन्त्रा उत कर्मसु ।
आहो स्वित्संहताः सर्व इदं स्म समकल्पयन्
]

`speaker [
मैत्रेय उवाच
]

`verse 12 [
दैवेन दुर्वितर्क्येण परेणानिमिषेण च ।
जातक्षोभाद् भगवतो महान् आसीद्‌ गुणत्रयात्
]

`verse 13 [
रजःप्रधानान् महतः त्रिलिङ्‌गो दैवचोदितात् ।
जातः ससर्ज भूतादिः वियदादीनि पञ्चशः
]

`verse 14 [
तानि चैकैकशः स्रष्टुं असमर्थानि भौतिकम् ।
संहत्य दैवयोगेन हैमं अण्डं अवासृजन्
]

`verse 15 [
सोऽशयिष्टाब्धिसलिले आण्डकोशो निरात्मकः ।
साग्रं वै वर्षसाहस्रं अन्ववात्सीत् तं ईश्वरः
]

`verse 16 [
तस्य नाभेरभूत्पद्मं सहस्रार्कोरुदीधिति ।
सर्वजीवनिकायौको यत्र स्वयं अभूत्स्वराट्
]

`verse 17 [
सोऽनुविष्टो भगवता यः शेते सलिलाशये ।
लोकसंस्थां यथा पूर्वं निर्ममे संस्थया स्वया
]

`verse 18 [
ससर्ज च्छाययाविद्यां पञ्चपर्वाणमग्रतः ।
तामिस्रं अन्धतामिस्रं तमो मोहो महातमः
]

`verse 19 [
विससर्जात्मनः कायं नाभिनन्दन् तमोमयम् ।
जगृहुर्यक्षरक्षांसि रात्रिं क्षुत्तृट्समुद्‍भवाम्
]

`verse 20 [
क्षुत्तृड्भ्यां उपसृष्टास्ते तं जग्धुमभिदुद्रुवुः ।
मा रक्षतैनं जक्षध्वं इति ऊचुः क्षुत्तृडर्दिताः
]

`verse 21 [
देवस्तानाह संविग्नो मा मां जक्षत रक्षत ।
अहो मे यक्षरक्षांसि प्रजा यूयं बभूविथ
]

`verse 22 [
देवताः प्रभया या या दीव्यन् प्रमुखतोऽसृजत् ।
ते अहार्षुर्देवयन्तो विसृष्टां तां प्रभामहः
]

`verse 23 [
देवोऽदेवाञ्जघनतः सृजति स्मातिलोलुपान् ।
ते एनं लोलुपतया मैथुनायाभिपेदिरे
]

`verse 24 [
ततो हसन् स भगवान् असुरैर्निरपत्रपैः ।
अन्वीयमानस्तरसा क्रुद्धो भीतः परापतत्
]

`verse 25 [
स उपव्रज्य वरदं प्रपन्नार्तिहरं हरिम् ।
अनुग्रहाय भक्तानां अनुरूपात्मदर्शनम्
]

`verse 26 [
पाहि मां परमात्मंस्ते प्रेषणेनासृजं प्रजाः ।
ता इमा यभितुं पापा उपाक्रामन्ति मां प्रभो
]

`verse 27 [
त्वमेकः किल लोकानां क्लिष्टानां क्लेशनाशनः ।
त्वमेकः क्लेशदस्तेषां अनासन्न पदां तव
]

`verse 28 [
सोऽवधार्यास्य कार्पण्यं विविक्ताध्यात्मदर्शनः ।
विमुञ्चात्मतनुं घोरां इत्युक्तो विमुमोच ह
]

`verse 29 [
तां क्वणच्चरणाम्भोजां मदविह्वल लोचनाम् ।
काञ्चीकलापविलसद् दुकूलत् छन्न रोधसम्
]

`verse 30 [
अन्योन्यश्लेषयोत्तुङ्‌ग निरन्तरपयोधराम् ।
सुनासां सुद्विजां स्निग्ध हासलीलावलोकनाम्
]

`verse 31 [
गूहन्तीं व्रीडयात्मानं नीलालकवरूथिनीम् ।
उपलभ्यासुरा धर्म सर्वे सम्मुमुहुः स्त्रियम्
]

`verse 32 [
अहो रूपमहो धैर्यं अहो अस्या नवं वयः ।
मध्ये कामयमानानां अकामेव विसर्पति
]

`verse 33 [
वितर्कयन्तो बहुधा तां सन्ध्यां प्रमदाकृतिम् ।
अभिसम्भाव्य विश्रम्भात् पर्यपृच्छन् कुमेधसः
]

`verse 34 [
कासि कस्यासि रम्भोरु को वार्थस्तेऽत्र भामिनि ।
रूपद्रविणपण्येन दुर्भगान्नो विबाधसे
]

`verse 35 [
या वा काचित्त्वमबले दिष्ट्या सन्दर्शनं तव ।
उत्सुनोषीक्षमाणानां कन्दुकक्रीडया मनः
]

`verse 36 [
नैकत्र ते जयति शालिनि पादपद्मं
     घ्नन्त्या मुहुः करतलेन पतत्पतङ्‌गम् ।
मध्यं विषीदति बृहत्स्तनभारभीतं
     शान्तेव दृष्टिरमला सुशिखासमूहः
]

`verse 37 [
इति सायन्तनीं सन्ध्यां असुराः प्रमदायतीम् ।
प्रलोभयन्तीं जगृहुः मत्वा मूढधियः स्त्रियम्
]

`verse 38 [
प्रहस्य भावगम्भीरं जिघ्रन्ति आत्मानमात्मना ।
कान्त्या ससर्ज भगवान् गन्धर्वाप्सरसां गणान्
]

`verse 39 [
विससर्ज तनुं तां वै ज्योत्स्नां कान्तिमतीं प्रियाम् ।
ते एव चाददुः प्रीत्या विश्वावसुपुरोगमाः
]

`verse 40 [
सृष्ट्वा भूतपिशाचांश्च भगवान् आत्मतन्द्रिणा ।
दिग्वाससो मुक्तकेशान् वीक्ष्य चामीलयद् दृशौ
]

`verse 41 [
जगृहुस्तद्विसृष्टां तां जृम्भणाख्यां तनुं प्रभोः ।
निद्रां इन्द्रियविक्लेदो यया भूतेषु दृश्यते ।
येनोच्छिष्टान्धर्षयन्ति तमुन्मादं प्रचक्षते
]

`verse 42 [
ऊर्जस्वन्तं मन्यमान आत्मानं भगवानजः ।
साध्यान् गणान् पितृगणान् परोक्षेणासृजत्प्रभुः
]

`verse 43 [
ते आत्मसर्गं तं कायं पितरः प्रतिपेदिरे ।
साध्येभ्यश्च पितृभ्यश्च कवयो यद्वितन्वते
]

`verse 44 [
सिद्धान् विद्याधरांश्चैव तिरोधानेन सोऽसृजत् ।
तेभ्योऽददात् तं आत्मानं अन्तर्धानाख्यमद्‍भुतम्
]

`verse 45 [
स किन्नरान् किम्पुरुषान् प्रत्यात्म्येनासृजत्प्रभुः ।
मानयन्नात्मनात्मानं आत्माभासं विलोकयन्
]

`verse 46 [
ते तु तज्जगृहू रूपं त्यक्तं यत्परमेष्ठिना ।
मिथुनीभूय गायन्तः तं एवोषसि कर्मभिः
]

`verse 47 [
देहेन वै भोगवता शयानो बहुचिन्तया ।
सर्गेऽनुपचिते क्रोधात् उत्ससर्ज ह तद्वपुः
]

`verse 48 [
येऽहीयन्तामुतः केशा अहयस्तेऽङ्‌ग जज्ञिरे ।
सर्पाः प्रसर्पतः क्रूरा नागा भोगोरुकन्धराः
]

`verse 49 [
स आत्मानं मन्यमानः कृतकृत्यमिवात्मभूः ।
तदा मनून् ससर्जान्ते मनसा लोकभावनान्
]

`verse 50 [
तेभ्यः सोऽसृजत्स्वीयं पुरं पुरुषमात्मवान् ।
तान् दृष्ट्वा ये पुरा सृष्टाः प्रशशंसुः प्रजापतिम्
]

`verse 51 [
अहो एतत् जगत्स्रष्टः सुकृतं बत ते कृतम् ।
प्रतिष्ठिताः क्रिया यस्मिन् साकं अन्नमदाम हे
]

`verse 52 [
तपसा विद्यया युक्तो योगेन सुसमाधिना ।
ऋषीन् ऋषिः हृषीकेशः ससर्जाभिमताः प्रजाः
]

`verse 53 [
तेभ्यश्चैकैकशः स्वस्य देहस्यांशमदादजः ।
यत्तत् समाधियोगर्द्धि तपोविद्याविरक्तिमत्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे विंशोऽध्यायः
]
