`speaker [
विदुर उवाच
]

`verse 1 [
स्वायम्भुवस्य च मनोः वंशः परमसम्मतः ।
कथ्यतां भगवन्यत्र मैथुनेनैधिरे प्रजाः
]

`verse 2 [
प्रियव्रतोत्तानपादौ सुतौ स्वायम्भुवस्य वै ।
यथाधर्मं जुगुपतुः सप्तद्वीपवतीं महीम्
]

`verse 3 [
तस्य वै दुहिता ब्रह्मन् देवहूतीति विश्रुता ।
पत्‍नी प्रजापतेरुक्ता कर्दमस्य त्वयानघ
]

`verse 4 [
तस्यां स वै महायोगी युक्तायां योगलक्षणैः ।
ससर्ज कतिधा वीर्यं तन्मे शुश्रूषवे वद
]

`verse 5 [
रुचिर्यो भगवान् ब्रह्मन् दक्षो वा ब्रह्मणः सुतः ।
यथा ससर्ज भूतानि लब्ध्वा भार्यां च मानवीम्
]

`speaker [
मैत्रेय उवाच
]

`verse 6 [
प्रजाः सृजेति भगवान् कर्दमो ब्रह्मणोदितः ।
सरस्वत्यां तपस्तेपे सहस्राणां समा दश
]

`verse 7 [
ततः समाधियुक्तेन क्रियायोगेन कर्दमः ।
सम्प्रपेदे हरिं भक्त्या प्रपन्नवरदाशुषम्
]

`verse 8 [
तावत्प्रसन्नो भगवान् पुष्कराक्षः कृते युगे ।
दर्शयामास तं क्षत्तः शाब्दं ब्रह्म दधद्वपुः
]

`verse 9 [
स तं विरजमर्काभं सितपद्मोत्पलस्रजम् ।
स्निग्धनीलालकव्रात वक्त्राब्जं विरजोऽम्बरम्
]

`verse 10 [
किरीटिनं कुण्डलिनं शङ्खचक्रगदाधरम् ।
श्वेतोत्पलक्रीडनकं मनःस्पर्शस्मितेक्षणम्
]

`verse 11 [
विन्यस्तचरणाम्भोजं अंसदेशे गरुत्मतः ।
दृष्ट्वा खेऽवस्थितं वक्षः श्रियं कौस्तुभकन्धरम्
]

`verse 12 [
जातहर्षोऽपतन्मूर्ध्ना क्षितौ लब्धमनोरथः ।
गीर्भिस्त्वभ्यगृणात्प्रीति स्वभावात्मा कृताञ्जलिः
]

`verse 13 [
ऋषिरुवाच -
जुष्टं बताद्याखिलसत्त्वराशेः
     सांसिध्यमक्ष्णोस्तव दर्शनान्नः ।
यद्दर्शनं जन्मभिरीड्य सद्‌भिः
     आशासते योगिनो रूढयोगाः
]

`verse 14 [
ये मायया ते हतमेधसस्त्वत्
     पादारविन्दं भवसिन्धुपोतम् ।
उपासते कामलवाय तेषां
     रासीश कामान् निरयेऽपि ये स्युः
]

`verse 15 [
तथा स चाहं परिवोढुकामः
     समानशीलां गृहमेधधेनुम् ।
उपेयिवान् मूलमशेषमूलं
     दुराशयः कामदुघाङ्‌घ्रिपस्य
]

`verse 16 [
प्रजापतेस्ते वचसाधीश तन्त्या
     लोकः किलायं कामहतोऽनुबद्धः ।
अहं च लोकानुगतो वहामि
     बलिं च शुक्लानिमिषाय तुभ्यम्
]

`verse 17 [
लोकांश्च लोकानुगतान् पशूंश्च
     हित्वा श्रितास्ते चरणातपत्रम् ।
परस्परं त्वद्‍गुणवादसीधु
     पीयूषनिर्यापितदेहधर्माः
]

`verse 18 [
न तेऽजराक्षभ्रमिरायुरेषां
     त्रयोदशारं त्रिशतं षष्टिपर्व ।
षण्नेम्यनन्तच्छदि यत्त्रिणाभि
     करालस्रोतो जगदाच्छिद्य धावत्
]

`verse 19 [
एकः स्वयं सन्जगतः सिसृक्षया
     अद्वितीययात्मन् अधि योगमायया ।
सृजस्यदः पासि पुनर्ग्रसिष्यसे
     यथोर्णनाभिः भगवन् स्वशक्तिभिः
]

`verse 20 [
नैतद्‍बताधीश पदं तवेप्सितं
     यन्मायया नस्तनुषे भूतसूक्ष्मम् ।
अनुग्रहायास्त्वपि यर्हि मायया
     लसत्तुलस्या तनुवा विलक्षितः
]

`verse 21 [
तं त्वानुभूत्योपरतक्रियार्थं
     स्वमायया वर्तितलोकतन्त्रम् ।
नमाम्यभीक्ष्णं नमनीयपाद
     सरोजमल्पीयसि कामवर्षम्
]

`verse 22 [
ऋषिरुवाच ।
इत्यव्यलीकं प्रणुतोऽब्जनाभः
     तं आबभाषे वचसामृतेन ।
सुपर्णपक्षोपरि रोचमानः
     प्रेमस्मित उद्‌वीक्षणविभ्रमद्‍भ्रूः
]

`verse 23 [
श्रीभगवानुवाच -
विदित्वा तव चैत्यं मे पुरैव समयोजि तत् ।
यदर्थं आत्मनियमैः त्वयैवाहं समर्चितः
]

`verse 24 [
न वै जातु मृषैव स्यात् प्रजाध्यक्ष मदर्हणम् ।
भवद्विधेष्वतितरां मयि सङ्गृभितात्मनाम्
]

`verse 25 [
प्रजापतिसुतः सम्राट् मनुर्विख्यातमङ्गलः ।
ब्रह्मावर्तं योऽधिवसन् शास्ति सप्तार्णवां महीम्
]

`verse 26 [
स चेह विप्र राजर्षिः महिष्या शतरूपया ।
आयास्यति दिदृक्षुस्त्वां परश्वो धर्मकोविदः
]

`verse 27 [
आत्मजां असितापाङ्गीं वयःशीलगुणान्विताम् ।
मृगयन्तीं पतिं दास्यति अनुरूपाय ते प्रभो
]

`verse 28 [
समाहितं ते हृदयं यत्र इमान् परिवत्सरान् ।
सा त्वां ब्रह्मन् नृपवधूः काममाशु भजिष्यति
]

`verse 29 [
या ते आत्मभृतं वीर्यं नवधा प्रसविष्यति ।
वीर्ये त्वदीये ऋषय आधास्यन्ति अञ्जसात्मनः
]

`verse 30 [
त्वं च सम्यग् अनुष्ठाय निदेशं मे उशत्तमः ।
मयि तीर्थीकृताशेष क्रियार्थो मां प्रपत्स्यसे
]

`verse 31 [
कृत्वा दयां च जीवेषु दत्त्वा चाभयमात्मवान् ।
मय्यात्मानं सह जगद् द्रक्ष्यस्यात्मनि चापि माम्
]

`verse 32 [
सहाहं स्वांशकलया त्वद्वीर्येण महामुने ।
तव क्षेत्रे देवहूत्यां प्रणेष्ये तत्त्वसंहिताम्
]

`speaker [
मैत्रेय उवाच
]

`verse 33 [
एवं तं अनुभाष्याथ भगवान् प्रत्यगक्षजः ।
जगाम बिन्दुसरसः सरस्वत्या परिश्रितात्
]

`verse 34 [
निरीक्षतस्तस्य ययावशेष
     सिद्धेश्वराभिष्टुतसिद्धमार्गः ।
आकर्णयन् पत्ररथेन्द्रपक्षैः
     उच्चारितं स्तोममुदीर्णसाम
]

`verse 35 [
अथ सम्प्रस्थिते शुक्ले कर्दमो भगवान् ऋषिः ।
आस्ते स्म बिन्दुसरसि तं कालं प्रतिपालयन्
]

`verse 36 [
मनुः स्यन्दनमास्थाय शातकौम्भपरिच्छदम् ।
आरोप्य स्वां दुहितरं सभार्यः पर्यटन् महीम्
]

`verse 37 [
तस्मिन् सुधन्वन्नहनि भगवान् यत्समादिशत् ।
उपायादाश्रमपदं मुनेः शान्तव्रतस्य तत्
]

`verse 38 [
यस्मिन्भगवतो नेत्रान् न्यपतन् अश्रुबिन्दवः ।
कृपया सम्परीतस्य प्रपन्नेऽर्पितया भृशम्
]

`verse 39 [
तद्वै बिन्दुसरो नाम सरस्वत्या परिप्लुतम् ।
पुण्यं शिवामृतजलं महर्षिगणसेवितम्
]

`verse 40 [
पुण्यद्रुमलताजालैः कूजत् पुण्यमृगद्विजैः ।
सर्वर्तुफलपुष्पाढ्यं वनराजिश्रियान्वितम्
]

`verse 41 [
मत्त-द्विजगणैर्घुष्टं मत्तभ्रमर विभ्रमम् ।
मत्त-बर्हिनटाटोपं आह्वयन् मत्तकोकिलम्
]

`verse 42 [
कदम्ब चम्पकाशोक करञ्ज बकुलासनैः ।
कुन्दमन्दारकुटजैः चूतपोतैः अलङ्कृतम्
]

`verse 43 [
कारण्डवैः प्लवैर्हंसैः कुररैः जलकुक्कुटैः ।
सारसैः चक्रवाकैश्च चकोरैः वल्गु कूजितम्
]

`verse 44 [
तथैव हरिणैः क्रोडैः श्वावित् गवय कुञ्जरैः ।
गोपुच्छैः हरिभिः मर्कैः नकुलैः नाभिभिर्वृतम्
]

`verse 45 [
प्रविश्य तत्तीर्थवरं आदिराजः सहात्मजः ।
ददर्श मुनिमासीनं तस्मिन् हुतहुताशनम्
]

`verse 46 [
विद्योतमानं वपुषा तपसि उग्रयुजा चिरम् ।
नातिक्षामं भगवतः स्निग्धापाङ्गावलोकनात् ।
तद्व्याहृतामृतकला पीयूषश्रवणेन च
]

`verse 47 [
प्रांशुं पद्मपलाशाक्षं जटिलं चीरवाससम् ।
उपसंश्रित्य मलिनं यथार्हणं असंस्कृतम्
]

`verse 48 [
अथोटजमुपायातं नृदेवं प्रणतं पुरः ।
सपर्यया पर्यगृह्णात् प्रतिनन्द्यानुरूपया
]

`verse 49 [
गृहीतार्हणमासीनं संयतं प्रीणयन् मुनिः ।
स्मरन् भगवदादेशं इत्याह श्लक्ष्णया गिरा
]

`verse 50 [
नूनं चङ्क्रमणं देव सतां संरक्षणाय ते ।
वधाय चासतां यस्त्वं हरेः शक्तिर्हि पालिनी
]

`verse 51 [
योऽर्केन्दु अग्नीन्द्रवायूनां यमधर्मप्रचेतसाम् ।
रूपाणि स्थान आधत्से तस्मै शुक्लाय ते नमः
]

`verse 52 [
न यदा रथमास्थाय जैत्रं मणिगणार्पितम् ।
विस्फूर्जत् चण्डकोदण्डो रथेन त्रासयन् अघान्
]

`verse 53 [
स्वसैन्यचरणक्षुण्णं वेपयन् मण्डलं भुवः ।
विकर्षन् बृहतीं सेनां पर्यटसि अंशुमानिव
]

`verse 54 [
तदैव सेतवः सर्वे वर्णाश्रमनिबन्धनाः ।
भगवद् रचिता राजन् भिद्येरन् बत दस्युभिः
]

`verse 55 [
अधर्मश्च समेधेत लोलुपैर्व्यङ्कुशैर्नृभिः ।
शयाने त्वयि लोकोऽयं दस्युग्रस्तो विनङ्क्ष्यति
]

`verse 56 [
अथापि पृच्छे त्वां वीर यदर्थं त्वं इहागतः ।
तद्वयं निर्व्यलीकेन प्रतिपद्यामहे हृदा
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे एकविंशोऽध्यायः
]
