`speaker [
मैत्रेय उवाच
]

`verse 1 [
पितृभ्यां प्रस्थिते साध्वी पतिं इङ्‌कितकोविदा ।
नित्यं पर्यचरत् प्रीत्या भवानीव भवं प्रभुम्
]

`verse 2 [
विश्रम्भेणात्मशौचेन गौरवेण दमेन च ।
शुश्रूषया सौहृदेन वाचा मधुरया च भोः
]

`verse 3 [
विसृज्य कामं दम्भं च द्वेषं लोभमघं मदम् ।
अप्रमत्तोद्यता नित्यं तेजीयांसमतोषयत्
]

`verse 4 [
स वै देवर्षिवर्यस्तां मानवीं समनुव्रताम् ।
दैवाद्‍गरीयसः पत्युः आशासानां महाशिषः
]

`verse 5 [
कालेन भूयसा क्षामां कर्शितां व्रतचर्यया ।
प्रेमगद्‍गदया वाचा पीडितः कृपयाब्रवीत्
]

`speaker [
कर्दम उवाच
]

`verse 6 [
तुष्टोऽहमद्य तव मानवि मानदायाः
     शुश्रूषया परमया परया च भक्त्या ।
यो देहिनामयमतीव सुहृत्स्वदेहो
     नावेक्षितः समुचितः क्षपितुं मदर्थे
]

`verse 7 [
ये मे स्वधर्मनिरतस्य तपःसमाधि
     विद्यात्मयोगविजिता भगवत्प्रसादाः ।
तानेव ते मदनुसेवनयावरुद्धान्
     दृष्टिं प्रपश्य वितराम्यभयानशोकान्
]

`verse 8 [
अन्ये पुनर्भगवतो भ्रुव उद्विजृम्भ
     विभ्रंशितार्थरचनाः किमुरुक्रमस्य ।
सिद्धासि भुङ्क्ष्व विभवान् निजधर्मदोहान्
     दिव्यान् नरैर्दुरधिगान् नृपविक्रियाभिः
]

`verse 9 [
एवं ब्रुवाणमबलाखिलयोगमाया
     विद्याविचक्षणमवेक्ष्य गताधिरासीत् ।
सम्प्रश्रयप्रणयविह्वलया गिरेषद्
     व्रीडावलोकविलसद् हसिताननाह
]

`verse 10 [
देवहूतिरुवाच -
राद्धं बत द्विजवृषैतदमोघयोग
     मायाधिपे त्वयि विभो तदवैमि भर्तः ।
यस्तेऽभ्यधायि समयः सकृदङ्गसङ्गो
     भूयाद्‍गरीयसि गुणः प्रसवः सतीनाम्
]

`verse 11 [
तत्रेतिकृत्यमुपशिक्ष यथोपदेशं
     येनैष मे कर्शितोऽतिरिरंसयाऽऽत्मा ।
सिद्ध्येत ते कृतमनोभवधर्षिताया
     दीनस्तदीश भवनं सदृशं विचक्ष्व
]

`speaker [
मैत्रेय उवाच
]

`verse 12 [
प्रियायाः प्रियमन्विच्छन् कर्दमो योगमास्थितः ।
विमानं कामगं क्षत्तः तर्ह्येवाविरचीकरत्
]

`verse 13 [
सर्वकामदुघं दिव्यं सर्वरत्‍नसमन्वितम् ।
सर्वर्द्ध्युपचयोदर्कं मणिस्तम्भैरुपस्कृतम्
]

`verse 14 [
दिव्योपकरणोपेतं सर्वकालसुखावहम् ।
पट्टिकाभिः पताकाभिः विचित्राभिः अलङ्कृतम्
]

`verse 15 [
स्रग्भिर्विचित्रमाल्याभिः मञ्जुशिञ्जत् षडङ्‌घ्रिभिः ।
दुकूलक्षौमकौशेयैः नानावस्त्रैः विराजितम्
]

`verse 16 [
उपर्युपरि विन्यस्त निलयेषु पृथक्पृथक् ।
क्षिप्तैः कशिपुभिः कान्तं पर्यङ्कव्यजनासनैः
]

`verse 17 [
तत्र तत्र विनिक्षिप्त नानाशिल्पोपशोभितम् ।
महामरकतस्थल्या जुष्टं विद्रुमवेदिभिः
]

`verse 18 [
द्वाःसु विद्रुमदेहल्या भातं वज्रकपाटवत् ।
शिखरेषु इन्द्रनीलेषु हेमकुम्भैः अधिश्रितम्
]

`verse 19 [
चक्षुष्मत् पद्मरागाग्र्यैः वज्रभित्तिषु निर्मितैः ।
जुष्टं विचित्रवैतानैः महार्हैः हेमतोरणैः
]

`verse 20 [
हंसपारावतव्रातैः तत्र तत्र निकूजितम् ।
कृत्रिमान् मन्यमानैः स्वान् अधिरुह्याधिरुह्य च
]

`verse 21 [
विहारस्थानविश्राम संवेशप्राङ्गणाजिरैः ।
यथोपजोषं रचितैः विस्मापनम् इवात्मनः
]

`verse 22 [
ईदृग्गृहं तत्पश्यन्तीं नातिप्रीतेन चेतसा ।
सर्वभूताशयाभिज्ञः प्रावोचत् कर्दमः स्वयम्
]

`verse 23 [
निमज्ज्यास्मिन् ह्रदे भीरु विमानं इदमारुह ।
इदं शुक्लकृतं तीर्थं आशिषां यापकं नृणाम्
]

`verse 24 [
सा तद्‍भर्तुः समादाय वचः कुवलयेक्षणा ।
सरजं बिभ्रती वासो वेणीभूतांश्च मूर्धजान्
]

`verse 25 [
अङ्गं च मलपङ्केन सञ्छन्नं शबलस्तनम् ।
आविवेश सरस्वत्याः सरः शिवजलाशयम्
]

`verse 26 [
सान्तः सरसि वेश्मस्थाः शतानि दश कन्यकाः ।
सर्वाः किशोरवयसो ददर्शोत्पलगन्धयः
]

`verse 27 [
तां दृष्ट्वा सहसोत्थाय प्रोचुः प्राञ्जलयः स्त्रियः ।
वयं कर्मकरीस्तुभ्यं शाधि नः करवाम किम्
]

`verse 28 [
स्नानेन तां महार्हेण स्नापयित्वा मनस्विनीम् ।
दुकूले निर्मले नूत्‍ने ददुरस्यै च मानदाः
]

`verse 29 [
भूषणानि परार्ध्यानि वरीयांसि द्युमन्ति च ।
अन्नं सर्वगुणोपेतं पानं चैवामृतासवम्
]

`verse 30 [
अथादर्शे स्वमात्मानं स्रग्विणं विरजाम्बरम् ।
विरजं कृतस्वस्त्ययनं कन्याभिर्बहुमानितम्
]

`verse 31 [
स्नातं कृतशिरःस्नानं सर्वाभरणभूषितम् ।
निष्कग्रीवं वलयिनं कूजत् काञ्चननूपुरम्
]

`verse 32 [
श्रोण्योरध्यस्तया काञ्च्या काञ्चन्या बहुरत्‍नया ।
हारेण च महार्हेण रुचकेन च भूषितम्
]

`verse 33 [
सुदता सुभ्रुवा श्लक्ष्ण स्निग्धापाङ्गेन चक्षुषा ।
पद्मकोशस्पृधा नीलैः अलकैश्च लसन्मुखम्
]

`verse 34 [
यदा सस्मार ऋषभं ऋषीणां दयितं पतिम् ।
तत्र चास्ते सह स्त्रीभिः यत्रास्ते स प्रजापतिः
]

`verse 35 [
भर्तुः पुरस्तादात्मानं स्त्रीसहस्रवृतं तदा ।
निशाम्य तद्योगगतिं संशयं प्रत्यपद्यत
]

`verse 36 [
स तां कृतमलस्नानां विभ्राजन्तीमपूर्ववत् ।
आत्मनो बिभ्रतीं रूपं संवीतरुचिरस्तनीम्
]

`verse 37 [
विद्याधरीसहस्रेण सेव्यमानां सुवाससम् ।
जातभावो विमानं तद् आरोहयद् अमित्रहन्
]

`verse 38 [
तस्मिन् अलुप्तमहिमा प्रिययानुरक्तो
     विद्याधरीभिरुपचीर्णवपुर्विमाने ।
बभ्राज उत्कचकुमुद्‍गणवानपीच्यः
     ताराभिरावृत इव उडुपतिः नभःस्थः
]

`verse 39 [
तेनाष्टलोकपविहारकुलाचलेन्द्र
     द्रोणीष्वनङ्गसखमारुतसौभगासु ।
सिद्धैर्नुतो द्युधुनिपातशिवस्वनासु
     रेमे चिरं धनदवल्ललनावरूथी
]

`verse 40 [
वैश्रम्भके सुरसने नन्दने पुष्पभद्रके ।
मानसे चैत्ररथ्ये च स रेमे रामया रतः
]

`verse 41 [
भ्राजिष्णुना विमानेन कामगेन महीयसा ।
वैमानिकानत्यशेत चरन् लोकान् यथानिलः
]

`verse 42 [
किं दुरापादनं तेषां पुंसां उद्दामचेतसाम् ।
यैराश्रितस्तीर्थपदः चरणो व्यसनात्ययः
]

`verse 43 [
प्रेक्षयित्वा भुवो गोलं पत्‍न्यै यावान् स्वसंस्थया ।
बह्वाश्चर्यं महायोगी स्वाश्रमाय न्यवर्तत
]

`verse 44 [
विभज्य नवधाऽऽत्मानं मानवीं सुरतोत्सुकाम् ।
रामां निरमयन् रेमे वर्षपूगान् मुहूर्तवत्
]

`verse 45 [
तस्मिन् विमान उत्कृष्टां शय्यां रतिकरीं श्रिता ।
न चाबुध्यत तं कालं पत्यापीच्येन सङ्गता
]

`verse 46 [
एवं योगानुभावेन दम्पत्यो रममाणयोः ।
शतं व्यतीयुः शरदः कामलालसयोर्मनाक्
]

`verse 47 [
तस्यां आधत्त रेतस्तां भावयन् आत्मनाऽऽत्मवित् ।
नोधा विधाय रूपं स्वं सर्वसङ्कल्पविद्विभुः
]

`verse 48 [
अतः सा सुषुवे सद्यो देवहूतिः स्त्रियः प्रजाः ।
सर्वास्ताश्चारुसर्वाङ्ग्यो लोहितोत्पलगन्धयः
]

`verse 49 [
पतिं सा प्रव्रजिष्यन्तं तदाऽऽलक्ष्योशती बहिः ।
स्मयमाना विक्लवेन हृदयेन विदूयता
]

`verse 50 [
लिखन्त्यधोमुखी भूमिं पदा नखमणिश्रिया ।
उवाच ललितां वाचं निरुध्याश्रुकलां शनैः
]

`verse 51 [
देवहूतिरुवाच -
सर्वं तद्‍भगवान् मह्यं उपोवाह प्रतिश्रुतम् ।
अथापि मे प्रपन्नाया अभयं दातुमर्हसि
]

`verse 52 [
ब्रह्मन् दुहितृभिस्तुभ्यं विमृग्याः पतयः समाः ।
कश्चित्स्यान्मे विशोकाय त्वयि प्रव्रजिते वनम्
]

`verse 53 [
एतावतालं कालेन व्यतिक्रान्तेन मे प्रभो ।
इन्द्रियार्थप्रसङ्गेन परित्यक्तपरात्मनः
]

`verse 54 [
इन्द्रियार्थेषु सज्जन्त्या प्रसङ्गस्त्वयि मे कृतः ।
अजानन्त्या परं भावं तथाप्यस्तु अभयाय मे
]

`verse 55 [
सङ्गो यः संसृतेर्हेतुः असत्सु विहितोऽधिया ।
स एव साधुषु कृतो निःसङ्गत्वाय कल्पते
]

`verse 56 [
नेह यत्कर्म धर्माय न विरागाय कल्पते ।
न तीर्थपदसेवायै जीवन्नपि मृतो हि सः
]

`verse 57 [
साहं भगवतो नूनं वञ्चिता मायया दृढम् ।
यत्त्वां विमुक्तिदं प्राप्य न मुमुक्षेय बन्धनात्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे त्रयोविंशोऽध्यायः
]
