`speaker [
शौनक उवाच
]

`verse 1 [
कपिलस्तत्त्वसङ्ख्याता भगवान् आत्ममायया ।
जातः स्वयमजः साक्षाद् आत्मप्रज्ञप्तये नृणाम्
]

`verse 2 [
न ह्यस्य वर्ष्मणः पुंसां वरिम्णः सर्वयोगिनाम् ।
विश्रुतौ श्रुतदेवस्य भूरि तृप्यन्ति मेऽसवः
]

`verse 3 [
यद् यद् विधत्ते भगवान् स्वच्छन्दात्मात्ममायया ।
तानि मे श्रद्दधानस्य कीर्तन्यान्यनुकीर्तय
]

`speaker [
सूत उवाच
]

`verse 4 [
द्वैपायनसखस्त्वेवं मैत्रेयो भगवांस्तथा ।
प्राहेदं विदुरं प्रीत आन्वीक्षिक्यां प्रचोदितः
]

`speaker [
मैत्रेय उवाच
]

`verse 5 [
पितरि प्रस्थितेऽरण्यं मातुः प्रियचिकीर्षया ।
तस्मिन् बिन्दुसरेऽवात्सीत् भगवान् कपिलः किल
]

`verse 6 [
तमासीनमकर्माणं तत्त्वमार्गाग्रदर्शनम् ।
स्वसुतं देवहूत्याह धातुः संस्मरती वचः
]

`verse 7 [
देवहूतिरुवाच ।
निर्विण्णा नितरां भूमन् असत् इन्द्रियतर्षणात् ।
येन सम्भाव्यमानेन प्रपन्नान्धं तमः प्रभो
]

`verse 8 [
तस्य त्वं तमसोऽन्धस्य दुष्पारस्याद्य पारगम् ।
सच्चक्षुर्जन्मनामन्ते लब्धं मे त्वदनुग्रहात्
]

`verse 9 [
य आद्यो भगवान् पुंसां ईश्वरो वै भवान्किल ।
लोकस्य तमसान्धस्य चक्षुः सूर्य इवोदितः
]

`verse 10 [
अथ मे देव सम्मोहं अपाक्रष्टुं त्वमर्हसि ।
योऽवग्रहोऽहं मम इति इति एतस्मिन् योजितस्त्वया
]

`verse 11 [
तं त्वा गताहं शरणं शरण्यं
     स्वभृत्यसंसारतरोः कुठारम् ।
जिज्ञासयाहं प्रकृतेः पूरुषस्य
     नमामि सद्धर्मविदां वरिष्ठम्
]

`speaker [
मैत्रेय उवाच
]

`verse 12 [
इति स्वमातुर्निरवद्यमीप्सितं
     निशम्य पुंसां अपवर्गवर्धनम् ।
धियाभिनन्द्यात्मवतां सतां गतिः
     बभाष ईषत् स्मितशोभिताननः
]

`verse 13 [
श्रीभगवानुवाच -
योग आध्यात्मिकः पुंसां मतो निःश्रेयसाय मे ।
अत्यन्तोपरतिर्यत्र दुःखस्य च सुखस्य च
]

`verse 14 [
तमिमं ते प्रवक्ष्यामि यं अवोचं पुरानघे ।
ऋषीणां श्रोतुकामानां योगं सर्वाङ्गनैपुणम्
]

`verse 15 [
चेतः खल्वस्य बन्धाय मुक्तये चात्मनो मतम् ।
गुणेषु सक्तं बन्धाय रतं वा पुंसि मुक्तये
]

`verse 16 [
अहं ममाभिमानोत्थैः कामलोभादिभिर्मलैः ।
वीतं यदा मनः शुद्धं अदुःखं असुखं समम्
]

`verse 17 [
तदा पुरुष आत्मानं केवलं प्रकृतेः परम् ।
निरन्तरं स्वयंज्योतिः अणिमानं अखण्डितम्
]

`verse 18 [
ज्ञानवैराग्ययुक्तेन भक्तियुक्तेन चात्मना ।
परिपश्यति उदासीनं प्रकृतिं च हतौजसम्
]

`verse 19 [
न युज्यमानया भक्त्या भगवति अखिलात्मनि ।
सदृशोऽस्ति शिवः पन्था योगिनां ब्रह्मसिद्धये
]

`verse 20 [
प्रसङ्गमजरं पाशं आत्मनः कवयो विदुः ।
स एव साधुषु कृतो मोक्षद्वारं अपावृतम्
]

`verse 21 [
तितिक्षवः कारुणिकाः सुहृदः सर्वदेहिनाम् ।
अजातशत्रवः शान्ताः साधवः साधुभूषणाः
]

`verse 22 [
मय्यनन्येन भावेन भक्तिं कुर्वन्ति ये दृढाम् ।
मत्कृते त्यक्तकर्माणः त्यक्तस्वजनबान्धवाः
]

`verse 23 [
मदाश्रयाः कथा मृष्टाः शृण्वन्ति कथयन्ति च ।
तपन्ति विविधास्तापा नैतान् मद्‍गतचेतसः
]

`verse 24 [
ते एते साधवः साध्वि सर्वसङ्गविवर्जिताः ।
सङ्गस्तेष्वथ ते प्रार्थ्यः सङ्गदोषहरा हि ते
]

`verse 25 [
सतां प्रसङ्गान् मम वीर्यसंविदो
     भवन्ति हृत्कर्णरसायनाः कथाः ।
तज्जोषणादाश्वपवर्गवर्त्मनि
     श्रद्धा रतिर्भक्तिरनुक्रमिष्यति
]

`verse 26 [
भक्त्या पुमान्जातविराग ऐन्द्रियाद्
     दृष्टश्रुतान् मद्रचनानुचिन्तया ।
चित्तस्य यत्तो ग्रहणे योगयुक्तो
     यतिष्यते ऋजुभिर्योगमार्गैः
]

`verse 27 [
असेवयायं प्रकृतेर्गुणानां
     ज्ञानेन वैराग्यविजृम्भितेन ।
योगेन मय्यर्पितया च भक्त्या
     मां प्रत्यगात्मानमिहावरुन्धे
]

`verse 28 [
देवहूतिरुवाच ।
काचित् त्वय्युचिता भक्तिः कीदृशी मम गोचरा ।
यया पदं ते निर्वाणं अञ्जसा अन्वाश्नवै अहम्
]

`verse 29 [
यो योगो भगवद्‍बाणो निर्वाणात्मंस्त्वयोदितः ।
कीदृशः कति चाङ्गानि यतस्तत्त्वावबोधनम्
]

`verse 30 [
तद् एतन्मे विजानीहि यथाहं मन्दधीर्हरे ।
सुखं बुद्ध्येय दुर्बोधं योषा भवदनुग्रहात्
]

`speaker [
मैत्रेय उवाच
]

`verse 31 [
विदित्वार्थं कपिलो मातुरित्थं
     जातस्नेहो यत्र तन्वाभिजातः ।
तत्त्वाम्नायं यत्प्रवदन्ति साङ्ख्यं
     प्रोवाच वै भक्तिवितानयोगम्
]

`verse 32 [
श्रीभगवानुवाच -
देवानां गुणलिङ्गानां आनुश्रविककर्मणाम् ।
सत्त्व एवैकमनसो वृत्तिः स्वाभाविकी तु या
]

`verse 33 [
अनिमित्ता भागवती भक्तिः सिद्धेर्गरीयसी ।
जरयत्याशु या कोशं निगीर्णमनलो यथा
]

`verse 34 [
नैकात्मतां मे स्पृहयन्ति केचिन्
     मत्पादसेवाभिरता मदीहाः ।
येऽन्योन्यतो भागवताः प्रसज्य
     सभाजयन्ते मम पौरुषाणि
]

`verse 35 [
पश्यन्ति ते मे रुचिराण्यम्ब सन्तः
     प्रसन्नवक्त्रारुणलोचनानि ।
रूपाणि दिव्यानि वरप्रदानि
     साकं वाचं स्पृहणीयां वदन्ति
]

`verse 36 [
तैर्दर्शनीयावयवैरुदार
     विलासहासेक्षितवामसूक्तैः ।
हृतात्मनो हृतप्राणांश्च भक्तिः
     अनिच्छतो मे गतिमण्वीं प्रयुङ्क्ते
]

`verse 37 [
अथो विभूतिं मम मायाविनस्तां
     ऐश्वर्यमष्टाङ्गमनुप्रवृत्तम् ।
श्रियं भागवतीं वास्पृहयन्ति भद्रां
     परस्य मे तेऽश्नुवते तु लोके
]

`verse 38 [
न कर्हिचिन्मत्पराः शान्तरूपे
     नङ्क्ष्यन्ति नो मेऽनिमिषो लेढि हेतिः ।
येषामहं प्रिय आत्मा सुतश्च
     सखा गुरुः सुहृदो दैवमिष्टम्
]

`verse 39 [
इमं लोकं तथैव अमुं आत्मानं उभयायिनम् ।
आत्मानं अनु ये चेह ये रायः पशवो गृहाः
]

`verse 40 [
विसृज्य सर्वान् अन्यांश्च मामेवं विश्वतोमुखम् ।
भजन्ति अनन्यया भक्त्या तान्मृत्योरतिपारये
]

`verse 41 [
नान्यत्र मद्‍भगवतः प्रधानपुरुषेश्वरात् ।
आत्मनः सर्वभूतानां भयं तीव्रं निवर्तते
]

`verse 42 [
मद्‍भयाद् वाति वातोऽयं सूर्यस्तपति मद्‍भयात् ।
वर्षतीन्द्रो दहत्यग्निः मृत्युश्चरति मद्‍भयात्
]

`verse 43 [
ज्ञानवैराग्ययुक्तेन भक्तियोगेन योगिनः ।
क्षेमाय पादमूलं मे प्रविशन्ति अकुतोभयम्
]

`verse 44 [
एतावान् एव लोकेऽस्मिन् पुंसां निःश्रेयसोदयः ।
तीव्रेण भक्तियोगेन मनो मय्यर्पितं स्थिरम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे पञ्चविंशोऽध्यायः
]
