`set context {
  skandha = "03",
  adhyaya = "26",
  skandha.title = "Skandha 3",
  adhyaya.title = "Adhyāya 26"
}

`verse 1 [
श्रीभगवानुवाच ।
अथ ते सम्प्रवक्ष्यामि तत्त्वानां लक्षणं पृथक् ।
यद्विदित्वा विमुच्येत पुरुषः प्राकृतैर्गुणैः
]

`verse 2 [
ज्ञानं निःश्रेयसार्थाय पुरुषस्यात्मदर्शनम् ।
यदाहुर्वर्णये तत्ते हृदयग्रन्थिभेदनम्
]

`verse 3 [
अनादिरात्मा पुरुषो निर्गुणः प्रकृतेः परः ।
प्रत्यग्धामा स्वयंज्योतिः विश्वं येन समन्वितम्
]

`verse 4 [
स एष प्रकृतिं सूक्ष्मां दैवीं गुणमयीं विभुः ।
यदृच्छयैवोपगतां अभ्यपद्यत लीलया
]

`verse 5 [
गुणैर्विचित्राः सृजतीं सरूपाः प्रकृतिं प्रजाः ।
विलोक्य मुमुहे सद्यः स इह ज्ञानगूहया
]

`verse 6 [
एवं पराभिध्यानेन कर्तृत्वं प्रकृतेः पुमान् ।
कर्मसु क्रियमाणेषु गुणैरात्मनि मन्यते
]

`verse 7 [
तदस्य संसृतिर्बन्धः पारतन्त्र्यं च तत्कृतम् ।
भवति अकर्तुरीशस्य साक्षिणो निर्वृतात्मनः
]

`verse 8 [
कार्यकारणकर्तृत्वे कारणं प्रकृतिं विदुः ।
भोक्तृत्वे सुखदुःखानां पुरुषं प्रकृतेः परम्
]

`verse 9 [
देवहूतिरुवाच -
प्रकृतेः पुरुषस्यापि लक्षणं पुरुषोत्तम ।
ब्रूहि कारणयोरस्य सदसच्च यदात्मकम्
]

`verse 10 [
श्रीभगवानुवाच -
यत्तत् त्रिगुणमव्यक्तं नित्यं सदसदात्मकम् ।
प्रधानं प्रकृतिं प्राहुः अविशेषं विशेषवत्
]

`verse 11 [
पञ्चभिः पञ्चभिर्ब्रह्म चतुर्भिर्दशभिस्तथा ।
एतत् चतुर्विंशतिकं गणं प्राधानिकं विदुः
]

`verse 12 [
महाभूतानि पञ्चैव भूरापोऽग्निर्मरुन्नभः ।
तन्मात्राणि च तावन्ति गन्धादीनि मतानि मे
]

`verse 13 [
इन्द्रियाणि दश श्रोत्रं त्वग् दृक् रसननासिकाः ।
वाक्करौ चरणौ मेढ्रं पायुर्दशम उच्यते
]

`verse 14 [
मनो बुद्धिरहङ्कारः चित्तमित्यन्तरात्मकम् ।
चतुर्धा लक्ष्यते भेदो वृत्त्या लक्षणरूपया
]

`verse 15 [
एतावानेव सङ्ख्यातो ब्रह्मणः सगुणस्य ह ।
सन्निवेशो मया प्रोक्तो यः कालः पञ्चविंशकः
]

`verse 16 [
प्रभावं पौरुषं प्राहुः कालमेके यतो भयम् ।
अहङ्कारविमूढस्य कर्तुः प्रकृतिमीयुषः
]

`verse 17 [
प्रकृतेर्गुणसाम्यस्य निर्विशेषस्य मानवि ।
चेष्टा यतः स भगवान् काल इत्युपलक्षितः
]

`verse 18 [
अन्तः पुरुषरूपेण कालरूपेण यो बहिः ।
समन्वेत्येष सत्त्वानां भगवान् आत्ममायया
]

`verse 19 [
दैवात्क्षुभितधर्मिण्यां स्वस्यां योनौ परः पुमान् ।
आधत्त वीर्यं सासूत महत्तत्त्वं हिरण्मयम्
]

`verse 20 [
विश्वमात्मगतं व्यञ्जन् कूटस्थो जगदङ्कुरः ।
स्वतेजसापिबत् तीव्रं आत्मप्रस्वापनं तमः
]

`verse 21 [
यत्तत्सत्त्वगुणं स्वच्छं शान्तं भगवतः पदम् ।
यदाहुर्वासुदेवाख्यं चित्तं तन्महदात्मकम्
]

`verse 22 [
स्वच्छत्वं अविकारित्वं शान्तत्वमिति चेतसः ।
वृत्तिभिर्लक्षणं प्रोक्तं यथापां प्रकृतिः परा
]

`verse 23 [
महत्तत्त्वाद् विकुर्वाणाद् भगवद्‌वीर्यसम्भवात् ।
क्रियाशक्तिः अहङ्कारः त्रिविधः समपद्यत
]

`verse 24 [
वैकारिकस्तैजसश्च तामसश्च यतो भवः ।
मनसश्चेन्द्रियाणां च भूतानां महतामपि
]

`verse 25 [
सहस्रशिरसं साक्षाद् यं अनन्तं प्रचक्षते ।
सङ्कर्षणाख्यं पुरुषं भूतेन्द्रियमनोमयम्
]

`verse 26 [
कर्तृत्वं करणत्वं च कार्यत्वं चेति लक्षणम् ।
शान्तघोरविमूढत्वं इति वा स्यादहङ्कृतेः
]

`verse 27 [
वैकारिकाद् विकुर्वाणात् मनस्तत्त्वमजायत ।
यत्सङ्कल्पविकल्पाभ्यां वर्तते कामसम्भवः
]

`verse 28 [
यद् विदुर्ह्यनिरुद्धाख्यं हृषीकाणां अधीश्वरम् ।
शारदेन्दीवरश्यामं संराध्यं योगिभिः शनैः
]

`verse 29 [
तैजसात्तु विकुर्वाणाद् बुद्धितत्त्वमभूत्सति ।
द्रव्यस्फुरणविज्ञानं इन्द्रियाणामनुग्रहः
]

`verse 30 [
संशयोऽथ विपर्यासो निश्चयः स्मृतिरेव च ।
स्वाप इत्युच्यते बुद्धेः लक्षणं वृत्तितः पृथक्
]

`verse 31 [
तैजसानि इन्द्रियाण्येव क्रियाज्ञानविभागशः ।
प्राणस्य हि क्रियाशक्तिः बुद्धेर्विज्ञानशक्तिता
]

`verse 32 [
तामसाच्च विकुर्वाणाद् भगवद्‌वीर्यचोदितात् ।
शब्दमात्रं अभूत् तस्मात् नभः श्रोत्रं तु शब्दगम्
]

`verse 33 [
अर्थाश्रयत्वं शब्दस्य द्रष्टुर्लिङ्गत्वमेव च ।
तन्मात्रत्वं च नभसो लक्षणं कवयो विदुः
]

`verse 34 [
भूतानां छिद्रदातृत्वं बहिरन्तरमेव च ।
प्राणेन्द्रियात्मधिष्ण्यत्वं नभसो वृत्तिलक्षणम्
]

`verse 35 [
नभसः शब्दतन्मात्रात् कालगत्या विकुर्वतः ।
स्पर्शोऽभवत्ततो वायुः त्वक् स्पर्शस्य च सङ्ग्रहः
]

`verse 36 [
मृदुत्वं कठिनत्वं च शैत्यमुष्णत्वमेव च ।
एतत्स्पर्शस्य स्पर्शत्वं तन्मात्रत्वं नभस्वतः
]

`verse 37 [
चालनं व्यूहनं प्राप्तिः नेतृत्वं द्रव्यशब्दयोः ।
सर्वेन्द्रियाणां आत्मत्वं वायोः कर्माभिलक्षणम्
]

`verse 38 [
वायोश्च स्पर्शतन्मात्राद् रूपं दैवेरितादभूत् ।
समुत्थितं ततस्तेजः चक्षू रूपोपलम्भनम्
]

`verse 39 [
द्रव्याकृतित्वं गुणता व्यक्तिसंस्थात्वमेव च ।
तेजस्त्वं तेजसः साध्वि रूपमात्रस्य वृत्तयः
]

`verse 40 [
द्योतनं पचनं पानं अदनं हिममर्दनम् ।
तेजसो वृत्तयस्त्वेताः शोषणं क्षुत्तृडेव च
]

`verse 41 [
रूपमात्राद् विकुर्वाणात् तेजसो दैवचोदितात् ।
रसमात्रं अभूत् तस्मात् अम्भो जिह्वा रसग्रहः
]

`verse 42 [
कषायो मधुरस्तिक्तः कट्वम्ल इति नैकधा ।
भौतिकानां विकारेण रस एको विभिद्यते
]

`verse 43 [
क्लेदनं पिण्डनं तृप्तिः प्राणनाप्यायनोन्दनम् ।
तापापनोदो भूयस्त्वं अम्भसो वृत्तयस्त्विमाः
]

`verse 44 [
रसमात्राद् विकुर्वाणात् अम्भसो दैवचोदितात् ।
गन्धमात्रं अभूत् तस्मात् पृथ्वी घ्राणस्तु गन्धगः
]

`verse 45 [
करम्भपूतिसौरभ्य शान्तोग्राम्लादिभिः पृथक् ।
द्रव्यावयववैषम्याद् गन्ध एको विभिद्यते
]

`verse 46 [
भावनं ब्रह्मणः स्थानं धारणं सद्विशेषणम् ।
सर्वसत्त्वगुणोद्‍भेदः पृथिवीवृत्तिलक्षणम्
]

`verse 47 [
नभोगुणविशेषोऽर्थो यस्य तच्छ्रोत्रमुच्यते ।
वायोर्गुणविशेषोऽर्थो यस्य तत्स्पर्शनं विदुः
]

`verse 48 [
तेजोगुणविशेषोऽर्थो यस्य तच्चक्षुरुच्यते ।
अम्भोगुणविशेषोऽर्थो यस्य तद्रसनं विदुः ।
भूमेर्गुणविशेषोऽर्थो यस्य स घ्राण उच्यते
]

`verse 49 [
परस्य दृश्यते धर्मो हि, अपरस्मिन् समन्वयात् ।
अतो विशेषो भावानां भूमावेवोपलक्ष्यते
]

`verse 50 [
एतान्यसंहत्य यदा महदादीनि सप्त वै ।
कालकर्मगुणोपेतो जगदादिरुपाविशत्
]

`verse 51 [
ततस्तेनानुविद्धेभ्यो युक्तेभ्योऽण्डं अचेतनम् ।
उत्थितं पुरुषो यस्मात् उदतिष्ठदसौ विराट्
]

`verse 52 [
एतदण्डं विशेषाख्यं क्रमवृद्धैर्दशोत्तरैः ।
तोयादिभिः परिवृतं प्रधानेनावृतैर्बहिः ।
यत्र लोकवितानोऽयं रूपं भगवतो हरेः
]

`verse 53 [
हिरण्मयाद् अण्डकोशाद् उत्थाय सलिलेशयात् ।
तमाविश्य महादेवो बहुधा निर्बिभेद खम्
]

`verse 54 [
निरभिद्यतास्य प्रथमं मुखं वाणी ततोऽभवत् ।
वाण्या वह्निरथो नासे प्राणोऽतो घ्राण एतयोः
]

`verse 55 [
घ्राणात् वायुरभिद्येतां अक्षिणी चक्षुरेतयोः ।
तस्मात्सूर्यो न्यभिद्येतां कर्णौ श्रोत्रं ततो दिशः
]

`verse 56 [
निर्बिभेद विराजस्त्वग् रोमश्मश्र्वादयस्ततः ।
तत ओषधयश्चासन् शिश्नं निर्बिभिदे ततः
]

`verse 57 [
रेतस्तस्मादाप आसन् निरभिद्यत वै गुदम् ।
गुदादपानोऽपानाच्च मृत्युर्लोकभयङ्करः
]

`verse 58 [
हस्तौ च निरभिद्येतां बलं ताभ्यां ततः स्वराट् ।
पादौ च निरभिद्येतां गतिस्ताभ्यां ततो हरिः
]

`verse 59 [
नाड्योऽस्य निरभिद्यन्त ताभ्यो लोहितमाभृतम् ।
नद्यस्ततः समभवन् उदरं निरभिद्यत
]

`verse 60 [
क्षुत्पिपासे ततः स्यातां समुद्रस्त्वेतयोरभूत् ।
अथास्य हृदयं भिन्नं हृदयान्मन उत्थितम्
]

`verse 61 [
मनसश्चन्द्रमा जातो बुद्धिर्बुद्धेर्गिरां पतिः ।
अहङ्कारस्ततो रुद्रः चित्तं चैत्यस्ततोऽभवत्
]

`verse 62 [
एते हि अभ्युत्थिता देवा नैवास्योत्थापनेऽशकन् ।
पुनराविविशुः खानि तमुत्थापयितुं क्रमात्
]

`verse 63 [
वह्निर्वाचा मुखं भेजे नोदतिष्ठत् तदा विराट् ।
घ्राणेन नासिके वायुः नोदतिष्ठत् तदा विराट्
]

`verse 64 [
अक्षिणी चक्षुषादित्यो नोदतिष्ठत् तदा विराट् ।
श्रोत्रेण कर्णौ च दिशो नोदतिष्ठत् तदा विराट्
]

`verse 65 [
त्वचं रोमभिरोषध्यो नोदतिष्ठत् तदा विराट् ।
रेतसा शिश्नमापस्तु नोदतिष्ठत् तदा विराट्
]

`verse 66 [
गुदं मृत्युरपानेन नोदतिष्ठत् तदा विराट् ।
हस्ताविन्द्रो बलेनैव नोदतिष्ठत् तदा विराट्
]

`verse 67 [
विष्णुर्गत्यैव चरणौ नोदतिष्ठत् तदा विराट् ।
नाडीर्नद्यो लोहितेन नोदतिष्ठत् तदा विराट्
]

`verse 68 [
क्षुत्तृड्भ्यां उदरं सिन्धुः नोदतिष्ठत् तदा विराट् ।
हृदयं मनसा चन्द्रो नोदतिष्ठत् तदा विराट्
]

`verse 69 [
बुद्ध्या ब्रह्मापि हृदयं नोदतिष्ठत् तदा विराट् ।
रुद्रोऽभिमत्या हृदयं नोदतिष्ठत् तदा विराट्
]

`verse 70 [
चित्तेन हृदयं चैत्यः क्षेत्रज्ञः प्राविशद्यदा ।
विराट्तदैव पुरुषः सलिलाद् उदतिष्ठत
]

`verse 71 [
यथा प्रसुप्तं पुरुषं प्राणेन्द्रियमनोधियः ।
प्रभवन्ति विना येन नोत्थापयितुमोजसा
]

`verse 72 [
तमस्मिन् प्रत्यगात्मानं धिया योगप्रवृत्तया ।
भक्त्या विरक्त्या ज्ञानेन विविच्यात्मनि चिन्तयेत्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे षड्विंशोऽध्यायः
]
