`verse 1 [
देवहूतिरुवाच -
लक्षणं महदादीनां प्रकृतेः पुरुषस्य च ।
स्वरूपं लक्ष्यतेऽमीषां येन तत्पारमार्थिकम्
]

`verse 2 [
यथा साङ्ख्येषु कथितं यन्मूलं तत्प्रचक्षते ।
भक्तियोगस्य मे मार्गं ब्रूहि विस्तरशः प्रभो
]

`verse 3 [
विरागो येन पुरुषो भगवन् सर्वतो भवेत् ।
आचक्ष्व जीवलोकस्य विविधा मम संसृतीः
]

`verse 4 [
कालस्येश्वररूपस्य परेषां च परस्य ते ।
स्वरूपं बत कुर्वन्ति यद्धेतोः कुशलं जनाः
]

`verse 5 [
लोकस्य मिथ्याभिमतेरचक्षुषः
     चिरं प्रसुप्तस्य तमस्यनाश्रये ।
श्रान्तस्य कर्मस्वनुविद्धया धिया
     त्वमाविरासीः किल योगभास्करः
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 6 [
इति मातुर्वचः श्लक्ष्णं प्रतिनन्द्य महामुनिः ।
आबभाषे कुरुश्रेष्ठ प्रीतस्तां करुणार्दितः
]

`verse 7 [
श्रीभगवानुवाच -
भक्तियोगो बहुविधो मार्गैर्भामिनि भाव्यते ।
स्वभावगुणमार्गेण पुंसां भावो विभिद्यते
]

`verse 8 [
अभिसन्धाय यो हिंसां दम्भं मात्सर्यमेव वा ।
संरम्भी भिन्नदृग्भावं मयि कुर्यात्स तामसः
]

`verse 9 [
विषयान् अभिसन्धाय यश ऐश्वर्यमेव वा ।
अर्चादौ अर्चयेद्यो मां पृथग्भावः स राजसः
]

`verse 10 [
कर्मनिर्हारमुद्दिश्य परस्मिन् वा तदर्पणम् ।
यजेद् यष्टव्यमिति वा पृथग्भावः स सात्त्विकः
]

`verse 11 [
मद्‍गुणश्रुतिमात्रेण मयि सर्वगुहाशये ।
मनोगतिः अविच्छिन्ना यथा गङ्गाम्भसोऽम्बुधौ
]

`verse 12 [
लक्षणं भक्तियोगस्य निर्गुणस्य ह्युदाहृतम् ।
अहैतुक्यव्यवहिता या भक्तिः पुरुषोत्तमे
]

`verse 13 [
सालोक्यसार्ष्टिसामीप्य सारूप्यैकत्वमप्युत ।
दीयमानं न गृह्णन्ति विना मत्सेवनं जनाः
]

`verse 14 [
स एव भक्तियोगाख्य आत्यन्तिक उदाहृतः ।
येनातिव्रज्य त्रिगुणं मद्‍भावायोपपद्यते
]

`verse 15 [
निषेवितेनानिमित्तेन स्वधर्मेण महीयसा ।
क्रियायोगेन शस्तेन नातिहिंस्रेण नित्यशः
]

`verse 16 [
मद्धिष्ण्य दर्शनस्पर्श पूजास्तुति अभिवन्दनैः ।
भूतेषु मद्‍भावनया सत्त्वेनासङ्गमेन च
]

`verse 17 [
महतां बहुमानेन दीनानां अनुकम्पया ।
मैत्र्या चैवात्मतुल्येषु यमेन नियमेन च
]

`verse 18 [
आध्यात्मिकानुश्रवणात् नामसङ्कीर्तनाच्च मे ।
आर्जवेनार्यसङ्गेन निरहङ्‌क्रियया तथा
]

`verse 19 [
मद् धर्मणो गुणैः एतैः परिसंशुद्ध आशयः ।
पुरुषस्याञ्जसाभ्येति श्रुतमात्रगुणं हि माम्
]

`verse 20 [
यथा वातरथो घ्राणं आवृङ्क्ते गन्ध आशयात् ।
एवं योगरतं चेत आत्मानं अविकारि यत्
]

`verse 21 [
अहं सर्वेषु भूतेषु भूतात्मावस्थितः सदा ।
तं अवज्ञाय मां मर्त्यः कुरुतेऽर्चाविडम्बनम्
]

`verse 22 [
यो मां सर्वेषु भूतेषु सन्तमात्मानमीश्वरम् ।
हित्वार्चां भजते मौढ्याद् भस्मन्येव जुहोति सः
]

`verse 23 [
द्विषतः परकाये मां मानिनो भिन्नदर्शिनः ।
भूतेषु बद्धवैरस्य न मनः शान्तिमृच्छति
]

`verse 24 [
अहमुच्चावचैर्द्रव्यैः क्रिययोत्पन्नयानघे ।
नैव तुष्येऽर्चितोऽर्चायां भूतग्रामावमानिनः
]

`verse 25 [
अर्चादौ अर्चयेत्तावद् ईश्वरं मां स्वकर्मकृत् ।
यावन्न वेद स्वहृदि सर्वभूतेष्ववस्थितम्
]

`verse 26 [
आत्मनश्च परस्यापि यः करोत्यन्तरोदरम् ।
तस्य भिन्नदृशो मृत्युः विदधे भयमुल्बणम्
]

`verse 27 [
अथ मां सर्वभूतेषु भूतात्मानं कृतालयम् ।
अर्हयेद् दानमानाभ्यां मैत्र्याभिन्नेन चक्षुषा
]

`verse 28 [
जीवाः श्रेष्ठा हि अजीवानां ततः प्राणभृतः शुभे ।
ततः सचित्ताः प्रवराः ततश्चेन्द्रियवृत्तयः
]

`verse 29 [
तत्रापि स्पर्शवेदिभ्यः प्रवरा रसवेदिनः ।
तेभ्यो गन्धविदः श्रेष्ठाः ततः शब्दविदो वराः
]

`verse 30 [
रूपभेदविदस्तत्र ततश्चोभयतोदतः ।
तेषां बहुपदाः श्रेष्ठाः चतुष्पादस्ततो द्विपात्
]

`verse 31 [
ततो वर्णाश्च चत्वारः तेषां ब्राह्मण उत्तमः ।
ब्राह्मणेष्वपि वेदज्ञो हि, अर्थज्ञोऽभ्यधिकस्ततः
]

`verse 32 [
अर्थज्ञात्संशयच्छेत्ता ततः श्रेयान् स्वकर्मकृत् ।
मुक्तसङ्गस्ततो भूयात् अदोग्धा धर्ममात्मनः
]

`verse 33 [
तस्मान्मय्यर्पिताशेष क्रियार्थात्मा निरन्तरः ।
मय्यर्पितात्मनः पुंसो मयि सन्न्यस्तकर्मणः ।
न पश्यामि परं भूतं अकर्तुः समदर्शनात्
]

`verse 34 [
मनसैतानि भूतानि प्रणमेद्‍बहुमानयन् ।
ईश्वरो जीवकलया प्रविष्टो भगवानिति
]

`verse 35 [
भक्तियोगश्च योगश्च मया मानव्युदीरितः ।
ययोरेकतरेणैव पुरुषः पुरुषं व्रजेत्
]

`verse 36 [
एतद्‍भगवतो रूपं ब्रह्मणः परमात्मनः ।
परं प्रधानं पुरुषं दैवं कर्मविचेष्टितम्
]

`verse 37 [
रूपभेदास्पदं दिव्यं काल इत्यभिधीयते ।
भूतानां महदादीनां यतो भिन्नदृशां भयम्
]

`verse 38 [
योऽन्तः प्रविश्य भूतानि भूतैरत्त्यखिलाश्रयः ।
स विष्ण्वाख्योऽधियज्ञोऽसौ कालः कलयतां प्रभुः
]

`verse 39 [
न चास्य कश्चिद् दयितो न द्वेष्यो न च बान्धवः ।
आविशत्यप्रमत्तोऽसौ प्रमत्तं जनमन्तकृत्
]

`verse 40 [
यद्‍भयाद् वाति वातोऽयं सूर्यस्तपति यद्‍भयात् ।
यद्‍भयाद् वर्षते देवो भगणो भाति यद्‍भयात्
]

`verse 41 [
यद् वनस्पतयो भीता लताश्चौषधिभिः सह ।
स्वे स्वे कालेऽभिगृह्णन्ति पुष्पाणि च फलानि च
]

`verse 42 [
स्रवन्ति सरितो भीता नोत्सर्पत्युदधिर्यतः ।
अग्निरिन्धे सगिरिभिः भूर्न मज्जति यद्‍भयात्
]

`verse 43 [
नभो ददाति श्वसतां पदं यन्नियमाददः ।
लोकं स्वदेहं तनुते महान् सप्तभिरावृतम्
]

`verse 44 [
गुणाभिमानिनो देवाः सर्गादिष्वस्य यद्‍भयात् ।
वर्तन्तेऽनुयुगं येषां वश एतच्चराचरम्
]

`verse 45 [
सोऽनन्तोऽन्तकरः कालो अनादिरादिकृदव्ययः ।
जनं जनेन जनयन् मारयन् मृत्युनान्तकम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे एकोनत्रिंशोऽध्यायः
]
