`preface [
मातुः कुक्षौ प्रविष्टस्य जीवस्य देहप्राप्तिवर्णनं गर्भस्थजीवकृता
भगवत्स्तुतिः,जीवस्य बाल्यादि अवस्था क्लेशवर्णनं च -
]

`speaker [
कपिल उवाच
]

`verse 1 [
अथ यो गृहमेधीयान् धर्मानेवावसन्गृहे ।
काममर्थं च धर्मान् स्वान् दोग्धि भूयः पिपर्ति तान्
]

`verse 2 [
स चापि भगवद्धर्मात् काममूढः पराङ्‌मुखः ।
यजते क्रतुभिर्देवान् पितॄंश्च श्रद्धयान्वितः
]

`verse 3 [
तत् श्रद्धया क्रान्तमतिः पितृदेवव्रतः पुमान् ।
गत्वा चान्द्रमसं लोकं सोमपाः पुनरेष्यति
]

`verse 4 [
यदा चाहीन्द्रशय्यायां शेतेऽनन्तासनो हरिः ।
तदा लोका लयं यान्ति ते एते गृहमेधिनाम्
]

`verse 5 [
ये स्वधर्मान्न दुह्यन्ति धीराः कामार्थहेतवे ।
निःसङ्गा न्यस्तकर्माणः प्रशान्ताः शुद्धचेतसः
]

`verse 6 [
निवृत्तिधर्मनिरता निर्ममा निरहङ्कृताः ।
स्वधर्माप्तेन सत्त्वेन परिशुद्धेन चेतसा
]

`verse 7 [
सूर्यद्वारेण ते यान्ति पुरुषं विश्वतोमुखम् ।
परावरेशं प्रकृतिं अस्योत्पत्त्यन्तभावनम्
]

`verse 8 [
द्विपरार्धावसाने यः प्रलयो ब्रह्मणस्तु ते ।
तावद् अध्यासते लोकं परस्य परचिन्तकाः
]

`verse 9 [
क्ष्माम्भोऽनलानिलवियन् मनैन्द्रियार्थ
     भूतादिभिः परिवृतं प्रतिसञ्जिहीर्षुः ।
अव्याकृतं विशति यर्हि गुणत्रयात्मा
     कालं पराख्यमनुभूय परः स्वयम्भूः
]

`verse 10 [
एवं परेत्य भगवन्तमनुप्रविष्टा
     ये योगिनो जितमरुन्मनसो विरागाः ।
तेनैव साकममृतं पुरुषं पुराणं
     ब्रह्म प्रधानमुपयान्ति अगताभिमानाः
]

`meter [
अनुष्टुप्
]

`verse 11 [
अथ तं सर्वभूतानां हृत्पद्मेषु कृतालयम् ।
श्रुतानुभावं शरणं व्रज भावेन भामिनि
]

`verse 12 [
आद्यः स्थिरचराणां यो वेदगर्भः सहर्षिभिः ।
योगेश्वरैः कुमाराद्यैः सिद्धैर्योगप्रवर्तकैः
]

`verse 13 [
भेददृष्ट्याभिमानेन निःसङ्गेनापि कर्मणा ।
कर्तृत्वात्सगुणं ब्रह्म पुरुषं पुरुषर्षभम्
]

`verse 14 [
स संसृत्य पुनः काले कालेनेश्वरमूर्तिना ।
जाते गुणव्यतिकरे यथापूर्वं प्रजायते
]

`verse 15 [
ऐश्वर्यं पारमेष्ठ्यं च तेऽपि धर्मविनिर्मितम् ।
निषेव्य पुनरायान्ति गुणव्यतिकरे सति
]

`verse 16 [
ये त्विहासक्तमनसः कर्मसु श्रद्धयान्विताः ।
कुर्वन्ति अप्रतिषिद्धानि नित्यान्यपि च कृत्स्नशः
]

`verse 17 [
रजसा कुण्ठमनसः कामात्मानोऽजितेन्द्रियाः ।
पितॄन् यजन्ति अनुदिनं गृहेष्वभिरताशयाः
]

`verse 18 [
त्रैवर्गिकास्ते पुरुषा विमुखा हरिमेधसः ।
कथायां कथनीयोरुविक्रमस्य मधुद्विषः
]

`verse 19 [
नूनं दैवेन विहता ये चाच्युतकथासुधाम् ।
हित्वा शृण्वन्ति असद्‍गाथाः पुरीषमिव विड्भुजः
]

`verse 20 [
दक्षिणेन पथार्यम्णः पितृलोकं व्रजन्ति ते ।
प्रजामनु प्रजायन्ते श्मशानान्तक्रियाकृतः
]

`verse 21 [
ततस्ते क्षीणसुकृताः पुनर्लोकमिमं सति ।
पतन्ति विवशा देवैः सद्यो विभ्रंशितोदयाः
]

`verse 22 [
तस्मात्त्वं सर्वभावेन भजस्व परमेष्ठिनम् ।
तद्‍गुणाश्रयया भक्त्या भजनीयपदाम्बुजम्
]

`verse 23 [
वासुदेवे भगवति भक्तियोगः प्रयोजितः ।
जनयत्याशु वैराग्यं ज्ञानं यद्‍ब्रह्मदर्शनम्
]

`verse 24 [
यदास्य चित्तमर्थेषु समेष्विन्द्रियवृत्तिभिः ।
न विगृह्णाति वैषम्यं प्रियं अप्रियमित्युत
]

`verse 25 [
स तदैवात्मनात्मानं निःसङ्गं समदर्शनम् ।
हेयोपादेयरहितं आरूढं पदमीक्षते
]

`verse 26 [
ज्ञानमात्रं परं ब्रह्म परमात्मेश्वरः पुमान् ।
दृश्यादिभिः पृथग्भावैः भगवान् एक ईयते
]

`verse 27 [
एतावानेव योगेन समग्रेणेह योगिनः ।
युज्यतेऽभिमतो ह्यर्थो यद् असङ्गस्तु कृत्स्नशः
]

`verse 28 [
ज्ञानमेकं पराचीनैः इन्द्रियैर्ब्रह्म निर्गुणम् ।
अवभात्यर्थरूपेण भ्रान्त्या शब्दादिधर्मिणा
]

`verse 29 [
यथा महान् अहंरूपः त्रिवृत् पञ्चविधः स्वराट् ।
एकादशविधस्तस्य वपुरण्डं जगद्यतः
]

`verse 30 [
एतद्वै श्रद्धया भक्त्या योगाभ्यासेन नित्यशः ।
समाहितात्मा निःसङ्गो विरक्त्या परिपश्यति
]

`verse 31 [
इत्येतत्कथितं गुर्वि ज्ञानं तद्‍ब्रह्मदर्शनम् ।
येन अनुबुद्ध्यते तत्त्वं प्रकृतेः पुरुषस्य च
]

`verse 32 [
ज्ञानयोगश्च मन्निष्ठो नैर्गुण्यो भक्तिलक्षणः ।
द्वयोरप्येक एवार्थो भगवत् शब्दलक्षणः
]

`verse 33 [
यथेन्द्रियैः पृथग्द्वारैः अर्थो बहुगुणाश्रयः ।
एको नानेयते तद्वद् भगवान् शास्त्रवर्त्मभिः
]

`verse 34 [
क्रियया क्रतुभिर्दानैः तपःस्वाध्यायमर्शनैः ।
आत्मेन्द्रियजयेनापि सन्न्यासेन च कर्मणाम्
]

`verse 35 [
योगेन विविधाङ्गेन भक्तियोगेन चैव हि ।
धर्मेणोभयचिह्नेन यः प्रवृत्तिनिवृत्तिमान्
]

`verse 36 [
आत्मतत्त्वावबोधेन वैराग्येण दृढेन च ।
ईयते भगवानेभिः सगुणो निर्गुणः स्वदृक्
]

`verse 37 [
प्रावोचं भक्तियोगस्य स्वरूपं ते चतुर्विधम् ।
कालस्य चाव्यक्तगतेः योऽन्तर्धावति जन्तुषु
]

`verse 38 [
जीवस्य संसृतीर्बह्वीः अविद्याकर्म निर्मिताः ।
यास्वङ्ग प्रविशन्नात्मा न वेद गतिमात्मनः
]

`verse 39 [
नैतत्खलायोपदिशेन् नाविनीताय कर्हिचित् ।
न स्तब्धाय न भिन्नाय नैव धर्मध्वजाय च
]

`verse 40 [
न लोलुपायोपदिशेत् न गृहारूढचेतसे ।
नाभक्ताय च मे जातु न मद्‍भक्तद्विषामपि
]

`verse 41 [
श्रद्दधानाय भक्ताय विनीताय अनसूयवे ।
भूतेषु कृतमैत्राय शुश्रूषाभिरताय च
]

`verse 42 [
बहिर्जातविरागाय शान्तचित्ताय दीयताम् ।
निर्मत्सराय शुचये यस्याहं प्रेयसां प्रियः
]

`verse 43 [
य इदं श्रृणुयाद् अम्ब श्रद्धया पुरुषः सकृत् ।
यो वाभिधत्ते मच्चित्तः स ह्येति पदवीं च मे
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
तृतीयस्कन्धे कपिलेये द्वात्रिंशोऽध्यायः
]
