`set context {
  skandha = "07",
  adhyaya = "03",
  skandha.title = "Skandha 7",
  adhyaya.title = "Adhyāya 3"
}

`verse 1 [
।
अथ तृतीयोऽध्यायः ।
श्रीनारद उवाच।
हिरण्यकशिपू राजन्नजेयमजरामरम्।
आत्मानमप्रतिद्वन्द्वमेकराजं व्यधित्सत
]

`verse 2 [
स तेपे मन्दरद्रोण्यां तपः परमदारुणम्।
ऊर्ध्वबाहुर्नभोदृष्टिः पादाङ्गुष्ठाश्रितावनिः
]

`verse 3 [
जटादीधितिभी रेजे संवर्तार्क इवांशुभिः।
तस्मिंस्तपस्तप्यमाने देवाः स्थानानि भेजिरे
]

`verse 4 [
तस्य मूर्ध्नः समुद्भूतः सधूमोऽग्निस्तपोमयः।
तिर्यगूर्ध्वमधो लोकान्प्रातपद्विष्वगीरितः
]

`verse 5 [
चुक्षुभुर्नद्युदन्वन्तः सद्वीपाद्रि श्चचाल भूः।
निपेतुः सग्रहास्तारा जज्वलुश्च दिशो दश
]

`verse 6 [
तेन तप्ता दिवं त्यक्त्वा ब्रह्मलोकं ययुः सुराः।
धात्रे विज्ञापयामासुर्देवदेव जगत्पते
]

`verse 7 [
दैत्येन्द्र तपसा तप्ता दिवि स्थातुं न शक्नुमः।
तस्य चोपशमं भूमन्विधेहि यदि मन्यसे
]

`verse 8 [
लोका न यावन्नङ्क्ष्यन्ति बलिहारास्तवाभिभूः।
तस्यायं किल सङ्कल्पश्चरतो दुश्चरं तपः
]

`verse 9 [
श्रूयतां किं न विदितस्तवाथापि निवेदितम्।
सृष्ट्वा चराचरमिदं तपोयोगसमाधिना।
अध्यास्ते सर्वधिष्ण्येभ्यः परमेष्ठी निजासनम्
]

`verse 10 [
तदहं वर्धमानेन तपोयोगसमाधिना।
कालात्मनोश्च नित्यत्वात्साधयिष्ये तथात्मनः
]

`verse 11 [
अन्यथेदं विधास्येऽहमयथा पूर्वमोजसा।
किमन्यैः कालनिर्धूतैः कल्पान्ते वैष्णवादिभिः
]

`verse 12 [
इति शुश्रुम निर्बन्धं तपः परममास्थितः।
विधत्स्वानन्तरं युक्तं स्वयं त्रिभुवनेश्वर
]

`verse 13 [
तवासनं द्विजगवां पारमेष्ठ्यं जगत्पते।
भवाय श्रेयसे भूत्यै क्षेमाय विजयाय च
]

`verse 14 [
इति विज्ञापितो देवैर्भगवानात्मभूर्नृप।
परितो भृगुदक्षाद्यैर्ययौ दैत्येश्वराश्रमम्
]

`verse 15 [
न ददर्श प्रतिच्छन्नं वल्मीकतृणकीचकैः।
पिपीलिकाभिराचीर्णं मेदस्त्वङ्मांसशोणितम्
]

`verse 16 [
तपन्तं तपसा लोकान्यथाभ्रापिहितं रविम्।
विलक्ष्य विस्मितः प्राह हसंस्तं हंसवाहनः
]

`speaker [
श्रीब्रह्मोवाच
]

`verse 17 [
उत्तिष्ठोत्तिष्ठ भद्रं ते तपःसिद्धोऽसि काश्यप।
वरदोऽहमनुप्राप्तो व्रियतामीप्सितो वरः
]

`verse 18 [
अद्रा क्षमहमेतं ते हृत्सारं महदद्भुतम्।
दंशभक्षितदेहस्य प्राणा ह्यस्थिषु शेरते
]

`verse 19 [
नैतत्पूर्वर्षयश्चक्रुर्न करिष्यन्ति चापरे।
निरम्बुर्धारयेत्प्राणान्को वै दिव्यसमाः शतम्
]

`verse 20 [
व्यवसायेन तेऽनेन दुष्करेण मनस्विनाम्।
तपोनिष्ठेन भवताजितोऽहं दितिनन्दन
]

`verse 21 [
ततस्त आशिषः सर्वा ददाम्यसुरपुङ्गव।
मर्तस्य ते ह्यमर्तस्य दर्शनं नाफलं मम
]

`speaker [
श्रीनारद उवाच
]

`verse 22 [
इ त्युक्त्वादिभवो देवो भक्षिताङ्गं पिपीलिकैः!।
कमण्डलुजलेनौक्षद्दिव्येनामोघराधसा
]

`verse 23 [
स तत्कीचकवल्मीकात्सहओजोबलान्वितः।
सर्वावयवसम्पन्नो वज्रसंहननो युवा।
उत्थितस्तप्तहेमाभो विभावसुरिवैधसः
]

`verse 24 [
स निरीक्ष्याम्बरे देवं हंसवाहमुपस्थितम्।
ननाम शिरसा भूमौ तद्दर्शनमहोत्सवः
]

`verse 25 [
उत्थाय प्राञ्जलिः प्रह्व ईक्षमाणो दृशा विभुम्।
हर्षाश्रुपुलकोद्भेदो गिरा गद्गदयागृणात्
]

`verse 26 [
श्रीहिरण्यकशिपुरुवाच।
कल्पान्ते कालसृष्टेन योऽन्धेन तमसावृतम्।
अभिव्यनग्जगदिदं स्वयञ्ज्योतिः स्वरोचिषा
]

`verse 27 [
आत्मना त्रिवृता चेदं सृजत्यवति लुम्पति।
रजःसत्त्वतमोधाम्ने पराय महते नमः
]

`verse 28 [
नम आद्याय बीजाय ज्ञानविज्ञानमूर्तये।
प्राणेन्द्रि यमनोबुद्धि विकारैर्व्यक्तिमीयुषे
]

`verse 29 [
त्वमीशिषे जगतस्तस्थुषश्च प्राणेन मुख्येन पतिः प्रजानाम्।
चित्तस्य चित्तैर्मनैन्द्रि याणां पतिर्महान्भूतगुणाशयेशः
]

`verse 30 [
त्वं सप्ततन्तून्वितनोषि तन्वा त्रय्या चतुर्होत्रकविद्यया च।
त्वमेक आत्मात्मवतामनादिरनन्तपारः कविरन्तरात्मा
]

`verse 31 [
त्वमेव कालोऽनिमिषो जनानामायुर्लवाद्यवयवैः क्षिणोषि।
कूटस्थ आत्मा परमेष्ठ्यजो महांस्त्वं जीवलोकस्य च जीव आत्मा
]

`verse 32 [
त्वत्तः परं नापरमप्यनेजदेजच्च किञ्चिद्व्यतिरिक्तमस्ति।
विद्याः कलास्ते तनवश्च सर्वा हिरण्यगर्भोऽसि बृहत्त्रिपृष्ठः
]

`verse 33 [
व्यक्तं विभो स्थूलमिदं शरीरं येनेन्द्रि यप्राणमनोगुणांस्त्वम्।
भुङ्क्षे स्थितो धामनि पारमेष्ठ्ये अव्यक्त आत्मा पुरुषः पुराणः
]

`verse 34 [
अनन्ताव्यक्तरूपेण येनेदमखिलं ततम्।
चिदचिच्छक्तियुक्ताय तस्मै भगवते नमः
]

`verse 35 [
यदि दास्यस्यभिमतान्वरान्मे वरदोत्तम।
भूतेभ्यस्त्वद्विसृष्टेभ्यो मृत्युर्मा भून्मम प्रभो
]

`verse 36 [
नान्तर्बहिर्दिवा नक्तमन्यस्मादपि चायुधैः।
न भूमौ नाम्बरे मृत्युर्न नरैर्न मृगैरपि
]

`verse 37 [
व्यसुभिर्वासुमद्भिर्वा सुरासुरमहोरगैः।
अप्रतिद्वन्द्वतां युद्धे ऐकपत्यं च देहिनाम्
]

`verse 38 [
सर्वेषां लोकपालानां महिमानं यथात्मनः।
तपोयोगप्रभावाणां यन्न रिष्यति कर्हिचित्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां सप्तमस्कन्धे हिरण्यकशिपोर्वरयाचनं नाम तृतीयोऽध्यायः।
]
