`speaker [
श्रीनारद उवाच
]

`verse 1 [
पौरोहित्याय भगवान्वृतः काव्यः किलासुरैः।
षण्डामर्कौ सुतौ तस्य दैत्यराजगृहान्तिके
]

`verse 2 [
तौ राज्ञा प्रापितं बालं प्रह्लादं नयकोविदम्।
पाठयामासतुः पाठ्यानन्यांश्चासुरबालकान्
]

`verse 3 [
यत्तत्र गुरुणा प्रोक्तं शुश्रुवेऽनुपपाठ च।
न साधु मनसा मेने स्वपरासद्ग्रहाश्रयम्
]

`verse 4 [
एकदासुरराट्पुत्रमङ्कमारोप्य पाण्डव।
पप्रच्छ कथ्यतां वत्स मन्यते साधु यद्भवान्
]

`speaker [
श्रीप्रह्लाद उवाच
]

`verse 5 [
तत्साधु मन्येऽसुरवर्य देहिनां सदा समुद्विग्नधियामसद्ग्रहात्।
हित्वात्मपातं गृहमन्धकूपं वनं गतो यद्धरिमाश्रयेत
]

`speaker [
श्रीनारद उवाच
]

`verse 6 [
श्रुत्वा पुत्रगिरो दैत्यः परपक्षसमाहिताः।
जहास बुद्धिर्बालानां भिद्यते परबुद्धिभिः
]

`verse 7 [
सम्यग्विधार्यतां बालो गुरुगेहे द्विजातिभिः।
विष्णुपक्षैः प्रतिच्छन्नैर्न भिद्येतास्य धीर्यथा
]

`verse 8 [
गृहमानीतमाहूय प्रह्रादं दैत्ययाजकाः।
प्रशस्य श्लक्ष्णया वाचा समपृच्छन्त सामभिः
]

`verse 9 [
वत्स प्रह्राद भद्रं ते सत्यं कथय मा मृषा।
बालानति कुतस्तुभ्यमेष बुद्धिविपर्ययः
]

`verse 10 [
बुद्धिभेदः परकृत उताहो ते स्वतोऽभवत्।
भण्यतां श्रोतुकामानां गुरूणां कुलनन्दन
]

`speaker [
श्रीप्रह्राद उवाच
]

`verse 11 [
परः स्वश्चेत्यसद्ग्राहः पुंसां यन्मायया कृतः।
विमोहितधियां दृष्टस्तस्मै भगवते नमः
]

`verse 12 [
स यदानुव्रतः पुंसां पशुबुद्धिर्विभिद्यते।
अन्य एष तथान्योऽहमिति भेदगतासती
]

`verse 13 [
स एष आत्मा स्वपरेत्यबुद्धिभिर्दुरत्ययानुक्रमणो निरूप्यते।
मुह्यन्ति यद्वर्त्मनि वेदवादिनो ब्रह्मादयो ह्येष भिनत्ति मे मतिम्
]

`verse 14 [
यथा भ्राम्यत्ययो ब्रह्मन्स्वयमाकर्षसन्निधौ।
तथा मे भिद्यते चेतश्चक्रपाणेर्यदृच्छया
]

`speaker [
श्रीनारद उवाच
]

`verse 15 [
एतावद्ब्राह्मणायोक्त्वा विरराम महामतिः।
तं सन्निभर्त्स्य कुपितः सुदीनो राजसेवकः
]

`verse 16 [
आनीयतामरे वेत्रमस्माकमयशस्करः।
कुलाङ्गारस्य दुर्बुद्धेश्चतुर्थोऽस्योदितो दमः
]

`verse 17 [
दैतेयचन्दनवने जातोऽयं कण्टकद्रुमः।
यन्मूलोन्मूलपरशोर्विष्णोर्नालायितोऽर्भकः
]

`verse 18 [
इति तं विविधोपायैर्भीषयंस्तर्जनादिभिः।
प्रह्रादं ग्राहयामास त्रिवर्गस्योपपादनम्
]

`verse 19 [
तत एनं गुरुर्ज्ञात्वा ज्ञातज्ञेयचतुष्टयम्।
दैत्येन्द्रं दर्शयामास मातृमृष्टमलङ्कृतम्
]

`verse 20 [
पादयोः पतितं बालं प्रतिनन्द्याशिषासुरः।
परिष्वज्य चिरं दोर्भ्यां परमामाप निर्वृतिम्
]

`verse 21 [
आरोप्याङ्कमवघ्राय मूर्धन्यश्रुकलाम्बुभिः।
आसिञ्चन्विकसद्वक्त्रमिदमाह युधिष्ठिर
]

`verse 22 [
हिरण्यकशिपुरुवाच।
प्रह्रादानूच्यतां तात स्वधीतं किञ्चिदुत्तमम्।
कालेनैतावतायुष्मन्यदशिक्षद्गुरोर्भवान्
]

`speaker [
श्रीप्रह्राद उवाच
]

`verse 23 [
श्रवणं कीर्तनं विष्णोः स्मरणं पादसेवनम्।
अर्चनं वन्दनं दास्यं सख्यमात्मनिवेदनम्
]

`verse 24 [
इति पुंसार्पिता विष्णौ भक्तिश्चेन्नवलक्षणा।
क्रियेत भगवत्यद्धा तन्मन्येऽधीतमुत्तमम्
]

`verse 25 [
निशम्यैतत्सुतवचो हिरण्यकशिपुस्तदा।
गुरुपुत्रमुवाचेदं रुषा प्रस्फुरिताधरः
]

`verse 26 [
ब्रह्मबन्धो किमेतत्ते विपक्षं श्रयतासता।
असारं ग्राहितो बालो मामनादृत्य दुर्मते
]

`verse 27 [
सन्ति ह्यसाधवो लोके दुर्मैत्राश्छद्मवेषिणः।
तेषामुदेत्यघं काले रोगः पातकिनामिव
]

`speaker [
श्रीगुरुपुत्र उवाच
]

`verse 28 [
न मत्प्रणीतं न परप्रणीतं सुतो वदत्येष तवेन्द्र शत्रो।
नैसर्गिकीयं मतिरस्य राजन्नियच्छ मन्युं कददाः स्म मा नः
]

`speaker [
श्रीनारद उवाच
]

`verse 29 [
गुरुणैवं प्रतिप्रोक्तो भूय आहासुरः सुतम्।
न चेद्गुरुमुखीयं ते कुतोऽभद्रा सती मतिः
]

`speaker [
श्रीप्रह्राद उवाच
]

`verse 30 [
मतिर्न कृष्णे परतः स्वतो वा मिथोऽभिपद्येत गृहव्रतानाम्।
अदान्तगोभिर्विशतां तमिस्रं पुनः पुनश्चर्वितचर्वणानाम्
]

`verse 31 [
न ते विदुः स्वार्थगतिं हि विष्णुं दुराशया ये बहिरर्थमानिनः।
अन्धा यथान्धैरुपनीयमानास्तेऽपीशतन्त्र्यामुरुदाम्नि बद्धाः
]

`verse 32 [
नैषां मतिस्तावदुरुक्रमाङ्घ्रिं स्पृशत्यनर्थापगमो यदर्थः।
महीयसां पादरजोऽभिषेकं निष्किञ्चनानां न वृणीत यावत्
]

`verse 33 [
इत्युक्त्वोपरतं पुत्रं हिरण्यकशिपू रुषा।
अन्धीकृतात्मा स्वोत्सङ्गान्निरस्यत महीतले
]

`verse 34 [
आहामर्षरुषाविष्टः कषायीभूतलोचनः।
वध्यतामाश्वयं वध्यो निःसारयत नैरृताः
]

`verse 35 [
अयं मे भ्रातृहा सोऽयं हित्वा स्वान्सुहृदोऽधमः।
पितृव्यहन्तुः पादौ यो विष्णोर्दासवदर्चति
]

`verse 36 [
विष्णोर्वा साध्वसौ किं नु करिष्यत्यसमञ्जसः।
सौहृदं दुस्त्यजं पित्रोरहाद्यः पञ्चहायनः
]

`verse 37 [
परोऽप्यपत्यं हितकृद्यथौषधं स्वदेहजोऽप्यामयवत्सुतोऽहितः।
छिन्द्यात्तदङ्गं यदुतात्मनोऽहितं शेषं सुखं जीवति यद्विवर्जनात्
]

`verse 38 [
सर्वैरुपायैर्हन्तव्यः सम्भोजशयनासनैः।
सुहृल्लिङ्गधरः शत्रुर्मुनेर्दुष्टमिवेन्द्रियम्
]

`verse 39 [
नैरृतास्ते समादिष्टा भर्त्रा वै शूलपाणयः।
तिग्मदंष्ट्रकरालास्यास्ताम्रश्मश्रुशिरोरुहाः
]

`verse 40 [
नदन्तो भैरवं नादं छिन्धि भिन्धीति वादिनः।
आसीनं चाहनन्शूलैः प्रह्रादं सर्वमर्मसु
]

`verse 41 [
परे ब्रह्मण्यनिर्देश्ये भगवत्यखिलात्मनि।
युक्तात्मन्यफला आसन्नपुण्यस्येव सत्क्रियाः
]

`verse 42 [
प्रयासेऽपहते तस्मिन्दैत्येन्द्रः परिशङ्कितः।
चकार तद्वधोपायान्निर्बन्धेन युधिष्ठिर
]

`verse 43 [
दिग्गजैर्दन्दशूकेन्द्रैरभिचारावपातनैः।
मायाभिः सन्निरोधैश्च गरदानैरभोजनैः
]

`verse 44 [
हिमवाय्वग्निसलिलैः पर्वताक्रमणैरपि।
न शशाक यदा हन्तुमपापमसुरः सुतम्
]

`verse 45 [
चिन्तां दीर्घतमां प्राप्तस्तत्कर्तुं नाभ्यपद्यत।
एष मे बह्वसाधूक्तो वधोपायाश्च निर्मिताः।
तैस्तैद्रोहैरसद्धर्मैर्मुक्तः स्वेनैव तेजसा
]

`verse 46 [
वर्तमानोऽविदूरे वै बालोऽप्यजडधीरयम्।
न विस्मरति मेऽनार्यं शुनः शेप इव प्रभुः
]

`verse 47 [
अप्रमेयानुभावोऽयमकुतश्चिद्भयोऽमरः।
नूनमेतद्विरोधेन मृत्युर्मे भविता न वा
]

`verse 48 [
इति तच्चिन्तया किञ्चिन्म्लानश्रियमधोमुखम्।
शण्डामर्कावौशनसौ विविक्त इति होचतुः
]

`verse 49 [
जितं त्वयैकेन जगत्त्रयं भ्रुवोर्विजृम्भणत्रस्तसमस्तधिष्ण्यपम्।
न तस्य चिन्त्यं तव नाथ चक्ष्वहे न वै शिशूनां गुणदोषयोः पदम्
]

`verse 50 [
इमं तु पाशैर्वरुणस्य बद्ध्वा निधेहि भीतो न पलायते यथा।
बुद्धिश्च पुंसो वयसार्यसेवया यावद्गुरुर्भार्गव आगमिष्यति
]

`verse 51 [
तथेति गुरुपुत्रोक्तमनुज्ञायेदमब्रवीत्।
धर्मो ह्यस्योपदेष्टव्यो राज्ञां यो गृहमेधिनाम्
]

`verse 52 [
धर्ममर्थं च कामं च नितरां चानुपूर्वशः।
प्रह्रादायोचतू राजन्प्रश्रितावनताय च
]

`verse 53 [
यथा त्रिवर्गं गुरुभिरात्मने उपशिक्षितम्।
न साधु मेने तच्छिक्षां द्वन्द्वारामोपवर्णिताम्
]

`verse 54 [
यदाचार्यः परावृत्तो गृहमेधीयकर्मसु।
वयस्यैर्बालकैस्तत्र सोपहूतः कृतक्षणैः
]

`verse 55 [
अथ तान्श्लक्ष्णया वाचा प्रत्याहूय महाबुधः।
उवाच विद्वांस्तन्निष्ठां कृपया प्रहसन्निव
]

`verse 56 [
ते तु तद्गौरवात्सर्वे त्यक्तक्रीडापरिच्छदाः।
बाला अदूषितधियो द्वन्द्वारामेरितेहितैः
]

`verse 57 [
पर्युपासत राजेन्द्र तन्न्यस्तहृदयेक्षणाः।
तानाह करुणो मैत्रो महाभागवतोऽसुरः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां सप्तमस्कन्धे प्रह्लादानुचरिते पञ्चमोऽध्यायः।
]
