`preface [
श्रीमद्‌भागवत महापुराण

सप्तमः स्कंधः - एकादशोऽध्यायः

नृणां सनातनो धर्मः, वर्णधर्माः, स्त्रीधर्माश्च -श्रीशुक उवाच -

श्रुत्वेहितं साधु सभासभाजितं

महत्तमाग्रण्य उरुक्रमात्मनः ।

युधिष्ठिरो दैत्यपतेर्मुदा युतः
]

`verse 1 [
पप्रच्छ भूयस्तनयं स्वयम्भुवः
]

`speaker [
युधिष्ठिर उवाच
]

`verse 2 [
(अनुष्टुप्) 

भगवन् श्रोतुमिच्छामि नृणां धर्मं सनातनम् । 

वर्णाश्रमाचारयुतं यत् पुमान् विन्दते परम्
]

`verse 3 [
भवान् प्रजापतेः साक्षात् आत्मजः परमेष्ठिनः । 

सुतानां सम्मतो ब्रह्मन् तपोयोगसमाधिभिः
]

`verse 4 [
नारायणपरा विप्रा धर्मं गुह्यं परं विदुः । 

करुणाः साधवः शान्ताः त्वद्विधा न तथापरे
]

`speaker [
नारद उवाच
]

`verse 5 [
नत्वा भगवतेऽजाय लोकानां धर्महेतवे । 

वक्ष्ये सनातनं धर्मं नारायणमुखात् श्रुतम्
]

`verse 6 [
योऽवतीर्यात्मनोंऽशेन दाक्षायण्यां तु धर्मतः । 

लोकानां स्वस्तयेऽध्यास्ते तपो बदरिकाश्रमे
]

`verse 7 [
धर्ममूलं हि भगवान् सर्ववेदमयो हरिः । 

स्मृतं च तद्विदां राजन् येन चात्मा प्रसीदति
]

`verse 8 [
सत्यं दया तपः शौचं तितिक्षेक्षा शमो दमः । 

अहिंसा ब्रह्मचर्यं च त्यागः स्वाध्याय आर्जवम्
]

`verse 9 [
सन्तोषः समदृक् सेवा ग्राम्येहोपरमः शनैः । 

नृणां विपर्ययेहेक्षा मौनं आत्मविमर्शनम्
]

`verse 10 [
अन्नाद्यादेः संविभागो भूतेभ्यश्च यथार्हतः । 

तेष्वात्मदेवताबुद्धिः सुतरां नृषु पाण्डव
]

`verse 11 [
श्रवणं कीर्तनं चास्य स्मरणं महतां गतेः । 

सेवेज्यावनतिर्दास्यं सख्यमात्म समर्पणम्
]

`verse 12 [
नृणामयं परो धर्मः सर्वेषां समुदाहृतः । 

त्रिंशत् लक्षणवान् राजन् सर्वात्मा येन तुष्यति
]

`verse 13 [
संस्कारा यदविच्छिन्नाः स द्विजोऽजो जगाद यम् । 

इज्याध्ययनदानानि विहितानि द्विजन्मनाम् । 

जन्मकर्मावदातानां क्रियाश्चाश्रमचोदिताः
]

`verse 14 [
विप्रस्याध्ययनादीनि षडन्यस्याप्रतिग्रहः । 

राज्ञो वृत्तिः प्रजागोप्तुः अविप्राद् वा करादिभिः
]

`verse 15 [
वैश्यस्तु वार्तावृत्तिश्च नित्यं ब्रह्मकुलानुगः । 

शूद्रस्य द्विजशुश्रूषा वृत्तिश्च स्वामिनो भवेत्
]

`verse 16 [
वार्ता विचित्रा शालीन यायावरशिलोञ्छनम् । 

विप्रवृत्तिश्चतुर्धेयं श्रेयसी चोत्तरोत्तरा
]

`verse 17 [
जघन्यो नोत्तमां वृत्तिं अनापदि भजेन्नरः । 

ऋते राजन्यमापत्सु सर्वेषामपि सर्वशः
]

`verse 18 [
ऋतां ऋताभ्यां जीवेत मृतेन प्रमृतेन वा । 

सत्यानृताभ्यां जीवेत न श्ववृत्त्या कदाचन
]

`verse 19 [
ऋतमुञ्छशिलं प्रोक्तं अमृतं यद् अयाचितम् । 

मृतं तु नित्ययांच्या स्यात् प्रमृतं कर्षणं स्मृतम्
]

`verse 20 [
सत्यानृतं च वाणिज्यं श्ववृत्तिर्नीचसेवनम् । 

वर्जयेत्तां सदा विप्रो राजन्यश्च जुगुप्सिताम् । 

सर्ववेदमयो विप्रः सर्वदेवमयो नृपः
]

`verse 21 [
शमो दमस्तपः शौचं सन्तोषः क्षान्तिरार्जवम् । 

ज्ञानं दयाच्युतात्मत्वं सत्यं च ब्रह्मलक्षणम्
]

`verse 22 [
शौर्यं वीर्यं धृतिस्तेजः त्याग आत्मजयः क्षमा । 

ब्रह्मण्यता प्रसादश्च सत्यं च क्षत्रलक्षणम्
]

`verse 23 [
देवगुर्वच्युते भक्तिः त्रिवर्गपरिपोषणम् । 

आस्तिक्यं उद्यमो नित्यं नैपुण्यं वैश्यलक्षणम्
]

`verse 24 [
शूद्रस्य सन्नतिः शौचं सेवा स्वामिन्यमायया । 

अमन्त्रयज्ञो ह्यस्तेयं सत्यं गोविप्र रक्षणम्
]

`verse 25 [
स्त्रीणां च पतिदेवानां तत् शुश्रूषानुकूलता । 

तद्‍बन्धुष्वनुवृत्तिश्च नित्यं तद्व्रतधारणम्
]

`verse 26 [
सम्मार्जनोपलेपाभ्यां गृहमण्डनवर्तनैः । 

स्वयं च मण्डिता नित्यं परिमृष्टपरिच्छदा
]

`verse 27 [
कामैरुच्चावचैः साध्वी प्रश्रयेण दमेन च । 

वाक्यैः सत्यैः प्रियैः प्रेम्णा काले काले भजेत्पतिम्
]

`verse 28 [
सन्तुष्टालोलुपा दक्षा धर्मज्ञा प्रियसत्यवाक् । 

अप्रमत्ता शुचिः स्निग्धा पतिं त्वपतितं भजेत्
]

`verse 29 [
या पतिं हरिभावेन भजेत् श्रीरिव तत्परा । 

हर्यात्मना हरेर्लोके पत्या श्रीरिव मोदते
]

`verse 30 [
वृत्तिः सङ्‌करजातीनां तत्तत्कुलकृता भवेत् । 

अचौराणां अपापानां अन्त्यजान्तेऽवसायिनाम्
]

`verse 31 [
प्रायः स्वभावविहितो नृणां धर्मो युगे युगे । 

वेददृग्भिः स्मृतो राजन् प्रेत्य चेह च शर्मकृत्
]

`verse 32 [
वृत्त्या स्वभावकृतया वर्तमानः स्वकर्मकृत् । 

हित्वा स्वभावजं कर्म शनैर्निर्गुणतामियात्
]

`verse 33 [
उप्यमानं मुहुः क्षेत्रं स्वयं निर्वीर्यतामियात् । 

न कल्पते पुनः सूत्यै उप्तं बीजं च नश्यति
]

`verse 34 [
एवं कामाशयं चित्तं कामानामतिसेवया । 

विरज्येत यथा राजन् अग्निवत् कामबिन्दुभिः
]

`verse 35 [
यस्य यल्लक्षणं प्रोक्तं पुंसो वर्णाभिव्यञ्जकम् । 

यदन्यत्रापि दृश्येत तत्तेनैव विनिर्दिशेत्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

सप्तमस्कन्धे युधिष्ठिरनारदसंवादे सदाचारनिर्णयो नाम एकादशोऽध्यायः
]
