`preface [
श्रीमद्‌भागवत महापुराण

सप्तमः स्कंधः - द्वादशोऽध्यायः

ब्रह्मचर्यवानप्रस्थाश्रमयोर्धर्माः -नारद उवाच -

ब्रह्मचारी गुरुकुले वसन्दान्तो गुरोर्हितम् ।
]

`verse 1 [
आचरन् दासवत् नीचो गुरौ सुदृढसौहृदः
]

`verse 2 [
सायं प्रातरुपासीत गुर्वग्न्यर्कसुरोत्तमान् । 

सन्ध्ये उभे च यतवाग् जपन्ब्रह्म समाहितः
]

`verse 3 [
छन्दांस्यधीयीत गुरोः आहूतश्चेत् सुयन्त्रितः । 

उपक्रमेऽवसाने च चरणौ शिरसा नमेत्
]

`verse 4 [
मेखलाजिनवासांसि जटादण्डकमण्डलून् । 

बिभृयाद् उपवीतं च दर्भपाणिर्यथोदितम्
]

`verse 5 [
सायं प्रातश्चरेद्‍भैक्ष्यं गुरवे तन्निवेदयेत् । 

भुञ्जीत यद्यनुज्ञातो नो चेदुपवसेत् क्वचित्
]

`verse 6 [
सुशीलो मितभुग् दक्षः श्रद्दधानो जितेन्द्रियः । 

यावदर्थं व्यवहरेत् स्त्रीषु स्त्रीनिर्जितेषु च
]

`verse 7 [
वर्जयेत्प्रमदागाथां अगृहस्थो बृहद्व्रतः । 

इन्द्रियाणि प्रमाथीनि हरन्त्यपि यतेर्मनः
]

`verse 8 [
केशप्रसाधनोन्मर्द स्नपनाभ्यञ्जनादिकम् । 

गुरुस्त्रीभिर्युवतिभिः कारयेन्नात्मनो युवा
]

`verse 9 [
नन्वग्निः प्रमदा नाम घृतकुम्भसमः पुमान् । 

सुतामपि रहो जह्याद् अन्यदा यावदर्थकृत्
]

`verse 10 [
कल्पयित्वाऽऽत्मना यावद् आभासमिदमीश्वरः । 

द्वैतं तावन्न विरमेत् ततो ह्यस्य विपर्ययः
]

`verse 11 [
एतत् सर्वं गृहस्थस्य समाम्नातं यतेरपि । 

गुरुवृत्तिर्विकल्पेन गृहस्थस्यर्तुगामिनः
]

`verse 12 [
अञ्जनाभ्यञ्जनोन्मर्द त्र्यवलेखामिषं मधु । 

स्रग् गन्धलेपालंकारान् त्यजेयुर्ये बृहद्व्रताः
]

`verse 13 [
उषित्वैवं गुरुकुले द्विजोऽधीत्यावबुध्य च । 

त्रयीं साङ्‌गोपनिषदं यावदर्थं यथाबलम्
]

`verse 14 [
दत्त्वा वरमनुज्ञातो गुरोः कामं यदीश्वरः । 

गृहं वनं वा प्रविशेत् प्रव्रजेत् तत्र वा वसेत्
]

`verse 15 [
अग्नौ गुरावात्मनि च सर्वभूतेष्वधोक्षजम् । 

भूतैः स्वधामभिः पश्येद् अप्रविष्टं प्रविष्टवत्
]

`verse 16 [
एवं विधो ब्रह्मचारी वानप्रस्थो यतिर्गृही । 

चरन्विदितविज्ञानः परं ब्रह्माधिगच्छति
]

`verse 17 [
वानप्रस्थस्य वक्ष्यामि नियमान् मुनिसम्मतान् । 

यानास्थाय मुनिर्गच्छेद् ऋषिलोकमुहाञ्जसा
]

`verse 18 [
न कृष्टपच्यमश्नीयाद् अकृष्टं चाप्यकालतः । 

अग्निपक्वमथामं वा अर्कपक्वमुताहरेत्
]

`verse 19 [
वन्यैश्चरुपुरोडाशान् निर्वपेत्कालचोदितान् । 

लब्धे नवे नवेऽन्नाद्ये पुराणं च परित्यजेत्
]

`verse 20 [
अग्न्यर्थमेव शरणं उटजं वाद्रिकन्दरम् । 

श्रयेत हिमवाय्वग्नि वर्षार्कातपषाट् स्वयम्
]

`verse 21 [
केशरोमनखश्मश्रु मलानि जटिलो दधत् । 

कमण्डल्वजिने दण्ड वल्कलाग्निपरिच्छदान्
]

`verse 22 [
चरेद् वने द्वादशाब्दान् अष्टौ वा चतुरो मुनिः । 

द्वावेकं वा यथा बुद्धिः न विपद्येत कृच्छ्रतः
]

`verse 23 [
यदाकल्पः स्वक्रियायां व्याधिभिर्जरयाथवा । 

आन्वीक्षिक्यां वा विद्यायां कुर्यादनशनादिकम्
]

`verse 24 [
आत्मन्यग्नीन् समारोप्य सन्न्यस्याहं ममात्मताम् । 

कारणेषु न्यसेत् सम्यक् संघातं तु यथार्हतः
]

`verse 25 [
खे खानि वायौ निश्वासान् तजःसूष्माणमात्मवान् । 

अप्स्वसृक्श्लेष्मपूयानि क्षितौ शेषं यथोद्‍भवम्
]

`verse 26 [
वाचमग्नौ सवक्तव्यां इन्द्रे शिल्पं करावपि । 

पदानि गत्या वयसि रत्योपस्थं प्रजापतौ
]

`verse 27 [
मृत्यौ पायुं विसर्गं च यथास्थानं विनिर्दिशेत् । 

दिक्षु श्रोत्रं सनादेन स्पर्शेनाध्यात्मनि त्वचम्
]

`verse 28 [
रूपाणि चक्षुषा राजन् ज्योतिष्यभिनिवेशयेत् । 

अप्सु प्रचेतसा जिह्वां घ्रेयैर्घ्राणं क्षितौ न्यसेत्
]

`verse 29 [
मनो मनोरथैश्चन्द्रे बुद्धिं बोध्यैः कवौ परे । 

कर्माण्यध्यात्मना रुद्रे यदहं ममताक्रिया । 

सत्त्वेन चित्तं क्षेत्रज्ञे गुणैर्वैकारिकं परे
]

`verse 30 [
अप्सु क्षितिमपो ज्योतिषि अदो वायौ नभस्यमुम् । 

कूटस्थे तच्च महति तदव्यक्तेऽक्षरे च तत्
]

`verse 31 [
इत्यक्षरतयाऽऽत्मानं चिन्मात्रमवशेषितम् । 

ज्ञात्वाद्वयोऽथ विरमेद् दग्धयोनिरिवानलः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

सप्तमस्कन्धे युधिष्ठिरनारदसंवादे सदाचारनिर्णयो नाम द्वादशोऽध्यायः
]
