`verse 1 [
अध्याय का आरम्भ मङ्गलाचरण से होता है और फिर काव्यात्मक रूप से बताया जाता है कि श्रीकृष्ण विभिन्न दर्शकों को अनेक रूपों में प्रकट होते हैं। इसके बाद नैमिषारण्य की कथा-भूमि में शौनक आदि ब्रह्मचारी ऋषि चारों पुरुषार्थों की सिद्धि का उपाय, विशेषतः हरि में अचल भक्ति और त्रिविध कर्म की पूर्णता पूछते हैं। वे सिद्धाश्रम में सूतजी के पास जाकर जानना चाहते हैं कि विष्णु कैसे प्रसन्न होते हैं और मोक्ष देने वाला निर्णायक ज्ञान क्या है। सूतजी नमस्कार-क्रम का औचित्य बताते हैं—विष्णु ही परम तत्त्व हैं; श्री, वायु और भारती अधीन होते हुए भी पूज्य आधार हैं; और व्यासजी को अंत में कर्ता तथा हरि-समान कार्य-रूप से प्रणाम किया जाता है। संकीर्ण मतवाद और गलत उपासना से सावधान कर, वायु-चिह्न को स्वतंत्र देवता नहीं बल्कि हरि के आश्रय-चिह्न के रूप में समझाते हैं। फिर गुणों के आधार पर पुराणों का वर्गीकरण कर भागवत, विष्णु और गरुड़ पुराण को कलियुग में विशेष सात्त्विक व हितकारी बताकर आगे आने वाले प्रेतकल्प के संस्कार, परलोक-स्थितियों और मोक्षाभ्यास की भूमिका बाँधते हैं।

अथ गारुडे ब्रह्मकाण्डस्तृतीय आरभ्यते  ।

ओं मल्लानामशनिर्नृणां नरवरः स्त्रीणां स्मरो मूर्तिमान् गोपानां स्वजनोऽसतां क्षितिभृतां शास्ता स्वपित्रोः शिशुः  ।
मृत्युर्भोजपतेर्विधातृविहित स्तत्त्वं परं योगिनां वृष्णीनां च पतिः सदैव शुशुभे रङ्गेऽच्युतः साग्रजः  ॥
]

`verse 2 [
नमो नारायणायेति तस्मै वै मूलरूपिणे  ।
नमस्कृत्य प्रवक्ष्यामि नारायणकथामिमाम्  ॥
]

`verse 3 [
श्रीगणेश को नमस्कार, श्रीलक्ष्मी-नृसिंह को नमस्कार, श्रीदत्तात्रेय को नमस्कार, श्रीवेदव्यास को नमस्कार, श्रीहयग्रीव को नमस्कार। ॐ—रंगभूमि में अग्रज सहित अच्युत (कृष्ण) ऐसे शोभित हुए: मल्लों के लिए वज्र, मनुष्यों के लिए नरश्रेष्ठ, स्त्रियों के लिए साकार कामदेव, गोपों के लिए स्वजन, दुष्टों के लिए दण्डदाता, राजाओं के लिए शासक, माता-पिता के लिए शिशु, भोजपति कंस के लिए मृत्यु, योगियों के लिए परम तत्त्व, और वृष्णियों के लिए स्वामी ,मूलरूप परमेश्वर नारायण को नमस्कार। प्रणाम करके अब मैं यह नारायण-कथा कहूँगा।

शौनकाद्या महात्मानो ह्यृषयो ब्रह्मवादिनः  ।
नैमिषाख्ये महापुण्ये तपस्तेपुर्महत्तरम्  ॥
]

`verse 4 [
...जितेन्द्रिया जिताहाराः संतः सत्यपरायणाः  ।
यजन्तः परया भक्त्या विष्णुमाद्यं जगद्गुरुम्  ॥
]

`verse 5 [
गृणन्तः परमं ब्रह्म जगच्चक्षुर्महौजसः  ।
सर्वशास्त्रार्थतत्त्वज्ञास्तेपुर्नैमिष कानने  ॥
]

`verse 6 [
यज्ञैर्यज्ञपतिं केचिज्ज्ञानैर्ज्ञानात्मकं परम्  ।
केचित्परमया भक्त्या नारायणमपूजयन्  ॥
]

`verse 7 [
एकदा तु महात्मानः समाजं चक्रुरुत्तमाः  ।
धर्मार्थकाममोक्षाणामुपायं ज्ञातुमिच्छवः  ॥
]

`verse 8 [
षद्विंशतिसहस्राणि मुनीनामूर्ध्वरेतसाम्  ।
तेषां शिष्यप्रशिष्याणां संख्या वक्तुं न शङ्क्यते  ॥
]

`verse 9 [
मुनयो भावितात्मानो मिलितास्ते महोजसः  ।
लोकानुग्रहकर्तारो वीतरागा विमत्सराः  ॥
]

`verse 10 [
कथं हरौ मनुष्याणां भक्तिरव्यभिचारिणी  ।
केन सिध्येत्तु सकलं कर्म त्रिविधमात्मनः  ॥
]

`verse 11 [
इत्येवं प्रष्टुमात्मानमुद्यतान्प्रेक्ष्य शौनकः  ।
सांज लिर्वाक्यमाह स्म विनयावनतः सुधीः  ॥
]

`speaker [
शौनक उवाच
]

`verse 12 [
आस्ते सिद्धाश्रमे पुण्ये सूतः पौराणिकोत्तमः  ।
स एतदखिलं वेत्ति व्यासशिष्यो यतीश्वरः  ॥
]

`verse 13 [
तस्मात्तमेव पृच्छाम इत्येवं शौनको मुनिः  ।
अथ ते ऋषयो जग्मुः पुण्यं सिद्धाश्रमं ततः  ॥
]

`verse 14 [
पप्रच्छुस्ते सुखासीनं नैमिषारण्यवासिनः  ।
ऋषय ऊचुः  ।
वयं त्वतिथयः प्राप्तास्त्वातिथेयोसि सुव्रत  ॥
]

`verse 15 [
स्नानदानोपचारेण पूजयित्वा यथाविधि  ।
केन विष्णुः प्रसन्नः स्यात्स कथं पूज्यते नरैः  ॥
]

`verse 16 [
मुक्तिसाधनभूतं च ब्रूहि तत्त्वविनिर्णयम्  ।
सूत उवाच  ।
शृणुध्वमृषयः सर्वे हरिं तत्त्वविनिर्णयम्  ॥
]

`verse 17 [
नत्वा विष्णुं श्रियं वायुं भारतीं शेषसंज्ञकम्  ।
द्वैपायनं गुरुं कृष्णं प्रवक्ष्यामि यथामति  ॥
]

`verse 18 [
नास्ति नारायणसमं न भूतं न भविष्यति  ।
एतेन सत्यवाक्येन सर्वार्थान्साधयाम्यहम्  ॥
]

`speaker [
शौनक उवाच
]

`verse 19 [
किमर्थं नमनं विष्णोर्ग्रन्थादौ मुनिसत्तम  ।
कर्तव्यं ब्रूहि मे ब्रह्मन्कृपया मम सुव्रत  ॥
]

`verse 20 [
ततः श्रियं ततो वायुं भारतीं च ततः परम्  ।
अन्ते व्यासं किमर्थं च त्वं नमस्कृतवानसि  ।
सूतसूत महाभाग ब्रूहि कारणमत्र च  ॥
]

`speaker [
सूत उवाच
]

`verse 21 [
आदौ वन्द्यः सर्ववेदैकवेद्यो वेदे शास्त्रे सेतिहासे पुराणे  ।
सत्तां प्रायो विष्णुरेवैक एव प्रकाशतेऽतो नम्य एको हरिर्हि  ॥
]

`verse 22 [
सर्वत्र मुख्यस्त्वधिकोन्यतोपि स एव नम्यो न च शङ्कराद्याः  ।
नमन्ति येऽविनयाच्छङ्करं तु विनायकं चण्डिकां रेणुकां च  ॥
]

`verse 23 [
तथा सूर्यं भैरवं मातारश्व तथा वाणीं गिरिजां वै श्रियं च  ।
सर्वेपि ते वैष्णवा नैव लोके न तद्भक्ता वेति चार्या वदन्ति  ॥
]

`verse 24 [
न पार्थिक्यान्नमनं कार्यमेव प्रीणन्ति नैता देवताः पूजनेन  ।
पूजां गृहीत्वा देवताश्चैव सर्वाः किञ्चिद्दत्वा फलदानेन तांश्च  ॥
]

`verse 25 [
संतर्प्य तुष्टैः स्वमनोनु सारात्तैः कारितां काम्यपूजां तथैव  ।
निवेदयित्वा परदेवतायां विष्णौ हरौ श्रीपुरुषादिवन्द्ये  ॥
]

`verse 26 [
इहापरत्रापि सुखेतराणि दास्यन्ति पश्चादधरं वै तमश्च  ।
अतो ह्येते नैव पूज्या न नम्या मोक्षेच्छुभिर्ब्राह्मणाद्यैर्द्विजेन्द्र  ॥
]

`verse 27 [
तथैव सर्वाश्रमिभिश्च नित्यं महाविपत्तावपि विप्रवर्याः  ।
श्रीकाम्य या ये तु भजन्ति नित्यं श्रीब्रह्मरुद्रेद्रयमादिदेवान्  ॥
]

`verse 28 [
इहेव भुञ्जन्ति महच्च दुः खं महापदः कुष्ठभगन्दरादीन्  ।
नमन्ति येऽवैष्णवान्ब्रह्मरुद्रवायु प्रतीकान्नैव ते विष्णुभक्ताः  ॥
]

`verse 29 [
अभिप्रायं त्वत्र वक्ष्ये मुनीन्द्राः परं गोप्यं हृदि धार्यं हि तद्धि  ।
वायोः प्रतीकं पूज्यमेवेह विप्रा न ब्रह्मरुद्रादिप्रतीकमेव  ॥
]

`verse 30 [
पूजाकाले देवदेवस्य विष्णोर्वायोः प्रतीकं योग्यभागे निधाय  ।
अन्तर्गतं तस्य वायोर्हरिं च लक्ष्मीपतिं पूजयित्वा हि सम्यक् ॥
]

`verse 31 [
पश्चाद्वायोः सुप्रतीकं च सम्यङ्निर्माल्यशेषेण हरेः समर्चयेत् ।
पृथक्च स्रग्धूपविलेपनादिपूजां प्रकुर्वन्ति च ये विमूढः  ॥
]

`verse 32 [
तेषां दुः खमिह लोके परत्र भविष्यते नात्र विचार्यमस्ति  ।
प्रायश्चित्तं स्वस्ति विप्राः कथञ्चित्तत्कुर्वन्तु स्मरणं नाम विष्णोः  ॥
]

`verse 33 [
पाषण्डरुद्रादिकसं प्रतिष्ठितान्हरेर्वायोः शङ्करस्य प्रतीकान्  ।
नमन्ति ये फलबुद्ध्या विभूढास्तेषां फलं शाश्वतं दुः खमेव  ॥
]

`verse 34 [
वायोः प्रतीकं यदि विप्रवर्यैः प्रतिष्ठितं चेन्नमनं हि कार्यम्  ।
नैवेद्यशेषेण हरेश्च विष्णोः पूजा कृता चेन्न हि दोषलेशः  ॥
]

`verse 35 [
गुरुर्हि मुख्यो हनुमज्जनिर्महान्रामाङ्घ्रिभक्तो हनुमान्सदैव  ।
एवं विदित्वा परमं हरिं च पुत्रं पुनर्मुख्यदेवस्य वायोः  ॥
]

`verse 36 [
नमस्कारो नान्यथा विप्रवर्या आधीयतां हृदि सर्वै रहस्यमम्  ।
ये वैष्णवा वैष्ण वदासभृत्याः सर्वेपि ते सर्वदा विष्णुमेव  ॥ ३,१.३६  ।

नमन्ति ये वै प्रतिपादयन्ति तथैव पुण्यानि च सात्त्विकानि  ।
नमन्ति ये वासुदेवं हरिं च सम्यक्स्वशक्त्या प्रतिपादयन्ति  ॥
]

`verse 37 [
प्रवृत्तिमार्गेण न पूजयन्ति ह्यापत्काले परदैवं तदन्यम्  ।
ते वैष्णवा वैष्णवदासभृत्या अन्ये च सर्वेऽवैष्णवमात्रकाः स्मृताः  ॥
]

`verse 38 [
उपक्रमैरुपसंहारस्य लिङ्गैर्हरिं गुरुं ह्यन्तरेणैव यान्ति  ।
तानेवाहुः सत्पुराणानि विप्राः कलौ युगे नाभ्यसूयन्ति सर्वे  ॥
]

`verse 39 [
यतो हितान्ये प्रतिपादयन्ति प्रवृत्तिधर्मान्स्वस्ववर्णानुरूपान्  ।
अतो ह्यसूयन्ति सदा विमूढाः कलौ हि विप्राः प्रचुरा हि तेपि  ॥
]

`verse 40 [
न चास्ति विष्णोः सदृशं च दैवतं न चास्ति वायोः सदृशो गुरुश्च  ।
न चास्ति तीर्थं सदृशं विष्णुपद्याः न विष्णुभक्तेन समोस्ति भक्तः  ॥
]

`verse 41 [
अन्यानि विष्णोः प्रतिपादकानि सर्वाणि ते सात्त्विकानीति चाहुः  ।
श्राव्याणि तान्येव मनुष्यलोके श्राव्याणि नान्यानि च दुःखदानि  ॥
]

`verse 42 [
कलौ युगे सर्व पुराणमध्ये त्रीण्येव मुख्यानि हरिप्रियाणि  ।
मुख्यं पुराणं हि कलौ नृणां च श्रेयस्करं भागवतं पुराणम्  ॥
]

`verse 43 [
पूर्वं हि सृष्टिः प्रतिपाद्यते त्र यतो ह्यतो भागवतं परं स्मृतम्  ।
यस्मिन्पुराणे कथयन्ति सृष्टिं ह्यादौ विष्णोर्ब्रह्मरुद्रादिकानाम्  ॥
]

`verse 44 [
नानार्थमेवं कथयन्ति विप्र नीचोच्चरूपं ज्ञानमाहुर्महान्तः  ।
तेनैव सिद्धं प्रवदन्ति सर्वं ह्यतः परं भागवतं पुराणम्  ॥
]

`verse 45 [
ततः परं विष्णुपुराणमाहुस्ततः परं गारुडसंज्ञकं च  ।
त्रीण्येव मुख्या नि कलौ नृणां तु तथा विशेषो गारुडे किञ्चिदस्ति  ॥
]

`verse 46 [
शृणुध्वं वै तं विशेषं च विप्रास्त्र्यंशैर्युक्तं गारुडाख्यं पुराणम्  ।
आद्यांशं वै कर्मकाण्डं वदन्ति द्वितीयांशं धर्मकाण्डं तमाहुः  ॥
]

`verse 47 [
तृतीयांशं ब्रह्मकाण्डं वदन्ति तेषां मध्ये त्वन्तिमोयं वरिष्ठः  ।
तृतीयांशश्रवणात्पुण्यमाहुस्तुल्यं पुण्यं भागवतस्य विप्राः  ॥
]

`verse 48 [
तृतीयांशे पठिते वेदतुल्यं फलं भवेन्नात्र विचार्यमस्ति  ।
तृतीयांशश्रवणादेव विप्राः फलं प्रोक्तं पठतोप्यर्थमेवम्  ॥
]

`verse 49 [
तृतीयांशश्रवणादर्थतश्च पुण्यं चाहुः पठतो वै दशांशम्  ।
ततो वरं मत्स्यपुराणमाहुस्ततो वरं कूर्मपूराणमाहुः  ॥
]

`verse 50 [
तथैव वै वायुपुराणमाहुस्त्रीण्येव चाहुः सात्त्विकानीति लोके  ।
तत्रापि किञ्चिद्वेदितव्यं भवेच्च पुराणषट्के सत्त्वरूपे मुनीन्द्राः  ॥
]

`verse 51 [
सत्त्वाधमे मात्स्यकौर्मे तथाहुर्वायु चाहुः सात्त्विकं मध्यमं च  ।
विष्णोः पुराणं भागवतं पुराणं सत्त्वोत्तमं गारुडं चाहुरार्याः  ॥
]

`verse 52 [
स्कान्दं पाद्मं वामनं वै वराहं तथाग्रेयं भविष्यं पर्वसृष्टौ  ।
एतान्याहू राजसानीति विप्रास्तत्रैकदेशः सात्त्विकस्तामसश्च  ॥
]

`verse 53 [
रजः प्राचुर्याद्राजसानीति च हुः श्राव्याणि नैतानि मुमुक्षुभिः सदा  ।
तेषां मध्ये सात्त्विकांशाश्च संति तेषां श्रुतेर्गारुडीयं फलं च  ॥
]

`verse 54 [
ब्रह्माण्डलैङ्ग्ये ब्रह्मवैवर्तकं वै मार्कंण्डेयं ब्राह्ममादित्यकं च  ।
एतान्या हुस्तामसानीति विप्रास्तत्रैकदेशः सात्त्विको राजसश्च  ॥
]

`verse 55 [
श्राव्याणि नैतानि मनुष्यलोके तत्त्वेच्छुभिस्तामसानीत्यतो हि  ।
तेषु स्थिताः सात्त्विकांशा मुनीन्द्रास्तेषां श्रुतिर्गारुडैकाङ्घ्रितुल्या  ॥
]

`verse 56 [
अल्पान्युपपुराणानि वदन्त्यष्टादशानि च  ।
विष्णुधर्मोतरं चैव तन्त्रं भागवतं तथा  ॥
]

`verse 57 [
तत्त्वसारं नारसिंहं वायुप्रोक्तं तथैव च  ।
तथा हंसपुराणं च षडेतानि मुनीश्वराः  ॥
]

`verse 58 [
सात्त्विकान्येव जानीध्वं प्रायशो नात्र संशयः  ।
एतेषां श्रवणादेव गारुडार्धफलं श्रुतम्  ॥
]

`verse 59 [
भविष्योत्तरनामानं बृहन्नारदमेव च  ।
यमनारदसंवादं लघुनारदमेव च  ॥
]

`verse 60 [
विनायकपुराणं च बृहद्ब्रह्माण्डमेव च  ।
एतानि राजसान्याहुः श्रवणाद्भुक्तरुत्तमा  ॥
]

`verse 61 [
गारुडात्पादतुल्यं च फलं चाहुर्मनीषिणः  ।
पुराणं भागवतं शैवं नन्दिप्रोक्तं तथैव च  ॥
]

`verse 62 [
पाशुपत्यं रैणुकं च भैरवं च तथैव च  ।
एतानि तामसान्याहुर्हरितत्त्वार्थवेदिनः  ॥
]

`verse 63 [
एतेषां श्रवणाद्विप्रागारुडाङ्घ्यर्ध्मेव च  ।
सर्वेष्वपि पुराणेषु श्रेष्ठं भागवतं स्मृतम्  ॥
]

`verse 64 [
वेदैस्तुल्य सम पाठे श्रवणे च तदर्धकम्  ।
अर्थतः श्रवणे चास्य पुण्यं दशगुणं स्मृतम्  ॥
]

`verse 65 [
वक्तुः स्याद्द्विगुणं पुण्यं व्याख्यातुश्च तथाधिकम्  ।
अनन्तवेदैःसाम्यमाहुर्महान्तः भारान्महत्त्वाद्भारतस्यापि विप्राः  ॥
]

`verse 66 [
वेदोभ्योस्य त्वर्थतश्चाधिकत्वं वदन्ति बै विष्णुरहस्यवेदिनः  ॥
]

`verse 67 [
तत्र श्रेष्ठां गीतिकामाहुरार्यास्तथैव विष्णोर्नामसाहस्रक च  ।
तयोस्तत्र श्रवणाद्भारतस्य दशाधिकं फलमाहुर्महान्तः  ॥
]

`verse 68 [
दैत्याः सर्व विप्रकुलेषु भूत्वा कृते युगे भारते षट्सहस्र्याम्  ।
निष्कास्य कांश्चिन्नवनिर्मितानां निवेशनं तत्र कुर्वन्ति नित्यम्  ॥
]

`verse 69 [
मत्वा हरिं भगवान्व्यासरूपी चक्रे तदा भागवतं पुराणम्  ।
तथा समाख्याय च वैष्णवं तत्ततः परं गारुडाख्यं स चक्रे  ॥
]

`verse 70 [
अतो हि गारुडं मुख्यं पुराणं शास्त्रसंमतम्  ।
गारुडेन समं नास्ति विष्णुधर्मप्रदर्शने  ॥
]

`verse 71 [
यथा सुराणां प्रवरो जनार्दनो यथायुधानां प्रवरः सुदर्शनम्  ।
यथाश्वमेधः प्रवरः क्रतूनां छिन्नेषु भक्तेषु तथैव रुद्रः  ॥
]

`verse 72 [
नदीषु गङ्गा जलजेषु पद्ममच्छिन्नभक्तेषु तथैव वायुः  ।
तथा पुराणेषु च गारुडं च मुख्यं तदाहुर्हरितत्त्वदर्शने  ॥
]

`verse 73 [
गारुडाख्यपुराणे तु प्रतिपाद्यो हरिः स्मृतः  ।
अतो हरिर्नमस्कार्यो गम्यो योग्यो हरिः स्मृतः  ॥
]

`verse 74 [
भाग्यात्मकत्वाच्छ्रीदेव्या नमनं नदनु स्मृतम्  ।
परो नरोत्तमो वा स साधकेशोपि च स्मृतः  ॥
]

`verse 75 [
अतो नम्यो वायुरपि पुराणादौ द्विजोत्तमाः  ।
भारती वाक्यरूपत्वान्नम्या वायोरनन्तरम्  ॥
]

`verse 76 [
उपसाधको नरः प्रोक्तो यतोतस्तदनन्तरम्  ।
नम्य इत्यच्यते सद्भिस्तारतम्येन सर्वदा  ॥
]

`verse 77 [
अतो व्यासं नमस्कुर्याद्ग्रन्थकर्तृत्वहेतुतः  ।
शौनक उवाच  ।
व्यासस्य नमनं ह्यन्ते कथं कार्यं महात्मनः  ॥
]

`verse 78 [
अन्ते च वन्दने तस्य कारणं ब्रूहि सुव्रत  ।
सूत उवाच  ।
विष्णोरनन्तरं व्यासनमनं मुख्यमेव हि  ॥
]

`verse 79 [
हरिरेव यतो व्यासो वाच्यचक्रस्वरूपकः  ।
व्यासो नैव समत्वेन प्रोक्तो भगवतो हरेः  ॥
]

`verse 80 [
तत्रापि कारणं वक्ष्ये सादरेण मुनीश्वराः  ।
व्यासस्तु कश्चन ऋषिः पुराणे तामसे स्मृतः  ॥
]

`verse 81 [
इति ज्ञाना वलंबेन दैत्या दैत्यानुगैः समाः  ।
प्रविशन्ति ह्यन्धतम इति त्वन्ते नमस्कृतः  ॥
]

`verse 82 [
यदिदं परमं गोप्यं हृदि धार्यं न संशयः  ।
पराणां नम्यमेवोक्तं प्रतिपाद्यं यतोत्र हि  ॥
]

`verse 83 [
समासव्यासभावाद्धि पराणां तत्प्रतीयते  ।
वास्तवं तं न जानीयुरुपजीव्यो यतो हरिः  ॥
]

`verse 84 [
हरिर्व्यासस्त्वेक एव व्यासस्तु हरिवत्स्मृतः  ।
उपजीव्यतदीशत्वे तयोरेव न संशयः  ॥
]

`verse 85 [
ईशकोटिप्रविष्टत्वाच्छ्रियः स्वामित्वमीरितम्  ।
त्रयाणामुपजीव्यत्वात्सेव्यत्वात्स्वामिता स्मृताः  ॥
]

`verse 86 [
वाय्वादीनां त्रयाणां च सेव्यत्वात्सेव्यता स्मृता  ।
भूभारहरणे विष्णोः प्रधानाङ्गं हि मारुतिः  ॥
]

`verse 87 [
वाक्यरूपा भारती तु द्वितीयाङ्गं हि सा स्मृता  ।
तृतीयाङ्ग हरेः शेषो न नम्याः साम्यतो हरेः  ॥
]

`verse 88 [
प्रतिपाद्या मुख्यतया नम्या एव समीरिताः  ।
अवान्तराश्च वाय्वाद्या न नम्यास्तेन ते स्मृताः  ॥
]

`verse 89 [
भीष्मद्रोणादिनामानि भीमादिष्वेव मुख्यतः  ।
वाचकानि यतो नित्यं तन्नम्यास्ते मुनीश्वराः  ॥
]

`verse 90 [
पराणामेव नम्यत्वं प्रतिपाद्यत्वमेव हि  ।
एतत्सर्वं मयाख्यातं किमन्यच्छ्रोतुमिच्छथ  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे सूतशौनकसंवादे उत्तरखण्डे तृतीयांशे ब्रह्मकाण्डे सात्त्विकादिपुराणविभागनम्यानम्यदेवविभागादिविषयनिरूपणं नाम प्रथमोऽध्यायः
]
