`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
बभूवेच्छा मम देवस्य विष्णोः स्रष्टुं सृज्यान्मोक्षयोग्यांश्च मोक्तुम्  ।
इच्छाशक्तिः सर्वदैवास्ति विष्णोस्तथापि तद्व्याहरणं च लौकिकम्  ॥
]

`verse 2 [
तदा हरिर्जगृहे लौकिकं च तमः पानं तेन रूपेण चक्रे  ।
तद्रूपमाहुः प्राकृतं वै तदज्ञा ह्यन्धं तमः प्रविशन्त्येव सर्वे  ॥
]

`verse 3 [
अवतारा महाविष्णोः सर्वे पूर्णाः प्रकीर्तिताः  ।
पूर्णं च तत्परं रूपं पूर्णात्पूर्णाः समुद्गताः  ॥
]

`verse 4 [
परावरत्वं तेषां तु व्यक्तिमात्रविशेषतः  ।
न देशकालसामर्थ्यात्पारावर्यं कथञ्चन  ॥
]

`verse 5 [
पूर्वरूपं च पूर्णं च पूर्णं पदवितारगम्?  ।
रूपं तदात्मन्यादाय पूर्णमेवावशिष्यते  ॥
]

`verse 6 [
लौकिकव्यवहारोयं भूभारक्षपणादिकः  ।
तस्य दृर्ष्टि विना नान्यो लयः कृष्णादिना क्वचित् ॥
]

`verse 7 [
तत्त्वे पीडा न कर्तव्या तया दुः खानि विन्दति  ।
अत्यन्तपीडनात्तस्य रोगस्तस्य न संशयः  ॥
]

`verse 8 [
ज्ञातव्यांशे तु पीडा तु कर्तव्या गुरुणा सह  ।
तमन्तेवासिनं चाहुः स एव चु गुरुः स्मृतः  ॥
]

`verse 9 [
ये कुर्वन्ति हरेस्तत्त्वविचारं तु परस्परम्  ।
तावेव गुरुशिष्यौ तु विनतानन्दसंयुत  ॥
]

`verse 10 [
गुरुणापि समं हास्यं कर्तव्यं कुटिलं विना  ।
हर्षामर्षयुतः शिष्यो गुरुः कौटिल्यसंयुतः  ॥
]

`verse 11 [
उभौ तौ निरयं यातो यावदाचन्द्रतारकम्  ।
साक्षाद्धरिः पुरुषः पिङ्गलाक्षः स्वमायायां गुणमय्यां महात्मा  ।
स्वपौरुषेणैव सुमङ्गलेन अधात्तु वीर्यं भगवान्वीर्यवांश्च  ॥
]

`speaker [
गरुड उवाच
]

`verse 12 [
वीर्यस्वरूपं ब्रूहि मे वासुदेव वीर्ये त्वदीये संशयो मे विभाति  ।
किं वीर्यमीशस्य स्वरूपभूतं किं वा विभिन्नं वद साधु वेत्सि  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 13 [
यद्वीर्यमाधत्त हरिः स्वयं प्रभुर्मायाभिधायां विनतातनूज  ।
तद्वीर्यमाहुर्नृहरेः स्वरूपं विपश्चितो निश्चिततत्त्वदर्शिनः  ॥
]

`verse 14 [
भिन्नं तदाहुः प्राकृतमेव चाहुः स्वनाभिपद्मादिकवच्च बोध्यम्  ।
नैतावता ज्ञानरूपस्य विष्णोर्न वीर्यहानिरिति चिन्तनीयम्  ॥
]

`verse 15 [
वीर्यस्वरूपी भगवान्वा सुदेवः सर्वत्र देशेपि च सर्वकाले  ।
सर्वार्थवान्यदि न स्यात्खगेन्द्र तर्हीश्वरः पुरुषो नैव स स्यात् ॥
]

`verse 16 [
अचिन्त्यवीर्यैश्चिन्त्यवीर्यैर्द्विरूपः स्त्रीरूपमेकं पुरुषं तथा परम्  ।
उभे रूपे वीर्यवती खगेन्द्र तयोरभेदश्चिन्तनीयो हि सम्यकू  ॥
]

`verse 17 [
स्त्रीरूपवान्यदि न स्यात्खर्गेद्रस्त्रीणां कथं प्रतिबिंबत्वमेव  ॥
]

`verse 18 [
स्त्रीरूपमस्माद्ब्रह्मजं (द्वास्तवं) चिन्तनीयं स्वरूपमेतन्नान्यथा चिन्तनीयम्  ।
स्त्रीरूपवन्नैव विचिन्तनीयं नपुंसकं त्बस्य जन्यं हि विद्धि  ॥
]

`verse 19 [
नपुंसकं नवैव स्वरूपभूतमतो हरौ नास्ति विचिन्तनीयम्  ।
स्त्रीबिंबभूते हरिरूपे खगेन्द्र श्रीरूपमस्तीति विचिन्तनीयम्  ॥
]

`speaker [
गरुड उवाच
]

`verse 20 [
स्त्रिया स्त्रियश्च संयोगं व्यर्थमहुर्मनीषिणः  ।
स्त्रीरूपभूते विंबे तु स्त्रीरूपाः सन्ति सर्वदा  ॥
]

`verse 21 [
स्थितौ तत्र निमित्तं च ब्रूहि कृष्ण मम प्रभो  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 22 [
स्त्रीबिंबभूतस्त्रीरूपे लक्ष्मीर्न स्यात्खगेश्वर  ।
नित्यावियोगिनी देवी कथं स्यात्परमात्मनः  ॥
]

`verse 23 [
हरेरनन्तरूपाणां स्त्रीरूपाणां खगेश्वर  ।
अनन्तानन्तरूपेण नित्यं शुश्रूषणे रता  ॥
]

`verse 24 [
अतो लक्ष्म्या वियोगस्तु शङ्कनीयः कथञ्चन  ।
नारायणो नाम हरिः स्वतन्त्रः श्रिया विना नास्ति कदापि तार्क्ष्य  ।
हरेर्मुकुन्दस्य पदारविन्दे शुश्रूषमाणा परमादरेण  ॥
]

`verse 25 [
हरिं विना श्रीरपि देशकाले नास्तीति मोक्षेच्छुभिरेव वेद्यम्  ।
यस्यामधाद्वीर्यमनुक्षणं च सा मामिका चेन्द्रजाला त्मिकेति  ॥
]

`verse 26 [
वदन्ति ये असुरा मूढरूपा अधंमतः प्रविशन्त्येव सर्वे  ।
माया नाम प्रकृतिस्त्वेमाहुः सुसूक्ष्मरूपा न तु चेन्द्रजालिका  ॥
]

`verse 27 [
तस्याभिमानः श्रीरिति वेदितव्यो वीर्याधानं तत्र तेषां च मेलः  ।
कार्योन्मुखं मेलनं चाहुरार्या इतो रूपं नाहुराय्याश्च विष्णोः  ॥
]

`verse 28 [
सानादि नित्या सत्यरूपा च विष्णोर्मिथ्या रूपा सा कथं स्यात्खगेन्द्र  ।
सत्या तनुः प्रकृतेस्तन्निगूढा सत्यत्वमाहुर्व्यवहारार्थरूपम्  ॥
]

`verse 29 [
व्यवहाररूपा सत्यता चेत्प्रकृत्यास्तदा कथं स्याद्यदनादिभूता  ।
अनादिनित्या यदि न स्यात्खगेन्द्र सुशूक्ष्मरूपेण न कारणं स्यात् ॥
]

`verse 30 [
सूक्ष्मेण रूपेण च कारणं स्यात्तर्हि प्रपञ्चस्य च कारणं वद  ।
अविद्याया वशतो विष्णुरेव नानारूपैर्दृश्यते विष्णुरेव  ॥
]

`verse 31 [
शास्त्रज्ञानान्नाशमेति ह्यविद्या न संशयो हरिणा चैक्यमेति  ।
एवं ब्रूषे यदि वादत्खगेन्द्र वक्ष्येहं ते तत्र युक्तिं शृणु त्वम्  ॥
]

`verse 32 [
सर्वज्ञरूपस्य हि मे मुरारेः कथं हरेर्घटते ह्यज्ञता च  ।
सूर्ये यथा तमो नास्ति तथा नारायणे हरौ  ।
अज्ञानं नास्ति पक्षीद्र कथं तत्वं ब्रवीष्यहो  ॥
]

`verse 33 [
अतो नाहं ब्राह्मणस्त्वादिकालादुपाधिसंबन्धवशादज्ञताचेत् ।
सर्वज्ञोसौ कुत्र पक्षीन्द्र विष्णुरल्पज्ञजीवो ज्ञानशून्यश्च कुत्र  ॥
]

`verse 34 [
विरुद्धयोश्चानयोः सर्वदैव कथं चैक्यं संवादिष्यन्ति वेदाः  ।
देशे काले सर्वदा द्दुः खहीनो जगत्कर्ता पूर्णशक्तिः सदैव  ॥
]

`verse 35 [
जीवः सदा स्वल्पकर्तास्ति पूर्णः संसाररूपे दुः खरूपे च नित्यम्  ।
विरुद्धयोश्चानयोरैक्यमाहुरीशस्य मायावशतो मायिनश्च  ॥
]

`verse 36 [
ये वैष्णवा वैष्णवदासवश्यास्तेषां द्रोहं सर्वदा संचरेद्यः  ।
हरिप्रीतिस्तेन भवेन्न नित्यमानन्दवृद्धिस्तेन भवेन्न मुक्तौ  ॥
]

`verse 37 [
मायी सदा मायिभृत्यस्तथापि भेदज्ञानान्निन्द्यते कार्यते च  ।
तेनापि तेषां दुः खवृद्धिर्भवेच्च ह्यधं तमः पुनरावृत्तिहीनम्  ॥
]

`verse 38 [
खगेन्द्रातः प्रकृतिः सूक्ष्मरूपा सा नित्या सा सत्यभूता सदैव  ।
एवं स्वयं कालवाय्वादिकानां परा (रमा)णवः सत्यरूपाश्च सन्ति  ॥
]

`verse 39 [
परा (माणू)नां लक्षणं वेदितव्यं ज्ञानेच्छुभिर्नान्यथा वेदितव्यम्  ।
पदार्थानां पार्थिवानां खगेन्द्र विशेषाणां चरमाख्यो विशेषः  ॥
]

`verse 40 [
स एवः स्यात्परमाणुर्द्विजेन्द्र योन्त्योवि (व) शेषोवयवश्च स स्मृतः  ॥
]

`speaker [
गरुड उवाच
]

`verse 41 [
हे कृष्ण हे माधव सात्त्वतां पते पदार्थानां चरमांशः पराणु  ॥
]

`verse 42 [
इति प्रोक्तं तत्र मे संशयोस्ति योन्त्यो विशेषः स तु नांशयुक्तः  ।
यो ह्यंशयुक्तो न तु सोंत्यो विशेष एवं ममाभाति वचस्तु तथ्यम्  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 43 [
य एव लोके संस्थिता मानुषास्तु विशेषाणां दर्शने शक्तियुक्ताः  ।
तथापि ते यस्य चांशित्वमेव विशेषं वै नैव द्रष्टुं समर्थाः  ॥
]

`verse 44 [
तमेवाहुश्चरमांशं विशेषं ये चैवमाहुर्मुनयस्तेन चान्ये  ।
ये काणादा गौतमाद्याः खगेन्द्र निरंशकं परमाणुं वदन्ति  ॥
]

`verse 45 [
अनन्तांशैः संयुतत्वेपि तांश्च निरंशिनो भ्रान्तिदृष्ट्या वदन्ति  ।
तस्मात्परा (रमा) णोः परमाणुत्वमस्ति तदंशानां विनतागर्भजात  ॥
]

`verse 46 [
परा (रमा) णूनामेकदेशे खगेन्द्र तन्नो संति प्राणिनां राशयश्च  ।
प्रत्येकश संति रूपा हरेश्च ह्यतश्च तत्परमाणोरणीयः  ॥
]

`verse 47 [
यो वा त्वणीयान्परमस्य विष्णोः स एव रूपो महतो महीयान्  ।
तेषामन्योन्यं न विशेषोस्ति कश्चिदचिन्त्यरूपे च विचिन्तनीयः  ॥
]

`verse 48 [
कालकोटिविहीनत्वं कालानन्त्यं विदुर्बुधाः  ।
देशकोटिविहीनत्वं देशानन्त्यं विदुर्बुधाः  ॥
]

`verse 49 [
गुणानामप्रमेयत्वे गुणानन्त्यं विदुर्बुधाः  ।
आनन्त्यं त्रिविधं नित्यं हरेर्नान्यस्य कस्यचित् ॥
]

`verse 50 [
तस्य सर्वस्वरूपेषु चानन्त्यं तु त्रिलक्षणम्  ।
तथापि देशतस्तस्य परिच्छेदोपि युज्यते  ॥
]

`verse 51 [
परिच्छेदस्तथा व्याप्तेरेकरूपेपि युज्यते  ।
तस्याचिन्त्याद्भुतैश्वर्यं व्यवहारार्थमेव च  ॥
]

`verse 52 [
गुणतः कालतश्चैव परिच्छेदो न कुत्रचित् ।
व्याप्तत्वं देशतो ह्यस्ति सर्वभूतेषु यद्यापि  ॥
]

`verse 53 [
न च भेदः क्वचित्तस्य ह्यणुमात्रेपि युज्यते  ।
तथापि विद्यतेणुत्वं तस्मादैश्वर्ययोगतः  ॥
]

`verse 54 [
तस्माद्विद्ध्यवतारार्थं व्याप्तत्वं चापि भण्यते  ।
यत्तस्य व्यापकं रूपं परं नारायणं विदुः  ॥
]

`verse 55 [
अतश्च परमाणूनां पार्थिवाऽनन्त्यवादिनाम्  ।
भेदः परस्परं ज्ञेयस्तथेशस्य महात्मनः  ॥
]

`verse 56 [
जडेशयोर्जडानां च जीवानां च परस्परम्  ।
तथैव जडजीवानां नित्यं भेदो जडेशयोः  ॥
]

`verse 57 [
पञ्च भेदा इमे नित्यं सर्वावस्थासु सर्वशः  ।
एतादृश्यां तु मायायां वीर्यमाधत्त वीर्यवान्  ॥
]

`verse 58 [
पुरुषाख्यो हरिस्तस्मात्त्रिगुणानसृजत्प्रभुः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे तृतीयांशे ब्रह्मकाण्डे भगवद्वीर्यस्वरूपतदाधानद्वारकगुणत्रय सृष्टिजडेशभेदादिनिरूपणं नाम तृतीयोऽध्यायः
]
