`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
यथा ससर्ज भगवांस्त्रीन् गुणान्प्रकृतेस्तदा  ।
लक्ष्मीस्त्रिरूपा संभूता श्रीर्भूर्दुर्गोति संज्ञिता  ॥
]

`verse 2 [
सत्त्वाभिमानिनी श्रीस्तु भूर्देवी रजमानिनी  ।
तमोभिमानिनी दुर्गा ह्येवमाहुर्मनीषिणः  ॥
]

`verse 3 [
अन्तरं न विजानीयाद्रूपाणां च परस्परम्  ।
गुणानां चैव संबन्धाद्दुर्गादीनां खगेश्वर  ॥
]

`verse 4 [
अन्तरं ये विजानन्ति ते यान्त्यन्धन्तमः परम्  ।
पुरुषस्तु त्रिरूपोभूद्विष्णुर्ब्रह्मा भवेतिसः  ॥
]

`verse 5 [
सत्त्वेन लोकान्वर्धयितुं विष्णुः साक्षाद्धरिः स्वयम्  ।
सृष्टिं कर्तुं च रजसा ब्रह्मणि प्राविशद्धरिः  ॥
]

`verse 6 [
आद्यो ब्रह्मा स विज्ञेयो न तु साक्षाद्धरिः स्वयम्  ।
तमसापि समान्हन्तुं रुद्रे च प्राविशद्धरिः  ॥
]

`verse 7 [
रुद्रे स्थितो रुद्रसंज्ञो न रुद्रस्तु हरिः स्वयम्  ।
विष्णुरेव हरिः साक्षात्तावुभौन हरी स्मृतौ  ॥
]

`verse 8 [
आविष्टरूपौ विज्ञेयौ ब्रह्मरुद्राभिधायकौ  ।
एवं ज्ञात्वा मोक्षमेति नान्यथा तु कथञ्चन  ॥
]

`verse 9 [
विष्णुब्रह्मादिरूपाणामैक्यं जानन्ति ये द्विजाः  ।
ते यान्ति नरकं घोरं पुनरावृत्तिवर्जितम्  ॥
]

`verse 10 [
गुणत्रयं प्रविष्टस्तु पुरुषो हरिरव्ययः  ।
कार्योन्मुखं यथा भूयात्क्षोभयामास वै तथा  ॥
]

`verse 11 [
जातक्षोभाद्भगवतो महानासीद्गुणत्रयात् ।
गुणत्रये विद्यमानाद्भागादेव न संशयः  ॥
]

`verse 12 [
महतो ब्रह्मवायू च जज्ञाते खाभिमानिनौ  ।
तस्य संवत्सरात्पश्चाद्यमलौ संबभूवतुः  ॥
]

`verse 13 [
रजः प्रधानं यत्तत्वं महत्तत्तवमितीरितम्  ।
सर्गं त्विमं विजानीयाद्गुणवैषम्यनामकम्  ॥
]

`speaker [
गरुड उवाच
]

`verse 14 [
महत्तत्तवस्वरूपस्य ज्ञानार्थं देवकीसुत  ।
त्वयोक्ता गुणवैषम्यनामिका सृष्टिरुत्तमा  ॥
]

`verse 15 [
गुणवैषम्यशब्दार्थं मम ब्रूहि महाप्रभो  ।
श्रीकृष्ण उवाच  ।
गुणवैषम्यशब्दार्थज्ञापनाय खगेश्वर  ॥
]

`verse 16 [
अपिक्षितं च तत्रादौ गुणसाम्यं न संशयः  ।
सम्यग्ज्ञापयितुं तत्र खादौ तावत्स्वगेश्वर  ॥
]

`verse 17 [
राशिभूतं गुणानां तु दर्शयिष्ये स्थितिं च वै  ।
राशीभूतस्य तसमः सकाशाद्विनतासुत  ॥
]

`verse 18 [
राशीभूतं रजो ज्ञेयन्द्विगुणं तत्तु नान्यथा  ।
राशीभूतस्य रजसः सकाशाद्विनतासुत  ॥
]

`verse 19 [
राशीभूतं तथा सत्त्वं द्विगुणं समुदाहृतम्  ।
मूलप्रकृतिजा ह्येते न मूला प्रकृतिः स्मृता  ॥
]

`verse 20 [
यतः प्रकृतिरूपाणां परिच्छेदो न विद्यते  ।
अतः प्रकृतिजा ज्ञेया न मूलास्ते खगेश्वर  ॥
]

`verse 21 [
एवं तव गुणानाञ्च परिमाणं खगेश्वर  ।
उक्तं स्वरूपं तेषां तु तव सम्यक्खगेश्वर  ॥
]

`verse 22 [
तत्र राशित्रये सत्त्वं केवलं समुदाहृतम्  ।
रजस्तमोभ्यां गरुड ह्यविमिश्रं ह्यतस्तु तत् ॥
]

`verse 23 [
केवलं सत्त्वमित्युक्तं न तु श्रेष्ठत्वतः प्रभो  ।
सृष्टिकाले केवलं स्यात्प्रलये मिश्रितं भवेत् ॥
]

`verse 24 [
सर्वदाप्यविमिश्रं च सत्त्वराशिं खगेश्वर  ।
सर्वदापि विमिश्रं च सत्त्वराशिं द्विजोत्तम  ॥
]

`verse 25 [
ये विजानन्ति ते सर्वे विशन्ति ह्यधरं तमः  ।
रजस्तमोगुणौ वीन्द्र इतराभ्यां विमिश्रितौ  ॥
]

`verse 26 [
सृष्टौ प्रलयकालेपि मिश्रावेव खगेश्वर  ।
राशिभूतेपि रजसि रजोभागाच्छताधिकम्  ॥
]

`verse 27 [
सत्त्वं च मिश्रितं ज्ञेयं नान्यथा पक्षिसत्तम  ।
रजसः शतभागानां मध्ये तु विनतासुत  ॥
]

`verse 28 [
य एको भाग उद्दिष्टस्तावत्परिमितं तमः  ।
राशिभूतेपि रजसि मिश्रितं परिकीर्तितम्  ॥
]

`verse 29 [
रजोराशिस्थितिस्त्वेवं तात व्याप्तं तमोगुणैः  ।
राशिभूतेपि तमसि सत्त्वं च विनतासुत  ॥
]

`verse 30 [
तमः सकाशाद्गरुड दशभागाधिकेन च  ।
मिश्रितं भवतीत्येवं ज्ञातव्यं नात्र संशयः  ॥
]

`verse 31 [
तमसो दशभागानां मध्ये तु विनतासुत  ।
य एको भाग उद्दिष्टस्तावत्परिमितं रजः  ॥
]

`verse 32 [
राशिभूतेपि तमसि मिश्रितं भवति ध्रुवम्  ।
तमोराशिस्थितिस्त्वेवं ज्ञातव्या पक्षिसत्तम  ॥
]

`speaker [
गरुड उवाच
]

`verse 33 [
रशिभूतेपि रजसि राशिभूते तमस्यपि  ।
सत्त्वांशा ह्यधिकाः संतीत्येवमुक्तं मयानघ  ॥
]

`verse 34 [
तत्र मे संशयो ह्यस्ति शृणु त्वं सात्त्वतां पते  ।
यद्राश्यां यद्रा शिभागा ह्यधिकाः संति यावता  ॥
]

`verse 35 [
तावता व्यवहारः स्यात्क्षीरनीरमिव प्रभो  ।
श्रुत्वा स गरुडेनोक्तं भगवान्पुरुषोत्तमः  ॥
]

`verse 36 [
उवाच पर मप्रीत्या संस्तुवन् गरुडं हरिः  ।
श्रीकृष्ण उवाच  ।
रजोराश्या तमोराश्या सत्त्वराश्यधिका सदा  ॥
]

`verse 37 [
मिश्रितं चापि पक्षीन्द्र न सत्तवमिति कीर्त्यते  ।
रजोराशिस्तमोराशिरित्येवं विबुधा विदुः  ॥
]

`verse 38 [
विषं तु चरुदुग्धस्थं विषमित्युच्यते यथा  ।
एवं मयोक्ता गरुड गुणानां निजसंस्थितिः  ॥
]

`verse 39 [
साम्यावस्थां गुणानां च शृण्विदानीं खगेश्वर  ।
राशीकृताच्च रजसः जन्यं यच्च कगेश्वर  ॥
]

`verse 40 [
महत्तत्त्वे प्रविष्टं च यद्रजः परिकीर्तितम्  ।
प्रलये समनुप्राप्ते महत्तत्त्वे स्थितं रजः  ॥
]

`verse 41 [
द्वादशांशेन तु ह्यद्धा विभक्तं भवतिं प्रभो  ।
राशीभूते हि सत्त्वे तु दशभागेन मिश्रितम्  ॥
]

`verse 42 [
सम्यक्भवति पक्षीन्द्र तथैकांशेन चाण्डज  ।
तमोराश्या मिश्रितं च भवत्येव न संशयः  ॥
]

`verse 43 [
अन्येनैकेन भागेन रजोराश्या खगेश्वर  ।
मिश्रितं भवतीत्येवं ज्ञातव्यं नान्यथा क्वचित् ॥
]

`verse 44 [
गुणत्रयेपि भगवान्महत्तत्त्वस्य चाण्डज  ।
एवं लयस्तु ज्ञातव्यो हृदि तत्त्वार्थवोदिभिः  ॥
]

`verse 45 [
एवं गुणत्रयाणां च मिश्रितत्त्वात्खगेश्वर  ।
गुणसाम्यमिति प्राहुरेवं जानीहि वै खग  ॥
]

`verse 46 [
अन्यथा ये विजानन्ति ते यान्ति ह्यधरं तमः  ।
गरुड उवाच  ।
राशीकृतगुणानां च त्रयाणां परमेश्वर  ॥
]

`verse 47 [
विशालानां परं ब्रह्मन्प्रलये गुणसाम्यता  ।
कथं ब्रूहि महाभाग एतत्तत्त्वं समासतः  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 48 [
राशीभूतगुणानां तु त्रयणामपि सत्तम  ।
तदा विमिश्रितत्वेन ह्यवस्थानं विदुर्बुधाः  ॥
]

`verse 49 [
इदानीं गुणवैषम्यं शृणु सम्यङ्मम प्रिय  ।
सृष्टिकाले तु संप्राप्ते यत्पूर्वं प्रलये खग  ॥
]

`verse 50 [
दशभागैश्च सत्त्वे तु मिश्रितं यद्र जस्तथा  ।
तमस्यप्येकभागेन प्रविष्टं यत्तु तद्रजः  ॥
]

`verse 51 [
रजस्यप्येकभागेन प्रविष्टं यच्च तद्रजः  ।
एवं द्वादशभागैश्च प्रविष्टं सर्वशो रजः  ॥
]

`verse 52 [
सत्त्वस्तैर्दशभागैश्च तथैकेन रजोंशिना  ।
एवमेकादशैर्भागैस्तमस्थांशेन वै व्दिज  ॥
]

`verse 53 [
मिश्रितं भवति ह्यद्धा महत्तत्त्वं तदा स्मृतम्  ।
एतदन्यो विशेषश्च मन्तध्यो विनतासुत  ॥
]

`verse 54 [
एकांशस्तामसो ज्ञेयो महत्तत्त्वे न संशयः  ।
एवं त्रयोदशैर्भागैर्मिश्रितं तच्च सत्तम  ॥
]

`verse 55 [
एवमेतद्विजानीयान्नान्यथा तु कथञ्चन  ।
गरुड उवाच  ।
चतुर्मुखाच्छ्रुतं पूर्वं भगवन्सात्त्वतां पते  ॥
]

`verse 56 [
चतुर्भागात्समुत्पन्नं महत्तत्त्वमिति प्रभो  ।
तत्रैकांशस्तमः प्रोक्तः त्रिभागो रज एव च  ॥
]

`verse 57 [
तदाहुर्ब्रह्मणो रूपं गुणवैषम्यनामकम्  ।
चतुर्भागात्मकं प्रोक्तं महत्तत्त्वं श्रुतं मया  ॥
]

`verse 58 [
त्रयोदशांशैः संभूतमिति प्रोक्तं त्वयानघ  ।
तदेतत्संशयं छिन्धि कृपालो भक्तवत्सल  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 59 [
ब्रह्मोक्तम्य मयोक्तस्य विवादो नास्ति सर्वथा  ।
मूलसत्त्वे मिश्रितं च दशभागेन यद्रजः  ॥
]

`verse 60 [
तत्सर्वं च मिलित्वैव त्वेको भागस्तु कीर्तितः  ।
मूले रजसि यच्चोक्तो रजोभागः खगेश्वर  ॥
]

`verse 61 [
भागे द्वितीये विज्ञेयस्तद्रजो नात्र संशयः  ।
मूले तमसि यच्चोक्तो रजोभागस्तथैव च  ॥
]

`verse 62 [
तृतीयभागो विज्ञेयो नात्र कार्या विचारणा  ।
तथा मूले च तमसि ह्येको भागस्तमः स्मृतः  ॥
]

`verse 63 [
एवं त्रिभागो रजसः एकांशस्तमसः स्मृतः  ।
तदाहुर्ब्रह्मणो देहं गुणवैषम्यनामकम्  ॥
]

`speaker [
गरुड उवाच
]

`verse 64 [
महत्तत्त्वस्य चत्वारो भागास्तेषु रजस्त्रयः  ।
तमसस्त्वेक एवेति त्वयोक्तं गरुडध्वज  ॥
]

`verse 65 [
रजोभागात्मको देहोः ब्रह्मणः परमेष्ठिनः  ।
इति प्रतीयते ब्रह्मन्वचनात्तव माधव  ॥
]

`verse 66 [
शुद्धसत्त्वात्मको देहो ब्रह्मणः परमेष्ठिनः  ।
एवं हि श्रूयते कृष्ण संशयो मेत्र बाधते  ॥
]

`verse 67 [
तमेवं संशयं छिन्धि यद्धि तच्छ्रोतुमर्हति  ।
श्रीकृष्ण उवाच  ।
त्रिभागभूते रजसि तथा द्वादशधापि च  ॥
]

`verse 68 [
रजसोपेक्षया सत्त्वं दशांशाधिकमेव च  ।
प्रविष्टमस्तीति खग ज्ञातव्यं तच्छणु द्विज  ॥
]

`verse 69 [
तमसोपेक्षया सत्त्वं दशांशाधिकमेव वै  ।
प्रविष्टमस्तीति खग वक्तव्यं नात्र संशयः  ॥
]

`verse 70 [
तमसोपेक्षया तत्र तम एकादशं स्मृतम्  ।
एकांशस्तु रजो ज्ञेयमेवमाहुर्मनीषिणः  ।
एवं च मिलितान्भागान्वक्ष्ये शृणु महामते  ॥
]

`verse 71 [
महत्तत्त्वसमुत्पत्ता उपादानं खगेश्वर  ।
त्रयोदशांशा विज्ञेया द्वादशाशं रजः स्मृतम्  ॥
]

`verse 72 [
एकांशस्तमसो ज्ञेयस्तत्र भागाञ्छृणु द्विजा  ।
आदौ तु द्वादशांशेषु भागान्वक्ष्यामि तच्छृणु  ॥
]

`verse 73 [
एकांशस्तमसो ज्ञेयस्तद्दशां शाधिकं रजः  ।
तच्छतांशाधिकं सत्त्वमेवमाहुर्मनीषिणः  ॥
]

`verse 74 [
एकांशतमसि ह्येवं विभागाञ्छृणु सत्तम  ।
एकांशस्तु रजो ज्ञेयस्तमो ह्येका दशाधिकम्  ॥
]

`verse 75 [
तमोभागास्तु विज्ञेयास्तद्दशांशाधिकः स्मृतः  ।
सत्त्वभाग इति ज्ञेयो महत्तत्त्वे खगेश्वर  ॥
]

`verse 76 [
सत्त्वांशो बहुलो यस्माच्छुद्धसत्त्वं चतुर्मुखः  ।
उत्पत्तिर्महतश्चोक्ता एवं च विनतासुत  ॥
]

`verse 77 [
तज्ज्ञानान्मोक्षमाप्नोति नान्यथा तु कथञ्चन  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे कृष्ण गरुडसंवादे तृतीयांशे ब्रह्मकाण्डे गुणवैषम्यभेदब्रह्मदेहस्वरूपगुणसाम्यनिरूपणं नाम चतुर्थोऽध्यायः
]
