`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
पार्वत्यानन्तरोत्पन्न इन्द्रो वचनमब्रवीत् ।
इन्द्र उवाच  ।
तव स्वरूपं हृदि संविजानन् समुत्सुकः स्यात्स्तवने यस्तु मूढः  ।
अजानतः स्तवनं देवदेव तदेवाहुर्हेलनं चक्रपाणे  ॥
]

`verse 2 [
तथापि तद्वै तव नाम पूर्वं भवेत्तदा पुण्यकरं भवेदिति  ।
रुद्रादिकानां स्तवने नास्ति शक्तिस्तदा वक्तव्यं मम नास्तीति किं वा  ॥
]

`verse 3 [
गुणांशतो दशभी रुद्रतो वै सदा न्यूनो मत्समः कामदेवः  ।
ज्ञाने बले समता सर्वदास्ति तथाः कामः किं च दूतः सदैव  ॥
]

`verse 4 [
एवं स्तुत्वा देवदेवो हरिं च तूष्णीं स्थितः प्राञ्जलिर्नम्रभूर्धां  ।
तदनन्तरजो ब्रह्मा अहङ्कारिक ऊचिवान्  ॥
]

`speaker [
अहङ्कारिक उवाच
]

`verse 5 [
नमस्ते गणपूर्णाय नमस्ते ज्ञानमूर्तये  ।
नमोऽज्ञानविदूराय ब्रह्मणेनंतमूर्तये  ॥
]

`verse 6 [
इन्द्रादहं दशगुणैः सर्वदा न्यून उक्तो न जनि त्वां सर्वदा ह्यप्रमेय  ।
तथापि मां पाहि जगद्गुरो त्वं दत्त्वा दिव्यं ह्यायतनं च विष्णो  ॥
]

`verse 7 [
आहङ्कारिक एवं तु स्तुत्वा तूष्णीं बभूव ह  ।
तदनन्तरजा स्तोतुं शची वचनमब्रवीत् ॥
]

`verse 8 [
शच्युवाच  ।
संचिन्तयामि अनिशं तव पादपद्मं वज्राङ्कुशध्वजसरोरुहलाञ्छनाढ्यम्  ।
वागीश्वरैरपि सदा मनसापि धर्तुं नो शक्यमीश तव पादरजः स्मरामि  ॥
]

`verse 9 [
आहङ्कारिकप्राणाच्च गुणैश्च दशभिः सदा  ।
न्यूनभूतां च मां पाहि कृपालो भक्तवत्सल  ॥
]

`verse 10 [
एवं स्तुत्वा शची देवी तूष्णीं भगवती ह्यभूत् ।
तदनन्तरजा स्तोतुं रतिः समुपचक्रमे  ॥
]

`speaker [
रतिरुवाच
]

`verse 11 [
संचिन्तयामि नृहरेर्वदनारविन्दं भृत्यानुकंपितधिया हि गृहीतमूर्तिम्  ।
यच्छ्रीनिकेतमजरुद्ररमादिकैश्च संलालितं कुटिलङ्कुन्तलवृन्दजुष्टम्  ॥
]

`verse 12 [
एतादृशं तव मुखं नुवितुं न शक्तिः शच्या समापि भगवन्परिपाहि नित्यम्  ।
कृत्वा स्तुतिं रतिरियं परमादरेण तूष्णीं स्थिता भगवतश्च समीप एव  ॥
]

`verse 13 [
रत्यनन्तरजो दक्षः स्तोतुं समुपचक्रमे  ॥
]

`speaker [
दक्ष उवाच
]

`verse 14 [
संचिन्तये भगवतश्चरणोदतीर्थं भक्त्या ह्यजेन परिषिक्तमजादिवन्द्यम्  ।
यच्छौचनिःसृतमजप्रवरावतारं गङ्गाख्यतीर्थमभवत्सरितां वरिष्ठम्  ॥
]

`verse 15 [
रुद्रोपि तेन विधृतेन जटाकलापपूतेन पादरजसा ह्यशिवः शिवोभूत् ।
एतादृशं ते चरणं करुणेश विष्णो स्तोतुं शक्तिर्मम नास्ति कृपावतार  ।
रत्या समः श्रुतिगतो न गतोस्मि मोक्षमेतादृशं च परिपाहि निदानमूर्ते  ॥
]

`verse 16 [
एवं स्तुत्वा स दक्षस्तु तूष्णीमेव बभूव ह  ।
तदनन्तरजः स्तोतुं बृहस्पतिरुपाक्रमीत् ॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 17 [
संचिन्तयामि सततं तव चाननाब्जं त्वं देहि दुष्टविषयेषु विरक्तिमीश  ॥
]

`verse 18 [
एतेषु शक्तिर्यदि वै स जीवो कर्ता च भोक्ता च सदा च दाता  ।
योषां च पुत्रसुहृदौ च पशूंश्च सर्वमेवं विनश्यति यतो हि तदाशु छिन्धि  ॥
]

`verse 19 [
संसारचक्रभ्रमणेनैव देव संसारदुःखमनुभूयेहागतोस्मि  ।
शक्तिर्न चास्ति नवने मम देवदेव सत्या समं च सततं परिपाहि नित्यम्  ॥
]

`verse 20 [
एवं श्रुत्वा च परमं तूष्णीमेव स्थितो मुनिः  ।
तदनन्तरजस्तोतुं ह्यनिरुद्धोपचक्रमे  ॥
]

`speaker [
अनिरुद्ध उवाच
]

`verse 21 [
एवं हरेस्तव कथां रसिकां विहाय स्त्रीणां भगे च वदने परिमुह्य नित्यम्  ।
विष्ठान्त्रपूरितबिले रसिको हि नित्यं स्थायी च सूकरवदेव विमूढबुद्धिः  ॥
]

`verse 22 [
मज्जास्थिपित्तकफरक्तमलादिपूर्णे चर्मान्त्रवेष्टितमुखे पतितं ह पीतम्  ।
आस्वादने मम च पापगतेर्मुरारे मायाबलं तव विभो परमं निमित्तम्  ॥
]

`verse 23 [
संसारचक्रे भ्रमतश्च नित्यं सुदुःखरूपे सुखलेशवर्जिते  ।
मलं वमन्तं नवभिश्च द्वारैः शरीरमारुह्य सुमूढबुद्धिः  ॥
]

`verse 24 [
नमामि नित्यं तव तत्कथामृतं विहाय देव श्रुतिमूलनाशनम्  ।
कुटुंबपोषं च सदा च कुर्वन्दानाद्यकुर्वन्निवसन् गृहे च  ॥
]

`verse 25 [
दूरे च संसारमलं त्विदं कुरु देहि ह्यदो दिव्यकथामृतं सदा  ।
एतादृशोहं तव सद्गुणौघं स्तोतुं समर्थो नास्मि शचीसमश्च  ॥
]

`verse 26 [
एवं स्तुत्वानिरुद्धस्तु तूष्णीमास खगेश्वर  ।
तदनन्तरजः स्तोत्रं मनः स्वायंभुवोब्रवीत् ॥
]

`speaker [
स्वायंभुव उवाच
]

`verse 27 [
स्तोतुं ह्यनुप्रविशतोपि न गर्भदुःखं तस्मादहं परमपूज्यपदं गतस्ते  ॥
]

`verse 28 [
मनोर्भार्या मानवी च यमः संयमिनीपतिः  ।
दिशाभिमानी चन्द्रस्तु सूर्यश्चक्षुर्नियामकः  ।
परस्परसमा ह्येते मुक्त्वा संसारमेव च  ॥
]

`verse 29 [
प्रवाहाद्विगुणोनश्चेत्येवं जानीहि चाण्डज  ।
सूर्यानन्तरजः स्तोतुं वरुणः संप्रचक्रमे  ॥
]

`speaker [
वरुण उवाच
]

`verse 30 [
त्वद्विच्छया रचिते देहगेहे पुत्त्रे कलत्रेपि धने द्रव्यजातौ  ।
ममाहमित्यल्पधिया च मूढा संसारदुःखे विनिमज्जन्ति सर्वे  ॥
]

`verse 31 [
अतो हरे तादृशीं मे कुबुद्धिं विनाश्य मे देहि ते पाददास्यम्  ।
अहं मनोः पादपादार्धभूतगुणेन हीनः सर्वदा वै मुरारे  ॥
]

`verse 32 [
एवं स्तुत्वा तु वरुणः प्राञ्जलिः समुपस्थितः  ।
वरुणानन्तरोत्पन्नो नारदो ह्यस्तुवद्धरिम्  ॥
]

`speaker [
नारद उवाच
]

`verse 33 [
यन्नामधेयश्रवणानुकीर्तनात्स्वाद्वन्यतत्त्वं मम नास्ति विष्णो  ।
पुनीह्यतश्चैव परोवरायान्यज्जिह्वाग्रे वर्तते नाम तस्य  ॥
]

`verse 34 [
यज्जिह्वाग्रे हरिनामैव नास्ति स ब्राह्मणो नैव स एव गोखरः  ।
अहं न जाने च तव स्वरूपं न्यूनो ह्यहं वरुणात्सर्वदैव  ॥
]

`verse 35 [
एवं स्तुत्वा नारदो वै खगेन्द्रस्तूष्णीमभूद्देवदेवस्य चाग्रे  ।
यो नारदानन्तरं संबभूव भृगुर्महात्मा स्तोतुमुपप्रचक्रमे  ॥
]

`speaker [
भृगुरुवाच
]

`verse 36 [
किमासनं ते गरुडासनाय किं भूषणं कौस्तुभभूषणाय  ।
लक्ष्मीकलत्राय किमस्ति देयं वागीश किं ते वचनीयमस्ति  ।
अतो न जाने तव सद्गुणांश्च ह्यहं सदा वरुणात्पादहीनः  ॥
]

`verse 37 [
एवं स्तुत्वा हरिं देवं भृगुस्तूष्णीं बभूव ह  ।
तदनन्तरजो ह्यग्निरस्तावीत्पुरुषोत्तमम्  ॥
]

`speaker [
अग्निरुवाच
]

`verse 38 [
यत्तेजसाहं सुसमिद्धतेजा हव्यं वहाम्यध्वरे आज्यसिक्तम्  ॥
]

`verse 39 [
यत्तेजसाहं जठरे संप्रविश्य पचन्नन्नं सर्वदा पूर्णशक्तिः  ।
अतो न जाने तव सद्गुणांश्च भृगोरहं सर्वदैवं समोस्मि  ॥
]

`verse 40 [
तदनन्तरजा स्तोतुं प्रसूतिरुपचक्रमे  ॥
]

`speaker [
प्रसूतिरुवाच
]

`verse 41 [
यन्नामार्थविचारणेपि मुनयो मुह्यंति वै सर्वदा त्वद्भीता अपि देवता ह्यविरतं स्त्रीभिः सहैव स्थिताः  ।
मान्धातृध्रुवनारदाश्च भृगवो वैवस्वताद्याखिलाः प्रेम्णा वै प्रणमाम्यहं हितकृते तस्मै नमो विष्णवे  ॥
]

`verse 42 [
अतो न जाने तव सद्गुणान्सदा एवं विधा का मम शक्तिरस्ति  ।
स्तुत्वा ह्येवं प्रसूतिस्तु तूष्णीमासीत्खगेश्वर  ॥
]

`verse 43 [
अग्निर्वागात्मको ब्रह्मपुत्रो भृगु ऋषिस्तथा  ।
तद्भार्या वै प्रसूतिस्तु त्रय एते समाः स्मृताः  ॥
]

`verse 44 [
वरुणात्पादहीनाश्च प्रवहाद्विगुणाधमाः  ।
दक्षाच्छतावरा ज्ञेया मित्रात्तु द्विगुणाधिकाः  ॥
]

`verse 45 [
प्रसूत्यनन्तरं जातो वसिष्ठो ब्रह्मनन्दनः  ।
विनयावनतो भूत्वा स्तोतुं समुपचक्रमे  ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 46 [
नमोस्तु तस्मै पुरुषाय वेधसे नमोनमोऽसद्वृजिनच्छिदे नमः  ।
नमोनमो स्वाङ्गभवाय नित्यं नतोस्मि हे नाथ तवाङ्घ्रिपङ्कजम्  ॥
]

`verse 47 [
मां पाहि नित्यं भगवन्वासुदेव ह्यग्नेरहं सर्वदा न्यून एव  ।
मित्रादहं सर्वदा किञ्चिदूनः स्तुत्वा देव सोभवत्तत्र तूष्णीम्  ॥
]

`verse 48 [
यो वसिष्ठानन्तरजो मरीचिर्ब्रह्मनन्दनः  ।
हरिन्तुष्टाव परया भक्त्या नारायणं गुरुम्  ॥
]

`speaker [
मरीचिरुवाच
]

`verse 49 [
देवेन चाहं हतधीर्भवनप्रसङ्गात्सर्वाशुभोपगमनाद्विमुखेंद्रियश्च  ।
कुर्वे च नित्यं सुखलेशलवादिना त्वद्दूरं मनस्त्वशुभकर्म समाचरिष्ये  ॥
]

`verse 50 [
एतादृशोहं भगवाननन्तः सदा वसिष्ठस्य समान एव  ॥
]

`verse 51 [
एवं स्तुत्वा मरीचिस्तु तूष्णीमास तदा खग  ।
तदतन्तरजोह्यत्रिरस्तावीत्प्राञ्जलिर्हरिम्  ॥
]

`verse 52 [
आविर्भवज्जगत्प्रभवायावतीर्णं तद्रक्षणार्थमनवद्यञ्च तथाव्ययाय  ।
तत्त्वार्थमूलमविकारि तव स्वरूपं ह्यानन्दसारमत एव विकारशून्यम्  ॥
]

`verse 53 [
त्रैगुण्यशून्यमखिलेषु च संविभक्तं तत्र प्रविश्य भगवन्न हि पश्यतीव  ।
अतो मुरारेस्तव सद्गुणांश्च स्तोतुं न शक्नोमि मरीचितुल्यः  ॥
]

`verse 54 [
एवं स्तुत्वा ह्यत्रिरपितूष्णीमास तदा खग  ।
तदनन्तरजः स्तोतुमङ्गिरा वाक्यमब्रवीत् ॥
]

`speaker [
अङ्गिरा उवाच
]

`verse 55 [
द्रष्टुं न शक्नोमि तव स्वरूपं ह्यनन्तबाहूदरमस्तकं च  ।
अनन्तसाहस्रकिरीटजुष्टं महार्हनानाभरणैश्च शोभितम्  ।
एतादृशं रूपमनन्तपारं स्तोतुं ह्यशक्तस्तु समोस्मि चात्रेः  ॥
]

`verse 56 [
एवं स्तुत्वा ह्यङ्गिराश्च तूष्णीमास खगेश्वर  ।
तदनन्तरजः स्तोतुं पुलस्त्यो वाक्यमब्रवीत् ॥
]

`speaker [
पुलस्त्य उवाच
]

`verse 57 [
यो वा हरिस्तु भगवान्स (स्व) उपासकानां संदर्शयेद्भुवनमङ्गलमङ्गलं च  ।
(लश्च) यस्मै नमो भगवते पुरुषाय तुभ्यं यो वाविता निरयभागगमप्रसङ्गे  ॥
]

`verse 58 [
एतादृशांस्तव गुणान्नवितुं न शक्तं मां पाहि भगवन्सदृशो ह्यङ्गिरसा च  ॥
]

`verse 59 [
एवं स्तुत्वा पुलस्त्योपि स्तूष्णीमेव बभूव ह  ।
तदनन्तरजः स्तोतुं पुलहो वाक्यमब्रवीत् ॥
]

`speaker [
पुलह उवाच
]

`verse 60 [
निष्कामरूपरिहितस्य समर्पितं च स्नानावरोत्तमपयः फलपुष्पभोज्यम्  ।
आराधनं भगवतस्तव सत्क्रियाश्च व्यर्थं भवेदिति वदन्ति महानुभावाः  ॥
]

`verse 61 [
तस्मै सदा भगवते प्रणमामि नित्यं निष्कामया तव समर्पणमात्रबुद्ध्या  ।
वैकुण्ठनाथ भगवन्स्तवने न शक्तिः सोहं पुलस्त्यसदृशोस्मि न संशयोत्र  ॥
]

`verse 62 [
एवं स्तुत्वा तु पुलहस्तूष्णीमास तदा खग  ।
तदनन्तरजः स्तोतुं क्रतुः समुपचक्रमे  ॥
]

`speaker [
क्रतुरुवाच
]

`verse 63 [
प्राणप्रयाणसमये भगवंस्तवैव नामानि संसृतिजदुःखविनाशकानि  ।
येनैकजन्मशमलं सहसैव हित्वा संयाति मुक्तिममलां तमहं प्रपद्ये  ॥
]

`verse 64 [
ये भक्त्या विवशा विष्णो नाममात्रैकजल्पकाः  ।
तेपि मुक्तिं प्रयान्त्याशु किमुत ध्यायिनः सदा  ॥
]

`verse 65 [
एवं स्तुत्वा क्रतुरपि तूष्णीमास खगेश्वर  ।
तदनन्तरजः स्तोतुं मनुर्वैवस्वतोब्रवीत् ॥
]

`speaker [
वैवस्वत उवाच
]

`verse 66 [
सोहं हि कर्मकरणे निरतः सदैव स्त्रीणां भोगे च निरतश्च गुदे प्रमत्तः  ।
जिह्वेन्द्रिये च निरतस्तव दर्शने च सम्यग्विरागसहितः परमोदरेण  ॥
]

`verse 67 [
मांसास्थिमज्जरुधिरैः सहिते च देहे भक्तिं सदैव भगवन्नपि तस्करे च  ।
गुर्वग्निबाडबगवादिषु सत्सु दुःखात्सम्यग्विरक्तिमुपयामि सहस्व नित्यम्  ॥
]

`verse 68 [
लोकानुवादश्रवणे परमा च शक्तिर्नारायणस्य नमने न च मेस्ति शक्तिः  ।
लोकानुयानकरणे परमा च शक्तिः क्षेत्रादिमार्गगमने परमा ह्यशक्तिः  ॥
]

`verse 69 [
वैश्यादिकेषु धनिकेषु परा च शक्तिः सद्ब्राह्मणेष्वपि न शक्तिरहो मुरारे  ॥
]

`verse 70 [
वैवस्वतमनुर्देवं स्तुत्वा तूष्णीं बभूव ह  ।
तदनन्तरजः स्तोतुं विश्वामित्रोपचक्रमे  ॥
]

`speaker [
विश्वामित्र उवाच
]

`verse 71 [
न ध्याते चरणांबुजे भगवतो संध्यापि नानुष्ठिता ज्ञानद्वारकपाटपाटनपटुर्धर्मोपि नोपार्जितः  ।
अन्तर्व्याप्तमलाभिघातकरणे पट्वी श्रुता ते कथा नो देव श्रवणेन पाहि भगवन्मामत्रितुल्यं सदा  ॥
]

`verse 72 [
विश्वामित्रऋषिस्त्वेवं स्तुत्वा तूष्णीं बभूव ह  ।
भृगुनारदक्षांश्च विहाय ब्रह्मपुत्रकाः  ॥
]

`verse 73 [
सप्तसंख्या वसिष्ठाद्या विश्वामित्रस्तथैव च  ।
वैवस्वतमनुस्त्वेते परस्परसमाः स्मृताः  ॥
]

`verse 74 [
वह्नेरप्यवरा नित्यं किञ्चिन्मित्राद्गुणाधिकाः  ।
तदनन्तजस्तोत्रं वक्ष्ये शृणु खगेश्वर  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे तृतीयांशे ब्रह्मकाण्डे कृष्णगरुडसंवादे देवादिस्तुतितत्तत्तारतम्यनिरूपणं नाम सप्तमोऽध्यायः
]
