`speaker [
श्रीगरुड उवाच
]

`verse 1 [
अजानजस्वरूपं च ब्रूहि कृष्ण महामते  ।
तदन्यांश्च क्रमेणेव वक्तुं कृष्ण त्वमर्हसि  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 2 [
अजानाख्या देवतास्तु तत्तद्देवकुले भवाः  ।
अजानदेवतास्ता हि तेभ्योग्र्याः कर्मदेवताः  ॥
]

`verse 3 [
विराधश्चारुदेष्णश्च तथा चित्ररथस्तथा  ।
धृतराष्ट्रः किशोरश्च हूहूर्हाहास्तथैव च  ॥
]

`verse 4 [
विद्याधरश्चोग्रसेनो विश्वावसुपरावसू  ।
चित्रसेनश्च गोपालो बलः पञ्चदश स्मृताः  ॥
]

`verse 5 [
एवमाद्याश्च गन्धर्वाः शतसंख्याः खगेश्वर  ।
अजानजसमा ज्ञेया मुक्तौ संसार एव च  ॥
]

`verse 6 [
अज्ञानजास्तु मे देवाः कर्मजेभ्यः शतावराः  ।
घृताची मेनका रंभा उर्वशी च तिलोत्तमा  ॥
]

`verse 7 [
सुकेतुः शबरी चैव मञ्जुघोषा च पिङ्गला  ।
इत्यादिकं यक्षरत्नं सह संपरिकीर्तितम्  ॥
]

`verse 8 [
अजानजसमा ह्येते कर्मजेभ्यः शतावराः  ।
विश्वामित्रो वसिष्ठश्च नारदश्च्यवनस्तथा  ॥
]

`verse 9 [
उतथ्यश्च मुनिश्चैतान्द्राजपित्वा खगेश्वर  ।
ऋषयश्च महात्मानो ह्यजानजसमाः स्मृताः  ॥
]

`verse 10 [
शतर्चिः कश्यपो ज्ञेयो मध्यमश्च पराशरः  ।
पावमान्यः प्रगाथश्च क्षुद्रसूक्तश्च देवलः  ॥
]

`verse 11 [
गृत्समदो ह्यासुरिश्च भरद्वाजोथ मुद्गलः  ।
उद्दालको ह्यृष्यशृङ्गः शङ्खः सत्यव्रतस्तथा  ॥
]

`verse 12 [
सुयज्ञश्चैव बाभ्रव्यो माण्डूकश्चैव बाष्कलः  ।
धर्माचार्यस्तथागस्त्यो दाल्भ्यो दार्ढ्यच्युतस्तथा  ॥
]

`verse 13 [
कवषो हरितः कण्वो विरूपो मुसलस्तथा  ।
विष्णुवृद्धश्च आत्रेयः श्रीवत्सो वत्सलेत्यपि  ॥
]

`verse 14 [
भार्गवश्चाप्नवानश्च माण्डूकेयस्तथैव  ।
मण्डूकश्चैव जाबचलिः वीतिहव्यस्तथैव च  ॥
]

`verse 15 [
गृत्समदः शौनकश्च इत्याद्या ऋषयः स्मृताः  ।
एतेषां श्रवणादेव हरिः प्रीणाति सर्वदा  ॥
]

`verse 16 [
ब्रुवे द्व्यष्टसहस्रं च शृणु तार्क्ष्य मम स्त्रियः  ।
अग्निपुत्रास्तु यद्द्व्यष्टसहस्रञ्च मम स्त्रियः  ।
अजानजसमा ह्येता (ते) नात्र कार्या विचारणा  ॥
]

`verse 17 [
त्वष्टुः पुत्री कशेरूश्च तासां मध्ये गुणाधिका  ।
तदनन्तरजान्वक्ष्ये शृणु सम्यक्खगेश्वर  ॥
]

`verse 18 [
आजानेभ्यस्तु पितरः सप्तभ्योन्ये शतावराः  ।
तथाधिका हि पितर इति वेदविदां मतम्  ॥
]

`verse 19 [
तदनन्तराजान्वक्ष्ये शृणु त्वं द्विजसत्तम  ।
अष्टाभ्यो देवगन्धर्वा अष्टोत्तरशतं विना  ॥
]

`verse 20 [
तेभ्यः शतगुणानन्दा देवप्रेष्यास्तु मुख्यतः  ।
स्वमुखेनेव देवैश्च आज्ञाप्याः सर्वदा गणाः  ॥
]

`verse 21 [
आख्याता देवगन्धर्वास्तेभ्यस्ते च शतावराः  ।
तेभ्यस्तु क्षितिपा ज्ञेया अवराश्च शतैर्गुणैः  ॥
]

`verse 22 [
तेभ्यः शतगुणाज्ञेया मानुषेषूत्तमा गणाः  ।
एवं प्रासंगिकानुक्त्वा प्रकृतं ह्यनुसराम्यहम्  ।
एवं ब्रह्मादयो देवा लक्ष्म्याद्या अपि सर्वशः  ॥
]

`verse 23 [
स्तुत्वा तूष्णीं स्थिताः सर्वे प्राञ्जलीकृत्य भो द्विज  ॥
]

`verse 24 [
इति स्तुतश्च देवेशो भगवान् हरिरव्ययः  ।
तेषामायतनं दातुं मनसा समचिन्तयत् ॥
]

`verse 25 [
इदं पवित्रमारोग्यं पुण्यं पापप्रणाशनम्  ।
हरिप्रसादजनकं स्वरूपसुखसाधनम्  ॥
]

`verse 26 [
इदं तु स्तवनं विप्रा न पठन्तीह मानवाः  ।
न शृण्वन्ति च ये नित्यं ते सर्वे चैव मायिनः  ॥
]

`verse 27 [
नस्मरन्तोन्तरं नित्यं ये भुञ्जन्ति नराधमाः  ।
तैर्भुक्ता सततं विष्ठा सदा क्रिमिशतैर्युता  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे तृती० उत्त० ब्रह्मकाण्डे देवकृतविष्णुस्तुतिदेवतातारतम्यनिरूपणं नाम नवमोऽध्यायः
]
