`speaker [
गरुड उवाच
]

`verse 1 [
देवैरेवं स्तुतो विष्णुर्भगवान्सात्त्वतां पतिः  ।
कीदृशं ह्याश्रयं दत्त्वैषां विवेश महाप्रभुः  ॥
]

`verse 2 [
एतद्वेदितुमिच्छामि कृष्णकृष्ण महाप्रभो  ।
सम्यग्ब्रूहि दयालो त्वं यदि मच्छ्रोत्रमर्हति  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 3 [
तेषु तत्त्वेषु भगवान्स विवेश महाप्रभुः  ।
क्षोभयामास भगवान् संबन्धविधुरो हरिः  ॥
]

`verse 4 [
अदौ ससर्ज भगवान् ब्रह्माण्डं कन कात्मकम्  ।
पञ्चाशत्कोटिविस्तीर्णं योजनानां समन्ततः  ॥
]

`verse 5 [
तदूर्ध्वमण्ववयवस्तावान्कनकरूपकः  ।
वर्तते तत ऊर्ध्वं तु पञ्चाशत्कोटिभूतलम्  ॥
]

`verse 6 [
एवं कोटिशतं तस्यावयवः परिकीर्तितः  ।
ततश्च सप्तावरणैः समतात्परिधीकृतम्  ॥
]

`verse 7 [
कबन्धावरणं ह्याद्यं कोट्या दशसहस्रकम्  ।
द्वितीया वरणं ज्ञेयं पावकस्य महात्मनः  ॥
]

`verse 8 [
अपां दशगुणैर्युक्तं समन्तात्परिधी (खी) कृतम्  ।
तृतीयावरणं ज्ञेयं हरस्यैव महात्मनः  ॥
]

`verse 9 [
दशाधिकं पावकाच्च समन्तात्परिवारितम्  ।
चतुर्थावरणं ज्ञेयं नभसोपि महाप्रभो  ॥
]

`verse 10 [
हराद्दशगुणैरेवं समन्तात्परिवारितम्  ।
पञ्चमावरणं ज्ञेयमहङ्काराख्यमेवच  ॥
]

`verse 11 [
व्योम्नो दशगुणैरेवं समन्तात्परिवारि तम्  ।
षष्ठमावरणं प्रोक्तं महत्तत्त्वं खगेश्वर  ॥
]

`verse 12 [
अहङ्काराद्दशगुणं समन्तात्परिवारितम्  ।
सप्तमावरणं प्रोक्तं त्रिगुणावरणं प्रभो  ॥
]

`verse 13 [
महत्तत्त्वाद्दशगुणैरधिकं परिकीर्तितम्  ।
महत्तत्त्वानन्तरं च तमो ह्यावरणं स्मृतम्  ॥
]

`verse 14 [
महत्तत्त्वात्पञ्चगुणैरधिकं परिकीर्तितम्  ।
तस्माच्च द्विगुणं ज्ञेयंरजो ह्यावरणं स्मृतम्  ॥
]

`verse 15 [
ततश्च द्विगुणं ज्ञेयं सत्त्वावरणमुत्तमम्  ।
त्रयश्चैवं मिलित्वा तु एकावरणमीरितम्  ॥
]

`verse 16 [
अव्याकृताख्यमाकाशं तदनन्तरमीरितम्  ।
मर्यादारहितश्चैवं तत्रास्ते हरिरव्ययः  ॥
]

`verse 17 [
अष्टमावरणं व्योम्नोरं तरा विरजा नदी  ।
पञ्चयोजनविस्तीर्णा समन्तात्परीधीकृता  ॥
]

`verse 18 [
अस्ति पुण्यतमा ज्ञेया लोकसंसारनाशिनी  ।
एवं चतुर्मुखेनैव तदा हृष्यं ति चाण्डज  ॥
]

`verse 19 [
ते सर्वे विरजानद्यां सम्यक्स्नात्वा विसर्ज्य च  ।
लिङ्गदेहं ततः पश्चान्मोक्षं विन्दन्ति ते हरेः  ॥
]

`verse 20 [
अपरोक्षदृशामेवं ब्रह्मणा सह गामिनाम्  ।
विरजातरणं विद्धि नान्येषां विनतासुत  ॥
]

`verse 21 [
अपरोक्षदृशां ब्रह्मन्व्यासादीनां खगेश्वर  ।
विरजातरणं नास्ति भोक्तव्यत्वाच्च कर्मणः  ॥
]

`verse 22 [
विरिञ्चेनैव साकं तु कल्पेस्मिन्नधिकारिणाम्  ।
तेषां तु नियमेनैव सर्वप्रारब्धसंक्षयः  ॥
]

`verse 23 [
भवत्येवं न संदेहो नान्येषां सर्वसंक्षयः  ।
अतस्तु विरजातरणं तेषामेव भवेत्पटो  ॥
]

`verse 24 [
विरजातरणं नास्ति तेषां त (तयोस्त)त्संगिनां तथा  ।
सर्वारब्धक्षयो नास्ति यतस्तेषां खगाधिप  ॥
]

`verse 25 [
अतश्च सर्वथा नास्ति विरजातरणं प्रभो  ।
प्रलये विरजानद्या लयो नास्ति खगेश्वर  ॥
]

`verse 26 [
लक्ष्म्यात्मिका तु सा ज्ञेया लिङ्गदेहविदारिणी  ।
ब्रह्मत्वयोग्या ऋजवो नाम देवाः प्रकीर्तिताः  ॥
]

`verse 27 [
तेपि प्रत्येकशः संति ह्यनन्ताश्च पृथग्गणाः  ।
पृथक्पृथक्च तैः साकं मोक्षयोग्याः खगेश्वर  ॥
]

`verse 28 [
जीवाः संति ह्यनेके च प्रतिकल्पे सृजन्ति ते  ।
द्वात्रिंशल्लक्षणैः सम्यग्युक्ता वायुत्वयोग्यकाः  ॥
]

`verse 29 [
(१०.२८)
अष्टाविंशल्लक्षणैश्च गिरीशपदयोगिनः  ।
चतुर्विंशतिमारभ्याषोडशाच्च सुराः स्मृताः  ॥
]

`verse 30 [
अष्टका ऋषयः प्रोक्तास्तदूनाश्चक्रवर्तिनः  ।
शतजन्म समारभ्य ब्रह्मणः परमेष्ठिनः  ॥
]

`verse 31 [
अपरोक्षमिति प्रोक्तं तथा ह्यारब्धसंक्षयः  ।
एकेन शतकल्पेन वायुत्वं याति भो द्विज  ॥
]

`verse 32 [
शतजन्मनि ब्रह्मत्वं याति पश्चाद्धरेः पदम्  ।
चत्वारिंशद्ब्रह्मकल्पं समारभ्य खगेश्वर  ॥
]

`verse 33 [
रुद्रस्याप्यापरोक्ष्यं स्यात्तथा प्रारब्धसंक्षयः  ।
एकचत्वारिंशकल्पे शेषत्वं याति सुव्रत  ॥
]

`verse 34 [
ब्रह्मणा सह मोक्षं च याति सम्यङ्न चान्यथा  ।
कल्पविंशतिमारभ्य ब्रह्मणः परमेष्ठिनः  ॥
]

`verse 35 [
इन्द्रस्याप्यापरोक्ष्यं स्यात्तथा प्रारब्धसंक्षयः  ।
ब्रह्मणैव सहायाति हरिं नारायणं परम्  ॥
]

`speaker [
गरुड उवाच
]

`verse 36 [
पञ्चाशीतिब्रह्मकल्पं समारभ्य महाप्रभो  ।
रुद्रस्याप्यापरोक्ष्यं स्यात्तथा प्रारब्धसंक्षयः  ॥
]

`verse 37 [
इति श्रुतं मया ब्रह्मन्ब्रह्मणोक्तं हरेः प्रियात् ।
इत्थं त्वयोक्तं श्रीकृष्ण संशयोबाधते मम  ॥
]

`verse 38 [
अतो मे संशयं छिन्धि यथा न स्यात्तथा पुनः  ।
इति तद्वचनं श्रुत्वा कृष्णो वचनमब्रवीत् ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 39 [
ब्रह्मोक्तस्य मयोक्तस्य विवादो नास्ति सर्वथा  ।
संदेहस्त्वज्ञदृष्टीनां ज्ञानिनां नास्ति सर्वथा  ॥
]

`verse 40 [
अशीतिह्यष्टका प्रोक्ता अष्टपञ्च खगेश्वर  ।
चत्वारिंशद्ब्रह्मकल्प एवं प्राह चतुर्मुखः  ॥
]

`verse 41 [
तत्त्वानां बहुगोप्यत्वात्तथोक्तं ब्रह्मणा पुरा  ।
अभिप्रायस्त्वेवमेव ज्ञातव्यो नात्र संशयः  ॥
]

`verse 42 [
पञ्चा शीतिब्रह्मकल्पं ये विजानन्ति भो द्विज  ।
तेन्धं तमः प्रविशन्ति सत्यंसत्यं मयोदितम्  ॥
]

`verse 43 [
विरजानन्तरं विप्रं तथा व्याकृतमंबरम्  ।
अनन्तपारं तदपि लक्ष्मीस्तस्याभिमानिनी  ॥
]

`verse 44 [
संख्यानुगणनं नाम यस्य नास्ति महाप्रभो  ।
न दानं जातिप्रोक्तं सर्वदा नास्ति संशयः  ॥
]

`verse 45 [
अण्डाभिमानी ब्रह्मा तु विराडाख्यो ह्यभूत्तदा  ।
एवं मतं स निर्माय भगवान्हरिख्ययः  ॥
]

`verse 46 [
विशेषात्तत्र गरुड देवैस्तत्त्वाभिमानिभिः  ।
अधश्चोर्ध्वं तदाक्रम्य हरिस्तिष्ठति सर्वदा  ॥
]

`verse 47 [
एवं प्राकृतसर्गोक्तिर्वैकृतं शृणु पक्षिराट् ॥
]

`speaker [
गरुड उवाच
]

`verse 48 [
सृष्टिरुक्ता त्वया पूर्वं श्रुता सम्यङ्मया हरे  ॥
]

`verse 49 [
किं नाम प्राकृतं ज्ञेयं तथा किं वैकृतं प्रभो  ।
एतद्विस्तीर्य मे ब्रूहि श्रोतुं कौतूहलं हि मे  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 50 [
अव्यक्ताद्याः पृथिव्यन्ता अण्डाच्च बहिरुद्भवाः  ।
ते सर्वे प्राकृताः प्रोक्तास्तेषां ज्ञानाद्विमच्यते  ॥
]

`verse 51 [
ब्रह्माडं विकृतं ज्ञेयं ब्रह्माण्डान्तः खगेश्वर  ।
या सृष्टिरुच्यते सद्भिः सैवोक्ता विकृतेति च  ॥
]

`verse 52 [
सृष्टिश्च प्रलयश्चैव संसारो भक्तिरेव च  ।
देवता ऋषिमुख्याश्च लोका भूरादयस्तथा  ॥
]

`verse 53 [
अनाद्यनन्तकालीनाः सर्वदैकप्रकारकाः  ।
जगत्प्रवाहः सत्योऽयं नैव मिथ्या कथञ्चन  ॥
]

`verse 54 [
यत्त्वेतदन्यथा ब्रूयुः सर्वहन्तार एव ते  ।
जगत्प्रवाहः सत्योऽयं हरिसेवेतिसाथा  ॥
]

`verse 55 [
सत्यं सत्यं पुनः सत्यमुद्धत्य भुजमुत्यते  ।
वेदाच्छास्त्रं परं नास्ति न देवः केशवात्परः  ॥
]

`verse 56 [
सर्वोत्कृष्टं केशवं च विहायान्यमुपासते  ।
तेषामन्धं तमो ज्ञेयं पितॄणां गरुणामपि  ॥
]

`verse 57 [
इदानीं शृणु पक्षीन्द्र वैकृतं सर्गमुत्तमम्  ।
सम्यग्जानाति यो लोके स याति परमं पदम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे श्रीकृष्णगरुडसंवादे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे ब्रह्माण्डादिवैकृतैकदेशप्राकृतसृष्टिनिरूपणं नाम दशमोऽध्यायः
]
