`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
नाडीं समाविश्य महानुभावः श्रीविष्णुभक्तो त्वथ पुष्करस्थः  ।
विचारयामास गुरुं स्वमूलं नारायणं निर्गुणमद्वितीयम्  ॥
]

`verse 2 [
एतावता हरिभक्तस्य तस्याप्यच्छिन्नभक्तस्य चतुर्मुखस्य  ।
विचारकाले च विचिन्तनीयो ह्यज्ञानलेशस्तु खगेश्वरेश्वर  ॥
]

`verse 3 [
यथास्ति विष्णोर्मनः सङ्कल्प एव तथैव सोपि प्रकरोति नित्यम्  ।
आलोचने तस्य सदास्ति भूमन्स्वयोग्यतामनतिक्रम्य चैव  ॥
]

`verse 4 [
हरेः स्वरूपे च तथा प्रपञ्चः स्वस्मिन्स्वरूपे च खगास्ति ज्ञानम्  ।
यथापि नित्यं परिचारवारि च अज्ञातवद्दृश्यते विष्णुना च  ॥
]

`verse 5 [
हरेः प्रीत्यर्थं कुरुतेऽसौ कदाच्चित्तत्रापि कश्चिद्विशेषोऽस्ति वीन्द्र  ।
शृणुष्व सम्यङ्निगृहीतचित्तो यथा प्रोवाच स विजानाति देवः  ॥
]

`verse 6 [
सदा त्वदोषं प्रविशेषैश्च मुक्तवेदास्तथा वा पविजानन्ति नित्यम्  ।
तस्य स्वरूपं न तथा हरिं च स्वयोग्यतामनतिक्रम्य वेधाः  ॥
]

`verse 7 [
हरेः स्वरूपं न विजानाति सर्वं स्वयोग्यरूपं सर्वदा वेत्ति विष्णोः  ।
तत्राज्ञानं नास्ति किञ्चिद्द्विजेन्द्र यावत्स्वरूपं च तथैव लक्ष्म्याः  ॥
]

`verse 8 [
वेधा न जानाति कुतस्तदन्ये तयोः स्वरूपं न विजानाति सर्वम्  ।
तथापि वेदानेकदेशेन वेद जानाति लक्ष्मीर्हरिरूपं च यावत् ॥
]

`verse 9 [
तावन्न जानाति विधिः खगेन्द्र ज्ञाने विधातुश्च स्वयोग्यभूते  ।
अतो विरिञ्चस्य न चिन्तनीयो ह्यज्ञानलेशः क्वापि देशे च काले  ॥
]

`verse 10 [
नाडीं समाविश्य तदा विरिञ्चो न वेद नारायणमेकवच्च  ।
तदाऽशृणोत्तं कमलासनं प्रभुस्तपस्तप द्व्यक्षरं सादरेण  ॥
]

`verse 11 [
अभिप्रायं तस्य सम्यग्विदित्त्वा तपः कुरु त्वं हरितुष्ट्यर्थमेव  ।
तपोऽकरोद्धरिपादैक निष्ठो हरेः प्रीत्यर्थं दिव्यसहस्रवर्षम्  ॥
]

`verse 12 [
ततो हरिः प्रादुरासीत्खगेन्द्र वरं दातुं भक्तवरस्य दिव्यम्  ।
सदा विष्णुं देवदेवो ददर्श चतुर्भुजं तं जलजायताक्षम्  ॥
]

`verse 13 [
श्रीवत्सलक्ष्मं गलशोभिकौस्तुभं संपश्यन्तं सुप्रसन्नार्द्रदृष्ट्या  ।
दृष्ट्वा हरिं ब्रह्म नारायणं च पुरः स्थितं भक्तवश्यं दयालुम्  ॥
]

`verse 14 [
समर्चयामास महाविभूत्या भक्त्या हरेः पादतीर्थं दधार  ।
अस्तौन्महाभागवतप्रधानो हरिं गुरुं भक्तिविवर्धितात्मा  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
रमेश लोकेश जगन्निवास तव स्वरूपं न विजानाति देवी  ।
तव प्रसादात्सुविजानाति देवी गुणान्वेदोक्तान्सर्वदा वीन्द्र सर्वान्  ॥
]

`verse 16 [
तथापि सा न विजानाति देवी साकल्येनाशेषितः सद्गुणांश्च  ।
यद्यप्यनुक्तं पञ्चभिर्नास्ति वेदैस्तथापि देवेऽत्र विशेष आस्ते  ॥
]

`verse 17 [
तत्त्वेच्छवः प्रविजानन्ति नित्यं वेदे सूक्तान्क्वाप्यनुक्तांश्च सर्वान्  ।
आदौ जानन्त्यत्र वेदा मुरारे ऋगादयः सुष्ठु चत्वार एव  ॥
]

`verse 18 [
वेदा ह्येते वेदयन्तीति देव तथा पुराणं भारतं पञ्चरात्रम्  ।
क्रमादितो विचिन्त्य सा विष्णुगुणान्स्वयोग्यान्सदा विजानाति रमापि देवी  ॥
]

`verse 19 [
विशेषतो ह्युक्तगुणा नृगादिषु स्वयोग्यभूतान्संविजानाति देवी  ।
सामान्यतः प्रविजानाति देवी हरेर्गुणान्न विशेषाच्च नित्यम्  ॥
]

`verse 20 [
अहं विजानामि रमाप्रसादात्तव प्रसादाच्च गुणान्सदैव  ।
स्वयोग्यभूताञ्छ्रुतिषूक्तान् गुणांश्च कांश्चिद्विजानाति हरेर्न कश्चित् ॥
]

`verse 21 [
तव प्रसादाच्च मम प्रसादात्कालान्तरे तांश्च जानाति शेषः  ।
दुष्कर्मलेशान्न तिरोहितान् गुणान्यानेव पूर्वं विदितान् स्वयोग्यान्  ॥
]

`verse 22 [
तानेव ज्ञात्वा पुनरेव शेषस्तिरो हितांल्लब्धगुणस्ततः स्मृतः  ।
सदा स्वयोग्यांश्च हरेर्गुणांश्च उमापतिश्चापि तव प्रसादात् ॥
]

`verse 23 [
यदा विजानाति हरे मुरारे अप्राप्तलब्धेति तदोच्यते हरः  ।
ममापि लोकं च यदा मुरारे तदा विजानाति तव स्वरूपम्  ॥
]

`verse 24 [
गोविन्द नित्याव्यय चित्सुपूर्ण तव प्रसादान्नास्ति शतेषु तन्मम।
येये हि देवाश्च शरीरधारिणस्ते ज्ञानहीना विषयेषु निष्ठाः  ॥
]

`verse 25 [
येये देवा विषयेषु निष्ठास्तेते देवा बहिरर्थभावाः  ।
येये देवा बहिरर्थभावा मोक्षादन्ये प्रलपन्तः सदैव  ॥
]

`verse 26 [
तव स्वरूपे च जगत्स्वरूपे तवासमानं नास्ति विष्णो सदैव  ।
यतस्तव प्राकृतो नास्ति देहो यतो ज्ञानं नास्ति नास्त्येव नित्यम्  ॥
]

`verse 27 [
पूर्णानन्दज्ञानदेहोऽपि नित्यं सदा शरीरी भाष्यते भक्तिमद्भिः  ।
यतस्तव प्राकृतो नास्ति देहो ह्यतोपि नित्यमशरीरीति च स्मृतः  ॥
]

`verse 28 [
नतोऽहं सर्वदास्मिञ्शरीरेऽहंममेत्यभिमानेन शून्यः  ।
अत्तोऽप्यहं त्वशरीरी सदैव तथैव नित्यं बहिरर्थैश्च शून्यः  ॥
]

`verse 29 [
स्वभोगभार्यासत्यलोकादिभोगः स्वयोग्यभोगो वस्त्रमाल्यादिभोगः  ।
एते हि सर्वे बहिरर्थसंज्ञकाः नैसर्गकामाः सर्वदा मे हि विष्णो  ॥
]

`verse 30 [
तथाप्यहं कामहीनो हि नित्यं रुद्रादयः कामवन्तो यतोतः  ।
शरीरिणस्ते बहिरर्थभावा अज्ञानवन्तोऽपि च संस्मृताः खग  ॥
]

`verse 31 [
स्वदारभोगे केवलां प्रीतिमेवं हरेरेवं सर्वदाहं करोति  ।
स्तम्बास्त्रादीन्धारियिष्ये सदैव विष्णोः प्रीत्यर्थं नैव गात्रार्थमेव  ॥
]

`verse 32 [
नित्यानन्दादन्यकामो न मेस्ति अतः सदा बहिरर्थैश्च शून्यः  ।
ममापि भार्या बहिरर्थशून्या अमूढभावा मूढवतीव दृश्यते  ॥
]

`verse 33 [
अमूढभूता ज्ञानिनां सर्वदैव तथाज्ञानां ज्ञानहीनेति भाति  ।
यावज्ज्ञानं चास्ति मे वास्तुदेव तावज्ज्ञानं वासुदेवस्य चास्ति  ॥
]

`verse 34 [
यावज्ज्ञानं वासुदेवस्य चास्ति तावज्ज्ञानं ज्ञानवतामृजूनाम्  ।
क्रमेणैवाज्ञानिनां वानृजूनामस्पष्टरूपो ज्ञानगतो विशेषः  ॥
]

`verse 35 [
सौरिप्रकाशे च यथैव दर्शनं तथा मम ज्ञानगतो विशेषः  ।
दीपप्रकाशे च यथैव दर्शनं तथा ज्ञानं वासुदेवस्य चास्ति  ॥
]

`verse 36 [
अस्पष्टपरूपा न्यूनता ह्यस्ति वायौ तथा ज्ञानं नैव संचिन्तनीयम्  ।
एतादृशी ज्ञानशक्तिर्मुरारेर्वाय्वादीनां मोक्षपर्यन्तमस्ति  ॥
]

`verse 37 [
ज्ञानं त्वृजूनां मोक्षकालेपि पञ्चवाय्वादीनां प्रलयेनाद्रादीर्न  ।
वायोर्मम प्रलये सृष्टिकाले तथा गायत्र्या नास्तिनास्त्येव मोहः  ॥
]

`verse 38 [
गायत्रीवद्भारत्या देवदेव ज्ञातव्यमेवं हरितत्त्ववेदिभिः  ।
ममाज्ञानं दृश्यते यत्र कुत्र दैत्यादीनां मोहनार्थ सदैव  ॥
]

`verse 39 [
तेन प्रीतिर्देवदेवस्य विष्णोर्भविष्यतीत्येव विनिश्चितात्मा  ।
प्रश्रादिकं त्वज्ञवत्सर्वदैवं करिष्येहं मोहनायाधमानाम्  ॥
]

`verse 40 [
सूर्योदये नास्ति यथा तमश्च तथाज्ञानं नास्तिनास्त्येव देव  ।
करोम्यहं श्रवणं सर्वदैव हरिप्रीत्यर्थं निश्चतार्थं सतां हि  ॥
]

`verse 41 [
शतजन्मगतानां त्वनृजूनां पूर्वमेव तु  ।
अपरोक्षाभाव एव ह्यज्ञानं समुदीरितम्  ॥
]

`verse 42 [
अपरोक्षानन्तरं तु नास्त्यज्ञानं न संशयः  ।
शतजन्मसु देवेश अपरोक्षेण सर्वदा  ॥
]

`verse 43 [
पूर्णज्ञानं ममास्त्येव नात्र कार्या विचारणा  ।
शतजन्मसु पूर्वं तु परोक्षेण मम प्रभो  ॥
]

`verse 44 [
पूर्णं ज्ञानं सदाप्यस्तीत्येवमाहुर्महर्षयः  ।
संज्ञाजन्मगतायाश्च सरस्वत्या महाप्रभो  ॥
]

`verse 45 [
नाज्ञानं चिन्तनीयं हि ब्रह्माय्वोश्च देव हि  ।
अत्र कश्चिद्विशेषोस्ति ज्ञातव्यस्तत्वमिच्छुभिः  ॥
]

`verse 46 [
अवतारेषु भारत्याः कदाचिज्ज्ञानपूर्वकम्  ।
सर्वदा ज्ञानरूपा सा सर्वदुःखविवर्जिता  ॥
]

`verse 47 [
दैत्यानां मोहनार्थाय अंशे दुःखीव दृश्यते  ।
तस्या दुःखादिकं किञ्चिन्नास्तिनास्त्येव सर्वथा  ॥
]

`verse 48 [
अपरोक्षतिरोभाव ईषत्काले प्रदृश्यते  ।
तावन्मात्रेण वाज्ञानं तस्यां नैवाहितं च यत् ॥
]

`verse 49 [
मूलरूपे तु नास्त्येव भारत्या ज्ञानविस्मृतिः  ।
भारत्यास्तु यथा नास्ति सरस्वत्यास्तु किं पुनः  ॥
]

`verse 50 [
अंशावतरणं नास्ति सरस्वत्याः कदाचन  ।
अंशावतरणं नास्ति ममापि मधुसूदन  ॥
]

`verse 51 [
तथैव ज्ञानमस्त्येव हरेर्नारायणस्य च  ।
वायोरंशावतारोस्ति यथा मूले तथैव च  ॥
]

`verse 52 [
बलज्ञानादिकं सर्वं चिन्तनीयं न संशयः  ।
तथापि वायौ दृश्यन्ते बलज्ञानादिव्यक्तयः  ॥
]

`verse 53 [
अवतारेषु वायोस्तु सम्यक्शक्त्यात्मनास्ति हि  ।
अपरोक्षतिरोभावौ नांशावतरणेष्वपि  ॥
]

`verse 54 [
बलज्ञानादिकं यावन्मूलरूपे प्रदृश्यते  ।
त्रेतायुगस्वरूपे च न दर्शयति तादृशम्  ॥
]

`verse 55 [
त्रेतायुगस्वरूपे च यादृक्चादर्शयत्प्रभो  ।
द्वापरस्थे स्वरूपे तत्तद्दर्शयति तादृशम्  ।
त्रेतायुगस्वरूपे च यादृक्चादर्शयत्प्रभो  ॥
]

`verse 56 [
द्वापरस्थे वायुरूपे यादृग्वा दर्शयत्प्रभुः  ।
वायुः कलियुगे रूपे तद्दर्शयति तादृशम्  ॥
]

`verse 57 [
तथा दर्शयते वायुर्दैत्यानां मोहनाय च  ।
अवतारेषु वायोश्च अन्तरं ये विदुः प्रभो  ॥
]

`verse 58 [
तेऽधं तमः प्रविशन्ते ते दैत्या न च ते सुराः  ।
वायावप्यन्तरं नास्ति हरितत्त्वविनिर्णये  ॥
]

`verse 59 [
निन्दां कुर्वन्ति ये विष्णोर्जिह्वाछेदं करोम्यहम्  ।
तदर्थमेव वायोश्च अवतारः सदा भुवि  ॥
]

`verse 60 [
गुणपूर्णस्य विष्णोस्तु निर्गुणत्वविचिन्तनम्  ।
जातानन्दादिपूर्णाङ्ख्यं सोहमित्यादिचिन्तनम्  ॥
]

`verse 61 [
चिदानन्दात्मके देहे उत्पत्त्यादिविचिन्तनम्  ।
अच्छेद्याभेद्यगात्रेषु च्छेदभेदादिचिन्तनम्  ॥
]

`verse 62 [
देव्या नित्यावियोगिन्या वियोगादिविचिन्तनम्  ।
क्लेशशोकादिशून्यस्य हरेः क्लेशादिचिन्तनम्  ॥
]

`verse 63 [
व्यासरामादिरूपेष्वनृषिविप्रत्वचिन्तनम्  ।
कृष्णरामादिरूपेषु अन्तरस्य विचिन्तनम्  ॥
]

`verse 64 [
रामकृष्णादिरूपेषु अन्तरस्य विचिन्तनम्  ।
रामकृष्णादिरूपेषु पराजयविचिन्तनम्  ॥
]

`verse 65 [
सन्तानार्थं तु कृष्णे न शिवपूजादिचिन्तनम्  ।
रामेण दुः खयुक्तेन लिङ्गस्य स्थापनं कृतम्  ॥
]

`verse 66 [
पञ्चधातुमये कृष्णे हरिरूपविचिन्तनम्  ।
स्वयं व्यक्तस्थले चापि चिदानन्दत्वकल्पनम्  ॥
]

`verse 67 [
पितृमातृद्विजातीनां हरिरूपत्वचिन्तनम्  ।
अस्वतन्त्रेण रुद्रेण हरेरैक्यदिचिन्तनम्  ॥
]

`verse 68 [
विष्णोः सूर्येण साकं च अभेदा दिविचिन्तनम्  ।
सर्वोत्तमः सूर्य एव विष्ण्वाद्यास्तस्य किङ्कराः  ॥
]

`verse 69 [
इत्यादिचिन्तनं दोषो हरिनिन्देति चोच्यते  ।
अस्वयं व्यक्तिलिङ्गेषु अश्वत्थतुलसीषु च  ॥
]

`verse 70 [
शालग्रामं विहायैव नमनं ये प्रकुर्वते  ।
ते सर्वे हरिनिन्दायामविकारिण एव हि  ॥
]

`verse 71 [
मोक्षाधिकारिणो ये तु अज्ञानात्परमेश्वरम्  ।
पार्थक्यनयनं येषु कुर्वन्ति यर्हि वा प्रभो  ॥
]

`verse 72 [
तर्हि तेषां हि कालेषु दुः खं याति न संशयः  ।
अतः प्रार्थक्यनयनं ये कुर्वन्त्येषु सर्वदा  ॥
]

`verse 73 [
ते सर्वे त्वबुधा ज्ञेया नात्र कार्या विचारणा  ।
अस्वयंव्यक्तलिङ्गेषु नमनं ये प्रकुर्वते  ॥
]

`verse 74 [
ते सर्वे ह्यसुरा ज्ञेया नान्यथा तु कथञ्चन  ।
विहाय शून्यमश्वत्थं नमनं ये प्रकुर्वते  ॥
]

`verse 75 [
द्विमासहीनां तुलसीमप्रसूतां च गां नवाम्  ।
ते सर्वे ह्यसुरा ज्ञेया नात्र कार्या विचारणा  ॥
]

`verse 76 [
गुल्माद्याश्च मनुष्यान्तास्ते ज्ञेया ब्रह्मबाहवः  ।
अस्मच्छतायुः पर्यन्तमेक एव कलिः स्मृतः  ॥
]

`verse 77 [
कलौ संति कल्पमानं कलेरन्ते संति च  ।
तस्मिन्दिने ब्रह्मरूपे गच्छन्ति च तमोन्तिकम्  ॥
]

`verse 78 [
तत्र स्थित्वा लोकमार्गं प्रतीक्षन्ते न संशयः  ।
साधकैर्विष्णुकार्याणां वायुदासैः प्रपीडिताः  ॥
]

`verse 79 [
शतवर्षानन्तरं च सर्वेषां कलिना सह  ।
वायोर्गदाप्रहारेण लिङ्गभङ्गो भविष्यति  ॥
]

`verse 80 [
तमोन्धं प्रविशन्त्येते तारतम्येन सर्वशः  ।
तमस्यन्धेपि संसारे नात्र कार्या विचारणा  ॥
]

`verse 81 [
सर्वेषामुत्तमोन्ते यः कलिरेव न संशयः  ।
दूषको विष्णुभक्तानां तत्समो नास्ति सर्वदा  ॥
]

`verse 82 [
संसारे वान्धतमसि सर्वत्र हरिदूषकः  ।
मिथ्यादाने ज्ञानबुद्धिर्दुः खे च सुखबुद्धिमान्  ॥
]

`verse 83 [
तस्मात्कलिसमो लोके शिवभक्तो न कुत्रचित् ।
दुर्योधनः स एवोक्तो दुः खानन्त्यस्वरूपवान्  ॥
]

`verse 84 [
तस्माच्छतगुणांशेन कलिभार्या तु सर्वदा  ।
अलक्ष्मीरिति विख्याता सा लोके मन्थरा स्मृता  ॥
]

`verse 85 [
तस्माद्दशगुणांशोनो विप्रचित्तिस्तु सर्वदा  ।
जरासंधः स एवोक्तः कालनेमिस्ततः परम्  ॥
]

`verse 86 [
तस्माच्छतगुणांशोनः स तु कंसेति विश्रुतः  ।
तस्मात्पञ्चगुणैर्हीनौ मधुकैटभसंज्ञकौ  ॥
]

`verse 87 [
तावेव हंसहिडंबकौ ज्ञेयौ तौ च जनार्दन  ।
विप्रचित्तिसमो ज्ञेयो भौमो वै भूतले स्मृतः  ॥
]

`verse 88 [
तस्मादष्ट गुणैरुच्यो हरिण्यकशिषुः स्मृतः  ।
तस्माच्च त्रिगुणैर्हीनो हिरण्याक्षो महासुरः  ॥
]

`verse 89 [
मणिमांस्तत्समो ज्ञेयः किञ्चिदूनो बकः स्मृतः  ।
तस्माद्विंशद्गुणैर्हीनस्तारकाख्यो महासुरः  ॥
]

`verse 90 [
तस्मात्षड्गुणतो हीनः शंबरो लोककण्टकः  ।
शंबरस्य समो ज्ञेयः शाल्वो दैत्येषु चाधमः  ॥
]

`verse 91 [
शंबरात्तु द्विगुणतो हिडिंबो न्यून उच्यते  ।
बाणस्ततोऽधमो ज्ञेयः स तु कीचकनामतः  ॥
]

`verse 92 [
द्वापारख्यो महाहासो बाणासुरसमः स्मृतः  ।
तस्माद्दशगुणैर्हीनो नमुचिर्दैत्यसत्तमः  ॥
]

`verse 93 [
नमुचेस्तु समौ ज्ञेयौ पाक इल्वल इत्युभौ  ।
तस्माच्चतुर्गुणैर्हीनो वातापिर्दानवाधमः  ॥
]

`verse 94 [
तस्मात्सार्धगुणैर्हीनो धेनुको नाम दैत्यराट् ।
धेनुकादर्धगुणतः केशी दैत्यस्तु चावरः  ॥
]

`verse 95 [
केशीदैत्यसमो ज्ञेयस्तृणावर्तो महासुरः  ।
तस्माद्दशगुणैर्हीनो हंसो नामरमापते  ॥
]

`verse 96 [
त्रिरिकस्तु समो ज्ञेयस्तत्समः पौरुकस्मृतः  ।
वेतः स एव विज्ञेयः पूर्वजन्मनि सत्तम  ॥
]

`verse 97 [
तस्मादेकगुणैर्हीनौ कुंभाण्डककुपर्णकौ  ।
दुः शासनस्तु विज्ञेयो जरासंधसमः प्रभो  ॥
]

`verse 98 [
कंसेन तुल्यो विज्ञेयो विकर्णो दैत्यसत्तमः  ।
कुंभकर्णाच्छतगुणैर्हीनौ क्रध्येति विश्रुतः  ॥
]

`verse 99 [
तस्माच्छतगुणैर्हीनः शतधन्वा महासुरः  ।
समानस्तस्य विज्ञेयः कर्मारिर्दैत्यसत्तमः  ॥
]

`verse 100 [
कालकेयस्तु विज्ञेयः सदा वेनसमो मतः  ।
अधमानां तु दैत्यानामुत्तमैः साम्यमुच्यते  ॥
]

`verse 101 [
तत्रावेशाच्च विज्ञेयं देवानां नात्र संशयः  ।
तस्माच्छतगुर्णैहीनश्चित्तमानसुरो महान्  ॥
]

`verse 102 [
तच्छरीराभिमानी तु तस्माच्छतगुणैर्वरः  ।
तस्माच्छतगुणैहींनो हस्तमानसुरो महान्  ॥
]

`verse 103 [
तस्माच्छतगुणैर्हीनः पादमानसुरो महान्  ।
नेत्रेन्द्रियाभिमानी तु तस्माच्छतगुणो वरः  ॥
]

`verse 104 [
चक्षुरिन्द्रियमानी तु तस्माच्छतगुणो वरः  ।
तस्माच्छगुणैर्हीनः स्पर्शमानसुरो महान्  ॥
]

`verse 105 [
तस्माच्छतगुर्णैहीनश्चण्डमानसुरो महान्  ।
तस्माच्छतगुर्णैर्हीनः शिश्रमानसुरो महान्  ॥
]

`verse 106 [
तस्माच्छतगुणैर्हीनः कर्ममानसुरः स्मृतः  ।
कल्पाद्यैः प्रेरिताः सर्वे रुद्राद्या अधिकारिणः  ॥
]

`verse 107 [
कदाचित्सुविरुद्धं च कुर्वन्ति तव सत्तम  ।
कदाप्यहं च वायुश्च विरुद्धं नाचरेव भोः  ॥
]

`verse 108 [
मूलेष्वंशावतारेषु रुद्रादीना महाप्रभो  ।
बुद्धिर्विनश्यते यस्मात्तस्माच्छिन्ना हि तेऽखिलाः  ॥
]

`verse 109 [
महीपते च मद्बुद्धिस्तस्मादच्छिन्नसंज्ञिकः  ।
एतादृशोप्यहं देव न च शक्तिस्तु नस्तवे  ॥
]

`verse 110 [
मह्यमच्छिन्नभक्ताय दयां कुरु महाप्रभो  ।
इति स्तुत्वा हरिं ब्रह्मा स्थितः प्राञ्ज लिरग्रतः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे द्वितीयांशे धर्मकाण्डे श्रीकृष्णगरुडसंवादे ब्रह्मस्तुतिवर्णनं नाम द्वादशोऽद्यायः
]
