`speaker [
गरुड उवाच
]

`verse 1 [
चतुर्जन्मसु वै कृष्ण शच्याद्यैः सह भारती  ।
एकदेह विशिष्टैव भुवि जातेति चोक्तवान्  ॥
]

`verse 2 [
कारणं ब्रूहि मे ब्रह्मन् शिष्याय तव सुव्रत  ।
गरुडेनैवमुक्तस्तमुवाच मधुसूदनः  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 3 [
विशिष्टदेहसं प्राप्तौ भारत्याः पक्षिसत्तम  ।
वक्ष्यामि कारणं वीन्द्र सावधानमनाः शृणु  ॥
]

`verse 4 [
पुरा कृतयुगे वीन्द्र रुद्रभार्या च पार्वती  ।
इन्द्रभार्या शची देवी यम भार्याच शामला  ॥
]

`verse 5 [
अश्विभार्या उषा देवी भर्तृभिः सहिता खग  ।
ब्रह्मलोकं ययुस्तत्र ब्रह्माणं ददृशुस्तदा  ॥
]

`verse 6 [
हावं भावं विलासं च दर्शयामासुरञ्जसा  ।
दृष्ट्वा ता उद्धता ब्रह्मा शशाप खगसत्तम  ॥
]

`verse 7 [
उद्धताश्च यतो यूयं मानुषीं योनिमाप्स्यथ  ।
तत्र स्वभर्तृसंयोगमवाप्स्यथ खगेश्वर  ॥
]

`verse 8 [
एवं शप्तास्तु ताः सर्वा आजग्मुर्मेरुपर्वतम्  ।
तत्रोपविष्टं ब्रह्माणं वञ्चयामासुरञ्जसा  ॥
]

`verse 9 [
तूष्णीमेव स्थिते वीन्द्र वञ्चयन्त्यः स्थिताः पुनः  ।
ततस्तूष्णीं स्थितं वीन्द्र वञ्चयामासुरञ्जसा  ॥
]

`verse 10 [
त्रिवारानन्तरं ब्रह्मा शप्तवांस्ता महाप्रभुः  ।
त्रिवारं वञ्चनं यस्मादेकवारं च दर्शनम्  ॥
]

`verse 11 [
किं चाश्रुत्वातः पश्चाच्चतुर्जन्मसु भूतले  ।
एकदेहान्मानुषत्वं भविष्यति न संशयः  ॥
]

`verse 12 [
द्वितीये जन्मनि तथा अन्यगात्वमवाप्स्यथ  ।
तृतीये जन्मनि तथा भर्तृसंयोग माप्स्यथ  ॥
]

`verse 13 [
जन्मन्याद्ये चतुर्थे च नान्यगात्वमवाप्स्यथ  ।
तथा स्वभर्तृसंयोगं नावाप्स्यथ च सर्वशः  ॥
]

`verse 14 [
एवं शप्तास्तु ताः सर्वा ब्रह्मणा पक्षिसत्तम  ।
तदा विचारयामासुर्मिलित्वा मेरुमूर्धनि  ॥
]

`verse 15 [
ब्रह्मशापस्त्वनिर्वाय उपायैः शतशोपि च  ।
नीचैः समागमो निन्द्यस्तथैव च विपत्तिदः  ॥
]

`verse 16 [
उत्तमेन च संगेन दैवेनाप्यर्थदो भवेत् ।
देवानामुत्तमो वायुस्तदर्थं संगमाचरेत् ॥
]

`verse 17 [
विचार्यैवमुमाद्या भारत्याः सेवां तु चक्रिरे  ।
सहस्रवत्सरान्ते सा भारती तोषिताब्रवीत् ॥
]

`verse 18 [
मत्सेवां च किमर्थं वै ह्याचरिष्यन्ति सुव्रताः  ।
तस्यां रक्ताश्च ता देव्यस्त्वब्रुवन्स्वचिकीर्षितम्  ॥
]

`verse 19 [
पुरा वयं तु शप्ताः स्म ब्रह्मणा क्रोधरूपिणा  ।
एकदेहान्मानुषत्वमवाप्स्यथ वराङ्गनाः  ॥
]

`verse 20 [
चतुर्थजन्मन्यप्येवं द्वितीये जन्मनि प्रभो  ।
समाप्स्यथान्यगात्वं चेत्येवं शप्ता ह भामिनि  ॥
]

`verse 21 [
अस्माकं वायुना देवेनान्यगात्वं न दोषभाक् ।
अतस्त्वयैकदेहत्वमिच्छामो देवि जन्मसु  ॥
]

`verse 22 [
हत्युक्ता ताभिरथ च तथैत्युक्त्वा द्विजोत्तम  ।
सा पार्वत्यादिभिर्युक्ता भारतीत्यभवद्भुवि  ॥
]

`verse 23 [
शिवनाम्नो द्विजस्यैव गृहे सा तु कुमारिका  ।
कर्मैक्यार्थं तपश्चक्रेः विष्णोश्च शिवसंज्ञिनः  ॥
]

`verse 24 [
तपसा तोषिता विष्णुः शिव संज्ञो महाप्रभुः  ।
वरं प्रादात्तृतीयेस्मिन्कृष्णजन्मनि भो स्त्रियः  ॥
]

`verse 25 [
सम्यक्त्वभर्तृसंयोगो भविष्यति विना भवम्  ।
यतोनया च पार्वत्या प्रेरिता एव सर्वशः  ॥
]

`verse 26 [
विलासं दर्शयामास ब्रह्मणः परमेष्ठिनः  ।
अतः सा पार्वाती श्रेष्ठा ब्रह्मदेहे न संशयः  ॥
]

`verse 27 [
कृष्णदेहेपि तस्यास्तु न भविष्यति संगमः  ।
अन्यगात्वं द्वितीयेस्मिन्भविष्यति न संशयः  ॥
]

`verse 28 [
रुद्रान्तः स्थो हरिश्चैव वहं दत्त्वा स्त्रियां प्रभुः  ।
अन्तर्धानं ययौ श्रीमान्स्वलोकं गतवानभूत् ॥
]

`verse 29 [
विसृज्य ताश्च तं देहं बभूवुर्नलकन्यकाः  ।
इन्द्रसेनेति संज्ञां च लब्ध्वा ताश्च तपोवनम्  ॥
]

`verse 30 [
ययुस्तत्र चरन्त्यस्ता ददृशुर्मुद्गलं त्वृषिम्  ।
तस्य दर्शनमात्रेण बभूवुः काममोहिताः  ॥
]

`verse 31 [
मुद्गलस्याभिमानं हि नाशयित्वा च मारुतः  ।
रमयामास तत्रस्था भारत्यादिवराङ्गनाः  ॥
]

`verse 32 [
तद्देहेन विसृष्टा सा बभूव द्रौपदीति च  ।
यस्मात्सा द्रुपदाज्जाता तस्मात्सा द्रौपदी स्मृता  ॥
]

`verse 33 [
वेदिमध्यात्समुद्भूता तस्मात्सायोनिजा स्मृता  ।
कृष्णवर्णा यतस्तस्मात्सा कृष्णा भूतले स्मृता  ॥
]

`verse 34 [
कृष्णादेहपि भारत्या अभिमानः सदा स्मृतः  ।
शच्यादेरभिमानस्तु तस्मिन्देहे कदाचन  ॥
]

`verse 35 [
यस्याः स्वभर्तृसंयोगकाले च खगसत्तम  ।
अभिमानस्तदैव स्यात्तस्या एव न चान्यथा  ॥
]

`verse 36 [
एतासां रमणे काले उमायाः पक्षिसत्तम  ।
अभिमानश्च नास्त्येव स्वाप एव रताः सदा  ॥
]

`verse 37 [
पार्थस्य रमणे काले द्रौपद्याश्च कलेवरे  ।
भारत्याश्च तथा शच्या अभिमानद्वयं स्मृतम्  ॥
]

`verse 38 [
उमादेः श्याम लादेश्च अभिमानक्षतिस्तदा  ।
सर्वासां स्वाप एव स्यान्नात्र कार्या विचारणा  ॥
]

`verse 39 [
अर्जुनं वीररूपेण प्रविष्टो वायुरेव च  ।
भारतीं रमते नित्यं शामलां च युधिष्ठिरः  ॥
]

`verse 40 [
सुंदरेण च रूपेण प्रविष्टो नकुले मरुत् ।
रमते भारतीं नित्यं नकुलश्चाप्युषां खग  ॥
]

`verse 41 [
नीतिरूपेण चाविष्टो सहदेवे च मारुतः  ।
द्रौपदीं रमते नित्यं सहदेवोप्युषां खग  ॥
]

`verse 42 [
शच्याद्या द्रौपदीदेहे नापुः संगं च मारुतः  ।
तासामतोन्यगामित्वं कृष्णादेहे न चिन्तयेत् ॥
]

`verse 43 [
धर्मादिदेहसंगं च भारत्या नैव चिन्तयेत् ।
मनुजस्य च देहस्य तासां संगं चिन्तयेत् ॥
]

`verse 44 [
अपरोक्षवतीनां तु तासां लेपो न सर्वथा  ।
अथवा मुद्गलस्येव रतिकाले खगेश्वर  ॥
]

`verse 45 [
रमणं चक्रुरेवं ता अतो दोषो न विद्यते  ।
एकस्मिन्दिवसे वीन्द्र धर्मो वायुश्च तावुभौ  ॥
]

`verse 46 [
रमणं चक्रतुः सम्यक्कृष्णादेहेऽपि मानद  ।
तथाप्यनन्यागामित्वं चिन्तनीयं न संशयः  ॥
]

`verse 47 [
सुराणां सुरभोग्याश्च भोगं जानन्ति देवताः  ।
न जानन्त्येव मर्त्यांस्तु तेषु देहेषु ते पुनः  ॥
]

`verse 48 [
नीरक्षीरविविकं च हंसो वेत्ति न चापरः  ।
अतः स्वभर्तृसंयोगं कृष्णादेहेन चिन्तयेत्कृष्णादेहेन्यगामित्वं नैव चिन्त्यं खगेश्वर  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे तृतीयांशे ब्रह्मकाण्डे भारत्या विशिष्टदेह संप्राप्त्यै कारणनिरूपणं नाम सप्तदशोऽध्यायः
]
