`speaker [
गरुड उवाच
]

`verse 1 [
त्वयोक्तं कृष्ण गोविन्द रुद्राच्छतगुणादपि  ।
ब्रह्माणी भारती चोभे अधिके देवसत्तम  ॥
]

`verse 2 [
मया श्रुतं विरिञ्चेन उमापर्यन्तमेव च  ।
अनन्तांशैर्विहीनत्वं विरिञ्चोक्तं सुराधिप  ॥
]

`verse 3 [
सहस्रांशैर्विहीनत्वं त्वयोक्तं कृष्ण माधव  ।
सर्वेषां चैव पूर्वेषामवेक्ष्यैव हरे विभो  ॥
]

`verse 4 [
ज्ञानानन्दबलादीनां वायुपर्यन्तमेव च  ।
सहस्रांशैर्विहीनत्वं ज्ञानादीनां महेश्वर  ॥
]

`verse 5 [
निर्णयं ब्रृहि गोविन्द सर्वज्ञोसि न संशयः  ।
गरुडेनैवमुक्तस्तु वासुदेवोब्रवीद्ध्रुवम्  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 6 [
आनन्दांशैर्विहीनत्वमपेक्ष्यैव खगाधिप  ।
उत्तरेषामुत्तरेषां योगादेवमिति स्फुटम्  ॥
]

`verse 7 [
परिमाणे शतगुणे आनन्दे स्फुटतावशात् ।
अनन्तगुणवत्त्वं च ब्रह्मणा समुदीरितम्  ॥
]

`verse 8 [
सहस्रगुणितत्वं च वायुना समुदीरितम्  ।
यथानन्दे तथा ज्ञाने विष्णौ भक्तौ बलाधिके  ॥
]

`verse 9 [
सर्वे गुणैः शतगुणाः क्रमेणोक्ता नु तेऽखिलाः  ।
भारत्याश्च शतं ज्ञानं सुखं भक्तिबलाधिके  ॥
]

`verse 10 [
एवं ज्ञानं सुविज्ञेयं मारुतेस्तु बलादिकम्  ।
एवं ज्ञानं शतं ज्ञेयं मारुते नात्र संशयः  ॥
]

`verse 11 [
भारत्याश्च शतं ज्ञानं बलं च समुदाहृतम्  ।
एवमेव च वायोश्च ज्ञानं चैवमिति स्फुटम्  ॥
]

`verse 12 [
यथा दीपाच्छतगुणा अग्निज्वाला न दीपवत् ।
स्फुटीभवेद्यथैवाग्निर्बहुलोपि न सूर्यवत् ॥
]

`verse 13 [
यथैव सूर्याद्द्विगुणश्चन्द्रो नैव स्फुटीभवेत् ।
आनन्दतारतम्यं च यथोक्तं तु मया तव  ॥
]

`verse 14 [
तथैव जानीहि खग नान्यथा तु कथञ्चन  ।
अहं विजानामि मयि स्थितान् गुणान्सर्वैर्विशेषैश्च खगेन्द्र संयुतान्  ॥
]

`verse 15 [
सुसूक्ष्मरूपांश्च सदा खगेन्द्र मयाप्यदृष्टो नास्ति नास्त्येव कश्चित् ॥
]

`verse 16 [
सर्वावतारेष्वपि विद्यमानं हरिं विजानाति रमापि देवी  ॥
]

`verse 17 [
हरेर्गुणान्सर्वविशेषसंयुतानखण्डरूपान्सा विजानाति देवी  ।
सुसूक्ष्मरूपान्सा विजानाति देवी ब्रह्मादिभ्यो मत्प्रसादाधिकं च  ॥
]

`verse 18 [
स्वात्मस्वरूपं प्रविजानाति देवी सुसूक्ष्मरूपं सुविशेषैश्च युक्तम्  ।
स्वान्यं प्रपञ्चं प्रविजानाति लक्ष्मीस्तथाप्यशेषैः सुविशेषैश्च युक्तम्  ॥
]

`verse 19 [
ब्रह्मापि पश्येत्सर्वगं वासुदेवं वाय्वादिभ्यो ह्यधिकान्सद्गुणांश्च  ।
श्रोत्रं न जानाति हरेर्गुणांश्च सुसूक्ष्मरूपांश्च विशेषसंयुतान्  ॥
]

`verse 20 [
स्पष्टस्वरूपेण यथा विदुः सुरा मुक्त्वा ब्रह्माणं न तथा तेप्यमुक्ताः  ।
स्वात्मानमन्यच्च सदा विशेषर्युक्तं विजानाति विधिश्च मारुतः  ॥
]

`verse 21 [
वाणी विजानाति हरेर्गुणांश्च स्वयंभुवो नैव तावद्विशेषान्  ।
त्रैगुण्यरूपात्परतः सदैव पश्येद्विष्णुं कृष्णरूपं खगेन्द्र  ॥
]

`verse 22 [
शेषो रुद्रो वीन्द्र एतैश्च सर्वे तमो मात्रे प्रविजानन्ति संस्थम्  ।
वाणीदृष्टान्सविशेषान् गुणांस्ते जानन्ति नो सत्यमेवोक्तमङ्ग  ॥
]

`verse 23 [
उमा सुपर्णा वारुणी चेति तिस्रः सहैव तः प्रविजानन्ति सुस्थम्  ।
हरेर्विशेषानरुद्र दृष्टान्खगेन्द्र जानन्ति नैताः क्वापि देशे च काले  ॥
]

`verse 24 [
इन्द्रादयः प्रविजानन्ति वीन्द्र अहङ्कारे व्याप्तरूपं हरिं च  ।
दक्षाद्या वै बुद्धितत्त्वे स्थितं तं जानन्ति ते सोमसूर्यादयश्च  ॥
]

`verse 25 [
विष्णुं हरिं भूततत्त्वे स्थितं च ये चान्ये च प्रविजानन्ति नित्यम्  ।
अन्ये च पश्यन्ति यथा स्वयोग्यमण्डान्तरस्थं हरिरूपं खगेन्द्र  ॥
]

`verse 26 [
केचित्प्रपश्यन्ति हरेश्च रूपं त्वदीयहृत्स्थं हृदि केचित्सदैव  ।
एवंप्रकारं प्रविजानीहि वीन्द्र ह्यथो शृणु त्वंमम भार्याः षडेताः  ॥
]

`verse 27 [
रुक्मिण्याद्याः षण्महिष्यो ममश्रीर्नीला च या मम भार्या खगेन्द्र  ।
सर्गे पूर्वस्मिन्हव्यवाहस्य पुत्री तास्ता भजे सद्य एवा विशेषात् ॥
]

`verse 28 [
कन्यैव सा कृष्णपत्नी च कामांस्तांस्तान् भजेन्मनसा चिन्तितांश्च  ।
अतीव यत्नं कव्यवाहं खगेन्द्र पितृष्वेकः सर्वदा वै चकार  ॥
]

`verse 29 [
तथैव सा नैव भर्तारमाप यतस्तु सा कृष्णनिष्ठैकचित्ता  ॥
]

`verse 30 [
तदाब्रवीत्कव्यवाहश्च पुत्रीं पतिं किमर्थं नेच्छसि मूढबुद्धे  ।
तदाब्रवीत्कव्यवाहं च पुत्त्री हरिं विना सर्वगुणोपपन्ने  ।
जन्मन्यस्मिन् भर्तृता नास्ति देव यतो भर्ता हरिरेवैक एव  ॥
]

`verse 31 [
यतो लोके सुस्त्रियः सर्व एव संदा ज्ञेया विधवास्ते हि नित्यम्  ।
अनादिनित्यं भुवनैकसारं सुसुंदरं मोक्षदं कामदं च  ॥
]

`verse 32 [
एतादृशं न विजानन्ति यास्तु सर्वास्ता वै विधवाः सर्वदैव  ।
निमित्तभूतं भर्तृरूपं च जीवं दैवोपेतं हरिभक्त्या विहीनम्  ॥
]

`verse 33 [
सुकश्मलं नवरन्ध्रैः स्रवन्तं दुर्गन्धयुक्तं सर्वदा कुत्सितं च  ।
एतादृशे भर्तृजीवे नु तात प्रयोजनं नास्ति कृष्णं विहाय  ॥
]

`verse 34 [
देवस्त्रियो निजभर्तॄन्विहाय तत्र स्थितं प्रीणयन्त्येव नित्यम्  ।
अतश्च ताः सधवाः सर्वदैव लोकैर्वन्द्या नात्र विचार्यमस्ति  ॥
]

`verse 35 [
भर्तास्ते हरिभक्ता यदि स्युरासां स्त्रीणां जन्मसाफल्यमेव  ।
अनेकजन्मार्जितपुण्यसंचयैस्तद्भर्तारो हरिभक्ता भवेयुः  ॥
]

`verse 36 [
यद्भर्तारो हरिभक्ता न संति ताभिस्त्याज्यं स्वीयगात्रं भृशं हि  ।
स्वभर्तृतं कृष्णरूपं हरिं च स्मृत्वा सम्यग्यदि गात्रं त्यजेयुः  ॥
]

`verse 37 [
तदा नैव ह्यात्महत्यादिदोषाः स्त्रीणामेवं निर्णयोयं हि शास्त्रे  ।
यद्भर्तारो न विजानन्ति विष्णुं तासां संगो नैव कार्यः कदापि  ॥
]

`verse 38 [
अनेक जन्मार्जितपुण्यसंचयात्तद्भर्तारो विष्णुभक्ता भवेयुः  ।
कलौ युगे दुर्लभा विष्णुभक्ता हरेभक्तिर्दुर्लभा सर्वदैव  ॥
]

`verse 39 [
हरेः कथा दुर्लभा मर्त्यलोके हरेर्दीक्षा दुर्लभा दुर्लभा च  ।
हरेस्तत्त्वे निर्णयो दुर्लभो हि हरेर्दासैः संगमो दुर्लभश्च  ॥
]

`verse 40 [
प्रदक्षिणं दुर्लभं वै मुरारेर्नमस्कारो दुर्लभो वै कलौ च  ।
तद्भक्तानां पालनं दुर्लभं च सद्वैष्णवानां दुर्लभं ह्यन्नदानम्  ॥
]

`verse 41 [
तन्त्रोक्तपूजा दुर्लभा वै मुरारेर्नामग्रहो दुर्लभश्चव विष्णोः  ।
सुवैष्णवानां पुजनं दुर्लभं हि सद्वैष्णवानां भाषणं दुर्लभं च  ॥
]

`verse 42 [
शालग्रामस्पर्शनं दुर्लभं च सद्वैष्णवानां दर्शनं दुर्लभं हि  ।
गोस्पर्शनं दुर्लभं मर्त्यलोके सद्गायनं दुर्लभं सद्गुरुञ्च  ॥
]

`verse 43 [
सद्भार्याः सत्पुत्रका दुर्लभा हि शेषाचलस्थस्य हरेश्च दर्शनम्  ।
सुदुर्लभं रङ्गनाथस्य तीरे कावेर्या वै दर्शनं विष्णुपद्याः  ॥
]

`verse 44 [
काञ्चीक्षेत्रे वरदराजस्य सेवा सुदुर्लभा दर्शनं चैव लोके  ।
सुदुर्लभं दर्शनं रामसेतोः सुदुर्लभा मध्वशास्त्रे च शक्तिः  ॥
]

`verse 45 [
भीमातीरे संस्थितस्यापि विष्णोः सुदुर्लभं दर्शनं चाहुरार्याः  ।
रेवातीरे संस्थितस्यापि विष्णोर्गयाक्षेत्रे विष्णुपादस्य चैव  ॥
]

`verse 46 [
तथा बद्रौ संस्थित स्यापि विष्णोः सुदुर्लभं मर्त्यलोके स्थितानाम्  ।
शेषाचले श्रीनिवासाश्रमे च तपस्विनो दुर्लभा मर्त्यलोके  ॥
]

`verse 47 [
प्रयागाख्ये माधवस्यापि नित्यं सुदर्शनं दुर्लभं वै नृणां हि  ॥
]

`verse 48 [
अतो नेच्छामि भर्तारं कृष्णादन्यं कदाचन  ।
एवमुक्त्वा सा पितरं ययौ शेषाचलं प्रति  ॥
]

`verse 49 [
कपिलाख्यमहातीर्थे आरुरोह महागिरिम्  ।
तत्रस्थं श्रीनिवासं च दृष्ट्वा नत्वा महासती  ॥
]

`verse 50 [
त्रिदिनं समुपोष्याथ गत्वा पापविनाशनम्  ।
तत्रस्नात्वा विवाहार्थमेकान्तं प्रययावथ  ॥
]

`verse 51 [
तस्या उत्तरदिग्भागे क्रोशयुग्मे महातले  ।
गर्तभूते च एकान्ते चचार तप उत्तमम्  ॥
]

`verse 52 [
ध्यात्वा नारायणं देवं तत्रासीच्च कुमारिका  ।
दिव्यवर्षसहस्रान्ते स्तोतुं समुपचक्रमे  ॥
]

`verse 53 [
कुमार्युवाच  ।
त्वमेव माता च पिता त्वमेव भर्ता च सखात्वमेव  ।
त्वमेव पुत्रश्च गुरुर्गरीयान्मित्रं स्वसा त्वं मम वल्लभश्च  ॥
]

`verse 54 [
अनाद्यनन्तेष्वपि जन्मसु प्रभो विचार्यमाणा न विजानेप्यहं च  ।
एतै हि सर्वे च निमित्तमात्रतः पित्रादयस्त्वं ह्यनिमित्तमात्रतः  ॥
]

`verse 55 [
अतो मुरारेश्च तवैव भार्या भूयासमित्येव तदा व्रतं मे  ।
दुः संगमात्रादिसमागमं न संसिद्धिरित्येव वदान्यमूर्ते  ॥
]

`verse 56 [
त्वद्दूषकाणां तव दासवर्य विदूषकाणां दर्शनं छिन्धि देव  ।
गुरुद्रुहां दर्शनं छिन्धि विष्णो भक्तद्रुहां मित्रतां छिन्धि कृष्ण  ॥
]

`verse 57 [
तव ध्रुग्भिर्भाषणं छिन्धि देव त्वं संगमं देहि पदारविन्दे  ।
श्रीशैलवासाय नमोनमस्ते नमोनमः श्रीनिवासाय तुभ्यम्  ॥
]

`verse 58 [
स्वामिन् परावर रमेश निदानमूर्ते कालो महानपि गतश्च निदर्शनन्ते  ।
अनन्तजन्मार्जितसाधनैश्च त्वद्दर्शनं स्याच्च चतुर्भुजस्य  ॥
]

`verse 59 [
कथं मम स्यात्तव दर्शनं प्रभो सर्वैश्च दोषैश्च सुसंगतायाः  ।
दास्यास्पदायास्तव दासदास्याः प्रसीद देवेश जगन्निवास  ॥
]

`verse 60 [
एवं स्तुतस्तथा विष्णुः श्रीनिवासो दयानिधिः  ।
प्रादुरासीद्वरदराट्भक्त्या तस्या जनार्दनः  ॥
]

`verse 61 [
वरं वरय भद्रं ते वरदोहमिहागतः  ।
हरिणोदीरितं वाक्यं श्रुत्वा प्राह स्मितानना  ॥
]

`verse 62 [
उवाच परया भक्त्या श्रीनिवासं जगत्प्रभुम्  ।
अहं हि भार्या भूयासं तव माधव सुंदर  ॥
]

`verse 63 [
इति तस्या वचः श्रुत्वा श्रीनिवासोऽब्रवीद्वचः  ।
श्रीभगवानुवाच  ।
अहं कुमारि सुभगे कृष्णजन्मनि भूतले  ॥
]

`verse 64 [
भवामि तव भर्ताहं नात्र कार्या विचारणा  ।
एवमुक्ता सुता कन्या पुरण्यराशिं हरिं परम्  ॥
]

`verse 65 [
उवाच परमप्रीता हर्षगद्गदया गिरा  ।
कन्योवाच  ।
कृष्णजन्मन्यहं पत्नी भूयासं प्रथमेहनि  ॥
]

`verse 66 [
संस्कारात्प्रथमं चाहमं गनाभ्यः समावृणे  ।
ओमित्युक्तः पुनर्वाक्यमुवाच मधुसूदनः  ॥
]

`verse 67 [
श्रीभगवानुवाच  ।
कुमार्या विधृतत्वाच्च मत्प्रदानाच्च भामिनि  ।
तेषां मनोभीष्टसिद्धिर्भविष्यति न संशयः  ॥
]

`verse 68 [
इति तस्यै वरं दत्त्वा तत्रैवान्तरधीयत  ।
देहं तत्रैव संत्यज्य कुमारी चैव पुत्रिका  ॥
]

`verse 69 [
कुम्भ कस्य गृहे जाता नीला नाम्ना तु सा स्मृता  ।
कुंभकस्तु महाभाग नन्दशोभस्य शालकः  ॥
]

`verse 70 [
कल्पवाहः स विज्ञेयः पितॄणां प्रथमः स्मृतः  ।
तस्य गत्वा गृहमहं वृषभाचलवासिनः  ।
शिवस्य वरतश्चैव त्वजेयः खगसत्तम  ॥
]

`verse 71 [
दितिजान्विनिहत्यैव नीला प्राप्ता खगेश्वर  ।
ततो नाग्निजितो राज्ञो गृहे जाता कुमारिका  ॥
]

`verse 72 [
नाग्निजित्कव्यवाहोभूत्कन्या नीलाह्वयाभवत् ।
तस्याः स्वयंवरे चाहं गोवृषान्सप्तसंख्यकान्  ॥
]

`verse 73 [
शिवस्य वरतश्चैवाप्यवध्यान्देवमानुषैः  ।
बद्ध्वा वृषान्नृपाञ्जित्वा प्राप्ता नीला महाखग  ॥
]

`verse 74 [
कुंभकस्य सुता नीला देहस्थाः प्राविशन् भृशम्  ।
एकावयवतो यस्मात्तस्मात्तत्रैव साविशत् ॥
]

`verse 75 [
भूमौ द्विधा संप्रजाता कुमार्येव न संशयः  ।
भद्राजन्म प्रवक्ष्यामि शृणु पक्षीन्द्रसत्तम  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे तृतीयांशे ब्रह्मकाण्डे नीलाविवाहनिर्णयो नामैकोनविंशोऽध्यायः
]
