`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
या पूर्वसर्गे नलसंज्ञस्य वीन्द्र पुत्री भूत्वा विष्णुपत्नी सकामा  ।
प्रदक्षिणं भ्रमणं वै चकार गुणेन भद्रा भद्रसंज्ञा बभूव  ॥
]

`verse 2 [
कन्याभावे संस्थितां भद्रसंज्ञां पिता नलस्त्वब्रवीत्तां स पश्यन्  ।
भद्रे किमर्थं गात्रपीडां करोषि फलं हि तन्नन्दिनि मे वदस्व  ॥
]

`speaker [
भद्रोवाच
]

`verse 3 [
शृणुत्वं मे तात नमस्क्रियादेः फलं वक्तुं का समर्था भवेच्च  ॥
]

`verse 4 [
तथाप्यहं तव वक्ष्यामि तात यथाशक्त्या शृणु सम्यग्घिताय  ।
सदा हरिमर्म नाथो दयालुरहं हरेस्तव दासानुदासी  ।
मां पाहि विष्णोस्तव वन्दे पदे इत्युक्त्वा प्रणामं चाकरोद्दण्डरूपम्  ॥
]

`verse 5 [
हरेः प्रणामं त्विति कर्तव्यशून्यं व्यर्थं तमाहुर्ज्ञानिनस्तच्छृणु त्वम्  ।
रमेश मध्वेश सरस्वतीशेत्येवं वदन्प्रणमेद्विष्णुदेवम्  ॥
]

`verse 6 [
यथा प्रसन्नो वन्दनाद्देवद्देव स्तथा न तुष्टः पूजनात्कर्मतश्च  ।
यथा नामस्मरणाद्वन्दनाद्वा पापान्नियच्छेतु तथा न चान्यैः  ॥
]

`verse 7 [
देहं तु ये पोषयन्त्येव तात हरेः प्रणामैः शून्यभूतं च पुष्टम्  ।
तदेवमाहुर्व्यर्थमेवेति तात तत्पोषकाणां नरके दुः खमाहुः  ॥
]

`verse 8 [
यमोऽपि तं तत्र उलूखले तु निधाय पिष्टं सुखलैः करोति  ।
यो वा परं न करोत्येव तात प्रदक्षिणं देवदेवस्य विष्णोः  ॥
]

`verse 9 [
तस्यैव पादौ तलयन्त्रे निधाय यमश्च नित्यं प्रकरोति पिष्टम्  ।
एषां जिह्वा हरिकृष्णेति नाम न वक्ति नित्यं व्यर्थभूतां वदन्ति  ॥
]

`verse 10 [
तेषां जिह्वा यमलोके यमस्तु निष्कास्य पिष्टं प्रकरोति नित्यम्  ।
काशीनिवासेन च किं प्रयोजनं किं वा प्रयागे मरणेन तात  ॥
]

`verse 11 [
किं वारणाग्रे मरणेन सौख्यं किं वा मखादेः समनुष्ठितेन  ।
समस्ततीर्थेष्वटनेन किं किमधीतशास्त्रेण सुतीक्ष्णबुद्ध्या  ॥
]

`verse 12 [
येषां जिह्वाग्रे हरिनामैव नास्ति येषां गात्रैर्नमनं नापि विष्णोः  ।
येषां पद्भ्यां नास्ति हरेः प्रदक्षिणं तेषां सर्वं व्यर्थमाहुर्महान्तः  ॥
]

`verse 13 [
हर्यर्पणाद्रिहितं नाम कस्मात्प्रदक्षिणं नमनं चाहुरर्घ्यम्  ।
अतो विष्णोर्नमनं कार्यमेव हरेर्नामस्मरणं तात कार्यम्  ॥
]

`verse 14 [
जन्म ह्येतद्दुर्लभं नश्वरं तु यथा जलस्थं तत्तथैव  ।
नो विस्वासं कुरु गात्रे त्वदीये जीवेष्वपि स्वः परश्चेति तात  ॥
]

`verse 15 [
सद्यः कृतं नमनं न त्वदीयं सद्यः कृतं स्मरणं न त्वदीयम्  ।
कदा प्राप्स्ये मरणं तन्न जाने न विश्वासं कुरु गात्रे महात्मन्  ॥
]

`verse 16 [
एतच्छ्रुत्वा नलो वीन्द्र पुत्रीवाक्यं सुनिर्मलम्  ।
नमस्कारं च कृतवान्यथाशक्त्या प्रदक्षिणम्  ॥
]

`verse 17 [
सापि प्रदक्षिणं चक्रे नमस्कारं सदा हरेः  ।
एवं बहुदिनं कृत्वा ध्यात्वा नारायणं परम्  ॥
]

`verse 18 [
कलेवरं च तत्याज मरणे हरिचिन्तया  ।
मत्पितुर्वसुदेवस्य भगिन्या उदरे खग  ॥
]

`verse 19 [
कैकेयीति च नाम्ना सा त्वभवद्भद्रसंज्ञका  ।
यस्माद्भद्रगुणैर्युक्ता भद्रा सा भद्रनामिका  ॥
]

`verse 20 [
तस्यात्मजैश्च कैकेयैः पञ्चभिः खगसत्तम  ।
प्रत्याहृतामिमां भद्रां प्राप्तवान् खगसत्तम  ॥
]

`verse 21 [
वक्ष्येहं मित्रविन्दायाः पाणिग्रहणकारणम्  ।
सावधानमना भूत्वा शृणु पक्षीन्द्र सत्तम  ॥
]

`speaker [
मित्रविन्दोवाच
]

`verse 22 [
यान्पूर्वसर्गेप्यवृणोन्निकामतो ह्यग्नीषोमान्नामिका मित्रविन्दा  ।
मित्रं हरिं प्राप्तुकामा सदैक तत्रोपायं चिन्तयामासदेवी  ॥
]

`verse 23 [
हरिप्राप्तौ साधनाः संति तेषु मुख्यं कचिच्चिन्तयामास देवी  ।
तेषां मध्ये श्रवणं श्रेष्ठमाहुः पुराणानां सात्त्विकानां सदापि  ॥
]

`verse 24 [
विष्णोरुत्कर्षो वर्तते यत्र वायोस्तथोत्कर्षः सज्जनानां पुराणे  ।
श्राद्धं सदा विष्णुबुद्ध्या सदैव नान्यच्छ्राव्यं साधनं तत्र चैव  ॥
]

`verse 25 [
यस्मिन्दिने श्रवणं नास्ति विष्णोस्तेषां जन्म व्यर्थमाहुः कथायाम्  ।
स्नान जपः पञ्चयज्ञं व्रतं च इष्टापूर्ते कृच्छ्रचान्द्रो च दत्तम्  ॥
]

`verse 26 [
सर्वं व्यर्थं वैष्णवानां च दीक्षा कथां विना सम्यगनुष्ठितां वै  ।
यैर्न श्रुतं भागवतं पुराणं ससंप्रदायैर्गुरुभिः संयुतैश्च  ॥
]

`verse 27 [
यैर्न श्रुतं भागवतं पुराणं यैर्न श्रुतं ब्रह्मकाण्डं पुराणम्  ।
तेषां जन्म व्यर्थमाहुर्ममहान्तस्तस्माच्छ्राव्या हरिवार्ता सदैव  ॥
]

`verse 28 [
न यत्र गोविन्दकथामहानदी न यत्र नारायणपादसंश्रयः  ।
न यत्र विष्णोः सततं वचोस्ति न संवसेत्तत्क्षणमात्रं कथञ्चित् ॥
]

`verse 29 [
यस्मिन् ग्रामे भागवतं न शास्त्रं न वर्तते भागवता रसज्ञाः  ।
यस्मिन् गृहे नास्ति गीतार्थसारः यस्मिन् ग्रामे नाम सहस्रकं वा  ॥
]

`verse 30 [
तयो रसज्ञा यत्र न सन्ति तत्र न संवसेत्क्षणमात्रं कथञ्चित् ।
यस्मिन् दिने दिव्यकथा च विष्णोर्न वास्ति जन्तोस्तस्य चायुर्वृथैव  ॥
]

`verse 31 [
गर्भे गते नात्र विचार्यमस्ति तन्मन्यते दुर्लभं मर्त्यलोके  ।
कर्णं कल्पैर्भूषितं सुंदरं च न सुंदरं चाहुरार्या रसज्ञाः  ॥
]

`verse 32 [
विष्णोः कथाख्याभरणैश्च युक्तं तदेव कर्णं सुंदरं चाहुरार्याः  ।
तस्मात्सदा भागवतार्थसारं शृण्वन्ति ये सततं वाचयन्ति  ॥
]

`verse 33 [
तेषां जन्म स्वस्थमाहुर्महान्तो महत्फलं चास्ति तथैव तेषाम्  ।
सोष्णीषकञ्चुकयुताश्च हरेः कथां वै शृण्वन्ति येपि च पठन्ति सदैव मर्त्याः  ॥
]

`verse 34 [
सर्वेपि ते पूजनीया हि लोके न वै शिश्रे चोदरे चैव सक्ताः  ।
ये दाक्षिण्यादर्थलोभाद्वदन्ति सदा पुराणं भगवत्तत्त्वसारम्  ॥
]

`verse 35 [
प्रच्छादयन्ते तत्त्वगोप्यानि ये तु तेषां गतिः सूर्यसूनुः सदैव  ।
ये धर्मकाण्डे कर्मकाण्डे सदैव उत्पादयन्ते सुरुचिं तत्र नित्यम्  ॥
]

`verse 36 [
मौल्येन ये कथयेयुः पुराणं तेषां गतिः सूर्य सुनः सदैव  ।
मौल्येन ये भागवतं पुराणं शृण्वन्ति वै हरिशास्त्रार्थतत्त्वम्  ॥
]

`verse 37 [
मौल्येन वेदाध्ययनं प्रकुर्वते तेषां गतिः सूर्यसूनुः सदैव  ।
यदृच्छया प्राप्तधनेन ये तु संतुष्टास्ते ह्यत्र योग्याः सदैव  ॥
]

`verse 38 [
धनार्जने ये त्वतितृष्णाभियुक्तास्तेषां न वै भागवतेधिकारः  ।
मत्वा लोके हरिरेवति नित्यमन्तर्यामी नास्ति तदन्य ईशः  ॥
]

`verse 39 [
एवं सदा ये प्रविचिन्तयन्ति योगक्षेमं बिभृयाद्विष्णुरेषाम्  ।
सद्वैष्णवानामशुभं नास्ति नास्ति प्रदृश्यते संशयज्ञानरूपात् ॥
]

`verse 40 [
कर्मानुसारेण हरिर्ददाति फलं शुभानामशुभस्य चैव  ।
अतस्तदर्थं नैव यत्नं च कुर्याद्धनार्थं वै हरितत्त्वे च कुर्यात् ॥
]

`verse 41 [
अतः स्नात्वा दिव्यमन्त्रं जपित्वा विसर्जयित्वा विष्णुनिर्माल्यगन्धम्  ।
शुचिर्भूत्वा भागवतं पुराणं संश्रावयेत्सर्ववेत्तापि नित्यम्  ॥
]

`verse 42 [
कर्मानुसारेण धनार्जनं च वेदार्जनं शास्त्रसमार्जनं च  ।
भविष्यति श्रवणं चापि विष्णोरत्यादराच्छ्रवणं दुर्घटं च  ॥
]

`verse 43 [
अत्यादराद्भागवतस्य सारमास्वादयेद्दुर्घटं मर्त्यलोके  ।
आस्वाद्य तद्भागवतं पुराणमानन्दबाष्पैर्युक्तता दुर्घटा च  ॥
]

`verse 44 [
श्रुत्वा तत्त्वा नां निर्णयं धारणं च सुदुर्घटं चाहुरार्याः समस्तम्  ।
श्रुत्वा तत्त्वानां धारणानन्तरं च कामक्रुधोर्जारणं दुर्घटं च  ॥
]

`verse 45 [
श्रुत्वा तत्त्वानां धारणानं तरं त तथा योगे दुर्घटं संगतं च  ॥
]

`verse 46 [
श्रुत्वा तत्त्वानां धारणानन्तरं च कामक्रुधोर्जारणं दुर्घटं च  ।
एते दोषा ज्ञानपूतानपीह कुर्वन्ति संदेहयुतान्सदैव  ॥
]

`verse 47 [
अतो ह्यहं श्रवणं सत्कथायाः सदा करिष्ये नात्र विचार्यमस्ति  ।
तेनाप्यहं हरिनामाभिवाञ्छा निश्चित्य चित्तं श्रवणे वै चकार  ।
आदेहमेवं श्रवणं च कृत्वा त्यक्त्वा देहं भूतले संप्रजाता  ॥
]

`verse 48 [
निवस्तुं वसुदेवस्य भगिन्या उदरे खग  ।
सुमित्रा संज्ञकायां च जाता वै मित्रविन्दिका  ॥
]

`verse 49 [
श्रवणेन हरिं मित्रं प्राप्ता सा मित्रविन्दिका  ।
अतः सा मित्रविन्देति संज्ञया संबभूव ह  ॥
]

`verse 50 [
स्वयंवरे मित्रविन्दा राज्ञां मध्ये तु भामिनी  ।
ममांसे व्यसृजन्मालां तां गृहीत्वा खगेश्वर  ।
विधूय नृपतीन्सर्वान्पुरीं प्राप्ताः खगेश्वर  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे तृतीयांशे ब्रह्मकाण्डे भद्राकृतभगवत्पतित्वप्रापकतपश्चर्यादिनिरूपणं नाम विंशोध्यायः
]
