`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
सा गता स्नातुकामाथ नन्दां पापनिवारिणीम्  ।
पप्रच्छ तं गुरुं विप्रं विनयावनता सुधीः  ॥
]

`verse 2 [
किन्नामेयं नदी विप्र किं कार्यं चात्र मे वद  ।
जैगीषव्यस्त्वेवमुक्तो वाक्यमेतदुवाच ह  ॥
]

`speaker [
जैगीषव्य उवाच
]

`verse 3 [
शृणु भद्रे प्रवक्ष्यामि माहात्म्यं पापनाशनम्  ।
इयं नदी महाभागे सदा पापविनाशिनी  ॥
]

`verse 4 [
ब्रह्महत्यादिपापौघो यत्र स्नानेन नश्यति  ।
प्रत्यक्षं दृश्यते ह्यत्र स्नानं कर्तुं समुद्यतैः  ॥
]

`verse 5 [
जलं चाशुभ्ररूपेण पापैश्च परिदृश्यते  ।
यावच्छुभ्रोदकं देवि तावत्सनानं च कारयेत् ॥
]

`verse 6 [
यावच्छुभ्रोदकं नैव तावत्पापं न नश्यति  ।
शुद्धोदके समायाते पापं नष्टमिति ध्रुवम्  ॥
]

`verse 7 [
कलावित्थं विशालाक्षि महिमा दृश्यते भुवि  ।
अत्र स्नानं प्रकर्तव्यं दातव्यं दान मुत्तमम्  ।
ततश्च ज्ञानमासाद्य विविष्णुलोकं स गच्छति  ॥
]

`verse 8 [
गुरुस्त्रीगमनाच्चन्द्र अहल्यायां गतो हरिः  ।
सुरापानाच्च शुक्रस्तु सुवर्णहरणाद्बलिः  ॥
]

`verse 9 [
ब्रह्महत्यायाश्च रुद्रो नागो दत्तापहारकः  ।
सूतस्य हननाद्रामो निर्मुक्तो ह्यत्र भामिनि  ॥
]

`verse 10 [
नानेन सदृशं तीर्थं न भूतं न भविष्यति  ।
स्नानं कुरु महाभागे तेन सिद्धिं ह्यवाप्स्यसि  ॥
]

`verse 11 [
जैगीषव्येण मुनिना पित्रा सह च कन्यका  ।
स्नानं चकार विधिवदुदतिष्ठच्च भामिनि  ॥
]

`verse 12 [
यावच्च पौरुषं सूक्तं तावत्कालं हि तिष्ठति  ।
पश्चाज्जप्त्वा महामन्त्रं वेङ्कटेशाभिधं परम्  ॥
]

`verse 13 [
द्विजातीन्प्रीणयित्वा सा वस्त्रद्रव्यादिभूषणैः  ।
तस्माच्च प्रययौ देवी कमारीतीर्थमुत्तमम्  ॥
]

`verse 14 [
कुमारीमहिमानं च श्रुत्वा स्नानं चकार सा  ।
पुनरावृत्य सा देवी ह्यन्तरा विरजानदीम्  ॥
]

`verse 15 [
दृष्ट्वा पप्रच्छ सा देवी जैगीषव्यं गुरुं प्रभुम्  ।
किं संज्ञिकेयं विप्रेन्द्र किं कार्यं ह्यत्र मे वद  ॥
]

`verse 16 [
जैगीषव्यः पृष्ट एव मुवाच करुणानिधिः  ।
इयं भागीरथी कन्ये आयाति ह्यन्तरेण तु  ॥
]

`verse 17 [
अतः सा प्रोच्यते ह्यन्तर्गङ्गेति परमर्षिभिः  ।
कन्ये त्वस्यास्तु सलिलं श्रीनिनिवासप्रियं सदा  ॥
]

`verse 18 [
अत्र स्नानं यः करोति स याति परमां गतिम्  ।
स्नानं चकार सा कन्या जले परमपावने  ॥
]

`verse 19 [
दानादिकं तथा ज्ञात्वा जजाप परमं मनुम्  ।
श्रीनिवाससमीपं तु पुनरागत्य भामिनी  ॥
]

`verse 20 [
अङ्गप्रदक्षिणं चक्रे भक्त्या वेङ्कटनायकम्  ।
ब्राह्मणादीन्प्रीणयित्वा वस्त्रगन्धादिभूषणैः  ॥
]

`verse 21 [
पुनः परदिने प्रातः स्वामिपुष्करिणीजले  ।
स्नानं कृत्वा महाभागा ययौ तुंबुरुसंज्ञिकाम्  ॥
]

`verse 22 [
पप्रच्छ तं गुरुं देवी नाथं किन्नामिका त्वयम्  ।
जैगीषव्य उवाच  ।
इयं तुंबरुकाभिज्ञा नारी वै वरवर्णिनी  ॥
]

`verse 23 [
पुरा तुं बुरुणा साकं नारदस्तपसि स्थितः  ।
अत्र प्रादुरभूद्विष्णुर्नारदस्य हिताय च  ॥
]

`verse 24 [
स्नानं यः कुरुते ह्यत्र स याति परमां गतिम्  ।
अत्र स्नानं मनुष्याणां सर्वेषां दुर्लभं कलौ  ॥
]

`verse 25 [
अत्र स्नानं मनुष्याणां नाल्पस्य तपसः फलम्  ।
तत्र स्नात्वा च पीत्वा च दत्त्वा दानान्यकेशः  ॥
]

`verse 26 [
पुनरागत्य सा देवी श्रीनिवासं ननाम ह  ।
तस्मिमन्दिने ब्राह्मणांश्च तर्पयामास भमिनि  ॥
]

`verse 27 [
स्वामिपुष्करिणीं प्राप्य दीपान्प्राज्वालयत्सती  ।
सोपानेषु महाभागा दीपावलिभिरञ्जसा  ।
प्रीणयामास देवेशं श्रीनिवासं जगद्गुरुम्  ॥
]

`verse 28 [
पुनः परदिने प्राप्ते शक्रतीर्थमनुत्तमम्  ।
कपिलाख्योर्ध्वदेशे तु तत्तीर्थं पावनं स्मृतम्  ॥
]

`verse 29 [
तत्र स्नात्वा महाभागा तदूर्ध्वं स्नापयेत्स्वयम्  ।
विष्वसेनसरस्तत्र सर्वपापविनाशनम्  ॥
]

`verse 30 [
तत ऊर्ध्वं महाभागा ययौ तत्र ददर्श सा  ।
पञ्चायुधानां तीर्थानि तेषु स्नानं चकार सा  ॥
]

`verse 31 [
तदूर्ध्वं चाग्निकुण्डं स्याद्दुरारोहं ततोग्रतः  ।
तस्योपरि ब्रह्मतीर्थं ब्रह्महत्याविमोचनम्  ॥
]

`verse 32 [
सप्तर्षीणां तदूर्ध्वं तु पुण्यतीर्थं च सत्फलम्  ।
दशाधिकफलं तेषा तीर्थानामुत्तरोत्तरम्  ॥
]

`verse 33 [
एतेषां चैव माहात्म्यं को वा वक्तुमिहार्हति  ।
ऋषितीर्थेषु सा कन्या चचार तप उत्तमम्  ॥
]

`verse 34 [
ममावतारपर्यन्तं चरित्वा तप उत्तमम्  ।
योगधारण या देहं त्यक्त्वा जांबवतो गृहे  ॥
]

`verse 35 [
जाता जांबवती नाम ववृधे तस्य वेश्मनि  ।
तस्याः पिता जांबवान्स समादात्कन्यकां तदा  ।
रुक्म्या अनं तरा सैषा मम भार्या खगेश्वर  ॥
]

`verse 36 [
इदं हि परमाख्यानं वेङ्कटाद्रेर्महागिरेः  ।
को वा वर्णयितुं शक्तो मदन्यः पुरुषो भुवि  ॥
]

`verse 37 [
वेङ्कटेशस्य नैवेद्यं सदा लक्ष्मीः करोति वै  ।
ब्रह्मा पूजयते नित्यमेवं शास्त्रस्य निर्णयः  ॥
]

`verse 38 [
नैवेद्यभक्षिणां पुंसामुपहासं न कारयेत् ।
स्वस्य प्राशस्त्यभावे तु नैवेद्यादि गुडादिकम्  ।
ग्राह्यमेव न संदेहो अन्यथा नारकी भवेत् ॥
]

`verse 39 [
श्रीनिवासात्परो देवो न भूतो न भविष्यति  ।
स्वयं च पाचयित्वात्वं घृतपक्वादिकं तथा  ।
श्रीनिवासस्य नैवेद्यं दत्त्वा भोजनमाचरेत् ॥
]

`verse 40 [
इदं तु परमं गोप्यं तवोक्तं च खगेश्वर  ।
न कस्यापि च वक्तव्यं गोप्यत्वात्खगसत्तम  ।
इतः परं प्रवक्ष्यामि तारतम्यं शृणु प्रभो  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्त दृ तृ दृ ब्रह्म दृ कन्याकृतनानातीर्थयात्रादिनिरूपणं नाम सप्तविंशोऽध्यायः
]
