`verse 1 [
विश्वोद्भवस्थितिलयादिषु हेतुमेकं गौरीपर्तिविदिततत्त्वमनन्तकीर्तिम् ॥ मायाश्रयम्विगतमायमचिंत्यरूपम्बोधस्वरूपममलं हि शिवन्नमामि ॥
]

`verse 2 [
वन्दे शिवन्तम्प्रकृतेरनादिम्प्रशान्तमेकम्पुरुषोत्तमं हि ॥
स्वमायया कृत्स्नमिदं हि सृष्ट्वा नभोवदन्तर्बहिरास्थितो यः ॥
]

`verse 3 [
वन्देतरस्थं निजगूढरूपं शिवंस्वतस्स्रष्टुमिदम्विचष्टे ॥
जगन्ति नित्यम्परितो भ्रमंति यत्सन्निधौ चुम्बकलोहवत्तम् ॥
]

`speaker [
व्यास उवाच
]

`verse 4 [
जगतः पितरं शम्भुञ्जगतो मातरं शिवाम् ॥
तत्पुत्रश्च गणाधीशन्नत्वैतद्वर्णयामहे ॥
]

`verse 5 [
एकदा मुनयस्सर्वे नैमिषारण्य वासिनः ॥
पप्रच्छुर्वरया भक्त्या सूतन्ते शौनकादयः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 6 [
विद्येश्वरसंहितायाः श्रुता सा सत्कथा शुभा ॥
साध्यसाधनखंडा ख्या रम्याद्या भक्तवत्सला ॥
]

`verse 7 [
सूत सूत महाभाग चिरञ्जीव सुखी भव ॥
यच्छ्रावयसि नस्तात शांकरीं परमां कथाम् ॥
]

`verse 8 [
पिबन्तस्त्वन्मुखाम्भोजच्युतं ज्ञानामृतम्वयम्॥
अवितृप्ताः पुनः किंचित्प्रष्टुमिच्छामहेऽनघ ॥
]

`verse 9 [
व्यासप्रसादात्सर्वज्ञो प्राप्तोऽसि कृतकृत्यताम् ॥
नाज्ञातम्विद्यते किंचिद्भूतं भब्यं भवच्च यत्॥
]

`verse 10 [
गुरोर्व्यासस्य सद्भक्त्या समासाद्य कृपां पराम् ॥
सर्वं ज्ञातं विशेषेण सर्वं सार्थं कृतं जनुः ॥2.1.1.१०॥
इदानीं कथय प्राज्ञ शिवरूपमनुत्तमम् ॥
दिव्यानि वै चरित्राणि शिवयोरप्यशेषतः ॥
]

`verse 11 [
अगुणो गुणतां याति कथं लोके महेश्वरः ॥
शिवतत्त्वं वयं सर्वे न जानीमो विचारतः ॥
]

`verse 12 [
सृष्टेः पूर्वं कथं शंभुस्स्वरूपेणावतिष्ठते ॥
सृष्टिमध्ये स हि कथं क्रीडन्संवर्त्तते प्रभुः ॥
]

`verse 13 [
तदन्ते च कथन्देवस्स तिष्ठति महेश्वरः ॥
कथम्प्रसन्नतां याति शंकरो लोकशंकरः॥
]

`verse 14 [
स प्रसन्नो महेशानः किं प्रयच्छति सत्फलम् ॥
स्वभक्तेभ्यः परेभ्यश्च तत्सर्वं कथयस्व नः ॥
]

`verse 15 [
सद्यः प्रसन्नो भगवान्भवतीत्यनुशश्रुम॥
भक्तप्रयासं स महान्न पश्यति दयापरः॥
]

`verse 16 [
ब्रह्माविष्णुर्महेशश्च त्रयो देवाश्शिवांगजाः ॥
महेशस्तत्र पूर्णांशस्स्वयमेव शिवोऽपरः ॥
]

`verse 17 [
तस्याविर्भावमाख्याहि चरितानि विशेषतः ॥
उमाविर्भावमाख्याहि तद्विवाहं तथा प्रभो ॥
]

`verse 18 [
तद्गार्हस्थ्यं विशेषेण तथा लीलाः परा अपि ॥
एतत्सर्वं तदन्यच्च कथनीयं त्वयाऽनघ ॥
]

`speaker [
व्यास उवाच
]

`verse 19 [
इति पृष्टस्तदा तैस्तु सूतो हर्षसमन्वितः।
स्मृत्वा शंभुपदांभोजम्प्रत्युवाच मुनीश्वरान् ॥2.1.1.२०॥
सूत उवाच ॥
सम्यक्पृष्टं भवद्भिश्च धन्या यूयं मुनीश्वराः॥
सदाशिवकथायां वो यज्जाता नैष्ठिकी मतिः ॥
]

`verse 20 [
सदाशिवकथाप्रश्नः पुरुषांस्त्रीन्पुनाति हि ॥
वक्तारं पृच्छकं श्रोतॄञ्जाह्नवीसलिलं यथा ॥
]

`verse 21 [
शंभोर्गुणानुवादात्को विरज्येत पुमान्द्विजाः ।
विना पशुघ्नं त्रिविधजनानन्दकरात्सदा॥
]

`verse 22 [
गीयमानो वितृष्णैश्च भवरोगौषधोऽपि हि ॥
मनःश्रोत्राभिरामश्च यत्तस्सर्वार्थदस्स वै ॥
]

`verse 23 [
कथयामि यथाबुद्धि भवत्प्रश्नानुसारतः ॥
शिवलीलां प्रयत्नेन द्विजास्तां शृणुतादरात् ॥
]

`verse 24 [
भवद्भिः पृच्छ्यते यद्वत्तत्तथा नारदेन वै ॥
पृष्टं पित्रे प्रेरितेन हरिणा शिवरूपिणा ॥
]

`verse 25 [
ब्रह्मा श्रुत्वा सुतवचश्शिवभक्तः प्रसन्नधीः ॥
जगौ शिवयशः प्रीत्या हर्षयन्मुनिसत्तमम् ॥
]

`verse 26 [
व्यास ॥
सूतोक्तमिति तद्वाक्यमाकर्ण्य द्विजसत्तमाः ॥
पप्रच्छुस्तत्सुसंवादं कुतूहलसमन्विताः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 27 [
सूत सूत महाभाग शैवोत्तम महामते ॥
श्रुत्वा तव वचो रम्यं चेतो नस्सकुतूहलम् ॥
]

`verse 28 [
कदा बभूव सुखकृद्विधिनारदयोर्महान् ॥
संवादो यत्र गिरिशसु लीला भवमोचिनी ॥2.1.1.३०॥
विधिनारदसंवादपूर्वकं शांकरं यशः ॥
ब्रूहि नस्तात तत्प्रीत्या तत्तत्प्रश्नानुसारतः ॥
]

`verse 29 [
इत्याकर्ण्य वचस्तेषां मुनीनां भावितात्मनाम् ॥
सूतः प्रोवाच सुप्रीतस्तत्संवादानुसारतः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखंडे सृष्ट्युपाख्याने मुनिप्रश्नवर्णनो नाम प्रथमोऽध्यायः ॥
]
