`speaker [
सूत उवाच
]

`verse 1 [
एतस्मिन्समये विप्रा नारदो मुनिसत्तमः ॥
ब्रह्मपुत्रो विनीतात्मा तपोर्थं मन आदधे॥
]

`verse 2 [
हिमशैलगुहा काचिदेका परमशोभना ॥
यत्समीपे सुरनदी सदा वहति वेगतः॥
]

`verse 3 [
तत्राश्रमो महादिव्यो नानाशोभासमन्वितः ॥
तपोर्थं स ययौ तत्र नारदो दिव्यदर्शनः ॥
]

`verse 4 [
तां दृष्ट्वा मुनिशार्दूलस्तेपे स सुचिरं तपः ॥
बध्वासनं दृढं मौनी प्राणानायम्य शुद्धधीः ॥
]

`verse 5 [
चक्रे मुनिस्समाधिं तमहम्ब्रह्मेति यत्र ह ॥
विज्ञानं भवति ब्रह्मसाक्षात्कारकरं द्विजाः ॥
]

`verse 6 [
इत्थं तपति तस्मिन्वै नारदे मुनिसत्तमे ॥
चकंपेऽथ शुनासीरो मनस्संतापविह्वलः ॥
]

`verse 7 [
मनसीति विचिंत्यासौ मुनिर्मे राज्यमिच्छति ॥
तद्विघ्नकरणार्थं हि हरिर्यत्नमियेष सः ॥
]

`verse 8 [
सस्मार स्मरं शक्रश्चेतसा देवनायकः ॥
आजगाम द्रुतं कामस्समधीर्महिषीसुतः ॥
]

`verse 9 [
अथागतं स्मरं दृष्ट्वा संबोध्य सुरराट् प्रभुः ॥
उवाच तं प्रपश्याशु स्वार्थे कुटिलशेमुषिः ॥
]

`speaker [
इन्द्र उवाच
]

`verse 10 [
मित्रवर्य्य महावीर सर्वदा हितकारक ॥
शृणु प्रीत्या वचो मे त्वं कुरु साहाय्यमात्मना ॥ 2.1.2.१० ॥
त्वद्बलान्मे बहूनाञ्च तपोगर्वो विनाशितः ॥
मद्राज्यस्थिरता मित्र त्वदनुग्रहतस्सदा ॥
]

`verse 11 [
हिमशैलगुहायां हि मुनिस्तपति नारदः ॥
मनसोद्दिश्य विश्वेशं महासंयमवान्दृढः ॥
]

`verse 12 [
याचेन्न विधितो राज्यं स ममेति विशंकितः॥
अद्यैव गच्छ तत्र त्वं तत्तपोविघ्नमाचर॥
]

`verse 13 [
इत्याज्ञप्तो महेन्द्रेण स कामस्समधु प्रियः॥
जगाम तत्स्थलं गर्वादुपायं स्वञ्चकार ह॥
]

`verse 14 [
रचयामास तत्राशु स्वकलास्सकला अपि ॥
वसंतोपि स्वप्रभावं चकार विविधं मदात् ॥
]

`verse 15 [
न बभूव मुनेश्चेतो विकृतं मुनिसत्तमाः ॥
भ्रष्टो बभूव तद्गर्वो महेशानुग्रहेण ह ॥
]

`verse 16 [
शृणुतादरतस्तत्र कारणं शौनकादयः ॥
ईश्वरानुग्रहेणात्र न प्रभावः स्मरस्य हि ॥
]

`verse 17 [
अत्रैव शम्भुनाऽकारि सुतपश्च स्मरारिणा ॥
अत्रैव दग्धस्तेनाशु कामो मुनितपोपहः ॥
]

`verse 18 [
कामजीवनहेतोर्हि रत्या संप्रार्थितैस्सुरैः ॥
सम्प्रार्थित उवाचेदं शंकरो लोकशंकरः ॥
]

`verse 19 [
कंचित्समयमासाद्य जीविष्यति सुराः स्मरः ॥
परं त्विह स्मरोपायश्चरिष्यति न कश्चन ॥2.1.2.२०॥
इह यावद्दृश्यते भूर्जनैः स्थित्वाऽमरास्सदा ॥
कामबाणप्रभावोत्र न चलिष्यत्यसंशयम्॥
]

`verse 20 [
इति शंभूक्तितः कामो मिथ्यात्मगतिकस्तदा ॥
नारदे स जगामाशु दिवमिन्द्रसमीपतः ॥
]

`verse 21 [
आचख्यौ सर्ववृत्तांतं प्रभावं च मुनेः स्मरः ॥
तदाज्ञया ययौ स्थानं स्वकीयं स मधुप्रियः ॥
]

`verse 22 [
विस्मितोभूत्सुराधीशः प्रशशंसाथ नारदम् ॥
तद्वृत्तांतानभिज्ञो हि मोहितश्शिवमायया ॥
]

`verse 23 [
दुर्ज्ञेया शांभवी माया सर्वेषां प्राणिनामिह ॥
भक्तं विनार्पितात्मानं तया संमोह्यते जगत् ॥
]

`verse 24 [
नारदोऽपि चिरं तस्थौ तत्रेशानुग्रहेण ह ॥
पूर्णं मत्वा तपस्तत्स्वं विरराम ततो मुनिः ॥
]

`verse 25 [
कामोप्यजेयं निजं मत्वा गर्वितोऽभून्मुनीश्वरः ॥
वृथैव विगतज्ञानश्शिवमायाविमोहितः ॥
]

`verse 26 [
धन्या धन्या महामाया शांभवी मुनिसत्तमाः ॥
तद्गतिं न हि पश्यंति विष्णुब्रह्मादयोपि हि ॥
]

`verse 27 [
तया संमोहितोतीव नारदो मुनिसत्तमः ॥
कैलासं प्रययौ शीघ्रं स्ववृत्तं गदितुं मदी ॥
]

`verse 28 [
रुद्रं नत्वाब्रवीत्सर्वं स्ववृत्तङ्गर्ववान्मुनिः ॥
मत्वात्मानं महात्मानं स्वप्रभुञ्च स्मरञ्जयम्॥2.1.2.३०॥
तच्छ्रुत्वा शंकरः प्राह नारदं भक्तवत्सलः ॥
स्वमायामोहितं हेत्वनभिज्ञं भ्रष्टचेतसम् ॥
]

`speaker [
रुद्र उवाच
]

`verse 29 [
हे तात नारद प्राज्ञ धन्यस्त्वं शृणु मद्वचः॥
वाच्यमेवं न कुत्रापि हरेरग्रे विशेषतः॥
]

`verse 30 [
पृच्छमानोऽपि न ब्रूयाः स्ववृत्तं मे यदुक्तवान्॥
गोप्यं गोप्यं सर्वथा हि नैव वाच्यं कदाचन॥
]

`verse 31 [
शास्म्यहं त्वां विशेषेण मम प्रियतमो भवान् ॥
विष्णुभक्तो यतस्त्वं हि तद्भक्तोतीव मेऽनुगः ॥
]

`verse 32 [
शास्तिस्मेत्थञ्च बहुशो रुद्रस्सूतिकरः प्रभुः ।
नारदो न हितं मेने शिवमायाविमोहितः ॥
]

`verse 33 [
प्रबला भाविनी कर्म गतिर्ज्ञेया विचक्षणैः॥
न निवार्या जनैः कैश्चिदपीच्छा सैव शांकरी॥
]

`verse 34 [
ततस्स मुनिवर्यो हि ब्रह्मलोकं जगाम ह ॥
विधिं नत्वाऽब्रवीत्कामजयं स्वस्य तपोबलात् ॥
]

`verse 35 [
तदाकर्ण्य विधिस्सोथ स्मृत्वा शम्भुपदाम्बुजम् ॥
ज्ञात्वा सर्वं कारणं तन्निषिषेध सुतं तदा ॥
]

`verse 36 [
मेने हितन्न विध्युक्तं नारदो ज्ञानिसत्तमः ॥
शिवमायामोहितश्च रूढचित्तमदांकुरः ॥
]

`verse 37 [
शिवेच्छा यादृशी लोके भवत्येव हि सा तदा ॥
तदधीनं जगत्सर्वं वचस्तंत्यांत स्थितं यतः॥2.1.2.४०॥
नारदोऽथ ययौ शीघ्रं विष्णुलोकं विनष्टधीः ॥
मदांकुरमना वृत्तं गदितुं स्वं तदग्रतः ॥
]

`verse 38 [
आगच्छंतं मुनिन्दृष्ट्वा नारदं विष्णुरादरात्॥
उत्थित्वाग्रे गतोऽरं तं शिश्लेषज्ञातहेतुकः ॥
]

`verse 39 [
स्वासने समुपावेश्य स्मृत्वा शिवपदाम्बुजम् ॥
हरिः प्राह वचस्तथ्यं नारदं मदनाशनम् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 40 [
कुत आगम्यते तात किमर्थमिह चागतः ॥
धन्यस्त्वं मुनिशार्दूल तीर्थोऽहं तु तवागमात् ॥
]

`verse 41 [
विष्णुवाक्यमिति श्रुत्वा नारदो गर्वितो मुनिः ॥
स्ववृत्तं सर्वमाचष्ट समदं मदमोहितः ॥
]

`verse 42 [
श्रुत्वा मुनिवचो विष्णुस्समदं कारणं ततः ॥
ज्ञातवानखिलं स्मृत्वा शिवपादाम्बुजं हृदि ॥
]

`verse 43 [
तुष्टाव गिरिशं भक्त्या शिवात्मा शैवराड् हरिः॥
सांजलिर्विसुधीर्नम्रमस्तकः परमेश्वरम् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 44 [
देवदेव महादेव प्रसीद परमेश्वर ॥
धन्यस्त्वं शिव धन्या ते माया सर्व विमोहिनी ॥
]

`verse 45 [
इत्यादि स स्तुतिं कृत्वा शिवस्य परमात्मनः ॥
निमील्य नयने ध्यात्वा विरराम पदाम्बुजम् ॥
]

`verse 46 [
यत्कर्तव्यं शंकरस्य स ज्ञात्वा विश्वपालकः ॥
शिवशासनतः प्राह हृदाथ मुनिसत्तमम् ॥ 2.1.2.५० ॥
विष्णुरुवाच ॥
धन्यस्त्वं मुनिशार्दूल तपोनिधिरुदारधीः ॥
भक्तित्रिकं न यस्यास्ति काममोहादयो मुने ॥
]

`verse 47 [
विकारास्तस्य सद्यो वै भवंत्यखिलदुःखदाः ॥
नैष्ठिको ब्रह्मचारी त्वं ज्ञानवैराग्यवान्सदा ॥
]

`verse 48 [
कथं कामविकारी स्या जन्मना विकृतस्सुधीः ॥
इत्याद्युक्तं वचो भूरि श्रुत्वा स मुनिसत्तमः ॥
]

`verse 49 [
विजहास हृदा नत्वा प्रत्युवाच वचो हरिम् ॥
नारद उवाच ॥
किं प्रभावः स्मरः स्वामिन्कृपा यद्यस्ति ते मयि ॥
]

`verse 50 [
इत्युक्त्वा हरिमानम्य ययौ यादृच्छिको मुनिः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखंडे सृष्ट्युपाख्याने नारदतपोवर्णनं नाम द्वितीयोऽध्यायः ॥
]
