`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूतसूत महाभाग व्यासशिष्य नमोऽस्तु ते ॥
अद्भुतेयं कथा तात वर्णिता कृपया हि नः ॥
]

`verse 2 [
मुनौ गते हरिस्तात किं चकार ततः परम्॥
नारदोपि गतः कुत्र तन्मे व्याख्यातुमर्हसि ॥
]

`speaker [
व्यास उवाच
]

`verse 3 [
इत्याकर्ण्य वचस्तेषां सूतः पौराणिकोत्तमः ॥
प्रत्युवाच शिवं स्मृत्वा नानासूतिकरं बुधः॥
]

`speaker [
सूत उवाच
]

`verse 4 [
मुनौ यदृच्छया विष्णुर्गते तस्मिन्हि नारदे॥
शिवेच्छया चकाराशु  माया मायाविशारदः ॥
]

`verse 5 [
मुनिमार्गस्य मध्ये तु विरेचे नगरं महत् ॥
शतयोजनविस्तारमद्भुतं सुमनोहरम्॥
]

`verse 6 [
स्वलोकादधिकं रम्यं नानावस्तुविराजितम् ॥
नरनारीविहाराढ्यं चतुर्वर्णाकुलं परम् ॥
]

`verse 7 [
तत्र राजा शीलनिर्धिर्नामैश्वर्यसमन्वितः ॥
सुतास्वयम्वरोद्युक्तो महोत्सवसमन्वितः ॥
]

`verse 8 [
चतुर्दिग्भ्यः समायातैस्संयुतं नृपनन्दतैः ॥
नानावेषैस्सुशोभैश्च तत्कन्यावरणोत्सुकैः ॥
]

`verse 9 [
एतादृशं पुरं दृष्ट्वा मोहं प्राप्तोऽथ नारदः ॥
कौतुकी तन्नृपद्वारं जगाम मदनेधितः ॥
]

`verse 10 [
आगतं मुनिवर्यं तं दृष्ट्वा शीलनिधिर्नृपः ॥
उपवेश्यार्चयांचक्रे रत्नसिंहासने वरे ॥2.1.3.१०॥
अथ राजा स्वतनयां नामतश्श्रीमतीं वराम् ॥
समानीय नारदस्य पादयोस्समपातयत् ॥
]

`verse 11 [
तत्कन्यां प्रेक्ष्य स मुनिर्नारदः प्राह विस्मितः ॥
केयं राजन्महाभागा कन्या सुरसुतोपमा ॥
]

`verse 12 [
तस्य तद्वचनं श्रुत्वा राजा प्राह कृतांजलिः ॥
दुहितेयं मम मुने श्रीमती नाम नामतः ॥
]

`verse 13 [
प्रदानसमयं प्राप्ता वरमन्वेषती शुभम् ॥
सा स्वयंवरसंप्राप्ता सर्वलक्षणलक्षिता ॥
]

`verse 14 [
अस्या भाग्यं वद मुने सर्वं जातकमादरात्॥
कीदृशं तनयेयं मे वरमाप्स्यति तद्वद ॥
]

`verse 15 [
इत्युक्तो मुनिशार्दूलस्तामिच्छुः कामविह्वलः॥
समाभाष्य स राजानं नारदो वाक्यमब्रवीत् ॥
]

`verse 16 [
सुतेयं तव भूपाल सर्वलक्षणलक्षिता॥
महाभाग्यवती धन्या लक्ष्मीरिव गुणालया ॥
]

`verse 17 [
सर्वेश्वरोऽजितो वीरो गिरीशसदृशो विभुः ॥
अस्याः पतिर्ध्रुवं भावी कामजित्सुरसत्तमः ॥
]

`verse 18 [
इत्युक्त्वा नृपमामंत्र्य ययौ यादृच्छिको मुनिः॥
बभूव कामविवशश्शिवमाया विमोहितः॥
]

`verse 19 [
चित्ते विचिन्त्य स मुनिराप्नुयां कथमेनकाम्॥
स्वयंवरे नृपालानामेकं मां वृणुयात्कथम्॥2.1.3.२०॥
सौन्दर्यं सर्वनारीणां प्रियं भवति सर्वथा॥
तद्दृष्ट्वैव प्रसन्ना सा स्ववशा नात्र संशयः॥
]

`verse 20 [
विधायेत्थं विष्णुरूपं ग्रहीतुं मुनिसत्तमः ॥
विष्णुलोकं जगामाशु नारदः स्मरविह्वलः॥
]

`verse 21 [
प्रणिपत्य हृषीकेशं वाक्यमेतदुवाच ह॥
रहसि त्वां प्रवक्ष्यामि स्ववृत्तान्तमशेषतः ॥
]

`verse 22 [
तथेत्युक्ते तथा भूते शिवेच्छा कार्यकर्त हि ॥
ब्रूहीत्युक्तवति श्रीशे मुनिराह च केशवम्॥
]

`speaker [
नारद उवाच
]

`verse 23 [
त्वदीयो भूपतिः शीलनिधिस्स वृषतत्परः॥
तस्य कन्या विशालाक्षी श्रीमतीवरवर्णिनी ॥
]

`verse 24 [
जगन्मोहिन्यभिख्याता त्रैलोक्येप्यति सुन्दरी ॥
परिणेतुमहं विष्णो तामिच्छाम्यद्य मा चिरम्॥
]

`verse 25 [
स्वयंवरं चकरासौ भूपतिस्तनयेच्छया॥
चतुर्दिग्भ्यः समायाता राजपुत्रास्सहस्रशः ॥
]

`verse 26 [
यदि दास्यसि रूपं मे तदा तां प्राप्नुयां ध्रुवम् ॥
त्वद्रूपं सा विना कंठे जयमालां न धास्यति ॥
]

`verse 27 [
स्वरूपं देहि मे नाथ सेवकोऽहं प्रियस्तव ॥
वृणुयान्मां यथा सा वै श्रीमती क्षितिपात्मजा॥
]

`speaker [
सुत उवाच
]

`verse 28 [
वचः श्रुत्वा मुनेरित्थं विहस्य मधुसूदनः ॥
शांकरीं प्रभुतां बुद्ध्वा प्रत्युवाच दयापरः॥2.1.3.३०॥
विष्णुरुवाच ॥
स्वेष्टदेशं मुने गच्छ करिष्यामि हितं तव॥
भिषग्वरो यथार्त्तस्य यतः प्रियतरोऽसि मे॥
]

`verse 29 [
इत्युक्त्वा मुनये तस्मै ददौ विष्णुर्मुखं हरे॥
स्वरूपमनुगृह्यास्य तिरोधानं जगाम सः॥
]

`verse 30 [
एवमुक्तो मुनिर्हृष्टः स्वरूपं प्राप्य वै हरेः॥
मेने कृतार्थमात्मानं तद्यत्नं न बुबोध सः ॥
]

`verse 31 [
अथ तत्र गतः शीघ्रन्नारदो मुनिसत्तमः॥
चक्रे स्वयंवरं यत्र राजपुत्रैस्समाकुलम् ॥
]

`verse 32 [
स्वयंवरसभा दिव्या राजपुत्रसमावृता॥
शुशुभेऽतीव विप्रेन्द्रा यथा शक्रसभा परा ॥
]

`verse 33 [
तस्यां नृपसभायां वै नारदः समुपाविशत् ॥
स्थित्वा तत्र विचिन्त्येति प्रीतियुक्तेन चेतसा ॥
]

`verse 34 [
मां वरिष्यति नान्यं सा विष्णुरूपधरन्ध्रुवम् ॥
आननस्य कुरूपत्वं न वेद मुनिसत्तमः ॥
]

`verse 35 [
पूर्वरूपं मुनिं सर्वे ददृशुऽस्तत्र मानवाः।
तद्भेदं बुबुधुस्ते न राजपुत्रादयो द्विजाः ॥
]

`verse 36 [
तत्र रुद्रगणौ द्वौ तद्रक्षणार्थं समागतौ ॥
विप्ररूपधरौ गूढौ तत्रेदं जज्ञतुः परम्॥
]

`verse 37 [
मूढं मत्वा मुनिं तौ तन्निकटं जग्मतुर्गणौ ॥
कुरुतस्तत्प्रहासं वै भाषमाणौ परस्परम् ॥ 2.1.3.४० ॥
पश्य नारद रूपं हि विष्णोरिव महोत्तमम् ॥
मुखं तु वानरस्येव विकटं च भयंकरम् ॥
]

`verse 38 [
इच्छत्ययं नृपसुता वृथैव स्मरमोहितः ॥
इत्युक्त्वा सच्छलं वाक्यमुपहासं प्रचक्रतुः ॥
]

`verse 39 [
न शुश्राव यथार्थं तु तद्वाक्यं स्मरविह्वलः ॥
पर्यैक्षच्छ्रीमतीं तां वै तल्लिप्सुर्मोहितो मुनिः ॥
]

`verse 40 [
एतस्मिन्नंतरे भूपकन्या चांतःपुरात्तु सा ॥
स्त्रीभिस्समावृता तत्राजगाम वरवर्णिनी ॥
]

`verse 41 [
मालां हिरण्मयीं रम्यामादाय शुभलक्षणा ॥
तत्र स्वयम्बरे रेजे स्थिता मध्ये रमेव सा ॥
]

`verse 42 [
बभ्राम सा सभां सर्वां मालामादाय सुव्रता ॥
वरमन्वेषती तत्र स्वात्माभीष्टं नृपात्मजा ॥
]

`verse 43 [
वानरास्यं विष्णुतनुं मुनिं दृष्ट्वा चुकोप सा ॥
दृष्टिं निवार्य च ततः प्रस्थिता प्रीतमानसा ॥
]

`verse 44 [
न दृष्ट्वा स्ववरं तत्र त्रस्तासीन्मनसेप्सितम् ॥
अंतस्सभास्थिता कस्मिन्नर्पयामास न स्रजम् ॥
]

`verse 45 [
एतस्मिन्नंतरे विष्णुराजगाम नृपाकृतिः ॥
न दृष्टः कैश्चिदपरैः केवलं सा ददर्श हि ॥
]

`verse 46 [
अथ सा तं समालोक्य प्रसन्नवदनाम्बुजा ॥
अर्पयामास तत्कण्ठे तां मालां वरवर्णिनी ॥ 2.1.3.५० ॥
तामादाय ततो विष्णू राजरूपधरः प्रभुः ॥
अंतर्धानमगात्सद्यस्स्वस्थानं प्रययौ किल ॥
]

`verse 47 [
सर्वे राजकुमाराश्च निराशाः श्रीमतीम्प्रति॥
मुनिस्तु विह्वलोऽतीव बभूव मदनातुरः॥
]

`verse 48 [
तदा तावूचतुस्सद्यो नारदं स्वरविह्वलम् ॥
विप्ररूपधरौ रुद्रगणौ ज्ञानविशारदौ ॥
]

`speaker [
गणावूचतुः
]

`verse 49 [
हे नारदमुने त्वं हि वृथा मदनमोहितः ॥
तल्लिप्सुस्स्वमुखं पश्य वानरस्येव गर्हितम्॥
]

`speaker [
सूत उवाच
]

`verse 50 [
इत्याकर्ण्य तयोर्वाक्यं नारदो विस्मितोऽभवत् ॥
मुखं ददर्श मुकुरे शिवमायाविमोहितः ॥
]

`verse 51 [
स्वमुखं वानरस्येव दृष्ट्वा चुक्रोध सत्वरम्॥
शापन्ददौ तयोस्तत्र गणयोर्मोहितो मुनिः ॥
]

`verse 52 [
युवां ममोपहासं वै चक्रतुर्ब्राह्मणस्य हि॥
भवेतां राक्षसौ विप्रवीर्यजौ वै तदाकृती॥
]

`verse 53 [
श्रुत्वा हरगणावित्थं स्वशापं ज्ञानिसत्तमौ॥
न किंचिदूचतुस्तौ हि मुनिमाज्ञाय मोहितम् ॥
]

`verse 54 [
स्वस्थानं जग्मतुर्विप्रा उदासीनौ शिवस्तुतिम्॥
चक्रतुर्मन्यमानौ वै शिवेच्छां सकलां सदा ॥
]

`colophon [
इति श्रीशिव महापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखंडे सृष्ट्युपाख्याने नारदमोहवर्णनं नाम तृतीयोऽध्यायः ॥
]
