`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूत सूत महाप्राज्ञ वर्णिता ह्यद्भुता कथा ॥
धन्या तु शांभवी माया तदधीनं चराचरम् ॥
]

`verse 2 [
गतयोर्गणयोश्शंभोस्स्वयमात्मेच्छया विभोः॥
किं चकार मुनिः क्रुद्धो नारदः स्मरविह्वलः ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
विमोहितो मुनिर्दत्त्वा तयोश्शापं यथोचितम् ॥
जले मुखं निरीक्ष्याथ स्वरूपं गिरिशेच्छया ॥
]

`verse 4 [
शिवेच्छया न प्रबुद्धः स्मृत्वा हरिकृतच्छलम् ॥
क्रोधं दुर्विषहं कृत्वा विष्णुलोकं जगाम ह ॥
]

`verse 5 [
उवाच वचनं कुद्धस्समिद्ध इव पावकः ॥
दुरुक्तिगर्भितं व्यङ्गः नष्टज्ञानश्शिवेच्छया ॥
]

`speaker [
नारद उवाच
]

`verse 6 [
हे हरे त्वं महादुष्टः कपटी विश्वमोहनः ॥
परोत्साहं न सहसे मायावी मलिनाशयः ॥
]

`verse 7 [
मोहिनीरूपमादाय कपटं कृतवान्पुरा ॥
असुरेभ्योऽपाययस्त्वं वारुणीममृतं न हि ॥
]

`verse 8 [
चेत्पिबेन्न विषं रुद्रो दयां कृत्वा महेश्वरः ॥
भवेन्नष्टाऽखिला माया तव व्याजरते हरे ॥
]

`verse 9 [
गतिस्स कपटा तेऽतिप्रिया विष्णो विशेषतः ॥
साधुस्वभावो न भवान्स्वतंत्रः प्रभुणा कृतः ॥
]

`verse 10 [
कृतं समुचितन्नैव शिवेन परमात्मना॥
तत्प्रभावबलं ध्यात्वा स्वतंत्रकृतिकारकः॥2.1.4.१
]

`verse 11 [
त्वद्गतिं सुसमाज्ञाय पश्चात्तापमवाप सः ॥
विप्रं सर्वोपरि प्राह स्वोक्तवेद प्रमाणकृत् ॥
]

`verse 12 [
तज्ज्ञात्वाहं हरे त्वाद्य शिक्षयिष्यामि तद्बलात् ॥
यथा न कुर्याः कुत्रापीदृशं कर्म कदाचन ॥
]

`verse 13 [
अद्यापि निर्भयस्त्वं हि संगं नापस्तरस्विना ॥
इदानीं लप्स्यसे विष्णो फलं स्वकृतकर्मणः ॥
]

`verse 14 [
इत्थमुक्त्वा हरिं सोथ मुनिर्माया विमोहितः ॥
शशाप क्रोधनिर्विण्णो ब्रह्मतेजः प्रदर्शयन्॥
]

`verse 15 [
स्त्रीकृते व्याकुलं विष्णो मामकार्षीर्विमोहकः ॥
अन्वकार्षीस्स्वरूपेण येन कापट्यकार्यकृत् ॥
]

`verse 16 [
तद्रूपेण मनुष्यस्त्वं भव तद्दुःखभुग्घरे ॥
यन्मुखं कृतवान्मे त्वं ते भवंतु सहायिनः ॥
]

`verse 17 [
त्वं स्त्रीवियोगजं दुःखं लभस्व परदुःखदः ॥
मनुष्यगतिकः प्रायो भवाज्ञानविमोहितः ॥
]

`verse 18 [
इति शप्त्वा हरिं मोहान्नारदोऽज्ञानमोहितः ॥
विष्णुर्जग्राह तं शापं प्रशंसञ्शांभवीमजाम् ॥
]

`verse 19 [
अथ शंभुर्महालीलो निश्चकर्ष विमोहिनीम ॥
स्वमायां मोहितो ज्ञानी नारदोप्यभवद्यया ॥
]

`verse 20 [
अंतर्हितायां मायायां पूर्ववन्मतिमानभूत् ॥
नारदो विस्मितमनाः प्राप्तबोधो निराकुलः ॥ 2.1.4.२० ॥
पश्चात्तापमवाप्याति निनिन्द स्वं मुहुर्मुहुः ॥
प्रशशंस तदा मायां शांभवीं ज्ञानिमोहिनीम् ॥
]

`verse 21 [
अथ ज्ञात्वा मुनिस्सर्वं मायाविभ्रममात्मनः ॥
अपतत्पादयोर्विष्णोर्नारदो वैष्णवोत्तमः ॥
]

`verse 22 [
हर्य्युपस्थापितः प्राह वचनं नष्ट दुर्मतिः ॥
मया दुरक्तयः प्रोक्ता मोहितेन कुबुद्धिना ॥
]

`verse 23 [
दत्तश्शापोऽपि तेनाथ वितथं कुरु तं प्रभो ॥
महत्पापमकार्षं हि यास्यामि निरयं धुवम् ॥
]

`verse 24 [
कमुपायं हरे कुर्यां दासोऽहं ते तमादिश ॥
येन पापकुलं नश्येन्निरयो न भवेन्मम ॥
]

`verse 25 [
इत्युक्त्वा स पुनर्विष्णोः पादयोर्मुनिसत्तमः ॥
पपात सुमतिर्भक्त्या पश्चात्तापमुपागतः ॥
]

`verse 26 [
अथ विष्णुस्तमुत्थाप्य बभाषे सूनृतं वचः ॥
विष्णुरुवाच ॥
न खेदं कुरु मे भक्त वरस्त्वं नात्र संशयः ॥
]

`verse 27 [
शृणु तात प्रवक्ष्यामि सुहितं तव निश्चयात् ॥१।
निरयस्ते न भविता शिवश्शं ते विधास्यति ॥
]

`verse 28 [
यदकार्षीश्शिववचो वितथं मदमोहितः ॥
स दत्तवानीदृशं ते फलं कर्म फलप्रदः ॥
]

`verse 29 [
शिवेच्छाऽखिलं जातं कुर्वित्थं निश्चितां मतिम् ॥
गर्वापहर्ता स स्वामी शंकरः परमेश्वरः ॥ 2.1.4.३० ॥।
परं ब्रह्म परात्मा स सच्चिदानंदबोधनः ॥
निर्गुणो निर्विकारो च रजस्सत्वतमःपर ॥
]

`verse 30 [
स एवमादाय मायां स्वां त्रिधा भवति रूपतः ॥
ब्रह्मविष्णुमहेशात्मा निर्गुणोऽनिर्गुणोऽपि सः ॥
]

`verse 31 [
निर्गुणत्वे शिवाह्वो हि परमात्मा महेश्वरः ॥
परं ब्रह्माव्ययोऽनंतो महादेवेति गीयते ॥
]

`verse 32 [
तत्सेवया विधिस्स्रष्टा पालको जगतामहम् ॥
स्वयं सर्वस्य संहारी रुद्ररूपेण सर्वदा ॥
]

`verse 33 [
साक्षी शिवस्वरूपेण मायाभिन्नस्स निर्गुणः ॥
स्वेच्छाचारी संविहारी  भक्तानुग्रहकारकः ॥
]

`verse 34 [
शृणु त्वं नारद मुने सदुपायं सुखप्रदम् ॥
सर्वपापापहर्त्तारं भुक्तिमुक्तिप्रदं सदा ॥
]

`verse 35 [
इत्युक्त्वास्त्वसंशयं सर्वं शंकरसद्यशः ॥
शतनामशिवस्तोत्रं सदानन्यमतिर्जप ॥
]

`verse 36 [
यज्जपित्वा द्रुतं सर्वं तव पापं विनश्यति ॥
इत्युक्त्वा नारदं विष्णुः पुनः प्राह दयान्वितः ॥
]

`verse 37 [
मुने न कुरु शोकं त्वं त्वया किंचित्कृतं नहि ॥
स्वेच्छया कृतवान्शंभुरिदं सर्वं न संशयः ॥
]

`verse 38 [
अहार्षित्त्वन्मतिं दिव्यां काम क्लेशमदात्स ते॥
त्वन्मुखाद्दापयांचक्रे शापं मे स महेश्वरः ॥ 2.1.4.४० ॥
इत्थं स्वचरितं लोके प्रकटीकृतवान् स्वयम् ॥
मृत्युंजयः कालकालो भक्तोद्धारपरायणः ॥
]

`verse 39 [
न मे शिवसमानोस्ति प्रियः स्वामी सुखप्रदः ॥
सर्वशक्तिप्रदो मेऽस्ति स एव परमेश्वरः ॥
]

`verse 40 [
तस्योपास्यां कुरु मुने तमेव सततं भज ॥
तद्यशः शृणु गाय त्वं कुरु नित्यं तदर्चनम् ॥
]

`verse 41 [
कायेन मनसा वाचा यश्शंकरमुपैति भो ॥
स पण्डित इति ज्ञेयस्स जीवन्मुक्त उच्यते ॥
]

`verse 42 [
शिवेति नामदावाग्नेर्महापातकप र्वताः ॥
भस्मीभवन्त्यनायासात्सत्यं सत्यं न संशयः ॥
]

`verse 43 [
पापमूलानि दुःखानि विविधान्यपि तान्यतः ॥
शिवार्चनैकनश्यानि नान्य नश्यानि सर्वथा ॥
]

`verse 44 [
स वैदिकस्य पुण्यात्मा स धन्यस्स बुधो मुने ॥
यस्सदा कायवाक्चित्तैश्शरणं याति शंकरम् ॥
]

`verse 45 [
भवंति विविधा धर्मा येषां सद्यःफलोन्मुखाः ॥
तेषां भवति विश्वासस्त्रिपुरांतकपूजने ॥
]

`verse 46 [
पातकानि विनश्यंति यावंति शिवपूजया ॥
भुवि तावंति पापानि न संत्येव महामुने ॥
]

`verse 47 [
ब्रह्महत्यादिपापानां राशयोप्यमिता मुने ॥
शिवस्मृत्या विनश्यंति सत्यंसत्यं वदाम्यहम् ॥2.1.4.५०॥
शिवनामतरीं प्राप्य संसाराब्धिं तरंति ते॥
संसारमूलपापानि तस्य नश्यंत्यसंशयम्॥
]

`verse 48 [
संसारमूलभूतानां पातकानां महामुने ॥
शिवनामकुठारेण विनाशो जायते ध्रुवम् ॥
]

`verse 49 [
शिवनामामृतं पेयं पापदावानलार्दितैः ॥
पापदावाग्नितप्तानां शांतिस्तेन विना न हि ॥
]

`verse 50 [
शिवेति नामपीयूषवर्षधारापरिप्लुतः ॥
संसारदवमध्यपि न शोचति न संशयः ॥
]

`verse 51 [
न भक्तिश्शंकरे पुंसां रागद्वेषरतात्मनाम् ॥
तद्विधानां हि सहसा मुक्तिर्भवति सर्वथा ॥
]

`verse 52 [
अनंतजन्मभिर्येन तपस्तप्तं भविष्यति॥
तस्यैव भक्तिर्भवति भवानी प्राणवल्लभे॥
]

`verse 53 [
जातापि शंकरे भक्तिरन्यसाधारणी वृथा॥
परं त्वव्यभिचारेण शिवभक्तिरपेक्षिता ॥
]

`verse 54 [
यस्या साधारणी शंभौ भक्तिरव्यभिचारिणी॥
तस्यैव मोक्षस्सुलभो नास्येतिन्य मतिर्मम॥
]

`verse 55 [
कृत्वाप्यनंतपापानि यदि भक्तिर्महेश्वरे ॥
सर्वपापविनिर्मुक्तो भवत्येव न संशयः॥
]

`verse 56 [
भवंति भस्मसाद्वृक्षादवदग्धा यथा वने ॥
तथा भवंति दग्धानि शांकराणामघान्यपि ॥2.1.4.६०॥
यो नित्यं भस्मपूतांगो शिवपूजोन्मुखो भवेत्॥
स तरत्येव संसारमपारमतिदारुणम्॥
]

`verse 57 [
ब्रह्मस्वहरणं कृत्वा हत्वापि ब्राह्मणान्बहून् ॥
लिप्यते नरः पापैर्विरूपाक्षस्य सेवकः ॥
]

`verse 58 [
विलोक्य वेदानखिलाञ्छिवस्यैवार्चनम्परम् ॥
संसारनाशनोपाय इति पूर्वैर्विनिश्चितम् ॥
]

`verse 59 [
अद्यप्रभृति यत्नेन सावधानो यथाविधि॥
साम्बं सदाशिवं भक्त्या भज नित्यं महेश्वरम्॥
]

`verse 60 [
आपादमस्तकं सम्यक् भस्मनोद्धूल्य सादरम् ॥
सर्वश्रुतिश्रुतं शैवम्मंत्रञ्जप षडक्षरम् ॥
]

`verse 61 [
सवार्ङ्गेषु प्रयत्नेन रुद्राक्षाञ्छिववल्लभान्॥
धारयस्वातिसद्भक्त्या समन्त्रम्विधिपूर्वकम् ॥
]

`verse 62 [
शृणु शैवीं कथां नित्यं वद शैवीं कथां सदा ॥
पूजयस्वातियत्नेन शिवभक्तान्पुनः पुनः ॥
]

`verse 63 [
अप्रमादेन सततं शिवैकशरणो भव ॥
शिवार्चनेन सततमानन्दः प्राप्यते यतः ॥
]

`verse 64 [
उरस्याधाय विशदे शिवस्य चरणाम्बुजौ ॥
शिवतीर्थानि विचर प्रथमं मुनिसत्तम ॥
]

`verse 65 [
पश्यन्माहात्म्यमतुलं शंकरस्य परात्मनः ॥
गच्छानन्दवनं पश्चाच्छंभुप्रियतमं मुने ॥2.1.4.७० ॥
तत्र विश्वेश्वरं दृष्ट्वा पूजनं कुरु भक्तितः ॥
नत्वा स्तुत्वा विशेषेण निर्विकल्पो भविष्यसि ॥
]

`verse 66 [
ततश्च भवता नूनं विधेयं गमनं मुने ॥
ब्रह्मलोके स्वकामार्थं शासनान्मम भक्तितः ॥
]

`verse 67 [
नत्वा स्तुत्वा विशेषेण विधिं स्वजनकं मुने ॥
प्रष्टव्यं शिवमाहात्म्यं बहुशः प्रीतचेतसा ॥
]

`verse 68 [
स शैवप्रवरो ब्रह्मा माहात्म्यं शंकरस्य ते ॥
श्रावयिष्यति सुप्रीत्या शतनामस्तवं च हि ॥
]

`verse 69 [
अद्यतस्त्वं भव मुने शैवश्शिवपरायणः ॥
मुक्तिभागी विशेषेण शिवस्ते शं विधास्यति ॥
]

`verse 70 [
इत्थं विष्णुर्मुनिं प्रीत्या ह्युपदिश्य प्रसन्नधीः ॥
स्मृत्वा नुत्वा शिवं स्तुत्वा ततस्त्वंतरधीयत ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखंडे सृष्ट्युपाख्याने नारदस्य विष्णूपदेशवर्णनो नाम चतुर्थोऽध्यायः ॥
]
