`speaker [
सूत उवाच
]

`verse 1 [
अंतर्हिते हरौ विप्रा नारदो मुनिसत्तमः ॥
विचचार महीं पश्यञ्छिवलिंगानि भक्तितः ॥
]

`verse 2 [
पृथिव्या अटनं कृत्वा शिवरूपाण्यनेकशः ॥
ददर्श प्रीतितो विप्रा भुक्तिमुक्तिप्रदानि सः ॥
]

`verse 3 [
अथ तं विचरंतं कौ नारदं दिव्यदर्शनम् ॥
ज्ञात्वा शंभुगणौ तौ तु सुचित्तमुपजग्मतुः ॥
]

`verse 4 [
शिरसा सुप्रणम्याशु गणावूचतुरादरात् ॥
गृहीत्वा चरणौ तस्य शापोद्धारेच्छया च तौ ॥
]

`speaker [
शिवगणावूचतुः
]

`verse 5 [
ब्रह्मपुत्र सुरर्षे हि शृणु प्रीत्या वयोर्वचः ॥
तवापराधकर्तारावावां विप्रौ न वस्तुतः ॥
]

`verse 6 [
आवां हरगणौ विप्र तवागस्कारिणौ मुने ॥
स्वयम्बरे राजपुत्र्या मायामोहितचेतसा ॥
]

`verse 7 [
त्वया दत्तश्च नौ शापः परेशप्रेरितेन ह ॥
ज्ञात्वा कुसमयं तत्र मौनमेव हि जीवनम् ॥
]

`verse 8 [
स्वकर्मणः फलं प्राप्तं कस्यापि न हि दूषणम् ॥
सुप्रसन्नो भव विभो कुर्वनुग्रहमद्य नौ ॥
]

`speaker [
सूत उवाच
]

`verse 9 [
वच आकर्ण्य गणयोरिति भक्त्युक्तमादरात् ॥
प्रत्युवाच मुनिः प्रीत्या पश्चात्तापमवाप्य सः ॥
]

`speaker [
नारद उवाच
]

`verse 10 [
शृणुतं मे महादेव गणा मान्यतमौ सताम् ॥
वचनं सुखदं मोहनिर्मुक्तं च यथार्थकम्॥! 2.1.5.१०॥
पुरा मम मतिर्भ्रष्टासीच्छिवेच्छावशात् युवम् ॥
सर्वथा मोहमापन्नश्शप्तवान्वां कुशेमुषिः ॥
]

`verse 11 [
यदुक्तं तत्तथा भावि तथापि शृणुतां गणौ ॥
शापोद्धारमहं वच्मि क्षमथा मघमद्य मे ॥
]

`verse 12 [
वीर्यान्मुनिवरस्याप्त्वा राक्षसेशत्वमादिशम् ॥
स्यातां विभवसंयुक्तौ बलिनो सुप्रतापिनौ ॥
]

`verse 13 [
सर्वब्रह्मांडराजानौ शिवभक्तौ जितेन्द्रियौ ॥
शिवापरतनोर्मृत्युं प्राप्य स्वं पदमाप्स्यथः ॥
]

`speaker [
सूत उवाच
]

`verse 14 [
इत्याकर्ण्य मुनेर्वाक्यं नारदस्य महात्मनः ॥
उभौ हरगणौ प्रीतौ स्वं पदं जग्मतुर्मुदा ॥
]

`verse 15 [
नारदोऽपि परं प्रीतो ध्यायञ्छिवमनन्यधीः ॥
विचचार महीं पश्यञ्छिवतीर्थान्यभीक्ष्णशः ॥
]

`verse 16 [
काशीं प्राप्याथ स मुनिः सर्वोपरि विराजिताम् ॥
शिवप्रियां शंभुसुखप्रदां शम्भुस्वरूपिणीम् ॥
]

`verse 17 [
दृष्ट्वा काशीं कृताऽर्थोभूत्काशीनाथं ददर्श ह ॥
आनर्च परम प्रीत्या परमानन्दसंयुतः ॥
]

`verse 18 [
स मुदः सेव्यतां काशीं कृतार्थो मुनिसत्तमः ॥
नमन्संवर्णयन्भक्त्या संस्मरन्प्रेमविह्वलः ॥ ॥
]

`verse 19 [
ब्रह्मलोकं जगामाथ शिवस्मरणसन्मतिः ॥
शिवतत्त्वं विशेषेण ज्ञातुमिच्छुस्स नारदः ॥ 2.1.5.२० ॥
नत्वा तत्र विधिं भक्त्या स्तुत्वा च विविधैस्तवैः ॥
पप्रच्छ शिवत्तत्वं शिवसंभक्तमानसः ॥
]

`speaker [
नारद उवाच
]

`verse 20 [
ब्रह्मन्ब्रह्मस्वरूपज्ञ पितामह जगत्प्रभो ॥
त्वत्प्रसादान्मया सर्वं विष्णोर्माहात्म्यमुत्तमम् ॥
]

`verse 21 [
भक्तिमार्गं ज्ञानमार्गं तपोमार्गं सुदुस्तरम् ॥
दानमार्गञ्च तीर्थानां मार्गं च श्रुतवानहम् ॥
]

`verse 22 [
न ज्ञातं शिवतत्त्वं च पूजाविधिमतः क्रमात् ॥
चरित्रं विविधं तस्य निवेदय मम प्रभो ॥
]

`verse 23 [
निर्गुणोऽपि शिवस्तात सगुणश्शंकरः कथम् ॥
शिवतत्त्वं न जानामि मोहितश्शिवमायया ॥
]

`verse 24 [
सृष्टेः पूर्वं कथं शंभुस्स्वरूपेण प्रतिष्ठितः ॥
सृष्टिमध्ये स हि कथं क्रीडन्संवर्तते प्रभुः ॥
]

`verse 25 [
तदन्ते च कथं देवस्स तिष्ठति महेश्वरः ॥
कथं प्रसन्नतां याति शंकरो लोकशंकरः ॥
]

`verse 26 [
संतुष्टश्च स्वभक्तेभ्यः परेभ्यश्च महेश्वरः ॥
किं फलं यच्छति विधे तत्सर्वं कथयस्व मे ॥
]

`verse 27 [
सद्यः प्रसन्नो भगवान्भवतीत्यनुसंश्रुतम् ॥
भक्तप्रयासं स महान्न पश्यति दयापरः ॥
]

`verse 28 [
ब्रह्मा विष्णुर्महेशश्च त्रयो देवाश्शिवांशजाः ॥
महेशस्तत्र पूर्णांशस्स्वयमेव शिवः परः ॥ 2.1.5.३० ॥
तस्याविर्भावमाख्याहि चरितानि विशेषतः ॥
उमाविर्भावमाख्याहि तद्विवाहं तथा विभो ॥
]

`verse 29 [
तद्गार्हस्थ्यं विशेषेण तथा लीलाः परा अपि॥
एतत्सर्वं तथान्यच्च कथनीयं त्वयानघ ॥
]

`verse 30 [
तदुत्पत्तिं विवाहं च शिवायास्तु विशेषतः॥
प्रब्रूहि मे प्रजानाथ गुहजन्म तथैव च॥
]

`verse 31 [
बहुभ्यश्च श्रुतं पूर्वं न तृप्तोऽस्मि जगत्प्रभो॥
अतस्त्वां शरणं प्राप्तः कृपां कुरु ममोपरि ॥
]

`verse 32 [
इति श्रुत्वा वचस्तस्य नारदस्यांगजस्य हि॥
उवाच वचनं तत्र ब्रह्मा लोकपितामहः॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखंडे सृष्ट्युपाख्याने नारदप्रश्नवर्णनोनाम पञ्चमोऽध्यायः॥
]
