`speaker [
ब्रह्मोवाच
]

`verse 1 [
भो ब्रह्मन्साधु पृष्टोऽहं त्वया विबुधसत्तम ॥
लोकोपकारिणा   नित्यं लोकानां हितकाम्यया ॥
]

`verse 2 [
यच्छ्रुत्वा सर्वलोकानां सर्वपापक्षयो भवेत् ॥
तदहं ते प्रवक्ष्यामि शिवतत्त्वमनामयम् ॥
]

`verse 3 [
शिवतत्त्वं मया नैव विष्णुनापि यथार्थतः ॥
ज्ञातश्च परमं रूपमद्भुतं च परेण न ॥
]

`verse 4 [
महाप्रलयकाले च नष्टे स्थावरजंगमे ॥
आसीत्तमोमयं सर्वमनर्कग्रहतारकम् ॥
]

`verse 5 [
अचन्द्रमनहोरात्रमनग्न्यनिलभूजलम् ॥
अप्रधानं वियच्छून्यमन्यतेजोविवर्जितम् ॥
]

`verse 6 [
अदृष्टत्वादिरहितं शब्दस्पर्शसमुज्झितम् ॥
अव्यक्तगंधरूपं च रसत्यक्तमदिङ्मुखम् ॥
]

`verse 7 [
इत्थं सत्यंधतमसे सूचीभेद्यं निरंतरे ॥
तत्सद्ब्रह्मेति यच्छ्रुत्वा सदेकं प्रतिपद्यते ॥
]

`verse 8 [
इतीदृशं यदा नासीद्यत्तत्सदसदात्मकम् ॥
योगिनोंतर्हिताकाशे यत्पश्यंति निरंतरम् ॥
]

`verse 9 [
अमनोगोचरम्वाचां विषयन्न कदाचन ॥
अनामरूपवर्णं च न च स्थूलं न यत्कृशम्॥
]

`verse 10 [
अह्रस्वदीर्घमलघुगुरुत्वपरिवर्जितम् ॥
न यत्रोपचयः कश्चित्तथा नापचयोऽपि च ॥ 2.1.6.१०॥
अभिधत्ते स चकितं यदस्तीति श्रुतिः पुनः ॥
सत्यं ज्ञानमनंतं च परानंदम्परम्महः ॥ १
]

`verse 11 [
अप्रमेयमनाधारमविकारमनाकृति ॥
निर्गुणं योगिगम्यञ्च सर्वव्याप्येककारकम् ॥
]

`verse 12 [
निर्विकल्पं निरारंभं निर्मायं निरुपद्रवम् ॥
अद्वितीयमनाद्यन्तमविकाशं चिदात्मकम् ॥
]

`verse 13 [
यस्येत्थं संविकल्पंते संज्ञासंज्ञोक्तितः स्म वै ॥
कियता चैव कालेन द्वितीयेच्छाऽभवत्किल ॥
]

`verse 14 [
अमूर्तेन स्वमूर्तिश्च तेनाकल्पि स्वलीलया ॥
सर्वैश्वर्यगुणोपेता सर्वज्ञानमयी शुभा ॥
]

`verse 15 [
सर्वगा सर्वरूपा च सर्वदृक्सर्वकारिणी ॥
सर्वेकवंद्या सर्वाद्या सर्वदा सर्वसंस्कृतिः ॥
]

`verse 16 [
परिकल्येति तां मूर्तिमैश्वरीं शुद्धरूपिणीम् ॥
अद्वितीयमनाद्यंतं सर्वाभासं चिदात्मकम् ॥
अंतर्दधे पराख्यं यद्ब्रह्म सर्वगमव्ययम् ॥
]

`verse 17 [
अमूर्ते यत्पराख्यं वै तस्य मूर्तिस्सदाशिवः ॥
अर्वाचीनाः पराचीना ईश्वरं तं जगुर्बुधाः ॥ ॥
]

`verse 18 [
शक्तिस्तदैकलेनापि स्वैरं विहरता तनुः ॥
स्वविग्रहात्स्वयं सृष्टा स्वशरीरानपायिनी ॥
]

`verse 19 [
प्रधानं प्रकृति तां च मायां गुणवतीं पराम् ॥
बुद्धितत्त्वस्य जननीमाहुर्विकृतिवर्जिताम् ॥ 2.1.6.२० ॥
सा शक्तिरम्बिका प्रोक्ता प्रकृतिस्सकलेश्वरी॥
त्रिदेवजननी नित्या मूलकारणमित्युत ॥
]

`verse 20 [
अस्या अष्टौ भुजाश्चासन्विचित्रवदना शुभा ॥
राकाचन्द्रसहस्रस्य वदने भाश्च नित्यशः ॥
]

`verse 21 [
नानाभरणसंयुक्ता नानागतिसमन्विता ॥
नानायुधधरा देवी फुल्लपंकजलोचना ॥
]

`verse 22 [
अचिंत्यतेजसा युक्ता सर्वयोनिस्समुद्यता ॥
एकाकिनी यदा माया संयोगाच्चाप्यनेकिका ॥
]

`verse 23 [
परः पुमानीश्वरस्स शिवश्शंभुरनीश्वरः ॥
शीर्षे मन्दाकिनीधारी भालचन्द्रस्त्रिलोचनः ॥
]

`verse 24 [
पंचवक्त्रः प्रसन्नात्मा दशबाहुस्त्रिशूलधृक् ॥
कर्पूरगौरसुसितो भस्मोद्धूलितविग्रहः ॥
]

`verse 25 [
युगपच्च तया शक्त्या साकं कालस्वरूपिणा ॥
शिवलोकाभिधं क्षेत्रं निर्मितं तेन ब्रह्मणा॥
]

`verse 26 [
तदेव काशिकेत्येतत्प्रोच्यते क्षेत्रमुत्तमम् ॥
परं निर्वाणसंख्यानं सर्वोपरि विराजितम् ॥
]

`verse 27 [
ताभ्यां च रममाणाभ्यां च तस्मिन्क्षेत्रे मनोरमे ॥
परमानंदरूपाभ्यां परमानन्दरूपिणी ॥
]

`verse 28 [
मुने प्रलयकालेपि न तत्क्षेत्रं कदाचन ॥
विमुक्तं हि शिवाभ्यां यदविमुक्तं ततो विदुः॥2.1.6.३०॥
अस्यानन्दवनं नाम पुराकारि पिनाकिना ॥
क्षेत्रस्यानंदहेतुत्वादविमुक्तमनंतरम्॥
]

`verse 29 [
अथानन्दवने तस्मिञ्च्छिवयो रममाणयोः॥
इच्छेत्यभूत्सुरर्षे हि सृज्यः कोप्यपरः किल ॥
]

`verse 30 [
यस्मिन्यस्य महाभारमावां स्वस्वैरचारिणौ ॥
निर्वाणधारणं कुर्वः केवलं काशिशायिनौ ॥
]

`verse 31 [
स एव सर्वं कुरुतां स एव परिपातु च ॥
स एव संवृणोत्वं ते मदनुग्रहतस्सदा ॥
]

`verse 32 [
चेतस्समुद्रमाकुंच्य चिंताकल्लोललोलितम् ॥
सत्त्वरत्नं तमोग्राहं रजोविद्रुमवल्लितम् ॥
]

`verse 33 [
यस्य प्रसादात्तिष्ठावस्सुखमानंदकानने॥
परिक्षिप्तमनोवृत्तौ बहिश्चिंतातुरे सुखम् ॥
]

`verse 34 [
संप्रधार्य्येति स विभुस्तया शक्त्या परेश्वरः ॥
सव्ये व्यापारयांचक्रे दशमेंऽगेसुधासवम् ॥
]

`verse 35 [
ततः पुमानाविरासीदेकस्त्रैलोक्यसुंदरः ॥
शांतस्सत्त्वगुणोद्रिक्तो गांभीर्य्यामितसागरः ॥
]

`verse 36 [
तथा च क्षमया युक्तो मुनेऽलब्धोपमो ऽभवत् ॥
इन्द्रनीलद्युतिः श्रीमान्पुण्डरीकोत्तमेक्षणः ॥
]

`verse 37 [
सुवर्णकृतिभृच्छ्रेष्ठ दुकूलयुगलावृतः ॥
लसत्प्रचंडदोर्दण्डयुगलोह्यपराजितः ॥2.1.6.४०॥
ततस्स पुरुषश्शंभुं प्रणम्य परमेश्वरम् ॥
नामानि कुरु मे स्वामिन्वद कर्मं जगाविति ॥
]

`verse 38 [
तच्छ्रुत्वा वचनम्प्राह शंकरः प्रहसन्प्रभुः ॥
पुरुषं तं महेशानो वाचा मेघगभीरया॥
]

`speaker [
शिव उवाच
]

`verse 39 [
विष्ण्वितिव्यापकत्वात्ते नाम ख्यातं भविष्यति॥
बहून्यन्यानि नामानि भक्तसौख्यकराणि ह ॥
]

`verse 40 [
तपः कुरु दृढो भूत्वा परमं कार्यसाधनम् ॥
इत्युक्त्वा श्वासमार्गेण ददौ च निगमं ततः ॥
]

`verse 41 [
ततोऽच्युतश्शिवं नत्वा चकार विपुलं तपः ॥
अंतर्द्धानं गतश्शक्त्या सलोकः परमेश्वरः ॥
]

`verse 42 [
दिव्यं द्वादश साहस्रं वर्षं तप्त्वापि चाच्युतः ॥
 न प्राप स्वाभिलषितं सर्वदं शंभुदर्शनम् ॥
]

`verse 43 [
तत्तत्संशयमापन्नश्चिंतितं हृदि सादरम् ॥
मयाद्य किं प्रकर्तव्यमिति विष्णुश्शिवं स्मरन् ॥
]

`verse 44 [
एतस्मिन्नंतरे वाणी समुत्पन्ना शिवाच्छुभा ॥
तपः पुनः प्रकर्त्तव्यं संशयस्यापनुत्तये ॥
]

`verse 45 [
ततस्तेन च तच्छ्रुत्वा तपस्तप्तं सुदारुणम् ॥
बहुकालं तदा ब्रह्मध्यानमार्गपरेण हि ॥
]

`verse 46 [
ततस्स पुरुषो विष्णुः प्रबुद्धो ध्यानमार्गतः ॥
सुप्रीतो विस्मयं प्राप्तः किं यत्तव महा इति ॥ 2.1.6.५० ॥
परिश्रमवतस्तस्य विष्णोः स्वाङ्गेभ्य एव च ॥
जलधारा हि संयाता विविधाश्शिवमायया ॥
]

`verse 47 [
अभिव्याप्तं च सकलं शून्यं यत्तन्महामुने ॥
ब्रह्मरूपं जलमभूत्स्पर्शनात्पापनाशनम् ॥
]

`verse 48 [
तदा श्रांतश्च पुरुषो विष्णुस्तस्मिञ्जले स्वयम् ॥
सुष्वाप परम प्रीतो बहुकालं विमोहितः ॥
]

`verse 49 [
नारायणेति नामापि तस्यसीच्छ्रुतिसंमतम् ॥
नान्यत्किंचित्तदा ह्यासीत्प्राकृतं पुरुषं विना॥
]

`verse 50 [
एतस्मिन्नन्तरे काले तत्त्वान्यासन्महात्मनः ॥
तत्प्रकारं शृणु प्राज्ञ गदतो मे महामते ॥
]

`verse 51 [
प्रकृतेश्च महानासीन्महतश्च गुणास्त्रयः ॥
अहंकारस्ततो जातस्त्रिविधो गुणभेदतः ॥
]

`verse 52 [
तन्मात्राश्च ततो जातः पञ्चभूतानि वै तता ॥
तदैव तानीन्द्रियाणि ज्ञानकर्ममयानि च ॥
]

`verse 53 [
तत्त्वानामिति संख्यानमुक्तं ते ऋषिसत्तम ॥
जडात्मकञ्च तत्सर्वं प्रकृतेः पुरुषं विना ॥
]

`verse 54 [
तत्तदैकीकृतं तत्त्वं चतुर्विंशतिसंख्यकम्॥
शिवेच्छया गृहीत्वा स सुष्वाप ब्रह्मरूपके ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां सृष्टिव्याख्यने प्रथमखंडे विष्णूत्पत्तिवर्णनो नाम षष्ठोऽध्यायः ॥
]
