`speaker [
ब्रह्मोवाच
]

`verse 1 [
सुप्ते नारायणे देवे नाभौ पंकजमुत्तमम् ॥
आविर्बभूव सहसा बहव संकरेच्छया ॥
]

`verse 2 [
अनंतयष्टिकायुक्तं कर्णिकारसमप्रभम् ॥
अनंतयोजनायाममनंतोच्छ्रायसंयुतम्॥
]

`verse 3 [
कोटिसूर्यप्रतीकाशं सुंदर वचxसंयुतम् ॥
अत्यद्भुतं महारम्यं दर्शनीयमनुत्तमम् ॥
]

`verse 4 [
कृत्वा यत्नं पूर्ववत्स शंकरः परमेश्वरः ॥
दक्षिणांगान्निजान्मां कैसाशीxश्शंभुरजीजनत् ॥
]

`verse 5 [
स मायामोहितं कृत्वा मां महेशो द्रुतं मुने ॥
तन्नाभिपंकजादाविर्भावयामास लीलया ॥
]

`verse 6 [
एष पद्मात्ततो जज्ञे पुत्रोऽहं हेमगर्भकः ॥
चतुर्मुखो रक्तवर्णस्त्रिपुड्रांकितमस्तकः ॥
]

`verse 7 [
तन्मायामोहितश्चाहं नाविदं कमल विना ॥
स्वदेहजनकं तात पितरं ज्ञानदुर्बलः ॥
]

`verse 8 [
कोहं वा कुत आयातः किं कार्य तु मदीयकम् ॥
कस्य पुत्रोऽहमुत्पन्नः केनैव निर्मितोऽधुना ॥
]

`verse 9 [
इति संशयमापन्नं बुद्धिर्मां समपद्यत ॥
किमर्थं मोहमायामि तज्ज्ञानं सुकरं खलु ॥
]

`verse 10 [
एतत्कमलपुष्पस्य पत्रारोहस्थलं ह्यधः ॥
मत्कर्ता च स वै तत्र भविष्यति न संशयः ॥2.1.7.१०॥
इति बुद्धिं समास्थाय कमलादवरोहयन् ॥
नाले नालेगतस्तत्र वर्षाणां शतकं मुने ॥१
]

`verse 11 [
न लब्धं तु मया तत्र कमलस्थानमुत्तमम् ॥
संशयं च पुनः प्राप्तः कमले गन्तुमुत्सुकः ॥
]

`verse 12 [
आरुरोहाथ कमलं नालमार्गेण वै मुने ॥
कुड्मलं कमलस्याथ लब्धवान्न विमोहिताः ॥
]

`verse 13 [
नालमार्गेण भ्रमतो गतं वर्षशतं पुनः ॥
क्षणमात्र तदा तत्र ततस्तिष्ठन्विमोहितः ॥
]

`verse 14 [
तदा वाणी समुत्पन्ना तपेति परमा शुभा ॥
शिवेच्छया परा व्योम्नो मोहविध्वंसिनी मुने ॥
]

`verse 15 [
तच्छ्रुत्वा व्योमवचनं द्वादशाब्दं प्रयत्नतः ॥
पुनस्तप्तं तपो घोरं द्रष्टुं स्वजनकं तदा॥
]

`verse 16 [
तदा हि भगवान्विष्णुश्चतुर्बाहुस्सुलोचनः ॥
मय्येवानुग्रहं कर्तुं द्रुतमाविर्बभूव ह ॥
]

`verse 17 [
शंखचक्रायुधकरो गदापद्मधरः परः ॥
घनश्यामलसर्वांगः पीताम्बरधरः परः ॥
]

`verse 18 [
मुकुटादिमहाभूषः प्रसन्नमुखपंकजः ॥
कोटिकंदर्पसंकाशस्सन्दष्टो मोहितेन सः ॥
]

`verse 19 [
तद्दृष्ट्वा सुन्दरं रूपं विस्मयं परमं गतः ॥
कालाभं कांचनाभं च सर्वात्मानं चतुर्भुजम् ॥ 2.1.7.२० ॥
तथाभूतमहं दृष्ट्वा सदसन्मयमात्मना ॥
नारायणं महाबाहु हर्षितो ह्यभवं तदा ॥
]

`verse 20 [
मायया मोहितश्शम्भोस्तदा लीलात्मनः प्रभोः ॥
अविज्ञाय स्वजनकं तमवोचं प्रहर्षितः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
कस्त्वं वदेति हस्तेन समुत्थाप्य सनातनम् ॥
तदा हस्तप्रहारेण तीव्रेण सुदृढेन तु ॥
]

`verse 22 [
प्रबुद्ध्योत्थाय शयनात्समासीनः क्षणं वशी ॥
ददर्श निद्राविक्लिन्ननीरजामललोचनः ॥
]

`verse 23 [
मामत्र संस्थितं भासाध्यासितो भगवान्हरिः ॥
आह चोत्थाय ब्रह्माणं हसन्मां मधुरं सकृत् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 24 [
स्वागतं स्वागतं वत्स पितामह महाद्युते ॥
निर्भयो भव दास्येऽहं सर्वान्कामान्न संशयः ॥
]

`verse 25 [
तस्य तद्वचनं श्रुत्वा स्मितपूर्वं सुरर्षभः ॥
रजसा बद्धवैरश्च तमवोचं जनार्दनम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
भाषसे वत्स वत्सेति सर्वसंहारकारणम् ॥
मामिहाति स्मितं कृत्वा गुरुश्शिष्यमिवानघ ॥
]

`verse 27 [
कर्तारं जगतां साक्षात्प्रकृतेश्च प्रवर्तकम् ॥
सनातनमजं विष्णुं विरिंचिं विष्णुसंभवम् ॥
]

`verse 28 [
विश्वात्मानं विधातारं धातारम्पंकजेक्षणम् ॥
किमर्थं भाषसे मोहाद्वक्तुमर्हसि सत्वरम् ॥ 2.1.7.३० ॥
वेदो मां वक्ति नियमात्स्वयंभुवमजं विभुम् ॥
पितामहं स्वराजं च परमेष्ठिनमुत्तमम् ॥
]

`verse 29 [
इत्याकर्ण्य हरिर्वाक्यं मम क्रुद्धो रमापतिः ॥
सोऽपि मामाह जाने त्वां कर्तारमिति लोकतः ॥
]

`verse 30 [
विष्णुरुवाच ॥ ॥
कर्तुं धर्त्तुं भवानंगादवतीर्णो ममाव्ययात् ॥
विस्मृतोऽसि जगन्नाथं नारायणमनामयम्॥
]

`verse 31 [
पुरुषं परमात्मानं पुरुहूतं पुरुष्टुतम् ॥
विष्णुमच्युतमीशानं विश्वस्य प्रभवोद्भवम्॥
]

`verse 32 [
नारायणं महाबाहुं सर्वव्याप कमीश्वरम् ॥
मन्नाभिपद्मतस्त्वं हि प्रसूतो नात्र संशयः ॥
]

`verse 33 [
तवापराधो नास्त्यत्र त्वयि मायाकृतं मम ॥
शृणु सत्यं चतुर्वक्त्र सर्वदेवेश्वरो ह्यहम् ॥
]

`verse 34 [
कर्ता हर्ता च भर्ता च न मयास्तिसमो विभुः ॥
अहमेव परं ब्रह्म परं तत्त्वं पितामह॥
]

`verse 35 [
अहमेव परं ज्योतिः परमात्मा त्वहं विभुः ॥
अद्य दृष्टं श्रुतं सर्वं जगत्यस्मिँश्चराचरम् ॥
]

`verse 36 [
तत्तद्विद्धि चतुर्वक्त्र सर्वं मन्मयमित्यथ ॥
मया सृष्टं पुरा व्यक्तं चतुर्विंशतितत्त्वकम्॥
]

`verse 37 [
नित्यं तेष्वणवो बद्धास्सृष्टक्रोधभयादयः ॥
प्रभावाच्च भवानंगान्यनेकानीह लीलया ॥ 2.1.7.४० ॥
सृष्टा बुद्धिर्मया तस्यामहंकारस्त्रिधा ततः ॥
तन्मात्रं पंकजं तस्मान्मनोदेहेन्द्रियाणि च ॥
]

`verse 38 [
आकाशादीनि भूतानि भौतिकानि च लीलया ॥
इति बुद्ध्वा प्रजानाथ शरणं व्रज मे विधे ॥
]

`verse 39 [
अहं त्वां सर्वदुःखेभ्यो रक्षिष्यामि न संशयः ॥
ब्रह्मोवाच ॥
इति श्रुत्वा वचस्तस्य ब्रह्मा क्रोधसमन्वितः ॥
को वा त्वमिति संभर्त्स्माब्रुवं मायाविमोहितः ॥
]

`verse 40 [
किमर्थं भाषसे भूरि वह्वनर्थकरं वचः ॥
नेश्वरस्त्वं परब्रह्म कश्चित्कर्ता भवेत्तव ॥
]

`verse 41 [
मायया मोहितश्चाहं युद्धं चक्रे सुदारुणम् ॥
हरिणा तेन वै सार्द्धं शंकरस्य महाप्रभोः ॥
]

`verse 42 [
एवं मम हरेश्चासीत्संगरो रोमहर्षणः ॥
प्रलयार्णवमध्ये तु रजसा बद्धवैरयोः ॥
]

`verse 43 [
एतस्मिन्नंतरे लिंगमभवच्चावयोः पुरः॥
विवादशमनार्थं हि प्रबोधार्थं तथाऽऽवयोः ॥
]

`verse 44 [
ज्लामालासहस्राढ्यं कालानलशतोपमम्॥
क्षयवृद्धि विनिर्मुक्तमादिमध्यांतवर्जितम्॥
]

`verse 45 [
अनौपम्यमनिर्देश्यमव्यक्तं विश्वसंभवम् ॥
तस्य ज्वालासहस्रेण मोहितो भगवान्हरिः॥
]

`verse 46 [
मोहितं चाह मामत्र किमर्थं स्पर्द्धसेऽधुना ॥
आगतस्तु तृतीयोऽत्र तिष्ठतां युद्धमावयोः ॥ 2.1.7.५० ॥
कुत एवात्र संभूतः परीक्षावो ऽग्निसंभवम् ॥
अधो गमिष्याम्यनलस्तंभस्यानुपमस्य च ॥
]

`verse 47 [
परीक्षार्थं प्रजानाथ तस्य वै वायुवेगतः ॥
भवानूर्द्ध्वं प्रयत्नेन गंतुमर्हति सत्वरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 48 [
एवं व्याहृत्य विश्वात्मा स्वरूपमकरोत्तदा ॥
वाराहमहप्याशु हंसत्वं प्राप्तवान्मुने ॥ ॥
]

`verse 49 [
तदा प्रभृति मामाहुर्हंसहंसो विराडिति ॥
हंसहंसेति यो ब्रूयात्स हंसोऽथ भविष्यति ॥
]

`verse 50 [
सुश्वे ह्यनलप्रख्यो विश्वतः पक्षसंयुतः ॥
मनोनिलजवो भूत्वा गत्वोर्द्ध्वं चोर्द्ध्वतः पुरा ॥
]

`verse 51 [
नारायणोऽपि विश्वात्मा सुश्वेतो ह्यभवत्तदा॥
दश योजनविस्तीर्णं शतयोजनमायतम् ॥
]

`verse 52 [
मेरुपर्वतवर्ष्माणं गौरतीक्ष्णोग्रदंष्ट्रिणम् ॥
कालादित्यसमाभासं दीर्घघोणं महास्वनम् ॥
]

`verse 53 [
ह्रस्वपादं विचित्रांगं जैत्रं दृढमनौपमम् ॥
वाराहाकारमास्थाय गतवांस्तदधौ जवात् ॥
]

`verse 54 [
एवम्बर्षसहस्रं च चरन्विष्णुरधो गतः ॥
तथाप्रभृति लोकेषु श्वेतवाराहसंज्ञकः ॥
]

`verse 55 [
कल्पो बभूव देवर्षे नराणां कालसंज्ञकः ॥
बभ्राम बहुधा विष्णुः प्रभविष्णुरधोगतः ॥ 2.1.7.६० ॥
नापश्यदल्पमप्यस्य मूलं लिंगस्य सूकरः ॥
तावत्कालं गतश्चोर्द्ध्वमहमप्यरिसूदन ॥
]

`verse 56 [
सत्वरं सर्वयत्नेन तस्यान्तं ज्ञातुमिच्छया ॥
श्रान्तो न दृष्ट्वा तस्यांतमहं कालादधोगतः ॥
]

`verse 57 [
तथैव भगवान्विष्णुश्चांतं कमललोचनः ॥
सर्वदेवनिभस्तूर्णमुत्थितस्स महावपुः ॥
]

`verse 58 [
समागतो मया सार्द्धं प्रणिपत्य भवं मुहुः ॥
मायया मोहितश्शंभोस्तस्थौ संविग्नमानसः ॥
]

`verse 59 [
पृष्ठतः पार्श्वतश्चैव ह्यग्रतः परमेश्वरम् ॥
प्रणिपत्य मया सार्द्धं सस्मार किमिदं त्विति ॥
]

`verse 60 [
अनिर्देश्यं च तद्रूपमनाम कर्मवर्जितम् ॥
अलिंगं लिंगतां प्राप्तं ध्यानमार्गेप्यगोचरम् ॥
]

`verse 61 [
स्वस्थं चित्तं तदा कृत्वा नमस्कार परायणो ॥
बभूवतुरुभावावामहं हरिरपि ध्रुवम्॥
]

`verse 62 [
जानीवो न हि ते रूपं योऽसियोऽसि महाप्रभो ॥
नमोऽस्तु ते महेशान रूपं दर्शय नौ त्वरन् ॥
]

`verse 63 [
एवं शरच्छतान्यासन्नमस्कारं प्रकुर्वतोः ॥
आवयोर्मुनिशार्दूल मदमास्थितयोस्तदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसं हितायां प्रथमखंडे विष्णुब्रह्मविवादवर्णनोनाम सप्तमोऽध्यायः॥
]
