`speaker [
ब्रह्मोवाच
]

`verse 1 [
एवं तयोर्मुनिश्रेष्ठ दर्शनं कांक्षमाणयोः ॥
विगर्वयोश्च सुरयोः सदा नौ स्थितयोर्मुने ॥
]

`verse 2 [
दयालुरभवच्छंभुर्दीनानां प्रतिपालकः ॥
गर्विणां गर्वहर्ता च सवेषां प्रभुरव्ययः ॥
]

`verse 3 [
तदा समभवत्तत्र नादो वै शब्दलक्षणः ॥
ओमोमिति सुरश्रेष्ठात्सुव्यक्तः प्लुतलक्षणः ॥
]

`verse 4 [
किमिदं त्विति संचिंत्य मया तिष्ठन्महास्वनः ॥
विष्णुस्सर्वसुराराध्यो निर्वैरस्तुष्टचेतसा ॥
]

`verse 5 [
लिंगस्य दक्षिणे भागे तथापश्यत्सनातनम् ॥
आद्यं वर्णमकाराख्यमुकारं चोत्तरं ततः ॥
]

`verse 6 [
मकारं मध्यतश्चैव नादमंतेऽस्य चोमिति ॥
सूर्यमंडलवद्दृष्ट्वा वर्णमाद्यं तु दक्षिणे ॥
]

`verse 7 [
उत्तरे पावकप्रख्यमुकारमृषि सत्तम ॥
शीतांशुमण्डलप्रख्यं मकारं तस्य मध्यतः ॥
]

`verse 8 [
तस्योपरि तदाऽपश्यच्छुद्धस्फटिकसुप्रभम् ॥
तुरीयातीतममलं निष्कलं निरुपद्रवम् ॥
]

`verse 9 [
निर्द्वंद्वं केवलं शून्यं बाह्याभ्यंतरवर्जितम् ॥
स बाह्यभ्यंतरे चैव बाह्याभ्यंतरसंस्थितम् ॥
]

`verse 10 [
आदिमध्यांतरहितमानंदस्यापिकारणम् ॥
सत्यमानन्दममृतं परं ब्रह्मपरायणम् ॥ 2.1.8.१० ॥
कुत एवात्र संभूतः परीक्षावोऽग्निसंभवम् ॥
अधोगमिष्याम्यनलस्तंभस्यानुपमस्य च ॥
]

`verse 11 [
वेदशब्दोभयावेशं विश्वात्मानं व्यचिंतयत् ॥
तदाऽभवदृषिस्तत्र ऋषेस्सारतमं स्मृतम् ॥
]

`verse 12 [
तेनैव ऋषिणा विष्णुर्ज्ञातवान्परमेश्वरम् ॥
महादेवं परं ब्रह्म शब्दब्रह्मतनुं परम् ॥
]

`verse 13 [
चिंतया रहितो रुद्रो वाचो यन्मनसा सह ॥
अप्राप्य तन्निवर्तंते वाच्यस्त्वेकाक्षरेण सः ॥
]

`verse 14 [
एकाक्षरेण तद्वाक्यमृतं परमकारणम् ॥
सत्यमानन्दममृतं परं ब्रह्म परात्परम् ॥
]

`verse 15 [
एकाक्षरादकाराख्याद्भगवान्बीजकोण्डजः ॥
एकाक्षरादुकाराख्याद्धरिः परमकारणम्॥
]

`verse 16 [
एकाक्षरान्मकाराख्याद्भगवान्नीललोहितः ॥
सर्गकर्ता त्वकाराख्यो ह्युकाराख्यस्तु मोहकः ॥
]

`verse 17 [
मकाराख्यस्तु यो नित्यमनुग्रहकरोऽभवत्॥
मकाराख्यो विभुर्बीजी ह्यकारो बीज उच्यते ॥
]

`verse 18 [
उकाराख्यो हरिर्योनिः प्रधानपुरुषेश्वरः ॥
बीजी च बीजं तद्योनिर्नादाख्यश्च महेश्वरः ॥
]

`verse 19 [
बीजी विभज्य चात्मानं स्वेच्छया तु व्यवस्थितः ॥
अस्य लिंगादभूद्बीजमकारो बीजिनः प्रभोः ॥ 2.1.8.२० ॥
उकारयोनौ निःक्षिप्तमवर्द्धत समंततः॥
सौवर्णमभवच्चांडमावेद्य तदलक्षणम् ॥
]

`verse 20 [
अनेकाब्दं तथा चाप्सु दिव्यमंडं व्यवस्थितम्॥
ततो वर्षसहस्रांते द्विधाकृतमजोद्भवम् ॥
]

`verse 21 [
अंडमप्सु स्थितं साक्षाद्व्याघातेनेश्वरेण तु ॥
तथास्य सुशुभं हैमं कपालं चोर्द्ध्वसंस्थितम् ॥
]

`verse 22 [
जज्ञे सा द्यौस्तदपरं पृथिवी पंचलक्षणा ॥
तस्मादंडाद्भवो जज्ञे ककाराख्यश्चतुर्मुखः ॥
]

`verse 23 [
स स्रष्टा सर्वलोकानां स एव त्रिविधः प्रभुः ॥
एवमोमोमिति प्रोक्तमित्याहुर्यजुषां वराः ॥
]

`verse 24 [
यजुषां वचनं श्रुत्वा ऋचः समानि सादरम् ॥
एवमेव हरे ब्रह्मन्नित्याहुश्चावयोस्तदा ॥
]

`verse 25 [
ततो विज्ञाय देवेशं यथावच्छक्तिसंभवैः ॥
मंत्रं महेश्वरं देवं तुष्टाव सुमहोदयम्॥
]

`verse 26 [
एतस्मिन्नंतरेऽन्यच्च रूपमद्भुतसुन्दरम् ॥
ददर्श च मया सार्द्धं भगवान्विश्वपालकः ॥
]

`verse 27 [
पंचवक्त्रं दशभुजं गौरकर्पूरवन्मुने ॥
नानाकांति समायुक्तं नानाभूषणभूषितम् ॥
]

`verse 28 [
महोदारं महावीर्यं महापुरुषलणम् ॥
तं दृष्ट्वा परमं रूपं कृतार्थोऽभून्मया हरिः ॥2.1.8.३०॥
अथ प्रसन्नो भगवान्महेशः परमेश्वरः ॥
दिव्यं शब्दमयं रूपमाख्याय प्रहसन्स्थितः ॥
]

`verse 29 [
अकारस्तस्य मूर्द्धा हि ललाटो दीर्घ उच्यते ॥
इकारो दक्षिणं नेत्रमीकारो वामलोचनम् ॥
]

`verse 30 [
उकारो दक्षिणं श्रोत्रमूकारो वाम उच्यते ॥
ऋकारो दक्षिणं तस्य कपोलं परमेष्ठिनः ॥
]

`verse 31 [
वामं कपोलमूकारो लृ लॄ नासापुटे उभे॥
एकारश्चोष्ठ ऊर्द्ध्वश्च ह्यैकारस्त्वधरो विभोः ॥
]

`verse 32 [
ओकारश्च तथौकारो दन्तपंक्तिद्वयं क्रमात् ॥
अमस्तु तालुनी तस्य देवदेवस्य शूलिनः ॥
]

`verse 33 [
कादिपंचाक्षराण्यस्य पञ्च हस्ताश्च दक्षिणे ॥
चादिपंचाक्षराण्येवं पंच हस्तास्तु वामतः ॥
]

`verse 34 [
टादिपंचाक्षरं पादास्तादिपंचाक्षरं तथा ॥
पकार उदरं तस्य फकारः पार्श्व उच्यते ॥
]

`verse 35 [
बकारो वामपार्श्वस्तु भकारः स्कंध उच्यते ॥
मकारो हृदयं शंभोर्महादेवस्य योगिनः ॥
]

`verse 36 [
यकारादिसकारान्ता विभोर्वै सप्तधातवः ॥
हकारो नाभिरूपो हि क्षकारो घ्राण उच्यते ॥
]

`verse 37 [
एवं शब्दमयं रूपमगुणस्य गुणात्मनः॥
दृष्ट्वा तमुमया सार्द्धं कृतार्थोऽभून्मया हरिः ॥2.1.8.४०॥
एवं दृष्ट्वा महेशानं शब्दब्रह्मतनुं शिवम् ॥
प्रणम्य च मया विष्णुः पुनश्चापश्यदूर्द्ध्वतः॥
]

`verse 38 [
ॐकारप्रभवं मंत्रं कलापंचकसंयुतम् ॥
शुद्धस्फटिकसंकाशं शुभाष्टत्रिंशदक्षरम् ॥
]

`verse 39 [
मेधाकारमभूद्भूयस्सर्वधर्मार्थसाधकम् ॥
गायत्रीप्रभवं मंत्रं सहितं वश्यकारकम् ॥
]

`verse 40 [
चतुर्विंशतिवर्णाढ्यं चतुष्कालमनुत्तमम् ॥
अथ पंचसितं मंत्रं कलाष्टक समायुतम् ॥
]

`verse 41 [
आभिचारिकमत्यर्थं प्रायस्त्रिंशच्छुभाक्षरम् ॥
यजुर्वेदसमायुक्तं पञ्चविंशच्छुभाक्षरम् ॥
]

`verse 42 [
कलाष्टकसमा युक्तं सुश्वेतं शांतिकं तथा ॥
त्रयोदशकलायुक्तं बालाद्यैस्सह लोहितम् ॥
]

`verse 43 [
बभूवुरस्य चोत्पत्तिवृद्धिसंहारकारणम् ॥
वर्णा एकाधिकाः षष्टिरस्य मंत्रवरस्य तु ॥
]

`verse 44 [
पुनर्मृत्युंजयं मन्त्रं पञ्चाक्षरमतः परम् ॥
चिंतामणिं तथा मंत्रं दक्षिणामूर्ति संज्ञकम् ॥
]

`verse 45 [
ततस्तत्त्वमसीत्युक्तं महावाक्यं हरस्य च ॥
पञ्चमंत्रांस्तथा लब्ध्वा जजाप भगवान्हरिः ॥
]

`verse 46 [
अथ दृष्ट्वा कलावर्णमृग्यजुस्सामरूपिणम् ॥
ईशानमीशमुकुटं पुरुषाख्यं पुरातनम् ॥ 2.1.8.५० ॥
अघोरहृदयं हृद्यं सर्वगुह्यं सदाशिवम् ॥
वामपादं महादेवं महाभोगीन्द्रभूषणम् ॥
]

`verse 47 [
विश्वतः पादवन्तं तं विश्वतोक्षिकरं शिवम् ॥
ब्रह्मणोऽधिपति सर्गस्थितिसंहारकारणम् ॥
]

`verse 48 [
तुष्टाव वाग्भिरिष्टाभिस्साम्बं वरदमीश्वरम् ॥
मया च सहितो विष्णुर्भगवांस्तुष्टचेतसा ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखण्डे सृष्ट्युपाख्याने शब्दब्रह्मतनुवर्णनो नामाष्टमोऽध्यायः ॥
]
