`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथाकर्ण्य नुर्तिविष्णुकृतां स्वस्य महेश्वरः ॥
प्रादुर्बभूव सुप्रीतस्सवामं करुणानिधिः ॥
]

`verse 2 [
पंचवक्त्रस्त्रिनयनो भालचन्द्रो जटाधरः ॥
गौरवर्णो विशालाक्षो भस्मोद्धूलितविग्रहः ॥
]

`verse 3 [
दशबाहुर्नीलगल सर्वाभरणभूषितः ॥
सर्वांगसुन्दरो भस्मत्रिपुण्ड्रांकितमस्तकः ॥
]

`verse 4 [
तं दृष्ट्वा तादृशं देवं सवामं परमेश्वरम् ॥
तुष्टाव पुनरिष्टाभिर्वाग्भिर्विष्णुर्मया सह ॥
]

`verse 5 [
निगमं श्वासरूपेण ददौ तस्मै ततो हरः ॥
विष्णवे च प्रसन्नात्मा महेशः करुणाकरः ॥
]

`verse 6 [
ततो ज्ञानमदात्तस्मै हरये परमात्मने ॥
परमात्मा पुनर्मह्यं दत्तवान्कृपया मुने ॥
]

`verse 7 [
संप्राप्य निगमं विष्णुः पप्रच्छ पुनरेव तम् ॥
कृतार्थस्सांजलिर्नत्वा मया सह महेश्वरम् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 8 [
कथं च तुष्यसे देव मया पूज्यः कथं प्रभो ।
कथं ध्यानं प्रकर्तव्यं कथं व्रजसि वश्यताम् ॥
]

`verse 9 [
किं कर्तव्यं महादेव ह्यावाभ्यां तव शासनात् ॥
सदासदाज्ञापय नौ प्रीत्यर्थं कुरु शंकर ॥
]

`verse 10 [
एतत्सर्वं महाराज कृपां कृत्वाऽवयोः प्रभो ॥
कथनीयं तथान्यच्च विज्ञाय स्वानुगौ शिव ॥ 2.1.9.१० ॥
ब्रह्मोवाच॥
इत्येतद्वचनं श्रुत्वा प्रसन्नो भगवान्हरः ॥
उवाच वचनं प्रीत्या सुप्रसन्नः कृपानिधिः ॥
]

`speaker [
श्रीशिव उवाच
]

`verse 11 [
भक्त्या च भवतोर्नूनं प्रीतोहं सुरसत्तमौ ॥
पश्यतं मां महादेवं भयं सर्वं विमुंचताम् ॥
]

`verse 12 [
मम लिंगं सदा पूज्य ध्येयं चैतादृशं मम ॥
इदानीं दृश्यते यद्वत्तथा कार्यं प्रयत्नतः ॥
]

`verse 13 [
पूजितो लिंगरूपेण प्रसन्नो विविधं फलम् ॥
दास्यामि सर्वलोकेभ्यो मनोभीष्टान्यनेकशः ॥
]

`verse 14 [
यदा दुःखं भवेत्तत्र युवयोस्सुरसत्तमौ ॥
पूजिते मम लिंगे च तदा स्याद्दुःखनाशनम् ॥
]

`verse 15 [
युवां प्रसूतौ प्रकृतेर्मदीयाया महाबलौ ॥
गात्राभ्यां सव्यसव्याभ्यां मम सर्वेश्वरस्य हि ॥
]

`verse 16 [
अयं मे दक्षिणात्पार्श्वाद्ब्रह्मा लोकपितामहः ॥
वामपार्श्वाच्च विष्णुस्त्वं समुत्पन्नः परात्मनः ॥
]

`verse 17 [
प्रीतोहं युवयोस्सम्यग्वरं दद्यां यथेप्सितम् ॥
मयि भक्तिर्दृढा भूयाद्युवयोरभ्यनुज्ञया ॥
]

`verse 18 [
पार्थिवीं चैव मन्मूर्तिं विधाय कुरुतं युवाम् ॥
सेवां च विविधां प्राज्ञौ कृत्वा सुखमवाप्स्यथ ॥
]

`verse 19 [
ब्रह्मन्सृष्टिं कुरु त्वं हि मदाज्ञापरिपालकः ॥
वत्स वत्स हरे त्वं च पालयैवं चराचरम् ॥ 2.1.9.२० ॥
ब्रह्मोवाच ॥
इत्युक्त्वा नौ प्रभुरताभ्यां पूजाविधिमदाच्छुभाम् ॥
येनैव पूजितश्शंभुः फलं यच्छत्यनेकशः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
इत्याकर्ण्य वचश्शंभोर्मया च सहितो हरिः ॥
प्रत्युवाच महेशानं प्रणिपत्य कृतांजलिः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 21 [
यदि प्रीतिः समुत्पन्ना यदि देयो वरश्च नौ ॥
भक्तिर्भवतु नौ नित्यं त्वयि चाव्यभिचारिणी ॥
]

`verse 22 [
त्वमप्यवतरस्वाद्य लीलया निर्गुणोपि हि ॥
सहायं कुरु नौ तात त्वं परः परमेश्वरः ॥
]

`verse 23 [
आवयोर्देवदेवेश विवादमपि शोभनम् ॥
इहागतो भवान्यस्माद्विवादशमनाय नौ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
तस्य तद्वचनं श्रुत्वा पुनः प्राह हरो हरिम् ॥
प्रणिपत्य स्थितं मूर्ध्ना कृतांजलिपुटः स्वयम् ॥
]

`speaker [
श्रीमहेश उवाच
]

`verse 25 [
प्रलयस्थितिसर्गाणां कर्ताहं सगुणोऽगुणः ॥
परब्रह्म निर्विकारी सच्चिदानंदलक्षणः ॥
]

`verse 26 [
त्रिया भिन्नो ह्यहं विष्णो ब्रह्मविष्णुहराख्यया॥
सर्गरक्षालयगुणैर्निष्कलोहं सदा हरे ॥
]

`verse 27 [
स्तुतोऽहं यत्त्वया विष्णो ब्रह्मणा मेऽवतारणे॥
प्रार्थनां तां करिष्यामि सत्यां यद्भक्तवत्सलः ॥
]

`verse 28 [
मद्रूपं परमं ब्रह्मन्नीदृशं भवदंगतः ॥
प्रकटीभविता लोके नाम्ना रुद्रः प्रकीर्तितः ॥2.1.9.३०॥
मदंशात्तस्य सामर्थ्यं न्यूनं नैव भविष्यति ॥
योहं सोहं न भेदोस्ति पूजाविधिविधानतः ॥
]

`verse 29 [
यथा च ज्योतिषस्संगाज्जलादेः स्पर्शता न वै ॥
तथा ममागुणस्यापि संयोगाद्बन्धनं न हि ॥
]

`verse 30 [
शिवरूपं ममैतञ्च रुद्रोऽपि शिववत्तदा ॥
न तत्र परभेदो वै कर्तव्यश्च महामुने ॥
]

`verse 31 [
वस्तुतो ह्येकरूपं हि द्विधा भिन्नं जगत्युत ॥
अतो न भेदा विज्ञेयः शिवे रुद्रे कदाचन ॥
]

`verse 32 [
सुवर्णस्य तथैकस्य वस्तुत्वं नैव गच्छति ॥
अलंकृतिकृते देव नामभेदो न वस्तुतः ॥
]

`verse 33 [
तथैकस्या मृदो भेदो नानापात्रे न वस्तुतः॥
कारणस्यैव कार्ये च सन्निधानं निदर्शनम् ॥
]

`verse 34 [
ज्ञातव्यं बुधवर्यैश्च निर्मलज्ञानिभिः सुरौ ॥
एवं ज्ञात्वा भवभ्यां तु न दृश्यं भेदकार णम् ॥
]

`verse 35 [
वस्तुवत्सर्वदृश्यं च शिवरूपम्मतम्मम ॥
अहं भवानजश्चैव रुद्रो योऽयं भविष्यति॥
]

`verse 36 [
एकरूपा न भेदस्तु भेदे वै बंधनं भवेत् ॥
तथापि च मदीयं हि शिवरूपं सनातनम् ॥
]

`verse 37 [
मूलीभूतं सदोक्तं च सत्यज्ञानमनंतकम्॥
एवं ज्ञात्वा सदा ध्येयं मनसा चैव तत्त्वतः ॥ 2.1.9.४० ॥
श्रूयतां चैव भो ब्रह्मन्यद्गोप्यं कथ्यते मया ॥
भवंतौ प्रकृतेर्यातौ नायं वै प्रकृतेः पुनः ॥
]

`verse 38 [
मदाज्ञा जायते तत्र ब्रह्मणो भ्रुकुटेरहम्॥
गुणेष्वपि यथा प्रोक्तस्तामसः प्रकृतो हरः ॥
]

`verse 39 [
वैकारिकश्च विज्ञेयो योऽहंकार उदाहृतः ॥
नामतो वस्तुतो नैव तामसः परिचक्ष्यते॥
]

`verse 40 [
एतस्मात्कारणाद्ब्रह्मन्करणीयमिदं त्वया ॥
सृष्टिकर्ता भव ब्रह्मन्सृष्टेश्च पालको हरिः ॥
]

`verse 41 [
मदीयश्च तथांऽशो यो लयकर्ता भविष्यति ॥
इयं या प्रकृतिर्देवी ह्युमाख्या परमेश्वरी ॥
]

`verse 42 [
तस्यास्तु शक्तिर्वा देवी ब्रह्माणं सा भजिष्यति ॥
अन्या शक्तिः पुनस्तत्र प्रकृतेः संभविष्यति ॥
]

`verse 43 [
समाश्रयिष्यति विष्णुं लक्ष्मीरूपेण सा तदा॥
पुनश्च काली नाम्ना सा मदंशं प्राप्स्यति ध्रुवम् ॥
]

`verse 44 [
ज्योती रूपेण सा तत्र कार्यार्थे संभविष्यति ॥
एवं देव्यास्तथा प्रोक्ताश्शक्तयः परमाश्शुभाः ॥
]

`verse 45 [
सृष्टिस्थितिलयानां हि कार्यं तासां क्रमाद्ध्रुवम् ॥
एतस्याः प्रकृत्तेरंशा मत्प्रियायास्सुरौत्तम ॥
]

`verse 46 [
त्वं च लक्ष्मीमुपाश्रित्य कार्यं कर्तुमिहार्हसि ॥
ब्रह्मंस्त्वं च गिरां देवीं प्रकृत्यंशामवाप्य च ॥ 2.1.9.५० ॥
सृष्टिकार्यं हृदा कर्तुम्मन्निदेशादिहार्हसि ॥
अहं कालीं समाश्रित्य मत्प्रियांशां परात्पराम् ॥
]

`verse 47 [
रुद्ररूपेण प्रलयं करिष्ये कार्यमुत्तमम् ॥
चतुर्वर्णमयं लोकं तत्सर्वैराश्रमै ध्रुवम् ॥
]

`verse 48 [
तदन्यैर्विविधैः कार्यैः कृत्वा सुखमवाप्स्यथः॥
ज्ञानविज्ञानसंयुक्तो लोकानां हितकारकः ॥
]

`verse 49 [
मुक्तिदोऽत्र भवानद्य भव लोके मदाज्ञया ॥
मद्दर्शने फलं यद्वत्तदेव तव दर्शने ॥
]

`verse 50 [
इति दत्तो वरस्तेद्य सत्यं सत्यं न संशयः॥
ममैव हृदये विष्णुर्विष्णोश्च हृदये ह्यहम् ॥
]

`verse 51 [
उभयोरंतरं यो वै न जानाति मनो मम ॥
वामांगजो मम हरिर्दक्षिणांगोद्भवो विधिः ॥
]

`verse 52 [
महाप्रलयकृद्रुद्रो विश्वात्मा हृदयोद्भवः ॥
त्रिधा भिन्नो ह्यहं विष्णो ब्रह्मविष्णुभवाख्यया ॥
]

`verse 53 [
सर्गरक्षालयकरस्त्रिगुणैरज आदिभिः ॥
गुणभिन्नश्शिवस्साक्षात्प्रकृते पुरुषात्परः ॥
]

`verse 54 [
परं ब्रह्माद्वयो नित्योऽनन्तः पूर्णो निरंजनः ॥
अंतस्तमो वहिस्सत्त्वस्त्रिजगत्पालको हरिः ॥
]

`verse 55 [
अंतस्सत्त्वस्तमोबाह्यस्त्रिजगल्लयकृद्धरः ॥ 2.1.9.६० ॥
अंतर्बहीरजाश्चैव त्रिजगत्सृष्टिकृद्विधिः ॥
एवं गुणास्त्रिदेवेषु गुणभिन्नः शिवः स्मृतः ॥
]

`verse 56 [
विष्णो सृष्टिकरं प्रीत्या पालयैनं पितामहम् ॥
संपूज्यस्त्रिषु लोकेषु भविष्यसि मदाज्ञया ॥
]

`verse 57 [
तव सेव्यो विधेश्चापि रुद्र एव भविष्यति ॥
शिवपूर्णावतारो हि त्रिजगल्लयकारकः॥
]

`verse 58 [
पाद्मे भविष्यति सुतः कल्पे तव पितामहः ॥
तदा द्रक्ष्यसि मां चैव सोऽपि द्रक्ष्यति पद्मजः ॥
]

`verse 59 [
एवमुक्त्वा महेशानः कृपां कृत्वातुलां हरः ॥
पुनः प्रोवाच सुप्रीत्या विष्णुं सर्वेश्वरः प्रभुः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथम खण्डे सृष्ट्युपाख्याने शिवतत्त्ववर्णनो नाम नवमोऽध्यायः ॥
]
