`speaker [
परमेश्वर उवाच
]

`verse 1 [
अन्यच्छृणु हरे विष्णो शासनं मम सुव्रत॥
सदा सर्वेषु लोकेषु मान्यः पूज्यो भविष्यसि॥
]

`verse 2 [
ब्रह्मणा निर्मिते लोके यदा दुखं प्रजायते ॥
तदा त्वं सर्वदुःखानां नाशाय तत्परो भव ॥
]

`verse 3 [
सहायं ते करिष्यामि सर्वकार्ये च दुस्सहे ॥
तव शत्रून्हनिष्यामि दुस्साध्यान्परमोत्कटान् ॥
]

`verse 4 [
विविधानवतारांश्च गृहीत्वा कीर्तिमुत्तमाम् ॥
विस्तारय हरे लोके तारणाय परो भव ॥
]

`verse 5 [
गुणरूपो ह्ययं रुद्रो ह्यनेन वपुषा सदा ॥
कार्यं करिष्ये लोकानां तवाशक्यं न संशयः ॥
]

`verse 6 [
रुद्रध्येयो भवांश्चैव भवद्ध्येयो हरस्तथा ॥
युवयोरन्तरन्नैव तव रुद्रस्य किंचन ॥
]

`verse 7 [
वस्तुतश्चापि चैकत्वं वरतोऽपि तथैव च ॥
लीलयापि महाविष्णो सत्यं सत्यं न संशयः ॥
]

`verse 8 [
रुद्रभक्तो नरो यस्तु तव निंदां करिष्यति ॥
तस्य पुण्यं च निखिलं द्रुतं भस्म भविष्यति ॥
]

`verse 9 [
नरके पतनं तस्य त्वद्द्वेषात्पुरुषोत्तम ॥
मदाज्ञया भवेद्विष्णो सत्यं सत्यं न संशयः ॥
]

`verse 10 [
लोकेऽस्मिन्मुक्तिदो नॄणां भुक्तिदश्च विशेषतः ॥
ध्येयः पूज्यश्च भक्तानां निग्रहानुग्रहौ कुरु ॥ 2.1.10.१० ॥
इत्युक्त्वा मां च धातारं हस्ते धृत्वा स्वयं हरिम् ॥
कथयामास दुःखेषु सहायो भव सर्वदा ॥
]

`verse 11 [
सर्वाध्यक्षश्च सर्वेषु भुक्तिमुक्तिप्रदायकः ॥
भव त्वं सर्वथा श्रेष्ठस्सर्वकामप्रसाधकः ॥
]

`verse 12 [
सर्वेषां प्राणरूपश्च भव त्वं च ममाज्ञया ॥
संकटे भजनीयो हि स रुद्रो मत्तनुर्हरे ॥
]

`verse 13 [
त्वां यस्समाश्रितो नूनं मामेव स समाश्रितः॥
अंतरं यश्च जानाति निरये पतति ध्रुवम् ॥
]

`verse 14 [
आयुर्बलं शृणुष्वाद्य त्रिदेवानां विशेषतः ॥
संदेहोऽत्र न कर्त्तव्यो ब्रह्मविष्णु हरात्मनाम् ॥
]

`verse 15 [
चतुर्युगसहस्राणि ब्रह्मणो दिनमुच्यते ॥
रात्रिश्च तावती तस्य मानमेतत्क्रमेण ह ॥
]

`verse 16 [
तेषां त्रिंशद्दिनेर्मासो द्वादशैस्तैश्च वत्सरः॥
शतवर्षप्रमाणेन ब्रह्मायुः परिकीर्तितम्॥
]

`verse 17 [
ब्रह्मणो वर्षमात्रेण दिनं वैष्णवमुच्यते ॥
सोऽपि वर्षशतं यावदात्ममानेन जीवति॥
]

`verse 18 [
वैष्णवेन तु वर्षेण दिनं रौद्रं भवेद्ध्रुवम्॥
हरो वर्षशते याते नररूपेण संस्थितः॥
]

`verse 19 [
यावदुच्छ्वसितं वक्त्रे सदाशिवसमुद्भवम् ॥
पश्चाच्छक्तिं समभ्येति यावन्निश्वसितं भवेत् ॥ 2.1.10.२० ॥
निःश्वासोच्छ्वसितानां च सर्वेषामेव देहिनाम् ॥
ब्रह्मविष्णुहराणां च गंधर्वोरगरक्षसाम् ॥
]

`verse 20 [
एकविंशसहस्राणि शतैः षड्भिश्शतानि च॥
अहोरात्राणि चोक्तानि प्रमाणं सुरसत्तमौ ॥
]

`verse 21 [
षड्भिच्छवासनिश्वासैः पलमेकं प्रवर्तितम् ॥
घटी षष्टि पलाः प्रोक्ता सा षष्ट्या च दिनं निशा ॥
]

`verse 22 [
निश्वासोच्छ्वासितानां च परिसंख्या न विद्यते ॥
सदाशिवसमुत्थानमेतस्मात्सोऽक्षयः स्मृतः ॥
]

`verse 23 [
इत्थं रूपं त्वया तावद्रक्षणीयं ममाज्ञया ॥
तावत्सृष्टेश्च कार्यं वै कर्तव्यं विविधैर्गुणैः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
इत्याकर्ण्य वचश्शंभोर्मया च भगवान्हरिः॥
प्रणिपत्य च विश्वेशं प्राह मंदतरं वशी ॥
]

`speaker [
विष्णुरुवाच
]

`verse 25 [
शंकर श्रूयतामेतत्कृपासिंधो जगत्पते ॥
सर्वमेतत्करिष्यामि भवदाज्ञावशानुगः ॥
]

`verse 26 [
मम ध्येयस्सदा त्वं च भविष्यसि न चान्यथा ॥
भवतस्सर्वसामर्थ्यं लब्धं चैव पुरा मया ॥
]

`verse 27 [
क्षणमात्रमपि स्वामिंस्तव ध्यानं परं मम ॥
चेतसो दूरतो नैव निर्गच्छतु कदाचन ॥
]

`verse 28 [
मम भक्तश्च यः स्वामिँस्तव निंदा करिष्यति ॥
तस्य वै निरये वासं प्रयच्छ नियतं ध्रुवम् ॥ 2.1.10.३० ॥
त्वद्भक्तो यो भवेत्स्वामिन्मम प्रियतरो हि सः ॥
एवं वै यो विजानाति तस्य मुक्तिर्न दुर्लभा ॥
]

`verse 29 [
महिमा च मदीयोद्य वर्द्धितो भवता ध्रुवम् ॥
कदाचिदगुणश्चैव जायते क्षम्यतामिति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
तदा शंभुस्तदीयं हि श्रुत्वा वचनमुत्तमम् ॥
उवाच विष्णुं सुप्रीत्या क्षम्या तेऽगुणता मया ॥
]

`verse 31 [
एवमुक्त्वा हरिं नौ स कराभ्यां परमेश्वरः ॥
पस्पर्श सकलांगेषु कृपया तु कृपानिधिः ॥
]

`verse 32 [
आदिश्य विविधान्धर्मान्सर्वदुःखहरो हरः ॥
ददौ वराननेकांश्चावयोर्हितचिकीर्षया॥
]

`verse 33 [
ततस्स भगवाञ्छंभुः कृपया भक्तवत्सलः ॥
दृष्टया संपश्यतो शीघ्रं तत्रैवांतरधीयतः ॥
]

`verse 34 [
तदा प्रकृति लोकेऽस्मिँल्लिंगपूजाविधिः स्मृतः ॥
लिंगे प्रतिष्ठितश्शंभुर्भुक्तिमुक्तिप्रदायकः ॥
]

`verse 35 [
लिंगवेदिर्महादेवी लिंगं साक्षान्महेश्वरः ॥
लयनाल्लिंगमित्युक्तं तत्रैव निखिलं जगत् ॥
]

`verse 36 [
यस्तु लैंगं पठेन्नित्यमाख्यानं लिंगसन्निधौ ॥
षण्मासाच्छिवरूपो वै नात्र कार्या विचारणा ॥
]

`verse 37 [
यस्तु लिंगसमीपे तु कार्यं किंचित्करोति च ॥
तस्य पुण्यफलं वक्तुं न शक्नोमि महामुने ॥ 2.1.10.४० ॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखंडे सृष्ट्युपाख्याने परम शिवतत्त्ववर्णनं नाम दशमोऽध्यायः ॥
]
