`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूतसूत महाभाग व्यासशिष्य नमोस्तु ते ॥
श्राविताद्याद्भुता शैवकथा परमपावनी ॥
]

`verse 2 [
तत्राद्भुता महादिव्या लिंगोत्पत्तिः श्रुता शुभा ॥
श्रुत्वा यस्याः प्रभावं च दुःखनाशो भवेदिह॥
]

`verse 3 [
ब्रह्मनारदसंवादमनुसृत्य दयानिधे॥
शिवार्चनविधिं ब्रूहि येन तुष्टो भवेच्छिवः ॥
]

`verse 4 [
ब्राह्मणैः क्षत्रियैर्वैश्यैः शूद्रैर्वा पूज्यते शिवः॥
कथं कार्यं च तद् ब्रूहि यथा व्यासमुखाच्छ्रुतम् ॥
]

`verse 5 [
तच्छ्रुत्वा वचनं तेषां शर्मदं श्रुतिसंमतम्॥
उवाच सकलं प्रीत्या मुनि प्रश्नानुसारतः ॥
]

`speaker [
सूत उवाच
]

`verse 6 [
साधु पृष्टं भवद्भिश्च तद्रहस्यं मुनीश्वराः ॥
तदहं कथयाम्यद्य यथाबुद्धि यथाश्रुतम् ॥
]

`verse 7 [
भवद्भिः पृच्छयते तद्वत्तथा व्यासेन वै पुरा॥
पृष्टं सनत्कुमाराय तच्छ्रुतं ह्युपमन्युना ॥
]

`verse 8 [
ततो व्यासेन वै श्रुत्वा शिवपूजादिकं च यत् ॥
मह्यं च पाठितं तेन लोकानां हितकाम्यया ॥
]

`verse 9 [
तच्छ्रुतं चैव कृष्णेन ह्युपमन्योर्महात्मनः ॥
तदहं कथयिष्यामि यथा ब्रह्मावदत्पुरा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
शृणु नारद वक्ष्यामि संक्षेपाल्लिंगपूजनम् ॥
वक्तुं वर्षशतेनापि न शक्यं विस्तरान्मुने ॥2.1.11.१०॥
एवं तु शांकरं रूपं मुखं स्वच्छं सनातनम् ॥
पूजयेत्परया भक्त्या सर्वकामफलाप्तये ॥
]

`verse 11 [
दारिद्र्यं रोगदुःखं च पीडनं शत्रुसंभवम् ॥
पापं चतुर्विधं तावद्यावन्नार्चयते शिवम् ॥
]

`verse 12 [
सम्पूजिते शिवे देवे सर्वदुःखं विलीयते ॥
संपद्यते सुखं सर्वं पश्चान्मुक्तिरवाप्यते ॥
]

`verse 13 [
ये वै मानुष्यमाश्रित्य मुख्यं संतानतस्सुखम् ॥
तेन पूज्यो महादेवः सर्वकार्यार्थसाधकः ॥
]

`verse 14 [
ब्राह्मणाः क्षत्रिया वैश्याश्शूद्राश्च विधिवत्क्रमात् ॥
शंकरार्चां प्रकुर्वंतु सर्वकामार्थसिद्धये॥
]

`verse 15 [
प्रातःकाले समुत्थाय मुहूर्ते ब्रह्मसंज्ञके॥
गुरोश्च स्मरणं कृत्वा शंभोश्चैव तथा पुनः ॥
]

`verse 16 [
तीर्थानां स्मरणं कृत्वा ध्यानं चैव हरेरपि ॥
ममापि निर्जराणां वै मुन्यादीनां तथा मुने।१७॥
ततः स्तोत्रं शुभं नाम गृह्णीयाद्विधिपूर्वकम् ॥
ततोत्थाय मलोत्सर्गं दक्षिणस्यां चरेद्दिशि ॥
]

`verse 17 [
एकान्ते तु विधिं कुर्यान्मलोत्सर्गस्स यच्छ्रुतम् ॥
तदेव कथयाम्यद्य शृण्वाधाय मनो मुने॥
]

`verse 18 [
शुद्धां मृदं द्विजो लिप्यात्पंचवारं विशुद्धये ॥
क्षत्रियश्च चतुर्वारं वैश्यो वरत्रयं तथा ॥2.1.11.२०॥
शूद्रो द्विवारं च मृदं गृह्णीयाद्विधिशुद्धये ॥
गुदे वाथ सकृल्लिंगे वारमेकं प्रयत्नतः ॥
]

`verse 19 [
दशवारं वामहस्ते सप्तवारं द्वयोस्तथा ॥
प्रत्येकम्पादयोस्तात त्रिवारं करयोः पुनः ॥
]

`verse 20 [
स्त्रीभिश्च शूद्रवत्कार्यं मृदाग्रहणमुत्तमम्॥
हस्तौ पादौ च प्रक्षाल्य पूर्ववन्मृदमाहरेत् ॥
]

`verse 21 [
दंतकाष्ठं ततः कुर्यात्स्ववर्णक्रमतो नरः ॥
]

`verse 22 [
विप्रः कुर्याद्दंतकाष्ठं द्वादशांगुलमानतः॥
एकादशांगुलं राजा वैश्यः कुर्याद्दशांगुलम् ॥
]

`verse 23 [
शूद्रो नवागुलं कुर्यादिति मानमिदं स्मृतम् ॥
कालदोषं विचार्य्यैव मनुदृष्टं विवर्जयेत् ॥
]

`verse 24 [
षष्ट्याद्यामाश्च नवमी व्रतमस्तं रवेर्दिनम्॥
तथा श्राद्धदिनं तात निषिद्धं रदधावने ॥
]

`verse 25 [
स्नानं तु विधिवत्कार्यं तीर्थादिषु क्रमेण तु ॥
देशकालविशेषेण स्नानं कार्यं समंत्रकम् ॥
]

`verse 26 [
आचम्य प्रथमं तत्र धौतवस्त्रेण चाधरेत् ॥
एकान्ते सुस्थले स्थित्वा संध्याविधिमथाचरेत् ॥
]

`verse 27 [
यथायोग्यं विधिं कृत्वा पूजाविधिमथारभेत् ॥
मनस्तु सुस्थिरं कृत्वा पूजागारं प्रविश्य च ॥2.1.11.३०॥
पूजाविधिं समादाय स्वासने ह्युपविश्य वै ॥
न्यासादिकं विधायादौ पूजयेत्क्रमशो हरम्॥
]

`verse 28 [
प्रथमं च गणाधीशं द्वारपालांस्तथैव च ॥
दिक्पालांश्च सुसंपूज्य पश्चात्पीठं प्रकल्पयेत् ॥
]

`verse 29 [
अथ वाऽष्टदलं कृत्वा पूजाद्रव्यं समीपतः ॥
उपविश्य ततस्तत्र उपवेश्य शिवम् प्रभुम् ॥
]

`verse 30 [
आचमनत्रयं कृत्वा प्रक्षाल्य च पुनः करौ ॥
प्राणायामत्रयं कृत्वा मध्ये ध्यायेच्च त्र्यम्बकम् ॥
]

`verse 31 [
पंचवक्त्रं दशभुजं शुद्धस्फटिकसन्निभम् ॥
सर्वाभरणसंयुक्तं व्याघ्रचर्मोत्तरीयकम् ॥
]

`verse 32 [
तस्य सारूप्यतां स्मृत्वा दहेत्पापं नरस्सदा ॥
शिवं ततः समुत्थाप्य पूजयेत्परमेश्वरम् ॥
]

`verse 33 [
देहशुद्धिं ततः कृत्वा मूल मंत्रं न्यसेत्क्रमात् ॥
सर्वत्र प्रणवेनैव षडंगन्यासमाचरेत्॥
]

`verse 34 [
कृत्वा हृदि प्रयोगं च ततः पूजां समारभेत् ॥
पाद्यार्घाचमनार्थं च पात्राणि च प्रकल्पयेत्॥
]

`verse 35 [
स्थापयेद्विविधान्कुंभान्नव धीमान्यथाविधि॥
दर्भैराच्छाद्य तैरेव संस्थाप्याभ्युक्ष्य वारिणा ॥
]

`verse 36 [
तेषु तेषु च सर्वेषु क्षिपेत्तोयं सुशीतलम्॥
प्रणवेन क्षिपेत्तेषु द्रव्याण्यालोक्य बुद्धिमान् ॥2.1.11.४०॥
उशीरं चन्दनं चैव पाद्ये तु परिकल्पयेत् ॥
जातीकं कोलकर्पूरवटमूल तमालकम् ॥
]

`verse 37 [
चूर्णयित्वा यथान्यायं क्षिपेदाचमनीयके ॥
एतत्सर्वेषु पात्रेषु दापयेच्चन्दनान्वितम् ॥
]

`verse 38 [
पार्श्वयोर्देवदेवस्य नंदीशं तु समर्चयेत् ॥
गंधैर्धूपैस्तथा दीपैर्विविधैः पूजयेच्छिवम्॥
]

`verse 39 [
लिंगशुद्धिं ततः कृत्वा मुदा युक्तो नरस्तदा ॥
यथोचितं तु मंत्रौघैः प्रणवादिर्नमोंतकैः ॥
]

`verse 40 [
कल्पयेदासनं स्वस्तिपद्मादि प्रणवेन तु ॥
तस्मात्पूर्वदिशं साक्षादणिमामयमक्षरम् ॥
]

`verse 41 [
लघिमा दक्षिणं चैव महिमा पश्चिमं तथा ॥
प्राप्तिश्चैवोत्तरं पत्रं प्राकाम्यं पावकस्य च॥
]

`verse 42 [
ईशित्वं नैर्ऋतं पत्रं वशित्वं वायुगोचरे॥
सर्वज्ञत्वं तथैशान्यं कर्णिका सोम उच्यते ॥
]

`verse 43 [
सोमस्याधस्तथा सूर्यस्तस्याधः पावकस्त्वयम्॥
धर्मादीनपि तस्याधो भवतः कल्पयेत् क्रमात् ॥
]

`verse 44 [
अव्यक्तादि चतुर्दिक्षु सोमस्यांते गुणत्रयम् ॥
सद्योजातं प्रवक्ष्यामीत्यावाह्य परमेश्वरम् ॥
]

`verse 45 [
वामदेवेन मंत्रेण तिष्ठेच्चैवासनोपरि ॥
सान्निध्यं रुद्रगायत्र्या अघोरेण निरोधयेत् ॥ 2.1.11.५० ॥
ईशानं सर्वविद्यानामिति मंत्रेण पूजयेत्॥
पाद्यमाचनीयं च विधायार्घ्यं प्रदापयेत्॥
]

`verse 46 [
स्थापयेद्विधिना रुद्रं गंधचंदनवारिणा ॥
पञ्चागव्यविधानेन गृह्यपात्रेऽभिमंत्र्य च॥ ॥
]

`verse 47 [
प्रणवेनैव गव्येन स्नापयेत्पयसा च तम् ॥
दध्ना च मधुना चैव तथा चेक्षुरसेन तु॥
]

`verse 48 [
घृतेन तु यथा पूज्य सर्वकामहितावहम् ॥
पुण्यैर्द्रव्यैर्महादेवं प्रणवेनाभिषेचयेत्॥
]

`verse 49 [
पवित्रजलभाण्डेषु मंत्रैः तोयं क्षिपेत्ततः ॥
शुद्धीकृत्य यथान्यायं सितवस्त्रेण साधकः ॥
]

`verse 50 [
तावद्दूरं न कर्तव्यं न यावच्चन्दनं क्षिपेत् ॥
तंदुलैस्सुन्दरैस्तत्र पूजयेच्छंकरम्मुदा ॥
]

`verse 51 [
कुशापामार्गकर्पूर जातिचंपकपाटलैः ॥
करवीरैस्सितैश्चैव मल्लिकाकमलोत्पलैः ॥
]

`verse 52 [
अपूर्वपुष्पैर्विविधैश्चन्दनाद्यैस्तथैव च ॥
जलेन जलधाराञ्च कल्पयेत्परमेश्वरे ॥
]

`verse 53 [
पात्रैश्च विविधैर्देवं स्नापयेच्च महेश्वरम् ॥
मंत्रपूर्वं प्रकर्तव्या पूजा सर्वफलप्रदा ॥
]

`verse 54 [
मंत्राँश्च तुभ्यं ताँस्तात सर्वकामार्थसिद्धये ॥
प्रवक्ष्यामि समासेन सावधानतया शृणु ॥ 2.1.11.६० ॥
पाठयमानेन मंत्रेण तथा वाङ्मयकेन च॥
रुद्रेण नीलरुद्रेण सुशुक्लेन सुभेन च ॥
]

`verse 55 [
होतारेण तथा शीर्ष्णा शुभेनाथर्वणेन च ॥
शांत्या वाथ पुनश्शांत्यामारुणेनारुणेन च ॥
]

`verse 56 [
अर्थाभीष्टेन साम्ना च तथा देवव्रतेन च॥
]

`verse 57 [
रथांतरेण पुष्पेण सूक्तेन युक्तेन च ॥
मृत्युंजयेन मंत्रेण तथा पंचाक्षरेण च ॥
]

`verse 58 [
जलधाराः सहस्रेण शतेनैकोत्तरेण वा ॥
कर्तव्या वेदमार्गेण नामभिर्वाथ वा पुनः ॥
]

`verse 59 [
ततश्चंदनपुष्पादि रोपणीयं शिवोपरि ॥
दापयेत्प्रणवेनैव मुखवासादिकं तथा ॥
]

`verse 60 [
ततः स्फटिकसंकाशं देवं निष्कलमक्षयम् ॥
कारणं सर्वलोकानां सर्वलोकमयं परम् ॥
]

`verse 61 [
ब्रह्मेन्द्रोपेन्द्रविष्ण्वाद्यैरपि देवैरगोचरम् ॥
वेदविद्भिर्हि वेदांते त्वगोचर मिति स्मृतम् ॥
]

`verse 62 [
आदिमध्यान्तरहितं भेषजं सर्वरोगिणाम् ॥
शिवतत्त्वमिति ख्यातं शिवलिंगं व्यवस्थितम् ॥
]

`verse 63 [
प्रणवेनैव मंत्रेण पूजयेल्लिंगमूर्द्धनि ॥
धूपैर्दीपैश्च नैवैद्यैस्ताम्बूलैः सुन्दरैस्तथा ॥ 2.1.11.७० ॥
नीराजनेन रम्येण यथोक्तविधिना ततः ॥
नमस्कारैः स्तवैश्चान्यैर्मंत्रैर्नानाविधैरपि ॥
]

`verse 64 [
अर्घ्यं दत्त्वा तु पुष्पाणि पादयोस्सुविकीर्य च ॥
प्रणिपत्य च देवेशमात्मनाराधयेच्छिवम् ॥
]

`verse 65 [
हस्ते गृहीत्वा पुष्पाणि समुत्थाय कृतांजलिः ॥
प्रार्थयेत्पुनरीशानं मंत्रेणानेन शंकरम् ॥
]

`verse 66 [
अज्ञानाद्यदि वा ज्ञानाज्जपपूजादिकं मया ॥
कृतं तदस्तु सफलं कृपया तव शंकर ॥
]

`verse 67 [
पठित्वैवं च पुष्पाणि शिवोपरि मुदा न्यसेत् ॥
स्वस्त्ययनं ततः कृत्वा ह्याशिषो विविधास्तथा ॥
]

`verse 68 [
मार्जनं तु ततः कार्यं शिवस्योपरि वै पुनः ॥
नमस्कारं ततः क्षांतिं पुनराचमनाय च ॥७६
अघोच्चारणमुच्चार्य नमस्कारं प्रकल्पयेत् ॥
प्रार्थयेच्च पुनस्तत्र सर्वभावसमन्वितः ॥
]

`verse 69 [
शिवे भक्तिश्शिवे भक्तिश्शिवे भक्तिर्भवे भवे ॥
अन्यथा शरणं नास्ति त्वमेव शरणं मम ॥
]

`verse 70 [
इति संप्रार्थ्य देवेशं सर्वसिद्धिप्रदायकम् ॥
पूजयेत्परया भक्त्या गलनादैर्विशेषतः ॥
]

`verse 71 [
नमस्कारं ततः कृत्वा परिवारगणैस्सह ॥
प्रहर्षमतुलं लब्ध्वा कार्यं कुर्याद्यथासुखम् ॥ 2.1.11.८० ॥
एवं यः पूजयेन्नित्यं शिवभक्तिपरायणः ॥
तस्य वै सकला सिद्धिर्जायते तु पदे पदे ॥
]

`verse 72 [
वाग्मी स जायते तस्य मनोभी ष्टफलं ध्रुवम् ॥
रोगं दुःखं च शोकं च ह्युद्वेगं कृत्रिमं तथा ॥
]

`verse 73 [
कौटिल्यं च गरं चैव यद्यदुःखमुपस्थितम् ॥
तद्दुःखं नाश यत्येव शिवः शिवकरः परः ॥
]

`verse 74 [
कल्याणं जायते तस्य शुक्लपक्षे यथा शशी ॥
वर्द्धते सद्गुणस्तत्र ध्रुवं शंकरपूजनात् ॥
]

`verse 75 [
इति पूजाविधिश्शंभोः प्रोक्तस्ते मुनिसत्तम ॥
अतः परं च शुश्रूषुः किं प्रष्टासि च नारद ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्विती यायां रुद्रसंहितायां प्रथमखण्डे सृष्ट्युपाख्याने शिवपूजाविधिवर्णनो नामैकादशोऽध्यायः ॥
]
