`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन्प्रजापते तात धन्यस्त्वं शिवसक्तधीः ॥
एतदेव पुनस्सम्यग्ब्रूहि मे विस्तराद्विधे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
एकस्मिन्समये तात ऋषीनाहूय सर्वतः ॥
निर्जरांश्चाऽवदं प्रीत्या सुवचः पद्मसंभवः ॥
]

`verse 3 [
यदि नित्यसुखे श्रद्धा यदि सिद्धेश्च कामुकाः ॥
आगंतव्यं मया सार्द्धं तीरं क्षीरपयोनिधेः ॥
]

`verse 4 [
इत्येतद्वचनं श्रुत्वा गतास्ते हि मया सह ॥
यत्रास्ते भगवान्विष्णुस्सर्वेषां हितकारकः ॥
]

`verse 5 [
तत्र गत्वा जगन्नाथं देवदेवं जनार्द्दनम् ॥
उपतस्थुस्सुरा नत्वा सुकृतांजलयोः मुने ॥
]

`verse 6 [
तान्दृष्ट्वा च तदा विष्णुर्ब्रह्माद्यानमरान्स्थितान् ॥
स्मरञ्छिवपदांभोजमब्रवीत्परमं वचः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 7 [
किमर्थमागता यूयं ब्रह्माद्याश्च सुरर्षयः ॥
सर्वं वदत तत्प्रीत्या किं कार्यं विद्यतेऽधुना ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
इति पृष्टास्तदा तेन विष्णुना च मया सुराः ॥
पुनः प्रणम्य तं प्रीत्या   किं कार्यं विद्यतेऽधुना ॥
विनिवेदयितुं कार्यं ह्यब्रुवन्वचनं शुभम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 9 [
नित्यं सेवा तु कस्यैव कार्या दुःखपहारिणी ॥
]

`verse 10 [
इत्येतद्वचनं श्रुत्वा भगवान्भक्तवत्सलः ॥
सामरस्य मम प्रीत्या कृपया वाक्यमब्रवीत् ॥2.1.12.१०॥
श्रीभगवानुवाच ॥
ब्रह्मञ्च्छृणु सुरैस्सम्यक्श्रुतं च भवता पुरा ॥
तथापि कथ्यते तुभ्यं देवेभ्यश्च तथा पुनः ॥
]

`verse 11 [
दृष्टं च दृश्यतेऽद्यैव किं पुनः पृच्छ्यते ऽधुना ॥
ब्रह्मन्देवैस्समस्तैश्च बहुधा कार्यतत्परैः ॥
]

`verse 12 [
सेव्यसेव्यस्सदा देवश्शंकरस्सर्वदुःखहा ॥
ममापि कथितं तेन ब्रह्म णोऽपि विशेषतः ॥
]

`verse 13 [
प्रस्तुतं चैव दृष्टं वस्सर्वं दृष्टांतमद्भुतम् ॥
त्याज्यं तदर्चनं नैव कदापि सुखमीप्सुभिः ॥
]

`verse 14 [
संत्यज्य देवदेवेशं लिंगमूर्तिं महेश्वरम् ॥
तारपुत्रास्तथैवैते नष्टास्तेऽपि सबांधवाः ॥
]

`verse 15 [
मया च मोहितास्ते वै मायया दूरतः कृताः ॥
सर्वे विनष्टाः प्रध्वस्ताः शिवेन रहिता यदा ॥
]

`verse 16 [
तस्मात्सदा पूजनीयो लिंगमूर्तिधरी हरः ॥
सेवनीयो विशेषेण श्रद्धया देवसत्तमः ॥
]

`verse 17 [
शर्वलिङ्गार्चनादेव देवा दैत्याश्च सत्तमाः ॥
अहं त्वं च तथा ब्रह्मन्कथं तद्विस्मृतं त्वया ॥।०॥।
तल्लिङ्गमर्चयेन्नित्यं येन केनापि हेतुना ॥
तस्मात् ब्रह्मन्सुरः शर्वः सर्वकामफलेप्सया ॥
]

`verse 18 [
सा हनिस्तन्महाछिद्रं सान्धता सा च मुग्धता ॥
यन्मुहूर्त्तं क्षणं वापि शिवं नैव समर्चयेत् ॥ 2.1.12.२० ॥
भवभक्तिपरा ये च भवप्रणतचेतसः ॥
भवसंस्मरणा ये च न ते दुःखस्यभाजनाः ॥
]

`verse 19 [
भवनानि मनोज्ञानि मनोज्ञाभरणाः स्त्रियः ॥
धनं च तुष्टिपर्यंतं पुत्रपौत्रादिसंततिः ॥
]

`verse 20 [
आरोग्यं च शरीरं च प्रतिष्ठां चाप्यलौकिकीम् ॥
ये वांछंति महाभागाः सुखं वा त्रिदशालयम् ॥
]

`verse 21 [
अंते मुक्तिफलं चैव भक्तिं वा परमेशितुः ॥
पूर्वपुण्यातिरेकेण तेऽर्चयंति सदाशिवम् ॥
]

`verse 22 [
योऽर्चयेच्छिवलिंगं वै नित्यं भक्तिपरायणः ॥
तस्य वै सफला सिद्धिर्न स पापैः प्रयुज्यते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
इत्युक्ताश्च तदा देवाः प्रणिपत्य हरिं स्वयम् ॥
लिंगानि प्रार्थयामासुस्सर्वकामाप्तये नृणाम् ॥
]

`verse 24 [
तच्छ्रुत्वा च तदा विष्णु विश्वकर्माणमब्रवीत ॥
अहं च मुनिशार्दूल जीवोद्धारपरायणः ॥
]

`verse 25 [
विश्वकर्मन्यथा शंभोः कल्पयित्वा शुभानि च॥
लिंगानि सर्वदेवेभ्यो देयानि वचनान्मम ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
लिंगानि कल्पयित्वेवमधिकारानुरूपतः ॥
विश्वकर्मा ददौ तेभ्यो नियोगान्मम वा हरेः॥
]

`verse 27 [
तदेव कथयाम्यद्य श्रूयतामृषिसत्तम॥
पद्मरागमयं शक्रो हेम विश्र वसस्सुतः॥2.1.12.३०॥
पीतं मणिमयं धर्मो वरुणश्श्यामलं शिवम् ॥
इन्द्रनीलमयं विष्णुर्ब्रह्मा हेममयं तथा॥
]

`verse 28 [
विश्वेदेवास्तथा रौप्यं वसवश्च तथैव च ॥
आरकूटमयं वापि पार्थिवं ह्यश्विनौ मुने ॥
]

`verse 29 [
लक्ष्मीश्च स्फाटिकं देवी ह्यादित्यास्ताम्रनिर्मितम् ॥
मौक्तिकं सोमराजो वै वज्रलिंगं विभावसुः ॥
]

`verse 30 [
मृण्मयं चैव विप्रेंद्रा विप्रपत्न्यस्तथैव च ॥
चांदनं च मयो नागाः प्रवालमयमादरात् ॥
]

`verse 31 [
नवनीतमयं देवी योगी भस्ममयं तथा॥
यक्षा दधिमयं लिंगं छाया पिष्टमयं तथा ॥
]

`verse 32 [
शिवलिंगं च ब्रह्माणी रत्नं पूजयति ध्रुवम्॥
पारदं पार्थिवं बाणस्समर्चति परेऽपि वा ॥
]

`verse 33 [
एवं विधानि लिंगानि दत्तानि विश्वकर्मणा ॥
ते पूजयंति सर्वे वै देवा ऋषिगणा स्तथा ॥
]

`verse 34 [
विष्णुर्दत्त्वा च लिंगानि देवेभ्यो हितकाम्यया॥
पूजाविधिं समाचष्ट ब्रह्मणे मे पिनाकिनः ॥
]

`verse 35 [
तच्छ्रुत्वा  वचनं तस्य ब्रह्माहं देवसत्तमैः ॥
आगच्छं च स्वकं धाम हर्षनिर्भरमानसः ॥
]

`verse 36 [
तत्रागत्य ऋषीन्सर्वान्देवांश्चाहं तथा मुने॥
शिवपूजाविधिं सम्यगब्रुवं सकलेष्टदम् ॥2.1.12.४०॥
ब्रह्मोवाच॥
श्रूयतामृषयः सर्वे सामराः प्रेमतत्पराः ॥
शिवपूजाविधिं प्रीत्या कथये भुक्तिमुक्तिदम् ॥
]

`verse 37 [
मानुषं जन्म संप्राप्य दुर्लभं सर्वजंतुषु ॥
तत्रापि सत्कुले देवा दुष्प्राप्यं च मुनीश्वराः ॥
]

`verse 38 [
अव्यंगं चैव विप्रेषु साचारेषु सपुण्यतः ॥
शिवसंतोषहेतोश्च कर्मस्वोक्तं समाचरेत् ॥
]

`verse 39 [
यद्यज्जातिसमुद्दिष्टं तत्तत्कर्म न लंघयेत् ॥
यावद्दानस्य संपत्तिस्तावत्कर्म समावहेत् ॥
]

`verse 40 [
कर्मयज्ञसहस्रेभ्यस्तपोयज्ञो विशिष्यते ॥
तपोयज्ञसहस्रेभ्यो जपयज्ञो विशिष्यते ॥
]

`verse 41 [
ध्यानयज्ञात्परं नास्ति ध्यानं ज्ञानस्य साधनम् ॥
यतस्समरसं स्वेष्टं यागी ध्यानेन पश्यति ॥
]

`verse 42 [
ध्यानयज्ञरतस्यास्य सदा संनिहितश्शिवः ॥
नास्ति विज्ञानिनां किंचित्प्रायश्चित्तादिशोधनम् ॥
]

`verse 43 [
विशुद्धा विद्यया ये च ब्रह्मन्ब्रह्मविदो जनाः ॥
नास्ति क्रिया च तेषां वै सुखं दुखं विचारतः ॥
]

`verse 44 [
धर्माधर्मौ जपो होमो ध्यानं ध्यानविधिस्तथा ॥
सर्वदा निर्विकारास्ते विद्यया च तयामराः ॥
]

`verse 45 [
परानंदकरं लिंगं विशुद्धं शिवमक्षरम् ॥
निष्कलं सर्वगं ज्ञेयं योगिनां हृदि संस्थितम् ॥2.1.12.५०॥
लिंगं द्विविधं प्रोक्तं बाह्यमाभ्यंतरं द्विजाः ॥
बाह्यं स्थूलं समुद्दिष्टं सूक्ष्ममाभ्यंतरं मतम्॥
]

`verse 46 [
कर्मयज्ञरता ये च स्थूललिंगार्चने रताः ॥
असतां भावनार्थाय सूक्ष्मेण स्थूलविग्रहाः ॥
]

`verse 47 [
आध्यात्मिकं यल्लिंगं प्रत्यक्षं यस्य नो भवेत् ॥
स तल्लिंगे तथा स्थूले कल्पयेच्च न चान्यथा ॥
]

`verse 48 [
ज्ञानिनां सूक्ष्मममलं भावात्प्रत्यक्षमव्ययम् ॥
यथा स्थूलमयुक्तानामुत्कृष्टादौ प्रकल्पितम् ॥
]

`verse 49 [
अहो विचारतो नास्ति ह्यन्यत्तत्वार्थवादिनः ॥
निष्कलं सकलं चित्ते सर्वं शिवमयं जगत् ॥
]

`verse 50 [
एवं ज्ञानविमुक्तानां नास्ति दोष विकल्पना ॥
विधिश्चैव तथा नास्ति विहिताविहिते तथा ॥
]

`verse 51 [
यथा जलेषु कमलं सलिलैर्नावलिप्यते ॥
तथा ज्ञानी गृहे तिष्ठन्कर्मणा नावबध्यते ॥
]

`verse 52 [
इति ज्ञानं समुत्पन्नं यावन्नैव नरस्य वै ॥
तावच्च कर्मणा देवं शिवमाराधयेन्नरः ॥
]

`verse 53 [
प्रत्ययार्थं च जगतामेकस्थोऽपि दिवाकरः॥
एकोऽपि बहुधा दृष्टो जलाधारादिवस्तुषु ॥
]

`verse 54 [
दृश्यते श्रूयते लोके यद्यत्सदसदात्मकम् ॥
तत्तत्सर्वं सुरा वित्त परं ब्रह्म शिवात्मकम् ॥ 2.1.12.६० ॥
भेदो जलानां लोकेऽस्मिन्प्रतिभावे विचारतः ॥
एवमाहुस्तथा चान्ये सर्वे वेदार्थतत्त्वगाः ॥
]

`verse 55 [
हृदि संसारिणः साक्षात्सकलः परमेश्वरः ॥
इति विज्ञानयुक्तस्य किं तस्य प्रतिमादिभिः॥६२ऽ॥
इति विज्ञानहीनस्य प्रतिमाकल्पना शुभा ॥
पदमुच्चैस्समारोढुं पुंसो ह्यालम्बनं स्मृतम् ॥
]

`verse 56 [
आलम्बनं विना तस्य पदमुच्चैः सुदुष्करम् ॥
निर्गुणप्राप्तये नॄणां प्रतिमालम्बनं स्मृतम् ॥
]

`verse 57 [
सगुणानिर्गुणा प्राप्तिर्भवती सुनिश्चितम् ॥
एवं च सर्वदेवानां प्रतिमा प्रत्ययावहा ॥
]

`verse 58 [
देवश्चायं महीयान्वै तस्यार्थे पूजनं त्विदम् ॥
गंधचन्दनपुष्पादि किमर्थं प्रतिमां विना ॥
]

`verse 59 [
तावच्च प्रतिमा पूज्य यावद्विज्ञानसंभवः ॥
ज्ञानाभावेन पूज्येत पतनं तस्य निश्चितम् ॥
]

`verse 60 [
एवस्मात्कारणाद्विप्राः श्रूयतां परमार्थतः॥
स्वजात्युक्तं तु यत्कर्म कर्तव्यं तत्प्रयत्नतः ॥
]

`verse 61 [
यत्र यत्र यथा भक्तिः कर्तव्यं पूजनादिकम् ॥
विना पूजनदानादि पातकं न च दूरतः ॥
]

`verse 62 [
यावच्च पातकं देहे तावत्सिद्धिर्न जायते ॥
गते च पातके तस्य सर्वं च सफलं भवेत् ॥2.1.12.७०॥
तथा च मलिने वस्त्रे रंगः शुभतरो न हि ॥
क्षालने हि कृते शुद्धे सर्वो रंगः प्रसज्जते ॥
]

`verse 63 [
तथा च निर्मले देहे देवानां सम्यगर्चया ॥
ज्ञानरंगः प्रजायेत तदा विज्ञानसंभवः ॥
]

`verse 64 [
विज्ञानस्य च सन्मूलं भक्तिरव्यभिचारिणी ॥
ज्ञानस्यापि च सन्मूलं भक्तिरेवाऽभिधीयते ॥
]

`verse 65 [
भक्तेर्मूलं तु सत्कर्म स्वेष्टदेवादिपूजनम् ॥
तन्मूलं सद्गुरुः प्रोक्तस्तन्मूलं संगतिः सताम् ॥ ७४ ।'
संगत्या गुरुराप्येत गुरोर्मंत्रादि पूजनम् ॥
पूजनाज्जायते भक्तिर्भक्त्या ज्ञानं प्रजायते ॥
]

`verse 66 [
विज्ञानं जायते ज्ञानात्परब्रह्मप्रकाशकम् ॥
विज्ञानं च यदा जातं तदा भेदो निवर्तते ॥
]

`verse 67 [
भेदे निवृत्ते सकले द्वंद्वदुःखविहीनता ॥
द्वंद्वदुःखविहीनस्तु शिवरूपो भवत्यसौ ॥
]

`verse 68 [
द्वंद्वाप्राप्तौ न जायेतां सुखदुःखे विजानतः ॥
विहिताविहिते तस्य न स्यातां च सुरर्षयः ॥
]

`verse 69 [
ईदृशो विरलो लोके गृहाश्रमविवर्जितः ॥
यदि लोके भवत्यस्मिन्दर्शनात्पापहारकः ॥
]

`verse 70 [
तीर्थानि श्लाघयंतीह तादृशं ज्ञानवित्तमम् ॥
देवाश्च मुनयस्सर्वे परब्रह्मात्मकं शिवम् ॥2.1.12.८०॥
तादृशानि न तीर्थानि न देवा मृच्छिलामयाः ॥
ते पुनंत्युरुकालेन विज्ञानी दर्शनादपि ॥
]

`verse 71 [
यावद्गृहाश्रमे तिष्ठेत्तावदाकारपूजनम् ॥
कुर्याच्छ्रेष्ठस्य सप्रीत्या सुरेषु खलु पंचसु ॥
]

`verse 72 [
अथवा च शिवः पूज्यो मूलमेकं विशिष्यते ॥
मूले सिक्ते तथा शाखास्तृप्तास्सत्यखिलास्सुराः॥
]

`verse 73 [
शाखासु च सुतृप्तासु मूलं तृप्तं न कर्हिचित् ॥
एवं सर्वेषु तृप्तेषु सुरेषु मुनिसत्तमाः ॥
]

`verse 74 [
सर्वथा शिवतृप्तिर्नो विज्ञेया सूक्ष्मबुद्धिभिः ॥
शिवे च पूजिते देवाः पूजितास्सर्व एव हि॥
]

`verse 75 [
तस्माच्च पूजयेद्देवं शंकरं लोकशंकरम् ॥
सर्वकामफलावाप्त्यै सर्वभूतहिते रतः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्र संहितायां प्रथमखण्डे सृष्ट्युपाख्याने पूजाविधिवर्णने सारासारविचारवर्णनो नाम द्वादशोऽध्यायः ॥
]
