`speaker [
ब्रह्मोवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि पूजाविधिमनुत्तमम् ॥
श्रूयतामृषयो देवास्सर्वकामसुखावहम् ॥
]

`verse 2 [
ब्राह्मे मुहूर्ते चोत्थाय संस्मरेत्सांबकं शिवम् ॥
कुर्यात्तत्प्रार्थनां भक्त्या सांजलिर्नतमस्तकः ॥
]

`verse 3 [
उत्तिष्ठोत्तिष्ठ देवेश उत्तिष्ठ हृदयेशय ॥
उत्तिष्ठ त्वमुमास्वामिन्ब्रह्माण्डे मंगलं कुरु ॥
]

`verse 4 [
जानामि धर्मं न च मे प्रवृत्तिर्जानाम्यधर्मं न च मे निवृत्तिः ॥
त्वया महादेव हृदिस्थितेन यथा नियुक्तोऽस्मि तथा करोमि ॥
]

`verse 5 [
इत्युक्त्वा वचनं भक्त्या स्मृत्वा च गुरुपादके ॥
बहिर्गच्छेद्दक्षिणाशां त्यागार्थं मलमूत्रयोः ॥
]

`verse 6 [
देहशुद्धिं ततः कृत्वा स मृज्जलविशोधनैः ॥
हस्तौ पादौ च प्रक्षाल्य दंतधावनमाचरेत् ॥
]

`verse 7 [
दिवानाथे त्वनुदिते कृत्वा वै दंतधावनम्॥
मुखं षोडशवारं तु प्रक्षाल्यांजलिभिस्तथा ॥
]

`verse 8 [
षष्ठ्याद्यमाश्च तिथयो नवम्यर्कदिने तथा ॥
वर्ज्यास्सुरर्षयो यत्नाद्भक्तेन रदधावने ॥
]

`verse 9 [
यथावकाशं सुस्नायान्नद्यादिष्वथवा गृहे ॥
देशकालाविरुद्धं च स्नानं कार्यं नरेण च ॥
]

`verse 10 [
रवेर्दिने तथा श्राद्धे संक्रान्तौ ग्रहणे तथा ॥
महादाने तथा तीर्थे ह्युपवासदिने तथा॥2.1.13.१०॥
अशौचेप्यथवा प्राप्ते न स्नायादुष्णवारिणा ॥
यथा साभिमुखंस्नायात्तीर्थादौ भक्तिमान्नरः ॥
]

`verse 11 [
तैलाभ्यंगं च कुर्वीत वारान्दृष्ट्वा क्रमेण च ॥
नित्यमभ्यंगके चैव वासितं वा न दूषितम्॥
]

`verse 12 [
श्राद्धे च ग्रहणे चैवोपवासे प्रतिपद्दिने ॥
अथवा सार्षपं तैलं न दुष्येद्ग्रहणं विना ॥
]

`verse 13 [
देशं कालं विचार्यैवं स्नानं कुर्याद्यथा विधि ॥
उत्तराभिमुखश्चैव प्राङ्मुखोप्यथवा पुनः॥
]

`verse 14 [
उच्छिष्टेनैव वस्त्रेण न स्नायात्स कदाचन ॥
शुद्धवस्त्रेण संस्नायात्तद्देवस्मरपूर्वकम् ॥
]

`verse 15 [
परधार्य्यं च नोच्छिष्टं रात्रौ च विधृतं च यत् ॥
तेन स्नानं तथा कार्यं क्षालितं च परित्यजेत् ॥
]

`verse 16 [
तर्पणं च ततः कार्यं देवर्षिपितृतृप्तिदम् ॥
धौतवस्त्रं ततो धार्यं पुनराचमनं चरेत् ॥
]

`verse 17 [
शुचौ देशे ततो गत्वा गोमयाद्युपमार्जिते ॥
आसनं च शुभं तत्र रचनीयं द्विजोत्तमाः ॥
]

`verse 18 [
शुद्धकाष्ठसमुत्पन्नं पूर्णं स्तरितमेव वा ॥
चित्रासनं तथा कुर्यात्सर्वकामफलप्र दम् ॥
]

`verse 19 [
यथायोग्यं पुनर्ग्राह्यं मृगचर्मादिकं च यत् ॥
तत्रोपविश्य कुर्वीत त्रिपुंड्रं भस्मना सुधीः ॥2.1.13.२०॥
जपस्तपस्तथा दानं त्रिपुण्ड्रात्सफलं भवेत् ॥
अभावे भस्मनस्तत्र जलस्यादि प्रकीर्तितम् ॥
]

`verse 20 [
एवं कृत्वा त्रिपुंड्रं  च रुद्राक्षान्धारयेन्नरः ॥
संपाद्य च स्वकं कर्म पुनराराधयेच्छिवम् ॥
]

`verse 21 [
पुनराचमनं कृत्वा त्रिवारं मंत्रपूर्वकम् ॥
एकं वाथ प्रकुर्याच्च गंगाबिन्दुरिति ब्रुवन्॥
]

`verse 22 [
अन्नोदकं तथा तत्र शिवपूजार्थमाहरेत् ॥
अन्यद्वस्तु च यत्किंचिद्यथाशक्ति समीपगम् ॥
]

`verse 23 [
कृत्वा स्थेयं च तत्रैव धैर्यमास्थाय वै पुनः ॥
अर्घं पात्रं तथा चैकं जलगंधाक्षतैर्युतम् ॥
]

`verse 24 [
दक्षिणांसे तथा स्थाप्यमुपचारस्य क्लृप्तये ॥
गुरोश्च स्मरणं कृत्वा तदनुज्ञामवाप्य च ॥
]

`verse 25 [
संकल्पं विधिवत्कृत्वा कामनां च नियुज्य वै ॥
पूजयेत्परया भक्त्या शिवं सपरिवारकम् ॥
]

`verse 26 [
मुद्रामेकां प्रदर्श्यैव पूजयेद्विघ्नहारकम्॥
सिंदुरादिपदार्थैश्च सिद्धिबुद्धिसमन्वितम् ॥
]

`verse 27 [
लक्षलाभयुतं तत्र पूजयित्वा नमेत्पुनः॥
चतुर्थ्यंतैर्नामपदैर्नमोन्तैः प्रणवादिभिः ॥
]

`verse 28 [
क्षमाप्यैनं तदा देवं भ्रात्रा चैव समन्वितम् ॥
पूजयेत्परया भक्त्या नमस्कुर्यात्पुनः पुनः ॥ 2.1.13.३० ॥
द्वारपालं सदा द्वारि तिष्ठंतं च महोदरम् ॥
पूजयित्वा ततः पश्चात्पूजयेद्गिरिजां सतीम् ॥
]

`verse 29 [
चंदनैः कुंकुमैश्चैव धूपैर्दीपैरनेकशः ॥
नैवेद्यैर्विविधैश्चैव पूजयित्वा ततश्शिवम्॥
]

`verse 30 [
नमस्कृत्य पुनस्तत्र गच्छेच्च शिवसन्निधौ॥
यदि गेहे पार्थिवीं वा हैमीं वा राजतीं तथा ॥
]

`verse 31 [
धातुजन्यां तथैवान्यां पारदां वा प्रकल्पयेत् ॥
नमस्कृत्य पुनस्तां च पूजयेद्भक्तितत्परः ॥
]

`verse 32 [
तस्यां तु पूजितायां वै सर्वे स्युः पूजितास्तदा ॥
स्थापयेच्च मृदा लिंगं विधाय विधिपूर्वकम् ॥
]

`verse 33 [
कर्तव्यं सर्वथा तत्र नियमास्स्वगृहे स्थितैः ॥
प्राणप्रतिष्ठां कुर्वीत भूतशुद्धिं विधाय च ॥
]

`verse 34 [
दिक्पालान्पूजयेत्तत्र स्थापयित्वा शिवालये ॥
गृहे शिवस्सदा पूज्यो मूलमंत्राभियोगतः ॥
]

`verse 35 [
तत्र तु द्वारपालानां नियमो नास्ति सर्वथा ॥
गृहे लिंगं च यत्पूज्यं तस्मिन्सर्वं प्रतिष्ठितम् ॥
]

`verse 36 [
पूजाकाले च सांगं वै परिवारेण संयुतम् ॥
आवाह्य पूजयेद्देवं नियमोऽत्र न विद्यते ॥
]

`verse 37 [
शिवस्य संनिधिं कृत्वा स्वासनं परिकल्पयेत् ॥
उदङ्मुखस्तदा स्थित्वा पुनराचमनं चरेत् ॥ 2.1.13.४० ॥
प्रक्षाल्य हस्तौ पश्चाद्वै प्राणायामं प्रकल्पयेत् ॥
मूलमंत्रेण तत्रैव दशावर्तं नयेन्नरः ॥
]

`verse 38 [
पंचमुद्राः प्रकर्तव्याः पूजावश्यं करेप्सिताः ॥
एता मुद्राः प्रदर्श्यैव चरेत्पूजाविधिं नरः ॥
]

`verse 39 [
दीपं कृत्वा तदा तत्र नमस्कारं गुरोरथ ॥
बध्वा पद्मासनं तत्र भद्रासनमथापि वा ॥
]

`verse 40 [
उत्तानासनकं कृत्वा पर्यंकासनकं तथा ॥
यथासुखं तथा स्थित्वा प्रयोगं पुनरेव च ॥
]

`verse 41 [
कृत्वा पूजां पुराजातां वट्टकेनैव तारयेत् ॥
यदि वा स्वयमेवेह गृहे न नियमोऽस्ति च ॥
]

`verse 42 [
पश्चाच्चैवार्घपात्रेण क्षारयेल्लिंगमुत्तमम् ॥
अनन्यमानसो भूत्वा पूजाद्रव्यं निधाय च ॥
]

`verse 43 [
पश्चाच्चावाहयेद्देवं मंत्रेणानेन वै नरः ॥
कैलासशिखरस्थं च पार्वतीपतिमुत्तमम् ॥
]

`verse 44 [
यथोक्तरूपिणं शंभुं निर्गुणं गुणरूपिणम् ॥
पंचवक्त्रं दशभुजं त्रिनेत्रं वृषभध्वजम् ॥
]

`verse 45 [
कर्पूरगौरं दिव्यांगं चन्द्रमौलिं कपर्दिनम् ॥
व्याघ्रचर्मोत्तरीयं च गजचर्माम्बरं शुभम् ॥
]

`verse 46 [
वासुक्यादिपरीतांगं पिनाकाद्यायुधान्वितम् ॥।
सिद्धयोऽष्टौ च यस्याग्रे नृत्यंतीह निरंतरम् ॥2.1.13.५० ॥
जयजयेति शब्दश्च सेवितं भक्त पूजकैः ॥
तेजसा दुःसहेनैव दुर्लक्ष्यं देवसेवितम् ॥
]

`verse 47 [
शरण्यं सर्वसत्त्वानां प्रसन्नमुखपंकजम् ॥
वेदैश्शास्त्रैर्यथा गीतं विष्णुब्रह्मनुतं सदा ॥
]

`verse 48 [
भक्तवत्सलमानंदं शिवमावाहयाम्यहम्॥
एवं ध्वात्वा शिवं साम्बमासनं परिकल्पयेत् ॥
]

`verse 49 [
चतुर्थ्यंतपदेनैव सर्वं कुर्याद्यथाक्रमम् ॥
ततः पाद्यं प्रदद्याद्वै ततोर्घ्यं शंकराय च ॥
]

`verse 50 [
ततश्चाचमनं कृत्वा शंभवे परमात्मने ॥
पश्चाच्च पंचभिर्द्रव्यैः स्नापयेच्छंकरं मुदा ॥
]

`verse 51 [
वेदमंत्रैर्यथायोग्यं नामभिर्वा समंत्रकैः ॥
चतुर्थ्यंतपदैर्भक्त्या द्रव्याण्येवार्पयेत्तदा ॥
]

`verse 52 [
तथाभिलषितं द्रव्यमर्पयेच्छंकरोपरि ॥
ततश्च वारुणं स्नानं करणीयं शिवाय वै ॥
]

`verse 53 [
सुगंधं चंदनं दद्यादन्यलेपानि यत्नतः ॥
ससुगंधजलेनैव जलधारां प्रकल्पयेत् ॥
]

`verse 54 [
वेदमंत्रैः षडंगैर्वा नामभी रुद्रसंख्यया ॥
यथावकाशं तां दत्वा वस्त्रेण मार्जयेत्ततः ॥
]

`verse 55 [
पश्चादाचमनं दद्यात्ततो वस्त्रं समर्पयेत ॥
तिलाश्चैव जवा वापि गोधूमा मुद्गमाषकाः ॥2.1.13.६०॥
अर्पणीयाः शिवायैव मंत्रैर्नानाविधैरपि॥
ततः पुष्पाणि देयानि पंचास्याय महात्मने ॥
]

`verse 56 [
प्रतिवक्त्रं यथाध्यानं यथायोग्याभिलाषतः ॥
कमलैश्शतपत्रैश्च शंखपुष्पैः परैस्तथा ॥
]

`verse 57 [
कुशपुष्पैश्च धत्तूरैर्मंदारैर्द्रोणसंभवैः ॥
तथा च तुलसीपत्रैर्बिल्वपत्रैर्विशेषतः ॥
]

`verse 58 [
पूजयेत्परया भक्त्या शंकरं भक्तवत्सलम् ॥
सर्वाभावे बिल्वपत्रमपर्णीयं शिवाय वै ॥
]

`verse 59 [
बिल्वपत्रार्पणेनैव सर्वपूजा प्रसिध्यति ॥
ततस्सुगंधचूर्णं वै वासितं तैलमुत्तमम् ॥
]

`verse 60 [
अर्पणीयं च विविधं शिवाय परया मुदा ॥
ततो धूपं प्रकर्तव्यो गुग्गुलागुरुभिर्मुदा ॥
]

`verse 61 [
दीपो देयस्ततस्तस्मै शंकराय घृतप्लुतः ॥
अर्घं दद्यात्पुनस्तस्मै मंत्रेणानेन भक्तितः ॥
]

`verse 62 [
कारयेद्भावतो भक्त्या वस्त्रेण मुखमार्जनम् ॥
रूपं देहि यशो देहि भोगं देहि च शंकर॥
]

`verse 63 [
भुक्तिमुक्तिफलं देहि गृहीत्वार्घं नमोस्तु ते॥
ततो देयं शिवायैव नैवेद्यं विविधं शुभम्॥
]

`verse 64 [
तत आचमनं प्रीत्या कारयेद्वा विलम्बतः ॥
ततश्शिवाय ताम्बूलं सांगोपाङ्गं विधाय च ॥2.1.13.७०॥
कुर्यादारार्तिकं पञ्चवर्तिकामनुसंख्यया ॥
पादयोश्च चतुर्वारं द्विःकृत्वो नाभिमण्डले ॥
]

`verse 65 [
एककृत्वे मुखे सप्तकृत्वः सर्वाङ्गं एव हि ॥
ततो ध्यानं यथोक्तं वै कृत्वा मंत्रमुदीरयेत् ॥
]

`verse 66 [
यथासंख्यं यथाज्ञानं कुर्यान्मंत्रविधिन्नरः ॥
गुरूपदिष्टमार्गेण कृत्वा मंत्रजपं सुधीः ॥
]

`verse 67 [
गुरूपदिष्टमार्गेण कृत्वा मन्त्रमुदीरयेत् ॥
यथासंख्यं यथाज्ञानं कुर्यान्मंत्रविधिन्नरः ॥
]

`verse 68 [
स्तोत्रैर्नानाविधैः प्रीत्या स्तुवीत वृषभध्वजम् ॥
ततः प्रदक्षिणां कुर्याच्छिवस्य च शनैश्शनैः ॥
]

`verse 69 [
नमस्कारांस्ततः कुर्यात्साष्टांगं विधिवत्पुमान् ॥
ततः पुष्पांजलिदेंयो मंत्रेणानेन भक्तितः॥
]

`verse 70 [
शंकराय परेशाय शिवसंतोषहेतवे॥
अज्ञानाद्यदि वा ज्ञानाद्यद्यत्पूजादिकं मया ॥
]

`verse 71 [
कृतं तदस्तु सफलं कृपया तव शंकर ॥
तावकस्त्वद्गतप्राण त्वच्चित्तोहं सदा मृड ॥
]

`verse 72 [
इति विज्ञाय गौरीश भूतनाथ प्रसीद मे ॥
भूमौ स्खलितवादानां भूमिरेवावलंबनम् ॥
]

`verse 73 [
त्वयि जातापराधानां त्वमेव शरणं प्रभो ॥
इत्यादि बहु विज्ञप्तिं कृत्वा सम्यग्विधानतः ॥2.1.13.८०॥
पुष्पांजलिं समर्प्यैव पुनः कुर्यान्नतिं मुहुः॥
स्वस्थानं गच्छ देवेश परिवारयुतः प्रभो॥॥
पूजाकाले पुनर्नाथ त्वया गंतव्यमादरात्॥
इति संप्रार्थ्य वहुशश्शंकरं भक्तवत्सलम्॥
]

`verse 74 [
विसर्जयेत्स्वहृदये तदपो मूर्ध्नि विन्यसेत्॥
इति प्रोक्तमशेषेण मुनयः शिवपूजनम् ॥
भुक्तिमुक्तिप्रदं चैव किमन्यच्छ्रोतुमर्हथ ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखंडे सृष्ट्युपाख्याने शिवपूजन वर्णनो नाम त्रयोदशोध्यायः ॥
]
