`verse 1 [
ऋषय ऊचुः ॥ ॥
व्यासशिष्य महाभाग कथय त्वं प्रमाणतः ॥
कैः पुष्पैः पूजितश्शंभुः किं किं यच्छति वै फलम् ॥
]

`verse 2 [
॥ सूत उवाच ॥ ॥
शौनकाद्याश्च ऋषयः शृणुतादरतोऽखिलम् ॥
कथयाम्यद्य सुप्रीत्या पुष्पार्पणविनिर्णयम् ॥
]

`verse 3 [
एष एव विधिः पृष्टो नारदेन महर्षिणा ॥
प्रोवाच परमप्रीत्या पुष्पार्पणविनिर्णयम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
कमलैर्बिल्वपत्रैश्च शतपत्रैस्तथा पुनः ॥
शंखपुष्पैस्तथा देवं लक्ष्मीकामोऽर्चयेच्छिवम् ॥
]

`verse 5 [
एतैश्च लक्षसंख्याकैः पूजितश्चेद्भवेच्छिवः ॥
पापहानिस्तथा विप्र लक्ष्मीस्स्यान्नात्र संशयः ॥
]

`verse 6 [
विंशतिः कमलानां तु प्रस्थमेकमुदाहृतम् ॥
बिल्वो दलसहस्रेण प्रस्थार्द्धं परिभाषितम् ॥
]

`verse 7 [
शतपत्रसहस्रेण प्रस्थार्द्धं परिभाषितम् ॥
पलैः षोडशभिः प्रत्थः पलं टंकदशस्मृतः ॥
]

`verse 8 [
अनेनैव तु मानेन तुलामारोपयेद्यदा॥
सर्वान्कामानवाप्नोति निष्कामश्चेच्छिवो भवेत् ॥
]

`verse 9 [
राज्यस्य कामुको यो वै पार्थिवानां च पूजया ॥
तोषयेच्छंकरं देवं दशकोष्ट्या मुनीश्वराः ॥
]

`verse 10 [
लिंगं शिवं तथा पुष्पमखण्डं तंदुलं तथा ॥
चर्चितं चंदनेनैव जलधारां तथा पुनः ॥ 2.1.14.१० ॥
प्रतिरूपं तथा मंत्रं बिल्वीदलमनुत्तमम् ॥
अथवा शतपत्रं च कमलं वा तथा पुनः ॥
]

`verse 11 [
शंखपुष्पैस्तथा प्रोक्तं विशेषेण पुरातनैः ॥
सर्वकामफलं दिव्यं परत्रेहापि सर्वथा ॥
]

`verse 12 [
धूपं दीपं च नैवेद्यमर्घं चारार्तिक तथा ॥
प्रदक्षिणां नमस्कारं क्षमापनविसर्जने ॥
]

`verse 13 [
कृत्वा सांगं तथा भोज्यं कृतं येन भवेदिह ॥
तस्य वै सर्वथा राज्यं शंकरः प्रददाति च ॥
]

`verse 14 [
प्रधान्यकामुको यो वै तदर्द्धेनार्चयेत्पुमान् ॥
कारागृहगतो यो वै लक्षेनैवार्चयेद्धनम् ॥
]

`verse 15 [
रोगग्रस्तो यदा स्याद्वै तदर्द्धेनार्चयेच्छिवम् ॥
कन्याकामो भवेद्यो वै तदर्द्धेन शिवं पुनः॥
]

`verse 16 [
विद्याकामस्तथा यः स्यात्तदर्द्धेनार्चयेच्छिवम् ॥
वाणीकामो भवेद्यो वै घृतेनैवार्चयेच्छिवम् ॥
]

`verse 17 [
उच्चाटनार्थं शत्रूणां तन्मितेनैव पूजनम् ॥
मारणे वै तु लक्षेण मोहने तु तदर्धतः ॥
]

`verse 18 [
सामंतानां जये चैव कोटिपूजा प्रशस्यते ॥
राज्ञामयुतसंख्यं च वशीकरणकर्मणि ॥
]

`verse 19 [
यशसे च तथा संख्या वाहनाद्यैः सहस्रिका ॥
मुक्तिकामोर्चयेच्छंभुं पंचकोट्या सुभक्तितः ॥ 2.1.14.२० ॥
ज्ञानार्थी पूजयेत्कोट्या शंकरं लोक शंकरम् ॥
शिवदर्शनकामो वै तदर्धेन प्रपूजयेत् ॥
]

`verse 20 [
तथा मृत्युंजयो जाप्यः कामनाफलरूपतः ॥
पंचलक्षा जपा यर्हि प्रत्यक्षं तु भवेच्छिवः ॥
]

`verse 21 [
लक्षेण भजते कश्चिद्द्वितीये जातिसंभवः ॥
तृतीये कामनालाभश्चतुर्थे तं प्रपश्यति ॥
]

`verse 22 [
पंचमं च यदा लक्षं फलं यच्छत्यसंशयम् ॥
अनेनैव तु मंत्रेण दशलक्षे फलं भवेत् ॥
]

`verse 23 [
मुक्तिकामो भवेद्यो वै दर्भैश्च पूजनं चरेत् ॥
लक्षसंख्या तु सर्वत्र ज्ञातव्या ऋषिसत्तम ॥
]

`verse 24 [
आयुष्कामो भवेद्यो वै दूर्वाभिः पूजनश्चरेत् ॥
पुत्रकामो भवेद्यो वै धत्तूरकुसुमैश्चरेत् ॥
]

`verse 25 [
रक्तदण्डश्च धत्तूरः पूजने शुभदः स्मृतः ॥
अगस्त्यकुसुमैश्चैव पूजकस्य महद्यशः ॥
]

`verse 26 [
भुक्तिमुक्तिफलं तस्य तुलस्याः पूजयेद्यदि ॥
अर्कपुष्पैः प्रतापश्च कुब्जकल्हारकैस्तथा ॥
]

`verse 27 [
जपाकुसुमपूजा तु शत्रूणां मृत्युदा स्मृता ॥
रोगोच्चाटनकानीह करवीराणि वै क्रमात् ॥
]

`verse 28 [
बंधुकैर्भूषणावाप्तिर्जात्यावाहान्न संशयः ॥
अतसीपुष्पकैर्देवं विष्णुवल्लभतामियात्॥ ॥2.1.14.३०॥
शमीपत्रैस्तथा मुक्तिः प्राप्यते पुरुषेण च ॥
मल्लिकाकुसुमैर्दत्तैः स्त्रियं शुभतरां शिवः ॥
]

`verse 29 [
यूथिकाकुसुमैश्शस्यैर्गृहं नैव विमुच्यते ॥
कर्णिकारैस्तथा वस्त्रसंपत्तिर्जायते नृणाम् ॥
]

`verse 30 [
निर्गुण्डीकुसुमैर्लोके मनो निर्मलतां व्रजेत् ॥
बिल्वपत्रैस्तथा लक्षैः सर्वान्कामानवाप्नुयात् ॥
]

`verse 31 [
शृङ्गारहारपुष्पैस्तु वर्द्धते सुख सम्पदा ॥
ऋतुजातानि पुष्पाणि मुक्तिदानि न संशयः ॥
]

`verse 32 [
राजिकाकुसुमानीह शत्रूणां मृत्युदानि च ॥
एषां लक्षं शिवे दद्याद्दद्याच्च विपुलं फलम् ॥
]

`verse 33 [
विद्यते कुसुमं तन्न यन्नैव शिववल्लभम्॥
चंपकं केतकं हित्वा त्वन्यत्सर्वं समर्पयेत् ॥
]

`verse 34 [
अतः परं च धान्यानां पूजने शंकरस्य च ॥
प्रमाणं च फलं सर्वं प्रीत्या शृणु च सत्तम ॥
]

`verse 35 [
तंदुलारोपणे नॄणां लक्ष्मी वृद्धिः प्रजायते ॥
अखण्डितविधौ विप्र सम्यग्भक्त्या शिवोपरि ॥
]

`verse 36 [
षट्केनैव तु प्रस्थानां तदर्धेन तथा पुनः ॥
पलद्वयं तथा लक्षमानेन समदाहृतम् ॥
]

`verse 37 [
पूजां रुद्रप्रधानेन कृत्वा वस्त्रं सुसुन्दरम् ॥
शिवोपरि न्यसेत्तत्र तंदुलार्पणमुत्तमम् ॥2.1.14.४०
उपरि श्रीफलं त्वेकं गंधपुष्पादिभिस्तथा ॥
रोपयित्वा च धूपादि कृत्वा पूजाफलं भवेत्॥॥
]

`verse 38 [
प्रजापत्यद्वयं रौप्यमासंख्या च दक्षिणा ॥
देया तदुपदेष्ट्रे हि शक्त्या वा दक्षिणा मता ॥
]

`verse 39 [
आदित्यसंख्यया तत्र ब्राह्मणान्भोजयेत्ततः ॥
लक्षपूजा तथा जाता साङ्गश्च मन्त्रपूर्वकम् ॥
]

`verse 40 [
शतमष्टोत्तरं तत्र मंत्रे विधिरुदाहृतः॥
तिलानां च पलं लक्षं महापातकनाशनम् ॥
]

`verse 41 [
एकादशपलैरेव लक्षमानमुदाहृतम् ॥
पूर्ववत्पूजनं तत्र कर्तव्यं हितकाम्यया ॥
]

`verse 42 [
भोज्या वै ब्राह्मणास्तस्मादत्र कार्या नरेण हि ॥
महापातकजं दुखं तत्क्षणान्नश्यति ध्रुवम् ॥
]

`verse 43 [
यवपूजा तथा प्रोक्ता लक्षेण परमा शिवे ॥
प्रस्थानामष्टकं चैव तथा प्रस्थार्द्धकं पुनः ॥
]

`verse 44 [
पलद्वययुतं तत्र मानमेतत्पुरातनम् ॥
यवपूजा च मुनिभिः स्वर्गसौख्यविवर्द्धिनी ॥
]

`verse 45 [
प्राजापत्यं ब्राह्मणानां कर्तव्यं च फलेप्सुभिः ॥
गोधूमान्नैस्तथा पूजा प्रशस्ता शंकरस्य वै ॥
]

`verse 46 [
संततिर्वर्द्धते तस्य यदि लक्षावधिः कृता ॥
द्रोणार्द्धेन भवेल्लक्षं विधानं विधिपूर्वकम् ॥ 2.1.14.५० ॥
मुद्गानां पूजने देवः शिवो यच्छति वै सुखम् ॥
प्रस्थानां सप्तकेनैव प्रस्थार्द्धेनाथवा पुनः ॥
]

`verse 47 [
पलद्वययुतेनैव लक्षमुक्तं पुरातनैः ॥
ब्राह्मणाश्च तथा भोज्या रुद्रसंख्याप्रमाणतः ॥
]

`verse 48 [
प्रियंगुपूजनादेव धर्माध्यक्षे परात्मनि ॥
धर्मार्थकामा वर्द्धंते पूजा सर्वसुखावहा ॥
]

`verse 49 [
प्रस्थैकेन च तस्योक्तं लक्षमेकं पुरातनैः॥
ब्रह्मभोजं तथा प्रोक्तमर्कसंख्याप्रमाणतः॥
]

`verse 50 [
राजिकापूजनं शंभोश्शत्रोर्मृत्युकरं स्मृतम्॥
सार्षपानां तथा लक्षं पलैर्विशतिसंख्यया ॥
]

`verse 51 [
तेषां च पूजनादेव शत्रोर्मृत्युरुदाहृतः ॥
आढकीनां दलैश्चैव शोभयित्वार्चयेच्छिवम्॥
]

`verse 52 [
वृता गौश्च प्रदातव्या बलीवर्दस्तथैव च ॥
मरीचिसंभवा पूजा शत्रोर्नाशकरी स्मृता ॥
]

`verse 53 [
आढकीनां दलैश्चैव रंजयि त्वार्चयेच्छिवम् ॥
नानासुखकरी ह्येषा पूजा सर्वफलप्रदा ॥
]

`verse 54 [
धान्यमानमिति प्रोक्तं मया ते मुनिसत्तम ॥
लक्षमानं तु पुष्पाणां शृणु प्रीत्या मुनीश्वर ॥
]

`verse 55 [
प्रस्थानां च तथा चैकं शंखपुष्पसमुद्भवम् ॥
प्रोक्तं व्यासेन लक्षं हि सूक्ष्ममानप्रदर्शिना ॥2.1.14.६०॥
प्रस्थैरेकादशैर्जातिलक्षमानं प्रकीर्तितम् ॥
यूथिकायास्तथा मानं राजिकायास्तदर्द्धकम् ॥
]

`verse 56 [
प्रस्थैर्विंशतिकैश्चैव मल्लिकामान मुत्तमम् ॥
तिलपुष्पैस्तथा मानं प्रस्थान्न्यूनं तथैव च ॥
]

`verse 57 [
ततश्च द्विगुणं मानं करवीरभवे स्मृतम् ॥
निर्गुंडीकुसुमे मानं तथैव कथितं बुधैः ॥
]

`verse 58 [
कर्णिकारे तथा मानं शिरीषकुसुमे पुनः ॥
बंधुजीवे तथा मानं प्रस्थानं दशकेन च ॥
]

`verse 59 [
इत्याद्यैर्विविधै मानं दृष्ट्वा कुर्याच्छिवार्चनम् ॥
सर्वकामसमृध्यर्थं मुक्त्यर्थं कामनोज्झितः ॥
]

`verse 60 [
अतः परं प्रवक्ष्यामि धारापूजाफलं महत् ॥
यस्य श्रवणमात्रेण कल्याणं जायते नृणाम् ॥
]

`verse 61 [
विधानपूर्वकं पूजां कृत्वा भक्त्या शिवस्य वै ॥
पश्चाच्च जलधारा हि कर्तव्या भक्तितत्परैः ॥
]

`verse 62 [
ज्वरप्रलापशांत्यर्थं जल धारा शुभावहा ॥
शतरुद्रियमंत्रेण रुद्रस्यैकादशेन तु ॥
]

`verse 63 [
रुद्रजाप्येन वा तत्र सूक्तेन् पौरुषेण वा ॥
षडंगेनाथ वा तत्र महामृत्युंजयेन च ॥
]

`verse 64 [
गायत्र्या वा नमोंतैश्च नामभिः प्रणवादिभिः ॥
मंत्रैवाथागमोक्तैश्च जलधारादिकं तथा ॥2.1.14.७०॥
सुखसंतानवृद्ध्यर्थं धारापूजनमुत्तमम् ॥
नानाद्रव्यैः शुभैर्दिव्यैः प्रीत्या सद्भस्मधारिणा ॥
]

`verse 65 [
घृतधारा शिवे कार्या यावन्मंत्रसहस्रकम् ॥
तदा वंशस्य विस्तारो जायते नात्र संशयः ॥ ॥
]

`verse 66 [
एवं मदुक्तमंत्रेण कार्यं वै शिवपूजनम् ॥
ब्रह्मभोज्यं तथा प्रोक्तं प्राजापत्यं मुनीश्वरैः ॥
]

`verse 67 [
केवलं दुग्धधारा च तदा कार्या विशेषतः ॥
शर्करामिश्रिता तत्र यदा बुद्धिजडो भवेत् ॥
]

`verse 68 [
तस्या संजायते जीवसदृशी बुद्धिरुत्तमा ॥
यावन्मंत्रायुतं न स्यात्तावद्धाराप्रपूजनम् ॥
]

`verse 69 [
यदा चोच्चाटनं देहे जायते कारणं विना ॥
यत्र कुत्रापि वा प्रेम दुःखं च परिवर्द्धितम् ॥
]

`verse 70 [
स्वगृहे कलहो नित्यं यदा चैव प्रजायते ॥
तद्धारायां कृतायां वै सर्वं दुःखं विलीयते ॥
]

`verse 71 [
शत्रूणां तापनार्थं वै तैलधारा शिवोपरि ॥
कर्तव्या सुप्रयत्नेन कार्यसिद्धिर्धुवं भवेत् ॥
]

`verse 72 [
मासि तेनैव तैलेन भोगवृद्धिः प्रजायते ॥
सार्षपेनैव तैलेन शत्रुनाशो -भवेद्ध्रुवम् ॥
]

`verse 73 [
मधुना यक्षराजो वै गच्छेच्च शिवपूजनात ॥
धारा चेक्षुरसस्यापि सर्वानन्दकरी शिवे ॥ 2.1.14.८० ॥
धारा गंगाजलस्यैव भुक्तिमुक्तिफलप्रदा ॥
एतास्सर्वाश्च याः प्रोक्ता मृत्यंजयसमुद्भवाः ॥
]

`verse 74 [
तत्राऽयुतप्रमाणं हि कर्तव्यं तद्विधानतः ॥
कर्तव्यं ब्राह्मणानां च भोज्यं वै रुद्रसंख्यया ॥
]

`verse 75 [
एतत्ते सर्वमाख्यातं यत्पृष्टोऽहं मुनीश्वर ॥
एतद्वै सफलं लोके सर्वकामहितावहम् ॥
]

`verse 76 [
स्कंदोमासहितं शंभुं संपूज्य विधिना सह ॥
यत्फलं लभते भक्त्या तद्वदामि यथाश्रुतम् ॥
]

`verse 77 [
अत्र भुक्त्वाखिलं सौख्यं पुत्रपौत्रादिभिः शुभम् ॥
ततो याति महेशस्य लोकं सर्वसुखावहम् ॥
]

`verse 78 [
सूर्यकोटिप्रतीकाशैर्विमानैः सर्वकामगैः ॥
रुद्रकन्यासमाकीर्णैर्गेयवाद्यसमन्वितैः ॥
]

`verse 79 [
क्रीडते शिवभूतश्च यावदाभूतसंप्लवम् ॥
ततो मोक्षमवाप्नोति विज्ञानं प्राप्य चाव्ययम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे प्रथम खंडे द्वितीयायां रुद्रसंहितायां सृष्ट्युपाख्याने शिवपूजाविधानवर्णनो नाम चतुर्दशोऽध्यायः ॥
]
