`speaker [
नारद उवाच
]

`verse 1 [
विधे विधे महाभाग धन्यस्त्वं सुरसत्तम ॥
श्राविताद्याद्भुता शैवकथा परमपावनी ॥
]

`verse 2 [
तत्राद्भुता महादिव्या लिंगोत्पत्तिः श्रुता शुभा ॥
श्रुत्वा यस्याः प्रभावं च दुःखनाशो भवेदिह ॥
]

`verse 3 [
अनंतरं च यज्जातं माहात्म्यं चरितं तथा ॥
सृष्टेश्चैव प्रकारं च कथय त्वं विशेषतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
सम्यक् पृष्टे च भवता यज्जातं तदनंतरम् ॥
कथयिष्यामि संक्षेपाद्यथा पूर्वं श्रुतं मया ॥
]

`verse 5 [
अंतर्हिते तदा देवे शिवरूपे सनातने ॥
अहं विष्णुश्च विप्रेन्द्र अधिकं सुखमाप्तवान् ॥
]

`verse 6 [
मया च विष्णुना रूपं हंसवाराहयोस्तदा ॥
संवृतं तु ततस्ताभ्यां लोकसर्गावनेच्छया ॥
]

`speaker [
नारद उवाच
]

`verse 7 [
विधे ब्रह्मन् महाप्राज्ञ संशयो हृदि मे महान् ॥
कृपां कृत्वातुलां शीघ्रं तं नाशयितुमर्हसि ॥
]

`verse 8 [
हंसवाराहयो रूपं युवाभ्यां च धृतं कथम् ॥
अन्यद्रूपं विहायैव किमत्र वद कारणम् ॥
]

`speaker [
सूत उवाच
]

`verse 9 [
इत्येतद्वचनं श्रुत्वा नारदस्य महात्मनः ॥
स्मृत्वा शिवपदांभोजं ब्रह्मा सादरमब्रवीत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
हंसस्य चोर्द्ध्वगमने गतिर्भवति निश्चला ॥
तत्त्वातत्त्वविवेकोऽस्ति जलदुग्धविभागवत् ॥ 2.1.15.१० ॥
अज्ञानज्ञानयोस्तत्त्वं विवेचयति हंसकः॥
हंसरूपं धृतं तेन ब्रह्मणा सृष्टिकारिणा ॥
]

`verse 11 [
विवेको नैव लब्धश्च यतो हंसो व्यलीयत ॥
शिवस्वरूपतत्त्वस्य ज्योतिरूपस्य नारद ॥
]

`verse 12 [
सृष्टिप्रवृत्तिकामस्य कथं ज्ञानं प्रजायते ॥
यतो लब्धो विवेकोऽपि न मया हंसरूपिणा ॥
]

`verse 13 [
गमनेऽधो वराहस्य गतिर्भवति निश्चला ॥
धृतं वाराहरूपं हि विष्णुना वनचारिणा ॥
]

`verse 14 [
अथवा भवकल्पार्थं तद्रूपं हि प्रकल्पितम् ॥
विष्णुना च वराहस्य भुवनावनकारिणा ॥
]

`verse 15 [
यद्दिनं हि समारभ्य तद्रूपं धृतवान्हरिः ॥
तद्दिनं प्रति कल्पोऽसौ कल्पो वाराहसंज्ञकः ॥
]

`verse 16 [
तदिच्छा वा यदा जाता ताभ्यां रूपं हि धारणे ॥
तद्दिनं प्रतिकल्पोऽसौ कल्पो वाराहसंज्ञक् ॥
]

`verse 17 [
इति प्रश्नोत्तरं दत्तं प्रस्तुतं शृणु नारद ॥
स्मृत्वा शिवपदांभोजं वक्ष्ये सृष्टिविधिं मुने ॥
]

`verse 18 [
अंतर्हिते महादेवे त्वहं लोकपितामहः ॥
तदीयं वचनं कर्तुमध्यायन्ध्यानतत्परः ॥
]

`verse 19 [
नमस्कृत्य तदा शंभुं ज्ञानं प्राप्य हरेस्तदा ॥
आनंदं परमं गत्वा सृष्टिं कर्तुं मनो दधे ॥ 2.1.15.२० ॥
विष्णुश्चापि तदा तत्र प्रणिपत्य सदाशिवम् ॥
उपदिश्य च मां तात ह्यंतर्धानमुपागतः ॥
]

`verse 20 [
ब्रह्माण्डाच्च बहिर्गत्वा प्राप्य शम्भोरनुग्रहम् ॥
वैकुंठनगरं गत्वा तत्रोवास हरिस्सदा ॥
]

`verse 21 [
अहं स्मृत्वा शिवं तत्र विष्णुं वै सृष्टिकाम्यया ॥
पूर्वं सृष्टं जलं यच्च तत्रांजलिमुदाक्षिपम् ॥
]

`verse 22 [
अतोऽण्डमभवत्तत्र चतुर्विंशतिसंज्ञ कम् ॥
विराड्रूपमभूद्विप्र जलरूपमपश्यतः ॥
]

`verse 23 [
ततस्संशयमापन्नस्तपस्तेपे सुदारुणम् ॥
द्वादशाब्दमहं तत्र विष्णुध्यानपरायणः ॥
]

`verse 24 [
तस्मिंश्च समये तात प्रादुर्भूतो हरिस्स्वयम् ॥
मामुवाच महाप्रीत्या मदंगं संस्पृशन्मुदा ॥
]

`verse 25 [
॥ विष्णुरुवाच ॥ ॥
वरं ब्रूहि प्रसन्नोऽस्मि नादेयो विद्यते तव ॥
ब्रह्मञ्छंभुप्रसादेन सर्वं दातुं समर्थकः ॥
]

`verse 26 [
ब्रह्मोवाच ॥ ॥
युक्तमेतन्महाभाग दत्तोऽहं शंभुना च ते ॥
तदुक्तं याचते मेऽद्य देहि विष्णो नमोऽस्तु ते ॥
]

`verse 27 [
विराड्रूपमिदं ह्यंडं चतुर्विंशतिसंज्ञकम् ॥
न चैतन्यं भवत्यादौ जडीभूतं प्रदृश्यते ॥
]

`verse 28 [
प्रादुर्भूतो भवानद्य शिवानुग्रहतो हरे ॥
प्राप्तं शंकरसंभूत्या ह्यण्डं चैतन्यमावह ॥ 2.1.15.३० ॥
इत्युक्ते च महाविष्णुश्शंभोराज्ञापरायणः ॥
अनंतरूपमास्थाय प्रविवेश तदंडकम् ॥ ॥
]

`verse 29 [
सहस्रशीर्षा पुरुषस्सहस्राक्षः सहस्रपात् ॥
स भूमिं सर्वतस्पृत्वा तदण्डं व्याप्तवानिति ॥
]

`verse 30 [
प्रविष्टे विष्णुना तस्मिन्नण्डे सम्यक्स्तुतेन मे ॥
सचेतनमभूदण्डं चतुर्विंशतिसंज्ञकम् ॥
]

`verse 31 [
पातालादि समारभ्य सप्तलोकाधिपः स्वयम् ॥
राजते स्म हरिस्तत्र वैराजः पुरुषः प्रभुः ॥
]

`verse 32 [
कैलासनगरं रम्यं सर्वोपरि विराजितम् ॥
निवासार्थं निजस्यैव पंचवक्त्र श्चकार ह ॥
]

`verse 33 [
ब्रह्मांडस्य तथा नाशे वैकुण्ठस्य च तस्य च ॥
कदाचिदेव देवर्षे नाशो नास्ति तयोरिह ॥
]

`verse 34 [
सत्यं पदमुपाश्रित्य स्थितोऽहं मुनिसत्तम ॥
सृष्टिकामोऽभवं तात महादेवाज्ञया ह्यहम् ॥
]

`verse 35 [
सिसृक्षोरथ मे प्रादुरभवत्पापसर्गकः।
अविद्यापंचकस्तात बुद्धिपूर्वस्तमोपमः ॥
]

`verse 36 [
ततः प्रसन्नचित्तोऽहमसृजं स्थावराभिधम् ॥
मुख्यसर्गं च निस्संगमध्यायं शंभुशासनात् ॥
]

`verse 37 [
तं दृष्ट्वा मे सिसृक्षोश्च ज्ञात्वा साधकमात्मनः ॥
सर्गोऽवर्तत दुःखाढ्यस्तिर्यक्स्रोता न साधकः ॥ 2.1.15.४० ॥
तं चासाधकमाज्ञाय पुनश्चिंतयतश्च मे ॥
अभवत्सात्त्विकस्सर्ग ऊर्ध्वस्रोता इति द्रुतम् ॥
]

`verse 38 [
देवसर्गः प्रतिख्यातस्सत्योऽतीव सुखावहः ॥
तमप्यसाधकं मत्वाऽचिंतयं प्रभुमात्मनः ॥
]

`verse 39 [
प्रादुरासीत्ततस्सर्गो राजसः शंकराज्ञया ॥
अवाक्स्रोता इति ख्यातो मानुषः परसाधकः ॥
]

`verse 40 [
महादेवाज्ञया सर्गस्ततो भूतादिकोऽभवत् ॥
इति पंचविधा सृष्टिः प्रवृत्ता वै कृता मया ॥
]

`verse 41 [
त्रयस्सर्गाः प्रकृत्याश्च ब्रह्मणः परिकीर्तिताः ॥
तत्राद्यो महतस्सर्गो द्वितीयः सूक्ष्मभौतिकः ॥
]

`verse 42 [
वैकारिकस्तृतीयश्च इत्येते प्रकृतास्त्रयः ॥
एवं चाष्टविधास्सर्गाः प्रकृतेर्वेकृतैः सह ॥
]

`verse 43 [
कौमारो नवमः प्रोक्तः प्राकृतो वैकृतश्च सः ॥
एषामवांतरो भेदो मया वक्तुं न शक्यते ॥
]

`verse 44 [
अल्पत्वादुपयोगस्य वच्मि सर्गं द्विजात्मकम् ॥
कौमारः सनकादीनां यत्र सर्गो महानभूत् ॥
]

`verse 45 [
सनकाद्याः सुता मे हि मानसा ब्रह्मसंमिताः ॥
महावैराग्यसंपन्ना अभवन्पंच सुव्रताः ॥
]

`verse 46 [
मयाज्ञप्ता अपि च ते संसारविमुखा बुधाः ॥
शिवध्यानैकमनसो न सृष्टौ चक्रिरे मतिम् ॥ 2.1.15.५० ॥
प्रत्युत्तरं च तदनु श्रुत्वाहं मुनिसत्तम ॥
अकार्षं क्रोधमत्युग्रं मोहमाप्तश्च नारद ॥
]

`verse 47 [
कुद्धस्य मोहितस्याथ विह्वलस्य मुने मम ॥
क्रोधेन खलु नेत्राभ्यां प्रापतन्नश्रुबिंदवः ॥ ॥
]

`verse 48 [
तस्मिन्नवसरे तत्र स्मृतेन मनसा मया ॥
प्रबोधितोहं त्वरितमागतेना हि विष्णुना ॥
]

`verse 49 [
तपः कुरु शिवस्येति हरिणा शिक्षितोऽप्यहम् ॥
तपोकारी महद्घोरं परमं मुनिसत्तम ॥
]

`verse 50 [
तपस्यतश्च सृष्ट्यर्थं भ्रुवोर्घ्राणस्य मध्यतः ॥
अविमुक्ताभिधाद्देशात्स्वकीयान्मे विशेषतः ॥
]

`verse 51 [
त्रिमूर्तीनां महेशस्य प्रादुरासीद्घृणानिधिः ॥
आर्द्धनारीश्वरो भूत्वा पूर्णाशस्सकलेश्वरः ॥
]

`verse 52 [
तमजं शंकरं साक्षात्तेजोराशिमुमापतिम् ॥
सर्वज्ञं सर्वकर्तारं नीललोहितसंज्ञकम् ॥
]

`verse 53 [
दृष्ट्वा नत्वा महाभक्त्या स्तुत्वाहं तु प्रहर्षितः ॥
अवोचं देवदेवेशं सृज त्वं विविधाः प्रजाः॥
]

`verse 54 [
श्रुत्वा मम वचस्सोथ देवदेवो महेश्वरः ॥
ससर्ज स्वात्मनस्तुल्यान्रुद्रो रुद्रगणान्बहून ॥
]

`verse 55 [
अवोचं पुनरेवेशं महारुद्रं महेश्वरम् ॥
जन्ममृत्युभयाविष्टास्सृज देव प्रजा इति ॥ 2.1.15.६० ॥
एवं श्रुत्वा महादेवो मद्वचः करुणानिधिः ॥
प्रहस्योवाच मां सद्यः प्रहस्य मुनिसत्तम ॥
]

`speaker [
महादेव उवाच
]

`verse 56 [
जन्ममृत्युभयाविष्टा नाहं स्रक्ष्ये प्रजा विधे ॥
अशोभनाः कर्मवशा विमग्ना दुःखवारिधौ ॥
]

`verse 57 [
अहं दुःखोदधौ मग्ना उद्धरिष्यामि च प्रजाः ॥
सम्यक्ज्ञानप्रदानेन गुरुमूर्तिपरिग्रहः ॥
]

`verse 58 [
त्वमेव सृज दुःखाढ्याः प्रजास्सर्वाः प्रजापते ॥
मदाज्ञया न बद्धस्त्वं मायया संभविष्यसि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 59 [
इत्युक्त्वा मां स भगवान्सुश्रीमान्नीललोहितः ॥
सगणः पश्यतो मे हि द्रुतमंतर्दधे हरः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखंडे सृष्ट्युपक्रमे रुद्रावताराविर्भाववर्णनो नाम पञ्चदशोऽध्यायः॥ ॥
]
