`speaker [
ब्रह्मोवाच
]

`verse 1 [
शब्दादीनि च भूतानि पंचीकृत्वाहमात्मना ॥
तेभ्यः स्थूलं नभो वायुं वह्निं चैव जलं महीम् ॥
]

`verse 2 [
पर्वतांश्च समुद्रांश्च वृक्षादीनपि नारद ॥
कलादियुगपर्येतान्कालानन्यानवासृजम् ॥
]

`verse 3 [
सृष्ट्यंतानपरांश्चापि नाहं तुष्टोऽभव न्मुने ॥
ततो ध्यात्वा शिवं साम्बं साधकानसृजं मुने ॥
]

`verse 4 [
मरीचिं च स्वनेत्राभ्यां हृदयाद्भृगुमेव च ॥
शिरसोऽगिरसं व्यानात्पुलहं मुनिसत्तमम् ॥
]

`verse 5 [
उदानाच्च पुलस्त्यं हि वसिष्ठञ्च समानतः ॥
क्रतुं त्वपानाच्छ्रोत्राभ्यामत्रिं दक्षं च प्राणतः ॥
]

`verse 6 [
असृजं त्वां तदोत्संगाच्छायायाः कर्दमं मुनिम् ॥
संकल्पादसृजं धर्मं सर्वसाधनसाधनम् ॥
]

`verse 7 [
एवमेतानहं सृष्ट्वा कृतार्थस्साधकोत्तमान् ॥
अभवं मुनिशार्दूल महादेवप्रसादतः ॥
]

`verse 8 [
ततो मदाज्ञया तात धर्मः संकल्पसंभवः ॥
मानवं रूपमापन्नस्साधकैस्तु प्रवर्तितः ॥
]

`verse 9 [
ततोऽसृजं स्वगात्रेभ्यो विविधेभ्योऽमितान्सुतान् ॥
सुरासुरादिकांस्तेभ्यो दत्त्वा तां तां तनुं मुने ॥
]

`verse 10 [
ततोऽहं शंकरेणाथ प्रेरितोंऽतर्गतेन ह ॥
द्विधा कृत्वात्मनो देहं द्विरूपश्चाभवं मुने ॥ 2.1.16.१० ॥
अर्द्धेन नारी पुरुषश्चार्द्धेन संततो मुने ।
स तस्यामसृजद्द्वंद्वं सर्वसाधनमुत्तमम् ॥
]

`verse 11 [
स्वायंभुवो मनुस्तत्र पुरुषः परसाधनम् ॥
शतरूपाभिधा नारी योगिनी सा तपस्विनी ॥
]

`verse 12 [
सा पुनर्मनुना तेन गृहीतातीव शोभना ॥
विवाहविधिना ताताऽसृजत्सर्गं समैथुनम् ॥
]

`verse 13 [
तस्यां तेन समुत्पन्नस्तनयश्च प्रियव्रतः ॥
तथैवोत्तानपादश्च तथा कन्यात्रयं पुनः॥
]

`verse 14 [
आकूतिर्देवहूतिश्च प्रसूतिरिति विश्रुताः ॥
आकूतिं रुचये प्रादात्कर्दमाय तु मध्यमाम् ॥
]

`verse 15 [
ददौ प्रसूतिं दक्षायोत्तानपादानुजां सुताः ॥
तासां प्रसूतिप्रसवैस्सर्वं व्याप्तं चराचरम् ॥
]

`verse 16 [
आकूत्यां च रुचेश्चाभूद्वंद्वं यज्ञश्च दक्षिणा ॥
यज्ञस्य जज्ञिरे पुत्रा दक्षिणायां च द्वादश ॥
]

`verse 17 [
देवहूत्यां कर्दमाच्च बह्व्यो जातास्सुता मुने ॥
दशाज्जाताश्चतस्रश्च तथा पुत्र्यश्च विंशतिः ॥
]

`verse 18 [
धर्माय दत्ता दक्षेण श्रद्धाद्यास्तु त्रयोदश ॥
शृणु तासां च नामानि धर्मस्त्रीणां मुनीश्वर॥
]

`verse 19 [
श्रद्धा लक्ष्मीर्धृतिस्तुष्टिः पुष्टिर्मेधा तथा क्रिया ॥
वसुःर्बुद्धि लज्जा शांतिः सिद्धिः कीर्तिस्त्रयोदश ॥2.1.16.२०॥
ताभ्यां शिष्टा यवीयस्य एकादश सुलोचनाः ॥
ख्यातिस्सत्पथसंभूतिः स्मृतिः प्रीतिः क्षमा तथा॥
]

`verse 20 [
सन्नतिश्चानुरूपा च ऊर्जा स्वाहा स्वधा तथा ॥
भृगुर्भवो मरीचिश्च तथा चैवांगिरा मुनिः ॥
]

`verse 21 [
पुलस्त्यः पुलहश्चैव क्रतुश्चर्षिवरस्तथा ॥
अत्रिर्वासिष्ठो वह्निश्च पितरश्च यथाक्रमम् ॥
]

`verse 22 [
ख्यातास्ता जगृहुः कन्या भृग्वाद्यास्साधका वराः ॥
ततस्संपूरितं सर्वं त्रैलोक्यं सचराचरम् ॥
]

`verse 23 [
एवं कर्मानुरूपेण प्रणिनामंबिकापते॥
आज्ञया बहवो जाता असंख्याता द्विजर्षभाः ॥
]

`verse 24 [
कल्पभेदेन दक्षस्य षष्टिः कन्याः प्रकीर्तिताः ॥
तासां दश च धर्माय शशिने सप्तविंशतिम् ॥
]

`verse 25 [
विधिना दत्तवान्दक्षः कश्यपाय त्रयोदश ॥
चतस्रः पररूपाय ददौ तार्क्ष्याय नारद॥
]

`verse 26 [
भृग्वंगिरः कृशाश्वेभ्यो द्वे द्वे कन्ये च दत्तवान् ॥
ताभ्यस्तेभ्यस्तु संजाता बह्वी सृष्टिश्चराचरा ॥
]

`verse 27 [
त्रयोदशमितास्तस्मै कश्यपाय महात्मने ॥
दत्ता दक्षेण याः कन्या विधिवन्मुनिसत्तम ॥
]

`verse 28 [
तासां प्रसूतिभिर्व्याप्तं त्रैलोक्यं सचराचरम् ॥
स्थावरं जंगमं चैव शून्य नैव तु किंचन ॥ 2.1.16.३० ॥
देवाश्च ऋषयश्चैव दैत्याश्चैव प्रजज्ञिरे ॥
वृक्षाश्च पक्षिणश्चैव सर्वे पर्वतवीरुधः ॥
]

`verse 29 [
दक्षकन्याप्रसूतैश्च व्याप्तमेवं चराचरम् ॥
पातालतलमारभ्य सत्यलोकावधि ध्रुवम् ॥
]

`verse 30 [
ब्रह्मांडं सकलं व्याप्तं शून्यं नैव कदाचन ॥
एवं सृष्टिः कृता सम्यग्ब्रह्मणा शंभुशासनात् ॥
]

`verse 31 [
सती नाम त्रिशूलाग्रे सदा रुद्रेण रक्षिता ॥
तपोर्थं निर्मिता पूर्वं शंभुना सर्वविष्णुना ॥
]

`verse 32 [
सैव दक्षात्समुद्भूता लोककार्यार्थमेव च ॥
लीलां चकार बहुशो भक्तोद्धरणहेतवे॥ ॥
]

`verse 33 [
वामांगो यस्य वैकुंठो दक्षिणांगोऽहमेव च ॥
रुद्रो हृदयजो यस्य त्रिविधस्तु शिवः स्मृतः॥
]

`verse 34 [
अहं विष्णुश्च रुद्रश्च गुणास्त्रय उदाहृताः॥
स्वयं सदा निर्गुणश्च परब्रह्माव्ययश्शिवः ॥
]

`verse 35 [
विष्णुस्सत्त्वं रजोऽहं च तमो रुद्र उदाहृतः॥
लोकाचारत इत्येवं नामतो वस्तुतोऽन्यथा ॥
]

`verse 36 [
अंतस्तमो बहिस्सत्त्वो विष्णूरुद्रस्तथा मतः ॥
अंतस्सत्त्वस्तमोबाह्यो रजोहं सर्वेथा मुने ॥ ॥
]

`verse 37 [
राजसी च सुरा देवी सत्त्वरूपात्तु सा सती ॥
लक्ष्मीस्तमोमयी ज्ञेया विरूपा च शिवा परा ॥2.1.16.४०॥
एवं शिवा सती भूत्वा शंकरेण विवाहिता ॥
पितुर्यज्ञे तनुं त्यक्त्वा नादात्तां स्वपदं ययौ ॥
]

`verse 38 [
पुनश्च पार्वती जाता देवप्रार्थनया शिवा ॥
तपः कृत्वा सुविपुलं पुनश्शिवमुपागता ॥
]

`verse 39 [
तस्या नामान्यनेकानि जातानि च मुनीश्वर॥
कालिका चंडिका भद्रा चामुंडा विजया जया ॥
]

`verse 40 [
जयंती भद्रकाली च दुर्गा भगवतीति च ॥
कामाख्या कामदा ह्यम्बा मृडानी सर्वमंगला ॥
]

`verse 41 [
नामधेयान्यनेकानि भुक्तिमुक्तिप्रदानि च॥
गुणकर्मानुरूपाणि प्रायशस्तत्र पार्वती ॥
]

`verse 42 [
गुणमय्यस्तथा देव्यो देवा गुणमयास्त्रयः ॥
मिलित्वा विविधं सृष्टेश्चक्रुस्ते कार्यमुत्तमम् ॥
]

`verse 43 [
एवं सृष्टिप्रकारस्ते वर्णितो मुनिसत्तम॥
शिवाज्ञया विरचितो ब्रह्मांडस्य मयाऽखिलः ॥ ॥
]

`verse 44 [
परं ब्रह्म शिवः प्रोक्तस्तस्य रूपास्त्रयः सुराः ॥
अहं विष्णुश्च रुद्रश्च गुणभेदानुरूपतः ॥
]

`verse 45 [
शिवया रमते स्वैरं शिवलोके मनोरमे ॥
स्वतंत्रः परमात्मा हि निर्गुणस्सगुणोऽपि वै ॥
]

`verse 46 [
तस्य पूर्णवतारो हिं रुद्रस्साक्षाच्छिवः स्मृतः ॥
कैलासे भवनं रम्यं पंचवक्त्रश्चकार ह ॥
ब्रह्मांडस्य तथा नाशे तस्य नाशोस्ति वै न हि ॥2.1.16.५०॥

इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथम खंडे सृष्ट्युपाख्याने ब्रह्मनारदसंवादे सृष्टिवर्णनो नाम षोडशोऽध्यायः ॥
]
