`speaker [
सूत उवाच
]

`verse 1 [
इत्याकर्ण्य वचस्तस्य ब्रह्मणस्स तु नारदः ॥
पुनः पप्रच्छ तं नत्वा विनयेन मुनीश्वराः ॥
]

`speaker [
नारद उवाच
]

`verse 2 [
कदागतो हि कैलासं शंकरो भक्तवत्सलः ॥
क्व वा सखित्वं तस्यासीत्कुबेरेण महात्मना ॥
]

`verse 3 [
किं चकार हरस्तत्र परिपूर्णः शिवाकृतिः ॥
एतत्सर्वं समाचक्ष्व परं कौतूहलं मम ॥ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
शृणु नारद वक्ष्यामि चरितं शशिमौलिनः ॥
यथा जगाम कैलासं सखित्वं धनदस्य च ॥
]

`verse 5 [
असीत्कांपिल्यनगरे सोमयाजिकुलोद्भवः॥
दीक्षितो यज्ञदत्ताख्यो यज्ञविद्याविशारदः ॥
]

`verse 6 [
वेदवेदांगवित्प्राज्ञो वेदान्तादिषु दक्षिणः॥
राजमान्योऽथ बहुधा वदान्यः कीर्तिभाजनः॥
]

`verse 7 [
अग्निशुश्रूषणरतो वेदाध्ययनतत्परः॥
सुन्दरो रमणीयांगश्चन्द्रबिंबसमाकृतिः॥
]

`verse 8 [
आसीद्गुणनिधिर्नाम दीक्षितस्यास्य वै सुतः॥
कृतोपनयनस्सोष्टौ विद्या जग्राह भूरिशः॥
अथ पित्रानभिज्ञातो यूतकर्मरतोऽभवत् ॥
]

`verse 9 [
आदायादाय बहुशो धनं मातुस्सकाशतः॥
समदाद्यूतकारेभ्यो मैत्रीं तैश्च चकार सः॥
]

`verse 10 [
संत्यक्तब्राह्मणाचारः संध्यास्नानपराङ्मुखः॥
निंदको वेदशास्त्राणां देवब्राह्मणनिंदकः॥2.1.17.१०॥
स्मृत्याचारविहीनस्तु गीतवाद्यविनोदभाक्॥
नटपाखंडभाण्डैस्तु बद्धप्रेमपरंपरः ॥
]

`verse 11 [
प्रेरितोऽपि जनन्या स न ययौ पितुरंतिकम् ॥
गृहकार्यांतरव्याप्तो दीक्षितो दीक्षितायिनीम्॥
]

`verse 12 [
यदा यदैव तां पृच्छेदये गुणनिधिस्सुतः ॥
न दृश्यते मया गेहे कल्याणि विदधाति किम् ॥
]

`verse 13 [
तदा तदेति सा ब्रूयादिदानीं स बहिर्गतः ॥
स्नात्वा समर्च्य वै देवानेतावंतमनेहसम्॥
]

`verse 14 [
अधीत्याध्ययनार्थं स द्विजैर्मित्रैस्समं ययौ ॥
एकपुत्रेति तन्माता प्रतारयति दीक्षितम्॥
]

`verse 15 [
न तत्कर्म च तद्वृत्तं किंचिद्वेत्ति स दीक्षितः ॥
सर्वं केशांतकर्मास्य चक्रे वर्षेऽथ षोडशे।
]

`verse 16 [
अथो स दीक्षितो यज्ञदत्तः पुत्रस्य तस्य च॥
गृह्योक्तेन विधानेन पाणिग्राहमकारयम्॥
]

`verse 17 [
प्रत्यहं तस्य जननी सुतं गुणनिधिं मृदु॥
शास्ति स्नेहार्द्रहृदया ह्युपवेश्य स्म नारद ॥१-॥
क्रोधनस्तेऽस्ति तनय स महात्मा पितेत्यलम् ॥
यदि ज्ञास्यति ते वृत्तं त्वां च मां ताडयिष्यति॥
]

`verse 18 [
आच्छादयामि ते नित्यं पितुरग्रे कुचेष्टितम्॥
लोकमान्योऽस्ति ते तातस्सदाचारैर्न वै धनैः ॥2.1.17.२०॥
ब्राह्मणानां धनं तात सद्विद्या साधुसं- गमः ॥
किमर्थं न करोषि त्वं सुरुचिं प्रीतमानसः ॥
]

`verse 19 [
सच्छ्रोत्रियास्तेऽनूचाना दीक्षितास्सोमयाजिनः ॥
इति रूढिमिह प्राप्तास्तव पूर्वपितामहाः ॥
]

`verse 20 [
त्यक्त्वा दुर्वृत्तसंसर्गं साधुसंगरतो भव ॥
सद्विद्यासु मनो धेहि ब्राह्मणाचारमाचर ॥
]

`verse 21 [
तातानुरूपो रूपेण यशसा कुलशीलतः ॥
ततो न त्रपसे किन्नस्त्यज दुर्वृत्ततां स्वकाम् ॥
]

`verse 22 [
ऊनविंशतिकोऽसि त्वमेषा षोडशवार्षिकी ॥
एतां संवृणु सद्वृत्तां पितृभक्तियुतो भव ॥
]

`verse 23 [
श्वशुरोऽपि हि ते मान्यस्सर्वत्र गुणशीलतः ॥
ततो न त्रपसे किन्नस्त्यज दुर्वृत्ततां सुत ॥
]

`verse 24 [
मातुलास्तेऽतुलाः पुत्र विद्याशीलकुलादिभिः ॥
तेभ्योऽपि न बिभेषि त्वं शुद्धोऽस्युभयवंशतः ॥
]

`verse 25 [
पश्यैतान्प्रति वेश्मस्थान्ब्राह्मणानां कुमारकान् ॥
गृहेऽपि शिष्यान्पश्यैतान्पितुस्ते विनयोचितान् ॥
]

`verse 26 [
राजापि श्रोष्यति यदा तव दुश्चेष्टितं सुत ॥
श्रद्धां विहाय ते ताते वृत्तिलोपं करिष्यति ॥
]

`verse 27 [
बालचेष्टितमेवैतद्वदंत्यद्यापि ते जनाः ॥
अनंतरं हरिष्यंति युक्तां दीक्षिततामिह ॥ 2.1.17.३० ॥
सर्वेप्याक्षारयिष्यंति तव तातं च मामपि ॥
मातुश्चरित्रं तनयो धत्ते दुर्भाषणैरिति ॥
]

`verse 28 [
पितापि ते न पापीयाञ्छ्रुतिस्मृतिपथानुगः ॥
तदंघ्रिलीनमनसो मम साक्षी महेश्वरः ॥
]

`verse 29 [
न चर्तुस्नातययापीह मुखं दुष्टस्य वीक्षितम्॥
अहो बलीयान्स विधिर्येन जातो भवानिति ॥
]

`verse 30 [
प्रतिक्षणं जनन्येति शिक्ष्यमाणोतिदुर्मतिः ॥।
न तत्याज च तद्धर्मं दुर्बोधो व्यसनी यतः ॥
]

`verse 31 [
मृगयामद्यपैशुन्यानृतचौर्यदुरोदरैः ॥
स वारदारैर्व्यसनैरेभिः कोऽत्र न खंडितः ॥
]

`verse 32 [
यद्यन्मध्यगृहे पश्येत्तत्तन्नीत्वा सुदुर्मतिः ॥
अर्पयेद्द्यूतकाराणां सकुप्यं वसनादिकम् ॥
]

`verse 33 [
न्यस्तां रत्नमयीं गेहे करस्य पितुरूर्मिकाम् ॥
चोरयित्वैकदादाय दुरोदरकरेऽर्पयत् ॥
]

`verse 34 [
दीक्षितेन परिज्ञातो दैवाद्द्यूतकृतः करे ॥
उवाच दीक्षितस्तं च कुतो लब्धा त्वयोर्मिका ॥
]

`verse 35 [
पृष्टस्तेनाथ निर्बंधादसकृत्तमुवाच सः ॥
मामाक्षिपसि विप्रोच्चैः किं मया चौर्यकर्मणा ॥
]

`verse 36 [
लब्धा मुद्रा त्वदीयेन पुत्रेणैव समर्पिता ॥
मम मातुर्हि पूर्वेद्युर्जित्वा नीतो हि शाटकः॥2.1.17.४०॥
न केवलं ममैवैतदंगुलीयं समर्पितम् ॥
अन्येषां द्यूतकर्तॄणां भूरि तेनार्पितं वसु ॥
]

`verse 37 [
रत्नकुप्यदुकूलानि शृंगारप्रभृतीनि च ॥
भाजनानि विचित्राणि कांस्यताम्रमयानि च ॥
]

`verse 38 [
नग्नीकृत्य प्रतिदिनं बध्यते द्यूतकारिभिः ॥
न तेन सदृशः कश्चिदाक्षिको भूमिमंडले ॥
]

`verse 39 [
अद्यावधि त्वया विप्र दुरोदर शिरोमणिः ॥
कथं नाज्ञायि तनयोऽविनयानयकोविदः ॥
]

`verse 40 [
इति श्रुत्वा त्रपाभारविनम्रतरकंधरः ॥
प्रावृत्य वाससा मौलिं प्राविशन्निजमन्दिरम् ॥
]

`verse 41 [
महापतिव्रतामस्य पत्नी प्रोवाच तामथ ॥
स दीक्षितो यज्ञदत्तः श्रौतकर्मपरायणः ॥
]

`speaker [
यज्ञदत्त उवाच
]

`verse 42 [
दीक्षितायनि कुत्रास्ति धूर्ते गुणनिधिस्सुतः ॥
अथ तिष्ठतु किं तेन क्व सा मम शुभोर्मिका ॥ ॥
]

`verse 43 [
अंगोद्वर्तनकाले या त्वया मेऽङ्गुलितो हृता ॥
सा त्वं रत्नमयी शीघ्रं तामानीय प्रयच्छ मे ॥
]

`verse 44 [
इति श्रुत्वाथ तद्वाक्यं भीता सा दीक्षितायनी ॥
प्रोवाच स्नानमध्याह्नीं क्रियां निष्पादयत्यथ ॥
]

`verse 45 [
व्यग्रास्मि देवपूजार्थमुपहारादिकर्मणि ॥
समयोऽयमतिक्रामेदतिथीनां प्रियातिथे ॥ 2.1.17.५० ॥
इदानीमेव पक्वान्नकारणव्यग्रया मया ॥
स्थापिता भाजने क्वापि विस्मृतेति न वेद्म्यहम् ॥
]

`speaker [
दीक्षित उवाच
]

`verse 46 [
हं हेऽसत्पुत्रजननि नित्यं सत्यप्रभाषिणि ॥
यदा यदा त्वां संपृछे तनयः क्व गतस्त्विति ॥ ॥
]

`verse 47 [
तदातदेति त्वं ब्रूयान्नथेदानीं स निर्गतः ॥
अधीत्याध्ययनार्थं च द्वित्रैर्मित्रैस्सयुग्बहिः ॥
]

`verse 48 [
कुतस्ते शाटकः पत्नि मांजिष्ठो यो मयार्पितः ॥
लभते योऽनिशं धाम्नि तथ्यं ब्रूहि भयं त्यज ॥
]

`verse 49 [
सांप्रतं नेक्ष्यते सोऽपि भृंगारो मणिमंडितः ॥
पट्टसूत्रमयी सापि त्रिपटी या मयार्पिता ॥
]

`verse 50 [
क्व दाक्षिणात्यं तत्कांस्यं गौडी ताम्रघटी क्व सा ॥
नागदंतमयी सा क्व सुखकौतुक मंचिका ॥
]

`verse 51 [
क्व सा पर्वतदेशीया चन्द्रकांतिरिवाद्भुता ॥
दीपकव्यग्रहस्ताग्रालंकृता शालभञ्जिका ॥
]

`verse 52 [
किं बहूक्तेन कुलजे तुभ्यं कुप्याम्यहं वृथा ॥
तदाभ्यवहारिष्येहमुपयंस्याम्यहं यदा ॥
]

`verse 53 [
अनपत्योऽस्मि तेनाहं दुष्टेन कुलदूषिणा ॥
उत्तिष्ठानय पाथस्त्वं तस्मै दद्यास्तिलांजलिम् ॥
]

`verse 54 [
अपुत्रत्वं वरं नॄणां कुपुत्रात्कुलपांसनात् ॥
त्यजेदेकं कुलस्यार्थे नीतिरेषा सनातनी ॥ 2.1.17.६० ॥
स्नात्वा नित्यविधिं कृत्वा तस्मिन्नेवाह्नि कस्यचित् ॥
श्रोत्रियस्य सुतां प्राप्य पाणिं जग्राह दीक्षितः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखण्डे सृष्ट्युपाख्याने गुणनिधिचरित्रवर्णनोनाम सप्तदशोऽध्यायः ॥
]
