`speaker [
ब्रह्मोवाच
]

`verse 1 [
श्रुत्वा तथा स वृत्तांतं प्राक्तनं स्वं विनिंद्य च ॥
कांचिद्दिशं समालोक्य निर्ययौ दीक्षितांगजः ॥
]

`verse 2 [
कियच्चिरं ततो गत्वा यज्ञदत्तात्मजस्स हि ॥
दुष्टो गुणनिधिस्तस्थौ गतोत्साहो विसर्जितः ॥
]

`verse 3 [
चिंतामवाप महतीं क्व यामि करवाणि किम् ॥
नाहमभ्यस्तविद्योऽस्मि न चैवातिधनोऽस्म्यहम् ॥
]

`verse 4 [
देशांतरे यस्य धनं स सद्यस्सुखमेधते ॥
भयमस्ति धने चौरात्स विघ्नस्सर्वतोभवः ॥
]

`verse 5 [
याजकस्य कुले जन्म कथं मे व्यसनं महत्॥
अहो बलीयान्हि विधिर्भाविकर्मानुसंधयेत् ॥
]

`verse 6 [
भिक्षितुन्नाधिगच्छामि न मे परिचितिः क्वचित् ॥
न च पार्श्वे धनं किञ्चित्किमत्र शरणं भवेत् ॥
]

`verse 7 [
सदानभ्युदिते भानौ प्रसूर्मे मिष्टभोजनम् ॥
दद्यादद्यात्र कं याचे न चेह जननी मम ॥
]

`verse 8 [
ब्रह्मोवाच ॥ ॥
इति चिंतयतस्तस्य बहुशस्तत्र नारद ॥
अति दीनं तरोर्मूले भानुरस्ताचलं गतः ॥
]

`verse 9 [
एतस्मिन्नेव समये कश्चिन्माहेश्वरो नरः ॥
सहोपहारानादाय नगराद्बहिरभ्यगात् ॥
]

`verse 10 [
नानाविधान्महादिव्यान्स्वजनैः परिवारितः ॥
समभ्यर्चितुमीशानं शिवरात्रावुपोषितः ॥2.1.18.१०॥
शिवालयं प्रविश्याथ स भक्तश्शिवसक्तधीः ॥
यथोचितं सुचित्तेन पूजयामास शंकरम् ॥
]

`verse 11 [
पक्वान्नगंधमाघ्राय यज्ञदत्तात्मजो द्विजः ॥
पितृत्यक्तो मातृहीनः क्षुधितः स तमन्वगात् ॥
]

`verse 12 [
इदमन्नं मया ग्राह्यं शिवायोपकृतं निशि ॥
सुप्ते शैवजने दैवात्सर्वस्मिन्विविधं महत् ॥
]

`verse 13 [
इत्याशामवलम्ब्याथ द्वारि शंभोरुपाविशत् ॥
ददर्श च महापूजां तेन भक्तेन निर्मिताम् ॥
]

`verse 14 [
विधाय नृत्यगीतादि भक्तास्सुप्ताः क्षणे यदा ॥
नैवेद्यं स तदादातुं भर्गागारं विवेश ह ॥
]

`verse 15 [
दीपं मंदप्रभं दृष्ट्वा पक्वान्नवीक्षणाय सः ॥
निजचैलांजलाद्वर्तिं कृत्वा दीपं प्रकाश्य च ॥
]

`verse 16 [
यज्ञदत्तात्मजस्सोऽथ शिवनैवेद्यमादरात् ॥
जग्राह सहसा प्रीत्या पक्वान्न वहुशस्ततः ॥
]

`verse 17 [
ततः पक्वान्नमादाय त्वरितं गच्छतो बहिः ॥
तस्य पादतलाघातात्प्रसुप्तः कोप्यबुध्यत ॥
]

`verse 18 [
कोऽयं कोऽयं त्वरापन्नो गृह्यतां गृह्यता मसौ ॥
इति चुक्रोश स जनो गिरा भयमहोच्चया ॥
]

`verse 19 [
यावद्भयात्समागत्य तावत्स पुररक्षकैः ॥
पलायमानो निहतः क्षणादंधत्वमागतः ॥ 2.1.18.२० ॥
अभक्षयच्च नैवेद्यं यज्ञदत्तात्मजो मुने ॥
शिवानुग्रहतो नूनं भाविपुण्यबलान्न सः ॥
]

`verse 20 [
अथ बद्धस्समागत्य पाशमुद्गरपाणिभिः ॥
निनीषुभिः संयमनीं याम्यैस्स विकटैर्भटैः ॥
]

`verse 21 [
तावत्पारिषदाः प्राप्ताः किंकि णीजालमालिनः ॥
दिव्यं विमानमादाय तं नेतुं शूलपाणयः ॥
]

`verse 22 [
शिवगणा ऊचुः ॥ ॥
मुंचतैनं द्विजं याम्या गणाः परम धार्मिकम् ॥
दण्डयोग्यो न विप्रोऽसौ दग्धसर्वाघसंचयः ॥
]

`verse 23 [
इत्याकर्ण्य वचस्ते हि यमराजगणास्ततः ॥
महादेवगणानाहुर्बभूवुश्चकिता भृशम् ॥
]

`verse 24 [
शंभोर्गणानथालोक्य भीतैस्तैर्यमकिंकरैः ॥
अवादि प्रणतैरित्थं दुर्वृत्तोऽयं गणा द्विजः ॥
]

`speaker [
यमगणा ऊचुः
]

`verse 25 [
कुलाचारं प्रतीर्य्यैष पित्रोर्वाक्यपराङ्मुखः ॥
सत्यशौचपरिभ्रष्टस्संध्यास्नानविवर्जितः ॥
]

`verse 26 [
आस्तां दूरेस्य कर्मान्यच्छिवनिर्माल्यलंघकः ॥
प्रत्यक्षतोऽत्र वीक्षध्वमस्पृश्योऽयं भवादृशाम् ॥
]

`verse 27 [
शिवनिर्माल्यभोक्तारश्शिवनिर्म्माल्यलंघकाः ॥
शिवनिर्माल्यदातारः स्पर्शस्तेषां ह्यपुण्यकृत्॥
]

`verse 28 [
विषमालोक्य वा पेयं श्रेयो वा स्पर्शनं परम्॥
सेवितव्यं शिवस्वं न प्राणः कण्ठगतैरपि ॥2.1.18.३०॥
यूयं प्रमाणं धर्मेषु यथा न च तथा वयम् ॥
अस्ति चेद्धर्मलेशोस्य गणास्तं शृणुमो वयम्॥
]

`verse 29 [
इत्थं तद्वाक्यमाकर्ण्य यामानां शिवकिंकराः ॥
स्मृत्वा शिवपदाम्भोजं प्रोचुः पारिषदास्तु तान् ॥
]

`verse 30 [
शिवकिंकरा ऊचुः ॥ ॥
किंकराश्शिवधर्मा ये सूक्ष्मास्ते तु भवादृशैः ॥
स्थूललक्ष्यैः कथं लक्ष्या लक्ष्या ये सूक्ष्मदृष्टिभिः ॥
]

`verse 31 [
अनेनानेनसा कर्म यत्कृतं शृणुतेह तत् ॥
यज्ञदत्तात्मजेनाथ सावधानतया गणाः ॥
]

`verse 32 [
पतंती लिंगशिरसि दीपच्छाया निवारिता ॥
स्वचैलांचलतोऽनेन दत्त्वा दीपदशां निशि ॥
]

`verse 33 [
अपरोपि परो धर्मो जातस्तत्रास्य किंकरः ॥
शृण्वतः शिवनामानि प्रसंगादपि गृह्णताम्।ऽ।३६॥
भक्तेन विधिना पूजा क्रियमाणा निरीक्षिता ॥
उपोषितेन भूतायामनेनास्थितचेतसा॥
]

`verse 34 [
शिवलोकमयं ह्यद्य गंतास्माभिस्सहैव तु ॥
कंचित्कालं महाभोगान्करिष्यति शिवानुगः॥
]

`verse 35 [
कलिंगराजो भविता ततो निर्धूतकल्मषः॥
एष द्विजवरो नूनं शिवप्रियतरो यतः ॥
]

`verse 36 [
अन्यत्किंचिन्न वक्तव्यं यूयं यात यथागतम् ॥
यमदूतास्स्वलोकं तु सुप्रसन्नेन चेतसा॥2.1.18.४०॥
॥ ब्रह्मोवाच ॥ ॥
इत्याकर्ण्य वचस्तेषां यमदूता मुनीश्वर ॥
यथागतं ययुस्सर्वे यमलोकं पराङ्मुखाः ॥
]

`verse 37 [
सर्वं निवेदयामासुश्शमनाय गणा मुने ॥
तद्वृत्तमादितः प्रोक्तं शंभुदूतैश्च धर्मतः ॥
]

`verse 38 [
॥ धर्मराज उवाच ॥ ॥
सर्वे शृणुत मद्वाक्यं सावधानतया गणाः ॥
तदेव प्रीत्या कुरुत मच्छासनपुरस्सरम् ॥
]

`verse 39 [
ये त्रिपुण्ड्रधरा लोके विभूत्या सितया गणाः॥
ते सर्वे परिहर्तव्या नानेतव्याः कदाचन ॥
]

`verse 40 [
उद्धूलनकरा ये हि विभूत्या सितया गणाः ॥
ते सर्वे परिहर्तव्या नानेतव्याः कदाचन॥
]

`verse 41 [
शिववेषतया लोके येन केनापि हेतुना॥
ते सर्वे परिहर्तव्या नानेतव्याः कदाचन ॥
]

`verse 42 [
ये रुद्राक्षधरा लोके जटाधारिण एव ये ॥
ते सवे परिहर्तव्या नानेतव्याः कदाचन ॥
]

`verse 43 [
उपजीवनहेतोश्च शिववेषधरा हि ये ॥
ते सर्वे परिहर्तव्या नानेतव्याः कदाचन॥ ॥
]

`verse 44 [
दंभेनापि च्छलेनापि शिववेषधरा हि ये ॥
ते सर्वे परिहर्तव्या नानेतव्याः कदाचन॥
]

`verse 45 [
एवमाज्ञापयामास स यमो निज किंकरान् ॥
तथेति मत्वा ते सर्वे तूष्णीमासञ्छुचिस्मिताः ॥2.1.18.५०॥
॥ ब्रह्मोवाच ॥
पार्षदैर्यमदूतेभ्यो मोचितस्त्विति स द्विजः॥
शिवलोकं जगामाशु तैर्गणैश्शुचिमानसः ॥
]

`verse 46 [
तत्र भुक्त्वाखिलान्भोगान्संसेव्य च शिवाशिवौ ॥
अरिंदमस्य तनयः कलिंगाधिपतेरभूत्॥
]

`verse 47 [
दम इत्यभिधानोऽभूच्छिवसेवापरायणः॥
बालोऽपि शिशुभिः साकं शिवभक्तिं चकार सः॥
]

`verse 48 [
क्रमाद्राज्यमवापाथ पितर्युपरते युवा ॥
प्रीत्या प्रवर्तयामास शिवधर्मांश्च सर्वशः॥
]

`verse 49 [
नान्यं धर्मं स जानाति दुर्दमो भूपतिर्दमः॥
शिवालयेषु सर्वेषु दीपदानादृते द्विजः ॥
]

`verse 50 [
ग्रामाधीशान्समाहूय सर्वान्स विषयस्थितान् ॥
इत्थमाज्ञापयामास दीपा देयाश्शिवालये ॥
]

`verse 51 [
अन्यथा सत्यमेवेदं स मे दण्ड्यो भविष्यति ॥
दीप दानाच्छिवस्तुष्टो भवतीति श्रुतीरितम् ॥
]

`verse 52 [
यस्ययस्याभितो ग्रामं यावतश्च शिवालयाः॥
तत्रतत्र सदा दीपो द्योतनीयोऽविचारितम् ॥
]

`verse 53 [
ममाज्ञाभंगदोषेण शिरश्छेत्स्याम्यसंशयम्॥
इति तद्भयतो दीपा दीप्ताः प्रतिशिवालयम् ॥
]

`verse 54 [
अनेनैव स धर्मेण यावज्जीवं दमो नृपः ॥
धर्मर्द्धिं महतीं प्राप्य कालधर्मवशं गतः ॥2.1.18.६०॥
स दीपवासनायोगाद्बहून्दीपान्प्रदीप्य वै ॥
अलकायाः पतिरभूद्रत्नदीपशिखाश्रयः ॥
]

`verse 55 [
एवं फलति कालेन शिवेऽल्पमपि यत्कृतम् ॥
इति ज्ञात्वा शिवे कार्यं भजनं सुसुखार्थिभिः ॥
]

`verse 56 [
क्व स दीक्षितदायादः सर्वधर्मारतिः सदा ॥
शिवालये दैवयोगाद्यातश्चोरयितुं वसु ॥
स्वार्थदीपदशोद्योतलिंगमौलितमोहरः ॥
]

`verse 57 [
कलिंगविषये राज्यं प्राप्तो धर्मरतिं सदा ॥
शिवालये समुद्दीप्य दीपान्प्राग्वासनोदयात् ॥
]

`verse 58 [
कैषा दिक्पालपदवी मुनीश्वर विलोकय ॥
मनुष्यधर्मिणानेन सांप्रतं येह भुज्यते॥
]

`verse 59 [
इति प्रोक्तं गुणनिधेर्यज्ञदत्तात्मजस्य हि ॥
चरितं शिवसंतोषं शृण्वतां सर्वकामदम् ॥
]

`verse 60 [
सर्वदेवशिवेनासौ सखित्वं च यथेयिवान् ॥
तदप्येकमना भूत्वा शृणु तात ब्रवीमि ते ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखण्डे सृष्ट्यु पाख्याने कैलाशगमनोपाख्याने गुणनिधिसद्गतिवर्णनो नामाष्टादशोऽध्यायः ॥
]
