`speaker [
ब्रह्मोवाच
]

`verse 1 [
पाद्मे कल्पे मम सुरा ब्रह्मणो मानसात्सुतात् ॥
पुलस्त्याद्विश्रवा जज्ञे तस्य वैश्रवणस्सुतः ॥
]

`verse 2 [
तेनेयमलका भुक्ता पुरी विश्वकृता कृता ॥
आराध्य त्र्यंबकं देवमत्युग्रतपसा पुरा ॥
]

`verse 3 [
व्यतीते तत्र कल्पे वै प्रवृत्ते मेघवाहने ॥
याज्ञदत्तिरसौ श्रीदस्तपस्तेपे सुदुस्सहम् ॥
]

`verse 4 [
भक्ति प्रभावं विज्ञाय शंभोस्तद्दीपमात्रतः ॥
पुरा पुरारेस्संप्राप्य काशिकां चित्प्रकाशिकाम् ॥
]

`verse 5 [
शिवैकादशमुद्बोध्य चित्तरत्नप्रदीपकैः॥
अनन्यभक्तिस्नेहाढ्यस्तन्मयो ध्याननिश्चलः॥
]

`verse 6 [
शिवैक्यं सुमहापात्रं तपोग्निपरिबृंहितम्॥
कामक्रोधमहाविघ्नपतंगाघात वर्जितम् ॥
]

`verse 7 [
प्राणसंरोधनिर्वातं निर्मलं निर्मलेक्षणात् ॥
संस्थाप्य शांभवं लिंगं सद्भावकुसुमार्चितम् ॥
]

`verse 8 [
तावत्तताप स तपस्त्वगस्थिपरिशेषितम् ॥
यावद्बभूव तद्वर्णं वर्षाणामयुतं शतम् ॥
]

`verse 9 [
ततस्सह विशालाक्ष्या देवो विश्वेश्वररस्वयम्॥
अलकापतिमालोक्य प्रसन्नेनांतरात्मना ॥
]

`verse 10 [
लिंगे मनस्समाधाय स्थितं स्थाणुस्वरूपिणम्॥
उवाच वरदोऽस्मीति तदाचक्ष्वालकापते ॥ ॥ 2.1.19.१० ॥
उन्मील्य नयने यावत्स पश्यति तपोधनः ॥
तावदुद्यत्सहस्रांशु सहस्राधिकतेजसम् ॥
]

`verse 11 [
पुरो ददर्श श्रीकंठं चन्द्रचूडमुमाधवम् ॥
तत्तेजः परिभूताक्षितेजाः संमील्य लोचने ॥
]

`verse 12 [
उवाच देवदेवेशं मनोरथपदातिगम् ॥
निजांघ्रिदर्शने नाथ दृक्सामर्थ्यं प्रयच्छ मे ॥
]

`verse 13 [
अयमेव वरो नाथ यत्त्वं साक्षान्निरीक्ष्यसे ॥
किमन्येन वरेणेश नमस्ते शशिशेखर ॥
]

`verse 14 [
इति तद्वचनं श्रुत्वा देवदेव उमापतिः॥
ददौ दर्शनसामर्थ्यं स्पृष्ट्वा पाणितलेन तम्॥
]

`verse 15 [
प्रसार्य नयने पूर्वमुमामेव व्यलोकयत्॥
तोऽसौ याज्ञदत्तिस्तु तत्सामर्थ्यमवाप्य च ॥
]

`verse 16 [
शंभोस्समीपे का योषिदेषा सर्वांगसुन्दरी ॥
अनया किं तपस्तप्तं ममापि तपसोऽधिकम् ॥
]

`verse 17 [
अहो रूपमहो प्रेम सौभाग्यं श्रीरहो भृशम् ॥
इत्यवादीदसौ पुत्रो मुहुर्मुहुरतीव हि ॥
]

`verse 18 [
क्रूर दृग्वीक्षते यावत्पुनःपुनरिदं वदन् ॥
तावत्पुस्फोट तन्नेत्रं वारां वामाविलोकनात् ॥
]

`verse 19 [
अथ देव्यब्रवीद्देव किमसौ दुष्टतापसः ॥
असकृद्वीक्ष्य मां वक्ति कुरु त्वं मे तपःप्रभाम् ॥ 2.1.19.२० ॥
असकृद्दक्षिणेनाक्ष्णा पुनर्मामेव पश्यति ॥
असूयमानो मे रूपप्रेम सौभाग्यसंपद ॥
]

`verse 20 [
इति देवीगिरं श्रुत्वा प्रहस्य प्राह तां प्रभुः ॥
उमे त्वदीयः पुत्रोऽयं न च क्रूरेण चक्षुषा ॥
]

`verse 21 [
संपश्यति तपोलक्ष्मीं तव किं त्वधिवर्णयेत् ॥
इति देवीं समाभाष्य तमीशः पुनरब्रवीत् ॥
]

`verse 22 [
वरान्ददामि ते वत्स तपसानेन तोषितः ॥
निधीनामथ नाथस्त्वं गुह्यकानां भवेश्वरः ॥
]

`verse 23 [
यक्षाणां किन्नराणां च राज्ञां राज च सुव्रतः ॥
पतिः पुण्यजनानां च सर्वेषां धनदो भव ॥
]

`verse 24 [
मया सख्यं च ते नित्यं वत्स्यामि च तवांतिके ॥
अलकां निकषा मित्र तव प्रीतिविवृद्धये॥
]

`verse 25 [
आगच्छ पादयोरस्याः पत ते जननी त्वियम् ॥
याज्ञदत्ते महाभक्त सुप्रसन्नेन चेतसा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
इति दत्त्वा वरान्देवः पुनराह शिवां शिवः ॥
प्रसादं कुरु देवेशि तपस्विन्यंगजेऽत्र वै ॥
]

`verse 27 [
इत्याकर्ण्य वचश्शंभोः पार्वती जगदम्बिका ॥
अब्रवीद्याज्ञदत्तिं तं सुप्रसन्नेन चेतसा ॥
]

`speaker [
देव्युवाच
]

`verse 28 [
वत्स ते निर्मला भक्तिर्भवे भवतु सर्वदा ॥
भवैकपिंगो नेत्रेण वामेन स्फुटितेन ह ॥ 2.1.19.३० ॥
देवेन दत्ता ये तुभ्यं वरास्संतु तथैव ते ॥
कुबेरो भव नाम्ना त्वं मम रूपेर्ष्यया सुत ॥
]

`verse 29 [
इति दत्त्वा वरान्देवो देव्या सह महेश्वरः ॥
धनदायाविवेशाथ धाम वैश्वेश्वराभिधम् ॥
]

`verse 30 [
इत्थं सखित्वं श्रीशंभोः प्रापैष धनदः पुरम् ॥
अलकान्निकषा चासीत्कैलासश्शंकरालयः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखण्डे कैलासगमनोपाख्याने कुबेरस्य शिवमित्रत्ववर्णनो नामैकोनविंशोऽध्यायः ॥
]
