`speaker [
ब्रह्मोवाच
]

`verse 1 [
नारद त्वं शृणु मुने शिवागमनसत्तमम् ॥
कैलासे पर्वतश्रेष्ठे कुबेरस्य तपोबलात् ॥
]

`verse 2 [
निधिपत्व वरं दत्त्वा गत्वा स्वस्थानमुत्तमम् ॥
विचिन्त्य हृदि विश्वेशः कुबेरवरदायकः ॥
]

`verse 3 [
विध्यंगजस्स्वरूपो मे पूर्णः प्रलयकार्यकृत् ॥
तद्रूपेण गमिष्यामि कैलासं गुह्यकालयम् ॥
]

`verse 4 [
रुद्रो हृदयजो मे हि पूर्णांशो ब्रह्मनिष्फलः ॥
हरि ब्रह्मादिभिस्सेव्यो मदभिन्नो निरंजन ॥
]

`verse 5 [
तत्स्वरूपेण तत्रैव सुहृद्भूवा विलास्यहम् ॥
कुबेरस्य च वत्स्यामि करिष्यामि तपो महत् ॥
]

`verse 6 [
इति संचिंत्य रुद्रोऽसौ शिवेच्छां गंतुमुत्सुकः ॥
ननाद तत्र ढक्कां स्वां सुगतिं नादरूपिणीम् ॥
]

`verse 7 [
त्रैलोक्यामानशे तस्या ध्वनिरुत्साहकारकः ॥
आह्वानगतिसंयुक्तो विचित्रः सांद्रशब्दकः ॥
]

`verse 8 [
तच्छ्रुत्वा  विष्णुब्रह्माद्याः सुराश्च मुनयस्तथा॥
आगमा निगमामूर्तास्सिद्धा जग्मुश्च तत्र वै ॥
]

`verse 9 [
सुरासुराद्यास्सकलास्तत्र जग्मुश्च सोत्सवाः ॥
सर्वेऽपि प्रमथा जग्मुर्यत्र कुत्रापि संस्थिताः ॥
]

`verse 10 [
गणपाश्च महाभागास्सर्वलोक नमस्कृताः ॥
तेषां संख्यामहं वच्मि सावधानतया शृणु ॥ 2.1.20.१० ॥
अभ्ययाच्छंखकर्णश्च गणकोट्या गणेश्वरः ॥
दशभिः केकराक्षश्च विकृतोऽष्टाभिरेव च ॥
]

`verse 11 [
चतुःषष्ट्या विशाखश्च नवभिः पारियात्रकः ॥
षड्भिः सर्वान्तकः श्रीमान्दुन्दुभोऽष्टाभिरेव च ॥
]

`verse 12 [
जालंको हि द्वादशभिः कोटिभिर्गणपुंगवः ॥
सप्तभिस्समदः श्रीमाँस्तथैव विकृताननः ॥
]

`verse 13 [
पंचभिश्च कपाली हि षड्भिः सन्दारकश्शुभः ॥
कोटिकोटिभिरेवेह कण्डुकः कुण्डकस्तथा ॥
]

`verse 14 [
विष्टंभोऽष्टाभिरगमदष्टभिश्चन्द्रतापनः ॥
]

`verse 15 [
महाकेशस्सहस्रेण कोटीनां गणपो वृतः ॥
]

`verse 16 [
कुण्डी द्वादशभिर्वाहस्तथा पर्वतकश्शुभः ॥
कालश्च कालकश्चैव महाकालः शतेन वै ॥
]

`verse 17 [
अग्निकश्शतकोट्या वै कोट्याभिमुख एव च ॥
आदित्यमूर्द्धा कोट्या च तथा चैव धनावहः ॥
]

`verse 18 [
सन्नाहश्च शतेनैव कुमुदः कोटिभिस्तथा ॥
अमोघः कोकिलश्चैव कोटिकोट्या सुमंत्रकः ॥
]

`verse 19 [
काकपादोऽपरः षष्ट्या षष्ट्या संतानकः प्रभुः ॥
महाबलश्च नवभिर्मधु पिंगश्च पिंगलः ॥2.1.20.२०॥
नीलो नवत्या देवेशं पूर्णभद्रस्तथैव च ॥
कोटीनां चैव सप्तानां चतुर्वक्त्रो महाबलः ॥
]

`verse 20 [
कोटिकोटिसहस्राणां शतैर्विंशतिभिर्वृतः ॥
तत्राजगाम सर्वेशः कैलासगमनाय वै ॥।
]

`verse 21 [
काष्ठागूढश्चतुष्षष्ट्या सुकेशो वृषभस्तथा ॥
कोटिभिस्सप्तभिश्चैत्रो नकुलीशस्त्वयं प्रभुः ॥
]

`verse 22 [
लोकांतकश्च दीप्तात्मा तथा दैत्यांतकः प्रभुः॥
देवो भृंगी रिटिः श्रीमान्देवदेवप्रियस्तथा ॥
]

`verse 23 [
अशनिर्भानुकश्चैव चतुष्षष्ट्या सनातनः ॥
नंदीश्वरो गणाधीशः शतकोट्या महाबलः ॥
]

`verse 24 [
एते चान्ये च गणपा असंख्याता महाबलः ॥
सर्वे सहस्रहस्ताश्च जटामुकुटधारिणः ॥
]

`verse 25 [
सर्वे चंद्रावतंसाश्च नीलकण्ठास्त्रिलोचनाः ॥
हारकुण्डलकेयूरमुकुटाद्यैरलंकृताः ॥
]

`verse 26 [
ब्रह्मेन्द्रविष्णुसंकाशा अणिमादि गणैर्वृताः ॥
सूर्यकोटिप्रतीकाशास्तत्राजग्मुर्गणेश्वराः ॥
]

`verse 27 [
एते गणाधिपाश्चान्ये महान्मानोऽमलप्रभाः ॥
जग्मुस्तत्र महाप्रीत्या शिवदर्शनलालसाः ॥
]

`verse 28 [
गत्वा तत्र शिवं दृष्ट्वा नत्वा चक्रुः परां नुतिम् ॥
सर्वे साञ्जलयो विष्णुप्रमुखा नतमस्तकाः ॥2.1.20.३०॥
इति विष्ण्वादिभिस्सार्द्धं महेशः परमेश्वरः ॥
कैलासमगमत्प्रीत्या कुबेरस्य महात्मनः ॥
]

`verse 29 [
कुबेरोप्यागतं शंभुं पूजयामास सादरम्॥
भक्त्या नानोपहारैश्च परिवारसमन्वितः ॥
]

`verse 30 [
ततो विष्ण्वादिकान्देवान्गणांश्चान्यानपि ध्रुवम् ॥
शिवानुगान्समानर्च शिवतोषणहेतवे ॥
]

`verse 31 [
अथ शम्भुस्तमालिंग्य कुबेरं प्रीतमानसः ॥
मूर्ध्निं चाघ्राय संतस्थावलकां निकषाखिलैः ॥
]

`verse 32 [
शशास विश्वकर्माणं निर्माणार्थं गिरौ प्रभुः ॥
नानाभक्तैर्निवासाय स्वपरेषां यथोचितम् ॥
]

`verse 33 [
विश्वकर्मा ततो गत्वा तत्र नानाविधां मुने ॥
रचनां रचयामास द्रुतं शम्भोरनुज्ञया ॥
]

`verse 34 [
अथ शम्भुः प्रमुदितो हरिप्रार्थनया तदा ॥
]

`verse 35 [
कुबेरानुग्रहं कृत्वा ययौ कैलासपर्वतम् ॥
सुमुहूर्ते प्रविश्यासौ स्वस्थानं परमेश्वरः ॥
]

`verse 36 [
अकरोदखिलान्प्रीत्या सनाथान्भक्तवत्सलः ॥
अथ सर्वे प्रमुदिता विष्णुप्रभृतयस्सुराः ॥
मुनयश्चापरे सिद्धा अभ्यषिंचन्मुदा शिवम् ॥
]

`verse 37 [
समानर्चुः क्रमात्सर्वे नानोपायनपाणयः॥
नीराजनं समाकार्षुर्महोत्सवपुरस्सरम् ॥ 2.1.20.४० ॥
तदासीत्सुमनोवृष्टिर्मंगलायतना मुने ॥
सुप्रीता ननृतुस्तत्राप्सरसो गानतत्पराः ॥
]

`verse 38 [
जयशब्दो नमश्शब्दस्तत्रासीत्सर्वसंस्कृतः ॥
तदोत्साहो महानासीत्सर्वेषां सुखवर्धनः ॥
]

`verse 39 [
स्थित्वा सिंहासने शंभुर्विराजाधिकं तदा ॥
सर्वैस्संसेवितोऽभीक्ष्णं विष्ण्वाद्यैश्च यथोचितम् ॥
]

`verse 40 [
अथ सर्वे सुराद्याश्च तुष्टुवुस्तं पृथक्पृथक् ॥
अर्थ्याभिर्वाग्भिरिष्टाभिश्शकरं लोकशंकरम् ॥
]

`verse 41 [
प्रसन्नात्मा स्तुतिं श्रुत्वा तेषां कामान्ददौ शिवः ॥
मनोभिलषितान्प्रीत्या वरान्सर्वेश्वरः प्रभुः॥
]

`verse 42 [
शिवाज्ञयाथ ते सर्वे स्वंस्वं धाम ययुर्मुने॥
प्राप्तकामाः प्रमुदिता अहं च विष्णुना सह॥
]

`verse 43 [
उपवेश्यासने विष्णुं माञ्च शम्भुरुवाच ह ॥
बहु सम्बोध्य सुप्रीत्यानुगृह्य परमेश्वरः ॥
]

`speaker [
शिव उवाच
]

`verse 44 [
हे हरे हे विधे तातौ युवां प्रियतरौ मम ॥
सुरोत्तमौ त्रिजगतोऽवनसर्गकरौ सदा॥
]

`verse 45 [
गच्छतं निर्भयन्नित्यं स्वस्थानश्च मदाज्ञया ॥
सुखप्रदाताहं वै वाम्विशेषात्प्रेक्षकस्सदा ॥
]

`verse 46 [
इत्याकर्ण्य वचश्शम्भोस्सुप्रणम्य तदाज्ञया ॥
अहं हरिश्च स्वं धामागमाव प्रीतमानसौ ॥2.1.20.५०॥
तदानीमेव सुप्रीतश्शंकरो निधिपम्मुदा ॥
उपवेश्य गृहीत्वा तं कर आह शुभं वचः ॥
]

`speaker [
शिव उवाच
]

`verse 47 [
तव प्रेम्णा वशीभूतो मित्रतागमनं सखे ॥
स्वस्थानङ्गच्छ विभयस्सहायोहं सदानघ ॥
]

`verse 48 [
इत्याकर्ण्य वचश्शम्भोः कुबेरः प्रीतमानसः ॥
तदाज्ञया स्वकं धाम जगाम प्रमुदान्वितः ॥
]

`verse 49 [
स उवाच गिरौ शम्भुः कैलासे पर्वतोत्तमे॥
सगणो योगनिरतस्स्वच्छन्दो ध्यान तत्परः ॥
]

`verse 50 [
क्वचिद्दध्यौ स्वमात्मानं क्वचिद्योगरतोऽभवत् ॥
इतिहासगणान्प्रीत्यावादीत्स्वच्छन्दमानसः ॥
]

`verse 51 [
क्वचित्कैलास कुधरसुस्थानेषु महेश्वरः ॥
विजहार गणैः प्रीत्या विविधेषु विहारवित् ॥
]

`verse 52 [
इत्थं रुद्रस्वरूपोऽसौ शंकरः परमेश्वरः॥
अकार्षीत्स्वगिरौ लीला नाना योगिवरोऽपि यः ॥
]

`verse 53 [
नीत्वा कालं कियन्तं सोऽपत्नीकः परमेश्वरः ॥
पश्चादवाप स्वाम्पत्नीन्दक्षपत्नीसमुद्भवाम् ॥
]

`verse 54 [
विजहार तया सत्या दक्षपुत्र्या महेश्वरः॥
सुखी बभूव देवर्षे लोकाचारपरायणः ॥
]

`verse 55 [
इत्थं रुद्रावतारस्ते वर्णितोऽयं मुनीश्वर ॥
कैलासागमनञ्चास्य सखित्वान्निधिपस्य हि ॥2.1.20.६०॥
तदन्तर्गतलीलापि वर्णिता ज्ञानवर्धिनी ॥
इहामुत्र च या नित्यं सर्वकामफलप्रदा ॥
]

`verse 56 [
इमां कथाम्पठेद्यस्तु शृणुयाद्वा समाहितः ॥
इह भुक्तिं समासाद्य लभेन्मुक्तिम्परत्र सः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां प्रथमखंडे कैलासोपाख्याने शिवस्य कैलासगमनं नाम विंशोऽध्यायः ॥
]
