`speaker [
मैत्रेय उवाच
]

`verse 1 [
भगवन् सम्यागाख्यातं ममैतदखिलं त्वया ।
	जगतः सर्गसम्बन्घि यत् पृष्टोऽसि गुरो मया ॥
]

`verse 2 [
योऽयमंशो जगत्सृष्टिसम्बद्धो गदितस्त्वया ।
	तत्राहं श्रोतुमिच्छामि भूयोऽपि मुनिसत्तम ॥
]

`verse 3 [
प्रियव्रतोत्तानपादौ सुतौ स्वायम्भुवस्य यौ ।
	तयोरुत्तानपादस्य ध्रुवः पुत्रस्त्वयोदितः ।
]

`verse 4 [
प्रियव्रतस्य नैवोक्ता भवता द्विज सन्ततिः ।
	तामहं श्रोतुमिच्छामि प्रसन्नो वक्तुमर्हसि ॥
]

`speaker [
पराशार उवाच
]

`verse 5 [
कर्द्दमस्यात्मजां कन्यामुपयेमे प्रियव्रतः ।
	सम्राट् कुक्षी च तत्कन्ये दश पुत्रास्तथापरे ॥
]

`verse 6 [
महाप्राज्ञा महावीर्य्या विनीता दयिताः पितुः ।
	प्रियव्रतसुताः ख्यातास्तेषां नामानि मे श्वृणु ॥
]

`verse 7 [
आग्नीध्रश्चाग्निबाहुश्च वपुष्मान् द्युतिमांस्तथा ।
	मेधा मेधातिथिर्भव्यः सवनः पुत्र एव च ॥
]

`verse 8 [
ज्योतिष्मान् दशमस्तेषां सत्यनामा सुतोऽभवत् ।
	प्रियव्रतस्य पुत्रास्तु प्रख्याता बलवीर्य्यतः ॥
]

`verse 9 [
मेधाग्निबाहुपुत्रास्तु त्रयो योगपरायणाः ।
	जातिस्मरा महाभाग न राज्याय मनो दधुः ॥
]

`verse 10 [
निर्म्मलाः सर्वकालन्तु समस्तार्थेषु वै मुने ।
	चक्रुः क्रिया यथान्यायमफलाकाङ्क्षिणो हि ते ॥
]

`verse 11 [
प्रियव्रतो ददौ तेषां सप्तानां मुनिसत्तम !
	विभज्य सप्त द्वीपानि मैत्रेय सुमहात्मनाम् ॥
]

`verse 12 [
जम्बूद्वीपं महाभाग सोऽग्नीध्राय ददौ पिता ।
	मेधातिथेस्तथा प्रादात् प्लक्षद्वीपमथापरम् ॥
]

`verse 13 [
शाल्मले च वपुष्मन्तं नरेन्द्रमभिषिक्तवान् ।
	ज्योतिष्मन्तं कुशद्रीपे राजानं कृतवान् प्रभुः ॥
]

`verse 14 [
द्युतिमन्तं च राजानं क्रौञ्चद्रीपे समादिशत् ।
	शाकद्वीपेश्वरञ्चापि भव्यञ्चक्रे च स प्रभुः ॥
]

`verse 15 [
सवनं पुष्करद्वीपे राजानं समकारयत ॥
]

`verse 16 [
जम्बूद्वीपेश्वरो यस्तु आग्नीध्रो मुनिसत्तम ।
	तस्य पुत्रा बभुवुस्ते प्रजापतिसमा नव ॥
]

`verse 17 [
नाभिः किम्पुरुषश्वे वै हरिवर्ष इलावृतः ।
	रम्यो हिरण्वान् षष्ठश्च कुरुर्भद्राश्व एव च ॥
]

`verse 18 [
केतुमालस्तथैवान्यः साधुचेष्टो नृपोऽभवत् ।
	जम्बूद्रीपविभागांश्च तषां विप्र निशामय ॥
]

`verse 19 [
पित्रा दत्तं हिमाह्वन्तु वर्षं नाभेस्तु दक्षिणम् ।
	हेमकूटं तथा वर्षं ददौ किम्पुरुषाय सः ॥
]

`verse 20 [
तृतीयं नैषधं वर्षं हरिवर्षाय दत्तवान ।
	इलावृताय प्रददौ मैरुर्यत्र तु मध्यगः ॥
]

`verse 21 [
नीलाचलाश्वितं वर्षं रम्याय प्रददौ पिता ।
	श्वेतं तदुत्तरं वर्षं पित्रा दत्तं हिरण्वते ॥
]

`verse 22 [
यदुत्तरं श्वृङ्गवतो वर्षं तत् कुरवे ददौ ।
	मेरोः पूर्व्वेणा यद् वर्षं भद्राश्वाय प्रदत्तवान् ॥
]

`verse 23 [
गन्धमादनवर्षन्तु केतुमालाय दत्तवान ।
	इत्येतानि ददौ तेभ्यः पुत्रेभ्यः स नरेश्वरः ॥
]

`verse 24 [
वर्षेष्वेतेषु तान् पुत्रानभिषितच्य स भूमिपः ।
	शालग्रामं महापुण्यं मैत्रेय तपसे ययौ ॥
]

`verse 25 [
यानि किंपुरुषादीनि वर्षाण्यष्टौ महामुने।
	तेषां स्वाभाविकी सिद्धिः सुखप्राया ह्ययत्नतः ॥
]

`verse 26 [
विपर्य्ययो न तेष्वस्ति जरामृत्युभयं न च ।
	धर्म्माधर्म्मौ न तेष्वास्तां नोत्तमाधममध्यमाः॥
]

`verse 27 [
न तेष्वस्ति युगावस्था क्षेत्रेष्वष्टासु सर्व्वदा ।
	हिमाह्वयं तु वै वर्षं नाभेरासीन्महात्मनः ॥
]

`verse 28 [
तस्यर्षभोऽभवत् पुत्रो मेरुदेव्यां महाद्युतिः ।
	ऋषभाद् भरतो जज्ञ ज्येष्ठःपुत्रशतस्य सः ॥
]

`verse 29 [
कृत्वा राज्यं स्वधर्म्मेण तथेष्ट्वा विविधान् मखान् ।
	अभिषच्य सुतं ज्येष्ठं भरतं पृथिवीपतिम् ॥
]

`verse 30 [
तपसे स महाभागः पुलस्त्यस्याश्रमं ययौ ।
	वानप्रस्थविधानेन तत्रापि कृतनिश्चयः ॥
]

`verse 31 [
तपस्तेपे यथान्यायं यदा च स महीपतिः ।
	तपसा कर्शितोऽत्यर्थं कृशो धमनिसन्ततः ॥
]

`verse 32 [
नग्नो वीटां मुखे दत्त्वा वीराध्वानं ततो गतः ।
	ततश्च भारतं वर्षमेतल्लोकेषु गीयते ॥
]

`verse 33 [
भरताय यतः पित्रा दत्तं प्रातिष्ठता वनम् ।
	सुमतिर्भरतस्याभूत् पुत्रः परमधार्म्मिकः ॥
]

`verse 34 [
कृत्वा सम्यग् ददौ तस्मै राज्यमिष्टमखः पिता ।
	पुत्रसंक्रमितश्रीस्तु भरतः स महीपतिः ॥
]

`verse 35 [
योगाभ्यासरतः प्राणान् शालग्रामेऽत्यजन्मुने ।
	अजायत च विप्रोऽसौ योगिनां प्रवरे कुले ॥
]

`verse 36 [
मैत्रय । तस्य चरितं कथयिष्यामि ते पुनः ।
	सुमतेस्तेजसस्तस्मादिन्द्रद्युम्नो व्यजायत ॥
]

`verse 37 [
परमेष्ठी ततस्तस्मात् प्रतिहारस्तदन्वयः ।
	प्रतिहर्त्तेति विख्यात उत्पन्नस्तस्य चात्मजः ॥
]

`verse 38 [
भुवस्तस्मात् तथोद्गीथः प्रस्तारस्तत्सुतो विभुः ।
	पृथुस्ततोऽभवन्नक्तो नक्तस्यापि गयः सुतः ॥
]

`verse 39 [
नरो गयस्य तनयस्तत्पुत्रोऽभूद् विराट् ततः ।
	तस्य पुत्रो महावीर्य्यो धीमांस्तस्मादजायत ॥
]

`verse 40 [
महान्तस्तत्सुतश्चाभूनूमनस्युस्तस्य चात्मजः ।
	त्वष्टा त्वष्टुश्च विरजो रजस्तस्याप्यभूत् सुतः ॥
]

`verse 41 [
शतजिद्रजसस्तस्य जज्ञ पुत्रशतं मनने ।
	विशगूज्योतिःप्रधानास्ते यैरिमा वर्द्धिताः प्रजाः ॥
]

`verse 42 [
तैरिदं भारतं वर्षं नवभेदमलङ्गतम ।
	तेषां वंशप्रसूतैश्च भुक्तेयें भारती पुरा ॥
]

`verse 43 [
कृतत्रेतादिसर्गेण युगाख्या ह्म क्सप्ततिः ॥
]

`verse 44 [
एष स्वायम्भुवः सर्गो येनेदं पूरितं जगत् ।
	वाराहे तु मुने ! कल्पे पूर्वमन्वान्तराधिपः ॥
]
