`speaker [
श्रीपराशर उवाच
]

`verse 1 [
उत्तरं यत्समुद्रस्य हिमाद्रेश्चैव दक्षिणम्  ।
वर्षं तद्भारतं नाम भारती यत्र सन्ततिः
]

`verse 2 [
नवयोजनसाहस्रो विस्तारोस्य महामुने  ।
कर्मभूमिरियं स्वर्गमपवर्गं च गच्छताम्
]

`verse 3 [
महेन्द्रो मलयः सह्यः शुक्तिमानृक्षपर्वतः  ।
विन्ध्यश्च पारीयात्रश्च सप्तात्र कुलपर्वताः
]

`verse 4 [
अतः संप्राप्यते स्वर्गो सुक्तिमस्मात्प्रयान्ति वै  ।
तिर्यक्त्वं नरकं चापि यान्त्यतः पुरुषा मुने
]

`verse 5 [
इतः स्वर्गश्च मोक्षश्च मध्यं चान्तश्च गम्यते  ।
न ख्लवन्यत्र मर्त्यानां कर्मभूमौ विधीयते
]

`verse 6 [
भारतस्यास्य वर्षस्य नवभादान्नशामय  ।
इद्रद्वीपः कसेरुश्च ताम्रपर्णां गभस्तिमान्
]

`verse 7 [
नागद्वीपस्तथा साम्यो गन्धर्वस्त्वथ चारुणः  ।
अयं तु नवमस्तषां द्वीपः सागारसंवृतः
]

`verse 8 [
योजनानां सहस्रं तु द्वीपोयं दक्षिणोत्तरात् ।
पूर्वे किराता यस्यान्ते पश्चिमे यवनाः स्थिताः
]

`verse 9 [
ब्राह्मणाः क्षत्रिया वैश्या मध्ये शब्द्राश्च भागशः  ।
इज्यायुधवणिज्याद्यैर्वर्तयन्तो व्यवस्थिताः
]

`verse 10 [
शतद्रूचन्द्रभागाद्या हिमयत्पादनिर्गताः  ।
वेदस्मृतिमुखाद्याश्च पारीयात्रोद्भवा मुने
]

`verse 11 [
नर्मदा मुरसाद्याश्च नद्यो विन्ध्याद्रिनिर्गताः  ।
तापीपयोष्णीनिर्विन्ध्या प्रसूखा ऋक्षसंभवाः
]

`verse 12 [
गोदावरी भीमरथी कृष्णवेण्यादिकास्तथा  ।
सह्यपादोद्भवा नद्यः स्मृताः पापभयापहाः
]

`verse 13 [
कृतमाला ताम्रपर्णिप्रसुखा मलयोद्भवाः  ।
त्रिसामा चर्षिकुल्याद्या महेन्द्रप्रभवाः स्मृताः
]

`verse 14 [
ऋषिकुल्याकुमाराद्याः शुक्तिमत्पादसम्भवाः  ।
आसां नद्य उपानद्यः सन्त्यन्याश्च सहस्रशः
]

`verse 15 [
तास्विमे कुरुपाञ्चाला मध्यदेशादयो जनाः  ।
पूर्वदेशादिकाश्चैव कामरूपनिवासिनः
]

`verse 16 [
पुण्ड्राः कलिङ्गा मगधा दक्षिणाद्याश्च सर्वशः  ।
तथापरान्ताः सौराष्ट्राः शूराभीरास्तथार्बुदाः
]

`verse 17 [
कारूषा मालबाश्चैव पारियात्र निवासिनः  ।
सौवीराः सैन्धवा हूणाः साल्वाः कोसलवासिनाः
]

`verse 18 [
माद्रारामास्तथाम्बष्ठा पारसीकादयस्तथा  ।
आसां पिबन्ति सलिलं वसन्ति सहिताः सदा  ।
समीपतो महाभाग हृष्टपुष्टजनाकुलाः
]

`verse 19 [
चत्वारि भारते वर्षे युगान्यत्र महामुने  ।
कृतं त्रेता द्वापरञ्च कलिश्चान्यत्र न क्वचित्
]

`verse 20 [
तपस्तप्यन्ति मुनयो जुह्वते चात्र यज्वनः  ।
दानानि चात्र दीयन्ते परलोकार्थमादरात्
]

`verse 21 [
पुरुषैर्यज्ञपुरुषो जम्बूद्वीपे सदेज्यते  ।
यज्ञैर्यज्ञमयो विष्णुरन्यद्वीपेषु चान्यथा
]

`verse 22 [
अत्रापि भारतं श्रेष्ठं जन्बूद्वीपे महामुने  ।
यतो हि कर्मभूरेषा ह्यतोन्या भोगभूमयः
]

`verse 23 [
अत्र जन्मसहस्राणां सहस्रैरपि सत्तम  ।
कदाचिल्लभते जन्तुर्मानुष्यं पुण्यसंचयात्
]

`verse 24 [
गायन्ति देवाः किल गीतकानि धन्यास्तु ते भारत भूमिभागे  ।
स्वर्गापवर्गास्पदमार्गभूते भवन्ति भूयः पुरुषाः सुरत्वात्
]

`verse 25 [
कर्माण्यसंकल्पिततत्फलानि संन्यस्य विष्णो परमात्म्भूते  ।
अवाप्य तां कर्ममहीमनन्ते तस्मिल्लयं ये त्वमलाः प्रयान्ति
]

`verse 26 [
जानीम नैतत्क्व वयं विलीने स्वर्गप्रदे कर्मणि देहबन्धम्  ।
प्राप्स्याम धन्याः खलु ते मनुष्या ये भारते नेन्द्रियविप्रहीनाः
]

`verse 27 [
नववर्षं तु मैत्रेय जम्बुद्वीपमिदं मया  ।
लक्षयोजनविस्तारं संक्षेपात्कथितं तव
]

`verse 28 [
जम्बूद्वीपं समावृत्य लक्षयोजनविस्तरः  ।
मैत्रेय वलयाकारः स्थितः क्षारोदधिर्बहिः
]

`colophon [
इति श्रीविष्णुमहापुराणे द्वितीयेऽंशे तृतीयोध्यायः (३)

	उत्तरं यत् यमुद्रस्य हिमादे शचैव दक्षिणाम् ।
	वर्षं तदू भारतं नाम भारतो यत्र सन्ततिः ॥
]

`verse 29 [
नवयोजनसाहस्त्रो विस्तारोऽस्य महामुने ।
	कर्म्मभूमिरियं स्वर्गमपवर्गञ्च गच्छताम् ॥
]

`verse 30 [
महेन्द्रो मलयः सह्मः शुक्तिमान् ऋक्षपर्व्वतः ।
	विन्ध्यश्व पारिपात्रश्व सप्तत्र कुलपर्व्वताः ॥
]

`verse 31 [
अतः सम्प्राप्यते स्वर्गौ मुक्तिमस्मात् प्रयान्ति वै ।
	तिर्य्यकूत्वं नरकञ्चापि यान्त्यतः पुरुषा मुने ॥
]

`verse 32 [
इतः स्वर्गश्व मोक्षश्व मध्यश्चान्तस्च गम्यते ।
	न खल्वन्यत्र मर्त्त्यानां कर्म्म भूमौ विधीयते ॥
]

`verse 33 [
इन्द्रद्रीपः कशेरुमान् ताम्रवर्णो गभस्तिमान् ।
	नगद्रीपस्तथा सौम्यो गन्धर्व्वस्त्वथ वारुणः ॥
]

`verse 34 [
अयन्तु नवमस्तैषां द्रीपः सागरसंवृतः ।
	योजनानां सहस्त्रन्तु द्रीपोऽयं दक्षिणोत्तरात् ॥
]

`verse 35 [
पूर्व्वै किराता यस्य स्युः पश्चिमे यवनाः स्थिताः ।
	ब्राह्मणाः क्षत्रिया वैश्या मध्ये शूद्राश्च भागशः ॥
]

`verse 36 [
इज्या-युद्ध-वाणिच्याद्यर्वैर्त्तयन्तो व्यवस्थिताः ।
	शतद्रू चन्द्रभागाद्या हिमवत्पादनिर्गताः ॥
]

`verse 37 [
सेद-स्मृतिमुखाद्याश्व पारिपात्रोद्भवा मुने ।
	नर्मदा सुरसाद्याश्च नद्यो विन्ध्याद्रिनिर्गताः ॥
]

`verse 38 [
तापी-पयोष्णी-निर्व्विन्ध्याप्रमुखा ऋक्षसम्भवाः ।
	गोदावरी भीमरथी कृष्णवेष्णादिकास्तथा ॥
]

`verse 39 [
सह्मपादोद्भवा नद्याः स्मृताः पापभयापहाः ।
	कृततमाला-ताम्रपर्णीप्रमुखा मलयोद्भवाः ॥
]

`verse 40 [
त्रिसामाचार्य्यकुल्याद्या महेन्द्रप्रभवाः स्मृताः ।
	ऋषिकुल्या-कुमार्य्याद्याः शुक्तिमत्पादसम्भवाः ॥
]

`verse 41 [
आसां नद्यु पनद्यश्व सन्त्यन्याश्व सहस्त्रशः ।
	तास्विमे कुरुपाञ्चाला मध्यदेशादयो जनाः ॥
]

`verse 42 [
पूर्व्वदेशादिकाश्चैव कालरूपनिवासिनः ।
	पुण्ड्राः कलिङ्गा मगधा दीक्षिणात्याश्च सर्व्वशः ॥
]

`verse 43 [
तथापरान्ताः सौराष्ट्राः शूराभोरास्तथार्ब्बुदाः ।
	कारूषा माल्यवांश्चैव पारिपात्रनिवासिनः ॥
]

`verse 44 [
सौवीरा-सैन्धवा हूणाः शाल्वाः शाकलवासिनः ।
	मद्रारामास्तथाम्बष्ठाः पारसीकादयस्तथा ॥
]

`verse 45 [
आसां पिबन्ति सलिलं वसन्ति सरितां सदा ।
	समीपतो महाभागा ह्टष्टपुष्टजनाकुलाः ॥
]

`verse 46 [
चत्वारि भारते वर्षे युगान्यत्र महामुने ।
	कृतं त्रेता द्रापरश्व कलिश्चान्यत्र न क्कचित् ॥
]

`verse 47 [
तपस्तप्यन्ति मुनयो जुह्वते चात्र यज्विनः ।
	दानानि चात्र दीयन्ते परलीकारत्मादरात् ॥
]

`verse 48 [
पुरुषैर्ज्ञपुरुषो जम्बूद्रीपे सदेज्यते ।
	यज्ञैर्यज्ञमयो विष्णुरन्यद्रीपेषु चान्यथा ॥
]

`verse 49 [
अत्रापि भारतं श्रेष्ठं जम्बूद्वीपे महामुने ।
	यतो हि कर्म्मभूरेषा ततोऽन्या भोगभूमयः ॥
]

`verse 50 [
अत्र जन्मसहस्त्राणां सहस्त्र रपि सत्तम ।
	कदाचिल्लभते जन्तुर्म्मानुष्यं पुण्यसञ्चयात् ॥
]

`verse 51 [
गायन्ति देवाः किल गीतकानि धन्यास्तु ते भारतभूमिभागी ।
	स्वर्गापवर्गास्पदमार्गभूते भवन्ति भूयः पुरुषाः सुरत्वात् ॥
]

`verse 52 [
कर्म्मण्यसङ्कल्पिततत्फलानि संन्यस्य विष्णौ परमात्मभूते ।
	अवाप्य तां कर्म्ममहीमनन्ते तस्मिँल्लयं ये त्वमलाः प्रयानिति ॥
]

`verse 53 [
जानीम नैतत् क्क वयं विलीने स्वर्गप्रदे कर्म्मणि देहबन्धम् ।
	प्राप्स्याम धन्याः कल् ते मनुष्या ये भारते नेन्द्रियविप्रहीणाः ॥
]

`verse 54 [
नववर्षं तु मैत्रेय ! जम्बूद्रीपमिदं मया ।
	लक्षयोजनविस्तारं संक्षेपात् कथितं तव ॥
]

`verse 55 [
तजम्बूद्रीपं समावृत्य लक्षयोजनविस्तरः ।
	मैत्रेय! वलयाकारः स्थितः क्षारोदधिर्ब्बहिः ॥
]
