`speaker [
श्रीपराशर उवाच
]

`verse 1 [
क्षारोदेन यथा द्वीपो जम्बूसंज्ञोऽभिवेष्टितः  ।
संवेष्ट्य क्षारमुदधिं प्लक्षद्वीपस्तथा स्थितः
]

`verse 2 [
जम्बूद्वीपस्य विस्तारः शतसाहस्रसंमितः  ।
स एवं द्विगुणो ब्रह्मन् प्लक्षद्वीप उदाहृतः
]

`verse 3 [
सप्त मेधातिथेः पुत्राः प्लक्षद्वीपेश्वरस्य वै  ।
ज्येष्ठ शान्तहयो नाम शिशिरस्तदनन्तरः
]

`verse 4 [
सुखोदयस्तथानन्दः शिवः क्षेमक एव च  ।
ध्रुवश्च सप्तमस्तेषां प्लक्षद्वीपेश्वरा हि ते
]

`verse 5 [
पूर्वं शान्तहयं वर्षं शिशिरं च सुखं तथा  ।
आनन्दं च शिवं चैव क्षेमकं ध्रुवमेव च
]

`verse 6 [
मर्यादाकारकास्तेषां तथान्ये वर्षपर्वताः  ।
सप्तैव तेषां नामानि शृणुष्व मुनिसत्तम
]

`verse 7 [
गोमदेश्चैव चन्द्रश्च नारदौ दुन्दुभिस्तथा  ।
सोमकः मुमनाश्चैव वैभ्राजश्चैव सप्तमः
]

`verse 8 [
वर्षाचलेषु रम्येषु वर्षेष्वेतेषु चानघाः  ।
वसंति देवगन्धर्वसहिताः सततं प्रजाः
]

`verse 9 [
तेषु पुण्या जनपदाश्चिराच्च म्रियते जनः  ।
नाधयो व्याधयो वापि सर्वकालसुखं हि तत्
]

`verse 10 [
तेषां नद्यस्तु सप्तैव वर्षाणां च समुद्रगाः  ।
नामतस्ताः प्रवक्ष्यामि श्रुताः पापं हरन्ति याः
]

`verse 11 [
अनुतप्ता शिखी चैव विपाशा त्रिदिवाक्लमः  ।
अमृता सुकृता चैव सप्तैतास्तत्र निम्नगाः
]

`verse 12 [
एते शैलास्तथा नद्यः प्रधानाः कथितास्तव  ।
क्षुद्रशैलास्तथा नद्यस्तत्र सन्ति सहस्रशः  ।
ताः पिबन्दि सदाहृष्टा नदीर्जनपदास्तुते
]

`verse 13 [
अपसर्पिणी न तेषां वै न चैवोत्सर्पिणी द्विज  ।
न त्वेवास्ति युगावस्था तेषु स्तानेषु सप्तसु
]

`verse 14 [
त्रेतायुगसमः कालः सर्वदैव महामते  ।
प्लक्षद्वीपादिषु ब्रह्मञ्शाकद्वीपान्तिकेषु वै
]

`verse 15 [
पञ्च वर्षसहस्राणि जना जीवन्त्यनामयाः  ।
धर्मः पञ्चस्वथैतेषु वर्णाश्रमविभागशः
]

`verse 16 [
वर्णाश्च तत्र चत्वारस्तान्निबोध वदामि ते
]

`verse 17 [
आर्यकाः कुरारश्चैव विदिश्या भाविनश्चे ते  ।
विप्रक्षत्रिवैश्यास्ते शूद्राश्च मुनिसत्तम
]

`verse 18 [
ज्मबूवृक्षप्रमाणस्तु तन्मध्ये सुमहांस्तरुः  ।
प्लक्षस्तन्नामसंज्ञोयं प्लक्षद्वीपो द्विजोत्तम
]

`verse 19 [
इज्यते तत्र भगवांस्तैर्वर्णैरार्यकादिभिः  ।
सीमरूपि जगत्स्त्रष्टा सर्वः सर्वेश्वरो हरिः
]

`verse 20 [
प्लक्षद्वीपप्रमाणेन प्लक्षद्वीपः समावृतः  ।
तथैवेक्षुरमोदेन परिवेषानुकारिणा
]

`verse 21 [
इत्येवं तव मैत्रेय प्लक्षद्वीप उदाहृतः  ।
संक्षेपेण मया भूयः शाल्मलं मे निसामय
]

`verse 22 [
शाल्ममस्येश्वरोःवीरो वपुष्मांस्तत्सुताञ्छृणु  ।
तेषां तु नामसंज्ञानि सप्तवर्षाणि तानि वै
]

`verse 23 [
श्वेतोथ हरितश्चैव जीमूतो रोहितस्तथा  ।
वैद्युतो मानसश्चैव सुप्रभश्च महामुने
]

`verse 24 [
शाल्मलेन समुद्रोसौ द्वीपेनेक्षुरसोदकः  ।
विस्तारद्विगुणेनाथ सर्वतः संवृतः स्थितः
]

`verse 25 [
तत्रापि पर्वताः सप्त विज्ञेया रत्नयोनयः  ।
वर्षाभिव्यञ्जका ये तु तथा सप्त च निम्नगाः
]

`verse 26 [
कुमुदश्चेन्नतश्चैव तृतीयश्च बलाहकः  ।
द्रोणो यत्र महौषध्यः स चतुर्थो महीधरः
]

`verse 27 [
कङ्कस्तुपञ्चमः षष्ठी महिषः सप्तमस्तथा  ।
ककुद्मान्पर्वतवरः सरिन्नामानि मे शृणु
]

`verse 28 [
योनितोयो वितृष्णा च चन्द्रा मुक्ता विमोचनी  ।
निवृत्तिः सप्तमी तासां स्मृतास्ताः पापशान्तिदाः
]

`verse 29 [
श्वेतञ्च हरितं चैव वैद्युतं मानसं तथा  ।
जीमूतं रोहितं चैव सुप्रभं चापि शोभनम्  ।
सप्तैतानि तु वर्षाणि चातुर्वर्ण्ययुतानि वै
]

`verse 30 [
शाल्मले ये तु वर्णाश्च वसन्त्येते महामुने  ।
कपिलाश्चारुणाः पीताः कृष्णाश्चैव पृथक्पृथक्
]

`verse 31 [
ब्रह्मणाः क्षत्रया वैश्याः शुद्राश्चैव यजन्तितम्  ।
भगवन्तं समस्तस्य विष्णुमात्मानमव्ययम्  ।
वायुभूतं मखश्रेष्ठैर्यज्वनो यज्ञसंस्थितिम्
]

`verse 32 [
देवानामत्र सान्नध्यमतीव सुमनोहरे  ।
शाल्मलिः सुमहान्वृक्षो नाम्ना निर्वृतिकारकः
]

`verse 33 [
एष द्वीपः समुद्रेण सुरोदेन समावृतः  ।
विस्ताराच्छाल्मलस्यैव समेन तु समन्ततः
]

`verse 34 [
सुरोदकः परिवृतः कुशद्वीपेन सर्वतः  ।
शाल्मलस्य तु विस्तराद्द्विगुणेन समन्ततः
]

`verse 35 [
ज्योतिष्मतः कुशद्वीपे सप्त पुत्राञ्छृणुष्व तान्
]

`verse 36 [
उद्भिदो वेणुमांश्चैव वेरथो लम्बनो धृतिः  ।
प्रभाकरोतिकपिलस्तन्नामा वर्षपद्धतिः
]

`verse 37 [
तस्मिन्वसन्ति मनुजाः सह दैते यदानवैः  ।
तथैव देवगन्धर्वयक्षकिंपुरुषादयः
]

`verse 38 [
वर्णास्तत्रापि चत्वारो निजानुष्ठानतत्पराः  ।
दमिनः शुष्मिणः स्नेहा मन्देहाश्च महामुने
]

`verse 39 [
ब्रह्मणाः क्षत्रिया वैश्याः शूद्राश्चानुक्रमोदिताः
]

`verse 40 [
यथोस्ककर्मकर्तृत्वात्स्वाधिकारोक्षयाय ते  ।
तत्रैव तं कुशद्वीपे ब्रह्मरूपं जनार्दनम्  ।
यजन्तः क्षपयन्त्युग्रमधिकारफलप्रदम्
]

`verse 41 [
विद्रुमो हेमशैलश्च द्यतिमान् पुष्पवांस्तथा  ।
कुशशयो हरिश्चैव सप्तमो मन्दराचलः
]

`verse 42 [
वर्षाचलास्तु सप्तैते तत्र द्वीपे महामुने  ।
नद्यश्च सप्त तासां तु शृणु नामान्यनुक्रमात्
]

`verse 43 [
धूतपापा शिवा चैव पवित्रा संमतिस्तथा  ।
विद्युदम्भा मही चान्या सर्वपाप हरास्त्विमाः
]

`verse 44 [
अन्याः सहस्रशस्तत्र क्षुद्रनद्यस्तथाचलाः  ।
कुशद्वीपे गुशस्तम्बः संज्ञया तस्य तत्स्मृतम्
]

`verse 45 [
तत्प्रमाणेन स द्वीपो घृतोदेन समावृतः  ।
घृतोदश्च समुद्रो वै क्रौञ्चद्वीपेन संवृतः
]

`verse 46 [
क्रौञ्चद्वीपो महाभाग श्रुयताञ्चापरो महान्  ।
कुशद्वीपस्य विस्तारा द्द्विगुणो यस्य विस्तरः
]

`verse 47 [
क्रौञ्चद्वीपे द्युतिमतः पुत्रास्तस्य महात्मनः  ।
तन्नामानि च वर्षाणि तेषां चक्रे महीपतिः
]

`verse 48 [
कुशलो मल्लगश्चोष्णः पीवरोथान्धकारकः  ।
मुनिश्च दुन्दुभिश्चैव सप्तैते तत्सुता मुने
]

`verse 49 [
तत्रापि देवगन्धर्वसेविताः सुमनोहराः  ।
वर्षाचला महाबुद्धे तेषां नामानि मे शृणु
]

`verse 50 [
क्रौञ्चश्च वामनश्चैव तृतीयश्चान्धकारकः  ।
चतुर्थो रत्नशैलश्च स्वाहिनी हयसन्निभः
]

`verse 51 [
दिवावृत्पञ्चमश्चात्र तथान्यः पुण्डरीकवान्  ।
दुन्दुभिश्च महाशैलो द्विगुणास्त परस्परम्  ।
द्वीपाद्वीपेषु ये शैला यथा द्वीपानि ते तथा
]

`verse 52 [
वर्षेष्वेतेषु रम्येषु तथा शैलवरेषु च  ।
निवसंति निरातङ्काः सह देवगणैः प्रजाः
]

`verse 53 [
पुष्कराः पुष्कला धन्यास्तिष्याख्याश्च महामुने  ।
ब्राह्मणाः क्षत्रिया वैश्याः शुद्राश्चानुक्रमोदिताः
]

`verse 54 [
नदीर्मैत्रेय ते तत्र याः पिबन्ति शृणुष्व ताः  ।
सप्तप्रधानाः शतशस्तत्रान्याः क्षुद्रनिम्नगाः
]

`verse 55 [
गौरी कुमुद्वती चैव सन्ध्या रात्रिर्मनोजवा  ।
क्षान्तिश्च पुण्डरीका च सप्तैता वर्षनिम्नगाः
]

`verse 56 [
तत्रापि विष्णुर्भगवान्पुष्काराद्यैर्जानार्दनः  ।
यागौ रुद्रस्वरूपश्च इज्यते यज्ञसन्निधौ
]

`verse 57 [
क्रौञ्चद्वीपः समुद्रेण दधिमण्डोदकेन च  ।
आवृतः सर्वतः क्रौञ्च द्वीपतुल्येन मानतः
]

`verse 58 [
दधिमण्डोदकश्चापि शाकद्वीपेन संवृतः  ।
क्रौञ्चद्वीपस्य विस्ताराद्द्विगुणेन महामुने
]

`verse 59 [
शाकद्वीपेश्वरस्यापि भव्यस्य मुमहात्मनः  ।
सप्तैव तनयास्तषां ददौ वर्षाणि सप्त सः
]

`verse 60 [
जलदश्च कुमारश्च मुकुमारो मरीचकः  ।
कुसुमोदश्च मौदाकिः सप्तमश्च महाद्रुमः
]

`verse 61 [
तत्संज्ञान्येव तत्रापि सप्त वर्षाण्यनुक्रमात् ।
तत्रापि पर्वताः स्पत वर्षविच्छेदकारिणः
]

`verse 62 [
पूर्वस्तत्रोदयगिरिर्जलाधारस्तथापरः  ।
तथा रैवतकः श्यामस्तथैवास्तगिरिर्द्विज  ।
आम्बिकेयस्तथा रम्यः केसरी पर्वतोत्तमः
]

`verse 63 [
शाकस्तत्र महावृक्षः सिद्धगन्धर्वसेवितः  ।
यत्रत्यवातसंस्पार्शादाह्लादो जायते परः
]

`verse 64 [
तत्र पुण्या जनपदाश्चातुर्वर्ण्यसमन्विताः  ।
नद्यश्चात्र महापुण्याः सर्वपापभयापहाः
]

`verse 65 [
सुकुमारी कुमारी च नलिनी धेनुका च या  ।
इक्षुश्च वेणुका चैव गभस्ती सप्तमी तथा
]

`verse 66 [
अन्याश्च शतशस्तत्र क्षुद्रनद्यो महामुने  ।
महीधरास्तथा सन्ति शतशोथ सहस्रशः
]

`verse 67 [
ताः पिबन्ति मुदायुक्ता जलदादिषु ये स्थिताः  ।
वर्षषु ते जनपदाः स्वर्गादभ्येत्य मेदिनीम्
]

`verse 68 [
धर्महानिर्न तेष्वस्ति न संघर्षः परस्परम्  ।
मर्यादाव्युत्क्रमो नापि तेषु देशेषु सप्तसु
]

`verse 69 [
वङ्गाश्च मागधाश्चैव मानसा मन्दगास्तथा  ।
वङ्गा ब्रह्मणभूयिष्ठा मागधाः क्षत्रियास्तथा  ।
वैश्यास्तु मानसास्तेषां शूद्रस्तेषां तु मन्दगाः
]

`verse 70 [
शाकद्वीपे तु तैर्विष्णुः सूर्यरूपधरो मुने ।
यथोक्तौरिज्यते सम्यक्कर्मभिर्नियतात्मभिः
]

`verse 71 [
शाकद्वीपस्तु मैत्रेय क्षीरोदेन समावृतः  ।
शाकद्वीपप्रमाणेन वलयेनेव वेष्टितः
]

`verse 72 [
क्षीराब्धिः सर्वतो ब्रह्मन्पुष्कराख्येन वेष्टितः  ।
द्वीपेन शाकद्वीपात्तु द्विगुणेन समन्ततः
]

`verse 73 [
पुष्करे सवनस्यापि महावीरोऽभवत्सुतः  ।
धातुकिश्च तयोस्तत्र द्वे वर्षे नामचिह्निते  ।
महावीरं तथैवान्यद्धातुकीखण्डसंज्ञितम्
]

`verse 74 [
एकश्चत्र महाभाग प्रख्यातो वर्षपर्वतः  ।
मानासोत्तरसंज्ञो वै मध्यतो वलयाकृतिः
]

`verse 75 [
योजनानां सहस्राणि ऊर्ध्वं पञ्चाशदुच्छ्रितः  ।
तावदेव च विस्तीर्णः सर्वतः परिमण्डलः
]

`verse 76 [
पुष्करद्वीपवलयं मध्येन विभजन्निव  ।
स्थितोसौ तेन विछिन्नं जातं तद्वर्षकद्वयम्
]

`verse 77 [
वलयाकारमेकैकं तयोर्वर्षं तथा गिरिः
]

`verse 78 [
दशवर्षसहस्राणि तत्र जीवन्ति मानवाः  ।
विरामया विशोकाश्च रागद्वेषादिवर्जिताः
]

`verse 79 [
अधमोत्तमौ न तेष्वास्तां न वध्यवधकौ द्विज  ।
नेर्ष्यासूया भयं द्वेषो दोषो लोभादिको न च
]

`verse 80 [
महापीतंबहिर्वर्षं धातकीखण्डमन्ततः  ।
मानसोत्तरशौलस्य देवदैत्यादिसेवितम्
]

`verse 81 [
सत्यानृतेन तत्रास्तां द्वीपे पुष्करसंज्ञिते  ।
न तत्र नद्यः शैला वा द्वीपे वर्षद्वयान्विते
]

`verse 82 [
तुल्यपेषास्तु मनुजा देवास्तत्रैकरूपिणः
]

`verse 83 [
वर्णाश्रमाचारहीनं धर्माचरणवर्जितम्  ।
त्रयीवार्तादण्डनीतिशुश्रूषारहितञ्च यत्
]

`verse 84 [
वर्षद्वयं तु मैत्रेय भौमः स्वर्गोयमुत्तमः  ।
सर्वर्तुसुखदः कालो जरारोगादिवर्जितः  ।
धातकीखण्डसंज्ञेऽथ महावीरे च वै मुने
]

`verse 85 [
न्यग्रोधः पुष्करद्वीपे ब्रह्मणः स्थानमुत्तमम्  ।
तस्मिन्नवसति ब्रह्मा पूज्यमानः सुरासुरैः
]

`verse 86 [
स्वादूदकेनोदधिना पुष्करः परिवेष्टितः  ।
समेन पुष्करस्यैव विस्तारान्मण्डलं तथा
]

`verse 87 [
एवं द्वीपाः समुद्रैश्च सप्तसप्तभिरावृताः  ।
द्वीपश्चैव समुद्रश्च समानो द्विगुणौ परौ
]

`verse 88 [
पयांसि सर्वदा सर्वसमुद्रेषु समानि वै  ।
न्यूनातिरिक्तता तेषां कदाचिन्नैव जायते
]

`verse 89 [
स्थालीस्थमग्नीसंयोगादुद्रेकिसलिले यथ  ।
तथेन्दुवृद्धौ सलिलमंभोधौ मुनिसत्तम
]

`verse 90 [
अन्यूनानतिरिक्ताश्च वर्धन्त्यापो ह्रसंति च  ।
उदयास्तमनेष्विन्दोः पक्षयोः शुक्लकृष्णयोः
]

`verse 91 [
दशोत्तराणि पञ्चैव ह्यङ्गुलानां शतानि वै  ।
अपां वृद्धिक्षणो दृष्टौ सामुद्रीणां महामुने
]

`verse 92 [
भोजनं पुष्करद्वीपे तत्र स्वयमुपस्थितम्  ।
षड्रसं भुञ्जते विप्र प्रजाः सर्वाः सदैव हि
]

`verse 93 [
स्वादूदकस्य परितो दृस्यते लोकसंस्थितिः  ।
द्विगुणा काञ्चनी भूमिः सर्वजन्तुविवर्जिता
]

`verse 94 [
लोकालोकस्ततः शैलो जोजनायुतविस्तृतः  ।
उच्छ्रायेणापि तावन्ति सहस्राण्यचलो हि सः
]

`verse 95 [
ततस्तमः समावृत्य तं शौलं सर्वतः स्थितम्  ।
तमश्चाण्डकटाहेन समन्तात्परिवेष्टितम्
]

`verse 96 [
पञ्चशत्कोटिविस्तारा सेयमुर्व महामुने  ।
सहैवाण्डकटाहेन सद्वीपाब्धिमहीधरा
]

`verse 97 [
सेयं धात्री विधात्री च सर्वभूतगुणाधिका  ।
आधारभू६ आ सर्वेषां मैत्रेय जगतामिति
]

`colophon [
इति श्रीविष्णुमहापुराणे द्वितीयेऽंशे चतुर्थोऽध्यायः (४)
]
