`speaker [
श्रीपराशर उवाच
]

`verse 1 [
विस्तार एष कथितः पृथिव्या भवतो मया
सप्ततिस्तु सहस्राणि द्विजोच्छ्रायोपि कथ्यते
]

`verse 2 [
दशसाहस्रमेकैकं पातालं मुनिसत्तम
अतलं वितलं चैव नितलं च गभस्तिमत्
महाख्यं सुतलं चाग्र्यं पातालं चापि सप्तमम्
]

`verse 3 [
शुक्लाकृष्णारुणाः पीताः शर्कराः शैलकांचनाः
भूमयो यत्र मैत्रेय वरप्रासादमंडिताः
]

`verse 4 [
तेषु दानवदैतेया यक्षाश्च शतशस्तथा
निवसन्ति महानागजातयश्च महामुने
]

`verse 5 [
स्वर्लोकादपि रम्याणि पातालानीति नारदः
प्राह स्वर्गसदां मध्ये पातालाभ्यागतो दिवि
]

`verse 6 [
आह्लादकारिणः शुभ्रा मणयो यत्र सुप्रभाः
नागाभरणभूषासु पातालं केन तत्समम्
]

`verse 7 [
दैत्यदानवकन्याभिरितश्चेतश्च शोभिते
पाताले कस्य न प्रीतिर्विमुक्तस्यापि जायते
]

`verse 8 [
दिवार्करश्मयो यत्र प्रभां तन्वन्ति नातपम्
शशिरश्मिर्न शीताय निशि द्योताय केवलम्
]

`verse 9 [
भक्ष्यभोज्यमहापानमुदितैरपि भोगिभिः
यत्र न ज्ञायते कालो गतोपि दनुजादिभिः
]

`verse 10 [
वनानि नद्यो रम्याणि सरांसि कमलाकराः
पुंस्कोकिलाभिलापाश्च मनोज्ञान्यम्बराणि च
]

`verse 11 [
भूषणान्यतिशुभ्राणि गन्धाढ्यं चानुलेपनम्
वीणावेणुमृदंगानां स्वनैरापूरितानि च
]

`verse 12 [
एतान्यन्यानि चोदारभाग्यभोग्यानि दानवैः
दैत्योरगैश्च भुज्यन्ते पातालान्तरगोचरैः
]

`verse 13 [
पातालानामधश्चास्ते विष्णोर्या तामसी तनुः
शेषाख्या यद्गुणान्वक्तुं न शक्ता दैत्यदानवाः
]

`verse 14 [
योनन्तः पठ्यते सिद्धैर्दैवो देवर्षिपूजितः
स सहस्रशिरा व्यक्तस्वस्तिकामलभूषणः
]

`verse 15 [
फणामणिसहस्रेण यः स विद्योतयन्दिशः
सर्वान्करोति निर्वीर्यान् हिताय जगतोऽसुरान्
]

`verse 16 [
मदाघूर्णितनेत्रोसौ यः सदैवैककुण्डलः
किरीटी स्रग्धरो भाति साग्निः श्वेत इवाचलः
]

`verse 17 [
नीलवासा मदोत्सिक्तः श्वेतहारोपशोभितः
साभ्रगङ्गाप्रवाहोसौ कैलासाद्रिरिवापरः
]

`verse 18 [
लाङ्गलासक्तहस्ताग्रो बिभ्रन्मुसलमुत्तमम्
उपास्यते स्वयं कान्त्या यो वारुण्या च मूर्त्तया
]

`verse 19 [
कल्पान्ते यस्य वक्त्रेभ्यो विषानलशिखोज्ज्वलः
संकर्षणात्मको रुद्रो  निष्क्रम्यात्ति जगत्त्रयम्
]

`verse 20 [
स बिभ्रच्छेखरीभूतमशेषं क्षितिमण्डलम्
आस्ते पातालमूलस्थः शेषोऽशेषसुरार्चितः
]

`verse 21 [
तस्य वीर्यं प्रभावश्च स्वरूपं रूपमेव च
न हि वर्णयितुं शक्यं ज्ञातुं च त्रिदशैरपि
]

`verse 22 [
यस्यैषा सकला पृथ्वी फणामणिशिखारुणा
आस्ते कुसुममालेव कस्तद्वीर्यं वदिष्यति
]

`verse 23 [
यदा विजृम्भतेनन्तो मदाघूर्णितलोचनः
तदा चलति भूरेषा साब्धितोया सकानना
]

`verse 24 [
गन्धर्वाप्सरसः सिद्धाः किन्नरोरगचारणाः
नान्तं गुणानां गच्छन्ति तेनानन्तोयमव्ययः
]

`verse 25 [
यस्य नागवधूहस्तैर्लगितं हरिचन्दनम्
मुहुः श्वासानिलापास्तं याति दिक्क्षोदवासताम्
]

`verse 26 [
यमाराध्य पूराणर्षिर्गर्गो ज्योतींषि तत्त्वतः
ज्ञातवान्सकलं चैव निमित्तपठितं फलम्
]

`verse 27 [
तेनेयं नागवर्येण शिरसा विधृता मही
बिभर्ति मालां लोकानां सदेवासुरमानुषाम्
]

`colophon [
इति श्रीविष्णुमहापुराणे द्वितीयेंशो! पंचमोऽध्यायः
]
