`speaker [
पराशर उवाच
]

`verse 1 [
ततश्च नरका विप्र भुवोधः सलिलस्य च  ।
पापिनो येषु पात्यन्ते ताञ्छृणुष्वमहामुने
]

`verse 2 [
रौरवः सूकरो रोधस्तालो विशसनस्तथा  ।
महाज्वालस्तप्तकुम्भो लवणेथ विलोहितः
]

`verse 3 [
रुधिराम्भो वैतरणिः क्रिमिशः क्रिमिभोजनः  ।
असिपत्रवनं कृष्णो लालाभक्षश्च दारुणः
]

`verse 4 [
तथा पूयवहः पापो वह्निज्वालो ह्यधः शिराः  ।
संदंशः कालसूत्रश्च तमश्चावीचिरेव च
]

`verse 5 [
श्वभोजनोथाप्रतिष्ठश्चाप्रचिश्च तथा परः  ।
इत्येवमादयश्चान्ये नरका भृशदारुणाः
]

`verse 6 [
यमस्य विषये घोराः शस्त्राग्निभयदायिनः  ।
पतन्ति येषु पुरुषाः पापकर्मरतास्तु ये
]

`verse 7 [
कूटसाक्षी तथासम्यक्पक्षपातेन यो वदेत् ।
यश्चान्यदनृतं वक्ति स नरो याति रौरवम्
]

`verse 8 [
भ्रूणहा पुरहन्ता च गौघ्नश्च मुनिसत्तम  ।
यान्ति ते नरकं रोधं यश्चोच्छ्वासनिरोधकः
]

`verse 9 [
सुरापो ब्रह्महा हर्ता सुवर्णस्य च सूकरे  ।
प्रयान्ति नरके यश्च तैः संसर्गमुपैति वै
]

`verse 10 [
राजन्यवैश्यहन्ता च तथैव गुरुतल्पगः  ।
तप्तकुण्डेस्वसृगामी हन्ति राजभटांश्च यः
]

`verse 11 [
साध्वीविक्रयकृद्बन्धपालः केसरिविक्रयी  ।
तप्तलोहे पतन्त्येते यश्च च भक्तं परित्यजेत्
]

`verse 12 [
स्नुषां सुतां चापि गत्वा महाज्वाले निपात्यते  ।
अवमन्ता गुरूणां यो यश्चाक्रोष्टा नराधमः
]

`verse 13 [
वेददूषयितायश्च वेदविक्रयकश्च यः  ।
अगम्यगामी यश्च स्यात्ते यान्ति लवणं द्विज
]

`verse 14 [
चोरो विलोहे पतति मर्यादादूषकस्तथा
]

`verse 15 [
देवद्विजपितृद्वेष्टा रत्नदूषयिता च यः  ।
स याति क्रिमिभक्षे वै क्रिमीशे च दुरिष्टकृत्
]

`verse 16 [
पितृदेवातिथींस्त्यक्त्वा पर्यश्नाति नराधमः  ।
लालाभक्षे स यात्युग्रे शरकर्ता च वेधके
]

`verse 17 [
करोति कर्णिनो यश्च यश्च खङ्गादिकृन्नरः  ।
प्रयान्त्येते विशसने नरके भृशदरुणे
]

`verse 18 [
असत्प्रतिगृहीता तु नरके यात्यधोमुखे  ।
अयाज्ययाजकश्चैव तथा नक्षत्रसूचकः
]

`verse 19 [
वेगी पूयवहे चैको याति मष्टान्नभुङ्गरः
]

`verse 20 [
लाक्षामासरसानां च तिलानां लवणस्य च  ।
विक्रेता ब्रह्मणो याति तमेव नरकं द्विज
]

`verse 21 [
मार्जारकुक्कुटच्छाग श्ववराहविहङ्गमान्  ।
पोषयन्नरकं याति तमेव द्विजसत्तम
]

`verse 22 [
रङ्गोपजीवी कैवर्तः कुम्डाशी गरदस्तथा  ।
सूची माहिषकश्चैव पर्वकारी च यो द्विजः
]

`verse 23 [
अगारदाही मित्रघ्नः शाकुनिर्ग्रमयाजकः  ।
रुधिरान्धे पतन्त्येते सोमं विक्रीणते च ये
]

`verse 24 [
मखहा ग्रामहन्ता च याति वैतरणीं नरः
]

`verse 25 [
रेतः पातादिकर्तारो मर्यादाभेदिनो हि ये  ।
ते कृष्णे यान्त्यशौचाश्च कुहकाजीविनश्च ये
]

`verse 26 [
असिपत्रवनं याति वनच्छेदी वृथैव यः  ।
औरभ्रिको मृगव्याधो वह्निज्वाले पतन्ति वै
]

`verse 27 [
यान्त्येते द्विज तत्रैव ये चापाकेषु वह्निदाः
]

`verse 28 [
व्रतानां लोपको यश्चस्वाश्रमाद्विच्युतश्च यः  ।
सन्दंशयातनामध्ये पततस्तावुभावपि
]

`verse 29 [
दिवा स्वप्ने च स्कन्दन्ते ये नरा ब्रह्मचारिणः  ।
पुत्रैरध्यापिता ये च ते पतन्ति श्वभोजने
]

`verse 30 [
एते चान्ये च नरकाः शतशोथ सहस्रशः  ।
येषु दुष्कृतकर्माणः पच्यन्ते यातनागताः
]

`verse 31 [
यथैव पापान्येतानि तथान्यानि सहस्रशः  ।
भुज्यन्ते तानि पुरुषैर्नरकान्तरगोचरैः
]

`verse 32 [
वर्णाश्रमविरुद्धं च कर्म कुर्वन्ति ये नराः  ।
कर्मणा मनसा वाचा निरयेषु पतन्ति ते
]

`verse 33 [
अधः शिरोभिदृश्यन्ते नारकैर्दिवि देवताः  ।
देवाश्चाधोमुखान्सर्वानधः पश्यन्ति नारकान्
]

`verse 34 [
स्थावराः क्रिमयोब्जाश्च पक्षिणः पशवो नराः  ।
धार्मिकास्त्रिदशास्तद्धन्मोक्षिणश्च यथाक्रमम्
]

`verse 35 [
सहस्रभागप्रथमा द्वितीयानुक्रमास्तथा  ।
सर्वे ह्येते महाभागा यावन्मुक्तिसमाश्रयाः
]

`verse 36 [
यावन्तो जन्तवः स्वर्गे तावन्तो नरकौकसः  ।
पापकृद्याति नरकं प्रायाश्चित्तपराङ्मुखः
]

`verse 37 [
पापानामनुरूपाणि प्रायश्चित्तानि यद्यथा  ।
तथा तथैव संस्मृत्य प्रोक्तानि परमर्षिभिः
]

`verse 38 [
पापे गुरूणि गुरुणि स्वल्पान्यल्पे च तद्विदः  ।
प्रायश्चित्तानि मैत्रेय जगुः स्वायंभुवादयः
]

`verse 39 [
प्रायश्चित्तान्यशेषाणि तपःकर्मात्मकानि वै  ।
यानि तेषामशेषाणां कृष्णानुस्मरणम्परम्
]

`verse 40 [
कृते पापेऽनुतापो वै यस्य पुंसः प्रजायते  ।
प्रायश्चित्तं तु तस्यैकं हरिसंस्मरणं परम्
]

`verse 41 [
प्रातर्निशि तथा सन्ध्यामध्याह्नादिषु संस्मरन्  ।
नारायणमवाप्नोति सद्यः पापक्षयन्नरः  ।
विष्णुसंस्मरणात्क्षीणसमस्तक्लेशसञ्चयः  ।
मुक्तिं प्रयाति स्वर्गाप्तिस्तस्य विघ्नोनुमीयते
]

`verse 42 [
वासुदेवे मनो यस्यजपहोमार्चनादिषु  ।
तस्यान्तरायो मैत्रेय देवेन्द्रत्वादिकं फलम्
]

`verse 43 [
क्व नाकपृष्ठगमनं पुनरावृत्तिलक्षणम्  ।
क्व जपो वासुदेवेति मुक्तिबीजमनुत्तमम्
]

`verse 44 [
तस्मादहर्निशं विष्णुं संस्मरन्पुरुषो मुने  ।
न याति नरकं मर्त्यः संक्षीणाखिलपातकः
]

`verse 45 [
मनः प्रीतिकरः स्वर्गो नरकस्तद्विपर्ययः  ।
नरकस्वर्गसंज्ञे वै पापपुण्ये द्विजोत्तम
]

`verse 46 [
वस्त्वेकमेव दुःखाय सुखायेर्ष्यागमाय च  ।
कोपाय च यतस्तस्माद्वस्तु वस्त्वात्मकं कुतः
]

`verse 47 [
तदेव प्रीतये भूत्वा पुनर्दुःखाय जायते  ।
तदेव कोपाय यतः प्रसादाय च जायते
]

`verse 48 [
तस्माद्दुःखात्मकं नास्ति न च किञ्चित्सुखात्मकम्  ।
मनसः परिणामोयं सुखदुःखादिलक्षणः
]

`verse 49 [
ज्ञानमेव परं ब्रह्म ज्ञानं बन्धाय चेष्यते  ।
ज्ञानात्मकमिदं विश्वं न ज्ञानाद्विद्यते परम्
]

`verse 50 [
विद्याविद्येति मैत्रेय ज्ञानमेवोपधारय
]

`verse 51 [
एवमेतन्मयाख्यातं भवतो मण्डलं भुवः  ।
पातालानि च सर्वाणि तथैव नरका द्विज
]

`verse 52 [
समुद्राः पर्वताश्चैव द्वीपा वर्षाणि निम्नगाः  ।
संक्षेपात्सर्वमाख्यातं किं भूयः श्रोतुमिच्छसि
]

`colophon [
इति श्रीविष्णुमहापुराणे द्वितीयेऽंशे षष्ठोऽध्यायः (६)
]
