`verse 1 [
कथितं भूतलं ब्रह्मन्ममैतदखिलं त्वया ।
भुवर्लोकादिकाँ ल्लोकाञ्छ्रोतुमिच्छाम्यहं मुने
]

`verse 2 [
तथैव ग्रहसंस्थानं प्रमाणानि यथा तथा ।
समाचक्ष्व महाभाग तन्मह्यं परिपृच्छते
]

`speaker [
श्रीपराशर उवाच
]

`verse 3 [
रविचन्द्र मसोर्यावन्मयूखैरवभास्यते ।
ससमुद्र सरिच्छैला तावती पृथिवी स्मृता
]

`verse 4 [
यावत्प्रमाणा पृथिवी विस्तारपरिमण्डलात् ।
नभस्तावन्प्रमाणं वै व्यासमण्डलतो द्विज
]

`verse 5 [
भूमेर्यो जनलक्षे तु सौरं मैत्रेय मण्डलम् ।
लक्षाद्दिवाकरस्यापि मण्डलं शशिनः स्थितम्
]

`verse 6 [
पूर्णे शतसहस्रे तु योजनानां निशाकरात् ।
नक्षत्रमण्डलं कृत्स्नमुपरिष्टात्प्रकाशते
]

`verse 7 [
द्वे लक्षे चोत्तरे ब्रह्मन् बुधो नक्षत्रमण्डलात् ।
तावत्प्रमाणभागे तु बुधस्याप्युशनाः स्थितः
]

`verse 8 [
अङ्गारकोपि शुक्रस्य तत्प्रमाणे व्यवस्थितः ।
लक्षद्वये तु भौमस्य स्थितो देवपुरोहितः
]

`verse 9 [
सौरिर्बृहस्पतेश्चोर्ध्वं द्विलक्षे समवस्थितः ।
सप्तर्षिमण्डलं तस्माल्लक्षमेकं द्विजोत्तम
]

`verse 10 [
ऋषिभ्यस्तु सहस्राणां शतादूर्ध्वं व्यवस्थितः ।
मेढीभूतः समस्तस्य ज्योतिश्चक्रस्य वै ध्रुवः
]

`verse 11 [
त्रैलोक्यमेतत्कथितमुत्सेधेन महामुने ।
इज्याफलस्य भूरेषा इज्या चात्र प्रतिष्ठिता
]

`verse 12 [
ध्रुवादूर्ध्वं महर्लोको यत्र ते कल्पवासिनः ।
एकयोजनकोटिस्तु यत्र ते कल्पवासिनः
]

`verse 13 [
द्वे कोटी तु जनो लोको यत्र ते ब्रह्मणः सुताः ।
सनन्दनाद्याः प्रथिता मैत्रेयामलचेतसः
]

`verse 14 [
चतुर्गणोत्तरे चोर्ध्वं जनलोकात्तपः स्थितः ।
वैराजा यत्र ते देवाः स्थिता दाहविर्जिताः
]

`verse 15 [
षड्गुणेन तपोलोकात्सत्यलोको विराजते ।
अपुनर्मारका यत्र ब्रह्मलोको हि संस्मृतः
]

`verse 16 [
पादगम्यन्तु यत्किञ्चिद्वस्त्वस्ति पृथिवीमयम् ।
स भूर्लोकः समाख्यातो विस्तरोस्य मयोदितः
]

`verse 17 [
भूमिसूर्यान्तरं यच्च सिद्धादिमुनिसेवितम् ।
भुवर्लोकस्तु सोप्युक्तो द्वितीयो मुनिसत्तम
]

`verse 18 [
ध्रुवसूर्यान्तरं यच्च नियुतानि चतुर्दश ।
स्वर्लोकः सोपि गदितो लोकसंस्थानचिन्तकैः
]

`verse 19 [
त्रैलोक्यमेतत्कृतकं मैत्रेय परिपठ्यते ।
जनस्तपस्तथा सत्यमिति चाकृतकं त्रयम्
]

`verse 20 [
कृतकाकृतयोर्मध्ये महर्लोक इति स्मृतः ।
शून्यो भवति कल्पान्ते योत्यन्तं न विनश्यति
]

`verse 21 [
एते सप्त मया लोका मैत्रेय कथितास्तव ।
पातालानि च सप्तैव ब्रह्माण्डस्यैष विस्तरः
]

`verse 22 [
एतदण्डकटाहेन तिर्यक् चोर्ध्वमधस्तथा ।
कपित्थस्य यथा बीजं सर्वतो वै समावृतम्
]

`verse 23 [
दशोत्तरेण पयसा मैत्रेयांडं च तद्वृतम् ।
सर्वोम्बुपरिधानोसौ वह्निना वेष्टितो बहिः
]

`verse 24 [
वह्निश्च वायुना वायुर्मैत्रेय नभसा वृतः ।
भूतादिना नभः सोपि महता परहिवेष्टितः ।
देशोत्तराण्यश्षोआ!णि मैत्रेयैतानि सप्त वै
]

`verse 25 [
महान्तं च समावृत्य प्रधानं समवस्थितम् ।
अनन्तस्य न तस्यान्तः संख्यानं चापि विद्यते
]

`verse 26 [
तदन्तमसंख्यातप्रमाणं चापि वै यतः ।
हेतुभूतमसेषस्य प्रकृतिः सा परा मुने
]

`verse 27 [
अंडानां तु सहस्राणां सहस्राण्ययुतानि च ।
ईदृशानां तथा तत्र कोटिकोटिशतानि च
]

`verse 28 [
हारुण्यग्निर्यथा तैलं तिले तद्वत्पुमानपि ।
प्रधानेऽवस्थितो व्यापी चेतनात्मात्मवेदनः
]

`verse 29 [
प्रधानं च पुमांश्चैव सर्वभूतात्मभूतया ।
विष्णुशक्त्या महाबुद्धे वृतौ संश्रयधर्मिणौ
]

`verse 30 [
तयोः सैव पृथग्भावकारणं संश्रयस्य च ।
क्षोभकारणभूता च सर्गकाले महामते
]

`verse 31 [
यथा सक्तं जले वातो बिभर्त्ति कणिकाशतम् ।
शक्तिः सापि तथा विष्णोः प्रधानपुरुषात्मकम्
]

`verse 32 [
यथा च पादयोर्मूलस्कन्धशाखादिसंयुतः ।
आदिबीजात्प्रभवति बीजान्यन्यानि वै ततः
]

`verse 33 [
प्रभवन्ति ततस्तेभ्यः सम्भवन्त्यपरे द्रु माः ।
तेपि तल्लक्षणद्र व्यकारणानुगता मुने
]

`verse 34 [
एवमव्याकृतात्पूर्वं जायन्ते महदादयः ।
विशेषान्तास्ततस्तेभ्यः संभवंत्यसुरादयः ।
तेभ्यश्च पुत्रास्तेषां च पुत्राणामपरे सुताः
]

`verse 35 [
बीजाद्वृक्षप्ररोहेण यथा नापचयस्तरोः ।
भूतानां भूतसर्गेण नैवास्त्यपचयस्तथा
]

`verse 36 [
सन्निधानाद्यथाकाशकालाद्याः कारणं तरोः ।
तथैवापरिणामेव विश्वस्य भगवान्हरिः
]

`verse 37 [
व्रीहिबीजे यथा मूलं नालं पत्राङ्कुरौ तथा ।
काण्डकोषस्तु पुष्पं च क्षीरं तद्वच्च तण्डुलाः
]

`verse 38 [
तुषाः कणाश्च सन्तो वै यान्त्याविर्भावमात्मनः ।
प्ररोहहेतुसामग्र्यमासाद्य मुनिसत्तम
]

`verse 39 [
तथा कर्मस्वनेकेषु देवाद्याः समवस्थिताः ।
विष्णुशक्तिं समासाद्य प्ररोहमुपयान्ति वै
]

`verse 40 [
स च विष्णुः परं ब्रह्म यतः सर्वमिदं जगत् ।
जगच्च यो यत्र चेदं यस्मिंश्च लयमेष्यति
]

`verse 41 [
तद्ब्रह्म तत्परं धाम सदसत्परमं पदम् ।
यस्य सर्वमभेदेन यतश्चैतच्चराचरम्
]

`verse 42 [
स एव मूलप्रकृतिर्व्यक्तरूपी जगच्च सः ।
तस्मिन्नेव लयं सर्वं याति तत्र च तिष्ठति
]

`verse 43 [
कर्त्ता क्रियाणां स च इज्यते क्रतुः स एवतत्कर्मफलं च तस्य ।
स्रुगादियत्साधनमप्यश्षॐ हरेर्न किञ्चिद्व्यतिरिक्तमस्ति
]

`colophon [
इति श्रीवुष्णुमहापुराणे द्वितीयेंशे सप्तमोऽध्यायः
]
