`speaker [
श्रीपराशर उवाच
]

`verse 1 [
व्याख्यातमेतद्ब्रह्माण्डसंस्थानं तव सुव्रत
ततः प्रमाणसंस्थाने सूर्यादीनां शृणुष्व मे
]

`verse 2 [
योजनानां सहस्राणि भास्करस्य रथो नव
ईषादण्डस्तथैवास्य द्विगुणो मुनिसत्तम
]

`verse 3 [
सार्धकोटिस्तथा सप्त नियुतान्यधिकानि वै
योजनानां तु तस्याक्षस्तत्र चक्रं प्रतिष्ठितम्
]

`verse 4 [
त्रिनाभिमति पञ्चारे षण्णेमिन्यक्षयात्मके
संवत्सरमये कृत्स्नं कालचक्रं प्रतिष्ठितम्
]

`verse 5 [
हयाश्च सप्तच्छन्दांसि तेषां नामानि मे शृणु
गायत्री च बृहत्युष्णिग्जगती त्रिष्टुभेव च
अनुष्टुप्पंक्तिरित्युक्ता छंदांसि हरयो रवेः
]

`verse 6 [
चत्वारिंशत्सहस्रणिद्वितीयोऽक्षो विवस्वतः
पञ्चान्यानि तु सार्धानि स्यन्दनस्य महामते
]

`verse 7 [
अक्षप्रमाणमुभयोः प्रमाणं तद्युगार्द्धयो
ह्रस्वोक्षस्तद्युगार्द्धेन ध्रुवाधारो रथस्य वै
द्वितीयेक्षे तु तच्चक्रं संस्थितं मानसाचले
]

`verse 8 [
मानसोत्तरशैलस्य पूर्वतो वासवी पुरी
दक्षिणे तु यमस्यान्याप्रतीच्यां वरुणस्य च
उत्तरेण च सोमस्य तासां नामानि मे शृणु
]

`verse 9 [
वस्वौकसारा शक्रस्य याम्या संयमनी तथा
पुरी सुखाजलेशस्य सोमस्य च विभावरी
]

`verse 10 [
काष्ठां गतो दक्षिणतः क्षिप्तेषुरिव सर्पति
मैत्रेय भगवान्भानुर्ज्योतिषां चक्रसंयुतः
]

`verse 11 [
अहोरात्रव्यवस्थानकारणं भगवान्रविः
देवयानः परः पन्था योगिनां क्लेशसंक्षये
]

`verse 12 [
दिवसस्य रविर्मध्ये सर्वकालं व्यवस्थितः
सर्वद्वीपेषु मैत्रेय निशार्द्धस्य च सन्मुखः
]

`verse 13 [
उदयास्तमने चैव सर्वकालं तु सम्मुखे
विदिशासु त्वश्षोआ!सु तथा ब्रह्मन् दिशासु च
]

`verse 14 [
यैर्यत्र दृश्यते भास्वान्स तेषामुदयः स्मृतः
तिरोभावं च यत्रैति तत्रैवास्तमनं रवेः
]

`verse 15 [
नैवास्तमनमर्कस्य नोदयः सर्वदा सतः
उदयास्तमनाख्यं हि दर्शनादर्शनं रवेः
]

`verse 16 [
शक्रादीनां पुरे तिष्ठन् स्पृशत्येष पुरत्रयम्
विकोणौ द्वौ विकोणस्थस्त्रीन् कोणान्द्वे पुरे तथा
]

`verse 17 [
उदितो वर्द्धमानाभिरामध्याह्नात्तपन्रविः
ततः परं ह्रसन्तीभिर्गोभिरस्तं नियच्छति
]

`verse 18 [
उदयास्तमनाभ्यां च स्मृते पूर्वापरे दिशौ
यावत्पुरस्तात्तपति तावत्पृष्ठे च पार्श्वयोः
]

`verse 19 [
ऋतेऽमरगिरेर्मेरोरुपरि ब्रह्मणः सभाम्
येये मरीचयोर्कस्य प्रयान्ति ब्रह्मणः सभाम्
तेते निरस्तास्तद्भासा प्रतीपमुपयान्ति वै
]

`verse 20 [
तस्माद्दिश्युत्तरस्यां वै दिवारात्रिः सदैव हि
सर्वेषां द्वीपवर्षाणां मेरुरुत्तरतो यतः
]

`verse 21 [
प्रभा विवस्वतो रात्रावस्तं गच्छति भास्करे
विशत्यग्निमतो रात्रौ वह्निर्दूरात्प्रकाशते
]

`verse 22 [
वह्नेः प्रभा तथा भानुर्दिनेष्वाविशति द्विज
अतीव वह्निसंयोगादतः सूर्यः प्रकाशते
]

`verse 23 [
तेजसी भास्कराग्नेये प्रकाशोष्णस्वरूपिणी
परस्परानुप्रवेशादाप्यायेते दिवानिशम्
]

`verse 24 [
दक्षिणोत्तरभूम्यर्द्धे समुत्तिष्ठति भास्करे
अहोरात्रं विशत्यम्भस्तमः प्राकाश्यशीलवत्
]

`verse 25 [
आताम्रा हि भवत्यापो दिवानक्तप्रवेशनात्
दिनं विशति चैवांभो भास्करेस्तमुपेयुषि
तस्माच्छुक्ला भवन्त्यापो नक्तमह्नः प्रवेशनात्
]

`verse 26 [
एवं पुष्करमध्येन यदा याति दिवाकरः
त्रिंशद्भागस्तु मेदिन्यास्तदा मौहूर्त्तिकी गतिः
]

`verse 27 [
कुलालचक्रपर्यन्ते भ्रमन्नेष दिवाकरः
करोत्यहस्तथा रात्रिं विमुञ्चन्मेदिनीं द्विजः
]

`verse 28 [
अयनस्योत्तरस्यादौ मकरं याति भास्करः
ततः कुम्भं च मीनं च राशो! राश्यंतरं द्विज
]

`verse 29 [
त्रिष्वेतेष्वथ भुक्तेषु ततो वैषुवतीं गतिम्
प्रयाति सविता कुर्वन्नहोरात्रं ततः समम्
]

`verse 30 [
ततो रात्रिः क्षयं याति वर्द्धतेऽनुदिनं दिनम्
]

`verse 31 [
ततश्च मिथुनस्यान्ते परां काष्ठामुपागतः
राशिं कर्कटकं प्राप्य कुरुते दक्षिणायनम्
]

`verse 32 [
कुलालचक्रपर्यंतो यथाशीघ्रं प्रवर्त्तते
दक्षिणप्रक्रमे सूर्यस्तथा शीघ्रं प्रवर्त्तते
]

`verse 33 [
अतिवेगितया कालं वायुवेगबलाच्चरन्
तस्मात्प्रकृष्टां भूमिं तु कालेनाल्पेन गच्छति
]

`verse 34 [
सूर्यो द्वादशभिः शैघ्र्यानमुहूर्त्ते दक्षिणायने
त्रयोदशार्द्धमृक्षाणामह्ना तु चरति द्विज
मुहूर्त्तैस्तावदृक्षाणि नक्तमष्टादशैश्चरन्
]

`verse 35 [
कुलालचक्रमध्यस्थो यथा मन्दं प्रसर्पति
तथोदगयने सूर्यः सर्पते मन्दविक्रमः
]

`verse 36 [
तस्माद्दीर्घेण कालेन भूमिमल्पां तु गच्छति
अष्टादशमुहूर्तं यदुत्तरायणपश्चिमम्
]

`verse 37 [
अहर्भवति तच्चापि चरते मन्दविक्रमः
]

`verse 38 [
त्रयोदशार्द्धमह्ना तु ऋक्षाणां चरते रविः
मुहूर्त्तैस्तावदृक्षाणि रात्रौ द्वादशभिश्चरन्
]

`verse 39 [
अतो मन्दतरं नाभ्यां चक्रं भ्रमति वै यथा
मृत्पिण्ड इव मध्यस्थो ध्रुवो भ्रमति वै तथा
]

`verse 40 [
कुलालचक्रनाभिस्तु यथा तत्रैव वर्तते
ध्रुवस्तथा हि मैत्रेय तत्रैव परिवर्तते
]

`verse 41 [
उभयोः काष्ठयोर्मध्ये भ्रमतो मण्डलानि तु
दिवा नक्तं च सूर्यस्य मन्दा शीघ्रा च वै गतिः
]

`verse 42 [
मन्दाह्नि यस्मिन्नयने शीघ्रा नक्तं तदा गतिः
शीघ्रा निशि यदा चास्य तदा मंदा दिवा गतिः
]

`verse 43 [
एक प्रमाणमेवैष मार्गं याति दिवाकरः
अहोरात्रेण यो भुंक्ते समस्ता राशयो द्विज
]

`verse 44 [
षडेव राशीन् यो भुंक्ते रात्रावन्यांश्च षड्दिवा
]

`verse 45 [
राशिप्रमाणजनिता दीर्घह्रस्वात्मता दिने
तथा निशायां राशीनां प्रमाणैर्लघुदीर्घता
]

`verse 46 [
दिनादेर्दिर्घह्रस्वत्वं तद्भोगेनैव जायते
उत्तरे प्रक्रमे शीघ्रा निशि मंदा गतिर्दिवा
]

`verse 47 [
दक्षिणे त्वयने चैव विपरीतां विवस्वतः
]

`verse 48 [
उषा रात्रिः समाख्याताव्युष्टिश्चाप्युच्यते दिनम्
प्रोच्यते च तथा संध्या उषाव्युष्ट्योर्यदन्तरम्
]

`verse 49 [
संध्याकाले च संप्राप्ते रौद्रे  परमदारुणे
मन्देहा राक्षसा घोराः सूर्यमिच्छिन्ति खादितुम्
]

`verse 50 [
प्रजापतिकृतः शापस्तेषां मैत्रेय रक्षसाम्
अक्षयत्वं शरीराणां मरणं च दिने दिने
]

`verse 51 [
ततः सूर्यस्य तैर्युद्धं भवत्यत्यन्तदारुणम्
ततो द्विजोत्तमास्तोयं संक्षिपन्ति महामुने
]

`verse 52 [
ॐकारब्रह्मसंयुक्तं गायत्र्! या चाभिमन्त्रितम्
तेन दह्यन्ति ते पापा वज्रीभूतेन वारिणा
]

`verse 53 [
अग्निहोत्रे हूयते या समन्त्रा प्रथमाहुतिः
सूर्योज्योतिः सहस्रांशु समा दीप्यति भास्करः
]

`verse 54 [
ॐकारो भगवान्विष्णुस्त्रिधामा वचसां पतिः
तदुच्चारणतस्ते तु विनाशं यांति राक्षसाः
]

`verse 55 [
वैष्णुवॐशः परः सूर्यो योन्तर्ज्योतिरसंप्लवम्
अभियायक ॐकारस्तस्य तत्प्रेरकं परम्
]

`verse 56 [
तेन संप्रेरितं ज्योतिरॐकारेणाथ दीप्तिमत्
दहत्यश्षोरक्षांसि मन्देहाख्यान्यघानि वै
]

`verse 57 [
तस्मान्नोल्लंघनं कार्यं संध्योपासनकर्मणः
स हन्ति सूर्यं सन्ध्याया नोपास्तिं कुरुते तु यः
]

`verse 58 [
ततः प्रयाति भगवान्ब्राह्मणैरभिरक्षितः
वालखिल्यादिभिश्चैव जगतः पालनोद्यतः
]

`verse 59 [
काष्ठा निमेषा दश पंच चैव त्रिंशच्च काष्ठा गणयेत्कलां च
त्रिंशत्कलश्चैव भवेन्मुहूर्तस्तैस्त्रिंशता रात्र्! यहनी समेते
]

`verse 60 [
ह्रासवृद्धी त्वहर्भागैर्दिवसानां यथाक्रमम्
सन्ध्यामुहूर्त्तमात्रा वै ह्रासवृद्धौ समा स्मृता
]

`verse 61 [
रेखाप्रभृत्यथादित्ये त्रिमुहूर्त्तगते रवौ
प्रातः स्मृतस्ततः कालो भागश्चाह्नः स पञ्चमः
]

`verse 62 [
तस्मात्प्रातस्तनात्कालात्त्रिमुहूर्त्तस्तु सङ्गवः
मध्याह्नस्त्रिमुहूर्त्तस्तु तस्मात्कालात्तु सङ्गवात्
]

`verse 63 [
तस्मान्माध्याह्निकात्कालादपराह्ण इति स्मृतः
त्रय एव मुहूर्त्तास्तु कालभागः स्मृतो बुधैः
]

`verse 64 [
आपराह्णे व्यतीते तु कालः सायाह्न एव च
दशपञ्च मुहूर्तं वै मुहूर्तास्त्रय एव च
]

`verse 65 [
दशपंच मुहूर्तं वै अहर्वैषुवतं स्मृतम्
]

`verse 66 [
वर्द्धते ह्रसेत चैवाप्ययने दक्षिणोत्तरे
अहस्तु ग्रसते रात्रिं रात्रिर्ग्रसति वासरम्
]

`verse 67 [
शरद्वसन्तयोर्मध्ये विषुवं तु विभाव्यते
तुलामेषगते भानौ समरात्रिदिनं तु तत्
]

`verse 68 [
कर्कटावस्थिते भानौ दक्षिणायनमुच्यते
उत्तरायणमप्युक्तं मकरस्थे दिवाकरे
]

`verse 69 [
त्रिंशन्मुहूर्तं कथितमहोरात्रं तु यन्मया
तानि पंचदश ब्रह्मन् पक्ष इत्यभिधीयते
]

`verse 70 [
मासः पक्षद्वयेनोक्तो द्वौ मासौ चार्कजावृतुः
ऋतुत्रयं चाप्ययनं द्वेऽयने वर्षसंज्ञिते
]

`verse 71 [
संवत्सरादयः पंच चतुर्मासविकल्पिताः
निश्चयः सर्वकालस्य युगमित्यभिधीयते
]

`verse 72 [
संवत्सरस्तु प्रथमो द्वितीयः परिवत्सरः
इद्वत्सरस्तृतीयस्तु चतुर्थश्चानुवत्सरः
वत्सरः पंचमश्चात्र कालोयं युगसंज्ञितः
]

`verse 73 [
यः श्वेतस्योत्तरः शैलः शृङ्गवानिति विश्रुतः
त्रीणि तस्य तु शृंगाणि मैरयं शृगवान्स्मृतः
]

`verse 74 [
दक्षिणं चोत्तरं चैव मध्यं वैषुवतं तथा
शरद्वसंतयोर्मध्ये तद्भानुः प्रतिपद्यते
मेषादौ च तुलादौ च मैत्रेय विषुवं स्मृतम्
]

`verse 75 [
तदा तुल्यमहोरात्रं करोति तिमिरापहः
दशपञ्च मुहूर्तं वै तदेतदुभयं स्मृतम्
]

`verse 76 [
प्रथमे कृत्तिकाभागे यदा भास्वांस्तदा शशी
विशाखानां चतुर्थेंशो! मुने तिष्ठत्यसंशयम्
]

`verse 77 [
विशाखानां यदा सूर्यश्चरत्यंशं तृतीयकम्
तदा चन्द्रं  विजानीयात्कृत्तिकाशिरसि स्थितम्
]

`verse 78 [
तदैव विषुवाख्योऽयं कालः पुण्योऽभिधीयते
तदा दानादि देयानि देवेभ्यः प्रयतात्मभिः
]

`verse 79 [
ब्राह्मणेभ्यः पितृभ्यश्च मुखमेतत्तु दानजम्
दत्तदानस्तु विषुवे कृतकृत्योभिजायते
]

`verse 80 [
अहोरात्रार्द्धमासा तु कलाः काष्ठाः क्षणास्तथा
पौर्णमासी तथा ज्ञेया अमावास्या तथैव च
सिनीवाली कुहूश्चैव एका चानुमतिस्तथा
]

`verse 81 [
तपस्तपस्यौ मधुमाधवौ च शुक्रः शुचिश्चायनमुत्तरं स्यात्
नभोनभस्यौ च इषस्तथोर्जस्सहःसहस्याविति दक्षिणं तत्
]

`verse 82 [
लोका लोकश्च यश्शैलः प्रागुक्तो भवतो मया
लोकपालास्तु चत्वारस्तत्र तिष्ठन्ति सुव्रताः
]

`verse 83 [
सुधामा शङ्खपाच्चैव कर्दमस्यात्मजौ द्विज
हिरण्यरोमा चैवान्यश्चतुर्थः केकुमानपि
]

`verse 84 [
निर्द्वन्द्वा निरभीमाना निस्तन्द्रा  निष्परिग्रहाः
लोकपालाः स्थिता ह्येते लोकालोके चतुर्दिशम्
]

`verse 85 [
उत्तरं पदगस्त्यस्य अजवीथ्याश्च दक्षिणम्
पितृयानः स वै पन्था वैश्वानरपथाद्बहिः
]

`verse 86 [
तत्रासते महात्मान ऋषयो येऽग्निहोत्रिणः
भूतारम्भकृतं ब्रह्म शंसन्तो ऋत्विगुद्यताः
प्रारभन्ते तु ये लोकास्तेषां पन्थाः स दक्षिणः
]

`verse 87 [
चलितं ते पुनर्ब्रह्म स्थापयन्ति युगेयुगे
सन्तत्या तपसा चैव मर्यादाभिः श्रुतेन च
]

`verse 88 [
जायमानास्तु पूर्वे च पश्चिमानां गृहेषु वै
पश्चिमाश्चैव पूर्वेषां जायन्ते विधनेष्विह
]

`verse 89 [
एवमावर्त्तमानास्ते तिष्ठन्ति नियतव्रताः
सवितुर्दक्षिणं मार्गं श्रिता ह्याचन्द्र तारकम्
]

`verse 90 [
नागावीथ्युत्तरं यच्च सप्तर्षिभ्यश्च दक्षिणम्
उत्तरः सवितुः पंथा देवयानश्च स स्मृतः
]

`verse 91 [
तत्र ते वासिनः सिद्धा विमला ब्रह्मचारिणः
सन्ततिं ते जुगुप्संति तस्मान्मृत्युर्जितश्च तैः
]

`verse 92 [
अष्टाशीतिसहस्राणि मुनीनामूर्ध्वरेतसाम्
उदक्पन्थनमर्यम्णः स्थिता ह्याभूतसंप्लवम्
]

`verse 93 [
ते संप्रयोगाल्लोभस्य मैथुनस्य च वर्जनात्
इच्छाद्वेषाप्रवृत्त्या च भूतारम्भविवर्जनात्
]

`verse 94 [
पुनश्च कामासंयोगाच्छब्दादेर्दोषदर्शनात्
इत्येभिः कारणैः शुद्धास्तेमृतत्वं हि भेजिरे
]

`verse 95 [
आभूतसंप्लवं स्थानममृतत्वं विभाव्यते
त्रैलोक्यस्थितिकालोयमपुनर्मार उच्यते
]

`verse 96 [
ब्रह्महत्याश्वमेधाभ्यां पापपुण्यकृतो विधिः
आभूतसंप्लवान्तन्तु फलमुक्तं तयोर्द्विज
]

`verse 97 [
यावन्मात्रे प्रदेशो! तु मैत्रेयावस्थितो ध्रुवः
क्षयमायाति तावत्तु भूमेराभूतसंप्लवात्
]

`verse 98 [
ऊर्ध्वोत्तरमृषिभ्यस्तु ध्रुवो यत्र व्यवस्थितः
एतद्विष्णुपदं दिव्यं तृतीयं व्योम्नि भासुरम्
]

`verse 99 [
निर्धूतदोषपङ्कानां यतीनां संयतात्मनाम्
स्थानं तत्परमं विप्र पुण्यपापरिक्षये
]

`verse 100 [
अपुण्यपुण्योपरमे क्षीणाशेषाप्तिहेतवः
यत्र गत्वा न शोचन्ति तद्विष्णोः परमं पदम्
]

`verse 101 [
धर्मध्रुवाद्यास्तिष्ठन्ति यत्र ते लोकसाक्षिणः
तत्सार्ष्ट्योत्पन्नयोगर्धिस्तद्विष्णोः परमं पदम्
]

`verse 102 [
यत्रोतमेतत्प्रोतं च यद्भूतं सचराचरम्
भाव्यं य विश्वं मैत्रेय तद्विष्णोः परमं पदम्
]

`verse 103 [
दिवीव चक्षुराततं योगिनां तन्मयात्मनाम्
विवेकज्ञानदृष्टं च तद्विष्णोः परमं पदम्
]

`verse 104 [
यस्मिन्प्रतिष्ठितो भास्वान्मेढीभूतः स्वयं ध्रुवः
ध्रुवे च सर्वज्योतींषि ज्योतिष्वम्भोमुचो द्विज
]

`verse 105 [
मेघेषु संगता वृष्टिर्वृष्टेः सृष्टेश्च पोषणम्
आप्यायनं च सर्वेषां देवादीनां महामुने
]

`verse 106 [
ततश्चाज्याहुतिद्वारा पोषितास्ते हविर्भुजः
वृष्टेः कारणतां यांति भूतानां स्थितये पुनः
]

`verse 107 [
एवमेतत्पदं विष्णोस्तृतीयममलात्मकम्
आधारभूतं लोकानां त्रयाणां वृष्टिकारणम्
]

`verse 108 [
ततः प्रभवति ब्रह्मन्सर्वपापहरा सरित्
गंगा देवांगनांगानामनुलेपनपिञ्जरा
]

`verse 109 [
वामपादाम्बुजांगुष्ठनखस्रोतोविनिर्गताम्
विष्णोर्बिभर्त्ति यां भक्त्या शिरसाहर्निशं ध्रुवः
]

`verse 110 [
ततः सप्तर्षयो यस्याः प्राणायामपरायणाः
तिष्ठन्ति वीचिमालाभिरुह्यमानजटाजले
]

`verse 111 [
वार्योघैः संततैर्यस्याः प्लावितं शशिमण्डलम्
भूयोधिकतरां कांतिं वहत्येतदुह क्षये
]

`verse 112 [
मेरुपृष्टे पतत्युच्चैर्निष्क्रांता शशिमण्डलात्
जगतः पावनार्थाय प्रयाति च चतुर्दिशम्
]

`verse 113 [
सीता चालकनन्दा च चक्षुर्भद्रा  च संस्थिता
एकैव या चतुर्भेदा दिग्भेदगतिलक्षणा
]

`verse 114 [
भेदं चालकनन्दाख्यं यस्याः शर्वोपि दक्षिणाम्
दधार शिरसा प्रीत्या वर्षाणामधिकं शतम्
]

`verse 115 [
शम्भोर्जटाकलापाच्च विनिष्क्रान्तास्थिशर्कराः
प्लावयित्वा दिवं निन्ये या पापान्सगरात्मजान्
]

`verse 116 [
स्नातस्य सलिले यस्याः सद्यः पापं प्रणश्यति
अपूर्वपुण्यप्राप्तिश्च सद्यो मैत्रेय जायते
]

`verse 117 [
दत्ताः पितृभ्यो यत्रापस्तनयैः श्रद्धयान्वितैः
समाशतं प्रयच्छंति तृप्तिं मैत्रेय दुर्लभाम्
]

`verse 118 [
यस्यामिष्ट्वा महायज्ञैर्यज्ञेशं पुरुषोत्तमम्
द्विज भूपाः परां सिद्धिमवापुर्दिवि चेह च
]

`verse 119 [
स्नानाद्विधूतपापाश्च यज्जलैर्यतयस्तथा
केशवासक्तमनसः प्राप्ता निर्वाणमुत्तमम्
]

`verse 120 [
श्रुताऽभिलषिता दृष्टा स्पृष्टा पीताऽवगाहिता
या पावयति भूतानि कीर्तिता च दिनेदिने
]

`verse 121 [
गंगागंगेति यैर्नाम योजनानां शतष्वपि
स्थितैरुच्चारितं हन्ति पापं जन्मत्रयार्जितम्
]

`verse 122 [
यतः सा पावनायालं त्रयाणां जगतामपि
समुद्भूता परं तत्तु तृतीयं भगवत्पदम्
]

`colophon [
इति श्रीविष्णुमहापुराणे द्वितीयेंशो!ऽष्टमोऽध्यायः
]
