`speaker [
श्रीपराशर उवाच
]

`verse 1 [
त्र्यशीतिमण्डलशतं काष्ठयोरन्तरं द्वयोः
आरोहणावरोहाभ्यां भानोरब्देन या गतिः
]

`verse 2 [
स रथोधिष्ठितो देवैरादित्यै ऋषिभिस्तथा
गन्धर्वैरप्सरोभिश्च ग्रामणीसर्पराक्षसैः
]

`verse 3 [
धाता क्रतुस्थला चैव पुलस्त्यो वासुकिस्तथा
रथभृद्ग्रामणीर्हेतिस्तुम्बुरुश्चैव सप्तमः
]

`verse 4 [
एते वसन्ति वै चैत्रे मधुमासे सदैव हि
मैत्रेय स्यन्दने भानोः सप्तमासाधिकारिणः
]

`verse 5 [
अर्यमा पुलहश्चैव रथौजाः पुञ्जिकस्थला
प्रहेतिः कच्छवीरश्व नारदश्च रथे रवेः
]

`verse 6 [
माधवे निवसन्त्येते शुचिसंज्ञे निबोध मे
]

`verse 7 [
मित्रोत्रिस्तक्षको रक्षः पौरुषेयोथ मेनका
हाहा रथस्वनश्चैव मैत्रेयैते वसन्ति वै
]

`verse 8 [
वरुणो वसिष्ठो रम्भा च सहजन्या हुहूरथः
रथचित्रस्तथा शुक्रे वसन्त्याषाढसंज्ञके
]

`verse 9 [
इन्द्रो  विश्वासुः स्रोता एलापुत्रस्तथांगिराः
प्रम्लोचा च नभस्येते सप्तिश्चार्के वसन्ति वै
]

`verse 10 [
विवस्वानुग्रसेनश्च भृगुरापूरणस्तथा
अनुम्लोचा शंखपालो व्याघ्रो भाद्र पदे तथा
]

`verse 11 [
पूषा च सुरुचिर्वातो गौतमोथ धनञ्जयः
सुषेणोऽन्यो घृताची च वसन्त्याश्वयुजे रवौ
]

`verse 12 [
विश्वावसुर्भरद्वाजः पर्जन्यैरावतौ तथा
विश्वाची सेनजिच्चापि कार्त्तिके च वसन्ति वै
]

`verse 13 [
अंशः काश्यपतार्क्ष्यास्तु महापद्मस्तथोर्वशी
चित्रसेनस्तथा विद्युन्मार्गशीर्षेधिकारिणः
]

`verse 14 [
क्रतुर्भगस्तथोर्णायुः स्फूर्जः कार्कोटकस्तथा
अरिष्टनेमिश्चैवान्या पूर्वाचित्तिर्वराप्सराः
]

`verse 15 [
पौषमासे वसन्त्येते सप्तभास्करमण्डले
लोकप्रकाशनार्थाय विग्रवर्याधिकारिणः
]

`verse 16 [
त्वष्टाथ जमदग्निश्च कम्बलोथ तिलोत्तमा
ब्रह्मोपेतोथ ऋतजिद्धृतराष्ट्रोथ सप्तमः
]

`verse 17 [
माघमासे वसन्त्येते सप्त मैत्रेय भास्करे
श्रूयतां चापरे सूर्ये फाल्गुने निवसन्ति ये
]

`verse 18 [
विष्णुरश्वतरो रम्भा सूर्यवर्चाश्च सत्यजित्
विश्वामित्रस्तथा रक्षो यज्ञोपेतो महामुने
]

`verse 19 [
मासेष्वेतेषु मैत्रेय वसन्त्येते तु सप्तकाः
सवितुर्मण्डले ब्रह्मन्विष्णुशक्त्युपबृंहिताः
]

`verse 20 [
स्तुवन्ति मुनयः सूर्यं गंधर्वैर्गीयते पुरः
नृत्यन्त्यप्सरसो यान्ति सूर्यस्यानुनिशाचराः
]

`verse 21 [
वहन्ति पन्नगा यक्षैः क्रियतेऽभीषुसंग्रहः
]

`verse 22 [
वालखित्यास्तथैवैनं परिवार्य समासते
]

`verse 23 [
सोयं सप्तगणः सूर्यमण्डले मुनिसत्तम
हिमोष्णवारिवृष्टीनां हेतुः स्वसमयं गतः
]

`colophon [
इति श्रीविष्णुमहापुराणे द्वितीयेंशो! दशमोऽध्यायः
]
