`verse 1 [
यदेतद्भगवानाह गणः सप्तविधो रवेः
मण्डले हिमतापादेः कारणं तन्मया श्रुतम्
]

`verse 2 [
व्यापारश्चापि कथितो गन्धर्वोरगरक्षसाम्
ऋषीणां वालखिल्यानां तथैवाप्सरसां गुरो
]

`verse 3 [
यक्षाणां च रथे भानोर्विष्णुशक्तिधृतात्मनाम्
किं चादित्यस्य यत्कर्म तन्नात्रोक्तं त्वया मुने
]

`verse 4 [
यदि सप्तगणो वारि हिममुष्णं च वर्षति
तत्किमत्र रवेर्येन वृष्टिः सूर्यादितीर्यते
विवस्वानुदितो मध्ये यात्यस्तमिति किं जनः
ब्रवीत्येतत्समं कर्म यदि सप्तगणस्य तत्
]

`speaker [
पराशर उवाच
]

`verse 5 [
मैत्रेय श्रूयतामेतद्यद्भवान्परिपृच्छति
यथा सप्तगणोप्येकः प्राधान्येनाधिको रविः
]

`verse 6 [
सर्वशक्तिः परा विष्णो ऋग्यजुःसामसंज्ञिता
सैषा त्रयी तपत्यंहो जगतश्च हिनस्ति या
]

`verse 7 [
सैष विष्णुः स्थितः स्थित्यां जगतः पालनोद्यतः
ऋग्यजुः सामभूतोन्तः सवितुर्द्विजतिष्ठति
]

`verse 8 [
मासिमासि रविर्योयस्तत्र तत्र हि सा परा
त्रयीमयी विष्णुशक्तिरवस्थानं करोति वै
]

`verse 9 [
ऋचस्तुवन्ति पूर्वाह्णे मध्याह्नेथ यजूंषि वै
बृहद्रथन्तरादीनि सामान्यह्नःक्षये रविम्
]

`verse 10 [
अंगमेषा त्रयी विष्णो ऋग्यजुः सामसंज्ञिता
विष्णुशक्तिरवस्थानं सदादित्ये करोति सा
]

`verse 11 [
न केवलं रवेः शक्तिर्वैष्णवी सा त्रयीमयी
ब्रह्माथ पुरुषो रुद्रस्त्रयमेतत्त्रयीमयम्
]

`verse 12 [
सर्गादौ ऋङ्मयो ब्रह्मा स्थितौ विष्णुर्यजुर्मयः
रुद्रः साममयोन्ताय तस्मात्तस्याशुचिर्ध्वनिः
]

`verse 13 [
एवं सा सात्त्विकी शक्तिर्वैष्णवी या त्रयीमयी
आत्मसप्तगणस्थं तं भास्वंतमधितिष्ठति
]

`verse 14 [
तया चाधिष्ठितः सोपि जाज्वलीति स्वरश्मिभिः
तमः समस्तजगतां नाशं नयति चाखिलम्
]

`verse 15 [
स्तुवन्ति चैनं मुनयो गन्धर्वैर्गीयते पुरः
नृत्यन्त्योऽप्सरसो यान्ति तस्य चानु निशाचराः
]

`verse 16 [
वहन्ति पन्नगा यक्षैः क्रियतेऽभीषुसंग्रहः
वालखिल्यास्तथैवैनं परिवार्य समासते
]

`verse 17 [
नोदेता नास्तमेता च कदाचिच्छक्तिरूपधृक्
विष्णुर्विष्णोः पृथक् तस्य गणास्सप्तविधोऽप्ययम्
]

`verse 18 [
स्तम्भस्थदर्पणस्येव योऽयमासन्नतां गतः
छायादर्शनसंयोगं स तं प्राप्नोत्यथात्मनः
]

`verse 19 [
एवं सा वैष्णवी शक्तिर्नैवापैति ततो द्विज
मासानुमासं भास्वन्तमध्यास्ते तत्र संस्थितम्
]

`verse 20 [
पितृदेवमनुष्यादीन्स सदाप्याययन्प्रभुः
परिवर्तत्यहोरात्रकारणं सविता द्विज
]

`verse 21 [
सूर्यरश्मिसुषुम्णायस्तर्पितस्तेन चन्द्रमाः
कृष्णपक्षेमरैः शश्वत्पीयते वै सुधामयः
]

`verse 22 [
पीतं तं द्विकलं सोमं कृष्णपक्षक्षये द्विज
पिबन्ति पितरस्तेषां भास्करात्तर्पणं तथा
]

`verse 23 [
आदत्ते रश्मिभिर्यतु क्षितिसंस्थं रसं रविः
तमुत्सृजति भूतानां पुष्ट्यर्थं सस्यवृद्धये
]

`verse 24 [
तेन प्रीणात्यशेषाणि भूतानि भगवान्रविः
पितृदेवमनुष्यादीनेवमाप्याययत्यसौ
]

`verse 25 [
पक्षतृप्तिं तु देवानां पितॄणां चैव मासिकीम्
शश्वत्तृप्तिं च मर्त्यानां मैत्रेयार्कः प्रयच्छति
]

`colophon [
इति श्रीविष्णुमहापुराणे द्वितीयेंश एकादशोऽध्यायः
]
