`verse 1 [
रथस्त्रिचक्रः सोमस्य कुन्दाभास्तस्य वाजिनः ।
वामदक्षिणतो युक्ता दश तेन चरत्यसौ
]

`verse 2 [
वीथ्याश्रयाणि ऋक्षाणि ध्रुवाधारेण वेगिना ।
ह्रासवृद्धिक्रमस्तस्य रश्मीनां सवितुर्यथा
]

`verse 3 [
अर्कस्येव हि तस्याश्वाः सकृद्युक्ता वहन्ति ते ।
कल्पमेकं मुनिश्रेष्ठ वारीगर्भसमुद्भवाः
]

`verse 4 [
क्षीणं पीतं सुरैः सोममाप्याययति दीप्तिमान् ।
मैत्रेयैककलं सन्तं रश्मिनैकेन भास्करः
]

`verse 5 [
क्रमेण येन पीतोऽसौ देवैस्तेन निशाकरम् ।
आप्याययत्यनुदिनं भास्करो वारितस्करः
]

`verse 6 [
संभृतं चार्धमासेन तत्सोमस्थं सुधामृतम् ।
पिबन्ति देवा मैत्रेय सुधाहारा यतोऽमराः
]

`verse 7 [
त्रयास्त्रिंशत्सहस्राणि त्रयस्त्रिंशच्छतानि च ।
त्रयस्त्रिंशत्तथा देवाः पिबन्ति क्षणदाकरम्
]

`verse 8 [
कलाद्वयावशिष्टस्तु प्रविष्टः सूर्यमण्डलम् ।
अमाख्यारश्मौ वसति अमावास्या ततः स्मृता
]

`verse 9 [
अप्सु तस्मिन्नहोरात्रे पूर्वं विशति चंद्रमाः ।
ततो वीरुत्सु वसति प्रयात्यर्कं ततः क्रमात्
]

`verse 10 [
छिनत्ति वीरुधो यस्तु वीरुत्संस्थे निशाकरे ।
पत्रं वा पातयत्येकं ब्रह्महत्यां स विन्दति
]

`verse 11 [
सोमं पञ्चदशे भागे किंचिच्छिष्टे कलात्मके ।
अपराह्णे पितृगणा जघन्यं पर्युपासते
]

`verse 12 [
पिबन्ति द्विकलाकारं शिष्टा तस्य कला तु या ।
सुधामृतमयी पुण्या तामिन्दोः पितरो मुने
]

`verse 13 [
निस्सृतं तदमावास्यां गभस्तिभ्यः सुधामृतम् ।
मासं तृप्तिमवाप्याग्र्यां पितरः सन्ति निर्वृताः ।
सौम्या बर्हिषदश्चैव अग्निष्वात्ताश्च ते त्रिधा
]

`verse 14 [
एवं देवान् सिते पक्षे कृष्णपक्षे तथा पितॄन् ।
वीरुधश्चामृतमयैः शीतैरप्परमाणुभिः
]

`verse 15 [
वीरुधौषधिनिष्पत्त्या मनुष्यपशुकीटकान् ।
आप्याययति शीतांशुः प्राकाश्याह्लादनेन तु
]

`verse 16 [
वाय्वग्निद्रव्यसंभूतो रथश्चन्द्र सुतस्य च ।
पिशंगैस्तुरगैर्युक्तः सोष्टाभिर्वायुवेगिभिः
]

`verse 17 [
सवरूथः सानुकर्षो युक्तो भूसंभवैर्हयैः ।
सोपासंगपताकस्तु शुक्रस्यापि रथो महान्
]

`verse 18 [
अष्टाश्वः काञ्चनः श्रीमान्भौमस्यापि रथो महान् ।
पद्मरागारुणैरश्वैः संयुक्तो वह्निसम्भवैः
]

`verse 19 [
अष्टाभिः पांडुरैर्युक्तो वाजिभिः कांचनो रथः ।
तस्मिंस्तिष्ठति वर्षान्ते राशौराशौ बृहस्पतिः
]

`verse 20 [
आकाशसम्भवैरश्वैः शबलैः स्यन्दनं युतम् ।
तमारुह्य शनैर्याति मन्दगामीशनैश्चरः
]

`verse 21 [
स्वर्भानोस्तुरगा ह्यष्टौ भृंगाभा धूसरं रथम् ।
सकृद्युक्तास्तु मैत्रेय वहन्त्यविरतं सदा
]

`verse 22 [
आदित्यान्निस्सृतो राहुः सोमं गच्छति पर्वसु ।
आदित्यमेति सोमाच्च पुनः सौरेषु पर्वसु
]

`verse 23 [
तथा केतुरथस्याश्वा अप्यष्टौ वातरंहसः ।
पलालधूमवर्णाभा लाक्षारसनिभारुणाः
]

`verse 24 [
एते मया ग्रहाणां वै तवाख्याता रथा नव ।
सर्वे ध्रुवे महाभाग प्रबद्धा वायुरश्मिभिः
]

`verse 25 [
ग्रहर्क्षताराधिष्ण्यानि ध्रुवे बद्धान्यश्षोतः ।
भ्रमन्त्युचितचारेण मैत्रेयानिलरश्मिभिः
]

`verse 26 [
यावान्त्यश्चैव तारास्ता तावन्तो वातरश्मयः ।
सर्वे ध्रुवे निबद्धास्ते भ्रमन्तो भ्रामयन्ति तम्
]

`verse 27 [
तैलपीडा यथा चक्रं भ्रमन्तो भ्रामयन्ति वै ।
तथा भ्रमन्ति ज्योतींषि वातविद्धानि सर्वशः
]

`verse 28 [
अलातचक्रवद्यान्ति वातचक्रेरितानि तु ।
यस्माज्योतींषि वहति प्रवहस्तेन स स्मृतः
]

`verse 29 [
शिशुमारस्तु यः प्रोक्तः स ध्रुवो यत्र तिष्ठति ।
सन्निवेशं च तस्यापि शृणुष्व मुनिसत्तम
]

`verse 30 [
यदह्ना कुरुते पापं तं दृष्ट्वा निशि मुच्यते ।
यावन्त्यश्चैव तारास्ताः शिशुमाराश्रिता दिवि ।
तावन्त्येव तु वर्षाणि जीवत्यभ्यधिकानि च
]

`verse 31 [
उत्तानपादस्तस्याधो विज्ञेयो ह्युत्तरो हनुः ।
यज्ञोऽधरश्च विज्ञेयो धर्मो मूर्द्धानमाश्रितः
]

`verse 32 [
हृदि नारायणश्चास्ते अश्विनौ पूर्वपादयोः ।
वरुणश्चार्यमा चैव पश्चिमे तस्य सक्थिनी
]

`verse 33 [
शिश्नः संवत्सरस्तस्य मित्रोऽपानं समाश्रितः
]

`verse 34 [
पुच्छेग्निश्च महेन्द्र श्च कश्यपोथ ततो ध्रुवः ।
तारका शिशुमारस्य नास्तमेति चतुष्टयम्
]

`verse 35 [
इत्येष सन्निवेशोऽयं पृथिव्या ज्योतिषां तथा ।
द्वीपानामुदधीनां च पर्वतानां च कीर्तितः
]

`verse 36 [
वर्षाणां च नदीनां च ये च तेषु वसन्ति वै ।
तेषां स्वरूपमाख्यातं संक्षेपः श्रूयतां पुनः
]

`verse 37 [
यदम्बु वैष्णवः कायस्ततो विप्र वसुन्धरा ।
पद्माकारा समुद्भूता पर्वताब्ध्यादिसंयुता
]

`verse 38 [
ज्योतींषि विष्णुर्भुवनानि विष्णुर्वनानि विष्णुर्गिरयो दिशश्च ।
नद्यः समुद्रा श्च स एव सर्वं यदस्ति यन्नास्ति च विप्रवर्य
]

`verse 39 [
ज्ञानस्वरूपो भगवान्यतोसावश्षोमूर्त्तिर्न तु वस्तुभूतः ।
ततो हि शैलाब्धिधरादिभेदाञ्जानीहि विज्ञानविजृम्भितानि
]

`verse 40 [
यदा तु शुद्धं निजरूपि सर्वं कर्मक्षये ज्ञानमपास्तदोषम् ।
तदा हि संकल्पतरोः फलानि भवन्ति नो वस्तुषु वस्तुभेदाः
]

`verse 41 [
वस्त्वस्ति किं कुत्रचिदादिमध्यपर्यन्तहीनं सततैकरूपम् ।
यच्चान्यथात्वं द्विज याति भूयो न तत्तथा तत्र कुतो हि तत्त्वम्
]

`verse 42 [
मही घटत्वं घटतः कपालिका कपालिकाचूर्णरजस्ततोऽणुः ।
जनैः स्वकर्मस्तिमितात्मनिश्चयैरालक्ष्यते ब्रूहि किमत्र वस्तु
]

`verse 43 [
तस्मान्न विज्ञानमृतेस्ति किंचित्क्वचित्कदाचिद्द्विज वस्तुजातम् ॥
विज्ञानमेकं निजकर्मभेदविभिन्नचित्तेर्बहुधाभ्युपेतम्
]

`verse 44 [
ज्ञानं विशुद्धं विमलं विशो कमश्षोलोभादिनिरस्तसङ्गम् ।
एकं सदैकं परमः परेशः स वासुदेवो न यतोन्यदस्ति
]

`verse 45 [
सद्भाव एवं भवतो मयोक्तो ज्ञानं यथा सत्यमसत्यमन्यत् ।
एतत्तु यत्संव्यवहारभूतं तत्रापि चोक्तं भुवनाश्रितं ते
]

`verse 46 [
यज्ञः पशुर्वह्निरश्षोऋत्विक्सोमः सुराः स्वर्गमयश्च कामः ।
इत्यादिकर्माश्रितमार्गदृष्टं भूरादिभोगाश्च फलानि तेषाम्
]

`verse 47 [
यच्चैतद्भुवनगतं मया तवोक्तं सर्वत्र व्रजति हि तत्र कर्मवश्यः ।
ज्ञात्वैवं ध्रुवमचलं सदैकरूपं तत्कुर्याद्विशति हि येन वासुदेवम्४७ ।
इति श्रीविष्णुमहापुराणे द्वितीयेंशो! द्वादशोऽध्यायः
]
