`speaker [
श्रीमैत्रेय उवाच
]

`verse 1 [
भगवन् ! सम्यगाख्यातं यत् पृष्टोऽसि मयाखलम् ।
	भूसमुद्रादिसरितां संस्थानं ग्रहसंस्थितिम् ॥
]

`verse 2 [
विष्णवाधारं तथा चैतत् त्रैलोक्यं समवस्थितम् ।
	परमार्थस्तु तेनोक्तो यथाज्ञानं प्रधानतः ॥
]

`verse 3 [
यत्त्वोतद्भगवानाह भरतस्य महीपतेः ।
	कथयिष्यामि चरितं तन्माख्यातुमर्हसि ॥
]

`verse 4 [
भरतः स महीपालः शालग्रामेऽवसत् किल
	योगयुक्तः समाधाय वासुदेवे सदा मनः ॥
]

`verse 5 [
पुण्यदेशप्रभावेण ध्यायतश्व सदा हरिम् ।
	कथन्तु नाभवन्मुक्तिर्यदभूत् स द्रिजः पुनः ॥
]

`verse 6 [
विप्रत्वे च कृतं तेन यद्भूयःसुमहात्मना ।
	भरतेन मुनिश्वेष्ठ! तत् सर्व्वं वक्तुमर्हसि ॥
]

`verse 7 [
पराशार अवाच ।
	शालग्रामे महाभागो भगवन्नयस्तमानसः ।
	स उवास चिरं कालं मैत्रेय! पृथिवीपतिः ॥
]

`verse 8 [
अहिंसादिष्वशेषेषु गुणेषु गुणिनां वरः ।
	अवाप परमां काष्ठां मनसश्चापि संयमे ॥
]

`verse 9 [
यज्ञेशाच्युत गोविन्द माधवानन्त केशव !
	कृष्णा विष्णो ह्टषीकेशेत्याह राजा स केवलम् ॥
]

`verse 10 [
नान्यज्जागाद मैत्रेय! किञ्चित् स्वप्नान्तरेऽपि च ।
	एततूपरं तदर्थञ्च विना नान्यदचिन्तयत् ॥
]

`verse 11 [
समित्-पुष्प-कुशादानं चक्र देवक्रियाकृते ।
	नान्यानि चक्र कर्म्माणि निः सङ्गो योगतापसः ॥
]

`verse 12 [
जगाम सोऽबिषेकार्थमेकदा तु महानदीम् ।
	सस्नौ तत्र तदा चक्र स्नानस्यनन्तरक्रियाः ॥
]

`verse 13 [
अथातजगाम तत्तीर्थं जलं पात् पिपासिता ।
	आसन्नप्रसवा ब्रह्मन्नेकैव हरिणी वनात् ॥
]

`verse 14 [
ततः समभवत्तत्र पीतप्राय जले तया ।
	सिंहस्य नादः सुमहान् सर्व्वप्राणिभयङ्करः ॥
]

`verse 15 [
ततः सा सहसा त्रासादाप्लुता निम्नगातटम् ।
	अत्युज्वारोहणेनास्या नद्यां गर्भः पपात सः ॥
]

`verse 16 [
तमुह्ममानं वेगेन वीचिमालापरिप्लुतम् ।
	तजग्राह स नृपो गर्भात् पतितं मृगपोतकम् ॥
]

`verse 17 [
गर्भप्रव्युतिदोषेण प्रोत्तुङ्गाक्रमणोन च ।
	मैत्रेय! सापि हरिणी पपात च ममार च ॥
]

`verse 18 [
हरिणीं तां विलोक्याथ विपन्नां नृपतापसः ।
	मृगपोतं समादाय निजमाश्वममागतः ॥
]

`verse 19 [
चकारानुदिनञ्चासौ मृगपोतस्यवै नृपः ।
	पोषण पुष्यमाणश्य स तेन वबृधे मुने ॥
]

`verse 20 [
चचाराश्रमपर्य्यन्तं तृणानि गहनेषु सः ।
	दूरं गत्वा च शाद्दूलत्रासादभ्याययौ पुनः ॥
]

`verse 21 [
प्रातर्गत्वातिदूरञ्च सायमायाद यथाश्वमम् ।
	पुनश्च भरतस्याभूदाश्वमस्योटजाजिरे ॥
]

`verse 22 [
तस्य तस्मिन्मृगे दूर-समीपपरिवर्त्तिनि ।
	आसीच्चेतः समायुक्तं न ययावन्यतो द्रिज ॥
]

`verse 23 [
विमुक्तराज्यतनयः प्रोज्झिताशेषबान्धवः ।
	ममत्वं स चकारोच्चैस्तस्मिन् हरिणबालके ॥
]

`verse 24 [
किं वृकैक्भक्षितो व्याघूः किं सिंहेन निपातितः ।
	चिरायमाणे निष्कान्ते तस्यासीदिति मानसम् ॥
]

`verse 25 [
एषा वसुमती तस्य खुराग्रक्षतकर्बुरा ।
	प्रीतये मम जातोऽसौ क्व ममैणकबालकः ॥
]

`verse 26 [
विषाणाग्रण मदूबाहुकण्डूयनपरो हि सः ।
	क्षेमेणाभ्यागतोऽरण्यादिपि मां सुखयिष्यति ॥
]

`verse 27 [
एते लूनशिखास्तस्य दशनैरचिरोदूगतैः ।
	कुशाः कासा विराजन्ते वटवः सामगा इव ॥
]

`verse 28 [
इत्थं चिरगते तस्मिन् स चक्र मानसं मुनिः ।
	प्रीतिप्रसन्नवदनः पार्श्वस्थे चाभवन्मृगे ॥
]

`verse 29 [
समाधिभङ्गस्तासीत् तन्ममत्वादृतात्मनः ।
	सन्त्यक्तराज्यभोगर्द्धिखजनस्यापि भूपतेः ॥
]

`verse 30 [
चपलं चपले तस्मिन् दूरगं दूरगामिनि ।
	मृगपतोऽभवज्वित्तं स्थैर्य्यवत्तस्य भूपतेः ॥
]

`verse 31 [
कालेन गच्छता सोऽथ कालञ्चक्र महीपतिः ।
	पितेव सास्त्रं पुत्रेण मृगपोतेन वीक्षितः ॥
]

`verse 32 [
मृगमेव तदाद्राक्षीत् त्यजन् प्राणानसावपि ।
	तन्मयत्वेन मैत्रय! नान्यत् किञ्चिदचिन्तयत् ॥
]

`verse 33 [
ततश्व तत्कालकृतां भावनां प्राप्य तादृशीम् ।
	जम्बूमार्गे महारण्ये जातो जातिस्मरो मृगः ॥
]

`verse 34 [
जातिस्मरत्वादुद्रिग्नः संसारस्य द्रिजोत्तम!
	विहाय मातरं भूयः शालग्राममुपाययौ ॥
]

`verse 35 [
शुष्कैस्तृणैस्तथा पर्णौः स कुर्व्वन्नात्मपोषणम् ।
	मृगत्वहतुभूतस्य कर्म्मणो निष्कृतिं ययौ ॥
]

`verse 36 [
तत्र चोतसृष्टदेहोऽसौ जज्ञ जातिस्मरो द्रिजः ।
	सदाचारवतां शुद्ध योगिनां प्रवरे कुले ॥
]

`verse 37 [
अर्व्वविज्ञानसम्पन्नः सर्व्वशास्त्रार्थतत्त्ववित् ।
	अपश्यत् स च मैत्रेय ! आत्मानं प्रकृतेः परम् ॥
]

`verse 38 [
आत्मनोऽधिगतज्ञानो देवादीनि महामुने ।
	सर्व्वभूतान्यभेदेन स ददर्श महामतिः ॥
]

`verse 39 [
न पपाठ गुरुप्रोक्तं कृतोपनयनः श्वुतिम् ।
	न ददर्श च कर्माणि शास्त्रणि जगृहे न च ॥
]

`verse 40 [
उक्तोऽपि बहुशः किञ्चिड़वाक्यमभाषत ।
	तदप्यसंस्कारगुणां ग्राम्यवाक्योक्तिसंश्रितम् ॥
]

`verse 41 [
अपध्वस्तवपुः सोऽपि मलिनाम्बरधृग् द्रिजः ।
	क्लिन्नदन्तान्तरः सर्वैः परिभूतः स नागरैः ॥
]

`verse 42 [
सम्मानना परां हानिं योगर्द्धेः कुरुते यतः ।
	जनेनावमतो योगी योगसिद्धिञ्च विन्दति ॥
]

`verse 43 [
तस्माज्वरेत वै योगी सतां मार्गमदूषयन् ।
	जना यथावमन्येरन् गच्छयुर्नैव सङ्गतिम् ॥
]

`verse 44 [
हिरण्यगर्भवचनं विचिन्त्येत्थं महामतिः ।
	आत्मानं दर्शयामास जडोन्मत्ताकृतिं जने ॥
]

`verse 45 [
भुहूक्ते कुलम्षव्रीह्मादिशाकं वन्यं फलं कणान् ।
	यदू यदाप्रोति सुबहु तदत्ते कालसंयमम् ॥
]

`verse 46 [
पितर्युपरते सोऽथ भ्रातृ-भ्रातृव्य-बान्धवैः ।
	कारितः क्षेत्रकर्मादि कदन्नाहारपोषितः ॥
]

`verse 47 [
स तूक्षपीनावयवो जद़कारी च कर्मणि ।
	सर्वलोकोपकरणां बभूवाहारवेतनः ॥
]

`verse 48 [
[तं तादृशमसंस्कारं विप्राकृविचेष्टितम् ।
	क्षत्ता पृषतराजस्य काल्यै पशुमकल्पयत् ॥
]

`verse 49 [
रात्रौ तं समलङकृत्य वैशसस्य विधानतः ।
	अधिष्ठितं महाकाली ज्ञात्वा योगेश्वरं तथा ॥
]

`verse 50 [
ततः खड गं समादाय निशितं निशि सा तथा ।
	क्षत्तार क्रूरकर्माणमच्छिनत् कण्ठमूलतः ।
	स्वपार्षदयुता देवी पपौ रुधिरमुल्वणम् ॥
]

`verse 51 [
ततः सौवीरराजस्य प्रयातस्य महात्मनः ।
	विष्टिकर्ताथ मन्येत विष्टियोग्योऽयमित्यपि ॥
]

`verse 52 ;B [
तं तादृशं महात्मानं भस्मच्छन्नमिवानलम् ।]*
	*[ एतदाकारबन्धनीदूयान्तर्गतबागः सर्वत्र पुस्तके न दृश्यते । श्रीधरेणाप्यस्य व्याख्या न कृता, अतः सर्वसम्मति शून्यत्वादयं बागो बन्धनीदूयगर्मै स्थापितः ।]

	तं तादृशमसंस्कारं विप्राकृतिविचेष्टितम् ।
	क्षत्ता सौवीरराजस्य विष्टियोग्यममन्यत ॥
]B

`verse 53 [
स राजा शिविकारूढो गन्तूं कृतमतिर्द्रिज !
	बभूवेक्षुमतीतीरे कपिलर्षेर्वराश्रमम् ॥
]

`verse 54 [
श्रेयः किमत्र संसारे दुः खप्राये नृणामिति ।
	प्रष्टुं तं मोक्षधर्मज्ञ कपिलाख्यं महामुनिम् ॥
]

`verse 55 [
उवाह शिविकां तस्य क्षत्तुर्वचनचोदितः ।
	नृणां विष्टिगृहीतानामन्येषां सोऽपि मध्यगः ॥
]

`verse 56 [
गृहीतो विष्टिना विप्रः सर्वज्ञानैकभाजनम् ।
	जातिस्मणेऽसौ पापस्य क्षयकाम उवाह ताम् ॥
]

`verse 57 [
ययौ जड़गतिः सोऽथ युगमात्रवलोकनः ।
	कुर्वन् मतिमतां श्रेष्ठस्तदन्ये त्वरितं ययुः ॥
]

`verse 58 [
विलोक्य नृपतिः सोऽथ विषमां शिबिकागतिम् ।
	किमेतदित्याह समं गम्यतां शिबिकावहाः ॥
]

`verse 59 [
पुनस्तथैव शिबिकां विलोक्य विषमां हि सः ।
	नृपः किमेतदित्याह भवद भिर्गम्यतेऽन्यथा ॥
]

`verse 60 [
भूपतेर्वदतस्तस्य श्रुत्वेत्थं बहुशो वचः ।
	शिबिकावाहकाः प्रोचुरयं यातीत्यसत्वरम् ॥
]

`verse 61 [
किं श्रान्तोऽस्यल्पमद्वानं त्वयोढा शिहिका मम ।
	किमायाससहो न त्वं पीनानसि निरीक्ष्यसे ॥
]

`verse 62 [
नाहं पीवान्न चैवोढा शिबिका भवतो मया ।
	न श्रान्तोऽस्मि न चायासः सोञव्योऽस्ति महीपते ॥
]

`verse 63 [
प्रत्यक्षं दृश्यसे पीवानद्यांपि शिबिका त्वयि ।
	श्रमश्व भारोदूहने भवत्येव हि देहिनाम् ॥
]

`verse 64 [
प्रत्यक्ष भवता भूप ! यदू दृष्ट मम तदूद ।
	बलवानबलश्चेति वाच्यं पश्वादू विशेषणम् ॥
]

`verse 65 [
त्वयोढ़ा शिबिका चेति त्वय्यद्यापि च संस्थिता ।
	मिथ्यैतदत्र तु भवाञ्छृणोतु वचनं मम ॥
]

`verse 66 [
भूमौ पादयुगस्यास्था जह्घ पाददूये स्थिते ।
	ऊरू जङ्घादूयावस्थौ तदाधारं तथोदरम् ॥
]

`verse 67 [
वक्षः स्थलं तथा बाहू स्कन्धौ चोदरसंस्थितौ ।
	स्कन्धाश्रितेयं शिबिका मम भारोऽत्र किकृतः ॥
]

`verse 68 [
शिबिकायां स्थितं चेदं वपुस्त्वदुपलक्षितम् ।
	तत्र त्वमहमप्यत्र प्रोच्यते चेदमन्यथा ॥
]

`verse 69 [
अहं त्वञ्च तथान्ये च भूतैरुह्माम पार्थिव ।
	गुणप्रवाहपतितो भूतवर्गोऽपि यात्ययम् ॥
]

`verse 70 [
कर्मवश्या गुणाश्चैते सत्त्वाद्या- पृथिवीपते !
	अविद्यासञ्चितं कर्म्म तज्वाशेषेषु जन्तुषु ॥
]

`verse 71 [
आत्मा शुद्धोऽक्षरः शान्तो निर्गुणः प्रकृतेः परः ।
	प्रवृद्धयपचयौ नास्य एकस्याखिलजन्तुषु ॥
]

`verse 72 [
यदा नोपचयस्तस्य न चैवापचये नृप!
	तदा पीवानसीतीत्थं कया युत्तया त्वयेरितम् ॥
]

`verse 73 [
भू-पाद-जङ्घा-क्ठ्यूरु-जठरादिषु संस्थिते ।
	शिबिकेयं यता स्कन्धे तथा भारः समस्त्वया ॥
]

`verse 74 [
तदान्यैर्जन्तुभर्भूप ! शिबिकोढा न केवलम् ।
	लै-द्रुम-गृहोत्थोऽपि पृथिवीसम्भवोऽपि वा ॥
]

`verse 75 [
यदा पुसः पृथग्भावः प्राकृतैः कारणौर्नृप !
	सोढव्यस्तु तदायासः कथं वा नृपते । मया ॥
]

`verse 76 [
यदूद्रव्या शिबिका चेयं तदूद्रव्यो भूतसंग्रहः ।
	भवतो मेऽखिलस्यास्य ममत्वेनोपबृ हितः ॥
]

`verse 77 [
एवमुक्त्वाभवन्मैनी स वहञ्छिबिकां द्रिज !
	सोऽपि राजावतीर्य्योर्व्यं तत्पादौ जगृहे त्वरन् ॥
]

`verse 78 [
भो भो विसृज्य शिबिकां प्रसादं कुरु मे द्रिज!
	कथ्यतां को भवानत्र जालमरूपधरः स्थितः ॥
]

`verse 79 [
यो भवान् यन्निमित्तं वा यदागमनकारण्म् ।
	तत्सर्वं कथ्यतां विदून् ! मह्म शुश्रूषवे त्वया ॥
]

`verse 80 [
श्रूयतां कोऽहमित्येतदूक्तुं भूप! न शक्यते ।
	उपभोगनिमित्तञ्च सर्वत्र गमनक्रिया ॥
]

`verse 81 [
सुखदुः खोपभोगौ तु तौ देहाद्यु पपादकौ ।
	धर्माधर्मोद्भवौ भोक्तु जन्तुर्देहादिमृच्छति ॥
]

`verse 82 [
सर्वस्यैव हि बूपाल ! जन्तोः सर्वत्र कारणम् ।
	धर्माधर्मौ यतः कस्मात् कारणां पृच्छयते त्वया ॥
]

`verse 83 [
धर्माधमां न सन्देहः सर्वकार्य्येषु कारणम् ।
	उपभोगनिमित्तञ्च देहाद्द हान्तरागमः ॥
]

`verse 84 [
यत्त्वैतद भवता प्रोक्त कोऽहमित्येतदात्मनः ।
	वक्तु न शक्यते श्रोतु तन्ममेच्छा प्रवर्त्तते ॥
]

`verse 85 [
योऽस्ति सोऽहमिति ब्रह्मन्! कथं वक्तुं न शक्यते ।
	आत्मन्येष न दोषाय शब्दोऽहमिति यो द्रिज ॥
]

`verse 86 [
शब्दोऽहमिति दोषाय आत्मन्येष तथैव तत् ।
	अनात्मन्यात्मविज्ञानं शब्दो वा भ्रान्तिलक्षणाः ॥
]

`verse 87 [
जिह्वा ब्रवीत्यहमिति दन्तोष्ठौ तालुक नृप!
	एते नाहं यतः सर्वे वाङूनिष्पादनहेतवः ॥
]

`verse 88 [
किंहेतुभिर्वदत्येषा वागेवाहमिति स्वयम् ।
	तथापि वाग् नाहमेतद् वक्तु मित्थं न युज्यते ॥
]

`verse 89 [
पिण्डः पृथग् यतः पुसः शिरः पाण्यादिलक्षणाः ।
	ततोऽहमिति कुत्रैतां संज्ञां राजन्! करोम्यहम् ॥
]

`verse 90 [
यद्यन्योऽस्ति परः कोऽपि मत्तः पार्थिवसत्तम !
	तदैषोऽहमयञ्चान्यो वक्तुमेवमपीष्यते ॥
]

`verse 91 [
यदा समस्तदेहेषु पुमानेको व्यवस्थितः ।
	तदा हि को भवान् कोऽहमित्येतद् विफलं वचः ॥
]

`verse 92 [
त्वं राजा शिबिका चेयमिमे वाहाः पुरः सराः ।
	अयञ्च भवतो लोको न सदेतन्नृपोच्यते ॥
]

`verse 93 [
वृक्षदू दारु ततश्चैयं शिबिका त्वदधिष्ठिता ।
	किं वृक्षसंज्ञा वास्याः स्याद्दारुसंज्ञाथवा नृप ॥
]

`verse 94 [
वृक्षारूढो महाराजो नायं वदति ते जनः ।
	न च दारुणि सर्वस्त्वां ब्रवीति शिबिकागतम् ॥
]

`verse 95 [
शिबिका दारुसङ्गातो रचनास्थितिसंस्थितः ।
	आन्वष्यतां नृपश्वेष्ठ! तद्भदे शिबिका त्वया ॥
]

`verse 96 [
एवं छत्रशलाकानां पृथगूभागो विमृश्यताम् ।
	क्व यातं छत्रमित्येष न्यायस्त्वयि तथा मयि ॥
]

`verse 97 [
पुमान् स्त्री गौरजो वाजी कुञ्जरो विहगस्तरुः ।
	देहेषु लोकसंज्ञयं विज्ञया कर्म्महेतुषु ॥
]

`verse 98 [
पुमान्न देवो न नरो न पशुर्न च पादपः ।
	शरीराकृतिबेदास्तु भूपैते कर्म्मयोनयः ॥
]

`verse 99 [
वस्तु राजेति यल्लोके यच्च राजभटात्मकम् ।
	तथान्यज्व नृपेत्थं तन्न सत्सङ्कल्पनामयम् ॥
]

`verse 100 [
यत्तु कालान्तरेणापि नान्यां संज्ञामुपैति वै ।
	परिणामादिसम्भूतां तदूस्तु नृप! तज्व किम् ॥
]

`verse 101 [
त्वं राजा सर्व्वलोकस्य पितुः पुत्रो रिपो रिपुः ।
	पत्न्याः पतिः पिता सूनोः किं त्वा भूप ! वदाम्यहम् ॥
]

`verse 102 [
त्वं किमेतच्छिरः किं नु ग्रीवा तव तथोदरम् ।
	किमु पादादिकं त्वं वा तवैतत् किं महीपते ॥
]

`verse 103 [
समस्तावयवेभ्यस्त्वं पृथग् भूप ! व्यवस्थितः ।
	कोऽहमित्यत्र निपुणो भूत्वा चिन्तय पार्थिव ॥
]

`verse 104 [
एवं व्यवस्थिते तत्त्वे मयाहमिति भाषितुम् ।
	पथक् करणनिष्पाद्य शक्यते नपते! कथम् ॥
]
