`speaker [
श्रीपराशर उवाच
]

`verse 1 [
निशम्य तस्येति वचः परमार्थसमन्वितम्  ।
प्रश्रयावनतो भूत्वा तमाह नृपतिर्द्विजम्
]

`speaker [
राजोवाच
]

`verse 2 [
भगवन्यत्त्वया प्रोक्तं परमार्थमयं वचः  ।
श्रुते तस्मिन्भ्रमन्तीव मनसो मम वृत्तयः
]

`verse 3 [
एतद्विवेकविज्ञानं यदशेषेषु जन्तुषु  ।
भवता दर्शितं विप्र तत्परं प्रकृतेर्महत्
]

`verse 4 [
नाहं वहामि शिबिकां शिबिका न मयि स्थिता  ।
शरीरमन्यदस्मत्तो येनेयं शिबिका धृता
]

`verse 5 [
गुणप्रवृत्त्या भूतानां प्रवृत्तिः कर्मचोदिता  ।
प्रवर्तन्ते गुणा ह्येते किं ममेति त्वयोदितम्
]

`verse 6 [
एतस्मिन्परमार्थज्ञ मम श्रोत्रपथं गते  ।
मनो विह्वलतामेति परमार्थार्थितां गतम्
]

`verse 7 [
पूर्वमेव महाभागं कपिलर्षिमहं द्विज  ।
प्रष्टुमभ्युद्यतो गत्वा श्रेयः किं त्वत्र शंस मे
]

`verse 8 [
तदन्तरे च भवता यदेतद्वाक्यमीरितम्  ।
तेनैव परमार्थार्थं त्वयि चेतः प्रधावति
]

`verse 9 [
कपिलर्षिर्भगवतः सर्वभूतस्य वै द्विज  ।
विष्णोरंशो जगन्मोहनाशायोर्वीमुपागतः
]

`verse 10 [
स एव  भगवान्नूनमस्माकं हितकाम्यया  ।
प्रत्यक्षतामत्र गतो यथैतद्भावतोच्यते
]

`verse 11 [
तन्मह्यं प्रणताय त्वं यच्छ्रेयः परमं द्विजः  ।
तद्वदाखिल विज्ञानजलवीच्युदधिर्भवान्
]

`speaker [
ब्राह्मण उवाच
]

`verse 12 [
भूप पृच्छसि किं श्रेयः परमार्थं नु पृच्छसि  ।
श्रेयांस्यपरमार्थानि अशेषाणि च भूपते
]

`verse 13 [
देवताराधनं कृत्वा धनसम्पदमिच्छति  ।
पुत्रानिच्छति राज्यं च श्रेयस्तस्यैव तन्नृप
]

`verse 14 [
कर्म यज्ञात्मकं श्रेयः फलं तत्प्राप्तिलक्षणम्  ।
श्रेयः प्रधानं च फले तदेवानभिसंहिते
]

`verse 15 [
आत्मा ध्येयः सदा भूप योगयुक्तैस्तथा परम्  ।
श्रेयस्तस्यैव संयोगः श्रेयो यः परमात्मनः
]

`verse 16 [
श्रेयांस्येवमनेकानि शतशोय सहस्रसः  ।
सन्त्यत्र परमार्थस्तु न त्वेते श्रूयतां च मे
]

`verse 17 [
धर्माय त्यज्यते किन्तु परमार्थो धनं यदि  ।
व्ययश्च क्रियते कस्मात्कामप्राप्त्युपलक्षणः
]

`verse 18 [
पुत्रश्चेत्परमार्थः स्यात्सोऽप्यन्यस्य नरेश्वर  ।
परमार्थभूतः सोन्यस्य परमार्थो हि तत्पिता
]

`verse 19 [
एवं न परमार्थोस्ति जगत्यस्मिञ्चराचरे  ।
परमार्थो हि कार्याणि कारणानामशेषतः
]

`verse 20 [
राज्यादिप्राप्तिरत्रोक्ता परमार्थतया यदि  ।
परमार्था भवन्त्यत्र न भवन्ति च वै ततः
]

`verse 21 [
ऋग्यजुःसामनिष्पाद्यं यज्ञकर्म मतं तव  ।
परमार्थभूतं तत्रापि श्रूयतां गदतो मम
]

`verse 22 [
यत्तु निष्पाद्यते कार्यं मृदा कारणभूतया  ।
तत्कारणानुगमनाज्ज्ञायते नृप मृण्मयम्
]

`verse 23 [
एवं विनाशिभिर्द्रव्यैः समिदाज्यकुशादिभिः  ।
निष्पाद्यते क्रिया या तु सा भवित्री विनाशिनी
]

`verse 24 [
अनाशो परमार्थश्च प्राज्ञौरभ्युपगम्यते  ।
तत्तु नाशि न सन्देहो नाशिद्रव्योपपादितम्
]

`verse 25 [
तदेवाफलदं कर्म परमार्थो मतस्तव  ।
मुक्तिसाधनभूतत्वात्परमार्थो न साधनम्
]

`verse 26 [
ध्यानं चैवात्मनो भूपु परमार्थार्थशब्दितम्  ।
भेदकारि परेभ्यस्तु परमार्थो न भेदवान्
]

`verse 27 [
परमात्मात्मनोर्योगः परमार्थ इतीष्यते  ।
मिथ्यैतदन्यद्रव्यं हि नैति तद्द्रव्यतां यतः
]

`verse 28 [
तस्माच्छ्रेयांस्यशेषाणि नृवैतानि न संशयः  ।
परमार्थस्तु भूपाल संक्षेपाच्छ्रूयतां मम
]

`verse 29 [
एको व्यापी समः शुद्धो निर्गुणः प्रकृतेः परः  ।
जन्मवृद्ध्यादिरहित आत्मा सर्वगतोव्ययः
]

`verse 30 [
परज्ञानमयो सद्भिर्नामजात्यादिभिर्विभुः  ।
न योगवान्न युक्तोभून्नैव पार्थिव योक्ष्यते
]

`verse 31 [
तस्यात्मपरदेहेषु सतोप्येकमयं हि यत् ।
विज्ञानं परमार्थोऽसौ द्वैतिनोऽतथ्यर्शिनः
]

`verse 32 [
वेणुरन्ध्रप्रभेदेन भेदः षङ्जादिसंज्ञितः  ।
अभेदव्यापिनोवायोस्तथास्य परमात्मनः
]

`verse 33 [
एकस्वरूपभेदश्च ब्राह्मकर्मावृतिप्रजः  ।
देवादिभेदेऽपध्वस्ते नास्त्येवावरणे हि सः
]

`colophon [
इति श्रीविष्णुमहापुराणे द्वितीयेऽंशे चतुर्दशोऽध्यायः (१४)
]
