`speaker [
श्रीकृष्ण उवाच
]

`verse 1 [
साधु पृष्टं त्वया भद्र मानुषाणां हिताय वै  ।
शृणुष्वावहितो भूत्वा सर्वमेवौर्ध्वदैहिकम्  ॥
]

`verse 2 [
सम्यग्विभेदरहितं श्रुतिस्मृतिसमुद्धृतम्  ।
यन्न दृष्टं सुरैः सेन्द्रैर्योगिभिर्योगचिन्तकैः  ॥
]

`verse 3 [
गुह्यद्गुह्यतरं तच्च नाख्यातं कस्यचित्क्वचित् ।
भक्तस्त्वं हि महाभाग वैनतेयं ब्रवीमि ते  ॥
]

`verse 4 [
अपुत्रस्य गतिर्नास्तु स्वर्गो नैव च नैव च  ।
येन केनाप्युपायेन कार्यं जन्म सुतस्य हि  ॥
]

`verse 5 [
तारयेन्नरकात्पुत्त्रो यदि मोक्षो न विद्यते  ।
स्कन्धः पुत्रेण कर्तव्यो ह्यग्निदाता च पौत्रकः  ॥
]

`verse 6 [
तिलदर्भैश्च भूम्यां वै कुटी ऋतुमती भवेत् ।
पञ्च रत्नानि वक्त्रे तु येन जीवः प्ररोहति  ॥
]

`verse 7 [
यदा पुष्पं प्रनष्टं हि क्व तदा गर्भधारणम्  ।
आदराच्च ततो भूमौ येन गर्भं प्रधार्यते  ॥
]

`verse 8 [
लेप्या तु गोमयैर्भूमिस्तिलान्दर्भान्विनिः क्षिपेत् ।
तस्यामेवातुरो मुक्तः सर्वं दहति किल्बिषम्  ॥
]

`verse 9 [
दर्भतूली नयेत्स्वर्गमातुरस्य न संशयः  ।
दर्भांस्तत्र क्षिपेद्वाथ तूलीगेन्दुकमध्यतः  ॥
]

`verse 10 [
सर्वत्र वसुधापूता यत्र लेपो न विद्यते  ।
यत्र लेपः स्थितस्तत्र पुनर्लेपेन शुध्यति  ॥
]

`verse 11 [
यातुधानाः पिशाचाश्च राक्षसाः क्रूरकर्मिणः  ।
अलेपं ह्यातुरं मुक्तं विशन्त्येते वियोनयः  ॥
]

`verse 12 [
नित्यहोमस्तथा श्राद्धं पादशौचं द्विजे तथा  ।
मण्डलेन विना भूम्यामातुरो मुच्यते न हि  ॥
]

`verse 13 [
ब्रह्मा विष्णुश्च रुद्रश्च श्रीर्हुताशस्तथैव च  ।
मण्डले चोपतिष्ठन्ति तस्मात्कुर्वीत मण्डलम्  ॥
]

`verse 14 [
अन्यथा म्रियते वालो वृद्धस्तार्क्ष्ययुवाथवा  ।
योन्यन्तरं न गच्छेत्स क्रीडते वायुना सह  ॥
]

`verse 15 [
मिश्रितं लोहितामिश्रं तदेवं जन्म जीयते  ।
तस्यैव वायुभूतस्य न श्राद्धं नोदकक्रिया  ॥
]

`verse 16 [
मम स्वेदसमुद्भूतास्तिलास्तार्क्ष्य पवित्रकाः  ।
असुरा दानवा दैत्या विद्रवन्ति तिलैस्तथा  ॥
]

`verse 17 [
तिलाः श्वेतास्तिला कृष्णास्तिला गोमूत्रसंन्निभाः  ।
दहन्तु ते मे पापानि शरीरेण कृतानि वै  ॥
]

`verse 18 [
एक एव तिलो दत्तो हेमद्रोणतिलैः समः  ।
तर्पणे दानहोमेषु दत्तो भवति चाक्षयः  ॥
]

`verse 19 [
दर्भा रोमसमुद्भूतास्तिलाः स्वेदेषु नान्यथा  ।
देवता दानवास्तृप्ताः श्राद्धेन पितरस्तथा  ॥
]

`verse 20 [
प्रयोगविधिना ब्रह्मा विश्वं चाप्युपजीवनाम्  ।
अपसव्यादितो ब्रह्मा पितरो देवदेवताः  ॥
]

`verse 21 [
तेन ते पितरस्तृप्ता अपसव्ये कृते सति  ।
दर्भमूले स्थितो ब्रह्मा मध्ये देवो जनार्दनः  ॥
]

`verse 22 [
दर्भाग्रे शङ्करं विद्यात्त्रयो देवाः कुशे स्मृताः  ।
विप्रा मन्त्राः कुशा वह्निस्तुलसी च खगेश्वर  ॥
]

`verse 23 [
नैते निर्माल्यतां यान्ति क्रियमाणाः पुनः पुनः  ।
तुलसी ब्राह्मणा गावो विष्णुरेकादशी खग  ॥
]

`verse 24 [
पञ्च प्रवहणान्ये भवाब्धौ मज्जतां नृणाम्  ।
विष्णुरेकादशी गीता तुलसी विप्रधेनवः  ॥
]

`verse 25 [
असारे दुर्गसंसारे षट्पदी मुक्तिदायिनी  ।
तिलाः पवित्रमतुलं दर्भाश्चापि तुलस्यथ  ॥
]

`verse 26 [
$

निवारयन्ति चैतानि दुर्गतिं यान्तमातुरम्  ।
हस्ताभ्यामुद्धरेद्दर्भांस्तोयेन प्रोक्षयेद्भुवि  ॥
]

`verse 27 [
मृत्युकाले क्षिपेद्दर्भान्करयोरातुरस्य च  ।
दर्भैस्तु क्षिप्यते योऽसौ दर्भैस्तु परिवेष्टितः  ॥
]

`verse 28 [
विष्णुलोके स वै याति मन्त्रहीनोऽपि मानवः  ।
तूलीं कृत्वा कृतौ पादौ संस्थितौ क्षितिपृष्ठतः  ॥
]

`verse 29 [
प्रायाश्चित्तं विशुद्धाग्नौ संसारेऽसारसागरे  ।
गोमयेनोपलिम्पेत्तु दर्भास्तरणसंस्थिते  ॥
]

`verse 30 [
यने दत्तेन दानेन सर्वं पापं व्यपोहति  ।
लवणं तद्रसं दिव्यं सर्वकामप्रदं नृणाम्  ॥
]

`verse 31 [
यस्मादन्नरसाः सर्वे नोत्कटा लवणं विना  ।
पितॄणां च प्रियं भव्यं तस्मात्स्वर्गप्रदं भवेत् ॥
]

`verse 32 [
विष्णुदेहसमुद्भूतो यतोऽयं लवणो रसः  ।
एतत्सलवणं दानं तेन शंसन्ति योगिनः  ॥
]

`verse 33 [
ब्राह्मणक्षत्त्रियविशां स्त्रीणां शूद्रजनस्य च  ।
आतुरस्य यदा प्राणा न यान्ति वसुधातले  ॥
]

`verse 34 [
लवणं तु तदा देयं द्वारस्योद्वाटनं दिवः  ।
अन्यच्च शृणु पक्षीन्द्र मृत्यो रूपं प्रपञ्चतः  ॥
]

`verse 35 [
यस्य कालेन नो यायाद्वियोगः प्राणदेहयोः  ।
प्राणिनश्च स्वसमये मृत्युरत्यन्तविस्मृतिः  ॥
]

`verse 36 [
यथा वायुर्जलधरान्विकर्षति यतस्ततः  ।
तद्वज्जलदवत्तार्क्ष्य कालस्यैव वशानुगाः  ॥
]

`verse 37 [
सात्त्विका राजसाश्चैव तामसा ये च केचन  ।
भावाः कालात्मकाः सर्वे प्रवर्तन्ते हि जन्तुषु  ॥
]

`verse 38 [
आदित्यश्चन्द्रमाः शम्भुरापो वायुः शतक्रतुः  ।
अग्निः खं पृथिवी मित्र ओषध्यो वसवस्तथा  ॥
]

`verse 39 [
सरितः सागराश्चैव भावाभावौ च सर्पहन्  ।
सर्वे कालेन सृज्यन्ते संक्षिप्यन्ते यथा पुनः  ॥
]

`verse 40 [
कालेन संह्रियन्ते च नृनं मृत्यावुपस्थिते  ।
दैवयोगात्त्दा व्याधिः कश्चिदुत्पद्यते खग  ॥
]

`verse 41 [
वैकल्यमिन्द्रियाणां च बलौ जोरंहसां भवेत् ।
युगपद्वश्चिककोटिशूकदंशो भवेद्यदि  ॥
]

`verse 42 [
तदानुमीयते तेन पीडा मृत्युभवा खग  ।
ततः क्षणेन चैतन्ये विकले जडतां गते  ॥
]

`verse 43 [
प्रिचाल्यन्ते ततः प्राणा याम्यैर्निकटवर्तिभिः  ।
बीभत्सं तु तदा रूपं प्राणैः कण्ठगतैर्भवेत् ॥
]

`verse 44 [
फेमुद्गिरते सोऽथ मुखं लालाकुलं भवेत् ।
अङ्गुष्ठमात्रपुरुषो हाहा कुर्वंस्ततस्तनोः  ॥
]

`verse 45 [
तदैव नीयते द्वतैर्याम्यैर्वोक्षन्स्वकं गृहम्  ।
भूय एव हिते तात मृत्युकालदशामिमाम्  ॥
]

`verse 46 [
अष्मा प्रकुपितः काये तीव्रवायुसमीरितः  ।
भिनत्ति मर्मस्थानानि दीप्यमानो निरिन्धनः  ॥
]

`verse 47 [
उदानो नाम पवनस्ततश्चोर्ध्वं प्रवर्तते  ।
भक्तानामबुभुक्षाणामधोगतिनिरोधकृत् ॥
]

`verse 48 [
यैर्नानृतानि चोक्तानि प्रीतिभेदः कृतो न च  ।
आस्तिकः श्रद्दधानश्च स सुखं मृत्युमृच्छति  ॥
]

`verse 49 [
यो न कामान्न संरंभान्न द्वेषाद्धर्ममुत्सृजेत् ।
यथोक्तकारी सौम्यश्च स सुखं मृत्युमृच्छति  ॥
]

`verse 50 [
मोहज्ञानप्रदातारः प्राप्नुवन्ति महत्तमः  ।
कूटसाक्षी मृषावादी ये च विश्वासघातकाः  ॥
]

`verse 51 [
ते मोहं मृत्युमृच्छन्ति तथा ये वेदनिन्दकाः  ।
विभीषकाः पूतिगन्धा यष्टिमुद्गरपाणयः  ॥
]

`verse 52 [
आगच्छन्ति दुरात्मानो यमस्य पुरुषास्तदा  ।
प्राप्ते त्वीदृक्पथे घोरे जायते तस्य वेपथुः  ॥
]

`verse 53 [
क्रन्दत्यविरतं सोऽपि पितृमातृसुतानपि  ।
सास्य वागस्फुटा यत्नेनैकवर्णा विभासते  ॥
]

`verse 54 [
दृष्टिर्वै भ्राम्यते त्रासाच्छ्वासाच्छुष्यति चाननम्  ।
स ततो वेदनाविष्टस्तच्छरीरं विमुञ्चति  ॥
]

`verse 55 [
अस्पृश्यं कुत्सनीयं च तत्क्षणादेव जायते  ।
उक्तं मृत्योः स्वरूपं तु प्रसङ्गादन्यदप्यथ  ॥
]

`verse 56 [
वैचित्र्यस्योत्तरं प्रश्रे द्वितीयस्य वदामि ते  ।
कर्मणां प्राक्तनानां तु तदसत्त्वेनं भदेतः  ॥
]

`verse 57 [
भवेद्भोगस्य वैचित्र्यं भ्राम्यतां प्राणिनामिह  ।
देवत्वमसुरत्वं च यक्षत्वादिसुखप्रदम्  ॥
]

`verse 58 [
मानुषत्वं पशुत्वं च पक्षित्वाद्यतिदुः खदम्  ।
कर्मणां तारतम्येन भवतीह खगेश्वर  ॥
]

`verse 59 [
अत्र ते कीर्तयिष्यामि विपाकं कर्मणामहम्  ।
वैचित्र्यस्य स्पुटत्वाययैर्जोवः संसरत्ययम्  ॥
]

`verse 60 [
महापातकजान्घोरान्नरकान्प्राप्य दारुणान्  ।
कर्मक्षयात्प्रजायन्ते महापातकिनः क्षितौ  ॥
]

`verse 61 [
जायन्ते लक्षणैर्यैस्तुतानि मे शृणु सत्तम  ।
मृगाश्वसूकरोष्ट्राणां ब्रह्महा योनिमृच्छति  ॥
]

`verse 62 [
कृमिकीटपतङ्गत्वं स्वर्णहारी समाप्नुयात् ।
तृणगुल्मतात्वं च क्रमशो गुरुतल्पगः  ॥
]

`verse 63 [
ब्रह्महा क्षयरोगी स्यात्सुरापः श्यावदन्तकः  ।
हेमहारी तु कुनखी दुश्चर्मा गुरुतल्पगः  ॥
]

`verse 64 [
यो येन संवसत्येषां स तल्लिङ्गोऽभिजायते  ।
संवत्सरेण पतति पतितेन सहाचरन्  ॥
]

`verse 65 [
संलापस्पर्शनिः श्वाससहयानाशनासनात् ।
याजनाध्यापनाद्यौनात्पापं संक्रमते नृणाम्  ॥
]

`verse 66 [
गत्वा दारान्परेषाञ्च ब्रह्मस्वमपहृत्य च  ।
अरण्ये निर्जने देशे जायते ब्रह्मराक्षसः  ॥
]

`verse 67 [
हीनजातौ प्रजायेत रत्नानामपहारकः  ।
पत्रं च शाखिनो हृत्वा गन्धांश्छुच्छुन्दरी पुमान्  ॥
]

`verse 68 [
मूषको धान्यहारी स्याद्यानमुष्ट्रः फलं कपिः  ।
निर्मन्त्रभोजनात्काको गृध्रो हृत्वा ह्युपस्करम्  ॥
]

`verse 69 [
मधुदंशः फलं गृध्रो गां गोधाग्निं बकस्तथा  ।
स्याच्छ्वेतकुष्ठी स्त्रीवस्त्र ह्यरुची रसहारकः  ॥
]

`verse 70 [
कांस्यहारी तु हंसः स्यात्परस्वस्य च हारकः  ।
अपस्मारी गुरोर्हन्ता क्रूरकृद्वामनो भवेत् ॥
]

`verse 71 [
धर्मपत्नीं त्यजञ्छब्दवेधी प्राणी भवेत्क्षितौ  ।
देवविप्रस्वापहारी पाण्डुरः परमांसभुक् ॥
]

`verse 72 [
भक्ष्याभक्ष्यो गण्डमाली महारोगी प्रजायते  ।
न्यासापहारी काणः स्यास्त्रीजीवः खञ्जको भवेत् ॥
]

`verse 73 [
कौमारदारत्यागी च दुर्भगोऽथै कमिष्टभुक् ।
वातगुल्मी विप्रयोषिद्गामी वा जम्बुको भवेत् ॥
]

`verse 74 [
शय्याहर्ता क्षपणकः पतङ्गो वस्त्रहारकः  ।
मात्सर्यादपि जात्यन्धो कपाली दीपहारकः  ॥
]

`verse 75 [
कौशिको मित्रहन्ता च क्षयी पित्रादिनिन्दकः  ।
स्खलद्वागनृतवादी कूटसाक्षी जलोदरी  ॥
]

`verse 76 [
मशकः सोऽथ चछिन्नोष्ठो विवाहे विघ्नकृद्भवेत् ।
स्याद्वाथ वृषलः सोऽयं चत्वरे वै विण्मूत्रकृत् ॥
]

`verse 77 [
मूत्रकृच्छ्री दूषकस्तु कन्यायाः क्लीबतामियात् ।
द्वीपी स्याद्वेदविक्रेता वराहोऽयाज्ययाजकः  ॥
]

`verse 78 [
यतस्ततोऽश्रन्मार्जारो खद्योतो वहदाहकः  ।
कृमिः पर्युषितादः स्यान्मत्सरी भ्रमरो भवेत् ॥
]

`verse 79 [
अग्न्युत्सादी तु कुष्ठी स्याददत्ताऽदानतो वृषः  ।
सर्पो गोहारकोऽन्नस्य हारकः स्यादजीर्णवान्  ॥
]

`verse 80 [
जलहारी तु मत्स्यः स्यात्क्षीरहारी बलाकिका  ।
अन्नं पर्युषितं विप्रे प्रददत्कुब्जतां व्रजेत् ॥
]

`verse 81 [
फलानि हरते यस्तु सन्ततिर्म्रियते खग  ।
अदत्त्वा भक्ष्यमश्राति ह्यनपत्यो भवेन्नरः  ॥
]

`verse 82 [
प्रवज्यागमनाद्राजन् भवेन्मरुपिशाचकः  ।
चातको जलहर्ता स्याज्जन्मान्धः पुंस्तकं हरन्  ॥
]

`verse 83 [
प्रतिश्रुत्य द्विजेभ्योर्ऽथमददज्जम्बुको भवेत् ।
परिवादादिजातीनां लभते काच्छपीं तनुम्  ॥
]

`verse 84 [
दुर्भगः फलविक्रेता वृकश्च वृषलीपतिः  ।
मार्जारोऽग्निं पदा स्पृष्ट्वा रोगवान्परमांसभुक् ॥
]

`verse 85 [
जलप्रस्त्रवणं यस्तु भिन्द्यान्मत्स्यो भवेन्नरः  ।
हरेः कथां न शृण्वन्ति ये न साधुजनस्तवम्  ॥
]

`verse 86 [
तान्नरान्कर्णमूलोऽयं व्याप्नुयान्नेतराञ्जनान्  ।
परस्याननसंस्थं यो ग्रासं हरि मन्दधीः  ॥
]

`verse 87 [
देवोपकरणान्येनं गण्डमालिनमीहते  ।
दम्भेनाचरते धर्मं गजचर्मा भवेत्तु सः  ॥
]

`verse 88 [
शिरोऽर्तिप्रमुखा रोगा यान्ति विश्वासघातकम्  ।
लिङ्गपीडी शिवस्वं च शिवनिर्माल्यमेव च  ॥
]

`verse 89 [
स्त्रियोऽप्यनेन मार्गेण हृत्वा दोषमवाप्नुयुः  ।
एतेषामेव जन्तूनां भार्यात्वमुपजायते  ॥
]

`verse 90 [
भोगान्ते नरकस्यैतत्सर्वमित्यवधारय  ।
खघ प्रदर्श्यमेतत्तु मयोक्तं ते समासतः  ।
द्रव्यप्रकारा हि यथा तथैव प्राणिजातयः  ॥
]

`verse 91 [
एवं विचित्रैर्निजकर्मभिर्नृणां सुखस्य दुः खस्य च जन्मनामपि  ।
वैचित्र्यमुक्तं शुभकर्मतः शुभं तथाशुभाच्चाशुभमीरयन्ति  ॥
]

`verse 92 [
एतत्ते सर्वंमाख्यातं यत्पृष्टोऽहमिह त्वया  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे प्रतका(ख)ण्डे श्रीकृष्णगरुडसंवादे और्ध्वदेहिकविधिकर्मविपाकयोर्वर्णनं नाम द्वितीयोऽध्यायः

$
$
]
