`speaker [
सूत उवाच
]

`verse 1 [
एवमुत्साहितः पक्षी स्वरूपं निरयस्य तु  ।
पप्रच्छनरकाण्येवं श्रुत्वा चोत्कूलितान्तरः  ॥
]

`speaker [
गरुड उवाच
]

`verse 2 [
नरकाणां स्वरूपं मे वद येषु विकर्मिणः  ।
पात्यन्ते दुः खभूयिष्ठास्तेषां भेदांश्च कीर्तय  ॥
]

`verse 3 [
श्रीभगवानुवाच  ।
नरकाणां सहस्राणि वर्तन्ते ह्यरुणानुज  ।
शक्यं विस्तरतो नैव वक्तुं प्राधान्यतो ब्रुवे  ॥
]

`verse 4 [
रौरवं नाम नरकं मुख्यं तद्वैनिबोध मे  ।
रौरवे कूटसाक्षी तु याति यश्चानृती नरः  ॥
]

`verse 5 [
योजनानां सहस्रे द्वे रौरवो हि प्रमाणतः  ।
जानुमात्रप्रमाणं तु तत्र गर्तं सुदुस्तरम्  ॥
]

`verse 6 [
तत्राङ्गारचयौघेन कृतं तद्धरणीसमम्  ।
तत्राग्निना सुतीव्रेण तापिताङ्गारभूमिना  ॥
]

`verse 7 [
तन्मध्ये पापकर्माणं विमुञ्चन्ति यमानुगाः  ।
स दह्यमानस्तीव्रेण वह्निना परिधावति  ॥
]

`verse 8 [
पदेपदे च पादोऽस्य स्फुट्यते शीर्यते पुनः  ।
अहोरात्रेणोद्धरणं पादन्यासेन गच्छति  ॥
]

`verse 9 [
एवं सहस्रं विस्तीर्णं योजनानां विमुच्यते  ।
ततोऽन्यत्पापशुद्ध्यर्थं तादृङ्निरयमृच्छति  ॥
]

`verse 10 [
रौरवस्ते समाख्यातः प्रथमो नरको मया  ।
महारौरवसंज्ञं तु शृणुष्व नरकं खग  ॥
]

`verse 11 [
योजनानां सहस्राणि सन्ति पञ्च समन्ततः  ।
तत्र ताम्रमयी भूमिरधस्तस्या हुताशनः  ॥
]

`verse 12 [
तया तपन्त्या सा सर्वा प्रोद्यद्विद्युत्समप्रभा  ।
विभाव्यते महारौद्रा पापिनां दर्शनादिषु  ॥
]

`verse 13 [
तस्यां बद्धकराभ्यां च पद्भ्यां चैव यमानुगैः  ।
मुच्यते पापकृन्मध्ये लुण्ठमानः स गच्छति  ॥
]

`verse 14 [
काकैर्बकैर्वृकोलूकैर्मशकैर्वृश्चिकैस्तथा  ।
भक्ष्यमाणैस्तथा रौद्रैर्गतो मार्गे विकृष्यते  ॥
]

`verse 15 [
दह्यमानो गतमतिर्भ्रान्तस्तातेति चाकुलः  ।
वदत्यसकृदुद्वग्नो न शान्तिमधिगच्छति  ॥
]

`verse 16 [
एवं तस्मान्नरैर्मोक्षस्त्वतिक्रान्तैरवाप्यते  ।
वर्षायुतायुतैः पापं यैः कृतं दुष्टबुद्धिभिः  ॥
]

`verse 17 [
तथान्यस्तु ततो नाम सोऽतिशीतः स्वभावतः  ।
महारौरववद्दीर्घस्तथान्धतमसा वृतः  ॥
]

`verse 18 [
शीतार्तास्तत्र बध्यन्ते नरास्तमसि दारुणे  ।
परस्परं समासाद्य परिरभ्याश्रयन्ति ते  ॥
]

`verse 19 [
दन्तास्तेषां च भज्यन्ते शीतार्तिपरिकम्पिताः  ।
क्षुतृषातिबलाः पक्षिन्नथ तत्राप्युपदवाः  ॥
]

`verse 20 [
हिमखण्डवहो वायुभिनत्त्यस्थीनि दारुणः  ।
मज्जासृगस्थिगलितमश्रन्त्यत्र क्षुधान्विताः  ॥
]

`verse 21 [
आलिङ्ग्यमाना भ्राम्यन्ते परस्परसमागमे  ।
एवं तत्रापि सुमहान्क्लेशस्तमसि मानवैः  ॥
]

`verse 22 [
प्राप्यते शकुनिश्रेष्ठ यो बहूकृतसञ्चयः  ।
निकृन्तन इति ख्यातस्ततोऽन्यो नरकोत्तमः  ॥
]

`verse 23 [
कुलालचक्राणि तत्र भ्राम्यन्त्यविरतं खग  ।
तेष्वापाष्ये निकृष्यन्ते कालसूत्रेण मानवाः  ॥
]

`verse 24 [
यमानुमाङ्गुलिस्थेन आपादतलमस्तकम्  ।
न चैषां जीवितभ्रंशो जायते पक्षिसत्तम  ॥
]

`verse 25 [
छिन्नानि तेषां शतशः खण्डान्यैक्यं व्रजन्ति हि  ।
एवं वर्षसहस्राणि भ्राम्यन्ते पापकर्मिणः  ॥
]

`verse 26 [
तावद्यावदशेषं च तत्पापं संक्षयं गतम्  ।
अप्रातष्ठं च नरकं शृणुष्व गदतो मम  ॥
]

`verse 27 [
तत्रस्थैर्नारकैर्दुः खमसह्यमनुभूयते  ।
तान्येव तत्र चक्राणि घटीयन्त्राणि चान्यतः  ॥
]

`verse 28 [
दुः खस्य हेतुभूतानि पापकर्मकृतां नृणाम्  ।
चक्रेष्वारोपिताः केचिद्भाम्यन्ते तत्र मानवाः  ॥
]

`verse 29 [
यावद्वर्षसहस्राणि न तेषां स्थितिरन्तरा  ।
घटीयन्त्रेषु बद्वा ये बद्धा तोयवटी यथा  ॥
]

`verse 30 [
भ्राम्यन्ते मानवा रक्तमुद्गिरन्तः पुनः पुनः  ।
अन्त्रैर्मुखविनिष्क्रान्तैर्नेत्रैरन्त्रावलम्बिभैः  ॥
]

`verse 31 [
दुः खानि प्राप्नुवन्तीह यान्यसह्यानि जन्तुभिः  ।
असिपत्रवनं नाम नरकं शृणु चापरम्  ॥
]

`verse 32 [
योजनानां सहस्रं यो ज्वलत्यग्न्याशृतावनिः  ।
सप्ततीव्रकराश्चैण्डर्यत्र तीव्र सुदारुणे  ॥
]

`verse 33 [
प्रतपन्ति सदा तत्र प्राणिनो नरकौकसः  ।
तन्मध्ये चरणं शीतस्निग्धपत्रं विभाष्यते  ॥
]

`verse 34 [
पत्राणि यत्र खण्डानि फलानां पक्षिसत्तम  ।
श्वानश्च तत्र सुबलाश्चरन्त्यामिषभोजनाः  ॥
]

`verse 35 [
महावक्त्रा महादंष्ट्रा व्याघ्रा इव महाबलाः  ।
ततश्च वनमालोक्य शिशिरच्छायमग्रतः  ॥
]

`verse 36 [
प्रयान्ति प्राणिनस्तत्र क्षुत्तापपरिपीडिताः  ।
मातर्भ्रातस्तात इति क्रन्दमानाः सुदुः खिताः  ॥
]

`verse 37 [
दह्यमानाङ्घ्रियुगला धरणिस्थेन वह्निना  ।
तेषां गतानां तत्रापि अति शीतिः समीरणः  ॥
]

`verse 38 [
प्रवाति तेन पात्यन्ते तेषां खड्गास्तथोपरि  ।
छिन्नाः पतन्ति ते भूमौ ज्वलत्पावकसंचये  ॥
]

`verse 39 [
लेलिह्यमाने चान्यत्र तप्ताशेषमहीतले  ।
सारमेयाश्च ते शीघ्रं शातयन्ति शरीरतः  ॥
]

`verse 40 [
तेषां खण्डान्यनेकानि रुदतामतिभीषणे  ।
असिपत्रवनं तात मयैतत्परिकीर्तितम्  ॥
]

`verse 41 [
अतः परं भीमतरं तप्तकुंभं निबोध मे  ।
समन्ततस्तप्तकुम्भा वह्निज्वालासमन्विताः  ॥
]

`verse 42 [
ज्वलदग्निचयास्तप्ततैलायश्चूर्णपूरिताः  ।
एषु दुष्कृतकर्माणो याम्यैः क्षिप्ता ह्यधोमुखाः  ॥
]

`verse 43 [
क्वाथ्यन्ते विस्फुटद्गात्रा गलन्मज्जाजलान्विताः  ।
स्फुटत्कपालेनत्रास्थिच्छिद्यमाना विभीषणैः  ॥
]

`verse 44 [
गृध्रैरुत्पाट्य मुच्यन्ते पुनस्तेष्वेव वेगितैः  ।
पुनश्चिमचिमायन्ते तैलनैक्यं व्रजन्ति च  ॥
]

`verse 45 [
द्रवीभूतैः शिरोगात्रैः स्नायुमांसत्वगास्थिभिः  ।
ततो याम्यैर्नरैराशु दर्व्याघट्टनघट्टिताः  ॥
]

`verse 46 [
कृतावर्ते महातैले क्वाथ्यन्ते पापकर्मिणः  ।
एष ते विस्तरेणोक्तस्तप्तकुम्भो मया खग  ॥
]

`verse 47 [
आदिमो रौरवः प्रोक्तो महारौरवकोऽपरः  ।
अतिशीतस्तृतीयस्तु चतुर्थो हि निकृन्तनः  ॥
]

`verse 48 [
अप्रतिष्ठः पञ्चमः स्यादसिपत्रवनोऽपरः  ।
सप्तमस्तप्तकुम्भस्तु सप्तैते नरका मताः  ॥
]

`verse 49 [
श्रूयन्तेन्यान्यपि तथा नरकाणि नराधमाः  ।
कर्मणां तारतम्येन तेषुतेषु पतन्ति हि  ॥
]

`verse 50 [
तथा हि नरको रोधः शूकरस्ताल एव च  ।
तप्तकुम्भो महाज्वालः शबलोऽथ विमोहनः  ॥
]

`verse 51 [
क्रिमिश्च क्रिमभक्षश्च लालाभक्षो विषञ्जनः  ।
अधः शिराः पूयवहो रुधिरान्धश्च विड्रभुजः  ॥
]

`verse 52 [
तथा वैतरणी सू (मू) मसिपत्रवनं तथा  ।
अग्निज्वालो महाघोरः सन्दंशो वाप्यभोजनः  ॥
]

`verse 53 [
तमश्च कालसूत्रं च लोहश्चाप्यभिदस्तथा  ।
अप्रतिष्ठोऽप्यवीचिश्च नरका एवमादयः  ॥
]

`verse 54 [
तामसा नरकाः सर्वे यमस्य विषये स्थिताः  ।
येषु दुष्कृतकर्माणः पतन्ति हि पृथक्पृथक् ॥
]

`verse 55 [
भूमेरधस्तात्ते सर्वे रौरवाद्याः प्रकीर्तिताः  ।
रोघो गोघ्नो भ्रूणहा च अग्निदाता नरः पतेत् ॥
]

`verse 56 [
सूकरे ब्रह्महा मज्जेत्सुरापः स्वर्णतस्करः  ।
ताले पतेत्क्षत्त्रहन्ता हत्वा वैश्यं च दुर्गतिः  ॥
]

`verse 57 [
ब्रह्महत्यां च यः कुर्याद्यश्च स्याद्गुरुतल्पगः  ।
स्वसृगामी तप्तकुम्भी तथा राजभटोऽनृती  ॥
]

`verse 58 [
तप्तलोहैश्च विक्रेता तथा बन्धनरक्षिता  ।
माध्वी विक्रयकर्तां च यस्तु भक्तं परित्यजेत् ॥
]

`verse 59 [
महाज्वाली दुहितरं स्नुषां गच्छति यस्तु वै  ।
वेदो विक्रीयते यैश्च वेदं दूषयते तु यः  ॥
]

`verse 60 [
गुरुं चैवावमन्यन्ते वाक्शरैस्ताडयन्ति च  ।
अगम्यागामी च नरो नरकं शबलं व्रजेत् ॥
]

`verse 61 [
विमोहे पतते शूरे मर्यादां यो भिनत्ति वै  ।
दुरिष्टं कुरुते यस्तु कृमिभक्षं प्रपद्यते  ॥
]

`verse 62 [
देवब्राह्मणविद्वेष्टा लालाभक्षे पतत्यपि  ।
कुण्डकर्ता कुलालश्च न्यासहर्ता चिकित्सकः  ॥
]

`verse 63 [
आरामेष्वग्निदाता च एते यान्ति विषञ्जने  ।
असत्प्रतिग्रही यस्तु तथैवायाज्ययाजकः  ॥
]

`verse 64 [
न क्षत्त्रैर्जोवते यस्तु नरो गच्छेदधोमुखम्  ।
क्षीरं सुरां च मासं लाक्षां गन्धं रसं तिलान्  ॥
]

`verse 65 [
एवमादीनि विक्रीणन् घोरे पूयवहे पतेत् ।
यः कुक्कुटान्निबध्नाति मार्जारान् सूकरांश्च तान्  ।
पक्षिणश्च मृगांश्छा गान्सोऽप्येवं नरकं व्रजेत् ॥
]

`verse 66 [
आजाविको माहिषिकस्तथा चक्री ध्वजी च यः  ।
रङ्गोपजीविको विप्रः शाकुनिर्ग्रामयाजकः  ॥
]

`verse 67 [
अगारदाही गरदः कुण्डाशी सोमविक्रयी  ।
सुरापो मांसभक्षी च तथा च पशुघातकः  ॥
]

`verse 68 [
रुधिरान्धे पतन्त्येते पतन्त्येते एवमाहुर्मनीषिणः  ।
उपविष्टन्त्वेकपङ्क्त्यां विषं सम्भोजयन्ति ये  ॥
]

`verse 69 [
पतन्ति निरये घोरे विड्भुजे नात्र संशयः  ।
मधुग्राहो वैतरणीमाक्रोशी मूत्रसंज्ञके  ॥
]

`verse 70 [
असिपत्रवनेऽसौची क्रोधनश्च एतेदपि  ।
अग्निज्वालां मृगव्याधो भोज्यते यत्र वायसैः  ॥
]

`verse 71 [
इज्यायां व्रतलोपाच्च सन्दंशे नरके पतेत् ।
स्कन्दन्ते यदि वा स्वप्ने यतिनो ब्रह्मचारिणः  ॥
]

`verse 72 [
पुत्रैरध्यापिता ये च पुत्रैराज्ञापिताश्च ये  ।
ते सर्वे नरकं यान्ति निरयं चाप्यभोजनम्  ॥
]

`verse 73 [
वर्णाश्रमविरुद्धानि क्रोधहर्षसमन्विताः  ।
कर्माणि ये तु कुर्वन्ति सर्वे निरयवासिनः  ॥
]

`verse 74 [
उपरिष्टात्स्थितो घोर उष्णात्मा रौरवो महान्  ।
सुदारुणः सुशीतात्मा तस्या धस्तामसः स्मृतः  ॥
]

`verse 75 [
एवमादिक्रमेणैव सर्वेऽधोऽधः परिस्थिताः  ।
दुः खोत्कर्षश्च सर्वेषु कर्मस्वपि निमित्ततः  ॥
]

`verse 76 [
सुखोत्कर्षश्च सर्वत्र धर्मस्येहनिमिततः  ।
पश्यन्तिनरकान्देवा ह्यधोवक्त्रान्सुदारुणान्  ॥
]

`verse 77 [
नारकाश्चापि ते देवान्सर्वान्पश्यन्ति ऊर्ध्वगान्  ।
एतान्यान्यानि शतशो नरकाणि वियद्गते  ॥
]

`verse 78 [
दिनेदिने तु नरके पच्यते दह्यतेन्यतः  ।
शीर्यते भिद्यतेऽन्यत्र चूर्यते क्लिद्यतेन्यतः  ॥
]

`verse 79 [
क्वथ्यते दीप्यतेऽन्यत्र तथा वातहतोऽन्यतः  ।
एकं दिनं वर्षशतप्रमाणं नरके भवेत् ॥
]

`verse 80 [
ततः सर्वेषु निस्तीर्णः पापी तिर्यक्त्वमश्नते  ।
कृमिकीटपतङ्गेषु स्थावरैकशफेषु च  ॥
]

`verse 81 [
गत्वा वनगजाढ्येषु गोष्वषु तथैव च  ।
खरोऽश्वोऽश्वतरो गौरः शरभश्चमरी तथा  ॥
]

`verse 82 [
एते चैकशफाः षट्च शृणु पञ्चनखानतः  ।
अन्यासु बहुपापासु दुः खदासु च यो निषु  ॥
]

`verse 83 [
मानुष्यं प्राप्यते कुब्जो कुत्सितो वामनोऽपि वा  ।
चण्डालपुक्कसाद्यासु नरयोनिषु जायते  ॥
]

`verse 84 [
मुहुर्गर्भे वसन्त्येव म्रियन्ते च मुहुर्मुहुः  ।
अवशिष्टेन पापेन पुण्येन च समन्वितः  ॥
]

`verse 85 [
ततश्चारोहिणीं योनिं शूद्रवैश्यनृपादिकम्  ।
विप्रदेवेन्द्रतां चापि कदाचिदधिरोहति  ॥
]

`verse 86 [
एवं तु पापकर्माणो निरयेषु पतन्त्यधः  ।
यथा पुण्यकृतो यान्ति तन्मे निगदतः शृणु  ॥
]

`verse 87 [
ते यमेन विनिर्दिष्टां योनिं पुण्यगतिं नराः  ।
प्रगीतगन्धर्वगणा नृत्योत्सवसमाकुलाः  ॥
]

`verse 88 [
हारनूपुरमाधुर्यैः शोभितान्यमलानि तु  ।
प्रयान्त्याशु विमानानि दिव्यगन्धस्रगुज्ज्वलाः  ॥
]

`verse 89 [
तस्माच्च प्रच्युता राज्ञामन्येषां च महात्मनाम्  ।
जायन्ते नीरुजां गेहे स द्वृत्तिपीरपालकाः  ॥
]

`verse 90 [
भोगान्सम्प्राप्नुवन्त्युग्रांस्ततो यान्त्यूर्ध्वमन्यथा  ।
अवरोहिणीं सम्प्राप्य पूर्ववद्यन्ति मानवाः  ॥
]

`verse 91 [
जातस्य मृत्युलोके वै प्राणिनो मरणं ध्रुवम्  ।
पापिष्ठानामदोमार्गाज्जीवो निष्क्रमते ध्रुवम्  ॥
]

`verse 92 [
पृथिव्यां लीयते पृथ्वी आपश्चैव तथाप्सु च  ।
तेजस्तेजसि लीयते समीरे च समीरणः  ॥
]

`verse 93 [
आकाशे च तथाकाशं सर्वव्यापि निशाकरे  ।
तत्र कामस्तथा क्रोधः काये पञ्चेन्द्रियाणि च  ॥
]

`verse 94 [
एते तार्क्ष्य समाख्याता देहे तिष्ठन्ति तस्कराः  ।
कामः क्रोधो ह्यहङ्कारो मनस्तत्रैव नायकः  ॥
]

`verse 95 [
संहारश्चैव कालोऽसौ पुण्यपापेन संयुतः  ।
पञ्चेन्द्रियसमायुक्तः सकलैर्विबुधैः सह  ॥
]

`verse 96 [
प्रविशेत्स नवे देहे पृहे दरधे गुही यथा  ।
शरीरे ये समासीनाः सर्वे वै सप्त धातवः  ॥
]

`verse 97 [
षाट्कौशिको ह्ययं कायः सर्वे वाताश्च देहिनाम्  ।
मूत्रं पुरीषं तद्योगाद्ये चान्ये व्याधयस्तथा  ॥
]

`verse 98 [
पित्तं श्लेष्मा तथा मज्जा मांसं वै मेद एव च  ।
अस्थि शुक्रं तथा स्नायुर्देहेन सह दह्यति  ॥
]

`verse 99 [
एष ते कथितस्तार्क्ष्य विनासः सर्वदेहिनम्  ।
कथयामि पुनस्तेषां शरीरं च यथा भवेत् ॥
]

`verse 100 [
एकस्तम्बंस्नायुबद्धं स्थूणात्रयविभूषणम्  ।
इन्द्रियैश्च समायुक्तं नवद्वारं शरीरकम्  ॥
]

`verse 101 [
विषयैश्च समाक्रान्तं कामक्रोधसमाकुलम्  ।
रागद्वेषसमाकीर्णं तृष्णादुर्गमतस्करम्  ॥
]

`verse 102 [
लोभजालपरिच्छिन्नं मोहवस्त्रेण वेष्टितम्  ।
सुबद्धं मायया चैतल्लोभेनाधिष्ठितं पुरम्  ॥
]

`verse 103 [
एतद्गुणसमाकीर्णं शरीरं सर्वदेहिनाम्  ।
आत्मानं ये न जानन्ति ते नराः पशवः स्मृताः  ॥
]

`verse 104 [
एवमेव समाख्यातं शरीरं ते चतुर्विधम्  ।
चतुरशीतिलक्षाणि निर्मिता योनयः पुरा  ॥
]

`verse 105 [
उद्भिज्जाः स्वेदजाश्चैव अण्डजाश्च जरायुजाः  ।
एतत्ते सर्वमाख्यातं निरयस्य प्रपञ्चतः  ॥
]

`verse 106 [
अथयामि क्रमप्राप्तं प्रष्टु वा वर्तते स्पृहा  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे धर्मकाण्डे द्वितीयांशे प्रेतकल्पे श्रीकृष्णगरुडसंवादे नरकतत्प्रवेशनिर्गमनादिवर्णनं नाम तृतीयोऽध्यायः
]
