`speaker [
गरुड उवाच
]

`verse 1 [
अपि साधनयुक्तस्य तीर्थदानरतस्य च  ।
अकृते तु वृषोत्सर्गे परलोकगतिर्न हि  ॥
]

`verse 2 [
तस्मात्कृष्ण वृषोत्सर्गः कर्तव्य इति मे श्रुतम्  ।
किं फलं वृषयज्ञस्य पुरा केन कृतो हरे  ॥
]

`verse 3 [
अनड्वान् कीदृशः प्रोक्तः कस्मिन् काले विशेषतः  ।
को विधिस्तस्य निर्दिष्टः सर्वं मे कृपया वद  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 4 [
इतिहासं महापुण्यं प्रवक्ष्यामि खगेश्वर  ।
ब्रह्मपुत्रेण यत्प्रोक्तं राजानं वीरवाहनम्  ॥
]

`verse 5 [
विराधनगरे राजा वीरवाहननामकः  ।
धर्मात्मा सत्यसन्धश्च वदान्यो विप्रतुष्टिकृत् ॥
]

`verse 6 [
स कदाचिद्वनं वीरो महात्माखेटकं गतः  ।
किञ्चित्प्रष्टुमनास्तार्क्ष्य वसिष्ठस्याश्रमं ययौ  ॥
]

`verse 7 [
नमस्कृत्य मुनिं तत्र कृतासनपरिग्रहः  ।
पश्रयावनतो राजा पप्रच्छ ऋषिसंसदि  ॥
]

`speaker [
राजोवाच
]

`verse 8 [
मुने मया कृतो धर्मो यथाशक्ति प्रयत्नतः  ।
यमस्य शासनं श्रुत्वा बिभेमि नितरां हृदि  ॥
]

`verse 9 [
यमञ्च यमदूतांश्च निरयान् घोरदर्शनान्  ।
न पश्यामि महाभाग तथा वद दयानिधे  ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 10 [
धर्मा बहुविधा राजन् वर्ण्यन्ते शास्त्रकोविदैः  ।
सूक्ष्मत्वान्न विजानन्ति कर्ममार्गविमोहिताः  ॥
]

`verse 11 [
दानं तीर्थं तपो यज्ञाः संन्यासः पैतृको महः  ।
धर्मेषु गृह्यमाणेषु वृषोत्सर्गो विशेषितः  ॥
]

`verse 12 [
एष्टव्या बहवः पुत्रा यद्येकोऽपि गयां व्रजेत् ।
यजेत वाश्वमेधेन नीलं वा वृषमुत्सृजेत् ॥
]

`verse 13 [
ब्रह्महत्यादिपापानि ज्ञानाज्ञानकृतानि च  ।
नीलोद्वाहेन शुध्येत्तु समुद्रप्लवनेन वा  ॥
]

`verse 14 [
एकादशाहे राजेन्द्र यस्य नोत्सूज्यते वृषः  ।
प्रेतत्वं निश्चलं तस्य कृतैः श्राद्धैस्तु किं भवेत् ॥
]

`verse 15 [
यथाकथञ्चित्कर्तव्यस्तीर्थे वा पत्तनेऽथ वा  ।
वृषयज्ञैः प्रमुच्यते नान्यथा साधनैः खग  ॥
]

`verse 16 [
वृषभं पञ्चकल्याणं युवानं कृष्णकंबलम्  ।
गोयूथमध्ये नितरां विचरन्तं विधानतः  ॥
]

`verse 17 [
चतसृभिर्वत्सकाभिर्द्वाभ्याञ्चैवैकया खग  ।
विवाह्य मङ्गलद्रव्यैर्मन्त्रवत्तं समुत्सृजेत् ॥
]

`verse 18 [
इह रतीति षडृग्भिर्हेमं कुर्याद्विभावसोः  ।
कार्तिक्यां माघवैशाख्यां संक्रमे पातपर्वसु  ॥
]

`verse 19 [
तीर्थे पित्र्येक्षयाहे च विशेषेण प्रशस्यते  ।
लोहितो यस्तु वर्णेन मुखे पुच्छे च पाण्डुरः  ॥
]

`verse 20 [
पीतः खुरविषाणेषु स नीलो वृष उच्यते  ।
श्वेतवर्णो भवेद्विप्रो लोहितः क्षत्त्र उच्यते  ॥
]

`verse 21 [
पीतवर्णो भवेद्वैश्यः शूद्रः कृष्णः स्मृतो बुधैः  ।
यथावर्णं समुद्दिष्टो वर्णेषु ब्राह्मणादिषु  ॥
]

`verse 22 [
अथ वा रक्तवर्णस्तु सर्वेषामेव शस्यते  ।
पिता पितामहश्चैव तथैव प्रपितामहः  ॥
]

`verse 23 [
आशासते सुतं जातं वृषोत्सर्गं करिष्यति  ।
धर्मस्त्वं वृषरूपेण जगदानन्ददायकः  ॥
]

`verse 24 [
अष्टमूर्तेरधिष्ठानमतः शान्तिं प्रयच्छ मे  ।
गङ्गायमुनयोः पेयमन्तर्वेदि तृणं चर  ॥
]

`verse 25 [
धर्मराजस्य पुरतो वाच्यं मे सुकृतं वृष  ।
दक्षिणांसे त्रिशूलाङ्कं वामोरौ चक्रचिह्नितम्  ॥
]

`verse 26 [
इति संप्रार्थ्य वृषभं गन्धपुष्पाक्षतादिभिः  ।
वृषं तत्सतरीयुक्तं पूजयित्वा समुत्सृजेत् ॥
]

`verse 27 [
तस्माद्राजन् विधानेन वृषोत्सर्गं समाचर  ।
बहुसाधनयुक्तस्य नान्यथा सद्गतिस्तव  ॥
]

`verse 28 [
आसीत्त्रेतायुगे पूर्वं विदेहनगरे नृप  ।
ब्राह्मणो धर्मवत्सेति स्वकर्मनिरतः सुधीः  ॥
]

`verse 29 [
विष्णुभक्तोऽतितेजस्वी यथालाभेन तुष्टिकृत् ।
पितृपर्वणि संप्राप्ते कुशार्यो काननं ययौ  ॥
]

`verse 30 [
अटन्नितस्ततस्तत्र चिन्वन् कुशपलाशकम्  ।
सहसोपेत्य पुरुषाश्चात्वारश्चारुदर्शनाः  ॥
]

`verse 31 [
विभ्रान्तमनसं गृह्य प्रत्यग्जग्मुर्विहायसा  ।
बहुवृक्षसमाकीर्णं गिरिदुर्गभयानकम्  ॥
]

`verse 32 [
वनाद्वनान्तरं निन्युर्नदीनदसमाकुलम्  ।
स तत्र नगरं राजन् ददर्श बहुविस्तरम्  ॥
]

`verse 33 [
गोपुरद्वाररचितं सौधप्रासादमण्डितम्  ।
चत्वरापणपण्यादिनरनारीसमाकुलम्  ॥
]

`verse 34 [
तूर्यद्वन्द्वाभिनिर्घोषवीणापटहनादितम्  ।
कांश्चित्क्षुधार्दितान्दीनान्मलिनान्विगतौजसः  ॥
]

`verse 35 [
ततोऽतितुष्टान्मलिनान्वस्त्रखण्डसमावृतान्  ।
अग्रतो हृष्टपुष्टांश्च स्वर्णवस्त्रोपशोभितान्  ॥
]

`verse 36 [
ततोऽपि सुरसंकाशान्स दृष्ट्वा विस्मितोऽभवत् ।
किं स्वप्न उत माया वै मदीयो मानसो भ्रमः  ॥
]

`verse 37 [
सन्दिहानं द्विजं निन्युः पुरुषा राजसन्निधिम्  ।
सतद्ददर्श विप्रस्तु स्वर्णप्रासादमन्दिरे  ॥
]

`verse 38 [
सिंहासनंमहादिव्यं छत्रचामरवीजितम्  ।
तत्रोप विष्टं राजानं किरीटकनकोज्ज्वलम्  ॥
]

`verse 39 [
महत्या च श्रिया युक्तं स्तूयमानं सुवन्दिभिः  ।
राजापि दृष्ट्वा तं विप्रं प्रत्युत्थाय कृताञ्जलिः  ॥
]

`verse 40 [
पूजयामास विधिवन्मधुपर्कास नादिभिः  ।
सन्तुष्टमनसं देवमस्तौषीत्परया मुदा  ॥
]

`verse 41 [
अद्य मे सफलं जन्म पावितञ्च कुलं प्रभो  ।
विष्णुभक्तस्य धर्मस्य यत्ते दृग्गोचरं गतः  ॥
]

`verse 42 [
नत्वा स्तुत्वा बहुविधमुवाचानुवसन्नृपः  ।
यतः समागतो देवः पुनस्तत्रैव नीयताम्  ॥
]

`verse 43 [
इति श्रुत्वा वचो राज्ञः पप्रच्छ द्विजपुङ्गवः  ।
ब्राह्मण उवाच  ।
कोऽयं देश कुतो लोका उत्तमा मध्यमाधमाः  ॥
]

`verse 44 [
केन पुण्येन तु भवान्पारमेष्ट्यविभूषितः  ।
किमर्थमहमानीतः पुनस्तत्रैव नीयते  ॥
]

`verse 45 [
अपूर्वमिव पश्यामि सर्वं स्वप्नगतो यथा  ।
राजोवाच  ।
स्वधर्मनिरतो यस्तु हरिभक्तिरतः सदा  ॥
]

`verse 46 [
विरक्त इन्द्रियार्थेभ्यः स मे पूज्यो न संशयः  ।
तीर्थयात्रापरो नित्यं वृषोत्सर्गविशेषवित् ॥
]

`verse 47 [
सत्यदानपरो यस्तु स नमस्यो दिवौकसाम्  ।
दर्शनार्थमिहानीतः पूजार्हश्च परन्तप  ॥
]

`verse 48 [
अनुगृहाण मां देव क्षमस्व मम साहसम्  ।
इत्युक्त्वा दर्शयामास मन्त्रिणां संज्ञया भ्रुवः  ॥
]

`verse 49 [
वदिष्यति समग्रं ते स्वयं वक्तुं न साम्प्रतम्  ।
सामन्तः सर्ववेदज्ञो ज्ञात्वा हार्दं नृपस्य च  ॥
]

`verse 50 [
विपश्चिदुवाच  ।
पूर्वजन्मनि वैश्योऽयं विश्वम्भर इति श्रुतः  ।
विराधनगरे विप्र द्विजदेवविभूषिते  ॥
]

`verse 51 [
वैश्यवृत्त्या सदा जीवन्कुटुम्बपरिपालकः  ।
गवां शुश्रूषको नित्यं ब्राह्मणानाञ्च पूजकः  ॥
]

`verse 52 [
पात्रदानपरो नित्यमातिथेयाग्निसेवकः  ।
गार्हस्थ्यं विधिवच्चक्रे भार्यया सत्यमेधया  ॥
]

`verse 53 [
स्मार्तेन लोकानजयच्छ्रौतेन त हविर्भुजः  ।
कदाचिद्बन्धुभिः साकं कृत्वा तीर्थानि भूरिशः  ॥
]

`verse 54 [
यावदायाति सदनं दृष्टवांल्लोमशं पथि  ।
दण्डवत्प्रणिपत्याशु कृताञ्जलिपुटं स्थितम्  ॥
]

`verse 55 [
पप्रच्छ विनयोपेतं करुणावारिवारिधिः  ।
ऋषिरुवाच  ।
कुत आगम्यते साधो ब्राह्मणैर्बन्धुभिर्युतः  ॥
]

`verse 56 [
दृष्ट्वा त्वां धर्मनिलयं प्रक्लिन्नं मानसं मम  ।
विश्वम्भर उवाच  ।
शीर्यमाणं शरीरं हि ज्ञात्वा मृत्युं पुरः स्थितम्  ॥
]

`verse 57 [
भार्यया धर्मचारिण्या तीर्थयात्रां विनिर्गतः  ।
कृत्वा तीर्थानि विधिवद्विश्राण्य विपुलं वसु  ॥
]

`verse 58 [
यावद्व्रजाम्यहं वेश्म भवान् दृष्टिपथं गतः  ।
लोमश उवाच  ।
तीर्थानि सन्ति भूरीणि वर्षैऽस्मिन् भारते शुभे  ॥
]

`verse 59 [
यत्त्वया ह्युपचीर्णानि तानि सर्वाणि मे वद  ।
वैश्य उवाच  ।
गङ्गा च सूर्य तनया महापुण्या सरस्वती  ॥
]

`verse 60 [
दशाश्वमेधैरयजद्यत्र ब्रह्मा सुरेश्वरः  ।
तीर्थराजस्ततः काशी महादेवो दयानिधिः  ॥
]

`verse 61 [
मृतानां यत्र जन्तूनां कर्णे जपति तारकम्  ।
पुलहस्याश्रमं पुण्यं फल्गुतीर्थञ्च गण्डकी  ॥
]

`verse 62 [
चक्रतीर्थं नैमिषञ्च शिवतीर्थमनन्तकम्  ।
गोप्रतारकनागेशमयोध्याबिन्दुसंज्ञितम्  ॥
]

`verse 63 [
यत्रास्त मुक्तिदः साक्षाद्रामो राजीवलोचनः  ।
आग्नेयं वायुकौबेरं कौमारं भूरुहां पुनः  ॥
]

`verse 64 [
सौकरं मथुरा यत्र नित्यं सन्निहतो हरिः  ।
पुष्करं सत्यतीर्थञ्च ज्वालतीर्थं दिनेश्वरम्  ॥
]

`verse 65 [
इन्द्रतीर्थं कुरुक्षेत्रं यत्र प्राची सरस्वती  ।
तापी पयोष्णी निर्विन्ध्या मलयः कृष्णवेणिका  ॥
]

`verse 66 [
गोदावरी दण्डकञ्च ताम्रचूडं सदोदकम्  ।
द्यावाभूमीश्वरं दृष्ट्वा श्रीशैलः पर्वतेश्वरः  ॥
]

`verse 67 [
असंख्यलिङ्गतीर्थानि यत्र सन्ति सदा मुने  ।
वेङ्कटाद्रौ महातेजाः श्रीरङ्गाख्यः स्वयं हरिः  ॥
]

`verse 68 [
वेङ्कटी नाम तत्रैव देवी महिषमर्दिनी  ।
चन्द्रतीर्थं भद्रवटः कावेरीकुटिलाचलौ  ॥
]

`verse 69 [
अवटोदा ताम्रपर्णो त्रिकृटः कोल्लको गिरिः  ।
वासिष्ठं ब्रह्मतीर्थञ्च ज्ञानतीर्थं महोदधिः  ॥
]

`verse 70 [
हृषीकेशं विराजञ्च विशालं नीलपर्वतः  ।
भीमकूटः श्वेतगिरी रुद्रतीर्थमुमावनम्  ॥
]

`verse 71 [
अवाप गिरिजा देवी तपसा यत्र शङ्करम्  ।
वारुणं सूर्यतीर्थञ्च हंसतीर्थं महोदयम्  ॥
]

`verse 72 [
निमज्ज्य यत्र काकोला राजहंसत्वमाययुः  ।
असुरो यत्र देवत्वमवाप स्नानमात्रतः  ॥
]

`verse 73 [
विश्वरूपं वन्दितीर्थं रत्नेशः कुहकाचलः  ।
नरनारायणं दृष्ट्वा मुच्यते पापकोटिभिः  ॥
]

`verse 74 [
सरस्वतीदृषद्वत्यौ नर्मदा शर्मदा नृणाम्  ।
नीलकण्ठं महाकालं पुण्यं चामरकण्टकम्  ॥
]

`verse 75 [
चन्द्रभागा वेत्रवती वीरभद्रं गणेश्वरम्  ।
गोकर्णं बिल्वतीर्थञ्च कर्मकुण्डं सतारकम्  ॥
]

`verse 76 [
स्नानमात्रेण यत्राशु मुच्यते कर्मबन्धनात् ।
अन्यान्यपि च तीर्थानि कृतानि कृपया तव  ॥
]

`verse 77 [
उत्पद्यते शुभा बुद्धिः साधूनां यदनुग्रहः  ।
एकतः सर्वतीर्थानि करुणाः साधवोऽन्यतः  ॥
]

`verse 78 [
अनुग्रहाय भूतानां चरन्ति चरितव्रताः  ।
त्वं गुरुः सर्वर्णानां विद्यया वयसाधिकः  ॥
]

`verse 79 [
अतः पृच्छाम्यहं किञ्चिदाधिभूतं चिरन्तनम्  ।
किं कुर्यां कं नु पृच्छेऽहं मनो मेऽतिचलं मुने  ॥
]

`verse 80 [
निःस्पृहं ब्रह्मविषये विषयेष्वतिलालसम्  ।
मनागपि न सहते विरहं तिमिरं ब्रुवत् ॥
]

`verse 81 [
मोहितं विविधैर्भावैः कर्मणां क्षेत्रमुत्तमम्  ।
शान्तिं यथा समायाति सम्पन्नमिव भूसुर  ॥
]

`verse 82 [
विवेकप्रवणं शुद्धं यथा स्यात्कृपया वद  ।
ऋषिरुवाच  ।
मनस्तु प्रबलं नित्यं सविकारं स्वभावतः  ॥
]

`verse 83 [
वशं नयन्ति करिणं प्रमत्तमपि हस्तिपाः  ।
तथापि साधुसङ्गत्या साधनैरप्यतन्द्रितः  ॥
]

`verse 84 [
तीव्रेण भक्तियोगेन विचारेण वशं नयेत् ।
इतिहासं प्रवक्ष्यामि तव प्रत्ययकारकम्  ॥
]

`verse 85 [
नारदोऽकथयन्मह्यं स्ववृत्तगतजन्मनः  ।
नारद उवाच  ।
कस्यचिद्द्विजमुख्यस्य दासीपुत्त्रः पुरा मुने  ॥
]

`verse 86 [
शिक्षितो बालभावेऽपि पाठितो नितरामहम्  ।
तत्रापि सङ्गतिर्जाता महतां पुण्यकर्मणाम्  ॥
]

`verse 87 [
प्रावृट्काले मम गृहे स्थितानां भाग्ययोगतः  ।
शुश्रूषणानुवृत्त्या च प्रश्रयेण दमेन च  ॥
]

`verse 88 [
सन्तोषं परमं प्राप्य कृपया त्विदमब्रुवन्  ।
मनीषा निर्मला येन जाता मम शुभार्थिनी  ॥
]

`verse 89 [
यया विष्णुमयं सर्वम्त्मन्येव ददृशिवान्  ।
मुनय ऊचुः  ।
शृणु वत्स प्रवक्ष्या मो हिताय तव बालक  ॥
]

`verse 90 [
येन वै ध्रियमाणेन इहामुत्र सुखं भवेत् ।
देवतिर्यङ्मनुष्याश्च संसारे विविधा जनाः  ॥
]

`verse 91 [
निबद्धाः कर्मपशैस्ते भुञ्जन् भोगान् पृथग्विधान्  ।
देवत्वं याति सत्त्वेन रजसा च मनुष्यताम्  ॥
]

`verse 92 [
तिर्यक्त्वं तमसा जन्तुर्वासनानुगतोऽबुधः  ।
मातुर्लब्ध्वा पुनर्जन्म म्रियते च पुनः पुनः  ॥
]

`verse 93 [
एवं गत्वा ह्यसंख्याता योनीस्ताः कर्मभूरपि  ।
मानुष्यं दुर्लभं लब्ध्वा कदाचिद्दैवयोगतः  ॥
]

`verse 94 [
अनुग्रहेण महतां हरिं ज्ञात्वा विमुच्यते  ।
रोगग्राहं मोहजालमपारं भवसागरम्  ॥
]

`verse 95 [
न पश्यामि तितीर्षोरन्यद्रामस्मरणं विना  ।
नवनीयं यथा दध्नो ज्योतिः काष्ठादपि क्वचित् ॥
]

`verse 96 [
मन्थनैः साधनैरेवं परं ज्ञात्वा सुखी भवेत् ।
आत्मा नित्योऽव्ययः सत्यः सर्वगः सर्वभृन्महान्  ॥
]

`verse 97 [
अप्रमेयः स्वयञ्ज्योतिरग्राह्यो मनसापि यः  ।
सच्चिदानन्दरूपोऽसौ सर्वप्राणिहृदि स्थितः  ॥
]

`verse 98 [
विनश्यत्स्वपि भावेषु न विनश्यति कर्हिचित् ।
आकाशः सर्वभूतेषु स्थितस्तेजोजले तथा  ॥
]

`verse 99 [
आत्मा सर्वत्र निर्लेपः पार्थिवेषु यथानिलः  ।
भक्तानुकम्पी भगवान् साधूनां रक्षणाय च  ॥
]

`verse 100 [
आविर्भवति लोकेषुगुणीवाज्ञैः प्रतीयते  ।
एवंविवेकत्वया यो बुद्ध्या संशीलयेद्धृदि  ॥
]

`verse 101 [
भक्तियोगेन सन्तुष्ट आत्मानं दर्शयेदजः  ।
ततः कृतार्थो भवति सदा सर्वत्र निः स्पृहः  ॥
]

`verse 102 [
अतोऽहङ्कारमुत्सृज्य सानुबन्धे कलेवरे  ।
चरेदसंगो लोकेषु स्वप्नप्रायेषु निर्ममः  ॥
]

`verse 103 [
क्व स्वप्ने नियतं धैर्यमिन्द्रजाले क्व सत्यता  ।
क्व नित्यता शरन्मेघे क्व वा सत्यं कलेवरे  ॥
]

`verse 104 [
अविद्याकर्मजनितं दृश्यमानं चरा चरम्  ।
ज्ञात्वाचारवशी योगी ततः सिद्धिमवाप्स्यसि  ॥
]

`verse 105 [
इत्युक्त्वा ते गताः सर्वे साधवो दीनवत्सलाः  ।
सोऽहं तदुक्तमार्गेण तथैवाचरमन्वहम्  ॥
]

`verse 106 [
ततोऽचिरेणात्मनीदं दृष्टवानहमद्भुतम्  ।
ज्योतिर्मयं सदानन्दं शरच्छीतांशुनिर्मलम्  ॥
]

`verse 107 [
निषिच्य सुखसन्दोहैर्मां कृत्वाधिकसस्पृहम्  ।
अन्तर्हितं महतेजो यथा सौदामिनी दिवि  ॥
]

`verse 108 [
भक्त्या तदेव मनसि भावयन्नहमद्भुतम्  ।
काले कलेवरं त्यक्त्वा गतवान् हरिमव्ययम्  ॥
]

`verse 109 [
तस्येच्छया पुनर्ब्रह्मन् ब्रह्मणो मेऽभवज्जनिः  ।
अनुग्रहाद्भगवतस्त्रिषु लोकेषु निः स्पृहः  ॥
]

`verse 110 [
आपीडयन्मुहुर्वोणां गायमानश्चराम्यहम्  ।
इत्युक्त्वा मे स्वानुभवं ययौ यादृच्छिको मुनिः  ॥
]

`verse 111 [
ममापि परमाश्चर्यं सन्तोषश्च महानभूत् ।
अतस्ते साधुसङ्गत्या भक्त्या च परमात्मनः  ॥
]

`verse 112 [
विशुद्धं निर्मलं शान्तं मनो निर्वृतिमेष्यति  ।
अनेकजन्मजनितं पातकं साधुसंगमे  ॥
]

`verse 113 [
क्षिप्रं नश्यति धर्मज्ञ जलानां शरदो यथा  ।
वैश्य उवाच  ।
पीत्वा ते वाक्यपीयूषं स्वान्तं मे शान्तिमागमत् ॥
]

`verse 114 [
सर्वतीर्थफलं मेऽध्य सञ्जातं तव दर्शनात् ।
इति श्रुत्वा वचस्तस्य प्रोवाच ऋपिसत्तमः  ॥
]

`speaker [
लोमश उवाच
]

`verse 115 [
हिताय तव राजेन्द्र त्रिवर्गफलमिच्छतः  ।
यत्त्वया सुकृतं भूरिवृषोत्सर्गं विना कृतम्  ॥
]

`verse 116 [
मन्येऽकिञ्चत्करं सर्वं नीहारसलिलं यथा  ।
वृषोत्सर्गसमं किञ्चित्साधनं न महीतले  ॥
]

`verse 117 [
अनायासेन गच्छन्ति गतिं ते पुण्यकर्मणाम्  ।
वृषोत्सर्गः कृतो येन अश्वमेधस्य याजकः  ॥
]

`verse 118 [
उभौ समौ मया दृष्टौ दिव्यौ तौ शक्रसन्निधौ  ।
अतस्त्वं पुष्करं गत्वा वृषोत्सर्गं विधाय च  ॥
]

`verse 119 [
ततो याहि गृहं साधो येन सर्वं कृतं भवेत् ।
विपश्चिदुवाच  ।
ततः स पुनरागत्य कार्तिक्यां पुष्करे वरे  ॥
]

`verse 120 [
वराहरूपी भगवान् यत्रास्ते यज्ञपूरकः  ।
चकार विधिवत्सर्वं युद्कमृषिसत्तमैः  ॥
]

`verse 121 [
गतानि बहुतीर्थानि ततो लोमशसंगतिः  ।
ततोऽधिकतरं जातं पुण्यं नीलविवाहजम्  ॥
]

`verse 122 [
सभुक्त्वा विषयान् दिव्यान् विमानवरमाश्रितः  ।
तेन राजकुले जन्म वीरसेनस्य धर्मतः  ॥
]

`verse 123 [
वीरपञ्चाननाख्यातञ्चतुर्वर्गैकसाधकम्  ।
प्रकुर्वतो वृषोत्सर्गं तत्र ये परिचारकाः  ॥
]

`verse 124 [
दिव्यरूपाभवन् स्पृष्टा गोपुच्छोदकशीकरैः  ।
सुरूपाः पुष्टवपुषः पश्यन्तो दूरसंस्थिताः  ॥
]

`verse 125 [
ततो दूरतरा ये च दृश्यन्ते मलिना जनाः  ।
दुर्भगा मलिना रूक्षाः कृशा विगतवाससः  ॥
]

`verse 126 [
वृषयज्ञमपश्यन्तो ये चासूयां प्रकुर्वते  ।
सर्वं निवेदितं राज्ञश्चरितं पूर्वजन्मनः  ॥
]

`verse 127 [
धर्म्यं विचित्रमाख्यानं श्रुतं मे यत्पराशरात् ।
अतस्त्वं स्वगृहं गच्छ कृपां कृत्वा ममोपरि  ॥
]

`verse 128 [
श्रुत्वा विपश्चिद्वाक्यं स विस्मयं परमं गतः  ।
गृहं जगाम विप्रोऽसौ प्रापितो राजसेवकैः  ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 129 [
तस्माद्राजन् वृषोत्सर्गं वरिष्ठं सर्वकर्मणाम्  ।
समाचर विधानेन यदि भीतो यमादपि  ॥
]

`verse 130 [
वृषोत्सर्गसमं किञ्चित्साधनं नदिवः परम्  ।
मया धर्मरहस्यं ते कथितं राजसत्तम  ॥
]

`verse 131 [
पतिपुत्रवती नारी भर्तुरग्रे मृता यदि  ।
वृषोत्सर्गं न कुर्वीत गां दद्याच्च पयस्विः नीम्  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 132 [
श्रुत्वा वाक्यं वसिष्ठस्य राजा मधुपुरीं गतः  ।
चकार विधिवत्सर्वं वृषोत्सर्गमहं खग  ॥
]

`verse 133 [
गृहं गत्वा स आत्मानं कृतकृत्यममन्यत  ।
कालेन निधनं प्राप्तो नीतो वैवस्वतानुगैः  ॥
]

`verse 134 [
स कालनगरं हित्वा गतो दूरतरं पथि  ।
श्राद्धदेवपुरं कुत्रेत्येवं दूतानपृच्छत  ॥
]

`verse 135 [
पापिनो यत्र पात्यन्ते याम्यै पापविशुद्धये  ।
यत्र देवः स धर्माधर्मविचेतनः  ॥
]

`verse 136 [
गतं पापपुरं तत्तु न द्रष्टव्यं भवादृशैः  ।
अग्रे दृष्ट्वा धर्मराजमूचुस्ते परमादरात् ॥
]

`verse 137 [
दिव्यरूपस्तदा देवो देवगन्धर्वसंयुतः  ।
आत्मानं दर्शया मास तस्य राज्ञो महात्मनः  ॥
]

`verse 138 [
प्रणम्य दण्डवद्राजा कृताञ्जलिः पुरः स्थितः  ।
तुष्टाव बहुधा देवं हर्षपुरितमानसः  ॥
]

`verse 139 [
धर्मराजोऽपि राजानं प्रशस्येदमुवाच ह  ।
नीयतां देवलोकाय यत्र भोगाः सुपुष्कलाः  ॥
]

`verse 140 [
तद्वीरवाहनः श्रुत्वा पप्रच्छसमवर्तिनम्  ।
न जाने केन पुण्येन स्वर्गं नयसि मां विभो  ॥
]

`speaker [
धर्मराज उवाच
]

`verse 141 [
त्वया कृतानि पुण्यानि दानं यज्ञाः सविस्तराः  ।
मथुरायां वृषोत्सर्गो वसिष्ठवचनात्किल  ॥
]

`verse 142 [
धर्मः स्वल्पोऽपि नृपते यदि सम्यगुपासितः  ।
द्विजदेवप्रसादेन स याति बहुविस्तरम्  ॥
]

`verse 143 [
इत्युक्त्वा यमुनाभ्राता क्षणादन्तर्धिमाययौ  ।
वीरबाहुर्दिवं गत्वा देवैः सह मुमोद ह  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 144 [
मया ते कथितं पक्षिन् वृषयज्ञः सुविस्तरः  ।
प्राणिनां कर्मनिर्हारं श्रुत्वा पापैः प्रमुच्यते  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्विदृ धदृप्रेतकल्पे श्रीकृष्णगरुडसंवादे वृषोत्सर्गमाहात्म्यनिरूपणं नाम षष्ठोऽध्यायः
]
