`speaker [
गरुड उवाच
]

`verse 1 [
श्रुतं मे महादाख्यानं वृषोत्सर्गफलं हरे  ।
पुनरन्यां कथां ब्रूहि यत्र ते महिमाद्भुतः  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 2 [
अहं ते कथयाम्यद्य संवादं परमाद्भुतम्  ।
सन्तप्तकस्य च प्रेतैस्तद्रूपज्ञापनाय वै  ॥
]

`verse 3 [
विप्रः सन्तप्तकः कश्चित्तपसादग्धकिल्बिषः  ।
संसारासारतां ज्ञात्वारण्यष्वेव चचार ह  ॥
]

`verse 4 [
वैखानसमुनिव्रातैः प्राणिपातकृतेक्षणः  ।
स कदाचित्तीर्थयात्रामुद्दिश्य स्माटतिद्विजः  ॥
]

`verse 5 [
प्रत्याकृष्टेन्द्रियत्वाच्च बहिर्वृत्तिनिरोधकः  ।
संस्कारमात्रगमनो मार्गभ्रष्टो बभूव ह  ॥
]

`verse 6 [
चलन्नेवं स्नानकाले मध्याह्नेऽथाभिलाषुकः  ।
जलस्योन्मील्य नयने दिशः सर्वा न्यभीलयत् ॥
]

`verse 7 [
स ददर्श तदा गुल्मैर्वोरुद्वृक्षशतैश्चितम्  ।
त्वक्सारैः शाखिशाखाभिः संकुलं गहनंवनम्  ॥
]

`verse 8 [
तत्र तालास्तमालाश्च प्रियालाः पनसास्तथा  ।
श्रीपर्णो शालशाखोटस्यन्दनास्तिन्दुकास्तथा  ॥
]

`verse 9 [
सर्जार्जुनाम्रातकाश्च श्लेष्मा तकभिभीतकौ  ।
पिचुमर्दश्चिञ्चिणी च कर्कन्धूकर्णिकारकाः  ॥
]

`verse 10 [
एते चान्ये च बहवो वृक्षास्तेषु न दृश्यते  ।
पक्षिणामपि वै पन्था मनुष्यस्य कुतः पुनः  ॥
]

`verse 11 [
तस्मिन् वने महाघोरे सिंहव्याघ्रसमाकुले  ।
तरक्षुगवयैरृक्षैर्महिषैश्च निषेविते  ॥
]

`verse 12 [
कुञ्ज रैरुरुभिर्नागैर्मर्कटैश्च तथामृगैः  ।
श्वापदैश्च तथा चान्यैः पिशाचै राक्षसैर्वृते  ॥
]

`verse 13 [
सन्तप्तको द्विजः किञ्चिद्भयसन्त्रस्तमानसः  ।
कान्दिशीकः समभवढ्यद्भविष्यो ययौ पुनः  ॥
]

`verse 14 [
झङ्कारेषु च झिल्लीनां घूकानां घूत्कृतेष्वपि  ।
दत्तकर्णः कुनीलाङ्गश्चचाल पदपञ्चकम्  ॥
]

`verse 15 [
स तत्र वटवृक्षाग्रे स्नायुबद्धं शवं तथा  ।
ददर्श तद्भुजश्चैव पञ्च प्रेतान् सुदारुणान्  ॥
]

`verse 16 [
शिरास्थिचर्मशेषाङ्गान् पृष्ठलग्नोदरान् खग  ।
त्यक्तान्नासिकया नेत्रकूपपातभयादिव  ॥
]

`verse 17 [
सूचीक्रककचकव्रातघातपातितकीकसान्  ।
वसाक्तनवमस्तिष्कस्वादनित्यमहोत्सवान्  ॥
]

`verse 18 [
रणत्कोटिमहादंष्ट्रानस्थिग्रन्थ्यवघट्टितान्  ।
तान्दृष्ट्वा त्रस्तहृदयो गतिमाकुञ्च्य संस्थितः  ॥
]

`verse 19 [
ते विलोक्यागतं विप्रमटवीं जनवर्जिताम्  ।
अहं पूर्वमहं पूर्वं यामीत्याक्त्वा प्रदुद्रुवुः  ॥
]

`verse 20 [
तेषु द्वौद्वावगृह्णीतामस्य हस्तावथापरे  ।
द्वौद्वौ पादावगृह्णीतां मूर्धानं पञ्चमोऽग्रहीत् ॥
]

`verse 21 [
स्वजात्युचितवाक्येन स्फुटवर्णवताब्रुवन्  ।
अहं जक्षाम्यहं भक्षामीति कर्षणतत्पराः  ॥
]

`verse 22 [
सहसैव सहैवामुं गृहीत्वा व्यगमन्वियत्  ।
कियत्स्थितं वटौ मांसं क्रियन्नेति न्यभालयन्  ॥
]

`verse 23 [
तेऽपश्यन्निजदंष्ट्रायः पाटितान्त्रमिमं शवम्  ।
अवतीर्य ततो व्योम्नो गृहीत्वा चरणैः शवम् ॥
]

`verse 24 [
स्वखण्डितशरीरन्तु पुनर्व्योमैव चक्रमुः  ।
स नीयमानमात्मानं विलोक्य वियति द्विजः  ॥
]

`verse 25 [
जगाम मनसा मां स शरणं भयविह्वलः  ।
नमश्चक्रे चक्रधरं चेतसा चिन्मयं समम्  ॥
]

`verse 26 [
वक्रं नक्रं चक्रपातेन दूरे कृत्वा हृत्वा तस्य दुःखं मुकुन्दः  ।
मातङ्गं योऽमूमुचन्नक्रवक्त्रात्पाशं सोऽसौ कर्मणां मे लुनातु  ॥
]

`verse 27 [
रुद्धाञ्शुद्धान् भूपतीन्मागधेन भीमेनैनं घातयित्वा मुरारिः  ।
निर्बद्धान्यो भर्गयज्ञाय मुक्तश्चक्रो मेऽसौ कर्मपाशं लुनातु  ॥
]

`verse 28 [
मनसैवैह मामस्तौत्स्तूयमानोऽहमुत्थितः  ।
अगच्छं सहसा तत्र यत्र प्रेतैः स नीयते  ॥
]

`verse 29 [
दृष्ट्वा तैर्नीयमानन्तु कौतुकं मेऽभवत्खग  ।
पप्रच्छ न कियन्तं वै कालं तान्पृष्ठतोऽन्वगाम्  ॥
]

`verse 30 [
मम सन्निधिमात्रेण द्विजातिं तञ्च सर्पहन्  ।
तत्कालं शिविकासुप्तभूपालसुखमाविशत् ॥
]

`verse 31 [
मणिभद्रस्ततो मेरुं गच्छन्दृष्टो मया पथि  ।
निकोच्याक्षि स्वपार्श्वं स नीतो वै यक्षराण्मया  ॥
]

`verse 32 [
तमवोचं महायक्षं त्वं हि प्रतिभटो भव  ।
प्रेतान्नाशय तद्भूयः शवञ्च हर तद्गतम्  ॥
]

`verse 33 [
इत्युक्तः स महाघोरं कृत्वा रोषं सुदुःसहम्  ।
जग्राह प्रेतरूपं तत्प्रेतानामपि दुःखदम्  ॥
]

`verse 34 [
स विवृत्य स्वकौ बाहू सृक्किणी परिलेलिहन्  ।
भेदयन्नुरुवातेन प्रेतांस्तान्संमुखो ययौ  ॥
]

`verse 35 [
बाहुभ्यां द्वौ द्वौ च पद्भ्यां मूर्ध्नैकं च समाहरत् ।
प्रेतानथापि सहसा जघान दृढमुष्टिना  ॥
]

`verse 36 [
ते विवर्णमुखाः सर्वे तं द्विजञ्च शवं तथा  ।
एकैकं हस्तपादैश्च गृहीत्वा युद्धमारभन्  ॥
]

`verse 37 [
ते नखैस्तलघातैश्च पादघातैस्तथैव च  ।
दंष्ट्राघातैश्च सर्वे तमेकं प्रेतं व्यदारयन्  ॥
]

`verse 38 [
तेषां प्रहारान्विफलान्कृत्वा संप्रति तानथ  ।
जीवं न तु शवं तेषां जह्रे प्राणमिवान्तकः  ॥
]

`verse 39 [
हृतमात्रे शवे ते तु पारियात्रे गिरौ द्विजम्  ।
मुक्त्वाधावन्  प्रमुदिता एकं प्रेतं सुदारुणाः  ॥
]

`verse 40 [
स वायुगमनः प्रेतः प्राप्तस्तैः क्षणमात्रतः  ।
अदृश्यतां ययौ तेऽथ हताशा विप्रमागमन्  ॥
]

`verse 41 [
प्रारब्धमात्रे विप्रस्य पाटने तत्र पर्वते  ।
मम स्थानस्य विप्रस्य महिम्नेव च तत्क्षणे  ॥
]

`verse 42 [
सद्यः स्मृतिः समुत्पन्ना तेषां पूर्वस्य जन्मनः  ।
विप्रं प्रदक्षिणीकृत्य द्विजर्षभमथाब्रुवन्  ॥
]

`verse 43 [
अद्य नः क्षन्तुमर्होऽसीत्युक्त्वा ते सुरदाम्भिकाः  ।
गिरेरिव परावर्तं समुद्रस्येव शोषणम्  ॥
]

`verse 44 [
तेषां तद्वचनं श्रुत्वापृच्छत्के यूयमित्यथ  ।
किं माया किमु वा स्वप्न उताहो चित्तविभ्रमः  ॥
]

`speaker [
प्रेता ऊचुः
]

`verse 45 [
अवेहि तत्त्वमेवैतत्प्रेता वै कर्मजा वयम्  ।
ब्राह्मण उवाच  ।
किंनामानः किमाचाराः कथञ्चेमां दशां गताः  ॥
]

`verse 46 [
अविनीताः कथं पूर्वं विनीताः साम्प्रतं कथम्  ।
प्रेता ऊचुः  ।
शृणु विप्रेन्द्र वक्ष्यामः प्रश्नानामनुपूर्वशः  ॥
]

`verse 47 [
उत्तराणि महायोगिंस्त्वद्दर्शनगतांहसः  ।
अहं पर्युषितो नाम्ना एष सूचीमुखः स्मृतः  ॥
]

`verse 48 [
तृतीयः शीघ्रगस्तुर्यो रोधको लेखकः परः  ।
ब्राह्मण उवाच  ।
प्रेतानां कर्मजातानां कुतो नाम निरर्थकम्  ॥
]

`verse 49 [
निरुक्तिमेषां नाम्नां वै प्रेता वदत मा चिरम्  ।
श्रीकृष्ण उवाच  ।
एवमुक्तास्तु विप्रेण पृथगुत्तरमब्रुवन्  ॥
]

`speaker [
पर्युषित उवाच
]

`verse 50 [
कदाचिच्छ्राद्धकाले वै मया विप्रो निमन्त्रितः  ॥
]

`verse 51 [
स च कृत्वा विलम्बेन वृद्धो मद्गृहमागतः  ।
अकृतश्राद्धकर्माहं तं पाकं भुक्तवान् क्षुधा  ॥
]

`verse 52 [
अददामन्नमाकृष्य विप्रे पर्युषितं कियत् ।
तस्मात्पापान्मृतः पापो योनिं वै कुत्सितां गतः  ॥
]

`verse 53 [
यतः पर्युषितं दत्तं ततः पर्युषितः स्मृतः  ।
सूचीमुख उवाच  ।
कदाचिद्ब्राह्मणी काचित्तीर्थं भद्रवटं ययौ  ॥
]

`verse 54 [
पञ्चवर्षसुता वृद्धा पुत्रमात्रैकजीविता  ।
अहं क्षत्त्रियदायादस्तस्या रोधमकारिषम्  ॥
]

`verse 55 [
वने तु विजने तत्र पापाध्वगगतिं गतः  ।
तस्याः सवस्त्रं पाथेयं तत्सूनोर्वसनानि च  ॥
]

`verse 56 [
गृहीतानि मया विप्र शिरस्यापीड्य मुष्टिना  ।
तृषार्तस्तत्क्षणं बालः पात्रसंस्थं जलं पिबन्  ॥
]

`verse 57 [
तावन्मात्रोदके देशे मया हुङ्कृत्य वारितः  ।
मयाथ सकलं पीतं जलं पात्रात्तृषावता  ॥
]

`verse 58 [
बालोऽपि भयसन्त्रस्तः पिपासुर्व्यसुरापतत् ।
पुत्रशोकान्मृता माता कूपे प्रास्य निजं वपुः  ॥
]

`verse 59 [
एतस्मात्पातकाद्विप्र प्रेतत्वं प्राप्तवानहम्  ।
सूच्यग्रप्रायविवरमुखः पर्वतदेहवान्  ॥
]

`verse 60 [
यद्यपि प्राप्नुयां भक्ष्यं भक्षितुन्तु न शक्यते  ।
मया क्षुधानलेनापि ज्वलतास्यं निकोचितम्  ॥
]

`verse 61 [
अत आस्ये तु विवरं सूच्यग्रेण समं मम  ।
एतस्मात्कारणाद्विप्र नाम्ना सूचीमुखोऽस्म्यहम्  ॥
]

`speaker [
शीघ्रग उवाच
]

`verse 62 [
पुराहं वैश्यजातीयः साकं सख्या च केनचित् ।
वाणिज्यं कर्तुमगमं देशमन्यं महाधनः  ॥
]

`verse 63 [
मित्रं च मे बहुधनं तस्य लोभो महांस्ततः  ।
जातोऽप्यदृष्टवैमुख्यान्मे नष्टं मूलमप्युत  ॥
]

`verse 64 [
ततस्तस्मात्तु निष्क्रान्तावावां नावाथ निम्नगाम्  ।
मार्गगां तर्तुमारब्धौ लोहितायति भास्करे  ॥
]

`verse 65 [
सखा स च मदुत्सङ्गे सुष्वापाध्वक्लमाकुलः  ।
अभूत्तदाति पापस्य क्रूरा मतिरतीव मे  ॥
]

`verse 66 [
तमुत्सङ्गगतं सूरे नष्टे पूरेऽक्षिपं तदा  ।
तत्कृत्यं कुर्वतो नावि लोकैस्तु ज्ञातमेव न  ॥
]

`verse 67 [
तस्य यद्वस्तु तत्सर्वं मणिमुक्तादिकाञ्चनम्  ।
आदाय शीघ्रगस्तस्माद्देशात्स्वगृहमागतः  ॥
]

`verse 68 [
तत्सर्वं स्वगृहे मुक्त्वा तस्य पत्न्यै न्यवेदयम्  ।
दस्युभिर्मे हतो भ्राता धनमाच्छिद्य वै पथि  ॥
]

`verse 69 [
प्रजावति प्रद्रुतोऽहं मा रोदीत्येवमब्रवम्  ।
शोकार्ता सापि तत्कालं ममत्वं गृहबन्धुषु  ॥
]

`verse 70 [
त्यक्त्वा चाति प्रियान्प्राणाञ्जुहावाग्नौ यथाविधि  ।
ततो निष्कण्टकं तद्धि वीक्ष्य हृष्टो गतो गृहम्  ॥
]

`verse 71 [
अभुञ्जं सर्वमागत्य यावज्जीवं तु तद्धनम्  ।
मित्रं पूरे हि निःक्षिप्य यदहं शीघ्रमागतः  ॥
]

`verse 72 [
एतस्मात्कारणात्प्रेतः शीघ्रगोऽहं तु नामतः  ।
रोधक उवाच  ।
अहन्तु शूद्रजातीयः पुराभूवं मुनीश्वर  ॥
]

`verse 73 [
राजप्रसादाप्तमहाशतग्रामाधिकारवान्  ।
वृद्धौ मे पितरावास्तां लघुरेकः सहोदरः  ॥
]

`verse 74 [
शीघ्रं स च मया भ्राता लुब्धेनैकः पृथक्कृतः  ।
आप्तवान्परमं दुःखं सोन्नवस्त्रविवर्जितः  ॥
]

`verse 75 [
अदत्तां पितरौ च्छन्नं किञ्चित्किञ्चित्तु तस्य च  ।
तस्मै पितृभ्यां यद्दत्तमाप्तेभ्यस्तन्मया श्रुतम्  ॥
]

`verse 76 [
तत्सर्वं तत्त्वतो ज्ञात्वा पित्रो रोधमकारयम्  ।
शून्यमन्दिर एकस्मिन्बद्ध्वा तु निगडैर्दृढैः  ॥
]

`verse 77 [
ततस्तौ जहतुः प्राणान्दुःखितौ विषपानतः  ।
सोसौ बालोऽपि बभ्राम पितृभ्यां रहितो द्विज  ॥
]

`verse 78 [
पुरः पत्तनखर्वाटान् खेटानपि मृतः क्षुधा  ।
एतस्मात्पातकाद्विप्र मृतः प्रेतत्वमागतः  ॥
]

`verse 79 [
रुद्धौ तु पितरौ यस्मान्नाम्नाहं रोधकस्ततः  ।
लेखक उवाच  ।
अहं विप्र पुराभूवमवन्त्यां द्विजसत्तमः  ॥
]

`verse 80 [
भद्रस्य राज्ञो देवानां पूजनेऽधिकृतो ह्यहम्  ।
बह्व्यस्तु प्रतिमास्तत्र बभूवुर्बहुनामिकाः  ॥
]

`verse 81 [
हेम्नस्तदङ्गेषु बहु रत्नजातं बभूव ह  ।
तासां मे कुर्वतः पूजां पापा मतिरजायत  ॥
]

`verse 82 [
अखिलं तीक्ष्णलोहेन तासामङ्गं विशीर्य च  ।
उल्लेखनञ्च रत्नानां नेत्रादिभ्यः कृतं मया  ॥
]

`verse 83 [
तथाकृतान्यथाङ्गानि प्रतिमानां निरीक्ष्य च  ।
नेत्राणि च विरत्नानि नृपश्चुक्रोध वह्निवत् ॥
]

`verse 84 [
प्रतिजज्ञे नृपः पश्चादेष ब्राह्मणपुङ्गवः  ।
आभ्यो रत्नं सुवर्णञ्च हृतं येन भविष्यति  ॥
]

`verse 85 [
ज्ञातश्च स हि मे वध्यो भविष्यति न संशयः  ।
अहं तत्सकलं ज्ञात्वा रात्रावसिधरो गृहम्  ॥
]

`verse 86 [
राज्ञः प्रविश्य राजानं पशुमारममारयम्  ।
गृहीत्वाथ मणीन् स्वर्णं निशीथेऽहं गतोऽन्यतः  ॥
]

`verse 87 [
व्याघ्रेण महातारण्ये नखटङ्कैर्विटङ्कितः  ।
लेखनात्प्रतिमाया यन्मया लोहेन कर्तितम्  ॥
]

`verse 88 [
एतस्मात्पातकात्प्रेतो लेखको नामतोऽस्म्यहम्  ।
आसीन्नरकभोगान्ते नः प्रेतत्वमिदं द्विज  ॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 89 [
संज्ञास्तादृश्य आख्याता यथैता भवता दशाः  ।
वदन्त्वाचारमात्रं मे प्रेता आहारमप्युत  ॥
]

`speaker [
प्रेता ऊचुः
]

`verse 90 [
वेदमार्गानुसरणं लज्जा धर्मो दमः क्षमा  ।
धृतिर्ज्ञानं नैव यत्र वयं तत्र वसामहे  ॥
]

`verse 91 [
तस्य पीडां वपं कुर्मो नैव श्राद्धं न तर्पणम्  ।
यस्य गेहे तदङ्गात्तु मांसञ्च रुधिरं क्रमात् ॥
]

`verse 92 [
जक्षामश्च पिबामश्च उक्त आचार एष नः  ।
शृणु चाहारमस्माकं सर्वलोकविगर्हितम्  ॥
]

`verse 93 [
दृष्टस्त्वया च किञ्चिद्वै ब्रूमोज्ञातं त्वयानघ  ।
वमनं विडू दूषिका च श्लेष्मा मूत्राश्रुणी तथा  ॥
]

`verse 94 [
एतद्भक्ष्यञ्च पानञ्च मा पृच्छातः परं द्विज  ।
लज्जा नो जायते स्वामिन्नाहारं वदतां स्वकम्  ॥
]

`verse 95 [
अज्ञानास्तामसा मन्दा कान्दिशीका वयं विभो  ।
अकस्माज्जन्मनां विप्र स्मृतिः प्राप्ता तु पौर्विकी  ॥
]

`verse 96 [
विनीतत्वाविनीतत्वे जानीमो नैव नः प्रभो  ।
श्रीकृष्ण उवाच  ।
एवं वदत्सु प्रेतेषु तथा श्रुतवति द्विजे  ॥
]

`verse 97 [
अदर्शयमहं रूपं तदा तार्क्ष्येदमेव वै  ।
स तु दृष्ट्वा द्विजश्रेष्ठो हृद्गतं पुरुषं पुरः  ॥
]

`verse 98 [
स्तोत्रैस्तुष्टाव पक्षीश दण्डवत्प्रणनाम माम्  ।
तेऽपि तेपुस्ततः प्रेता आश्चर्योत्फुल्लचक्षुषः  ॥
]

`verse 99 [
प्रणयेन स्खलद्वाचः खग नोचुः किमप्युत  ।
रजसा गोरचित्तानां तमसा मूढचेतसाम्  ।
कृपया यः समुद्धारं कुरुषे वै नमोऽस्त ते  ॥
]

`verse 100 [
एवं द्विजातौ ब्रुवति प्रभू तप्रभैश्च मुख्यांबरचारियुक्तैः  ।
तदा मदिच्छाप्रभवैर्विमानैः षड्भिः समन्ताद्रुरुचे गिरिः सः  ॥
]

`verse 101 [
इत्थं विमानेन मदीयलोकं गतो द्विजरसोऽप्यथ पञ्चमिस्तैः  ।
प्रेता ययुः स्वर्गमगण्यपुण्यं सत्सङ्गसंसर्गवशात्सुपर्णम्  ॥
]

`verse 102 [
प्रेताः संगवशेन नाकमवन्सन्तप्तको ब्राह्मणो विष्वक्सन इति प्रसिद्धविभवो नाम्ना गणे मेऽभवत् ।
एतत्ते सकलं मया निगादितं यश्चैतदुत्कीर्तयेद्यश्चेदं शृणुयान्न सोऽपि पुरुषः प्रेतत्वमाप्नोति हि  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे श्रीकृष्णगरुडसंवादे प्रेतकल्पे पञ्चप्रेतोपाख्यानं नाम सप्तमोऽद्यायः
]
