`speaker [
गरुड उवाच
]

`verse 1 [
स्वामिन्कस्याधिकारोऽत्र सर्व एवौर्ध्वदेहिके  ।
क्रियाः कतिविधाः प्रोक्ता वदैतत्सर्वमेव मे  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 2 [
पुत्रः पौत्रः प्रपौत्रो वा तद्भ्राता भ्रातृसन्ततिः  ।
सपिण्डसन्ततिर्वापि क्रियार्हाः खग ज्ञातयः  ॥
]

`verse 3 [
तेषामभावे सर्वेषां समानोदकसन्ततिः  ।
कुलद्वयेऽपि चोच्छिन्ने स्त्रीभिः कार्याः क्रियाः खग  ॥
]

`verse 4 [
इच्छयोच्छिन्नबन्धश्च कारयेदवनीपतिः  ।
पूर्वाः क्रिया मध्यमाश्च तथा चैवोत्तराः क्रियाः  ॥
]

`verse 5 [
प्रतिसंवत्सरं पक्षिन्नेकोद्दिष्टविधानतः  ।
श्राद्धं तत्र प्रकर्तव्यं फलं तस्य शृणुष्व मे  ॥
]

`verse 6 [
ब्रह्मेन्द्ररुद्रनासत्यसूर्याग्निवसुमारुतान्  ।
विश्वेदेवान्पितृ गणान्वयांसि मनुजान्पशून्  ॥
]

`verse 7 [
सरीसृपान्मातृगणान्यच्चान्यद्भूतसंज्ञितम्  ।
श्राद्धं श्रद्धान्वितः कुर्वन्प्रीणयत्यखिलं जगत् ॥
]

`verse 8 [
ते तृप्तास्तर्पयन्त्येनं पुत्रदारधनैस्तथा  ।
अधिकारः क्रियाभेदः समासात्ते निरूपितः  ॥
]

`speaker [
गरुड उवाच
]

`verse 9 [
उक्तेष्वेकोऽपि चेन्न स्यादधिकारी सुरोत्तम  ।
कर्तव्यं किं तदा विष्णो पुरुषेण विजानता  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 10 [
अधिकारो यदा नास्ति यदि नास्ति च निश्चयः  ।
जीविते सति जीवाय दद्याच्छ्राद्धंस्वयं नरः  ॥
]

`verse 11 [
कृतोपवासः सुस्नातः कृष्णासङ्गः समाहितः  ।
कर्तारमथ भोक्तारं विष्णुं सर्वेश्वरं यजेत् ॥
]

`verse 12 [
सदक्षिणाश्च सतिलास्तिस्त्रश्च जलधेनवः  ।
निवेदयेत्पितृभ्यश्च स्वधेति सुसमाहितः  ॥
]

`verse 13 [
अग्नये कव्यवाहनाय स्वधा नम इति स्मरन्  ।
सोमायत्वा पितृमते स्वधा नम इति स्मरन्  ॥
]

`verse 14 [
दक्षिणेन तु दद्याच्च तृतीयां दक्षिणायुताम्  ।
यमायाङ्गिरसे चाथ स्वधा नम इति स्मरन्  ॥
]

`verse 15 [
तयोर्मध्ये तु निः क्षिप्य विप्रान्संमन्त्र्य भो जयेत् ।
प्रथमामुत्तरे न्यस्य द्वितीयां दक्षिणे न्यसेत् ॥
]

`verse 16 [
मध्ये तृतीयां विन्यस्य पश्चादावाहनादिकम्  ।
आवाहनादिना पूर्वं विश्वेदेवान्प्रपूज्यच  ॥
]

`verse 17 [
वसुभ्यस्त्वामहं विप्र रुद्रेभ्यस्त्वामहं ततः  ।
सूर्येभ्यस्त्वामहं विप्र भोजयामीति तान्वदेत् ॥
]

`verse 18 [
आवाहनादिकं शेषं कुर्याच्च पितृशेषवत् ।
साम्यां धेनुं ततो दद्याद्वसूद्देशं द्विजाय तु  ॥
]

`verse 19 [
आग्नेय्यां चाथ रौद्राय याम्यां सूर्यद्विजाय तु  ।
विश्वेभ्यश्चाथ देवेभ्यस्तिलपात्रं निवेदयेत् ॥
]

`verse 20 [
स्वस्तीत्येव तथाक्षय्यं जलं दत्त्वाथ तान्द्विजान्  ।
विसर्जयेत्स्मरन्विष्णुं देवमष्टाक्षरं विभुम्  ॥
]

`verse 21 [
ततः कामं कुलेशानीं शिवं नारायणं स्मरेत् ।
चतुर्दश्यां ततो गच्छेद्यथाप्राप्तां सरिद्वराम्  ॥
]

`verse 22 [
वस्त्राणि लोहखण्डानि जितं त इति संजपन्  ।
दक्षिणाभिमुखो वह्निं ज्वालयेत्तत्र च स्वयम्  ॥
]

`verse 23 [
पञ्चाशता कुशैर्ब्राह्मीं कृत्वा प्रतिकृतिं दहेत् ।
हुत्वा श्माशानिकं होमं पूर्णाहुत्यन्तमेव हि  ॥
]

`verse 24 [
निरग्रिमथ वा भूमिं यमं रुद्रञ्च संस्मरेत् ।
हुत्वा प्राधानिके स्थाने पश्चादावाहयेच्च तम्  ॥
]

`verse 25 [
श्रपयेच्चापरं वह्नौ मुद्गमिश्रं चरुं ततः  ।
तिलतण्डुलमिश्रञ्च द्वितीयं सपवित्रकम्  ॥
]

`verse 26 [
ओं पृथिव्यै नमस्तुभ्यमिति चैकं निवेदयेत् ।
ओं यमाय नमश्चेति द्वितीयं तदनन्तरम्  ॥
]

`verse 27 [
ओं नमश्चाथ रुद्राय श्माशानपतये नमः  ।
ततो दीप्ते समिद्धेऽग्नौ भूमौ प्रकृतिदारुणे  ॥
]

`verse 28 [
सप्तभ्यो यमसंज्ञेभ्यो दद्यात्सप्त जलाञ्जलीन्  ।
यमाय धर्मराजाय मृत्यवे चान्तकाय च  ॥
]

`verse 29 [
वैवस्वताय कालाय सर्वप्राणहराय च  ।
स्वधाकारनमस्कारप्रणवैः सह सप्तधा  ॥
]

`verse 30 [
अमुकामुकगौत्रैतत्तुभ्यमस्तु तिलोदकम्  ।
प्रदद्याद्दश पिण्डांस्तु अर्घपुष्पसमन्वितान्  ॥
]

`verse 31 [
धूपो दीपो बलिर्गन्धः सर्वेषामस्तु चाक्षयः  ।
दश पिण्डांस्तु दान्दत्त्वा विष्णोः सौम्यं मुखं स्मरेत् ॥
]

`verse 32 [
कुर्याच्च मासिकं मासि सपिण्डीकरणं ततः  ।
आशौचान्ते ततः कुर्यादात्मनो वा मरस्य तु  ॥
]

`verse 33 [
कुर्यादस्थिरतां ज्ञात्वा शक्त्यारोग्यधनायुषम्  ।
एतत्ते सर्वमाख्यातं जीवच्छ्राद्धं मया खग  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्ण गरुडसंवादे श्राद्धकर्त्रात्मश्राद्धयोर्निरूपणं नामाष्टमोऽध्यायः
]
