`speaker [
गरुड उवाच
]

`verse 1 [
उक्तमाद्यां क्रियां यावन्नृपोऽपीतित्वयानघ  ।
कस्यचित्केनचिद्राज्ञा किमाद्या सा कृता पुरा  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 2 [
सुपर्ण शृणु वक्ष्यामि यथा राज्ञा क्रिया कृता  ।
आसीत्कृतयुगे राजा वाङ्गो वै बभ्रुवाहनः  ॥
]

`verse 3 [
पृथिव्याश्चतुरन्ताया गोप्ता पक्षीन्द्र धर्मतः  ।
चतुर्भागां भुवं कृत्स्नां स भुङ्के वसुधाधिपः  ॥
]

`verse 4 [
न पापकृत्कश्चिदासीत्तस्मिन्राज्यं प्रशासति  ।
नासीच्चौरभयं तार्क्ष्य न क्षुद्रभयमेव हि  ॥
]

`verse 5 [
नासीद्व्याधिभयञ्चापि तस्मिञ्जनपदेश्वरे  ।
स्वधर्मे रेमिरे चासीत्तेजसा भास्करोपमः  ॥
]

`verse 6 [
अक्षुब्धत्वेर्ऽचलसमः सहिष्णुत्वे धरासमः  ।
स कदाचिन्महाबाहुः प्रभूतबलवाहनः  ॥
]

`verse 7 [
वनं जगाम गहनं हयानाञ्च शतैर्वृतः  ।
सिंहनादैश्च योधानां शङ्खदुन्दुभिनिः स्वनैः  ॥
]

`verse 8 [
आसीत्किलकिलाशब्दस्तस्मिन् गच्छती पार्थिवे  ।
तत्रतत्र च विप्रेन्द्रैः स्तूयमानः समन्ततः  ॥
]

`verse 9 [
निर्ययौ परया प्रीत्या वनं मृगजिघांसया  ।
स गच्छन्ददृशे धीमान्नन्दनप्रतिमं वनम्  ॥
]

`verse 10 [
बिल्वार्कखदिराकीर्णं कपित्थध्वजसंयुतम्  ।
विषमैः पर्वतैश्चैव सर्वतश्च समन्वितम्  ॥
]

`verse 11 [
निर्जलं निर्मनुष्यञ्च बहुयोजनमायतम्  ।
मृगसिंहैर्महाघोरैन्यैश्चापि वनेचरैः  ॥
]

`verse 12 [
तद्वनं मनुज व्याघ्रः सभृत्यबलवाहनः  ।
लीलया लोडयामास सूदयन्विविधान्मृगान्  ॥
]

`verse 13 [
मृगस्य कस्यचित्कुक्षिं ततो विव्याध भूमिपः  ।
राजा मृगप्रसङ्गेन तमनु प्राविशद्वनम्  ॥
]

`verse 14 [
एकाकी वै हृतबलः क्षुत्प्रिपासासमन्वितः  ।
स वनस्यान्तमासाद्य महच्चारण्यमासदत् ॥
]

`verse 15 [
तृषया परयाविष्टोऽन्विष्यज्जलमितस्ततः  ।
स दूरात्पूरचक्राह्वं हंससारसनादितैः  ॥
]

`verse 16 [
सूचितं सर आगत्य साश्व एव व्यगाहत  ।
पद्मानाञ्च परागेण उत्पलानां रजेन च  ॥
]

`verse 17 [
सुगन्धममलं शीतं पीत्वाम्भो निर्जगाम ह  ।
मार्गश्रमपरिश्रान्तस्तडागतटमण्डपम्  ॥
]

`verse 18 [
न्यग्रोधं वीक्ष्य तस्याशु जटास्वश्वं बबन्ध ह  ।
स तत्रास्तरमास्तीर्य खेटकानुपधाय च  ॥
]

`verse 19 [
सूष्वाप वायुना तत्र सेव्यामातस्तदा क्षणम्  ।
क्षणं सुप्ते नृपे तत्र प्रेतो वै प्रेतवाहनः  ॥
]

`verse 20 [
कश्चिदत्राजगामाथ युक्तः प्रेतशतेन च  ।
अस्थिचर्मशिराशेषशरीरः परिविभ्रमन्  ॥
]

`verse 21 [
भक्ष्यंपेयं मार्गमाणो न बध्नाति धृतिं क्वचित् ।
तमपूर्वं नृपो दृष्ट्वाकरोदस्त्रं शरासने  ॥
]

`verse 22 [
दृष्ट्वा सोऽपि चिरं भूपं तस्थौ स्थाणुपिवाग्रतः  ।
तमवस्थितमालोक्य राजा प्राप्तकुतूहलः  ॥
]

`verse 23 [
पप्रच्छ तञ्च कोऽसीति कुतो वा विकृतिं गतः  ।
प्रेत उवाच  ।
प्रेतभावो मया त्यक्तो गतिं प्राप्तोऽस्म्यहं पराम्  ॥
]

`verse 24 [
त्वत्संयोगान्महाबाहो नास्ति धन्यतरो मया  ।
बभ्रुवाहन उवाच  ।
किमेतद्विपिने घोरे सर्वत्रातिभयानके  ॥
]

`verse 25 [
दोधूयमाने वातेन वात्यारूपेण कोणप  ।
पतङ्गा मशकाः क्षुद्राः कवन्धाश्च शिरांसि च  ॥
]

`verse 26 [
मत्स्याः कूर्माः कृकलासा वृश्चिका भ्रमराहयः  ।
अधोमुखोर्ध्वपादास्ते क्रन्दमानाः सुदारुणम्  ॥
]

`verse 27 [
प्रवान्ति वायवो रूक्षा ज्वलन्तो विद्युदग्नयः  ।
इतस्ततो भ्रमन्तीव वायुना तृणसन्ततिः  ॥
]

`verse 28 [
दृश्यन्ते विविधा जीवा नागाश्च शलभव्रजाः  ।
श्रूयन्ते बहुधा रावा न दृश्यन्ते क्वचित्क्वचित् ॥
]

`verse 29 [
दृष्ट्वेदं विकृतं सर्वं वेपते हृदयंमम  ।
प्रते उवाच  ।
येषां नैवाग्निसंस्कारो न श्राद्धं नोदकक्रियाः  ॥
]

`verse 30 [
षट्पिण्डा दश गात्राणि सपिण्डीकरणं न हि  ।
विश्वासघातिनो ये च सुरापाः स्वर्णहारिणः  ॥
]

`verse 31 [
मृता दुर्मरणाद्ये च ये चासूयापरा जनाः  ।
प्रायश्चित्तविहीना ये अगम्यागमने रताः  ॥
]

`verse 32 [
कर्मभिर्भ्राम्यमाणास्ते प्राणिनः स्वकृतैरिह  ।
दुर्लभाहारपानीया दृश्यन्ते पीडिता भृशम्  ॥
]

`verse 33 [
एतेषां कृपया राजंस्त्वं कुरुष्वौर्ध्वदेहिकम्  ।
येषां न माता न पिता न पुत्रो न च बान्धवाः  ॥
]

`verse 34 [
तेषा राजा स्वयं कुर्यात्कर्माणि तु यतो नृपः  ।
आत्मनश्च शुभं कर्म कर्तव्यं पारलौकिकम्  ॥
]

`verse 35 [
विमुक्तः सर्वदुः खेभ्यो येनाञ्जो दुर्गातिं तरेत् ।
भ्रातरः कस्य के पुत्रास्त्रियोऽपि स्वार्थकोविदाः  ॥
]

`verse 36 [
न कार्यस्तेषु विश्रम्भ स्वकृतं भुज्यतेयतः  ।
गृहेष्वर्था निवर्न्त्तन्ते श्मशाने चैव बान्धवाः  ॥
]

`verse 37 [
शरीरं काष्ठामादत्ते पापं पुण्यं सह व्रजेत् ।
तस्मादाशु त्वया सम्यगात्मनः श्रेय इच्छता  ॥
]

`verse 38 [
अस्थिरेण शरीरेण कर्तव्यञ्चौर्ध्वदोहिकम्  ।
राजोवाच  ।
कृशरूपः करालाक्षस्त्वं प्रेत इव लक्ष्यसे  ॥
]

`verse 39 [
कथयस्वः मम प्रीत्या प्रेतराज यथातथम्  ।
तथा पृष्टः स वै राज्ञा उवाच सकलं स्वकम्  ॥
]

`speaker [
प्रेत उवाच
]

`verse 40 [
कथयामि नृपश्रेष्ठ सर्वमेवादितस्तव  ।
प्रेतत्वे कारणं श्रुत्वा दयां कर्तुमिहार्हसि  ॥
]

`verse 41 [
वैदिशं नाम नगरं सर्वसम्पत्सुखावहम्  ।
नानाजनपदाकीर्णं नानारत्नसमाकुलम्  ॥
]

`verse 42 [
नानापुष्पवनाकीर्णं नानापुण्यजनावृतम्  ।
तत्राहं न्यवसं भूप देवार्चनरतः सदा  ॥
]

`verse 43 [
वैश्यजातिः सुदेवोऽहं नाम्ना विदितमस्तु ते  ।
हव्येन तर्पिता देवाः कव्येन पितरो मया  ॥
]

`verse 44 [
विविधैर्दानयोगैश्च विप्राः सन्तर्पिता मया  ।
आहारश्च विहारश्च मया वै सुनिवेशितः  ॥
]

`verse 45 [
दीनानाथविशिष्टेभ्यो मया दत्तमनेकधा  ।
तत्सर्वं निष्फलं जातं मम दैवादुपागतम्  ॥
]

`verse 46 [
न मेऽस्ति सन्ततिस्तात न सुहृन्न च बान्धवाः  ।
न च मित्रं हितस्तादृग्यः कुर्यादौर्ध्वदैहिकम्  ॥
]

`verse 47 [
प्रेतत्वं सुस्थिरं तेन मम जातं नृपोत्तम  ।
एकादशं त्रिपक्षञ्च षाण्मासिकमथाब्दिकम्  ॥
]

`verse 48 [
प्रतिमास्यानि चान्या नि ह्येवं श्राद्धानि षोडश  ।
यस्यैतानि न दीयन्ते प्रेतश्राद्धानि भूपते  ॥
]

`verse 49 [
प्रेतत्वं सुस्थिरं तस्यः दत्तैः श्राद्धशतैरपि  ।
एवं ज्ञात्वा महाराज प्रेतत्वादुद्धरस्व माम्  ॥
]

`verse 50 [
वर्णानाञ्चैव सर्वेषां राजा बन्धुरिहोच्यते  ।
तन्मां तारय राजेन्द्र मणिरत्नं ददामि ते  ॥
]

`verse 51 [
यथा मम शुभावाप्तिर्भवेन्नृपवरोत्तम  ।
तथा कार्यं महीपाल दयां कृत्वा मयि प्रभो  ॥
]

`verse 52 [
सपिण्डैर्वा सगोत्रैर्वा निष्टुरैर्न कृतो हिमे  ।
वृषोत्सर्गस्ततो दुष्टं प्रेतत्वं प्राप्तवानहम्  ॥
]

`verse 53 [
क्षुत्तृषाविष्टदेहश्च भक्ष्यं पानं न चाप्नुयाम्  ।
अतो विकृतिरेषा वै कृशात्वादिरमांसका  ॥
]

`verse 54 [
क्षुत्तृड्जन्यं महादुः खमनुभवामि पुनः पुनः  ।
अकल्याणं हि प्रेतत्वं वृषोत्सर्गं विना कृतम्  ॥
]

`verse 55 [
तस्माद्राजन्दयासिन्धो प्रार्थयामि तवाग्रतः  ।
राजोवाच  ।
वर्तते मत्कुले प्रेत इति ज्ञेयं कथं नरैः  ॥
]

`verse 56 [
तन्ममाचक्ष्व हि प्रेत प्रेतत्वान्मुच्यते कथम्  ।
प्रेत उवाच  ।
लिङ्गेन पीडया प्रेतोऽनुमातव्यो नरैः सदा  ॥
]

`verse 57 [
वक्ष्यामि पीडास्ता राजन्या वै प्रेतकृता भुवि  ।
ऋतुः स्यादफलः स्त्रीणां यदा वंशो न वर्धते  ॥
]

`verse 58 [
म्रियन्ते चाल्पवयसः सा पीडा प्रेतसम्भवा  ।
अकस्माद्वृत्तिहरणमप्रतिष्ठा जनेषु वै  ॥
]

`verse 59 [
अकस्माद्गृहदाहः स्यात्सा पीडा प्रेतसम्भवा  ।
स्वगेहे कलहो नित्यं स्याच्च मिथ्याभिशंसनम्  ॥
]

`verse 60 [
राजयक्ष्मादिसम्भूतिः सा पीडा प्रेतसम्भवा  ।
अपि स्वयं धनं मुक्तं प्रयत्नादनवे पथि  ॥
]

`verse 61 [
नैव लभ्येत नश्येतः सा पीडा प्रेतसंमवा  ।
सुवृष्टौ कृषिनाशः स्याद्वाणिज्याद्वृत्तिनाशनम्  ॥
]

`verse 62 [
कलत्रं प्रतिकूलं स्यात्सा पीडा प्रेतसम्भवा  ।
एवन्तु पीडया राजन्प्रेतज्ञानं भवेन्नृणाम्  ॥
]

`verse 63 [
वृषोत्सर्गो यदि भवेत्प्रेतत्वान्मुच्यते तदा  ।
तस्मान्नृप त्वमप्येवं वृषोत्सर्गं कुरु प्रभो  ॥
]

`verse 64 [
मामुद्दिश्य नृपेऽप्यत्राधिकारोऽत्यनुकम्पया  ।
राजपुत्रो हतः कश्चिन्मयैवाप्तस्ततो मया  ॥
]

`verse 65 [
कुरुष्व त्वं गृहीत्वा मे तद्धनेन वृषोत्सवम्  ।
कार्तिक्यां पौर्णमास्यां वाऽश्वयुङ्मध्येऽथवा नृप  ॥
]

`verse 66 [
रेवतीयुक्तदिवसे कृषीष्ठा मे वृषोत्सवम्  ।
पुण्यान्विप्रान्समाहूय वह्निं स्थाप्य विधानतः  ॥
]

`verse 67 [
मन्त्रैर्होमस्तथा कार्यः षड्भिर्नृप विधानतः  ।
बहून्विप्रान् भोजयेथास्तद्रत्नाप्तधनेन वै  ।
एवं कृते महीपाल मम मुक्तिर्भविष्यति  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 68 [
तथेति प्रतिजग्राह मणिं राजा ततः खग  ॥
]

`verse 69 [
क्रियाधिकारस्तस्यैव यो धनग्राहको भवेत् ।
कुर्वतोस्तु तयोर्वार्तामेवं प्रेतमहीक्षितोः  ॥
]

`verse 70 [
झणत्कारस्तु घण्टानां भेरीणां भाङ्कृतिस्तथा  ।
जातस्तदा राजसेना चतुरङ्गा समापतत् ॥
]

`verse 71 [
तस्यामागतमात्रायां प्रेतश्चादृश्यतां गतः  ।
तस्माद्वनाद्विनिःसृत्य राजापि पुरमागमत् ॥
]

`verse 72 [
स कार्तिक्यां पूर्णिमायां प्रेतमुद्दिश्य संव्यधात् ।
वृषोत्सर्गं विधानेन तन्मण्याप्तधनेन च  ॥
]

`verse 73 [
प्रेतोऽप्ययं सपदिलब्धसुवर्णदेहः कर्मान्त आगत इति प्रणनाम भूपम्  ।
देव त्वदीयमहिमायमिति स्तुवन् स यातो दिवं गरुड भूपतिना कृतज्ञः  ॥
]

`verse 74 [
एतत्ते सर्वमाख्यातं यथा भूपतिनापि सः  ।
उद्धृतः प्रेतभावाद्वै किमन्यच्छ्रोतुमिच्छसि  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादे राजकृतवृषोत्सर्गक्रियादिनिरूपणं नाम नवमोऽध्यायः
]
