`verse 1 [
thumb|500px|ओंकारेश्वर क्षेत्रे नन्दिनः प्रतिमानि। प्रतिमा बाह्यमुखी अथवा अन्तर्मुखी अस्ति।

श्रीगरुडमहापुराणम्
]

`speaker [
गरुड उवाच
]

`verse 2 [
कर्मणा केन देवेश प्रेतत्वं नैव जायते  ।
पृथिव्यां सर्वजन्तूनां तद्ब्रूहि परमेश्वर  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 3 [
अथ वक्ष्यामि संक्षेपात्क्षयाहादौर्ध्वदैहिकम्  ।
स्वहस्तेनैव कर्तव्यं मोक्षकामैस्तु मानवैः  ॥
]

`verse 4 [
स्त्रीणामपि विशेषेण पञ्चवर्षाधिके शिशौ  ।
वृषोत्सर्गादिकं कर्म प्रेतत्वविनिवृत्तये  ।
वृषोत्सर्गादृते नान्यत्किञ्चिदस्ति महीतले  ॥
]

`verse 5 [
जीवन्वापि मृतो वापि वृषोत्सर्गं करोति यः  ।
प्रेतत्वं न भवेत्तस्य विना दानमखव्रतैः  ॥
]

`speaker [
गरुड उवाच
]

`verse 6 [
कस्मिन्काले वृषोत्सर्गं जीवन्वापि मृतोऽपि वा  ।
कुर्यात्सुरवरश्रेष्ठ ब्रूहि मे मधुसूदन  ॥
]

`verse 7 [
किं फलं तु भवेदन्ते कृतैः श्राद्धैस्तु षोडशैः  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 8 [
अकृत्वा तु वृषोत्सर्गं कुरुते पिण्डपातनम्  ।
नोपतिष्ठति तच्छ्रेयो दातुः प्रेतस्य निष्फलम्  ॥
]

`verse 9 [
एकादशाहे प्रेतस्य यस्य नोत्सृज्यते वृषः  ।
प्रेतत्वं सुस्थिरं तस्य दत्तैः श्राद्धशतैरपि  ॥
]

`speaker [
गरुड उवाच
]

`verse 10 [
सर्पाद्धि प्राप्तमृत्यूनामग्निदाहादि न क्रिया  ।
जलेन शृङ्गिणा वापि शस्त्राद्यैर्म्रियते यदि  ॥
]

`verse 11 [
असन्मृत्युमृतानां च कथं शुद्धिर्भवत्प्रभो  ।
एतन्मे संशयं देव च्छेत्तुमर्हस्यशेषतः  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 12 [
षण्मासैर्ब्राह्मणः शुध्येद्युग्मे सार्धे तु बाहुजः  ।
सार्धमासेन वैश्यस्तु शूद्रो मासेन शुध्यति  ॥
]

`verse 13 [
दत्त्वा दानान्यशेषाणि सुतीर्थे म्रियते यदि  ।
ब्रह्मचारी शुचिर्भूत्वा न स यातीह दुर्गतिम्  ॥
]

`verse 14 [
वृषोत्सर्गादिकं कृत्वा यतिधर्मं समाचरेत् ।
यतित्वे मृत्युमाप्नोति स गच्छेद्ब्रह्मशाख्वतम्  ॥
]

`verse 15 [
विकर्म कुरुते यस्तु शिष्टाचारविवर्जितः  ।
वृषोत्सर्गादिकं कृत्वा न गच्छेद्यमशासनम्  ॥
]

`verse 16 [
पुत्त्रो वा सोदरो वापि पौत्रो बन्धुजनस्तथा  ।
गोत्रिणश्चार्थभागी च मृते कुर्याद्वृषोत्सवम्  ॥
]

`verse 17 [
पुत्राभावे तु पत्नी स्याद्दौहित्त्रो दुहीतापि वा  ।
पुत्त्रेषु विद्यमानेषु वृषं नान्येन कारयेत् ॥
]

`speaker [
गरुड उवाच
]

`verse 18 [
पुत्त्रा यस्य न विद्यन्ते नरा नार्यः सुरेश्वर  ।
एतन्मे संशयं देव च्छेतुमर्हस्यशेषतः  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 19 [
अपुत्त्रस्य गतिर्नास्ति स्वर्गो नैव च नैव च  ।
तस्मात्केनाप्युपायेन पुत्त्रस्य जननं चरेत् ॥
]

`verse 20 [
यानि कानि च दानानि स्वयं दत्तानि मानवैः  ।
तानितानि च सर्वाणि तूपतिष्ठन्ति चाग्रतः  ॥
]

`verse 21 [
व्यञ्जनानि विचित्राणि भक्ष्यभोज्यानि यानि च  ।
स्वहस्तेन प्रदत्तानि देहान्ते चाक्षयं फलम्  ॥
]

`verse 22 [
गोभूहिरण्यवासांसि भोजनानि पादनि च  ।
यत्रयत्र वसेज्जन्तुस्तत्रतत्रोपतिष्ठति  ॥
]

`verse 23 [
यावत्स्वस्थं शरीरं हि तावद्धर्मं समाचरेत् ।
अस्वस्थः प्रेरितश्चान्यैर्नाकिञ्चित्कर्तुमर्हति  ॥
]

`verse 24 [
जीवतोऽपि मृतस्येह न भूतं चौर्ध्वदैहिकम्  ।
वायुभूतः क्षुधाविष्टो भ्रमते च दिवानिशम्  ॥
]

`verse 25 [
कृमिः कीटः पतङ्गो वा जायते म्रियते पुनः  ।
असद्गर्भे भवेत्सोऽपि जातः सद्यो विनश्यति  ॥
]

`verse 26 [
यावत्स्वस्थमिदं शरीरमरुजं यावज्जरा दूरतो यावच्चेन्द्रियशक्तिरप्रतिहता यावत्क्षयो नायुषः  ।
आत्मश्रेयसि तावदेव विदुषा कार्यः प्रयत्नो महान्सन्दीप्ते भवने तु कूपखननं प्रत्युद्यमः कीदृशः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादे वृषोत्सर्गदानधर्मपुत्रादिप्रशंसनं नाम त्रयोदशोऽध्यायः/font>
]
