`verse 1 [
श्रीभगवानुवाच  ।
एवं विलपतस्तस्य प्रेतस्यैवं खगेश्वर  ।
क्रन्दमानस्य नितरां पीडितस्य च किङ्करैः  ॥
]

`verse 2 [
सप्तदश दिनान्येको वायुमार्गे विकृष्यते  ।
अष्टादशे त्वहोरात्रे पूर्वं याम्यपुरं व्रजेत् ॥
]

`verse 3 [
तस्मिन्पुरवरे रम्ये प्रेतानां च गणो महान्  ।
पुष्पभद्रा नदी तत्रन्यग्रोधः प्रियदर्शनः  ॥
]

`verse 4 [
पुरे स तत्र विश्रामं प्राप्यते यमकिङ्करैः  ।
जायापुत्रादिकं सौख्यं स्मरेत्तत्र सुदुः खितः  ॥
]

`verse 5 [
रुदते करुणैर्वाक्यै स्तृषार्तः श्रमपीडितः  ।
स्वधनं स्वकलत्राणि गृहं पुत्राः सुखानि च  ॥
]

`verse 6 [
भृत्यमित्राणि चान्यच्च सर्वं शोचति वै तदा  ।
क्षुधार्तस्य पुरे तस्मिन्किङ्करैस्तस्य चोच्यते  ॥
]

`speaker [
किङ्करा ऊचुः
]

`verse 7 [
क्व धनं क्व सुता जाया क्व गृहं क्व त्वमीदृशः  ।
स्वकर्मोपार्जितं भुङ्क्ष्व चिरं गच्छ महापथे  ॥
]

`verse 8 [
जानासि शंबलवशं बलमध्वगानां नो शंबलः प्रयतते परलोकपान्थ  ।
गन्तव्यमस्ति तव निश्चितमेव तेन मार्गेण यत्र भवतः क्रयविक्रयौ न  ॥
]

`verse 9 [
यमदूतोदितं वाक्यं पक्षिन्नैवं त्वया श्रुतम्  ।
एवमुक्तस्ततः सर्वैर्हन्यमानः स मुद्गरैः  ॥
]

`verse 10 [
अत्र दत्तं सुतैः पात्रे (त्रैः) स्नेहाद्वा कृपयाथ वा  ।
मासिकं पिण्डमश्राति ततः सौरिपुरं व्रजेत् ॥
]

`verse 11 [
तत्र नाम्ना तु राजा वै जङ्गमः कालरूपधृक् ।
तं दृष्ट्वा भयभीतस्तु विश्रामे कुरुते मतिम्  ॥
]

`verse 12 [
उदकं चान्नसंयुक्तं भुङ्क्ते तस्मिन्पुरे गतः  ।
त्रैपक्षिके तु यद्दत्तं तत्पुरं स व्यतिक्रमेत् ॥
]

`verse 13 [
नगेन्द्रनगरे रम्ये प्रेतो याति दिवानिशम्  ।
गच्छन्वनानि रौद्राणि दृष्ट्वा क्रन्दति तत्र सः  ॥
]

`verse 14 [
भीषणैः क्लिश्यमानस्तु रुदते च पुनः पुनः  ।
मासद्वयावसाने तु तत्पुरं सोऽतिगच्छति  ॥
]

`verse 15 [
भुक्त्वा चान्नं जलं पीत्वा यद्दत्तं वान्धवैरिह  ।
क्लिश्यमानस्ततः पाशैर्नोयते यमकिङ्करैः  ॥
]

`verse 16 [
तृतीये मासि सम्प्राप्ते गन्धर्वनगरं शुभम्  ।
तृतीयं मासिकं भुक्त्वा तत्र गच्छत्यसौ पुरः  ॥
]

`verse 17 [
शैलागमं चतुर्थे स मासे प्राप्नोति वै पुरम्  ।
पाषाणास्तत्र वर्षन्ति प्रेतस्योपरि संस्थिताः  ॥
]

`verse 18 [
चतुर्थमासिके श्राद्धं भुक्ते तत्र सुखी भवेत् ॥
]

`verse 19 [
ततो याति पुरं प्रेतः क्रूरं मासे तु पञ्चमे  ।
इह दत्तं सुतैर्भुङ्क्ते प्रेतो वै तत्पुरे स्थितः  ।
षष्ठे मासि ततः प्रेतो याति क्रौञ्चाबिधं पुरम्  ॥
]

`verse 20 [
तत्र दत्तेन पिण्डेन श्राद्धेनाप्यायितः पुरे  ।
मुहूर्तार्धं तु विश्रम्य कम्पमानः सुदुः खितः  ॥
]

`verse 21 [
तत्पुरं स व्यतिक्रम्य तर्जितो यमकिङ्करैः  ।
प्रयाति चित्रनगरं विचित्रो यत्र पार्थिवः  ॥
]

`verse 22 [
यमस्यैवानुजः सौरिर्यत्र राज्यं प्रशास्ति हि  ।
मासैस्तु पञ्चभिः सार्धैरूपषाण्मासिकं भवेत् ॥
]

`verse 23 [
ऊनषाण्मासिकं तत्र भुङ्क्ते याम्यसमाहतः  ।
मार्गे पुनः पुनस्तस्य बुभुक्षा पीडयत्यलम्  ॥
]

`verse 24 [
सन्तिष्ठते मृते कोऽपि मदीयः सुतबान्धवः  ।
सौख्यं यो मे जनयति पततः शोकसागरे  ॥
]

`verse 25 [
एवं मार्गे विलपति वार्यमाणश्च किङ्करैः  ।
आयान्ति संमुखास्तत्र कैवर्तास्तु सहस्रशः  ॥
]

`verse 26 [
वयं ते तर्तुकामाय महावैतरणीं नदीम्  ।
शतयोजनविस्तीर्णां पूयशोणितसंकुलाम्  ॥
]

`verse 27 [
नानाझषसमाकीर्णां नानापक्षिगणैर्वृताम्  ।
वयं त्वां तारयिष्यामः सुखेनेति वदन्ति ते  ॥
]

`verse 28 [
अन्तरं देहि भो पान्थ बहुला चेद्रुचिस्तव  ।
तेन तत्र प्रदत्ता गौस्तया नावा प्रसर्पति  ।
मनुजानां हितं दानमन्ते वैतरणी स्मृता  ॥
]

`verse 29 [
परापापं दहेत्सर्वं विष्णुलोकं च सा नयेत् ।
न दत्ता चेत्खगश्रेष्ठ तां समेत्य समज्जति  ॥
]

`verse 30 [
स्वस्थावस्थे शरीरेऽत्र वैतरण्या व्रतं चरेत् ।
देया च विदुषे धेनुस्तां नदीं तर्तुमिच्छता  ॥
]

`verse 31 [
अवदन्मज्जमानस्तु निन्दत्यात्मानमात्मना  ।
पाथेयार्थं मया किञ्चिन्न प्रदत्तं द्विजायच  ॥
]

`verse 32 [
न दत्तं न हुतं जप्तं न स्नातं न कृतं स्तुतम्  ।
यादृशं कर्म चरितं मूढ भुङ्क्ष्वेति तादृशम्  ॥
]

`verse 33 [
तदैव हृदि संमूढस्ताडितो भाषते भटैः  ।
वैतरण्याः परतटे भुङ्क्ते दत्तं घटादिकम्  ॥
]

`verse 34 [
ऊनषाण्मासिकश्राद्धं भुक्त्वा गच्छति चाग्रतः  ।
तार्क्ष्य तत्र विशेषेण भोजयीत द्विजाञ्छुभान्  ॥
]

`verse 35 [
चत्वारिंशत्तथा सप्त योजनानि शतद्वयम्  ।
प्रयाति प्रत्यहं तार्क्ष्य अहोरात्रेण कर्शितः  ॥
]

`verse 36 [
सप्तमे मासि सम्प्राप्ते पुरं बह्वापदं व्रजेत् ।
तत्र भुक्त्व प्रदत्तं यच्छ्राद्धं सप्तममासिकम्  ॥
]

`verse 37 [
अष्टमे मासि सम्प्राप्ते नानाक्रन्दपुरं व्रजेत् ।
नानाक्रन्दगणान्दृष्ट्वा क्रन्दमानान्सुदारुणम्  ॥
]

`verse 38 [
स्वयं च शून्यहृदयः समाक्रन्दति दुः खितः  ।
तन्मासिकं च यच्छ्राद्धं भुक्त्वा तत्र सुखी भवेत् ॥
]

`verse 39 [
विहाय तत्पुरं प्रेतो याति तप्तपुरं प्रति  ।
सुतप्तनगरं प्राप्य नवमे मासि सोऽश्नुते  ।
द्विजभोज्यं पिण्डदानं कृतं श्राद्धं सुतेन यत् ॥
]

`verse 40 [
मासि वै दशमे प्राप्ते रौद्रं स्थानं स गच्छति  ।
दशमे मासि यद्दत्तं तद्भुक्त्वा च प्रयाति सः  ॥
]

`verse 41 [
दशैकमासिकं भुक्त्वा पयोवर्षणमृच्छति  ।
मेघास्तत्र प्रवर्षन्ति प्रेतानां दुः खदायकाः  ॥
]

`verse 42 [
(ततः प्रचलितो पोतो बहुर्घमतृषार्दितः)  ।
द्वादशे मासि यच्छ्राद्धं तत्र भुङ्क्ते सुदुः शितः  ॥
]

`verse 43 [
किञ्चिन्न्यूने ततो वर्षे सार्धे चैकादशेऽथ वा  ।
याति शीतपुरं तत्र शीतं यत्रातिदुः खदम्  ॥
]

`verse 44 [
शीतार्तः क्षुधितः सोऽथ वीक्षते हि दिशो दश  ।
तिष्ठेत्तु बान्धवः कोऽपि यो मे दुःखं व्यपोहति  ॥
]

`verse 45 [
किङ्करास्तं वदन्त्येवं क्व ते पुण्यं हि तादृशम्  ।
श्रुत्वा तेषां तु तद्वाक्यं हा दैव इति भाषते  ॥
]

`verse 46 [
दैवं हि पूर्वसुकृतं तन्मया नैव सञ्चितम्  ।
एवं सञ्चिन्त्य बहुशो धैर्यमालम्बते पुनः  ॥
]

`verse 47 [
चत्वारिंशद्योजनानि चतुर्युक्तानि वै ततः  ।
धर्मराजपुरं रम्यं गन्धर्वाप्सराकुलम्  ॥
]

`verse 48 [
चतुरशीतिलक्षैश्च मूर्तामूर्तैरधिष्ठितम्  ।
त्रयोदश प्रतीहारा धर्मराजपुरे स्थिताः  ॥
]

`verse 49 [
शुभाशुभं तु यत्कर्म ते विचार्य पुनः पुनः  ।
श्रवणा ब्रह्मणः पुत्रा मनुष्याणां च चेष्टितम्  ।
कथयन्ति तदा लोके पूजिताः पूजिताः स्वयम्  ॥
]

`verse 50 [
नरैस्तुष्टैश्च पुष्टैश्च यत्प्रोक्तं च कृतं च यत् ।
सर्वमावेदयन्ति स्म चित्रगुप्ते यमे च तत् ॥
]

`verse 51 [
दूराच्छ्रवणविज्ञाना दूराद्दर्शनगोचराः  ।
एवञ्चेष्टास्तु ते ह्यष्टौ स्वर्भूपातालचारिणः  ॥
]

`verse 52 [
तेषां पत्न्यस्तथै वोग्रा श्रवण्यः पृथगाह्वयाः  ।
एवं तेषां शक्तिरस्ति यर्त्ये मर्त्याधिकारिणः  ॥
]

`verse 53 [
व्रतैर्दानैस्तवैर्यश्च पूजयेदिह मानवः  ।
जायन्ते तस्य ते सौम्याः सुखमृत्युप्रदायिनः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादे प्रेतयात्रादिनिरूपणं नाम षोडशोऽध्यायः
]
