`speaker [
गरुड उवाच
]

`verse 1 [
एको मे संशयो देव हृदये सम्प्रबाधते  ।
श्रमणाः कस्य पुत्राश्च कथं यमपुरे स्थिताः  ॥
]

`verse 2 [
मानुषैश्च कृतं कर्म कस्माज्जानन्ति ते प्रभो  ।
कथं शृण्वन्ति ते सर्वे कस्माज्ज्ञानं समागतम्  ॥
]

`verse 3 [
कुत्र भुञ्जन्ति देवेश क्रथयस्व प्रसादतः  ।
पक्षिराजवचः श्रुत्वा भगवान्वाक्यमब्रवीत् ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 4 [
शृणुष्व वचनं सत्यं सर्वेषां सौख्यदायकम्  ।
तदहं कथयिष्यामि श्रवणानां विचेष्टितम्  ॥
]

`verse 5 [
एकीभूतं यदा सर्वं जगत्स्थावरजङ्गमम्  ।
क्षीरोदसागरे पूर्वं मयि सुप्ते जगत्पतौ  ॥
]

`verse 6 [
नाभिस्थोजस्तपस्तेपे वर्षाणि सुबहून्यपि  ।
एकीभूतं जगत्सृष्टं भूतग्रामचतुर्विधम्  ॥
]

`verse 7 [
ब्रह्मणा निर्मितं पूर्वं विष्णुना पालितं तदा  ।
रुद्रः संहारमूर्तिश्च निर्मितो ब्रह्मणा ततः  ॥
]

`verse 8 [
वायुः सर्वगतः सृष्टः सूर्यस्तेजोभिवृद्धिमान्  ।
धर्मराजस्ततः सृष्टश्चित्रगुप्तेन संयुत)  ॥
]

`verse 9 [
सृष्ट्वैतदादिकं सर्वं तपस्तेपे तु पद्मजः  ।
गतानि बहुवर्षाणि ब्रह्मणो नाभिपङ्कजे  ॥
]

`verse 10 [
योयो हि निर्मितः पूर्वं तत्तत्कर्म समाचरेत् ।
कस्मिंश्चित्समये तत्र ब्रह्मा लोकसमन्वितः  ॥
]

`verse 11 [
रुद्रो विष्णुस्तथा धर्मः शासयन्ति वसुन्धराम्  ।
न जानीमो वयं किञ्चिल्लोककृत्यमिहोच्यताम्  ॥
]

`verse 12 [
इति चिन्तापराः सर्वे देवा विममृशुस्तदा  ।
संचिन्त्य ब्रह्मणो मन्त्रं विबुधैः प्रेरितस्तदा  ॥
]

`verse 13 [
गृहीत्वा पुष्पपत्राणि सोसृजद्द्वादशात्मजान्  ।
तेजोराशीन्विशालाक्षान्ब्रह्मणो वचनात्तु ते  ॥
]

`verse 14 [
योयं वदति लोकेस्मिञ्छुभं वा यदि वाशुभम्  ।
प्रापयन्ति ततः शीघ्रं ब्रह्मणः कर्णगोचरम्  ॥
]

`verse 15 [
दूराच्छ्रवणविज्ञानं दूराद्दर्शनगोचरम्  ।
सर्वे शृण्वन्ति यत्पक्षिंस्तेनैव श्रवणा मताः  ॥
]

`verse 16 [
स्थित्वा चैव तथाकाशे जन्तूनां चेष्टितं च यत् ।
तज्ज्ञात्वा धर्मराजाग्रे मृत्युकाले वदन्ति च  ॥
]

`verse 17 [
धर्मं चार्थं च कामं च मोक्षं च कथयन्ति ते  ।
एको हि धर्ममार्गश्च द्वितीयश्चार्थमार्गकः  ॥
]

`verse 18 [
अपरः काममार्गश्च मोक्षमार्गश्चतुर्थकः  ।
उत्तमा धममार्गेण वैनतेय प्रयान्ति हि  ॥
]

`verse 19 [
अर्थदाता विमानैस्तु अश्वैः कामप्रदायकः  ।
हंसयुक्तविमानैश्च मोक्षाकाङ्क्षी विसर्पति  ॥
]

`verse 20 [
इतरः पादचारेण त्वसिपत्रवनानि च  ।
पाषाणैः कण्टकैः क्लिष्टः पाशबद्धोऽथ याति वै  ॥
]

`verse 21 [
यः कश्चिन्मानुषे लोके श्रवणान्पूजयेदिह  ।
वर्धन्या जलपात्रेम पक्वान्नपरिपूर्णया  ॥
]

`verse 22 [
श्रवणान्पूजयेत्तत्र मया सह खगेश्वर  ।
तस्याहं तत्प्रदास्यामि यत्सुरैरपि दुर्लभम्  ॥
]

`verse 23 [
संभोज्य ब्राह्मणान् भक्त्या त्वेकादश शुभाञ्छुचीन्  ।
द्वादशं सकलत्रं च मम प्रीत्यै प्रपूजयेत् ॥
]

`verse 24 [
देवैः सर्वैश्च संपूज्य स्वर्गं यान्ति सुखेप्सया  ।
तैः पूजितैरह तुष्टश्चित्रगुप्तेन धर्मराट् ॥
]

`verse 25 [
तैस्तुष्टैर्मत्पुरं यान्ति लोका धर्मपारायणाः  ।
श्रवणानां च माहात्म्यमुत्पत्तिं चेष्टितं शुभम्  ॥
]

`verse 26 [
शृणोति पक्षिशार्दूल स च पापैर्न लिप्यते  ।
इह लोके सुखं भुक्त्वा स्वर्गलोके महीयते  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रवणमहात्म्यनिरूपणं नाम सप्तदशोऽध्यायः
]
