`verse 1 [
श्रीभगवानुवाच  ।
वायुभूतः क्षधाविष्टः कर्मजं देहमाश्रितः  ।
ते देहं स समासाद्य यमेन सह गच्छति  ॥
]

`verse 2 [
चित्रगुप्तपुरं तत्र योजनानां तु विंशतिः  ।
कायस्थास्तत्र पश्यन्ति पापपुण्यानि सर्वशः  ॥
]

`verse 3 [
महादानेषुदत्तेषु गतस्तत्र सुखी भवेत् ।
योजनानां चतुर्विंशत्पुरं वैवस्वतं शुभम्  ॥
]

`verse 4 [
लोहं लवणकार्पासं तिलपात्रं च यैर्नरैः  ।
दत्तं तेनैव तृप्यन्ति यमस्य पुरचारिणः  ॥
]

`verse 5 [
गत्वा च तत्र ते सर्वे प्रतीहारं वदन्ति हि  ।
धर्मध्वजप्रतीहारस्तत्र तिष्ठति सर्वदा  ॥
]

`verse 6 [
सप्तधान्यस्य दानेन प्रीतो धर्मध्वजो भवेत् ।
तत्र गत्वा प्रतीहारो ब्रूते तस्य शुभाशुभम्  ॥
]

`verse 7 [
धर्मराजस्य यद्रूपं सन्तः सुकृतिनो जनाः  ।
पश्यन्ति च दुरात्मानो यमरूपं सुभीषणम्  ॥
]

`verse 8 [
तं दृष्ट्वा भयभीतस्तु हाहेति वदते जनः  ।
कृतं दानं च यैर्मर्त्यैस्तेषां नास्ति भयं क्वचित् ॥
]

`verse 9 [
प्राप्तं सुकृतिनं दृष्ट्वा स्थानाच्च लति सूर्यजः  ।
एष मे मण्डलं भित्त्वा ब्रह्मलोकं प्रयास्यति  ॥
]

`verse 10 [
दानेन सुलभो धर्मो यममार्गः सुखावहः  ।
एष मार्गो विशालोऽत्र न केनाप्य नुगम्यते  ।
दानपुण्यं विना वत्स न गच्छेद्धर्ममन्दिरम्  ॥
]

`verse 11 [
तस्मिन्मार्गे तु रौद्रे वै भीषणा यमकिङ्कराः  ।
एकैकस्य पुरस्याग्रे तिष्ठत्येकसहस्रकम्  ॥
]

`verse 12 [
पचन्ति पापिनं प्राप्य उदके यातनाकराः  ।
गृह्णन्ति मासमासान्ते पादशेषं तु तद्भवेत् ॥
]

`verse 13 [
और्ध्वदैहिकदानानि यैर्न दत्तानि काश्यप  ।
महाकष्टेन ते यान्ति तस्माद्देयानि शक्तितः  ।
अदत्त्वा पशुवद्यान्ति गृहीतो वन्धबन्धनैः  ॥
]

`verse 14 [
एवं कृतेन सम्पश्येत्स नरः भूतकर्मणा  ।
दैविकीं पैतृकीं योनिं मानुषीं वाथ नारकीम्  ॥
]

`verse 15 [
धर्मराजस्य वचनान्मुक्तिर्भवति वा ततः  ।
मानुष्यं तत्त्वतः प्राप्य स पुत्त्रः पुत्त्रतां व्रजेत् ॥
]

`verse 16 [
यथायथा कृतं कर्म तान्तां योनिं व्रजेन्नरः  ।
तत्तथैव च भुञ्जानो विचरेत्सर्वलोकगः  ॥
]

`verse 17 [
अशाश्वतं परिज्ञाय सर्वलोकोत्तरं सुखम्  ।
यदा भवति मानुष्यं तदा धर्मं समाचरेत् ॥
]

`verse 18 [
कृमयो भस्म विष्ठा वा देहानां प्रकृतिः सदा  ।
अन्धकूपे महारौद्रे दीपहस्तः पातेत्तु वै  ॥
]

`verse 19 [
महापुण्यप्रभावेण मानुष्यं जन्म लभ्यते  ।
यस्तत्प्राप्य चरेद्धर्मं स गच्छेत्परमां गतिम्  ॥
]

`verse 20 [
अपि जानन्वृथा धर्मं दुः खमायाति याति च  ॥
]

`verse 21 [
जातीशतेन लभते किल मानुषत्वं तत्रापि दुर्लभतरं खग भो द्विजत्वम्  ।
यस्तत्र पालयति लालयति व्रतानि तस्यामृतं भवति हस्तगतं प्रसादात् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादे यममन्दिरप्रवेशतदाज्ञालब्धमनुष्यादि देहांन्तरप्राप्तिनिरूपणं नामैकोनविंशोऽध्यायः
]
