`speaker [
गरुड उवाच
]

`verse 1 [
ये केचित्प्रेतरूपेण कुत्र वासं लभन्ति ते  ।
प्रेतलोकाद्विनिर्मुक्ताः कथं कुत्र व्रजन्ति ते  ॥
]

`verse 2 [
चतुर्युक्ताशीति लक्षैर्नरकैः पर्युपासिताः  ।
यमेन रक्षितास्तत्र भूतैश्चैव सहस्रशः  ॥
]

`verse 3 [
विचरन्ति कथं लोके नरकाच्च विनिर्गताः  ।
गरुडोदीरितं श्रुत्वा लक्ष्मीनाथोऽब्रवीदिदम्  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 4 [
पक्षिराज शृणुष्व त्वं यत्र प्रेताश्चरन्ति वै  ।
परार्थदारग्रहणाच्छ (ब) लाद्द्रोहान्निशाचराः  ॥
]

`verse 5 [
तथैव सर्वपापिष्ठः स्वात्मजान्वेषणे रताः  ।
विचरन्त्यशरीरास्ते क्षुप्तिपासार्दिता भृशम्  ॥
]

`verse 6 [
बन्दीगृहवि निर्मुक्ता येभ्यो नश्यन्ति जन्तवः  ।
ते व्यवस्यन्ति च प्रेता वधोपायं च बन्धुषु  ॥
]

`verse 7 [
पितृद्वदाराणि रुन्धन्ति तन्मार्गोच्छेदकास्तथा  ।
पितृभा गान्विगृह्णन्ति पान्थेभ्यस्तस्करा इव  ॥
]

`verse 8 [
स्वं वेश्म पुनरागत्य मित्रस्थाने विशन्ति ते  ।
तत्र स्थिता निरीक्षन्ते रोगशोकादिबन्धनाः  ॥
]

`verse 9 [
पीडयन्ति ज्वरीभूय एकान्तरमिषेण तु  ।
तृतीयकज्वरा भूत्वा शीतवातादिपीडया  ॥
]

`verse 10 [
अन्यांश्च विविधान्रोगाञ्छिरोऽर्तिं च विषूचिकाम्  ।
चिन्त यन्ति सदा तेषामुच्छिष्टादिस्थलस्थिताः  ॥
]

`verse 11 [
आत्मजानां छलाल्लोका भूतसङ्घैश्च रक्षिताः  ।
पिबन्ति ते च पानीयं भोजनोच्छिष्टयोजितम्  ॥
]

`verse 12 [
एवं प्रेताः प्रवर्तन्ते नानादोषैर्विकर्मिणः  ॥
]

`speaker [
गरुड उवाच
]

`verse 13 [
कथं कुर्वन्ति ते प्रेताः केन रूपेण कस्य किम्  ।
ज्ञायते केन विधिना जल्पन्ति न वदन्ति वा  ॥
]

`verse 14 [
एनं छिन्धि मनोमोहं मम चेदिच्छसि प्रियम्  ।
कलिकाले हृषीकेश प्रेतत्वं जायते बहु  ॥
]

`speaker [
श्रीविष्णुरुवाच
]

`verse 15 [
स्वकुलं पीडयेत्पेतः परच्छिद्रेण पीडयेत् ।
जीवन्स दृश्यते स्नेही मृतो दुष्टत्वमाप्नुयात् ॥
]

`verse 16 [
रुद्रजापी धर्मरतो देवतातिथिपूजकः  ।
सत्यवाक्प्रियवादी च न प्रेतैः स हि पीड्यते  ॥
]

`verse 17 [
सर्वक्रियापरिभ्रष्टो नास्तिको धर्मनिन्दकः  ।
असत्यवादनिरतो नरः प्रेतैः स पीड्यते  ।
कलौ प्रेतत्वमाप्नोति तार्क्ष्याशुद्धक्रियापरः  ॥
]

`verse 18 [
कृतादौ द्वापरान्ते च न प्रेतो नैव पीडनम्  ।
बहूनामेकजातानामेकः सौख्यं समश्नुते  ॥
]

`verse 19 [
एको दुष्कृतकर्मा च एकः सन्ततिमाञ्जनः  ।
एकः सम्पीड्यते प्रेतैरेकः सुतधनान्वितः  ॥
]

`verse 20 [
एकस्य पुत्रनाशः स्यादेको दुहितृमान् भवेत् ।
विरोधो बन्धुभिः सार्धं प्रेतदोषेण काश्यप  ॥
]

`verse 21 [
सन्ततिर्दृश्यते नैव समुत्पन्ना विनश्यति  ।
पशुद्रव्यविनाशश्च सा पीडा प्रेतसम्भवा  ॥
]

`verse 22 [
प्रकृतेः परिवर्तः स्याद्विद्वेषः सह बन्धुभिः  ।
अकस्माद्व्यसनप्राप्तिः सा पीडा प्रेतसम्भवा  ॥
]

`verse 23 [
नास्तिक्यं वृत्तिलोपश्च महालोभस्तथैव च  ।
स्याद्धन्तकलहो नित्यं सा पीडा प्रेतसम्भवा  ॥
]

`verse 24 [
पितृमातृनिहन्ता च देवब्राह्मणनिन्दकः  ।
इत्यादोषमवाप्नोति सा पीडा प्रेतसम्भवा  ॥
]

`verse 25 [
नित्यकर्मविनिंमुक्तो जपहोमविवर्जितः  ।
परद्रव्याणां च हर्ता सा पीडा प्रेतसम्भवा  ॥
]

`verse 26 [
सुवृष्टौ कृषिनाशश्च व्यवहारो विनश्यति  ।
लोके कलहकारी च सा पीडा प्रेतसम्भवा  ॥
]

`verse 27 [
मार्गे जङ्गम्यमानं तं पीडयेद्वातमण्डली  ।
प्रेतपीडा तु सा ज्ञेया सत्यंसत्यं खगेश्वर  ॥
]

`verse 28 [
हीनजात्या च सम्बन्धो हीनकर्म करोति यः  ।
अधर्मे रमते नित्यं सा पीडा प्रेतसम्भवा  ॥
]

`verse 29 [
व्यसनैर्द्रव्यनाशः स्यादुपक्रान्तं विनश्यति  ।
चौराग्निराजभिर्हानिः सा पीडा प्रेतसम्भवा  ॥
]

`verse 30 [
महारोगोपलब्धिश्च बालकानां च पीडनम्  ।
जाया संपीढ्यते यच्च सा पीडा प्रेतसम्भवा  ॥
]

`verse 31 [
श्रुतिस्मृतिपुराणेषु धर्मशास्त्रसमुद्भवे  ।
अभावो जायते धर्मे सा पीडा प्रेतसम्भवा  ॥
]

`verse 32 [
देवतीर्थद्विजानां तु निन्दांयः कुरुते नरः  ।
प्रत्यक्षं वा परोक्षं वा सा पीडा प्रेतसम्भवा  ॥
]

`verse 33 [
स्ववृत्तिहरणं यच्च स्वप्रतिष्ठाहतिस्तथा  ।
वंशच्छेदः नदृश्येत प्रेतदोषाद्विनान्यथा  ॥
]

`verse 34 [
स्त्रीणां गर्भविनाशः स्यान्न पुष्पं दृश्यते तथा  ।
बालानां मरणं यत्र सा पीडा प्रेतसम्भवा  ॥
]

`verse 35 [
भावशुद्ध्या न कुरुते श्राद्धं सांवत्सरादिकम्  ।
स्वयमेव न कुर्वीत सा पीडा प्रेतसम्भवा  ॥
]

`verse 36 [
तीर्थे गत्त्वा परासक्तः स्वकृत्यं च परित्यजेत् ।
धर्मकार्ये न सम्पत्तिः सा पीडा प्रेतसम्भवा  ॥
]

`verse 37 [
दम्पत्योः कलहश्चैव भोजने कोपसंयुतः  ।
परद्रोहे मतिश्चैव सा पीडा प्रेतसंभवा  ॥
]

`verse 38 [
पुष्पं यत्र न दृश्येन फलं तथा  ।
विरहो भार्यया यत्र सा पीडा प्रेतसग्भवा  ॥
]

`verse 39 [
येषां वै जायते चिह्नं सदोच्चाटपरं नृणाम्  ।
स्वक्षेत्रे निष्फलं तेजः सा पीडा प्रेतसम्भवा  ॥
]

`verse 40 [
स्वगोत्रघातकश्चैव हन्ति शत्रुमिवात्मजम्  ।
न प्रीतिर्नापि सौख्यं च सा पीडा प्रेतसम्भवा  ॥
]

`verse 41 [
पितृवाक्यं न कुरुते स्वपत्नीं च न सेवते  ।
सदा क्रूरमतिर्व्यग्रः सा पीडा प्रेतसम्भवा  ॥
]

`verse 42 [
विकर्मा जायते प्रेतो ह्यविधिक्रियया तथा  ।
तत्कालदुष्टसंसर्गाद्वृषोत्सर्गादृते तथा  ॥
]

`verse 43 [
दृष्टगृत्युवशाद्वापि अदग्धवपुषस्तथा  ।
प्रेतत्वं जायते तार्क्ष्य पीड्यन्ते येन जन्तवः  ॥
]

`verse 44 [
एवं ज्ञात्वा खगश्रेष्ठ प्रेतमुक्तिं समाचरेत् ।
यो वै न मन्यते प्रेतान्मृतः प्रेतत्वमाप्नुयात् ॥
]

`verse 45 [
प्रेतदोषः कुले यस्य सुखं तस्य न विद्यते  ।
मतिः प्रीती रतिर्बुद्धिर्लक्ष्मीः पञ्चविनाशनम्  ॥
]

`verse 46 [
तृतीये पञ्चमे पुंसि वंशच्छेदो हि जायते  ।
दरिद्रो निर्धनश्चैव पापकर्मा भवेभवे  ॥
]

`verse 47 [
ये केचित्पेतरूपा विकृतमुखदृशो रौद्ररूपाः कराला मन्यन्ते नैव गोत्रं सुतदुहितृपितॄन् भ्रातृजायां वधूं वा  ।
कृत्वा काम्यं च रूपं सुखगतिरहिता भाषमाणा यथेष्टं हा कष्टं भोक्तुकामा विधिवशपतिताः संस्मरन्ति स्वपाकम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रतकल्पे श्रीकृष्णगरुडसंवादे प्रेतावासतद्बाधाप्रकारनिरूपणं नाम विंशोऽध्यायः
]
