`speaker [
गरुड उवाच
]

`verse 1 [
मुक्तिं यान्ति कथं प्रेतास्तदहं प्रष्टुमुत्सुकः  ।
यन्मुक्तौ च मनुष्याणां न पीडा जायते पुनः  ॥
]

`verse 2 [
एतैश्च लक्षणैर्देव पीडोक्ता प्रेतजा त्वया  ।
तेषां कदा भवेन्मुक्तिः प्रेतत्वं न कथं भवेत् ॥
]

`verse 3 [
प्रेतत्वे हि प्रमाणं च कति वर्षाणि संख्यया  ।
चिरं प्रेतत्वमापन्नः कथं मुक्तिमवाप्नुयात् ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 4 [
मुक्तिं प्रायन्ति ते प्रेतास्तदहं कथयामि ते  ।
यदैव मनुजोऽवैति मम पीडा कृता त्वियम्  ॥
]

`verse 5 [
पृच्छार्थं हितमन्विच्छन्दै वज्ञे विनिवदयेत् ।
स्वप्ने दृष्टः शुभो वृक्षः फलितश्चूतचम्पकः  ॥
]

`verse 6 [
विप्रो वा वृषभो देवो भ्रमते तीर्थगो यदि  ।
एवं दृष्टो यदा स्वप्नो मृतः कोऽपिस्वगोत्रजः  ॥
]

`verse 7 [
स्वप्ने सत्यं परिज्ञाय दृष्टं प्रेतप्रभावतः  ।
अद्भुतानि प्रदृश्यन्ते प्रेतदोषाद्विनिश्चितम्  ॥
]

`verse 8 [
तीर्थस्नाने मतिर्यावच्चित्तं धर्मपरायणम्  ।
धर्मापायं प्रकुरुते प्रेतपीडा तदा व्रजेत् ॥
]

`verse 9 [
तदा तत्र विनाशाय चित्तभङ्गं करोति सा  ।
श्रेयांसि बहुविघ्नानि सम्भवन्ति पदेपदे  ॥
]

`verse 10 [
अश्रेयसि प्रवृत्ति च प्रेरयन्ति पुनः पुनः  ।
उच्चाटनं च क्रूरत्वं सर्वं प्रेतकृतं खग  ॥
]

`verse 11 [
सर्वविघ्नानि सन्त्यज्य मुक्त्युपायं करोति यः  ।
तस्य कर्मफलं साधु प्रेतवृत्तिश्च शाश्वती  ॥
]

`verse 12 [
स भवेत्तेन मुक्तस्तु दत्तं श्रेयस्करं परम्  ।
स्वयं तृप्यति भोः पक्षिन्यस्योद्देशेन दीयते  ॥
]

`verse 13 [
शृणु सत्यमिदं तार्क्ष्य यद्ददाति भुनक्ति सः  ।
आत्मानं श्रेयसा युञ्ज्यात्प्रेतस्तृप्तिं चिरं व्रजेत् ॥
]

`verse 14 [
ते तृप्ताः शुभमिच्छन्ति निजबन्धुषु सर्वदा  ।
अज्ञातयस्तु ये दुष्टाः पीडयन्ति स्ववंशजान्  ॥
]

`verse 15 [
निवारयन्ति तृप्तास्ते जायमानानुकम्पकाः  ।
पश्चात्ते मुक्तिमायन्ति काले प्राप्ते स्वपुत्रतः  ।
सदा बन्धुषु यच्छन्ति वृद्धिमृद्धिं खगाधिप  ॥
]

`verse 16 [
दर्शनाद्भाषणाद्यस्तु चेष्टातः पीडनाद्गतिम्  ।
न प्रापयति मूढात्मा प्रेतशापैः स लिप्यते  ॥
]

`verse 17 [
अपुत्रकोऽपशुश्चैव दरिद्रो व्याधितस्तथा  ।
वृत्तिहीनश्च हीनश्च भवेज्जन्मनिजन्मनि  ॥
]

`verse 18 [
एवं ब्रुवन्ति ते प्रेताः पुनर्याभ्यं समाश्रिताः  ।
तत्रस्थानां भवेन्मुक्तिः स्वकाले कर्मसंक्षये  ॥
]

`speaker [
गरुड उवाच
]

`verse 19 [
नाम गोत्रं न दृश्येत प्रतीतिर्नैव जायते  ।
केचिद्वदन्ति दैवज्ञाः पीडां प्रेतसमुद्भवाम्  ॥
]

`verse 20 [
न स्वप्नश्चैष्टितं नैव दर्शनं न कदाचन  ।
किं कर्तव्यं सुरश्रेष्ठ तत्र मे ब्रूहि निश्चितम्  ॥
]

`verse 21 [
श्रीभगवानुवाच  ।
सत्यं वाप्यनृतं वापि वदन्ति क्षितिदेवताः  ।
तदा सञ्चिन्त्य हृदये सत्यमेतद्द्विजेरितम्  ॥
]

`verse 22 [
भावभक्तिं पुरस्कृत्य पितृभक्तिपरायणः  ।
कृत्वा कृष्णबलिं चैव पुरश्चरण पूर्वकम्  ॥
]

`verse 23 [
जपहोमैस्तथा दानैः प्रकुर्याद्देहसोधनम्  ।
कृतेन तेन विघ्नानि विनश्यन्ति खगेश्वर  ॥
]

`verse 24 [
भूतप्रेतपिशाचैर्वा स चेदन्यैः प्रपीड्यते  ।
पित्रुद्देशेन वै कुर्यान्नारायणबलिं तदा  ।
विमुक्तः सर्वपीडाभ्य इति सत्यं वचो मम  ॥
]

`verse 25 [
पितृपीडा भवेद्यत्र कृत्यैरन्यैर्न मुच्यते  ।
तस्मात्सर्वप्रयत्नेन पितृभक्तिपरो भवेत् ॥
]

`verse 26 [
नवमे दशमे वर्षे पिक्षुद्देशेन वै पुमान्  ।
गायत्त्रीमयुतं जप्त्वा दशांशेन च होमयेत् ॥
]

`verse 27 [
कृत्वा कृष्णबलिं पूर्वं वृषोत्सर्गादिकाः क्रियाः  ।
सर्वोपद्रवहीनस्तु सर्वसौख्यमवाप्नुयात् ।
उत्तमं लोकमाप्नोति ज्ञातिप्राधान्यमेव च  ॥
]

`verse 28 [
पितृमा तृसमं लोके नास्त्यन्यद्दैवतं परम्  ।
तस्मात्सर्वप्रयत्नेन पूजयेत्पितरौ सदा  ॥
]

`verse 29 [
हितानामुपदेष्टा हि प्रत्यक्षं दैवतं पिता  ।
अन्या या देवता लोके न देहप्रभवो हि ताः  ॥
]

`verse 30 [
शरीरमेव जन्तूनां स्वर्गमोक्षैकसाधनम्  ।
देहो दत्तो हि येनैवं कोऽन्यः पूज्यतमस्ततः  ॥
]

`verse 31 [
इति सञ्चिन्त्यहृदये पक्षिन्यद्यत्प्रयच्छति  ।
तत्सर्वमात्मना भुङ्क्ते दानं वेदविदो विदुः  ॥
]

`verse 32 [
पुन्नामनरकाद्यस्मात्पितरं त्रायते सुतः  ।
तस्मात्पुत्त्र इति प्रोक्त इह चापि परत्र च  ॥
]

`verse 33 [
अपमृत्युमृतौ स्यातां पितरौ कस्यचित्खग  ।
व्रततीर्थाविवाहादिश्राद्धं संवत्सरं त्यजेत् ॥
]

`verse 34 [
स्वप्नाध्यायमिमं यस्तु प्रेत लिङ्गनिदर्शकम्  ।
यः पठेच्छृणुयाद्वापि प्रेतचिह्नं न पश्यति  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकादृप्रेतकल्पे श्रीकृष्णगरुडसंवादे स्वप्नाध्यायो नामैकविंशोऽध्यायः
]
