`speaker [
गरुड उवाच
]

`verse 1 [
किङ्किं कुर्वन्ति वै प्रेताः पिशाचत्वेव्यवस्थिताः  ।
वदन्ति वा कदाचित्किं तद्वदस्व सुरेश्वर  ॥
]

`verse 2 [
श्रीभगवानुवाच  ।
तेषां स्वरूपं वक्ष्यामि चिह्नं स्वप्नं यथातथम्  ।
क्षुत्पिपासार्दितास्ते वै प्रविशेयुः स्ववेश्मनि  ॥
]

`verse 3 [
प्रतिष्ठा वायुदेहेषु शयानांस्तु स्ववंशजान्  ।
तत्र यच्छन्ति लिङ्गानि दर्शयन्ति खगेश्वर  ॥
]

`verse 4 [
स्वपुत्रस्वकलत्राणि स्वबन्धुन्तत्र गच्छति  ।
हयो गजो वृषो मर्त्योदृश्यते विकृताननः  ॥
]

`verse 5 [
शयानं विपरीतं तु आत्मानं च विपर्ययम्  ।
उत्थितः पश्यति यस्तु तद्विन्द्यात्प्रेतनिर्मितम्  ॥
]

`verse 6 [
स्वप्ने नरौ हि निगडैर्बध्यते बहुधा यदि  ।
अन्नं च याचते स्वप्ने कुवेषः पूर्वजो मृतः  ॥
]

`verse 7 [
स्वप्ने यो भुज्यमानस्य गृहीत्वान्नं पलायते  ।
आत्मनस्तु परो वापि तृषार्तस्तु जलं पिबेत् ॥
]

`verse 8 [
वृषभारोहणं स्वप्ने वृषभैः सह गच्छति  ।
उत्पत्य गगनं याति तीर्थे याति क्षुधातुरः  ॥
]

`verse 9 [
स्ववाचा वदते यस्तु गोवृषद्विजावाजिषु  ।
लिङ्गे गजे तथा देवे भूते प्रेते निशाचरे  ॥
]

`verse 10 [
स्वप्नमध्ये तु पक्षीन्द्र प्रेतलिङ्गान्यनेकधा  ।
स्वकलत्रं स्वबन्धुं वा स्वसुतं स्वपतिं विभुम्  ।
विद्यमानं मृतं पश्येत्प्रेतदोषेण निश्चितम्  ॥
]

`verse 11 [
याचते यः परं स्वप्ने क्षुत्तृड्भ्यां च परिप्लुतः  ।
तीर्थे गत्वा दहेत्पिण्डान्प्रेतदौषैर्न संशयः  ॥
]

`verse 12 [
निर्गच्छेद्वा गृहाद्वापि स्वप्ने पुत्रस्तथा पशुः  ।
पिता भ्राता कलत्रं च प्रेतदोषैस्तु पश्यति  ॥
]

`verse 13 [
चिह्नान्येतानि पक्षीन्द्र प्रायश्चित्तं निवेदयेत् ।
कृत्वा स्नानं गृहे तीर्थे श्रीवृक्षे तर्पणं जलैः  ॥
]

`verse 14 [
कृष्णधान्यानि पूजां च प्रदद्याद्वेदपारगे  ।
होमं कुर्याद्यथाशक्ति सम्पूर्णं वाचयेत्सुधीः  ॥
]

`verse 15 [
एतद्धि श्रद्धया यस्तु प्रेतलिङ्गनिदर्शनम्  ।
पठते शृणुते वापि प्रेतचिह्नं विनश्यति  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादे प्रेतकृतितदुक्तितच्चिह्नतद्विमुक्त्युपायनिरूपणं नाम त्रयोविंशोऽध्यायः
]
