`speaker [
गरुड उवाच
]

`verse 1 [
नाकाले म्रियते कश्चिदिति वेदानुशासनम्  ।
कस्मान्मृत्युमवाप्नोति राजा वा श्रोत्रियोपि वा  ॥
]

`verse 2 [
यदुक्तं ब्राह्मणा पूर्वमनृतं तद्धि दृश्यते  ।
वेदैरुक्तं तु यद्वाक्यं शतं जीवति मानुषे  ॥
]

`verse 3 [
जीवन्ति मानुषे लोके सर्वे वर्णा द्विजातयः  ।
अन्त्यजाम्लेच्छजाश्चैव खण्डे भारतसंज्ञके  ॥
]

`verse 4 [
न दृश्यते कलौ तच्च कस्माद्देव समादिश  ।
(आधानान्मृत्युमाप्नोति बालो वा स्थविरो युबा  ॥
]

`verse 5 [
सधनो निर्धनो वापि सुकुमारः सुरूपवान्  ।
अविद्वांश्चैव विद्वांश्च ब्राह्मणस्त्वितरो जनः  ॥
]

`verse 6 [
तपोरतो योगशीलो महाज्ञानी च यो नरः  ।
सर्वज्ञानरतः श्रीमान्धर्मात्मातुलविक्रमः  ॥
]

`verse 7 [
)
सर्वमेतदशषेण जायते वसुधातले  ।
कस्मान्मृत्युमवाप्नोति राजा वा श्रोत्रियोऽपि वा  ॥
]

`verse 8 [
श्रीभगवानुवाच  ।
साधुसाधु महाप्राज्ञ यस्त्वं भक्तोऽसि मे प्रियः  ।
श्रूयतां वचनं गुह्यं नानादेशविनाशनम्  ॥
]

`verse 9 [
विधातृविहितो मृत्युः शीघ्रमादाय गच्छति  ।
ततो वक्ष्यामि पक्षीन्द्र काश्यपेय महाद्युते  ॥
]

`verse 10 [
मानुषः शतजीवीति पुरा वेदेन भाषितम्  ।
विकर्मणः प्रभावेण शीघ्रं चापि विनश्यति  ॥
]

`verse 11 [
वेदानभ्यसनेनैव कुलाचारं न सेवते  ।
आलस्यात्कर्मणां त्यागो निषिद्धेऽप्यादरः सदा  ॥
]

`verse 12 [
यत्र तत्र गृहेऽश्राति परक्षेत्ररतस्तथा  ।
एतैरन्यैर्महादोषैर्जायते चायुषः क्षयः  ॥
]

`verse 13 [
अश्रद्दधानमशुचिं नास्तिकं त्यक्तमङ्गलम्  ।
परद्रोहानृतरं ब्राह्मणं यत (म) मन्दिरम्  ॥
]

`verse 14 [
अरक्षितारं राजानं नित्यं धर्मविवर्जितम्  ।
क्रूरं व्यसनिनं मूर्खं वेदवादबहिष्कृतम्  ।
प्रजापीडनकर्तारं राजानं यमशासनम्  ॥
]

`verse 15 [
प्रापयन्ति वशं मृत्योस्ततो याति च यातनाम्  ।
स्वकर्माणि परित्यज्य मुख्यवृत्तानि यानि च  ॥
]

`verse 16 [
परकर्मरतो नित्यं यमलोकं स गच्छति  ।
शूद्रः करोतिः यत्किञ्चिद्विजशुश्रूषणं विना  ॥
]

`verse 17 [
उत्तमाधममध्ये वा यमलोके स पच्यते  ।
स्नानं दानं जपो होमो स्वाध्यायो दवर्ताच्चनम्  ॥
]

`verse 18 [
यस्मिन्दिने न सेव्यन्ते स वृथा दिवसो नृणाम्  ।
अनित्यमध्रुवं देहमनाधारं रसोद्भवम्  ॥
]

`verse 19 [
अन्नोदकमये देहे गुणानेतान्वदाम्यहम्  ।
यत्प्रातः संस्कृतं सायं नूनमन्नं विनश्यति  ॥
]

`verse 20 [
तदीयरससम्पुष्टकाये का बत नित्यता  ।
गतं ज्ञात्वा तु पक्षीन्द्र वपुरर्धं स्वकर्मभिः  ॥
]

`verse 21 [
नरः पापविनाशाय कुर्वीत परमौषधम्  ।
देहः किमन्नदातुः स्विन्निषेक्तुर्मातुरेव वा  ॥
]

`verse 22 [
उभयोर्वा प्रभोर्वापि बालनोग्नेः शुनोऽपि वा  ।
कस्तत्र परमो यज्ञः कृमिविड्भस्मसंज्ञके  ॥
]

`verse 23 [
कर्तव्यः परमो यत्नः पातकस्य विनाशने  ।
अनेकभवसम्भूतं पातकं तु त्रिधा कृतम्  ॥
]

`verse 24 [
यदा प्राप्नोति मानुष्यं तदा सर्वं तपत्यपि  ।
सर्वजन्मानि संस्मृत्य विषादी कृतचेतनः  ॥
]

`verse 25 [
अवेक्ष्य गर्भवासांश्च कर्मजा गतयस्तथा  ।
मानुषोदरवासी चेत्तदा भवति पातकी  ॥
]

`verse 26 [
अण्डजादिषु भूतेषु यत्रयत्र प्रसर्पति  ।
आधयो व्याधयः क्लेशा जरारूपविपर्ययः  ॥
]

`verse 27 [
गर्भवासाद्विनिर्मुक्तस्त्वज्ञानतिमिरावृतः  ।
न जानातिः खगश्रेष्ठ बालभावं समाश्रितः  ॥
]

`verse 28 [
यौवने तिमिरान्धश्च यः पश्यति स मुक्तिभाक् ।
आधानान्मृत्युमाप्नोति बालो वा स्थविरो युवा  ॥
]

`verse 29 [
सधनो निर्धनश्चैव सुकुमारः कुरूपवान्  ।
अविद्वांश्चैव विद्वांश्च ब्राह्मणास्त्वितरो जनः  ॥
]

`verse 30 [
तपोरतो योगशीलो महाज्ञानी च यो नरः  ।
महादानरतः श्रीमान्धर्मात्मातुलविक्रमः  ।
विना मानुपदेहं तु सुखं दुः खं न विन्दति  ॥
]

`verse 31 [
प्राकृतैः कर्मपाशैस्तु मृत्युमाप्नोति मानवः  ।
आधानात्पञ्च वर्षाणि स्वल्पपापैर्विपच्यते  ॥
]

`verse 32 [
पञ्चवर्षाधिको भूत्वा महापापैर्विपच्यते  ।
योनिं पूरयते यस्मान्मृतोऽप्यायाति याति च  ॥
]

`verse 33 [
मृतो दानप्रभावेण जीवन्मर्त्यश्चिरं भुवि  ।
सूत उवाच  ।
इति कृष्णवचः श्रुत्वा गरुडो वाक्यमब्रवीत् ॥
]

`speaker [
गरुड उवाच
]

`verse 34 [
मृते बाले कथं कुर्यात्पिण्डदानादिकाः क्रियाः  ।
गर्भेषु च विपन्नानामाचूडाकरणाच्छिशोः  ॥
]

`verse 35 [
कथं किं केन दातव्यं मृतान्ते को विधिः स्मृतः  ।
गरुडोक्तमिति श्रुत्वा विष्णुर्वाक्यमथाब्रवीत् ॥
]

`speaker [
श्रीविष्णुरुवाच
]

`verse 36 [
यदि गर्भो विपद्यते स्त्रवते वापि योषितः  ।
यावन्मासं स्थितो गर्भस्तावद्दिनमशौचकम्  ॥
]

`verse 37 [
तस्य किञ्चिन्न कर्तव्यमात्मनः श्रेय इच्छता  ।
ततो जाते विपन्ने तु आ चूडाकरणाच्छिशोः  ॥
]

`verse 38 [
दुग्धं भोज्यं ताशक्ति बालानां च प्रदीयते  ।
आ चूडात्पञ्चवर्षे तु देहदाहो विधीयते  ॥
]

`verse 39 [
दुग्धं तस्य प्रदेयं स्याद्बालानां भोजनं शुभम्  ।
पञ्चवर्षाधिके प्रेते स्वजातिविहितानि च  ॥
]

`verse 40 [
कुर्यात्कर्माणि सर्वाणि चोदकुम्भादि पायसम्  ।
दातव्यं तु खगश्रेष्ठ ऋणसम्बन्धकस्तु सः  ॥
]

`verse 41 [
जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च  ।
कर्तव्यं पक्षिशार्दूल पुनर्देहक्षयाय वै  ॥
]

`verse 42 [
तस्मै यद्रोचते देयमदत्त्वा निर्धने कुले  ।
स्वल्पायुर्निर्धनो भूत्वा रतिभक्तिविवर्जितः  ॥
]

`verse 43 [
पुनर्जन्माप्नुयान्मर्त्यस्तस्माद्देयमृते शिशोः  ।
पुराणे गीयते गाथा सर्वथा प्रतिभाति मे  ॥
]

`verse 44 [
मिष्टान्नं भोजनं देयं दाने शक्तिस्तु दुर्लभा  ।
भोज्ये भोजनशक्तिश्च रतिशक्तिर्वरस्त्रियः  ॥
]

`verse 45 [
विभवे दानशक्तिश्च नाल्पस्य तपसः फलम्  ।
दानाद्भोगानवाप्नोति सौख्यं तीर्थस्य सेवनात् ।
सुभाषणान्मृतो यस्तु स विद्वान्धर्मवित्तमः  ॥
]

`verse 46 [
अदत्तदानाच्च भवेद्दरिद्रो दरिद्रभावाच्च करोतिपापम्  ।
पापप्रभावान्नरकं प्रयाति पुनर्दरिद्रः पुनरेव पापी  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशाख्ये धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादेऽल्पायुर्मरणहे तुबालान्त्येष्ट्योर्निरूपणं नाम चतुर्विशोऽध्यायः
]
