`speaker [
श्रीविष्णुरुवाच
]

`verse 1 [
ये नराः पापसंयुक्तास्ते गच्छन्ति यमालयम्  ।
नृणां मत्साक्षिकं दत्तमनन्तफलदं भवेत् ॥
]

`verse 2 [
यावद्रजः प्रमाणाब्दंस्वर्गे तिष्ठति भूमिदः  ।
अश्वारूढाश्च ते यान्ति ददते ये ह्युपानहौ  ॥
]

`verse 3 [
आतपे श्रमयोगेन न दह्यन्ते च कुत्रचित् ।
छत्त्रदानेन वै प्रेता विचरन्ति सुखं पथि  ॥
]

`verse 4 [
यमुद्दिश्य ददात्यन्नं तेन चाप्यायितो भवेत् ॥
]

`verse 5 [
अन्धकारे महाघोरे अमूर्ते लक्ष्यवर्जिते  ।
उद्द्योतेनैव ते यान्ति दीपदानेन मानवाः  ॥
]

`verse 6 [
आश्विने कर्तिके वापि माघे मृततिथावपि  ।
चतुर्दश्याञ्च दीयेत दीपदानं सुखाय वै  ॥
]

`verse 7 [
प्रत्यहञ्च प्रदातव्यं मार्गे सुविषमे नरैः  ।
यावत्संवत्सरं वापि प्रेतस्य सुखलिप्सया  ॥
]

`verse 8 [
कुले द्योतति शुद्धात्मा प्रकाशत्वं स गच्छति  ।
ज्योतिर्मयोऽसौ पूज्योऽसौ दीपदानप्रदो नरः  ॥
]

`verse 9 [
प्राङ्मुखोदङ्मुखं दीपं देवागारे द्विजातये  ।
कुर्याद्याम्यमुखं पित्रे अद्भिः सङ्कल्प्य सुस्थिरम्  ॥
]

`verse 10 [
सर्वोपहारयुक्तानि पदान्यत्र त्रयोदश  ।
यो ददाति मृतस्येह जीवन्नप्यात्महेतवे  ।
स गच्छति महामार्गे महाकष्टविवर्जितः  ॥
]

`verse 11 [
आसनं भाजनं भोज्यं दीयते यद्द्विजायते  ।
सुखे न भुञ्जमानस्तु देन गच्छत्यलं पथि  ॥
]

`verse 12 [
कमण्डलुप्रदानेन तृषितः पिबते जलम्  ॥
]

`verse 13 [
भाजनं वस्त्रदानञ्च कुसुमञ्चाङ्गुलीयकम्  ।
एकादशा हे दातव्यं प्रेतोद्धरणहेतवे  ॥
]

`verse 14 [
त्रयोदश पदानीत्थं प्रेतस्य शुभमिच्छता  ।
दातव्यानि यथाशक्त्या प्रेतोऽसौ प्रीणितो भवेत् ॥
]

`verse 15 [
भोजना नि तिलांश्चैव उदकुम्भांस्त्रयोदश  ।
मुद्रिकां वस्त्रयुग्मञ्च तया याति परां गतिम्  ॥
]

`verse 16 [
योऽश्वं नावं गजं वापि ब्राह्मणे प्रतिपादयेत् ।
स महिम्नोऽनुसारेण तत्तत्सुखमुपाश्नुते  ॥
]

`verse 17 [
नानालोकान् विचरति महिषीञ्च ददाति यः  ।
यमपुत्त्रस्य या माता महिषी सुगतिप्रदा  ॥
]

`verse 18 [
ताम्बूलं कुसुमं देयं याम्यानां हर्षवर्धनम्  ।
तेन सम्प्रीणिताः सर्वे तस्मिन् क्लेशं न कुर्वते  ॥
]

`verse 19 [
गोभूतिलहिरण्यानि दानान्याहुः स्वशक्तितः  ॥
]

`verse 20 [
मृतोद्देशेन यो यद्याज्जलपात्रञ्च मृन्मयम्  ।
उदपात्रसहस्रस्य फलमाप्नोति मानवः  ॥
]

`verse 21 [
यमदूता महारौद्राः करालाः कृष्णपिङ्गलाः  ।
न भीषयन्ति तं याम्या वस्त्रदाने कृते सति  ॥
]

`verse 22 [
मार्गे हि गच्छमानस्तु तृष्णार्तः श्रमपीडितः  ।
घटान्नदानयोगेन सुखी भवति निश्चितम्  ॥
]

`verse 23 [
शय्या दक्षिणया युक्ता आयुधाम्बरसंयुता  ।
हैमश्रीपतिना युक्ता देया विप्राय शर्मणे  ।
तथा प्रेतत्वमुक्तोऽसौ मोदते सह दैवतैः  ॥
]

`verse 24 [
एतत्ते कथितं तार्क्ष्य दानमन्त्येष्टिकर्मजम्  ।
अधुना कथयिष्येऽहमन्यदेहप्रवेशनम्  ॥
]

`verse 25 [
जातस्य मृत्युलोके वै प्राणिनो मरणं ध्रुवम्  ।
मृतिः कुर्यात्स्वधर्मेण यास्यतश्च परन्तप  ॥
]

`verse 26 [
पूर्वकाले मृतानाञ्च प्राणिनाञ्च खगेश्वर  ।
सूक्ष्मोभूत्वा त्वसौ वायुर्निर्गच्छत्यास्यमण्डलात् ॥
]

`verse 27 [
नवद्वारै रोमभिश्च जनानां तालुरन्ध्रके  ।
पापिष्ठानामपानेन जीवो निष्क्रामति ध्रुवम्  ॥
]

`verse 28 [
शरीरञ्च पतेत्पश्चान्निर्गते मरुतीश्वरे  ।
वाताहतः पतत्येव निराधारो यथा द्रुमः  ॥
]

`verse 29 [
पृथिव्यां लीयते पृथ्वी आपश्चैव तथाप्सु च  ।
तेजस्तेजसि लीयते समीरणः समीरणे  ।
आकाशे च तथा काशः सर्वव्यापी च शङ्करे  ॥
]

`verse 30 [
तत्र कामस्तथा क्रोधः काये पञ्चेन्द्रियाणि च  ।
एते तार्क्ष्य समाख्याता देहे तिष्ठन्ति तस्कराः  ॥
]

`verse 31 [
कामः क्रोधो ह्यहङ्कारो मनस्तत्रैव नायकः  ।
संहारकश्च कालोऽयं पुण्यपापसमन्वितः  ॥
]

`verse 32 [
जगतश्च स्वरूपन्तु निर्मितं स्वेन कर्मणा  ।
पुनर्देहान्तरं याति सुकृतैर्दुष्कृतैर्नरः  ॥
]

`verse 33 [
पञ्चेन्द्रियसमायुक्तं सकलैर्विष्यैः सह  ।
प्रविशेत्स नवं देहं गृहे दग्धे यथा गृही  ॥
]

`verse 34 [
शरीरे ये समासीना सम्भवेत्सर्वधातवः  ।
षाट्कौशिको ह्ययं कायो माता पित्रोश्च धातवः  ॥
]

`verse 35 [
सम्भवेयुस्तथा तार्क्ष्य सर्वे वाताश्च देहिनाम्  ।
मूत्रं पुरीषं तद्योगा ये चान्ये व्याधयस्तथा  ॥
]

`verse 36 [
अस्थि शुक्रं तथा स्नायुः देहेन सह दह्यते  ।
एष ते कथितस्तार्क्ष्य विनाशः सर्वदेहिनाम्  ॥
]

`verse 37 [
कथयामि पुनस्तेषां शरीरञ्च यथा भवेत् ।
एकस्तम्भं स्नायुबद्धं स्थूणाद्वयसमुद्धृतम्  ॥
]

`verse 38 [
इन्द्रियैश्च समायुक्तं नवद्वारं शरीरकम्  ।
विषयैश्च समाक्रान्तं कामक्रोधसमाकुलम्  ॥
]

`verse 39 [
रागद्वेषसमाकीर्णं तृष्णादुर्गसुदुस्तरम्  ।
लोभजालसमायुक्तं पुरं पुरुषसंज्ञितम्  ॥
]

`verse 40 [
एतद्गुणसमायुक्तं शरीरं सर्वदेहिनाम्  ।
तिष्ठन्ति देवताः सर्वा भुवनानि चतुर्दश  ॥
]

`verse 41 [
आत्मानं ये न जानन्ति ते नराः पशवः स्मृताः  ।
एवमेतन्मयाख्यातं शरीरं ते चतुर्विधम्  ॥
]

`verse 42 [
चतुरशीतिलक्षाणि निर्मिता योनयः पुरा  ।
उद्भिज्जाः स्वेदजाश्चैव अण्डजाश्च जरायुजाः  ॥
]

`verse 43 [
एतत्ते सर्वमाख्यातं यत्पृष्टोहं त्वयानघ  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे प्रेतकल्पे श्रीकृष्णगरुडसंवादे दानफ लान्यदेहप्रवेशादिनिरूपणं नामै कत्रिंशोऽध्यायः
]
