`speaker [
तर्क्ष्य उवाच
]

`verse 1 [
अपरं मम सन्देहं कथयस्व जनार्दन  ।
पुरुषस्य च कस्यापि मता पञ्चत्वमागता  ॥
]

`verse 2 [
पितामही जीवति च तथा च प्रपितामही  ।
वृद्धप्रपितामही तद्वन्मातृसक्तः पिता तथा  ॥
]

`verse 3 [
प्रमातामहश्च तथा वृद्धप्रमातामहस्तथा  ।
केन सा मेल्यते माता एतत्कथय मे प्रभो  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 4 [
पुनरुक्तं प्रवक्ष्यामि सपिण्डीकरणं खग  ।
उमा लक्ष्मीश्च सावित्रीत्यताभिर्मेलयेद्ध्रुवम्  ॥
]

`verse 5 [
त्रयः पिण्डभुजो ज्ञेयास्त्यजाकाश्च त्रयः स्मृताः  ।
त्रयः पिण्डानुलेपाश्च दशमः पङ्क्तिसंन्निधः  ॥
]

`verse 6 [
इत्येते पुरुषाः ख्याताः पितृमातृकुलेषु च  ।
तारयेद्यजमानस्तु दश पूर्वान् दशावरान्  ॥
]

`verse 7 [
सपिण्डः स भवेदादौ सपिण्डीकरणे कृते  ।
अन्त्यस्तु त्याजको ज्ञेयो यो वृद्धप्रपितामहः  ॥
]

`verse 8 [
अन्तिमस्त्याजको ज्ञेयो लेपकः प्रथमो भवेत् ।
लेपकस्त्वन्तिमो यस्तु स भवेत्पङ्क्तिसन्निधः  ॥
]

`verse 9 [
यजमानो भवेदेको दश पृर्त्वे दशावरे  ।
इत्येते पितरो ज्ञेया एकविंशति संख्यकाः  ॥
]

`verse 10 [
विधिना कुरुते यस्तु संसारे श्राद्धमुत्तमम्  ।
जायतेऽत्र न सन्देहः शृणु तस्यापि यत्फलम्  ॥
]

`verse 11 [
पिता ददाति पुत्त्रान् वै विच्छिन्नसन्ततिः खग  ।
होमदाता भवेत्सोपि यस्तस्य प्रपितामहः  ॥
]

`verse 12 [
कृते श्राद्धे गुणा ह्येते पितॄणां तपेणे स्मृताः  ।
दद्याद्विपुलमन्नाद्यं वृद्धस्तु प्रपितामहः  ॥
]

`verse 13 [
यस्य पुंसश्च मर्त्ये वै विच्छिन्ना सन्ततिः खग  ।
स वसेन्नरके घोरे पङ्के मग्नः करी यथा  ॥
]

`verse 14 [
योन्यन्तरेषु जायते यत्र वृक्षसरीसृपाः  ।
न सन्ततिं विना सोऽत्र मुच्यते नरकाद्ध्रुवम्  ॥
]

`verse 15 [
आचार्यस्तस्य शिष्यो वा यो दूरेऽपि हि गात्रेजः  ।
नारायणबलिं कुर्यात्तस्याद्देशेन भक्तितः  ॥
]

`verse 16 [
विशुद्धः सर्वपापेभ्यो मुक्तः स नरकाद्ध्रुवम्  ।
निवसेन्नाकलोके च नात्र कार्या विचारणा  ॥
]

`verse 17 [
आदौ कृत्वा धनिष्ठाञ्च एतन्नक्षत्रपञ्चकम्  ।
रेवत्यन्तं सदा दूष्यमशुभं सर्वदा भवेत् ॥
]

`verse 18 [
दाह (बलि) स्तत्र न कर्तव्यो विप्रदिसर्वजातिषु  ।
दीयते न जलं तत्र अशुभं जायते ध्रुवम्  ।
लोकयात्रा न कर्तव्या दुः खार्तः स्वजनो यदि  ॥
]

`verse 19 [
पञ्चकानन्तरं तस्य कर्तव्यं सर्वमन्यथा  ।
पुत्राणां गोत्रिणां तस्य सन्तापोऽप्युपजायते  ॥
]

`verse 20 [
गृहे हानिर्भवेत्तस्य ऋक्षेष्वेषु मृतश्च यः  ।
अथवा ऋक्षमध्येऽपि दाहस्तस्य विधीयते  ॥
]

`verse 21 [
क्रियते मानुषाणान्तु सद्य आहुतिकारणात् ।
सद्याहुतिकरं पुण्यं तीर्थे तद्दाह उत्तमः  ॥
]

`verse 22 [
विप्रैर्नियमतः कार्यः समन्त्रो विधिपूर्वकः  ।
शवस्य च समीपे तु क्षिप्यन्ते पुत्तलास्ततः  ॥
]

`verse 23 [
दर्भमयाश्च चत्वारो विप्रा मन्त्राभिमन्त्रिताः  ।
ततो दाहः प्रकर्तव्यः तैश्च पुत्तलकैः सह  ॥
]

`verse 24 [
सूतकान्ते ततः पुत्रः कुर्याच्छान्तिकमुत्तमम्  ॥
]

`verse 25 [
पञ्चकेषु मृतो योऽसौ न गतिं लभते नरः  ।
तिलान् गाश्च सुवर्णं च तमुद्दिश्य घृतं ददेत् ॥
]

`verse 26 [
विप्राणां दीयते दानं सर्वोपद्रवनाशनम्  ।
सूतकान्ते च सत्पुत्रैः स प्रेतो लभते गतिम्  ॥
]

`verse 27 [
भाजनोपानहौ च्छत्रं हेममुद्राच वाससी  ।
दक्षिणा दीयते विप्र सर्वपातकमोचनी  ॥
]

`verse 28 [
बालवृद्धातुराणाञ्च मृतानां पञ्चकेषु हि  ।
विधानं यो न कुर्वीत विघ्नस्तस्य प्रजायते  ॥
]

`verse 29 [
अष्टादशैव वस्तूनि प्रेतश्राद्धे विवर्जयेत् ।
आशिषो द्विगुणान् दर्भान् प्रणवान्नैकपिण्डताम्  ॥
]

`verse 30 [
अग्नौकरणमुच्छिष्टं श्राद्धं वै वैश्वदैविकम्  ।
विकिरं च स्वधाकारं पितृशब्दं न चोच्चरेत् ॥
]

`verse 31 [
अनुशब्दं न कुर्वीत नावाहनमथोल्मुकम्  ।
आसीमान्तं न कुर्वीत प्रदक्षिणविसर्जनम्  ॥
]

`verse 32 [
न कुर्यात्तिलहोमञ्च द्विजः पूर्णाहुतिं तथा  ।
न कुर्याद्वैश्वदेवं चेत्कर्ता गच्छत्यधोगतिम्  ॥
]

`verse 33 [
मलिनश्राद्धसंज्ञानं पूर्वषोडशकं तथा  ।
स्थाने द्वारे चार्धमार्गे चितायां शवहस्तके  ॥
]

`verse 34 [
श्मशानवासिभूतेभ्यः पञ्चमं प्रतिवेश्यकम्  ।
षष्ठं सञ्चयने प्रोक्तं दश पिण्डा दशाहिकाः  ।
श्राद्धषोडषकञ्चैतत्प्रथमं परिकीर्तितम्  ॥
]

`verse 35 [
अन्यच्च षोडशं मध्ये द्वितीयं तार्क्ष्य मे शृणु  ।
कर्तव्यानीह विधिना श्राद्धान्येकादशैव तु  ॥
]

`verse 36 [
ब्रह्मविष्णुशिवाद्यञ्च तथान्यच्छ्राद्धपञ्चकम्  ।
एवं षोडशकं प्राहुरेतत्तत्त्वविदो जनाः  ॥
]

`verse 37 [
द्वादश प्रतिमास्यानि श्राद्धमेकादशे तथा  ।
त्रिपक्षसम्भवञ्चैव द्वे रिक्ते खग षोडश  ॥
]

`verse 38 [
आद्यं शवविशुद्ध्यर्थं कृत्वान्यच्च त्रिषोडशम्  ।
पितृपाङ्क्तिविशुद्ध्यर्थं शताद्धैंन तु योजयेत् ॥
]

`verse 39 [
शतार्धेन विहीनो यो मिलितः पङ्क्तिभाङ्न हि  ।
चत्वारिंशत्तथैवाष्टश्राद्धं प्रेतत्वनाशनम्  ॥
]

`verse 40 [
सकृदूनशतार्धेन सम्भवेत्पङ्क्तिसन्निधः  ।
मेलनीयः शतार्धेन सन्धिः श्राद्धेन तत्त्वतः  ॥
]

`verse 41 [
(अथ शवाविधिः)  ।
शवस्य शिबिकायां करचरणबन्धनं तत्र कर्तव्यम्  ।
एवं चेन्न विधानं विधीयते तत्पिशाचपरिभवनम्  ॥
]

`verse 42 [
संजायते रजन्याञ्च शवनिर्गमने राष्ट्रं भयशून्यम्  ।
शवं न मुञ्चेत मुच्यते चेत्दुः स्पर्शाद्दुर्गतिर्भवेत् ॥
]

`verse 43 [
ग्राममध्ये स्थिते प्रेते श्रुते भुङ्क्ते यदृच्छया  ।
तदन्नं मांसवज्ज्ञेयं तत्तोयं रुधिरोपमम्  ॥
]

`verse 44 [
ताम्बूलं दन्तकाष्ठञ्च भोजनं ऋतुसेवनम्  ।
ग्राममध्ये स्थिते प्रेते वर्जयेत्पिण्डपातनम्  ॥
]

`verse 45 [
(३५.४४)
स्नानं दानं जपो होमस्तर्पणं सुरपूजनम्  ।
ग्राममध्ये स्थिते प्रेते शुद्ध्यर्थं ज्ञातिधर्मतः  ॥
]

`verse 46 [
(३५.४५)
ज्ञातिसम्बन्धिनामेवं व्यवहारः खगेश्वर  ।
विलुप्य ज्ञातिधर्मञ्च प्रेतपापेन लिप्यते  ॥
]
