`speaker [
तार्क्ष्य उवाच
]

`verse 1 [
उदकुम्भप्रदानं मे कथयस्व यथातथम्  ।
विधिना केन कर्तव्या कृतिरेषा जनार्दन  ॥
]

`verse 2 [
किंलक्षणाः केन पूर्णाः कस्य देया जनार्दन  ।
कस्मिन् काले प्रदातव्या प्रेततृप्तिप्रसाधकाः  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 3 [
सत्यं पुनः प्रवक्ष्यामि उदकुम्भप्रदानकम्  ।
प्रेतोद्देशेन दातव्या अन्नपानीयसंयुताः  ।
विशेषेण महापक्षिन् प्रेतमुक्तिप्रदायकाः  ॥
]

`verse 4 [
द्वादशाहे च पण्मासे त्रैपक्षे वापि वत्सरे  ।
उदकुम्भाः प्रदातव्या मार्गे तस्य सुखाय वै  ॥
]

`verse 5 [
अहन्यहनि दातव्या उदकुम्भास्तिलैर्युताः  ।
सुलिप्ते भूमिभागे तु पक्कान्नजलपूरिताः  ॥
]

`verse 6 [
प्रेतस्य तत्र दातव्यं भाजनञ्च यदृच्छया  ।
सुप्रीतस्तेन दत्तेन प्रेतो याम्यैः स गच्छति  ॥
]

`verse 7 [
द्वादशाहे विशेषेण उदकम्भान् प्रदापयेत् ।
विधिना तत्र सङ्कल्पय घटान् द्वादशसंख्यकान्  ॥
]

`verse 8 [
एकाषि बर्धनी तत्र पक्वान्नफलपूरिता  ।
विष्णुमुद्दिश्य दातव्या संकल्प्य ब्राह्मणे शुभे  ॥
]

`verse 9 [
एको वै धर्मराजाय तेन तुष्टेन मुक्तिभाक् ।
चित्रगुप्ताय चैकं तु गतस्तत्र सुखी भवेत् ॥
]

`verse 10 [
षोडशाद्याः प्रदातव्या माषान्नजलपूरिताः  ॥
]

`verse 11 [
उक्त्रान्तिश्राद्धमारभ्य श्राद्धषोडषोडशकस्य तु  ।
षोडशब्राह्मणानान्तु एकैकं विनिवदयेत् ॥
]

`verse 12 [
एकादशाहात्प्रभृति देयो नित्यं दृढाह्वयः  ।
पक्वान्नजलपूर्णो हि यावत्संवत्सरं दिनम्  ॥
]

`verse 13 [
जलपात्राणि वृद्धानि दत्तानिघटकानि च  ।
एका वै वर्धनी तत्र तस्यां पात्रन्तु वंशजम्  ॥
]

`verse 14 [
वस्त्रेणाच्छादयेत्तान्तु पूजयित्वा सुगन्धिभिः  ।
ब्राह्मणेभ्यो विशेषेण जलपूर्णानि दापयेत् ॥
]

`verse 15 [
अहन्यहनि सङ्कल्प्य विधिपूर्वं खगेश्वर  ।
ब्राह्मणाय कुलीनाय वेदवृत्तयुताय च  ॥
]

`verse 16 [
विद्यावृत्तवते देयं मूर्खे तन्न कदाचन  ।
समर्थो वेदवृत्ताढ्यस्तारणे तरणेऽपि च  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे द्वितीयांशे प्रेतकल्पे धर्मकाण्डे सोदकुम्भश्राद्धनिरूपणं नाम सप्तत्रिंशोऽध्यायः
]
