`speaker [
तार्क्ष्य उवाच
]

`verse 1 [
दानतीर्थार्थितं मोक्षं स्वर्गञ्च वद मे प्रभो  ।
केन मोक्षमवाप्नोति केन स्वर्गे वसेच्चिरम्  ॥
]

`verse 2 [
केन गच्छति तेजस्तु स्वर्लोकात्सत्यलोकतः  ।
मानुष्यं केन लभते नरकेशु निमज्जति  ॥
]

`verse 3 [
एतन्मे वदनिश्चित्य भक्तानां मोक्षदायक  ।
ब्रूहि कस्मिन्मृते स्वर्गे पुनर्जन्म न विद्यते  ॥
]

`speaker [
श्रीविष्णुरुवाच
]

`verse 4 [
मानुष्यं भारते वर्षे त्रयोदशसु जातिषु  ॥
]

`verse 5 [
तत्प्राप्य म्रियते क्षेत्रे पुनर्जन्म न विद्यते  ।
अयोध्या मथुरा माया काशी काञ्ची अवन्तिका  ॥
]

`verse 6 [
पुरी द्वारवती ज्ञेया सप्तैता मोक्षदायिकाः  ।
सन्न्यस्तमिति यो ब्रुयात्प्राणैः कण्ठगतैरपि  ॥
]

`verse 7 [
मृतो विष्णुपुरं याति न पुनर्जायते क्षितौ  ।
सकृदुच्चरितं येन हरिरित्यक्षरद्वयम्  ॥
]

`verse 8 [
बद्धः परिकरस्तेन मोक्षाय गमनं प्रति  ।
कृष्णकृष्णेति कृष्णेति यो मां स्मरति नित्यशः  ॥
]

`verse 9 [
जल भित्त्वा यथा पद्मं नरकादुद्धराम्यहम्  ।
शालग्रामजिला यत्र यत्र द्वारवती शिला  ॥
]

`verse 10 [
उभयोः सङ्गमो यत्र मुक्तिस्तत्र न संशयः  ।
शालग्रामशिला यत्र पापदोषक्षयावहा  ॥
]

`verse 11 [
तत्सन्निधानमरणान्मुक्तिर्जन्तोः सुनिश्चता  ।
रोपणात्पालनात्सेकाद्ध्यानस्पर्शनकीर्तनात् ।
तुलसी दहते पापं नृणां जन्मार्जितं खग  ॥
]

`verse 12 [
ज्ञानहृदे सत्यजले रागद्वेषमलापहे  ।
यः स्नातो मानसे तीर्थे न स लिप्येत पातकैः  ॥
]

`verse 13 [
न काष्ठे विद्यते देवो न शिलायां कदाचन  ।
भावे हि विद्यते देवस्तस्माद्भावं समाचरेत् ॥
]

`verse 14 [
प्रातः प्रातः प्रपश्यन्ति नर्मदां मत्स्यघातिनः  ।
न ते शिवपुरीं यान्ति चित्तवृत्तिर्गरीयसी  ॥
]

`verse 15 [
यादृक्चित्तप्रतीतिः स्यात्तादृक्कर्मफलं नृणाम्  ।
परलोकगतिस्तादृक सूचीसूत्रविचारवत् ॥
]

`verse 16 [
ब्राह्मणार्थे गवार्थे च स्त्रीणां बलवधेषु च  ।
प्राणत्यागपरो यस्तु स वै मोक्षमवाप्नुयात् ॥
]

`verse 17 [
अनाशके मृतौ यस्तु स वै मोक्षमवाप्नुयात् ।
अनाशके मृतो यस्तु स मुक्तः सर्वबन्धनैः  ॥
]

`verse 18 [
दत्त्वा दानानि विप्रेभ्यस्ततो मोक्षमवाप्नुयात् ।
एते वै मोक्षमार्गाश्च स्वर्गमार्गास्तथैव च  ॥
]

`verse 19 [
गोग्रहे देशविध्वंसे मरणं रणतीर्थयोः  ।
उत्तमाधममध्यस्य बाध्यमानस्य देहिनः  ।
आत्मानं तत्र सन्त्यज्य स्वर्गवासं लभेच्चिरम्  ॥
]

`verse 20 [
जीवितं मरणञ्चैव द्वयं शिक्षेत पण्डितः  ।
जीवितं दानभोगाभ्यां मरणं रणतीर्थयोः  ॥
]

`verse 21 [
हरिक्षेत्रे कुरुक्षेत्रे भृगुक्षेत्रे तथैव च  ।
प्रभासे श्रीस्थले चैव अर्बुदे च त्रिपुष्करे  ॥
]

`verse 22 [
भूतेश्वरे मृतो यस्तु स्वर्गे वसति मानवः  ।
ब्रह्मणो दिवसं यावत्ततः पतति भूतले  ॥
]

`verse 23 [
वर्षवृत्तिन्तु यो दद्याद्ब्राह्मणे दोषवर्जिते  ।
सर्वं कलं स मुद्धृत्य स्वर्गलोके महीयते  ॥
]

`verse 24 [
कन्यां विवाहयेद्यस्तु ब्राह्मणं वेदपारगम्  ।
इन्द्रलोके वसेत्सोऽपि स्वकुलैः परिवेष्टितः  ॥
]

`verse 25 [
महादानानि दत्वा च नरस्तत्फलमामुयात् ॥
]

`verse 26 [
वापी कूपतडागानामारामसुरसद्मनाम्  ।
जीर्णोद्धारं प्रकुर्वाणः पूर्वकर्तुः फलं लभेत् ।
जीर्णोद्धारेण वा तेषां तत्पुण्यं द्विगुणं भवेत् ॥
]

`verse 27 [
शीतवा तातपहरमपि पर्णकुटीरकम्  ।
कृत्वा विप्राय विदुषे प्रददाति कुटुम्बिने  ॥
]

`verse 28 [
तिस्रः कोट्योर्धकोटी च नरः स्वर्गे महीयते  ॥
]

`verse 29 [
या स्त्री सवर्णा संशुबा मृतं पतिमनुव्रजेत् ।
सा मृता स्वर्गमाप्नोति वर्षाणां रोमसंख्यता  ॥
]

`verse 30 [
पुत्रपौत्रादिकं त्यक्त्वा स्वपतिं यानुगच्छति  ।
स्वर्गं लभेतां तौ चोभौ दिव्यस्त्रीभिरलङ्कृतौ  ॥
]

`verse 31 [
कृत्वा पापान्यनेकानि भर्तृद्रोहमतिः सदा  ।
प्रक्षालयति सर्वाणि या स्वं पतिमनुव्रजेत् ॥
]

`verse 32 [
महापापसमाचारो भर्ता चेद्दुष्कृती भवेत् ।
तस्याप्यनुव्रता नारी नारायेत्सर्वकिल्बिषम्  ॥
]

`verse 33 [
ग्रासमात्रं नियमतो नित्यदानं करोति यः  ।
चतुश्चामरसंयुक्तविमानेनाधिगच्छति  ॥
]

`verse 34 [
यत्कृतं हि मनुष्येण पापमामरणान्तिकम्  ।
तत्सर्वं नाशमायाति वर्षवृत्तिप्रदानतः  ॥
]

`verse 35 [
भूतं भव्यं बविष्यञ्च पापं जन्मत्रयार्जितम्  ।
पक्षालयति तत्सर्वं विप्रकन्योपनायनात् ॥
]

`verse 36 [
दशकूपसमा वापि दशवापीसमं सरः  ।
सरो भिर्दशभिस्तुल्या या प्रपा निर्जले वने  ॥
]

`verse 37 [
या वापी निर्जले देशे यद्दानं निर्धने द्विजे  ।
प्राणिनां यो दयां धत्ते स भवेन्नाकनायकः  ॥
]

`verse 38 [
एवमादिभिरन्यैश्च सुकृतैः स्वर्गभाग्भवेत् ।
स तत्सर्वं फलं प्राप्य प्रतिष्ठां परमां लभेत् ॥
]

`verse 39 [
फल्गु कार्यं परित्यज्य सततं धर्मवान् भवेत् ।
दानं दमो दया चेति सारमेतत्त्रयं भुवि  ॥
]

`verse 40 [
दानं साधोर्दरिद्रस्य शून्यलिङ्गस्य पूजनम्  ।
अनाथप्रेतसंस्कारः कोटियज्ञफलप्रदः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादे उत्तमलोकगत्यागतिमोक्षमानुष्यहेतुनिरूपणं नामाष्टात्रिंशत्तमोऽध्यायः
]
