`speaker [
तार्क्ष्य उवाच
]

`verse 1 [
सूतकानां विधिं ब्रूहि दयां कृत्वा मयिप्रभो  ।
विवेकाय हि चित्तस्य मानवानां हिताय च  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 2 [
मृते जन्मनी पक्षीन्द्र सूतकं स्याच्चतुर्विधम्  ।
चतुर्णामपि वर्णानां सामान्यते विवर्जितम्  ॥
]

`verse 3 [
उभयत्र दशाहानि कुलस्यान्नं विवर्जियेत् ।
दानं प्रतिग्रहो होमः स्वाध्यायश्च निवर्तते  ॥
]

`verse 4 [
देशं कालं तथात्मानं द्रव्यं द्रव्यप्रयाजनम्  ।
उपपत्तिंव्मवस्थाञ्च ज्ञात्वां कर्म समाचरेत् ॥
]

`verse 5 [
गुहावह्निप्रवेसे च देशान्तरमृतेषु च  ।
स्नानं सचेलं कर्तव्यं सद्यः शौचं विधीयते  ॥
]

`verse 6 [
आमगर्भाश्च ये जीवा ये च गर्भाद्विनिः सृताः  ।
न तेषामग्निसंस्कारो नाशौचं नोदकक्रिया  ॥
]

`verse 7 [
शिल्पिनः कारवो वैद्या दासीदासास्तथैव च  ।
राजानः श्रोतियाश्चैव सद्यः शौचाः प्रकीर्तिताः  ॥
]

`verse 8 [
सत्री च (व्रती) मन्त्रपूतश्च आहिताग्निर्नृपस्तथा  ।
एतेषां सूतकं नास्ति यस्य चेच्छन्ति पार्थिवाः  ॥
]

`verse 9 [
प्रसवे च सपिण्डानां न कुर्यात्सङ्करं द्विजः  ।
दशाहाच्छ्रुध्यते माता अवगाह्य पिता शुचिः  ॥
]

`verse 10 [
विवाहोत्सवयज्ञेषु अन्तरा मृतसूतके  ।
पूर्वसङ्कल्पितं वित्तं भोज्यं तन्मनुरब्रवीत् ॥
]

`verse 11 [
सर्वेषामेवमाशौचं मातापित्रोस्तु सूतकम्  ।
सूकतं मातुरेवस्यादुपस्पृश्य पिता शुचिः  ॥
]

`verse 12 [
अन्तर्दशाहे स्याताञ्चेत्पुनर्मरणजन्मनी  ।
तावत्स्यादशुचिर्विप्रो यावत्तत्स्यादनिर्दशम्  ॥
]

`verse 13 [
उदिते नियमे दाने आर्ते विप्रे निवेदयेत् ।
तथैव ऋषिभिः प्रोक्तं यथाकालं न दुष्यति  ॥
]

`verse 14 [
मृन्मयेन तु पात्रेण तिलैर्मिश्रजलैः सह  ।
मृत्तिकया तथान्ते च नरः स्नात्वा शुचिर्भवेत् ॥
]

`verse 15 [
दानं परिषदे दद्यात्सुवर्णं गोवृषं द्विजे  ।
क्षत्त्रियो द्विगुणं चैव वैश्यस्तु त्रिगुणं तथा  ॥
]

`verse 16 [
चतुर्गुणन्तु शूद्रेण दातव्यं ब्राह्मणे धनम्  ।
एव मनुक्रमेणैव चातुर्वर्ण्यं विशुध्यति  ॥
]

`verse 17 [
सप्ताष्टमान्तरै शीर्णे गृह्यसंस्कारवर्जिते  ।
अहस्तु सूतकं तस्य त्वब्दानां संख्यया स्मृतम्  ॥
]

`verse 18 [
ब्राह्मणार्थे विपन्ना ये नारीणां गोग्रहेषु च  ।
आहवेषु विपन्नानामेकरात्त्रमशौचकम्  ॥
]

`verse 19 [
न तेषामशुभं किञ्चिद्विप्राणां शुभकर्मणि  ।
अनाथप्रेतसंस्कारं ये कुर्वन्तु नरोत्तमः  ॥
]

`verse 20 [
न तेषामशुभङ्किञ्चिद्विप्रेण सहकारिणा  ।
जलावगाहनात्तेषां सद्यः शुद्धिरुदाहृता  ॥
]

`verse 21 [
विनिवृत्ता यदा शूद्रा उदकान्तमुपस्थिताः  ।
तदाविप्रेणद्रष्टव्या इति वेदविदोविदुः  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीदृ धदृप्रेतकल्पे श्रीकृष्णगरुडसंवादे सूतककालादिनिरूपणं नामै कोनचत्वारिंशोऽध्यायः
]
