`speaker [
तार्क्ष्य उवाच
]

`verse 1 [
भगवन्ब्राह्मणाः केचिदपमृत्युवशं गताः  ।
कथं तेषां भवेन्मार्गः किं स्थानं का गतिर्भवेत् ॥
]

`verse 2 [
किञ्च युक्तं भवेत्तेषां विधानं वापि कीदृशम्  ।
तदहं श्रोतुमिच्छामि ब्रूहि मे मधुसूदन  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 3 [
प्रेतीभूते द्विजातीनां सम्भूते मृत्युवैकृते  ।
तेषां मार्गगतिस्थानं विधानं कथयाम्यहम्  ॥
]

`verse 4 [
शृणु तार्क्ष्य परं गोप्यं जाते दुर्मरणे सति  ।
लङ्घनैर्ये मृता विप्रा दंष्ट्रिभिश्चाभिघातिताः  ॥
]

`verse 5 [
कण्ठग्राह विमग्नानां क्षीणानां तुण्डघातिनाम्  ।
विषाग्निवृषविप्रेभ्यो विषूच्या चात्मघातकाः  ॥
]

`verse 6 [
पतनोद्वन्धनजलैर्मृतानां शृणु संस्थितिम्  ।
यान्ति ते नरके घोरे ये च म्लेच्छादिभिर्हताः  ॥
]

`verse 7 [
श्वशृगालादिसंस्पृष्टा अदग्धाः कृमिसंङ्कुलाः  ।
उल्लङ्घिता मृता ये च महारोगैश्च पीडिताः  ॥
]

`verse 8 [
अभिसस्तास्तथाव्यङ्गा ये च पापान्नपोषिताः  ।
चण्डालादुदकात्सर्पाद्ब्राह्मणाद्वैद्युताग्नितः  ॥
]

`verse 9 [
दष्ट्रिभ्यश्च पशुभ्यश्च वृक्षादिपतनान्मृताः  ।
उदक्यामूतकीशूद्रारजकीसङ्गदूषिताः  ॥
]

`verse 10 [
तेन पापेन नरकान्मुक्ताः प्रेतत्वभागिनः  ।
न तेषां कारयेद्दाहं सूतकं नोदकक्रियाम्  ॥
]

`verse 11 [
न विधानं मृताद्यं च न कुर्यादौर्ध्वदैहिकम्  ।
तेषां तार्क्ष्य प्रकुर्वीत नारायणबलिक्रियाम्  ॥
]

`verse 12 [
सर्वलोकहितार्थाय शृणु पापभयापहाम्  ।
षण्मासं ब्राह्मणे दाहस्त्रिमासं क्षत्त्रिये मतः  ॥
]

`verse 13 [
सार्ध मासं तु वैश्यस्य सद्यः शूद्रे विधीयते  ।
गङ्गायां यमुनायाञ्च नैमिषे पुष्करेऽथ च  ॥
]

`verse 14 [
तडागे जलूपूर्णे वा ह्रदे वा विमलोदके  ।
वाप्यां कूपे गवां गोष्ठे गृहे वा प्रतिमालये  ॥
]

`verse 15 [
कृष्णाग्रे कारयेद्विप्र बलिं नारायणाह्वयम्  ।
प्रेताय तर्पणं कार्यं मन्त्रैः पौराणवैदिकैः  ॥
]

`verse 16 [
सर्वौषध्यक्षतैर्मिश्रैर्विष्णुमुद्दिश्य तर्पयेत् ।
कार्यं पुरुषसूक्तेन मन्त्रैर्वा वैष्णवैरपि  ॥
]

`verse 17 [
दक्षिणाभिमुखो भूत्वा प्रेतं विष्णुरिति स्मरेत् ।
अनादिनिधनो देवः शङ्खचक्रगदाधरः  ॥
]

`verse 18 [
अव्ययः पुण्डरीकाक्षः प्रेतमोक्षप्रदो भवेत् ।
तर्पणस्यावसाने च वीतरागो विमत्सरः  ॥
]

`verse 19 [
जितेन्द्रियमना भूत्वा शुचिप्मान्धर्मतत्परः  ।
दानधर्मरतः शान्तः प्रणम्य वाग्यतः शुचिः  ॥
]

`verse 20 [
यजमानो भबेत्तत्र शुचिर्वन्धुसमन्वितः  ।
भक्त्या तत्र प्रकुर्वीत श्राद्धत्येकादशैव तु  ॥
]

`verse 21 [
सर्वकर्मविपाकेन एकैकाग्रे समाहितः  ।
तोयव्रीहियवान् षष्ट्या गोधूमांश्च प्रियङ्गुकान्  ॥
]

`verse 22 [
हविष्यान्नं शुभं मुद्रां छत्रोष्णीषे च चलेकम्  ।
दापयेत्सर्वसस्यानि क्षीरक्षौद्रयुतानि च  ॥
]

`verse 23 [
वस्त्रोपानहसंयुक्तं दद्यादष्टविधं पदम्  ।
दापयेत्सर्वविप्रेभ्यो न कुर्यात्पङ्क्तिबन्धनम्  ॥
]

`verse 24 [
भूमौ स्थितेषु पिण्डेषु गन्धपुष्पाक्षतान्वितम्  ।
शङ्खपात्रे तथा ताम्रे तर्पणञ्च पृथक्पृथक् ॥
]

`verse 25 [
ध्यानधारणसंयुक्तो जानुभ्यामवनिं गतः  ।
दातव्यं सर्वविप्रेभ्यो वेदशास्त्रविधानतः  ॥
]

`verse 26 [
ऋचा वै दापयेदर्घ्यमेकोद्दिष्टे पृथक्पृथक् ।
आपोदेवीर्मधुमतीरादिपीठे प्रकल्पितम्  ॥
]

`verse 27 [
उपयामगृहीतोऽसि द्वितीयेऽर्घं निवेदयेत् ।
येनापावकचक्षुषा तृतीये च सकल्पितम्  ॥
]

`verse 28 [
ये देवासश्चतुर्थे तु समुद्रं गच्छ पञ्चमे  ।
अग्निर्ज्योति स्तथा षष्ठे हिरण्यगर्भः सप्तमे  ॥
]

`verse 29 [
यमाय त्वाष्टमे ज्ञेयं यज्जग्रन्नवमे तथा  ।
दशमे याः फलिनीति पिण्डे चैकादशे ततः  ॥
]

`verse 30 [
भद्रं कर्णेभिरिति च कुर्यात्पिण्डविसर्जनम्  ।
कृत्वैकादशदेवत्यं श्राद्धं कुर्यात्परेऽहनि  ॥
]

`verse 31 [
विप्रानावाहयेत्पञ्च चतुर्वेदविशारदान्  ।
विद्याशीलगुणोपेतान्स्व कीयाञ्छीलसत्तमान्  ।
अब्यङ्गान्सप्रशस्तांश्च न त्वर्ज्यान्कदाचन  ॥
]

`verse 32 [
विष्णुः स्वर्णमयः कार्यो रुदस्ताम्रमयस्तथा  ।
ब्रह्मा रूप्यमयस्तद्वद्यमो लोहमयो भवेत् ॥
]

`verse 33 [
सीसकं तु भवेत्प्रेतं त्वथ वा दर्भकं तथा  ।
शन्नोदेवीति मन्त्रेण गोविन्दं पश्चिमे न्यसेत् ॥
]

`verse 34 [
अग्न आयाहीति रुद्रमुत्तरत्रैव विन्यसेत् ।
अग्निमीळेति मन्त्रेण पूर्वेणैव प्रजापतिम्  ॥
]

`verse 35 [
इषेत्वोर्जोति मन्त्रेण दक्षिणे स्थापयेद्यमम्  ।
मध्ये मण्डलकं कृत्वा स्थाप्यो दर्भमयो नरः  ॥
]

`verse 36 [
ब्रह्मा विष्णुस्तथा रुद्रो यमः प्रेतश्च पञ्चमः  ।
पृथक्कुम्भे ततः स्थाप्याः पञ्चरत्नसमन्विताः  ॥
]

`verse 37 [
वस्त्रयज्ञोपवीतानि पृथङ्मुद्रापराणि च  ।
जपं कर्यात्पृथक्तत्र ब्रह्मादौ देवतासु च  ॥
]

`verse 38 [
पञ्च श्राद्धानि कुर्वीत देवतानां यथाविधि  ।
जलधारां ततो दद्यत्पीठेपीठे पृथक्पृथक् ॥
]

`verse 39 [
शङ्खे वा ताम्रपात्रे वा अलाभे मृन्मयेऽपि वा  ।
तिलोदकं समादाय सर्वौषधिसमन्वितम्  ॥
]

`verse 40 [
आसनोपानहौ च्छत्रं मुद्रिका च कमण्डलुः  ।
भाजनं भाजनाधारं वस्त्राण्यष्टविधं पदम्  ॥
]

`verse 41 [
ताम्रपात्रं तिलैः पूर्णं सहिरण्यं सदक्षिणम्  ।
दद्याद्ब्राह्मणमुख्याय विधियुक्तं खगेश्वर  ॥
]

`verse 42 [
ऋग्वेदपारगे दद्याज्जातसस्यां वसुन्धराम्  ।
यजुर्वेदमये विप्रे गाञ्च दद्यात्पयस्विनीम्  ॥
]

`verse 43 [
सामगाय शिवोद्देशात्प्रदद्यात्कलधौतकम्  ।
यमोद्देशात्तिलांल्लोहं ततो दद्याच्च दक्षिणाम्  ॥
]

`verse 44 [
पश्चात्पुत्तलकं कार्यं सर्वौषधिसमन्वितम्  ।
पलाशस्य च वृन्तानां विभागं शृणु काश्यप  ॥
]

`verse 45 [
कृष्णाजिनं समास्तीर्य कुशैश्च पुरुषाकृतिम्  ।
शतत्रयेण षष्ट्या च वृन्तैः प्रोक्तोऽस्थिसञ्चयः  ॥
]

`verse 46 [
विन्यस्य तानि वृन्तानि अङ्गेष्वेषु पृथक्पृथक् ।
चत्वारिंशच्छिरोदेशे ग्रीवायां दश विन्यसेत् ॥
]

`verse 47 [
विंशत्युरः स्थले दद्याद्विंशतिं जठरेऽपि च  ।
बाहुयुग्मे शतं दद्यात्कटि देशे च विंशतिम्  ॥
]

`verse 48 [
ऊरुद्वये शतञ्चापि त्रिंशज्जङ्घाद्वये न्यसेत् ।
दद्याच्चतुष्टयं शिश्ने षड्दद्याद्वृषणद्वये  ।
दश पादाङ्गुलीभागे एवमस्थीनि विन्यसेत् ॥
]

`verse 49 [
नारिकेलं शिरः स्थाने तुम्बं दद्याच्च तालुके  ।
पञ्चरत्नं मुखे दद्याज्जिह्वायां कदलीफलम्  ॥
]

`verse 50 [
अन्त्रेषु नालकं दद्याद्बालकं प्राण एव च  ।
वसायीं मेदकं दद्याद्गोमूत्रेण तु मूत्रकम्  ॥
]

`verse 51 [
गन्धकं धातवो देयो हरितालं मनः शिला  ।
रेतः स्थाने पारदञ्च पुरीषे पित्तलं तथा  ॥
]

`verse 52 [
मनः शिलां तथा गात्रे तिलकल्कञ्च सन्धिषु  ।
यवपिष्टं तथा मांसे मधु वै क्षौद्रमेव च  ॥
]

`verse 53 [
केशेषु वै वटजटा त्वचि दद्यान्मृगत्वचम्  ।
कर्णयोस्तालपत्त्रञ्च स्तनयोश्चैव गुञ्जिकाः  ॥
]

`verse 54 [
नासायां शतपत्त्रं च कमलं नाभिमण्डले  ।
वृन्ताकं वृषणद्वन्द्वे लिङ्गे स्याद्गृञ्जनं शुभम्  ॥
]

`verse 55 [
घृतं नाभ्यां प्रदेयं स्यात्कौपीने च त्रपु स्मृतम्  ।
मौक्तिकं स्तनयोर्मूर्ध्नि कुङ्कुमेन विलेपनम्  ॥
]

`verse 56 [
कर्पूरागुरुधूपैश्च शुभैर्माल्यैः सुगन्धिभिः  ।
परिधानं पट्टसूत्रं हृदये रुक्मकं न्यसेत् ॥
]

`verse 57 [
ऋद्धिवृद्धी भुजौ द्वौ च चक्षुषोश्च कपर्दकौ  ।
सिन्दूरं नेत्रकोणे च ताम्बूलाद्युपहारकैः  ॥
]

`verse 58 [
सर्वौषधियुतं प्रेतं कृत्वा पूजा यथोदिता  ।
साग्निके (कैश्चा) चापि विधिना यज्ञपात्रं न्यसेत्क्रमात् ॥
]

`verse 59 [
शिरोमे श्रीरिति ऋचा पुनन्तु वरुणेति च  ।
प्रेतस्य पावनं कृत्वा शालिशालशिलोदकैः  ॥
]

`verse 60 [
विष्णुमुद्दिश्य दातव्या सुशीलागौः पयस्विनी  ॥
]

`verse 61 [
(तिला लोहं हिरण्यं च कार्पासं लवणं तथा  ।
सप्तधान्यं क्षितिर्गाव एकैकं पानं समृतम्  ॥
]

`verse 62 [
तिलपात्रं ततो दत्त्वा पददानं तथैव च  ॥ ६१*१ ॥
महादानानि देयानि तिलपात्रं तथेति च  ।
ततो वैतरणी देया सर्वाभरणभूषिता  ॥
]

`verse 63 [
कर्तव्यं वैष्णवं श्राद्धं प्रेतमुक्त्यर्थ मात्मवान्  ।
प्रेतंमोक्षं ततः कुर्याद्धृदि विष्णुं प्रकल्प्य च  ॥
]

`verse 64 [
ओं विष्णुरिति संस्मृत्य प्रेतं तन्मृत्युमेव च  ।
अग्निदाहं ततः कुर्यात्सूतकन्तु दिनत्रयम्  ॥
]

`verse 65 [
दशाहकर्त्रा पिण्डाश्च कर्तव्याः प्रेतभुक्तये  ।
सर्वं वर्षविधिं कुर्यादेवं प्रेतश्च मुक्तिभाक् ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादेऽपमृत्यौ सुखदुः खलाभालाभनिरूपणं नाम चत्वारिंशत्तमोऽध्यायः
]
