`speaker [
श्रीविष्णुरुवाच
]

`verse 1 [
यथा धेनुसहस्रेषु वत्सो विन्दति मातरम्  ।
तथा पूर्वकृतं कर्म कर्तारमनुगच्छति  ॥
]

`verse 2 [
आदित्यो वरुणो विष्णुर्ब्रह्मा सोमो हुताशनः  ।
शूलपाणिश्च भगवानभिनन्दति भूमिदम्  ॥
]

`verse 3 [
नास्ति भूमिसमं दानं नास्ति भूमिसमो निधिः  ।
नास्ति सत्यसमो धर्मो नानृतात्पातकं परम्  ॥
]

`verse 4 [
अग्नेरपत्यं प्रथमं सुवर्णं भूर्वैष्णवी सूर्यसुताश्च गावः  ।
लोकत्रयं तेन भवेत्प्रदत्तं यः काञ्चनं गां च महीं च दद्यात् ॥
]

`verse 5 [
त्रीण्याहुरतिदानानि गावः पृथ्वी सरस्वती  ।
नरकादुद्धरन्त्येते जपपूजनहोमतः  ॥
]

`verse 6 [
कृत्वा बहूनि पापानि रौद्राणि विपुलानि च  ।
अपि गोचर्ममात्रेण भूमिदानेन शुध्यति  ॥
]

`verse 7 [
हरन्तमपि लोभेन निरुध्यैनं निवारयेत् ।
स याति नरके घोरे यस्तं न परिरक्षति  ॥
]

`verse 8 [
अकर्तव्यं न कर्तव्यं प्राणैः कण्ठगतैरपि  ।
कर्तव्यमेव कर्तव्यमिति धर्मविदो विदुः  ॥
]

`verse 9 [
आकारप्रवर्तने पापं गोसहस्रवधैःसमम्  ।
वृत्तिच्छेदे तथा वृत्तेः करणं लक्षधेनुकम्  ॥
]

`verse 10 [
वरमेकाप्यपहृता न तु दत्तं गवां शतम्  ।
एकां हृत्वा शतं दत्त्वा न तेन समता भवेत् ॥
]

`verse 11 [
स्वयमेव तु यो दत्त्वा स्वयमेव प्रबाधते  ।
स पापी नरकं याति यावदाभूतसंप्लवम्  ॥
]

`verse 12 [
न चाश्वमेधेन तथा विधिवद्दक्षिणावता  ।
अवृत्तिकर्शिते दीने ब्राह्मणे रक्षिते यथा  ॥
]

`verse 13 [
न तद्भवति वेदेषु यज्ञे सुबहुदक्षिणे  ।
यत्पुण्यं दुर्बले त्रस्ते ब्राह्मणे परिरक्षिते  ॥
]

`verse 14 [
ब्रह्मस्वैश्च सुपुष्टानि वाहनानि बलानि च  ।
युद्धकाले विशीर्यन्ते सैकताः सेतवो यथा  ॥
]

`verse 15 [
स्वदत्तां परदत्तां वा यो हरेच्च वसुन्धराम्  ।
षष्टिवर्षसहस्राणि विष्ठायां जायते कृमिः  ॥
]

`verse 16 [
ब्रह्मस्वं प्रणयाद्भुक्तं दहत्यासप्तमं कुलम्  ।
तदेव चौर्यरूपेण दहत्याचन्द्रतारकम्  ॥
]

`verse 17 [
लोहचूर्णाश्मचूर्णानि कदाचिज्जरयेत्पुमान्  ।
ब्रह्मस्वन्त्रिषु लोकेषु कः पुमाञ्जरयिष्यति  ॥
]

`verse 18 [
देवद्रव्यविनाशेन ब्रह्मस्वहरणेन च  ।
कुलान्यकुलतां यान्ति ब्राह्मणातिक्रमेण च  ॥
]

`verse 19 [
ब्राह्मणाति क्रमो नास्ति विप्रे विद्याविवर्जिते  ।
ज्वलन्तमग्निमुत्सृज्य न हि भस्मनि हूयते  ॥
]

`verse 20 [
संक्रान्तौ यानि दानानि हव्यकव्यानि यानि च  ।
सप्तकल्पक्षयं यावद्ददात्यर्कः पुनः पुनः  ॥
]

`verse 21 [
प्रतिग्रहाध्यापनयाजनेषु प्रतिग्रहं स्वेष्टतमं वदन्ति  ।
प्रतिग्रहाच्छ्रुध्यति जाप्यहोमं न याजनं कर्म पुनन्ति वेदाः  ॥
]

`verse 22 [
सदा जापी सदा होमी परपाकविवर्जितः  ।
रत्नपूर्णामपि महीं प्रतिगृह्णन्न लिप्यते  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादे भूदानादिनिरूपणं नाम द्विचत्वारिंशतमोऽध्यायः
]
