`speaker [
श्रीविष्णुरुवाच
]

`verse 1 [
प्रत्यब्दं श्राद्धमेवं ते कथयामि खगेश्वर  ।
प्रत्यब्दं पार्वणेनैव कुर्यातां क्षेत्रजोरसौ  ॥
]

`verse 2 [
विधिनाचेतरैरेवमेकोद्दिष्टं न पार्वणम्  ॥
]

`verse 3 [
अनग्नेश्च सुतौ स्यातामनग्नी क्षेत्रजोरसौ  ।
एकोद्दिष्टं न कुर्यातां प्रत्यब्दं तौ तु पार्वणम्  ॥
]

`verse 4 [
यदा त्वन्यतरः साग्निः पुत्रो वाप्यथवा पिता  ।
प्रत्यब्दं पार्वणं तत्र कुर्यातां क्षेत्रजौरसौ  ॥
]

`verse 5 [
अनग्नयः साग्नयो वा पुत्रा वा पितरोऽपि वा  ।
एकोद्दिष्टं सुतैः कार्यं क्षयाह इति केचन  ॥
]

`verse 6 [
दर्शकाले क्षयो यस्य प्रेतपक्षेऽथ वा पुनः  ।
प्रत्यब्दं पार्वणं कार्यं तस्य सर्वैः सुतैरपि  ॥
]

`verse 7 [
एकोद्दिष्टमपुत्राणां पुंसां स्याद्योपितामपि  ।
एकोद्दिष्टे कुशा ग्राह्याः समूला यज्ञकर्मणि  ।
बहिर्लूनाः सकृल्लनाः श्राद्धं वृद्धिमृते सदा  ॥
]

`verse 8 [
कर्तव्ये पार्वणे श्राद्धे आशौचं यदि जायते  ।
आशौचावगमे कुर्याच्छ्राद्धं हि तदनन्तरम्  ॥
]

`verse 9 [
एकोद्दिष्टे तु सम्प्राप्ते यदि विघ्नः प्रजायते  ।
मासेन्यस्मिन् तिथौ तस्यां कुर्याच्छ्राद्धं तदैव हि  ॥
]

`verse 10 [
तूष्णीं श्राद्धान्तु शूद्रस्य भार्यायास्तत्सुतस्य च  ।
कन्यायाश्च द्विजातीनामनुपेतद्विजस्य च  ॥
]

`verse 11 [
एककाले गता सूनां बहूनामथ वा द्वयोः  ।
तन्त्रेण श्रपणं कुर्याच्छ्राद्धं कुर्यात्पृथक्पृथक् ॥
]

`verse 12 [
दद्यात्पूर्वं मृतस्यादौ द्वितीयस्य ततः पुनः  ।
तृतीयस्य ततः कुर्यात्संनिपाते त्वयं विधिः (क्रमः)  ॥
]

`verse 13 [
प्रत्यब्दमेवं यः कुर्याद्यथातथमतन्द्रितः  ।
तारयित्वा पितॄन् सर्वान् प्राप्नोति परमां गतिम्  ॥
]

`verse 14 [
न ज्ञायते मृताहश्चेत्प्रस्थानदिनमेव च  ।
मासश्चेत्स्यात्परिज्ञातस्तद्दर्शे स्यान्मृताहिकम्  ॥
]

`verse 15 [
यदा मासो न विज्ञातो विज्ञातं दिनमेव च  ।
तदा मार्गशिरे मासि माघे वा तद्दिनं भवेत् ॥
]

`verse 16 [
दिनमासावविज्ञातौ मरणस्य यदा पुनः  ।
प्रस्थानदिनमासौ तु ग्राह्यौ श्राद्धे मयोदितौ  ॥
]

`verse 17 [
प्रस्थानस्यापि न ज्ञातौ दिनमासौ यदा पुनः  ।
मृतवार्ताश्रुतौ ग्राह्यौ पूर्वप्रोक्तक्रमेण तु  ॥
]

`verse 18 [
प्रवासमन्तरेणापि स्यातां तौ विस्मृतौ यदा  ।
तदानीमपि तौ ग्राह्यौ पूर्ववत्तु मृताहिके  ॥
]

`verse 19 [
गृहस्थे प्रोषिते यच्च कश्चित्तु म्रियते गृहे  ।
आसौचापगमे यत्र प्रारब्धे श्राद्धकर्मणि  ॥
]

`verse 20 [
प्रत्यागतश्चेज्जानाति तत्र वृत्तं गृही तथा  ।
आशौचं गृहिणस्तेषां न द्रव्यादेस्तदा भवेत् ॥
]

`verse 21 [
पुत्रादिना यदारब्धं श्राद्धं तत्त्वेन वाखिलम्  ।
समापनीयं तत्रापि श्राद्धं गृहीतु दूरतः  ॥
]

`verse 22 [
दात्रा बोक्त्रा च न ज्ञातं सूतकं मृतकं तथा  ।
उभयोरपि तद्दोषं नारोपयति कर्हिचित् ॥
]

`verse 23 [
यदा त्वन्यतरज्ञातं सूतकं मृतकं तथा  ।
भोक्तुरेव तदा दोषो नान्यो दाता प्रदुष्यति  ॥
]

`verse 24 [
इत्युक्तेन प्रकारेण यः कुर्यान्मृतवासरम्  ।
अविज्ञातमृताहस्य सततं तारयत्यसौ  ॥
]

`verse 25 [
नित्यश्राद्धेऽथ गन्धाद्यैर्द्विजानभ्यर्च्य भक्तितः  ।
सर्वान् पितृगणान् सम्यक्सहैवोद्दिश्य योजयेत् ॥
]

`verse 26 [
आवाहनं स्वधाकारो पिण्डाग्नौकरणादिकम्  ।
ब्रह्मचर्यादिनियमा विश्वदेवास्तथैव च  ॥
]

`verse 27 [
नित्यश्राद्धे त्यजेदेतान् भोज्यमन्नं प्रकल्पयेत् ।
दत्त्वा तु दक्षिणां शक्त्या नमस्कारैर्विसर्जयेत् ॥
]

`verse 28 [
देवानुद्दिश्य विश्वादीन् यद्दद्याद्द्विजभोजनम्  ।
तन्नित्यश्राद्धवत्कार्यं देवश्राद्धं तदुच्यते  ॥
]

`verse 29 [
मातृश्राद्धन्तु पूर्वेण कर्मादौ पैतृकं तथा  ।
उत्तरेऽहनि वृद्धौ स्यान्मातामहगणस्य तु  ॥
]

`verse 30 [
श्राद्धत्रयं प्रकुर्र्वीत वैश्वदेवन्तुतान्त्रिकम्  ॥
]

`verse 31 [
मातृभ्यः कल्पयेत्पूर्वं पितृभ्यस्तदनन्तरम्  ।
मातामहेभ्यश्च तथा दद्यादित्थं क्रमेण तु  ॥
]

`verse 32 [
मातृश्राद्धे तु विप्राणामभावे सुकुलोद्गताः  ।
पतिपुत्रान्विताः साध्व्यो योषितोऽष्टौ च भावयेत् ॥
]

`verse 33 [
इष्टापूर्तादिके श्राद्धं कुर्यादाभ्युदयं तथा  ।
उत्पातादिनिमित्तेषु नित्य श्राद्धवदेव तु  ॥
]

`verse 34 [
नित्यं दैवञ्च वृद्धिञ्च काम्यं नैमित्तिकं तथा  ।
श्राद्धान्युक्तप्रकारेण कुर्वन् सिद्धिमवाप्नुयात् ।
इति ते कथितं तार्क्ष्य किमन्यत्परिपृच्छसि  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादे प्रत्याब्दिकादिश्राद्धनिरूपणं नाम पञ्चचत्वारिंशोऽध्यायः
]
