`speaker [
तार्क्ष्य उवाच
]

`verse 1 [
सुकृतस्य प्रभावेण स्वर्गो नानाविधो नणाम्  ।
भोगाः सौख्याति रूपञ्च बलं बुद्धैः पराक्रमः  ॥
]

`verse 2 [
सत्यं पुण्यवतां देव जायतेऽत्र परत्र च  ।
सत्यंसत्यं पुनः सत्यं वेदवाक्यं न चान्यथा  ॥
]

`verse 3 [
धर्मो जयति नाधर्मः सत्यं जयाते नानृतम्  ।
क्षमा जयति न क्रोधो विष्णुर्जयति नासुरः  ॥
]

`verse 4 [
तद्वत्सत्यं मया ज्ञातं सुकृताच्छोभनं भवेत् ।
यतोत्कृष्टतमं पुण्यं तथोत्कृष्टतरोनरः  ॥
]

`verse 5 [
एवन्तु श्रोतुमिच्छामि जायन्ते पापिनो यथा  ।
येन कर्मविपाकेन यथा नियमभाग्भवेत् ॥
]

`verse 6 [
यांयां योनिमवाप्नोति यथारूपश्च जायते  ।
तन्मे वद सुरश्रेष्ठ समासेनापि काङ्क्षितम्  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 7 [
शुभाशुभफलैस्तार्क्ष्य भुक्तभोगा नरास्त्विह  ।
जायन्ते लक्षणैर्यैस्तुतानि मे शृणु काश्यप  ॥
]

`verse 8 [
गुरुरात्मवतां शास्ता राजा शास्ता दुरात्मनाम्  ।
इह प्रच्छन्नपापानां शास्ता वैवस्वतो यमः  ॥
]

`verse 9 [
प्रायश्चित्तेष्वचीर्णेषु यमलोका ह्यनेकधा  ।
यातनाभिर्विमुक्ता ये यान्ति ते जीवसन्ततीम्  ॥
]

`verse 10 [
गत्वा मानुषभावे तु पापचिह्ना भवन्ति ते  ।
तान्यहं तव चिह्नानि कथयिष्ये खगोत्तम  ॥
]

`verse 11 [
सोढ्वा वै यातनाः सर्वा गत्वा वैवस्वतक्षयम्  ।
निस्तीर्णयातनास्ते तु लोकमायान्ति चिह्निताः  ॥
]

`verse 12 [
गद्गदोऽनतवादी स्यान्मूकश्चैव गवानृते  ।
ब्रह्महा जायते कुष्ठी श्यावदन्तश्च मद्यपः  ॥
]

`verse 13 [
कुनखी स्वर्णहरणाद्दुश्चर्मा गुरुतल्पगः  ।
संयोगी हीनयोनिः स्याद्दरिद्रोऽदत्तदानतः  ॥
]

`verse 14 [
अयाज्ययाजको याति ग्राहमसूकरतां द्विजः  ।
खरो वै बहुयाजी स्यात्काको निर्मन्त्रभोजनात् ॥
]

`verse 15 [
अपरीक्षितभोक्तारो व्याघ्राः स्युर्निर्जने वने  ।
बहुतर्जको मार्जरः खद्योतः कक्षदाहकः  ॥
]

`verse 16 [
पात्रे विद्याप्रदाता यो बलीवर्दो भवेत्तसः  ।
अन्नं पर्युषितं विप्रे प्रददत्कुक्करो भवेत् ॥
]

`verse 17 [
मात्सर्यादपि जात्यन्धो जन्मान्धः पुस्तकं हरन्  ।
फलान्याहरतोऽपत्यं म्रियते नात्र संशयः  ॥
]

`verse 18 [
मृतो वानरतां याति तन्मुखो गण्डवान् भवेत् ।
अदत्त्वा भक्ष्यमश्राति अनपत्यो भवेत्तु सः  ॥
]

`verse 19 [
हरन्वस्त्रं भवेद्गोधा गरदः पवनाशनः  ।
प्रवज्यागमनाद्राजन् भवेन्मरुपिशाचकः  ॥
]

`verse 20 [
चातको जलहर्ता स्याद्धान्यहर्ता च मूषिकः  ।
अप्राप्तयौवनां सेवन् भवेत्सर्प इति श्रुतिः  ॥
]

`verse 21 [
गुरुदाराभिलाषी च कृकलासो भवेद्ध्रुवम्  ।
जलप्रस्त्रवणं यस्तु भिन्द्यान्मत्स्यो भवेन्नरः  ॥
]

`verse 22 [
अविक्रेयक्रयाच्चैव बको गृध्रो भवेन्नरः  ।
अयोनिगो वृको हि स्यादुलूकः क्रयवञ्चनात् ॥
]

`verse 23 [
मृतस्यैकादशाहे तु भुञ्जानश्चाभिजायते  ।
प्रतिश्रुत्य द्विजेभ्योर्ऽथमददज्जम्बुको भवेत् ॥
]

`verse 24 [
राज्ञरिं गत्वा भवेद्दंष्ट्री तस्करो विङ्वराहकः  ।
शारिवा फलविक्रेता वृषश्च वृषलीपतिः  ॥
]

`verse 25 [
मार्जरोऽग्निं पदा स्पृष्ट्वा रोगवान्परमांसभुक् ।
उदक्यागमनात्षण्डो दुर्गन्धश्च सुगन्धहृत् ॥
]

`verse 26 [
यद्वा तद्वापि पारक्यं स्वल्पं वा हरते बहु  ।
हृत्वा वै योनिमाप्नोति तिरश्चां नात्र संशयः  ॥
]

`verse 27 [
एवमादीनि चिह्नानि अन्यान्यपि खगेश्वर  ।
स्वकर्मविततान्येव? दृश्यन्ते यैस्तु मानवैः  ॥
]

`verse 28 [
एवं दुष्कृतकर्मा हि भुक्त्वा च नरकान्क्रमात् ।
जायते कर्मशेषेण उक्तास्वेतासु योनिषु  ॥
]

`verse 29 [
ततो जन्मशतं मर्त्ये सर्वजन्तुषु काश्यप  ।
जायते नात्र सन्देहः समीभूते शुभाशुभे  ॥
]

`verse 30 [
स्त्रीपुंसयो प्रसङ्गेन निरुद्धे शुक्रसोणिते  ।
समुपेतः पञ्चभूतैर्जायते पाञ्चभौतिकः  ॥
]

`verse 31 [
इन्द्रियाणि मनः प्राणा ज्ञानमायुः सुखं धृतिः  ।
धारणा प्रेरणं दुः खं मिथ्याहङ्कार एव च  ॥
]

`verse 32 [
प्रयताकृतिवर्णस्तु रागद्वेषौ भवाभवौ  ।
तस्येदमात्मनः सर्वमनादेरादिमिच्छतः  ॥
]

`verse 33 [
स्वकर्म बद्धस्य तदा गर्भवृद्धिर्भवेदिति  ।
पुरा यथा मया प्रोक्तं तव जन्तोर्हि लक्षणम्  ॥
]

`verse 34 [
एवं प्रवर्तितं चक्रं भूतग्रामे चतुर्विधे  ।
समुत्पत्तिर्विनाशश्च जायते तार्क्ष्य देहिनाम्  ॥
]

`verse 35 [
स्वधर्मेणैवोर्ध्वगतिरधर्मेणाप्यधोगतिः  ।
जायते सर्ववर्णानां स्वधर्मचलनात्खग  ॥
]

`verse 36 [
देवत्वे मानुषत्वे च दानभोगादिकाः क्रियाः  ।
या दृश्यन्ते वैनतेय तत्सर्वं कर्मजं फलम्  ॥
]

`verse 37 [
अकर्मविहिते घोरे कामक्रोधार्जितेऽशुभे  ।
पतेद्वै नरके भूयो तस्योत्तारो न विद्यते  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे जीवस्य शुभाशुभगतिनिरूपणं नाम षट्चत्वारिंशोध्यायः
]
