`speaker [
गरुड उवाच
]

`verse 1 [
भगवन्देवदेवेश कृपया परया वद  ।
दानं दानस्य माहात्म्यं वैतरण्याः प्रमाणकम्  ॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 2 [
या सा वैतरणी नाम यममार्गे महासरित् ।
अगाधा दुस्तरा पापैर्दृष्टमात्रा भयावहा  ॥
]

`verse 3 [
पूयशोणिततोयाढ्या मांसकर्दमसकुंला  ।
पापिनञ्चागतान्दृष्ट्वा नानाभयसमावृता  ॥
]

`verse 4 [
क्वाथ्यते सत्वरं तोयं पात्रमध्ये घृतं यथा  ।
क्रिमिभिः सङ्कुलं पूयं वज्रतुण्डैः समावृतम्  ॥
]

`verse 5 [
शिशुमारैश्च मकरैर्वज्रकर्तरिकायुतैः  ।
अन्यैश्च जलजीवैश्च हिंसकैर्मांसभेदिभिः  ॥
]

`verse 6 [
उद्यान्ति द्वादशादित्याः प्रलयान्ते तथा हि ते  ।
तपन्ति तत्र वै मर्त्याः क्रन्द मानास्तु पापिनः  ॥
]

`verse 7 [
हा भ्रातः पुत्र तातेति प्रलपन्ति मुहुर्मुहुः  ।
विचरन्ति निमज्जन्ति ग्लानिं गच्छन्ति जन्तवः  ॥
]

`verse 8 [
चतुर्विधैः प्राणिगणैर्दृष्टा व्याप्ता महानदी  ।
तरन्ति गोप्रदानेन त्वन्यथा च पतन्ति ते  ॥
]

`verse 9 [
मां नरा येऽवमन्यन्ते चाचार्यं गुरुमेव च  ।
वृद्धानन्यांश्चापि मूढास्तेषां वासस्तु तत्र वै  ॥
]

`verse 10 [
पतिव्रतां साधुशीलामूढां धर्मेषु निश्चलाम्  ।
परित्यजन्ति ये मूढास्तेषां वासस्तु सन्ततम्  ॥
]

`verse 11 [
विश्वासप्रतिपन्नानां स्वामिमित्रतपस्विनाम्  ।
स्त्रीबालविकलादीनां वधं कृत्वा पतन्ति हि  ।
पच्यन्ते तत्र मध्ये तु क्रन्दमानास्तु पापिनः  ॥
]

`verse 12 [
शान्तं बुभुक्षितं विप्रंयो विघ्नायोपसर्पति  ।
क्रिमिभिर्भक्ष्यते तत्र यावदाभूतसंप्लवम्  ॥
]

`verse 13 [
ब्राह्मणाय प्रतीश्रुत्य यमार्थं न ददाति तम्  ।
आहूय नास्ति यो ब्रूयात्तस्य वासस्तु तत्र वै  ॥
]

`verse 14 [
अग्निदो गरदश्चैव कूटसाक्षी च मद्यपः  ।
यज्ञविध्वंसकश्चैव राज्ञीगामी च पैशुनः  ॥
]

`verse 15 [
कथाभङ्गकरश्चैव स्वयन्दत्ता पहारकः  ।
क्षेत्रसेतुविभेदी च परदारप्रधर्षकः  ॥
]

`verse 16 [
ब्राह्मणो रसविक्रेता तथा यो वृषलीपतिः  ।
गोधनस्य तृषार्तस्य वाप्या भेदं करोति यः  ॥
]

`verse 17 [
कन्याविदूषकश्चैव दानं दत्त्वानुतापकः  ।
शूबद्रस्तु कपिलापायी ब्राह्मणो मांसभोजनः  ॥
]

`verse 18 [
एते वसन्ति सततं मा विचारं कृथाः क्वचित् ।
कृपणो नास्तिकः क्षुद्रः स तस्यां निवसेत्खग  ॥
]

`verse 19 [
सदामर्षो सदा क्रोधी निजवाक्यप्रमाणकृत् ।
परोक्त्युच्छेदको नित्यं वैतरण्या वसेच्चिरम्  ॥
]

`verse 20 [
यस्त्वहङ्कारवान्पापी स्वविकत्थनकारकः  ।
कृतघ्नो गर्भसन्तापी वैतरण्यां स मज्जति  ॥
]

`verse 21 [
कदापि भाग्ययोगेन तरणेच्छा भवेद्यदि  ।
सानुकूला भवेद्येन तदाकर्णय काश्यप  ॥
]

`verse 22 [
अयने विषुवे पुण्ये व्यतीपाते दिनोदये  ।
चन्द्रसूर्योपरागे वा संक्रान्तौ दर्शवासरे  ॥
]

`verse 23 [
अन्येषु पुण्यकालेषु दीयते दानमुत्तमम्  ।
यदा तदा भवेद्वापि श्राद्धा दानं प्रति ध्रुवम्  ॥
]

`verse 24 [
तदैब दानकालः स्याद्यतः सम्पत्तिरस्थिरा  ।
अनित्यानि शरीराणि विभवो नैव शाश्वतः  ॥
]

`verse 25 [
नित्यं सन्निहितो मृत्युः कर्तव्यो धर्मसंगहः  ।
कृष्णां वा पाटलां वापि कुर्याद्वैतरणीं शुभाम्  ॥
]

`verse 26 [
स्वर्णशृङ्गीं रौप्यखुरां कांस्यपात्रोपदोहनीम्  ।
कृष्णवस्त्रयुगाच्छन्नां सप्तधान्यसमन्विताम्  ॥
]

`verse 27 [
कार्पासद्रोणशिखरे आसीनं ताम्रभाजने  ।
यमं हैमं प्रकुर्वीत लोहदण्डसमन्वितम्  ।
इक्षुदण्डमयं बद्ध्वा प्लवं सुदृढबन्धनैः  ॥
]

`verse 28 [
उडुपोपरि तां धेनुं सूर्यदेहसमुद्भवाम्  ।
कृत्वा प्रकल्पयेद्विप्रश्छत्रोपानहसंयुतम्  ॥
]

`verse 29 [
अङ्गुलीयकवासांसि ब्राह्मणाय निवेदयेत् ।
इममुच्चारयेन्मन्त्रं संगृह्य सजलान्कुशान्  ॥
]

`verse 30 [
यमद्वारे महाघोरे श्रुत्वा वैतरणीं तदीम्  ।
तर्तुकामो ददाम्येनां तुभ्यं वैतरणीं नमः  ॥
]

`verse 31 [
गावो मे अग्रतः सन्तु गावो मे सन्तु पार्श्वतः  ।
गावो मे हृदये सन्तु गवां मध्ये वसाम्यहम्  ॥
]

`verse 32 [
विष्णुरूप द्विजश्रेष्ठ मामुद्धर महीसुर  ।
सदक्षिणा मया दत्ता तुभ्यं वैतरणीनमः  ॥
]

`verse 33 [
धर्मराजञ्च सर्वेशं वैतरण्याख्यधेनुकाम्  ।
सर्वं प्रदक्षिणीकृत्य ब्राह्मणाय निवेदयेत् ॥
]

`verse 34 [
पुच्छं संगृह्य धेन्वाश्च अग्रे कृत्वा तु वै व्दिजम्  ।
धेनुके त्वं प्रतीक्षस्व यमद्वारे महाभये  ॥
]

`verse 35 [
उत्तारणाय देवेशि वैतरण्ये नमोऽस्तु ते  ।
अनुव्रजेत्तु गच्छन्तं सर्वं तस्य गृहं नयेत् ॥
]

`verse 36 [
एवं कृते वैनतेय सा सरित्सुतरा भवेत् ।
सर्वान्कामानवाप्नोति यो दद्याद्भुवि मानवः  ॥
]

`verse 37 [
सुकृतस्य प्रभावेण सुखञ्चेह परत्र च  ।
स्वस्थे सहस्रगुणितमातुरे शतसंमितम्  ॥
]

`verse 38 [
मृतस्यैव तु यद्दानं परोक्षे तत्समं स्मृतम्  ।
स्वहस्तेन ततो देयं मृते कः कस्य दास्यती  ॥
]

`verse 39 [
दानधर्मविहीनानां कृपणैर्जीवेतक्षितैः  ।
अस्थिरेण शरीरेण स्थिरं कर्म समाचरेत् ॥
]

`verse 40 [
अवश्यमेव यास्यन्ति प्राणाः प्राघुणि (घूर्णि) का इव  ॥
]

`verse 41 [
इतीदमुक्तं तव पक्षिराज विडम्बनं जन्तुगणस्य सर्वम्  ।
प्रेतस्य मोक्षाय तदौद्ध्वन्दैहिकं हिताय लोकस्य चरेच्छुभाय तु  ॥
]

`speaker [
सूत उवाच
]

`verse 42 [
एवं विप्राः समाद्दिष्टो विष्णुना प्रभविष्णुना  ।
गरुड प्रेतचरितं श्रुत्वा सन्तुष्टिमागतः  ॥
]

`verse 43 [
व्रततीर्थादिकं सर्वं पुनः पप्रच्छ केशवम्  ।
ध्यात्वा मनसि सर्वेशं सर्वकारणकारणम्  ॥
]

`verse 44 [
ऋषयः सर्वमेवैतज्जन्तूनां प्रभवादिकम्  ।
मरणं जन्म च तथा प्रेतत्वञ्चौर्ध्वदैहिकम्  ॥
]

`verse 45 [
मया प्रोक्तं वै मुक्त्यै निदानं चैव सर्वशः  ।
लाभस्तेषां जयस्तेषां कुतस्तेषां पराजयः  ।
येषामिन्दीवरश्यामो हृदयस्थो जनार्दनः  ॥
]

`verse 46 [
धर्मो जयति नाधर्मः सत्यं जयति नानृतम्  ।
क्षमा जयति न क्रोधो विष्णुर्जयति नासुराः  ॥
]

`verse 47 [
विष्णुर्माता पिता विष्णुर्विष्णुः स्वजनबान्धवाः  ।
येषामेव स्थिरा बुद्धिर्न तेषां दुर्गतिर्भवेत् ॥
]

`verse 48 [
मङ्गलं भगवान्विष्णुर्मङ्गलं गरुडध्वजः  ।
मङ्गलं पुण्डरीकाक्षो मङ्गलायतनं हरिः  ॥
]

`verse 49 [
हरिर्भागीरथी विप्रा विप्रा भागीरथी हरिः  ।
भागीरथी हरिर्विप्राः सारमेतज्जगत्त्रये  ॥
]

`verse 50 [
इति सूतमुखोद्गीर्णां सर्वशास्त्रार्थमण्डिताम्  ।
वैष्णविं वाक्सुधां पीत्वा ऋषयस्तुष्टिमाययुः  ॥
]

`verse 51 [
प्रशशंसुस्तथान्योन्यं सूतं सर्वार्थदर्शिनम्  ।
प्रहर्षमतुलं प्रापुर्मुनयः शौनकादयः  ॥
]

`verse 52 [
अपवित्रः पवित्रो वा सर्वावस्थां गतोपि वा  ।
यः स्मरेत्पुण्डरीकाक्षं स बाह्याभ्यन्तरं शुचिः  ॥
]

`colophon [
इति श्रीगारुडे महापु उत्तरखण्डे द्वितीदृ धर्मकादृप्रेतदृश्रीकृष्णगरुडसंवादे कर्मविपाकादिनिरूपणं नाम सप्तचत्वारिंशोऽध्यायः
]
