`speaker [
तार्क्ष्य उवाच
]

`verse 1 [
ये मर्त्यलोके निवसन्ति मानवास्ते सर्वजातौ निधनं प्रयान्ति  ।
काले स्वकीये निजपुण्यसंख्यया वदन्ति लाक कथस्व तन्मे  ॥
]

`verse 2 [
गच्छन्ति मार्गेण सुदुस्तरेण विधातृनिष्पादितवर्त्मनि स्थिताः  ।
केनैव पुण्येन मुदं प्रयान्ति तिष्ठन्ति केनैव कुलं बलं वयः  ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
श्रुत्वाथ देवो गरुडं त्ववोचत्स्मृत्वा वपुः कर्मभयञ्च रूपम्  ।
सृष्टा धरा येन चराचरं जगत्स येन शस्ता विहितो यमो विभुः  ॥
]

`verse 4 [
श्रीभगवानुवाच  ।
धर्मार्थकामं चिरमोक्षसञ्चयमन्यं द्वितीयं यममार्गगामिनाम्  ।
प्रविश्यचाङ्गुष्ठसमे स तत्र वै तं प्राप्य देहं स्वमन्दिरम्?  ॥
]

`verse 5 [
गृहीतपाशो रुदते पुनः पुनर्देशे सुपुण्ये द्विज देहसंस्थितः  ।
देवेन्द्रपूजा पितृदेवतृप्तिदं मोहान्न चेष्टं न च पुत्त्रसन्ततिः  ॥
]

`verse 6 [
न मेऽस्ति बन्धुर्यममार्गगामिनो मया न कृत्यं द्विजदेहलिप्सया  ।
सम्प्राप्य विप्रत्वमतीव दुर्लभं नाधीतवान्वेदपुराणसंहिताः  ।
प्राप्तं सुरत्नं करसंस्थितं गतं देहन्क्वचिन्निस्तर यत्त्वया कृतम्  ॥
]

`verse 7 [
यः क्षत्त्रियो बाहुबलेन संयुगे ललाटदेशाद्रुधिरं मुखे पपौ  ।
तत्सोमपानं हि कृतं महामखे जीवन्मृतः सोऽपि हि याति मुक्तिक् ॥
]

`verse 8 [
स्थानान्यनेकानि कृतानि तानि पीतान्यनेकान्यपि गर्हितानि  ।
शस्त्रं गृहीत्वा समरे रिपूणां यः संमुखं याति स मुक्तपापः  ॥
]

`verse 9 [
क्षत्त्रान्वयो वापि विशोन्वयो वा शूद्रान्वयो वापि हि नीचवर्णः  ।
संग्रामदेवद्विजबालघाती स्त्रीवृद्धहा दीनतपस्विहन्ता  ॥
]

`verse 10 [
उपद्रुतेष्वेषु पराङ्मुखो यः स्युस्तस्य देवाः सकलाः पराङ्मुखाः  ।
तिलोदकं नैव पिबन्ति पूर्वे हुतं न गृह्णाति हुताशनोपि तत् ॥
]

`verse 11 [
द्वेषाद्भयाद्वा समरे समागते शस्त्रं गृहीत्वा परसैन्यसंमुखः  ।
न याति पक्षीन्द्र मृश्च पश्चात्क्षात्त्रं बलं तस्य गतं तथैव  ।
द्विजाय दत्त्वा कनकं महीमिमां भूयः स पश्चाद्भवतीह लोके  ॥
]

`verse 12 [
दानं प्रदत्तं ग्रहणे द्विजेन्द्रे स्नानं कृतं तेन सदा सुतीर्थे  ।
गत्वा गयायां पितृपिण्डदानं कृतं सदा यो म्रियते तु युद्धे  ॥
]

`verse 13 [
यः क्षात्त्रदेहन्तु विहाय शोचते रणाङ्गणे स्वामिवधे च गोग्रहे  ।
स्त्रीबालघाते पथि सार्थहेतवे मया स्वकोशं न हतं न पातितम्  ॥
]

`verse 14 [
वैश्यः स्वकर्माणि विशोचते तदा गृहीतपाशो न मयापि सञ्चितम्  ।
सत्यं न चोक्तं क्रय विक्रयेण मोहाद्विमूढेन कुटुम्बहेतवे  ॥
]

`verse 15 [
शूद्रं वपुः प्राप्य यशस्करं सदा दानं द्विजेभ्यो न कृतं द्विजार्चनम्  ।
च्दृदद्यत्दद्वड्ढ ढद्धदृथ्र्ददृध्ड्ढथ्र्डड्ढद्ध
जलाशयो नैव कृतो धरातले असंस्कृतो विप्रवरो न संस्कृतः  ॥
]

`verse 16 [
त्यक्त्वा स्वकर्माणि मदेन सुस्थितं मया सुतीर्थे स्ववपुर्न चोज्झितम्  ।
धर्मोर्जितो नैव न देवपूजनं कृतं मया चैव विमुक्तिहेतवे  ॥
]

`verse 17 [
देहं समासाद्य तथैव पिण्डजं वर्णांस्तथैवान्त्यजम्लेच्छसंज्ञितान्  ।
मरुन्मयं देहमिमे विशन्ति नैवेहमानाः पथि धर्मसंकुले  ॥
]

`verse 18 [
परस्परं धर्मकृन्तं स्वकीयं सम्पाद्य लक्ष्यं पथि सञ्चरन्त्स्वम्  ।
पक्षीन्द्र वाक्यानि शृणुष्व तानि मनोरमाणि प्रवदन्ति यानि  ॥
]

`verse 19 [
सारा हि लोकेषु भवेत्त्रिलोकी द्वीपेषु सर्वेषु च जम्बुकाख्यम्  ।
देशेषु सर्वेष्वपि देवदेशः जीवेषु सर्वेषु मनुष्य एव  ॥
]

`verse 20 [
वर्णाश्च चत्वार इह प्रशस्ताः वर्णेषु धर्मिष्ठनराः प्रशस्ताः  ।
धर्मेण सौख्यं समुपैति सर्वं ज्ञानं समाप्नोति महापथे स्थितः  ॥
]

`verse 21 [
देहं परित्यज्य यदा गतायुः पक्षिन् स्थितोऽहं कृमिकीटसंस्थितः  ।
सरीसृपोऽहं मशको विनिर्मितश्चतुष्पदोऽहं वनसूकरोऽहम्  ॥
]

`verse 22 [
सर्वं विजानाति हि गर्भसंस्थितो जातश्च सद्यस्तदिदञ्च विस्मरेत् ।
यच्चिन्तितं गर्भसमागतेन वै बालो युवा वृद्धवया बभूव  ॥
]

`verse 23 [
मोहाद्विनाष्टं यदि गर्भचिन्तितं स्मृतं पुनर्मृत्युगते चदेहे  ।
तस्मिन्प्रनष्टे हृदि चिन्तितं गतं स्मृतं पुनर्गर्भगते च देहे  ॥
]

`verse 24 [
तस्मिन्प्रनष्टे हृदि चिन्तितं पुनर्मया स्वकोशे परवञ्चनं कृतम्  ।
द्यूतैश्छलेनापि च चौर्यवृत्त्या धर्मं व्यतिक्रम्य शरीररक्षणे  ॥
]

`verse 25 [
कृच्छ्रेण लक्ष्मीः समुपार्जिता स्वयं मया न भुक्तं मनसेप्सितं धनम्  ।
ताम्बूलमन्नं मधुरं सगोरसं दत्त्वाग्निदेवातिथिबन्धुवर्गे  ॥
]

`verse 26 [
सोमग्रहे सूर्यसमागमेपि वा न सेवितं तीर्थवरिष्ठमुत्तमम्  ।
कोशं स्वकीयं मलमूत्रपूरितं देहिन्क्वचिन्निस्तर यत्त्वया कृतम्  ॥
]

`verse 27 [
मया न दृष्टा न नता न पूजिता त्रैविक्रमी मूर्तिरिह स्थिता भुवि  ।
प्रभासनाथो न च भक्तिसंस्तुतो देहिन्क्वचिन्निस्तर यत्त्वया कृतम्  ॥
]

`verse 28 [
गत्वा वरिष्ठे भुवि तीर्थसन्निधौ धनं न दत्तं विदुषां करे मया  ।
आप्लुत्य देहं विधिना द्विजे गुरौ दिहिन्क्वचिन्निस्तर यत्त्वया कृतम्  ॥
]

`verse 29 [
न मातृपूजा न च विष्णुशङ्करौ गणेशचणड्यौ न च भास्करोऽपि वा  ।
यञ्चोपचारैर्बलियुक्तचन्दनैर्देहिन्क्वचिन्निस्तर यत्त्वया कृतम्  ॥
]

`verse 30 [
लब्धा मया मानवदेवतोपमा मोहाद्गता सर्वमिदञ्च पार्थिव  ।
गतिं न वीक्षेत स वै विमूढधीर्देहिन्क्वचिन्निस्तर यत्त्वया कृतम्  ॥
]

`verse 31 [
एतानि पक्षिन्मनसा विचिन्त्य वाक्यानि धर्मार्थयशस्कराणि  ।
मुक्तिं समायान्ति मनुष्यलोके वसन्ति ये धर्मरताः सुदेशे  ॥
]

`verse 32 [
इति ब्रुवाणैर्यमधूतवर्गैर्विहन्यते कालमयैश्च मुद्गरैः  ।
हा दैव हा दैव इति स्मरन् वै धनं न दत्तं स्वयमर्जितं यत् ॥
]

`verse 33 [
न भूमिदानं न च गोप्रदानं न वारिदानं न च वस्त्रदानम्  ।
फलं सताम्बूलविलेपनं वा त्वया न दत्तं भुवि शोचसे कथम्  ॥
]

`verse 34 [
पिता मृतस्ते च पितामहः सा यया धृतो वाप्युदरे स्वकीये  ।
मृतोऽप्यसौ बन्धुजनः समस्तो दृष्टं त्वया सर्वमिदं गतायः  ॥
]

`verse 35 [
कोशं त्वदीयं ज्वलितञ्च वह्निना पुत्त्रैर्गृहीतो धनधान्य सञ्चयः  ।
सुभाषितं धर्मचयं कृतञ्च यत्तदेव गच्छेत्तव पृष्ठसंस्थम्  ॥
]

`verse 36 [
न दृश्यते कोऽपि मृतः समागतो राजा यतिर्वा द्विजपुङ्गवोऽपि वा  ।
यो वै मृतः साहसिकः स मर्त्यको नाशं योऽपि धरातले स्थितः  ॥
]

`verse 37 [
एवं गणास्ते ब्रुवते सकिन्नरा धैर्यं समालम्ब्य विपादपूरितः  ।
श्रुत्वा गणानां वचनं महाद्भुतं ब्रवीति पक्षीन्द्र मनुष्यतां गतः  ॥
]

`verse 38 [
दानप्रभावेण विमानसंस्थितो धर्मः पिता मातृदयानुरूपिणी  ।
वाणी कलत्रं मधुरार्थभाषिणी स्नानं सुतीर्थे च सुबन्धवर्गः  ॥
]

`verse 39 [
करार्पितं यत्सुकृतं समस्तं स्वर्गस्तदा स्यात्तव किङ्करोपमः  ।
यो धर्मवान् प्राप्स्यति सोऽतिसौख्यं पापी समस्तं विविधञ्च दुःखम्  ॥
]

`verse 40 [
यो धर्मशीलो जितमानरोषो विद्याविनीतो न परोपतापी  ।
स्वदारतुष्टः परदारदूरःस वै नरो नो भुवि वन्दनीयः  ॥
]

`verse 41 [
मिष्टान्नदाता चरिताग्निहोत्रो वेदान्तविच्चन्द्रसहस्रजीवी  ।
मासोपवासी च पतिव्रता चषड्जीवलोके मम वन्दनीयाः  ॥
]

`verse 42 [
एवं समाचारयुतो नरोऽपि वापीं सकूपां सजलं तडागम्  ।
प्रपाशुभं हृद्गृहदेवमन्दिरं कृतं नरेणैव स धर्मौत्तमः  ॥
]

`verse 43 [
वर्षाशनं वेदविदे च दत्तं कन्याविवाहस्त्वृणमोचनं द्विजे  ।
भूमिः सुकृष्टापि तृषार्तिहेतोस्तदेवमेतं सुकृतत्समस्तम्  ॥
]

`verse 44 [
अध्यायमेनं सुकृतस्य सारं शृणोति गायत्यपि भावशुद्ध्या  ।
स वै कुलीनः स च धर्मयुक्तो विश्वालयं याति परं स नूनम्  ॥
]

`colophon [
इति श्रीगारुडे महापुराणे उत्तरखण्डे द्वितीयांशे धर्मकाण्डे प्रेतकल्पे श्रीकृष्णगरुडसंवादे मनुष्यस्य सुखदुः खप्रापकधर्माधर्मनिरूपणं नामाष्टचत्वारिंशत्तमोऽध्यायः
]
