`set context {
  skandha = "11",
  adhyaya = "02",
  skandha.title = "Skandha 11",
  adhyaya.title = "Adhyāya 2"
}

`verse 1 [
वसुदेवाय देवर्षिनारदोपदेशः, तत्र निमि-नवयोगेश्वरसंवादरूपेण
 पूर्वं भागवतधर्मस्य भागवतलक्षणस्य च वर्णनम्
 श्रीशुक उवाच -
 ( अनुष्टुप् )
 गोविन्दभुजगुप्तायां द्वारवत्यां कुरूद्वह ।
 अवात्सीन्नारदोऽभीक्ष्णं कृष्णोपासनलालसः
]

`verse 2 [
को नु राजन्निन्द्रियवान् मुकन्दचरणम्बुजम् ।
 न भजेत् सर्वतोमृत्युः उपास्यममरोत्तमैः
]

`verse 3 [
तमेकदा तु देवर्षिं वसुदेवो गृहागतम् ।
 अर्चितं सुखमासीनमभिवाद्येदमब्रवीत्
]

`speaker [
श्रीवसुदेव उवाच
]

`verse 4 [
भगवन् भवतो यात्रा स्वस्तये सर्वदेहिनाम् ।
 कृपणानां यथा पित्रोः उत्तमश्लोकवर्त्मनाम्
]

`verse 5 [
भूतानां देवचरितं दुःखाय च सुखाय च ।
 सुखायैव हि साधूनां त्वादृशामच्युतात्मनाम्
]

`verse 6 [
भजन्ति ये यथा देवान् देवा अपि तथैव तान् ।
 छायेव कर्मसचिवाः साधवो दीनवत्सलाः
]

`verse 7 [
ब्रह्मन् तथापि पृच्छामो धर्मान् भागवतांस्तव ।
 यान् श्रुत्वा श्रद्धया मर्त्यो मुच्यते सर्वतो भयात्
]

`verse 8 [
अहं किल पुरानन्तं प्रजार्थो भुवि मुक्तिदम् ।
 अपूजयं न मोक्षाय मोहितो देवमायया
]

`verse 9 [
यथा विचित्रव्यसनाद् भवद्‌भिः विश्वतोभयात् ।
 मुच्येम ह्यञ्जसैवाद्धा तथा नः शाधि सुव्रत
]

`speaker [
श्रीशुक उवाच
]

`verse 10 [
राजन्नेवं कृतप्रश्नो वसुदेवेन धीमता ।
 प्रीतस्तमाह देवर्षिः हरेः संस्मारितो गुणैः
]

`speaker [
श्रीनारद उवाच
]

`verse 11 [
सम्यगेतद्व्यवसितं भवता सात्वतर्षभ ।
 यत् पृच्छसे भागवतान् धर्मान् त्वं विश्वभावनान्
]

`verse 12 [
श्रुतोऽनुपठितो ध्यात आदृतो वानुमोदितः ।
 सद्यः पुनाति सद्धर्मो देव विश्वद्रुहोऽपि हि
]

`verse 13 [
त्वया परमकल्याणः पुण्यश्रवणकीर्तनः ।
 स्मारितो भगवानद्य देवो नारायणो मम
]

`verse 14 [
अत्राप्युदाहरन्तीमम् इतिहासं पुरातनम् ।
 आर्षभाणां च संवादं विदेहस्य महात्मनः
]

`verse 15 [
प्रियव्रतो नाम सुतो मनोः स्वायंभुवस्य यः ।
 तस्याग्नीध्रस्ततो नाभिः ऋषभस्तत्सुतस्स्मृतः
]

`verse 16 [
तमाहुः वासुदेवांशं मोक्षधर्मविवक्षया ।
 अवतीर्णं सुतशतं तस्यासीद् ब्रह्मपारगम्
]

`verse 17 [
तेषां वै भरतो ज्येष्ठो नारायणपरायणः ।
 विख्यातं वर्षमेतद्यत् नाम्ना भारतमद्‍भुतम्
]

`verse 18 [
स भुक्तभोगां त्यक्त्वेमां निर्गतस्तपसा हरिम् ।
 उपासीनस्तत्पदवीं लेभे वै जन्मभिस्त्रिभिः
]

`verse 19 [
तेषां नव नवद्वीप-पतयोऽस्य समन्ततः ।
 कर्मतन्त्रप्रणेतार एकाशीतिर्द्विजातयः
]

`verse 20 [
नवाभवन् महाभागा मुनयो ह्यर्थशंसिनः ।
 श्रमणा वातरशना आत्मविद्याविशारदाः
]

`verse 21 [
कविर्हरिरन्तरिक्षः प्रबुद्धः पिप्पलायनः ।
 आविहोत्रोऽथ द्रुमिलश्चमसः करभाजनः
]

`verse 22 [
त एते भगवद्‌रूपं विश्वं सदसदात्मकम् ।
 आत्मनोऽव्यतिरेकेण पश्यन्तो व्यचरन् महीम्
]

`meter [
वसंततिलका
]

`verse 23 [
अव्याहतेष्टगतयः सुरसिद्धसाध्य-
 गन्धर्वयक्षनरकिन्नरनागलोकान् ।
 मुक्ताश्चरन्ति मुनि-चारण-भूतनाथ-
 विद्याधर-द्विज-गवां भुवनानि कामम्
]

`meter [
अनुष्टुप्
]

`verse 24 [
त एकदा निमेः सत्रं उपजग्मुः यदृच्छया ।
 वितायमानं ऋषिभिः अजनाभेर्महात्मनः
]

`verse 25 [
तान् दृष्ट्वा सूर्यसङ्काशान् महाभागवतान् नृप ।
 यजमानोऽग्नयो विप्राः सर्व एवोपतस्थिरे
]

`verse 26 [
विदेहस्तानभिप्रेत्य नारायणपरायणान् ।
 प्रीतः संपूजयाञ्चक्रे आसनस्थान् यथार्हतः
]

`verse 27 [
तान् रोचमानान् स्वरुचा ब्रह्मपुत्रोपमान् नव ।
 पप्रच्छ परमप्रीतः प्रश्रयावनतो नृपः
]

`speaker [
श्रीविदेह उवाच
]

`verse 28 [
मन्ये भगवतः साक्षात् पार्षदान् वो मधुद्विषः ।
 विष्णोर्भूतानि लोकानां पावनाय चरन्ति हि
]

`verse 29 [
दुर्लभो मानुषो देहो देहिनां क्षणभङ्‌गुरः ।
 तत्रापि दुर्लभं मन्ये वैकुण्ठ-प्रियदर्शनम्
]

`verse 30 [
अत आत्यन्तिकं क्षेमं पृच्छामो भवतोऽनघाः ।
 संसारेऽस्मिन् क्षणार्धोऽपि सत्सङ्गः शेवधिर्नृणाम्
]

`verse 31 [
धर्मान् भागवतान् ब्रूत यदि नः श्रुतये क्षमम् ।
 यैः प्रसन्नः प्रपन्नाय, दास्यत्यात्मानमप्यजः
]

`speaker [
श्रीनारद उवाच
]

`verse 32 [
एवं ते निमिना पृष्टा वसुदेव महत्तमाः ।
 प्रतिपूज्याब्रुवन् प्रीत्या ससदस्यर्त्विजं नृपम्
]

`verse 33 [
श्रीकविरुवाच -
( इंद्रवज्रा )
मन्येऽकुतश्चिद्भयमच्युतस्य
     पादाम्बुजोपासनमत्र नित्यम् ।
 उद्विग्नबुद्धेः असदात्मभावात्
     विश्वात्मना यत्र निवर्तते भीः
]

`meter [
अनुष्टुप्
]

`verse 34 [
ये वै भगवता प्रोक्ता उपाया ह्यात्मलब्धये ।
 अञ्जः पुंसामविदुषां विद्धि भागवतान् हि तान्
]

`verse 35 [
यानास्थाय नरो राजन् न प्रमाद्येत कर्हिचित् ।
 धावन् निमील्य वा नेत्रे न स्खलेन्न पतेदिह
]

`meter [
मिश्र
]

`verse 36 [
कायेन वाचा मनसेन्द्रियैर्वा
     बुद्ध्यात्मना वानुसृतस्वभावात् ।
 करोति यद् यत् सकलं परस्मै
     नारायणायेति समर्पयेत्तत्
]

`verse 37 [
भयं द्वितीयाभिनिवेशतः स्यात्
     ईशात् अपेतस्य विपर्ययोऽस्मृतिः ।
 तन्माययातो बुध आभजेत्तं
     भक्त्यैकयेशं गुरुदेवतात्मा
]

`verse 38 [
अविद्यमानोऽप्यवभाति हि द्वयोः
     ध्यातुर्धिया स्वप्नमनोरथौ यथा ।
 तत्कर्मसङ्कल्पविकल्पकं मनो
     बुधो निरुंध्याद् अभयं ततः स्यात्
]

`verse 39 [
श्रृण्वन् सुभद्राणि रथाङ्गपाणेः
     जन्मानि कर्माणि च यानि लोके ।
 गीतानि नामानि तदर्थकानि
     गायन् विलज्जो विचरेदसङ्गः
]

`verse 40 [
एवंव्रतः स्वप्रियनामकीर्त्या
     जातानुरागो द्रुतचित्त उच्चैः ।
 हसत्यथो रोदिति रौति गाय-
     त्युन्मादवत् नृत्यति लोकबाह्यः
]

`verse 41 [
खं वायुमग्निं सलिलं महीं च
     ज्योतींषि सत्त्वानि दिशो द्रुमादीन् ।
 सरित्समुद्रांश्च हरेः शरीरं
     यत्किं च भूतं प्रणमेदनन्यः
]

`verse 42 [
भक्तिः परेशानुभवो विरक्तिः
     अन्यत्र चैष त्रिक एककालः ।
 प्रपद्यमानस्य यथाश्नतस्स्युः
     तुष्टिः पुष्टिः क्षुदपायोऽनुघासम्
]

`verse 43 [
इति अच्युताङ्‌घ्रिं भजतोऽनुवृत्त्या
     भक्तिर्विरक्तिर्भगवत्प्रबोधः ।
 भवन्ति वै भागवतस्य राजन्
     ततः परां शान्तिमुपैति साक्षात्
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 44 [
अथ भागवतं ब्रूत यद्धर्मो यादृशो नृणाम् ।
 यथाचरति यद्‍ ब्रूते यैर्लिङ्गैः भगवत्‌प्रियः
]

`verse 45 [
श्रीहरिरुवाच -
सर्वभूतेषु यः पश्येद्भगवद्भावमात्मनः ।
 भूतानि भगवत्यात्मन्येष भागवतोत्तमः ।
]

`verse 46 [
ईश्वरे तदधीनेषु बालिशेषु द्विषत्सु च ।
 प्रेममैत्रीकृपोपेक्षा यः करोति स मध्यमः
]

`verse 47 [
अर्चायामेव हरये पूजां यः श्रद्धयेहते ।
 न तद्‍भक्तेषु चान्येषु स भक्तः प्राकृतः स्मृतः
]

`verse 48 [
गृहीत्वापीन्द्रियैरर्थान् यो न द्वेष्टि न हृष्यति ।
 विष्णोर्मायामिदं पश्यन् स वै भागवतोत्तमः
]

`meter [
इन्द्रवज्रा
]

`verse 49 [
देहेन्द्रिप्राणमनोधियां यो
     जन्माप्ययक्षुद्भयतर्षकृच्छ्रैः ।
 संसारधर्मैरविमुह्यमानः
     स्मृत्या हरेर्भागवतप्रधानः
]

`meter [
अनुष्टुप्
]

`verse 50 [
न कामकर्मबीजानां यस्य चेतसि संभवः ।
 वासुदेवैकनिलयः स वै भागवतोत्तमः
]

`verse 51 [
न यस्य जन्मकर्मभ्यां न वर्णाश्रमजातिभिः ।
 सज्जतेऽस्मिन्नहं भावो देहे वै स हरेः प्रियः
]

`verse 52 [
न यस्य स्वः पर इति वित्तेष्वात्मनि वा भिदा ।
 सर्वभूतसमश्शान्तः स वै भागवतोत्तमः
]

`meter [
पुष्पिताग्रा
]

`verse 53 [
त्रिभुवन-विभवहेतवेऽप्यकुण्ठ-
     स्मृतिरजितात्मसुरादिभिर्विमृग्यात् ।
 न चलति भगवत्पादारविन्दात् ।
     लव निमिषार्धमपि यः स वैष्णवाग्र्यः
]

`verse 54 [
भगवत उरुविक्रमाङ्‌घ्रिशाखा-
     नखमणिचन्द्रिकया निरस्ततापे ।
 हृदि कथमुपसीदतां पुनः स
     प्रभवति चन्द्र इवोदितेऽर्कतापः
]

`verse 55 [
विसृजति हृदयं न यस्य साक्षाद्
     हरिः अवशाभिहितोऽप्यघौघनाशः ।
 प्रणयरशनया घृताङ्‌घ्रिपद्मः
     स भवति भागवतप्रधान उक्तः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे द्वितीयोऽध्यायः
]
