`set context {
  skandha = "11",
  adhyaya = "03",
  skandha.title = "Skandha 11",
  adhyaya.title = "Adhyāya 3"
}

`preface [
मायायास्ततः सन्तरणोपायस्य च वर्णनं ब्रह्मकर्मादि निरूपणं च -
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
परस्य विष्णोरीशस्य मायिनां अपि मोहिनीम् ।
 मायां वेदितुमिच्छामो भगवन्तो ब्रुवन्तु नः
]

`verse 2 [
नानुतृप्ये जुषन् युष्मद्वचो हरिकथामृतम् ।
 संसारतापनिस्तप्तो मर्त्यः तत्तापभेषजम्
]

`speaker [
श्री अन्तरिक्ष उवाच
]

`verse 3 [
एभिर्भूतानि भूतात्मा महाभूतैर्महाभुज ।
 ससर्जोच्चावचान्याद्यः स्वमात्रात्मप्रसिद्धये
]

`verse 4 [
एवं सृष्टानि भूतानि प्रविष्टः पञ्चधातुभिः ।
 एकधा दशधाऽऽत्मानं विभजन् जुषते गुणान्
]

`verse 5 [
गुणैर्गुणान् स भुञ्जान आत्मप्रद्योतितैः प्रभुः ।
 मन्यमान इदं सृष्टं आत्मानमिह सज्जते
]

`verse 6 [
कर्माणि कर्मभिः कुर्वन् सनिमित्तानि देहभृत् ।
 तत्तत् कर्मफलं गृह्णन् भ्रमतीह सुखेतरम्
]

`verse 7 [
इत्थं कर्मगतीर्गच्छन् बह्वभद्रवहाः पुमान् ।
 आभूतसंप्लवात्सर्गप्रलयावश्नुतेऽवशः
]

`verse 8 [
धातूपप्लव आसन्ने व्यक्तं द्रव्यगुणात्मकम् ।
 अनादिनिधनः कालो ह्यव्यक्तायापकर्षति
]

`verse 9 [
शतवर्षा ह्यनावृष्टिः भविष्यत्युल्बणा भुवि ।
 तत्कालोपचितोष्णार्को लोकान् त्रीन् प्रतपिष्यति
]

`verse 10 [
पातालतलमारभ्य सङ्‌कर्षणमुखानलः ।
 दहन् ऊर्ध्वशिखो विष्वग् वर्धते वायुनेरितः
]

`verse 11 [
सांवर्तको मेघगणो वर्षति स्म शतं समाः ।
 धाराभिर्हस्तिहस्ताभिः लीयते सलिले विराट्
]

`verse 12 [
ततो विराजमुत्सृज्य वैराजः पुरुषो नृप ।
 अव्यक्तं विशते सूक्ष्मं निरिन्धन इवानलः
]

`verse 13 [
वायुना हृतगन्धा भूः सलिलत्वाय कल्पते ।
 सलिलं तद्‌धृतरसं ज्योतिष्ट्वायोपकल्पते
]

`verse 14 [
हृतरूपं तु तमसा वायौ ज्योतिः प्रलीयते ।
 हृतस्पर्शोऽवकाशेन वायुर्नभसि लीयते
]

`verse 15 [
कालात्मना हृतगुणं नभ आत्मनि लीयते ।
 इन्द्रियाणि मनो बुद्धिः सह वैकारिकैर्नृप ।
 प्रविशन्ति ह्यहङ्‌कारं स्वगुणैः अहमात्मनि
]

`verse 16 [
एषा माया भगवतः सर्गस्थित्यन्तकारिणी ।
 त्रिवर्णा वर्णितास्माभिः किं भूयः श्रोतुमिच्छसि
]

`speaker [
श्रीराजोवाच
]

`verse 17 [
यथेताम् ऐश्वरीं मायां दुस्तरामकृतात्मभिः ।
 तरन्त्यञ्जः स्थूलधियो महर्ष इदमुच्यताम्
]

`speaker [
श्रीप्रबुद्ध उवाच
]

`verse 18 [
कर्माण्यारभमाणानां दुःखहत्यै सुखाय च ।
 पश्येत्
पाकविपर्यासं मिथुनीचारिणां नृणाम्
]

`verse 19 [
नित्यार्तिदेन वित्तेन दुर्लभेनात्ममृत्युना ।
 गृहापत्याप्तपशुभिः का प्रीतिः साधितैश्चलैः
]

`verse 20 [
एवं लोकं परं विद्यात् नश्वरं कर्मनिर्मितम् ।
 सतुल्यातिशयध्वंसं यथा मण्डलवर्तिनाम्
]

`verse 21 [
तस्माद् गुरुं प्रपद्येत जिज्ञासुः श्रेय उत्तमम् ।
 शाब्दे परे च निष्णातं ब्रह्मण्युपशमाश्रयम्
]

`verse 22 [
तत्र भागवतान् धर्मान् शिक्षेद् गुर्वात्मदैवतः ।
 अमाययानुवृत्त्या यैः तुष्येदात्माऽऽत्मदो हरिः
]

`verse 23 [
सर्वतो मनसोऽसङ्‌गमादौ सङ्गं च साधुषु ।
 दयां मैत्रीं प्रश्रयं च भूतेष्वद्धा यथोचितम्
]

`verse 24 [
शौचं तपस्तितिक्षां च मौनं स्वाध्यायमार्जवम् ।
 ब्रह्मचर्यमहिंसां च समत्वं द्वन्द्वसंज्ञयोः
]

`verse 25 [
सर्वत्रात्मेश्वरान्वीक्षां कैवल्यमनिकेतताम् ।
 विविक्तचीरवसनं सन्तोषं येन केनचित्
]

`verse 26 [
श्रद्धां भागवते शास्त्रेऽनिन्दामन्यत्र चापि हि ।
 मनोवाक्कर्मदण्डं च सत्यं शमदमावपि
]

`verse 27 [
श्रवणं कीर्तनं ध्यानं हरेरद्भुतकर्मणः ।
 जन्मकर्मगुणानां च तदर्थेऽखिलचेष्टितम्
]

`verse 28 [
इष्टं दत्तं तपो जप्तं वृत्तं यच्चात्मनः प्रियम् ।
 दारान् सुतान् गृहान् प्राणान् यत्परस्मै निवेदनम्
]

`verse 29 [
एवं कृष्णात्मनाथेषु मनुष्येषु च सौहृदम् ।
 परिचर्यां चोभयत्र महत्सु नृषु साधुषु
]

`verse 30 [
परस्परानुकथनं पावनं भगवद्यशः ।
 मिथो रतिर्मिथस्तुष्टिः निवृत्तिर्मिथ आत्मनः
]

`verse 31 [
स्मरन्तः स्मारन्तश्च मिथोऽघौघहरं हरिम् ।
 भक्त्या सञ्जातया भक्त्या बिभ्रत्युत्पुलकां तनुम्
]

`meter [
वंशस्था
]

`verse 32 [
क्वचिद् रुदन्त्यच्युतचिन्तया क्वचिद्
     हसन्ति नन्दन्ति वदन्त्यलौकिकाः ।
 नृत्यन्ति गायन्त्यनुशीलयन्त्यजं
     भवन्ति तूष्णीं परमेत्य निर्वृताः
]

`meter [
अनुष्टुप्
]

`verse 33 [
इति भागवतान् धर्मान् शिक्षन् भक्त्या तदुत्थया ।
 नारायणपरो मायां अञ्जस्तरति दुस्तराम्
]

`speaker [
श्रीराजोवाच
]

`verse 34 [
नारायणाभिधानस्य ब्रह्मणः परमात्मनः ।
 निष्ठाम् अर्हथ नो वक्तुं यूयं हि ब्रह्मवित्तमाः
]

`speaker [
श्रीपिप्पलायन उवाच
]

`meter [
वसंततिलका
]

`verse 35 [
स्थित्युद्‌भवप्रलयहेतुरहेतुरस्य
     यत् स्वप्नजागरसुषुप्तिषु सद् बहिश्च ।
 देहेन्द्रियासुहृदयानि चरन्ति येन
     सञ्जीवितानि तदवेहि परं नरेन्द्र
]

`verse 36 [
नैतन्मनो विशति वागुत चक्षुरात्मा
     प्राणेन्द्रियाणि च यथानलमर्चिषः स्वाः ।
 शब्दोऽपि बोधकनिषेधतयात्ममूलम्
     अर्थोक्तमाह यदृते न निषेधसिद्धिः
]

`verse 37 [
सत्त्वं रजस्तम इति त्रिवृदेकमादौ
     सूत्रं महानहमिति प्रवदन्ति जीवम् ।
 ज्ञानक्रियार्थफलरूपतयोरुशक्ति
     ब्रह्मैव भाति सदसच्च तयोः परं यत्
]

`verse 38 [
नात्मा जजान न मरिष्यति नैधतेऽसौ
     न क्षीयते सवनविद् व्यभिचारिणां हि ।
 सर्वत्र शश्वदनपाय्युपलब्धिमात्रं
     प्राणो यथेंद्रियबलेन विकल्पितं सत्
]

`verse 39 [
अण्डेषु पेशिषु तरुष्वविनिश्चितेषु
     प्राणो हि जीवमुपधावति तत्र तत्र ।
 सन्ने यदिन्द्रियगणेऽहमि च प्रसुप्ते
     कूटस्थ आशयमृते तदनुस्मृतिर्नः
]

`verse 40 [
यह्यब्जनाभचरणैषणयोरुभक्त्या
     चेतोमलानि विधमेद्‌ गुणकर्मजानि ।
 तस्मिन् विशुद्ध उपलभ्यत आत्मतत्त्वं
     साक्षाद् यथामलदृशोः सवितृप्रकाशः
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 41 [
कर्मयोगं वदत नः पुरुषो येन संस्कृतः ।
 विधूयेहाशु कर्माणि नैष्कर्म्यं विन्दते परम्
]

`verse 42 [
एवं प्रश्नम् ऋषीन् पूर्वम् अपृच्छं पितु्रन्तिके ।
 नाब्रुवन् ब्रह्मणः पुत्राः तत्र कारणमुच्यताम्
]

`speaker [
श्रीआविहोत्र उवाच
]

`verse 43 [
कर्माकर्म विकर्मेति वेदवादो न लौकिकः ।
 वेदस्य चेश्वरात्मत्वात् तत्र मुह्यन्ति सूरयः
]

`verse 44 [
परोक्षवादो वेदोऽयं बालानामनुशासनम् ।
 कर्ममोक्षाय कर्माणि विधत्ते ह्यगदं यथा
]

`verse 45 [
नाचरेद् यस्तु वेदोक्तं स्वयं अज्ञोऽजितेंद्रियः ।
 विकर्मणा हि अधर्मेण मृत्योर्मृत्युमुपैति सः
]

`verse 46 [
वेदोक्तमेव कुर्वाणो निःसङ्‌गोऽर्पितमीश्वरे ।
 नैष्कर्म्यं लभते सिद्धिं रोचनार्था फलश्रुतिः
]

`verse 47 [
य आशु हृदयग्रन्थिं निर्जिहीर्षुः परात्मनः ।
 विधिनोपचरेद् देवं तन्त्रोक्तेन च केशवम्
]

`verse 48 [
लब्ध्वानुग्रह आचार्यात् तेन संदर्शितागमः ।
 महापुरुषमभ्यर्चेन्मूर्त्याभिमतयाऽऽत्मनः
]

`verse 49 [
शुचिः संमुखमासीनः प्राणसंयमनादिभिः ।
 पिण्डं विशोध्य संन्यास कृतरक्षोऽर्चयेद् हरिम्
]

`verse 50 [
अर्चादौ हृदये चापि यथालब्धोपचारकैः ।
 द्रव्यक्षित्यात्मलिङ्‌गानि निष्पाद्य प्रोक्ष्य चासनम्
]

`verse 51 [
पाद्यादीन् उपकल्प्याथ सन्निधाप्य समाहितः ।
 हृदादिभिः कृतन्यासो मूलमंत्रेण चार्चयेत्
]

`verse 52 [
साङ्गोपाङ्गां सपार्षदां तां तां मूर्तिं स्वमन्त्रतः ।
 पाद्यार्घ्याचमनीयाद्यैः स्नानवासोविभूषणैः
]

`verse 53 [
गन्धमाल्याक्षतस्रग्भिः धूपदीपोपहारकैः ।
 साङ्गं संपूज्य विधिवत् स्तवैः स्तुत्वा नमेत् हरिम्
]

`verse 54 [
आत्मानं तन्मयं ध्यायन् मूर्तिं संपूजयेत् हरेः ।
 शेषामाधाय शिरसा स्वधाम्न्युद्वास्य सत्कृतम्
]

`verse 55 [
एवमग्न्यर्कतोयादौ अतिथौ हृदये च यः ।
 यजतीश्वरमात्मानं अचिरान्मुच्यते हि सः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे तृतीयोऽध्यायः
]
