`set context {
  skandha = "11",
  adhyaya = "04",
  skandha.title = "Skandha 11",
  adhyaya.title = "Adhyāya 4"
}

`preface [
भगवतोऽवताराणां वर्णनम्, नारायणकृतः कामपराभवः -
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
यानि यानीह कर्माणि यैर्यैः स्वच्छन्दजन्मभिः ।
 चक्रे करोति कर्ता वा हरिस्तानि ब्रुवन्तु नः
]

`speaker [
श्रीद्रुमिल उवाच
]

`meter [
इंद्रवज्रा
]

`verse 2 [
यो वा अनन्तस्य गुणान् अनन्तान्
     अनुक्रमिष्यन् स तु बालबुद्धिः ।
 रजांसि भूमेर्गणयेत् कथञ्चित्
     कालेन नैवाखिलशक्तिधाम्नः
]

`verse 3 [
भूतैर्यदा पञ्चभिरात्मसृष्टैः ।
     पुरं विराजं विरचय्य तस्मिन् ।
 स्वांशेन विष्टः पुरुषाभिधानम् ।
     अवाप नारायण आदिदेवः
]

`meter [
वसंततिलका
]

`verse 4 [
यत्काय एष भुवनत्रयसन्निवेशो
     यस्येन्द्रियैस्तनुभृतामुभयेन्द्रियाणि ।
 ज्ञानं स्वतः श्वसनतो बलमोज ईहा
     सत्त्वादिभिः स्थितिलयोद्‌भव आदिकर्ता
]

`verse 5 [
आदौ अभूत् शतधृती रजसास्य सर्गे
     विष्णुः स्थित्तौ क्रतुपतिः द्विजधर्मसेतुः ।
 रुद्रोऽप्ययाय तमसा पुरुषः स आद्य
     इत्युद्‌भवस्थितिलयाः सततं प्रजासु
]

`verse 6 [
धर्मस्य दक्षदुहितर्यजनिष्ट मूर्त्यां
     नारायणो नर ऋषिप्रवरः प्रशान्तः ।
 नैष्कर्म्यलक्षणमुवाच चचार कर्म
     योऽद्यापि चास्त ऋषिवर्यनिषेविताङ्‌घ्रिः
]

`verse 7 [
इन्द्रो विशङ्क्य मम धाम जिघृक्षतीति
     कामं न्ययुङ्क्त सगणं स बदर्युपाख्यम् ।
 गत्वाप्सरोगणवसन्त सुमन्दवातैः
     स्त्रीप्रेक्षणेषुभिरविध्यदतन्महिज्ञः
]

`verse 8 [
विज्ञाय शक्रकृतमक्रममादिदेवः
     प्राह प्रहस्य गतविस्मय एजमानान् ।
 मा भैर्विभो मदन मारुत देववध्वो
     गृह्णीत नो बलिमशून्यमिमं कुरुध्वम्
]

`verse 9 [
इत्थं ब्रुवत्यभयदे नरदेव देवाः
     सव्रीडनम्रशिरसः सघृणं तमूचुः ।
 नैतद्विभो त्वयि परेऽविकृते विचित्रं
     स्वारामधीरनिकरा नतपादपद्मे
]

`verse 10 [
त्वां सेवतां सुरकृता बहवोऽन्तरायाः
     स्वौकः विलङ्घ्य परमं व्रजतां पदं ते ।
 नान्यस्य बर्हिषि बलीन् ददतः स्वभागान्
     धत्ते पदं त्वमविता यदि विघ्नमूर्ध्नि
]

`verse 11 [
क्षुत्तृट् त्रिकालगुणमारुत जैह्वशैश्यान्
     अस्मान् अपारजलधीन् अतितीर्य केचित् ।
 क्रोधस्य यान्ति विफलस्य वशं पदे गोः
     मज्जन्ति दुश्चरतपश्च वृथोत्सृजन्ति
]

`meter [
अनुष्टुप्
]

`verse 12 [
इति प्रगृणतां तेषां स्त्रियोऽत्यद्‌भुतदर्शनाः ।
 दर्शयामास शुश्रूषां स्वर्चिताः कुर्वतीर्विभुः
]

`verse 13 [
ते देवानुचरा दृष्ट्वा स्त्रियः श्रीरिव रूपिणीः ।
 गन्धेन मुमुहुस्तासां रूपौदार्यहतश्रियः
]

`verse 14 [
तानाह देवदेवेशः प्रणतान् प्रहसन्निव ।
 आसां एकतमां वृङ्ध्वं सवर्णां स्वर्गभूषणाम्
]

`verse 15 [
ओमित्यादेशमादाय नत्वा तं सुरवन्दिनः ।
 उर्वशीम् अप्सरःश्रेष्ठां पुरस्कृत्य दिवं ययुः
]

`verse 16 [
इन्द्रायानम्य सदसि शृण्वतां त्रिदिवौकसाम् ।
 ऊचुर्नारायणबलं शक्रः तत्रास विस्मितः
]

`meter [
वसंततिलका
]

`verse 17 [
हंसस्वरूप्यवददच्युत आत्मयोगं
     दत्तः कुमार ऋषभो भगवान् पिता नः ।
 विष्णुः शिवाय जगतां कलयावतिर्णः
     तेनाहृता मधुभिदा श्रुतयो हयास्ये
]

`verse 18 [
गुप्तोऽप्यये मनुरिलौषधयश्च मात्स्ये
     क्रौडे हतो दितिज उद्धरताम्भसः क्ष्माम् ।
 कौर्मे धृतोऽद्रिः अमृतोन्मथने स्वपृष्ठे
     ग्राहात् प्रपन्नमिभराजममुञ्चदार्तम्
]

`verse 19 [
संस्तुन्वतो निपतितान् श्रमणान् ऋषींश्च
     शक्रं च वृत्रवधतस्तमसि प्रविष्टम् ।
 देवस्त्रियोऽसुरगृहे पिहिता अनाथा
     जघ्नेऽसुरेन्द्रमभयाय सतां नृसिंहे
]

`verse 20 [
देवासुरे युधि च दैत्यपतीन् सुरार्थे
     हत्वान्तरेषु भुवनानि अदधात् कलाभिः ।
 भूत्वाथ वामन इमामहरद् बलेः क्ष्मां
     याच्ञाच्छलेन समदाद् अदितेः सुतेभ्यः
]

`verse 21 [
निःक्षत्रियामकृत गां च त्रिसप्तकृत्वो
     रामस्तु हैहयकुलापि अयभार्गवाग्निः ।
 सोऽब्धिं बबन्ध दशवक्त्रमहन् सलङ्कं
     सीतापतिर्जयति लोकमलघ्नकीर्तिः
]

`verse 22 [
भूमेर्भरावतरणाय यदुष्वजन्मा
     जातः करिष्यति सुरैरपि दुष्कराणि ।
 वादैर्विमोहयति यज्ञकृतोऽतदर्हान्
     शूद्रान् कलौ क्षितिभुजो न्यहनिष्यदन्ते
]

`meter [
अनुष्टुप्
]

`verse 23 [
एवंविधानि जन्मानि कर्माणि च जगत्पतेः ।
 भूरीणि भूरियशसो वर्णितानि महाभुज
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे चतुर्थोऽध्यायः
]
