`set context {
  skandha = "11",
  adhyaya = "05",
  skandha.title = "Skandha 11",
  adhyaya.title = "Adhyāya 5"
}

`preface [
भक्तिहीनपुरुषाणां निष्ठायाः प्रतियुगं पूजाविधानस्य च भेदवर्णनम् -
]

`speaker [
श्रीराजोवाच
]

`verse 1 [
भगवन्तं हरिं प्रायो न भजन्त्यात्मवित्तमाः ।
 तेषामशान्तकामानां का निष्ठाविजितात्मनाम्
]

`speaker [
श्रीचमस उवाच
]

`meter [
अनुष्टुप्
]

`verse 2 [
मुखबाहूरुपादेभ्यः पुरुषस्याश्रमैः सह ।
 चत्वारो जज्ञिरे वर्णा गुणैर्विप्रादयः पृथक्
]

`verse 3 [
य एषां पुरुषं साक्षात् आत्मप्रभवमीश्वरम् ।
 न भजन्त्यवजानन्ति स्थानाद्‍भ्रष्टाः पतन्त्यधः
]

`verse 4 [
दूरे हरिकथाः केचिद् दूरे चाच्युतकीर्तनाः ।
 स्त्रियः शूद्रादयश्चैव तेऽनुकम्प्या भवादृशाम्
]

`verse 5 [
विप्रो राजन्यवैश्यौ वा हरेः प्राप्ताः पदान्तिकम् ।
 श्रौतेन जन्मनाथापि मुह्यन्त्याम्नायवादिनः
]

`verse 6 [
कर्मण्यकोविदाः स्तब्धा मूर्खाः पण्डितमानिनः ।
 वदन्ति चाटुकान् मूढा यया माध्व्या गिरोत्सुकाः
]

`verse 7 [
रजसा घोरसङ्कल्पाः कामुका अहिमन्यवः ।
 दाम्भिका मानिनः पापा विहसन्त्यच्युतप्रियान्
]

`meter [
मिश्र
]

`verse 8 [
वदन्ति तेऽन्योन्यमुपासितस्त्रियो
     गृहेषु मैथुन्यपरेषु चाशिषः ।
 यजन्त्यसृष्टानविधानदक्षिणं
     वृत्त्यै परं घ्नन्ति पशून् अतद्विदः
]

`verse 9 [
श्रिया विभूत्याभिजनेन विद्यया
     त्यागेन रूपेण बलेन कर्मणा ।
 जातस्मयेनान्धधियः सहेश्वरान्
     सतोऽवमन्यन्ति हरिप्रियान्खलाः
]

`verse 10 [
सर्वेषु शश्वत् तनुभृत्स्ववस्थितं
     यथा खमात्मानमभीष्टमीश्वरम् ।
 वेदोपगीतं च न श्रृण्वतेऽबुधा
     मनोरथानां प्रवदन्ति वार्तया
]

`verse 11 [
लोके व्यवायामिषमद्यसेवा
     नित्यास्तु जन्तोर्न हि तत्र चोदना ।
 व्यवस्थितिस्तेषु विवाहयज्ञ-
     सुराग्रहैरासु निवृत्तिरिष्टा
]

`verse 12 [
धनं च धर्मैकफलं यतो वै
     ज्ञानं सविज्ञानमनुप्रशान्ति ।
 गृहेषु युञ्जन्ति कलेवरस्य
     मृत्युं न पश्यन्ति दुरन्तवीर्यम्
]

`verse 13 [
यद् घ्राणभक्षो विहितः सुरायाः
     तथा पशोरालभनं न हिंसा ।
 एवं व्यवायः प्रजया न रत्या
     इमं विशुद्धं न विदुः स्वधर्मम्
]

`meter [
अनुष्टुप्
]

`verse 14 [
ये तु अनेवंविदोऽसन्तः स्तब्धाः सदभिमानिनः ।
 पशून् द्रुह्यन्ति विश्रब्धाः प्रेत्य खादन्ति ते च तान्
]

`verse 15 [
द्विषन्तः परकायेषु स्वात्मानं हरिमीश्वरम् ।
 मृतके सानुबन्धेऽस्मिन् बद्धस्नेहाः पतन्त्यधः
]

`verse 16 [
ये कैवल्यं असम्प्राप्ता ये चातीताश्च मूढताम् ।
 त्रैवर्गिका ह्यक्षणिका आत्मानं घातयन्ति ते
]

`verse 17 [
एत आत्महनोऽशान्ता अज्ञाने ज्ञानमानिनः ।
 सीदन्त्यकृतकृत्या वै कालध्वस्तमनोरथाः
]

`verse 18 [
हित्वा अत्यायारचिता गृहापत्यसुहृत् स्त्रियः ।
 तमो विशन्त्यनिच्छन्तो वासुदेवपराङ्‌मुखाः
]

`speaker [
श्री राजोवाच
]

`verse 19 [
कस्मिन् काले स भगवान् किं वर्णः कीदृशो नृभिः ।
 नाम्ना वा केन विधिना पूज्यते तदिहोच्यताम्
]

`speaker [
श्रीकरभाजन उवाच
]

`verse 20 [
कृतं त्रेता द्वापरं च कलिरित्येषु केशवः ।
 नानावर्णाभिधाकारो नानैव विधिनेज्यते
]

`verse 21 [
कृते शुक्लश्चतुर्बाहुः जटिलो वल्कलाम्बरः ।
 कृष्णाजिनोपवीताक्षान् बिभ्रद् दण्डकमण्डलू
]

`verse 22 [
मनुष्यास्तु तदा शान्ता निर्वैराः सुहृदः समाः ।
 यजन्ति तपसा देवं शमेन च दमेन च
]

`verse 23 [
हंसः सुपर्णो वैकुण्ठो धर्मो योगेश्वरोऽमलः ।
 ईश्वरः पुरुषोऽव्यक्तः परमात्मेति गीयते
]

`verse 24 [
त्रेतायां रक्तवर्णोऽसौ चतुर्बाहुस्त्रिमेखलः ।
 हिरण्यकेशः त्रय्यात्मा स्रुक् स्रुवाद्युपलक्षणः
]

`verse 25 [
तं तदा मनुजा देवं सर्वदेवमयं हरिम् ।
 यजन्ति विद्यया त्रय्या धर्मिष्ठा ब्रह्मवादिनः
]

`verse 26 [
विष्णुर्यज्ञः पृश्निगर्भः सर्वदेव उरुक्रमः ।
 वृषाकपिर्जयन्तश्च उरुगाय इतीर्यते
]

`verse 27 [
द्वापरे भगवान् श्यामः पीतवासा निजायुधः ।
 श्रीवत्सादिभिरङ्कैश्च लक्षणैरुपलक्षितः
]

`verse 28 [
तं तदा पुरुषं मर्त्या महाराजोपलक्षणम् ।
 यजन्ति वेदतन्त्राभ्यां परं जिज्ञासवो नृप
]

`verse 29 [
नमस्ते वासुदेवाय नमः सङ्कर्षणाय च ।
 प्रद्युम्नायानिरुद्धाय तुभ्यं भगवते नमः
]

`verse 30 [
नारायणाय ऋषये पुरुषाय महात्मने ।
 विश्वेश्वराय विश्वाय सर्वभूतात्मने नमः
]

`verse 31 [
इति द्वापर उर्वीश स्तुवन्ति जगदीश्वरम् ।
 नानातन्त्रविधानेन कलावपि तथा श्रृणु
]

`verse 32 [
कृष्णवर्णं त्विषाकृष्णं साङ्गोपाङ्गास्त्र पार्षदम् ।
 यज्ञैः सङ्कीर्तनप्रायैः यजन्ति हि सुमेधसः
]

`meter [
वसंततिलका
]

`verse 33 [
ध्येयं सदा परिभवघ्नमभीष्टदोहं
     तीर्थास्पदं शिवविरिञ्चिनुतं शरण्यम् ।
 भृत्यार्तिहं प्रणतपाल भवाब्धिपोतं
     वन्दे महापुरुष ते चरणारविन्दम्
]

`verse 34 [
त्यक्त्वा सुदुस्त्यजसुरेप्सित राज्यलक्ष्मीं
     धर्मिष्ठ आर्यवचसा यदगात् अरण्यम् ।
 मायामृगं दयितयेप्सितमन्वधावद्
     वन्दे महापुरुष ते चरणारविन्दम्
]

`meter [
अनुष्टुप्
]

`verse 35 [
एवं युगानुरूपाभ्यां भगवान् युगवर्तिभिः ।
 मनुजैरिज्यते राजन् श्रेयसा्मीश्वरो हरिः
]

`verse 36 [
कलिं सभाजयन्त्यार्या गुणज्ञाः सारभागिनः ।
 यत्र सङ्कीर्तनेनैव सर्वस्वार्थोऽभिलभ्यते
]

`verse 37 [
न ह्यतः परमो लाभो देहिनां भ्राम्यतामिह ।
 यतो विन्देत परमां शान्तिं नश्यति संसृतिः
]

`verse 38 [
कृतादिषु प्रजा राजन् कलाविच्छन्ति सम्भवम् ।
 कलौ खलु भविष्यन्ति नारायणपरायणाः
]

`verse 39 [
क्वचित् क्वचिन्महाराज द्रविडेषु च भूरिशः ।
 ताम्रपर्णी नदी यत्र कृतमाला पयस्विनी
]

`verse 40 [
कावेरी च महापुण्या प्रतीची च महानदी ।
 ये पिबन्ति जलं तासां मनुजा मनुजेश्वर ।
 प्रायो भक्ता भगवति वासुदेवेऽमलाशयाः
]

`meter [
मिश्र
]

`verse 41 [
देवर्षिभूताप्तनृणां पितॄणां
     न किङ्करो नायमृणी च राजन् ।
 सर्वात्मना यः शरणं शरण्यं
     गतो मुकुन्दं परिहृत्य कर्तम्
]

`verse 42 [
स्वपादमूलं भजतः प्रियस्य
     त्यक्तान्यभावस्य हरिः परेशः ।
 विकर्म यच्चोत्पतितं कथञ्चित्
     धुनोति सर्वं हृदि सन्निविष्टः
]

`speaker [
श्रीनारद उवाच
]

`meter [
अनुष्टुप्
]

`verse 43 [
धर्मान् भागवतानित्थं श्रुत्वाथ मिथिलेश्वरः ।
 जायन्तेयान् मुनीन् प्रीतः सोपाध्यायो ह्यपूजयत्
]

`verse 44 [
ततोऽन्तर्दधिरे सिद्धाः सर्वलोकस्य पश्यतः ।
 राजा धर्मानुपातिष्ठन् अवाप परमां गतिम्
]

`verse 45 [
त्वमप्येतान् महाभाग धर्मान् भागवतान् श्रुतान् ।
 आस्थितः श्रद्धया युक्तो निःसङ्गो यास्यसे परम्
]

`verse 46 [
युवयोः खलु दम्पत्योः यशसा पूरितं जगत् ।
 पुत्रतामगमद् यद् वां भगवानीश्वरो हरिः
]

`verse 47 [
दर्शनालिङ्गनालापैः शयनासनभोजनैः ।
 आत्मा वां पावितः कृष्णे पुत्रस्नेहं प्रकुर्वतोः
]

`meter [
वसंततिलका
]

`verse 48 [
वैरेण यं नृपतयः शिशुपालपौण्ड्र-
     शाल्वादयो गतिविलास-विलोकनाद्यैः ।
 ध्यायन्त आकृतधियः शयनासनादौ
     तत्साम्यमापुरनुरक्तधियां पुनः किम्
]

`meter [
अनुष्टुप्
]

`verse 49 [
मापत्यबुद्धिमकृथाः कृष्णे सर्वात्मनीश्वरे ।
 मायामनुष्यभावेन गूढैश्वर्ये परेऽव्यये
]

`verse 50 [
भूभारासुरराजन्य हन्तवे गुप्तये सताम् ।
 अवतीर्णस्य निर्वृत्यै यशो लोके वितन्यते
]

`speaker [
श्रीशुक उवाच
]

`verse 51 [
एतत् श्रृत्वा महाभागो वसुदेवोऽतिविस्मितः ।
 देवकी च महाभागा जहतुः मोहमात्मनः
]

`verse 52 [
इतिहासमिमं पुण्यं धारयेद् यः समाहितः ।
 स विधूयेह शमलं ब्रह्मभूयाय कल्पते
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे पञ्चमोऽध्यायः
]
