`set context {
  skandha = "11",
  adhyaya = "08",
  skandha.title = "Skandha 11",
  adhyaya.title = "Adhyāya 8"
}

`preface [
अवधूतस्य अजगरादि नवगुरूणां वर्णनम् -
]

`speaker [
श्रीब्राह्मण उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
सुखम् ऐन्द्रियकं राजन् स्वर्गे नरक एव च ।
 देहिनां यद् यथा दुःखं तस्मान् नेच्छेत तद्‍बुधः
]

`verse 2 [
ग्रासं सुमृष्टं विरसं महान्तं स्तोकमेव वा ।
 यदृच्छयैवापतितं ग्रसेत् आजगरोऽक्रियः
]

`verse 3 [
शयीताहानि भूरीणि निराहारोऽनुपक्रमः ।
 यदि नोपनमेद् ग्रासो महाहिरिव दिष्टभुक्
]

`verse 4 [
ओजःसहोबलयुतं बिभ्रद् देहमकर्मकम् ।
 शयानो वीतनिद्रश्च नेहेतेन्द्रियवानपि
]

`verse 5 [
मुनिः प्रसन्नगम्भीरो दुर्विगाह्यो दुरत्ययः ।
 अनन्तपारो ह्यक्षोभ्यः स्तिमितोद इवार्णवः
]

`verse 6 [
समृद्धकामो हीनो वा नारायणपरो मुनिः ।
 नोत्सर्पेत न शुष्येत सरिद्‌भिरिव सागरः
]

`verse 7 [
दृष्ट्वा स्त्रियं देवमायां तद्‌भावैरजितेन्द्रियः ।
 प्रलोभितः पतत्यन्धे तमस्यग्नौ पतङ्गवत्
]

`meter [
मिश्र
]

`verse 8 [
योषिद्धिरण्याभरणाम्बरादि
     द्रव्येषु मायारचितेषु मूढः ।
 प्रलोभितात्मा ह्युपभोगबुद्ध्या
     पतङ्गवत् नश्यति नष्टदृष्टिः
]

`meter [
अनुष्टुप्
]

`verse 9 [
स्तोकं स्तोकं ग्रसेद् ग्रासं देहो वर्तेत यावता ।
 गृहान् अहिंसन् आतिष्ठेद् वृत्तिं माधुकरीं मुनिः
]

`verse 10 [
अणुभ्यश्च महद्‍भ्यश्च शास्त्रेभ्यः कुशलो नरः ।
 सर्वतः सारमादद्यात् पुष्पेभ्य इव षट्पदः
]

`verse 11 [
सायन्तनं श्वस्तनं वा न सङ्गृह्णीत भिक्षितम् ।
 पाणिपात्रोदरामत्रो मक्षिकेव न सङ्ग्रही
]

`verse 12 [
सायन्तनं श्वस्तनं वा न सङ्गृह्णीत भिक्षुकः ।
 मक्षिका इव सङ्गृह्णन् सह तेन विनश्यति
]

`verse 13 [
पदापि युवतीं भिक्षुः न स्पृशेद् दारवीमपि ।
 स्पृशन् करीव बध्येत करिण्या अङ्गसङ्गतः
]

`verse 14 [
नाधिगच्छेत् स्त्रियं प्राज्ञः कर्हिचित् मृत्युमात्मनः ।
 बलाधिकैः स हन्येत गजैरन्यैर्गजो यथा
]

`verse 15 [
न देयं नोपभोग्यं च लुब्धैर्यद् दुःखसञ्चितम् ।
 भुङ्क्ते तदपि तच्चान्यो मधुहेवार्थविन्मधु
]

`verse 16 [
सुदुःखोपार्जितैः वित्तैः आशासानां गृहाशिषः ।
 मधुहेवाग्रतो भुङ्क्ते यतिर्वै गृहमेधिनाम्
]

`verse 17 [
ग्राम्यगीतं न श्रृणुयाद् यतिर्वनचरः क्वचित् ।
 शिक्षेत हरिणाद् बद्धान् मृगयोर्गीतमोहितात्
]

`verse 18 [
नृत्यवादित्रगीतानि जुषन् ग्राम्याणि योषिताम् ।
 आसां क्रीडनको वश्य ऋष्यश्रृङ्गो मृगीसुतः
]

`verse 19 [
जिह्वयातिप्रमाथिन्या जनो रसविमोहितः ।
 मृत्युम् ऋच्छत्यसद्‍बुधिः मीनस्तु बडिशैर्यथा
]

`verse 20 [
इन्द्रियाणि जयन्त्याशु निराहारा मनीषिणः ।
 वर्जयित्वा तु रसनं तन्निरन्नस्य वर्धते
]

`verse 21 [
तावत् जितेन्द्रियो न स्याद् विजितान्येन्द्रियः पुमान् ।
 न जयेद् रसनं यावत् जितं सर्वं जिते रसे
]

`verse 22 [
पिङ्गला नाम वेश्याऽऽसीद् विदेहनगरे पुरा ।
 तस्या मे शिक्षितं किञ्चित् निबोध नृपनन्दन
]

`verse 23 [
सा स्वैरिण्येकदा कान्तं सङ्केत उपनेष्यती ।
 अभूत्काले बहिर्द्वारि बिभ्रती रूपमुत्तमम्
]

`verse 24 [
मार्ग आगच्छतो वीक्ष्य पुरुषान् पुरुषर्षभ ।
 तान् शुल्कदान् वित्तवतः कान्तान् मेनेऽर्थकामुका
]

`verse 25 [
आगतेष्वपयातेषु सा सङ्केतोपजीविनी ।
 अप्यन्यो वित्तवान् कोऽपि मामुपैष्यति भूरिदः
]

`verse 26 [
एवं दुराशया ध्वस्तनिद्रा द्वार्यवलम्बती ।
 निर्गच्छन्ती प्रविशती निशीथं समपद्यत
]

`verse 27 [
तस्या वित्ताशया शुष्यद्वक्त्राया दीनचेतसः ।
 निर्वेदः परमो जज्ञे चिन्ताहेतुः सुखावहः
]

`verse 28 [
तस्या निर्विण्णचित्ताया गीतं श्रृणु यथा मम ।
 निर्वेद आशापाशानां पुरुषस्य यथा ह्यसिः
]

`verse 29 [
न ह्यङ्गाज्जातनिर्वेदो देहबन्धं जिहासति ।
 यथा विज्ञानरहितो मनुजो ममतां नृप
]

`speaker [
पिङ्गलोवाच
]

`verse 30 [
अहो मे मोहविततिं पश्यताविजितात्मनः ।
 या कान्ताद् असतः कामं कामये येन बालिशा
]

`meter [
मिश्र
]

`verse 31 [
सन्तं समीपे रमणं रतिप्रदं
     वित्तप्रदं नित्यमिमं विहाय ।
 अकामदं दुःखभयाधिशोक-
     मोहप्रदं तुच्छमहं भजेऽज्ञा
]

`verse 32 [
अहो मयाऽऽत्मा परितापितो वृथा
     साङ्केत्यवृत्त्यातिविगर्ह्यवार्तया ।
 स्त्रैणान्नराद् यार्थतृषोऽनुशोच्यात्
     क्रीतेन वित्तं रतिमात्मनेच्छती
]

`verse 33 [
यदस्थिभिर्निर्मित-वंशवंश्य-
     स्थूणं त्वचा रोमनखैः पिनद्धम् ।
 क्षरन्नवद्वारमगारमेतद् ।
     विण्मूत्रपूर्णं मदुपैति कान्या
]

`meter [
अनुष्टुप्
]

`verse 34 [
विदेहानां पुरे ह्यस्मिन् अहमेकैव मूढधीः ।
 यान्यमिच्छन्त्यसत्यस्माद् आत्मदात् काममच्युतात्
]

`verse 35 [
सुहृत्प्रेष्ठतमो नाथ आत्मा चायं शरीरिणाम् ।
 तं विक्रीयात्मनैवाहं रमेऽनेन यथा रमा
]

`verse 36 [
कियत् प्रियं ते व्यभजन् कामा ये कामदा नराः ।
 आद्यन्तवन्तो भार्याया देवा वा कालविद्रुताः
]

`verse 37 [
नूनं मे भगवान् प्रीतो विष्णुः केनापि कर्मणा ।
 निर्वेदोऽयं दुराशाया यन्मे जातः सुखावहः
]

`verse 38 [
मैवं स्युः मन्दभाग्यायाः क्लेशा निर्वेदहेतवः ।
 येनानुबन्धं निर्हृत्य पुरुषः शममृच्छति
]

`verse 39 [
तेनोपकृतमादाय शिरसा ग्राम्यसङ्गताः ।
 त्यक्त्वा दुराशाः शरणं व्रजामि तमधीश्वरम्
]

`verse 40 [
सन्तुष्टा श्रद्दधत्येतद् यथालाभेन जीवती ।
 विहरामिमुनैवाहमात्मना रमणेन वै
]

`verse 41 [
संसारकूपे पतितं विषयैर्मुषितेक्षणम् ।
 ग्रस्तं कालाहिनात्मानं कोऽन्यस्त्रातुमधीश्वरः
]

`verse 42 [
आत्मैव ह्यात्मनो गोप्ता निर्विद्येत यदाखिलात् ।
 अप्रमत्त इदं पश्येद् ग्रस्तं कालाहिना जगत्
]

`speaker [
श्रीब्राह्मण उवाच
]

`verse 43 [
एवं व्यवसितमतिः दुराशां कान्ततर्षजाम् ।
 छित्त्वोपशममास्थाय शय्यामुपविवेश सा
]

`verse 44 [
आशा हि परमं दुःखं नैराश्यं परमं सुखम् ।
 यथा सञ्छिद्य कान्ताशां सुखं सुष्वाप पिङ्गला
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे अष्टमोऽध्यायः
]
