`preface [
आत्मनः संसारबंधो देहाध्यासादस्तीति बोधनं
जगतोमिथ्यात्व निरूपणं च -
अथ दशमोऽध्यायः
]

`verse 1 [
मयोदितेष्ववहितः स्वधर्मेषु मदाश्रयः
वर्णाश्रमकुलाचारमकामात्मा समाचरेत्
]

`verse 2 [
अन्वीक्षेत विशुद्धात्मा देहिनां विषयात्मनाम्
गुणेषु तत्त्वध्यानेन सर्वारम्भविपर्ययम्
]

`verse 3 [
सुप्तस्य विषयालोको ध्यायतो वा मनोरथः
नानात्मकत्वाद्विफलस्तथा भेदात्मधीर्गुणैः
]

`verse 4 [
निवृत्तं कर्म सेवेत प्रवृत्तं मत्परस्त्यजेत्
जिज्ञासायां सम्प्रवृत्तो नाद्रियेत्कर्मचोदनाम्
]

`verse 5 [
यमानभीक्ष्णं सेवेत नियमान्मत्परः क्वचित्
मदभिज्ञं गुरुं शान्तमुपासीत मदात्मकम्
]

`verse 6 [
अमान्यमत्सरो दक्षो निर्ममो दृढसौहृदः
असत्वरोऽर्थजिज्ञासुरनसूयुरमोघवाक्
]

`verse 7 [
जायापत्यगृहक्षेत्र स्वजनद्रविणादिषु
उदासीनः समं पश्यन्सर्वेष्वर्थमिवात्मनः
]

`verse 8 [
विलक्षणः स्थूलसूक्ष्माद्देहादात्मेक्षिता स्वदृक्
यथाग्निर्दारुणो दाह्याद्दाहकोऽन्यः प्रकाशकः
]

`verse 9 [
निरोधोत्पत्त्यणुबृहन्नानात्वं तत्कृतान्गुणान्
अन्तः प्रविष्ट आधत्त एवं देहगुणान्परः
]

`verse 10 [
योऽसौ गुणैर्विरचितो देहोऽयं पुरुषस्य हि
संसारस्तन्निबन्धोऽयं पुंसो विद्याच्छिदात्मनः
]

`verse 11 [
तस्माज्जिज्ञासयात्मानमात्मस्थं केवलं परम्
सङ्गम्य निरसेदेतद्वस्तुबुद्धिं यथाक्रमम्
]

`verse 12 [
आचार्योऽरणिराद्यः स्यादन्तेवास्युत्तरारणिः
तत्सन्धानं प्रवचनं विद्यासन्धिः सुखावहः
]

`verse 13 [
वैशारदी सातिविशुद्धबुद्धिर्धुनोति मायां गुणसम्प्रसूताम्
गुणांश्च सन्दह्य यदात्ममेतत्स्वयं च शाम्यत्यसमिद् यथाग्निः
]

`verse 14 [
अथैषां कर्मकर्तॄणां भोक्तॄणां सुखदुःखयोः
नानात्वमथ नित्यत्वं लोककालागमात्मनाम्
]

`verse 15 [
मन्यसे सर्वभावानां संस्था ह्यौत्पत्तिकी यथा
तत्तदाकृतिभेदेन जायते भिद्यते च धीः
]

`verse 16 [
एवमप्यङ्ग सर्वेषां देहिनां देहयोगतः
कालावयवतः सन्ति भावा जन्मादयोऽसकृत्
]

`verse 17 [
तत्रापि कर्मणां कर्तुरस्वातन्त्र्यं च लक्ष्यते
भोक्तुश्च दुःखसुखयोः को न्वर्थो विवशं भजेत्
]

`verse 18 [
न देहिनां सुखं किञ्चिद्विद्यते विदुषामपि
तथा च दुःखं मूढानां वृथाहङ्करणं परम्
]

`verse 19 [
यदि प्राप्तिं विघातं च जानन्ति सुखदुःखयोः
तेऽप्यद्धा न विदुर्योगं मृत्युर्न प्रभवेद्यथा
]

`verse 20 [
कोऽन्वर्थः सुखयत्येनं कामो वा मृत्युरन्तिके
आघातं नीयमानस्य वध्यस्येव न तुष्टिदः
]

`verse 21 [
श्रुतं च दृष्टवद्दुष्टं स्पर्धासूयात्ययव्ययैः
बह्वन्तरायकामत्वात्कृषिवच्चापि निष्फलम्
]

`verse 22 [
अन्तरायैरविहितो यदि धर्मः स्वनुष्ठितः
तेनापि निर्जितं स्थानं यथा गच्छति तच्छृणु
]

`verse 23 [
इष्ट्वेह देवता यज्ञैः स्वर्लोकं याति याज्ञिकः
भुञ्जीत देववत्तत्र भोगान्दिव्यान्निजार्जितान्
]

`verse 24 [
स्वपुण्योपचिते शुभ्रे विमान उपगीयते
गन्धर्वैर्विहरन्मध्ये देवीनां हृद्यवेषधृक्
]

`verse 25 [
स्त्रीभिः कामगयानेन किङ्किणीजालमालिना
क्रीडन्न वेदात्मपातं सुराक्रीडेषु निर्वृतः
]

`verse 26 [
तावत्स मोदते स्वर्गे यावत्पुण्यं समाप्यते
क्षीणपुण्यः पतत्यर्वागनिच्छन्कालचालितः
]

`verse 27 [
यद्यधर्मरतः सङ्गादसतां वाजितेन्द्रियः
कामात्मा कृपणो लुब्धः स्त्रैणो भूतविहिंसकः
]

`verse 28 [
पशूनविधिनालभ्य प्रेतभूतगणान्यजन्
नरकानवशो जन्तुर्गत्वा यात्युल्बणं तमः
]

`verse 29 [
कर्माणि दुःखोदर्काणि कुर्वन्देहेन तैः पुनः
देहमाभजते तत्र किं सुखं मर्त्यधर्मिणः
]

`verse 30 [
लोकानां लोकपालानां मद्भयं कल्पजीविनाम्
ब्रह्मणोऽपि भयं मत्तो द्विपरार्धपरायुषः
]

`verse 31 [
गुणाः सृजन्ति कर्माणि गुणोऽनुसृजते गुणान्
जीवस्तु गुणसंयुक्तो भुङ्क्ते कर्मफलान्यसौ
]

`verse 32 [
यावत्स्याद्गुणवैषम्यं तावन्नानात्वमात्मनः
नानात्वमात्मनो यावत्पारतन्त्र्यं तदैव हि
]

`verse 33 [
यावदस्यास्वतन्त्रत्वं तावदीश्वरतो भयम्
य एतत्समुपासीरंस्ते मुह्यन्ति शुचार्पिताः
]

`verse 34 [
काल आत्मागमो लोकः स्वभावो धर्म एव च
इति मां बहुधा प्राहुर्गुणव्यतिकरे सति
]

`speaker [
श्रीउद्धव उवाच
]

`verse 35 [
गुणेषु वर्तमानोऽपि देहजेष्वनपावृतः
गुणैर्न बध्यते देही बध्यते वा कथं विभो
]

`verse 36 [
कथं वर्तेत विहरेत्कैर्वा ज्ञायेत लक्षणैः
किं भुञ्जीतोत विसृजेच्छयीतासीत याति वा
]

`verse 37 [
एतदच्युत मे ब्रूहि प्रश्नं प्रश्नविदां वर
नित्यबद्धो नित्यमुक्त एक एवेति मे भ्रमः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामेकादशस्कन्धे भगवदुद्धवसंवादे दशमोऽध्यायः
]
