`preface [
भगवता हंसरूपेण ब्रह्मणे ज्ञानोपदेशः -
]

`verse 1 [
श्रीभगवानुवाच -
( अनुष्टुप् )
सत्त्वं रजस्तम इति गुणा बुद्धेर्न च आत्मनः ।
 सत्त्वेनान्यतमौ हन्यात् सत्त्वं सत्त्वेन चैव हि
]

`verse 2 [
सत्त्वात् धर्मो भवेद्‍ वृद्धात् पुंसो मद्‍भक्तिलक्षणः ।
 सात्त्विकोपासया सत्त्वं ततो धर्मः प्रवर्तते
]

`verse 3 [
धर्मो रजस्तमो हन्यात् सत्त्ववृद्धिः अनुत्तमः ।
 आशु नश्यति तन्मूलो ह्यधर्म उभये हते
]

`verse 4 [
आगमोपः प्रजा देशः कालः कर्म च जन्म च ।
 ध्यानं मंत्रोऽथ संस्कारो दशैते गुणहेतवः
]

`verse 5 [
तत् तत् सात्त्विकमेवैषां यद् यद् वृद्धाः प्रचक्षते ।
 निन्दन्ति तामसं तत्तद् राजसं तद् उपेक्षितम्
]

`verse 6 [
सात्त्विकान्येव सेवेत पुमान् सत्त्वविवृद्धये ।
 ततो धर्मस्ततो ज्ञानं यावत् स्मृतिरपोहनम्
]

`verse 7 [
वेणुसङ्घर्षजो वह्निः दग्ध्वा शाम्यति तद्‌वनम् ।
 एवं गुणव्यत्ययजो, देहः शाम्यति तत्क्रियः
]

`speaker [
श्रीउद्धव उवाच
]

`verse 8 [
विदन्ति मर्त्याः प्रायेण विषयान् पदमापदाम् ।
 तथापि भुञ्जते कृष्ण तत्कथं श्वखराजवत्
]

`verse 9 [
श्रीभगवानुवाच -
अहमित्यन्यथा बुद्धिः प्रमत्तस्य यथा हृदि ।
 उत्सर्पति रजो घोरं ततो वैकारिकं मनः
]

`verse 10 [
रजोयुक्तस्य मनसः सङ्कल्पः सविकल्पकः ।
 ततः कामो गुणध्यानाद् दुःसहः स्याद् हि दुर्मतेः
]

`verse 11 [
करोति कामवशगः कर्माण्यविजितेन्द्रियः ।
 दुःखोदर्काणि संपश्यन् रजोवेग विमोहितः
]

`verse 12 [
रजस्तमोभ्यां यदपि विद्वान् विक्षिप्तधीः पुनः ।
 अतंद्रितो मनो युञ्जन् दोषदृष्टिर्न सज्जते
]

`verse 13 [
अप्रमत्तोऽनुयुञ्जीत मनो मय्यर्पयन् शनैः ।
 अनिर्विण्णो यथाकालं जितश्वासो जितासनः
]

`verse 14 [
एतावान् योग आदिष्टो मच्छिष्यैः सनकादिभिः ।
 सर्वतो मन आकृष्य मय्यद्धाऽऽवेश्यते यथा
]

`speaker [
श्रीउद्धव उवाच
]

`verse 15 [
यदा त्वं सनकादिभ्यो येन रूपेण केशव ।
 योगमादिष्टवानेतद् रूपमिच्छामि वेदितुम्
]

`verse 16 [
श्रीभगवानुवाच -
पुत्रा हिरण्यगर्भस्य मानसाः सनकादयः ।
 पप्रच्छुः पितरं सूक्ष्मां योगस्यैकान्तिकीं गतिम्
]

`speaker [
सनकादय ऊचुः
]

`verse 17 [
गुणेष्वाविशते चेतो गुणाश्चेतसि च प्रभो ।
 कथमन्योन्य संत्यागो मुमुक्षोः अतितितीर्षोः
]

`verse 18 [
श्रीभगवानुवाच -
एवं पृष्टो महादेवः स्वयंभूः भूतभावनः ।
 ध्यायमानः प्रश्नबीजं नाभ्यपद्यत कर्मधीः
]

`verse 19 [
स मामचिन्तयद् देवः प्रश्नपारतितीर्षया ।
 तस्याहं हंसरूपेण सकाशमगमं तदा
]

`verse 20 [
दृष्ट्वा मां त उपव्रज्य कृत्वा पादाभिवन्दनम् ।
 ब्रह्मामग्रतः कृत्वा पप्रच्छुः को भवान् इति
]

`verse 21 [
इत्यहं मुनिभिः पृष्टः तत्त्वजिज्ञासुभिस्तदा ।
 यदवोचमहं तेभ्यः तद् उद्धव निबोध मे
]

`verse 22 [
वस्तुनो यद्यनानात्वमात्मनः प्रश्न ईदृशः ।
 कथं घटेत वो विप्रा वक्तुर्वा मे क आश्रयः
]

`verse 23 [
पञ्चात्मकेषु भूतेषु समानेषु च वस्तुतः ।
 को भवानिति वः प्रश्नो वाचारम्भो ह्यनर्थकः
]

`verse 24 [
मनसा वचसा दृष्ट्या गृह्यतेऽन्यैः अपीन्द्रियैः ।
 अहमेव न मत्तोऽन्यत् इति बुध्यध्वमञ्जसा
]

`verse 25 [
गुणेषु आविशते चेतो गुणाश्चेतसि च प्रजाः ।
 जीवस्य देह उभयं गुणाश्चेतो मदात्मनः
]

`verse 26 [
गुणेषु च आविशत् चित्तमभीक्ष्णं गुणसेवया ।
 गुणाश्च चित्तप्रभवा मद्‌रूप उभयं त्यजेत्
]

`verse 27 [
जाग्रत् स्वप्नः सुषुप्तं च, गुणतो बुद्धिवृत्तयः ।
 तासां विलक्षणो जीवः साक्षित्वेन विनिश्चितः
]

`verse 28 [
यर्हि संसृतिबन्धोऽयं आत्मनो गुणवृत्तिदः ।
 मयि तुर्ये स्थितो जह्यात् त्यागः तद् गुणचेतसाम्
]

`verse 29 [
अहङ्कारकृतं बन्धं आत्मनोऽर्थविपर्ययम् ।
 विद्वान् निर्विद्य संसारचिन्तां तुर्ये स्थितः त्यजेत्
]

`verse 30 [
यावत् नानार्थधीः पुंसो, न निवर्तेत युक्तिभिः ।
 जागर्ति अपि स्वपन् अज्ञः स्वप्ने जागरणं यथा
]

`verse 31 [
असत्त्वाद् आत्मनोऽन्येषां भावानां तत्कृता भिदा ।
 गतयो हेतवश्चास्य मृषा स्वप्नदृशो यथा
]

`meter [
वसंततिलका
]

`verse 32 [
यो जागरे बहिरनुक्षणधर्मिणोऽर्थान्
     भुङ्क्ते समस्तकरणैहृदि तत्सदृक्षान् ।
 स्वप्ने सुषुप्त उपसंहरते स एकः
     स्मृत्यन्वयात् त्रिगुणवृत्तिदृगिन्द्रियेशः
]

`verse 33 [
एवं विमृश्य गुणतो मनसः त्र्यवस्था ।
     मन्मायया मयि कृता इति निश्चितार्थाः ।
 संछिद्य हार्दमनुमानसदुक्तितीक्ष्ण ।
     ज्ञानासिना भजत माखिलसंशयाधिम्
]

`verse 34 [
ईक्षेत विभ्रममिदं मनसो विलासं ।
     दृष्टं विनष्टमतिलोलमलातचक्रम् ।
 विज्ञानमेकं उरुधेव विभाति माया ।
     स्वप्नः त्रिधा गुणविसर्गकृतो विकल्पः
]

`verse 35 [
दृष्टिं ततः प्रतिनिवर्त्य निवृत्ततृष्णः ।
     तूष्णीं भवेत् निजसुखानुभवो निरीहः ।
 संदृश्यते क्व च यदीदमवस्तुबुद्ध्या ।
     त्यक्तं भ्रमाय न भवेत् स्मृतिरानिपातात्
]

`verse 36 [
देहं च नश्वरमवस्थितमुत्थितं वा ।
     सिद्धो न पश्यति यतोऽध्यगमत् स्वरूपम् ।
 दैवाद्-अपेतमथ दैववशाद् उपेतं ।
     वासो यथा परिकृतं मदिरा-मदान्धः
]

`verse 37 [
देहोऽपि दैववशगः खलु कर्म यावत् ।
     स्वारंभकं प्रतिसमीक्षत एव सासुः ।
 तं सप्रपञ्चमधिरूढसमाधियोगः ।
     स्वाप्नं पुनर्न भजते प्रतिबुद्धवस्तुः
]

`meter [
अनुष्टुप्
]

`verse 38 [
मयैतदुक्तं वो विप्रा गुह्यं यत् साङ्ख्ययोगयोः ।
 जानीत माऽऽगतं यज्ञं युष्मद्-धर्मविवक्षया
]

`verse 39 [
अहं योगस्य साङ्ख्यस्य सत्यस्यर्तस्य तेजसः ।
 परायणं द्विजश्रेष्ठाः श्रियः कीर्तेः दमस्य च
]

`verse 40 [
मां भजन्ति गुणाः सर्वे निर्गुणं निरपेक्षकम् ।
 सुहृदं प्रियमात्मानं साम्यासङ्गादयोगुणाः
]

`verse 41 [
इति मे छिन्नसन्देहा मुनयः सनकादयः ।
 सभाजयित्वा परया भक्त्यागृणत संस्तवैः
]

`verse 42 [
तैरहं पूजितः सम्यक् संस्तुतः परमर्षिभिः ।
 प्रत्येयाय स्वकं धाम पश्यतः परमेष्ठिनः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे त्रयोदशोऽध्यायः
]
