`preface [
भक्तेर्महत्त्वं ध्यानयोगवर्णनं च -
]

`speaker [
श्रीउद्धव उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
वदन्ति कृष्ण श्रेयांसि बहूनि ब्रह्मवादिनः ।
 तेषां विकल्पप्राधान्यं उताहो एकमुख्यता
]

`verse 2 [
भवता उदाहृतः स्वामिन् भक्तियोगोऽनपेक्षितः ।
 निरस्य सर्वतः सङ्गं येन त्वय्याविशेन्मनः
]

`verse 3 [
श्रीभगवानुवाच -
कालेन नष्टा प्रलये वाणीयं वेदसंज्ञिता ।
 मयाऽऽदौ ब्रह्मणे प्रोक्ता धर्मो यस्यां मदात्मकः
]

`verse 4 [
तेन प्रोक्ता स्वपुत्राय मनवे पूर्वजाय सा ।
 ततो भृग्वादयोऽगृह्णन् सप्त ब्रह्ममहर्षयः
]

`verse 5 [
तेभ्यः पितृभ्यः तत्पुत्रा देवदानवगुह्यकाः ।
 मनुष्याः सिद्धगन्धर्वाः सविद्याधरचारणाः
]

`verse 6 [
किन्देवाः किन्नरा नागा रक्षः किम्पुरुषादयः ।
 बह्व्यस्तेषां प्रकृतयो रजःसत्त्वतमोभुवः
]

`verse 7 [
याभिर्भूतानि भिद्यन्ते भूतानां मतयस्तथा ।
 यथाप्रकृति सर्वेषां चित्रा वाचः स्रवन्ति हि
]

`verse 8 [
एवं प्रकृतिवैचित्र्याद् भिद्यन्ते मतयो नृणाम् ।
 पारम्पर्येण केषाञ्चित् पाषण्डमतयोऽपरे
]

`verse 9 [
मन्मायामोहितधियः पुरुषाः पुरुषर्षभ ।
 श्रेयो वदंति अनेकांतं यथाकर्म यथारुचि
]

`verse 10 [
धर्ममेके यशश्चान्ये कामं सत्यं दमं शमम् ।
 अन्ये वदंति स्वार्थं वा ऐश्वर्यं त्यागभोजनम्
]

`verse 11 [
केचिद् यज्ञतपो दानं व्रतानि नियमान् यमान् ।
 आद्यंतवंत एवैषां लोकाः कर्मविनिर्मिताः ।
 दुःखोदर्काः तमोनिष्ठाः क्षुद्रानंदाः शुचार्पिताः
]

`verse 12 [
मय्यर्पितात्मनः सभ्य निरपेक्षस्य सर्वतः ।
 मयाऽऽत्मना सुखं यत्तत् कुतः स्याद् विषयात्मनाम्
]

`verse 13 [
अकिञ्चनस्य दान्तस्य शान्तस्य समचेतसः ।
 मया सन्तुष्टमनसः सर्वाः सुखमया दिशः
]

`meter [
उपेंद्रवज्रा
]

`verse 14 [
न पारमेष्ठ्यं न महेंद्रधिष्ण्यं
     न सार्वभौमं न रसाधिपत्यम् ।
 न योगसिद्धीः अपुनर्भवं वा
     मय्यर्पितात्मेच्छति मद् विनान्यत्
]

`meter [
अनुष्टुप्
]

`verse 15 [
न तथा मे प्रियतम आत्मयोनिर्न शङ्करः ।
 न च सङ्कर्षणो न श्रीः नैवात्मा च यथा भवान्
]

`verse 16 [
निरपेक्षं मुनिं शान्तं निर्वैरं समदर्शनम् ।
 अनुव्रजाम्यहं नित्यं पूयेयेत्यङ्‌‍घ्रिरेणुभिः
]

`meter [
इंद्रवंशा
]

`verse 17 [
निष्किञ्चना मय्यनुरक्तचेतसः
     शांता महांतोऽखिलजीववत्सलाः ।
 कामैरनालब्धधियो जुषन्ति यत्
     नैरपेक्ष्यं न विदुः सुखं मम
]

`meter [
अनुष्टुप्
]

`verse 18 [
बाध्यमानोऽपि मद्‍भक्तो विषयैरजितेन्द्रियः ।
 प्रायः प्रगल्भया भक्त्या विषयैर्नाभिभूयते
]

`verse 19 [
यथाग्निः सुसमृद्धार्चिः करोत्येधांसि भस्मसात् ।
 तथा मद्विषया भक्तिः उद्धवैनांसि कृत्स्नशः
]

`verse 20 [
न साधयति मां योगो न साङ्ख्यं धर्म उद्धव ।
 न स्वाध्यायः तपस्त्यागो यथा भक्तिर्ममोर्जिता
]

`verse 21 [
भक्त्याहमेकया ग्राह्यः श्रद्धयाऽऽत्मा प्रियः सताम् ।
 भक्तिः पुनाति मन्निष्ठा श्वपाकान् अपि संभवात्
]

`verse 22 [
धर्मः सत्यदयोपेतो विद्या वा तपसान्विता ।
 मद्‍भक्त्यापेतमात्मानं न सम्यक् प्रपुनाति हि
]

`verse 23 [
कथं विना रोमहर्षं द्रवता चेतसा विना ।
 विनाऽऽनन्दाश्रुकलया शुध्येद् भक्त्या विनाऽऽशयः
]

`meter [
मिश्र
]

`verse 24 [
वाग्-गद्-गदा द्रवते यस्य चित्तं
     रुदत्यभीक्ष्णं हसति क्वचित्-च ।
 विलज्ज उद्‌गायति नृत्यते च
     मद्‍भक्तियुक्तो भुवनं पुनाति
]

`verse 25 [
यथाग्निना हेम मलं जहाति
     ध्मातं पुनः स्वं भजते च रूपम् ।
 आत्मा च कर्मानुशयं विधूय
     मद्‍भक्तियोगेन भजत्यथो माम्
]

`verse 26 [
यथा यथाऽऽत्मा परिमृज्यतेऽसौ
     मत्पुण्यगाथा श्रवणाभिधानैः ।
 तथा तथा पश्यति वस्तु सूक्ष्मं
     चक्षुर्यथैवाञ्जनसंप्रयुक्तम्
]

`meter [
अनुष्टुप्
]

`verse 27 [
विषयान् ध्यायतश्चित्तं विषयेषु विषज्जते ।
 मां अनुस्मरतश्चित्तं मय्येव प्रविलीयते
]

`verse 28 [
तस्मात् असदभिध्यानं यथा स्वप्नमनोरथम् ।
 हित्वा मयि समाधत्स्व मनो मद्‍भावभावितम्
]

`verse 29 [
स्त्रीणां स्त्रीसङ्‌‍गिनां सङ्गं त्यक्त्वा दूरत आत्मवान् ।
 क्षेमे विविक्त आसीनः चिन्तयेत् मां अतन्द्रितः
]

`verse 30 [
न तथास्य भवेत्क्लेशो बन्धश्चान्यप्रसङ्गतः ।
 योषित् सङ्गात् यथा पुंसो यथा तत् सङ्‌गिसङ्गतः
]

`speaker [
श्रीउद्धव उवाच
]

`verse 31 [
यथा त्वां अरविन्दाक्ष यादृशं वा यदात्मकम् ।
 ध्यायेत् मुमुक्षुः एतन्मे ध्यानं त्वं वक्तुमर्हसि
]

`verse 32 [
श्रीभगवानुवाच -
सम आसन आसीनः समकायो यथासुखम् ।
 हस्तौ उत्सङ्ग आधाय स्वनासाग्रकृतेक्षणः
]

`verse 33 [
प्राणस्य शोधयेत् मार्गं पूरकुम्भकरेचकैः ।
 विपर्ययेणापि शनैः अभ्यसेत् निर्जितेन्द्रियः
]

`verse 34 [
हृद्यविच्छिन्न-मोंकारं घण्टानादं विसोर्णवत् ।
 प्राणेन-उदीर्य तत्राथ पुनः संवेशयेत् स्वरम्
]

`verse 35 [
एवं प्रणवसंयुक्तं प्राणमेव समभ्यसेत् ।
 दशकृत्वस्त्रिषवणं मासाद्-अर्वाग् जितानिलः
]

`verse 36 [
हृत्पुण्डरीकमन्तस्थं ऊर्ध्वनालमधोमुखम् ।
 ध्यात्वोर्ध्वमुखमुन्निद्रं अष्टपत्रं सकर्णिकम्
]

`verse 37 [
कर्णिकायां न्यसेत् सूर्य सोमाग्नीन् उत्तरोत्तरम् ।
 वह्निमध्ये स्मरेद्‌ रूपं ममैतद् ध्यानमङ्गलम्
]

`verse 38 [
समं प्रशान्तं सुमुखं दीर्घचारुचतुर्भुजम् ।
 सुचारुसुन्दरग्रीवं सुकपोलं शुचिस्मितम्
]

`verse 39 [
समानकर्णविन्यस्तस्फुरन्मकरकुण्डलम् ।
 हेमाम्बरं घनश्यामं श्रीवत्स श्रीनिकेतनम्
]

`verse 40 [
शङ्खचक्रगदापद्म वनमालाविभूषितम् ।
 नूपुरैः विलसत्पादं कौस्तुभप्रभया युतम्
]

`verse 41 [
द्युमत् किरीटकटक कटिसूत्राङ्गदायुतम् ।
 सर्वाङ्गसुन्दरं हृद्यं प्रसाद सुमुखेक्षणम् ।
 सुकुमारमभिध्यायेत् सर्वाङ्गेषु मनो दधत्
]

`verse 42 [
इन्द्रियाणीन्द्रियार्थेभ्यो मनसाऽऽकृष्य तन्मनः ।
 बुद्ध्या सारथिना धीरः प्रणयेन् मयि सर्वतः
]

`verse 43 [
तत्सर्वव्यापकं चित्तमाकृष्यैकत्र धारयेत् ।
 नान्यानि चिन्तयेद् भूयः सुस्मितं भावयेत् मुखम्
]

`verse 44 [
तत्र लब्धपदं चित्तं आकृष्य व्योम्नि धारयेत् ।
 तच्च त्यक्त्वा मदारोहो न किञ्चिदपि चिन्तयेत्
]

`verse 45 [
एवं समाहितमतिः मां एवात्मानमात्मनि ।
 विचष्टे मयि सर्वात्मन् ज्योतिर्ज्योतिषि संयुतम्
]

`verse 46 [
ध्यानेनेत्थं सुतीव्रेण युञ्जतो योगिनो मनः ।
 संयास्यत्याशु निर्वाणं द्रव्य ज्ञानक्रियाभ्रमः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे चतुर्दशोऽध्यायः
]
