`preface [
अष्टादशसिद्धिवर्णनम् -
]

`verse 1 [
श्रीभगवानुवाच।
जितेन्द्रियस्य युक्तस्य जितश्वासस्य योगिनः।
मयि धारयतश्चेत उपतिष्ठन्ति सिद्धयः
]

`speaker [
श्रीउद्धव उवाच
]

`verse 2 [
कया धारणया का स्वित्कथं वा सिद्धिरच्युत।
कति वा सिद्धयो ब्रूहि योगिनां सिद्धिदो भवान्
]

`verse 3 [
श्रीभगवानुवाच।
सिद्धयोऽष्टादश प्रोक्ता धारणा योगपारगैः।
तासामष्टौ मत्प्रधाना दशैव गुणहेतवः
]

`verse 4 [
अणिमा महिमा मूर्तेर्लघिमा प्राप्तिरिन्द्रियैः।
प्राकाम्यं श्रुतदृष्टेषु शक्तिप्रेरणमीशिता
]

`verse 5 [
गुणेष्वसङ्गो वशिता यत्कामस्तदवस्यति।
एता मे सिद्धयः सौम्य अष्टावौत्पत्तिका मताः
]

`verse 6 [
अनूर्मिमत्त्वं देहेऽस्मिन्दूरश्रवणदर्शनम्।
मनोजवः कामरूपं परकायप्रवेशनम्
]

`verse 7 [
स्वच्छन्दमृत्युर्देवानां सहक्रीडानुदर्शनम्।
यथासङ्कल्पसंसिद्धिराज्ञाप्रतिहता गतिः
]

`verse 8 [
त्रिकालज्ञत्वमद्वन्द्वं परचित्ताद्यभिज्ञता।
अग्न्यर्काम्बुविषादीनां प्रतिष्टम्भोऽपराजयः
]

`verse 9 [
एताश्चोद्देशतः प्रोक्ता योगधारणसिद्धयः।
यया धारणया या स्याद्यथा वा स्यान्निबोध मे
]

`verse 10 [
भूतसूक्ष्मात्मनि मयि तन्मात्रं धारयेन्मनः।
अणिमानमवाप्नोति तन्मात्रोपासको मम
]

`verse 11 [
महत्तत्त्वात्मनि मयि यथासंस्थं मनो दधत्।
महिमानमवाप्नोति भूतानां च पृथक्पृथक्
]

`verse 12 [
परमाणुमये चित्तं भूतानां मयि रञ्जयन्।
कालसूक्ष्मार्थतां योगी लघिमानमवाप्नुयात्
]

`verse 13 [
धारयन्मय्यहंतत्त्वे मनो वैकारिकेऽखिलम्।
सर्वेन्द्रियाणामात्मत्वं प्राप्तिं प्राप्नोति मन्मनाः
]

`verse 14 [
महत्यात्मनि यः सूत्रे धारयेन्मयि मानसम्।
प्राकाम्यं पारमेष्ठ्यं मे विन्दतेऽव्यक्तजन्मनः
]

`verse 15 [
विष्णौ त्र्यधीश्वरे चित्तं धारयेत्कालविग्रहे।
स ईशित्वमवाप्नोति क्षेत्रज्ञक्षेत्रचोदनाम्
]

`verse 16 [
नारायणे तुरीयाख्ये भगवच्छब्दशब्दिते।
मनो मय्यादधद्योगी मद्धर्मा वशितामियात्
]

`verse 17 [
निर्गुणे ब्रह्मणि मयि धारयन्विशदं मनः।
परमानन्दमाप्नोति यत्र कामोऽवसीयते
]

`verse 18 [
श्वेतद्वीपपतौ चित्तं शुद्धे धर्ममये मयि।
धारयञ्छ्वेततां याति षडूर्मिरहितो नरः
]

`verse 19 [
मय्याकाशात्मनि प्राणे मनसा घोषमुद्वहन्।
तत्रोपलब्धा भूतानां हंसो वाचः शृणोत्यसौ
]

`verse 20 [
चक्षुस्त्वष्टरि संयोज्य त्वष्टारमपि चक्षुषि।
मां तत्र मनसा ध्यायन्विश्वं पश्यति दूरतः
]

`verse 21 [
मनो मयि सुसंयोज्य देहं तदनुवायुना।
मद्धारणानुभावेन तत्रात्मा यत्र वै मनः
]

`verse 22 [
यदा मन उपादाय यद्यद्रूपं बुभूषति।
तत्तद्भवेन्मनोरूपं मद्योगबलमाश्रयः
]

`verse 23 [
परकायं विशन्सिद्ध आत्मानं तत्र भावयेत्।
पिण्डं हित्वा विशेत्प्राणो वायुभूतः षडङ्घ्रिवत्
]

`verse 24 [
पार्ष्ण्यापीड्य गुदं प्राणं हृदुरःकण्ठमूर्धसु।
आरोप्य ब्रह्मरन्ध्रेण ब्रह्म नीत्वोत्सृजेत्तनुम्
]

`verse 25 [
विहरिष्यन्सुराक्रीडे मत्स्थं सत्त्वं विभावयेत्।
विमानेनोपतिष्ठन्ति सत्त्ववृत्तीः सुरस्त्रियः
]

`verse 26 [
यथा सङ्कल्पयेद्बुद्ध्या यदा वा मत्परः पुमान्।
मयि सत्ये मनो युञ्जंस्तथा तत्समुपाश्नुते
]

`verse 27 [
यो वै मद्भावमापन्न ईशितुर्वशितुः पुमान्।
कुतश्चिन्न विहन्येत तस्य चाज्ञा यथा मम
]

`verse 28 [
मद्भक्त्या शुद्धसत्त्वस्य योगिनो धारणाविदः।
तस्य त्रैकालिकी बुद्धिर्जन्ममृत्यूपबृंहिता
]

`verse 29 [
अग्न्यादिभिर्न हन्येत मुनेर्योगमयं वपुः।
मद्योगशान्तचित्तस्य यादसामुदकं यथा
]

`verse 30 [
मद्विभूतीरभिध्यायन्श्रीवत्सास्त्रविभूषिताः।
ध्वजातपत्रव्यजनैः स भवेदपराजितः
]

`verse 31 [
उपासकस्य मामेवं योगधारणया मुनेः।
सिद्धयः पूर्वकथिता उपतिष्ठन्त्यशेषतः
]

`verse 32 [
जितेन्द्रियस्य दान्तस्य जितश्वासात्मनो मुनेः।
मद्धारणां धारयतः का सा सिद्धिः सुदुर्लभा
]

`verse 33 [
अन्तरायान्वदन्त्येता युञ्जतो योगमुत्तमम्।
मया सम्पद्यमानस्य कालक्षपणहेतवः
]

`verse 34 [
जन्मौषधितपोमन्त्रैर्यावतीरिह सिद्धयः।
योगेनाप्नोति ताः सर्वा नान्यैर्योगगतिं व्रजेत्
]

`verse 35 [
सर्वासामपि सिद्धीनां हेतुः पतिरहं प्रभुः।
अहं योगस्य साङ्ख्यस्य धर्मस्य ब्रह्मवादिनाम्
]

`verse 36 [
अहमात्मान्तरो बाह्योऽनावृतः सर्वदेहिनाम्।
यथा भूतानि भूतेषु बहिरन्तः स्वयं तथा
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामेकादशस्कन्धे पञ्चदशोऽध्यायः
]
