`preface [
वर्णधर्मनिरूपणम्, आश्रमेषु ब्रह्मचारी गृहस्थ धर्मवर्णं च -
]

`speaker [
श्रीउद्धव उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
यस्त्वयाभिहितः पूर्वं धर्मस्त्वद्‍भक्तिलक्षणः ।
 वर्णाश्रमाचारवतां सर्वेषां द्विपदामपि
]

`verse 2 [
यथानुष्ठीयमानेन त्वयि भक्तिर्नृणां भवेत् ।
 स्वधर्मेणारविन्दाक्ष तत् समाख्यातुमर्हसि
]

`verse 3 [
पुरा किल महाबाहो धर्मं परमकं प्रभो ।
 यत्तेन हंसरूपेण ब्राह्मणेऽभ्यात्थ माधव
]

`verse 4 [
स इदानीं सुमहता कालेनामित्रकर्शन ।
 न प्रायो भविता मर्त्य लोके प्राक् अनुशासितः
]

`verse 5 [
वक्ता कर्ताविता नान्यो धर्मस्याच्युत ते भुवि ।
 सभायामपि वैरिञ्च्यां यत्र मूर्तिधराः कलाः
]

`verse 6 [
कर्त्रावित्रा प्रवक्त्रा च भवता मधुसूदन ।
 त्यक्ते महीतले देव विनष्टं कः प्रवक्ष्यति
]

`verse 7 [
तत्त्वं नः सर्वधर्मज्ञ धर्मः त्वद्‍भक्तिलक्षणः ।
 यथा यस्य विधीयेत तथा वर्णय मे प्रभो
]

`speaker [
श्रीशुक उवाच
]

`verse 8 [
इत्थं स्वभृत्यमुख्येन पृष्टः स भगवान् हरिः ।
 प्रीतः क्षेमाय मर्त्यानां धर्मान् आह सनातनान्
]

`verse 9 [
श्रीभगवानुवाच -
धर्म्य एष तव प्रश्नो नैःश्रेयसकरो नृणाम् ।
 वर्णाश्रमाचारवतां तमुद्धव निबोध मे
]

`verse 10 [
आदौ कृतयुगे वर्णो नृणां हंस इति स्मृतः ।
 कृतकृत्याः प्रजा जात्या तस्मात् कृतयुगं विदुः
]

`verse 11 [
वेदः प्रणव एवाग्रे धर्मोऽहं वृषरूपधृक् ।
 उपासते तपोनिष्ठा हंसं मां मुक्तकिल्बिषाः
]

`verse 12 [
त्रेतामुखे महाभाग प्राणान् मे हृदयात् त्रयी ।
 विद्या प्रादुरभूत् तस्या अहमासं त्रिवृन्मखः
]

`verse 13 [
विप्रक्षत्रियविट्शूद्रा मुखबाहूरुपादजाः ।
 वैराजात् पुरुषात् जाता य आत्माचारलक्षणाः
]

`verse 14 [
गृहाश्रमो जघनतो ब्रह्मचर्यं हृदो मम ।
 वक्षःस्थलाद् वने वासो न्यासः शीर्षणि संस्थितः
]

`verse 15 [
*
 वर्णानां आश्रमाणां च जन्मभूम्यनुसारिणीः ।
 आसन् प्रकृतयो नॄणां नीचैः नीचोत्तमोत्तमाः
]

`verse 16 [
शमो दमस्तपः शौचं संतोषः क्षांतिरार्जवम् ।
 मद्‍भक्तिश्च दया सत्यं ब्रह्मप्रकृतयस्त्विमाः
]

`verse 17 [
तेजो बलं धृतिः शौर्यं तितिक्षौदार्यमुद्यमः ।
 स्थैर्यं ब्रह्मण्यतैश्वर्यं क्षत्र प्रकृतयस्त्विमाः
]

`verse 18 [
आस्तिक्यं दाननिष्ठा च अदंभो ब्रह्मसेवनम् ।
 अतुष्टिः अर्थोपचयैः वैश्य प्रकृतयस्त्विमाः
]

`verse 19 [
शुश्रूषणं द्विजगवां देवानां चापि अमायया ।
 तत्र लब्धेन संतोषः शूद्र प्रकृतयस्त्विमाः
]

`verse 20 [
अशौचमनृतं स्तेयं नास्तिक्यं शुष्कविग्रहः ।
 कामः क्रोधश्च तर्षश्च स्वभावोन्त्यावसायिनाम्
]

`verse 21 [
अहिंसा सत्यमस्तेयं अकामक्रोधलोभता ।
 भूतप्रियहितेहा च धर्मोऽयं सार्ववर्णिकः
]

`verse 22 [
द्वितीयं प्राप्यानुपूर्व्यात् जन्मोपानयनं द्विजः ।
 वसन् गुरुकुले दान्तो ब्रह्माधीयीत चाहूतः
]

`verse 23 [
मेखला अजिन दण्डाक्ष ब्रह्मसूत्रकमण्डलून् ।
 जटिलो अधौतदद्वासः अरक्तपीठः कुशान् दधत्
]

`verse 24 [
स्नानभोजनहोमेषु जपोच्चारे च वाग्यतः ।
 न च्छिंद्यान् नखरोमाणि कक्ष-उपस्थगतान्यपि
]

`verse 25 [
रेतो न अवकिरेत् जातु ब्रह्मव्रतधरः स्वयम् ।
 अवकीर्णे अवगाह्य अप्सु यतासुः त्रिपदीं जपेत्
]

`verse 26 [
अग्न्यर्काचार्य-गो-विप्र गुरु-वृद्ध-सुरान् शुचिः ।
 समाहित उपासीत संध्ये च यतवाग्-जपन्
]

`verse 27 [
आचार्यं मां विजानीयात् न-अवमन्येत कर्हिचित् ।
 न मर्त्यबुद्ध्यासूयेत सर्वदेवमयो गुरुः
]

`verse 28 [
सायं प्रातः उपानीय भैक्ष्यं तस्मै निवेदयेत् ।
 यच्चान्यद् अपि अनुज्ञातं उपयुञ्जीत संयतः
]

`verse 29 [
शुश्रूषमाण आचार्यं सदा-उपासीत नीचवत् ।
 यान शय्यासनस्थानैः नातिदूरे कृताञ्जलिः
]

`verse 30 [
एवंवृत्तो गुरुकुले वसेद् ‍भोगविवर्जितः ।
 विद्या समाप्यते यावद् बिभ्रद् व्रतं अखण्डितम्
]

`verse 31 [
यदि असौ छंदसां लोकं आरोक्ष्यन् ब्रह्मविष्टपम् ।
 गुरवे विन्यसेद् देहं स्वाध्यायार्थं बृहद्व्रतः
]

`verse 32 [
अग्नौ गुरावात्मनि च सर्वभूतेषु मां परम् ।
 अपृथग्धीः उपसीत ब्रह्मवर्चस्वी अकल्मषः
]

`verse 33 [
स्त्रीणां निरीक्षण स्पर्श संलाप क्ष्वेलनादिकम् ।
 प्राणिनो मिथुनीभूतान् अगृहस्थो अग्रतस्त्यजेत्
]

`verse 34 [
शौचं आचमनं स्नानं संध्योपासनमार्जवम् ।
 तीर्थसेवा जपोऽस्पृश्या अभक्ष्य संभाष्यवर्जनम्
]

`verse 35 [
सर्वाश्रमप्रयुक्तोऽयं नियमः कुलनंदन ।
 मद्‍भवः सर्वभूतेषु मनोवाक्-कायसंयमः
]

`verse 36 [
एवं बृहद्व्रतधरो ब्राह्मणोऽग्निः इव ज्वलन् ।
 मद्‍भक्तः तीव्रतपसा दग्धकर्माशयोऽमलः
]

`verse 37 [
अथ अनंतरं आवेक्ष्यन् यथा जिज्ञासितागमः ।
 गुरवे दक्षिणां दत्त्वा स्नायाद् गुर्वनुमोदितः
]

`verse 38 [
गृहं वनं वोपविशेत् प्रव्रजे द्वा द्विजोत्तमः ।
 आश्रमादाश्रमं गच्छेत् नान्यथा मत्परश्चरेत्
]

`verse 39 [
गृहार्थी सदृशीं भार्यां उद्वहेद् अजुगुप्सिताम् ।
 यवीयसीं तु वयसा यां सवर्णां अनुक्रमात्
]

`verse 40 [
इज्य-अध्ययन-दानानि सर्वेषां च द्विजन्मनाम् ।
 प्रतिग्रहो-अध्यापनं च ब्राह्मणस्यैव याजनम्
]

`verse 41 [
प्रतिग्रहं मन्यमानः तपस्तेजोयशोनुदम् ।
 अन्याभ्यामेव जीवेत शिलैर्वा दोषदृक् तयोः
]

`verse 42 [
ब्राह्मणस्य हि देहोऽयं क्षुद्रकामाय नेष्यते ।
 कृच्छ्राय तपसे चेह प्रेत्यानन्तसुखाय च
]

`meter [
इंद्रवज्रा
]

`verse 43 [
शिलोञ्छवृत्त्या परितुष्टचित्तो
     धर्मं महांतं विरजं जुषाणः ।
 मय्यर्पितात्मा गृह एव तिष्ठन्
     नातिप्रसक्तः समुपैति शांतिम्
]

`meter [
अनुष्टुप्
]

`verse 44 [
समुद्धरंति ये विप्रं सीदंतं मत्परायणम् ।
 तान् उद्धरिष्ये न चिराद् आपद्‍भ्यो नौः इवार्णवात्
]

`verse 45 [
सर्वाः समुद्धरेद् राजा पितेव व्यसनात् प्रजाः ।
 आत्मानं आत्मना धीरो यथा गजपतिर्गजान्
]

`verse 46 [
एवंविधो नरपतिः विमानेनार्कवर्चसा ।
 विधूय इह अशुभं कृत्स्नं इंद्रेण सह मोदते
]

`verse 47 [
सीदन् विप्रः वणिक् वृत्त्या पण्यैः एवापदं तरेत् ।
 खड्गेन वा आपदाक्रांतो न श्ववृत्त्या कथञ्चन
]

`verse 48 [
वैश्यवृत्त्या तु राजन्यो जीवेत् मृगययापदि ।
 चरेद् वा विप्ररूपेण न श्ववृत्त्या कथञ्चन
]

`verse 49 [
शूद्रवृत्तिं भजेद् वैश्यः शूद्रः कारुकटक्रियाम् ।
 कृच्छ्रान् मुक्तो न गर्ह्येण वृत्तिं लिप्सेत कर्मणा
]

`verse 50 [
वेदाध्याय स्वधा स्वाहा बलि अन्नाद्यैः यथोदयम् ।
 देवर्षिपितृभूतानि मद् रूपाणि अन्वहं यजेत्
]

`verse 51 [
यदृच्छया उपपन्नेन शुक्लेन उपार्जितेन वा ।
 धनेन अपीडयन् भृत्यान् न्यायेन एव आहरेत् क्रतून्
]

`verse 52 [
कुटुंबेषु न सज्जेत न प्रमाद्येत् कुटुंबी अपि ।
 विपश्चित् नश्वरं पश्येद् अदृष्टमपि दृष्टवत्
]

`verse 53 [
पुत्रदारा आप्तबंधूनां संगमः पांथसङ्गमः ।
 अनुदेहं वियन्त्येते स्वप्नो निद्रानुगो यथा
]

`verse 54 [
इत्थं परिमृशन् मुक्तो गृहेषु अतिथिवद् वसन् ।
 न गृहैः अनुबध्येत निर्ममो निरहङ्कृतः
]

`verse 55 [
कर्मभिः गृहमेधीयैः इष्ट्वा मामेव भक्तिमान् ।
 तिष्ठेद् वनं वोपविशेत् प्रजावान् वा परिव्रजेत्
]

`verse 56 [
यस्तु आसक्तमतिः गेहे पुत्रवित्तैषणा आतुरः ।
 स्त्रैणः कृपणधीः मूढो मम अहं इति बध्यते
]

`verse 57 [
अहो मे पितरौ वृद्धौ भार्या बालात्मजऽऽत्मजाः ।
 अनाथा मामृते दीनाः कथं जीवन्ति दुःखिताः
]

`verse 58 [
एवं गृहाशयाक्षिप्त हृदयो मूढधीः अयम् ।
 अतृप्तस्तान् अनुध्यायन् मृतोऽन्धं विशते तमः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे सप्तदशोऽध्यायः
]
