`verse 1 [
श्रीभगवानुवाच।
यो विद्याश्रुतसम्पन्नः आत्मवान्नानुमानिकः।
मायामात्रमिदं ज्ञात्वा ज्ञानं च मयि सन्न्यसेत्
]

`verse 2 [
ज्ञानिनस्त्वहमेवेष्टः स्वार्थो हेतुश्च सम्मतः।
स्वर्गश्चैवापवर्गश्च नान्योऽर्थो मदृते प्रियः
]

`verse 3 [
ज्ञानविज्ञानसंसिद्धाः पदं श्रेष्ठं विदुर्मम।
ज्ञानी प्रियतमोऽतो मे ज्ञानेनासौ बिभर्ति माम्
]

`verse 4 [
तपस्तीर्थं जपो दानं पवित्राणीतराणि च।
नालं कुर्वन्ति तां सिद्धिं या ज्ञानकलया कृता
]

`verse 5 [
तस्माज्ज्ञानेन सहितं ज्ञात्वा स्वात्मानमुद्धव।
ज्ञानविज्ञानसम्पन्नो भज मां भक्तिभावतः
]

`verse 6 [
ज्ञानविज्ञानयज्ञेन मामिष्ट्वात्मानमात्मनि।
सर्वयज्ञपतिं मां वै संसिद्धिं मुनयोऽगमन्
]

`verse 7 [
त्वय्युद्धवाश्रयति यस्त्रिविधो विकारो।
मायान्तरापतति नाद्यपवर्गयोर्यत्।
जन्मादयोऽस्य यदमी तव तस्य किं स्युर्।
आद्यन्तयोर्यदसतोऽस्ति तदेव मध्ये
]

`speaker [
श्रीउद्धव उवाच
]

`verse 8 [
ज्ञानं विशुद्धं विपुलं यथैतद्वैराग्यविज्ञानयुतं पुराणम्।
आख्याहि विश्वेश्वर विश्वमूर्ते त्वद्भक्तियोगं च महद्विमृग्यम्
]

`verse 9 [
तापत्रयेणाभिहतस्य घोरे सन्तप्यमानस्य भवाध्वनीश।
पश्यामि नान्यच्छरणं तवाङ्घ्रि द्वन्द्वातपत्रादमृताभिवर्षात्
]

`verse 10 [
दष्टं जनं सम्पतितं बिलेऽस्मिन्कालाहिना क्षुद्र सुखोरुतर्षम्।
समुद्धरैनं कृपयापवर्ग्यैर्वचोभिरासिञ्च महानुभाव
]

`verse 11 [
श्रीभगवानुवाच।
इत्थमेतत्पुरा राजा भीष्मं धर्मभृतां वरम्।
अजातशत्रुः पप्रच्छ सर्वेषां नोऽनुशृण्वताम्
]

`verse 12 [
निवृत्ते भारते युद्धे सुहृन्निधनविह्वलः।
श्रुत्वा धर्मान्बहून्पश्चान्मोक्षधर्मानपृच्छत
]

`verse 13 [
तानहं तेऽभिधास्यामि देवव्रतमुखाच्छ्रुतान्।
ज्ञानवैराग्यविज्ञान श्रद्धाभक्त्युपबृंहितान्
]

`verse 14 [
नवैकादश पञ्च त्रीन्भावान्भूतेषु येन वै।
ईक्षेताथैकमप्येषु तज्ज्ञानं मम निश्चितम्
]

`verse 15 [
एतदेव हि विज्ञानं न तथैकेन येन यत्।
स्थित्युत्पत्त्यप्ययान् पश्येद्भावानां त्रिगुणात्मनाम्
]

`verse 16 [
आदावन्ते च मध्ये च सृज्यात्सृज्यं यदन्वियात्।
पुनस्तत्प्रतिसङ्क्रामे यच्छिष्येत तदेव सत्
]

`verse 17 [
श्रुतिः प्रत्यक्षमैतिह्यमनुमानं चतुष्टयम्।
प्रमाणेष्वनवस्थानाद्विकल्पात्स विरज्यते
]

`verse 18 [
कर्मणां परिणामित्वादाविरिञ्च्यादमङ्गलम्।
विपश्चिन्नश्वरं पश्येददृष्टमपि दृष्टवत्
]

`verse 19 [
भक्तियोगः पुरैवोक्तः प्रीयमाणाय तेऽनघ।
पुनश्च कथयिष्यामि मद्भक्तेः कारणं परं
]

`verse 20 [
श्रद्धामृतकथायां मे शश्वन्मदनुकीर्तनम्।
परिनिष्ठा च पूजायां स्तुतिभिः स्तवनं मम
]

`verse 21 [
आदरः परिचर्यायां सर्वाङ्गैरभिवन्दनम्।
मद्भक्तपूजाभ्यधिका सर्वभूतेषु मन्मतिः
]

`verse 22 [
मदर्थेष्वङ्गचेष्टा च वचसा मद्गुणेरणम्।
मय्यर्पणं च मनसः सर्वकामविवर्जनम्
]

`verse 23 [
मदर्थेऽर्थपरित्यागो भोगस्य च सुखस्य च।
इष्टं दत्तं हुतं जप्तं मदर्थं यद्व्रतं तपः
]

`verse 24 [
एवं धर्मैर्मनुष्याणामुद्धवात्मनिवेदिनाम्।
मयि सञ्जायते भक्तिः कोऽन्योऽर्थोऽस्यावशिष्यते
]

`verse 25 [
यदात्मन्यर्पितं चित्तं शान्तं सत्त्वोपबृंहितम्।
धर्मं ज्ञानं स वैराग्यमैश्वर्यं चाभिपद्यते
]

`verse 26 [
यदर्पितं तद्विकल्पे इन्द्रियैः परिधावति।
रजस्वलं चासन्निष्ठं चित्तं विद्धि विपर्ययम्
]

`verse 27 [
धर्मो मद्भक्तिकृत्प्रोक्तो ज्ञानं चैकात्म्यदर्शनम्।
गुणेस्वसङ्गो वैराग्यमैश्वर्यं चाणिमादयः
]

`speaker [
श्रीउद्धव उवाच
]

`verse 28 [
यमः कतिविधः प्रोक्तो नियमो वारिकर्षण। ।
कः शमः को दमः कृष्ण का तितिक्षा धृतिः प्रभो।।
]

`verse 29 [
किं दानं किं तपः शौर्यं किं सत्यमृतमुच्यते। ।
कस्त्यागः किं धनं चेष्टं को यज्ञः का च दक्षिणा ।।
]

`verse 30 [
पुंसः किं स्विद्बलं श्रीमन् भगो लाभश्च केशव।।
का विद्या ह्रीः परा का श्रीः किं सुखं दुःखमेव च।।
]

`verse 31 [
कः पण्डितः कश्च मूर्खः कः पन्था उत्पथश्च कः।।
कः स्वर्गो नरकः कः स्वित् को बन्धुरुत किं गृहम्।।
]

`verse 32 [
आढ्यः को दरिद्रो वा कृपणः कः क ईश्वरः ।।
एतान्प्रश्नान्मम ब्रूहि विपरीतांश्च सत्पते।।
]

`verse 33 [
श्रीभगवानुवाच।
अहिंसा सत्यमस्तेयमसङ्गो ह्रीरसञ्चयः।
आस्तिक्यं ब्रह्मचर्यं च मौनं स्थैर्यं क्षमाभयम्
]

`verse 34 [
शौचं जपस्तपो होमः श्रद्धातिथ्यं मदर्चनम्।
तीर्थाटनं परार्थेहा तुष्टिराचार्यसेवनम्
]

`verse 35 [
एते यमाः सनियमा उभयोर्द्वादश स्मृताः।
पुंसामुपासितास्तात यथाकामं दुहन्ति हि
]

`verse 36 [
शमो मन्निष्ठता बुद्धेर्दम इन्द्रियसंयमः।
तितिक्षा दुःखसम्मर्षो जिह्वोपस्थजयो धृतिः
]

`verse 37 [
दण्डन्यासः परं दानं कामत्यागस्तपः स्मृतम्।
स्वभावविजयः शौर्यं सत्यं च समदर्शनम्
]

`verse 38 [
अन्यच्च सुनृता वाणी कविभिः परिकीर्तिता।
कर्मस्वसङ्गमः शौचं त्यागः सन्न्यास उच्यते
]

`verse 39 [
धर्म इष्टं धनं नॄणां यज्ञोऽहं भगवत्तमः।
दक्षिणा ज्ञानसन्देशः प्राणायामः परं बलम्
]

`verse 40 [
भगो म ऐश्वरो भावो लाभो मद्भक्तिरुत्तमः।
विद्यात्मनि भिदाबाधो जुगुप्सा ह्रीरकर्मसु
]

`verse 41 [
श्रीर्गुणा नैरपेक्ष्याद्याः सुखं दुःखसुखात्ययः।
दुःखं कामसुखापेक्षा पण्डितो बन्धमोक्षवित्
]

`verse 42 [
मूर्खो देहाद्यहंबुद्धिः पन्था मन्निगमः स्मृतः।
उत्पथश्चित्तविक्षेपः स्वर्गः सत्त्वगुणोदयः
]

`verse 43 [
नरकस्तमउन्नाहो बन्धुर्गुरुरहं सखे।
गृहं शरीरं मानुष्यं गुणाढ्यो ह्याढ्य उच्यते
]

`verse 44 [
दरिद्रो यस्त्वसन्तुष्टः कृपणो योऽजितेन्द्रियः।
गुणेष्वसक्तधीरीशो गुणसङ्गो विपर्ययः
]

`verse 45 [
एत उद्धव ते प्रश्नाः सर्वे साधु निरूपिताः।
किं वर्णितेन बहुना लक्षणं गुणदोषयोः।
गुणदोषदृशिर्दोषो गुणस्तूभयवर्जितः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामेकादशस्कन्धे एकोनविंशोऽध्यायः
]
