`set context {
  skandha = "11",
  adhyaya = "20",
  skandha.title = "Skandha 11",
  adhyaya.title = "Adhyāya 20"
}

`preface [
ज्ञानकर्मभक्तियोगानां वर्णनम् -
]

`speaker [
श्रीउद्धव उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
विधिश्च प्रतिषेधश्च निगमो हीश्वरस्य ते ।
 अवेक्षतेऽरविन्दाक्ष गुणं दोषं च कर्मणाम्
]

`verse 2 [
वर्णाश्रमविकल्पं च प्रतिलोमानुलोमजम् ।
 द्रव्यदेशवयः कालान् स्वर्गं नरकमेव च
]

`verse 3 [
गुणदोषभिदादृष्टिमन्तरेण वचस्तव ।
 निःश्रेयसं कथं नॄणां निषेधविधिलक्षणम्
]

`verse 4 [
पितृदेवमनुष्यानां वेदश्चक्षुस्तवेश्वर ।
 श्रेयस्त्वनुपलब्धेऽर्थे साध्यसाधनयोरपि
]

`verse 5 [
गुणदोषभिदादृष्टिः निगमात्ते न हि स्वतः ।
 निगमेनापवादश्च भिदाया इति ह भ्रमः
]

`verse 6 [
श्रीभगवानुवाच -
योगास्त्रयो मया प्रोक्ता नृणां श्रेयोविधित्सया ।
 ज्ञानं कर्म च भक्तिश्च नोपायोऽन्योऽस्ति कुत्रचित्
]

`verse 7 [
निर्विण्णानां ज्ञानयोगो न्यासिनामिह कर्मसु ।
 तेषु अनिर्विण्णचित्तानां कर्मयोगस्तु कामिनाम्
]

`verse 8 [
यदृच्छया मत्कथादौ जातश्रद्धस्तु यः पुमान् ।
 न निर्विण्णो नातिसक्तो भक्तियोगोऽस्य सिद्धिदः
]

`verse 9 [
तावत् कर्माणि कुर्वीत न निर्विद्येत यावता ।
 मत्कथाश्रवणादौ वा श्रद्धा यावन्न जायते
]

`verse 10 [
स्वधर्मस्थो यजन् यज्ञैः अनाशीःकाम उद्धव ।
 न याति स्वर्गनरकौ यद्यन्यन्न समाचरेत्
]

`verse 11 [
अस्मिंल्लोके वर्तमानः स्वधर्मस्थोऽनघः शुचिः ।
 ज्ञानं विशुद्धमाप्नोति मद्‍भक्तिं वा यदृच्छया
]

`verse 12 [
स्वर्गिणोऽप्येतमिच्छन्ति लोकं निरयिणस्तथा ।
 साधकं ज्ञानभक्तिभ्यां उभयं तदसाधकम्
]

`verse 13 [
न नरः स्वर्गतिं काङ्क्षेत् नारकीं वा विचक्षणः ।
 नेमं लोकं च काङ्क्षेत देहावेशात् प्रमाद्यति
]

`verse 14 [
एतद् विद्वान् पुरा मृत्योः अभवाय घटेत सः ।
 अप्रमत्त इदं ज्ञात्वा मर्त्यमप्यर्थसिद्धिदम्
]

`verse 15 [
छिद्यमानं यमैः एतैः कृतनीडं वनस्पतिम् ।
 खगः स्वकेतमुत्सृज्य क्षेमं याति ह्यलम्पटः
]

`verse 16 [
अहोरात्रैः छिद्यमानं बुद्ध्वाऽऽयुर्भयवेपथुः ।
 मुक्तसङ्गः परं बुद्ध्वा निरीह उपशाम्यति
]

`meter [
मिश्र
]

`verse 17 [
नृदेहमाद्यं सुलभं सुदुर्लभं
     प्लवं सुकल्पं गुरुकर्णधारम् ।
 मयानुकूलेन नभस्वतेरितं
     पुमान् भवाब्धिं न तरेत् स आत्महा
]

`meter [
अनुष्टुप्
]

`verse 18 [
यदाऽऽरम्भेषु निर्विण्णो विरक्तः संयतन्द्रियः ।
 अभ्यासेनात्मनो योगी धारयेद् अचलं मनः
]

`verse 19 [
धार्यमाणं मनो यर्हि भ्राम्यत् आश्वनवस्थितम् ।
 अतन्द्रितोऽनुरोधेन मार्गेणात्मवशं नयेत्
]

`verse 20 [
मनोगतिं न विसृजेत् जितप्राणो जितेन्द्रियः ।
 सत्त्वसंपन्नया बुद्ध्या मन आत्मवशं नयेत्
]

`verse 21 [
एष वै परमो योगो मनसः सङ्ग्रहः स्मृतः ।
 हृदयज्ञत्वमन्विच्छन् दम्यस्येवार्वतो मुहुः
]

`verse 22 [
साङ्ख्येन सर्वभावानां प्रतिलोमानुलोमतः ।
 भवाप्ययावनुध्यायेन् मनो यावत्प्रसीदति
]

`verse 23 [
निर्विण्णस्य विरक्तस्य पुरुषस्योक्तवेदिनः ।
 मनस्त्यजति दौरात्म्यं चिन्तितस्यानुचिन्तया
]

`verse 24 [
यमादिभिः योगपथैः आन्वीक्षिक्या च विद्यया ।
 ममार्चोपासनाभिर्वा नान्यैर्योग्यं स्मरेन्मनः
]

`verse 25 [
यदि कुर्यात्प्रमादेन योगी कर्म विगर्हितम् ।
 योगेनैव दहेदंहो नान्यत्तत्र कदाचन
]

`verse 26 [
स्वे स्वेऽधिकारे या निष्ठा स गुणः परिकीर्तितः ।
 कर्मणां जात्यशुद्धानाम् अनेन नियमः कृतः ।
 गुणदोषविधानेन सङ्गानां त्याजनेच्छया
]

`verse 27 [
जातश्रद्धो मत्कथासु निर्विण्णः सर्वकर्मसु ।
 वेद दुःखात्मकान् कामान् परित्यागेऽप्यनीश्वरः
]

`verse 28 [
ततो भजेत मां प्रीतः श्रद्धालुर्दृढनिश्चयः ।
 जुषमाणश्च तान्कामान् दुःखोदर्कांश्च गर्हयन्
]

`verse 29 [
प्रोक्तेन भक्तियोगेन भजतो मासकृन्मुनेः ।
 कामा हृदय्या नश्यन्ति सर्वे मयि हृदि स्थिते
]

`verse 30 [
भिद्यते हृदयग्रन्थिः छिद्यन्ते सर्वसंशयाः ।
 क्षीयन्ते चास्य कर्माणि मयि दृष्टेऽखिलात्मनि
]

`verse 31 [
तस्मान्मद्‍भक्तियुक्तस्य योगिनो वै मदात्मनः ।
 न ज्ञानं न च वैराग्यं प्रायः श्रेयो भवेदिह
]

`verse 32 [
यत्कर्मभिर्यत्तपसा ज्ञानवैराग्यतश्च यत् ।
 योगेन दानधर्मेण श्रेयोभिः इतरैरपि
]

`verse 33 [
सर्वं मद्‍भक्तियोगेन मद्‍भक्तो लभतेऽञ्जसा ।
 स्वर्गापवर्गं मद्धाम कथञ्चिद् यदि वाञ्छति
]

`verse 34 [
न किञ्चित् साधवो धीरा भक्ता ह्येकान्तिनो मम ।
 वाञ्छन्त्यपि मया दत्तं कैवल्यं अपुनर्भवम्
]

`verse 35 [
नैरपेक्ष्यं परं प्राहुः निःश्रेयसमनल्पकम् ।
 तस्मान्निराशिषो भक्तिः निरपेक्षस्य मे भवेत्
]

`verse 36 [
न मय्येकान्तभक्तानां गुणदोषोद्‍भवा गुणाः ।
 साधूनां समचित्तानां बुद्धेः परमुपेयुषाम्
]

`verse 37 [
एवमेतान्मया दिष्टान् अनुतिष्ठन्ति मे पथः ।
 क्षेमं विन्दन्ति मत्स्थानं यद्‍ ब्रह्म परमं विदुः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे विंशोऽध्यायः
]
