`verse 1 [
श्रीभगवानुवाच।
य एतान्मत्पथो हित्वा भक्तिज्ञानक्रियात्मकान्।
क्षुद्रान्कामांश्चलैः प्राणैर्जुषन्तः संसरन्ति ते
]

`verse 2 [
स्वे स्वेऽधिकारे या निष्ठा स गुणः परिकीर्तितः।
विपर्ययस्तु दोषः स्यादुभयोरेष निश्चयः
]

`verse 3 [
शुद्ध्यशुद्धी विधीयेते समानेष्वपि वस्तुषु।
द्रव्यस्य विचिकित्सार्थं गुणदोषौ शुभाशुभौ।
धर्मार्थं व्यवहारार्थं यात्रार्थमिति चानघ
]

`verse 4 [
दर्शितोऽयं मयाचारो धर्ममुद्वहतां धुरम्
]

`verse 5 [
भूम्यम्ब्वग्न्यनिलाकाशा भूतानां पञ्चधातवः।
आब्रह्मस्थावरादीनां शारीरा आत्मसंयुताः
]

`verse 6 [
वेदेन नामरूपाणि विषमाणि समेष्वपि।
धातुषूद्धव कल्प्यन्त एतेषां स्वार्थसिद्धये
]

`verse 7 [
देशकालादिभावानां वस्तूनां मम सत्तम।
गुणदोषौ विधीयेते नियमार्थं हि कर्मणाम्
]

`verse 8 [
अकृष्णसारो देशानामब्रह्मण्योऽशुचिर्भवेत्।
कृष्णसारोऽप्यसौवीर कीकटासंस्कृतेरिणम्
]

`verse 9 [
कर्मण्यो गुणवान्कालो द्रव्यतः स्वत एव वा।
यतो निवर्तते कर्म स दोषोऽकर्मकः स्मृतः
]

`verse 10 [
द्रव्यस्य शुद्ध्यशुद्धी च द्रव्येण वचनेन च।
संस्कारेणाथ कालेन महत्वाल्पतयाथ वा
]

`verse 11 [
शक्त्याशक्त्याथ वा बुद्ध्या समृद्ध्या च यदात्मने।
अघं कुर्वन्ति हि यथा देशावस्थानुसारतः
]

`verse 12 [
धान्यदार्वस्थितन्तूनां रसतैजसचर्मणाम्।
कालवाय्वग्निमृत्तोयैः पार्थिवानां युतायुतैः
]

`verse 13 [
अमेध्यलिप्तं यद्येन गन्धलेपं व्यपोहति।
भजते प्रकृतिं तस्य तच्छौचं तावदिष्यते
]

`verse 14 [
स्नानदानतपोऽवस्था वीर्यसंस्कारकर्मभिः।
मत्स्मृत्या चात्मनः शौचं शुद्धः कर्माचरेद्द्विजः
]

`verse 15 [
मन्त्रस्य च परिज्ञानं कर्मशुद्धिर्मदर्पणम्।
धर्मः सम्पद्यते षड्भिरधर्मस्तु विपर्ययः
]

`verse 16 [
क्वचिद्गुणोऽपि दोषः स्याद्दोषोऽपि विधिना गुणः।
गुणदोषार्थनियमस्तद्भिदामेव बाधते
]

`verse 17 [
समानकर्माचरणं पतितानां न पातकम्।
औत्पत्तिको गुणः सङ्गो न शयानः पतत्यधः
]

`verse 18 [
यतो यतो निवर्तेत विमुच्येत ततस्ततः।
एष धर्मो नृणां क्षेमः शोकमोहभयापहः
]

`verse 19 [
विषयेषु गुणाध्यासात्पुंसः सङ्गस्ततो भवेत्।
सङ्गात्तत्र भवेत्कामः कामादेव कलिर्नृणाम्
]

`verse 20 [
कलेर्दुर्विषहः क्रोधस्तमस्तमनुवर्तते।
तमसा ग्रस्यते पुंसश्चेतना व्यापिनी द्रुतम्
]

`verse 21 [
तया विरहितः साधो जन्तुः शून्याय कल्पते।
ततोऽस्य स्वार्थविभ्रंशो मूर्च्छितस्य मृतस्य च
]

`verse 22 [
विषयाभिनिवेशेन नात्मानं वेद नापरम्।
वृक्ष जीविकया जीवन्व्यर्थं भस्त्रेव यः श्वसन्
]

`verse 23 [
फलश्रुतिरियं नॄणां न श्रेयो रोचनं परम्।
श्रेयोविवक्षया प्रोक्तं यथा भैषज्यरोचनम्
]

`verse 24 [
उत्पत्त्यैव हि कामेषु प्राणेषु स्वजनेषु च।
आसक्तमनसो मर्त्या आत्मनोऽनर्थहेतुषु
]

`verse 25 [
न तानविदुषः स्वार्थं भ्राम्यतो वृजिनाध्वनि।
कथं युञ्ज्यात्पुनस्तेषु तांस्तमो विशतो बुधः
]

`verse 26 [
एवं व्यवसितं केचिदविज्ञाय कुबुद्धयः।
फलश्रुतिं कुसुमितां न वेदज्ञा वदन्ति हि
]

`verse 27 [
कामिनः कृपणा लुब्धाः पुष्पेषु फलबुद्धयः।
अग्निमुग्धा धूमतान्ताः स्वं लोकं न विदन्ति ते
]

`verse 28 [
न ते मामङ्ग जानन्ति हृदिस्थं य इदं यतः।
उक्थशस्त्रा ह्यसुतृपो यथा नीहारचक्षुषः
]

`verse 29 [
ते मे मतमविज्ञाय परोक्षं विषयात्मकाः।
हिंसायां यदि रागः स्याद्यज्ञ एव न चोदना
]

`verse 30 [
हिंसाविहारा ह्यालब्धैः पशुभिः स्वसुखेच्छया।
यजन्ते देवता यज्ञैः पितृभूतपतीन्खलाः
]

`verse 31 [
स्वप्नोपमममुं लोकमसन्तं श्रवणप्रियम्।
आशिषो हृदि सङ्कल्प्य त्यजन्त्यर्थान्यथा वणिक्
]

`verse 32 [
रजःसत्त्वतमोनिष्ठा रजःसत्त्वतमोजुषः।
उपासत इन्द्र मुख्यान्देवादीन्न यथैव माम्
]

`verse 33 [
इष्ट्वेह देवता यज्ञैर्गत्वा रंस्यामहे दिवि।
तस्यान्त इह भूयास्म महाशाला महाकुलाः
]

`verse 34 [
एवं पुष्पितया वाचा व्याक्षिप्तमनसां नृणाम्।
मानिनां चातिलुब्धानां मद्वार्तापि न रोचते
]

`verse 35 [
वेदा ब्रह्मात्मविषयास्त्रिकाण्डविषया इमे।
परोक्षवादा ऋषयः परोक्षं मम च प्रियम्
]

`verse 36 [
शब्दब्रह्म सुदुर्बोधं प्राणेन्द्रियमनोमयम्।
अनन्तपारं गम्भीरं दुर्विगाह्यं समुद्रवत्
]

`verse 37 [
मयोपबृंहितं भूम्ना ब्रह्मणानन्तशक्तिना।
भूतेषु घोषरूपेण बिसेषूर्णेव लक्ष्यते
]

`verse 38 [
यथोर्णनाभिर्हृदयादूर्णामुद्वमते मुखात्।
आकाशाद्घोषवान्प्राणो मनसा स्पर्शरूपिणा
]

`verse 39 [
छन्दोमयोऽमृतमयः सहस्रपदवीं प्रभुः।
ॐकाराद्व्यञ्जितस्पर्श स्वरोष्मान्तस्थभूषिताम्
]

`verse 40 [
विचित्रभाषाविततां छन्दोभिश्चतुरुत्तरैः।
अनन्तपारां बृहतीं सृजत्याक्षिपते स्वयम्
]

`verse 41 [
गायत्र्युष्णिगनुष्टुप्च बृहती पङ्क्तिरेव च।
त्रिष्टुब्जगत्यतिच्छन्दो ह्यत्यष्ट्यतिजगद्विराट्
]

`verse 42 [
किं विधत्ते किमाचष्टे किमनूद्य विकल्पयेत्।
इत्यस्या हृदयं लोके नान्यो मद्वेद कश्चन
]

`verse 43 [
मां विधत्तेऽभिधत्ते मां विकल्प्यापोह्यते त्वहम्।
एतावान्सर्ववेदार्थः शब्द आस्थाय मां भिदाम् ।
मायामात्रमनूद्यान्ते प्रतिषिध्य प्रसीदति
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामेकादशस्कन्धे एकविंशोऽध्यायः
]
