`preface [
भागवतधर्म निरूपणम्, उद्धवस्य बदरिकाश्रमगमनं च -
]

`speaker [
श्रीउद्धव उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
सुदुश्चरां इमां मन्ये योगचर्यामनात्मनः ।
 यथाञ्जसा पुमान् सिद्ध्येत् तन्मे ब्रूह्यञ्जसाच्युत
]

`verse 2 [
प्रायशः पुण्डरीकाक्ष युञ्जन्तो योगिनो मनः ।
 विषीदन्त्यसमाधानान् मनोनिग्रहकर्शिताः
]

`meter [
मिश्र - १२ अक्षरी
]

`verse 3 [
अथात आनन्ददुघं पदाम्बुजं
     हंसाः श्रयेरन्नरविन्दलोचन ।
 सुखं नु विश्वेश्वर योगकर्मभि
     स्त्वन्माययामी विहता न मानिनः
]

`meter [
वसंततिलका
]

`verse 4 [
किं चित्रमच्युत तवैतदशेषबन्धो
     दासेष्वनन्यशरणेषु यदात्मसात्त्वम् ।
 योऽरोचयत् सह मृगैः स्वयमीश्वराणां
     श्रीमत्किरीटतटपीडितपादपीठः
]

`verse 5 [
तं त्वाखिलात्मदयितेश्वरमाश्रितानां
     सर्वार्थदं स्वकृतविद् विसृजेत को नु ।
 को वा भजेत् किमपि विस्मृतयेऽनु भूत्यै
     किं वा भवेन्न तव पादरजोजुषां नः
]

`verse 6 [
नैवोपयन्त्यपचितिं कवयस्तवेश
     ब्रह्मायुषापि कृतमृद्धमुदः स्मरन्तः ।
 योऽन्तर्बहिस्तनुभृतां अशुभं विधुन्वन्
     आचार्यचैत्त्यवपुषा स्वगतिं व्यनक्ति
]

`speaker [
श्रीशुक उवाच
]

`meter [
मिश्र - १२ अक्षरी
]

`verse 7 [
इत्युद्धवेनात्यनुरक्तचेतसा
     पृष्टो जगत्क्रीडनकः स्वशक्तिभिः ।
 गृहीतमूर्तित्रय ईश्वरेश्वरो
     जगाद सप्रेममनोहरस्मितः
]

`verse 8 [
श्रीभगवानुवाच -
( अनुष्टुप् )
हन्त ते कथयिष्यामि मम धर्मान् सुमङ्गलान् ।
 याञ्छ्रद्धयाऽऽचरन् मर्त्यो मृत्युं जयति दुर्जयम्
]

`verse 9 [
कुर्यात् सर्वाणि कर्माणि मदर्थं शनकैः स्मरन् ।
 मय्यर्पितमनश्चित्तो मद्धर्मात्ममनोरतिः
]

`verse 10 [
देशान् पुण्यान् आश्रयेत मद्‍भक्तैः साधुभिः श्रितान् ।
 देवासुरमनुष्येषु मद्‍भक्ताचरितानि च
]

`verse 11 [
पृथक् सत्रेण वा मह्यं पर्वयात्रामहोत्सवान् ।
 कारयेद् ‍गीत नृत्याद्यैः महाराजविभूतिभिः
]

`verse 12 [
मामेव सर्वभूतेषु बहिरन्तरपावृतम् ।
 ईक्षेतात्मनि चात्मानं यथा खममलाशयः
]

`verse 13 [
इति सर्वाणि भूतानि मद्‍भावेन महाद्युते ।
 सभाजयन् मन्यमानो ज्ञानं केवलमाश्रितः
]

`verse 14 [
ब्राह्मणे पुल्कसे स्तेने ब्रह्मण्येऽर्के स्फुलिङ्गके ।
 अक्रूरे क्रूरके चैव समदृक् पण्डितो मतः
]

`verse 15 [
नरेष्वभीक्ष्णं मद्‍भावं पुंसो भावयतोऽचिरात् ।
 स्पर्धासूयातिरस्काराः साहङ्कारा वियन्ति हि
]

`verse 16 [
विसृज्य स्मयमानान् स्वान् दृशं व्रीडां च दैहिकीम् ।
 प्रणमेद् दण्डवद् भूमौ अश्वचाण्डालगोखरम्
]

`verse 17 [
यावर् सर्वेषु भूतेषु मद्‍भावो नोपजायते ।
 तावदेवमुपासीत वाङ्‌मनःकायवृत्तिभिः
]

`verse 18 [
सर्वं ब्रह्मात्मकं तस्य विद्ययाऽऽत्ममनीषया ।
 परिपश्यन् उपरमेत् सर्वतो मुक्तसंशयः
]

`verse 19 [
अयं हि सर्वकल्पानां सध्रीचीनो मतो मम ।
 मद्‍भावः सर्वभूतेषु मनोवाक्कायवृत्तिभिः
]

`verse 20 [
न ह्यङ्गोपक्रमे ध्वंसो मद्धर्मस्योद्धवाण्वपि ।
 मया व्यवसितः सम्यङ् निर्गुणत्वादनाशिषः
]

`verse 21 [
यो यो मयि परे धर्मः कल्प्यते निष्फलाय चेत् ।
 तदायासो निरर्थः स्याद् ‍भयादेरिव सत्तम
]

`verse 22 [
एषा बुद्धिमतां बुद्धिः मनीषा च मनीषिणाम् ।
 यत्सत्यमनृतेनेह मर्त्येनाप्नोति मामृतम्
]

`verse 23 [
एष तेऽभिहितः कृत्स्नो ब्रह्मवादस्य सङ्ग्रहः ।
 समासव्यासविधिना देवानामपि दुर्गमः
]

`verse 24 [
अभीक्ष्णशस्ते गदितं ज्ञानं विस्पष्टयुक्तिमत् ।
 एतद् विज्ञाय मुच्येत पुरुषो नष्टसंशयः
]

`verse 25 [
सुविविक्तं तव प्रश्नं मयैतदपि धारयेत् ।
 सनातनं ब्रह्मगुह्यं परं ब्रह्माधिगच्छति
]

`verse 26 [
य एतन्मम भक्तेषु सम्प्रदद्यात् सुपुष्कलम् ।
 तस्याहं ब्रह्मदायस्य ददाम्यात्मानमात्मना
]

`verse 27 [
य एतत् समधीयीत पवित्रं परमं शुचि ।
 स पूयेताहरहर्मां ज्ञानदीपेन दर्शयन्
]

`verse 28 [
य एतत् श्ररद्धया नित्यं अव्यग्रः श्रृणुयान्नरः ।
 मयि भक्तिं परां कुर्वन् कर्मभिर्न स बध्यते
]

`verse 29 [
अप्युद्धव त्वया ब्रह्म सखे समवधारितम् ।
 अपि ते विगतो मोहः शोकश्चासौ मनोभवः
]

`verse 30 [
नैतत्त्वया दाम्भिकाय नास्तिकाय शठाय च ।
 अशुश्रूषोरभक्ताय दुर्विनीताय दीयताम्
]

`verse 31 [
एतैर्दोषैर्विहीनाय ब्रह्मण्याय प्रियाय च ।
 साधवे शुचये ब्रूयाद् ‍भक्तिः स्यात् शूद्रयोषिताम्
]

`verse 32 [
नैतद् विज्ञाय जिज्ञासोः ज्ञातव्यं अवशिष्यते ।
 पीत्वा पीयूषममृतं पातव्यं नावशिष्यते
]

`verse 33 [
ज्ञाने कर्मणि योगे च वार्तायां दण्डधारणे ।
 यावानर्थो नृणां तात तावांस्तेऽहं चतुर्विधः
]

`meter [
मिश्र
]

`verse 34 [
मर्त्यो यदा त्यक्तसमस्तकर्मा
     निवेदितात्मा विचिकीर्षितो मे ।
 तदामृतत्वं प्रतिपद्यमानो
     मयाऽऽत्मभूयाय च कल्पते वै
]

`speaker [
श्रीशुक उवाच
]

`verse 35 [
स एवमादर्शितयोगमार्गः
     तदोत्तमःश्लोकवचो निशम्य ।
 बद्धाञ्जलिः प्रीत्युपरुद्धकण्ठो
     न किञ्चिदूचेऽश्रुपरिप्लुताक्षः
]

`verse 36 [
विष्टभ्य चित्तं प्रणयावघूर्णं
     धैर्येण राजन्बहुमन्यमानः ।
 कृताञ्जलिः प्राह यदुप्रवीरं
     शीर्ष्णा स्पृशंस्तच्चरणारविन्दम्
]

`speaker [
श्रीउद्धव उवाच
]

`verse 37 [
विद्रावितो मोहमहान्धकारो
     य आश्रितो मे तव सन्निधानात् ।
 विभावसोः किं नु समीपगस्य
     शीतं तमो भीः प्रभवन्त्यजाद्य
]

`verse 38 [
प्रत्यर्पितो मे भवतानुकम्पिना
     भृत्याय विज्ञानमयः प्रदीपः ।
 हित्वा कृतज्ञस्तव पादमूलं
     कोऽन्यत् समीयाच्छरणं त्वदीयम्
]

`verse 39 [
वृक्णश्च मे सुदृढः स्नेहपाशो
     दाशार्हवृष्ण्यन्धकसात्वतेषु ।
 प्रसारितः सृष्टिविवृद्धये त्वया
     स्वमायया ह्यात्मसुबोधहेतिना
]

`meter [
अनुष्टुप्
]

`verse 40 [
नमोऽस्तु ते महायोगिन् प्रपन्नमनुशाधि माम् ।
 यथा त्वच्चरणाम्भोजे रतिः स्यादनपायिनी
]

`verse 41 [
श्रीभगवानुवाच -
गच्छोद्धव मयाऽऽदिष्टो बदर्याख्यं ममाश्रमम् ।
 तत्र मत्पादतीर्थोदे स्नानोपस्पर्शनैः शुचिः
]

`verse 42 [
ईक्षयालकनन्दाया विधूताशेषकल्मषः ।
 वसानो वल्कलान्यङ्ग वन्यभुक्सुखनिःस्पृहः
]

`verse 43 [
तितिक्षुः द्वन्द्वमात्राणां सुशीलः संयतेन्द्रियः ।
 शान्तः समाहितधिया ज्ञानविज्ञानसंयुतः
]

`verse 44 [
मत्तोऽनुशिक्षितं यत्ते विविक्तमनुभावयन् ।
 मय्यावेशितवाक्‌चित्तो मद्धर्मनिरतो भव ।
 अतिव्रज्य गतीस्तिस्रो मामेष्यसि ततः परम्
]

`speaker [
श्रीशुक उवाच
]

`meter [
मिश्र
]

`verse 45 [
स एवमुक्तो हरिमेधसोद्धवः
     प्रदक्षिणं तं परिसृत्य पादयोः ।
 शिरो निधायाश्रुकलाभिरार्द्रधीः
     न्यषिञ्चदद्वन्द्वपरोऽप्यपक्रमे
]

`verse 46 [
सुदुस्त्यजस्नेहवियोगकातरो
     न शक्नुवंस्तं परिहातुमातुरः ।
 कृच्छ्रं ययौ मूर्धनि भर्तृपादुके
     बिभ्रन् नमस्कृत्य ययौ पुनः पुनः
]

`verse 47 [
ततस्तमन्तर्हुदि सन्निवेश्य
     गतो महाभागवतो विशालाम् ।
 यथोपदिष्टां जगदेकबन्धुना
     तपः समास्थाय हरेरगाद् ‍गतिम्
]

`verse 48 [
य एतद् आनन्दसमुद्रसम्भृतं
     ज्ञानामृतं भागवताय भाषितम् ।
 कृष्णेन योगेश्वरसेविताङ्‌घ्रिणा
     सच्छ्रद्धयाऽऽसेव्य जगद्विमुच्यते
]

`meter [
मालिनी
]

`verse 49 [
भवभयमपहन्तुं ज्ञानविज्ञानसारं
     निगमकृद् उपजह्रे भृङ्गवद् वेदसारम् ।
 अमृतमुदधितश्चा पाययद् भृत्यवर्गान्
     पुरुषं ऋषभमाद्यं कृष्णसंज्ञं नतोऽस्मि
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां एकादशस्कन्धे एकोत्रिंशोऽध्यायः
]
