`set context {
  skandha = "11",
  adhyaya = "30",
  skandha.title = "Skandha 11",
  adhyaya.title = "Adhyāya 30"
}

`verse 1 [
अथ त्रिंशोऽध्यायः
श्रीराजोवाच
ततो महाभागवत उद्धवे निर्गते वनम्
द्वारवत्यां किमकरोद्भगवान्भूतभावनः
]

`verse 2 [
ब्रह्मशापोपसंसृष्टे स्वकुले यादवर्षभः
प्रेयसीं सर्वनेत्राणां तनुं स कथमत्यजत्
]

`verse 3 [
प्रत्याक्रष्टुं नयनमबला यत्र लग्नं न शेकुः
कर्णाविष्टं न सरति ततो यत्सतामात्मलग्नम्
यच्छ्रीर्वाचां जनयति रतिं किं नु मानं कवीनां
दृष्ट्वा जिष्णोर्युधि रथगतं यच्च तत्साम्यमीयुः
]

`verse 4 [
श्री ऋषिरुवाच
दिवि भुव्यन्तरिक्षे च महोत्पातान्समुत्थितान्
दृष्ट्वासीनान्सुधर्मायां कृष्णः प्राह यदूनिदम्
]

`verse 5 [
श्रीभगवानुवाच
एते घोरा महोत्पाता द्वार्वत्यां यमकेतवः
मुहूर्तमपि न स्थेयमत्र नो यदुपुङ्गवाः
]

`verse 6 [
स्त्रियो बालाश्च वृद्धाश्च शङ्खोद्धारं व्रजन्त्वितः
वयं प्रभासं यास्यामो यत्र प्रत्यक्सरस्वती
]

`verse 7 [
तत्राभिषिच्य शुचय उपोष्य सुसमाहिताः
देवताः पूजयिष्यामः स्नपनालेपनार्हणैः
]

`verse 8 [
ब्राह्मणांस्तु महाभागान्कृतस्वस्त्ययना वयम्
गोभूहिरण्यवासोभिर्गजाश्वरथवेश्मभिः
]

`verse 9 [
विधिरेष ह्यरिष्टघ्नो मङ्गलायनमुत्तमम्
देवद्विजगवां पूजा भूतेषु परमो भवः
]

`verse 10 [
इति सर्वे समाकर्ण्य यदुवृद्धा मधुद्विषः
तथेति नौभिरुत्तीर्य प्रभासं प्रययू रथैः
]

`verse 11 [
तस्मिन्भगवतादिष्टं यदुदेवेन यादवाः
चक्रुः परमया भक्त्या सर्वश्रेयोपबृंहितम्
]

`verse 12 [
ततस्तस्मिन्महापानं पपुर्मैरेयकं मधु
दिष्टविभ्रंशितधियो यद्द्रवैर्भ्रश्यते मतिः
]

`verse 13 [
महापानाभिमत्तानां वीराणां दृप्तचेतसाम्
कृष्णमायाविमूढानां सङ्घर्षः सुमहानभूत्
]

`verse 14 [
युयुधुः क्रोधसंरब्धा वेलायामाततायिनः
धनुर्भिरसिभिर्भल्लैर्गदाभिस्तोमरर्ष्टिभिः
]

`verse 15 [
पतत्पताकै रथकुञ्जरादिभिः खरोष्ट्रगोभिर्महिषैर्नरैरपि
मिथः समेत्याश्वतरैः सुदुर्मदा न्यहन्शरैर्दद्भिरिव द्विपा वने
]

`verse 16 [
प्रद्युम्नसाम्बौ युधि रूढमत्सराव्
अक्रूरभोजावनिरुद्धसात्यकी
सुभद्र सङ्ग्रामजितौ सुदारुणौ
गदौ सुमित्रासुरथौ समीयतुः
]

`verse 17 [
अन्ये च ये वै निशठोल्मुकादयः सहस्रजिच्छतजिद्भानुमुख्याः
अन्योन्यमासाद्य मदान्धकारिता जघ्नुर्मुकुन्देन विमोहिता भृशम्
]

`verse 18 [
दाशार्हवृष्ण्यन्धकभोजसात्वता
मध्वर्बुदा माथुरशूरसेनाः
विसर्जनाः कुकुराः कुन्तयश्च
मिथस्तु जघ्नुः सुविसृज्य सौहृदम्
]

`verse 19 [
पुत्रा अयुध्यन्पितृभिर्भ्रातृभिश्च
स्वस्रीयदौहित्रपितृव्यमातुलैः
मित्राणि मित्रैः सुहृदः सुहृद्भिर्
ज्ञातींस्त्वहन्ज्ञातय एव मूढाः
]

`verse 20 [
शरेषु क्षीयमाणेषु भज्यमानेसु धन्वसु
शस्त्रेषु क्षीयमानेषु मुष्टिभिर्जह्रुरेरकाः
]

`verse 21 [
ता वज्रकल्पा ह्यभवन्परिघा मुष्टिना भृताः
जघ्नुर्द्विषस्तैः कृष्णेन वार्यमाणास्तु तं च ते
]

`verse 22 [
प्रत्यनीकं मन्यमाना बलभद्रं  च मोहिताः
हन्तुं कृतधियो राजन्नापन्ना आततायिनः
]

`verse 23 [
अथ तावपि सङ्क्रुद्धावुद्यम्य कुरुनन्दन
एरकामुष्टिपरिघौ चरन्तौ जघ्नतुर्युधि
]

`verse 24 [
ब्रह्मशापोपसृष्टानां कृष्णमायावृतात्मनाम्
स्पर्धाक्रोधः क्षयं निन्ये वैणवोऽग्निर्यथा वनम्
]

`verse 25 [
एवं नष्टेषु सर्वेषु कुलेषु स्वेषु केशवः
अवतारितो भुवो भार इति मेनेऽवशेषितः
]

`verse 26 [
रामः समुद्र वेलायां योगमास्थाय पौरुषम्
तत्याज लोकं मानुष्यं संयोज्यात्मानमात्मनि
]

`verse 27 [
रामनिर्याणमालोक्य भगवान्देवकीसुतः
निषसाद धरोपस्थे तुष्णीमासाद्य पिप्पलम्
]

`verse 28 [
बिभ्रच्चतुर्भुजं रूपं भ्राजिष्णु प्रभया स्वया
दिशो वितिमिराः कुर्वन्विधूम इव पावकः
]

`verse 29 [
श्रीवत्साङ्कं घनश्यामं तप्तहाटकवर्चसम्
कौशेयाम्बरयुग्मेन परिवीतं सुमङ्गलम्
]

`verse 30 [
सुन्दरस्मितवक्त्राब्जं नीलकुन्तलमण्डितम्
पुण्डरीकाभिरामाक्षं स्फुरन्मकरकुण्डलम्
]

`verse 31 [
कटिसूत्रब्रह्मसूत्र किरीटकटकाङ्गदैः
हारनूपुरमुद्राभिः कौस्तुभेन विराजितम्
]

`verse 32 [
वनमालापरीताङ्गं मूर्तिमद्भिर्निजायुधैः
कृत्वोरौ दक्षिणे पादमासीनं पङ्कजारुणम्
]

`verse 33 [
मुषलावशेषायःखण्ड कृतेषुर्लुब्धको जरा
मृगास्याकारं तच्चरणं विव्याध मृगशङ्कया
]

`verse 34 [
चतुर्भुजं तं पुरुषं दृष्ट्वा स कृतकिल्बिषः
भीतः पपात शिरसा पादयोरसुरद्विषः
]

`verse 35 [
अजानता कृतमिदं पापेन मधुसूदन
क्षन्तुमर्हसि पापस्य उत्तमःश्लोक मेऽनघ
]

`verse 36 [
यस्यानुस्मरणं नृणामज्ञानध्वान्तनाशनम्
वदन्ति तस्य ते विष्णो मयासाधु कृतं प्रभो
]

`verse 37 [
तन्माऽऽशु जहि वैकुण्ठ पाप्मानं मृगलुब्धकम्
यथा पुनरहं त्वेवं न कुर्यां सदतिक्रमम्
]

`verse 38 [
यस्यात्मयोगरचितं न विदुर्विरिञ्चो
रुद्रादयोऽस्य तनयाः पतयो गिरां ये
त्वन्मायया पिहितदृष्टय एतदञ्जः
किं तस्य ते वयमसद्गतयो गृणीमः
]

`verse 39 [
श्रीभगवानुवाच
मा भैर्जरे त्वमुत्तिष्ठ काम एष कृतो हि मे
याहि त्वं मदनुज्ञातः स्वर्गं सुकृतिनां पदम्
]

`verse 40 [
इत्यादिष्टो भगवता कृष्णेनेच्छाशरीरिणा
त्रिः परिक्रम्य तं नत्वा विमानेन दिवं ययौ
]

`verse 41 [
दारुकः कृष्णपदवीमन्विच्छन्नधिगम्य ताम्
वायुं तुलसिकामोदमाघ्रायाभिमुखं ययौ
]

`verse 42 [
तं तत्र तिग्मद्युभिरायुधैर्वृतं
ह्यश्वत्थमूले कृतकेतनं पतिम्
स्नेहप्लुतात्मा निपपात पादयो
रथादवप्लुत्य सबाष्पलोचनः
]

`verse 43 [
अपश्यतस्त्वच्चरणाम्बुजं प्रभो दृष्टिः प्रणष्टा तमसि प्रविष्टा
दिशो न जाने न लभे च शान्तिं यथा निशायामुडुपे प्रणष्टे
]

`verse 44 [
इति ब्रुवति सूते वै रथो गरुडलाञ्छनः
खमुत्पपात राजेन्द्र  साश्वध्वज उदीक्षतः
]

`verse 45 [
तमन्वगच्छन्दिव्यानि विष्णुप्रहरणानि च
तेनातिविस्मितात्मानं सूतमाह जनार्दनः
]

`verse 46 [
गच्छ द्वारवतीं सूत ज्ञातीनां निधनं मिथः
सङ्कर्षणस्य निर्याणं बन्धुभ्यो ब्रूहि मद्दशाम्
]

`verse 47 [
द्वारकायां च न स्थेयं भवद्भिश्च स्वबन्धुभिः
मया त्यक्तां यदुपुरीं समुद्रः प्लावयिष्यति
]

`verse 48 [
स्वं स्वं परिग्रहं सर्वे आदाय पितरौ च नः
अर्जुनेनाविताः सर्व इन्द्र प्रस्थं गमिष्यथ
]

`verse 49 [
त्वं तु मद्धर्ममास्थाय ज्ञाननिष्ठ उपेक्षकः
मन्मायारचितामेतां विज्ञयोपशमं व्रज
]

`verse 50 [
इत्युक्तस्तं परिक्रम्य नमस्कृत्य पुनः पुनः
तत्पादौ शीर्ष्ण्युपाधाय दुर्मनाः प्रययौ पुरीम्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायामेकादशस्कन्धे त्रिंशोऽध्यायः
]
