`speaker [
नारद उवाच
]

`verse 1 [
विधे सर्वं विजानासि कृपया शंकरस्य च ॥
त्वयाद्भुता हि कथिताः कथा मे शिवयोश्शुभाः ॥
]

`verse 2 [
त्वन्मुखांभोजसंवृत्तां श्रुत्वा शिवकथां पराम् ॥
अतृप्तो हि पुनस्तां वै श्रोतुमिच्छाम्यहं प्रभो॥
]

`verse 3 [
पूर्णांशश्शंकरस्यैव यो रुद्रो वर्णितः पुरा ॥
विधे त्वया महेशानः कैलासनिलयो वशी॥
]

`verse 4 [
स योगी सर्वविष्ण्वादिसुरसे व्यस्सतां गतिः ॥
निर्द्वंद्वः क्रीडति सदा निर्विकारी महाप्रभुः ॥
]

`verse 5 [
सोऽभूत्पुनर्गृहस्थश्च विवाह्य परमां स्त्रियम् ॥
हरिप्रार्थनया प्रीत्या मंगलां स्वतपस्विनीम् ॥
]

`verse 6 [
प्रथमं दक्षपुत्री सा पश्चात्सा पर्वतात्मजा ॥
कथमेकशरीरेण द्वयोरप्यात्मजा मता॥
]

`verse 7 [
कथं सती पार्वती सा पुनश्शिवमुपागता ॥
एतत्सर्वं तथान्यच्च ब्रह्मन् गदितुमर्हसि ॥
]

`speaker [
सूत उवाच
]

`verse 8 [
इति तस्य वचः श्रुत्वा सुरर्षेः शंकरात्मनः ॥
प्रसन्नमानसो भूत्वा ब्रह्मा वचनमब्रवीत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 9 [
शृणु तात मुनिश्रेष्ठ कथयामि कथां शुभाम् ॥
यां श्रुत्वा सफलं जन्म भविष्यति न संशयः॥
]

`verse 10 [
पुराहं स्वसुतां दृष्ट्वा संध्याह्वां तनयैस्सह ॥
अभवं विकृतस्तात कामबाणप्रपीडितः ॥ 2.2.1.१० ॥
धर्मः स्मृतस्तदा रुद्रो महायोगी परः प्रभुः॥
धिक्कृत्य मां सुतैस्तात स्वस्थानं गतवानयम् ॥
]

`verse 11 [
यन्मायामोहितश्चाहं वेदवक्ता च मूढधीः ॥
तेनाकार्षं सहाकार्य परमेशेन शंभुना ॥
]

`verse 12 [
तदीर्षयाहमाकार्षं बहूपायान्सुतैः सह ॥
कर्तुं तन्मोहनं मूढः शिवमाया विमोहितः ॥
]

`verse 13 [
अभवंस्तेऽथ वै सर्वे तस्मिञ् शंभो परप्रभो ॥
उपाया निष्फलास्तेषां मम चापि मुनीश्वर ॥
]

`verse 14 [
तदाऽस्मरं रमेशानं व्यथोपायस्तुतैस्सह ॥
अबोधयत्स आगत्य शिवभक्तिरतस्सुधीः ॥
]

`verse 15 [
प्रबोधितो रमेशेन शिवतत्त्वप्रदर्शिना ॥
तदीर्षामत्यजं सोहं तं हठं न विमोहितः ॥
]

`verse 16 [
शक्तिं संसेव्य तत्प्रीत्योत्पादयामास तां तदा ॥
दक्षादशिक्न्यां वीरिण्यां स्वपुत्राद्धरमोहने ॥
]

`verse 17 [
सोमा भूत्वा दक्षसुता तपः कृत्वा तु दुस्सहम् ॥
रुद्रपत्न्यभवद्भक्त्या स्वभक्तहितकारिणी ॥
]

`verse 18 [
सोमो रुद्रो गृही भूत्वाऽकार्षील्लीलां परां प्रभुः ॥
मोहयित्वाथ मां तत्र स्वविवाहेऽविकारधीः ॥ ॥
]

`verse 19 [
विवाह्य तां स आगत्य स्वगिरौ सूतिकृत्तया ॥
रेमे बहुविमोहो हि स्वतंत्रस्स्वात्तविग्रहः ॥ 2.2.1.२० ॥
तया विहरतस्तस्य व्यातीयाय महान् मुने ॥
कालस्सुखकरश्शभोर्निर्विकारस्य सद्रतेः ॥
]

`verse 20 [
ततो रुद्रस्य दक्षेण स्पर्द्धा जाता निजेच्छया ॥
महामूढस्य तन्मायामोहितस्य सुगर्विणः ॥
]

`verse 21 [
तत्प्रभावाद्धरं दक्षो महागर्वी विमूढधीः ॥
महाशांतं निर्विकारं निनिxद बहुमोहितः ॥
]

`verse 22 [
ततो दक्षः स्वयं यज्ञं कृतवान्गर्वितोऽहरम् ॥
सर्वानाहूय देवादीन् विष्णुं मां चाखिलाधिपः ॥
]

`verse 23 [
नाजुहाव तथाभूतो रुद्रं रोषसमाकुलः ॥
तथा तत्र सतीं नाम्ना स्वपुत्रीं विधिमोहितः ॥
]

`verse 24 [
यदा नाकारिता पित्रा मायामोहित चेतसा॥
लीलां चकार सुज्ञाना महासाध्वी शिवा तदा॥
]

`verse 25 [
अथागता सती तत्र शिवाज्ञामधिगम्य सा ॥
अनाहूतापि दक्षेण गर्विणा स्वपितुर्गृहम् ॥
]

`verse 26 [
विलोक्य रुद्रभागं नो प्राप्यावज्ञां च ताततः ॥
विनिंद्य तत्र तान्सर्वान्देहत्यागमथाकरोत् ॥
]

`verse 27 [
तच्छुत्वा देव देवेशः क्रोधं कृत्वा तु दुस्सहम् ॥
जटामुत्कृत्य महतीं वीरभद्रमजीजनत् ॥
]

`verse 28 [
सगणं तं समुत्पाद्य किं कुर्य्या मिति वादिनम् ॥
सर्वापमानपूर्वं हि यज्ञध्वंसं दिदेश ह ॥2.2.1.३०॥।
तदाज्ञां प्राप्य स गणाधीशो बहुबलान्वितः ॥
गतोऽरं तत्र सहसा महाबलपराक्रमः ॥
]

`verse 29 [
महोपद्रवमाचेरुर्गणास्तत्र तदाज्ञया॥
सर्वान्स दंडयामास न कश्चिदवशेषितः।३२॥
विष्णुं संजित्य यत्नेन सामरं गणसत्तमः ॥
चक्रे दक्षशिरश्छेदं तच्छिरोग्नौ जुहाव च ॥
]

`verse 30 [
यज्ञध्वंसं चकाराशु महोपद्रवमाचरन् ॥
ततो जगाम स्वगिरिं प्रणनाम प्रभुं शिवम् ॥
]

`verse 31 [
यज्ञध्वंसोऽभवच्चेत्थं देवलोके हि पश्यति ॥
रुद्रस्यानुचरैस्तत्र वीरभद्रादिभिः कृतः॥
]

`verse 32 [
मुने नीतिरियं ज्ञेया श्रुतिस्मृतिषु संमता ॥
रुद्रे रुष्टे कथं लोके सुखं भवति सुप्रभो ॥
]

`verse 33 [
ततो रुद्रः प्रसन्नोभूत्स्तुतिमाकर्ण्य तां पराम् ॥
विज्ञप्तिं सफलां चक्रे सर्वेषां दीनवत्सलः ॥
]

`verse 34 [
पूर्ववच्च कृतं तेन कृपालुत्वं महात्मना॥
शंकरेण महेशेन नानालीलावि हारिणा ॥
]

`verse 35 [
जीवितस्तेन दक्षो हि तत्र सर्वे हि सत्कृताः ॥
पुनस्स कारितो यज्ञः शंकरेण कृपालुना ॥
]

`verse 36 [
रुद्रश्च पूजितस्तत्र सर्वैर्देवैर्विशेषतः ॥
यज्ञे विश्वादिभिर्भक्त्या सुप्रसन्नात्मभिर्वने ॥2.2.1.४०॥ ॥
सतीदेहसमुत्पन्ना ज्वाला लोकसुखावहा ॥
पतिता पर्वते तत्र पूजिता सुखदायिनी ॥
]

`verse 37 [
ज्वालामुखीति विख्याता सर्वकामफलप्रदा ॥
बभूव परमा देवी दर्शनात्पापहारिणी ॥
]

`verse 38 [
इदानीं पूज्यते लोके सर्वकामफलाप्तये ॥
संविधाभिरनेकाभिर्महोत्सवपरस्परम् ॥
]

`verse 39 [
ततश्च सा सती देवी हिमालयसुता ऽभवत् ॥
तस्याश्च पार्वतीनाम प्रसिद्धमभवत्तदा ॥
]

`verse 40 [
सा पुनश्च समाराध्य तपसा कठिनेन वै ॥
तमेव परमेशानं भर्त्तारं समुपाश्रिता ॥
]

`verse 41 [
एतत्सर्वं समाख्यातं यत्पृष्टोहं मुनीश्वर ॥
यच्छ्रुत्वा सर्वपापेभ्यो मुच्यते नात्र संशयः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीसंक्षेपचरित्रवर्णनं नाम प्रथमोऽध्यायः ॥
]
