`speaker [
सूत उवाच
]

`verse 1 [
इत्याकर्ण्य वचस्तस्य नेमिषारण्यवासिनः ॥
पप्रच्छ च मुनिश्रेष्ठः कथां पापप्रणाशिनीम् ॥
]

`speaker [
नारद उवाच
]

`verse 2 [
विधेविधे महा भाग कथां शंभोश्शुभावहाम् ॥
शृण्वन् भवन्मुखांभोजान्न तृप्तोस्मि महाप्रभो ॥
]

`verse 3 [
अतः कथय तत्सर्वं शिवस्य चरितं शुभम् ॥
सतीकीर्त्यन्वितं दिव्यं श्रोतुमिच्छामि विश्वकृत् ॥
]

`verse 4 [
सती हि कथमुत्पन्ना दक्षदारेषु शोभना ॥
कथं हरो मनश्चक्रे दाराहरणकर्मणि ॥
]

`verse 5 [
कथं वा दक्षकोपेन त्यक्तदेहा सती पुरा ॥
हिमवत्तनया जाता भूयो वाकाशमागता ॥
]

`verse 6 [
पार्वत्याश्च तपोऽत्युग्रं विवाहश्च कथं त्वभूत् ॥
कथमर्द्धशरीरस्था बभूव स्मरनाशिनः ॥
]

`verse 7 [
एतत्सर्वं समाचक्ष्व विस्तरेण महामते ॥
नान्योस्ति संशयच्छेत्ता त्वत्समो न भविष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
शृणु त्वं च मुने सर्वं सतीशिवयशश्शुभम् ॥
पावनं परमं दिव्यं गुह्याद्गुह्यतमं परम् ॥
]

`verse 9 [
एतच्छंभुः पुरोवाच भक्तवर्याय विष्णवे ॥
पृष्टस्तेन महाभक्त्या परोपकृतये मुने ॥ ॥
]

`verse 10 [
ततस्सोपि मया पृष्टो विष्णुश्शैववरस्सुधीः ॥
प्रीत्या मह्यं समाचख्यौ विस्तरान्मुनिसत्तम ॥ 2.2.2.१० ॥
अहं तत्कथयिष्यामि कथामेतां पुरातनीम् ॥
शिवाशिवयशोयुक्तां सर्वकामफलप्रदाम् ॥
]

`verse 11 [
पुरा यदा शिवो देवो निर्गुणो निर्विकल्पकः ॥
अरूपश्शक्तिरहितश्चिन्मात्रस्सदसत्परः ॥
]

`verse 12 [
अभवत्सगुणस्सोपि द्विरूपश्शक्तिमान्प्रभुः ॥
सोमो दिव्याकृतिर्विप्र निर्वि कारी परात्परः ॥
]

`verse 13 [
तस्य वामांगजो विष्णुर्ब्रह्माहं दक्षिणांगजः ॥
रुद्रो हृदयतो जातोऽभवच्च मुनिसत्तम ॥
]

`verse 14 [
सृष्टिकर्ताभवं ब्रह्मा विष्णुः पालनकारकः ॥
लयकर्ता स्वयं रुद्रस्त्रिधाभूतस्सदाशिवः ॥
]

`verse 15 [
तमेवाहं समाराध्य ब्रह्मा लोकपितामहः॥
प्रजा ससर्ज सर्वास्तास्सुरासुरनरादिकाः ॥
]

`verse 16 [
सृष्ट्वा प्रजापतीन् दक्षप्रमुखान्सुरसत्तमान् ॥
अमन्यं सुप्रसन्नोहं निजं सर्वमहोन्नतम् ॥
]

`verse 17 [
मरीचिमत्रिं पुलहं पुलस्त्यांगिरसौ क्रतुम् ॥
वसिष्ठं नारदं दक्षं भृगुं चेति महाप्रभून् ॥
]

`verse 18 [
ब्रह्माहं मानसान्पुत्रानसर्जं च यदा मुने ॥
तदा मन्मनसो जाता चारुरूपा वरांगना ॥
]

`verse 19 [
नाम्ना संध्या दिवक्षांता सायं संध्या जपंतिका ॥
अतीव सुन्दरी सुभ्रूर्मुनिचेतोविमोहिनी॥2.2.2.२०॥
न तादृशी देवलोके न मर्त्ये न रसातले ॥
कालत्रयेपि वै नारी सम्पूर्णगुणशालिनी॥
]

`verse 20 [
दृष्ट्वाहं तां समुत्थाय चिन्तयन्हृदि हृद्गतम्॥
दक्षादयश्च स्रष्टारो मरीच्याद्याश्च मत्सुताः ॥
]

`verse 21 [
एवं चिंतयतो मे हि ब्रह्मणो मुनिसत्तम ॥
मानसः पुरुषो मंजुराविर्भूतो महाद्भुतः ॥
]

`verse 22 [
कांचनीकृतजाताभः पीनोरस्कस्सुनासिकः ॥
सुवृत्तोरुकटीजंघो नीलवेलितकेसरः ॥
]

`verse 23 [
लग्नभ्रूयुगलो लोलः पूर्णचन्द्रनिभाननः ॥
कपाटायतसद्वक्षो रोमराजीवराजितः ॥
]

`verse 24 [
अभ्रमातंगकाकारः पीनो नीलसुवासकः ॥
आरक्तपाणिनयनमुखपादकरोद्भवः॥
]

`verse 25 [
क्षीणमध्यश्चारुदन्तः प्रमत्तगजगंधनः॥
प्रफुल्लपद्मपत्राक्षः केसरघ्राणतर्पणः ॥
]

`verse 26 [
कंबुग्रीवो मीनकेतुः प्रांशुर्मकरवाहनः ॥
पंचपुष्पायुधो वेगी पुष्पकोदंडमंडितः ॥
]

`verse 27 [
कांतः कटाक्षपातेन भ्रामयन्नयनद्वयम् ॥
सुगंधिमारुतो तात शृंगाररससेवितः ॥
]

`verse 28 [
तं वीक्ष्य पुरुषं सर्वे दक्षाद्या मत्सुताश्च ते ॥
औत्सुक्यं परमं जग्मुर्विस्मयाविष्टमानसाः ॥ 2.2.2.३० ॥
अभवद्विकृतं तेषां मत्सुतानां मनो द्रुतम् ॥
धैर्यं नैवालभत्तात कामाकुलितचेतसाम् ॥
]

`verse 29 [
मां सोपि वेधसं वीक्ष्य स्रष्टारं जगतां पतिम् ॥
प्रणम्य पुरुषः प्राह विनयानतकंधरः ॥
]

`speaker [
पुरुष उवाच
]

`verse 30 [
किं करिष्याम्यहं कर्म ब्रह्मंस्तत्र नियोजय॥
मान्योद्य पुरुषो यस्मादुचितः शोभितो विधे ॥
]

`verse 31 [
अभिमानं च योग्यं च स्थानं पत्नी च या मम ॥
तन्मे वद त्रिलोकेश त्वं स्रष्टा जगतां पतिः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
एवं तस्य वचः श्रुत्वा पुरुषस्य महात्मनः ॥
क्षणं न किंचित्प्रावोचत्स स्रष्टा चातिविस्मितः ॥
]

`verse 33 [
अतो मनस्सुसंयम्य सम्यगुत्सृज्य विस्मयम् ॥
अवोचत्पुरुषं ब्रह्मा तत्कामं च समावहन् ॥
]

`verse 34 [
॥ ब्रह्मोवाच ॥ ॥
अनेन त्वं स्वरूपेण पुष्पबाणैश्च पंचभिः ॥
मोहयन् पुरुषान् स्त्रीश्च कुरु सृष्टिं सनातनीम् ॥
]

`verse 35 [
अस्मिञ्जीवाश्च देवाद्यास्त्रैलोक्ये सचराचरे ॥
एते सर्वे भविष्यन्ति न क्षमास्त्यवलंबने ॥
]

`verse 36 [
अहं वा वासुदेवो वा स्थाणुर्वा पुरुषोत्तमः ॥
भविष्यामस्तव वशे किमन्ये प्राणधारकाः ॥
]

`verse 37 [
प्रच्छन्नरूपो जंतूनां प्रविशन्हृदयं सदा ॥
सुखहेतुः स्वयं भूत्वा सृष्टिं कुरु सनातनीम् ॥2.2.2.४०॥
त्वत्पुष्पबाणस्य सदा सुखलक्ष्यं मनोद्भुतम् ॥
सर्वेषां प्राणिनां नित्यं सदा मदकरो भवान् ॥
]

`verse 38 [
इति ते कर्म कथितं सृष्टिप्रावर्तकं पुनः ॥
नामान्येते वदिष्यंति सुता मे तव तत्त्वतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
इत्युक्त्वाहं सुरश्रेष्ठ स्वसुतानां मुखानि च॥
आलोक्य स्वासने पाद्मे प्रोपविष्टोऽभवं क्षणम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे कामप्रादुर्भावो नाम द्वितीयोऽध्यायः ॥
]
