`speaker [
ब्रह्मोवाच
]

`verse 1 [
ततस्ते मुनयः सर्वे तदाभिप्रायवेदिनः ॥
चक्रुस्तदुचितं नाम मरीचिप्रमुखास्सुताः ॥
]

`verse 2 [
मुखावलोकनादेव ज्ञात्वा वृत्तांतमन्यतः ॥
दक्षादयश्च स्रष्टारः स्थानं पत्नीं च ते ददुः ॥
]

`verse 3 [
ततो निश्चित्य नामानि मरीचिप्रमुखा द्विजाः ॥
ऊचुस्संगतमेतस्मै पुरुषाय ममात्मजाः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 4 [
यस्मात्प्रमथसे तत्त्वं जातोस्माकं यथा विधेः ॥
तस्मान्मन्मथनामा त्वं लोके ख्यातो भविष्यसि ॥
]

`verse 5 [
जगत्सु कामरूपस्त्वं त्वत्समो न हि विद्यते॥
अतस्त्वं कामनामापि ख्यातो भव मनोभव ॥
]

`verse 6 [
मदनान्मदनाख्यस्त्वं जातो दर्पात्सदर्पकः ॥
तस्मात्कंदर्पनामापि लोके ख्यातो भविष्यसि ॥
]

`verse 7 [
त्वत्समं सर्वदेवानां यद्वीर्यं न भविष्यति ॥
ततः स्थानानि सर्वाणि सर्वव्यापी भवांस्ततः ॥
]

`verse 8 [
दक्षोयं भवते पत्नी स्वयं दास्यति कामिनीम् ॥
आद्यः प्रजापतिर्यो हि यथेष्टं पुरुषोत्तमः ॥
]

`verse 9 [
एषा च कन्यका चारुरूपा ब्रह्ममनोभवा ॥
संध्या नाम्नेति विख्याता सर्वलोके भविष्यति ॥
]

`verse 10 [
ब्रह्मणो ध्यायतो यस्मात्सम्यग्जाता वरांगना ॥
अतस्संध्येति विख्याता क्रांताभा तुल्यमल्लिका ॥ 2.2.3.१० ॥
॥ ब्रह्मोवाच ॥
कौसुमानि तथास्त्राणि पंचादाय मनोभवः ॥
प्रच्छन्नरूपी तत्रैव चिंतयामास निश्चयम् ॥
]

`verse 11 [
हर्षणं रोचनाख्यं च मोहनं शोषणं तथा ॥
मारणं चेति प्रोक्तानि मुनेर्मोहकराण्यपि ॥
]

`verse 12 [
ब्रह्मणा मम यत्कर्म समुद्दिष्टं सनातनम् ॥
तदिहैव करिष्यामि मुनीनां सन्निधौ विधे ॥
]

`verse 13 [
तिष्ठंति मुनयश्चात्र स्वयं चापि प्रजापतिः ॥
एतेषां साक्षिभूतं मे भविष्यंत्यद्य निश्चयम् ॥
]

`verse 14 [
संध्यापि ब्रह्मणा प्रोक्ता चेदानीं प्रेषयेद्वचः ॥
इह कर्म परीक्ष्यैव प्रयोगान्मोहयाम्यहम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
इति संचित्य मनसा निश्चित्य च मनोभवः ॥
पुष्पजं पुष्पजातस्य योजयामास मार्गणैः ॥
]

`verse 16 [
आलीढस्थानमासाद्य धनुराकृष्य यत्नतः ॥
चकार वलयाकारं कामो धन्विवरस्तदा ॥
]

`verse 17 [
संहिते तेन कोदंडे मारुताश्च सुगंधयः ॥
ववुस्तत्र मुनिश्रेष्ठ सम्यगाह्लादकारिणः ॥
]

`verse 18 [
ततस्तानपि धात्रादीन् सर्वानेव च मानसान् ॥
पृथक् पुष्पशरैस्तीक्ष्णैर्मोहयामास मोहनः ॥
]

`verse 19 [
ततस्ते मुनयस्सर्वे मोहिताश्चाप्यहं मुने ॥
सहितो मनसा कंचिद्विकारं प्रापुरादितः ॥ 2.2.3.२० ॥
संध्यां सर्वे निरीक्षंतस्सविकारं मुहुर्मुहुः ॥
आसन् प्रवृद्धमदनाः स्त्री यस्मान्मदनैधिनी ॥
]

`verse 20 [
ततः सर्वान्स मदनो मोहयित्वा पुनःपुनः ॥
यथेन्द्रियविकारं त प्रापुस्तानकरोत्तथा ॥
]

`verse 21 [
उदीरितेंद्रियो धाता वीक्ष्याहं स यदा च ताम् ॥
तदैव चोनपंचाशद्भावा जाताश्शरीरतः ॥
]

`verse 22 [
सापि तैर्वीक्ष्यमाणाथ कंदर्पशरपातनात् ॥
चक्रे मुहुर्मुहुर्भावान्कटाक्षावरणादिकान् ॥
]

`verse 23 [
निसर्गसुंदरी संध्या तान्भावान् मानसोद्भवान् ॥
कुर्वंत्यतितरां रेजे स्वर्णदीव तनूर्मिभिः ॥
]

`verse 24 [
अथ भावयुतां संध्यां वीक्ष्याकार्षं प्रजापतिः ॥
 धर्माभिपूरित तनुरभिलाषमहं मुने ॥
]

`verse 25 [
ततस्ते मुनयस्सर्वे मरीच्यत्रिमुखा अपि ॥
दक्षाद्याश्च द्विजश्रेष्ठ प्रापुर्वेकारिकेन्द्रियम् ॥
]

`verse 26 [
दृष्ट्वा तथाविधा दक्षमरीचिप्रमुखाश्च माम् ॥
संध्यां च कर्मणि निजे श्रद्दधे मदनस्तदा ॥
]

`verse 27 [
यदिदं ब्रह्मणा कर्म ममोद्दिष्टं मयापि तत् ॥
कर्तुं शक्यमिति ह्यद्धा भावितं स्वभुवा तदा॥
]

`verse 28 [
इत्थं पापगतिं वीक्ष्य भ्रातॄणां च पितुस्तथा ॥
धर्मस्सस्मार शंभुं वै तदा धर्मावनं प्रभुम् ॥ 2.2.3.३० ॥
संस्मरन्मनसा धर्मं शंकरं धर्मपालकम् ॥
तुष्टाव विविधैर्वाक्यैर्दीनो भूत्वाजसंभवः ॥
]

`speaker [
धर्म उवाच
]

`verse 29 [
देवदेव महादेव धर्मपाल नमोस्तु ते ॥
सृष्टिस्थितिविनाशानां कर्ता शंभो त्वमेव हि ॥
]

`verse 30 [
सृष्टौ ब्रह्मा स्थितौ विष्णुः प्रलये हररूपधृक् ॥
रजस्सत्त्वतमोभिश्च त्रिगुणैरगुणः प्रभो ॥
]

`verse 31 [
निस्त्रैगुण्यः शिवः साक्षात्तुर्यश्च प्रकृतेः परः ॥
निर्गुणो निर्विकारी त्वं नानालीलाविशारदः ॥
]

`verse 32 [
रक्षरक्ष महादेव पापान्मां दुस्तरादितः ॥
मत्पितायं तथा चेमे भ्रातरः पापबुद्धयः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
इति स्तुतो महेशानो धर्मेणैव परः प्रभुः ॥
तत्राजगाम शीघ्रं वै रक्षितुं धर्ममात्मभूः ॥
]

`verse 34 [
जातो वियद्गतश्शंभुर्विधिं दृष्ट्वा तथाविधम्॥
मां दक्षाद्यांश्च मनसा जहासोपजहास च ॥
]

`verse 35 [
स साधुवादं तान् सर्वान्विहस्य च पुनः पुनः ॥
उवाचेदं मुनिश्रेष्ठ लज्जयन् वृषभध्वजः ॥
]

`speaker [
शिव उवाच
]

`verse 36 [
अहो ब्रह्मंस्तव कथं कामभावस्समुद्गतः ॥
दृष्ट्वा च तनयां नैव योग्यं वेदानुसारिणाम् ॥
]

`verse 37 [
यथा माता च भगिनी भ्रातृपत्नी तथा सुता ॥
एतः कुदृष्ट्या द्रष्टव्या न कदापि विपश्चिता ॥ 2.2.3.४० ॥
एष वै वेदमार्गस्य निश्चयस्त्वन्मुखे स्थितः ॥
कथं तु काममात्रेण स ते विस्मारितो विधे ॥
]

`verse 38 [
धैर्ये जागरितं ब्रह्मन्मनस्ते चतुरानन ॥
कथं क्षुद्रेण कामेन रंतुं विगटितं विधे ॥ ।
]

`verse 39 [
एकांतयोगिनस्तस्मात्सर्वदादित्यदर्शिनः ॥
कथं दक्षमरीच्याद्या लोलुपाः स्त्रीषु मानसाः ॥
]

`verse 40 [
कथं कामोपि मंदात्मा प्राबल्यात्सोधुनैव हि ॥
विकृतान्बाणैः कृतवानकालज्ञोल्पचेतनः ॥
]

`verse 41 [
धिक्तं श्रुतं सदा तस्य यस्य कांता मनोहरत् ॥
धैर्यादाकृष्य लौल्येषु मज्जयत्यपि मानसम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
इति तस्य वचः श्रुत्वा लोके सोहं शिवस्य च ॥
व्रीडया द्विगुणीभूतस्स्वेदार्द्रस्त्वभवं क्षणात् ॥
]

`verse 43 [
ततो निगृह्यैंद्रियकं विकारं चात्यजं मुने ॥
जिघृक्षुरपि तद्भीत्या तां संध्यां कामरूपिणीम् ॥
]

`verse 44 [
मच्छरीरात्तु   घर्मांभो यत्पपात द्विजोत्तम ॥ धर्मांभो
अग्निष्वात्ताः पितृगणा जाताः पितृगणास्ततः ॥
]

`verse 45 [
भिन्नांजननिभास्सर्वे फुल्लराजीवलोचनाः ॥
नितांतयतयः पुण्यास्संसारविमुखाः परे ॥
]

`verse 46 [
सहस्राणां चतुःषष्टिरग्निष्वात्ताः प्रकीर्तिता ॥
षडशीतिसहस्राणि तथा बर्हिषदो मुने ॥ 2.2.3.५० ॥
घर्मांभः पतितं भूमौ तदा दक्षशरीरतः ॥
समस्तगुणसंपन्ना तस्माज्जाता वरांगना ॥
]

`verse 47 [
तन्वंगी सममध्या च तनुरोमावली श्रुता ॥
मृद्वंगी चारुदशना नवकांचनसुप्रभा ॥
]

`verse 48 [
सर्वावयवरम्या च पूर्णचन्द्राननाम्बुजा ॥
नाम्ना रतिरिति ख्याता मुनीनामपि मोहिनी ॥
]

`verse 49 [
मरीचिप्रमुखा षड् वै निगृहीतेन्द्रियक्रियाः ॥
ऋते क्रतुं वसिष्ठं च पुलस्त्यांगिरसौ तथा ॥॥
]

`verse 50 [
क्रत्वादीनां चतुर्णां च बीजं भूमौ पपात च ॥
तेभ्यः पितृगणा जाता अपरे मुनिसत्तम॥
]

`verse 51 [
सोमपा आज्यपा नाम्ना तथैवान्ये सुकालिनः ॥
हविष्मंतस्तु तास्सर्वे कव्यवाहाः प्रकीर्तिताः ॥
]

`verse 52 [
क्रतोस्तु सोमपाः पुत्रा वसिष्ठात्कालिनस्तथा ॥
आज्यपाख्याः पुलस्त्यस्य हविष्मंतोंगिरस्सुताः ॥
]

`verse 53 [
जातेषु तेषु विप्रेन्द्र अग्निष्वात्तादिकेष्वथ॥
लोकानां पितृवर्गेषु कव्यवाह स समंततः ॥
]

`verse 54 [
संध्या पितृप्रसूर्भूत्वा तदुद्देशयुताऽभवत् ॥
निर्दोषा शंभुसंदृष्टा धर्मकर्मपरायणा ॥
]

`verse 55 [
एतस्मिन्नंतरे शम्भुरनुगृह्याखिलान्द्विजान् ॥
धर्मं संरक्ष्य विधिवदंतर्धानं गतो द्रुतम् ॥ 2.2.3.६० ॥
अथ शंकरवाक्येन लज्जितोहं पितामहः ॥
कंदर्प्पायाकोपिंत हि भ्रुकुटीकुटिलाननः ॥
]

`verse 56 [
दृष्ट्वा मुखमभिप्रायं विदित्वा सोपि मन्मथः ॥
स्वबाणान्संजहाराशु भीतः पशुपतेर्मुने ॥
]

`verse 57 [
ततः कोपसमायुक्तः पद्मयोनिरहं मुने ॥
अज्वलं चातिबलवान् दिधक्षुरिव पावकः ॥
]

`verse 58 [
भवनेत्राग्निनिर्दग्धः कंदर्पो दर्पमोहितः ॥
भविष्यति महादेवे कृत्वा कर्मं सुदुष्करम् ॥
]

`verse 59 [
इति वेधास्त्वहं काममक्षयं द्विजसत्तम ॥
समक्षं पितृसंघस्य मुनीनां च यतात्मनाम् ॥
]

`verse 60 [
इति भीतो रतिपतिस्तत्क्षणात्त्यक्तमार्गणः ॥
प्रादुर्बभूव प्रत्यक्षं शापं श्रुत्वातिदारुणम् ॥
]

`verse 61 [
ब्रह्माणं मामुवाचेदं स दक्षादिसुतं मुने ॥
शृण्वतां पितृसंघानां संध्यायाश्च विगर्वधीः ॥
]

`speaker [
काम उवाच
]

`verse 62 [
किमर्थं भवता ब्रह्मञ् शप्तोहमिति दारुणम् ॥
अनागास्तव लोकेश न्याय्यमार्गानुसारिणः ॥
]

`verse 63 [
त्वया चोक्तं नु मत्कर्म यत्तद्ब्रह्मन् कृतं मया ॥
तत्र योग्यो न शापो मे यतो नान्यत्कृतं मया ॥
]

`verse 64 [
अहं विष्णुस्तथा शंभुः सर्वे त्वच्छ रगोचराः ॥
इति यद्भवता प्रोक्तं तन्मयापि परीक्षितम् ॥2.2.3.७० ॥
नापराधो ममाप्यत्र ब्रह्मन् मयि निरागसि ॥
दारुणः समयश्चैव शापो देव जगत्पते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 65 [
इति तस्य वचः श्रुत्वा ब्रह्माहं जगतां पतिः ॥
प्रत्यवोचं यतात्मानं मदनं दमयन्मुहुः॥ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 66 [
आत्मजा मम संध्येयं यस्मादेतत्स कामतः ॥
लक्ष्यीकृतोहं भवता ततश्शापो मया कृतः ॥
]

`verse 67 [
अधुना शांतरोषोहं त्वां वदामि मनोभव ॥
शृणुष्व गतसंदेहस्सुखी भव भयं त्यज ॥
]

`verse 68 [
त्वं भस्म भूत्वा मदन भर्गलोचनवह्निना ॥
तथैवाशु समं पश्चाच्छरीरं प्रापयिष्यसि ॥
]

`verse 69 [
यदा करिष्यति हरोंजसा दारपरिग्रहम् ॥
तदा स एव भवतश्शरीरं प्रापयिष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 70 [
एवमुक्त्वाथ मदनमहं लोकपितामहः ॥
अंतर्गतो मुनीन्द्राणां मानसानां प्रपश्यताम् ॥
]

`verse 71 [
इत्येवं मे वचश्श्रुत्वा मदनस्तेपि मानसाः ॥
संबभूवुस्सुतास्सर्वे सुखिनोऽरं गृहं गताः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे कामशापानुग्रहो नाम तृतीयोऽध्यायः ॥
]
