`speaker [
नारद उवाच
]

`verse 1 [
विष्णुशिष्य महाप्राज्ञ विधे लोककर प्रभो ॥
अद्भुतेयं कथा प्रोक्ता शिवलीलामृतान्विता ॥
]

`verse 2 [
ततः किमभवत्तात चरितं तद्वदाधुना ॥
अहं श्रद्धान्वितः श्रोतुं यदि शम्भुकथाश्रयम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
शंभौ गते निजस्थाने वेधस्यंतर्हिते मयि ॥
दक्ष प्राहाथ कंदर्पं संस्मरन् मम तद्वचः ॥ ॥
]

`speaker [
दक्ष उवाच
]

`verse 4 [
मद्देहजेयं कंदर्प सद्रूपगुणसंयुता ॥
एनां गृह्णीष्व भार्यार्थं भवतस्सदृशीं गुणैः ॥
]

`verse 5 [
एषा तव महा तेजास्सर्वदा सहचारिणी ॥
भविष्यति यथाकामं धर्मतो वशवर्तिनी ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
इत्युक्त्वा प्रददौ तस्यै देहस्वेदांबुसम्भवाम् ॥
कंदर्प्पायाग्रतः कृत्वा नाम कृत्वा रतीति ताम् ॥
]

`verse 7 [
विवाह्य तां स्मरस्सोपि मुमोदातीव नारद ॥
दक्षजां तनयां रम्यां मुनीनामपि मोहिनीम् ॥
]

`verse 8 [
अथ तां वीक्ष्य मदनो रत्याख्यां स्वस्त्रियं शुभाम् ॥
आत्मा गुणेन विद्धोसौ मुमोह रतिरंजितः ॥
]

`verse 9 [
क्षणप्रदाऽभवत्कांता गौरी मृगदृशी मुदा ॥
लोलापांग्यथ तस्यैव भार्या च सदृशी रतौ ॥
]

`verse 10 [
तस्या भ्रूयुगलं वीक्ष्य संशयं मदनोकरोत् ॥
उत्सादनं मत्कोदण्डं विधात्रास्यां निवेशितम् ॥ 2.2.4.१० ॥
कटाक्षाणामाशुगतिं दृष्ट्वा तस्या द्विजोत्तम॥
आशु गन्तुं निजास्त्राणां श्रद्दधे न च चारुताम् ॥
]

`verse 11 [
तस्याः स्वभावसुरभिधीरश्वासानिलं तथा ॥
आघ्राय मदनः श्रद्धां त्यक्तवान् मलयांतिके ॥
]

`verse 12 [
पूर्णेन्दुसदृशं वक्त्रं दृष्ट्वा लक्ष्मसुलक्षितम् ॥
न निश्चिकाय मदनो भेदं तन्मुखचन्द्रयोः ॥
]

`verse 13 [
सुवर्ण पद्मकलिकातुल्यं तस्याः कुचद्वयम् ॥
रेजे चूचुकयुग्मेन भ्रमरेणेव वेष्टितम् ॥
]

`verse 14 [
दृढपीनोन्नतं तस्यास्तनमध्यं विलंबिनीम् ॥
आनाभिप्रतलं मालां तन्वीं चन्द्रायितां शुभाम् ॥
]

`verse 15 [
ज्यां पुष्पधनुषः कामः षट्पदावलिसंभ्रमाम् ॥
विसस्मार च यस्मात्तां विसृज्यैनां निरीक्षते ॥
]

`verse 16 [
गम्भीरनाभिरंध्रांतश्चतुःपार्श्वत्वगादृतम् ॥
आननाब्जेऽक्षणद्वंद्वमारक्तकफलं यथा ॥
]

`verse 17 [
मध्येन वपुषा निसर्गाष्टापदप्रभा ॥
रुक्मवेदीव ददृशे कामेन रमणी हि सा ॥
]

`verse 18 [
रंभास्तंभायतं स्निग्धं यदूरुयुगलं मृदु ॥
निजशक्तिसमं कामो वीक्षांचक्रे मनोहरम् ॥
]

`verse 19 [
आरक्तपार्ष्णिपादाग्रप्रांतभागं पदद्वयम् ॥
अनुरागमिवाऽनेन मित्रं तस्या मनोभवः ॥ 2.2.4.२० ॥
तस्याः करयुगं रक्तं नखरैः किंशुकोपमैः ॥
वृत्ताभिरंगुलीभिश्च सूक्ष्माग्राभिर्मनोहरम् ॥
]

`verse 20 [
तद्बाहुयुगुलं कांतं मृणालयुगलायतम् ॥
मृदु स्निग्धं चिरं राजत्कांतिलोहप्रवालवत् ॥
]

`verse 21 [
नीलनीरदसंकाशः केशपाशो मनोहरः ॥
चमरीवाल भरवद्विभाति स्म स्मरप्रियः ॥
]

`verse 22 [
एतादृशीं रतिं नाम्ना प्रालेयाद्रिसमुद्भवाम्॥
गंगामिव महादेवो जग्राहोत्फुल्ललोचनः ॥
]

`verse 23 [
चक्रपद्मां चारुबाहुं मृणालशकलान्विताम् ॥
भ्रूयुग्मविभ्रमव्राततनूर्मिपरिराजिताम् ॥
]

`verse 24 [
कटाक्षपाततुंगौघां स्वीयनेत्रोत्पलान्विताम् ॥
तनुलोमांबुशैवालां मनोद्रुमविलासिनीम् ॥
]

`verse 25 [
निम्ननाभिह्रदां क्षामां सर्वांगरमणीयिकाम् ॥
सर्वलावण्यसदनां शोभमानां रमामिव ॥
]

`verse 26 [
द्वादशाभरणैर्युक्तां शृंगारैः षोडशैर्युताम् ॥
मोहनीं सर्वलोकानां भासयंतीं दिशो दश ॥
]

`verse 27 [
इति तां मदनो वीक्ष्य रतिं जग्राह सोत्सुकः ॥
रागादुपस्थितां लक्ष्मीं हृषीकेश इवोत्तमाम् ॥
]

`verse 28 [
नोवाच च तदा दक्षं कामो मोदभवात्ततः ॥
विस्मृत्य दारुणं शापं विधिदत्तं विमोहितः॥2.2.4.३०॥
तदा महोत्सवस्तात बभूव सुखवर्द्धनः ॥
दक्षः प्रीततरश्चासीन्मुमुदे तनया मम ॥
]

`verse 29 [
कामोतीव सुखं प्राप्य सर्वदुःखक्षयं गतः ॥
दक्षजापि रतिः कामं प्राप्य चापि जहर्ष ह ॥
]

`verse 30 [
रराज चेतयासार्द्धं भिन्नश्चारुवचः स्मरः ॥
जीमूत इव संध्यायां सौदामन्या मनोज्ञया ॥
]

`verse 31 [
इति रतिपतिरुच्चैर्मोहयुक्तो रतिं तां हृदुपरि जगृहे वै योगदर्शीव विद्याम् ॥
रतिरपि पतिमग्र्यं प्राप्य सा चापि रेजे हरिमिव कमला वै पूर्णचन्द्रोपमास्या ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्विती- स० कामविवाहवर्णनं नाम चतुर्थोऽध्यायः ॥
]
