`speaker [
सूत उवाच
]

`verse 1 [
इत्याकर्ण्य वचस्तस्य ब्रह्मणो मुनिसत्तमः ॥
स मुदोवाच संस्मृत्य शंकरं प्रीतमानसः ॥
]

`verse 2 [
नारद उवाच ॥ ॥
ब्रह्मन् विधे महाभाग विष्णुशिष्य महामते ॥
अद्भुता कथिता लीला त्वया च शशिमौलिनः ॥
]

`verse 3 [
गृहीतदारे मदने हृष्टे हि स्वगृहे गते ॥
दक्षे च स्वगृहं याते तथा हि त्वयि कर्तरि ॥
]

`verse 4 [
मानसेषु च पुत्रेषु गतेषु स्वस्वधामसु ॥
संध्या कुत्र गता सा च ब्रह्मपुत्री पितृप्रसूः ॥
]

`verse 5 [
किं चकार च केनैव पुरुषेण विवाहिता ॥
एतत्सर्वं विशेषेण संध्यायाश्चरितं वद ॥
]

`speaker [
सूत उवाच
]

`verse 6 [
इत्याकर्ण्य वचस्तस्य ब्रह्मपुत्रश्च धीमतः ॥
संस्मृत्य शंकरं सक्त्या ब्रह्मा प्रोवाच तत्त्ववित् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
शृणु त्वं च मुने सर्वं संध्यायाश्चरितं शुभम् ॥
यच्छ्रुत्वा सर्वकामिन्यस्साध्व्यस्स्युस्सर्वदा मुने ॥
]

`verse 8 [
सा च संध्या सुता मे हि मनोजाता पुराऽ भवत् ॥
तपस्तप्त्वा तनुं त्यक्त्वा सैव जाता त्वरुंधती ॥
]

`verse 9 [
मेधातिथेस्सुता भूत्वा मुनिश्रेष्ठस्य धीमती ॥
ब्रह्मविष्णुमहेशानवचनाच्चरितव्रता॥
]

`verse 10 [
वव्रे पतिं महात्मानं वसिष्ठं शंसितव्रतम् ॥
पतिव्रता च मुख्याऽभूद्वंद्या पूज्या त्वभीषणा॥2.2.5.१०॥
नारद उवाच॥
कथं तया  तपस्तप्तं किमर्थं कुत्र संध्यया॥
कथं शरीरं सा त्यक्त्वाऽभवन्मेधातिथेः सुता॥॥।
कथं वा विहितं देवैर्ब्रह्मविष्णुशिवैः पतिम्।
वसिष्ठं तु महात्मानं संवव्रे शंसितव्रतम्॥
]

`verse 11 [
एतन्मे श्रोष्यमाणाय विस्तरेण पितामह॥
कौतूहलमरुंधत्याश्चरितं ब्रूहि तत्त्वतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
अहं स्वतनयां संध्यां दृष्ट्वा पूर्वमथात्मनः॥
कामायाशु मनोऽकार्षं त्यक्त्वा शिवभयाच्च सा ॥
]

`verse 13 [
संध्यायाश्चलितं चित्तं कामबाणविलोडितम् ॥
ऋषीणामपि संरुद्धमानसानां महात्मनाम्॥
]

`verse 14 [
भर्गस्य वचनं श्रुत्वा सोपहासं च मां प्रति ॥
आत्मनश्चलितत्वं वै ह्यमर्यादमृषीन्प्रति ॥
]

`verse 15 [
कामस्य तादृशं भावं मुनिमोहकरं मुहुः॥
दृष्ट्वा संध्या स्वयं तत्रोपयमायातिदुःखिता॥
]

`verse 16 [
ततस्तु ब्रह्मणा शप्ते मदने च मया मुने॥
अंतर्भूते मयि शिवे गते चापि निजास्पदे ॥
]

`verse 17 [
आमर्षवशमापन्ना सा संध्या मुनिसत्तम॥
मम पुत्री विचार्यैवं तदा ध्यानपराऽभवत् ॥
]

`verse 18 [
ध्यायंती क्षणमेवाशु पूर्वं वृत्तं मनस्विनी ॥
इदं विममृशे संध्या तस्मिन्काले यथोचितम् ॥ 2.2.5.२० ॥
संध्योवाच ॥
उत्पन्नमात्रां मां दृष्ट्वा युवतीं मदनेरितः ॥
अकार्षित्सानुरागोयमभिलाषं पिता मम ॥
]

`verse 19 [
पश्यतां मानसानां च मुनीनां भावितात्मनाम्॥
दृष्ट्वैव माममर्यादं सकाममभवन्मनः॥
]

`verse 20 [
ममापि मथितं चित्तं मदनेन दुरात्मना ॥
येन दृष्ट्वा मुनीन्सर्वांश्चलितं मन्मनो भृशम् ॥
]

`verse 21 [
फलमेतस्य पापस्य मदनस्स्वयमाप्तवान्॥
यस्तं शशाप कुपितः शंभोरग्रे पितामहः॥
]

`verse 22 [
प्राप्नुयां फलमेतस्य पापस्य स्वघकारिणी ॥
तच्छोधनफलमहमाशु नेच्छामि साधनम् ॥
]

`verse 23 [
यन्मां पिता भ्रातरश्च सकाममपरोक्षतः ॥
दृष्ट्वा चक्रुस्स्पृहां तस्मान्न मत्तः पापकृत्परा ॥
]

`verse 24 [
ममापि कामभावोभूदमर्यादं समीक्ष्य तान् ॥
पत्या इव स्वकेताते सर्वेषु सहजेष्वषि॥
]

`verse 25 [
करिष्यारम्यस्य पापस्य प्रायश्चित्तमहं स्वयम्॥
आत्मानमग्नौ होष्यामि वेदमार्गानुसारत॥
]

`verse 26 [
किं त्वेकां स्थापयिष्यामि मर्यादामिह भूतले ॥
उत्पन्नमात्रा न यथा सकामास्स्युश्शरीरिणः ॥
]

`verse 27 [
एतदर्थमहं कृत्वा तपः परम दारुणम् ॥
मर्यादां स्थापयिष्यामि पश्चात्त्यक्षामि जीवितम्॥2.2.5.३०॥
यस्मिञ्च्छरीरे पित्रा मे ह्यभिलाषस्स्वयं कृतः॥
भातृभिस्तेन कायेन किंचिन्नास्ति प्रयोजनम् ॥
]

`verse 28 [
मया येन शरीरेण तातेषु सहजेषु च ॥
उद्भावितः कामभावो न तत्सुकृतसाधनम्॥
]

`verse 29 [
इति संचित्य मनसा संध्या शैलवरं ततः ॥
जगाम चन्द्रभागाख्यं चन्द्रभागापगा यतः ॥
]

`verse 30 [
अथ तत्र गतां ज्ञात्वा संध्यां गिरिवरं प्रति ॥
तपसे नियतात्मानं ब्रह्मावोचमहं सुतम् ॥
]

`verse 31 [
वशिष्ठं संयतात्मानं सर्वज्ञं ज्ञानयोगिनम् ॥
समीपे स्वे समासीनं वेदवेदाङ्गपारगम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
वसिष्ठ पुत्र गच्छ त्वं संध्यां जातां मनस्विनीम्॥
तपसे धृतकामां च दीक्षस्वैनां यथा विधि ॥
]

`verse 33 [
मंदाक्षमभवत्तस्याः पुरा दृष्ट्वैव कामुकान्॥
युष्मान्मां च तथात्मानं सकामां मुनिसत्तम॥
]

`verse 34 [
अभूतपूर्वं तत्कर्म पूर्व मृत्युं विमृश्य सा ॥
युष्माकमात्मनश्चापि प्राणान्संत्यक्तुमिच्छति ॥
]

`verse 35 [
समर्यादेषु मर्यादां तपसा स्थापयिष्यति ॥
तपः कर्तुं गता साध्वी चन्द्रभागाख्यभूधरे॥
]

`verse 36 [
न भावं तपसस्तात सानुजानाति कंचन॥
तस्माद्यथोपदेशात्सा प्राप्नोत्विष्टं तथा कुरु॥2.2.5.४०॥
इदं रूपं परित्यज्य निजं रूपांतरं मुने ॥
परिगृह्यांतिके तस्यास्तपश्चर्यां निदर्शयन् ॥
]

`verse 37 [
इदं स्वरूपं भवतो दृष्ट्वा पूर्वं यथात्र वाम् ॥
नाप्नुयात्साऽथ किंचिद्वै ततो रूपांतरं कुरु ॥
]

`verse 38 [
ब्रह्मोवाच ॥नारदेत्थं वसिष्ठो मे समाज्ञप्तो दयावता ॥
यथाऽस्विति च मां प्रोच्य ययौ संध्यांतिकं मुनिः ॥
]

`verse 39 [
तत्र देवसरः पूर्णं गुणैर्मानससंमितम् ॥
ददर्श स वसिष्टोथ संध्यां तत्तीरगामपि॥।
]

`verse 40 [
तीरस्थया तया रेजे तत्सरः कमलोज्ज्वलम् ॥
उद्यदिंदुसुनक्षत्र प्रदोषे गगनं यथा ॥
]

`verse 41 [
मुनिर्दृष्ट्वाथ तां तत्र सुसंभावां स कौतुकी ॥
वीक्षांचक्रे सरस्तत्र बृहल्लोहितसंज्ञकम् ॥
]

`verse 42 [
चन्द्रभागा नदी तस्मात्प्राकाराद्दक्षिणांबुधिम् ॥
यांती सा चैव ददृशे तेन सानुगिरेर्महत् ॥
]

`verse 43 [
निर्भिद्य पश्चिमं सा तु चन्द्रभागस्य सा नदी ॥
यथा हिमवतो गंगा तथा गच्छति सागरम् ॥
]

`verse 44 [
तस्मिन् गिरौ चन्द्रभागे बृहल्लोहिततीरगाम् ॥
संध्यां दृष्ट्वाथ पप्रच्छ वसिष्ठस्सादरं तदा ॥
]

`speaker [
वशिष्ठ .उवाच
]

`verse 45 [
किमर्थमागता भद्रे निर्जनं त्वं महीधरम् ॥
कस्य वा तनया किं वा भवत्यापि चिकीर्षितम् ॥ 2.2.5.५० ॥
एतदिच्छाम्यहं श्रोतुं वद गुह्यं न चेद्भवेत् ॥
वदनं पूर्णचन्द्राभं निश्चेष्टं वा कथं तव ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 46 [
तच्छ्रुत्वा वचनं तस्य वशिष्ठस्य महात्मनः ॥
दृष्ट्वा च तं महात्मानं ज्वलंतमिव पावकम् ॥
]

`verse 47 [
शरीरधृग्ब्रह्मचर्यं विलसंतं जटाधरम् ॥
सादरं प्रणिपत्याथ संध्योवाच तपोधनम् ॥
]

`speaker [
संध्योवाच
]

`verse 48 [
यदर्थमागता शैलं सिद्धं तन्मे निबोध ह ॥
तव दर्शनमात्रेण यन्मे सेत्स्यति वा विभो ॥
]

`verse 49 [
तपश्चर्तुमहं ब्रह्मन्निर्जनं शैलमागता ॥
ब्रह्मणोहं सुता जाता नाम्ना संध्येति विश्रुता ॥
]

`verse 50 [
यदि ते युज्यते सह्यं मां त्वं समुपदेशय ॥
एतच्चिकीर्षितं गुह्यं नान्यैः किंचन विद्यते ॥
]

`verse 51 [
अज्ञात्वा तपसो भावं तपोवनमुपाश्रिता ॥
चिंतया परिशुष्येहं वेपते हि मनो मम ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 52 [
आकर्ण्य तस्या वचनं वसिष्ठो ब्रह्मवित्तमः ॥
स्वयं च सर्वकृत्यज्ञो नान्यत्किंचन पृष्टवान् ॥
]

`verse 53 [
अथ तां नियतात्मानं तपसेति धृतोद्यमाम् ॥
प्रोवाच मनसा स्मृत्वा शंकरं भक्तवत्सलम् ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 54 [
परमं यो महत्तेजः परमं यो महत्तपः ॥
परमः परमाराध्यः शम्भुर्मनसि धार्यताम् ॥ 2.2.5.६० ॥
धर्मार्थकाममोक्षाणां य एकस्त्वादिकारणम् ॥
तमेकं जगतामाद्यं भजस्व पुरुषोत्तमम् ॥
]

`verse 55 [
मंत्रेणानेन देवेशं शम्भुं भज शुभानने ॥
तेन ते सकला वाप्तिर्भविष्यति न संशयः ॥
]

`verse 56 [
ॐ नमश्शंकरायेति ॐमित्यंतेन सन्ततम् ॥
मौनतपस्याप्रारंम्भं तन्मे निगदतः शृणु॥
]

`verse 57 [
स्नानं मौनेन कर्तव्यं मौनेन हरपूजनम् ॥
द्वयोः पूर्णजलाहारं प्रथमं षष्ठकालयोः ॥
]

`verse 58 [
तृतीये षष्ठकाले तु ह्युपवासपरो भवेत् ॥
एवं तपस्समाप्तौ वा षष्ठे काले क्रिया भवेत् ॥
]

`verse 59 [
एवं मौनतपस्याख्या ब्रह्मचर्यफलप्रदा ॥
सर्वाभीष्टप्रदा देवि सत्यंसत्यं न संशयः ॥
]

`verse 60 [
एवं चित्ते समुद्दिश्य कामं चिंतय शंकरम् ॥
स ते प्रसन्न इष्टार्थमचिरादेव दास्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 61 [
उपविश्य वसिष्ठोथ संध्यायै तपसः क्रियाम् ॥
तामाभाष्य यथान्यायं तत्रैवांतर्दधे मुनिः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखण्डे संध्याचरित्रवर्णनो नाम पंचमोऽध्यायः ॥
]
