`speaker [
ब्रह्मोवाच
]

`verse 1 [
सुतवर्य महाप्राज्ञ शृणु संध्यातपो महत् ॥
यच्छ्रुत्वा नश्यते पापसमूहस्तत्क्षणाद्ध्रुवम् ॥
]

`verse 2 [
उपविश्य तपोभावं वसिष्ठे स्वगृहं गते ॥
संध्यापि तपसो भावं ज्ञात्वा मोदमवाप ह ॥
]

`verse 3 [
ततस्सानंदमनसो वेषं कृत्वा तु यादृशम् ॥
तपश्चर्तुं समारेभे बृहल्लोहिततीरगा ॥
]

`verse 4 [
यथोक्तं तु वशिष्ठेन मंत्रं तपसि साधनम् ॥
मंत्रेण तेन सद्भक्त्या पूजयामास शंकरम् ॥
]

`verse 5 [
एकान्तमनसस्तस्याः कुर्वंत्या सुमहत्तपः ॥
शंभौ विन्यस्तचित्ताया गतमेकं चतुर्युगम् ॥
]

`verse 6 [
प्रसन्नोभूत्तदा शंभुस्तपसा तेन तोषितः ॥
अंतर्बहिस्तथाकाशे दर्शयित्वा निजं वपुः ॥
]

`verse 7 [
यद्रूपं चिंतयंती सा तेन प्रत्यक्षतां गतः ॥
]

`verse 8 [
अथ सा पुरतो दृष्ट्वा मनसा चिंतितं प्रभुम् ॥
प्रसन्नवदनं शांतं मुमोदातीव शंकरम् ॥
]

`verse 9 [
ससाध्वसमहं वक्ष्ये किं कथं स्तौमि वा हरम् ॥
इति चिंतापरा भूत्वा न्यमीलयत चक्षुषी ॥
]

`verse 10 [
निमीलिताक्ष्यास्तस्यास्तु प्रविश्य हृदयं हरः ॥
दिव्यं ज्ञानं ददौ तस्यै वाचं दिव्ये च चक्षुषी ॥2.2.6.१०॥
दिव्यज्ञानं दिव्यचक्षुर्दिव्या वाचमवाप सा ॥
प्रत्यक्षं वीक्ष्य दुर्गेशं तुष्टाव जगतां पतिम् ॥
]

`speaker [
संध्योवाच
]

`verse 11 [
निराकारं ज्ञानगम्यं परं यन्नैव स्थूलं नापि सूक्ष्मं न चोच्चम् ॥
अंतश्चिंत्यं योगिभिस्तस्य रूपं तस्मै तुभ्यं लोककर्त्रे नमोस्तु ॥
]

`verse 12 [
सर्वं शांतं निर्मलं निर्विकारं ज्ञानागम्यं स्वप्रकाशेऽविकारम् ॥
खाध्वप्रख्यं ध्वांतमार्गात्परस्तद्रूपं यस्य त्वां नमामि प्रसन्नम् ॥
]

`verse 13 [
एकं शुद्धं दीप्यमानं तथाजं चिदानंदं सहजं चाविकारि ॥
नित्यानंदं सत्यभूतिप्रसन्नं यस्य श्रीदं रूपमस्मै नमस्ते ॥
]

`verse 14 [
विद्याकारोद्भावनीयं प्रभिन्नं सत्त्वच्छंदं ध्येयमात्मस्वरूपम् ॥
सारं पारं पावनानां पवित्रं तस्मै रूपं यस्य चैवं नमस्ते ॥
]

`verse 15 [
यत्त्वाकारं शुद्धरूपं मनोज्ञं रत्नाकल्पं स्वच्छकर्पूरगौरम् ॥
इष्टाभीती शूलमुंडे दधानं हस्तैर्नमो योगयुक्ताय तुभ्यम् ॥
]

`verse 16 [
गगनं भूर्दिशश्चैव सलिलं ज्योतिरेव च ॥
पुनः कालश्च रूपाणि यस्य तुभ्यं नमोस्तु ते ॥
]

`verse 17 [
प्रधानपुरुषौ यस्य कायत्वेन विनिर्गतौ ॥
तस्मादव्यक्तरूपाय शंकराय नमोनमः ॥
]

`verse 18 [
यो ब्रह्मा कुरुते सृष्टिं यो विष्णुः कुरुते स्थितिम् ॥
संहरिष्यति यो रुद्रस्तस्मै तुभ्यं नमोनमः ॥
]

`verse 19 [
समस्तलोकांतरभूतिदाय प्रकाशरूपाय परात्पराय ॥ 2.2.6.२० ॥
यस्याऽपरं नो जगदुच्यते पदात् क्षितिर्दिशस्सूर्य इंदुर्मनौजः ॥
बर्हिर्मुखा नाभितश्चान्तरिक्षं तस्मै तुभ्यं शंभवे मे नमोस्तु ॥
]

`verse 20 [
त्वं परः परमात्मा च त्वं विद्या विविधा हरः ॥
सद्ब्रह्म च परं ब्रह्म विचारणपरायणः ॥
]

`verse 21 [
यस्य नादिर्न मध्यं च नांतमस्ति जगद्यतः ॥
कथं स्तोष्यामि तं देवं वाङ्मनोगोचरं हरम्॥ ॥
]

`verse 22 [
यस्य ब्रह्मादयो देव मुनयश्च तपोधनाः ॥
न विप्रण्वंति रूपाणि वर्णनीयः कथं स मे ॥
]

`verse 23 [
स्त्रिया मया ते किं ज्ञेया निर्गुणस्य गुणाः प्रभो ॥
नैव जानंति यद्रूपं सेन्द्रा अपि सुरासुराः ॥
]

`verse 24 [
नमस्तुभ्यं महेशान नमस्तुभ्यं तमोमय ॥
प्रसीद शंभो देवेश भूयोभूयो नमोस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
इत्याकर्ण्य वचस्तस्यास्संस्तुतः परमेश्वरः ॥
सुप्रसन्नतरश्चाभूच्छंकरो भक्तवत्सलः ॥
]

`verse 26 [
अथ तस्याश्शरीरं तु वल्कलाजिनसंयुतम् ॥
परिच्छन्नं जटाव्रातैः पवित्रे मूर्ध्नि राजितैः ॥
]

`verse 27 [
हिमानीतर्जितांभोजसदृशं वदनं तदा ॥
निरीक्ष्य कृपयाविष्टो हरः प्रोवाच तामिदम् ॥
]

`speaker [
महेश्वर उवाच
]

`verse 28 [
प्रीतोस्मि तपसा भद्रे भवत्याः परमेण वै ॥
स्तवेन च शुभप्राज्ञे वरं वरय सांप्रतम् ॥ 2.2.6.३० ॥
येन ते विद्यते कार्यं वरेणास्मिन्मनोगतम् ॥
तत्करिष्ये च भद्रं ते प्रसन्नोहं तव व्रतैः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
इति श्रुत्वा महेशस्य प्रसन्नमनसस्तदा ॥
संध्योवाच सुप्रसन्ना प्रणम्य च मुहुर्मुहुः ॥
]

`verse 30 [
संध्योवाच ॥ ॥
यदि देयो वरः प्रीत्या वरयोग्यास्म्यहं यदि ॥
यदि शुद्धास्म्यहं जाता तस्मात्पापान्महेश्वर॥
]

`verse 31 [
यदि देव प्रसव्रोऽसि तपसा मम सांप्रतम् ॥
वृतस्तदायं प्रथमो वरो मम विधीयताम् ॥
]

`verse 32 [
उत्पन्नमात्रा देवेश प्राणिनोस्मिन्नभः स्थले ॥
न भवंतु समेनैव सकामास्संभवंतु वै ॥
]

`verse 33 [
यद्धि वृत्ता हि लोकेषु त्रिष्वपि प्रथिता यथा ॥
भविष्यामि तथा नान्या वर एको वृतो मया ॥
]

`verse 34 [
सकामा मम सृष्टिस्तु कुत्रचिन्न पतिष्यति ॥
यो मे पतिर्भवेन्नाथ सोपि मेऽतिसुहृच्च वै ॥
]

`verse 35 [
यो द्रक्ष्यति सकामो मां पुरुषस्तस्य पौरुषम् ॥
नाशं गमिष्यति तदा स च क्लीबो भविष्यति ॥।३८॥
ब्रह्मोवाच ॥
इति श्रुत्वा वचस्तस्यश्शंकरो भक्तवत्सलः ॥
उवाच सुप्रसन्नात्मा निष्पापायास्तयेरिते ॥
]

`speaker [
महेश्वर उवाच
]

`verse 36 [
शृणु देवि च संध्ये त्वं त्वत्पापं भस्मतां गतम् ॥
त्वयि त्यक्तो मया क्रोधः शुद्धा जाता तपःकरात् ॥2.2.6.४०॥
यद्यद्वृतं त्वया भद्रे दत्तं तदखिलं मया॥
सुप्रसन्नेन तपसा तव संध्ये वरेण हि ॥
]

`verse 37 [
प्रथमं शैशवो भावः कौमाराख्यो द्वितीयकः ॥
तृतीयो यौवनो भावश्चतुर्थो वार्द्धकस्तथा ॥
]

`verse 38 [
तृतीये त्वथ संप्राप्ते वयोभागे शरीरिणः॥
सकामास्स्युर्द्वितीयांतो भविष्यति क्वचित् क्वचित् ॥
]

`verse 39 [
तपसा तव मर्यादा जगति स्थापिता मया ॥
उत्पन्नमात्रा न यथा सकामास्स्युश्शरीरिणः ॥
]

`verse 40 [
त्वं च लोके सतीभावं तादृशं समवाप्नुहि ॥
त्रिषु लोकेषु नान्यस्या यादृशं संभविष्यति ॥
]

`verse 41 [
यः पश्यति सकामस्त्वां पाणिग्राहमृते तव ॥
स सद्यः क्लीबतां प्राप्य दुर्बलत्वं गमिष्यति ॥
]

`verse 42 [
पतिस्तव महाभागस्तपोरूपसमन्वितः ॥
सप्तकल्पांतजीवी च भविष्यति सह त्वया ॥
]

`verse 43 [
इति ते ये वरा मत्तः प्रार्थितास्ते कृता मया ॥
अन्यच्च ते वदिष्यामि पूर्वजन्मनि संस्थितम् ॥
]

`verse 44 [
अग्नौ शरीत्यागस्ते पूर्वमेव प्रतिश्रुतः ॥
तदुपायं वदामि त्वां तत्कुरुष्व न संशयः ॥
]

`verse 45 [
स च मेधातिथिर्यज्ञे मुने द्वादशवार्षिके ॥
कृत्स्नप्रज्वलिते वह्नावचिरात् क्रियतां त्वया ॥2.2.6.५०॥
एतच्छैलोपत्यकायां चंद्रभागानदीतटे ॥
मेधातिथिर्महायज्ञं कुरुते तापसाश्रमे ॥
]

`verse 46 [
तत्र गत्वा स्वयं छंदं मुनिभिर्न्नोपलक्षिता ॥
मत्प्रसादाद्वह्निजाता तस्य पुत्री भविष्यसि ॥
]

`verse 47 [
यस्ते वरो वाञ्छनीयः स्वामी मनसि कश्चन ॥
तं निधाय निजस्वांते त्यज वह्नौ वपुः स्वकम् ॥
]

`verse 48 [
यदा त्वं दारुणं संध्ये तपश्चरसि पर्वते ॥
यावच्चतुर्युगं तस्य व्यतीते तु कृते युगे ॥
]

`verse 49 [
त्रेतायाः प्रथमे भागे जाता दक्षस्य कन्यका ॥
वाक्पाश्शीलसमापन्ना यथा योग्यं विवाहिताः॥
]

`verse 50 [
तन्मध्ये स ददौ कन्या विधवे सप्तविंशतिः ॥
चन्द्रोऽन्यास्संपरित्यज्य रोहिण्यां प्रीतिमानभूत्।
तद्धेतोर्हि यदा चन्द्रश्शप्तो दक्षेण कोपिना ॥
तदा भवत्या निकटे सर्वे देवास्समागताः ॥
]

`verse 51 [
न दृष्टाश्च त्वया संध्ये ते देवा ब्रह्मणा सह ॥
मयि विन्यस्तमनसा खं च दृष्ट्वा लभेत्पुनः ॥
]

`verse 52 [
चंद्रस्य शापमोक्षार्थं जाता चंद्रनदी तदा॥
सृष्टा धात्रा तदैवात्र मेधातिथिरुपस्थितः॥
]

`verse 53 [
तपसा सत्समो नास्ति न भूतो न भविष्यति॥
येन यज्ञस्समारब्धो ज्योतिष्टोमो महाविधिः॥2.2.6.६०॥
तत्र प्रज्वलितो वह्निस्तस्मिन्त्यज वपुः स्वकम् ॥
सुपवित्रा त्वमिदानीं संपूर्णोस्तु पणस्तव ॥
]

`verse 54 [
एतन्मया स्थापितन्ते कार्यार्थं भो तपस्विनि॥
तत्कुरुष्व महाभागे याहि यज्ञे महामुनेः ।
तस्याहितं च देवेशस्तत्रैवांतरधीयत॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे संध्याचरित्रवर्णनं नाम षष्ठोऽध्यायः ॥
]
