`speaker [
ब्रह्मोवाच
]

`verse 1 [
वरं दत्त्वा मुने तस्मिन् शंभावंतर्हिते तदा ॥
संध्याप्यगच्छत्तत्रैव यत्र मेधातिथिर्मुनिः ॥
]

`verse 2 [
तत्र शंभोः प्रसादेन न केनाप्युपलक्षिता ॥
सस्मार वर्णिनं तं वै स्वोपदेशकरं तपः ॥
]

`verse 3 [
वसिष्ठेन पुरा सा तु वर्णीभूत्वा महामुने ॥
उपदिष्टा तपश्चर्तुं वचनात्परमेष्ठिनः ॥
]

`verse 4 [
तमेव कृत्वा मनसा तपश्चर्योपदेशकम् ॥
पतित्वेन तदा संध्या ब्राह्मणं ब्रह्मचारिणम् ॥
]

`verse 5 [
समिद्धेग्नौ महायज्ञे मुनिभिर्नोपलक्षिता ॥
दृष्टा शंभुप्रसादेन सा विवेश विधेः सुता ॥
]

`verse 6 [
तस्याः पुरोडाशमयं शरीरं तत्क्षणात्ततः ॥
दग्धं पुरोडाशगंधं तस्तार यदलक्षितम् ॥
]

`verse 7 [
वह्निस्तस्याः शरीरं तु दग्ध्वा सूर्यस्य मंडलम् ॥
शुद्धं प्रवेशयामास शंभोरेवाज्ञया पुनः ॥
]

`verse 8 [
सूर्यो त्र्यर्थं विभज्याथ तच्छरीरं तदा रथे ॥
स्वकेशं स्थापयामास प्रीतये पितृदेवयोः ॥
]

`verse 9 [
तदूर्द्ध्वभागस्तस्यास्तु शरीरस्य मुनीश्वर॥
प्रातस्संध्याभवत्सा तु अहोरात्रादिमध्यगा।९।
तच्छेषभागस्तस्यास्तु अहोरात्रांतमध्यगा ॥
सा सायमभवत्संध्या पितृप्रीतिप्रदा सदा ॥2.2.7.१
]

`verse 10 [
सूर्योदयात्तु प्रथमं यदा स्यादरुणोदयः ॥
प्रातस्संध्या तदोदेति देवानां प्रीतिकारिणी ॥
]

`verse 11 [
अस्तं गते ततः सूर्य्ये शोणपद्मनिभे सदा ॥
उदेति सायं संध्यापि पितॄणां मोदकारिणी ॥
]

`verse 12 [
तस्याः प्राणास्तु मनसा शंभुनाथ दयालुना ॥
दिव्येन तु शरीरेण चक्रिरे हि शरीरिणः ॥
]

`verse 13 [
मुनेर्यज्ञावसाने तु संप्राप्ते मुनिना तु सा ॥
प्राप्ता पुत्री वह्निमध्ये तप्तकांचनसुप्रभा ॥
]

`verse 14 [
तां जग्राह तदा पुत्रीं मुनुरामोदसंयुतः ॥
यज्ञार्थं तान्तु संस्नाप्य निजक्रोडे दधौ मुने ॥
]

`verse 15 [
अरुंधती तु तस्यास्तु नाम चक्रे महामुनिः ॥
शिष्यैः परिवृतस्तत्र महामोदमवाप ह ॥
]

`verse 16 [
विरुणद्धि यतो धर्मं सा कस्मादपि कारणात् ॥
अतस्त्रिलोके विदितं नाम संप्राप तत्स्वयम् ॥
]

`verse 17 [
यज्ञं समाप्य स मुनिः कृतकृत्यभावमासाद्य संपदयुतस्तनया प्रलंभात् ॥
तस्मिन्निजाश्रमपदे सह शिष्यवर्गैस्तामेव सततमसौ दयिते सुरर्षे ॥
]

`verse 18 [
अथ सा ववृधे देवी तस्मिन्मुनिवराश्रमे ॥
चन्द्रभागानदीतीरे तापसारण्यसंज्ञके ॥
]

`verse 19 [
संप्राप्ते पञ्चमे वर्षे चन्द्रभागां तदा गुणैः ॥
तापसारण्यमपि सा पवित्रमकरोत्सती ॥2.2.7.२०॥
विवाहं कारयामासुस्तस्या ब्रह्मसुतेन वै ॥
वसिष्ठेन ह्यरुंधत्या ब्रह्मविष्णुमहेश्वराः ॥
]

`verse 20 [
तद्विवाहे महोत्साहो वभूव सुखवर्द्धनः॥
सर्वे सुराश्च मुनयस्सुखमापुः परं मुनो।२२॥
ब्रह्मविष्णुमहेशानां करनिस्सृततोयतः ॥
सप्तनद्यस्समुत्पन्नाश्शिप्राद्यास्सुपवित्रकाः ॥
]

`verse 21 [
अरुंधती महासाध्वी साध्वीनां प्रवरोत्तमा ॥
वसिष्ठं प्राप्य संरेजे मेधातिथिसुता मुने ॥
]

`verse 22 [
यस्याः पुत्रास्समुत्पन्नाः श्रेष्ठाश्शक्त्यादयश्शुभाः ॥
वसिष्ठं प्राप्य तं कांतं संरेजे मुनिसत्तमाः ॥
]

`verse 23 [
एवं संध्याचरित्रं ते कथितं मुनिसत्तम ॥
पवित्रं पावनं दिव्यं सर्वकामफलप्रदम् ॥
]

`verse 24 [
य इदं शृणुयान्नारी पुरुषो वा शुभव्रतः ॥
सर्वान्कामानवाप्नोति नात्र कार्या विचारणा ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वि- सतीखंडे सप्तमोऽध्यायः ॥
]
