`speaker [
सूत उवाच
]

`verse 1 [
इत्याकर्ण्य वचस्तस्य ब्रह्मणो हि प्रजापतेः ॥
प्रसन्नमानसो भूत्वा तं प्रोवाच स नारदः ॥
]

`speaker [
नारद उवाच
]

`verse 2 [
ब्रह्मन् विधे महाभाग विष्णुशिष्य महामते ॥
धन्यस्त्वं शिवभक्तो हि परतत्त्वप्रदर्शकः ॥
]

`verse 3 [
श्राविता सुकथा दिव्या शिवभक्तिविवर्द्धिनी ॥
अरुंधत्यास्तथा तस्याः स्वरूपायाः परे भवे ॥
]

`verse 4 [
इदानीं ब्रूहि धर्मज्ञ पवित्रं चरितं परम् ॥
शिवस्य परपापघ्नं मंगलप्रदमुत्तमम् ॥
]

`verse 5 [
गृहीतदारे कामे च दृष्टे तेषु गतेषु च ॥
संध्यायां किं तपस्तप्तुं गतायामभवत्ततः ॥
]

`speaker [
सूत उवाच
]

`verse 6 [
इति श्रुत्वा वचस्तस्य ऋषेर्वै भावितात्मनः ॥
सुप्रसन्नतरो भूत्वा ब्रह्मा वचनमब्रवीत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
शृणु नारद विप्रेन्द्र तदैव चरितं शुभम् ॥
शिवलीलान्वितं भक्त्या धन्यस्त्वं शिवसेवकः ॥
]

`verse 8 [
अहं विमोहितस्तात यदैवांतर्हितः पुरा ॥
अचिंतयं सदाहं तच्छंभुवाक्यविषार्दितः ॥
]

`verse 9 [
चिंतयित्वा चिरं चित्ते शिवमायाविमोहितः ॥
शिवे चेर्ष्यामकार्षं हि तच्छ्ृवृणुष्व वदामि ते ॥
]

`verse 10 [
अथाहमगमं तत्र यत्र दक्षादयः स्थिताः ॥
सरतिं मदनं दृष्ट्वा समदोह हि किञ्चन ॥ 2.2.8.१० ॥
दक्षमाभाष्य सुप्रीत्या परान्पुत्रांश्च नारद ॥
अवोचं वचनं सोहं शिवमायाविमोहितः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
हे दक्ष हे मरीच्याद्यास्सुताः शृणुत मद्वचः ॥
श्रुत्वोपायं विधेयं हि मम कष्टापनुत्तये ॥
]

`verse 12 [
कांताभिलाषमात्रं मे दृष्ट्वा शम्भुरगर्हयत् ॥
मां च युष्मान्महायोगी धिक्कारं कृतवान्बहु ॥
]

`verse 13 [
तेन दुःखाभितप्तोहं लभेहं शर्म न क्वचित् ॥
यथा गृह्णातु कांतां स स यत्नः कार्य एव हि ॥
]

`verse 14 [
यथा गृह्णातु कांतां स सुखी स्यां दुःखवर्जितः ॥
दुर्लभस्य तु कामो मे परं मन्ये विचारतः ॥
]

`verse 15 [
कांताभिलाषमात्रं मे दृष्ट्वा शंभुरगर्हयत् ॥
मुनीनां पुरतः कस्मात्स कांतां संग्रहीष्यति ॥
]

`verse 16 [
का वा नारी त्रिलोकेस्मिन् या भवेत्तन्मनाः स्थिता ॥
योगमार्गमवज्ञाप्य तस्य मोहं करिष्यति ॥
]

`verse 17 [
मन्मथोपि समर्थो नो भविष्यत्यस्य मोहने ॥
नितांतयोगी रामाणां नामापि सहते न सः ॥
]

`verse 18 [
अगृहीतेषुणा चैव हरेण कथमादिना ॥
मध्यमा च भवेत्सृष्टिस्तद्वाचा नान्यवारिता ॥
]

`verse 19 [
भुवि केचिद्भविष्यंति मायाबद्धा महासुराः ॥
बद्धा केचिद्धरेर्नूनं केचिच्छंभोरुपायतः ॥ 2.2.8.२० ॥
संसारविमुखे शंभौ तथैकांतविरागिणि ॥
अस्मादृते न कर्मान्यत् करिष्यति न संशयः ॥
]

`verse 20 [
इत्युक्त्वा तनयांश्चाहं दक्षादीन् सुनिरीक्ष्य च ॥
सरतिं मदनं तत्र सानंदमगदं ततः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
मत्पुत्र वर काम त्वं सर्वथा सुखदायकः ॥
मद्वचश्शृणु सुप्रीत्या स्वपत्न्या पितृवत्सल ॥
]

`verse 22 [
अनया सहचारिण्या राजसे त्वं मनोभव ॥
एषा च भवता पत्या युक्ता संशोभते भृशम् ॥
]

`verse 23 [
यथा स्त्रिया हृषीकेशो हरिणा सा यथा रमा ॥
क्षणदा विधुना युक्ता तया युक्तो यथा विधुः ॥
]

`verse 24 [
तथैव युवयोश्शोभा दांपत्यं च पुरस्कृतम् ॥
अतस्त्वं जगतः केतुर्विश्वकेतुर्भविष्यसि॥
]

`verse 25 [
जगद्धिताय वत्स त्वं मोहयस्व पिनाकिनम् ॥
यथाशु सुमनश्शंभुः कुर्य्याद्दारप्रतिग्रहम् ॥
]

`verse 26 [
विजने स्निग्धदेशे तु पर्वतेषु सरस्सु च ॥
यत्रयत्र प्रयातीशस्तत्र तत्रानया सह ॥
]

`verse 27 [
मोहय त्वं यतात्मानं वनिताविमुखं हरम् ॥
त्वदृते विद्यते नान्यः कश्चिदस्य विमोहकः ॥
]

`verse 28 [
भूते हरे सानुरागे भवतोपि मनोभव ।
शापोपशांतिर्भविता तस्मादात्महितं कुरु ॥ 2.2.8.३० ॥
सानुरागो वरारोहां यदीच्छति महेश्वरः ॥
तदा भवोपि योग्यार्यस्त्वां च संतारयिष्यति ॥
]

`verse 29 [
तस्माज्जायाद्वितीयस्त्वं यतस्व हरमोहने ॥
विश्वस्य भव केतुस्त्वं मोहयित्वा महेश्वरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
इति श्रुत्वा वचो मे हि जनकस्य जगत्प्रभोः ॥
उवाच मन्मथस्तथ्यं तदा मां जगतां पतिम् ॥
]

`speaker [
मन्मथ उवाच
]

`verse 31 [
करिष्येहं तव विभो वचनाच्छंभुमोहनम् ॥
किं तु योषिन्महास्त्रं मे तत्कांतां भगवन् सृज ॥
]

`verse 32 [
मया संमोहिते शंभो यया तस्यानुमोहनम् ॥
कर्तव्यमधुना धातस्तत्रोपायं परं कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
एवंवादिनि कंदर्पे धाताहं स प्रजापतिः ॥
कया संमोहनीयोसाविति चिंतामयामहम् ॥
]

`verse 34 [
चिंताविष्टस्य मे तस्य निःश्वासो यो विनिस्सृतः ॥
तस्माद्वसंतस्संजातः पुष्पव्रातविभूषितः ॥
]

`verse 35 [
शोणराजीवसंकाशः फुल्लतामरसेक्षणः ॥
संध्योदिताखंडशशिप्रतिमास्यस्सुनासिकः॥
]

`verse 36 [
शार्ङ्गवच्चरणावर्त्तश्श्यामकुंचितमूर्द्धजः॥
संध्यांशुमालिसदृशः कुडलद्वयमंडितः ॥
]

`verse 37 [
प्रमत्तेभगतिः पीनायतदोरुन्नतांसकः ॥
कंबुग्रीवस्सुविस्तीर्णहृदयः पीनसन्मुखः ॥ 2.2.8.४० ॥
सर्वांगसुन्दरः श्यामस्सम्पूर्णस्सर्वलक्षणैः ॥
दर्शनीयतमस्सर्वमोहनः कामवर्द्धनः ॥
]

`verse 38 [
एतादृशे समुत्पन्ने वसंते कुसुमाकरे ॥
ववौ वायुस्सुसुरभिः पादपा अपि पुष्पिताः ॥
]

`verse 39 [
पिका विनेदुश्शतशः पंचमं मधुरस्वनाः ॥
प्रफुल्लपद्मा अभवन्सरस्यः स्वच्छपुष्कराः ॥
]

`verse 40 [
तमुत्पन्नमहं वीक्ष्य तदा तादृशमुत्तमम् ॥
हिरण्यगर्भो मदनमगदं मधुरं वचः ॥
]

`verse 41 [
ब्रह्मोवाच ॥ एवं स मन्मथनिभस्सदा सहचरोभवत् ॥
आनुकूल्यं तव कृतः सर्वं देव करिष्यति ॥
]

`verse 42 [
यथाग्नेः पवनो मित्रं सर्वत्रोपकरिष्यति ॥
तथायं भवतो मित्रं सदा त्वामनुयास्यति ॥
]

`verse 43 [
वसंतेरंतहेतुत्वाद्वसंताख्यो भवत्वयम् ॥
तवानुगमनं कर्म तथा लोकानुरञ्जनम् ।
]

`verse 44 [
असौ वसंतशृंगारो वासंतो मलयानिलः ॥
भवेत्तु सुहृदो भावस्सदा त्वद्वशवर्त्तिनः ॥
]

`verse 45 [
विष्वोकाद्यास्तथा हावाश्चतुष्षष्टिकलास्तथा ॥
रत्याः कुर्वंतु सौहृद्यं सुहृदस्ते यथा तव ॥
]

`verse 46 [
एभिस्सहचरैः काम वसंत प्रमुखैर्भवान् ॥
मोहयस्व महादेवं रत्या सह महोद्यतः ॥ 2.2.8.५० ॥
अहं तां कामिनीं तात भावयिष्यामि यत्नतः ॥
मनसा सुविचार्यैव या हरं मोहयिष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 47 [
एवमुक्तो मया कामः सुरज्येष्ठेन हर्षितः ॥
ननाम चरणौ मेऽपि स पत्नी सहितस्तदा ॥
]

`verse 48 [
दक्षं प्रणम्य तान् सर्वान्मानसानभिवाद्य च ॥
यत्रात्मा गतवाञ्शंभुस्तत्स्थानं मन्मथो ययौ ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां सतीचरित्रे द्वितीये सतीखंडे वसंतस्वरूपवर्णनं नामाष्टमोऽध्यायः ॥
]
