`speaker [
ब्रह्मोवाच
]

`verse 1 [
तस्मिन् गते सानुचरे शिवस्थानं च मन्मथे ॥
चरित्रमभवच्चित्रं तच्छृणुष्व   मुनीश्वर ॥
]

`verse 2 [
गत्वा तत्र महावीरो मन्मथो मोहकारकः ॥
स्वप्रभावं ततानाशु मोहयामास प्राणिनः॥
]

`verse 3 [
वसंतोपि प्रभावं स्वं चकार हरमोहनम् ॥
सर्वे वृक्षा एकदैव प्रफुल्ला अभवन्मुने ॥
]

`verse 4 [
विविधान्कृतवान्यत्नान् रत्या सह मनोभवः ॥
जीवास्सर्वे वशं यातास्सगणेशश्शिवो न हि ॥
]

`verse 5 [
समधोर्मदनस्यासन्प्रयासा निप्फला मुने ॥
जगाम स मम स्थानं निवृत्त्य विमदस्तदा ॥
]

`verse 6 [
कृत्वा प्रणामं विधये मह्यं गद्गदया गिरा ॥
उवाच मदनो मां चोदासीनो विमदो मुने ॥
]

`speaker [
काम उवाच
]

`verse 7 [
ब्रह्मन् शंभुर्मोहनीयो न वै योगपरायणः ॥
न शक्तिर्मम नान्यस्य तस्य शंभोर्हि मोहने ॥
]

`verse 8 [
समित्रेण मया ब्रह्मन्नुपाया विविधाः कृताः ॥
रत्या सहाखिलास्ते च निष्फला अभवञ्च्छिवे ॥
]

`verse 9 [
शृणु ब्रह्मन्यथाऽस्माभिः कृतां हि हरमोहने ॥
प्रयासा विविधास्तात गदतस्तान्मुने मम ॥
]

`verse 10 [
यदा समाधिमाश्रित्य स्थितश्शंभुर्नियंत्रितः ॥
तदा सुगंधिवातेन शीतलेनातिवेगिना ॥ 2.2.9.१० ॥
उद्वीजयामि रुद्रं स्म नित्यं मोहनकारिणा ॥
प्रयत्नतो महादेवं समाधिस्थं त्रिलोचनम् ॥
]

`verse 11 [
स्वसायकांस्तथा पंच समादाय शरासनम् ॥
तस्याभितो भ्रमंतस्तु मोहयंस्तद्ग णानहम् ॥
]

`verse 12 [
मम प्रवेशमात्रेण सुवश्यास्सर्वजंतवः ॥
अभवद्विकृतो नैव शंकरस्सगणः प्रभुः ॥
]

`verse 13 [
यदा हिमवतः प्रस्थं स गतः प्रमथाधिपः ॥
तत्रागतस्तदैवाहं सरतिस्समधुर्विधे ॥
]

`verse 14 [
यदा मेरुं गतो रुद्रो यदा वा नागकेशरम् ॥
कैलासं वा यदा यातस्तत्राहं गतवाँस्तदा ॥
]

`verse 15 [
यदा त्यक्तसमाधिस्तु हरस्तस्थौ कदाचन ॥
तदा तस्य पुरश्चक्रयुगं रचितवानहम् ॥ ॥
]

`verse 16 [
तच्च भ्रूयुगलं ब्रह्मन् हावभावयुतं मुहुः ॥
नानाभावानकार्षीच्च दांपत्यक्रममुत्तमम् ॥
]

`verse 17 [
नीलकंठं महादेवं सगणं तत्पुरःस्थिताः ॥
अकार्षुमोहितं भावं मृगाश्च पक्षिणस्तथा ॥
]

`verse 18 [
मयूरमिथुनं तत्राकार्षीद्भावं रसोत्सुकम् ॥
विविधां गतिमाश्रित्य पार्श्वे तस्य पुरस्तथा ॥
]

`verse 19 [
नालभद्विवरं तस्मिन् कदाचिदपि मच्छरः ॥
सत्यं ब्रवीमि लोकेश मम शक्तिर्न मोहने ॥ 2.2.9.२० ॥
 मधुरप्यकरोत्कर्म युक्तं यत्तस्य मोहने ॥
तच्छृणुष्व महाभाग सत्यं सत्यं वदाम्यहम् ॥
]

`verse 20 [
चंपकान्केशरान्वालान्कारणान्पाटलांस्तथा ॥
नागकेशरपुन्नागान्किंशुकान्केतकान्करान् ॥
]

`verse 21 [
मागंधिमल्लिकापर्णभरान्कुरवकांस्तथा ॥
उत्फुल्लयति तत्र स्म यत्र तिष्ठति वै हरः ॥
]

`verse 22 [
सरांस्युत्फुल्लपद्मानि वीजयन् मलयानिलैः ॥
यत्नात्सुगंधीन्यकरोदतीव गिरिशाश्रमे ॥
]

`verse 23 [
लतास्सर्वास्सुमनसो दधुरंकुरसंचयान् ॥
वृक्षांकं चिरभावेन वेष्टयंति स्म तत्र च ॥
]

`verse 24 [
तान्वृक्षांश्च सुपुष्पौघान् तैः सुगंधिसमीरणैः ॥
दृष्ट्वा कामवशं याता मुनयोपि परे किमु ॥
]

`verse 25 [
एवं सत्यपि शंभोर्न दृष्टं मोहस्य कारणम् ॥
भावमात्रमकार्षीन्नो कोपो मय्यपि शंकरः ॥
]

`verse 26 [
इति सर्वमहं दृष्ट्वा ज्ञात्वा तस्य च भावनाम् ॥
विमुखोहं शंभुमोहान्नियतं ते वदाम्यहम् ॥
]

`verse 27 [
तस्य त्यक्तसमाधेस्तु क्षणं नो दृष्टिगोचरे ॥
शक्नुयामो वयं स्थातुं तं रुद्रं को विमोहयेत् ॥
]

`verse 28 [
ज्वलदग्निप्रकाशाक्षं जट्टाराशिकरालिनम् ॥
शृंगिणं वीक्ष्य कस्स्थातुं ब्रह्मन् शक्नोति तत्पुरः ॥ 2.2.9.३० ॥
॥ ब्रह्मोवाच ॥
मनो भववचश्चेत्थं श्रुत्वाहं चतुराननः ॥
विवक्षुरपि नावोचं चिंताविष्टोऽभवं तदा ॥
]

`verse 29 [
मोहनेहं समर्थो न हरस्येति मनोभवः ॥
वचः श्रुत्वा महादुःखान्निरश्वसमहं मुने ॥
]

`verse 30 [
निश्श्वासमारुता मे हि नाना रूपमहाबलः ॥
जाता गता लोलजिह्वा लोलाश्चातिभयंकराः ॥
]

`verse 31 [
अवादयंत ते सर्वे नानावाद्यानसंख्यकान् ॥
पटहादिगणास्तांस्तान् विकरालान्महारवान् ॥
]

`verse 32 [
अथ ते मम निश्श्वाससंभवाश्च महागणाः ॥
मारयच्छेदयेत्यूचुर्ब्रह्मणो मे पुरः स्थिताः ॥
]

`verse 33 [
तेषां तु वदतां' तत्र मारयच्छेदयेति माम् ॥
वचः श्रुत्वा विधिं कामः प्रवक्तुमुपचक्रमे ॥
]

`verse 34 [
मुनेऽथ मां समाभाष्य तान् दृष्ट्वा मदनो गणान् ॥
उवाच वारयन् ब्रह्मन्गणानामग्रतः स्मरः ॥
]

`speaker [
काम उवाच
]

`verse 35 [
हे ब्रह्मन् हे प्रजानाथ सर्वसृष्टिप्रवर्तक ॥
उत्पन्नाः क इमे वीरा विकराला भयंकराः ॥
]

`verse 36 [
किं कर्मैते करिष्यंति कुत्र स्थास्यंति वा विधे ॥

किन्नामधेया एते तद्वद तत्र नियोजय ॥
]

`verse 37 [
नियोज्य तान्निजे कृत्ये स्थानं दत्त्वा च नाम च ॥
मामाज्ञापय देवेश कृपां कृत्वा यथोचिताम् ॥ 2.2.9.४० ॥
ब्रह्मोवाच ॥
इति तद्वाक्यमाकर्ण्य मुनेऽहं लोककारकः ॥
तमवोचं ह मदनं तेषां कर्मादिकं दिशन् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 38 [
एत उत्पन्नमात्रा हि मारयेत्यवदन् वचः ॥
मुहुर्मुहुरतोमीषां नाम मारेति जायताम् ॥
]

`verse 39 [
सदैव विघ्नं जंतूनां करिष्यन्ति गणा इमे ॥
विना निजार्चनं काम नाना कामरतात्मनाम् ॥
]

`verse 40 [
तवानुगमने कर्म मुख्यमेषां मनोभव ॥
सहायिनो भविष्यंति सदा तव न संशयः ॥
]

`verse 41 [
यत्रयत्र भवान् याता स्वकर्मार्थं यदा यदा ॥
गंता स तत्रतत्रैते सहायार्थं तदातदा ॥
]

`verse 42 [
चित्तभ्रांतिं करिष्यंति त्वदस्त्रवशवर्तिनाम् ॥
ज्ञानिनां ज्ञानमार्गं च विघ्नयिष्यंति सर्वथा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
इत्याकर्ण्य वचो मे हि सरतिस्समहानुगः ॥
किंचित्प्रसन्नवदनो बभूव मुनिसत्तम ॥
]

`verse 44 [
श्रुत्वा तेपि गणास्सर्वे मदनं मां च सर्वतः ॥
परिवार्य्य यथाकामं तस्थुस्तत्र निजाकृतिम् ॥
]

`verse 45 [
अथ ब्रह्मा स्मरं प्रीत्याऽगदन्मे कुरु शासनम् ॥
एभिस्सहैव गच्छ त्वं पुनश्च हरमोहने ॥
]

`verse 46 [
मन आधाय यवाद्धि कुरु मारगणैस्सह ॥
मोहो भवेद्यथा शंभोर्दारग्रहणहेतवे ॥2.2.9.५०॥
इत्याकर्ण्य वचः कामः प्रोवाच वचनं पुनः॥
देवर्षे गौरवं मत्वा प्रणम्य विनयेन माम् ॥
]

`speaker [
काम उवाच
]

`verse 47 [
मया सम्यक् कृतं कर्म मोहने तस्य यत्नतः ॥
तन्मोहो नाभवत्तात न भविष्यति नाधुना ॥
]

`verse 48 [
तव वाग्गौरवं मत्वा दृष्ट्वा मारगणानपि ॥
गमिष्यामि पुनस्तत्र सदारोहं त्वदाज्ञया ॥
]

`verse 49 [
मनो निश्चितमेतद्धि तन्मोहो न भविष्यति ॥
भस्म कुर्यान्न मे देहमिति शंकास्ति मे विधे ॥
]

`verse 50 [
इत्युक्त्वा समधुः कामस्सरतिस्सभयस्तदा ॥
ययौ मारगणैः सार्द्धं शिवस्थानं मुनीश्वर ॥
]

`verse 51 [
पूर्ववत् स्वप्रभावं च चक्रे मनसिजस्तदा ॥
बहूपायं स हि मधुर्विविधां बुद्धिमावहन् ॥
]

`verse 52 [
उपायं स चकाराति तत्र मारगणोऽपि च ॥
मोहोभवन्न वै शंभोरपि कश्चित्परात्मनः ॥
]

`verse 53 [
निवृत्त्य पुनरायातो मम स्थानं स्मरस्तदा ॥
आसीन्मारगणोऽगर्वोऽहर्षो मेपि पुरस्थितः ॥
]

`verse 54 [
कामः प्रोवाच मां तात प्रणम्य च निरुत्सवः ॥
स्थित्वा मम पुरोऽगर्वो मारैश्च मधुना तदा ॥
]

`verse 55 [
कृतं पूर्वादधिकतः कर्म तन्मोहने विधे ॥
नाभवत्तस्य मोहोपि कश्चिद्ध्यानरतात्मनः ॥ 2.2.9.६० ॥
न दग्धा मे तनुश्चैव तत्र तेन दयालुना ॥
कारणं पूर्वपुण्यं च निर्विकारी स वै प्रभुः ॥
]

`verse 56 [
चेद्वरस्ते हरो भार्यां गृह्णीयादिति पद्मज ॥
परोपायं कुरु तदा विगर्व इति मे मतिः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 57 [
इत्युक्त्वा सपरीवारो ययौ कामस्स्वमाश्रमम् ॥
प्रणम्य मां स्मरन् शंभुं गर्वदं दीनवत्सलम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां सतीखंडे सत्युपाख्याने कामप्रभावमारगणोत्पत्तिवर्णनो नाम नवमोऽध्यायः ॥
]
