`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन् विधे महाभाग धन्यस्त्वं शिवसक्तधीः॥
कथितं सुचरित्रं ते शंकरस्य परात्मनः॥
]

`verse 2 [
निजाश्रमे गते कामे सगणे सरतौ ततः॥
किमासीत्किमकार्षीस्त्वं तश्चरित्रं वदाधुना ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
शृणु नारद सुप्रीत्या चरित्रं शशिमौलिनः॥
यस्य श्रवणमात्रेण निर्विकारो भवेन्नरः ॥
]

`verse 4 [
निजाश्रमं गते कामे परिवारसमन्विते॥
यद्बभूव तदा जातं तच्चरित्रं निबोध मे ॥
]

`verse 5 [
नष्टोभून्नारद मदो विस्मयोऽभूच्च मे हृदि ॥
निरानंदस्य च मुनेऽपूर्णो निजमनोरथे॥
]

`verse 6 [
अशोचं बहुधा चित्ते गृह्णीयात्स कथं स्त्रियम् ॥
निर्विकारी जितात्मा स शंकरो योगतत्परः॥
]

`verse 7 [
इत्थं विचार्य बहुधा तदाहं विमदो मुने ॥
हरिं तं सोऽस्मरं भक्त्या शिवात्मानं स्वदेहदम् ॥
]

`verse 8 [
अस्तवं च शुभस्तोत्रैर्दीनवाक्यसमन्वितैः॥
तच्छ्रुत्वा भगवानाशु बभूवाविर्हि मे पुरा॥
]

`verse 9 [
चतुर्भुजोरविंदाक्षः शंरववार्ज गदाधरः॥
लसत्पीत पटश्श्यामतनुर्भक्तप्रियो हरिः ॥
]

`verse 10 [
तं दृष्ट्वा तादृशमहं सुशरण्यं मुहुर्मुहुः ॥
अस्तवं च पुनः प्रेम्णा बाष्पगद्गदया गिरा ॥2.2.10.१०॥
हरिराकर्ण्य तत्स्तोत्रं सुप्रसन्न उवाच माम् ॥
दुःखहा निजभक्तानां ब्रह्माणं शरणं गतम् ॥
]

`speaker [
हरिरुवाच
]

`verse 11 [
विधे ब्रह्मन् महाप्राज्ञ धन्यस्त्वं लोककारक ॥
किमर्थं स्मरणं मेऽद्य कृतं च क्रियते नुतिः ॥
]

`verse 12 [
किं जातं ते महद्दुःखं मदग्रे तद्वदाधुना ॥
शमयिष्यामि तत्सर्वं नात्र कार्य्या विचारणा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
इति विष्णोर्वचश्श्रुत्वा किंचिदुच्छवसिताननः ॥
अवोच वचनं विष्णुं प्रणम्य सुकृतांजलिः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
देवदेव रमानाथ मद्वार्तां शृणु मानद ॥
श्रुत्वा च करुणां कृत्वा हर दुःखं कमावह ॥
]

`verse 15 [
रुद्रसंमोहनार्थं हि कामं प्रेषितवानहम् ॥
परिवारयुतं विष्णो समारमधुबांधवम् ॥
]

`verse 16 [
चक्रुस्ते विविधोपायान् निष्फला अभवंश्च ते ॥
अभवत्तस्य संमोहो योगिनस्समदर्शिनः ॥
]

`verse 17 [
इत्याकर्ण्य वचो मे स हरिर्मां प्राह विस्मितः ॥
विज्ञाताखिलदज्ञानी शिवतत्त्वविशारदः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 18 [
कस्माद्धेतोरिति मतिस्तव जाता पितामह ॥
सर्वं विचार्य सुधिया ब्रह्मन् सत्यं हि तद्वद ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
शृणु तात चरित्रं तत् तव माया विमोहिनी ॥
तदधीनं जगत्सर्वं सुखदुःखादितत्परम् ॥2.2.10.२०॥
ययैव प्रेषितश्चाहं पापं कर्तुं समुद्यतः ॥
आसं तच्छृणु देवेश वदामि तव शासनात् ॥
]

`verse 20 [
सृष्टिप्रारंभसमये दश पुत्रा हि जज्ञिरे ॥
दक्षाद्यास्तनया चैका वाग्भवाप्यतिसुन्दरी ॥
]

`verse 21 [
धर्मो वक्षःस्थलात्कामो मनसोन्योपि देहतः ॥
जातास्तत्र सुतां दृष्ट्वा मम मोहो भवद्धरे ॥
]

`verse 22 [
कुदृष्ट्या तां समद्राक्ष तव मायाविमोहितः ॥
तत्क्षणाद्धर आगत्य मामनिन्दत्सुतानपि ॥
]

`verse 23 [
धिक्कारं कृतवान् सर्वान्निजं मत्वा परप्रभुम् ॥
ज्ञानिनं योगिनं नाथाभोगिनं विजितेन्द्रियम्॥
]

`verse 24 [
पुत्रो भूत्वा मम हरेऽनिन्दन्मां च समक्षतः ॥
इति दुःखं महन्मे हि तदुक्तं तव सन्निधौ ॥
]

`verse 25 [
गृह्णीयाद्यदि पत्नीं स स्यां सुखी नष्टदुःखधी ॥
एतदर्थं समायातुश्शरणं तव केशव ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
इत्याकर्ण्य वचो मे हि ब्रह्मणो मधुसूदनः ॥
विहस्य मां द्रुतं प्राह हर्षयन्भवकारकम् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 27 [
विधे शृणु हि मद्वाक्यं सर्वं भ्रमनिवारणम् ॥
सर्वं वेदागमादीनां संमतं परमार्थतः ॥
]

`verse 28 [
महामूढमतिश्चाद्य संजातोसि कथं विधे ॥
वेदवक्तापि निखिललोककर्त्ता हि दुर्मतिः ॥ 2.2.10.३० ॥
जडतां त्यज मन्दात्मन् कुरु त्वं नेदृशीं मतिम् ॥
किं ब्रुवंत्यखिला वेदाः स्तुत्या तत्स्मर सद्धिया ॥
]

`verse 29 [
रुद्रं जानासि दुर्बुद्धे स्वसुतं परमेश्वरम् ॥
वेदवक्तापि विज्ञानं विस्मृतं तेखिलं विधे ॥
]

`verse 30 [
शंकरं सुरसामान्यं मत्वा द्रोहं करोषि हि ॥
सुबुद्धिर्विगता तेद्याविर्भूता कुमतिस्तथा ॥
]

`verse 31 [
तत्त्वसिद्धांतमाख्यातं शृणु सद्बुद्धिमावह ॥
यथार्थं निगमाख्यातं निर्णीय भवकारकम् ॥
]

`verse 32 [
शिवस्सर्वस्वकर्ता हि भर्ता हर्ता परात्परः ॥
परब्रह्म परेशश्च निर्गुणो नित्य एव च ।
]

`verse 33 [
अनिर्देश्यो निर्विकारी परमात्माऽद्वयोऽच्युतः ॥
अनंतोंतकरः स्वामी व्यापकः परमेश्वरः ॥
]

`verse 34 [
सृष्टिस्थितिविनाशानां कर्त्ता त्रिगुणभाग्विभुः ॥
ब्रह्मविष्णुमहेशाख्यो रजस्सत्त्व तमःपरः ॥
]

`verse 35 [
मायाभिन्नो निरीहश्च मायो मायाविशारदः ॥
सगुणोपि स्वतंत्रश्च निजानंदो विकल्पकः ॥
]

`verse 36 [
आत्मा रामो हि निर्द्वन्द्वो भक्ताधीनस्सुविग्रहः ॥
योगी योगरतो नित्यं योगमार्गप्रदर्शकः ॥
]

`verse 37 [
गर्वापहारी लोकेशस्सर्वदा दीनवत्सलः ॥
एतादृशो हि यः स्वामी स्वपुत्रं मन्यसे हि तम् ॥ 2.2.10.४० ॥
ईदृशं त्यज कुज्ञानं शरणं व्रज तस्य वै ॥
भज सर्वात्मना शम्भुं सन्तुष्टश्शं विधास्यति ॥
]

`verse 38 [
गृह्णीयाच्छंकरः पत्नीं विचारो हृदि चेत्तव ॥
शिवामुद्दिश्य सुतपः कुरु ब्रह्मन् शिवं स्मरन् ॥
]

`verse 39 [
कुरु ध्यानं शिवायात्स्वं काममुद्दिश्य तं हृदि ॥
सा चेत्प्रसन्ना देवेशी सर्वं कार्यं विधास्यति ॥
]

`verse 40 [
कृत्वावतारं सगुणा यदि स्यान्मानुषी शिवा ॥
कस्यचित्तनया लोके सा तत्पत्नी भवेद्ध्रुवम्॥
]

`verse 41 [
दक्षमाज्ञापय ब्रह्मन् तपः कुर्य्यात्प्रयत्नतः ॥
तामुत्पादयितुं पत्नीं शिवार्थं भक्तितत्स्वतः ॥
]

`verse 42 [
भक्ताधीनौ च तौ तात सुविज्ञेयौ शिवाशिवौ ॥
स्वेच्छया सगुणौ जातौ परब्रह्मस्वरूपिणौ ॥
]

`verse 43 [
ब्रह्मोवाच ॥ ॥
इत्युक्त्वा तत्क्षणं मेशश्शिवं सस्मार स्वप्रभुम् ॥
कृपया तस्य संप्राप्य ज्ञानमूचे च मां ततः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 44 [
विधे स्मर पुरोक्तं यद्वचनं शंकरेण च ॥
प्रार्थितेन यदावाभ्यामुत्पन्नाभ्यां तदिच्छया ॥
]

`verse 45 [
विस्मृतं तव तत्सर्वं धन्या या शांभवी परा ॥
तया संमोहितं सर्वं दुर्विज्ञेया शिवं विना ॥
]

`verse 46 [
यदा हि सगुणो जातस्स्वेच्छया निर्गुणश्शिवः ॥
मामुत्पाद्य ततस्त्वां च स्वशक्त्या सुविहारकृत् ॥ 2.2.10.५० ॥
उपादिदेश त्वां शम्भुस्सृष्टिकार्यं तदा प्रभुः ॥
तत्पालनं च मां ब्रह्मन् सोमस्सूतिकरोऽव्ययः ॥
]

`verse 47 [
तदा वां वेश्म संप्राप्तौ सांजली नतमस्तकौ ॥
भव त्वमपि सर्वेशोऽवतारी गुणरूपधृक् ॥
]

`verse 48 [
इत्युक्तः प्राह स स्वामी विहस्य करुणान्वितः ॥
दिवमुद्वीक्ष्य सुप्रीत्या नानालीलाविशारदः ॥ ॥
]

`verse 49 [
मद्रूपं परमं विष्णो ईदृशं ह्यंगतो विधेः ॥
प्रकटीभविता लोके नाम्ना रुद्रः प्रकीर्तितः ॥
]

`verse 50 [
पूर्णरूपस्स मे पूज्यस्सदा वां सर्वकामकृत् ॥
लयकर्त्ता गुणाध्यक्षो निर्विशेषः सुयोगकृत् ॥
]

`verse 51 [
त्रिदेवा अपि मे रूपं हरः पूर्णो विशेषतः ॥
उमाया अपि रूपाणि भविष्यंति त्रिधा सुताः ॥
]

`verse 52 [
लक्ष्मीर्नाम हरेः पत्नी ब्रह्मपत्नी सरस्वती ॥
पूर्णरूपा सती नाम रुद्रपत्नी भविष्यति॥
]

`speaker [
विष्णुरुवाच
]

`verse 53 [
इत्युक्त्वांतर्हितो जातः कृपां कृत्वा महेश्वरः ॥
अभूतां सुखिनावावां स्वस्वकार्यपरायणौ ॥
]

`verse 54 [
समयं प्राप्य सस्त्रीकावावां ब्रह्मन्न शंकरः॥
अवतीर्णस्स्वयं रुद्रनामा कैलाससंश्रयः॥
]

`verse 55 [
अवतीर्णा शिवा स्यात्सा सतीनाम प्रजेश्वर॥
तदुत्पादनहेतोर्हि यत्नोतः कार्य एव वै ॥2.2.10.६०॥
इत्युक्त्वांतर्दधे विष्णुः कृत्वा स करुणां परम् ॥
प्राप्नुवं प्रमुदं चाथ ह्यधिकं गतमत्सरः॥ ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसहितायां द्वितीये सतीखण्डे ब्रह्मविष्णुसंवादो नाम दशमोऽध्यायः॥
]
