`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन् तात महाप्राज्ञ वद नो वदतां वर॥
गते विष्णौ किमभवदकार्षीत्किं विधे भवान्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
विप्रनन्दनवर्य त्वं सावधानतया शृणु ॥
विष्णौ गते भगवति यदकार्षमहं खलु ॥
]

`verse 3 [
विद्याविद्यात्मिकां शुद्धां परब्रह्मस्वरूपिणीम् ॥
स्तौमि देव जगद्धात्रीं दुर्गां शम्भुप्रियां सदा ॥
]

`verse 4 [
सर्वत्र व्यापिनीं नित्यां निरालंबां निराकुलाम्॥
त्रिदेवजननीं वंदे स्थूलस्थूलामरूपिणीम्॥ ॥
]

`verse 5 [
त्वं चितिः परमानंदा परमात्मस्वरूपिणी ॥
प्रसन्ना भव देवेशि मत्कार्यं कुरु ते नमः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
एवं संस्तूयमाना सा योगनिद्रा मया मुने ॥
आविर्बभूव प्रत्यक्षं देवर्षे चंडिका मम ॥
]

`verse 7 [
स्निग्धांजनद्युतिश्चारुरूपा दिव्यचतुर्भुजा ॥
सिंहस्था वरहस्ता च मुक्तामणिकचोत्कटा ॥
]

`verse 8 [
शरदिंद्वानना शुभ्रचन्द्रभाला त्रिलोचना ॥
सर्वावयवरम्या च कमलांघ्रिनखद्युतिः॥
]

`verse 9 [
समक्षं तामुमां वीक्ष्य मुने शक्तिं शिवस्य हि ॥
भक्त्या विनततुंगांशः प्रास्तवं सुप्रणम्य वै ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
नमो नमस्ते जगतःप्रवृत्तिनिवृतिरूपे स्थितिसर्गरूपे ॥
चराचराणां भवती सुशक्तिस्सनातनी सर्वविमोहनीति ॥ 2.2.11.१० ॥
या श्रीः सदा केशवमूर्तिमाला विश्वंभरा या सकलं बिभर्ति॥
या त्वं पुरा सृष्टिकरी महेशी हर्त्री त्रिलोकस्य परा गुणेभ्य ॥
]

`verse 11 [
या योगिनां वै महिता मनोज्ञा सा त्वं न ते परमाणुसारे ॥
यमादिपूते हृदि योगिनां या या योगिनां ध्यानपथे प्रतीता ॥
]

`verse 12 [
प्रकाशशुद्ध्यादियुता विरागा सा त्वं हि विद्या विविधावलंबा ॥
कूटस्थमव्यक्तमनंतरूपं त्वं बिभ्रती कालमयी जगंति ॥
]

`verse 13 [
विकारबीजं प्रकरोपि नित्यं गुणान्विता सर्वजनेषु नूनम् ॥
त्वं वै गुणानां च शिवे त्रयाणां निदानभूता च ततः परासि ॥
]

`verse 14 [
सत्वं रजस्तामस इत्यमीषां विकारहीना समु वस्तितीर्या ॥
सा त्वं गुणानां जगदेकहेतुं ब्रह्मांतरारंभसि चात्सि पासि ॥
]

`verse 15 [
अशेषजगतां बीजे ज्ञेयज्ञानस्वरूपिणि ॥
जगद्धिताय सततं शिवपत्नि नमोस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
इत्याकर्ण्य वचः सा मे काली लोक विभाविनी ॥
प्रीत्या मां जगतामूचे स्रष्टारं जनशब्दवत् ॥
]

`speaker [
देव्युवाच
]

`verse 17 [
ब्रह्मन्किमर्थं भवता स्तुताहमवधारय ॥
उच्यतां यदि धृष्योसि तच्छीघ्रं पुरतो मम ॥
]

`verse 18 [
प्रत्यक्षमपि जातायां सिद्धिः कार्यस्य निश्चिता ॥
तस्मात्त्वं वांछितं ब्रूहि या करिष्यामि भाविता ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
शृणु देवि महेशानि कृपां कृत्वा ममोपरि ॥
मनोरथस्थं सर्वज्ञे प्रवदामि त्वदाज्ञया ॥ 2.2.11.२० ॥
यः पतिस्तव देवेशि ललाटान्मेऽभवत्पुरा ॥
शिवो रुद्राख्यया योगी स वै कैलासमास्थितः ॥
]

`verse 20 [
तपश्चरति भूतेश एक एवाविकल्पकः ॥
अपत्नीको निर्विकारो न द्वितीयां समीहते ॥
]

`verse 21 [
तं मोहय यथा चान्यां द्वितीयां सति वीक्षते ॥
त्वदृते तस्य नो काचिद्भविष्यति मनोहरा ॥
]

`verse 22 [
तस्मात्त्वमेव रूपेण भवस्व हरमोहिनी॥
सुता भूत्वा च दक्षस्य रुद्रपत्नी शिवे भव॥
]

`verse 23 [
यथा धृतशरीरा त्वं लक्ष्मीरूपेण केशवम्॥
आमोदयसि विश्वस्य हितायैतं तथा कुरु॥
]

`verse 24 [
कांताभिलाषमात्रं मे दृष्ट्वाऽनिंदद्वृषध्वजः ॥
स कथं वनितां देवी स्वेच्छया संग्रहीष्यति ॥२६।
हरे गृहीतकांते तु कथं सृष्टिश्शुभावहा ॥
आद्यंतमध्ये चैतस्य हेतौ तस्मिन्विरागिणि ॥
]

`verse 25 [
इति चिंतापरो नाहं त्वदन्यं शरणं हितम्॥
कृच्छ्रवांस्तेन विश्वस्य हितायैतत्कुरुष्व मे॥
]

`verse 26 [
न विष्णुस्तस्य मोहाय न लक्ष्मीर्न मनोभवः॥
न चाप्यहं जगन्मातर्नान्यस्त्वां कोपि वै विना ॥
]

`verse 27 [
तस्मात्त्वं दक्षजा भूत्वा दिव्यरूपा महेश्वरी ॥
तत्पत्नी भव मद्भक्त्या योगिनं मोहयेश्वरम् ॥2.2.11.३०॥
दक्षस्तपति देवेशि क्षीरोदोत्तरतीरगः॥
त्वामुद्दिश्य समाधाय मनस्त्वयि दृढव्रतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
इत्याकर्ण्य वचस्सा चिंतामाप शिवा तदा॥
उवाच च स्वमनसि विस्मिता जगदम्बिका॥
]

`speaker [
देव्युवाच
]

`verse 29 [
अहो सुमहदाश्चर्यं वेदवक्तापि विश्वकृत् ॥
महाज्ञानपरो भूत्वा विधाता किं वदत्ययम् ॥
]

`verse 30 [
विधेश्चेतसि संजातो महामोहोऽसुखावहः ॥
यद्वरं निर्विकारं तं संमोहयितुमिच्छति ॥
]

`verse 31 [
हरमोहवरं मत्तस्समिच्छति विधिस्त्वयम् ॥
को लाभोस्यात्र स विभुर्निर्मोहो निर्विकल्पकः ॥
]

`verse 32 [
परब्रह्माख्यो यश्शंभुर्निर्गुणो निर्विकारवान् ॥
तस्याहं सर्वदा दासी तदाज्ञावशगा सदा ॥
]

`verse 33 [
स एव पूर्णरूपेण रुद्रनामाभवच्छिवः ॥
भक्तोद्धारणहेतोर्हि स्वतंत्रः परमेश्वरः ॥
]

`verse 34 [
हरेर्विधेश्च स स्वामी शिवान्न्यूनो न कर्हिचित् ॥
योगादरो ह्यमायस्थो मायेशः परतः परः ॥
]

`verse 35 [
मत्वा तमात्मजं ब्रह्मा सामान्यसुरसंनिभम् ॥
इच्छत्ययं मोहयितुमतोऽज्ञानविमोहितः ॥
]

`verse 36 [
न दद्यां चेद्वरं वेदनीतिर्भ्रष्टा भवेदिति ॥
किं कुर्यां येन न विभुः क्रुद्धस्स्यान्मे महेश्वरः ॥2.2.11.४०॥
ब्रह्मो वाच ॥
विचार्य्येत्थं महेशं तं सस्मार मनसा शिवा ॥
प्रापानुज्ञां शिवस्याथोवाच दुर्गा च मां तदा ॥
]

`speaker [
दुर्गोवाच
]

`verse 37 [
यदुक्तं भवता ब्रह्मन् समस्तं सत्यमेव तत् ॥
मदृते मोहयित्रीह शंकरस्य न विद्यते ॥
]

`verse 38 [
हरेऽगृहीतदारे तु सृष्टिनैषा सनातनी ॥
भविष्यतीति तत्सत्यं भवता प्रतिपादितम् ॥
]

`verse 39 [
ममापि मोहने यन्नो विद्यतेस्य महाप्रभोः ॥
त्वद्वाक्याद्विगुणो मेद्य प्रयत्नोऽभूत्स निर्भरः ॥
]

`verse 40 [
अहं तथा यतिष्यामि यथा दारपरिग्रहम् ॥
हरः करिष्यति विधे स्वयमेव विमोहितः ॥
]

`verse 41 [
सतीमूर्तिमहं धृत्वा तस्यैव वशवर्तिनी ॥
भविष्यामि महाभागा लक्ष्मीर्विष्णोर्यथा प्रिया॥
]

`verse 42 [
यथा सोपि मयैवेय वशवर्ती सदा भवेत्॥
तथा यत्नं करिष्यामि तस्यैव कृपया विधे॥
]

`verse 43 [
उत्पन्ना दक्षजायायां सतीरूपेण शंकरम्॥
अहं सभाजयिष्यामि लीलया तं पितामह ॥
]

`verse 44 [
यथान्यजंतुरवनौ वर्तते वनितावशे ॥
मद्भक्त्या स हरो वामावशवर्ती भविष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
मह्यमित्थं समाभाष्य शिवा सा जगदम्बिका॥
वीक्ष्यमाणा मया तात तत्रैवांतर्दधे ततः॥2.2.11.५०॥
तस्यामंतर्हितायां तु सोहं लोकपितामहः॥
अगमं यत्र स्वसुतास्तेभ्यस्सर्वमवर्णयम् ॥
]

`colophon [
इति श्रीशिवपुराणे द्वितीयायां रुद्रसंहितायां सतीखण्डे दुर्गास्तुतिब्रह्मवरप्राप्तिवर्णनो नामेकादशोऽध्यायः ॥
]
