`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन् शंभुवर प्राज्ञ सम्यगुक्तं त्वयानघ ॥
शिवाशिवचरित्रं च पावितं जन्म मे हितम् ॥
]

`verse 2 [
इदानीं वद दक्षस्तु तपः कृत्वा दृढव्रतः ॥
कं वरं प्राप देव्यास्तु कथं सा दक्षजाऽभवत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
शृणु नारद धन्यस्त्वं मुनिभिर्भक्तितोखिलैः ॥
यथा तेपे तपो दक्षो वरं प्राप च सुव्रतः ॥
]

`verse 4 [
मदाज्ञप्तस्सुधीर्दक्षस्समाधाय महाधिपः ॥
अपाद्यष्टुं च तां देवीं तत्कामो जगदंबिकाम् ॥
]

`verse 5 [
क्षीरोदोत्तरतीरस्थां तां कृत्वा हृदयस्थिताम् ॥
तपस्तप्तुं समारेभे द्रुष्टुं प्रत्यक्षतोम्बिकाम् ॥
]

`verse 6 [
दिव्यवर्षेण दक्षस्तु सहस्राणां त्रयं समाः ॥
तपश्चचार नियतस्सं यतात्मा दृढव्रतः ॥ ॥
]

`verse 7 [
मारुताशी निराहारो जलाहारी च पर्णभुक् ॥
एवं निनाय तं कालं चिंतयन्तां जगन्मयीम् ॥
]

`verse 8 [
दुर्गाध्यानसमासक्तश्चिरं कालं तपोरतः ॥
नियमैर्बहुभिर्देवीमाराधयति सुव्रतः ॥
]

`verse 9 [
ततो यमादियुक्तस्य दक्षस्य मुनिसत्तम ॥
जगदम्बा पूजयतः प्रत्यक्षमभवच्छिवा ॥
]

`verse 10 [
ततः प्रत्यक्षतो दृष्ट्वा जगदम्बां जगन्मयीम् ॥
कृतकृत्यमथात्मानं मेने दक्षः प्रजापतिः ॥ 2.2.12.१० ॥
सिंहस्थां कालिकां कृष्णां चारुवक्त्रां चतुर्भुजाम् ॥
वरदाभयनीलाब्जखड्गहस्तां मनोहराम् ॥
]

`verse 11 [
आरक्तनयनां चारुमुक्तकेशीं जगत्प्रसूम् ।
तुष्टाव वाग्भिश्चित्राभिः सुप्रणम्याथ सुप्रभाम् ॥
]

`speaker [
दक्ष उवाच
]

`verse 12 [
जगदेव महामाये जगदीशे महेश्वरि ॥
कृपां कृत्वा नमस्तेस्तु दर्शितं स्ववपुर्मम॥
]

`verse 13 [
प्रसीद भगवत्याद्ये प्रसीद शिवरूपिणम् ॥
प्रसीद भक्तवरदे जगन्माये नमोस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
इति स्तुता महेशानी दक्षेण प्रयतात्मना ॥
उवाच दक्षं ज्ञात्वापि स्वयं तस्येप्सितं मुने ॥
]

`speaker [
देव्युवाच
]

`verse 15 [
तुष्टाहं दक्ष भवतस्सद्भक्त्या ह्यनया भृशम् ॥
वरं वृणीष्व स्वाभीष्टं नादेयं विद्यते तव ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
जगदम्बावचश्श्रुत्वा ततो दक्षः प्रजापतिः ॥
सुप्रहृष्टतरः प्राह नामं नामं च तां शिवाम् ॥
]

`speaker [
दक्ष उवाच
]

`verse 17 [
जगदम्बा महामाये यदि त्वं वरदा मम॥
मद्वचः शृणु सुप्रीत्या मम कामं प्रपूरय॥
]

`verse 18 [
मम स्वामी शिवो यो हि स जातो ब्रह्मणस्तुतः ॥
रुद्रनामा पूर्णरूपावतारः परमात्मनः ॥
]

`verse 19 [
तवावतारो नो जातः का तत्पत्नी भवेदतः ॥
तं मोहय महेशानमवतीर्य क्षितौ शिवे ॥2.2.12.२० ॥
त्वदृते तस्य मोहाय न शक्तान्या कदाचन ॥
तस्मान्मम सुता भूत्वा हरजायाभवाऽधुना ॥
]

`verse 20 [
इत्थं कृत्वा सुलीला च भव त्वं हर मोहिनी ॥
ममैवैष वरो देवि सत्यमुक्तं तवाग्रतः ॥
]

`verse 21 [
केवलं स्वार्थमिति च सर्वेषां जगतामपि ॥
ब्रह्मविष्णुशिवानां च ब्रह्मणा प्रेरितो ह्यहम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इत्याकर्ण्य प्रजेशस्य वचनं जगदम्बिका ॥
प्रत्युवाच विहस्येति स्मृत्वा तं मनसा शिवम्॥
]

`speaker [
देव्युवाच
]

`verse 23 [
तात प्रजापते दक्ष शृणु मे परमं वचः॥
सत्यं ब्रवीमि त्वद्भक्त्या सुप्रसन्नाखिलप्रदा ॥
]

`verse 24 [
अहं तव सुता दक्ष त्वज्जायायां महेश्वरी॥
भविष्यामि न संदेहस्त्वद्भक्तिवशवर्तिनी॥
]

`verse 25 [
तथा यत्नं करिष्यामि तपः कृत्वा सुदुस्सहम् ॥
हरजाया भविष्यामि तद्वरं प्राप्य चानघ ॥
]

`verse 26 [
नान्यथा कार्यसिद्धिर्हि निर्विकारी च स प्रभुः ॥
विधेर्विष्णोश्च संसेव्यः पूर्ण एव सदाशिवः ॥
]

`verse 27 [
अहं तस्य सदा दासी प्रिया जन्मनि जन्मनि ॥
मम स्वामी स वै शंभुर्नानारूपधरोपि ह ॥
]

`verse 28 [
वरप्रभावाद्भ्रुकुटेरवतीर्णो  विधेस्म च ॥
अहं तद्वरतोपीहावतरिष्ये तदाज्ञया ॥2.2.12.३०॥
गच्छ स्वभवनं तात मया ज्ञाता तु दूतिका ॥
हरजाया भविष्यामि भूता ते तनयाचिरात् ॥
]

`verse 29 [
इत्युक्त्वा सद्वचो दक्षं शिवाज्ञां प्राप्य चेतसि ॥
पुनः प्रोवाच सा देवी स्मृत्वा शिवपदाम्बुजम् ॥
]

`verse 30 [
परन्तु पण आधेयो मनसा ते प्रजापते ॥
श्रावयिष्यामि ते तं वै सत्यं जानीहि नो मृषा ॥
]

`verse 31 [
यदा भवान् मयि पुनर्भवेन्मंदादरस्तपा ॥
देहं त्यक्ष्ये निजं सत्यं स्वात्मन्यस्म्यथ वेतरम् ॥
]

`verse 32 [
एष दत्तस्तव वरः प्रतिसर्गं प्रजापते ॥
अहं तव सुता भूत्वा भविष्यामि हरप्रिया ॥
]

`verse 33 [
ब्रह्मोवाच ॥ एवमुक्त्वा महेशानी दक्षं मुख्यप्रजापतिम् ॥
अंतर्दधे द्रुतं तत्र सम्यग् दक्षस्य पश्यतः ॥
]

`verse 34 [
अंतर्हितायां दुर्गायां स दक्षोपि निजाश्रमम् ॥
जगाम च मुदं लेभे भविष्यति सुतेति सा ॥
]

`colophon [
इति श्रीशिवमहा पुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे दक्षवरप्राप्तिवर्णनो नाम द्वादशोऽध्यायः ॥
]
