`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन्विधे महा प्राज्ञ वद नो वदतां वर ॥
दक्षे गृहं गते प्रीत्या किमभूत्तदनंतरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
दक्षः प्रजापतिर्गत्वा स्वाश्रमं हृष्टमानसः ॥
सर्गं चकार बहुधा मानसं मम चाज्ञया ॥
]

`verse 3 [
तमबृंहितमालोक्य प्रजासर्गं प्रजापतिः ॥
दक्षो निवेदयामास ब्रह्मणे जनकाय मे ॥
]

`speaker [
दक्ष उवाच
]

`verse 4 [
ब्रह्मंस्तात प्रजानाथ वर्द्धन्ते न प्रजाः प्रभो ॥
मया विरचितास्सर्वास्तावत्यो हि स्थिताः खलु ॥
]

`verse 5 [
किं करोमि प्रजानाथ वर्द्धेयुः कथमात्मना ॥
तदुपायं समाचक्ष्व प्रजाः कुर्यां न संशयः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
दक्ष प्रजापते तात शृणु मे परमं वचः ॥
तत्कुरुष्व सुरश्रेष्ठ शिवस्ते शं करिष्यति ॥
]

`verse 7 [
या च पञ्चजनस्यांग सुता रम्या प्रजापतेः ॥
असिक्नी नाम पत्नीत्वे प्रजेश प्रतिगृह्यताम् ॥
]

`verse 8 [
वामव्यवायधर्मस्त्वं प्रजासर्गमिमं पुनः ॥
तद्विधायां च कामिन्यां भूरिशो भावयिष्यसि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 9 [
ततस्समुत्पादयितुं प्रजा मैथुनधर्मतः ॥
उपयेमे वीरणस्य निदेशान्मे सुतां ततः ॥
]

`verse 10 [
अथ तस्यां स्वपत्न्यां च वीरिण्यां स प्रजापतिः ॥
हर्यश्वसंज्ञानयुतं दक्षः पुत्रानजीजनत् ॥ 2.2.13.१० ॥
अपृथग्धर्मशीलास्ते सर्व आसन् सुता मुने ॥
पितृभक्तिरता नित्यं वेदमार्गपरायणाः ॥
]

`verse 11 [
पितृप्रोक्ताः प्रजासर्गकरणार्थं ययुर्दिशम् ॥
प्रतीचीं तपसे तात सर्वे दाक्षायणास्सुताः ॥
]

`verse 12 [
तत्र नारायणसरस्तीर्थं परमपावनम्॥
गमो यत्र संजातो दिव्यसिन्धुसमुद्रयोः ॥
]

`verse 13 [
तदुपस्पर्शनादेव प्रोत्पन्नमतयोऽ भवन् ॥
धर्मे पारमहंसे च विनिर्द्धूतमलाशयाः ॥
]

`verse 14 [
प्रजाविवृद्धये ते वै तेपिर तत्र सत्तमाः ॥
दाक्षायणा दृढात्मानः पित्रादेश सुयंत्रिताः ॥
]

`verse 15 [
त्वं च तान् नारद ज्ञात्वा तपतस्सृष्टि हेतवे ॥
अगमस्तत्र भूरीणि हार्दमाज्ञाय मापतेः ॥
]

`verse 16 [
अदृष्ट्वा तं भुवस्सृष्टि कथं कर्तुं समुद्यताः ॥
हर्यश्वा दक्षतनया इत्यवोचस्तमादरात् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
तन्निशम्याथ हर्यश्वास्ते त्वदुक्तमतंद्रिताः ॥
औत्पत्तिकधियस्सर्वे स्वयं विममृशुर्भृशम् ॥
]

`verse 18 [
सुशास्त्रजनकादेशं यो न वेद निवर्तकम्॥
स कथं गुणविश्रंभी कर्तुं सर्गमुपक्रमेत्॥
]

`verse 19 [
इति निश्चित्य ते पुत्रास्सुधियश्चैकचेतसः ॥
प्रणम्य तं परिक्रम्यायुर्मार्गमनिवर्तकम्॥2.2.13.२०॥
नारद त्वं मनश्शंभोर्लोंकानन्यचरो मुने ॥
निर्विकारो महेशानमनोवृत्तिकरस्तदा ॥
]

`verse 20 [
काले गते बहुतरे मम पुत्रः प्रजापतिः ॥
नाशं निशम्य पुत्राणां नारदादन्वतप्यत ॥
]

`verse 21 [
मुहुर्मुहुरुवाचेति सुप्रजात्वं शुचां पदम् ॥
शुशोच बहुशो दक्षश्शिवमायाविमोहितः ॥
]

`verse 22 [
अहमागत्य सुप्रीत्या सांत्वयं दक्षमात्मजम् ॥
शांतिभावं प्रदर्श्यैव देवं प्रबलमित्युत ॥
]

`verse 23 [
अथ दक्षः पंचजन्या मया स परिसांत्वितः ॥
सबलाश्वाभिधान्् पुत्रान् सहस्रं चाप्यजीजनत् ॥
]

`verse 24 [
तेपि जग्मुस्तत्र सुताः पित्रादिष्टा दृढव्रताः ॥
प्रजासर्गे अत्र सिद्धास्स्वपूर्वभ्रातरो ययुः ॥
]

`verse 25 [
तदुपस्पर्शनादेव नष्टाघा विमलाशयाः ॥
तेपुर्महत्तपस्तत्र जपन्तो ब्रह्म सुव्रताः ॥ ॥
]

`verse 26 [
प्रजासर्गोद्यतांस्तान् वै ज्ञात्वा गत्वेति नारद ॥
पूर्ववच्चागदो वाक्यं संस्मरन्नैश्वरीं गतिम् ॥
]

`verse 27 [
भ्रातृपंथानमादिश्य त्वं मुने मोघदर्शनः ॥
अयाश्चोर्द्ध्वगतिं तेऽपि भ्रातृमार्गं ययुस्सुताः ॥
]

`verse 28 [
उत्पातान् बहुशोऽपश्यत्तदैव स प्रजापतिः ॥
विस्मितोभूत्स मे पुत्रो दक्षो मनसि दुःखितः ॥ 2.2.13.३० ॥
पूर्ववत्त्वत्कृतं दक्षश्शुश्राव चकितो भृशम् ॥
पुत्रनाशं शुशोचाति पुत्रशोक विमूर्छितः ॥
]

`verse 29 [
चुक्रोध तुभ्यं दक्षोसौ दुष्टोयमिति चाब्रवीत् ॥
आगतस्तत्र दैवात्त्वमनुग्रहकरस्तदा ॥
]

`verse 30 [
शोकाविष्टस्स दक्षो हि रोषविस्फुरिताधरः ॥
उपलभ्य तमाहत्य धिग्धिक् प्रोच्य विगर्हयन् ॥
]

`speaker [
दक्ष उवाच
]

`verse 31 [
किं कृतं तेऽधमश्रेष्ठ साधूनां साधुलिंगतः ॥
भिक्षोमार्गोऽर्भकानां वै दर्शितस्साधुकारि नो ॥
]

`verse 32 [
ऋणैस्त्रिभिरमुक्तानां लोकयोरुभयोः कृतः ॥
विघातश्श्रेयसोऽमीषां निर्दयेन शठेन ते ॥
]

`verse 33 [
ऋणानि त्रीण्यपाकृत्य यो गृहात्प्रव्रजेत्पुमान्॥
मातरं पितरं त्यक्त्वा मोक्षमिच्छन्व्रजत्यधः ॥
]

`verse 34 [
निर्दयस्त्वं सुनिर्लज्जश्शिशुधीभिद्यशोऽपहा॥
हरेः पार्षदमध्ये हि वृथा चरसि मूढधीः ॥
]

`verse 35 [
मुहुर्मुहुरभद्रं त्वमचरो मेऽधमा ऽधम ॥
विभवेद्भ्रमतस्तेऽतः पदं लोकेषु स्थिरम्॥
]

`verse 36 [
शशापेति शुचा दक्षस्त्वां तदा साधुसंमतम्॥
बुबोध नेश्वरेच्छां स शिवमायाविमोहितः ॥
]

`verse 37 [
शापं प्रत्यग्रहीश्च त्वं स मुने निर्विकारधीः ॥
एष एव ब्रह्मसाधो सहते सोपि च स्वयम्॥2.2.13.४०॥
इति श्रीशिव महापुराणे द्वितीयायां रुद्रसंहितायां द्वि० सतीखंडे दक्षसृष्टौ नारदशापो नाम त्रयोदशोऽध्यायः ॥
]
