`verse 1 [
ब्रह्मोवाच ॥ ॥
एतस्मिन्नन्तरे देवमुने लोकपितामह ॥
तत्रागममहं प्रीत्या ज्ञात्वा तच्चरितं द्रुतम् ॥
]

`verse 2 [
असांत्वयमहं दक्षं पूर्ववत्सुविचक्षणः ॥
अकार्षं तेन सुस्नेहं तव सुप्रीतिमावहन् ॥
]

`verse 3 [
स्वात्मजं मुनिवर्यं त्वां सुप्रीत्या देववल्लभम्॥
समाश्वास्य समादाय प्रत्यपद्ये स्वधाम ह॥
]

`verse 4 [
ततः प्रजापतिर्दक्षोऽनुनीतो मे निजस्त्रियाम् ॥
जनयामास दुहितॄस्सुभगाः षष्टिसंमिताः ॥
]

`verse 5 [
तासां विवाहकृतवान्धर्मादिभिरतंद्रितः ॥
तदेव शृणु सुप्रीत्या प्रवदामि मुनीश्वर ॥
]

`verse 6 [
ददौ दश सुता दक्षो धर्माय विधिवन्मुने ॥
त्रयोदश कश्यपाय मुनये त्रिनवेंदवे ॥
]

`verse 7 [
भूतांगिरः कृशाश्वेभ्यो द्वेद्वे पुत्री प्रदत्तवान् ॥
तार्क्ष्याय चापरः कन्या प्रसूतिप्रसवैर्यतः ॥
]

`verse 8 [
त्रिलोकाः पूरितास्तन्नो वर्ण्यते व्यासतो भयात् ॥
]

`verse 9 [
केचिद्वदंति तां ज्येष्ठां मध्यमां चापरे शिवाम् ॥
सर्वानन्तरजां केचित्कल्पभेदात्त्रयं च सत ॥
]

`verse 10 [
अनंतरं सुतोत्पत्तेः सपत्नीकः प्रजापतिः ॥
दक्षो दधौ सुप्रीत्मा तां मनसा जगदम्बिकाम् ॥2.2.14.१०॥
अतः प्रेम्णा च तुष्टाव गिरा गद्गदया हि सः ॥
भूयोभूयो नमस्कृत्य सांजलिर्विनयान्वितः ॥
]

`verse 11 [
सन्तुष्टा सा तदा देवी विचारं मनसीति च ॥
चक्रेऽवतारं वीरिण्यां कुर्यां पणविपूर्तये ॥
]

`verse 12 [
अथ सोवास मनसि दक्षस्य जगदम्बिका ॥
विललास तदातीव स दक्षो मुनिसत्तम ॥
]

`verse 13 [
सुमुहूर्तेनाथ दक्षोऽपि स्वपत्न्यां निदधे मुदा ॥
दक्षपत्न्यास्तदा चित्ते शिवोवास दयान्विता ॥
]

`verse 14 [
आविर्बभूवुश्चिह्नानि दोहदस्याखिलानि वै ॥
विरेजे वीरिणी तात हृष्टचित्ताधिका च सा ॥
शिवावासप्रभावात्तु महामंगल रूपिणी ॥
]

`verse 15 [
कुलस्य संपदश्चैव श्रुतेश्चित्तसमुन्नतेः ॥
व्यधत्त सुक्रिया दक्षः प्रीत्या पुंसवनादिकाः ॥
]

`verse 16 [
उत्सवोतीव संजातस्तदा तेषु च कर्मसु ॥
वित्तं ददौ द्विजातिभ्यो यथाकामं प्रजापतिः ॥
]

`verse 17 [
अथ तस्मिन्नवसरे सर्वे हर्यादयस्सुराः ॥
ज्ञात्वा गर्भगतां देवीं वीरिण्यास्ते मुदं ययुः ॥
]

`verse 18 [
तत्रागत्य च सर्वे ते तुष्टुवुर्जगदम्बिकाम् ॥
लोकोपकारकरिणीं प्रणम्य च मुहुर्मुहुः ॥2.2.14.२०॥
कृत्वा ततस्ते बहुधा प्रशंसां हृष्टमानसाः ॥
दक्षप्रजापतेश्चैव वीरिण्यास्स्वगृहं ययुः ॥
]

`verse 19 [
गतेषु नवमासेषु कारयित्वा च लौकिकीम् ॥
गतिं शिवा च पूर्णे सा दशमे मासि नारद ॥
]

`verse 20 [
आविर्बभूव पुरतो मातुस्सद्यस्तदा मुने॥
मुहूर्ते सुखदे चन्द्रग्रहतारानुकूलके ॥
]

`verse 21 [
तस्यां तु जातमात्रायां सुप्रीतोऽसौ प्रजापतिः ॥
सैव देवीति तां मेने दृष्ट्वा तां तेजसोल्बणाम् ॥
]

`verse 22 [
तदाभूत्पुष्पसद्वृष्टिर्मेघाश्च ववृषुर्जलम् ॥
दिशश्शांता द्रुतं तस्यां जातायां च मुनीश्वर ॥
]

`verse 23 [
अवादयंत त्रिदशाश्शुभवाद्यानि खे गताः॥
जज्ज्वलुश्चाग्नयश्शांताः सर्वमासीत्सुमंगलम्॥
]

`verse 24 [
वीरिणोसंभवां दृष्ट्वा दक्षस्तां जगदम्बिकाम् ॥
नमस्कृत्य करौ बद्ध्वा बहु तुष्टाव भक्तितः ॥
]

`speaker [
दक्ष उवाच
]

`verse 25 [
महेशानि नमस्तुभ्यं जगदम्बे सनातनि ॥
कृपां कुरु महादेवि सत्ये सत्यस्वरूपिणि ॥
]

`verse 26 [
शिवा शांता महामाया योगनिद्रा जगन्मयी॥
या प्रोच्यते वेदविद्भिर्नमामि त्वां हितावहाम् ॥
]

`verse 27 [
यया धाता जगत्सृष्टौ नियुक्तस्तां पुराकरोत् ॥
तां त्वां नमामि परमां जगद्धात्रीं महेश्वरीम् ॥2.2.14.३०॥
यया विष्णुर्जगत्स्थित्यै नियुक्तस्तां सदाकरोत् ॥
तां त्वां नमामि परमां जगद्धात्रीं महेश्वरीम् ॥
]

`verse 28 [
यया रुद्रो जगन्नाशे नियुक्तस्तां सदाकरोत्॥
तां त्वां नमामि परमां जगद्धात्रीं महेश्वरीम् ॥
]

`verse 29 [
रजस्सत्त्वतमोरूपां सर्वकार्यकरीं सदा ॥
त्रिदेवजननीं देवीं त्वां नमामि च तां शिवाम् ॥
]

`verse 30 [
यस्त्वां विचिंतयेद्देवीं विद्याविद्यात्मिकां पराम् ॥
तस्य भुक्तिश्च मुक्तिश्च सदा करतले स्थिता॥
]

`verse 31 [
यस्त्वां प्रत्यक्षतो देवि शिवां पश्यति पावनीम् ॥
तस्यावश्यं भवेन्मुक्तिर्विद्याविद्याप्रकाशिका ॥
]

`verse 32 [
ये स्तुवंति जगन्मातर्भवानीमंबिकेति च ॥
जगन्मयीति दुर्गेति सर्वं  तेषां भविष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
इति स्तुता जगन्माता शिवा दक्षेण धीमता ॥
तथोवाच तदा दक्षं यथा माता शृणोति न ॥
]

`verse 34 [
सर्वं मुमोह तथ्यं च तथा दक्षः शृणोतु तत् ॥
नान्यस्तथा शिवा प्राह नानोतिः परमेश्वरी ॥
]

`speaker [
देव्युवाच
]

`verse 35 [
अहमाराधिता पूर्वं सुतार्थं ते प्रजापते ॥
ईप्सितं तव सिद्धं तु तपो धारय संप्रति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
एवमुक्त्वा तदा देवी दक्षं च निजमायया ॥
आस्थाय शैशवं भावं जनन्यंते रुरोद सा ॥2.2.14.४०॥
अथ तद्रोदनं श्रुत्वा स्त्रियो वाक्यं ससंभ्रमाः॥
आगतास्तत्र सुप्रीत्या दास्योपि च ससंभ्रमाः ॥
]

`verse 37 [
दृष्ट्वासिक्नीसुतारूपं ननन्दुस्सर्वयोषितः ॥
सर्वे पौरजनाश्चापि चक्रुर्जयरवं तदा ॥
]

`verse 38 [
उत्सवश्च महानासीद्गानवाद्यपुरस्सरम् ॥
दक्षोसिक्नी मुदं लेभे शुभं दृष्ट्वा सुताननम् ॥
]

`verse 39 [
दक्षः श्रुतिकुलाचारं चक्रे च विधिवत्तदा ॥
दानं ददौ द्विजातिभ्योन्येभ्यश्च द्रविणं तथा ॥
]

`verse 40 [
बभूव सर्वतो गानं नर्तनं च यथोचितम् ॥
नेदुर्वाद्यानि बहुशस्सुमंगलपुरस्सरम् ॥
]

`verse 41 [
अथ हर्यादयो देवास्सर्वे सानुचरास्तदा ॥
मुनिवृन्दैः समागत्योत्सवं चक्रुर्यथाविधि ॥
]

`verse 42 [
दृष्ट्वा दक्षसुतामंबां जगतः परमेश्वरीम् ॥
नेमुः सविनयास्सर्वे तुष्टुवुश्च शुभैस्तवैः ॥
]

`verse 43 [
ऊचुस्सर्वे प्रमुदिता गिरं जयजयात्मिकाम् ॥
प्रशशंसुर्मुदा दक्षं वीरिणीं च विशेषतः ॥
]

`verse 44 [
तदोमेति नाम चक्रे तस्या दक्षस्तदाज्ञया ॥
प्रशस्तायास्सर्वगुणसत्त्वादपि मुदान्वितः ॥
]

`verse 45 [
नामान्यन्यानि तस्यास्तु पश्चाज्जातानि लोकतः ॥
महामंगलदान्येव दुःखघ्नानि विशेषतः ॥ 2.2.14.५० ॥
दक्षस्तदा हरिं नत्वा मां सर्वानमरानपि ॥
मुनीनपि करौ बद्ध्वा स्तुत्वा चानर्च भक्तितः ॥
]

`verse 46 [
अथ विष्ण्वादयस्सर्वे सुप्रशस्याजनंदनम् ॥
प्रीत्या ययुस्वधामानि संस्मरन् सशिवं शिवम् ॥
]

`verse 47 [
अतस्तां च सुतां माता सुसंस्कृत्य यथोचितम् ॥
शिशुपानेन विधिना तस्यै स्तन्यादिकं ददौ ॥
]

`verse 48 [
पालिता साथ वीरिण्या दक्षेण च महात्मना ॥
ववृधे शुक्लपक्षस्य यथा शशिकलान्वहम् ॥
]

`verse 49 [
तस्यां तु सद्गुणास्सर्वे विविशुर्द्विजसत्तम ॥
शैशवेपि यथा चन्द्रे कलास्सर्वा मनोहराः ॥
]

`verse 50 [
आचरन्निजभावेन सखीमध्यगता यदा ॥
तदा लिलेख भर्गस्य प्रतिमामन्वहं मुहुः ॥
]

`verse 51 [
यदा जगौ सुगीतानि शिवा बाल्योचितानि सा ॥
तदा स्थाणुं हरं रुद्रं सस्मार स्मरशासनम् ॥
]

`verse 52 [
ववृधेतीव दंपत्योः प्रत्यहं करुणातुला ॥
तस्या बाल्येपि भक्तायास्तयोर्नित्यं मुहुर्मुहुः ॥
]

`verse 53 [
सर्वबालागुणा क्रांतां सदा स्वालयकारिणीम्॥
तोषयामास पितरौ नित्यंनित्यं मुहुर्मुहुः॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां सती खण्डे सतीजन्म बाललीलावर्णनंनाम चतुर्दशोऽध्यायः ॥
]
