`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथैकदा पितुः पार्श्वे तिष्ठंतीं तां सतीमहम् ॥
त्वया सह मुनेद्राक्षं सारभूतां त्रिलोकके ॥
]

`verse 2 [
पित्रा नमस्कृतं वीक्ष्य सत्कृतं त्वां च मां सती ॥
प्रणनाम मुदा भक्त्या लोकलीलानुसारिणी ॥
]

`verse 3 [
प्रणामांते सतीं वीक्ष्य दक्षदत्तशुभासने ॥
स्थितोहं नारद त्वं च विनतामहमागदम् ॥
]

`verse 4 [
त्वामेव यः कामयते यन्तु कामयसे सति ॥
तमाप्नुहि पतिं देवं सर्वज्ञं जगदीश्वरम् ॥
]

`verse 5 [
यो नान्यां जगृहे नापि गृह्णाति न ग्रहीष्यति ॥
जायां स ते पतिर्भूयादनन्यसदृशश्शुभे॥
]

`verse 6 [
इत्युक्त्वा सुचिरं तां वै स्थित्वा दक्षालये पुनः॥
विसृष्टौ तेन संयातौ स्वस्थानं तौ च नारद ॥
]

`verse 7 [
दक्षोभवच्च सुप्रीतः तदाकर्ण्य गतज्वरः ॥
आददे तनयां स्वां तां मत्वा हि परमेश्वरीम्॥
]

`verse 8 [
इत्थं विहारै रुचिरैः कौमारैर्भक्तवत्सला ॥
जहाववस्थां कौमारीं स्वेच्छाधृतनराकृतिः ॥
]

`verse 9 [
बाल्यं व्यतीत्य सा प्राप किञ्चिद्यौवनतां सती ।९।
अतीव तपसांगेन सर्वांगेषु मनोहरा ॥
]

`verse 10 [
दक्षस्तां वीक्ष्य लोकेशः प्रोद्भिन्नांतर्वयस्थिताम् ॥
चिंतयामास भर्गाय कथं दास्य इमां सुताम् ॥ 2.2.15.१
]

`verse 11 [
अथ सापि स्वयं भर्गं प्राप्तुमैच्छत्तदान्वहम् ॥
पितुर्मनोगतिं ज्ञात्वा मातुर्निकटमागमत् ॥
]

`verse 12 [
पप्रच्छाज्ञां तपोहेतोश्शंकरस्य विनीतधीः ॥
मातुश्शिवाथ वैरिण्यास्सा सखी परमेश्वरी ॥
]

`verse 13 [
ततस्सती महेशानं पतिं प्राप्तुं दृढव्रता ॥
सा तमाराधयामास गृहे मातुरनुज्ञया ॥ १
]

`verse 14 [
आश्विने मासि नन्दायां तिथावानर्च भक्तितः ॥
गुडौदनैस्सलवणैर्हरं नत्वा निनाय तम् ॥
]

`verse 15 [
कार्तिकस्य चतुर्दश्यामपूपैः पायसैरपि ॥
समाकीर्णैस्समाराध्य सस्मार परमेश्वरम्॥
]

`verse 16 [
मार्गशीर्षेऽसिताष्टम्यां सतिलैस्सयवौदनैः ॥
पूजयित्वा हरं कीलैर्निनाय दिवसान् सती ॥
]

`verse 17 [
पौषे तु शुक्लसप्तम्यां कृत्वा जागरणं निशि ॥
अपूजयच्छिवं प्रातः कृशरान्नेन सा सती ॥
]

`verse 18 [
माघे तु पौर्णमास्यां स कृत्वा जागरणं निशि ॥
आर्द्रवस्त्रा नदीतीरेऽकरोच्छंकरपूजनम् ॥
]

`verse 19 [
तपस्यसितभूतायां कृत्वा जागरणं निशि॥।
विशेषतस्समानर्च शैलूषैस्सर्वयामसु ॥
]

`verse 20 [
चैत्रे शुक्लचतुर्दश्यां पलाशैर्दमनैश्शिवम् ॥
अपूजयद्दिवारात्रौ संस्मरन् सा निनाय तम्॥2.2.15.२०॥
राधशुक्लतृतीयायां तिलाहारयवौदनैः॥
पूजयित्वा सती रुद्रं नव्यैर्मासं निनाय तम् ॥
]

`verse 21 [
ज्येष्ठस्य पूर्णिमायां वै रात्रै संपूज्य शंकरम् ॥
वसनैर्बृहतीपुष्पैर्निराहारा निनाय तम् ॥
]

`verse 22 [
आषाढस्य चतुर्दश्यां शुक्लायां कृष्णवाससा।
बृहतीकुसुमैः पूजा रुद्रस्याकारि वै तया ॥
]

`verse 23 [
श्रावणस्य सिताष्टम्यां चतुर्दश्यां च सा शिवम्॥
यज्ञोपवीतैर्वासोभिः पवित्रैरप्यपूजयत् ॥
]

`verse 24 [
भाद्रे कृष्णत्रयोदश्यां पुष्पैर्नानाविधैः फलैः ॥
संपूज्य च चतुर्दश्यां चकार जलभो जनम् ॥
]

`verse 25 [
नानाविधैः फलैः पुष्पैस्सस्यैस्तत्कालसंभवैः ॥
चक्रे सुनियताहारा जपन्मासे शिवार्चनम् ॥
]

`verse 26 [
सर्वमासे सर्वदिने शिवार्चनरता सती॥
दृढव्रताभवद्देवी स्वेच्छाधृतनराकृतिः ॥
]

`verse 27 [
इत्थं नंदाव्रतं कृत्स्नं समाप्य सुसमाहिता ॥
दध्यौ शिवं सती प्रेम्णा निश्चलाभूदनन्यधीः ॥
]

`verse 28 [
एतस्मिन्नंतरे देवा मुनयश्चाखिला मुने ॥
विष्णुं मां च पुरस्कृत्य ययुर्द्रष्टुं सतीतपः ॥ ॥
]

`verse 29 [
दृष्टागत्य सती देवैर्मूर्ता सिद्धिरिवापरा ॥
शिवध्यानमहामग्ना सिद्धावस्थां गता तदा ॥ 2.2.15.३० ॥
चक्रुः सर्वे सुरास्सत्ये मुदा सांजलयो नतिम् ॥
मुनयश्च नतस्कंधा विष्ण्वाद्याः प्रीतमानसाः ॥
]

`verse 30 [
अथ सर्वे सुप्रसन्ना विष्ण्वाद्याश्च सुरर्षयः ॥
प्रशशंसुस्तपस्तस्यास्सत्यास्तस्मात्सविस्मयाः ॥
]

`verse 31 [
ततः प्रणम्य तां देवीं पुनस्ते मुनयस्सुराः ॥
जग्मुर्गिरिवरं सद्यः कैलासं शिववल्लभम् ॥
]

`verse 32 [
सावित्रीसहितश्चाहं सह लक्ष्म्या मुदान्वितः ॥
वासुदेवोपि भगवाञ्जगामाथ हरांतिकम् ॥
]

`verse 33 [
गत्वा तत्र प्रभुं दृष्ट्वा सुप्रणम्य सुसंभ्रमाः॥
तुष्टुवुर्विविधैः स्तोत्रैः करौ बद्ध्वा विनम्रकाः ॥
]

`speaker [
देवा ऊचुः
]

`verse 34 [
नमो भगवते तुभ्यं यत एतच्चराचरम् ॥
पुरुषाय महेशाय परेशाय महात्मने ॥
]

`verse 35 [
आदिबीजाय सर्वेषां चिद्रूपाय पराय च ॥
ब्रह्मणे निर्विकाराय प्रकृतेः पुरुषस्य च ॥
]

`verse 36 [
य इदं प्रतिपंच्येदं येनेदं विचकास्ति हि ॥
यस्मादिदं यतश्चेदं यस्येदं त्वं च यत्नतः ॥
]

`verse 37 [
योस्मात्परस्माच्च परो निर्विकारी महाप्रभुः ॥
ईक्षते यस्स्वात्मनीदं तं नताः स्म स्वयंभुवम् ॥
]

`verse 38 [
अविद्धदृक् परः साक्षी सर्वात्मा ऽनेकरूपधृक् ॥
आत्मभूतः परब्रह्म तपंतं शरणं गताः ॥ 2.2.15.४० ॥
न यस्य देवा ऋषयः सिद्धाश्च न विदुः पदम् ॥
कः पुनर्जंतुरपरो ज्ञातुमर्हति वेदितुम् ॥
]

`verse 39 [
दिदृक्षवो यस्य पदं मुक्तसंगास्सुसाधवः ॥
चरितं सुगतिर्नस्त्वं सलोकव्रतमव्रणम् ॥
]

`verse 40 [
त्वज्जन्मादिविकारा नो विद्यंते केपि दुःखदा ॥
तथापि मायया त्वं हि गृह्णासि कृपया च तान् ॥
]

`verse 41 [
नमो गिरां विदूराय ब्रह्मणे परमात्मने ॥
]

`verse 42 [
अरूपायोरुरूपाय परायानंतशक्तये ॥
त्रिलोकपतये सर्वसाक्षिणे सर्वगाय च ॥
]

`verse 43 [
नम आत्मप्रदीपाय निर्वाणसुखसंपदे ॥
ज्ञानात्मने नमस्तेऽस्तु व्यापकायेश्वराय च ॥
]

`verse 44 [
पुरुषाय परेशाय नमस्ते सर्वदाय च॥
]

`verse 45 [
क्षेत्रज्ञायात्मरूपाय सर्वप्रत्ययहेतवे॥
]

`verse 46 [
पुरुषाय परेशाय नमस्ते सर्वदाय च ॥
]

`verse 47 [
सर्वेन्द्रियगुणद्रष्ट्रे निष्कारण नमोस्तु ते ॥ 2.2.15.५० ॥
त्रिलोककारणायाथापवर्गाय नमोनमः ॥
अपवर्गप्रदायाशु शरणागततारिणे ॥
]

`verse 48 [
सर्वाम्नायागमानां चोदधये परमेष्ठिने ॥
परायणाय भक्तानां गुणानां च नमोस्तु ते ॥
]

`verse 49 [
नमो गुणारणिच्छन्न चिदूष्माय महेश्वर ॥
मूढदुष्प्राप्तरूपाय ज्ञानिहृद्वासिने सदा ॥
]

`verse 50 [
पशुपाशविमोक्षाय भक्तसन्मुक्तिदाय च ॥
स्वप्रकाशाय नित्यायाऽव्ययायाजस्रसंविदे ॥
]

`verse 51 [
प्रत्यग्द्रष्ट्रैऽविकाराय परमैश्वर्य धारिणे ॥
यं भजन्ति चतुर्वर्गे कामयंतीष्टसद्गतिम् ॥
सोऽभूदकरुणस्त्वं नः प्रसन्नो भव ते नमः ॥
]

`verse 52 [
एकांतिनः कंचनार्थं भक्ता वांछंति यस्य न ॥
केवलं चरितं ते ते गायंति परमंगलम्॥
]

`verse 53 [
अक्षरं परमं ब्रह्मतमव्यक्ताकृतिं विभुम् ॥
अध्यात्मयोगगम्यं त्वां परिपूर्णं स्तुमो वयम् ॥
]

`verse 54 [
अतींद्रियमनाधारं सर्वाधारमहेतुकम् ॥
अनंतमाद्यं सूक्ष्मं त्वां प्रणमामोऽखिलेश्वरम् ॥
]

`verse 55 [
हर्यादयोऽखिला देवास्तथा लोकाश्चराचराः ॥
नामरूपविभेदेन फल्ग्व्या च कलया कृताः ॥
]

`verse 56 [
यथार्चिषोग्नेस्सवितुर्यांति निर्यांति वासकृत् ॥
गभस्तयस्तथायं वै प्रवाहो गौण उच्यते ॥2.2.15.६०॥
न त्वं देवो ऽसुरो मर्त्यो न तिर्यङ् न द्विजः प्रभो ॥
न स्त्री न षंढो न पुमान्सदसन्न च किंचन ॥
]

`verse 57 [
निषेधशेषस्सर्वं त्वं विश्वकृद्विश्व पालकः ॥
विश्वलयकृद्विश्वात्मा प्रणतास्स्मस्तमीश्वरम् ॥
]

`verse 58 [
योगरंधितकर्माणो यं प्रपश्यन्ति योगिनः ॥
योगसंभाविते चित्ते योगेशं त्वां नता वयम् ॥
]

`verse 59 [
नमोस्तु तेऽसह्यवेग शक्तित्रय त्रयीमय ॥
नमः प्रसन्नपालाय नमस्ते भूरिशक्तये ॥
]

`verse 60 [
कदिंद्रियाणां दुर्गेशानवाप्य परवर्त्मने ॥
भक्तोद्धाररतायाथ नमस्ते गूढवर्चसे ॥
]

`verse 61 [
यच्छक्त्याहं धियात्मानं हंत वेद न मूढधी ॥
तं दुरत्ययमाहात्म्यं त्वां नतः स्मो महाप्रभुम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 62 [
इति स्तुत्वा महादेवं सर्वे विष्ण्वादिकास्सुराः ॥
तूष्णीमासन्प्रभोरग्रे सद्भक्तिनतकंधराः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे नंदाव्रतविधानशिवस्तुति वर्णनं नाम पंचदशोऽध्यायः ॥
]
