`speaker [
ब्रह्मोवाच
]

`verse 1 [
इति स्तुतिं च हर्यादिकृतामाकर्ण्य शंकरः ॥
बभूवातिप्रसन्नो हि विजहास च सूतिकृत् ॥
]

`verse 2 [
ब्रह्मविष्णू तु दृष्ट्वा तौ सस्त्रीकौ संगतौ हरः ॥
यथोचितं समाभाष्य पप्रच्छागमनं तयोः ॥
]

`speaker [
रुद्र उवाच
]

`verse 3 [
हहर हावध देवा मुनयश्चाद्य निर्भयाः ॥
निजागमनहेतुं  हि कथयस्व सुतत्त्वतः ॥
]

`verse 4 [
किमर्थमागता यूयं किं कार्यं चेह विद्यते ॥
तत्सर्वं श्रोतुमिच्छामि भवत्स्तुत्या प्रसन्नधीः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
इति पृष्टे हरेणाहं सर्वलोकपितामहः ॥
मुनेऽवोचं महादेवं विष्णुना परिचोदितः ॥
]

`verse 6 [
देवदेव महादेव करुणासागर प्रभो ॥
यदर्थमागतावावां तच्छृणु त्वं सुरर्षिभिः ॥
]

`verse 7 [
विशेषतस्तवैवार्थमागता वृपभध्वज ॥
सहार्थिनस्सदायोग्यमन्यथा न जगद्भवेत् ॥
]

`verse 8 [
केचिद्भविष्यंत्यसुरा मम वध्या महेश्वर ॥
हरेर्वध्यास्तथा केचिद्भवंतश्चापि केचन ॥
]

`verse 9 [
केचित्त्वद्वीर्यजातस्य तनयस्य महाप्रभो ॥
मायावध्याः प्रभो केचिद्भविष्यंत्यसुरास्सदा ॥
]

`verse 10 [
तवैव कृपया शंभोस्सुराणां सुखमुत्तमम्॥
नाशयित्वाऽसुरान् घोराञ्जगत्स्वास्थ्यं सदाभयम् ॥2.2.16.१
]

`verse 11 [
योगयुक्ते त्वयि सदा राग द्वेषविवर्जिते ॥
दयापात्रैकनिरते न वध्या ह्यथवा तव ॥ १
]

`verse 12 [
अराधितेषु तेष्वीश कथं सृष्टिस्तथा स्थितिः ॥
अतश्च भविता युक्तं नित्यंनित्यं वृषध्वज ॥
]

`verse 13 [
सृष्टिस्थित्यंतकर्माणि न कार्याणि यदा तदा ॥
शरीरभेदश्चास्माकं मायायाश्च न युज्यते ॥१
]

`verse 14 [
एकस्वरूपा हि वयं भिन्नाः कार्यस्य भेदतः ॥
कार्यभेदो न सिद्धश्चेद्रूपभेदाऽप्रयोजनः ॥
]

`verse 15 [
एक एव त्रिधा भिन्नः परमात्मा महेश्वरः ॥
मायास्वाकारणादेव स्वतंत्रो लीलया प्रभुः ॥
]

`verse 16 [
वामाङ्गजो हरिस्तस्य दक्षिणांगभवो ह्यहम् ॥
शिवस्य हृदयाज्जातस्त्वं हि पूर्णतनुश्शिवः ॥
]

`verse 17 [
इत्थं वयं त्रिधा भूताः प्रभाभिन्नस्वरूपिणः ॥
शिवाशिवसुतास्तत्त्वं हृदा विद्धि सनातन ॥
]

`verse 18 [
अहं विष्णुश्च सस्त्रीकौ संजातौ कार्यहेतुतः ॥
लोककार्यकरौ प्रीत्या तव शासनतः प्रभो ॥
]

`verse 19 [
तस्माद्विश्वहितार्थाय सुराणां सुखहेतवे ॥
परिगृह्णीष्व भार्यार्थे रामामेकां सुशोभनाम् ॥
]

`verse 20 [
अन्यच्छृणु महेशान पूर्ववृत्तं स्मृतं मया ॥
यन्नौ पुरःपुरा प्रोक्तं त्वयैव शिवरूपिणा ॥ 2.2.16.२० ॥
मद्रूपं परमं ब्रह्मन्नीदृशं भवदंगतः ॥
प्रकटी भविता लोके नाम्ना रुद्रः प्रकीर्तितः ॥
]

`verse 21 [
सृष्टिकर्ताऽभवद्ब्रह्मा हरिः पालनकारकः ॥
लयकारी भविष्यामि रुद्ररूपो गुणाकृतिः ॥
]

`verse 22 [
स्त्रियं विवाह्य लोकस्य करिष्ये कार्यमुत्तमम् ॥
इति संस्मृत्य स्वप्रोक्तं पूर्णं कुरु निजं पणम् ॥
]

`verse 23 [
निदेशस्तव च स्वामिन्नहं सृष्टिकरो हरिः ॥
पालको लयहेतुस्त्वमाविर्भूतस्स्वयं शिवः ॥
]

`verse 24 [
त्वां विना न समर्थौ हि आवां च स्वस्वकर्मणि ॥
लोककार्यरतो तस्मादेकां गृह्णीष्व कामिनीम् ॥
]

`verse 25 [
यथा पद्मालया विष्णोस्सावित्री च यथा मम ॥
तथा सहचरीं शंभो कांतां गृह्णीष्व संप्रति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
इति श्रुत्वा वचो मे हि ब्रह्मणः पुरतो हरेः ॥
स मां जगाद लोकेशः स्मेराननमुखो हरः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 27 [
हे ब्रह्मन् हे हरे मे हि युवां प्रियतरौ सदा ॥
दृष्ट्वा त्वां च ममानंदो भवत्यतितरां खलु ॥
]

`verse 28 [
युवां सुरविशिष्टौ हि त्रिभव स्वामिनौ किल ॥
कथनं वां गरिष्ठेति भवकार्यरतात्मनोः ॥
]

`verse 29 [
उचितं न सुरश्रेष्ठौ विवाहकरणं मम ॥
तपोरतविरक्तस्य सदा विदितयोगिनः ॥ 2.2.16.३० ॥
यो निवृत्तिसुमार्गस्थः स्वात्मारामो निरंजनः ॥
अवधूततनुर्ज्ञानी स्वद्रष्टा कामवर्जितः ॥
]

`verse 30 [
अविकारी ह्यभोगी च सदाशुचिरमंगलः ॥
तस्य प्रयोजनं लोके कामिन्या किं वदाधुना ॥
]

`verse 31 [
केवलं योगलग्नस्य ममानंदस्सदास्ति वै ॥
ज्ञानहीनस्तु पुरुषो मनुते बहु कामकम् ॥
]

`verse 32 [
विवाहकरणं लोके विज्ञेयं परबंधनम् ॥
तस्मात्तस्य रुचिर्नो मे सत्यं सत्यं वदाम्यहम् ॥
]

`verse 33 [
न स्वार्थं मे प्रवृत्तिर्हि सम्यक्स्वार्थविचिंतनात् ॥
तथापि तत्करिष्यामि भवदुक्तं जगद्धितम् ॥
]

`verse 34 [
मत्त्वा वचो गरिष्ठं वा नियोक्तिपरिपूर्त्तये ॥
करिष्यामि विवाहं वै भक्तवश्यस्सदा ह्यहम् ॥
]

`verse 35 [
परंतु यादृशीं कांतां ग्रहीष्यामि तथापणम् ॥
तच्छृणुष्व हरे ब्रह्मन् युक्तमेव वचो मम ॥
]

`verse 36 [
या मे तेजस्समर्था हि ग्रहीतुं स्याद्विभागशः ॥
तां निदेशय भार्यार्थे योगिनीं कामरूपिणीम् ॥
]

`verse 37 [
योगयुक्ते मयि तथा योगिन्येव भविष्यति ॥
कामासक्ते मयि तथा कामिन्येव भविष्यति ॥
]

`verse 38 [
यमक्षरं वेदविदो निगदंति मनीषिणः ॥
ज्योतीरूपं शिवं ते च चिंतयिष्ये सनातनम् ॥ 2.2.16.४० ॥
तच्चिंतायां यदा सक्तो ब्रह्मन् गच्छामि भाविनीम् ॥
तत्र या विघ्नजननी न भवित्री हतास्तु मे ॥
]

`verse 39 [
त्वं वा विष्णुरहं वापि शिवस्य ब्रह्मरूपिणः ॥
अंशभूता महाभागा योग्यं तदनुचिंतनम् ॥
]

`verse 40 [
तच्चिंतया विनोद्वाहं स्थास्यामि कमलासन ॥
तस्माज्जायां प्रादिश त्वं मत्कर्मानुगतां सदा ॥
]

`verse 41 [
तत्राप्येकं पणं मे त्वं वृणु ब्रह्मँश्च मां प्रति ॥
अविश्वासो मदुक्ते चेन्मया त्यक्ता भविष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
इति तस्य वचश्श्रुत्वाहं स विष्णुर्हरस्य च ॥
सस्मितं मोदितमनोऽवोचं चेति विनम्रकः ॥
]

`verse 43 [
शृणु नाथ महेशान मार्गिता यादृशी त्वया ॥
निवेदयामि सुप्रीत्या तां स्त्रियं तादृशीं प्रभो ॥
]

`verse 44 [
उमा सा भिन्नरूपेण संजाता कार्यसाधिनी ॥
सरस्वती तथा लक्ष्मीर्द्विधा रूपा पुरा प्रभो ॥
]

`verse 45 [
पाद्मा कांताऽभवद्विष्णोस्तथा मम सरस्वती ॥
तृतीयरूपा सा नाभूल्लोककार्यहितैषिणी ॥
]

`verse 46 [
दक्षस्य तनया याभूत्सती नाम्ना तु सा विभो ॥
सैवेदृशी भवेद्भार्या भवेद्धि हितकारिणी ॥
]

`verse 47 [
सा तपस्यति देवेश त्वदर्थं हि दृढव्रता ॥
त्वां पतिं प्राप्तुकामा वै महातेजोवती सती ॥ 2.2.16.५० ॥
दातुं गच्छ वरं तस्यै कृपां कुरु महेश्वर ॥
तां विवाहय सुप्रीत्या वरं दत्त्वा च तादृशम् ॥
]

`verse 48 [
हरेर्मम च देवानामियं वाञ्छास्ति शंकर ॥
परिपूरय सद्दृष्ट्या पश्यामोत्सवमादरात् ॥
]

`verse 49 [
मङ्गलं परमं भूयात्त्रिलोकेषु सुखावहम् ॥
सर्वज्वरो विनश्येद्वै सर्वेषां नात्र संशयः ॥
]

`verse 50 [
अथवास्मद्वचश्शेषे वदंत मधुसूदनः ॥
लीलाजाकृतिमीशानं भक्तवत्सलमच्युतः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 51 [
देवदेव महादेव करुणाकर शंकर ॥
यदुक्तं ब्रह्मणा सर्वं मदुक्तं तन्न संशयः ॥
]

`verse 52 [
तत्कुरुष्व महेशान कृपां कृत्वा ममोपरि ॥
सनाथं कुरु सद्दृष्ट्या त्रिलोकं सुविवाह्यताम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 53 [
इत्युक्त्वा भगवान् विष्णुस्तूष्णीमास मुने सुधीः ॥
तथा स्तुतिं विहस्याह स प्रभुर्भक्तवत्सलः ॥
]

`verse 54 [
ततस्त्वावां च संप्राप्य चाज्ञां स मुनिभिस्सुरैः ॥
अगच्छावस्वेष्टदेशं सस्त्रीकौ परहर्षितौ ॥
]

`colophon [
इति श्रीशिवमहापुणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे विष्णुब्रह्मकृतशिव प्रार्थनावर्णनं नाम षोडशोऽध्यायः ॥
]
