`speaker [
ब्रह्मोवाच
]

`verse 1 [
इत्युक्त्वा सर्वदेवैश्च कृता शंभोर्नुतिः परा ॥
शिवाच्च सा वरं प्राप्ता शृणु ह्यादरतो मुने ॥
]

`verse 2 [
अथो सती पुनः शुक्लपक्षेऽष्टम्यामुपोषिता ॥
आश्विने मासि सर्वेशं पूजयामास भक्तितः ॥
]

`verse 3 [
इति नंदाव्रते पूर्णे नवम्यां दिनभागतः ॥
तस्यास्तु ध्यानमग्नायाः प्रत्यक्षमभवद्धरः ॥
]

`verse 4 [
सर्वाङ्गसुन्दरो गौरः पंचवक्त्रस्त्रिलोचनः॥
चंद्रभालः प्रसन्नात्मा शितिकंठश्चतुर्भुज ॥
]

`verse 5 [
त्रिशूलब्रह्मकवराभयधृग्भस्मभास्वरः ॥
स्वर्धुन्या विलसच्छीर्षस्सकलाङ्गमनोहरः ॥
]

`verse 6 [
महालावण्यधामा च कोटिचन्द्रसमाननः ॥
कोटिस्मरसमाकांतिस्सर्वथा स्त्रीप्रियाकृतिः ॥
]

`verse 7 [
प्रत्यक्षतो हरं वीक्ष्य सती सेदृविधं प्रभुम् ॥
ववन्दे चरणौ तस्य सुलज्जावनतानना ॥
]

`verse 8 [
अथ प्राह महादेवस्सतीं सद्व्रतधारिणीम् ॥
तामिच्छन्नपि भार्यार्थं तपश्चर्याफलप्रदः ॥
]

`speaker [
महादेव उवाच
]

`verse 9 [
दक्षनंदिनि प्रीतोस्मि व्रतेनानेन सुव्रते ॥
वरं वरय संदास्ये यत्तवाभिमतं भवेत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
जानन्नपीह तद्भावं महादेवो जगत्पतिः॥
जगौ वरं वृणीष्वेति तद्वाक्यश्रवणेच्छया ॥ 2.2.17.१० ॥
सापि त्रपावशा युक्ता वक्तुं नो हृदि यत्स्थितम् ॥
शशाक सा त्वभीष्टं यत्तल्लज्जाच्छादितं पुनः ॥
]

`verse 11 [
प्रेममग्नाऽभवत्साति श्रुत्वा शिववचः प्रियम् ॥
तज्ज्ञात्वा सुप्रसन्नोभूच्छंकरो भक्तवत्सलः ॥
]

`verse 12 [
वरं ब्रूहि वरं ब्रूहि प्राहेति स पुनर्द्रुतम् ॥
सतीभक्तिवशश्शंभुरंतर्यामी सतां गतिः ॥
]

`verse 13 [
अथ त्रपां स्वां संधाय यदा प्राह हरं सती ॥
यथेष्टं देहि वरद वरमित्यनिवारकम् ॥
]

`verse 14 [
तदा वाक्यस्यावसानमनवेक्ष्य वृषध्वजः ॥
भव त्वं मम भार्येति प्राह तां भक्तवत्सलः ॥
]

`verse 15 [
एतच्छ्रुत्वा वचस्तस्य साभीष्टफल भावनम् ॥
तूष्णीं तस्थौ प्रमुदिता वरं प्राप्य मनोगतम् ॥
]

`verse 16 [
सकामस्य हरस्याग्रे स्थिता सा चारुहासिनी ॥
अकरोन्निजभावांश्च हावान्कामविवर्द्धनान् ॥
]

`verse 17 [
ततो भावान्समादाय शृंगाराख्यो रसस्तदा ॥
तयोश्चित्ते विवेशाशु कला हावा यथोदितम् ॥
]

`verse 18 [
तत्प्रवेशात्तु देवर्षे लोकलीलानुसारिणोः ॥
काप्यभिख्या तयोरासीच्चित्रा चन्द्रमसोर्यथा ॥
]

`verse 19 [
रेजे सती हरं प्राप्य स्निग्धभिन्नांजनप्रभा ॥
चन्द्राभ्याशेऽभ्रलेखेव स्फटिकोज्ज्वलवर्ष्मणः ॥2.2.17.२०॥
अथ सा तमुवाचेदं हरं दाक्षायणी मुहुः ॥
सुप्रसन्ना करौ बद्ध्वा नतका भक्तवत्सलम् ॥
]

`speaker [
सत्युवाच
]

`verse 20 [
देवदेव महादेव विवाह विधिना प्रभौ ॥
पितुर्मे गोचरीकृत्य मां गृहाण जगत्पते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
एवं सतीवचः श्रुत्वा महेशो भक्तवत्सलः ॥
तथास्त्विति वचः प्राह निरीक्ष्य प्रेमतश्च ताम् ॥
]

`verse 22 [
दाक्षायण्यपि तं नत्वा शंभुं विज्ञाप्य भक्तितः ॥
प्राप्ताज्ञा मातुरभ्याशमगान्मोहमुदान्विता ॥
]

`verse 23 [
हरोपि हिमवत्प्रस्थं प्रविश्य च निजाश्रमम् ॥
दाक्षायणीवियोगाद्वै कृच्छ्रध्यानपरोऽभवत् ॥
]

`verse 24 [
समाधाय मनः शंभुर्लौकिकीं गतिमाश्रितः ॥
चिंतयामास देवर्षे मनसा मां वृषध्वजः ॥
]

`verse 25 [
ततस्संचिंत्यमानोहं महेशेन त्रिशूल्रिना ॥
पुरस्तात्प्राविशं तूर्णं हरसिद्धिप्रचोदितः ॥
]

`verse 26 [
यत्रासौ हिमवत्प्रस्थे तद्वियोगी हरः स्थितः ॥
सरस्वतीयुतस्तात तत्रैव समुपस्थितः ॥
]

`verse 27 [
सरस्वतीयुतं मां च देवर्षे वीक्ष्य स प्रभुः ॥
उत्सुकः प्रेमबद्धश्च सत्या शंभुरुवाच ह ॥
]

`speaker [
शंभुरुवाच
]

`verse 28 [
अहं ब्रह्मन्स्वार्थपरः परिग्रहकृतौ च यत् ॥
तदा स्वत्वमिवस्वार्थे प्रतिभाति ममाधुना ॥2.2.17.३०॥
अहमाराधितस्सत्याद्दाक्षायण्याथ भक्तितः ॥
तस्यै वरो मया दत्तो नंदाव्रतप्रभावतः ॥
]

`verse 29 [
भर्ता भवेति च तया मत्तो ब्रह्मन् वरो वृतः ॥
मम भार्या भवेत्युक्तं मया तुष्टेन सर्वथा ॥
]

`verse 30 [
अथावदत्तदा मां सा सती दाक्षायणी त्विति ॥
पितुर्मे गोचरीकृत्य मां गृहाण जगत्पते ॥
]

`verse 31 [
तदप्यंगीकृतं ब्रह्मन्मया तद्भक्ति तुष्टितः ॥
सा गता भवनं मातुरहमत्रागतो विधे ॥
]

`verse 32 [
तस्मात्त्वं गच्छ भवनं दक्षस्य मम शासनात् ॥
तां दक्षोपि यथा कन्यां दद्यान्मेऽरं तथा वद ॥
]

`verse 33 [
सतीवियोगभंगस्स्याद्यथा मे त्वं तथा कुरु ॥
समाश्वासय तं दक्षं सर्वविद्याविशारदः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
इत्युदीर्य महादेवस्सकाशे मे प्रजापतेः ॥
सरस्वतीं विलोक्याशु वियोगवशगोभवत् ॥
]

`verse 35 [
तेनाहमपि चाज्ञप्तः कृतकृत्यो मुदान्वितः ॥
प्रावोचं चेति जगतां नाथं तं भक्तवत्सलम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
यदात्थ भगवञ्शम्भो तद्विचार्य सुनिश्चितम् ॥
देवानां मुख्यस्स्वार्थो हि ममापि वृषभध्वज॥
]

`verse 37 [
दक्षस्तुभ्यं सुतां स्वां च स्वयमेव प्रदास्यति ॥
अहं चापि वदिष्यामि त्वद्वाक्यं तत्समक्षतः ॥2.2.17.४० ॥
ब्रह्मोवाच ॥
इत्युदीर्य्य महादेवमहं सर्वेश्वरं प्रभुम् ॥
अगमं दक्षनिलयं स्यंदनेनातिवेगिना ॥
]

`speaker [
नारद उवाच
]

`verse 38 [
विधे प्राज्ञ महाभाग वद नो वदतां वर ॥
सत्यै गृहागतायै स दक्षः किमकरोत्ततः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
तपस्तप्त्वा वरं प्राप्य मनोभिलषितं सती ॥
गृहं गत्वा पितुर्मातुः प्रणाममकरोत्तदा ॥
]

`verse 40 [
मात्रे पित्रेऽथ तत्सर्वं समाचख्यौ महेश्वरात् ॥
वरप्राप्तिः स्वसख्या वै सत्यास्तुष्टस्तु भक्तितः ॥
]

`verse 41 [
माता पिता च वृत्तांतं सर्वं श्रुत्वा सखीमुखात् ॥
आनन्दं परमं लेभे चक्रे च परमोत्सवम् ॥
]

`verse 42 [
द्रव्यं ददौ द्विजातिभ्यो यथाभीष्टमुदारधीः॥
अन्येभ्यश्चांधदीनेभ्यो वीरिणी च महामनाः ॥
]

`verse 43 [
वीरिणी तां समालिंग्य स्वसुतां प्रीतिवर्द्धिनीम् ॥
मूर्ध्न्युपाघ्राय मुदिता प्रशशंस मुहुर्मुहुः ॥
]

`verse 44 [
अथ दक्षः कियत्काले व्यतीते धर्मवित्तमः ॥
चिंतयामास देयेयं स्वसुता शम्भवे कथम् ॥
]

`verse 45 [
आगतोपि महादेवः प्रसन्नस्स जगाम ह ॥
पुनरेव कथं सोपि सुतार्थेऽत्रागमिष्यति ॥
]

`verse 46 [
प्रास्थाप्योथ मया कश्चिच्छंभोर्निकटमंजसा ॥
नैतद्योग्यं निगृह्णीयाद्यद्येवं विफलार्दना ॥ 2.2.17.५० ॥
अथवा पूजयिष्यामि तमेव वृषभध्वजम्॥
मदीयतनया भक्त्या स्वयमेव यथा भवेत्॥
]

`verse 47 [
तथैव पूजितस्सोपि वांछत्यार्यप्रयत्नतः॥
शंभुर्भवतु मद्भर्त्तेत्येवं दत्तवरेणतत्॥
]

`verse 48 [
इति चिंतयतस्तस्य दक्षस्य पुरतोऽन्वहम्॥
उपस्थितोहं सहसा सरस्वत्यन्वितस्तदा।५३॥
मां दृष्ट्वा पितरं दक्षः प्रणम्यावनतः स्थितः ॥
आसनं च ददौ मह्यं स्वभवाय यथोचितम् ॥
]

`verse 49 [
ततो मां सर्वलोकेशं तत्रागमन कारणम् ॥
दक्षः पप्रच्छ स क्षिप्रं चिंताविष्टोपि हर्षितः ॥
]

`speaker [
दक्ष उवाच
]

`verse 50 [
तवात्रागमने हेतुः कः प्रवेशे स सृष्टिकृत् ॥
ममोपरि सुप्रसादं कृत्वाचक्ष्व जगद्गुरो ॥
]

`verse 51 [
पुत्रस्नेहात्कार्यवशादथ वा लोककारक॥
ममाश्रमं समायातो हृष्टस्य तव दर्शनात्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 52 [
इति पृष्टस्स्वपुत्रेण दक्षेण मुनिसत्तम ॥
विहसन्नब्रुवं वाक्यं मोदयंस्तं प्रजापतिम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 53 [
शृणु दक्ष यदर्थं त्वत्समीपमहमागतः ॥
त्वत्तोकस्य हितं मेपि भवतोपि तदीप्सितम् ॥
]

`verse 54 [
तव पुत्री समाराध्य महादेवं जगत्पतिम् ॥
यो वरः प्रार्थितस्तस्य समयोयमुपागतः ॥ 2.2.17.६० ॥
शंभुना तव पुत्र्यर्थं त्वत्सकाशमहं धुवम् ॥
प्रस्थापितोस्मि यत्कृत्यं श्रेय स्तदवधारय ॥
]

`verse 55 [
वरं दत्त्वा गतो रुद्रस्तावत्प्रभृति शंकरः ॥
त्वत्सुताया वियोगेन न शर्म लभतेंजसा ॥
]

`verse 56 [
अलब्धच्छिद्रमदनो जिगाय गिरिशं न यम् ॥
सर्वैः पुष्पमयैर्बाणैर्यत्नं कृत्वापि भूरिशः ॥
]

`verse 57 [
स कामबाणविद्धोपि परित्यज्यात्म चिंतनम् ॥
सतीं विचिंतयन्नास्ते व्याकुलः प्राकृतो यथा ॥
]

`verse 58 [
विस्मृत्य प्रश्रुतां वाणीं गणाग्रे विप्रयोगतः ॥
क्व सतीत्येवमभितो भाषते निकृतावपि ॥
]

`verse 59 [
मया यद्वांछितं पूर्वं त्वया च मदनेन च ॥
मरीच्याद्यैमुनिवरैस्तत्सिद्धमधुना सुत ॥
]

`verse 60 [
त्वत्पुत्र्याराधितश्शंभुस्सोपि तस्या विचिंतनात् ॥
अनुशोधयितुं प्रेप्सुर्वर्त्तते हिमवद्गिरौ ॥
]

`verse 61 [
यथा नानाविधैर्भावैस्सत्त्वात्तेन व्रतेन च ॥
शंभुराराधितस्तेन तथैवाराध्यते सती ॥
]

`verse 62 [
तस्मात्तु दक्षतनयां शंभ्वर्थं परिकल्पिताम् ॥
तस्मै देह्यविलंबेन कृता ते कृतकृत्यता ॥
]

`verse 63 [
अहं तमानयिष्यामि नारदेन त्वदालयम् ॥
तस्मै त्वमेनां संयच्छ तदर्थे परिकल्पिताम् ॥ 2.2.17.७० ॥
ब्रह्मोवाच ॥
श्रुत्वा मम वचश्चेति स मे पुत्रोतिहर्षितः ॥
एवमेवेतिमां दक्ष उवाच परिहर्षितः ॥
]

`verse 64 [
ततस्सोहं मुने तत्रागममत्यंतहर्षितः ॥
उत्सुको लोकनिरतो गिरिशो यत्र संस्थितः ॥
]

`verse 65 [
गते नारद दक्षोपि सदार तनयो ह्यपि ॥
अभवत्पूर्णकामस्तु पीयूषैरिव पूरितः ॥
]

`colophon [
इति श्रीशैवे महापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे सतीवरलाभो नाम सप्तदशोऽध्यायः ॥
]
