`speaker [
नारद उवाच
]

`verse 1 [
रुद्रपार्श्वे त्वयि गते किमभूच्चरितं ततः ॥
का वार्ता ह्यभवत्तात किं चकार हरः स्वयम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
अथाहं शिवमानेतुं प्रसन्नः परमेश्वरम् ॥
आसदं हि महादेवं हिमवद्गिरिसंस्थितम् ॥
]

`verse 3 [
मां वीक्ष्य लोकस्रष्टारमायांतं वृषभध्वजः ॥
मनसा संशयं चक्रे सतीप्राप्तौ मुहुर्मुहुः ॥
]

`verse 4 [
अथ प्रीत्या हरो लोक गतिमाश्रित्य लीलया ॥
सत्या भक्त्या च मां क्षिप्रमुवाच प्राकृतो यथा ॥
]

`speaker [
ईश्वर उवाच
]

`verse 5 [
किमकार्षीत्सुरज्येष्ठ सत्यर्थे त्वत्सुतस्स माम् ॥
कथयस्व यथा स्वांतं न दीर्ये मन्मथेन हि ॥
]

`verse 6 [
धावमानो विप्रयोगो मामेव च सतीं प्रति ॥
अभिहंति सुरज्येष्ठ त्यक्त्वान्यां प्राणधारिणीम् ॥
]

`verse 7 [
सतीति सततं ब्रह्मन् वद कार्यं करोम्यहम् ॥
अभेदान्मम सा प्राप्या तद्विधे क्रियतां तथा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
इति रुद्रोक्तवचनं लोकाचारसुगर्भितम् ॥
श्रुत्वाहं नारदमुने सांत्वयन्नगदं शिवम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 9 [
सत्यर्थं यन्मम सुतो वदति स्म वृषध्वज ॥
तच्छ्रणुष्व निजासाध्य सिद्धमित्यवधारय ॥
]

`verse 10 [
देया तस्मै मया पुत्री तदर्थं परिकल्पिता ॥
ममाभीष्टमिदं कार्यं त्वद्वाक्यादधिकं पुनः ॥ 2.2.18.१० ॥
मत्पुत्र्याराधितश्शंभुरेतदर्थं स्वयं पुनः ॥
सोप्यन्विष्यति मां यस्मात्तदा देया मया हरे ॥
]

`verse 11 [
शुभे लग्न सुमुहूर्ते समागच्छतु सोंतिकम् ॥
तदा दास्यामि तनयां भिक्षार्थं शंभवे विधे ॥
]

`verse 12 [
इत्युवाच स मां दक्षस्तस्मात्त्वं वृषभध्वज ॥
शुभे मुहूर्ते तद्वेश्म गच्छ तामानयस्व च ॥ १
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
इति श्रुत्वा मम वचो लौकिकी गतिमाश्रितः ॥
उवाच विहसन्रुद्रो मुने मां भक्तवत्सलः॥
]

`speaker [
रुद्र उवाच
]

`verse 14 [
गमिष्ये भवता सार्द्धं नारदेन च तद्गृहम् ॥
अहमेव जगत्स्रष्टस्तस्मात्त्वं नारदं स्मर ॥
]

`verse 15 [
मरीच्यादीन् स्वपुत्रांश्च मानसानपि संस्मर ॥
तैः सार्द्धं दक्षनिलयं गमिष्ये सगणो विधे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
इत्याज्ञप्तोहमीशेन लोकाचारपरेण ह ॥
संस्मरं नारदं त्वां च मरीच्यदीन्सुतांस्तथा ॥
]

`verse 17 [
ततस्समागतास्सर्वे मानसास्तनयास्त्वया ॥
मम स्मरणमात्रेण हृष्टास्ते द्रुतमादरात् ॥
]

`verse 18 [
विष्णुस्समागतस्तूर्णं स्मृतो रुद्रेण शैवराट् ॥
सस्वसैन्यः कमलया गरुडारूढं एव च ॥
]

`verse 19 [
अध चैत्रसिते पक्षे नक्षत्रे भगदैवते ॥
त्रयोदश्यां दिने भानौ निगच्छत्स महेश्वरः ॥2.2.18.२०॥
सर्वैस्सुरगणैस्सार्द्धं ब्रह्मविष्णु पुरस्सरैः ॥
तथा तैर्मुनिभिर्गच्छन् स बभौ पथि शंकरः ॥
]

`verse 20 [
मार्गे समुत्सवो जातो देवादीनां च गच्छताम् ॥
तथा हरगणानां च सानंदमनसामति ॥
]

`verse 21 [
गजगोव्याघ्रसर्पाश्च जटा चंद्रकला तथा ॥
जग्मुः सर्वे भूषणत्वं यथायोग्यं शिवेच्छया ॥
]

`verse 22 [
ततः क्षणेन बलिना बलीवर्देन योगिना ॥
स विष्णुप्रमुखः प्रीत्या प्राप दक्षालयं हरः ॥
]

`verse 23 [
ततो दक्षो विनीतात्मा संप्रहृष्टतनूरुहः ॥
प्रययौ सन्मुखं तस्य संयुक्तस्सकलैर्निजैः ॥
]

`verse 24 [
सर्वे सुरगणास्तत्र स्वयं दक्षेण सत्कृताः ॥
पार्श्वे श्रेष्ठं च मुनिभिरुपविष्टा यथाक्रमम् ॥
]

`verse 25 [
परिवार्याखिलान्देवान्गणांश्च मुनिभिर्यथा ॥
दक्षस्समानयामास गृहाभ्यंतरतश्शिवम् ॥
]

`verse 26 [
अथ दक्षः प्रसन्नात्मा स्वयं सर्वेश्वरं हरम् ॥
समानर्च विधानेन दत्त्वासनमनुत्तमम् ॥
]

`verse 27 [
ततो विष्णुं च मां विप्रान्सुरान्सर्वान्गणांस्तथा ॥
पूजयामास सद्भक्त्या यथोचितविधानतः ॥
]

`verse 28 [
कृत्वा यथोचितां पूजां तेषां पूज्यादिभिस्तथा ॥
चकार संविदं दक्षो मुनिभिर्मानसैः पुनः ॥ ॥ 2.2.18.३० ॥
ततो मां पितरं प्राह दक्षः प्रीत्या हि मत्सुतः ॥
प्रणिपत्य त्वया कर्म कार्यं वैवाहिकं विभो ॥
]

`verse 29 [
बाढमित्यहमप्युक्त्वा प्रहृष्टैनांतरात्मना ॥
समुत्थाय ततोऽकार्षं तत्कार्यमखिलं तथा ॥
]

`verse 30 [
ततश्शुभे मुहूर्ते हि लग्ने ग्रहबलान्विते ॥
सती निजसुतां दक्षो ददौ हर्षेण शंभवे ॥
]

`verse 31 [
उद्वाहविधिना सोपि पाणिं जग्राह हर्षितः ॥
दाक्षायण्या वरतनोस्तदानीं वृषभध्वजः ॥
]

`verse 32 [
अहं हरिस्त्वदाद्या वै मुनयश्च सुरा गणाः ॥
नेमुस्सर्वे संस्तुतिभि स्तोषयामासुरीश्वरम् ॥
]

`verse 33 [
समुत्सवो महानासीन्नृत्यगानपुरस्सरः ॥
आनन्दं परमं जग्मुस्सर्वे मुनिगणाः सुराः ॥
]

`verse 34 [
कन्या दत्त्वा कृत्तार्थोऽभूत्तदा दक्षो हि मत्सुतः ॥
शिवाशिवौ प्रसन्नौ च निखिलं मंगलालयम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे कन्यादानवर्णनो नामाष्टादशोऽध्यायः ॥
]
