`speaker [
ब्रह्मोवाच
]

`verse 1 [
कृत्वा दक्षस्तुतादानं यौतकं विविधं ददौ ॥
हराय सुप्रसन्नश्च द्विजेभ्यो विविधं धनम् ॥
]

`verse 2 [
अथ शंभु मुदागत्य समुत्थाय कृतांजलिः ॥
सार्द्धं कमलया चेदमुवाच गरुडध्वजः ॥
]

`verse 3 [
॥ विष्णुरुवाच ॥ ॥
देवदेव महादेव करुणासागर प्रभो ॥
त्वं पिता जगतां तात सती माताखिलस्य च ॥
]

`verse 4 [
युवां लीलावतारौ द्वे सतां क्षेमाय सर्वदा ॥
खलानां निग्रहार्थाय श्रुतिरेषा सनातनी ॥
]

`verse 5 [
स्निग्धनीलांजनश्यामशोभया शोभसे हर॥
दाक्षायण्या यथा चाहं प्रतिलोमेन पद्मया ॥
]

`verse 6 [
देवानां वा नृणां रक्षां कुरु सत्याऽनया सताम् ॥
संसारसारिणां शम्भो मंगलं सर्वदा तथा ॥ ॥
]

`verse 7 [
य एनां साभिलाषो वै दृष्ट्वा श्रुत्वाथवा भवेत् ॥
तं हन्यास्सर्वभूतेश विज्ञप्तिरिति मे प्रभो ॥
]

`verse 8 [
॥ ब्रह्मोवाच ॥ ॥
इति श्रुत्वा वचो विष्णोर्विहस्य परमेश्वरः ॥
एवमस्त्विति सर्वज्ञः प्रोवाच मधुसूदनम् ॥
]

`verse 9 [
स्वस्थानं हरिरागत्य स्थित आसीन्मुनीश्वर ॥
उत्सवं कारयामास जुगोप चरितं च तत् ॥
]

`verse 10 [
अहं देवीं समागत्य गृह्योक्तविधिनाऽखिलम् ॥
अग्निकार्यं यथोद्दिष्टमकार्षं च सुविस्तरम् ॥2.2.19.१०॥
ततश्शिवा शिवश्चैव यथाविधि प्रहृष्टवत् ॥
अग्नेः प्रदक्षिणं चक्रे मदाचार्यद्विजाज्ञया ॥
]

`verse 11 [
तदा महोत्सवस्तत्राद्भुतोभूद्द्विजसत्तम ॥
सर्वेषां सुखदं वाद्यं गीतनृत्यपुरस्सरम् ॥
]

`verse 12 [
तदानीमद्भुतं तत्र चरितं समभूदति ॥
सुविस्मयकरं तात तच्छृणु त्वं वदामि ते ॥
]

`verse 13 [
दुर्ज्ञेया शांभवी माया तया संमोहितं जगत् ॥
सचराचरमत्यंतं सदेवासुरमानुषम् ॥
]

`verse 14 [
योऽहं शंभुं मोहयितुं पुरैच्छं कपटेन ह ॥
मां च तं शंकरस्तात मोहयामास लीलया ॥
]

`verse 15 [
इच्छेत्परापकारं यस्स तस्यैव भवेद्ध्रुवम् ॥
इति मत्वाऽपकारं नो कुर्यादन्यस्य पूरुषः ॥
]

`verse 16 [
प्रदक्षिणां प्रकुर्वंत्या वह्नेस्सत्याः पदद्वयम्॥
आविर्बभूव वसनात्तदद्राक्षमहं मुने ॥
]

`verse 17 [
मदनाविष्टचेताश्च भूत्वांगानि व्यलोकयम् ॥
अहं सत्या द्विजश्रेष्ठ शिवमायाविमोहितः ॥
]

`verse 18 [
यथा यथाहं रम्याणि व्यैक्षमंगानि कौतुकात् ॥
सत्या बभूव संहृष्टः कामार्तो हि तथा तथा ॥
]

`verse 19 [
अहमेवं तथा दृष्ट्वा दक्षजां च पतिव्रताम् ॥
स्मराविष्टमना वक्त्रं द्रष्टुकामोभवं मुने ॥ 2.2.19.२० ॥
न शंभोर्लज्जया वक्त्रं प्रत्यक्षं च विलोकितम् ॥
न च सा लज्जयाविष्टा करोति प्रगटं मुखम् ॥
]

`verse 20 [
ततस्तद्दर्शनार्थाय सदुपायं विचारयन् ॥
धूम्रघोरेण कामार्तोऽकार्षं तच्च ततः परम् ॥
]

`verse 21 [
आर्द्रेंधनानि भूरीणि क्षिप्त्वा तत्र विभावसौ ॥
स्वल्पाज्याहुतिविन्यासादार्द्रद्रव्योद्भवस्तथा ॥
]

`verse 22 [
प्रादुर्भूतस्ततो धूमो भूयांस्तत्र समंततः॥
तादृग् येन तमो भूतं वेदीभूमिविनिर्मितम् ॥
]

`verse 23 [
ततो धूमाकुले नेत्रे महेशः परमेश्वरः ॥
हस्ताभ्यां छादयामास बहुलीलाकरः प्रभुः ॥
]

`verse 24 [
ततो वस्त्रं समुत्क्षिप्य सतीवक्त्रमहं मुने ॥
अवेक्षं किल कामार्तः प्रहृष्टेनांतरात्मना ॥
]

`verse 25 [
मुहुर्मुहुरहं तात पश्यामि स्म सतीमुखम् ॥
अथेन्द्रियविकारं च प्राप्तवानस्मि सोऽवशः ॥
]

`verse 26 [
मम रेतः प्रचस्कंद ततस्तद्वीक्षणाद्द्रुतम्॥
चतुर्बिन्दुमित भूमौ तुषारचयसंनिभम् ॥
]

`verse 27 [
ततोहं शंकितो मौनी तत्क्षणं विस्मितो मुने ॥
आच्छादयेस्म तद्रेतो यथा कश्चिद्बुबोध न॥
]

`verse 28 [
अथ तद्भगवाञ्छंभुर्ज्ञात्वा दिव्येन चक्षुषा ॥
रेतोवस्कंदनात्तस्य कोपादेतदुवाच ह ॥ 2.2.19.३० ॥
रुद्र उवाच ॥
किमेतद्विहितं पाप त्वया कर्म विगर्हितम् ॥
विवाहे मम कांताया वक्त्रं दृष्टं न रागतः ॥
]

`verse 29 [
त्वं वेत्सि शंकरेणैतत्कर्म ज्ञातं न किंचन ॥
त्रैलोक्येपि न मेऽज्ञातं गूढं तस्मात्कथं विधे ॥
]

`verse 30 [
यत्किंचित्त्रिषु लोकेषु जंगमं स्थावरं तथा ॥
तस्याहं मध्यगो मूढ तैलं यद्वत्तिलांति कम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
इत्युक्त्वा प्रिय विष्णुर्मां तदा विष्णुवचः स्मरन् ॥
इयेष हंतुं ब्रह्माणं शूलमुद्यम्य शंकरः ॥
]

`verse 32 [
शभुंनोद्यमिते शूले मां च हंतुं द्विजोत्तम ॥
मरीचिप्रमुखास्ते वै हाहाकारं च चक्रिरे ॥
]

`verse 33 [
ततो देवगणास्सर्वे मुनयश्चाखिलास्तथा ॥
तुष्टुवुश्शंकरं तत्र प्रज्वलंतं भयातुराः ॥
]

`speaker [
देवा ऊचुः
]

`verse 34 [
देव देव महादेव शरणागतवत्सल ॥
ब्रह्माणं रक्ष रक्षेश कृपां कुरु महेश्वर ॥
]

`verse 35 [
जगत्पिता महेश त्वं जगन्माता सती मता ॥
हरिब्रह्मादयस्सर्वे तव दासास्सुरप्रभो ॥
]

`verse 36 [
अद्भुताकृतिलीलस्त्वं तव मायाद्भुता प्रभो ॥
तया विमोहितं सर्वं विना त्वद्भक्तिमीश्वर ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
इत्थं बहुतरं दीना निर्जरा मुनयश्च ते ॥
तुष्टुवुर्देवदेवेशं क्रोधाविष्टं महेश्वरम् ॥ 2.2.19.४० ॥
दक्षो मैवं मैवमिति पाणिमुद्यम्य शंकितः ॥
वारयामास भूतेशं क्षिप्रमेत्य पुरोगतः ॥
]

`verse 38 [
अथाग्रे संगतं वीक्ष्य तदा दक्षं महेश्वरः ॥
प्रत्युवाचाप्रियमिदं संस्मरन्प्रार्थनां हरेः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 39 [
विष्णुना मेतिभक्तेन यदिदानीमुदीरितम् ॥
मयाप्यंगीकृतं कर्तुं तदिहैव प्रजापते ॥
]

`verse 40 [
सतीं यस्याभिलाषस्सन् वीक्षेत वध तं प्रभो ॥
इति विष्णुवचस्सत्यं विधिं हत्वा करोम्यहम् ॥
]

`verse 41 [
साभिलाषः कथं ब्रह्मा सतीं समवलोकयत् ॥
अभवत्त्यक्तरेतास्तु ततो हन्मि कृतागसम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
इत्युक्तवति देवेश महेशे क्रोधसंकुले ॥
चकंपिरे जनाः सर्वे सदेवमुनिमानुषाः ॥
]

`verse 43 [
हाहाकारो महानासीदौदासीन्यं च सर्वशः ॥
अभूवम्बिकलोऽतीव तदाहं तद्विमोहकः ॥
]

`verse 44 [
अथ विष्णुर्महेशातिप्रियः कार्यविचक्षणः ॥
तमेवंवादिनं रुद्रं तुष्टाव प्रणतस्सुधीः ॥
]

`verse 45 [
स्तुत्वा च विविधैः स्तोत्रैश्शंकरं भक्तवत्सलम् ॥
इदमूचे वारयंस्तं क्षिप्रं भूत्वा पुरस्सरः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 46 [
विधिन्न जहि भूतेश स्रष्टारं जगतां प्रभुम्॥
अयं शरणगस्तेद्य शरणागतवत्सलः ॥2.2.19.५०॥
अहं तेऽतिप्रियो भक्तो भक्तराज इतीरितः ॥
विज्ञप्तिं हृदि मे मत्त्वा कृपां कुरु ममोपरि ॥
]

`verse 47 [
अन्यच्च शृणु मे नाथ वचनं हेतुगर्भितम् ॥
तन्मनुष्व महेशान कृपां कृत्वा ममोपरि ॥
]

`verse 48 [
प्रजास्स्रष्टुमयं शंभो प्रादुर्भूतश्चतुर्मुखः ॥
अस्मिन्हते प्रजास्रष्टा नास्त्यन्यः प्राकृतोऽधुना ॥
]

`verse 49 [
सृष्टिस्थित्यंतकर्माणि करिष्यामः पुनः पुनः ॥
त्रयो देवा वयं नाथ शिवरूप त्वदाज्ञया ॥
]

`verse 50 [
एतस्मिन्निहते शम्भो कस्त्वत्कर्म करिष्यति ॥
तस्मान्न वध्यो भवता सृष्टिकृल्लयकृद्विभो ॥
]

`verse 51 [
अनेनैव सती कन्या दक्षस्य च शिवा विभो ॥
सदुपायेन वै भार्या भवदर्थे प्रकल्पिता ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 52 [
इत्याकर्ण्य महेशस्तु विज्ञप्तिं विष्णुना कृताम् ॥
प्रत्युवाचाखिलांस्तांश्च श्रावयंश्च दृढव्रतः ॥
]

`speaker [
महेश उवाच
]

`verse 53 [
देव देव रमेशान विष्णो मत्प्राणवल्लभ ॥
न निवारय मां तात वधादस्य खलस्त्वयम् ॥
]

`verse 54 [
पूरयिष्यामि विज्ञप्तिं पूर्वान्तेंगीकृतां मया ॥
महापापकरं दुष्टं हन्म्येनं चतुराननम् ॥
]

`verse 55 [
अहमेव प्रजास्स्रक्ष्ये सर्वाः स्थिरचरा अपि ॥
अन्यं स्रक्ष्ये सृष्टिकरमथवाहं स्वतेजसा॥2.2.19.६०॥
हत्वैनं विधिमेवाहं स्वपणं पूरयन् कृतम् ॥
स्रष्टारमेकं स्रक्ष्यामि न निवारय मेश माम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 56 [
इति तस्य वचश्श्रुत्वा गिरीश स्याह चाच्युतः ॥
स्मितप्रभिन्नहृदयः पुनर्मैवमितीरयन् ॥
]

`speaker [
अच्युत उवाच
]

`verse 57 [
प्रतिज्ञापूरणं योग्यं परस्मिन्पुरुषेस्ति वै॥
विचारयस्व वध्येश भवत्यात्मनि न प्रभो ॥
]

`verse 58 [
त्रयो देवा वयं शंभो त्वदात्मानः परा नहि ॥
एकरूपा न भिन्नाश्च तत्त्वतस्सुविचारय ॥ ॥
]

`verse 59 [
ततस्तद्वचनं श्रुत्वा विष्णोस्स्वातिप्रियस्य सः ॥
शंभुरूचे पुनस्तं वै ख्यापयन्नात्मनो गतिम् ॥
]

`speaker [
शम्भुरुवाच
]

`verse 60 [
हे विष्णो सर्वभक्तेश कथमात्मा विधिर्मम ॥
लक्ष्यते भिन्न एवायं प्रत्यक्षेणाग्रतः स्थितः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 61 [
इत्याज्ञप्तो महेशेन सर्वेषां पुरतस्तदा ॥
इदमूचे महादेवं तोषयन् गरुडध्वजः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 62 [
न ब्रह्मा भवतो भिन्नो न त्वं तस्मात्सदाशिव ॥
न वाहं भवतो भिन्नो न मत्त्वं परमेश्वर ॥
]

`verse 63 [
सर्वं जानासि सर्वज्ञ परमेश सदाशिव ॥
मन्मुखादखिलान्सर्वं संश्रावयितुमिच्छसि ॥
]

`verse 64 [
त्वदाज्ञया वदामीश शृण्वंतु निखिलास्सुराः ॥
मुनयश्चापरे शैवं तत्त्वं संधार्य स्वं मनः ॥ 2.2.19.७० ॥
प्रधानस्याऽप्रधानस्य भागाभागस्य रूपिणः ॥
ज्योतिर्मयस्य भागास्ते वयं देवाः प्रभोस्त्रयः ॥
]

`verse 65 [
कस्त्वं कोहं च को ब्रह्मा तवैव परमात्मनः ॥
अंशत्रयमिदं भिन्नं सृष्टिस्थित्यंतकारणम् ॥
]

`verse 66 [
चिंतयस्वात्मनात्मानं स्वलीलाधृतविग्रहः ॥
एकस्त्वं ब्रह्म सगुणो ह्यंशभूता वयं त्रयः ॥
]

`verse 67 [
शिरोग्रीवादिभेदेन यथैकस्यैव वर्ष्मणः ॥
अंगानि ते तथेशस्य तस्य भगत्रयं हर ॥
]

`verse 68 [
यज्ज्योतिरभ्रं स्वपुरं पुराणं कूटस्थमव्यक्तमनंतरूपम् ॥
नित्यं च दीर्घादिविशेषणाद्यैर्हीनं शिवस्त्वं तत एव सर्वम् ॥
]

`verse 69 [
ब्रह्मोवाच ॥ एतच्छ्रुत्वा वचस्तस्य महादेवो मुनीश्वर ॥
बभूव सुप्रसन्नश्च न जघान स मां ततः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे सतीविवाहशिवलीलावर्णनं नामैकोनविंशोऽध्यायः ॥
]
