`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन् विधे महाभाग शिवभक्तवर प्रभो ॥
श्रावितं चरितं शंभोरद्भुतं मंगलायनम् ॥
]

`verse 2 [
ततः किमभवत्तात कथ्यतां शशिमौलिनः
सत्याश्च चरितं दिव्यं सर्वाघौघविनाशनम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
निवृत्ते शंकरे चास्मद्वधाद्भक्तानुकंपिनि ॥
अभवन्निर्भयास्सर्वे सुखिनस्तु प्रसन्नकाः ॥
]

`verse 4 [
नतस्कंधास्सांजलयः प्रणेमुर्निखिलाश्च ते ॥
तुष्टुवुश्शंकरं भक्त्या चक्रुर्जयरवं मुदा ॥
]

`verse 5 [
तस्मिन्नेव कालेऽहं प्रसन्नो निर्भयो मुने ॥
अस्तवं शंकरं भक्त्या विविधैश्च शुभस्तवैः ॥
]

`verse 6 [
ततस्तुष्टमनाश्शंभुर्बहुलीलाकरः प्रभुः ॥
मुने मां समुवाचेदं सर्वेषां शृण्वतां तदा ॥
]

`speaker [
रुद्र उवाच
]

`verse 7 [
ब्रह्मन् तात प्रसन्नोहं निर्भयस्त्वं भवाधुना ॥
स्वशीर्षं स्पृश हस्तेन मदाज्ञां कुर्वसंशयम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
इत्याकर्ण्य वचश्शम्भोर्बहुलीलाकृतः प्रभोः ॥
स्पृशन् स्वं कं तथा भूत्वा प्राणमं वृषभध्वजम् ॥
]

`verse 9 [
यावदेवमहं स्वं कं स्पृशामि निजपाणिना ॥
तावत्तत्र स्थितं सद्यस्तद्रूपवृषवाहनम् ॥
]

`verse 10 [
ततो लज्जापरीतांगस्स्थितश्चाहमधोमुखः ॥
इन्द्राद्यैरमरैस्सर्वैस्सुदृष्टस्सर्वतस्स्थितैः ॥2.2.20.१०॥
अथाहं लज्जयाविष्टः प्रणिपत्य महेश्वरम् ॥
प्रवोचं संस्तुतिं कृत्वा क्षम्यतां क्षम्यतामिति ॥
]

`verse 11 [
अस्य पापस्य शुध्यर्थं प्रायश्चित्तं वद प्रभो॥
निग्रहं च तथान्यायं येन पापं प्रयातु मे ॥
]

`verse 12 [
इत्युक्तस्तु मया शंभुरुवाच प्रणतं हि तम् ॥
सुप्रसन्नतरो भूत्वा सर्वेशो भक्तवत्सलः ॥
]

`speaker [
शंभुरुवाच
]

`verse 13 [
अनेनैव स्वरूपेण मदधिष्ठितकेन हि ॥
तपः कुरु प्रसन्नात्मा मदाराधनतत्परः॥
]

`verse 14 [
ख्यातिं यास्यसि सर्वत्र नाम्ना रुद्रशिरः क्षितौ॥
साधकः सर्वकृत्यानां तेजोभाजां द्विजन्मनाम् ॥
]

`verse 15 [
मनुष्याणामिदं कृत्यं यस्माद्वीर्य्यं त्वयाऽधुना ॥
तस्मात्त्वं मानुषो भूत्वा विचरिष्यसि भूतले ॥
]

`verse 16 [
यस्त्वां चानेन रूपेण दृष्ट्वा कौ विचरिष्यति ॥
किमेतद्ब्रह्मणो मूर्ध्नि   वदन्निति पुरान्तकः ॥
]

`verse 17 [
ततस्ते चेष्टितं सर्वं कौतुकाच्छ्रोष्यतीति यः ॥
परदारकृतात्त्यागान्मुक्तिं सद्यस्स यास्यति ॥
]

`verse 18 [
यथा यथा जनश्चैतत्कृत्यन्ते कीर्तयिष्यति ॥
तथा तथा विशुद्धिस्ते पापस्यास्य भविष्यति ॥
]

`verse 19 [
एतदेव हि ते ब्रह्मन् प्रायश्चित्तं मयेरितम् ॥
जनहास्यकरं लोके तव गर्हाकरं परम् ॥2.2.20.२०॥
एतच्च तव वीर्य्यं हि पतितं वेदिमध्यगम् ॥
कामार्तस्य मया दृष्टं नैतद्धार्यं भविष्यति ॥
]

`verse 20 [
चतुर्बिन्दुमितं रेतः पतितं यत्क्षितौ तव ॥
तन्मितास्तोयदा व्योम्नि भवेयुः प्रलयंकराः ॥
]

`verse 21 [
एतस्मिन्नंतरे तत्र देवर्षीणां पुरो द्रुतम् ॥
तद्रेतसस्समभवंस्तन्मिताश्च बलाहका ॥
]

`verse 22 [
संवर्तकस्तथावर्त्तः पुष्करो द्रोण एव च ॥
एते चतुर्विधास्तात महामेघा लयंकराः ॥
]

`verse 23 [
गर्जंतश्चाथ मुचंतस्तोयानीषच्छिवेच्छया ॥
फेलुर्व्योम्नि मुनिश्रेष्ठ तोयदास्ते कदारवाः ॥
]

`verse 24 [
तैस्तु संछादिते व्योम्नि सुगर्जद्भिश्च शंकरः॥
प्रशान्दाक्षायणी देवी भृशं शांतोऽभवद्द्रुतम् ॥
]

`verse 25 [
अथ चाहं वीतभयश्शंकरस्या ज्ञया तदा ॥
शेषं वैवाहिकं कर्म समाप्तिमनयं मुने ॥
]

`verse 26 [
पपात पुष्पवृष्टिश्च शिवाशिवशिरस्कयोः ॥
सर्वत्र च मुनिश्रेष्ठ मुदा देवगणोज्झिता ॥
]

`verse 27 [
वाद्यमानेषु वाद्येषु गायमानेषु तेषु च ॥
पठत्सु विप्रवर्येषु वादान् भक्त्यान्वितेषु च ॥
]

`verse 28 [
रंभादिषु पुरंध्रीषु नृत्यमानासु सादरम् ॥
महोत्सवो महानासीद्देवपत्नीषु नारद ॥ 2.2.20.३० ॥
अथ कर्मवितानेशः प्रसन्नः परमेश्वरः ॥
प्राह मां प्रांजलिं प्रीत्या लौकिकीं गतिमाश्रितः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 29 [
हे ब्रह्मन् सुकृतं कर्म सर्वं वैवाहिकं च यत् ॥
प्रसन्नोस्मि त्वमाचार्यो दद्यां ते दक्षिणां च काम् ॥
]

`verse 30 [
याचस्व तां सुरज्येष्ठ यद्यपि स्यात्सुदुर्लभा ॥
ब्रूहि शीघ्रं महाभाग नादेयं विद्यते मम ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
इत्याकर्ण्य वचस्सोहं शंकरस्य कृतांजलिः ॥
मुनेऽवोचं विनीतात्मा प्रणम्येशं मुहुर्मुहुः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
यदि प्रसन्नो देवेश वरयोग्योस्म्यहं यदि ॥
तत्कुरु त्वं महेशान सुप्रीत्या यद्वदाम्यहम् ॥
]

`verse 33 [
अनेनैव तु रूपेण वेद्यामस्यां महेश्वर ॥
त्वया स्थेयं सदैवात्र नृणां पापविशुद्धये ॥
]

`verse 34 [
येनास्य संनिधौ कृत्वा स्वाश्रमं शशि शेखर ॥
तपः कुर्या विनाशाय स्वपापस्यास्य शंकर ॥
]

`verse 35 [
चैत्रशुक्लत्रयोदश्यां नक्षत्रे भगदैवते ॥
सूर्यवारे च यो भक्त्या वीक्षेत भुवि मानवः ॥
]

`verse 36 [
तदैव तस्य पापानि प्रयांतु हर संक्षयम् ॥
वर्द्धते विपुलं पुण्यं रोगा नश्यंतु सर्वशः ॥
]

`verse 37 [
या नारी दुर्भगा वंध्या काणा रूपविवर्जिता ॥
सापि त्वद्दर्शनादेव निर्दोषा संभवेद्ध्रुवम् ॥ 2.2.20.४० ॥
ब्रह्मोवाच ॥
इत्याकर्ण्य वचो मे हि स्वात्मसर्वसुखावहम् ॥
तथाऽस्त्विति शिवः प्राह सुप्रसन्नेन चेतसा ॥
]

`speaker [
शिव उवाच
]

`verse 38 [
हिताय सर्वलोकस्य वेद्यां  तस्यां व्यवस्थितः ॥
स्थास्यामि सहितः पत्न्या सत्या त्वद्वचनाद्विधे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
इत्युक्त्वा भगवांस्तत्र सभार्यो वृषभध्वजः ॥
उवाच वेदिमध्यस्थो मूर्तिं कृत्वांशरूपिणीम् ॥
]

`verse 40 [
ततो दक्षं समामंत्र्य शंकरः परमेश्वरः ॥
पत्न्या सत्या गंतुमना अभूत्स्वजनवत्सलः ॥
]

`verse 41 [
एतस्मिन्नंतरे दक्षो विनयावनतस्सुधीः ॥
सांजलिर्नतकः प्रीत्या तुष्टाव वृषभध्वजम् ॥ ॥
]

`verse 42 [
विष्ण्वादयस्सुरास्सर्वे मुनयश्च गणास्तदा ॥
नत्वा संस्तूय विविधं चक्रुर्जयरवं मुदा ॥
]

`verse 43 [
आरोप्य वृषभे शंभुस्सतीं दक्षाज्ञया मुदा ॥
जगाम हिमवत्प्रस्थं वृषभस्थस्स्वयं प्रभुः॥
]

`verse 44 [
अथ सा शंकराभ्यासे सुदती चारुहासिनी ॥
विरेजे वृषभस्था वै चन्द्रांते कालिका यथा ॥
]

`verse 45 [
विष्ण्वादयस्सुरास्सर्वे मरीच्याद्यास्तथर्षयः ॥
दक्षोपि मोहितश्चासीत्तथान्ये निश्चला जनाः ॥
]

`verse 46 [
केचिद्वाद्यान्वादयन्तो गायंतस्सुस्वरं परे ॥
शिवं शिवयशश्शुद्धमनुजग्मुः शिवं मुदा ॥2.2.20.५०॥
मध्यमार्गाद्विसृष्टो हि दक्षः प्रीत्याथ शम्भुना ॥
वधाम प्राप सगणः शम्भुः प्रेमसमाकुलः ॥
]

`verse 47 [
विसृष्टा अपि विष्ण्वाद्याश्शम्भुना पुनरेव ते ॥
अनुजग्मुश्शिवं भक्त्या सुराः परमया मुदा ॥
]

`verse 48 [
तैस्सर्वैस्सगणैश्शंभुस्सत्यः च स्वस्त्रिया युतः ॥
प्राप स्वं धाम संहृष्टो हिमवद्गिरि शोभितम् ॥
]

`verse 49 [
तत्र गत्वाखिलान्देवान्मुनीनपि परांस्तथा ॥
मुदा विसर्जयामास बहु सम्मान्य सादरम् ॥
]

`verse 50 [
शंभुमाभाष्य ते सर्वे विष्ण्वाद्या मुदितानना ॥
स्वंस्वं धाम ययुर्नत्वा स्तुत्वा च मुनयस्सुराः ॥
]

`verse 51 [
शिवोपि मुदितोत्यर्थं स्वपत्न्या दक्षकन्यया ॥
हिमवत्प्रस्थसंस्थो हि विजहार भवानुगः ॥
]

`verse 52 [
ततस्स शंकरस्सत्या सगणस्सूतिकृन्मुने ॥
प्राप स्वं धाम संहृष्टः कैलाशं पर्वतोत्तमम् ॥
]

`verse 53 [
एतद्वस्सर्वमाख्यातं यथा तस्य पुराऽभवत् ॥
विवाहो वृषयानस्य मनुस्वायंभुवान्तक ॥
]

`verse 54 [
विवाहसमये यज्ञे प्रारंभे वा शृणोति यः ॥
एतदाख्यानमव्यग्रस्संपूज्य वृषभध्वजम् ॥
]

`verse 55 [
तस्याऽविघ्नं भवेत्सर्वं कर्म वैवाहिकं च यत् ॥
शुभाख्यमपरं कर्म निर्विघ्नं सर्वदा भवेत् ॥2.2.20.६०॥
कन्या च सुखसौभण्यशीलाचारगुणान्विता॥
साध्वी स्यात्पुत्रिणी प्रीत्या श्रुत्वाख्यानमिदं शुभम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखण्डे सती विवाहवर्णनं नाम विंशोऽध्यायः ॥
]
