`speaker [
नारद उवाच
]

`verse 1 [
समीचीनं वचस्तात सर्वज्ञस्य तवाऽनघ ॥
महाद्भुतं श्रुतं नो वै चरितं शिवयोश्शुभम् ॥
]

`verse 2 [
विवाहश्च श्रुतस्सम्यक् सर्वमोहापहारकः ॥
परमज्ञानसंपन्नो मंगलालय उत्तमः ॥
]

`verse 3 [
भूय एव विवित्सा मे चरितं शिवयोश्शुभम् ॥
तद्वर्णय महाप्राज्ञ कृपां कृत्वाऽतुलामरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
सम्यक्कारुणिकस्यैव मुने ते विचिकित्सितम् ॥
यदहं नोदितस्सौम्य शिवलीलानुवर्णने ॥
]

`verse 5 [
विवाह्य दक्षजां देवीं सतीं त्रैलोक्यमातरम् ॥
गत्वा स्वधाम सुप्रीत्या यदकार्षीन्निबोध मे ॥
]

`verse 6 [
ततो हरस्स स्वगणस्स्वस्थानं प्राप्य मोदनम ॥
देवर्षे तत्र वृषभादवातरदतिप्रियात् ॥
]

`verse 7 [
यथायोग्यं निजस्थानं प्रविश्य स सतीसखः ॥
मुमुदेऽतीव देवर्षे भवाचारकरश्शिवः॥
]

`verse 8 [
ततो विरूपाक्ष इमां प्राप्य दाक्षायणीं गणान् ॥
स्वीयानिर्यापयामास नद्यादीन् गिरिकंदरात् ॥
]

`verse 9 [
उवाच चैतास्तान् सर्वान्नंद्यादीनतिसूनृतम्   ॥
लौकिकीं रीतिमाश्रित्य करुणासागरः प्रभुः ॥
]

`speaker [
महेश उवाच
]

`verse 10 [
यदाहं च स्मराम्यत्र स्मरणादरमानसाः ॥
समागमिष्यथ तदा मत्पार्श्वं मे गणा द्रुतम् ॥ 2.2.21.१० ॥
इत्युक्ते वामदेवेन नद्याद्यास्स्वगणाश्च ते ॥
महावेगा महावीरा नानास्थानेषु संययुः ॥
]

`verse 11 [
ईश्वरोपि तया सार्द्धं तेषु यातेषु विभ्रमी ॥
दाक्षायण्या समं रेमे रहस्ये मुदितो भृशम् ॥
]

`verse 12 [
कदाचिद्वन्य पुष्पाणि समाहृत्य मनोहराम् ॥
मालां विधाय सत्यास्तु हारस्थाने स योजयत्॥
]

`verse 13 [
कदाचिद्दर्पणे चैव वीक्षतीमात्मनस्सतीम् ॥
अनुगम्य हरो वक्त्रम् स्वीयमप्यवलोकयत ॥
]

`verse 14 [
कदाचित्कुंडलं तस्या उल्लास्योल्लास्य संगतः॥
बध्नाति मोचयत्येव सा स्वयं मार्जयत्यपि ॥
]

`verse 15 [
सरागौ चरणावस्याः पावकेनोज्ज्वलेन च ॥
निसर्गरक्तौ कुरुते पूर्णरागौ वृषध्वजः ॥
]

`verse 16 [
उच्चैरपि यदाख्येयमन्येषां पुरतो बहु ॥
तत कर्णे कथयत्त्यस्याहरो द्रष्टुं तदाननम् ॥
]

`verse 17 [
न दूरमपि गन्तासौ समागत्य प्रयत्नतः॥
अनुबध्नाति नामाक्षी पृष्ठदेशेन्यमानसाम्॥
]

`verse 18 [
अंतर्हितस्तु तत्रैव मायया वृषभध्वजः ॥
तामालिलिंग भीत्या स्वं चकिता व्याकुलाऽभवत्॥
]

`verse 19 [
सौवर्णपद्मकलिकातुल्ये तस्या कुचद्वये ॥
चकार भ्रमराकारं मृगनाभिविशेषकम् ॥ 2.2.21.२० ॥
हारमस्याः कुचयुगाद्वियोज्य सहसा हरः ॥
न्ययोजयच्च तत्रैव स्वकरस्पर्शनं मुहुः ॥
]

`verse 20 [
अंगदान्वलयानूर्मान्विश्लेष्य च पुनः पुनः॥
तत्स्थानात्पुनरेवासौ तत्स्थाने प्रत्ययोजयत् ॥
]

`verse 21 [
कालिकेति समायाति सवर्णा ते सखी त्विमाम् ॥
यास्यत्वस्यास्तथेक्षंत्याः प्रोत्तुंगौ साहसं कुचौ ॥
]

`verse 22 [
कदाचिन्मदनोन्मादचेतनः प्रमथाधिपः ॥
चकार नर्म शर्माणि तथाकृत्प्रियया मुदा ॥
]

`verse 23 [
आहृत्य पद्मपुष्पाणि रम्यपुष्पाणि शंकरः ॥
सर्वांगेषु करोति स्म पुष्पाभरणमादरात् ॥
]

`verse 24 [
गिरिकुंजेषु रम्येषु सत्या सह महेश्वरः ॥
विजहार समस्तेषु प्रियया भक्तवत्सलः ॥
]

`verse 25 [
तया विना स्म नो याति नास्थितो न स्म चेष्टते ॥
तया विना क्षममपि शर्म लेभे न शंकरः ॥
]

`verse 26 [
विहृत्य सुचिरं कालं कैलासगिरिकुंजरे ॥
अगमद्धिमवत्प्रस्थं सस्मार स्वेच्छया स्मरन् ॥
]

`verse 27 [
तस्मिन्प्रविष्टे कामे तु वसंतश्शंकरांतिके ॥
वितस्तार निजं भावं हार्दं विज्ञाय यत्प्रभो ॥
]

`verse 28 [
सर्वे च पुष्पिता वृक्षा लताश्चान्याश्च पुष्पिताः।
अंभांसि फुल्लपद्मानि पद्मास्सभ्रमरास्तथा॥2.2.21.३०॥
प्रविष्टे तत्र सदृतौ ववौ स मलयो मरुत् ॥
सुगंधिगंधपुष्पेण मोदकश्च सुगंधियुक् ॥
]

`verse 29 [
संध्यार्द्रचन्द्रसंकाशाः पलाशाश्च विरेजिरे ॥
कामास्त्रवत्सुमनसः प्रमोदात्पादपाधरः ॥
]

`verse 30 [
बभुः पंकजपुष्पाणि सरस्सु संकलाञ्जनान् ॥
संमोहयितुमुद्युक्ता सुमुखी वायुदेवता ॥
]

`verse 31 [
नागकेशरवृक्षाश्च स्वर्णवर्णैः प्रसूनकैः ॥
बभुर्मदनकेत्वाभा मनोज्ञाश्शंकरांतिके ॥
]

`verse 32 [
लवंगवल्लीसुरभिगंधेनोद्वास्य मारुतम् ॥
मोहयामास चेतांसि भृशं कामिजने पुरा ॥
]

`verse 33 [
चारु पावकचर्चित्सु सुस्वराश्चूतशालिनः ॥
बभुर्मदनबाणौघपर्यंकमदनावृताः ॥
]

`verse 34 [
अंभांसि मलहीनानि रेजुः फुल्लकुशाशयाः ॥
मुनीनामिव चेतांसि प्रव्यक्तज्योतिरुद्गमम् ॥
]

`verse 35 [
तुषारास्सूर्यरश्मीनां संगमादगमन् बहिः ॥
प्रमत्वानीक्ष्यतेक्षाश्च सलिलीहृदयास्तदा ॥
]

`verse 36 [
प्रसन्नास्सह चन्द्रेण ननिषारास्तदाऽभवन् ॥
विभावर्यः प्रियेणैवं कामिन्यस्तु मनोहराः ॥
]

`verse 37 [
तस्मिन्काले महादेवस्सह सत्या धरोत्तमे ॥
रेमे स सुचिरं छन्दं निकुंजेषु नदीषु च ॥ 2.2.21.४० ॥
तथा तेन समं रेजे तदा दाक्षायिणि मुने ॥
यथा हरः क्षणमपि शांतिमाप तया विना ॥
]

`verse 38 [
संभोगविषये देवी सती तस्य मनः प्रिया ॥
विशतीव हरस्यांगे पाययन्निव तद्रसम् ॥
]

`verse 39 [
तस्या कुसुममालाभिर्भूषयन्सकलां तनुम् ॥
स्वहस्तरचिताभिस्तु नवशर्माकरोच्च सः ॥
]

`verse 40 [
आलापैर्वीक्षितैर्हास्यैस्तथा संभाषणैर्हरः ॥
तस्यादिदेश गिरिजां सपतीवात्मसंविदम् ॥
]

`verse 41 [
तद्वक्त्रचंद्र पीयूषपानस्थिरतनुर्हरः ॥
नानावैशेषिकीं तन्वीमवस्थां स कदाचन ॥
]

`verse 42 [
तद्वक्त्राम्बुजवासेन तत्सौन्दर्य्यैश्च नर्मभिः ॥
गुणैरिव महादंती बद्धो नान्यविचेष्टितः ॥
]

`verse 43 [
इति हिमगिरिकुंजप्रस्थभागे दरीषु प्रतिदिनमभिरेमे दक्षपुत्र्या महेशः ॥
क्रतुभुजपरिमाणैः क्रीडतस्तस्य जाता दश दश च सुरर्षे वत्सराः पंच चान्ये ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहि तायां द्वितीये सतीखंडे सतीशिवक्रीडावर्णनं नामैकविंशोध्यायः ॥
]
