`speaker [
ब्रह्मोवाच
]

`verse 1 [
कदाचिदथ दक्षस्य तनया जलदागमे ॥
कैलासक्ष्माभृतः प्राह प्रस्थस्थं वृषभध्वजम् ॥
]

`speaker [
सत्युवाच
]

`verse 2 [
देव देव महादेव शंभो मत्प्राणवल्लभ ॥
शृणु मे वचनं नाथ श्रुत्वा तत्कुरु मानद ॥
]

`verse 3 [
घनागमोयं संप्राप्तः कालः परमदुस्सहः ॥
अनेकवर्णमेघौघास्संगीतांबरदिक्चयाः ॥
]

`verse 4 [
विवांति वाता हृदयं हारयंतीत वेगिनः ॥
कदंबरजसा धौताः पाथोबिन्दुविकर्षणाः ॥
]

`verse 5 [
मेघानां गर्जितैरुच्चैर्धारासारं विमुंचताम् ॥
विद्युत्पताकिनां तीव्रः क्षुब्धं स्यात्कस्य नो मनः ॥
]

`verse 6 [
न सूर्यो दृश्यते नापि मेघच्छन्नो निशापतिः ॥
दिवापि रात्रिवद्भाति विरहि व्यसनाकरः ॥
]

`verse 7 [
मेघानैकत्र तिष्ठंतो ध्वनन्त पवनेरिताः ॥
पतंत इव लोकानां दृश्यंते मूर्ध्नि शंकर ॥
]

`verse 8 [
वाताहता महावृक्षा नर्तंत इव चांबरे ॥
दृश्यंते हर भीरूणां त्रासदाः कामुकेप्सिता ॥
]

`verse 9 [
स्निग्धनीलांजनस्याशु सदिवौघस्य पृष्ठतः ॥
बलाकराजी वात्युच्चैर्यमुनापृष्ठफेनवत् ॥
]

`verse 10 [
क्षपाक्षयेषवलयं दृश्यते कालिकागता ॥
अंबुधाविव संदीप्तपावको वडवामुखः ॥ 2.2.22.१० ॥
प्रारोहंतीह सस्यानि मंदिरं प्राङ्गणेष्वपि ॥
किमन्यत्र विरूपाक्ष सस्यौद्भूतिं वदाम्यहम् ॥
]

`verse 11 [
श्यामलै राजतैरक्तैर्विशदोयं हिमाचलः ॥
मंदराश्रयमेघौघः पत्रैर्दुग्धांबुधिर्यथा ॥
]

`verse 12 [
असमश्रीश्च कुटिलं भेजे यस्याथ किंशुकान् ॥
उच्चावचान् कलौ लक्ष्मीर्गन्ता संत्यज्य सज्जनान् ॥
]

`verse 13 [
मंदारस्तन पीलूनां शब्देन हृषिता मुहुः ॥
केकायंते प्रतिवने सततं पृष्ठसूचकम् ॥
]

`verse 14 [
मेघोत्सुकानां मधुरश्चातकानां मनोहरः ॥
धारासारशरैस्तापं पेतुः प्रतिपथोद्गतम् ॥
]

`verse 15 [
मेघानां पश्य मद्देहे दुर्नयं करकोत्करैः ॥
ये छादयंत्यनुगते मयूरांश्चातकांस्तथा ॥
]

`verse 16 [
शिखसारंगयोर्दृष्ट्वा मित्रादपि पराभवम् ॥
हर्षं गच्छंति गिरिशं विदूरमपि मानसम् ॥
]

`verse 17 [
एतस्मिन्विषमे काले नीलं काकाश्चकोरकाः ॥
कुर्वंति त्वां विना गेहान् कथं शांतिमवाप्स्यसि ॥ ॥
]

`verse 18 [
महतीवाद्य नो भीतिर्मा मेघोत्था पिनाकधृक् ॥
यतस्व यस्माद्वासाय माचिरं वचनान्मम ॥
]

`verse 19 [
कैलासे वा हिमाद्रौ वा महाकाश्यामथ क्षितौ ॥
तत्रोपयोग्यं संवासं कुरु त्वं वृषभध्वज ॥ 2.2.22.२० ॥
॥ ब्रह्मोवाच ॥
एवमुक्तस्तया शंभुर्दाक्षायण्या तथाऽसकृत ॥
संजहास च शीर्षस्थचन्द्ररश्मिस्मितालयम् ॥
]

`verse 20 [
अथोवाच सतीं देवीं स्मितभिन्नौष्ठसंपुटः ॥।
महात्मा सर्वतत्त्वज्ञस्तोषयन्परमेश्वरः ॥
]

`speaker [
ईश्वरः उवाच
]

`verse 21 [
यत्र प्रीत्यै मया कार्यो वासस्तव मनोहरे ॥
मेघास्तत्र न गंतारः कदाचिदपि मत्प्रिये ॥
]

`verse 22 [
मेघा नितंबपर्यंतं संचरंति महीभृतः ॥
सदा प्रालेयसानोस्तु वर्षास्वपि मनोहरे । ॥
]

`verse 23 [
कैलासस्य तथा देवि पादगाः प्रायशो घनाः ॥
संचरंति न गच्छंति तत ऊर्द्ध्वं कदाचन ॥
]

`verse 24 [
सुमेरोर्वा गिरेरूर्द्ध्वं न गच्छंति बलाहकाः ॥
जम्बूमूलं समासाद्य पुष्करावर्तकादयः ॥
]

`verse 25 [
इत्युक्तेषु गिरीन्द्रेषु यस्योपरि भवेद्धि ते ॥
मनोरुचिर्निवासाय तमाचक्ष्व द्रुतं हि मे ॥
]

`verse 26 [
स्वेच्छाविहारैस्तव कौतुकानि सुवर्णपक्षानिलवृन्दवृन्दैः ॥
शब्दोत्तरंगैर्मधुरस्वनैस्तैर्मुदोपगेयानि गिरौ हिमोत्थे ॥
]

`verse 27 [
सिद्धाङ्गनास्ते रचितासना भुवमिच्छंति चैवोपहृतं सकौतुकम् ॥
स्वेच्छाविहारे मणिकुट्टिमे गिरौ कुर्वन्ति चेष्यंति फलादिदानकैः ॥
]

`verse 28 [
फणीन्द्रकन्या गिरिकन्यकाश्च या नागकन्याश्च तुरंगमुख्याः ॥
सर्वास्तु तास्ते सततं सहायतां समाचरिष्यंत्यनुमोदविभ्रमैः ॥ 2.2.22.३० ॥
रूपं तदेवमतुलं वदनं सुचारु दृष्ट्वांगना निजवपुर्निजकांतिसह्यम् ॥
हेला निजे वपुषि रूपगणेषु नित्यं कर्तार इत्यनिमिषेक्षणचारुरूपाः ॥
]

`verse 29 [
या मेनका पर्वतराज जाया रूपैर्गुणैः ख्यातवती त्रिलोके ॥
सा चापि ते तत्र मनोनुमोदं नित्यं करिष्यत्यनुनाथनाद्यैः ॥
]

`verse 30 [
पुरं हि वर्गैर्गिंरिराजवंद्यैः प्रीतिं विचिन्वद्भिरुदाररूपा ॥
शिक्षा सदा ते खलु शोचितापि कार्याऽन्वहं प्रीतियुता गुणाद्यैः ॥
]

`verse 31 [
विचित्रैः कोकिलालापमोदैः कुंजगणावृतम् ॥
सदा वसंतप्रभवं गंतुमिच्छसि किं प्रिये ॥
]

`verse 32 [
नानाबहुजलापूर्णसरश्शीत समावृतम् ॥
पद्मिनीशतशोयुक्तमचलेन्द्रं हिमालयम् ॥
]

`verse 33 [
सर्वकामप्रदैर्वृक्षैश्शाद्वलैः कल्पसंज्ञकैः ॥
सक्षणं पश्य कुसुमान्यथाश्वकरि गोव्रजे ॥
]

`verse 34 [
प्रशांतश्वापदगणं मुनिभिर्यतिभिर्वृतम् ॥
देवालयं महामाये नानामृगगणैर्युतम् ॥
]

`verse 35 [
स्फटिक स्वर्णवप्राद्यै राजतैश्च विराजितम् ॥
मानसादिसरोरंगैरभितः परिशोभितम् ॥
]

`verse 36 [
हिरण्मयै रत्ननालैः पंकजैर्मुकुलैर्वृतम् ॥
शिशुमारैस्तथासंख्यैः कच्छपैर्मकरैः करैः ॥
]

`verse 37 [
निषेवितं मंजुलैश्च तथा नीलोत्पलादिभिः ॥
देवेशि तस्मान्मुक्तैश्च सर्वगंधैश्च कुंकुमैः ॥ 2.2.22.४० ॥
लसद्गंधजलैः शुभ्रैरापूर्णैः स्वच्छकांतिभिः ॥
शाद्वलैस्तरुणैस्तुंगैस्तीरस्थैरुपशोभितम् ॥
]

`verse 38 [
नृत्यद्भिरिव शाखोटैर्वर्जयंतं स्वसंभवम् ॥
कामदेवैस्सारसैश्च मत्तचक्रांगशोभितैः ॥
]

`verse 39 [
मधुराराविभिर्मोदकारिभिर्भ्रमरादिभिः ॥
शब्दायमानं च मुदा कामोद्दीपनकारकम् ॥
]

`verse 40 [
वासवस्य कुबेरस्य यमस्य वरुणस्य च ॥
अग्नेः कोणपराजस्य मारुतस्य परस्य च ॥
]

`verse 41 [
पुरीभिश्शोभिशिखरं मेरोरुच्चैस्सुरालयम् ॥
रंभाशचीमेनकादिरंभोरुगणसेवितम् ॥ ॥
]

`verse 42 [
किं त्वमिच्छसि सर्वेषां पर्वतानां हि भूभृताम् ॥
सारभूते महारम्ये संविहर्तुं महागिरौ ॥
]

`verse 43 [
तत्र देवी सखियुता साप्सरोगणमंडिता ॥
नित्यं करिष्यति शची तव योग्यां सहायताम्॥
]

`verse 44 [
अथवा मम कैलासे पर्वतेंद्रे सदाश्रये ॥
स्थानमिच्छसि वित्तेशपुरीपरिविराजिते ॥
]

`verse 45 [
गंगाजलौघप्रयते पूर्णचन्द्रसमप्रभे ॥
दरीषु सानुषु सदा ब्रह्मकन्याभ्युदीरिते ॥
]

`verse 46 [
नानामृगगणैर्युक्ते पद्माकरशतावृते ॥
सर्वैर्गुणैश्च सद्वस्तुसुमेरोरपि सुंदरि ॥2.2.22.५०॥
स्थानेष्वेतेषु यत्रापि तवांतःकरणे स्पृहा ॥
तं द्रुतं मे समाचक्ष्व वासकर्तास्मि तत्र ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 47 [
इतीरिते शंकरेण तदा दाक्षायणी शनैः ॥
इदमाह महादेवं लक्षणं स्वप्रकाशनम् ॥
]

`speaker [
सत्युवाच
]

`verse 48 [
हिमाद्रावेव वसितुमहमिच्छे त्वया सह ॥
न चिरात्कुरु संवासं तस्मिन्नेव महागिरौ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 49 [
अथ तद्वाक्यमाकर्ण्य हरः परममोहितः ॥
हिमाद्रिशिखरं तुंगं दाक्षायण्या समं ययौ ॥
]

`verse 50 [
सिद्धांगनागणयुतमगम्यं चैव पक्षिभिः ॥
अगमच्छिखरं रम्यं सरसीवनराजितम् ॥
]

`verse 51 [
विचित्ररूपैः कमलैः शिखरं रत्नकर्बुरम्॥
बालार्कसदृशं शंभुराससाद सतीसखः॥
]

`verse 52 [
स्फटिकाभ्रमये तस्मिन् शादवलद्रुमराजिते
विचित्रपुष्पावलिभिस्सरसोभिश्च संयुते॥
]

`verse 53 [
प्रफुल्लतरुशाखाग्रं गुंजद्भ्रमरसेवितम्।
पंकेरुहैः प्रफुल्लैश्च नीलोत्पलचयैस्तथा॥
]

`verse 54 [
शोभितं चक्रवाकाद्यैः कादंबैर्हंसशंकुभिः॥
प्रमत्तसारसैः क्रौंचैर्नीलस्कंधैश्च शब्दितैः॥
]

`verse 55 [
पुंस्कोकिलानां निनदैर्मधुरैर्गणसेवितैः॥
तुरंगवदनैस्सिद्धैरप्सरोभिश्च गुह्यकैः॥2.2.22.६०॥
विद्याधरीभिर्देवीभिः किन्नरीभिर्विहारितम्॥
पुरंध्रीभिः पार्वतीभिः कन्याभिरभिसंगतम्॥
]

`verse 56 [
विपंचीतांत्रिकामत्तमृदंगपटहस्वनैः।
नृत्यद्भिरप्सरोभिश्च कौतुकोत्थैश्च शोभितम् ॥
]

`verse 57 [
देविकाभिर्दीर्घिकाभिर्गंधिभिस्सुसमावृतम् ॥
प्रफुल्लकुसुमैर्नित्यं सकुंजैरुपशोभितम् ॥
]

`verse 58 [
शैलराजपुराभ्यर्णे शिखरे वृषभध्वजः ॥
सह सत्या चिरं रेमे एवंभूतेषु शोभनम् ॥ ॥
]

`verse 59 [
तस्मिन्स्वर्गसमे स्थाने दिव्यमानेन शंकरः ॥
दशवर्षसहस्राणि रेमे सत्या समं मुदा ॥
]

`verse 60 [
स कदाचित्ततस्स्थानादन्यद्याति स्थलं हरः ॥
कदाचिन्मेरुशिखरं देवी देववृतं सदा ॥
]

`verse 61 [
द्वीपान्नाना तथोद्यानवनानि वसुधातलम्॥
गत्वागत्वा पुनस्तत्राभ्येत्य रेमे सतीसुखम् ॥
]

`verse 62 [
न जज्ञे स दिवा रात्रौ न ब्रह्मणि तपस्समम् ॥
सत्यां हि मनसा शंभुः प्रीतिमेव चकार ह ॥
]

`verse 63 [
एवं महादेवमुखं सत्यपश्यत्स्म सर्वदा ॥
महादेवोऽपि सर्वत्र सदाद्राक्षीत्सतीमुखम् ॥
]

`verse 64 [
एवमन्योन्यसंसर्गादनुरागमहीरुहम् ॥
वर्द्धयामासतुः कालीशिवौ भावांबुसेचनैः ॥ 2.2.22.७० ॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे शिवाशिवविहारवर्णनं नाम द्वाविंशोऽध्यायः ॥
]
