`speaker [
ब्रह्मोवाच
]

`verse 1 [
एवं कृत्वा विहारं वै शंकरेण च सा सती ॥
संतुष्टा साभवच्चाति विरागा समजायत ॥
]

`verse 2 [
एकस्मिन्दिवसे देवी सती रहसि संगता ॥
शिवं प्रणम्य सद्भक्त्या न्यस्योच्चैः सुकृतांजलिः ॥
]

`verse 3 [
सुप्रसन्नं प्रभुं नत्वा सा दक्षतनया सती ॥
उवाच सांजलिर्भक्त्या विनयावनता ततः ॥
]

`speaker [
सत्युवाच
]

`verse 4 [
देवदेव महादेव करुणा सागर प्रभो ॥
दीनोद्धर महायोगिन् कृपां कुरु ममोपरि ॥
]

`verse 5 [
त्वं परः पुरुषस्स्वामी रजस्सत्त्वतमः परः ॥
निर्गुणस्सगुणस्साक्षी निर्विकारी महाप्रभुः ॥
]

`verse 6 [
धन्याहं ते प्रिया जाता कामिनी सुविहारिणी ॥
जातस्त्वं मे पतिस्स्वामिन्भक्तिवात्सल्यतो हर ॥
]

`verse 7 [
कृतो बहुसमा नाथ विहारः परमस्त्वया ॥
संतुष्टाहं महेशान निवृत्तं मे मनस्ततः ॥
]

`verse 8 [
ज्ञातुमिच्छामि देवेश परं तत्त्वं सुखावहम् ॥
यं न संसारदुःखाद्वै तरेज्जीवोंजसा हर ॥
]

`verse 9 [
यत्कृत्वा विषयी जीवस्स लभेत्परमं पदम् ॥
संसारी  न भवेन्नाथ तत्त्वं वद कृपां कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
इत्यपृच्छत्स्म सद्भक्त्या शंकरं सा सती मुने ॥
आदिशक्तिर्महेशानी जीवोद्धाराय केवलम् ॥2.2.23.१०।
आकर्ण्य तच्छिवः स्वामी स्वेच्छयोपात्तविग्रहः ॥
अवोचत्परमप्रीतस्सतीं योगविरक्तधीः ॥
]

`speaker [
शिव उवाच
]

`verse 11 [
शृणु देवि प्रवक्ष्यामि दाक्षायणि महेश्वरि ॥
परं तत्त्वं तदेवानुशयी मुक्तो भवेद्यतः ॥
]

`verse 12 [
परतत्त्वं विजानीहि विज्ञानं परमेश्वरी ॥
द्वितीयं स्मरणं यत्र नाहं ब्रह्मेति शुद्धधीः ॥
]

`verse 13 [
तद्दुर्लभं त्रिलोकेस्मिंस्तज्ज्ञाता विरलः प्रिये ॥
यादृशो यस्सदासोहं ब्रह्मसाक्षात्परात्परः ॥
]

`verse 14 [
तन्माता मम भक्तिश्च भुक्तिमुक्तिफलप्रदा ॥
सुलभा मत्प्रसादाद्धि नवधा सा प्रकीर्तिता ॥
]

`verse 15 [
भक्तौ ज्ञाने न भेदो हि तत्कर्तुस्सर्वदा सुखम् ॥
विज्ञानं न भवत्येव सति भक्तिविरोधिनः ॥
]

`verse 16 [
भक्त्या हीनस्सदाहं वै तत्प्रभावाद्गृहेष्वपि ॥
नीचानां जातिहीनानां यामि देवि न संशयः ॥
]

`verse 17 [
सा भक्तिर्द्विविधा देवि सगुणा निर्गुणा मता ॥
वैधी स्वाभाविकी या या वरा सा त्ववरा स्मृता ॥
]

`verse 18 [
नैष्ठिक्या नैष्ठिकी भेदाद्द्विविधे द्विविधे हि ते ॥
षड्विधा नैष्ठिकी ज्ञेया द्वितीयैकविधा स्मृता ॥
]

`verse 19 [
विहिताविहिताभेदात्तामनेकां विदुर्बुधाः ॥
तयोर्बहुविधत्वाच्च तत्त्वं त्वन्यत्र वर्णितम् ॥ 2.2.23.२० ॥
ते नवांगे उभे ज्ञेये वर्णिते मुनिभिः प्रिये ॥
वर्णयामि नवांगानि प्रेमतः शृणु दक्षजे ॥
]

`verse 20 [
श्रवणं कीर्तनं चैव स्मरणं सेवनं तथा ॥
दास्यं तथार्चनं देवि वंदनं मम सर्वदा ॥
]

`verse 21 [
सख्यमात्मार्पणं चेति नवांगानि विदुर्बुधाः ॥
उपांगानि शिवे तस्या बहूनि कथितानि वै ॥
]

`verse 22 [
शृणु देवि नवांगानां लक्षणानि पृथक्पृथक् ॥
मम भक्तेर्मनो दत्त्वा भक्ति मुक्तिप्रदानि हि ॥
]

`verse 23 [
कथादेर्नित्यसम्मानं कुर्वन्देहादिभिर्मुदा ॥
स्थिरासनेन तत्पानं यत्तच्छ्रवणमुच्यते ॥
]

`verse 24 [
हृदाकाशेन संपश्यञ् जन्मकर्माणि वै मम ॥
प्रीत्याचोच्चारणं तेषामेतत्कीर्तनमुच्यते ॥
]

`verse 25 [
व्यापकं देवि मां दृष्ट्वा नित्यं सर्वत्र सर्वदा ॥
निर्भयत्वं सदा लोके स्मरणं तदुदाहृतम् ॥
]

`verse 26 [
अरुणोदयमारभ्य सेवाकालेंचिता हृदा ॥
निर्भयत्वं सदा लोके स्मरणं तदुदाहृतम् ॥
]

`verse 27 [
सदा सेव्यानुकूल्येन सेवनं तद्धि गोगणैः ॥
हृदयामृतभोगेन प्रियं दास्यमुदाहृतम् ॥
]

`verse 28 [
सदा भृत्यानुकूल्येन विधिना मे परात्मने ॥
अर्पणं षोडशानां वै पाद्यादीनां तदर्चनम् ॥2.2.23.३०॥
मंत्रोच्चारणध्यानाभ्यां मनसा वचसा क्रमात् ॥
यदष्टांगेन भूस्पर्शं तद्वै वंदनमुच्यते ॥
]

`verse 29 [
मंगलामंगलं यद्यत्करोतीतीश्वरो हि मे ॥
सर्वं तन्मंगलायेति विश्वासः सख्यलक्षणम् ॥
]

`verse 30 [
कृत्वा देहादिकं तस्य प्रीत्यै सर्वं तदर्पणम्॥
निर्वाहाय च शून्यत्वं यत्तदात्मसमर्पणम्॥
]

`verse 31 [
नवांगानीति मद्भक्तेर्भुक्तिमुक्तिप्रदानि च ॥
मम प्रियाणि चातीव ज्ञानोत्पत्तिकराणि च ॥
]

`verse 32 [
उपांगानि च मद्भक्तेर्बहूनि कथितानि वै ॥
बिल्वादिसेवनादीनि समू ह्यानि विचारतः ॥
]

`verse 33 [
इत्थं सांगोपांगभक्तिर्मम सर्वोत्तमा प्रिये ॥
ज्ञानवैराग्यजननी मुक्तिदासी विराजते ॥
]

`verse 34 [
सर्वकर्मफलोत्पत्तिस्सर्वदा त्वत्समप्रिया ॥
यच्चित्ते सा स्थिता नित्यं सर्वदा सोति मत्प्रियः ॥
]

`verse 35 [
त्रैलोक्ये भक्तिसदृशः पंथा नास्ति सुखावहः ॥
चतुर्युगेषु देवेशि कलौ तु सुविशेषतः ॥
]

`verse 36 [
कलौ तु ज्ञानवैरागो वृद्धरूपौ निरुत्सवौ ॥
ग्राहकाभावतो देवि जातौ जर्जर तामति ॥
]

`verse 37 [
कलौ प्रत्यक्षफलदा भक्तिस्सर्वयुगेष्वपि ॥
तत्प्रभावादहं नित्यं तद्वशो नात्र संशयः ॥ 2.2.23.४० ॥
यो भक्तिमान्पुमाँल्लोके सदाहं तत्सहायकृत् ॥
विघ्नहर्ता रिपुस्तस्य दंड्यो नात्र च संशयः ॥
]

`verse 38 [
भक्तहेतोरहं देवि कालं क्रोधपरिप्लुतः
अदहं वह्निना नेत्रभवेन निजरक्षकः ॥
]

`verse 39 [
भक्तहेतोरहं देवि रव्युपर्यभवं किल।
अतिक्रोधान्वितः शूलं गृहीत्वाऽन्वजयं पुरा॥
]

`verse 40 [
भक्तहेतोरहं देवि रावणं सगणं क्रुधा ॥
त्यजति स्म कृतो नैव पक्षपातो हि तस्य वै॥
]

`verse 41 [
भक्तहेतोरहं देवि व्यासं हि कुमतिग्रहम् ॥
काश्या न्यसारयत् क्रोधाद्दण्डयित्वा च नंदिना ॥
]

`verse 42 [
किं बहूक्तेन देवेशि भक्त्याधीनस्सदा ह्यहम् ॥
तत्कर्तुं पुरुषस्यातिवशगो नात्र संशयः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
इत्थमाकर्ण्य भक्तेस्तु महत्त्वं दक्षजा सती ॥
जहर्षातीव मनसि प्रणनाम शिवं मुदा ॥
]

`verse 44 [
पुनः पप्रच्छ सद्भक्त्या तत्काण्डविषयं मुने ॥
शास्त्रं सुखकरं लोके जीवोद्धारपरायणम् ॥
]

`verse 45 [
सयंत्रमंत्रशास्त्रं च तन्माहात्म्यं विशेषतः ॥
अन्यानि धर्मवस्तूनि जीवोद्धारकराणि हि ॥
]

`verse 46 [
शंकरोपि तदाकर्ण्य सतीं प्रश्नं प्रहृष्टधीः ॥
वर्णयामास सुप्रीत्या जीवोद्धाराय कृत्स्नशः ॥ 2.2.23.५० ॥
तत्र शास्त्रं सयंत्रं हि सपंचाङ्गं महेश्वरः ॥
बभाषे महिमानं च तत्तद्दैववरस्य वै ॥
]

`verse 47 [
सेतिहासकथं तेषां भक्तमाहात्म्यमेव च ॥
सवर्णाश्रमधर्मांश्च नृपधर्मान् मुनीश्वर ॥
]

`verse 48 [
सुतस्त्रीधर्ममाहात्म्यं वर्णाश्रममनश्वरम् ॥
वैद्यशास्त्रं तथा ज्योतिश्शास्त्रं जीवसुखावहम् ॥
]

`verse 49 [
सामुद्रिकं परं शास्त्रमन्यच्छास्त्राणि भूरिशः ॥
कृपां कृत्वा महे शानो वर्णयामास तत्त्वतः ॥
]

`verse 50 [
इत्थं त्रिलोकसुखदौ सर्वज्ञौ च सतीशिवौ ॥
लोकोपकारकरणधृतसद्गुणविग्रहौ ॥
]

`verse 51 [
चिक्रीडाते बहुविधे कैलासे हिमवद्गिरौ ॥
अन्यस्थलेषु च तदा परब्रह्मस्वरूपिणौ ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखण्डे भक्तिप्रभाववर्णनं नाम त्रयोविंशोऽध्यायः ॥
]
