`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन् विधे प्रजानाथ महाप्राज्ञ कृपाकर ॥
श्रावितं शंकरयशस्सतीशंकरयोः शुभम् ॥
]

`verse 2 [
इदानीं ब्रूहि सत्प्रीत्या परं तद्यश उत्तमम् ॥
किमकार्ष्टां हि तत्स्थौ वै चरितं दंपती शिवौ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
सतीशिवचरित्रं च शृणु मे प्रेमतो मुने ॥
लौकिकीं गतिमाश्रित्य चिक्रीडाते सदान्वहम् ॥
]

`verse 4 [
ततस्सती महादेवी वियोगमलभन्मुने ॥
स्वपतश्शंकरस्येति वदंत्येके सुबुद्धयः ॥
]

`verse 5 [
वागर्थाविव संपृक्तौ शक्तोशौ सर्वदा चितौ ॥
कथं घटेत च तयोर्वियोगस्तत्त्वतो मुने ॥
]

`verse 6 [
लीलारुचित्वादथ वा संघटेताऽखिलं च तत् ॥
कुरुते यद्यदीशश्च सती च भवरीतिगौ ॥
]

`verse 7 [
सा त्यक्ता दक्षजा दृष्ट्वा पतिना जनकाध्वरे ॥
शंभोरनादरात्तत्र देहं तत्याज संगता ॥
]

`verse 8 [
पुनर्हिमालये सैवाविर्भूता नामतस्सती ॥
पार्वतीति शिवं प्राप तप्त्वा भूरि विवाहतः ॥
]

`speaker [
सूत उवाच
]

`verse 9 [
इत्याकर्ण्य वचस्तस्य ब्रह्मणस्स तु नारदः ॥
पप्रच्छ च विधातारं शिवाशिवमहद्यशः ॥
]

`speaker [
नारद उवाच
]

`verse 10 [
विष्णुशिष्य महाभाग विधे मे वद विस्तरात् ॥
शिवाशिवचरित्रं तद्भवाचारपरानुगम् ॥ 2.2.24.१० ॥
किमर्थं शंकरो जायां तत्याज प्राणतः प्रियाम् ॥
तस्मादाचक्ष्व मे तात विचित्रमिति मन्महे ॥
]

`verse 11 [
कुतोऽह्यध्वरजः पुत्रां नादरोभूच्छिवस्य ते ॥
कथं तत्याज सा देहं गत्वा तत्र पितृक्रतौ ॥
]

`verse 12 [
ततः किमभवत्तत्र किमकार्षीन्महेश्वरः ॥
तत्सर्वं मे समाचक्ष्व श्रद्धायुक् तच्छुतावहम् ॥
]

`verse 13 [
ब्रह्मोवाच ॥ ॥
शृणु तात परप्रीत्या मुनिभिस्सह नारद ॥
सुतवर्य महाप्राज्ञ चरितं शशिमौलिनः ॥
]

`verse 14 [
नमस्कृत्य महेशानं हर्यादिसुरसेवितम् ॥
परब्रह्म प्रवक्ष्यामि तच्चरित्रं महाद्भुतम् ॥
]

`verse 15 [
सर्वेयं शिवलीला हि बहुलीलाकरः प्रभुः ॥
स्वतंत्रो निर्विकारी च सती सापि हि तद्विधा ॥
]

`verse 16 [
अन्यथा कस्समर्थो हि तत्कर्मकरणे मुने ॥
परमात्मा परब्रह्म स एव परमेश्वरः ॥
]

`verse 17 [
यं सदा भजते श्रीशोऽहं चापि सकलाः सुराः ॥
मुनयश्च महात्मानः सिद्धाश्च सनकादयः ॥
]

`verse 18 [
शेषस्सदा यशो यस्य मुदा गायति नित्यशः ॥
पारं न लभते तात स प्रभुश्शंकरः शिवः ॥
]

`verse 19 [
तस्यैव लीलया सर्वोयमिति तत्त्वविभ्रमः ॥
तत्र दोषो न कस्यापि सर्वव्यापी स प्रेरकः ॥ 2.2.24.२० ॥
एकस्मिन्समये रुद्रस्सत्या त्रिभुवने भवः ॥
वृषमारुह्य पर्याटद्रसां लीलाविशारदः ॥
]

`verse 20 [
आगत्य दण्डकारण्यं पर्यटन् सागरांबराम् ॥
दर्शयन् तत्र गां शोभां सत्यै सत्यपणः प्रभुः ॥
]

`verse 21 [
तत्र रामं ददर्शासौ लक्ष्मणेनान्वितं हरः ॥
अन्विष्यंतं प्रियां सीतां रावणेन हृता छलात् ॥
]

`verse 22 [
हा सीतेति प्रोच्चरंतं विरहाविष्टमानसम् ॥
यतस्ततश्च पश्यंतं रुदंतं हि मुहुर्मुहुः ॥
]

`verse 23 [
समिच्छंतं च तत्प्राप्तिं पृच्छंतं तद्गतिं हृदा॥
कुजादिभ्यो नष्टधियमत्रपं शोकविह्वलम्॥
]

`verse 24 [
सूर्यवंशोद्भवं वीरं भूपं दशरथात्मजम्॥
भरताग्रजमानंदरहितं विगतप्रभम्॥
]

`verse 25 [
पूर्णकामो वराधीनं प्राणमत्स्म मुदा हरः ॥
रामं भ्रमन्तं विपिने सलक्ष्मणमुदारधीः॥
]

`verse 26 [
जयेत्युक्त्वाऽन्यतो गच्छन्नदात्तस्मै स्वदर्शनम्॥
रामाय विपिने तस्मिच्छंकरो भक्तवत्सलः॥
]

`verse 27 [
इतीदृशीं सतीं दृष्ट्वा शिवलीलां विमोहनीम्॥
सुविस्मिता शिवं प्राह शिवमायाविमोहिता॥
]

`speaker [
सत्युवाच
]

`verse 28 [
देव देव परब्रह्म सर्वेश परमेश्वर॥
सेवंते त्वां सदा सर्वे हरिब्रह्मादयस्सुराः ॥2.2.24.३०॥
त्वं प्रणम्यो हि सर्वेषां सेव्यो ध्येयश्च सर्वदा ॥
वेदांतवेद्यो यत्नेन निर्विकारी परप्रभुः ॥
]

`verse 29 [
काविमौ पुरुषौ नाथ विरहव्याकुलाकृती ॥
विचरंतौ वने क्लिष्टौ दीनौ वीरौ धनुर्धरौ ॥
]

`verse 30 [
तयोर्ज्येष्ठं कंजश्यामं दृष्ट्वा वै केन हेतुना ॥
सुदितस्सुप्रसन्नात्माऽभवो भक्त इवाऽधुना ॥
]

`verse 31 [
इति मे संशयं स्वामिञ्शंकर छेत्तुमर्हसि ॥
सेव्यस्य सेवकेनैव घटते प्रणतिः प्रभो ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
आदिशक्तिस्सती देवी शिवा सा परमेश्वरी ॥
शिवमायावशीभूत्वा पप्रच्छेत्थं शिवं प्रभुम् ॥
]

`verse 33 [
तदाकर्ण्य वचस्सत्याश्शंकरः परमेश्वरः ॥
तदा विहस्य स प्राह सतीं लीलाविशारदः ॥३६
परमेश्वर उवाच ॥
शृणु देवि सति प्रीत्या यथार्थं वच्मि नच्छलम् ॥
वरदानप्रभावात्तु प्रणामं चैवमादरात् ॥
]

`verse 34 [
रामलक्ष्मणनामानौ भ्रातरौ वीरसम्मतौ॥
सूर्यवंशोद्भवौ देवि प्राज्ञौ दशरथात्मजौ ॥
]

`verse 35 [
गौरवर्णौ लघुर्बंधुश्शेषेशो लक्ष्मणाभिधः ॥
ज्येष्ठो रामाभिधो विष्णुः पूर्णांशो निरुपद्रवः ॥
]

`verse 36 [
अवतीर्णं क्षितौ साधुरक्षणाय भवाय नः ॥
इत्युक्त्वा विररामाऽसौ शंभुस्मृतिकरः प्रभुः ॥ 2.2.24.४० ॥
श्रुत्वापीत्थं वचश्शम्भोर्न विशश्वास तन्मनः ॥
शिवमाया बलवती सैव त्रैलोक्यमोहिनी ॥
]

`verse 37 [
अविश्वस्तं मनो ज्ञात्वा तस्याश्शंभुस्सनातनः ॥
अवोचद्वचनं चेति प्रभुलीलाविशारदः ॥
]

`speaker [
शिव उवाच
]

`verse 38 [
शृणु मद्वचनं देवि न विश्वसिति चेन्मनः ॥
तव रामपरिक्षां हि कुरु तत्र स्वया धिया ॥
]

`verse 39 [
विनश्यति यथा मोहस्तत्कुरु त्वं सति प्रिये ॥
गत्वा तत्र स्थितस्तावद्वटे भव परीक्षिका ।
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
शिवाज्ञया सती तत्र गत्वाचिंतयदीश्वरी ॥
कुर्यां परीक्षां च कथं रामस्य वनचारिणः ॥
]

`verse 41 [
सीतारूपमहं धृत्वा गच्छेयं रामसन्निधौ ॥
यदि रामो हरिस्सर्वं विज्ञास्यति न चान्यथा ॥
]

`verse 42 [
इत्थं विचार्य सीता सा भूत्वा रामसमीपतः ॥
आगमत्तत्परीक्षार्थं सती मोहपरायणा ॥
]

`verse 43 [
सीतारूपां सतीं दृष्ट्वा जपन्नाम शिवेति च ॥
विहस्य तत्प्रविज्ञाय नत्वावोचद्रघूद्वहः ॥
]

`speaker [
राम उवाच
]

`verse 44 [
प्रेमतस्त्वं सति ब्रूहि क्व शंभुस्ते नमोगतः ॥
एका हि विपिने कस्मादागता पतिना विना ॥
]

`verse 45 [
त्यक्त्वा स्वरूपं   कस्मात्ते धृतं रूपमिदं सति ॥
ब्रूहि तत्कारणं देवि कृपां कृत्वा ममोपरि॥2.2.24.५०॥
ब्रह्मोवाच ॥
इति रामवचः श्रुत्वा चकितासीत्सती तदा ॥
स्मृत्वा शिवोक्तं मत्वा चावितथं लज्जिता भृशम् ॥
]

`verse 46 [
रामं विज्ञाय विष्णुं तं स्वरूपं संविधाय च ॥
स्मृत्वा शिवपदं चित्ते सत्युवाच प्रसन्नधीः ॥
]

`verse 47 [
शिवो मया गणैश्चैव पर्यटन् वसुधां प्रभुः ॥
इहागच्छच्च विपिने स्वतंत्रः परमेश्वरः ॥
]

`verse 48 [
अपश्यदत्र स त्वां हि सीतान्वेषणतत्परम् ॥
सलक्ष्मणं विरहिणं सीतया श्लिष्टमानसम् ॥
]

`verse 49 [
नत्वा त्वां स गतो मूले वटस्य स्थित एव हि ॥
प्रशंसन् महिमानं ते वैष्णवं परमं मुदा ॥
]

`verse 50 [
चतुर्भुजं हरिं त्वां नो दृष्ट्वेव मुदितोऽभवत् ॥
यथेदं रूपममलं पश्यन्नानंदमाप्तवान् ॥
]

`verse 51 [
तच्छ्रुत्वा वचनं शंभौर्भ्रममानीय चेतसि॥
तदाज्ञया परीक्षां ते कृतवत्य स्मि राघव ॥
]

`verse 52 [
ज्ञातं मे राम विष्णुस्त्वं दृष्टा ते प्रभुताऽखिला ॥
निःसशंया तदापि तच्छृणु त्वं च महामते॥
]

`verse 53 [
कथं प्रणम्यस्त्वं तस्य सत्यं ब्रूहि ममाग्रतः ॥
कुरु निस्संशयां त्वं मां शमलं प्राप्नुहि द्रुतम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 54 [
इत्याकर्ण्य वचस्तस्या रामश्चोत्फुल्ललोचनः ॥
अस्मरत्स्वं प्रभुं शंभुं प्रेमाभूद्धृदि चाधिकम्॥2.2.24.६०॥
सत्या विनाज्ञया शंभुसमीपं नागमन्मुने ॥
संवर्ण्य महिमानं च प्रावोचद्राघवस्सतीम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे रामपरीक्षावर्णनं नाम चतुर्विंशोऽध्यायः ॥
]
