`speaker [
राम उवाच
]

`verse 1 [
एकदा हि पुरा देवि शंभुः परमसूतिकृत् ॥
विश्वकर्माणमाहूय स्वलोके परतः परे ॥
]

`verse 2 [
स्वधेनुशालायां रम्यं कारयामास तेन च ॥
भवनं विस्तृतं सम्यक् तत्र सिंहासनं वरम् ॥
]

`verse 3 [
तत्रच्छत्रं महादिव्यं सर्वदाद्भुत मुत्तमम् ॥
कारयामास विघ्नार्थं शंकरो विश्वकर्मणा ॥
]

`verse 4 [
शक्रादीनां जुहावाशु समस्तान्देवतागणान् ॥
सिद्धगंधर्वनागानुपदे शांश्च कृत्स्नशः ॥
]

`verse 5 [
देवान् सर्वानागमांश्च विधिं पुत्रैर्मुनीनपि ॥
देवीः सर्वा अप्सरोभिर्नानावस्तुसमन्विताः ॥
]

`verse 6 [
देवानां च तथर्षीणां सिद्धानां फणिनामपि॥
आनयन्मंगलकराः कन्याः षोडशषोडश॥
]

`verse 7 [
वीणामृदंगप्रमुखवाद्यान्नानाविधान्मुने॥
उत्सवं कारयामास वादयित्वा सुगायनैः ॥
]

`verse 8 [
राजाभिषेकयोग्यानि द्रव्याणि सकलौषधैः
प्रत्यक्षतीर्थपाथोभिः पंचकुभांश्च पूरितान् ॥
]

`verse 9 [
तथान्यास्संविधा दिव्या आनयत्स्वगणैस्तदा ॥
ब्रह्मघोषं महारावं कारयामास शंकरः ॥
]

`verse 10 [
अथो हरिं समाहूय वैकुंठात्प्रीतमानसः॥
तद्भक्त्या पूर्णया देवि मोदतिस्म महेश्वरः ॥ 2.2.25.१० ॥
सुमुहूर्ते महादेवस्तत्र सिंहासने वरे ॥
उपवेश्य हरिं प्रीत्या भूषयामास सर्वशः ॥
]

`verse 11 [
आबद्धरम्यमुकुटं कृतकौतुकमंगलम् ॥
अभ्यषिंचन्महेशस्तु स्वयं ब्रह्मांडमंडपे ॥
]

`verse 12 [
दत्तवान्निखिलैश्वर्यं यन्नैजं नान्यगामि यत् ॥
ततस्तुष्टाव तं शंभुस्स्वतंत्रो भक्तवत्सलः ॥
]

`verse 13 [
ब्रह्माणं लोककर्तारमवोचद्वचनं त्विदम् ॥
व्यापयन्स्वं वराधीनं स्वतंत्रं भक्तवत्सलः ॥
]

`speaker [
महेश उवाच
]

`verse 14 [
अतः प्रभृति लोकेश मन्निदेशादयं हरिः ॥
मम वंद्य स्वयं विष्णुर्जातस्सर्वश्शृणोति हि ॥
]

`verse 15 [
सर्वैर्देवादिभिस्तात प्रणमत्वममुं हरिम् ॥
वर्णयंतु हरिं वेदा ममैते मामिवाज्ञया ॥
]

`speaker [
राम उवाच
]

`verse 16 [
इत्युक्त्वाथ स्वयं रुद्रोऽनमद्वै गरुडध्वजम् ॥
विष्णुभक्तिप्रसन्नात्मा वरदो भक्तवत्सलः ॥
]

`verse 17 [
ततो ब्रह्मादिभिर्देवैः सर्वरूपसुरैस्तथा ॥
मुनिसिद्धादिभिश्चैवं वंदितोभूद्धरिस्तदा ॥
]

`verse 18 [
ततो महेशो हरयेशंसद्दिविषदां तदा ॥
महावरान् सुप्रसन्नो धृतवान्भक्तवत्सलः ॥
]

`speaker [
महेश उवाच
]

`verse 19 [
त्वं कर्ता सर्वलोकानां भर्ता हर्ता मदाज्ञया ॥
दाता धर्मार्थकामानां शास्ता दुर्नयकारिणाम् ॥ 2.2.25.२० ॥
जगदीशो जगत्पूज्यो महाबलपराक्रमः ॥
अजेयस्त्वं रणे क्वापि ममापि हि भविष्यसि ॥
]

`verse 20 [
शक्तित्रयं गृहाण त्वमिच्छादि प्रापितं मया ॥
नानालीलाप्रभावत्वं स्वतंत्रत्वं भवत्रये ॥
]

`verse 21 [
त्वद्द्वेष्टारो हरे नूनं मया शास्याः प्रयत्नतः ॥
त्वद्भक्तानां मया विष्णो देयं निर्वाणमुत्तमम् ॥
]

`verse 22 [
मायां चापि गृहाणेमां दुःप्रणोद्यां सुरादिभिः ॥
यया संमोहितं विश्वमचिद्रूपं भविष्यति ॥
]

`verse 23 [
मम बाहुर्मदीयस्तं दक्षिणोऽसौ विधिर्हरे ॥
अस्यापि हि विधेः पाता जनितापि भविष्यसि ॥
]

`verse 24 [
हृदयं मम यो रुद्रस्स एवाहं न संशयः ॥
पूज्यस्तव सदा सोपि ब्रह्मादीनामपि ध्रुवम् ॥
]

`verse 25 [
अत्र स्थित्वा जगत्सर्वं पालय त्वं विशेषतः ॥
नानावतारभेदैश्च सदा नानोति कर्तृभिः ॥
]

`verse 26 [
मम लोके तवेदं व स्थानं च परमर्द्धिमत् ॥
गोलोक इति विख्यातं भविष्यति महोज्ज्वलम् ॥
]

`verse 27 [
भविष्यंति हरे ये तेऽवतारा भुवि रक्षकाः ॥
मद्भक्तास्तान् ध्रुवं  द्रक्ष्ये प्रीतानथ निजाद्वरात ॥
]

`speaker [
राम उवाच
]

`verse 28 [
अखंडैश्वर्यमासाद्य हरेरित्थं हरस्स्वयम् ॥
कैलासे स्वगणैस्तस्मिन् स्वैरं क्रीडत्युमापतिः ॥ 2.2.25.३० ॥
तदाप्रभृति लक्ष्मीशो गोपवेषोभवत्तथा ॥
अयासीत्तत्र सुप्रीत्या गोपगोपोगवां पतिः ॥
]

`verse 29 [
सोपि विष्णुः प्रसन्नात्मा जुगोप निखिलं जगत् ॥
नानावतारस्संधर्ता वनकर्ता शिवाज्ञया ॥
]

`verse 30 [
इदानीं स चतुर्द्धात्रावातरच्छंकराज्ञया ॥
रामोहं तत्र भरतो लक्ष्मणश्शत्रुहेति च ॥
]

`verse 31 [
अथ पित्राज्ञया देवि ससीतालक्ष्मणस्सति ॥
आगतोहं वने चाद्य दुःखितौ दैवतो ऽभवम् ॥
]

`verse 32 [
निशाचरेण मे जाया हृता सीतेति केनचित् ॥
अन्वेष्यामि प्रियां चात्र विरही बंधुना वने ॥
]

`verse 33 [
दर्शनं ते यदि प्राप्तं सर्वथा कुशलं मम ॥
भविष्यति न संदेहो मातस्ते कृपया सति ॥
]

`verse 34 [
सीताप्राप्तिवरो देवि भविष्यति न संशयः ॥
तं हत्वा दुःखदं पापं राक्षसं त्वदनुग्रहात् ॥
]

`verse 35 [
महद्भाग्यं ममाद्यैव यद्यकार्ष्टां कृपां युवाम् ॥
यस्मिन् सकरुणौ स्यातां स धन्यः पुरुषो वरः ॥
]

`verse 36 [
इत्थमाभाष्य बहुधा सुप्रणम्य सतीं शिवाम् ॥
तदाज्ञया वने तस्मिन् विचचार रघूद्वहः ॥
]

`verse 37 [
अथाकर्ण्य सती वाक्यं रामस्य प्रयतात्मनः ॥
हृष्टाभूत्सा प्रशंसन्ती शिवभक्तिरतं हृदि ॥ 2.2.25.४० ॥
स्मृत्वा स्वकर्म मनसाकार्षीच्छोकं सुविस्तरम् ॥
प्रत्यागच्छदुदासीना विवर्णा शिवसन्निधौ॥
]

`verse 38 [
अचिंतयत्पथि सा देवी संचलंती पुनः पुनः ॥
नांगीकृतं शिवोक्तं मे रामं प्रति कुधीः कृता ॥
]

`verse 39 [
किमुत्तरमहं दास्ये गत्वा शंकरसन्निधौ ॥
इति संचिंत्य बहुधा पश्चात्तापोऽभवत्तदा ॥
]

`verse 40 [
गत्वा शंभुसमीपं च प्रणनाम शिवं हृदा ॥
विषण्णवदना शोकव्याकुला विगतप्रभा॥
]

`verse 41 [
अथ तां दुःखितां दृष्ट्वा पप्रच्छ कुशलं हरः ॥
प्रोवाच वचनं प्रीत्या तत्परीक्षा कृता कथम् ॥
]

`verse 42 [
श्रुत्वा शिववचो नाहं किमपि प्रणतानना ॥
सती शोकविषण्णा सा तस्थौ तत्र समीपतः ॥
]

`verse 43 [
अथ ध्यात्वा महेशस्तु बुबोध चरितं हृदा ॥
दक्षजाया महायोगी नानालीला विशारदः ॥
]

`verse 44 [
सस्मार स्वपणं पूर्वं यत्कृतं हरिकोपतः ॥
तत्प्रार्थितोथ रुद्रोसौ मर्यादा प्रतिपालकः ॥
]

`verse 45 [
विषादोभूत्प्रभोस्तत्र मनस्येवमुवाच ह ॥
धर्मवक्ता धर्मकर्त्ता धर्मावनकरस्सदा ॥
]

`speaker [
शिव उवाच
]

`verse 46 [
कुर्यां चेद्दक्षजायां हि स्नेहं पूर्वं यथा महान् ॥
नश्येन्मम पणः शुद्धो लोकलीलानुसारिणः ॥ 2.2.25.५० ॥
ब्रह्मोवाच ॥
इत्थं विचार्य बहुधा हृदा तामत्यजत्सतीम् ॥
पणं न नाशयामास वेदधर्मप्रपालकः ॥
]

`verse 47 [
ततो विहाय मनसा सतीं तां परमेश्वरः ॥
जगाम स्वगिरि भेदं जगावद्धा स हि प्रभुः ॥
]

`verse 48 [
चलंतं पथि तं व्योमवाण्युवाच महेश्वरम् ॥
सर्वान् संश्रावयन् तत्र दक्षजां च विशेषतः ॥
]

`speaker [
व्योमवाण्युवाच
]

`verse 49 [
धन्यस्त्वं परमेशान त्वत्त्समोद्य तथा पणः ॥
न कोप्यन्यस्त्रिलोकेस्मिन् महायोगी महाप्रभुः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 50 [
श्रुत्वा व्योमवचो देवी शिवं पप्रच्छ विप्रभा॥
कं पणं कृतवान्नाथ ब्रूहि मे परमेश्वर ॥
]

`verse 51 [
इति पृष्टोपि गिरिशस्सत्या हितकरः प्रभुः ॥
नोद्वाहे स्वपणं तस्यै कहर्यग्रेऽकरोत्पुरा॥
]

`verse 52 [
तदा सती शिवं ध्यात्वा स्वपतिं प्राणवल्लभम्॥
सर्वं बुबोध हेतुं तं प्रियत्यागमयं मुने ॥
]

`verse 53 [
ततोऽतीव शुशोचाशु बुध्वा सा त्यागमात्मनः ॥
शंभुना दक्षजा तस्मान्निश्वसंती मुहुर्मुहुः ॥
]

`verse 54 [
शिवस्तस्याः समाज्ञाय गुप्तं चक्रे मनोभवम् ॥
सत्ये पणं स्वकीयं हि कथा बह्वीर्वदन्प्रभुः॥
]

`verse 55 [
सत्या प्राप स कैलासं कथयन् विविधाः कथा ॥
वरे स्थित्वा निजं रूपं दधौ योगी समाधिभृत् ॥2.2.25.६०॥
तत्र तस्थौ सती धाम्नि महाविषण्णमानसा ॥
न बुबोध चरित्रं तत्कश्चिच्च शिवयोर्मुने ॥
]

`verse 56 [
महान्कालो व्यतीयाय तयोरित्थं महामुने ॥
स्वोपात्तदेहयोः प्रभ्वोर्लोकलीलानुसारिणोः ॥
]

`verse 57 [
ध्यानं तत्याज गिरिशस्ततस्स परमार्तिहृत् ॥
तज्ज्ञात्वा जगदंबा हि सती तत्राजगाम सा ॥
]

`verse 58 [
ननामाथ शिवं देवी हृदयेन विदूयता ॥
आसनं दत्तवाञ्शंभुः स्वसन्मुख उदारधीः ॥
]

`verse 59 [
कथयामास सुप्रीत्या कथा बह्वीर्मनोरमाः ॥
निश्शोका कृतवान्सद्यो लीलां कृत्वा च तादृशीम् ॥
]

`verse 60 [
पूर्ववत्सा सुखं लेभे तत्याज स्वपणं न सः ॥
नेत्याश्चर्यं शिवे तात मंतव्यं परमेश्वरे ॥
]

`verse 61 [
इत्थं शिवाशिवकथां वदन्ति मुनयो मुने ॥
किल केचिदविद्वांसो वियोगश्च कथं तयोः ॥
]

`verse 62 [
शिवाशिवचरित्रं को जानाति परमार्थतः ॥
स्वेच्छया क्रीडतस्तो हि चरितं कुरुतस्सदा ॥
]

`verse 63 [
वागर्थाविव संपृक्तौ सदा खलु सतीशिवौ॥
तयोर्वियोगस्संभाव्यस्संभवेदिच्छया तयोः॥
]

`colophon [
इति श्रीशिवमहापुराणे द्द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे सतीवियोगो नाम पंचविंशोऽध्यायः॥
]
