`speaker [
ब्रह्मोवाच
]

`verse 1 [
पुराभवच्च सर्वेषामध्वरो विधिना महान् ॥
प्रयागे समवेतानां मुनीनां च महा त्मनाम् ॥
]

`verse 2 [
तत्र सिद्धास्समायातास्सनकाद्यास्सुरर्षयः ॥
सप्रजापतयो देवा ज्ञानिनो ब्रह्मदर्शिनः ॥
]

`verse 3 [
अहं समागतस्तत्र परिवारसमन्वितः ॥
निगमैरागमैर्युक्तो मूर्तिमद्भिर्महाप्रभैः ॥
]

`verse 4 [
समाजोभूद्विचित्रो हि तेषामुत्सवसंयुः ॥
ज्ञानवादोऽभवत्तत्र नानाशास्त्रस मुद्भवः ॥
]

`verse 5 [
तस्मिन्नवसरे रुद्रस्सभवानीगणः प्रभुः ॥
त्रिलोकहितकृत्स्वामी तत्रागात्सूक्तिकृन्मुने॥
]

`verse 6 [
दृष्ट्वा शिवं सुरास्सर्वे सिद्धाश्च मुनयस्तथा ॥
अनमंस्तं प्रभुं भक्त्या तुष्टुवुश्च तथा ह्यहम् ॥
]

`verse 7 [
तस्थुश्शिवाज्ञया सर्वे यथास्थानं मुदान्विताः ॥
प्रभुदर्शनसंतुष्टाः वर्णयन्तो निजं विधिम् ॥
]

`verse 8 [
तस्मिन्नवसरे दक्षः प्रजापतिपतिः प्रभुः ॥
आगमत्तत्र सुप्रीतस्सुवर्चस्वी यदृच्छया ॥
]

`verse 9 [
मां प्रणम्य स दक्षो हि न्युष्टस्तत्र मदाज्ञया ॥
ब्रह्माण्डाधिपतिर्मान्यो मानी तत्त्वबहिर्मुखः ॥
]

`verse 10 [
स्तुतिभिः प्रणिपातैश्च दक्षस्सर्वैस्सुरर्षिभिः ॥
पूजितो वरतेजस्वी करौ बध्वा विनम्रकैः ॥ 2.2.26.१० ॥
नानाविहारकृन्नाथस्स्वतंत्र परमोतिकृत् ॥
नानामत्तं तदा दक्षं स्वासनस्थो महेश्वरः ॥
]

`verse 11 [
दृष्टाऽनतं हरं तत्र स मे पुत्रोऽप्रसन्नधीः ॥
अकुपत्सहसा रुद्रे तदा दक्षः प्रजापतिः ॥
]

`verse 12 [
क्रूरदृष्ट्या महागर्वो दृष्ट्वा रुद्रं महाप्रभुम् ॥
सर्वान्संश्रावयन्नुच्चैरवोचज्ज्ञानवर्जितः ॥
]

`verse 13 [
एते हि सर्वे च सुरासुरा भृशं नमंति मां विप्रवरास्तथर्षयः ॥
कथं ह्यसौ दुर्जनवन्महामनास्त्वभूत्तु यः प्रेतपिशाचसंवृतः ॥
]

`verse 14 [
श्मशानवासी निरपत्रपो ह्ययं कथं प्रणामं न करोति मेऽधुना ॥
लुप्तक्रियो भूतपिशाचसेवितो मत्तोऽविधो नीतिविदूषकस्सदा ॥
]

`verse 15 [
पाखंडिनो दुर्जनपाप शीला दृष्ट्वा द्विजं प्रोद्धतनिंदकाश्च ॥
वध्वां सदासक्तरतिप्रवीणस्तस्मादमुं शप्तुमहं प्रवृत्तः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
इत्येवमुक्त्वा स महाखलस्तदा रुषान्वितो रुद्रमिदं ह्यवोचत् ॥
शृण्वंत्वमी विप्रवरास्तथा सुरा वध्यं हि मे चार्हथ कर्तुमेतम् ॥
]

`verse 17 [
दक्ष उवाच ॥ ॥
रुद्रो ह्ययं यज्ञबहिष्कृतो मे वर्णेष्वतीतोथ विवर्णरूपः ॥
देवैर्न  भागं लभतां सहैव श्मशानवासी कुलजन्म हीनः ॥
]

`verse 18 [
॥ ब्रह्मोवाच ॥ ॥
इति दक्षोक्तमाकर्ण्य भृग्वाद्या बहवो जनाः ॥
अगर्हयन् दुष्टसत्त्वं रुद्रं मत्त्वामरैस्समम्।
]

`verse 19 [
नन्दी निशम्य तद्वाक्यं लालाक्षोतिरुषान्वितः ॥
अब्रवीत्त्वरितं दक्षं शापं दातुमना गणः ॥2.2.26.२०॥
नन्दीश्वर उवाच ॥
रेरे शठ महा मूढ दक्ष दुष्टमते त्वया ॥
यज्ञबाह्यो हि मे स्वामी महेशो हि कृतः कथम् ॥
]

`verse 20 [
यस्य स्मरणमात्रेण भवंति सफला मखाः ॥
तीर्थानि च पवित्राणि सोयं शप्तो हरः कथम् ॥
]

`verse 21 [
वृथा ते ब्रह्मचापल्याच्छप्तोयं दक्ष दुर्मते ॥
वृथोपहसितश्चैवादुष्टो रुद्रो महा प्रभुः ॥
]

`verse 22 [
येनेदं पाल्यते विश्वं सृष्टमंते विनाशितम् ॥
शप्तोयं स कथं रुद्रो महेशो ब्राह्मणाधम ॥
]

`verse 23 [
एवं निर्भत्सितस्तेन नन्दिना हि प्रजापतिः ॥
नन्दिनं च शशापाथ दक्षो रोषसमन्वितः ॥
]

`speaker [
दक्ष उवाच
]

`verse 24 [
यूयं सर्वे रुद्रगणा वेदबाह्या भवंतु वै ॥
वेदमार्गपरित्यक्तास्तथा त्यक्ता महर्षिभिः ॥
]

`verse 25 [
पाखंडवादनिरताः शिष्टाचारबहिष्कृताः ॥
मदिरापाननिरता जटा भस्मास्थिधारिणः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
इति शप्तास्तथा तेन दक्षेण शिवकिंकराः ॥
तच्छ्रुत्वातिरुषाविष्टोभवन्नंदी शिवप्रियः॥। ॥
]

`verse 27 [
प्रत्युवाच द्रुतं पक्षं गर्वितं तं महाखलम् ॥
शिलादतनयो नंदी तेजस्वी शिववल्लभः ॥
]

`speaker [
नन्दीश्वर उवाच
]

`verse 28 [
रे दक्ष शठ दुर्बुद्धे वृथैव शिवकिंकराः ॥
शप्तास्ते ब्रह्मचापल्याच्छिवतत्त्वमजानता ॥2.2.26.३०॥
भृग्वाद्यैर्दुष्टचित्तैश्च मूढैस्स उपहासितः॥
महा प्रभुर्महेशानो ब्राह्मणत्वादहंमते॥
]

`verse 29 [
ये रुद्रविमुखाश्चात्र ब्राह्मणास्त्वादृशाः खलाः॥
रुद्रतेजःप्रभावत्वात्तेषां शापं ददाम्यहम्॥
]

`verse 30 [
वेदवादरता यूयं वेदतत्त्वबहिर्मुखाः ॥
भवंतु सततं विप्रा नान्यदस्तीति वादिनः ॥
]

`verse 31 [
कामात्मानर्स्स्वर्गपराः क्रोधलोभमदान्विताः॥
भवंतु सततं विप्रा भिक्षुका निरपत्रपाः॥
]

`verse 32 [
वेदमार्गं पुरस्कृत्य ब्राह्मणाश्शूद्रयाजिनः ॥
दरिद्रा वै भविष्यंति प्रतिग्रहरता स्सदा॥
]

`verse 33 [
असत्प्रतिग्रहाश्चैव सर्वे निरयगामिनः ॥
भविष्यंति सदा दक्ष केचिद्वै ब्रह्मराक्षसाः ॥
]

`verse 34 [
यश्शिवं सुरसामान्यमुद्दिश्य परमेश्वरम् ॥
द्रुह्यत्यजो दुष्टमतिस्तत्त्वतो विमुखो भवेत् ॥
]

`verse 35 [
कूटधर्मेषु गेहेषु सदा ग्राम्यसुखेच्छया ॥
कर्मतंत्रं वितनुता वेदवादं च शाश्वतम् ॥
]

`verse 36 [
विनष्टानंदकमुखो विस्मृतात्मगतिः पशुः ॥
भ्रष्टकर्मानयसदा दक्षो बस्तमुखोऽचिरात् ॥
]

`verse 37 [
शप्तास्ते कोपिना तत्र नंदिना ब्राह्मणा यदा॥
हाहाकारो महानासीच्छप्तो दक्षेण चेश्वरः॥2.2.26.४०॥
तदाकर्ण्यामहत्यंतमनिंदंतं मुहुर्मुहुः॥
भृग्वादीनपि विप्रांश्च वेदसृट् शिव तत्त्ववित् ॥
]

`verse 38 [
ईश्वरोपि वचः श्रुत्वा नंदिनः प्रहसन्निव ॥
उवाच मधुरं वाक्यं बोधयंस्तं सदाशिवः ॥
]

`speaker [
सदाशिव उवाच
]

`verse 39 [
शृणु नंदिन् महाप्राज्ञ न कर्तुं क्रोधमर्हसि॥
वृथा शप्तो ब्रह्मकुलो मत्वा शप्तं च मां भ्रमात् ॥
]

`verse 40 [
वेदो मंत्राक्षरमयस्साक्षात्सूक्तमयो भृशम् ॥
सूक्ते प्रतिष्ठितो ह्यात्मा सर्वेषामपि देहिनाम् ॥
]

`verse 41 [
तस्मादात्मविदो नित्यं त्वं मा शप रुषान्वितः ॥
शप्या न वेदाः केनापि दुर्द्धियापि कदाचन ॥
]

`verse 42 [
अहं शप्तो न चेदानीं तत्त्वतो बोद्धुमर्हसि॥
शान्तो भव महाधीमन्सनकादिविबोधकः ॥
]

`verse 43 [
यज्ञोहं यज्ञकर्माहं यज्ञांगानि च सर्वशः ॥
यतात्मा यज्ञनिरतो यज्ञबाह्योहमेव वै ॥
]

`verse 44 [
कोयं कस्त्वमिमे के हि सर्वोहमपि तत्त्वतः ॥
इति बुद्ध्या हि विमृश वृथा शप्तास्त्वया द्विजाः ॥
]

`verse 45 [
तत्त्वज्ञानेन निर्हृत्य प्रपंचरचनो भव ॥
बुधस्स्वस्थो महाबुद्धे नन्दिन् क्रोधादिवर्जितः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 46 [
एवं प्रबोधितस्तेन शम्भुना नन्दिकेश्वरः ॥
विवेकपरमो भूत्वा शांतोऽभूत्क्रोधवर्जितः ॥2.2.26.५०॥
शिवोपि तं प्रबोध्याशु स्वगणं प्राणवल्लभम् ॥
सगणस्स ययौ तस्मात्स्वस्थानं प्रमुदान्वितः ॥
]

`verse 47 [
दक्षोपि स रुषाविष्टस्तैर्द्धिजैः परिवारितः ॥
स्वस्थानं च ययौ चित्ते शिवद्रो हपरायणः ॥
]

`verse 48 [
रुद्रं तदानीं परिशप्यमानं संस्मृत्य दक्षः परया रुषान्वितः ॥
श्रद्धां विहायैव स मूढबुद्धिर्निंदापरोभूच्छिवपूजकानाम् ॥
]

`verse 49 [
इत्युक्तो दक्षदुर्बुद्धिश्शंभुना परमात्मना ॥
परां दुर्धिषणां तस्य शृणु तात वदाम्यहम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीयखण्डे सत्युपाख्याने शिवेन दक्षविरोधो नाम षड्विंशोऽध्यायः ॥
]
