`speaker [
ब्रह्मोवाच
]

`verse 1 [
एकदा तु मुने तेन यज्ञः प्रारंभितो महान् ॥
तत्राहूतास्तदा सर्वे दीक्षितेन सुरर्षयः ॥
]

`verse 2 [
महर्षयोऽखिलास्तत्र निर्जराश्च समागताः ॥
यद्यज्ञकरणार्थं हि शिवमायाविमोहितः ॥
]

`verse 3 [
अगस्त्यः कश्यपोत्रिश्च वामदेवस्तथा भृगुः ॥
दधीचिर्भगवान् व्यासो भारद्वाजोऽथ गौतमः ॥
]

`verse 4 [
पैलः पराशरो गर्गो भार्गवः ककुपस्सितः ॥
सुमंतुत्रिककंकाश्च वैशंपायन एव च ॥
]

`verse 5 [
एते चान्ये च बहवो मुनयो हर्षिता ययु ॥
मम पुत्रस्य दक्षस्य सदारास्ससुता मखम् ॥
]

`verse 6 [
तथा सर्वे सुरगणा लोकपाला महोदयाः ॥
तथोपनिर्जरास्सर्वे स्वापकारबलान्विताः ॥
]

`verse 7 [
सत्यलोकात्समानीतो नुतोहं विश्वकारकः॥
ससुतस्स परीवारो मूर्तवेदापिसंयुतः ॥
]

`verse 8 [
वैकुंठाच्च तथा विष्णुस्संप्रार्थ्य विविधादरात् ॥
सपार्षदपरीवारस्समानीतो मखं प्रति ॥
]

`verse 9 [
एवमन्ये समायाता दक्षयज्ञं विमोहिताः ॥
सत्कृतास्तेन दक्षेन सर्वे ते हि दुरात्मना ॥
]

`verse 10 [
भवनानि महार्हाणि सुप्रभाणि महांति च ॥
त्वष्ट्रा कृतानि दिव्यानि तेभ्यो दत्तानि तेन वै ॥ 2.2.27.१० ॥
तेषु सर्वेषु धिष्ण्येषु यथायोग्यं च संस्थिताः ॥
सन्मानिता अराजंस्ते सकला विष्णुना मया ॥
]

`verse 11 [
वर्त्तमाने महायज्ञे तीर्थे कनखले तदा ॥
ऋत्विजश्च कृतास्तेन भृग्वाद्याश्च तपोधनाः ॥
]

`verse 12 [
अधिष्ठाता स्वयं विष्णुस्सह सर्वमरुद्गणैः ॥
अहं तत्राऽभवं ब्रह्मा त्रयीविधिनिदर्शकः ॥
]

`verse 13 [
तथैव सर्वदिक्पाला द्वारपालाश्च रक्षकाः ॥
सायुधास्सपरीवाराः कुतूहलकरास्सदा ॥
]

`verse 14 [
उपतस्थे स्वयं यज्ञस्सुरूपस्तस्य चाध्वरे॥
सर्वे महामुनिश्रेष्ठाः स्वयं वेदधराऽभवन् ॥
]

`verse 15 [
तनूनपादपि निजं चक्रे रूपं सहस्रशः ॥
हविषा ग्रहणायाशु तस्मिन् यज्ञे महोत्सवे ॥
]

`verse 16 [
अष्टाशीतिसहस्राणि जुह्वति सह ऋत्विजः ॥
उद्गातारश्चतुषष्टि सहस्राणि सुरर्षयः ॥
]

`verse 17 [
अध्वर्यवोथ होतारस्तावन्तो नारदादयः ॥
सप्तर्षयस्समा गाथाः कुर्वंति स्म पृथक्पृथक् ॥
]

`verse 18 [
गंधर्वविद्याधरसिद्धसंघानादित्यसंघान् सगणान् सयज्ञान् ॥
संख्यावरान्नागचरान् समस्तान् वव्रे स दक्षो हि महाध्वरे स्वे ॥
]

`verse 19 [
द्विजर्षिराजर्षिसुरर्षिसंघा नृपास्समित्राः सचिवास्स सैन्याः ॥
वसुप्रमुख्या गणदेवताश्च सर्वे वृतास्तेन मखोपवेत्त्राः ॥ 2.2.27.२० ॥
दीक्षायुक्तस्तदा दक्षः कृतकौतुकमंगलः ॥
भार्यया सहितो रेजे कृतस्वस्त्ययनो भृशम् ॥
]

`verse 20 [
तस्मिन् यज्ञे वृतश्शंभुर्न दक्षेण दुरात्मना ॥
कपालीति विनिश्चित्य तस्य यज्ञार्हता न हि ॥
]

`verse 21 [
कपालिभार्येति सती दयिता स्वसुतापि च ॥
नाहूता यज्ञविषये दक्षेणागुणदर्शिना ॥
]

`verse 22 [
एवं प्रवर्तमाने हि दक्षयज्ञे महोत्सवे ॥
स्वकार्यलग्नास्तत्रासन् सर्वे तेऽध्वरसंमताः ॥
]

`verse 23 [
एतस्मिन्नंतरेऽदृष्ट्वा तत्र वै शंकरं प्रभुम् ॥
प्रोद्विग्नमानसश्शैवो दधीचो वाक्यमब्रवीत् ॥
]

`verse 24 [
दधीच उवाच ॥ ॥
सर्वे शृणुत मद्वाक्यं देवर्षिप्रमुखा मुदा ॥
कस्मान्नैवागतश्शंभुरस्मिन् यज्ञे महोत्सवे ॥
]

`verse 25 [
एते सुरेशा मुनयो महत्तरास्सलोकपालाश्च समागता हि ॥
तथापि यज्ञस्तु न शोभते भृशं पिनाकिना तेन महात्मना विना ॥
]

`verse 26 [
येनैव सर्वाण्यपि मंगलानि भवंति शंसन्ति महाविपश्चितः ॥
सोऽसौ न दृष्टोऽत्र पुमान् पुराणो वृषध्वजो नीलगलः परेशः ॥
]

`verse 27 [
अमंगलान्येव च मंगलानि भवंति येनाधिगतानि दक्षः ॥
त्रिपंचकेनाप्यथ मंगलानि भवंति सद्यः परतः पुराणि ॥
]

`verse 28 [
तस्मात्त्वयैव कर्तव्यमाह्वानं परमेशितुः ॥
त्वरितं ब्रह्मणा वापि विष्णुना प्रभुविष्णुना॥2.2.27.३०॥
इन्द्रेण लोकपालैश्च द्विजैस्सिद्धैस्सहाधुना ॥
सर्वथाऽऽनयनीयोसौ शंकरो यज्ञपूर्त्तये ॥
]

`verse 29 [
सर्वैर्भवद्भिर्गंतव्यं यत्र देवो महेश्वरः॥
दाक्षायण्या समं शम्भुमानयध्वं त्वरान्विताः ॥
]

`verse 30 [
तेन सर्वं पवित्रं स्याच्छम्भुना परमात्मना ॥
अत्रागतेन देवेशास्सांबेन परमात्मना ॥
]

`verse 31 [
यस्य स्मृत्या च नामोक्त्या समग्रं सुकृतं भवेत् ॥
तस्मात्सर्वप्रयत्नेन ह्यानेतव्यो वृषध्वजः ॥
]

`verse 32 [
समागते शंकरेऽत्र पावनो हि भवेन्मखः ॥
भविष्यत्यन्यथाऽपूर्णः सत्यमेतद्ब्रवीम्यहम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
तस्य तद्वचनं श्रुत्वा दक्षो रोषसमन्वितः॥
उवाच त्वरितं मूढः प्रहसन्निव दुष्टधीः ॥
]

`verse 34 [
मूलं विष्णुर्देवतानां यत्र धर्मस्सनातनः॥
समानीतो मया सम्यक् किमूनं यज्ञकर्मणि ॥
]

`verse 35 [
यस्मिन्वेदाश्च यज्ञाश्च कर्माणि विविधानि च ॥
प्रतिष्ठितानि सर्वाणि सोऽसौ विष्णुरिहागतः॥
]

`verse 36 [
सत्यलोकात्समायातो ब्रह्मा लोकपितामहः ॥
वेदैस्सोपनिषद्भिश्च विविधैरागमैस्सह ॥
]

`verse 37 [
तथा सुरगणैस्साकमागतस्सुरराट् स्वयम्॥
तथा यूयं समायाता ऋषयो वीतकल्मषाः ॥2.2.27.४०॥
येये यज्ञोचिताश्शांताः पात्रभूतास्समागताः ॥
वेदवेदार्थतत्त्वज्ञास्सर्वे यूयं दृढव्रताः ॥ ॥
]

`verse 38 [
अत्रैव च किमस्माकं रुद्रेणापि प्रयोजनम् ॥
कन्या दत्ता मया विप्र ब्रह्मणा नोदितेन हि ॥
]

`verse 39 [
हरोऽकुलीनोसौ विप्र पितृमातृविवर्जितः ॥
भूतप्रेतपिशाचानां पतिरेको दुरत्ययः ॥
]

`verse 40 [
आत्मसंभावितो मूढ स्तब्धो मौनी समत्सरः ॥
कर्मण्यस्मिन्न योग्योसौ नानीतो हि मयाऽधुना ॥
]

`verse 41 [
तस्मात्त्वमीदृशं वाक्यं पुनर्वाच्यं न हि क्वचित् ॥
सर्वेर्भवद्भिः कर्तव्यो यज्ञो मे सफलो महान् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
एतच्छ्रुत्वा वचस्तस्य दधीचो वाक्यमब्रवीत्॥
सर्वेषां शृण्वतां देवमुनीनां सारसं युतम् ॥
]

`speaker [
दधीच उवाच
]

`verse 43 [
अयज्ञोयं महाजातो विना तेन शिवेन हि ॥
विनाशोपि विशेषेण ह्यत्र ते हि भविष्यति ॥
]

`verse 44 [
एवमुक्त्वा दधीचोसावेक एव विनिर्गतः ॥
यज्ञवाटाच्च दक्षस्य त्वरितः स्वाश्रमं ययौ॥
]

`verse 45 [
ततोन्ये शांकरा ये च मुख्याश्शिवमतानुगाः ॥
निर्ययुस्स्वाश्रमान् सद्यश्शापं दत्त्वा तथैव च ॥
]

`verse 46 [
मुनौ विनिर्गते तस्मिन् मखादन्येषु दुष्टधीः ॥
शिवद्रोही मुनीन् दक्षः प्रहसन्निदमब्रवीत् ॥ 2.2.27.५० ॥
॥ दक्ष उवाच ॥
गतः शिवप्रियो विप्रो दधीचो नाम नामतः ॥
अन्ये तथाविधा ये च गतास्ते मम चाध्वरात् ॥
]

`verse 47 [
एतच्छुभतरं जातं संमतं मे हि सर्वथा ॥
सत्यं ब्रवीमि देवेश सुराश्च मुनयस्तथा ॥
]

`verse 48 [
विनष्टचित्ता मंदाश्च मिथ्यावादरताः खलाः ॥
वेदबाह्या दुराचारास्त्याज्यास्ते मखकर्मणि॥
]

`verse 49 [
वेदवादरता यूयं सर्वे विष्णुपुरोगमाः ॥
यज्ञं मे सफलं विप्रास्सुराः कुर्वंतु माऽचिरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 50 [
इत्याकर्ण्य वचस्तस्य शिवमायाविमोहिताः ॥
यन्मखे देवयजनं चक्रुस्सर्वे सुरर्षयः ॥
]

`verse 51 [
इति तन्मखशापो हि वर्णितो मे मुनीश्वर ॥
यज्ञविध्वंसयोगोपि प्रोच्यते शृणु सादरम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे यज्ञप्रारंभो नाम सप्तविंशोऽध्यायः ॥
]
