`speaker [
ब्रह्मोवाच
]

`verse 1 [
यदा ययुर्दक्षमखमुत्सवेन सुरर्षयः ॥
तस्मिन्नैवांतरे देवो पर्वते गंधमादने ॥
]

`verse 2 [
धारागृहे वितानेन सखीभिः परिवारिता ॥
दाक्षायणी महाक्रीडाश्चकार विविधास्सती ॥
]

`verse 3 [
क्रीडासक्ता तदा देवी ददर्शाथ मुदा सती॥
दक्षयज्ञे प्रयांतं च रोहिण्या पृच्छ्य सत्वरम् ॥
]

`verse 4 [
दृष्ट्वा सीमंतया भूतां विजयां प्राह सा सती ॥
स्वसखीं प्रवरां प्राणप्रियां सा हि हितावहाम् ॥ ॥
]

`speaker [
सत्युवाच
]

`verse 5 [
हे सखीप्रवरे प्राणप्रिये त्वं विजये मम ॥
क्व गमिष्यति चन्द्रोयं रोहिण्यापृच्छ्य सत्वरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
तथोक्ता विजया सत्या गत्वा तत्सन्निधौ द्रुतम्॥
क्व गच्छसीति पप्रच्छ शशिनं तं यथोचितम्॥
]

`verse 7 [
विजयोक्तमथाकर्ण्य  स्वयात्रां पूर्वमादरात् ॥
कथितं तेन तत्सर्वं दक्षयज्ञोत्सवादिकम् ॥
]

`verse 8 [
तच्छ्रुत्वा विजया देवीं त्वरिता जातसंभ्रमा॥
कथयामास तत्सर्वं यदुक्तं शशिना सतीम् ॥
]

`verse 9 [
तच्छ्रुत्वा कालिका देवी विस्मिताभूत्सती तदा॥
विमृश्य कारणं तत्राज्ञात्वा चेतस्यचिंतयत् ॥
]

`verse 10 [
दक्षः पिता मे माता च वीरिणी नौ कुतस्सती ॥
आह्वानं न करोति स्म विस्मृता मां प्रियां सुताम् ॥2.2.28.१०॥
पृच्छेयं शंकरं तत्र कारणं सर्वमादरात् ॥
चिंतयित्वेति सासीद्वै तत्र गंतुं सुनिश्चया ॥
]

`verse 11 [
अथ दाक्षायणी देवी विजयां प्रवरां सखीम् ॥
स्थापयित्वा द्रुतं तत्र समगच्छच्छिवांतिकम् ॥
]

`verse 12 [
ददर्श तं सभामध्ये संस्थितं बहुभिर्गणैः ॥
नंद्यादिभिर्महावीरैः प्रवरैर्यूथयूथपै ॥
]

`verse 13 [
दृष्ट्वा तं प्रभुमीशानं स्वपतिं साथ दक्षजा ॥
प्रष्टुं तत्कारणं शीघ्रं प्राप शंकरसंनिधिम् ॥
]

`verse 14 [
शिवेन स्थापिता स्वांके प्रीतियुक्तेन स्वप्रिया ॥
प्रमोदिता वचोभिस्सा बहुमानपुरस्सरम् ॥
]

`verse 15 [
अथ शंभुर्महालीलस्सर्वेशस्सुखदस्सताम् ॥
सतीमुवाच त्वरितं गणमध्यस्थ आदरात् ॥
]

`speaker [
शंभुरुवाच
]

`verse 16 [
किमर्थमागतात्र त्वं सभामध्ये सविस्मया ॥
कारणं तस्य सुप्रीत्या शीघ्रं वद सुमध्यमे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
एवमुक्ता तदा तेन महेशेन मुनीश्वर ॥
सांजलिस्सुप्रणम्याशु सत्युवाच प्रभुं शिवा ॥
]

`speaker [
सत्युवाच
]

`verse 18 [
पितुर्मम महान् यज्ञो भवतीति मया श्रुतम् ॥
तत्रोत्सवो महानस्ति समवेतास्सुरर्षयः ॥
]

`verse 19 [
पितुर्मम महायज्ञे कस्मात्तव न रोचते ॥
गमनं देवदेवेश तत्सर्वं कथय प्रभो ॥ 2.2.28.२० ॥
सुहृदामेष वै धर्मस्सुहृद्भिस्सह संगतिः ॥
कुर्वंति यन्महादेव सुहृदः प्रीतिवर्द्धिनीम् ॥
]

`verse 20 [
तस्मात्सर्वप्रयत्नेन मयागच्छ सह प्रभो ॥
यज्ञवाटं पितुर्मेद्य स्वामिन् प्रार्थनया मम॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
तस्यास्तद्वचनं श्रुत्वा सत्या देवो महेश्वरः ॥
दक्ष वागिषुहृद्विद्धो बभाषे सूनृतं वचः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 22 [
दक्षस्तव पिता देवी मम द्रोही विशेषतः ॥
]

`verse 23 [
यस्य ये मानिनस्सर्वे ससुरर्षिमुखाः परे ॥
ते मूढा यजनं प्राप्ताः पितुस्ते ज्ञानवर्जिताः ॥
]

`verse 24 [
अनाहूताश्च ये देवी गच्छंति परमंदिरम् ॥
अवमानं प्राप्नुवंति मरणादधिकं तथा ॥
]

`verse 25 [
परालयं गतोपींद्रो लघुर्भवति तद्विधः ॥
का कथा च परेषां वै रीढा यात्रा हि तद्विधा ॥
]

`verse 26 [
तस्मात्त्वया मया चापि दक्षस्य यजनं प्रति ॥
न गंतव्यं विशेषेण सत्यमुक्तं मया प्रियं ॥
]

`verse 27 [
तथारिभिर्न व्यथते ह्यर्दितोपि शरैर्जनः ॥
स्वानांदुरुक्तिभिर्मर्मताडितस्स यथा मतः ॥
]

`verse 28 [
विद्यादिभिर्गुणैः षड्भिरसदन्यैस्सतां स्मृतौ ॥
हतायां भूयसां धाम न पश्यंति खलाः प्रिये ॥ 2.2.28.३० ॥
ब्रह्मोवाच ॥
एवमुक्ता सती तेन महेशेन महात्मना ॥
उवाच रोषसंयुक्ता शिवं वाक्यविदां वरम् ॥
]

`speaker [
सत्युवाच
]

`verse 29 [
यज्ञस्स्यात्सफलो येन स त्वं शंभोखिलेश्वर ॥
अनाहूतोसि तेनाद्य पित्रा मे दुष्टकारिणा ॥
]

`verse 30 [
तत्सर्वं ज्ञातुमिच्छामि भव भावं दुरात्मनः ॥
सुरर्षीणां च सर्वेषामागतानां दुरात्मनाम् ॥
]

`verse 31 [
तस्माच्चाद्यैव गच्छामि स्वपितुर्यजनं प्रभो ॥
अनुज्ञां देहि मे नाथ तत्र गंतुं महेश्वर ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
इत्युक्तौ भगवान् रुद्रस्तया देव्या शिवस्स्वयम् ॥
विज्ञाताखिलदृक् द्रष्टा सतीं सूतिकरोऽब्रवीत् ॥
]

`speaker [
शिव उवाच
]

`verse 33 [
यद्येवं ते रुचिर्देवि तत्र गंतुमवश्यकम् ॥
सुव्रते वचनान्मे त्वं गच्छ शीघ्रं पितुर्मखम् ॥
]

`verse 34 [
एतं नंदिनमारुह्य वृषभं सज्जमादरात् ॥
महाराजोपचाराणि कृत्वा बहुगुणान्विता ॥
]

`verse 35 [
भूषितं वृषमारोहेत्युक्ता रुद्रेण सा सती ॥
सुभूषिता सती युक्ता ह्यगमत्पितुमंदिरम्॥
]

`verse 36 [
महाराजोपचाराणि दत्तानि परमात्मना ॥
सुच्छत्रचामरादीनि सद्वस्त्राभरणानि च ॥
]

`verse 37 [
गणाः षष्टिसहस्राणि रौद्रा जग्मुश्शिवाज्ञया ॥
कुतूहलयुताः प्रीता महोत्सवसमन्विताः ॥ 2.2.28.४० ॥
तदोत्सवो महानासीद्यजने तत्र सर्वतः ॥
सत्याश्शिवप्रियायास्तु वामदेवगणैः कृतः ॥
]

`verse 38 [
कुतूहलं गणाश्चक्रुश्शिवयोर्यश उज्जगुः ॥
बालांतः पुप्लुवुः प्रीत्या महावीराश्शिवप्रियाः ॥
]

`verse 39 [
सर्वथासीन्महाशोभा गमने जागदम्बिके ॥
सुखारावस्संबभूव पूरितं भुवनत्रयम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे सतीयात्रावर्णनं नामाष्टविंशोध्यायः ॥
]
