`speaker [
ब्रह्मोवाच
]

`verse 1 [
दाक्षायणी गता तत्र तत्र यज्ञो महाप्रभः ॥
सुरासुरमुनीन्द्रादिकुतूहलसमन्वितः ॥
]

`verse 2 [
स्वपितुर्भवनं तत्र नानाश्चर्यसमन्वितम् ॥
ददर्श सुप्रभं चारु सुरर्षिगण संयुतम् ॥
]

`verse 3 [
द्वारि स्थिता तदा देवी ह्यवरुह्य निजासनात् ॥
नन्दिनोऽभ्यंतरं शीघ्रमेकैवागच्छदध्वरम् ॥
]

`verse 4 [
आगतां च सतीं दृष्ट्वाऽसिक्नी माता यशस्विनी ॥
अकरोदादरं तस्या भगिन्यश्च यथोचितम् ॥
]

`verse 5 [
नाकरोदादरं दक्षो दृष्ट्वा तामपि किंचन ॥
नान्योपि तद्भयात्तत्र शिवमायाविमोहितः ॥
]

`verse 6 [
अथ सा मातरं देवी पितरं च सती मुने ॥
अनमद्विस्मितात्यंतं सर्वलोक पराभवात् ॥
]

`verse 7 [
भागानपश्यद्देवानां हर्यादीनां तदध्वरे ॥
न शंभुभागमकरोत् क्रोधं दुर्विषहं सती ॥
]

`speaker [
सत्युवाच
]

`verse 8 [
तदा दक्षं दहन्तीव रुषा पूर्णा सती भृशम् ॥
क्रूरदृष्ट्या विलोक्यैव सर्वानप्यपमानिता ॥
]

`speaker [
सत्युवाच
]

`verse 9 [
अनाहूतस्त्वया कस्माच्छंभुः परमशोभनः ॥
येन पूतमिदं विश्वं समग्रं सचराचरम् ॥
]

`verse 10 [
यज्ञो यज्ञविदां श्रेष्ठो यज्ञांगो यज्ञदक्षिणः ॥
यज्ञकर्ता च यश्शंभुस्तं विना च कथं मखः ॥ 2.2.29.१० ॥
यस्य स्मरणमात्रेण सर्वं पूतं भवत्यहो ॥
विना तेन कृतं सर्वमपवित्रं भविष्यति ॥
]

`verse 11 [
द्रव्यमंत्रादिकं सर्वं हव्यं कव्यं च यन्मयम् ॥
शंभुना हि विना तेन कथं यज्ञः प्रवर्तितः ॥
]

`verse 12 [
किं शिवं सुरसामान्यं मत्याकार्षीरनादरम् ॥
भ्रष्टबुद्धिर्भवानद्य जातोसि जनकाधम ॥
]

`verse 13 [
विष्णुब्रह्मादयो देवा यं संसेव्य महेश्वरम् ॥
प्राप्ताः स्वपदवीं सर्वे तं न जानासि रे हरम् ॥
]

`verse 14 [
एते कथं समायाता विष्णुब्रह्मादयस्सुराः ॥
तव यज्ञे विना शंभुं स्वप्रभुं मुनयस्तथा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
इत्युक्त्वा परमेशानी विष्ण्वादीन्सकलान् प्रति ॥
पृथक्पृथगवोचत्सा भर्त्सयंती भवात्मिका ॥
]

`speaker [
सत्युवाच
]

`verse 16 [
हे विष्णो त्वं महादेवं किं न जानासि तत्त्वतः ॥
सगुणं निर्गुणं चापि श्रुतयो यं वदंति ह ॥
]

`verse 17 [
यद्यपि त्वां करं दत्त्वा बहुवारं महेश्वरः ॥
अशिक्षयत्पुरा शाल्वप्रमुखाकृतिभिर्हरे॥
]

`verse 18 [
तदपि ज्ञानमायातं न ते चेतसि दुर्मते ॥
भागार्थी दक्षयज्ञेस्मिन् शिवं स्वस्वामिनं विना ॥
]

`verse 19 [
पुरा पंचमुखो भूत्वा गर्वितोऽसि सदाशिवम् ॥
कृतश्चतुर्मुखस्तेन विस्मृतोसि तदद्भुतम् ॥ 2.2.29.२० ॥
इन्द्र त्वं किं न जानासि महादेवस्य विक्रमम् ॥
भस्मी कृतः पविस्ते हि हरेण क्रूरकर्मणा ॥
]

`verse 20 [
हे सुराः किन्न जानीथ महादेवस्य विक्रमम् ॥
अत्रे वसिष्ठ मुनयो युष्माभिः किं कृतं त्विह ॥
]

`verse 21 [
भिक्षाटनं च कृतवान् पुरा दारुवने विभुः ॥
शप्तो यद्भिक्षुको रुद्रो भवद्भिर्मुनिभिस्तदा ॥
]

`verse 22 [
शप्तेनापि च रुद्रेण यत्कृतं विस्मृतं कथम् ॥
तल्लिंगेनाखिलं दग्धं भुवनं सचराचरम् ॥
]

`verse 23 [
सर्वे मूढाश्च संजाता विष्णुब्रह्मादयस्सुराः ॥
मुनयोऽन्ये विना शंभुमागता यदिहाध्वरे ॥
]

`verse 24 [
सर्वे वेदाश्च संभूताः सांगाश्शास्त्राणि वाग्यतः ॥
योसौ वेदांतगश्शम्भुः कैश्चिज्ज्ञातुं न पार्यते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
इत्यनेकविधा वाणीरगदज्जगदम्बिका ॥
कोपान्विता सती तत्र हृदयेन विदूयता ॥
]

`verse 26 [
विष्ण्वादयोखिला देवा मुनयो ये च तद्वचः ॥
मौनीभूतास्तदाकर्ण्य भयव्याकुलमानसाः ॥
]

`verse 27 [
अथ दक्षस्समाकर्ण्य स्वपुत्र्यास्तादृशं वचः॥
विलोक्य क्रूरदृष्ट्या तां सतीं कुद्धोऽब्रवीद्वचः ॥
]

`speaker [
दक्ष उवाच
]

`verse 28 [
तव किं बहुनोक्तेन कार्यं नास्तीह सांप्रतम् ॥
गच्छ वा तिष्ठ वा भद्रे कस्मात्त्वं हि समागता ॥2.2.29.३०॥
अमंगलस्तु ते भर्ता शिवोसौ गम्यते बुधैः ॥
अकुलीको वेदबाह्यो भूतप्रेतपिशाचराट् ॥
]

`verse 29 [
तस्मान्नाह्वारितो रुद्रो यज्ञार्थं सुकुवेषभृत् ॥
देवर्षिसंसदि मया ज्ञात्वा पुत्रि विपश्चिता ॥
]

`verse 30 [
विधिना प्रेरितेन त्वं दत्ता मंदेन पापिना॥
रुद्रायाविदितार्थाय चोद्धताय दुरात्मने ॥
]

`verse 31 [
तस्मात्कोपं परित्यज्य स्वस्था भव शुचिस्मिते ॥
यद्यागतासि यज्ञेस्मिन् दायं गृह्णीष्व चात्मना॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
दक्षेणोक्तेति सा पुत्री सती त्रैलोक्यपू जिता ॥
निंदायुक्तं स्वपितरं दृष्ट्वासीद्रुषिता भृशम् ॥
]

`verse 33 [
अर्चितयत्तदा सेति कथं यास्यामि शंकरम् ॥
शंकरं द्रष्टुकामाहं पृष्टा वक्ष्ये किमुत्तरम् ॥
]

`verse 34 [
अथ प्रोवाच पितरं दक्षं तं दुष्टमानसम् ॥
निश्श्वसंती रुषाविष्टा सा सती त्रिजगत्प्रसूः ॥
]

`speaker [
सत्युवाच
]

`verse 35 [
यो निंदति महादेवं निंद्यमानं शृणोति वा ॥
तावुभौ नरकं यातौ यावच्चन्द्रदिवाकरौ ॥
]

`verse 36 [
तस्मात्त्यक्ष्याम्यहं देवं प्रवेक्ष्यामि हुताशनम् ॥
किं जीवितेन मे तात शृण्वंत्यानादरं प्रभोः ॥
]

`verse 37 [
यदि शक्तस्स्वयं शंभोर्निंदकस्य विशेषतः ॥
छिंद्यात् प्रसह्य रसनां तदा शुद्ध्येन्न संशयः ॥2.2.29.४०॥
यद्यशक्तो जनस्तत्र निरयात्सुपिधाय वै ॥
कर्णौ धीमान् ततश्शुद्ध्येद्वदंतीदं बुधान्वरान् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 38 [
इत्थमुक्त्वा धर्मनीतिं पश्चात्तापमवाप सा ॥
अस्मरच्छांकरं वाक्यं दूयमानेन चेतसा ॥
]

`verse 39 [
ततस्संकुद्ध्य सा दक्षं निश्शंकं प्राह तानपि ॥
सर्वान्विष्ण्वादिकान्देवान्मुनीनपि सती ध्रुवम् ॥
]

`speaker [
सत्युवाच
]

`verse 40 [
तात त्वं निंदकश्शंभोः पश्चात्तापं गमिष्यसि ॥
इह भुक्त्वा महादुःखमंते यास्यसि यातनाम् ॥
]

`verse 41 [
यस्य लोकेऽप्रियो नास्ति प्रियश्चैव परात्मनः ॥
तस्मिन्नवैरे शर्वेस्मिन् त्वां विना कः प्रतीपकः ॥
]

`verse 42 [
महद्विनिंदा नाश्चर्यं सर्वदाऽसत्सु सेर्ष्यकम् ॥
महदंघ्रिरजो ध्वस्ततमस्सु सैव शोभना ॥
]

`verse 43 [
शिवेति द्व्यक्षरं यस्य नृणां नाम गिरेरितम् ॥
सकृत्प्रसंगात्सकलमघमाशु विहंति तत् ॥
]

`verse 44 [
पवित्रकीर्तितमलं भवान् द्वेष्टि शिवेतरः ॥
अलंघ्यशासनं शंभुमहो सर्वेश्वरं खलः ॥
]

`verse 45 [
यत्पादपद्मं महतां मनोऽलिसुनिषेवितम् ॥
सर्वार्थदं ब्रह्मरसैः सर्वार्थिभिरथादरात् ॥
]

`verse 46 [
यद्वर्षत्यर्थिनश्शीघ्रं लोकस्य शिवआदरात् ॥
भवान् द्रुह्यति मूर्खत्वात्तस्मै चाशेषबंधवे ॥2.2.29.५०॥
किंवा शिवाख्यमशिवं त्वदन्ये न विदुर्बुधाः ॥
ब्रह्मादयस्तं मुनयस्सनकाद्यास्तथापरे ॥
]

`verse 47 [
अवकीर्य जटाभूतैश्श्मशाने स कपालधृक् ॥
तन्माल्यभस्म वा ज्ञात्वा प्रीत्यावसदुदारधीः ॥
]

`verse 48 [
ये मूर्द्धभिर्दधति तच्चरणोत्सृष्टमाराद् ॥
निर्माल्यं मुनयो देवास्स शिवः परमेश्वरः ॥
]

`verse 49 [
प्रवृत्तं च निवृत्तं च द्विविधं कर्मचोदि तम् ॥
वेदे विविच्य वृत्तं च तद्विचार्यं मनीषिभिः ॥
]

`verse 50 [
विरोधियौगपद्यैककर्तृके च तथा द्वयम् ॥
परब्रह्मणि शंभो तु कर्मर्च्छंति न किंचन ॥
]

`verse 51 [
मा वः पदव्यस्स्म पितर्या अस्मदास्थितास्सदा ॥
यज्ञशालासु वो धूम्रवर्त्मभुक्तोज्झिताः परम् ॥
]

`verse 52 [
नोऽव्यक्तलिंगस्सततमवधूतसुसेवितः॥
अभिमानमतो न त्वं कुरु तात कुबुद्धिधृक् ॥
]

`verse 53 [
किंबहूक्तेन वचसा दुष्टस्त्वं सर्वथा कुधीः।
त्वदुद्भवेन देहेन न मे किंचित्प्रयोजनम्॥
]

`verse 54 [
तज्जन्म धिग्यो महतां सर्वथावद्यकृत्खलः ॥
परित्याज्यो विशेषेण तत्संबंधो विपश्चिता ॥
]

`verse 55 [
गोत्रं त्वदीयं भगवान् यदाह वृषभध्वजः ॥
दाक्षायणीति सहसाहं भवामि सुदुर्मनाः ॥2.2.29.६०॥
तस्मात्त्वदंगजं देहं कुणपं गर्हितं सदा ॥
व्युत्सृज्य नूनमधुना भविष्यामि सुखावहा॥
]

`verse 56 [
हे सुरा मुनयस्सर्वे यूयं शृणुत मद्वचः ॥
सर्वथानुचितं कर्म युष्माकं दुष्टचेतसाम् ॥
]

`verse 57 [
सर्वे यूयं विमूढा हि शिवनिंदाः कलिप्रियाः ॥
प्राप्स्यंति दण्डं नियतमखिलं च हराद्ध्रुवम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 58 [
दक्षमुक्त्वाध्वरे तांश्च व्यरमत्सा सती तदा ॥
अनूद्य चेतसा शम्भुमस्मरत्प्राणवल्लभम्॥
]

`verse 59 [
इतिश्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे सतीवाक्यवर्णनं नामैकोनत्रिंशोऽध्यायः ॥
]
