`speaker [
ब्रह्मोवाच
]

`verse 1 [
एतस्मिन्नन्तरे तत्र नभोवाणी मुनीश्वर ॥
अवोचच्छृण्वतां दक्षसुरादीनां यथार्थतः ॥
]

`speaker [
व्योमवाण्युवाच
]

`verse 2 [
रे रे दक्ष दुराचार दंभाचारपरायण ॥
किं कृतं ते महामूढ कर्म चानर्थकारकम् ॥
]

`verse 3 [
न कृतं शैवराजस्य दधीचेर्वचनस्य हि ॥
प्रमाणं तत्कृते मूढ सर्वानंदकरं शुभम् ॥
]

`verse 4 [
निर्गतस्ते मखाद्विप्रः शापं दत्त्वा सुदुस्सहम् ॥
ततोपि बुद्धं किंचिन्नो त्वया मूढेन चेतसि ॥
]

`verse 5 [
ततः कृतः कथं नो वै स्वपुत्र्यास्त्वादरः परः ॥
समागतायास्सत्याश्च मंगलाया गृहं स्वतः ॥
]

`verse 6 [
सतीभवौ नार्चितौ हि किमिदं ज्ञानदुर्बल ॥
ब्रह्मपुत्र इति वृथा गर्वितोसि विमोहितः॥ ॥
]

`verse 7 [
सा सत्येव सदाराध्या सर्वा पापफलप्रदा ॥
त्रिलोकमाता कल्याणी शंकरार्द्धांगभागिनी ॥
]

`verse 8 [
सा सत्येवार्चिता नित्यं सर्वसौभाग्यदायिनी ॥
माहेश्वरी स्वभक्तानां सर्वमंगलदायिनी ॥
]

`verse 9 [
सा सत्येवार्चिता नित्यं संसारभयनाशिनी॥
मनोभीष्टप्रदा दैवी सर्वोपद्रवहारिणी ॥
]

`verse 10 [
सा सत्येवार्चिता नित्यं कीर्तिसंपत्प्रदायिनी ॥
परमा परमेशानी भुक्तिमुक्तिप्रदायिनी ॥ 2.2.31.१० ॥
सा सत्येव जगद्धात्री जगद्रक्षणकारिणी ॥
अनादिशक्तिः कल्पान्ते जगत्संहारकारिणी ॥
]

`verse 11 [
सा सत्येव जगन्माता विष्णु माताविलासिनी ॥
ब्रह्मेन्द्रचन्द्रवह्न्यर्कदेवादिजननी स्मृता ॥
]

`verse 12 [
सा सत्येव तपोधर्मदातादिफलदायिनी ॥
शंभुशक्तिर्महादेवी दुष्टहंत्री परात्परा ॥
]

`verse 13 [
ईदृग्विधा सती देवी यस्य पत्नी सदा प्रिया ॥
तस्यै भागो न दत्तस्ते मूढेन कुविचारिणा ॥
]

`verse 14 [
शंभुर्हि परमेशानस्सर्वस्वामी परात्परः॥
विष्णुब्रह्मादिसंसेव्यः सर्वकल्याणकारकः ॥१५।
तप्यते हि तपः सिद्धैरेतद्दर्शनकांक्षिभिः ॥
युज्यते योगिभिर्योगैरेतद्दर्शनकांक्षिभिः ॥
]

`verse 15 [
अनंतधनधान्यानां यागादीनां तथैव च ॥
दर्शनं शंकरस्यैव महत्फलमुदाहृतम् ॥
]

`verse 16 [
शिव एव जगद्धाता सर्वविद्यापतिः प्रभुः ॥
आदिविद्यावरस्वामी सर्वमंगलमंगलः ॥
]

`verse 17 [
तच्छक्तेर्न कृतो यस्मात्सत्करोद्य त्वया खल ॥
अतएवाऽध्वरस्यास्य विनाशो हि भविष्यति ॥
]

`verse 18 [
अमंगलं भवत्येव पूजार्हाणामपूजया ॥
पूज्यमाना च नासौ हि यतः पूज्यतमा शिवा ॥2.2.31.२०॥
सहस्रेणापि शिरसां शेषो यत्पादजं रजः ॥
वहत्यहरहः प्रीत्या तस्य शक्तिः शिवा सती ॥
]

`verse 19 [
यत्पादपद्ममनिशं ध्यात्वा संपूज्य सादरम् ॥
विष्णुविष्णुत्वमापन्नस्तस्य शंभोः प्रिया सती ॥
]

`verse 20 [
यत्पादपद्ममनिशं ध्यात्वा संपूज्य सादरम् ॥
ब्रह्मा ब्रह्मत्वमापन्नस्तस्य शंभोः प्रिया सती ॥
]

`verse 21 [
यत्पादपद्ममनिशं ध्यात्वा संपूज्य सादरम् ॥
इन्द्रादयो लोकपालाः प्रापुस्स्वं स्वं परं पदम् ॥
]

`verse 22 [
जगत्पिता शिवश्शक्तिर्जगन्माता च सा सती ॥
सत्कृतौ न त्वया मूढ कथं श्रेयो भविष्यति ॥
]

`verse 23 [
दौर्भाग्यं त्वयि संक्रांतं संक्रांतास्त्वयि चापदः ॥
यौ चानाराधितौ भक्त्या भवानीशंकरौ च तौ ॥
]

`verse 24 [
अनभ्यर्च्य शिवं शंभुं कल्याणं प्राप्नुयामिति ॥
किमस्ति गर्वो दुर्वारस्स गर्वोद्य विनश्यति ॥
]

`verse 25 [
सर्वेशविमुखो भूत्वा देवेष्वेतेषु कस्तव ॥
करिष्यति सहायं तं न ते पश्यामि सर्वथा ॥
]

`verse 26 [
यदि देवाः करिष्यंति साहाय्यमधुना तव ॥
तदा नाशं समाप्स्यंति शलभा इव वह्निना ॥
]

`verse 27 [
ज्वलत्वद्य मुखं ते वै यज्ञध्वंसो भवत्वति ॥
सहायास्तव यावंतस्ते ज्वलंत्वद्य सत्वरम् ॥ 2.2.31.३० ॥
अमराणां च सर्वेषां शपथोऽमंगलाय ते ॥
करिष्यंत्यद्य साहाय्यं यदेतस्य दुरात्मनः ॥
]

`verse 28 [
निर्गच्छंत्वमरास्स्वोकमेतदध्वरमंडपात् ॥
अन्यथा भवतो नाशो भविष्यत्यद्य सर्वथा ॥
]

`verse 29 [
निर्गच्छंत्वपरे सर्वे मुनिनागादयो मखात् ॥
अन्यथा भवतां नाशो भविष्यत्यद्य सर्वथा॥
]

`verse 30 [
निर्गच्छ त्वं हरे शीघ्रमेतदध्वरमंडपात् ॥
अन्यथा भवतो नाशो भविष्यत्यद्य सर्वथा ॥
]

`verse 31 [
निर्गच्छ त्वं विधे शीघ्रमेतदध्वरमंडपात् ॥
अन्यथा भवतो नाशो भविष्यत्यद्य सर्वथा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
इत्युक्त्वाध्वरशालायामखिलायां सुसंस्थितान् ॥
व्यरमत्सा नभोवाणी सर्वकल्याणकारिणी ॥
]

`verse 33 [
तच्छ्रुत्वा व्योमवचनं सर्वे हर्यादयस्सुराः ॥
अकार्षुर्विस्मयं तात मुनयश्च तथा परे ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे सत्युपाख्याने नभोवाणीवर्णनं नामैकत्रिंशोऽध्यायः ॥
]
