`speaker [
नारद उवाच
]

`verse 1 [
श्रुत्वा व्योमगिरं दक्षः किमकार्षीत्तदाऽबुधः ॥
अन्ये च कृतवंतः किं ततश्च किमभूद्वद ॥
]

`verse 2 [
पराजिताः शिवगणा भृगुमंत्रबलेन वै ॥
किमकार्षुः कुत्र गतास्तत्त्वं वद महामते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
श्रुत्वा व्योमगिरं सर्वे विस्मिताश्च सुरादयः ॥
नावोचत्किंचिदपि ते तिष्ठन्तस्तु विमोहिताः ॥
]

`verse 4 [
पलायमाना ये वीरा भृगुमंत्रबलेन ते ॥
अवशिष्टा श्शिवगणाश्शिवं शरणमाययुः ॥
]

`verse 5 [
सर्वं निवेदयामासू रुद्रायामिततेजसे ॥
चरित्रं च तथाभूतं सुप्रणम्यादराच्च ते ॥
]

`speaker [
गणा ऊचुः
]

`verse 6 [
देवदेव महादेव पाहि नश्शरणागतान्॥
संशृण्वादरतो नाथ सती वार्तां च विस्तरात् ॥
]

`verse 7 [
गर्वितेन महेशानदक्षेन सुदुरात्मना ॥
अवमानः कृतस्सत्याऽनादरो निर्जरैस्तथा ॥
]

`verse 8 [
तुभ्यं भागमदात्रो स देवेभ्यश्च प्रदत्तवान् ॥
दुर्वचांस्यवदत्प्रोच्चैर्दुष्टो दक्षस्सुगर्वितः ॥
]

`verse 9 [
ततो दृष्ट्वा न ते भागं यज्ञेऽकुप्यत्सती प्रभो ॥
विनिंद्य बहुशस्तातमधाक्षीत्स्वतनुं तदा ॥
]

`verse 10 [
गणास्त्वयुतसंख्याका मृतास्तत्र विलज्जया ॥
स्वांगान्याछिद्य शस्त्रैश्च क्रुध्याम ह्यपरे वयम् ॥ 2.2.32.१० ॥

तद्यज्ञे ध्वंसितुं वेगात्सन्नद्धास्तु भयावहाः ॥
तिरस्कृता हि भृगुणा स्वप्रभावाद्विरोधिना ॥
]

`verse 11 [
ते वयं शरणं प्राप्तास्तव विश्वंभर प्रभो ॥
निर्भयान् कुरु नस्तस्माद्दयमानभवाद्भयात् ॥
]

`verse 12 [
अपमानं विशेषेण तस्मिन् यज्ञे महाप्रभो ॥
दक्षाद्यास्तेऽखिला दुष्टा अकुर्वन् गर्विता अति ॥
]

`verse 13 [
इत्युक्तं निखिलं वृत्तं स्वेषां सत्याश्च नारद ॥
तेषां च मूढबुद्धीनां यथेच्छसि तथा कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
इत्याकर्ण्यवचस्तस्य स्वगणानां वचः प्रभुः ॥
सस्मार नारदं सर्वं ज्ञातुं तच्चरितं लघु ॥
]

`verse 15 [
आगतस्त्वं द्रुतं तत्र देवर्षे दिव्यदर्शन ॥
प्रणम्य शंकरं भक्त्या सांजलिस्तत्र तस्थिवान् ॥
]

`verse 16 [
त्वां प्रशस्याथ स स्वामी सत्या वार्त्तां च पृष्टवान् ॥
दक्षयज्ञगताया वै परं च चरितं तथा ॥
]

`verse 17 [
पृष्टेन शंभुना तात त्वयाश्वेव शिवात्मना॥
तत्सर्वं कथितं वृतं जातं दक्षाध्वरे हि यत् ॥
]

`verse 18 [
तदाकर्ण्येश्वरो वाक्यं मुने तत्त्वन्मुखोदितम् ॥
चुकोपातिद्रुतं रुद्रो महारौद्रपराक्रमः॥
]

`verse 19 [
उत्पाट्यैकां जटां रुद्रो लोकसंहारकारकः ॥
आस्फालयामास रुषा पर्वतस्य तदोपरि ॥2.2.32.२० ॥

तोदनाच्च द्विधा भूता सा जटा च मुने प्रभोः ॥
संबभूव महारावो महाप्रलयभीषणः ॥ ॥
]

`verse 20 [
तज्जटायास्समुद्भूतो वीरभद्रो महाबलः ॥
पूर्वभागेन देवर्षे महाभीमो गणाग्रणीः ॥
]

`verse 21 [
स भूमिं विश्वतो वृत्त्वात्यतिष्ठद्दशांगुलम् ॥
प्रलयानलसंकाशः प्रोन्नतो दोस्सहस्रवान् ॥
]

`verse 22 [
कोपनिश्वासतस्तत्र महारुद्रस्य चेशितुः ॥
जातं ज्वराणां शतकं संनिपातास्त्रयोदश ॥
]

`verse 23 [
महाकाली समुत्पन्ना तज्जटापरभा गतः ॥
महाभयंकरा तात भूतकोटिभिरावृता ॥
]

`verse 24 [
सर्वे मूर्त्तिधराः क्रूराः स्वर लोकभयंकराः ॥
स्वतेजसा प्रज्वलंतो दहंत इव सर्वतः ॥
]

`verse 25 [
अथ वीरो वीरभद्रः प्रणम्य परमेश्वरम्॥
कृतांजलिपुटः प्राह वाक्यं वाक्यविशारदः ॥
]

`speaker [
वीरभद्र उवाच
]

`verse 26 [
महारुद्र महारौद्र सोमसूर्याग्निलोचन ॥
किं कर्तव्यं मया कार्यं शीघ्रमाज्ञापय प्रभो ॥
]

`verse 27 [
शोषणीयाः किमीशान क्षणार्द्धेनैव सिंधवः ॥
पेषणीयाः किमीशान क्षणार्द्धेनैव पर्वताः ॥
]

`verse 28 [
क्षणेन भस्मसात्कुर्यां ब्रह्मांडमुत किं हर ॥
क्षणेन भस्मसात्कुर्याम्सुरान्वा किं मुनीश्वरान् ॥2.2.32.३०॥

व्याश्वासः सर्वलोकानां किमु चार्यो हि शंकर ॥
कर्तव्य किमुतेशान सर्वप्राणिविहिंसनम् ॥
]

`verse 29 [
ममाशक्यं न कुत्रापि त्वत्प्रसादान्महेश्वर ॥
पराक्रमेण मत्तुल्यो न भूतो न भविष्यति ॥
]

`verse 30 [
यत्र यत्कार्यमुद्दिश्य प्रेषयिष्यसि मां प्रभो ॥
तत्कार्यं साधयाम्येव सत्वरं त्वत्प्रसादतः॥
]

`verse 31 [
क्षुद्रास्तरंति लोकाब्धिं शासनाच्छंकरस्य ते ॥
हरातोहं न किं तर्तुं महापत्सागरं क्षमः ॥
]

`verse 32 [
त्वत्प्रेषिततृणेनापि महत्कार्यं मयत्नतः ॥
क्षणेन शक्यते कर्तुं शंकरात्र न संशयः ॥
]

`verse 33 [
लीलामात्रेण ते शंभो कार्यं यद्यपि सिद्ध्यति ॥
तथाप्यहं प्रेषणीयो तवैवानुग्रहो ह्ययम् ॥
]

`verse 34 [
शक्तिरेतादृशी शंभो ममापि त्वदनुग्रहात् ॥
विना शक्तिर्न कस्यापि शंकर त्वदनुग्रहात् ॥
]

`verse 35 [
त्वदाज्ञया विना कोपि तृणादीनपि वस्तुतः ॥
नैव चालयितुं शक्तस्सत्यमेतन्न संशयः ॥
]

`verse 36 [
शंभो नियम्यास्सर्वेपि देवाद्यास्ते महेश्वर ॥
तथैवाहं नियम्यस्ते नियंतुस्सर्वदेहिनाम् ॥
]

`verse 37 [
प्रणतोस्मि महादेव भूयोपि प्रणतोस्म्यहम् ॥
प्रेषय स्वेष्ट सिद्ध्यर्थं मामद्य हर सत्वरम् ॥ 2.2.32.४० ॥

स्पंदोपि जायते शंभो सख्यांगानां मुहुर्मुहुः ॥
भविष्यत्यद्य विजयो मामतः प्रेषय प्रभो ॥
]

`verse 38 [
हर्षोत्साहविशेषोपि जायते मम कश्चन ॥
शंभो त्वत्पादकमले संसक्तश्च मनो मम ॥
]

`verse 39 [
भविष्यति प्रतिपदं शुभसंतानसंततिः ॥
]

`verse 40 [
तस्यैव विजयो नित्यं तस्यैव शुभमन्वहम् ॥
यस्य शंभौ दृढा भक्तिस्त्वयि शोभनसंश्रये ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
इत्युक्तं तद्वचः श्रुत्वा संतुष्टो मंगलापतिः ॥
वीरभद्र जयेति त्वं प्रोक्ताशीः प्राह तं पुनः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 42 [
शृणु मद्वचनं तात वीरभद्र सुचेतसा ॥
करणीयं प्रयत्नेन तद्द्रुतं मे प्रतोषकम् ॥
]

`verse 43 [
यागं कर्तुं समुद्युक्तो दक्षो विधिसुतः खलः ॥
मद्विरोधी विशेषेण महागर्वोऽबुधोऽधुना ॥
]

`verse 44 [
तन्मखं भस्मसात्कृत्वा सयागपरिवारकम् ॥
पुनरायाहि मत्स्थानं सत्वरं गणसत्तम ॥
]

`verse 45 [
सुरा भवंतु गंधर्वा यक्षा वान्ये च केचन ॥
तानप्यद्यैव सहसा भस्मसात्कुरु सत्वरम्॥
]

`verse 46 [
तत्रास्तु विष्णुर्ब्रह्मा वा शचीशो वा यमोपि वा ॥
अपि चाद्यैव तान्सर्वान्पातयस्व प्रयत्नतः ॥ 2.2.32.५० ॥

सुरा भवंतु गंधर्वा यक्षा वान्ये च केचन ॥
तानप्यद्यैव सहसा भस्मसात्कुरु सत्वरम् ॥
]

`verse 47 [
दधीचिकृतमुल्लंघ्य शपथं मयि तत्र ये ॥
तिष्ठंति ते प्रयत्नेन ज्वालनीयास्त्वया ध्रुवम् ॥
]

`verse 48 [
प्रमथाश्चागमिष्यंति यदि विष्ण्वादयो भ्रमात् ॥
नानाकर्षणमंत्रेण ज्वालयानीय सत्वरम् ॥
]

`verse 49 [
ये तत्रोल्लंघ्य शपथं मदीयं गर्विताः स्थिताः ॥
ते हि मद्द्रोहिणोऽतस्तान् ज्वालयानलमालया ॥
]

`verse 50 [
सपत्नीकान्ससारांश्च दक्षयागस्थलस्थितान् ॥
प्रज्वाल्य भस्मसात्कृत्वा पुनरायाहि सत्वरम् ॥
]

`verse 51 [
तत्र त्वयि गते देवा विश्वाद्य अपि सादरम् ॥
स्तोष्यंति त्वां तदाप्याशु ज्वालया ज्वालयैव तान् ॥
]

`verse 52 [
देवानपि कृतद्रोहान् ज्वालामालासमाकुलः ॥
ज्वालय ज्वलनैश्शीघ्रं माध्यायाध्यायपालकम् ॥
]

`verse 53 [
दक्षादीन्सकलांस्तत्र सपत्नीकान्सबांधवान् ॥
प्रज्वाल्य वीर दक्षं नु सलीलं सलिलं पिब ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 54 [
इत्युक्तो रोषताम्राक्षो वेदमर्यादपालकः ॥
विरराम महावीरं कालारिस्सकलेश्वरः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे वीरभद्रोत्पत्तिशिवोपदेशवर्णनं नाम द्वात्रिंशोऽध्यायः ॥
]
