`speaker [
ब्रह्मोवाच
]

`verse 1 [
इत्युक्तं श्रीमहेशस्य श्रुत्वा वचनमादरात्॥
वीरभद्रोतिसंतुष्टः प्रणनाम महेश्वरम॥
]

`verse 2 [
शासनं शिरसा धृत्वा देवदेवस्य शूलिनः।
प्रचचाल ततः शीघ्रं वीरभद्रो मखं प्रति॥
]

`verse 3 [
शिवोथ प्रेषयामास शोभार्थं कोटिशो गणान्॥
तेन सार्द्धं महावीरान्मलयानलसन्निभान्॥ ॥
]

`verse 4 [
अथ ते वीरभद्रस्य पुरतः प्रबला गणाः॥
पश्चादपि ययुर्वीराः कुतूहलकरा गणाः॥
]

`verse 5 ;B [
वीरभद्रसमेता येगणाश्शतसहस्रशः ॥
पार्षदाः कालकालस्य सर्वे रुद्रस्वरूपिणः ॥५।]
गणैस्समेतः किलतैर्महात्मा स वीरभद्रो हरवेषभूषणः ॥
सहस्रबाहुर्भुजगाधिपाढ्यो ययौ रथस्थः प्रबलोतिभीकरः ॥
]B

`verse 6 [
नल्वानं च सहस्रे द्वे प्रमाणं स्यंदनस्य हि ॥
अयुतेनैव सिंहानां वाहनानां प्रयत्नतः ॥
]

`verse 7 [
तथैव प्रबलाः सिंहा बहवः पार्श्वरक्षकाः ॥
शार्दूला मकरा मत्स्या गजास्तत्र सहस्रशः ॥
]

`verse 8 [
वीरभद्रे प्रचलिते दक्षनाशाय सत्वरम् ॥
कल्पवृक्षसमुत्सृष्टा पुष्पवृष्टिरभूत्तदा ॥
]

`verse 9 [
तुष्टुवुश्च गणा वीर शिपिविष्टे प्रचेष्टितम् ॥
चक्रुः कुतूहलं सर्वे तस्मिंश्च गमनोत्सवैः ॥2.2.33.१०॥
काली कात्यायिनीशानी चामुंडा मुंडमर्दिनी ॥
भद्रकाली तथा भद्रा त्वरिता वैष्णवी तथा ॥
]

`verse 10 [
एताभिर्नवदुर्गाभिर्महाकाली समन्विता ।
ययौ दक्षविनाशाय सर्वभूतगणैस्सह ॥
]

`verse 11 [
डाकिनी शाकिनी चैव भूतप्रमथगुह्यकाः ॥
कूष्मांडाः पर्पटा श्चैव चटका ब्रह्मराक्षसाः ॥
]

`verse 12 [
भैरवाः क्षेत्रपालाश्च दक्षयज्ञविनाशकाः ॥
निर्ययुस्त्वरितं वीराश्शिवाज्ञाप्रतिपालकाः ॥
]

`verse 13 [
तथैव योगिनीचक्रं चतुःषष्टिगणान्वितम् ॥
निर्ययौ सहसा क्रुद्धं दक्षयज्ञं विनाशितुम् ॥
]

`verse 14 [
तेषां गणानां सर्वेषां संख्यानं शृणु नारद ॥
महाबलवतां संघोमुख्यानां धैर्यशालिनाम् ॥
]

`verse 15 [
अभ्ययाच्छंकुकर्णश्च दशकोट्या गणेश्वरः॥
दशभिः केकराक्षश्च विकृतो ष्टाभिरेव ॥
]

`verse 16 [
चतुःषष्ट्या विशाखश्च नवभिः पारियात्रिकः ॥
षड्भिस्सर्वाङ्गको वीरस्तथैव विकृताननः ॥
]

`verse 17 [
ज्वालकेशो द्वादशभिः कोटिभिर्गणपुंगवः ॥
सप्तभिः समदज्जीमान् दुद्रभोष्टाभिरेव च ॥
]

`verse 18 [
पंचभिश्च कपालीशः षड्भिस्संदारको गणः ॥
कोटिकोटिभिरेवेह कोटिकुण्डस्तथैव च ॥ 2.2.33.२० ॥
विष्टंभोऽष्टाभिर्वीरैः कोटिभिर्गणसप्तमः ॥
सहस्रकोटिभिस्तात संनादः पिप्पलस्तथा ॥
]

`verse 19 [
आवेशनस्तथाष्टाभिरष्टाभिश्चंद्रतापनः ॥
महावेशः सहस्रेण कोटिना गणपो वृतः ॥
]

`verse 20 [
कुण्डी द्वादशकोटीभिस्तथा पर्वतको मुने ॥
विनाशितुं दक्षयज्ञं निर्ययौ गणसत्तम ॥
]

`verse 21 [
कालश्च कालकश्चैव महाकालस्तथैव च ॥
कोटीनां शतकेनैव दक्षयज्ञं ययौ प्रति ॥
]

`verse 22 [
अग्निकृच्छतकोट्या च कोट्याग्निमुख एव च ॥
आदित्यमूर्द्धा कोट्या च तथा चैव घनावहः ॥
]

`verse 23 [
सन्नाहश्शतकोट्या च कोट्या च कुमुदो गणः ॥
अमोघः कोकिलश्चैव कोटिकोट्या गणाधिपः ॥
]

`verse 24 [
काष्ठागूढश्चतुःषष्ट्या सुकेशी वृषभस्तथा ॥
सुमन्त्रको गणाधीशस्तथा तात सुनिर्ययौ ॥
]

`verse 25 [
काकपादोदरः षष्टिकोटिभिर्गणसत्तमः ॥
तथा सन्तानकः षष्टिकोटिभिर्गणपुंगवः ॥
]

`verse 26 [
महाबलश्च नवभिः कोटिभिः पुंगवस्तथा ॥
]

`verse 27 [
मधुपिंगस्तथा तात गणाधीशो हि निर्ययौ ॥
नीलो नवत्या कोटीनां पूर्णभद्रस्तथैव च ॥ 2.2.33.३० ॥
निर्ययौ शतकोटीभिश्चतुर्वक्त्रो गणाधिपः ॥
काष्ठागूढेश्चतुष्षष्ट्या सुकेशो वृषभस्तथा ॥
]

`verse 28 [
विरूपाक्षश्च कोटीनां चतुःषष्ट्या गणेश्वरः ॥
तालकेतुः षडास्यश्च पंचास्यश्च गणाधिपः ॥
]

`verse 29 [
संवर्तकस्तथा चैव कुलीशश्च स्वयं प्रभुः ॥
लोकांतकश्च दीप्तात्मा तथा दैत्यान्तको मुने ॥
]

`verse 30 [
गणो भृंगीरिटिः श्रीमान् देवदेवप्रियस्तथा ॥
अशनिर्भालकश्चैव चतुःषष्ट्या सह्स्रकः ॥
]

`verse 31 [
कोटिकोटिसहस्राणां शतैर्विंश तिभिर्वृतः ॥
वीरेशो ह्यभ्ययाद्वीरः वीरभद्र शिवाज्ञया ॥
]

`verse 32 [
भूतकोटिसहस्रैस्तु प्रययौ कोटिभिस्त्रिभिः ॥
रोमजैः श्वगणै श्चैव तथा वीरो ययौ द्रुतम् ॥
]

`verse 33 [
तदा भेरीमहानादः शंखाश्च विविधस्वनाः ॥
जटाहरोमुखाश्चैव शृंगाणि विविधानि च ॥
]

`verse 34 [
ते तानि विततान्येव बंधनानि सुखानि च ॥
वादित्राणि विनेदुश्च विविधानि महोत्सवे ॥
]

`verse 35 [
वीरभद्रस्य यात्रायां सबलस्य महामुने ॥
शकुनान्यभवंस्तत्र भूरीणि सुखदानि च ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखण्डे वीरभद्रयात्रावर्णनं नाम त्रयस्त्रिंशोऽध्यायः ॥
]
