`speaker [
ब्रह्मोवाच
]

`verse 1 [
एवं प्रचलिते चास्मिन् वीरभद्रे गणान्विते ॥
दुष्टचिह्नानि दक्षेण दृष्टानि विबुधैरपि ॥
]

`verse 2 [
उत्पाता विविधाश्चासन् वीरभद्रे गणान्विते ॥
त्रिविधा अपि देवर्षे यज्ञविध्वंससूचकाः ॥
]

`verse 3 [
दक्षवामाक्षिबाहूरुविस्पंदस्समजायत ॥
नानाकष्टप्रदस्तात सर्वथाऽशुभसूचकः ॥
]

`verse 4 [
भूकंपस्समभूत्तत्र दक्षयागस्थले तदा ॥
दक्षोपश्यच्च मध्याह्ने नक्षत्राण्यद्भुतानि च ॥
]

`verse 5 [
दिशश्चासन्सुमलिनाः कर्बुरोभूद्दिवाकरः ॥
परिवेषसहस्रेण संक्रांतश्च भयंकरः ॥
]

`verse 6 [
नक्षत्राणि पतंति स्म विद्युदग्निप्रभाणि च ॥
नक्षत्राणामभूद्वक्रा गतिश्चाधोमुखी तदा ॥
]

`verse 7 [
गृध्रा दक्ष शिरः स्पृष्ट्वा समुद्भूताः सहस्रशः॥
आसीद्गृध्रपक्षच्छायैस्सच्छायो यागमंडपः॥
]

`verse 8 [
ववाशिरे यागभूमौ क्रोष्टारो नेत्रकस्तदा॥
उल्कावृष्टिरभूत्तत्र श्वेतवृश्चिकसंभवा ॥
]

`verse 9 [
खरा वाता ववुस्तत्र पांशुवृष्टिसमन्विताः॥
शलभाश्च समुद्भूता विवर्तानिलकंपिताः ॥
]

`verse 10 [
रीतैश्च पवनै रूर्द्ध्वं स दक्षाध्वरमंडपः॥
दैवान्वितेन दक्षेण यः कृतो नूतनोद्भुतः॥ 2.2.34.१०॥
वेमुर्दक्षादयस्सर्वे तदा शोणितमद्भुतम्॥
वेमुश्च मांसखण्डानि सशल्यानि मुहुर्मुहुः ॥
]

`verse 11 [
सकंपाश्च बभूवुस्ते दीपा वातहता इव ॥
दुःखिताश्चाभवन्सर्वे शस्त्रधाराहता इव ॥
]

`verse 12 [
तदा निनादजातानि बाष्पवर्षाणि तत्क्षणे ॥
प्रातस्तुषारवर्षीणि पद्मानीव वनांतरे ॥
]

`verse 13 [
दक्षाद्यक्षीणि जातानि ह्यकस्माद्विशदान्यपि ॥
निशायां कमलाश्चैव कुमुदानीव संगवे ॥
]

`verse 14 [
असृग्ववर्ष देवश्च तिमिरेणावृता दिशः ॥
दिग्दाहोभूद्विशेषेण त्रासयन् सकलाञ्जनान्॥ ॥
]

`verse 15 [
एवं विधान्यरिष्टानि ददृशुर्विबुधादयः ॥
भयमापेदिरेऽत्यंतं मुने विष्ण्वादिकास्तदा ॥
]

`verse 16 [
भुवि ते मूर्छिताः पेतुर्हा हताः स्म इतीरयन् ॥
तरवस्तीरसंजाता नदीवेगहता इव ॥
]

`verse 17 [
पतित्वा ते स्थिता भूमौ क्रूराः सर्पा हता इव ॥
कंदुका इव ते भूयः पतिताः पुनरुत्थिताः ॥
]

`verse 18 [
ततस्ते तापसंतप्ता रुरुदुः कुररी इव ॥
रोदनध्वनिसंक्रातोरुक्तिप्रत्युक्तिका इव ॥
]

`verse 19 [
सवैकुंठास्ततस्सर्वे तदा कुंठितशक्तयः ॥
स्वस्वोपकंठमाकंठं लुलुठुः कमठा इव ॥ 2.2.34.२० ॥
एतस्मिन्नंतरे तत्र संजाता चाशरीरवाक् ॥
श्रावयत्यखिलान् देवान्दक्षं चैव विशेषतः ॥
]

`speaker [
आकाशवाण्युवाच
]

`verse 20 [
धिक् जन्म तव दक्षाद्य महामूढोसि पापधीः ॥
भविष्यति महद्दुःखमनिवार्यं हरोद्भवम् ॥
]

`verse 21 [
हाहापि नोत्र ये मूढास्तव देवादयस्थिताः ॥
तेषामपि महादुःखं भविष्यति न संशयः ॥
]

`verse 22 [
ब्रह्मोवाच ॥ तच्छ्रुत्वाकाशवचनं दृष्ट्वारिष्टानि तानि च ॥
दक्षः प्रापद्भयं चाति परे देवादयोपि ह ॥
]

`verse 23 [
वेपमानस्तदा दक्षो विकलश्चाति चेतसि ॥
अगच्छच्छरणं विष्णोः स्वप्रभोरिंदिरापतेः ॥
]

`verse 24 [
सुप्रणम्य भयाविष्टः संस्तूय च विचेतनः ॥
अवोचद्देवदेवं तं विष्णुं स्वजनवत्सलम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सती खंडे दुश्शकुनदर्शनं नाम चतुस्त्रिंशोऽध्यायः ॥
]
