`speaker [
दक्ष उवाच
]

`verse 1 [
देवदेव हरे विष्णो दीनबंधो कृपानिधे ॥
मम रक्षा विधातव्या भवता साध्वरस्य च ॥
]

`verse 2 [
रक्षकस्त्वं मखस्यैव मखकर्मा मखात्मकः ॥
कृपा विधेया यज्ञस्य भंगो भवतु न प्रभो॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
इत्थं बहुविधां दक्षः कृत्वा विज्ञप्तिमादरात् ॥
पपात पादयोस्तस्य भयव्याकुलमानसः ॥
]

`verse 4 [
उत्थाप्य तं ततो विष्णुर्दक्षं विक्लिन्नमानसम् ॥
श्रुत्वा च तस्य तद्वाक्यं कुमतेरस्मरच्छिवम् ॥
]

`verse 5 [
स्मृत्वा शिवं महेशानं स्वप्रभुं परमेश्वरम् ॥
अवदच्छिवतत्त्वज्ञो दक्षं सबोधयन्हरिः ॥
]

`speaker [
हरिरुवाच
]

`verse 6 [
शृणु दक्ष प्रवक्ष्यामि तत्त्वतः शृणु मे वचः ॥
सर्वथा ते हितकरं महामंत्रसुखप्रदम् ॥
]

`verse 7 [
अवज्ञा हि कृता दक्ष त्वया तत्त्वमजानता ॥
सकलाधीश्वरस्यैव शंकरस्य परात्मनः ॥
]

`verse 8 [
ईश्वरावज्ञया सर्वं कार्यं भवति सर्वथा ॥
विफलं केवलं नैव विपत्तिश्च पदेपदे ॥
]

`verse 9 [
अपूज्या यत्र पूज्यंते पूजनीयो न पूज्यते ॥
त्रीणि तत्र भविष्यंति दारिद्र्यं मरणं भयम् ॥
]

`verse 10 [
तस्मात्सर्वप्रयत्नेन माननीयो वृषध्वजः ॥
अमानितान्महेशाच्च महद्भयमुपस्थितम् ॥ 2.2.35.१० ॥
अद्यापि न वयं सर्वे प्रभवः प्रभवामहे ॥
भवतो दुर्नयेनैव मया सत्यमुदीर्य्यते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
विष्णोस्तद्वचनं श्रुत्वा दक्षश्चिंतापरोऽभवत् ॥
विवर्णवदनो भूत्वा तूष्णीमासीद्भुवि स्थितः ॥
]

`verse 12 [
एतस्मिन्नंतरे वीरभद्रः सैन्यसमन्वितः ॥
अगच्छदध्वरं रुद्रप्रेरितो गणनायकः ॥
]

`verse 13 [
पृष्ठे केचित्समायाता गगने केचिदागताः॥
दिशश्च विदिशः सर्वे समावृत्य तथापरे॥ ॥
]

`verse 14 [
शर्वाज्ञया गणाः शूरा निर्भया रुद्रविक्रमाः ॥
असंख्याः सिंहनादान्वै कुर्वंतो वीरसत्तमाः ॥
]

`verse 15 [
तेन नादेन महता नादितं भुवनत्रयम् ॥
रजसा चावृतं व्योम तमसा चावृता दिशः ॥
]

`verse 16 [
सप्तद्वीपान्विता पृथ्वी चचालाति भयाकुला ॥
सशैलकानना तत्र चुक्षुभुस्सकलाब्धयः ॥
]

`verse 17 [
एवंभूतं च तत्सैन्यं लोकक्षयकरं महत् ॥
दृष्ट्वा च विस्मितास्सर्वे बभूवुरमरादयः ॥
]

`verse 18 [
सैन्योद्योगमथालोक्य दक्षश्चासृङ्मुखाकुलः ॥
दंडवत्पतितो विष्णुं सकलत्रोऽभ्यभाषत॥
]

`speaker [
दक्ष उवाच
]

`verse 19 [
भवद्बलेनैव मया यज्ञः प्रारंभितो महान् ॥
सत्कर्मसिद्धये विष्णो प्रमाणं त्वं महाप्रभो ॥2.2.35.२० ॥
विष्णो त्वं कर्मणां साक्षी यज्ञानां प्रतिपालकः ॥
धर्मस्य वेदगर्भस्य ब्रह्मणस्त्वं महाप्रभो ॥
]

`verse 20 [
तस्माद्रक्षा विधातव्या यज्ञस्यास्य मम प्रभो ॥
त्वदन्यः यस्समर्थोस्ति यतस्त्वं सकलप्रभुः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
दक्षस्य वचनं श्रुत्वा विष्णुर्दीनतरं तदा ॥
अवोचद्बोधयंस्तं वै शिवतत्त्वपराङ्मुखम् ॥
]

`speaker [
विष्णुरुवाच
]

`verse 22 [
मया रक्षा विधातव्या तव यज्ञस्य दक्ष वै ॥
ख्यातो मम पणः सत्यो धर्मस्य परिपालनम् ॥
]

`verse 23 [
तत्सत्यं तु त्वयोक्तं हि किं तत्तस्य व्यतिक्रमः ॥
शृणु त्वं वच्म्यहं दक्ष क्रूरबुद्धिं त्यजाऽधुना ॥
]

`verse 24 [
नैमिषे निमिषक्षेत्रे यज्जातं वृत्तमद्भुतम् ॥
तत्किं न स्मर्यते दक्ष विस्मृतं किं कुबुद्धिना ॥
]

`verse 25 [
रुद्रकोपाच्च को ह्यत्र समर्थो रक्षणे तव ॥
न यस्याभिमतं दक्ष यस्त्वां रक्षति दुर्मतिः॥
]

`verse 26 [
किं कर्म किमकर्मेति तत्र पश्यसि दुर्मते ॥
समर्थं केवलं कर्म न भविष्यति सर्वदा ॥
]

`verse 27 [
स्वकर्मविद्धि तद्येन समर्थत्वेन जायते ॥
न त्वन्यः कर्मणो दाता शं भवेदीश्वरं विना ॥
]

`verse 28 [
ईश्वरस्य च यो भक्त्या शांतस्तद्गतमानसः ॥
कर्मणो हि फलं तस्य प्रयच्छति तदा शिवः ॥ 2.2.35.३० ॥
केवलं ज्ञानमाश्रित्य निरीश्वरपरा नराः ॥
निरयं ते च गच्छंति कल्पकोटिशतानि च ॥
]

`verse 29 [
पुनः कर्ममयैः पाशैर्वद्धा जन्मनि जन्मनि ॥
निरयेषु प्रपच्यंते केवलं कर्मरूपिणः ॥
]

`verse 30 [
अयं रुद्रगणाधीशो वीरभद्रोऽरि मर्दनः ॥
रुद्रकोपाग्निसंभूतः समायातोध्वरांगणे ॥
]

`verse 31 [
अयमस्मद्विनाशार्थमागतोस्ति न संशयः ॥
अशक्यमस्य नास्त्येव किमप्यस्तु तु वस्तुतः ॥
]

`verse 32 [
प्रज्वाल्यास्मानयं सर्वान् ध्रुवमेव महाप्रभुः ॥
ततः प्रशांतहृदयो भविष्यति न संशयः ॥
]

`verse 33 [
श्रीमहादेवशपथं समुल्लंघ्य भ्रमान्मया ॥
यतः स्थितं ततः प्राप्यं मया दुःखं त्वया सह ॥
]

`verse 34 [
शक्तिर्मम तु नास्त्येव दक्षाद्यैतन्निवारणे ॥
शपथोल्लंघनादेव शिवद्रोही यतोस्म्यहम् ॥
]

`verse 35 [
कालत्रयेपि न यतो महेशद्रोहिणां सुखम् ॥
ततोऽवश्यं मया प्राप्तं दुःखमद्य त्वया सह ॥
]

`verse 36 [
सुदर्शनाभिधं चक्रमेतस्मिन्न लगिष्यति ॥
शैवचक्रमिदं यस्मादशैवलयकारणम्॥
]

`verse 37 [
विनापि वीरभद्रेण नामैतच्चक्रमैश्वरम् ॥
हत्वा गमिष्यत्यधुना सत्वरं हरसन्निधौ ॥ 2.2.35.४० ॥
शैवं शपथमुल्लंघ्य स्थितं मां चक्रमीदृशम् ॥
असंहत्यैव सहसा कृपयैव स्थिरं परम् ॥
]

`verse 38 [
अतः परमिदं चक्रमपि न स्थास्यति ध्रुवम्
गमिष्यत्यधुना शीघ्रं ज्वालामालासमाकुलम् ॥
]

`verse 39 [
वीरभद्रः पूजितोपि शीघ्रमस्माभिरादरात् ॥
महाक्रोधसमाक्रांतो नास्मान्संरक्षयिष्यति ॥
]

`verse 40 [
अकांडप्रलयोऽस्माकमागतोद्य हि हा हहा ॥
हा हा बत तवेदानीं नाशोस्माकमुपस्थितः ॥
]

`verse 41 [
शरण्योऽस्माकमधुना नास्त्येव हि जगत्त्रये ॥
शंकरद्रोहिणो लोके कश्शरण्यो भविष्यति ॥
]

`verse 42 [
तनुनाशेपि संप्राप्यास्तैश्चापि यमयातनाः ॥
तानैव शक्यते सोढुं बहुदुःखप्रदायिनीः ॥
]

`verse 43 [
शिवद्रोहिणमालोक्य दष्टदंतो यमः स्वयम् ॥
तप्ततैलकटाहेषु पातयत्येव नान्यथा ॥
]

`verse 44 [
गन्तुमेवाहमुद्युक्तं सर्वथा शपथोत्तरम् ॥
तथापि न गतश्शीघ्रं   दुष्टसंसर्गपापतः ॥
]

`verse 45 [
यदद्य क्रियतेस्माभिः पलायनमितस्तदा ॥
शार्वो ना कर्षकश्शस्त्रैरस्मानाकर्षयिष्यति ॥
]

`verse 46 [
स्वर्गे वा भुवि पाताले यत्र कुत्रापि वा यतः ॥
श्रीवीरभद्रशस्त्राणां गमनं न हि दुर्ल भम् ॥ 2.2.35.५० ॥
यावतश्च गणास्संति श्रीरुद्रस्य त्रिशूलिनः ॥
तावतामपि सर्वेषां शक्तिरेतादृशी धुवम् ॥
]

`verse 47 [
श्रीकालभैरवः काश्यां नखाग्रेणैव लीलया ॥
पुरा शिरश्च चिच्छेद पंचमं ब्रह्मणो ध्रुवम् ॥
]

`verse 48 [
एतदुक्त्वा स्थितो विष्णुरतित्रस्तमुखाम्बुजः ॥
वीरभद्रोपि संप्राप तदैवाऽध्वरमंडपम् ॥
]

`verse 49 [
एवं ब्रुवति गोविन्द आगतं सैन्यसागरम् ॥
वीरभद्रेण सहितं ददृशुश्च सुरादया ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे सत्युपाख्याने विष्णुवाक्यवर्णनं नाम पंचत्रिंशोऽध्यायः ॥
]
