`speaker [
ब्रह्मोवाच
]

`verse 1 [
इन्द्रोऽपि प्रहसन् विष्णुमात्मवादरतं तदा ॥
वज्रपाणिस्सुरैस्सार्द्धं योद्धुकामोऽभवत्तदा ॥
]

`verse 2 [
तदेन्द्रो गजमारूढो बस्तारूढोऽनलस्तथा ॥
यमो महिषमारूढो निर्ऋतिः प्रेतमेव च ॥
]

`verse 3 [
पाशी च मकरारूढो मृगारूढो स्सदागतिः ॥
कुबेरः पुष्पकारूढस्संनद्धोभूदतंद्रितः ॥
]

`verse 4 [
तथान्ये सुरसंघाश्च यक्षचारणगुह्यकाः ॥
आरुह्य वाहनान्येव स्वानि स्वानि प्रतापिनः ॥
]

`verse 5 [
तेषामुद्योगमालोक्य दक्षश्चासृङ्मुखस्तथा ॥
तदंतिकं समागत्य सकलत्रोऽभ्यभाषत ॥
]

`speaker [
दक्षउवाच
]

`verse 6 [
युष्मद्बलेनैव मया यज्ञः प्रारंभितो महान् ॥
सत्कर्मसिद्धये यूयं प्रमाणास्स्युर्महाप्रभाः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
तच्छ्रुत्वा दक्षवचनं सर्वे देवास्सवासवाः ॥
निर्ययुस्त्वरितं तत्र युद्धं कर्तुं समुद्यताः॥
]

`verse 8 [
अथ देवगणाः सर्वे युयुधुस्ते बलान्विताः॥
शक्रादयो लोकपाला मोहिताः शिवमायया॥
]

`verse 9 [
देवानां च गणानां च तदासीत्समरो महान् ॥
तीक्ष्णतोमरनाराचैर्युयुधुस्ते परस्परम् ॥
]

`verse 10 [
नेदुश्शंखाश्च भेर्य्यश्च तस्मिन् रणमहोत्सवे ॥
महादुंदुभयो नेदुः पटहा डिंडिमादयः ॥2.2.36.१०॥
तेन शब्देन महता श्लाघ्मानास्तदा सुराः ॥
लोकपालैश्च सहिता जघ्नुस्ताञ्छिवकिंकरान् ॥
]

`verse 11 [
इन्द्राद्यैर्लोकपालैश्च गणाश्शंभो पराङ्मुखाः ॥
कृत्ताश्च मुनिशार्दूल भृगोर्मंत्रबलेन च ॥
]

`verse 12 [
उच्चाटनं कृतं तेषां भृगुणा यज्वना तदा ॥
यजनार्थं च देवानां तुष्ट्यर्थं दीक्षितस्य च ॥
]

`verse 13 [
पराजितान्स्वकान्दृष्ट्वा वीरभद्रो रुषान्वितः ॥
भूतप्रेतपिशाचांश्च कृत्वा तानेव पृष्ठतः ॥
]

`verse 14 [
वृषभस्थान् पुरस्कृत्य स्वयं चैव महाबलः ॥
महात्रिशूलमादाय पातयामास निर्जरान् ॥
]

`verse 15 [
देवान्यक्षान् साध्यगणान्  गुह्यकान् चारणानपि ॥
शूलघातैश्च सर्वे गणा वेगात् प्रजघ्निरे॥
]

`verse 16 [
केचिद्द्विधा कृताः खड्गैर्मुद्गरैश्च विपोथिताः॥
अन्यैश्शस्त्रैरपि सुरा गणैर्भिन्नास्तदाऽभवन्॥
]

`verse 17 [
एवं पराजितास्सर्वे पलायनपरायणाः॥
परस्परं परित्यज्य गता देवास्त्रिविष्टपम्॥
]

`verse 18 [
केवलं लोकपालास्ते शक्राद्यास्तस्थुरुत्सुकाः ॥
संग्रामे दारुणे तस्मिन् धृत्वा धैर्यं महाबलाः ॥
]

`verse 19 [
सर्वे मिलित्वा शक्राद्या देवास्तत्र रणाजिरे ॥
बृहस्पतिं च पप्रच्छुर्विनयावनतास्तदा ॥ 2.2.36.२० ॥
लोकपाला ऊचुः ॥
 गुरो बृहस्पते तात महाप्राज्ञ दयानिधे ॥
शीघ्रं वद पृच्छतो नः कुतोऽ स्माकं जयो भवेत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
इत्याकर्ण्य वचस्तेषां स्मृत्वा शंभुं प्रयत्नवान् ॥
बृहस्पतिरुवाचेदं महेन्द्रं ज्ञानदुर्बलम् ॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 21 [
यदुक्तं विष्णुना पूर्वं तत्सर्वं जातमद्य वै ॥
तदेव विवृणोमीन्द्र सावधानतया शृणु ॥
]

`verse 22 [
अस्ति यक्षेश्वरः कश्चित् फलदः सर्वकर्मणाम् ॥
कर्तारं भजते सोपि न स्वकर्त्तुः प्रभुर्हि सः ॥
]

`verse 23 [
अमंत्रौषधयस्सर्वे नाभिचारा न लौकिकाः ॥
न कर्माणि न वेदाश्च न मीमांसाद्वयं तथा ॥
]

`verse 24 [
अन्यान्यपि च शास्त्राणि नानावेदयुतानि च ॥
ज्ञातुं नेशं संभवंति वदंत्येवं पुरातनाः ॥
]

`verse 25 [
न स्वज्ञेयो महेशानस्सर्ववेदायुतेन सः ॥
भक्तेरनन्यशरणैर्नान्यथेति महाश्रुतिः ॥
]

`verse 26 [
शांत्या च परया दृष्ट्या सर्वथा निर्विकारया ॥
तदनुग्रहतो नूनं ज्ञातव्यो हि सदाशिवः ॥
]

`verse 27 [
परं तु संवदिष्यामि कार्याकार्य विवक्षितौ ॥
सिध्यंशं च सुरेशान तं शृणु त्वं हिताय वै ॥
]

`verse 28 [
त्वमिंद्र बालिशो भूत्वा लोकपालैः सदाद्य वै ॥
आगतो दक्ष यज्ञं हि किं करिष्यसि विक्रमम् ॥ 2.2.36.३० ॥
एते रुद्रसहायाश्च गणाः परमकोपनाः ॥
आगता यज्ञविघ्नार्थं तं करिष्यंत्यसंशयम ॥
]

`verse 29 [
सर्वथा न ह्युपायोत्र केषांचिदपि तत्त्वतः ॥
यज्ञविघ्नविनाशार्थ सत्यं सत्यं ब्रवीम्यहम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
एवं बृहस्पतेर्वाक्यं श्रुत्वा ते हि दिवौकसः ॥
चिंतामापेदिरे सर्वे लोकपालास्सवासवाः ॥
]

`verse 31 [
ततोब्रवीद्वीरभद्रो महावीरगणैर्वृतः ॥
इन्द्रादीन् लोकपालांस्तान् स्मृत्वा मनसि शंकरम् ॥
]

`speaker [
वीरभद्र उवाच
]

`verse 32 [
सर्वे यूयं बालिशत्वादवदानार्थमागताः ॥।
अवदानं प्रयच्छामि आगच्छत ममांतिकम् ॥
]

`verse 33 [
हे शक्र हे शुचे भानो हे शशिन् हे धनाधिप॥
हे पाशपाणे हे वायो निर्ऋते यम शेष हे ॥
]

`verse 34 [
हे सुरासुरसंघाहीहैत यूयं हे विचक्षणाः ॥
अवदानानि दास्यामि आतृप्त्याद्यासतां वराः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 35 [
एवमुक्त्वा सितैर्बाणैर्जघानाथ रुषान्वितः ॥
निखिलांस्तान् सुरान् सद्यो वीरभद्रो गणाग्रणीः ॥
तैर्बाणैर्निहतास्सर्वे वासवाद्याः सुरेश्वराः ॥
]

`verse 36 [
पलायनपरा भूत्वा जग्मुस्ते च दिशो दश ॥
गतेषु लोकपालेषु विद्रुतेषु सुरेषु च ॥
यज्ञवाटोपकंठं हि वीरभद्रोगमद्गणैः ॥
]

`verse 37 [
तदा ते ऋषयस्सर्वे सुभीता हि रमेश्वरम् ॥
विज्ञप्तुकामास्सहसा शीघ्रमूचुर्नता भृशम् ॥ 2.2.36.४० ॥
ऋषय ऊचुः ॥
देवदेव रमानाथ सर्वेश्वर महाप्रभो ॥
रक्ष यज्ञं हि दक्षस्य यज्ञोसि त्वं न संशयः ॥
]

`verse 38 [
यज्ञकर्मा यज्ञरूपो यज्ञांगो यज्ञरक्षकः ॥
रक्ष यज्ञमतो रक्ष त्वत्तोन्यो न हि रक्षकः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
इत्याकर्ण्य वचस्तेषामृषीणां वचनं हरिः ॥
योद्धुकामो भयाद्विष्णुर्वीरभद्रेण तेन वै ॥
]

`verse 40 [
चतुर्भुजस्सुसनद्धो चक्रायुधधरः करैः ॥
महाबलोमरगणैर्यज्ञवाटात्स निर्ययौ ॥
]

`verse 41 [
वीरभद्रः शूलपाणिर्नानागणसमन्वितः ॥
ददर्श विष्णुं संनद्धं योद्धुकामं महाप्रभुम्॥॥
]

`verse 42 [
तं दृष्ट्वा वीरभद्रोभूद्भ्रुकुटीकुटिलाननः ॥
कृतांत इव पापिष्ठं मृगेन्द्र इव वारणम् ॥
]

`verse 43 [
तथाविधं हरिं दृष्ट्वा वीरभद्रो रिमर्दनः ॥
अवदत्त्वरितः क्रुद्धो गणैर्वीरैस्समावृतः ॥
]

`speaker [
वीरभद्र उवाच
]

`verse 44 [
रेरे हरे महादेव शपथोल्लंघनं त्वया ॥
कथमद्य कृतं चित्ते गर्वः किमभवत्तव ॥
]

`verse 45 [
तव श्रीरुद्रशपथोल्लंघने शक्तिरस्ति किम् ॥
को वा त्वमसिको वा ते रक्ष कोस्ति जगत्त्रये। ॥
]

`verse 46 [
अत्र त्वमागतः कस्माद्वयं तन्नैव विद्महे ॥
दक्षस्य यज्ञपातात्त्वं कथं जातोसि तद्वद ॥ 2.2.36.५० ॥
दाक्षायण्याकृतं यच्च तन्न दृष्टं किमु त्वया ॥
प्रोक्तं यच्च दधीचेन श्रुतं तन्न किमु त्वया ॥
]

`verse 47 [
त्वञ्चापि दक्षयज्ञेस्मिन्नवदानार्थमागतः ॥
अवदानं प्रयच्छामि तव चापि महाभुज ॥
]

`verse 48 [
वक्षो विदारयिष्यामि त्रिशूलेन हरे तव ॥
कस्तवास्ति समायातो रक्षकोद्य ममांतिकम् ॥
]

`verse 49 [
पातयिष्यामि भूपृष्ठे ज्वालयिष्यामि वह्निना ॥
दग्धं भवंतमधुना पेषयिष्यामि सत्वरम् ॥
]

`verse 50 [
रेरे हरे दुराचार महेश विमुखाधम ॥
श्रीमहारुद्रमाहात्म्यं किन्न जानासि पावनम् ॥
]

`verse 51 [
तथापि त्वं महाबाहो योद्धुकामोग्रतः स्थितः ॥
नेष्यामि पुनरावृत्तिं यदि तिष्ठेस्त्वमात्मना ॥
]

`verse 52 [
ब्रह्मोवाच ॥ ॥
तस्य तद्वचनं श्रुत्वा वीरभद्रस्य बुद्धिमान् ॥
उवाच विहसन् प्रीत्या विष्णुस्त्र सुरेश्वरः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 53 [
शृणु त्वं वीरभद्राद्य प्रवक्ष्यामि त्वदग्रतः ॥
न रुद्रविमुखं मां त्वं वद शंकरसेवकम् ॥
]

`verse 54 [
अनेन प्रार्थितः पूर्वं यज्ञार्थं च पुनः पुनः ॥
दक्षेणाविदितार्थेन कर्मनिष्ठेन मौढ्यतः ॥
]

`verse 55 [
अहं भक्तपराधीनस्तथा सोपि महेश्वरः ॥
दक्षो भक्तो हि मे तात तस्मादत्रागतो मखे ॥ 2.2.36.६० ॥
शृणु प्रतिज्ञां मे वीर रुद्रकोपसमुद्भव ॥
रुद्रतेजस्स्वरूपो हि सुप्रतापालयंप्रभो ॥
]

`verse 56 [
अहं निवारयामि त्वां त्वं च मां विनिवारय ॥
तद्भविष्यति यद्भावि करिष्येऽहं पराक्रमम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 57 [
इत्युक्तवति गोविन्दे प्रहस्य स महाभुजः ॥
अवदत्सुप्रसन्नोस्मि त्वां ज्ञात्वास्मत्प्रभोः प्रियम् ॥
]

`verse 58 [
ततो विहस्य सुप्रीतो वीरभद्रो गणाग्रणीः ॥
प्रश्रयावनतोवादीद्विष्णुं देवं हि तत्त्वतः ॥
]

`speaker [
वीरभद्र उवाच
]

`verse 59 [
तव भावपरीक्षार्थमित्युक्तं मे महाप्रभो ॥
इदानीं तत्त्वतो वच्मि शृणु त्वं सावधानतः ॥
]

`verse 60 [
यथा शिवस्तथा त्वं हि यथा त्वं च तथा शिवः ॥
इति वेदा वर्णयंति शिवशासनतो हरे ॥
]

`verse 61 [
शिवाज्ञया वयं सर्वे सेवकाः शंकरस्य वै ॥
तथापि च रमानाथ प्रवादोचितमादरात् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 62 [
तच्छ्रुत्वा वचनं तस्य वीरभद्रस्य सोऽच्युतः ॥
प्रहस्य चेदं प्रोवाच वीरभद्रमिदं वचः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 63 [
युद्धं कुरु महावीर मया सार्द्धमशंकितः ॥
तवास्त्रैः पूर्यमाणोहं गमिष्यामि स्वमाश्रमम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 64 [
इत्युक्त्वा हि विरम्यासौ सन्नद्धोभूद्रणाय च ॥
स्वगणैर्वीरभद्रोपि सन्नद्धोथ महाबलः ॥ 2.2.36.७० ॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे विष्णुवीरभद्रसम्वादो नाम षट्त्रिंशोऽध्यायः ॥
]
