`speaker [
ब्रह्मोवाच
]

`verse 1 [
वीरभद्रोथ युद्धे वै विष्णुना स महाबलः ॥
संस्मृत्य शंकरं चित्ते सर्वापद्विनिवारणम् ॥ ॥
]

`verse 2 [
आरुह्य स्यंदनं दिव्यं सर्ववैरिविमर्दनः ॥
गृहीत्वा परमास्त्राणि सिंहनादं जगर्ज ह ॥
]

`verse 3 [
विष्णुश्चापि महाघोषं पांचजन्या भिधन्निजम् ॥
दध्मौ बली महाशंखं स्वकीयान् हर्षयन्निव ॥
]

`verse 4 [
तच्छ्रुत्वा शंखनिर्ह्रादं देवा ये च पलायिताः ॥
रणं हित्वा गताः पूर्वं ते द्रुतं पुनराययुः ॥
]

`verse 5 [
वीरभद्र गणैस्तेषां लोकपालास्सवासवाः ॥
युद्धञ्चक्रुस्तथा सिंहनादं कृत्वा बलान्विताः ॥
]

`verse 6 [
गणानां लोकपालानां द्वन्द्वयुद्धं भयावहम् ॥
अभवत्तत्र तुमुलं गर्जतां सिंहनादतः ॥
]

`verse 7 [
नन्दिना युयुधे शक्रोऽनलो वै वैष्णवास्तथा॥
कुबेरोपि हि कूष्माण्डपतिश्च युयुधे बली ॥
]

`verse 8 [
तदेन्द्रेण हतो नन्दी वज्रेण शतपर्वणा ॥
]

`verse 9 [
नन्दिना च हतश्शक्रस्त्रिशूलेन स्तनांतरे ॥
]

`verse 10 [
बलिनौ द्वावपि प्रीत्या युयुधाते परस्परम् ॥
नानाघातांश्च कुर्वंतौ नन्दिशक्रौ जिगीषया ॥ 2.2.37.१० ॥
शक्त्या जघान चाश्मानं शुचिः परमकोपनः ॥
सोपि शूलेन तं वेगाच्छितधारेण पावकम् ॥
]

`verse 11 [
यमेन सह संग्रामं महालोको गणाग्रणीः ॥
चकार तुमुलं वीरो महादेवं स्मरन्मुदा ॥
]

`verse 12 [
नैर्ऋतेन समागम्य चंडश्च बलवत्तरः ॥
युयुधे परमास्त्रैश्च नैर्ऋतिं निबिडं वयन् ॥
]

`verse 13 [
वरुणेन समं वीरो मुंडश्चैव महाबलः ॥
युयुधे परया शक्त्या त्रिलोकीं विस्मयन्निव ॥
]

`verse 14 [
वायुना च हतो भृंगी स्वास्त्रेण परमोजसा ॥
भृंगिणा च हतो वायुस्त्रिशूलेन प्रतापिना ॥
]

`verse 15 [
कुबेरेणैव संगम्य कूष्मांडपतिरादरात् ॥
युयुधे बलवान् वीरो ध्यात्वा हृदि महेश्वरम् ॥
]

`verse 16 [
योगिनीचक्रसंयुक्तो भैरवीनायको महान् ॥
विदीर्य्य   देवानखिलान्पपौ शोणितमद्भुतम् ॥
]

`verse 17 [
क्षेत्रपालास्तथा तत्र बुभुक्षुः सुरपुंगवान् ॥
काली चापि विदार्यैव तान्पपौ रुधिरं बहु ॥
]

`verse 18 [
अथ विष्णुर्महातेजा युयुधे तैश्च शत्रुहा ॥
चक्रं चिक्षेप वेगेन दहन्निव दिशो दश ॥
]

`verse 19 [
क्षेत्रपालस्समायांतं चक्रमालोक्य वेगतः ॥
तत्रागत्यागतो वीरश्चाग्रसत्सहसा बली ॥2.2.37.२०॥
चक्रं ग्रसितमालोक्य विष्णुः परपुरंजयः ॥
मुखं तस्य परामृज्य तमुद्गालितवानरिम्॥। ॥
]

`verse 20 [
स्वचक्रमादाय महानुभावश्चुकोप चातीव भवैकभर्त्ता ॥
महाबली तैर्युयुधे प्रवीरैस्सक्रुद्धनानायुधधारकोस्त्रैः ॥
]

`verse 21 [
चक्रे महारणं विष्णुस्तैस्सार्द्धं युयुधे मुदा ॥
नानायुधानि संक्षिप्य तुमुलं भीमविक्रमम् ॥
]

`verse 22 [
अथ ते भैरवाद्याश्च युयुधुस्तेन भूरिशः ॥
नानास्त्राणि विमुंचंतस्संकुद्धाः परमोजसा ॥
]

`verse 23 [
इत्थं तेषां रणं दृष्ट्वा हरिणातुलतेजसा ॥
विनिवृत्य समागम्य तान्स्वयं युयुधे बली ॥
]

`verse 24 [
अथ विष्णुर्महातेजाश्चक्रमुद्यम्य मूर्च्छितः ॥
युयुधे भगवांस्तेन वीरभद्रेण माधवः ॥
]

`verse 25 [
तयोः समभवद्युद्धं सुघोरं रोमहर्षणम् ॥
महावीराधिपत्योस्तु नानास्त्रधरयोर्मुने ॥
]

`verse 26 [
विष्णोर्योगबलात्तस्य देवदेव सुदारुणाः॥
शङ्खचक्रगदाहस्ता असंख्याताश्च जज्ञिरे ॥
]

`verse 27 [
ते चापि युयुधुस्तेन वीरभद्रेण भाषता ॥
विष्णुवत् बलवंतो हि नानायुधधरा गणाः ॥
]

`verse 28 [
तान्सर्वानपि वीरोसौ नारायणसमप्रभान् ॥
भस्मीचकार शूलेन हत्वा स्मृत्वा शिवं प्रभुम् ॥2.2.37.३०॥
ततश्चोरसि तं विष्णुं लीलयैव रणाजिरे ॥
जघान वीरभद्रो हि त्रिशूलेन महाबली ॥
]

`verse 29 [
तेन घातेन सहसा विहतः पुरुषोत्तमः ॥
पपात च तदा भूमौ विसंज्ञोभून्मुने हरिः ॥
]

`verse 30 [
ततो यज्ञोद्भुतं तेजः प्रलयानलसन्निभम् ॥
त्रैलोक्यदाहकं तीव्रं वीराणामपि भीकरम् ॥
]

`verse 31 [
क्रोधरक्तेक्षणः श्रीमान् पुनरुत्थाय स प्रभुः ॥
प्रहर्तुं चक्रमुद्यम्य ह्यतिष्ठत्पुरुषर्षभः ॥
]

`verse 32 [
तस्य चक्रं महारौद्रं काला दित्यसमप्रभम् ॥
व्यष्टंभयददीनात्मा वीरभद्रश्शिवः प्रभुः ॥
]

`verse 33 [
मुने शंभोः प्रभावात्तु मायेशस्य महाप्रभोः ॥
न चचाल हरेश्चक्रं करस्थं स्तंभितं ध्रुवम् ॥
]

`verse 34 [
अथ विष्णुर्गणेशेन वीरभद्रेण भाषता ॥
अतिष्ठत्स्तंभितस्तेन शृंगवानिव निश्चलः ॥
]

`verse 35 [
ततो विष्णुः स्तंभितो हि वीरभद्रेण नारद ॥
यज्वोपमंत्रणमना नीरस्तंभनकारकम् ॥
]

`verse 36 [
ततस्स्तंभननिर्मुक्तः शार्ङ्गधन्वा रमेश्वरः ॥
शार्ङ्गं जग्राह स क्रुद्धः स्वधनुस्सशरं मुने ॥
]

`verse 37 [
त्रिभिश्च धर्षितो बाणैस्तेन शार्ङ्गं धनुर्हरेः ॥
वीरभद्रेण तत्तात त्रिधाभूत्तत्क्षणान्मुने ॥ 2.2.37.४० ॥
अथ विष्णुर्मया वाण्या बोधितस्तं महागणम् ॥
असह्यवर्चसं ज्ञात्वा ह्यंतर्धातुं मनो दधे॥ ॥
]

`verse 38 [
ज्ञात्वा च तत्सर्वमिदं भविष्यं सतीकृतं दुष्प्रसहं परेषाम् ॥
गताः स्वलोकं स्वगणान्वितास्तु स्मृत्वा शिवं सर्वपतिं स्वतंत्रम् ॥
]

`verse 39 [
सत्यलोकगतश्चाहं पुत्र शोकेन पीडितः ॥
अचिंतयं सुदुःखार्तो मया किं कार्यमद्य वै ॥
]

`verse 40 [
विष्णौ मयि गते चैव देवाश्च मुनिभिस्सह ॥
विनिर्जिता गणैस्सर्वे ये ते यज्ञोपजीविनः ॥
]

`verse 41 [
समुपद्रवमालक्ष्य विध्वस्तं च महामखम् ॥
मृगस्वरूपो यज्ञो हि महाभीतोऽपि दुद्रुवे॥
]

`verse 42 [
तं तदा मृगरूपेण धावंतं गगनं प्रति॥
वीरभद्रस्समादाय विशिरस्कमथाकरोत्॥
]

`verse 43 [
ततः प्रजापतिं धर्मं कश्यपं च प्रगृह्य सः ॥
अरिष्टनेमिनं वीरो बहुपत्रमुनीश्वरम् ॥
]

`verse 44 [
मुनिमांगिरसं चैव कृशाश्वं च महागणः ॥
जघान मूर्ध्नि पादेन दत्तं च मुनिपुंगवम् ॥
]

`verse 45 [
सरस्वत्याश्च नासाग्रं देवमास्तु तथैव च ॥
चिच्छेद करजाग्रेण वीर भद्रः प्रतापवान् ॥
]

`verse 46 [
ततोन्यानपि देवादीन् विदार्य पृथिवीतले ॥
पातयामास सोयं वै क्रोधाक्रांतातिलोचनः ॥ 2.2.37.५० ॥
वीरभद्रो विदार्य्यापि देवान्मुख्यान्मुनीनपि ॥
नाभूच्छांतो द्रुतक्रोधः फणिराडिव मंडितः ॥
]

`verse 47 [
वीरभद्रोद्धृतारातिः केसरीव वनद्विपान् ॥
दिशो विलोकयामास कः कुत्रास्तीत्यनुक्षणम् ॥
]

`verse 48 [
व्यपोथयद्भृगुं यावन्मणिभद्रः प्रतापवान् ॥
पदाक्रम्योरसि तदाऽकार्षीत्तच्छ्मश्रुलुंचनम् ॥
]

`verse 49 [
चंडश्चोत्पाटयामास पूष्णो दंतान् प्रवेगतः ॥
शप्यमाने हरे पूर्वं योऽहसद्दर्शयन्दतः ॥
]

`verse 50 [
नन्दी भगस्य नेत्रे हि पातितस्य रुषा भुवि ॥
उज्जहार स दक्षोक्ष्णा यश्शपंतमसूसुचत् ॥
]

`verse 51 [
विडंबिता स्वधा तत्र सा स्वाहा दक्षिणा तथा॥
मंत्रास्तंत्रास्तथा चान्ये तत्रस्था गणनायकैः॥
]

`verse 52 [
ववृषुस्ते पुरीषाणि वितानाऽग्नौ रुषा गणाः॥
अनिर्वाच्यं तदा चक्रुर्गणा वीरास्तमध्वरम् ॥
]

`verse 53 [
अंतर्वेद्यंतरगतं निलीनं तद्भयाद्बलात् ॥
आनिनाय समाज्ञाय वीरभद्रेः स्वभूश्चुतम्५८॥
कपोलेऽस्य गृहीत्वा तु खड्गेनोपहृतं शिरः ॥
अभेद्यमभवत्तस्य तच्च योगप्रभावतः ॥
]

`verse 54 [
अभेद्यं तच्छिरो मत्वा शस्त्रास्त्रैश्च तु सर्वशः ॥
करेण त्रोटयामास पद्भ्यामाक्रम्य चोरसि ॥ 2.2.37.६० ॥
तच्छिरस्तस्य दुष्टस्य दक्षस्य हरवैरिणः ॥
अग्निकुंडे प्रचिक्षेप वीरभद्रो गणाग्रणीः ॥
]

`verse 55 [
रेजे तदा वीरभद्रस्त्रिशूलं भ्रामयन्करे ॥
क्रुद्धा रणाक्षसंवर्ताः प्रज्वाल्य पर्वतोपमाः (?) ॥ ॥
]

`verse 56 [
अनायासेन हत्वैतान् वीरभद्रस्ततोऽग्निना ॥
ज्वालयामास सक्रोधो दीप्ताग्निश्शलभानिव ॥
]

`verse 57 [
वीरभद्रस्ततो दग्धान्दृष्ट्वा दक्षपुरोगमान् ॥
अट्टाट्टहासमकरोत्पूरयंश्च जगत्त्रयम् ॥
]

`verse 58 [
वीरश्रिया वृतस्तत्र ततो नन्दनसंभवा ॥
पुष्पवृष्टिरभूद्दिव्या वीरभद्रे गणान्विते ॥
]

`verse 59 [
ववुर्गंधवहाश्शीतास्सुगन्धास्सुखदाः शनैः ॥
देवदुंदुभयो नेदुस्सममेव ततः परम् ॥
]

`verse 60 [
कैलासं स ययौ वीरः कृतकार्य्यस्ततः परम् ॥
विनाशितदृढध्वांतो भानुमानिव सत्वरम् ॥
]

`verse 61 [
कृतकार्यं वीरभद्रं दृष्ट्वा संतुष्टमा नसः ॥
शंभुर्वीरगणाध्यक्षं चकार परमेश्वरः॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसहितायां द्वितीये सतीखंडे यज्ञविध्वं सवर्णनो नाम सप्तत्रिंशोऽध्यायः ॥
]
