`verse 1 [
॥ सूत उवाच ॥ ॥
इत्याकर्ण्य वचस्तस्य विधेरमितधीमतः ॥
पप्रच्छ नारदः प्रीत्या विस्मितस्तं द्विजोत्तमः ॥
]

`verse 2 [
॥ नारद उवाच ॥ ॥
शिवं विहाय दक्षस्य सुरैर्यज्ञं हरिर्गतः ॥
हेतुना केन तद् ब्रूहि यत्रावज्ञाऽ भवत्ततः ॥
]

`verse 3 [
जानाति किं स शंभुं नो हरिः प्रलयविक्रमम् ॥
रणं कथं च कृतवान् तद्गणैरबुधो यथा ॥
]

`verse 4 [
एष मे संशयो भूयांस्तं छिंधि करुणानिधे ॥
चरितं ब्रूहि शंभोस्तु चित्तोत्साहकरं प्रभो ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
द्विजवर्य शृणु प्रीत्या चरितं शशिमौलिनः ॥
यत्पृच्छते कुर्वतश्च सर्वसंशयहारकम् ॥
]

`verse 6 [
दधीचस्य मुनेः शापाद्भ्रष्टज्ञानो हरिः पुरा ॥
सामरो दक्षयज्ञं वै गतः क्षुवसहायकृत् ॥
]

`speaker [
नारद उवाच
]

`verse 7 [
किमर्थं शप्तवान्विष्णुं दधीचो मुनिसत्तमः ॥
कोपाकारः कृतस्तस्य हरिणा तत्सहायिना ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
समुत्पन्नो महातेजा राजा क्षुव इति स्मृतः॥
अभून्मित्रं दधीचस्य मुनीन्द्रस्य महाप्रभोः ॥
]

`verse 9 [
चिरात्तपःप्रसंगाद्वै वादः क्षुवदधीचयोः॥
महानर्थकरः ख्यातस्त्रिलोकेष्वभवत्पुरा॥
]

`verse 10 [
तत्र त्रिवर्णतः श्रेष्ठो विप्र एव न संशयः ॥
इति प्राह दधीचो हि शिवभक्तस्तु वेदवित् ॥2.2.38.१०॥
तच्छ्रुत्वा वचनं तस्य दधीचस्य महामुने॥
क्षुवः प्राहेति नृपतिः श्रीमदेन विमोहितः ॥
]

`speaker [
क्षुव उवाच
]

`verse 11 [
अष्टानां लोकपालानां वपुर्धारयते नृपः ॥
तस्मान्नृपो वरिष्ठो हि वर्णाश्रमपतिः प्रभुः ॥
]

`verse 12 [
सर्वदेवमयो- राजा श्रुति प्राहेति तत्परा॥
महती देवता या सा सोहमेव ततो मुने ॥
]

`verse 13 [
तस्माद्विप्राद्वरो राजा च्यवनेय विचार्यताम्॥
नावमंतव्य एवातः पूज्योऽहं सर्वथा त्वया ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
श्रुत्वा तथा मतं तस्य क्षुवस्य मुनिसत्तमः ॥
श्रुतिस्मृतिविरुद्धं तं चुकोपातीव भार्गवः॥
]

`verse 15 [
अथ क्रुद्धो महातेजा गौरवाच्चात्मनो मुने ॥
अताडयत्क्षुवं मूर्ध्नि दधीचो वाममुष्टितः ॥
]

`verse 16 [
वज्रेण तं च चिच्छेद दधीचं ताडितः क्षुवः॥
जगर्जातीव संक्रुद्धो ब्रह्मांडाधिपतिः कुधीः ॥
]

`verse 17 [
पपात भूमौ निहतो तेन वज्रेण भार्गवः॥
शुक्रं सस्मार क्षुवकृद्भार्गवस्य कुलंधरः॥
]

`verse 18 [
शुक्रोथ संधयामास ताडितं च क्षुवेन तु॥
योगी दधीचस्य तदा देहमागत्य सद्रुतम्॥
]

`verse 19 [
संधाय पूर्ववद्देहं दधीचस्याह भार्गवः ॥
शिवभक्ताग्रणीर्भृत्यं जयविद्याप्रवर्तकः ॥ 2.2.38.२० ॥
शुक्र उवाच ॥
दधीच तात संपूज्य शिवं सर्वेश्वरं प्रभुम् ॥
महामृत्युंजयं मंत्रं श्रौतमग्र्यं वदामि ते ॥
]

`verse 20 [
त्र्यम्बकं यजामहे त्रैलोक्यं पितरं प्रभुम् ॥
त्रिमंडलस्य पितरं त्रिगुणस्य महेश्वरम् ॥
]

`verse 21 [
त्रितत्त्वस्य त्रिवह्नेश्च त्रिधाभूतस्य सर्वतः ॥
त्रिदिवस्य त्रिबाहोश्च त्रिधाभूतस्य सर्वतः॥ ॥
]

`verse 22 [
त्रिदेवस्य महादेवस्सुगंधि पुष्टिवर्द्धनम्॥
सर्वभूतेषु सर्वत्र त्रिगुणेषु कृतौ यथा॥
]

`verse 23 [
इन्द्रियेषु तथान्येषु देवेषु च गणेषु च॥
पुष्पे सुगंधिवत्सूरस्सुगंधिममरेश्वरः ॥
]

`verse 24 [
पुष्टिश्च प्रकृतेर्यस्मात्पुरुषाद्वै द्विजोत्तम ॥
महदादिविशेषांतविकल्पश्चापि सुव्रत॥ ॥
]

`verse 25 [
विष्णोः पितामहस्यापि मुनीनां च महामुने ॥
इन्द्रियस्य च देवानां तस्माद्वै पुष्टिवर्द्धनः ॥
]

`verse 26 [
तं देवममृतं रुद्रं कर्मणा तपसापि वा ॥
स्वाध्यायेन च योगेन ध्यानेन च प्रजापते ॥
]

`verse 27 [
सत्येनान्येन सूक्ष्माग्रान्मृत्युपाशाद्भवः स्वयम् ॥
वंधमोक्षकरो यस्मादुर्वारुकमिव प्रभुः ॥
]

`verse 28 [
मृतसंजीवनीमन्त्रो मम सर्वोत्तमः स्मृतः ॥
एवं जपपरः प्रीत्या नियमेन शिवं स्मरन्॥2.2.38.३०॥
जप्त्वा हुत्वाभिमंत्र्यैव जलं पिब दिवानिशम्॥
शिवस्य सन्निधौ ध्यात्वा नास्ति मृत्युभयं क्वचित् ॥
]

`verse 29 [
कृत्वा न्यासादिकं सर्वं संपूज्य विधिवच्छिवम्॥
संविधायेदं निर्व्यग्रश्शंकरं भक्तवत्सलम् ॥
]

`verse 30 [
ध्यानमस्य प्रवक्ष्यामि यथा ध्यात्वा जपन्मनुम् ॥
सिद्ध मन्त्रो भवेद्धीमान् यावच्छंभुप्रभावतः ॥
]

`verse 31 [
हस्तांभोजयुगस्थकुंभयुगलादुद्धृत्यतोयं शिरस्सिंचंतं करयोर्युगेन दधतं स्वांकेभकुंभौ करौ ॥
अक्षस्रङ्मृगहस्तमंबुजगतं मूर्द्धस्थचन्द्रस्रवत्पीयूषार्द्रतनुं भजे सगिरिजं त्र्यक्षं च मृत्युंजयम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
उपदिश्येति शुक्रः स्वं दधीचिं मुनिसत्तमम् ॥
स्वस्थानमगमत्तात संस्मरञ् शंकरं प्रभुम् ॥
]

`verse 33 [
तस्य तद्वचनं श्रुत्वा दधीचो हि महामुनिः ॥
वनं जगाम तपसे महाप्रीत्या शिवं स्मरन् ॥
]

`verse 34 [
तत्र गत्वा विधानेन महामृत्युंजयाभिधम् ॥
तं मनुं प्रजपन् प्रीत्या तपस्तेपे शिवं स्मरन् ॥
]

`verse 35 [
तन्मनुं सुचिरं जप्त्वा तपसाराध्य शंकरम् ॥
शिवं संतोषयामास महामृत्युंजयं हि सः ॥
]

`verse 36 [
अथ शंभुः प्रसन्नात्मा तज्जपाद्भक्तवत्सलः॥
आविर्बभूव पुरतस्तस्य प्रीत्या महामुने॥
]

`verse 37 [
तं दृष्ट्वा स्वप्रभुं शंभुं स मुमोद मुनीश्वरः॥
प्रणम्य विधिवद्भक्त्या तुष्टाव सुकृतांजलिः ॥2.2.38.४०॥
अथ प्रीत्या शिवस्तात प्रसन्नश्च्यावनिं मुने ॥
वरं ब्रूहीति स प्राह सुप्रसन्नेन चेतसा ॥
]

`verse 38 [
तच्छुत्वा शंभुवचनं दधीचो भक्तसत्तमः ॥
सांजलिर्नतकः प्राह शंकरं भक्तवत्सलम् ॥
]

`verse 39 [
दधीच उवाच॥ ॥
देवदेव महादेव मह्यं देहि वरत्रयम् ॥
वज्रास्थित्वादवध्यत्वमदीनत्वं हि सर्वतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
तदुक्तवचनं श्रुत्वा प्रसन्नः परमेश्वरः ॥
वरत्रयं ददौ तस्मै दधीचाय तथास्त्विति ॥
]

`verse 41 [
वरत्रयं शिवात्प्राप्य सानंदश्च महामुनिः ॥
क्षुवस्थानं जगामाशु वेदमार्गे प्रतिष्ठितः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
प्राप्यावध्यत्वमुग्रात्स वज्रास्थित्वमदीनताम् ॥
अताडयच्च राजेन्द्रं पादमूलेन मूर्द्धनि ॥
]

`verse 43 [
क्षुवो दधीचं वज्रेण जघानोरस्यथो नृपः ॥
क्रोधं कृत्वा विशेषेण विष्णुगौरवगर्वितः ॥
]

`verse 44 [
नाभून्नाशाय तद्वज्रं दधीचस्य महात्मनः॥
प्रभावात्परमेशस्य धातृपुत्रो विसिस्मिये॥
]

`verse 45 [
दृष्ट्वाप्यवध्यत्वमदीनतां च वज्रस्य चात्यंतपरप्रभावम्॥
क्षुवो दधीचस्य मुनीश्वरस्य विसिस्मिये चेतसि धातृपुत्रः ॥
]

`verse 46 [
आराधयामास हरिं मुकुन्दमिन्द्रानुजं काननमाशु गत्वा ॥
प्रपन्नपालश्च पराजितो हि दधीचमृत्युंजयसेवकेन ॥2.2.38.५०॥
पूजया तस्य सन्तुष्टो भगवान् मधुसूदनः ॥
प्रददौ दर्शनं तस्मै दिव्यं वै गरुडध्वजः ॥
]

`verse 47 [
दिव्येन दर्शनेनैव दृष्ट्वा देवं जनार्दनम् ॥
तुष्टाव वाग्भिरिष्टाभिः प्रणम्य गरुडध्वजम् ॥
]

`verse 48 [
सम्पूज्य चैवं त्रिदशेश्वराद्यैः स्तुतं देवमजेयमीशम् ॥
विज्ञापयामास निरीक्ष्य भक्त्या जनार्दनाय प्रणिपत्य मूर्ध्ना ॥
]

`verse 49 [
राजोवाच॥ ॥
भगवन् ब्राह्मणः कश्चिद्दधीच इति विश्रुतः ॥
धर्मवेत्ता विनीतात्मा सखा मम पुराभवत् ॥
]

`verse 50 [
अवध्यस्सर्वदा सर्वैश्शंकरस्य प्रभावतः ॥
तमाराध्य महादेवं मृत्युंजयमनामयम् ॥
]

`verse 51 [
सावज्ञं वामपादेन मम मूर्ध्नि सदस्यपि ॥
ताडयामास वेगेन स दधीचो महातपाः ॥
]

`verse 52 [
उवाच तं च गर्वेण न बिभेमीति सर्वतः ॥
मृत्युंजयाप्त सुवरो गर्वितो ह्यतुलं हरिः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 53 [
अथ ज्ञात्वा दधीचस्य ह्यवध्यत्वं महात्मनः ॥
सस्मारास्य महेशस्य प्रभावमतुलं हरिः ॥
]

`verse 54 [
एवं स्मृत्वा हरिः प्राह क्षुवं विधिसुतं द्रुतम् ॥
विप्राणां नास्ति राजेन्द्र भयमण्वपि कुत्रचित् ॥
]

`verse 55 [
विशेषाद्रुद्रभक्तानां भयं नास्ति च भूपते ॥
दुःखं करोति विप्रस्य शापार्थं ससुरस्य मे ॥2.2.38.६०॥
भविता तस्य शापेन दक्षयज्ञे सुरेश्वरात् ॥
विनाशो मम राजेन्द्र पुनरुत्थानमेव च ॥
]

`verse 56 [
तस्मात्समेत्य राजेन्द्र सर्वयज्ञो न भूयते ॥
करोमि यत्नं राजेन्द्र दधीचविजयाय ते ॥
]

`verse 57 [
श्रुत्वा वाक्यं क्षुवः प्राह तथास्त्विति हरेर्नृपः ॥
तस्थौ तत्रैव तत्प्रीत्या तत्कामोत्सुकमानसः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीयसतीखंडे क्षुवदधीचवादवर्णनं नामाष्टत्रिंशोऽध्यायः ॥
]
