`speaker [
ब्रह्मोवाच
]

`verse 1 [
क्षुवस्य हितकृत्येन दधीचस्याश्रमं ययौ॥
विप्ररूपमथास्थाय भगवान् भक्तवत्सलः
]

`verse 2 [
दधीचं प्राह विप्रर्षिमभिवंद्य जगद्गुरुः॥
क्षुवकार्य्यार्थमुद्युक्तश्शैवेन्द्रं छलमाश्रितः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 3 [
भो भो दधीच विप्रर्षे भवार्चनरताव्यय ॥
वरमेकं वृणे त्वत्तस्तद्भवान् दातुमर्हति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
याचितो देवदेवेन दधीचश्शैवसत्तमः ॥
क्षुवकार्यार्थिना शीघ्रं जगाद वचनं हरिम् ॥
]

`speaker [
दधीच उवाच
]

`verse 5 [
ज्ञातं तवेप्सितं विप्र क्षुवकार्यार्थमागतः ॥
भगवान् विप्ररूपेण मायी त्वमसि वै हरिः॥
]

`verse 6 [
भूतं भविष्यं देवेश वर्तमानं जनार्दन ॥
ज्ञानं प्रसादाद्रुद्रस्य सदा त्रैकालिकं मम ॥
]

`verse 7 [
त्वां जानेहं हरिं विष्णुं द्विजत्वं त्यज सुव्रत ॥
आराधितोऽसि भूपेन क्षुवेण खलबुद्धिना ॥
]

`verse 8 [
जाने तवैव भगवन् भक्तवत्सलतां हरे ॥
छलं त्यज स्वरूपं हि स्वीकुरु स्मर शंकरम् ॥
]

`verse 9 [
अस्ति चेत्कस्यचिद्भीतिर्भवार्चनरतस्य मे ॥
वक्तुमर्हसि यत्नेन सत्यधारणपूर्वकम् ॥
]

`verse 10 [
वदामि न मृषा क्वापि शिवस्मरणसक्तधीः ॥
न बिभेमि जगत्यस्मिन्देवदैत्यादिकादपि ॥ 2.2.39.१० ॥
विष्णुरुवाच ॥ ॥
भयं दधीच सर्वत्र नष्टं च तव सुव्रत ॥
भवार्चनरतो यस्माद्भवान्सर्वज्ञ एव च ॥
]

`verse 11 [
बिभेमीति सकृद्वक्तुमर्हसि त्वं नमस्तव ॥
नियोगान्मम राजेन्द्र क्षुवात् प्रतिसहस्य च ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
एवं श्रुत्वापि तद्वाक्यं विष्णोस्स तु महामुनिः ॥
विहस्य निर्भयः प्राह दधीचश्शैवसत्तमः ॥
]

`speaker [
दधीच उवाच
]

`verse 13 [
न बिभेमि सदा क्वापि कुतश्चिदपि किंचन ॥
प्रभावाद्देवदेवस्य शंभोस्साक्षात्पिनाकिनः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
ततस्तस्य मुनेः श्रुत्वा वचनं कुपितो हरिः ॥
चक्रमुद्यम्य संतस्थौ दिधक्षुमुनिसत्तमम् ॥
]

`verse 15 [
अभवत्कुंठितं तत्र विप्रे चक्रं सुदारुणम् ॥
प्रभावाच्च तदीशस्य नृपतेस्संनिधावपि ॥
]

`verse 16 [
दृष्ट्वा तं कुंठितास्यं तच्चक्रं विष्णुं जगाद ह ॥
दधीचस्सस्मितं साक्षात्सदसद्व्यक्ति कारणम् ॥
]

`verse 17 [
दधीच उवाच ॥ ॥
भगवन् भवता लब्धं पुरातीव सुदारुणम् ॥
सुदर्शनमिति ख्यातं चक्रं विष्णोः प्रयत्नतः ॥
भवस्य तच्छुभं चक्रं न जिघांसति मामिह ॥
]

`verse 18 [
भगवानथ क्रुद्धोऽस्मै सर्वास्त्राणि क्रमाद्धरिः ॥
ब्रह्मास्त्राद्यैः शरैश्चास्त्रैः प्रयत्नं कर्तुमर्हसि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
स तस्य वचनं श्रुत्वा दृष्ट्वा नि्र्वीर्य्यमानुषम् ॥
ससर्जाथ क्रुधा तस्मै सर्वास्त्राणि क्रमाद्धरिः ॥ 2.2.39.२० ॥
चक्रुर्देवास्ततस्तस्य विष्णोस्साहाय्यमादरात् ॥
द्विजेनैकेन संयोद्धुं प्रसृतस्य विबुद्धयः ॥
]

`verse 20 [
चिक्षिपुः स्वानि स्वान्याशु शस्त्राण्यस्त्राणि सर्वतः ॥
दधीचोपरि वेगेन शक्राद्या हरिपाक्षिकाः ॥
]

`verse 21 [
कुशमुष्टिमथादाय दधीचस्संस्मरन् शिवम् ॥
ससर्ज सर्वदेवेभ्यो वज्रास्थि सर्वतो वशी ॥
]

`verse 22 [
शंकरस्य प्रभावात्तु कुशमुष्टिर्मुनेर्हि सा ॥
दिव्यं त्रिशूलमभवत् कालाग्निसदृशं मुने ॥
]

`verse 23 [
दग्धुं देवान् मतिं चक्रे सायुधं सशिखं च तत् ॥
प्रज्वलत्सर्वतश्शैवं युगांताग्र्यधिकप्रभम् ॥
]

`verse 24 [
नारायणेन्दुमुख्यैस्तु देवैः क्षिप्तानि यानि च ॥
आयुधानि समस्तानि प्रणेमुस्त्रिशिखं च तत् ॥
]

`verse 25 [
देवाश्च दुद्रुवुस्सर्वे ध्वस्तवीर्या दिवौकसः ॥
तस्थौ तत्र हरिर्भीतः केवलं मायिनां वरः ॥
]

`verse 26 [
ससर्ज भगवान् विष्णुः स्वदेहात्पुरुषोत्तमः ॥
आत्मनस्सदृशान् दिव्यान् लक्षलक्षायुतान् गणान् ॥
]

`verse 27 [
ते चापि युयुधुस्तत्र वीरा विष्णुगणास्ततः ॥
मुनिनैकेन देवर्षे दधीचेन शिवात्मना ॥
]

`verse 28 [
ततो विष्णुगणान् तान्वै नियुध्य बहुशो रणे ॥
ददाह सहसा सर्वान् दधी चश्शैव सत्तमः ॥ 2.2.39.३० ॥
ततस्तद्विस्मयाथाय दधीचेस्य मुनेर्हरिः ॥
विश्वमूर्तिरभूच्छीघ्रं महामायाविशारदः ॥
]

`verse 29 [
तस्य देहे हरेः साक्षादपश्यद्द्विजसत्तमः ॥
दधीचो देवतादीनां जीवानां च सहस्रकम् ॥
]

`verse 30 [
भूतानां कोटयश्चैव गणानां कोटयस्तथा ॥
अंडानां कोटयश्चैव विश्वमूतस्तनौ तदा ॥
]

`verse 31 [
दृष्ट्वैतदखिलं तत्र च्यावनिस्सततं तदा ॥
विष्णुमाह जगन्नाथं जगत्स्तु वमजं विभुम् ॥
]

`speaker [
दधीच उवाच
]

`verse 32 [
मायां त्यज महाबाहो प्रतिभासो विचारतः ॥
विज्ञातानि सहस्राणि दुर्विज्ञेयानि माधव ॥
]

`verse 33 [
मयि पश्य जगत्सर्वं त्वया युक्तमतंद्रितः ॥
ब्रह्माणं च तथा रुद्रं दिव्यां दृष्टिं ददामि ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
इत्युक्त्वा दर्शयामास स्वतनौ निखिलं मुनिः ॥
ब्रह्मांडं च्यावनिश्शंभुतेजसा पूर्णदेहकः ॥
]

`verse 35 [
ददाह विष्णुं देवेशं दधीचश्शैवसत्तमः ॥
संस्मरञ् शंकरं चित्ते विहसन् विभयस्सुधीः ॥
]

`speaker [
दधीच उवाच
]

`verse 36 [
मायया त्वनया किं वा मंत्रशक्त्याथ वा हरे ॥
सत्कामायामिमां तस्माद्योद्धुमर्हसि यत्नतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
एतच्छुत्वा मुनेस्तस्य वचनं निर्भयस्तदा॥
शंभुतेजोमयं विष्णुश्चुकोपातीव तं मुनिम् ॥ 2.2.39.४० ॥
देवाश्च दुद्रुवुर्भूयो देवं नारायणं च तम् ॥
योद्धुकामाश्च मुनिना दधीचेन प्रतापिना ॥
]

`verse 38 [
एतस्मिन्नंतरे तत्रागमन्मत्संगतः क्षुवः ॥
अवारयंतं निश्चेष्टं पद्मयोनिं हरिं सुरान् ॥
]

`verse 39 [
निशम्य वचनं मे हि ब्राह्मणो न विनिर्जितः ॥
जगाम निकटं तस्य प्रणनाम मुनिं हरिः ॥
]

`verse 40 [
क्षुवो दीनतरो भूत्वा गत्वा तत्र मुनीश्वरम् ॥
दधीचमभिवाद्यैव प्रार्थयामास विक्लवः ॥
]

`speaker [
क्षुव उवाच
]

`verse 41 [
प्रसीद मुनिशार्दूल शिवभक्तशिरोमणे ॥
प्रसीद परमेशान दुर्लक्ष्ये दुर्जनैस्सह ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
इत्याकर्ण्य वचस्तस्य राज्ञस्सुरगणस्य हि ॥
अनुजग्राह तं विप्रो दधीचस्तपसां निधिः ॥
]

`verse 43 [
अथ दृष्ट्वा रमेशादीन् क्रोधविह्वलितो मुनिः ॥
हृदि स्मृत्वा शिवं विष्णुं शशाप च सुरानपि ॥
]

`speaker [
दधीच उवाच
]

`verse 44 [
रुद्रकोपाग्निना देवास्सदेवेंद्रा मुनीश्वराः ॥
ध्वस्ता भवंतु देवेन विष्णुना च समं गणैः ॥
]

`verse 45 [
॥ ब्रह्मोवाच ॥ ॥
एवं शप्त्वा सुरान् प्रेक्ष्य क्षुवमाह ततो मुनिः ॥
देवैश्च पूज्यो राजेन्द्र नृपैश्चैव द्विजोत्तमः ॥
]

`verse 46 [
ब्राह्मणा एव राजेन्द्र बलिनः प्रभविष्णवः ॥
इत्युक्त्वा स स्फुट विप्रः प्रविवेश निजाश्रमम् ॥ 2.2.39.५० ॥
दधीचमभिवंद्यैव क्षुवो निजगृहं गतः ॥
विष्णुर्जगाम स्वं लोकं सुरैस्सह  यथागतम् ॥
]

`verse 47 [
तदेवं तीर्थमभवत् स्थानेश्वर इति स्मृतम् ॥
स्थानेश्वरमनुप्राप्य शिवसायुज्यमाप्नुयात् ॥
]

`verse 48 [
कथितस्तव संक्षेपाद्वादः क्षुवदधीचयोः ॥
नृपाप्तशापयोस्तात ब्रह्मविष्ण्वोः शिवं विना ॥
]

`verse 49 [
य इदं कीत्तयेन्नित्यं वादं क्षुवदधीचयोः ॥
जित्वापमृत्युं देहान्ते ब्रह्मलोकं प्रयाति सः ॥ ॥
]

`verse 50 [
रणे यः कीर्तयित्वेदं प्रविशेत्तस्य सर्वदा ॥
मृत्युभीतिभवेन्नैव विजयी च भविष्यति ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखण्डे विष्णुदधीचयुद्धवर्णनो  नाम नवत्रिंशोऽध्यायः ॥
]
