`verse 1 [
॥ नारद उचाच ॥
विधे विधे महाप्राज्ञा शैवतत्त्वप्रदर्शक ॥
श्राविता रमणीप्राया शिवलीला महाद्भुता ॥
]

`verse 2 [
वीरेण वीरभद्रेण दक्षयज्ञं विनाश्य वै ॥
कैलासाद्रौ गते तात किमभूत्तद्वदाधुना ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
अथ देवगणास्सर्वे मुनयश्च पराजिताः ॥
रुद्रानीकैर्विभिन्नांगा मम लोकं ययुस्तदा ॥
]

`verse 4 [
स्वयंभुवे नमस्कृत्य मह्यं संस्तूय भूरिशः ॥
तत्स्वक्लेशं विशेषेण कार्त्स्येनैव न्यवेदयन् ॥
]

`verse 5 [
तदाकर्ण्य ततोहं वै पुत्रशोकेन पीडितः ॥
अचिन्तयमतिव्यग्रो दूयमानेन चेतसा ॥
]

`verse 6 [
किं कार्य्यं कार्यमद्याशु मया देवसुखावहम् ॥
येन जीवतु दक्षासौ मखः पूर्णो भवेत्सुरः ॥
]

`verse 7 [
एवं विचार्य बहुधा नालभं शमहं मुने ॥
विष्णुं तदा स्मरन् भक्त्या ज्ञानमाप्तं तदोचितम् ॥
]

`verse 8 [
अथ देवैश्च मुनिभिर्विष्णोर्लोकमहं गतः ॥
नत्वा नुत्वा च विविधैस्स्तवैर्दुःखं न्यवेदयम् ॥
]

`verse 9 [
यथाध्वरः प्रपूर्णः स्याद्देव यज्ञकरश्च सः ॥
सुखिनस्स्युस्सुरास्सर्वे मुनयश्च तथा कुरु ॥
]

`verse 10 [
देव देव रमानाथ विष्णो देवसुखावह ॥
वयं त्वच्छरणं प्राप्तास्सदेवमुनयो ध्रुवम् ॥ 2.2.40.१० ॥
॥ ब्रह्मोवाच ॥
इत्याकर्ण्य वचो मे हि ब्रह्मणस्स रमेश्वरः ॥
प्रत्युवाच शिवं स्मृत्वा शिवात्मा दीनमानसः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 11 [
तेजीयसि न सा भूता कृतागसि बुभूषताम् ॥
तत्र क्षेमाय बहुधा बुभूषा हि कृतागसाम् ॥
]

`verse 12 [
कृतपापास्सुरा सर्वे शिवे हि परमेश्वरे ॥
पराददुर्यज्ञभागं तस्य शंभोर्विधे यतः ॥
]

`verse 13 [
प्रसादयध्यं सर्वे हि यूयं शुद्धेन चेतसा ॥
अथापरप्रसादं तं गृहीतांघ्रियुगं शिवम् ॥
]

`verse 14 [
यस्मिन् प्रकुपिते देवे विनश्यत्यखिलं जगत् ॥
सलोकपालयज्ञस्य शासनाज्जीवितं द्रुतम् ॥
]

`verse 15 [
तमाशु देवं प्रियया विहीनं च दुरुक्तिभिः ॥
क्षमापयध्वं हृद्विद्धं दक्षेण सुदुरात्मना ॥
]

`verse 16 [
अयमेव महोपायस्तच्छांत्यै केवलं विधे ॥
शंभोस्संतुष्टये मन्ये सत्यमेवोदितं मया ॥
]

`verse 17 [
नाहं न त्वं सुराश्चान्ये मुनयोपि तनूभृतः ॥
यस्य तत्त्वं प्रमाणं च न विदुर्बलवीर्ययोः ॥
]

`verse 18 [
आत्मतंत्रस्य तस्यापि परस्य परमात्मनः ॥
क उपायं विधित्सेद्वै परं मूढं विरोधिनम् ॥
]

`verse 19 [
चलिष्येहमपि ब्रह्मन् सर्वैः सार्द्ध शिवालयम् ॥
क्षमापयामि गिरिशं कृतागाश्च शिवे धुवम् ॥ 2.2.40.२० ॥
॥ ब्रह्मोवाच ॥
इत्थमादिश्य विष्णुर्मां ब्रह्माणं सामरादिकम् ॥
सार्द्धं देवेर्मतिं चक्रे तद्गिरौ गमनाय सः ॥
]

`verse 20 [
ययौ स्वधिष्ण्य निलयं शिवस्याद्रिवरं शुभम् ॥
कैलासं सामरमुनिप्रजेशादिमयो हरिः ॥
]

`verse 21 [
अतिप्रियं प्रभोर्नित्यं सुजुष्टं किन्नरादिभिः ॥
नरेतरैरप्सरोभिर्योगसिद्धैमहोन्नतम् ॥
]

`verse 22 [
नानामणिमयैश्शृंगैः शोभमानं समंततः ॥
नानाधातुविचित्रं वै नानाद्रुमलताकुलम् ॥ ॥
]

`verse 23 [
नानामृगगणाकीर्णं नानापक्षिसमन्वितम् ॥
नानाजलप्रस्रवणैरमरैस्सिद्धयोषिताम् ॥
]

`verse 24 [
रमणैवाहरंतीनां नानाकंदर सानुभिः ॥
द्रुमजातिभिरन्याभी राजितं राजतप्रभम् ॥
]

`verse 25 [
व्याघ्रादिभिर्महासत्त्वैर्निर्घुष्टं क्रूरतोज्झितम् ॥
सर्वशोभान्वितं दिव्यं महाविस्मयकारकम् ॥
]

`verse 26 [
पर्यस्तं गंगया सत्या स्थानपुण्यतरोदया ॥
सर्वपावनसंकर्त्र्या विष्णुपद्या सुनिर्मलम् ॥। ॥
]

`verse 27 [
एवंविधं गिरिं दृष्ट्वा कैलासाख्यं शिवप्रियम् ॥
ययुस्ते विस्मयं देवा विष्ण्वाद्यास्समुनीश्वराः ॥
]

`verse 28 [
तस्समीपेऽलकां रम्यां ददृशुर्नाम ते पुरीम् ॥
कुबेरस्य महादिव्यां रुद्रमित्रस्य निर्जराः ॥2.2.40.३०॥
वनं सौगंधिकं चापि ददृशुस्तत्समीपतः ॥
सर्वद्रुमान्वितं दिव्यं यत्र तन्नादमद्रुतम् ॥
]

`verse 29 [
तद्बाह्यतस्तस्य दिव्ये सरितावतिपावने ॥
नंदा चालकनंदा च दर्शनात्पापहारिके॥ ॥
]

`verse 30 [
पपुः सुरस्त्रियो नित्यमवगूह्य स्वलोकतः ॥
विगाह्य पुंभिस्तास्तत्र क्रीडंति रतिकर्शिताः ॥
]

`verse 31 [
हित्वा यक्षेश्वरपुरीं वनं सौगंधिकं च यत्॥
गच्छंतस्ते सुरा आराद्ददृशुश्शांकरं वटम् ॥
]

`verse 32 [
पर्यक् कृताचलच्छायं पादोन विटपाय तम् ॥
शतयोजन कोत्सेधं निर्नीडं तापवर्ज्जितम् ॥
]

`verse 33 [
महापुण्यवतां दृश्यं सुरम्यं चातिपावनम् ॥
शंभुयोगस्थलं दिव्यं योगिसेव्यं महोत्तमम् ॥। ॥
]

`verse 34 [
मुमुक्षुशरणे तस्मिन् महायोगमये वटे ॥
आसीनं ददृशुस्सर्वे शिवं विष्ण्वादयस्सुराः ॥
]

`verse 35 [
विधिपुत्रैर्महासिद्धैश्शिव भक्तिरतैस्सदा ॥
उपास्यमानं सुमुदा शांतैस्संशांतविग्रहैः ॥
]

`verse 36 [
तथा सख्या कुबेरेण भर्त्रा गुह्यकरक्षसाम् ॥
सेव्यमानं विशेषेण स्वगणैर्ज्ञातिभिस्सदा ॥
]

`verse 37 [
तापसाभीष्टसद्रूपं बिभ्रतं परमेश्वरम् ॥
वात्सल्याद्विश्वसुहृदं भस्मादिसुविराजितम् ॥ 2.2.40.४० ॥
मुने तुभ्यं प्रवोचंतं पृच्छते ज्ञानमुत्तमम् ॥
कुशासने सूपविष्टं सर्वेषां शृण्वतां सताम् ॥
]

`verse 38 [
कृत्वोरौ दक्षिणे सव्यं चरणं चैव जानुनि ॥
बाहुप्रकोष्ठाक्षमालं स्थितं सत्तर्कमुद्रया ॥
]

`verse 39 [
एवंविधं शिवं दृष्ट्वा तदा विष्ण्वादयस्सुराः  ॥
प्रणेमुस्त्वरितं सर्वे करौ बध्वा विनम्रकाः ॥
]

`verse 40 [
उपलभ्यागतं रुद्रो मया विष्णुं सतां गतिः ॥
उत्थाय चक्रे शिरसाभिवंदनमपि प्रभुः ॥
]

`verse 41 [
वंदितांघ्रिस्तदा सर्वैर्दिव्यैर्विष्ण्वादिभिश्शिवः ॥
ननामाथ यथा विष्णुं कश्यपं लोकसद्गतिः ॥
]

`verse 42 [
सुरसिद्धगणाधीशमहर्षिसु नमस्कृतम्॥
समुवाच सुरैर्विष्णुं कृतसन्नतिमादरात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे शिवदर्शनवर्णनं नाम चत्वारिंशोध्यायः ॥
]
