`speaker [
विष्ण्वादय ऊचुः
]

`verse 1 [
देवदेव महादेव लौकिकाचारकृत्प्रभो ॥
ब्रह्म त्वामीश्वरं शंभुं जानीमः कृपया तव ॥
]

`verse 2 [
किं मोहयसि नस्तात मायया परया तव ॥
दुर्ज्ञेयया सदा पुंसां मोहिन्या परमेश्वर ॥
]

`verse 3 [
प्रकृतः पुरुषस्यापि जगतो योनिबीजयोः ॥
परब्रह्म परस्त्वं च मनोवाचामगोचरः ॥
]

`verse 4 [
त्वमेव विश्वं सृजसि पास्यत्सि निजतंत्रतः ॥
स्वरूपां शिवशक्तिं हि क्रीडन्नूर्णपटो यथा ॥
]

`verse 5 [
त्वमेव क्रतुमीशान ससर्जिथ दयापरः ॥
दक्षेण सूत्रेण विभो सदा त्रय्यभिपत्तये ॥
]

`verse 6 [
त्वयैव लोकेवसितास्सेतवो यान् धृतव्रताः ॥
शुद्धान् श्रद्दधते विप्रा वेदमार्गविचक्षणाः ॥
]

`verse 7 [
कर्तुस्त्वं मंगलानां हि स्वपरं तु मुखे विभो ॥
अमंगलानां च हितं मिश्रं वाथ विपर्ययम् ॥
]

`verse 8 [
सर्वकर्मफलानां हि सदा दाता त्वमेव हि॥
सर्वे हि प्रोक्ता हि यशस्तत्पतिस्त्वं श्रुतिश्रुतः ॥
]

`verse 9 [
पृथग्धियः कर्मदृशोऽरुंतुदाश्च दुराशयाः ॥
वितुदंति परान्मूढा दुरुक्तैर्मत्सरान्विताः ॥
]

`verse 10 [
तेषां दैववधानां भो भूयात्त्वच्च वधो विभो ॥
भगवन्परमेशान कृपां कुरु परप्रभो ॥2.2.41.१०॥
नमो रुद्राय शांताय ब्रह्मणे परमात्मने॥
कपर्दिने महेशाय ज्योत्स्नाय महते नमः ॥
]

`verse 11 [
त्वं हि विश्वसृजां स्रष्टा धाता त्वं प्रपितामहः॥
त्रिगुणात्मा निर्गुणश्च प्रकृतेः पुरुषात्परः ॥
]

`verse 12 [
नमस्ते नीलकंठाय वेधसे परमात्मने ॥
विश्वाय विश्वबीजाय जगदानंदहेतवे ॥
]

`verse 13 [
ओंकारस्त्वं वषट्कारस्सर्वारंभप्रवर्तकः ॥
हंतकास्स्वधाकारो हव्यकव्यान्नभुक् सदा ॥
]

`verse 14 [
कृतः कथं यज्ञभंगस्त्वया धर्मपरायण।
ब्रह्मण्यस्त्वं महादेव कथं यज्ञहनो विभो ॥
]

`verse 15 [
ब्राह्मणानां गवां चैव धर्मस्य प्रतिपालकः ॥
शरण्योसि सदानंत्यः सर्वेषां प्राणिनां प्रभो ॥
]

`verse 16 [
नमस्ते भगवन् रुद्र भास्करामिततेजसे ॥
नमो भवाय देवाय रसायांबुमयाय ते ॥ ॥
]

`verse 17 [
पशूनांपतये तुभ्यं यजमानाय वेधसे ॥
]

`verse 18 [
महादेवाय सोमाय प्रवृत्ताय नमोस्तु ते ॥ 2.2.41.२० ॥
उग्राय सूर्यरूपाय नमस्ते कर्मयोगिने ॥
नमस्ते कालकालाय नमस्ते रुद्र मन्यवे ॥ ॥
]

`verse 19 [
नमश्शिवाय भीमाय शंकराय शिवाय ते ॥
उग्रोसि सर्व भूतानां नियंता यच्छिवोसि नः ॥
]

`verse 20 [
मयस्कराय विश्वाय  ब्रह्मणे ह्यार्तिनाशिने ॥
अम्बिकापतये तुभ्यमुमायाः पतये नमः ॥
]

`verse 21 [
शर्वाय सर्वरूपाय पुरुषाय परात्मने ॥
सदसद्व्यक्तिहीनाय महतः कारणाय ते ॥
]

`verse 22 [
नीलाय नीलरुद्राय कद्रुद्राय प्रचेतसे ॥
]

`verse 23 [
महीयसे नमस्तुभ्यं हंत्रे देवारिणां सदा ॥
]

`verse 24 [
ताराय च सुताराय तरुणाय सुतेजसे ॥
हरिकेशाय देवाय महेशाय नमोनमः ॥
]

`verse 25 [
देवानां शंभवे तुभ्यं विभवे परमात्मने ॥
परमाय नमस्तुभ्यं कालकंठाय ते नमः ॥
]

`verse 26 [
भीमाय भीमरूपाय भीमकर्मरताय च ॥
]

`verse 27 [
भस्मदिग्धशरीराय रुद्राक्षाभरणाय च ॥
नमो ह्रस्वाय दीर्घाय वामनाय नमोस्तु ते ॥ 2.2.41.३० ॥
दूरेवधाय ते देवा ग्रेवधाय नमोनमः ॥
धन्विने शूलिने तुभ्यं गदिने हलिने नमः ॥
]

`verse 28 [
नानायुधधरायैव दैत्यदानवनाशिने ॥
सद्याय सद्यरूपाय सद्योजाताय वै नमः ॥
]

`verse 29 [
तत्पुरुषाय नाथाय पुराणपुरुषाय च ॥
पुरुषार्थप्रदानाय व्रतिने परमेष्ठिने ॥
]

`verse 30 [
ब्रह्मणे ब्रह्मरूपाय नमस्साक्षात्परात्मने ॥
]

`verse 31 [
उग्रोसि सर्वदुष्टानां नियंतासि शिवोसि नः ॥
कालकूटाशिने तुभ्यं देवाद्यवन कारिणे ॥
]

`verse 32 [
वीराय वीरभद्राय रक्षद्वीराय शूलिने ॥
महादेवाय महते पशूनां पतये नमः ॥
]

`verse 33 [
वीरात्मने सुविद्याय श्रीकंठाय पिनाकिने ॥
नमोनंताय सूक्ष्माय नमस्ते मृत्युमन्यवे ॥
]

`verse 34 [
पराय परमेशाय परात्परतराय ते ॥
परात्पराय विभवे नमस्ते विश्वमूर्तये ॥
]

`verse 35 [
नमो विष्णुकलत्राय विष्णुक्षेत्राय भानवे ॥
भैरवाय शरण्याय त्र्यंबकाय  विहारिणे ॥ 2.2.41.४० ॥
मृत्युंजयाय शोकाय त्रिगुणाय गुणात्मने ॥
चन्द्रसूर्याग्निनेत्राय सर्वकारणसेतवे ॥
]

`verse 36 [
भवता हि जगत्सर्वं व्याप्तं स्वेनैव तेजसा ॥
परब्रह्म निर्विकारी चिदानंदःप्रकाशवान् ॥
]

`verse 37 [
ब्रह्मविष्ण्विंद्रचन्द्रादिप्रमुखास्सकलास्सुराः ॥
मुनयश्चापरे त्वत्तस्संप्रसूता महेश्वर ॥
]

`verse 38 [
यतो बिभर्षि सकलं विभज्य तनुमष्टधा ॥
अष्टमूर्तिरितीशश्च त्वमाद्यः करुणामयः ॥ ॥
]

`verse 39 [
त्वद्भयाद्वाति वातोयं दहत्यग्निर्भयात्तव ॥
सूर्यस्तपति ते भीत्या मृत्युर्धावति सर्वतः ॥
]

`verse 40 [
दयासिन्धो महेशान प्रसीद परमेश्वर ॥
रक्ष रक्ष सदैवास्मान् यस्मान्नष्टान् विचेतसः ॥
]

`verse 41 [
रक्षिताः सततं नाथ त्वयैव करुणानिधे ॥
नानापद्भ्यो वयं शंभो तथैवाद्य प्रपाहि नः ॥
]

`verse 42 [
यज्ञस्योद्धरणं नाथ कुरु शीघ्रं प्रसादकृत्॥
असमाप्तस्य दुर्गेश दक्षस्य च प्रजापतेः॥
]

`verse 43 [
भगोक्षिणी प्रपद्येत यजमानश्च जीवतु ॥
पूष्णो दंताश्च रोहंतु भृगोः श्मश्रूणि पूर्ववत्॥
]

`verse 44 [
भवतानुग्रहीतानां देवादीनांश्च सर्वशः॥॥
आरोग्यं भग्नगात्राणां शंकर त्वायुधाश्मभिः ॥ 2.2.41.५० ॥
पूर्णभागोस्तु ते नाथावशिष्टेऽध्वरकर्मणि ॥
रुद्रभागेन यज्ञस्ते कल्पितो नान्यथा क्वचित् ॥
]

`verse 45 [
इत्युक्त्वा सप्रजेशश्च रमेशश्च कृतांजलिः ॥
दंडवत्पतितो भूमौ क्षमापयितुमुद्यतः॥
]

`colophon [
इति श्रीशिव महापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे देवस्तुतिवर्णनं नामैकचत्वारिंशोऽध्यायः॥
]
