`speaker [
ब्रह्मोवाच
]

`verse 1 [
श्रीब्रह्मेशप्रजेशेन सदैव मुनिना च वै॥
अनुनीतश्शंभुरासीत्प्रसन्नः परमेश्वरः ॥
]

`verse 2 [
आश्वास्य देवान् विष्ण्वादीन्विहस्य करुणानिधिः।
उवाच परमेशानः कुर्वन् परमनुग्रहम् ॥
]

`speaker [
श्रीमहादेव उवाच
]

`verse 3 [
शृणुतं सावधानेन मम वाक्यं सुरोत्तमौ ॥
यथार्थं वच्मि वां तात वां क्रोधं सर्वदासहम् ॥
]

`verse 4 [
नाघं तनौ तु बालानां वर्णमेवानुचिंतये ॥
मम मायाभिभूतानां दंडस्तत्र धृतो मया ॥
]

`verse 5 [
दक्षस्य यज्ञभंगोयं न कृतश्च मया क्वचित् ॥
परं द्वेष्टि परेषां यदात्मनस्तद्भविष्यति ॥
]

`verse 6 [
परेषां क्लेदनं कर्म न कार्यं तत्कदाचन॥
परं द्वेष्टि परेषां यदात्मनस्तद्भविष्यति ॥
]

`verse 7 [
दक्षस्य यज्ञशीर्ष्णो हि भवत्वजमुखं शिरः ॥
मित्रनेत्रेण संपश्येद्यज्ञभागं भगस्सुरः ॥
]

`verse 8 [
पूषाभिधस्सुरस्तातौ दद्भिर्यज्ञसुपिष्टभुक् ॥
याजमानैर्भग्नदंतस्सत्यमेतन्मयोदितम् ॥
]

`verse 9 [
बस्तश्मश्रुर्भवेदेव भृगुर्मम विरोध कृत्॥
देवाः प्रकृतिसर्वांगा ये म उच्छेदनं ददुः॥
]

`verse 10 [
बाहुभ्यामश्विनौ पूष्णो हस्ताभ्यां कृतवाहकौ ॥
भवंत्वध्वर्यवश्चान्ये भवत्प्रीत्या मयोदितम् ॥2.2.42.१०॥
ब्रह्मोवाच ॥
इत्युक्त्वा परमेशानो विरराम दयान्वितः ॥
चराचरपतिर्देवः सम्राट् वेदानुसारकृत्॥
]

`verse 11 [
तदा सर्व सुराद्यास्ते श्रुत्वा शंकरभाषितम्॥
साधुसाध्विति संप्रोचुः परितुष्टाः सविष्ण्वजाः॥
]

`verse 12 [
ततश्शंभुं समामंत्र्य मया विष्णुस्सुरर्षिभिः॥
भूयस्तद्देवयजनं ययौ च परया मुदा॥
]

`verse 13 [
एवं तेषां प्रार्थनया विष्णुप्रभृतिभिस्सुरैः॥
ययौ कनखलं शंभुर्यज्ञवाटं प्रजापतेः॥
]

`verse 14 [
रुद्रस्तदा ददर्शाथ वीरभद्रेण यत्कृतम् ॥
प्रध्वंसं तं क्रतोस्तत्र देवर्षीणां विशेषतः ॥
]

`verse 15 [
स्वाहा स्वधा तथा पूषा तुष्टिर्धृतिः सरस्वती ॥
तथान्ये ऋषयस्सर्वे पितरश्चाग्नयस्तथा ॥
]

`verse 16 [
येऽन्ये च बहवस्तत्र यक्षगंधवर्राक्षसाः ॥
त्रोटिता लुंचिताश्चैव मृताः केचिद्रणाजिरे ॥
]

`verse 17 [
यज्ञं तथाविधं दृष्ट्वा समाहूय गणाधिपम् ॥
वीरभद्रं महावीरमुवाच प्रहसन् प्रभुः ॥
]

`verse 18 [
वीरभद्र महाबाहो किं कृतं कर्म ते त्विदम् ॥
महान्दंडो धृतस्तात देवर्ष्यादिषु सत्वरम् ॥
]

`verse 19 [
दक्षमानय शीघ्रं त्वं येनेदं कृतमीदृशम् ॥
यज्ञो विलक्षणस्तात यस्येदं फलमीदृशम् ॥2.2.42.२०॥
॥ ब्रह्मोवाच ॥
एवमुक्तश्शंकरेण वीरभद्रस्त्वरान्वितः ॥
कबंधमानयित्वाग्रे तस्य शंभोरथाक्षिपत् ॥
]

`verse 20 [
विशिरस्कं च तं दृष्ट्वा शंकरो लोकशंकरः ॥
वीरभद्रमुवाचाग्रे विहसन्मुनिसत्तम ॥
]

`verse 21 [
शिरः कुत्रेति तेनोक्ते वीरभद्रोऽब्रवीत्प्रभुः ॥
मया शिरो हुतं चाग्नौ तदानीमेव शंकर ॥
]

`verse 22 [
इति श्रुत्वा वचस्तस्य वीरभद्रस्य शंकरः ॥
देवान् तथाज्ञपत्प्रीत्या यदुक्तं तत्पुरा प्रभुः ॥
]

`verse 23 [
विधाय कार्त्स्न्येन च तद्यदाह भगवान् भवः ॥
मया विष्ण्वादयः सर्वे भृग्वादीनथ सत्वरम् ॥
]

`verse 24 [
अथ प्रजापतेस्तस्य सवनीयपशोश्शिरः॥
बस्तस्य संदधुश्शंभोः कायेनारं सुशासनात्॥
]

`verse 25 [
संधीयमाने शिरसि शंभुसद्दृष्टिवीक्षितः ॥
सद्यस्सुप्त इवोत्तस्थौ लब्धप्राणः प्रजापतिः॥
]

`verse 26 [
उत्थितश्चाग्रतश्शंभुं ददर्श करुणानिधिम् ॥
दक्षः प्रीतमतिः प्रीत्या संस्थितः सुप्रसन्नधीः॥
]

`verse 27 [
पुरा हर महाद्वेषकलिलात्माभवद्धि सः॥
शिवावलोकनात्सद्यश्शरच्चन्द्र इवामलः॥
]

`verse 28 [
भवं स्तोतुमना सोथ नाशक्नोदनुरागतः ॥
उत्कंठाविकलत्वाच्च संपरेतां सुतां स्मरन् ॥ 2.2.42.३० ॥
अथ दक्षः प्रसन्नात्मा शिवं लज्जासमन्वितः ॥
तुष्टाव प्रणतो भूत्वा शंकरं लोकशंकरम् ॥
]

`speaker [
दक्ष उवाच
]

`verse 29 [
नमामि देव वरदं वरेण्यं महेश्वरं ज्ञाननिधिं सनातनम् ॥
नमामि देवाधिपतीश्वरं हरं सदासुखाढ्यं जगदेकबांधवम् ॥
]

`verse 30 [
नमामि विश्वेश्वर विश्वरूपं पुरातनं ब्रह्मनिजात्मरूपम्॥
नमामि शर्वं भव भावभावं परात्परं शंकरमानतोमि ॥
]

`verse 31 [
देवदेव महादेव कृपां कुरु नमोस्तु ते ॥
अपराधं क्षमस्वाद्य मम शंभो कृपानिधे ॥ ॥
]

`verse 32 [
अनुग्रहः कृतस्ते हि दंडव्याजेन शंकर ॥
खलोहं मूढधीर्देव ज्ञातं तत्त्वं मया न ते ॥
]

`verse 33 [
अद्य ज्ञातं मया तत्त्वं सर्वोपरि भवान्मतः ॥
विष्णुब्रह्मादिभिस्सेव्यो वेदवेद्यो महेश्वरः॥
]

`verse 34 [
साधूनां कल्पवृक्षस्त्वं दुष्टानां दंडधृक्सदा ॥
स्वतंत्रः परमात्मा हि भक्ताभीष्टवरप्रदः ॥
]

`verse 35 [
विद्यातपोव्रतधरानसृजः प्रथमं द्विजा ॥
आत्मतत्त्वं समावेत्तुं मुखतः परमेश्वरः ॥
]

`verse 36 [
सर्वापद्भ्यः पालयिता गोपतिस्तु पशूनिव ॥
गृहीतदंडो दुष्टांस्तान् मर्यादापरिपालकः ॥
]

`verse 37 [
मया दुरुक्तविशिखैः प्रविद्धः परमेश्वरः ॥
अमरानतिदीनाशान् मदनुग्रहकारकः ॥2.2.42.४०॥
स भवान् भगवान् शंभो दीनबंधो परात्परः ॥
स्वकृतेन महार्हेण संतुष्टो भक्तवत्सल ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 38 [
इति स्तुत्वा महेशानं शंकरं लोकशंकरम् ॥
प्रजापतिर्विनीतात्मा विरराम महाप्रभुम् ॥
]

`verse 39 [
अथ विष्णुः प्रसन्नात्मा तुष्टाव वृषभध्वजम् ॥
बाष्पगद्गदया वाण्या सुप्रणम्य कृतांजलिः ॥
]

`verse 40 [
विष्णुवाच ॥
महादेव महेशान लोकानुग्रहकारक ॥
परब्रह्म परात्मा त्वं दीनबंधो दयानिधे ॥
]

`verse 41 [
सर्वव्यापी स्वैरवर्ती वेदवेद्ययशाः प्रभोः ॥
अनुग्रहः कृतस्तेन कृताश्चासुकृता वयम्॥ ॥
]

`verse 42 [
दक्षोयं मम भक्तस्त्वां यन्निनिंद खलः पुरा ॥
तत् क्षंतव्यं महेशाद्य निर्विकारो यतो भवान् ॥
]

`verse 43 [
कृतो मयापराधोपि तव शंकर मूढतः ॥
त्वद्गणेन कृतं युद्धं वीरभद्रेण पक्षतः ॥
]

`verse 44 [
त्वं मे स्वामी परब्रह्म दासोहं ते सदाशिव ॥
पोष्यश्चापि सदा ते हि सर्वेषां त्वं पिता यतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
देवदेव महादेव करुणासागर प्रभो ॥
स्वतंत्रः परमात्मा त्वं परमेशो द्वयोव्ययः॥ ॥
]

`verse 46 [
मम पुत्रोपरि कृतो देवानुग्रह ईश्वर॥
स्वापमानमगणयन् दक्षयज्ञं समुद्धर ॥2.2.42.५०॥
प्रसन्नो भव देवेश सर्वशापान्निराकुरु ॥
सबोधः प्रेरकस्त्वं मे त्वमेवं विनिवारकः॥
]

`verse 47 [
इति स्तुत्वा महेशानं परमं च महामुने ॥
कृतांजलिपुटो भूत्वा विनम्रीकृतमस्तकः॥ ॥
]

`verse 48 [
अथ शक्रादयो देवा लोकपालास्सुचेतसः ॥
तुष्टुवुः शंकरं देवं प्रसन्नमुखपंकजम् ॥
]

`verse 49 [
ततः प्रसन्नमनसः सर्वे देवास्तथा परे ॥
सिद्धर्षयः प्रजेशाश्च तुष्टुवुः शंकरं मुदा ॥
]

`verse 50 [
तथोपदेवनागाश्च सदस्या ब्राह्मणास्तथा ॥
प्रणम्य परया भक्त्या तुष्टुवुश्च पृथक् पृथक्॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे दक्षदुःखनिराकरणवर्णनं नाम द्विचत्वारिंशो ऽध्यायः ॥
]
