`speaker [
ब्रह्मोवाच
]

`verse 1 [
इति स्तुतो रमेशेन मया चैव सुरर्षिभिः ॥
तथान्यैश्च महादेवः प्रसन्नस्संबभूव ह ॥
]

`verse 2 [
अथ शंभुः कृपा दृष्ट्या सर्वान् ऋषिसुरादिकान् ॥
ब्रह्मविष्णू समाधाय दक्षमेतदुवाच ह ॥
]

`speaker [
महादेव उवाच
]

`verse 3 [
शृणु दक्ष प्रवक्ष्यामि प्रसन्नोस्मि प्रजापते ॥
भक्ताधीनः सदाहं वै स्वतंत्रोप्यखिलेश्वरः ॥
]

`verse 4 [
चतुर्विधा भजंते मां जनाः सुकृतिनस्सदा॥
उत्तरोत्तरतः श्रेष्ठास्तेषां दक्षप्रजापते ॥
]

`verse 5 [
आर्तो जिज्ञासुरर्थार्थी ज्ञानी चैव चतुर्थकः ॥
पूर्वे त्रयश्च सामान्याश्चतुर्थो हि विशिष्यते ॥
]

`verse 6 [
तत्र ज्ञानी प्रियतर ममरूपञ्च स स्मृतः ॥
तस्मात्प्रियतरो नान्यः सत्यं सत्यं वदाम्यहम्॥
]

`verse 7 [
ज्ञानगम्योहमात्मज्ञो वेदांतश्रुतिपारगैः ॥
विना ज्ञानेन मां प्राप्तुं यतन्ते चाल्पबुद्धयः ॥
]

`verse 8 [
न वेदैश्च न यज्ञैश्च न दानैस्तपसा क्वचित् ॥
न शक्नुवंति मां प्राप्तुं मूढाः कर्मवशा नरा ॥
]

`verse 9 [
केवलं कर्म्मणा त्वं स्म संसारं तर्तुमिच्छसि ॥
अत एवाभवं रुष्टो यज्ञविध्वंसकारकः ॥
]

`verse 10 [
इतः प्रभृति भो दक्ष मत्वा मां परमेश्वरम् ॥
बुद्ध्या ज्ञानपरो भूत्वा कुरु कर्म समाहितः ॥2.2.43.१०॥
अन्यच्च शृणु सद्बुद्ध्या वचनं मे प्रजापते ॥
वच्मि गुह्यं धर्महेतोः सगुणत्वेप्यहं तव ॥
]

`verse 11 [
अहं ब्रह्मा च विष्णुश्च जगतः कारणं परम् ॥
आत्मेश्वर उपद्रष्टा स्वयंदृगविशेषणः ॥
]

`verse 12 [
आत्ममायां समाविश्य सोहं गुणमयीं मुने ॥
सृजन्रक्षन्हरन्विश्वं दधे संज्ञाः क्रियोचिताः ॥
]

`verse 13 [
अद्वितीये परे तस्मिन् ब्रह्मण्यात्मनि केवले ॥
अज्ञः पश्यति भेदेन भूतानि ब्रह्मचेश्वरम् ॥
]

`verse 14 [
शिरः करादिस्वांगेषु कुरुते न यथा पुमान् ॥
पारक्यशेमुषीं क्वापि भूतेष्वेवं हि मत्परः ॥
]

`verse 15 [
सर्वभूतात्मनामेकभावनां यो न पश्यति ॥
त्रिसुराणां भिदां दक्ष स शांतिमधिगच्छति ॥
]

`verse 16 [
यः करोति त्रिदेवेषु भेदबुद्धिं नराधमः ॥
नरके स वसेन्नूनं यावदाचन्द्रतारकम् ॥
]

`verse 17 [
मत्परः पूजयेद्देवान् सर्वानपि विचक्षणः ॥
स ज्ञानं लभते येन मुक्तिर्भवति शाश्वती ॥
]

`verse 18 [
विधिभक्तिं विना नैव भक्तिर्भवति वैष्णवी ॥
विष्णुभक्तिं विना मे न भक्तिः क्वापि प्रजायते ॥
]

`verse 19 [
इत्युक्त्वा शंकरस्स्वामी सर्वेषां परमेश्वरः ॥
सर्वेषां शृण्वतां तत्रोवाच वाणीं कृपाकरः ॥2.2.43.२०॥
हरिभक्तो हि मां निन्देत्तथा शैवोभवे द्यदि ॥
तयोः शापा भवेयुस्ते तत्त्वप्राप्तिर्भवेन्न हि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
इत्याकर्ण्य महेशस्य वचनं सुखकारकम् ॥
जहृषुस्सकलास्तत्र सुरमुन्यादयो मुने ॥
]

`verse 21 [
दक्षोभवन्महाप्रीत्या शिवभक्तिरतस्तदा ॥
सकुटुम्बस्सुराद्यास्ते शिवं मत्वाखिलेश्वरम् ॥
]

`verse 22 [
यथा येन कृता शंभोः संस्तुतिः परमात्मनः ॥
तथा तस्मै वरो दत्तश्शंभुना तुष्टचेतसा ॥
]

`verse 23 [
ज्ञप्तः शिवेनाशु दक्षः शिवभक्तः प्रसन्नधीः ॥
यज्ञं चकार संपूर्णं शिवानुग्रहतो मुने ॥
]

`verse 24 [
ददौ भागान्सुरेभ्यो हि पूर्णभागं शिवाय सः ॥
दानं ददौ द्विजेभ्यश्च प्राप्तः शंभोरनुग्रहः ॥
]

`verse 25 [
अथो देवस्य सुमहत्तत्कर्म विधिपूर्वकम् ॥
दक्षः समाप्य विधिवत्सहर्त्विग्भिः प्रजापतिः ॥
]

`verse 26 [
एवं दक्षमखः पूर्णोभवत्तत्र मुनीश्वरः ॥
शंकरस्य प्रसादेन परब्रह्मस्वरूपिणः ॥
]

`verse 27 [
अथ देवर्षयस्सर्वे शंसंतश्शांकरं यशः ॥
स्वधामानि ययुस्तु ष्टाः परेपि सुखतस्तदा ॥
]

`verse 28 [
अहं विष्णुश्च सुप्रीतावपि स्वंस्वं परं मुदा ॥
गायन्तौ सुयशश्शंभोः सर्वमंगलदं सदा ॥2.2.43.३०॥
दक्ष संमानितः प्रीत्या महादेवोपि सद्गतिः ॥
कैलासं स ययौ शैलं सुप्रीतस्सगणो निजम्॥
]

`verse 29 [
आगत्य स्वगिरिं शंभुस्सस्मार स्वप्रियां सतीम् ॥
गणेभ्यः कथयामास प्रधानेभ्यश्च तत्कथाम् ॥
]

`verse 30 [
कालं निनाय विज्ञानी बहु तच्चरितं वदन्॥
लौकिकीं गतिमाश्रित्य दर्शयन् कामितां प्रभुः ॥
]

`verse 31 [
नानीतिकारकः स्वामी परब्रह्म सतां गतिः॥
तस्य मोहः क्व वा शोकः क्व विकारः परो मुने ॥
]

`verse 32 [
अहं विष्णुश्च जानीवस्तद्भेदं न कदाचन ॥
केपरे मुनयो देवा मनुषाद्याश्च योगिनः ॥
]

`verse 33 [
महिमा शांकरोनंतो दुर्विज्ञेयो मनीषिभिः ॥
भक्तज्ञातश्च सद्भक्त्या तत्प्रसादाद्विना श्रमम् ॥
]

`verse 34 [
एकोपि न विकारो हि शिवस्य परमात्मनः ॥
संदर्शयति लोकेभ्यः कृत्वा तां तादृशीं गतिम्॥
]

`verse 35 [
यत्पठित्वा च संश्रुत्य सर्वलोकसुधीर्मुने॥
लभते सद्गतिं दिब्यामिहापि सुखमुत्तमम्॥
]

`verse 36 [
इत्थं दाक्षायणी हित्वा निजदेहं सती पुनः ॥
जज्ञे हिमवतः पत्न्यां मेनायामिति विश्रुतम् ॥
]

`verse 37 [
पुनः कृत्वा तपस्तत्र शिवं वव्रे पतिं च सा ॥
गौरी भूत्वार्द्धवामांगी लीलाश्चक्रेद्भुताश्शिवा ॥2.2.43.४०॥
इत्थं सतीचरित्रं ते वर्णितं परमाद्भुतम् ॥
भुक्तिमुक्तिप्रदं दिव्यं सर्वकामप्रदायकम् ॥
]

`verse 38 [
इदमाख्यानमनघं पवित्रं परपावनम् ॥
स्वर्ग्यं यशस्यमायुष्यं पुत्रपौत्रफलप्रदम् ॥
]

`verse 39 [
य इदं शृणुयाद्भक्त्या श्रावयेद्भक्तिमान्नरान् ॥
सर्वकर्मा लभेत्तात परत्र परमां गतिम् ॥
]

`verse 40 [
यः पठेत्पाठयेद्वापि समाख्यानमिदं शुभम् ॥
सोपि भुक्त्वाखिलान् भोगानंते मोक्षमवाप्नुयात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां द्वितीये सतीखंडे दक्षय ज्ञानुसंधानवर्णनं नाम त्रिचत्वारिंशोऽध्यायः ॥
]

`verse 41 [
॥ श्रीः ॥
समाप्तोयं रुद्रसंहितान्तर्गतसतीखण्डो द्वितीयः ॥
]
