`set context {
  skandha = "04",
  adhyaya = "01",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 1"
}

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
मनोस्तु शतरूपायां तिस्रः कन्याश्च जज्ञिरे ।
आकूतिर्देवहूतिश्च प्रसूतिरिति विश्रुताः
]

`verse 2 [
आकूतिं रुचये प्रादाद् अपि भ्रातृमतीं नृपः ।
पुत्रिकाधर्ममाश्रित्य शतरूपानुमोदितः
]

`verse 3 [
प्रजापतिः स भगवान् रुचिस्तस्यां अजीजनत् ।
मिथुनं ब्रह्मवर्चस्वी परमेण समाधिना
]

`verse 4 [
यस्तयोः पुरुषः साक्षात् विष्णुर्यज्ञस्वरूपधृक् ।
या स्त्री सा दक्षिणा भूतेः अंशभूतानपायिनी
]

`verse 5 [
आनिन्ये स्वगृहं पुत्र्याः पुत्रं विततरोचिषम् ।
स्वायम्भुवो मुदा युक्तो रुचिर्जग्राह दक्षिणाम्
]

`verse 6 [
तां कामयानां भगवान् उवाह यजुषां पतिः ।
तुष्टायां तोषमापन्नोऽ जनयद् द्वादशात्मजान् ॥
]

`verse 7 [
तोषः प्रतोषः सन्तोषो भद्रः शान्तिरिडस्पतिः ।
इध्मः कविर्विभुः स्वह्नः सुदेवो रोचनो द्विषट्
]

`verse 8 [
तुषिता नाम ते देवा आसन् स्वायम्भुवान्तरे ।
मरीचिमिश्रा ऋषयो यज्ञः सुरगणेश्वरः
]

`verse 9 [
प्रियव्रतोत्तानपादौ मनुपुत्रौ महौजसौ ।
तत्पुत्रपौत्रनप्तॄणां अनुवृत्तं तदन्तरम्
]

`verse 10 [
देवहूतिमदात् तात कर्दमायात्मजां मनुः ।
तत्संबन्धि श्रुतप्रायं भवता गदतो मम
]

`verse 11 [
दक्षाय ब्रह्मपुत्राय प्रसूतिं भगवान्मनुः ।
प्रायच्छद्यत्कृतः सर्गः त्रिलोक्यां विततो महान्
]

`verse 12 [
याः कर्दमसुताः प्रोक्ता नव ब्रह्मर्षिपत्‍नयः ।
तासां प्रसूतिप्रसवं प्रोच्यमानं निबोध मे
]

`verse 13 [
पत्‍नी मरीचेस्तु कला सुषुवे कर्दमात्मजा ।
कश्यपं पूर्णिमानं च ययोः आपूरितं जगत्
]

`verse 14 [
पूर्णिमासूत विरजं विश्वगं च परन्तप ।
देवकुल्यां हरेः पाद शौचाद्याभूत्सरिद्दिवः
]

`verse 15 [
अत्रेः पत्‍न्यनसूया त्रीन् जज्ञे सुयशसः सुतान् ।
दत्तं दुर्वाससं सोमं आत्मेशब्रह्मसम्भवान्
]

`speaker [
विदुर उवाच
]

`verse 16 [
अत्रेर्गृहे सुरश्रेष्ठाः स्थित्युत्पत्त्यन्तहेतवः ।
किञ्चित् चिकीर्षवो जाता एतदाख्याहि मे गुरो
]

`speaker [
मैत्रेय उवाच
]

`verse 17 [
ब्रह्मणा चोदितः सृष्टौ अत्रिर्ब्रह्मविदां वरः ।
सह पत्‍न्या ययावृक्षं कुलाद्रिं तपसि स्थितः
]

`verse 18 [
तस्मिन् प्रसूनस्तबक पलाशाशोककानने ।
वार्भिः स्रवद्‌भिरुद्‍घुष्टे निर्विन्ध्यायाः समन्ततः
]

`verse 19 [
प्राणायामेन संयम्य मनो वर्षशतं मुनिः ।
अतिष्ठत् एकपादेन निर्द्वन्द्वोऽनिलभोजनः
]

`verse 20 [
शरणं तं प्रपद्येऽहं य एव जगदीश्वरः ।
प्रजां आत्मसमां मह्यं प्रयच्छत्विति चिन्तयन्
]

`verse 21 [
तप्यमानं त्रिभुवनं प्राणायामैधसाग्निना ।
निर्गतेन मुनेर्मूर्ध्नः समीक्ष्य प्रभवस्त्रयः
]

`verse 22 [
अप्सरोमुनिगन्धर्व सिद्धविद्याधरोरगैः ।
वितायमानयशसः तदा आश्रमपदं ययुः
]

`verse 23 [
तत्प्रादुर्भावसंयोग विद्योतितमना मुनिः ।
उत्तिष्ठन्नेकपादेन ददर्श विबुधर्षभान्
]

`verse 24 [
प्रणम्य दण्डवद्‍भूमौ उपतस्थेऽर्हणाञ्जलिः ।
वृषहंससुपर्णस्थान् स्वैः स्वैश्चिह्नैश्च चिह्नितान्
]

`verse 25 [
कृपावलोकेन हसद् वदनेनोपलम्भितान् ।
तद् रोचिषा प्रतिहते निमील्य मुनिरक्षिणी
]

`verse 26 [
चेतस्तत्प्रवणं युञ्जन् अस्तावीत्संहताञ्जलिः ।
श्लक्ष्णया सूक्तया वाचा सर्वलोकगरीयसः
]

`verse 27 [
अत्रिरुवाच -
विश्वोद्‍भवस्थितिलयेषु विभज्यमानैः
     मायागुणैरनुयुगं विगृहीतदेहाः ।
ते ब्रह्मविष्णुगिरिशाः प्रणतोऽस्म्यहं वः
     तेभ्यः क एव भवतां मे इहोपहूतः
]

`verse 28 [
एको मयेह भगवान् विविधप्रधानैः
     चित्तीकृतः प्रजननाय कथं नु यूयम् ।
अत्रागतास्तनुभृतां मनसोऽपि दूराद्
     ब्रूत प्रसीदत महानिह विस्मयो मे
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 29 [
इति तस्य वचः श्रुत्वा त्रयस्ते विबुधर्षभाः ।
प्रत्याहुः श्लक्ष्णया वाचा प्रहस्य तं ऋषिं प्रभो
]

`speaker [
देवा ऊचुः
]

`verse 30 [
यथा कृतस्ते सङ्‌कल्पो भाव्यं तेनैव नान्यथा ।
सत्सङ्‌कल्पस्य ते ब्रह्मन् यद्वै ध्यायति ते वयम्
]

`verse 31 [
अथास्मद् अंशभूतास्ते आत्मजा लोकविश्रुताः ।
भवितारोऽङ्‌ग भद्रं ते विस्रप्स्यन्ति च ते यशः
]

`verse 32 [
एवं कामवरं दत्त्वा प्रतिजग्मुः सुरेश्वराः ।
सभाजितास्तयोः सम्यग् दम्पत्योर्मिषतोस्ततः
]

`verse 33 [
सोमोऽभूद्‍ब्रह्मणोंऽशेन दत्तो विष्णोस्तु योगवित् ।
दुर्वासाः शंकरस्यांशो निबोधाङ्‌गिरसः प्रजाः
]

`verse 34 [
श्रद्धा त्वङ्‌गिरसः पत्‍नी चतस्रोऽसूत कन्यकाः ।
सिनीवाली कुहू राका चतुर्थ्यनुमतिस्तथा
]

`verse 35 [
तत्पुत्रावपरावास्तां ख्यातौ स्वारोचिषेऽन्तरे ।
उतथ्यो भगवान् साक्षात् ब्रह्मिष्ठश्च बृहस्पतिः
]

`verse 36 [
पुलस्त्योऽजनयत्पत्‍न्यां अगस्त्यं च हविर्भुवि ।
सोऽन्यजन्मनि दह्राग्निः विश्रवाश्च महातपाः
]

`verse 37 [
तस्य यक्षपतिर्देवः कुबेरस्त्विडविडासुतः ।
रावणः कुम्भकर्णश्च तथान्यस्यां विभीषणः
]

`verse 38 [
पुलहस्य गतिर्भार्या त्रीनसूत सती सुतान् ।
कर्मश्रेष्ठं वरीयांसं सहिष्णुं च महामते
]

`verse 39 [
क्रतोरपि क्रिया भार्या वालखिल्यानसूयत ।
ऋषीन्षष्टिसहस्राणि ज्वलतो ब्रह्मतेजसा
]

`verse 40 [
ऊर्जायां जज्ञिरे पुत्रा वसिष्ठस्य परंतप ।
चित्रकेतुप्रधानास्ते सप्त ब्रह्मर्षयोऽमलाः
]

`verse 41 [
चित्रकेतुः सुरोचिश्च विरजा मित्र एव च ।
उल्बणो वसुभृद्यानो द्युमान् शक्त्यादयोऽपरे
]

`verse 42 [
चित्तिस्त्वथर्वणः पत्‍नी लेभे पुत्रं धृतव्रतम् ।
दध्यञ्चमश्वशिरसं भृगोर्वंशं निबोध मे
]

`verse 43 [
भृगुः ख्यात्यां महाभागः पत्‍न्यां पुत्रानजीजनत् ।
धातारं च विधातारं श्रियं च भगवत्पराम्
]

`verse 44 [
आयतिं नियतिं चैव सुते मेरुस्तयोरदात् ।
ताभ्यां तयोरभवतां मृकण्डः प्राण एव च
]

`verse 45 [
मार्कण्डेयो मृकण्डस्य प्राणाद्वेदशिरा मुनिः ।
कविश्च भार्गवो यस्य भगवानुशना सुतः
]

`verse 46 [
ते एते मुनयः क्षत्तः लोकान् सर्गैरभावयन् ।
एष कर्दमदौहित्र सन्तानः कथितस्तव ।
श्रृण्वतः श्रद्दधानस्य सद्यः पापहरः परः
]

`verse 47 [
प्रसूतिं मानवीं दक्ष उपयेमे ह्यजात्मजः ।
तस्यां ससर्ज दुहितॄः षोडशामललोचनाः
]

`verse 48 [
त्रयोदशादाद्धर्माय तथैकामग्नये विभुः ।
पितृभ्य एकां युक्तेभ्यो भवायैकां भवच्छिदे
]

`verse 49 [
श्रद्धा मैत्री दया शान्तिः तुष्टिः पुष्टिः क्रियोन्नतिः ।
बुद्धिर्मेधा तितिक्षा ह्रीः मूर्तिर्धर्मस्य पत्‍नयः
]

`verse 50 [
श्रद्धासूत शुभं मैत्री प्रसादं अभयं दया ।
शान्तिः सुखं मुदं तुष्टिः स्मयं पुष्टिः असूयत
]

`verse 51 [
योगं क्रियोन्नतिर्दर्पं अर्थं बुद्धिरसूयत ।
मेधा स्मृतिं तितिक्षा तु क्षेमं ह्रीः प्रश्रयं सुतम्
]

`verse 52 [
मूर्तिः सर्वगुणोत्पत्तिः नरनारायणौ ऋषी ।
ययोर्जन्मन्यदो विश्वं अभ्यनन्दत् सुनिर्वृतम् ।
मनांसि ककुभो वाताः प्रसेदुः सरितोऽद्रयः
]

`verse 53 [
दिव्यवाद्यन्त तूर्याणि पेतुः कुसुमवृष्टयः ।
मुनयस्तुष्टुवुस्तुष्टा जगुर्गन्धर्वकिन्नराः
]

`verse 54 [
नृत्यन्ति स्म स्त्रियो देव्य आसीत् परममङ्‌गलम् ।
देवा ब्रह्मादयः सर्वे उपतस्थुरभिष्टवैः
]

`speaker [
देवा ऊचुः
]

`verse 55 [
यो मायया विरचितं निजयात्मनीदं
     खे रूपभेदमिव तत्प्रतिचक्षणाय ।
एतेन धर्मसदने ऋषिमूर्तिनाद्य
     प्रादुश्चकार पुरुषाय नमः परस्मै
]

`verse 56 [
सोऽयं स्थितिव्यतिकरोपशमाय सृष्टान्
     सत्त्वेन नः सुरगणान् अनुमेयतत्त्वः ।
दृश्याददभ्रकरुणेन विलोकनेन
     यच्छ्रीनिकेतममलं क्षिपतारविन्दम्
]

`meter [
अनुष्टुप्
]

`verse 57 [
एवं सुरगणैस्तात भगवन्तावभिष्टुतौ ।
लब्धावलोकैर्ययतुः अर्चितौ गन्धमादनम्
]

`verse 58 [
तौ इमौ वै भगवतो हरेरंशाविहागतौ ।
भारव्ययाय च भुवः कृष्णौ यदुकुरूद्वहौ
]

`verse 59 [
स्वाहाभिमानिनश्चाग्नेः आत्मजान् त्रीन् अजीजनत् ।
पावकं पवमानं च शुचिं च हुतभोजनम्
]

`verse 60 [
तेभ्योऽग्नयः समभवन् चत्वारिंशच्च पञ्च च ।
ते एवैकोनपञ्चाशत् साकं पितृपितामहैः ।
]

`verse 61 [
वैतानिके कर्मणि यत् नामभिर्ब्रह्मवादिभिः ।
आग्नेय्य इष्टयो यज्ञे निरूप्यन्तेऽग्नयस्तु ते ।
]

`verse 62 [
अग्निष्वात्ता बर्हिषदः सौम्याः पितर आज्यपाः ।
साग्नयोऽनग्नयस्तेषां पत्‍नी दाक्षायणी स्वधा ।
]

`verse 63 [
तेभ्यो दधार कन्ये द्वे वयुनां धारिणीं स्वधा ।
उभे ते ब्रह्मवादिन्यौ ज्ञानविज्ञानपारगे ।
]

`verse 64 [
भवस्य पत्‍नी तु सती भवं देवमनुव्रता ।
आत्मनः सदृशं पुत्रं न लेभे गुणशीलतः ।
]

`verse 65 [
पितर्यप्रतिरूपे स्वे भवायानागसे रुषा ।
अप्रौढैवात्मनात्मानं अजहाद् योगसंयुता ।
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे विदुरमैत्रेयसंवादे प्रथमोऽध्यायः
]
