`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
सदा विद्विषतोरेवं कालो वै ध्रियमाणयोः ।
जामातुः श्वशुरस्यापि सुमहानतिचक्रमे
]

`verse 2 [
यदाभिषिक्तो दक्षस्तु ब्रह्मणा परमेष्ठिना ।
प्रजापतीनां सर्वेषां आधिपत्ये स्मयोऽभवत्
]

`verse 3 [
इष्ट्वा स वाजपेयेन ब्रह्मिष्ठानभिभूय च ।
बृहस्पतिसवं नाम समारेभे क्रतूत्तमम्
]

`verse 4 [
तस्मिन् ब्रह्मर्षयः सर्वे देवर्षिपितृदेवताः ।
आसन् कृतस्वस्त्ययनाः तत्पत्‍न्यश्च सभर्तृकाः
]

`verse 5 [
तदुपश्रुत्य नभसि खेचराणां प्रजल्पताम् ।
सती दाक्षायणी देवी पितृयज्ञमहोत्सवम्
]

`verse 6 [
व्रजन्तीः सर्वतो दिग्भ्य उपदेववरस्त्रियः ।
विमानयानाः सप्रेष्ठा निष्ककण्ठीः सुवाससः ॥
]

`verse 7 [
दृष्ट्वा स्वनिलयाभ्याशे लोलाक्षीर्मृष्टकुण्डलाः ।
पतिं भूतपतिं देवं औत्सुक्यादभ्यभाषत
]

`verse 8 [
सत्युवाच -
प्रजापतेस्ते श्वशुरस्य साम्प्रतं
     निर्यापितो यज्ञमहोत्सवः किल ।
वयं च तत्राभिसराम वाम ते
     यद्यर्थितामी विबुधा व्रजन्ति हि
]

`verse 9 [
तस्मिन् भगिन्यो मम भर्तृभिः स्वकैः
     ध्रुवं गमिष्यन्ति सुहृद्दिदृक्षवः ।
अहं च तस्मिन् भवताभिकामये
     सहोपनीतं परिबर्हमर्हितुम्
]

`verse 10 [
तत्र स्वसॄर्मे ननु भर्तृसम्मिता
     मातृष्वसॄः क्लिन्नधियं च मातरम् ।
द्रक्ष्ये चिरोत्कण्ठमना महर्षिभिः
     उन्नीयमानं च मृडाध्वरध्वजम्
]

`verse 11 [
त्वय्येतदाश्चर्यमजात्ममायया
     विनिर्मितं भाति गुणत्रयात्मकम् ।
तथाप्यहं योषिदतत्त्वविच्च ते
     दीना दिदृक्षे भव मे भवक्षितिम्
]

`verse 12 [
पश्य प्रयान्तीरभवान्ययोषितो
     ऽप्यलङ्‌कृताः कान्तसखा वरूथशः ।
यासां व्रजद्‌भिः शितिकण्ठ मण्डितं
     नभो विमानैः कलहंसपाण्डुभिः
]

`verse 13 [
कथं सुतायाः पितृगेहकौतुकं
     निशम्य देहः सुरवर्य नेङ्‌गते ।
अनाहुता अप्यभियन्ति सौहृदं
     भर्तुर्गुरोर्देहकृतश्च केतनम्
]

`verse 14 [
तन्मे प्रसीदेदममर्त्य वाञ्छितं
     कर्तुं भवान्कारुणिको बतार्हति ।
त्वयात्मनोऽर्धेऽहमदभ्रचक्षुषा
     निरूपिता मानुगृहाण याचितः
]

`verse 15 [
ऋषिरुवाच -
एवं गिरित्रः प्रिययाभिभाषितः
     प्रत्यभ्यधत्त प्रहसन् सुहृत्प्रियः ।
संस्मारितो मर्मभिदः कुवागिषून्
     यानाह को विश्वसृजां समक्षतः
]

`verse 16 [
श्रीभगवानुवाच -
त्वयोदितं शोभनमेव शोभने
     अनाहुता अप्यभियन्ति बन्धुषु ।
ते यद्यनुत्पादितदोषदृष्टयो
     बलीयसानात्म्यमदेन मन्युना
]

`verse 17 [
विद्यातपोवित्तवपुर्वयःकुलैः
     सतां गुणैः षड्‌भिरसत्तमेतरैः ।
स्मृतौ हतायां भृतमानदुर्दृशः
     स्तब्धा न पश्यन्ति हि धाम भूयसाम्
]

`verse 18 [
नैतादृशानां स्वजनव्यपेक्षया
     गृहान् प्रतीयादनवस्थितात्मनाम् ।
येऽभ्यागतान् वक्रधियाभिचक्षते
     आरोपितभ्रूभिरमर्षणाक्षिभिः
]

`verse 19 [
तथारिभिर्न व्यथते शिलीमुखैः
     शेतेऽर्दिताङ्‌गो हृदयेन दूयता ।
स्वानां यथा वक्रधियां दुरुक्तिभिः
     दिवानिशं तप्यति मर्मताडितः
]

`verse 20 [
व्यक्तं त्वमुत्कृष्टगतेः प्रजापतेः
     प्रियात्मजानामसि सुभ्रु मे मता ।
तथापि मानं न पितुः प्रपत्स्यसे
     मदाश्रयात्कः परितप्यते यतः
]

`verse 21 [
पापच्यमानेन हृदाऽऽतुरेन्द्रियः
     समृद्धिभिः पूरुषबुद्धिसाक्षिणाम् ।
अकल्प एषामधिरोढुमञ्जसा
     परं पदं द्वेष्टि यथासुरा हरिम्
]

`verse 22 [
प्रत्युद्‍गमप्रश्रयणाभिवादनं
     विधीयते साधु मिथः सुमध्यमे ।
प्राज्ञैः परस्मै पुरुषाय चेतसा
     गुहाशयायैव न देहमानिने
]

`verse 23 [
सत्त्वं विशुद्धं वसुदेवशब्दितं
     यदीयते तत्र पुमानपावृतः ।
सत्त्वे च तस्मिन् भगवान् वासुदेवो
     ह्यधोक्षजो मे नमसा विधीयते
]

`verse 24 [
तत्ते निरीक्ष्यो न पितापि देहकृद्
     दक्षो मम द्विट् तदनुव्रताश्च ये ।
यो विश्वसृग्यज्ञगतं वरोरु मां
     अनागसं दुर्वचसाकरोत्तिरः
]

`verse 25 [
यदि व्रजिष्यस्यतिहाय मद्वचो
     भद्रं भवत्या न ततो भविष्यति ।
सम्भावितस्य स्वजनात्पराभवो
     यदा स सद्यो मरणाय कल्पते
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे उमारुद्रसंवादे तृतीयोऽध्यायः
]
