`speaker [
मैत्रेय उवाच
]

`verse 1 [
भवो भवान्या निधनं प्रजापतेः
     असत्कृताया अवगम्य नारदात् ।
स्वपार्षदसैन्यं च तदध्वरर्भुभिः
     विद्रावितं क्रोधमपारमादधे
]

`verse 2 [
क्रुद्धः सुदष्टौष्ठपुटः स धूर्जटिः
     जटां तडिद् वह्निसटोग्ररोचिषम् ।
उत्कृत्य रुद्रः सहसोत्थितो हसन्
     गम्भीरनादो विससर्ज तां भुवि
]

`verse 3 [
ततोऽतिकायस्तनुवा स्पृशन्दिवं
     सहस्रबाहुर्घनरुक् त्रिसूर्यदृक् ।
करालदंष्ट्रो ज्वलदग्निमूर्धजः
     कपालमाली विविधोद्यतायुधः
]

`verse 4 [
तं किं करोमीति गृणन्तमाह
     बद्धाञ्जलिं भगवान् भूतनाथः ।
दक्षं सयज्ञं जहि मद्‍भटानां
     त्वमग्रणी रुद्र भटांशको मे
]

`verse 5 [
आज्ञप्त एवं कुपितेन मन्युना
     स देवदेवं परिचक्रमे विभुम् ।
मेनेतदात्मानमसङ्‌गरंहसा
     महीयसां तात सहः सहिष्णुम्
]

`verse 6 [
अन्वीयमानः स तु रुद्रपार्षदैः
     भृशं नदद्‌भिर्व्यनदत्सुभैरवम् ।
उद्यम्य शूलं जगदन्तकान्तकं
     स प्राद्रवद् घोषणभूषणाङ्‌घ्रिः ॥
]

`verse 7 [
अथर्त्विजो यजमानः सदस्याः
     ककुभ्युदीच्यां प्रसमीक्ष्य रेणुम् ।
तमः किमेतत्कुत एतद्रजोऽभू
     दिति द्विजा द्विजपत्‍न्यश्च दध्युः
]

`verse 8 [
वाता न वान्ति न हि सन्ति दस्यवः
     प्राचीनबर्हिर्जीवति होग्रदण्डः ।
गावो न काल्यन्त इदं कुतो रजो
     लोकोऽधुना किं प्रलयाय कल्पते
]

`verse 9 [
प्रसूतिमिश्राः स्त्रिय उद्विग्नचित्ता
     ऊचुर्विपाको वृजिनस्यैव तस्य ।
यत्पश्यन्तीनां दुहितॄणां प्रजेशः
     सुतां सतीमवदध्यावनागाम्
]

`verse 10 [
यस्त्वन्तकाले व्युप्तजटाकलापः
     स्वशूलसूच्यर्पितदिग्गजेन्द्रः ।
वितत्य नृत्यत्युदितास्त्रदोर्ध्वजान्
     उच्चाट्टहास स्तनयित्‍नुभिन्नदिक्
]

`verse 11 [
अमर्षयित्वा तमसह्यतेजसं
     मन्युप्लुतं दुर्निरीक्ष्यं भ्रुकुट्या ।
करालदंष्ट्राभिरुदस्तभागणं
     स्यात् स्वस्ति किं कोपयतो विधातुः
]

`verse 12 [
बह्वेवमुद्विग्न दृशोच्यमाने
     जनेन दक्षस्य मुहुर्महात्मनः ।
उत्पेतुरुत्पाततमाः सहस्रशो
     भयावहा दिवि भूमौ च पर्यक्
]

`verse 13 [
तावत्स रुद्रानुचरैर्मखो महान्
     नानायुधैर्वामनकैरुदायुधैः ।
पिङ्‌गैः पिशङ्‌गैर्मकरोदराननैः
     पर्याद्रवद्‌भिः विदुरान्वरुध्यत
]

`meter [
अनुष्टुप्
]

`verse 14 [
केचिद्‍बभञ्जुः प्राग्वंशं पत्‍नीशालां तथापरे ।
सद आग्नीध्रशालां च तद्विहारं महानसम्
]

`verse 15 [
रुरुजुर्यज्ञपात्राणि तथैकेऽग्नीननाशयन् ।
कुण्डेष्वमूत्रयन्केचिद् बिभिदुर्वेदिमेखलाः
]

`verse 16 [
अबाधन्त मुनीनन्ये एके पत्‍नीरतर्जयन् ।
अपरे जगृहुर्देवान् प्रत्यासन्नान् पलायितान्
]

`verse 17 [
भृगुं बबन्ध मणिमान् वीरभद्रः प्रजापतिम् ।
चण्डेशः पूषणं देवं भगं नन्दीश्वरोऽग्रहीत्
]

`verse 18 [
सर्व एवर्त्विजो दृष्ट्वा सदस्याः सदिवौकसः ।
तैरर्द्यमानाः सुभृशं ग्रावभिर्नैकधाद्रवन्
]

`verse 19 [
जुह्वतः स्रुवहस्तस्य श्मश्रूणि भगवान्भवः ।
भृगोर्लुलुञ्चे सदसि योऽहसत् श्मश्रु दर्शयन्
]

`verse 20 [
भगस्य नेत्रे भगवान् पातितस्य रुषा भुवि ।
उज्जहार सदःस्थोऽक्ष्णा यः शपन्तं असूसुचत्
]

`verse 21 [
पूष्णो ह्यपातयद् दन्तान् कालिङ्‌गस्य यथा बलः ।
शप्यमाने गरिमणि योऽहसद् दर्शयन्दतः
]

`verse 22 [
आक्रम्योरसि दक्षस्य शितधारेण हेतिना ।
छिन्दन्नपि तदुद्धर्तुं नाशक्नोत् त्र्यम्बकस्तदा
]

`verse 23 [
शस्त्रैरस्त्रान्वितैरेवं अनिर्भिन्नत्वचं हरः ।
विस्मयं परमापन्नो दध्यौ पशुपतिश्चिरम्
]

`verse 24 [
दृष्ट्वा संज्ञपनं योगं पशूनां स पतिर्मखे ।
यजमानपशोः कस्य कायात्तेनाहरच्छिरः
]

`verse 25 [
साधुवादस्तदा तेषां कर्म तत्तस्य शंसताम् ।
भूतप्रेतपिशाचानां अन्येषां तद्विपर्ययः
]

`verse 26 [
जुहावैतच्छिरस्तस्मिन् दक्षिणाग्नावमर्षितः ।
तद्देवयजनं दग्ध्वा प्रातिष्ठद् गुह्यकालयम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे दक्षयज्ञविध्वंसो नाम पञ्चमोऽध्यायः
]
