`set context {
  skandha = "04",
  adhyaya = "06",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 6"
}

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अथ देवगणाः सर्वे रुद्रानीकैः पराजिताः ।
शूलपट्टिशनिस्त्रिंश गदापरिघमुद्‍गरैः
]

`verse 2 [
सञ्छिन्नभिन्नसर्वाङ्‌गाः सर्त्विक्सभ्या भयाकुलाः ।
स्वयम्भुवे नमस्कृत्य कार्त्स्न्येनैतन् न्यवेदयन्
]

`verse 3 [
उपलभ्य पुरैवैतद् भगवान् अब्जसम्भवः ।
नारायणश्च विश्वात्मा न कस्याध्वरमीयतुः
]

`verse 4 [
तदाकर्ण्य विभुः प्राह तेजीयसि कृतागसि ।
क्षेमाय तत्र सा भूयात् नन्न प्रायेण बुभूषताम्
]

`verse 5 [
अथापि यूयं कृतकिल्बिषा भवं
     ये बर्हिषो भागभाजं परादुः ।
प्रसादयध्वं परिशुद्धचेतसा
     क्षिप्रप्रसादं प्रगृहीताङ्‌घ्रिपद्मम्
]

`verse 6 [
आशासाना जीवितमध्वरस्य
     लोकः सपालः कुपिते न यस्मिन् ।
तमाशु देवं प्रियया विहीनं
     क्षमापयध्वं हृदि विद्धं दुरुक्तैः
]

`verse 7 [
नाहं न यज्ञो न च यूयमन्ये
     ये देहभाजो मुनयश्च तत्त्वम् ।
विदुः प्रमाणं बलवीर्ययोर्वा
     यस्यात्मतन्त्रस्य क उपायं विधित्सेत्
]

`verse 8 [
स इत्थमादिश्य सुरानजस्तैः
     समन्वितः पितृभिः सप्रजेशैः ।
ययौ स्वधिष्ण्यान्निलयं पुरद्विषः
     कैलासमद्रिप्रवरं प्रियं प्रभोः
]

`meter [
अनुष्टुप्
]

`verse 9 [
जन्मौषधितपोमन्त्र योगसिद्धैर्नरेतरैः ।
जुष्टं किन्नरगन्धर्वैः अप्सरोभिर्वृतं सदा
]

`verse 10 [
नानामणिमयैः शृङ्‌गैः नानाधातुविचित्रितैः ।
नानाद्रुमलतागुल्मैः नानामृगगणावृतैः
]

`verse 11 [
नानामलप्रस्रवणैः नानाकन्दरसानुभिः ।
रमणं विहरन्तीनां रमणैः सिद्धयोषिताम्
]

`verse 12 [
मयूरकेकाभिरुतं मदान्धालिविमूर्च्छितम् ।
प्लावितै रक्तकण्ठानां कूजितैश्च पतत्त्रिणाम्
]

`verse 13 [
आह्वयन्तं इवोद्धस्तैः द्विजान् कामदुघैर्द्रुमैः ।
व्रजन्तमिव मातङ्‌गैः गृणन्तमिव निर्झरैः
]

`verse 14 [
मन्दारैः पारिजातैश्च सरलैश्चोपशोभितम् ।
तमालैः शालतालैश्च कोविदारासनार्जुनैः
]

`verse 15 [
चूतैः कदम्बैर्नीपैश्च नागपुन्नाग चम्पकैः ।
पाटलाशोकबकुलैः कुन्दैः कुरबकैरपि
]

`verse 16 [
स्वर्णार्णशतपत्रैश्च वररेणुकजातिभिः ।
कुब्जकैर्मल्लिकाभिश्च माधवीभिश्च मण्डितम्
]

`verse 17 [
पनसोदुम्बराश्वत्थ प्लक्ष न्यग्रोधहिङ्‌गुभिः ।
भूर्जैरोषधिभिः पूगै राजपूगैश्च जम्बुभिः
]

`verse 18 [
खर्जूराम्रातकाम्राद्यैः प्रियाल मधुकेङ्‌गुदैः ।
द्रुमजातिभिरन्यैश्च राजितं वेणुकीचकैः
]

`verse 19 [
कुमुदोत्पलकह्लार शतपत्रवनर्द्धिभिः ।
नलिनीषु कलं कूजत् खगवृन्दोपशोभितम्
]

`verse 20 [
मृगैः शाखामृगैः क्रोडैः मृगेन्द्रैः ऋक्षशल्यकैः ।
गवयैः शरभैर्व्याघ्रै रुरुभिर्महिषादिभिः
]

`verse 21 [
कर्णान्त्रैकपदाश्वास्यैः निर्जुष्टं वृकनाभिभिः ।
कदलीखण्डसंरुद्ध नलिनीपुलिनश्रियम्
]

`verse 22 [
पर्यस्तं नन्दया सत्याः स्नानपुण्यतरोदया ।
विलोक्य भूतेशगिरिं विबुधा विस्मयं ययुः
]

`verse 23 [
ददृशुस्तत्र ते रम्यां अलकां नाम वै पुरीम् ।
वनं सौगन्धिकं चापि यत्र तन्नाम पङ्‌कजम्
]

`verse 24 [
नन्दा च अलकनन्दा च सरितौ बाह्यतः पुरः ।
तीर्थपादपदाम्भोज रजसातीव पावने
]

`verse 25 [
ययोः सुरस्त्रियः क्षत्तः अवरुह्य स्वधिष्ण्यतः ।
क्रीडन्ति पुंसः सिञ्चन्त्यो विगाह्य रतिकर्शिताः
]

`verse 26 [
ययोः तत्स्नानविभ्रष्ट नवकुङ्‌कुमपिञ्जरम् ।
वितृषोऽपि पिबन्त्यम्भः पाययन्तो गजा गजीः
]

`verse 27 [
तारहेम महारत्‍न विमानशतसङ्‌कुलाम् ।
जुष्टां पुण्यजनस्त्रीभिः यथा खं सतडिद्‍घनम्
]

`verse 28 [
हित्वा यक्षेश्वरपुरीं वनं सौगन्धिकं च तत् ।
द्रुमैः कामदुघैर्हृद्यं चित्रमाल्यफलच्छदैः
]

`verse 29 [
रक्तकण्ठखगानीक स्वरमण्डितषट्पदम् ।
कलहंसकुलप्रेष्ठं खरदण्डजलाशयम्
]

`verse 30 [
वनकुञ्जर सङ्‌घृष्ट हरिचन्दनवायुना ।
अधि पुण्यजनस्त्रीणां मुहुरुन्मथयन्मनः
]

`verse 31 [
वैदूर्यकृतसोपाना वाप्य उत्पलमालिनीः ।
प्राप्तं किम्पुरुषैर्दृष्ट्वा ते आराद् ददृशुर्वटम्
]

`verse 32 [
स योजनशतोत्सेधः पादोनविटपायतः ।
पर्यक्कृताचलच्छायो निर्नीडस्तापवर्जितः
]

`verse 33 [
तस्मिन् महायोगमये मुमुक्षुशरणे सुराः ।
ददृशुः शिवमासीनं त्यक्तामर्षमिवान्तकम्
]

`verse 34 [
सनन्दनाद्यैर्महासिद्धैः शान्तैः संशान्तविग्रहम् ।
उपास्यमानं सख्या च भर्त्रा गुह्यकरक्षसाम्
]

`verse 35 [
विद्यातपोयोगपथं आस्थितं तमधीश्वरम् ।
चरन्तं विश्वसुहृदं वात्सल्यात् लोकमङ्‌गलम्
]

`verse 36 [
लिङ्‌गं च तापसाभीष्टं भस्मदण्डजटाजिनम् ।
अङ्‌गेन सन्ध्याभ्ररुचा चन्द्रलेखां च बिभ्रतम्
]

`verse 37 [
उपविष्टं दर्भमय्यां बृस्यां ब्रह्म सनातनम् ।
नारदाय प्रवोचन्तं पृच्छते शृण्वतां सताम्
]

`verse 38 [
कृत्वोरौ दक्षिणे सव्यं पादपद्मं च जानुनि ।
बाहुं प्रकोष्ठेऽक्षमालां आसीनं तर्कमुद्रया
]

`verse 39 [
तं ब्रह्मनिर्वाणसमाधिमाश्रितं
     व्युपाश्रितं गिरिशं योगकक्षाम् ।
सलोकपाला मुनयो मनूनां
     आद्यं मनुं प्राञ्जलयः प्रणेमुः
]

`verse 40 [
स तूपलभ्यागतमात्मयोनिं
     सुरासुरेशैरभिवन्दिताङ्‌घ्रिः ।
उत्थाय चक्रे शिरसाभिवन्दन
     मर्हत्तमः कस्य यथैव विष्णुः
]

`verse 41 [
तथापरे सिद्धगणा महर्षिभिः
     ये वै समन्तादनु नीललोहितम् ।
नमस्कृतः प्राह शशाङ्‌कशेखरं
     कृतप्रणामं प्रहसन्निवात्मभूः
]

`speaker [
ब्रह्मोवाच
]

`meter [
अनुष्टुप्
]

`verse 42 [
जाने त्वामीशं विश्वस्य जगतो योनिबीजयोः ।
शक्तेः शिवस्य च परं यत्तद्‍ब्रह्मा निरन्तरम्
]

`verse 43 [
त्वमेव भगवन् एतत् शिवशक्त्योः स्वरूपयोः ।
विश्वं सृजसि पास्यत्सि क्रीडन् ऊर्णपटो यथा
]

`verse 44 [
त्वमेव धर्मार्थदुघाभिपत्तये
     दक्षेण सूत्रेण ससर्जिथाध्वरम् ।
त्वयैव लोकेऽवसिताश्च सेतवो
     यान्ब्राह्मणाः श्रद्दधते धृतव्रताः
]

`verse 45 [
त्वं कर्मणां मङ्‌गल मङ्‌गलानां
     कर्तुः स्वलोकं तनुषे स्वः परं वा ।
अमङ्‌गलानां च तमिस्रमुल्बणं
     विपर्ययः केन तदेव कस्यचित्
]

`verse 46 [
न वै सतां त्वत् चरणार्पितात्मनां
     भूतेषु सर्वेष्वभिपश्यतां तव ।
भूतानि चात्मन्यपृथग्दिदृक्षतां
     प्रायेण रोषोऽभिभवेद्यथा पशुम्
]

`verse 47 [
पृथग्धियः कर्मदृशो दुराशयाः
     परोदयेनार्पितहृद्रुजोऽनिशम् ।
परान् दुरुक्तैर्वितुदन्त्यरुन्तुदाः
     तान्मावधीद् दैववधान् भवद्विधः
]

`verse 48 [
यस्मिन्यदा पुष्करनाभमायया
     दुरन्तया स्पृष्टधियः पृथग्दृशः ।
कुर्वन्ति तत्र ह्यनुकम्पया कृपां
     न साधवो दैवबलात्कृते क्रमम्
]

`verse 49 [
भवांस्तु पुंसः परमस्य मायया
     दुरन्तयास्पृष्टमतिः समस्तदृक् ।
तया हतात्मस्वनुकर्मचेतः
     स्वनुग्रहं कर्तुमिहार्हसि प्रभो
]

`verse 50 [
कुर्वध्वरस्योद्धरणं हतस्य भोः
     त्वयासमाप्तस्य मनो प्रजापतेः ।
न यत्र भागं तव भागिनो ददुः
     कुयाजिनो येन मखो निनीयते
]

`meter [
अनुष्टुप्
]

`verse 51 [
जीवताद् यजमानोऽयं प्रपद्येताक्षिणी भगः ।
भृगोः श्मश्रूणि रोहन्तु पूष्णो दन्ताश्च पूर्ववत्
]

`verse 52 [
देवानां भग्नगात्राणां ऋत्विजां चायुधाश्मभिः ।
भवतानुगृहीतानां आशु मन्योऽस्त्वनातुरम्
]

`verse 53 [
एष ते रुद्र भागोऽस्तु यदुच्छिष्टोऽध्वरस्य वै ।
यज्ञस्ते रुद्र भागेन कल्पतां अद्य यज्ञहन्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे रुद्रसान्त्वनं नाम षष्ठोऽध्यायः
]
