`set context {
  skandha = "04",
  adhyaya = "08",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 8"
}

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
सनकाद्या नारदश्च ऋभुर्हंसोऽरुणिर्यतिः ।
नैते गृहान् ब्रह्मसुता ह्यावसन् ऊर्ध्वरेतसः
]

`verse 2 [
मृषाधर्मस्य भार्यासीद् दम्भं मायां च शत्रुहन् ।
असूत मिथुनं तत्तु निर्‌ऋतिर्जगृहेऽप्रजः
]

`verse 3 [
तयोः समभवल्लोभो निकृतिश्च महामते ।
ताभ्यां क्रोधश्च हिंसा च यद्दुरुक्तिः स्वसा कलिः
]

`verse 4 [
दुरुक्तौ कलिराधत्त भयं मृत्युं च सत्तम ।
तयोश्च मिथुनं जज्ञे यातना निरयस्तथा
]

`verse 5 [
सङ्‌ग्रहेण मयाऽऽख्यातः प्रतिसर्गस्तवानघ ।
त्रिः श्रुत्वैतत्पुमान् पुण्यं विधुनोत्यात्मनो मलम्
]

`verse 6 [
अथातः कीर्तये वंशं पुण्यकीर्तेः कुरूद्वह ।
स्वायम्भुवस्यापि मनोः हरेरंशांशजन्मनः
]

`verse 7 [
प्रियव्रतोत्तानपादौ शतरूपापतेः सुतौ ।
वासुदेवस्य कलया रक्षायां जगतः स्थितौ
]

`verse 8 [
जाये उत्तानपादस्य सुनीतिः सुरुचिस्तयोः ।
सुरुचिः प्रेयसी पत्युः नेतरा यत्सुतो ध्रुवः
]

`verse 9 [
एकदा सुरुचेः पुत्रं अङ्‌कमारोप्य लालयन् ।
उत्तमं नारुरुक्षन्तं ध्रुवं राजाभ्यनन्दत
]

`verse 10 [
तथा चिकीर्षमाणं तं सपत्‍न्यास्तनयं ध्रुवम् ।
सुरुचिः शृण्वतो राज्ञः सेर्ष्यमाहातिगर्विता
]

`verse 11 [
न वत्स नृपतेर्धिष्ण्यं भवान् आरोढुमर्हति ।
न गृहीतो मया यत्त्वं कुक्षौ अपि नृपात्मजः
]

`verse 12 [
बालोऽसि बत नात्मानं अन्यस्त्रीगर्भसम्भृतम् ।
नूनं वेद भवान् यस्य दुर्लभेऽर्थे मनोरथः
]

`verse 13 [
तपसाऽऽराध्य पुरुषं तस्यैवानुग्रहेण मे ।
गर्भे त्वं साधयात्मानं यदीच्छसि नृपासनम्
]

`speaker [
मैत्रेय उवाच
]

`verse 14 [
मातुः सपत्‍न्याः स दुरुक्तिविद्धः
     श्वसन् रुषा दण्डहतो यथाहिः ।
हित्वा मिषन्तं पितरं सन्नवाचं
     जगाम मातुः प्ररुदन् सकाशम्
]

`verse 15 [
तं निःश्वसन्तं स्फुरिताधरोष्ठं
     सुनीतिरुत्सङ्‌ग उदूह्य बालम् ।
निशम्य तत्पौरमुखान्नितान्तं
     सा विव्यथे यद्‍गदितं सपत्‍न्या
]

`verse 16 [
सोत्सृज्य धैर्यं विललाप शोक
     दावाग्निना दावलतेव बाला ।
वाक्यं सपत्‍न्याः स्मरती सरोज
     श्रिया दृशा बाष्पकलामुवाह
]

`verse 17 [
दीर्घं श्वसन्ती वृजिनस्य पारं
     अपश्यती बालकमाह बाला ।
मामङ्‌गलं तात परेषु मंस्था
     भुङ्‌क्ते जनो यत्परदुःखदस्तत्
]

`verse 18 [
सत्यं सुरुच्याभिहितं भवान्मे
     यद् दुर्भगाया उदरे गृहीतः ।
स्तन्येन वृद्धश्च विलज्जते यां
     भार्येति वा वोढुमिडस्पतिर्माम्
]

`verse 19 [
आतिष्ठ तत्तात विमत्सरस्त्वं
     उक्तं समात्रापि यदव्यलीकम् ।
आराधयाधोक्षजपादपद्मं
     यदीच्छसेऽध्यासनमुत्तमो यथा
]

`verse 20 [
यस्याङ्‌घ्रिपद्मं परिचर्य विश्व
     विभावनायात्तगुणाभिपत्तेः ।
अजोऽध्यतिष्ठत्खलु पारमेष्ठ्यं
     पदं जितात्मश्वसनाभिवन्द्यम्
]

`verse 21 [
तथा मनुर्वो भगवान्पितामहो
     यमेकमत्या पुरुदक्षिणैर्मखैः ।
इष्ट्वाभिपेदे दुरवापमन्यतो
     भौमं सुखं दिव्यमथापवर्ग्यम्
]

`verse 22 [
तमेव वत्साश्रय भृत्यवत्सलं
     मुमुक्षुभिर्मृग्यपदाब्जपद्धतिम् ।
अनन्यभावे निजधर्मभाविते
     मनस्यवस्थाप्य भजस्व पूरुषम्
]

`verse 23 [
नान्यं ततः पद्मपलाशलोचनाद्
     दुःखच्छिदं ते मृगयामि कञ्चन ।
यो मृग्यते हस्तगृहीतपद्मया
     श्रियेतरैरङ्‌ग विमृग्यमाणया
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 24 [
एवं सञ्जल्पितं मातुः आकर्ण्यार्थागमं वचः ।
सन्नियम्यात्मनाऽऽत्मानं निश्चक्राम पितुः पुरात्
]

`verse 25 [
नारदस्तदुपाकर्ण्य ज्ञात्वा तस्य चिकीर्षितम् ।
स्पृष्ट्वा मूर्धन्यघघ्नेन पाणिना प्राह विस्मितः
]

`verse 26 [
अहो तेजः क्षत्रियाणां मानभङ्‌गममृष्यताम् ।
बालोऽप्ययं हृदा धत्ते यत्समातुरसद्वचः
]

`speaker [
नारद उवाच
]

`verse 27 [
नाधुनाप्यवमानं ते सम्मानं वापि पुत्रक ।
लक्षयामः कुमारस्य सक्तस्य क्रीडनादिषु
]

`verse 28 [
विकल्पे विद्यमानेऽपि न ह्यसन्तोषहेतवः ।
पुंसो मोहमृते भिन्ना यल्लोके निजकर्मभिः
]

`verse 29 [
परितुष्येत् ततस्तात तावन्मात्रेण पूरुषः ।
दैवोपसादितं यावद् वीक्ष्येश्वरगतिं बुधः
]

`verse 30 [
अथ मात्रोपदिष्टेन योगेनावरुरुत्ससि ।
यत्प्रसादं स वै पुंसां दुराराध्यो मतो मम
]

`verse 31 [
मुनयः पदवीं यस्य निःसङ्‌गेनोरुजन्मभिः ।
न विदुर्मृगयन्तोऽपि तीव्रयोगसमाधिना
]

`verse 32 [
अतो निवर्ततामेष निर्बन्धस्तव निष्फलः ।
यतिष्यति भवान् काले श्रेयसां समुपस्थिते
]

`verse 33 [
यस्य यद् दैवविहितं स तेन सुखदुःखयोः ।
आत्मानं तोषयन् देही तमसः पारमृच्छति
]

`verse 34 [
गुणाधिकान्मुदं लिप्सेद् अनुक्रोशं गुणाधमात् ।
मैत्रीं समानादन्विच्छेत् न तापैरभिभूयते
]

`speaker [
ध्रुव उवाच
]

`verse 35 [
सोऽयं शमो भगवता सुखदुःखहतात्मनाम् ।
दर्शितः कृपया पुंसां दुर्दर्शोऽस्मद्विधैस्तु यः
]

`verse 36 [
अथापि मेऽविनीतस्य क्षात्त्रं घोरमुपेयुषः ।
सुरुच्या दुर्वचोबाणैः न भिन्ने श्रयते हृदि
]

`verse 37 [
पदं त्रिभुवनोत्कृष्टं जिगीषोः साधु वर्त्म मे ।
ब्रूहि अस्मत् पितृभिर्ब्रह्मन् अन्यैरप्यनधिष्ठितम्
]

`verse 38 [
नूनं भवान् भगवतो योऽङ्‌गजः परमेष्ठिनः ।
वितुदन्नटते वीणां हिताय जगतोऽर्कवत्
]

`speaker [
मैत्रेय उवाच
]

`verse 39 [
इत्युदाहृतमाकर्ण्य भगवान् नारदस्तदा ।
प्रीतः प्रत्याह तं बालं सद्वाक्यं अनुकम्पया
]

`speaker [
नारद उवाच
]

`verse 40 [
जनन्याभिहितः पन्थाः स वै निःश्रेयसस्य ते ।
भगवान् वासुदेवस्तं भज तं प्रवणात्मना
]

`verse 41 [
धर्मार्थकाममोक्षाख्यं य इच्छेत् श्रेय आत्मनः ।
एकं ह्येव हरेस्तत्र कारणं पादसेवनम्
]

`verse 42 [
तत्तात गच्छ भद्रं ते यमुनायास्तटं शुचि ।
पुण्यं मधुवनं यत्र सान्निध्यं नित्यदा हरेः
]

`verse 43 [
स्नात्वानुसवनं तस्मिन् कालिन्द्याः सलिले शिवे ।
कृत्वोचितानि निवसन् आत्मनः कल्पितासनः
]

`verse 44 [
प्राणायामेन त्रिवृता प्राणेन्द्रियमनोमलम् ।
शनैर्व्युदस्याभिध्यायेन् मनसा गुरुणा गुरुम्
]

`verse 45 [
प्रसादाभिमुखं शश्वत् प्रसन्नवदनेक्षणम् ।
सुनासं सुभ्रुवं चारु कपोलं सुरसुन्दरम्
]

`verse 46 [
तरुणं रमणीयाङ्‌गं अरुणोष्ठेक्षणाधरम् ।
प्रणताश्रयणं नृम्णं शरण्यं करुणार्णवम्
]

`verse 47 [
श्रीवत्साङ्‌कं घनश्यामं पुरुषं वनमालिनम् ।
शङ्‌खचक्रगदापद्मैः अभिव्यक्तचतुर्भुजम्
]

`verse 48 [
किरीटिनं कुण्डलिनं केयूरवलयान्वितम् ।
कौस्तुभाभरणग्रीवं पीतकौशेयवाससम्
]

`verse 49 [
काञ्चीकलापपर्यस्तं लसत्काञ्चन नूपुरम् ।
दर्शनीयतमं शान्तं मनोनयनवर्धनम्
]

`verse 50 [
पद्‍भ्यां नखमणिश्रेण्या विलसद्‍भ्यां समर्चताम् ।
हृत्पद्मकर्णिकाधिष्ण्यं आक्रम्यात् मन्यवस्थितम्
]

`verse 51 [
स्मयमानं अभिध्यायेत् सानुरागावलोकनम् ।
नियतेनैकभूतेन मनसा वरदर्षभम्
]

`verse 52 [
एवं भगवतो रूपं सुभद्रं ध्यायतो मनः ।
निर्वृत्या परया तूर्णं सम्पन्नं न निवर्तते
]

`verse 53 [
जपश्च परमो गुह्यः श्रूयतां मे नृपात्मज ।
यं सप्तरात्रं प्रपठन् पुमान् पश्यति खेचरान्
]

`verse 54 [
ॐ नमो भगवते वासुदेवाय ।
मन्त्रेणानेन देवस्य कुर्याद् द्रव्यमयीं बुधः ।
सपर्यां विविधैर्द्रव्यैः देशकालविभागवित्
]

`verse 55 [
सलिलैः शुचिभिर्माल्यैः वन्यैर्मूलफलादिभिः ।
शस्ताङ्‌कुरांशुकैश्चार्चेत् तुलस्या प्रियया प्रभुम्
]

`verse 56 [
लब्ध्वा द्रव्यमयीमर्चां क्षित्यम्ब्वादिषु वार्चयेत् ।
आभृतात्मा मुनिः शान्तो यतवाङ्‌मितवन्यभुक्
]

`verse 57 [
स्वेच्छावतारचरितैः अचिन्त्यनिजमायया ।
करिष्यति उत्तमश्लोकः तद् ध्यायेद् हृदयङ्‌गमम्
]

`verse 58 [
परिचर्या भगवतो यावत्यः पूर्वसेविताः ।
ता मंत्रहृदयेनैव प्रयुञ्ज्यान् मंत्रमूर्तये
]

`verse 59 [
एवं कायेन मनसा वचसा च मनोगतम् ।
परिचर्यमाणो भगवान् भक्तिमत्परिचर्यया
]

`verse 60 [
पुंसां अमायिनां सम्यक् भजतां भाववर्धनः ।
श्रेयो दिशत्यभिमतं यद्धर्मादिषु देहिनाम् ।
]

`verse 61 [
विरक्तश्चेन्द्रियरतौ भक्तियोगेन भूयसा ।
तं निरन्तरभावेन भजेताद्धा विमुक्तये ।
]

`verse 62 [
इत्युक्तस्तं परिक्रम्य प्रणम्य च नृपार्भकः ।
ययौ मधुवनं पुण्यं हरेश्चरणचर्चितम् ।
]

`verse 63 [
तपोवनं गते तस्मिन् प्रविष्टोऽन्तःपुरं मुनिः ।
अर्हितार्हणको राज्ञा सुखासीन उवाच तम् ।
]

`speaker [
नारद उवाच
]

`verse 64 [
राजन् किं ध्यायसे दीर्घं मुखेन परिशुष्यता ।
किं वा न रिष्यते कामो धर्मो वार्थेन संयुतः ।
]

`speaker [
राजोवाच
]

`verse 65 [
सुतो मे बालको ब्रह्मन् स्त्रैणेना-करुणात्मना ।
निर्वासितः पञ्चवर्षः सह मात्रा महान्कविः ।
]

`verse 66 [
अप्यनाथं वने ब्रह्मन् मा स्मादन्त्यर्भकं वृकाः ।
श्रान्तं शयानं क्षुधितं परिम्लानमुखाम्बुजम्
]

`verse 67 [
अहो मे बत दौरात्म्यं स्त्रीजितस्योपधारय ।
योऽङ्‌कं प्रेम्णाऽऽरुरुक्षन्तं नाभ्यनन्दमसत्तमः ।
]

`speaker [
नारद उवाच
]

`verse 68 [
मा मा शुचः स्वतनयं देवगुप्तं विशाम्पते ।
तत्प्रभावं अविज्ञाय प्रावृङ्‌क्ते यद्यशो जगत् ।
]

`verse 69 [
सुदुष्करं कर्म कृत्वा लोकपालैरपि प्रभुः ।
ऐष्यत्यचिरतो राजन् यशो विपुलयंस्तव ।
]

`speaker [
मैत्रेय उवाच
]

`verse 70 [
इति देवर्षिणा प्रोक्तं विश्रुत्य जगतीपतिः ।
राजलक्ष्मीमनादृत्य पुत्रं एवान्वचिन्तयत्
]

`verse 71 [
तत्राभिषिक्तः प्रयतः तां उपोष्य विभावरीम् ।
समाहितः पर्यचर दृष्यादेशेन पूरुषम्
]

`verse 72 [
त्रिरात्रान्ते त्रिरात्रान्ते कपित्थबदराशनः ।
आत्मवृत्त्यनुसारेण मासं निन्येऽर्चयन् हरिम्
]

`verse 73 [
द्वितीयं च तथा मासं षष्ठे षष्ठेऽर्भको दिने ।
तृणपर्णादिभिः शीर्णैः कृतान्नोऽभ्यर्चयन् विभुम्
]

`verse 74 [
तृतीयं चानयन् मासं नवमे नवमेऽहनि ।
अब्भक्ष उत्तमश्लोकं उपाधावत्समाधिना
]

`verse 75 [
चतुर्थमपि वै मासं द्वादशे द्वादशेऽहनि ।
वायुभक्षो जितश्वासो ध्यायन् देवमधारयत्
]

`verse 76 [
पञ्चमे मास्यनुप्राप्ते जितश्वासो नृपात्मजः ।
ध्यायन् ब्रह्म पदैकेन तस्थौ स्थाणुरिवाचलः
]

`verse 77 [
सर्वतो मन आकृष्य हृदि भूतेन्द्रियाशयम् ।
ध्यायन् भगवतो रूपं नाद्राक्षीत् किंचनापरम्
]

`verse 78 [
आधारं महदादीनां प्रधानपुरुषेश्वरम् ।
ब्रह्म धारयमाणस्य त्रयो लोकाश्चकम्पिरे
]

`verse 79 [
यदैकपादेन स पार्थिवार्भकः
     तस्थौ तदङ्‌गुष्ठनिपीडिता मही ।
ननाम तत्रार्धमिभेन्द्रधिष्ठिता
     तरीव सव्येतरतः पदे पदे
]

`verse 80 [
तस्मिन् अभिध्यायति विश्वमात्मनो
     द्वारं निरुध्यासुमनन्यया धिया ।
लोका निरुच्छ्वासनिपीडिता भृशं
     सलोकपालाः शरणं ययुर्हरिम्
]

`speaker [
देवा ऊचुः
]

`verse 81 [
नैवं विदामो भगवन् प्राणरोधं
     चराचरस्याखिलसत्त्वधाम्नः ।
विधेहि तन्नो वृजिनाद्विमोक्षं
     प्राप्ता वयं त्वां शरणं शरण्यम्
]

`verse 82 [
श्रीभगवानुवाच -
मा भैष्ट बालं तपसो दुरत्ययान्
     निवर्तयिष्ये प्रतियात स्वधाम ।
यतो हि वः प्राणनिरोध आसीत्
     औत्तानपादिर्मयि सङ्‌गतात्मा
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे ध्रुवचरिते अष्टमोऽध्यायः
]
