`set context {
  skandha = "04",
  adhyaya = "09",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 9"
}

`speaker [
मैत्रेय उवाच
]

`verse 1 [
ते एवमुत्सन्नभया उरुक्रमे
     कृतावनामाः प्रययुस्त्रिविष्टपम् ।
सहस्रशीर्षापि ततो गरुत्मता
     मधोर्वनं भृत्यदिदृक्षया गतः
]

`verse 2 [
स वै धिया योगविपाकतीव्रया
     हृत्पद्मकोशे स्फुरितं तडित्प्रभम् ।
तिरोहितं सहसैवोपलक्ष्य
     बहिःस्थितं तदवस्थं ददर्श
]

`verse 3 [
तद्दर्शनेनागतसाध्वसः क्षितौ
     अवन्दताङ्‌गं विनमय्य दण्डवत् ।
दृग्भ्यां प्रपश्यन् प्रपिबन्निवार्भकः
     चुम्बन्निवास्येन भुजैरिवाश्लिषन्
]

`verse 4 [
स तं विवक्षन्तमतद्विदं हरिः
     ज्ञात्वास्य सर्वस्य च हृद्यवस्थितः ।
कृताञ्जलिं ब्रह्ममयेन कम्बुना
     पस्पर्श बालं कृपया कपोले
]

`verse 5 [
स वै तदैव प्रतिपादितां गिरं
     दैवीं परिज्ञातपरात्मनिर्णयः ।
तं भक्तिभावोऽभ्यगृणादसत्वरं
     परिश्रुतोरुश्रवसं ध्रुवक्षितिः
]

`speaker [
ध्रुव उवाच
]

`verse 6 [
योऽन्तः प्रविश्य मम वाचमिमां प्रसुप्तां
     संजीवयत्यखिलशक्तिधरः स्वधाम्ना ।
अन्यांश्च हस्तचरणश्रवणत्वगादीन्
     प्राणान्नमो भगवते पुरुषाय तुभ्यम्
]

`verse 7 [
एकस्त्वमेव भगवन् इदमात्मशक्त्या
     मायाख्ययोरुगुणया महदाद्यशेषम् ।
सृष्ट्वानुविश्य पुरुषस्तदसद्‍गुणेषु
     नानेव दारुषु विभावसुवद्विभासि
]

`verse 8 [
त्वद्दत्तया वयुनयेदमचष्ट विश्वं
     सुप्तप्रबुद्ध इव नाथ भवत्प्रपन्नः ।
तस्यापवर्ग्यशरणं तव पादमूलं
     विस्मर्यते कृतविदा कथमार्तबन्धो
]

`verse 9 [
नूनं विमुष्टमतयस्तव मायया ते
     ये त्वां भवाप्ययविमोक्षणमन्यहेतोः ।
अर्चन्ति कल्पकतरुं कुणपोपभोग्यम्
     इच्छन्ति यत्स्पर्शजं निरयेऽपि नॄणाम्
]

`verse 10 [
या निर्वृतिस्तनुभृतां तव पादपद्म
     ध्यानाद्‍भवज्जनकथाश्रवणेन वा स्यात् ।
सा ब्रह्मणि स्वमहिमन्यपि नाथ मा भूत्
     किं त्वन्तकासिलुलितात्पततां विमानात्
]

`verse 11 [
भक्तिं मुहुः प्रवहतां त्वयि मे प्रसङ्‌गो
     भूयादनन्त महतां अमलाशयानाम् ।
येनाञ्जसोल्बणमुरुव्यसनं भवाब्धिं
     नेष्ये भवद्‍गुणकथामृतपानमत्तः
]

`verse 12 [
ते न स्मरन्त्यतितरां प्रियमीश मर्त्यं
     ये चान्वदः सुतसुहृद्‍गृहवित्तदाराः ।
ये त्वब्जनाभ भवदीयपदारविन्द
     सौगन्ध्यलुब्धहृदयेषु कृतप्रसङ्‌गाः
]

`verse 13 [
तिर्यङ्‌नगद्विजसरीसृपदेवदैत्य
     मर्त्यादिभिः परिचितं सदसद्विशेषम् ।
रूपं स्थविष्ठमज ते महदाद्यनेकं
     नातः परं परम वेद्मि न यत्र वादः
]

`verse 14 [
कल्पान्त एतदखिलं जठरेण गृह्णन्
     शेते पुमान् स्वदृगनन्तसखस्तदङ्‌के ।
यन्नाभिसिन्धुरुहकाञ्चन लोकपद्म
     गर्भे द्युमान्भगवते प्रणतोऽस्मि तस्मै
]

`verse 15 [
त्वं नित्यमुक्तपरिशुद्धविबुद्ध आत्मा
     कूटस्थ आदिपुरुषो भगवान् त्र्यधीशः ।
यद्‍बुद्ध्यवस्थितिमखण्डितया स्वदृष्ट्या
     द्रष्टा स्थितावधिमखो व्यतिरिक्त आस्से
]

`verse 16 [
यस्मिन् विरुद्धगतयो ह्यनिशं पतन्ति
     विद्यादयो विविधशक्तय आनुपूर्व्यात् ।
तद्‍ब्रह्म विश्वभवमेकमनन्तमाद्यम्
     आनन्दमात्रमविकारमहं प्रपद्ये
]

`verse 17 [
सत्याशिषो हि भगवन् तव पादपद्मम्
     आशीस्तथानुभजतः पुरुषार्थमूर्तेः ।
अप्येवमार्य भगवान्परिपाति दीनान्
     वाश्रेव वत्सकमनुग्रहकातरोऽस्मान्
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 18 [
अथाभिष्टुत एवं वै सत्सङ्‌कल्पेन धीमता ।
भृत्यानुरक्तो भगवान् प्रतिनन्द्येदमब्रवीत्
]

`verse 19 [
श्रीभगवानुवाच -
वेदाहं ते व्यवसितं हृदि राजन्यबालक ।
तत्प्रयच्छामि भद्रं ते दुरापं अपि सुव्रत
]

`verse 20 [
नान्यैरधिष्ठितं भद्र यद्‍भ्राजिष्णु ध्रुवक्षिति ।
यत्र ग्रहर्क्षताराणां ज्योतिषां चक्रमाहितम्
]

`verse 21 [
मेढ्यां गोचक्रवत्स्थास्नु परस्तात्कल्पवासिनाम् ।
धर्मोऽग्निः कश्यपः शुक्रो मुनयो ये वनौकसः ।
चरन्ति दक्षिणीकृत्य भ्रमन्तो यत्सतारकाः
]

`verse 22 [
प्रस्थिते तु वनं पित्रा दत्त्वा गां धर्मसंश्रयः ।
षट्त्रिंशद्‌ वर्षसाहस्रं रक्षिताव्याहतेन्द्रियः
]

`verse 23 [
त्वद्‍भ्रातर्युत्तमे नष्टे मृगयायां तु तन्मनाः ।
अन्वेषन्ती वनं माता दावाग्निं सा प्रवेक्ष्यति
]

`verse 24 [
इष्ट्वा मां यज्ञहृदयं यज्ञैः पुष्कलदक्षिणैः ।
भुक्त्वा चेहाशिषः सत्या अन्ते मां संस्मरिष्यसि
]

`verse 25 [
ततो गन्तासि मत्स्थानं सर्वलोकनमस्कृतम् ।
उपरिष्टादृषिभ्यस्त्वं यतो नावर्तते गतः
]

`speaker [
मैत्रेय उवाच
]

`verse 26 [
इत्यर्चितः स भगवान् अतिदिश्यात्मनः पदम् ।
बालस्य पश्यतो धाम स्वं अगाद् गरुडध्वजः
]

`verse 27 [
सोऽपि सङ्‌कल्पजं विष्णोः पादसेवोपसादितम् ।
प्राप्य सङ्‌कल्पनिर्वाणं नातिप्रीतोऽभ्यगात्पुरम्
]

`speaker [
विदुर उवाच
]

`verse 28 [
सुदुर्लभं यत्परमं पदं हरेः
     मायाविनस्तत् चरणार्चनार्जितम् ।
लब्ध्वाप्यसिद्धार्थमिवैकजन्मना
     कथं स्वमात्मानममन्यतार्थवित्
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 29 [
मातुः सपत्‍न्या वाग्बाणैः हृदि विद्धस्तु तान् स्मरन् ।
नैच्छन्मुक्तिपतेर्मुक्तिं तस्मात् तापमुपेयिवान्
]

`speaker [
ध्रुव उवाच
]

`verse 30 [
समाधिना नैकभवेन यत्पदं
     विदुः सनन्दादय ऊर्ध्वरेतसः ।
मासैरहं षड्‌भिरमुष्य पादयोः
     छायामुपेत्यापगतः पृथङ्‌मतिः
]

`meter [
अनुष्टुप्
]

`verse 31 [
अहो बत ममानात्म्यं मन्दभाग्यस्य पश्यत ।
भवच्छिदः पादमूलं गत्वा याचे यदन्तवत्
]

`verse 32 [
मतिर्विदूषिता देवैः पतद्‌भिः असहिष्णुभिः ।
यो नारदवचस्तथ्यं नाग्राहिषमसत्तमः
]

`verse 33 [
दैवीं मायामुपाश्रित्य प्रसुप्त इव भिन्नदृक् ।
तप्ये द्वितीयेऽप्यसति भ्रातृभ्रातृव्यहृद्रुजा
]

`verse 34 [
मयैतत्प्रार्थितं व्यर्थं चिकित्सेव गतायुषि ।
प्रसाद्य जगदात्मानं तपसा दुष्प्रसादनम् ।
भवच्छिदमयाचेऽहं भवं भाग्यविवर्जितः
]

`verse 35 [
स्वाराज्यं यच्छतो मौढ्यान् मानो मे भिक्षितो बत ।
ईश्वरात्क्षीणपुण्येन फलीकारानिवाधनः
]

`speaker [
मैत्रेय उवाच
]

`verse 36 [
न वै मुकुन्दस्य पदारविन्दयो
     रजोजुषस्तात भवादृशा जनाः ।
वाञ्छन्ति तद्दास्यमृतेऽर्थमात्मनो
     यदृच्छया लब्धमनःसमृद्धयः
]

`meter [
अनुष्टुप्
]

`verse 37 [
आकर्ण्यात्मजमायान्तं सम्परेत्य यथाऽऽगतम् ।
राजा न श्रद्दधे भद्रं अभद्रस्य कुतो मम
]

`verse 38 [
श्रद्धाय वाक्यं देवर्षेः हर्षवेगेन धर्षितः ।
वार्ताहर्तुरतिप्रीतो हारं प्रादान्महाधनम्
]

`verse 39 [
सदश्वं रथमारुह्य कार्तस्वरपरिष्कृतम् ।
ब्राह्मणैः कुलवृद्धैश्च पर्यस्तोऽमात्यबन्धुभिः
]

`verse 40 [
शङ्‌खदुन्दुभिनादेन ब्रह्मघोषेण वेणुभिः ।
निश्चक्राम पुरात् तूर्णं आत्मजाभीक्षणोत्सुकः
]

`verse 41 [
सुनीतिः सुरुचिश्चास्य महिष्यौ रुक्मभूषिते ।
आरुह्य शिबिकां सार्धं उत्तमेनाभिजग्मतुः
]

`verse 42 [
तं दृष्ट्वोपवनाभ्याश आयान्तं तरसा रथात् ।
अवरुह्य नृपस्तूर्णं आसाद्य प्रेमविह्वलः
]

`verse 43 [
परिरेभेऽङ्‌गजं दोर्भ्यां दीर्घोत्कण्ठमनाः श्वसन् ।
विष्वक्सेनाङ्‌घ्रिसंस्पर्श हताशेषाघबन्धनम्
]

`verse 44 [
अथाजिघ्रन् मुहुर्मूर्ध्नि शीतैर्नयनवारिभिः ।
स्नापयामास तनयं जातोद्दाममनोरथः
]

`verse 45 [
अभिवन्द्य पितुः पादौ आशीर्भिश्चाभिमन्त्रितः ।
ननाम मातरौ शीर्ष्णा सत्कृतः सज्जनाग्रणीः
]

`verse 46 [
सुरुचिस्तं समुत्थाप्य पादावनतमर्भकम् ।
परिष्वज्याह जीवेति बाष्पगद्‍गदया गिरा
]

`verse 47 [
यस्य प्रसन्नो भगवान् गुणैर्मैत्र्यादिभिर्हरिः ।
तस्मै नमन्ति भूतानि निम्नमाप इव स्वयम्
]

`verse 48 [
उत्तमश्च ध्रुवश्चोभौ अन्योन्यं प्रेमविह्वलौ ।
अङ्‌गसङ्‌गाद् उत्पुलकौ अस्रौघं मुहुरूहतुः
]

`verse 49 [
सुनीतिरस्य जननी प्राणेभ्योऽपि प्रियं सुतम् ।
उपगुह्य जहावाधिं तदङ्‌गस्पर्शनिर्वृता
]

`verse 50 [
पयः स्तनाभ्यां सुस्राव नेत्रजैः सलिलैः शिवैः ।
तदाभिषिच्यमानाभ्यां वीर वीरसुवो मुहुः
]

`verse 51 [
तां शशंसुर्जना राज्ञीं दिष्ट्या ते पुत्र आर्तिहा ।
प्रतिलब्धश्चिरं नष्टो रक्षिता मण्डलं भुवः
]

`verse 52 [
अभ्यर्चितस्त्वया नूनं भगवान् प्रणतार्तिहा ।
यदनुध्यायिनो धीरा मृत्युं जिग्युः सुदुर्जयम्
]

`verse 53 [
लाल्यमानं जनैरेवं ध्रुवं सभ्रातरं नृपः ।
आरोप्य करिणीं हृष्टः स्तूयमानोऽविशत्पुरम्
]

`verse 54 [
तत्र तत्रोपसङ्‌कॢप्तैः लसन् मकरतोरणैः ।
सवृन्दैः कदलीस्तम्भैः पूगपोतैश्च तद्विधैः
]

`verse 55 [
चूतपल्लववासःस्रङ्‌ मुक्तादामविलम्बिभिः ।
उपस्कृतं प्रतिद्वारं अपां कुम्भैः सदीपकैः
]

`verse 56 [
प्राकारैः गोपुरागारैः शातकुम्भपरिच्छदैः ।
सर्वतोऽलङ्‌कृतं श्रीमद् विमानशिखरद्युभिः
]

`verse 57 [
मृष्टचत्वररथ्याट्ट मार्गं चन्दनचर्चितम् ।
लाजाक्षतैः पुष्पफलैः तण्डुलैर्बलिभिर्युतम्
]

`verse 58 [
ध्रुवाय पथि दृष्टाय तत्र तत्र पुरस्त्रियः ।
सिद्धार्थाक्षतदध्यम्बु दूर्वापुष्पफलानि च
]

`verse 59 [
उपजह्रुः प्रयुञ्जाना वात्सल्यादाशिषः सतीः ।
शृण्वन् तद्वल्गुगीतानि प्राविशद्‍भवनं पितुः
]

`verse 60 [
महामणिव्रातमये स तस्मिन् भवनोत्तमे ।
लालितो नितरां पित्रा न्यवसद् दिवि देववत्
]

`verse 61 [
पयःफेननिभाः शय्या दान्ता रुक्मपरिच्छदाः ।
आसनानि महार्हाणि यत्र रौक्मा उपस्कराः
]

`verse 62 [
यत्र स्फटिककुड्येषु महामारकतेषु च ।
मणिप्रदीपा आभान्ति ललनारत्‍नसंयुताः
]

`verse 63 [
उद्यानानि च रम्याणि विचित्रैरमरद्रुमैः ।
कूजद्विहङ्‌गमिथुनैः गायन्मत्तमधुव्रतैः
]

`verse 64 [
वाप्यो वैदूर्यसोपानाः पद्मोत्पलकुमुद्वतीः ।
हंसकारण्डवकुलैः जुष्टाश्चक्राह्वसारसैः
]

`verse 65 [
उत्तानपादो राजर्षिः प्रभावं तनयस्य तम् ।
श्रुत्वा दृष्ट्वाद्‍भुततमं प्रपेदे विस्मयं परम्
]

`verse 66 [
वीक्ष्योढवयसं तं च प्रकृतीनां च सम्मतम् ।
अनुरक्तप्रजं राजा ध्रुवं चक्रे भुवः पतिम्
]

`verse 67 [
आत्मानं च प्रवयसं आकलय्य विशाम्पतिः ।
वनं विरक्तः प्रातिष्ठद् विमृशन्नात्मनो गतिम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे ध्रुवराज्याभिषेक वर्णनं नाम नवमोऽध्यायः
]
