`set context {
  skandha = "04",
  adhyaya = "10",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 10"
}

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
प्रजापतेर्दुहितरं शिशुमारस्य वै ध्रुवः ।
उपयेमे भ्रमिं नाम तत्सुतौ कल्पवत्सरौ
]

`verse 2 [
इलायामपि भार्यायां वायोः पुत्र्यां महाबलः ।
पुत्रं उत्कलनामानं योषिद् रत्‍नमजीजनत्
]

`verse 3 [
उत्तमस्त्वकृतोद्वाहो मृगयायां बलीयसा ।
हतः पुण्यजनेनाद्रौ तन्मातास्य गतिं गता
]

`verse 4 [
ध्रुवो भ्रातृवधं श्रुत्वा कोपामर्षशुचार्पितः ।
जैत्रं स्यन्दनमास्थाय गतः पुण्यजनालयम्
]

`verse 5 [
गत्वोदीचीं दिशं राजा रुद्रानुचरसेविताम् ।
ददर्श हिमवद्द्रोण्यां पुरीं गुह्यकसंकुलाम्
]

`verse 6 [
दध्मौ शङ्‌खं बृहद्‍बाहुः खं दिशश्चानुनादयन् ।
येनोद्विग्नदृशः क्षत्तः उपदेव्योऽत्रसन्भृशम् ॥
]

`verse 7 [
ततो निष्क्रम्य बलिन उपदेवमहाभटाः ।
असहन्तः तन्निनादं अभिपेतुरुदायुधाः
]

`verse 8 [
स तान् आपततो वीर उग्रधन्वा महारथः ।
एकैकं युगपत्सर्वान् अहन् बाणैस्त्रिभिस्त्रिभिः
]

`verse 9 [
ते वै ललाटलग्नैस्तैः इषुभिः सर्व एव हि ।
मत्वा निरस्तमात्मानं आशंसन्कर्म तस्य तत्
]

`verse 10 [
तेऽपि चामुममृष्यन्तः पादस्पर्शमिवोरगाः ।
शरैरविध्यन् युगपद् द्विगुणं प्रचिकीर्षवः
]

`verse 11 [
ततः परिघनिस्त्रिंशैः प्रासशूलपरश्वधैः ।
शक्त्यृष्टिभिर्भुशुण्डीभिः चित्रवाजैः शरैरपि
]

`verse 12 [
अभ्यवर्षन् प्रकुपिताः सरथं सहसारथिम् ।
इच्छन्तः तत्प्रतीकर्तुं अयुतानां त्रयोदश
]

`verse 13 [
औत्तानपादिः स तदा शस्त्रवर्षेण भूरिणा ।
न एवादृश्यताच्छन्न आसारेण यथा गिरिः
]

`verse 14 [
हाहाकारस्तदैवासीत् सिद्धानां दिवि पश्यताम् ।
हतोऽयं मानवः सूर्यो मग्नः पुण्यजनार्णवे
]

`verse 15 [
नदत्सु यातुधानेषु जयकाशिष्वथो मृधे ।
उदतिष्ठद् रथस्तस्य नीहारादिव भास्करः
]

`verse 16 [
धनुर्विस्फूर्जयन्दिव्यं द्विषतां खेदमुद्वहन् ।
अस्त्रौघं व्यधमद्‍बाणैः घनानीकमिवानिलः
]

`verse 17 [
तस्य ते चापनिर्मुक्ता भित्त्वा वर्माणि रक्षसाम् ।
कायान् आविविशुस्तिग्मा गिरीन् अशनयो यथा
]

`verse 18 [
भल्लैः सञ्छिद्यमानानां शिरोभिश्चारुकुण्डलैः ।
ऊरुभिर्हेमतालाभैः दोर्भिर्वलयवल्गुभिः
]

`verse 19 [
हारकेयूरमुकुटैः उष्णीषैश्च महाधनैः ।
आस्तृतास्ता रणभुवो रेजुर्वीरमनोहराः
]

`verse 20 [
हतावशिष्टा इतरे रणाजिराद्
     रक्षोगणाः क्षत्रियवर्यसायकैः ।
प्रायो विवृक्णावयवा विदुद्रुवुः
     मृगेन्द्रविक्रीडितयूथपा इव
]

`verse 21 [
अपश्यमानः स तदाततायिनं
     महामृधे कञ्चन मानवोत्तमः ।
पुरीं दिदृक्षन्नपि नाविशद् द्विषां
     न मायिनां वेद चिकीर्षितं जनः
]

`verse 22 [
इति ब्रुवंश्चित्ररथः स्वसारथिं
     यत्तः परेषां प्रतियोगशङ्‌कितः ।
शुश्राव शब्दं जलधेरिवेरितं
     नभस्वतो दिक्षु रजोऽन्वदृश्यत
]

`meter [
अनुष्टुप्
]

`verse 23 [
क्षणेनाच्छादितं व्योम घनानीकेन सर्वतः ।
विस्फुरत्तडिता दिक्षु त्रासयत् स्तनयित्‍नुना
]

`verse 24 [
ववृषू रुधिरौघासृक् पूयविण्मूत्रमेदसः ।
निपेतुर्गगनादस्य कबन्धान्यग्रतोऽनघ
]

`verse 25 [
ततः खेऽदृश्यत गिरिः निपेतुः सर्वतोदिशम् ।
गदापरिघनिस्त्रिंश मुसलाः साश्मवर्षिणः
]

`verse 26 [
अहयोऽशनिनिःश्वासा वमन्तोऽग्निं रुषाक्षिभिः ।
अभ्यधावन् गजा मत्ताः सिंहव्याघ्राश्च यूथशः
]

`verse 27 [
समुद्र ऊर्मिभिर्भीमः प्लावयन् सर्वतो भुवम् ।
आससाद महाह्रादः कल्पान्त इव भीषणः
]

`verse 28 [
एवंविधान्यनेकानि त्रासनान्यमनस्विनाम् ।
ससृजुस्तिग्मगतय आसुर्या माययासुराः
]

`verse 29 [
ध्रुवे प्रयुक्तामसुरैः तां मायामतिदुस्तराम् ।
निशम्य तस्य मुनयः शमाशंसन् समागताः
]

`speaker [
मुनय ऊचुः
]

`verse 30 [
औत्तानपाद भगवान् तव शार्ङ्‌गधन्वा
     देवः क्षिणोत्ववनतार्तिहरो विपक्षान् ।
यन्नामधेयमभिधाय निशम्य चाद्धा
     लोकोऽञ्जसा तरति दुस्तरमङ्‌ग मृत्युम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे दशमोऽध्यायः
]
