`set context {
  skandha = "04",
  adhyaya = "13",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 13"
}

`speaker [
सूत उवाच
]

`verse 1 [
निशम्य कौषारविणोपवर्णितं
     ध्रुवस्य वैकुण्ठपदाधिरोहणम् ।
प्ररूढभावो भगवत्यधोक्षजे
     प्रष्टुं पुनस्तं विदुरः प्रचक्रमे
]

`speaker [
विदुर उवाच
]

`meter [
अनुष्टुप्
]

`verse 2 [
के ते प्रचेतसो नाम कस्यापत्यानि सुव्रत ।
कस्यान्ववाये प्रख्याताः कुत्र वा सत्रमासत
]

`verse 3 [
मन्ये महाभागवतं नारदं देवदर्शनम् ।
येन प्रोक्तः क्रियायोगः परिचर्याविधिर्हरेः
]

`verse 4 [
स्वधर्मशीलैः पुरुषैः भगवान् यज्ञपूरुषः ।
इज्यमानो भक्तिमता नारदेनेरितः किल
]

`verse 5 [
यास्ता देवर्षिणा तत्र वर्णिता भगवत्कथाः ।
मह्यं शुश्रूषवे ब्रह्मन् कार्त्स्न्येनाचष्टुमर्हसि
]

`speaker [
मैत्रेय उवाच
]

`verse 6 [
ध्रुवस्य चोत्कलः पुत्रः पितरि प्रस्थिते वनम् ।
सार्वभौमश्रियं नैच्छद् अधिराजासनं पितुः
]

`verse 7 [
स जन्मनोपशान्तात्मा निःसङ्‌गः समदर्शनः ।
ददर्श लोके विततं आत्मानं लोकमात्मनि
]

`verse 8 [
आत्मानं ब्रह्म निर्वाणं प्रत्यस्तमितविग्रहम् ।
अवबोधरसैकात्म्यं आनन्दं अनुसन्ततम्
]

`verse 9 [
अव्यवच्छिन्नयोगाग्नि दग्धकर्ममलाशयः ।
स्वरूपमवरुन्धानो नात्मनोऽन्यं तदैक्षत
]

`verse 10 [
जडान्धबधिरोन्मत्त मूकाकृतिरतन्मतिः ।
लक्षितः पथि बालानां प्रशान्तार्चिः इवानलः
]

`verse 11 [
मत्वा तं जडमुन्मत्तं कुलवृद्धाः समंत्रिणः ।
वत्सरं भूपतिं चक्रुः यवीयांसं भ्रमेः सुतम्
]

`verse 12 [
स्वर्वीथिर्वत्सरस्येष्टा भार्यासूत षडात्मजान् ।
पुष्पार्णं तिग्मकेतुं च इषमूर्जं वसुं जयम्
]

`verse 13 [
पुष्पार्णस्य प्रभा भार्या दोषा च द्वे बभूवतुः ।
प्रातर्मध्यन्दिनं सायं इति ह्यासन्  प्रभासुताः
]

`verse 14 [
प्रदोषो निशिथो व्युष्ट इति दोषासुतास्त्रयः ।
व्युष्टः सुतं पुष्करिण्यां सर्वतेजसमादधे
]

`verse 15 [
स चक्षुः सुतमाकूत्यां पत्‍न्यां मनुं अवाप ह ।
मनोरसूत महिषी विरजान्नड्वला सुतान्
]

`verse 16 [
पुरुं कुत्सं त्रितं द्युम्नं सत्यवन्तमृतं व्रतम् ।
अग्निष्टोममतीरात्रं प्रद्युम्नं शिबिमुल्मुकम्
]

`verse 17 [
उल्मुकोऽजनयत् पुत्रान् पुष्करिण्यां षडुत्तमान् ।
अङ्गं सुमनसं ख्यातिं क्रतुं अङ्गिरसं गयम्
]

`verse 18 [
सुनीथाङ्गस्य या पत्‍नी सुषुवे वेनमुल्बणम् ।
यद्दौःशील्यात्स राजर्षिः निर्विण्णो निरगात्पुरात्
]

`verse 19 [
यमङ्ग शेपुः कुपिता वाग्वज्रा मुनयः किल ।
गतासोस्तस्य भूयस्ते ममन्थुर्दक्षिणं करम्
]

`verse 20 [
अराजके तदा लोके दस्युभिः पीडिताः प्रजाः ।
जातो नारायणांशेन पृथुराद्यः क्षितीश्वरः
]

`speaker [
विदुर उवाच
]

`verse 21 [
तस्य शीलनिधेः साधोः ब्रह्मण्यस्य महात्मनः ।
राज्ञः कथमभूद् दुष्टा प्रजा यद्विमना ययौ
]

`verse 22 [
किं वांहो वेन उद्दिश्य ब्रह्मदण्डं अयूयुजन् ।
दण्डव्रतधरे राज्ञि मुनयो धर्मकोविदाः
]

`verse 23 [
नावध्येयः प्रजापालः प्रजाभिरघवानपि ।
यदसौ लोकपालानां बिभर्त्योजः स्वतेजसा
]

`verse 24 [
एतदाख्याहि मे ब्रह्मन् सुनीथात्मज चेष्टितम् ।
श्रद्दधानाय भक्ताय त्वं परावरवित्तमः
]

`speaker [
मैत्रेय उवाच
]

`verse 25 [
अङ्‌गोऽश्वमेधं राजर्षिः आजहार महाक्रतुम् ।
नाजग्मुर्देवतास्तस्मिन् आहूता ब्रह्मवादिभिः
]

`verse 26 [
तं ऊचुः विस्मितास्तत्र यजमानमथर्त्विजः ।
हवींषि हूयमानानि न ते गृह्णन्ति देवताः
]

`verse 27 [
राजन्हवींष्यदुष्टानि श्रद्धयाऽऽसादितानि ते ।
छन्दांस्ययातयामानि योजितानि धृतव्रतैः
]

`verse 28 [
न विदामेह देवानां हेलनं वयमण्वपि ।
यन्न गृह्णन्ति भागान् स्वान् ये देवाः कर्मसाक्षिणः
]

`speaker [
मैत्रेय उवाच
]

`verse 29 [
अङ्‌गो द्विजवचः श्रुत्वा यजमानः सुदुर्मनाः ।
तत्प्रष्टुं व्यसृजद् वाचं सदस्यान् तदनुज्ञया
]

`verse 30 [
नागच्छन्त्याहुता देवा न गृह्णन्ति ग्रहानिह ।
सदसस्पतयो ब्रूत किमवद्यं मया कृतम्
]

`speaker [
सदसस्पतय ऊचुः
]

`verse 31 [
नरदेवेह भवतो नाघं तावन् मनाक् स्थितम् ।
अस्त्येकं प्राक्तनमघं यदिहेदृक् त्वमप्रजः
]

`verse 32 [
तथा साधय भद्रं ते आत्मानं सुप्रजं नृप ।
इष्टस्ते पुत्रकामस्य पुत्रं दास्यति यज्ञभुक्
]

`verse 33 [
तथा स्वभागधेयानि ग्रहीष्यन्ति दिवौकसः ।
यद् यज्ञपुरुषः साक्षाद् अपत्याय हरिर्वृतः
]

`verse 34 [
तांस्तान् कामान् हरिर्दद्याद्यान् यान् कामयते जनः ।
आराधितो यथैवैष तथा पुंसां फलोदयः
]

`verse 35 [
इति व्यवसिता विप्राः तस्य राज्ञः प्रजातये ।
पुरोडाशं निरवपन् शिपिविष्टाय विष्णवे
]

`verse 36 [
तस्मात्पुरुष उत्तस्थौ हेममाल्यमलाम्बरः ।
हिरण्मयेन पात्रेण सिद्धमादाय पायसम्
]

`verse 37 [
स विप्रानुमतो राजा गृहीत्वाञ्जलिनौदनम् ।
अवघ्राय मुदा युक्तः प्रादात्पत्‍न्या उदारधीः
]

`verse 38 [
सा तत्पुंसवनं राज्ञी प्राश्य वै पत्युरादधे ।
गर्भं काल उपावृत्ते कुमारं सुषुवेऽप्रजा
]

`verse 39 [
स बाल एव पुरुषो मातामहमनुव्रतः ।
अधर्मांशोद्भवं मृत्युं तेनाभवद् अधार्मिकः
]

`verse 40 [
स शरासनमुद्यम्य मृगयुर्वनगोचरः ।
हन्त्यसाधुर्मृगान् दीनान् वेनोऽसावित्यरौज्जनः
]

`verse 41 [
आक्रीडे क्रीडतो बालान् वयस्यान् अतिदारुणः ।
प्रसह्य निरनुक्रोशः पशुमारममारयत्
]

`verse 42 [
तं विचक्ष्य खलं पुत्रं शासनैः विविधैर्नृपः ।
यदा न शासितुं कल्पो भृशं आसीत् सुदुर्मनाः
]

`verse 43 [
प्रायेणाभ्यर्चितो देवो येऽप्रजा गृहमेधिनः ।
कदपत्यभृतं दुःखं ये न विन्दन्ति दुर्भरम्
]

`verse 44 [
यतः पापीयसी कीर्तिः अधर्मश्च महान् नृणाम् ।
यतो विरोधः सर्वेषां यत आधिरनन्तकः
]

`verse 45 [
कस्तं प्रजापदेशं वै मोहबन्धनमात्मनः ।
पण्डितो बहु मन्येत यदर्थाः क्लेशदा गृहाः
]

`verse 46 [
कदपत्यं वरं मन्ये सदपत्याच्छुचां पदात् ।
निर्विद्येत गृहान्मर्त्यो यत्क्लेशनिवहा गृहाः
]

`verse 47 [
एवं स निर्विण्णमना नृपो गृहात्
     निशीथ उत्थाय महोदयोदयात् ।
अलब्धनिद्रोऽनुपलक्षितो नृभिः
     हित्वा गतो वेनसुवं प्रसुप्ताम्
]

`verse 48 [
विज्ञाय निर्विद्य गतं पतिं प्रजाः
     पुरोहितामात्यसुहृद्‍गणादयः ।
विचिक्युरुर्व्यामतिशोककातरा
     यथा निगूढं पुरुषं कुयोगिनः
]

`verse 49 [
अलक्षयन्तः पदवीं प्रजापतेः
     हतोद्यमाः प्रत्युपसृत्य ते पुरीम् ।
ऋषीन् समेतान् अभिवन्द्य साश्रवो
     न्यवेदयन् पौरव भर्तृविप्लवम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे त्रयोदशोऽध्यायः
]
