`set context {
  skandha = "04",
  adhyaya = "14",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 14"
}

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
भृग्वादयस्ते मुनयो लोकानां क्षेमदर्शिनः ।
गोप्तर्यसति वै नॄणां पश्यन्तः पशुसाम्यताम्
]

`verse 2 [
वीरमातरमाहूय सुनीथां ब्रह्मवादिनः ।
प्रकृत्यसम्मतं वेनं अभ्यषिञ्चन् पतिं भुवः
]

`verse 3 [
श्रुत्वा नृपासनगतं वेनमत्युग्रशासनम् ।
निलिल्युर्दस्यवः सद्यः सर्पत्रस्ता इवाखवः
]

`verse 4 [
स आरूढनृपस्थान उन्नद्धोऽष्टविभूतिभिः ।
अवमेने महाभागान्स्तब्धः सम्भावितः स्वतः
]

`verse 5 [
एवं मदान्ध उत्सिक्तो निरङ्‌कुश इव द्विपः ।
पर्यटन् रथमास्थाय कम्पयन् इव रोदसी
]

`verse 6 [
न यष्टव्यं न दातव्यं न होतव्यं द्विजाः क्वचित् ।
इति न्यवारयद् धर्मं भेरीघोषेण सर्वशः
]

`verse 7 [
वेनस्यावेक्ष्य मुनयो दुर्वृत्तस्य विचेष्टितम् ।
विमृश्य लोकव्यसनं कृपयोचुः स्म सत्रिणः
]

`verse 8 [
अहो उभयतः प्राप्तं लोकस्य व्यसनं महत् ।
दारुणि उभयतो दीप्ते इव तस्करपालयोः
]

`verse 9 [
अराजकभयादेष कृतो राजातदर्हणः ।
ततोऽप्यासीद्‌भयं त्वद्य कथं स्यात् स्वस्ति देहिनाम्
]

`verse 10 [
अहेरिव पयःपोषः पोषकस्याप्यनर्थभृत् ।
वेनः प्रकृत्यैव खलः सुनीथागर्भसम्भवः
]

`verse 11 [
निरूपितः प्रजापालः स जिघांसति वै प्रजाः ।
तथापि सान्त्वयेमामुं नास्मान् तत्पातकं स्पृशेत्
]

`verse 12 [
तद् विद्वद्‌भिः असद्‌वृत्तो वेनोऽस्माभिः कृतो नृपः ।
सान्त्वितो यदि नो वाचं न ग्रहीष्यत्यधर्मकृत्
]

`verse 13 [
लोकधिक्कारसन्दग्धं दहिष्यामः स्वतेजसा ।
एवं अध्यवसायैनं मुनयो गूढमन्यवः
]

`verse 14 [
उपव्रज्याब्रुवन् वेनं सान्त्वयित्वा च सामभिः
]

`speaker [
मुनय ऊचुः
]

`verse 15 [
नृपवर्य निबोधैतद् यत्ते विज्ञापयाम भोः ।
आयुःश्रीबलकीर्तीनां तव तात विवर्धनम्
]

`verse 16 [
धर्म आचरितः पुंसां वाङ्‌मनःकायबुद्धिभिः ।
लोकान् विशोकान् वितरति अथ अनन्त्यमसङ्‌गिनाम्
]

`verse 17 [
स ते मा विनशेद्वीर प्रजानां क्षेमलक्षणः ।
यस्मिन् विनष्टे नृपतिः ऐश्वर्यादवरोहति
]

`verse 18 [
राजन् असाध्वमात्येभ्यः चोरादिभ्यः प्रजा नृपः ।
रक्षन् यथा बलिं गृह्णन् इह प्रेत्य च मोदते
]

`verse 19 [
यस्य राष्ट्रे पुरे चैव भगवान् यज्ञपूरुषः ।
इज्यते स्वेन धर्मेण जनैर्वर्णाश्रमान्वितैः
]

`verse 20 [
तस्य राज्ञो महाभाग भगवान् भूतभावनः ।
परितुष्यति विश्वात्मा तिष्ठतो निजशासने
]

`verse 21 [
तस्मिन् तुष्टे किमप्राप्यं जगतां ईश्वरेश्वरे ।
लोकाः सपाला ह्येतस्मै हरन्ति बलिमादृताः
]

`verse 22 [
तं सर्वलोकामरयज्ञसङ्‌ग्रहं
     त्रयीमयं द्रव्यमयं तपोमयम् ।
यज्ञैर्विचित्रैर्यजतो भवाय ते
     राजन् स्वदेशान् अनुरोद्धुमर्हसि
]

`verse 23 [
यज्ञेन युष्मद्विषये द्विजातिभिः
     वितायमानेन सुराः कला हरेः ।
स्विष्टाः सुतुष्टाः प्रदिशन्ति वाञ्छितं
     तद्धेलनं नार्हसि वीर चेष्टितुम्
]

`speaker [
वेन उवाच
]

`meter [
अनुष्टुप्
]

`verse 24 [
बालिशा बत यूयं वा अधर्मे धर्ममानिनः ।
ये वृत्तिदं पतिं हित्वा जारं पतिमुपासते
]

`verse 25 [
अवजानन्त्यमी मूढा नृपरूपिणमीश्वरम् ।
नानुविन्दन्ति ते भद्रं इह लोके परत्र च
]

`verse 26 [
को यज्ञपुरुषो नाम यत्र वो भक्तिरीदृशी ।
भर्तृस्नेहविदूराणां यथा जारे कुयोषिताम्
]

`verse 27 [
विष्णुर्विरिञ्चो गिरिश इन्द्रो वायुर्यमो रविः ।
पर्जन्यो धनदः सोमः क्षितिरग्निरपाम्पतिः
]

`verse 28 [
एते चान्ये च विबुधाः प्रभवो वरशापयोः ।
देहे भवन्ति नृपतेः सर्वदेवमयो नृपः
]

`verse 29 [
तस्मान्मां कर्मभिर्विप्रा यजध्वं गतमत्सराः ।
बलिं च मह्यं हरत मत्तोऽन्यः कोऽग्रभुक् पुमान्
]

`speaker [
मैत्रेय उवाच
]

`verse 30 [
इत्थं विपर्ययमतिः पापीयानुत्पथं गतः ।
अनुनीयमानस्तद्याच्ञां न चक्रे भ्रष्टमङ्‌गलः
]

`verse 31 [
इति तेऽसत्कृतास्तेन द्विजाः पण्डितमानिना ।
भग्नायां भव्ययाच्ञायां तस्मै विदुर चुक्रुधुः
]

`verse 32 [
हन्यतां हन्यतामेष पापः प्रकृतिदारुणः ।
जीवन् जगदसावाशु कुरुते भस्मसाद् ध्रुवम्
]

`verse 33 [
नायमर्हत्यसद्‌वृत्तो नरदेववरासनम् ।
योऽधियज्ञपतिं विष्णुं विनिन्दत्यनपत्रपः
]

`verse 34 [
को वैनं परिचक्षीत वेनमेकमृतेऽशुभम् ।
प्राप्त ईदृशमैश्वर्यं यदनुग्रहभाजनः
]

`verse 35 [
इत्थं व्यवसिता हन्तुं हृषयो रूढमन्यवः ।
निजघ्नुर्हुङ्‌कृतैर्वेनं हतमच्युतनिन्दया
]

`verse 36 [
ऋषिभिः स्वाश्रमपदं गते पुत्रकलेवरम् ।
सुनीथा पालयामास विद्यायोगेन शोचती
]

`verse 37 [
एकदा मुनयस्ते तु सरस्वत् सलिलाप्लुताः ।
हुत्वाग्नीन् सत्कथाश्चक्रुः उपविष्टाः सरित्तटे
]

`verse 38 [
वीक्ष्योत्थितान् तदोत्पातान् आहुर्लोक भयङ्‌करान् ।
अप्यभद्रमनाथाया दस्युभ्यो न भवेद्‌भुवः
]

`verse 39 [
एवं मृशन्त ऋषयो धावतां सर्वतोदिशम् ।
पांसुः समुत्थितो भूरिः चोराणामभिलुम्पताम्
]

`verse 40 [
तदुपद्रवमाज्ञाय लोकस्य वसु लुम्पताम् ।
भर्तर्युपरते तस्मिन् अन्योन्यं च जिघांसताम्
]

`verse 41 [
चोरप्रायं जनपदं हीनसत्त्वमराजकम् ।
लोकान्नावारयञ्छक्ता अपि तद्दोषदर्शिनः
]

`verse 42 [
ब्राह्मणः समदृक् शान्तो दीनानां समुपेक्षकः ।
स्रवते ब्रह्म तस्यापि भिन्नभाण्डात्पयो यथा
]

`verse 43 [
नाङ्‌गस्य वंशो राजर्षेः एष संस्थातुमर्हति ।
अमोघवीर्या हि नृपा वंशेऽस्मिन् केशवाश्रयाः
]

`verse 44 [
विनिश्चित्यैवमृषयो विपन्नस्य महीपतेः ।
ममन्थुरूरुं तरसा तत्रासीद्‍बाहुको नरः
]

`verse 45 [
काककृष्णोऽतिह्रस्वाङ्‌गो ह्रस्वबाहुर्महाहनुः ।
ह्रस्वपान् निम्ननासाग्रो रक्ताक्षस्ताम्रमूर्धजः
]

`verse 46 [
तं तु तेऽवनतं दीनं किं करोमीति वादिनम् ।
निषीदेत्यब्रुवंस्तात स निषादस्ततोऽभवत्
]

`verse 47 [
तस्य वंश्यास्तु नैषादा गिरिकाननगोचराः ।
येनाहरत् जायमानो वेनकल्मषमुल्बणम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे पृथुचरिते निषादोत्पत्तिर्नाम चतुर्दशोऽध्यायः
]
