`set context {
  skandha = "04",
  adhyaya = "15",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 15"
}

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अथ तस्य पुनर्विप्रैः अपुत्रस्य महीपतेः ।
बाहुभ्यां मथ्यमानाभ्यां मिथुनं समपद्यत
]

`verse 2 [
तद् दृष्ट्वा मिथुनं जातं ऋषयो ब्रह्मवादिनः ।
ऊचुः परमसन्तुष्टा विदित्वा भगवत्कलाम्
]

`speaker [
ऋषय ऊचुः
]

`verse 3 [
एष विष्णोर्भगवतः कला भुवनपालिनी ।
इयं च लक्ष्म्याः सम्भूतिः पुरुषस्यानपायिनी
]

`verse 4 [
अयं तु प्रथमो राज्ञां पुमान् प्रथयिता यशः ।
पृथुर्नाम महाराजो भविष्यति पृथुश्रवाः
]

`verse 5 [
इयं च सुदती देवी गुणभूषणभूषणा ।
अर्चिर्नाम वरारोहा पृथुमेवावरुन्धती
]

`verse 6 [
एष साक्षात् हरेरंशो जातो लोकरिरक्षया ।
इयं च तत्परा हि श्रीः अनुजज्ञेऽनपायिनी
]

`speaker [
मैत्रेय उवाच
]

`verse 7 [
प्रशंसन्ति स्म तं विप्रा गन्धर्वप्रवरा जगुः ।
मुमुचुः सुमनोधाराः सिद्धा नृत्यन्ति स्वःस्त्रियः
]

`verse 8 [
शङ्‌खतूर्यमृदङ्‌गाद्या नेदुर्दुन्दुभयो दिवि ।
तत्र सर्व उपाजग्मुः देवर्षिपितॄणां गणाः
]

`verse 9 [
ब्रह्मा जगद्‍गुरुर्देवैः सहासृत्य सुरेश्वरैः ।
वैन्यस्य दक्षिणे हस्ते दृष्ट्वा चिह्नं गदाभृतः
]

`verse 10 [
पादयोः अरविन्दं च तं वै मेने हरेः कलाम् ।
यस्याप्रतिहतं चक्रं अंशः स परमेष्ठिनः
]

`verse 11 [
तस्याभिषेक आरब्धो ब्राह्मणैर्ब्रह्मवादिभिः ।
आभिषेचनिकान्यस्मै आजह्रुः सर्वतो जनाः
]

`verse 12 [
सरित्समुद्रा गिरयो नागा गावः खगा मृगाः ।
द्यौः क्षितिः सर्वभूतानि समाजह्रुरुपायनम्
]

`verse 13 [
सोऽभिषिक्तो महाराजः सुवासाः साध्वलङ्‌कृतः ।
पत्‍न्यार्चिषालङ्‌कृतया विरेजेऽग्निरिवापरः
]

`verse 14 [
तस्मै जहार धनदो हैमं वीर वरासनम् ।
वरुणः सलिलस्रावं आतपत्रं शशिप्रभम्
]

`verse 15 [
वायुश्च वालव्यजने धर्मः कीर्तिमयीं स्रजम् ।
इन्द्रः किरीटमुत्कृष्टं दण्डं संयमनं यमः
]

`verse 16 [
ब्रह्मा ब्रह्ममयं वर्म भारती हारमुत्तमम् ।
हरिः सुदर्शनं चक्रं तत् पत्‍न्यव्याहतां श्रियम्
]

`verse 17 [
दशचन्द्रमसिं रुद्रः शतचन्द्रं तथाम्बिका ।
सोमोऽमृतमयानश्वान् त्वष्टा रूपाश्रयं रथम्
]

`verse 18 [
अग्निराजगवं चापं सूर्यो रश्मिमयानिषून् ।
भूः पादुके योगमय्यौ द्यौः पुष्पावलिमन्वहम्
]

`verse 19 [
नाट्यं सुगीतं वादित्रं अन्तर्धानं च खेचराः ।
ऋषयश्चाशिषः सत्याः समुद्रः शङ्‌खमात्मजम्
]

`verse 20 [
सिन्धवः पर्वता नद्यो रथवीथीर्महात्मनः ।
सूतोऽथ मागधो वन्दी तं स्तोतुमुपतस्थिरे
]

`verse 21 [
स्तावकान् तानभिप्रेत्य पृथुर्वैन्यः प्रतापवान् ।
मेघनिर्ह्रादया वाचा प्रहसन् इदमब्रवीत्
]

`verse 22 [
पृथुरुवाच -
भोः सूत हे मागध सौम्य वन्दिन्
     लोकेऽधुनास्पष्टगुणस्य मे स्यात् ।
किमाश्रयो मे स्तव एष योज्यतां
     मा मय्यभूवन् वितथा गिरो वः
]

`verse 23 [
तस्मात्परोक्षेऽस्मदुपश्रुतान्यलं
     करिष्यथ स्तोत्रमपीच्यवाचः ।
सत्युत्तमश्लोकगुणानुवादे
     जुगुप्सितं न स्तवयन्ति सभ्याः
]

`verse 24 [
महद्‍गुणानात्मनि कर्तुमीशः
     कः स्तावकैः स्तावयतेऽसतोऽपि ।
तेऽस्याभविष्यन् इति विप्रलब्धो
     जनावहासं कुमतिर्न वेद
]

`meter [
अनुष्टुप्
]

`verse 25 [
प्रभवो ह्यात्मनः स्तोत्रं जुगुप्सन्त्यपि विश्रुताः ।
ह्रीमन्तः परमोदाराः पौरुषं वा विगर्हितम्
]

`verse 26 [
वयं तु अविदिता लोके सूताद्यापि वरीमभिः ।
कर्मभिः कथमात्मानं गापयिष्याम बालवत्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे पृथुचरिते पञ्चदशोऽध्यायः
]
