`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
इति ब्रुवाणं नृपतिं गायका मुनिचोदिताः ।
तुष्टुवुस्तुष्टमनसः तद् वाग् अमृतसेवया
]

`verse 2 [
नालं वयं ते महिमानुवर्णने
     यो देववर्योऽवततार मायया ।
वेनाङ्‌गजातस्य च पौरुषाणि ते
     वाचस्पतीनामपि बभ्रमुर्धियः
]

`verse 3 [
अथाप्युदारश्रवसः पृथोर्हरेः
     कलावतारस्य कथामृतादृताः ।
यथोपदेशं मुनिभिः प्रचोदिताः
     श्लाघ्यानि कर्माणि वयं वितन्महि
]

`meter [
अनुष्टुप्
]

`verse 4 [
एष धर्मभृतां श्रेष्ठो लोकं धर्मेऽनुवर्तयन् ।
गोप्ता च धर्मसेतूनां शास्ता तत्परिपन्थिनाम्
]

`verse 5 [
एष वै लोकपालानां बिभर्त्येकस्तनौ तनूः ।
काले काले यथाभागं लोकयोः उभयोर्हितम्
]

`verse 6 [
वसु काल उपादत्ते काले चायं विमुञ्चति ।
समः सर्वेषु भूतेषु प्रतपन् सूर्यवद्विभुः ॥
]

`verse 7 [
तितिक्षत्यक्रमं वैन्य उपर्याक्रमतामपि ।
भूतानां करुणः शश्वद् आर्तानां क्षितिवृत्तिमान्
]

`verse 8 [
देवेऽवर्षत्यसौ देवो नरदेववपुर्हरिः ।
कृच्छ्रप्राणाः प्रजा ह्येष रक्षिष्यति अञ्जसेन्द्रवत्
]

`verse 9 [
आप्याययत्यसौ लोकं वदनामृतमूर्तिना ।
सानुरागावलोकेन विशदस्मितचारुणा
]

`verse 10 [
अव्यक्तवर्त्मैष निगूढकार्यो
     गम्भीरवेधा उपगुप्तवित्तः ।
अनन्तमाहात्म्यगुणैकधामा
     पृथुः प्रचेता इव संवृतात्मा
]

`meter [
अनुष्टुप्
]

`verse 11 [
दुरासदो दुर्विषह आसन्नोऽपि विदूरवत् ।
नैवाभिभवितुं शक्यो वेनारण्युत्थितोऽनलः
]

`verse 12 [
अन्तर्बहिश्च भूतानां पश्यन् कर्माणि चारणैः ।
उदासीन इवाध्यक्षो वायुरात्मेव देहिनाम्
]

`verse 13 [
नादण्ड्यं दण्डयत्येष सुतमात्मद्विषामपि ।
दण्डयत्यात्मजमपि दण्ड्यं धर्मपथे स्थितः
]

`verse 14 [
अस्याप्रतिहतं चक्रं पृथोरामानसाचलात् ।
वर्तते भगवानर्को यावत्तपति गोगणैः
]

`verse 15 [
रञ्जयिष्यति यल्लोकं अयं आत्मविचेष्टितैः ।
अथ अमुं आहू राजानं मनोरञ्जनकैः प्रजाः
]

`verse 16 [
दृढव्रतः सत्यसन्धो ब्रह्मण्यो वृद्धसेवकः ।
शरण्यः सर्वभूतानां मानदो दीनवत्सलः
]

`verse 17 [
मातृभक्तिः परस्त्रीषु पत्‍न्यामर्ध इवात्मनः ।
प्रजासु पितृवत् स्निग्धः किङ्‌करो ब्रह्मवादिनाम्
]

`verse 18 [
देहिनां आत्मवत्प्रेष्ठः सुहृदां नन्दिवर्धनः ।
मुक्तसङ्‌गप्रसङ्‌गोऽयं दण्डपाणिः असाधुषु
]

`verse 19 [
अयं तु साक्षाद्‍भगवान् त्र्यधीशः
     कूटस्थ आत्मा कलयावतीर्णः ।
यस्मिन् अविद्यारचितं निरर्थकं
     पश्यन्ति नानात्वमपि प्रतीतम्
]

`verse 20 [
अयं भुवो मण्डलमोदयाद्रेः
     गोप्तैकवीरो नरदेवनाथः ।
आस्थाय जैत्रं रथमात्तचापः
     पर्यस्यते दक्षिणतो यथार्कः
]

`verse 21 [
अस्मै नृपालाः किल तत्र तत्र
     बलिं हरिष्यन्ति सलोकपालाः ।
मंस्यन्त एषां स्त्रिय आदिराजं
     चक्रायुधं तद्यश उद्धरन्त्यः
]

`verse 22 [
अयं महीं गां दुदुहेऽधिराजः
     प्रजापतिर्वृत्तिकरः प्रजानाम् ।
यो लीलयाद्रीन् स्वशरासकोट्या
     भिन्दन् समां गामकरोद्यथेन्द्रः
]

`verse 23 [
विस्फूर्जयन्नाजगवं धनुः स्वयं
     यदाचरत्क्ष्मामविषह्यमाजौ ।
तदा निलिल्युर्दिशि दिश्यसन्तो
     लाङ्‌गूलमुद्यम्य यथा मृगेन्द्रः
]

`verse 24 [
एषोऽश्वमेधान् शतमाजहार
     सरस्वती प्रादुरभावि यत्र ।
अहारषीद्यस्य हयं पुरन्दरः
     शतक्रतुश्चरमे वर्तमाने
]

`verse 25 [
एष स्वसद्‌मोपवने समेत्य
     सनत्कुमारं भगवन्तमेकम् ।
आराध्य भक्त्यालभतामलं तद्
     ज्ञानं यतो ब्रह्म परं विदन्ति
]

`meter [
अनुष्टुप्
]

`verse 26 [
तत्र तत्र गिरस्तास्ता इति विश्रुतविक्रमः ।
श्रोष्यत्यात्माश्रिता गाथाः पृथुः पृथुपराक्रमः
]

`verse 27 [
दिशो विजित्याप्रतिरुद्धचक्रः
स्वतेजसोत्पाटितलोकशल्यः ।
सुरासुरेन्द्रैरुपगीयमान
महानुभावो भविता पतिर्भुवः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे षोडशोऽध्यायः
]
