`set context {
  skandha = "04",
  adhyaya = "19",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 19"
}

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अथादीक्षत राजा तु हयमेधशतेन सः ।
ब्रह्मावर्ते मनोः क्षेत्रे यत्र प्राची सरस्वती
]

`verse 2 [
तदभिप्रेत्य भगवान् कर्मातिशयमात्मनः ।
शतक्रतुर्न ममृषे पृथोर्यज्ञमहोत्सवम्
]

`verse 3 [
यत्र यज्ञपतिः साक्षाद् भगवान् हरिरीश्वरः ।
अन्वभूयत सर्वात्मा सर्वलोकगुरुः प्रभुः
]

`verse 4 [
अन्वितो ब्रह्मशर्वाभ्यां लोकपालैः सहानुगैः ।
उपगीयमानो गन्धर्वैः मुनिभिश्चाप्सरोगणैः
]

`verse 5 [
सिद्धा विद्याधरा दैत्या दानवा गुह्यकादयः ।
सुनन्दनन्दप्रमुखाः पार्षदप्रवरा हरेः
]

`verse 6 [
कपिलो नारदो दत्तो योगेशाः सनकादयः ।
तमन्वीयुर्भागवता ये च तत्सेवनोत्सुकाः
]

`verse 7 [
यत्र धर्मदुघा भूमिः सर्वकामदुघा सती ।
दोग्धि स्माभीप्सितान् अर्थान् यजमानस्य भारत
]

`verse 8 [
ऊहुः सर्वरसान्नद्यः क्षीरदध्यन्नगोरसान् ।
तरवो भूरिवर्ष्माणः प्रासूयन्त मधुच्युतः
]

`verse 9 [
सिन्धवो रत्‍ननिकरान् गिरयोऽन्नं चतुर्विधम् ।
उपायनं उपाजह्रुः सर्वे लोकाः सपालकाः
]

`verse 10 [
इति चाधोक्षजेशस्य पृथोस्तु परमोदयम् ।
असूयन् भगवान् इन्द्रः प्रतिघातमचीकरत्
]

`verse 11 [
चरमेणाश्वमेधेन यजमाने यजुष्पतिम् ।
वैन्ये यज्ञपशुं स्पर्धन् अपोवाह तिरोहितः
]

`verse 12 [
तं अत्रिर्भगवानैक्षत् त्वरमाणं विहायसा ।
आमुक्तमिव पाखण्डं योऽधर्मे धर्मविभ्रमः
]

`verse 13 [
अत्रिणा चोदितो हन्तुं पृथुपुत्रो महारथः ।
अन्वधावत सङ्‌क्रुद्धः तिष्ठ तिष्ठेति चाब्रवीत्
]

`verse 14 [
तं तादृशाकृतिं वीक्ष्य मेने धर्मं शरीरिणम् ।
जटिलं भस्मनाच्छन्नं तस्मै बाणं न मुञ्चति
]

`verse 15 [
वधान्निवृत्तं तं भूयो हन्तवेऽत्रिरचोदयत् ।
जहि यज्ञहनं तात महेन्द्रं विबुधाधमम्
]

`verse 16 [
एवं वैन्यसुतः प्रोक्तः त्वरमाणं विहायसा ।
अन्वद्रवद् अभिक्रुद्धो रावणं गृध्रराडिव
]

`verse 17 [
सोऽश्वं रूपं च तद्धित्वा तस्मा अन्तर्हितः स्वराट् ।
वीरः स्वपशुमादाय पितुर्यज्ञं उपेयिवान्
]

`verse 18 [
तत्तस्य चाद्‍भुतं कर्म विचक्ष्य परमर्षयः ।
नामधेयं ददुस्तस्मै विजिताश्व इति प्रभो
]

`verse 19 [
उपसृज्य तमस्तीव्रं जहाराश्वं पुनर्हरिः ।
चषालयूपतश्छन्नो हिरण्यरशनं विभुः
]

`verse 20 [
अत्रिः सन्दर्शयामास त्वरमाणं विहायसा ।
कपालखट्वाङ्‌गधरं वीरो नैनमबाधत
]

`verse 21 [
अत्रिणा चोदितस्तस्मै सन्दधे विशिखं रुषा ।
सोऽश्वं रूपं च तद्धित्वा तस्थावन्तर्हितः स्वराट्
]

`verse 22 [
वीरश्चाश्वमुपादाय पितृयज्ञमथाव्रजत् ।
तदवद्यं हरे रूपं जगृहुर्ज्ञानदुर्बलाः
]

`verse 23 [
यानि रूपाणि जगृहे इन्द्रो हयजिहीर्षया ।
तानि पापस्य खण्डानि लिङ्‌गं खण्डमिहोच्यते
]

`verse 24 [
एवमिन्द्रे हरत्यश्वं वैन्ययज्ञजिघांसया ।
तद्‍गृहीतविसृष्टेषु पाखण्डेषु मतिर्नृणाम्
]

`verse 25 [
धर्म इत्युपधर्मेषु नग्नरक्तपटादिषु ।
प्रायेण सज्जते भ्रान्त्या पेशलेषु च वाग्मिषु
]

`verse 26 [
तदभिज्ञाय भगवान् पृथुः पृथुपराक्रमः ।
इन्द्राय कुपितो बाणं आदत्तोद्यतकार्मुकः
]

`verse 27 [
तमृत्विजः शक्रवधाभिसन्धितं
     विचक्ष्य दुष्प्रेक्ष्यमसह्यरंहसम् ।
निवारयामासुरहो महामते
     न युज्यतेऽत्रान्यवधः प्रचोदितात्
]

`verse 28 [
वयं मरुत्वन्तमिहार्थनाशनं
     ह्वयामहे त्वच्छ्रवसा हतत्विषम् ।
अयातयामोपहवैरनन्तरं
     प्रसह्य राजन् जुहवाम तेऽहितम्
]

`meter [
अनुष्टुप्
]

`verse 29 [
इत्यामन्त्र्य क्रतुपतिं विदुरास्यर्त्विजो रुषा ।
स्रुग्घस्तान् जुह्वतोऽभ्येत्य स्वयम्भूः प्रत्यषेधत
]

`verse 30 [
न वध्यो भवतां इन्द्रो यद्यज्ञो भगवत्तनुः ।
यं जिघांसथ यज्ञेन यस्येष्टास्तनवः सुराः
]

`verse 31 [
तदिदं पश्यत महद् धर्मव्यतिकरं द्विजाः ।
इन्द्रेणानुष्ठितं राज्ञः कर्मैतद्विजिघांसता
]

`verse 32 [
पृथुकीर्तेः पृथोर्भूयात् तर्ह्येकोनशतक्रतुः ।
अलं ते क्रतुभिः स्विष्टैः यद्‍भवान् मोक्षधर्मवित्
]

`verse 33 [
नैवात्मने महेन्द्राय रोषमाहर्तुमर्हसि ।
उभावपि हि भद्रं ते उत्तमश्लोकविग्रहौ
]

`verse 34 [
मास्मिन्महाराज कृथाः स्म चिन्तां
     निशामयास्मद्वच आदृतात्मा ।
यद्ध्यायतो दैवहतं नु कर्तुं
     मनोऽतिरुष्टं विशते तमोऽन्धम्
]

`meter [
अनुष्टुप्
]

`verse 35 [
क्रतुर्विरमतामेष देवेषु दुरवग्रहः ।
धर्मव्यतिकरो यत्र पाखण्डैः इन्द्रनिर्मितैः
]

`verse 36 [
एभिरिन्द्रोपसंसृष्टैः पाखण्डैर्हारिभिर्जनम् ।
ह्रियमाणं विचक्ष्वैनं यस्ते यज्ञध्रुगश्वमुट्
]

`verse 37 [
भवान्परित्रातुमिहावतीर्णो
     धर्मं जनानां समयानुरूपम् ।
वेनापचारादवलुप्तमद्य
     तद्देहतो विष्णुकलासि वैन्य
]

`verse 38 [
स त्वं विमृश्यास्य भवं प्रजापते
     सङ्‌कल्पनं विश्वसृजां पिपीपृहि ।
ऐन्द्रीं च मायामुपधर्ममातरं
     प्रचण्डपाखण्डपथं प्रभो जहि
]

`speaker [
मैत्रेय उवाच
]

`verse 39 [
इत्थं स लोकगुरुणा समादिष्टो विशाम्पतिः ।
तथा च कृत्वा वात्सल्यं मघोनापि च सन्दधे
]

`verse 40 [
कृतावभृथस्नानाय पृथवे भूरिकर्मणे ।
वरान्ददुस्ते वरदा ये तद्‍बर्हिषि तर्पिताः
]

`verse 41 [
विप्राः सत्याशिषस्तुष्टाः श्रद्धया लब्धदक्षिणाः ।
आशिषो युयुजुः क्षत्तः आदिराजाय सत्कृताः
]

`verse 42 [
त्वयाऽऽहूता महाबाहो सर्व एव समागताः ।
पूजिता दानमानाभ्यां पितृदेवर्षिमानवाः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे एकोनविंशोऽध्यायः
]
