`set context {
  skandha = "04",
  adhyaya = "21",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 21"
}

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
मौक्तिकैः कुसुमस्रग्भिः दुकूलैः स्वर्णतोरणैः ।
महासुरभिभिर्धूपैः मण्डितं तत्र तत्र वै
]

`verse 2 [
चन्दनागुरुतोयार्द्र-रथ्याचत्वरमार्गवत् ।
पुष्पाक्षतफलैस्तोक्मैः लाजैरर्चिर्भिरर्चितम्
]

`verse 3 [
सवृन्दैः कदलीस्तम्भैः पूगपोतैः परिष्कृतम् ।
तरुपल्लवमालाभिः सर्वतः समलङ्‌कृतम्
]

`verse 4 [
प्रजास्तं दीपबलिभिः संभृताशेषमङ्‌गलैः ।
अभीयुर्मृष्टकन्याश्च मृष्टकुण्डलमण्डिताः
]

`verse 5 [
शङ्‌खदुन्दुभिघोषेण ब्रह्मघोषेण चर्त्विजाम् ।
विवेश भवनं वीरः स्तूयमानो गतस्मयः
]

`verse 6 [
पूजितः पूजयामास तत्र तत्र महायशाः ।
पौराञ्जानपदान् तांस्तान् प्रीतः प्रियवरप्रदः
]

`verse 7 [
स एवमादीन्यनवद्यचेष्टितः
     कर्माणि भूयांसि महान्महत्तमः ।
कुर्वन्शशासावनिमण्डलं यशः
     स्फीतं निधायारुरुहे परं पदम्
]

`speaker [
सूत उवाच
]

`verse 8 [
तदादिराजस्य यशो विजृम्भितं
     गुणैरशेषैर्गुणवत्सभाजितम् ।
क्षत्ता महाभागवतः सदस्पते
     कौषारविं प्राह गृणन्तमर्चयन्
]

`speaker [
विदुर उवाच
]

`meter [
अनुष्टुप्
]

`verse 9 [
सोऽभिषिक्तः पृथुर्विप्रैः लब्धाशेषसुरार्हणः ।
बिभ्रत् स वैष्णवं तेजो बाह्वोर्याभ्यां दुदोह गाम्
]

`verse 10 [
को न्वस्य कीर्तिं न शृणोत्यभिज्ञो
     यद्विक्रमोच्छिष्टमशेषभूपाः ।
लोकाः सपाला उपजीवन्ति कामं
     अद्यापि तन्मे वद कर्म शुद्धम्
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्ट्प्
]

`verse 11 [
गङ्‌गायमुनयोर्नद्योः अन्तरा क्षेत्रमावसन् ।
आरब्धानेव बुभुजे भोगान् पुण्यजिहासया
]

`verse 12 [
सर्वत्रास्खलितादेशः सप्तद्वीपैकदण्डधृक् ।
अन्यत्र ब्राह्मणकुलाद् अन्यत्राच्युतगोत्रतः
]

`verse 13 [
एकदासीन् महासत्र दीक्षा तत्र दिवौकसाम् ।
समाजो ब्रह्मर्षीणां च राजर्षीणां च सत्तम
]

`verse 14 [
तस्मिन् अर्हत्सु सर्वेषु स्वर्चितेषु यथार्हतः ।
उत्थितः सदसो मध्ये ताराणां उडुराडिव
]

`verse 15 [
प्रांशुः पीनायतभुजो गौरः कञ्जारुणेक्षणः ।
सुनासः सुमुखः सौम्यः पीनांसः सुद्विजस्मितः
]

`verse 16 [
व्यूढवक्षा बृहच्छ्रोणिः वलिवल्गुदलोदरः ।
आवर्तनाभिरोजस्वी काञ्चनोरुरुदग्रपात्
]

`verse 17 [
सूक्ष्मवक्रासितस्निग्ध मूर्धजः कम्बुकन्धरः ।
महाधने दुकूलाग्र्ये परिधायोपवीय च
]

`verse 18 [
व्यञ्जिताशेषगात्रश्रीः नियमे न्यस्तभूषणः ।
कृष्णाजिनधरः श्रीमान् कुशपाणिः कृतोचितः
]

`verse 19 [
शिशिरस्निग्धताराक्षः समैक्षत समन्ततः ।
ऊचिवान् इदमुर्वीशः सदः संहर्षयन्निव
]

`verse 20 [
चारु चित्रपदं श्लक्ष्णं मृष्टं गूढमविक्लवम् ।
सर्वेषां उपकारार्थं तदा अनुवदन्निव
]

`speaker [
राजोवाच
]

`verse 21 [
सभ्याः श्रृणुत भद्रं वः साधवो य इहागताः ।
सत्सु जिज्ञासुभिर्धर्मं आवेद्यं स्वमनीषितम्
]

`verse 22 [
अहं दण्डधरो राजा प्रजानामिह योजितः ।
रक्षिता वृत्तिदः स्वेषु सेतुषु स्थापिता पृथक्
]

`verse 23 [
तस्य मे तदनुष्ठानाद् यानाहुर्ब्रह्मवादिनः ।
लोकाः स्युः कामसन्दोहा यस्य तुष्यति दिष्टदृक्
]

`verse 24 [
य उद्धरेत्करं राजा प्रजा धर्मेष्वशिक्षयन् ।
प्रजानां शमलं भुङ्‌क्ते भगं च स्वं जहाति सः
]

`verse 25 [
तत्प्रजा भर्तृपिण्डार्थं स्वार्थमेवानसूयवः ।
कुरुताधोक्षजधियः तर्हि मेऽनुग्रहः कृतः
]

`verse 26 [
यूयं तदनुमोदध्वं पितृदेवर्षयोऽमलाः ।
कर्तुः शास्तुरनुज्ञातुः तुल्यं यत्प्रेत्य तत्फलम्
]

`verse 27 [
अस्ति यज्ञपतिर्नाम केषाञ्चिदर्हसत्तमाः ।
इहामुत्र च लक्ष्यन्ते ज्योत्स्नावत्यः क्वचिद्‍भुवः
]

`verse 28 [
मनोरुत्तानपादस्य ध्रुवस्यापि महीपतेः ।
प्रियव्रतस्य राजर्षेः अङ्‌गस्यास्मत्पितुः पितुः
]

`verse 29 [
ईदृशानां अथान्येषां अजस्य च भवस्य च ।
प्रह्लादस्य बलेश्चापि कृत्यमस्ति गदाभृता
]

`verse 30 [
दौहित्रादीन् ऋते मृत्योः शोच्यान् धर्मविमोहितान् ।
वर्गस्वर्गापवर्गाणां प्रायेणैकात्म्यहेतुना
]

`verse 31 [
यत्पादसेवाभिरुचिः तपस्विनां
     अशेषजन्मोपचितं मलं धियः ।
सद्यः क्षिणोत्यन्वहमेधती सती
     यथा पदाङ्‌गुष्ठविनिःसृता सरित्
]

`verse 32 [
विनिर्धुताशेषमनोमलः पुमान्
     असङ्‌गविज्ञानविशेषवीर्यवान् ।
यदङ्‌घ्रिमूले कृतकेतनः पुनः
     न संसृतिं क्लेशवहां प्रपद्यते
]

`verse 33 [
तमेव यूयं भजतात्मवृत्तिभिः
     मनोवचःकायगुणैः स्वकर्मभिः ।
अमायिनः कामदुघाङ्‌घ्रिपङ्‌कजं
     यथाधिकारावसितार्थसिद्धयः
]

`verse 34 [
असौ इहानेकगुणोऽगुणोऽध्वरः
     पृथक् विधद्रव्यगुणक्रियोक्तिभिः ।
सम्पद्यतेऽर्थाशयलिङ्‌गनामभिः
     विशुद्धविज्ञानघनः स्वरूपतः
]

`verse 35 [
प्रधानकालाशयधर्मसङ्‌ग्रहे
     शरीर एष प्रतिपद्य चेतनाम् ।
क्रियाफलत्वेन विभुर्विभाव्यते
     यथानलो दारुषु तद्‍गुणात्मकः
]

`verse 36 [
अहो ममामी वितरन्त्यनुग्रहं
     हरिं गुरुं यज्ञभुजामधीश्वरम् ।
स्वधर्मयोगेन यजन्ति मामका
     निरन्तरं क्षोणितले दृढव्रताः
]

`verse 37 [
मा जातु तेजः प्रभवेन्महर्द्धिभिः
     तितिक्षया तपसा विद्यया च ।
देदीप्यमानेऽजितदेवतानां
     कुले स्वयं राजकुलाद् द्विजानाम्
]

`verse 38 [
ब्रह्मण्यदेवः पुरुषः पुरातनो
     नित्यं हरिर्यच्चरणाभिवन्दनात् ।
अवाप लक्ष्मीं अनपायिनीं यशो
     जगत्पवित्रं च महत्तमाग्रणीः
]

`verse 39 [
यत्सेवयाशेषगुहाशयः स्वराड्
     विप्रप्रियस्तुष्यति काममीश्वरः ।
तदेव तद्धर्मपरैर्विनीतैः
     सर्वात्मना ब्रह्मकुलं निषेव्यताम्
]

`verse 40 [
पुमान् लभेतान् अतिवेलमात्मनः
     प्रसीदतोऽत्यन्तशमं स्वतः स्वयम् ।
यन्नित्यसंबन्धनिषेवया ततः
     परं किमत्रास्ति मुखं हविर्भुजाम्
]

`verse 41 [
अश्नात्यनन्तः खलु तत्त्वकोविदैः
     श्रद्धाहुतं यन्मुख इज्यनामभिः ।
न वै तथा चेतनया बहिष्कृते
     हुताशने पारमहंस्यपर्यगुः
]

`verse 42 [
यद्‍ब्रह्म नित्यं विरजं सनातनं
     श्रद्धातपोमङ्‌गल मौनसंयमैः ।
समाधिना बिभ्रति हार्थदृष्टये
     यत्रेदमादर्श इवावभासते
]

`verse 43 [
तेषामहं पादसरोजरेणुं
     आर्या वहेयाधिकिरीटमाऽऽयुः ।
यं नित्यदा बिभ्रत आशु पापं
     नश्यत्यमुं सर्वगुणा भजन्ति
]

`verse 44 [
गुणायनं शीलधनं कृतज्ञं
     वृद्धाश्रयं संवृणतेऽनु सम्पदः ।
प्रसीदतां ब्रह्मकुलं गवां च
     जनार्दनः सानुचरश्च मह्यम्
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्ट्प्
]

`verse 45 [
इति ब्रुवाणं नृपतिं पितृदेवद्विजातयः ।
तुष्टुवुर्हृष्टमनसः साधुवादेन साधवः
]

`verse 46 [
पुत्रेण जयते लोकान् इति सत्यवती श्रुतिः ।
ब्रह्मदण्डहतः पापो यद्वेनोऽत्यतरत्तमः
]

`verse 47 [
हिरण्यकशिपुश्चापि भगवन् निन्दया तमः ।
विविक्षुरत्यगात्सूनोः प्रह्लादस्यानुभावतः
]

`verse 48 [
वीरवर्य पितः पृथ्व्याः समाः सञ्जीव शाश्वतीः ।
यस्येदृश्यच्युते भक्तिः सर्वलोकैकभर्तरि
]

`verse 49 [
अहो वयं ह्यद्य पवित्रकीर्ते
     त्वयैव नाथेन मुकुन्दनाथाः ।
य उत्तमश्लोकतमस्य विष्णोः
     ब्रह्मण्यदेवस्य कथां व्यनक्ति
]

`verse 50 [
नात्यद्‍भुतमिदं नाथ तवाजीव्यानुशासनम् ।
प्रजानुरागो महतां प्रकृतिः करुणात्मनाम्
]

`verse 51 [
अद्य नस्तमसः पारः त्वयोपासादितः प्रभो ।
भ्राम्यतां नष्टदृष्टीनां कर्मभिर्दैवसंज्ञितैः
]

`verse 52 [
नमो विवृद्धसत्त्वाय पुरुषाय महीयसे ।
यो ब्रह्म क्षत्रमाविश्य बिभर्तीदं स्वतेजसा
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे एकविंशोऽध्यायः
]
