`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
विजिताश्वोऽधिराजासीत् पृथुपुत्रः पृथुश्रवाः ।
यवीयोभ्योऽददात्काष्ठा भ्रातृभ्यो भ्रातृवत्सलः
]

`verse 2 [
हर्यक्षायादिशत्प्राचीं धूम्रकेशाय दक्षिणाम् ।
प्रतीचीं वृकसंज्ञाय तुर्यां द्रविणसे विभुः
]

`verse 3 [
अन्तर्धानगतिं शक्रात् लब्ध्वान्तर्धानसंज्ञितः ।
अपत्यत्रयमाधत्त शिखण्डिन्यां सुसम्मतम्
]

`verse 4 [
पावकः पवमानश्च शुचिरित्यग्नयः पुरा ।
वसिष्ठशापात् उत्पन्नाः पुनर्योगगतिं गताः
]

`verse 5 [
अन्तर्धानो नभस्वत्यां हविर्धानमविन्दत ।
य इन्द्रं अश्वहर्तारं विद्वानपि न जघ्निवान्
]

`verse 6 [
राज्ञां वृत्तिं करादान दण्डशुल्कादिदारुणाम् ।
मन्यमानो दीर्घसत्र व्याजेन विससर्ज ह
]

`verse 7 [
तत्रापि हंसं पुरुषं परमात्मानमात्मदृक् ।
यजन् तल्लोकतामाप कुशलेन समाधिना
]

`verse 8 [
हविर्धानाद् हविर्धानी विदुरासूत षट् सुतान् ।
बर्हिषदं गयं शुक्लं कृष्णं सत्यं जितव्रतम्
]

`verse 9 [
बर्हिषत् सुमहाभागो हाविर्धानिः प्रजापतिः ।
क्रियाकाण्डेषु निष्णातो योगेषु च कुरूद्वह
]

`verse 10 [
यस्येदं देवयजनं अनु यज्ञं वितन्वतः ।
प्राचीनाग्रैः कुशैरासीद् आस्तृतं वसुधातलम्
]

`verse 11 [
सामुद्रीं देवदेवोक्तां उपयेमे शतद्रुतिम् ।
यां वीक्ष्य चारुसर्वाङ्‌गीं किशोरीं सुष्ठ्वलङ्‌कृताम्
]

`verse 12 [
परिक्रमन्तीं उद्वाहे चकमेऽग्निः शुकीमिव
]

`verse 13 [
विबुधासुरगन्धर्व मुनिसिद्धनरोरगाः ।
विजिताः सूर्यया दिक्षु क्वणयन्त्यैव नूपुरैः
]

`verse 14 [
प्राचीनबर्हिषः पुत्राः शतद्रुत्यां दशाभवन् ।
तुल्यनामव्रताः सर्वे धर्मस्नाताः प्रचेतसः
]

`verse 15 [
पित्राऽऽदिष्टाः प्रजासर्गे तपसेऽर्णवमाविशन् ।
दशवर्षसहस्राणि तपसाऽऽर्चन् तपस्पतिम्
]

`verse 16 [
यदुक्तं पथि दृष्टेन गिरिशेन प्रसीदता ।
तद्ध्यायन्तो जपन्तश्च पूजयन्तश्च संयताः
]

`speaker [
विदुर उवाच
]

`verse 17 [
प्रचेतसां गिरित्रेण यथाऽऽसीत्पथि सङ्‌गमः ।
यदुताह हरः प्रीतः तन्नो ब्रह्मन् वदार्थवत्
]

`verse 18 [
सङ्‌गमः खलु विप्रर्षे शिवेनेह शरीरिणाम् ।
दुर्लभो मुनयो दध्युः असङ्‌गाद्यमभीप्सितम्
]

`verse 19 [
आत्मारामोऽपि यस्त्वस्य लोककल्पस्य राधसे ।
शक्त्या युक्तो विचरति घोरया भगवान् भवः
]

`speaker [
मैत्रेय उवाच
]

`verse 20 [
प्रचेतसः पितुर्वाक्यं शिरसाऽऽदाय साधवः ।
दिशं प्रतीचीं प्रययुः तपस्यादृतचेतसः
]

`verse 21 [
ससमुद्रं उप विस्तीर्णं अपश्यन् सुमहत्सरः ।
महन्मन इव स्वच्छं प्रसन्नसलिलाशयम्
]

`verse 22 [
नीलरक्तोत्पलाम्भोज कह्लारेन्दीवराकरम् ।
हंससारसचक्राह्व कारण्डवनिकूजितम्
]

`verse 23 [
मत्तभ्रमरसौस्वर्य हृष्टरोमलताङ्‌घ्रिपम् ।
पद्मकोशरजो दिक्षु विक्षिपत्पवनोत्सवम्
]

`verse 24 [
तत्र गान्धर्वमाकर्ण्य दिव्यमार्गमनोहरम् ।
विसिस्म्यू राजपुत्रास्ते मृदङ्‌गपणवाद्यनु
]

`verse 25 [
तर्ह्येव सरसस्तस्मान् निष्क्रामन्तं सहानुगम् ।
उपगीयमानममर प्रवरं विबुधानुगैः
]

`verse 26 [
तप्तहेमनिकायाभं शितिकण्ठं त्रिलोचनम् ।
प्रसादसुमुखं वीक्ष्य प्रणेमुर्जातकौतुकाः
]

`verse 27 [
स तान्प्रपन्नार्तिहरो भगवान् धर्मवत्सलः ।
धर्मज्ञान् शीलसम्पन्नान् प्रीतः प्रीतानुवाच ह
]

`speaker [
श्रीरुद्र उवाच
]

`verse 28 [
यूयं वेदिषदः पुत्रा विदितं वश्चिकीर्षितम् ।
अनुग्रहाय भद्रं व एवं मे दर्शनं कृतम्
]

`verse 29 [
यः परं रंहसः साक्षात् त्रिगुणात् जीवसंज्ञितात् ।
भगवन्तं वासुदेवं प्रपन्नः स प्रियो हि मे
]

`verse 30 [
स्वधर्मनिष्ठः शतजन्मभिः पुमान्
     विरिञ्चतामेति ततः परं हि माम् ।
अव्याकृतं भागवतोऽथ वैष्णवं
     पदं यथाहं विबुधाः कलात्यये
]

`meter [
अनुष्टुप्
]

`verse 31 [
अथ भागवता यूयं प्रियाः स्थ भगवान् यथा ।
न मद्‍भागवतानां च प्रेयानन्योऽस्ति कर्हिचित्
]

`verse 32 [
इदं विविक्तं जप्तव्यं पवित्रं मङ्‌गलं परम् ।
निःश्रेयसकरं चापि श्रूयतां तद्वदामि वः
]

`speaker [
मैत्रेय उवाच
]

`verse 33 [
इत्यनुक्रोशहृदयो भगवानाह ताञ्छिवः ।
बद्धाञ्जलीन्राजपुत्रान् नारायणपरो वचः
]

`speaker [
श्रीरुद्र उवाच
]

`verse 34 [
जितं ते आत्मविद्‌धुर्य स्वस्तये स्वस्तिरस्तु मे ।
भवताराधसा राद्धं सर्वस्मा आत्मने नमः
]

`verse 35 [
नमः पङ्‌कजनाभाय भूतसूक्ष्मेन्द्रियात्मने ।
वासुदेवाय शान्ताय कूटस्थाय स्वरोचिषे
]

`verse 36 [
सङ्‌कर्षणाय सूक्ष्माय दुरन्तायान्तकाय च ।
नमो विश्वप्रबोधाय प्रद्युम्नायान्तरात्मने
]

`verse 37 [
नमो नमोऽनिरुद्धाय हृषीकेशेन्द्रियात्मने ।
नमः परमहंसाय पूर्णाय निभृतात्मने
]

`verse 38 [
स्वर्गापवर्गद्वाराय नित्यं शुचिषदे नमः ।
नमो हिरण्यवीर्याय चातुर्होत्राय तन्तवे
]

`verse 39 [
नम ऊर्ज इषे त्रय्याः पतये यज्ञरेतसे ।
तृप्तिदाय च जीवानां नमः सर्वरसात्मने
]

`verse 40 [
सर्वसत्त्वात्मदेहाय विशेषाय स्थवीयसे ।
नमस्त्रैलोक्यपालाय सह ओजोबलाय च
]

`verse 41 [
अर्थलिङ्‌गाय नभसे नमोऽन्तर्बहिरात्मने ।
नमः पुण्याय लोकाय अमुष्मै भूरिवर्चसे
]

`verse 42 [
प्रवृत्ताय निवृत्ताय पितृदेवाय कर्मणे ।
नमोऽधर्मविपाकाय मृत्यवे दुःखदाय च
]

`verse 43 [
नमस्ते आशिषामीश मनवे कारणात्मने ।
नमो धर्माय बृहते कृष्णायाकुण्ठमेधसे ।
पुरुषाय पुराणाय साङ्‌ख्ययोगेश्वराय च
]

`verse 44 [
शक्तित्रयसमेताय मीढुषेऽहङ्‌कृतात्मने ।
चेतआकूतिरूपाय नमो वाचो विभूतये
]

`verse 45 [
दर्शनं नो दिदृक्षूणां देहि भागवतार्चितम् ।
रूपं प्रियतमं स्वानां सर्वेन्द्रियगुणाञ्जनम्
]

`verse 46 [
स्निग्धप्रावृड्घनश्यामं सर्वसौन्दर्यसङ्‌ग्रहम् ।
चार्वायतचतुर्बाहुं सुजातरुचिराननम्
]

`verse 47 [
पद्मकोशपलाशाक्षं सुन्दरभ्रु सुनासिकम् ।
सुद्विजं सुकपोलास्यं समकर्णविभूषणम्
]

`verse 48 [
प्रीतिप्रहसितापाङ्‌गं अलकै रूपशोभितम् ।
लसत्पङ्‌कजकिञ्जल्क दुकूलं मृष्टकुण्डलम्
]

`verse 49 [
स्फुरत्किरीटवलय हारनूपुरमेखलम् ।
शङ्‌खचक्रगदापद्म मालामण्युत्तमर्द्धिमत्
]

`verse 50 [
सिंहस्कन्धत्विषो बिभ्रत् सौभग ग्रीवकौस्तुभम् ।
श्रियानपायिन्या क्षिप्त निकषाश्मोरसोल्लसत्
]

`verse 51 [
पूररेचकसंविग्न वलिवल्गुदलोदरम् ।
प्रतिसङ्‌क्रामयद् विश्वं नाभ्यावर्तगभीरया
]

`verse 52 [
श्यामश्रोण्यधिरोचिष्णु दुकूलस्वर्णमेखलम् ।
समचार्वङ्‌घ्रिजङ्‌घोरु निम्नजानुसुदर्शनम्
]

`verse 53 [
पदा शरत्पद्मपलाशरोचिषा
     नखद्युभिर्नोऽन्तरघं विधुन्वता ।
प्रदर्शय स्वीयमपास्तसाध्वसं
     पदं गुरो मार्गगुरुस्तमोजुषाम्
]

`meter [
अनुष्टुप्
]

`verse 54 [
एतद् रूपमनुध्येयं आत्मशुद्धिमभीप्सताम् ।
यद्‍भक्तियोगोऽभयदः स्वधर्ममनुतिष्ठताम्
]

`verse 55 [
भवान् भक्तिमता लभ्यो दुर्लभः सर्वदेहिनाम् ।
स्वाराज्यस्याप्यभिमत एकान्तेनात्मविद्‍गतिः
]

`verse 56 [
तं दुराराध्यमाराध्य सतामपि दुरापया ।
एकान्तभक्त्या को वाञ्छेत् पादमूलं विना बहिः
]

`verse 57 [
यत्र निर्विष्टमरणं कृतान्तो नाभिमन्यते ।
विश्वं विध्वंसयन् वीर्य शौर्यविस्फूर्जितभ्रुवा
]

`verse 58 [
क्षणार्धेनापि तुलये न स्वर्गं नापुनर्भवम् ।
भगवत् सङ्‌गिसङ्‌गस्य मर्त्यानां किमुताशिषः
]

`verse 59 [
अथानघाङ्‌घ्रेस्तव कीर्तितीर्थयोः
     अन्तर्बहिःस्नानविधूतपाप्मनाम् ।
भूतेष्वनुक्रोशसुसत्त्वशीलिनां
     स्यात्सङ्‌गमोऽनुग्रह एष नस्तव
]

`verse 60 [
न यस्य चित्तं बहिरर्थविभ्रमं
     तमोगुहायां च विशुद्धमाविशत् ।
यद्‍भक्तियोगानुगृहीतमञ्जसा
     मुनिर्विचष्टे ननु तत्र ते गतिम्
]

`meter [
अनुष्टुप्
]

`verse 61 [
यत्रेदं व्यज्यते विश्वं विश्वस्मिन् अवभाति यत् ।
तत्त्वं ब्रह्म परं ज्योतिः आकाशमिव विस्तृतम् ।
]

`verse 62 [
यो माययेदं पुरुरूपयासृजद्
     बिभर्ति भूयः क्षपयत्यविक्रियः ।
यद्‍भेदबुद्धिः सदिवात्मदुःस्थया
     त्वमात्मतन्त्रं भगवन्प्रतीमहि ।
]

`verse 63 [
क्रियाकलापैरिदमेव योगिनः
     श्रद्धान्विताः साधु यजन्ति सिद्धये ।
भूतेन्द्रियान्तःकरणोपलक्षितं
     वेदे च तन्त्रे च ते एव कोविदाः ।
]

`verse 64 [
त्वमेक आद्यः पुरुषः सुप्तशक्तिः
     तया रजःसत्त्वतमो विभिद्यते ।
महानहं खं मरुदग्निवार्धराः
     सुरर्षयो भूतगणा इदं यतः ।
]

`verse 65 [
सृष्टं स्वशक्त्येदमनुप्रविष्टः
     चतुर्विधं पुरमात्मांशकेन ।
अथो विदुस्तं पुरुषं सन्तमन्तः
     भुङ्‌क्ते हृषीकैर्मधु सारघं यः ।
]

`verse 66 [
स एष लोकानतिचण्डवेगो
     विकर्षसि त्वं खलु कालयानः ।
भूतानि भूतैरनुमेयतत्त्वो
     घनावलीर्वायुरिवाविषह्यः ।
]

`verse 67 [
प्रमत्तमुच्चैरिति कृत्यचिन्तया
     प्रवृद्धलोभं विषयेषु लालसम् ।
त्वमप्रमत्तः सहसाभिपद्यसे
     क्षुल्लेलिहानोऽहिरिवाखुमन्तकः ।
]

`verse 68 [
कस्त्वत्पदाब्जं विजहाति पण्डितो
     यस्तेऽवमानव्ययमानकेतनः ।
विशङ्‌कयास्मद्‍गुरुरर्चति स्म यद्
     विनोपपत्तिं मनवश्चतुर्दश ।
]

`meter [
अनुष्टुप्
]

`verse 69 [
अथ त्वमसि नो ब्रह्मन् परमात्मन् विपश्चिताम् ।
विश्वं रुद्रभयध्वस्तं अकुतश्चिद्‍भया गतिः ।
]

`verse 70 [
इदं जपत भद्रं वो विशुद्धा नृपनन्दनाः ।
स्वधर्ममनुतिष्ठन्तो भगवति अर्पिताशयाः ।
]

`verse 71 [
तमेवात्मानमात्मस्थं सर्वभूतेष्ववस्थितम् ।
पूजयध्वं गृणन्तश्च ध्यायन्तश्चासकृद्धरिम्
]

`verse 72 [
योगादेशमुपासाद्य धारयन्तो मुनिव्रताः ।
समाहितधियः सर्व एतदभ्यसतादृताः
]

`verse 73 [
इदमाह पुरास्माकं भगवान्विश्वसृक्पतिः ।
भृग्वादीनां आत्मजानां सिसृक्षुः संसिसृक्षताम्
]

`verse 74 [
ते वयं नोदिताः सर्वे प्रजासर्गे प्रजेश्वराः ।
अनेन ध्वस्ततमसः सिसृक्ष्मो विविधाः प्रजाः
]

`verse 75 [
अथेदं नित्यदा युक्तो जपन् अवहितः पुमान् ।
अचिरात् श्रेय आप्नोति वासुदेवपरायणः
]

`verse 76 [
श्रेयसामिह सर्वेषां ज्ञानं निःश्रेयसं परम् ।
सुखं तरति दुष्पारं ज्ञाननौर्व्यसनार्णवम्
]

`verse 77 [
य इमं श्रद्धया युक्तो मद्‍गीतं भगवत्स्तवम् ।
अधीयानो दुराराध्यं हरिं आराधयत्यसौ
]

`verse 78 [
विन्दते पुरुषोऽमुष्माद् यद्यद् इच्छत्यसत्वरम् ।
मद्‍गीतगीतात्सुप्रीतात् श्रेयसामेकवल्लभात्
]

`verse 79 [
इदं यः कल्य उत्थाय प्राञ्जलिः श्रद्धयान्वितः ।
शृणुयात् श्रावयेन्मर्त्यो मुच्यते कर्मबन्धनैः
]

`verse 80 [
गीतं मयेदं नरदेवनन्दनाः
     परस्य पुंसः परमात्मनः स्तवम् ।
जपन्त एकाग्रधियस्तपो महत्
     चरध्वमन्ते तत आप्स्यथेप्सितम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे रुद्रगीतं नाम चतुर्विंशोऽध्यायः
]
