`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
इति सन्दिश्य भगवान् बार्हिषदैरभिपूजितः ।
पश्यतां राजपुत्राणां तत्रैवान्तर्दधे हरः
]

`verse 2 [
रुद्रगीतं भगवतः स्तोत्रं सर्वे प्रचेतसः ।
जपन्तस्ते तपस्तेपुः वर्षाणां अयुतं जले
]

`verse 3 [
प्राचीनबर्हिषं क्षत्तः कर्मस्वासक्तमानसम् ।
नारदोऽध्यात्मतत्त्वज्ञः कृपालुः प्रत्यबोधयत्
]

`verse 4 [
श्रेयस्त्वं कतमद्राजन् कर्मणात्मन ईहसे ।
दुःखहानिः सुखावाप्तिः श्रेयस्तन्नेह चेष्यते
]

`speaker [
राजोवाच
]

`verse 5 [
न जानामि महाभाग परं कर्मापविद्धधीः ।
ब्रूहि मे विमलं ज्ञानं येन मुच्येय कर्मभिः
]

`verse 6 [
गृहेषु कूटधर्मेषु पुत्रदारधनार्थधीः ।
न परं विन्दते मूढो भ्राम्यन् संसारवर्त्मसु ॥
]

`speaker [
नारद उवाच
]

`verse 7 [
भो भोः प्रजापते राजन् पशून् पश्य त्वयाध्वरे ।
संज्ञापिताञ्जीवसङ्‌घान् निर्घृणेन सहस्रशः
]

`verse 8 [
एते त्वां सम्प्रतीक्षन्ते स्मरन्तो वैशसं तव ।
सम्परेतमयःकूटैः छिन्दति उत्थितमन्यवः
]

`verse 9 [
अत्र ते कथयिष्येऽमुं इतिहासं पुरातनम् ।
पुरञ्जनस्य चरितं निबोध गदतो मम
]

`verse 10 [
आसीत्पुरञ्जनो नाम राजा राजन् बृहच्छ्रवाः ।
तस्याविज्ञातनामाऽऽसीत् सखाविज्ञातचेष्टितः
]

`verse 11 [
सोऽन्वेषमाणः शरणं बभ्राम पृथिवीं प्रभुः ।
नानुरूपं यदाविन्दद् अभूत्स विमना इव
]

`verse 12 [
न साधु मेने ताः सर्वा भूतले यावतीः पुरः ।
कामान् कामयमानोऽसौ तस्य तस्योपपत्तये
]

`verse 13 [
स एकदा हिमवतो दक्षिणेष्वथ सानुषु ।
ददर्श नवभिर्द्वार्भिः पुरं लक्षितलक्षणाम्
]

`verse 14 [
प्राकारोपवनाट्टाल परिखैरक्षतोरणैः ।
स्वर्णरौप्यायसैः शृङ्‌गैः सङ्‌कुलां सर्वतो गृहैः
]

`verse 15 [
नीलस्फटिकवैदूर्य मुक्तामरकतारुणैः ।
कॢप्तहर्म्यस्थलीं दीप्तां श्रिया भोगवतीमिव
]

`verse 16 [
सभाचत्वर रथ्याभिः आक्रीडायतनापणैः ।
चैत्यध्वजपताकाभिः युक्तां विद्रुमवेदिभिः
]

`verse 17 [
पुर्यास्तु बाह्योपवने दिव्यद्रुमलताकुले ।
नदद् विहङ्‌गालिकुल कोलाहलजलाशये
]

`verse 18 [
हिमनिर्झरविप्रुष्मत् कुसुमाकरवायुना ।
चलत्प्रवालविटप नलिनीतटसम्पदि
]

`verse 19 [
नानारण्यमृगव्रातैः अनाबाधे मुनिव्रतैः ।
आहूतं मन्यते पान्थो यत्र कोकिलकूजितैः
]

`verse 20 [
यदृच्छयागतां तत्र ददर्श प्रमदोत्तमाम् ।
भृत्यैर्दशभिरायान्तीं एकैकशतनायकैः
]

`verse 21 [
अञ्चशीर्षाहिना गुप्तां प्रतीहारेण सर्वतः ।
अन्वेषमाणां ऋषभं अप्रौढां कामरूपिणीम्
]

`verse 22 [
सुनासां सुदतीं बालां सुकपोलां वराननाम् ।
समविन्यस्तकर्णाभ्यां बिभ्रतीं कुण्डलश्रियम्
]

`verse 23 [
पिशङ्‌गनीवीं सुश्रोणीं श्यामां कनकमेखलाम् ।
पद्‍भ्यां क्वणद्‍भ्यां चलन्तीं नूपुरैर्देवतामिव
]

`verse 24 [
स्तनौ व्यञ्जितकैशोरौ समवृत्तौ निरन्तरौ ।
वस्त्रान्तेन निगूहन्तीं व्रीडया गजगामिनीम्
]

`verse 25 [
तामाह ललितं वीरः सव्रीडस्मितशोभनाम् ।
स्निग्धेनापाङ्‌गपुङ्‌खेन स्पृष्टः प्रेमोद्‍भ्रमद्‍भ्रुवा
]

`verse 26 [
का त्वं कञ्जपलाशाक्षि कस्यासीह कुतः सति ।
इमामुप पुरीं भीरु किं चिकीर्षसि शंस मे
]

`verse 27 [
क एतेऽनुपथा ये ते एकादश महाभटाः ।
एता वा ललनाः सुभ्रु कोऽयं तेऽहिः पुरःसरः
]

`verse 28 [
त्वं ह्रीर्भवान्यस्यथ वाग्रमा पतिं
     विचिन्वती किं मुनिवद्रहो वने ।
त्वदङ्‌घ्रिकामाप्तसमस्तकामं
     क्व पद्मकोशः पतितः कराग्रात्
]

`verse 29 [
नासां वरोर्वन्यतमा भुविस्पृक्
     पुरीं इमां वीरवरेण साकम् ।
अर्हस्यलङ्‌कर्तुमदभ्रकर्मणा
     लोकं परं श्रीरिव यज्ञपुंसा
]

`verse 30 [
यदेष मापाङ्‌गविखण्डितेन्द्रियं
     सव्रीडभावस्मितविभ्रमद्‍भ्रुवा ।
त्वयोपसृष्टो भगवान् मनोभवः
     प्रबाधतेऽथानुगृहाण शोभने
]

`verse 31 [
त्वदाननं सुभ्रु सुतारलोचनं
     व्यालम्बिनीलालकवृन्दसंवृतम् ।
उन्नीय मे दर्शय वल्गुवाचकं
     यद्व्रीडया नाभिमुखं शुचिस्मिते
]

`speaker [
नारद उवाच
]

`meter [
अनुष्टुप्
]

`verse 32 [
इत्थं पुरञ्जनं नारी याचमानमधीरवत् ।
अभ्यनन्दत तं वीरं हसन्ती वीर मोहिता
]

`verse 33 [
न विदाम वयं सम्यक् कर्तारं पुरुषर्षभ ।
आत्मनश्च परस्यापि गोत्रं नाम च यत्कृतम्
]

`verse 34 [
इहाद्य सन्तमात्मानं विदाम न ततः परम् ।
येनेयं निर्मिता वीर पुरी शरणमात्मनः
]

`verse 35 [
एते सखायः सख्यो मे नरा नार्यश्च मानद ।
सुप्तायां मयि जागर्ति नागोऽयं पालयन् पुरीम्
]

`verse 36 [
दिष्ट्याऽऽगतोऽसि भद्रं ते ग्राम्यान् कामानभीप्ससे ।
उद्वहिष्यामि तांस्तेऽहं स्वबन्धुभिः अरिन्दम
]

`verse 37 [
इमां त्वं अधितिष्ठस्व पुरीं नवमुखीं विभो ।
मयोपनीतान् गृह्णानः कामभोगान् शतं समाः
]

`verse 38 [
कं नु त्वदन्यं रमये ह्यरतिज्ञमकोविदम् ।
असम्परायाभिमुखं अश्वस्तनविदं पशुम्
]

`verse 39 [
धर्मो ह्यत्रार्थकामौ च प्रजानन्दोऽमृतं यशः ।
लोका विशोका विरजा यान्न केवलिनो विदुः
]

`verse 40 [
पितृदेवर्षिमर्त्यानां भूतानां आत्मनश्च ह ।
क्षेम्यं वदन्ति शरणं भवेऽस्मिन् यद्‍गृहाश्रमः
]

`verse 41 [
का नाम वीर विख्यातं वदान्यं प्रियदर्शनम् ।
न वृणीत प्रियं प्राप्तं मादृशी त्वादृशं पतिम्
]

`verse 42 [
कस्या मनस्ते भुवि भोगिभोगयोः
     स्त्रिया न सज्जेद्‍भुजयोर्महाभुज ।
योऽनाथवर्गाधिमलं घृणोद्धत
     स्मितावलोकेन चरत्यपोहितुम्
]

`speaker [
नारद उवाच
]

`meter [
अनुष्टुप्
]

`verse 43 [
इति तौ दम्पती तत्र समुद्य समयं मिथः ।
तां प्रविश्य पुरीं राजन् मुमुदाते शतं समाः
]

`verse 44 [
उपगीयमानो ललितं तत्र तत्र च गायकैः ।
क्रीडन् परिवृतः स्त्रीभिः ह्रदिनीं आविशत् शुचौ
]

`verse 45 [
सप्तोपरि कृता द्वारः पुरस्तस्यास्तु द्वे अधः ।
पृथग् विषयगत्यर्थं तस्यां यः कश्चनेश्वरः
]

`verse 46 [
पञ्च द्वारस्तु पौरस्त्या दक्षिणैका तथोत्तरा ।
पश्चिमे द्वे अमूषां ते नामानि नृप वर्णये
]

`verse 47 [
खद्योताऽऽविर्मुखी च प्राग् द्वारावेकत्र निर्मिते ।
विभ्राजितं जनपदं याति ताभ्यां द्युमत्सखः
]

`verse 48 [
नलिनी नालिनी च प्राग् द्वारौ एकत्र निर्मिते ।
अवधूतसखस्ताभ्यां विषयं याति सौरभम्
]

`verse 49 [
मुख्या नाम पुरस्ताद् द्वाः तयाऽऽपणबहूदनौ ।
विषयौ याति पुरराड् रसज्ञविपणान्वितः
]

`verse 50 [
पितृहूर्नृप पुर्या द्वाः दक्षिणेन पुरञ्जनः ।
राष्ट्रं दक्षिणपञ्चालं याति श्रुतधरान्वितः
]

`verse 51 [
देवहूर्नाम पुर्या द्वा उत्तरेण पुरञ्जनः ।
राष्ट्रं उत्तरपञ्चालं याति श्रुतधरान्वितः
]

`verse 52 [
आसुरी नाम पश्चाद् द्वाः तया याति पुरञ्जनः ।
ग्रामकं नाम विषयं दुर्मदेन समन्वितः
]

`verse 53 [
निर्‌ऋतिर्नाम पश्चाद् द्वाः तया याति पुरञ्जनः ।
वैशसं नाम विषयं लुब्धकेन समन्वितः
]

`verse 54 [
अन्धावमीषां पौराणां निर्वाक् पेशस्कृतावुभौ ।
अक्षण्वतामधिपतिः ताभ्यां याति करोति च
]

`verse 55 [
स यर्ह्यन्तःपुरगतो विषूचीनसमन्वितः ।
मोहं प्रसादं हर्षं वा याति जायात्मजोद्‍भवम्
]

`verse 56 [
एवं कर्मसु संसक्तः कामात्मा वञ्चितोऽबुधः ।
महिषी यद् यद् ईहेत तत्तद् एवान्ववर्तत
]

`verse 57 [
क्वचित्पिबन्त्यां पिबति मदिरां मदविह्वलः ।
अश्नन्त्यां क्वचिदश्नाति जक्षत्यां सह जक्षिति
]

`verse 58 [
क्वचिद्‍गायति गायन्त्यां रुदत्यां रुदति क्वचित् ।
क्वचिद् हसन्त्यां हसति जल्पन्त्यामनु जल्पति
]

`verse 59 [
क्वचिद् धावति धावन्त्यां तिष्ठन्त्यामनु तिष्ठति ।
अनु शेते शयानायां अन्वास्ते क्वचिदासतीम्
]

`verse 60 [
क्वचित् श्रृणोति श्रृण्वन्त्यां पश्यन्त्यामनु पश्यति ।
क्वचित् जिघ्रति जिघ्रन्त्यां स्पृशन्त्यां स्पृशति क्वचित् ।
]

`verse 61 [
क्वचिच्च शोचतीं जायां अनु शोचति दीनवत् ।
अनु हृष्यति हृष्यन्त्यां मुदितामनु मोदते ।
]

`verse 62 [
विप्रलब्धो महिष्यैवं सर्वप्रकृतिवञ्चितः ।
नेच्छन् अनुकरोत्यज्ञः क्लैब्यात् क्रीडामृगो यथा ।
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे पुरंजनोपाख्याने पञ्चविंशोऽध्यायः
]
