`set context {
  skandha = "04",
  adhyaya = "26",
  skandha.title = "Skandha 4",
  adhyaya.title = "Adhyāya 26"
}

`speaker [
नारद उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
स एकदा महेष्वासो रथं पञ्चाश्वमाशुगम् ।
द्वीषं द्विचक्रमेकाक्षं त्रिवेणुं पञ्चबन्धुरम्
]

`verse 2 ;B [
[http://vedastudy.tripod.com/pur_index25/ratha.htm रथोपरि टिप्पणी]
एकरश्म्येकदमनम् एकनीडं द्विकूबरम् ।
पञ्चप्रहरणं सप्त वरूथं पञ्चविक्रमम्
]B

`verse 3 [
हैमोपस्करमारुह्य स्वर्णवर्माक्षयेषुधिः ।
एकादशचमूनाथः पञ्चप्रस्थमगाद्वनम्
]

`verse 4 [
चचार मृगयां तत्र दृप्त आत्तेषुकार्मुकः ।
विहाय जायामतदर्हां मृगव्यसनलालसः
]

`verse 5 [
आसुरीं वृत्तिमाश्रित्य घोरात्मा निरनुग्रहः ।
न्यहनन् निशितैर्बाणैः वनेषु वनगोचरान्
]

`verse 6 [
तीर्थेषु प्रतिदृष्टेषु राजा मेध्यान् पशून् वने ।
यावदर्थमलं लुब्धो हन्यादिति नियम्यते
]

`verse 7 [
य एवं कर्म नियतं विद्वान्कुर्वीत मानवः ।
कर्मणा तेन राजेन्द्र ज्ञानेन न स लिप्यते
]

`verse 8 [
अन्यथा कर्म कुर्वाणो मानारूढो निबध्यते ।
गुणप्रवाहपतितो नष्टप्रज्ञो व्रजत्यधः
]

`verse 9 [
तत्र निर्भिन्नगात्राणां चित्रवाजैः शिलीमुखैः ।
विप्लवोऽभूद् दुःखितानां दुःसहः करुणात्मनाम्
]

`verse 10 [
शशान् वराहान् महिषान् गवयान् रुरुशल्यकान् ।
मेध्यानन्यांश्च विविधान् विनिघ्नन् श्रममध्यगात्
]

`verse 11 [
ततः क्षुत्तृट्परिश्रान्तो निवृत्तो गृहमेयिवान् ।
कृतस्नानोचिताहारः संविवेश गतक्लमः
]

`verse 12 [
आत्मानमर्हयां चक्रे धूपालेपस्रगादिभिः ।
साध्वलङ्‌कृतसर्वाङ्‌गो महिष्यां आदधे मनः
]

`verse 13 [
तृप्तो हृष्टः सुदृप्तश्च कन्दर्पाकृष्टमानसः ।
न व्यचष्ट वरारोहां गृहिणीं गृहमेधिनीम्
]

`verse 14 [
अन्तःपुरस्त्रियोऽपृच्छद् विमना इव वेदिषत् ।
अपि वः कुशलं रामाः सेश्वरीणां यथा पुरा
]

`verse 15 [
न तथैतर्हि रोचन्ते गृहेषु गृहसम्पदः ।
यदि न स्याद्‍गृहे माता पत्‍नी वा पतिदेवता ।
व्यङ्‌गे रथ इव प्राज्ञः को नामासीत दीनवत्
]

`verse 16 ;B [
तुलनीय - [https://sa.wikisource.org/s/n9 ऋ. ३.५३.५-६]
क्व वर्तते सा ललना मज्जन्तं व्यसनार्णवे ।
या मामुद्धरते प्रज्ञां दीपयन्ती पदे पदे
]B

`speaker [
रामा ऊचुः
]

`verse 17 [
नरनाथ न जानीमः त्वत्प्रिया यद्व्यवस्यति ।
भूतले निरवस्तारे शयानां पश्य शत्रुहन्
]

`speaker [
नारद उवाच
]

`verse 18 [
पुरञ्जनः स्वमहिषीं निरीक्ष्य अवधुतां भुवि ।
तत्सङ्‌गोन्मथितज्ञानो वैक्लव्यं परमं ययौ
]

`verse 19 [
सान्त्वयन् श्कक्ष्णया वाचा हृदयेन विदूयता ।
प्रेयस्याः स्नेहसंरम्भ लिङ्‌गमात्मनि नाभ्यगात्
]

`verse 20 [
अनुनिन्येऽथ शनकैः वीरोऽनुनयकोविदः ।
पस्पर्श पादयुगलं आह चोत्सङ्‌गलालिताम्
]

`speaker [
पुरञ्जन उवाच
]

`verse 21 [
नूनं त्वकृतपुण्यास्ते भृत्या येष्वीश्वराः शुभे ।
कृतागःस्वात्मसात्कृत्वा शिक्षादण्डं न युञ्जते
]

`verse 22 [
परमोऽनुग्रहो दण्डो भृत्येषु प्रभुणार्पितः ।
बालो न वेद तत्तन्वि बन्धुकृत्यममर्षणः
]

`verse 23 [
सा त्वं मुखं सुदति सुभ्र्वनुरागभार
     व्रीडाविलम्बविलसद् हसितावलोकम् ।
नीलालकालिभिरुपस्कृतमुन्नसं नः
     स्वानां प्रदर्शय मनस्विनि वल्गुवाक्यम्
]

`verse 24 [
तस्मिन्दधे दममहं तव वीरपत्‍नि
     योऽन्यत्र भूसुरकुलात्कृतकिल्बिषस्तम् ।
पश्ये न वीतभयमुन्मुदितं त्रिलोक्यां
     अन्यत्र वै मुररिपोरितरत्र दासात्
]

`verse 25 [
वक्त्रं न ते वितिलकं मलिनं विहर्षं
     संरम्भभीममविमृष्टमपेतरागम् ।
पश्ये स्तनावपि शुचोपहतौ सुजातौ
     बिम्बाधरं विगतकुङ्‌कुमपङ्‌करागम्
]

`verse 26 [
तन्मे प्रसीद सुहृदः कृतकिल्बिषस्य
     स्वैरं गतस्य मृगयां व्यसनातुरस्य ।
का देवरं वशगतं कुसुमास्त्रवेग
     विस्रस्तपौंस्नमुशती न भजेत कृत्ये
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे पुरंजनोपाख्याने षड्‌विंशोऽध्यायः
]
