`speaker [
नारद उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
सैनिका भयनाम्नो ये बर्हिष्मन् दिन्दिष्टकारिणः ।
प्रज्वारकालकन्याभ्यां विचेरुः अवनीमिमाम्
]

`verse 2 [
ते एकदा तु रभसा पुरञ्जनपुरीं नृप ।
रुरुधुर्भौमभोगाढ्यां जरत्पन्नगपालिताम्
]

`verse 3 [
कालकन्यापि बुभुजे पुरञ्जनपुरं बलात् ।
ययाभिभूतः पुरुषः सद्यो निःसारतामियात्
]

`verse 4 [
तयोपभुज्यमानां वै यवनाः सर्वतोदिशम् ।
द्वार्भिः प्रविश्य सुभृशं प्रार्दयन् सकलां पुरीम्
]

`verse 5 [
तस्यां प्रपीड्यमानायां अभिमानी पुरञ्जनः ।
अवापोरुविधान् तापान् कुटुम्बी ममताकुलः
]

`verse 6 [
कन्योपगूढो नष्टश्रीः कृपणो विषयात्मकः ।
नष्टप्रज्ञो हृतैश्वर्यो गन्धर्वयवनैर्बलात् ॥
]

`verse 7 [
विशीर्णां स्वपुरीं वीक्ष्य प्रतिकूलाननादृतान् ।
पुत्रान् पौत्रानुगामात्यान् जायां च गतसौहृदाम्
]

`verse 8 [
आत्मानं कन्यया ग्रस्तं पञ्चालान् अरिदूषितान् ।
दुरन्तचिन्तामापन्नो न लेभे तत्प्रतिक्रियाम्
]

`verse 9 [
कामानभिलषन्दीनो यातयामांश्च कन्यया ।
विगतात्मगतिस्नेहः पुत्रदारांश्च लालयन्
]

`verse 10 [
गन्धर्वयवनाक्रान्तां कालकन्योपमर्दिताम् ।
हातुं प्रचक्रमे राजा तां पुरीमनिकामतः
]

`verse 11 [
भयनाम्नोऽग्रजो भ्राता प्रज्वारः प्रत्युपस्थितः ।
ददाह तां पुरीं कृत्स्नां भ्रातुः प्रियचिकीर्षया
]

`verse 12 [
तस्यां सन्दह्यमानायां सपौरः सपरिच्छदः ।
कौटुम्बिकः कुटुम्बिन्या उपातप्यत सान्वयः
]

`verse 13 [
यवनोपरुद्धायतनो ग्रस्तायां कालकन्यया ।
पुर्यां प्रज्वारसंसृष्टः पुरपालोऽन्वतप्यत
]

`verse 14 [
न शेके सोऽवितुं तत्र पुरुकृच्छ्रोरुवेपथुः ।
गन्तुमैच्छत्ततो वृक्ष कोटरादिव सानलात्
]

`verse 15 [
शिथिलावयवो यर्हि गन्धर्वैर्हृतपौरुषः ।
यवनैररिभी राजन् उपरुद्धो रुरोद ह
]

`verse 16 [
दुहितॄ पुत्रपौत्रांश्च जामिजामातृपार्षदान् ।
स्वत्वावशिष्टं यत्किञ्चिद् गृहकोशपरिच्छदम्
]

`verse 17 [
अहं ममेति स्वीकृत्य गृहेषु कुमतिर्गृही ।
दध्यौ प्रमदया दीनो विप्रयोग उपस्थिते
]

`verse 18 [
लोकान्तरं गतवति मय्यनाथा कुटुम्बिनी ।
वर्तिष्यते कथं त्वेषा बालकान् अनुशोचती
]

`verse 19 [
न मय्यनाशिते भुङ्‌क्ते नास्नाते स्नाति मत्परा ।
मयि रुष्टे सुसन्त्रस्ता भर्त्सिते यतवाग्भयात्
]

`verse 20 [
प्रबोधयति माविज्ञं व्युषिते शोककर्शिता ।
वर्त्मैतद् गृहमेधीयं वीरसूरपि नेष्यति
]

`verse 21 [
कथं नु दारका दीना दारकीर्वापरायणाः ।
वर्तिष्यन्ते मयि गते भिन्ननाव इवोदधौ
]

`verse 22 [
एवं कृपणया बुद्ध्या शोचन्तमतदर्हणम् ।
ग्रहीतुं कृतधीरेनं भयनामाभ्यपद्यत
]

`verse 23 [
पशुवद्यवनैरेष नीयमानः स्वकं क्षयम् ।
अन्वद्रवन्ननुपथाः शोचन्तो भृशमातुराः
]

`verse 24 [
पुरीं विहायोपगत उपरुद्धो भुजङ्‌गमः ।
यदा तमेवानु पुरी विशीर्णा प्रकृतिं गता
]

`verse 25 [
विकृष्यमाणः प्रसभं यवनेन बलीयसा ।
नाविन्दत्तमसाऽऽविष्टः सखायं सुहृदं पुरः
]

`verse 26 [
तं यज्ञपशवोऽनेन संज्ञप्ता येऽदयालुना ।
कुठारैश्चिच्छिदुः क्रुद्धाः स्मरन्तोऽमीवमस्य तत्
]

`verse 27 [
अनन्तपारे तमसि मग्नो नष्टस्मृतिः समाः ।
शाश्वतीरनुभूयार्तिं प्रमदासङ्‌गदूषितः
]

`verse 28 [
तामेव मनसा गृह्णन् बभूव प्रमदोत्तमा ।
अनन्तरं विदर्भस्य राजसिंहस्य वेश्मनि
]

`verse 29 [
उपयेमे वीर्यपणां वैदर्भीं मलयध्वजः ।
युधि निर्जित्य राजन्यान् पाण्ड्यः परपुरञ्जयः
]

`verse 30 [
तस्यां स जनयां चक्र आत्मजामसितेक्षणाम् ।
यवीयसः सप्त सुतान् सप्त द्रविडभूभृतः
]

`verse 31 [
एकैकस्याभवत्तेषां राजन् अर्बुदमर्बुदम् ।
भोक्ष्यते यद्वंशधरैः मही मन्वन्तरं परम्
]

`verse 32 [
अगस्त्यः प्राग्दुहितरं उपयेमे धृतव्रताम् ।
यस्यां दृढच्युतो जात इध्मवाहात्मजो मुनिः
]

`verse 33 [
विभज्य तनयेभ्यः क्ष्मां राजर्षिर्मलयध्वजः ।
आरिराधयिषुः कृष्णं स जगाम कुलाचलम्
]

`verse 34 [
हित्वा गृहान् सुतान् भोगान् वैदर्भी मदिरेक्षणा ।
अन्वधावत पाण्ड्येशं ज्योत्स्नेव रजनीकरम्
]

`verse 35 [
तत्र चन्द्रवसा नाम ताम्रपर्णी वटोदका ।
तत्पुण्यसलिलैर्नित्यं उभयत्रात्मनो मृजन्
]

`verse 36 [
कन्दाष्टिभिर्मूलफलैः पुष्पपर्णैस्तृणोदकैः ।
वर्तमानः शनैर्गात्र कर्शनं तप आस्थितः
]

`verse 37 [
शीतोष्णवातवर्षाणि क्षुत्पिपासे प्रियाप्रिये ।
सुखदुःखे इति द्वन्द्वान्यजयत्समदर्शनः
]

`verse 38 [
तपसा विद्यया पक्व कषायो नियमैर्यमैः ।
युयुजे ब्रह्मण्यात्मानं विजिताक्षानिलाशयः
]

`verse 39 [
आस्ते स्थाणुरिवैकत्र दिव्यं वर्षशतं स्थिरः ।
वासुदेवे भगवति नान्यद् वेदोद्वहन् रतिम्
]

`verse 40 [
स व्यापकतयाऽऽत्मानं व्यतिरिक्ततयाऽऽत्मनि ।
विद्वान्स्वप्न इवामर्श साक्षिणं विरराम ह
]

`verse 41 [
साक्षाद्‍भगवतोक्तेन गुरुणा हरिणा नृप ।
विशुद्धज्ञानदीपेन स्फुरता विश्वतोमुखम्
]

`verse 42 [
परे ब्रह्मणि चात्मानं परं ब्रह्म तथात्मनि ।
वीक्षमाणो विहायेक्षां अस्माद् उपरराम ह
]

`verse 43 [
पतिं परमधर्मज्ञं वैदर्भी मलयध्वजम् ।
प्रेम्णा पर्यचरद्धित्वा भोगान् सा पतिदेवता
]

`verse 44 [
चीरवासा व्रतक्षामा वेणीभूतशिरोरुहा ।
बभावुपपतिं शान्ता शिखा शान्तमिवानलम्
]

`verse 45 [
अजानती प्रियतमं यदोपरतमङ्‌गना ।
सुस्थिरासनमासाद्य यथापूर्वमुपाचरत्
]

`verse 46 [
यदा नोपलभेताङ्घ्रौ ऊष्माणं पत्युरर्चती ।
आसीत् संविग्नहृदया यूथभ्रष्टा मृगी यथा
]

`verse 47 [
आत्मानं शोचती दीनं अबन्धुं विक्लवाश्रुभिः ।
स्तनौ आसिच्य विपिने सुस्वरं प्ररुरोद सा
]

`verse 48 [
उत्तिष्ठोत्तिष्ठ राजर्षे इमां उदधिमेखलाम् ।
दस्युभ्यः क्षत्रबन्धुभ्यो बिभ्यतीं पातुमर्हसि
]

`verse 49 [
एवं विलपन्ती बाला विपिनेऽनुगता पतिम् ।
पतिता पादयोर्भर्तू रुदत्यश्रूण्यवर्तयत्
]

`verse 50 [
चितिं दारुमयीं चित्वा तस्यां पत्युः कलेवरम् ।
आदीप्य चानुमरणे विलपन्ती मनो दधे
]

`verse 51 [
तत्र पूर्वतरः कश्चित् सखा ब्राह्मण आत्मवान् ।
सान्त्वयन्वल्गुना साम्ना तामाह रुदतीं प्रभो
]

`speaker [
ब्राह्मण उवाच
]

`verse 52 [
का त्वं कस्यासि को वायं शयानो यस्य शोचसि ।
जानासि किं सखायं मां येनाग्रे विचचर्थ ह
]

`verse 53 [
अपि स्मरसि चात्मानं अविज्ञातसखं सखे ।
हित्वा मां पदमन्विच्छन् भौमभोगरतो गतः
]

`verse 54 [
हंसावहं च त्वं चार्य सखायौ मानसायनौ ।
अभूतामन्तरा वौकः सहस्रपरिवत्सरान्
]

`verse 55 [
स त्वं विहाय मां बन्धो गतो ग्राम्यमतिर्महीम् ।
विचरन् पदमद्राक्षीः कयाचिन् निर्मितं स्त्रिया
]

`verse 56 [
पञ्चारामं नवद्वारं एकपालं त्रिकोष्ठकम् ।
षट्कुलं पञ्चविपणं पञ्चप्रकृति स्त्रीधवम्
]

`verse 57 [
पञ्चेन्द्रियार्था आरामा द्वारः प्राणा नव प्रभो ।
तेजोऽबन्नानि कोष्ठानि कुलमिन्द्रियसङ्‌ग्रहः
]

`verse 58 [
विपणस्तु क्रियाशक्तिः भूतप्रकृतिरव्यया ।
शक्त्यधीशः पुमांस्त्वत्र प्रविष्टो नावबुध्यते
]

`verse 59 [
तस्मिंस्त्वं रामया स्पृष्टो रममाणोऽश्रुतस्मृतिः ।
तत्सङ्‌गादीदृशीं प्राप्तो दशां पापीयसीं प्रभो
]

`verse 60 [
न त्वं विदर्भदुहिता नायं वीरः सुहृत्तव ।
न पतिस्त्वं पुरञ्जन्या रुद्धो नवमुखे यया ।
]

`verse 61 [
माया ह्येषा मया सृष्टा यत्पुमांसं स्त्रियं सतीम् ।
मन्यसे नोभयं यद्वै हंसौ पश्यावयोर्गतिम् ।
]

`verse 62 [
अहं भवान्न चान्यस्त्वं त्वमेवाहं विचक्ष्व भोः ।
न नौ पश्यन्ति कवयः छिद्रं जातु मनागपि ।
]

`verse 63 [
यथा पुरुष आत्मानं एकं आदर्शचक्षुषोः ।
द्विधाभूतमवेक्षेत तथैवान्तरमावयोः ।
]

`verse 64 [
एवं स मानसो हंसो हंसेन प्रतिबोधितः ।
स्वस्थस्तद्व्यभिचारेण नष्टामाप पुनः स्मृतिम् ।
]

`verse 65 [
बर्हिष्मन्नेतदध्यात्मं पारोक्ष्येण प्रदर्शितम् ।
यत्परोक्षप्रियो देवो भगवान्विश्वभावनः ।
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे पुरंजनोपाख्याने अष्टाविंशोऽध्यायः
]
