`speaker [
विदुर उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
ये त्वयाभिहिता ब्रह्मन् सुताः प्राचीनबर्हिषः ।
ते रुद्रगीतेन हरिं सिद्धिमापुः प्रतोष्य काम्
]

`verse 2 [
किं बार्हस्पत्येह परत्र वाथ
     कैवल्यनाथप्रियपार्श्ववर्तिनः ।
आसाद्य देवं गिरिशं यदृच्छया
     प्रापुः परं नूनमथ प्रचेतसः
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 3 [
प्रचेतसोऽन्तरुदधौ पितुरादेशकारिणः ।
अपयज्ञेन तपसा पुरञ्जनणम् अतोषयन्
]

`verse 4 [
दशवर्षसहस्रान्ते पुरुषस्तु सनातनः ।
तेषां आविरभूत् कृच्छ्रं शान्तेन शमयन् रुचा
]

`verse 5 [
सुपर्णस्कन्धमारूढो मेरुश्रूङ्‌गमिवाम्बुदः ।
पीतवासा मणिग्रीवः कुर्वन् वितिमिरा दिशः
]

`verse 6 [
काशिष्णुना कनकवर्णविभूषणेन
     भ्राजत्कपोलवदनो विलसत्किरीटः ।
अष्टायुधैरनुचरैर्मुनिभिः सुरेन्द्रैः
     आसेवितो गरुडकिन्नरगीतकीर्तिः
]

`verse 7 [
पीनायताष्टभुजमण्डल मध्यलक्ष्म्या
     स्पर्धच्छ्रिया परिवृतो वनमालयाऽऽद्यः ।
बर्हिष्मतः पुरुष आह सुतान् प्रपन्नान्
     पर्जन्यनादरुतया सघृणावलोकः
]

`verse 8 [
श्रीभगवानुवाच -
(अनुष्टुप्)
वरं वृणीध्वं भद्रं वो यूयं मे नृपनन्दनाः ।
सौहार्देनापृथग्धर्माः तुष्टोऽहं सौहृदेन वः
]

`verse 9 [
योऽनुस्मरति सन्ध्यायां युष्मान् अनुदिनं नरः ।
तस्य भ्रातृष्वात्मसाम्यं तथा भूतेषु सौहृदम्
]

`verse 10 [
ये तु मां रुद्रगीतेन सायं प्रातः समाहिताः ।
स्तुवन्त्यहं कामवरान् दास्ये प्रज्ञां च शोभनाम्
]

`verse 11 [
यद्यूयं पितुरादेशं अग्रहीष्ट मुदान्विताः ।
अथो व उशती कीर्तिः लोकाननु भविष्यति
]

`verse 12 [
भविता विश्रुतः पुत्रो ऽनवमो ब्रह्मणो गुणैः ।
य एतां आत्मवीर्येण त्रिलोकीं पूरयिष्यति
]

`verse 13 [
कण्डोः प्रम्लोचया लब्धा कन्या कमललोचना ।
तां चापविद्धां जगृहुः भूरुहा नृपनन्दनाः
]

`verse 14 [
क्षुत्क्षामाया मुखे राजा सोमः पीयूषवर्षिणीम् ।
देशिनीं रोदमानाया निदधे स दयान्वितः
]

`verse 15 [
प्रजाविसर्ग आदिष्टाः पित्रा मां अनुवर्तता ।
तत्र कन्यां वरारोहां तां उद्वहत मा चिरम्
]

`verse 16 [
अपृथग्धर्मशीलानां सर्वेषां वः सुमध्यमा ।
अपृथग्धर्मशीलेयं भूयात् पत्‍न्यर्पिताशया
]

`verse 17 [
दिव्यवर्षसहस्राणां सहस्रमहतौजसः ।
भौमान् भोक्ष्यथ भोगान् वै दिव्यान् चानुग्रहान्मम
]

`verse 18 [
अथ मय्यनपायिन्या भक्त्या पक्वगुणाशयाः ।
उपयास्यथ मद्धाम निर्विद्य निरयादतः
]

`verse 19 [
गृहेष्वाविशतां चापि पुंसां कुशलकर्मणाम् ।
मद् वार्तायातयामानां न बन्धाय गृहा मताः
]

`verse 20 [
नव्यवद्‌ हृदये यज्ज्ञो ब्रह्मैतद्‍ब्रह्मवादिभिः ।
न मुह्यन्ति न शोचन्ति न हृष्यन्ति यतो गताः
]

`speaker [
मैत्रेय उवाच
]

`verse 21 [
एवं ब्रुवाणं पुरुषार्थभाजनं
     जनार्दनं प्राञ्जलयः प्रचेतसः ।
तद्दर्शनध्वस्ततमोरजोमला
     गिरागृणन् गद्‍गदया सुहृत्तमम्
]

`speaker [
प्रचेतस ऊचुः
]

`verse 22 [
नमो नमः क्लेशविनाशनाय
     निरूपितोदारगुणाह्वयाय ।
मनोवचोवेगपुरोजवाय
     सर्वाक्षमार्गैरगताध्वने नमः
]

`verse 23 [
शुद्धाय शान्ताय नमः स्वनिष्ठया
     मनस्यपार्थं विलसद्द्वयाय ।
नमो जगत्स्थानलयोदयेषु
     गृहीतमायागुणविग्रहाय
]

`meter [
अनुष्टुप्
]

`verse 24 [
नमो विशुद्धसत्त्वाय हरये हरिमेधसे ।
वासुदेवाय कृष्णाय प्रभवे सर्वसात्वताम्
]

`verse 25 [
नमः कमलनाभाय नमः कमलमालिने ।
नमः कमलपादाय नमस्ते कमलेक्षण
]

`verse 26 [
नमः कमलकिञ्जल्क पिशङ्‌गामलवाससे ।
सर्वभूतनिवासाय नमोऽयुङ्‌क्ष्महि साक्षिणे
]

`verse 27 [
रूपं भगवता त्वेतद् अशेषक्लेशसङ्‌क्षयम् ।
आविष्कृतं नः क्लिष्टानां किं अन्यद् अनुकंपितम्
]

`verse 28 [
एतावत्त्वं हि विभुभिः भाव्यं दीनेषु वत्सलैः ।
यदनुस्मर्यते काले स्वबुद्ध्याभद्ररन्धन
]

`verse 29 [
येनोपशान्तिर्भूतानां क्षुल्लकानामपीहताम् ।
अन्तर्हितोऽन्तर्हृदये कस्मान्नो वेद नाशिषः
]

`verse 30 [
असौ एव वरोऽस्माकं ईप्सितो जगतः पते ।
प्रसन्नो भगवान्येषां अपवर्गः गुरुर्गतिः
]

`verse 31 [
वरं वृणीमहेऽथापि नाथ त्वत्परतः परात् ।
न ह्यन्तस्त्वद् विभूतीनां सोऽनन्त इति गीयसे
]

`verse 32 [
पारिजातेऽञ्जसा लब्धे सारङ्‌गोऽन्यन्न सेवते ।
त्वदङ्‌घ्रिमूलमासाद्य साक्षात्किं किं वृणीमहि
]

`verse 33 [
यावत्ते मायया स्पृष्टा भ्रमाम इह कर्मभिः ।
तावद्‍भवत् प्रसङ्‌गानां सङ्‌गः स्यान्नो भवे भवे
]

`verse 34 [
तुलयाम लवेनापि न स्वर्गं न अपुनर्भवम् ।
भगवत् सङ्‌गिसङ्‌गस्य मर्त्यानां किमुताशिषः
]

`verse 35 [
यत्रेड्यन्ते कथा मृष्टाः तृष्णायाः प्रशमो यतः ।
निर्वैरं यत्र भूतेषु नोद्वेगो यत्र कश्चन
]

`verse 36 [
यत्र नारायणः साक्षाद् भगवान् न्यासिनां गतिः ।
संस्तूयते सत्कथासु मुक्तसङ्‌गैः पुनः पुनः
]

`verse 37 [
तेषां विचरतां पद्‍भ्यां तीर्थानां पावनेच्छया ।
भीतस्य किं न रोचेत तावकानां समागमः
]

`verse 38 [
वयं तु साक्षाद्‍भगवन् भवस्य
     प्रियस्य सख्युः क्षणसङ्‌गमेन ।
सुदुश्चिकित्स्यस्य भवस्य मृत्योः
     भिषक्तमं त्वाद्य गतिं गताः स्म
]

`verse 39 [
यन्नः स्वधीतं गुरवः प्रसादिता
     विप्राश्च वृद्धाश्च सदानुवृत्त्या ।
आर्या नताः सुहृदो भ्रातरश्च
     सर्वाणि भूतान्यनसूययैव
]

`verse 40 [
यन्नः सुतप्तं तप एतदीश
     निरन्धसां कालमदभ्रमप्सु ।
सर्वं तदेतत्पुरुषस्य भूम्नो
     वृणीमहे ते परितोषणाय
]

`verse 41 [
मनुः स्वयम्भूर्भगवान् भवश्च
     येऽन्ये तपोज्ञानविशुद्धसत्त्वाः ।
अदृष्टपारा अपि यन्महिम्नः
     स्तुवन्त्यथो त्वात्मसमं गृणीमः
]

`meter [
अनुष्टुप्
]

`verse 42 [
नमः समाय शुद्धाय पुरुषाय पराय च ।
वासुदेवाय सत्त्वाय तुभ्यं भगवते नमः
]

`speaker [
मैत्रेय उवाच
]

`verse 43 [
इति प्रचेतोभिरभिष्टुतो हरिः
     प्रीतस्तथेत्याह शरण्यवत्सलः ।
अनिच्छतां यानम् अतृप्तचक्षुषां
     ययौ स्वधामानपवर्गवीर्यः
]

`meter [
अनुष्टुप्
]

`verse 44 [
अथ निर्याय सलिलात् प्रचेतस उदन्वतः ।
वीक्ष्याकुप्यन् द्रुमैश्छन्नां गां गां रोद्धुम् इवोच्छ्रितैः
]

`verse 45 [
ततोऽग्निमारुतौ राजन् अमुञ्चन्मुखतो रुषा ।
महीं निर्वीरुधं कर्तुं संवर्तक इवात्यये
]

`verse 46 [
भस्मसात् क्रियमाणान् तान् द्रुमान् वीक्ष्य पितामहः ।
आगतः शमयामास पुत्रान् बर्हिष्मतो नयैः
]

`verse 47 [
तत्रावशिष्टा ये वृक्षा भीता दुहितरं तदा ।
उज्जह्रुस्ते प्रचेतोभ्य उपदिष्टाः स्वयम्भुवा
]

`verse 48 [
ते च ब्रह्मण आदेशान् मारिषामुपयेमिरे ।
यस्यां महदवज्ञानाद् अजन्यजनयोनिजः
]

`verse 49 [
चाक्षुषे त्वन्तरे प्राप्ते प्राक्सर्गे कालविद्रुते ।
यः ससर्ज प्रजा इष्टाः स दक्षो दैवचोदितः
]

`verse 50 [
यो जायमानः सर्वेषां तेजस्तेजस्विनां रुचा ।
स्वयोपादत्त दाक्ष्याच्च कर्मणां दक्षमब्रुवन्
]

`verse 51 [
तं प्रजासर्गरक्षायां अनादिरभिषिच्य च ।
युयोज युयुजेऽन्यांश्च स वै सर्वप्रजापतीन्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे प्राचेतसे चरिते त्रिंशोऽध्यायः
]
