`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
तत उत्पन्नविज्ञाना आश्वधोक्षजभाषितम् ।
स्मरन्त आत्मजे भार्यां विसृज्य प्राव्रजन् गृहात्
]

`verse 2 [
दीक्षिता ब्रह्मसत्रेण सर्वभूतात्ममेधसा ।
प्रतीच्यां दिशि वेलायां सिद्धोऽभूद् यत्र जाजलिः
]

`verse 3 [
तान्निर्जितप्राणमनोवचोदृशो
     जितासनान् शान्तसमानविग्रहान् ।
परेऽमले ब्रह्मणि योजितात्मनः
     सुरासुरेड्यो ददृशे स्म नारदः
]

`meter [
अनुष्टुप्
]

`verse 4 [
तमागतं त उत्थाय प्रणिपत्याभिनन्द्य च ।
पूजयित्वा यथादेशं सुखासीनं अथाब्रुवन्
]

`speaker [
प्रचेतस ऊचुः
]

`verse 5 [
स्वागतं ते सुरर्षेऽद्य दिष्ट्या नो दर्शनं गतः ।
तव चङ्‌क्रमणं ब्रह्मन् अभयाय यथा रवेः
]

`verse 6 [
यदादिष्टं भगवता शिवेनाधोक्षजेन च ।
तद्‍गृहेषु प्रसक्तानां प्रायशः क्षपितं प्रभो ॥
]

`verse 7 [
तन्नः प्रद्योतयाध्यात्म ज्ञानं तत्त्वार्थदर्शनम् ।
येनाञ्जसा तरिष्यामो दुस्तरं भवसागरम्
]

`speaker [
मैत्रेय उवाच
]

`verse 8 [
इति प्रचेतसां पृष्टो भगवान् नारदो मुनिः ।
भगवति उत्तमश्लोक आविष्टात्माब्रवीन् नृपान्
]

`speaker [
नारद उवाच
]

`verse 9 [
तज्जन्म तानि कर्माणि तदायुस्तन्मनो वचः ।
नृणां येन हि विश्वात्मा सेव्यते हरिरीश्वरः
]

`verse 10 [
किं जन्मभिः त्रिभिर्वेह शौक्रसावित्रयाज्ञिकैः ।
कर्मभिर्वा त्रयीप्रोक्तैः पुंसोऽपि विबुधायुषा
]

`verse 11 [
श्रुतेन तपसा वा किं वचोभिश्चित्तवृत्तिभिः ।
बुद्ध्या वा किं निपुणया बलेनेन्द्रियराधसा
]

`verse 12 [
किं वा योगेन साङ्‌ख्येन न्यासस्वाध्याययोरपि ।
किं वा श्रेयोभिरन्यैश्च न यत्रात्मप्रदो हरिः
]

`verse 13 [
श्रेयसामपि सर्वेषां आत्मा ह्यवधिरर्थतः ।
सर्वेषामपि भूतानां हरिरात्माऽऽत्मदः प्रियः
]

`verse 14 [
यथा तरोर्मूलनिषेचनेन
     तृप्यन्ति तत्स्कन्धभुजोपशाखाः ।
प्राणोपहाराच्च यथेन्द्रियाणां
     तथैव सर्वार्हणमच्युतेज्या
]

`verse 15 [
यथैव सूर्यात्प्रभवन्ति वारः
     पुनश्च तस्मिन् प्रविशन्ति काले ।
भूतानि भूमौ स्थिरजङ्‌गमानि
     तथा हरावेव गुणप्रवाहः
]

`verse 16 [
एतत्पदं तज्जगदात्मनः परं
     सकृद्विभातं सवितुर्यथा प्रभा ।
यथासवो जाग्रति सुप्तशक्तयो
     द्रव्यक्रियाज्ञानभिदाभ्रमात्ययः
]

`verse 17 [
यथा नभस्यभ्रतमःप्रकाशा
     भवन्ति भूपा न भवन्त्यनुक्रमात् ।
एवं परे ब्रह्मणि शक्तयस्त्वमू
     रजस्तमः सत्त्वमिति प्रवाहः
]

`verse 18 [
तेनैकमात्मानमशेषदेहिनां
     कालं प्रधानं पुरुषं परेशम् ।
स्वतेजसा ध्वस्तगुणप्रवाहं
     आत्मैकभावेन भजध्वमद्धा
]

`meter [
अनुष्टुप्
]

`verse 19 [
दयया सर्वभूतेषु सन्तुष्ट्या येन केन वा ।
सर्वेन्द्रियोपशान्त्या च तुष्यत्याशु जनार्दनः
]

`verse 20 [
अपहतसकलैषणामलात्मनि
     अविरतमेधितभावनोपहूतः ।
निजजनवशगत्वमात्मनोऽयन्
     न सरति छिद्रवदक्षरः सतां हि
]

`verse 21 [
न भजति कुमनीषिणां स इज्यां
     हरिरधनात्मधनप्रियो रसज्ञः ।
श्रुतधनकुलकर्मणां मदैर्ये
     विदधति पापमकिञ्चनेषु सत्सु
]

`verse 22 [
श्रियमनुचरतीं तदर्थिनश्च
     द्विपदपतीन् विबुधांश्च यत्स्वपूर्णः ।
न भजति निजभृत्यवर्गतन्त्रः
     कथममुमुद्विसृजेत्पुमान् कृतज्ञः
]

`speaker [
मैत्रेय उवाच
]

`meter [
अनुष्टुप्
]

`verse 23 [
इति प्रचेतसो राजन् अन्याश्च भगवत्कथाः ।
श्रावयित्वा ब्रह्मलोकं ययौ स्वायम्भुवो मुनिः
]

`verse 24 [
तेऽपि तन्मुखनिर्यातं यशो लोकमलापहम् ।
हरेर्निशम्य तत्पादं ध्यायन्तस्तद्‍गतिं ययुः
]

`verse 25 [
एतत्तेऽभिहितं क्षत्तः यन्मां त्वं परिपृष्टवान् ।
प्रचेतसां नारदस्य संवादं हरिकीर्तनम्
]

`speaker [
श्रीशुक उवाच
]

`verse 26 [
य एष उत्तानपदो मानवस्यानुवर्णितः ।
वंशः प्रियव्रतस्यापि निबोध नृपसत्तम
]

`verse 27 [
यो नारदादात् आत्मविद्यां अधिगम्य पुनर्महीम् ।
भुक्त्वा विभज्य पुत्रेभ्य ऐश्वरं समगात्पदम्
]

`verse 28 [
इमां तु कौषारविणोपवर्णितां
     क्षत्ता निशम्याजितवादसत्कथाम् ।
प्रवृद्धभावोऽश्रुकलाकुलो मुनेः
     दधार मूर्ध्ना चरणं हृदा हरेः
]

`speaker [
विदुर उवाच
]

`meter [
अनुष्टुप्
]

`verse 29 [
सोऽयमद्य महायोगिन् भवता करुणात्मना ।
दर्शितस्तमसः पारो यत्राकिञ्चनगो हरिः
]

`speaker [
श्रीशुक उवाच
]

`verse 30 [
इत्यानम्य तमामन्त्र्य विदुरो गजसाह्वयम् ।
स्वानां दिदृक्षुः प्रययौ ज्ञातीनां निर्वृताशयः
]

`verse 31 [
एतद् यः शृणुयाद् राजन् राज्ञां हर्यर्पितात्मनाम् ।
आयुर्धनं यशः स्वस्ति गतिमैश्वर्यमाप्नुयात्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
चतुर्थस्कन्धे प्रचेतौपाख्यानं नाम एकयस्त्रिंशोऽध्यायः
]
