`verse 1 [
प्रधानपुरुषेशाय सर्गस्थितत्यन्तहेतवे ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 2 [
श्रुतोमासंहिता रम्या नानाख्यानसमन्विता ॥
कैलाससंहिताम्ब्रूहि शिवतत्त्वविवर्द्धिनीम्॥
]

`verse 3 [
व्यास उवाच ॥ ॥
शृणुत प्रीतितो वत्साः कैलासाख्यां हि संहिताम् ॥
शिवतत्त्वपरान्दिव्यां वक्ष्ये वः स्नेहतः पराम्॥
]

`verse 4 [
हिमवच्छिखरे पूर्व्वं तपस्यन्तो महौजसः ॥
वाराणसीङ्गन्तुकामा मुनयः कृतसम्विदः ॥
]

`verse 5 [
निर्गत्य तस्मात्सम्प्राप्य गिरेः काशीं समाहिताः ॥
स्नातव्यमेवेति तदा ददृशुर्मणिकर्णिकाम्॥
]

`verse 6 [
तत्र स्नात्वा सुसन्तप्य देवादीनथ जाह्नवीम् ॥
दृष्ट्वा स्नात्वा मुनीशास्ते विश्वेशं त्रिदशेश्वरम् ॥
]

`verse 7 [
नमस्कृत्याथ सम्पूज्य भक्त्या परमयान्विताः ॥
शतरुद्रादिभिः स्तुत्वा स्तुतिभिर्व्वेदपारगाः ॥
]

`verse 8 [
आत्मानं मेनिरे सर्वे कृतार्था वयमित्युत ॥
शिवप्रीत्या सुपूर्णार्थाश्शिवभक्तिरतास्सदा॥
]

`verse 9 [
तस्मिन्नवसरे सूतं पञ्चक्रोशदिदृक्षया ॥
गत्वा समागतं वीक्ष्य मुदा ते तं ववन्दिरे॥॥।
सोपि विश्वेश्वरं साक्षाद्देवदेवमुमापतिम् ॥
नमस्कृत्याथ तैस्साकम्मुक्तिमण्डपमाविशत् ॥
]

`verse 10 [
तत्रासीनम्महात्मानं सूतम्पौराणिकोत्तमम् ॥
अर्घ्यादिभिस्तदा सर्व्वे मुनयस्समुपाचरन् ॥
]

`verse 11 [
ततः सूतः प्रसन्नात्मा मुनीनालोक्य सुव्रतान् ॥
पप्रच्छ कुशलान्तेपि प्रोचुः कुशलमात्मनः॥
]

`verse 12 [
ते तु संहृष्टहृदयं ज्ञात्वा तं वै मुनीश्वराः ॥
प्रणवार्थावगत्यर्थमूचुः प्रास्ताविकं वचः ॥
]

`speaker [
मुनय ऊचुः
]

`verse 13 [
व्यासशिष्य महाभाग सूत पौराणिकोत्तम॥
धन्यस्त्वं शिवभक्तो हि सर्वविज्ञान सागरः ॥
]

`verse 14 [
भवन्तमेव भगवान्व्यासस्सर्वजगद्गुरुः ॥
अभिषिच्य पुराणानां गुरुत्वे समयोजयत्॥
]

`verse 15 [
तस्मात्पौराणिकी विद्या भवतो हृदि संस्थिता॥
पुराणानि च सर्वाणि वेदार्थम्प्रवदन्ति हि ॥
]

`verse 16 [
वेदाः प्रणवसम्भूताः प्रणवार्थो महेश्वरः॥
अतो महेश्वरस्थानं त्वयि धिष्ण्यम्प्रतिष्ठितम् ॥
]

`verse 17 [
त्वन्मुखाब्जपरिस्यन्दन्मकरंदे मनोहरम् ॥
प्रणवार्थामृतं पीत्वा भविष्यामो गतज्वराः ॥
]

`verse 18 [
विशेषतो गुरुस्त्वं हि नान्योऽस्माकं महामते॥
परं भावं महेशस्य परया कृपया वद॥
]

`verse 19 [
इति तेषां वचः श्रुत्वा सूतो व्यासप्रियस्सुधीः॥
गणेशं षण्मुखं साक्षान्महेशानं महेश्वरीम् ॥
]

`verse 20 [
शिलादतनयं देवं नन्दीशं सुयशापतिम् ॥
सनत्कुमारं व्यासं च प्रणिपत्येदमब्रवीत्॥
]

`speaker [
सूत उवाच
]

`verse 21 [
साधुसाधु महाभागा मुनयः क्षीणकल्मषाः॥
मतिर्दृढतरा जाता दुर्लभा सापि दुष्कृताम्॥
]

`verse 22 [
पाराशर्येण गुरुणा नैमिषारण्यवासिनाम्॥
मुनीनामुपदिष्टं यद्वक्ष्ये तन्मुनिपुंगवाः॥
]

`verse 23 [
यस्य श्रवणमात्रेण शिवभक्तिर्भवेन्नृणाम्॥
सावधाना भवन्तोद्य शृण्वन्तु परया मुदा॥
]

`verse 24 [
स्वारोचिषेन्तरे पूर्वं तपस्यंतो दृढव्रताः॥
ऋषयो नैमिषारण्ये सर्वसिद्धनिषेविते॥
]

`verse 25 [
दीर्घसत्रं वितन्वन्तो रुद्रमध्वरनायकम् ॥
प्रीणयन्तः परं भावमैश्वर्य्यं ज्ञातुमिच्छवः॥
]

`verse 26 [
निवसन्ति स्म ते सर्वे व्यासदर्शनकांक्षिणः ॥
शिवभक्तिरता नित्यं भस्मरुद्राक्षधारिणः ॥
]

`verse 27 [
तेषां भावं समालोक्य भगवान्बादरायणः ॥
प्रादुर्बभूव सर्वात्मा पराशरतपःफलम् ॥
]

`verse 28 [
तं दृष्ट्वा मुनयस्सर्वे प्रहृष्टवदनेक्षणाः ॥
अभ्युत्थानादिभिस्सर्वैरुपचारैरुपाचरन् ॥
]

`verse 29 [
सत्कृत्य प्रददुस्तस्मै सौवर्णं विष्टरं शुभम् ॥
सुखोपविष्टः स तदा तस्मिन्सौवर्णविष्टरे ॥
प्राह गंभीरया वाचा पाराशर्य्यो महामुनिः ॥
]

`speaker [
व्यास उवाच
]

`verse 30 [
कुशलं किं नु युष्माकम्प्रब्रूतास्मिन्महामखे ॥
अर्चितं किं नु युष्माभिस्सम्यगध्वरनायकः ॥
]

`verse 31 [
किमर्थमत्र युष्माभिरध्वरे परमेश्वरः॥
स्वर्चितो भक्तिभावेन साम्बस्संसारमोचकः ॥
]

`verse 32 [
युष्मत्प्रवृत्तिर्मे भाति शुश्रूषा पूर्वमेव हि ॥
परभावे महेशस्य मुक्तिहेतोश्शिवस्य च ॥
]

`verse 33 [
एवमुक्ता मुनीन्द्रेण व्यासेनामिततेजसा ॥
मुनयो नैमिषारण्यवासिनः परमौजसः ॥
]

`verse 34 [
प्रणिपत्य महात्मानं पाराशशर्य्यं महामुनिम् ॥
शिवानुरागसंहृष्टमानसं च तमब्रुवन् ॥
]

`verse 35 [
मुनय ऊचुः ॥ ॥
भगवन्मुनिशार्दूल साक्षान्नारायणांशज॥
कृपानिधे महाप्राज्ञ सर्वविद्याधिप प्रभो ॥
]

`verse 36 [
त्वं हि सर्वजगद्भर्तुर्महा देवस्य वेधसः ॥
साम्बस्य सगणस्यास्य प्रसादानां निधिस्स्वयम् ॥
]

`verse 37 [
त्वत्पादाब्जरसास्वादमधुपायितमानसाः ॥
कृतार्था वयमद्यैव भवत्पादाब्जदर्शनात् ॥
]

`verse 38 [
त्वदीयचरणाम्भोजदर्शनं खलु पापिनाम् ॥
दुर्लभं लब्धमस्माभिस्त्वस्मात्सुकृतिनो वयम् ॥
]

`verse 39 [
अस्मिन्देशे महाभाग नैमिषारण्यसंज्ञके ॥
दीर्घसत्रान्वितास्सर्वे प्रणवार्थप्रकाशकाः ॥
]

`verse 40 [
श्रोतव्यः परमेशान इति कृत्वा विनिश्चिताः ॥
परस्परं चिन्तयन्तः परं भावं महेशितु ॥
]

`verse 41 [
अज्ञातवन्त एवैते वयं तस्माद्भवान्प्रभो ॥
छेत्तुमर्हति तान्सर्वान्संशयानल्पचेतसाम् ॥
]

`verse 42 [
त्वदन्यः संशयस्यास्यच्छेत्ता न हि जगत्त्रये ॥
तस्मादपारगंभीरव्यामोहाब्धौ निमज्जतः ॥
]

`verse 43 [
तारयस्व शिवज्ञानपोतेनास्मान्दयानिधे॥
शिवसद्भक्तितत्त्वार्थं ज्ञातुं श्रद्धालवो वयम् ॥
]

`verse 44 [
एवमभ्यर्थितस्त मुनिभिर्वेदपारगैः ॥
सर्ववेदार्थविन्मुख्यः शुकतातो महामुनिः ॥
वेदान्तसारसर्वस्वं प्रणवं परमेश्वरम् ॥
]

`verse 45 [
ध्यात्वा हृत्कर्णिकामध्ये साम्बं संसारमोचकम् ॥
प्रहृष्टमानसो भूत्वा व्याजहार महामुनि ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां व्यासशौनकादिसंवादो नाम प्रथमोऽध्यायः। ।
]
