`speaker [
व्यास उवाच
]

`verse 1 [
साधु पृष्टमिदं विप्रा भवद्भिर्भाग्यवत्तमैः ॥
दुर्लभं हि शिवज्ञानं प्रणवार्थप्रकाशकम् ॥
]

`verse 2 [
येषां प्रसन्नो भगवान्साक्षाच्छूलवरायुधः ॥
तेषामेव शिवज्ञानं प्रणवार्थप्रकाशकम ॥
]

`verse 3 [
जायते न हि सन्देहो नेतरेषामिति श्रुतिः ॥।
शिवभक्तिविहीनानामिति तत्त्वार्थनिश्चयः ॥
]

`verse 4 [
दीर्घसत्रेण युष्माभिर्भगवानम्बिकापतिः ॥
उपासित इतीदं मे दृष्टमद्य विनिश्चितम् ॥
]

`verse 5 [
तस्माद्वक्ष्यामि युष्माकमितिहासम्पुरातनम् ॥
उमामहेशसम्वादरूपमद्भुतमास्तिकाः ॥
]

`verse 6 [
पुराखिलजगन्माता सती दाक्षायणी तनुम् ॥
शिवनिन्दाप्रसङ्गेन त्यक्त्वा च जनकाध्वरे ॥
]

`verse 7 [
ततः प्रभावात्सा देवी सुताऽभूद्धिमवद्गिरेः ॥
शिवार्थमतपत्सा वै नारदस्योपदेशतः ॥
]

`verse 8 [
तस्मिन्भूधरवर्य्ये तु स्वयंवरविधानतः॥
देवेशे च कृतोद्वाहे पार्वती सुखमाप सा ॥
]

`verse 9 [
तथैकस्मिन्महादेवी समये पतिना सह ॥
सूपविष्टा महाशैले गौरी देवमभाषत॥
]

`speaker [
महादेव्युवाच
]

`verse 10 [
भगवन्परमेशान पञ्चकृत्यविधायक ॥
सर्वज्ञ भक्तिसुलभ परमामृतविग्रह ॥
]

`verse 11 [
दाक्षायणीन्तनुं त्यक्त्वा तव निन्दाप्रसंगतः ॥
आसमद्य महेशान पुत्री हिमवतो गिरेः॥।
कृपया परमेशान मंत्रदीक्षाविधानतः ॥
मां विशुद्धात्मतत्त्वस्थां कुरु नित्यं महेश्वर ॥
]

`verse 12 [
इति सम्प्रार्थितो देव्या देवः शीतांशु भूषणः ॥
प्रत्युवाच ततो देवीं प्रहृष्टेनान्तरात्मना ॥
]

`speaker [
महादेव उवाच
]

`verse 13 [
धन्या त्वं देवदेवशि यदि जातेदृशी मतिः ॥
कैलास शिखरं गत्वा करिष्ये त्वां च तादृशीम् ॥
]

`verse 14 [
ततो हिमवतो गत्वा कैलासम्भूधरेश्वरम्॥
जगौ दीक्षाविधानेन प्रणवादीन्मनून् क्रमात् ॥
]

`verse 15 [
उक्त्वा मंत्रांश्च तान्देवीं कृत्वा शुद्धात्मनि स्थिताम् ॥
सार्द्धं देव्या महादेवो देवोद्यानं गतोऽभवत् ॥
]

`verse 16 [
ततः सुमालिनीमुख्यैर्दैव्याः प्रियसखीजनैः॥
समाहृतैः प्रफुल्लैस्तैः पुष्पैः कल्पतरूद्भवैः॥
]

`verse 17 [
अलंकृत्य महादेवीं स्वांकमारोप्य  शंकरः॥
प्रहृष्टवदनस्तस्थौ विलोक्य च तदाननम् ॥
]

`verse 18 [
ततः प्रियकथा जाताः पार्वतीपरमेशयोः ॥
हिताय सर्वलोकानां साक्षाच्छ्रुत्यर्थं सम्मिता ॥
]

`verse 19 [
तदा सर्वजगन्माता भर्तुरंकं समाश्रिता ॥
विलोक्य वदनं भर्तुरिदमाहः तपोधनाः ॥
]

`speaker [
श्रीदेव्युवाच
]

`verse 20 [
उपदिष्टास्त्वया देव मंत्रास्सप्रणवा मताः ॥
तत्रादौ श्रोतुमिच्छामि प्रणवार्थं विनिश्चितम् ॥
]

`verse 21 [
कथम्प्रणव उत्पन्नः कथं प्रणव उच्यते ॥
मात्राः कति समाख्याताः कथं वेदादिरुच्यते ॥
]

`verse 22 [
देवताः कति च प्रोक्ताः कथं वेदादिभावना॥
क्रियाः कतिविधाः प्रोक्ता व्याप्यव्यापकता कथम्॥
]

`verse 23 [
ब्रह्माणि पंच मंत्रेऽस्मिन्कथं तिष्ठंत्यनुक्रमात्॥
कलाः कति समाख्याताः प्रपंचात्मकता कथम् ॥।२४॥
वाच्यवाचकसम्बन्धस्थानानि च कथं शिव ॥
कोऽत्राधिकारी विज्ञेयो विषयः क उदाहृतः ॥
]

`verse 24 [
सम्बन्धः कोत्र विज्ञेयः किंप्रयोजनमुच्यते ॥
उपासकस्तु किंरूपः किं वा स्थानमुपासनम् ॥
]

`verse 25 [
उपास्यं वस्तु किंरूपं किं वा फलमुपासितुः ॥
अनुष्ठान विधिः कोवा पूजास्थानं च किं प्रभो ॥
]

`verse 26 [
पूजायां मण्डलं किं वा किं वा ऋष्यादिकं हर ॥
न्यासजातविधिः को वा को वा पूजाविधिक्रमः ॥
]

`verse 27 [
एतत्सर्वं महेशान समाचक्ष्व विशेषतः ॥
श्रोतुमिच्छामि तत्त्वेन यद्यस्ति मयि ते कृपा ॥
]

`verse 28 [
इति देव्या समापृष्टो भगवानिन्दुभूषणः ॥
सम्प्रशस्य महेशानीं वक्तुं समुपचक्रमे ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलास संहितायां देवीदेवसंवादे देवीकृतप्रश्नवर्णनं नाम द्वितीयोऽध्यायः ॥
]
