`speaker [
ईश्वर उवाच
]

`verse 1 [
शृणु देवि प्रवक्ष्यामि यन्मां त्वम्परि पृच्छसि ॥
तस्य श्रवणमात्रेण जीवस्साक्षाच्छिवो भवेत् ॥
]

`verse 2 [
प्रणवार्थपरिज्ञानमेव ज्ञानं मदात्मकम् ॥
बीजन्तत्सर्वविद्यानां मंत्र म्प्रणवनामकम् ॥
]

`verse 3 [
अतिसूक्ष्मं महार्थं च ज्ञेयं तद्वटबीजवत् ॥
वेदादि वेदसारं च मद्रूपं च विशेषतः ॥
]

`verse 4 [
देवो गुणत्रयातीतः सर्वज्ञः सर्वकृत्प्रभुः ॥
ओमित्येकाक्षरे मंत्रे स्थितोहं सर्वगश्शिवः ॥
]

`verse 5 [
यदस्ति वस्तु तत्सर्वं गुणप्राधान्ययोगतः ॥
समस्तं व्यस्त मपि च प्रणवार्थं प्रचक्षते॥
]

`verse 6 [
सर्वार्थसाधकं तस्मादेकं ब्रह्मैतदक्षरम् ॥
तेनोमिति जगत्कृस्नं कुरुते प्रथमं शिवः॥
]

`verse 7 [
शिवो वा प्रणवो ह्येष प्रणवो वा शिवः स्मृतः ॥
वाच्यवाचकयोर्भेदो नात्यंतं विद्यते यतः ॥
]

`verse 8 [
तस्मादेकाक्षरं देवं मां च ब्रह्मर्षयो विदुः ॥
वाच्यवाचकयोरैक्यं मन्यमाना विपश्चितः ॥
]

`verse 9 [
अतस्तदेव जानीयात्प्रणवं सर्वकारणम् ॥
निर्विकारी मुमुक्षुर्मां निर्गुणं परमेश्वरम्॥
]

`verse 10 [
एनमेव हि देवेशि सर्वमंत्रशिरोमणिम् ॥
काश्यामहं प्रदास्यामि जीवानां मुक्तिहेतवे ॥
]

`verse 11 [
तत्रादौ सम्प्रवक्ष्यामि प्रणवोद्धारमम्बिके ॥
यस्य विज्ञानमात्रेण सिद्धिश्च परमा भवेत् ॥
]

`verse 12 [
निवृत्तिमुद्धरेत्पूर्वमिन्धनं च ततः परम् ॥
कालं समुद्धरेत्पश्चाद्दंडमीश्वरमेव च ॥
]

`verse 13 [
वर्णपंचकरूपोयमेवं प्रणव उद्धृतः ॥
त्रिमात्रबिन्दुनादात्मा मुक्तिदो जपतां सदा ॥
]

`verse 14 [
ब्रह्मादिस्थावरान्तानां सर्वेषां प्राणिनां खलु ॥
प्राणः प्रणव एवायं तस्मात्प्रणव ईरितः ॥
]

`verse 15 [
आद्यम्वर्णमकारं च उकारमुत्तरे ततः ॥
मकारं मध्यतश्चैव नादांतं तस्य चोमिति ॥
]

`verse 16 [
जलवद्वर्णमाद्यन्तु दक्षिणे चोत्तरे तथा ॥
मध्ये मकारं शुचिवदोंकारे मुनिसत्तम ॥ ॥
]

`verse 17 [
अकारश्चाप्युकारोयं मकाराश्च त्रयं क्रमात् ॥
तिस्रो मात्रास्समाख्याता अर्द्धमात्रा ततः परम् ॥
]

`verse 18 [
अर्द्धमात्रा महेशानि बिन्दुनादस्वरूपिणी ॥
वर्णनीया न वै चाद्धा ज्ञेया ज्ञानिभिरेव सा ॥
]

`verse 19 [
ईशानस्सर्वविद्यानामित्यद्याश्श्रुतयः प्रिये ॥
मत्त एव भवन्तीति वेदास्सत्यम्वदन्ति हि॥
]

`verse 20 [
तस्माद्वेदादिरेवाहं प्रणवो मम वाचकः॥
वाचकत्वान्ममैषोऽपि वेदादिरिति कथ्यते ॥
]

`verse 21 [
अकारस्तु महद्बीजं रजस्स्रष्टा चतुर्मुखः॥
उकारः प्रकृतिर्योनिस्सत्त्वं पालयिता हरिः॥
]

`verse 22 [
मकारः पुरुषो बीजी तमस्संहारको हरः ॥
बिन्दुर्महेश्वरो देवस्तिरो भाव उदाहृतः ॥
]

`verse 23 [
नादस्सदाशिवः प्रोक्तस्सर्वानुग्रहकारकः॥
नादमूर्द्धनि संचिन्त्य परात्परतरः शिवः ॥
]

`verse 24 [
स सर्वज्ञः सर्वकर्त्ता सर्वेशो निर्मलोऽव्ययः ॥
अनिर्देश्यः परब्रह्म साक्षात्सदसतः परः॥
]

`verse 25 [
अकारादिषु वर्णेषु व्यापकं चोत्तरोत्तरम् ॥
व्याप्यन्त्वधस्तनं वर्णमेवं सर्वत्र भावयेत् ॥
]

`verse 26 [
सद्यादीशानपर्य्यंतान्यकारादिषु पंचसु ॥
स्थितानि पंच ब्रह्माणि तानि मन्मूर्त्तयः क्रमात् ॥
]

`verse 27 [
अष्टौ कलास्समाख्याता अकारे सद्यजाश्शिवे ॥
उकारे वामरूपिण्यस्त्रयोदश समीरिताः ॥
]

`verse 28 [
अष्टावघोररूपिण्यो मकारे संस्थिताः कलाः ॥
बिन्दौ चतस्रस्संभूताः कलाः पुरुषगोचराः ॥
]

`verse 29 [
नादे पंच समाख्याताः कला ईशानसंभवाः ॥
षड्विधैक्यानुसंधानात्प्रपंचात्मकतोच्यते ॥
]

`verse 30 [
मन्त्रो यन्त्रं देवता च प्रपंचो गुरुरेव च ॥
शिष्यश्च षट्पदार्था नामेषामर्थं शृणु प्रिये ॥
]

`verse 31 [
पंचवर्णसमष्टिः स्यान्मन्त्रः पूर्वमुदाहतः ॥
स एव यंत्रतां प्राप्तो वक्ष्ये तन्मण्डलक्रमम् ॥
]

`verse 32 [
यन्त्रं तु देवतारूपं देवता विश्वरूपिणी ॥
विश्वरूपो गुरुः प्रोक्तश्शिष्यो गुरुवपुस्त्वतः ॥
]

`verse 33 [
ओमितीदं सर्वमिति सर्वं ब्रह्मेति च श्रुतेः ॥
वाच्यवाचकसम्बन्धोप्ययमेवार्थ ईरितः ॥
]

`verse 34 [
आधारो मणिपूरश्च हृदयं तु ततः परम् ॥
विशुद्धिराज्ञा च ततः शक्तिः शान्तिरिति क्रमात् ॥
]

`verse 35 [
स्थानान्येतानि देवेशि शान्त्यतीतं परात्परम् ॥
अधिकारी भवेद्यस्य वैराग्यं जायते दृढम् ॥
]

`verse 36 [
विषयः स्यामहं देवि जीवब्रह्मैक्यभावनात् ॥
सम्बन्धं शृणु देवेशि विषयः सम्यगीरितः ॥
]

`verse 37 [
जीवात्मनोर्मया सार्द्धमैक्यस्य प्रणवस्य च ॥
वाच्यवाचकभावोत्र सम्वन्धस्समुदीरितः॥
]

`verse 38 [
व्रतादिनिरतः शान्तस्तपस्वी विजितेन्द्रियः ॥
शौचाचारसमायुक्तो भूदेवो वेदनिष्ठितः ॥
]

`verse 39 [
विषयेषु विरक्तः सन्नैहिकामुष्मिकेषु च ॥
देवानां ब्राह्मणोऽपीह लोकजेषु शिवव्रती ॥
]

`verse 40 [
सर्वशास्त्रार्थ तत्त्वज्ञं वेदान्तज्ञानपारगम् ॥
आचार्य्यमुपसंगम्य यतिं मतिमतां वरम् ॥
]

`verse 41 [
दीर्घदण्डप्रणामाद्यैस्तोषयेद्यत्नतस्सुधीः ॥
शान्त्यादिगुणसंयुक्तः शिष्यस्सौशील्यवान्वरः ॥
]

`verse 42 [
यो गुरुः स शिवः प्रोक्तो यश्शिवस्स गुरुः स्मृतः ॥
इति निश्चित्य मनसा स्वविचारं निवेदयेत् ॥
]

`verse 43 [
लब्धानुज्ञस्तु गुरुणा द्वादशाहं पयोवती ॥
समुद्रतीरे नद्यां च पर्वते वा शिवालये ॥
]

`verse 44 [
शुक्लपक्षे तु पंचम्यामेकादश्यां तथापि वा ॥
प्रातः स्नात्वा तु शुद्धात्मा कृतनित्य क्रियस्सुधीः ॥
]

`verse 45 [
गुरुमाहूय विधिना नान्दीश्राद्धं विधाय च ॥
क्षौरं च कारयित्वाथ कक्षोपस्थविवर्जितम् ॥
]

`verse 46 [
केशश्मश्रुनखानां वै स्नात्वा नियतमानसः ॥
सक्तुं प्राश्याथ सायाह्ने स्नात्वा सन्ध्यामुपास्य च ॥
]

`verse 47 [
सायमौपासनं कृत्वा गुरुणा सहितो द्विजः ॥
शास्त्रोक्तदक्षिणान्दत्त्वा शिवाय गुरुरूपिणे ॥
]

`verse 48 [
होमद्रव्याणि संपाद्य स्वसूत्रोक्तविधानतः ॥
अग्निमाधाय विधिवल्लौकिकादिविभेदतः ॥
]

`verse 49 [
आहिताग्निस्तु यः कुर्यात्प्राजापत्ये ष्टिनाहिते ॥
श्रौते वैश्वानरे सम्यक् सर्ववेदसदक्षिणम् ॥
]

`verse 50 [
अथाग्निमात्मन्यारोप्य ब्राह्मणः प्रव्रजेद्गृहात् ॥
श्रपयित्वा चरुं तस्मिन्समिदन्नाज्यभेदतः ॥
]

`verse 51 [
पौरुषेणैव सूक्तेन हुत्वा प्रत्यृचमात्मवान् ॥
हुत्वा च सौविष्टकृतीं स्वसूत्रोक्तविधानतः ॥
]

`verse 52 [
हुत्वोपरिष्टात्तन्त्रं च तेनाग्नेरुत्तरे बुधः ॥
स्थित्वासने जपेन्मौनी चैलाजिनकुशोत्तरे ॥
यावद्ब्राह्ममुहूर्त्तं तु गायत्रीं दृढमानसः ॥
]

`verse 53 [
ततः स्नात्वा यथा पूर्वं श्रपयित्वा चरुं ततः ॥
पौरुषं सूक्तमारभ्य विरजान्तं हुनेद्बुधः ॥
]

`verse 54 [
वामदेवमतेनापि शौनकादिमतेन वा ॥
तत्र मुख्यं वामदेव्यं गर्भयुक्तो यतो मुनिः ॥
]

`verse 55 [
होमशेषं समाप्याथ  हुनेत् ॥
ततोग्निमात्मन्यारोप्य प्रातस्सन्ध्यमुपास्य च ॥
]

`verse 56 [
सवितर्युदिते पश्चात्सावित्रीं प्राविशेत्क्रमात् ॥
एषणानां त्रयं त्यक्त्वा प्रेषमुच्चार्य च क्रमात् ॥
]

`verse 57 [
शिखोपवीते संत्यज्य कटिसूत्रादिकं ततः ॥
विसृज्य प्राङ्मुखो गच्छेदुत्तराशामुखोपि वा ॥
]

`verse 58 [
गृह्णीयाद्दण्डकौपीनाद्युचितं लोकवर्तने ॥
विरक्तश्चेन गृह्णीयाल्लोकवृत्तिविचारणे ॥
]

`verse 59 [
गुरोः समीपं गत्वाथ दण्डवत्प्रणमेत्त्रयम् ॥
समुत्थाय ततस्तिष्ठेद्गुरुपादसमीपतः ॥
]

`verse 60 [
ततो गुरुः समादाय विरजानलजं शितम् ॥
भस्म तेनैव तं शिष्यं समुद्धृत्य यथाविधि ॥
]

`verse 61 [
अग्निरित्यादिभिर्मन्त्रैस्त्रिपुण्ड्रं धारयेत्ततः ॥
हृत्पंकजे समासीनं मां त्वया सह चिन्तयेत् ॥
]

`verse 62 [
हस्तं निधाय शिरसि शिष्यस्य प्रीतमानसः ॥
ऋष्यादिसहितं तस्य दक्षकर्णे समुच्चरेत् ॥
]

`verse 63 [
प्रणवं त्रिःप्रकारं तु ततस्तस्यार्थमादिशेत् ॥
षड्विधार्थं परिज्ञानसहितं गुरुसत्तमः ॥
]

`verse 64 [
द्विषट्प्रकारं स गुरुं प्रणम्य भुवि दण्डवत् ॥
तदधीनो भवेन्नित्यं वेदान्तं सम्यगभ्यसेत् ॥
]

`verse 65 [
मामेव चिंतयेन्नित्यं परमात्मानमात्मनि॥
विशुद्धे निर्विकारे वै ब्रह्मसाक्षिणमव्ययम् ॥
]

`verse 66 [
शमादिधर्मनिरतो वेदान्तज्ञानपारगः ॥
अत्राधिकारी स प्रोक्तो यतिर्विगतमत्सरः ॥
]

`verse 67 [
हृत्पुण्डरीकं विरजं विशोकं विशदम्परम् ॥
अष्टपत्रं केशराढ्यं कर्णिकोपरि शो भितम् ॥
]

`verse 68 [
आधारशक्तिमारभ्य त्रितत्वांतमयं पदम् ॥
विचिन्त्य मध्यतस्तस्य दहरं व्योम भावयेत् ॥
]

`verse 69 [
ओमित्येकाक्षरं ब्रह्म व्याहरन्मां त्वया सह ॥
चिंतयेन्मध्यतस्तस्य नित्यमुद्युक्तमानसः ॥
]

`verse 70 [
एवंविधोपासकस्य मल्लोकगतिमेव च ॥
मत्तो विज्ञानमासाद्य मत्सायुज्यफलं प्रिये ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां संन्यासपद्धतिवर्णनं नाम तृतीयोऽध्यायः॥
]
