`speaker [
ईश्वर उवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि संन्यासाह्निककर्म च ॥
तव स्नेहान्महादेवि संप्रदायानुरोधतः ॥
]

`verse 2 [
ब्राह्मे मुहूर्त्त उत्थाय शिरसि श्वेतपंकजे ॥
सहस्रारे समासीनं गुरुं संचितयेद्यतिः ॥
]

`verse 3 [
शुद्धस्फटिकसंकाशं द्विनेत्रं वरदाभये ॥
दधानं शिवसद्भावमेवात्मनि मनोहरम् ॥
]

`verse 4 [
भावोपनीतैः संपूज्य गन्धादिभिरनुक्रमात् ॥
बद्धांजलिपुटो भूत्वा नमस्कुर्याद्गुरुं ततः ॥
]

`verse 5 [
प्रातःप्रभृति सायान्ते सायादिप्रातरं ततः ॥
यत्करोमि महादेव तदस्तु तव पूजनम् ॥
]

`verse 6 [
प्रतिविज्ञाप्य गुरवे लब्धानुज्ञस्ततो गुरोः ॥
निरुद्धप्राण आसीनो विजितात्मा जितेन्द्रियः ॥
]

`verse 7 [
मूलादिब्रह्मरंध्रांतं षट्चक्रं परिचिंतयेत् ॥
विद्युत्कोटिसमप्रख्यं सर्वतेजोमयं परम् ॥
]

`verse 8 [
तन्मध्ये चिंतयेन्मां च सच्चिदानन्दविग्रहम् ॥
निर्गुणं परमं ब्रह्म सदाशिवमनामयम् ॥
]

`verse 9 [
सोहमस्मीति मतिमान्म दैक्यमनुभूय च ॥
बहिर्निर्गत्य च ततो दूरं गच्छेद्यथासुखम् ॥
]

`verse 10 [
वस्त्रेणाच्छाद्य मतिमाञ्छिरो नासिकया सह॥
विशोध्य देहं वि धिवत्तृणमाधाय भूतले ॥
]

`verse 11 [
गृहीतशिश्न उत्थाय ततो गच्छेज्जलाशयम् ॥
उद्धृत्य वार्यथान्यायं शौचं कुर्यादतन्द्रितः ॥
]

`verse 12 [
हस्तौ पादौ च संशोध्य द्विराचम्योमिति स्मरन् ॥
उत्तराभिमुखो मौनी दन्तधावनमाचरेत्॥
]

`verse 13 [
तृणपर्णैः सदा कुर्यादमामेकादशी विना ॥
अपां द्वादशगण्डूषैर्मुखं संशोधयेत्ततः ॥
]

`verse 14 [
द्विराचम्य मृदा तोयैः कटिशौचं विधाय च ॥
अरुणोदयकाले तु स्नानं कुर्यान्मृदा सह ॥
]

`verse 15 [
गुरुं संस्मृत्य मां चैव स्नानसंध्याद्यमाचरेत् ॥
विस्तारभयतो नोक्तमत्र द्रष्टव्यमन्यतः ॥
]

`verse 16 [
आबध्य शंखमुद्रां च प्रणवेनाभिषेचयेत् ॥
शिरसि द्वादशावृत्त्या तदर्धं वा तदर्धकम् ॥
]

`verse 17 [
तीरमागत्य कौपीनं प्रक्षाल्याचम्य च द्विधा ॥
प्रोक्षयेत्प्रणवेनैव वस्त्रमंगोपमार्जनम् ॥
]

`verse 18 [
मुखम्प्रथमतो मृज्य शिर आरभ्य सर्वतः ॥
तेनैव मार्जयेद्देहं स्थित्वा च गुरुसन्निधौ ॥
]

`verse 19 [
आबध्याद्वामतः शुद्धं कौपीनं च सडोरकम् ॥
ततः संधारयेद्भस्म तद्विधिः प्रोच्यतेऽद्रिजे ॥
]

`verse 20 [
द्विराचम्य समादाय भस्म सद्यादिमंत्रतः ॥
अग्निरित्यादिभिर्मंत्रैरभिमंत्र्य स्पृशेत्तनुम् ॥
]

`verse 21 [
आपोवेत्यभिमंत्र्याथ जलं तेनैव सेचयेत् ॥
ओमापोज्योतिरित्युक्त्वा मानस्तोकेति मंत्रतः॥
]

`verse 22 [
समद्य कमलद्वन्द्वं कुर्या केकं तु पंचधा॥
शिरोवदनहृद्गुह्यपादेषु परमेश्वरि॥
]

`verse 23 [
ईशानादिसमारभ्य सद्यान्तं पंचभिः क्रमात्॥
उद्धूल्य कवलं पश्चात्प्रणवेनाभिषेचयेत्।२३।
सर्वांगं च ततो हस्तौ प्रक्षाल्यान्यत्समाहरेत्
समर्च्य पूर्वत्तत्तु त्रिपुण्ड्रांस्तेन धारयेत्॥
]

`verse 24 [
त्रियायुषैस्त्र्यम्बकैश्च प्रणवेन शिवेन च॥
शिरस्यथ ललाटे च वक्षसि स्कन्ध एव च॥
]

`verse 25 [
नाभौ बाह्वौः संधिषु च पृष्ठ चैव यथाक्रमम् ॥
प्रक्षाल्य हस्तौ च ततो द्विराचम्य यथाविधि ॥
]

`verse 26 [
पंचीकरणमुच्चार्य भावयेत्स्वगुरुं बुधः ॥
वक्ष्यमाणप्रकारेण प्राणायामान्षडाचरेत् ॥
]

`verse 27 [
दक्षहस्तेन संगृह्य जलं वामेन पाणिना ॥
समाच्छाद्य द्विषड्वारं प्रणवे नाभिमंत्रयेत् ॥
]

`verse 28 [
एवं त्रिवारं संप्रोक्ष्य शिरसि त्रिः पिबेत्ततः ॥
समाहितेन मनसा ध्यायन्नोंकारमीश्वरम्॥
]

`verse 29 [
सौरमण्डलमध्यस्थं सर्वतेजोमयं परम् ॥
अष्टबाहुं चतुर्वक्त्रमर्द्धनारीकमद्भुतम् ॥
]

`verse 30 [
सर्वाश्चर्य्यगुणोपेतं सर्वालंकारशोभितम् ॥
एवं ध्यात्वाथ विधिवद्दद्यादर्घ्यत्रयं ततः ॥
]

`verse 31 [
अष्टोत्तरशतं जप्त्वा द्विषड्वारं तु तर्पयेत् ॥
पुनराचम्य विधिवत्प्राणायामत्रयं चरेत् ॥
]

`verse 32 [
पूजासदनमागच्छेन्मनसा संस्मरञ्च्छिवम्॥
द्वारमासाद्य प्रक्षाल्य पादौ मौनी द्विराचमेत्॥
]

`verse 33 [
प्रविशेद्विधिना तत्र दक्षपादपुरस्स रम्॥
मण्डपान्तस्सुधीस्तत्र मण्डलं रचयेत्क्रमात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां संन्यासाचारवर्णनंनाम चतुर्थोऽध्यायः ॥
]
