`speaker [
ईश्वर उवाच
]

`verse 1 [
परीक्ष्य विधिवद्भूमिं गंधवर्णरसादिभिः ॥
मनोभिलषिते तत्र वितानवितताम्बरे ॥
]

`verse 2 [
सुप्रलिप्ते महीपृष्ठे दर्पणोदरसन्निभे ॥
अरत्नियुग्ममानेन चतुरस्रं प्रकल्पयेत् ॥
]

`verse 3 [
तालपत्रं समादाय तत्समायामविस्तरम्॥
तस्मिन्भागान्प्रकुर्वीत त्रयोदशसमां कलाम्॥
]

`verse 4 [
तत्पत्रं तत्र निक्षिप्य पश्चिमाभिमुखः स्थितः ॥
तत्पूर्वभागे सुदृढं सूत्रमादाय रंजितम् ॥
]

`verse 5 [
प्राक्प्रत्यग्दक्षिणोदक् च चतुर्दिशि निपातयेत् ॥
सूत्राणि देवदेवेशि नवषष्ट्युत्तरं शतम् ॥
]

`verse 6 [
कोष्ठानि स्युस्ततस्तस्य मध्यकोष्ठं तु कर्णिका॥
कोष्ठाष्टकं बहिस्तस्य दलाष्टकमिहोच्यते॥
]

`verse 7 [
दलानि श्वेतवर्णानि  दलाष्टकमिहोच्यते ॥ ॥
दलानि श्वेतवर्णात्रि समग्राणि प्रकल्पयेत् ॥
पीतरूपां कर्णिकां च कृत्वा रक्तं च वृत्तकम् ॥
]

`verse 8 [
वनभिद्दलदक्षं तु समारभ्य सुरेश्वरि ॥
रक्तकृष्णाः क्रमेणैव दलसन्धीन्विचित्रयेत्॥
]

`verse 9 [
कर्णिकायां लिखेद्यंत्रं प्रणवार्थप्रकाशकम् ॥
अधः पीठं समालिख्य श्रीकण्ठं च तदूर्ध्वतः ॥
]

`verse 10 [
तदुपर्य्यमरेशं च महाकालं च मध्यतः ॥
तन्मस्तकस्थं दण्डं च तत ईश्वरमालिखेत् ॥
]

`verse 11 [
श्यामेन पीठं पीतेन श्रीकण्ठं च विचित्रयेत् ॥
अमरेशं महाकालं रक्तं कृष्णं च तौ क्रमात् ॥
]

`verse 12 [
कुर्यात्सुधूम्रं दण्डं च धवलं चेश्वरं बुधः ॥
एवं यंत्रं समालिख्य रक्तं सद्येन वेष्टयेत् ॥
]

`verse 13 [
तदुत्थेनैव नादेन विद्यादीशानमीश्वरि ॥
तद्वासपंक्तीर्गृह्णीयादाग्नेयादिक्रमेण वै ॥
]

`verse 14 [
कोष्ठानि कोणभागेषु चत्वार्येतानि सुन्दरि ॥
शुक्लेनापूर्य्य वर्णादि चतुष्कं रक्तधातुभिः ॥
]

`verse 15 [
आपूर्य्य तानि चत्वारि द्वाराणि परिकल्पयेत् ॥
ततस्तत्पार्श्वयोर्द्वंद्वं पीतेनैव प्रपूरयेत् ॥
]

`verse 16 [
आग्नेयकोष्ठमध्ये तु पीताभे चतुरस्रके ॥
अष्टपत्रं लिखेत्पद्मं रक्ताभं पीतकर्णिकम् ॥
]

`verse 17 [
हकारं विलिखेन्मध्ये विन्दुयुक्तं समाहितः ॥
पद्मस्य नैर्ऋते कोष्ठे चतुरस्रन्तदा लिखेत्॥
]

`verse 18 [
पद्ममष्टदलं रक्तं पीतकिंजल्ककर्णिकम् ॥।
शवर्गस्य तृतीयन्तु षष्ठस्वरसमन्वितम् ॥
]

`verse 19 [
चतुर्दशस्वरोपेतं बिन्दुनादविभूषितम् ॥
एतद्बीजवरं भद्रे पद्ममध्ये समालिखेत्॥ ॥
]

`verse 20 [
पद्मस्येशानकोष्ठे तु तथा पद्मं समालिखेत् ॥
कवर्गस्य तृतीयं तु पंचमस्वरसंयुतम् ॥
]

`verse 21 [
विलिखेन्मध्यतस्तस्य बिन्दुकण्ठे स्वलंकृतम् ॥
तद्बाह्यपंक्तित्रितये पूर्वादिपरितः क्रमात् ॥
]

`verse 22 [
कोष्ठानि पंच गृह्रीयाद्गिरिराजसुते शिवे ॥
मध्ये तु कर्णिकां कुर्यात्पीतां रक्तं च वृत्तकम्॥
]

`verse 23 [
दलानि रक्तवर्णानि कल्पयेत्कल्पवित्तमः॥
दलबाह्ये तु कृष्णेन रंध्राणि परिपूरयेत्॥
]

`verse 24 [
आग्नेयादीनि चत्वारि शुक्लेनैव प्रपूरयेत्॥
पूर्वे षड्बिन्दुसहितं षट्कोणं कृष्णमालिखेत्॥
]

`verse 25 [
रक्तवर्णं दक्षिणतस्त्रिकोणं चोत्तरे ततः॥
श्वेताभमर्द्धचन्द्रं च पीतवर्णं च पश्चिमे ॥
]

`verse 26 [
चतुरस्रं क्रमात्तेषु लिखेद्बीजचतुष्टयम्॥
पूर्वे बिन्दुं समालिख्य शुभ्रं कृष्णं तु दक्षिणे ॥
]

`verse 27 [
उकारमुत्तरे रक्तं मकारं पश्चिमे ततः॥
अकारं पीतमेवं तु कृत्वा वर्णचतुष्टयम्॥
]

`verse 28 [
सर्वोर्द्ध्वपंक्त्यधः पंक्तौ समारभ्य च सुन्दरि॥
पीतं श्वेतं च रक्तं च कृष्णं चेति चतुष्टयम् ॥
]

`verse 29 [
तदधो धवलं श्यामं पीतं रक्तं चतुष्टयम् ॥
अधस्त्रिकोणके रक्तं शुक्लं पीतं वरानने ॥
]

`verse 30 [
एवन्दक्षिणमारभ्य कुर्यात्सोमान्तमीश्वरि॥
तद्बाह्यपंक्तौ पूर्वादिमध्यमान्तं विचित्रयेत् ॥
]

`verse 31 [
पीतं रक्तं च कृष्णं च श्यामं श्वेतं च पीतकम् ॥
आग्रेय्यादि समारभ्य रक्तं श्यामं सितं प्रिये ॥
]

`verse 32 [
रक्तं कृष्णं च रक्तं च षट्कमेव प्रकीर्तितम् ॥
दक्षिणाद्यं महेशानि पूर्वावधि समीरितम् ॥
]

`verse 33 [
नैर्ऋताद्यन्तु विज्ञेयमाग्नेयावधि चेश्वरि ॥
वारुणं तु समारभ्य दक्षिणावधि चेरितम॥
]

`verse 34 [
वायव्याद्यं महादेवि नैर्ऋतावधि चेरितम् ॥
सोमार्थं परमेशानि वारुणावधि चेरितम् ॥
]

`verse 35 [
ईशानाद्यं तु विज्ञेयं वायव्यावधि चाम्बिके ॥
इत्युक्तो मण्डलविधिर्मया तुभ्यं च पार्वति ॥
]

`verse 36 [
एवं मण्डलमालिख्य नियतात्मा यतिस्स्वतः ॥
सौरपूजां प्रकुर्वीत स हि तद्वस्तुतत्परः ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां संन्यासमण्डलविधिवर्णनं नाम पंचमोऽध्यायः ॥
]
