`speaker [
ईश्वर उवाच
]

`verse 1 [
दक्षिणे मंडलस्याथ वैयाघ्रं चर्मशोभनम्॥
आस्तीर्य्य शुद्धतोयेन प्रोक्षयेदस्त्रमंत्रतः ॥
]

`verse 2 [
प्रणवं पूर्वमुद्धृत्य पश्चादाधार मुद्धरेत् ॥
तत्पश्चाच्छक्तिकमलं चतुर्थ्यंतं नमोन्तकम् ॥
]

`verse 3 [
मनुमेवं समुच्चार्य स्थित्वा तस्मिन्नुदङ्मुखः ॥
प्राणानायम्य विधिवत्प्र णवोच्चारपूर्वकम् ॥
]

`verse 4 [
अग्निरित्यादिभिर्मंत्रैर्भस्म संधारयेत्ततः ॥
शिरसि श्रीगुरुं नत्वा मण्डलं रचयेत्पुनः ॥
]

`verse 5 [
त्रिकोणवृत्तं बाह्ये तु चतुरस्रात्मकं क्रमात् ॥
अभ्यर्च्योमिति साधारं स्थाप्य शंखं समर्चयेत् ॥
]

`verse 6 [
आपूर्य शुद्धतोयेन प्रणवेन सुगंधिना॥
अभ्यर्च्य गंधपुष्पाद्यैः प्रणवेन च सप्तधा ॥
]

`verse 7 [
अभिमंत्र्य ततस्तस्मिन्धेनुमुद्रां प्रदर्शयेत ॥
शंखमुद्रां च तेनैव प्रोक्षयेदस्त्रमंत्रतः ॥
]

`verse 8 [
आत्मानं गंधपुष्पादिपूजोपकरणानि च ॥
प्राणायामत्रयं कृत्वा ऋष्यादिकमथाचरेत् ॥
]

`verse 9 [
अस्य श्रीसौरमंत्रस्य देवभाग ऋषिस्ततः ॥
छन्दो गायत्रमित्युक्तं देवस्सूर्यो महेश्वरः ॥
]

`verse 10 [
देवता स्यात्षडंगानि ह्रामित्यादीनि विन्यसेत् ॥
ततस्संप्रोक्षयेत्पद्ममस्त्रेणाग्नेरगोचरम् ॥
]

`verse 11 [
तस्मिन्समर्चयेद्विद्वान् प्रभूतां विमलामपि ॥
सारां चाथ समाराध्य पूर्वादिपरतः क्रमात् ॥
]

`verse 12 [
अथ कालाग्निरुद्रं च शक्तिमाधारसंज्ञिताम् ॥
अनन्तं पृथिवीं चैव रत्नद्वीपं तथैव च ॥
]

`verse 13 [
संकल्पवृक्षोद्यानं च गृहं मणिमयं ततः॥
रक्तपीठं च संपूज्य पादेषु प्रागुपक्रमात् ॥
]

`verse 14 [
धर्मं ज्ञानं च वैराग्यमैश्वर्यं च चतुष्टयम्॥
अधर्माद्यग्निकोणादिकोणेषु च समर्चयेत् ॥
]

`verse 15 [
मायाधश्छदनं पश्चाद्विद्योर्ध्वच्छदनं ततः ॥
सत्त्वं रजस्तमश्चैव समभ्यर्च्य यथाक्रमम् ॥
]

`verse 16 [
पूर्वादिदिक्षु मध्ये च दीप्तां सूक्ष्मां जयामपि ॥
भद्रां विभूति विमलाममोघां वैद्युतामपि॥
]

`verse 17 [
सर्वतोमुखसंज्ञां च कन्दनालं तथैव च ॥
सुषिरं च ततस्तं तु कंटकांस्तदनंतरम् ॥
]

`verse 18 [
मूलच्छदनकिंजल्कप्रकाशसकलात्मनः ॥
पंचग्रंथिकर्णिकां च दलानि तदनंतरम् ॥
]

`verse 19 [
केशरान्ब्रह्मविष्णू च रुद्रमात्मानमेव च ॥
अन्तरात्मानमपि च ज्ञानात्मपरमात्मनि ॥
]

`verse 20 [
सम्पूज्य पश्चात्सौराख्यं योगपीठं समर्चयेत् ॥
पीठोपरि समाकल्प्य मूर्त्तिं मूलेन मूलवित् ॥
]

`verse 21 [
निरुद्धप्राण आसीनो मूलेनैव स्वमूलतः ॥
शक्तिमुत्थाप्य तत्तेजः प्रभावात्पिंगलाध्वना ॥
]

`verse 22 [
पुष्पांजलौ निर्गमय्य मण्डलस्थस्य भास्वतः ॥
सिन्दूरारुणदेहस्य वामार्द्धदयितस्य च ॥
]

`verse 23 [
अक्षस्रक्पाशखट्वांगकपालांकुशपंकजम् ॥
शंखं चक्रं दधानस्य चतुर्वक्त्रस्य लोचनैः ॥
]

`verse 24 [
राजितस्य द्वादशभिस्तस्य हृत्पंकजोदरे ॥
प्रणवं पूर्वमुद्धृत्य ह्रांह्रींसस्तदनन्तरम् ॥
]

`verse 25 [
प्रकाशशक्तिसहितं मार्तण्डं च ततः परम् ॥
आवाहयामि नम इत्यावाह्या वाहनाख्यया ॥
]

`verse 26 [
मुद्रया स्थापनाद्याश्च मुद्रास्संदर्शयेत्ततः ॥
विन्यस्यांगानि ह्रां ह्रीं ह्रूमंतेन मनुना ततः ॥
]

`verse 27 [
पंचोपचारान्संकल्प्य मूलेनाभ्यर्चयेत्त्रिधा ॥
केशरेषु च पद्मस्य षडंगानि महेश्वरि ॥
]

`verse 28 [
वह्नीशरक्षोवायूनां परितः क्रमतः सुधीः ॥
द्वितीयावरणे पूज्याश्चतस्रो मूर्तयः क्रमात् ॥
]

`verse 29 [
पूर्वाद्युत्तरपर्यंतं दलमूलेषु पार्वति ॥
आदित्यो भास्करो भानू रविश्चेत्यनुपूर्वशः ॥
]

`verse 30 [
अर्को ब्रह्मा तथा रुद्रो विष्णुश्चेति पुनः प्रिये ॥
ईशानादिषु संपूज्यास्तृतीयावरणे पुनः ॥
]

`verse 31 [
सोमं कुजं बुधं जीवं कविं मंदं तम स्तमः ॥
समंततो यजेदेतान्पूर्वादिदलमध्यतः ॥
]

`verse 32 [
अथवा द्वादशादित्यान्द्वितीयावरणे यजेत ॥
तृतीयावरणे चैव राशीर्द्वादश पूजयेत् ॥
]

`verse 33 [
सप्तसागरगंगाश्च बहिरस्य समंततः ॥
ऋषीन्देवांश्च गंधर्वान्पन्नगानप्सरोगणान् ॥
]

`verse 34 [
ग्रामण्यश्च तथा यक्षान्यातुधानांस्तथा हयान् ॥
सप्तच्छन्दोमयांश्चैव वालखिल्यांश्च पूजयेत् ॥
]

`verse 35 [
एवं त्र्यावरणं देवं समभ्यर्च्य दिवाकरम् ॥
विरच्य मंडलं पश्चाच्चतुरस्रं समाहितः ॥
]

`verse 36 [
स्थाप्य साधारकं ताम्रपात्रं प्रस्थोदविस्तृतम् ॥
पूरयित्वा जलैः शुद्धैर्वासितैः कुसुमादिभिः ॥
]

`verse 37 [
अभ्यर्च्य गंधपुष्पाद्यैर्जानुभ्यामवनीं गतः ॥
अर्घ्यपात्रं समादाय भूमध्यान्तं समुद्धरेत् ॥
]

`verse 38 [
ततो ब्रूयादिमं मंत्रं सावित्रं सर्वसिद्धिदम् ॥
शृणु तच्च महादेवि भक्तिमुक्तिप्रदं सदा ॥
]

`verse 39 [
सिन्दूरवर्णाय सुमण्डलाय नमोऽस्तु वज्राभरणाय तुभ्यम् ॥
पद्माभनेत्राय सुपंकजाय ब्रह्मेन्द्रनारायणकारणाय ॥
]

`verse 40 [
सरक्तचूर्णं ससुवर्णतोयं स्रक्कुंकुमाढ्यं सकुशं सपुष्पम् ॥
प्रदत्तमादाय सहेमपात्रं प्रशस्तमर्घ्यं भगवन्प्रसीद ॥
]

`verse 41 [
एवमुक्त्वा ततो दत्त्वा तदर्थं सूर्यमूर्त्तये ॥
नमस्कुर्यादिमं मंत्रं पठित्वा सुसमाहितः ॥
]

`verse 42 [
नमश्शिवाय साम्बाय सगणायादिहेतवे ॥
रुद्राय विष्णवे तुभ्यं ब्रह्मणे च त्रिमूर्तये ॥
]

`verse 43 [
एवमुक्त्वा नमस्कृत्य स्वासने समवस्थितः ॥
ऋष्यादिकं पुनः कृत्वा करं संशोध्य वारिणा ॥
]

`verse 44 [
पुनश्च भस्म संधार्य पूर्वोक्तेनैव वर्त्मना ॥
न्यासजातम्प्रकुर्वीत शिवभावविवृद्ध्धये ॥
]

`verse 45 [
पंचोपचारैस्संपूज्य शिरसा श्रीगुरुम्बुधः ॥
प्रणवं श्रीचतुर्थ्यंतं नमोंतं प्रणमेत्ततः ॥
]

`verse 46 [
पंचात्मकं बिन्दुयुतं पंचमस्वरसंयुतम् ॥
तदेव बिन्दुसहितं पंचमस्वरवर्जितम् ॥
]

`verse 47 [
पंचमस्वरसंयुक्तं मंत्रीशं च सबिन्दुकम् ॥
उद्धृत्य बिन्दुसहितं संवर्तकमथोद्धरेत् ॥
]

`verse 48 [
एतैरेव क्रमाद्बीजैरुद्धृतैः प्रणमेद्बुधः ॥
भुजयोरूरुयुग्मे च गुरुं गणपतिन्तथा॥
]

`verse 49 [
दुर्गां च क्षेत्रपालं च बद्धांजलिपुटः स्थितः ॥
ओमस्त्राय फडित्युक्त्वा करौ संशोध्य षट् क्रमात् ॥
]

`verse 50 [
अपसर्प्पन्त्विति प्रोच्य प्रणवं तदनंतरम् ॥
अस्त्राय फडिति प्रोच्य पार्ष्णिघातत्रयेण तु ॥
]

`verse 51 [
उद्धृत्य विघ्नान्भूयिष्ठान्कर तालत्रयेण तु ॥
अन्तरिक्षगता न्दृष्ट्वा विलोक्य दिवि संस्थितान् ॥
]

`verse 52 [
निरुद्धप्राण आसीनो हंसमंत्रमनुस्मरन् ॥
हृदिस्थं जीवचैतन्यं ब्रह्मनाड्या समान येत् ॥
]

`verse 53 [
द्वादशांतस्स्थविशदे सहस्रारमहाम्बुजे ॥
चिच्चन्द्रमण्डलान्तस्थं चिद्रूपं परमेश्वरम् ॥
]

`verse 54 [
शोषदाहप्लवान्कुर्याद्रेचकादि क्रमेण तु ॥
सषोडशचतुष्षष्टिद्वात्रिंशद्गणनायुतैः ॥
]

`verse 55 [
वाय्वग्निसलिलाद्यैस्तैस्स्तवेदाद्यैरनुक्रमात् ॥
प्राणानायम्य मूलस्थां कुण्डलीं ब्रह्मरंध्रगाम् ॥
]

`verse 56 [
आनीय द्वादशांतस्थसहस्राराम्बुजोदरे ॥
चिच्चन्द्रमण्डलोद्भूतपरमामृतधारया ॥
]

`verse 57 [
संसिक्तायां तनौ भूयश्शुद्धदेहस्सुभावनः ॥
सोहमित्यवतीर्याथ स्वात्मानं हृदयाम्बुजे ॥
]

`verse 58 [
आत्मन्यावेश्य चात्मानममृतं सृतिधारया ॥
प्राणप्रतिष्ठां विधिवत्कुर्यादत्र समाहितः ॥
]

`verse 59 [
एकाग्रमानसो योगी विमृश्यात्तां च मातृकाम् ॥
पुटितां प्रणवेनाथ न्यसेद्बाह्ये च मातृकाम् ॥
]

`verse 60 [
पुनश्च संयतप्राणः कुर्याद्दृष्ट्यादिकं बुधः ॥
शंकरं संस्मरंश्चित्ते संन्यसेच्च विमत्सरः ॥
]

`verse 61 [
प्रणवस्य ऋषिर्ब्रह्मा देवि गायत्रमीरितम् ॥
छन्दोत्र देवताहं वै परमात्मा सदाशिवः ॥
]

`verse 62 [
अकारो बीजमाख्यातमुकारः शक्तिरुच्यते ॥
मकारः कीलकं प्रोक्तं मोक्षार्थे विनियुज्यते ॥
]

`verse 63 [
अंगुष्ठद्वयमारभ्य तलांतं परिमार्जयेत् ॥
ओमित्युक्त्वाथ देवेशि करन्यासं समारभेत् ॥
]

`verse 64 [
दक्षहस्तस्थितांगुष्ठं समारभ्य यथाक्रमम् ॥
वामहस्तकनिष्ठांतं विन्यसेत्पूर्ववत्क्रमात् ॥
]

`verse 65 [
अकारमप्युकारं च मकारं बिन्दुसंयुतम् ॥
नमोन्तं प्रोच्य सर्वत्र हृदयादौ न्यसेदथ ॥
]

`verse 66 [
अकारं पूर्वमुद्धृत्य ब्रह्मात्मानमथाचरेत् ॥
ङेंतं नमोंतं हृदये विनियुज्यात्तथा पुनः॥
]

`verse 67 [
उकारं विष्णुसहितं शिरोदेशे प्रविन्यसेत्॥
मकारं रुद्रसहितं शिखायान्तु प्रविन्यसेत् ॥
]

`verse 68 [
एवमुक्त्वा मुनिर्मंत्री कवचं नेत्रमस्तके ॥
विन्यसेद्देवदेवेशि सावधानेन चेतसा ॥
]

`verse 69 [
अंगवक्त्रकलाभेदात्पंच ब्रह्माणि विन्यसेत् ॥
शिरोवदनहृदगुह्यपादेष्वेतानि विन्यसेत् ॥
]

`verse 70 [
ईशान्यस्य कलाः पंच पंचस्वेतेषु च क्रमात् ॥
ततश्चतुर्षु वक्त्रेषु पुरुषस्य कला अपि ॥
]

`verse 71 [
चतस्रः प्रणिधातव्याः पूर्वादिक्रमयोगतः ॥
हृत्कंठांसेषु नाभौ च कुक्षौ पृष्ठे च वक्षसि ॥
]

`verse 72 [
अघोरस्य कलाश्चाष्टौ पूजनीया यथाक्रमम् ॥
पश्चात्त्रयोदशकलाः पायुमेढ्रोरुजानुषु॥
]

`verse 73 [
जंघास्फिक्कटिपार्श्वेषु वामदेवस्य भावयेत्॥
सद्यस्यापि कला चाष्टौ नेत्रेषु च यथाक्रमम्॥
]

`verse 74 [
कीर्तितास्ताः कलाश्चैव पादयोरपि हस्तयोः॥
प्राणे शिरसि बाह्वोश्च कल्पयेत्कल्पवित्तमः ॥
]

`verse 75 [
अष्टत्रिंशत्कलान्यासमेवं कृत्वा तु सर्वशः ॥
पश्चात्प्रणवविद्धीमान्प्रणवन्यासमाचरेत्॥
बाहुद्वये कूर्परयोस्तथा च मणिबन्धयोः॥
पार्श्वतोदरजंघेषु पादयोः पृष्ठतस्तथा॥
]

`verse 76 [
इत्थं प्रणवविन्यासं कृत्वा न्यासविचक्षणः॥
हंसन्यासं प्रकुर्वीत परमात्मविबोधिनि ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां संन्यासपद्धतौ न्यासवर्णनं नाम षष्ठोऽध्यायः ॥
]
