`speaker [
ईश्वर उवाच
]

`verse 1 [
स्ववामे चतुरस्रं तु मण्डलं परिकल्पयेत्॥
ओमित्यभ्यर्च्य तस्मिंस्तु शंखमस्त्रोपशोभितम्॥
]

`verse 2 [
स्थाप्य साधारकं तं तु प्रणवेनार्चयेत्ततः ॥
आपूर्य्य शुद्धतोयेन चन्दनादिसुगंधिना ॥
]

`verse 3 [
अभ्यर्च्य गन्धपुष्पाद्यैः प्रणवेन च सप्तधा ।
अभिमंत्र्य ततस्तस्मिन्धेनुमुद्रां प्रदर्शयेत् ॥
]

`verse 4 [
शंखमुद्रां च पुरतश्चतुरस्रं प्रकल्पयेत् ॥
तदन्तरेर्द्धचन्द्रं च त्रिकोणं च तदन्तरे ॥
]

`verse 5 [
षट्कोणं वृत्तमेवेदं मण्डलं परिकल्पयेत् ॥
अभ्यर्च्य गंधपुष्पाद्यैः प्रणवेनाथ मध्यतः ॥
]

`verse 6 [
साधारमर्घ्यपात्रं च स्थाप्य गंधादिनार्चयेत् ॥
आपूर्य्य शुद्धतोयेन तस्मिन्पात्रे विनिःक्षिपेत् ॥
]

`verse 7 [
कुशाग्राण्यक्षताश्चैव यवव्रीहितिलानपि ॥
आज्यसिद्धार्थ पुष्पाणि भसितं च वरानने ॥
]

`verse 8 [
सद्योजातादिभिर्मंत्रैः षडंगैः प्रणवेन च ॥
अभ्यर्च्य गंधपुष्पाद्यैरभिमंत्र्य च वर्मणा ॥
]

`verse 9 [
अवगुंण्ठ्यास्त्रमंत्रेण संरक्षार्थं प्रदर्शयेत् ॥
धेनुमुद्रां च तेनैव प्रोक्षयेदस्त्रमंत्रतः ॥
]

`verse 10 [
स्वात्मानं गंधपुष्पादिपूजोपकरणान्यपि ॥
पद्मस्येशानदिक्पद्मं प्रणवोच्चारपूर्वकम् ॥
]

`verse 11 [
गुर्वासनाय नम इत्यासनं परिकल्पयेत् ॥
गुरोर्मूर्तिं च तत्रैव कल्प येदुपदेशतः ॥
]

`verse 12 [
समावाह्य ततो ध्यायेद्दक्षिणाभिमुखं स्थितम् ॥
]

`verse 13 [
सुप्रसन्नमुखं सौम्यं शुद्धस्फटिकनिर्मलम् ॥
वरदाभयहस्तं च द्विनेत्रं शिवविग्रहम् ॥
]

`verse 14 [
एवं ध्यात्वा यजेद्गन्धपुष्पादिभिरनुक्रमात् ॥
पद्मस्य नैर्ऋते पद्मे गणपत्यासनोपरि ॥
]

`verse 15 [
मूर्तिम्प्रकल्प्य तत्रैव गणानां त्वेति मंत्रतः ॥
समावाह्य ततो देवं ध्यायेदेका ग्रमानसः ॥
]

`verse 16 [
रक्तवर्णं महाकायं सर्वाभरणभूषितम् ॥
पाशांकुशेष्टदशनान्दधानङ्करपङ्कजैः ॥
]

`verse 17 [
गजाननम्प्रभुं सर्वविघ्नौघघ्नमुपासितुः ॥
एवन्ध्यात्वा यजेद्गन्धपुष्पाद्यैरुपचारकैः ॥
]

`verse 18 [
कदलीनारिकेलाम्रफललड्डुकपूर्वकम् ॥
नैवेद्यं च समर्प्याथ नमस्कुर्याद्गजाननम् ॥
]

`verse 19 [
पद्मस्य वायुदिक्पद्मे संकल्प्य स्कान्दमासनम् ॥
स्कन्दमूर्तिम्प्रकल्प्याथ स्कन्दमावाहयेद्बुधः॥
]

`verse 20 [
उच्चार्य्य स्कन्दगायत्रीं ध्यायेदथ कुमारकम्॥
उद्यदादित्यसंकाशं मयूरवरवाहनम्॥
]

`verse 21 [
चतुर्भुजमुदाराङ्गं मुकुटादिविभूषितम्॥
वरदाभयहस्तं च शक्तिकुक्कुटधारिणम्॥
]

`verse 22 [
एवन्ध्यात्वाऽथ गंधाद्यैरुपचारैरनुक्रमात्॥
संपूज्य पूर्वद्वारस्य दक्षशाखामुपाश्रितम्॥
]

`verse 23 [
अन्तःपुराधिपं साक्षान्नन्दिनं सम्यगर्चयेत् ॥
चामीकराचलप्रख्यं सर्वाभरणभूषितम् ॥
]

`verse 24 [
बालेन्दुमुकुटं सौम्यं त्रिनेत्रं च चतुर्भुजम् ॥
दीप्तशूलमृगीटंकहेमवेत्रधरं विभुम् ॥
]

`verse 25 [
चन्द्रबिम्बाभवदनं हरिवक्त्रमथापि वा ॥
उत्तरस्यान्तथा तस्य भार्यां च मरुतां सुताम् ॥
]

`verse 26 [
सुयशां सुव्रतामम्बापादमण्डनतत्पराम् ॥
संपूज्य विधिवद्गन्धपुष्पाद्यैरुपचारकैः ॥
]

`verse 27 [
ततस्संप्रोक्षयेत्पद्मं सास्त्रशं खोदबिन्दुभिः ॥
कल्पयेदासनं पश्चादाधारादि यथाक्रमात् ॥
]

`verse 28 [
आधारशक्तिं कल्याणीं श्यामां ध्यायेदधो भुवि ॥
तस्याः पुरस्तादुत्कंठमनन्तं कुंडलाकृतिम् ॥
]

`verse 29 [
धवलं पंचफणिनं लेलिहानमिवाम्बरम् ॥
तस्योपर्यासनं भद्रं कंठीरवचतुष्पदम् ॥
]

`verse 30 [
धर्मो ज्ञानं च वैराग्यमैश्वर्यं च पदानि वै ॥
आग्नेयादिश्वेतपीतरक्तश्यामानि वर्णतः ॥
]

`verse 31 [
अधर्मादीनि पूर्वादीन्युत्तरां तान्यनुक्रमात् ॥
राजावर्तमणिप्रख्यान्यस्य गात्राणि भावयेत् ॥
]

`verse 32 [
अधोर्द्ध्वच्छदनं पश्चात्कंदं नालं च कण्टकान् ॥
दलादिकं कर्णिकाञ्च विभाव्य क्रमशोऽर्चयेत् ॥
]

`verse 33 [
दलेषु सिद्धयश्चाष्टौ केसरेषु च शक्तिकाः ॥
रुद्रा वामादयस्त्वष्टौ पूर्वादिपरितः क्रमात् ॥
]

`verse 34 [
कर्णिकायां च वैराग्यं बीजेषु नव शक्तयः ॥
वामाद्या एव पूर्वादि तदन्तश्च मनोन्मनी ॥
]

`verse 35 [
कन्दे शिवात्मको धर्मो नाले ज्ञानं शिवाश्रयम् ॥
कर्णिकोपरि वाह्नेयं मंडलं सौरमैन्दवम् ॥
]

`verse 36 [
आत्मविद्या शिवाख्यं च तत्त्वत्रयमतः परम् ॥
सर्वासनोपरि सुखं विचित्रकुसुमोज्ज्वलम् ॥
]

`verse 37 [
परव्योमावकाशाख्यं विद्ययातीव भास्वरम् ॥
परिकल्प्यासनं मूर्त्तेः पुष्पविन्यास पूर्वकम् ॥
]

`verse 38 [
आधारशक्तिमारभ्य शुद्धविद्यासनावधि ॥
ॐकारादिचतुर्थ्यंतं नाममन्त्रं नमोन्तकम् ॥
]

`verse 39 [
उच्चार्य पूजयेद्विद्वान्सर्वत्रैवं विधिक्रमः ॥
अङ्गवक्त्रकलाभेदात्पंचब्रह्माणि पूर्ववत् ॥
]

`verse 40 [
विन्यसेत्क्रमशो मूर्त्तौ तत्तन्मुद्राविचक्षणः ॥
आवाहयेत्ततो देवं पुष्पाञ्जलिपुटस्थितः ॥
]

`verse 41 [
सद्योजातम्प्रपद्यामीत्यारभ्योमन्तमुच्चरन् ॥
आधारोत्थितनादं तु द्वादशग्रन्धिभेदतः ॥
]

`verse 42 [
ब्रह्मरन्धांतमुच्चार्य ध्यायेदोंकारगोचरम् ॥
शुद्धस्फटिकसंकाशं देवं निष्कलमक्षरम् ॥
]

`verse 43 [
कारणं सर्वलोकानां सर्वलोकमयं परम् ॥
अन्तर्बहिः स्थितं व्याप्य ह्यणोरल्पं महत्तमम् ॥
]

`verse 44 [
भक्तानामप्रयत्नेन दृश्यमीश्वरमव्ययम् ॥
ब्रह्मेन्द्रविष्णुरुद्राद्यैरपि देवैरगोचरम् ॥
]

`verse 45 [
वेदसारञ्च विद्वद्भिरगोचरमिति श्रुतम् ॥
आविर्मध्यान्तरहितं भेषजं भवरोगिणाम् ॥
]

`verse 46 [
समाहितेन मनसा ध्यात्वैवं परमेश्वरम् ॥
आवाहनं स्थापनं च सन्निरोधं निरीक्षणम् ॥
]

`verse 47 [
नमस्कारं च कुर्वीत बध्वा मुद्राः पृथक्पृथक्॥
ध्यायेत्सदाशिवं साक्षाद्देवं सकलनिष्कलम्॥
]

`verse 48 [
शुद्धस्फटिकसंकाशं प्रसन्नं शीतलद्युतिम्॥
विद्युद्वलयसंकाशं जटामुकुटभूषितम् ॥
]

`verse 49 [
शार्दूलचर्मवसनं किंचित्स्मितमुखाम्बुजम्॥
रक्तपद्मदलप्रख्यपाणिपादतलाधरम्॥
]

`verse 50 [
सर्वलक्षणसम्पन्नं सर्वाभरणभूषितम्॥
दिव्या युधकरैर्युक्तं दिव्यगन्धानुलेपनम्॥
]

`verse 51 [
पञ्चवक्त्रन्दशभुजञ्चन्द्रखण्डशिखामणिम् ॥
अस्य पूर्वमुखं सौम्यं बालार्कसदृशप्रभम्॥
]

`verse 52 [
त्रिलोचनारविन्दाढ्यं बालेन्दुकृतशेखरम्॥
दक्षिणं नीलजीमूतसमानरुचिरप्रभम्॥
]

`verse 53 [
भ्रुकुटीकुटिलं घोरं रक्तवृत्तत्रिलोचनम्॥
दंष्ट्रा करालं दुष्प्रेक्ष्यं स्फुरिताधरपल्लवम्॥
]

`verse 54 [
उत्तरं विद्रुमप्रख्यं नीलालकविभूषितम्॥
सद्विलासन्त्रिनयनं चन्द्रार्द्धकृतशेखरम्॥
]

`verse 55 [
पश्चिमम्पूर्णचन्द्राभं लोचनत्रितयोज्ज्वलम्॥
चन्द्रलेखाधरं सौम्यं मन्दस्मितमनोहरम्॥
]

`verse 56 [
पञ्चमं स्फटिकप्रख्यमिन्दुरेखासमुज्ज्वलम्॥
अतीवसौम्यमुत्फुल्ललोचनत्रितयोज्ज्वलम्॥
]

`verse 57 [
दक्षिणे शूलपरशुवज्रखड्गानलोज्ज्वलम् ॥
]

`verse 58 [
पूर्व्वे पिनाकनाराचघण्टा पाशांकुशोज्ज्वलम्॥
निवृत्त्याजानुपर्य्यंतमानाभि च प्रतिष्ठया॥
]

`verse 59 [
आकण्ठं विद्यया तद्वदाललाटं तु शान्तया॥
तदूर्ध्वं शान्त्यतीताख्यकलया परया तथा ॥
]

`verse 60 [
पञ्चाध्वव्यापिनं तस्मात्कलापञ्चकविग्रहम् ॥
ईशानमुकुटं देवम्पुरुषाख्यम्पुरातनम् ॥
]

`verse 61 [
अघोरहृदयं तद्वद्वामगुह्यं महेश्वरम् ॥
सद्योजातं च तन्मूर्तिमष्टत्रिंशत्कलामयम् ॥
]

`verse 62 [
मातृकामयमीशानम्पञ्चब्रह्ममयन्तथा॥
ॐकाराख्यमयं चैव हंसन्यासमयन्तथा ॥
]

`verse 63 [
पञ्चाक्षरमयन्देवं षडक्षरमयन्तथा ॥
अङ्गषट्कमयञ्चैव जातिषट्कसमन्वितम्॥
]

`verse 64 [
एवन्ध्यात्वाथ मद्वामभागे त्वां च मनोन्मनीम्॥
गौरी मिमाय मन्त्रेण प्रणवाद्येन भक्तितः ॥
]

`verse 65 [
आवाह्य पूर्ववत्कुर्यान्नमस्कारांतमी श्वरि ॥
ध्यायेत्ततस्त्वां देवेशि समाहितमना मुनिः ॥
]

`verse 66 [
प्रफुल्लोत्पलपत्राभां विस्तीर्णायतलोचनाम् ॥
पूर्णचन्द्राभवदनान्नील कुंचितमूर्द्धजाम् ॥
]

`verse 67 [
नीलोत्पलदलप्रख्याञ्चन्द्रार्धकृतशेखराम् ॥
अतिवृत्तघनोत्तुंगस्निग्धपीनपयोधराम्॥
]

`verse 68 [
तनुमध्याम्पृथुश्रोणीम्पीतसूक्ष्मतराम्बराम् ॥
सर्वाभरणसम्पन्नां ललाटतिलकोज्ज्वलाम् ॥
]

`verse 69 [
विचित्रपुष्पसंकीर्णकेशपाशोपशोभिताम्॥
सर्वतोऽनुगुणाकारां किंचिल्लज्जानताननाम् ॥
]

`verse 70 [
हेमारविन्दं विलसद्दधानां दक्षिणे करे ॥
चण्डवच्चामरं हस्तं न्यस्यासीनां सुखासने ॥
]

`verse 71 [
एवम्मान्त्वां च देवेशि ध्यात्वा नियतमानसः ॥
स्नापयेच्छंखतोयेन प्रणवप्रोक्षणक्रमात् ॥
]

`verse 72 [
भवे भवे नातिभव इति पाद्यम्प्रकल्पयेत् ॥
वामाय नम इत्युक्त्वा दद्यादाचमनीयकम्॥
]

`verse 73 [
ज्येष्ठाय नम इत्युक्त्वा शुभ्रवस्त्रम्प्रकल्पयेत्॥
श्रेष्ठाय नम इत्युक्त्वा दद्याद्यज्ञोपवीतकम् ॥
]

`verse 74 [
रुद्राय नम इत्युक्त्वा पुनराचमनीयकम् ॥
कालाय नम इत्युक्त्वा गन्धन्दद्यात्सुसंस्कृतम् ॥
]

`verse 75 [
कलाविकरणाय नमोऽक्षतं च परिकल्पयेत् ॥
बलविकरणाय नम इति पुष्पाणि दापयेत् ॥
]

`verse 76 [
बलाय नम इत्युक्त्वा धूपन्दद्यात्प्र यत्नतः ॥
बलप्रमथनायेति सुदीपं चैव दापयेत् ॥
]

`verse 77 [
ब्रह्मभिश्च षडंगैश्च ततो मातृकया सह ॥
प्रणवेन शिवेनैव शक्तियुक्तेन च क्रमात् ॥
]

`verse 78 [
मुद्राः प्रदर्शयेन्मह्यन्तुभ्यञ्च वरवर्णिनि ॥
मयि प्रकल्पयेत्पूर्वमुपचारांस्ततस्त्वयि ॥
]

`verse 79 [
यदा त्वयि प्रकुर्वीत स्त्रीलिंगं योजयेत्तदा ॥
इयानेव हि भेदोऽस्ति नान्यः पार्वति कश्चन ॥
]

`verse 80 [
एवन्ध्यानम्पूजनं च कृत्वा सम्यग्विधानतः ॥
ममावरणपूजां च प्रारभेत विचक्षणः ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाशसंहितायां शिवध्यानपूजनवर्णनं नाम सप्तमोऽध्यायः ॥
]
