`speaker [
ईश्वर उवाच
]

`verse 1 [
अत्रास्ति च महादेवि खल्वावरणपंचकम् ॥
पंचावरणपूजान्तु प्रारभेत यथाक्रमम् ॥
]

`verse 2 [
प्रथमम्पूजितौ यत्र तत्रैव क्रमशस्सुधीः ॥
गन्धाद्यैरर्चयेत्पूर्वं देवौ हेरंबषण्मुखौ ॥
]

`verse 3 [
पंच ब्रह्माणि परितो वृत्ते सम्पूजयेत्क्रमात् ॥
ईशानदेशे पूर्वे च दक्षिणे चोत्तरे तथा ॥
]

`verse 4 [
पश्चिमे च ततस्तस्मिन्षडंगानि समर्चयेत ॥
आग्नेये च तथैशाने नैर्ऋते वायुदेशके ॥
]

`verse 5 [
मध्ये नेत्रन्तद्वदस्त्रम्पूर्वादिपरितः क्रमात् ॥
प्रथमावरणम्प्रोक्तं द्वितीयावरणं शृणु ॥
]

`verse 6 [
अनन्तम्पूर्वदिक्पत्रे सूक्ष्मन्दक्षिणतस्तथा ॥
शिवोत्तमं पश्चिमत एकनेत्रन्तथोत्तरे ॥
]

`verse 7 [
एकरुद्रन्तथैशाने त्रिमूर्तिं वह्निदिग्दले ॥
श्रीकण्ठं नैर्ऋते वायौ शिखण्डीशं समर्चयेत् ॥
]

`verse 8 [
द्वितीयावरणे चैव पूज्यास्ते चक्रवर्तिनः ॥
पूर्वद्वारस्य मध्ये तु वृषेशानम्प्रपूजयेत् ॥
]

`verse 9 [
तद्दक्षिणे नन्दिनञ्च महाकालन्तदुत्तरे ॥
भृंगीशन्दक्षिणद्वारपश्चिमे सम्प्रपूजयेत् ॥
]

`verse 10 [
तत्पूर्वकोष्ठे गन्धाद्यैस्सम्प्रपूज्य विनायकम् ॥
पश्चिमोत्तरकोष्ठे च वृषभन्दक्षिणे गुहम् ॥
]

`verse 11 [
उत्तरद्वारपूर्वे तु प्रदक्षिणविधानतः ॥
नामाष्टकविधानेन पूजयेदुच्यते हि तत् ॥
]

`verse 12 [
भवं शर्वं तथेशानं रुद्रम्पशुपतिम्पुनः ॥
उग्रम्भीमम्महादेवन्तृतीयावरणन्त्विदम् ॥
]

`verse 13 [
यो वेदादौ स्वर इति समावाह्य महेश्वरम् ॥
पूजयेत्पूर्वदिग्भागे कमले कर्णिकोपरि ॥
]

`verse 14 [
ईश्वरम्पूर्वदिक्पत्रे विश्वेशन्दक्षिणे ततः ॥
सौम्ये तु परमेशानं सर्वेशम्प श्चिमे यजेत् ॥
]

`verse 15 [
दक्षिणे तु यजेद्रुद्रमावोराजानमित्यृचा ॥
आवाह्य गन्धपुष्पाद्यैः कर्णिकायान्दलेषु च ॥
]

`verse 16 [
शिवः पूर्वे दक्षिणतो हर उत्तरतो मृडः ॥
भवः पश्चिमदिक्पत्रे पूज्या एते यथाक्रमम् ॥
]

`verse 17 [
उत्तरे विष्णुमावाह्य गन्धपुष्पादिभिर्यजेत् ॥
प्रतद्विष्णुरिति प्रोच्य कर्णिकायान्दलेषु च ॥
]

`verse 18 [
वासुदेवम्पूर्वभागे दक्षिणे चानिरुद्धकम् ॥
सौम्ये संकर्षणञ्चैव प्रद्युम्नम्पश्चिमे यजेत् ॥
]

`verse 19 [
ब्रह्माणम्पश्चिमे पद्मे समावाह्य समर्चयेत् ॥
हिरण्यगर्भः समवर्तत इति मंत्रेण मंत्रवित् ॥
]

`verse 20 [
हिरण्यगर्भं पूर्वस्यां विराजन्दक्षिणे ततः ॥
उत्तरे पुष्करञ्चैव कालम्पश्चिमतो यजेत् ॥
]

`verse 21 [
सर्वोर्द्ध्वपंक्तौ पूर्वादिप्रदक्षिणविधानतः॥
तत्तत्स्थानेषु संपूज्य लोकपालाननुक्रमात् ॥
]

`verse 22 [
रान्तंपान्तं तथा ज्ञान्तं लान्तं लान्तमपूर्वकम् ॥
षान्तं सान्तञ्च वेदाद्यं श्रीबीजञ्च दशक्रमात् ॥
]

`verse 23 [
बीजानि लोकपालानामेतैरेतान्समर्चयेत् ॥
नैर्ऋते चोत्तरे तद्वदीशानस्य च दक्षिणे ॥
]

`verse 24 [
ब्रह्म विष्णू च विधिना पूजयेदुपचारकैः ॥
बाह्यरेखासु देवेशम्पञ्चमावरणे यजेत् ॥
]

`verse 25 [
श्रीमत्त्रिशूलमीशाने वज्रं माहेन्द्रदिङ्मुखे ॥
परशुं वह्निदिग्भागे याम्ये सायकमर्चयेत् ॥
]

`verse 26 [
नैर्ऋते तु यजेत्खड्गम्पाशं वरुणगोचरे ॥
अंकुशं मारुते भागे पिनाकं चोत्तरे यजेत् ॥
]

`verse 27 [
पश्चिमाभिमुखं रौद्रं क्षेत्रपालं समर्चयेत् ॥
यथाविधि विधानज्ञश्शिवप्रीत्यर्थमेव च ॥
]

`verse 28 [
कृताञ्जलिपुटास्सर्वे चिन्त्याः स्मितमुखाम्बुजाः ॥
सादरं प्रेक्षमाणाश्च देवं देवीञ्च सर्वदा ॥
]

`verse 29 [
इत्थमावरणाभ्यर्चां कृत्वा विक्षेपशान्तये ॥
पुनरभ्यर्च्य देवेशम्प्रणवं च शिवं वदेत्॥
]

`verse 30 [
एवमभ्यर्च्य विधिवद्गन्धाद्यैरुपचारकैः॥
उपचर्य्य ततो दद्यान्नैवेद्यं विधिसाधितम्॥
]

`verse 31 [
पुनराचमनीयं च दद्यादर्घ्यं यथा पुरा ॥
ततो निवेद्य पानीयन्ताम्बूलं चोपदेशतः ॥
]

`verse 32 [
नीराजनादिकं कृत्वा पूजाशेषं समापयेत् ॥
ध्यात्वा देवं च देवीञ्च मनुमष्टोत्तरं जपेत् ॥
]

`verse 33 [
तत उत्थाय रचितपुष्पाञ्जलिपुटः स्थितः॥
जपेद्ध्यात्वा महादेवं यो देवानामिति क्रमात् ॥
]

`verse 34 [
यो वेदादौ स्वरः प्रोक्त इत्यंतम्परमेश्वरि ॥
पुष्पाञ्जलिन्ततो दत्त्वा त्रिः प्रदक्षिणमाचरेत् ॥
]

`verse 35 [
साष्टांगम्प्रणमेत्तं स भक्त्या परमयान्वितः ॥
पुनः प्रदक्षिणां कृत्वा प्रणमेत्पुनरेकधा ॥
]

`verse 36 [
स्थित्वासने समभ्यर्च्य देवं नामाष्टकेन च ॥
साधु वासाधु वा कर्म यद्यदाचरितं मया ॥
]

`verse 37 [
तत्सर्वं भगवञ्छम्भो भवदाराधनम्परम् ॥
इति शंखोदकेनैव सपुष्पेण समर्पयेत् ॥
]

`verse 38 [
पूज्यं पुनस्समभ्यर्च्य सार्थं नामाष्टकं जपेत् ॥
तदेव शृणु देवेशि संब्रुवे तव भक्तितः ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायामावरणपूजावर्णनं नामाष्टमोऽध्यायः ॥
]
