`speaker [
ईश्वर उवाच
]

`verse 1 [
शिवो महेश्वरश्चैव रुद्रो विष्णुः पितामहः ॥
संसारवैद्यस्सर्वज्ञः परमात्मेति मुख्यतः ॥
]

`verse 2 [
नामाष्टकमिदं नित्यं शिवस्य प्रतिपादकम् ॥
आद्यन्तपञ्चकन्तत्र शान्त्यतीताद्यनुक्रमात् ॥
]

`verse 3 [
संज्ञा सहाशिवादीनां पञ्चोपाधिपरिग्रहात् ॥
उपाधिविनिवृत्तौ तु यथास्वं विनि वर्तते ॥
]

`verse 4 [
पदमेव हितं नित्यमनित्याः पदिनः स्मृताः ॥
पदानां परिवृत्ति स्यान्मुच्यंते पदिनो यतः ॥
]

`verse 5 [
परिवृत्त्यन्तरे त्वेवं भूयस्तस्याप्युपाधिना ॥
आत्मान्तराभिधानं स्यात्पादाद्यं नामपंचकम् ॥
]

`verse 6 [
अन्यत्तु त्रितयं नाम्नामुपादानादिभेदतः॥
त्रिविधोपाधिरचनाच्छिव एव तु वर्तते ॥
]

`verse 7 [
अनादिमलसंश्लेषप्रागभावात्स्वभावतः ॥
अत्यन्तपरिशुद्धात्मेत्यतोऽयं शिव उच्यते ॥
]

`verse 8 [
अथवाऽशेषकल्याणगुणैकघन ईश्वरः ॥
शिव इत्युच्यते सद्भिश्शिवतत्त्वार्थवेदिभिः ॥
]

`verse 9 [
त्रयोविंशतितत्वेभ्यः पराप्रकृतिरुच्यते॥
प्रकृतेस्तु परम्प्राहुः पुरुषम्पञ्चविंशकम्॥
]

`verse 10 [
यद्वेदादौ स्वरम्प्राहुर्वाच्यवाचकभावतः ॥
वेदैकवेद्यं याथात्म्याद्वेदान्ते च प्रतिष्ठितम् ॥ ॥
]

`verse 11 [
स एव प्रकृतौ लीनो भोक्ता यः प्रकृतेर्यतः ॥
तस्य प्रकृतिलीनस्य यः परस्स महेश्वरः ॥
]

`verse 12 [
तदधीनप्रवृत्तित्त्वात्प्रकृतेः पुरुषस्य च ॥
अथवा त्रिगुणन्तत्त्वं मायेयमिदमव्ययम् ॥
]

`verse 13 [
मायान्तु प्रकृतिम्विद्यान्मायिनन्तु महेश्वरम्॥
मायाविमोचकोऽनन्तोमहेश्वरसमन्वयात्॥
]

`verse 14 [
रु द्दुःखं दुःखहेतुर्वा तद्द्रावयति यः प्रभुः॥
रुद्र इत्युच्यते तस्माच्छिवः परमकारणम्॥
]

`verse 15 [
शिवतत्त्वादिभूम्यन्तं शरीरादि घटादि च॥
व्याप्याधितिष्ठति शिवस्तमाद्विष्णुरुदाहृतः॥
]

`verse 16 [
जगतः पितृभूतानां शिवो मूर्त्यात्मनामपि ॥।
पितृभावेन सर्वेषां पितामह उदीरितः ॥
]

`verse 17 [
निदानज्ञो यथा वैद्यो रोगस्य निवर्तकः॥
उपायैर्भेषजैस्तद्वल्लयभोगाधिकारकः॥
]

`verse 18 [
संसारस्येश्वरो नित्यं स्थूलस्य विनिवर्तकः ॥
संसार वैद्य इत्युक्तस्सर्वतत्त्वार्थवेदिभिः॥
]

`verse 19 [
दशार्द्धज्ञानसिद्ध्यर्थमिन्द्रियेषु च सत्स्वपि ॥
त्रिकालभाविनो भावान्स्थूलान्सूक्ष्मानशेषतः ॥
]

`verse 20 [
अणवो नैव जानन्ति मायार्णवमलावृताः ॥
असत्स्वपि च सर्वेषु सिद्धसर्वार्थवेदिषु ॥
]

`verse 21 [
यद्यथावस्थितं वस्तु तत्तथैव सदाशिवः ॥
अयत्नेनैव जानाति तस्मात्सर्वज्ञ उच्यते ॥
]

`verse 22 [
सर्वात्मा परमैरेभिर्गुणैर्नित्यसमन्वयात्॥
स्वस्मात्परात्मविरहात्परमात्मा शिवस्स्वयम् ॥
]

`verse 23 [
इति स्तुत्वा महादेवं प्रणवात्मानमव्ययम्॥
दत्त्वा पराङ्मुखाद्यञ्च पश्चादीशानमस्तके॥
]

`verse 24 [
पुनरर्च्य देवेशम्प्रणवेन समाहितः॥
हस्तेन बद्धाञ्जलिना पूजापुष्पम्प्रगृह्य च॥
]

`verse 25 [
उन्मनान्तं शिवं नीत्वा वामनासापुटाध्वना॥
देवोमुद्वास्य च ततो दक्षनासापुटाध्वना ॥
]

`verse 26 [
शिव एवाहमस्मीति तदैक्यमनुभूय च॥
सर्वावरणदेवांश्च पुनरुद्वासयेद्धृदि॥
]

`verse 27 [
विद्यापूजां गुरोःपूजां कृत्वा पश्चाद्यथाक्रमम्॥
शंखार्घपात्रमंत्रांश्च हृदये विन्यसेत्क्रमात्॥
]

`verse 28 [
निर्माल्यञ्च समर्प्याऽथ चण्डेशायेशगोचरे ॥
पुनश्च संयतप्राण ऋष्यादिकमथोच्चरेत् ॥
]

`verse 29 [
कैलासप्रस्तरो नाम मण्डलम्परिभाषितम् ॥
अर्चयेन्नित्यमेवैतत्पक्षे वा मासिमासि वा ॥
]

`verse 30 [
षण्मासे वत्सरे वापि चातुर्मास्यादिपर्वणि ॥
अवश्यञ्च समभ्यर्चेन्नित्यं मल्लिङ्गमास्तिकः ॥
]

`verse 31 [
तस्मिन्क्रमे महादेवि विशेषः कोऽपि कथ्यते ॥
उपदेशदिने लिंगम्पूजितं गुरुणा सह ॥
]

`verse 32 [
गृह्णीयादर्चयिष्यामि शिवमाप्राणसंक्षयम्॥
एवन्त्रिवारमुच्चार्य्य शपथं गुरुसन्निधौ ॥
]

`verse 33 [
ततस्समर्चयेन्नित्यम्पूर्वोक्तविधिना प्रिये॥
अर्घं समर्पयेल्लिंगमूर्द्धन्यर्घ्योदकेन च॥
]

`verse 34 [
प्रणवेन समभ्यर्च्य धूपदीपौ समर्पयेत् ॥
ऐशान्यां चण्डमाराध्य निर्माल्यञ्च निवेदयेत् ॥
]

`verse 35 [
प्रक्षाल्य ल्लिंगम्वेदीञ्च वस्त्रपूतैर्जलैस्ततः ॥
निःक्षिप्य पुष्पं शिरसि लिंगस्य प्रणवेन तु ॥
]

`verse 36 [
आधारशक्तिमारभ्य शुद्धविद्यासनावधि ॥
विभाव्य सर्वं मनसा स्थापयेत्परमेश्वरम् ॥
]

`verse 37 [
पञ्चगव्यादिभिर्द्रव्यैर्यथाविभवसम्भृतैः ॥
केवलैर्वा जलैश्शुद्धैस्सुरभि द्रव्यवासितैः ॥
]

`verse 38 [
पावमानेन रुद्रेण नीलेन त्वरितेन च ॥
ऋग्भिश्च सामभिर्वापि ब्रह्मभिश्चैव पञ्चभिः ॥
]

`verse 39 [
स्नापयेद्देवदेवेशं प्रणवेन शिवेन च ॥
विशेषार्घ्योदकेनापि प्रणवेनाभिषेचयेत् ॥
]

`verse 40 [
विशोध्य वाससा पुष्पं लिंगमूर्द्धनि विन्यसेत्॥
पीठे लिंगं समारोप्य सूर्याद्यर्चां समाचरेत् ॥
]

`verse 41 [
आधारशक्त्यनन्तौ द्वौ पीठाधस्तात्समर्चयेत् ॥
सिंहासनन्तदूर्ध्वन्तु समभ्यर्च्य यथाक्रमम् ॥
]

`verse 42 [
अथोर्ध्वच्छदनम्पीठपादे स्कन्दं समर्चयेत् ॥
लिंगे मूर्तिं समाकल्प्य मान्त्वया सह पूजयेत् ॥
]

`verse 43 [
सम्यग् भक्त्या विधानेन यतिर्मद्ध्यानतत्परः ॥
एवम्मया ते कथितमतिगुह्यमिदम्प्रिये ॥
]

`verse 44 [
गोपनीयं प्रयत्नेन न देयं यस्य कस्य चित् ॥
मम भक्ताय दातव्यं यतये वीतरागिणे ॥
]

`verse 45 [
गुरुभक्ताय शान्ताय मदर्थे योगभागिने ॥
ममाज्ञामतिलंघ्यैतद्यो   ददाति विमूढधीः ॥
]

`verse 46 [
स नारकी मम द्रोही भविष्यति न संशयः ॥
मद्भक्तदानाद्देवेशि मत्प्रियश्च भवेद्ध्रुवम् ॥
इह भुक्त्वाखिलान्भोगान्मत्सान्निध्यमवाप्नुयात् ॥
]

`speaker [
व्यास उवाच
]

`verse 47 [
एतच्छुत्वा महादेवी महादेवेन भाषितम् ॥
स्तुत्वा तु विविधैः स्तोत्रैर्देवम्वेदार्थगर्वितैः ॥
]

`verse 48 [
श्रीमत्पादाब्जयोः पत्युः प्रणवं परमेश्वरी ॥
अतिप्रहृष्टहृदया मुमोद मुनिसत्तमाः ॥
]

`verse 49 [
अतिगुह्यमिदम्विप्राः प्रणवार्थप्रकाशकम् ॥
शिवज्ञानपरं ह्येतद्भवतामार्तिनाशनम् ॥
]

`speaker [
सूत उवाच
]

`verse 50 [
इत्युक्त्वा मुनिशार्दूलः पराशर्य्यो महातपाः ॥
पूजितः परया भक्त्या मुनिभिर्वेदवादिभिः ॥
]

`verse 51 [
कैलासाद्रिमनुसृत्य ययौ तस्मात्तपोवनात् ॥
तेऽपि प्रहृष्टहृदयास्सत्रान्ते परमेश्वरम्॥
]

`verse 52 [
सम्पूज्य परया भक्त्या सोमं सोमार्द्धशेखरम् ॥
यमादियोगनिरताश्शिवध्यानपराभवन् ॥
]

`verse 53 [
गुहाय कथितं ह्येतद्देव्या तेनापि नन्दिने ॥
सनत्कुमारमुनये प्रोवाच भगवान् हि सः ॥
]

`verse 54 [
तस्माल्लब्धं मद्गुरुणा व्यासेनामिततेजसा ॥
तस्माल्लब्धमिदम्पुण्यम्मयापि मुनिपुंगवाः ॥
]

`verse 55 [
मया वश्श्रावितं ह्येतद्गुह्याद्गुह्यतरम्परम् ॥
ज्ञात्वा शिवप्रियान्भक्त्या भवतो गिरिशप्रियम् ॥
]

`verse 56 [
भवद्भिरपि दातव्यमेतद्गुह्यं शिवप्रियम् ॥
यतिभ्यश्शान्तचित्तेभ्यो भक्तेभ्यश्शिवपादयोः ॥
]

`verse 57 [
एतदुक्त्वा महाभागस्सूतः पौराणिकोत्तमः ॥
तीर्थयात्राप्रसंगेन चचार पृथिवीमिमाम् ॥
]

`verse 58 [
एतद्रहस्यम्परमं लब्ध्वा सूतान्मुनीश्वराः ॥
काश्यामेव समासीना मुक्ताश्शिवपदं ययुः ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां प्रणवार्थपद्धतिवर्णनं नाम नवमोऽध्यायः ॥
]
