`speaker [
व्यास उवाच
]

`verse 1 [
गतेऽथ सूते मुनयस्सुविस्मिता विचिन्त्य चान्योन्यमिदन्तु विस्मृतम् ॥
यद्वामदेवस्य मतन्मुनीश्वर प्रत्यूचितन्तत्खलु नष्टमद्य नः ॥
]

`verse 2 [
कदानुभूयान्मुनिवर्यदर्शनम्भावाब्धिदुःखौघहरम्परं हि तत् ॥
महेश्वराराधनपुण्यतोऽधुना मुनीश्वरस्सत्वरमाविरस्तु नः॥
]

`verse 3 [
इति चिन्तासमाविष्टा मुनयो मुनिपुंगवम्॥
व्यासं संपूज्य हृत्पद्मे तस्थुस्तद्दशर्नोत्सुकाः॥
]

`verse 4 [
सम्वत्सरान्ते स पुनः काशीम्प्राप महामुनिः ॥
शिवभक्तिरतो ज्ञानी पुराणार्थप्रकाशकः ॥
]

`verse 5 [
तन्दृष्ट्वा सूतमायान्तम्मुनयो हृष्टचेतसः ॥
अभ्युत्थानासनार्घ्यादिपूजया समपूजयन् ॥
]

`verse 6 [
सोपि तान्मुनिशार्दूलानभिनन्द्य स्मितोदरम् ॥
प्रीत्या स्नात्वा जाह्नवीये जले परमपावने ॥
]

`verse 7 [
ऋषीन्संतर्प्य  च सुरान्पितॄंश्च तिलतण्डुलैः ॥
तीरमागत्य सम्प्रोक्ष्य वाससी परिधाय च ॥
]

`verse 8 [
द्विराचम्य समादाय भस्म सद्यादिमंत्रतः ॥
उद्धूलनादिक्रमतो विधार्य्याऽथ मुनीश्वरः ॥
]

`verse 9 [
रुद्राक्षमालाभरणः कृतनित्यक्रियस्सुधी ॥
यथोक्तांगेषु विधिना त्रिपुण्ड्रं रचति स्म ह ॥
]

`verse 10 [
विश्वेश्वरमुमाकान्तं ससुतं सगणाधिपम् ॥
पूजयामास सद्भक्त्या ह्यस्तौ न्नत्वा मुहुर्मुहुः ॥
]

`verse 11 [
कालभैरवनाथं च संपूज्याथ विधानतः ॥
प्रदक्षिणीकृत्य पुनस्त्रेधा नत्वा च पंचधा ॥
]

`verse 12 [
पुनः प्रदक्षिणी कृत्य प्रणम्य भुवि दण्डवत् ॥
तुष्टाव परया स्तुत्या संस्मरंस्तत्पदाम्बुजम् ॥
]

`verse 13 [
श्रीमत्पंचाक्षरीम्विद्यामष्टोत्तरसहस्रकम्॥
संजप्य पुरतः स्थित्वा क्षमापय्य महेश्वरम् ॥
]

`verse 14 [
चण्डेशं सम्प्रपूज्याऽथ मुक्तिमण्डपमध्यतः ॥
निर्द्दिष्टमासनं भेजे मुनिभिर्वेदपारगैः ॥
]

`verse 15 [
एवं स्थितेषु सर्वेषु नमस्कृत्य समंत्रकम् ॥
अथ प्राह मुनीन्द्राणां भाववृद्धिकरम्वच ॥
]

`verse 16 [
सूत कृतः ॥
धन्या यूयं महाप्राज्ञा मुनयश्शंसितव्रताः ॥
भवदर्थमिह प्राप्तोऽहन्तद्वृत्तमिदं शृणु ॥
]

`verse 17 [
यदाहमुपदिश्याथ भवतः प्रणवार्थकम्॥
गतस्तीर्थाटनार्थाय तद्वृत्तान्तम्ब्रवीमि वः ॥
]

`verse 18 [
इतो निर्गत्य सम्प्राप्य तीरं दक्षपयोनिधेः ॥
स्नात्वा सम्पूज्य विधिवद्देवीं कन्यामयीं शिवाम् ॥
पुनरागत्य विप्रेन्द्रास्सुवर्णमुखरीतटम् ॥
]

`verse 19 [
श्रीकालहस्तिशैलाख्यनगरे परमाद्भुते ॥
सुवर्णमुखरीतोये स्नात्वा देवानृषीनपि ॥
]

`verse 20 [
सन्तर्प्य विधिवद्भक्त्या समुदं गिरिशं स्मरन् ॥
समर्च्य कालहस्तीशं चन्द्रकांतसमप्रभम् ॥
]

`verse 21 [
पश्चिमाभिमुखम्पंचशिरसम्परमाद्भुतम् ॥
सकृद्दर्शनमात्रेण सर्वाघक्षयकारणम् ॥
]

`verse 22 [
सर्वसिद्धिप्रदम्भुक्तिमुक्तिदन्त्रिगुणेश्वरम् ॥
ततश्च परया भक्त्या तस्य दक्षिणगां शिवाम् ॥
]

`verse 23 [
ज्ञानप्रसूनकलिकां समर्च्य हि जगत्प्रसूम् ॥
श्रीमत्पंचाक्षरीं विद्यामष्टोत्तरसहस्रकम् ॥
]

`verse 24 [
जप्त्वा प्रदक्षिणीकृत्य स्तुत्वा नत्वा मुहुर्मुहुः ॥
]

`verse 25 [
ततः प्रदक्षिणीकृत्य गिरिम्प्रत्यहमादरात् ॥
आमोदतीव मनसि प्रत्यहन्नियमास्थितः॥
]

`verse 26 [
अनयञ्चतुरो मासानेवन्तत्र मुनीश्वराः ॥
ज्ञानप्रसूनकलिका महादेव्याः प्रसादतः ॥
]

`verse 27 [
एकदा तु समास्तीर्य चैलाजिनकुशोत्तरम् ॥
आसनम्परमन्तस्मिन्स्थित्वा रुद्धेन्द्रियो मुनि ॥
]

`verse 28 [
समाधिमास्थाय सदा परमानंदचिद्धनः ॥
परिपूर्णश्शिवोस्मीति निर्व्यग्रहृदयोऽभवम् ॥
]

`verse 29 [
एतस्मिन्नेव समये सद्गुरुः करुणानिधिः ॥
नीलजीमूतसङ्काशो विद्युत्पिङ्गजटाधरः ॥
]

`verse 30 [
प्रांशुः कमण्डलूद्दण्डकृष्णाजिनधरस्स्वयम् ॥
भस्मावदातसर्वाङ्गस्सर्वलक्षणलक्षितः ॥
]

`verse 31 [
त्रिपुण्ड्रविलसद्भालो रुद्राक्षालङ्कृताकृतिः ॥
पद्मपत्रारुणायामविस्तीर्णनयनद्वयः ॥
]

`verse 32 [
प्रादुर्भूय हृदम्भोजे तदानीमेव सत्वरम् ॥
विमोहितस्तदैवासमेतदद्भुतमास्तिकाः ॥
]

`verse 33 [
तत उन्मील्य नयने विलापं कृतवानहम् ॥
आसीन्ममाश्रुपातश्च गिरिनिर्झरसन्निभः ॥
]

`verse 34 [
एतस्मिन्नेव समये श्रुता वागशरीरिणी ॥
व्योम्नो महाद्भुता विप्रास्तामेव शृणुतादरात् ॥
]

`verse 35 [
सूतपुत्र महाभाग गच्छ वाराणसीम्पुरीम् ॥
तत्रासन्मुनयः पूर्वमुपदिष्टास्त्वयाऽधुना ॥
]

`verse 36 [
त्वदुपागमकल्याणं कांक्षंते विवशा भृशम् ॥
तिष्ठन्ति ते निराहारा इत्युक्त्वा विरराम सा ॥
]

`verse 37 [
तत उत्थाय तरसा देवन्देवीञ्च भक्तितः ॥
प्रदक्षिणीकृत्य पुनः प्रणम्य भुवि दण्डवत् ॥
]

`verse 38 [
द्विषड्वारं गुरोराज्ञां विज्ञाय शिवयोरथ ॥
क्षेत्रान्निर्गत्य तरसा चत्वारिंशद्दिनान्तरे ॥
]

`verse 39 [
आगतोऽस्मि मुनिश्रेष्ठा अनुगृह्णन्तु मामिह ॥
मया किमद्य वक्तव्यं भवन्तस्तद्ब्रुवन्तु मे ॥
]

`verse 40 [
इति सूतवचश्श्रुत्वा ऋषयो हृष्टमानसाः ॥
अवोचन्मुनिशार्दूलं व्यासन्नत्वा मुहुर्मुहुः ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां सूतोपदेशो नाम दशमोऽध्यायः ॥
]
