`speaker [
ऋषय ऊचुः
]

`verse 1 [
सूत सूत महाभागस्त्वमस्मद्गुरुरुत्तमः ॥
अतस्त्वां परिपृच्छामो भवतोऽनुग्रहो यदि ॥
]

`verse 2 [
श्रद्धालुषु च शिष्येषु त्वादृशा गुरवस्सदा ॥
स्निग्धभावा इतीदं नो दर्शितम्भवताधुना ॥
]

`verse 3 [
विरजाहोमसमये वामदेवमतम्पुरा ॥
सूचितम्भवतास्माभिर्न श्रुतं विस्तरान्मुने ॥
]

`verse 4 [
तदिदानीं श्रोतुकामाः श्रद्धया परमादरात् ॥
वयं सर्व्वे कृपासिंधो प्रीत्या तद्वक्तुमर्हसि ॥
]

`verse 5 [
इति तेषां वचः श्रुत्वा सूतो हृष्टतनूरुहः ॥
नमस्कृत्य महादेवं गुरोः परतरं गुरुम् ॥
]

`verse 6 [
महादेवीं त्रिजननीं गुरुं व्यासश्च भक्तितः ॥
प्राह गम्भीरया वाचा मुनीनाह्लादयन्निदम् ॥
]

`speaker [
सूत उवाच
]

`verse 7 [
स्वस्त्यस्तु मुनयस्सर्वे सुखिन स्सन्तु सर्व्वदा ॥
शिवभक्ता स्थिरात्मानश्शिवे भक्तिप्रवर्तकाः ॥
]

`verse 8 [
तदतीव विचित्रं हि श्रुतं गुरुमुखाम्बुजात् ॥
इतः पूर्वम्मया नोक्तं गुह्यप्राकट्यशंकया ॥
]

`verse 9 [
यूयं खलु महाभागाश्शिवभक्ता दृढव्रताः ॥
इति निश्चित्य युष्माकं वक्ष्यामि श्रूयताम्मुदा ॥
]

`verse 10 [
पुरा रथन्तरे कल्पे वामदेवो महामुनिः ॥
गर्भमुक्तश्शिवज्ञानविदां गुरुतमस्स्वयम्॥
]

`verse 11 [
वेदागमपुराणादिसर्व्वशास्त्रार्थवत्त्ववित्॥
देवासुरमनुष्यादिजीवानां जन्मकर्म्मवित्॥
]

`verse 12 [
भस्मावदातसर्व्वांगो जटामण्डललमंडितः ॥
निराश्रयो निःस्पृहश्च निर्द्वन्द्वो निरहंकृतिः ॥
]

`verse 13 [
दिगंबरो महाज्ञानी महेश्वर इवापरः ॥
शिष्यभूतैर्मुनीन्द्रैश्च तादृशैः परिवारितः ॥
]

`verse 14 [
पर्य्यटन्पृथिवीमेतां स्वपाद स्पर्शपुण्यतः ॥
पवित्रयन्परे धाम्नि निमग्नहृदयोन्वहम् ॥
]

`verse 15 [
कुमारशिखरम्मेरोर्द्दक्षिणं प्राविशन्मुदा॥
यत्रास्ते भगवानीशतनयश्शिखिवाहनः ॥
]

`verse 16 [
ज्ञानशक्तिधरो वीरस्सर्वासुरविमर्दनः ॥
गजावल्लीसमायुक्तस्सर्व्वैर्देवैर्नमस्कृतः ॥
]

`verse 17 [
तत्र स्कन्दसरो नाम सरस्सागरसन्निभम् ॥
शिशिरस्वादुपानीयं स्वच्छागाधबहूदकम् ॥
]

`verse 18 [
सर्व्वाश्चर्य्यगुणोपेतं विद्यते स्वामिसन्निधौ ॥
तत्र स्नात्वा वामदेवस्सहशिष्यैर्महामुनिः ॥
]

`verse 19 [
कुमारं शिखरासीनं मुनिवृन्दनिषेवितम्॥
उद्यदादित्यसंकाशं मयूरवरवाहनम्॥
]

`verse 20 [
चतुर्भुजमुदारांगं मुकुटादिविभूषितम्॥
शक्तिरत्नद्वयोपास्यं शक्तिकुक्कुटधारिणम्॥
]

`verse 21 [
वरदाभयहस्तञ्च दृष्ट्वा स्कन्दं मुनीश्वरः॥
सम्पूज्य परया भक्त्या स्तोतुं समुपचक्रमे ॥
]

`verse 22 [
वेदान्तार्थस्वरूपाय वेदान्तार्थविधायिने ॥
वेदान्तार्थविदे नित्यं विदिताय नमोनमः ॥
]

`verse 23 [
नमो गुहाय भूतानां गुहासु निहिताय च ॥
गुह्याय गुह्यरूपाय गुह्यागमविदे नमः ॥
]

`verse 24 [
अणोरणीयसे तुभ्यं महतोपि महीयसे ॥
नमः परावरज्ञाय परमात्मस्वरूपिणे ॥
]

`verse 25 [
स्कन्दाय स्कन्दरूपाय मिहिरारुणेतेजसे ॥
नमो मन्दारमालोद्यन्मुकुटादिभृते सदा ॥
]

`verse 26 [
शिवशिष्याय पुत्राय शिवस्य शिवदायिने ॥
शिवप्रियाय शिवयोरानन्दनिधये नम ॥
]

`verse 27 [
गांगेयाय नमस्तुभ्यं कार्तिकेयाय धीमते ॥
उमापुत्राय महते शरकाननशायिने॥
]

`verse 28 [
षडक्षरशरीराय षड्विधार्थविधायिने ॥
षडध्वातीतरूपाय षण्मुखाय नमोनमः ॥ ॥
]

`verse 29 [
द्वादशायतनेत्राय द्वादशोद्यतबाहवे ॥
द्वादशायुधधाराय द्वादशात्मन्नमोस्तु ते ॥
]

`verse 30 [
चतुर्भुजाय शान्ताय शक्तिकुक्कुट धारिणे ॥
वरदाय विहस्ताय नमोऽसुरविदारिणे ॥
]

`verse 31 [
गजावल्लीकुचालिप्तकुंकुमांकितवक्षसे ॥
नमो गजाननानन्दमहिमानंदितात्मने ॥
]

`verse 32 [
ब्रह्मादिदेवमुनिकिन्नरगीयमानगाथाविशेषशुचिचिंतितकीर्त्तिधाम्ने ॥
वृन्दारकामलकिरीटविभूषणस्रक्पूज्याभिरामपदपंकज ते नमोस्तु ॥
]

`verse 33 [
इति स्कन्दस्तवन्दिव्यं वामदेवेन भाषितम् ॥
यः पठेच्छृणुयाद्वापि स याति परमां गतिम् ॥
]

`verse 34 [
महाप्रज्ञाकरं ह्येतच्छिवभक्तिविवर्द्धनम् ॥
आयुरारोग्यधनकृत्सर्व्वकामप्रदं सदा ॥
]

`verse 35 [
इति स्तुत्वा वामदेवो देवं सेनापतिं प्रभुम् ॥
प्रदक्षिणात्रयं कृत्वा प्रणम्य भुवि दण्डवत् ॥
]

`verse 36 [
साष्टांगं च पुनः कृत्वा प्रदक्षिणनमस्कृतम् ॥
अभवत्पार्श्वतस्तस्य विनयावनतो द्विजाः ॥
]

`verse 37 [
वामदेवकृतं स्तोत्रम्परमार्थविजृम्भितम् ॥
श्रुत्वाभवत्प्रसन्नो हि महेश्वरसुतः प्रभुः ॥
]

`verse 38 [
तमुवाच महासेनः प्रीतोस्मि तव पूजया ॥
भक्त्या स्तुत्या च भद्रन्ते किमद्यकरवाण्यहम् ॥
]

`verse 39 [
मुने त्वं योगिनान्मुख्यः परिपूर्णश्च निस्पृहः ॥
भवादृशां हि लोकेस्मिप्रार्थनीयं न विद्यते ॥
]

`verse 40 [
तथापि धर्म्मरक्षायै लोकानुग्रहकांक्षया॥
त्वादृशा साधवस्सन्तो विचरन्ति महीतले॥
]

`verse 41 [
श्रोतव्यमस्ति चेद्ब्रह्मन्वक्तुमर्हसि साम्प्रतम्॥
तदिदानीमहं वक्ष्ये लोकानुग्रहहे तवे॥
]

`verse 42 [
इति स्कन्दवचः श्रुत्वा वामदेवो महामुनिः॥
प्रश्रयावनतः प्राह मेघगम्भीरया गिरा ॥
]

`speaker [
वामदेव उवाच
]

`verse 43 [
भगवन्परमेशस्त्वं परापरविभूतिदः ॥
सर्व्वज्ञसर्वकर्त्ता च सर्व्वशक्तिधरः प्रभुः ॥
]

`verse 44 [
जीवा वयं तु ते वक्तुं सन्निधौ परमेशितुः ॥
तथाप्यनुग्रहो यन्ते यत्त्वं वदसि मां प्रति ॥
]

`verse 45 [
कृतार्थोहं महाप्राज्ञ विज्ञानकणमात्रतः ॥
प्रेरितः परिपृच्छामि क्षन्तव्योतिक्रमो मम ॥
]

`verse 46 [
प्रणवो हि परः साक्षात्परमेश्वरवाचकः ॥
वाच्यः पशुपतिर्देवः पशूनां पाशमोचकः ॥
]

`verse 47 [
वाचकेन समाहूतः पशून्मोचयते क्षणात् ॥
तस्माद्वाचकतासिद्धिः प्रणवेन शिवम्प्रति ॥
]

`verse 48 [
ॐ मितीदं सर्वमिति श्रुतिराह सनातनी ॥
ओमिति ब्रह्म सर्व्वं हि ब्रह्मेति च समब्रवीत् ॥
]

`verse 49 [
एवं स्थिते जगत्यस्मिञ्छिवादन्यन्न विद्यते ॥
सर्व्वरूपधरः स्वामी शिवो व्यापी महेश्वरः ॥
]

`verse 50 [
समष्टिव्यष्टिभावेन प्रणवार्थः श्रुतो मया ॥
न जातुचिन्महासेन संप्राप्तस्त्वादृशो गुरुः॥
]

`verse 51 [
अतः कृत्वानुकंपां वै तमर्थं वक्तुमर्हसि॥
उपदेशविधानेन सदाचारक्रमेण च॥
]

`verse 52 [
स्वाम्येकः सर्ब्वजन्तूनां पाशच्छेदकरो गुरुः ॥
अतस्त्वत्कृपया सोऽर्थः श्रोतव्यो हि मया गुरो ॥
]

`verse 53 [
इति स मुनिना पृष्टः स्कन्दः प्रणम्य सदाशिवं प्रणववपुषं साष्टत्रिंशत्कलावरलक्षितम्॥
सहितमुमया शश्वत्पार्श्वे मुनिप्रवरान्वितं गदितुमुपचक्राम श्रेयः श्रुतिष्वपि गोपितम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां वामदेवब्रह्मवर्णनन्नामैकादशोऽयाय ॥
]
