`speaker [
श्रीब्रह्मण्य उवाच
]

`verse 1 [
साधुसाधु महाभाग वामदेव मुनीश्वर॥
त्वमतीव शिवे भक्तश्श्विज्ञानवतांवरः॥
]

`verse 2 [
त्वया त्वविदितं किंचिन्ना स्ति लोकेषु कुत्रचित्॥
तथापि तव वक्ष्यामि लोकानुग्रहकारिणः॥
]

`verse 3 [
लोकेस्मिन्पशवस्सर्व्वे नानाशास्त्रविमोहिताः ॥
वञ्चिताः परमेशस्य माययातिविचित्रया ॥
]

`verse 4 [
न जानति परं साक्षात्प्रणवार्थम्महेश्वरम् ॥
सगुणन्निर्गुणं ब्रह्म त्रिदेवजनकम्परम् ॥
]

`verse 5 [
दक्षिणम्बाहुमुद्धृत्य शपथम्प्रब्रवीमि ते ॥
सत्यं सत्यं पुनस्सत्यं सत्यं सत्यं पुनः पुनः ॥
]

`verse 6 [
प्रणवार्थश्शिवः साक्षात्प्राधान्येन प्रकीर्त्तितः ॥।
श्रुतिषु स्मृतिशास्त्रेषु पुराणेष्वागमेषु च ॥
]

`verse 7 [
यतो वाचो निवर्त्तन्ते अप्राप्य मनसा सह ॥
आनन्दं यस्य वे विद्वान्न बिभेति कुतश्च न ॥
]

`verse 8 [
यस्माज्जगदिदं सर्वं विधिविष्ण्विन्द्रपूर्वकम् ॥
सह भूतेन्द्रियग्रामैः प्रथमं सम्प्रसूयते ॥
]

`verse 9 [
न सम्प्रसूयते यो वै कुतश्चन कदाचन ॥
यस्मिन्न भासते विद्युन्न न सूर्यो न चन्द्रमाः ॥
]

`verse 10 [
यस्य भासो विभातीदञ्जगत्सर्वं समन्ततः ॥
सर्व्वैश्वर्य्येण सम्पन्नो नाम्ना सर्व्वेश्वरस्स्वयम्॥
]

`verse 11 [
यो वै मुमुक्षुभिर्ध्येयः शम्भुराकाशमध्यगः ॥
सर्वव्यापी प्रकाशात्मा भासरूपो हि चिन्मयः ॥
]

`verse 12 [
यस्य पुंसः परा शक्तिर्भावगम्या मनोहरा ॥
निर्गुणा स्वगुणैरेव निगूढा निष्कला शिवा ॥
]

`verse 13 [
तदीयन्त्रिविधंरूपं स्थूलं सूक्ष्मं परन्ततः ॥
ध्येयं मुमुक्षुभिर्नित्यं क्रमतो योगिभिर्मुने ॥
]

`verse 14 [
निष्कलस्सर्व्वदेवानामादिदेवस्सनातनः ॥
ज्ञानक्रियास्वभावो यः पर मात्मेति गीयते ॥
]

`verse 15 [
तस्य देवाधिदेवस्य मूर्त्तिस्साक्षात्सदाशिवः ॥
पञ्चमंत्रतनुर्देवः कलापञ्चकविग्रहः ॥
]

`verse 16 [
शुद्धस्फटिकसंकाशः प्रसन्नः शीतलद्युतिः ॥
पंचवक्त्रो दशभुजस्त्रिपंचनयनः प्रभुः ॥
]

`verse 17 [
ईशानमुकुटोपेतः पुरुषास्यः पुरातनः ॥
अघोरहृदयो वामदेवगुह्यप्रदेशवान् ॥
]

`verse 18 [
सद्यपादश्च तन्मूर्त्तिः साक्षात्सकलनिष्कलः ॥
सर्व्वज्ञत्वादिषट्शक्तिषडंगीकृतविग्रहः ॥
]

`verse 19 [
शब्दादिशक्तिस्फुरितहृत्पंकजविराजितः ॥
स्वशक्त्या वामभागे तु मनोन्मन्या विभूषितः ॥
]

`verse 20 [
मन्त्रादिषड्विधार्थानामर्थोपन्याससार्गतः ॥
समष्टिव्यष्टिभावार्थं वक्ष्यामि प्रणवात्मकम् ॥
]

`verse 21 [
उपदेशक्रमो ह्यादौ वक्तव्यश्श्रूयतामयम्॥
चातुर्व्वर्ण्यं हि लोकेस्मिन्प्रसिद्धम्मानुषे मुने ॥
]

`verse 22 [
त्रैवर्णिकानामेवात्र श्रुत्याचारसमन्वयः ॥
शुश्रूषामात्रसारा हि शूद्राः श्रुतिबहिष्कृताः ॥
]

`verse 23 [
त्रैवर्णिकानां सर्व्वेषां स्वस्वाश्रमरतात्मनाम् ॥
श्रुतिस्मृत्युदितो धर्मोऽनुष्ठेयो नापरः क्वचित् ॥
]

`verse 24 [
श्रुतिस्मृत्युदितं कर्म्म कुर्व्व न्सिद्धिमवाप्स्यति ॥
इत्युक्तम्परमेशेन वेदमार्गप्रदर्शिना ॥
]

`verse 25 [
वर्णाश्रमाचारपुण्यैरभ्यर्च्य परमेश्वरम् ॥
तत्सायुज्यं गतास्सर्वे बहवो मुनिसत्तमाः ॥
]

`verse 26 [
ब्रह्मचर्येण मुनयो देवा यज्ञक्रियाध्वना ॥
पितरः प्रजया तृप्ता इति हि श्रुतिरब्रवीत् ॥
]

`verse 27 [
एवं ऋणत्रयान्मुक्तो वानप्रस्थाश्रमं गतः ॥
शीतोष्णसुखदुःखादिसहिष्णुर्विजितेन्द्रियः ॥
]

`verse 28 [
तपस्वी विजिताहारो यमाय योगम भ्यसेत् ॥
यथा दृढतरा बुद्धिरविचाल्या भवेत्तथा ॥
]

`verse 29 [
एवं क्रमेण शुद्धात्मा सर्व्वकर्म्माणि विन्यसेत् ॥
सन्यस्य सर्व्वकर्म्माणि ज्ञानपूजापरो भवेत् ॥
]

`verse 30 [
सा हि साक्षाच्छिवैक्येन जीवन्मुक्तिफलप्रदा ॥
सर्व्वोत्तमा हि विज्ञेया निर्विकारा यतात्म नाम् ॥
]

`verse 31 [
तत्प्रकारमहं वक्ष्ये लोकानुग्रहकाम्यया ॥
तव स्तेहान्महाप्राज्ञ सावधानतया शृणु ॥
]

`verse 32 [
सर्व्वशास्त्रार्थतत्त्वज्ञं वेदांतज्ञानपारगम् ॥
आचार्य्यमुपगच्छेत्स यतिर्म्मतिमतां वरम् ॥
]

`verse 33 [
तत्समीपमुपव्रज्य यथाविधि विचक्षणः ॥
दीर्घदण्डप्रणामाद्यैस्तोषयेद्यत्नतस्सुधीः॥
]

`verse 34 [
यो गुरु्स्स शिवः प्रोक्तो यश्शिवस्स गुरुस्स्मृतः ॥
इति निश्चित्य मनसा स्वविचारन्निवेदयेत्॥
]

`verse 35 [
लब्धानुज्ञस्तु गुरुणा द्वादशाहं पयोव्रती॥
शुक्लपक्षे चतुर्थ्यां वा दशम्यां वा विधानतः ॥
]

`verse 36 [
प्रातः स्नात्वा विशुद्धात्मा कृतनित्य क्रियस्सुधीः ॥
गुरुमाहूय विधिना नांदीश्राद्धं समारभेत् ॥
]

`verse 37 [
विश्वेदेवाः सत्यवसुसंज्ञावंतः प्रकीर्त्तिताः ॥
देवश्राद्धे ब्रह्मविष्णु महेशाः कथितास्त्रयः ॥
]

`verse 38 [
ऋषिश्राद्धे तु सम्प्रोक्ता देवक्षेत्रमनुष्यजाः ॥
देवश्राद्धे तु वसुरुद्रादित्यास्सम्प्रकीर्त्तिताः ॥
]

`verse 39 [
चत्वारो मानुषश्राद्धे सनकाद्या मुनीश्वराः ॥
भूतश्राद्धे पंच महाभूतानि च ततः परम्॥
]

`verse 40 [
चक्षुरादीन्द्रियग्रामो भूतग्रामश्चतुर्विधः॥ ।
पितृश्राद्धे पिता तस्य पिता तस्य पिता त्रयः ॥
]

`verse 41 [
मातृश्राद्धे मातृपितामह्यौ च प्रपितामही ॥
आत्मश्राद्धे तु चत्वार आत्मा पितृपितामहौ ॥
]

`verse 42 [
प्रपितामहनामा च सपत्नीकाः प्रकीर्त्तिताः ॥
मातामहात्मकश्राद्धे त्रयो मातामहादयः ॥
]

`verse 43 [
प्रतिश्राद्धं ब्राह्मणानां युग्मं कृत्वोपकल्पितान् ॥
आहूय पादौ प्रक्षाल्य स्वयमाचम्य यत्नतः ॥
]

`verse 44 [
समस्तसंपत्समवाप्तिहेतवः समुत्थितापत्कुलधूमकेतवः ॥
अपारसंसारसमुद्रसेतवः पुनन्तु मां ब्राह्मणपादरेणवः ॥
]

`verse 45 [
आपद्धनध्वान्तसहस्रभानवः समीहिता र्थार्पणकामधेनवः ॥
समस्ततीर्थांबुपवित्रमूर्त्तयो रक्षंतु मां ब्राह्मणपादपांसवः ॥
]

`verse 46 [
इति जप्त्वा नमस्कृत्य साष्टांगं भुवि दण्डवत् ॥
स्थित्वा तु प्राङ्मुखः शम्भोः पादाब्जयुगलं स्मरन् ॥
]

`verse 47 [
सपवित्रकरश्शुद्ध उपवीती दृढासनः ॥
प्राणायामत्रयं कुर्य्या च्छ्रुत्वातिथ्यादिकं पुनः ॥
]

`verse 48 [
मत्संन्यासांगभूतं यद्विश्वेदेवादिकं तथा ॥
श्राद्धमष्टविधं मातामहगतं पार्वणेन वै ॥
]

`verse 49 [
विधानेन करिष्यामि युष्मदाज्ञापुरस्सरम् ॥
एवं विधाय संकल्पं दर्भानुत्तरतस्त्यजेत् ॥
]

`verse 50 [
उपस्पृश्याप उत्थाय वरणक्रममारभेत्॥
पवित्रपाणिः संस्पृश्य पाणी ब्राह्मणयोर्वदेत् ॥
]

`verse 51 [
विश्वेदेवार्थ इत्यादि भवद्भ्यां क्षण इत्यपि ॥
]

`verse 52 [
प्रसादनीय इत्यन्तं सर्व्व त्रैवं विधिक्रमः ॥
एवं समाप्य वरणं मण्डलानि प्रकल्पयेत् ॥
]

`verse 53 [
उदगारभ्य दश च कृत्वाभ्यर्चनमक्षतैः ॥
तेषु क्रमेण संस्थाप्य ब्राह्मणान्पादयोः पुनः ॥
]

`verse 54 [
विश्वेदेवादिनामानि ससंवबोधनमुच्चरेत् ॥
इदं वः पाद्यमिति सकुशपुष्पाक्षतोदकैः ॥
]

`verse 55 [
पाद्यं दत्त्वा स्वयमपि क्षालितांघ्रिरुदङ्मुखः ॥
आचम्य युग्मक्लृप्तांस्तानासनेषूपवेश्य च ॥
]

`verse 56 [
विश्वेदेवस्वरूपस्य ब्राह्मणस्येदमासनम् ॥
इति दर्भासनं दत्त्वा दर्भपाणिस्स्वयं स्थितः ॥
]

`verse 57 [
अस्मिन्नान्दीमुखश्राद्धे विश्वेदेवार्थ इत्यपि ॥
भवद्भ्यां क्षण इत्युक्त्वा क्रियतामिति संवदेत् ॥
]

`verse 58 [
प्राप्नुतामिति सम्प्रोच्य भवन्ताविति संवदेत् ॥
वदेतां प्राप्नुयावेति तौ च ब्राह्मणपुंगवौ ॥
]

`verse 59 [
संपूर्णमस्तु संकल्पसिद्धिरस्त्विति तान्प्रति ॥
भवन्तोऽनुगृह्णंत्विति प्रार्थयेद्द्विजपुंगवान् ॥
]

`verse 60 [
ततश्शुद्धकदल्यादिपात्रेषु क्षालितेषु च ॥
अन्नादिभोज्यद्रव्याणि दत्त्वा दर्भैः पृथक्पृथक् ॥
]

`verse 61 [
परिस्तीर्य्य स्वयं तत्र परिषिच्योदकेन च॥
हस्ताभ्यामवलंब्याथ पात्रं प्रत्येकमादरात्॥
]

`verse 62 [
पृथिवी ते पात्रमित्यादि कृत्वा तत्र व्यवस्थितान्॥
देवादींश्च चतुर्थ्यन्ताननूद्याक्षतसंयुतान् ॥
]

`verse 63 [
उदग्गृहीत्वा स्वाहेति देवार्थेऽन्नं यजेत्पुनः ॥
न ममेति वदेदन्ते सर्वत्रायं विधिक्रमः ॥
]

`verse 64 [
यत्पादपद्मस्मरणाद्यस्य नामजपादपि ॥
न्यूनं कर्म भवेत्पूर्णन्तं वन्दे साम्बमीश्वरम् ॥
]

`verse 65 [
इति जप्त्वा ततो ब्रूयान्मया कृत मिदं पुनः ॥
नान्दीमुखश्राद्धमिति यथोक्तं च वदेत्ततः ॥
]

`verse 66 [
अस्विति ब्रूतेति च तान्प्रसाद्य द्विजपुंगवान् ॥
विसृज्य स्वकरस्थोदं प्रणम्य भुवि दण्डवत् ॥
]

`verse 67 [
उत्थाय च ततो ब्रूयादमृतम्भवतु द्विजान् ॥
प्रार्थयेच्च परं प्रीत्या कृतांजलिरुदारधीः॥
]

`verse 68 [
श्रीरुद्रं चमकं सूक्तं पौरुषं च यथाविधि ॥
चित्ते सदाशिवन्ध्यात्वा जपेद्ब्रह्माणि पञ्च च ॥
]

`verse 69 [
भोजनान्ते रुद्रसूक्तं क्षमा पय्य द्विजान्मुनः ॥
तन्मन्त्रेण ततो दद्यादुत्तरापोशणं पुरः ॥
]

`verse 70 [
प्रक्षालितांघ्रिराचम्य पिण्डस्थानं व्रजेत्ततः ॥
आसीनः प्राङ्मुखो मौनी प्राणायामत्रयं चरेत्॥
]

`verse 71 [
नान्दीमुखोक्तश्राद्धांगं करिष्ये पिण्डदानकम् ॥
इति संकल्प्य दक्षादिसमारभ्योदकान्ति कम् ॥
]

`verse 72 [
नव रेखाः समालिख्य प्रागग्रान्द्वादश क्रमात्॥
संस्तीर्य्य दर्भान्दक्षादिदेवादिस्थानपञ्चकम् ॥
]

`verse 73 [
तूष्णीं दद्यात्साक्षतोदं त्रिषु स्थानेषु च क्रमात्॥
स्थानेष्वन्येषु मातृषु मार्ज्जयन्तास्ततः परम् ॥
]

`verse 74 [
अत्रेति पितरः पश्चात्साक्षतोदं समर्च्य च ॥
दद्यात्ततः क्रमेणैव देवादिस्थानपञ्चके ॥
]

`verse 75 [
तत्तद्देवादिनामानि चतुर्थ्यन्तान्युदीर्य्य च॥
पिण्डत्रयं ततो दद्यात्प्रत्येकं स्थानपञ्चके ॥
]

`verse 76 [
स्वगृह्योक्तेन मार्गेण दद्यात्पिण्डान्पृथक्पृथक् ॥
दद्यादिदं साक्षतं च पितृसाङ्गुण्यहेतवे ॥
]

`verse 77 [
ध्यायेत्सदाशिवं देवं हृदयाम्भोजमध्यतः ॥
तत्पादपद्मस्मरणादिति श्लोकं पठन्पुनः ॥
]

`verse 78 [
नमस्कृत्य ब्राह्मणेभ्यो दक्षिणां च स्वश क्तितः ॥
दत्त्वा क्षमापय्य च तान्विसृज्य च ततः क्रमात् ॥
]

`verse 79 [
पिण्डानुत्सृज्य गोग्रासं दद्यान्नोचेज्जले क्षिपेत् ॥
पुण्याहवाचनं त्वां भुंजीत स्वजनैस्सह ॥
]

`verse 80 [
अन्येद्युः प्रातरुत्थाय कृतनित्यक्रियस्सुधीः ॥
उपोष्य क्षौरकर्मादि कक्षोपस्थविवर्जितम् ॥
]

`verse 81 [
केशश्मश्रुनखानेव कर्म्मावधि विसृज्य च॥
समाष्टकेशान्विधिवत्कारयित्वा विधानतः॥
]

`verse 82 [
स्नात्वा धौतपटश्शुद्धो द्विराचम्याथ वाग्यतः ॥
भस्म संधार्य्य  विधिना कृत्वा पुण्याहवाचनम्॥
]

`verse 83 [
तेन संप्रोक्ष्य संप्राप्य शुद्धदेहस्वभावतः ॥
होमद्रव्यार्थमाचार्य्य दक्षिणार्थं विहाय च ॥
]

`verse 84 [
द्रव्यजातं महेशाय द्विजेभ्यश्च विशेषतः ॥
भक्तेभ्यश्च प्रदायाथ शिवाय गुरुरूपिणे ॥
]

`verse 85 [
वस्त्रादि दक्षिणां दत्त्वा प्रणम्य भुवि दण्डवत् ॥
दोरकौपीनवसनं दण्डाच्च क्षालितम्भुवि ॥
]

`verse 86 [
आदाय होमद्रव्याणि समिधादीनि च क्रमात्॥
समुद्रतीरे नद्यां वा पर्व्वते वा शिवालये ॥
]

`verse 87 [
अरण्ये चापी गोष्ठे वा विचार्य्य स्थानमुत्तमम् ॥
स्थित्वाचम्य ततः पूर्व्वं कृत्वा मानसमञ्जरीम् ॥
]

`verse 88 [
ब्राह्ममोंकारसहितं नमो ब्रह्मण इत्यपि ॥
जपित्वा त्रिस्ततो ब्रूयादग्निमीळे पुरोहितम् ॥
]

`verse 89 [
अथ महाव्रतमिति अग्निर्वै देवा नामतः ॥
तथैतस्य समाम्नायमिषेत्वोर्ज्जे त्वा वेति तत् ॥
]

`verse 90 [
अग्न आयाहि वीतये शन्नो देवीरभिष्टये॥
पश्चात्प्रोच्य मयरसतजभनलगैः सह॥
]

`verse 91 [
सम्मितं च ततः पञ्चसंवत्सरमयं ततः ॥
समाम्नायस्समाम्नातः अथ शिक्षां वदेत्पुनः ॥
प्रवक्ष्यामीत्युदीर्याथ वृद्धिरादैच्च सम्वदेत् ॥
]

`verse 92 [
अथातो धर्मजिज्ञासेत्युच्चार्य पुनरंजसा ॥
अथातो ब्रह्मजिज्ञासा वेदादीनपि संजपेत् ॥
]

`verse 93 [
ब्रह्माणमिन्द्रं सूर्य्यञ्च सोमं चैव प्रजापतिम् ॥
आत्मानमन्तरात्मानं ज्ञानात्मानमतः परम् ॥
]

`verse 94 [
परमात्मानमपि च प्रणवाद्यं नमोंतकम् ॥
चतुर्थ्यन्तं जपित्वाऽथ सक्तुमुष्टिं प्रगृह्य च ॥
]

`verse 95 [
प्राश्याथ प्रणवेनैव द्विराचम्याथ संस्पृशेत् ॥
नाभिं मन्त्रान्वक्ष्यमाणन्प्रणवाद्यान्नमोन्तकान् ॥
]

`verse 96 [
आत्मानमन्तरात्मानं ज्ञानात्मानं पुरं पुनः ॥
आत्मानं च समुच्चार्य प्रजापतिमतः परम् ॥
]

`verse 97 [
स्वाहांतान्प्रजपेत्पश्चात्पयोदधिघृतं पृथक् ॥
त्रिवारं प्रणवेनैव प्राश्याचम्य द्विधा पुनः ॥ ॥
]

`verse 98 [
प्रागास्य उपविश्याथ दृढचित्तः स्थिरासनः ॥
यथोक्तविधिना सम्यक्प्राणायामत्रयञ्चरेत् ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां संन्यासविधिवर्णनं नाम द्वादशोऽध्यायः ॥
]
