`speaker [
सुब्रह्मण्य उवाच
]

`verse 1 [
अथ मध्याह्नसमये स्नात्वा नियतमानसः ॥
गन्धपुष्पाक्षतादीनि पूजाद्रव्याण्युपाहरेत॥॥
नैर्ऋत्ये पूजयेद्देवं विघ्रेशं देवपूजितम्॥
गणानां त्वेति मन्त्रेणावाहयेत्सुविधानतः ॥
]

`verse 2 [
रक्तवर्णं महाकायं सर्व्वाभरणभूषितम्॥
पाशांकुशाक्षाभीष्टञ्च दधानं करपंकजैः ॥
]

`verse 3 [
एवमावाह्य सन्ध्याय शंभुपुत्रं गजाननम्॥
अभ्यर्च्य पायसापूपनालिकेरगुडादिभिः ॥
]

`verse 4 [
नैवेद्यमुत्तमं दद्यात्ताम्बूलादिमथापरम्॥
परितोष्य नमस्कृत्य निर्विघ्नम्प्रार्थयेत्ततः ॥
]

`verse 5 [
औपासनाग्नौ कर्त्तव्यं स्वगृह्योक्तविधानतः ॥
आज्यभागान्तमाग्नेयं मखतन्त्रमतः परम् ॥
]

`verse 6 [
भूः स्वाहेति त्र्यृचा पूर्णाहुतिं हुत्वा समाप्य च॥
गायत्रीं प्रजपेद्यावदपराह्णमतंद्रितः ॥
]

`verse 7 [
अथ सायन्तनीं सन्ध्यामुपास्य स्नानपूर्वकम् ॥ ।
सायमौपासनं हुत्वा मौनी विज्ञापयेद्गुरुम् ॥
]

`verse 8 [
श्रपयित्वा चरुन्तस्मिन्समिदन्नाज्यभेदतः ॥
जुहुयाद्रौद्रसूक्तेन सद्योजातादि पञ्चभिः ॥
]

`verse 9 [
ब्रह्मभिश्च महादेवं सांबं वह्नौ विभावयेत् ॥
गौरीर्मिमाय मन्त्रेण हुत्वा गौरीमनुस्मरन् ॥
]

`verse 10 [
ततोऽग्नये स्विष्टकृते स्वाहेति जुहुयात्सकृत्॥
हुत्वोपरिष्टात्तन्त्रन्तु ततोऽग्नेरुत्तरे बुधः ॥
]

`verse 11 [
स्थित्वासने जपेन्मौनी चैलाजिनकुशोत्तरे ॥
आब्राह्मं च मुहूर्ते तु गायत्री दृढमानसः ॥
]

`verse 12 [
ततः स्नात्वा त्वशक्तश्चेद्भस्मना वा विधानतः ॥
श्रपयित्वा चरुं तस्मिन्नग्नावे वाभिधारितम् ॥
]

`verse 13 [
उदगुद्वास्य बर्हिष्यासाद्याज्येन चरुं ततः ॥
अभिघार्य्य व्याहृतीश्च रौद्रसूक्तञ्च पञ्च च ॥
]

`verse 14 [
जपेद्ब्रह्माणि सन्धार्य्य चित्तं शिवपदांबुजे ॥
प्रजापतिमथेन्द्रञ्च विश्वेदेवास्ततः परम् ॥१५।
ब्रह्माणं सचतुर्थ्यन्तं स्वाहांतान्प्रणवा दिकान् ॥
संजप्य वाचयित्वाऽथ पुण्याहं च ततः परम् ॥
]

`verse 15 [
परस्तात्तंत्रमग्नये स्वाहेत्यग्निमुखावधि ॥
निर्वर्त्य पश्चात्प्राणाय स्वाहेत्यारभ्य पञ्चभिः ॥
]

`verse 16 [
साज्येन चरुणा पश्चादग्निं स्विष्टकृतं हुनेत् ॥
पुनश्च प्रजपेत्सूक्तं रौद्रं ब्रह्माणि पञ्च च ॥
]

`verse 17 [
महेशादिचतुर्व्यूहमन्त्रांश्च प्रजपेत्पुनः ॥
हुत्वोपरिष्टात्तन्त्रन्तु स्वशाखोक्तेन वर्त्मना ॥
]

`verse 18 [
तत्तद्देवान्समुद्दिश्य सांगं कुर्य्याद्विचक्षणः॥
एवमग्निमुखाद्यं यत्कर्मतन्त्रम्प्रवर्त्तितम् ॥
]

`verse 19 [
अतः परं प्रजुहुयाद्विरजाहोममात्मनः ॥
षड्विंशतत्त्वरूपेस्मिन्देहे लीनस्य शुद्धये ॥
]

`verse 20 [
तत्त्वान्येतानि मद्देहे शुध्यन्तामित्यनुस्मरन् ॥
तत्रात्मतत्त्वशुद्ध्यर्थं मन्त्रैरारुणकेतुकैः ॥
]

`verse 21 [
पठ्यमानैः पृथिव्यादिपुरुषांतं क्रमान्मुने ॥
साज्येन चरुणा मौनी शिवपादाम्बुजं स्मरन् ॥
]

`verse 22 [
पृथिव्यादि च शब्दादि वागाद्यं पञ्चकं पुनः ॥
श्रोत्राद्यञ्च शिरः पार्श्वपृष्ठोदरचतुष्टयम् ॥
]

`verse 23 [
जंघां च योजयेत्पश्चात्त्वगाद्यं धातुसप्तकम् ॥
प्राणाद्यं पञ्चकं पश्चादन्नाद्यं कोशपञ्चकम्॥
]

`verse 24 [
मनाश्चित्तं च बुद्धिश्चाहंकृतिः ख्यातिरेव च ॥
संकल्पन्तु गुणाः पश्चात्प्रकृतिः पुरुषस्ततः ॥
]

`verse 25 [
पुरुषस्य तु भोक्तृत्वं प्रतिपन्नस्य भोजने ॥
अन्तरंगतया तत्त्वपंचकं परिकीर्तितम् ॥
]

`verse 26 [
नियतिः कालरागश्च विद्या च तदनन्तरम् ॥
कला च पंचकमिदं मयोत्पन्नम्मुनीश्वर ॥
]

`verse 27 [
मायान्तु प्रकृतिं विद्यादिति माया श्रुतीरिता ॥
तज्जान्येतानि तत्त्वानि श्रुत्युक्तानि न संशयः ॥
]

`verse 28 [
कालस्वभावो नियतिरिति च श्रुतितब्रवीत् ॥
एतत्पञ्चकमेवास्य पञ्चकञ्चक्रमुच्यते ॥
]

`verse 29 [
अजानन्पञ्चतत्त्वानि विद्वानपि च। मूढधीः ॥
निपत्याधस्तात्प्रकृतेरुपरिष्टात्पुमानयम् ॥
]

`verse 30 [
काकाक्षिन्यायमाश्रित्य वर्त्तते पार्श्वतोन्वहम् ॥
विद्यातत्त्वमिदं प्रोक्तं शुद्धविद्यामहेश्वरौ ॥
]

`verse 31 [
सदाशिवश्च शक्तिश्च शिवश्चेदं तु पञ्चकम् ॥
शिव तत्त्वमिदम्ब्रह्मन्प्रज्ञानब्रह्मवाग्यतः ॥
]

`verse 32 [
पृथिव्यादिशिवांतं यत्तत्त्वजातं मुनीश्वर ॥
स्वकारणलयद्वारा शुद्धिरस्य विधीयताम् ॥
]

`verse 33 [
एकादशानां मन्त्राणाम्परस्मैपद पूर्वकम् ॥
शिवज्योतिश्चतुर्थ्यन्तमिदम्पदमथोच्चरेत् ॥
]

`verse 34 [
न ममेति वदेत्पश्चादुद्देशत्याग ईरितः ॥
अतः परं विविद्यैति कपोतकायेति मन्त्रयोः ॥
]

`verse 35 [
व्यापकाय पदस्यान्ते परमात्मन इत्यपि ॥
शिवज्योतिश्चतुर्थ्यन्तं विश्वभूतपदम्पुनः ॥
]

`verse 36 [
घसनोत्सुकशब्दञ्च चतुर्थ्यंतमथो वदेत् ॥
परस्मैपदमुच्चार्य्य देवाय पदमुच्चरेत्॥
]

`verse 37 [
उत्तिष्ठस्वेति मन्त्रस्य विश्वरूपाय शब्दतः ॥
पुरुषाय पदम्ब्रूयादोस्वाहेत्यस्य संवदेत् ॥
]

`verse 38 [
लोकत्रयपदस्यान्ते व्यापिने परमात्मने॥
शिवायेदं न मम च पदम्ब्रूयादतः परम् ॥
]

`verse 39 [
स्व शाखोक्तप्रकारेण पुरस्तात्तन्त्रकर्म्म च ॥
निर्वर्त्य सर्पिषा मिश्रं चरुम्प्राश्य पुरोधसे ॥
]

`verse 40 [
प्रदद्याद्दक्षिणान्तस्मै हेमादिपरिबृंहिताम् ॥
ब्रह्माणमुद्वास्य ततः प्रातरौपासनं हुनेत् ॥
]

`verse 41 [
सं मां सिञ्चन्तु मरुत इति मन्त्रञ्जपेन्नरः ॥
याते अग्न इत्यनेन मन्त्रेणाग्नौ प्रताप्य च ॥
]

`verse 42 [
हस्तमग्नौ समारोप्य स्वात्मन्यद्वैतधामनि ॥
प्राभातिकीं ततः सन्ध्यामुपास्यादित्यमप्यथ ॥
]

`verse 43 [
उपस्थाय प्रविश्याप्सु नाभिदघ्नं प्रवेशयन् ॥
तन्मन्त्रान्प्रजपेत्प्रीत्या निश्चलात्मा समुत्सुकः ॥
]

`verse 44 [
आहिताग्निस्तु यः कुर्य्यात्प्राजापत्येष्टिमाहिते ॥
श्रौते वैश्वानरे सम्यक्सर्ववेदसदक्षिणाम् ॥
]

`verse 45 [
अथाग्निमात्मन्यारोप्य ब्राह्मणः प्रव्रजेद्गृहात्॥
सावित्रीप्रथमं पादं सावित्रीमित्युदीर्य च॥
]

`verse 46 [
प्रवेशयामि शब्दान्ते भूरोमिति च संवदेत् ॥
द्वितीयम्पादमुच्चार्य्य सावित्रीमिति पूर्व्ववत् ॥
]

`verse 47 [
प्रवेशयामि शब्दान्ते भुवरोमिति संवदेत्॥
तृतीयम्पादमुच्चार्य्य सावित्रीमित्यतः परम् ॥
]

`verse 48 [
प्रवेशयामि शब्दान्ते सुवरोमित्युदीरयेत्॥
त्रिपादमुच्चरेत्पूर्वं सावित्रीमित्यतः परम् ॥
]

`verse 49 [
प्रवेशयामि शब्दान्ते भूर्भुवस्सुवरोमिति ॥
उदीरयेत्परम्प्रीत्या निश्चलात्मा मुनीश्वर ॥
]

`verse 50 [
इयम्भगवती साक्षाच्छंकरार्द्धशरीरिणी ॥
पंचवक्त्रा दशभुजा विपञ्चनयनोज्ज्वला ॥
]

`verse 51 [
नवरत्नकिरीटोद्यच्चन्द्र लेखावतंसिनी ॥
शुद्धस्फटिकसंकाशा दयायुधधरा शुभा ॥
]

`verse 52 [
हारकेयूरकटककिंकिणीनूपुरादिभिः ॥
भूषितावयवा दिव्यवसना रत्नभूषणा ॥
]

`verse 53 [
विष्णुना विधिना देवऋषिगंधर्व्वनायकैः ॥
मानवैश्च सदा सेव्या सर्व्वात्मव्यापिनी शिवा ॥
]

`verse 54 [
सदाशिवस्य देवस्य धर्मपत्नी मनोहरा ॥
जगदम्बा त्रिजननी त्रिगुणा निर्गुणाप्यजा ॥
]

`verse 55 [
इत्येवं संविचार्य्याथ गायत्रीं प्रजपेत्सुधीः ॥
आदिदेवीं च त्रिपदां ब्राह्मणत्वादिदामजाम् ॥
]

`verse 56 [
यो ह्यन्यथा जपेत्पापो गायत्री शिवरूपिणीम्॥
स पच्यते महाघोरे नरके कल्पसंख्यया ॥
]

`verse 57 [
सा व्याहृतिभ्यः संजाता तास्वेव विलयं गता॥
ताश्च प्रणवसम्भूताः प्रणवे विलयं गता ॥
]

`verse 58 [
प्रणवस्सर्ववेदादिः प्रणवः शिववाचकः ॥
मन्त्राधिराजराजश्च महाबीजं मनुः परः ॥
]

`verse 59 [
शिवो वा प्रणवो ह्येष प्रणवो वा शिवः स्मृतः ॥
वाच्यवाचकयोर्भेदो नात्यन्तं विद्यते यतः ॥
]

`verse 60 [
एनमेव महामन्त्रञ्जीवानाञ्च तनुत्यजाम् ॥
काश्यां संश्राव्य मरणे दत्ते मुक्तिं परां शिवः ॥
]

`verse 61 [
तस्मादेकाक्षरन्देवं शिवं परमकारणम् ॥
उपासते यतिश्रेष्ठा हृदयाम्भोजमध्यगम् ॥
]

`verse 62 [
मुमुक्षवोऽपरे धीरा विरक्ता लौकिका नराः॥
विषयान्मनसा ज्ञात्वोपासते परमं शिवम् ॥
]

`verse 63 [
एवं विलाप्य गायत्रीं प्रणवे शिववाचके ॥
अहं वृक्षस्य रेरिवेत्यनुवाकं जपेत्पुनः ॥
]

`verse 64 [
यश्छन्दसामृषभ इत्यनुवाकमुपक्रमात् ॥
गोपायांतं जपन्पश्चादुत्थितोहमितीरयेत् ॥
]

`verse 65 [
वदेज्जयेत्त्रिधा मन्दमध्योच्छ्रायक्रमान्मुने॥
प्रणवम्पूर्व्वमुद्धत्य सृष्टिस्थितिलयक्रमात्॥
]

`verse 66 [
तेषामथ क्रमाद्भूयाद्भूस्संन्यस्तम्भुवस्तथा ॥
संन्यस्तं सुवरित्युक्त्वा संन्यस्तं पदमुच्चरम् ॥
]

`verse 67 [
सर्वमंत्राद्यः प्रदेशे मयेति च पदं वदेत् ॥
प्रणवं पूर्वमुद्धृत्य समष्टिं व्याहृतीर्वदेत् ॥
]

`verse 68 [
समस्तमित्यतो ब्रूयान्मयेति च समब्रवीत् ॥
सदाशिवं हृदि ध्यात्वा मंदादीति ततो मुने॥
]

`verse 69 [
प्रैषमंत्रांस्तु जप्त्वैवं सावधानेन चेतसा ॥
अभयं सर्वभूतेभ्यो मत्तः स्वाहेति संजपन् ॥
]

`verse 70 [
प्राच्यां दिश्यप उद्धृत्य प्रक्षिपेदजलिं ततः ॥
शिखां यज्ञोपवीतं च यत्रोत्पाट्य च पाणिना ॥
]

`verse 71 [
गृहीत्वा प्रणवं भूश्च समुद्रं गच्छ सम्वदेत् ॥
वह्निजायां समुच्चार्य्य सोदकाञ्जलिना ततः ॥
]

`verse 72 [
अप्सु हूयादथ प्रेषैरभिमंत्र्य त्रिधा त्वपः ।
प्राश्य तीरे समागत्य भूमौ वस्त्रादिकं त्यजेत् ॥
]

`verse 73 [
उदङ्मुखः प्राङ्मुखो वा गच्छेस्सप्तपदाधिकम् ॥
किञ्चिद्दूरमथाचार्यस्तिष्ठ तिष्ठेति संवदेत् ॥
]

`verse 74 [
लोकस्य व्यवहारार्थं कौपीनं दण्डमेव च ॥
भगवन्स्वीकुरुष्वेति दद्यात्स्वेनैव पाणिना ॥
]

`verse 75 [
दत्त्वा सुदोरं कौपीनं काषायवसनं ततः ॥
आच्छाद्याचम्य च द्वेधा त शिष्यमिति संवदेत्॥
]

`verse 76 [
इन्द्रस्य वज्रोऽसि तत इति मन्त्रमुदाहरेत् ॥
सम्प्रार्थ्य दण्डं गृह्णीयात्सखाय इति संजपन् ॥
]

`verse 77 [
अथ गत्वा गुरोः पार्श्वं शिवपादांबुजं स्मरन् ॥
प्रणमेद्दण्डवद्भूमौ त्रिवारं संयतात्मवान् ॥
]

`verse 78 [
पुनरुत्थाय च शनैः प्रेम्णा पश्यन्गुरुं निजम् ॥
कृताञ्जलिपुटस्तिष्ठेद्गुरुपाद समीपतः ॥
]

`verse 79 [
कर्म्मारम्भात्पूर्वमेव गृहीत्वा गोमयं शुभम् ॥
स्थूलामलकमात्रेण कृत्वा पिण्डान्विशोषयेत॥
]

`verse 80 [
सौरैस्तु किरणैरेव होमारम्भाग्निमध्यगान्॥
निक्षिप्य होमसम्पूर्त्तौ भस्म संगृह्य गोपयेत् ॥
]

`verse 81 [
ततो गुरुस्समादाय विरजानलजं सितम् ॥
भस्म तेनैव तं शिष्यमग्निरित्यादिभिः क्रमात् ॥
]

`verse 82 [
मंत्रैरंगानि संस्पृश्य मूर्द्धादिचरणान्ततः ॥
ईशानाद्यैः पञ्चमंत्रै शिर आरभ्य सर्वतः ॥
]

`verse 83 [
समुद्धृत्य विधानेन त्रिपुण्ड्रं धारयेत्ततः॥
त्रियायुषैस्त्र्यम्बकैश्च मूर्ध्न आरभ्य च क्रमात्॥
]

`verse 84 [
ततस्सद्भक्तियुक्तेन चेतसा शिष्यसत्तमः॥
हृत्पंकजे समासीनं ध्यायेच्छिवमुमासखम्॥
]

`verse 85 [
हस्तं निधाय शिरसि शिष्यस्य स गुरुर्वदेत् ॥
त्रिवारं प्रणवं दक्षकर्णे ऋष्यादिसंयुतम् ॥
]

`verse 86 [
ततः कृत्वा च करुणां प्रणवस्यार्थ मादिशेत् ॥
षड्विधार्त्थपरि ज्ञानसहितं गुरुसत्तमः॥
]

`verse 87 [
द्विषट्प्रकारं स गुरुं प्रणमेद्भुवि दण्डवत्॥
तदधीनो भवेन्नित्यं नान्यत्कर्म्म समाचरेत् ॥
]

`verse 88 [
तदाज्ञया ततः शिष्यो वेदान्तार्थानुसारतः ॥
शिवज्ञानपरो भूयात्सगुणागुणभेदतः ॥
]

`verse 89 [
ततस्तेनैव शिष्येण श्रवणाद्यंगपूर्व्वकम् ॥
प्रभातिकाद्यनुष्ठानं जपान्ते कारयेद्गुरुः ॥
]

`verse 90 [
पूजां च मण्डले तस्मिन्कैलासप्रस्तराह्वये ॥
शिवोदितेन मार्गेण शिष्यस्तत्रैव पूजयेत् ॥
]

`verse 91 [
देवन्नित्यमशक्तश्चेत्पूजितुं गुरुणा शुभम् ॥
स्फाटिकं पीठिकोपेतं गृह्णीयाल्लिंगमैश्वरम् ॥
]

`verse 92 [
वरं प्राणपरित्यागश्छेदनं शिरसोऽपि मे ॥
न त्वनभ्यर्च्य भुञ्जीयां भगवन्तं त्रिलोचनम् ॥
]

`verse 93 [
एवन्त्रिवारमुच्चार्य्य शपथं गुरुसन्निधौ ।
कुर्य्याद्दृढमनाश्शिष्यः शिवभक्तिसमुद्वहन्॥
]

`verse 94 [
तत एव महादेवं नित्यमुद्युक्तमानसः॥
पूजयेत्परया भक्त्या पञ्चावरणमार्गतः ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां त्रयोदशोऽध्यायः ॥
]
