`speaker [
वामदेव उवाच
]

`verse 1 [
भगवन्षण्मुखाशेष विज्ञानामृतवारिधे ॥
विश्वामरेश्वरसुत प्रणतार्त्तिप्रभञ्जन ॥
]

`verse 2 [
षड्विधार्त्थपरिज्ञानमिष्टदं किमुदाहृतम् ॥
के तत्र षड्विधा अर्थाः परिज्ञानञ्च किं प्रभो ॥
]

`verse 3 [
प्रतिपाद्यश्च कस्तस्य परिज्ञाने च किं फलम् ॥
एतत्सर्वं समाचक्ष्व यद्यत्पृष्टं मया गुह ॥
]

`verse 4 [
एतमर्त्थमविज्ञाय पशुशास्त्रविमोहितः॥
अद्याप्यहम्महासेन भ्रान्तश्च शिवमायया॥
]

`verse 5 [
अहं शिवपदद्वंद्वज्ञानामृतरसायनम्॥
पीत्त्वा विगतसम्मोहो भविष्यामि यथा तथा ॥
]

`verse 6 [
कृपामृतार्द्रया दृष्ट्या विलोक्य सुचिरं मयि ॥
कर्त्तव्योऽनुग्रहः श्रीमत्पादाब्जशरणागते ॥
]

`verse 7 [
इति श्रुत्वा मुनीन्द्रोक्तं ज्ञानशक्तिधरो विभुः ॥
प्राहान्यदर्शनमहासंत्रासजनकं वचः ॥
]

`speaker [
सुब्रह्मण्य उवाच
]

`verse 8 [
श्रूयताम्मुनिशार्दूल त्वया यत्पृष्टमादरात्॥
समष्टिव्यष्टिभावेन परिज्ञानम्महेशितुः ॥
]

`verse 9 [
प्रणवार्त्थपरिज्ञानरूपं तद्विस्तरादहम् ॥
वदामि षड्विधार्थैक्य परिज्ञानेन सुव्रत ॥
]

`verse 10 [
प्रथमो मंत्ररूपः स्याद्द्वितीयो मंत्रभावितः ॥
देवतार्त्थस्तृतीयोऽर्थः प्रपञ्चार्थस्ततः परम्॥
]

`verse 11 [
चतुर्थः पञ्चमार्थस्स्याद्गुरुरूपप्रदर्शकः।
षष्ठश्शिष्यात्मरूपोऽर्थः षड्विधार्थाः प्रकीर्त्तिताः ॥
]

`verse 12 [
तत्र मन्त्रस्वरूपन्ते वदामि मुनिसत्तम॥
येन विज्ञातमात्रेण महाज्ञानी भवेन्नरः ॥
]

`verse 13 [
आद्यस्स्वरः पंचमश्च पञ्चमान्तस्ततः परः ॥
बिन्दुनादौ च पञ्चार्णाः प्रोक्ता वेदैर्न चान्यथा ॥
]

`verse 14 [
एतत्समष्टिरूपो हि वेदादिस्समुदाहृतः ॥
नादस्सर्व्वसमष्टिः स्याद्बिंद्वाढ्यं यच्चतुष्टयम् ॥
]

`verse 15 [
व्यष्टिरूपेण संसिद्धं प्रणवे शिववाचके ॥
यंत्ररूपं शृणु प्राज्ञ शिवलिंगं तदेव हि ॥
]

`verse 16 [
सर्व्वाधस्ताल्लिखेत्पीठं तदूर्ध्वम्प्रथमं स्वरम् ॥
उवर्णं च तदूर्द्ध्वं स्थम्पवर्गान्तं   तदूर्ध्वगम् ॥
]

`verse 17 [
तन्मस्तकस्थं बिंदुं च तदूर्द्ध्वं नादमालिखेत् ॥
यंत्रे संपूर्णतां याति सर्वकामः प्रसिध्यति ॥
]

`verse 18 [
एतं यंत्रं समालिख्य प्रणवे नव वेष्टयेत् ॥
तदुत्थेनैव नादेन विद्यन्नादावसानकम् ॥
]

`verse 19 [
देवतार्त्थम्प्रवक्ष्यामि गूढं सर्व्वत्र यन्मुने ॥
तव स्नेहाद्वामदेव यथा शंकरभाषितम् ॥
]

`verse 20 [
सद्योजातम्प्रपद्यामीत्युपक्रम्य सदाशिवोम् ॥
इति प्राह श्रुतिस्तारं ब्रह्मपंचकवाचकम् ॥
]

`verse 21 [
विज्ञेया ब्रह्मरूपिण्यस्सूक्ष्माः पंचैव देवताः ॥
एता एव शिवस्यापि मूर्तित्वे नोपबृंहिताः ॥
]

`verse 22 [
शिवस्य वाचको मन्त्रश्शिवमूर्त्तेश्च वाचकः ॥
मूर्त्तिमूर्तिमतोर्भेदो नात्यन्तं विद्यते यतः ॥
]

`verse 23 [
ईशानमुकुटोपेत इत्यारभ्य पुरोदितः ॥
शिवस्य विग्रहः पञ्चवक्त्राणि शृणु सांप्रतम्॥
]

`verse 24 [
पंचमादि समारभ्य सद्योजाताद्यनुक्रमात् ॥
उर्द्ध्वांतमीशानांतं च मुखपंचकमीरितम् ॥
]

`verse 25 [
ईशानस्यैव देवस्य चतुर्व्यूहपदे स्थितम् ॥
पुरुषाद्यं च सद्यांतं ब्रह्मरूपं चतुष्टयम् ॥
]

`verse 26 [
पंच ब्रह्मसमष्टिस्स्यादीशानं ब्रह्म विश्रुतम् ॥
पुरुषाद्यं तु तद्व्यष्टिस्सद्योजातान्तिकं मुने ॥
]

`verse 27 [
अनुग्रहमयं चक्रमिदं पंचार्त्थकारणम् ॥
परब्रह्मात्मकं सूक्ष्मं निर्विकारमनामयम् ॥
]

`verse 28 [
अनुग्रहोऽपि द्विविधस्तिरोभावादिगोचरः ॥
प्रभुश्चान्यस्तु जीवानां परावरविमुक्तिदः ॥
]

`verse 29 [
एतत्सदाशिवस्यैव कृत्यद्वयमुदाहृतम् ॥
अनुग्रहेऽपि सृष्ट्यादिकृत्यानां पंचकं विभोः ॥
]

`verse 30 [
मुने तत्रापि सद्याद्या देवताः परिकीर्त्तिताः ॥
परब्रह्मस्वरूपास्ताः पंच कल्याणदास्सदा ॥
]

`verse 31 [
अनुग्रहमयं चक्रं शांत्यतीतकलामयम् ॥
सदाशिवाधिष्ठितं च परमं पदमुच्यते ॥
]

`verse 32 [
एतदेव पदं प्राप्यं यतीनां भवितात्मनाम् ॥
सदाशिवोपासकानां प्रणवासक्तचेतसाम् ॥
]

`verse 33 [
एतदेव पदं प्राप्य तेन साकं मुनीश्वराः ॥
भुक्त्वा सुविपुलान्भोगान्देवेन ब्रह्मरूपिणा ॥
]

`verse 34 [
महाप्रलयसंभूतौ शिवसाम्यं भजंति हि ॥
न पतंति पुनः क्वापि संसाराब्धौ जनाश्च ते ॥
]

`verse 35 [
ते ब्रह्मलोक इति च श्रुतिराह सनातनी ॥
ऐश्वर्य्यं तु शिवस्यापि समष्टिरिदमेव हि ॥
]

`verse 36 [
सर्वैश्वर्येण सम्पन्न इत्याहाथर्व्वणी शिखा ॥
सर्वैश्वर्य्यप्रदातृत्वमस्यैव प्रवदन्ति हि ॥
]

`verse 37 [
चमकस्य पदान्नान्य दधिकं विद्यते पदम् ॥
ब्रह्मपंचकविस्तारप्रपंचः खलु दृश्यते ॥
]

`verse 38 [
ब्रह्मभ्य एवं संजाता निवृत्त्याद्याः कला मताः ॥
सूक्ष्मभूतस्वरूपिण्यः कारणत्वेन विश्रुताः ॥
]

`verse 39 [
स्थूलरूपस्वरूपस्य प्रपंचस्यास्य सुव्रत ॥
पंचधावस्थितं यत्तद्ब्रह्मपंचकमिष्यते ॥
]

`verse 40 [
पुरुषः श्रोत्रवाण्यौ च शब्दकाशौ च पंचकम् ॥
व्याप्तमीशानरूपेण ब्रह्मणा मुनिसत्तम ॥
]

`verse 41 [
प्रकृतिस्त्वक्च पाणिश्च स्पर्शो वायुश्च पंचकम् ॥
व्याप्तं पुरुषरूपेण ब्रह्मणैव मुनीश्वर ॥
]

`verse 42 [
अहंकारस्तथा चक्षुः पादो रूपं च पावकः ॥
अघोरब्रह्मणा व्याप्तमेतत्पंचकमंचितम् ॥
]

`verse 43 [
बुद्धिश्च रसना पायू रस आपश्च पंचकम् ॥
ब्रह्मणा वामदेवेन व्याप्तं भवति नित्यशः ॥
]

`verse 44 [
मनो नासा तथोपस्थो गन्धो भूमिश्च पंचकम्॥
सद्येन ब्रह्मणा व्याप्तं पंचब्रह्ममयं जगत् ॥
]

`verse 45 [
यंत्ररूपेणोपदिष्टः प्रणवश्शिववाचकः॥
समष्टिः पंचवर्णानां बिंद्वाद्यं यच्चतुष्टयम् ॥
]

`verse 46 [
शिवोपदिष्टमार्गेण यंत्ररूपं विभावयेत्॥
प्रणवम्परमं मन्त्राधिराजं शिवरूपिणम्॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां शिवरूपप्रणववर्णनं नाम चतुर्द्दशोध्यायः ॥
]
