`speaker [
ईश्वर उवाच
]

`verse 1 [
ततः परं प्रवक्ष्यामि सृष्टिपद्धतिमुत्तमाम् ॥
सदाशिवान्महेशादिचतुष्कस्य वरानने॥
]

`verse 2 [
सदाशिवस्समष्टिस्स्यादाकाशधिपतिः प्रभुः ॥
अस्यैव व्यष्टितापन्नम्महेशादिचतुष्टयम् ॥
]

`verse 3 [
सदाशिवसहस्रांशान्महेशस्य समुद्भवः ॥
पुरुषाननरूपत्वाद्वायोरधिपतिश्च सः ॥
]

`verse 4 [
मायाशक्तियुतो वामे सकलश्च क्रियाधिकः ॥
अस्यैव व्यष्टिरूपं स्यादीश्वरादिचतुष्टयम् ॥
]

`verse 5 [
ईशो विश्वेश्वरः पश्चात्परमेशस्ततः परम् ॥
सर्वेश्वर इतीदन्तु तिरोधाचक्रमुत्तमम् ॥
]

`verse 6 [
तिरोभावो द्विधा भिन्न एको रुद्रादिगोचरः ॥
अन्यश्च देहभावेन पशुवर्गस्य सन्ततेः ॥
]

`verse 7 [
भोगानुरंजनपरः कर्मसाम्यक्षणावधि ॥
कर्मसाम्ये स एकः स्यादनुग्रहमयो विभुः ॥
]

`verse 8 [
तत्र सर्वेश्वरा यास्ते देवताः परिकीर्त्तिताः ॥
परब्रह्मात्मकाः साक्षान्निर्विकल्पा निरामयाः ॥
]

`verse 9 [
तिरोभावात्मकं चक्रं भवेच्छान्तिकलामयम् ॥
महेश्वराधिष्ठितं च पदमेतदनुत्तमम् ॥
]

`verse 10 [
एतदेव पदं प्राप्यं महेशपदसेविनाम् ॥
माहेश्वराणां सालोक्यक्रमादेव विमुक्तिदम्॥
]

`verse 11 [
महेश्वरसहस्रांशाद्रुद्रमूर्तिरजायत ॥
अघोरवदनाकारस्तेजस्तत्त्वाधिपश्च सः ॥
]

`verse 12 [
गौरीशक्तियुतो वामे सर्व्वसंहारकृत्प्रभुः ॥
अस्यैव व्यष्टिरूपं स्याच्छिवाद्यथ चतुष्टयम् ॥
]

`verse 13 [
शिवो हरो मृडभवौ विदितं चक्रमद्भुतम् ॥
संहाराख्यं महादिव्यं परमं हि मुनीश्वर ॥
]

`verse 14 [
स संहारस्त्रिधा प्रोक्तो बुधैर्नित्यादिभेदतः ॥
नित्यो जीवसुषुप्त्याख्यो विधेर्नैमित्तिकः स्मृतः ॥
]

`verse 15 [
विलयस्तस्य तु महानिति वेदनिदर्शितः ॥
जीवानां जन्मदुःखादिशांतानामुषितात्मनाम् ॥
]

`verse 16 [
विश्रांत्यर्थं मुनिश्रेष्ठ कर्मणां पाकहेतवे॥
संहारः कल्पितस्त्रेधा रुद्रेणामिततेजसा ॥
]

`verse 17 [
रुद्रस्यैव तु कृत्यानां त्रयमेतदुदाहृतम् ॥
संहृतवपि सृष्ट्यादिकृत्यानां पञ्चकं विभोः ॥
]

`verse 18 [
मुने तत्र भवाद्यास्ते देवताः परिकीर्त्तिताः ॥
परब्रह्मस्वरूपाश्च लोकानुग्रहकारकाः ॥
]

`verse 19 [
संहाराख्यमिदं चक्रं विद्यारूपकलामयम् ॥
अधिष्ठितं च रुद्रेण पदमेतन्निरामयम् ॥
]

`verse 20 [
एतदेव पदं प्राप्यं रुद्राराधनकांक्षिणाम् ॥
रुद्राणां तद्धि सालोक्यक्रमात्सायुज्यदम्मुने ॥
]

`verse 21 [
रुद्रमूर्त्तेस्सहस्रांशाद्विष्णोश्चैवाभवज्जनिः ॥
स वामदेवचक्रात्मा वारितत्त्वैकनायकः ॥
]

`verse 22 [
रमाशाक्तियुतो वामे सर्व्वरक्षाकरो महान्॥
चतुर्भुजोऽरविंदाक्षः श्यामश्शंखादिचिह्नभृत् ॥
]

`verse 23 [
अस्यैव वासुदेवादिचतुष्कं व्यष्टितां गतम् ॥
उपासनरतानां वै वैष्णवानां विमुक्तिदम् ॥
]

`verse 24 [
वासुदेवोऽनिरुद्धश्च ततस्संकर्षणः परः ॥
प्रद्युम्नश्चेति विख्यातं स्थितिचक्रमनुत्तमम् ॥
]

`verse 25 [
स्थितिस्सृष्टस्य जगतस्तत्कर्त्रा सह पालनम् ॥
आरब्धकर्मभोगान्तं जीवानां फलभोगिनाम् ॥
]

`verse 26 [
विष्णोरेवेदमाख्यातं कृत्यं रक्षाविधायिनः॥
स्थितावपि तु सृष्ट्यादि कृत्यानां पंचकं विभोः ॥
]

`verse 27 [
तत्र प्रद्युम्नमुख्यास्ते देवताः परिकीर्तिताः ॥
निर्विकल्पा निरातंका मुक्तानंदकरास्सदा ॥
]

`verse 28 [
स्थितिचक्रमिदं ब्रह्मन्प्रतिष्ठारूपमुत्तमम् ॥
जनार्दनाधिष्ठितं च परमं पदमुच्यते ॥
]

`verse 29 [
एवदेव पदं प्राप्यं विष्णुपादाब्जसेविनाम् ॥
वैष्णवानां चक्रमिदं सालोक्यादिपदप्रदम् ॥
]

`verse 30 [
विष्णोरेव सहस्रांशात्संबभूव पितामहः ॥
सद्योजातमुखात्मा यः पृथिवीतत्त्वनायकः ॥
]

`verse 31 [
वाग्देवीसहितो वामे सृष्टिकर्त्ता जगत्प्रभुः ॥
चतुर्मुखो रक्तवर्णो रजोरूपस्वरूपवान् ॥
]

`verse 32 [
हिण्यगर्भाद्यस्यैव व्यष्टिरूपं चतुष्टयम् ॥
हिरण्यगर्भोथ विराट् पुरुषः काल एव च॥
]

`verse 33 [
सृष्टि चक्रमिदं ब्रह्म पुत्रादिऋषिसेवितम्॥
सर्व्वकामार्थदं ब्रह्मन्परिवारसुखप्रदम्॥
]

`verse 34 [
सृष्टिस्तु संहृतस्यास्य जीवस्य प्रकृतौ बहिः॥
आनीय कर्मभोगार्थ साधनांगफलैस्सह ॥
]

`verse 35 [
संयोजनमितीदं तु कृत्यं पैतामहं विदुः ॥
जगत्सृष्टिक्रियाविज्ञा यावद्व्यूहं सुखावहम् ॥
]

`verse 36 [
जगत्सृष्टावपि मुने कृत्यानां च पंचकं विभोः ॥
अस्ति कालोदयस्तत्र देवताः परिकीर्त्तिताः॥
]

`verse 37 [
निवृत्तिरूपमाख्यातं सृष्टिचक्रमिदं बुधैः ॥
पितामहाधिष्ठितं च पदमेतद्धि शोभनम् ॥
]

`verse 38 [
एतदेव प्रदं प्राप्यं ब्रह्मार्पितधियां नृणाम् ॥
पैतामहानामेतद्धि सालोक्या दिविमुक्तिदम् ॥
]

`verse 39 [
अस्मिन्नपि चतुष्के तु चक्राणां प्रणवो भवेत् ॥
महेशादिक्रमादेव गौण्या वृत्त्या स वाचकः ॥
]

`verse 40 [
इदं खलु जगच्चक्रं श्रुतिविश्रुतवैभवम् ॥
पञ्चारं चक्रमिति ह स्तौति श्रुतिरिदम्मुने॥
]

`verse 41 [
एकमेव जगच्चक्रं शम्भोश्शक्तिविजृंभितम् ॥
सृष्ट्यादिपंचांवयवं  पंचारमिति कथ्यते ॥
]

`verse 42 [
अलातचक्रभ्रमिवदविच्छिन्नलयोदयम् ॥
परितो वर्तते यस्मात्तस्माच्चक्रमितीरितम्॥
]

`verse 43 [
सृष्ट्यादिपृथुसृष्टित्वात्पृथुत्वेनोपदृश्यते ॥
हिरण्मयस्य देवस्य शम्भोरमिततेजसः ॥
]

`verse 44 [
शक्तिकार्यमिदं चक्रं हिरण्यज्योतिराश्रितम् ॥
सलिलेनावृतमिदं सलिलं वह्निनावृतम् ॥
]

`verse 45 [
आवृतो वायुना वह्निराकाशेनावृतं महत् ॥
भूतादिना तथाकाशो भूतादिर्महतावृतः ॥
]

`verse 46 [
अव्यक्तेनावृतस्तद्वन्महानित्येवमास्तिकैः ॥
ब्रह्माण्डमिति संप्रोक्तमाचार्य्यैर्मुनिसत्तम ॥
]

`verse 47 [
उक्तानि सप्तावरणान्यस्य विश्वस्य गुप्तये ॥
चक्राद्दशगुणाधिक्यं सलिलस्य विधीयते ॥
]

`verse 48 [
उपर्युपरि चान्योन्यमेवं दशगुणाधिकम् ॥
ब्रह्माण्डमिति विज्ञेयं तद्द्विजैर्मुनिनायक ॥
]

`verse 49 [
इममर्थमुरीकृत्य चक्रसामीप्यवर्त्तनात्॥
सलिलस्य च तन्मध्ये इति प्राह श्रुतिस्स्वयम्॥
]

`verse 50 [
अनुग्रहतिरोभावसंहृतिस्थितिसृष्टिभिः ॥
करोत्यविरतं लीलामेकश्शक्तियुतश्शिवः॥
]

`verse 51 [
बहुनेह किमुक्तेन मुने सारं वदामि ते॥
शिव एवेदमखिलं शक्तिमानिति निश्चितम्॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायामुपासनामूर्त्तिवर्णनं नाम पंचदशोऽध्यायः ॥
]
