`speaker [
सूत उवाच
]

`verse 1 [
श्रुत्वोपदिष्टं गुरुणा वेदार्थं मुनिपुंगवः ॥
परमात्मनि संदिग्धं परिपप्रच्छ सादरम् ॥
]

`speaker [
वामदेव उवाच
]

`verse 2 [
ज्ञानशक्तिधर स्वामिन्परमानन्दविग्रह ॥
प्रणवार्थामृतं पीतं श्रीमुखख्जात्परिस्रुतम् ॥
]

`verse 3 [
दृढप्रज्ञश्च जातोऽस्मि संदेहो विगतो मम ॥
किंचिदन्यन्महासेन पृच्छामि त्वां शृणु प्रभो ॥
]

`verse 4 [
सदाशिवादिकीटांतरूपस्य जगतः स्थितिः॥
स्त्रीपुंरूपेण सर्वत्र दृश्यते न हि संशयः ॥
]

`verse 5 [
एवं रूपस्य जगतः कारणं यत्सनातनम् ॥
स्त्रीरूपं तत्किमाहोस्वित्पुरुषो वा नपुंसकम् ॥
]

`verse 6 [
उत मिश्रं किमन्यद्वा न जातस्तत्र निर्णयः ॥
बहुधा विवदन्तीह विद्वांसश्शास्त्रमोहिताः ॥
]

`verse 7 [
जगत्सृष्टिविधायिन्यः श्रुतयो जगता सह ॥
विष्णुब्रह्मादयो देवाः सिद्धाश्च न विदन्ति हि ॥
]

`verse 8 [
यथैक्यभावं गच्छेयुरेतदन्यच्च वेदय ॥
जानामीति करोमीति व्यवहारः प्रदृश्यते ॥
]

`verse 9 [
स हि सर्वात्मसंसिद्धो विवादो नात्र कस्यचित् ॥
सर्वदेहेन्द्रियमनोबुध्यहंकारसंभवः ॥
]

`verse 10 [
आहोस्वि दात्मनोरूपं महानत्रापि संशयः ॥
द्वयमेतद्धि सर्व्वेषां विवादास्पदमद्भुतम् ॥
]

`verse 11 [
उत्पाट्याज्ञानसंभूतं संशयाख्यं विषद्रुमम्॥
शिवाद्वैतमहाकल्पवृक्षभूमिर्यथाभवेत् ॥
]

`verse 12 [
चित्तं मम यथा देव बोध्योऽस्मि कृपया तव ॥
कृपातस्तव देवेश दृढज्ञानी भवा म्यहम् ॥
]

`speaker [
सूत उवाच
]

`verse 13 [
श्रुत्वैवं मुनिना पृष्टं वचो वेदान्तनिर्वृतम् ॥
रहस्यं प्रभुराहेदं किंचित्प्रहसिताननः ॥
]

`speaker [
सुब्रह्मण्य उवाच
]

`verse 14 [
एतदेव मुने गुह्यं शिवेन परिभाषितम् ॥
अम्बायाः शृण्वतो देव्या वामदेव ममापि हि ॥
]

`verse 15 [
तस्याः स्तन्यं तदा पीत्वा संतृप्तोऽस्मि मुहुर्मुहुः॥
श्रुतवान्निश्चलं तद्वै निश्चितं मे विचारितम्॥
]

`verse 16 [
तत्ते वदामि दयया वामदेव महामुने॥
महद्गुह्यं च परमं सुत त्वं शृणु सांप्रतम् ॥
]

`verse 17 [
कर्मास्ति तत्त्वादारभ्य शास्त्रवादस्सुविस्तरः ॥
यथाविवेकं श्रोतव्यो ज्ञानिना ज्ञानदो मुने॥
]

`verse 18 [
त्वयोपदिष्टा ये शिष्यास्तत्र को वा भवत्समः ॥
कपिलादिषु शास्त्रेषु भ्रमंत्यद्यापि तेऽधमाः ॥
]

`verse 19 [
ते शप्ता मुनिभिः षड्भिश्शिवनिन्दा पराः पुरा॥
न श्रोतव्या हि तद्वार्त्ता तेऽन्यथावादिनो यतः॥
]

`verse 20 [
अनुमानप्रयोगस्याप्यवकाशो न विद्यते॥
पंचावयवयुक्तस्य स तु धूमस्य दर्शनात् ॥
]

`verse 21 [
पर्व्वतस्याग्निमद्भावं वदंत्यत्रापि सुव्रत।
प्रत्यक्षस्य प्रपंचस्य दर्शनालंबनं त्वतः ॥
]

`verse 22 [
ज्ञातव्यः परमेशानः परमात्मा न संशयः ॥
स्त्रीपुंरूपमयं विश्वं प्रत्यक्षेणैव दृश्यते ॥
]

`verse 23 [
षट्कोशरूपः पिण्डो हि तत्र चाद्यत्रयम्भवेत् ॥
मात्रंशजं पुनश्चान्यत्पित्रंशजमिति श्रुतिः ॥
]

`verse 24 [
एवं सर्वशरीरेषु स्त्रीपुंभावविदो जनाः ॥
परमात्मन्यपि मुने स्त्रीपुंभावं विदुर्बुधा॥
]

`verse 25 [
सच्चिदानदरूपत्वं वदति ब्रह्मणः श्रुतिः ॥
असन्निवर्त्तकः शब्दः सदात्मेति निगद्यते ॥
निवर्त्तनं जगत्त्वस्य चिच्छब्देन विधीयते ॥
त्रिलिंगवर्त्ती सच्छब्दः पुरुषोत्र विधीयताम् ॥
]

`verse 26 [
प्रकाशवाची स भवेत्सत्प्रकाश इति स्फुटम् ॥
ज्ञानशब्दस्य पर्य्यायश्चिच्छब्दः स्त्रीत्वमागतः ॥
]

`verse 27 [
प्रकाशश्चिच्च मिथुनं जगत्कारणतां गतम् ॥
सच्चिदात्मन्यपि तथा जगत्कारणतां गतम् ॥
]

`verse 28 [
एकत्रैव शिवश्शक्तिरिति भावो विधीयते ॥
तैलवर्त्त्यादिमालिन्यात्प्रकाशस्यापि वर्त्तते ॥
]

`verse 29 [
मालिन्यमशिवत्वं च चिताग्न्यादिषु दृश्यते ॥
एवं विवर्त्तकत्वेन शिवत्वं श्रुतिचोदितम् ॥
]

`verse 30 [
जीवाश्रितायाश्चिच्छक्तेर्दौर्बल्यं विद्यते सदा ॥
तन्निवृत्यर्थमेवात्र शक्तित्वं सार्वकालिकम् ॥
]

`verse 31 [
बलवाञ्छक्तिमांश्चेति व्यवहारः प्रदृश्यते ॥
लोके वेदे च ससतं वामदेव महामुने ॥
]

`verse 32 [
एवं शिवत्वं शक्तित्वं परमात्मनि दर्शितम् ॥
शिवशक्त्योस्तु संयोगादानंदस्सततोदितः ॥
]

`verse 33 [
अतो मुने तमुद्दिश्य मुनयः क्षीणकल्मषाः ॥
शिवे मनस्समाधाय प्राप्ताश्शिवमनामयम् ॥
]

`verse 34 [
सर्वात्मत्वं तयोरेवं ब्रह्मेत्युपनिषत्सु च ॥
गीयते ब्रह्मशब्देन बृंहिधात्वर्थगोचरम् ॥
]

`verse 35 [
बृंहणत्वं बृहत्त्वं च शंभ्वाख्यविग्रहे ॥
पंचब्रह्ममये विश्वप्रतीतिर्ब्रह्म शब्दिता ॥
]

`verse 36 [
प्रतिलोमात्मके हंसे वक्ष्यामि प्रणवोद्भवम् ॥
तव स्नेहाद्वामदेव सावधानतया शृणु ॥
]

`verse 37 [
व्यंजनस्य सकारस्य हकारस्य च वर्जनात् ॥
ओमित्येव भवेत्स्थूलो वाचकः परमात्मनः ॥
]

`verse 38 [
महामन्त्रस्स विज्ञेयो मुनिभिस्तत्त्वदर्शिभिः ॥
तत्र सूक्ष्मो महामन्त्रस्तदुद्धारं वदामि ते ॥
]

`verse 39 [
आद्ये त्रिपंचरूपे च स्वरे षोडशके त्रिषु ॥
महामन्त्रो भवेदादौ स सकारो भवेद्यदा ॥
]

`verse 40 [
हंसस्य प्रतिलोमः स्यात्सकारार्थश्शिवः स्मृतः ॥
शक्त्यात्मको महामन्त्रवाच्यः स्यादिति निर्णयः ॥
]

`verse 41 [
गुरूपदेश काले तु सोहंशक्त्यात्मकश्शिवः ॥
इति जीवपरो भूयान्महामन्त्रस्तदा पशुः ॥
]

`verse 42 [
शक्त्यात्मकश्शिवांशश्च शिवैक्याच्छिवसाम्यभाक् ॥
प्रज्ञानं ब्रह्मवाक्ये तु प्रज्ञानार्थः प्रदृश्यते ॥
]

`verse 43 [
प्रज्ञानशब्दश्चैतन्यपर्य्यायस्स्यान्न संशयः ॥
चैतन्यमात्मेति मुने शिवसूत्रं प्रवर्त्तितम् ॥
]

`verse 44 [
चैतन्यमिति विश्वस्य सर्वज्ञानक्रियात्मकम् ॥
स्वातन्त्र्यं तत्स्वभावो यः स आत्मा परिकीर्त्तितः ॥
]

`verse 45 [
इत्यादिशिवसूत्राणां वार्तिकं कथितं मया॥
ज्ञानं बंध इतीदं तु द्वितीयं सूत्रमीशितुः ॥
]

`verse 46 [
ज्ञानमित्यात्मनस्तस्य किंचिज्ज्ञानक्रियात्मकम्॥
इत्याहाद्यपदेनेशः पशुवर्गस्य लक्षणम्॥
]

`verse 47 [
एतद्द्वयं पराशक्तेः प्रथमं स्पंदतां गतम्॥
एतामेव परां शक्तिं श्वेताश्वतरशाखिनः ॥
]

`verse 48 [
स्वाभाविकी ज्ञानबलक्रिया चेत्यस्तुवन्मुदा॥
ज्ञानक्रियेच्छारूपं हि शंभोर्दृष्टित्रयं विदुः॥
]

`verse 49 [
एतन्मनोमध्यगं सदिन्द्रियज्ञानगोचरम् ॥
अनुप्रविश्य जानाति करोति च पशुः सदा॥
]

`verse 50 [
तस्मादात्मन एवेदं रूपमित्येव निश्चितम् ॥
प्रपंचार्थं प्रवक्ष्यामि प्रणवै क्यप्रदर्शनम् ॥
]

`verse 51 [
ॐमितीदं सर्वमिति श्रुतिराह सनातनी ॥
तस्माद्वेतीत्युपक्रम्य जगत्सृष्टिः प्रक्रीर्तिता ॥
]

`verse 52 [
तस्याः श्रुतेस्तु तात्पर्यं वक्ष्यामि श्रूयतामिदम् ॥
तव स्नेहाद्वामदेव विवेकार्थविजृंभितम् ॥
]

`verse 53 [
शिवशक्तिसमायोगः परमात्मेति निश्चितम्॥
पराशक्तेस्तु संजाता चिच्छक्तिस्तु तदुद्भवा ॥
]

`verse 54 [
आनन्दशक्तिस्तज्जास्यादिच्छाशक्तिस्तदुद्भवा ॥
ज्ञानशक्तिस्ततो जाता क्रियाशक्तिस्तु पंचमी ॥
एताभ्य एव संजाता निवृत्त्याद्याः कला मुने॥
]

`verse 55 [
चिदानन्दसमुत्पन्नौ नादबिन्दू प्रकीर्त्तितौ॥
इच्छाशक्तेर्मकारस्तु ज्ञानशक्तेस्तु पंचमः ॥
]

`verse 56 [
स्वरः क्रियाशक्तिजातो ह्यकारस्तु मुनीश्वर ॥
इत्युक्ता प्रणवोत्पत्तिः पंचब्रह्मोद्भवं शृणु ॥
]

`verse 57 [
शिवादीशान उत्पन्नस्ततस्तत्पुरुषोद्भवः ॥
ततोऽघोरस्ततो वामस्सद्योजातोद्भवस्ततः ॥
]

`verse 58 [
एतस्मान्मातृकादष्टत्रिंशन्मातृसमुद्भवः॥
ईशानाच्छान्त्यतीताख्या कला जाताथ पूरुषात्॥
उत्पद्यते शान्तिकला विद्याऽघोरसमुद्भवा ॥
]

`verse 59 [
प्रतिष्ठा च निवृत्तिश्च वाम सद्योद्भवे मते ॥
ईशाच्चिच्छक्तिमुखतो विभोर्मिथुनपञ्चकम्॥
]

`verse 60 [
अनुग्रहादिकृत्यानां हेतुः पञ्चकमिष्यते ॥
तद्विद्भिर्मुनिभिः प्राज्ञैर्वरतत्त्वप्रदर्शिभिः ॥
]

`verse 61 [
वाच्यवाचकसम्बन्धान्मिथुनत्वमुपेयुषि ॥
कलावर्णस्वरूपेऽस्मिन्पञ्चके भूतपञ्चकम् ॥
]

`verse 62 [
वियदादि क्रमादासीदुत्पन्नम्मुनिपुङ्गव ॥
आद्यं मिथुनमारभ्य पञ्चमं यन्मयं विदुः ॥
]

`verse 63 [
शब्दैकगुण आकाशः शब्दस्पर्शगुणो मरुत्॥
शब्दस्पर्शरूपगुणप्रधानो वह्निरुच्यते ॥
]

`verse 64 [
शब्दस्पर्शरूपरसगुणकं सलिलं स्मृतम्॥
शब्द्स्पर्शरूपरसगन्धाढ्या पृथिवी स्मृता ॥
]

`verse 65 [
व्यापकत्वञ्च भूतानामिदमेव प्रकीर्तितम् ॥
व्याप्यत्वं वैपरीत्येन गन्धादिक्रमतो भवेत् ॥
]

`verse 66 [
भूतपञ्चकरूपोऽयम्प्रपञ्चः परिकीर्त्यते॥
विराट् सर्वसमष्ट्यात्मा ब्रह्माण्डमिति च स्फुटम्॥
]

`verse 67 [
पृथिवीतत्त्वमारभ्य शिवतत्त्वावधि क्रमात्॥
निलीय तत्त्वसंदोहे जीव एव विलीयते॥
]

`verse 68 [
संशक्तिकः पुनस्सृष्टौ शक्तिद्वारा विनिर्गतः॥
स्थूलप्रपञ्चरूपेण तिष्ठत्याप्रलयं सुखम्॥
]

`verse 69 [
निजेच्छया जगत्सृष्टमुद्युक्तस्य महेशितुः॥
प्रथमो यः परिस्पन्दश्शिव तत्त्वन्तदुच्यते॥
]

`verse 70 [
एषैवेच्छाशक्तितत्वं सर्वकृत्यानुवर्तनात् ॥
ज्ञानक्रियाशक्तियुग्मे ज्ञानाधिक्ये सदाशिवः ॥
]

`verse 71 [
महेश्वरं क्रियोद्रेके तत्त्वं विद्धि मुनीश्वर॥
ज्ञानक्रियाशक्तिसाम्यं  शुद्धविद्यात्मकं मतम्॥
]

`verse 72 [
स्वाङ्गरूपेषु भावेषु मायातत्त्वविभेदधीः॥
शिवो यदा निजं रूपं परमैश्वर्य्यपूर्वकम्॥
]

`verse 73 [
निगृह्य माययाशेषपदार्थग्राहको भवेत्॥
तदा पुरुष इत्याख्या तत्सृष्ट्वेत्यभवच्छ्रुतिः॥
]

`verse 74 [
अयमेव हि संसारी मायया मोहितः पशुः॥
शिवज्ञानविहीनो हि नानाकर्मविमूढधीः॥
]

`verse 75 [
शिवादभिन्नं न जगदात्मानं भिन्नमित्यपि ॥
जानतोऽस्य पशोरेव मोहो भवति न प्रभो॥
]

`verse 76 [
यथैन्द्रजालिकस्यापि योगिनो न भवेद्भ्रमः ॥
गुरुणा ज्ञापितैश्वर्यश्शिवो भवति चिद्धनः ॥
]

`verse 77 [
सर्वकर्तृत्वरूपा च सर्वजत्वस्वरूपिणी ॥
पूर्णत्वरूपान्नित्यत्वव्यापकत्व स्वरूपिणी ॥
]

`verse 78 [
शिवस्य शक्तयः पञ्च संकुचदूपभास्कराः॥
]

`verse 79 [
अपि संकोचरूपेण विभांत्य इति नित्यशः ॥
पशोः कलाख्य विद्येति रागकालौ नियत्यपि ॥
तत्त्वपञ्चकरूपेण भवत्यत्र कलेति सा ॥
]

`verse 80 [
किंचित्कर्तृत्त्त्वहेतुस्स्यात्किंचित्तत्त्वैकसाधनम् ॥
सा तु विद्या भवेद्रागो विषयेष्वनुरंजकः॥
]

`verse 81 [
कालो हि भावभावानां भासानां भासनात्मकः ॥
क्रमावच्छेदको भूत्वा भूतादिरिति कथ्यते ॥।८२॥
इदन्तु मम कर्तव्यमिदन्नेति नियामिका ॥
नियतिस्स्याद्विभोश्शक्तिस्तदाक्षेपात्पतेत्पशुः ॥
]

`verse 82 [
एतत्पंचकमेवास्य स्वरूपा वारकत्वतः ॥
पञ्चकञ्चुकमाख्यातमन्तरंगं च साधनम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां शिवतत्त्ववर्णनन्नाम षोडशोऽध्यायः ॥
]
