`speaker [
वामदेव उवाच
]

`verse 1 [
नियत्यधस्तात्प्रकृतेरुपरिस्थः पुमानिति ॥
पूर्वत्र भवता प्रोक्तमिदानीं कथमन्यथा॥
]

`verse 2 [
मायया संकुचद्रूपस्तदधस्तादिति प्रभो ॥
इति मे संशयं नाथ छेत्तुमर्हसि तत्त्वतः ॥
]

`speaker [
श्रीसुबह्मण्य उवाच
]

`verse 3 [
अद्वैतशैववादोऽयं द्वैतन्न सहते क्वचित् ॥
द्वैतं च नश्वरं ब्रह्माद्वैतम्परमनश्वरम् ॥
]

`verse 4 [
सर्वज्ञस्सर्वकर्ता च शिवस्सर्वेश्वरोऽगुणः ॥
त्रिदेवजनको ब्रह्मा सच्चिदानन्दविग्रहः ॥
]

`verse 5 [
स एव शंकरो देवस्स्वेच्छया च स्वमायया ॥
संकुचद्रूप इव सन्पुरुषस्संबभूव ह ॥
]

`verse 6 [
कलादि पञ्चकेनैव भोक्तृत्वेन प्रकल्पितः ॥
प्रकृतिस्थः पुमानेष भुङ्क्ते प्रकृतिजान्गुणान् ॥
]

`verse 7 [
इति स्थानद्वयान्तस्थः पुरुषो न विरोधकः ॥
संकुचन्निजरूपाणां ज्ञानादीनां समष्टिमान् ॥
]

`verse 8 [
सत्त्वादिगुणसाध्यं च बुध्यादित्रितयात्मकम्॥
चित्तम्प्रकृतितत्त्वं तदासीत्सत्त्वादिकारणात् ॥
]

`verse 9 [
सात्त्विकादिविभेदेन गुणाः प्रकृतिसम्भवाः ॥
गुणेभ्यो बुद्धिरुत्पन्ना वस्तुनिश्चयकारिणी ॥
]

`verse 10 [
ततो महानहङ्कारस्ततो बुद्धीन्द्रियाणि च ॥
जातानि मनसो रूपं स्यात्संकल्पविकल्पकम् ॥
]

`verse 11 [
बुद्धीन्द्रियाणि श्रोत्रं त्वक् चक्षुर्जिह्वा च नासिका ॥
शब्दः स्पर्शश्च रूपं च रसो गन्धश्च गोचरः ॥
]

`verse 12 [
बुद्धीन्द्रियाणां कथितः श्रोत्रादिक्रमतस्ततः ॥
वैकारिकादहंकारात्तन्मात्राण्यभवन्क्रमात् ॥
]

`verse 13 [
तानि प्रोक्तानि सूक्ष्माणि मुनिभि स्तत्त्वदर्शिभिः ॥
कर्मेन्द्रियाणि ज्ञेयानि स्वकार्य्यसहितानि च ॥
]

`verse 14 [
विप्रर्षे वाक्करौ पादौ पायूपस्थौ च तत्क्रियाः ॥
वचनादानगमनविसर्ग्गानन्दसंज्ञिताः॥
]

`verse 15 [
भूतादिकादहंकारात्तन्मात्राण्यभवन्क्रमात्॥
तानि सूक्ष्माणि रूपाणी शब्दादीनामिति स्थितिः॥ ॥
]

`verse 16 [
तेभ्यश्चाकाशवाय्वग्निजलभूमिजनिः क्रमात् ॥
विज्ञेया मुनिशार्दूल पञ्चभूतमितीष्यते ॥
]

`verse 17 [
अवकाशप्रदानं च वाहकत्वञ्च पावनम् ॥
संरम्भो धारणन्तेषां व्यापाराः परिकीर्तिताः ॥
]

`speaker [
वामदेव उवाच
]

`verse 18 [
भूतसृष्टिः पुरा प्रोक्ता कलादिभ्यः कथम्पुनः ॥
अन्यथा प्रोच्यते स्कन्द संदेहोऽत्र महान्मम ॥
]

`verse 19 [
आत्मतत्त्वमकारस्स्याद्विद्या स्यादुस्ततः परम् ॥
शिवतत्त्वम्मकारस्स्याद्वामदेवेति चिंत्यताम् ॥
]

`verse 20 [
बिन्दुनादौ तु विज्ञेयौ सर्वतत्त्वार्थकावुभौ॥
तत्रत्या देवतायाश्च ता मुने शृणु साम्प्रतम्॥
]

`verse 21 [
ब्रह्मा विष्णुश्च रुद्रश्च महेश्वरसदाशिवौ ॥
ते हि साक्षाच्छिवस्यैव मूर्तयः श्रुतिविश्रुताः ॥
]

`verse 22 [
इत्युक्तम्भवता पूर्वमिदानीमुच्यतेऽन्यथा ॥
तन्मात्रेभ्यो भवन्तीति सन्देहोऽत्र महान्मम ॥
]

`verse 23 [
कृत्वा तत्करुणां स्कन्द संशयं छेत्तुमर्हसि ॥
इत्याकर्ण्य मुनेर्वाक्यं कुमारः प्रत्यभाषत ॥
]

`speaker [
श्रीसुब्रह्मण्य उवाच
]

`verse 24 [
तस्माद्वेति समारभ्य भूतसृष्टिक्रमे मुने ॥
ताञ्छृणुष्व महाप्राज्ञ सावधानतया द रात् ॥
]

`verse 25 [
जातानि पञ्च भूतानि कलाभ्य इति निश्चितम्॥
स्थूलप्रपञ्चरूपाणि तानि भूतपतेर्वपुः ॥
]

`verse 26 [
शिवतत्त्वादि पृथ्व्यन्तं तत्त्वानामुदयक्रमे॥
तन्मात्रेभ्यो भवन्तीति वक्तव्यानि क्रमान्मुने॥
]

`verse 27 [
तन्मात्राणां कलानामप्यैक्यं स्याद्भूतकारणम्॥
अविरुद्धत्व मेवात्र विद्धि ब्रह्माविदांवर ॥
]

`verse 28 [
स्थूलसूक्ष्मात्मके विश्वे चन्द्रसूर्य्यादयो ग्रहाः ॥
सनक्षत्राश्च संजातास्तथान्ये ज्योतिषां गणाः ॥
]

`verse 29 [
ब्रह्मविष्णुमहेशादिदेवता भूतजातयः ॥
इन्द्रादयोऽपि दिक्पाला देवाश्च पितरोऽसुराः ॥
]

`verse 30 [
राक्षसा मानुषाश्चान्ये जंगमत्वविभागिनः ॥
पशवः पक्षिणः कीटाः पन्नगादि प्रभेदिनः ॥
]

`verse 31 [
तरुगुल्मलतौषध्यः पर्वताश्चाष्ट विश्रुताः ॥
गंगाद्यास्सरितस्सप्त सागराश्च महर्द्धयः ॥
]

`verse 32 [
यत्किंचिद्वस्तुजातन्तत्सर्वमत्र प्रतिष्ठितम् ॥
विचारणीयं सद्बुध्या न बहिर्मुनिसत्तम ॥
]

`verse 33 [
स्त्रीपुंरूपमिदं विश्वं शिवशक्त्यात्मकं बुधैः ॥
भवादृशैरुपास्यं स्याच्छिवज्ञानविशारदैः ॥
]

`verse 34 [
सर्वं ब्रह्मेत्युपासीत सर्वं वै रुद्र इत्यपि॥
श्रुतिराह मुने तस्मात्प्रपञ्चात्मा सदाशिवः ॥
]

`verse 35 [
अष्टत्रिंशत्कलान्याससामर्थ्याद्वैतभावना॥
सदाशिवोऽहमेवेति भावि तात्मा गुरुः शिवः॥
]

`verse 36 [
एवं विचारी सच्छिष्यो गुरुस्स्यात्स शिवस्स्वयम्॥
प्रपञ्चदेवतायंत्रमंत्रात्मा न हि संशयः ॥
]

`verse 37 [
आचार्य्य रूपया विप्र संछिन्नाखिलबन्धनः ॥
शिशुः शिवपदासक्तो गुर्वात्मा भवति धुवम् ॥
]

`verse 38 [
यदस्ति वस्तु तत्सर्वं गुण प्राधान्ययोगतः ॥
समस्तं व्यस्तमपि च प्रणवार्थम्प्रचक्षते ॥
]

`verse 39 [
रागादिदोषरहितं वेदसारः शिवो दिशः॥
तुभ्यम्मे कथितम्प्रीत्याऽद्वैतज्ञानं शिवप्रियम् ॥
]

`verse 40 [
यो ह्यन्यथैतन्मनुते मद्वचो मदगर्वितः ॥
देवो वा मानवस्सिद्धो गन्धर्वो मनुजोऽपि वा ॥
]

`verse 41 [
दुरात्मनस्तस्य शिरश्छिंद्यां समतयाद्ध्रुवम् ॥
सच्छक्त्या रिपुकालाग्निकल्पया न हि संशयः ॥
]

`verse 42 [
भवानेव मुने साक्षाच्छिवाद्वैतविदांवरः॥
शिवज्ञानोपदेशे हि शिवाचारप्रदर्शकः ॥
]

`verse 43 [
यद्देहभस्मसम्पर्कात्संछिन्नाघव्रजोऽशुचिः॥
महापिशाचः सम्प्राप्य त्वत्कृपातस्सतां गतिम्॥
]

`verse 44 [
शिवयोगीति संख्यातत्रिलोक विभवो भवान्॥
भवत्कटाक्षसम्पर्कात्पशु पशुपतिर्भवेत्॥
]

`verse 45 [
तव तस्य मयि प्रेक्षा लोकाशिक्षार्थमादरात् ॥
लोकोपकारकरणे विचरन्तीह साधवः ॥
]

`verse 46 [
इदं रहस्यम्परमं प्रतिष्ठितमतस्त्वयि ॥
त्वमपि श्रद्धया भक्त्या प्रणवेष्वेव सादरम् ॥
]

`verse 47 [
उपविश्य च तान्सर्वान्संयोज्य परमेश्वरे ॥
शिवाचारं ग्राहयस्व भूतिरुद्राक्षमिश्रितम् ॥
]

`verse 48 [
त्वं शिवो हि शिवाचारी सम्प्राप्ताद्वैतभावतः ॥
विचरँलोकरक्षायै सुखमक्षयमाप्नुहि ॥
]

`speaker [
सूत उवाच
]

`verse 49 [
श्रुत्वेदमद्भुतमतं हि षडाननोक्तं वेदान्तनिष्ठितमृषिस्तु विनम्रमूर्त्तिः ॥
भूत्वा प्रणम्य बहुशो भुवि दण्डवत्तत्पादारविन्दविहरन्मधुपत्वमाप ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां शिवाद्वैतज्ञानकथनादि सृष्टिकथनं नाम सप्तदशोऽध्यायः ॥
]
