`speaker [
शौनक उवाच
]

`verse 1 [
श्रुत्वा वेदान्तसारं तद्रहस्यम्परमाद्भुतम् ॥
किम्पृष्टवान्वामदेवो महेश्वरसुतं तदा ॥
]

`verse 2 [
धन्यो योगी वामदेवः शिवज्ञानरतस्सदा ॥
यत्स्सम्बन्धात्कथोत्पन्ना दिव्या परमपावनी ॥
]

`verse 3 [
इति श्रुत्वा मुनीनान्तद्वचनम्प्रेमगर्भितम् ॥
सूतः प्राह प्रसन्नस्ताञ्छिवासक्तमना बुधः ॥
]

`speaker [
सूत उवाच
]

`verse 4 [
धन्या यूयं महादेवभक्ता लोकोपकारकाः ॥
शृणुध्वम्मुनयस्सर्वे संवादं च तयोः पुनः ॥
]

`verse 5 [
श्रुत्वा महेशतनयवचनं द्वैतनाशकम् ॥
अद्वैतज्ञानजनकं सन्तुष्टोऽभून्महान्मुनिः ॥
]

`verse 6 [
नत्वा स्तुत्वा च विविधं कार्तिकेयं शिवात्मजम् ॥
पुनः पप्रच्छ तत्त्वं हि विनयेन महामुनिः ॥
]

`speaker [
वामदेव उवाच
]

`verse 7 [
भगवन्सर्वतत्त्वज्ञ षण्मुखामृतवारिधे ॥
गुरुत्वं कथमेतेषां यतीनाम्भावितात्मनाम् ॥
]

`verse 8 [
जीवानां भोगमोक्षादिसिद्धिस्सिध्यति यद्वशात् ॥
पारम्पर्य्यं विना नैषा मुपदेशाधिकारिता ॥
]

`verse 9 [
एवं च क्षौरकर्मांगं स्नानञ्च कथमीदृशम् ॥
इति विज्ञापय स्वामिन्संशयं छेत्तुमर्हसि ॥
]

`verse 10 [
इति श्रुत्वा कार्तिकेयो वामदेववचः स्मरन्॥
शिवं शिवां च मनसा व्याचष्टुमुपचक्रमे ॥
]

`speaker [
श्रीसुब्रह्मण्य उवाच
]

`verse 11 [
योगपट्टम्प्रवक्ष्यामि गुरुत्वं येन जायते ॥
तव स्नेहाद्वामदेव महद्गोप्यं विमुक्तिदम्॥
]

`verse 12 [
वैशाखे श्रावणेमासि तथाश्वयुजि कार्तिके ॥
मार्गशीर्षे च माघे वा शुक्लपक्षे शुभे दिने॥
]

`verse 13 [
पंचम्यां पौर्णमास्यां वा कृतप्राभातिकक्रियः ॥
लब्धानुज्ञस्तु गुरुणा स्नात्वा नियतमानसः ॥
]

`verse 14 [
पर्य्यंकशौचं कृत्वा तद्वाससांगं प्रमृज्य च ॥
द्विगुणं दोरमाबध्य वाससी परिधाय च ॥
]

`verse 15 [
क्षालितांघ्रिर्द्विराचम्य भस्म सद्यादिम न्त्रतः ॥
धारयेद्धि समादाय समुद्धूलनमार्गतः ॥
]

`verse 16 [
गृहीतहस्तो गुरुणा सानुकूलेन वै मुने ॥
सच्छिष्यः साञ्जलिस्स्वाभ्यां हस्ताभ्याम्प्राङ्मुखो यथा ॥
]

`verse 17 [
तथोपवेष्टितस्तिष्ठेन्मंडपे समलंकृते॥
गुर्वासनवरे शुद्धे चैलाजिनकुशोत्तरे॥
]

`verse 18 [
अथ देशिक आदाय शंखं साधारमस्त्रतः ॥
विशोध्य तस्य पुरतः स्थापयेत्सानुकूलतः ॥
]

`verse 19 [
साधारं शङ्खमपि च सम्पूज्य कुसुमादिभिः॥
निःक्षिपेद स्त्रवर्मभ्यां शोधितं तत्र सज्जलम् ॥
]

`verse 20 [
आपूर्य पूर्ववत्पूज्य षडंगोक्तक्रमेण च ॥
प्रणवेन पुनस्तद्वै सप्तधैवाभिमन्त्रयेत् ॥
]

`verse 21 [
अभ्यर्च्य गन्धपुष्पाद्यैर्धूपदीपौ प्रदर्श्य च॥
संरक्षास्त्रेण तं शंखं वर्मणाथावगुण्ठयेत् ॥
]

`verse 22 [
धेनुशंखाख्यमुद्रे च दर्शयेदथ देशिकः॥
पुनस्स्वपुरतश्शंखं दक्षिणे देश उत्तमे ॥
]

`verse 23 [
पूज्यार्घ्योक्तविधानेन सुन्दरम्मण्डलं शुभम् ॥
कुर्य्यात्सम्पूजयेत्तञ्च सुगन्धकुसुमा दिभिः ॥
]

`verse 24 [
साधारं शोधितं शुद्धं घटन्तन्तुपरिष्कृतम् ॥
धूपितं स्थापितं शुद्धवासितोदप्रपूरितम् ॥
]

`verse 25 [
पञ्चत्वक्पञ्चपत्रैश्च मृत्तिकाभिश्च पञ्चभिः॥
मिलितं च सुगन्धेन लेपयेत्तम्मुनीश्वर ॥
]

`verse 26 [
वस्त्राम्रदलदूर्वाग्रनारिकेलसुमैस्ततः॥
तं घटं वस्तुभिश्चान्यैस्संकुर्यात्समलंकृतम् ॥
]

`verse 27 [
विन्यसेत्पञ्चरत्नानि घटे तत्र मुनीश्वर ॥
हिरण्यञ्चापि तेषां वाभावे भक्त्या प्रविन्यसेत् ।
]

`verse 28 [
नीलाख्यरत्नं च तथा रत्ने माणिक्यहेमनी ॥
प्रवालगोमेदके च पञ्चरत्नमिदं स्मृतम् ॥
]

`verse 29 [
नृम्लस्कमिति सम्प्रोच्य ग्लूमित्यन्ते ऽथ देशिकः ॥
सम्यग्विधानतः प्रीत्या सानुकूलः समर्चयेत् ॥
]

`verse 30 [
आधारशक्तिमारभ्य यजनोक्तविधानतः ॥
पञ्चावरणमार्गेण देवमावाह्य पूजयेत् ॥
]

`verse 31 [
निवेद्य पायसान्नञ्च तांबूलादि यथा पुरा ॥
नामाष्टकार्चनान्तं च कृत्वा तमभिमन्त्रयेत् ॥
]

`verse 32 [
प्रणवाष्टोत्तरशतं ब्रह्मभिः पञ्चभिः क्रमात् ॥
सद्यादीशान्तमप्यस्त्रं रक्षितं वर्मणा पुनः ॥
]

`verse 33 [
अवगुंठ्य प्रदर्श्याथ धूपदीपौ च भक्तितः ॥
धेनुयोन्याख्यमुद्रे च सम्यक्तत्र प्रदर्शयेत् ॥
]

`verse 34 [
ततश्च देशिकस्तस्य दर्भैराच्छाद्य मस्तके ॥
मण्डलस्थेशदिग्भागे चतुरस्रं प्रकल्पयेत् ॥
]

`verse 35 [
तदुपर्य्यासनं रम्यं कल्पयित्वा विधानतः ॥
तत्र संस्थापयेच्छिष्यं शिशुं सानुकूलतः ॥
]

`verse 36 [
ततः कुम्भं समुत्थाय स्वस्तिवाचनपूर्वकम् ॥
अभिषिंचेद्गुरुः शिष्यं प्रादक्षिण्येन मस्तके ॥
]

`verse 37 [
प्रणवं पूर्वमुच्चार्य्य सप्तधा ब्रह्मभि स्ततः ॥
पञ्चभिश्चाभिषेकान्ते शंखोदेनाभिवेष्टयेत् ॥
]

`verse 38 [
चारुदीपं प्रदर्श्याथ वाससा परिमृज्य च ॥
नूतनं दोरकौपीनं वाससी परिधापयेत् ॥
]

`verse 39 [
क्षालितांघ्रिर्द्विराचम्य धृतभस्मगुरुश्शिशुम् ॥
हस्ताभ्यामवलंब्याथ हस्तौ मंडपमध्यतः ॥
]

`verse 40 [
तदंगेषु समालिप्य तद्भस्म विधिना गुरुः ॥
आसने संप्रवेश्याथ कल्पिते स्थापयेत्सुखम्॥
]

`verse 41 [
पूर्वाभिमुखमात्मीयतत्त्वज्ञानाभिलाषिणम्॥
स्वसनस्थो गुरुर्ब्रूयादमलात्मा भवेति तम् ॥
]

`verse 42 [
गुरुश्च परिपूर्णोऽस्मि शिव इत्यचलस्थितिः॥
समाधिमाचरेत्सम्यङ्मुहूर्त्तं गूढमानसः ॥
]

`verse 43 [
पश्चादुन्मील्य नयने सानुकूलेन चेतसा ॥
सांजलिं संस्थितं शुद्धं पश्येच्छिष्यमनाकुलः ॥
]

`verse 44 [
स्वहस्तम्भसितालिप्तं विन्यस्य शिशुमस्तके ॥
दक्षश्रुतावुपदिशेद्धंसस्सोहमिति स्फुटम् ॥
]

`verse 45 [
तत्राद्याहंपदस्यार्थः शक्तयात्मा स शिवस्स्वयम् ॥
स एवाहं शिवोस्मीति स्वात्मानं संविभावय॥
]

`verse 46 [
य इत्यणोरर्थतत्त्वमुपदिश्य ततो वदेत्॥
अवांतराणां वाक्यानामर्थतात्पर्यमादरात् ॥
]

`verse 47 [
वाक्यानि वच्मि ते ब्रह्मन्सावधानमतिश्शृणु ॥
तानि धारय चित्ते हि स ब्रूयादिति संस्फुटम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां संन्यासपद्धतौ शिष्यकरणविधिर्नामाष्टादशोऽध्यायः ॥
]
