`speaker [
सुब्रह्मण्य उवाच
]

`verse 1 [
अथ महावाक्यानि
(१)	प्रज्ञानं ब्रह्म
( २) अहं ब्रह्मास्मि
(३) तत्त्वमसि
( ४) अयात्मा ब्रह्म
(५) ईशावास्यमिदं सर्वम्
(६) प्राणोऽस्मि
(७) प्रज्ञानात्मा
(८) यदेवेह तदमुत्र यदमुत्र तदन्विह
( ९) अन्यदेव तद्विदितादथो अविदितादपि
( १०) एष न आत्मान्तर्याम्यमृतः
(११) स यश्चायम्पुरुषो यश्चासावा दित्ये स एकः
(१२) अहमस्मि परं ब्रह्म परं परपरात्परम्
(१३) वेदशास्त्रगुरुत्वात्तु स्वयमानंदलक्षणम् (१४)
सर्वभूतस्थितं ब्रह्म तदेवाहं न संशयः
(१५) तत्त्वतस्य प्राणोहमस्मि पृथिव्याः प्राणोहमस्मि (१६)
अपां च प्राणोहमस्मि तेजसश्च प्राणोहमस्मि (१७)
वायोश्च प्राणोहमस्मि आकाशस्य प्राणोहमस्मि ( १८)
त्रिगुणस्य प्राणोहमस्मि (१९)
सर्वोऽहं सर्वात्मकोऽहं संसारी यद्भूतं यच्च भव्यं यद्वर्तमानं सर्वात्मकत्वादद्वितीयोहम् (२०)
सर्वं खल्विदं ब्रह्म ( २१)
सर्वोऽहं विमुक्तोऽहम् ( २२)
योऽसौ सोहं हंसस्सोहमस्मि ॥
इत्येवं सर्वत्र सदा ध्यायेदिति ॥
अथ महावाक्यानामर्थमाह ॥
प्रज्ञानं ब्रह्मवाक्यार्थः पूर्वमेव प्रबोधितः ॥
अहंपदस्यार्थभूतः शक्त्यात्मा परमेश्वरः ॥
]

`verse 2 [
अकारः सर्ववर्णाग्र्यः प्रकाशः परमः शिवः ॥
हकारो व्योमरूपः स्याच्छक्त्यात्मा संप्रकीर्तितः ॥
]

`verse 3 [
शिवशक्त्योस्तु संयोगादानन्दः सततोदितः ॥
ब्रह्मेति शिवशक्त्योस्तु सर्वात्मत्वमिति स्फुटम् ॥
]

`verse 4 [
पूर्वमेवोपदिष्टं तत्सोहमस्मीति भावयेत् ॥
तत्त्वमित्यत्र तदिति सशब्दार्थः प्रबोधितः॥
]

`verse 5 [
अन्यथा सोऽहमित्यत्र विपरीतार्थभावना ॥
अहंशब्दस्तु पुरुषस्तदिति स्यान्नपुंसकम्॥
एवमन्योन्यवैरुध्यादन्वयो नभवेत्तयोः ॥
]

`verse 6 [
स्त्रीपुंरूपस्य जगतः कारणं चान्यथा भवेत् ॥
स तत्त्वमसि इत्येवमुपदेशार्थभावना ॥
]

`verse 7 [
अयमात्मेति वाक्ये च पुंरूपं पदयुग्मकम् ॥
ईशेन रक्षणीयत्वादीशावस्यमिदं जगत् ॥
]

`verse 8 [
प्रज्ञानात्मा यदेवेह तदमुत्रेति चिन्तयेत् ॥
यः स एवेति विद्वद्भिस्सिद्धान्तिभिरिहोच्यते ॥
]

`verse 9 [
उपरिस्थितवाक्ये च योऽमुत्र स इह स्थितः ॥
इति पूर्ववदेवार्थः पुरुषो विदुषां मतः ॥
]

`verse 10 [
अन्यदेव तद्विदितादथो ॥ अविदितादपि ॥
अस्मिन्वाक्ये फलस्यापि वैपरीत्यविभावना ॥
]

`verse 11 [
यथास्यात्तद्वदेवात्र वक्ष्यामि श्रूयतां मुने ॥
अयथाविदिताछब्दो पूर्ववद्विदितादिति ॥
]

`verse 12 [
प्रवृत्तिस्स्यात्तद्विदितात्तथैवाविदितात्परम् ॥
अन्यदेव हि संसिद्ध्यै न भवेदिति निश्चितम् ॥
]

`verse 13 [
एष त आत्मांतर्यामी योऽमृतश्च शिवस्स्वयम् ॥
यश्चायम्पुरुषे शंभुर्यश्चादित्ये व्यवस्थितः ॥
]

`verse 14 [
स चाऽसौ सेति पार्थक्यं नैकं सर्वं स ईरितः ॥
सोपाधिद्वयमस्यार्थ उपचारात्तथोच्यते ॥
]

`verse 15 [
तं शम्भुनाथं श्रुतयो वदन्ति हि हिरण्मयम् ॥
हिरण्य बाहव इति सर्वांगस्यो पलक्षलम् ॥
]

`verse 16 [
अन्यथा तत्पतित्वं तु न भवेदिति यत्नतः ॥
 य एषोन्तरिति शंभुश्छान्दोग्ये श्रूयते शिवः ॥
]

`verse 17 [
हिरण्यश्मश्रुवांस्तद्वद्धिरण्यमयकेशवान् ॥
नखमारभ्य केशाग्रा सर्वत्रापि हिरण्मयः ॥
]

`verse 18 [
अहमस्मि परं ब्रह्म परापरपरात्परम् ॥
इति वाक्यस्य तात्पर्यं वदामि श्रूयतामिदम् ॥
]

`verse 19 [
अहंपदस्यार्थभूतः शक्त्यात्मा शिवईरितः ॥
स एवास्मीति वाक्यार्थ योजना भवति ध्रुवम् ॥
]

`verse 20 [
सर्वोत्कृष्टश्च सर्वात्मा परब्रह्म स ईरितः ॥
परश्चाथापरश्चेति परात्परमिति त्रिधा ॥
]

`verse 21 [
रुद्रो ब्रह्मा च विष्णुश्च प्रोक्ताः श्रुत्यैव नान्यथा ॥
तेभ्यश्च परमो देवः परशब्देन बोधितः ॥
]

`verse 22 [
वेदशास्त्र गुरूणां च वाक्याभ्या सवशाच्छिशोः ॥
पूर्णानन्दमयश्शंभुः प्रादुर्भूतो भवेद्धृदि ॥
]

`verse 23 [
सर्वभूतस्थितश्शम्भुस्स एवाहं न संशयः ॥
तत्त्वजातस्य सर्वस्य प्राणोस्म्यहमहं शिवः ॥
]

`verse 24 [
इत्युक्त्वा पुनरप्याह शिवस्तत्त्वत्रयस्य च ॥
प्राणोस्मीत्यत्र पृथ्व्यादिगुणान्तग्रहणान्मुने ॥
]

`verse 25 [
आत्मतत्त्वानि सर्वाणि गृहीतानीति भावय ॥
पुनश्च सर्वग्रहणं विद्यातत्त्वशिवात्मनोः ॥
]

`verse 26 [
तत्त्वयोश्चास्म्यहं प्राणास्सर्वस्स्सर्वात्मको ह्यहम् ॥
जीवस्य चान्तर्यामित्वाज्जीवोऽहं तस्य सर्वदा ॥
]

`verse 27 [
यद्भूतं यच्च भव्यं यद्भविप्यत्सर्वमेव च ॥
मन्मयत्वादहं सर्वः सर्वो वै रुद्र इत्यपि ॥
]

`verse 28 [
श्रुतिराह मुने सा हि साक्षाच्छिवमुखोद्गता ॥
सर्वात्मा परमैरेभिर्गुणैर्नित्यसमन्वयात् ॥
]

`verse 29 [
स्वस्मात्परात्मविरहादद्वितीयोऽहमेव हि ॥
सर्वं खल्विदं ब्रह्मेति वाक्यार्थः पूर्व्वमीरितः ॥
]

`verse 30 [
पूर्णोऽहं भावरूपत्वान्नित्यमुक्तोऽहमेव हि ॥
पशवो मत्प्रसादेन मुक्ता मद्भावमाश्रिताः ॥
]

`verse 31 [
योऽसौ सर्वात्मकश्शम्भुस्सोऽहं स शिवोऽस्म्यहम् ॥
इति वै सर्ववाक्यार्थो वामदेव शिवोदितः ॥
]

`verse 32 [
इतीशश्रुतिवाक्याभ्यामुपदिष्टार्थमादरात् ॥
साक्षाच्छिवैक्यदं पुंसां शिशोगुरुरुपादिशेत् ॥
]

`verse 33 [
आदाय शंखं साधारमस्त्रमन्त्रेण भस्मना ॥
शोध्य तत्पुरतस्स्थाप्य चतुरस्रे समर्चिते ॥
]

`verse 34 [
ओमित्यभ्यर्च्य गन्धाद्यैरस्त्रं वस्त्रोपशोभितम् ॥
वासितं जलमापूर्य सम्पूज्योमिति मन्त्रतः ॥
]

`verse 35 [
सप्तधैवाभिमंत्र्याथ प्रणवेन पुनश्च तम् ॥
यस्त्वन्तरं किंचिदस्ति कुरुते त्यतिभीतिभाक् ॥
]

`verse 36 [
इत्याह श्रुतिसत्तत्त्वं दृढात्मा गतभीर्भव ॥
इत्याभाष्य स्वयं शिष्यं देवं ध्यायन्समर्चयेत् ॥
]

`verse 37 [
शिष्यासनं सम्प्रपूज्य षडुत्थापनमार्गतः ॥
शिवासनं च संकल्प्य शिवमूर्तिं प्रकल्पयेत् ॥
]

`verse 38 [
पञ्च ब्रह्माणि विन्यस्य शिरः पादावसानकम् ॥
मुण्डवत्क्रकलाभेदैः प्रणवस्य कला अपि ॥
]

`verse 39 [
अष्टत्रिंशन्मंत्ररूपा श्शिष्यदेहेऽथ मस्तके ॥
समावाह्य शिवं मुद्राः स्थापनीयाः प्रदर्शयेत् ॥
]

`verse 40 [
ततश्चाङ्गानि विन्यस्य सर्वज्ञानीत्यनुक्रमात्॥
कल्पयेदुपचारांश्च षोडशासनपूर्वकान् ॥
]

`verse 41 [
पायसान्नञ्च नैवेद्यं समर्प्यो मग्निजायया ॥
गण्डूषाचमनार्घ्यादि धूपदीपादिकं क्रमात् ॥
]

`verse 42 [
नामाष्टकेन सम्पूज्य ब्राह्मणैर्वेदपारगैः ॥
जपेद्ब्रह्मविदाप्नोति भृगुर्वै वारुणिस्ततः ॥
]

`verse 43 [
यो देवानामुपक्रम्यः यः परः स महेश्वरः ॥
इत्यंतं तस्य पुरतः कह्लारादिविर्निताम् ॥
]

`verse 44 [
आदाय मालामुत्थाय श्रीविरूपाक्ष निर्मिते ॥
शास्त्रे पंचाशिके रूपे सिद्धिस्कन्धं जपेच्छनैः ॥
]

`verse 45 [
ख्यातिः पूर्णोहमित्यंतं सानुकूलेन चेतसा ॥
देशिकस्तस्य शिष्यस्य कण्ठदेशे समर्पयेत् ॥
]

`verse 46 [
तिलकं वन्दनेनाथ सर्वाङ्गालेपनं पुनः ॥
स्वसम्प्रदायानुगुणं कारयेच्च यथाविधि ॥
]

`verse 47 [
ततश्च देशिकः प्रीत्या नामश्रीपादसंज्ञितम् ॥
छत्रञ्च पादुकां दद्याद्दूर्वाकल्पविकल्पनम् ॥
]

`verse 48 [
व्याख्यातत्वञ्च कर्म्मादिगुर्वासनपरिग्रहम् ॥
अनुगृह्य गुरुस्तस्मै शिष्याय शिवरूपिणे ॥
]

`verse 49 [
शिवोहमस्मीति सदा समाधिस्थो भवेति तम् ॥
सम्प्रोच्याथ स्वयं तस्मै नमस्कारं समाचरेत् ॥
]

`verse 50 [
सम्प्रदायानुगुण्येन नमस्कुर्युस्तथापरे ॥
शिष्यस्तदा समुत्थाय नमस्कुर्याद्गुरुन्तथा ॥
गुरोरपि गुरुं तस्य शिष्यांश्च  स्वगुरोरपि ॥
]

`verse 51 [
एवं कृतनमस्कारं शिष्यन्दद्याद्गुरुः स्वयम् ॥
सुशीलं यतवाचं तं विनयावनतं स्थितम् ॥
]

`verse 52 [
अद्यप्रभृति लोकानामनुग्रहपरो भव ॥
परीक्ष्य वत्सरं शिष्यमंगीकुरु विधानतः ॥
]

`verse 53 [
रागादिदोषान्संत्यज्य शिवध्यानपरो भव ॥
सत्सम्प्रदायसंसिद्धैस्संगं कुरु न चेतरैः ॥
]

`verse 54 [
अनभ्यर्च्य शिवं जातुमा भुंक्ष्वाप्राण संक्षयम् ॥
गुरुभक्तिं समास्थाय सुखी भव सुखी भव ॥
]

`verse 55 [
इति क्रमाद्गुरुवरो दयालुर्ज्ञानसागरः ॥
सानुकूलेन चित्तेन समं शिष्यं समाचरेत् ॥
]

`verse 56 [
तव स्नेहान्मयायं वै वामदेव मुनीश्वर॥
योगपट्टप्रकारस्ते प्रोक्तो गुह्यतरोऽपि हि ॥
]

`verse 57 [
इत्युक्त्वा षण्मुखस्तस्मै क्षौरस्नानविधिक्रमम्॥
वक्तुमारभत प्रीत्या यतीनां कृपया शुभम्॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां योगपट्टविधिवर्णनंनामैकोनविंशोऽध्यायः॥
]
