`speaker [
सुब्रह्मण्य उवाच
]

`verse 1 [
क्षौरस्नानविधिं वक्ष्ये वामदेव महामुने ॥
यस्य सद्यो विधानेन शुद्धिस्स्याद्यतिनः परा ॥
]

`verse 2 [
योगपट्टप्रकारस्य विधिम्प्राप्य मुनीश्वर॥
स शिष्यस्स्याद्व्रती पूर्णः क्षौरकर्म्मोद्यतो भवेत्॥
]

`verse 3 [
गुरुं नत्वा विशेषेण लब्धानुज्ञस्ततो गुरोः॥
शिरस्संक्षाल्य चाचम्य सवासाः क्षौरमाचरेत्॥
]

`verse 4 [
क्षालयेद्वसनं पश्चान्मृदम्भोभिः क्षुरादिकम्॥
तद्धस्तौ च मृदालिप्य क्षालयेति मृदं ददेत् ॥
]

`verse 5 [
स्थापितम्प्रोक्षितन्तोयैश्शिवं शिवमितीरयन् ॥
स्वनेत्रे पिहिते चैवानामांगुष्ठाभिमंत्रिते ॥
]

`verse 6 [
अस्त्रेणोन्मील्य संदृश्य क्षुरा दिक्षौ रसाधनम् ॥
अभिमन्त्र्य द्वादशाथ प्रोक्षयेदस्त्रमंत्रतः ॥
]

`verse 7 [
क्षुरं गृहीत्वा तारेण दक्षभागे निकृन्तयेत् ॥
केशांश्च कांश्चि दग्रेषु वप्त्वा सर्वं च वापयेत् ॥
]

`verse 8 [
पृथिव्यां पर्णमादाय विक्षिपेन्न भुवः स्थले ॥
श्मश्रूणि हस्तपादस्थनखानि च निकृंतयेत् ॥
]

`verse 9 [
बिल्वाश्वत्थतुलस्यादिस्थाने संगृह्य मृतिकाम् ॥
द्विषट्वारं निमज्याप्सु तीरं गत्वोपविश्य च ॥
]

`verse 10 [
शुद्धे देशे तु संस्थाप्य मृदं त्रेधा विभज्य च ॥
एवम्पुनस्त्रिधा कृत्वा प्रोक्ष्यास्त्रेणाभिमन्त्रयेत् ॥
]

`verse 11 [
तत्रैकां मृदमादाय दापयित्वान्यपाणिना ॥
करौ द्वादशधा लिप्य प्रत्येकं केन क्षालयेत् ॥
]

`verse 12 [
पुनरेकाम्पादयोश्च मुखे चान्यां करे क्रमात् ॥
संलिप्याक्षाल्य चाम्भोभिः पुनश्च जलमाविशेत् ॥
]

`verse 13 [
अन्यां मृदम्भागयित्वा शिरसि द्वादश क्रमात् ॥
आलिप्य मृदमास्यान्तनिमज्य च पुनः पुनः ॥
]

`verse 14 [
तीरं गत्वा तु गंडूषान्षोडशाचमनं द्विधा ॥
प्राणानायम्य च पुनः प्रणवं द्व्यष्टसंख्यया ॥
]

`verse 15 [
मृदमन्यां पुनस्त्रेधा विभज्य च तदेकया ॥
कटिशौचं पादशौचं विधायाचम्य च द्विधा ॥
]

`verse 16 [
प्रणवेनाथ षोडश प्राणानायम्य वाग्यतः ॥
पुनरन्यां स्वोरुदेशे त्रिधा विन्यस्य चोमिति ॥
]

`verse 17 [
प्रोक्ष्याभिमंत्रयेत्सप्त स्वपाण्योस्तलमेकधा ॥
त्रिधालिप्याथ सम्पश्येत्सूर्य्यमूर्तिं च पावनीम् ॥
]

`verse 18 [
स्वकक्षयोः समालिप्य व्यत्यस्ताभ्यामथान्यया ॥
पाणिभ्याञ्च मृदा शिष्यस्सुमतिर्दृढमानसः ॥
]

`verse 19 [
गृहीत्वान्यां मृदं शुद्धां तथासौ गुरुभक्तिमान् ॥
शिर आरभ्य पादान्तं विलिप्यादित्यदृष्टया ॥
]

`verse 20 [
समुत्थाय ततोऽसौ वै दण्डमादाय भूतले ॥
स्वगुरुं मन्त्रदम्भक्त्या संस्मरेज्ज्ञाननिष्ठया ॥
]

`verse 21 [
ततस्साम्बं महेशानं शंकरं चन्द्रशेखरम्॥
संस्मरेद्भक्तितश्शिष्य सर्वेश्वर्यपतिं शिवम् ॥
]

`verse 22 [
त्रिवारम्प्रणमेत्प्रीत्या साष्टांगं च गुरु शिवम् ॥
पञ्चाङ्गेनैकवारञ्च समुत्थाय च वन्दयेत् ॥
]

`verse 23 [
तीर्थं प्रविश्य तन्मध्ये निमज्योन्मज्य ताम्मृदम् ॥
स्कन्धे संस्थाप्य पूर्वोक्तप्रकारेण विलेपयेत् ॥
]

`verse 24 [
तत्रावशिष्टं संगृह्य जलमध्ये प्रविश्य च ॥
विलोड्य सम्यक् तां तत्र सर्वांगेषु विलिप्य च ॥
]

`verse 25 [
त्रिवारमोमिति प्रोच्य शिवपादाम्बुजं स्मरन् ॥
संसाराम्बुधिसंतारं सदा यद्विधितो हि सः ॥
]

`verse 26 [
अभिषिच्योमिति जलं विरजाभस्मलोलितम् ॥
अंगोपमार्ज्जनं कृत्वा सुस्नायाद्भस्मना ततः ॥
]

`verse 27 [
त्रिपुंड्रं च विधायाथ यथोक्तविधिना शुभम् ॥
यथोक्तांगेषु सर्वेषु सावधान तया मुने ॥
]

`verse 28 [
ततश्शुद्धमना भूत्वा कुर्य्यान्मध्यंदिनक्रियाः ॥
महेश्वरं नमस्कृत्य गुरूंस्तीर्थादिकानि च ॥
]

`verse 29 [
सम्पूजयेन्महेशानं भक्त्या परमया मुने ॥
साम्बिकं ज्ञानदातारं पातारं त्रिभवस्य वै ॥
]

`verse 30 [
ततोसौ दृढचेतस्को यतिः स्ववृषसंस्थितः॥
भिक्षार्थम्प्रव्रजेच्छुद्धो विप्रवर्गेषु साधुषु॥
]

`verse 31 [
ततस्तत्र च शुद्धात्मा पञ्चधा परिकल्पितम्॥
भैक्ष्यं यथोचितं कुर्य्याद्दूषितान्नं विवर्ज्जयेत् ॥
]

`verse 32 [
शौचं स्नानं तथा भिक्षां नित्यमेकान्तसेवनम् ॥
भिक्षौश्चत्वारि कर्म्माणि पञ्चमं नैव विद्यते ॥
]

`verse 33 [
अलाबुं वेणुपात्रं च दारवम्मृण्मयन्तथा ॥
भिक्षोश्चत्त्वारि पात्राणि पञ्चमन्नैव विद्यते ॥
]

`verse 34 [
ताम्बूलं तैजसम्पात्रं रेतस्सेकं सितांबरम् ॥
दिवास्वापो हि नक्तान्नं यतीनां षड्विवर्जिताः ॥
]

`verse 35 [
साक्षरा विपरीताश्च राक्षसास्त इति स्मृताः॥
तस्माद्वै विपरीतं च कर्म्म नैवाचरेद्यतिः॥
]

`verse 36 [
यतिः प्रयत्नतः कुर्य्यात्क्षौरस्नानं च शुद्धये ॥
संस्मरन्मनसा शुद्धं परं ब्रह्म सदाशिवम् ॥
]

`verse 37 [
इत्यैव मुनिशार्द्दूल तव स्नेहान्मयाखिलः ॥
क्षौरस्नानविधिः प्रोक्तः किम्भूयः श्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां क्षौरस्नानविधिवर्णनं नाम विंशोऽध्यायः ॥
]
