`speaker [
वामदेव उवाच
]

`verse 1 [
ये मुक्ता यतयस्तेषां दाहकर्म्म न विद्यते ॥
मृते शरीरे खननं तद्देहस्य श्रुतं मया॥
]

`verse 2 [
तत्कर्माचक्ष्व सुप्रीत्या कार्तिकेय गुरो मम॥
त्वत्तोन्यो न हि संवक्ता त्रिषु लोकेषु विद्यते ॥
]

`verse 3 [
पूर्णाहं भावमाश्रित्य ये मुक्ता देहपंजरात् ॥
ये तूपासनमार्गेण देहमुक्ताः परंगतः ॥
]

`verse 4 [
तेषां गतिविशेषञ्च भगवञ्छंकरात्मज ॥
वक्तुमर्हसि सुप्रीत्या मां विचार्य्य स्वशिष्यतः॥
]

`speaker [
सूत उवाच
]

`verse 5 [
मुनिविज्ञप्तिमाकर्ण्य शक्तिपुत्रस्सुरारिहा ॥
प्राहात्यन्तरहस्यं तद्भृगुणा श्रुतमीश्वरात् ॥
]

`speaker [
सुब्रह्मण्य उवाच
]

`verse 6 [
इदमेव मुने गुह्यं भृगवे शिवयोगिने ॥
उक्तं भगवता साक्षात्सर्वज्ञेन पिनाकिना ॥
]

`verse 7 [
वक्ष्ये तदद्य ते ब्रह्मन्न देयं यस्य कस्यचित् ॥
देयं शिष्याय शान्ताय शिवभक्तियुताय वै ॥
]

`verse 8 [
समाधिस्थो यतिः कश्चिच्छिवभावेन देहभुक् ॥
अस्ति चेत्स महाधीरः परिपूर्णश्शिवो भवेत् ॥
]

`verse 9 [
अधैर्य्यचित्तो यः कश्चित्समाधिं न च विंदति ॥
तदुपायम्प्रवक्ष्यामि सावधानतया शृणु ॥
]

`verse 10 [
त्रिपदार्थपरिज्ञानं वेदान्तागमवाक्यजम् ॥
श्रुत्वा गुरोर्मुखाद्योगमभ्यसेत्स यमादिकम् ॥
]

`verse 11 [
तत्कुर्वन्स यतिस्सम्यक्छिवध्यानपरो भवेत् ॥
नियमेन मुने नित्यं प्रणवासक्तमानसः ॥
]

`verse 12 [
देहदौर्बल्यवशतो यद्यधैर्य्यधरो यतिः ॥
अकामश्च शिवं स्मृत्वा स जीर्णां स्वां तनुं त्यजेत् ॥
]

`verse 13 [
सदाशिवानुग्रहतो नंदिना प्रेरिता मुने॥
आतिवाहिकरूपिण्यो(?) देवताः पञ्च विश्रुताः॥
]

`verse 14 [
आत्महन्ताकृतिः काचिज्ज्योत्तिःपुंजवपुष्मती ॥
अह्नोऽभिमानिनी काचिच्छुक्लपक्षाभिमानिनी ॥
]

`verse 15 [
उत्तरायणरूपा च पंचानुग्रहतत्परा ॥
धूम्रा तमस्विनी रात्रिः कृष्णपक्षाभिमानिनी ॥
]

`verse 16 [
दक्षिणायनरूपेति विश्रुताः पञ्च देवताः ॥
तासां वृत्तिं शृणुष्वाद्य वामदेव महामुने ॥
]

`verse 17 [
ताः पंचदेवता जीवान्कर्मानुष्ठान तत्परान् ॥
गृहीत्वा त्रिदिवं यांति तत्पुण्यवशतो मुने ॥
]

`verse 18 [
भुक्त्वा भोगान्यथोक्तांश्च ते तत्पुण्यक्षये पुनः ॥
मानुषं लोकमासाद्य भजते जन्मपूर्ववत् ॥
]

`verse 19 [
ताः पुनः पंचधा मार्गं विभज्यारभ्य भूतलम् ॥
अग्न्यादिक्रमतां गृह्यं सदाशिवपदं यतिः ॥
]

`verse 20 [
निनीय वन्द्यचरणौ देवदेवस्य पृष्ठतः ॥
तिष्ठंत्यनुग्रहाकाराः कर्म्मण्येव प्रयोजिताः ॥
]

`verse 21 [
समागतमभिप्रेक्ष्य देवदेवस्सदा शिवः ॥
विरक्तश्चेन्महामंत्रतात्पर्यमुपदिश्य च ॥
]

`verse 22 [
स्वसाम्यं च वपुर्दत्ते गाणपत्येभिषिच्य च ॥
अनुगृह्णाति सर्वेशश्शंकरः सर्वनायकः ॥
]

`verse 23 [
मृगटंकत्रिशूलाग्र्यवरदानविभूषितम् ॥
त्रिनेत्रं चन्द्रशकलं गंगोल्लासिजटाधरम् ॥
]

`verse 24 [
अधिष्ठितविमानाग्र्यं सर्वदं सर्वकामदम् ॥
इति शाखाविरक्तश्चेद्रुद्रकन्यासमावृतम् ॥
]

`verse 25 [
नृत्यगीतमृदंगादिवाद्यघोषमनोहरम् ॥
दिव्याम्बरस्रगालेप भूषणैरपि भूषितम् ॥
]

`verse 26 [
दिव्यामृतघटैः पूर्णं दिव्यांभःपरिपूरितम् ॥
सूर्यकोटिप्रतीकाशं चंद्रकोटिसुशीतलम् ॥
]

`verse 27 [
मनोवेगं सर्वगं च विमानमनुगृह्य च ॥
भुक्तभोगस्य तस्यापि भोगकौतूहलक्षये ॥
]

`verse 28 [
निपात्य शक्तिं तीव्रतरां प्रकृत्या ह्यति दुर्गमाम् ॥
कान्तारं दग्धुकामान्तान्मलयानलसुप्रभाम् ॥
]

`verse 29 [
अनुगृह्य महामंत्रतात्पर्यम्परमेश्वरः ॥
पूर्णोहं भावनारूपः शंभुर स्मीति निश्चलम् ॥
]

`verse 30 [
अनुगृह्य समाधिश्च स्वदास्यस्पन्दरूपिणीः ॥
रव्यादिकर्म्मसामर्थ्यरूपाः सिद्धीरनर्गलाः ॥
]

`verse 31 [
आयुः क्षये पद्मयोनेः पुनरावृत्तिवर्जिताम् ॥
मुक्तिं च परमां तस्मै प्रयच्छति जगद्गुरुः ॥
]

`verse 32 [
एतदेव पदं तस्मात्सर्वैश्वर्य्यं समष्टिमत्॥
मुक्तिघंटापथं चेति वेदांतानां विनिश्चयः ॥
]

`verse 33 [
मुमूर्षोस्तस्य मन्दस्य यतेस्सत्सम्प्रदायिनः ॥
यतयः सानुकूलत्वात्तिष्ठेयुः परित स्तदा ॥
]

`verse 34 [
ततस्सर्वे च ते तत्र प्रणवादीन्यनुक्रमात् ॥
उपदिश्य च वाक्यानि तात्पर्यं च समाहिताः ॥
]

`verse 35 [
वर्णयेयुः स्फुटं प्रीत्या शिवं संस्मारयन्सदा ॥
निर्गुणं परमज्योतिः प्रणम्य विलयावधि ॥
]

`verse 36 [
एतेषां सममेवात्र संस्कारक्रम उच्यते ॥
असंस्कृतशरीराणां दौर्गत्यं नैव जायते ॥
]

`verse 37 [
संन्यस्य सर्वकर्म्माणि शिवाश्रयपरा यतः ॥
देहं दूषयतस्तेषां राज्ञो राष्ट्रं च नश्यति ॥
]

`verse 38 [
तद्ग्रामवासिनस्तेऽपि भवेयुर्भृशदुःखिनः ॥
तद्दोषपरिहाराय विधानं चैवमुच्यते ॥
]

`verse 39 [
स तु नम हरिण्याय चेत्यारभ्य विनम्रधीः ॥
नम आमीवत्केभ्यान्तं तत्काले प्रजपेन्मनुम् ॥
]

`verse 40 [
ॐमित्यन्ते जपन्देवयजनम्पूरयेत्ततः ॥
ततश्शान्तिर्भवेत्तस्य दोषस्य हि मुनीश्वर ॥
]

`verse 41 [
पुत्रादयो यथा न्यायं कुर्य्युस्संस्कारमुत्तमम् ॥
वच्मि तत्कृपया विप्र सावधानतया शृणु ॥
]

`verse 42 [
अभ्यर्च्य स्नाप्य शुद्धोदैरभ्यर्च्य कुसुमादिभिः ॥
श्रीरुद्रचमकाभ्यां च रुद्रसूक्तेन च क्रमात् ॥
]

`verse 43 [
शंखं च पुरतः स्थाप्य तज्जलेनाभिषिच्य च ॥
पुष्पं निधाय शिरसि प्रणवेन प्रमार्जयेत् ॥
]

`verse 44 [
कौपीनादीनि संत्यज्य पुनरन्यानि धारयेत् ॥
भस्मनोद्धूलयेत्तस्य सर्वांगं विधिना ततः ॥
]

`verse 45 [
त्रिपुण्ड्रं च विधानेन तिलकं चन्दनेन च ॥
विरच्य पुष्पैर्मालाभिरलंकुर्य्यात्कलेवरम् ॥
]

`verse 46 [
उरः कण्डशिरोबाहुप्रकोष्ठश्रुतिषु क्रमात् ॥
रुद्राक्षमालाभरणैरलंकुर्य्याच्च मंत्रतः ॥
]

`verse 47 [
सुधूपितं समुत्थाप्य शिक्योपरि निधाय च ॥
पंचब्रह्ममये रम्ये रथे संस्थापयेत्तनुम् ॥
]

`verse 48 [
ॐमाद्यैः पंचभिर्ब्रह्ममंत्रैस्सद्यादिभिः क्र्मात् ॥
सुगंधकुसुमैर्माल्यैरलंकुर्य्याद्रथं च तम् ॥
]

`verse 49 [
नृत्यवाद्यैर्ब्राह्मणानां वेदघोषैश्च सर्वतः ॥
ग्रामम्प्रदक्षिणीकृत्य गच्छे त्प्रेतं तमुद्वहन् ॥
]

`verse 50 [
ततस्ते यतिनः सर्वे तथा प्राच्यामथापि वा ॥
उदीच्यम्पुण्यदेशे तु पुण्यवृक्षसमीपतः ॥
]

`verse 51 [
खनित्वा देवयजनं दण्डमात्रप्रमाणतः ॥
प्रणवव्याहृतिभ्यां च प्रोक्ष्य चास्तीर्य्य च क्रमात् ॥
]

`verse 52 [
शमीपत्रश्च कुसुमैरुत्तराग्रं तदूर्ध्वतः॥
आस्तीर्य दर्भांस्तत्पीठं चैलाजिनकुशोत्तरम् ॥
]

`verse 53 [
प्रणवेन ब्रह्मभिश्च पञ्चगव्येन तां तनुम् ॥
प्रोक्ष्याभिषिच्य रौद्रेण सूक्तेन प्रणवेन च ॥
]

`verse 54 [
शंखतोयेनाभिषिच्य मूर्ध्नि पुष्पं विनिःक्षिपेत् ॥
तद्गतस्यानुकूलोऽसौ शिवस्मरणतत्परः ॥
]

`verse 55 [
ॐमित्यथ समुद्धृत्य स्वस्तिवाचनपूर्वकम् ॥
गर्ते योगासने स्थाप्य प्राङ्मुखं स्याद्यथा तथा ॥
]

`verse 56 [
गंधपुष्पैरलंकृत्वा धूपगुग्गुलुना ततः॥
विष्णो हव्यमिति प्रोच्य रक्षस्वेति वदन्ददेत् ॥
]

`verse 57 [
दण्डं दक्षिणहस्ते तु वामे दद्यात्कमण्डलुम् ॥
प्रजापते न त्वदेतान्यन्यो मंत्रेण सोदकम् ॥
]

`verse 58 [
ब्रह्मजज्ञानम्प्रथममितिमंत्रेण मस्तके ॥
स्पृशञ्जप्त्वा रुद्रसूक्तं भुवोर्मध्ये स्पृशञ्जपेत् ॥
]

`verse 59 [
मानो महान्तमित्यादिचतुर्भिर्मस्तकन्ततः ॥
नालिकेरेण निर्भिद्यादवटं पूरयेत्ततः ॥
]

`verse 60 [
पंचभिर्ब्रह्मभिस्स्पृष्ट्वा जपेत्स्थलमनन्यधीः ॥
यो देवानामुपक्रम्य यः परः स महेश्वरः ॥
]

`verse 61 [
इति जप्त्वा महादेवं सांबं संसारभेषजम् ॥
सर्वज्ञमपराधीनं सर्वानुग्रहकारकम् ॥
]

`verse 62 [
एकारत्निसमुत्सेधमरत्निद्वयविस्तृतम् ॥
मृदा पीठं प्रकल्प्याथ गोपये नोपलेपयेत् ॥
]

`verse 63 [
चतुरस्रं च तन्मध्ये गंधाक्षतसमन्वितेः ॥
सुगंधकुसुमैर्बिल्वैस्तुलस्या च समर्चयेत् ॥
]

`verse 64 [
प्रणवेन ततो दयाद्धूपदीपौ पयोहविः ॥
दत्त्वा प्रदक्षिणीकृत्य नमस्कुर्य्याच्च पंचधा ॥
]

`verse 65 [
प्रणवं द्वादशावृत्त्वा संजप्य प्रणमेत्ततः ॥
दिग्विदिक्क्रमतो दद्याद्ब्रह्माद्यम्प्रणवेन च ॥
]

`verse 66 [
एवं दशाहपर्य्यंतं विधिस्ते समुदाहृतः ॥
यतीनां मुनिवर्य्याथैकादशाहविधिं शृणु ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां यतीनान्मरणानन्तरदशाहपर्य्यंतकृत्यवर्णनन्नामैकविंशोऽध्यायः॥
]
