`speaker [
सुब्रह्मण्य उवाच
]

`verse 1 [
एकादशेह्नि सम्प्राप्ते यो विधिस्समुदाहृतः ॥
तं वक्ष्ये मुनिशार्दूल यतीनां स्नेहतस्तव ॥
]

`verse 2 [
सम्मार्ज्य वेदीमालिप्य कृत्वा पुण्याहवाचनम् ॥
प्रोक्ष्य पश्चिममारभ्य पूर्वान्तम्पञ्च च क्रमात्॥
]

`verse 3 [
मण्डलान्युत्तराशास्यः कुर्यात्स्वयमवस्थितः॥
प्रादेशमात्रं संकल्प्य चतुरस्रं च मध्यतः ॥
]

`verse 4 [
बिन्दुत्रिकोणषट्कोणवृत्ताकाराणि च क्रमात् ॥
शंखं च पुरतस्थाप्य पूजोक्तक्रममार्गतः ॥
]

`verse 5 [
प्राणानायम्य संकल्प्य पूजयित्वा सुरेश्वरी ॥
देवताः पञ्च पूर्वोक्ता अतिवाहिकरूपिणीः ॥
]

`verse 6 [
संत्यज्योत्तरतो दर्भान् यश्च संस्पृशते ततः ॥
पश्चिमादि समारभ्य षडुत्थासनमार्गतः ॥
]

`verse 7 [
मण्डलानि च तेष्वन्तः पुष्पाण्याधाय पीठवत् ॥
ॐ ह्री मित्युक्त्वाग्निरूपान्तामतिवाहिकदेवताम् ॥
]

`verse 8 [
आवाहयामि नम इत्यन्तं सर्वत्र भावयेत् ॥
दर्शयेत्स्थापनाद्यास्तु मुद्राः प्रत्येकमादरात् ॥
]

`verse 9 [
ह्रांह्रीमित्यादिना कुर्य्यादासामंगानि च क्रमात् ॥
पाशांकुशाभयाभीष्टपाणिचन्द्रोपलप्रभाः ॥
]

`verse 10 [
रक्तांगुलीयकच्छायरञ्जिताखिलदिङ्मुखा ॥
रक्ताम्बरधराः कारपदपंकजशोभिताः ॥
]

`verse 11 [
त्रिनेत्रोल्लासिवदनपूर्णचन्द्रमनोहराः ॥
माणिक्य मुकुटोद्भासिचन्द्रलेखावतंसिताः॥
]

`verse 12 [
कुण्डलामृष्टगण्डाश्च पीनोन्नतपयोधराः ॥
हारकेयूरकटककांचीदाममनोहराः ॥
]

`verse 13 [
तनुमध्याः पृथुश्रोण्यो रक्तदिव्याम्बरावृताः ॥
माणिक्यमयमंजीरसिंजत्पदसरोरुहाः॥
पादांगुलीयकश्रोणीर्मंजुलातिमनोहराः॥
]

`verse 14 [
अनुग्रहेण मूर्तेन शिववत्किं नु साध्यते॥
तस्माच्छक्त्यात्ममूर्तेन सर्वं साध्यं महेशवत् ॥
]

`verse 15 [
सर्वानुग्रहकर्त्रैव स्वीकृताः पंचमूर्तय॥
सर्वकार्य्यकरा दिव्याः परानुग्रहतत्पराः॥
]

`verse 16 [
एवं ध्यात्वा तु ताः सर्वा अनुग्रहपराश्शिवाः ॥
पादयोः पाद्यमेतासां दद्याच्छंखोदबिन्दुभिः ॥
]

`verse 17 [
हस्तेष्वाचमनीयं च मौलिष्वर्घ्यं प्रदापयेत्॥
शंखोद बिन्दुभिस्तासां स्नानकर्म च भावयेत्॥
]

`verse 18 [
रक्ताम्बराणि दिव्यानि सोत्तरीयाणि दापयेत् ॥
मुकुटादीन्यनर्घ्याणि दद्यादाभरणानि च॥
]

`verse 19 [
सुवासितं च श्रीखण्डमक्षतांश्चातिशोभनान्॥
सुरभीणि मनोज्ञानि कुसुमानि च दापयेत् ॥
]

`verse 20 [
धूपं च परमामोदं साज्यवर्ति च दीपकम्॥
सर्वं समर्पयामीति प्रणवं ह्रीमुपक्रमात् ॥
]

`verse 21 [
नमोऽन्तंचततोदद्यात्पायस्तमधुनाप्लुतम्॥
साज्यशर्करयापूपकदलीगुडपूरितम्॥
]

`verse 22 [
प्रत्येकं कदलीपत्रे भरितं च सुवासितम् ॥
भूर्भुवस्स्वरिति प्रोच्य प्रोक्ष्णादीनि कारयेत ॥
]

`verse 23 [
ॐ ह्रीमिति समुच्चार्य्य नैवेद्यं वह्निजायया ॥
पानीयं नम इत्युक्त्वा परम्प्रेम्णा समर्पयेत् ॥
]

`verse 24 [
तत उद्वासयेत्प्रीत्या पूर्वतो मुनिसत्तम ॥
स्थलं विशोध्य गंडूषाचमनार्घ्याणि दापयेत् ॥
]

`verse 25 [
तांबूलं धूप दीपौ च प्रदक्षिणनमस्कृती ॥
विधाय प्रार्थयेदेताश्शिरस्यंजलिमादधत्॥
]

`verse 26 [
श्रीमातरस्सुप्रसन्ना यतिं शिवपदैषिणम्॥
रक्षणीय म्प्रब्रुवन्तु परमेशपदाब्जयोः॥
]

`verse 27 [
इति संप्रार्थ्य तास्सर्वा विसृज्य च यथागतम्॥
तासाम्प्रसादमुद्धृत्य कन्यकाभ्यः प्रदापयेत ॥
]

`verse 28 [
गोभ्यो वा जलमध्ये वा निक्षिपेन्नान्यथा क्वचित् ॥
अत्रैव पार्वणं कुर्य्यान्नैकोद्दिष्टं यतेः क्वचित् ॥
]

`verse 29 [
अत्रायं पार्वणश्राद्धे नियमः प्रोच्यते मया ॥
तं शृणुष्व मुनिश्रेष्ठ येन श्रेयो भवेत्ततः॥
]

`verse 30 [
कर्ता स्नात्वा धृतप्राण उपवीती समाहितः॥
सपवित्रकरस्त्वस्यां पुण्यतिथ्यामिति ब्रुवन् ॥
]

`verse 31 [
करिष्ये पार्वणं श्राद्धमिति संकल्प्य चोत्तरे ॥
दद्याद्दर्भानुत्तमांश्च ह्यासनार्थं जलं स्पृशेत्॥
]

`verse 32 [
तत्रोपवेशयेद्भक्त्या साभ्यंगं कृतमज्जनान् ॥
आहूय चतुरो विप्राञ्छिवभक्तान्दृढव्रतान् ॥
]

`verse 33 [
विश्वेदेवार्थं भवता प्रसादः क्रियतामिति ॥
आत्मने भवता पश्चादन्तरात्मन इत्यपि ॥
]

`verse 34 [
परमात्मन इत्येवं प्रोच्य प्रार्थ्यं च तान्यतिः ॥
श्रद्धया चरणन्तेषां कुर्य्याद्याथार्थ्यमादरात् ॥
]

`verse 35 [
पादौ प्रक्षाल्य तेषान्तु प्राङ्मुखानुपवेश्य च ॥
गन्धादिभिरलंकृत्य भोजयेच्च शिवा ग्रतः ॥
]

`verse 36 [
गोमयेनोपलिप्यात्र दर्भान्प्रागग्रकल्पितान् ॥
आस्तीर्य्य संयतप्राणः पिण्डानां च प्रदानकम् ॥
]

`verse 37 [
करिष्य इति संकल्प्य मण्डलत्रयमर्च्य च ॥
आत्मानमन्तरात्मानं परमात्मनमप्यतः ॥
]

`verse 38 [
चतुर्थ्यन्तं वदन्पश्चादिमं पिण्डमितीरयन् ॥
ददामीति च सम्प्रोच्य दद्यात्पिण्डान्स्वभक्तितः ॥
]

`verse 39 [
कुशोदकं ततो दद्याद्यथाविधिविधानतः ॥
तत उत्थाप्य वै कुर्य्यात्प्रदक्षिणनमस्कृती ॥
]

`verse 40 [
ततो दत्त्वा ब्राह्मणेभ्यो दक्षिणां च यथाविधि ॥
नारायणबलिं कुर्य्यात्तस्मिन्नेव स्थले दिने ॥
]

`verse 41 [
रक्षार्थमेव सर्वत्र विष्णोः पूजाविधिः स्मृतः ॥
कुर्य्याद्विष्णोर्महापूजां पायसान्नं निवेदयेत्॥
]

`verse 42 [
द्वादशाथ समाहूय ब्राह्मणान्वेदपारगान् ॥
केशवादिभिरभ्यर्च्य गन्धपुष्पाक्षतादिभिः ॥
]

`verse 43 [
उपानच्छत्रवस्त्रादि दत्त्वा तेभ्यो यथाविधि ॥
सन्तोषयेन्महाभक्त्या विविधैर्वच नैश्शुभैः ॥
]

`verse 44 [
आस्तीर्य्य दर्भान्पूर्वाग्रान्भूस्स्वाहा च भुवस्सुवः ॥
प्रणवादि प्रोच्य भूमौ पायसान्नं बलिं हरेत् ॥
]

`verse 45 [
एकादशाह सुविधिर्मया प्रोक्तो मुनीश्वर ॥
द्वादशाहविधिं वक्ष्ये शृणुष्वादरतो द्विज ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां यतीनामेकादशाहकृत्यवर्णनन्नाम द्वाविंशोऽध्यायः ॥
]
