`speaker [
सुब्रह्मण्य उवाच
]

`verse 1 [
द्वादशाहे समुत्थाय प्रातः स्नात्वा कृताह्निकः ॥
शिवभक्तान्यतीन्वापि ब्राह्मणान्वा शिवप्रियान् ॥
]

`verse 2 [
विमन्त्र्य तान्समाहूय मध्याह्न चाप्लुताञ्छुचीन् ॥
विधिवद्भोजयेद्भक्त्या स्वाद्वन्नैर्विविधैश्शुभैः ॥
]

`verse 3 [
सन्निधौ परमेशस्य पंचावरणमार्गतः ॥
पूजयेत्तस्य संस्थाप्य प्राणानायम्य वाग्यतः ॥
]

`verse 4 [
महासंकल्पमार्गेण संकल्प्यास्मद्गुरोरिह॥
पूजां करिष्य इत्युक्त्वा ततो दर्भानुस्पपृशेत्॥
]

`verse 5 [
पादौ प्रक्षाल्य चाचम्य स्वयं कर्ता च वाग्यतः ॥
स्थापयेदासने तान्वै प्राङ्मुखान्भस्मभूषितान् ॥
]

`verse 6 [
सदाशिवादिक्रमतो ध्यायेदष्टौ च तत्र तान् ॥
परया सम्भावनयेतरानपि मुने द्विजान् ॥
परमेष्ठिगुरुं ध्यायेत्सांबबुद्ध्या स्वनामतः ॥
गुरुश्च परमन्तस्मात्परापरगुरुं ततः ॥
]

`verse 7 [
इदमासनमित्युक्त्वा चासनानि प्रकल्पयेत् ॥
प्रणवादिद्वितीयांते स्वस्य नाम समुच्चरन् ॥ ॥
]

`verse 8 [
आवाहयामि नम इत्यावाह्यार्घोदकेन तु ॥
पाद्यमाचमनं चार्घ्यं वस्त्रगन्धाक्षतानपि ॥
]

`verse 9 [
दत्त्वा पुष्पैरलंकृत्य प्रणवाद्यष्टनामभिः ॥
सचतुर्थौंनमोऽन्तैश्च सुगन्धकुसुमैस्ततः ॥
]

`verse 10 [
धूपदीपौ हि दत्त्वा च सकलाराधनं कृतम् ॥
सम्पूर्णमस्त्विति प्रोच्य नमस्कुर्यात्समुत्थितः ॥
]

`verse 11 [
पात्राणि कदलीपत्राण्यास्तीर्याद्भिविशोध्य च ॥
शुद्धान्नपायसापूपसूपव्यञ्जनपूर्वकम् ॥
]

`verse 12 [
दत्त्वा पदार्थान्कदलीनालिकेरगुडान्वितान् ॥
पात्रासनानि च पृथग्दद्यात्सम्प्रोच्य च क्रमात् ॥
]

`verse 13 [
परिषिच्य च सम्प्रोक्ष्य विष्णोर्हव्यमिति ब्रुवन् ॥
रक्षस्वेति करस्पर्शं कारयित्वा समुत्थितः ॥
]

`verse 14 [
आपोशनं समर्प्याथ प्रार्थयेत्तानिदम्प्रति ॥
सदाशिवादयः प्रीता वरदाश्च भवन्तु मे ॥
]

`verse 15 [
ये देवा इति च ततो जप्त्वेदं साक्षतं त्यजेत् ॥
नमस्कृत्य समुत्थाय सर्वत्रामृतमस्त्विति॥
]

`verse 16 [
उक्त्वा प्रसाद्य च जपन्गणानांत्वेत्युप क्रमात् ॥
वेदादीन् रुद्रचमकौ रुद्रसूक्तं च पंच च ॥
]

`verse 17 [
ब्रह्माणि भोजनान्ते तु यावन्मन्त्रांश्च साक्षतान् ॥
दत्त्वोत्तरापोशनं च हस्तांघ्रिमुखशोधनम् ॥
]

`verse 18 [
कृत्वा चान्तान्स्वासनेषु स्थापयित्वा यथासुखम्॥
शुद्धोदकम्प्रदायाथ कर्प्पूरादि यथोदितम्॥
]

`verse 19 [
मुखवासं दक्षिणां च पादुकासनपत्रकम् ॥
व्यजनं फलकान्दण्डं वैणवं च प्रदाय तान् ॥
]

`verse 20 [
प्रदक्षिणनमस्कारैस्संतोष्याशिषमा वहेत ॥
पुनः प्रणम्य सम्प्रार्थ्य गुरुभक्तिमचंचलाम् ॥
]

`verse 21 [
सदाशिवादयः प्रीता गच्छन्तु च यथासुखम् ॥
इत्युद्वास्य द्वारदेशावधि सम्यगनुव्रजन्॥
]

`verse 22 [
निरुद्धस्तः परावृत्य द्वास्थैर्विप्रैश्च बन्धुभिः ॥
दीनानाथैश्च सहितो भुक्त्वा तिष्ठेद्यथासुखम् ॥
]

`verse 23 [
विकृतं न भवेत्क्वापि सत्यं सत्यं पुनः पुनः ॥
प्रत्यब्दमेव कुर्वाणो गुर्वाराधनमुत्तमम् ॥
इह भुक्त्वा महाभोगाञ्छिवलोकमवाप्नुयात्॥
]

`speaker [
सूत उवाच
]

`verse 24 [
एवं कृतानुग्रहमात्मशिष्यं श्रीवामदेवं मुनिवर्य्यमुक्त्वा ॥
प्रसन्नधीर्ज्ञानिवरो महात्मा कृत्वा परानुग्रहमाशु देवः ॥
]

`verse 25 [
यन्नैमिषारण्यमुनीश्वराणां प्रोक्तं पुरा व्यासमुनीश्वरेण ॥
तस्मादसावादिगुरुर्भवांस्तु द्वितीय आर्य्यो भुवने प्रसिद्धः ॥
]

`verse 26 [
श्रुत्वा मुनीन्द्रो भवतो मुखाज्जात्सनत्कुमारः शिवभक्तिपूर्णः ॥
व्यासाय वक्ता स च शैववर्य्यश्शुकाय वक्ता भविता च पूर्णः ॥
]

`verse 27 [
प्रत्येकं मुनिशार्दूलं शिष्यवर्गचतुष्टयम् ॥
वेदाध्ययनसंवृत्तं धर्मस्थापनपूर्वकम् ॥
]

`verse 28 [
वैशम्पायन एव स्यात्पैलो जैमिनिरेव च ॥
सुमन्तुश्चेति चत्वारो व्यासशिष्या महौजसः ॥
]

`verse 29 [
अगस्त्यश्च पुलस्त्यश्च पुलहः क्रतुरेव च ॥
तव शिष्या महात्मानो वामदेव महामुने ॥
]

`verse 30 [
सनकश्च सनन्दश्च सनातनमुनिस्ततः ॥
सनत्सुजात इत्येते योगिवर्याः शिवप्रियाः ॥
]

`verse 31 [
सनत्कुमारशिष्यास्ते सर्ववेदार्थवित्तमाः ॥
गुरुश्च परमश्चैव परात्परगुरुस्ततः ॥
परमेष्ठिगुरुश्चैते पूज्यास्स्युश्शुकयोगिनः ॥
]

`verse 32 [
इदं प्रणवविज्ञानं स्थितं वर्गचतुष्टये ॥
सर्वोत्कृष्टनिदानं च काश्यां सन्मुक्तिकारणम् ॥
]

`verse 33 [
एतन्मण्डलमद्भुतं परशिवाधिष्ठान रूपं सदावेदान्तार्थविचारपूर्णमतिभिः पूज्यं यतीन्द्रैः परम् ॥
वेदादिप्रविभागकल्पितमहाकाशादिनाप्यावृतन्त्वत्संतोषकरं तथास्तु जगतां श्रेयस्करं श्रीप्रदम् ॥
]

`verse 34 [
इदं रहस्यम्परमं शिवोदितं वेदान्तसिद्धातविनिश्चितम्परम्॥
मत्तश्श्रुतं यद्भवता ततो मुने भवन्मतम्प्राज्ञतमा वदंति ॥
]

`verse 35 [
तस्मादनेनैव पथा गतश्शिवं शिवोहमस्मीति शिवो भवेद्यतिः ॥
पितामहादिप्रविभागमुक्तये नद्यो यथासिन्धुमिमाः प्रयान्ति ॥
]

`speaker [
श्रीसूत उवाच
]

`verse 36 [
एवम्मुनीश्वरायैतदुपदिश्य सुरेश्वरः ॥
संस्मृत्य चरणाम्भोजे पित्रो स्सर्व्वसुरार्चिते ॥
]

`verse 37 [
कैलासशिखरम्प्राप कुमारश्शिखरावृतम् ॥
राजितम्परमाश्चर्य्यदिव्यज्ञानप्रदो गुरुः ॥
]

`verse 38 [
वामदेवोऽपि सच्छिष्यैस्संवृतश्शिखिवाहनम् ॥
सम्प्रणम्य जगामाशु कैलासम्परमाद्भुतम् ॥
]

`verse 39 [
गत्वा कैलासशिखरम्प्राप्येशनिकटम्मुनिः॥
ददर्श मोक्षदम्मायानाशञ्चरणमीशयोः॥
]

`verse 40 [
भक्त्या चार्पितसर्वांगो विस्मृत्य स्वकलेवरम् ॥
पपात सन्निधौ भूयो भूयो नत्वा समु त्थितः ॥
]

`verse 41 [
ततो बहुविधैः स्तोत्रैर्वेदागमरसोत्कटैः ॥
तुष्टाव परमेशानं सांबिकं ससुतं मुनिः ॥
]

`verse 42 [
निधाय चरणत्म्भोजन्देव देव्योस्स्वमूर्द्धनि ॥
पूर्णानुग्रहमासाद्य तत्रैव न्यवसत्सुखम्॥
]

`verse 43 [
भवन्तोऽपि विदित्वैवम्प्रणवार्थम्महेश्वरम्॥
वेदगुह्यं च सर्वस्वन्तार कम्ब्रह्म मुक्तिदम् ॥
]

`verse 44 [
अत्रैव सुखमासीनाः श्रीविश्वेश्वरपादयोः ॥
सायुज्यरूपामतुलाम्भजध्वम्मुक्तिमुत्तमाम्॥
]

`verse 45 [
अहं गुरुपदाम्भोजसेवायै बादराश्रमम् ॥
गमिष्ये भवताम्भूयस्सत्सम्भाषणमस्तु मे ॥
]

`colophon [
इति श्रीशिवमहापुराणे षष्ठ्यां कैलाससंहितायां द्वादशाहकृत्यवर्णनपूर्व्वकव्यासादिशिष्यवर्गकथनन्नाम त्रयोविंशोऽध्यायः ॥
]
