`speaker [
श्रीशुक उवाच
]

`verse 1 [
वरीयान् एष ते प्रश्नः कृतो लोकहितं नृप ।
आत्मवित् सम्मतः पुंसां श्रोतव्यादिषु यः परः
]

`verse 2 [
श्रोतव्यादीनि राजेन्द्र नृणां सन्ति सहस्रशः ।
अपश्यतां आत्मतत्त्वं गृहेषु गृहमेधिनाम्
]

`verse 3 [
निद्रया ह्रियते नक्तं व्यवायेन च वा वयः ।
दिवा चार्थेहया राजन् कुटुंबभरणेन वा
]

`verse 4 [
देहापत्यकलत्रादिषु आत्मसैन्येष्वसत्स्वपि ।
तेषां प्रमत्तो निधनं पश्यन्नपि न पश्यति
]

`verse 5 [
तस्माद्‍भारत सर्वात्मा भगवान् ईश्वरो हरिः ।
श्रोतव्यः कीर्तितव्यश्च स्मर्तव्यश्चेच्छताभयम्
]

`verse 6 [
एतावान् सांख्ययोगाभ्यां स्वधर्मपरिनिष्ठया ।
जन्मलाभः परः पुंसां अंते नारायणस्मृतिः
]

`verse 7 [
प्रायेण मुनयो राजन् निवृत्ता विधिषेधतः ।
नैर्गुण्यस्था रमंते स्म गुणानुकथने हरेः
]

`verse 8 [
इदं भागवतं नाम पुराणं ब्रह्मसम्मितम् ।
अधीतवान् द्वापरादौ पितुर्द्वैपायनादहम्
]

`verse 9 [
परिनिष्ठितोऽपि नैर्गुण्य उत्तमश्लोकलीलया ।
गृहीतचेता राजर्षे आख्यानं यत् अधीतवान्
]

`verse 10 [
तदहं तेऽभिधास्यामि महापौरुषिको भवान् ।
यस्य श्रद्दधतामाशु स्यान् मुकुंदे मतिः सती
]

`verse 11 [
एतन्निर्विद्यमानानां इच्छतां अकुतोभयम् ।
योगिनां नृप निर्णीतं हरेर्नामानुकीर्तनम्
]

`verse 12 [
किं प्रमत्तस्य बहुभिः परोक्षैर्हायनैरिह ।
वरं मुहूर्तं विदितं घटते श्रेयसे यतः
]

`verse 13 [
खट्वाङ्गो नाम राजर्षिः ज्ञात्वेयत्तामिहायुषः ।
मुहूर्तात् सर्वं उत्सृज्य गतवान् अभयं हरिम्
]

`verse 14 [
तवाप्येतर्हि कौरव्य सप्ताहं जीवितावधिः ।
उपकल्पय तत्सर्वं तावद् यद् सांपरायिकम्
]

`verse 15 [
अंतकाले तु पुरुष आगते गतसाध्वसः ।
छिन्द्याद् असङ्गशस्त्रेण स्पृहां देहेऽनु ये च तम्
]

`verse 16 [
गृहात् प्रव्रजितो धीरः पुण्यतीर्थजलाप्लुतः ।
शुचौ विविक्त आसीनो विधिवत् कल्पितासने
]

`verse 17 [
अभ्यसेन् मनसा शुद्धं त्रिवृद् ब्रह्माक्षरं परम् ।
मनो यच्छेज्जितश्वासो ब्रह्मबीजं अविस्मरन्
]

`verse 18 [
नियच्छेद् विषयेभ्योऽक्षान् मनसा बुद्धिसारथिः ।
मनः कर्मभिराक्षिप्तं शुभार्थे धारयेत् धिया
]

`verse 19 [
तत्रैकावयवं ध्यायेत् अव्युच्छिन्नेन चेतसा ।
मनो निर्विषयं युक्त्वा ततः किञ्चन न स्मरेत् ।
पदं तत्परमं विष्णोः मनो यत्र प्रसीदति
]

`verse 20 [
रजस्तमोभ्यां आक्षिप्तं विमूढं मन आत्मनः ।
यच्छेद्धारणया धीरो हंति या तत्कृतं मलम्
]

`verse 21 [
यस्यां सन्धार्यमाणायां योगिनो भक्तिलक्षणः ।
आशु संपद्यते योग आश्रयं भद्रमीक्षतः
]

`verse 22 [
राजोवाच ॥
यथा सन्धार्यते ब्रह्मन् धारणा यत्र सम्मता ।
यादृशी वा हरेदाशु पुरुषस्य मनोमलम्
]

`speaker [
श्रीशुक उवाच
]

`verse 23 [
जितासनो जितश्वासो जितसङ्गो जितेंद्रियः ।
स्थूले भगवतो रूपे मनः सन्धारयेद् धिया
]

`verse 24 [
विशेषस्तस्य देहोऽयं स्थविष्ठश्च स्थवीयसाम् ।
यत्रेदं दृश्यते विश्वं भूतं भव्यं भवच्च सत्
]

`verse 25 [
अण्डकोशे शरीरेऽस्मिन् सप्तावरणसंयुते ।
वैराजः पुरुषो योऽसौ भगवान् धारणाश्रयः
]

`verse 26 [
पातालमेतस्य हि पादमूलं
    पठंति पार्ष्णिप्रपदे रसातलम् ।
महातलं विश्वसृजोऽथ गुल्फौ
    तलातलं वै पुरुषस्य जङ्घे
]

`verse 27 [
द्वे जानुनी सुतलं विश्वमूर्तेः
    ऊरुद्वयं वितलं चातलं च ।
महीतलं तज्जघनं महीपते
    नभस्तलं नाभिसरो गृणन्ति
]

`verse 28 [
उरःस्थलं ज्योतिरनीकमस्य
    ग्रीवा महर्वदनं वै जनोऽस्य ।
तपो रराटीं विदुरादिपुंसः
    सत्यं तु शीर्षाणि सहस्रशीर्ष्णः
]

`verse 29 [
इन्द्रादयो बाहव आहुरुस्राः
    कर्णौ दिशः श्रोत्रममुष्य शब्दः ।
नासत्यदस्रौ परमस्य नासे
    घ्राणोऽस्य गंधो मुखमग्निरिद्धः
]

`verse 30 [
द्यौरक्षिणी चक्षुरभूत्पतङ्गः
    पक्ष्माणि विष्णोरहनी उभे च ।
तद्‍भ्रूविजृम्भः परमेष्ठिधिष्ण्यं
    आपोऽस्य तालू रस एव जिह्वा
]

`verse 31 [
छन्दांस्यनन्तस्य शिरो गृणंति
    दंष्ट्रा यमः स्नेहकला द्विजानि ।
हासो जनोन्मादकरी च माया
    दुरन्तसर्गो यदपाङ्गमोक्षः
]

`verse 32 [
व्रीडोत्तरौष्ठोऽधर एव लोभो
    धर्मः स्तनोऽधर्मपथोऽस्य पृष्ठम् ।
कस्तस्य मेढ्रं वृषणौ च मित्रौ
    कुक्षिः समुद्रा गिरयोऽस्थिसङ्घाः
]

`verse 33 [
नद्योऽस्य नाड्योऽथ तनूरुहाणि
    महीरुहा विश्वतनोर्नृपेन्द्र ।
अनन्तवीर्यः श्वसितं मातरिश्वा
    गतिर्वयः कर्म गुणप्रवाहः
]

`verse 34 [
ईशस्य केशान् विदुरम्बुवाहान्
    वासस्तु सन्ध्यां कुरुवर्य भूम्नः ।
अव्यक्तमाहुः हृदयं मनश्च
    स चन्द्रमाः सर्वविकारकोशः
]

`verse 35 [
विज्ञानशक्तिं महिमामनन्ति
    सर्वात्मनोऽन्तःकरणं गिरित्रम् ।
अश्वाश्वतर्युष्ट्रगजा नखानि
    सर्वे मृगाः पशवः श्रोणिदेशे
]

`verse 36 [
वयांसि तद् व्याकरणं विचित्रं
    मनुर्मनीषा मनुजो निवासः ।
गंधर्वविद्याधरचारणाप्सरः
    स्वरस्मृतीः असुरानीकवीर्यः
]

`verse 37 [
ब्रह्माननं क्षत्रभुजो महात्मा
    विडूरुरङ्‌घ्रिश्रितकृष्णवर्णः ।
नानाभिधाभीज्यगणोपपन्नो
    द्रव्यात्मकः कर्म वितानयोगः
]

`verse 38 [
इयान् असौ ईश्वरविग्रहस्य
    यः सन्निवेशः कथितो मया ते ।
सन्धार्यतेऽस्मिन् वपुषि स्थविष्ठे
    मनः स्वबुद्ध्या न यतोऽस्ति किञ्चित्
]

`verse 39 [
स सर्वधीवृत्त्यनुभूतसर्व
    आत्मा यथा स्वप्नजनेक्षितैकः ।
तं सत्यमानंदनिधिं भजेत
    नान्यत्र सज्जेद्यत आत्मपातः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
द्वितीयस्कंधे प्रथमोऽध्यायः
]
