`set context {
  skandha = "02",
  adhyaya = "03",
  skandha.title = "Skandha 2",
  adhyaya.title = "Adhyāya 3"
}

`speaker [
श्रीशुक उवाच
]

`verse 1 [
एवमेतन्निगदितं पृष्टवान् यद् भवान् मम ।
नृणां यन्म्रियमाणानां मनुष्येषु मनीषिणाम्
]

`verse 2 [
ब्रह्मवर्चसकामस्तु यजेत ब्रह्मणस्पतिम् ।
इन्द्रं इन्द्रियकामस्तु प्रजाकामः प्रजापतीन्
]

`verse 3 [
देवीं मायां तु श्रीकामः तेजस्कामो विभावसुम् ।
वसुकामो वसून् रुद्रान् वीर्यकामोऽथ वीर्यवान्
]

`verse 4 [
अन्नाद्यकामस्तु अदितिं स्वर्गकामोऽदितेः सुतान् ।
विश्वान् देवान् राज्यकामः साध्यान् संसाधको विशाम्
]

`verse 5 [
आयुष्कामोऽश्विनौ देवौ पुष्टिकाम इलां यजेत् ।
प्रतिष्ठाकामः पुरुषो रोदसी लोकमातरौ
]

`verse 6 [
रूपाभिकामो गन्धर्वान् स्त्रीकामोऽप्सर उर्वशीम् ।
आधिपत्यकामः सर्वेषां यजेत परमेष्ठिनम्
]

`verse 7 [
यज्ञं यजेत् यशस्कामः कोशकामः प्रचेतसम् ।
विद्याकामस्तु गिरिशं दाम्पत्यार्थ उमां सतीम्
]

`verse 8 [
धर्मार्थ उत्तमश्लोकं तन्तुं तन्वन् पितॄन् यजेत् ।
रक्षाकामः पुण्यजनान् ओजस्कामो मरुद्‍गणान्
]

`verse 9 [
राज्यकामो मनून् देवान् निर्‌ऋतिं त्वभिचरन् यजेत् ।
कामकामो यजेत्सोमं अकामः पुरुषं परम्
]

`verse 10 [
अकामः सर्वकामो वा मोक्षकाम उदारधीः ।
तीव्रेण भक्तियोगेन यजेत पुरुषं परम्
]

`verse 11 [
एतावानेव यजतां इह निःश्रेयसोदयः ।
भगवत्यचलो भावो यद्‍भागवतसङ्गतः
]

`verse 12 [
ज्ञानं यदाप्रतिनिवृत्तगुणोर्मिचक्रम् ।
आत्मप्रसाद उत यत्र गुणेष्वसङ्गः ।
    कैवल्यसम्मतपथस्त्वथ भक्तियोगः ।
को निर्वृतो हरिकथासु रतिं न कुर्यात्
]

`speaker [
शौनक उवाच
]

`verse 13 [
इत्यभिव्याहृतं राजा निशम्य भरतर्षभः ।
किमन्यत् पृष्टवान् भूयो वैयासकिं ऋषिं कविम्
]

`verse 14 [
एतद् शुश्रूषतां विद्वन् सूत नोऽर्हसि भाषितुम् ।
कथा हरिकथोदर्काः सतां स्युः सदसि ध्रुवम्
]

`verse 15 [
स वै भागवतो राजा पाण्डवेयो महारथः ।
बालक्रीडनकैः क्रीडन् कृष्णक्रीडां य आददे
]

`verse 16 [
वैयासकिश्च भगवान् वासुदेवपरायणः ।
उरुगायगुणोदाराः सतां स्युर्हि समागमे
]

`verse 17 [
आयुर्हरति वै पुंसां उद्यन्नस्तं च यन्नसौ ।
तस्यर्ते यत्क्षणो नीत उत्तमश्लोकवार्तया
]

`verse 18 [
तरवः किं न जीवन्ति भस्त्राः किं न श्वसन्त्युत ।
न खादन्ति न मेहन्ति किं ग्रामपशवोऽपरे
]

`verse 19 [
श्वविड्वराहोष्ट्रखरैः संस्तुतः पुरुषः पशुः ।
न यत्कर्णपथोपेतो जातु नाम गदाग्रजः
]

`verse 20 [
बिले बतोरुक्रमविक्रमान् ये
    न शृण्वतः कर्णपुटे नरस्य ।
जिह्वासती दार्दुरिकेव सूत
    न चोपगायत्युरुगायगाथाः
]

`verse 21 [
भारः परं पट्टकिरीटजुष्टं
    अप्युत्तमाङ्गं न नमेन् मुकुंदम् ।
शावौ करौ नो कुरुते सपर्यां
    हरेर्लसत्काञ्चनकङ्कणौ वा
]

`verse 22 [
बर्हायिते ते नयने नराणां
    लिङ्गानि विष्णोर्न निरीक्षतो ये ।
पादौ नृणां तौ द्रुमजन्मभाजौ
    क्षेत्राणि नानुव्रजतो हरेर्यौ
]

`verse 23 [
जीवन् शवो भागवताङ्‌घ्रिरेणुं
    न जातु मर्त्योऽभिलभेत यस्तु ।
श्रीविष्णुपद्या मनुजस्तुलस्याः
    श्वसन् शवो यस्तु न वेद गन्धम्
]

`verse 24 [
तदश्मसारं हृदयं बतेदं
    यद्‍गृह्यमाणैर्हरिनामधेयैः ।
न विक्रियेताथ यदा विकारो
    नेत्रे जलं गात्ररुहेषु हर्षः
]

`verse 25 [
अथाभिधेह्यङ्ग मनोऽनुकूलं
    प्रभाषसे भागवतप्रधानः ।
यदाह वैयासकिरात्मविद्या
    विशारदो नृपतिं साधु पृष्टः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
द्वितीयस्कंधे तृतीयोऽध्यायः
]
