`speaker [
नारद उवाच
]

`verse 1 [
देवदेव नमस्तेऽस्तु भूतभावन पूर्वज ।
तद्विजानीहि यद् ज्ञानं आत्मतत्त्वनिदर्शनम्
]

`verse 2 [
यद् रूपं यद् अधिष्ठानं यतः सृष्टमिदं प्रभो ।
यत्संस्थं यत्परं यच्च तत् तत्त्वं वद तत्त्वतः
]

`verse 3 [
सर्वं ह्येतद् भवान् वेद भूतभव्यभवत्प्रभुः ।
करामलकवद् विश्वं विज्ञानावसितं तव
]

`verse 4 [
यद् विज्ञानो यद् आधारो यत् परस्त्वं यदात्मकः ।
एकः सृजसि भूतानि भूतैरेवात्ममायया
]

`verse 5 [
आत्मन् भावयसे तानि न पराभावयन् स्वयम् ।
आत्मशक्तिमवष्टभ्य ऊर्णनाभिरिवाक्लमः
]

`verse 6 [
नाहं वेद परं ह्यस्मिन् नापरं न समं विभो ।
नामरूपगुणैर्भाव्यं सदसत् किञ्चिदन्यतः
]

`verse 7 [
स भवानचरद् घोरं यत्तपः सुसमाहितः ।
तेन खेदयसे नस्त्वं पराशङ्कां च यच्छसि
]

`verse 8 [
एतन्मे पृच्छतः सर्वं सर्वज्ञ सकलेश्वर ।
विजानीहि यथैवेदं अहं बुध्येऽनुशासितः
]

`verse 9 [
ब्रह्मोवाच ॥
सम्यक् कारुणिकस्येदं वत्स ते विचिकित्सितम् ।
यदहं चोदितः सौम्य भगवद्वीर्यदर्शने
]

`verse 10 [
नानृतं तव तच्चापि यथा मां प्रब्रवीषि भोः ।
अविज्ञाय परं मत्त एतावत्त्वं यतो हि मे
]

`verse 11 [
येन स्वरोचिषा विश्वं रोचितं रोचयाम्यहम् ।
यथार्कोऽग्निः यथा सोमो यथा ऋक्षग्रहतारकाः
]

`verse 12 [
तस्मै नमो भगवते वासुदेवाय धीमहि ।
यन्मायया दुर्जयया मां वदन्ति जगद्‍गुरुम्
]

`verse 13 [
विलज्जमानया यस्य स्थातुमीक्षापथेऽमुया ।
विमोहिता विकत्थन्ते ममाहमिति दुर्धियः
]

`verse 14 [
द्रव्यं कर्म च कालश्च स्वभावो जीव एव च ।
वासुदेवात्परो ब्रह्मन् न चान्योऽर्थोऽस्ति तत्त्वतः
]

`verse 15 [
नारायणपरा वेदा देवा नारायणाङ्गजाः ।
नारायणपरा लोका नारायणपरा मखाः
]

`verse 16 [
नारायणपरो योगो नारायणपरं तपः ।
नारायणपरं ज्ञानं नारायणपरा गतिः
]

`verse 17 [
तस्यापि द्रष्टुः ईशस्य कूटस्थस्याखिलात्मनः ।
सृज्यं सृजामि सृष्टोऽहं ईक्षयैवाभिचोदितः
]

`verse 18 [
सत्त्वं रजस्तम इति निर्गुणस्य गुणास्त्रयः ।
स्थितिसर्गनिरोधेषु गृहीता मायया विभोः
]

`verse 19 [
कार्यकारणकर्तृत्वे द्रव्यज्ञानक्रियाश्रयाः ।
बध्नन्ति नित्यदा मुक्तं मायिनं पुरुषं गुणाः
]

`verse 20 [
स एष भगवान् लिङ्गैः त्रिभिरेतैरधोक्षजः ।
स्वलक्षितगतिर्ब्रह्मन् सर्वेषां मम चेश्वरः
]

`verse 21 [
कालं कर्म स्वभावं च मायेशो मायया स्वया ।
आत्मन् यदृच्छया प्राप्तं विबुभूषुरुपाददे
]

`verse 22 [
कालाद् गुणव्यतिकरः परिणामः स्वभावतः ।
कर्मणो जन्म महतः पुरुषाधिष्ठितात् अभूत्
]

`verse 23 [
महतस्तु विकुर्वाणाद् रजःसत्त्वोपबृंहितात् ।
तमःप्रधानस्त्वभवद् द्रव्यज्ञानक्रियात्मकः
]

`verse 24 [
सोऽहङ्कार इति प्रोक्तो विकुर्वन्समभूत् त्रिधा ।
वैकारिकस्तैजसश्च तामसश्चेति यद्‌भिदा ।
द्रव्यशक्तिः क्रियाशक्तिः ज्ञानशक्तिरिति प्रभो
]

`verse 25 [
तामसादपि भूतादेः विकुर्वाणाद् अभूत् नभः ।
तस्य मात्रा गुणः शब्दो लिङ्गं यद् द्रष्टृदृश्ययोः
]

`verse 26 [
नभसोऽथ विकुर्वाणाद् अभूत् स्पर्शगुणोऽनिलः ।
परान्वयाच्छब्दवांश्च प्राण ओजः सहो बलम्
]

`verse 27 [
वायोरपि विकुर्वाणात् कालकर्मस्वभावतः ।
उदपद्यत तेजो वै रूपवत् स्पर्शशब्दवत्
]

`verse 28 [
तेजसस्तु विकुर्वाणाद् आसीत् अम्भो रसात्मकम् ।
रूपवत् स्पर्शवच्चाम्भो घोषवच्च परान्वयात्
]

`verse 29 [
विशेषस्तु विकुर्वाणाद् अम्भसो गन्धवानभूत् ।
परान्वयाद् रसस्पर्श शब्दरूपगुणान्वितः
]

`verse 30 [
वैकारिकान्मनो जज्ञे देवा वैकारिका दश ।
दिग्वातार्कप्रचेतोऽश्वि वह्नीन्द्रोपेन्द्रमित्रकाः
]

`verse 31 [
तैजसात्तु विकुर्वाणाद् इंद्रियाणि दशाभवन् ।
ज्ञानशक्तिः क्रियाशक्तिः बुद्धिः प्राणश्च तैजसौ ।
श्रोत्रं त्वग् घ्राण दृग् जिह्वा वाग् दोर्मेढ्राङ्‌घ्रिपायवः
]

`verse 32 [
यदैतेऽसङ्गता भावा भूतेन्द्रियमनोगुणाः ।
यदाऽऽयतननिर्माणे न शेकुर्ब्रह्मवित्तम
]

`verse 33 [
तदा संहत्य चान्योन्यं भगवच्छक्तिचोदिताः ।
सदसत्त्वमुपादाय चोभयं ससृजुर्ह्यदः
]

`verse 34 [
वर्षपूगसहस्रान्ते तदण्डमुदके शयम् ।
कालकर्मस्वभावस्थो जीवोऽजीवमजीवयत्
]

`verse 35 [
स एव पुरुषः तस्माद् अण्डं निर्भिद्य निर्गतः ।
सहस्रोर्वङ्‌घ्रिबाह्वक्षः सहस्राननशीर्षवान्
]

`verse 36 [
यस्येहावयवैर्लोकान् काल्पयन्ति मनीषिणः ।
कट्यादिभिरधः सप्त सप्तोर्ध्वं जघनादिभिः
]

`verse 37 [
पुरुषस्य मुखं ब्रह्म क्षत्रमेतस्य बाहवः ।
ऊर्वोर्वैश्यो भगवतः पद्‍भ्यां शूद्रोऽभ्यजायत
]

`verse 38 [
भूर्लोकः कल्पितः पद्‍भ्यां भुवर्लोकोऽस्य नाभितः ।
हृदा स्वर्लोक उरसा महर्लोको महात्मनः
]

`verse 39 [
ग्रीवायां जनलोकोऽस्य तपोलोकः स्तनद्वयात् ।
मूर्धभिः सत्यलोकस्तु ब्रह्मलोकः सनातनः
]

`verse 40 [
तत्कट्यां चातलं कॢप्तं ऊरूभ्यां वितलं विभोः ।
जानुभ्यां सुतलं शुद्धं जङ्घाभ्यां तु तलातलम्
]

`verse 41 [
महातलं तु गुल्फाभ्यां प्रपदाभ्यां रसातलम् ।
पातालं पादतलत इति लोकमयः पुमान्
]

`verse 42 [
भूर्लोकः कल्पितः पद्‍भ्यां भुवर्लोकोऽस्य नाभितः ।
स्वर्लोकः कल्पितो मूर्ध्ना इति वा लोककल्पना
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
द्वितीयस्कंधे पञ्चमोऽध्यायः
]
