`speaker [
ब्रह्मोवाच
]

`verse 1 [
वाचां वह्नेर्मुखं क्षेत्रं छन्दसां सप्त धातवः ।
हव्यकव्यामृत अन्नानां जिह्वा सर्व रसस्य च
]

`verse 2 [
सर्वा असूनां च वायोश्च तत् नासे परमायणे ।
अश्विनोः ओषधीनां च घ्राणो मोद प्रमोदयोः
]

`verse 3 [
रूपाणां तेजसां चक्षुः दिवः सूर्यस्य चाक्षिणी ।
कर्णौ दिशां च तीर्थानां श्रोत्रं आकाश शब्दयोः ।
तद्‍गात्रं वस्तुसाराणां सौभगस्य च भाजनम्
]

`verse 4 [
त्वगस्य स्पर्शवायोश्च सर्व मेधस्य चैव हि ।
रोमाणि उद्‌भिज्ज जातीनां यैर्वा यज्ञस्तु सम्भृतः
]

`verse 5 [
केश श्मश्रु नखान्यस्य शिलालोहाभ्र विद्युताम् ।
बाहवो लोकपालानां प्रायशः क्षेमकर्मणाम्
]

`verse 6 [
विक्रमो भूर्भुवःस्वश्च क्षेमस्य शरणस्य च ।
सर्वकाम वरस्यापि हरेश्चरण आस्पदम्
]

`verse 7 [
अपां वीर्यस्य सर्गस्य पर्जन्यस्य प्रजापतेः ।
पुंसः शिश्न उपस्थस्तु प्रजात्यानन्द निर्वृतेः
]

`verse 8 [
पायुर्यमस्य मित्रस्य परिमोक्षस्य नारद ।
हिंसाया निर्‌ऋतेर्मृत्यो निरयस्य गुदः स्मृतः
]

`verse 9 [
पराभूतेः अधर्मस्य तमसश्चापि पश्चिमः ।
नाड्यो नदनदीनां च गोत्राणां अस्थिसंहतिः
]

`verse 10 [
अव्यक्त रससिन्धूनां भूतानां निधनस्य च ।
उदरं विदितं पुंसो हृदयं मनसः पदम्
]

`verse 11 [
धर्मस्य मम तुभ्यं च कुमाराणां भवस्य च ।
विज्ञानस्य च सत्त्वस्य परस्याऽऽत्मा परायणम्
]

`verse 12 [
अहं भवान् भवश्चैव त इमे मुनयोऽग्रजाः ।
सुरासुरनरा नागाः खगा मृगसरीसृपाः
]

`verse 13 [
गन्धर्वाप्सरसो यक्षा रक्षोभूतगणोरगाः ।
पशवः पितरः सिद्धा विद्याध्राश्चारणा द्रुमाः
]

`verse 14 [
अन्ये च विविधा जीवाः जल स्थल नभौकसः ।
ग्रह ऋक्ष केतवस्ताराः तडितः स्तनयित्‍नवः
]

`verse 15 [
सर्वं पुरुष एवेदं भूतं भव्यं भवच्च यत् ।
तेनेदं आवृतं विश्वं वितस्तिं अधितिष्ठति
]

`verse 16 [
स्वधिष्ण्यं प्रतपन् प्राणो बहिश्च प्रतपत्यसौ ।
एवं विराजं प्रतपन् तपत्यन्तः बहिः पुमान्
]

`verse 17 [
सोऽमृतस्याभयस्येशो मर्त्यं अन्नं यदत्यगात् ।
महिमा एष ततो ब्रह्मन् पुरुषस्य दुरत्ययः
]

`verse 18 [
पादेषु सर्वभूतानि पुंसः स्थितिपदो विदुः ।
अमृतं क्षेममभयं त्रिमूर्ध्नोऽधायि मूर्धसु
]

`verse 19 [
पादास्त्रयो बहिश्चासन् अप्रजानां य आश्रमाः ।
अन्तः त्रिलोक्यास्त्वपरो गृहमेधोऽबृहद्व्रतः
]

`verse 20 [
सृती विचक्रमे विश्वङ् साशनानशने उभे ।
यद् अविद्या च विद्या च पुरुषस्तु उभयाश्रयः
]

`verse 21 [
यस्माद् अण्डं विराड् जज्ञे भूतेन्द्रिय गुणात्मकः ।
तद् द्रव्यं अत्यगाद् विश्वं गोभिः सूर्य इवाऽतपन्
]

`verse 22 [
यदास्य नाभ्यान्नलिनाद् अहं आसं महात्मनः ।
नाविंदं यज्ञसम्भारान् पुरुषा अवयवात् ऋते
]

`verse 23 [
तेषु यज्ञस्य पशवः सवनस्पतयः कुशाः ।
इदं च देवयजनं कालश्चोरु गुणान्वितः
]

`verse 24 [
वस्तूनि ओषधयः स्नेहा रस-लोह-मृदो जलम् ।
ऋचो यजूंषि सामानि चातुर्होत्रं च सत्तम
]

`verse 25 [
नामधेयानि मंत्राश्च दक्षिणाश्च व्रतानि च ।
देवतानुक्रमः कल्पः सङ्कल्पः तन्त्रमेव च
]

`verse 26 [
गतयो मतयश्चैव प्रायश्चित्तं समर्पणम् ।
पुरुषा अवयवैः एते संभाराः संभृता मया
]

`verse 27 [
इति संभृतसंभारः पुरुषा अवयवैः अहम् ।
तमेव पुरुषं यज्ञं तेनैवायजमीश्वरम्
]

`verse 28 [
ततस्ते भ्रातर इमे प्रजानां पतयो नव ।
अयजन् व्यक्तमव्यक्तं पुरुषं सुसमाहिताः
]

`verse 29 [
ततश्च मनवः काले ईजिरे ऋषयोऽपरे ।
पितरो विबुधा दैत्या मनुष्याः क्रतुभिर्विभुम्
]

`verse 30 [
नारायणे भगवति तदिदं विश्वमाहितम् ।
गृहीत माया उरुगुणः सर्गादौ अगुणः स्वतः
]

`verse 31 [
सृजामि तन्नियुक्तोऽहं हरो हरति तद्वशः ।
विश्वं पुरुषरूपेण परिपाति त्रिशक्तिधृक्
]

`verse 32 [
इति तेऽभिहितं तात यथेदं अनुपृच्छसि ।
न अन्यत् भगवतः किञ्चिद् भाव्यं सद्-असदात्मकम्
]

`verse 33 [
न भारती मेऽङ्ग मृषोपलक्ष्यते
    न वै क्वचिन्मे मनसो मृषा गतिः ।
न मे हृषीकाणि पतन्त्यसत्पथे
    यन्मे हृदौत्कण्ठ्ययवता धृतो हरिः
]

`verse 34 [
सोऽहं समाम्नायमयः तपोमयः
    प्रजापतीनां अभिवन्दितः पतिः ।
आस्थाय योगं निपुणं समाहितः
    तं नाध्यगच्छं यत आत्मसंभवः
]

`verse 35 [
नतोऽस्म्यहं तच्चरणं समीयुषां
    भवच्छिदं स्वस्त्ययनं सुमङ्गलम् ।
यो ह्यात्ममायाविभवं स्म पर्यगाद्
    यथा नभः स्वान्तमथापरे कुतः
]

`verse 36 [
नाहं न यूयं यदृतां गतिं विदुः
    न वामदेवः किमुतापरे सुराः ।
तन्मायया मोहितबुद्धयस्त्विदं
    विनिर्मितं चात्मसमं विचक्ष्महे
]

`verse 37 [
यस्यावतारकर्माणि गायंति ह्यस्मदादयः ।
न यं विदंति तत्त्वेन तस्मै भगवते नमः
]

`verse 38 [
स एष आद्यः पुरुषः कल्पे कल्पे सृजत्यजः ।
आत्मा आत्मनि आत्मनाऽऽत्मानं, स संयच्छति पाति च
]

`verse 39 [
विशुद्धं केवलं ज्ञानं प्रत्यक् सम्यग् अवस्थितम् ।
सत्यं पूर्णं अनाद्यन्तं निर्गुणं नित्यमद्वयम्
]

`verse 40 [
ऋषे विदंति मुनयः प्रशान्तात्मेन्द्रियाशयाः ।
यदा तद् एव असत् तर्कैः तिरोधीयेत विप्लुतम्
]

`verse 41 [
आद्योऽवतारः पुरुषः परस्य
    कालः स्वभावः सद्-असन्मनश्च ।
द्रव्यं विकारो गुण इन्द्रियाणि
    विराट् स्वराट् स्थास्नु चरिष्णु भूम्नः
]

`verse 42 [
अहं भवो यज्ञ इमे प्रजेशा
    दक्षादयो ये भवदादयश्च ।
स्वर्लोकपालाः खगलोकपाला
    नृलोकपालाः तललोकपालाः
]

`verse 43 [
गन्धर्वविद्याधरचारणेशा
    ये यक्षरक्षोरग नागनाथाः ।
ये वा ऋषीणां ऋषभाः पितॄणां
    दैत्येन्द्रसिद्धेश्वरदानवेंद्राः
]

`verse 44 [
अन्ये च ये प्रेतपिशाचभूत
    कूष्माण्ड यादः मृगपक्षि-अधीशाः ।
यत्किञ्च लोके भगवन् महस्वत्
    ओजः सहस्वद् बलवत् क्षमावत् ।
श्रीह्रीविभूत्यात्मवद् अद्‌भुतार्णं
    तत्त्वं परं रूपवद् अस्वरूपम्
]

`verse 45 [
प्राधान्यतो या नृष आमनन्ति
    लीलावतारान् पुरुषस्य भूम्नः ।
आपीयतां कर्णकषायशोषान्
    अनुक्रमिष्ये त इमान् सुपेशान्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
द्वितीयस्कंधे षष्ठोऽध्यायः
]
