`set context {
  skandha = "05",
  adhyaya = "12",
  skandha.title = "Skandha 5",
  adhyaya.title = "Adhyāya 12"
}

`speaker [
रहूगण उवाच
]

`verse 1 [
नमो नमः कारणविग्रहाय स्वरूपतुच्छीकृतविग्रहाय
नमोऽवधूत द्विजबन्धुलिङ्ग निगूढनित्यानुभवाय तुभ्यम्
]

`verse 2 [
ज्वरामयार्तस्य यथागदं सत्निदाघदग्धस्य यथा हिमाम्भः
कुदेहमानाहिविदष्टदृष्टेः ब्रह्मन्वचस्तेऽमृतमौषधं मे
]

`verse 3 [
तस्माद्भवन्तं मम संशयार्थं प्रक्ष्यामि पश्चादधुना सुबोधम्
अध्यात्मयोगग्रथितं तवोक्तमाख्याहि कौतूहलचेतसो मे
]

`verse 4 [
यदाह योगेश्वर दृश्यमानं क्रियाफलं सद्व्यवहारमूलम्
न ह्यञ्जसा तत्त्वविमर्शनाय भवानमुष्मिन्भ्रमते मनो मे
]

`speaker [
ब्राह्मण उवाच
]

`verse 5 [
अयं जनो नाम चलन्पृथिव्यां यः पार्थिवः पार्थिव कस्य हेतोः
तस्यापि चाङ्घ्र्योरधि गुल्फजङ्घा जानूरुमध्योरशिरोधरांसाः
]

`verse 6 [
अंसेऽधि दार्वी शिबिका च यस्यां सौवीरराजेत्यपदेश आस्ते
यस्मिन्भवान्रूढनिजाभिमानो राजास्मि सिन्धुष्विति दुर्मदान्धः
]

`verse 7 [
शोच्यानिमांस्त्वमधिकष्टदीनान्विष्ट्या निगृह्णन्निरनुग्रहोऽसि
जनस्य गोप्तास्मि विकत्थमानो न शोभसे वृद्धसभासु धृष्टः
]

`verse 8 [
यदा क्षितावेव चराचरस्य विदाम निष्ठां प्रभवं च नित्यम्
तन्नामतोऽन्यद्व्यवहारमूलं निरूप्यतां सत्क्रिययानुमेयम्
]

`verse 9 [
एवं निरुक्तं क्षितिशब्दवृत्तमसन्निधानात्परमाणवो ये
अविद्यया मनसा कल्पितास्ते येषां समूहेन कृतो विशेषः
]

`verse 10 [
एवं कृशं स्थूलमणुर्बृहद्यदसच्च सज्जीवमजीवमन्यत्
द्रव्यस्वभावाशयकालकर्म नाम्नाजयावेहि कृतं द्वितीयम्
]

`verse 11 [
ज्ञानं विशुद्धं परमार्थमेकमनन्तरं त्वबहिर्ब्रह्म सत्यम्
प्रत्यक्प्रशान्तं भगवच्छब्दसंज्ञं यद्वासुदेवं कवयो वदन्ति
]

`verse 12 [
रहूगणैतत्तपसा न याति न चेज्यया निर्वपणाद्गृहाद्वा
न च्छन्दसा नैव जलाग्निसूर्यैर्विना महत्पादरजोऽभिषेकम्
]

`verse 13 [
यत्रोत्तमश्लोकगुणानुवादः प्रस्तूयते ग्राम्यकथाविघातः
निषेव्यमाणोऽनुदिनं मुमुक्षोर्मतिं सतीं यच्छति वासुदेवे
]

`verse 14 [
अहं पुरा भरतो नाम राजा विमुक्तदृष्टश्रुतसङ्गबन्धः
आराधनं भगवत ईहमानो मृगोऽभवं मृगसङ्गाद्धतार्थः
]

`verse 15 [
सा मां स्मृतिर्मृगदेहेऽपि वीर कृष्णार्चनप्रभवा नो जहाति
अथो अहं जनसङ्गादसङ्गो विशङ्कमानोऽविवृतश्चरामि
]

`verse 16 [
तस्मान्नरोऽसङ्गसुसङ्गजात ज्ञानासिनेहैव विवृक्णमोहः
हरिं तदीहाकथनश्रुताभ्यां लब्धस्मृतिर्यात्यतिपारमध्वनः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां पञ्चमस्कन्धे ब्राह्मणरहूगणसंवादे द्वादशोऽध्यायः
]
