`speaker [
ब्राह्मण उवाच
]

`verse 1 [
दुरत्ययेऽध्वन्यजया निवेशितो रजस्तमःसत्त्वविभक्तकर्मदृक्।
स एष सार्थोऽर्थपरः परिभ्रमन्भवाटवीं याति न शर्म विन्दति
]

`verse 2 [
यस्यामिमे षण्नरदेव दस्यवः सार्थं विलुम्पन्ति कुनायकं बलात्।
गोमायवो यत्र हरन्ति सार्थिकं प्रमत्तमाविश्य यथोरणं वृकाः
]

`verse 3 [
प्रभूतवीरुत्तृणगुल्मगह्वरे कठोरदंशैर्मशकैरुपद्रुतः।
क्वचित्तु गन्धर्वपुरं प्रपश्यति क्वचित्क्वचिच्चाशुरयोल्मुकग्रहम्
]

`verse 4 [
निवासतोयद्रविणात्मबुद्धिस्ततस्ततो धावति भो अटव्याम्।
क्वचिच्च वात्योत्थितपांसुधूम्रा दिशो न जानाति रजस्वलाक्षः
]

`verse 5 [
अदृश्यझिल्लीस्वनकर्णशूल उलूकवाग्भिर्व्यथितान्तरात्मा।
अपुण्यवृक्षान्श्रयते क्षुधार्दितो मरीचितोयान्यभिधावति क्वचित्
]

`verse 6 [
क्वचिद्वितोयाः सरितोऽभियाति परस्परं चालषते निरन्धः।
आसाद्य दावं क्वचिदग्नितप्तो निर्विद्यते क्व च यक्षैर्हृतासुः
]

`verse 7 [
शूरैर्हृतस्वः क्व च निर्विण्णचेताः शोचन्विमुह्यन्नुपयाति कश्मलम्।
क्वचिच्च गन्धर्वपुरं प्रविष्टः प्रमोदते निर्वृतवन्मुहूर्तम्
]

`verse 8 [
चलन्क्वचित्कण्टकशर्कराङ्घ्रिर्नगारुरुक्षुर्विमना इवास्ते।
पदे पदेऽभ्यन्तरवह्निनार्दितः कौटुम्बिकः क्रुध्यति वै जनाय
]

`verse 9 [
क्वचिन्निगीर्णोऽजगराहिना जनो नावैति किञ्चिद्विपिनेऽपविद्धः।
दष्टः स्म शेते क्व च दन्दशूकैरन्धोऽन्धकूपे पतितस्तमिस्रे
]

`verse 10 [
कर्हि स्म चित्क्षुद्र रसान्विचिन्वंस्तन्मक्षिकाभिर्व्यथितो विमानः।
तत्रातिकृच्छ्रात्प्रतिलब्धमानो बलाद्विलुम्पन्त्यथ तं ततोऽन्ये
]

`verse 11 [
क्वचिच्च शीतातपवातवर्ष प्रतिक्रियां कर्तुमनीश आस्ते।
क्वचिन्मिथो विपणन्यच्च किञ्चिद्विद्वेषमृच्छत्युत वित्तशाठ्यात्
]

`verse 12 [
क्वचित्क्वचित्क्षीणधनस्तु तस्मिन्शय्यासनस्थानविहारहीनः।
याचन्परादप्रतिलब्धकामः पारक्यदृष्टिर्लभतेऽवमानम्
]

`verse 13 [
अन्योन्यवित्तव्यतिषङ्गवृद्ध वैरानुबन्धो विवहन्मिथश्च।
अध्वन्यमुष्मिन्नुरुकृच्छ्रवित्त बाधोपसर्गैर्विहरन्विपन्नः
]

`verse 14 [
तांस्तान्विपन्नान्स हि तत्र तत्र विहाय जातं परिगृह्य सार्थः।
आवर्ततेऽद्यापि न कश्चिदत्र वीराध्वनः पारमुपैति योगम्
]

`verse 15 [
मनस्विनो निर्जितदिग्गजेन्द्रा ममेति सर्वे भुवि बद्धवैराः।
मृधे शयीरन्न तु तद्व्रजन्ति यन्न्यस्तदण्डो गतवैरोऽभियाति
]

`verse 16 [
प्रसज्जति क्वापि लताभुजाश्रयस्तदाश्रयाव्यक्तपदद्विजस्पृहः।
क्वचित्कदाचिद्धरिचक्रतस्त्रसन्सख्यं विधत्ते बककङ्कगृध्रैः
]

`verse 17 [
तैर्वञ्चितो हंसकुलं समाविशन्नरोचयन्शीलमुपैति वानरान्।
तज्जातिरासेन सुनिर्वृतेन्द्रियः परस्परोद्वीक्षणविस्मृतावधिः
]

`verse 18 [
द्रुमेषु रंस्यन्सुतदारवत्सलो व्यवायदीनो विवशः स्वबन्धने।
क्वचित्प्रमादाद्गिरिकन्दरे पतन्वल्लीं गृहीत्वा गजभीत आस्थितः
]

`verse 19 [
अतः कथञ्चित्स विमुक्त आपदः पुनश्च सार्थं प्रविशत्यरिन्दम।
अध्वन्यमुष्मिन्नजया निवेशितो भ्रमञ्जनोऽद्यापि न वेद कश्चन
]

`verse 20 [
रहूगण त्वमपि ह्यध्वनोऽस्य सन्न्यस्तदण्डः कृतभूतमैत्रः।
असज्जितात्मा हरिसेवया शितं ज्ञानासिमादाय तरातिपारम्
]

`speaker [
राजोवाच
]

`verse 21 [
अहो नृजन्माखिलजन्मशोभनं किं जन्मभिस्त्वपरैरप्यमुष्मिन्।
न यद्धृषीकेशयशःकृतात्मनां महात्मनां वः प्रचुरः समागमः
]

`verse 22 [
न ह्यद्भुतं त्वच्चरणाब्जरेणुभिर्हतांहसो भक्तिरधोक्षजेऽमला।
मौहूर्तिकाद्यस्य समागमाच्च मे दुस्तर्कमूलोऽपहतोऽविवेकः
]

`verse 23 [
नमो महद्भ्योऽस्तु नमः शिशुभ्यो नमो युवभ्यो नम आवटुभ्यः।
ये ब्राह्मणा गामवधूतलिङ्गाश्चरन्ति तेभ्यः शिवमस्तु राज्ञाम्
]

`speaker [
श्रीशुक उवाच
]

`verse 24 [
इत्येवमुत्तरामातः स वै ब्रह्मर्षिसुतः सिन्धुपतय आत्मसतत्त्वं विगणयतः परानुभावः परमकारुणिकतयोपदिश्य रहूगणेन सकरुणमभिवन्दितचरण आपूर्णार्णव इव निभृतकरणोर्म्याशयो धरणिमिमां विचचार
]

`verse 25 [
सौवीरपतिरपि सुजनसमवगतपरमात्मसतत्त्व आत्मन्यविद्याध्यारोपितां च देहात्ममतिं विससर्ज एवं हि नृप भगवदाश्रिताश्रितानुभावः
]

`speaker [
राजोवाच
]

`verse 26 [
यो ह वा इह बहुविदा महाभागवत त्वयाभिहितः परोक्षेण वचसा जीवलोकभवाध्वा स ह्यार्यमनीषया कल्पितविषयो नाञ्जसाव्युत्पन्नलोकसमधिगमः अथ तदेवैतद्दुरवगमं समवेतानुकल्पेन निर्दिश्यतामिति
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां पञ्चमस्कन्धे त्रयोदशोऽध्यायः।
]
