`set context {
  skandha = "05",
  adhyaya = "21",
  skandha.title = "Skandha 5",
  adhyaya.title = "Adhyāya 21"
}

`preface [
ज्योतिश्चक्रसूर्यरथमण्डलवर्णनम्
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
एतावानेव भूवलयस्य सन्निवेशः प्रमाणलक्षणतो व्याख्यातः
]

`verse 2 [
एतेन हि दिवो मण्डलमानं तद्विद उपदिशन्ति यथा द्विदलयोर्निष्पावादीनां ते अन्तरेणान्तरिक्षं तदुभयसन्धितम्
]

`verse 3 [
यन्मध्यगतो भगवांस्तपतां पतिस्तपन आतपेन त्रिलोकीं प्रतपत्यवभासयत्यात्मभासा स एष उदगयन दक्षिणायन वैषुवतसंज्ञाभिर्मान्द्यशैघ्र्यसमानाभिर्गतिभिरारोहणावरोहणसमानस्थानेषु यथासवनमभिपद्यमानो मकरादिषु राशिष्वहोरात्राणि दीर्घह्रस्वसमानानि विधत्ते
]

`verse 4 [
यदा मेषतुलयोर्वर्तते तदाहोरात्राणि समानानि भवन्ति यदा वृषभादिषु पञ्चसु च राशिषु चरति तदाहान्येव वर्धन्ते ह्रसति च मासि मास्येकैका घटिका रात्रिषु
]

`verse 5 [
यदा वृश्चिकादिषु पञ्चसु वर्तते तदाहोरात्राणि विपर्ययाणि भवन्ति
]

`verse 6 [
यावद्दक्षिणायनमहानि वर्धन्ते यावदुदगयनं रात्रयः
]

`verse 7 [
एवं नव कोटय एकपञ्चाशल्लक्षाणि योजनानां मानसोत्तरगिरि-परिवर्तनस्योपदिशन्ति तस्मिन्नैन्द्रीं पुरीं पूर्वस्मान्मेरोर्देवधानीं नाम दक्षिणतो याम्यां संयमनीं नाम पश्चाद्वारुणीं निम्लोचनीं नाम उत्तरतः सौम्यां विभावरीं नाम तासूदयमध्याह्नास्तमयनिशीथानीति भूतानां प्रवृत्तिनिवृत्तिनिमित्तानि समयविशेषेण मेरोश्चतुर्दिशम्
]

`verse 8 [
तत्रत्यानां दिवसमध्यङ्गत एव सदादित्यस्तपति सव्येनाचलं दक्षिणेन करोति
]

`verse 9 [
यत्रोदेति तस्य ह समानसूत्रनिपाते निम्लोचति यत्र क्वचन स्यन्देनाभितपति तस्य हैष समानसूत्रनिपाते प्रस्वापयति तत्र गतं न पश्यन्ति ये तं समनुपश्येरन्
]

`verse 10 [
यदा चैन्द्र्याः पुर्याः प्रचलते पञ्चदशघटिकाभिर्याम्यां सपादकोटिद्वयं योजनानां सार्धद्वादशलक्षाणि साधिकानि चोपयाति
]

`verse 11 [
एवं ततो वारुणीं सौम्यामैन्द्रीं च पुनस्तथान्ये च ग्रहाः सोमादयो नक्षत्रैः सह ज्योतिश्चक्रे समभ्युद्यन्ति सह वा निम्लोचन्ति
]

`verse 12 [
एवं मुहूर्तेन चतुस्त्रिंशल्लक्षयोजनान्यष्टशताधिकानि सौरो रथस्त्रयीमयोऽसौ चतसृषु परिवर्तते पुरीषु
]

`verse 13 [
यस्यैकं चक्रं द्वादशारं षण्नेमि त्रिणाभि संवत्सरात्मकं समामनन्ति तस्याक्षो मेरोर्मूर्धनि कृतो मानसोत्तरे कृतेतरभागो यत्र प्रोतं रविरथचक्रं तैलयन्त्रचक्रवद्भ्रमन्मानसोत्तरगिरौ परिभ्रमति
]

`verse 14 [
तस्मिन्नक्षे कृतमूलो द्वितीयोऽक्षस्तुर्यमानेन सम्मितस्तैलयन्त्राक्षवद्ध्रुवे कृतोपरिभागः
]

`verse 15 [
रथनीडस्तु षट्त्रिंशल्लक्षयोजनायतस्तत्तुरीयभागविशालस्तावान्रविरथयुगो यत्र हयाश्छन्दोनामानः सप्तारुणयोजिता वहन्ति देवमादित्यम्
]

`verse 16 [
पुरस्तात्सवितुररुणः पश्चाच्च नियुक्तः सौत्ये कर्मणि किलास्ते
]

`verse 17 [
तथा वालखिल्या ऋषयोऽङ्गुष्ठपर्वमात्राः षष्टिसहस्राणि पुरतः सूर्यं सूक्तवाकाय नियुक्ताः संस्तुवन्ति
]

`verse 18 [
तथान्ये च ऋषयो गन्धर्वाप्सरसो नागा ग्रामण्यो यातुधाना देवा इत्येकैकशो गणाः सप्त चतुर्दश मासि मासि भगवन्तं सूर्यमात्मानं नानानामानं पृथङ्नानानामानः पृथक्कर्मभिर्द्वन्द्वश उपासते
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां पञ्चमस्कन्धे ज्योतिश्चक्रसूर्यरथमण्डलवर्णनं नामैकविंशोऽध्यायः
]
