`speaker [
मैत्रेय उवाच
]

`verse 1 [
नृपाणां कथितःसर्वो भवता वंशविस्तरः  ।
वंशानुचरितं चैव यथावदनुवर्णितम्  ।
अंशावतारो ब्रह्मर्षे योऽयं यदुकुलोद्भवः  ।
विष्णोस्तं विस्तरेणाहं श्रोतुमिच्छामि तत्त्वतः
]

`verse 2 [
चकार यानि कर्माणि भगवान् पुरुषोत्तमः  ।
अंशांशेनावतीर्योर्व्यां तत्र तानि मुने वद
]

`speaker [
श्रीपारशर उवाच
]

`verse 3 [
मैत्रेय श्रूयतामेतद्यत्पृष्टोऽहमिह त्वया  ।
विष्णोरंशांशसंभूतिचरितं जगतो हितम्
]

`verse 4 [
देवकस्य सुतां पूर्वं वसुदेवो महामुने  ।
उपयेमे महाभागां देवकीं देवतोपमाम्
]

`verse 5 [
कंसस्तयोर्वररथं चोदयामास सारथिः  ।
वसुदेवस्य देवक्या संयोगे भोजनन्दनः
]

`verse 6 [
आथान्तरिक्षे वागुच्चैः कंसमाभाष्य सादरम्  ।
मेघगंभीरनिर्घोषं समाभाष्येदमब्रवीत्
]

`verse 7 [
यामेतां वहसे मूढ सह भर्त्रा रथे स्थिताम्  ।
अस्यास्तवाष्टमो गर्भः प्राणानपहरिष्यति
]

`speaker [
श्रीपराशर उवाच
]

`verse 8 [
इत्याकर्ण्यं समुत्पाट्य खड्गं कंसो महाबलः  ।
देवकीं हन्तुमारब्धो वसुदेवोऽब्रवीदिदम्
]

`verse 9 [
न हन्तव्या महाभाग देवकी भवतानघ  ।
समर्पयिष्ये सकलान्गर्भानस्योदरोद्भवान्
]

`speaker [
श्रीपराशर उवाच
]

`verse 10 [
तथेत्याह ततः कंसो वसुदेवं द्विजोत्तम  ।
न घातयामास च तां देवकींसत्यगौरवात्
]

`verse 11 [
एतस्मिन्नेवकाले तु भूरिभारावपीडिता  ।
जगाम धरणी मेरौ समाजं त्रिदिवौकसाम्
]

`verse 12 [
स ब्रह्मकान्सुरान्सर्वान्प्रणिपत्याथ मेदिनि  ।
कथयामास तत्सर्वं खेदात्करुणभाषिणी
]

`speaker [
भूमिरुवाच
]

`verse 13 [
अग्निःसुवर्णस्य गुरुर्गवां सूर्यः परो गुरुः  ।
ममाप्यखिललो कानां कुरुर्नारायणो गुरुः
]

`verse 14 [
प्रजापतिपतिर्ब्रह्म पूर्वेषामपि पूर्वजः  ।
कलाकाष्ठानिमेषात्मा कालश्चाव्यक्तमूर्तिमान्
]

`verse 15 [
तदंशभूतःसर्वैषां समूहो वःसुरोत्तमाः
]

`verse 16 [
आदित्या सरुतःसाध्या रुद्रा वस्वश्विवह्नयः  ।
पितरो ये च लोकानां स्रष्टारोऽत्रिपुरोगमाः
]

`verse 17 [
एते तस्याप्रमेयस्य विष्णो रूपं महात्मनः
]

`verse 18 [
यक्षराक्षसदैतेयपिशाचोरगदानवाः  ।
गन्धर्वाप्सरसश्चैवरूपं विष्णोर्महात्मनः
]

`verse 19 [
ग्रहर्क्षतारकाचित्रगगनाग्निजलानिलाः  ।
अहं च विषयाश्चैव सर्व विष्णुमयं जगत्
]

`verse 20 [
तथा चानेकरूपस्य यस्य रूपाण्य हर्निशम्  ।
बाध्यबाधकतां यान्ति कल्लोला इव सागरे
]

`verse 21 [
तत्सांप्रतममी दैत्याः कालनेमिपुरोगमाः  ।
मर्त्यलोकं समाक्रम्य बाधन्तेऽहर्निशं प्रजाः
]

`verse 22 [
कालनेमिर्हतो योऽसौ विष्णुना प्रभविष्णुना  ।
उग्रसेनसुतः कंसःसंभूतःस महासुरः
]

`verse 23 [
आरिष्टो धेनुकः केशी प्रलंबो नरकस्तथा  ।
सुंदोऽसुरस्तथात्युग्रो बाणश्चापि बलेःसुतः
]

`verse 24 [
तथान्ये च महावीर्या नृपाणां भवनेषु ये  ।
समुत्पन्ना दुरात्मानस्तान्न संख्यातुमुत्सहे
]

`verse 25 [
अक्षोहिण्योत्र बहुला दिव्यमूर्तिधराःसुराः  ।
महाबलानां दृप्तानां दैत्येन्द्रणां ममोपरि
]

`verse 26 [
तद्भूरिभार पीडार्ता न शक्नोम्यमरेश्वराः  ।
बिभर्तुमात्मानमहमिति विज्ञापयामि वः
]

`verse 27 [
क्रियतां तन्महाभागा मम भारावतारणम्  ।
यथा रसातलं नाहं गच्छेयमतिविह्वला
]

`verse 28 [
इत्याकर्ण्य धरावाक्यमशेषैस्त्रिदशेश्वरैः  ।
भुवो भारावतारार्थं ब्रह्मा प्राह प्रचोदितः
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
यथाह वसुधा सर्वं सत्यमेव दिवौकसः  ।
अहं भवो भवन्तश्च सर्वे नारायणात्मकाः
]

`verse 30 [
विभूतयश्च यास्तस्य तासामेव परस्परम्  ।
आधिक्यन्यू६ अताबाध्यबाधकत्वेन वर्तते
]

`verse 31 [
तदागच्छत गच्छामः क्षीराब्धेस्तटमुत्तमम्  ।
तत्राराध्य हरिं तस्मै सर्वं विज्ञापयाम वै
]

`verse 32 [
सर्वथैव जगत्यर्थे स सर्वात्मा जगन्मयः  ।
सत्त्वांशेनावतीर्योर्व्यां धर्मस्य कुरुते स्थितिम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 33 [
इत्युक्त्वा प्रययो तत्र सह देवैः पितामहः  ।
समाहितमनाश्चैवं तुष्टाव गरुडध्वजम्
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
द्वे विद्ये त्वमनाम्नायपरा चैवापरा तथा  ।
त एव  भवतो रूपे मूर्तामूर्तात्मिके प्रभो
]

`verse 35 [
द्वे ब्रह्मणी त्वणीयोतिस्थूलात्मन्सर्व सर्ववित् ।
शब्दब्रह्मपरं चैव ब्रह्म ब्रह्ममयस्य यत्
]

`verse 36 [
ऋग्वेदस्त्वं यजुर्वेदःसामवेदस्त्वथर्वणः  ।
शिक्षाकल्पो निरुक्तं च च्छन्दो ज्योतिषमेव च
]

`verse 37 [
इतिहासपुराणे च तथा व्याकरणं प्रभो  ।
मीमांसा न्यायशास्त्रं च धर्मशास्त्राण्यधोक्षज
]

`verse 38 [
आत्माऽत्मदेहगुणवद्विचाराचारि यद्वच  ।
तदप्याद्यपते नान्यदध्यात्मात्मस्वरूपवत्
]

`verse 39 [
त्वमव्यक्तमनिर्देश्यमचिन्त्यानामवर्मवत् ।
अपाणिपादरूपं च शुद्धं नित्यं परात्परम्
]

`verse 40 [
शृणोष्यकर्णः परिपश्यसि त्वमचक्षुरूपो बहुरूपरूपः  ।
अपादहस्तो जवनो ग्रहीता त्वं वेत्सि सर्वं च सर्ववेद्यः
]

`verse 41 [
अणोरणीयां समसत्स्वरूपं त्वां पश्यतो ज्ञाननिवृत्तिरग्र्या  ।
धीरस्य धीरस्य बिभर्ति नान्यद्वरेण्यरूपात्परतः परात्मन्
]

`verse 42 [
त्वं विश्वनाभिर्भुवनस्य गोप्ता सर्वाणि भूतानि तवान्तराणि  ।
यद्भूतभव्यं यदणोरणीयः पुमांस्त्वमेकः प्रकृतेः परस्तात्
]

`verse 43 [
एकश्चतुर्धा भगवान्हुताशो वर्चोविभूतं जगतो ददासि  ।
त्वं विश्वतश्चक्षुरनन्तमूर्ते त्रेधा पदं त्वं निदधासि धातः
]

`verse 44 [
यथाग्निरेको बहुधा समिध्यते विकारभेदैरविकाररूपः  ।
तथा भवान्सर्वगतैकरूपी रूपाण्यशेषाण्यनुपुष्यतीश
]

`verse 45 [
एकं तवाग्र्यं परमं पदं यत्पश्यन्ति त्वां सूरयो ज्ञानदृश्यम्  ।
त्वत्तो नान्यत्किञ्चिदस्ति स्वरूपं यद्वा भूतं यच्च भव्यं परात्मन्
]

`verse 46 [
व्यक्ताव्यक्तस्वरूपस्त्वं समष्टिव्यष्टिरूपवान्  ।
सर्वज्ञःसर्वनित्सर्वशक्तिज्ञानबलर्धिमान्
]

`verse 47 [
अन्यूनश्चाप्यवृद्धिश्च स्वाधीनो नादिमान्वशी  ।
क्लमतन्द्री भयक्रोधकामादिभिरसंयुतः
]

`verse 48 [
निरवद्यः परः प्राप्तेर्निरधिष्ठोऽक्षरः क्रमः  ।
सर्वेश्वरः पराधारो धाम्नां धामात्मकोऽक्षयः
]

`verse 49 [
सकलावरणानीतनिरालंबनभावन  ।
महाविभूतिसंस्थान नमस्ते पुरुषोत्तम
]

`verse 50 [
नाकारणात्कारणाद्वा कारणाकारणान्न च  ।
शरीरग्रहणं वापि धर्मत्राणाय केवलम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 51 [
इत्येवं संस्तवं श्रुत्वा मनसा भगवानजः  ।
ब्रह्माणमाह प्रीतेन विश्वरूपं प्रकाशयन्
]

`verse 52 [
श्रीभगवानुवाच
भोभो ब्रह्मंस्त्वया मत्तःसह देवैर्यदिष्यते  ।
तदुच्यतामशेषं च सिद्धमेवावधार्यताम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 53 [
ततो ब्रह्मा हरेर्दिव्य विश्विरूपमवेक्ष्य तत् ।
तुष्टाव भूयो देवेषु साध्वसावनतात्मसु
]

`speaker [
ब्रह्मोवाच
]

`verse 54 [
नमो नमस्तेस्तु सहस्रकृत्वःसहस्रबाहो बहुवक्त्रपाद  ।
नमोनमस्ते जगतः प्रवृत्तिविनाशसंस्थानकराप्रमेय
]

`verse 55 [
सूक्ष्मातिसूक्ष्मातिबृहत्प्रमाम गरीयसामप्यतिगौरवात्मन्  ।
प्रधानबुद्धीन्द्रियवत्प्रधानमूलात्परात्मन्भगवन्प्रसीद
]

`verse 56 [
एषा मही देव महीप्रसूतैर्महासुरैः पीडितशैलबन्धा  ।
परायणं त्वां जगतामुपैति भारावतारार्थमपारसार
]

`verse 57 [
एते वयं वृत्ररिपुस्तथायं नासत्यदस्त्रौ वरुणस्तथैव  ।
इमे च रुद्रा वसवःससूर्याःसमीरणाग्निप्रसुखास्तथान्ये
]

`verse 58 [
सुराःसमस्ताःसुरनाथकार्यमेभिर्मया यच्च तदीश सर्वाम्  ।
आज्ञापयाज्ञां परिपालयन्तस्तवैव तिष्ठाम सदास्तदोषाः
]

`speaker [
श्रीपराशर उवाच
]

`verse 59 [
एवं संस्तूयमानस्तु भगवान्परमेश्वरः  ।
उज्जहारात्मनः केशौ सितकृष्णौ महामुने
]

`verse 60 [
उवाच च सुरानेतौ मत्केशौ वसुधातले  ।
अवतीर्य भुवो भारक्लेशहानिं करिष्यतः
]

`verse 61 [
सुराश्च सकलाःस्वांशैरवतीर्य महीतले  ।
कुर्वन्तु युद्धमुन्मत्तैः पूर्वोत्पन्नैर्महासुरैः
]

`verse 62 [
ततः क्षयमशेषास्ते दैतेया धरमीतले  ।
प्रयास्यन्ति न संदेहो मद्दृपातविचूर्णिताः
]

`verse 63 [
वसुदेवस्य या पत्नी देवकी देवतोपमा  ।
तत्रायमष्टमो गर्भो मत्केशो भविता सुराः
]

`verse 64 [
अवतीर्य च तत्रायं कंसं घातयिता भुवि  ।
कालनेमीं समुद्भूतमित्युक्त्वान्तर्दधे हरिः
]

`verse 65 [
अदृश्याय ततस्तस्मै प्रणिपत्य महामुने  ।
मेरुपृष्ठं सुरा जग्मुरवतेरुश्च भूतले
]

`verse 66 [
कंसाय चाष्टमो गर्भो देवक्या धरणीधरः  ।
भविष्यतीत्याच चक्षे भगवान्नारदो मुनिः
]

`verse 67 [
कंसोऽपि तदुपश्रुत्य नारदात्कुपितस्ततः  ।
देवकीं वसुदेवं च गृहे गुप्तावधारयत्
]

`verse 68 [
वसुदेवेन कंसाय तेनैवोक्तं यथा पुरा  ।
तथैव वसुदेवोऽपि पुत्रमर्पितवान् द्विज
]

`verse 69 [
हिरण्यकशिपोः पुत्राःषड्गर्भा इति विश्रुताः  ।
विष्णुप्रयुक्ता स्तान्निद्राक्रमाद्गर्भानयोजयत्
]

`verse 70 [
योगनिद्रा महामाया वैष्णवी मोहितं यया  ।
अविद्यया जगत्सर्वं तामाह भगवान्हरिः
]

`verse 71 [
श्रीभगवानुवाच
निद्रे गच्छ ममादेशात्पातालातलसंश्रयान्  ।
एकैकत्वेन षड्गर्भान्देवकीजठरं नय
]

`verse 72 [
हतेषु तेषु कंसेन शेषाख्योंशस्ततो मम  ।
अंशांशोनादरे तस्याःसप्तमः संभविष्यति
]

`verse 73 [
गोकुले वसुदेवस्य भार्यान्या रोहिणी स्थिता  ।
तस्याःस संभूतिसमं देवि नेयस्त्वयोदरम्
]

`verse 74 [
सप्तमो भोजरा जस्य भयाद्रोधोपरोधतः  ।
देवक्याः पितितो गर्भ इति लोको वदिष्यति
]

`verse 75 [
गर्भसंकर्षणात्सोऽथ लोके संकर्षणेति वै  ।
संज्ञामवाप्स्यते वीरः श्वेताद्रिशिखरोपमः
]

`verse 76 [
ततोऽहं संभविष्यामि देवकीजठरे शुभे  ।
भर्गं त्वया यशोदाया गन्तव्यमविलंबितम्
]

`verse 77 [
प्रावृट्काले च नभसि कृष्णाष्टम्यामहं निशि  ।
उत्पत्स्यामि नवम्यां तु प्रसूतिं त्वमवाप्स्यसि
]

`verse 78 [
यशोदाशयने मां तु देवक्यास्त्वामनिन्दिते  ।
मच्छक्तिप्रोरितमतिर्वसुदेवो नयिष्यति
]

`verse 79 [
कंसश्च त्वामुपादाय देवि शैलशिलातले  ।
प्रक्षेप्स्यत्यन्तारिक्षे च संस्थानं त्वमवाप्स्यसि
]

`verse 80 [
ततस्त्वां शतदृक्छक्रः प्रणम्य मम गौरवात् ।
प्रणिपातानतशिरा भगिनीत्वे ग्रहीष्यति
]

`verse 81 [
त्वं च शुंभनिशुंभादीन्हत्वा दैत्यान्सहस्रशः  ।
स्थानैरनेकैः पृथिवीमशेषां मण्डयिष्यसि
]

`verse 82 [
त्वं भूतिः सन्नतिः क्षान्तिः कान्तिर्द्यौः पृथिवी धृतिः  ।
लज्जापुष्टी रुषा या तु काचिदन्या त्वमेव सा
]

`verse 83 [
ये त्वामार्येति दुर्गेति वेदगर्भांबिकेति च  ।
भद्रेति भद्रकालीति क्षेमदा भग्यदेति च
]

`verse 84 [
प्रातश्चैवापराह्ने च स्तोष्यन्त्यानम्रमूर्तयः  ।
तेषां हि प्रार्थितं सर्वं मत्प्रसादाद्भविष्यति
]

`verse 85 [
सुरामांसोपहरैश्च भक्ष्यभोज्यैश्च पूजिता  ।
नॄणामशेषसामांस्त्वं प्रसन्ना संप्रदास्यसि
]
