`verse 1 [
एवं संस्तूयमाना सा देवैर्दैवमधारयत् ।
गर्भेण पुण्डरीकाक्षं जगतस्त्राणकारणम्
]

`verse 2 [
ततोऽखिलजगत्पद्मबोधायाच्युतभान्ना ।
देवकीपूर्व्वसन्ध्यायामाविर्भूतं महात्मना
]

`verse 3 [
तज्जन्मदिनमत्यर्थमाह्लाद्यमलदिङूमुखम् ।
बभूव सर्वलोकस्य कौमुदी शशिनो यथा
]

`verse 4 [
सन्तः सन्तोषमधिकं प्रशमं चण्डमारुतः ।
प्रसादं निम्रगा याता जायमाने जनार्दृने
]

`verse 5 [
सिन्धवो निजशब्देन वाद्य चक्त र्मनोहरम् ।
जगुर्गन्धर्व्वपतयो ननृतुश्वाप्सरोगणाः
]

`verse 6 [
ससृजुः पुष्पवर्षाणि देवा भुव्यन्तरीक्षगाः ।
जज्वलुश्वाग्रयः शान्ता जायमाने जनार्द्दने
]

`verse 7 [
मध्यरात्रेऽखिलाधारे जायमाने जनार्दने ।
मन्द्र जगर्ज्जुर्जलदाः पूष्पचवृष्टिचो द्रिच
]

`verse 8 [
फुल्लेन्दीवरपत्राभं चतुर्बीहुमुदीक्ष्य तम् ।
श्रीवत्सवक्षसं जातं तुष्टावानकदुन्दुभिः
]

`verse 9 [
अभिष्टूय च तं वागभिः प्रसन्नप्तभिर्महामतिः ।
विज्ञापयामास तदा कंसाद्भीतो द्रिजोत्तम
]

`verse 10 [
ज्ञातोऽसि देवदेवेश । शचङ्ख-चक्र-गदाधर ।
दिव्यरूपमिदं देव प्रसादेनोपसंहर
]

`verse 11 [
अद्यवै देव । कंसोऽयं कुरुते मम घातनम् ।
अवतीर्ण इति ज्ञात्वा त्वमस्मिन मम मन्दिरे
]

`verse 12 [
योऽनन्तरूपोऽखिलविशरूपो गर्भेषु लोकान् वपुषा बिभर्त्ति ।
प्रसीदतामेष स देवदेवः स्वमाययावुष्कृतबालरूपः
]

`verse 13 [
उपसहर सर्व्वात्मन् । रूपमेज्वतुर्भुजम् ।
जानातु मावतारं ते कंसोऽयं दितिजाधमः
]

`verse 14 [
ततोऽहं यत् त्वया पूर्व्वं पुत्रार्थिन्या तदद्य ते ।
सफलं देवि। सञ्जातं जातोऽहं यत् तवोदरात्
]

`verse 15 [
इत्युक्त्वा भगवांस्तूष्णीं बभूव मुनिसत्तम ।
वसुदेवोऽपि तं रात्रावादाय प्रययौ बहिः
]

`verse 16 [
मोहिताश्वाभवंस्तत्र रक्षिणो योगनिद्रया ।
मथुराद्रारपालाश्व ब्रजत्यानकदुन्दुभौ
]

`verse 17 [
वर्षतां जलदानाञ्च तोयमत्युल्वणं निशि ।
संछाद्यानुययौ शेषः फणेनानकदुन्दुभिम्
]

`verse 18 [
यमुनां चातिगम्भीरां नानावर्त्तसमाकुलाम् ।
वसुदेवो वहन् विष्णु जानुमात्रबहां ययौ
]

`verse 19 [
कंसस्य करमादाय तत्रेवाभ्यागतांस्तटे ।
नन्दादीन् गोपवृन्दांश्व यमुनाया ददर्श सः
]

`verse 20 [
तस्मिन् काले यशोदापि मोहिता योगनिद्रया ।
तामेव कन्यां मैत्रेय । प्रसूता मोहिते जने
]

`verse 21 [
वसुदेवोऽपि विन्यस्य बालमादाय दारिकाम् ।
यसोदाशायने तुर्णमाजगामामितद्यु तिः
]

`verse 22 [
ददृशे च प्रबुद्धा सा यशोदा जातमात्मजम् ।
नीलोतूपलदलश्यामं ततोऽत्यर्थं मुदं ययौ
]

`verse 23 [
आदाय वसुदेवोऽपि दारिकां निजमन्दिरम् ।
देवकीशयने न्यस्य यथापूर्व्वमतिष्ठत
]

`verse 24 [
ततो बालध्वनिं श्रुत्वा रक्षिणः सहसोत्थिताः ।
कंसायावेदयामासुर्देवकीप्रसवं द्रिज
]

`verse 25 [
कंसस्तूर्णमुपेत्यैनां ततो जग्राह बालिकाम् ।
मुञ्च मुञ्चति देवक्या सन्नकण्ठया निवारितः
]

`verse 26 [
चिक्षेप च शिलापृष्ठे सा क्षिप्ता वियति स्थितिम् ।
अवाप रूपञ्च महत् सायुधाष्टमहाभुजम्
]

`verse 27 [
प्रजहास तथैवोच्चैः कंसञ्च रुषिताब्रवीत् ।
किं मया क्षिप्तया मूढ़!जातो यस्तवां वधिष्यति
]

`verse 28 [
सर्व्वस्वभूतो देवानामासीन्मृत्युः पुरा स ते ।
तदेतत् सम्प्रधार्य्याशु क्रियतां हितमात्मनः
]

`verse 29 [
इत्युक्त्वा प्रययौ देवी दिंव्यस्त्रगू-गन्ध-भूषणा ।
पश्यतो भोजराजस्य स्तुता सिद्धैर्विहायसि
]
