`verse 1 [
विमुक्तो वसुदेवोऽस्य नन्दस्य शकटं गतः ।
प्रह्टष्टं दृष्टवान् नन्दं पूत्रो जातो ममेति वै
]

`verse 2 [
वसुदेवोऽपि तं प्राह दिष्ठया दिष्ठयति सादरम् ।
वार्द्धकेऽपि समुत्पन्नस्तनयोऽयं तवाघुना
]

`verse 3 [
दत्तो हि वार्षिकः सर्व्वो भवद्भिर्नृ पतेः करः ।
यदर्थमागतास्तस्मान्नावस्थेयं महाधनाः
]

`verse 4 [
यदर्थमागताः कार्य्यं तन्निष्पन्नं किमास्यते ?
भतद्भिर्गम्यतां नन्द! तच्छीघ्रं निजगोकुलम्
]

`verse 5 [
ममापि बालकस्तत्र रोहिणीप्रसवी हि यः ।
स रक्षणीयो भवता यथायं तनयो निजः
]

`verse 6 [
इत्युक्ताः प्रययुर्गोपा नन्दगोपपुरोगमाः ।
शकटारोपितैर्भाण्डैः करं दत्त्वा महाबलाः
]

`verse 7 [
वसतां गोकुले तेषां पूतना बालघातिनी ।
सुप्तं कृषूणमुपादाय रात्रौ तस्मै ददौ स्तनम्
]

`verse 8 [
यस्मै यस्मै स्तनं पूतना सम्प्रयच्छति ।
तस्य तस्य क्षणोनाङ्ग बालकस्योपहन्यते
]

`verse 9 [
कुषूणस्तस्याः स्तनं गाढ़ं कराभ्यामवपीड़ितम् ।
गृहोत्वा प्राणसहितं पपौ कोपसमन्वितः
]

`verse 10 [
सा विमुक्तमहारावा विच्छिन्नस्त्रंयुबन्धना ।
पपात पूतना भूमौ म्रियमाणतिभीषणा
]

`verse 11 [
तन्नादश्रुतिसन्त्रासात् प्रबुद्धास्ते व्रजौकसः ।
ददृशुः पूतनोत्सङ्गे कृषूणं ताञ्च निपातिताम्
]

`verse 12 [
आदाय कृषूणं सन्त्रस्ता यशोदापि द्रिजोत्तम!
गोपुच्छं भ्राम्य हस्तेन बालदोषमपाकरोत्
]

`verse 13 [
गोः करीषमुपादाय नन्दगोफोऽपि मस्तके ।
कृषूणस्य प्रददौ रक्षां कुर्वंश्चैतदुदोरयन्
]

`verse 14 [
रक्षतु त्वामशेषाणां भूतानां प्रभवो हरिः ।
यस्य नाभिसमुदूभूतपङ्कजादभवज्जगत्
]

`verse 15 [
येन दंष्ट्राग्रविधृता धारयत्यवनी जगत् ।
वराहरूपधूगू देवः स त्वां रक्षतु केशवः
]

`verse 16 [
नखाङूकुरविनिर्भिन्न-वैरिवक्षःस्थलो विभुः ।
नृसिंहरूपी सर्व्वत्र स त्वां रक्षतु केशवः
]

`verse 17 [
वामनो रक्षतु सदा भवन्तं यः क्षणादभूत् ।
त्रिविक्रमः क्रमाकान्त-त्रैलोक्यः स्फुरदायुधः
]

`verse 18 [
शिरस्ते पातु गोविन्दः कणठं रक्षतु केशवः ।
गुह्यञ्च जठरं विष्णुर्जङ्घा-पादौ जनार्द्दनः
]

`verse 19 [
मुखं बाहू प्रबाहू च मनः सर्व्वेन्द्रियाणि च ।
रक्षत्वव्याहतैश्वर्य्यस्तव नारयणोऽव्ययः
]

`verse 20 [
शाङ्ग-चक्र-गदा-खडूग-शङ्खनादहताः क्षयम् ।
गच्छन्तु प्रते-कुष्माण्ड-राक्षसा ये तवाहिताः
]

`verse 21 [
त्वां पातु दिक्षु वैकुणठो विदिक्षु मधुसूदनः ।
ह्टषीकेशोऽम्बरे भूमौ रक्षतु त्वां महीधरः
]

`verse 22 [
एवं कृतस्वस्त्ययनो नन्दगोपेन बालकः ।
शायितः शकटस्याधो बालपर्य्यङ्किकातले
]

`verse 23 [
ते च गोपा महदू दृष्ट्वा पूतनायाः कलेवरम् ।
मृतायाः परमं त्रासं विस्मयं परमं ययुः
]
