`verse 1 [
कदाचिच्छकटाधस्ताच्छयानो मधुसूदनः ।
चिक्षेप चरणावूद्ध्व स्तन्यार्थी प्ररुरोद च
]

`verse 2 [
तस्य पादप्रहारेणा शकटं परिवर्त्तितम् ।
विध्वस्तकुम्भभाणडं बै विपरीतं पपात च
]

`verse 3 [
ततो हाहाकृतं सर्व्वो गोपगोपीजनो द्रिज !
आजगामाथ ददृशे बालमुत्तानशायिनम्
]

`verse 4 [
गोपाः केनेति केनेदं शकटं पखिर्त्तितम् ।
तत्रैवं बालकाश्वोचुर्बालेनानेन पातितम्
]

`verse 5 [
रुदता दृष्टमस्माभिः पादविक्षेपताड़ितम् ।
शकटं परिवृत्तं वै नैतदन्यस्य चोष्टितम्
]

`verse 6 [
ततः पुनरतीवासन् गोपा विस्मितचेतसः ।
नन्दगोपोऽपि जग्राह बालमत्यन्तविस्मितः
]

`verse 7 [
यशोदा शकटारूढ़भग्रभाण्डकपालिकाः ।
शकटं चार्च्चयामास दधि-पुष्प-फलाक्षतैः
]

`verse 8 [
गर्गश्व गोकुले तत्र वसुदेवप्रणोदितः ।
प्रच्छन्न एव गोपानां संस्काराकरोत् तयोः
]

`verse 9 [
ज्येष्ठञ्च राममित्याह कृष्णञ्चवै तथापरम् ।
गर्गो मतिमतां श्रेष्ठो नाम कुर्व्वन् महामतिः
]

`verse 10 [
स्वल्पेनैव हि कालेन रिङ्गिणौ तौ तदा ब्रजे ।
घृष्टजानुकरौ तौ हि बभूवतुरुभावपि
]

`verse 11 [
करीषभस्मदिग्धाङ्गौ भ्रममाणावितस्ततः ।
न निवारायितु शेके यशोदा न च रोहिणी
]

`verse 12 [
गोवांटमध्ये क्रीड़न्तौ वत्सवाटगतौ पुनः ।
तदहर्जातगोवतूसपुच्छाकर्षणतत्परौ
]

`verse 13 [
यदा यशोदा तौ बालावेकस्थानचरावुभौ ।
शशाकि नो वाररितु क्रीड़न्तावतिचञ्चलौ
]

`verse 14 [
यशोदा यष्टिमादाय कोपेनानुगता च तम् ।
कृष्णां कमलपत्राक्षं तर्ज्जयन्ती रुषा तदा
]

`verse 15 [
दाम्रा बद्धा तदा मध्ये निबध्याथ उदूखले ।
कृष्णमक्लिष्टकर्म्माणमाह चेदममर्षिता
]

`verse 16 [
यदि शक्रोषि गच्छ त्वमतिचञ्चलचेष्टित !
इत्युक्त्वा च निजं कर्म्म सा चकार कुटुम्बिनी
]

`verse 17 [
व्यग्रायामथ तस्यां स कर्षमाण उदूखलम् ।
यमलार्ज्जुनमध्येन जगाम कमलेक्षणः
]

`verse 18 [
कर्षता वृक्षयोर्मध्ये तिर्य्यगूगतमुदूखलम् ।
भग्रावुत्तुङ्गशाखाग्रो तेन तौ यमलार्ज्जुनौ
]

`verse 19 [
ततः कटकटाशब्दं समाकर्ण्य च कातरः ।
आजगाम ब्रजजनो ददृशे च महाद्र मौ
]

`verse 20 [
भग्रस्कन्धौ निपतितौ भग्रशाखौ महीतले ।
नवोदूगताल्पदन्तांशु-सितहासञ्च बालकम्
]

`verse 21 [
तयोर्मध्यगतं बद्धं दाम्रा गाढ़ तथोदरे ।
ततश्व दामोदरतां स ययौ दामबन्धनात्
]

`verse 22 [
गोपबृद्धास्ततः सर्व्वे नन्दगोपपुरोगमाः ।
मन्त्रयामासुरुद्रिग्रा महोत्पातातिभीरवः
]

`verse 23 [
स्थानेनेह न नः कार्य्यं गच्छामोऽन्यन्महावनम् ।
उत्पाता बहवो ह्यत्र दृश्यन्ते नाशहेतवः
]

`verse 24 [
पूतनाया विनाशश्व शकटस्य विपर्य्ययः ।
विना वातादि-दोषेण द्रु मयोः पतनं तथा
]

`verse 25 [
वृन्दावनमितः स्थानात् तस्माद् गच्छाम मा चिरम् ।
यावद्भौममहोत्पात-दोषो नाभिभवेदू व्रजम्
]

`verse 26 [
इति कृत्वा मतिं सर्व्वे गमने ते व्रजौकसः ।
ऊचुः स्वं स्वं कुलं शीघ्रं गम्यतां मा विलम्बयताम्
]

`verse 27 [
ततः क्षणेनः प्रययु शकटैर्गोधनैस्तथा ।
यूथशो वतूसबालांश्व कालयन्तो व्रजौकसः
]

`verse 28 [
द्रव्यावयवनिद्धूतं क्षणामात्रेण तत् तथा ।
काक-काकी-समाकीर्णां व्रजस्थानमभूदू द्रिज
]

`verse 29 [
वृन्दावनं भगवता कृष्णोनाक्लिष्टकर्म्मणा ।
शुभेन मनसा ध्यातं गबां वृद्धिमभीप्सता
]

`verse 30 [
ततस्तत्रातिरूक्षेऽपि घर्म्मकाले द्रिजोत्तम!
प्रावृटूकाल इवोद्भूतं नवं शस्यं समन्ततः
]

`verse 31 [
स समावासितः सर्व्वो व्रजो वृन्दावने ततः ।
खकटोवाचटपर्य्यन्तश्वन्द्रार्द्धाकारसंस्थितिः
]

`verse 32 [
वत्सपालौ च संवृत्तौ राम-दामोदरौ ततः
एकस्थानस्थितौ गोष्ठे चेरतुर्बाललीलया
]

`verse 33 [
बर्हिपत्रकृतापीड़ौ वन्यपुष्पावतंसकौ ।
गोपवेणुकृतातोद्य-पत्रवाद्यकृतस्वनौ
]

`verse 34 [
काकपक्षधरौ बालौ कुमाराविव पावकी ।
हसन्तौ च रमन्तौ च चेरतुस्तै महाबलौ
]

`verse 35 [
क्वचिद्धसन्तावन्योन्यं क्रीड़मानौ तथापरैः ।
गोपपुत्रैः समं वत्सांश्वारयन्तौ विचेरतुः
]

`verse 36 [
कालेन गच्छता तौ तु सप्तवर्षौ महाव्रजे ।
सर्व्वस्य जगतः पालौ वत्सपालौ बभूवतुः
]

`verse 37 [
प्रावृटूकालस्ततोऽतीव मेघौघस्थगिताम्बरः ।
बभूव वारिधाराभिरैक्यं कुर्व्वन् दिशामिव
]

`verse 38 [
प्ररूढ़नवशस्याञया शक्रगोपाचिता मही ।
तदा मारकतीवासीत् पद्मरागविभूषिता
]

`verse 39 [
जग्मुरुन्मार्गवाहानि निम्रगाम्भांसि सर्व्वतः ।
मनांसि दुव्विनीतानां प्राप्य लक्ष्मीं नवामिव
]

`verse 40 [
न रेजेऽन्तरितश्वन्द्रो निर्म्मलो मलिनैर्घनैः ।
सद्राक्यवादो मूर्खाणां प्रगलूभाभिरिवोक्तिभिः
]

`verse 41 [
निगु णोनापि चापेन शक्रस्य गगने पदम् ।
अवाप्यताविवेकस्य नृपस्येव परिग्रहे
]

`verse 42 [
मेघपृष्ठे बलाकानां रराज विमला ततिः ।
दुर्वृत्ते वृत्त्चेष्टेव कुलीनस्यातिशोभना
]

`verse 43 [
न बबन्धाम्बरे स्थैर्य्य विद्यु दत्यन्तचञ्चला ।
मैत्रीव प्रवरे पुंसि दुर्ज्जनेन प्रयोजिता
]

`verse 44 [
मार्गा बभूवुरस्पष्टा नवशस्यचयावृताः ।
अर्थान्तरमनुप्राप्ताः प्रजड़ानामिवोक्तयः
]

`verse 45 [
उन्मत्तशिखिसारङ्ग तस्मिन् काले महावने ।
कृष्ण-रामौ मुदा युक्तौ गोपालैश्चैरतुः सह
]

`verse 46 [
क्वचिदू गोपैः समं रम्यं गेयनृत्यरतावुभौ ।
चेरतुः क्कचिदत्यर्थं शीतवृक्षतलाश्रयौ
]

`verse 47 [
क्वचित् कदम्बस्रक्-चित्रौ मयूरस्त्रग्धरौ क्वचित् ।
विचित्रौ क्वचिदास्येतां विविधैर्गिरिधातुभिः
]

`verse 48 [
पर्णशय्यासु संसुप्तौ क्वचिन्नद्रान्तरैषिणौ ।
क्वचिद् गर्ज्जति जीमूते हाहाकारखादृतौ
]

`verse 49 [
गायतामन्यगोपानां प्रशंसापरमौ क्वचित् ।
मयूरकेकानुगतौ गोपवेषुप्रवादकौ
]

`verse 50 [
इति नानाविधैर्भावैरुत्तमप्रीतिसंयुतौ ।
क्रीड़ासक्तौ वने तस्मिन् चेरतुः प्रीतमानसौ
]

`verse 51 [
विकाले तु समं गोभिर्गोपवृन्दसमन्बितौ ।
आजग्मतुः कृष्ण-बलौ गोपवेशधरावुभौ
]

`verse 52 [
विकाले च यथाजोष व्रजमत्य महाबलौ ।
गोपैः समानैः सहितौ चिक्रीड़ातेऽमराविव
]
