`speaker [
श्रीपराशर उवाच
]

`verse 1 [
एकदा तु विना रामं कृष्णो वृंदावनं ययौ
विचचार वृतो गोपैर्वन्यपुष्पस्रगुज्ज्वलः
]

`verse 2 [
स जगामाथ कालिंदीं लोलकल्लोलशालिनीम्
तीरसंलग्नफेनौघैर्हसंतीमिव सर्वतः
]

`verse 3 [
तस्याश्चातिमहाभीमं विषाग्निश्रितवारिणम्
ह्रदं कालीयनागस्य ददर्शातिविभीषणम्
]

`verse 4 [
विषाग्निना प्रसरता दग्धतीरमहीरुहम्
वाताहतांबुविक्षेपस्पर्शदग्धविहंगमम्
]

`verse 5 [
तमतीव महारौद्रं  मृत्युवक्त्रमिवापरम्
विलोक्य चिंतयामास भगवान्मधुसूदनः
]

`verse 6 [
अस्मिन्वसति दुष्टात्मा कालीयोऽसौ विषायुधः
यो मया निर्जितस्त्यक्त्वा दुष्टो गच्छेत्पयोनिधिम्
]

`verse 7 [
तेनेयं दूषिता सर्वा यमुना सागरंगमा
न नरैर्गोधनैश्चापि तृषार्त्तैरुपभुज्यते
]

`verse 8 [
तदस्य नागराजस्य कर्त्तव्यो निग्रहो मया
निस्त्रासास्तु सुखं येन चरेयुर्व्रजवासिनः
]

`verse 9 [
एतदर्थं तु लोकेस्मिन्नवतारः कृतो मया
यदेषामुत्पथस्थानां कार्या शांतिर्दुरात्मनाम्
]

`verse 10 [
तदेतं नातिदूरस्थं कदंबमुरुशाखिनम्
अधिरुह्य पतिष्यामि ह्रदेऽस्मिन्ननिलाशिनः
]

`speaker [
श्रीपराशर उवाच
]

`verse 11 [
इत्थं विचिंत्य बद्धा च गाढं परिकरं ततः
निपपात ह्रदे तत्र नागराजस्य वेगतः
]

`verse 12 [
तेनातिपतता तत्र क्षोभितस्स महाह्रदः
अत्यर्थं दूरजातांस्तु समसिंचन्महीरुहान्
]

`verse 13 [
ते हि दुष्टविषज्वालातप्तांबुपवनोक्षिताः
जज्वलुः पादपास्सद्यो ज्वालाव्याप्तदिगंतराः
]

`verse 14 [
आस्फोटयामास तदा कृष्णो नागह्रदे भुजम्
तच्छब्दश्रवणाच्चाशु नागराजोऽभ्युपागमत्
]

`verse 15 [
आताम्रनयनः कोपाद्विषज्वालाकुलैर्मुखैः
वृतो महाविषैश्चान्यैरुरगैरनिलाशनैः
]

`verse 16 [
नागपत्न्यश्च शतशो हारिहारोपशोभिताः
प्रकंपिततनुक्षेपचलत्कुंतलकांतयः
]

`verse 17 [
ततः प्रवेष्टितस्सर्पैस्स कृष्णे भोगबंधनैः
ददंशुस्तेऽपि तं कृष्णं विषज्वालाकुलैर्मुखैः
]

`verse 18 [
तं तत्र पतितं दृष्ट्वा सर्पभोगैर्निपीडितम्
गोपा व्रजमुपागम्य चुक्रुशुः शोकलालसाः
]

`speaker [
गोपा ऊचुः
]

`verse 19 [
एष मोहं गतः कृष्णो मग्नौ वै कालियह्रदे
भक्ष्यते नागराजेन तमागच्छत पश्यत
]

`verse 20 [
तच्छ्रुत्वा तत्र ते गोपा वज्रपा तोपमं वचः
गोप्यश्च त्वरिता जग्मुर्यशोदाप्रमुखा ह्रदम्
]

`verse 21 [
हाहा क्वासाविति जनो गोपीनामतिविह्वलः
यशोदया समं भ्रान्तो द्रु तप्रस्खलितं ययौ
]

`verse 22 [
नंदगोपश्च गोपाश्च रामश्चाद्भुतविक्रमः
त्वरितं यमुनां जग्मुः कृष्णदर्शनलालसाः
]

`verse 23 [
ददृशुश्चापि ते तत्र सर्पराजवशंगतम्
निष्प्रयत्नीकृतं कृष्णं सर्पभोगविवेष्टितम्
]

`verse 24 [
नंदगोपोपि निश्चेष्टो न्यस्य पुत्रमुखे दृशम्
यशोदा च महाभागा बभूव मुनिसत्तम
]

`verse 25 [
गोप्यस्त्वन्या रुदंत्यश्च ददृशुः शोककातराः
प्रोचुश्च केशवं प्रीत्या भयकातर्यगद्गदम्
]

`speaker [
गोप्य ऊचुः
]

`verse 26 [
सर्वा यशोदया सार्द्धं विशामोत्र महाह्रदम्
सर्पराजस्य नो गंतुमस्माभिर्युज्यते व्रजम्
]

`verse 27 [
दिवसः को विना सूर्यं विना चंद्रे ण का निशा
विना वृषेण का गावो विना कृष्णेन को व्रजः
]

`verse 28 [
विनाकृता न यास्यामः कृष्णेनानेन गोकुलम्
अरम्यं नातिसेव्यं च वारिहीनं यथा सरः
]

`verse 29 [
यत्र नेंदीवरश्यामकायकांतिरयं हरिः
तेनापि पातुर्वासेन रतिरस्तीति विस्मयः
]

`verse 30 [
उत्फुल्लपंकजदलस्पष्टकांतिविलोचनम्
अपश्यंतो हरिं दीनाः कथं गोष्ठे भविष्यथ
]

`verse 31 [
अत्यंतमधुरालापहृताश्षोमनोरथम्
न विना पुंडरीकाक्षं यास्यामो नंदगोकुलम्
]

`verse 32 [
भोगेनावेष्टितस्यापि सर्पराजस्य पश्यत
स्मितशोभिमुखं गोप्यः कृष्णस्यास्मद्विलोकने
]

`speaker [
श्रीपराशर उवाच
]

`verse 33 [
इति गोपीवचः श्रुत्वा रौहिणेयो महाबलः
गोपांश्च त्रासविधुरान्विलोक्य स्तिमितेक्षणान्
]

`verse 34 [
नंदं च दीनमत्यर्थं न्यस्तदृष्टिं सुतानने
मूर्च्छाकुलां यशोदां च कृष्णमाहात्मसंज्ञया
]

`verse 35 [
किमिदं देवदेवेश भावोऽयं मानुषस्त्वया
व्यज्यतेत्यंतमात्मानं किमनंतं न वोत्सि यत्
]

`verse 36 [
त्वमेव जगतो नाभिरराणामिव संश्रयः
कर्त्तापहर्त्ता पाता च त्रैलोक्यं त्वं त्रयीमयः
]

`verse 37 [
सेंद्रै रुद्रा ग्निवसुभिरादित्यैर्मरुदश्विभिः
चिंत्यसे त्वमचिंत्यात्मन् समस्तैश्चैव योगिभिः
]

`verse 38 [
जगत्यर्थं जगन्नाथ भारावतरणेच्छया
अवतीर्णोऽसि मर्त्येषु तवांशश्चाहमग्रजः
]

`verse 39 [
मनुष्यलीलां भगवन् भजता भवता सुराः
विडम्बयन्तस्त्वल्लीलां सर्व एव सहासते
]

`verse 40 [
अवतार्य भवान्पूर्वं गोकुले तु सुरांगनाः
क्रीडार्थमात्मनः पश्चादवर्तीर्णोऽसि शाश्वत
]

`verse 41 [
अत्रावतीर्णयोः कृष्ण गोपा एव हि बांधवाः
गोप्यश्च सीदतः कस्मादेतान्बंधूनुपेक्षसे
]

`verse 42 [
दर्शितो मानुषो भावो दर्शितं बालचापलम्
तदयं दम्यतां कृष्ण दुष्टात्मा दशनायुधः
]

`speaker [
श्रीपराशर उवाच
]

`verse 43 [
इति संस्मारितः कृष्णः स्मितभिन्नोष्ठसंपुटः
आस्फोट्य मोचयामास स्वदेहं भोगिबंधनात्
]

`verse 44 [
आनम्य चापि हस्ताभ्यामुभाभ्यां मध्यमं शिरः
आरुह्याभुग्नशिरसः प्रणनर्त्तोरुविक्रमः
]

`verse 45 [
प्राणाः फणेऽभवंश्चास्य कृष्णस्यांघ्रिनिकुट्टनैः
यत्रोन्नतिं च कुरुते ननामास्य ततश्शिरः
]

`verse 46 [
मूर्च्छामुपाययौ भ्रांत्या नागः कृष्णस्य रेचकैः
दंडपातनिपातेन ववाम रुधिरं बहु
]

`verse 47 [
तं विभुग्नशिरोग्रीवमास्येभ्यस्स्रुतशोणितम्
विलोक्य करुणं जग्मुस्तत्पत्न्यो मधुसूदनम्
]

`speaker [
नागपत्न्य ऊचुः
]

`verse 48 [
ज्ञातोऽसि देवदेवेश सर्वज्ञस्त्वमनुत्तमः
परं ज्योतिरचिंत्यं यत्तदंशः परमेश्वरः
]

`verse 49 [
न समर्थाः सुरास्स्तोतुं यमनन्यभवं विभुम्
स्वरूपवर्णनं तस्य कथं योषित्करिष्यति
]

`verse 50 [
यस्याऽखिलमहीर्व्योमजलाग्निपवनात्मकम्
ब्रह्मांडमल्पकाल्पांशः स्तोष्यामस्तं कथं वयम्
]

`verse 51 [
यमतो न विदुर्नित्यं यत्स्वरूपं हि योगिनः
परमार्थमणोरल्पं स्थूलात्स्थूलं नताः स्म तम्
]

`verse 52 [
न यस्य जन्मने धाता यस्य चांताय नांतकः
स्थितिकर्त्ता न चान्योस्ति यस्य तस्मै नमस्सदा
]

`verse 53 [
कोपः स्वल्पोऽपि ते नास्ति स्थितिपालनमेव ते
कारणं कालियस्यास्य दमने श्रूयतां वचः
]

`verse 54 [
स्त्रियोनुकंप्यास्साधूनां मूढा दीनाश्च जंतवः
यतस्ततोस्य दीनस्य क्षम्यतां क्षमतांवर
]

`verse 55 [
समस्त जगदाधारो भवानल्पबलः फणी
त्वत्पादपीडितो जह्यान्मुहूर्त्तार्द्धेन जीवितम्
]

`verse 56 [
पन्नगोल्पवीर्योऽयं क्व भवान्भुवनाश्रयः
प्रीतिद्वेषौ समोत्कृष्टगोचरौ भवतोऽव्यय
]

`verse 57 [
ततः कुरु जगत्स्वामिन्प्रसादमवसीदतः
प्राणांस्त्यजति नागोऽयं भर्तृभिक्षा प्रदीयताम्
]

`verse 58 [
भुवनेश जगन्नाथ महापुरुषपूर्वज
प्राणांस्त्यजति नागोऽयं भर्तृभिक्षां प्रयच्छ नः
]

`verse 59 [
वेदांतवेद्य देवेश दुष्टदैत्यनिबर्हण
प्राणांस्त्यजति नागोऽयं भर्तृभिक्षा प्रदीयताम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 60 [
इत्युक्ते ताभिराश्वस्य क्लांतदेहोपि पन्नगः
प्रसीद देवदेवेति प्राह वाक्यं शनैः शनैः
]

`speaker [
कालिय उवाच
]

`verse 61 [
तवाष्टगुणमैश्वर्यं नाथ स्वाभाविकं परम्
निरस्तातिशयं यस्य तस्य स्तोष्यामि किन्न्वहम्
]

`verse 62 [
त्वं परस्त्वं पस्याद्यः परं त्वत्तः परात्मक
परस्मात्परमो यस्त्वं तस्य स्तोष्यामि किन्न्वहम्
]

`verse 63 [
यस्माद्ब्रह्मा च रुद्रश्च चंद्रेद्रं! मरुदश्विनः
वसवश्च सहादित्यैस्तस्य स्तोष्यामि किन्न्वहम्
]

`verse 64 [
एकावयवसूक्ष्मांशो यस्यैतदखिलं जगत्
कल्पनावयवस्यांशस्तस्य स्तोष्यामि किन्न्वहम्
]

`verse 65 [
सदसद्रू पिणो यस्य ब्रह्माद्यास्त्रिश्श्वोराः
परमार्थं न जानंति तस्य स्तोष्यामि किन्न्वहम्
]

`verse 66 [
ब्रह्माद्यैरर्चिते यस्तु गंधपुष्पानुलेपनैः
नंदनादिसमुद्भूतैस्सोर्च्यते वा कथं मया
]

`verse 67 [
यस्यावताररूपाणि देवराजस्सदार्च्चति
न वेत्ति परमं रूपं सोऽर्च्यते वा कथं मया
]

`verse 68 [
विषयेभ्यस्समावृत्त्य सर्वाक्षाणि च योगिनः
यमर्चयंति ध्यानेन सोऽर्च्यते वा कथं मया
]

`verse 69 [
हृदि संकल्प्य यद्रूपं ध्यानेनार्चंति योगिनः
भावपुष्पादिना नाथः सोर्च्यते वा कथं मया
]

`verse 70 [
सोऽहं ते देवदेवेश नार्चनादौ स्तुतौ न च
सामर्थ्यवान् कृपामात्रमनोवृत्तिः प्रसीद मे
]

`verse 71 [
सर्पजातिरियं क्रुरा यस्यां जातोस्मि केशव
तत्स्वभावोऽयमत्रास्ति नापराधो ममाच्युत
]

`verse 72 [
सृज्यते भवता सर्वं तथा संह्रीयते जगत्
जातिरूपस्वभावाश्च सृज्यंते सृजता त्वया
]

`verse 73 [
यथाहं भवता सृष्टो जात्या रूपेण चेश्वर
स्वभावेन च साधुत्वं तथेदं चेष्टितं मया
]

`verse 74 [
यद्यन्यथा प्रवर्त्तेयं देवदेव ततो मयि
न्याय्यो दण्डनिपातो वै तवैव वचनं यथा
]

`verse 75 [
तथाप्यज्ञे जगत्स्वामिन्दंडं पातितवान्मयि
स श्लाघ्योयं दंडस्त्वत्तो मे नान्यतो वरः
]

`verse 76 [
हतवीर्यो हतविषो दमितोऽहं त्वयाऽच्युत
जीवितं दीयतामेकमाज्ञापय करोमि किम्
]

`verse 77 [
श्रीभगवानुवाच
नात्र स्थेयं त्वया सर्प कदाचिद्यमुनाजले
सपुत्रपरिवारस्त्वं समुद्र सलिलं व्रज
]

`verse 78 [
मत्पदानि च ते सर्प दृष्ट्वा मूर्द्धनि सागरे
गरुडः पन्नगरिपुस्त्वयि न प्रहरिष्यति
]

`speaker [
श्रीपराशर उवाच
]

`verse 79 [
इत्युक्त्वा सर्पराजं तं मुमोच भगवान्हरिः
प्रणम्य सोपि कुष्णाय जगाम पयसां निधिम्
]

`verse 80 [
पश्यतां सर्वभूतानां सभृत्यसुतबांधवः
समस्तभार्यासहितः परित्यज्य स्वकं ह्रदम्
]

`verse 81 [
गते सर्पे परिष्वज्य मृतं पुनरिवागतम्
गोपा मूर्द्धनि हार्देन सिषिचुर्नेत्रजैर्जलैः
]

`verse 82 [
कृष्णमक्लिष्टकर्माणमन्ये विस्मितचेतसः
तुष्टुवुर्मुदिता गोपा दृष्ट्वा शिवजलां नदीम्
]

`verse 83 [
गीयमानः स गोपीभिश्चारितैस्साधुचेष्टितैः
संस्तूयमानो गोपैश्च कृष्णो व्रजमुपागमत्
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांशो! सप्तमोऽध्यायः
]
