`speaker [
श्रीपराशर उवाच
]

`verse 1 [
तस्मिन्रासभदैतेये सानुगे विनिपातिते  ।
सौम्यं तद्गोपगोपीनां रम्यं तालवनं बभौ
]

`verse 2 [
ततस्तौ जातहर्षौ तु वसुदेवसुतावुभौ  ।
हत्वा धेनुकदैतेयं भाण्डीरवटमागतौ
]

`verse 3 [
क्ष्वेलमानौ प्रगायन्तौ विचिन्वन्तौ च पादपान्  ।
चारयन्तौ च गा दूरे व्याहरन्तौ च नामभिः
]

`verse 4 [
निर्योगपाशस्कन्धौ तौ वनमालाविभूषितौ  ।
शुशुभाते महात्मानौ बालशृङ्गाविवर्षभौ
]

`verse 5 [
सुवर्णाञ्जनचूर्णाभ्यां तौ तदा रूषितांबरौ  ।
महेन्द्रायुधसंयुक्तौ श्वेतकृष्णाविवांबुदौ
]

`verse 6 [
चेरतुर्लौकसिद्धाभिः क्रीडाभिरितरेतरम्  ।
समस्तलोकनाथानां नाथभूतौ भुवं गतौ
]

`verse 7 [
मनुष्यधर्माभिरतौ मानयन्तौ मनुष्यताम्  ।
तज्जातिगुणयुक्ताभिः क्रीडाभिश्चेरतुर्वनम्
]

`verse 8 [
ततस्त्वान्दोलिकाभिश्च नियुद्धैश्च महाबलौ  ।
व्यायामं चक्रतुस्तत्र क्षेपणीयैस्तथाश्मभिः
]

`verse 9 [
तल्लिप्सुरसुरस्तत्र ह्युभयो रममाणयोः  ।
आजगाम प्रलंबाख्यो गोपवेषतिरोहितः
]

`verse 10 [
सोऽवगाहत निःशङ्कस्तेषां मध्यममानुषः  ।
मानुषं वपुरास्थाय प्रलंबो दानवोत्तमः
]

`verse 11 [
तयोशिछ्द्रान्तरप्रेप्सुरविषह्यममन्यत  ।
कृष्णं ततो रौहिणेयं हन्तुं चक्रे मनोरथम्
]

`verse 12 [
हरिणाक्रीडनं नाम बालक्रीडनकं ततः  ।
प्रकुर्वन्तो हि ते सर्वे द्वौद्वौ युगपदुत्थितौ
]

`verse 13 [
श्रीदाम्ना सह गोविन्दः प्रलंबेन तथा बलः  ।
गोपालौरपरैश्चान्ये गोपालाः पुप्लुवुस्ततः
]

`verse 14 [
श्रीदामानं ततः कृष्णः प्रलंबं रोहिणीसुतः  ।
जितवान्कृष्णपक्षीयैर्गोपैरन्ये पराजिताः
]

`verse 15 [
ते वाहयन्तस्त्वन्योन्यं भाण्डीरं वटमेत्य वै  ।
पुनर्निववृतुः सर्वे येये तत्र परिजिताः
]

`verse 16 [
संकर्षणं तु स्कन्धेन शीघ्रमुत्क्षिप्य दानवः  ।
नभःस्थलं जगामाशु सचन्द्र इव वारिदः
]

`verse 17 [
असहन्रौहिणेयस्य स भारं दानवोत्तमः  ।
ववृधे स महाकायः प्रावृषीव बलाहकः
]

`verse 18 [
संकर्षणस्तु तं दृष्ट्वा दग्धशैलोपमाकृतिम्  ।
स्रग्दामलंबाभरणं मकुटाटोपमस्तकम्
]

`verse 19 [
रौद्रं शकटचक्राक्षं पादन्यास चलत्क्षितिम्  ।
अभीतमनसा तेन रक्षसा रोहिणीसुतः  ।
ह्रियमाणस्ततः कृष्णमिदं वचनमब्रवीत्
]

`verse 20 [
कृष्णाकृष्ण ह्रियाम्येष पर्वतोदग्रमूर्तिना  ।
केनापि पश्य दैत्येन गोपालच्छद्मरूपिणा
]

`verse 21 [
यदत्र सांप्रतं कार्यं मया मधुनिषूदन  ।
तत्कथ्यतां प्रयात्येष दुरात्मातित्वरान्वितः
]

`speaker [
श्रीपराशर उवाच
]

`verse 22 [
तमाह रामं गोविन्दः स्मितभिन्नोष्ठसंपुटः  ।
महात्मा रौहिणेयस्य बलवीर्यप्रमाणवित्
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 23 [
किमयं मानुषो भावो व्यक्तमेवावलंब्यते  ।
सर्वात्मन् सर्वगुह्यानां गुह्यगुह्यात्मना त्वया
]

`verse 24 [
स्मराशेषजगद्बीजकारणं कारणाग्रज  ।
आत्मानमेकं तद्वच्च जगत्येकार्णवे च यत्
]

`verse 25 [
किं न वेत्सि यथाहं च त्वं चैकं कारणं भुवः  ।
भारावतारणार्थाय मर्त्यलोकमुपागतौ
]

`verse 26 [
नभश्शिरस्तेंबुवहाश्च केशाः पादौ क्षितिर्वक्त्रमनन्तवह्नि  ।
सोमो मनस्ते श्वसितं समीरणो दिशश्चतस्रोऽव्यय बाहवस्ते
]

`verse 27 [
सहस्रवक्त्रो भगवान्महात्मा सहस्रहस्ताङ्घ्रिशरीरभेदः  ।
सहस्रपद्मोद्भवयोनिराद्यःसहस्रशस्त्वां मुनयो गृणन्ति
]

`verse 28 [
दिव्यं हि रूपं तव वेत्ति नान्यो देवैरशेषैरवताररूपम्  ।
तदर्च्यते वेत्सि न किं यदन्ते त्वय्येव विश्वं लयमभ्युपैति
]

`verse 29 [
त्वया धृतेयं धरणी बिभर्ति चराचरं विश्वमनन्तमूर्ते  ।
कृतादिभेदैरज कालरूपो निमेषपूर्वो जगदेतदत्सि
]

`verse 30 [
अत्तं यथा बाडववह्निनांबु हिमस्वरूपं परिगृह्य कास्तम्  ।
हिमाचले भानुमतोंशुसंगाज्जलत्वमभ्येति पुनस्तदेव
]

`verse 31 [
एवं त्वया संहरणेऽत्तमेतज्जगत्समस्तं त्वदधीनकं पुनः  ।
तवैव सर्गाय समुद्यतस्य जगत्त्वमभ्येत्यसुकल्पमीश
]

`verse 32 [
भवानहं च विश्वात्मन्नेकमेव च कारणम्  ।
जगतोस्य जगत्यर्थे भेदेनावां व्यवस्थितौ
]

`verse 33 [
तत्स्मर्यताममेयात्मस्त्वयात्मा जहि दानवम्  ।
मानुष्यमेवावलंब्य बन्धूनां क्रियतां हितम्
]

`speaker [
श्री पराशर उवाच
]

`verse 34 [
इति संस्मारितो विप्र कृष्णेन सुमहात्मना  ।
विहस्य पीडयामास प्रलंबं बलवान्बलः
]

`verse 35 [
मुष्टिना सोहनन्मूर्ध्नि कोपसंरक्तलोचनः  ।
तेन चास्य प्रहारेण बहिर्याते विलोचने
]

`verse 36 [
स निष्कासितमस्तिष्को मुखाच्छोणितमुद्वमन्  ।
निपपात महीपृष्ठे दत्य वर्यो ममार च
]

`verse 37 [
प्रलंबं निहतं दृष्ट्वा बलेनाद्भुतकर्मणा  ।
प्रहृष्टास्तुष्टुवुर्गौपाःसाधुसाध्विति चाब्रुवन्
]

`verse 38 [
संस्तूयमानो गोपैस्तु रामो दैत्ये निपातिते  ।
प्रलंबं सह कृष्णेन पुनर्गोकुलमाययौ
]

`colophon [
इति श्रीविष्णुमहापुराणे पञ्चमांशे नवमोऽध्यायः (९)
]
