`speaker [
श्रीपराशर उवाच
]

`verse 1 [
मखे प्रतिहते शक्रो मैत्रेयातिरुषान्वितः ।
संवर्त्तकं नाम गणं तोयदानामथाऽब्रवीत्
]

`verse 2 [
भोभो मेघा निशम्यैतद्वचनं गदतो मम ।
आज्ञानंतरमेवाशु क्रियतामविचारितम्
]

`verse 3 [
नंदगोपस्सुदुर्बुद्धिर्गोपैरन्यैस्सहायवान् ।
कृष्णाश्रयं बलाध्मातो मखभंगमचीकरत्
]

`verse 4 [
आजीवो याः परस्तेषां गावस्तस्य च कारणम् ।
तागावो वृष्टिपातेन पीड्यन्तां वचनान्मम
]

`verse 5 [
अहमप्यद्रि शृंगाभं तुंगमारुह्य वारणम् ।
साहाय्यं वः करिष्यामि वाय्वम्बूत्सर्गयोजितम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 6 [
इत्याज्ञप्तास्ततस्तेन मुमुचुस्ते बलाहकाः ।
वातवर्षं महाभीममभावाय गवां द्विज
]

`verse 7 [
ततः क्षणेन पृथिवी ककुभॐबरमेव च ।
एकं धारामहासारपूरेणनाभवन्मुने
]

`verse 8 [
विद्युल्लताकषाघातत्रस्तैरिव घनैर्घनम् ।
नादापूरितदिक्चक्रैर्धारासारमपात्यत
]

`verse 9 [
अंधकारीकृते लोके वर्षद्भिरनिशं घनैः ।
अधश्चोर्ध्वं च तिर्यक् च जगदाप्यमिवाभवत्
]

`verse 10 [
गावस्तु तेन पतता वर्षवातेन वेगिना ।
धूताः प्राणाञ्जहुस्सन्नत्रिकसक्थिशिरोधराः
]

`verse 11 [
क्रोडेन वत्सानाक्रम्य तस्थुरन्या महामुने ।
गावो विवत्साश्च कृता वारिपूरेण चापराः
]

`verse 12 [
वत्साश्च दीनवदना वातकंपितकंधराः ।
त्राहित्राहीत्यल्पशब्दाः कृष्णमूचुरिवातुराः
]

`verse 13 [
ततस्तद्गोकुलं सर्वं गोगोपीगोपसंकुलम् ।
अतीवार्त्तं हरिर्दृष्ट्वा मैत्रेयाचिंतयत्तदा
]

`verse 14 [
एतत्कृतं महेंद्रे ण मखभंगविरोधिना ।
तदेतदखिलं गोष्ठं त्रातव्यमधुना मया
]

`verse 15 [
इममद्रि महं धैर्यादुत्पाट्योरुशिखाघनम् ।
धारयिष्यामि गोष्ठस्य पृथुच्छत्रमिवोपरि
]

`speaker [
श्रीपराशर उवाच
]

`verse 16 [
इति कृत्वामतिं कृष्णो गोवर्द्धनमहीधरम् ।
उत्पाट्यैककरेणैव धारयामास लीलया
]

`verse 17 [
गोपांश्चाह हसञ्छौरिस्समुत्पाटितभूधरः ।
विशध्वमत्रत्वरिताः कृतं वर्षनिवारणम्
]

`verse 18 [
सुनिवातेषु देश्षोउ! यथा जोषमिहास्यताम् ।
प्रविश्यतां न भेतव्यं गिरिपाताच्च निर्भयैः
]

`verse 19 [
इत्युक्तास्तेन ते गोपा विविशुर्गोधनैस्सह ।
शकटारोपितैर्भांडैर्गोप्यश्चासारपीडिताः
]

`verse 20 [
कृष्णोपि तं दधारैव शैलमत्यंतनिश्चलम् ।
व्रजौकवासिभिर्हर्षविस्मिताक्षैर्निरीक्षितः
]

`verse 21 [
गोपगोपीजनैर्हृष्टैः प्रीतिविस्तारितेक्षणैः ।
संस्तूयमानचरितः कृष्णश्शैलमधारयत्
]

`verse 22 [
सप्तरात्रं महामेघा ववर्षुर्नंदगोकुले ।
इंद्रे ण चोदिता विप्र गोपानां नाशकारिणा
]

`verse 23 [
ततो धृते महाशैले परित्राते च गोकुले ।
मिथ्याप्रतिज्ञो बलभिद्वारयामास तान्घनान्
]

`verse 24 [
व्यभ्रे नभसि देवेंद्रे वितथात्मवचस्यथ ।
निष्क्रम्य गोकुलं हृष्टं स्वस्थानं पुनरागमत्
]

`verse 25 [
मुमोच कृष्णोपि तदा गोवर्द्धनमहाचलम् ।
स्वस्थाने विस्मितमुखैर्दृष्टस्तैस्तु व्रजौकसैः
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांश एकादशोऽध्यायः
]
