`speaker [
श्रीपराशर उवाच
]

`verse 1 [
धृते गोवर्द्धने शैले परित्राते च गोकुले ।
रोचयामास कृष्णस्य दर्शनं पाकशासनः
]

`verse 2 [
सोऽधिरुह्य महानागमैरावतममित्रजित् ।
गोवर्द्धनगिरौ कृष्णं ददर्श त्रिदश्श्वोरः
]

`verse 3 [
चारयंतं महावीर्यं गास्तु गोपवपुर्धरम् ।
कृत्स्नस्य जगतो गोपं वृतं गोपकुमारकैः
]

`verse 4 [
गरुडं च ददर्शोच्चैरंतर्द्धानगतं द्विज ।
कृतच्छायं हरेर्मूर्ध्नि पक्षाभ्यां पक्षिपुंगवम्
]

`verse 5 [
अवरुह्य स नागेंद्रा देकांते मधुसूदनम् ।
शक्रस्सस्मितमाहेदं प्रीतिविस्तारितेक्षणः
]

`speaker [
इंद्र उवाच
]

`verse 6 [
कृष्णकृष्ण शृणुष्वेदं यदर्थ महामागतः ।
त्वत्समीपं महाबाहो नैतच्चिंत्यं त्वयाऽन्यथा
]

`verse 7 [
भारावतारणार्थाय पृथिव्याः पृथिवीतले ।
अवतीर्णोऽखिलाधार त्वमेव परमेश्वर
]

`verse 8 [
मखभंगविरोधेन मया गोकुलनाशकाः ।
समादिष्टा महामेघास्तैश्चेदं कदनं कृतम्
]

`verse 9 [
त्रातास्ताश्च त्वया गावस्समुत्पाट्य महीधरम् ।
तेनाऽहं तोषितो वीरकर्मणाऽत्यद्भुतेन ते
]

`verse 10 [
साधितं कृष्ण देवानामहं मन्ये प्रयोजनम् ।
त्वयायमद्रि प्रवरः करेणैकेन यद्धृतः
]

`verse 11 [
गोभिश्च चोदितः कृष्ण त्वत्सकाशमिहागतः ।
त्वया त्राताभिरत्यर्थं युष्मत्सत्कारकारणात्
]

`verse 12 [
स त्वां कृष्णाभिषेक्ष्यामि गवां वाक्यप्रचोदितः ।
उपेंद्र त्वे गवामिंद्रो गोविंदस्त्वं भविष्यसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 13 [
अथोपवाह्यादादाय घंटामैरावताद्गजात् ।
अभिषेकं तया चक्रे पवित्रजलपूर्णया
]

`verse 14 [
क्रियमाणेऽभिषेके तु गावः कृष्णस्य तत्क्षणात् ।
प्रस्नवोद्भूतदुग्धाद्रा रं! सद्यश्चक्रुर्वसुन्धराम्
]

`verse 15 [
अभिषिच्य गवां वाक्यादुपेंद्रं वै जनार्दनम् ।
प्रीत्या सप्रश्रयं वाक्यं पुनराह शचीपतिः
]

`verse 16 [
गवामेतत्कृतं वाक्यं तथान्यदपि मे शृणु ।
यद्ब्रवीमि महाभाग भारावतरणेच्छया
]

`verse 17 [
ममंशः पुरुषव्याघ्र पृथिव्यां पृथिवीधर ।
अवतीर्णोऽर्जुनोनाम संरक्ष्यो भवता सदा
]

`verse 18 [
भारावतरणे साह्यं स ते वीरः करिष्यति ।
संरक्षणीयो भवता यथात्मा मधुसूदन
]

`verse 19 [
श्रीभगवानुवाच।
जानामि भारते वंशो! जातं पार्थं तवांशतः ।
तमहं पालयिष्यामि यावत्स्थास्यामि भूतले
]

`verse 20 [
यावन्महीतले शक्र स्थास्याम्यहमरिंदम ।
न तावदर्जुनं कश्चिद्देवेंद्र युधि जेष्यति
]

`verse 21 [
कंसो नाम महाबाहुर्दैत्योऽरिष्टस्तथाऽसुरः ।
केशी कुवलयापीडो नरकाद्यास्तथा परे
]

`verse 22 [
हतेषु तेषु देवेंद्र भविष्यति महाहवः ।
तत्र विद्धि सहस्राक्ष भारावतरणं कृतम्
]

`verse 23 [
स त्वं गच्छ न संतापं पुत्रार्थे कर्त्तुमर्हसि ।
नार्जुनस्य रिपुः कश्चिन्ममाग्रे प्रभविष्यति
]

`verse 24 [
अर्जुनार्थे त्वहं सर्वान्युधिष्ठिरपुरोगमान् ।
निवृत्ते भारते युद्धे कुंत्यै दास्याम्यविक्षताम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 25 [
इत्युक्तः संपरिष्वज्य देवाराजो जनार्दनम् ।
आरुह्यैरावतं नागं पुनरेव दिवं ययौ
]

`verse 26 [
कृष्णो हि सहितो गोभिर्गोपालैश्च पुनर्व्रजम् ।
आजगामाऽथ गोपीनां दृष्टिपूतेन वर्त्मना
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांशो! द्वादशोऽध्यायः
]
