`speaker [
श्रीपराशर उवाच
]

`verse 1 [
प्रदोषाग्रे कदाचित्तु रासासक्ते जनार्दने।
त्रासयन्समदो गोष्ठमरिष्टस्समुपागमत्
]

`verse 2 [
स तोयतोयदच्छायस्तीक्ष्णशृंगोर्कलोचनः।
खुराग्रपातैरत्यर्थं दारयन्धरणीतलम्
]

`verse 3 [
लेलिहानस्सनिष्पेषं जिह्वयोष्ठौ पुनःपुनः।
संरंभाविद्धलांगूलः कठिनस्कंधबंधनः
]

`verse 4 [
उदग्रककुदाभोगप्रमाणो दुरतिक्रमः।
विण्मूत्रलिप्तपृष्ठांगो गवामुद्वेगकारकः
]

`verse 5 [
प्रलंबकंठोऽतिमुखस्तरुखातांकिताननः।
पातयन्स गवां गर्भान्दैत्यो वृषभरूपधृक्
]

`verse 6 [
सूदयंस्तापसानुग्रो वनानटति यस्सदा
]

`verse 7 [
ततस्तमतिघोराक्षमवेक्ष्यातिभयातुराः।
गोपा गोपस्त्रियश्चैव कृष्णकृष्णेति चुक्रुशुः
]

`verse 8 [
सिंहनादं ततश्चक्रे तलशब्दं च केशवः।
तच्छब्दश्रवणाच्चाऽसौ दामोदरमुपाययौ
]

`verse 9 [
अग्रन्यस्तविषाणाग्रः कृष्णकुक्षिकृतेक्षणः ।
अभ्यधावत दुष्टात्मा कृष्णं वृषभदानवः
]

`verse 10 [
आयांतं दैत्यवृषभं दृष्ट्वा कृष्णो महाबलः।
न चचाल तदा स्थानादवज्ञास्मितलीलया
]

`verse 11 [
आसन्नं चैव जग्राह ग्राहवन्मधुसूदनः।
जघान जानुना कुक्षौ विषाणग्रहणाचलम्
]

`verse 12 [
तस्य दर्पबलं भंक्त्वा गृहीतस्य विषाणयोः।
अपीडयदरिष्टस्य कंठं क्लिन्नमिवांबरम्
]

`verse 13 [
उत्पाट्य शृंगमेकं तु तेनैवाताडयत्ततः।
ममार स महादैत्यो मुखाच्छोणितमुद्वमन्
]

`verse 14 [
तुष्टुवुर्निहते तस्मिन्दैत्ये गोपा जनार्दनम् ।
जंभे हते सहस्राक्षं पुरा देवगणा यथा
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांशे चतुर्दशोऽध्यायः
]
