`speaker [
श्रीपराशर उवाच
]

`verse 1 [
ककुद्मति हतेऽरिष्टे धेनुके विनिपातिते ।
प्रलंबे निधनं निधनं नीते धृते गोवर्द्धनाचले
]

`verse 2 [
दमिते कालिये नागे भग्ने तुंगद्रु मद्वये ।
हतायां पूतनायां च शकटे परिवर्त्तिते
]

`verse 3 [
कंसाय नारदः प्राह यथावृत्तमनुक्रमात् ।
यशोदादेवकीगर्भपरिवृत्ताद्यश्षोतः
]

`verse 4 [
श्रुत्वा तत्सकलं कंसो नारदाद्देवदर्शनात् ।
वसुदेवं प्रति तदा कोपं चक्रे सुदुर्मतिः
]

`verse 5 [
सोतिकोपादुपालभ्य सर्वयादवसंसदि ।
जगर्ह यादवांश्चैव कार्यं चैतदचिंतयत्
]

`verse 6 [
यावन्न बलमारूढौ रामकृष्णौ सुबालकौ ।
तावदेव मया वध्यावसाध्यौ रूढयौवनौ
]

`verse 7 [
चाणूरोत्र महावीर्यो मुष्टिकश्च महाबलः ।
एताभ्यां मल्लयुद्धेन मारयिष्याम दुर्मती
]

`verse 8 [
धनुर्महमहायोगव्याजेनानीय तौ व्रजात् ।
तथा तथा यतिष्यामि यास्येते संक्षयं यथा
]

`verse 9 [
श्वफल्कतनयं शूरमक्रूरं यदुपुंगवम् ।
तयोरानयनार्थाय प्रेषयिष्यामि गोकुलम्
]

`verse 10 [
वृंदावनचरं घोरमादेक्ष्यामि च केशिनम् ।
तत्रैवासावतिबलस्तावुभौ घातयिष्यति
]

`verse 11 [
गजः कुवलायापीडो मत्सकाशमिहागतौ ।
घातयिष्यति वा गोपौ वसुदेवसुतावुभौ
]

`speaker [
श्रीपराशर उवाच
]

`verse 12 [
इत्यालोच्य स दुष्टात्मा कंसो रामजनार्दनौ ।
हंतुं कृतमर्तिवीरावक्रूरं वाक्यमब्रवीत्
]

`speaker [
कंस उवाच
]

`verse 13 [
भो भो दानपते वाक्यं क्रियतां प्रीतये मम ।
इतः स्यंदनमारुह्य गम्यतां नंदगोकुलम्
]

`verse 14 [
वसुदेव सुतौ तत्र विषणोरंशसमुद्भवौ ।
नाशाय किल संभूतौ मम दुष्टौ प्रवर्द्धतः
]

`verse 15 [
धनुर्महो ममाप्यत्र चतुर्दश्यां भविष्यति ।
आनेयौ भवता गत्वा मल्लयुद्धाय तत्र तौ
]

`verse 16 [
चाणूरमुष्टिकौ मल्लौ नियुद्धकुशलौ मम ।
ताभ्यां सहानयोर्युद्धं सर्वलोकोऽत्र पश्यतु
]

`verse 17 [
गजः कुवलयापीडो महामात्रप्रचोदितः ।
स वा हनिष्यते पापौ वसुदेवात्मजौ शिशू
]

`verse 18 [
तौ हत्वा वसुदेवं च नंदगोपं च दुर्मतिम् ।
हनिष्ये पितरं चैनमुग्रसेनं सुदुर्मतिम्
]

`verse 19 [
ततस्समस्तगोपानां गोधनान्यखिलान्यहम् ।
वित्तं चापहरिष्यामि दुष्टानां मद्वधैषिणाम्
]

`verse 20 [
त्वामृते यादवाश्चैते द्विषो दानपते मम ।
एतेषां च वधायाहं यतिष्येऽनुक्रमात्ततः
]

`verse 21 [
तदा निष्कंटकं सर्वं राज्यमेतदयादवम् ।
प्रसाधिष्ये त्वया तस्मान्मत्प्रीत्यै वीर गम्यताम्
]

`verse 22 [
यथा च माहिषं सर्पिर्दधिचाप्युपहार्य वै ।
गोपास्समानयंत्वाशु तथा वाच्यास्त्वया च ते
]

`speaker [
श्रीपराशर उवाच
]

`verse 23 [
इत्याज्ञप्तस्तदाऽक्रूरो महाभागवतो द्विज ।
प्रीतिमानभवत्कृष्णं श्वो द्रक्ष्यामीति सत्वरः
]

`verse 24 [
तथेत्युक्त्वा च राजानं रथमारुह्य शोभनम् ।
निश्चक्राम ततः पुर्य्या मथुराया मधुप्रियः
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांशे पंचदशोऽध्यायः
]
