`speaker [
श्रीपराशर उवाच
]

`verse 1 [
केशी चापि बलोदग्रः कंसदूतः प्रचोदितः ।
कृष्णस्य निधनाकांक्षी वृंदावनमुपागमत्
]

`verse 2 [
स खुरक्षतभूपृष्ठस्सटाक्षेपधुतांबुदः ।
द्रुतविक्रांतचंद्रार्कमार्गो गोपानुपाद्रवत्
]

`verse 3 [
तस्य हेषितशब्देन गोपाला दैत्यवाजिनः ।
गोप्यश्च भयसंविग्ना गोविंदं शरणं ययुः
]

`verse 4 [
त्राहित्राहीति गोविंदः श्रुत्वा तेषां ततो वचः ।
सतोयजलदध्वानगंभीरमिदमुक्तवान्
]

`verse 5 [
अलं त्रासेन गोपालाः केशिनः किं भयातुरैः ।
भवद्भिर्गोपजातीयैर्वीरवीर्यं विलोप्यते
]

`verse 6 [
किमनेनाल्पसारेण हेषिताटोपकारिणा ।
दैतेयबलवाह्येन वल्गता दुष्टवाजिना
]

`verse 7 [
एह्येहि दुष्ट कृष्णोऽहं पूष्णस्त्विव पिनाकधृत् ।
पातयिष्यामि दशनान्वदनादखिलांस्तव
]

`verse 8 [
इत्युक्त्वाऽस्फोट्य गोविंदः केशिनस्संमुखं ययौ ।
विवृतास्यश्च सोप्येनं दैतेयाश्व उपाद्रवत्
]

`verse 9 [
बाहुमाभोगिनं कृत्वा मुखे तस्य जनार्दनः ।
प्रवेशयामास तदा केशिनो दुष्टवाजिनः
]

`verse 10 [
केशिनो वदनं तेन विशता कृष्णबाहुना ।
शातिता दशनाः पेतुः सिताब्भ्रावयवा इव
]

`verse 11 [
कृष्णस्य ववृधे बाहुः केशिदेहगतो द्विज ।
विनाशाय यथा व्याधिरासंभूतेरुपेक्षितः
]

`verse 12 [
विपाटितोष्ठो बहुलं सफेनं रुधिरं वमन् ।
सोक्षिणी विवृते चक्रे विशिष्टे मुक्तबंधने
]

`verse 13 [
जघान धरणीं पादैश्शकृन्मूत्रं समुत्सृजन् ।
स्वेदार्द्र गात्रश्शांतश्च निर्यत्नस्सोऽभवत्तदा
]

`verse 14 [
व्यादितास्यमहारंध्रस्सोऽसुरः कृष्णबाहुना ।
निपातितो द्विधा भूमौ वैद्युतेन यथा द्रुमः
]

`verse 15 [
द्विपादे पृष्ठपुच्छार्द्धे श्रवणैकाक्षिनासिके ।
केशिनस्ते द्विधा भूते शकले द्वे विरेजतुः
]

`verse 16 [
हत्वा तु केशिनं कृष्णो गोपलैर्मुदितैर्वृतः ।
अनायस्ततनुस्स्वस्थो हसंस्तत्रैव तस्थिवान्
]

`verse 17 [
ततो गोप्यश्च गोपाश्च हते केशिनि विस्मिताः ।
तुष्टुवुः पुंडरीकाक्षमनुरागमनोरमम्
]

`verse 18 [
अथाहांतर्हितो विप्र नारदो जलदे स्थितः ।
केशिनं निहतं दृष्ट्वा हर्षनिर्भरमानसः
]

`verse 19 [
साधुसाधु जगन्नाथ लीलयैव यदच्युत ।
निहतोऽयं त्वया केशी क्लेशदस्त्रिदिवौकसाम्
]

`verse 20 [
युद्धोत्सुकोहमत्यर्थं नरवाजिमहाहवम् ।
अभूतपूर्वमन्यत्र द्रष्टुं स्वर्गादिहागतः
]

`verse 21 [
कर्माण्यऽत्रावतारे ते कृतानि मधुसूदन ।
यानि तैर्विस्मितं चेतस्तोषमेतेन मे गतम्
]

`verse 22 [
तुरंगस्यास्य शक्रोपि कृष्ण देवाश्च बिभ्यति ।
धुतकेसरजालस्य ह्रेषतोऽभ्रावलोकिनः
]

`verse 23 [
यस्मात्त्वयैष दुष्टात्मा हतः केशी जनार्दन ।
तस्मात्केशवनाम्ना त्वं लोके ख्यातो भविष्यसि
]

`verse 24 [
स्वस्त्यस्तु ते गमिष्यामि कंसयुद्धेऽधुना पुनः ।
परश्वोऽहं समेष्यामि त्वया केशिनिषूदन
]

`verse 25 [
उग्रसेनसुते कंसे सानुगे विनिपातिते ।
भारावतारकर्त्ता त्वं पृथिव्या पृथिवीधर
]

`verse 26 [
तत्रानेकप्रकाराणि युद्धानि पृथिवीक्षिताम् ।
द्रष्टव्यानि मया युष्मत्प्रणीतानि जनार्दन
]

`verse 27 [
सोऽहं यास्यामि गोविंद देवकार्यं महत्कृतम् ।
त्वयैव विदितं सर्वं स्वस्ति तेऽस्तु व्रजाम्यहम्
]

`verse 28 [
नारदे गते कृष्णस्सह गोपैस्सभाजितः ।
विवेश गोकुलं गोपीनेत्रपानैकभाजनम्
]

`colophon [
इति श्रीविष्णुाहापुराणे पंचमांशो! षोडशोऽध्यायः
]
