`verse 1 [
एवमन्तर्जले विष्णुमभिष्टूय स यादवः ।
अर्ज्जयामास सर्व्वेशं पुष्पैर्धूपैर्मनोरमैः
]

`verse 2 [
परित्यक्तान्यविषयो मनस्तत्र निवेश्य सः ।
ब्रह्मभूते चिरं स्थित्वा विरराम समाधितः
]

`verse 3 [
कृतकृत्यमिवात्मानं मन्यमानो महामतिः ।
आजगाम रथं भूयो निगम्य यमुनाम्भसः
]

`verse 4 [
राम-कृष्णौ च ददृशे यथापूर्व्वं रथे स्थितौ ।
विस्मिताक्षस्तदाक्रू रस्तञ्च कृष्णोऽभ्यभाषत
]

`verse 5 [
नूनं ते दृष्टमाश्वर्य्यमक्रूर!यमुनाजले ।
विस्मयोतूफूल्लनयनो भवान् संलक्ष्यते यतः
]

`verse 6 [
अन्तर्जले यदाश्वर्य्यं दृष्टं तत्र मयाच्युत!
तदत्रापि हि पश्यामि मूत्तिंमत् पुरतः स्थितम्
]

`verse 7 [
जगदेतन्महाश्वर्य्य रूपं यस्य महात्मनः ।
तेनाश्वर्य्यवरेणाहं भवता कृष्ण!सङ्गतः
]

`verse 8 [
तत् किमेतेन मथुरां व्रजामो मधुसूदन!
बिभेमि कंसाद्धिग् जन्म परपिण्डोपजीविनाम्
]

`verse 9 [
इत्युक्त्वा चोदयामास तान् हयान् वातरंहसः ।
सम्प्राप्तश्वातिसायाह्र सोऽक्रूरो मथुरां पुरीम्‌
]

`verse 10 [
विलोक्य मथुरां कृष्णं रामञ्चाह स यादवः ।
पद्भयां यातं महावीर्य्यो रथेनैको विशाम्यहम्
]

`verse 11 [
गन्तव्यं वसुदेवस्य भवद्भयां न तथा गृहम् ।
युवयोर्हि कृते वृद्धः स कंसेन निरस्यते
]

`verse 12 [
इत्युत्तवा प्रविवेशाथ सोऽकूरो मथुरां पुरीम् ।
प्रिवष्टौ रामकृष्णौ, च राजमार्गमुपागतौ
]

`verse 13 [
स्त्रीभिर्नरैश्व सानन्दं लोचनैरभिवीक्षितौ ।
जग्मतुलीलया वीरौ दृफ्तौ बालगजाविव
]

`verse 14 [
भ्रममाणौ तु तौ दृष्ट्वा रजकं रङ्गकारकम् ।
अयाचेतां सुरूपाणि वासांसि रुचिराननौ
]

`verse 15 [
कंसस्य रजकः सोऽथ प्रसादारूढ़विस्मयः ।
बहून्याक्षेपवाक्यानि प्राहोच्चै राम-केशवौ
]

`verse 16 [
ततस्तलप्रहारेण कृष्णस्तस्य दुरात्मनः ।
पातयामास कापेन रजकस्य शिरो भुवि
]

`verse 17 [
हत्वादाय च वस्त्राणि पीतनीलाम्बरौ ततः ।
कृष्ण-रामौ मुदा युक्तौ मालाकारगृहं गतौ
]

`verse 18 [
विकाशिनेत्रयुगलौ मालाकारोऽतिविस्मितः ।
एतौ कस्य कुतो वैतौ मैत्रेयाचिन्तयत् तदा
]

`verse 19 [
पीतनीलाम्बरधरौ तौ दृष्ट्वातिमनोहरौ ।
स तर्कयामास तदा भुवं देवावुपागतौ
]

`verse 20 [
विकाशिमुखपद्माभ्यां ताभ्यां पुष्पाणि याचितः ।
भुवं विष्टभ्य हस्ताभ्यां पस्पर्श शिरसा महीम्
]

`verse 21 [
प्रसादपरमौ नाथौ मम गेहमुपागतौ ।
धन्योऽहमर्ज्जयिष्यामीत्याह तौ माल्यजीवकः
]

`verse 22 [
ततः प्रह्टश्टवदनस्तयोः पुष्पाणि कामतः ।
चारूण्येतान्यथैतानि प्रददौ स विलोभयन
]

`verse 23 [
पुनः पुनः प्रणम्यासौ मालाकारौ नरोत्तमौ ।
ददौ पुष्पाणि चारूणि गन्धवन्त्यमलानि च
]

`verse 24 [
मालाकाराय कृष्णोऽपि प्रसन्नः प्रददौ वरान ।
श्रीस्त्वां मतूसंश्रया भद्र! न कदाचित् प्रहास्तयि
]

`verse 25 [
बलहानिर्न ते सौम्य! धनहानिस्थथैव च ।
यावद्दिनानि तावज्व न नशिष्यति सन्ततिः
]

`verse 26 [
बुक्त्वा च विपुलान् भोगांस्तमन्ते मतूप्रसादजम् ।
ममानुस्मरणां प्राप्य दिव्यं लोकमवाप्स्यसि
]

`verse 27 [
धर्म्मे मनश्व ते भद्र!सर्व्वकालं भविष्यति ।
युष्मत्सन्ततिजातानां दीर्घमायुर्भविष्यति
]

`verse 28 [
नोपसर्गादिकं दोषं युष्मत्सन्ततिसम्भवः ।
सम्प्राप्स्यति महाभाग!यावत् सूर्य्यो धरिष्यति
]

`verse 29 [
इतुक्त्वा तदूगृहात् कृष्णो बलदेवसहायवान् ।
निर्ज्जगाम मुनिश्वेष्ठ! मालाकारेण पूजितः
]
