`speaker [
श्रीपराशर उवाच
]

`verse 1 [
राजमार्गे ततः कृष्णस्सानुलेपनभाजनाम् ।
ददर्श कुब्जामायांतीं नवयौवनगोचराम्
]

`verse 2 [
तामाह ललितं कृष्णः कस्येदमनुलेपनम् ।
भवत्या नीयते सत्यं वदेंदीवरलोचने
]

`verse 3 [
सकामेनेव सा प्रोक्ता सानुरागा हरिं प्रति ।
प्राह सा ललितं कुब्जा तद्दर्शनबलात्कृता
]

`verse 4 [
कांत कस्मान्न जानासि कंसेन विनियोजिताम् ।
नैकवक्रेति विख्यातामनुलेपनकर्मणि
]

`verse 5 [
नान्यपिष्टं हि कंसस्य प्रीतये ह्यनुलेपनम् ।
भवाम्यहमतीवास्य प्रसादधनभाजनम्
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 6 [
सुगंधमेतद्रा जार्हं रुचिरं रुचिरानने ।
आवयोर्गात्र सदृशं दीयतामनुलेपनम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 7 [
श्रुत्वैतदाह सा कुब्जा गृह्यतामिति सादरम् ।
अनुलेपनं च प्रददौ गात्रयोग्यमथोभयोः
]

`verse 8 [
भक्तिच्छेदानुलिप्तांगौ ततस्तौ पुरुषर्षभौ ।
सेंद्र चापौ व्यराजेतां सितकृष्णाविवांबुदौ
]

`verse 9 [
ततस्तां चुबुके शौरिरुल्लापन विधानवित् ।
उत्पाट्य तोलयामास द्व्यंगुलेनाग्रपाणिना
]

`verse 10 [
चकर्ष पद्भ्यां च तदा ऋजुत्वं केशवोऽनयत् ।
ततस्सा ऋजुतां प्राप्ता योषितामभवद्वरा
]

`verse 11 [
विलासललितं प्राह प्रेमगर्भभरालसम् ।
वस्त्रे प्रगृह्य गोविंदं मम गेहं व्रजेति वै
]

`verse 12 [
एवमुक्तस्तया शौरी रामस्यालोक्य चाननम् ।
प्रहस्य कुब्जां तामाह नैकवक्रामनिंदिताम्
]

`verse 13 [
आयास्ये भवतीगेहमिति तां प्रहसन्हरिः ।
विससर्ज जहासोच्चै रामस्यालोक्य चाननम्
]

`verse 14 [
भक्तिभेदानुलिप्तांगौ नीलपीतांबरौ तु तौ ।
धनुश्शालां ततो यातौ चित्रमाल्योपशोभितौ
]

`verse 15 [
आयागं तद्धनूरत्नं ताभ्यां पृष्टैस्तु रक्षिभिः ।
आख्याते सहसा कृष्णो गृहीत्वा पूरयद्धनुः
]

`verse 16 [
ततः पूरयता तेन भज्यमानं बलाद्धनुः ।
चकार सुमहच्छब्दं मथुरा येन पूरिता
]

`verse 17 [
अनुयुक्तौ ततस्तौ तु भग्ने धनुषि रक्षिभिः ।
रक्षिसैन्यं निहत्योभौ निष्क्रांतौ कार्मुकालयात्
]

`verse 18 [
अक्रूरागमवृत्तांतमुपलभ्य महद्धनुः ।
भग्नं श्रुत्वा च कंसोऽपि प्राह चाणूरमुष्टिकौ
]

`speaker [
कंस उवाच
]

`verse 19 [
गोपालदारकौ प्राप्तौ भवद्भ्यां तु ममाग्रतः ।
मल्लयुद्धेन हंतव्यौ मम प्राणहरौ हि तौ
]

`verse 20 [
नियुद्धे तद्विनाश्नो भवद्भ्यां तोषितो ह्यहम् ।
दास्याम्यभिमतान्कामान्नान्यथैतौ महाबलौ
]

`verse 21 [
न्यायतोन्यायतो वापि भवद्भ्यां तौ ममाहितौ ।
हंताव्यौ तद्वधाद्रा ज्यं सामान्यं वां भविष्यति
]

`verse 22 [
इत्यादिश्य स तौ मल्लौ ततश्चाहूय हस्तिपम् ।
प्रोवाचोच्चैस्त्वया मल्लसमाजद्वारि कुंजरः
]

`verse 23 [
स्थाप्यः कुवलयापीडस्तेन तौ गोपदारकौ ।
घातनीयौ नियुद्धाय रंगद्वारमुपागतौ
]

`verse 24 [
तमप्याज्ञाप्य दृष्ट्वा च सर्वान्मंचानुपाकृतान् ।
आसन्न मरणः कंसः सूर्योदयमुदैक्षत
]

`verse 25 [
ततः समस्तमंचेषु नागरस्स तदा जनः ।
राजमंचेषु चारूढास्सह भृत्यैर्नराधिपाः
]

`verse 26 [
मल्लप्राश्निकवर्गश्च रंगमध्यसमीपगः ।
कृतः कंसेन कंसोऽपि तुंगमंचे व्यवस्थितः
]

`verse 27 [
अंतःपुराणां मंचाश्च तथाऽन्ये परिकल्पिताः ।
अन्ये च वारमुख्यानामन्ये नागरयोषिताम्
]

`verse 28 [
नंदगोपादयो गोपा मंचेष्वन्येष्ववस्थिताः ।
अक्रूरवसुदेवौ च मंचप्रांते व्यवस्थितौ
]

`verse 29 [
नागरीयोषितां मध्ये देवकीपुत्रगर्द्धिनी ।
अंतकालेऽपि पुत्रस्य द्रक्ष्यामीति मुखं स्थिता
]

`verse 30 [
वाद्यमानेषु तूर्येषु चाणूरे चातिवल्गति ।
हाहाकारपरे लोके ह्यास्फोटयति मुष्टिके
]

`verse 31 [
ईषद्धसंतौ तौ वीरौ बलभद्र जनार्दनौ ।
गोपवेषधरौ बालौ रंगद्वारमुपागतौ
]

`verse 32 [
ततः कुवलयापीडो महामात्रप्रचोदितः ।
अभ्यधावत वेगेन हंतुं गोपकुमारकौ
]

`verse 33 [
हाहाकारो महाञ्जज्ञे रंगमध्ये द्विजोत्तम ।
बलदेवोऽनुजं दृष्ट्वा वचनं चेदमब्रवीत्
]

`verse 34 [
हंतव्यो हि महाभाग नागोऽयं शत्रुचोदितः
]

`verse 35 [
इत्युक्तस्सोऽग्रजेनाथ बलदेवेन वै द्विज ।
सिंहनादं ततश्चक्रे माधवः परवीरहा
]

`verse 36 [
करेण करमाकृष्य तस्य केशिनिषूदनः ।
भ्रामयामास तं शौरिरैरावतसमं बले
]

`verse 37 [
ईशोपि सर्वजगतां बाललीलानुसारतः ।
क्रीडित्वा सुचिरं कृष्णः करिदंतपदांतरे
]

`verse 38 [
उत्पाट्य वामदंतं तु दक्षिणेनैव पाणिना ।
ताडयामास यंतारं तस्यासीच्छतधा शिरः
]

`verse 39 [
दक्षिणं दंतमुत्पाट्य बलभद्रो ऽपि तत्क्षणात् ।
स रोषस्तेन पार्श्वस्थान् गजपालानपोथयत्
]

`verse 40 [
ततस्तूत्प्लुत्य वेगेन रौहिणेयो महाबलः ।
जघान वामपादेन मस्तके हस्तिनं रुषा
]

`verse 41 [
स पपात हतस्तेन बलभद्रे ण लीलया ।
सहस्राक्षेण वज्रेण ताडितः पर्वतो यथा
]

`verse 42 [
हत्वा कुवलयापीडं हस्त्यारोहप्रचोदितम् ।
मदासृगनुलिप्तांगौ हस्तिदंतवरायुधौ
]

`verse 43 [
मृगमध्ये यथा सिंहौ गर्वलीलावलोकिनौ ।
प्रविष्टौ सुमहारंगं बलभद्र जनार्दनौ
]

`verse 44 [
हाहाकारो महाञ्जज्ञे महारंगे त्वनंतरम् ।
कृष्णोऽयं बलभद्रो यमिति लोकस्य विस्मयः
]

`verse 45 [
सोऽयं येन हता घोरा पूतना बालघातिनी ।
क्षिप्तं तु शकटं येन भग्नौ तु यमलार्जुनौ
]

`verse 46 [
सोयं यः कालियं नागं ममर्दारुह्य वालकः ।
धृतो गोवर्द्धनो येन सप्तरात्रं महागिरिः
]

`verse 47 [
अरिष्टो धेनुकः केशी लीलयैव महात्मना ।
निहता येन दुर्वृत्ता दृश्यतामेष सोऽच्युतः
]

`verse 48 [
अयं चास्य महाबाहुर्बलभद्रो ऽग्रतोऽग्रजः ।
प्रयाति लीलया योषिन्मनोनयननंदनः
]

`verse 49 [
अयं स कथ्यते प्राज्ञैः पुराणार्थविशारदैः ।
गोपालो यादवं वंशं मग्नमभ्यद्धरिष्यति
]

`verse 50 [
अयं हि सर्वलोकस्य विष्णोरखिलजन्मनः ।
अवतीर्णो महीमंशो नूनं भारहरो भुवः
]

`verse 51 [
इत्येवं वर्णिते पौरै रामे कृष्णे च तत्क्षणात् ।
उरस्तताप देवक्याः स्नेहस्नुतपयोधरम्
]

`verse 52 [
महोत्सवमिवासाद्य पुत्राननविलोकनात् ।
युवेव वसुदेवोऽभूद्विहायाभ्यागतां जराम्
]

`verse 53 [
विस्तारिताक्षियुगलो राजांतःपुरयोषिताम् ।
नागरस्त्रीसमूहश्च द्र ष्टुं न विरराम तम्
]

`verse 54 [
सख्यः पश्यत कृष्णस्य मुखमत्यरुणेक्षणम् ।
गजयुद्धकृतायासस्वेदांबुकणिकाचितम्
]

`verse 55 [
विकासिशरदंभोजमपश्यामजलोक्षितम् ।
परिभूयं स्थितं जन्म सफलं क्रियतां दृशः
]

`verse 56 [
श्रीवत्सांकं महद्धाम बालस्यैतद्विलोक्यताम् ।
विपक्षक्षपणं वक्षो भुजयुग्मं च भामिनि
]

`verse 57 [
किं न पश्यसि दुग्धेंदुमृणालधवलाकृतिम् ।
बलभद्र मिमं नीलपरिधानमुपागतम्
]

`verse 58 [
वल्गतामुष्टिकेनैव चाणूरेण तथा सखि ।
क्रीडतो बलभद्र स्य हरेर्हास्यं विलोक्यताम्
]

`verse 59 [
सख्यः पश्यत चाणूरं नियुद्धार्थमयं हरिः ।
समुपैति न संत्यत्र किं वृद्धा मुक्तकारिणः
]

`verse 60 [
क्व यौवनोन्मुखीभूतसुकुमारतनुर्हरिः ।
क्व वज्रकठिनाभोगशरीरोऽयं महासुरः
]

`verse 61 [
इमौ सुललितैरंगैर्वर्त्तेते नवयौवनौ ।
दैतेयमल्लाश्चाणूरप्रमुखास्त्वतिदारुणाः
]

`verse 62 [
नियुद्धप्राश्निकानां तु महानेष व्यतिक्रमः ।
यद्बालबलिनोर्युद्धं मध्यस्थैस्समुपेक्ष्यते
]

`speaker [
श्रीपराशर उवाच
]

`verse 63 [
इत्थं पुरस्त्रीलोकस्व वदतश्चालयन्भुवम् ।
ववल्ग बद्धकक्ष्यॐतर्जनस्य भगवान्हरिः
]

`verse 64 [
बलभद्रो ऽपि चास्फोट्य ववल्गललितं तथा ।
पदेपदे तथा भूमिर्यन्न शीर्णा तदद्भुतम्
]

`verse 65 [
चाणूरेण ततः कृष्णो ययुधेऽमितविक्रमः ।
नियुद्धकुशलो दैत्यो बलभद्रे ण मुष्टिकः
]

`verse 66 [
सन्निपातावधूतैस्तु चाणूरेण समं हरिः ।
प्रक्षेपणैर्मुष्टिभिश्च कीलवज्रनिपातनैः
]

`verse 67 [
पादोद्धूतैः प्रमृष्टैश्च तयोर्युद्धमभून्महत्
]

`verse 68 [
अशस्त्रमतिघोरं तत्तयोर्युद्धं सुदारुणम् ।
बलप्राणविनिष्पाद्यं समाजोत्सवसन्निधौ
]

`verse 69 [
यावद्यावच्च चाणूरो युयुधे हरिणा सह ।
प्राणहानिमवापाग्र्यां तावत्तावल्लवाल्लवम्
]

`verse 70 [
कृष्णोपि युयुधे तेन लीलयैव जगन्मयः ।
खेदाच्चालयता कोपान्निजकेसरश्खोरम्
]

`verse 71 [
बलक्षयं विवृद्धिं च दृष्ट्वा चाणूकृष्णयोः ।
वारयामास तूर्याणि कंसः कोपपरायणः
]

`verse 72 [
मृदंगादिषु तूर्येषु प्रतिषिद्धेषु तत्क्षणात् ।
खे संगतान्यवाद्यंत देवतूर्याण्यनेकशः
]

`verse 73 [
जय गोविंद चाणूरं जहि केशव दानवम् ।
अंतर्द्धानगता देवास्तमूचुरतिहर्षिताः
]

`verse 74 [
चाणूरेण चिरं कालं पीडित्वा मधुसूदनः ।
उत्पाट्य भ्रामयामास तद्वधाय कृतोद्यमः
]

`verse 75 [
भ्रामयित्वा शतगुणं दैत्यमल्लममित्रजित् ।
भूमावास्फोटयामास गगने गतजीवितम्
]

`verse 76 [
भूमावास्फोटितस्तेन चाणूरः शतधाऽभवत् ।
रक्तस्रावमहापंकां चकार च तदा भुवम्
]

`verse 77 [
बलदेवोऽपि तत्कालं मुष्टिकेन महाबलः ।
युयुधे दैत्यमल्लेन चाणूरेण यथा हरिः
]

`verse 78 [
सोऽप्येनं मुष्टिना मूर्ध्नि वक्षस्याहत्य जानुना ।
पातयित्वा धरापृष्ठे निष्पिपेष गतायुषम्
]

`verse 79 [
कृष्ण स्तोशलकं भूयो मल्लराजं महाबलम् ।
वाममुष्टिप्रहारेण पातयामास भूतले
]

`verse 80 [
चाणूरे नहते मल्ले मुष्टेके विनिपातिते ।
नीते क्षयं तोशलके सर्वे मल्लाः प्रदुद्रु वुः
]

`verse 81 [
ववल्गतुस्ततो रंगे कृष्णसंकर्षणावुभौ ।
समानवयसो गोपान्बलादाकृष्य हर्षितौ
]

`verse 82 [
कंसोऽपि कोपरक्ताक्षः प्राहोच्चैर्व्यायतान्नरान् ।
गोपावेतौ समाजौघान्निष्क्राम्येतां बलादितः
]

`verse 83 [
नंदोऽपि गृह्यतां पापो निर्गलैरायसैरिह ।
अवृद्धार्हेण दंडेन वसुदेवोऽपि बध्यताम्
]

`verse 84 [
वल्गंति गोपाः कृष्णेन ये चेमे सहिताः पुरः ।
गावो निगृह्य तामेषां यच्चास्ति वसु किंचन
]

`verse 85 [
एवमाज्ञापयानं तु प्रहस्य मधुसूदनः ।
उत्प्लुत्यारुह्य तं मंचं कंसं जग्राह वेगतः
]

`verse 86 [
केश्ष्वोआ!कृष्य विगलत्किरीटमवनीतले ।
स कंसं पातयामास तस्योपरि पपात च
]

`verse 87 [
अश्षोजगदाधारगुरुणा पततोपरि ।
कृष्णेन त्याजितः प्राणानुग्रसेनात्मजो नृपः
]

`verse 88 [
नृतस्य केश्षोउ! तदा गृहीत्वा मधुसूदनः ।
चकर्ष देहं कंसस्य रंगमध्ये महाबलः
]

`verse 89 [
गौरवेणातिपतता परिघातेन कृष्यता ।
कृता कंसस्य देहेन वेगेनेव महांभसः
]

`verse 90 [
कंसे गृहीते कृष्णेन तद्भ्राताऽभ्यागतो रुषा ।
सुनामा बलभद्रे ण लीलयैव निपातितः
]

`verse 91 [
ततो हाहाकृतं सर्वमासीत्तद्रं गमंडलम् ।
अवज्ञया हतं दृष्ट्वा कृष्णेन मथुरेश्वरम्
]

`verse 92 [
कृष्णोऽपि वसुदेवस्य पादौ जग्राह सत्वरः ।
देवक्याश्च महाबाहुर्बलदेवसहायवान्
]

`verse 93 [
उत्थाप्य वसुदेवस्तं देवकी च जनार्दनम् ।
स्मृतजन्मोक्तवचनौ तावेव प्रणतौ स्थितौ
]

`speaker [
श्रीवसुदेव उवाच
]

`verse 94 [
प्रसीद सीदतां दत्तो देवानां यो वरः प्रभो ।
तथावयोः प्रसादेन कृतोद्धारस्स केशव
]

`verse 95 [
आराधितो यद्भगवानवतीर्णो गृहे मम ।
दुर्वृत्तनिधनार्थाय तेन नः पावितं कुलम्
]

`verse 96 [
त्वमंतः सर्वभूतानां सर्वभूतमयस्थितः ।
प्रवर्त्तेते समस्तात्मंस्त्वत्तो भूतभविष्यती
]

`verse 97 [
यज्ञैस्त्वमिज्यसेऽचिंत्य सर्वदेवमयाच्युत ।
त्वमेव यज्ञो यष्टा च यज्वनां परमेश्वरः
]

`verse 98 [
समुद्भवस्समस्तस्य जगतस्त्वं जनार्दन
]

`verse 99 [
सापह्नवं मम मनो यदेतत्त्वयि जायते ।
देवक्याश्चात्मजप्रीत्या तदत्यंतविडंबना
]

`verse 100 [
त्वं कर्त्ता सर्वभूतानामनादिनिधनो भवान् ।
त्वं मनुष्यस्य कस्यैषा जिह्वा पुत्रेति वक्ष्यति
]

`verse 101 [
जगदेतज्जगन्नाथ संभूतमखिलं यतः ।
कया युक्त्या विना मायां सोऽस्मत्तः संभविष्यति
]

`verse 102 [
यस्मिन्प्रतिष्ठितं सर्वं जगत्स्थावरजंगमम् ।
स कोष्ठोत्संगशयनो मानुषो जाय ते कथम्
]

`verse 103 [
स त्वं प्रसीद परमेश्वर पाहि विश्वमंशावतारकरणैर्न ममासि पुत्रः ।
आब्रह्यपादपमिदं जगदेतदीश त्वत्तो विमोहयसि किं पुरुषोत्तमास्मान्
]

`verse 104 [
मायाविमोहितदृशा तनयो ममेति कंसाद्भयं कृतमपास्तभयोऽतितीव्रम् ।
नीतोऽसि गोकुलमरातिभया कुलेन वृद्धिं गतोऽसि मम नास्ति ममत्वमीश
]

`verse 105 [
कर्माणि रुद्र मरुदश्विशतक्रतूनां साध्यानि यस्य न भवंति निरीक्षितानि ।
त्वं विष्णुरीश जगतामुपकारहेतोः प्राप्तोसि नः परिगतो विगतो हि मोहः
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांशो! विंशोध्यायः
]
