`speaker [
श्रीपराशर उवाच
]

`verse 1 [
गार्ग्यं गोष्ठ्यां द्विजं श्यालष्षंड इत्युक्तवान्द्विज
यदूनां सन्निधौ सर्वे जहसुर्यादवास्तदा
]

`verse 2 [
ततः कोपपरीतात्मा दक्षिणापथमेत्य सः
सुतमिच्छंस्तपस्तेपे यदुचक्रभयावहम्
]

`verse 3 [
आराधयन्महादेवं लोहचूर्णमभक्षयत्
ददौ वरं च तुष्टोऽस्मै वर्षे तु द्वादशो! हरः
]

`verse 4 [
संतोषयामास च तं यवनेशो ह्यनात्मजः
तद्योषित्संगमाच्चास्य पुत्रोऽभूदलिसन्निभः
]

`verse 5 [
तं कालयवनं नाम राये स्वे यवनेश्वरः
अभिषिच्य वनं यातो वज्राग्रकठिनोरसम्
]

`verse 6 [
स तु वीर्यमदोन्मत्तः पृथिव्यां बलिनो नृपान्
अपृच्छन्नारदस्तस्मै कथयामास यादवान्
]

`verse 7 [
म्लेच्छकोटिसहस्राणां सहस्रैस्सोभिसंवृतः
गजाश्वरथसंपन्नैश्चकार परमोद्यमम्
]

`verse 8 [
प्रययौ स व्यवच्छिन्नं छिन्नयानो दिनेदिने
यादवान्प्रति सामर्षो मैत्रेय मथुरां पुरीम्
]

`verse 9 [
कृष्णोऽपि चिंतयामास क्षपितं यादवं बलम्
यवनेन रणे गम्यं मागधस्य भविष्यति
]

`verse 10 [
मागधस्य बलं क्षीणं स कालयवनो बली
हंतैतदेवमायातं यदूनां व्यसनं द्विधा
]

`verse 11 [
तस्माद्दुर्गं करिष्यामि यदूनामरिदुर्जयम्
स्त्रियोऽपि यत्र युद्धेयुः किं पुनर्वृष्णिपुंगवाः
]

`verse 12 [
मयि मत्ते प्रमत्ते वा सुप्ते प्रवसितेऽपि वा
यादवाभिभवं दुष्टा मा कुर्वंस्त्वरयोधिकाः
]

`verse 13 [
इति संचिंत्य गोविंदो योजनानां महोदधिम्
ययाचे द्वादशपुरीं द्वारकां तत्र निर्ममे
]

`verse 14 [
महोद्यानां महावप्रां तटाकशतशोभिताम्
प्रासादगृहसंबाधामिंद्रस्येवामरावतीम्
]

`verse 15 [
मथुरावासिनं लोकं तत्रानीय जनार्दनः
आसन्ने कालयवने मथुरां च स्वयं ययौ
]

`verse 16 [
बहिरावासिते सैन्ये मथुराया निरायुधः
निर्जगाम च गोविंदो ददर्श यवनश्च तम्
]

`verse 17 [
स ज्ञात्वा वासुदेवं तं बाहुप्रहरणं नृपः
अनुयातो महायोगी चेतोभिः प्राप्यते न यः
]

`verse 18 [
तेनानुयातः कृष्णोऽपि प्रविवेश महागुहाम्
यत्र शेते महावीर्यो मुचुकुंदो नरेश्वरः
]

`verse 19 [
सोऽपि प्रविष्टो यवनो दृष्ट्वा शय्यागतं नृपम्
पादेन ताडयामास मत्वा कृष्णं सुदुर्मतिः
]

`verse 20 [
उत्थाय मुचुकुंदोऽपि ददर्श यवनं नृपः
]

`verse 21 [
दृष्टमात्रश्च तेनाऽसौ जज्वाल यवनोग्निना
तत्क्रोधजेन मैत्रेय भस्मीभूतश्च तत्क्षणात्
]

`verse 22 [
स हि देवासुरे युद्धे गतो हत्वा महासुरान्
निद्रा र्त्तस्सुमहाकालं निद्रा ं! वव्रे वरं सुरान्
]

`verse 23 [
प्रोक्तश्च देवैस्संसुप्तं यस्त्वामुत्थापयिष्यति
देहजेनाग्निना सद्यस्स तु भस्मीभविष्यति
]

`verse 24 [
एवं दग्ध्वा स तं पापं दृष्ट्वा च मधुसूदनम्
कस्त्वमित्याह सोऽप्याह जातोहं शशिनः कुले
वसुदेवस्य तनयो यदोर्वंशसमुद्भवः
]

`verse 25 [
मुचुकुंदोऽपि तत्राऽसौ वृद्धगार्ग्यवचोऽस्मरत्
]

`verse 26 [
संस्मृत्य प्रणिपत्यैनं सर्वं सर्वेश्वरं हरिम्
प्राह ज्ञानो भवान्विष्णोरंशस्त्वं परमेश्वर
]

`verse 27 [
पुरा गार्ग्येण कथितमष्टाविंशतिमे युगे
द्वापरांते हरेर्जन्म यदुवंशो! भविष्यति
]

`verse 28 [
स त्वं प्राप्तो न संदेहो मर्त्त्यानामुपकारकृत्
]

`verse 29 [
तथाहि सुमहत्तेजो नालं सोढुमहं तव
तथाहि सजलांभोदनादधीरतरं तव
वाक्यं नमति चैवोर्वी युष्मत्पादप्रपीडिता
]

`verse 30 [
देवासुरमहायुद्धे दैत्यसैन्यमहाभटाः
न सेहुर्मम तेजस्ते त्वत्तेजो न सहाम्यहम्
]

`verse 31 [
संसारपतितस्यैको जंतोस्त्वं शरणं परम्
प्रसीद त्वं प्रपन्नार्त्तिहर नाशय मेऽशुभम्
]

`verse 32 [
त्वं पयो निधयश्शैलसरितस्त्वं वनानि च
मेदिनी गगनं वायुरापोग्निस्त्वं तथा मनः
]

`verse 33 [
बुद्धिरव्याकृतप्राणाः प्राणेशस्त्वं तथा पुमान्
पुंसः परतरं यच्च व्याप्य जन्म विकारवत्
]

`verse 34 [
शब्दादिहीनमजरममेयं क्षयवर्जितम्
अवृद्धिनाशं तद्ब्रह्म त्वमाद्यंतविवर्जितम्
]

`verse 35 [
त्वत्तोऽमरास्सपितरो यक्षगंधर्वकिन्नराः
सिद्धाश्चाप्सरसस्त्वत्तो मनुष्याः पशवः खगाः
]

`verse 36 [
सरीसृपा मृगास्सर्वे त्वत्तस्सर्वे महीरुहाः
यच्च भूतं भविष्यं च किंचिदत्र चराचरम्
]

`verse 37 [
मूर्त्तामूर्त्तं तथा चापि स्थूलं सूक्ष्मतरं तथा
तत्सर्वं त्वं जगत्कर्त्ता नास्ति किंचित्त्वया विना
]

`verse 38 [
मया संसारचक्रेऽस्मिन्भ्रमता भगवंस्तदा
तापत्रयाभिभूतेन न प्राप्ता निर्वृतिः क्वचित्
]

`verse 39 [
दुःखान्येव सुखानीति मृगतृष्णाजलाशयाः
मया नाथ गृहीतानि तानि तापाय मेऽभवन्
]

`verse 40 [
राज्यमुर्वी बलं कोशो मित्रपक्षस्तथात्मजाः
भार्या भृत्य जनो ये च शब्दाद्या विषयाः प्रभो
]

`verse 41 [
सुखबुद्ध्या मया सर्वं गृहीतमिदमव्ययम्
परिणामे तदेवेश तापात्मकमभून्मम
]

`verse 42 [
देवलोकगतिं प्राप्तो नाथ देवगणोऽपि हि
मत्तस्साहाय्यकामोभूच्छाश्वती कुत्र निर्वृतिः
]

`verse 43 [
त्वामनाराध्य जगतां सर्वेषां प्रभवास्पदम्
शाश्वती प्राप्यते केन परमेश्वर निर्वृतिः
]

`verse 44 [
त्वन्मायामूढमनसो जन्ममृत्युजरादिकान्
अवाप्य तापान्पश्यंति प्रेतराजमनंतरम्
]

`verse 45 [
ततो निजक्रियासूतिनरकेष्वतिदारुणम्
प्राप्नुवंति नरा दुःखमस्वरूपविदस्तव
]

`verse 46 [
अहमत्यंतविषयी मोहितस्तव मायया
ममत्वगर्वगर्त्तांतर्भ्रमामि परमेश्वर
]

`verse 47 [
सोऽहं त्वां शरणमपारमप्रमेयं संप्राप्तः परमपदं यतो न किंचित्
संसारभ्रमपरितापतप्तचेतानिर्वाणे परिणतधाम्नि साभिलाषः
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांशो! त्रयोविंशोऽध्यायः
]
