`speaker [
श्रीपराशर उवाच
]

`verse 1 [
इत्थंस्तुतस्तदा तेन मुचुकुन्देन धीमता  ।
प्राहेशः सर्वभूतानामनादिनिधनो हरिः
]

`verse 2 [
श्रीभगवानुवाच
यथाभिवाञ्छितान्दिव्यान्गच्छलोकान्नराधिप  ।
अव्याहतपरैश्वर्यो मत्प्रसादोपबृंहितः
]

`verse 3 [
भुक्त्वा दिव्यन्महा भोगान्भविष्यसि महाकुले  ।
जातिस्मरो मत्प्रसादात्ततोमोक्षमवाप्स्यसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 4 [
इत्युक्तः प्रणिपत्येशं जगतामच्युतं नृपः  ।
गुहामुखाद्विनिष्क्रान्ततःस ददर्शाल्पकान्नरान्
]

`verse 5 [
ततः कलियुगं मत्वा प्राप्तं तप्तुं नृपस्तपः  ।
नरनारायणस्थानं प्रययौ गन्धमादनम्
]

`verse 6 [
कृष्णोपि घातयित्वारिमुपायेन हि तद्वलम्  ।
जग्राह मथुरामेत्य हस्त्यश्वस्यन्दनोज्ज्वलम्
]

`verse 7 [
आनीय चोग्रसेनाय द्वारवत्वां न्यवेदयत् ।
पराभिभवनिः शङ्कं बभूव च यदोः कुलम्
]

`verse 8 [
बलदेवोऽपि मैत्रेय प्रशान्ताखिलविग्रहः  ।
ज्ञातिदर्शनसोत्कण्ठः प्रययौ नन्दगोकुलम्
]

`verse 9 [
ततो गोपाश्च गोप्यश्च यथा पूर्वममित्रजित् ।
तथैवाभ्यवदत्प्रम्णा बहुमानपुरःसरम्
]

`verse 10 [
स कैश्चित्संपरिष्वक्तः कांश्चिच्च परिषस्वजे  ।
हास्यं चक्रे समं कैश्चिद्गोपैर्गोपीजनैस्तथा
]

`verse 11 [
प्रियाण्यनेकान्यवदन् गोपास्तत्र हलायुधम्  ।
गोप्यश्च प्रेमकुपिताः प्रोचुःसेर्ष्यमथापराः
]

`verse 12 [
गोप्यः पप्रच्छुरपरा नागरीजनवल्लभम्  ।
कच्चिदास्ते सुखं कृष्णश्चलप्रेमलवात्मकः
]

`verse 13 [
अस्मच्चेष्टामपहसन्न कच्चित्पुरयोषिताम्  ।
सौभाग्यमान मधिकं करोति क्षणसौहृदः
]

`verse 14 [
कच्चित्स्मरति नः कृष्णो गीतानुगमनं कलम्  ।
अप्यसौ मातरं द्रष्टु सकृदप्यागमिष्यति
]

`verse 15 [
अथ वा किं तदालापैः क्रियन्तामपराः कथाः  ।
यस्यास्मभिर्विना तेन विनास्माकं भविष्यति
]

`verse 16 [
पिता माता तथा भ्राता भर्ता बन्धुजनश्च किम्  ।
संत्यक्तस्तत्कृतेस्माभिरकृतज्ञध्वजो हि सः
]

`verse 17 [
तथापि कच्चिदालापमिहागमनसंश्रयम्  ।
करोति कृष्णो वक्तव्यं भवता राम नानृतम्
]

`verse 18 [
दामोदरोऽसौ गोविन्दः पुरस्त्रीसक्तमानसः  ।
अपेतप्रीतिरस्मासु दुर्दर्शः प्रतिभाति नः
]

`verse 19 [
आमन्त्रितश्च कृष्णेति पुनर्दामोदरेति च  ।
जहसुःसस्वरं गोप्यो हरिणा हृतचेतसः
]

`verse 20 [
संदेशैः साममधुरैः प्रेमगर्भैरगर्वितैः  ।
रामेणाश्वासिता गोप्यः कृष्णस्यातिमनोहरैः
]

`verse 21 [
गोपैश्च पूर्ववद्रामः परिहासमनोहराः  ।
कथाश्चकार रेमे च सह तैर्व्रजभूमिषु
]

`colophon [
इति श्रीविष्णुमहापुराणे पञ्चमांशे चतुर्विंशोध्यायः (२४)

इत्थं स्तुतस्तदा तेन मुचुकुन्देन धीमता ।
प्राहेशः सर्व्वभूतानामनादिर्भगवान हरिः
]

`verse 22 [
यथाभिवाञ्छितान् दिव्यान् गच्छ लोकान् नरेखर ।
अव्याहतपरैश्वर्य्यो मतप्रसादोपबुं हितः
]

`verse 23 [
भुक्त्वा भोगान् महादिव्यान् भविष्यसि महाकुले ।
जातिस्मरो मत्प्रसादात ततो मोक्षमवाप्स्यसि
]

`verse 24 [
इत्युक्तः प्रणिपत्येशं जगतामच्युतं नृपः ।
गुहामुखाद् विनिष्कान्तो ददृशे सोऽल्पकान् नरान
]

`verse 25 [
ततः कलियुगं ज्ञात्वा प्राप्तं तप्तुं नृपस्तपः ।
नरनारायणस्थानं प्रययौ गन्धमादनम्
]

`verse 26 [
कृष्णोऽपि घातयित्वारिमुपायेन हि तद्बलम् ।
जग्राह मथुरामेत्य हस्त्यश्वस्यन्दनोज्जवलम्
]

`verse 27 [
आनीय चोग्रसेनाय द्रारवत्यां न्यवेदयत् ।
पराभिभवनिःशङ्क बभूव च यदोः कुलम्
]

`verse 28 [
बलदेवोऽपि मैत्रेय! प्रशान्ताखिलविग्रहः ।
ज्ञातिसन्दर्शनोत्कण्ठः प्रययौ नन्दगौकुलम्
]

`verse 29 [
ततो गोपीश्व गोपांश्व यथापूर्व्वममित्रजित् ।
तथैवाभ्यवदत् प्रेम्णा बहुमानपुरःसरम्
]

`verse 30 [
कैश्वापि सम्परिष्वक्तः कांश्वित् स परिषस्वजे ।
हास्यञ्चक समं कैश्विद् गोपैर्गोपीजनैस्तथा
]

`verse 31 [
प्रियाण्यनेकान्यवदन् गोपास्तत्र हलायुधम् ।
गोप्यश्व प्रेमकुपिताः प्रोचुः सेर्ष्यमथापराः
]

`verse 32 [
गोप्यः पप्रच्छुरपरा नागरीजनवल्लभः ।
कज्विदास्ते सुखं कृष्णश्वलत्प्र मलवात्मकः
]

`verse 33 [
अस्मच्चेष्टामुपहसन् कज्विन्न पुरयोताम् ।
सौभाग्यमानमधिकं करोति करोति क्षणसौह्टदः
]

`verse 34 [
कज्वित् स्मरति नः कृष्णो गातानुगमन कलम् ।
अप्यसौ मातरं द्रष्टुं सकृदप्यागमिष्यति
]

`verse 35 [
अथवा कि तदालापरपरा क्रियतां कथा ।
तस्यास्माभिर्विना तेन विनास्माकं भविष्यति
]

`verse 36 [
पिता माता तथा भ्राता भर्त्ता बन्धुजनश्व किम् ।
न त्यक्तस्ततूकृतेऽस्माभिरकृतज्ञध्वजो हि सः
]

`verse 37 [
तथापि क्वचिदालापमिहागमनसंश्रयम् ।
करोति कृष्णो वक्तव्यं भवताकृष्ण नानृतम्
]

`verse 38 [
दामोदरोऽसौ गोविन्दः पुरस्त्रीन्यस्तमानसः ।
अपेतप्रीतिरस्मासु दुर्द्दर्शः प्रतिभाति नः
]

`verse 39 [
आमन्त्रितः स कृष्णोति पुनर्दामोदरेति च ।
जहसुः सुस्वर गोप्यो हरिणा ह्टतचेतसः
]

`verse 40 [
सन्देशैः साममधुरैः प्रमगर्भैरगर्व्वितैः ।
रामेणाश्वासिता गोप्यः कृष्णस्यातिमनोहरैः
]

`verse 41 [
गोपैश्व पूर्व्ववदू रामः परिहासमनोरमाः ।
कथाश्वकार रेमे च सह तैर्व्रजभूमिषु
]
