`verse 1 [
शम्बरेण ह्टतो वीरः प्रद्यु म्रः स कथं मुने !
शम्बरश्व महावीर्य्यः प्रद्यु म्नेन कथं हतः
]

`speaker [
पराशर उवाच
]

`verse 2 [
षष्ठेऽह्नि जातमात्रन्तु प्रद्युम्र सूतिकागृहात् ।
ममैष हन्तेति मुने! ह्टतवान् कालशम्बरः
]

`verse 3 [
ह्टत्वा चिक्षेप चैवैनं ग्राहोग्र लवणार्णावे ।
कल्लोलजनितावर्त्ते सुघोरे मकरालये
]

`verse 4 [
पतितं तत्र चैवैको मत्स्यो जग्राह बालकम् ।
न ममार च तस्यापि जठरेऽनलदीपितः
]

`verse 5 [
मतूस्यबन्धश्व मत्स्योऽसौ मत्स्यैरन्यैः सह द्रिज !
घातितोऽसुरवर्य्याय शम्बराय निवेदितः
]

`verse 6 [
तस्य मायावती नाम पत्री सर्व्वगृहेश्वरी ।
कारयामास सूदानामाधिपत्यमनिन्दिता
]

`verse 7 [
दारिते मत्स्यजठरे सा ददर्शातिशोभनम् ।
कुमारं मन्मथतरोर्दग्धस्य प्रथमाङ्कुरम्
]

`verse 8 [
कोऽयं कथमयं मत्स्यजठरं समुपागतः ।
इत्येवं कौतुकाविष्टां तां तन्वीं प्राह नारादः
]

`verse 9 [
अयं समस्तजगतः सूतिसंहारकारिणा ।
शम्बरेण ह्टतः कृष्णृ-तनयः सूतिकागृहात्
]

`verse 10 [
क्षिप्तः समुद्र मत्स्येन निगीर्णास्ते वशं गतः ।
नररत्रमिदं सुभ्रू विस्त्रब्धा परिपालय
]

`verse 11 [
नारदेनैवमुक्ता सा पालयामास तं शिशुम् ।
बाल्यादेवातिरागेण रूपातिशयमोहिता
]

`verse 12 [
स यदा यौवनाभोग-भूषितोऽभून्महामते!
साभिलाषा तदा साति बभूव गजगामिनी
]

`verse 13 [
मायावती ददौ तस्म मायाः सर्व्वा महामुन !
प्रद्यु म्रायातिरागान्धा तन्नयस्तह्टदयेक्षणा
]

`verse 14 [
प्रसज्जन्तीन्तु तामाह स कार्ष्णिः कमलेक्षणाम् ।
मातृभावमपाहाय किमेवं वर्त्तसेऽन्यथा
]

`verse 15 [
सा चास्मै कथयामास न पुत्रस्त्वं ममेति वै ।
तनयं त्वामयं विष्णोह्ट तवान् कालशम्बरः
]

`verse 16 [
क्षिप्तः समुद्र मत्स्यस्य सम्प्राप्तो जठरान्मया ।
सा तु रोदिति ते माता कान्ताद्याप्यतिवत्सला
]

`verse 17 [
इत्युक्तः शम्बरं युद्धे प्रद्यु म्रः स समाह्वयत् ।
क्रोधाकुलीकृतमना युयुधे च महाबलः
]

`verse 18 [
हत्वा सैन्यमशेषन्तु तस्य दैत्यस्य माधविः ।
सप्त माया व्यतिक्रम्य मायां प्रयुयुजेऽशष्टमीम्
]

`verse 19 [
तया जघान तं दैत्यं मायया कालशम्बरम् ।
उत्पत्य च तया सार्द्धमाजगाम पितुर्गृहम्
]

`verse 20 [
अन्तः परे निपतितं मायावत्या समन्वितम् ।
तं दृष्ट्वा कृष्णसंकल्पा बभूवुः कृष्णयोषितः
]

`verse 21 [
रुक्मिणी चावदत् प्रेमूणा प्रम्णा साश्रुदृष्टिरनिन्दिता ।
धन्यायाः खल्वयं पुत्रो वर्त्तते नवयौवने
]

`verse 22 [
अस्मिन् वयसि पुत्रो मे प्रद्यु म्रो यदि जीवति ।
सभाग्या जननी वतूस! त्वया कापि विभूषिता
]

`verse 23 [
अथवा यादृशः स्नेहो मम यादृगू वपुस्तव ।
हरेरपत्यं सुव्यक्त भवान् वत्स!भविष्यति
]

`verse 24 [
एतिस्मिन्नन्तरे प्राप्तः सह कृष्णेन नारदः ।
अन्तः पुरचरीं देवीं रुक्मिणीं प्राह हर्षयन्
]

`verse 25 [
एश ते तनयः सुभ्रु! हत्वा शम्बरमागतः ।
ह्टतो येनाभवद् बालो भवत्याः सूतिकागृहात्
]

`verse 26 [
इयं मायावती भार्य्या तनयस्यास्य ते सती ।
शम्बरस्य न भार्य्येयं श्रूयतामत्र कारणम्
]

`verse 27 [
मन्मथे तु गते नाशं तदुद्भवपरायाणा ।
शम्बरं मोहयामास मायारूपेण रूपिणी
]

`verse 28 [
व्यवायाद्यु पभोगेषु रूपं मायामयं शुभम् ।
दर्शयामास दैत्यस्य तस्येयं मदिरेक्षणा
]

`verse 29 [
कामोऽवतीर्णः पुत्रस्ते तस्येयं दयिता रतिः ।
विशङ्का नात्र कर्त्तव्या स्नुषेयं तव शोभना
]

`verse 30 [
ततो हर्षसमाविष्टा रुक्मिणी केशवस्तथा ।
नगरी च समस्ता सा साधु साध्वित्यभाषत
]

`verse 31 [
चिरं नष्टेन पुत्रेण संयुक्तां प्रेक्ष्य रुक्मिणीम् ।
अवाप विस्मयं सर्व्वो द्रारवत्यां जनस्तदा
]
