`verse 1 [
द्वारवत्यां स्थिते कृष्णे शक्रस्त्रिभुवनेश्वरः  ।
आजगामाथ मैत्रेय मत्तैरावतपृष्ठगः
]

`verse 2 [
प्रविश्य द्वारकां सोऽथ समेत्य हरिणा ततः  ।
कथयामास दैत्यस्य नरकस्य विचोष्टितम्
]

`verse 3 [
त्वयानाथेन देवानां मनष्यत्वेपि तिष्ठता  ।
प्रशमं सर्वदुःखानि नीतानि मधुसूदन
]

`verse 4 [
तपस्विव्यमनार्थाय सोरिष्टो धेनुकस्तथा  ।
प्रवृत्तो यस्तथा केशीते सर्वे निहतास्त्वया
]

`verse 5 [
कंसः कुवलयापीडः पूतना बालघातिनी  ।
नाशं नीतास्त्वया सर्वे येऽन्ये जगदुपद्रवाः
]

`verse 6 [
युष्मद्दोर्दडसंभूतिपरित्राते जगत्त्रये  ।
यज्वयज्ञांशसंप्राप्त्या तृप्तिं यान्ति दिवौकसः
]

`verse 7 [
सोऽहं सांप्रतमायातो यन्निमित्तं जनार्दन  ।
तच्छुत्वा तत्प्रतीकारप्रयत्नं कर्तुमर्हसि
]

`verse 8 [
भौमोऽयं नरको नाम प्राग्ज्योतिषपुरेश्वरः  ।
करोति सर्वभूतानामुपघातमरिन्दम
]

`verse 9 [
देवसिद्दसुरादीनां नृपाणां च नजार्दन  ।
हृत्वा तु सोऽसुरः कन्या रुरुधे निजमन्दिरे
]

`verse 10 [
छत्रं यत्सलिलस्रावि तज्जहार प्रचेतसः  ।
मदंरस्य तथा शृङ्गं हृतवान्मणिपर्वतम्
]

`verse 11 [
अमृतस्त्राविणी दिव्ये मन्मातुः कृष्णकुञ्जले  ।
जहार सोऽसुरो दित्या वाञ्छत्यैरावतं गजम्
]

`verse 12 [
दुर्नीतमेतद्गोविन्दमया तस्य निवेदितम्  ।
यदत्र प्रतिकर्तव्यं तत्स्वयं परिमृश्यताम्
]

`speaker [
श्रीपराशस उवाच
]

`verse 13 [
इतिश्रुत्वा स्मितं कृत्वा भगवान्देवकीसुतः  ।
गृहीत्वा वासवं हस्ते समुत्तस्थौ वरासनात्
]

`verse 14 [
संचिन्त्यागतमारुह्य गरुडं गगनेचरम्  ।
सत्यभामां समारोप्य ययौ प्राग्ज्योतिषं पुरम्
]

`verse 15 [
आरुह्यौरावतं नागं शक्रोऽपि त्रिदिवं ययौ  ।
ततौ जगाम कृष्णश्च पश्यतां द्वारकौकसाम्
]

`verse 16 [
प्राग्ज्योतिषपुरस्यापि समन्ताच्छतयोजनम्  ।
आचिता मौरवैः पाशैः क्षुरान्तैर्भूर्द्विजोत्तम
]

`verse 17 [
ताञ्चिच्छेद हरिः पाशान्क्षिप्त्वा चक्रं सुदर्शनम्  ।
ततो मुरःसमुत्तस्थौ तं जघान च केशवः
]

`verse 18 [
मुरस्य तनयान्सप्त सहस्रांस्तांस्ततो हरिः  ।
चक्रधाराग्निनिर्दग्धांश्चकार शलभानिव
]

`verse 19 [
हत्वासुरं हयग्रीवं तथा पञ्चजनं द्विज  ।
प्राग्ज्योतिषपुरं धीमांस्त्वारावान्समुपाद्रवत्
]

`verse 20 [
नरकेणास्य तत्राभून्महासैन्येन संयुगम्  ।
कृष्णस्य यत्र गोविन्दो यत्र गोविन्दो जघ्ने दैत्यान्सहस्रशः
]

`verse 21 [
शस्त्रास्त्रवर्षं मुञ्चन्तं तं भौमं नरकं बली  ।
क्षिप्त्वा चक्रं द्विधा चक्रे चक्री दैतेयचक्रहा
]

`verse 22 [
हते तु नरके भूमिर्गृहीत्वादितिकुण्डले  ।
उपतस्थे जगन्नाथं वाक्यं चेदमथाब्रवीत्
]

`verse 23 [
पृथ्व्युवाच
यदाहमुद्धृता नाथ त्वया सूकरमूर्तिना  ।
त्वत्स्पर्शसंभवः पुत्रस्तदायं मय्यजायत
]

`verse 24 [
सोऽयं त्वयैव दत्तो मे त्वयैब विनिपातितः  ।
गृहाम कुण्डले चेमे पालयास्य च संततिम्
]

`verse 25 [
भारावतरणार्थाय ममैव भगवानिमम्  ।
अंशेन लोकमायातः प्रसादसुमुखः प्रभो
]

`verse 26 [
त्वं कर्ता च विकर्ता च संहर्ता प्रभवोऽप्ययः  ।
जगतान्त्वं जगद्रूपःस्तूयतेऽच्युत किं तव
]

`verse 27 [
व्याप्तिव्याप्यं क्रियाकर्ता कार्यं च भगवान्यथा  ।
सर्वभूतात्मभूतस्य स्तूयते तव किं तथा
]

`verse 28 [
परमात्मा च भूतात्मा त्वमात्मा चाप्ययो भवान्  ।
यथातथा स्तुतिर्नाथ किमर्थं ते प्रवर्तते
]

`verse 29 [
प्रसीद सर्वभूतात्मन्नरकेण तु यत्कृतम्  ।
तत्क्षम्यतामदोषाय त्वत्सुतस्त्वन्निपातितः
]

`speaker [
श्रीपराशर उवाच
]

`verse 30 [
तथेति चोक्त्वा धरणीं भगवान् भूतभावनः  ।
रत्नानि नरकावासाज्जग्राह मुनिसत्तम
]

`verse 31 [
कन्यापुरे स कन्यानां षोडःशातुलविक्रमः  ।
शताधिकानि ददृशे सहस्राणि महामुने
]

`verse 32 [
चतुर्दंष्ट्रान्गजांश्चाग्र्यान् षट्सहस्रांश्च दृष्टवान्  ।
कांभोजानां तथाश्वानां नियुतान्येकविंशतिम्
]

`verse 33 [
ताः कन्यास्तांस्तथा नागांस्तानश्वान् द्वारकां पुरीम्  ।
प्रापयामास गोविन्दः सद्यो नरककिङ्करैः
]

`verse 34 [
ददृशे वारुणं च्छत्रं तथैव मणिपर्वतम्  ।
आरोपयामास हरिर्गरुडेपतगेश्वरे
]

`verse 35 [
आरुह्य च स्वयं कृष्णः सत्यभामासहायवान्  ।
अदित्याः कुण्डले दानुं जगाम त्रिदशालयम्
]

`colophon [
इति श्रीविष्णुमहापुराणे पञ्चमांश एकोनत्रिंशोध्यायः (२९)

द्रारवत्यां ततः शौरिं शक्रस्त्रिभुवनश्वरः ।
आजगामाथ मैत्रेय!मत्तैरावतपृष्ठगः
]

`verse 36 [
प्रिवश्य द्रारकां सोऽथ समेत्य हरिणा ततः ।
कथयामास दैत्यस्य नरकस्य विचेष्टितम्
]

`verse 37 [
त्वया नाथेन देवानां मनुष्यत्वेऽपि तिष्ठता ।
प्रशमं सर्व्वदुःखानि नीतानि मधुसूदन
]

`verse 38 [
तपस्वि-जननाशाय सोऽरिष्टो धेनुकस्तथा ।
चाणूरो मुष्टिकः केशी ते सर्व्वे निहतास्त्वया
]

`verse 39 [
कंसः कुवलयापीड़ः पूतना बालघातिनी ।
नाशं नीतास्त्वया सर्व्वे येऽन्ये जगदुपद्रवाः
]

`verse 40 [
युष्मद्दोर्दण्ड-सदूबुद्धि परित्राते जगत्त्रये ।
यज्वियज्ञांशसम्प्राप्त्या तृप्तिं यान्ति दिवौवसः
]

`verse 41 [
सोऽहं साम्प्रतमायातो यन्निमित्तं जनार्द्दन!
तच्छु त्वा तत्प्रतीकारप्रयत्नं कर्त्तुमर्हसि
]

`verse 42 [
भोमोऽयं नरको नाम्रा प्रागूज्योतिषपुरेश्वरः ।
करोति सर्व्वभूतानामुपघातमरिन्दम
]

`verse 43 [
देवसिद्धासुरादीनां नृपाणाञ्च जनार्द्दन!
ह्टत्वा हि सोऽसुरः कन्या रुरोध निजमन्दिरे
]

`verse 44 [
छत्रं यत् सलिलस्त्रावि तज्जहार प्रचेतसः ।
मन्दरस्य तथा श्वृङ्ग ह्टतवान् मणिपर्व्वतम्
]

`verse 45 [
अमृतस्त्राविणी दिव्ये मन्मातुः कृष्ण!कुणडले ।
जहार सोऽसुरोऽदित्या वाञ्छत्यैरावतं गजम्
]

`verse 46 [
दुर्णीतमेतदू गोविन्द!मया तस्य तवोदितम् ।
यदत्र प्रतिपव्यं तत् खयं प्रविमृष्यताम्
]

`verse 47 [
इति श्वुत्वा स्मितं कृत्वा भगवान् देवकीसुतः ।
गृहीत्वा वासवं हस्ते समुत्तस्थौ वरासनात्
]

`verse 48 [
सञ्चिन्तितमुपारुह्य गरुड़ गगनेचरम् ।
सत्यभामां समारोप्य ययौ प्राग्ज्योतिषं पुरम्
]

`verse 49 [
चिन्तयामास च विभुर्मनसा पन्नगाशनम् ।
ततो जगाम मैत्रेय!पश्यतां द्वारकौकसाम्
]

`verse 50 [
प्राग्ज्योतिषपुरस्यासीत् समन्ताच्छतयोजनम् ।
आचिता मौरवैः पाशैः क्षुरान्तैर्भूर्द्विजोत्तम
]

`verse 51 [
तांश्विच्छेद हरिः पाशान् क्षिप्त्वा चक्रं सुदर्शनम् ।
ततो मुरुः समुत्तस्थौ तं जघान च केशवः
]

`verse 52 [
मुरोश्व तनयान् सप्त सहस्रांस्तांस्ततो हरिः ।
चक्रधाराग्निनिर्दग्धांश्चकार शलभानिव
]

`verse 53 [
हत्वा मुरुं हयग्रीवं तथा पञ्चजनं द्विज!
प्राग्ज्योतिषपुरं धीमांस्त्वरावान् समुपागतः
]

`verse 54 [
नरकेणास्य तत्राभून्महासैन्येन संयुगः ।
कृष्णस्य यत्र गोविन्दो जघ्ने दैत्यान् सहस्त्रशः
]

`verse 55 [
शस्त्रास्त्रवर्ष मुञ्चन्तं भौमं तं नरकं बली ।
क्षिप्त्वा चक्र द्रिधा चक्र चक्रीदैतेयचक्रहा
]

`verse 56 [
हते तु नरके भूमिर्गृहीत्वादितिकुणडले ।
उपतस्थे जगन्नाथं वाक्यं चेदमथाब्रवीत्
]

`verse 57 [
यदाहमुद्धृता नाथ !त्वया शूकरमूर्त्तिना ।
त्वत्स्पर्शसम्भवः पुत्रस्तदायं मय्यजायत
]

`verse 58 [
सोऽयं त्वयैव दत्तो मे त्वयैव विनिपातितः ।
गृहाण कुण्डले चेमे पालयास्य च सन्ततिम्
]

`verse 59 [
भारावतारणार्थाय ममैव भगवानिमम् ।
अंशेन लोकमायातः प्रसादसुमुखः प्रभो
]

`verse 60 [
त्वं कर्त्ता त्वं विकर्त्ता च संहर्त्ता प्रभवोऽप्ययः ।
जगतो त्वं जगद्रूपः स्तूयतेऽच्युत!किं तव
]

`verse 61 [
व्यापी व्याप्यः क्रिया कर्त्ता कार्य्यञ्च भगवान् यथा ।
सर्व्वभूतात्मभूतस्य स्तूयते तव किं तदा
]

`verse 62 [
परमात्मा च भूतात्मा महात्मा चाव्ययो भवानु ।
यदा तदा स्तुतिर्नाथ!किमर्थं ते प्रवर्त्तते
]

`verse 63 [
प्रसीद सर्व्वभूतात्मन् !नरकेणा हि यत् कृतम् ।
तत् क्षम्यतामदोषाय त्वत्सुतः त्वन्निपातितः
]

`verse 64 [
तथेति चोक्र्वा धरणीं भगवान् भूतभावनः ।
रत्रानि नरकावासाज्जग्राह मुनिसत्तम
]

`verse 65 [
कन्यापुरे स कन्यानां षोड़शातुलविक्रमः ।
शताधिकानि ददृशे सहस्त्राणि महामते
]

`verse 66 [
चतुर्दन्तान् गजाश्वोग्रयान् षटूसहस्त्रान् स दृष्टवान् ।
काम्बोजानां तथाश्वानां नियुतान्येकविंशतिम्
]

`verse 67 [
कन्यास्ताश्व तता नागांस्तानश्वान् द्रारकां पुरीम् ।
प्रषयामास गोनविन्दः सद्यो नरककिङ्करेः
]

`verse 68 [
ददृशे वारुणं छत्रं तथैव मणिपर्व्वतम् ।
आरोपयामास हरिर्गरुड़ पन्नगाशने
]

`verse 69 [
आरुह्य च स्वयं कृष्णाः सत्यभामा-सहायवान ।
अदित्याः कुण्डले दातु जगाम त्रिदिवालयम्
]
