`speaker [
श्रीपराशर उवाच
]

`verse 1 [
बाणोपि प्रणिपत्याग्रे मैत्रेयाह त्रिलोचनम्
देव बाहुसहस्रेण निर्विण्णोस्म्याहवं विना
]

`verse 2 [
कच्चिन्ममैषां बाहूनां साफल्यजनको रणः
भविष्यति विना युद्धं भाराय मम किं भुजैः
]

`speaker [
श्रीशंकर उवाच
]

`verse 3 [
मयूरध्वजभंगस्ते यदा बाण भविष्यति
पिशिताशिजनानंदं प्राप्स्यसे त्वं तदा रणम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 4 [
ततः प्रणम्य वरदं शंभुमभ्यागतो गृहम्
सभग्नं ध्वजमालोक्य हृष्टो हर्षं पुनर्ययौ
]

`verse 5 [
एतस्मिन्नेव काले तु योगविद्याबलेन तम्
अनिरुद्धमथानिन्ये चित्रलेखा वराप्सराः
]

`verse 6 [
कन्यांतःपुरमभ्येत्य रममाणं सहोषया
विज्ञाय रक्षिणो गत्वा शशंसुर्दैत्यभूपतेः
]

`verse 7 [
व्यादिष्टं किंकराणां तु सैन्यं तेन महात्मना
जघान परिघं घोरमादाय परवीरहा
]

`verse 8 [
हतेषु तेषु बाणोपि रथस्थस्तद्वधोद्यतः
युध्यमानो यथाशक्ति यदुवीरेण निर्जितः
]

`verse 9 [
मायया युयुधे तेन स तदा मंत्रिचोदितः
ततस्तं पन्नगास्त्रेण बबंध यदुनंदनम्
]

`verse 10 [
द्वारवत्यां क्व यातोऽसावनिरुद्धेति जल्पताम्
यदूनामाचचक्षे तं बद्धं बाणेन नारदः
]

`verse 11 [
तं शोणितपुरं नीतं श्रुत्वा विद्याविदग्धया
योषिता प्रत्ययं जग्मुर्यादवा नामरैरिति
]

`verse 12 [
ततो गरुडमारुह्य स्मृतमात्रागतं हरिः
बलप्रद्युम्नसहितो बाणस्य प्रययौ पुरम्
]

`verse 13 [
पुरप्रवेशो! प्रमथैर्युद्धमासीन्महात्मनः
ययौ बाणपुराभ्याशं नीत्वा तान्संक्षयं हरिः
]

`verse 14 [
ततस्त्रिपादस्त्रिशिरा ज्वरो माहेश्वरो महान्
बाणरक्षार्थमभ्येत्य युयुधे शार्ङ्गधन्वना
]

`verse 15 [
तद्भस्मस्पर्शसंभूततापः कृष्णांगसंगमात्
अवाप बलदेवोपि श्रममामीलितेक्षणः
]

`verse 16 [
ततस्स युद्ध्यमानस्तु सह देवेन शार्ङ्गिणा
वैष्णवेन ज्वरेणाशु कृष्णदेहान्निराकृतः
]

`verse 17 [
नारायणभुजाघातपरिपीडनविह्वलम्
तं वीक्ष्य क्षम्यतामस्येत्याह देवः पितामहः
]

`verse 18 [
ततश्च क्षांतमेवेति प्रोक्त्वा तं वैष्णवं ज्वरम्
आत्मन्येव लयं निन्ये भगवान्मधुसूदनः
]

`speaker [
ज्वर उवाच
]

`verse 19 [
मम त्वाय समं युद्धं ये स्मरीष्यंति मानवाः
विज्वरास्ते भविष्यंती त्युक्त्वा चैनं ययौ ज्वरः
]

`verse 20 [
ततोग्नीन्भगवान्पंच जित्वा नीत्वा तथा क्षयम्
दानवानां बलं कृष्णश्चूर्णयामास लीलया
]

`verse 21 [
ततस्समस्तसैन्येन दैतेयानां बलेस्सुतः
युयुधे शंकरश्चैव कार्त्तिकेयश्च शौरिणा
]

`verse 22 [
हरिशंकरयोर्युद्धमतीवासीत्सुदारुणम्
चुक्षुभुस्सकला लोकाश्शस्त्रास्त्रांशुप्रतापिताः
]

`verse 23 [
प्रलयोयमशेषस्य जगतो नूनमागतः
मेनिरे त्रिदशास्तत्र वर्त्तमाने महारणे
]

`verse 24 [
जृंभ कास्त्रेण गोविंदो जृंभयामास शंकरम्
ततः प्रणेमुर्दैतेयाः प्रमथाश्च समंततः
]

`verse 25 [
जृंभाभिभूतस्यु हरो रथोपस्थ उपाविशत्
न शशाक ततो योद्धुं कृष्णेनाक्लिष्टकर्मणा
]

`verse 26 [
गरुजक्षतवाहश्च प्रद्युम्नास्त्रेम पीडितः
कृष्णहुंकारनिर्धूतशक्तिश्चापययौ गुहः
]

`verse 27 [
जृंभिते शंकरे नष्टे दैत्यसैन्ये गुहे जिते
नीते प्रमथसैन्ये च संक्षयं शार्ङ्गधन्वना
]

`verse 28 [
नंदिना संगृहीताश्वमधिरूढो महारथम्
बाणस्तत्राययौ योद्धुं कृष्णकार्ष्णिबलैस्सह
]

`verse 29 [
बलभद्रो  महावीर्यो बाणसैन्यमनेकधा
विव्याध बाणैः प्रभ्रश्य धर्मतश्चापलायत
]

`verse 30 [
आकृष्य लांगलाग्रेण मुसलेनाशु ताडितम्
बलं बलेन ददृशो! बाणो बाणैश्च चक्रिणा
]

`verse 31 [
ततः कृष्णेन बाणस्य युद्धमासीत्सुदारुणम्
]

`verse 32 [
समस्यतोरिषून्दीप्तान्कायत्राणविभेदिनः
कृष्णश्चिच्छेद बाणैस्तान्बाणेन प्रहिताञ्छितान्
विव्याध केशवं बाणो बाणं विव्याध चक्रधृक्
]

`verse 33 [
मुमुचाते तथास्त्राणि बाणकृष्णौ जिगीषया
परस्परक्षतिकरौ लाघवादनिशं द्विज
]

`verse 34 [
भिद्यमानेष्वश्षोए!षु शरेष्वस्त्रे च सीदति
प्राचुर्येण ततो बाणं हंतुं चक्रे हरिर्मनः
]

`verse 35 [
ततोर्कशतसंघाततेजसा सदृशद्युति
जग्राह दैत्यचक्रारिर्हरिश्चक्रं सुदर्शनम्
]

`verse 36 [
मुञ्चतो बाणनाशाय ततश्चक्रं मधुद्विषः
नग्ना दैतेयविद्याऽभूत्कोटरी पुरतो हरेः
]

`verse 37 [
तामग्रतो हरिर्दृष्ट्वा मीलिताक्षस्सुदर्शनम्
मुमोच बाणमुद्दिश्य च्छेत्तुं बाहुवनं रिपोः
]

`verse 38 [
क्रमेण तत्तु बाहूनां बाणस्याच्युतचोदितम्
छेदं चक्रेऽसुरापास्तशस्त्रौघक्षपणादृतम्
]

`verse 39 [
छिन्ने बाहुवने तत्तु करस्थं मधुसूतनः
मुमुक्षुर्बाणनाशाय विज्ञातस्त्रिपुरद्विषा
]

`verse 40 [
समुपेत्याह गोविंदं सामपूर्वमुमापतिः
विलोक्य बाणं दादडच्छेदासृक्स्राववर्षिणम्
]

`speaker [
शंकर उवाच
]

`verse 41 [
कृष्णकृष्ण जगन्नाथ जाने त्वां पुरुषोत्तमम्
परेशं परमात्मानमनादिनिधनं हरिम्
]

`verse 42 [
देवतिर्यङ्मनुष्येषु शरीरग्रहणात्मिका
लीलेयं सर्वभूतस्य तव चेष्टोपलक्षणा
]

`verse 43 [
तत्प्रसीदाभयं दत्तं बाणस्यास्य मया प्रभो
तत्त्वाय नानृतं कार्यं यन्मया व्याहृतं वचः
]

`verse 44 [
अस्मत्संश्रयदृप्तोयं नापराधी तवाव्यय
मया दत्तवरो दैत्यस्ततस्त्वां क्षमयाम्यहम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 45 [
इत्युक्तः प्राह गोविंदश्शूलपाणिमुमापतिम्
प्रसन्नवदनो भूत्वा गतामर्षोऽसुरं प्रति
]

`verse 46 [
श्रीभगवानुवाच
युष्मद्दत्तवरो बाणो जीवतामेष शंकर
त्वद्वाक्यगौरवादेतन्मया चक्रं निवर्त्तितम्
]

`verse 47 [
त्वया यदभयं दत्तं तद्दत्तमखिलं मया
मत्तोऽविभिन्नमात्मानं द्र ष्टुमर्हसि शंकर
]

`verse 48 [
योहं स त्वं जगच्चेदं सदेवासुरमानुषम्
मत्तो नान्यदश्षॐ यत्तत्त्वं ज्ञातुमिहार्हसि
]

`verse 49 [
अविद्यामोहितात्मानः पुरुषा भिन्नदर्शिनः
वदंति भेदं पश्यंति चावयोरंतरं हर
]

`verse 50 [
प्रसन्नोऽहं गमिष्यामि त्वं गच्छ वृषभध्वज
]

`speaker [
श्रीपराशर उवाच
]

`verse 51 [
इत्युक्त्वा प्रययौ कृष्णः प्राद्युम्निर्यत्र तिष्ठति
तद्बंधफणिनो नेशुर्गरुडानिलपोथिताः
]

`verse 52 [
ततोऽनिरुद्धमारोप्य सपत्नीकं गरुत्मति
आजग्मुर्द्वारकां रामकार्ष्णिदामोदराः पुरीम्
]

`verse 53 [
पुत्रपौत्रैः परिवृतस्तत्र रेमे जनार्दनः
देवीभिस्सततं विप्र भूभारतरणेच्छया
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांशो! त्रयस्त्रिंशोऽध्यायः
]
