`speaker [
श्रीपराशर उवाच
]

`verse 1 [
एवं दैत्यवधं कृष्णो बलदेव सहायवान् ।
चक्रे दुष्टक्षितीशानां तथैव जगतः कृते
]

`verse 2 [
क्षितेश्च भारं भगवान्फाल्गुनेन समन्वितः ।
आवतारयामास विभुस्समस्ताक्षोहिणी वधात्
]

`verse 3 [
कृत्वा भारावतरणं भुवो हत्वाऽखिलान्नृपान् ।
शापव्याजेन विप्राणामुपसंहृतवान्कुलम्
]

`verse 4 [
उत्सृज्य द्वारकां कृष्णस्त्यक्त्वा मानुष्यमात्मनः ।
सांशो विष्णुमयं स्थानं प्रविवेश मुने निजम्
]

`speaker [
मैत्रेय उवाच
]

`verse 5 [
स विप्रशापव्याजेन संजह्रे स्वकुलं कथम् ।
कथं च मानुषं देहमुत्ससर्ज जनार्दनः
]

`speaker [
श्रीपराशर उवाच
]

`verse 6 [
विश्वामित्रस्तथा कण्वो नारदश्च महामुनिः ।
पिंडारके महातीर्थे दृष्ट्वा यदुकुमारकैः
]

`verse 7 [
ततस्ते यौवनोन्मत्ता भाविकार्यप्रचोदिताः ।
सांबं जांबवतीपुत्रं भूषयित्वा स्त्रियं यथा
]

`verse 8 [
प्रश्रितास्तान्मुनीनूचुः प्रणिपातपुरस्सरम् ।
इयं स्त्री पुत्रकामा वै ब्रूत किं जनयिष्यति
]

`speaker [
श्रीपराशर उवाच
]

`verse 9 [
दिव्यज्ञानोपपन्नास्ते विप्रलब्धाः कुमारकैः ।
मुनयः कुपिताः प्रोचुर्मुसलं जनयिष्यति
]

`verse 10 [
सर्वयादवसंहारकारणं भुवनोत्तरम् ।
येनाखिलकुलोत्सादो यादवानां भविष्यति
]

`verse 11 [
इत्युक्तास्ते कुमारास्तु आचचक्षुर्यथातथम् ।
उग्रसेनाय मुसलं जज्ञे सांबस्य चोदरात्
]

`verse 12 [
तदुग्रसेनो मुसलमयश्चूर्णमकारयत् ।
जज्ञे तदेरकाचूर्णं प्रक्षिप्तं तैर्महोदधौ
]

`verse 13 [
मुसलस्याथ लोहस्य चूर्णितस्य तु यादवैः ।
खंडं चूर्णितशेषं तु ततो यत्तोमराकृति
]

`verse 14 [
तदप्यंबुनिधौ क्षिप्तं मत्स्यो जग्राह जालिभिः ।
घातितस्योदरात्तस्य लुब्धो जग्राह तज्जराः
]

`verse 15 [
विज्ञातपरमार्थोपि भगवान्मधुसूदनः ।
नैच्छत्तदन्यथा कर्त्तुं विधिना यत्समीहितम्
]

`verse 16 [
देवैश्च प्रहितो वायुः प्रणिपत्त्याह केशवम् ।
रहस्येवमहं दूतः प्रहितो भगवन्सुरैः
]

`verse 17 [
वस्वश्विमरुदादित्यरुद्र साध्यादिभिस्सह ।
विज्ञापयति शक्रस्त्वां तदिदं श्रूयतां विभो
]

`verse 18 [
भारावतरणार्थाय वर्षाणामधिकं शतम् ।
भगवानवतीर्णोत्र त्रिदशैस्सह चोदितः
]

`verse 19 [
दुर्वृत्ता निहता दैत्या भुवो भारोऽवतारितः ।
त्वया मनाथास्त्रिदशा भवंतु त्रिदिवे सदा
]

`verse 20 [
तदतीतं जगन्नाथ वर्षाणामधिकं शतम् ।
इदानीं गम्यतां स्वर्गो भवता यदि रोचते
]

`verse 21 [
देवैर्विज्ञाप्यते देव तथात्रैव रतिस्तव ।
तत्स्थीयतां यथाकालमास्थेयमनुजीविभिः
]

`verse 22 [
श्रीभगवानुवाच।
यत्त्वमात्थाखिलं दूत वेद्म्येतदहमप्युत ।
प्रारब्ध एव हि मया यादवानां परिक्षयः
]

`verse 23 [
भुवो नाद्यापि भारोऽयं यादवैरनिबर्हितैः ।
अवतार्य करोम्येतत्सप्तरात्रेण सत्वरः
]

`verse 24 [
यथा गृहीतमंभोधेर्दत्त्वाहं द्वारकाभुवम् ।
यादवानुपसंहृत्य यास्यामि त्रिदशालयम्
]

`verse 25 [
मनुष्यदेहमुत्सृज्य संकर्षणसहायवान् ।
प्राप्त एवास्मि मंतव्यो देवेंद्रे ण तथाऽमरैः
]

`verse 26 [
जरासंधादयो येऽन्ये निहता भारहेतवः ।
क्षितेस्तेभ्यःकुमारोऽपि यदूनां नापचीयते
]

`verse 27 [
तदेतं सुमहाभारमवतार्य क्षितेरहम् ।
यास्याम्यमरलोकस्य पालनाय ब्रवीहि तान्
]

`speaker [
श्रीपराशर उवाच
]

`verse 28 [
इत्युक्तो वासुदेवेन देवदूतः प्रणम्य तम् ।
मैत्रेय दिव्यया गत्या देवराजांतिकं ययौ
]

`verse 29 [
भगवानप्यथोत्पातान्दिव्यभौमांतरिक्षजान् ।
ददर्श द्वारकापुर्य्यां विनाशाय दिवानिशम्
]

`verse 30 [
तान्दृष्ट्वा यादवानाह पश्यध्वमतिदारुणान् ।
महोत्पाताञ्छमायैषां प्रभासं याम मा चिरम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 31 [
एवमुक्ते तु कृष्णेन यादवप्रवरस्ततः ।
महाभागवतः प्राह प्रणिपत्योद्धवो हरिम्
]

`verse 32 [
भगवन्यन्मया कार्यं तदाज्ञापय सांप्रतम् ।
मन्ये कुलमिदं सर्वं भगवान्संहरिष्यति
]

`verse 33 [
नाशायास्य निमित्तानि कुलस्याच्युत लक्षये
]

`verse 34 [
श्रीभगवानुवाच।
गच्छ त्वं दिव्यया गत्या मत्प्रसादसमुत्थया ।
यद्बदर्याश्रमं पुण्यं गंधमादनपर्वते ।
नरनारायणस्थाने तत्पवित्रं महीतले
]

`verse 35 [
मन्मना मत्प्रसादेन तत्र सिद्धिमवाप्स्यसि ।
अहं स्वर्गं गमिष्यामि ह्युपसंहृत्य वै कुलम्
]

`verse 36 [
द्वारकां च मया त्यक्तां समुद्र ः! प्लावयिष्यति ।
मद्वेश्म चैकं मुक्त्वा तु भयान्मत्तो जलाशये ।
तत्र सन्निहितश्चाहं भक्तानां हितकाम्यया
]

`speaker [
श्रीपराशर उवाच
]

`verse 37 [
इत्युक्तः प्रणिपत्यैनं जगामाशु तपोवनम् ।
नरनारायणस्थानं केशवेनानुमोदितः
]

`verse 38 [
ततस्ते यादवास्सर्वे रथानारुह्य शीघ्रगान् ।
प्रभासं प्रययुस्सार्द्धं कृष्णरामादिभिर्द्विज
]

`verse 39 [
प्रभासं समनुप्राप्ताः कुकुरांधकवृष्णयः ।
चक्रुस्तत्र महापानं वासुदेवेन चोदिताः
]

`verse 40 [
पिबतां तत्र चैतेषां संघर्षेण परस्परम् ।
अतिवादेंधनो जज्ञे कलहाग्निः क्षयावहः
]

`speaker [
मैत्रेय उवाच
]

`verse 41 [
स्वंस्वं वै भुंजतां तेषां कलहः किंनिमित्तकः ।
संघर्षो वा द्विजश्रेष्ठ तन्ममाख्यातुमर्हसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 42 [
मृष्टं मदीयमन्नं ते न मृष्टमिति जल्पताम् ।
मृष्टामृष्टकथा जज्ञे संघर्षकलहौ ततः
]

`verse 43 [
ततश्चान्योन्यमभ्येत्य क्रोधसंरक्तलोचनाः ।
जघ्नुः परस्परं ते तु शस्त्रैर्दैवबलात्कृताः
]

`verse 44 [
क्षीणशस्त्राश्च जगृहुः प्रत्यासन्नामथैरकाम्
]

`verse 45 [
एरका तु गृहीता वै वज्रभूतेव लक्ष्यते ।
तया परस्परं जघ्नुस्संप्रहारे सुदारुणे
]

`verse 46 [
प्रद्युम्नसांबप्रमुखाः कृतवर्माथ सात्यकिः ।
अनिरुद्धादयश्चान्ये पृथुर्विपृथुरेव च
]

`verse 47 [
चारुवर्मा चारुकश्च तथाक्रूरादयो द्विज ।
एरकारूपिभिर्वज्रैस्ते निजघ्नुः परस्परम्
]

`verse 48 [
निवारयामास हरिर्यादवांस्ते च केशवम् ।
सहायं मेनिरेरीणां प्राप्तं जघ्नुः परस्परम्
]

`verse 49 [
कृष्णोऽपि कुपितस्तेषामेरकामुष्टिमाददे ।
वधाय सोपि मुसलं मुष्टर्लौहमभूत्तदा
]

`verse 50 [
जघान तेन निश्श्षोआ!न्यादवानाततायिनः ।
जघ्नुस्ते सहसाभ्येत्य तथाऽन्येपि परस्परम्
]

`verse 51 [
ततश्चार्णवमध्येन जैत्रोऽसौ चक्रिणो रथः ।
पश्यतो दारुकस्याथ प्रायादश्वैर्धृतो द्विज
]

`verse 52 [
चक्रं गदा तथा शार्ङ्गं तूणीशंखोसिरेव च ।
प्रदक्षिणं हरिं कृत्वा जग्मुरादित्यवर्त्त्मना
]

`verse 53 [
क्षणेन नाभवत्कश्चिद्यादवानामघातितः ।
ऋते कृष्णं महात्मानं दारुकं च महामुने
]

`verse 54 [
चंक्रम्यमाणौ तौ रामं वृक्षमूले कृतासनम् ।
ददृशाते मुखाच्चास्य निष्क्रामंतं महोरगम्
]

`verse 55 [
निष्क्रम्य स मखात्तस्य महाभोगो भुजंगमः ।
प्रययावर्णवं सिद्धैः पूज्यमानस्तथोरगैः
]

`verse 56 [
ततोर्घ्यमादाय तदा जलधिस्संमुखं ययौ ।
प्रविवेश ततस्तोयं पूजितः पन्नगोत्तमैः
]

`verse 57 [
दृष्ट्वा बलस्य निर्याणं दारुकं प्राह केशवः ।
इदं सर्वं समाचक्ष्व वसुदेवोग्रसेनयोः
]

`verse 58 [
निर्याणं बलभद्र स्य यादवानां तथा क्षयम् ।
योगे स्थित्वाहमप्येतत्परित्यक्ष्ये कलेवरम्
]

`verse 59 [
वाच्यश्च द्वारकावासी जनस्सर्वस्तथाहुकः ।
यथेमां नगरीं सर्वां समुद्र ः! प्लावयिष्यति
]

`verse 60 [
तस्माद्भवद्भिस्सर्वैस्तु प्रतीक्ष्यो ह्यर्जुनागमः ।
न स्थेयं द्वारकामध्ये निष्क्रांते तत्र पांडवे
]

`verse 61 [
तेनैव सह गंतव्यं यत्र याति स कौरवः
]

`verse 62 [
गत्वा च ब्रूहि कौंतेयमर्जुनं वचनान्मम ।
पालनीयस्त्वया शक्त्या जनोऽयं मत्परिग्रहः
]

`verse 63 [
त्वमर्जुनेन सहितो द्वारवत्यां तथा जनम् ।
गृहीत्वा यादि वज्रश्च यदुराजो भविष्यति
]

`speaker [
श्रीपराशर उवाच
]

`verse 64 [
इत्युक्तो दारुकः कृष्णं प्रणिपत्य पुनःपुनः ।
प्रदक्षिणं च बहुशः कृत्वा प्रायाद्यथोदितम्
]

`verse 65 [
स च गत्वा तदाचष्ट द्वारकायां तथाऽर्जुनम् ।
आनिनाय महाबुद्धिर्वज्रं चक्रे तथा नृपम्
]

`verse 66 [
भगवानपि गोविंदो वासुदेवात्मकं परम् ।
ब्रह्मात्मनि समारोप्य सर्वभूतेष्वधारयत् ।
निष्प्रपंचे महाभाग संयोज्यात्मानमात्मनि ।
तुर्यावस्थसलीलं च श्तोए!स्म पुरुषोत्तमः
]

`verse 67 [
संमानयन्द्विजवचो दुर्वासा यदुवाच ह ।
योगयुक्तोऽभवत्पादं कृत्वा जानुनि सत्तम
]

`verse 68 [
आययौ स जरानाम तदा तत्र स लुब्धकः ।
मुसलावशेषलोहैकसायकन्यस्ततोमरः
]

`verse 69 [
स तत्पादं मृगाकारमवेक्ष्यारादवस्थितः ।
तले विव्याध तेनैव तोमरेण द्विजोत्तम
]

`verse 70 [
ततश्च ददृशो! तत्र चदुर्बाहुधरं नरम् ।
प्रणिपत्त्याह चैवैनं प्रसीदेति पुनःपुनः
]

`verse 71 [
अजानता कृतमिदं मया हरिणशंकया ।
क्षम्यतां मम पापेन दग्धं मां त्रातुमर्हसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 72 [
ततस्तं भगवानाह न तेस्तु भयमण्वपि ।
गच्छ त्वं मत्प्रसादेन लुब्ध स्वर्गं सुरास्पदम्
]

`speaker [
श्रीपराशर उवाच
]

`verse 73 [
विमानमागतं सद्यस्तद्वाक्यसमनंतरम् ।
आरुह्य प्रययौ स्वर्गं लुब्धकस्तत्प्रसादतः
]

`verse 74 [
गते तस्मिन्सभगवान्संयोज्यात्मानमात्मनि ।
ब्रह्मभूतेऽव्ययेचिंत्ये वासुदेवमयेऽमले
]

`verse 75 [
अजन्मन्यमरे विष्णावप्रमेयेऽखिलात्मनि ।
तत्याज मानुषं देहमतीत्य त्रिविधां गतिम्
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांशे सप्तत्रिंशोऽध्यायः।
]
