`speaker [
श्रीपराशर उवाच
]

`verse 1 [
अर्जुनोपि तदान्वीक्ष्य रामकृष्णकलेवरे
संस्कारं लंभयामास तथान्येषामनुक्रमात्
]

`verse 2 [
अष्टौ महिष्यः कथिता रुक्मिणीप्रमुखास्तु याः
उपगुह्य हरेर्देहं विविशुस्ता हुताशनम्
]

`verse 3 [
रेवती चापि रामस्य देहमाश्लिष्य सत्तमा
विवेश ज्वलितं वह्निं तत्संगाह्लादशीतलम्
]

`verse 4 [
उग्रसेनस्तु तच्छ्रुत्वा तथैवानकदुंदुभिः
देवकी रोहिणी चैव विविशुर्जातवेदसम्
]

`verse 5 [
ततोर्जुनः प्रेतकार्यं कृत्वा तेषां यथाविधि
निश्चक्राम जनं सर्वं गृहीत्वा वज्रमेव च
]

`verse 6 [
द्वारवत्या विनिष्क्रांताः कृष्णपत्न्यः सहस्रशः
वज्रं जनं च कौंतेयः पालयञ्छनकैर्ययौ
]

`verse 7 [
सभा सुधर्मा कृष्णेन मर्त्यलोके समुज्झिते
स्वर्गं जगाम मैत्रेय पारिजातश्च पादपः
]

`verse 8 [
यस्मिन्दिने हरिर्यातो दिवं संत्यज्य मेदिनीम्
तस्मिन्नेवावतीर्णोऽयं कालकायो बली कलिः
]

`verse 9 [
प्लावयामास तां शून्यां द्वारकां च महोदधिः
वासुदेवगृहं त्वेकं न प्लावयति सागरः
]

`verse 10 [
नातिक्रांतुमलं ब्रह्मंस्तदद्यापि महोदधिः
नित्यं सन्निहितस्तत्र भगवान्केशवो यतः
]

`verse 11 [
तदतीव महापुण्यं सर्वपातकनाशनम्
विष्णुश्रियान्वितं स्थानं दृष्ट्वा पामाद्विमुच्यते
]

`verse 12 [
पार्थः पंचनदे देशो! बहुधान्यधनान्विते
चकार वासं सर्वस्य जनस्य मुनिसत्तमः
]

`verse 13 [
ततो लोभस्समभवत्पार्थेनैकेन धन्विना
दृष्ट्वा स्त्रियो नीयमाना दस्यूनां निहतेश्वराः
]

`verse 14 [
ततस्ते पापकमाणो लोभोपहृतचेतसः
आभीरा मंत्रयामासुस्समेत्यात्यंतदुर्मदाः
]

`verse 15 [
अयमेकोऽर्जुनो धन्वी स्त्रीजनं निहतेश्वरम्
नयत्यस्मानतिक्रम्य धिगेतद्भवतां बलम्
]

`verse 16 [
हत्वा गर्वसमारूढो भीष्मद्रो णजयद्र थान्
कर्णादींश्च न जानाति बलं ग्रामनिवासिनाम्
]

`verse 17 [
यष्टिहस्तानवेक्ष्यास्मान्धनुष्पाणिस्स दुर्मतिः
सर्वानेवावजानाति किं वो बाहुभिरुन्नतैः
]

`verse 18 [
ततो यष्टिप्रहरणादस्यवो लोष्टधारिणः
सहस्रशोभ्यधावंत तं जनं निहतेश्वरम्
]

`verse 19 [
ततो निर्भर्त्स्य कौंतेयः प्राहाभीरान्हसन्निव
निवर्त्तध्वमधर्मज्ञा यदि न स्थ मुमूर्षवः
]

`verse 20 [
अवज्ञाय वचस्तस्य जगृहुस्ते तदा धनम्
स्त्रीधनं चैव मैत्रेय विष्वक्सेन परिग्रहम्
]

`verse 21 [
ततोर्जुनो धनुर्दिव्यं गांडीवमजरं युधि
आरोपयितुमारेभे न शशाक च वीर्यवान्
]

`verse 22 [
चकार सज्यं कृच्छ्राच्च तच्चाभूच्छिथिलं पुनः
न सस्मार ततोस्त्राणि चिंतयन्नपि पांडवः
]

`verse 23 [
शरान्मुमोच चैतेषु पार्थो वैरिष्वमर्षितः
त्वग्भेदं ते परं चक्रुरस्ता गांडीवधन्विना
]

`verse 24 [
वह्निना येऽक्षया दत्ताश्शरास्तेपि क्षयं ययुः
युद्ध्यतस्सह गोपालैरर्जुनस्य भवक्षये
]

`verse 25 [
अचिंतयच्च कौंतेयः कृष्णस्यैव हि तद्बलम्
यन्मया शरसंघातैस्सकला भूभृतो हताः
]

`verse 26 [
मिषतः पांडुपुत्रस्य ततस्ताः प्रमदोत्तमाः
आभीरैरपकृष्यंत कामं चान्याः प्रदुद्रु वुः
]

`verse 27 [
ततश्शरेषु क्षीणेषु धनुष्कोट्या धनंजयः
जघान दस्यूंस्ते चास्य प्रहाराञ्जहसुर्मुने
]

`verse 28 [
प्रेक्षतस्तस्य पार्थस्य वृष्ण्यंधकवरस्त्रियः
जग्मुरादाय ते म्लेच्छाः समस्ता मुनिसत्तम
]

`verse 29 [
ततस्सुदुःखितो जिष्णुः कष्टं कष्टमिति ब्रुवन्
अहो भगवतानेन मुष्टोस्मीति रुरोद वै
]

`verse 30 [
तद्धनुस्तानि शस्त्राणि स रथस्ते च वाजिनः
सर्वमेकपदे नष्टं दानमश्रोत्रिये यथा
]

`verse 31 [
अहोतिबलबद्दैवं विना तेन महात्मना
यदसामर्थ्ययुक्तेपि निचवर्गे जयप्रदम्
]

`verse 32 [
तौ बाहू स च मे मुष्टिः स्थानं तत्सोस्मि चार्जुनः
पुण्येनैव विना तेन गतं सर्वमसारताम्
]

`verse 33 [
ममार्जुनत्वं भीमस्य भीमत्वं तत्कृते ध्रुवम्
विना तेन यदा भीरैर्जितोहं रथिनां वरः
]

`speaker [
श्रीपराशर उवाच
]

`verse 34 [
इत्थं वदन्ययौ जिष्णुरिंद्र प्रस्थं पुरोत्तमम्
चकार तत्र राजानं वज्रं यादवनंदनम्
]

`verse 35 [
स ददर्श ततो व्यासं फाल्गुनः काननाश्रयम्
तमुपेत्य महाभागं विनयेनाभ्यवादयत्
]

`verse 36 [
तं वंदमानं चरणाववलोक्य मुनिश्चिरम्
उवाच वाक्यं विच्छायः कथमद्य त्वमीदृशः
]

`verse 37 [
अवीरजोनुगमनं ब्रह्महत्या कृताथ वा
दृढाशाभंगदुःखीव भ्रष्टच्छायोऽसि सांप्रतम्
]

`verse 38 [
सांतानिकादयो वाते याचमाना निराकृताः
अगम्यस्त्रीरतिर्वा त्वं येनासि विगतप्रभः
]

`verse 39 [
भुङ्तेऽप्रदाय विप्रेभ्यो मृष्टमेकोथ वा भवान्
किं वा कृपणवित्तानि हृतानि भवताऽर्जुन
]

`verse 40 [
कचिन्नु शूर्पवातस्य गोचरत्वं गतोऽर्जुन
दुष्टचक्षुर्हतो वासि निश्श्रीकः कथमन्यथा
]

`verse 41 [
स्पृष्टो नखांभसा वाथ घटवचार्युक्षितोपि वा
केन त्वं वासि विच्छायो न्यूनैर्वा युधि निर्जितः
]

`speaker [
श्रीपराशर उवाच
]

`verse 42 [
ततः पार्थो विनिश्वस्य श्रूयतां भगवन्निति
प्रोक्त्वा यथावदाचष्टे व्यासायात्मपराभवम्
]

`speaker [
अर्जुन उवाच
]

`verse 43 [
यद्बलं यच्च मत्तेजो यद्वीर्यं यः पराक्रमः
या श्रीश्छाया च नः सोस्मान्परित्यज्य हरिर्गतः
]

`verse 44 [
ईश्वरेणापि महता स्मितपूर्वाभिभाषिणा
हीना वयं मुने तेन जातास्तृणमया इव
]

`verse 45 [
अस्त्राणां सायकानां च गांडीवस्य तथा मम
सारता याभवन्मूर्त्तिस्स गतः पुरुषोत्तमः
]

`verse 46 [
यस्यावलोकनादस्माञ्छ्रीर्जयः संपदुन्नतिः
न तत्याज स गोविंदस्त्यक्त्वास्मान्भगवान्गतः
]

`verse 47 [
भीष्मद्रो णांगराजाद्यास्तथा दुर्योधनादयः
यत्प्रावेन निर्दग्धास्स कृष्णस्त्यक्तवान्भुवम्
]

`verse 48 [
निर्यौवना गतश्रीका नष्टच्छायेव मेदिनी
विभाति तात नैकोहं विरहे तस्य चक्रिणः
]

`verse 49 [
यस्य प्रभावाद्भीष्माद्यैर्मय्यग्नौ शलभायतम्
विना तेनाद्य कृष्णेन गोपालैरस्मि निर्जितः
]

`verse 50 [
गांडीवस्त्रिषु लोकेषु ख्यातिं यदनुभावतः
गतस्तेन विनाऽऽभीरलगुडैस्स तिरस्कृतः
]

`verse 51 [
स्त्रीसहस्राण्यनेकानि मन्नाथानि महामुने
यततो मम नीतानि दस्युभिर्लगुडायुधैः
]

`verse 52 [
आनीयमानमाभीरैः कृष्ण कृष्णावरोधनम्
हृतं यष्टिप्रहरणैः परिभूय बलं मम
]

`verse 53 [
निश्श्रीकता न मे चित्रं यज्जीवामि तदद्भुतम्
नीचावमानपंकांकी निर्लज्जोस्मि पितामह
]

`speaker [
व्यास उवाच
]

`verse 54 [
अलं ते व्रीडया पार्थ न त्वं शोचितुमर्हसि
अवेहि सर्वभूतेषु कालस्य गतिरीदृशी
]

`verse 55 [
कालो भवाय भूतानामभवाय च पांडव
कालमूलमिदं ज्ञात्वा भव स्थैर्यपरोऽर्जुन
]

`verse 56 [
नद्यः समुद्रा  गिरयस्सकला च वसुंधरा
देवा मनुष्याः पशवस्तरवश्च सरीसृपाः
]

`verse 57 [
सृष्टाः कालेन कालेन पुनर्यास्यंति संक्षयम्
कालात्मकमिदं सर्वं ज्ञात्वा शममवाप्नुहि
]

`verse 58 [
कालस्वरूपी भगवान्कृष्णः कमललोचनः
यच्चात्थ कृष्णमाहात्म्यं तत्तथैव धनंजय
]

`verse 59 [
भारावतारकार्यार्थमवतीर्णस्स मेदिनीम्
भाराक्रांता धरा याता देवानां समितिं पुरा
]

`verse 60 [
तदर्थमवतीर्णोऽसौ कालरूपी जनार्दनः
तच्च निष्पादिनं कार्यमश्षोआ! भूभुजो हताः
]

`verse 61 [
वृष्ण्यंधककुलं सर्वं तथा पार्थोपसंहृतम्
न किंचिदन्यत्कर्त्तव्यं तस्य भूमितले प्रभोः
]

`verse 62 [
अतो गतस्स भगवान्कृतकृत्यो यथेच्छया
सृष्टिं सर्गे करोत्येष देवदेवः स्थितौ स्थितिम्
अंतेंताय समर्थोयं सांप्रतं वै यथा गतः
]

`verse 63 [
तस्मात्यार्थ न संतापस्त्वया कार्यः पराभवे
भवंति भावाः कालेषु पुरुषाणां यतः स्तुतिः
]

`verse 64 [
त्वयैकेन हता भीष्मद्रो णकर्णादयो रणे
तेषामर्जुन कालोत्थः किं न्यूनाभिभवो न सः
]

`verse 65 [
विष्णोस्तस्य प्रभावेन यथा तेषां पराभवः
कृतस्तथैव भवतो दस्युभ्यस्स पराभवः
]

`verse 66 [
स देवेशश्शरीराणि समाविश्य जगत्स्थितिम्
करोति सर्वभूतानां नाशमंते जगत्पतिः
]

`verse 67 [
भगोदये ते कौंतेय सहायोऽभूज्जनार्दनः
तथांते तद्विपक्षास्ते केशवेन विनाशिताः
]

`verse 68 [
कश्श्रद्दद्ध्यात्सगांगेयान्हन्यास्त्वं कौरवानिति
आभीरेभ्यश्च भवतः कः श्रद्दध्यात्पराभवम्
]

`verse 69 [
पार्थैतत्सर्वभूतस्य हरेर्लीलाविचेष्टितम्
त्वया यत्कौरावा ध्वस्ता यदाभीरैर्भवाञ्जितः
]

`verse 70 [
गृहीता दस्युभिर्याश्च भवाञ्छोचति तास्स्त्रियः
एतस्याह यथावृत्तं कथयामि तवार्जृन
]

`verse 71 [
अष्टावकः पुरा विप्रो जलवासरतोऽभवत्
बहून्वर्षगणान्पार्थ गृणन्ब्रह्म सनातनम्
]

`verse 72 [
जितेष्वसुरसंघेषु मेरुपृष्ठे महोत्सवः
बभूव तत्र गच्छंत्यो ददृशुस्तं सुरस्त्रियः
]

`verse 73 [
रंभातिलोत्तमाद्यास्तु शतशोऽथ सहस्रशः
तुष्टुवुस्तं महात्मानं प्रशशंसुश्च पांडव
]

`verse 74 [
आकंठमग्नं सलिले जटाभारवहं मुनिम्
विनयावनताश्चैनं प्रणेमुस्तोत्रतत्पराः
]

`verse 75 [
यथायथा प्रसन्नोऽसौ तुष्टुवुस्तं तथातथा
सर्वास्ताः कौरवश्रेष्ठ तं वरिष्ठं द्विजन्मनाम्
]

`speaker [
अष्टावक्र उवाच
]

`verse 76 [
प्रसन्नोऽहं महाभागा भवतीनां यदिष्यते
मत्तस्तद्व्रियतां सर्वं प्रदास्याम्यतिदुर्लभम्
]

`verse 77 [
रंभातिलोत्तमाद्यास्तं वैदिक्योप्सरसोब्रुवन्
प्रसन्ने त्वय्यपर्याप्तं किमस्माकमिति द्विज
]

`verse 78 [
इतरास्त्वब्रुवन्विप्र प्रसन्नो भगवान्यदि
तदिच्छामः पतिं प्राप्तुं विप्रेंद्र  पुरुषोत्तमम्
]

`speaker [
व्यास उवाच
]

`verse 79 [
एवं भविष्यतीत्युक्त्वा ह्युत्ततार जलान्मुनिः
तमुत्तीर्णं च दृदृशुर्विरूपं वक्रमष्टधा
]

`verse 80 [
तं दृष्ट्वा गूहमानानां यासां हासः स्फुटोऽभवत्
ताश्शशाप मुनिः कोपमवाप्य कुरुनंदन
]

`verse 81 [
यस्माद्विकृतरूपं मां मत्वा हीसावमानना
भवतीभिः कृता तस्मादेतं शापं ददामि वः
]

`verse 82 [
मत्प्रसादेन भर्त्तारं लब्ध्वा तु पुरुषोत्तमम्
मच्छापोपहतास्सर्वा दस्युहस्तं गमिष्यथ
]

`speaker [
व्यास उवाच
]

`verse 83 [
इत्युदीरितमाकर्ण्य मुनिस्ताभिः प्रसादितः
पुनस्सुरेंद्र लोकं वै प्राह भूयो गमिष्यथ
]

`verse 84 [
एवं तस्य मुनेश्शापादष्टावक्रस्य चक्रिणम्
भर्त्तारं प्राप्य ता याता दस्युहस्तं सुरांगनाः
]

`verse 85 [
तत्त्वया नात्र कर्त्तव्यश्शोकोऽल्पोपि हि पांडव
तेनैवाखिलनाथेन सर्वं तदुपसंहृतम्
]

`verse 86 [
भवतां चोपसंहार आसन्नस्तेन पांडव
बलं लेजस्तथा वीर्यं माहात्म्यं चोपसंहृतम्
]

`verse 87 [
जातस्य नियतो मृत्युः पतनं च तथोन्नतेः
विप्रयोगावमानस्तु संयोगः संचये क्षयः
]

`verse 88 [
विज्ञाय न बुधाश्शोकं न हर्षमुपयांति ये
तेषामेवेतरे चेष्टां शिक्षंतस्संति तादृशाः
]

`verse 89 [
तस्मात्त्वया नरश्रेष्ठ ज्ञात्वैतद्भ्रातृभिस्सह
परित्यज्याऽखिलं तंत्रं गंतव्यं तपसे वनम्
]

`verse 90 [
तद्गच्छ धर्मराजाय निवेद्यैतद्वचो मम
परश्वो भ्रातृडभिस्सार्द्धं यथा यासि तथा कुरु
]

`verse 91 [
इत्युक्तोभ्येत्य पार्थाभ्यां यमाभ्यां च सहार्जुनः
दृष्टं चैवानुभूतं च सर्वमाख्यातवांस्तथा
]

`verse 92 [
व्यासवाक्यं च ते सर्वे श्रुत्वार्जुनमुखेरितम्
राज्ये परीक्षितं कृत्वा ययुः पांडुसुता वनम्
]

`verse 93 [
इत्येतत्तव मैत्रेय विस्तरेण मयोदितम्
जातस्य यद्यदोर्वंशो! वासुदेवस्य चेष्टितम्
]

`verse 94 [
यश्चैतच्चरितं तस्य कृष्णस्य शृणुयात्सदा
सर्वपापविनिर्मुक्तो विष्णुलोकं स गच्छति
]

`colophon [
इति श्रीविष्णुमहापुराणे पंचमांशो!ऽष्टात्रिंशोऽध्यायः
]
