`set context {
  skandha = "12",
  adhyaya = "03",
  skandha.title = "Skandha 12",
  adhyaya.title = "Adhyāya 3"
}

`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
दृष्ट्वाऽऽत्मनि जये व्यग्रान् नृपान् हसति भूरियम् ।
 अहो मा विजिगीषन्ति मृत्योः क्रीडनका नृपाः
]

`verse 2 [
काम एष नरेन्द्राणां मोघः स्याद् विदुषामपि ।
 येन फेनोपमे पिण्डे येऽतिविश्रम्भिता नृपाः
]

`verse 3 [
पूर्वं निर्जित्य षड्वर्गं जेष्यामो राजमन्त्रिणः ।
 ततः सचिवपौराप्तकरीन्द्रानस्य कण्टकान्
]

`verse 4 [
एवं क्रमेण जेष्यामः पृथ्वीं सागरमेखलाम् ।
 इत्याशाबद्धहृदया न पश्यन्त्यन्तिकेऽन्तकम्
]

`verse 5 [
समुद्रावरणां जित्वा मां विशन्त्यब्धिमोजसा ।
 कियदात्मजयस्यैतन्मुक्तिरात्मजये फलम्
]

`verse 6 [
यां विसृज्यैव मनवः तत्सुताश्च कुरूद्वह ।
 गता यथागतं युद्धे तां मां जेष्यन्त्यबुद्धयः
]

`verse 7 [
मत्कृते पितृपुत्राणां भ्रातृणां चापि विग्रहः ।
 जायते ह्यसतां राज्ये ममता-बद्धचेतसाम्
]

`verse 8 [
ममैवेयं मही कृत्स्ना न ते मूढेति वादिनः ।
 स्पर्धमाना मिथो घ्नन्ति म्रियन्ते मत्कृते नृपाः
]

`verse 9 [
पृथुः पुरूरवा गाधिः नहुषो भरतोऽर्जुनः ।
 मान्धाता सगरो रामः खट्वाङ्‌गो धुन्धुहा रघुः
]

`verse 10 [
तृणबिन्दुर्ययातिश्च शर्यातिः शन्तनुर्गयः ।
 भगीरथः कुवलयाश्वः ककुत्स्थो नैषधो नृगः
]

`verse 11 [
हिरण्यकशिपुर्वृत्रो रावणो लोकरावणः ।
 नमुचिः शम्बरो भौमो हिरण्याक्षोऽथ तारकः
]

`verse 12 [
अन्ये च बहवो दैत्या राजानो ये महेश्वराः ।
 सर्वे सर्वविदः शूराः सर्वे सर्वजितोऽजिताः
]

`verse 13 [
ममतां मय्यवर्तन्त कृत्वोच्चैर्मर्त्यधर्मिणः ।
 कथावशेषाः कालेन ह्यकृतार्थाः कृता विभो
]

`meter [
मिश्र-१२
]

`verse 14 [
कथा इमास्ते कथिता महीयसां
     विताय लोकेषु यशः परेयुषाम् ।
 विज्ञानवैराग्यविवक्षया विभो
     वचोविभूतीर्न तु पारमार्थ्यम्
]

`meter [
इंद्रवज्रा
]

`verse 15 [
यस्तु उत्तमश्लोकगुणानुवादः
     संगीयतेऽभीक्ष्णममङ्गलघ्नः ।
 तमेव नित्यं श्रृणुयादभीक्ष्णं
     कृष्णेऽमलां भक्तिमभीप्समानः
]

`speaker [
श्रीराजोवाच
]

`meter [
अनुष्टुप्
]

`verse 16 [
केनोपायेन भगवन् कलेर्दोषान् कलौ जनाः ।
 विधमिष्यन्त्युपचितान् तन्मे ब्रूहि यथा मुने
]

`verse 17 [
युगानि युगधर्मांश्च मानं प्रलयकल्पयोः ।
 कालस्येश्वररूपस्य गतिं विष्णोर्महात्मनः
]

`speaker [
श्रीशुक उवाच
]

`verse 18 [
कृते प्रवर्तते धर्मः चतुष्पात् तज्जनैर्धृतः ।
 सत्यं दया तपो दानं इति पादा विभोर्नृप
]

`verse 19 [
सन्तुष्टाः करुणा मैत्राः शान्ता दान्ताः तितिक्षवः ।
 आत्मारामाः समदृशः प्रायशः श्रमणा जनाः
]

`verse 20 [
त्रेतायां धर्मपादानां तुर्यांशो हीयते शनैः ।
 अधर्मपादैः अनृत हिंसासंतोषविग्रहैः
]

`verse 21 [
तदा क्रियातपोनिष्ठा नातिहिंस्रा न लम्पटाः ।
 त्रैवर्गिकास्त्रयीवृद्धा वर्णा ब्रह्मोत्तरा नृप
]

`verse 22 [
तपःसत्यदयादानेषु अर्धं ह्रस्वति द्वापरे ।
 हिंसातुष्ट्यनृतद्वेषैः धर्मस्याधर्मलक्षणैः
]

`verse 23 [
यशस्विनो महाशीलाः स्वाध्यायाध्ययने रताः ।
 आढ्याः कुटुम्बिनो हृष्टा वर्णाः क्षत्रद्विजोत्तराः
]

`verse 24 [
कलौ तु धर्महेतूनां तुर्यांशोऽधर्महेतुभिः ।
 एधमानैः क्षीयमाणो ह्यन्ते सोऽपि विनङ्‌क्ष्यति
]

`verse 25 [
तस्मिन् लुब्धा दुराचारा निर्दयाः शुष्कवैरिणः ।
 दुर्भगा भूरितर्षाश्च शूद्रदासोत्तराः प्रजाः
]

`verse 26 [
सत्त्वं रजस्तम इति दृश्यन्ते पुरुषे गुणाः ।
 कालसञ्चोदितास्ते वै परिवर्तन्त आत्मनि
]

`verse 27 [
प्रभवन्ति यदा सत्त्वे मनोबुद्धीन्द्रियाणि च ।
 तदा कृतयुगं विद्यात् ज्ञाने तपसि यद्रुचिः
]

`verse 28 [
यदा धर्मार्थ कामेषु भक्तिर्यशसि देहिनाम् ।
 तदा त्रेता रजोवृत्तिः इति जानीहि बुद्धिमन्
]

`verse 29 [
यदा लोभस्तु असन्तोषो मानो दम्भोऽथ मत्सरः ।
 कर्मणां चापि काम्यानां द्वापरं तद् रजस्तमः
]

`verse 30 [
यदा मायानृतं तन्द्रा निद्रा हिंसा विषादनम् ।
 शोकमोहौ भयं दैन्यं स कलिस्तामसः स्मृतः
]

`verse 31 [
यस्मात् क्षुद्रदृशो मर्त्याः क्षुद्रभाग्या महाशनाः ।
 कामिनो वित्तहीनाश्च स्वैरिण्यश्च स्त्रियोऽसतीः
]

`verse 32 [
दस्यूत्कृष्टा जनपदा वेदाः पाषण्डदूषिताः ।
 राजानश्च प्रजाभक्षाः शिश्नोदरपरा द्विजाः
]

`verse 33 [
अव्रता वटवोऽशौचा भिक्षवश्च कुटुम्बिनः ।
 तपस्विनो ग्रामवासा न्यासिनोऽत्यर्थलोलुपाः
]

`verse 34 [
ह्रस्वकाया महाहारा भूर्यपत्या गतह्रियः ।
 शश्वत्कटुकभाषिण्यः चौर्यमायोरुसाहसाः
]

`verse 35 [
पणयिष्यन्ति वै क्षुद्राः किराटाः कूटकारिणः ।
 अनापद्यपि मंस्यन्ते वार्तां साधु जुगुप्सिताम्
]

`verse 36 [
पतिं त्यक्ष्यन्ति निर्द्रव्यं भृत्याप्यखिलोत्तमम् ।
 भृत्यं विपन्नं पतयः कौलं गाश्चापयस्विनीः
]

`verse 37 [
पितृभ्रातृसुहृत्ज्ञातीन् हित्वा सौरतसौहृदाः ।
 ननान्दृश्यालसंवादा दीनाः स्त्रैणाः कलौ नराः
]

`verse 38 [
शूद्राः प्रतिग्रहीष्यन्ति तपोवेषोपजीविनः ।
 धर्मं वक्ष्यन्त्यधर्मज्ञा अधिरुह्योत्तमासनम्
]

`verse 39 [
नित्यमुद्विग्नमनसो दुर्भिक्षकरकर्शिताः ।
 निरन्ने भूतले राजन् अनावृष्टिभयातुराः
]

`verse 40 [
वासोऽन्नपानशयनव्यवायस्नानभूषणैः ।
 हीनाः पिशाचसन्दर्शा भविष्यन्ति कलौ प्रजाः
]

`verse 41 [
कलौ काकिणिकेऽप्यर्थे विगृह्य त्यक्तसौहृदाः ।
 त्यक्ष्यन्ति च प्रियान्प्राणान् हनिष्यन्ति स्वकानपि
]

`verse 42 [
न रक्षिष्यन्ति मनुजाः स्थविरौ पितरौ अपि ।
 पुत्रान् सर्वार्थकुशलान् क्षुद्राः शिश्नोदरम्भराः
]

`meter [
मिश्र-१२
]

`verse 43 [
कलौ न राजन् जगतां परं गुरुं
     त्रिलोकनाथानतपादपङ्‌कजम् ।
 प्रायेण मर्त्या भगवन्तमच्युतं
     यक्ष्यन्ति पाषण्डविभिन्नचेतसः
]

`verse 44 [
यन्नामधेयं म्रियमाण आतुरः
     पतन् स्खलन् वा विवशो गृणन् पुमान् ।
 विमुक्तकर्मार्गल उत्तमां गतिं
     प्राप्नोति यक्ष्यन्ति न तं कलौ जनाः
]

`meter [
अनुष्टुप्
]

`verse 45 [
पुंसां कलिकृतान् दोषान् द्रव्यदेशात्मसंभवान् ।
 सर्वान् हरति चित्तस्थो भगवान् पुरुषोत्तमः
]

`verse 46 [
श्रुतः सङ्‌कीर्तितो ध्यातः पूजितश्चादृतोऽपि वा ।
 नृणां धुनोति भगवान् हृत्स्थो जन्मायुताशुभम्
]

`verse 47 [
यथा हेम्नि स्थितो वह्निः दुर्वर्णं हन्ति धातुजम् ।
 एवं आत्मगतो विष्णुः योगिनां अशुभाशयम्
]

`meter [
इंद्रवज्रा
]

`verse 48 [
विद्यातपःप्राणनिरोधमैत्री
     तीर्थाभिषेकव्रतदानजप्यैः ।
 नात्यन्तशुद्धिं लभतेऽन्तरात्मा
     यथा हृदिस्थे भगवत्यनन्ते
]

`meter [
अनुष्टुप्
]

`verse 49 [
तस्मात् सर्वात्मना राजन् हृदिस्थं कुरु केशवम् ।
 म्रियमाणो ह्यवहितः ततो यासि परां गतिम्
]

`verse 50 [
म्रियमाणैरभिध्येयो भगवान् परमेश्वरः ।
 आत्मभावं नयत्यङ्‌ग सर्वात्मा सर्वसंश्रयः
]

`verse 51 [
कलेर्दोषनिधे राजन् अस्ति ह्येको महान् गुणः ।
 कीर्तनात् एव कृष्णस्य मुक्तसङ्‌गः परं व्रजेत्
]

`verse 52 [
कृते यद् ध्यायतो विष्णुं त्रेतायां यजतो मखैः ।
 द्वापरे परिचर्यायां कलौ तद् हरिकीर्तनात्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां द्वादशस्कन्धे तृतीयोऽध्यायः
]
