`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
कालस्ते परमाण्वादिः द्विपरार्धावधिर्नृप ।
 कथितो युगमानं च श्रृणु कल्पलयावपि
]

`verse 2 [
चतुर्युगसहस्रं तु ब्रह्मणो दिनमुच्यते ।
 स कल्पो यत्र मनवः चतुर्दश विशांपते
]

`verse 3 [
तदन्ते प्रलयस्तावान् ब्राह्मी रात्रिरुदाहृता ।
 त्रयो लोका इमे तत्र कल्पन्ते प्रलयाय हि ॥ ॥
 एष नैमित्तिकः प्रोक्तः प्रलयो यत्र विश्वसृक् ।
 शेतेऽनन्तासनो विश्वं आत्मसात् कृत्य चात्मभूः
]

`verse 4 [
द्विपरार्धे त्वतिक्रान्ते ब्रह्मणः परमेष्ठिनः ।
 तदा प्रकृतयः सप्त कल्पन्ते प्रलयाय वै
]

`verse 5 [
एष प्राकृतिको राजन् प्रलयो यत्र लीयते ।
 अण्डकोषस्तु सङ्‌घातो विघाट उपसादिते
]

`verse 6 [
पर्जन्यः शतवर्षाणि भूमौ राजन्न वर्षति ।
 तदा निरन्ने ह्यन्योन्यं भक्ष्यमाणाः क्षुधार्दिताः
]

`verse 7 [
क्षयं यास्यन्ति शनकैः कालेनोपद्रुताः प्रजाः ।
 सामुद्रं दैहिकं भौमं रसं सांवर्तको रविः
]

`verse 8 [
रश्मिभिः पिबते घोरैः सर्वं नैव विमुञ्चति
 ततः संवर्तको वह्निः सङ्‌कर्षणमुखोत्थितः
]

`verse 9 [
दहत्यनिलवेगोत्थः शून्यान् भूविवरानथ ।
 उपर्यधः समन्ताच्च शिखाभिर्वह्निसूर्ययोः
]

`verse 10 [
दह्यमानं विभात्यण्डं दग्धगोमयपिण्डवत् ।
 ततः प्रचण्डपवनो वर्षाणामधिकं शतम्
]

`verse 11 [
परः सांवर्तको वाति धूम्रं खं रजसाऽऽवृतम् ।
 ततो मेघकुलान्यङ्‌ग चित्र वर्णान्यनेकशः
]

`verse 12 [
शतं वर्षाणि वर्षन्ति नदन्ति रभसस्वनैः ।
 तत एकोदकं विश्वं ब्रह्माण्डविवरान्तरम्
]

`verse 13 [
तदा भूमेर्गन्धगुणं ग्रसन्त्याप उदप्लवे ।
 ग्रस्तगन्धा तु पृथिवी प्रलयत्वाय कल्पते
]

`verse 14 [
अपां रसमथो तेजः ता लीयन्तेऽथ नीरसाः ।
 ग्रसते तेजसो रूपं वायुस्तद्रहितं तदा
]

`verse 15 [
लीयते चानिले तेजो वायोः खं ग्रसते गुणम् ।
 स वै विशति खं राजन् ततश्च नभसो गुणम्
]

`verse 16 [
शब्दं ग्रसति भूतादिः नभस्तमनु लीयते ।
 तैजसश्चेन्द्रियाण्यङ्‌ग देवान्वैकारिको गुणैः
]

`verse 17 [
महान् ग्रसत्यहङ्‌कारं गुणाः सत्त्वादयश्च तम् ।
 ग्रसतेऽव्याकृतं राजन् गुणान् कालेन चोदितम्
]

`verse 18 [
न तस्य कालावयवैः परिणामादयो गुणाः ।
 अनाद्यनन्तमव्यक्तं नित्यं कारणमव्ययम्
]

`meter [
मिश्र-११
]

`verse 19 [
न यत्र वाचो न मनो न सत्त्वं
     तमो रजो वा महदादयोऽमी ।
 न प्राणबुद्धीन्द्रियदेवता वा
     न सन्निवेशः खलु लोककल्पः
]

`verse 20 [
न स्वप्नजाग्रन्न च तत्सुषुप्तं
     न खं जलं भूरनिलोऽग्निरर्कः ।
 संसुप्तवत् शून्यवदप्रतर्क्यं
     तन्मूलभूतं पदमामनन्ति
]

`meter [
अनुष्टुप्
]

`verse 21 [
लयः प्राकृतिको ह्येष पुरुषाव्यक्तयोर्यदा ।
 शक्तयः सम्प्रलीयन्ते विवशाः कालविद्रुताः
]

`verse 22 [
बुद्धीन्द्रियार्थरूपेण ज्ञानं भाति तदाश्रयम् ।
 दृश्यत्वाव्यतिरेकाभ्यां आद्यन्तवदवस्तु यत्
]

`verse 23 [
दीपश्चक्षुश्च रूपं च ज्योतिषो न पृथग्भवेत् ।
 एवं धीः खानि मात्राश्च न स्युरन्यतमादृतात्
]

`verse 24 [
बुद्धेर्जागरणं स्वप्नः सुषुप्तिरिति चोच्यते ।
 मायामात्रमिदं राजन् नानात्वं प्रत्यगात्मनि
]

`verse 25 [
यथा जलधरा व्योम्नि भवन्ति न भवन्ति च ।
 ब्रह्मणीदं तथा विश्वमवयव्युदयाप्ययात्
]

`verse 26 [
सत्यं ह्यवयवः प्रोक्तः सर्वावयविनामिह ।
 विनार्थेन प्रतीयेरन् पटस्येवाङ्‌ग तन्तवः
]

`verse 27 [
यत्सामान्यविशेषाभ्यां उपलभ्येत स भ्रमः ।
 अन्योन्यापाश्रयात् सर्वमाद्यन्तवदवस्तु यत्
]

`verse 28 [
विकारः ख्यायमानोऽपि प्रत्यगात्मानमन्तरा ।
 न निरूप्योऽस्त्यणुरपि स्याच्चेच्चित्सम आत्मवत्
]

`verse 29 [
न हि सत्यस्य नानात्वमविद्वान्यदि मन्यते ।
 नानात्वं छिद्रयोर्यद्वत् ज्योतिषोर्वातयोरिव
]

`meter [
मिश्र-१२
]

`verse 30 [
यथा हिरण्यं बहुधा समीयते
     नृभिः क्रियाभिर्व्यवहारवर्त्मसु ।
 एवं वचोभिर्भगवानधोक्षजो
     व्याख्यायते लौकिकवैदिकैर्जनैः
]

`verse 31 [
यथा घनोऽर्कप्रभवोऽर्कदर्शितो
     ह्यर्कांशभूतस्य च चक्षुषस्तमः ।
 एवं त्वहं ब्रह्मगुणस्तदीक्षितो
     ब्रह्मांशकस्यात्मन आत्मबन्धनः
]

`verse 32 [
घनो यदार्कप्रभवो विदीर्यते
     चक्षुः स्वरूपं रविमीक्षते तदा ।
 यदा ह्यहङ्‌कार उपाधिरात्मनो
     जिज्ञासया नश्यति तर्ह्यनुस्मरेत्
]

`verse 33 [
यदैवमेतेन विवेकहेतिना
     मायामयाहङ्‌करणात्मबन्धनम् ।
 छित्त्वाच्युतात्मानुभवोऽवतिष्ठते
     तमाहुरात्यन्तिकमङ्‌ग सम्प्लवम्
]

`meter [
अनुष्टुप्
]

`verse 34 [
नित्यदा सर्वभूतानां ब्रह्मादीनां परन्तप ।
 उत्पत्तिप्रलयौ एके सूक्ष्मज्ञाः सम्प्रचक्षते
]

`verse 35 [
कालस्रोतोजवेनाशु ह्रियमाणस्य नित्यदा ।
 परिणामिनामवस्थास्ता जन्मप्रलयहेतवः
]

`verse 36 [
अनाद्यन्तवतानेन कालेनेश्वरमूर्तिना ।
 अवस्था नैव दृश्यन्ते वियति ज्योतिषामिव
]

`verse 37 [
नित्यो नैमित्तिकश्चैव तथा प्राकृतिको लयः ।
 आत्यन्तिकश्च कथितः कालस्य गतिरीदृशी
]

`meter [
मिश्र-११
]

`verse 38 [
एताः कुरुश्रेष्ठ जगद्विधातुः
     नारायणस्याखिलसत्त्वधाम्नः ।
 लीलाकथास्ते कथिताः समासतः
     कार्त्स्न्येन नाजोऽप्यभिधातुमीशः
]

`meter [
वसंततिलका
]

`verse 39 [
संसारसिन्धुमतिदुस्तरमुत्तितीर्षोः
     नान्यः प्लवो भगवतः पुरुषोत्तमस्य ।
 लीलाकथारसनिषेवणमन्तरेण
     पुंसो भवेद्विविधदुःखदवार्दितस्य
]

`meter [
अनुष्टुप्
]

`verse 40 [
पुराणसंहितामेताम् ऋषिर्नारायणोऽव्ययः ।
 नारदाय पुरा प्राह कृष्णद्वैपायनाय सः
]

`verse 41 [
स वै मह्यं महाराज भगवान् बादरायणः ।
 इमां भागवतीं प्रीतः संहितां वेदसम्मिताम्
]

`verse 42 [
इमां वक्ष्यत्यसौ सूत ऋषिभ्यो नैमिषालये ।
 दीर्घसत्रे कुरुश्रेष्ठ सम्पृष्टः शौनकादिभिः
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां द्वादशस्कन्धे चतुर्थोऽध्यायः
]
