`speaker [
श्रीशुक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अत्रानुवर्ण्यतेऽभीक्ष्णं विश्वात्मा भगवान् हरिः ।
 यस्य प्रसादजो ब्रह्मा रुद्रः क्रोधसमुद्‌भवः
]

`verse 2 [
त्वं तु राजन् मरिष्येति पशुबुद्धिमिमां जहि ।
 न जातः प्रागभूतोऽद्य देहवत्त्वं न नङ्‌क्ष्यसि
]

`verse 3 [
न भविष्यसि भूत्वा त्वं पुत्रपौत्रादिरूपवान् ।
 बीजाङ्‌कुरवद् देहादेः व्यतिरिक्तो यथानलः
]

`verse 4 [
स्वप्ने यथा शिरश्छेदं पञ्चत्वाद्यात्मनः स्वयम् ।
 यस्मात्पश्यति देहस्य तत आत्मा ह्यजोऽमरः
]

`verse 5 [
घटे भिन्ने घटाकाश आकाशः स्याद् यथा पुरा ।
 एवं देहे मृते जीवो ब्रह्म सम्पद्यते पुनः
]

`verse 6 [
मनः सृजति वै देहान् गुणान् कर्माणि चात्मनः ।
 तन्मनः सृजते माया ततो जीवस्य संसृतिः
]

`verse 7 [
स्नेहाधिष्ठानवर्त्यग्नि संयोगो यावदीयते ।
 ततो दीपस्य दीपत्वं एवं देहकृतो भवः ।
 रजःसत्त्वतमोवृत्त्या जायतेऽथ विनश्यति
]

`verse 8 [
न तत्रात्मा स्वयंज्योतिः यो व्यक्ताव्यक्तयोः परः ।
 आकाश इव चाधारो ध्रुवोऽनन्तोपमस्ततः
]

`verse 9 [
एवमात्मानमात्मस्थम् आत्मनैवामृश प्रभो ।
 बुद्ध्यानुमानगर्भिण्या वासुदेवानुचिन्तया
]

`verse 10 [
चोदितो विप्रवाक्येन न त्वां धक्ष्यति तक्षकः ।
 मृत्यवो नोपधक्ष्यन्ति मृत्यूनां मृत्युमीश्वरम्
]

`verse 11 [
अहं ब्रह्म परं धाम ब्रह्माहं परमं पदम् ।
 एवं समीक्ष्य चात्मानम् आत्मन्याधाय निष्कले
]

`verse 12 [
दशन्तं तक्षकं पादे लेलिहानं विषाननैः ।
 न द्रक्ष्यसि शरीरं च विश्वं च पृथगात्मनः
]

`verse 13 [
एतत्ते कथितं तात यदात्मा पृष्टवान् नृप ।
 हरेर्विश्वात्मनश्चेष्टां किं भूयः श्रोतुमिच्छसि
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां द्वादशस्कन्धे ब्रह्मोपदेशो नाम पंचमोऽध्यायः
]
