`set context {
  skandha = "12",
  adhyaya = "07",
  skandha.title = "Skandha 12",
  adhyaya.title = "Adhyāya 7"
}

`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अथर्ववित्सुमन्तुश्च शिष्यम् अध्यापयत् स्वकाम् ।
 संहितां सोऽपि पथ्याय वेददर्शाय चोक्तवान्
]

`verse 2 [
शौक्लायनिर्ब्रह्मबलिः मादोषः पिप्पलायनिः ।
 वेददर्शस्य शिष्यास्ते पथ्यशिष्यानथो श्रृणु ।
 कुमुदः शुनको ब्रह्मन् जाजलिश्चाप्यथर्ववित्
]

`verse 3 [
बभ्रुः शिष्योऽथांगिरसः सैन्धवायन एव च ।
 अधीयेतां संहिते द्वे सावर्णाद्यास्तथापरे
]

`verse 4 [
नक्षत्रकल्पः शान्तिश्च कश्यपाङ्‌गिरसादयः ।
 एते आथर्वणाचार्याः श्रृणु पौराणिकान् मुने
]

`verse 5 [
त्रय्यारुणिः कश्यपश्च सावर्णिः अकृतव्रणः ।
 वैशंपायनहारीतौ षड् वै पौराणिका इमे
]

`verse 6 [
अधीयन्त व्यासशिष्यात् संहितां मत्पितुर्मुखात् ।
 एकैकाम् अहमेतेषां शिष्यः सर्वाः समध्यगाम्
]

`verse 7 [
कश्यपोऽहं च सावर्णी रामशिष्योऽकृतव्रणः ।
 अधीमहि व्यासशिष्यात् चत्वारो मूलसंहिताः
]

`verse 8 [
पुराणलक्षणं ब्रह्मन् ब्रह्मर्षिभिः निरूपितम् ।
 श्रृणुष्व बुद्धिमाश्रित्य वेदशास्त्रानुसारतः
]

`verse 9 [
सर्गोऽस्याथ विसर्गश्च वृत्तिरक्षान्तराणि च ।
 वंशो वंशानुचरितं संस्था हेतुरपाश्रयः
]

`verse 10 [
दशभिः लक्षणैर्युक्तं पुराणं तद्विदो विदुः ।
 केचित्पञ्चविधं ब्रह्मन् महदल्पव्यवस्थया
]

`verse 11 [
अव्याकृतगुणक्षोभान् महतस्त्रिवृतोऽहमः ।
 भूतसूक्ष्मेन्द्रियार्थानां संभवः सर्ग उच्यते
]

`verse 12 [
पुरुषानुगृहीतानाम् एतेषां वासनामयः ।
 विसर्गोऽयं समाहारो बीजाद्बीजं चराचरम्
]

`verse 13 [
वृत्तिर्भूतानि भूतानां चराणाम् अचराणि च ।
 कृता स्वेन नृणां तत्र कामात् चोदनयापि वा
]

`verse 14 [
रक्षाच्युतावतारेहा विश्वस्यानु युगे युगे ।
 तिर्यङ्‌मर्त्यर्षिदेवेषु हन्यन्ते यैस्त्रयीद्विषः
]

`verse 15 [
मन्वन्तरं मनुर्देवा मनुपुत्राः सुरेश्वराः ।
 ऋषयोंऽशावताराश्च हरेः षड्‌विधमुच्यते
]

`verse 16 [
राज्ञां ब्रह्मप्रसूतानां वंशस्त्रैकालिकोऽन्वयः ।
 वंशानुचरितं तेषां वृत्तं वंशधराश्च ये
]

`verse 17 [
नैमित्तिकः प्राकृतिको नित्य आत्यन्तिको लयः ।
 संस्थेति कविभिः प्रोक्तः चतुर्धास्य स्वभावतः
]

`verse 18 [
हेतुर्जीवोऽस्य सर्गादेः अविद्याकर्मकारकः ।
 यं चानुशायिनं प्राहुः अव्याकृतमुतापरे
]

`verse 19 [
व्यतिरेकान्वयो यस्य जाग्रत् स्वप्नसुषुप्तिषु ।
 मायामयेषु तद्ब्रह्म जीववृत्तिष्वपाश्रयः
]

`verse 20 [
पदार्थेषु यथा द्रव्यं सन्मात्रं रूपनामसु ।
 बीजादिपञ्चतान्तासु ह्यवस्थासु युतायुतम्
]

`verse 21 [
विरमेत यदा चित्तं हित्वा वृत्तित्रयं स्वयम् ।
 योगेन वा तदात्मानं वेदेहाया निवर्तते
]

`verse 22 [
एवं लक्षणलक्ष्याणि पुराणानि पुराविदः ।
 मुनयोऽष्टादश प्राहुः क्षुल्लकानि महान्ति च
]

`verse 23 [
ब्राह्मं पाद्मं वैष्णवं च शैवं लैङ्‌गं सगारुडं ।
 नारदीयं भागवतं आग्नेयं स्कान्दसंज्ञितम्
]

`verse 24 [
भविष्यं ब्रह्मवैवर्तं मार्कण्डेयं सवामनम् ।
 वाराहं मात्स्यं कौर्मं च ब्रह्माण्डाख्यमिति त्रिषट्
]

`verse 25 [
ब्रह्मन्निदं समाख्यातं शाखाप्रणयनं मुनेः ।
 शिष्यशिष्यप्रशिष्याणां ब्रह्मतेजोविवर्धनम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां द्वादशस्कन्धे सप्तमोऽध्यायः
]
