`speaker [
श्रीशौनक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
सूत जीव चिरं साधो वद नो वदतां वर ।
 तमस्यपारे भ्रमतां नॄणां त्वं पारदर्शनः
]

`verse 2 [
आहुश्चिरायुषमृषिं मृकण्डुतनयं जनाः ।
 यः कल्पान्ते उर्वरितो येन ग्रस्तमिदं जगत्
]

`verse 3 [
स वा अस्मत् कुलोत्पन्नः कल्पेऽस्मिन् भार्गवर्षभः ।
 नैवाधुनापि भूतानां सम्प्लवः कोऽपि जायते
]

`verse 4 [
एक एवार्णवे भ्राम्यन् ददर्श पुरुषं किल ।
 वटपत्रपुटे तोकं शयानं त्वेकमद्‌भुतम्
]

`verse 5 [
एष नः संशयो भूयान् सूत कौतूहलं यतः ।
 तं नश्छिन्धि महायोगिन् पुराणेष्वपि सम्मतः
]

`speaker [
सूत उवाच
]

`verse 6 [
प्रश्नस्त्वया महर्षेऽयं कृतो लोकभ्रमापहः ।
 नारायणकथा यत्र गीता कलिमलापहा
]

`verse 7 [
प्राप्तद्विजातिसंस्कारो मार्कण्डेयः पितुः क्रमात् ।
 छन्दांस्यधीत्य धर्मेण तपःस्वाध्यायसंयुतः
]

`verse 8 [
बृहद्व्रतधरः शान्तो जटिलो वल्कलाम्बरः ।
 बिभ्रत्कमण्डलुं दण्डमुपवीतं समेखलम्
]

`verse 9 [
कृष्णाजिनं साक्षसूत्रं कुशांश्च नियमर्द्धये ।
 अग्न्यर्कगुरुविप्रात्मस्वर्चयन् सन्ध्ययोर्हरिम्
]

`verse 10 [
सायं प्रातः स गुरवे भैक्ष्यमाहृत्य वाग्यतः ।
 बुभुजे गुर्वनुज्ञातः सकृन्नो चेदुपोषितः
]

`verse 11 [
एवं तपःस्वाध्यायपरो वर्षाणामयुतायुतम् ।
 आराधयन् हृषीकेशं जिग्ये मृत्युं सुदुर्जयम्
]

`verse 12 [
ब्रह्मा भृगुर्भवो दक्षो ब्रह्मपुत्राश्च ये परे ।
 नृदेवपितृभूतानि तेनासन् अतिविस्मिताः
]

`verse 13 [
इत्थं बृहद्व्रतधरः तपःस्वाध्यायसंयमैः ।
 दध्यावधोक्षजं योगी ध्वस्तक्लेशान्तरात्मना
]

`verse 14 [
तस्यैवं युञ्जतश्चित्तं महायोगेन योगिनः ।
 व्यतीयाय महान् कालो मन्वन्तरषडात्मकः
]

`verse 15 [
एतत् पुरन्दरो ज्ञात्वा सप्तमेऽस्मिन् किलान्तरे ।
 तपोविशङ्‌कितो ब्रह्मन् आरेभे तद्विघातनम्
]

`verse 16 [
गन्धर्वाप्सरसः कामं वसन्तमलयानिलौ ।
 मुनये प्रेषयामास रजस्तोकमदौ तथा
]

`verse 17 [
ते वै तदाश्रमं जग्मुः हिमाद्रेः पार्श्व उत्तरे ।
 पुष्पभद्रा नदी यत्र चित्राख्या च शिला विभो
]

`verse 18 [
तदाश्रमपदं पुण्यं पुण्यद्रुमलताञ्चितम् ।
 पुण्यद्विजकुलाकीर्णं पुण्यामलजलाशयम्
]

`verse 19 [
मत्तभ्रमरसङ्‌गीतं मत्तकोकिलकूजितम् ।
 मत्तबर्हिनटाटोपं मत्तद्विजकुलाकुलम्
]

`verse 20 [
वायुः प्रविष्ट आदाय हिमनिर्झरशीकरान् ।
 सुमनोभिः परिष्वक्तो ववावुत्तम्भयन् स्मरम्
]

`verse 21 [
उद्यच्चन्द्रनिशावक्त्रः प्रवालस्तबकालिभिः ।
 गोपद्रुमलताजालैः तत्रासीत् कुसुमाकरः
]

`verse 22 [
अन्वीयमानो गन्धर्वैः गीतवादित्रयूथकैः ।
 अदृश्यतात्तचापेषुः स्वःस्त्रीयूथपतिः स्मरः
]

`verse 23 [
हुत्वाग्निं समुपासीनं ददृशुः शक्रकिङ्‌कराः ।
 मीलिताक्षं दुराधर्षं मूर्तिमन्तमिवानलम्
]

`verse 24 [
ननृतुस्तस्य पुरतः स्त्रियोऽथो गायका जगुः ।
 मृदङ्‌गवीणापणवैः वाद्यं चक्रुर्मनोरमम्
]

`verse 25 [
सन्दधेऽस्त्रं स्वधनुषि कामः पञ्चमुखं तदा ।
 मधुर्मनो रजस्तोक इन्द्रभृत्या व्यकम्पयन्
]

`verse 26 [
क्रीडन्त्याः पुञ्जिकस्थल्याः कन्दुकैः स्तनगौरवात् ।
 भृशमुद्विग्नमध्यायाः केशविस्रंसितस्रजः
]

`verse 27 [
इतस्ततो भ्रमद्दृष्टेः चलन्त्या अनु कन्दुकम् ।
 वायुर्जहार तद्वासः सूक्ष्मं त्रुटितमेखलम्
]

`verse 28 [
विससर्ज तदा बाणं मत्वा तं स्वजितं स्मरः ।
 सर्वं तत्राभवन् मोघमनीशस्य यथोद्यमः
]

`verse 29 [
त इत्थमपकुर्वन्तो मुनेस्तत्तेजसा मुने ।
 दह्यमाना निववृतुः प्रबोध्याहिमिवार्भकाः
]

`verse 30 [
इतीन्द्रानुचरैर्ब्रह्मन् धर्षितोऽपि महामुनिः ।
 यन्नागादहमो भावं न तच्चित्रं महत्सु हि
]

`verse 31 [
दृष्ट्वा निस्तेजसं कामं सगणं भगवान् स्वराट् ।
 श्रुत्वानुभावं ब्रह्मर्षेः विस्मयं समगात् परम्
]

`verse 32 [
तस्यैवं युञ्जतश्चित्तं तपःस्वाध्यायसंयमैः ।
 अनुग्रहायाविरासीत् नरनारायणो हरिः
]

`meter [
मिश्र-१२
]

`verse 33 [
तौ शुक्लकृष्णौ नवकञ्जलोचनौ
     चतुर्भुजौ रौरववल्कलाम्बरौ ।
 पवित्रपाणी उपवीतकं त्रिवृत्
     कमण्डलुं दण्डमृजुं च वैणवम्
]

`verse 34 [
पद्माक्षमालामुत जन्तुमार्जनं
     वेदं च साक्षात् तप एव रूपिणौ ।
 तपत् तडिद्वर्णपिशङ्‌गरोचिषा
     प्रांशू दधानौ विबुधर्षभार्चितौ
]

`meter [
अनुष्टुप्
]

`verse 35 [
ते वै भगवतो रूपे नरनारायणौ ऋषी ।
 दृष्ट्वोत्थायादरेणोच्चैः ननामाङ्‌गेन दण्डवत्
]

`verse 36 [
स तत् सन्दर्शनानन्द निर्वृतात्मेन्द्रियाशयः ।
 हृष्टरोमाश्रुपूर्णाक्षो न सेहे तावुदीक्षितुम्
]

`verse 37 [
उत्थाय प्राञ्जलिः प्रह्व औत्सुक्यादाश्लिषन्निव ।
 नमो नम इतीशानौ बभाषे गद्‌गदाक्षरम्
]

`verse 38 [
तयोरासनमादाय पादयोरवनिज्य च ।
 अर्हणेनानुलेपेन धूपमाल्यैरपूजयत्
]

`verse 39 [
सुखमासनमासीनौ प्रसादाभिमुखौ मुनी ।
 पुनरानम्य पादाभ्यां गरिष्ठाविदमब्रवीत्
]

`speaker [
श्रीमार्कण्डेय उवाच
]

`meter [
वसंततिलका
]

`verse 40 [
किं वर्णये तव विभो यदुदीरितोऽसुः
     संस्पन्दते तमनु वाङ्‌मन इन्द्रियाणि ।
 स्पन्दन्ति वै तनुभृतामजशर्वयोश्च
     स्वस्याप्यथापि भजतामसि भावबन्धुः
]

`verse 41 [
मूर्ती इमे भगवतो भगवन् त्रिलोक्याः
     क्षेमाय तापविरमाय च मृत्युजित्यै ।
 नाना बिभर्ष्यवितुमन्यतनूर्यथेदं
     सृष्ट्वा पुनर्ग्रससि सर्वमिवोर्णनाभिः
]

`verse 42 [
तस्यावितुः स्थिरचरेशितुरङ्‌घ्रिमूलं
     यत्स्थं न कर्मगुणकालरुजः स्पृशन्ति ।
 यद्वै स्तुवन्ति निनमन्ति यजन्त्यभीक्ष्णं
     ध्यायन्ति वेदहृदया मुनयस्तदाप्त्यै
]

`verse 43 [
नान्यं तवाङ्‌घ्र्युपनयादपवर्गमूर्तेः
     क्षेमं जनस्य परितोभिय ईश विद्मः ।
 ब्रह्मा बिभेत्यलमतो द्विपरार्धधिष्ण्यः
     कालस्य ते किमुत तत्कृतभौतिकानाम्
]

`verse 44 [
तद् वै भजाम्यृतधियस्तव पादमूलं
     हित्वेदमात्मच्छदि चात्मगुरोः परस्य ।
 देहाद्यपार्थमसदन्त्यमभिज्ञमात्रं
     विन्देत ते तर्हि सर्वमनीषितार्थम्
]

`verse 45 [
सत्त्वं रजस्तम इतीश तवात्मबन्धो
     मायामयाः स्थितिलयोदयहेतवोऽस्य ।
 लीला धृता यदपि सत्त्वमयी प्रशान्त्यै
     नान्ये नृणां व्यसनमोहभियश्च याभ्याम्
]

`verse 46 [
तस्मात्तवेह भगवन्नथ तावकानां
     शुक्लां तनुं स्वदयितां कुशला भजन्ति ।
 यत्सात्वताः पुरुषरूपमुशन्ति सत्त्वं
     लोको यतोऽभयमुतात्मसुखं न चान्यत्
]

`verse 47 [
तस्मै नमो भगवते पुरुषाय भूम्ने
     विश्वाय विश्वगुरवे परदैवतायै ।
 नारायणाय ऋषये च नरोत्तमाय
     हंसाय संयतगिरे निगमेश्वराय
]

`verse 48 [
यं वै न वेद वितथाक्षपथैर्भ्रमद्धीः
     सन्तं स्वखेष्वसुषु हृद्यपि दृक्पथेषु ।
 तन्माययावृतमतिः स उ एव साक्षाद्
     आद्यस्तवाखिलगुरोरुपसाद्य वेदम्
]

`verse 49 [
यद्दर्शनं निगम आत्मरहःप्रकाशं
     मुह्यन्ति यत्र कवयोऽजपरा यतन्तः ।
 तं सर्ववादविषयप्रतिरूपशीलं
     वन्दे महापुरुषमात्मनिगूढबोधम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां द्वादशस्कन्धे अष्टमोऽध्यायः
]
