`set context {
  skandha = "12",
  adhyaya = "10",
  skandha.title = "Skandha 12",
  adhyaya.title = "Adhyāya 10"
}

`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
स एवं अनुभूयेदं नारायणविनिर्मितम् ।
 वैभवं योगमायायाः तमेव शरणं ययौ
]

`speaker [
श्रीमार्कण्डेय उवाच
]

`verse 2 [
प्रपन्नोऽस्म्यङ्‌घ्रिमूलं ते प्रपन्नाभयदं हरे ।
 यन्माययापि विबुधा मुह्यन्ति ज्ञानकाशया
]

`speaker [
सूत उवाच
]

`verse 3 [
तमेवं निभृतात्मानं वृषेण दिवि पर्यटन् ।
 रुद्राण्या भगवान् रुद्रो ददर्श स्वगणैर्वृतः
]

`verse 4 [
अथोमा तं ऋषिं वीक्ष्य गिरिशं समभाषत ।
 पश्येमं भगवन् विप्रं निभृतात्मेन्द्रियाशयम्
]

`verse 5 [
निभृतोदझषव्रातं वातापाये यथार्णवः ।
 कुर्वस्य तपसः साक्षात् संसिद्धिं सिद्धिदो भवान्
]

`verse 6 [
श्रीभगवानुवाच -
नैवेच्छत्याशिषः क्वापि ब्रह्मर्षिर्मोक्षमप्युत ।
 भक्तिं परां भगवति लब्धवान् पुरुषेऽव्यये
]

`verse 7 [
अथापि संवदिष्यामो भवान्येतेन साधुना ।
 अयं हि परमो लाभो नृणां साधुसमागमः
]

`speaker [
सूत उवाच
]

`verse 8 [
इत्युक्त्वा तमुपेयाय भगवान् स सतां गतिः ।
 ईशानः सर्वविद्यानां ईश्वरः सर्वदेहिनाम्
]

`verse 9 [
तयोरागमनं साक्षाद् ईशयोर्जगदात्मनोः ।
 न वेद रुद्धधीवृत्तिः आत्मानं विश्वमेव च
]

`verse 10 [
भगवान् तदभिज्ञाय गिरिशो योगमायया ।
 आविशत्तद्‌गुहाकाशं वायुश्छिद्रमिवेश्वरः
]

`verse 11 [
आत्मन्यपि शिवं प्राप्तं तडित्पिङ्‌गजटाधरम् ।
 त्र्यक्षं दशभुजं प्रांशुं उद्यन्तं इव भास्करम्
]

`verse 12 [
व्याघ्रचर्माम्बरं शूल खट्वाङ्‌गचर्मभिः ।
 अक्षमालाडमरुक कपालासिधनुः सह
]

`verse 13 [
बिभ्राणं सहसा भातं विचक्ष्य हृदि विस्मितः ।
 किमिदं कुत एवेति समाधेर्विरतो मुनिः
]

`verse 14 [
नेत्रे उन्मील्य ददृशे सगणं सोमयाऽऽगतम् ।
 रुद्रं त्रिलोकैकगुरुं ननाम शिरसा मुनिः
]

`verse 15 [
तस्मै सपर्यां व्यदधात् सगणाय सहोमया ।
 स्वागतासनपाद्यार्घ्य गन्धस्रग् धूपदीपकैः
]

`verse 16 [
आह चात्मानुभावेन पूर्णकामस्य ते विभो ।
 करवाम किमीशान येनेदं निर्वृतं जगत्
]

`verse 17 [
नमः शिवाय शान्ताय सत्त्वाय प्रमृडाय च ।
 रजोजुषेऽप्य घोराय नमस्तुभ्यं तमोजुषे
]

`speaker [
सूत उवाच
]

`verse 18 [
एवं स्तुतः स भगवान् आदिदेवः सतां गतिः ।
 परितुष्टः प्रसन्नात्मा प्रहसन् तं अभाषत
]

`verse 19 [
श्रीभगवानुवाच -
वरं वृणीष्व नः कामं वरदेशा वयं त्रयः ।
 अमोघं दर्शनं येषां मर्त्यो यद् विन्दतेऽमृतम्
]

`verse 20 [
ब्राह्मणाः साधवः शान्ता निःसङ्‌गा भूतवत्सलाः ।
 एकान्तभक्ता अस्मासु निर्वैराः समदर्शिनः
]

`verse 21 [
सलोका लोकपालास्तान् वन्दन्त्यर्चन्त्युपासते ।
 अहं च भगवान् ब्रह्मा स्वयं च हरिरीश्वरः
]

`verse 22 [
न ते मय्यच्युतेऽजे च भिदामण्वपि चक्षते ।
 नात्मनश्च जनस्यापि तद् युष्मान् वयमीमहि
]

`verse 23 [
न ह्यम्मयानि तीर्थानि न देवाश्चेतनोज्झिताः ।
 ते पुनन्ति उरुकालेन यूयं दर्शनमात्रतः
]

`verse 24 [
ब्राह्मणेभ्यो नमस्यामो येऽस्मद् रूपं त्रयीमयम् ।
 बिभ्रत्यात्मसमाधान तपःस्वाध्यायसंयमैः
]

`verse 25 [
श्रवणाद् दर्शनाद् वापि महापातकिनोऽपि वः ।
 शुध्येरन् अन्त्यजाश्चापि किमु संभाषणादिभिः
]

`speaker [
सूत उवाच
]

`verse 26 [
इति चन्द्रललामस्य धर्मगुह्योपबृंहितम् ।
 वचोऽमृतायनं ऋषिः नातृप्यत् कर्णयोः पिबन्
]

`verse 27 [
स चिरं मायया विष्णोः भ्रामितः कर्शितो भृशम् ।
 शिववागमृतध्वस्त क्लेशपुञ्जस्तमब्रवीत्
]

`speaker [
श्रीमार्कण्डेय उवाच
]

`verse 28 [
अहो ईश्वरलीलेयं दुर्विभाव्या शरीरिणाम् ।
 यन्नमन्तीशितव्यानि स्तुवन्ति जगदीश्वराः
]

`verse 29 [
धर्मं ग्राहयितुं प्रायः प्रवक्तारश्च देहिनाम् ।
 आचरन्ति अनुमोदन्ते क्रियमाणं स्तुवन्ति च
]

`verse 30 [
नैतावता भगवतः स्वमायामयवृत्तिभिः ।
 न दुष्येतानुभावस्तैः मायिनः कुहकं यथा
]

`verse 31 [
सृष्ट्वेदं मनसा विश्वं आत्मनानुप्रविश्य यः ।
 गुणैः कुर्वद्‌भिराभाति कर्तेव स्वप्नदृग् यथा
]

`verse 32 [
तस्मै नमो भगवते त्रिगुणाय गुणात्मने ।
 केवलायाद्वितीयाय गुरवे ब्रह्ममूर्तये
]

`verse 33 [
कं वृणे नु परं भूमन् वरं त्वद् वरदर्शनात् ।
 यद्दर्शनात्पूर्णकामः सत्यकामः पुमान् भवेत्
]

`verse 34 [
वरमेकं वृणेऽथापि पूर्णात् कामाभिवर्षणात् ।
 भगवति अच्युतां भक्तिं तत्परेषु तथा त्वयि
]

`speaker [
सूत उवाच
]

`verse 35 [
इत्यर्चितोऽभिष्टुतश्च मुनिना सूक्तया गिरा ।
 तं आह भगवान् शर्वः शर्वया चाभिनन्दितः
]

`verse 36 [
कामो महर्षे सर्वोऽयं भक्तिमान् त्वं अमधोक्षजे ।
 आकल्पान्ताद् यशः पुण्यं अमजरामरता तथा
]

`verse 37 [
ज्ञानं त्रैकालिकं ब्रह्मन् विज्ञानं च विरक्तिमत् ।
 ब्रह्मवर्चस्विनो भूयात् पुराणाचार्यतास्तु ते
]

`speaker [
सूत उवाच
]

`verse 38 [
एवं वरान् स मुनये दत्त्वागात् त्र्यक्ष ईश्वरः ।
 देव्यै तत्कर्म कथयन् अनुभूतं पुरामुना
]

`verse 39 [
सोऽप्यवाप्तमहायोग महिमा भार्गवोत्तमः ।
 विचरति अधुनाप्यद्धा हरावेकान्ततां गतः
]

`verse 40 [
अनुवर्णितमेतत्ते मार्कण्डेयस्य धीमतः ।
 अनुभूतं भगवतो मायावैभवमद्‌भुतम्
]

`verse 41 [
एतत् केचिद् अविद्वांसो मायासंसृतिरात्मनः ।
 अनाद्यावर्तितं नॄणां कादाचित्कं प्रचक्षते
]

`meter [
वंशस्था
]

`verse 42 [
य एवमेतद्‌भृगुवर्य वर्णितं
     रथाङ्‌गपाणेः अनुभावभावितम् ।
 संश्रावयेत् संश्रृणुयादु तावुभौ
     तयोर्न कर्माशयसंसृतिर्भवेत्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां द्वादशस्कन्धे दशमोऽध्यायः
]
