`set context {
  skandha = "12",
  adhyaya = "11",
  skandha.title = "Skandha 12",
  adhyaya.title = "Adhyāya 11"
}

`preface [
आदित्यव्यूहविवरणम्
]

`verse 1 [
अथेममर्थं पृच्छामो भवन्तं बहुवित्तमम्।
समस्ततन्त्रराद्धान्ते भवान् भागवततत्त्ववित्
]

`verse 2 [
तान्त्रिकाः परिचर्यायां केवलस्य श्रियः पतेः।
अङ्गोपाङ्गायुधाकल्पं कल्पयन्ति यथा च यैः
]

`verse 3 [
तन्नो वर्णय भद्रं ते क्रियायोगं बुभुत्सताम्।
येन क्रियानैपुणेन मर्त्यो यायादमर्त्यताम्
]

`speaker [
सूत उवाच
]

`verse 4 [
नमस्कृत्य गुरून्वक्ष्ये विभूतीर्वैष्णवीरपि।
याः प्रोक्ता वेदतन्त्राभ्यामाचार्यैः पद्मजादिभिः
]

`verse 5 [
मायाद्यैर्नवभिस्तत्त्वैः स विकारमयो विराट्।
निर्मितो दृश्यते यत्र सचित्के भुवनत्रयम्
]

`verse 6 [
एतद्वै पौरुषं रूपं भूः पादौ द्यौः शिरो नभः।
नाभिः सूर्योऽक्षिणी नासे वायुः कर्णौ दिशः प्रभोः
]

`verse 7 [
प्रजापतिः प्रजननमपानो मृत्युरीशितुः।
तद्बाहवो लोकपाला मनश्चन्द्रो भ्रुवौ यमः
]

`verse 8 [
लज्जोत्तरोऽधरो लोभो दन्ता ज्योत्स्ना स्मयो भ्रमः।
रोमाणि भूरुहा भूम्नो मेघाः पुरुषमूर्धजाः
]

`verse 9 [
यावानयं वै पुरुषो यावत्या संस्थया मितः।
तावानसावपि महापुरुषो लोकसंस्थया
]

`verse 10 [
कौस्तुभव्यपदेशेन स्वात्मज्योतिर्बिभर्त्यजः।
तत्प्रभा व्यापिनी साक्षात्श्रीवत्समुरसा विभुः
]

`verse 11 [
स्वमायां वनमालाख्यां नानागुणमयीं दधत्।
वासश्छन्दोमयं पीतं ब्रह्मसूत्रं त्रिवृत्स्वरम्
]

`verse 12 [
बिभर्ति साङ्ख्यं योगं च देवो मकरकुण्डले।
मौलिं पदं पारमेष्ठ्यं सर्वलोकाभयङ्करम्
]

`verse 13 [
अव्याकृतमनन्ताख्यमासनं यदधिष्ठितः।
धर्मज्ञानादिभिर्युक्तं सत्त्वं पद्ममिहोच्यते
]

`verse 14 [
ओजःसहोबलयुतं मुख्यतत्त्वं गदां दधत्।
अपां तत्त्वं दरवरं तेजस्तत्त्वं सुदर्शनम्
]

`verse 15 [
नभोनिभं नभस्तत्त्वमसिं चर्म तमोमयम्।
कालरूपं धनुः शार्ङ्गं तथा कर्ममयेषुधिम्
]

`verse 16 [
इन्द्रियाणि शरानाहुराकूतीरस्य स्यन्दनम्।
तन्मात्राण्यस्याभिव्यक्तिं मुद्रयार्थक्रियात्मताम्
]

`verse 17 [
मण्डलं देवयजनं दीक्षा संस्कार आत्मनः।
परिचर्या भगवत आत्मनो दुरितक्षयः
]

`verse 18 [
भगवान्भगशब्दार्थं लीलाकमलमुद्वहन्।
धर्मं यशश्च भगवांश्चामरव्यजनेऽभजत्
]

`verse 19 [
आतपत्रं तु वैकुण्ठं द्विजा धामाकुतोभयम्।
त्रिवृद्वेदः सुपर्णाख्यो यज्ञं वहति पूरुषम्
]

`verse 20 [
अनपायिनी भगवती श्रीः साक्षादात्मनो हरेः।
विष्वक्सेनस्तन्त्रमूर्तिर्विदितः पार्षदाधिपः।
नन्दादयोऽष्टौ द्वाःस्थाश्च तेऽणिमाद्या हरेर्गुणाः
]

`verse 21 [
वासुदेवः सङ्कर्षणः प्रद्युम्नः पुरुषः स्वयम्।
अनिरुद्ध इति ब्रह्मन्मूर्तिव्यूहोऽभिधीयते
]

`verse 22 [
स विश्वस्तैजसः प्राज्ञस्तुरीय इति वृत्तिभिः।
अर्थेन्द्रियाशयज्ञानैर्भगवान्परिभाव्यते
]

`verse 23 [
अङ्गोपाङ्गायुधाकल्पैर्भगवांस्तच्चतुष्टयम्।
बिभर्ति स्म चतुर्मूर्तिर्भगवान्हरिरीश्वरः
]

`verse 24 [
द्विजभ स एष ब्रह्मयोनिः स्वयंदृक्।
स्वमहिमपरिपूर्णो मायया च स्वयैतत्।
सृजति हरति पातीत्याख्ययानावृताक्षो।
विवृत इव निरुक्तस्तत्परैरात्मलभ्यः
]

`verse 25 [
श्रीकृष्ण कृष्णसख वृष्ण्यृषभावनिध्रुग्।
राजन्यवंशदहनानपवर्गवीर्य।
गोविन्द गोपवनिताव्रजभृत्यगीत।
तीर्थश्रवः श्रवणमङ्गल पाहि भृत्यान्
]

`verse 26 [
य इदं कल्य उत्थाय महापुरुषलक्षणम्।
तच्चित्तः प्रयतो जप्त्वा ब्रह्म वेद गुहाशयम्
]

`speaker [
श्रीशौनक उवाच
]

`verse 27 [
शुको यदाह भगवान्विष्णुराताय शृण्वते।
सौरो गणो मासि मासि नाना वसति सप्तकः
]

`verse 28 [
तेषां नामानि कर्माणि नियुक्तानामधीश्वरैः।
ब्रूहि नः श्रद्दधानानां व्यूहं सूर्यात्मनो हरेः
]

`speaker [
सूत उवाच
]

`verse 29 [
अनाद्यविद्यया विष्णोरात्मनः सर्वदेहिनाम्।
निर्मितो लोकतन्त्रोऽयं लोकेषु परिवर्तते
]

`verse 30 [
एक एव हि लोकानां सूर्य आत्मादिकृद्धरिः।
सर्ववेदक्रियामूलमृषिभिर्बहुधोदितः
]

`verse 31 [
कालो देशः क्रिया कर्ता करणं कार्यमागमः।
द्रव्यं फलमिति ब्रह्मन्नवधोक्तोऽजया हरिः
]

`verse 32 [
मध्वादिषु द्वादशसु भगवान्कालरूपधृक्।
लोकतन्त्राय चरति पृथग्द्वादशभिर्गणैः
]

`verse 33 [
धाता कृतस्थली हेतिर्वासुकी रथकृन्मुने।
पुलस्त्यस्तुम्बुरुरिति मधुमासं नयन्त्यमी
]

`verse 34 [
अर्यमा पुलहोऽथौजाः प्रहेतिः पुञ्जिकस्थली।
नारदः कच्छनीरश्च नयन्त्येते स्म माधवम्
]

`verse 35 [
मित्रोऽत्रिः पौरुषेयोऽथ तक्षको मेनका हहाः।
रथस्वन इति ह्येते शुक्रमासं नयन्त्यमी
]

`verse 36 [
वसिष्ठो वरुणो रम्भा सहजन्यस्तथा हुहूः।
शुक्रश्चित्रस्वनश्चैव शुचिमासं नयन्त्यमी
]

`verse 37 [
इन्द्रो विश्वावसुः श्रोता एलापत्रस्तथाङ्गिराः।
प्रम्लोचा राक्षसो वर्यो नभोमासं नयन्त्यमी
]

`verse 38 [
विवस्वानुग्रसेनश्च व्याघ्र आसारणो भृगुः।
अनुम्लोचा शङ्खपालो नभस्याख्यं नयन्त्यमी
]

`verse 39 [
पूषा धनञ्जयो वातः सुषेणः सुरुचिस्तथा।
घृताची गौतमश्चेति तपोमासं नयन्त्यमी
]

`verse 40 [
ऋतुर्वर्चा भरद्वाजः पर्जन्यः सेनजित्तथा।
विश्व ऐरावतश्चैव तपस्याख्यं नयन्त्यमी
]

`verse 41 [
अथांशुः कश्यपस्तार्क्ष्य ऋतसेनस्तथोर्वशी।
विद्युच्छत्रुर्महाशङ्खः सहोमासं नयन्त्यमी
]

`verse 42 [
भगः स्फूर्जोऽरिष्टनेमिरूर्ण आयुश्च पञ्चमः।
कर्कोटकः पूर्वचित्तिः पुष्यमासं नयन्त्यमी
]

`verse 43 [
त्वष्टा ऋचीकतनयः कम्बलश्च तिलोत्तमा।
ब्रह्मापेतोऽथ शतजिद्धृतराष्ट्र इषम्भराः
]

`verse 44 [
विष्णुरश्वतरो रम्भा सूर्यवर्चाश्च सत्यजित्।
विश्वामित्रो मखापेत ऊर्जमासं नयन्त्यमी
]

`verse 45 [
एता भगवतो विष्णोरादित्यस्य विभूतयः।
स्मरतां सन्ध्ययोर्नॄणां हरन्त्यंहो दिने दिने
]

`verse 46 [
द्वादशस्वपि मासेषु देवोऽसौ षड्भिरस्य वै।
चरन्समन्तात्तनुते परत्रेह च सन्मतिम्
]

`verse 47 [
सामर्ग्यजुर्भिस्तल्लिङ्गैरृषयः संस्तुवन्त्यमुम्।
गन्धर्वास्तं प्रगायन्ति नृत्यन्त्यप्सरसोऽग्रतः
]

`verse 48 [
उन्नह्यन्ति रथं नागा ग्रामण्यो रथयोजकाः।
चोदयन्ति रथं पृष्ठे नैरृता बलशालिनः
]

`verse 49 [
वालखिल्याः सहस्राणि षष्टिर्ब्रह्मर्षयोऽमलाः।
पुरतोऽभिमुखं यान्ति स्तुवन्ति स्तुतिभिर्विभुम्
]

`verse 50 [
एवं ह्यनादिनिधनो भगवान्हरिरीश्वरः।
कल्पे कल्पे स्वमात्मानं व्यूह्य लोकानवत्यजः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां द्वादशस्कन्धे आदित्यव्यूहविवरणं नामैकादशोऽध्यायः
]
