`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
नमो धर्माय महते नमः कृष्णाय वेधसे ।
 ब्रह्मणेभ्यो नमस्कृत्य धर्मान् वक्ष्ये सनातनान्
]

`verse 2 [
एतद् वः कथितं विप्रा विष्णोश्चरितमद्‌भुतम् ।
 भवद्‌भिः यदहं पृष्टो नराणां पुरुषोचितम्
]

`verse 3 [
अत्र सङ्‌कीर्तितः साक्षात् सर्वपापहरो हरिः ।
 नारायणो हृषीकेशो भगवान् सात्वतां पतिः
]

`verse 4 [
अत्र ब्रह्म परं गुह्यं जगतः प्रभवाप्ययम् ।
 ज्ञानं च तदुपाख्यानं प्रोक्तं विज्ञानसंयुतम्
]

`verse 5 [
भक्तियोगः समाख्यातो वैराग्यं च तदाश्रयम् ।
 पारीक्षितं उपाख्यानं नारदाख्यानमेव च
]

`verse 6 [
प्रायोपवेशो राजर्षेः विप्रशापात् परीक्षितः ।
 शुकस्य ब्रह्मर्षभस्य संवादश्च परीक्षितः
]

`verse 7 [
योगधारणयोत्क्रान्तिः संवादो नारदाजयोः ।
 अवतारानुगीतं च सर्गः प्राधानिकोऽग्रतः
]

`verse 8 [
विदुरोद्धवसंवादः क्षत्तृमैत्रेययोस्ततः ।
 पुराणसंहिताप्रश्नो महापुरुषसंस्थितिः
]

`verse 9 [
ततः प्राकृतिकः सर्गः सप्त वैकृतिकाश्च ये ।
 ततो ब्रह्माण्डसम्भूतिः वैराजः पुरुषो यतः
]

`verse 10 [
कालस्य स्थूलसूक्ष्मस्य गतिः पद्मसमुद्‌भवः ।
 भुव उद्धरणेऽम्भोधेः हिरण्याक्षवधो यथा
]

`verse 11 [
ऊर्ध्वतिर्यगवाक्सर्गो रुद्रसर्गस्तथैव च ।
 अर्धनारीश्वरस्याथ यतः स्वायंभुवो मनुः
]

`verse 12 [
शतरूपा च या स्त्रीणां आद्या प्रकृतिरुत्तमा ।
 सन्तानो धर्मपत्‍नीनां कर्दमस्य प्रजापतेः
]

`verse 13 [
अवतारो भगवतः कपिलस्य महात्मनः ।
 देवहूत्याश्च संवादः कपिलेन च धीमता
]

`verse 14 [
नवब्रह्मसमुत्पत्तिः दक्षयज्ञविनाशनम् ।
 ध्रुवस्य चरितं पश्चात् पृथोः प्राचीनबर्हिषः
]

`verse 15 [
नारदस्य च संवादः ततः प्रैयव्रतं द्विजाः ।
 नाभेस्ततोऽनुचरितं ऋषभस्य भरतस्य च
]

`verse 16 [
द्वीपवर्षसमुद्राणां गिरिनद्युपवर्णनम् ।
 ज्योतिश्चक्रस्य संस्थानं पातालनरकस्थितिः
]

`verse 17 [
दक्षजन्म प्रचेतोभ्यः तत्पुत्रीणां च सन्ततिः ।
 यतो देवासुरनराः तिर्यङ्‌नगखगादयः
]

`verse 18 [
त्वाष्ट्रस्य जन्मनिधनं पुत्रयोश्च दितेर्द्विजाः ।
 दैत्येश्वरस्य चरितं प्रह्रादस्य महात्मनः
]

`verse 19 [
मन्वन्तरानुकथनं गजेन्द्रस्य विमोक्षणम् ।
 मन्वन्तरावताराश्च विष्णोर्हयशिरादयः
]

`verse 20 [
कौर्मं धान्वतरं मात्स्यं वामनं च जगत्पतेः ।
 क्षीरोदमथनं तद्वद् अमृतार्थे दिवौकसाम्
]

`verse 21 [
देवासुरमहायुद्धं राजवंशानुकीर्तनम् ।
 इक्ष्वाकुजन्म तद्वंशः सुद्युम्नस्य महात्मनः
]

`verse 22 [
इलोपाख्यानमत्रोक्तं तारोपाख्यानमेव च ।
 सूर्यवंशानुकथनं शशादाद्या नृगादयः
]

`verse 23 [
सौकन्यं चाथ शर्यातेः ककुत्स्थस्य च धीमतः ।
 खट्वाङ्‌गस्य च मान्धातुः सौभरेः सगरस्य च
]

`verse 24 [
रामस्य कोशलेन्द्रस्य चरितं किल्बिषापहम् ।
 निमेरङ्‌गपरित्यागो जनकानां च सम्भवः
]

`verse 25 [
रामस्य भार्गवेन्द्रस्य निःक्षतृईकरणं भुवः ।
 ऐलस्य सोमवंशस्य ययातेर्नहुषस्य च
]

`verse 26 [
दौष्मन्तेर्भरतस्यापि शान्तनोस्तत्सुतस्य च ।
 ययातेर्ज्येष्ठपुत्रस्य यदोर्वंशोऽनुकीर्तितः
]

`verse 27 [
यत्रावतीर्णो भगवान् कृष्णाख्यो जगदीश्वरः ।
 वसुदेवगृहे जन्म ततो वृद्धिश्च गोकुले
]

`verse 28 [
तस्य कर्माण्यपाराणि कीर्तितान्यसुरद्विषः ।
 पूतनासुपयःपानं शकटोच्चाटनं शिशोः
]

`verse 29 [
तृणावर्तस्य निष्पेषः तथैव बकवत्सयोः ।
 धेनुकस्य सहभ्रातुः प्रलम्बस्य च संक्षयः
]

`verse 30 [
गोपानां च परित्राणं दावाग्नेः परिसर्पतः ।
 दमनं कालियस्याहेः महाहेर्नन्दमोक्षणम्
]

`verse 31 [
व्रतचर्या तु कन्यानां यत्र तुष्टोऽच्युतो व्रतैः ।
 प्रसादो यज्ञपत्‍नीभ्यो विप्राणां चानुतापनम्
]

`verse 32 [
गोवर्धनोद्धारणं च शक्रस्य सुरभेरथ ।
 यज्ञभिषेकं कृष्णस्य स्त्रीभिः क्रीडा च रात्रिषु
]

`verse 33 [
शङ्‌खचूडस्य दुर्बुद्धेः वधोऽरिष्टस्य केशिनः ।
 अक्रूरागमनं पश्चात् प्रस्थानं रामकृष्णयोः
]

`verse 34 [
व्रजस्त्रीणां विलापश्च मथुरालोकनं ततः ।
 गजमुष्टिकचाणूर कंसादीनां तथा वधः
]

`verse 35 [
मृतस्यानयनं सूनोः पुनः सान्दीपनेर्गुरोः ।
 मथुरायां निवसता यदुचक्रस्य यत्प्रियम् ।
 कृतमुद्धवरामाभ्यां युतेन हरिणा द्विजाः
]

`verse 36 [
जरासन्धसमानीत सैन्यस्य बहुशो वधः ।
 घातनं यवनेन्द्रस्य कुशस्थल्या निवेशनम्
]

`verse 37 [
आदानं पारिजातस्य सुधर्मायाः सुरालयात् ।
 रुक्मिण्या हरणं युद्धे प्रमथ्य द्विषतो हरेः
]

`verse 38 [
हरस्य जृम्भणं युद्धे बाणस्य भुजकृन्तनम् ।
 प्राग्ज्योतिषपतिं हत्वा कन्यानां हरणं च यत्
]

`verse 39 [
चैद्यपौण्ड्रकशाल्वानां दन्तवक्रस्य दुर्मतेः ।
 शम्बरो द्विविदः पीठो मुरः पञ्चजनादयः
]

`verse 40 [
माहात्म्यं च वधस्तेषां वाराणस्याश्च दाहनम् ।
 भारावतरणं भूमेः निमित्तीकृत्य पाण्डवान्
]

`verse 41 [
विप्रशापापदेशेन संहारः स्वकुलस्य च ।
 उद्धवस्य च संवादो वसुदेवस्य चाद्‌भुतः
]

`verse 42 [
यत्रात्मविद्या ह्यखिला प्रोक्ता धर्मविनिर्णयः ।
 ततो मर्त्यपरित्याग आत्मयोगानुभावतः
]

`verse 43 [
युगलक्षणवृत्तिश्च कलौ नॄणामुपप्लवः ।
 चतुर्विधश्च प्रलय उत्पत्तिस्त्रिविधा तथा
]

`verse 44 [
देहत्यागश्च राजर्षेः विष्णुरातस्य धीमतः ।
 शाखाप्रणयनं ऋषेः मार्कण्डेयस्य सत्कथा ॥
 महापुरुषविन्यासः सूर्यस्य जगदात्मनः
]

`verse 45 [
इति चोक्तं द्विजश्रेष्ठा यत्पृष्टोऽहं इहास्मि वः ।
 लीलावतारकर्माणि कीर्तितानीह सर्वशः
]

`verse 46 [
पतितः स्खलितश्चार्तः क्षुत्त्वा वा विवशो ब्रुवन् ।
 हरये नम इत्युच्चैः मुच्यते सर्वपातकात्
]

`meter [
उपेंद्रवज्रा
]

`verse 47 [
सङ्‌कीर्त्यमानो भगवान् अनन्तः
     श्रुतानुभावो व्यसनं हि पुंसाम् ।
 प्रविश्य चित्तं विधुनोत्यशेषं
     यथा तमोऽर्कोऽभ्रमिवातिवातः
]

`meter [
मिश्र-१२
]

`verse 48 [
मृषा गिरस्ता ह्यसतीरसत्कथा
     न कथ्यते यद्‌भगवानधोक्षजः ।
 तदेव सत्यं तदुहैव मङ्‌गलं
     तदेव पुण्यं भगवद्‌गुणोदयम्
]

`verse 49 [
तदेव रम्यं रुचिरं नवं नवं
     तदेव शश्वन्मनसो महोत्सवम् ।
 तदेव शोकार्णवशोषणं नृणां
     यदुत्तमःश्लोकयशोऽनुगीयते
]

`verse 50 [
न यद्वचश्चित्रपदं हरेर्यशो
     जगत्पवित्रं प्रगृणीत कर्हिचित् ।
 तद् ध्वाङ्‌क्षतीर्थं न तु हंससेवितं
     यत्राच्युतस्तत्र हि साधवोऽमलाः
]

`verse 51 [
तद्वाग्विसर्गो जनताघसंप्लवो
     यस्मिन् प्रतिश्लोकमबद्धवत्यपि ।
 नामान्यनन्तस्य यशोऽङ्‌कितानि यत्
     श्रृण्वन्ति गायन्ति गृणन्ति साधवः
]

`verse 52 [
नैष्कर्म्यमप्यच्युत भाववर्जितं
     न शोभते ज्ञानमलं निरञ्जनम् ।
 कुतः पुनः शश्वदभद्रमीश्वरे
     न ह्यर्पितं कर्म यदप्यनुत्तमम्
]

`verse 53 [
यशःश्रियामेव परिश्रमः परो
     वर्णाश्रमाचारतपःश्रुतादिषु ।
 अविस्मृतिः श्रीधरपादपद्मयोः
     गुणानुवादश्रवणादरादिभिर्हरेः
]

`meter [
मिश्र-११,१२
]

`verse 54 [
अविस्मृतिः कृष्णपदारविन्दयोः
     क्षिणोत्यभद्राणि च शं तनोति च ।
 सत्त्वस्य शुद्धिं परमात्मभक्तिं
     ज्ञानं च विज्ञानविरागयुक्तम्
]

`meter [
इंद्रवज्रा
]

`verse 55 [
यूयं द्विजाग्र्या बत भूरिभागा
     यच्छश्वदात्मन्यखिलात्मभूतम् ।
 नारायणं देवमदेवमीशं
     अजस्रभावा भजताविवेश्य
]

`meter [
मिश्र-११,१२
]

`verse 56 [
अहं च संस्मारित आत्मतत्त्वं
     श्रुतं पुरा मे परमर्षिवक्त्रात् ।
 प्रायोपवेशे नृपतेः परीक्षितः
     सदस्यृषीणां महतां च श्रृण्वताम्
]

`meter [
अनुष्टुप्
]

`verse 57 [
एतद्वः कथितं विप्राः कथनीयोरुकर्मणः ।
 माहात्म्यं वासुदेवस्य सर्वाशुभविनाशनम्
]

`verse 58 [
य एतत्श्रावयेन्नित्यं यामक्षणमनन्यधीः ।
 श्रद्धावान् योऽनुश्रृणुयात् पुनात्यात्मानमेव सः
]

`verse 59 [
द्वादश्यामेकादश्यां वा श्रृण्वन्नायुष्यवान् भवेत् ।
 पठत्यनश्नन् प्रयतः ततो भवत्यपातकी
]

`verse 60 [
पुष्करे मथुरायां च द्वारवत्यां यतात्मवान् ।
 उपोष्य संहितामेतां पठित्वा मुच्यते भयात्
]

`verse 61 [
देवता मुनयः सिद्धाः पितरो मनवो नृपाः ।
 यच्छन्ति कामान् गृणतः श्रृण्वतो यस्य कीर्तनात्
]

`verse 62 [
ऋचो यजूंषि सामानि द्विजोऽधीत्यानुविन्दते ।
 मधुकुल्या घृतकुल्याः पयःकुल्याश्च तत्फलम्
]

`verse 63 [
पुराणसंहितां एतां अधीत्य प्रयतो द्विजः ।
 प्रोक्तं भगवता यत्तु तत्पदं परमं व्रजेत्
]

`verse 64 [
विप्रोऽधीत्याप्नुयात् प्रज्ञां राजन्योदधिमेखलाम् ।
 वैश्यो निधिपतित्वं च शूद्रः शुध्येत पातकात्
]

`meter [
unknown
]

`verse 65 [
कलिमलसंहतिकालनोऽखिलेशो
     हरिरितरत्र न गीयते ह्यभीक्ष्णम् ।
 इह तु पुनर्भगवानशेषमूर्तिः
     परिपठितोऽनुपदं कथाप्रसङ्‌गैः
]

`meter [
पुष्पिताग्रा
]

`verse 66 [
तमहमजमनन्तमात्मतत्त्वं
     जगदुदयस्थितिसंयमात्मशक्तिम् ।
 द्युपतिभिरजशक्रशङ्‌कराद्यैः
     दुरवसितस्तवमच्युतं नतोऽस्मि
]

`verse 67 [
उपचितनवशक्तिभिः स्व आत्मनि
     उपरचितस्थिरजङ्‌गमालयाय ।
 भगवत उपलब्धिमात्रधाम्ने
     सुरऋषभाय नमः सनातनाय
]

`meter [
मालिनी
]

`verse 68 [
स्वसुखनिभृतचेतास्तद्व्युदस्तान्यभावोऽपि
     अजितरुचिरलीलाकृष्टसारस्तदीयम् ।
 व्यतनुत कृपया यः तत्त्वदीपं पुराणं
     तमखिलवृजिनघ्नं व्याससूनुं नतोऽस्मि
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां द्वादशस्कन्धे द्वादशस्कन्धार्थनिरूपणं नाम द्वादशोऽध्यायः
]
