`speaker [
सूत उवाच
]

`meter [
शार्दूलविक्रीडित
]

`verse 1 [
यं ब्रह्मा वरुणेन्द्ररुद्रमरुतः स्तुन्वन्ति दिव्यैः स्तवैः
 वेदैः साङ्‌गपदक्रमोपनिषदैः गायन्ति यं सामगाः ।
 ध्यानावस्थिततद्‌गतेन मनसा पश्यन्ति यं योगिनो
 यस्यान्तं न विदुः सुरासुरगणा देवाय तस्मै नमः
]

`verse 2 [
पृष्ठे भ्राम्यदमन्दमन्दरगिरि ग्रावाग्रकण्डूयनान्
 निद्रालोः कमठाकृतेर्भगवतः श्वासानिलाः पान्तु वः ।
 यत्संस्कारकलानुवर्तनवशाद् वेलानिभेनाम्भसां
 यातायातमतन्द्रितं जलनिधेः नाद्यापि विश्राम्यति
]

`meter [
अनुष्टुप्
]

`verse 3 [
पुराणसङ्‌ख्यासंभूतिं अस्य वाच्यप्रयोजने ।
 दानं दानस्य माहात्म्यं पाठादेश्च निबोधत
]

`verse 4 [
ब्राह्मं दश सहस्राणि पाद्मं पञ्चोनषष्टि च ।
 श्रीवैष्णवं त्रयोविंशत् चतुर्विंशति शैवकम्
]

`verse 5 [
दशाष्टौ श्रीभागवतं नारदं पञ्चविंशति ।
 मार्कण्डं नव वाह्नं च दशपञ्च चतुःशतम्
]

`verse 6 [
चतुर्दश भविष्यं स्यात् तथा पञ्चशतानि च ।
 दशाष्टौ ब्रह्मवैवर्तं लैङ्‌गमेकादशैव तु
]

`verse 7 [
चतुर्विंशति वाराहं एकाशीतिसहस्रकम् ।
 स्कान्दं शतं तथा चैकं वामनं दश कीर्तितम्
]

`verse 8 [
कौर्मं सप्तदशाख्यातं मात्स्यं तत्तु चतुर्दश ।
 एकोनविंशत् सौपर्णं ब्रह्माण्डं द्वादशैव तु
]

`verse 9 [
एवं पुराणसन्दोहः चतुर्लक्ष उदाहृतः ।
 तत्राष्टदशसाहस्रं श्रीभागवतं इष्यते
]

`verse 10 [
इदं भगवता पूर्वं ब्रह्मणे नाभिपङ्‌कजे ।
 स्थिताय भवभीताय कारुण्यात् संप्रकाशितम्
]

`verse 11 [
आदिमध्यावसानेषु वैराग्याख्यानसंयुतम् ।
 हरिलीलाकथाव्रात अमृतानन्दितसत्सुरम्
]

`verse 12 [
सर्ववेदान्तसारं यद् ब्रह्मात्मैकत्वलक्षणम् ।
 वस्तु अद्वितीयं तन्निष्ठं कैवल्यैकप्रयोजनम्
]

`verse 13 [
प्रौष्ठपद्यां पौर्णमास्यां हेमसिंहसमन्वितम् ।
 ददाति यो भागवतं स याति परमां गतिम्
]

`verse 14 [
राजन्ते तावदन्यानि पुराणानि सतां गणे ।
 यावद्‌ न दृष्यते साक्षात् श्रीमद् भागवतं परम्
]

`verse 15 [
सर्ववेदान्तसारं हि श्रीभागवतमिष्यते ।
 तद् रसामृततृप्तस्य नान्यत्र स्याद् रतिः क्वचित्
]

`verse 16 [
निम्नगानां यथा गङ्‌गा देवानामच्युतो यथा ।
 वैष्णवानां यथा शम्भुः पुराणानां इदं तथा
]

`verse 17 [
क्षेत्राणां चैव सर्वेषां यथा काशी ह्यनुत्तमा ।
 तथा पुराणव्रातानां श्रीमद्‌भागवतं द्विजाः
]

`meter [
शार्दूलविक्रीडित
]

`verse 18 [
श्रीमद्‌भागवतं पुराणममलं यद्वैष्णवानां प्रियं
 यस्मिन् पारमहंस्यमेकममलं ज्ञानं परं गीयते ।
 तत्र ज्ञानविरागभक्तिसहितं नैष्कर्म्यमाविस्कृतं
 तत् श्रृण्वन् विपठन् विचारणपरो भक्त्या विमुच्येन्नरः
]

`verse 19 [
कस्मै येन विभासितोऽयमतुलो ज्ञानप्रदीपः पुरा
 तद् रूपेण च नारदाय मुनये कृष्णाय तद् रूपिणा ।
 योगीन्द्राय तदात्मनाथ भगवत् राताय कारुण्यतः
 तच्छुद्धं विमलं विशोकममृतं सत्यं परं धीमहि
]

`meter [
अनुष्टुप्
]

`verse 20 [
नमस्तस्मै भगवते वासुदेवाय साक्षिणे ।
 य इदं कृपया कस्मै व्याचचक्षे मुमुक्षवे
]

`verse 21 [
योगीन्द्राय नमस्तस्मै शुकाय ब्रह्मरूपिणे ।
 संसारसर्पदष्टं यो विष्णुरातममूमुचत्
]

`verse 22 [
भवे भवे यथा भक्तिः पादयोस्तव जायते ।
 तथा कुरुष्व देवेश नाथस्त्वं नो यतः प्रभो
]

`verse 23 [
नामसङ्‌कीर्तनं यस्य सर्वपाप प्रणाशनम् ।
 प्रणामो दुःखशमनः त नमामि हरिं परम्
]

`colophon [
इति श्रीमद्‍भागवते महापुराणे पारमहंस्यां
संहितायां द्वादशस्कन्धे त्रयोदशोऽध्यायः
]
