`speaker [
मैत्रेय उवाच
]

`verse 1 [
प्रोक्तान्येतानि भवता सप्त मन्वन्तराणि वै  ।
भविष्याण्यपि विप्रर्ष ममाख्यातुं त्वमर्हसि
]

`speaker [
श्रीपराशर उवाच
]

`verse 2 [
सूर्यस्य पत्नी संज्ञाभूत्तनया विश्वकर्मणः  ।
मनुर्यमो यमी चैव तदपत्यानि वै मुने
]

`verse 3 [
असहन्ती तु सा भर्तुस्तेजश्छायां युयोज वै  ।
भर्तृशुश्रूषणेऽरण्यंस्वयं च तपसे ययौ
]

`verse 4 [
संज्ञेयमित्यथार्कश्च छायायामात्मजत्रयम्  ।
शनैश्चरं मनुं चान्यं तपतीं चाप्यजाजनत्
]

`verse 5 [
छायासंज्ञा ददौ शापं यमाय कुपिता यदा  ।
तदान्येयमसौ बुद्धिरित्यासीद्यमसूर्ययोः
]

`verse 6 [
ततो विवस्वानाख्यातां तयैवारण्यसंस्थिताम्  ।
समाधिदृष्ट्याददृशे तामश्वां तपसि स्थिताम्
]

`verse 7 [
वाजिरूपधरः सोथ तस्यां देवावथाश्विनौ  ।
जनयामास रेवन्तं रेतसोंते च भास्करः
]

`verse 8 [
आनिन्ये च पुनः संज्ञां स्वस्थानं भगवान् रविः  ।
तेजसः शमनं चास्य विश्वकर्मा चकार ह
]

`verse 9 [
भ्रममारोप्य सूर्यं तु तस्य तेजोनिशातनम्  ।
कृतवानष्टमं भागं स व्यशातयदव्ययम्
]

`verse 10 [
यत्तस्माद्वैष्णवं तेजस्शातितं विश्वकर्मणा  ।
जाज्वल्यमानमपतत्तद्भूमौ मुनिसत्तम
]

`verse 11 [
त्वष्टैव तेजसा तेन विष्णोश्चक्रमकल्पयत् ।
त्रिशूलं चैव शर्वस्य शिबिकां धनदस्य च
]

`verse 12 [
शक्तिं गुहस्य देवानामन्येषां च यदायुधम्  ।
तत्सर्वं तेजसा तेन विश्वकर्मा व्यवर्धयत्
]

`verse 13 [
छायासंज्ञासुतो योसौ द्वितीयः कथितो मनुः  ।
पूर्वजस्यासवर्णोसौ सावर्णिस्तेन कथ्यते
]

`verse 14 [
तस्य मन्वन्तरं ह्योतत्सावर्णिकमथाष्टमम्  ।
तच्छृणुष्व महाभाग भविष्यत्कथयामि ते
]

`verse 15 [
सावर्णिस्तु मनुर्योसौ मैत्रेय भविता ततः  ।
सुतपाश्चामिताभाश्च मुख्याश्चापि तथा सुराः
]

`verse 16 [
तेषां गणाश्च देवानामेकैको विंशकः स्मृतः  ।
सप्तर्षिनपि वक्ष्यामि भविष्यान्मुनिसत्तम
]

`verse 17 [
दीप्तिमान् गालवो रामः कृपो द्रोणिस्तथा परः  ।
मत्पुत्रश्च तथा व्यास ऋष्यशृङ्गश्च सप्तमः
]

`verse 18 [
विष्णु प्रसादादनघः पातालान्तरगोचरः  ।
विरोचनसुतस्तेषां बलिरिन्द्रो भविष्यति
]

`verse 19 [
विरजाश्चोर्वरीवांश्च निर्मोकाद्यास्तथापरे  ।
सावर्णेस्तु मनोः पुत्रा भविष्यन्ति नरेश्वराः
]

`verse 20 [
नवमो दक्षसावर्णिर्भविष्यति मुने मनुः
]

`verse 21 [
पारा मरीचिगर्भाश्च सुधर्माणस्तथा त्रिधा  ।
भविष्यन्ति तथा देवा ह्योकैको द्वादशो गणः
]

`verse 22 [
तेषामिद्रो महावीर्यो भविष्यत्यद्भुतो द्विज
]

`verse 23 [
सवनो द्युतिमान् भव्यो वसुर्मेधातिथिस्तथा  ।
ज्योतिष्मान् सप्तमः सत्यस्तत्रैते च महर्षयः
]

`verse 24 [
धृतकेतुर्दीप्तिकेतुः पञ्चहस्तनिरामयौ  ।
पृथुश्रवाद्याश्च तथा दक्षमावर्णिकात्मजाः
]

`verse 25 [
दसमो ब्रह्मसावर्मिर्भविष्यति मुने मनुः  ।
सूधामानो विशुद्धाश्च शतसंख्यास्तथा सुराः
]

`verse 26 [
तेषामिन्द्रश्च भविता शान्तिर्नाम महाबलः  ।
सप्तर्षयो भविष्यन्ति ये तथा ताञ्छृणुष्व ह
]

`verse 27 [
हविष्मान्सुकृतःसत्यस्तपोमूर्तिस्तथापरः  ।
नाभागोऽप्रतिमौजाश्चसत्यकेतुस्तथैव च
]

`verse 28 [
सुक्षेत्रश्चोत्तमौजाश्चभूरिषेणादयो दश  ।
ब्रह्मसावर्णिपुत्रास्तु रक्षिष्यन्ति वसुंधराम्
]

`verse 29 [
एकादशश्च भविता धर्मसावर्णिको मनुः
]

`verse 30 [
विहङ्गमाः कामागमा निर्वाणा ऋषयस्तथा  ।
गणास्त्वेते तदा मुख्या देवानां च भविष्यताम्  ।
ऐकैकस्त्रिंशकस्तेषां गणश्चेन्द्रश्च वै पृषा
]

`verse 31 [
निः स्वरश्चाग्नितेजाश्च वपुष्मान्घणिरारुणिः  ।
हविष्माननघश्चैव भाव्याः सप्तर्षयस्तथा
]

`verse 32 [
सर्वत्रगस्शुधर्मा च देवानीकादयस्तथा  ।
भविष्यन्ति मनोस्तस्य तनयाः पृतिविश्वराः
]

`verse 33 [
रुद्रपुत्रस्तु सावर्णिर्भविता द्वादशो मनुः  ।
ऋतुधामा च तत्रेन्द्रो भविता शृणु मे सुरान्
]

`verse 34 [
हरिता रोहिता देवास्तथा सुमनसो द्विज  ।
सुकर्माणः सुरापाश्च दशकाः पञ्च वै गणाः
]

`verse 35 [
तपस्वी सुतपाश्चैव तपोमूर्तिस्तपोरतिः  ।
तपोधृतिर्द्युतिश्चान्यः सप्तमस्तु तपोधनः  ।
सप्तर्षयस्त्विमे तस्य पुत्रानपि निबोध मे
]

`verse 36 [
देववानुपदेवश्च देवश्रेष्ठादयस्तथा  ।
मनोस्तस्य महावीर्या भविष्यन्ति महानृपाः
]

`verse 37 [
त्रयोदशो रुचिर्नामा भविष्यति मुने मनुः
]

`verse 38 [
सुत्रामाणः सुकर्माणः सुधर्माणस्तथामराः  ।
त्रयस्त्रिंशद्विभेदास्त देवानां यत्र वै गणाः
]

`verse 39 [
दिवस्पतिर्महावीर्यस्तेषामिन्द्रोभिविष्यति
]

`verse 40 [
निर्मोहस्तत्त्वदर्शि च निष्प्रकंप्यो निरुत्सुकः  ।
धृतिमानव्ययश्चान्यःसप्तमःसुतपा मुनिः  ।
सप्तर्षयस्त्वमी तस्य पुत्रानपि निबोधे मे
]

`verse 41 [
चित्रसेनविचित्राद्या भविष्यन्ति महीक्षिकः
]

`verse 42 [
भौमश्चतुर्दशश्चात्र मैत्रेय भविता मनः  ।
शुचिरिन्द्रः सुरगणस्तत्र पञ्च शृणुष्व तान्
]

`verse 43 [
चाक्षुषाश्च पवित्राश्च कनिष्ठा भ्राजिकास्तथा  ।
वाचवृद्धश्च वै देवाःसप्तर्षीनपि मे शृणु
]

`verse 44 [
अग्निबाहुः शुचिः शुक्रो मागधोग्नीध्र एव च  ।
युक्तस्तथा जितश्चान्यो मनुपुत्रानतः शृणु
]

`verse 45 [
ऊरुगंभीरबुद्ध्याद्या मनोस्तस्य सुता नृपाः  ।
कथिता मुनिशार्दुल पालयिष्यन्ति ये महीम्
]

`verse 46 [
चतुर्युगान्ते वेदानां जायते किल विप्लवः  ।
प्रवर्तयन्ति तानेत्य भुवं सप्तर्षयो दिवः
]

`verse 47 [
कृतेकृते स्मृतेर्विप्र प्रणेता जायते मनुः  ।
देवा यज्ञभुजस्ते तु यावन्मन्वन्तरं तु तत्
]

`verse 48 [
भवन्ति ये मनोः पुत्रा यावन्मन्वंरतं तु तैः  ।
तदन्वयोद्भवैश्चैव तावद्भूः परीपाल्यते
]

`verse 49 [
मनुःसप्तर्षयो देवा भूपालाश्च मनोः सुताः  ।
मन्वन्तरे भवन्त्येते शक्रश्चैवाधिकारिमः
]

`verse 50 [
चतुर्दशभिरेतैस्तु गतैर्मन्वन्तरैर्द्विज  ।
सहस्रयुगपर्यतः कल्पो निःशेष उच्यते
]

`verse 51 [
तावत्प्रमाणा च निशा ततो भवति सत्तम  ।
ब्रह्मरूपधरः शेते शेषाहावंबुसंप्लवे
]

`verse 52 [
त्रैलोक्यमखिलं ग्रस्त्वा भगवानादिकृद्विभुः  ।
स्वमायासंस्थितो विप्र सर्वभूतो जनार्दनः
]

`verse 53 [
ततः प्रबुद्धो भगवान् यथा पूर्वं तथा पुनः  ।
सृष्टिं करोत्यव्ययात्मा कल्पेकल्पे रजोगुणः
]

`verse 54 [
मनवो भूभुजःसेंद्रा देवाःसप्तर्षयस्तथा  ।
सात्त्विकोंशः स्थितिकरो जगतो द्विजसत्तम
]

`verse 55 [
चदुर्युगोप्यसौ विष्णुः स्थितिव्यापारलक्षमः  ।
युगव्यवस्थां कुरुते तथा मैत्रेय तच्छृणु
]

`verse 56 [
कृते युगे परं ज्ञानं कपिलादिस्वरूपधृक् ।
ददाति सर्वभूतात्मा सर्वभूतहिते रतः
]

`verse 57 [
चक्रवर्तिस्वरूपेण त्रेतायामपि स प्रभूः  ।
दुष्टानां निग्रह कुर्वन्परिपाति जगत्त्रयम्
]

`verse 58 [
वेदमेकं चतुर्भेदं कृत्वा शाखाशतैर्विभुः  ।
करोति बहुलं भूयो वेदव्यासस्वरूपधृक्
]

`verse 59 [
वेदांस्तु द्वापरे व्यस्य कलेरन्ते पुनर्हरिः  ।
कल्किस्वरूपी दुर्वृत्तन्मार्गे स्थापयति प्रभुः
]

`verse 60 [
एवमेतज्जगत्सर्वं शश्वत्पाति करोति च  ।
हन्ति चान्तेष्वनन्तात्मा नास्त्यस्मव्द्यतिरेकि यत्
]

`verse 61 [
भूतं भव्यं भविष्यं च सर्वभूतान्महात्मनः  ।
तदत्रान्यत्र वा विप्र सद्भावः कथितस्तव
]

`verse 62 [
मन्वन्तराण्यशेषाणि कथितानि मया तवा  ।
मन्वन्तराधिपांश्चैव किमन्यत्कथयामि ते
]

`colophon [
इति श्रीविष्णुमहापुराणे तृतीयांशे द्वितीयोऽध्यायः (२)
]
