`speaker [
मैत्रेय उवाच
]

`verse 1 [
ज्ञातमेतन्मया त्वत्तो यथा सर्वमिदं जगत् ।
विष्णुर्विष्णौ विष्णुतश्च न परं विद्यते ततः
]

`verse 2 [
एतत्तु श्रोतुमिच्छामि व्यस्ता वेदा महात्मना ।
वेदव्यासस्वरूपेण यथा तेन युगेयुगे
]

`verse 3 [
यस्मिन्यस्मिन्युगे व्यासो यो य आसीन्महामुने ।
तंतमाचक्ष्व भगवञ्छाखाभेदांश्च मे वद
]

`speaker [
श्रीपराशर उवाच
]

`verse 4 [
वेदद्रु मस्य मैत्रेय शाखाभेदास्सहस्रशः ।
न शक्तो विस्तराद्वक्तुं संक्षेपेण शृणुष्व तम्
]

`verse 5 [
द्वापरेद्वापरे विष्णुर्व्यासरूपी महामुने ।
वेदमेकं सुबहुधा कुरुते जगतो हितः
]

`verse 6 [
वीर्यं तेजो बलं चाल्पं मनुष्याणामवेक्ष्य च ।
हिताय सर्वभूतानां वेदभेदान्करोति सः
]

`verse 7 [
ययासौ कुरुते तन्वा वेदमेकं पृथक्प्रभुः ।
वेदव्यासाभिधाना तु सा च मूर्तिर्मधुद्विषः
]

`verse 8 [
यस्मिन्मन्वंतरे व्यासा येये स्युस्तान्निबोध मे ।
यथा च भेदश्शाखानां व्यासेन क्रियते मुने
]

`verse 9 [
अष्टविंशतिकृत्वो वै वेदो व्यस्तो सहर्षिभिः ।
वैवस्वतेंतरे तस्मिन्द्वापरेषु पुनःपुनः
]

`verse 10 [
वेदव्यासा व्यतीता ये ह्यष्टाविंशति सत्तम ।
चतुर्धा यैः कृतो वेदो द्वापरेषु पुनःपुनः
]

`verse 11 [
द्वापरे प्रथमे व्यस्तस्स्वयं वेदः स्वयंभुवा ।
द्वितीये द्वापरे चैव वेदव्यासः प्रजापतिः
]

`verse 12 [
तृतीये चोशना व्यासश्चतुर्थे च बृहस्पतिः ।
सविता पंचमे व्यासः षष्ठे मृत्युस्समृतः प्रभुः
]

`verse 13 [
सप्तमे च तथैवेंद्रो वसिष्ठश्चाष्टमे स्मृतः ।
सारस्वतश्च नवमे त्रिधामा दशमे स्मृतः
]

`verse 14 [
एकादशो तु त्रिशिखो भरद्वाजस्ततः परः ।
त्रयोदशो चांतरिक्षो वर्णी चापि चतुर्दशो
]

`verse 15 [
त्रय्यारुणः पंचदशो षोडशो तु धनंजयः ।
क्रतुंजयः सप्तदशो तदूर्ध्वं च जयस्स्मृतः
]

`verse 16 [
ततो व्यासो भरद्वाजो भरद्वाजाच्च गौतमः ।
गौतमादुत्तरो व्यासो हर्य्यात्मा योभिधीयते
]

`verse 17 [
अथ हर्य्यात्मनॐते च स्मृतो वाजश्रवा मुनिः ।
सोमशुष्कायणस्तस्मात्तृणबिंदुरिति स्मृतः
]

`verse 18 [
ऋक्षोभूद्भार्गवस्तस्माद्वाल्मीकिर्योभिधीयते ।
तस्मादस्मत्पिता शक्तिर्व्यासस्तस्मादहं मुने
]

`verse 19 [
जातुकर्णोभवन्मत्तः कृष्णद्वैपायनस्ततः ।
अष्टाविंशतिरित्येते वेदव्यासाः पुरातनाः
]

`verse 20 [
एको वेदश्चतुर्द्धा तु तैः कृतो द्वापरादिषु
]

`verse 21 [
भविष्ये द्वापरे चापि द्रौ णिर्व्यासो भविष्यति ।
व्यतीते मम पुत्रेस्मिन् कृष्णद्वैपायने मुने
]

`verse 22 [
ध्रुवमेकाक्षरं ब्रह्म ओमित्येव व्यवस्थितम् ।
बृहत्वाद्बृंहणत्वाच्च तद्ब्रह्येत्यभिधीयते
]

`verse 23 [
प्रणवावस्थितं नित्यं भूर्भुवस्स्वरितीर्य्यते ।
ऋग्यजुस्सामाथर्वाणो यत्तस्मै ब्रह्मणे नमः
]

`verse 24 [
जगतः प्रलयोत्पत्त्योर्यत्तत्कारणसंज्ञितम् ।
महतः परमं गुह्यं तस्मै सुब्रह्मणे नमः
]

`verse 25 [
अगाधापारमक्षय्यं जगत्संमोहनालयम् ।
स्वप्रकाशप्रवृत्तिभ्यां पुरुषार्थप्रयोजनम्
]

`verse 26 [
संख्यज्ञानवतां निष्ठा गतिश्शमदमात्मनाम् ।
यत्तदव्यक्तममृतं प्रवृत्तिर्ब्रह्म शाश्वतम्
]

`verse 27 [
प्रधानमात्मयोनिश्च गुहासंस्थं च शब्द्यते ।
अविभागं तथा शुक्रमक्षयं बहुधात्मकम्
]

`verse 28 [
परमब्रह्मणे तस्मै नित्यमेव नमोनमः ।
यद्रू पं वासुदेवस्य परमात्मस्वरूपिणः
]

`verse 29 [
एतद्ब्रह्म त्रिधा भेदमभेदमपि स प्रभुः ।
सर्वभेदेष्वभेदोसौ भिद्यते भिन्नबुद्धिभिः
]

`verse 30 [
स ऋङ्मयस्साममयः सर्वात्मा स यजुर्मयः ।
ऋग्यजुस्सामसारात्मा स एवात्मा शरीरिणाम्
]

`verse 31 [
स भिद्यते वेदमयस्स्ववेदं करोति भेदैर्बहुभिस्सशाखम् ।
शाखाप्रणेता स समस्तशाखाज्ञानस्वरूपो भगवानसंगः
]

`colophon [
इति श्रीविष्णुमहापुराणे तृतीयांशो! तृतीयोऽध्यायः
]
