`speaker [
पराशर उवाच
]

`verse 1 [
यजुर्वेदतरोः शाखाः सप्तविंशन्महामतिः ।
वैशम्पायननामासौ व्यासशिष्यश्चकार वै ॥
]

`verse 2 [
शिष्येभ्यः प्रददौ ताश्च जगृहुस्तेऽप्यनुक्रमात् ।
याज्ञवल्क्यस्तु तत्राभूद् ब्रह्मरातसुतो द्रिजः ॥
]

`verse 3 [
शिष्यः परधर्मज्ञो गुरुवृत्तिपरः सदा ।
ऋषिर्योऽद्य महामेरौः समाजे नागमिष्यति ॥
]

`verse 4 [
तस्य वै सप्तरात्रात्तु ब्रह्महत्या भविष्यति ।
पूर्वमेवं मुनिगणैः समयोऽभूत् कृतो द्रिज ॥
]

`verse 5 [
वैशम्पायन एकस्तु तं व्यतिक्रान्तवांस्तदा ।
स्वस्त्रीयं बालकं रोऽथ पदास्पृष्टमघातयत् ॥
]

`verse 6 [
शिष्यानाह स भोः शिष्य! ब्रह्महत्यापहं ब्रतम् ।
चरध्व मत्कृते सर्वे न विचार्यमिदं तथा ॥
]

`verse 7 [
अथाह याज्ञबल्क्यस्तु किमेभिर्भगवन् ! द्रिजैः ।
क्लेशितैरल्पतेजोभिश्वरिष्येऽहमिदं व्रतम् ॥
]

`verse 8 [
ततः क्रु द्धो गुरुः प्राह याज्ञवल्क्यं महामतिः ।
मुच्यतां यत् त्वयाधात मत्तो विप्रावमानक ॥
]

`verse 9 [
निस्तेजसो वदस्येनान् यस्त्वं ब्राह्मणपुङ्गवान् ।
तेन शिष्येण नार्थोऽस्ति ममाज्ञाभङ्गकारिणा ॥
]

`verse 10 [
याज्ञवल्क्यस्ततः प्राह भत्तयैतत्ते मयोदितम् ।
ममाप्यलं त्वयाधीतं यन्मया तदिदं द्रिज ॥
]

`verse 11 [
इत्युक्तो रुधिराक्तानि सरूपाणि यजू षि सः ।
छर्दयित्वा ददौ तस्मै ययौ स स्वेच्छया मुनिः ॥
]

`verse 12 [
यजू ष्यथ विसृष्टानि याज्ञवल्क्येन वै द्रिज ।
जगृहुस्तित्तिरा भूत्वा तैत्तिरीयास्तु ते ततः ॥
]

`verse 13 [
ब्रह्महत्याव्रतं चीर्णं गुरुणा चोदितैस्तु यैः ।
चरकाध्वर्यवस्ते तु चरणान्मुनिसत्तम ॥
]

`verse 14 [
याज्ञवल्क्योऽपि मैत्रेय! प्रामायामपरायणः ।
तुष्टाव प्रयतः सूर्यं यजूष्यबिलषंस्ततः ॥
]

`verse 15 [
नमः सवित्रे द्राराय विमुक्तेः सिततेजसे ।
ऋगूयजुः सामभूताय त्रयीधामवते नमः ॥
]

`verse 16 [
नमोऽग्रीषोमभूताय जगतः कारणात्मने ।
भास्कराय परं तेजः सौषुम्नमुरु बिभ्रते ॥
]

`verse 17 [
कलाकाष्ठानिमेषादिकालज्ञानात्मने नमः ।
ध्येयाय विष्णुरूपाय परमाक्षररूपिणे ॥
]

`verse 18 [
बिभर्त्ति यः सुरगणानाप्याय्येन्दु खरश्मिभिः ।
सुधामृतेन च पितॄ स्तस्मै तृप्तात्मने नमः ॥
]

`verse 19 [
हिमाम्बुघर्मवृष्टीनां कर्ता हर्ता च यः प्रभुः ।
तस्मै त्रिकालरूपाय नमः सूर्य्याय वेधसे ॥
]

`verse 20 [
यो हन्ति तिमिराण्येको जगतोऽस्य जगर्त्पातः ।
सत्त्वधामधरो देवो नमस्तस्मै विवस्वते ॥
]

`verse 21 [
सत्कर्मयोग्यो न जनो नैवापः सौचकारणम् ।
यस्मिन्ननुदिते तस्मै नमो देवाय वेधसे ॥
]

`verse 22 [
स्पृष्टो यदंशुबिर्लोकः क्रियायोग्योऽभिजायते ।
पवित्रताकारणाय तस्मै शुद्धात्मने नमः ॥
]

`verse 23 [
नमः सवित्रे सूर्याय भास्कराय विवस्वते ।
आदित्यायादिबूताय देवादीनां नमो नमः ॥
]

`verse 24 [
हिरण्मयं रथं यस्य केतवोऽमृतधायिनः ।
वहन्ति बुवनालोकिचक्षुषं तं नमाम्यहम् ॥
]

`verse 25 [
इत्येवमादिभिस्तेन स्तूयमानः स्तवै रविः ।
वाजिरूपधरः प्राह व्रियतामिति वाच्छितम् ॥
]

`verse 26 [
याज्ञवल्कयस्तदा प्राह प्रणिपत्य दिवाकरम् ।

यजूषि तानि मे देहि यानि सन्ति न मे गुरौ ॥
]

`verse 27 [
एवमुक्तो ददौ तस्मै यजूषि भगवान् रविः ।
अयातयामसंज्ञानि यानि वेत्ति न तदगुरुः ॥
]

`verse 28 [
यजूषि यैरधीतानि तानि विप्रैर्द्रिजोत्तम ।
वाजिनस्ते समाख्याताः सूर्याश्वः सोऽभवद यतः ॥
]

`verse 29 [
शाखाभेदास्तु तेषां वै दश पञ्च च वाजिनाम् ।
काण्वाद्यास्तु महाभाग! याज्ञवल्क्या-प्रवर्तिताः ॥
]
