`verse 1 [
यथावत् कथित सर्वं यत् पृष्टोऽसि मया द्रिज ।
श्रोतुम्च्छाम्यहं त्वेकं तदू भवान् प्रब्रवीतु मे ॥
]

`verse 2 [
सप्त द्रीपानि पाताल-वीथ्यश्व सुमहामुने ।
सप्त लोका येऽन्तरस्था ब्रह्माण्डस्यास्य सर्वतः ॥
]

`verse 3 [
स्थूलैः सूक्ष्मैस्तथा सूक्ष्मात् सूक्ष्मैः सूक्ष्मतरैस्तथा ।
स्थूलैः स्थूलतरैश्चैव सर्वप्राणिभिरावृतम् ॥
]

`verse 4 [
अङ्गु लस्याष्टभागोऽपि न सोऽस्ति मुनिसत्तम ।
न सान्ति प्राणिनो यत्र कर्मबान्धनिबन्धनाः ॥
]

`verse 5 [
सर्वे चैत वशं यान्ति यमस्य भगवन् । किल ।
आयुषोऽन्ते तथा यान्ति यातनास्तत्प्रचोदिताः ॥
]

`verse 6 [
यातनाभ्यः परिभ्रष्टा देवाद्यास्वथ योनिषु ।
जन्तवः परिवर्तन्ते शास्त्राणामेष निर्णायः ॥
]

`verse 7 [
सोऽहमिच्छामि तच्छ्रोतु यमस्य वशवर्त्तिनः ।
न भवन्ति नरा यन तत् कर्मं कथयामलम् ॥
]

`speaker [
पराशर उवाच
]

`verse 8 [
अयमेव मुने ! प्रश्रो नकुलेन महात्मना ।
पृष्टः पितामहः प्राह भीष्मो यत् तच्छृणुष्व मे ॥
]

`speaker [
भीष्म उवाच
]

`verse 9 [
पुरा समागतो वत्स ! सखा कालिङ्गको द्रिजः ।
समामु पृष्टो वै मया जातिस्मरो मुनिः ॥
]

`verse 10 [
तेनाख्यातमिदञ्च दमित्थञ्चैतदू भविष्यति ।
तथा च तदभूद् वत्स! यथोक्तं तेन धीमता ॥
]

`verse 11 [
स पृष्टश्व मया भूयः श्रदृधानवता द्रिजः ।
यदू यदाह न तदू दृमन्यथा हि मया क्वचित् ॥
]

`verse 12 [
एकदा तु मया पृष्टं यदेतद् भवतोदितम् ।
प्राह कालिङ्गको विप्रः स्मृत्वा तस्य मुनेर्वचः ॥
]

`verse 13 [
जातिस्मरेण कथितो रहस्यः परमो मम ।
यम-किङ्गरयोर्योऽभूत् संवादस्तं ब्रवीमि ते ॥
]

`verse 14 [
स्वपुरुषमभिवीक्ष्य पाशह्सतं वदति यमः किल तस्य कर्णामूले ।
परिहर मधुसूदनप्रपन्नान् प्रभुरहमन्यनृणां न वैष्णवानाम् ॥
]

`verse 15 [
अहममरघणर्चितेन धात्रा यम इति लोकहिताहिते नियुक्तः ।
हरिगुरुवशगोऽस्मि न स्वतन्त्रः प्रभवति संयमने ममापि विष्णुः ॥
]

`verse 16 [
कटकमुकुटकर्णिकादिबेदैः कनकमभेदमपीष्यते यथैकम ।
सुरपशुमनुजादिकल्पनाभि हरिरखिलाभिरुदीर्य्यते तथैकः ॥
]

`verse 17 [
क्षितिजलपरमाणावोऽनिलान्ते पुनरपि यान्ति यथैकतां धरिव्याः ।
सुरपशुमनुजादयस्तथान्ते गुणकलुषेण सनातनेन तेन ॥
]

`verse 18 [
हरिममरगणर्चिताञघ्रिपह्मं प्रणमति यः परमार्थतो हि मर्त्त्यः ।
तमपगतसमस्तपापबन्धं व्रज परिह्टत्य यथाग्रिगाज्यसिक्तम् ॥
]

`verse 19 [
इति यमवचनं निशम्य पाशी कथय मम विभो ! समस्तधातु
यमपुरुषस्तमुवाच धर्मराजम् । र्भवति हरेः खलु यादृशोऽस्य भक्तः ॥
]

`verse 20 [
न चलति निजवर्णाधर्मतो यः सममतिरात्मसुह्टदविपक्षपक्षे
न हरति न च हन्ति किञ्चिदुच्चैः सितमनसं तमवैहि विष्णभक्तम् ॥
]

`verse 21 [
कलिकलूषमलेन यस्य नात्मा विमलमतेर्मलिनीकृतोऽस्तमोहे ।
मनसि कृतजनार्दनं मनुष्यं सततमवेहि हररतीव भक्तम् ॥
]

`verse 22 [
कनकमपि रहस्यवेक्ष्य बुद्धया तृर्णामिव यः समवैति वै परस्वम ।
भवति च भगवत्यनन्यचेताः पुरुषवरं तमवेहि विष्णुभक्तम् ॥
]

`verse 23 [
स्फटिकगिरिशिलामलः क्व बिष्णुर्मनसि नृणां क्व च मत्सरादिदोषः ।
न हि तुहिनमयूखरश्मिपुञ्ज भवति हुताशनदीप्तिजः प्रतापः ॥
]

`verse 24 [
विमलमतिविमत्सरः प्रशान्तः शुचिचरितोऽखिलसत्वमित्रबूतः ।
प्रियहितवचनोऽस्तमानमायो वसति सदा ह्टदि तस्य वासुदेवः ॥
]

`verse 25 [
वसति ह्टदि सनातने च तस्मिन् भवति पुमान् जगतोऽस्य सौम्यरूपः ।
क्षितिरसमतिरम्यमात्मनोऽन्तः कथयति चारुतयैव शालपोतः ॥
]

`verse 26 [
यमनियमविदूतकल्मषाणा मनुदिनमच्युतसक्तमानसानाम् ।
अपगतमद-मान-मत्सराणं त्यज भट!दूरतरेण मानवानाम ॥
]

`verse 27 [
ह्टदि यदि भगवाननादिररास्ते हरिरसिशङ्खगदाधरोऽव्ययात्मा ।
तदघमघविघातकर्तृभिन्नं भवति कथं सति चान्धकारमर्के ॥
]

`verse 28 [
हरति परधनं निहन्ति जन्तून् वदति तथानृतनिष्ठु राणि यश्व ।
असुभजनितदुर्मदस्य पु सः कलुषमतेह्ट दि तस्य नास्त्यनन्तः ॥
]

`verse 29 [
न सहति परसम्पदं विनिन्दां कलुषमतिः कुरुते सतामसाधुः ।
न यजति न ददाति यश्व सन्तं मनसि न तस् जनार्दनोऽधमस्य ॥
]

`verse 30 [
परमसुद्टदि बान्धवे कलत्रे सुततनयापितृमातृभृत्यवर्गे।
शठमतिरुपयाति योऽर्थतृष्णां तमधमचेष्टमवैहि नास्य भक्तम् ॥
]

`verse 31 [
अशुभमतिरसत्प्रवृत्तिसक्तः सततमनार्य्यविशालसङ्गमत्तः ।
अनुदिनकृतपापबन्धयत्नः पुरुषपशुर्नहि वासुदेवभक्तः ॥
]

`verse 32 [
सकलमिदमहञ्च वासुदेवः परमपुनाम् परमेश्वरः स एकः ।
इति मतिरचला भवत्यनन्ते ह्टदयगते व्रज तान् विहाय दूरात् ॥
]

`verse 33 [
कमलनयन वासुदेव विष्णो धरणिधराच्युत शह्घचक्रपोणो!
भव शरणमितीरयन्ति ये वै त्यज भट दूरतरेण तानपापान् ॥
]

`verse 34 [
वसति मनसि यस्य सोऽव्ययात्मा पुरुषवरस्य न तस्य दृष्टिपाते ।
तव गतिरथवा ममास्ति चक्र प्रतिहतवीर्य्यबलस्य सोऽन्यलोक्यः ॥
]

`verse 35 [
इतं निं जभटशासनाय देवो रवितनयः स किलाह धर्मराजः ।
मम कथितामिदञ्च तेन तुभ्यं कुरुवर! सम्यगिदं मयापि चोक्तम् ॥
]

`verse 36 [
नकुलैतन्ममाख्यातं पूर्वं तेन द्रिजन्मना ।
कलिङ्गदेशादभ्येत्य प्रीयता सुमहात्मना ॥
]

`verse 37 [
मयाप्येतदू यथान्याय सम्यग् वत्स! तवोदितम् ।
यथा विष्णुमृते नान्यत् त्राणं संसारसागरे ॥
]

`verse 38 [
किङ्गरा पाशदण्डाश्व न यमो न च याताः ।
समर्थस्तस्य यस्यात्मा केशवालम्बनः सदा ॥
]
