`speaker [
मैत्रेय उवाच
]

`verse 1 [
भगवन्भगवान्देवः संसारविजिगीषुभिः  ।
समाख्याहि जगन्नाथो विष्णुराराध्यते यथा
]

`verse 2 [
आराधिताच्च गोविन्दादाराधनपरैर्नरैः  ।
यत्प्राप्यते फलं श्रोतुं तच्चेच्छामि महामुने
]

`speaker [
श्रीपराशर उवाच
]

`verse 3 [
यत्पृच्छति भवानेतत्सगरेण महात्मना  ।
और्वः प्राह यथा पृष्टस्तन्मे निगदतः शृणु
]

`verse 4 [
सगरः प्रणिपत्त्यैनमौर्वं पप्रच्छभार्गवम्  ।
विष्णोराराधनोपायसंबन्धं मुनिसत्तम
]

`verse 5 [
फलं चाराधिते विष्णो यत्पुंसामभिजायते  ।
स चाह पृष्टो यत्नेन तस्मै तन्मेखिलं शृणु
]

`speaker [
और्व उवाच
]

`verse 6 [
भौमं मनोरथं स्वर्गं स्वर्गे रम्यं च यत्पदम्  ।
प्राप्नोत्याराधिते विष्णौ निर्वाणमपि चोत्तमम्
]

`verse 7 [
यद्यदिच्छति यावच्च फलमाराधितेऽच्युते  ।
तत्तदाप्नोति राजेन्द्र भूरि स्वल्पमथापि वा
]

`verse 8 [
यत्तु पृच्छसि भूपाल कथामाराध्यते हरिः  ।
तदहं सकलं तुभ्यं कथयामि निबोध मे
]

`verse 9 [
वर्णाश्रमाचारवता पुरुषेणपरः पुमान्  ।
विष्णुराराध्यते पन्था नान्यस्तत्तोषकारकः
]

`verse 10 [
यजन्यज्ञान्यजत्येनं जपन्त्येनं जपन्नृप  ।
निघ्नन्नन्यान्हिनस्त्येनं सर्वभूतो यतो हरिः
]

`verse 11 [
तस्मात्सदाचारवता पुरुषेण जनार्दनः  ।
आराध्यस्तु स्ववर्णोक्तधर्मानुष्ठानकारिमा
]

`verse 12 [
ब्राह्मणः क्षत्रियो वैश्यः शुद्रश्च पृथिवीपते  ।
स्वधर्मतत्परो विष्णुमाराधयति नान्यथा
]

`verse 13 [
परापवादं पैशुन्यमनृतं च न भाषते  ।
अन्योद्वेगकरं वापि तोष्यते तेनकेशवः
]

`verse 14 [
परदारपरद्रव्यपरहिंसासु यो रतिम्  ।
न करोति पुमान्भूप तोष्यते तेन केशवः
]

`verse 15 [
न ताडयति नो हन्ति प्राणिनो न च हिंसकः  ।
यो मनुष्यो मनुष्येन्द्र तोष्यते तेन केशवः
]

`verse 16 [
देवाद्विजगुरूणां च शुश्रूषासु सदोद्यतः  ।
तोष्यते तेन गोविन्दः पुरुषेणनरेश्वर
]

`verse 17 [
यथात्मनि च पुत्रे च सर्वभूतेषु यत्तथा  ।
हितकामो हरिस्तेन सर्वदा तोष्यते सुखम्
]

`verse 18 [
यस्य रागादिदोषेण न दुष्टं नृप मानसम्  ।
विशुद्धचेतसा विष्णुस्तोष्यते तेन सर्वदा
]

`verse 19 [
वर्णाश्रमेषु ये धर्माः शास्त्रोक्ता मुनिसत्तम  ।
तेषु तिष्ठन्नरो विष्णुमादुष्टं नृप मानसम्
]

`speaker [
सगर उवाच
]

`verse 20 [
तदहं श्रोतुमिच्छमि वर्णधर्मानशेषतः  ।
तथैवाश्रमधर्मंश्च द्विजवर्य ब्रवीहि तान्
]

`speaker [
और्व उवाच
]

`verse 21 [
ब्राह्मणक्षत्रियविशां शुद्राणां च यथाकमम्  ।
त्वमेकाग्रमतिर्भूत्वा शृणु धर्मान्मयोदितान्
]

`verse 22 [
दानं दद्याद्यजेद्देवान् यज्ञिः स्वाध्यायतत्परः  ।
नित्योदकी भवेद्विप्रः कुर्याच्चाग्निपरिग्रहम्
]

`verse 23 [
वृत्त्यर्थं याजयेच्चान्यानन्यानध्यापयेत्तथा  ।
कुर्यात्प्रतिग्रहादानंशुक्लार्थान्न्यायतो द्विजः
]

`verse 24 [
सर्वभूतहितं कुर्यान्नाहितं कस्याचिद्द्विजः  ।
मैत्री समस्तभूतेषु ब्राह्मणस्योत्तमं धनम्
]

`verse 25 [
ग्राव्णिरत्ने च पारक्ये समबुद्धिर्भवेद्द्विजः  ।
ऋतावभिगमः पत्न्यां शस्तते चास्य पार्थिव
]

`verse 26 [
दानानि दद्यादिच्छातो द्विजेभ्यः क्षत्रियोपि वा  ।
यजेच्च विविधैर्यज्ञैरधीयीत च पार्थिवः
]

`verse 27 [
शस्त्राजीवो महीरक्षा प्रवरा तस्य जीविका  ।
तत्रापि प्रथमः कल्पः पृथिवीपरिपारनम्
]

`verse 28 [
धरित्रीपालनेनैव कृतकृत्या नराधिपाः  ।
भवन्ति तृपतेरंशा यतो यज्ञादिकर्मणाम्
]

`verse 29 [
दुष्टानां शासनाद्राजा शिष्टानां परिपालनात् ।
प्राप्नोत्यभिमतांल्लोकान्वर्णसंस्थां करोति यः
]

`verse 30 [
पाशुपाल्यं च वाणिज्यं कृषिं च मनुजेश्वर  ।
वैश्याय जीविकां ब्रह्मा ददौ लोकपितामहः
]

`verse 31 [
तस्याप्यध्ययनं यज्ञो दानं धर्मश्च शस्यते  ।
नित्यनैमित्तिकादीनामनुष्ठानं च कर्मणाम्
]

`verse 32 [
द्विजातिसंश्रितं कर्म तादर्थ्यं तेन पोषणम्  ।
क्रयविक्रयजैर्वापि धनैः कारूद्भवेन वा
]

`verse 33 [
शुद्रस्य सन्नतिः शौचं सेवा स्वामिन्यमायया  ।
अमन्त्रयज्ञो ह्यस्तेयं तत्संगो विप्ररक्षणम्
]

`verse 34 [
दानं च दद्याच्छूद्रोपि पाकयज्ञैर्यजेत च  ।
पित्र्यादिकं च तत्सर्वं शुद्रः कुर्वीत तेन वै
]

`verse 35 [
भृत्यादिभरणार्थाय सर्वेषां च परिग्रहः  ।
ऋतुकालेभिगमनं स्वदारेषु महीपते
]

`verse 36 [
दया समस्तभूतेषु तितिक्षा नातिमानिता  ।
सत्यं शौचमनायासो मङ्गलं प्रियवादिता
]

`verse 37 [
मैत्र्यस्पृहा तथा तद्वदकार्पण्यंनरेश्वर  ।
अनुसूया च सामान्यवर्णानां कथिता गुणाः
]

`verse 38 [
आश्रमाणां च सर्वेषामेते सामान्यलक्षणाः  ।
गुणांस्तथावद्धर्मांश्च विप्रादीनामिमाञ्छृणु
]

`verse 39 [
क्षात्त्रं कर्म द्विजस्योक्तं वैश्यं कर्म तथा पदि  ।
राजन्यस्य च वैश्योक्तं शूद्रकर्म न चैतयोः
]

`verse 40 [
सामर्थ्ये सति तत्त्याज्यमुभाभ्यामपि पार्थिव  ।
तदेवापदि कर्तव्यं न कुर्यात्कर्मसंकरम्
]

`verse 41 [
इत्येते कथिता राजन्वर्णधर्मा मया तव  ।
धर्मानाश्रमिणां सम्यग्ब्रुवतो मे निशामय
]

`colophon [
इति श्रीविष्णुमहापुराणे तृतीयांशेऽष्टमोध्यायः (८)
]
