`speaker [
और्व उवाच
]

`verse 1 [
बालः कृतोपनयनो वेदाहरणतत्परः ।
गुरुगेहे वसेद्भूप ब्रह्मचारी समाहितः
]

`verse 2 [
शौचा चारव्रतं तत्र कार्य्यं शुश्रूषणं गुरोः ।
व्रतानि चरता ग्राह्यो वेदश्च कृतबुद्धिना
]

`verse 3 [
उभे संध्ये रविं भूप तथैवाग्निं समाहितः ।
उपतिष्ठेत्तदा कुर्य्याद्गुरोरप्यभिवादनम्
]

`verse 4 [
स्थिते तिष्ठेद्व्रजेद्याते नीचैरासीत चासति ।
शिष्यो गुरोर्नृपश्रेष्ठ प्रतिकूलं न संचरेत्
]

`verse 5 [
तेनैवोक्तं पठेद्वेदं नान्यचित्तः पुरस्स्थितः ।
अनुज्ञातश्च भिक्षान्नमश्नीयाद्गुरुणा ततः
]

`verse 6 [
अवगाहेदपः पूर्वमाचार्य्येणावगाहितः ।
समिज्जलादिकं चास्य काल्यं काल्यमुपानयेत्
]

`verse 7 [
गृहीतग्राह्यवेदश्च ततोनुज्ञामवाप्य च ।
गार्हस्थ्यमाविश्त्प्रोआ!ज्ञो निष्पन्नगुरुनिष्कृतिः
]

`verse 8 [
विधिनावाप्तदारस्तु धनं प्राप्य स्वकर्मणा ।
गृहस्थकार्य्यमखिलं कुर्य्याद्भूपाल शक्तितः
]

`verse 9 [
निवापेन पितॄनर्चन्यज्ञैर्देवांस्तथातिथीन् ।
अन्नैर्मुनींश्च स्वाध्यायैरपत्येन प्रजापतिम्
]

`verse 10 [
भूतानि बलिभिश्चैव वात्सल्येनाखिलं जगत् ।
प्राप्नोति लोकान्पुरुषो निजकर्मसमार्जितान्
]

`verse 11 [
बिक्षाभुजश्च ये केचित्परिव्राड्ब्रह्मचारिणः ।
तेप्यत्रैव प्रतिष्ठंते गार्हस्थ्यं तेन वै परम्
]

`verse 12 [
वेदाहरणकार्य्याय तीर्थस्नानाय च प्रभो ।
अटंति वसुधां विप्राः पृथिवीदर्शनाय च
]

`verse 13 [
अनिकेता ह्यनाहारा यत्र सायंगृहाश्च ये ।
तेषां गृहस्थः सर्वेषां प्रतिष्ठा योनिरेव च
]

`verse 14 [
तेषां स्वागतदानादिवक्तव्यं मधुरं नृप ।
गृहागतानां दद्याच्च शयनासनभोजनम्
]

`verse 15 [
अतिथिर्यस्य भग्नाशो गृहात्प्रतिनिवर्त्तते ।
स दत्त्वा दुष्कृतं तस्मै पुण्यमादाय गच्छति
]

`verse 16 [
अवज्ञानमहंकारो दंभश्चैव गृह सतः ।
परितापोपघातौ च पारुष्यं च न शस्यते
]

`verse 17 [
यस्तु सम्यक्करोत्येवं गृहस्थः परमं विधिम् ।
सर्वबंधविनिर्मुक्तो लोकानाप्नोत्यनुत्तमान्
]

`verse 18 [
वयःपरिणतो राजन्कृतकृत्यो गृहाश्रमी ।
पुत्रेषु भार्यां निक्षिप्य वनं गच्छेत्सहैव वा
]

`verse 19 [
पर्णमूलफलाहारः केशश्मश्रुजटाधरः ।
भूमिशायी भवेत्तत्र मुनिस्सर्वातिथिर्नृप
]

`verse 20 [
चर्मकाशकुशैः कुर्य्यात्परिधानोत्तरीयके ।
तद्वत्त्रिषवणं स्नानं शस्तमस्य नरेश्वर
]

`verse 21 [
देवताभ्यर्चनं होमस्सर्वाभ्यागतपूजनम् ।
भिक्षाबलिप्रदानं च शस्तमस्य नरेश्वर
]

`verse 22 [
वन्यस्नेहेन गात्राणामभ्यंगश्चास्य शस्यते ।
तपश्च तस्य राजेंद्र शीतोष्णादिसहिष्णुता
]

`verse 23 [
यस्त्वेतां नियतश्चर्यां वानप्रस्थश्चरेन्मुनिः ।
स दहत्यग्निवद्दोषाञ्जयेल्लोकांश्च शाश्वतान्
]

`verse 24 [
चतुर्थश्चाश्रमो भिक्षोः प्रोच्यते यो मनीषिभिः ।
तस्य स्वरूपं गदतो मम श्रोतुं नृपार्हसि
]

`verse 25 [
पुत्रद्र व्यकलत्रेषु त्यक्तस्नेहो नराधिप ।
चतुर्थमाश्रमस्थानं गच्छेन्निर्धूतमत्सरः
]

`verse 26 [
त्रैवर्गिकांस्त्यजेत्सर्वानारंभानवनीपते ।
मित्रादिषु समो मैत्रस्समस्तेष्वेव जंतुषु
]

`verse 27 [
जरायुजांडजादीनां वाड्मनःकायकर्मभिः ।
युक्तः कुर्वीत न द्रो हं सर्वसंगांश्च वर्जयेत्
]

`verse 28 [
एकारात्रस्थितिर्ग्रामे पंचरात्रस्थितिः पुरे ।
तथा तिष्ठेद्यथाप्रीतिर्द्वेषो वा नास्य जायते
]

`verse 29 [
प्राणयात्रानिमित्तं च व्यंगारे भुक्तवज्जने ।
काले प्रशस्तवर्णानां भिक्षार्थं पर्यटेद्गृहान्
]

`verse 30 [
कामः क्रोधस्तथा दर्पमोहलोभादयश्च ये ।
तांस्तु सर्वान्परित्यज्य परिव्राण्निर्ममो भवेत्
]

`verse 31 [
अभयं सर्वभूतेभ्यो दत्त्वा यश्चरते मुनिः ।
तस्यापि सर्वभूतेभ्यो न भयं विद्यते क्वचित्
]

`verse 32 [
कृत्वाग्निहोत्रं स्वशरीरसंस्थं शारीरमग्निं स्वमुखे जुहोति ।
विप्रस्तु भैक्ष्योपहितैर्हविर्भिश्चिताग्निकानां व्रजति स्म लोकान्
]

`verse 33 [
मोक्षाश्रमं यश्चरते यथोक्तं शुचिस्सुखं कल्पितबुद्धियुक्तः ।
अनिंधनं ज्योतिरिव प्रशांतस्स ब्रह्मलोकं श्रयते द्विजातिः
]

`colophon [
इति श्रीविष्णुमहापुराणे तृतीयांशो! नवमोऽध्यायः
]
