`speaker [
सगर उवाच
]

`verse 1 [
कथितं चातुराश्रम्यं चातुर्वर्ण्यक्रियास्तथा  ।
पुंसः क्रियामहं श्रोतुमिच्छामि द्विजसत्तम
]

`verse 2 [
नित्यनैमित्तिकाः काम्याः क्रियाः पुंसामशेषतः  ।
समाख्याहि भृगुश्रेष्ठ सर्वज्ञो ह्यसि मे मतः
]

`speaker [
और्व उवाच
]

`verse 3 [
यदेतदुक्तं भवता नित्यनैमित्तिकाश्रयम्  ।
तदहं कथयिष्यामि शृणुष्वैकमना मम
]

`verse 4 [
जातस्य जातकर्मादिक्रियाकाण्डमशेषतः  ।
पुत्रस्य कुर्वीत पिता श्राद्धं चाभ्युदयात्मकम्
]

`verse 5 [
युग्मांस्तु प्राड्मुखान्विप्रान्भोजयेन्मनुजेश्वर  ।
यथा तृप्तिस्तथा कुर्याद्दैवं पित्र्यं द्विजन्मनाम्
]

`verse 6 [
दध्ना युक्तैः सबदरैर्मिश्रान् पिण्डान्मुदा युतः  ।
नान्दीमुखेभ्यस्तीर्थेन दद्याद्दैवेन पार्थिव
]

`verse 7 [
प्राजापत्येन वा सर्वमुपचारं प्रदक्षिणम्  ।
कुर्वीत तत्तथाशेषवृद्धिकालेषु भूपते
]

`verse 8 [
ततश्च नाम कुर्वीत पितैव दशमेहनि  ।
देवपूर्वं नराख्यं हि शर्मवर्मादिसंयुतम्
]

`verse 9 [
शर्मेति ब्राह्यणस्योक्तं वर्मेति क्षत्रसंश्रयम्  ।
गुप्तदासात्मकं नाम प्रशस्तं वैश्यशूद्रयोः
]

`verse 10 [
नार्थहीनं न चाशस्तं नापशब्दयुतं तथा  ।
नामङ्गल्यं जुगुप्साकं नाम कुर्यात्समाक्षरम्
]

`verse 11 [
नातिदीर्घंनातिह्रस्वं नातिगुर्वक्षरान्वितम्  ।
सुखोच्चार्यं तु तन्नाम कुर्याद्यत्प्रणवाक्षरम्
]

`verse 12 [
ततोऽनन्तरसंस्कारसंस्कृतो गुरुवेश्मनि  ।
यथोक्तविधिमाश्रित्य कुर्याद्विद्यापरिग्रहम्
]

`verse 13 [
गृहीतविद्यो गुरवे दत्त्वा च गुरुदक्षिणाम्  ।
गार्हस्थ्यमिच्छन्भूपाल कुर्याद्दारपरिग्रहम्
]

`verse 14 [
ब्रह्मचर्येण वा कालं कुर्यात्संकल्पपूर्वकम्  ।
गुगोः शुश्रुषणं कुर्यात्तत्पुत्रादेरथापि वा
]

`verse 15 [
वैखानसो वापि भवेत्परिव्राडथ वेच्छया  ।
पूर्वसंकल्पितं यादृक्तादृक्कुर्यान्नराधिप
]

`verse 16 [
वर्षैरेकगुणां भार्यामुद्वहेत्त्रिगुमःस्वयम्  ।
नाति केशामकेशां वा नातिकृष्णां न पिङ्गलाम्
]

`verse 17 [
निसर्गतोधिकाङ्गां वा न्यूनाङ्गामपि नोद्वहेत् ।
नाविशुद्धां सरोमां वाकुलजां वापि रोगिणीम्
]

`verse 18 [
न दुष्टां दुष्टवाक्यां वा व्यङ्गिनीं पुतृमातृतः  ।
न श्मश्रुव्यञ्जनवतीं न चैव पुरुषाकृतिम्
]

`verse 19 [
न घर्वरस्वरां क्षामां तथा काकस्वरां न च  ।
नानिबन्धेक्षणां तद्वद्वृत्ताक्षीं नोद्वहेद्बुधः
]

`verse 20 [
यस्याश्च रोमशे जङ्घे गुल्फौ यस्यास्तथोन्नतौ  ।
गण्डयोः कूपरौ यस्या हसंत्यास्तां न चोद्वहेत्
]

`verse 21 [
नातिरूक्षच्छविं पाडुकरजामरुणेक्षणाम्  ।
आपीन हस्तपादां च नकन्यामुद्वहेद्बुधः
]

`verse 22 [
न वामनां नातिदीर्घां नोद्वहेत्संहतभ्रुवम्  ।
न चाति च्छिद्रदशनां न करालमुखीं नरः
]

`verse 23 [
पञ्चमीं मातृपक्षाच्च पितृपक्षाच्च सप्तमीम्  ।
गृहस्थश्चोद्वहेत्कन्यां न्यायेन विधिना नृप
]

`verse 24 [
ब्राह्मो दैवस्तथैवार्षः प्राजापत्यस्तथासुरः  ।
गान्धर्वराक्षयौ चान्यौ पैशाचश्चाष्टमो मतः
]

`verse 25 [
एतेषां यस्य यो धर्मो वर्मस्योक्तो महर्षिभिः  ।
कुर्वीत दारग्रहणं तेनान्यं परिवर्जयेत्
]

`verse 26 [
सधर्मचारिणीं प्राप्य गार्हस्थ्यं सहितस्तया  ।
समुद्वहेद्ददात्येतत्सम्यगूढं महाफलम्
]

`colophon [
इति श्रीविष्णुमहापुराणे तृतीयांशे दशमोऽध्यायः (१०)
]
