`speaker [
और्व उवाच
]

`verse 1 [
॥ अथ त्रयोदशोऽध्यायः ॥
(आभ्युदयिकश्राद्धस्य प्रेतकर्मणां श्राद्धादीनां च व्यवस्था)

और्व उवाच
सचैलस्य पितुः स्नानं जाते पुत्रे विधीयते ।
जातकर्म तदा कुर्याच्छ्राद्धमभ्युदये च यत् ॥
]

`verse 2 [
युग्मान् देवांश्च पित्र्यांश्च सम्यक् सव्यक्रमाद्द्विजान् ।
पूजयेद्भोजयेच्चैव तन्मना नान्यमानसः ॥
]

`verse 3 [
दध्यक्षतैस्सबदरैः प्राङ्मुखोदङ्मुखोऽपि वा ।
देवतीर्थेन वै पिण्डान् दद्यात् कायेन वा नृप ॥
]

`verse 4 [
नान्दीमुखः पितृगणस्तेन श्राद्धेन पार्थिव ।
प्रीयते तत्तु कर्त्तव्यं पुरुषैस्सर्ववृद्धिषु ॥
]

`verse 5 [
कन्यापुत्रविवाहेषु प्रवेशेषु च वेश्मनः ।
नामकर्मणि बालानां चूडाकर्मादिके तथा ॥
]

`verse 6 [
सीमन्तोन्नयने चैव पुत्रादिमुखदर्शने ।
नान्दीमुखं पितृगणं पूजयेत् प्रयतो गृही ॥
]

`verse 7 [
पितृपूजाक्रमः प्रोक्तो वृद्धावेष सनातनः ।
श्रूयतामवनीपाल प्रेतकर्मक्रियाविधिः ॥
]

`verse 8 [
प्रेतदेहं शुभैः स्नानैस्स्नापितं स्रग्विभूषितम् ।
दग्ध्वा ग्रामाद्बहिः स्नात्वा सचैलस्सलिलाशये ॥
]

`verse 9 [
यत्र तत्र स्थितायैतदमुकायेति वादिनः ।
दक्षिणाभिमुखा दद्युर्बान्धवास्सलिलाञ्जलीन् ॥
]

`verse 10 [
प्रविष्टाश्च समं गोभिर्ग्रामं नक्षत्रदर्शने ।
कटकर्म ततः कुर्युर्भूमौ प्रस्तरशायिनः ॥
]

`verse 11 [
दातव्योऽनुदिनं पिण्डः प्रेताय भुवि पार्थिव ।
दिवा च भक्तं भोक्तव्यममांसं मनुजर्षभ ॥
]

`verse 12 [
दिनानि तानि चेच्छातः कर्त्तव्यं विप्रभोजनम् ।
प्रेता यान्ति तथा तृप्तिं बन्धुवर्गेण भुञ्जता ॥
]

`verse 13 [
प्रथमेऽह्नि तृतीये च सप्तमे नवमे तथा ।
वस्त्रत्यागबहिस्स्नाने कृत्वा दद्यात्तिलोदकम् ॥
]

`verse 14 [
चतुर्थेऽह्नि च कर्त्तव्यं तस्यास्थिचयनं नृप ।
तदूर्ध्वमङ्गसंस्पर्शः सपिण्डानामपीष्यते ॥
]

`verse 15 [
योग्यास्सर्वक्रियाणां तु समानसलिलास्तथा ।
अनुलेपनपुष्पादिभोगादन्यत्र पार्थिव ॥
]

`verse 16 [
शय्यासनोपभोगश्च सपिण्डानामपीष्यते ।
भस्मास्थिचयनादूर्ध्वं संयोगो न तु योषिताम् ॥
]

`verse 17 [
बाले देशान्तरस्थे च पतिते च मुनौ मृते ।
सद्यश्शौचं तथेच्छातो जलाग्न्युद्बन्धनादिषु ॥
]

`verse 18 [
मृतबन्धोर्दशाहानि कुलस्यान्नं न भुज्यते ।
दानं प्रतिग्रहो होमः स्वाध्यायश्च निवर्तते ॥
]

`verse 19 [
विप्रस्यैतद् द्वादशाहं राजन्यस्याप्यशौचकम् ।
अर्धमासं तु वैश्यस्य मासं शूद्रस्य शुद्धये ॥
]

`verse 20 [
अयुजो भोजयेत् कामं द्विजानन्ते ततो दिने ।
दद्याद्दर्भेषु पिण्डं च प्रेतायोच्छिष्टसन्निधौ ॥
]

`verse 21 [
वार्यायुधप्रतोदास्तु दण्डश्च द्विजभोजनात् ।
स्प्रष्टव्योऽनन्तरं वर्णैः शुद्धेरन्ते ततः क्रमात् ॥
]

`verse 22 [
ततस्स्ववर्णधर्मा ये विप्रादीनामुदाहृताः ।
तान् कुर्वीत पुमाञ्जीवेन्निजधर्मार्जनैस्तथा ॥
]

`verse 23 [
मृताहनि च कर्तव्यमेकोद्दिष्टमतः परम् ।
आह्वानादिक्रियादैवनियोगरहितं हि तत् ॥
]

`verse 24 [
एकोर्घ्यस्तत्र दातव्यस्तथैवैकपवित्रकम्
प्रेताय पिंडो दातव्यो भुक्तवत्सु द्विजातिषु
]

`verse 25 [
प्रश्नश्च तत्राभिरतिर्यजमानद्विजन्मनाम्
अक्षय्यममुकस्येति वक्तव्यं विरतौ तथा
]

`verse 26 [
एकोद्दिष्टमयो धर्म इत्थमावत्सरात्स्मृतः
सपिंडीकरणं तस्मिन्काले राजेंद्र  तच्छृणु
]

`verse 27 [
एकोद्दिष्टविधानेन कार्यं तदपि पार्थिव
संवत्सरेथ षष्ठे वा मासे वा द्वादशो!ह्नि तत्
]

`verse 28 [
तिलगंधोदकैर्युक्तं तत्र पात्रचतुष्टयम्
]

`verse 29 [
पात्रं प्रेतस्य तत्रैकं पैत्रं पात्रत्रयं तथा
सेचयेत्पितृपात्रेषु प्रेतपात्रं ततस्त्रिषु
]

`verse 30 [
ततः पितृत्वमापन्ने तस्मिन्प्रेते महीपते
श्राद्धधर्मैरशेषैस्तु तत्पूर्वानर्चयेत्पितॄन्
]

`verse 31 [
पुत्रः पौत्रः प्रपौत्रो वा भ्राता वा भ्रातृसंततिः
सपिंड संततिर्वापि क्रियार्हो नृप जायते
]

`verse 32 [
तेषामभावे सर्वेषां समानोदकसंततिः
मातृपक्षमपिंडेन संबंधा ये जलेन वा
]

`verse 33 [
कुलद्वयेपि चोच्छिन्ने स्त्रीभिः कार्याः क्रिया नृप
पितृमातृसपिंडैस्तु समानसलिलैस्तथा
]

`verse 34 [
संघातांतर्गतैर्वापि कार्याः प्रेतस्य च क्रियाः
उत्सन्नबंधुरिक्थाद्वा कारयेदवनीपतिः
]

`verse 35 [
पूर्वाः क्रिया मध्यमाश्च तथा चैवोत्तराः क्रियाः
त्रिःप्रकाराः क्रियास्सर्वास्तासां भेदं शृणुष्व मे
]

`verse 36 [
आदाहाद्द्वाशाहाश्च स्पर्शाद्यंतास्तु याः क्रियाः
ताः पूर्वा मध्यमा मासि मास्येकोद्दिष्टसंज्ञिताः
]

`verse 37 [
प्रेते पितृत्वमापन्ने सपिंडिकरणादनु
क्रियंते याः क्रियाः पित्र्याः प्रोच्यंते ता नृपोत्तराः
]

`verse 38 [
पितृमातृसपिण्डैस्तु समानसलिलैस्तथा ।
सङ्घातान्तर्गतैर्वापि राज्ञा तद्धनहारिणा ॥
]

`verse 39 [
पूर्वाः क्रियाश्च कर्त्तव्याः पुत्राद्यैरेव चोत्तराः ।
दौहित्रैर्वा नृपश्रेष्ठ कार्यास्तत्तनयैस्तथा ॥
]

`verse 40 [
मृताहनि च कर्त्तव्याः स्त्रीणामप्युत्तराः क्रियाः ।
प्रतिसंवत्सरं राजन्नेकोद्दिष्टविधानतः ॥
]

`verse 41 [
तस्मादुत्तरसंज्ञायाः क्रियास्ताः शृणु पार्थिव ।
यथा यथा च कर्त्तव्या विधिना येन चानघ ॥
]
