`verse 1 [
॥ अथ षोडशोऽध्यायः ॥
(श्राद्धकर्मणि विहिताविहितवस्तूनां विचारः)
और्व उवाच
हविष्यमत्स्यमांसैस्तु शशस्य नकुलस्य च ।
सौकरच्छागलैणेयरौरवैर्गवयेन च ॥
]

`verse 2 [
औरभ्रगव्यैश्च तथा मासवृद्ध्या पितामहाः ।
प्रयान्ति तृप्तिं मांसैस्तु नित्यं वाध्रीणसामिषैः ॥
]

`verse 3 [
खड्गमांसमतीवात्र कालशाकं तथा मधु ।
शस्तानि कर्मण्यत्यन्ततृप्तिदानि नरेश्वर ॥
]

`verse 4 [
गयामुपेत्य यः श्राद्धं करोति पृथिवीपते ।
सफलं तस्य तज्जन्म जायते पितृतुष्टिदम् ॥
]

`verse 5 [
प्रशान्तिकास्सनीवाराः श्यामाका द्विविधास्तथा ।
वन्यौषधीप्रधानास्तु श्राद्धार्हाः पुरुषर्षभ ॥
]

`verse 6 [
यवाः प्रियङ्गवो मुद्गा गोधूमा व्रीहयस्तिलाः ।
निष्पावाः कोविदाराश्च सर्षपाश्चात्र शोभनाः ॥
]

`verse 7 [
अकृताग्रयणं यच्च धान्यजातं नरेश्वर ।
राजमाषानणूंश्चैव मसूरांश्च विसर्जयेत् ॥
]

`verse 8 [
अलाबुं गृञ्जनं चैव पलाण्डुं पिण्डमूलकम् ।
गान्धारककरम्बादिलवणान्यौषराणि च ॥
]

`verse 9 [
आरक्ताश्चैव निर्यासाः प्रत्यक्षलवणानि च ।
वर्ज्यान्येतानि वै श्राद्धे यच्च वाचा न शस्यते ॥
]

`verse 10 [
नक्ताहृतमनुच्छिन्नं तृप्यते न च यत्र गौः ।
दुर्गन्धि फेनिलं चाम्बु श्राद्धयोग्यं न पार्थिव ॥
]

`verse 11 [
क्षीरमेकशफानां यदौष्ट्रमाविकमेव च ।
मार्गं च माहिषं चैव वर्जयेच्छ्राद्धकर्मणि ॥
]

`verse 12 [
षण्ढापविद्धचाण्डालपापिपाषण्डिरोगिभिः ।
कृकवाकुश्वननग्नैश्च वानरग्रामसूकरैः ॥
]

`verse 13 [
उदक्यासूतकाशौचिमृतहारैश्च वीक्षिते ।
श्राद्धे सुरा न पितरो भुञ्जते पुरुषर्षभ ॥
]

`verse 14 [
तस्मात्परिश्रिते कुर्याच्छ्राद्धं श्रद्धासमन्वितः ।
उर्व्यां च तिलविक्षेपाद्यातुधानान्निवारयेत् ॥
]

`verse 15 [
नखादिना चोपपन्नं केशकीटादिभिर्नृप ।
न चैवाभिषवैर्मिश्रमन्नं पर्युषितं तथा ॥
]

`verse 16 [
श्रद्धासमन्वितैर्दत्तं पितृभ्यो नामगोत्रतः ।
यदाहारास्तु ते जातास्तदाहारत्वमेति तत् ॥
]

`verse 17 [
श्रूयते चापि पितृर्भिगीता गाथा महीपते ।
इक्ष्वाकोर्मनुपुत्रस्य कलापोपवने पुरा ॥
]

`verse 18 [
अपि नस्ते भविष्यन्ति कुले सन्मार्गशीलिनः ।
गयामुपेत्य ये पिण्डान् दास्यन्त्यस्माकमादरात् ॥
]

`verse 19 [
अपि नः स कुले जायाद्यो नो दद्यात् त्रयोदशीम् ।
पायसं मधुसर्पिर्भ्यां वर्षासु च मघासु च ॥
]

`verse 20 [
गौरीं वाप्युद्वहेत् कन्यां नीलं वा वृषमुत्सृजेत् ।
यजेत वाश्वमेधेन विधिवद्दक्षिणावता ॥
]
