`speaker [
श्रीपराशर उवाच
]

`verse 1 [
तपस्यभिरतान् सोऽथ मायामोहो महासुरान् ।
मैत्रेय ददृशे गत्वा नर्मदातीरसंश्रितान् ॥
]

`verse 2 [
ततो दिगम्बरो मुण्डो बर्हिपिच्छधरो द्विज ।
मायामोहोऽसुरान् श्लक्ष्णमिदं वचनमब्रवीत् ॥
]

`verse 3 [
हे दैत्यपतयो  ब्रूत यदर्थं तप्यते तपः ।
ऐहिकं वाथ पारत्र्यं तपसः फलमिच्छथ ॥
]

`speaker [
असुरा ऊचुः
]

`verse 4 [
पारत्र्यफललाभाय तपश्वर्या महामते ।
अस्माभिरियमारब्धा किं वा तेऽत्र विवक्षितम् ॥
]

`speaker [
मायामोह उवाच
]

`verse 5 [
कुरुध्वं मम वाक्यानि यदि मुक्तिमभीप्सथ ।
अर्हध्वमेनं धर्मञ्च मुक्तिद्वारमसंवृतम् ॥
]

`verse 6 [
धर्मो विमुक्तेरर्होऽयं नैतस्मादपरो वरः ।
अत्रैव संस्थिताः स्वर्गं विमुक्तिं वा गमिष्यथ ॥
]

`verse 7 [
अर्हध्वं धर्ममेतञ्च सर्वे यूयं महाबलाः ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 8 [
एवं प्रकारैर्बहुभिर्युक्तिदर्शनचर्चितैः ।
मायामोहन ते दैत्या वेदमार्गादपाकृताः ॥
]

`verse 9 [
धर्मायैतदधर्माय सदेतन्न सदित्यपि ।
विमुक्तये त्विदं नैतद् विमुक्तिं सम्प्रयच्छति ॥
]

`verse 10 [
परमार्थोऽयमत्यर्थं परमार्थो न चाप्ययम् ।
कार्यमेतदकार्यञ्च नैतदेवं स्पुटं त्विदम् ॥
]

`verse 11 [
दिग्वाससामयं धर्मो धर्मोऽयं बहुवाससाम् ॥
]

`verse 12 [
इत्यनैकान्तवादञ्च मायामोहेन नैकधा ।
तेन दर्शयता दैत्याः स्वधर्मं त्याजिता द्विज ॥
]

`verse 13 [
अर्हतैतं महाधर्मं मायामोहेन ते यतः ।
प्रोक्तास्तमाश्रिता धर्ममार्हतास्तेन तेऽभवन् ॥
]

`verse 14 [
त्रयीधर्मसमुत्सर्गं मायामोहेन तेऽसुराः ।
कारितास्तन्मया ह्मासंस्ततोऽन्ये तत्प्रचोदिताः ॥
]

`verse 15 [
तैरप्यन्ये परे तैश्च तैरप्यन्ये परे च तैः ।
अल्पैरहोभिः सन्तयक्ता तैर्दैत्यैः प्रायशस्त्रयी ॥
]

`verse 16 [
पुनश्च रक्ताम्बरधृङ् मायामोहो जितेन्द्रियः ।
अन्यानाहासुरान् गत्वा मृद्वल्पमधुराक्षरम् ॥
]

`verse 17 [
स्वर्गार्थं यदि वो वाञ्छा निर्वाणार्थमथासुराः ।
तदलं पशुघातादिदुष्टधर्मैर्निबोधत ॥
]

`verse 18 [
विज्ञानमयमेवैतदशेषमवगच्छत ।
बुध्यध्वं मे वचः सम्यग् बुधैरेवमिहोदितम् ॥
]

`verse 19 [
जगदेतदनाधारं भ्रान्तिज्ञानार्थतत्परम् ।
रागादिदुष्टमत्यर्थं भ्राम्यते भवसङ्कटे ॥
]

`verse 20 [
एवं बुध्यत बुध्यध्वं बुध्यतैवमितीरयन् ।
मायामोहः स दैतेयान् धर्ममत्याजयन्निजम् ॥
]

`verse 21 [
नानाप्रकारवचनं स तेषां युक्तियोजितम् ।
तथा तथा च त्रयीधर्मं तत्यजुस्ते यथा यथा ॥
]

`verse 22 [
तेऽप्यन्येषां तथैवोचुरन्यैरन्ये तथोदिताः ।
मैभेय  तत्यजुर्धर्मं वेदस्मृत्युदितं परम् ॥
]

`verse 23 [
अन्यानप्यन्यपाषण्डप्रकारैर्बहुभिर्द्विज ।
दैतेयान् मोहयामास मायामोहोऽतिमोहकृत् ॥
]

`verse 24 [
स्वल्पेनैव हि कालेन मायामोहेन तेऽसुराः ।
मोहितास्तत्यजुः सर्वां त्रयीमार्गाश्रितां कथाम् ॥
]

`verse 25 [
केचिद्विनिन्दां वेदानां देवानामपरे द्विज ।
यज्ञकर्मकलापस्य तथान्ये च द्विजन्मनाम् ॥
]

`verse 26 [
नैतद्युक्तिसहं वाक्यं हिंसा धर्माय नेष्यते ।
हवींष्यनलदग्धानि फलायेत्यर्भकोदितम ॥
]

`verse 27 [
यज्ञैरनेकैर्देवत्वमवाप्येन्द्रेण भुज्यते ।
शम्यादि यदि चेत्काष्ठं तद्वरं पत्रभुक् पशु ॥
]

`verse 28 [
निहतस्य पशोर्यज्ञे स्वर्गप्रात्पिर्यदीष्यते ।
स्वपिता यजमानेन किन्नु तस्मान्न हन्यते ॥
]

`verse 29 [
तृत्पये जायते पुंसो भुक्तमन्येन चेत्ततः ।
कुर्याच्छ्राद्धं श्रमायान्नं न वहेयुः प्रवासिनः ॥
]

`verse 30 [
जनश्रद्धेयमित्येतदवगम्य ततोऽत्र वः ।
उपेक्षा श्रेयसे वाक्यं रोचतां यन्मयेरितम् ॥
]

`verse 31 [
न ह्माप्तवादा नभसो निपतन्ति महासुराः ।
युक्तिमद् वचनं ग्राह्यं मयान्यैश्च भवद्विधैः ॥
]

`verse 32 [
मायामोहेन ते दैत्याः प्रकारैर्बहुभिस्तथा ।
व्युत्थापिता यथा नैषां त्रयीं कश्विदरोचयत् ॥
]

`verse 33 [
इत्थमुन्मार्गयातेषु तेषु दैत्येषु तेऽमराः ।
उद्योगं परमं कृत्वा युद्धाय समुपस्थिताः ॥
]

`verse 34 [
ततो देवासुरं युद्धं पुनरेवाभवद् द्विज ।
हताश्च तेऽसुरा देवैः सन्मार्गपरिपन्थिनः ॥
]

`verse 35 [
स्वधर्मकवचं तेषामभूदू यत्प्रथमं द्विज ।
तेन रक्षाभवत् पूर्वं नेशुर्नष्टे च तत्र ते ॥
]

`verse 36 [
ततो मैत्रेय तन्मार्गवर्त्तिनो येऽभवञ्जनाः ।
नग्नास्ते तैर्यतस्त्यक्तं त्रयीसंवरणां वृथा ॥
]

`verse 37 [
ब्रह्मचारी गृहस्थश्च वानप्रस्थस्तथाश्रमी ।
परिव्राड् वा चतुर्थोऽत्र पञ्चमो नोपपद्यते ॥
]

`verse 38 [
यस्तु सन्त्यज्य गार्हस्थ्यं वानप्रस्थो न जायते ।
परिव्राट् चापि मैत्रेय स नग्नः पापकृन्नरः ॥
]

`verse 39 [
नित्यानां कर्मणां विप्र तस्य हानिरहर्निशम् ।
अकुर्वन् विहितं कर्म शक्तः पतति तद्दिने ॥
]

`verse 40 [
प्रायश्वित्तेन महता शुद्धिमाप्रोत्यनापदि ।
पक्षं नित्यक्रियाहानेः कर्त्ता मैत्रेय मानवः ॥
]

`verse 41 [
संवत्सरं क्रियाहानिर्यस्य पुंसोऽभिजायते ।
तस्यावलोकनात् सूर्यो निरीक्ष्यः साधुभिः सदा ॥
]

`verse 42 [
स्पृष्टे स्त्रानं सचैलस्य शुद्धेर्हेतुर्महामते ।
पुंसो भवति तस्योक्ता न शुद्धिः पापकर्मणः ॥
]

`verse 43 [
देवर्षिपितृभूतानि यस्य निः श्वस्य वेश्मनि ।
प्रयान्त्यनर्चितान्यत्र लोके तस्मान्न पापकृत् ॥
]

`verse 44 [
सम्भाषणानुप्रश्नादि सहास्यां चैव कुर्वतः ।
जायते तुल्यता तस्य तेनैव द्विज वत्सरात् ॥
]

`verse 45 [
देवादिनिः श्वासहतं शरीरं यस्य वेश्म च ।
न तेन सङ्करं कुर्याद् गृहासनपरिच्छदैः ॥
]

`verse 46 [
अथ भुङ्क्ते गृहे तस्य करोत्यास्मां तथासने ।
शेते चाप्येकशयने स सद्यस्तत्समो भवेत् ॥
]

`verse 47 [
देवतापितृभूतानि तथानभ्यर्च्य योऽतिथीन् ।
भुङ्क्ते स पातकं भुङ्क्ते निष्कृतिस्तस्य नेष्यते ॥
]

`verse 48 [
ब्राह्मणाद्यास्तु ये वर्णाः स्वधर्मादन्यतोमुखाः ।
यान्ति ते नग्नसंज्ञां तु हीनकर्मस्ववस्थिताः ॥
]

`verse 49 [
चतुर्णां यत्र वर्णानां मैत्रेयात्यन्तसङ्करः ।
तत्रास्या साधुवृत्तीनामुपघाताय जायते ॥
]

`verse 50 [
अनभ्यर्च्य ऋषीन् देवान् पितॄन् भूतातिथींस्तथा ।
यो भुङ्क्ते तस्य सँल्लापात् पतन्ति नरके नराः ॥
]

`verse 51 [
तस्मादेतान्नरो नग्नांस्त्रयीसन्त्यागदूषितान् ।
सर्वदा वर्जयेत् प्राज्ञ आलापस्पर्शनादिषु ॥
]

`verse 52 [
श्रद्धावद्भिः कृतं यत्नाद्देवान् पितृपितामहान् ।
न प्रीणयति तच्छ्राद्धं यद्योभिरवलोकितम् ॥
]

`verse 53 [
श्रूयते च पुरा ख्यातो राजा शतधनुर्भुवि ।
पत्नी च शैव्या तस्याभूदतिधर्मपरायणा ॥
]

`verse 54 [
पतिव्रता महाभागा सत्यशौचदयान्विता ।
सर्वलक्षणसम्पन्ना विनयेन नयेन च ॥
]

`verse 55 [
स तु राजा तया सार्द्धं देवदेवं जनार्दनम् ।
आराधयामास विभुं परमेण समाधिना ॥
]

`verse 56 [
होमैर्जपैस्तथा दानैरुपवासैश्च भक्तितः ।
पूजाभिश्चानुदिवसं तन्मना नान्यमानसः ॥
]

`verse 57 [
एकदा तु समं स्नातौ तौ तु भार्यापती जले ।
भगीरथ्याः समुत्तीर्णौ कार्त्तिक्यां समुपोषितौ ।
पाषण्डिनमपश्येतामायान्तं सम्मुखं द्विज ॥
]

`verse 58 [
चापाचार्यस्य तस्यासौ सखा राज्ञो महात्मनः ।
अतस्तद्गौरवात्तेन सखाभावमथाकरोत् ॥
]

`verse 59 [
न तु सा वाग्यता देवी तस्य पत्नी पतिव्रता ।
उपोषितास्मीति रविं तस्मिन् दृष्टे ददर्श च ॥
]

`verse 60 [
समागम्य यथान्यायं दम्पती तौ यथाविधि ।
विष्णोः पूजादिकं सर्वं कृतवन्तौ द्विजोत्तम ॥
]

`verse 61 [
कालेन गच्छता राजा ममारासौ सपत्नजित् ।
अन्वारुरोह तं देवी चितास्थं भूपतिं पतिम् ॥
]

`verse 62 [
स तु तेनापचारेण श्वा जज्ञे वसुधाधिपः ।
उपोषितेन पाषण्जसंल्लापी यत्कृतोऽभवत् ॥
]

`verse 63 [
सा तु जातिस्मरा जज्ञे काशीराजसुता शुभा ।
सर्वविज्ञानमम्पूर्णा सर्वलक्षणपूजिता ॥
]

`verse 64 [
तां पिता दातुकामोऽभूद् वराय विनिवारितः ।
तयैव तन्व्या विरतो विवाहारम्भतो नृपः ॥
]

`verse 65 [
ततः सा दिव्यया दृष्ट्या दृष्ट्वा श्वानं निजं पतिम् ।
विदिशाख्यं पुरं गत्वा तदवस्थं ददर्श तम् ॥
]

`verse 66 [
तं दृष्ट्वैव महाभागं श्वभूतं तु पतिं तथा ।
ददौ तस्मै वराहारं सत्कारप्रवणं शुभा ॥
]

`verse 67 [
भुञ्जन् दत्तं तया सोऽन्नमतिमृष्टमभीप्सितम् ।
स्वजातिललितं कुर्वन् बहु चाटु चकार वै ॥
]

`verse 68 [
अतीव व्रीडिता बाला कुर्वता चाटु तेन सा ।
प्रणामपूर्वमाहेदं दयितं तं कुयोनिजम् ॥
]

`verse 69 [
स्मर्यतां तन्महाराज  दाक्षिण्यललितं त्वया ।
येन श्वयोनिमापन्नो मम चाटुकरो भवान् ॥
]

`verse 70 [
पाषण्डिनं समाभाष्य तीर्थस्नानादनन्तरम् ।
प्राप्तोऽसि कुत्सितां योनिं किं न स्मरसि तत्प्रभो ॥
]

`speaker [
श्रीपराशर उवाच
]

`verse 71 [
तयैवं स्मारिते तस्मिन् पूर्वजातिकृते तदा ।
दध्यौ चिरमथावाप निर्वेदमतिदुर्लभम् ॥
]

`verse 72 [
निर्विण्णचित्तस्स ततो निर्गम्य नगराद्बहिः ।
मरुप्रपतनं कृत्वा शार्गालीं योनिमागतः ॥
]

`verse 73 [
सापि द्वितीये सम्प्राप्ते वीक्ष्य दित्येन चक्षुषा ।
ज्ञात्वा शृगालं तं द्रष्टुं ययौ कोलाहलं गिरिम् ॥
]

`verse 74 [
तत्रापि दृष्ट्वा तं प्राह शार्गालीं योनिमागतम् ।
भर्त्तारमपि चार्वङ्गी तनया पृथिवीक्षितः ॥
]

`verse 75 [
अपि स्मरसि राजेन्द्र श्वयोनिस्थस्य यन्मया ।
प्रोक्तं ते पूर्वचरितं पाषण्डालापसंश्रयम् ॥
]

`verse 76 [
पुनस्तयोक्तं स ज्ञात्वा सत्यं सत्यवतां वरः ।
कालेन स निराहारस्तत्याज स्वं कलेवरम् ॥
]

`verse 77 [
भूयस्ततो वृको जज्ञे गत्वा तं निर्जने वने ।
स्मारयामास भर्त्तारं पूर्ववृत्तमनिन्दिता ॥
]

`verse 78 [
न त्वं वृको महभाग राजा शतधनुर्भवान् ।
श्वा भूत्वा त्वं शृगालोऽभूर्वृकत्वं साम्प्रतं गतः ॥
]

`verse 79 [
स्मारितेन यदा त्यक्तस्तेनात्मा गृध्रतां गतः ।
अपापा सा पुनश्चैनं बोधयामास भाविनी ॥
]

`verse 80 [
नरेन्द्र स्मर्यतामात्मा ह्मलं ते गृध्रचेष्टया ।
पाषण्डालापजातोऽयं दोषो यद्गृध्रतां गतः ॥
]

`verse 81 [
ततः काकत्वमापन्नं समनन्तरजन्मति ।
उवाच तन्वी भर्त्तारमुपलभ्यात्मयोगतः ॥
]

`verse 82 [
अशेषभूभृतः पूर्वं वश्या यस्मै बलिं ददुः ।
स त्वं काकत्वमापन्नो जातोऽद्य बलिभुक् प्रभो ॥
]

`verse 83 [
एवमेव च काकत्वे स्मारितस्य पुरातनम् ।
तत्याज भूपतिः प्राणान् मयूरत्वमवाप च ॥
]

`verse 84 [
मयूरत्वे ततस्सा वै चकारानुगतिं शुभा ।
दत्तैः प्रतिक्षणां भोज्यैर्बाला तज्जातिभोजनेः ॥
]

`verse 85 [
ततस्तु जनको राजा वाजिमेधं महाक्रतुम् ।
चकार तस्यावभृथे स्नापयामास तं तदा ॥
]

`verse 86 [
सस्नौ स्वयं च तन्वङ्गी स्मारयामास चापि तम् ।
यथासौ श्वशृगालादियोनिं जग्राह पार्थिवः ॥
]

`verse 87 [
स्मृतजन्मक्रमः सोऽथ तत्याज स्वकलेवरम् ।
जज्ञे स जनकस्यैव पुत्रोऽसौ सुमहात्मनः ॥
]

`verse 88 [
ततः सा पितरं तन्वी विवहार्थमचोदयत् ।
स चापि कारयामास तस्या राजा स्वयंवरम् ॥
]

`verse 89 [
स्वयंवरे कृते सा तं सम्प्राप्तं पतिमात्मनः ।
वपरयामास भूयोऽपि भर्त्तृभावेन भामिनी ॥
]

`verse 90 [
बुभुजे च तया सार्द्धं सम्भोगान्नृपनन्दनः ।
पितर्युपरते राज्यं विदेहेषु चकार सः ॥
]

`verse 91 [
इयाज यज्ञान् सुबहून् ददौ दानानि चार्थिनाम् ।
पुत्रानुत्पादयामास युयुधे च सहारिभिः ॥
]

`verse 92 [
राज्यं भुक्त्वा यथान्यायं पालयित्वा वसुन्धराम् ।
तत्याज स प्रियान् प्राणान् संग्रामे धर्मतो नृपः ॥
]

`verse 93 [
ततश्चितास्थं तं भूयो भर्त्तारं सा शुभेक्षणा ।
अन्वारुरोह विधिवद् यथापूर्वं मुदान्विता ॥
]

`verse 94 [
ततोऽवाप तया सार्द्धं राजपुत्र्या स पार्थिवः ।
ऐन्द्रानतीत्य वै लोकाँल्लोकान् प्राप तदाक्षयान् ॥
]

`verse 95 [
स्वर्गाक्षयत्वमतुलं दाम्पत्यमतिदुर्लभम् ।
प्राप्तं पुण्यफलं प्राप्य संशुद्धिं तां द्विजोत्तम ॥
]

`verse 96 [
एष पाषण्डसम्भाषाद्दोषः प्रोक्तो मया द्विज ।
तथाऽश्वमेधावभृथस्नानमाहात्म्यमेव च ॥
]

`verse 97 [
तस्मात् पाषण्डिभिः पापैरालापस्पर्शनं त्यजेत् ।
विशेषतः क्रियाकाले यज्ञादौ चापि दीक्षितः ॥
]

`verse 98 [
क्रियाहानिर्गृहे यस्य मासमेकं प्रजायते ।
तस्यावलोकनात् सूर्यं पश्येत मतिमान् नरः ॥
]

`verse 99 [
किं पुनर्यैस्तु सन्त्यक्ता त्रयी सर्वात्मना द्विज ।
पाषण्डभोजिभिः पापैर्वेदवादविरोधिभिः ॥
]

`verse 100 [
सहालापस्तु संसर्गः सहास्या चातिपापिनी ।
पाषण्डिभिर्दुराचारैस्तस्मात्तान् परिवर्जयेत् ॥
]

`verse 101 [
पाषण्डिनो विकर्मस्थान् वैडालव्रतिकाञ्छठान् ।
हैतुकान् वकवृत्तींश्च वाङ्मात्रेणापि नार्चयेत् ॥
]

`verse 102 [
दूरतस्तैस्तु सम्पर्कः त्याज्यश्चाप्यतिपापिभिः ।
पाषण्डिभिर्दुराचारैस्तस्मात्तान् परिवर्जयेत् ॥
]

`verse 103 [
एते नग्नास्तवाख्याता दृष्ट्या श्राद्धोपघातकाः ।
येषां सम्भाषणात् पुंसां दिनपुण्यं प्रणश्यति ॥
]

`verse 104 [
एते पाषणिडनः पापा न ह्येतानालपेद् बुधः ।
पुण्यं नश्यति सम्भाषादेतेषां तद्दिनोद्भवम् ॥
]

`verse 105 [
पुंसां जटाधरणमौण्ड्यवतां वृथैव
मोघाशिनामखिलशौचनिराकृतानाम् ।
तोयप्रदानपितृपिण्डबहिष्कृतानां
सम्भाषणादपि नरा नरकं प्रयान्ति ॥
]

`colophon [
इति श्रीविष्णुमहापुराणे तृतीयांशे अष्टादशोऽध्यायः (१८)

इति श्रीपराशरमुनिविरचिते श्रीविष्णुपरत्वनिर्णायके
श्रीमति विष्णुमहापुराणे तृतीयोंऽशः समाप्तः ।
]
