`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
अरिष्टनेमिपुत्रोऽभूद् गरुडो नाम पक्षिराट् ।

गरुडस्याभवत् पुत्रः सम्पातिरिति विश्रुतः
]

`verse 2 [
तस्याप्यासीत् सुतः शूरः सुपार्श्वो वायुविक्रमः ।

सुपार्श्वतनयः कुन्तिः कुन्तिपुत्रः प्रलोलुपः
]

`verse 3 [
तस्यापि तनयावास्तां कङ्कः कन्धर एव च
]

`verse 4 [
कङ्कः कैलासशिखरे विद्युद्रूपेति विश्रुतम् ।

ददर्शाम्बुजपत्राक्षं राक्षसं धनदानुगम्
]

`verse 5 [
आपानासक्तममलस्त्रग्दामाम्बरधारिणम् ।

भार्यासहायमासीनं शिलापट्टेऽमले शुभे
]

`verse 6 [
तद्दृष्टमात्रं कङ्केन रक्षः क्रोधसमन्वितम् ।

प्रोवाच कस्मादायातस्त्वमितो ह्यण्डजाधम
]

`verse 7 [
स्त्रीसन्निकर्षे तिष्ठन्तं कस्मान्मामुपसर्पसि ।

नैष धर्मः सुबुद्धीनां मिथोनिष्पाद्यवस्तुषु
]

`speaker [
कङ्क उवाच
]

`verse 8 [
साधारणोऽयं शैलेन्द्रो यथा तव तथा मम ।

अन्येषां चैव जन्तूनां ममता भवतोऽत्र का
]

`speaker [
मार्कण्डेय उवाच
]

`verse 9 [
ब्रुवाणमित्थं खड्गेन कङ्कं चिन्छेद राक्षसः ।

क्षरत्क्षतजबीभत्सं विस्फुरन्तमचेतनम्
]

`verse 10 [
कङ्कं विनिहतं श्रुत्वा कन्धरः क्रोधमूर्च्छितः ।

विद्युद्रूपवधायाशु मनश्चक्रेऽण्डजेश्वरः
]

`verse 11 [
स गत्वा शैलशिखरं कङ्को यत्र हतः स्थितः ।

तस्य संकलनं चक्रे भ्रातुर्ज्येष्ठस्य खेचरः ।

कोपामर्षविवृताक्षो नागेन्द्र इव निः श्वसन्
]

`verse 12 [
जगामाथ स यत्रास्ते भ्रातृहा तस्य राक्षसः ।

पक्षवातेन महता चालयन् भूधरान् वरान्
]

`verse 13 [
वेगात् पयोदजालानि विक्षिपन् क्षतजेक्षणः ।

क्षणात् क्षयितशत्रुः स पक्षाभ्यां क्रान्तभूधरः
]

`verse 14 [
पानासक्तमतिं तत्र तं ददर्श निशाचरम् ।

आताम्रवक्त्रनयनं हेमपर्यङ्कमाश्रितम्
]

`verse 15 [
स्त्रग्दामापूरितशिखं हरिचन्दनभूषितम् ।

केतकीगर्भपत्राभैर्दन्तैर्घोरतराननम्
]

`verse 16 [
वामोरुमाश्रितां चास्य ददर्शायतलोचनाम् ।

पत्नीं मदनिकां नाम पुंस्कोकिलकलस्वनाम्
]

`verse 17 [
ततो रोषपरीतात्मा कन्धरः कन्दरस्थितम् ।

तमुवाच सुदुष्टात्मन्नेहि युध्यस्व वै मया
]

`verse 18 [
यस्माज्जेष्ठो मम भ्राता विश्रब्धो घाततस्त्वया ।

तस्मात्त्वां मदसंसक्तं नयिष्ये यमसादनम्
]

`verse 19 [
विश्वस्तघातिनां लोका ये च स्त्रीबालघातिनाम् ।

यास्यसे निरयान् सर्वांस्तांस्त्वमद्य मया हतः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 20 [
इत्येवं पतगेन्द्रेण प्रोक्तं स्त्रीसन्निधौ तदा ।

रक्षः क्रोधसमाविष्टं प्रत्यभाषत पक्षिणम्
]

`verse 21 [
यदि ते निहतो भ्राता पौरुषं तद्धि दर्शितम् ।

त्वामप्यद्य हनिष्येऽहं खड्गेनानेन खेचर
]

`verse 22 [
तिष्ठ क्षणं नात्र जीवन् पतगाधम यास्यसि ।

इत्युक्त्वाञ्जनपुञ्जाभं विमलं खड्गमाददे
]

`verse 23 [
ततः पतगराजस्य यक्षाधिपभटस्य च ।

बभूव युद्धमतुलं यथा गरुड-शक्रयोः
]

`verse 24 [
ततः स राक्षसः क्रोधात् खड्गमाविध्य वेगवत् ।

चिक्षेप पतगेन्द्राय निर्वाणाङ्गारवर्चसम्
]

`verse 25 [
पतगेन्द्रश्च तं खड्गङ्किञ्चिदुत्प्लुत्य भूतलात् ।

वक्त्रेण जग्राह तदा गरुडः पन्नगं यथा
]

`verse 26 [
वक्त्रपादतलैर्भङ्क्त्वा चक्रे क्षोभमथातुलम् ।

तस्मिन् भग्ने ततः खड्गे बाहुयुद्धमवर्तत
]

`verse 27 [
ततः पतगराजेन वक्षस्याक्रम्य राक्षसः ।

हस्त-पाद-करैराशु शिरसा च वियोजितः
]

`verse 28 [
तस्मिन् विनिहते सा स्त्री खगं शरणमभ्यगात् ।

किञ्चित् संजातसंत्रासा प्राह भार्या भवामि ते
]

`verse 29 [
तामादाय खगश्रेष्ठः स्वकं गृहमगात् पुनः ।

गत्वा स निष्कृतिं भ्रातुर्विद्युद्रुपनिपातनात्
]

`verse 30 [
कन्धरस्य च सा वेश्म प्राप्येच्छारूपधारिणी ।

मेनकातनया सुभ्रूः सौपर्णं रूपमाददे
]

`verse 31 [
तस्यां स जनयामास तार्क्षों नाम सुतां तदा ।

मुनिशापाग्निविप्लुष्टां वपुमप्सरसां वराम् ।

तस्या नाम तदा चक्रे तार्क्षोमिति विहङ्गमः
]

`verse 32 [
मन्दपालसुताश्चासंश्चत्वारोऽमितबुद्धयः ।

जरितारिप्रभृतयो द्रोणान्ता द्विजसत्तमाः
]

`verse 33 [
तेषां जघन्यो धर्मात्मा वेदवेदाङ्गपारगः ।

उपयेमे स तां तार्क्षों कन्धरानुमते शुभाम्
]

`verse 34 [
कस्यचित्त्वथ कालस्य तार्क्षो गर्भमवाप ह ।

सप्तपक्षाहिते गर्भे कुरुक्षेत्रं जगाम सा
]

`verse 35 [
कुरु-पाण्डवयोर्युद्धे वर्तमाने सुदारुणे ।

भावित्वाच्चैव कार्यस्य रणमध्ये विवेश सा
]

`verse 36 [
तत्रापश्यत् तदा युद्धं भगदत्तकिरीटिनोः ।

निरन्तरं शरैरासीदाकाशं शलभैरिव
]

`verse 37 [
पार्थकोदण्डनिर्मुक्तमासन्नमतिवेगवत् ।

तस्या भल्लमहिश्यामं त्वचं चिच्छेद जाठरीम्
]

`verse 38 [
भिन्ने कोष्ठे शसाङ्काभं भूमावण्डचतुष्टयम् ।

आयुषः सावशेषत्वात् तूलराशाविवापतत्
]

`verse 39 [
तत्पातसमकालं च सुप्रतीकाद्गजोत्तमात् ।

पपात महती घण्टा बाणसंछिन्नबन्धना
]

`verse 40 [
समं समन्तात् प्राप्ता तु निर्भिन्नधरणीतला ।

छादयन्ती खगाण्डानि स्थितानि पिशितोपरि
]

`verse 41 [
हते च तस्मिन् नृपतौ भगदत्ते नरेश्वरे ।

बहून्यहान्यभूद्युद्धं कुरुपाण्डवसैन्ययोः
]

`verse 42 [
वृत्ते युद्धे धर्मपुत्रे गते शान्तनवान्तिकम् ।

भीष्मस्य गदतोऽशेषान् श्रोतुं धर्मान् महात्मनः
]

`verse 43 [
घण्टागतानि तिष्ठन्ति यत्राण्डानि द्विजोत्तम ।

आजगाम तमुद्देशं शमीको नाम संयमी
]

`verse 44 [
स तत्र शब्दमशृणोच्चिचीकुचीति वाशताम् ।

बाल्यादस्फुटवाक्यानां विज्ञानेऽपि परे सति
]

`verse 45 [
अथर्षिः शिष्यसहितो घण्टामुत्पाट्य विस्मितः ।

अमातृपितृपक्षाणि शिशुकानि ददर्श ह
]

`verse 46 [
तानि तत्र तथा भूमौ शमीको भगवान् मुनिः ।

दृष्ट्वा स विस्मयाविष्टः प्रोवाचानुगतान् द्विजान्
]

`verse 47 [
सम्यगुक्तं द्विजाग्य्रेण शुक्रेणोशनसा स्वयम् ।

पलायनपरं दृष्ट्वा दैत्यसैन्यं सुरार्दितम्
]

`verse 48 [
न गन्तव्यं निवर्तध्वं कस्माद् व्रजथ कातराः ।

उत्सृज्य शौर्ययशसी क्व गता न मरिष्यथ
]

`verse 49 [
नश्यतो युध्यतो वापि तावद्भवति जीवितम् ।

यावद्धातासृजत् पूर्वं न यावन्मनसेप्सितम्
]

`verse 50 [
एके म्रियन्ते स्वगृहे पलायन्तोऽपरे जनाः ।

भुञ्जन्तोऽन्नं तथैवापः पिबन्तो निधनं गताः
]

`verse 51 [
विलासिनस्तथैवान्ये कामयाना निरामयाः ।

अविक्षताङ्गाः शस्त्रैश्च प्रेतराजवशङ्गताः
]

`verse 52 [
अन्ये तपस्यभिरता नीताः प्रेतनृपानुगैः ।

योगाभ्यासे रताश्चान्ये नैव प्रापुरमृत्युताम्
]

`verse 53 [
शम्बराय पुरा क्षिप्तं वज्रं कुलिशपाणिना ।

हृदयेऽभिहतस्तेन तथापि न मृतोऽसुरः
]

`verse 54 [
तेनैव खलु वज्रेण तेनैनेन्द्रेण दानवाः ।

प्राप्ते काले हता दैत्यास्तत्क्षणान्निधनं गताः
]

`verse 55 [
विदित्वैवं न सन्त्रासः कर्तव्यो विनिवर्तते ।

ततो निवृत्तास्ते दैत्यास्त्यक्त्वा मरणजं भयम्
]

`verse 56 [
इति शुक्रवचः सत्यं कृतमेभिः खगोत्तमैः ।

ये युद्धेऽपि न सम्प्राप्ताः पञ्चत्वमतिमानुषे
]

`verse 57 [
क्वाणाडानां पतनं विप्राः क्व घण्टापतनं समम् ।

क्व च मांस-वसा-रक्तैर्भूमेरास्तरणक्रियाः
]

`verse 58 [
केऽप्येते सर्वथा विप्रा नैते सामान्यपक्षिणः ।

दैवानुकूलता लोके महाभाग्यप्रदर्शिनी
]

`verse 59 [
एवमुक्त्वा स तान् वीक्ष्य पुनर्वचनमब्रवीत् ।

निवर्तताश्रमं यात गृहीत्वा पक्षिबालकान्
]

`verse 60 [
मार्जाराखुभयं यत्र नैषामण्डजजन्मनाम् ।

श्येनतो नकुलाद्वापि स्थाप्यन्तां तत्र पक्षिणः
]

`verse 61 [
द्विजाः किं वातियत्नेन मार्यन्ते कर्मभिः स्वकैः ।

रक्ष्यन्ते चाखिला जीवा यथैते पक्षिबालकाः
]

`verse 62 [
तथापि यत्नः कर्तव्यो नरैः सर्वेषु कर्मसु ।

कुर्वन् पुरुषकारन्तु वाच्यतां याति नो सताम्
]

`verse 63 [
इति मुनिवरचोदितास्ततस्ते
मुनितनयाः परिगृह्य पक्षिणस्तान् ।

तरुविटपसमाश्रितालिसङ्घं
ययुरथ तापसरम्यमाश्रमं स्वम्
]

`verse 64 [
स चापि वन्यं मनसाभिकामितं
प्रगृह्य मूलं कुसुमं फलं कुशान् ।

चकार चक्रायुध-रुद्र-वेधसां
सुरेन्द्र-वैवस्वतः जातवेदसाम्
]

`verse 65 [
अपाम्पतेर्गोष्पतिवित्तरक्षिणोः
समीरणस्यापि तथा द्विजोत्तमाः ।

धातुर्विधातुस्त्वथ वैश्वदेविकाः
श्रुतिप्रयुक्ता विवधास्तु सत्क्रियाः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे चटकोत्पत्तिर्नाम द्वितीयोऽध्यायः
]
