`speaker [
पक्षिण ऊचुः
]

`verse 1 [
त्वष्टृपुत्रे हते पूर्वं ब्रह्मन्निन्द्रस्य तेजसः ।

ब्रह्महत्याभिभूतस्य परा हानिरजायत
]

`verse 2 [
तद्धमं प्रविवेशाथ शाक्रतेजोऽपचारतः ।

निस्तेजाश्चाभवच्छक्रो धर्मे तेजसि निर्गते
]

`verse 3 [
ततः पुत्रं हतं श्रुत्वा त्वष्टा क्रुद्धः प्रजापतिः ।

अवलुञ्च्य जटामेकामिदं वचनमब्रवीत्
]

`verse 4 [
अद्य पश्यन्तु मे वीर्यं त्रयो लोकाः सदेवताः ।

स च पश्यतु दुर्बुद्धिर्ब्रह्महा पाकशासनः
]

`verse 5 [
स्वकर्माभिरतो येन मत्सुतो विनपातितः ।

इत्युक्त्वा कोपरक्ताक्षो जटामग्नौ जुहाव ताम्
]

`verse 6 [
ततो वृत्रः समुत्तस्थौ ज्वालामाली महासुरः ।

महाकायो महादंष्ट्रो भिन्नाञ्जनचयप्रभः
]

`verse 7 [
इन्द्रशत्रुरमेयात्मा त्वष्टृतेजोपबृंहितः ।

अहन्यहनि सोऽवर्धदिषुपातं महाबलः
]

`verse 8 [
वधाय चात्मनो दृष्ट्वा वृत्रं शक्रो महासुरम् ।

प्रेषयामास सप्तर्षोन् सन्धिमिच्छन् भयातुरः
]

`verse 9 [
सख्यञ्चक्रुस्ततस्तस्य वृत्रेण समयांस्तथा ।

ऋषयः प्रीतमनसः सर्वभूतहिते रताः
]

`verse 10 [
समयस्थितिमुल्लङ्घ्य यदा शक्रेण घातितः ।

वृत्रो हत्याभिभूतस्य तदा बलमशीर्यत
]

`verse 11 [
तच्छक्रदेहविभ्रष्टं बलं मारुतमाविशत् ।

सर्वव्यापिनमव्यक्तं बलस्यैवाधिदैवतम्
]

`verse 12 [
अहल्याञ्च यदा शक्रो गौतमं रूपमास्थितः ।

धर्षयामास देवेन्द्रस्तदा रूपमहीयत
]

`verse 13 [
अङ्गप्रत्यङ्गलावण्यं यदतीव मनोरम् ।

विहाय दुष्टं देवेन्द्रं नासत्यावगमत् ततः
]

`verse 14 [
धर्मेण तेजसा त्यक्तं बलहीनमरूपिणम् ।

ज्ञात्वा सुरेशं दैतेयास्तज्जये चक्रुरुद्यमम्
]

`verse 15 [
राज्ञामुद्रिक्तवीर्याणां देवेन्द्रं विजिगीषवः ।

कुलेष्वतिबला दैत्या अजायन्त महामुने
]

`verse 16 [
कस्यचित्त्वथ कालस्य धरणी भारपीडिता ।

जगाम मेरुशिखरं सदो यत्र दिवौकसाम्
]

`verse 17 [
तेषां सा कथयामास भूरिभारावपीडिता ।

दनुजात्मजदैत्योत्थं खेदकारणमात्मनः
]

`verse 18 [
एते भवद्भिरसुरा निहताः पृथुलौजसः ।

ते सर्वे मानुषे लोके जाता गेहेषु भूभृताम्
]

`verse 19 [
अक्षौहिण्यो हि बहुलास्तद्भारार्ता व्रजाम्यधः ।

तथा कुरुध्वं त्रिदशा यथा शान्तिर्भवेन्मम
]

`speaker [
पक्षिण ऊचुः
]

`verse 20 [
तेजोभागैस्ततो देवा अवतेरुर्दिवो महीम् ।

प्रजानामुपकारार्थं भूभारहरणाय च
]

`verse 21 [
यदिन्द्रदेहजं तेजस्तन्मुमोच स्वयं वृषः ।

कुन्त्या जातो महातेजास्ततो राजा युधिष्ठिरः
]

`verse 22 [
बलं मुमोच पवनस्ततो भीमो व्यजायत ।

शक्रवीर्यार्धतश्चैव जज्ञे पार्थो धनञ्जयः
]

`verse 23 [
उत्पन्नौ यमजौ माद्रयां शक्ररूपौ महाद्युती ।

पञ्चधा भगवानित्थमवतीर्णः शतक्रतुः
]

`verse 24 [
तस्योत्पन्ना महाभागा पत्नी कृष्णा हुताशनात्
]

`verse 25 [
शक्रस्यैकस्य सा पत्नी कृष्णा नान्यस्य कस्यचित् ।

योगीश्वराः शरीराणि कुर्वन्ति बहुलान्यपि
]

`verse 26 [
पञ्चानामेकपत्नीत्वमित्येतत् कथितं तव ।

श्रूयतां बलदेवोऽपि यथा यातः सरस्वतीम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे इन्द्रविक्रियानाम पञ्चमोऽध्यायः
]
