`speaker [
पक्षिण ऊचुः
]

`verse 1 [
रामः पार्थे परां प्रीतिं ज्ञात्वा कृष्णस्य लाङ्गली ।
चिन्तयामास बहुधा किं कृतं सुकृतं भवेत्
]

`verse 2 [
कृष्णेन हि विना नाहं यास्ये दुर्योधनान्तिकम् ।
पाण्डवान् वा समाश्रित्य कथं दुर्योधनं नृपम्
]

`verse 3 [
जामातरं तथा शिष्यं घातयिष्ये नरेश्वरम् ।
तस्मान्न पार्थं यास्यामि नापि दुर्योधनं नृपम्
]

`verse 4 [
तीर्थेष्वाप्लावयिष्यामि तावदात्मानमात्मना ।
कुरूणां पाण्डवानां च यावदन्ताय कल्पते
]

`verse 5 [
इत्यामन्त्र्य हृषीकेशं पार्थ-दुर्योधनावपि ।
जगाम द्वारकां शौरिः स्वसैन्युपरिवारितः
]

`verse 6 [
गत्वा द्वारवतीं रामो हृष्टपुष्टजनाकुलाम् ।
श्वो गन्तव्येषु तीर्थेषु पपौ पानं हलायुधः
]

`verse 7 [
पीतपानो जगामाथ रैवतोद्यानमृद्धिमत् ।
हस्ते गृहीत्वा समदां रेवतीमप्सरोपमाम्
]

`verse 8 [
स्त्रीकदम्बकमध्यस्थो ययौ मत्तः पदा स्खलन् ।
ददर्शच वनं वीरो रमणीयमनुत्तमम्
]

`verse 9 [
सर्वर्तुफलपुष्पाढ्यं शाखामृगगणाकुलम् ।
पुण्यं पद्मवनोपेतं सपल्वलमहावनम्
]

`verse 10 [
स शृण्वन् प्रीतिजननान् बहून् मदकलान् शुभान् ।
श्रोत्ररम्यान् सुमधुरान् शब्दान् खगमुखेरितान्
]

`verse 11 [
सर्वर्तुफलभाराढ्यान् सर्वर्तुकुसुमोज्ज्वलान् ।
अपश्यत् पादपांस्तत्र विहगैरनुनादितान्
]

`verse 12 [
आम्रानाम्रातकान् भव्यान् नारिकेलान् सतिन्दुकान् ।
आविल्वकांस्तथा जीरान् दाडिमान् बीजपूरकान्
]

`verse 13 [
पनसान् लकुचान् मोचान् नीपांश्चातिमनोहरान् ।
पारावतांश्च कङ्कोलान् नलिनानम्लवेतसान्
]

`verse 14 [
भल्लातकानामलकांस्तिन्दुकांश्च महाफलान् ।
इङ्गुदान् करमर्दांश्च हरीतक-विभीतकान्
]

`verse 15 [
एतानन्यांश्च स तरून् ददर्श यदुनन्दनः ।
तथैवाशोक-पुन्नाग-केतकी-बकुलानथ
]

`verse 16 [
चम्पकान् सप्तपर्णांश्च कर्णिकारान् समालतीन् ।
पारिजातान् कोविदारान् मन्दारान् बदरांस्तथा
]

`verse 17 [
पाटलान् पुष्पितान् रम्यान् देवदारुद्रुमांस्तथा ।
सालांस्तालांस्तमालांश्च किंशौकान् वञ्जुलान् वरान्
]

`verse 18 [
चकोरैः शातपत्रैश्च भृङ्गराजैस्तथा शुकैः ।
कोकिलैः कलविङ्कैश्च हारीतैर्जोवजीवकैः
]

`verse 19 [
प्रियपुत्रैश्चातकैश्च तथान्यैर्विविधैः खगैः ।
श्रोत्ररम्यं सुमधुरं कूजद्भिश्चाप्यधिष्ठितम्
]

`verse 20 [
सरांसि च मनोज्ञानि प्रसन्नसलिलानि च ।
कुमुदैः पुण्डरीकैश्च तथा नीलोत्पलैः शुभैः
]

`verse 21 [
कह्लारैः कमलैश्चापि आचितानि समन्ततः ।
कादम्बैश्चक्रवाकैश्च तथैव जलकुक्कुटैः
]

`verse 22 [
कारण्डवैः प्लवैर्हंसैः कूर्मैर्मद्गुभिरेव च ।
एभिश्चान्यैश्च कीर्णानि समन्ताज्जलचारिभिः
]

`verse 23 [
क्रमेणेत्थं वनं शौरिर्वोक्षमाणो मनोरमम् ।
जगामानुगतः स्त्रीभिर्लतागृहमनुत्तमम्
]

`verse 24 [
स ददर्श द्विजांस्तत्र वेदवेदाङ्गपारगान् ।
कौशिकान् भार्गवांश्चैव भारद्वाजान् सगौतमान्
]

`verse 25 [
विविधेषु च सम्भूतान् वंशेषु द्विजसत्तमान् ।
कथाश्रवणबद्धोत्कानुपविष्टान् महत्सु च
]

`verse 26 [
कृष्णाजिनोत्तरीयेषु कुशेषु च वृषीषु च ।
सूतञ्च तेषां मध्यस्थं कथयानं कथाः शुभाः
]

`verse 27 [
पौराणिकीः सुरर्षोणामाद्यानां चरिताश्रयाः ।
दृष्ट्वा रामं द्विजाः सर्वे मधुपानारुणेक्षणम्
]

`verse 28 [
मत्तोऽयमिति मन्वानाः समुत्तस्थुस्त्वरान्विताः ।
पूजयन्तो हलधरमृते तं सूतवंशजम्
]

`verse 29 [
ततः क्रोधसमाविष्टो हली सूतं महाबलः ।
निजघान विवृत्ताक्षः क्षोभिताशेषदानवः
]

`verse 30 [
अध्यास्याति पदं ब्राह्मं तस्मिन् सूते निपातिते ।
निष्क्रान्तास्ते द्विजाः सर्वे वनात् कृष्णाजिनाम्बराः
]

`verse 31 [
अवधूतं तथात्मानं मन्यमानो हलायुधः ।
चिन्तयामास सुमहन्मया पापमिदं कृतम्
]

`verse 32 [
ब्राह्मं स्थानं गतो ह्येष यद् सूतो विनिपातितः ।
तथा हीमे द्विजाः सर्वे मामवेक्ष्य विनिर्गताः
]

`verse 33 [
शरीरस्य च मे गन्धो लोहस्येवासुखावहः ।
आत्मानञ्चावगच्छामि ब्रह्मघ्नमिव कुत्सितम्
]

`verse 34 [
धिगमर्षं तथा मद्यमतिमानमभीरुताम् ।
यैराविष्टेन सुमहन्मया पापमिदं कृतम्
]

`verse 35 [
तत्क्षयार्थं चरिष्यामि व्रतं द्वादशवार्षिकम् ।
स्वकर्मख्यापनं कुर्वंन् प्रयश्चित्तमनुत्तमम्
]

`verse 36 [
अथ येयं समारब्धा तीर्थयात्रा मयाधुना ।
एतामेव प्रयास्यामि प्रतिलोमां सरस्वतीम्
]

`verse 37 [
अतो जगाम रामोऽसौ प्रतिलोमां सरस्वतीम् ।
ततः परं शृणुष्वेमं पाण्डवेयकथाश्रयम्
]
