`speaker [
धर्मपक्षिण ऊचुः
]

`verse 1 [
हरिश्चन्द्रेति राजर्षिरासीत् त्रेतायुगे पुरा ।
धर्मात्मा पृथिवीपालः प्रोल्लसत्कीर्तिरुत्तमः
]

`verse 2 [
न दुर्भिक्षं न च व्याधिर्नाकालमरणं नृणाम् ।
नाधर्मरुचयः पौरास्तस्मिन् शासति पार्थिवे
]

`verse 3 [
बभूवुर्न तथोन्मत्ता धन-वीर्य-तपोमदैः ।
नाजायन्त स्त्रियश्चैव काश्चिदप्राप्तयौवनाः
]

`verse 4 [
स कदाचिन्महाबाहुररण्येऽनुसरन् मृगम् ।
शुश्राव शब्दमसकृत् त्रायस्वेति च योषिताम्
]

`verse 5 [
स विहाय मृगं राजा मा भैषीरित्यभाषत ।
मयि शासति दुर्मेधाः कोऽयमन्यायवृत्तिमान्
]

`verse 6 [
तत्क्रन्दितानुसारी च सर्वारम्भविघातकृत् ।
एकस्मिन्नन्तरे रौद्रो विघ्नराट् समचिन्तयत्
]

`verse 7 [
विश्वामित्रोऽयमतुलं तप आस्थाय वीर्यवान् ।
प्रागसिद्धाभवादीनां विद्याः साध्यति व्रती
]

`verse 8 [
साध्यमानाः क्षमामौनचित्तसंयमिनामुना ।
ता वै भयार्ताः क्रन्दन्ति कथं कार्यमिदं मया
]

`verse 9 [
तेजस्वी कौशिकश्वेष्ठो वयमस्य सुदुर्बलाः ।
क्रोशन्त्येतास्तथा भीता दुष्पारं प्रतिभाति मे
]

`verse 10 [
अथवायं नृपः प्राप्तो मा भैरिति वदन् मुहुः ।
इममेव प्रविश्याशु साधयिष्ये यथेप्सितम्
]

`verse 11 [
इति संचिन्त्य रौद्रेण विघ्नराजेन वै ततः ।
तेनाविष्टो नृपः कोपादिदं वचनमब्रवीत्
]

`verse 12 [
कोऽयं बघ्नाति वस्त्रान्ते पावकं पापकृन्नरः ।
बलोष्णतेजसा दीप्ते मयि पत्यावुपस्थिते
]

`verse 13 [
सोऽद्य मत्कार्मुकाक्षेप-विदीपितदिगन्तरैः ।
शरैर्विभिन्नसर्वाङ्गो दीर्घनिद्रां प्रवेक्ष्यति
]

`verse 14 [
विश्वामित्रस्ततः क्रुद्धः श्रुत्वा तन्नृपतेर्वचः ।
क्रुद्धे चर्षिवरे तस्मिन् नेशुर्विद्याः क्षणेन ताः
]

`verse 15 [
स चापि राजा तं दृष्ट्वा विश्वामित्रं तपोनिधिम् ।
भीतः प्रावेपतात्यर्थं सहसाश्वत्थपर्णवत्
]

`verse 16 [
स दुरात्मन्निति यदा मुनिस्तिष्ठेति चाब्रवीत् ।
ततः स राजा विनयात् प्रणिपत्याभ्यभाषत
]

`verse 17 [
भगवन्नेष धर्मो मे नापराधो मम प्रभो ।
न क्रोद्धुमर्हसि मुने निजधर्मरतस्य मे
]

`verse 18 [
दातव्यं रक्षितव्यं च धर्मज्ञेन महीक्षिता ।
चापं चोद्यम्य योद्धव्यं धर्मशास्त्रानुसारतः
]

`speaker [
विश्वामित्र उवाच
]

`verse 19 [
दातव्यं कस्य के रक्ष्याः कैर्योद्धव्यं च ते नृप ।
क्षिप्रमेतत् समाचक्ष्व यद्यधर्मभयं तव
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 20 [
दातव्यं विप्रमुख्येभ्यो ये चान्ये कृशवृत्तयः ।
रक्ष्या भीताः सदा युद्धं कर्तव्यं परिपन्थिभिः
]

`speaker [
विश्वामित्र उवाच
]

`verse 21 [
यदि राजा भवान् सम्यग्राजधर्ममवेक्षते ।
निर्वेष्टुकामो विप्रोऽहं दीयतामिष्टदक्षिणा
]

`speaker [
पक्षिण ऊचुः
]

`verse 22 [
एतद्राजा वचः श्रुत्वा प्रहृष्टेनान्तरात्मना ।
पुनर्जातमिवात्मानं मेने प्राह च कौशिकम्
]

`verse 23 [
उच्यतां भगवन् यत्ते दातव्यमविशङ्कितम् ।
दत्तमित्येव तद्विद्धि यद्यपि स्यात् सुदुर्लभम्
]

`verse 24 [
हिरण्यं वा सुवर्णं वा पुत्रः पत्नी कलेवरम् ।
प्राणा राज्यं पुरं लक्ष्मीर्यदभिप्रेतमात्मनः
]

`speaker [
विश्वामित्र उवाच
]

`verse 25 [
राजन् प्रतिगृहीतोऽयं यस्ते दत्तः प्रतिग्रहः ।
प्रयच्छ प्रथमं तावद् दक्षिणां राजसूयिकीम्
]

`speaker [
राजोवाच
]

`verse 26 [
ब्रह्मंस्तामपि दास्यामि दक्षिणां भवतो ह्यहम् ।
व्रियतां द्विजशार्दूल यस्तवेष्टः प्रतिग्रहः
]

`speaker [
विश्वामित्र उवाच
]

`verse 27 [
ससागरां धरामेतां सभूभृद्ग्रामपत्तनाम् ।
राज्यं च सकलं वीर रथाश्व-गजसङ्कुलम्
]

`verse 28 [
कोष्ठागारं च कोषं च यच्चान्यद्विद्यते तव ।
विना भार्यां च पुत्रं च शरीरं च तवानघ
]

`verse 29 [
धर्मं च सर्वधर्मज्ञ यो यान्तमनुगच्छति ।
बहुना वा किमुक्तेन सर्वमेतत् प्रदीयताम्
]

`speaker [
पक्षिण ऊचुः
]

`verse 30 [
प्रहृष्टेनैव मनसा सोऽविकारमुखो नृपः ।
तस्यर्षेर्वचनं श्रुत्वा तथेत्याह कृताञ्जलिः
]

`speaker [
विश्वामित्र उवाच
]

`verse 31 [
सर्वस्वं यदि मे दत्तं राज्यमुर्वो बलं धनम् ।
प्रभुत्वं कस्य राजर्षे राज्यस्थे तापसे मयि
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 32 [
यस्मिन्नपि मया काले ब्राह्मन् दत्ता वसुन्धरा ।
तस्मिन्नपि भवान् स्वामी किमुताद्य महीपतिः
]

`speaker [
विश्वामित्र उवाच
]

`verse 33 [
यदि राजंस्त्वया दत्ता मम सर्वा वसुन्धरा ।
यत्र मे विषये स्वाम्यं तस्मान्निष्क्रान्तुमर्हसि
]

`verse 34 [
श्रोणीसूत्रादिसकलं मुक्त्वा भूषणसंग्रहम् ।
तरुवल्कलमाबध्य सह पत्न्या सुतेन च
]

`speaker [
पक्षिण ऊचुः
]

`verse 35 [
तथेति चोक्त्वा कृत्वा च राजा गन्तुं प्रचक्रमे ।
स्वपत्न्या शैव्यया सार्धं बालकेनात्मजेन च
]

`verse 36 [
व्रजतः स ततो रुद्ध्वा पन्थानं प्राह तं नृपम् ।
क्व यास्यसीत्यदत्त्वा मे दक्षिणां राजसूयिकीम्
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 37 [
भगवन् राज्यमेतत् ते दत्तं निहतकण्टकम् ।
अवशिष्टमिदं ब्रह्मन्नद्य देहत्रयं मम
]

`speaker [
विश्वामित्र उवाच
]

`verse 38 [
तथापि खलु दातव्या त्वया मे यज्ञदक्षिणा ।
विशेषतो ब्राह्मणानं हन्त्यदत्तं प्रतिश्रुतम्
]

`verse 39 [
यावत् तोषो राजसूये ब्राह्मणानां तभवेन्नृप ।
तावदेव तु दातव्या दक्षिणा राजसूयिकी
]

`verse 40 [
प्रतिश्रुत्य च दातव्यं योद्धव्यं चाततायिभिः ।
रक्षितव्यास्तथा चार्तास्त्वयैव प्राक् प्रतिश्रुतम्
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 41 [
भगवन् साम्प्रतं नास्ति दास्ये कालक्रमेण ते ।
प्रसादं कुरु विप्रर्षे सद्भावमनुचिन्त्य च
]

`speaker [
विश्वामित्र उवाच
]

`verse 42 [
किम्प्रमाणो मया कालः प्रतीक्ष्यस्ते जनाधिप ।
शीघ्रमाचक्ष्व शापाग्निरन्यथा त्वां प्रधक्ष्यति
]

`speaker [
हरिचन्द्र उवाच
]

`verse 43 [
मासेन तव विप्रर्षे प्रदास्ये दक्षिणाधनम् ।
साम्प्रतं नास्ति मे वित्तमनुज्ञां दातुमर्हसि
]

`speaker [
विश्वामित्र उवाच
]

`verse 44 [
गच्छ गच्छ नृपश्रेष्ठ स्वधर्ममनुपालय ।
शिवश्च तेऽध्वा भवतु मा सन्तु परिपन्थिनः
]

`speaker [
पक्षिण ऊचुः
]

`verse 45 [
अनुज्ञातश्च गच्छेति जगाम वसुधाधिपः ।
पद्भ्यामनुचिता गन्तुमन्वगच्छत तं प्रिया
]

`verse 46 [
तं सभार्यं नृपश्रेष्ठं निर्यान्तं ससुतं पुरात् ।
दृष्ट्वा प्रचुक्रुशुः पौरा राज्ञश्चैवानुयायिनः
]

`verse 47 [
हानाथ किं जहास्यस्मान् नित्यार्तिपरिपीडितान् ।
त्वं धर्मतत्परो राजन् पौरानुग्रहकृत् तथा
]

`verse 48 [
नयास्मानपि राजर्षे यदि धर्ममवेक्षसे ।
मुहूर्तं तिष्ठ राजेन्द्र भवतो मुखपङ्कजम्
]

`verse 49 [
पिबामो नेत्रभ्रमरैः कदा द्रक्ष्यामहे पुनः ।
यस्य प्रयातस्य पुरो यान्ति पृष्ठे च पार्थिवाः
]

`verse 50 [
तस्यानुयाति भार्येयं गृहीत्वा बालकं सुतम् ।
यस्य भृत्याः प्रयातस्य यान्तयग्रे कुञ्जचरस्थिताः
]

`verse 51 [
स एष पद्भ्यां राजेन्द्रो हरिश्चन्द्रोऽद्य गच्छति ।
हा राजन् सुकुमारं ते सुभ्रु सुत्वचमुन्नसम्
]

`verse 52 [
पथि पांशुपरिक्लिष्टं मुखं कीदृग्भविष्यति ।
तिष्ठ तिष्ठ नृपश्रेष्ठ स्वधर्ममनुपालय
]

`verse 53 [
आनृशंस्यं परो धर्मः क्षत्रियाणां विशेषतः ।
किं दारैः किं सुतैर्नाथ धनैर्धान्यैरथापि वा
]

`verse 54 [
सर्वमेतत् परित्यज्य छायाभूता वयं तव ।
हानाथ हा महाराज हा स्वामिन् किं जहासि नः
]

`verse 55 [
यत्र त्वं तत्र हि वयं तत् सुखं यत्र वै भवान् ।
नगरं तद्भवान् यत्र स स्वर्गो यत्र नो नृपः
]

`verse 56 [
इति पौरवचः श्रुत्वा राजा शोकपरिप्लुतः ।
अतिष्ठत् स तदा मार्गे तेषामेवानुकम्पया
]

`verse 57 [
विश्वामित्रोऽपि तं दृष्ट्वा पौरवाक्याकुलीकृतम् ।
रोषमर्षविवृत्ताक्षः समागम्य वचोऽब्रवीत्
]

`verse 58 [
धिक् त्वां दुष्टसमाचारमनृतं जिह्मभाषणम् ।
मम राज्यं च दत्वा यः पुनः प्राक्रष्टुमिच्छसि
]

`verse 59 [
इत्युक्तः परुषं तेन गच्छामीति सवेपथुः ।
ब्रुवन्नेवं ययौ शीघ्रमाकर्षन् दयितां करे
]

`verse 60 [
कर्षतस्तां ततो भार्यां सुकुमारीं श्रमातुराम् ।
सहसा दण्डकाष्ठेन ताडयामास कौशिकः
]

`verse 61 [
तां तथा ताडितां दृष्ट्वा हरिश्चन्द्रो महीपतिः ।
गच्छामीत्याह दुः खार्तो नान्यत् किञ्चिदुदाहरत्
]

`verse 62 [
अथ विश्वे तदा देवाः पञ्च प्राहुः कृपालवः ।
विश्वामित्रः सुपापोऽयं लोकान् कान् समवाप्स्यति
]

`verse 63 [
येनायां यज्वनां श्रेष्ठः स्वराज्यादवरोपितः ।
कस्य वा श्रद्धया पूतं सुतं सोमं महाध्वरे ।
पीत्वा वयं प्रयास्यामो मुदं मन्त्रपुरः सरम्
]

`speaker [
पक्षिण ऊचुः
]

`verse 64 [
इति तेषां वचः श्रुत्वा कौशिकोऽतिरुषान्वितः ।
शशाप तान् मनुष्यत्वं सर्वे यूयमवाप्स्यथ
]

`verse 65 [
प्रसादितश्च तैः प्राह पुनरेव महामुनिः. मानुषत्वेऽपि भवतां भवित्री नैव सन्ततिः
]

`verse 66 [
न दारसंग्रहश्चैव भविता न च मत्सरः ।
कामक्रोधविनिर्मुक्ता भविष्यथ सुराः पुनः
]

`verse 67 [
ततोऽवतेरुरंशैः स्वैर्देवास्ते कुरुवेश्मनि ।
द्रौपदीगर्भसम्भूताः पञ्च वै पाण्डुनन्दनाः
]

`verse 68 [
एतस्मात् कारणात् पञ्च पाण्डवेया महारथाः ।
न दारसंग्रहं प्राप्ताः शापात् तस्य महामुनेः
]

`verse 69 [
एतत्ते सर्वमाख्यातं पाण्डवेयकथाश्रयम् ।
प्रश्नं चतुष्टयं गीतं किमन्यच्छ्रोतुमिच्छसि
]

`colophon [
इति श्रीमार्कण्डेयपुराणे द्रौपदेयोत्पत्तिर्नाम सप्तमोऽध्यायः
]
