`speaker [
जैमिनिरुवाच
]

`verse 1 [
भवद्भिरिदमाख्यातं यथाप्रश्नमनुक्रमात् ।
महत् कौतूहलं मेऽस्ति हरिश्चन्द्र कथां प्रति
]

`verse 2 [
अहो महात्मना तेन प्राप्तं कृच्छ्रमनुत्तमम् ।
कच्चित् सुखमनुप्राप्तं तादृगेव द्विजोत्तमाः
]

`speaker [
पक्षिण ऊचुः
]

`verse 3 [
विश्वामित्रवचः श्रुत्वा स राजा प्रययौ शनैः ।
शैव्ययानुगतो दुः खी भार्यया बलापुत्रया
]

`verse 4 [
स गत्वा वसुधापालो दिव्यां वाराणसीं पुरीम् ।
नैषा मनुष्यभोग्येति शूलपाणेः परिग्रहः
]

`verse 5 [
जगाम पद्भ्यां दुः खार्तः सह पत्न्यानुकूलया ।
पुरीप्रवेशे ददृशे विश्वामित्रमुपस्थितम्
]

`verse 6 [
तं दृष्ट्वा समनुप्राप्तं विनयावनतोऽभवत् ।
प्राह चैवाञ्जलिं कृत्वा हरिश्चन्द्रो महामुनिम्
]

`verse 7 [
इमे प्राणाः सुतश्चायमियं पत्नी मुने ! मम ।
येन ते कृत्यमस्त्याशु तद्गृहाणार्घ्यमुत्तमम्
]

`verse 8 [
यद्वान्यत् कार्यमस्माभिस्तदनुज्ञातुमर्हसि
]

`speaker [
विश्वामित्र उवाच
]

`verse 9 [
पूर्णः स मासो राजर्षे दीयतां मम दक्षिणा ।
राजसूयनिमित्तं हि स्मर्यते स्ववचो यदि
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 10 [
ब्राह्मन्नद्यैव सम्पूर्णो मासोऽम्लानतपोधन ।
तिष्ठत्येतद् दनार्धं यत्तत् प्रतीक्षस्व माचिरम्
]

`speaker [
विश्वामित्र उवाच
]

`verse 11 [
एवमस्तु महाराज आगमिष्याम्यहं पुनः ।
शापं तव प्रदास्यामि न चेदद्य प्रदास्यसि
]

`speaker [
पक्षिण ऊचुः
]

`verse 12 [
इत्युक्त्वा प्रययौ विप्रो राजा चाचिन्तयत् तदा ।
कथमस्मै प्रदास्यामि दक्षिणा या प्रतिश्रुता
]

`verse 13 [
कुतः पुष्टानि मित्राणि कुतोर्ऽथः साम्प्रतं मम ।
प्रतिग्रहः प्रदुष्टो मे नाहं यायामधः कथम्
]

`verse 14 [
किमु प्राणान् विमुञ्चामि कां दिशं याम्यकिञ्चनः ।
यदि नाशं गमिष्यामि अप्रदाय प्रतिश्रुतम्
]

`verse 15 [
ब्रह्मस्वहृत्कृमिः पापो भविष्याम्यधमाधमः ।
अथवा प्रेष्यतां यास्ये वरमेवात्मविक्रयः
]

`speaker [
पक्षिण ऊचुः
]

`verse 16 [
राजानं व्याकुलं दीनं चिन्तयानमधोमुखम् ।
प्रत्युवाच तदा पत्नी बाष्पगद्गदया गिरा
]

`verse 17 [
त्यज चिन्तां महारजा स्वसत्यमनुपालय ।
श्मशानवद् वर्जनीयो नरः सत्यबहिष्कृतः
]

`verse 18 [
नातः परतरं धर्मं वदन्ति पुरुषस्य तु ।
यादृशं पुरुषव्याघ्र स्वसत्यपरिपालनम्
]

`verse 19 [
अग्निहोत्रमधीतं वा दानाद्याश्चाखिलाः क्रियाः ।
भजन्ते तस्य वैफल्यं यस्य वाक्यमकारणम्
]

`verse 20 [
सत्यमत्यन्तमुदितं धर्मशास्त्रेषु धीमताम् ।
तारणायानृतं तद्वत् पातनायाकृतात्मनाम्
]

`verse 21 [
सप्ताश्वमेधानाहृत्य राजसूयं च पार्थिवः ।
कृतिर्नाम च्युतः स्वर्गादसत्यवचनात् सकृत्
]

`verse 22 [
राजन् जातमपत्यं मे इत्युक्त्वा प्ररुरोद ह ।
बाष्पाम्बुप्लुतनेत्रान्तामुवाचेदं महीपतिः
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 23 [
विमुञ्च भद्रे सन्तापमयं तिष्ठति बालकः ।
उच्यतां वक्तुकामासि यद्वा त्वं गजगामिनि
]

`verse 24 [
पत्न्युवाच

राजन् जातमपत्यं मे सतां पुत्रफलाः स्त्रियः ।
स मां प्रदाय वित्तेन देहि विप्राय दक्षिणाम्
]

`speaker [
पक्षिण ऊचुः
]

`verse 25 [
एतद्वाक्यमुपश्रुत्य ययौ मोहं महीपतिः ।
प्रतिलभ्य च संज्ञां स विललापातिदुः खितः
]

`verse 26 [
महद्दुः खमिदं भद्रे यत् त्वमेवं ब्रवीषि माम् ।
किं तव स्मितसंलापा मम पापस्य विस्मृताः
]

`verse 27 [
हा हा कथं त्वया शक्यं वक्तुमेतत् शुचिस्मिते ।
दुर्वाच्यमेतद्वचनं कर्तुं शक्नोम्यहं कथम्
]

`verse 28 [
इत्युक्त्वा स नरश्रेष्ठो धिग्धिगित्यसकृद् ब्रुवन् ।
निपपात महीपृष्ठे मूर्च्छयाभिपरिप्लुतः
]

`verse 29 [
शयानं भुवि तं दृष्ट्वा हरिश्चन्द्रं महीपतिम् ।
उवाचेदं सकरुणं राजपत्नी सुदुः खिता
]

`verse 30 [
पत्न्युवाच

हा महारजा कस्येदमपध्यानमुपस्थितम् ।
यत् त्वं निपतितो भूमौ राङ्कवास्तरणोचितः
]

`verse 31 [
येन कोट्यग्रगोवित्तं विप्राणामपवर्जितम् ।
स एष पृथिवीनाथो भूमौ स्वपिति मे पतिः
]

`verse 32 [
हा कष्टं किं तवानेन कृतं देव ! महीक्षिता ।
यदिन्द्रोपेन्द्रतुल्योऽयं नीतः प्रस्वापनीं दशाम्
]

`verse 33 [
इत्युक्त्वा सापि सुश्रोणी मूर्च्छिता निपपात ह ।
भर्तृदुः खमहाभारेणासह्येन निपीडिता
]

`verse 34 [
तौ तथा पतितौ भूमावनाथौ पितरौ शिशुः ।
दृष्ट्वात्यन्तं क्षुधाविष्टः प्राह वाक्यं सुदुः खितः
]

`verse 35 [
तात तात ! ददस्वान्नमम्बाम्ब ! भोजनं दद ।
क्षुन्मे बलवती जाता जिह्वाग्रं शुष्यते तथा
]

`speaker [
पक्षिण ऊचुः
]

`verse 36 [
एतस्मिन्नन्तरे प्राप्तो विश्वामित्रो महातपाः ।
दृष्ट्वा तु तं हरिश्चन्द्रं पतितं भुवि मूर्च्छितम्
]

`verse 37 [
स वारिणा समभ्युक्ष्य राजानमिदमब्रवीत् ।
उत्तिष्ठोतिष्ठ राजेन्द्र तां ददस्वेष्टदक्षिणाम्
]

`verse 38 [
ऋणं धारयतो दुः खमहन्यहनि वर्धन्ते ।
आप्याय्यमानः स तदा हिमशीतेन वारिणा
]

`verse 39 [
अवाप्य चेतनां राजा विश्वामित्रमवेक्ष्य च ।
पुनर्मोहं समापेदे स च क्रोधं ययौ मुनिः
]

`verse 40 [
स समाश्वास्य राजानं वाक्यमाह द्विजोत्तमः ।
दीयतां दक्षिणा सा मे यदि धर्ममवेक्षसे
]

`verse 41 [
सत्येनार्कः प्रतपति सत्ये तिष्ठति मेदिनी ।
सत्यं चोक्तं परो धर्मः स्वर्गः सत्ये प्रतिष्ठितः
]

`verse 42 [
अश्वमेधसहस्रं च सत्यं च तुलया धृतम् ।
अश्वमेधसहस्राद्धि सत्यमेव विशिष्यते
]

`verse 43 [
अथवा किं ममैतेन साम्ना प्रोक्तेन कारणम् ।
अनार्त्ये पापसङ्कल्पे क्रूरे चानृतवादिनि
]

`verse 44 [
त्वयि राज्ञि प्रभवति सद्भावः श्रूयतामयम् ।
अद्य मे दक्षिणां राजन् न दास्यति भवान् यदि
]

`verse 45 [
अस्ताचलं प्रयातेर्ऽके शप्स्यामि त्वां ततो ध्रुवम् ।
इत्युक्त्वा स ययौ विप्रो राजा चासीद्भयातुरः
]

`verse 46 [
कान्दिग्भूतोऽधमो निः स्वो नृशंसधनिनार्दितः ।
भार्यास्य भूयः प्राहेदं क्रियतां वचनं मम
]

`verse 47 [
मा शापानलनिर्दग्धः पञ्चत्वमुपयास्यसि ।
स तथा चोद्यमानस्तु राजा पत्न्या पुनः पुनः
]

`verse 48 [
प्राह भद्रे करोम्येष विक्रयं तव निर्घृणः ।
नृशंसैरपि यद् कर्तुं न शक्यं तत् करोम्यहम् । ४८।
यदि मे शक्यते वाणी वक्तुमीदृक् सुदुर्वचः ।
एवमुक्त्वा ततो भार्यां गत्वा नागरमातुरः ।
बाष्पापिहितकण्ठाक्षस्ततो वचनमब्रवीत्
]

`speaker [
राजोवाच
]

`verse 49 [
भो भो नागरिकाः सर्वे शृणुध्वं वचनं मम ।
किं मां पृच्छथ कस्त्वं भो नृशंसोऽहममानुषः
]

`verse 50 [
राक्षसो वातिकठिनस्ततः पापतरोऽपि वा ।
विक्रेतुं दयितां प्राप्तो यो न प्राणांस्त्यजाम्यहम्
]

`verse 51 [
यदि वः कस्यचित् कार्यं दास्या प्राणेष्टया मम ।
स ब्रीवीतु त्वरायुक्तो यावत् सन्धारयाम्यहम्
]

`speaker [
पक्षिण ऊचुः
]

`verse 52 [
अथ वृद्धो द्विजः कश्चिदागत्याह नराधिपम् ।
समर्पयस्व मे दासीमहं क्रेता धनप्रदः
]

`verse 53 [
अस्ति मे वित्तमस्तोकं सुकुमारी च मे प्रिया ।
गृहकर्म न शक्नोति कर्तुमस्मात् प्रयच्छ मे
]

`verse 54 [
कर्मण्यता-वयो-रूप-शीलानां तव योषितः ।
अनुरूपमिदं वित्तं गृहाणार्पय मेऽबलाम्
]

`verse 55 [
एवमुक्तस्य विप्रेण हरिश्चन्द्रस्य भूपतेः ।
व्यदीर्यत मनो दुः खान्न चैनं किञ्चिदब्रवीत्
]

`verse 56 [
ततः स विप्रो नृपतेर्वल्कलान्ते दृढं धनम् ।
बद्ध्वा केशेष्वथादाय नृपपत्नीमकर्षयत्
]

`verse 57 [
रुरोद रोहिताश्वोऽपि दृष्ट्वा कृष्टां तु मातरम् ।
हस्तेन वस्त्रमाकर्षन् काकपक्षधरः शिशुः
]

`verse 58 [
राजपत्न्युवाच

मुञ्चार्य मुञ्च तावन्मां यावत्पश्याम्यहं शिशुम् ।
दुर्लभं दर्शनं तात पुनरस्य भविष्यति
]

`verse 59 [
पश्यैहि वत्स मामेवं मातरं दास्यतां गताम् ।
मां मा स्प्रार्क्षो राजपुत्र ! अस्पृश्याहं तवाधुना
]

`verse 60 [
ततः स बालः सहसा दृष्ट्वा कृष्टां तु मातरम् ।
समभ्यधावदम्बेति रुदन् सास्त्राविलेक्षणः
]

`verse 61 [
तमागतं द्विजः क्रोधाद्वालमभ्याहनत् पदा ।
वदंस्तथापि सोऽम्बेति नैवामुञ्चत मातरम्
]

`verse 62 [
राजपत्न्युवाच

प्रसादं कुरु में नाथ क्रीणीष्वेमं च बालकम् ।
क्रीतापि नाहं भवतो विनैनं कार्यसाधिका
]

`verse 63 [
इत्थं ममाल्पभाग्यायाः प्रसादसुमुखो भव ।
मां संयोजय बालेन वत्सेनेव पयस्विनीम्
]

`speaker [
ब्राह्मण उवाच
]

`verse 64 [
गृह्यतां वित्तमेतत् ते दीयतां बालको मम ।
स्त्रीपुंसोर्धर्मशास्त्रज्ञैः कृतमेव हि वेतनम् ।
शतं सहस्रं लक्षं च कोटिमूल्यं तथा परैः
]

`speaker [
पक्षिण ऊचुः
]

`verse 65 [
तथैव तस्य तद्वित्तं बद्ध्वोत्तरपटे ततः ।
प्रगृह्य बालकं मात्रा सहैकस्थमबन्धयत्
]

`verse 66 [
नीयमानौ तु तौ दृष्ट्वा भार्या-पुत्रौ स पार्थिवः ।
विललाप सुदुः खार्तो निः श्वस्योष्णं पुनः पुनः
]

`verse 67 [
यां न वायुर्न चादित्यो नेन्दुर्न च पृथग्जनः ।
दृष्टवन्तः पुरा पत्नीं सेयं दासीत्वमागता
]

`verse 68 [
सूर्यवंशप्रसूतोऽयं सुकुमारकराङ्गुलिः ।
सम्प्राप्तो विक्रयं बालो धिङ्मामस्तु सुदुर्मतिम्
]

`verse 69 [
हा प्रिये ! हा शिशो ! नत्स ! ममानार्यस्य दुर्नयैः ।
दैवाधीनां दशां प्राप्तो न मृतोऽस्मि तथापि धिक्
]

`speaker [
पक्षिण ऊचुः
]

`verse 70 [
एवं विलपतो राज्ञः स विप्रोऽन्तरधीयत ।
वृक्षगेहादिभिस्तुङ्गैस्तावादाय त्वरान्वितः
]

`verse 71 [
विश्वामित्रस्ततः प्राप्तो नृपं वित्तमयाचत ।
तस्मै समर्पयामास हरिश्चन्द्रोऽपि तद्धनम्
]

`verse 72 [
तद्वित्तं स्तोकमालोक्य दारविक्रयसम्भवम् ।
शोकाभिभूतं राजानं कुपितः कौशिकोऽब्रवीत्
]

`verse 73 [
क्षत्रबन्धो ! ममेमां त्वं सदृशीं यज्ञदक्षिणाम् ।
मन्यसे यदि तत् क्षिप्रं पश्य त्वं मे बलं परम्
]

`verse 74 [
तपसोऽत्र सुतप्तस्य ब्राह्मण्यस्यामलस्य च ।
मत्प्रभावस्य चोग्रस्य शुद्धस्याध्ययनस्य च
]

`verse 75 [
अन्यां दास्यामि भगवन् ! कालः कश्चित्प्रतीक्ष्यताम् ।
साम्प्रतं नास्ति विक्रीता पत्नी पुत्रश्च बालकः
]

`speaker [
विश्वामित्र उवाच
]

`verse 76 [
चतुर्भागः स्थितो योऽयं दिवसस्य नराधिप ।
एष एव प्रतीक्ष्यो मे वक्तव्यं नोत्तरं त्वया
]

`speaker [
पक्षिण ऊचुः
]

`verse 77 [
तमेवमुक्त्वा राजेन्द्रं निष्ठुरं निर्घृणं वचः ।
तदादाय धनं तूर्णं कुपितः कौशिको ययौ
]

`verse 78 [
विश्वामित्रे गते राजा भयशोकाब्धिमध्यगः ।
सर्वाकारं विनिश्चित्य प्रोवाचोच्चैरधोमुखः
]

`verse 79 [
वित्तक्रीतेन यो ह्यर्थो मया प्रेष्येण मानवः ।
स ब्रवीतु त्वरायुक्तो यावत् तपति भास्करः
]

`verse 80 [
अथाजगाम त्वरितो धर्मश्चण्डालरूपधृक् ।
दुर्गन्धो विकृतो रूक्षः श्मश्रुलो दन्तुरो घृणी
]

`verse 81 [
कृष्णो लम्बोदरः पिङ्गरूक्षाक्षः परुषाक्षरः ।
गृहीतपक्षिपुञ्जश्च शवमाल्यैरलङ्कृतः
]

`verse 82 [
कपालहस्तो दीर्घास्यो भैरवोऽतिवदन् मुहुः ।
श्वगणाभिवृतो घोरो यष्टिहस्तो निराकृतिः
]

`speaker [
चण्डाल उवाच
]

`verse 83 [
अहमर्थो त्वया शीघ्रं कथयस्वात्मवेतनम् ।
स्तोकेन बहुना वापि येन वै लभ्यते भवान्
]

`speaker [
पक्षिण ऊचुः
]

`verse 84 [
तं तादृशमथालक्ष्य क्रूरदृष्टिं सुनिष्ठुरम् ।
वदन्तमतिदुः शीलं कस्त्वमित्याह पार्थिवः
]

`speaker [
चण्डाल उवाच
]

`verse 85 [
चण्डालोऽहमिहाख्यातः प्रवीरेति पुरोत्तमे ।
विख्यातो वध्यवधको मृतकम्बलहारकः
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 86 [
नाहं चण्डालदासत्वमिच्छेयं सुविगर्हितम् ।
वरं सापाग्निना दग्धो न चण्डालवशं गतः
]

`speaker [
पक्षिण ऊचुः
]

`verse 87 [
तस्यैवं वदतः प्राप्तो विश्वामित्रस्तपोनिधिः ।
कोपामर्षविवृताक्षः प्राह चेदं नराधैपम्
]

`speaker [
विश्वामित्र उवाच
]

`verse 88 [
चण्डालोऽयमनल्पं ते दातुं वित्तमुपस्थितः ।
कस्मान्न दीयते मह्यमशेषा यज्ञदक्षिणा
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 89 [
भगवन् ! सूर्यवंशोत्थमात्मानं वेद्मे कौशिक ।
कथं चण्डालदासत्वं गमिष्ये वित्तकामुकः
]

`speaker [
विश्वामित्र उवाच
]

`verse 90 [
यदि चण्डालवित्तं त्वमात्मविक्रयजं मम ।
न प्रदास्यसि कालेन शाप्स्यामि त्वामसंशयम्
]

`speaker [
पक्षिण ऊचुः
]

`verse 91 [
हरिश्चन्द्रस्ततो राजा चिन्तावस्थितजीवितः ।
प्रसीदेति वदन् पादावृषेर्जग्राह विह्वलः
]

`verse 92 [
दासोऽस्म्यार्तोऽस्मि भीतोऽस्मि त्वद्भक्तश्च विशेषतः ।
कुरु प्रसादं विप्रर्षे कष्टश्चण्डालसङ्करः
]

`verse 93 [
भवेयं वित्तशेषेण सर्वकर्मकरो वशः ।
तवैव मुनिशार्दूल ! प्रेष्यश्चित्तानुवर्तकः
]

`speaker [
विश्वामित्र उवाच
]

`verse 94 [
यदि प्रेष्यो मम भवान् चण्डालाय ततो मया ।
दासभावमनुप्राप्तो दत्तो वित्तार्बुदेन वै
]

`speaker [
पक्षिण ऊचुः
]

`verse 95 [
एकमुक्ते तदा तेन श्वपाको हृष्टमानसः ।
विश्वामित्राय तद्द्रव्यं दत्त्वा बद्ध्वा नरेश्वरम्
]

`verse 96 [
दण्डप्रहारसम्भ्रान्तमतीव व्याकुलेन्द्रियम् ।
इष्टबन्धुवियोगार्तमनयन्निजपत्तनम्
]

`verse 97 [
हरिश्चन्द्रस्ततो राजा वसंश्चण्डालपत्तने ।
प्रातर्मध्याह्नसमये सायञ्चैतदगायत
]

`verse 98 [
बाला दीनमुखी दृष्ट्वा बालं दीनमुखं पुरः ।
मां स्मरत्यसुखाविष्टा मोचयिष्यति नौ नृपः
]

`verse 99 [
उपात्तवित्तो विप्राय दत्त्वा वित्तमतोऽधिकम् ।
न सा मां मृगशावाक्षी वेत्ति पापतरं कृतम्
]

`verse 100 [
राज्यनाशः सुहृत्त्यागो भर्यातनयविक्रयः ।
प्राप्ता चण्डालता चेयमहो दुः खपरम्परा
]

`verse 101 [
एवं स निवसन् नित्यं सस्मार दयितं सुतम् ।
आर्याञ्चात्मसमाविष्टां हृतसर्वस्व आतुरः
]

`verse 102 [
कस्यचित्त्वथ कालस्य मृतचेलापहारकः ।
हरिश्चन्द्रोऽभवद्राजा श्मशाने तद्वशानुगः
]

`verse 103 [
चण्डालेनानुशिष्टश्व मृतचेलापहारिणा ।
शवागमनमन्विच्छन्निह तिष्ठ दिवानिशम्
]

`verse 104 [
इदं राज्ञेऽपि देयञ्च षड्भागन्तु शवं प्रति ।
त्रयस्तु मम भागाः स्युर्द्वो भागौ तव वेतनम्
]

`verse 105 [
इति प्रतिसमादिष्टो जगाम शवमन्दिरम् ।
दिशन्तु दक्षिणां यत्र वाराणस्यां स्थितं तदा
]

`verse 106 [
श्मशानं घोरसंनादं शिवाशतसमाकुलम् ।
शवमौलिसमाकीर्णं दुर्गन्धं बहुधूमकम्
]

`verse 107 [
पिशाच-भूत-वेताल-डाकिनी-यक्षसङ्कुलम् ।
गृध्रगोमायुसङ्कीर्णं श्ववृन्दपरिवारितम्
]

`verse 108 [
अस्थिसंघातसङ्कीर्णं महादुर्गन्धसंकुलम् ।
नानामृतसुहृन्नाद-रौद्रकोलाहलायुतम्
]

`verse 109 [
हा पुत्र ! मित्र ! हा बन्धो ! भ्रातर्वत्स ! प्रियाद्य मे ।
हा पते ! भगिनि ! मातर्हा मातुल ! पितामह
]

`verse 110 [
मातामह ! पितः ! क्व गतोऽस्येहि बान्धव ।
इत्येवं वदतां यत्र ध्वनिः संश्रुयते महान्
]

`verse 111 [
ज्वलन्मांस-वसा-मेदच्छमच्छमितसंकुलम्
]

`verse 112 [
अर्धदग्धाः शवाः श्यामा विकसद्दन्तपङ्क्तयः ।
हसन्तीवाग्निमध्यस्थाः कायस्येयं दशा त्विति
]

`verse 113 [
अग्नेश्चटचटाशब्दो वयसामस्थिपङ्क्तिषु ।
बान्धवाक्रान्दशब्दश्च पुक्कसेषु प्रहर्षजः
]

`verse 114 [
गायतां भूत-वेताल-पिशाचगणः रक्षसाम् ।
श्रूयते सुमहान् घोरः कल्पान्त इव निः स्वनः
]

`verse 115 [
महामहिषकारीष-गोशकृद्राशिसङ्कुलम् ।
तदुत्थभस्मकूटैश्च वृतं सास्थिभिरुन्नतैः
]

`verse 116 [
नानोपहारस्त्रग्दीप-काकविक्षेपकालिकम् ।
अनेकशब्दबहुलं श्मशानं नरकायते
]

`verse 117 [
सवह्निगर्भैरशिवैः शिवारुतैर् निनादितं भीषणरावगह्वरम् ।
भयं भयस्याप्युपसञ्जनैर्भृशं श्मशानमाक्रन्दविरावदारुणम्
]

`verse 118 [
स राजा तत्र सम्प्राप्तो दुः खितः शोचनोद्यतः ।
हा भृत्या मन्त्रिणो विप्राः तद्राज्यं विधे गतम्
]

`verse 119 [
हा शैव्ये पुत्र हा बाल मां त्यक्त्वा मन्दभाग्यकम् ।
विश्वामित्रस्य दोषेण गताः कुत्रापि ते मम
]

`verse 120 [
इत्येवं चिन्तयंस्तत्र चण्डालोक्तं पुनः पुनः ।
मलिनो रूक्षसर्वाङ्गः केशवान् गन्धवान् ध्वजी
]

`verse 121 [
लकुटी कालकल्पश्च धावंश्चापि ततस्ततः ।
अस्मिन् शव इदं मूल्यं प्राप्तं प्राप्स्यामि चाप्युत
]

`verse 122 [
इदं मम इदं राज्ञे मुख्यचण्डालके त्विदम् ।
इति धावन् दिशो राजा जीवन् योन्यन्तरं गतः
]

`verse 123 [
जीर्णकर्पण्टसुग्रन्थि-कृतकन्थापरिग्रहः चिताभस्मरजोलिप्त-मुखबाहूदराङिघ्रकः
]

`verse 124 [
नानामेदो-वसा-मज्जा लिप्तपाण्यङ्गुलिः श्वसन् ।
नानाशवोदनकृता-हारतृप्तिपरायणः
]

`verse 125 [
तदीयमाल्यसंश्लेषकृतमस्तकमण्डनः ।
न रात्रौ न दिवा शेते हा हेति प्रवदन् मुहुः
]

`verse 126 [
एवं द्वादशमासास्तु नीताः शतसमोपमाः ।
स कदाचिन्नृपश्रेष्ठः श्रान्तो बन्धुवियोगवान्
]

`verse 127 [
निद्राभिभूतो रूक्षाङ्गो निश्चेष्टः सुप्त एव च ।
तत्रापि शयनीये स दृष्टवानद्भुतं हमत्
]

`verse 128 [
श्मशानाभ्यासयोगेन दैवस्य बलवत्तया ।
अन्यदेहेन दत्त्वा तु गुरवे गुरुदक्षिणाम्
]

`verse 129 [
तदा द्वादश वर्षाणि दुः खदानात्तु निष्कृतिः ।
आत्मानं स ददर्शाथ पुक्कसीगर्भसम्भवम्
]

`verse 130 [
तत्रस्थश्चाप्यसौ राजा सोऽचिन्तयदिदं तदा ।
इतो निष्क्रान्तमात्रो हि दानधर्मं करोम्यहम्
]

`verse 131 [
अनन्तरं स जातस्तु तदा पुक्कसबालकः ।
श्मशानमृतसंस्कार-करणेषु सदोद्यतः
]

`verse 132 [
प्राप्ते तु सप्तमे वर्षे श्मशानेऽथ मृतो द्विजः ।
आनीतो बन्धुभिर्दृष्टस्तेन तत्राधनो गुणी
]

`verse 133 [
मूल्यार्थिना तु तेनापि परिभूतास्तु ब्राह्मणाः ।
ऊचुस्ते ब्राह्मणास्तत्र विश्वामित्रस्य चेष्टितम्
]

`verse 134 [
पापिष्ठमशुभं कर्म कुरु त्वं पापकारक ।
हरिश्चन्द्रः पुरा राजा विश्वामित्रेण पुक्कसः
]

`verse 135 [
कृतः पुण्यविनाशेन ब्राह्मणस्वापनाशनात् ।
यदा न क्षमते तेषां तैः स शप्तो रुषा तदा
]

`verse 136 [
गच्छ त्वं नरकं घोरमधुनैव नराधम ।
इत्युक्तमात्रे वचने स्वप्नस्थः स नृपस्तदा
]

`verse 137 [
अपश्यद्यमदूतान् वै पाशहस्तान् भयावहान् ।
तैः संगृहीतमात्मानं नीयमानं तदा बलात्
]

`verse 138 [
पश्यति स्म भृशं खिन्नो हा मातः पितरद्य मे ।
एवंवादी स नरके तैलद्रोण्यां निपातितः
]

`verse 139 [
क्रकचैः पाट्यमानस्तु क्षुरधाराभिरप्यधः ।
अन्धे तमसि दुः खार्तः पूयशोणितभोजनः
]

`verse 140 [
सप्तवर्षं मृतात्मानं पुक्कसत्वे ददर्श ह ।
दिनं दिनन्तु नरके दह्यते पच्यतेऽन्यतः
]

`verse 141 [
खिद्यते क्षोभ्यतेऽन्यत्र मार्यते पाट्यतेऽन्यतः ।
क्षार्यते दीप्यतेऽन्यत्र शीतवाताहतोऽन्यतः
]

`verse 142 [
एवं दिनं वर्षशत-प्रमाणं नरकेऽभवत् ।
तथा वर्षशतं तत्र श्रीवितं नरके भटैः
]

`verse 143 [
ततो निपातितो भूमौ विष्ठाशी श्वा व्यजायत ।
वान्ताशी शीतदग्धश्च मासमात्रे मृतोऽपि सः
]

`verse 144 [
अथापश्यत् खरं देहं हस्तिनं वानरं पशुम् ।
छागं विडालं कङ्कञ्च गामविं पक्षिणं कृमिम्
]

`verse 145 [
मत्स्यं कूर्मं वराहञ्च श्वाविधं कुक्कुटं शुकम् ।
शारिकां स्थावरांश्चैव सर्पमन्यांश्व देहिनः
]

`verse 146 [
दिवसे दिवसे जन्म प्राणिनः प्राणिनस्तदा ।
अपश्यद् दुः खसन्तप्तो दिनं वर्षशतं तथा
]

`verse 147 [
एवं वर्षशतं पूर्णं गतं तत्र कुयोनिषु ।
अपश्यच्च कदाचित् स राजा तत् स्वकुलोद्भवम्
]

`verse 148 [
तत्र स्थितस्य तस्यापि राज्यं द्यूतेन हारितम् ।
भार्या हृता च पुत्रश्च स चैकाकी वनं गतः
]

`verse 149 [
तत्रापश्यत स सिंहं वै व्यादितास्यं भयावहम् ।
बिभक्षयिषुमायातं शरभेण समन्वितम्
]

`verse 150 [
पुनश्च भक्षितः सोऽपि भार्यां शोचितुमुद्यतः ।
हा शैव्ये ! क्व गतास्यद्य मामिहापास्य दुः खितम्
]

`verse 151 [
अपश्यत् पुनरेवापि भार्यां स्वं सहपुत्रकाम् ।
त्रायस्व त्वं हरिश्चन्द्र किं द्यूतेन तव प्रभो
]

`verse 152 [
पुत्रस्ते शोच्यतां प्राप्तो भर्यंया शैव्यया सह ।
स नापश्यत् पुनरपि धावमानः पुनः पुनः
]

`verse 153 [
अथापश्यत् पुनरपि स्वर्गस्थः स नराधिपः ।
नीयते मुक्तकेशी सा दीना विवसना बलात्
]

`verse 154 [
हाहावाक्यं प्रमुञ्चन्ती त्रायस्वेत्यसकृत्स्वना ।
अथापश्यत् पुनस्तत्र धर्मराजस्य शासनात्
]

`verse 155 [
आक्रान्दन्त्यन्तरीक्षस्था आगच्छेह नराधिप ।
विश्वामित्रेण विज्ञप्तो यमो राजंस्तवार्थतः
]

`verse 156 [
इत्युक्त्वा सर्पपाशैस्तु नीयते बलवद्विभुः ।
श्राद्धदेवेन कथितं विश्वामित्रस्य चेष्टितम्
]

`verse 157 [
तत्रापि तस्य विकृतिर्नाधर्मोत्था व्यवर्धत ।
एताः सर्वा दशास्तस्य याः स्वप्ने सम्प्रदर्शिताः
]

`verse 158 [
सर्वास्तास्तेन सम्भुक्ता यावद्वर्षाणि द्वादश ।
अतीते द्वादशे वर्ष नीयमानो भटैर्बलात्
]

`verse 159 [
यमं सोऽपश्यदाकारादुवाच च नराधिपम् ।
विश्वामित्रस्य कोपोऽयं दुर्निवार्यो महात्मनः
]

`verse 160 [
पुत्रस्य ते मृत्युमपि प्रदास्यति स कौशिकः ।
गच्छ त्वं मानुषं लोकं दुः खशेषञ्च भुङ्क्ष्व वै ।
गतस्य तत्र राजेन्द्र श्रेयस्तव भविष्यति
]

`verse 161 [
व्यतीते द्वादशे वर्षे दुः खस्यान्ते नराधिपः ।
अन्तरीक्षाच्च पतितो यमदूतैः प्रणोदितः
]

`verse 162 [
पतितो यमलोकाच्च विबुद्धो भयसम्भ्रमात् ।
अहो कष्टमिति ध्यात्वा क्षते क्षारावसेवनम्
]

`verse 163 [
स्वप्ने दुः खं महद्दृष्टं यस्यान्तो नोपलभ्यते ।
स्वप्ने दृष्टं मया यत्तु किं नु मे द्वादशाः समाः
]

`verse 164 [
गतेत्यपृच्छत् तत्रस्थान् पुक्कसांस्तु स सम्भ्रमात् ।
नेत्युचुः केचित् तत्रस्था एवमेवापरेऽब्रुवन्
]

`verse 165 [
श्रुत्वा दुः खी तदा राजा देवान् शरणमीयिवान् ।
स्वस्ति कुर्वन्तु मे देवाः शैव्याया बालकस्य च
]

`verse 166 [
नमो धर्माय महते नमः कृष्णाय वेधसे ।
परावराय शुद्धाय पुराणायाव्ययाय च
]

`verse 167 [
नमो बृहस्पते तुभ्यं नमस्ते वासवाय च ।
एवमुक्त्वा स राजा तु युक्तः पुक्कसकर्मणि
]

`verse 168 [
शवानां मूल्यकरणे पुनर्नष्टस्मृतिर्यथा ।
मलिनो जटिलः कृष्णो लकुटी विह्वलो नृपः
]

`verse 169 [
नैव पुत्रो न भार्या तु तस्य वै स्मृतिगोचरे ।
नष्टोत्साहो राज्यनाशात् श्मशाने निवसंस्तदा
]

`verse 170 [
अथाजगाम स्वसुतं मृतमादाय लापिनी ।
भार्या तस्य नरेन्द्रस्य सर्पदष्टं हि बालकम्
]

`verse 171 [
हा वत्स ! हा पुत्र ! शिशो ! इत्येवं वदती मुहुः ।
कृशा विवर्णा विमनाः पांशुध्वस्तशिरोरुहा
]

`verse 172 [
राजपत्न्युवाच

हा राजन्नद्य बालं त्वं पश्य सोमं महीतले ।
रममाणं पुरा दृष्टं दुष्टाहिना मृतम्
]

`verse 173 [
तस्या विलापशब्दं तमाकर्ण्य स नराधिपः ।
जगाम त्वरितोऽत्रेति भविता मृतकम्बलः
]

`verse 174 [
स तां रोरुदतीं भार्यां नाभ्यजानात्तु पार्थिवः ।
चिरप्रवाससन्तप्तां पुनर्जातामिवाबलाम्
]

`verse 175 [
सापि तं चारुकेशान्तं पुरा दृष्ट्वा जटालकम् ।
नाभ्यजानान्नृपसुता शुष्कवृक्षोपमं नृपम्
]

`verse 176 [
सोऽपि कृष्णपटे बालं दृष्ट्वाशीविषपीडितम् ।
नरेन्द्रलक्षणोपेतं चिन्तामाप नरेश्वरः
]

`verse 177 [
अहो कष्टं नरेन्द्रस्य कस्याप्येष कुले शिशुः ।
जातो नीतः कृतान्तेन कामप्याशां दुरात्मना
]

`verse 178 [
एवं दृष्ट्वा हि मे बालं मातुरुत्सङ्गशायिनम् ।
स्मृतिमभ्यागतो बालो रोहिताश्वोऽब्जलोचनः
]

`verse 179 [
सोऽप्येतामेव मे वत्सो वयोऽवस्थामुपागतः ।
नीतो यदि न घोरेण कृतान्तेनात्मनो वशम्
]

`verse 180 [
राजपत्न्युवाच

हा वत्स ! कस्य पापस्य अपध्यानादिदं महत् ।
दुः खमापतितं घोरं यस्यान्तो नोपलभ्यते
]

`verse 181 [
हा नाथ ! राजन् ! भवता मामनाश्वास्य दुः खिताम् ।
क्वापि सन्तिष्ठता स्थाने विश्रब्धं स्थीयते कथम्
]

`verse 182 [
राज्यनाशः सुहृत्त्यागो भार्यातनयविक्रयः ।
हरिश्चन्द्रस्य राजर्षेः किं विधे ! न कृतं त्वया
]

`verse 183 [
इति तस्या वचः श्रुत्वा राजा स्वस्थानतश्च्युतः ।
प्रत्यभिज्ञाय दयितां पुत्रञ्च निधनं गतम्
]

`verse 184 [
कष्टं शैव्येयमेषा हि स बालोऽयमितीरयन् ।
रुरोद दुः खसन्तप्तो मूर्च्छामभिजगाम च
]

`verse 185 [
सा च तं प्रत्यभिज्ञाय तामवस्थामुपागतम् ।
मूर्च्छिता निपपातार्ता निश्चेष्टा धरणीतले
]

`verse 186 [
चेतः सम्प्राप्य राजेन्द्रो राजपत्नी च तै समम् ।
विलेपतुः सुसन्तप्तौ शोकभारावपीडितौ
]

`speaker [
राजोवाच
]

`verse 187 [
हा वत्स ! सुकुमारं ते स्वक्षिभ्रूनासिकालकम् ।
पश्यतो मे मुखं दीनं हृदयं किं न दीर्यते
]

`verse 188 [
तात ! तातेति मधुरं ब्रुवाणं स्वयमागतम् ।
उपगुह्य वदिष्ये कं वत्स ! वत्सेति सौहृदात्
]

`verse 189 [
कस्य जानुप्रणीतेन पिङ्गेन क्षितिरेणुना ।
ममोत्तरीयमुत्सङ्गं तथाङ्गं मलमेष्यति
]

`verse 190 [
अङ्गप्रत्यङ्गसम्भूतो मनोहृदयनन्दनः ।
मया कुपित्रा हा वत्स ! विक्रीतो येन वस्तुवत्
]

`verse 191 [
हृत्वा राज्यमशेषं मे ससाधनधनं महत् ।
दैवाहिना नृशंसेन दष्टो मे तनयस्ततः
]

`verse 192 [
अहं दैवाहिदष्टस्य पुत्रस्याननपङ्कजम् ।
निरीक्षन्नपि घोरेण विषेणान्धीकृतोऽधुना
]

`verse 193 [
एकमुक्त्तवा तमादाय बालकं बाष्पगद्गदः ।
परिष्वज्य च निश्चेष्टो मूर्च्छया निपपात ह
]

`verse 194 [
राजपत्न्युवाच

अयं स पुरुषव्याघ्रः स्वरेणैवोपलक्ष्यते ।
विद्वज्जनमनश्चन्द्रो हरिश्चन्द्रो न संशयः
]

`verse 195 [
तथास्य नासिका तुङ्गा अग्रतोऽधोमुखं गता ।
दन्ताश्च मुकुलप्रख्याः ख्यातकीर्तेर्महात्मनः
]

`verse 196 [
श्मशानमागतः कस्मादद्यैष स नरेश्वरः ।
अपहाय पुत्रशोकं सापश्यत् पतितं पतिम्
]

`verse 197 [
प्रकृष्टा विस्मिता दीना भर्तृपुत्राधिपीडिता ।
वीक्षन्ती सा ततोऽपश्यद् भर्तृदण्डं जुगुप्सितम्
]

`verse 198 [
श्वपाकार्हमतो मोहं जगामायतलोचना ।
प्राप्य चेतश्च शनकैः सगद्गदमभाषत
]

`verse 199 [
धिक् त्वां दैवातिकरुणां निर्मर्यादं जुगुप्सितम् ।
येनायममरप्रख्यो नीतो राजा श्वपाकताम्
]

`verse 200 [
राज्यनाशं सुहृत्त्यागं भार्या-तनयविक्रयम् ।
प्रापयित्वापि नो कुक्तश्चण्डालोऽयं कृतो नृपः
]

`verse 201 [
हा राजन् ! जातसन्तापामित्थं मां धरणीतलात् ।
उत्थाप्य नाद्य पर्यङ्कमारोहेति किमुच्यते
]

`verse 202 [
नाद्य पश्यामि ते छत्रं भृङ्गारमथवा पुनः ।
चामरं व्यजनञ्चापि कोऽयं विधिविपर्ययः
]

`verse 203 [
यस्याग्रे व्रजतः पूर्वं राजानो भृत्यतां गताः ।
स्वोत्तरीयैरकुर्वन्त नीरजस्कं महीतलम्
]

`verse 204 [
सोऽयं कपालसंलग्न-घटीघटनिरन्तरे ।
मृतनिर्माल्यसूत्रान्तर्गूग्केशे सुदारुणे
]

`verse 205 [
वसानिस्यन्दसंशुष्क-महीपुटकमण्डिते ।
भस्माङ्गारार्धदग्धास्थि-मज्जासङ्घट्टभीषणे
]

`verse 206 [
गृध्र-गोमायुनादार्तनष्टक्षुद्रविहङ्गमे ।
चिताधूमाततिरुचा नीलीकृतदिगन्तरे
]

`verse 207 [
कुणपास्वादनमुदा सम्प्रहृष्टनिशाचरे ।
चरत्यमेध्ये राजेन्द्रः श्मशाने दुः खपीडितः
]

`verse 208 [
एवमुक्त्वा समाश्लिष्य कण्ठं राज्ञो नृपात्मजा ।
कष्टशोकशताधारा विललापार्तया गिरा
]

`verse 209 [
राजपत्न्युवाच

राजन् ! स्वप्नोऽथ तथ्यं वा यदेतन्मन्यते भवान् ।
तत् कथ्यतां महाभाग मनो वै मुह्यते मम
]

`verse 210 [
यद्येतदेवं धर्मज्ञ नास्ति धर्मे सहायता ।
तथैव विप्रदेवादिपूजने पालने भुवः
]

`verse 211 [
नास्ति धर्मः कुतः सत्यमार्जवं चानृशंसता ।
यत्र त्वं धर्मपरमः स्वराज्यादवरोपितः
]

`verse 212 [
इति तस्या वचः श्रुत्वा निश्वस्योष्णं सगद्गदम् ।
कथयामास तन्वङ्ग्या यथा प्राप्ता श्वपाकता
]

`verse 213 [
रुदित्वा सापि सुचिरं निश्वस्योष्णञ्च दुः खिता ।
स्वपुत्रमरणं भीरुर्यथावृत्तं न्यवेदयत्
]

`speaker [
राजोवाच
]

`verse 214 [
प्रिये ! न रोचये दीर्घं कालं क्लेशमुपासितुम् ।
नात्मायत्तश्च तन्वङ्गि पश्य मे मन्दभाग्यताम्
]

`verse 215 [
चण्डालेनाननुज्ञातः प्रवेक्ष्ये ज्वलनं यदि ।
चण्डालदासतां यास्ये पुनरप्यन्यजन्मनि
]

`verse 216 [
नरके च तपिष्यामि कोटकः कृमिभोजनः ।
वैतरण्यां महापूय-वसासृक्-स्नायुपिच्छिले
]

`verse 217 [
असिपत्रवने प्राप्य छेदं प्राप्स्यामि दारुणम् ।
तापं प्राप्स्यामि वा प्राप्य महारौरवरौरवौ
]

`verse 218 [
मग्नस्य दुः खजलधौ पारः प्राणवियोजनम् ।
एकोऽपि बालको योऽयमासीद्वंशकरः सुतः
]

`verse 219 [
मम दैवाम्बुवेगेन मग्नः सोऽपि बलीयसा ।
कथं प्राणान् विमुञ्चामि परायत्तोऽस्मि दुर्गतः
]

`verse 220 [
अथवा नार्तिना क्लिष्टो नरः पापमवेक्षते ।
तिर्यक्त्वे नास्ति तद्दुः शं नासिपत्रवने तथा
]

`verse 221 [
वैतरण्याङ्कुतस्तादृग् यादृशं पुत्रविप्लवे ।
सोऽहं सुतशिरीरेण दीप्यमाने हुताशने
]

`verse 222 [
निपतिष्यामि तन्वङ्गि क्षन्तव्यं कुकृतं मम ।
अनुज्ञाता च गच्छ त्वं विप्रवेश्म सुछिस्मिते
]

`verse 223 [
मम वाक्यञ्च तन्वङ्गि निबोधादृतमानसा ।
यदि दत्तं यदि हुतं गुरवो यदि तोषिताः
]

`verse 224 [
परत्र सङ्गमो भूयात् पुत्रेण सह च त्वया ।
इह लोके कुतस्त्वेतद् भविष्यति ममेङ्गितम्
]

`verse 225 [
त्वया सह मम श्रेयो गमनं पुत्रमार्गणे ।
यन्मया हसता किञ्चिद्रहस्ये वा शुचिस्मिते
]

`verse 226 [
अश्लीलमुक्तं तत् सर्वं क्षन्तव्यं मम याचतः ।
राजपत्नीति गर्वेण नावज्ञेयः स ते द्विजः ।
सर्वयत्नेन ते तोष्यः स्वामिदैवतवच्छुभे
]

`verse 227 [
राजपत्न्युवाच

अहमप्यत्र राजर्षे दीप्यमाने हुताशने ।
दुः खभारासहाद्यैव सह यास्यामि वै त्वया
]

`speaker [
पक्षिण ऊचुः
]

`verse 228 [
ततः कृत्वा चितां राजा आरोप्य तनयं स्वकम् ।
भार्यया सहितश्चासौ बद्धाञ्जलिपुटस्तदा
]

`verse 229 [
चिन्तयन् परमात्मानमीशं नारायणं हरिम् ।
हृत्कोटरगुहासीनं वासुदेवं सुरेश्वरम् ।
अनादिनिधनं ब्रह्म कृष्णं पीताम्बरं शुभम्
]

`verse 230 [
तस्य चिन्तयमानस्य सर्वे देवाः सवासवाः ।
धर्मं प्रमुखतः कृत्वा समाजग्मुस्त्वरान्विताः
]

`verse 231 [
आगत्य सर्वे प्रोचुस्ते भो भो राजन् ! शृणु प्रभो ।
अयं पितामहः साक्षाद्धर्मश्च भगवान् स्वयम्
]

`verse 232 [
साध्याश्च विश्वे मरुतो लोकपालाः सवाहनाः ।
नागाः सिद्धाः सगन्धर्वा रुद्राश्चैव तथाश्विनौ
]

`verse 233 [
एते चान्ये च बहवो विश्वामित्रस्तथैव च ।
विश्वत्रयेण यो मित्रं कर्तुं न शकितः पुरा
]

`verse 234 [
विश्वामित्रस्तु ते मैत्रीमिष्टञ्चाहर्तुमिच्छति ।
आरुरोह ततः प्राप्तो धर्मः शक्रोऽथ गाधिजः
]

`speaker [
धर्मि उवाच
]

`verse 235 [
मा राजन् ! साहसं कार्षोर्धर्मोऽहं त्वामुपागतः ।
तितिक्षा-दम-सत्याद्यैः स्वगुणैः परितोषितः
]

`speaker [
इन्द्र उवाच
]

`verse 236 [
हरिश्चन्द्र माहभाग ! प्राप्तः शक्रोऽस्मितेऽन्तिकम् ।
त्वया सभार्यपुत्रेण जिता लोकाः सनातनाः
]

`verse 237 [
आरोह त्रिदिवं राजन् ! भार्यापुत्रसमन्वितः ।
सुदुष्प्राप्तं नरैरन्यैर्जितमात्मीयकर्मभिः
]

`speaker [
पक्षिण ऊचुः
]

`verse 238 [
ततोऽमृतमयं वर्षमपमृत्युविनाशनम् ।
इन्द्रः प्रासृजदाकाशाच्चितास्थानगतः प्रभुः
]

`verse 239 [
पुष्पवर्षञ्च सुमहद्देवदुन्दुभिनिस्वनम् ।
ततस्ततो वर्तमाने समाजे देवसंकुले
]

`verse 240 [
समुत्तस्थौ ततः पुत्रो राज्ञस्तस्य महात्मनः ।
सुकुमारतनुः सुस्थः प्रसन्नेन्द्रियमानसः
]

`verse 241 [
ततो राजा हरिश्चन्द्रः परिष्वज्य सुतं क्षणात् ।
सभार्यः स श्रिया युक्तो दिव्यमाल्याम्बरान्वितः
]

`verse 242 [
सुस्थः सम्पूर्णहृदयो मुदा परमया युतः ।
बभूव तत्क्षणादिन्द्रो भूयश्चैनमभाषत
]

`verse 243 [
सभार्यस्त्वं सपुत्रश्च प्राप्स्यसे सद्गतिं पराम् ।
समारोह माहभाग निजानां कर्मणां फलैः
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 244 [
देवराजाननुज्ञातः स्वामिना श्वपचेन वै ।
अगत्वा निष्कृतिं तस्य नारोक्ष्येऽहं सुरालयम्
]

`speaker [
धर्म उवाच
]

`verse 245 [
तवैनं भाविनं क्लेशमवगम्यात्ममायया ।
आत्मा श्वपाकतां नीतो दर्शितं तच्च चापलम्
]

`speaker [
इन्द्र उवाच
]

`verse 246 [
प्रार्थ्यते यत् परं स्थानं समस्तैर्मनुजैर्भुवि ।
तदारोह हरिश्चन्द्र स्थानं पुण्यकृतां नृणाम्
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 247 [
देवाराज ! नमस्तुभ्यं वाक्यञ्चैतन्निबोध मे ।
प्रसादसुमुखं यत् त्वां ब्रवीमि प्रश्रयान्वितः
]

`verse 248 [
मच्छोकमग्नमनसः कोशलानगरे जनाः ।
तिष्ठन्ति तानपोह्याद्य कथं यास्याम्यहं दिवम्
]

`verse 249 [
ब्रह्महत्या गुरोर्घातो गोवधः स्त्रीवधस्तथा ।
तुल्यमेभिर्महापापं भक्तत्यागेऽप्युदाहृतम्
]

`verse 250 [
भजन्तं भक्तमत्याज्यमदुष्टं त्यजतः सुखम् ।
नेह नामुत्र पश्यामि तस्माच्छक्र ! दिवं व्रज
]

`verse 251 [
यदि ते सहिताः स्वर्गं मया यान्ति सुरेश्वर ।
ततोऽहमपि यास्यामि नरकं वापि तैः सह
]

`speaker [
इन्द्र उवाच
]

`verse 252 [
बहूनि पुण्यपापानि तेषां भिन्नानि वै पृथक् ।
कथं सङ्घातभोग्यं त्वं भूयः स्वर्गमवाप्स्यसि
]

`speaker [
हरिश्चन्द्र उवाच
]

`verse 253 [
शक्र भुङ्क्ते नृपो राज्यं प्रभावेण कुटुम्बिनाम् ।
यजते च महायज्ञैः कर्म पौर्तं करोति च
]

`verse 254 [
तच्च तेषां प्रभावेण मया सर्वमनुष्ठितम् ।
उपकर्तॄन् न सन्त्यक्ष्ये तानहं स्वर्गलिप्सया
]

`verse 255 [
तस्माद्यन्मम देवेश किञ्चिदस्ति सुचेष्टितम् ।
दत्तमिष्टमथो जप्तं सामान्यं तैस्तदस्तु नः
]

`verse 256 [
बहुकालोपभोग्यं हि फलं यन्मम कर्मणः ।
तदस्तु दिनमप्येकं तैः समं त्वत्प्रसादतः
]

`speaker [
पक्षिण ऊचुः
]

`verse 257 [
एवं भविष्यतीत्युक्त्वा शक्रस्त्रिभुवनेश्वरः ।
प्रसन्नचेता धर्मश्च विश्वामित्रश्च गाधिजः
]

`verse 258 [
विमानकोटिसम्बद्धं स्वर्गलोकान्महीतलम् ।
गत्वायोध्याजनं प्राह दिवमारुह्यतामिति
]

`verse 259 [
तदिन्द्रस्य वचः श्रुत्वा प्रीत्या तस्य च भूपतेः ।
आनीय रोहिताश्चञ्च विश्वामित्रो महातपाः
]

`verse 260 [
अयोध्याख्ये पुरे रम्ये सोऽभ्यसिञ्चन्नृपात्मजम् ।
देवैश्च मुनिभिः सिद्धैरभिषिच्य नराधिपम्
]

`verse 261 [
राज्ञा सह तदा सर्वे हृष्टपुष्टसुहृज्जनाः ।
सपुत्रभृत्यदारास्ते दिवमारुरुहुर्जनाः
]

`verse 262 [
पदे पदे विमानात् ते विमानमगमन् नराः ।
तदा सम्भूतहर्षोऽसौ हरिश्चन्द्रश्च पार्थिवः
]

`verse 263 [
सम्प्राप्य भूतिमतुलां विमानैः स महीपतिः ।
आसाञ्चक्रे पुराकारे वप्रप्राकारसंवृते
]

`verse 264 [
ततस्तस्यर्धिमालोक्य श्लोकं तत्रोशना जगौ ।
दैत्याचार्यो महाभागः सर्वशास्त्रार्थतत्त्ववित्
]

`speaker [
शुक्र उवाच
]

`verse 265 [
हरिश्चन्द्रसमो राजा न भूतो न भविष्यति ।
यः शृणोति स्वदुः खार्तः स सुखं महदाप्नुयात्
]

`verse 266 [
स्वर्गार्थोप्राप्नुयात् स्वर्गं पुत्रार्थो पुत्रमाप्नुयात् ।
भार्यार्थो प्राप्नुयाद्भार्यां राज्यार्थो राज्यमाप्नुयात्
]

`verse 267 [
अहो तितिक्षामाहात्म्यमहो दानफलं महत् ।
यदागतो हरिश्चन्द्रः पुरीञ्चेन्द्रत्वमाप्तवान्
]

`speaker [
पक्षिण ऊचुः
]

`verse 268 [
एतत् ते सर्वमाख्यातं हरिश्चन्द्रविचेष्टितम् ।
अतः परं कथाशेषः श्रूयतां मुनिसत्तम
]

`verse 269 [
विपाको राजसूयस्य पृथिवीक्षयकारणम् ।
तद्विपाकनिमित्तञ्च युद्धमाडिबकं महत्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे हरिश्चन्द्रोपाख्यानं नामाष्टमोऽध्यायः
]
