`speaker [
पक्षिण ऊचुः
]

`verse 1 [
राज्यच्युते हरिश्चन्द्रे गते च त्रिदशालयम् ।
निश्चक्राम महातेजा जलवासात् पुरोहितः
]

`verse 2 [
वशिष्ठो द्वादशाब्दान्ते गङ्गापर्युषितो मुनिः ।
शुश्राव च समस्तन्तु विश्वामित्रविचेष्चितम्
]

`verse 3 [
हरिश्चन्द्रस्य नाशञ्च राज्ञश्चोदारकर्मणः ।
चण्डालसम्प्रयोगञ्च भार्यातनयविक्रयम्
]

`verse 4 [
स श्रुत्वा सुमाहभागः प्रीतिमानवनीपतौ ।
चकार कोपं तेजस्वी विश्वामित्रमृषिं प्रति
]

`speaker [
वशिष्ठ उवाच
]

`verse 5 [
मम पुत्रशतं तेन विश्वामित्रेण घातितम् ।
तत्रापि नाभवत् क्रोधस्तादृशो यादृशोऽद्य मे
]

`verse 6 [
श्रुत्वा नराधिपमिमं स्वराज्यादवरीपितम् ।
महात्मानं महाभागं देवब्राह्मणपूजकम्
]

`verse 7 [
यस्मात् स सत्यवाक् शान्तः शत्रावपि विमत्सरः ।
अनागाश्चैव धर्मात्मा अप्रमत्तो मदाश्रयः
]

`verse 8 [
सपत्नीभृत्यपुत्रस्तु प्रापितोऽन्त्यां दशां नृपः ।
स राज्याच्च्यावितोऽनेन बहुशश्च खिलीकृतः
]

`verse 9 [
तस्माद् दुरात्मा ब्रह्मद्विट् प्राज्ञानामवरोपितः ।
मच्छापोपहतो मूढः स बकत्वमवाप्स्यति
]

`speaker [
पक्षिण ऊचुः
]

`verse 10 [
श्रुत्वा शापं महातेजा विश्वामित्रोऽपि कौशिकः ।
त्वमप्याडिर्भवस्तेवति प्रतिशापमयच्छत
]

`verse 11 [
अन्योऽन्यशापात् तौ प्राप्तौ तिर्यक्त्वं परमद्युती ।
वशिष्ठः स महातेजा विश्वामित्रश्च कौशिकः
]

`verse 12 [
अन्यजातिसमायोगं गतावप्यमितौजसौ ।
युयुधातेऽतिसंरब्धौ महाबलपराक्रमौ
]

`verse 13 [
योजनानां सहस्रे द्वे प्रमाणेनाडिरुच्छ्रितः ।
यन्नवत्यधिकं ब्रह्मन् ! सहस्रत्रितयं बकः
]

`verse 14 [
तौ तु पक्षप्रहाराभ्यामन्योन्यस्योरुविक्रमौ ।
प्रहरन्तौ भयं तीव्रं प्रजानाञ्चक्रतुस्तदा
]

`verse 15 [
विधूय पक्षाणि बको रक्तोद्वृत्ताक्षिराहनत् ।
आडिं सोऽप्युन्नतग्रीवो बकं पद्भ्यामताडयत्
]

`verse 16 [
तयोः पक्षानिलापास्ताः प्रपेतुर्गिरयो भुवि ।
गिरिप्रपाताभिहता चकम्पे च वसुन्धरा
]

`verse 17 [
क्ष्मा कम्पमाना जलधीनुद्वृत्ताम्बूंश्चकार च ।
ननाम चैकपार्श्वेन पातालगमनोन्मुखी
]

`verse 18 [
केचिदिगरिनिपातेन केचिदम्भोधिवारिणा ।
केचिन्महीसञ्चलनात् प्रययुः प्राणिनः क्षयम्
]

`verse 19 [
इति सर्वं परित्रस्तं हाहाभूतमचेतनम् ।
जगदासीत् सुसम्भ्रान्तं पर्यस्तक्षितिमण्डलम्
]

`verse 20 [
हा वत्स ! हा कान्त ! शिशो ! प्रयाह्येषोऽस्मि संस्थितः ।
हा प्रिये ! कान्त ! शैलोऽयं पतत्याशु पलायताम्
]

`verse 21 [
इत्याकुलीकृते लोके संत्रासविमुखे तदा ।
सुरैः परिवृतः सर्वैराजगाम पितामहः
]

`verse 22 [
प्रत्युवाच च विश्वेशास्तावुभावतिकोपितौ ।
युद्धं वा विरमत्वेतल्लोकाः स्वास्थ्यं व्रजन्तु च
]

`verse 23 [
शृण्वन्तावपि तौ वाक्यं ब्रह्मणोऽव्यक्तजन्मनः ।
कोपामर्षसमाविष्टो युयुधाते न तस्थतुः
]

`verse 24 [
ततः पितामहो देवस्तं दृष्ट्वा लोकसंक्षयम् ।
तयोश्च हितमन्विच्छन् तिर्यग्भावमपानुदत्
]

`verse 25 [
ततस्तौ पूर्वदेहस्थौ प्राह देवः प्रजापतिः ।
व्युदस्ते तामसे भावे वशिष्ठ०-कौशिकर्षभौ
]

`verse 26 [
जहि वत्स वशिष्ठ त्वं त्वञ्च कौशिक सत्तम ।
तामसं भावमाश्रित्य ईदृग्युद्धं चिकीर्षितम्
]

`verse 27 [
राजसूयविपाकोऽयं हरिश्चन्द्रस्य भूपतेः ।
युवयोर्विग्रहश्चायं पृथिवीक्षयकारकः
]

`verse 28 [
न चापि कौशिकश्रेष्ठस्तस्य राज्ञोऽपरध्यते ।
स्वर्गप्राप्तिकरो ब्रह्मन्नपकारपदे स्थितः
]

`verse 29 [
तपो विघ्नस्य कर्तारौ कामक्रोधवशं गतौ ।
परित्यजत भद्रं वो ब्रह्म हि प्रचुरं बलम्
]

`verse 30 [
एवमुक्तौ ततस्तेन लज्जितौ तावुभावपि ।
क्षमयामासतुः प्रीत्या परिष्वज्य परस्परम्
]

`verse 31 [
ततः सुरैर्वन्द्यमानो ब्रह्मा लोकं निजं ययौ ।
वशिष्ठोऽप्यात्मनः स्थानं कौशिकोऽपि स्वामाश्रयम्
]

`verse 32 [
एतदाडिबकं युद्धं हरिश्चन्द्रकथां तथा ।
कथयिष्यन्ति ये मर्त्याः सम्यक् श्रोष्यन्ति चैव ये
]

`verse 33 [
तेषां पापापनोदन्तु श्रुतं ह्येव करिष्यति ।
न चैव विघ्नकार्याणि भविष्यन्ति कदाचन
]

`colophon [
इति श्रीमार्कण्डेयपुराणे आडि-बकयुद्धवर्णनं नाम नवमोऽध्यायः
]
