`speaker [
जैमिनिरुवाच
]

`verse 1 [
संशयं द्विजशार्दूलाः प्रब्रूत मम पृच्छतः ।
आविर्भाव-तिरोभावौ भूतानां यत्र संस्थितौ
]

`verse 2 [
कथं सञ्जायते जन्तुः कथं वा सविवर्धते ।
कथं वोदरमध्यस्थस्तिष्ठत्यङ्गनिपीडितः
]

`verse 3 [
निष्क्रान्तिमुदरात् प्राप्य कथं वा वृद्धिमृच्छति ।
उत्क्रान्तिकाले च कथञ्चिद्भावेन वियुज्यते
]

`verse 4 [
कृत्स्नो मृतस्तथाश्नाति उभे सुकृत-दुष्कृते ।
कथं ते च तथा तस्य फलं सम्पादयन्त्युत
]

`verse 5 [
कथं न जीर्यते तत्र पिण्डीकृत इवाशये ।
स्त्रीकोष्ठे यत्र जीर्यन्ते भुक्तानि सुगुरूण्यपि ।
भक्ष्याणि यत्र नो जन्तुर्जोर्यते कथमल्पकः
]

`verse 6 [
एतन्मे ब्रूत सकलं सन्देहोक्तिविवर्जितम् ।
तदेतत् परम गुह्यं यत्र मुह्यन्ति जन्तवः
]

`speaker [
पक्षिण ऊचुः
]

`verse 7 [
प्रश्नभारोऽयमतुलस्त्वयास्मासु निवेशितः ।
दुर्भाव्यः सर्वभूतानां भावाभावसमाश्रितः
]

`verse 8 [
तं शृणुष्व महाभाग यथा प्राह पितुः पुरा ।
पुत्रः परमधर्मात्मा सुमतिर्नाम नामतः
]

`verse 9 [
ब्राह्मणो भार्गवः कश्चित् सुतमाह महामतिः ।
कृतोपनयनं शान्तं सुमतिं जडरूपिणम्
]

`verse 10 [
वेदानधीष्व सुमते ! यथानुक्रममादितः ।
गुरुशुश्रूषणे व्यग्रो भैक्षान्नकृतभोजनः
]

`verse 11 [
ततो गार्हस्थ्यमास्थाय चेष्ट्वा यज्ञाननुत्तमान् ।
इष्टमुत्पादयापत्यमाश्रयेथा वनं ततः
]

`verse 12 [
वनस्थश्च ततो वत्स परिव्राड् निष्परिग्रहः ।
एवमाप्स्यसि तद्ब्रह्म यत्र गत्वा न शोचसि
]

`speaker [
पक्षिण ऊचुः
]

`verse 13 [
इत्येवमुक्तो बहुशो जडत्वान्नाह किञ्चन ।
पितापि तं सुबहुशः प्राह प्रीत्या पुनः पुनः
]

`verse 14 [
इति पित्रा सुतस्नेहात् प्रलोभि मधुराक्षरम् ।
स चोद्यमानो बहुशः प्रहस्येदमथाब्रवीत्
]

`verse 15 [
तातैतद्बहुशोऽभ्यस्तं यत् त्वयाद्योपदिश्यते ।
तथैवान्यानि शास्त्राणि शिल्पानि विविधानि च
]

`verse 16 [
जन्मनामयुतं साग्रं मम स्मृतिपथं गतम् ।
निर्वेदाः परितोषाश्च क्षयवृद्ध्युदये गताः
]

`verse 17 [
शत्रुमित्रकलत्राणां वियोगाः सङ्गमास्तथा ।
मातरो विवधा दृष्टाः पितरो विवधास्तथा
]

`verse 18 [
अनुभूतानि सौख्यनि दुः खानि च सहस्रशः ।
बान्धवा बहवः प्राप्ताः पितरश्च पृथग्विधाः
]

`verse 19 [
विण्मूत्रपिच्छिले स्त्रीणां तथा कोष्ठे मयोषितम् ।
पीडाश्च सुभृशं प्राप्ता रोगाणाञ्च सहस्रशः
]

`verse 20 [
गर्भदुः खान्यनेकानि बालत्वे यौवने तथा ।
वृद्धतायां तथाप्तानि तानि सर्वाणि संस्मरे
]

`verse 21 [
ब्राह्मण-क्षत्रिय-विशां शूद्राणाञ्चापि योनिषु ।
पुनश्च पुशुकीटानां मृगाणामथ पक्षिणाम्
]

`verse 22 [
तथैव राजभृत्यानां राज्ञाञ्चाहवशालिनाम् ।
समुत्पन्नोऽस्मि गेहेषु तथैव तव वेश्मनि
]

`verse 23 [
भृत्यतां दासताञ्चैव गतोऽस्मि बहुशो नृणाम् ।
स्वामित्वमीश्वरत्वं च दरिद्रत्वं तथा गतः
]

`verse 24 [
हतं मया हतश्चान्यैर्हतं मे घातितं तथा ।
दत्तं ममान्यैरन्येभ्यो मया दत्तमनेकशाः
]

`verse 25 [
पितृ-मातृ-सुहृद्-भ्रातृ-कलत्रादिकृतेन च ।
तुष्टोऽसकृत् तथा दैन्यमश्रुधौताननो गतः
]

`verse 26 [
एवं संसारचक्रेऽस्मिन् भ्रमता तात सङ्कटे ।
ज्ञानमेतन्मया प्राप्तं मोक्षसम्प्राप्तिकारकम्
]

`verse 27 [
विज्ञाते यत्र सर्वोऽयमृग्यजुः सामसंज्ञितः ।
क्रियाकलापो विगुणो न सम्यक् प्रतिभाति मे
]

`verse 28 [
तस्मादुत्पन्नबोधस्य वेदैः किं मे प्रयोजनम् ।
गुरुविज्ञानतृप्तस्य निरीहस्य सदात्मनः
]

`verse 29 [
षट् प्रकारक्रिया-दुःख-सुख-हर्ष-रसैश्च यत् ।
गुणैश्च वर्जितं ब्रह्म तत् प्राप्स्यामि परं पदम्
]

`verse 30 [
रस-हर्ष-भयोद्वेग-क्रोधामर्ष-जरातुराम् ।
विज्ञातां स्वमृगग्राहिसंघपाशशताकुलम्
]

`verse 31 [
तस्माद्यास्याम्यहं तात त्यक्त्वेमां दुः खसन्ततिम् ।
त्रयीधर्ममधर्माढ्यं किं पापफलसन्निभम्
]

`speaker [
पक्षिण ऊचुः
]

`verse 32 [
तस्य तद्वचनं श्रुत्वा हर्षविस्मयगद्गदम् ।
पिता प्राह महाभागः स्वसुतं हृष्टमानसः
]

`speaker [
पितोवाच
]

`verse 33 [
किमेतद्वदसे वत्स कुतस्ते ज्ञानसम्भवः ।
केन ते जडता पूर्वमिदानीञ्च प्रबुद्धता
]

`verse 34 [
किन्नु शापविकारोऽयं मुनिदेवकृतस्तव ।
यत्ते ज्ञानं तिरोभूतमाविर्भावमुपागतम्
]

`speaker [
पुत्र उवाच
]

`verse 35 [
शृणु तात ! यथा वृत्तं ममेदं सुख-दुःखदम् ।
यश्चाहमासमन्यस्मिन् जन्मन्यस्मत्परन्तु यत्
]

`verse 36 [
अहमासं पुरा विप्रो न्यस्तात्मा परमात्मनि ।
आत्मविद्याविचारेषु परां निष्ठामुपागतः
]

`verse 37 [
सततं योगयुक्तस्य सतताभ्याससङ्गमात् ।
सत्संयोगात् स्वस्वभावाद्विचारविधिशोधनात्
]

`verse 38 [
तस्मिन्नवे परा प्रीतिर्ममासीद् युञ्जतः सदा ।
आचार्यताञ्च सम्प्राप्तः शिष्यसन्देहहृत्तमः
]

`verse 39 [
ततः कालेन महता ऐकान्तिकमुपगतः ।
अज्ञानाकृष्टसद्भावो विपन्नश्च प्रमादतः
]

`verse 40 [
उत्क्रान्तिकालादारभ्य स्मृतिलोपो न मेऽभवत् ।
यावदब्दं गतं चैव जन्मनां स्मृतिमागतम्
]

`verse 41 [
पूर्वाभ्यासेन तेनैव सोऽहं तात ! जितेन्द्रियः ।
यतिष्यामि तथा कर्तुं न भविष्ये यथा पुनः
]

`verse 42 [
ज्ञानदानफलं ह्येतद्यज्जातिस्मरणं मम ।
न ह्येतत् प्राप्यते तात त्रयीधर्माश्रितैर्नरैः
]

`verse 43 [
सोऽहं पूर्वाश्रमादेव निष्ठाधर्ममुपाश्रितः ।
एकान्तित्वमुपागम्य यतिष्याम्यात्ममोक्षणे
]

`verse 44 [
तद्ब्रूहि त्वं महाभाग ! यत् ते संशयिकं हृदि ।
एतावतापि ते प्रीतिमुत्पाद्यानृण्यमाप्नुयाम्
]

`speaker [
पक्षिण ऊचुः
]

`verse 45 [
पिता प्राह ततः पुत्रं श्रद्दधत् तस्य तद्वचः ।
भवता यद्वयं पृष्टाः संसारग्रहणाश्रयम्
]

`speaker [
पुत्र उवाच
]

`verse 46 [
शृणु तात ! यथा तत्त्वमनुभूतं मयासकृत् ।
संसारचक्रमजरं स्थितिर्यस्य न विद्यते
]

`verse 47 [
सोऽहं वदामि ते सर्वं तवैवानुज्ञया पितः ।
उत्क्रान्तिकालादारभ्य यथा नान्यो वदिष्यति
]

`verse 48 [
ऊष्मा प्रकुपितः काये तीव्रवायुसमीरितः ।
भिनत्ति मर्मस्थानानि दीप्यमानो निरिन्धनः
]

`verse 49 [
उदानो नाम पवनस्ततश्चोर्ध्वं प्रवर्तते ।
भुक्तानामम्बुभक्ष्याणामधोगतिनिरोधकृत्
]

`verse 50 [
ततो येनाम्बुदानानि कृतान्यन्नरसास्तथा ।
दत्ताः स तस्य आह्लादमापदि प्रतिपद्यते
]

`verse 51 [
अन्नानि येन दत्तानि श्रद्धापूतेन चेतसा ।
सोऽपि तृप्तिमवाप्नोति विनाप्यन्नेन वै तदा
]

`verse 52 [
येनानृतानि नोक्तानि प्रीतिभेदः कृतो न च ।
आस्तिकः श्रद्दधानश्च स सुखं मृत्युमृच्छति
]

`verse 53 [
देवब्राह्मणपूजायां ये रता नानसूयवः ।
शुक्ला वदान्या ह्रीमन्तस्ते नराः सुखमृत्यवः
]

`verse 54 [
यो न कामान्न संरम्भान्न द्वेषाद्धर्ममुत्सृजेत् ।
यथोक्तकारी सोम्यश्च स सुखं मृत्युमृच्छति
]

`verse 55 [
अवारिदायिनो दाहं क्षुधाञ्चानन्नदायिनः ।
प्राप्नुवन्ति नराः काले तस्मिन् मृत्यावुपस्थिते
]

`verse 56 [
शीतं जयन्तीन्धनदास्तापं चन्दनदायिनः ।
प्राणघ्नीं वेदनां कष्टां ये चानुद्वेगकारिणः
]

`verse 57 [
मोहाज्ञानप्रदातारः प्राप्नुवन्ति महद्भयम् ।
वेदनाभिरुदग्राभिः प्रपीड्यन्तेऽधमा नराः
]

`verse 58 [
कूटसाक्षी मृषावादी यश्चासदनुशास्ति वै ।
ते मोहमृत्यवः सर्वे तथा वेदविनिन्दकाः
]

`verse 59 [
विभीषणाः पूतिगन्धाः कूटमुद्गरपाणयः ।
आगच्छन्ति दुरात्मानो यमस्य पुरुषास्तदा
]

`verse 60 [
प्राप्तेषु दृक्पथं तेषु जायते तस्य वेपथुः ।
क्रान्दत्यविरतं सोऽथ भ्रातृ-मातृसुतानथ
]

`verse 61 [
सास्य वागस्फुटा तात एकवर्णा विभाव्यते ।
दृष्टिश्च भ्राम्यते त्रासाच्छ्वासाच्छुष्यत्यथाननम्
]

`verse 62 [
ऊर्ध्वश्वासान्वितः सोऽथ दृष्टिभङ्गसमन्वितः ।
ततः स वेदनाविष्टस्तच्छरीरं विमुञ्चति
]

`verse 63 [
वाय्वग्रसारी तद्रूपं देहमन्यत् प्रपद्यते ।
तत्कर्मजं यातनार्थं न मातृ-पितृसम्भवम् ।
तत्प्रमाणवयोऽवस्था-संस्थानैः प्राग्भवं यथा
]

`verse 64 [
ततो दूतो यमस्याशु पाशैर्बध्नाति दारुणैः ।
दण्डप्रहारसम्भ्रान्तं कर्षते दक्षिणां दिशम्
]

`verse 65 [
कुश-कण्टक-वलमीक-शङ्कु-पाषाणकर्कशे ।
तथा प्रदीप्तज्वलने क्वचिच्छृभ्रशतोत्कटे
]

`verse 66 [
प्रदीप्तादित्यतप्ते च दह्यमाने तदंशुभिः ।
कृष्यते यमदूतैश्चाशिवसन्नादभीषणैः
]

`verse 67 [
विकृष्यमाणस्तैर्घोरैर्भक्ष्यमाणः शिवाशतैः ।
प्रयाति दारुणे मार्गे पापकर्मा यमक्षयम्
]

`verse 68 [
छत्रोपानत्प्रदातारो ये च वस्त्रप्रदा नराः ।
ये यान्ति मनुजा मार्गं तं सुखेन तथान्नदाः
]

`verse 69 [
एवं क्लेशाननुभवन्नवशः पापपीडितः ।
नीयते द्वादशाहेन धर्मराजपुरं नरः
]

`verse 70 [
कलेवरे दह्यमाने महान्तं दाहमृच्छति ।
ताड्यमाने तथैवार्ति छिद्यमाने च दारुणाम्
]

`verse 71 [
क्लिद्यमाने चिरतरं जन्तुर्दुःखमवाप्नुते ।
स्वेन कर्मविपाकेन देहान्तरगतोऽपि सन्
]

`verse 72 [
तत्र यद्वान्धवास्तोयं प्रयच्छन्ति तिलैः सह ।
यच्च पिण्डं प्रयच्छन्ति नीयमानस्तदश्नुते
]

`verse 73 [
तैलाभ्यङ्गो बान्धवानामङ्गसंवाहनञ्च यत् ।
तेन चाप्याय्यते जन्तुर्यच्चाश्नन्ति सबान्धवाः
]

`verse 74 [
भूमौ स्वपद्भिर्नात्यन्तं क्लेशमाप्नोति बान्धवैः ।
दानं ददद्भिश्च तथा जन्तुराप्याय्यते मृतः
]

`verse 75 [
नीयमानः स्वकं गेहं द्वादशाहं स पश्यति ।
उपभुङ्क्ते तथा दत्तं तोयपिण्डादिकं भुवि
]

`verse 76 [
द्वादशाहात् परं घोरमायसं भीषणाकृतिम् ।
याम्यं पश्यत्यथो जन्तुः कृष्यमाणः पुरं ततः
]

`verse 77 [
गतमात्रोऽतिरक्ताक्षं भिन्नाञ्जनचयप्रभम् ।
मृत्युकालान्तकादीनां मध्ये पश्यति वै यमम्
]

`verse 78 [
दंष्ट्राकरालवदनं भ्रकुटीदारुणाकृतिम् ।
विरूपैर्भोषणैर्वक्त्रैर्वृतं व्याधिशतैः प्रभुम्
]

`verse 79 [
दण्डासक्तं महाबाहुं पाशहस्तं सुभैरवम् ।
तन्निर्दिष्टां ततो याति गतिं जन्तुः शुभाशुभाम्
]

`verse 80 [
रौरवे कूटसाक्षी तु याति यश्चानृतो नरः ।
तस्य स्वरूपं गदतो रौरवस्य निशामय
]

`verse 81 [
योजनानां सहस्रे द्वे रौरवो हि प्रमाणतः ।
जानुमात्रप्रमाणश्च ततः श्वभ्रः सुदुस्तरः
]

`verse 82 [
तत्राङ्गारचयोपेतं कृतञ्च धरणीसमम् ।
जाज्वल्यमानस्तीव्रेण तापिताङ्गारभूमिना
]

`verse 83 [
तन्मध्ये पापकर्माणं विमुञ्चन्ति यमानुगाः ।
स दह्यमानस्तीव्रेण वह्निना तत्र धावति
]

`verse 84 [
पदे पदे च पादोऽस्य शीर्यते जीर्यते पुनः ।
अहोरात्रेणोद्धरणं पादन्यासं च गच्छति
]

`verse 85 [
एवं सहस्रमुत्तीर्णो योजनानां विमुच्यते ।
ततोऽन्यं पापशुद्ध्यर्थं तादृङ्निरयमृच्छति
]

`verse 86 [
ततः सर्वेषु निस्तीर्णः पापी तिर्यकत्वमश्नुते ।
कृमि-कीट-पतङ्गेषु श्वापदे मशकादिषु
]

`verse 87 [
गत्वा गजद्रुमाद्येषु गोष्वश्वेषु तथैव च ।
अन्यासु चैव पापासु दुः खदासु च योनिषु
]

`verse 88 [
मानुषं प्राप्य कुब्जो वा कुत्सितो वामनोऽपि वा ।
चण्डालपुक्कसाद्यासु नरो योनिषु जायते
]

`verse 89 [
अवशिष्टेन पापेन पुण्येन च समन्वितः ।
ततश्चारोहणीं जातिं शूद्र-वैश्य-नृपादिकाम्
]

`verse 90 [
विप्रदेवेन्द्रतां चापि कदाचिदवरोहणीम् ।
एवन्तु पापकर्माणे नरकेषु पतन्त्यधः
]

`verse 91 [
यथा पुण्यकृतो यान्ति तन्मे निगतदः शृणु ।
ते यमेन विनिर्दिष्टां यान्ति पुण्यां गतिं नराः
]

`verse 92 [
प्रगीतगन्धर्वगणाः प्रवृत्ताप्सरसाङ्गणाः ।
हारनूपुरमादुर्य-शोभितान्युत्तमानि च
]

`verse 93 [
प्रयान्त्याशु विमानानि नानादिव्यस्त्रगुज्ज्वलाः ।
तस्माच्च प्रच्युता राज्ञामन्येषां च महात्मनाम्
]

`verse 94 [
जायन्ते च कुले तत्र सद्वृत्तपरिपालकाः ।
भोगान् सम्प्राप्नुवन्त्युग्रांस्ततो यान्त्यूर्ध्वमन्यथा
]

`verse 95 [
अवरोहणीं च सम्प्राप्य पूर्ववद्यान्ति मानवाः ।
एतत् ते सर्वमाख्यातं यथा जन्तुर्विपद्यते ।
अतः शृणुष्व विप्रर्षे यथा गर्भं प्रपद्यते
]

`colophon [
इति श्रीमार्कण्डेयपुराणे पितापुत्रसंवादो नाम दशमोऽध्यायः
सञ्चरणावलिः
]
