`speaker [
पितोवाच
]

`verse 1 [
साधु वत्स ! त्वयाख्यातं संसारगहनं परम् ।

ज्ञानप्रदानसम्भूतं समाश्रित्य महाफलम्
]

`verse 2 [
तत्र ते नरकाः सर्वे यथा वै रौरवस्तथा ।

वर्णितास्तान् समाचक्ष्व विस्तरेण महामते
]

`speaker [
पुत्र उवाच
]

`verse 3 [
रौरवस्ते समाख्यातः प्रथमं नरको मया ।

महारौरवसंज्ञं तु शृणुष्व नरकं पितः
]

`verse 4 [
योजनानां सहस्राणि सप्त पञ्च समन्ततः ।

तत्र ताम्रमयी भूमिरधस्तस्य हुताशनः
]

`verse 5 [
तत्तापतप्ता सर्वाशा प्रोद्यदिन्दुसमप्रभा ।

विभात्यतिमहारौद्रा दर्शनस्पर्शनादिषु
]

`verse 6 [
तस्यां बद्धः कराभ्याञ्च पद्भ्याञ्चैव यमानुगैः ।

मुच्यते पापकृन्मध्ये लुठमानः स गच्छति
]

`verse 7 [
काकैर्वकैर्वृकोलूकैर्वृश्चिकैर्मशकैस्तथा ।

भक्ष्यमाणस्तथा गृध्रैर्द्रुतं मार्गे विकृष्यते
]

`verse 8 [
दह्यमानः पितर्मातर्भ्रातस्तातेति चाकुलः ।

वदत्यसकृदुद्विग्नो न शान्तिमधिगच्छति
]

`verse 9 [
एवं तस्मान्नरैमर्मोक्षो ह्यतिक्रान्तैरवाप्यते ।

वर्षायुतायुतैः पापं यैः कृतं दुष्टबुद्धिभिः
]

`verse 10 [
तथान्यस्तु तमो नाम सोऽतिशीतः स्वभावतः ।

महारौरववद् दीर्घस्तथा स तमसा वृतः
]

`verse 11 [
शीतार्तास्तत्र धावन्तो नरास्तमसि दारुणे ।

परस्परं समासाद्य परिरभ्याश्रयन्ति च
]

`verse 12 [
दन्तास्तेषाञ्च भज्यन्ते शीतार्तिपरिकम्पिताः ।

क्षुत्तृष्णाप्रबलास्तत्र तथैवान्येऽप्युपद्रवाः
]

`verse 13 [
हिमखण्डवहो वायुर्भिनत्त्यस्थीनि दारुणः ।

मज्जासृग्गलितं तस्मादश्नुवन्ति क्षुधान्विताः
]

`verse 14 [
लेलिह्यमाना भ्राम्यन्ते परस्परसमागमे ।

एवं तत्रापि सुमहान् क्लेशस्तमसि मानवैः
]

`verse 15 [
प्राप्यते ब्राह्मणश्रेष्ठ यावद्दुष्कृतसंक्षयः ।

निकृन्तन इति ख्यातस्ततोऽन्यो नरकोत्तमः
]

`verse 16 [
तस्मिन् कुलालचक्राणि भ्राम्यन्त्यविरतं पितः ।

तेष्वारोप्य निकृत्यन्ते कालसूत्रेण मानवाः
]

`verse 17 [
यमानुगाङ्गुलिस्थेन आपादतलमस्तकम् ।

न चैषां जीवितभ्रंशो जायते द्विजसत्तम
]

`verse 18 [
छिन्नानि तेषां शतशः खण्डान्यैक्यं व्रजन्ति च ।

एवं वर्षसहस्राणि छिद्यन्ते पापकर्मिणः
]

`verse 19 [
तावद् यावदशेषं वै तत्पापं हि क्षयं गतम् ।

अप्रतिष्ठञ्च नरकं शृणुष्व गदतो मम
]

`verse 20 [
अत्रस्थैर्नारकैर्दुः खमसह्यमनुभूयते ।

तान्येव यत्र चक्राणि घटीयन्त्राणि चान्यतः
]

`verse 21 [
दुः खस्य हेतुभूतानि पापकर्मकृतां नृणाम् ।

चक्रेष्वारोपिताः केचिद् भ्राम्यन्ते तत्र मानवाः
]

`verse 22 [
यावद्वर्षसहस्राणि न तेषां स्थितिरन्तरा ।

घटीयन्त्रेषु चैवान्यो बद्धस्तोये यथा घटी
]

`verse 23 [
भ्राम्यन्ते मानवा रक्तमुदिगरन्तः पुनः पुनः ।

अस्त्रैर्मुखविनिष्क्रान्तैः नेत्रैरश्रुविलम्बिभिः
]

`verse 24 [
दुः खानि ते प्राप्नुवन्ति यान्यसह्यानि जन्तुभिः ।

असिपत्रवनं नाम नरकं शृणु चापरम्
]

`verse 25 [
योजनानां सहस्रं यो ज्वलदग्न्यास्तृतावनिः ।

तप्ताः सूर्यकरैश्चण्डैर्यत्रातीव सुदारुणैः
]

`verse 26 [
प्रपतन्ति सदा तत्र प्राणिनो नरकौकसः ।

तन्मध्ये च वनं रम्यं स्निग्धपत्रं विभाव्यते
]

`verse 27 [
पत्राणि तत्र खङ्गानां फलानि द्विजसत्तमम् ।

श्वानश्च तत्र सबलाः स्वनन्त्ययुतशोभिताः
]

`verse 28 [
महावक्त्रा महादंष्ट्रा व्याघ्रा इव भयानकाः ।

ततस्तद्वनमालोक्य शिशिरच्छायमग्रतः
]

`verse 29 [
प्रयान्ति प्राणिनस्तत्र तीव्रतृट्परिपीडिताः ।

हा मातर्हा तात ! इति क्रान्दन्तोऽतीव दुः खिता
]

`verse 30 [
दह्यमानाङ्घ्रयुगला धरणीस्थेन वह्निना ।

तेषां गतानां तत्रासिपत्रपाती समीरणः
]

`verse 31 [
प्रवाति तेन पात्यन्ते तेषां खड्गान्यथोपरि ।

ततः पतन्ति ते भूमौ ज्वलत्पवकसञ्चये
]

`verse 32 [
लेलिह्यमाने चान्यत्र व्याप्ताशेषमहीतले ।

सारमेयास्ततः शीघ्रं शातयन्ति शरीरतः
]

`verse 33 [
तेषामङ्गानि रुदतामनेकान्यतिभीषणाः ।

असिपत्रवनं तात ! मयैतत् कीर्तितं तव
]

`verse 34 [
अतः परं भीमतरं तप्तकुम्भं निबोध मे ।

समन्ततस्तप्तकुम्भा वह्निज्वालासमावृताः
]

`verse 35 [
ज्वलदग्निचयोद्वृत्ततैलायश्चूर्णपूरिताः ।

तेषु दुष्कृतकर्माणो याम्यैः क्षिप्ता ह्यधोमुखाः
]

`verse 36 [
क्वाथ्यन्ते विस्फुटद्गात्र-गलन्मज्जजलाविलाः ।

स्फुरत्कपालनेत्रास्थिच्छिद्यमाना विभीषणैः
]

`verse 37 [
गृध्रैरुत्पाट्य मुच्यन्ते पुनस्तेष्वेव वेगितैः ।

पुनः सिमसिमायन्ते तैलेनैक्यं व्रजन्ति च
]

`verse 38 [
द्रवीभूतैः शिरोगात्र-स्नायु-मांस-त्वगस्थिभिः ।

ततो याम्यैर्नरैराशु दर्व्या घट्टनघट्टिताः
]

`verse 39 [
कृतावर्ते महातैले मथ्यन्ते पापकर्मिणः ।

एष ते विस्तरेणोक्तस्तप्तकुम्भो मया पितः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे पिताः पुत्रसंवादे महारौरवादिनरकाख्यानं नाम द्वादशोऽध्यायः
]
