`speaker [
पुत्र उवाच
]

`verse 1 [
अहं वैश्यकुले जातो जन्मन्यस्मात्तु सप्तमे ।

समतीते गवां रोधं निपाने कृतवान् पुरा
]

`verse 2 [
विपाकात् कर्मणस्तस्य नरकं भृशदारुणम् ।

सम्प्राप्तोऽग्निशिखाघोरमयोमुखखगाकुलम्
]

`verse 3 [
यन्त्रपीडनगात्रासृक्-प्रवाहोद्भूतकर्दमम् ।

विशस्यमानदुष्कर्मि-तन्निपातरवाकुलम्
]

`verse 4 [
पात्यमानस्य मे तत्र साग्रं वर्षशतं गतम् ।

महातापार्तितप्तस्य तृष्णादाहान्वितस्य च
]

`verse 5 [
तत्राह्लादकरः सद्यः पवनः सुखशीतलः ।

करम्भ-बालुकाकुम्भ-मध्यस्थो मे समागतः
]

`verse 6 [
तत्सम्पर्कादशेषाणां नाभवद्यातना नृणाम् ।

मम चापि यथा स्वर्गे स्वर्गिणां निर्वृतिः परा
]

`verse 7 [
किमेतदिति चाह्लाद-विस्तारस्तिमितेक्षणैः ।

दृष्टमस्माभिरासन्नं नररत्नमनत्तमम्
]

`verse 8 [
याम्यश्च पुरुषो घोरो दण्डहस्तोऽशनिप्रभः ।

पुरतो दर्शयन् मार्गमिति एहीति वगथ
]

`verse 9 [
पुरुषः स तदा दृष्ट्वा यातनाशतसंकुलम् ।

नरकं प्राह तं याम्यं किङ्करं कृपयान्वितः
]

`speaker [
पुरुष उवाच
]

`verse 10 [
भो याम्यपुरुषाचक्ष्व किं मया दुष्कृतं कृतम् ।

येनेदं यातनाभीम् प्राप्तोऽस्मि नरकं परम्
]

`verse 11 [
विपश्चिदिति विख्यातो जनकानामहं कुले ।

जातो विदेहविषये सम्यङ्मनुजपालकः
]

`verse 12 [
यज्ञैर्मयेष्टं बहुभिर्धर्मतः पालिता मही ।

नोत्सृष्टश्चैव संग्रामो नातिथिर्विमुखो गतः
]

`verse 13 [
पितृ-देवर्षि-भृत्याश्च न चापचरिता मया ।

कृता स्पृहा च न मया परस्त्रीविभवादिषु
]

`verse 14 [
पर्वकालेषु पितरस्तिथिकालेषु देवताः ।

पुरुषं स्वयमायान्ति निपानमिव धेनवः
]

`verse 15 [
यतस्ते विमुखा यान्ति निश्वस्य गृहमेधिनः ।

तस्मादिष्टश्च पूर्तश्च धमौ द्वावपि नश्यतः
]

`verse 16 [
पितृनिश्वासविध्वस्तं सप्तजन्मार्जितं शुभम् ।

त्रिजन्मप्रभवं दैवो निश्वासो हन्त्यसंशयम्
]

`verse 17 [
तस्माद् दैवे च पित्र्ये च नित्यमेवोद्यतोऽभवम् ।

सोऽहं कथमिमं प्राप्तो नरङ्क भृशदारुणम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे पिता-पुत्रसंवादो नाम त्रयोदशोऽध्यायः
]
