`speaker [
पुत्र उवाच
]

`verse 1 [
इति पृष्टस्तदा तेन शृण्वतां नो महात्मना ।

उवाच पुरुषो याम्यो घोरोऽपि प्रसृतं वचः
]

`speaker [
यमकिङ्कर उवाच
]

`verse 2 [
महाराज ! यथात्थ त्वं तथैतन्नात्र संशयः ।

किन्तु स्वल्पं कृतं पापं भवता स्मारयामि तत्
]

`verse 3 [
वैदर्भो तव या पत्नी पीवरी नाम नामतः ।

ऋतुमत्या ऋतुर्वन्ध्यस्त्वया तस्याः कृतः पुरा
]

`verse 4 [
शुशोभनायां कैकेय्यामासक्तेन ततो भवान् ।

ऋतुव्यतिक्रमात् प्राप्तो नरकं घोरमीदृशम्
]

`verse 5 [
होमकाले यथा वह्निराज्यपातमवेक्षते ।

ऋतौ प्रजापतिस्तद्वद् बीजपातमवेक्षते
]

`verse 6 [
यस्तमुल्लङ्घ्य धर्मात्मा कामेष्वासक्तिमान् भवेत् ।

स तु पित्र्यादृणात् पापमवाप्य नरकं पतेत्
]

`verse 7 [
एतावदेव ते पापं नान्यत् किञ्चन विद्यते ।

तदेहि गच्छ पुण्यानामुपभोगाय पार्थिव
]

`speaker [
राजोवाच
]

`verse 8 [
यास्यामि देवानुचर यत्र त्वं मां नयिष्यसि ।

किञ्चित् पृच्छामि तन्मे त्वं यथावद्वक्तुमर्हसि
]

`verse 9 [
वज्रतुण्डास्त्वमी काकाः पुंसां नयनहारिणः ।

पुनः पुनश्च नेत्राणि तद्वदेषां भवन्ति हि
]

`verse 10 [
किं कर्म कृतवन्तश्च कथयैतज्जुगुप्सितम् ।

हरन्त्येषां तथा जिह्वां जायमानां पुनर्नवाम्
]

`verse 11 [
परपत्रेण पाट्यन्ते कस्मादेतेऽतिदुः खिताः ।

करम्भवालुकास्वेते पच्यन्ते तैलगोचराः
]

`verse 12 [
अयोमुखैः खगैश्चैते कृष्यन्ते किंविधा वद ।

विश्र्लिष्टदेहबन्धार्ति-महारावविराविणः
]

`verse 13 [
अयश्चञ्चुनिपातेन सर्वाङ्गक्षतदुः खिताः ।

किमेतेऽनिष्टकर्तारस्तुद्यन्तेऽहर्निशं नराः
]

`verse 14 [
एताश्चान्याश्च दृश्यन्ते यातनाः पापकर्मिणाम् ।

येन कर्मविपाकेण तन्ममाशेषतो वद
]

`speaker [
यमकिङ्कर उवाच
]

`verse 15 [
यन्मां पृच्छसि भूपाल ! पापकर्मफलोदयम् ।

तत् तेऽहं सम्प्रवक्ष्यामि संक्षेपेण यथातथम्
]

`verse 16 [
पुण्यापुण्ये हि पुरुषः पर्यायेण समश्नते ।

भुञ्जतश्च क्षयं याति पापं पुण्यमथापि वा
]

`verse 17 [
न तु भोगादृते पुण्यं किञ्चिद्वा कर्म मानवम् ।

पापकं वा पुनात्याशु क्षयो भोगात् प्रजायते
]

`verse 18 [
परित्यजति भोगाच्च पुण्यापुण्ये निबोध मे ।

दुर्भिक्षादेव दुर्भिक्षं क्लेशात् क्लेशं भयाद्भयम्
]

`verse 19 [
मृतेभ्यः प्रमृता यान्ति दरिद्राः पापकर्मिणः ।

गतिं नानाविधां यान्ति जन्तवः कर्मबन्धनात्
]

`verse 20 [
उत्सवादुत्सवं यान्ति स्वर्गात् स्वर्गं सुखात् सुखम् ।

श्रद्धधानाश्च शान्ताश्च धनदाः शुभकारिणः
]

`verse 21 [
व्यालकुञ्जरदुर्गाणि सर्पचौरभयानि तु ।

हताः पापेन गच्छन्ति पापिनः किमतः परम्
]

`verse 22 [
अनेकशतसाहस्त्र-जन्मसंचयसञ्चितम् ।

पुण्यापुण्यं नृणां तद्वत् सुखदुः खाङ्कुरोद्भवम्
]

`verse 23 [
यथा बीजं हि भूपाल ! पयांसि समवेक्षते ।

पुण्यापुण्ये तथा कालदेशान्यकर्मकारकम्
]

`verse 24 [
स्वल्पं पापं कृतं पुंसा देशकालोपपादितम् ।

पादन्यासकृतं दुः खं कण्टकोत्थं प्रयच्छति
]

`verse 25 [
तत् प्रभूततरं स्थूलं शूलकीलकसम्भवम् ।

दुः खं यच्छति तद्वच्च शिरोरोगादि दुः सहम्
]

`verse 26 [
अपथ्याशनशीतोष्ण-श्रमतापादिकारकम् ।

तथान्योऽन्यमपेक्षन्ते पापानि फलसङ्गमे
]

`verse 27 [
एवं महान्ति पापानि दीर्घरोगादिविक्रियाम् ।

तद्वच्छस्त्राग्निकृच्छ्रार्ति-बन्धनादिफलाय वै
]

`verse 28 [
स्वल्पं पुण्यं शुभं गन्धं हेलया सम्प्रयच्छिति ।

स्पर्श वाप्यथवा शब्दं रसं रूपमथापि वा
]

`verse 29 [
चिराद् गुरुतरं तद्वन्महान्तमपि कालजम् ।

एवञ्च सुखदुः खानि पुण्यापुण्योद्भवानि वै
]

`verse 30 [
भुञ्जानोऽनेकसंसार-सम्भवानीह तिष्ठति ।

जाति देशावरुद्धानि ज्ञानाज्ञानफलानि च
]

`verse 31 [
तिष्णन्ति तत्र युक्तानि लिङ्गमात्रेण चात्मनि ।

वपुषा मनसा वाचा न कदाचित् क्वचिन्नरः
]

`verse 32 [
अकुर्वन् पापकं कर्म पुण्यं वाप्यवतिष्ठते ।

यद् यत् प्राप्नोति पुरुषो दुः खं सुखमथापि वा
]

`verse 33 [
प्रभूतमथवा स्वल्पं विक्रियाकारि चेतसः ।

तावता तस्य पुण्यं वा पापं वाप्यथ चेतरत्
]

`verse 34 [
उपभोगात् क्षयं याति भुज्यमानमिवाशनम् ।

एवमेते महापापं यातनाभिरहर्निशम्
]

`verse 35 [
क्षपयन्ति नरा घोरं नरकान्तर्विवर्तिनः ।

तथैव राजन् ! पुण्यानि स्वर्गलोकेऽमरैः सह
]

`verse 36 [
गन्धर्वसिद्धाप्सरसां गीताद्यैरुपभुञ्जते ।

देवत्वे मानुषत्वे च तिर्यक्त्वे च शुभाशुभम्
]

`verse 37 [
पुण्यपापोद्भवं भुङ्क्ते सुखदुः खोपलक्षणम् ।

यद् त्वं पृच्छसि मां राजन् ! यातनाः पापकर्मिणाम् ।

केन केनेति पापेन तत् ते वक्ष्याम्यशेषतः
]

`verse 38 [
दुष्टेन चक्षुषा दृष्टाः परदारा नराधमैः ।

मानसेन च दुष्टेन परद्रव्यञ्च सस्पृहैः
]

`verse 39 [
वज्रतुण्डाः खगास्तेषां हरन्त्येते विलोचने ।

पुनः पुनश्च सम्भूतिरक्ष्णोरेषां भवत्यथ
]

`verse 40 [
यावतोऽक्षिनिमेषांस्तु पापमेभिर्नृभिः कृतम् ।

तावद्वर्षसहस्राणि नेत्रात्ति प्राप्नुवन्त्युत
]

`verse 41 [
असच्छास्त्रोपदेशास्तु यैर्दत्ता यैश्च मन्त्रिताः ।

सम्यग्दृष्टेर्विनाशाय रिपूणामपि मानवैः
]

`verse 42 [
यैः शास्त्रमन्यथा प्रोक्तं यैरसद्वागुदाहृता ।

वेददेवद्विजातीनां गुरोर्निन्दा च यैः कृता
]

`verse 43 [
हरन्ति तेषां जिह्वाश्च जायमानाः पुनः पुनः ।

तावतो वत्सरानेते वज्रतुण्डाः सदारुणाः
]

`verse 44 [
मित्रभेदं तथा पित्रा पुत्रस्य स्वजनस्य च ।

याज्योपाध्याययोर्मात्रा सुतस्य सहचारिणः
]

`verse 45 [
भार्यापत्योश्च ये केचिद् भेदं चक्रुर्नराधमाः ।

त हमे पश्य पाट्यन्ते करपत्रेण पार्थिव
]

`verse 46 [
परोपतापका ये च ये चाह्लादनिषेधकाः ।

तालवृन्तानिलस्थान-चन्दनोशीरहारिणः
]

`verse 47 [
प्राणान्तिकं ददुस्तापमदुष्टानाञ्च येऽधमाः ।

करम्भवालुकासंस्थास्त इमे पापभागिनः
]

`verse 48 [
भुङ्क्ते श्राद्धन्तु योऽन्यस्य नरोऽन्येन निमन्त्रितः ।

दैवे वाप्यथवा पित्र्ये स द्विधा कृष्यते खगैः
]

`verse 49 [
मर्माणि यस्तु साधूनामसद्वाग्भिर्निकृन्तति ।

तमिमे तुदमानास्तु खगास्तिष्ठन्त्यवारिता
]

`verse 50 [
यः करोति च पैशुन्यमन्यवागन्यथामतिः ।

पाट्यते हि द्विधा जिह्वा तस्येत्थं निशितैः क्षुरैः
]

`verse 51 [
माता-पित्रोर्गुरूणाञ्च येऽवज्ञां चक्रुरुद्धताः ।

त इमे पूयविण्मूत्र-गर्ते मज्जन्त्यधोमुखाः
]

`verse 52 [
देवतातिथिभूतेषु भृत्येष्वभ्यागतेषु च ।

अभुक्तवत्सु येऽश्नन्ति तद्वत् पित्रग्निपक्षिषु
]

`verse 53 [
दुष्टास्ते पूयनिर्यास-भुजः सूचीमुखास्तु ते ।

जायन्ते गिरिवर्ष्माणः पश्यैते यादृशा नराः
]

`verse 54 [
एकपङ्क्त्या तु ये विप्रमथवेतरवर्णजम् ।

विषमं बोजयन्तीह विड्भुजस्त इमे यथा
]

`verse 55 [
एकसार्थप्रयातं ये निः स्वमर्थार्थिनं नरम् ।

अपास्य स्वान्नमश्नन्ति त इमे श्लेष्मभोजिनः
]

`verse 56 [
गोबाह्मणाग्नयः स्पृष्टा यैरुच्छिष्टैर्नरेश्वर ।

तेषामेतेऽग्निकुम्भेषु लेलिह्यन्त्याहिताः कराः
]

`verse 57 [
सूर्येन्दुतारका दृष्टा यैरुच्छिष्टैस्तु कामतः ।

तेषां याम्यैर्नरैर्नेत्रे न्यस्तो वह्निः समेध्यते
]

`verse 58 [
गावोऽग्निर्जननी विप्रोज्येष्ठभ्राता पिता स्वसा ।

जामयो गुरवो वृद्धा यैः स्पृष्टास्तु पदा नृभिः
]

`verse 59 [
बद्धाङ्घ्रयस्ते निगडैलौहैरग्निप्रतापितैः ।

अङ्गारराशिमध्यस्थास्तिष्ठन्त्याजानुदाहिनः
]

`verse 60 [
पायसं कृशरं छागो देवान्नानि च यानि वै ।

भुक्तानि यैरसंस्कृत्य तेषां नेत्राणि पापिनाम्
]

`verse 61 [
निपातितानां भूपृष्ठे उद्वृत्ताक्षि निरीक्षताम् ।

सन्दंशैः पश्य कृष्यन्ते नरैर्याम्यैर्मुखात् ततः
]

`verse 62 [
गुरु-देव-द्विजातीनां वेदानाञ्च नराधमैः ।

निन्दा निशामिता यैश्च पापानामभिनन्दताम्
]

`verse 63 [
तेषामयोमयान् कीलानग्निवर्षान् पुनः पुनः ।

कर्णेषु प्रेरयन्त्येते याम्या विलपतामपि
]

`verse 64 [
यैः प्रपा-देवविप्रौको-देवालयसभाः शुभाः ।

भङ्क्त्वा विध्वंसमानीताः क्रोधलोभानुवर्तिभिः
]

`verse 65 [
तेषामेतैः शितैः शस्त्रैर्मुहुर्विलपतां त्वचः ।

पृथक् कुर्वन्ति वै याम्याः शरीरादतिदारुणाः
]

`verse 66 [
गोब्राह्मणार्कमार्गेषु येऽवमेहन्ति मानवाः ।

तेषामेतानि कृष्यन्ते गुदेनान्त्राणि वायसैः
]

`verse 67 [
दत्त्वा कन्यां च एकस्मै द्वितीयाय प्रयच्छति ।

स त्वेवं नैकधाच्छिन्नः क्षारनद्यां प्रवाह्यते
]

`verse 68 [
स्वपोषणपरो यस्तु परित्यजति मानवः ।

पुत्र-भृत्य-कलत्रादि-बन्धुवर्गमकिञ्चिनम्
]

`verse 69 [
दुर्भिक्षे सम्भ्रमे वापि सोऽप्येवं यमकिङ्करैः ।

उत्कृत्य दत्तानि मुखे स्वमांसान्यश्नुते क्षुधा
]

`verse 70 [
शरणागतान् यस्त्यजति लोभाद् वृत्त्युपजीविनः ।

सोऽप्येवं यन्त्रपीडाभिः पीड्यते यमकिङ्करैः
]

`verse 71 [
सुकृतं ये प्रयच्छन्ति यावज्जन्म कृतं नराः ।

ते पिष्यन्ते शिलापेषैर्यथैते पापकर्मिणः
]

`verse 72 [
न्यासापहारिणो बद्धाः सर्वगात्रेषु बन्धनैः ।

कृमिवृश्चिककाकोलैर्भुज्यन्तेऽहर्निशं नराः
]

`verse 73 [
क्षुत्क्षामास्तृट्पतज्जिह्वा-तालवो वेदनातुराः ।

दिवामैथुनिनः पापाः परदारभुजश्च ये
]

`verse 74 [
तथैव कण्टकैर्देर्घैरायसैः पश्य शाल्मलिम् ।

आरोपिता विभिन्नाङ्गाः प्रभूतासृक्स्त्रवाविलाः
]

`verse 75 [
मूषायामपि पश्यैतान् नाश्यमानान् यमानुगैः ।

पुरुषैः पुरुषाव्याघ्र ! परदारावमर्षिणः
]

`verse 76 [
उपाद्यायमधः कृत्वा स्तब्धो योऽध्ययनं नरः ।

गृह्णाति शिल्पमथवा सोऽप्येवं शिरसा शिलाम्
]

`verse 77 [
बिभ्रत् क्लेशमवाप्नोति जनमार्गेऽतिपीडितः ।

क्षुत्क्षामोऽहर्निशं भारपीडाव्यथितमस्तकः
]

`verse 78 [
मूत्र-श्लेष्म-पूरीषाणि यैरुत्सृष्टानि वारिणि ।

त इमे श्लेष्मविण्मूत्र-दुर्गन्धं नरकं गताः
]

`verse 79 [
परस्परञ्च मांसानि भक्ष्यन्ति क्षुधान्विताः ।

भुक्तं नातिथ्यविधिना पूर्वमेभैः परस्परम्
]

`verse 80 [
अपविद्धास्तु यैर्वेदा वहनयश्चाहिताग्निभिः ।

त इमे शालशृङ्गाग्रात् पात्यन्तेऽधः पुनः पुनः
]

`verse 81 [
पुनर्भूपतयो जीर्णा यावज्जीवन्ति ये नराः ।

इमे कृमित्वमापन्ना भक्ष्यन्तेऽत्र पिपीलिकैः
]

`verse 82 [
पतितप्रतिग्रहादानाद्यजनान्नित्यसेवनात् ।

पाषाणमध्यकीटत्वं नरः सततमश्नुते
]

`verse 83 [
पश्यतो भृत्यवर्गस्य मित्राणामतिथेस्तथा ।

एको मिष्टान्नभुग् भुङ्क्ते ज्वलदङ्गारसञ्चयम्
]

`verse 84 [
वृकैर्भयङ्करैः पृष्ठं नित्यमस्योपभुज्यते ।

पृष्ठमांसं नृपैतेन यतो लोकस्य भक्षितम्
]

`verse 85 [
अन्धोऽथ बधिरो मूको भ्राम्यतेऽयं क्षुधातुरः ।

अकृतज्ञोऽधमः पुंसामुपकारेषु वर्तताम्
]

`verse 86 [
अयं कृतघ्रो मित्राणामपकारी सुदुर्मतिः ।

तत्पकुम्भे निपतति ततो यास्यति पेषणम्
]

`verse 87 [
करम्भवालुकां तस्मात् ततो यन्त्रानपीडनम् ।

असिपत्रवनं तस्मात् करपत्रेण पाटनम्
]

`verse 88 [
कालसूत्रे तथा छेदमनेकाश्चैव यातनाः ।

प्राप्य निष्कृतिमेतस्मान्न वेद्मि कथमेष्यति
]

`verse 89 [
श्राद्धसङ्गतिनो विप्राः समुत्पत्य परस्परम् ।

दुष्टा हि निः सृतं फेनं सर्वाङ्गेभ्यः पिबन्ति वै
]

`verse 90 [
सुवर्णस्तेयी विप्रघ्रः सुरापी गुरुतल्पगः ।

अधश्चोर्ध्वञ्च दीप्ताग्नौ दह्यमानाः समन्ततः
]

`verse 91 [
तिष्ठन्त्यब्दसहस्राणि सुबहूनि ततः पुनः ।

जायन्ते मानवाः कुष्ठ-क्षयरोगादिचिह्नताः
]

`verse 92 [
मृताः पुनश्च नरकं पुनर्जाताश्च तादृशम् ।

व्याधिमृच्छन्ति कल्पान्तपरिमाणं नराधिप
]

`verse 93 [
गोघ्रो न्यूरतरं याति नरकेऽथ त्रिजन्मनि ।

तथोपपातकानाञ्च सर्वेषामिति निश्चयः
]

`verse 94 [
नरकप्रच्युता यानि यैर्यैर्विहितपातकैः ।

प्रयान्ति योनिजातानि तन्मे निगदतः शृणु
]

`colophon [
इति श्रीमार्कण्डेयपुराणे जडोपाख्याने यमकिङ्करसंवादो नाम चतुर्दशोऽध्यायः
]
