`speaker [
यमकिङ्कर उवाच
]

`verse 1 [
पतितात् प्रतिगृह्यार्थं खरयोनिं व्रजेद् द्विजः ।

नरकात् प्रतिमुक्तस्तु कृमिः पतितयाजकः
]

`verse 2 [
उपाध्यायव्यलीकन्तु कृत्वा श्वा भवति द्विजः ।

तज्जायां मनसावाञ्छन् तद्द्रव्यञ्चाप्यसंशयम्
]

`verse 3 [
गर्दभो जायते जन्तुः पित्रोश्चाप्यवमानकः ।

मातापितरावाक्रुश्य शारिका सम्प्रजायते
]

`verse 4 [
भ्रातुः पत्न्यवमन्ता च कपोतत्वं प्रपद्यते ।

तामेव पीडयित्वा तु कच्छपत्वं प्रपद्यते
]

`verse 5 [
भर्तृपिण्डमुपाश्नन् यस्तदिष्टं न निषेवते ।

सोऽपि मोहसमापन्नो जायते वानरो मृतः
]

`verse 6 [
न्यासापहर्ता नरकाद्विमुक्तो जायते कृमिः ।

असूयकश्च नरकान्मुक्तो भवति राक्षसः
]

`verse 7 [
विश्वासहन्ता च नरो मीनयोनौ प्रजायते ।

धान्यं यवांस्तिलान् माषान् कुलत्थान् सर्षपांश्चणान्
]

`verse 8 [
कलायान कलमान् मुद्गान् गोधूमानतसीस्तथा ।

शस्यान्यन्यानि वा हृत्वा मोहाज्जन्तुरचेतनः
]

`verse 9 [
सञ्जायते महावक्त्रो मूषिको बभ्रुसन्निभः ।

परदाराभिमर्षात्तु वृको घोरोऽभिजायते
]

`verse 10 [
श्वा शृगालो वको गृध्रो व्याडः कङ्कस्तथा क्रमात् ।

भ्रातृभार्याञ्च दुर्बुद्धिर्यो धर्षयति पापकृत्
]

`verse 11 [
पुंस्कोकिलत्वमाप्नोति स चापि नरकाच्च्युतः ।

सखिभार्यां गुरोर्भार्यां राजभार्याञ्च पापकृत्
]

`verse 12 [
प्रधर्षयित्वा कामात्मा शूकरो जायते नरः ।

यज्ञ-दान-विवाहानां विघ्रकर्ता भवेत् कृमिः
]

`verse 13 [
पुनर्दात् च कन्यायाः कृमिरेवोपजायते ।

देवता-पितृ-विप्राणामदत्वा योऽन्नमश्नुते
]

`verse 14 [
प्रमुक्तो नरकात् सोऽपि वायसः सम्प्रजायते ।

ज्येष्ठं पितृसमं वापि भ्रातरं योऽवमन्यते
]

`verse 15 [
नरकात् सोऽपि विभ्रष्टः क्रौञ्चयोनौ प्रजायते ।

शूद्रश्च ब्राह्मणरिं गत्वा कृमियोनौ प्रजायते
]

`verse 16 [
तस्यामपत्यमुत्पाद्य काष्ठान्तः कीटको भवेत् ।

शूकरः कृमिको मद्गुश्चण्डालश्च प्रजायते
]

`verse 17 [
अकृतज्ञोऽधमः पुंसां विमुक्तो नरकान्नरः ।

कृतघ्रः कृमिकः कीटः पतङ्गो वृश्चिकस्तथा
]

`verse 18 [
मत्स्यस्तु वायसः कूर्मः पुक्कसो जायते ततः ।

अशस्त्रं पुरुषं हत्वा नरः सञ्जायते खरः
]

`verse 19 [
कृमिः स्त्रीवधकर्ता च बालहन्ता च जायते ।

भोजनं चोरयित्वा तु मक्षिका जायते नरः
]

`verse 20 [
तत्राप्यस्ति विशेषो वै भोजनस्य शृणुष्व तत् ।

हृत्वान्नन्तु स मार्जारो जायते नरकाच्च्युतः
]

`verse 21 [
तिलपिण्याकसंमिश्रमन्नं हृत्वा तु मूषिकः ।

घृतं हृत्वा च नकुलः काको मद्गुरजामिषम्
]

`verse 22 [
मत्स्यमांसापहृत् काकः श्येनो मार्गामिषापहृत् ।

वीचीकाकस्त्वपहृते लवणे दधनि कृमिः
]

`verse 23 [
चोरयित्वा पयश्चापि बलाका सम्प्रजायते ।

यस्तु चोरयते तैलं तैलपायी स जायते
]

`verse 24 [
मधु हृत्वा नरो दंशः पूपं हृत्वा पिपीलिकः ।

चोरयित्वा तु निष्पावान् जायते गृहगोलकः
]

`verse 25 [
आसवं चोरयित्वा तु तित्तिरित्वमवाप्नुयात् ।

अयो हृत्वा तु पापात्मा वायसः सम्प्रजायते
]

`verse 26 [
हृते कांस्ये च हारीतः कपोतो रुप्यभाजने ।

हृत्वा तु काञ्चनं भाण्डं कृमियोनौ प्रजायते
]

`verse 27 [
पत्रोर्णं चोरयित्वा तु क्रकरत्वञ्च गच्छति ।

कोषकारश्च कौषेये हृते वस्त्रेऽभिजायते
]

`verse 28 [
दुकूले शार्ङ्गकः पापो हृते चैवांशुके शुकः ।

तथैवाजाविकं हृत्वा वस्त्रं क्षौमं च जायते
]

`verse 29 [
कार्पासिके हृते क्रौञ्चो वाल्कहर्ता बकस्तथा ।

मयूरो वर्णकान् हृत्वा शाकपत्रं च जायते
]

`verse 30 [
जीवज्जीवकतां याति रक्तवस्त्रापहृन्नरः ।

छुच्छुन्दरिः शुभान् गन्धान् वासो हृत्वा शशो भवेत्
]

`verse 31 [
षण्ढः फलापहरणात् काष्ठस्य घुणकीटकः ।

पुष्पापहृद् दरिद्रश्च पङ्गुर्यानापहृन्नरः
]

`verse 32 [
शाकहर्ता च हारीतस्तोयहर्ता च चातकः ।

भूहर्ता नरकान् गत्वा रौरवादीन् सुदारुणान्
]

`verse 33 [
तृण-गुल्म-लता-वल्लि-त्वक्सारतरुतां क्रमात् ।

प्राप्य क्षीणाल्पपापस्तु नरो भवति वै ततः
]

`verse 34 [
कृमिः कीटः पतङ्गोऽथ पक्षी तोय चरो मृगः ।

गोत्वं प्राप्य च चण्डाल-पुक्कसादि जुगुप्सितम्
]

`verse 35 [
पङ्ग्वन्धो वधिरः कुष्ठी यक्ष्मणा च प्रपीडितः ।

मुखरोगाक्षिरोगैश्च गुदरोगैश्च बाध्यते
]

`verse 36 [
अपस्मारी च भवति शूद्रत्वं च स गच्छति ।

एष एव क्रमो दृष्टो गोसुवर्णापहारिणाम्
]

`verse 37 [
विद्यापहारिणश्चोग्रा निष्क्रयभ्रंशिनो गुरोः ।

जायामन्यस्य पुरुषः पारख्यां प्रतिपादयन्
]

`verse 38 [
प्राप्नोति षण्ढतां मूढो यातनाभ्यः परिच्युतः ।

यः करोति नरो होममसमिद्धे विभावसौ
]

`verse 39 [
सोऽजिर्णव्याधिदुः खार्तो मन्दाग्निः संप्रजायते ।

परनिन्दा कृतघ्रत्वं परमर्मावघट्टनम्
]

`verse 40 [
नैष्ठुर्यं निर्घृणत्वञ्च परदारोपसेवनम् ।

परस्वहरणाशौचं देवतानाञ्च कुत्सनम्
]

`verse 41 [
निकृत्या कञ्चनं नृणां कार्पण्यं च नृणां वधः ।

यानि च प्रतिषिद्धानि तत्प्रवृत्तिश्च सन्तता
]

`verse 42 [
उपलक्ष्याणि जानीयान्मुक्तानां नरकादनु ।

दया भूतेषु संवादः परलोकप्रतिक्रिया
]

`verse 43 [
सत्यं भूतहितार्थोक्तिर्वेदप्रामाण्यदर्शनम् ।

गुरु-देवर्षि-सिद्धर्षिपूजनं साधुसङ्गमः
]

`verse 44 [
सत्क्रियाभायसनं मैत्रीमिति बुध्यते पण्डितः ।

अन्यानि चैव सद्धर्मङ्क्रियाभूतानि यानि च
]

`verse 45 [
स्वर्गच्युतानां लिङ्गानि पुरुषाणामपापिनाम् ।

एतदुद्देशतो राजन् भवतः कथितं मया
]

`verse 46 [
स्वकर्मफलभोक्तॄणां पुण्यानां पापिनां तथा ।

तदेह्यन्यत्र गच्छामो दृष्टं सर्वं त्वयाधुना ।

त्वया दृष्टो हि नरकस्तदेह्यन्यत्र गम्यताम्
]

`speaker [
पुत्र उवाच
]

`verse 47 [
ततस्तमग्रतः कृत्वा स राजा गन्तुमुद्यतः ।

ततश्च सर्वैरुत्क्रुष्टं यातनास्थायिभिर्नृभिः
]

`verse 48 [
प्रसादं कुरु भूपेति तिष्ठ तावन्मुहूर्तकम् ।

त्वदङ्गसङ्गी पवनो मनो ह्लादयते हि नः
]

`verse 49 [
परितापञ्च गात्रेभ्यः पीडाबाधाश्च कृत्स्नशः ।

अपहन्ति नरव्याघ्र यदां कुर महीपते
]

`verse 50 [
एतच्छ्रुत्वा वचस्तेषां तं याम्यपुरुषं नृपः ।

पप्रच्छ कथमेतेषामाह्लादो मयि तिष्ठति
]

`verse 51 [
किं मया कर्म तत् पुण्यं मर्त्यलोके महत् कृतम् ।

आह्लाददायिनी व्युष्टिर्येनेयं तदुदीरय
]

`speaker [
यमपुरुष उवाच
]

`verse 52 [
पितृदेवातिथिप्रैष्य-शिष्टेनान्नेन ते तनुः ।

पुष्टिमभ्यागता यस्मात् तद्गतं च मनो यतः
]

`verse 53 [
ततस्त्वद्गात्रसंसर्गो पवनो ह्लाददायकः ।

पापकर्मकृतो राजन् यातना न प्रबाधते
]

`verse 54 [
अश्वमेधादयो यज्ञास्त्वयेष्टा विधिवद्यतः ।

ततस्त्वद्दर्शनाद्याम्या यन्त्रशस्त्राग्निवायसाः
]

`verse 55 [
पीडन-च्छेद-दाहादि-महादुः खस्य हेतवः ।

मृदुत्वमागता राजन् तेजसापहतास्तव
]

`speaker [
राजोवाच
]

`verse 56 [
न स्वर्गे ब्रह्मलोके वा तत् सुखं प्राप्यते नरैः ।

यदार्तजन्तुनिर्वाण-दानोत्थमिति मे मतिः
]

`verse 57 [
यदि मत्सन्निधावेतान् यातना न प्रबाधते ।

ततो भद्रमुखात्राहं स्थास्ये स्थाणुरिवाचलः
]

`speaker [
यमपुरुष उवाच
]

`verse 58 [
एहि राजन् प्रगच्छामो निजपुण्यसमर्जितान् ।

भुङ्क्ष्व भोगानपास्येह यातनाः पापकर्मणाम्
]

`speaker [
राजोवाच
]

`verse 59 [
तस्मान्न तावद्यास्यामि यावदेते सुदुः खिताः ।

मत्सन्निधानात् सुखिनो भवन्ति नरकौकसः
]

`verse 60 [
धिक् तस्य जीवनं पुंसः शरणार्थिनमातुरम् ।

यो नार्तमनुगृह्णाति वैरिपक्षमपि ध्रुवम्
]

`verse 61 [
यज्ञ-दान-तपांसीह परत्र च न भूतये ।

भवन्ति तस्य यस्यार्त-परित्राणे न मानसम्
]

`verse 62 [
नरस्य यस्य कठिनं मनो बालातुरादिषु ।

वृद्धेषु च न तं मन्ये मानुषं राक्षसो हि सः
]

`verse 63 [
एतेषां सन्निकर्षात् तु यद्यग्निपरितापजम् ।

तथोग्रगन्धजं वापि दुः खं नरकसम्भवम्
]

`verse 64 [
क्षुत्पिपासाभवं दुः खं यच्च मूर्च्छाप्रदं महत् ।

एतेषां त्राणदानन्तु मन्ये स्वर्गसुखात् परम्
]

`verse 65 [
प्राप्स्यन्त्यार्ता यदि सुखं बहवो दुः खिते मयि ।

किन्नु प्राप्तं मया न स्यात् तस्मात् त्वं व्रज माचिरम्
]

`speaker [
यमपुरुष उवाच
]

`verse 66 [
एष धर्मश्च शक्रश्च त्वां नेतुं समुपागतौ ।

अवश्यमस्माद् गन्तव्यं तस्मात् पार्थिव ! गम्यताम्
]

`speaker [
धर्म उवाच
]

`verse 67 [
नयामि त्वामहं स्वर्गं त्वया सम्यगुपासितः ।

विमानमेतदारुह्य मा विलम्बस्व गम्यताम्
]

`speaker [
राजोवाच
]

`verse 68 [
नरके मानवा धर्म पीड्यन्तेऽत्र सहस्रशः ।

त्राहीति चार्ताः क्रन्दन्ति मामतो न व्रजाम्यहम्
]

`speaker [
इन्द्र उवाच
]

`verse 69 [
कर्मणा नरकप्राप्तिरेतेषां पापकर्मिणाम् ।

स्वर्गस्त्वयापि गन्तव्यो नृप ! पुण्येन कर्मणा
]

`speaker [
राजोवाच
]

`verse 70 [
यदि जानासि धर्म ! त्वं त्वं वा शक्र ! शचीपते ।

मम यावत् प्रमाणन्तु शुभं तद्वक्तुमर्हथः
]

`speaker [
धर्म उवाच
]

`verse 71 [
अब्बिन्दवो यथाम्भोधौ यथा वा दिवि तारकाः ।

यथा वा वर्षता धारा गड्गायां सिकता यथा
]

`verse 72 [
असंख्येया महाराज यथा बिन्द्वादयो ह्यपाम् ।

तथा तवापि पुण्यस्य संख्या नैवोपपद्यते
]

`verse 73 [
अनुकम्पामिमामद्य नारकेष्विह कुर्वतः ।

तदेव शतसाहस्त्रं संख्यामुपगतं तव
]

`verse 74 [
तद् गच्छ त्वं नृपश्रेष्ठ तद्भाक्तुममरालयम् ।

एतेऽपि पापं नरके क्षपयन्तु स्वकर्मजम्
]

`speaker [
राजोवाच
]

`verse 75 [
कथं स्पृहां करिष्यन्ति मत्सम्पर्केषु मानवाः ।

यदि सत्सन्निधावेषामुकत्कर्षो नोपजायते
]

`verse 76 [
तस्माद्यत् सुकृतं किञ्चिन्ममास्ति त्रिदशाधिप ।

तेन मुच्यन्तु नरकात् पापिनो यातनां गताः
]

`speaker [
इन्द्र उवाच
]

`verse 77 [
एवमूर्ध्वतरं स्थानं त्वयावाप्तं महीपते ।

एतांश्च नरकात् पश्य विमुक्तान् पापकारिणः
]

`speaker [
पुत्र उवाच
]

`verse 78 [
ततोऽपतत् पुष्पवृष्टिस्तस्योपरि महीपतेः ।

विमानञ्चाधिरोप्यैनं स्वर्लोकमनयद्धरिः
]

`verse 79 [
अहञ्चान्ये च ये तत्र यातनाभ्यः परिच्युताः ।

स्वकर्मफलनिर्दिष्टं ततो जात्यन्तरं गताः
]

`verse 80 [
एवमेते समाख्याता नरका द्विजसत्तम ।

येन येन च पापेन यां यां योनिमुपैति वै
]

`verse 81 [
तत् तत् सर्वं समाख्यातं यथा दृष्टं मया पुरा ।

पुरानुभवजं ज्ञानमवाप्यावितथं तव ।

अतः परं महाभाग किमन्यत् कथयामि ते
]

`colophon [
इति श्रीमार्कण्डेयपुराणे पितापुत्रसंवादो नाम पञ्चदशोऽध्यायः
]
