`speaker [
पितोवाच
]

`verse 1 [
कथितं मे त्वया वत्स संसारस्य व्यवस्थितम् ।
स्वरूपमतिहेयस्य घटीयन्त्रवदव्ययम्
]

`verse 2 [
तदेवमेतदखिलं मयावगतमीदृशम् ।
किं मया वद कर्तव्यमेवस्मिन् व्यवस्थिते
]

`speaker [
पुत्र उवाच
]

`verse 3 [
यदि मद्वचनं तात श्रद्दधास्यविशङ्कितः ।
तत् परित्यज्य गार्हस्थ्यं वानप्रस्थपरो भव
]

`verse 4 [
तमनुष्ठाय विधिवद् विहायाग्निपरिग्रहम् ।
आत्मन्यात्मानमाधया निर्द्वन्द्वो निष्परिग्रहः
]

`verse 5 [
एकान्तराशी वश्यात्मा भव भिक्षुरतन्द्रितः ।
तत्र योगापरो भूत्वा बाह्यस्पर्शविवर्जितः
]

`verse 6 [
ततः प्राप्स्यति तं योगं दुः शसंयोगभेषजम् ।
मुक्तिहेतुमनौपम्यमनाख्येयमसङ्गिनम् ।
यत्संयोगान्न ते योगो भूयो भूतैर्भविष्यति
]

`speaker [
पितोवाच
]

`verse 7 [
वत्स योगं ममाचक्ष्व मुक्तिहेतुमतः परम् ।
येन भूतैः पुनर्भूतो नेदृगः खमवाप्नुयाम्
]

`verse 8 [
यत्रासक्तिपरस्यात्मा मम संसारबन्धनैः ।
नैति योगमयोगोऽपि तं योगमधुना वद
]

`verse 9 [
संसारादित्यतापार्ति-विप्लुष्यद्देहमानसम् ।
ब्रह्मज्ञानाम्बुशीतेन सिञ्च मां वाक्यवारिणा
]

`verse 10 [
अविद्याकृष्णसर्पेण दष्टं तद्विषपीडितम् ।
स्ववाक्यामृतपानेन मां जीवय पुनर्मृतम्
]

`verse 11 [
पुत्र-दार-गृह-क्षेत्र-ममत्वनिगजडार्दितम् ।
मां मोचयेष्टसद्भाव-विज्ञानोद्घाटनैस्त्वरन्
]

`speaker [
पुत्र उवाच
]

`verse 12 [
शृणु तात ! यथा योगो दत्तात्रेयेण धीमता ।
अलर्काय पुरा प्रोक्तः सम्यक् पृष्टेन विस्तरात्
]

`speaker [
पितोवाच
]

`verse 13 [
दत्तात्रेयः सुतः कस्य कथं वा योगमुक्तवान् ।
कश्चालर्को महाभागो यो यौगं परिपृष्टवान्
]

`speaker [
पुत्र उवाच
]

`verse 14 [
कौशिको ब्राह्मणः कश्चित् प्रतिष्ठानेऽभवत् पुरे ।
सोऽन्यजन्मकृतैः पापैः कुष्ठरोगातुरोऽभवत्
]

`verse 15 [
तं तथा व्याधितं भार्या पतिं देवमिवार्च्चयत् ।
पादाभ्यङ्गाङ्गसंवाह-स्त्रानाच्छादनभोजनैः
]

`verse 16 [
श्लेष्म-मूत्र-पुरीषासृक्-प्रवाहक्षालनेन च ।
रहश्चैवोपचारेण प्रियसम्भाषणेन च
]

`verse 17 [
स तया पूज्यमानोऽपि सदातीव विनीतया ।
अतीव तीव्रकोपत्वान्निर्भर्त्सयति निष्ठुरः
]

`verse 18 [
तथापि प्रणता भार्या तममन्यत दैवतम् ।
तं तथाप्यतिबीभत्सं सर्वश्रेष्ठममन्यत
]

`verse 19 [
अचङ्क्रमणशोलोऽपि स कदाचिद् द्विजोत्तमः ।
प्राह भार्यां नयस्वेति त्वं मां तस्या निवेशनम्
]

`verse 20 [
या सा वेश्या मया दृष्टा राजमार्गे गृहोषिता ।
तां मां प्रापय धर्मज्ञे ! सैव मे हृदि वर्तते
]

`verse 21 [
दृष्टा सूर्योदये बाला रात्रिश्चेयमुपागता ।
दर्शनानन्तरं सा मे हृदयान्नापसर्पति
]

`verse 22 [
यदि सा चारुसर्वाङ्गी पीनश्रोणिपयोधरा ।
नोपगूहति तन्वङ्गी तन्मां द्रक्ष्यसि वै मृतम्
]

`verse 23 [
वामः कामो मनुष्याणां बहुभिः प्रार्थ्यते च सा ।
ममाशक्तिश्च गमने सङ्कुलं प्रतिभाति मे
]

`verse 24 [
तत् तदा वचनं श्रुत्वा भर्तुः कामातुरस्य सा ।
तत्पत्नी सत्कुलोत्पन्ना महाभागा पतिव्रता
]

`verse 25 [
गाग्ं परिकरं बद्ध्वा शुल्कमादाय चाधिकम् ।
स्कन्धे भर्तारमादाय जगाम मृदुगामिनी
]

`verse 26 [
निशि मेघास्तृते व्योम्नि चलद्विद्युत्प्रदर्शिते ।
राजमार्गे प्रियं भर्तुश्चिकीर्षन्ती द्विजाङ्गना
]

`verse 27 [
पथि शूले तथा प्रोतमचौरं यौरशङ्कया ।
माण्डव्यमतिदुः खार्तमन्धकारेऽथ स द्विजः
]

`verse 28 [
पत्नीस्कन्धे समारूढश्चालयामास कौशिकः ।
पादावमर्षणात् क्रुद्धो माण्डव्यस्तमुवाच ह
]

`verse 29 [
येनाहमेवमत्यर्थं दुः खितश्चालितः पदा ।
दशां कष्टामनुप्राप्तः स पापात्मा नराधमः
]

`verse 30 [
सूर्योदयेऽवशः प्राणैर्विमोक्ष्यति न संशयः ।
भास्करालोकनादेव स विनाशमवाप्स्यति
]

`verse 31 [
तस्य भार्याततः श्रुत्वा तं शापमतिदारुणम् ।
प्रोवाच व्यथिता सूर्यो नैवोदयमुपैष्यति
]

`verse 32 [
ततः सूर्योदयाभावादभवत् सन्तता निशा ।
बहून्यहः प्रमाणानि ततो देवा भयं ययुः
]

`verse 33 [
निः स्वाध्यायवषट्कार-स्वधास्वाहाविवर्जितम् ।
कथं नु खल्विदं सर्वं न गच्छेत् संक्षयं जगत्
]

`verse 34 [
अहोरात्रव्यवस्थाया विना मासर्तुसंक्षयः ।
तत्संक्षयान्न त्वयने ज्ञायेते दक्षिणोत्तरे
]

`verse 35 [
विना चायनविज्ञानात् कालः संवत्सरः कुतः ।
संवत्सरं विना नान्यत् कालज्ञानं प्रवर्तते
]

`verse 36 [
पतिव्रताया वचसा नोद्गच्छति दिवाकरः ।
सूर्योदयं विना नैव स्त्रानदानादिकाः क्रियाः
]

`verse 37 [
नाग्नेर्विहरणञ्चैव क्रात्वभावश्च लक्ष्यते ।
नैवाप्ययनमस्माकं विना होमेन जायते
]

`verse 38 [
वयमाप्यायिता मर्त्यैर्यज्ञभागैर्यथोचितैः ।
वृष्ट्या ताननुगृह्णीमो मर्त्यान् शस्यादिसिद्धये
]

`verse 39 [
निष्पादितास्वोषधीषु मर्त्या यज्ञैर्यजन्ति नः ।
तेषां वयं प्रयच्छामः कामान् यज्ञादिपूजिताः
]

`verse 40 [
अधो हि वर्षाम वयं मर्त्याश्चोर्ध्वप्रवर्षिणः ।
तोयवर्षेण हि वयं हविर्वर्षेण मानवाः
]

`verse 41 [
ये नास्माकं प्रयच्छन्ति नित्यनैमित्तकीः क्रियाः ।
क्रतुभागं दुरात्मानः स्वयञ्चाश्नन्ति लोलुपाः
]

`verse 42 [
विनाशाय वयं तेषां तोयसूर्याग्निमारुतान् ।
क्षितिञ्च सन्दूषयामः पापानामपकारिणाम्
]

`verse 43 [
दुष्टतोयादिभोगेन तेषां दुष्कृतकर्मिणाम् ।
उपसर्गाः प्रवर्तन्ते मरणाय सुदारुणाः
]

`verse 44 [
ये त्वस्मान् प्रीणयित्वा तु भुञ्जते शेषमात्मना ।
तेषां पुण्यान् वयं योकान् विदधाम महात्मनाम्
]

`verse 45 [
तन्नास्ति सर्वमेवैतद्विनैषां व्युष्टिसंस्थैतम् ।
कथं नु दिनसर्गः स्यादन्योऽन्यमवदन् सुराः
]

`verse 46 [
तेषामेव समेतानां यज्ञव्युच्छित्तिशङ्किनाम् ।
देवानां वचनं श्रुत्वा प्राह देवः प्रजापतिः
]

`verse 47 [
तेजः परं तेजसैव तपसा च तपस्तथा ।
प्रशाम्यतेऽमरास्तस्माच्छृणुध्वं वचनं मम
]

`verse 48 [
पतिव्रताया माहात्म्यान्नोद्गच्छति दिवाकरः ।
तस्य चानुदयाद्धानिर्मर्त्यानां भवतां तथा
]

`verse 49 [
तस्मात् पतिव्रतामत्रेरनुभूयां तपस्विनीम् ।
प्रसादयत वै पत्नीं भानोरुदयकाम्यया
]

`speaker [
पुत्र उवाच
]

`verse 50 [
तैः सा प्रसादिता गत्वा प्रोहेष्टं व्रियतामिति ।
अयाचन्त दिनं देवा भवत्विति यथा पुरा
]

`speaker [
अनसूयोवाच
]

`verse 51 [
पतिव्रताया माहात्म्यं न हीयेत कथन्त्विति ।
संमान्य तस्मात् तां साध्वीमहः स्त्रक्ष्याम्यहं सुराः
]

`verse 52 [
यथा पुनरहोरात्र-संस्थानमुपजायते ।
यथा च तस्याः स्वपतिर्न साध्व्या नाशमेष्यति
]

`speaker [
पुत्र उवाच
]

`verse 53 [
एवमुक्त्वा सुरांस्तस्या गत्वा सा मन्दिरं शुभा ।
उवाच कुशलं पृष्टा धर्मं भर्तुस्तथात्मनः
]

`speaker [
अनसूयोवाच
]

`verse 54 [
कच्चिन्नन्दसि कल्याणि स्वभर्तुर्मुखदर्शनात् ।
कच्चिच्चाखिलदेवेभ्यो मन्यसेऽभ्यधिकं पतिम्
]

`verse 55 [
भर्तृशुश्रूषणादेव मया प्राप्तं महत् फलम् ।
सर्वकामफलावाप्त्या प्रत्यूहाः परिवर्तिताः
]

`verse 56 [
पञ्चर्णानि मनुष्येण साध्वि ! देयानि सर्वदा ।
तथात्मवर्णधर्मेण कर्तव्यो धनसंचयः
]

`verse 57 [
प्राप्तश्चार्थस्ततः पात्रे विनियोज्यो विधानतः ।
सत्यार्जव-तपो-दानैर्दयायुक्तो भवेत् सदा
]

`verse 58 [
क्रियाश्च शास्त्रनिर्दिष्टा रागद्वेषविवर्जिताः ।
कर्तव्या अन्वहं श्रद्धा-पुरस्कारेण शक्तितः
]

`verse 59 [
स्वजातिविहितानेव लोकानाप्नोति मानवः ।
क्लेशेन महता साध्वि ! प्राजापत्यादिकान् क्रमात्
]

`verse 60 [
स्त्रियस्त्वेवं समस्तस्य नरैर्दुः खार्जितस्य वै ।
पुण्यस्यार्धापहारिण्यः पतिशुश्रूषयैव हि
]

`verse 61 [
नास्ति स्त्रीणां पृथग्यज्ञो न श्राद्धं नाप्युपोषितम् ।
भर्तृशुश्रूषयैवैतान् लोकानिष्टान् व्रजन्ति हि
]

`verse 62 [
तस्मात् साध्वि ! महाभागे ! पतिशुश्रूषणं प्रति ।
त्वया मतिः सदा कार्या यतो भर्ता परा गतिः
]

`verse 63 [
यद्देवेभ्यो यच्च पित्रागतेभ्यः कुर्याद्भर्ताभ्यर्च्चनं सत्क्रियातः ।
तस्याप्यर्धं केवलानन्यचित्ता नारी भुङ्क्ते भर्तृशुश्रूषयैव
]

`speaker [
पुत्र उवाच
]

`verse 64 [
तस्यास्तद्वचनं श्रुत्वा प्रतिपूज्य तथादरात् ।
प्रत्युवाचात्रिपत्नीं तामनसूयामिदं वचः
]

`verse 65 [
धन्यास्म्यनुगृहीतास्मि देवैश्चाप्यवलोकिता ।
यन्मे प्रकृतिकल्याणि ! श्रद्धां वर्धयसे पुनः
]

`verse 66 [
जानाम्येतन्न नारीणां काचित् पतिसमा गतिः ।
तत्प्रीतिश्चोपकाराय इह लोके परत्र च
]

`verse 67 [
पतिप्रसादादिह च प्रेत्य चैव यशस्विनि ।
नारी सुखमवाप्नोति नार्या भर्ता हि देवता
]

`verse 68 [
सा त्वं ब्रूहि महाभागे ! प्राप्ताया मम मन्दिरम् ।
आर्याया यन्मया कार्यं तथार्येणापि वा शुभे
]

`speaker [
अनसूयोवाच
]

`verse 69 [
एते देवाः सहेन्द्रेण मामुपागम्य दुः खिताः ।
त्वद्वाख्यापास्तसत्कर्मदिननक्तनिरूपणाः
]

`verse 70 [
याचन्तेऽहर्निशासंस्थां यथावदविखण्डिताम् ।
अहं तदर्थमायाता शृणु चैतद्वचो मम
]

`verse 71 [
दिनाभावात् समस्तानामभावो यागकर्मणाम् ।
तदभावात् सुराः पुष्टिं नोपयान्ति तपस्विनि
]

`verse 72 [
अह्नश्चैव समुच्छेदादुच्छेदः सर्वकर्मणाम् ।
तदुच्छेदादनावृष्ट्या जगदुच्छेदमेष्यति
]

`verse 73 [
तत् त्वमिच्छसि चेदेतत् जगदुद्धर्तुमापदः ।
प्रसीद साध्वि ! लोकानां पूर्ववद्धर्ततां रविः
]

`verse 74 [
ब्राह्मण्युवाच

माण्डव्येन महाभागे ! शप्तो भर्ता ममेश्वरः ।
सूर्योदये विनाशं त्वं प्राप्स्यसीत्यतिमन्युना
]

`speaker [
अनसूयोवाच
]

`verse 75 [
यदि वा रोचते भद्रे ! ततस्त्वद्वचनादहम् ।
करोमि पूर्ववद्देहं भर्तारञ्च नवं तव
]

`verse 76 [
मया हि सर्वथा स्त्रीणां माहात्म्यं वरवर्णिनि ।
पतिव्रतानामाराध्यमिति संमानयामि ते
]

`speaker [
पुत्र उवाच
]

`verse 77 [
तथेत्युक्ते तया सूर्यमाजुहाव तपस्विनी ।
अनसूयार्घ्यमुद्यम्य दशरात्रे तदा निशि
]

`verse 78 [
ततो विवस्वान् भगवान् फुल्लपद्मारुणाकृतिः ।
शैलराजानमुदयमारुरोहोरुमण्डलः
]

`verse 79 [
समनन्तरमेवास्या भर्ता प्राणैर्व्ययुज्यत ।
पपात च महीपृष्ठे पतन्तं जगृहे च सा
]

`speaker [
अनसूयोवाच
]

`verse 80 [
न विषादस्त्वया भद्रे ! कर्तव्यः पश्य मे बलम् ।
पतिशुश्रूषयावाप्तं तपसः किं चिरेण ते
]

`verse 81 [
यथा भर्तृसमं नान्यमपश्यं पुरुषं क्वचित् ।
रूपतः शीलतो बुद्ध्या वाङ्माधुर्ंय्यादिभूषणैः
]

`verse 82 [
तेन सत्येन विप्रोऽयं व्याधिमुक्तः पुनर्युवा ।
प्राप्नोतु जीवितं भार्यासहायः शरदां शतम्
]

`verse 83 [
यथा भर्तृसमं नान्यमहं पश्यामि दैवतम् ।
तेन सत्येन विप्रोऽयं पुनर्जोवत्वनामयः
]

`verse 84 [
कर्मणा मनसा वाचा भर्तुराराधनं प्रति ।
यथा ममोद्यमो नित्यं तथायं जीवतां द्विजः
]

`speaker [
पुत्र उवाच
]

`verse 85 [
ततो विप्रः समुत्तस्थौ व्याधिमुक्तः पुनर्युवा ।
स्वभाभिर्भासयन् वेश्म वृन्दारक इवाजरः
]

`verse 86 [
ततोऽपतत् पुष्पवृष्टिर्देववाद्यादिनिस्वनः ।
लेभिरे च मुदं देवा अनसूयामथाब्रुवन्
]

`speaker [
देवा ऊचुः
]

`verse 87 [
वरं वृणीष्व कल्याणि देवकार्यं महत् कृतम् ।
त्वया यस्मात् ततो देवा वरदास्ते तपस्विनि
]

`speaker [
अनसूयोवाच
]

`verse 88 [
यदि देवाः प्रसन्ना मे पितामहपुरोगमाः ।
वरदा वरयोग्या च यद्यहं भवतां मता
]

`verse 89 [
तद्यान्तु मम पुत्रत्वं ब्रह्म-विष्णु-महेश्वराः ।
योगञ्च प्राप्नुयां भर्तृसहिता क्लेशमुक्तये
]

`verse 90 [
एवमस्त्विति तां देवा ब्रह्म-विष्णु-शिवादयः ।
प्रोक्त्वा जग्मुर्यथान्यायमनुमान्य तपस्विनीम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे पितापुत्रसंवादे अनसूयावरप्राप्तिर्नाम षोडशोऽध्यायः
]
