`speaker [
पुत्र उवाच
]

`verse 1 [
कस्यचित्त्वथ कालस्य कृतवीर्यात्मजोर्ऽजुनः ।
कृतवीर्ये दिवं याते मन्त्रिभिः सपुरोहितैः
]

`verse 2 [
पौरैश्चात्माभिषेकार्थं समाहूतोऽब्रवीदिदम् ।
नाहं राज्यं करिष्यामि मन्त्रिणो नरकोत्तरम्
]

`verse 3 [
यदर्थं गृह्यते शुल्कं तदनिष्पादयन् वृथा ।
पण्यानां द्वादशं भागं भूपालाय वणिग्जनः
]

`verse 4 [
दत्त्वार्थरक्षिभिर्मार्गे रक्षितो याति दस्युतः ।
गोपाश्च घृततक्रादेः षड्भागञ्च कृषीबलाः
]

`verse 5 [
दत्त्वान्यद्भूभुजे दद्युर्यदि भागं ततोऽधिकम् ।
पण्यादीनामशेषाणां वणिजो गृह्णतस्ततः
]

`verse 6 [
इष्टापूर्तविनाशाय तद्राज्ञश्चौरधर्मिणः ।
यद्यन्यैः पाल्यते लोकस्तद्वृत्तयन्तरसंश्रितैः
]

`verse 7 [
गृह्णतो बलिषड्भागं नृपतेर्नरको ध्रुवम् ।
निरूपितमिदं राज्ञः पूर्वै रक्षणवेतनम्
]

`verse 8 [
अरक्षंश्चौरतश्चौर्यं तदेनो नृपतेर्भवेत् ।
तस्माद्यदि तपस्तप्त्वा प्राप्तो योगित्वमीप्सितम्
]

`verse 9 [
भुवः पालनसामर्थ्य-युक्त एको महीपतिः ।
पृथिव्यां शस्त्रधृङ्मान्यस्त्वहमेवर्धिसंयुतः ।
ततो भविष्ये नात्मानं करिष्ये पापभागिनम्
]

`speaker [
पुत्र उवाच
]

`verse 10 [
तस्य तन्निश्चयं ज्ञात्वा मन्त्रिमध्यस्थितोऽब्रवीत् ।
गर्गो नाम महाबुद्धिर्मुनिश्रेष्ठो वयोऽतिगः
]

`verse 11 [
यद्येवं कर्तुकामस्त्वं राज्यं सम्यक् प्रशासितुम् ।
ततो शृणुष्व मे वाक्यं कुरुष्व च नृपात्मज
]

`verse 12 [
दत्तात्रेयं महाभागं सह्यद्रोणीकृताश्रयम् ।
तमाराधय भूपाल ! पाति यो भुवनत्रयम्
]

`verse 13 [
योगयुक्तं महाभागं सर्वत्र समदर्शिनम् ।
विष्णोरंशं जगद्धातुरवतीर्णं महीतले
]

`verse 14 [
यमाराध्य सहस्राक्षः प्राप्तवान् पदमात्मनः ।
हृतं दुरात्मभिर्दैत्यैर्जघान च दितेः सुतान्
]

`speaker [
अर्जुन उवाच
]

`verse 15 [
कथमाराधितो देवैर्दत्तात्रेयः प्रतापवान् ।
कथञ्चापहृतं दैत्यैरिन्द्रत्वं प्राप वासवः
]

`speaker [
गर्ग उवाच
]

`verse 16 [
देवानां दानवानाञ्च युद्धमासीत् सुदारुणम् ।
दैत्यानामीश्वरो जम्भो देवानाञ्च शचीपतिः
]

`verse 17 [
तेषाञ्च युध्यमानानां दिव्यः संवत्सरो गतः ।
ततो देवाः पराभूता दैत्या विजयिनोऽभवन्
]

`verse 18 [
विप्रचित्तिमुखैर्देवा दानवैस्ते पराजिताः ।
पलायनकृतोत्साहा निरुत्साहा द्विषज्जये
]

`verse 19 [
बृहस्पतिमुपागम्य दैत्यसैन्यवधेप्सवः ।
अमन्त्रयन्त सहिता बालखिल्यैस्तथर्षिभिः
]

`speaker [
बृहस्पतिरुवाच
]

`verse 20 [
दत्तात्रेयं महात्मानमत्रेः पुत्रं तपोधनम् ।
विकृताचरणं भक्त्या सन्तोषयितुमर्हथ
]

`verse 21 [
स वो दैत्यविनाशाय वरदो दास्यते वरम् ।
ततो हनिष्यथ सुरा सहिता दैत्यदानवान्
]

`speaker [
गर्ग उवाच
]

`verse 22 [
इत्युक्तास्ते तदा जग्मुर्दत्तात्रेयाश्रमं सुराः ।
ददृशुश्च महात्मानं तं ते लक्ष्म्या समन्वितम्
]

`verse 23 [
उद्गीयमानं गन्धर्वैः सुरापानरतं मुनिम् ।
ते तस्य गत्वा प्रणतिमवदन् साध्यसाधनम्
]

`verse 24 [
चक्रुः स्तवञ्चोपजह्रुर्भक्ष्यभोज्यस्त्रगादिकम् ।
तिष्ठन्तमनुतिष्ठन्ति यान्तं यान्ति दिवौकसः
]

`verse 25 [
आराधयामासुरधः स्थितास्तिष्ठन्तमासने ।
स प्राह प्रणतान् देवान् दत्तात्रेयः किमिष्यते ।
मत्तो भवद्भिर्येनेयं शुश्रूषा क्रियते मम
]

`speaker [
देवा ऊचुः
]

`verse 26 [
दानवैर्मुनिशार्दूल ! जम्भाद्यैर्भूर्भुवादिकम् ।
हृतं तैलोक्यमाक्रम्य क्रतुभागाश्च कृत्स्नशः
]

`verse 27 [
तद्वधे कुरु बुद्धिं त्वं परित्राणाय नोऽनघ ।
त्वत्प्रसादादभीप्सामः पुनः प्राप्तं त्रिविष्टपम्
]

`speaker [
दत्तात्रेय उवाच
]

`verse 28 [
मद्यासक्तोऽहमुच्छिष्टो न चैवाहं जितेन्द्रियः ।

कथमिच्छथ मत्तोऽपि देवाः शत्रुपराभवम्
]

`speaker [
देवा ऊचुः
]

`verse 29 [
अनघस्त्वं जगन्नाथ न लेपस्तव विद्यते ।
विद्याक्षालनशुद्धान्तर्निविष्टज्ञानदीधिते !
]

`speaker [
दत्तात्रेय उवाच
]

`verse 30 [
सत्यमेतत् सुरा विद्या ममास्ति समदर्शिनः ।
अस्यास्तु योषितः सङ्गादहमुच्छिष्टतां गतः
]

`verse 31 [
स्त्रीसम्भोगो हि दोषाय सातत्येनोपसेवितः ।
एवमुक्तास्ततो देवाः पुनर्वचनमब्रुवन्
]

`speaker [
देवा ऊचुः
]

`verse 32 [
अनघेयं द्विजश्रेष्ठ जगन्माता न दुष्यते ।
यथांशुमाला सूर्यस्य द्विज-चाण्डालसङ्गिनी
]

`speaker [
गर्ग उवाच
]

`verse 33 [
एवमुक्तस्ततो देवैर्दत्तात्रेयोऽब्रवीदिदम् ।
प्रहस्य त्रिदशान् सर्वान् यद्येतद्भवतां मतम्
]

`verse 34 [
तदाहूयासुरान् सर्वान् युद्धाय सुरसत्तमाः ।
इहानयत मद्दृष्टिगोचरं मा विलम्बतः
]

`verse 35 [
मद्दृष्टिपातहुतभुक्-प्रक्षीणबलतेजसः ।
येन नाशमशेषास्ते प्रयान्ति मम दर्शनात्
]

`speaker [
गर्ग उवाच
]

`verse 36 [
तस्य तद्वचनं श्रुत्वा देवैर्दैत्या महाबलाः ।
आहवाय समाहूता जग्मुर्देवगणान् रुषा
]

`verse 37 [
ते हन्यमाना दैतेयैर्देवा शीघ्रं भयातुराः ।
दत्तात्रेयाश्रमं जग्मुः समेताः शरणार्थिनः
]

`verse 38 [
तमेव विविशुर्दैत्याः कालयन्तो दिवौकसः ।
ददृशुश्च महात्मानं दत्तात्रेयं महाबलम्
]

`verse 39 [
वामपार्श्वस्थितामिष्टामशेषजगतां शुभाम् ।
भार्याञ्चास्य सुचार्वङ्गीं लक्ष्मीमिन्दुनिभाननाम्
]

`verse 40 [
नीलोत्पलाभनयनां पीनश्रोणिपयोधराम् ।
गदन्तीं मधुरां भाषां सर्वैर्योषिद्गुणैर्युताम्
]

`verse 41 [
ते तां दृष्ट्वाग्रतो दैत्याः साभिलाषा मनोभवम् ।
न शेसुरुद्धतं धैर्यान्मनसा वोढुमातुराः
]

`verse 42 [
त्यक्त्वा देवान् स्त्रियं तां तु हर्तुकामा हतौजसः ।
तेन पापेन मुह्यन्तः संशक्तास्ते ततोऽब्रुवन्
]

`verse 43 [
स्त्रोरत्नमेतत् त्रैलोक्ये सारं नो यदि वै भवेत् ।
कृतकृत्यास्ततः सर्व इति नो भावितं मनः
]

`verse 44 [
तस्मात् सर्वे समुत्क्षिप्य शिविकायां सुरार्दनाः ।
आरोप्य स्वमधिष्ठानं नयाम इति निश्चिताः
]

`speaker [
गर्ग उवाच
]

`verse 45 [
सानुरागास्ततस्ते तु प्रोक्ताश्चेत्त्थं परस्परम् ।
तस्य तां योषितं साध्वीं समुत्क्षिप्य स्मरार्दिताः
]

`verse 46 [
शिविकायां समारोप्य सहिता दैत्यदानवाः ।
शिरः सु शिविकां कृत्वा स्वस्थानाभिमुखं ययुः
]

`verse 47 [
दत्तात्रेयस्ततो देवान् विहस्येदमथाब्रवीत् ।
दिष्ट्या वर्धथ दैत्यानामेषा लक्ष्मीः शिरोगता ।
सप्त सथानान्यतिक्रान्ता नवमन्यमुपैष्यति
]

`speaker [
देवा ऊचुः
]

`verse 48 [
कथयस्व जगन्नाथ ! केषु स्थानेष्वस्थिता ।
पुरुषस्य फलं किं वा प्रयच्छत्यथ नश्यति
]

`speaker [
दत्तात्रेय उवाच
]

`verse 49 [
नृणां पदे स्थिता लक्ष्मीर्निलयं सम्प्रयच्छति ।
सक्थ्न्योश्च संस्थिता वस्त्रं तथा नानाविधं वसु
]

`verse 50 [
कलात्रञ्च गुह्यसंस्था क्रोडस्थापत्यदायिनी ।
मनोरथान् पूरयति पुरुषाणां हृदि स्थिता
]

`verse 51 [
लक्ष्मीर्लक्ष्मीवतां श्रेष्ठा कण्ठस्था कण्ठभूषणम् ।
अभीष्टबन्धुदारैश्च तथाश्लेषं प्रवासिभिः
]

`verse 52 [
सृष्टानुवाक्यलावण्यमाज्ञामवितथां तथा ।
मुखसंस्था कवित्वञ्च यच्छत्युदधिसम्भवा
]

`verse 53 [
शिरोगता सन्त्यजति ततोऽन्यं याति चाश्रयम् ।
सेयं शिरोगता चैतान् परित्यक्ष्यति साम्प्रतम्
]

`verse 54 [
प्रगृह्यास्त्राणि बध्यन्तां तस्मादेते सुरारयः ।
न भेतव्यं भृशञ्चैते मया निस्तेजसः कृताः ।
परदारावमर्षाच्च दग्धपुण्या हतौजसः
]

`verse 55 [
ततस्ते विविधैरस्त्रैर्वध्यमानाः सुरारयः ।
मूध्नि लक्ष्म्या समाक्रान्ता विनेशुरिति नः श्रुतम्
]

`verse 56 [
लक्ष्मीश्चीत्पत्य सम्प्राप्ता दत्तात्रेयं महामुनिम् ।
स्तूयमाना सुरैः सर्वैर्दैत्यनाशान्मुदान्वितैः
]

`verse 57 [
प्रणिपत्य ततो देवा दत्तात्रेयं मनीषिणम् ।
नाकपृष्ठमनुप्राप्ता यथापूर्वं गतज्वराः
]

`verse 58 [
तथा त्वमपि रोजेन्द्र ! यदीच्छसि यथेप्सितम् ।
प्राप्तुमैश्वर्यमतुलं तूर्णमाराधयस्व ताम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणेठगर्गवाक्यम्ऽ नामाष्टादशोऽध्यायः
]
