`speaker [
पुत्र उवाच
]

`verse 1 [
इत्यृषेर्वचनं श्रुत्वा कार्तवीर्यो नरेश्वरः ।
दत्तात्रेयाश्रमं गत्त्वा तं भक्त्या समपूजयत्
]

`verse 2 [
पादसंवाहनाद्येन मध्वाद्याहरणेन च ।
स्त्रक्चन्दनादिगन्धाम्बु-फलाद्यनयनेन च
]

`verse 3 [
तथान्नसाधनैस्तस्य उच्छिष्टापोहनेन च ।
परितुष्टो मुनिर्भूतं तमुवाच तथैव सः
]

`verse 4 [
यथैवोक्ताः पुरा देवा मद्यभोगादिकुत्सनम् ।
स्त्री चेयं मम पार्श्वस्थेत्येतद्भोगाच्च कुत्सितम्
]

`verse 5 [
सदैवाहं न मामेवमुपरोद्धुं त्वमर्हसि ।
अशक्तमुपकाराय शक्तमाराधयस्व भोः
]

`speaker [
जड उवाच
]

`verse 6 [
तेनैवमुक्तो मुनिना स्मृत्वा गर्गवचश्च तत् ।
प्रत्युवाच प्रणम्यैनं सार्तवीर्यार्जुनस्तदा
]

`speaker [
अर्जुन उवाच
]

`verse 7 [
किं मां मोहयसे देव ! स्वां मायां समुपाश्रितः ।
अनघस्त्वं तथैवेयं देवी सर्वभवारणिः
]

`verse 8 [
इत्युक्तः प्रीतिमान् देवस्ततस्तं प्रत्युवाच ह ।
कार्तवीर्यं महाभागं वशीकृतमहीतलम्
]

`verse 9 [
वरं वृणीष्व गुह्यं मे यत् त्वया समुदीरितम् ।
तेन तुष्टिः परा जाता त्वय्यद्य मम पार्थिव
]

`verse 10 [
ये च मां पूजयिष्यन्ति गन्धमाल्यादिभिर्नराः ।
मांसमद्योपहारैश्च मिष्टान्नैश्चाज्यसंयुतैः
]

`verse 11 [
लक्ष्मीसमेतं गीतैश्च ब्राह्मणानां तथार्च्चनैः ।
वाद्यैर्मनोरमैर्वोणा-वेणु-शङ्कादिभिस्तथा
]

`verse 12 [
तेषामहं परां तुष्टिं पुत्रदारधनादिकम् ।
प्रदास्याम्यवघातञ्च हनिष्याम्यवमन्यताम्
]

`verse 13 [
स त्वं वरय भद्रं ते वरं यन्मसेप्सितम् ।
प्रसादसुमुखस्तेऽहं गुह्यनामप्रकीर्तनात्
]

`speaker [
कार्तवीर्य उवाच
]

`verse 14 [
यदि देव प्रसन्नस्त्वं तत् प्रयच्छर्धिमुत्तमाम् ।
यया प्रजाः पालयेऽहं न चाधर्ममवाप्नुयाम्
]

`verse 15 [
परानुसरणे ज्ञानमप्रतिद्वन्द्वतां रणे ।
सहस्रमाप्तुमिच्छामि बाहूनां लघुतागुणम्
]

`verse 16 [
असङ्गा गतयः सन्तु शैलाकाशाम्बु-भूमिषु ।
पातालेषु च सर्वेषु वधश्चाप्यधिकान्नरात्
]

`verse 17 [
तथोन्मार्गप्रवृत्तस्य चास्तु सन्मार्गदेशकः ।
सन्तु मेऽतिथयः श्लाघ्या वित्तदाने तथाक्षये
]

`verse 18 [
अनष्टद्रव्यता राष्ट्रे ममानुस्मरणेन च ।
त्वयि भक्तिर्ममैवास्तु नित्यमव्यभिचारिणी
]

`speaker [
दत्तात्रेय उवाच
]

`verse 19 [
यत्र ते कीर्तिताः सर्वे तान् वरान् समवाप्स्यसि ।
मत्प्रसादाच्च भविता चक्रवर्तो त्वमीश्वरः
]

`speaker [
जड उवाच
]

`verse 20 [
प्रणिपत्य ततस्तस्मै दत्तात्रेयाय सोऽर्जुनः ।
आनाय्य प्रकृतीः सम्यगभिषेकमगृह्णत
]

`verse 21 [
आघोषयामास तदा स्थितो राज्ये स हैहयः ।
दत्तात्रेयात् परामृद्धिमवाप्यातिबलान्वितः
]

`verse 22 [
अद्यप्रभृति यः शस्त्रं मामृतेऽन्यो ग्रहीष्यति ।
हन्तव्यः स मया दस्युः परिहंसारतोऽपि वा
]

`verse 23 [
इत्याज्ञप्तेन तद्राष्ट्रे कश्चिदायुधधृङ्नरः ।
तमृते पुरुषव्याघ्रं बभूवोरुपराक्रमः
]

`verse 24 [
स एव ग्रामपालोऽभूत् पशुपालः स एव च ।
क्षेत्रपालः स एवासीद् द्विजातीनाञ्च रक्षिता
]

`verse 25 [
तपस्विनां पालयिता सार्थपालस्तु सोऽभवत् ।
द्स्यु-व्यालाग्रि-शस्त्रादि-भयेष्वब्धौ निमज्जताम्
]

`verse 26 [
अन्यासु चैव मग्रानामापत्सु परवीरहा ।
स एव संस्मृतः सद्यः समुद्धर्ताभवन्नृणाम्
]

`verse 27 [
अनष्टद्रव्यता चासीत् तस्मिन् शासति पार्थिवे ।
तेनेष्टं बहुभिर्यज्ञैः समाप्तवरदक्षिणैः
]

`verse 28 [
तेनैव च तपस्तप्तं संग्रामेष्वभिचेष्टितम् ।
तस्यार्धिमतिमानञ्च दृष्ट्वा प्राहाङ्गिरा मुनिः
]

`verse 29 [
न नूनं कार्तवीर्यस्य गतिं यास्यन्ति पार्थिवाः ।
यज्ञैर्दानैस्तपोभिर्वा संग्रामे चातिचेष्चितैः
]

`verse 30 [
दत्तात्रेयाद्दिन् यस्मिन् स प्रापर्धि नरेश्वरः ।
तस्मिंस्तस्मिन् दिने यागं दत्तात्रेयस्य सोऽकरोत्
]

`verse 31 [
तत्रैव च प्रजाः सर्वास्तस्मिन्नहनि भूपतेः ।
तस्यर्धि परमां दृष्ट्वा यागं चक्रुः समाधिना
]

`verse 32 [
इत्येतत् तस्य माहात्म्यं दत्तात्रेयस्य धीमतः ।
विष्णोश्चराचरगुरोरनन्तस्य महात्मनः
]

`verse 33 [
प्रादुर्भावाः पुराणेषु कथ्यन्ते शार्ड्गधन्विनः ।
अनन्तस्याप्रमेयस्य शङ्ख-चक्र-गदाभृतः
]

`verse 34 [
एतस्य परमं रूपं यश्चिन्तयति मानवः ।
स सुखी स च संसारात् समुत्तीर्णोऽचिराद्भवेत्
]

`verse 35 [
सदैव वैष्णवानाञ्च भक्त्याहं सुलभोऽस्मि भोः ।
इत्येवं यस्य वै वाचस्तं कथं नाश्रयेज्जनः
]

`verse 36 [
अधर्मस्य विनाशाय धर्माचारार्थमेव च ।
अनादिनिधनो देवः करोति स्थिति-पालनम्
]

`verse 37 [
तथैव जन्म चाख्यातमलर्कं कथयामि ते ।
तथा च योगः कथितो दत्तात्रेयेण तस्य वै ।
पितृभक्तस्य राजर्षेरलर्कस्य महात्मनः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे दत्तात्रेयीये ऊनविंशोऽध्यायः
]
