`speaker [
जड उवाच
]

`verse 1 [
प्राग्बभूव महावीर्यः शत्रुजिन्नाम पार्थिवः ।
तुतोष यस्य यज्ञेषु सोमावाप्त्या पुरन्दरः
]

`verse 2 [
तस्यात्मजो महावीर्यो बभूवारिविदारणः ।
बुद्धि-विक्रम-लावण्यैर्गुरुशक्राश्विभिः समः
]

`verse 3 [
स समानवयो-बुद्धि-सत्त्व-विक्रम-चेष्टितैः ।
नृपपुत्रो नृपसुतैर्नित्यमास्ते समावृतः
]

`verse 4 [
कदाचिच्छास्त्रसम्भार-विवेककृतनिश्चयः ।
कदाचित् काव्यसंलाप-गीत-नाटकसम्भवैः
]

`verse 5 [
तथैवाक्षविनोदैश्च शस्त्रास्त्रविनयेषु च ।
योग्यानि युद्धनागाश्व-स्यन्दनाभ्यासतत्परः
]

`verse 6 [
रेमे नरेन्द्रपुत्रोऽसौ नरेन्द्रतनयैः सह ।
यथैव हि दिवा तद्वद्रात्रवपि मुदा युतः
]

`verse 7 [
तेषां तु क्रीडतां तत्र द्विज-भूप-विशां सुताः ।
समानवयसः प्रीत्या रन्तुमायान्त्यनेकशः
]

`verse 8 [
कस्यचित्त्वथ कालस्य नागलोकान्महीतलम् ।
कुमारावागतौ नागौ पुत्रावश्वतरस्य तु
]

`verse 9 [
ब्रह्मरूपप्रतिच्छन्नौ तरुणौ प्रियदर्शनौ ।
तौ तैर्नृपसुतैः सार्धं तथैवान्यैर्द्विजन्मभिः
]

`verse 10 [
विनोदैर्विविधैस्तत्र तस्थतुः प्रीतिसंयुतौ ।
सर्व च ते नृपसुतास्ते च ब्रह्मविशां सुताः
]

`verse 11 [
नागराजात्मजौ तौ च स्त्रानसंवाहनादिकम् ।
वस्त्रगन्धानुसयुक्तां चक्रुर्भागभुजिक्रियाम्
]

`verse 12 [
अहन्यहन्यनुप्राप्ते तौ च नागकुमारकौ ।
आजग्मतुर्मुदा युक्तौ प्रीत्या सूनोर्महीपतेः
]

`verse 13 [
स च ताभ्यां नृपसुतः परं निर्वाणमाप्तवान् ।
विनोदैर्विविधैर्हास्य-संलापादिभिरेव च
]

`verse 14 [
विना ताभ्यां न बुभुजे न सस्त्रौ न पपौ मधु ।
न रराम न जग्राह शास्त्राण्यात्मगुणर्धये
]

`verse 15 [
रसातले च तौ रात्रिं विना तेन महात्मना ।
निश्वासपरमौ नीत्वा जग्मतुस्तं दिने दिने
]

`verse 16 [
मर्त्यलोके परा प्रीतिर्भवतोः केन पुत्रकौ ।
सहेति पप्रच्छ पिता तावुभौ नागदारकौ
]

`verse 17 [
दृष्टयोरत्र पाताले बहूनि दिवसानि मे ।
दिवा रजन्यामेवोभौ पश्यामि प्रियदर्शनौ
]

`speaker [
जड उवाच
]

`verse 18 [
इति पित्रा स्वयं पृष्टौ प्रणिपत्य कृताञ्जली ।
प्रत्यूचतुर्महाभागावुरगाधिपतेः सुतौ
]

`verse 19 [
पुत्रावूचतुः

पुत्रः शत्रुजितस्तात नाम्ना ख्यात ऋतध्वजः ।
रूपवानार्जवोपेतः शूरो मानी प्रियंवदः
]

`verse 20 [
अनापृष्टकथो वाग्ग्मी विद्वान् मैत्रो गुणाकरः ।
मान्यमानयिता धीमान् ह्रीमान् विनयभूषणः
]

`verse 21 [
तस्योपचारसम्प्रीति-सम्बोगापहृतं मनः ।
नागलोके भुवर्लोके न रतिं विन्दते पितः
]

`verse 22 [
तद्वियोगेन नस्तात ! न पातालञ्च शीतलम् ।
परितापाय तत्सङ्गादाह्लादाय रविर्दिवा
]

`speaker [
पितोवाच
]

`verse 23 [
पुत्रः पुण्यवतो धन्यः स यस्यैवं भविद्विधैः ।
परोक्षस्यापि गुणिभैः क्रियते गुणकीर्तनम्
]

`verse 24 [
सन्ति शास्त्रविदोऽशीलाः सन्ति मूर्खाः सुशीलिनः ।
शास्त्रशीले समं मन्ये पुत्रौ धन्यतरन्तु तम्
]

`verse 25 [
तस्य मित्रगुणान् मित्राण्यमित्राश्च पराक्रमम् ।
कथयन्ति सदा सत्सु पुत्रवांस्तेन वै पिता
]

`verse 26 [
तस्योपकारिणः कच्चिद् भवद्भ्यामभिवाञ्छितम् ।
किञ्चिन्निष्पादितं वत्सौ परितोषाय चेतसः
]

`verse 27 [
स धन्यो जीवितं तस्य तस्य जन्म सुजन्मनः ।
यस्यार्थिनो न विमुखा मित्रार्थो न च दुर्बलः
]

`verse 28 [
मद्गृहे यद् सुवर्णादि रत्नं वाहनमासनम् ।
यच्चान्यत् प्रीतये तस्य तद्देयमविशङ्कया
]

`verse 29 [
धिक् तस्य जीवितं पुंसो मित्राणामुपकारिणाम् ।
प्रतिरूपमकुर्वन् यो जीवामीत्यवगच्छति
]

`verse 30 [
उपकारं सुहृद्वर्गे योऽपकारञ्च शत्रुषु ।
नृमेघो वर्षति प्राज्ञास्तस्येच्छन्ति सदोन्नतिम्
]

`verse 31 [
पुत्रावूचतुः

किं तस्य कृतकृत्यस्य कर्तुं शक्येत केनचित् ।
यस्य सर्वार्थिनो गेहे सर्वकामैः सदार्च्चिताः
]

`verse 32 [
यानि रत्नानि तद्गेहे पाताले तानि नः कुतः ।
वाहनासनयानानि भूषणान्यम्बराणि च
]

`verse 33 [
विज्ञानं तत्र यच्चास्ति तदन्यत्र न विद्यते ।
प्राज्ञानामप्यसौ तात सर्वसन्देहहृत्तमः
]

`verse 34 [
एकं तस्यास्ति कर्तव्यमसाध्यं तच्च नौ मतम् ।
हिरण्यगर्भ-गोविन्द-शर्वादीनीश्वरादृते
]

`speaker [
पितोवाच
]

`verse 35 [
पथापि श्रोतुमिच्छामि तस्य यद् कार्यमुत्तमम् ।
असाध्यमथवा साध्यं किं वासाध्यं विपश्चिताम्
]

`verse 36 [
देवत्वममरेशत्वं तत्पूज्यत्वञ्च मानवाः ।
प्रयान्ति वाञ्छितं वान्यद् दृढं ये व्यवसायिनः
]

`verse 37 [
नाविज्ञातं न चागम्यं नाप्राप्यं दिवि चेह वा ।
उद्यतानां मनुष्याणां यतचित्तेन्द्रियात्मनाम्
]

`verse 38 [
योजनानां सहस्राणि व्रजन् याति पितीलिकः ।
अगच्छन् वैनतेयोऽपि पादमेकं न गच्छति
]

`verse 39 [
क्व भूतलं क्व च ध्रौव्यं स्थानं यत् प्राप्तवान् ध्रुवः ।
उत्तानपादनृपतेः पुत्रः सन् भूमिगोचरः
]

`verse 40 [
तत् कथ्यतां महाभाग कार्यवान् येन पुत्रकौ ।
स भूपालसुतः साधुर्येनानृण्यं भवेत वाम्
]

`verse 41 [
पुत्रावूचतुः

तेनाख्यातमिदं तात पूर्ववृतं महात्मना ।
कौमारके यथा तस्य वृतं सद्वृत्तशालिनः
]

`verse 42 [
तन्तु शत्रुजितं तात पूर्वं कश्चिदिद्वजोत्तमः ।
गालवोऽभ्यागमद्धीमान् गृहीत्वा तुरगोत्तमम्
]

`verse 43 [
प्रत्युवाच च राजानं समुपेत्याश्रमं मम ।
कोऽपि दैत्याधमो राजन् विध्वंसयति पापकृत्
]

`verse 44 [
तत्तद्रूपं समास्थाय सिंहेभ-वनचारिणाम् ।
अन्येषाञ्चाल्पकायानामहर्निशमकारणात्
]

`verse 45 [
समाधिध्यानयुक्तस्य मौनव्रतरतस्य च ।
तथा करोति विघ्रानि यथा चलति मे मनः
]

`verse 46 [
दग्धं कोपाग्निना सद्यः समर्थस्त्वं वयं न तु ।
दुः खार्जितस्य तपसो व्ययमिच्छामि पार्थिव
]

`verse 47 [
एकदा तु मया राजन्नतिनिर्विण्णचेतसा ।
तत् क्लेशितेन निश्वासो निरीक्ष्यासुरमुज्झितः
]

`verse 48 [
ततोऽम्बरतलात् सद्यः पतितोऽयं तुरङ्गमः ।
वाक् चाशरीरिणी प्राह नरनाथ शृणुष्व ताम्
]

`verse 49 [
अश्रान्तः सकलं भूमेर्वलयं तुरगोत्तमः ।
समर्थः क्रान्तुमर्केण तवायं प्रतिपादितः
]

`verse 50 [
पातालाम्बरतोयेषु न चास्य विहता गतिः ।
समस्तदिक्षु व्रजतो न भङ्गः पर्वतेष्वपि
]

`verse 51 [
यतो भूवलयं सर्वमश्रान्तोऽयं चरिष्यति ।
अतः कुवलयो नाम्ना ख्यातिं लोके प्रयास्यति
]

`verse 52 [
क्लिश्यत्यहर्निशं पापो यश्च त्वां दानवाधमः ।
तमप्येनं समारुह्य द्विजश्रेष्ठ हनिष्यति
]

`verse 53 [
शत्रुजिन्नाम भूपालस्तस्य पुत्र ऋतध्वजः ।
प्राप्यैतदश्वरत्नञ्च ख्यातिमेतेन यास्यति
]

`verse 54 [
सोऽहं त्वां समनुप्राप्तस्तपसो विघ्रकारिणम् ।
तं निवारय भूपाल भागभाङ्नृपतिर्यतः
]

`verse 55 [
तदेतश्वरत्नं ते मया भूप निवेदितम् ।
पुत्रमाज्ञापय तथा यथा धर्मो न लुप्यते
]

`verse 56 [
स तस्य वचनाद्राजा तं वै पुत्रमृतध्वजम् ।
तमश्वरत्नमारोप्य कृतकौतुकमङ्गलम्
]

`verse 57 [
अप्रेषयत धर्मात्मा गालवेन समं तदा ।
स्वमाश्रमपदं सोऽपि तमादाय ययौ मुनिः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे पिता-पुत्रसंवादे कुवलयाश्वीयोऽ नाम विंशोऽध्यायः
]
