`speaker [
पितोवाच
]

`verse 1 [
गालवेन समं गत्वा नृपपुत्रेण तेन यत् ।

कृतं तत् कथ्यतां पुत्रौ विचित्रा युवयोः कथा
]

`verse 2 [
पुत्रावूचतुः

स गालवाश्रमे रम्ये तिष्ठन् भूपालनन्दनः ।

सर्वविघ्रोपशमनं चकार ब्रह्मवादिनाम्
]

`verse 3 [
वीरं कुवलयाश्वं तं वसन्तं गालवाश्रमे ।

मदावलेपोपहतो नाजानाद्दानवाधमः
]

`verse 4 [
ततस्तं गालवं विप्रं सन्ध्योपासनतत्परम् ।

शौकरं रूपमास्थाय प्रधर्षयितुमागतम्
]

`verse 5 [
मुनिशिष्यैरथोत्क्रुष्टे शीघ्रमारुह्य तं हयम् ।

अन्वधावद्वराहं तं नृपपुत्रः शरासनी
]

`verse 6 [
आजघान च बाणेन चन्द्रार्धाकारवर्चसा ।

आकृष्य बलवच्चापं चारुचित्रोपशोभितम्
]

`verse 7 [
नाराचाभिहतः शीघ्रमात्मत्राणपरो मृगः ।

गिरिपादपसम्बाधां सोऽन्वक्रामन्महाटवीम्
]

`verse 8 [
तमन्वधावद्वेगेन तुरगोऽसौ मनोजवः ।

चोदितो राजपुत्रेण पितुरादेशकारिणा
]

`verse 9 [
अतिक्रम्याथ वेगेन योजनानि सहस्रशः ।

धरण्यां विवृते गर्ते निपपात लघुक्रमः
]

`verse 10 [
तस्यानन्तरमेवाशु सोऽप्यश्वी नृपतेः सुतः ।

निपपात महागर्ते तिमिरौघसमावृते
]

`verse 11 [
ततो नादृश्यत मृगः स तस्मिन् राजसूनुना ।

प्रकाशञ्च स पातालमपश्यत् तत्र नापि नम्
]

`verse 12 [
ततोऽपश्यत् स सौवर्ण-प्रासादशतसंकुलम् ।

पुरन्दरपुरप्रख्यं पुरं प्राकारशोभितम्
]

`verse 13 [
तत् प्रविश्य स नापश्यत् तत्र कञ्चिन्नरं पुरे ।

भ्रमता च ततो दृष्टा तत्र योषित् त्वरान्विता
]

`verse 14 [
सा पृष्टा तेन तन्वङ्गी प्रस्थिता केन कस्य वा ।

नोवाच किञ्चित् प्रासादमारुरोह च भामिनी
]

`verse 15 [
सोऽप्यश्वमेकतो बद्ध्वा तामेवानुससार वै ।

विस्मयोत्फुल्लनयनो निः शङ्को नृपतेः सुतः
]

`verse 16 [
ततोऽपश्यत् सुविस्तीर्णे पर्यङ्के सर्वकाञ्चने ।

निषण्णां कन्यकामेकां कामयुक्तां रतीमिव
]

`verse 17 [
विस्पष्टेन्दुमुखीं सुभ्रूं पीनश्रोणिपयोधराम् ।

बिम्बाधरोष्ठीं नन्वङ्गीं नीलोत्पलविलोचनाम्
]

`verse 18 [
रक्ततुङ्गनखीं श्यामां मृद्वीं ताम्रकराङ्घ्रिकाम् ।

करभोरुं सुदशनां नीलसूक्ष्मस्थिरालकाम्
]

`verse 19 [
तां दृष्ट्वा चारुसर्वाङ्गीमनङ्गाङ्गलतामिव ।

सोऽमन्यत् पार्थिवसुतस्तां रसातलदेवताम्
]

`verse 20 [
सा च दृष्ट्वैव तं बाला नीलकुञ्चितमूर्धजम् ।

पीनोरुस्कन्धबाहुं तममंस्त मदनं शुभा
]

`verse 21 [
उत्तस्थौ च महाभागा चित्तक्षोभमवाप्य सा ।

लज्जाविस्मयदैन्यानां सद्यस्तन्वी वशं गता
]

`verse 22 [
कोऽयं देवो नु यक्षो वा गन्धर्वो वोरगोऽपि वा ।

विद्याधरो वा सम्प्राप्तः कृतपुण्यरतिर्नरः
]

`verse 23 [
एवं विचिन्त्य वहुधा निश्वस्य च महीतले ।

उपविश्य ततो भेजे सा मूर्च्छां मदिरक्षणा
]

`verse 24 [
सोऽपि कामशराघातमवाप्य नृपतेः सुतः ।

तां समाश्वासयामास न भेतव्यमिति ब्रुवन्
]

`verse 25 [
सा च स्त्री या तदा दृष्टा पूर्वं तेन महात्मना ।

तालवृन्तमुपादाय पर्यवीजयदाकुला
]

`verse 26 [
समाश्वास्य तदा पृष्टा तेन संमोहकारणम् ।

किञ्चिल्लज्जान्विता बाला तस्याः सख्युर्न्यवेदयत्
]

`verse 27 [
सा चास्मै कथयामास नृपपुत्राय विस्तरात् ।

मोहस्य कारणं सर्वं तद्दर्शनसमुद्भवम् ।

यथा तया समाख्यातं तद्वृत्तान्तञ्च भामिनी
]

`verse 28 [
; स्त्र्युवाच

विश्वावसुरिति ख्यातो दिवि गन्धर्वराट् प्रभो ।

तस्येयमात्मजा सुभ्रूर्नाम्ना ख्याता मदालसा
]

`verse 29 [
वज्रकेतोः सुतश्चोग्रो दानवोऽरिविदारणः ।

पातालकेतुर्विख्यातः पातालान्तरसंश्रयः
]

`verse 30 [
तेनेयमुद्यानगता कृत्वा मायां तमोमयीम् ।

अपहृत्य मयां हीना बाला नीता दुरात्मना
]

`verse 31 [
आगामिन्यां त्रयोदश्यामुद्वक्ष्यति किलासुरः ।

स तु नार्हति चार्वङ्गीं शूद्रो वेदश्रुतीमिव
]

`verse 32 [
अतीते च दिने बालामात्मव्यापदनोद्यताम् ।

सुरभिः प्राह नायं त्वं प्राप्स्यते दानवाधमः
]

`verse 33 [
मर्त्यलोकमनुप्राप्तं य एनं छेत्स्यते शरैः ।

सते भर्ता महाभागे अचिरेण भविष्यति
]

`verse 34 [
अहं चास्याः सखी नाम्नरा कुण्डलेति मनस्विनी ।

सुता विन्ध्यवतः पत्नी वीरपुष्करमालिनः
]

`verse 35 [
हते भर्तरि शुम्भेन तीर्थात् तीर्थमनुव्रता ।

चरामि दिव्यया गत्या परलोकार्थमुद्यता
]

`verse 36 [
पातालकेतुर्दुष्टात्मा वाराहं वपुरास्थितः ।

केनापि विद्धो बाणेन मुनीनां त्राणकारणात्
]

`verse 37 [
तञ्चाहं तत्त्वतोऽन्विष्य त्वरिता समुपागता ।

सत्यमेव स केनापि ताडितो दानवाधमः
]

`verse 38 [
इयञ्च मूर्च्छामगमत् कारणं यत् शृणुष्व तत् ।

त्वयि प्रीतिमती बाला दर्शनादेव मानद
]

`verse 39 [
देवपुत्रोपमे चारु-वाक्यादिगुणशालिनि ।

भर्या चान्यस्य विहिता येन विद्धः स दानवः
]

`verse 40 [
एतस्मात् कारणान्मोहं महान्तमियमागता ।

यावज्जीवं च तन्वङ्गी दुः खमेवोपभोक्ष्यते
]

`verse 41 [
त्वय्यस्या हृदयं रागि भर्ता चान्यो भविष्यति ।

यावज्जीवमतो दुः खं सुरभ्या नान्यथा वचः
]

`verse 42 [
अहं त्वस्याः प्रभी प्रीत्या दुः खितात्र समागता ।

यतो विशेषो नैवास्ति स्वसखी-निजदेहयोः
]

`verse 43 [
यद्येषाभिमतं वीरं पतिमाप्नोति शोभना ।

ततस्तपस्त्वहं कुर्यां निर्व्यलीकेन चेतसा
]

`verse 44 [
त्वन्तु को वा किमर्थं वा सम्प्राप्तोऽत्र महामते ।

देवो दैत्यो नु गन्धर्वः पन्नगः किन्नरोऽपि वा
]

`verse 45 [
न ह्यत्र मानुषगतिर्न चेदृङ्मानुषं वपुः ।

तत्त्वमाख्याहि कथितं यथैवावितथं मया
]

`speaker [
कुवलयाश्व उवाच
]

`verse 46 [
यन्मां पृच्छसि धर्मज्ञे कस्त्वं किं वा समागतः ।

तच्छृणुष्वामलप्रज्ञे कथयाम्यादितस्तव
]

`verse 47 [
राज्ञः शत्रुजितः पुत्रः पित्रा सम्प्रेषितः शुभे ।

मुनिरक्षणमुद्दिश्य गालवाश्रममागतः
]

`verse 48 [
कुर्वतो मम रक्षाञ्च मुनीनां धर्मचारिणाम् ।

विघ्नार्थमागतः कोषऽपि शौकरं रूपमास्थितः
]

`verse 49 [
मया स विद्धो बाणेन चन्द्रार्धाकारवर्च्चसा ।

अपक्रान्तोऽतिवेगेन तमस्म्यनुगतो हयी
]

`verse 50 [
पपात सहसा गर्ते सक्रीडोऽश्वश्च मामकः ।

सोऽहमश्वं समारूढस्तमस्येकः परिभ्रमन्
]

`verse 51 [
प्रकाशमासादितवान् दृष्टा च भवती मया ।

पृष्टया च न मे किञ्चिद्भवत्या दत्तमुत्तरम्
]

`verse 52 [
त्वाञ्चैवानुप्रविष्टोऽहमिमं प्रासादमुत्तमम् ।

इत्येतत् कथितं सत्यं न देवोऽहं न दानवः
]

`verse 53 [
न पन्नगो न गन्धर्वः किन्नरो वा शुचिस्मिते ।

समस्ता पूज्यपक्षो वै देवाद्या मम कुण्डले ।

मनुष्योऽस्मि विशङ्का ते न कर्तव्यात्र कर्हिचित्
]

`verse 54 [
पुत्रावूचतुः

ततः प्रहृष्टा सा कन्या सखीवदनमुत्तमम् ।

लज्जाजडं वीक्षमाणा किञ्चिन्नोवाच भामिनी
]

`verse 55 [
सा सखी पुनरप्येनां प्रहृष्टा प्रत्युवाच ह ।

यथावत् कथितं तेन सुरभ्या वचनानुगे
]

`speaker [
कुण्डलोवाच
]

`verse 56 [
वीर सत्यमसन्दिग्धं भवताभिहितं वचः ।

नान्यत्र हृदयन्त्वस्या दृष्ट्वा स्थैर्यं प्रयास्यति
]

`verse 57 [
चन्द्रमेवाधिका कान्तिः समुपैति रविं प्रभा ।

भूतिर्धन्यं धृतिर्धोरं क्षान्तिरभ्येति चोत्तमम्
]

`verse 58 [
त्वयैव विद्धोऽसन्दिग्धं स पापो दानवाधमः ।

सुरभिः सा गवां माता कथं मिथ्या वदिष्यति
]

`verse 59 [
तद्धन्येयं सभाग्या च त्वत्सम्बन्धं समेत्य वै ।

कुरुष्व वीर यत् कार्यं विधिनैव समाहितम्
]

`verse 60 [
पुत्रावूचतुः

परवानहमित्याह राजपुत्रः सतां पितुः ।

सा च तं चिन्तयामास तुम्बुरुं तत्कुले गुरुम्
]

`verse 61 [
स चापि तत्क्षणात् प्राप्तः प्रगृहीतसमित्कुशः ।

मदालसायाः सम्प्रीत्या कुण्डलागौरवेण च
]

`verse 62 [
प्रज्वाल्य पावकं हुत्वा मन्त्रवित् कृतमङ्गलाम् ।

वैवाहिकविधिं कन्यां प्रतिपाद्य यथागतम्
]

`verse 63 [
जगाम तपसे धीमान् स्वाश्रमपदं तदा ।

सा चाह तां सखीं बालां कृतार्थास्मि वरानने
]

`verse 64 [
संयुक्ताममुना दृष्ट्वा त्वामहं रूपशालिनीम् ।

तमस्तप्स्येऽहमतुलं निर्व्यलीकेन चेतसा
]

`verse 65 [
तीर्थाम्बुधूतपापा च भवित्री नेदृशी यथा ।

तञ्चाह राजपुत्रं सा प्रश्रयावनता तदा ।

गन्तुकामा निजसखी-स्नेहविक्लवभाषिणी
]

`speaker [
कुण्डलोवाच
]

`verse 66 [
पुंभिरप्यमितप्रज्ञ नोपदेशो भवद्विधे ।

दातव्यः किमुत स्त्रीभिरतो नोपदिशामि ते
]

`verse 67 [
किन्त्वस्यास्तनुमध्यायाः स्नेहाकृष्टेन चेतसा ।

त्वया विश्रम्भिता चास्मि स्मारयाम्यरिसूदन
]

`verse 68 [
भर्तव्या रक्षितव्या च भार्या हि पतिना सदा ।

धर्मार्थकामसंसिद्ध्यै भार्या भर्तृसहायिनी
]

`verse 69 [
यदा भार्या च भर्ता च परस्परवशानुगौ ।

तदा धर्मार्थकामानां त्रयाणामपि सङ्गतम्
]

`verse 70 [
कथं भार्यामृते धर्ममर्थं वा पुरुषः प्रभो ।

प्राप्नोति काममथवा तस्यां त्रितयमाहितम्
]

`verse 71 [
तथैव भर्तारमृते भार्या धर्मादिसाधने ।

न समर्था त्रिवर्गोऽयं दाम्पत्यं समुपाश्रितः
]

`verse 72 [
देवाता-पितृ-भृत्यानामतिथीनाञ्च पूजनम् ।

न पुंभिः शक्यते कर्तुमृते भार्यां नृपात्मज
]

`verse 73 [
प्राप्तोऽपि चार्थो मनुजैरानीतोऽपी निजं गृहम् ।

क्षयमेति विना भार्यां कुभार्यासंश्रयेऽपि वा
]

`verse 74 [
कामस्तु तस्य नैवास्ति प्रत्यक्षेणोपलक्ष्यते ।

दम्पत्योः सहधर्मेण त्रयीधर्ममवाप्नुयात्
]

`verse 75 [
पितॄन् पुत्रैस्तथैवान्न-साधनैरतिथीन् नरः ।

पूजाभिरमरांस्तद्वत् साध्वीं भार्यां नरोऽवति
]

`verse 76 [
स्त्रियाश्चापि विना भर्त्रा धर्मकामार्थसन्ततिः ।

नैव तस्मात् त्रिवर्गोऽयं दाम्पत्यमधिगच्छति
]

`verse 77 [
एतन्मयोक्तं युवयोर्गच्छामि च यथेप्सितम् ।

वर्ध त्वमनया सार्धं धन-पुत्र-सुखायुषा
]

`verse 78 [
पुत्रावूचतुः

इत्युक्त्वा सा परिष्वज्य स्वसखीं तं नमस्य च ।

जगाम दिव्यया गत्या यथाभिप्रेतमात्मनः
]

`verse 79 [
सोऽपि शत्रुजितः पुत्रस्तामारोप्य तुरङ्गमम् ।

निर्गन्तुकामः पातालाद्विज्ञातो दनुसम्भवैः
]

`verse 80 [
ततस्तैः सहसोत्क्रुष्टं ह्रियते ह्रियतेऽति वै ।

कन्यारत्नं यदानीतं दिवः पातालकेतुना
]

`verse 81 [
ततः परिघ-निस्त्रिंश-गदा-शूल-शरायुधम् ।

दानवानां बलं प्राप्तं सह पातालकेतुना
]

`verse 82 [
तिष्ठ तिष्ठेति जल्पन्तस्ते तदा दानवोत्तमाः ।

शरवर्षैस्तथा शूलैर्ववर्षुर्नृपनन्दनम्
]

`verse 83 [
स च शत्रुजितः पुत्रस्तदस्त्राण्यतिवीर्यवान् ।

चिच्छेद शरजालेन प्रहसन्निव लीलया
]

`verse 84 [
क्षणेन पातालतलमसिखक्त्यृष्टिशायकैः ।

छिन्नैः सञ्छन्नमभवदृतध्वजशरोत्करैः
]

`verse 85 [
ततोऽस्त्रं त्वाष्ट्रमादाय चिक्षेप प्रति दानवान् ।

तेन ते दानवाः सर्वे सह पातालकेतुना
]

`verse 86 [
ज्वालामालातितीव्रेण स्फुटदस्थिचयाः कृताः ।

निर्दग्धाः कापिलं तेजः समासाद्येव सागराः
]

`verse 87 [
ततः स राजपुत्रोऽश्वी निहत्यासुरसत्तमान् ।

स्त्रीरत्नेन समं तेन समागच्छत् पितुः पुरम्
]

`verse 88 [
प्रणिपत्य च तत् सर्वं स तु पित्रे न्यवेदयत् ।

पातालगमनञ्चैव कुण्डलायाश्च दर्शनम्
]

`verse 89 [
तद्वन्मदालसाप्राप्तिं दानवैश्चापि सङ्गरम् ।

वधञ्च तेषामस्त्रेण पुनरागमनं तथा
]

`verse 90 [
इति श्रुत्वा पिता तस्य चरितं चारुचेतसः ।

प्रीतिमानभवच्चेदं परिष्वज्याह चात्मजम्
]

`verse 91 [
सत्पात्रेण त्वया पुत्र तारितोऽहं महात्मना ।

भयेभ्यो मुनयस्त्राता येन सद्धर्मचारिणः
]

`verse 92 [
मत्पूर्वैः ख्यातिमानीतं मया विस्तारितं पुनः ।

पराक्रमवता वीर त्वया तद्वहुलीकृतम्
]

`verse 93 [
यदुपात्तं यशः पित्रा धनं वीर्यमथापि वा ।

तन्न हापयते यस्तु स नरो मध्यमः स्मृतः
]

`verse 94 [
तद्वीर्यादधिकं यस्तु पुनरन्यत् स्वशक्तितः ।

निष्पादयति तं प्राज्ञाः प्रवदन्ति नरोत्तमम्
]

`verse 95 [
यः पिता समुपात्तानि धनवीर्ययशांसि वै ।

न्यूनतां नयति प्राज्ञास्तमाहुः पुरुषाधमम्
]

`verse 96 [
तन्मया ब्राह्मणत्राणं कृतमासीद्यथा त्वया ।

पातालगमनं यच्च यच्चासुरविनाशनम्
]

`verse 97 [
एतदप्यधिकं वत्स तेन त्वं पुरुषोत्तमः ।

तद्धन्योऽस्म्य बाल त्वमहमेव गुणाधिकम्
]

`verse 98 [
त्वां पुत्रमीदृशं प्राप्य श्लाघ्यः पुण्यवतामपि ।

न स पुत्रकृतां प्रीतिं मन्ये प्राप्नोति मानवः
]

`verse 99 [
पुत्रेण नातिशयितो यः प्रज्ञादानविक्रमैः ।

धिग्जन्म तस्य यः पित्रा लोके विज्ञायते नरः
]

`verse 100 [
यः पुत्रात् ख्यातिमभ्येति तस्य जन्म सुजन्मनः ।

आत्मना ज्ञायते धन्यो मध्यः पितृपितामहैः
]

`verse 101 [
मातृपक्षेण मात्रा च ख्यातिमेति नराधमः ।

तत् पुत्र धनवीर्यैस्त्वं विवर्धस्व सुखेन च
]

`verse 102 [
घन्धर्वतनया चेयं मा त्वया वै वियुज्यताम् ।

इति पित्रा बहुविधं प्रियमुक्तः पुनः पुनः
]

`verse 103 [
परिष्वज्य स्वमावासं सभार्यः स विसर्जितः ।

स तया भार्याया सार्धं रेमे तत्र पितुः पुरे
]

`verse 104 [
अन्येषु च तथोद्यान-वन-पर्वतसानुषु ।

श्वश्रू-श्वसुरयोः पादौ प्रणिपत्य च सा शुभा ।

प्रातः प्रातस्ततस्तेन सह रेमे सुमध्यमा
]

`colophon [
इति श्रीमार्कण्डेयपुराणे कुवलयाश्वीये मदालसापरिणयनं नामैकविंशोऽध्यायः
]
