`verse 1 [
पुत्रावूचतुः

ततः काले वहुतिथे गते राजा पुनः सुतम् ।

प्राह गच्छाशु विप्राणां त्राणाय चर मेदिनीम्
]

`verse 2 [
अश्वमेनं समारुह्य प्रातः प्रातर्दिने दिने ।

अबाधा द्विजमुख्यानामन्वेष्टव्या सदैव हि
]

`verse 3 [
दुर्वृत्ताः सन्ति शतशो दानवाः पापयोनयः ।

तेभ्यो न स्याद्यथा बाधा मुनीनां त्वं तथा कुरु
]

`verse 4 [
स यथोक्तस्ततः पित्रा तथा चक्रे नृपात्मजः ।

परिक्रम्य महीं सर्वां ववन्दे चरणौ पितुः
]

`verse 5 [
अहन्यहन्यनुप्राप्ते पूर्वाह्ने नृपनन्दनः ।

ततश्च शेषं दिवसं तया रेमे सुमध्यया
]

`verse 6 [
एकदा तु चारन् सोऽथ ददर्श यमुनातटे ।

पातालकेतोरनुजं तालकेतुं कृताश्रमम्
]

`verse 7 [
मायावी दानवः सोऽथ मुनिरूपं समास्थितः ।

स प्राह राजपुत्रं तं पूर्ववैरमनुस्मरन्
]

`verse 8 [
राजपुत्र ब्रीवीमि त्वां तत् कुरुष्व यदीच्छसि ।

न च ते प्रार्थनाभङ्गः कार्यः सत्यप्रतिश्रव
]

`verse 9 [
यक्ष्ये यज्ञेन धर्माय कर्तव्याश्च तथेष्टयः ।

चितयस्तत्र कर्तव्या नास्ति मे दक्षैणा यतः
]

`verse 10 [
अतः प्रयच्छ मे वीर हिरण्यार्थं स्वभूषणम् ।

यदेतत् कण्ठलग्नं ते रक्ष चेमं माश्रमम्
]

`verse 11 [
यावदन्तर्जले देवं वरुणं यादसां पतिम् ।

वैदिकैर्वारुणैर्मन्त्रैः प्रजानां पुष्टिहेतुकैः
]

`verse 12 [
अभिष्टूय त्वरायुक्तः समभ्येमीति वादिनम् ।

तं प्रणम्य ततः प्रादात् स तस्मै कण्ठभूषणम्
]

`verse 13 [
प्राह यैनं भवान् यातु निर्व्यलीकेन चेतसा ।

स्थास्यामि तावदत्रैव तवाश्रमसमीपतः
]

`verse 14 [
तवादेशान्महाभाग यावदागमनं तव ।

न तेऽत्र कश्चिदाबाधां करिष्यति मयि स्थिते ।

विश्रब्धश्चात्वरन् ब्रह्मन् कुरुष्व त्वं मनोगतम्
]

`verse 15 [
पुत्रावूचतुः

एकमुक्तस्ततस्तेन स ममज्ज नदीजले ।

ररक्ष सोऽपि तस्यैव मायाविहितमाश्रमम्
]

`verse 16 [
गत्वा जलाशयात् तस्मात् तालकेतुश्च तत्परम् ।

मदालसायाः प्रत्यक्षमन्येषाञ्चैतदुक्तवान्
]

`speaker [
तालकेतुरुवाच
]

`verse 17 [
वीरः कुवलयाश्वोऽसौ ममाश्रमसमीपतः ।

केनापि दुष्टदैत्येन कुर्वन् रक्षां तपस्विनाम्
]

`verse 18 [
युध्यमानो यथाशक्ति निघ्नन् ब्रह्मद्विषो युधि ।

मायामाश्रित्य पापेन भिन्नः शूलेन वक्षसी
]

`verse 19 [
म्रियमाणेन तेनेदं दत्तं मे कण्ठभूषणम् ।

प्रापितश्चाग्निसंयोगं स वने शूद्रतापसैः
]

`verse 20 [
कृतार्तह्रेषाशब्दो वै त्रस्तः साश्रुविलोचनः ।

नीतः सोऽश्वश्च तेनैव दानवेन दुरात्मना
]

`verse 21 [
एतन्मया नृशंसेन दृष्टं दुष्कृतकारिणा ।

यदत्रानन्तरं कृत्यं क्रियतां तदकालिकम्
]

`verse 22 [
हृदयाश्वासनञ्चैतद् गृह्यतां कण्ठभूषणम् ।

नास्माकं हि सुवर्णेन कृत्यमस्ति तपस्विनाम्
]

`verse 23 [
पुत्रावूचतुः

इत्युक्त्वोत्सृज्य दत्भूमौ स जगाम यथागतम् ।

निपपात जनः सोऽथ शोकार्तो मूर्च्छयाऽतुरः
]

`verse 24 [
तत्क्षणात् चेतनां प्राप्य सर्वास्ता नृपयोषितः ।

राजपत्न्यश्च राजा च विलेपुरतिदुः खिताः
]

`verse 25 [
मदालसा तु द् दृष्ट्वा तदीयं कण्ठभूषणम् ।

तत्याजाशु प्रियान् प्राणान् श्रुत्वा च निहन्त पतिम्
]

`verse 26 [
ततस्तथा महाक्रन्दः पौराणां भवनेष्वभूत् ।

यथैव तस्य नृपतेः स्वगेहे समवर्तत
]

`verse 27 [
राजा च तां मृतां दृष्ट्वा विना भर्त्रा मदालसाम् ।

प्रत्युवाच जनं सर्वं विमृश्य सुस्थमानसः
]

`verse 28 [
न रोदितव्यं पश्यामि भवतामात्मनस्तथा ।

सर्वेषामेव संचिन्त्य सम्बन्धानामनित्यताम्
]

`verse 29 [
किन्नु शोचामि तनयं किन्नु शोचाम्यहं स्नुषाम् ।

विमृश्य कृतकृत्यत्वाम्नम्येऽशोच्यावुभावपि
]

`verse 30 [
मच्छ्रु श्रुपुर्मद्वचनाद्द्विजरक्षणतत्परः ।

प्राप्तो मे यः सुतो मृत्युं कथं शोच्यः स धीमताम्
]

`verse 31 [
अवश्यं याति यद्देहं तद्द्विजानां कृते यदि ।

मम पुत्रेण संत्यक्तं नन्वभ्युदयकारि तत्
]

`verse 32 [
इयञ्च सत्कुलोत्पन्ना भर्तर्येवमनुव्रतां ।

कथन्नु शोच्या नारीणां भर्तुरन्यन्न दैवतम्
]

`verse 33 [
अस्माकं बान्धवानाञ्च तथान्येषां दयावताम् ।

शोच्या ह्येषा भवेदेवं यदि भर्त्रा वियोगिनी
]

`verse 34 [
या तु भर्तुर्वधं श्रुत्वा तत्क्षणादेव भामिनी ।

भर्तारमनुयातेयं न शोच्यातो विपश्चिताम्
]

`verse 35 [
ताः शोच्या या वियोगिन्यो न शोच्या या मृताः सह ।

भर्त्रा वियोगस्त्वनया नानुभूतः कृतज्ञया
]

`verse 36 [
दातारं सर्वसौख्यानामिह चामुत्र चोभयोः ।

लोकयोः का हि भर्तारं नारी मन्येत मानुषम्
]

`verse 37 [
नासौ शोच्यो न चैवेयं नाहं तज्जननी न च ।

त्यजता ब्राह्मणार्थाय प्राणान् सर्वे स्म तारिताः
]

`verse 38 [
विप्राणं मम धर्मस्य गतः स हि महामतिः ।

आनृण्यमर्धभुक्तस्य त्यागाद् देहस्य मे सुतः
]

`verse 39 [
मातुः सतीत्वं मद्वंशवैमल्यं शौर्यमात्मनः ।

संग्रामे संत्यजन् प्राणान् नात्यजद् द्विजरक्षणम्
]

`verse 40 [
पुत्रावूचतुः

ततः कुवलयाश्वस्य माता भर्तुरनन्तरम् ।

श्रुत्वा पुत्रवधं तादृक् प्राह दृष्ट्वा तु तं पतिम्
]

`speaker [
मातोवाच
]

`verse 41 [
न मे मात्रा न मे स्वस्त्रा प्राप्ता प्रीतिर्नृपेदृशी ।

श्रुत्वा मुनिपरित्राणे हतं पुत्रं यथा मया
]

`verse 42 [
शोचतां बान्धवानां ये निः श्वसन्तोऽतिदुः खिताः ।

म्रियन्ते व्याधिना क्लिष्टास्तेषां माता वृथाप्रजा
]

`verse 43 [
संग्रामे युध्यमाना येऽभीता गोद्विजरक्षणे ।

क्षुण्णाः शस्त्रैर्विपद्यन्ते त एव भुवि मानवाः
]

`verse 44 [
अर्थिनां मित्रवर्गस्य विद्विषाञ्च पराङ्मुखः ।

यो न याति पिता तेन पुत्री माता च वीरसूः
]

`verse 45 [
गर्भक्लेशः स्त्रियो मन्ये साफल्यं भजते तदा ।

यदारिविजयी वा स्यात् संग्रामे वा हतः सुतः
]

`verse 46 [
पुत्रावूचतुः

ततः स राजा संस्कारं पुत्रपत्नीमलम्भयत् ।

निर्गम्य च बहिः स्नातो ददौ पुत्राय चोदकम्
]

`verse 47 [
तालकेतुश्च निर्गम्य तथैव यमुनाजलात् ।

राजपुत्रमुवाचेदं प्रणयान्मधुरं वचः
]

`verse 48 [
गच्छ भूपालपुत्र ! त्वं कृतार्थोऽहं कृतस्त्वया ।

कार्यं चिराभिलषितं त्वय्यत्राविचले स्थिते
]

`verse 49 [
वारुणं यज्ञकार्यञ्च जलेशस्य महात्मनः ।

तन्मया साधितं सर्वं यन्ममासीदभीप्सितम्
]

`verse 50 [
प्रणिपत्य स तं प्रायाद्राजपुत्रः पुरं पितुः ।

समारुह्य तमेवाश्वं सुपर्णानिलविक्रमम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे कुवलयाश्वीये मदालसावियोगो नाम द्वाविंशोऽध्यायः
]
