`verse 1 [
पुत्रावूचतुः

स राजपुत्रः संप्राप्य वेगादात्मपुरं ततः ।

पित्रोर्ववन्दिषुः पादौ दिदृक्षुश्च मदालसाम्
]

`verse 2 [
ददर्श जनमुद्विग्नमप्रहृष्टमुखं पुरः ।

पुनश्च विस्मिताकारं प्रहृष्टवदनं ततः
]

`verse 3 [
अन्यमुत्फुल्लनयनं दिष्ट्या दिष्ट्येतिवादिनम् ।

परिष्वजन्तमन्योन्यमतिकौतूहलान्वितम्
]

`verse 4 [
चिरं जीवोरुकल्याण ! हतास्ते परिपन्थिनः ।

पित्रोः प्रह्लादय मनस्तथास्माकमकण्टकम्
]

`verse 5 [
पुत्रावूचतुः

इत्येवं वादिभिः पौरैः पुरः पृष्ठे च संवृतः ।

तत्क्षणप्रभवानन्दः प्रविवेश पितुर्गृहम्
]

`verse 6 [
पिता च तं परिष्वज्य माता चान्ये च बान्धवाः ।

चिरं जीवेति कल्याणीर्ददुस्तस्मै तदाशिषः
]

`verse 7 [
प्रणिपत्य ततः सोऽथ किमेतदिति विस्मितः ।

पप्रच्छ पितरं तात ! सोऽस्मै सम्यक् तदुक्तवान्
]

`verse 8 [
स भार्यां तां मृतां श्रुत्वा हृदयेष्टां मदालसाम् ।

पितरौ च पुरो दृष्ट्वा लज्जाशोकाब्धिमध्यगः
]

`verse 9 [
चिन्तयामास सा बाला मां श्रुत्वा निधनं गतम् ।

तत्याज जीवितं साध्वी धिङ्मां निष्ठुरमानसम्
]

`verse 10 [
नृशंसोऽहमनार्योऽहं विना तां मृगलोचनाम् ।

मत्कृते निधनं प्राप्तां यज्जीवाम्यतिनिर्घृणः
]

`verse 11 [
पुनः स चिन्तयामास परिसंस्तभ्य मानसम् ।

मोहोद्गममपास्याशु निः श्वस्योच्छवस्य चातरः
]

`verse 12 [
मृतेति सा मन्नमित्तं त्यजामि यदि जीवितम् ।

किं मयोपकृतं तस्याः श्लाघ्यमेतत्तु योषिताम्
]

`verse 13 [
यदि रोदिमि वा दीनो हा प्रियेति ! वदन्मुहुः ।

तथाप्यश्लाघ्यमेतन्नो वयं हि पुरुषाः किल
]

`verse 14 [
अथ शोकजडो दीनो स्त्रजा हीनो मलान्वितः ।

विपक्षस्य भविष्यामि ततः परिभवास्पदम्
]

`verse 15 [
मयारिशातनं कार्यं राज्ञः शुश्रुषणं पितुः ।

जीवितं तस्य चायत्तं सन्त्याज्यं तत्कथं मया
]

`verse 16 [
किन्त्वत्र मन्ये कर्तव्यस्त्यागो भागस्य योषितः ।

स चापि नोपकाराय तन्वङ्ग्याः किन्तु सर्वथा
]

`verse 17 [
मया नृशंस्यं कर्तव्यं नोपकार्यपकारि च ।

या मदर्थेऽत्यजत् प्राणांस्तदर्थेऽल्पमिदं मम
]

`verse 18 [
पुत्रावूचतुः

इति कृत्वा मतिं सोऽथ निष्पाद्योदकदानिकम् ।

क्रियाश्चानन्तरं कृत्वा प्रत्युवाच ऋतध्वजः
]

`speaker [
ऋतध्वज उवाच
]

`verse 19 [
यदि सा मम तन्वङ्गी न स्याद्भार्या मदालसा ।

अस्मिन् जन्मनि नान्या मे भवित्री सहचारिणी
]

`verse 20 [
तामृते मृगशावाक्षीं गन्धर्वतनयामहम् ।

न भोक्ष्ये योषितं काञ्चिदिति सत्यं मयोदितम्
]

`verse 21 [
सद्धर्मचारिणीं पत्नीं तां मुक्त्वा गजगामिनीम्,।

काञ्चिन्नाङ्गीकरिष्यामीत्येतत् सत्यं मयोदितम्
]

`verse 22 [
पुत्रावूचतुः

परित्यज्य च स्त्रीभोगान् तात ! सर्वंस्तया विना ।

क्रीडन्नास्ते समं तुल्यैर्वयस्यैः शीलसम्पदा
]

`verse 23 [
एतत्तस्य परं कार्यं तात ! तत् केन शक्यते ।

कर्तुमत्यर्थदुष्प्राप्यमीश्वरैः किमुतेतरैः
]

`speaker [
जड उवाच
]

`verse 24 [
इति वाक्यं तयोः श्रुत्वा विमर्शमगमत्पिता ।

विमृश्य चाह तौ पुत्रौ नागराट् प्रहसन्निव
]

`speaker [
नागराडश्वतर उवाच
]

`verse 25 [
यद्यशक्यमिति ज्ञात्वा न करिष्यन्ति मानवाः ।

कर्मण्युद्यममुद्योगहान्या हानिस्ततः परम्
]

`verse 26 [
आरभेत नरः कर्म स्वपौरुषमहापयन् ।

निष्पत्तिः कर्मणो दैवे पौरुषे च व्यवसथिता
]

`verse 27 [
तस्मादहं तथा यत्नं करिष्ये पुत्रकावितः ।

तपश्चर्यां समास्थाय यथैतत् साध्यतेऽचिरात्
]

`speaker [
जड उवाच
]

`verse 28 [
एवमुक्त्वा स नागेन्द्रः प्लक्षावतरणं गिरेः ।

तीर्थं हिमवतो गत्वा तपस्तेपे सुदुश्चरम्
]

`verse 29 [
तुष्टाव गीर्भिश्च ततस्तत्र देवीं सरस्वतीम् ।

तन्मना नियताहारो भूत्वा त्रिषवणाप्लुतः
]

`speaker [
अश्वतर उवाच
]

`verse 30 [
जगद्धात्रीमहं देवीमारिराधयिषुः शुभाम् ।

स्तोष्ये प्रणम्य शिरसा ब्रह्मयोनिं सरस्वतीम्
]

`verse 31 [
सदसद्देवि ! सय् किञ्चिन्मोक्षवच्चार्थवत् पदम् ।

तत्सर्वं त्वय्यसंयोगं योगवद्देवि ! संस्थितम्
]

`verse 32 [
त्वमक्षरं परं देवि ! यत्र सर्वं प्रतिष्ठितम् ।

अक्षरं परमं देवि ! संस्थितं परमाणुवत्
]

`verse 33 [
अक्षरं परमं ब्रह्म विश्वञ्चैतत् क्षरात्मकम् ।

दारुण्यवस्थितो वह्निर्भौमाश्च परमाणवः
]

`verse 34 [
तथा त्वयि स्थितं ब्रह्म जगच्चेदमशेषतः ।

ओङ्काराक्षरसंस्थानं यत्तु देवि ! स्थिरास्थिरम्
]

`verse 35 [
तत्र मात्रात्रयं सर्वमस्ति यद्देवि नास्ति च ।

त्रयो लोकास्त्रयो वेदास्त्रैविद्यं पावकत्रयम्
]

`verse 36 [
त्रीणि ज्योतींषि वर्णाश्च त्रयो धर्मागमास्तथा ।

त्रयो गुणास्त्रयः शब्दस्त्रयो वेदास्तथाश्रमाः
]

`verse 37 [
त्रयः कालास्तथावस्थाः पितरोऽहर्निशादयः ।

एतन्मात्रात्रयं देवि ! तव रूपं सरस्वति
]

`verse 38 [
विभिन्नदर्शिनामाद्या ब्रह्मणो हि सनातनाः ।

सोमसंस्था हविः संस्थाः पाकसंस्थाश्च सप्त याः
]

`verse 39 [
तास्त्वदुच्चारणाद्देवि ! क्रियन्ते ब्रह्मवादिभिः ।

अनिर्देश्यं तथा चान्यदर्धमात्रान्वितं परम्
]

`verse 40 [
अविकार्यक्षयं दिव्यं परिणामविवर्जितम् ।

तवैतत्परमं रूपं यन्न शक्यं मयोदितुम्
]

`verse 41 [
न चास्ये न च तज्जिह्वा ताम्रोष्ठादिभिरुच्यते ।

इन्द्रोऽपि वसवो ब्रह्मा चन्द्राकौ ज्योतिरेव च
]

`verse 42 [
विश्वावासं विश्वरूपं विश्वेशं परमेश्वरम् ।

सांख्यवेदान्तवादोक्तं बहुशाखास्थिरीकृतम्
]

`verse 43 [
अनादिमध्यनिधनं सदसन्न सदेव यत् ।

एकन्त्वनेकं नाप्येकं भवभेदसमाश्रैतम्
]

`verse 44 [
अनाख्यं षड्गुणाख्यञ्च वर्गाख्यं त्रिगुणाश्रयम् ।

नानाशक्तिमतामेकं शक्तिवैभविकं परम्
]

`verse 45 [
सुखासुखं महासौख्यरूपं त्वयि विभाव्यते ।

एवं देवि ! त्वया व्याप्तं सकलं निष्कलञ्च यत् ।

अद्वैतावस्थितं ब्रह्म यच्च द्वैते व्यवस्थितम्
]

`verse 46 [
येर्ऽथा नित्या ये विनश्यन्ति चान्ये
ये वा स्थूला ये च सूक्ष्मातिसूक्ष्माः ।

ये वा भूमौ येऽन्तरीक्षेऽन्यतो वा
तेषां तेषां त्वत्त एवोपलब्धिः
]

`verse 47 [
यच्चामूर्तं यच्च मूर्तं समस्तं
यद्वा भूतेष्वेकमेकञ्च किञ्चित् ।

यद्दिव्यस्ति क्ष्मातले खेऽन्यतो वा
त्वत्सम्बद्धं त्वत्स्वरैर्व्यञ्जनैश्च
]

`speaker [
जड उवाच
]

`verse 48 [
एवं स्तुता तदा देवी विष्णोर्जिह्वा सरस्वती ।

प्रत्युवाच महात्मानं नागमश्वतरं ततः
]

`verse 49 [
; सरस्वत्युवाच

वरं ते कम्बलभ्रातः प्रयच्छाम्युरगाधिप ! ।

तदुच्यतां प्रदास्यामि यत्ते मनसि वर्तते
]

`speaker [
अश्वतर उवाच
]

`verse 50 [
सहायं देहि देवि ! त्वं पूर्वं कम्बलमेव मे ।

समस्तस्वरसम्बन्धमुभयोः संप्रयच्छ च
]

`verse 51 [
; सरस्वत्युवाच

सप्त स्वरा ग्रामरागाः सप्त पन्नगसत्तम ! ।

कीतकानि च सप्तैव तावतीश्चापि मूर्च्छनाः
]

`verse 52 [
तालाश्चैकोनपञ्चाशत्तथा ग्रामत्रयञ्च यत् ।

एतत्सर्वं भवान् गाता कम्बलश्च तथानघ !
]

`verse 53 [
ज्ञास्यसे मत्प्रसादेन भुजगेन्द्रापरं तथा ।

चतुर्विधं पदं तालं त्रिः प्रकारं लयत्रयम्
]

`verse 54 [
यदित्रयं तथाऽतोद्यं मया दत्तं चतुर्विधम् ।

एतद्भवान् मत्प्रसादात् पन्नगेन्द्रापरञ्च यत्
]

`verse 55 [
अस्यान्तर्गतमायत्तं स्वरव्यञ्जनसंमितम् ।

तदशेषं मया दत्तं भवतः कम्बलस्य च
]

`verse 56 [
तथा नान्यस्य भूर्लोके पाताले चापि पन्नग ।

प्रणेतारौ भवन्तौ च सर्वस्यास्य भविष्यतः ।

पाताले देवलोके च भूर्लोके चैव पन्नगौ
]

`speaker [
जड उवाच
]

`verse 57 [
इत्युक्त्वा सा तदा देवी सर्वजिह्वा सरस्वती ।

जगामादर्शनं सद्यो नागस्य कमलेक्षणा
]

`verse 58 [
तयोश्च तद्यथावृत्तं भ्रात्रोः सर्वमजायत ।

विज्ञानमुभयोरग्र्यं पदतालस्वरादिकम्
]

`verse 59 [
ततः कैलासशैलेन्द्र-शिखरस्थितमीश्वरम् ।

गीतकैः स्प्तभिर्नागौ तन्त्रीलयसमन्वितौ
]

`verse 60 [
आरिराधयिषू देवमनङ्गाङ्गहरं हरम् ।

प्रचक्रतुः परं यत्नमुभौ संहतवाक्कलौ
]

`verse 61 [
प्रातर्निशायां मध्याह्ने सन्ध्ययोश्चापि तत्परौ ।

तयोः कालेन महता स्तूयमानो वृषध्वजः
]

`verse 62 [
तुतोष गीतकैस्तौ च प्राहेशो गृह्यतां वरः ।

ततः प्रणम्याश्वतरः कम्बलेन समं तदा
]

`verse 63 [
व्यज्ञापयन्महादेवं शितिकण्ठमुमापतिम् ।

यदि नौ भगवान् प्रीतो देवदेवस्त्रिलोचनः
]

`verse 64 [
ततो यथाभिलषितं वरमेनं प्रयच्छ नौ ।

मृता कुवलयाश्वस्य पत्नी देव ! मदालसा
]

`verse 65 [
तेनैव वयसा सद्यो दुहितृत्वं प्रयातु मे ।

जातिस्मरा यथा पूर्वं तद्वत्कान्तिसमन्विता ।

योगिनी योगमाता च मद्गेहे जायतां भव
]

`speaker [
महादेव उवाच
]

`verse 66 [
यथोक्तं पन्नगश्रेष्ठ ! सर्वेमेतद्भविष्यति ।

मत्प्रसादादसन्दिग्धं श्रुणु चेदं भुजङ्गम
]

`verse 67 [
श्राद्धे तु समनुप्राप्ते मध्यमं पिण्डमात्मना ।

भक्षयेथाः फणिश्रेष्ठ ! शुचिः प्रयतमानसः
]

`verse 68 [
भक्षिते तु ततस्तस्मिन् भवतो मध्यमात् फणात् ।

समुत्पत्स्यति कल्याणी तथारूपा यथामृता
]

`verse 69 [
कामञ्चेममभिध्याय कुरु त्वं पितृतर्पणम् ।

तत्क्षणादेव सा सुभ्रूः श्वसतो मध्यमात् फणात्
]

`verse 70 [
समुत्पत्स्यति कल्याणी तथारूपा यथामृता ।

एतच्छ्रुत्वा ततस्तौ तु प्रणिपत्य महेश्वरम्
]

`verse 71 [
रसातलं पुनः प्राप्तौ परितोषसमन्वितौ ।

तथा च कृतवान् श्राद्धं स नागः कम्बलानुजः
]

`verse 72 [
पिण्डञ्च मध्यमं तद्वद्यथावदुपभुक्तवान् ।

तञ्चापि ध्यायः कामं ततः सा तनुमध्यमा
]

`verse 73 [
जज्ञे निश्वसतः सद्यस्तद्रूपा मध्यमात् फणात् ।

न चापि कथयामास कंस्यचित् स भुजङ्गमः
]

`verse 74 [
अन्तर्गृहे तां सुदतीं स्त्रीभिर्गुप्तामधारयत् ।

तौ चानुदिनमागम्य पुत्रौ नागपतेः सुखम्
]

`verse 75 [
ऋतध्वजेन सहितौ चिक्रीडातेऽमराविव ।

एकदा तु सुतौ प्राह नागराजौ मुदान्वितः
]

`verse 76 [
यन्मया पूर्वमुक्तन्तु क्रियते किं न तत्तथा ।

स राजपुत्रो युवयोरुपकारी ममान्तिकम्
]

`verse 77 [
कस्मान्नानीयते वत्सावुपकाराय मानदः ।

एवमुक्तौ ततस्तेन पित्रा स्नेहवता तु तौ
]

`verse 78 [
गत्वा तस्य पुरं सख्यू रेमाते तेन धीमता ।

ततः कुवलयाश्वं तौ कृत्वा किञ्चित्कथान्तरम्
]

`verse 79 [
अब्रूतां प्रणयोपेतं स्वगेहगमनं प्रति ।

तावाह नृपपुत्रोऽसौ नन्विदं भवतोर्गृहम्
]

`verse 80 [
धनवाहनवस्त्रादि यन्मदीयं तदेव वाम् ।

यत्तु वां वाञ्छितं दातुं धनं रत्नमथापि वा
]

`verse 81 [
तद्दोयतां द्विजसुतौ यदि वां प्रणयो मयि ।

एतावताहं दैवेन वञ्चितोऽस्मि दुरात्मना
]

`verse 82 [
यद्भवद्भ्यां ममत्वं नो मदीये क्रियते गृहे ।

यदि वां मत्प्रियं कार्यमनुग्राह्योऽस्मि वां यदि
]

`verse 83 [
तद्धने मम गेहे च ममत्वमनुकल्प्यताम् ।

युवयोर्यन्मदीयं तन्मामकं युवयोः स्वकम्
]

`verse 84 [
एतत् सत्यं विजानीतं युवां प्राणा बहिश्चराः ।

पुनर्नैवं विभिन्नार्थं वक्तव्यं द्विजसत्तमौ
]

`verse 85 [
मत्प्रसादपरौ प्रीत्या शापितौ हृदयेन मे ।

ततः स्नेहार्द्रवदनौ तावुभौ नागनन्दनौ
]

`verse 86 [
ऊचतुर्नृपतेः पुत्रं किञ्चित् प्रणयकोपितौ ।

ऋतध्वज ! न सन्देहो यथैवाह भवानिदम्
]

`verse 87 [
तथैव चास्मन्मनसि नात्र चिन्त्यमतोऽन्यथा ।

किन्त्वावयोः स्वयं पित्रा प्रोक्तमेतन्महात्मना
]

`verse 88 [
द्रष्टुं कुवलयाश्वं तमिच्छामीति पुनः पुनः ।

ततः कुवलयाश्वोऽसौ समुत्थाय वरासनात् ।

यथाह तातेति वदन् प्रणाममकरोद्भुवि
]

`speaker [
कुवलयाश्व उवाच
]

`verse 89 [
धन्योऽहमतिपुण्योऽहं कोऽन्योऽस्ति सदृशो मया ।

यत्तातो मामभिद्रष्टुं करोति प्रवणं मनः
]

`verse 90 [
तदुत्तिष्ठत गच्छामस्ताताज्ञां क्षणमप्यहम् ।

नातिक्रान्तुमिहेच्छामि पदेभ्यां तस्य शपाम्यहम्
]

`speaker [
जड उवाच
]

`verse 91 [
एवमुक्त्वा ययौ सोऽथ सह ताभ्यां नृपात्मजः ।

प्राप्तश्च गोमतीं पुण्यां निर्गम्य नगराद्वहिः
]

`verse 92 [
तन्मध्येन ययुस्ते वे नागेन्द्रनृपनन्दनाः ।

मेने च राजपुत्रोऽसौ पारे तस्यास्तयोर्गृहम्
]

`verse 93 [
ततश्चाकृष्य पातालं ताभ्यां नीतो नृपात्मजः ।

पाताले ददृशे चोभौ स पन्नगकुमारकौ
]

`verse 94 [
फणामणिकृतोद्योतौ व्यक्तस्वस्तिकलक्षणौ ।

विलोक्य तौ सुरूपाङ्गौ विस्मयोत्फुल्ललोचनः
]

`verse 95 [
विहस्य चाब्रवीत् प्रेम्णा साधु भो द्विजसत्तमौ ।

कथयामासतुस्तौ च पितरं पन्नगेश्वरम्
]

`verse 96 [
शान्तमश्वतरं नाम माननीयं दिवौकसाम् ।

रमणीयं ततोऽपस्यत् पातालं स नृपात्मजः
]

`verse 97 [
कुमारैस्तरुणैर्वृद्धैरुरगैरुपशोभितम् ।

तथैव नागकन्याभिः क्रीडन्तीभिरितस्ततः
]

`verse 98 [
चारुकुण्डलहाराभिस्ताराभिर्गगनं यथा ।

गीतशब्दैस्तथान्यत्र वीणावेणुस्वनानुगैः
]

`verse 99 [
मृदङ्गपणवातोद्यं हारिवेश्मशताकुलम् ।

वीक्षमाणः स पातालं ययौ शत्रुजितः सुतः
]

`verse 100 [
सह ताभ्यामभीष्टाभ्यां पन्नगाभ्यामरिन्दमः ।

ततः प्रविश्य ते सर्वे नागराजनिवेशनम्
]

`verse 101 [
ददृशुस्ते महात्मानमुरगाधिपतिं स्थितम् ।

दिव्यमाल्याम्बरधरं मणिकुण्डलभूषणम्
]

`verse 102 [
स्वच्छमुक्ताफललताहारिहारोपशोभितम् ।

केयूरिणं महाभागमासने सर्वकाञ्चने
]

`verse 103 [
मणिविद्रुमवैदूर्य-जालान्तरितरूपके ।

स ताभ्यां दर्शितस्तस्य तातोऽस्माकमसाविति
]

`verse 104 [
वीरः कुवलयाश्वोऽयं पित्रे चासौ निवेदितः ।

ततो ननाम चरणौ नागेन्द्रस्य ऋतध्वजः
]

`verse 105 [
तमुत्थाप्य बलाद्गाढं नागेन्द्रः परीषस्वजे ।

मूर्ध्नि चैनमुपाघ्राय चिरं जीवेत्युवाच सः
]

`verse 106 [
निहतामित्रवर्गश्च पित्रोः सुश्रूषणं कुरु ।

वत्स ! धन्यस्य कथ्यन्ते परोक्षस्यापि ते गुणाः
]

`verse 107 [
भवतो मम पुत्राभ्यामसामान्या निवेदिताः ।

त्वमेवानेन वर्धेथा मनोवाक्कायचेष्टितैः
]

`verse 108 [
जीवितं गुणिनः श्लाघ्यं जीवन्नेव मृतोऽगुणः ।

गुणवान् निर्वृतिं पित्रोः शत्रुणां हृदयज्वरम्
]

`verse 109 [
करोत्यात्महितं कुर्वन् विश्वासञ्च महाजने ।

देवताः पितरो विप्रा मित्रार्थिविकलादयः
]

`verse 110 [
बान्धवाश्च तथेच्छन्ति जीवितं गुणिनश्चिरम् ।

परिवादनिवृत्तानां दुर्गतेषु दयावताम् ।

गुणिनां सफलं जन्म संश्रितानां विपद्गतैः
]

`speaker [
जड उवाच
]

`verse 111 [
एवमुक्त्वा स तं वीरं पुत्राविदमथाब्रवीत् ।

पूजां कुवलयाश्वस्य कर्तुकामो भुजङ्गमः
]

`verse 112 [
स्नानादिकक्रमं कृत्वा सर्वमेव यथाक्रमम् ।

मधुपानादिसम्भोगमाहारञ्च यथेप्सितम्
]

`verse 113 [
ततः कुवलयाश्वेन हृदयोत्सवभूतया ।

कथया स्वल्पकं कालं स्थास्यामो हृष्टचेतसः
]

`verse 114 [
अनुमेन च तन्मौनो वचः शत्रुजितः सुतः ।

तथा चकार नृपतिः पन्नगानामुदारधीः
]

`verse 115 [
समेत्य तैरात्मजभूपनन्दनैर्
महोरगाणामधिपः स सत्यवाक् ।

मुदान्वितोऽन्नानि मधूनि चात्मवान्
यथोपयोगं बुभुजे स भोगभुक्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मदालसोपाख्याने कुवलयाश्वपातालगमनं नाम त्रयोविंसोऽध्यायः
]
