`speaker [
जड उवाच
]

`verse 1 [
कृताहारं महात्मनामधिपं पवनाशिनाम् ।

उपासाञ्चक्रिरे पुत्रौ भूपालतनयस्तथा
]

`verse 2 [
कथाभिरनुरूपाभिः स महात्मा भुजङ्गमः ।

प्रीतिं सञ्जनयामास पुत्रसख्युरुवाच च
]

`verse 3 [
तव भद्र ! सुखं ब्रूहि गेहमभ्यागतस्य यत् ।

कर्तव्यमुत्सृजाशङ्कां पितरीव सुतो मयि
]

`verse 4 [
रजतं वा सुवर्णं वा वस्त्रं वाहनमासनम् ।

यद्वाभिमतमत्यर्थं दुर्लभं तद्वृणुष्व माम्
]

`speaker [
कुवलयाश्व उवाच
]

`verse 5 [
तव प्रसादाद्भगवन् ! सुवर्णादि गृहे मम ।

पितुरस्ति ममाद्यापिन किञ्चित् कार्यमीदृशम्
]

`verse 6 [
ताते वर्षसहस्राणि शासतीमां वसुन्धराम् ।

तथैव त्वयि पातालं न मे याञ्चोन्मुकं मनः
]

`verse 7 [
ते स्वर्ग्याश्च सुपुण्याश्च येषां पितरि जीवति ।

तृणकोटिसमं वित्तं तारुण्याद्वित्तकोटिषु
]

`verse 8 [
मित्राणि तुल्यशिष्टानि तद्वद्देहमनामयम् ।

जनिता ध्रियते वित्तं यौवनं किन्नु नास्ति मे
]

`verse 9 [
असत्यर्थे नृणां याञ्चाप्रवणं जायते मनः ।

सत्यशेषे कथं याञ्चां मम जिह्वा करिष्यति
]

`verse 10 [
यैर्न चिन्त्यं धनं किञ्चिन्मम गेहेऽस्ति नास्ति वा ।

पितृबाहुतरुच्छायां संश्रिताः सुखिनो हि ते
]

`verse 11 [
ये तु बाल्यात् प्रभृत्येव विना पित्रा कुटुम्बिनः ।

ते सुखास्वादविभ्रंशान्मन्ये धात्रैव वञ्चिताः
]

`verse 12 [
तद्वयं त्वत्प्रसादेन धनरत्नादिसञ्चयान् ।

पितृमुक्तान् प्रयच्छामः कामतो नित्यमर्थिनाम्
]

`verse 13 [
तत् सर्वमिह संप्राप्तं यदङ्घ्रियुगलं तव ।

मच्चूडामणिना स्पृष्टं यच्चाङ्गस्पर्शमाप्तवान्
]

`speaker [
जड उवाच
]

`verse 14 [
इत्येवं प्रसृतं वाक्यमुक्तः पन्नगसत्तमः ।

प्राह राजसुतं प्रीत्या पुत्रयोरुपकारिणम्
]

`speaker [
नाग उवाच
]

`verse 15 [
यदि रत्नसुवर्णादि मत्तोऽवाप्तुं न ते मनः ।

यदन्यन्मनसः प्रीत्यै तद्ब्रूहि त्वं ददाम्यहम्
]

`speaker [
कुवलयाश्व उवाच
]

`verse 16 [
भगवंस्त्वत्प्रसादेन प्रार्थितस्य गृहे मम ।

सर्वमस्ति विशेषेण सम्प्राप्तं तव दर्शनात्
]

`verse 17 [
कृतकृत्योऽस्मि चैतेन सफलं जीवितञ्च मे ।

यदङ्गसंश्लेषमितस्तव देवस्य मानुषः
]

`verse 18 [
ममोत्तमाङ्गे त्वत्पादरजसा यदिहास्पदम् ।

कृतं तेनैव न प्राप्तं किं मया पन्नगेश्वर
]

`verse 19 [
यदि त्ववश्यं दातव्यो वरो मम यथेप्सितः ।

तत्पुण्यकर्मसंस्कारो हृदयान्मा व्यपैतु मे
]

`verse 20 [
सुवर्णमणिरत्नादि वाहनं गृहमासनम् ।

स्त्रियोऽन्नपानं पुत्राश्च चारुमाल्यानुलेपन्
]

`verse 21 [
एते च विविधाः कामा गीतवाद्यादिकञ्च यत् ।

सर्वमेतन्मम मतं फलं पुण्यवनस्पतेः
]

`verse 22 [
तस्मान्नरेण तन्मुलः कार्यो यत्नः कृतात्मना ।

कर्तव्यः पुण्यसक्तानां न किञ्चिद्भुवि दुर्लभम्
]

`speaker [
अश्वतर उवाच
]

`verse 23 [
एवं भविष्यति प्राज्ञ ! तव धर्माश्रिता मतिः ।

सत्यञ्चैतत् फलं सर्वं धर्मस्योक्तं यथा त्वया
]

`verse 24 [
तथाप्यवश्यं मद्गेहमागतेन त्वयाधुना ।

ग्राह्यं यन्मानुषे लोके दुष्प्राप्तं भवतो मतम्
]

`speaker [
जड उवाच
]

`verse 25 [
तस्यैतद्वचनं श्रुत्वा स तदा नृपनन्दनः ।

मुकावलोकनञ्चक्रे पन्नगेश्वरपुत्रयोः
]

`verse 26 [
ततस्तौ प्रणिपत्योभौ राजपुत्रस्य यन्मतम् ।

तत् पितुः सकलं वीरौ कथयामासतुः स्फुटम्
]

`verse 27 [
पुत्रापूचतुः

ततोऽस्य पत्नी दयिता श्रुत्वेमं विनिपातितम् ।

अत्यजद्दयितान् प्राणान् विप्रलब्धा दुरात्मना
]

`verse 28 [
केनापि कृतवैरेण दानवेन कुबुद्धिना ।

गन्धर्वराजस्य सुता नाम्ना ख्याता मदालसा
]

`verse 29 [
कुतज्ञोऽयं ततस्तात ! प्रतिज्ञां कृतवानिमाम् ।

नान्या भार्या भवित्रीति वर्जयित्वा मदालसाम्
]

`verse 30 [
द्रष्टुं तां चारुसर्वाङ्गीमयं वीर ! ऋतध्वजः ।

तात ! वाञ्छति यद्येतत् क्रियते तत् कृतं भवेत्
]

`speaker [
अश्वतर उवाच
]

`verse 31 [
भूतैर्वियोगिनो योगस्तादृशैरेव तादृशः ।

कथमेतद्विना स्वप्नं मायां वा शम्बरोदिताम्
]

`speaker [
जड उवाच
]

`verse 32 [
प्रणिपत्य भुजङ्गेशं पुत्रः शत्रुजितस्ततः ।

प्रत्युवाच महात्मानं प्रेमलज्जासमन्वितः
]

`verse 33 [
मायामयीमप्यधुना मम तात ! मदालसाम् ।

यदि दर्शयते मन्ये परं कृतमनुग्रहम्
]

`speaker [
अश्वतर उवाच
]

`verse 34 [
तस्मात् पश्येह वत्स ! त्वं मायाञ्चेद् द्रष्टुमिच्छसि ।

अनुग्राह्यो भवान् गेहं बालोऽप्यभ्यागतो गुरुः
]

`speaker [
जड उवाच
]

`verse 35 [
आनयामास नागेन्द्रो गृहगुप्तां मदालसाम् ।

तेषां संमोहनार्थाय ज्जल्प च ततः स्फुटम्
]

`verse 36 [
दर्शयामास च तदा राजपुत्राय तां शुभाम् ।

सेयं न वेति ते भार्या राजपुत्र ! मदालसा
]

`speaker [
जड उवाच
]

`verse 37 [
स दृष्ट्वा तां तदा तन्वीं तत्क्षणात् विगतत्रपः ।

प्रियेति तामभिमुखं ययौ वाचमुदीरयन् ।

निवारयामास च तं नागः सोऽश्वतरस्त्वरन्
]

`speaker [
अश्वतर उवाच
]

`verse 38 [
मायेयं पुत्र ! मा स्प्राक्षीः प्रागेव कथितं तव ।

अन्तर्धानमुपैत्याशु माया संस्पर्शनादिभिः
]

`verse 39 [
ततः पपात मेदिन्यां स तु मूर्च्छापरिप्लुतः ।

हा प्रियेति वदन् सोऽथ चिन्तयामास भामिनीम्
]

`verse 40 [
अहो स्नेहोऽस्य नृपतेर्ममोपर्यचलं मनः ।

येनायं पातनोऽरीणां विना शस्त्रेण पातितः
]

`verse 41 [
मायेति दर्शिता तेन मिथ्या मायेति यत्स्फुटम् ।

वाय्वम्बुतेजसां भुमेराकाशस्य च चेष्टया
]

`speaker [
जड उवाच
]

`verse 42 [
ततः कुवलयाश्वं तं समाश्वास्य भुजङ्गमः ।

कथयामास तत् सर्वं मृतसञ्जीवनादिकम्
]

`verse 43 [
ततः प्रहृष्टः प्रतिलभ्य कान्तां
प्रणम्य नागं निजगाम सोऽथ ।

सुशोभमानः स्वपुरं तमश्वम्
आरुह्य संचिन्तितमभ्युपतेम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मदालसाप्राप्तिर्नाम चतुर्विशोऽध्यायः
]
