`speaker [
जड उवाच
]

`verse 1 [
तन्मातुर्वचनं श्रुत्वा सोऽलर्को मातरं पुनः ।
पप्रच्छ वर्णधर्मांश्च धर्मा ये चाश्रमेषु च
]

`speaker [
अलर्क उवाच
]

`verse 2 [
कथितोऽयं महाभागे ! राज्यतन्त्राश्रितस्त्वया ।
धर्मं तमहमिच्छामि श्रोतुं वर्णाश्रमात्मकम्
]

`speaker [
मदालसोवाच
]

`verse 3 [
दानमध्ययनं यज्ञो ब्राह्मणस्य त्रिधा मतः ।
नान्यश्चतुर्थो धर्मोऽस्ति धर्मस्तस्यापदं विना
]

`verse 4 [
याजनाध्यापने शुद्धे तथा पूतप्रतिग्रहः ।
एषा सम्यक् समाख्यता त्रिविधा चास्य जीविका
]

`verse 5 [
दानमध्ययनं यज्ञः क्षत्रियस्याप्ययं त्रिधा ।
धर्मः प्रोक्तः क्षिते रक्षा शस्त्राजीवञ्च जीविका
]

`verse 6 [
दानमध्ययनं यज्ञो वैश्यस्यापि त्रिधैव सः ।
वाणिज्यं पाशुपाल्यञ्च कृषिश्चैवास्य जीविका
]

`verse 7 [
दानं यज्ञोऽथ शुश्रूषा द्विजातीनां त्रिधा मया ।
व्याख्यातः शूद्रधर्मोऽपि जीविका कारुकर्म च
]

`verse 8 [
तद्वद् द्विजातिशुश्रूषा पोषणं क्रयविक्रयौ ।
वर्णधर्मास्त्विमे प्रोक्ताः श्रूयन्तां चाश्रमाश्रयाः
]

`verse 9 [
स्ववर्णधर्मात् संसिद्धिं नरः प्राप्नोति न च्युतः ।
प्रयाति नरकं प्रेत्य प्रतिषिद्धनिषेवणात्
]

`verse 10 [
यावत्तु नोपनयनं क्रियते वै द्विजन्मनः ।
कामचेष्टोक्तिभक्ष्यश्च तावद् भवति पुत्रक
]

`verse 11 [
कृतोपनयनः सम्यग् ब्रह्मचारी गुरुर्गृहे ।
वसेत्तत्र च धर्मोऽस्य कथ्यते तं निबोध मे
]

`verse 12 [
स्वाध्यायोऽथाग्रिशुश्रूषा स्नानं भिक्षाटनं तथा ।
गुरोर्निवेद्य तच्चान्नमनुज्ञातेन सर्वदा
]

`verse 13 [
गुरोः कर्मणि सोद्योगः सम्यक् प्रीत्युपपादनम् ।
तेनाहूतः पठेच्चैव तत्परो नान्यमानसः
]

`verse 14 [
एकं द्वौ सकलान् वापि वेदान् प्राप्य गुरोर्मुखात् ।
अनुज्ञातोऽथ वन्दित्वा दक्षिणां गुरवे ततः
]

`verse 15 [
गार्हस्थ्याश्रमकामस्तु गृहस्थाश्रममावसेत् ।
वानप्रस्थाश्रमं वापि चतुर्थं चेच्छयात्मनः
]

`verse 16 [
तत्रैव वा गुरोर्गेहे द्विजो निष्ठामवाप्नुयात् ।
गुरोरभावे तत्पुत्रे तच्छिष्ये तत्सुतं विना
]

`verse 17 [
शुश्रूषुर्निरभिमानो ब्रह्मचार्याश्रमं वसेत् ।
उपावृत्तस्ततस्तस्मात् गृहस्थाश्रमकाम्यया
]

`verse 18 [
ततोऽसमानर्षिकुलां तुल्यां भार्यामरोगिणीम् ।
उद्वहेन्न्यायतोऽव्यङ्गां गृहस्थाश्रमकारणात्
]

`verse 19 [
स्वकर्मणा धनं लब्ध्वा पितृदेवातिथींस्तथा ।
सम्यक् सम्प्रीणयन् भक्त्या पोषयेच्चाश्रितांस्तथा
]

`verse 20 [
भृत्यात्मजान् जामयोऽथ दीनान्धपतितानपि ।
यथाशक्त्यान्नदानेन वयांसि पशवस्तथा
]

`verse 21 [
एष धर्मो गृहस्थस्य ऋतावभिगमस्तथा ।
पञ्चयज्ञविधानन्तु यथाशक्त्या न हापयेत्
]

`verse 22 [
पितृदेवातिथिज्ञातिभुक्तशेषं स्वयं नरः ।
भुञ्जीत च समं भृत्यैर्यथाविभवमादृतः
]

`verse 23 [
एष तूद्देशतः प्रोक्तो गृहस्थस्याश्रमो मया ।
वानप्रस्थस्य धर्मं ते कथयाम्यवधार्यताम्
]

`verse 24 [
अपत्यसन्ततिं दृष्ट्वा प्राज्ञो चानतिम् ।
वानप्रस्थाश्रमं गच्छेदात्मनः शुद्धिकारणात्
]

`verse 25 [
तत्रारण्योपभोगश्च तपोभिश्चानुकर्षणम् ।
भूमौ शय्या ब्रह्मचर्यं पितृदेवातिथिक्रिया
]

`verse 26 [
होमस्त्रिषवणस्त्रानं जटावल्कलधारणम् ।
योगाभ्यासः सदा चैव वन्यस्नेहनिषेवणम्
]

`verse 27 [
इत्येष पापशुद्ध्यर्थमात्मनश्चोपकारकः ।
वानप्रस्थाश्रमस्तस्माद् भिक्षोस्तु चरमोऽपरः
]

`verse 28 [
चतुर्थस्य स्वरूपं तु श्रुयतामाश्रमस्य मे ।
यः स्वधर्मोऽस्य धर्मज्ञैः प्रोक्तस्तात ! महात्मभिः
]

`verse 29 [
सर्वसङ्गपरित्यागो ब्रह्मचर्यमकोपिता ।
यतेन्द्रियत्वमावासे नैकस्मिन् वसतिश्चिरम्
]

`verse 30 [
अनारम्भस्तथाहारो भैक्षान्नेनैककालिना ।
आत्मज्ञानावबोधेच्छा तथा चात्मावलोकनम्
]

`verse 31 [
चतुर्थे त्वाश्रमे धर्मो मयायं ते निवेदितः ।
सामान्यमन्यवर्णानामाश्रमाणाञ्च मे शृणु
]

`verse 32 [
सत्यं शौचमहिंसा च अनसूया तथा क्षमा ।
आनृशंस्यमकार्पण्यं सन्तोषश्चाष्टमो गुणः
]

`verse 33 [
एते संक्षेपतः प्रोक्ता धर्मा वर्णाश्रमेषु ते ।
एतेषु च स्वधर्मेषु स्वेषु तिष्ठेत् समन्ततः
]

`verse 34 [
यश्चोल्लङ्घ्य स्वकं धर्मं स्ववर्णाश्रमसंज्ञितम् ।
नरोऽन्यथा प्रवर्तेत स दण्ड्यो भूभृतो भवेत्
]

`verse 35 [
ये च स्वधर्मसन्त्यागात् पापं कुर्वन्ति मानवाः ।
उपेक्षतस्तान् नृपतेरिष्टापूर्तं प्रणश्यति
]

`verse 36 [
तस्माद्राज्ञा प्रयत्नेन सर्वे वर्णाः स्वधर्मतः ।
प्रवर्तन्तोऽन्यथा दण्ड्याः स्थाप्याश्चैव स्वकर्मसु
]

`colophon [
इति श्रीमार्कण्डेयपुराणे पुत्रानुशासने मदालसावाक्यं नामाष्टाविंशोऽध्यायः
]
