`speaker [
अलर्क उवाच
]

`verse 1 [
यत् कार्यं पुरुषाणाञ्च गार्हस्थ्यमनुवर्तताम् ।
बन्धश्च स्यादकरणे क्रियाया यस्य चोच्छ्रितिः
]

`verse 2 [
उपकाराय यन्नृणां यच्च वर्ज्यं गृहे सता ।
यथा च क्रियते तन्मे यथावत् पृच्छतो वद
]

`speaker [
मदालसोवाच
]

`verse 3 [
वत्स ! गार्हस्थ्यमादाय नरः सर्वमिदं जगत् ।
पुष्णाति तेन लोकांश्च स जयत्यभिवाञ्छितान्
]

`verse 4 [
पितरो मुनयो देवा भूतानि मनुजास्तथा ।
कृमिकीटपतङ्गाश्च वयांसि पशवोऽसुराः
]

`verse 5 [
गृहस्थमुपजीवन्ति ततस्तृप्तिं प्रयान्ति च ।
मुखं चास्य निरीक्षन्ते अपि नो दास्यतीति वै
]

`verse 6 [
सर्वस्याधारभूतेयं वत्स ! धेनुस्त्रयीमयी ।
यस्यां प्रतिष्ठितं विश्वं विश्वहेतुश्च या मता
]

`verse 7 [
ऋक्पृष्ठासौ यजुर्मध्या सामवक्त्रशिरोधरा ।
इष्टापूर्तविषाणा च साधुसूक्ततनूरुहा
]

`verse 8 [
शान्तिपुष्टिशकृन्मूत्रा वर्णपादप्रतिष्ठिता ।
आजीव्यमाना जगतां साक्षया नापचीयते
]

`verse 9 [
स्वाहाकारस्वधाकारौ वषट्कारश्च पुत्रक ! ।
हन्तकारस्तथा चान्यस्तस्याःस्तनचतुष्टयम्
]

`verse 10 [
स्वाहाकारं स्तनं देवाः पितरश्च स्वधामयम् ।
मुनयश्च वषट्कारं देवभूतसुरेतराः
]

`verse 11 [
हन्तकारं मनुष्याश्च पिबन्ति सततं स्तनम् ।
एवमाप्याययत्येषा वत्स ! धेनुस्त्रयीमयी
]

`verse 12 [
तेषामुच्छेदकर्ता च यो नरोऽत्यन्तपापकृत् ।
स तमस्यान्धतामिस्त्रे तामिस्त्रे च निमज्जति
]

`verse 13 [
यश्चेमां मानवो धेनुं स्वैर्वत्सैरमरादिभिः ।
पाययत्युचिते काले स स्वर्गायोपपद्यते
]

`verse 14 [
तस्मात् पुत्र ! मनुष्येण देवर्षिपितृमानवाः ।
भूतानि चानुदिवसं पोष्याणि स्वतनुर्यथा
]

`verse 15 [
तस्मात् स्त्रातः शुचिर्भूत्वा देवर्षिपितृतर्पणम् ।
प्रजापतेस्तथैवादिभः काले कुर्यात् समाहितः
]

`verse 16 [
सुमनोगन्धपुष्पैश्च देवानभ्यर्च्य मानवः ।
ततोऽग्नेस्तर्पणं कुर्याद्देयाश्च बलयस्तथा
]

`verse 17 [
ब्रह्मणे गृहमध्ये तु विश्वेदेवेभ्य एव च ।
धन्वन्तरिं समुद्दिश्य प्रागुदीच्यां बलिं क्षिपेत्
]

`verse 18 [
प्राच्यां शक्राय याम्यायां यमाय बलिमाहरेत् ।
प्रतीच्यां वरुणायाथ सोमायोत्तरतो बलिम्
]

`verse 19 [
दद्याद्धात्रे विधात्रे बलिं द्वारे गृहस्य तु ।
अर्यम्णेऽथ बहिर्दद्याद् गृहेभ्यश्च समन्ततः
]

`verse 20 [
नक्तञ्चरेभ्यो भूतेभ्यो बलिमाकाशतो हरेत् ।
पितॄणां निर्वपेच्चैव दक्षिणाभिमुखस्थितः
]

`verse 21 [
गृहस्थस्तत्परो भूत्वा सुसमाहितमानसः ।
ततस्तोयमुपादाय तेष्वेवाचमनाय वै
]

`verse 22 [
स्थानेषु निक्षिपेत् प्राज्ञस्तास्ता उद्दिश्य देवताः ।
एवं गृहबलिं कृत्वा गृहे हृहपतिः शुचिः
]

`verse 23 [
आप्यायनाय भूतानां कुर्यादुत्सर्गमादरात् ।
श्वभ्यश्च श्वपचेभ्यश्च वयोभ्यश्चावपेद् भुवि
]

`verse 24 [
वैश्वदेवं हि नामैतत् सायं प्रातरुदाहृतम् ।

आचम्य च ततः कुर्यात् प्राज्ञो द्वारावलोकनम्
]

`verse 25 [
मुहूर्तस्याष्टमं भागमुदीक्ष्योऽप्यतिथिर्भवेत् ।
अतिथिं तत्र सम्प्राप्तमन्नाद्येनोदकेन च
]

`verse 26 [
सम्पूजयेद्यथाशक्ति गन्धपुष्पादिभिस्तथा ।
न मित्रमतिथिं कुर्यान्नैकग्रामनिवासिनम्
]

`verse 27 [
अज्ञातकुलनामानं तत्कालसमुपस्थितम् ।
बुभुक्षुमागतं श्रान्तं याचमानमकिञ्चनम्
]

`verse 28 [
ब्राह्मणं प्राहुरतिथिं स पूज्यः शक्तितो बुधैः ।
न पृच्छेद् गोत्रचरणं स्वाध्यायञ्चापि पण्डितः
]

`verse 29 [
शोभनाशोभनाकारं तं मन्येत प्रजापतिम् ।
अनित्यं हि स्थितो यस्मात् तस्मादतिथिरुच्यते
]

`verse 30 [
तस्मिंस्तृप्ते नृयज्ञोत्थादृणान्मुच्येद् गृहाश्रमी ।
तस्माद् अदत्त्वा यो भुङ्क्ते स्वयं किल्विषभुङ्नरः
]

`verse 31 [
स पापं केवलं भुङ्क्ते पुरीषञ्चान्यजन्मनि ।
अतिथिर्यस्य भग्नाशो गृहात् प्रतिनिवर्तते
]

`verse 32 [
स दत्त्वा दुष्कृतं तस्मै पुण्यमादाय गच्छति ।
अप्यम्बुशाकदानेन यद्वाप्यश्नाति स स्वयम्
]

`verse 33 [
पूजयेत् तु नरः शक्त्या तेनैवातिथिमादरात् ।
कुर्याच्चाहरहः श्राद्धमन्नाद्येनोदकेन च
]

`verse 34 [
पितॄनुद्दिश्य विप्रांश्च भोजयेद्विप्रमेव वा ।
अन्नस्याग्रं तदुद्धृत्य ब्राह्मणायोपपादयेत्
]

`verse 35 [
भिक्षाञ्च याचतां दद्यात् परिव्राड्ब्रह्मचारिणाम् ।
ग्रासप्रमाणा भिक्षा स्यादग्रं ग्रासचतुष्टयम्
]

`verse 36 [
अग्रं चतुर्गुणं प्राहुर्हन्तकारं द्विजोत्तमाः ।
भोजनं हन्तकारं वा अग्रं भिक्षामथापि वा
]

`verse 37 [
अदत्त्वा तु न भोक्तव्यं यथाविभवमात्मनः ।
पूजयित्वातिथीनिष्टान् ज्ञातीन् बन्धूंस्तथार्थिनः
]

`verse 38 [
विकलान् बालवृद्धांश्च भोजयेच्चातुरांस्तथा ।
वाञ्छते क्षुत्परीतात्मा यच्चान्योऽन्नमकिञ्चनः
]

`verse 39 [
कुटुम्बिना भोजनीयः समर्थे विभवे सति ।
श्रीमन्तं ज्ञातिमासाद्य यो ज्ञातिरवसीदति
]

`verse 40 [
सीदता यद् कृतं तेन तत् पापं स समश्नुते ।
सायं चैव विधिः कार्यः सूर्योढं तत्र चातिथिम्
]

`verse 41 [
पूजयीत यथाशक्ति शयनासनभोजनैः ।
एवमुद्दवहतस्तात ! गार्हस्थ्यं भारमाहितम्
]

`verse 42 [
स्कन्धे विधाता देवाश्च पितरश्च महर्षयः ।
श्रेयोऽभिवर्षिणः सर्वे तथैवातिथिबान्धवाः
]

`verse 43 [
पशुपक्षिगणास्तृप्ता ये चान्ये सूक्ष्मकीटकाः ।
गाथाश्चात्र महाभाग ! स्वयमत्रिरगायत
]

`verse 44 [
ता शृणुष्व महाभाग ! गृहस्थाश्रमसंस्थिताः ।
देवान् पितॄंश्चातिथींश्च तद्वत् सम्पूज्य बान्धवान्
]

`verse 45 [
जामयश्च गुरुञ्चैव गृहस्थो विभवे सति ।
श्वभ्यश्च श्वपचेभ्यश्च वयोभ्यश्चावपेद् भुवि
]

`verse 46 [
वैश्वदेवं हि नामैतत् कुर्यात् सायं तथा दिने ।
मांसमन्नं तथा शाकं गृहे यच्चोपसाधितम् ।
न च तत् स्वयमश्नीयाद्विधिवद्यन्न निर्वपेत्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मदालसोपदेशो नामोनत्रिंशोऽध्यायः
30(27)
]
