`speaker [
मदालसोवाच
]

`verse 1 [
सपिण्डीकरणादूर्ध्वं पितुर्यः प्रपितामहः ।
स तु लेपभुजो याति प्रलुप्तः पितृपिण्डतः
]

`verse 2 [
तेषामन्यश्चतुर्थो यः पुत्रलेपभुजान्नभुक् ।
सोऽपि सम्बन्धतो हीनमुपभोगं प्रपद्यते
]

`verse 3 [
पिता पितामहश्चैव तथैव प्रपितामहः ।
पिण्डसम्बन्धिनो ह्येते विज्ञेयाः पुरुषास्त्रयः
]

`verse 4 [
तेपसम्बन्धिनश्चान्ये पितामहपितामहात् ।
प्रभृत्युक्तास्त्रयस्तेषां यजमानश्च सप्तमः
]

`verse 5 [
इत्येष मु नभिः प्रोक्तः सम्बन्धः साप्तपौरुषः ।
यजमानात् प्रभृत्यूर्ध्वमनुलेपभुजस्तथा
]

`verse 6 [
ततोऽन्ये पूर्वजाः सर्वे ये चान्ये नरकौकसः ।
ये च तिर्यक्त्वमापन्ना ये च भूतादिसंस्थिताः
]

`verse 7 [
तान् सर्वान् यजमानो वै श्राद्धं कुर्वन् यथाविधि ।
समाप्याययते वत्स ! येन येन शृणुष्व तत्
]

`verse 8 [
अन्नप्रकिरणं यत् तु मनुष्यैः क्रियते भुवि ।
तेन तृत्पिमुपायान्ति ये पिशाचत्वमागताः
]

`verse 9 [
यदम्बु स्त्रानवस्त्रोत्थं भूमौ पतति पुत्रक ! ।
तेन ये तरुतां प्राप्तास्तेषां तृप्तिः प्रजायते
]

`verse 10 [
यास्तु गात्राम्बुकणिकाः पतन्ति धरणीतले ।
ताभिराप्यायनं तेषां ये देवत्वं कुले गताः
]

`verse 11 [
उद्धृतेष्वथ पिण्डेषु याश्चान्नकणिका भुवि ।
ताभिराप्यायनं प्राप्ता ये तिर्यकत्वं कुले गताः
]

`verse 12 [
ये वादग्धाः कुले बालाः क्रियायोग्या ह्यसंस्कृताः ।
विपन्नास्तेऽन्नविकिर-संमार्जनजलाशिनः
]

`verse 13 [
भुक्त्वा चाचामतां यच्च जलं यच्चाङ्घ्रिसेचने ।
ब्राह्मणानां तथैवान्ये तेन तृप्तिं प्रयान्ति वै
]

`verse 14 [
एवं यो यजमानस्य यश्च तेषां द्विजन्मनाम् ।
कश्चिज्जलान्नविक्षेपः शुचिरुच्छिष्ट एव वा
]

`verse 15 [
तेनान्ये तत्कुले तत्र तत्तद्योन्यन्तरं गताः ।
प्रयान्त्याप्यायनं वत्स ! सम्यक् श्राद्धक्रियावताम्
]

`verse 16 [
अन्यायोपार्जितैरर्थैर्यच्छ्राद्धं क्रियते नरैः ।
तृप्यन्ते तेन चाण्डालपुक्कसाद्यासु योनिषु
]

`verse 17 [
एवमाप्यायनं वत्स ! बहूनामिह बान्धवैः ।
श्राद्धं कुर्वदिभरन्नाम्बुबिन्दुक्षेपेण जायते
]

`verse 18 [
तस्माच्छ्राद्धं नरो भक्त्या शाकैरपि यथाविधि ।
कुर्वोत कुर्वतः श्राद्धं कुले कश्चिन्न सीदति
]

`verse 19 [
तस्य कालानहं वक्ष्ये नित्यनैमित्तिकात्मकान् ।
विधिना येन च नरैः क्रियते तन्निबोध मे
]

`verse 20 [
कार्यं श्राद्धममावास्यां मासि मास्युडुपक्षये ।
तथाष्टकास्वप्यवश्यमिच्छाकालं निबोध मे
]

`verse 21 [
विशिष्टब्राह्मणप्राप्तौ सूर्येन्दुग्रहणेऽयने ।
विषुवे रविसंक्रान्तौ व्यतिपाते च पुत्रक
]

`verse 22 [
श्राद्धार्हद्रव्यसम्प्राप्तौ तथा दुःस्वप्नदर्शने ।
जन्मर्क्षग्रहपीडासु श्राद्धं कुर्वोत चेच्छया
]

`verse 23 [
विशिष्टः श्रोत्रियो योगी वेदविज्ज्येष्ठसामगः ।
त्रिणाचिकेतस्त्रिमधुस्त्रिसुपर्णः षडङ्गवित्
]

`verse 24 [
दौहित्रऋत्विग्जामातृस्वस्त्रीयाः श्वशुरस्तथा ।
पञ्चाग्निकर्मनिष्ठश्च तपोनिष्ठोऽथ मातुलः
]

`verse 25 [
मातापितृपराश्चैव शिष्यसम्बन्धिबान्धवाः ।
एते द्विजोत्तमाः श्राद्धे समस्ताः केतनक्षमाः
]

`verse 26 [
अवकीर्णो तथा रोगी न्यूने चाङ्गे तथाधिके ।
पौनर्भवस्तथा काणः कुण्डो गोलोऽथ पुत्रक
]

`verse 27 [
मित्रध्रुक् कुनखी क्लीबः श्यावदन्तो निराकृतिः ।
अबिशस्तस्तु तातेन पिशुनः सोमविक्रयी
]

`verse 28 [
कन्यादूषयिता वैद्यो गुरुपित्रोस्तथोज्झकः ।
भृतकाध्यापकोऽमित्रः परपूर्वापतिस्तथा
]

`verse 29 [
वेदोज्झोऽथाग्निसन्त्यागी वृषलीपतिदूषितः ।
तथान्ये च विकर्मस्था वर्ज्याः पित्र्येषु वै द्विजाः
]

`verse 30 [
निमन्त्रयेत पूर्वेद्युः पूर्वोक्तान् द्विजसत्तमान् ।
दैवे नियोगे पित्र्ये च तांस्तथैवोपकल्पयेत्
]

`verse 31 [
तैश्च संयतिभिर्भाव्यं यश्च श्राद्धं करिष्यति ।
श्राद्धं दत्त्वा च भुक्त्वा च मैथुनं योऽनुगच्छति
]

`verse 32 [
पितरस्तु तयोर्मासं तस्मिन रेतसि शेरते ।
गत्वा च योषितं श्राद्धे यो भुङ्क्ते यश्च गच्छति
]

`verse 33 [
रेतोमूत्रकृताहारास्तन्मासं पितरस्तयोः ।
तस्मात्तु प्रथमं कार्यं प्राज्ञेनोपनिमन्त्रणम्
]

`verse 34 [
अप्राप्तौ तद्दिने चापि वर्ज्या योषित्प्रसङ्गिनः ।
भिक्षार्थमागतान् वापि काले संयमिनो यतीन्
]

`verse 35 [
भोजयेत् प्रणिपाताद्यैः प्रासाद्य यतमानसः ।
यथैव शुक्लपक्षाद्वै पितॄणामसितः प्रियः
]

`verse 36 [
तथापराह्नः पूर्वाह्नात् पितॄणामतिरित्यते ।
संपूज्य स्वागतेनैतानभ्युपेतान् गृहे द्विजान्
]

`verse 37 [
पवित्रपाणिराचान्तानासनेषूपवेशयेत् ।
पितॄणामयुजः कामं युग्मान् दैवे द्विजोत्तमान्
]

`verse 38 [
एकैकं वा पितॄणाञ्च देवानाञ्च स्वशक्तितः ।
तथा मातामहानाञ्च तुल्यं वा वैश्वदेविकम्
]

`verse 39 [
पृथक् तयोस्तथा चान्ये केचिदिच्छन्ति मानवाः ।
प्राङ्मुखान्दैवसङ्कल्पान् पैत्र्यान् कुर्यादुदङ्मुखान्
]

`verse 40 [
तथैव मातामहानां विधिरुक्तो मनीषिभिः ।
विष्टरार्थे कुशान् दत्त्वा पूज्य चार्घ्यादिना बुधः
]

`verse 41 [
पवित्रकादि वै दत्त्वा तेभ्योऽनुज्ञामवाप्य च ।
कुर्यादावाहनं प्राज्ञो देवानां मन्त्रतो द्विजः
]

`verse 42 [
यवाम्भोभिस्तथा चार्घ्यं दत्त्वा वै वैश्वदेविकम् ।
गन्धमाल्याम्बुधूपञ्च दत्त्वा सम्यक् सदिपकम्
]

`verse 43 [
अपसव्यं पितॄणाञ्च सर्वमेवोपकल्पयेत् ।
दर्भांश्च द्विगुणान् दत्त्वा तेभ्योऽनुज्ञामवाप्य च
]

`verse 44 [
मन्त्रपूर्वं पितॄणाञ्च कुर्यादावाहनं बुधः ।
अपसव्यं तथा चार्घ्यं यवार्थञ्च तथा तिलैः
]

`verse 45 [
निष्पादयेन्महाभाग ! पितॄणं प्रीणने रतः ।
अग्नौ कार्यमनुज्ञातः कुरुष्वेति ततो द्विजैः
]

`verse 46 [
जुहुयाद्व्यञ्जनक्षारवर्ज्यमन्नं यथाविधि ।
अग्नये कव्यवाहाय स्वहेति प्रथमाहुतिः
]

`verse 47 [
सोमाय वै पितृमते स्वाहेत्यन्या तथा भवेत् ।
यमाय प्रेतपतये स्वाहेति त्रितयाहुतिः
]

`verse 48 [
हुतावशिष्टं दद्याच्च भाजनेषु द्विजन्मनाम् ।
भाजनालम्भनं कृत्वा दद्याच्चान्नं यथाविधि
]

`verse 49 [
यथा सुखं जुषध्वं भो इति वाच्यमनिष्ठुरम् ।
भुञ्जीरंश्च ततस्तेऽपि तच्चित्ता मौनिनः सुखम्
]

`verse 50 [
यद्यदिष्टचतमं तेषां तत्तदन्नमसत्वरम् ।
अक्रुध्यंश्च नरो दद्यात् सम्भवेन प्रलोभयन्
]

`verse 51 [
रक्षोघ्रांश्च जपेन्मन्त्रांस्तिलैश्च विकिरेन्महीम् ।
सिद्धार्थकैश्च रक्षार्थं श्राद्धं हि प्रचुरच्छलम्
]

`verse 52 [
पृष्टैस्तृप्तैश्च तृप्ताः स्थ तृप्ताः स्म इति वादिभिः ।
अनुज्ञातो नरस्त्वन्नं प्रकिरेत् भुवि सर्वतः
]

`verse 53 [
तद्वदाचमनार्थाय दद्यादापः सकृत् सकृत् ।
अनुज्ञाञ्च ततः प्राप्य यतवाक्कायमानसः
]

`verse 54 [
सतिलेन ततोऽन्नेन पिण्डान् सव्येन पुत्रक ! ।
पितनुद्दिश्य दर्भेषु दद्यादुच्छिष्टसन्निधौ
]

`verse 55 [
पितृतीर्थेन तोयञ्च दद्यात्तेभ्यः समाहितः ।
पितॄनिद्दिश्य यद्भक्त्या यजमानो नृपात्मज
]

`verse 56 [
तद्वन्मातामहानाञ्च दत्त्वा पिण्डान् यथाविधि ।
गन्धमाल्यादिसंयुक्तं दद्यादाचमनं ततः
]

`verse 57 [
दत्त्वा च तक्षिणां शक्त्या सुस्वधास्त्विति तान् वदेत् ।
तैश्च तुष्टैस्तथेत्युक्त्वा वाचयेद्वैश्वदेविकान्
]

`verse 58 [
प्रीयन्तामिति भद्रं वो विश्वेदेवा इतीरयेन् ।
तथेति चोक्ते तैर्विप्रैः प्रार्थनीयास्तदाशिषः
]

`verse 59 [
विसर्जयेत् प्रियाण्युक्त्वा प्रणिपत्य च भक्तितः ।
आद्वारमनुगच्छेच्चागच्छेच्चानुप्रमोदितः
]

`verse 60 [
ततो नित्यक्रियां कुर्याद् भोजयेच्च तथातिथीन् ।
नित्यक्रियां पितॄणाञ्च केचिदिच्छन्ति सत्तमाः
]

`verse 61 [
न पितॄणान्तथैवान्ये शेषं पूर्ववदाचरेत् ।
पृथक् पाकेन नेत्यन्ये केचित् पूर्वञ्च पूर्ववत्
]

`verse 62 [
ततस्तदन्नं भुञ्जीत सह भृत्यादिभिर्नरः ।
एवं कुर्वोत धर्मज्ञः श्राद्धं पित्र्यं समाहितः
]

`verse 63 [
यथा वा द्विजमुख्यानां परितोषोऽभिजायते ।
त्रीणि श्राद्धे पवित्राणि दौहित्रं कुतपस्तिलाः
]

`verse 64 [
वर्ज्यानि चाहुर्विप्रेन्द्र ! कोपोऽध्वगमनं त्वरा ।
राजतञ्च तथा पात्रं शस्तं श्राद्धेषु पुत्रक !
]

`verse 65 [
रजतस्य तथा कार्यं दर्शनं दानमेव वा ।
राजते हि स्वधा दुग्धा पितृभिः श्रूयते मही ।
तस्मात् पितॄणां रजतमभीष्टं प्रीतिवर्धनम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणेऽलर्कानुशासने पार्वणश्राद्धकल्पोनाम एकत्रिंशोऽध्यायः
]
