`speaker [
मदालसोवाच
]

`verse 1 [
प्रतिपद्धनलाभाय द्वितीया द्विपदप्रदा ।
वरार्थिनी तृतीया तु चतुर्थो शत्रुनाशिनी
]

`verse 2 [
श्रियं प्राप्रोति पञ्चम्यां षष्ठ्यां पूज्यो भवेन्नरः ।
गणाधिपत्यं सप्तम्यामष्टम्यां वृद्धिमुत्तमाम्
]

`verse 3 [
स्त्रियो नवम्यां प्राप्रोति दशम्यां पूर्णकामताम् ।
वेदांस्तथाप्नुयात् सर्वानेकादश्यां क्रियापरः
]

`verse 4 [
द्वादश्यां जयलाभञ्च प्राप्रोति पितृपूजकः ।
प्रजां मेधां पशुं वृद्धिं स्वतन्त्र्यं पुष्टमुत्तमाम्
]

`verse 5 [
दीर्घमायुरथैश्वर्यं कुर्वाणस्तु त्रयोदशीम् ।
अवाप्नोति न सन्देहः श्राद्धं श्रद्धापरो नरः
]

`verse 6 [
यथासम्भावितान्नेन श्राद्धसम्पत्समन्वितः ।
युवानः पितरो यस्य मृताः शस्त्रेण वा हताः
]

`verse 7 [
तेन कार्यं चतुर्दश्यां तेषां प्रीतिमभीप्सता ।
श्राद्धं कुर्वन्नमावास्यां यत्नेन पुरुषः शुचिः
]

`verse 8 [
सर्वान् कामानवाप्रोति स्वर्गञ्चानन्तमश्नुते ।
कृत्तिकासु पितॄनर्च्य स्वर्गमाप्नोति मानवः
]

`verse 9 [
अपत्यकामो रोहिण्यां सौम्ये चौजस्वितां लभेत् ।
शौर्यमार्द्रासु चाप्नोति क्षेत्रादि च पुनर्वसौ
]

`verse 10 [
पुष्टिं पुष्ये सदाभ्यर्च्य आश्लेषासु वरान् सुतान् ।
मघासु स्वजनश्रैष्ठ्यं सौभाग्यं फाल्गुनीषु च
]

`verse 11 [
प्रदानशीलो भवति सापत्यश्चोत्तरासु च ।
प्रयाति श्रेष्ठतां सत्यं हस्ते श्राद्धप्रदो नरः
]

`verse 12 [
रूपयुक्तश्च चित्रासु तथापत्यान्यवाप्नुयात् ।
वाणिज्यलाभदा स्वातिर्विशाखा पुत्रकामदा
]

`verse 13 [
कुर्वन्तश्चानुराधासु लभन्ते चक्रवर्तिताम् ।
आधिपत्यञ्च ज्येष्ठासु मूले चारोग्यमुत्तमम्
]

`verse 14 [
आषाढासु यशः प्राप्तिरुत्तरासु विशोकता ।
श्रवणे च शुभान् लोकान् धनिष्ठासु धनं महत्
]

`verse 15 [
वेदवित्त्वमभिजिति भिषक्सिद्धन्तु वारुणे ।
अजाविकं प्रौष्ठपदे विन्देद् गास्तु तथोत्तरे
]

`verse 16 [
रेवतीषु तथा कुप्यमश्विनीषु तुरङ्गमान् ।
श्राद्धं कुर्वंस्तथाप्नोति भरणीष्वायुरुत्तमम् ।
तस्मात् काम्यानि कुर्वीत ऋक्षेष्वेतेषु तत्त्ववित्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे काम्यश्राद्धफलकथनं नाम त्रयस्त्रिंशोऽध्यायः
]
