`speaker [
दत्तात्रेय उवाच
]

`verse 1 [
ज्ञानपूर्वो वियोगो योऽज्ञानेन सह योगिनः ।
सा मुक्तिर्ब्रह्मणा चैक्यमनैक्यं प्राकृतैर्गुणैः
]

`verse 2 [
योगे च शक्तिर्विदुषां येन श्रेयः परं भवेत् ।
मुक्तिर्योगात्तथा योगः सम्यग्ज्ञानान्महीपते ।।
सङ्गदोषोद्भवं दुःखं ममत्वासक्तचेतसाम्
]

`verse 3 [
तस्मात्सङ्गं प्रयत्नेन मुमुक्षुः संत्यजेन्नरः ।
सङ्गाभावे ममेत्यस्याः ख्यातेर्हानिः प्रजायते
]

`verse 4 [
निर्ममत्वं सुखायैव वैराग्याद्दोषदर्शनम् ।
ज्ञानादेव च वैराग्यं ज्ञानं वैराग्यपूर्वकम्
]

`verse 5 [
तद्गृहं यत्र वसतिस्तद्भोज्यं येन जीवति ।
यन्मुक्तये तदेवोक्तं ज्ञानमज्ञानमन्यथा
]

`verse 6 [
उपभोगेन पुण्यानामपुण्यानां च पार्थिव ।
कर्त्तव्यमिति नित्यानामकामकरणात्तथा
]

`verse 7 [
असञ्चयादपूर्वस्य क्षयात्पूर्वार्जितस्य च ।
कर्मणो बन्धमाप्नोति शरीरं च पुनः पुनः
]

`verse 8 [
कर्मणा मोक्षमाप्नोति वैपरीत्येन तस्य तु ।
एतत्ते कथितं ज्ञानं योगं चेमं निबोध मे ।।
यं प्राप्य ब्रह्मणो योगी शाश्वतान्नान्यतां व्रजेत्
]

`verse 9 [
प्रागेवात्मात्मना जेयो योगिनां स हि दुर्जयः ।
कुर्वीत तज्जये यत्नं तस्योपायं शृणुष्व मे
]

`verse 10 [
प्राणायामैर्दहेद्दोषान्धारणाभिश्च किल्बिषम् ।
प्रत्याहारेण विषयान्ध्यानेनानीश्वरान्गुणान्
]

`verse 11 [
यथा पर्वतधातूनां ध्मातानां दह्यते मलम् ।
तथेन्द्रियकृता दोषा दह्यन्ते प्राणनिग्रहात्
]

`verse 12 [
प्रथमं साधनं कुर्यात्प्राणायामस्य योगवित् ।
प्राणापाननिरोधस्तु प्राणायाम उदाहृतः
]

`verse 13 [
लघुमध्योत्तरीयाख्यः प्राणायामस्त्रिधोदितः ।
तस्य प्रमाणं वक्ष्यामि तदलर्क शृणुष्व मे
]

`verse 14 [
लघुर्द्वादशमात्रस्तु द्विगुणः स तु मध्यमः ।
त्रिगुणाभिस्तु मात्राभिरुत्तमः परिकीर्त्तितः
]

`verse 15 [
निमेषोन्मेषणे मात्रा कालो लघ्वक्षरस्तथा ।
प्राणायामस्य संख्यार्थं स्मृतो द्वादशमात्रिकः
]

`verse 16 [
प्रथमेन जयेत्स्वेदं मध्यमेन च वेपथुम् ।
विषादं हि तृतीयेन जयेद्दोषाननुक्रमात्
]

`verse 17 [
मृदुत्वं सेव्यमानास्तु सिंहशार्दूलकुञ्जराः ।
यथा यान्ति तथा प्राणो वश्यो भवति योगिनः
]

`verse 18 [
वश्यं मत्तं यथेच्छातो नागं नयति हस्तिपः ।
तथैव योगी छन्देन प्राणं नयति साधितम्
]

`verse 19 [
यथा हि साधितः सिंहो मृगान्हन्ति न मानवान् ।
तद्वन्निषिद्धपवनः किल्बिषं न नृणां तनुम्
]

`verse 20 [
तस्माद्युक्तः सदा योगी प्राणायामपरो भवेत् ।
श्रूयतां मुक्तिफलदं तस्यावस्थाचतुष्टयम्
]

`verse 21 [
ध्वस्तिः प्राप्तिस्तथा संवित्प्रसादश्च महीपते ।
स्वरूपं शृणु चैतेषां कथ्यमानमनुक्रमात्
]

`verse 22 [
कर्मणामिष्टदुष्टानां जायते फलसंक्षयः ।
चेतसोऽपकषायत्वं यत्र सा ध्वस्तिरुच्यते
]

`verse 23 [
ऐहिकामुष्मिकान्कामांल्लोभमोहात्मकात्स्वयम् ।
निरुध्यास्ते सदा योगी प्राप्तिः सा सार्वकालिकी
]

`verse 24 [
अतीतानागतानर्थान्विप्रकृष्टतिरोहितान् ।
विजानातीन्दुसूर्यर्क्षग्रहाणां ज्ञानसम्पदा
]

`verse 25 [
तुल्यप्रभावस्तु यदा योगी प्राप्नोति संविदम् ।
तदा संविदिति ख्याता प्राणायामस्य सा स्थितिः
]

`verse 26 [
यान्ति प्रसादं येनास्य मनः पञ्च च वायवः ।
इन्द्रियाणीन्द्रियार्थाश्च स प्रसाद इति स्मृतः
]

`verse 27 [
शृणुष्व च महीपाल प्राणायामस्य लक्षणम् ।
युञ्जतश्च सदा योगं यादृग्विहितमासनम्
]

`verse 28 [
पद्ममर्धासनञ्चापि तथा स्वस्तिकमासनम् ।
आस्थाय योगं युञ्जीत कृत्वा च प्रणवं हृदि
]

`verse 29 [
समः समासनो भूत्वा संहृत्य चरणावुभौ ।
संवृतास्यस्तथैवोरू सम्यग्विष्टभ्य चाग्रतः
]

`verse 30 [
पार्ष्णिभ्यां लिङ्गवृषणावस्पृशन् प्रयतः स्थितः ।
किञ्चिदुन्नामितशिरा दन्तैर्दन्तान्न संस्पृशेत्
]

`verse 31 [
सम्पश्यन् नासिकाग्रं स्वं दिशश्चानवलोकयन् ।
रजसा तमसो वृत्तिं सत्त्वेन रजसस्तथा
]

`verse 32 [
सञ्छाद्य निर्मले सत्त्वे स्थितो युञ्जीत योगवित् ।
इन्द्रियाणीन्द्रियार्थेभ्यः प्राणादीन्मन एव च
]

`verse 33 [
निगृह्य समवायेन प्रत्याहारमुपक्रमेत् ।
यस्तु प्रत्याहरेत्कामान सर्वाङ्गानीव कच्छपः
]

`verse 34 [
सदात्मरतिरेकस्थः वश्यत्यात्मानमात्मनि ।
स बाह्याभ्यन्तरं शौचं निष्पाद्याकण्ठनाभितः
]

`verse 35 [
पूरयित्वा बुधो देहं प्रत्याहारमुपक्रमेत् ।
प्राणायामा दश द्वौ च धारणा साभिधीयते
]

`verse 36 [
द्वे धारणे स्मृते योगे योगिभिस्तत्त्वदृष्टिभिः ।
तथा वै योगयुक्तस्य योगिनो नियतात्मनः
]

`verse 37 [
सर्वे दोषाः प्रणश्यन्ति स्वस्थश्चैवोपजायते ।
वीक्षते च परं ब्रह्म प्राकृतांश्च गुणान् पृथक्
]

`verse 38 [
व्योमादिपरमाणूंश्च तथात्मानमकल्मषम् ।
इत्थं योगी यताहारः प्राणायामपरायणः
]

`verse 39 [
जितां जितां शनैर्भूमिमारोहेत यथा गृहम् ।
दोषान् व्याधींस्तथा मोहमाक्रान्ता भूरनिर्जिता
]

`verse 40 [
विवर्धयति नारोहेत्तस्माद् भूमिमनिर्जिताम् ।
प्राणानामुपसंरोधात् प्राणायाम इति स्मृतः
]

`verse 41 [
धारणेत्युच्यते चेयं धार्यते यन्मनो यथा ।
शब्दादिभ्यः प्रवृत्तानि यदक्षाणि यतात्मभिः
]

`verse 42 [
प्रत्याह्रियन्ते योगेन प्रत्याहारस्ततः स्मृतः ।
उपायश्चात्र कथितो योगिभिः परमर्षिभिः
]

`verse 43 [
येन व्याध्यादयो दोषा न जायन्ते हि योगिनः ।
यथा तोयार्थिनस्तोयं यन्त्रनालादिभिः शनैः
]

`verse 44 [
आपिबेयुस्तथा वायुं पिबेद्योगी जितश्रमः ।
प्राङ्नाभ्यां हृदये चात्र तृतीये च तथोरसि
]

`verse 45 [
कण्ठे मुखे नासिकाग्रे नेत्रभ्रूमध्यमूर्धसु ।
किञ्च तस्मात्परस्मिंश्च धारणा परमा स्मृता
]

`verse 46 [
दशैता धारणा प्राप्य प्राप्रोत्यक्षरसाम्यताम् ।
नाध्मातः क्षुधितः श्रान्तो न च व्याकुलचेतनः
]

`verse 47 [
युञ्जीत योगं राजेन्द्र ! योगी सिद्ध्यर्थमादृतः ।
नातिशीते न चोष्णे वै न द्वन्द्वे नानिलात्मके
]

`verse 48 [
कालेष्वेतेषु युञ्जीत न योगं ध्यानतत्परः ।
सशब्दाग्निजालभ्यासे जीर्णगोष्ठे चतुष्पथे
]

`verse 49 [
शुष्कपर्णचये नद्यां श्मशाने ससरीसृपे ।
सभये कूपतीरे वा चैत्यवल्मीकसञ्चये
]

`verse 50 [
देशेष्वेतेषु तत्त्वज्ञो योगाभ्यासं विवर्जयेत् ।
सत्त्वस्यानुपपत्तौ च देशकालं विवर्जयेत्
]

`verse 51 [
नासतो दर्शनं योगे तस्मात्तत्परिवर्जयेत् ।
देशानेताननादृत्य मूढत्वाद्यो युनक्ति वै
]

`verse 52 [
विघ्राय तस्य वै दोषा जायन्ते तन्निबोध मे ।
बाधिर्यं जडता लोपः स्मृतेर्मूकत्वमन्धता
]

`verse 53 [
ज्वरश्च जायते सद्यस्तत्तदज्ञानयोगिनः ।
प्रमादाद्योगिनो दोषा यद्येते स्युश्चिकित्सितम्
]

`verse 54 [
तेषां नाशाय कर्तव्यं योगिनां तन्निबोध मे ।
स्त्रिग्धां यवागूमत्युष्णां भुक्त्वा तत्रैव धारयेत्
]

`verse 55 [
वात-गुल्मप्रशान्त्यर्थमुदावर्ते तथोदरे ।

यवागूं वापि पवनं वायुग्रन्थिं प्रतिक्षिपेत्
]

`verse 56 [
तद्वत्कम्पे महाशैलं स्थिरं मनसि धारयेत् ।
विघाते वचसो वाचं बाधिर्ये श्रवणेन्द्रियम्
]

`verse 57 [
यथैवाम्रफलं ध्यायेत् तृष्णार्तो रसनेन्द्रिये ।
यस्मिन् यस्मिन् रुजा देहे तस्मिंस्तदुपकारिणीम्
]

`verse 58 [
धारयेद्धारणामुष्णे शीतां शीते च दाहिनीम् ।
कीलं शिरसि संस्थाप्य काष्ठं काष्ठेन ताडयेत्
]

`verse 59 [
लुप्तस्मृतेः स्मृतिः सद्यो योगिनस्तेन जायते ।
द्यावापृथिव्यौ वाय्वग्री व्यापिनावपि धारयेत्
]

`verse 60 [
अमानुषात् सत्त्वजाद्वा बाधास्त्वेताश्चिकित्सिताः ।
अमानुषं सत्त्वमन्तर्योगिनं प्रविशेद्यदि
]

`verse 61 [
वाय्वग्रीधारणेनैनं देहसंस्थं विनिर्दहेत् ।
एवं सर्वात्मना रक्षा कार्या योगविदा नृप !
]

`verse 62 [
धर्मार्थकाममोक्षाणां शरीरं साधनं यतः ।
प्रवृत्तिलक्षणाख्यानाद्योगिनो विस्मयात्तथा ।
विज्ञानं विलयं याति तस्माद् गोप्याः प्रवृत्तयः
]

`verse 63 [
आलोल्यमारोग्यमनिष्ठुरत्वं गन्धः शुभो मूत्रपुरीषमल्पम् ।
कान्तिः प्रसादः स्वरसौम्यता च योगप्रवृत्तेः प्रथमं हि चिह्नम्
]

`verse 64 [
अनुरागी जनो याति परोक्षे गुणकीर्तनम् ।
न बभ्यति च सत्त्वानि सिद्धेर्लक्षणमुत्तमम्
]

`verse 65 [
शीतोष्णादिभिरत्युग्रैर्यस्य बाधा न विद्यते ।
न भीतिमेति चान्येभ्यस्तस्य सिद्धिरुपस्थिता
]

`colophon [
इति श्रीमार्कण्डेयपुराणे जडोपाख्याने योगाध्यायो नामैकोनचत्वारिंशोऽध्यायः
]
