`speaker [
दत्तात्रेय उवाच
]

`verse 1 [
उपसर्गाः प्रवर्तन्ते दृष्टे ह्यात्मनि योगिनः ।
ये तांस्ते संप्रवक्ष्यामि समासेन निबोध मे
]

`verse 2 [
काम्याः क्रियास्तथा कामान् मानुषानभिवाञ्छति ।
स्त्रियो दानफलं विद्यां मायां कुप्यं धनं दिवम्
]

`verse 3 [
देवत्वममरेशत्वं रसायनचयाः क्रियाः ।
मरुत्प्रपतनं यज्ञं जलग्न्यावेशनन्तथा
]

`verse 4 [
श्राद्धानां सर्वदानानां फलानि नियमांस्तथा ।
तथोपवासात् पूर्ताच्च देवताभ्यर्च्चनादपि
]

`verse 5 [
तेभ्यस्तेभ्यश्च कर्मभ्य उपसृष्टोऽभिवाञ्छति ।
चित्तमित्थं वर्तमानं यत्नाद्योगी निवर्तयेत्
]

`verse 6 [
ब्रह्मसङ्गिमनः कुर्वन्नुपसर्गात् प्रमुच्यते ।
उपसर्गैर्जितैरेभिरुपसर्गास्ततः पुनः
]

`verse 7 [
योगिनः संप्रवर्तन्ते सात्त्वराजसतामसाः ।
प्रातिभिः श्रावणो दैवो भ्रमावत्तौ तथापरौ
]

`verse 8 [
पञ्चैते योगिनां योगविघ्राय कटुकोदयाः ।
वेदार्थाः काव्यशास्त्रार्था विद्याशिल्पान्यशेषतः
]

`verse 9 [
प्रतिभान्ति यदस्येति प्रातिभः स तु योगिनः ।
शब्दार्थानाखिलान् वेत्ति शब्दं गृह्णाति चैव यत्
]

`verse 10 [
योजनानां सहस्रेभ्यः श्रावणः सोऽभिधीयते ।
ममन्ताद्वीक्षते चाष्टौ स यदा देवतोपमः
]

`verse 11 [
उपसर्गन्तमप्याहुर्दैवमुन्मत्तवद् बुधाः ।
भ्राम्यते यन्निरालम्बं मनो दोषेण योगिनः
]

`verse 12 [
समस्ताचारविभ्रांशाद् भ्रमः स परिकीर्तितः ।
आवर्त इव तोयस्य ज्ञानावर्तो यदाकुलः
]

`verse 13 [
नाशयेच्चित्तमावर्त उपसर्गः स उच्यते ।
एतैर्नाशितयोगास्तु सकला देवयोनयः
]

`verse 14 [
उपसर्गैर्महाघोरैरावर्तन्ते पुनः पुनः ।
प्रावृत्य कम्बलं शुक्लं योगी तस्मान्मनोमयम्
]

`verse 15 [
चिन्तयेत् परमं ब्रह्म कृत्वा तत्प्रवणं मनः ।
योगयुक्तः सदा योगी लघ्वाहारो जितेन्द्रियः
]

`verse 16 [
सूक्ष्मास्तु धारणाः सप्त भूराद्या मूर्घ्नि धारयेत् ।
धरित्रीं धारयेद्योगी तत् सौक्ष्म्यं प्रतिपद्यते
]

`verse 17 [
आत्मानं मन्यते चोर्वों तद्गन्धञ्च जहाति सः ।
यथैवाप्सु रसं सूक्ष्मं तद्वद्रूपञ्च तेजसि
]

`verse 18 [
स्पर्शं वायो तथा तद्वद्विभ्रतस्तस्य धारणाम् ।
व्योम्रः सूक्ष्मां प्रवृत्तिञ्च शब्दं तद्वज्जहाति सः
]

`verse 19 [
मनसा सर्वभूतानां मनस्याविशते यदा ।
मानसीं धारणां बिभ्रन्मनः सूक्ष्मञ्च जायते
]

`verse 20 [
तद्वद् बुद्धिमशेषाणां सत्त्वानामेत्य योगवित् ।
परित्यजति सम्प्राप्य बुद्धिसौक्ष्म्यमनुत्तमम्
]

`verse 21 [
परित्यजति सूक्ष्माणि सप्त त्वेतानि योगवित् ।
सम्यग्विज्ञाय योऽलर्क ! तस्यावृत्तिर्न विद्यते
]

`verse 22 [
एतासां धारणानान्तु सप्तानां सौक्ष्म्यमात्मवान् ।
दृष्ट्वा दृष्ट्वा ततः सिद्धिं त्यक्त्वा त्यक्त्वा परां व्रजेत्
]

`verse 23 [
यस्मिन् यस्मिंश्च कुरुते भूते रागं महीपते ।
तस्मिंस्तस्मिन् समासक्तिं संप्राप्य स विनश्यति
]

`verse 24 [
तस्माद्विदित्वा सूक्ष्माणि संसक्तानि परस्परम् ।
परित्यजति यो देही स परं प्राप्नुयात् पदम्
]

`verse 25 [
एतान्येव तु सन्धाय सप्त सूक्ष्माणि पार्थिव ! ।
भूतादीनां विरागोऽत्र सद्भावज्ञस्य मुक्तये
]

`verse 26 [
गन्धादिषु समासक्तिं सम्प्राप्य स विनश्यति ।
पुनरावर्तते भूप ! स ब्रह्मापरमानुषम्
]

`verse 27 [
सप्तैता धारणा योगी समतीत्य यदिच्छति ।
तस्मिंस्तस्मिंल्लयं सूक्ष्मे भूते याति नरेश्वर !
]

`verse 28 [
देवानामसुराणां वा गन्धर्वोरगरक्षसाम् ।
देहेषु लयमायाति सङ्गं नाप्रोति च क्वचित्
]

`verse 29 [
अणिमा लघिमा चैव महिमा प्राप्तिरेव च ।
प्राकाम्यं च तथेशित्वं वशित्वञ्च तथापरम्
]

`verse 30 [
यत्रकामावसायित्वं गुणानेतांस्तथैश्वरान् ।
प्राप्नोत्यष्टौ नरव्याघ्र ! परं निर्वाणसूचकान्
]

`verse 31 [
सूक्ष्मात् सूक्ष्मतमोऽणीयान् शीघ्रत्वं लघिमा गुणः ।
महिमाशेषपूज्यत्वात् प्राप्तिर्नाप्राप्यमस्य यत्
]

`verse 32 [
प्राकाम्यमस्य व्यापित्वादीशित्वञ्चेश्वरो यतः ।
वखित्वाद्वशिमा नाम योगिनः सप्तमो गुणः
]

`verse 33 [
यत्रेच्छास्थानमप्युक्तं यत्रकामावसायिता ।
ऐश्वर्यकारणैरेभिर्योगिनः प्रोक्तमष्टधा
]

`verse 34 [
मुक्तिसंसूचकं भूप ! परं निर्वाणमात्मनः ।
ततो न जायते नैव वर्धते न विनश्यति
]

`verse 35 [
नापि क्षयमवाप्रोति परिणामं न गच्छति ।
छेदं क्लेदं तथा दाहं शोषं भूरादितो न च
]

`verse 36 [
भूतवर्गादवाप्नोति शब्दाद्यैः ह्रियते न च ।
न चास्य सन्ति शब्दाद्यास्तद्भोक्ता तैर्न युज्यते
]

`verse 37 [
यथाहि कनकं खण्डमपद्रव्यवदग्निना ।
दग्धदोषं द्वितीयेन खण्डेनैक्यं व्रजेन्नृप
]

`verse 38 [
न विशेषमवाप्रोति तद्वद्योगाग्निना यतिः ।
निर्दग्धदोषस्तेनैक्यं प्रयाति ब्रह्मणा सह
]

`verse 39 [
यथाग्निरग्नौ संक्षिप्तः समानत्वमनुव्रजेत् ।
तदाख्यस्तन्मयो भूतो न गृह्येत विशेषतः
]

`verse 40 [
परेण ब्रह्मणा तद्वत् प्राप्यैक्यं दग्धकिल्विषः ।
योगी याति पृथग्भावं न कदाचिन्महीपते !
]

`verse 41 [
यथा जलं जलेनैक्यं निक्षिप्तमुपगच्छति ।
तथात्मा साम्यमभ्येति योगिनः परमात्मनि
]

`colophon [
इति श्रीमार्कण्डेयपुराणे योगसिद्धिर्नाम चत्वारिंशोऽध्यायः
]
