`speaker [
अलर्क उवाच
]

`verse 1 [
भगवन् ! योगिनश्चर्यां श्रोतुमिच्छामि तत्त्वतः ।

ब्रह्मवर्त्मन्यनुसरन् यथा योगी न सीदति
]

`speaker [
दत्तात्रेय उवाच
]

`verse 2 [
मानापमानौ यावेतौ प्रत्युद्वेगकरौ नृणाम् ।

तावेव विपरीतार्थौ योगिनः सिद्धिकारकौ
]

`verse 3 [
मानापमानौ यावेतौ तावेवाहुर्विषामृते ।

अपमानोऽमृतं तत्र मानस्तु विषमं विषम्
]

`verse 4 [
चक्षुः पूतं न्यसेत्पादं वस्त्रपूतं जलं पिबेत् ।

सत्यपूतां वदेद्वाणीं बुद्धिपूतञ्च चिन्तयेत्
]

`verse 5 [
आतिथ्यश्राद्धयज्ञेषु देवयात्रोत्सवेषु च ।

महाजनञ्च सिद्ध्यर्थं न गच्छेद्योगवित् क्वचित्
]

`verse 6 [
व्यस्ते विधूमे व्यङ्गारे सर्वस्मिन् भुक्तवज्जने ।

अटेत योगविद् भैक्ष्यं न तु त्रिष्वेव नित्यशः
]

`verse 7 [
यथैवमवमन्यन्ते जनाः परिभवन्ति च ।

तथा युक्तश्चरेद्योगी सतां वर्त्म न दूषयन्
]

`verse 8 [
भैक्ष्यञ्चरेद् गृहस्थेषु यायावरगृहेषु च ।

श्रेष्ठा तु प्रथमा चेति वृत्तिरस्योपदिश्यते
]

`verse 9 [
अथ नित्यं गृहस्थेषु शालीनेषु चरेद्यतिः ।

श्रद्दधानेषु दान्तेषु श्रोत्रियेषु महात्मसु
]

`verse 10 [
अत ऊर्ध्वं पुश्चापि अदुष्टापतितेषु च ।

भैक्ष्यचर्या विवर्णेषु जघन्या वृत्तिरिष्यते
]

`verse 11 [
भैक्ष्यं यवागूं तक्रं वा पयो यावकमेव वा ।

फलं मूलं प्रियङ्गुं वा कणपिण्याकसक्तवः
]

`verse 12 [
इत्येते च शुभाहारा योगिनः सिद्धिकारकाः ।

तत् प्रयुञ्ज्यान्मुनिर्भक्त्या परमेण समाधिना
]

`verse 13 [
अपः पूर्वं सकृत् प्राश्य तूष्णीं भूत्वा समाहितः ।

प्राणायेति ततस्तस्य प्रथमा ह्याहुतिः स्मृता
]

`verse 14 [
अपानाय द्वितीया तु समानायते चापरा ।

उदानाय चतुर्थो स्याद्व्यानायेति च पञ्चमी
]

`verse 15 [
प्राणायामैः पृथक् कृत्वा शेषं भुञ्जीत कामतः ।

अपः पुनः सकृत् प्रश्य आचम्य हृदयं स्पृशेत्
]

`verse 16 [
अस्तेयं ब्रह्मचर्यञ्च त्यागोऽलोभस्तथैव च ।

व्रतानि पञ्च भिक्षूणामहिंसापरमाणि वै
]

`verse 17 [
अक्रोधो गुरुशुश्रूषा शौचमाहारलाघवम् ।

नित्यस्वाध्याय इत्येते नियमाः पञ्च कीर्तिताः
]

`verse 18 [
सारभूतमुपासीत ज्ञानं यत्कार्यसाधकम् ।

ज्ञानानां बहुता येयं योगविघ्रकरा हि सा
]

`verse 19 [
इदं ज्ञेयमिदं ज्ञेयमिति यस्तृषितश्चरेत् ।

अपि कल्पसहस्रेषु नैव ज्ञेयमवाप्नुयात्
]

`verse 20 [
त्यक्तसङ्गो जितक्रोधो लघ्वाहारो जितेन्द्रियः ।

पिधाय बुद्ध्या द्वाराणि मनो ध्याने निवेशयेत्
]

`verse 21 [
शून्येष्वेवावकाशेषु गुहासु च वनेषु च ।

नित्ययुक्तः सदा योगी ध्यानं सम्यगुपक्रमेत्
]

`verse 22 [
वाग्दण्डः कर्मदण्डश्च मनोदण्डश्च ते त्रयः ।

यस्यैते नियता दण्डाः स त्रिदण्डी महायतिः
]

`verse 23 [
सर्वमात्ममयं यस्य सदसज्जगदीदृशम् ।

गुणागुणमयन्तस्य कः प्रियः को नृपाप्रियः
]

`verse 24 [
विसुद्धबुद्धिः समलोष्टकाञ्चनः
समस्तभूतेषु च तत्समाहितः ।

स्थानं परं शाश्वतमव्ययञ्च
परं हि मत्वा न पुनः प्रजायते
]

`verse 25 [
वेदाच्छ्रेष्ठाः सर्वयज्ञक्रियाश्च
यज्ञाज्जप्यं ज्ञानमार्गश्च जप्यात् ।

ज्ञानाद्ध्यानं सङ्गरागव्यपेतं
तस्मिन् प्राप्ते शाश्वतस्योपलब्धिः
]

`verse 26 [
समाहितो ब्रह्मपरोऽप्रमादी
सुचिस्तथैकान्तरतिर्यतेन्द्रियः ।

समाप्नुयाद्योगमिमं महात्मा
विमुक्तिमाप्रोति ततः स्वयोगतः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे योगिचर्यानामैकचत्वारिंशोऽध्यायः
]
