`speaker [
दत्तात्रेय उवाच
]

`verse 1 [
एवं यो वर्तते योगी सम्यग्योगव्यवस्थितः ।

न स व्यावर्तितुं शक्यो जन्मान्तरशतैरपि
]

`verse 2 [
दृष्ट्वा च परमात्मानं प्रत्यक्षं विश्वरूपिणम् ।

विश्वपादशिरोग्रीवं विश्वेशं विश्वभावनम्
]

`verse 3 [
तत्प्राप्तये महत्पुण्यमोमित्येकाक्षरं जपेत् ।

तदेवाध्ययनं तस्य स्वरूपं शृण्वतः परम्
]

`verse 4 [
अकारश्च तथोकारो मकारश्चाक्षरत्रयम् ।

एता एव त्रयो मात्राः सात्त्वराजसतामसाः
]

`verse 5 [
निर्गुणा योगिगम्यान्या चार्धमात्रोर्ध्वसंस्थिता ।

गान्धारीति च विज्ञेया गान्धारस्वरसंश्रया
]

`verse 6 [
पिपीलिकागतिस्पर्शा प्रयुक्ता मूर्ध्नि लक्ष्यते ।

यथा प्रयुक्त ओङ्गारः प्रतिनिर्याति मूर्धनि
]

`verse 7 [
तथोङ्कारमयो योगी त्वक्षरे त्वक्षरो भवेत् ।

प्राणो धनुः शरो ह्यात्मा ब्रह्म वेध्यमनुत्तमम्
]

`verse 8 [
अप्रमत्तेन वेद्धव्यं शरवत्तन्मयो भवेत् ।

ओमित्येतत् त्रयो वेदास्त्रयो लोकास्त्रयोऽग्नयः
]

`verse 9 [
विष्णुर्-ब्रह्मा-हरश्चैव ऋक्सामानि यजूंषि च ।

मात्राः सार्धाश्च तिस्त्रश्च विज्ञेयाः परमार्थतः
]

`verse 10 [
तत्र युक्तस्तु यो योगी स तल्लयमवाप्नुयात् ।

अकारस्त्वथ भूर्लोक उकारश्चोच्यते भुवः
]

`verse 11 [
सव्यञ्जनो मकारश्च स्वर्लोकः परिकल्प्यते ।

व्यक्ता तु प्रथमा मात्रा द्वितीयाव्यक्तसंज्ञिता
]

`verse 12 [
मात्रा तृतीया चिच्छक्तिरर्धमात्रा परं पदम् ।

अनेनैव क्रमेणैता विज्ञेया योगभूमयः
]

`verse 13 [
ओमित्युच्चारणात् सर्वं गृहीतं सदसद् भवेत् ।

ह्रस्वा तु प्रथमा मात्रा द्वितीया दैर्घ्यसंयुता
]

`verse 14 [
तृतीया च प्लुतार्धाख्या वचसः सा न गोचरा ।

इत्येतदक्षरं ब्रह्म परमोङ्कारसंज्ञितम्
]

`verse 15 [
यस्तु वेद नरः सम्यक् तथा ध्यायति वा पुनः ।

संसारचक्रमुत्सृज्य त्यक्तत्रिविधबन्धनः
]

`verse 16 [
प्राप्रोति ब्रह्मणि लयं परमे परमात्मनि ।

अक्षीणकर्मबन्धश्च ज्ञात्वा मृत्युमरिष्टतः
]

`verse 17 [
उत्क्रान्तिकाले संस्मृत्य पुनर्योगित्वमृच्छति ।

तस्मादसिद्धयोगेन सिद्धयोगेन वा पुनः ।

ज्ञेयन्यरिष्टानि सदा येनोत्क्रान्तौ न सीदति
]

`colophon [
इति श्रीमार्कणाडेयपुराणे योगधर्मे ओङ्कारध्यायो नाम द्विचत्वारिंशोऽध्यायः
]
