`speaker [
दत्तात्रेय उवाच
]

`verse 1 [
अरिष्टानि महाराज ! शृणु वक्ष्यामि तानि ते ।

येषामालोकनान्मृत्युं निजं जानाति योगवित्
]

`verse 2 [
देवमार्गं ध्रुवं शुक्रं सोमच्छायामरुन्धतीम् ।

यो न पश्येन्न जीवेत् स नरः संवत्सरात् परम्
]

`verse 3 [
अरश्मिबिम्बं सूर्यस्य वह्निं चैवांशुमालिनम् ।

दृष्ट्वै कादशमासात् तु नरो नोर्धन्तु जीवति
]

`verse 4 [
वान्ते मूत्रपूरीषे च यः स्वर्णं रजतं तथा ।

प्रत्यक्षं कुरुते स्वप्ने जीवेत् स दशमासिकम्
]

`verse 5 [
दृष्ट्वा प्रेतपिशाचादीन् गन्धर्वनगराणि च ।

सुवर्णवर्णान् वृक्षांश्च नव मासान् स जीवति
]

`verse 6 [
स्थूलः कृशः कृशः स्थूलो योऽकस्मादेव जायते ।

प्रकृतेश्च निवर्तेत तस्यायुश्चाष्टमासिकम्
]

`verse 7 [
खण्डं यस्य पदं पार्ष्णयां पादस्याग्रे च वा भवेत् ।

पांशुकर्दमयोर्मध्ये सप्त मासान् स जीवति
]

`verse 8 [
गृध्रः कपोतः काकालो वायसो वापि मूर्धनि ।

क्रव्यादो वा खगो नीलः षण्मासायुः प्रदर्शकः
]

`verse 9 [
हन्यते काकपङ्क्तीभिः पांशुवर्षेण वा नरः ।

स्वां च्छायामन्यथा दृष्ट्वा चतुः पञ्च स जीवति
]

`verse 10 [
अनभ्रे विद्युतं दृष्ट्वा दक्षिणां दिशमाश्रिताम् ।

रात्राविन्द्रधनुश्चापि जीवितं द्वित्रिमासिकम्
]

`verse 11 [
घृते तैले तथादर्शे तोये वा नात्मनस्तनुम् ।

यः पश्येदशिरस्कां वा मासादूर्ध्वं न जीवति
]

`verse 12 [
यस्य वस्तसमो गन्धो गात्रे शवसमोऽपि वा ।

तस्यार्धमासिकं ज्ञेयं योगिनो नृप ! जीवितम्
]

`verse 13 [
यस्य वै स्त्रमात्रस्य हृत्पादमवशुष्यते ।

पिबतश्च जलं शोषो दशाहं सोऽपि जीवति
]

`verse 14 [
सम्भिन्नो मारुतो यस्य मर्मस्थानानि कृन्तति ।

हृष्यते नाम्बुसंस्पर्शात् तस्य मृत्युरुपस्थितः
]

`verse 15 [
ऋक्षवानरयानस्थो गायन् यो दक्षिणां दिशम् ।

स्वप्ने प्रयाति तस्यापि न मृत्युः कालमिच्छति
]

`verse 16 [
रक्तकृष्णाम्बरधरा गायन्ती हसती च यम् ।

दक्षिणाशान्नयेन्नारी स्वप्ने सोऽपि न जीवति
]

`verse 17 [
नग्नं क्षपणकं स्वप्ने हसमानं महाबलम् ।

एकं संवीक्ष्य वल्गन्तं विद्यान्मृत्युमुपस्थितम्
]

`verse 18 [
आमस्तकतलाद्यस्तु निमग्नं पङ्कसागरे ।

स्वप्ने पश्यत्यथात्मानं स सद्यो म्रियते नरः
]

`verse 19 [
केशाङ्गारांस्तथा भस्म भुजङ्गान्निर्जलां नदीम् ।

दृष्ट्वा स्वप्ने दशाहात्तु मृत्युरेकादशे दिने
]

`verse 20 [
करालैर्विकटैः कृष्णैः पुरुषैरुद्यतायुधैः ।

पाषाणैस्ताडितः स्वप्ने सद्यो मृत्युं लभेन्नरः
]

`verse 21 [
सूर्योदये यस्य शिवा क्रोशन्ती याति संमुखम् ।

विपरीतं परीतं वा स सद्यो मृत्युमृच्छति
]

`verse 22 [
यस्य वै भुक्तमात्रस्य हृदयं बाधते क्षुधा ।

जायते दन्तघर्षश्च स गतायुर्न संशयम्
]

`verse 23 [
दीपगन्धं न यो वेत्ति त्रस्यत्यह्नि तथा निशि ।

नात्मानं परनेत्रस्थं वीक्षते न स जीवति
]

`verse 24 [
शक्रायुधं चार्धरात्रे दिवा ग्रहगणन्तथा ।

दृष्ट्वा मन्येत संक्षीणमात्मजीवितमात्मवित्
]

`verse 25 [
नासिका वक्रतामेति कर्णयोर्नमनोन्नती ।

नेत्रञ्च वामं स्त्रवति यस्य तस्यायुरुद्गतम्
]

`verse 26 [
आरक्ततामेति मुखं जिह्वा वा श्यामतां यदा ।

तदा प्राज्ञो विजानीयान्मृत्युमासन्नमात्मनः
]

`verse 27 [
उष्ट्र-रासभयानेन यः स्वप्ने दक्षिणां दिशम् ।

प्रयाति तञ्च जानीयात् सद्योमृत्युं न संशयः
]

`verse 28 [
पिधाय कर्णौ निर्घोषं न शृणोत्यात्मसम्भवम् ।

नश्यते चक्षुषोर्ज्योतिर्यस्य सोऽपि न जीवति
]

`verse 29 [
पततो यस्य वै गर्ते स्वप्ने द्वारं पिधीयते ।

न चोत्तिष्ठति यः श्वभ्रात्तदन्तं तस्य जीवितम्
]

`verse 30 [
ऊर्ध्वा च दृष्टिर्न च संप्रतिष्ठा
रक्ता पुनः संपरिवर्तमाना ।

मुखस्य चोष्मा शुषिरञ्च नाभेः
शंसन्ति पुंसामपरं शरीरम्
]

`verse 31 [
स्वप्नेऽग्निं प्रविशेद्यस्तु न च निष्क्रमते पुनः ।

जलप्रवेशादपि वा तदन्तं तस्य जीवितम्
]

`verse 32 [
यश्चाभिहन्यते दुष्टैर्भूतै रात्रावथो दिवा ।

स मृत्युं सप्तरात्र्यन्ते नरः प्राप्रोत्यसंशयम्
]

`verse 33 [
स्ववस्त्रममलं शुक्लं रक्तं पश्यत्यथासितम् ।

यः पुमान् मृत्युमासन्नं तस्यापि हि विनिर्दिशेत्
]

`verse 34 [
स्वभाववैपरीत्यन्तु प्रकृतेश्च विपर्ययः ।

कथयन्ति मनुष्याणां सदासन्नौ यमान्तकौ
]

`verse 35 [
येषां विनीतः सततं येऽस्य पूज्यतमा मताः ।

तानेव चावजानाति तानेव च विनिन्दति
]

`verse 36 [
देवान्नार्चयते वृद्धान् गुरून् विप्रांश्च निन्दति ।

मातापित्रोर्न सत्कारं जामातॄणां करोति च
]

`verse 37 [
योगिनां ज्ञानविदुषामन्येषाञ्च महात्मनाम् ।

प्राप्ते तु काले पुरुषस्तद्विज्ञेयं विचक्षणैः
]

`verse 38 [
योगिनां सततं यत्नादरिष्टान्यवनीपते ।

संवत्सरान्ते तज्ज्ञेयं फलदानि दिवानिशम्
]

`verse 39 [
विलोक्या विशदा चैषां फलपङ्क्तिः सुभीषणा ।

विज्ञाय कार्यो मनसि स च कालो नरेश्वर
]

`verse 40 [
ज्ञात्व कालञ्च तं सम्यगभयस्थानमाश्रितः ।

युञ्जीत योगी कालोऽसौ यथा नास्याफलो भवेत्
]

`verse 41 [
दृष्ट्वारिष्टं तथा योगी त्यक्त्वा मरणजं भयम् ।

तत्स्वभावं तदालोक्य काले यावत्युपागतम्
]

`verse 42 [
तस्य भागे तथैवाह्नो योगं युञ्जीत योगवित् ।

पूर्वाह्ने चापराह्ने च मध्याह्ने चापि तद्दिने
]

`verse 43 [
यत्र वा रजनीभागे तदरिष्टं निरीक्षितम् ।

तत्रैव तावद्युञ्जीत यावत् प्राप्तं हि तद्दिनम्
]

`verse 44 [
ततस्त्यक्त्वा भयं सर्वं जित्वा तं कालमात्मवान् ।

तत्रैवावसथे स्थित्वा यत्र वा स्थैर्यमात्मनः
]

`verse 45 [
युञ्जीत योगं निर्जित्य त्रीन् गुणान् परमात्मनि ।

तन्मयश्चात्मना भूत्वा चिद्वृत्तिमपि सन्त्यजेत्
]

`verse 46 [
ततः परमनिर्वाणमतीन्द्रियमगोचरम् ।

यद्बुद्धेर्यन्न चाख्यातुं शक्यते तत् समश्नुते
]

`verse 47 [
एतत् सर्वं समाख्यातं तवालर्क ! यथार्थवत् ।

प्राप्स्यसे येन तद्ब्रह्म संक्षेपात्तन्निबोध मे
]

`verse 48 [
शशाङ्करश्मिसंयोगाच्छन्द्रकान्तमणिः पयः ।

समुत्सृजति नायुक्तः सोपमा योगिनः स्मृता
]

`verse 49 [
यच्चार्करश्मिसंयोगादर्ककान्तो हुताशनम् ।

आविष्करोति नैकः सन्नुपमा सापि योगिनः
]

`verse 50 [
पिपीलिकाखु-नकुल-गृहगोधा-कपिञ्जलाः ।

वसन्ति स्वामिवद् गेहे ध्वस्ते यान्ति ततोऽन्यतः
]

`verse 51 [
दुः खन्तु स्वामिनो ध्वंसे तस्य तेषां न किञ्चन ।

वेश्मनो यत्र राजेन्द्र ! सोपमा योगसिद्धये
]

`verse 52 [
मृद्वाहिकाल्पदेहापि मुखाग्रेणाप्यणीयसा ।

करोति मृद्भारचयमुपदेशः स योगिनः
]

`verse 53 [
पशुपक्षिमनुष्याद्यैः पत्रपुष्पफलान्वितम् ।

वृक्षं विलुप्यमानन्तु दृष्ट्वा सिध्यन्ति योगिनः
]

`verse 54 [
रुरुशावविषाणाग्रमालक्ष्य तिलकाकृतिम् ।

सह तेन विवर्धन्तं योगी सिद्धिमवाप्नुयात्
]

`verse 55 [
द्रवपूर्णमुपादाय पात्रमारोहतो भुवः ।

तुङ्गमार्गं विलोक्योच्चैर्विज्ञातं किं न योगिना
]

`verse 56 [
सर्वस्वे जीवनायालं निखाते पुरुषस्य या ।

चेष्टा तां तत्त्वतो ज्ञात्वा योगिनः कृतकृत्यता
]

`verse 57 [
तद्गृहं यत्र वसतिः तद्भोज्यं येन जीवति ।

येन सम्पद्यते चार्थस्तत्सुखं ममतात्र का
]

`verse 58 [
अभ्यर्थितोऽपि तैः कार्यं करोति करणैर्यथा ।

तथा बुध्यादिभिर्योगी पारक्यैः साधयेत्परम्
]

`speaker [
जड उवाच
]

`verse 59 [
ततः प्रणम्यात्रिपुत्रमलर्कः स महीपतिः ।

प्रश्रयावनतो वाक्यमुवाचातिमुदान्वितः
]

`speaker [
अलर्क उवाच
]

`verse 60 [
दिष्ट्यादेवैरिदं ब्रह्मन् ! पराभिभवसम्भवम् ।

उपपादितमत्युग्रं प्राणसन्देहदं भयम्
]

`verse 61 [
दिष्ट्या काशिपतेर्भूरि-बलसम्पत्पराक्रमः ।

यदुच्छेदादिहायातः स युष्मत्सङ्गदो मम
]

`verse 62 [
दिष्ट्या मन्दबलश्चाहं दिष्ट्या भृत्याश्च मे हताः ।

दिष्ट्या कोषः क्षयं योतो दिष्ट्याहं भीतिमागतः
]

`verse 63 [
दिष्ट्या त्वत्पादयुगलं मम स्मृतिपथं गतम् ।

दिष्ट्या त्वदुक्तयः सर्वा मम चेतसि संस्थितः
]

`verse 64 [
दिष्ट्या ज्ञानं ममोत्पन्नं भवतश्च समागमात् ।

भवता चैव कारुण्यं दिष्ट्या ब्रह्मन् ! कृतं मम
]

`verse 65 [
अनर्थोऽप्यर्थतां याति पुरुषस्य शुभोदये ।

यथेदमुपकाराय व्यसनं सङ्गमात्तव
]

`verse 66 [
सुबाहुरुपकारी मे स च काशिपतिः प्रभो ।

ययोः कृतेऽहं संप्राप्तो योगीश ! भवतोऽन्तिकम्
]

`verse 67 [
सोऽहन्तव प्रसादाग्नि-निर्दग्धाज्ञानकिल्विषः ।

तथा यतिष्ये येनेदृङ् न भूयां दुः खभाजनम्
]

`verse 68 [
परित्यजिष्ये गार्हस्थ्यमार्तिपादपकाननम् ।

त्वत्तोऽनुज्ञां समासाद्य ज्ञानदातुर्महात्मनः
]

`speaker [
दत्तात्रेय उवाच
]

`verse 69 [
गच्छ राजेन्द्र ! भद्रं ते यथा ते कथितं मया ।

निर्ममो निरहङ्कारस्तथा चर विमुक्तये
]

`speaker [
जड उवाच
]

`verse 70 [
एवमुक्तः प्रणम्यैनमाजगाम त्वरान्वितः ।

यत्र काशिपतिर्भ्राता सुबाहुश्चास्य सोऽग्रजः
]

`verse 71 [
समुत्पत्य महाबहुं सोऽलर्कः काशिभूपतिम् ।

सुबाहोरग्रतो वीरमुवाच प्रहसन्निव
]

`verse 72 [
राज्यकामुक काशीश ! भुज्यतां राज्यमूर्जितम् ।

तथा च रोचते तद्वत् सुबाहोः संप्रयच्छ वा
]

`speaker [
काशिराज उवाच
]

`verse 73 [
किमलर्क ! परित्यक्तं राज्यं ते संयुगं विना ।

क्षत्रियस्य न धर्मोऽयं भवांश्च क्षत्रधर्मवित्
]

`verse 74 [
निर्जितामात्यवर्गस्तु त्यक्त्वा मरणजं भयम् ।

सन्दधीत शरं राजा लक्ष्यमुद्दिश्य वैरिणम्
]

`verse 75 [
तं जित्वा नृपतिर्भोगान् यथाभिलषितान् वरान् ।

भुञ्जीत परमं सिद्ध्यै यजेत च महामखैः
]

`speaker [
अलर्क उवाच
]

`verse 76 [
एवमीदृशकं वीर ! ममाप्यासीन्मनः पुरा ।

साम्प्रतं विपरीतार्थं शृणु चाप्यत्र कारणम्
]

`verse 77 [
यथायं भौतिकः सङ्घस्तथान्तः करणं नृणाम् ।

गुणास्तु सकलास्तद्वदशेषेष्वेव जन्तुषु
]

`verse 78 [
चिच्छक्तिरेक एवायं यदा नान्योऽस्ति कश्चन ।

तदा का नृपते ज्ञानान्मित्रारिप्रभुभृत्यता
]

`verse 79 [
तन्मया दुः खमासाद्य त्वद्भयोद्भवमुत्तमम् ।

दत्तात्रेयप्रसादेन ज्ञानं प्राप्तं नरेश्वर
]

`verse 80 [
निर्जितेन्द्रियवर्गस्तु त्यक्त्वा सङ्गमशेषतः ।

मनो ब्रह्मणि सन्धाय तज्जये परमो जयः
]

`verse 81 [
संसाध्यमन्यत्तत्सिद्ध्यै यतः किञ्चिन्न विद्यते ।

इन्द्रियाणि च संयम्य ततः सिद्धिं नियच्छति
]

`verse 82 [
सोऽहं न तेऽरिर्न ममासि शत्रुः
सुबाहुरेषो न ममापकारी ।

दृष्टं मया सर्वमिदं यथात्मा
अन्विष्यतां भूप ! रिपुस्त्वयान्यः
]

`verse 83 [
इत्थं स तेनाभिहितो नरेन्द्रो
हृष्टः समुत्थाय ततः सुबाहुः ।

दिष्ट्येति तं भ्रातरमाभिनन्द्य
काशीश्वरं वाक्यमिदं बभाषे
]

`colophon [
इति श्रीमार्कण्डेयपुराणे अरिष्टकथनं नाम त्रिचत्वारिंशोऽध्यायः
]
