`speaker [
सुबाहुरुवाच
]

`verse 1 [
यदर्थं नृपशार्दूल ! त्वामहं शरणं गतः ।

तन्मया सकलं प्राप्तं यास्यामि त्वं सुखी भव
]

`speaker [
काखिराज उवाच
]

`verse 2 [
किं निमित्तं भवान् प्राप्तो निष्पन्नोर्ऽथश्च कस्तव ।

सुबाहो ! तन्ममाचक्ष्व परं कौतूहलं हि मे
]

`verse 3 [
समाक्रान्तमलर्केण पितृपैतामहं महत् ।

राज्यं देहीति निर्जित्य त्वयाहमभिचोदितः
]

`verse 4 [
ततो मया समाक्रम्य राज्यमस्यानुजस्य ते ।

एतत्ते बलमानीतं तद्भुङ्क्ष्वस्वकुलोचितम्
]

`speaker [
सुबाहुरुवाच
]

`verse 5 [
काशिराज ! निबोध त्वं यदर्थमयमुद्यमः ।

कृतो मया भवांश्चैव कारितोऽत्यन्तमुद्यमम्
]

`verse 6 [
भ्राता ममायं ग्राम्येषु सक्तो भोगेषु तत्त्ववित् ।

विमूढौ बोधवन्तौ च भ्रातरावग्रजौ मम
]

`verse 7 [
तयोर्मम च यन्मात्रा बाल्ये स्तन्यं यथा मुखे ।

तथावबोधो विन्यस्तः कर्णयोरवनीपते
]

`verse 8 [
तयोर्मम च विज्ञेयाः पदार्था ये मता नृभिः ।

प्राकाश्यं मनसो नीतास्ते मात्रा नास्य पार्थिव
]

`verse 9 [
यथैकमर्थे यातानामेकस्मिन्नवसीदति ।

दुः खं भवति साधूनां ततास्माकं महीपते
]

`verse 10 [
गार्हस्थ्यमोहमापन्ने सीदत्यस्मिन्नरेश्वर ।

सम्बन्धिन्यस्य देहस्य बिभ्रति भ्रातृकल्पनाम्
]

`verse 11 [
ततो मया विनिश्चित्य दुः खाद्वैराग्यभावना ।

भविष्यतीत्यस्य भवानित्युद्योगाय संश्रितः
]

`verse 12 [
तदस्य दुः खाद्वैराग्यं संबोधादवनीपते ।

समुद्भूतं कृतं कार्यं भद्रं तेऽस्तु व्रजाम्यहम्
]

`verse 13 [
उष्ट्वा मदालसागर्भे पीत्वा सत्सास्तथा स्तनम् ।

नान्यनारीसुतैर्यातं वर्त्म यात्विति पार्थिव
]

`verse 14 [
विचार्य तन्मया सर्वं युष्मत्संश्रयपूर्वकम् ।

कृतं तच्चापि निष्पन्नं प्रयास्ये सिद्धये पुनः
]

`verse 15 [
उपेक्ष्यते सीदमानः स्वजनो बान्धवः सुहृत् ।

यैर्नरेन्द्र ! न तान् मन्ये सेन्द्रिया विकला हि ते
]

`verse 16 [
सुहृदि स्वजने बन्धौ समर्थे योऽवसीदति ।

धर्मार्थकाममोक्षेभ्यो वाच्यास्ते तत्र न त्वसौ
]

`verse 17 [
एतत् त्वत्सङ्गमाद् भूप ! मया कार्यं महत् कृतम् ।

स्वस्ति तेऽस्तु गमिष्यामि ज्ञानभाग्भव सत्तम
]

`speaker [
काशिराज उवाच
]

`verse 18 [
उपकारस्त्वया साधोरलर्कस्य कृतो महान् ।

ममोपकाराय कथं न करोषि स्वमानसम्
]

`verse 19 [
फलदायी सतां सदिभः सङ्गमो नाफलो यतः ।

तस्मात्तवत्संश्रयाद्युक्ता मया प्राप्ता समुन्नतिः
]

`speaker [
सुबाहुरुवाच
]

`verse 20 [
धर्मार्थकाममोक्षाख्यं पुरुषार्थचतुष्टयम् ।

तत्र धर्मार्थकामास्ते सकला हीयतेऽपरः
]

`verse 21 [
तत्ते संक्षेपतो वक्ष्ये तदिहैकमनाः शृणु ।

श्रुत्वा च सम्यगालोच्य यतेथाः श्रेयसे नृप
]

`verse 22 [
ममेतिप्रत्ययो भूप ! न कार्योऽहमिति त्वया ।

सम्यगालोच्य धर्मो हि धर्माभावे निराश्रयः
]

`verse 23 [
कस्याहमिति संज्ञेयमित्यालोच्य त्वयात्मना ।

बाह्यन्तर्गतमालोच्यमालोच्यापररात्रिषु
]

`verse 24 [
अव्यक्तादिविशेषन्तमविकारमचेतनम् ।

व्यक्ताव्यक्तं त्वया ज्ञेयं ज्ञाता कश्चाहमित्युत
]

`verse 25 [
एतस्मिन्नेव विज्ञाने विज्ञातमखिलं त्वया ।

अनात्मन्यात्मविज्ञानमखे खमिति मूढता
]

`verse 26 [
सोऽहं सर्वगतो भूप ! लोकसंव्यवहारतः ।

मयेदमुच्यते सर्वं त्वया पृष्टो व्रजाम्यहम्
]

`verse 27 [
एवमुक्त्वा ययौ धीमान् ! सुबाहुः काशिभूमिपम् ।

काशिराजोऽपि संपूज्य सोऽलर्कं स्वपुरं ययौ
]

`verse 28 [
अलर्कोऽपि सुतं ज्येष्ठमभिषिच्य नराधिपम् ।

वनं जगाम सन्त्यक्तसर्वसङ्गः स्वसिद्धये
]

`verse 29 [
ततः कालेन महाता निर्द्वन्द्वो निष्परिग्रहः ।

प्राप्य योगर्धिमतुलां परं निर्वाणमाप्तवान्
]

`verse 30 [
पश्यन् जगदिदं सर्वं सदेवासुरमानुषम् ।

पाशैर्गुणमयैर्बद्धं बध्यमानञ्च नित्यशः
]

`verse 31 [
पुत्रादिभ्रातृपुत्रादि-स्वपारक्यादिभावितैः ।

आकृष्यमाणं करणैर्दुःखार्तं भिन्नदर्शनम्
]

`verse 32 [
अज्ञानपङ्कगर्भस्थमनुद्धारं महामतिः ।

आत्मानञ्च समुत्तीर्णं गाथामेतामगायत
]

`verse 33 [
अहो कष्टं यदस्माभैः पूर्वं राज्यमनुष्ठितम् ।

इति पश्चान्मया ज्ञातं योगान्नास्ति परं सुखम्
]

`speaker [
जड उवाच
]

`verse 34 [
तातैनं त्वं समातिष्ठ मुक्तये योगमुत्तमम् ।

प्राप्स्यसे येन तद् ब्रह्म यत्र गत्वा न शोचसि
]

`verse 35 [
ततोऽहमपि यास्यामि किं यज्ञैः किं जपेन मे ।

कृतकृत्यस्य करणं ब्रह्मभावाय कल्पते
]

`verse 36 [
त्वत्तोऽनुज्ञामवाप्याहं निर्द्वन्द्वो निष्परिग्रहः ।

प्रयतिष्ये तथा मुक्तौ यथा यास्यामि निर्वृतिम्
]

`speaker [
पक्षिण ऊचुः
]

`verse 37 [
एवमुक्त्वा स पितरं प्राप्यानुज्ञां ततश्च सः ।

ब्रह्मन् ! जगाम मेधावी परित्यक्तपरिग्रहः
]

`verse 38 [
सोऽपि तस्य पिता तद्वत् क्रमेण सुमहामतिः ।

वानप्रस्थं समास्थाय चतुर्थाश्रममभ्यगात्
]

`verse 39 [
तत्रात्मजं समासाद्य हित्वा बन्धं गुणादिकम् ।

प्राप सिद्धिं परां प्राज्ञस्तत्कालोपात्तसंमतिः
]

`verse 40 [
एतत्ते कथितं ब्रह्मन् ! यत्पृष्टा भवता वयम् ।

सुविस्तरं यथावच्च किमन्यच्छ्रोतुमिच्छसि
]

`colophon [
इति श्रीमार्कण्डेयपुराणे पितापुत्रसंवादे जडोपाख्यानं नाम चतुश्चत्वारिंशोऽध्यायः
]
