`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
भगवंस्त्वण्डसम्भूतिर्यथावत् कथिता मम ।
ब्रह्माण्डे ब्रह्मणो जन्म तथा चोक्तं महात्मनः
]

`verse 2 [
एतदिच्छाम्यहं श्रोतुं त्वत्तो भृगुकुलोद्भव ।
यदान सृष्टिर्भूतानामस्ति किन्नु न चास्ति वा ।
काले वै प्रलयस्यान्ते सर्वस्मिन्नुपसंहृते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
यदा तु प्रकृतौ याति लयं विश्वमिदं जगत् ।
तदोच्यते प्राकृतोऽयं विद्वद्भिः प्रतिसञ्चरः
]

`verse 4 [
स्वात्मन्यवस्थितेव्यक्ते विकारे प्रतिसंहृते ।
प्रकृतिः पुरुषश्चैव साधर्म्येणावतिष्ठतः
]

`verse 5 [
तदा तमश्च सत्त्वञ्च समत्वेन व्यवस्थितौ ।
अनुद्रिक्तावनूनौ च तत्प्रोतौ च परस्परम्
]

`verse 6 [
तिलेषु वा यथा तैलं घृतं पयसि वा स्थितम् ।
तथा तमसि सत्त्वे च रजोऽप्यनुसृतं स्थितम्
]

`verse 7 [
उत्पत्तिर्ब्रह्मणो यावदायुषो द्विपरार्धिकम् ।
तावद्दिनं परेशस्य तत्समा संयमे निशा
]

`verse 8 [
अहर्मुखे प्रबुद्धस्तु जगदादिरनादिमान् ।
सर्वहेतुरचिन्त्यात्मा परः कोऽप्यपरक्रियः
]

`verse 9 [
प्रकृतिं पुरुषञ्चैव प्राविश्याशु जगत्पतिः ।
क्षोभयामास योगेन परेण परमेश्वरः
]

`verse 10 [
यथा मदो नवस्त्रीणां यथा वा माधवानिलः ।
अनुप्रविष्टः क्षोभाय तथासौ योगमूर्तिमान्
]

`verse 11 [
प्रधाने क्षोभ्यमाने तु स देवो ब्रह्मसंज्ञितः ।
समुत्पन्नोऽण्डकोषस्थो यथा ते कथितं मया
]

`verse 12 [
स एव क्षोभकः पूर्वं स क्षोभ्यः प्रकृतेः पतिः ।
स सङ्कोचविकाशाभ्यां प्रधानत्वेऽपि च स्थितः
]

`verse 13 [
अत्पन्नः स जगद्योनिरगुणोऽपि रजोगुणम् ।
भुञ्जन् प्रवर्तते सर्गे ब्रह्मत्वं समुपाश्रितः
]

`verse 14 [
ब्रह्मत्वे स प्रजाः सृष्ट्वा ततः सत्त्वातिरेकवान् ।
विष्णुत्वमेत्य धर्मेण कुरुते परिपालनम्
]

`verse 15 [
ततस्तमोगुणोद्रिक्तो रुद्रत्वे चाखिलं जगत् ।
उपसंहृत्य वै शेते त्रैलोक्यं त्रिगुणोऽगुणः
]

`verse 16 [
यथा प्राग्व्यापकः क्षेत्री पालको लावकस्तथा ।
यथा स संज्ञामायाति ब्रह्मविष्ण्वीशकारिणीम्
]

`verse 17 [
ब्रह्मत्वे सृजते लोकान् रुद्रत्वे संहरत्यपि ।
विष्णुत्वे चाप्युदासीनस्तिस्त्रोऽवस्थाः स्वयम्भुवः
]

`verse 18 [
रजो ब्रह्मा तमो रुद्रो विष्णुः सत्त्वं जगत्पतिः ।
एत एव त्रयो देवा एत एव त्रयो गुणाः
]

`verse 19 [
अन्योन्यमिथुना ह्येते अन्योन्याश्रयिणस्तथा ।
क्षणं वियोगो नह्येषां न त्यजन्ति परस्परम्
]

`verse 20 [
एवं ब्रह्मा जगत्पूर्वो देवदेवश्चतुर्मुखः ।
रजोगुणं समाश्रित्य स्त्रष्ट्टत्वे स व्यवस्थितः
]

`verse 21 [
हिरण्यगर्भो देवादिरनादिरुपचारतः ।
भूपद्मकर्णिकासंस्थो ब्रह्माग्रे समजायत
]

`verse 22 [
तस्य वर्षशतं त्वेकं परमायुर्महात्मनः ।
ब्रह्म्येणैव हि मानेन तस्य संख्यां निबोध मे
]

`verse 23 [
निमेषैर्दशभिः काष्ठा तथा पञ्चभिरुच्यते ।
कलास्त्रिंशच्च वै काष्ठा मुहूर्तं त्रिंशत्ताः कलाः
]

`verse 24 [
अहोरात्रं मुहूर्तानां नृणां त्रिंशत्तु वै स्मृतम् ।
अहोरात्रैश्च त्रिंशद्भिः पक्षौ द्वौ मास उच्यते
]

`verse 25 [
तैः षड्भिरयनं वर्षं द्वेऽयने दक्षिणोत्तरे ।
तद्देवानामहोरात्रं दिनं तत्रोत्तरायणम्
]

`verse 26 [
दिव्यैर्वर्षसहस्रैस्तु कृतत्रेतादिसंज्ञितम् ।
चतुर्युगं द्वादशभिस्तद्विभागं शृणुष्व मे
]

`verse 27 [
चत्वारि तु सहस्राणि वर्षाणां कृतमुच्यते ।
शतानि सन्ध्या चत्वारि सन्ध्यांशश्च तथाविधः
]

`verse 28 [
त्रेता त्रीणि सहस्राणि दिव्याब्दानां शतत्रयम् ।
तत्सन्ध्या तत्समा चैव सन्ध्यांशश्च तथाविधः
]

`verse 29 [
द्वापरं द्वे सहस्रे तु वर्षाणां द्वे शते तथा ।
तस्य सन्ध्या समाख्याता द्वे शताब्दे तदंशकः
]

`verse 30 [
कलिः सहस्रं दिव्यानामब्दानां द्विजसत्तम ।
सन्ध्या सन्ध्यांशकश्चैव शतकौ समुदाहृतौ
]

`verse 31 [
एषा द्वाधशसाहस्त्री युगाख्या कविभिः कृता ।
एतत् सहस्रगुणितमो ब्राह्म्यमुदाहृतम्
]

`verse 32 [
ब्रह्मणो दिवसे ब्रह्मन् मनवः स्युश्चतुर्दश ।
भवन्ति भागशस्तेषां सहस्रं तद्विभज्यते
]

`verse 33 [
देवाः सप्तर्षयः सेन्द्रा मनुस्तत्सूनवो नृपाः ।
मनुना सह सृज्यन्ते संह्रियन्ते च पूर्ववत्
]

`verse 34 [
चतुर्युगानां संख्याता साधिका ह्ये कसप्ततिः ।
मन्वन्तरं तस्य संख्यां मानुषाब्दैर्निबोध मे
]

`verse 35 [
त्रिंशत्कोट्यस्तु संपूर्णाः संख्याताः संख्यया द्विज ।
सत्पषष्टिस्तथान्यानि नियुतानि च संख्यया
]

`verse 36 [
विंशतिश्च सहस्राणि कालोऽयं साधिकं विना ।
एतन्मन्वन्तरं प्रोक्तं दिव्यैर्वर्षैर्निबोध मे
]

`verse 37 [
अष्टौ वर्षसहस्राणि दिव्यया संख्यया युतम् ।
द्विपञ्चाशत्तथान्यानि सहस्राण्यधिकानि तु
]

`verse 38 [
चतुर्दशगुणो ह्येष कालो ब्रह्म्यमहः स्मृतम् ।
तस्यान्ते प्रलयः प्रोक्तो ब्रह्मन् नैमित्तिको बुधैः
]

`verse 39 [
भूर्लोकोऽथ भुवर्लोकः स्वर्लोकश्च विनाशिनः ।
तथा विनाशमायान्ति महर्लोकश्च तिष्ठति
]

`verse 40 [
तद्वासिनोऽपि तापेन जनलोकं प्रयान्ति वै ।
एकार्णवे च त्रैलोक्ये ब्रह्मा स्वपिति वै निशि
]

`verse 41 [
तत्प्रमाणैव सा रात्रिस्तदन्ते सृज्यते पुनः ।
एवन्तु ब्रह्मणो वर्षमेकं वर्षशतन्तु तत्
]

`verse 42 [
शतं हि तस्य वर्षाणां परमित्यभिधीयते ।
पञ्चाशद्भिस्तथा वर्षैः परार्धमिति कीर्त्यते
]

`verse 43 [
एवमस्य परार्धन्तु व्यतीतं द्विजसत्तम ।
यस्यान्तेऽभून्महाकल्पः पाद्म इत्यभिविश्रुतः
]

`verse 44 [
द्वितीयस्य परार्धस्य वर्तमानस्य वै द्विज ।
वाराह इति कल्पोऽयं प्रथमः परिकल्पितः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे ब्रह्मायुप्रमाणो नाम षट्टत्वारिंशोऽध्यायः
]
