`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
यथा ससर्ज वै ब्रह्मा भगवानादिकृत् प्रजाः ।
प्रजापतिः पतिर्देवस्तन्मे विस्तरतो वद
]

`speaker [
मार्कण्डेय उवाच
]

`verse 2 [
कथयाम्येष ते ब्रह्मन् ससर्ज भगवान् यथा ।
लोककृच्छाश्वतः कृत्स्नं जगत् स्थावरजङ्गमम्
]

`verse 3 [
पद्मावसाने प्रलये निशासुत्पोत्थितः प्रभुः ।
सत्त्वोद्रिक्तस्तदा ब्रह्मा शून्यं लोकमवैक्षत
]

`verse 4 [
इमञ्चोदाहरन्त्यत्र श्लोकं नारायणं प्रति ।
ब्रह्मस्वरूपिणं देवं जगतः प्रभवाप्ययम्
]

`verse 5 [
आपो नारा वै तनव इत्यपां नाम शुश्रुम ।
तासु शेते स यस्माच्च तेन नारायणः स्मृतः
]

`verse 6 [
विबुद्धः सलिले तस्मिन् विज्ञायान्तर्गतां महीम् ।
अनुमानात् समुद्धारं कर्तुकामस्तदा क्षिते
]

`verse 7 [
अकरोत् स तनूरन्याः कल्पादिषु यथा पुरा ।
मत्स्यकूर्मादिकास्तद्वद्वाराहं वपुरास्थितः
]

`verse 8 [
वेदयज्ञमयं दिव्यं वेदयज्ञमयो विभुः ।
रूपं कृत्वा विवेशाप्सु सर्वगः सर्वसम्भवः
]

`verse 9 [
समुद्धृकत्य च पातालान्मुमोच सलिले भुवम् ।
जनलोकस्थितैः सिद्धैश्चिन्त्यमानो जगत्पतिः
]

`verse 10 [
तस्योपरि जलौघस्य महती नैरिव स्थिता ।
विततत्वात्तु देहस्य न मही याति संप्लवम्
]

`verse 11 [
ततः क्षितिं समीकृत्य पृथिव्यां सोऽसृजद् गिरीन् ।
प्राक् सर्गे दह्यमाने तु तदा संवर्तकाग्निना
]

`verse 12 [
तेनाग्निना विशीर्णास्ते पर्वता भुवि सर्वशः ।
शैला एकार्णवे मग्ना वायुनापस्तु संहताः
]

`verse 13 [
निषक्ता यत्र यत्रासंस्तत्र तत्राचलाभवन् ।
भूविभागन्ततः कृत्वा सप्तद्वीपोपशोभितम्
]

`verse 14 [
भूराद्यांश्चतुरो लोकान् पूर्वंवत् समकल्पयत् ।
सृष्टिञ्चिन्तयतस्तस्य कल्पादिषु यथा पुरा
]

`verse 15 [
अबुद्धिपूर्वकस्तस्मात् प्रादुर्भूतस्तमोमयः ।
तमो मोहो महामोहस्तामिस्त्रो ह्यन्धसंज्ञितः
]

`verse 16 [
अविद्या पञ्चपर्वैषा प्रादुर्भूता महात्मनः ।
पञ्चधावस्थितः सर्गो ध्यायतोऽप्रतिबोधवान्
]

`verse 17 [
बहिरन्तश्चाप्रकाशः संवृतात्मा नगात्मकः ।
मुख्या नगा यतश्चोक्ता मुख्यसर्गस्ततस्त्वयम्
]

`verse 18 [
तं दृष्ट्वासाधकं सर्गममन्यदपरं पुनः ।
तस्याभिध्यायतः सर्गं तिर्यक्स्त्रोतो ह्यवर्तत
]

`verse 19 [
यस्मात्तिर्यक्प्रवृत्तिः सा तिर्यक्स्त्रोतस्ततः स्मृतः ।
पश्वादयस्ते विख्यातास्तमः प्रायो ह्यवेदिनः
]

`verse 20 [
अत्पथग्राहिनश्चैव तेऽज्ञाने ज्ञानमानिनः ।
अहङ्कृता अहंमाना अष्टाविशशद्विधात्मकाः
]

`verse 21 [
अन्तः प्रकाशास्ते सर्वे आवृतास्तु परस्परम् ।
तमप्यसाधकं मत्वा ध्यायतोऽन्यस्ततोऽभवत्
]

`verse 22 [
ऊर्ध्वस्त्रोतस्तृतीयस्तु सात्त्विकः समवर्तत ।
ते सुखप्रीतिबहुला बहिरन्तस्त्वनावृताः
]

`verse 23 [
प्रकाशा बहिरन्तश्च ऊर्ध्वस्त्रोतः समुद्भवाः ।
तुष्टात्मकस्तृतीयस्तु देवसर्गो हि स स्मृतः
]

`verse 24 [
तस्मिन् सर्गेऽभवत् प्रीतिर्निष्पन्ने ब्रह्मणस्तदा ।
ततोऽन्यं स तदा दध्यौ साधकं सर्गमुत्तमम्
]

`verse 25 [
तथाभिध्यायतस्तस्य सत्याभिध्यायिनस्ततः ।
प्रादुर्बभौ तदाव्यक्तादर्वाक्स्त्रोतस्तु साधकः
]

`verse 26 [
यस्मादर्वाग् व्यवर्तन्त ततोर्ऽवाक्स्त्रोतसस्तु ते ।
ते च प्रकाशबहुलास्तमोद्रिक्ता रजोऽधिकाः
]

`verse 27 [
तस्मात् ते दुः खबहुला भूयोभूयश्च कारिणः ।
प्रकाशा बहिरन्तश्च मनुष्याः साधकाश्च ते
]

`verse 28 [
पञ्चमोऽनुग्रहः सर्गः स चतुर्धा व्यवस्थितः ।
विपर्ययेण सिद्ध्या च शान्त्या तुष्ट्या तथैव च
]

`verse 29 [
निर्वृत्तं वर्तमानञ्च तेर्ऽथं जानन्ति वै पुनः ।
भूतादिकानां भूतानां षष्ठः सर्ग स उच्यते
]

`verse 30 [
ते परिग्राहिणः सर्वे संविभागरतास्तथा ।
चोदनाश्चाप्यशीलाश्च ज्ञेया भूतादिकाश्च ते
]

`verse 31 [
प्रथमो महतः सर्गो विज्ञेयो ब्रह्मणस्तु सः ।
तन्मात्राणां द्वितीयस्तु भूतसर्गः स उच्यते
]

`verse 32 [
वैकारिकस्तृतीयस्तु सर्गश्चैन्द्रियकः स्मृतः ।
इत्येष प्राकृतः सर्गः संभूतो बुद्धैपूर्वकः
]

`verse 33 [
मुख्यः सर्गश्चतुर्थस्तु मुख्या वै स्थावराः स्मृताः ।
तिर्यक्स्त्रोतस्तु यः प्रोक्तस्तिर्यग्योन्यः स पञ्चमः
]

`verse 34 [
तथोर्ध्वस्त्रोतसां षष्ठो देवसर्गस्तु स स्मृतः ।
ततोर्ऽवाक्स्त्रोतसां सर्गः सप्तमः स तु मानुषः
]

`verse 35 [
अष्टमोऽनुग्रहः सर्गः सात्त्विकस्तामसश्च सः ।
पञ्चैते वैकृताः सर्गाः प्राकृतास्तु त्रयः स्मृताः
]

`verse 36 [
प्राकृतो वैकृतश्चैव कौमारो नवमः स्मृतः ।
इत्येते वै समाख्याता नव सर्गाः प्रजापतेः
]

`colophon [
इति श्री मार्कण्डेयपुराणे प्राकृतवैकृतसर्गो नाम सप्तचात्वारिंशोऽध्यायः
]
