`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
अर्वाक्स्त्रोतस्तु कथितो भवता यस्तु मानुषः ।
ब्रह्मन् ! विस्तरतो ब्रूहि ब्रह्मा समसृजद्यथा
]

`verse 2 [
यथा च वर्णानसृजद्यद् गुणाश्च महामते ।
यच्च येषां स्मृतं कर्म विप्रादीनां वदस्व तत्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
ब्रह्मणः सृजतः पूर्वं सत्याभिध्यायिनस्तथा ।
मिथुनानां सहस्रन्तु मुखात् सोऽथासृजन्मुने
]

`verse 4 [
जातास्ते ह्यु पपद्यन्ते सत्त्वोद्रिक्ताः स्वतेजसः ।
सहस्रमन्यद्वक्षस्तो मिथुनानां ससर्ज ह
]

`verse 5 [
ते सर्वे रजसोद्रिक्ताः शुष्मिणश्चाप्यमर्षिणः ।
ससर्जान्यते सहस्रन्तु द्वन्द्वानामूरुतः पुनः
]

`verse 6 [
रजस्तमोभ्यामुद्रिक्ता ईहाशीलास्तु ते स्मृताः ।
पद्भ्यां सहस्रमन्यच्च मिथुनानां ससर्ज ह
]

`verse 7 [
उद्रिक्तास्तमसा सर्वे निः श्रीका ह्यल्पचेतसः ।
ततः संहर्षमाणास्ते द्वन्द्वोत्पन्नास्तु प्राणिनः
]

`verse 8 [
अन्योन्यहृर्च्छ्याविष्टा मैथुनायोपचक्रमुः ।
ततः प्रभृति कल्पेऽस्मिन् मिथुनानां हि सम्भवः
]

`verse 9 [
मासि मास्यार्तवं यत् तु न तदासीत्तु योषिताम् ।
तस्मात्तदा न सुषुवुः सेवितैरपि मैथुनैः
]

`verse 10 [
आयुषोऽन्ते प्रसूयन्ते मिथुनान्येव ताः सकृत् ।
ततः प्रभृति कल्पेऽस्मिन् मिथुनानां हि सम्भवः
]

`verse 11 [
ध्यानेन मनसा तासां प्रजानां जायते सकृत् ।
शब्दादिर्विषयः शुद्धः प्रत्येकं पञ्चलक्षणः
]

`verse 12 [
इत्येषा मानुषी सृष्टिर्या पूर्वं वै प्रजापतेः ।
तस्यान्ववायसम्भूता यैरिदं पूरितं जगत्
]

`verse 13 [
सरित्सरः समुद्रांश्च सेवन्ते पर्वतानपि ।
तास्तदा ह्यल्पशीतोष्णा युगे तस्मिंश्चरन्ति वै
]

`verse 14 [
तृप्तिं स्वाभाविकीं प्राप्ता विषयेषु महामते ।
न तासां प्रतिघातोऽस्ति न द्वेषो नापि मत्सरः
]

`verse 15 [
पर्वतोदधिसेविन्यो ह्यनिकेतास्तु सर्वशः ।
ता वै निष्कामचारिण्यो नित्यं मुदितमानसाः
]

`verse 16 [
पिशाचोरगरक्षांसि तथा मत्सरिणो जनाः ।
पशवः पक्षिणश्चैव नक्रा मत्स्याः सरीसृपाः
]

`verse 17 [
अवारका ह्यण्डजा वा ते ह्यधर्मप्रसूतयः ।
न मूलफलपुष्पाणि नार्तवा वत्सराणि च
]

`verse 18 [
सर्वकालसुखः कालो नात्यर्थं घर्मशीतता ।
कालेन गच्छता तेषां चित्रा सिद्धिरजायत
]

`verse 19 [
ततश्च तेषां पूर्वाह्ने मध्याह्ने च वितृप्तता ।
पुनस्तथेच्छतां तृप्तिरनायासेन साभवत्
]

`verse 20 [
इच्छताञ्च तथायासो मनसः समजायत ।
अपां सौक्ष्म्यं ततस्तासां सिद्धिर्नानारसोल्लसा
]

`verse 21 [
समजायत चैवान्या सर्वकामप्रदायिनी ।
असंस्कार्यैः शरीरैश्च प्रजास्ताः स्थिरयौवनाः
]

`verse 22 [
तासां विना तु संकल्पं जायन्ते मिथुनाः प्रजाः ।
समं जन्म च रूपञ्च म्रियन्ते चैव ताः समम्
]

`verse 23 [
अनिच्छाद्वेषसंयुक्ता वर्तन्ते तु परस्परम् ।
तुल्यरूपायुषः सर्वा अधमोत्तमतां विना
]

`verse 24 [
तत्वारि तु सहस्राणि वर्षाणां मानुषाणि तु ।
आयुः प्रमाणं जीवन्ति न च क्लेशाद्विपत्तयः
]

`verse 25 [
क्वचित् क्वचित् पुनः साभूत् क्षितिर्भाग्येन सर्वशः ।
कालेन गच्छता नाशमुपयान्ति यथा प्रजाः
]

`verse 26 [
तथा ताः क्रमशो नाशं जग्मुः सर्वत्र सिद्धयः ।
तासु सर्वासु नष्टासु नभसः प्रच्युता नराः
]

`verse 27 [
प्रायशः कल्पवृक्षास्ते संभूता गृहसंज्ञिताः ।
सर्वे प्रत्युपभोगाश्च तासं तेभ्यः प्रजायते
]

`verse 28 [
वर्तयन्ति स्म तेभ्यस्तास्त्रेतायुगमुखे तदा ।
ततः कालेन वै रागस्तासामाकस्मिकोऽभवत्
]

`verse 29 [
मासि मास्यार्तवोत्पत्त्या गर्भोत्पत्तिः पुनः पुनः ।
रागोत्पत्त्या ततस्तासां वृक्षास्ते गृहसंज्ञिताः
]

`verse 30 [
ब्रह्मन्नन्वपरेषान्तु पेतुः शाखा महीरुहाम् ।
वस्त्राणि च प्रसूयन्ते फलेष्वाभरणानि च
]

`verse 31 [
तेष्वेव जायते तेषां गन्धवर्णरसान्वितम् ।
अमाक्षिकं माहवीर्यं पुटके पुटके मधु
]

`verse 32 [
तेन वा वर्तयन्ति स्म मुखे त्रेयायुगस्य वै ।
ततः कालान्तरेणैव पुनर्लोभान्वितास्तु ताः
]

`verse 33 [
वृक्षांस्ताः पर्यगृह्णन्त ममत्वाविष्टचेतसः ।
नेशुस्तेनापचारेण तेऽपि तासां महीरुहाः
]

`verse 34 [
ततो द्वन्द्वान्यजायन्ते शीतोष्णक्षुन्मुखानि वै ।
तास्तद्द्वन्द्वोपघातार्थं चक्रुः पूर्वं पुराणि तु
]

`verse 35 [
मरुधन्वषु दुर्गेषु पर्वतेषु दरीषु च ।
संश्रयन्ति च दुर्गाणि वार्क्षं पार्वतमौदकम्
]

`verse 36 [
कृत्रिमञ्च तथा दुर्गं मित्वा मित्वात्मनो।ङ्गुलैः ।
मानार्थानि प्रमाणानि तास्तु पूर्वं प्रचक्रिरे
]

`verse 37 [
परमाणुः परं सूक्ष्मं त्रषरेणुर्महीरजः ।
बालाग्रञ्चैव लिक्षां च यूकां चाथ यवोदरम्
]

`verse 38 [
क्रमादष्टगुणान्याहुर्यवानष्टौ तथाङ्गुलम् ।
षडङ्गुलं पदं तच्च वितस्तिर्द्विगुणं स्मृतम्
]

`verse 39 [
द्वे वितस्ती तथा हस्तो ब्राह्म्यतीर्थादिवेष्टनः ।
चतुर्हस्तं धनुर्दण्डो नाडिकार्युगमेव च
]

`verse 40 [
धनुषां द्वे सहस्रे तु गव्यूतिस्तच्चतुर्गुणम् ।
प्रोक्तञ्च योजवनं प्राज्ञैः संख्यानार्थमिदं परम्
]

`verse 41 [
चतुर्णामथ दुर्गाणां स्वसमुत्थानि त्रीणि तु ।
चतुर्थं कृत्रिमं दुर्गं ते चक्रुर्यत्नतस्तु वै
]

`verse 42 [
पुरञ्च खेटकञ्चैव तद्वद् द्रोणीमुखं द्विज ।
शाखानगरकञ्चापि तथा कर्वटकं द्रमी
]

`verse 43 [
ग्रामं सघोषविन्यासं तेषु चावसथान् पृथक् ।
सोत्सेधवप्रकारञ्च सर्वतः परिखावृतम्
]

`verse 44 [
योजनार्धार्धविष्कम्भमष्टभागायतं पुरम् ।
प्रागुदक्प्रवणं शस्तं शुद्धवंशबहिर्गमम्
]

`verse 45 [
तदर्धेन तथा खेटं तत्पादेन च कर्वटम् ।
न्यूनं द्रोणीमुखं तस्मादन्तभागेन चोच्यते
]

`verse 46 [
प्राकारपरिखाहीनां पुरं खर्वटमुच्यते ।
शाखानगरकञ्चान्यन्मन्त्रिसामन्तभुक्तिमत्
]

`verse 47 [
तथा शूद्रजनप्रायाः स्वसमृद्धिकृषीबलाः ।
क्षेत्रोपभोग्यभूमध्ये वसतिर्ग्रामसंज्ञिता
]

`verse 48 [
अन्यस्मान्नगरादेर्या कार्यमुद्दिश्य मानवैः ।
क्रियते वसतिः सा वै विज्ञेया वसतिर्नरैः
]

`verse 49 [
दुष्टप्रायो विना क्षेत्रैः परभूमिचरो बली ।
ग्राम एव द्रमीसंज्ञो राजवल्लभसंश्रयः
]

`verse 50 [
शकटारूढभाण्डैश्च गोपालैर्विपणं विना ।
गोसमूहैस्तथा घोषो यत्रेच्छाभूमिकेतनः
]

`verse 51 [
त एवं नगरादींस्तु कृत्वा वासार्थमात्मनः ।
निकेतनानि द्वन्द्वानां चक्रुरावसथाय वै
]

`verse 52 [
गृहाकारा यथा पूर्वं तेषामासन्नहीरुहाः ।
तथा संस्मृत्य तत्सर्वं चक्रुर्वेश्मानि ताः प्रजाः
]

`verse 53 [
वृक्षस्यैवङ्गताः शाखास्तथैवञ्चापरी गताः ।
नताश्चैवोन्नताश्चैव तद्वच्छाखाः प्रचक्रिरे
]

`verse 54 [
याः शाखाः कल्पवृक्षाणां पूर्वमासन् द्विजोत्तम ।
ता एव शाखा गेहानां शालात्वं तेन तासु तत्
]

`verse 55 [
कृत्वा द्वन्द्वोपघातन्ते वार्तोपायमचिन्तयन् ।
नष्टेषु मधुना सार्धं कल्पवृक्षेष्वशेषतः
]

`verse 56 [
विषादव्याकुलास्ता वै प्रजास्तृष्णाक्षुधार्दिताः ।
ततः प्रादुर्बभौ तासां सिद्धिस्त्रेतामुखे तदा
]

`verse 57 [
वार्तास्वसाधिता ह्यन्या वृष्टिस्तासां निकामतः ।
तासां वृष्ट्युदकानीह यानि निम्नगतानि वै
]

`verse 58 [
वृष्ट्यावरुद्धैरभवत् स्त्रोतः खातानि निम्नगाः ।
ये पुरस्तादपां स्तोका आपन्नाः पृथिवीतले
]

`verse 59 [
ततो भूमेश्च संयोगादोषध्यस्तास्तदा भवन् ।
अफालकृष्टाश्चानुप्ता ग्राम्यारण्याश्चतुर्दश
]

`verse 60 [
ऋतुपुष्पफलाश्चैव वृक्षा गुल्माश्च जज्ञिरे ।
प्रादुर्भावस्तु त्रेतायामाद्योऽयमौषधस्य तु
]

`verse 61 [
तेनौषधेन वर्तन्ते प्रजास्त्रेतायुगे मुने ।
रागलोभौ समासाद्य प्रजाश्चाकस्मिकौ तदा
]

`verse 62 [
ततस्ताः पर्यग्वह्णन्त नदीक्षेत्राणि पर्वतान् ।
वृक्षगुल्मौषधीश्चैवमात्मन्यायाद्यथाबलम्
]

`verse 63 [
तेन दोषेण ता नेशुरौषध्यो मिषतां द्विज ।
अग्रसद् भूर्युगपत्तास्तदौषध्यो महामते
]

`verse 64 [
पुनस्तासु प्रणष्टासु विभ्रान्तास्ताः पुनः प्रजाः ।
ब्रह्माणं शरणं जग्मुः क्षुधार्ताः परमेष्ठिनम्
]

`verse 65 [
स चापि तत्त्वतो ज्ञात्वा तदा ग्रस्तां वसुन्धराम् ।
वत्सं कृत्वा सुमेरुन्तु दुदोह भगवान् विभुः
]

`verse 66 [
दुग्धेयं गौस्तदा तेन शस्यानि पृथिवीतले ।
जज्ञिरे तानि बीजानि ग्राम्यारण्यास्तु ताः पुनः
]

`verse 67 [
ओषध्यः फलपाकान्ता गणाः सप्तदशा स्मृताः ।
व्रीहयश्च यवाश्चैव गोधूमा अणवस्तिलाः
]

`verse 68 [
प्रियङ्गवो ह्युदाराश्च कोरदूषाः सचीनकाः ।
माषा मुद्गा मसूराश्च निष्पावाः सकुलत्थकाः
]

`verse 69 [
आढकाश्चणकाश्चैव गणाः सप्तदश स्मृताः ।
इत्येता ओषधीनान्तु ग्राम्याणां जातयः पुरा
]

`verse 70 [
ओषध्यो जज्ञियाश्चैव ग्राम्यारण्याश्चतुर्दश ।
व्रीहयश्च यवाश्चैव गोधूमा अणवस्तिलाः
]

`verse 71 [
प्रियङ्गुसप्तमा ह्येते अष्टमास्तु कुलत्थकाः ।
श्यामाकास्त्वथ नीवारा यत्तिला सगवेधुकाः
]

`verse 72 [
कुरुविन्दा मर्कटकास्तथा वेणुयवाश्च ये ।
ग्राम्यारण्याः स्मृता ह्येता ओषध्यश्च चतुर्दश
]

`verse 73 [
यदा प्रसृष्टा ओषध्यो न प्ररोहन्ति ताः पुनः ।
ततः स तासां वृद्ध्यर्थं वार्तोपायञ्चकार ह
]

`verse 74 [
ब्रह्मा स्वयम्भूर्भगवान् हस्तसिद्धिञ्च कर्मजाम् ।
ततः प्रभृत्यथौषध्यः कृष्टपच्यास्तु जज्ञिरे
]

`verse 75 [
संसिद्धायान्तु वार्तायां ततस्तासां स्वयं प्रभुः ।
मर्यादां स्थापयामास यथान्यायं यथागुणम्
]

`verse 76 [
वर्णानामाश्रमाणाञ्च धर्मान् धर्मभृतांवर ।
लोकानां सर्ववर्णानां सम्यग्धर्मार्थपालिनाम्
]

`verse 77 [
प्राजापत्यं ब्राह्मणानां स्मृतं स्थानं क्रियावताम् ।
स्थानमैन्द्रं क्षत्रियाणां संग्रामेष्वपलायिनाम्
]

`verse 78 [
वैश्यानां मारुतं स्थानं स्वधर्ममनुवर्तताम् ।
गान्धर्वं शूद्रजातीनां परिचर्यानुवर्तताम्
]

`verse 79 [
अष्टाशीतिसहस्राणामृषीणामूर्ध्वरेतसाम् ।
स्मृतं तेषान्तु यत् स्थानं तदेव गुरुवासिनाम्
]

`verse 80 [
सप्तर्षोणान्तु यत् स्थानं स्मृतं तद्वै वनौकसाम् ।
प्राजापत्यं गृहस्थानां न्यासिनां ब्रह्मणः क्षयम् ।
योगिनाममृतं स्थानमिति वै स्थानकल्पना
]

`colophon [
इति श्रीमार्कण्डेयपुराणे सृष्टिप्रकरणे एकोनपञ्चाशदध्यायः
]
