`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
दुः सहस्याभवद्भार्या निर्माष्टिर्नाम नामतः ।

जाता कलेस्तु भार्यायामृतौ चाण्डालदर्शनात्
]

`verse 2 [
तयोरपत्यान्यभवने जगद्व्यापीनि षोडश ।

अष्टौ कुमाराः कन्याश्च तथाष्टावतिभीषणाः
]

`verse 3 [
तन्ताकृष्टिस्तथोक्तिश्च परिवर्तस्तथापरः ।

अङ्गध्रुक् शकुनिश्चैव गण्डप्रान्तरतिस्तथा
]

`verse 4 [
गर्भहा सस्यहा चान्यः कुमारास्तनयास्तयोः ।

कन्याश्चान्यास्तथैवाष्टौ तासां नामानि मे शृणु
]

`verse 5 [
नियोजिका वै प्रथमा तथैवान्या विरोधिनी ।

स्वयंहारकरी चैव भ्रामणी ऋतुहारिका
]

`verse 6 [
स्मृतिबीजहरे चान्ये तयोः कन्येऽतिदारुणे ।

विद्वेषण्यष्टमी नाम कन्या लोकभयावहा
]

`verse 7 [
एतासां कर्म वक्ष्यामि दोषप्रशमनञ्च यत् ।

अष्टानाञ्च कुमाराणां श्रुयतां द्विजसत्तम
]

`verse 8 [
दन्ताकृष्टिः प्रसुप्तानां बालानां दशनस्थितः ।

करोति दन्तसंघर्षं चिकीर्षुर्दुः सहागमम्
]

`verse 9 [
तस्योपशमनं कार्यं सुप्तस्य सितसर्षपैः ।

शयनस्योपरि क्षिप्तैर्मानुषैर्दशनोपरि
]

`verse 10 [
सुवार्च्चलौषधीस्नानात्तथा सच्छास्त्रकीर्तनात् ।

उष्ट्रकण्टकखड्गास्थि-क्षौमवस्त्रविधारणात्
]

`verse 11 [
तिष्ठत्यन्यकुमारस्तु तथास्त्त्वित्यसकृद् ब्रुवन् ।

शुभाशुभे नृणां युङ्क्ते तथोक्तिस्तच्च नान्यथा
]

`verse 12 [
तस्माददुष्टं मङ्गल्यं वक्तव्यं पण्डितैः सदा ।

दुष्टे श्रुते तथैवोक्ते कीर्तनीयो जनार्दनः
]

`verse 13 [
चराचरगुरुर्ब्रह्मा या यस्य कुलदेवता ।

अन्यगर्भे परान् गर्भान् सदैव परिवर्तयन्
]

`verse 14 [
रतिमाप्नोति वाक्यञ्च विवक्षोरन्यदेव यत् ।

परिवर्तकसंज्ञोऽयं तस्यापि सितसर्षपैः
]

`verse 15 [
रक्षोघ्नमन्त्रजप्यैश्च रक्षां कुर्वोत तत्त्ववित् ।

अन्यश्चानिलवन्नृणामङ्गेषु स्फुरणोदितम्
]

`verse 16 [
शुभाशुभं समाचष्टे कुशैस्तस्याङ्गताडनम् ।

काकादिपक्षिसंस्थोऽन्यः श्वादेरङ्गगतोऽपि वा
]

`verse 17 [
शुभाशुभञ्च शकुनिः कुमारोऽन्यो ब्रवीति वै ।

तत्रापि दुष्टे व्याक्षेपः प्रारम्भत्याग एव च
]

`verse 18 [
शुभे द्रुततरं कार्यमिति प्राह प्रजापतिः ।

गण्डान्तेषु स्थितश्चान्यो मुहूर्तार्धं द्विजोत्तम
]

`verse 19 [
सर्वारम्भान् कुमारोऽत्ति शस्ताताञ्चानसूयताम् ।

विप्रोक्त्या देवतास्तुत्या मूलोत्खातेन च द्विज
]

`verse 20 [
गोमूत्रसर्षपस्त्रानैस्तदृक्षग्रहपूजनैः ।

पुनश्च धर्मोपनिषत्करणैः शास्त्रदर्शनैः
]

`verse 21 [
अनज्ञया जन्मनश्च प्रशमं याति गण्डवान् ।

गर्भे स्त्रीणां तथान्यस्तु फलनाशी सुदारुणः
]

`verse 22 [
तस्य रक्षा सदा कार्या नित्यं शौचनिषेवणात् ।

प्रसिद्धमन्त्रलिखनाच्छस्तमाल्यादिधारणात्
]

`verse 23 [
विशुद्धगेहावसथादनायासाच्च वै द्विज ।

तथैव सस्यहा चान्यः सस्यर्धिमुपहन्ति यः
]

`verse 24 [
तस्यापि रक्षां कुर्वोत जीर्णोपानद्विधारणात् ।

तथापसव्यगमनाच्छाण्डालस्य प्रवेशनात्
]

`verse 25 [
बहिर्बलिप्रदानाच्च सोमाम्बुपरिकीर्तनात् ।

परदारपहद्रव्यहरणादिषु मानवान्
]

`verse 26 [
नियोजयति चैवान्यान् कन्या सा च नियोजिका ।

तस्याः पवित्रपठनात् क्रोधलोभादिवर्जनात्
]

`verse 27 [
नियोजयति मामिष्टविरोधाच्च विवर्जनम् ।

आक्रुष्टोऽन्येन मन्येत ताडितो वा नियोजिका
]

`verse 28 [
नियोजयत्येनमिति न गच्छेत्तद्वशं बुधः ।

परदारादिसंसर्गे चित्तमात्मानमेव च
]

`verse 29 [
नियोजयत्यत्र सा मामिति प्राज्ञो विचिन्तयेत् ।

विरोधं कुरुते चान्या दम्पत्योः प्रीयमाणयोः
]

`verse 30 [
बन्धूनां सुहृदां पित्रोः पुत्रैः सावर्णिकैश्च या ।

विरोधिनी सा तद्रक्षां कुर्वोत बलिकर्मणा
]

`verse 31 [
तथातिवादसहनाच्छास्त्राचारनिषेवणात् ।

धान्यं खलाद् गृहाद् गोभ्यः पयः सर्पिस्तथापरा
]

`verse 32 [
समृद्धिमृद्धिमद्द्रव्यादपहिन्ति च कन्यका ।

सा स्वयंहारिकेत्युक्ता सदान्तर्धानतत्परा
]

`verse 33 [
महानसादर्धसिद्धमन्नागारस्थितं तथा ।

परिविश्यमाणञ्च सदा सार्धं भुङ्क्ते च भुञ्जता
]

`verse 34 [
उच्छेषणं मनुष्याणां हरत्यन्नञ्च दुर्हरा ।

कर्मान्तागारशालाभ्यः सिद्धर्धि हरति द्विज
]

`verse 35 [
गोस्त्रीस्तनेभ्यश्च पयः क्षीरहारी सदैव सा ।

दध्नो घृतं तिलात्तैलं सुरागारात्तथा सुराम्
]

`verse 36 [
रागं कुसुम्भकादीनां कार्पासात् सूत्रमेव च ।

सा स्वयंहारिका नाम हरत्यविरतं द्विज
]

`verse 37 [
कुर्याच्छिखण्डिनोर्द्वन्द्वं रक्षार्थं कुत्रिमां स्त्रियम् ।

रक्षाश्चैव गृहे लेख्या वर्ज्याचो च्छिष्टता तथा
]

`verse 38 [
होमाग्निदेवताधूपभस्मना च परिष्क्रिया ।

कार्या क्षीरादिभाण्डानामेवं तद्रक्षणं स्मृतम्
]

`verse 39 [
उद्वेगं जनयत्यन्या एकस्थाननिवासिनः ।

पुरुषस्य तु या प्रोक्ता भ्रामणी सा तु कन्यका
]

`verse 40 [
तस्याथ रक्षां कुर्वोत विक्षिप्तैः सितसर्षपैः ।

आसने शयने चोर्व्यां यत्रास्ते स तु मानवः
]

`verse 41 [
चिन्तयेच्च नरः पापा मामेषा दुष्टचेतना ।

भ्रामयत्यसकृज्जप्यं भुवः सूक्तं समाधिना
]

`verse 42 [
स्त्रीणां पुष्पं हरत्यन्या प्रवृत्तं सा तु कन्यका ।

तथाप्रवृत्तं सा ज्ञेया दौः सहा ऋतहारिका
]

`verse 43 [
कुर्वोत तीर्थदेवौकश्चैत्यपर्वतसानुषु ।

नदीसङ्गमखातेषु स्त्रपनं तत्प्रशान्यते
]

`verse 44 [
मन्त्रवित् कृततत्त्वज्ञः पर्वसूषसि च द्विज ।

चिकित्साज्ञश्च वै वैद्यः संप्रयुक्तैर्वरौषधैः
]

`verse 45 [
स्मृतिञ्चापहरत्यन्या स्त्रीणां सा स्मृतिहारिका ।

विविक्तदेशसेवित्वात्तस्याश्चोपशमो भवेत्
]

`verse 46 [
बीजापहारिणी चान्या स्त्रीपुंसोरतिभीषणा ।

मेध्यान्नभोजनैः स्नानैस्तस्याश्चोपशमो भवेत
]

`verse 47 [
अष्टमी द्वेषणी नाम कन्या लोकभयावहा ।

या करोति जनद्विष्टं नरं नारीमथापि वा
]

`verse 48 [
मधुक्षीरघृताक्तांस्तु शान्त्यर्थं होमयेत्तिलान् ।

कुर्वोत मित्रविन्दाञ्च तथेष्टिन्तत् प्रशान्यते
]

`verse 49 [
एतेषान्तु कुमाराणां कन्यानां द्विजसत्तम ।

अष्टत्रिंशदपत्यानि तेषां नामानि मे शृणु
]

`verse 50 [
दन्ताकृष्टेरभूत् कन्या विजल्पा कलहा तथा ।

अवज्ञानृतदुष्टोक्तिर्विजल्पा तत्प्रशान्तये
]

`verse 51 [
तामेव चिन्तयेत् प्राज्ञः प्रयतश्च गृही भवेत् ।

कलहा कलहं गेहे करोत्यविरतं नृणाम्
]

`verse 52 [
कुटुम्बनाशहेतुः सा तत्प्रशान्तिं निशामय ।

दूर्वाङ्कुरान्मधुघृतक्षीराक्तान् बलिकर्मणि
]

`verse 53 [
विक्षिपेज्जुहुयाच्चैवानलं मित्रञ्च कीर्तयेत् ।

भूतानां मातृभिः सार्धं बालकानान्तु शान्तये
]

`verse 54 [
विद्यानां तपसाञ्चैव संयमस्य यमस्य च ।

कृष्यां वाणिज्यलाभे च शान्तिं कुर्वन्तु मे सदा
]

`verse 55 [
पूजिताश्च यथान्यायं तुष्टिं गच्छन्तु सर्वशः ।

कुष्माण्डा यातुधानाश्च ये चान्ये गणसंज्ञिताः
]

`verse 56 [
महादेवप्रसादेन महेश्वरमतेन च ।

सर्व एते नृणां नित्यं तुष्टिमाशु व्रजन्तु ते
]

`verse 57 [
तुष्टाः सर्वं निरस्यन्तु दुष्कृतं दुरनुष्ठितम् ।

महापताकजं सर्वं यच्चान्यद्विघ्नकारणम्
]

`verse 58 [
तेषामेव प्रसादेन विघ्ना नश्यन्तु सर्वशः ।

उद्वाहेषु च सर्वेषु वृद्धिकर्मंसु चैव हि
]

`verse 59 [
पुण्यानुष्ठानयोगेषु गुरुदेवार्चनेषु च ।

जपयज्ञविधानेषु यात्रासु च चतुर्दश
]

`verse 60 [
शरीरारोग्यभोग्येषु सुखदानधनेषु च ।

वृद्धबालातुरेष्वेव शान्तिं कुर्वन्तु मे सदा
]

`verse 61 [
सोमाम्बुपौ तथाम्भोधिः सविता चानिलानलौ ।

तथोक्तेः कालजिह्वोऽभूत् पुत्रस्तालनिकेतनः
]

`verse 62 [
स येषां रसनासंस्थास्तानसाधून् विबाधते ।

परिवर्तसुतौ द्वौ तु विरूपविकृतौ द्विज
]

`verse 63 [
तौ तु वृक्षाग्रपरिखाप्राकाराम्भोधिसंश्रयौ ।

गुर्विण्याः परिवर्तन्तौ कुरुतः पादपाणिषु
]

`verse 64 [
क्रौष्टुके परिवर्तःस्यात् गर्भस्यान्योदरात्ततः ।

न वृक्षं चैव नैवाद्रिं न प्राकारं महोदधिम्
]

`verse 65 [
परिखां वा समाक्रामेदबला गर्भधारिणी ।

अङ्गध्रुक् तनयं लेभे पिशुनं नाम नामतः
]

`verse 66 [
सोऽस्थिमज्जागतः पुंसां बलमत्त्यजितात्मनाम् ।

श्येन-काक-कपोतांश्च गृध्रोलूकैश्च वै सुतान्
]

`verse 67 [
अवाप शकुनिः पञ्च जगृहुस्तान् सुरासुराः ।

श्येनं जग्राह मृत्युश्च काकं कालो गृहीतवान्
]

`verse 68 [
उलूकं निरृतिश्चैव जग्राहातिभयावहम् ।

गृध्रं व्याधिस्तदीशोऽथ कपोतं च स्वयं यमः
]

`verse 69 [
एतेषामेव चैवोक्ता भूताः पापोपपादने ।

तस्माच्छ्येनादयो यस्य निलीयेयुः शिरस्यथ
]

`verse 70 [
तेनात्मरक्षणायालं शान्तिं कुर्याद्विजोत्तम ।

गेहे प्रसूतिरेतेषां तद्वन्नीडनिवेशनम्
]

`verse 71 [
नरस्तं वर्जयेद् गेहं कपोताक्रान्तमस्तकम् ।

श्येनः कपोतो गृध्रश्च काकोलूकौ गृहे द्विज
]

`verse 72 [
प्रविष्टः कथयेदन्तं वसतां तत्र वेश्मनि ।

ईदृक् परित्यजेद् गेहं शान्तिं कुर्याच्च पण्डितः
]

`verse 73 [
स्वप्नेऽपि हि कपोतस्य दर्शनं न प्रशस्यते ।

षडपत्यानि कथ्यन्ते गण्डप्रान्तरतेस्तथा
]

`verse 74 [
स्त्रीणां रजस्यवस्थानं तेषां कालांश्च मे शृणु ।

चत्वार्यहानि पूर्वाणि तथैवान्यत् त्रयोदश
]

`verse 75 [
एकादश तथैवान्यदपत्यं तस्य वै दिने ।

अन्यद्दिनाभिगमने श्राद्धदाने तथापरे
]

`verse 76 [
पर्वस्वथान्यत् तस्मात्तु वर्ज्यान्येतानि पण्डितैः ।

गर्भहन्तुः सुतो निघ्नो मोहनी चापि कन्यका
]

`verse 77 [
प्रविश्य गर्भमत्त्येको भुक्त्वा मोहयतेऽपरा ।

जायन्ते मोहनात्तस्याः सर्पमण्डूककच्छपाः
]

`verse 78 [
सरीसृपाणि चान्यानि पुरीषमथवा पुनः ।

षण्मासान् गुर्विणीं मांसमश्नुवानामसंयताम्
]

`verse 79 [
वृक्षच्छायाश्रयां रात्रावथवा त्रिचतुष्पथे ।

श्मशानकटभूमिष्ठामुत्तरीयविवर्जिताम्
]

`verse 80 [
रुदमानां निशीथेऽथ आविशेत्तामसौ स्त्रियम् ।

शस्यहन्तुस्तथैवैकः क्षुद्रको नाम नामतः
]

`verse 81 [
शस्यर्धिं स सदा हन्ति लब्ध्वा रन्ध्रं शृणुष्व तत् ।

अमङ्गल्यदिनारम्भे अतृप्तो वपते च यः
]

`verse 82 [
क्षेत्रेष्वनुप्रवेशं वै करोत्यन्तोपसङ्गिषु ।

तस्मात् कल्पः सुप्रशस्ते दिनेऽभ्यर्च्य निशाकरम्
]

`verse 83 [
कुर्यादारम्भमुप्तिञ्च हृष्टस्तुष्टः सहायवान् ।

नियोजिकेति या कन्या दुः सहस्य मयोदिता
]

`verse 84 [
जातं प्रचोदिकासंज्ञं तस्याः कन्याचतुष्टयम् ।

मत्तोन्मत्तप्रमत्तास्तु नरान् नारीस्तु ताः सदा
]

`verse 85 [
समाविशन्ति नाशाय चोदयन्तीह दारुणम् ।

अधर्मं धर्मरूपेण कामञ्चाकामरूपिणम्
]

`verse 86 [
अनर्थञ्चार्थरूपेण मोक्षञ्चामोक्षरूपिणम् ।

दुर्विनीता विना शौचं दर्शयन्ति पृथङ्नरान्
]

`verse 87 [
भ्रश्यन्त्याभिः प्रविष्टाभिः पुरुषार्थात् पृथङ्नराः ।

तासां प्रवेशश्च गृहे संध्यारक्ते ह्यथाम्बरे
]

`verse 88 [
धाताविधात्रोश्च बलिर्यत्र काले न दीयते ।

भुञ्जतां पिबतां वापि सङ्गिभिर्जलविप्रुषैः
]

`verse 89 [
नवनारीषु संक्रान्तिस्तासामाश्वभिजायते ।

विरोधिन्यास्त्रयः पुत्राश्चोदको ग्राहकस्तथा
]

`verse 90 [
तमः प्रच्छादकश्चान्यस्तत्स्वरूपं शृणुष्व मे ।

प्रदीपदैलसंसर्गदूषिते लङ्घिते खले
]

`verse 91 [
मुषलोलूखले यत्र पादुके वासने स्त्रियः ।

शूर्पदात्रादिकं यत्र पदाकृष्य तथासनम्
]

`verse 92 [
यत्रोपलिप्तञ्चानर्च्य विहारः क्रियते गृहे।

दर्वोमुखेन यत्राग्निराहृतोऽन्यत्र नीयते
]

`verse 93 [
विरोधिनीसुतास्तत्र विजृम्भन्ते प्रचोदिताः ।

एको जिह्वागतः पुंसां स्त्रीणाञ्चालीकसत्यवान्
]

`verse 94 [
चोदको नाम स प्रोक्तः पैशुन्यं कुरुते गृहे ।

अवधानगतश्चान्यः श्रवणस्थोऽतिदुर्मतिः
]

`verse 95 [
करोति ग्रहणन्तेषां वचसां ग्राहकस्तु सः ।

आक्रम्यान्यो मनो नॄणां तमसाच्छाद्य दुर्मतिः
]

`verse 96 [
क्रोधं जनयते यस्तु तमः प्रच्छादकस्तु सः ।

स्वयंहार्यास्तु चौर्येण जनितन्तनयत्रयम्
]

`verse 97 [
सर्वहार्यर्धहारी च वीर्यहारी तथैव च ।

अनाचान्तगृहेष्वेते मन्दाचारगृहेषु च
]

`verse 98 [
अप्रक्षालितपादेषु प्रविशत्सु महानसम् ।

खलेषु गोष्ठेषु च वै द्रोहो येषु गृहेषु वै
]

`verse 99 [
तेषु सर्वे यथान्यायं विहरन्ति रमन्ति च ।

भ्रामण्यास्तनयस्त्वेकः काकजङ्घ इति स्मृतः
]

`verse 100 [
तेनाविष्टो रतिं सर्वो नैव प्राप्नोति वै पुरे ।

भुञ्जन् यो गायते मैत्रे गायते हसते च यः
]

`verse 101 [
सन्ध्यामैथुनिनञ्चैव नरमाविशति द्विज ।

कन्यात्रयं प्रसूता सा या कन्या ऋतुहारिणी
]

`verse 102 [
एका कुचहरा कन्या अन्या व्यञ्जनहारिका ।

तृतीया तु समाख्याता कन्यका जातहारिणी
]

`verse 103 [
यस्या न क्रियते सर्वः सम्यग् वैवाहिको विधिः ।

कालातीतोऽथवा तस्या हरत्येका कुचद्वयम्
]

`verse 104 [
सम्यक् श्राद्धमदत्त्वा च तथानर्च्य च मातरम् ।

विवाहितायाः कन्याया हरति व्यञ्जनं तथा
]

`verse 105 [
अग्न्यम्बुशून्ये च तथा विधूपे सूतिकागृहे ।

अदीपशस्त्रमुसले भूतिसर्षपवर्जिते
]

`verse 106 [
अनुप्रविश्य सा जातमपहृत्यात्मसम्भवम् ।

क्षणप्रसविनी बालं तत्रैवोत्सृजते द्विज
]

`verse 107 [
सा जातहारिणी नाम सुघोरा पिशिताशना ।

तस्मात् संरक्षणं कार्यं यत्नतः सूतिकागृहे
]

`verse 108 [
स्मृतिञ्चाप्रयतानाञ्च शून्यागारनिषेवणात् ।

अपहन्ति सुतस्तस्याः प्रचण्डो नाम नामतः
]

`verse 109 [
पौत्रेभ्यस्तस्य संभूता लीकाः शतसहस्रशः ।

चण्डालयोनयश्चाष्टौ दण्डपाशातिभीषणाः
]

`verse 110 [
क्षुधाविष्टास्ततो लीकास्ताश्च चण्डालयोनयः ।

अभ्यधावन्त चान्योन्यमत्तुकामाः परस्परम्
]

`verse 111 [
प्रचण्डो वारियित्वा तु तास्ताश्चण्डालयोनयः ।

समये स्थापयामास यादृशे तादृशं शृणु
]

`verse 112 [
अद्यप्रभृति लीकानामावासं यो हि दास्यति ।

दण्डं तस्याहमतुलं पातयिष्ये न संशयः
]

`verse 113 [
चण्डालयोन्योऽवसथे लीका या प्रसविष्यति ।

तस्याश्च सन्तिः पूर्वा सा च सद्यो नशिष्यति
]

`verse 114 [
प्रसूते कन्यके द्वे तु स्त्रीपुंसोर्बोजहारिणी ।

वातरूपामरूपाञ्च तस्याः प्रहरणन्तु ते
]

`verse 115 [
वातरूपा निषेकान्ते सा यस्मै क्षिपते सुतम् ।

स पुमान् वातशुक्रत्वं प्रयाति वनितापि वा
]

`verse 116 [
तथैव गच्छतः सद्यो निर्बोजत्वमरूपया ।

अस्नाताशी नरो यो वै तथैव पिशिताशनः
]

`verse 117 [
विद्वेषिणी तु या कन्या भृकुटीकुटिलानना ।

तस्या द्वौ तनयौ पुंसामपकारप्रकाशकौ
]

`verse 118 [
निर्बोजत्वं नरो याति नारी वा शौचवर्जिता ।

पैशुन्याभिरतं लोलमसज्जननिषेवणम्
]

`verse 119 [
पुरुषद्वेषिणञ्चैतौ नारमाक्रम्य तिष्ठतः ।

मात्रा भ्रात्रा तथा मित्रैरभीष्टैः स्वजनैः परैः
]

`verse 120 [
विद्विष्टो नाशमायाति पुरुषो धर्मतोर्ऽथतः ।

एकस्तु स्वगुणांल्लोके प्रकाशयति पापकृत्
]

`verse 121 [
द्वितीयस्तु गुणान् मैत्रीं लोकस्थामपकर्षति ।

इत्येते दौः सहाः सर्वे यक्ष्मणः सन्ततावथ ।

पापाचाराः समाख्याता यैर्व्याप्तमखिलं जगत्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे दुः सहोत्पतिसमापनं नामैकपञ्चाशौऽध्यायः
]
