`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
स्वायम्भुवं त्वयाख्यातमेतन्मन्वन्तरञ्च यत् ।

तदहं भगवन् ! सम्यक् श्रोतुमिच्छामि कथ्यताम्
]

`verse 2 [
मन्वन्तरप्रमाणञ्च देवा देवर्षयस्तथा ।

ये च क्षितीशा भगवन् ! देवेन्द्रश्चैव यस्तथा
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
मन्वन्तराणां संख्याता साधिका ह्येकसप्ततिः ।

मानुषेण प्रमाणेन शृणु मन्वन्तरञ्च मे
]

`verse 4 [
त्रिंशत्कोट्यस्तु संख्याताः सहस्राणि च विंशतिः ।

सप्तषष्टिस्तथान्यानि नियुतानि च संख्यया
]

`verse 5 [
मन्वन्तरप्रमाणञ्च इत्येतत् साधिकं विना ।

अष्टौ शतसहस्राणि दिव्यया संख्यया स्मृतम्
]

`verse 6 [
द्विपञ्चाशत्तथान्यानि सहस्राण्यधिकानि च ।

स्वायम्भुवो मनुः पूर्वं मनुः स्वारोचिषस्तथा
]

`verse 7 [
औत्तमस्तामसश्चैव रैवतश्चाक्षुषस्तथा ।

षडेते मनवोऽतीतास्तथा वैवस्वतोऽधुना
]

`verse 8 [
सावर्णिः पञ्च रौच्याश्च भौत्याश्चागामिनस्त्वमी ।

एतेषां विस्तरं भूयो मन्वन्तरपरिग्रहे
]

`verse 9 [
वक्ष्ये देवानृषींश्चैव यक्षेन्द्राः पितरश्च ये ।

उत्पत्तिं संग्रहं ब्रह्मन् ! श्रूयतामस्य सन्ततिः
]

`verse 10 [
यच्च तेषामभूत् क्षेत्रं तत्पुत्राणां महात्मनाम् ।

मनोः स्वायम्भुवस्यासन् दश पुत्रास्तु तत्समाः
]

`verse 11 [
यैरियं पृथिवी सर्वा सप्तद्वीपा सपर्वता ।

ससमुद्राकरवती प्रतिवर्षं निवेशिता
]

`verse 12 [
ससमुद्राकरवती प्रतिवर्षं त्रेतायुगे तथा ।

प्रियव्रतस्य पुत्रैस्तैः पौत्रैः स्वायम्भुवस्य च
]

`verse 13 [
प्रियव्रतात् प्रजावत्यां वीरात् कन्या व्यजायत ।

कन्या सा तु महाभागा कर्दमस्य प्रजापते
]

`verse 14 [
कन्ये द्वे दश पुत्रांश्च सम्राट्कुक्षी च ते उभे ।

तयोर्वै भ्रातरः शूराः प्रजापतिसमा दश
]

`verse 15 [
आग्नीध्रो मेधातिथिश्च वपुष्मांश्च तथापरः ।

ज्योतिष्मान्द्युतिमान् भव्यः सवनः सप्त एव ते
]

`verse 16 [
प्रियव्रतोऽभ्यषिञ्चत्तान् सप्त सप्तसु पार्थिवान् ।

द्वीपेषु तेन धर्मेण द्वीपांश्चैव निबोध मे
]

`verse 17 [
जम्बुद्वीपे तथाग्नीध्रं राजानं कृतवान् पिता ।

प्लक्षद्वीपेश्वरश्चापि तेन मेधातिथिः कृतः
]

`verse 18 [
शाल्मलेस्तु वपुष्मन्तं ज्योतिष्मन्तं कुशाह्वये ।

क्रौञ्चद्वीपे द्युतिमन्तं भव्यं शाकाह्वयेश्वरम्
]

`verse 19 [
पुष्कराधिपतिञ्चापि सवनं कृतवान् सुतम् ।

महावीतो धातकिश्च पुष्कराधिपतेः सुतौ
]

`verse 20 [
द्विधा कृत्वा तयोर्वर्षं पुष्करे संन्यवेशयत् ।

भव्यस्य पुत्राः सप्तासन्नामतस्तान्निबोध मे
]

`verse 21 [
जलदश्च कुमारश्च सुकुमारो मनीवकः ।

कुशोत्तरोऽथ मेधावी सप्तमस्तु महाद्रुमः
]

`verse 22 [
तन्नामकानि वर्षाणि शाकद्वीपे चकार सः ।

तथा द्युतिमतः सप्त पुत्रास्तांश्च निबोध मे
]

`verse 23 [
कुशलो मनुगश्चोष्णः प्राकरश्चार्थकारकः ।

मुनिश्च दुन्दुभिश्चैव सप्तमः परिकीर्तितः
]

`verse 24 [
तेषां स्वनामधेयानि क्रौञ्चद्वीपे तथाभवन् ।

ज्योतिष्मतः कुशद्वीपे पुत्रनामाङ्कितानि वै
]

`verse 25 [
तत्रापि सप्त वर्षापि तेषां नामानि मे शृणु ।

उद्भिदं वैष्णवञ्चैव सुरथं लम्बनं तथा
]

`verse 26 [
धृतिमत् प्राकरञ्चैव कापिलं चापि सप्तमम् ।

वपुष्मतः सुताः सप्त शाल्मलेशस्य चाभवन्
]

`verse 27 [
श्वेतश्च हरितश्चैव जीमूतो रोहितस्तथा ।

वैद्युतो मानसश्चैव केतुमान् सप्तमस्तथा
]

`verse 28 [
तथैव शाल्मलेस्तेषां समनामानि सप्त वै ।

सप्त मेधातिथेः पुत्राः प्लक्षद्वीपेश्वरस्य वै
]

`verse 29 [
येषां नामाङ्गितैर्वर्षैः प्लक्षद्वीपस्तु सप्तधा ।

पूर्वं शाकभवं वर्षं शिशिरन्तु सुखोदयम्
]

`verse 30 [
आनन्दञ्च शिवञ्चैव क्षेमकञ्च ध्रुवन्तथा ।

प्लक्षद्वीपादिभूतेषु शाकद्वीपान्तिमेषु वै
]

`verse 31 [
ज्ञेयः पञ्चसु धर्मश्च वर्णाश्रमविभागजः ।

नित्यः स्वाभाविकश्चैव अहिंसाविधिवर्धितः
]

`verse 32 [
पञ्चस्वेतेषु वर्षेषु सर्वसाधारणः स्मृतः ।

अग्नीध्राय पिता पूर्वं जम्बुद्वीपं ददौ द्विज
]

`verse 33 [
तस्य पुत्रा बभूवुर्हि प्रजापतिसमा नव ।

ज्येष्ठो नाबिरिति ख्यातस्तस्य किंपुरुषोऽनुजः
]

`verse 34 [
हरिवर्षस्तृतीयस्तु चतुर्थोऽभूदिलावृतः ।

वश्यश्च पञ्चमः पुत्रो हिरण्यः षष्ठ उच्यते
]

`verse 35 [
कुरुस्तु सप्तमस्तेषां भद्राश्वश्चाष्टमः स्मृतः ।

नवमः केतुमालश्च तन्नाम्ना वर्षसंस्थितिः
]

`verse 36 [
यानि किपुरुषाद्यानि वर्जयित्वा हिमाह्वयम् ।

तेषां स्वबावतः सिद्धिः सुखप्राया ह्यत्नतः
]

`verse 37 [
विपर्ययो न तेष्वस्ति जरामृत्युभयं न च ।

धर्माधर्मौ न तेष्वास्तां नोत्तमाधममध्यमाः
]

`verse 38 [
न वै चतुर्युगावस्था नार्तवा ऋतवो न च ।

आग्नीध्रसूनोर्नाभेस्तु ऋषभोऽभूत् सुतो द्विज
]

`verse 39 [
ऋषभाद्भरतो जज्ञे वीरः पुत्रशताद्वरः ।

सोऽभिषिच्यर्षभः पुत्रं महाप्रव्राज्यमास्थितः
]

`verse 40 [
तपस्तेपे महाभागः पुलहाश्रमसंश्रयः ।

हिमाह्विं दक्षिणं वर्षं भरताय पिता ददौ
]

`verse 41 [
तस्मात् तु भारतं वर्षं तस्य नान्मा महात्मनः ।

भतस्याप्यभूत् पुत्रः सुमतिर्नाम धार्मिकः
]

`verse 42 [
तस्मिन् राज्यं समावेश्य भरतोऽपि वनं ययौ ।

एतेषां पुत्रपौत्रैस्तु सप्तद्वीपा वसुन्धरा
]

`verse 43 [
प्रियव्रतस्य पुत्रैस्तु भुक्त्वा स्वायम्भुवेऽन्तरे ।

एष स्वायम्भुवः सर्गः कथितस्ते द्विजोत्तम
]

`verse 44 [
पूर्वमन्वन्तरे सम्यक् किमन्यत् कथयामि ते
]

`colophon [
इति श्रीमार्कण्डेयपुराणेठमन्वन्तरकथनंऽ नाम त्रिपञ्चाशोऽध्यायः
]
