`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
कतिद्वीपाः समुद्रा वा पर्वता वा कति द्विज ।

कियन्ति चैव वर्षाणि तेषां नद्यश्च का मुने
]

`verse 2 [
महाभूतप्रमाणञ्च लोकालोकन्तथैव च ।

पर्यासं परिमाणञ्च गतिञ्चन्द्रार्कयोरपि
]

`verse 3 [
एतत् प्रब्रूहि मे सर्वं विस्तरेण महामुने
]

`speaker [
मार्कण्डेय उवाच
]

`verse 4 [
शतार्धकोटिविस्तारा पृथिवी कृत्स्त्रशो द्विज ।

तस्या हि स्थानमखिलं कथयामि शृणुष्व तत्
]

`verse 5 [
ये ते द्वीपा मया प्रोक्ता जम्बुद्वीपादयो द्विज ।

पुष्करान्ता महाभाग ! शृण्वेषां विस्तरं पुनः
]

`verse 6 [
द्वीपात् तु द्विगुणो द्वीपो जम्बुः प्लक्षोऽथ शाल्मलः ।

कुशः क्रौञ्चस्तथा शाकः पुष्करद्वीप एव च
]

`verse 7 [
लवणेक्षु-सुरा-सर्पिर्दधि-दुग्धःजलाब्धिभिः ।

द्विगुणैर्द्विगुणैर्वृद्ध्या सर्वतः परिवेष्टिताः
]

`verse 8 [
जम्बुद्वीपस्य संस्थानं प्रवक्ष्येऽहं निबोध मे ।

लक्षमेकं योजनानां वृत्तौ विस्तारदैर्घ्यतः
]

`verse 9 [
हिमवान् हेमकूटश्च ऋषभो मेरुरेव च ।

नीलः श्वेतस्तथा शृङ्गी सप्तास्मिन् वर्षपर्वताः
]

`verse 10 [
द्वौ लक्षयोजनायामौ मध्ये तत्र महाचलौ ।

तयोर्दक्षिणतो यौ तु यौ तथोत्तरतो गिरी
]

`verse 11 [
दशभिर्दशभिर्न्यूनैः सहस्रैस्तैः परस्परम् ।

द्विसाहस्त्रोच्छ्रयाः सर्वे तावद्विस्तारिणश्च ते
]

`verse 12 [
समुद्रान्तः प्रविष्टाश्च षडस्मिन् वर्षपर्वताः ।

दक्षिणोत्तरतो निम्ना मध्ये तुङ्गायता क्षितिः
]

`verse 13 [
वेद्यर्धे दक्षिमे त्रीणि त्रीणि वर्षाणि चोत्तरे ।

इलावृतं तयोर्मध्ये चन्द्रार्धाकारवत् स्थितम्
]

`verse 14 [
ततः पूर्वेण भद्राश्वं केतुमालञ्च पश्चिमे ।

इलावृतस्य मध्ये तु मेरुः कनकपर्वतः
]

`verse 15 [
चतुरशीतिसाहस्त्रस्तस्योच्छ्रायो महागिरेः ।

प्रविष्टः षोडशाधस्ताद्विस्तीर्णः षोडशैव तु
]

`verse 16 [
शरावसंस्थितत्वाच्च द्वात्रिंशन्मूर्ध्नि विस्तृतः ।

शुक्लः पीतोऽसितो रक्तः प्राच्यादिषु यथाक्रमम्
]

`verse 17 [
विप्रो वैश्यस्तथा शूद्रः क्षत्रियश्च स्ववर्णतः ।

तस्योपरि तथैवाष्टौ पुर्यो दिक्षु यथाक्रमम्
]

`verse 18 [
इन्द्रादिलोकपालानां तन्मध्ये ब्रह्मणः सभा ।

योजनानां सहस्राणि चतुर्दश समुच्छ्रिता
]

`verse 19 [
अयुतोच्छ्रायास्तस्याधस्तथा विषकम्भवर्वताः ।

प्राच्यादिषु क्रमेणैव मन्दरो गन्धमादनः
]

`verse 20 [
विपुलश्च सुपार्श्वश्च केतुपादपशोभिताः ।

कदम्बो मन्दरे केतुर्जम्बुव गन्धमादने
]

`verse 21 [
विपुले च तथाश्वत्थः सुपार्श्वे च वटो महान् ।

एकादशशतायामा योजनानामिमे नगाः
]

`verse 22 [
जठरो देवकूटश्च पूर्वस्यां दिशि पर्वतौ ।

आनीलनिषधौ प्राप्तौ परस्परनिरन्तरौ
]

`verse 23 [
निषधः पारियात्रश्च मेरोः पार्श्वे तु पश्चिमे ।

यथा पूर्वौ तथा चैतावानीलनिषधायतौ
]

`verse 24 [
कैलासो हिमवांश्चैव दक्षिणेन महाचलौ ।

पूर्वपश्चायतावेतावर्णवान्तर्व्यवस्थितौ
]

`verse 25 [
शृङ्गवान् जारुधिश्चैव तथैवोत्तरपर्वतौ ।

यतैव दक्षिणे तद्वदर्णप्वान्तर्व्यवस्थितौ
]

`verse 26 [
मर्यादापर्वता ह्येते कथ्यन्तेऽष्टौ द्विजोत्तम ।

हिमवद्धेमकूटादिपर्वतानां परस्परम्
]

`verse 27 [
नवयोजनसाहस्त्रं प्रागुदग्दक्षिणोत्तरम् ।

मेरोरिलावृते तद्वदन्तरे वै चतुर्दिशम्
]

`verse 28 [
फलानि यानि वै जम्ब्वाः गन्धमादनपर्वते ।

गजदेहप्रमाणानि पतन्ति गिरिमूर्धनि
]

`verse 29 [
तेषां स्त्रावात् प्रभवति ख्याता जम्बूनदीति वै ।

यत्र जाम्बूनदं नाम कनकं सम्प्रजायते
]

`verse 30 [
सा परिक्रम्य वै मेरुं जम्बूमूलं पुनर्नदी ।

विशति द्विजशार्दूल ! पीयमाना जनैश्च तैः
]

`verse 31 [
भद्राश्वेऽश्वशिरा विष्णुर्भारते कूर्मसंस्थितिः ।

वराहः केतुमाले च मत्स्यरूपस्तथोत्तरे
]

`verse 32 [
तेषु नक्षत्रविन्यासाद्विषयाः समवस्थिताः ।

चतुर्ष्वपि द्विजश्रेष्ठ ! ग्रहाभिभवपाठकाः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे भुवनकोशठजम्बूद्वीपवर्णनंऽ नाम चतुः पञ्चाशोऽध्याय
]
