`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
भगवन् ! कथितं सम्यक् भवता भारतं मम ।
सरितः पर्वता देशा ये च तत्र वसन्ति वै
]

`verse 2 [
किन्तु कूर्मस्त्वया पूर्वं भारते भगवान् हरिः ।
कथितस्तस्य संस्थानं श्रोतुमिच्छाम्यशेषतः
]

`verse 3 [
कथं स संस्थितो देवः कूर्मरूपी जनार्दनः ।
शुभाशुभं मनुष्याणां व्यज्यते च ततः कथम् ।
यथामुखं यथापादन्तस्य तद् ब्रूह्यशेषतः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 4 [
प्राङ्मुखो भगवान् ! देवः कूर्मरूपी व्यवस्थितः ।
आक्रम्य भारतं वर्षं नवभेदमिदं द्विज
]

`verse 5 [
नवधा संस्थितान्यस्य नक्षत्राणि समन्ततः ।
विषयाश्च द्विजश्रेष्ठ ! ये सम्यक् तान्निबोध मे
]

`verse 6 [
वेदमन्त्रा विमाण्डव्याः शाल्वनीपास्तथा शकाः ।
उज्जिहानास्तथा वत्स ! घोषसंख्यास्तथा खसाः
]

`verse 7 [
मध्ये सारस्वता मत्स्याः शूरसेनाः समाथुराः ।
धर्मारण्या ज्योतिषिका गौरग्रीवा गुडाश्मकाः
]

`verse 8 [
कालकोटिसपाषण्डाः पारियात्रनिवासिनः ।
कापिङ्गलाः कुरुर्बाह्यस्तथैवोडुम्बरा जनाः
]

`verse 9 [
वैदेहकाः सपाञ्चालाः संकेताः कङ्कमारुताः ।
गजाह्वयाश्च कूर्मस्य जलमध्यनिवासिनः
]

`verse 10 [
कृत्तिका रोहिणी सौम्या एतेषां मध्यवासिनाम् ।
नक्षत्रत्रितयं विप्र ! शुभाशुभविपाकदम्
]

`verse 11 [
वृषध्वजोऽञ्जनश्चैव जम्ब्वाख्यो मानवाचलः ।
शूर्पकर्णो व्याघ्रमुखः खर्मकः कर्वटाशनः
]

`verse 12 [
तथा चन्द्रेश्वराश्चैव खशाश्च मगधास्तथा ।
गिरयो मैथिलाः शुभ्रास्तथा वदनदन्तुराः
]

`verse 13 [
प्राग्ज्योतिषाः सलौहित्याः सामुद्राः पुरुषादकाः ।
पुर्णोत्कटो भद्रगौरस्तथोदयगिरिर्द्विज !
]

`verse 14 [
कशाया मेखलामुष्टास्ताम्रलिप्तैकपादपाः ।
वर्धमाना कोशलाश्च मुखे कूर्मस्य संश्थिताः
]

`verse 15 [
रौद्रः पुनर्वसुः पुष्यो नक्षत्रत्रितयं मुखे ।
पादे तु दक्षिणे देशाः क्रौष्टुके वदतः शृणु
]

`verse 16 [
कलिङ्गवङ्गजठराः कोशला मूषिकास्तथा ।
चेदयश्चोर्ध्वकर्णाश्च मत्स्याद्या विन्ध्यवासिनः
]

`verse 17 [
विदर्भा नारिकेलाश्च धर्मद्वीपास्तथैलिकाः ।
व्याघ्रग्रीवा महाग्रीवास्त्रैपुराः श्मश्रुधारिणः
]

`verse 18 [
कैष्किन्ध्या हैमकूटाश्च निषधाः कटकस्थलाः ।
दशार्णाहारिका नग्ना निषादाः काकुलालकाः
]

`verse 19 [
तथैव पर्णशबराः पादे वै पूर्वदक्षिणे ।
आश्लेषर्क्षं तथा पैत्र्यं फाल्गुण्यः प्रथदमास्तथा
]

`verse 20 [
नक्षत्रत्रितयं पादमाश्रितं पूर्वदक्षिणम् ।
लङ्का कालाजिनाश्चैव शैलिका निकटास्तथा
]

`verse 21 [
महेन्द्रमलयाद्रौ च दुर्दुरे च वसन्ति ये ।
कर्कोटकवने ये च भृगुकच्छाः सकोङ्कणा
]

`verse 22 [
सर्वाश्चैव तथाभीरा वेण्यास्तीरनिवासिनः ।
अवन्तयो दासपुरास्तथैवाकणिनो जनाः
]

`verse 23 [
महाराष्ट्राः सकर्णाटा गोनर्दाश्चित्रकूटकाः ।
चोलाः कोलगिराश्चैव क्रौञ्चद्वीपजटाधराः
]

`verse 24 [
कावेरी ऋष्यमूकस्था नासिक्याश्चैव ये जनाः ।
शङ्खशुक्त्यादिवैदूर्यशैलप्रान्तचराश्च ये
]

`verse 25 [
तथा वारिचराः कोलाः चर्मपट्टनिवासिनः ।
गणबाह्याः पराः कृष्णा द्वीपवासनिवासिनः
]

`verse 26 [
सूर्याद्रौ कुमुदाद्रौ च ते वसन्ति तथा जनाः ।
औखावनाः सपिशिकास्तथा ये कर्मनायकाः
]

`verse 27 [
तक्षिणाः कौरुषा ये च ऋषिकास्तापसाश्रमाः ।
ऋषभाः सिहलाश्चैव तथा काञ्चीनिवासिनः
]

`verse 28 [
तिलङ्गा कुञ्जारदरीकच्छवासाश्च ये जनाः ।
ताम्रपर्णो तथा कुक्षिरिति कूर्मस्य दक्षिणः
]

`verse 29 [
फाल्गुन्यश्चोत्तरा हस्ता चित्रा चर्क्षत्रयं द्विज ।
कूर्मस्य दक्षिणे कुक्षौ बाह्यपादस्तथापरम्
]

`verse 30 [
काम्बोजाः पह्लवाश्चैव तथैव वहवामुखाः ।
तथा च सिन्दुसौवीराः सानर्ता वनितामुखाः
]

`verse 31 [
द्रावणाः मार्गिकाः शूद्रा कर्णप्राधेयवर्वराः ।
किराताः पारदाः पाण्ड्यास्तथा पारशवाः कलाः
]

`verse 32 [
धूर्तका हैमगिरिकाः सिन्धुकालकवैरताः ।
सौराष्ट्रा दरदाश्चैव द्राविडाश्च महार्णवाः
]

`verse 33 [
एते जनपदाः पादे स्थिता वै दक्षिणेऽपरे ।
स्वात्यो विशाखा मैत्रञ्च नक्षत्रत्रयमेव च
]

`verse 34 [
मणिमेघः क्षुराद्रिश्च खञ्जनोऽस्तगिरिस्तथा ।
अपरान्तिका हैहयाश्च शान्तिका विप्रशस्तकाः
]

`verse 35 [
कौङ्कणाः पञ्चनदका वामना ह्यवरास्तथा ।
तारक्षुरा ह्यङ्गतकाः कर्कराः शाल्मवेश्मकाः
]

`verse 36 [
गुरुस्विराः फल्गुणका वेणुमत्याञ्च ये जनाः ।
तथा फल्गुलुका घोरा गुरुहाश्च कलास्तथा
]

`verse 37 [
एकेक्षणा वाजिकेशा दीर्घग्रीवाः सचूलिकाः ।
अश्वकेशास्तथा पुच्छे जनाः कूर्मस्य संस्थिताः
]

`verse 38 [
ऐन्द्रं मूलन्तथाषाग नक्षत्रत्रयमेव च ।
माण्डव्याश्चण्डखाराश्च अश्वकालनतास्तथा
]

`verse 39 [
कुन्यतालडहाश्चैव स्त्रीबाह्या बालिक्रास्तथा ।
नृसिंहा वेणुमत्याञ्च बलावस्थास्तथापरे
]

`verse 40 [
धर्मबद्धास्तथालूका उरुकर्मस्थिता जनाः ।
वामपादे जनाः पार्श्वे स्थिताः कूर्मस्य भागुरे
]

`verse 41 [
आषाढाश्रवणे चैव धनिष्ठा यत्र संस्थिता ।
कैलासो हिमवांश्चैव धनुष्मान् वसुमांस्तथा
]

`verse 42 [
क्रौञ्चाः कुरुवकाश्चैव क्षुद्रवीणाश्च ये जनाः ।
रसालया सकैकेया भोगप्रस्थाः सयामुनाः
]

`verse 43 [
अन्तर्द्वोपास्त्रिगर्ताश्च अग्नीज्याः सार्दना जनाः ।
तथैवाश्वमुखाः प्राप्ताश्चिविडाः केशधारिणः
]

`verse 44 [
दासेरका वाटधानाः शवधानास्तथैव च ।
पुष्कलाधमकैरातास्तथा तक्षशिलाश्रयाः
]

`verse 45 [
अम्बाला मालवा मद्रा वेणुकाः सवदन्तिकाः ।
पिङ्गला मानकलहा हूणाः कोहलकास्तथा
]

`verse 46 [
माण्डव्या भूतियुवकाः शातका हेमतारकाः ।
यशोमत्याः सगान्धाराः खरसागरराशयः
]

`verse 47 [
यौधेया दासमेयाश्च राजन्याः श्यामकास्तथा ।
क्षेमधूर्ताश्च कूर्मस्य वामकुक्षिमुपाश्रिताः
]

`verse 48 [
वारुणञ्चात्र नक्षत्रं तत्र प्रौष्ठपदाद्वयम् ।
येन किन्नरराज्यञ्च पुशुपालं सकीचकम्
]

`verse 49 [
काश्मीरकं तथा राष्ट्रमभिसारजनस्तथा ।
दवदास्त्वङ्गनाश्चैव कुलटा वनराष्ट्रकाः
]

`verse 50 [
सैरिष्ठा ब्रह्मपुरकास्तथैव वनवाह्यकाः ।
किरातकौशिका नन्दा जनाः पह्णवलोलनाः
]

`verse 51 [
दार्वादा मरकाश्चैव कुरटाश्चान्नदारकाः ।
एकपादा खशा घोषाः स्वर्गभौमानवद्यकाः
]

`verse 52 [
तथा सयवना हिङ्गाश्चीरप्रावरणाश्च ये ।
त्रिनेत्राः पौरवाश्चैव गन्धर्वाश्च द्विजात्तम
]

`verse 53 [
पूर्वोत्तरन्तु कूर्मस्य पदामेते समाश्रिताः ।
रेवत्यश्चाश्विदैवत्यं याम्यञ्चर्क्षमिति त्रयम्
]

`verse 54 [
तत्र पादे समाख्यातं पाकाय मुनिसत्तम ।
देशेष्वेतेषु चैतानि नक्षत्राण्यपि वै द्विज
]

`verse 55 [
एतत्पीडा अमी देशाः पीड्यन्ते ये क्रमोदिताः ।
यान्ति चाभ्युदयं विप्र ! ग्रहैः सम्यगवस्थितैः
]

`verse 56 [
यस्यर्क्षस्य पतिर्यो वै ग्रहस्तद्भावितो भयम् ।
तद्देशस्य मुनिश्रेष्ठ ! तदुत्कर्षे शुभागमः
]

`verse 57 [
प्रत्येकं देशसामान्यं नक्षत्रग्रहसम्भवम् ।
भयं लोकस्य भवति शोभनं वा द्विजोत्तम
]

`verse 58 [
स्वर्क्षैरशोभनैर्जन्तोः सामान्यमिति भीतिदम् ।
ग्रहैर्भवति पीडोत्थमल्पायासमशोभनम्
]

`verse 59 [
तथैव शोभनः पाको दुः स्थितैश्च तथा ग्रहैः ।
अल्पोपकाराय नृणां देशज्ञैश्चात्मनो बुधैः
]

`verse 60 [
द्रव्ये गोष्ठेऽथ भृत्येषु सुहृत्सु तनयेषु वा ।
भार्यायाञ्च ग्रहे दुस्थे भयं पुण्यवतां नृणाम्
]

`verse 61 [
आत्मन्यथाल्पपुण्यानां सर्वत्रैवातिपापिनाम् ।
नैकत्रापि ह्यपापानां भयमस्ति कदाचन
]

`verse 62 [
दिग्देशजनसामान्यं नृपसामान्यमात्मजम् ।
नक्षत्रग्रहसामान्यं नरो भुङ्क्ते शुभाशुभम्
]

`verse 63 [
परस्पराभिरक्षा च ग्रहादौस्थ्येन जायते ।
एतेभ्य एव विप्रेन्द्र ! शुभहानिस्तथाशुभैः
]

`verse 64 [
यदेतत् कूर्मसंस्थानं नक्षत्रेषु मयोदितम् ।
एतत् तु देशसामान्यमशुभं शुभमेव च
]

`verse 65 [
तस्माद्विज्ञाय देशर्क्षं ग्रहपीडान्तथात्मनः ।
कुर्वोत शान्तिं मेधावी लोकवादांश्च सत्तम
]

`verse 66 [
आकाशाद्देवतानाञ्च दैत्यादीनाञ्च दौर्हृदाः ।
पृथ्व्यां पतन्ति ते लोके लोकवादा इति श्रुताः
]

`verse 67 [
तां तथैव बुधः कुर्यात् लोकवादान्न हापयेत् ।
तेषान्तत्करणान्नॄणां युक्तो दुष्टागमक्षयः
]

`verse 68 [
शुभोदयं प्रहानिञ्च पापानां द्विजसत्तम ।
प्रज्ञाहानिं प्रकुर्युस्ते द्रव्यादीनाञ्च कुर्वते
]

`verse 69 [
तस्माच्छान्तिपरः प्राज्ञो लोकवादरतस्तथा ।
लोकवादांश्च शान्तीश्च ग्रहपीडासु कारयेत्
]

`verse 70 [
अद्रोहानुपवासांश्च शस्तं चैत्यादिवन्दनम् ।
जपं होमं तथा दानं स्त्रानं क्रोधादिवर्जनम्
]

`verse 71 [
अद्रोहः सर्वभूतेषु मैत्रीं कुर्याच्च पण्डितः ।
वर्जयेदसतीं वाचमतिवादांस्तथैव च
]

`verse 72 [
ग्रहपूजाञ्च कुर्वोत सर्वपीडासु मानवः ।
एवं शाम्यन्त्यशेषाणि घोराणि द्विजसत्तम
]

`verse 73 [
प्रयतानां मनुष्याणां ग्रहर्क्षोत्थान्यशेषतः ।
एष कूर्मो मया ख्यातो भारते भगवान् विभुः
]

`verse 74 [
नारायणो ह्यचिन्त्यात्मा यत्र सर्वं प्रतिष्ठितम् ।
तत्र देवाः स्थिताः सर्वे प्रतिनक्षत्रसंश्रयाः
]

`verse 75 [
तथा मध्ये हुतवहः पृथ्वी सोमश्च वै द्विज ।
मेषादयस्त्रयो मध्ये मुखे द्वौ मिथुनादिकौ
]

`verse 76 [
प्राग्दक्षिणे तथा पादे कर्कसिंहौ व्यवस्थितौ ।
सिंहकन्यातुलाश्चैव कुक्षौ राशैत्रयं स्थितम्
]

`verse 77 [
तुलाथ वृश्चिकाश्चोभौ पादे दक्षिणपश्चिमे ।
पृष्ठे च वृश्चिकेनैव सह धन्वी व्यवस्थितः
]

`verse 78 [
वायव्ये चास्य वै पादे धनुर्ग्राहादिकं त्रयम् ।
कुम्भमीनौ तथैवास्य उत्तरां कुक्षिमाश्रितौ
]

`verse 79 [
मीनमेषौ द्विजश्रेष्ठ ! पादे पूर्वोत्तरे स्थितौ ।
कूर्मे देशास्तथर्क्षाणि देशेष्वेतेषु वै द्विज
]

`verse 80 [
राशयश्च तथर्क्षेषु ग्रहराशिष्ववस्थिताः ।
तस्माद् ग्रहर्क्षपीडासु देशपीडां विनिर्दिशेत्
]

`verse 81 [
तत्र स्त्रात्वा प्रकुर्वोत दानहोमादिकं विधिम् ।
स एष वैष्णवः पादो ब्रह्मा मध्ये ग्रहस्य यः ।
नारायणाख्योऽचिन्त्यात्मा कारणं जगतः प्रभुः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे कूर्मनिवेशो नामाष्टपञ्चाशोऽध्यायः
]
