`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
एवन्तु भारतं वर्षं यथावत् कथितं मुने ।
कृतं त्रेता द्वापरञ्च तथाथिष्यं चतुष्टयम्
]

`verse 2 [
अत्रैवैतद्युगानान्तु चातुर्वर्ण्योऽत्र वै द्विज ।
चत्वारि त्रीणि द्वे चैव तथैकञ्च शरच्छतम्
]

`verse 3 [
जीवन्त्यत्र नरा ब्रह्मन् ! कृतत्रेतादिके क्रमात् ।
देवकूटस्य पूर्वस्य शैलेन्द्रस्य महात्मनः
]

`verse 4 [
पूर्वेण यत् स्थितं वर्षं भद्राश्वं तन्निबोध मे ।
श्वेतपर्णश्च नीलश्च शैवालश्चाचलोत्तमः
]

`verse 5 [
कौरञ्जः पर्णशालाग्रः पञ्चैते तु कुलाचलाः ।
तेषां प्रसूतिरन्ये ये बहवः क्षुद्रपर्वताः
]

`verse 6 [
तैर्विशिष्टा जनपदा नानारूपाः सहस्रशः ।
ततः कुमुदसंकाशाः शुद्धसानुसुमङ्गलाः
]

`verse 7 [
इत्येवमादयोऽन्येऽपि शतशोऽथ सहस्रशः ।
सीता शङ्खावती भद्रा चक्रावर्तादिकास्तथा
]

`verse 8 [
नद्योऽथ बह्व्यो विस्तीर्णाः शीततोयौघवाहिकाः ।
अत्र वर्षे नराः शङ्खशुद्धहेमसमप्रभाः
]

`verse 9 [
दिव्यसङ्गमिनः पुण्या दशवर्षशतायुषः ।
मन्दोत्तमौ न तेषु स्तः सर्वे ते समदर्शनाः
]

`verse 10 [
तितिक्षादिभिरष्टाभैः प्रकृत्या ते गुणैर्युताः ।
तत्राप्यश्वशिरा देवश्चतुर्बाहुर्जनार्दनः
]

`verse 11 [
शिरोहृदयोमेढ्राङ्घ्रिहस्तैश्चाक्षित्रयान्वितः ।
तस्याप्यथैवं विषया विज्ञेया जगतः प्रभोः
]

`verse 12 [
केतुमालमतो वर्षं निबोध मम पश्चिमम् ।
विशालः कम्बलः कृष्णो जयन्तो हरिपर्वतः
]

`verse 13 [
विशोको वर्धमानश्च सप्तैते कुलपर्वताः ।
अन्ये सहस्रशः शैला येषु लोकगणः स्थितः
]

`verse 14 [
मौलयस्ते महाकायाः शाकपोतकम्भकाः ।
अङ्गुलप्रमुखाश्चापि वसन्ति शतशो जनाः
]

`verse 15 [
ये पिबन्ति महानद्यो वङ्क्षुं श्यामां सकम्बलाम् ।
अमोघां कामिनीं श्यामां तथैवान्याः सहस्रशः
]

`verse 16 [
अत्राप्यायुः समं पूर्वैरत्रापि भगवान् हरिः ।
वराहरूपी पादास्यहृत्पृष्ठपार्श्वतस्तथा
]

`verse 17 [
त्रिनक्षत्रयुते देशे नक्षत्राणि शुभानि च ।
इत्येतत् केतुमालन्ते कथितं मुनिसत्तम
]

`verse 18 [
अतः परं कुरून् वक्ष्ये निबोधेह ममोत्तरान् ।
तत्र वृक्षा मधुफला नित्यपुष्पफलोपगाः
]

`verse 19 [
वस्त्राणि च प्रसूयन्ते फलेष्वाभरणानि च ।
सर्वकामप्रदास्ते हि सर्वकामफलप्रदाः
]

`verse 20 [
भूमिर्मणिमयी वायुः सुगन्धः सर्वदा सुखः ।
जायन्ते मानवास्तत्र देवलोकपरिच्युताः
]

`verse 21 [
मिथुनानि प्रसूयन्ते समकालस्थितानि वै ।
अन्योन्यमनुरक्तानि चक्रवाकोपमानि च
]

`verse 22 [
चतुर्दशसहस्राणि तेषां सार्धानि वै स्थितिः ।
चन्द्रकान्तश्च शैलेन्द्रः सूर्यकान्तस्तथापरः
]

`verse 23 [
तस्मिन् कुलाचलौ वर्षे तन्मध्ये च महानदी ।
भद्रसोमा प्रयात्युर्व्यां पुण्यामलजलौघिनी
]

`verse 24 [
सहस्रशस्तथैवान्या नद्यो वर्षेऽपि चोत्तरे ।
तथान्याः क्षीरवाहिन्यो घृतवाहिन्य एव च
]

`verse 25 [
दध्नो ह्रदास्तथा तत्र तथान्ये चानुपर्वताः ।
अमृतास्वादकल्पानि फलानि विविधानि च
]

`verse 26 [
वनेषु तेषु वर्षेषु शतशोऽथ सहस्रशः ।
तत्रापि भगवान् विष्णुः प्राक्शिरा मत्स्यरूपवान्
]

`verse 27 [
विभक्तो नवधा विप्र ! नक्षत्राणां त्रयं त्रयम् ।
दिशस्तथापि नवधा विभक्ता मुनिसत्तम
]

`verse 28 [
चन्द्रद्वीपः समुद्रे च भद्रद्वीपस्तथापरः ।
तत्रापि पुण्यो विख्यातः समुद्रान्तर्महामुने
]

`verse 29 [
इत्येतत् कथितं ब्रह्मन् ! कुरुवर्षं मयोत्तरम् ।
शृणु किंपुरुषादीनि वर्षाणि गदतो मम
]

`colophon [
इति श्रीमार्कण्डेयपुराणेठौत्तरकुरुकथनंऽ नामैकोनषष्टितमोऽध्यायः
]
