`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
कथितं भवता सम्यग् यत् पृष्टोऽसि महामुने ।

भूसमुद्रादिसंस्थानं प्रमाणानि तथा ग्रहाः
]

`verse 2 [
तेषाञ्चैव प्रमाणञ्च नक्षत्राणाञ्च संस्थितिः ।

भूरादयस्तथा लोकाः पातालान्यखिलान्यपि
]

`verse 3 [
स्वायम्भुवं तथा ख्यातं मुने ! मन्वन्तरं मम ।

तदन्तराण्यहं श्रोतुमिच्छे मन्वन्तराणि वै ।

मन्वन्तराधिपान् देवानृषींस्तत्तनयान्नृपान्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 4 [
मन्वन्तरं मयाख्यातं तव स्वायम्भुवं च यत् ।

स्वारोचिषाख्यमन्यत् तु शृणु तस्मादनन्तरम्
]

`verse 5 [
कश्चिद् द्विजातिप्रवरः पुरेऽभूदरुणास्पदे ।

वरुणायास्तटे विप्रो रूपेणात्यश्विनावपि
]

`verse 6 [
मृदुस्वभावः सद्वृत्तो वेदवेदाङ्गपारगः ।

सदातिथिप्रियो रात्रावागतानां समाश्रयः
]

`verse 7 [
तस्य बुद्धिरियं त्वासीदहं पश्ये वसुन्धराम् ।

अतिरम्यवनोद्यानां नानानगरशोभिताम्
]

`verse 8 [
अथागतो।ञतिथिः कश्चित् कदाचित्तस्य वेश्मनि ।

नानौषधिप्रभावज्ञो मन्त्रविद्याविशारदः
]

`verse 9 [
अभ्यर्थितस्तु तेनासौ श्रद्धापूतेन चेतसा ।

तस्याचख्यौ स देशांश्च रम्याणि नगराणि च
]

`verse 10 [
वनानि नद्यः शैलांश्च पुण्यान्यायतनानि च ।

स ततो विस्मयाविष्टः प्राह तं द्विजसत्तमम्
]

`verse 11 [
अनेकदेशदर्शित्वेनातिश्रमसमन्वितः ।

त्वं नातिवृद्धो वयसा नातिवृत्तश्च यौवनात् ।

कथमल्पेन कालेन पृथिवीमटसि द्विज
]

`speaker [
ब्राह्मण उवाच
]

`verse 12 [
मन्त्रौषधिप्रभावेण विप्राप्रतिहता गतिः ।

योजनानां सहस्रं हि दिनार्धेन व्रजाम्यम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 13 [
ततः स विप्रस्तं भूयः प्रत्युवाचेदमादरात् ।

श्रद्धधानो वचस्तस्य ब्राह्मणस्य विपश्चितः
]

`verse 14 [
मम प्रसादं भगवन् ! कुरु मन्त्रप्रभावजम् ।

द्रष्टुमेतां मम महीमतीवेच्छा प्रवर्तते
]

`verse 15 [
प्रादात् स ब्राह्मणश्चास्मै पादलेपमुदारधीः ।

अभिमन्त्रयामास दिशं तेनाख्याताञ्च यत्नतः
]

`verse 16 [
तेनानुलिप्तपादोऽथ स द्विजो द्विजसत्तम ।

हिमवन्तमगाद् द्रष्टुं नानाप्रस्त्रवणान्वितम्
]

`verse 17 [
सहस्रं योजनानां हि दिनार्धेन व्रजामि यत् ।

आयास्यामीति सञ्चिन्त्य तदर्धेनापरेण हि
]

`verse 18 [
सम्प्राप्तो हिमवत्पृष्ठं नातिश्रान्ततनुर्द्विज ।

विचचार ततस्तत्र तुहिनाचलभूतले
]

`verse 19 [
पादाक्रान्तेन तस्याथ तुहिनेन विलीयता ।

प्रक्षालितः पादलेपः परमौषधिसम्भः
]

`verse 20 [
ततो जडगतिः सोऽथ इतश्चेतश्च पर्यटन् ।

ददर्शातिमनोज्ञानि सानूनि हिमभूभृतः
]

`verse 21 [
सिद्धगन्धर्वजुष्टानि किन्नराभिरतानि च ।

क्रीडाविहाररम्याणि देवादीनामितस्ततः
]

`verse 22 [
दिव्याप्सरोगणशतैराकीर्णान्यवलोकयन् ।

नातृप्यत द्विजश्रेष्ठः प्रोद्भूतपुलको मुने
]

`verse 23 [
क्वचित् प्रस्त्रवणाद् भ्रष्टजलपातमनोरमम् ।

प्रनृत्यच्छिखिकेकाभिरन्यतश्च निनादितम्
]

`verse 24 [
दात्यूहकोयष्टिकाद्यैः क्वचिच्चातिमनोहरैः ।

पुंस्कोकिलकलालापैः श्रुतिहारिभिरन्वितम्
]

`verse 25 [
प्रफुल्लतरुगन्धेन वासितानिलवीजितम् ।

मुदा युक्तः स ददृशे हिमवन्तं महागिरिम्
]

`verse 26 [
दृष्ट्वा चैतं द्विजसुतो हिमवन्तं महाचलम् ।

श्वो द्रक्ष्यामीति संचिन्त्य मतिञ्चक्रे गृहं प्रति
]

`verse 27 [
विभ्रष्टपादलेपोऽथ चिरेण जडितक्रमः ।

चिन्तयामास किमिदं मयाज्ञानादनुष्ठितम्
]

`verse 28 [
यदि प्रलेपो नष्टो मे विलीनो हिमवारिणा ।

शैलोऽतिदुर्गमश्चायं दूरञ्चाहमिहागतः
]

`verse 29 [
प्रयास्यामि क्रियाहानिमग्निशुश्रूषणादिकम् ।

कथमत्र करिष्यामि सङ्कटं महदागतम्
]

`verse 30 [
इदं रम्यमिदं रम्यमित्यस्मिन् वरपर्वते ।

शक्तदृष्टिरहं तृप्तिं न यास्येऽब्दशतैरपि
]

`verse 31 [
किन्नराणां कलालापाः समन्ताच्छ्रोत्रहारिणः ।

प्रफुल्लतरुगन्धांश्च घ्राणमत्यन्तमृच्छति
]

`verse 32 [
सुखस्पर्शस्तथा वायुः फलानि रसवन्ति च ।

हरन्ति प्रसभं चेतो मनोज्ञानि सरांसि च
]

`verse 33 [
एवं गते तु पश्येयं यदि कञ्चित् तपोनिधिम् ।

स ममोपदिशेन्मार्गं गमनाय गृहं प्रति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 34 [
स एवं चिन्तयन् विप्रो बभ्राम च हिमाचले ।

भ्रष्टपादौषधिबलो वैक्लवं परमं गतः
]

`verse 35 [
तं ददर्श भ्रमन्तञ्च मुनिश्रेष्ठं वरूथिनी ।

वराप्सरा महाभागा मौलेया रूपशालिनी
]

`verse 36 [
तस्मिन् दृष्टे ततः साभूद् द्विजवर्ये वरूथिनी ।

मदनाकृष्टहृदया सानुरागा हि तत्क्षणात्
]

`verse 37 [
चिन्तयामास को न्वेष रमणीयतमाकृतिः ।

सफलं मे भवेज्जन्म यदि मां नावमन्यते
]

`verse 38 [
अहोऽस्य रूपमाधुर्यमहोऽस्य ललिता गतिः ।

अहो गम्भीरता दृष्टेः कुतोऽस्य सदृशो भुवि
]

`verse 39 [
दृष्टा देवास्तथा दैत्याः सिद्धगन्धर्वपन्नगाः ।

कथमेकोऽपि नास्त्यस्य तुल्यरूपो महात्मनः
]

`verse 40 [
यथाहमस्मिन्मय्येष सानुरागस्तथा यदि ।

भवेदत्र मया कार्यस्तत्कृतः पुण्यसञ्चयः
]

`verse 41 [
यद्येष मयि सुस्त्रिग्धां दृष्टिमद्य निपातयेत् ।

कृतपुण्या न मत्तोऽन्या त्रैलोक्ये वनिता ततः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 42 [
एवं सञ्चिन्तयन्ती सा दिव्ययोषित् स्मरातुरा ।

आत्मानं दर्शयामास कमनीयतराकृतिम्
]

`verse 43 [
तान्तु दृष्ट्वा द्विजसुतश्चारुरूपां वरूथिनीम् ।

सोपचारं समागम्य वाक्यमेतदुवाच ह
]

`verse 44 [
का त्वं कमलगर्भाभे कस्य किं वानुतिष्ठसि ।

ब्राह्मणोऽहमिहायातो नगरादरुणास्पदात्
]

`verse 45 [
पादलेपोऽत्र मे ध्वस्तो विलीनो हिमवारिणा ।

यस्यानुभावादत्राहमागतो मदिरेक्षणे
]

`verse 46 [
; वरूथिन्युवाच

मौलेयाहं महाभागा नाम्ना ख्याता वरूथिनी ।

विचरामि सदैवात्र रमणीये महाचले
]

`verse 47 [
साहं त्वद्दर्शनाद्विप्र ! कामवक्तव्यताङ्गता ।

प्रशाधि यन्मया कार्यं त्वदधीनास्मि साम्प्रतम्
]

`speaker [
ब्राह्मण उवाच
]

`verse 48 [
येनोपायेन गच्छेयं निजगेहं शुचिस्मिते ।

तन्ममाचक्ष्व कल्याणि हानिर्नोऽखिलकर्मणाम्
]

`verse 49 [
नित्यनैमित्तिकानान्तु महाहानिर्द्विजन्मनः ।

भवत्यतस्त्वं हे भद्रे ! मामुद्धर हिमालयात्
]

`verse 50 [
प्रशस्यते न प्रवासो ब्राह्मणानां कदाचम ।

अपराद्धं न मे भीरु देशदर्शनकौतुकम्
]

`verse 51 [
सतो गृहे द्विजाग्र्यस्य निष्पत्तिः सर्वकर्मणाम् ।

नित्यनैमित्तिकानाञ्च हानिरेवं प्रवासिनः
]

`verse 52 [
सा त्वं किं बहुनोक्तेन तथा कुरु यशस्विनि ।

यथा नास्तं गेत सूर्ये पश्यामि निजमालयम्
]

`verse 53 [
; वरूथिन्युवाच

मैवं ब्रूहि महाभाग ! मा भूत्स दिवसो मम ।

मां परित्यज्य यत्र त्वं निजगेहमुपैष्यसि
]

`verse 54 [
अहो रम्यतरः स्वर्गो न यतो द्विजनन्दन ।

अतो वयं परित्यज्य तिष्ठामोऽत्र सुरालयम्
]

`verse 55 [
स त्वं सह मया कान्त ! कान्तेऽत्र तुहिनाचले ।

रममाणो न मर्त्यानां बान्धवानां स्मरिष्यसि
]

`verse 56 [
स्त्रजो वस्त्राण्यलङ्कारान् भोगभोज्यानुलेपनम् ।

दास्याम्यत्र तथाहन्ते स्मरेण वशगा हृता
]

`verse 57 [
वीणावेणुस्वनं गीतं किन्नराणां मनोरमम् ।

अङ्गाह्लादकरो वायुरुष्णान्नमुदकं शुचि
]

`verse 58 [
मनोभिलषिता शय्या सुगन्धमनुलेपनम् ।

इहासतो महाभाग गृहे किन्ते निजेऽधिकम्
]

`verse 59 [
इहासतो नैव जरा कदाचित्ते भविष्यति ।

त्रिदशानामियं भूमिर्यौवनोपचयप्रदा
]

`verse 60 [
इत्युक्त्वा सानुरागा सा सहसा कमलेक्षणा ।

आलिलिङ्ग प्रसीदेति वदन्ती कलमुन्मनाः
]

`speaker [
ब्राह्मण उवाच
]

`verse 61 [
मा मां स्प्राक्षीर्व्रजान्यत्र दुष्टे यः सदृशस्तव ।

मयान्यथा याचिता त्वमन्यथैवाप्युपैषि माम्
]

`verse 62 [
सायं प्रातर्हुतं हव्यं लोकान् यच्छति शाश्वतान् ।

त्रैलोक्यमेतदखिलं मूढे इव्ये प्रतिष्ठितम्
]

`verse 63 [
; वरूथिन्युवाच

किं ते नाहं प्रिया विप्र ! रमणीयो न किं गिरिः ।

गन्धर्वान् किन्नरादींश्च त्यक्त्वाभीष्टो हि कस्तव
]

`verse 64 [
निजमालयमप्यस्माद्भवान् यास्यत्यसंशयम् ।

स्वल्पकालं मया सार्धं भुङ्क्षव भोगान् सुदुर्लभान्
]

`speaker [
ब्राह्मण उवाच
]

`verse 65 [
अष्टावात्मगुणा ये हि तेषामादौ दया द्विज ।

तां करोषि कथं न त्वं मयि सद्धर्मपालक
]

`verse 66 [
त्वद्विमुक्ता न जीवामि तथा प्रीतिमती त्वयि ।

नैतद्वदाम्यहं मिथ्या प्रसीद कुलनन्दन
]

`speaker [
ब्राह्मण उवाच
]

`verse 67 [
यदि प्रीतिमती सत्यं नोपचाराद्ब्रवीषि माम् ।

तदुपायं समाचक्ष्व येन यामि स्वमालयम्
]

`verse 68 [
; वरूथिन्युवाच

निजमालयमप्यस्माद्भवान् यास्यत्यसंशयम् ।

स्वल्पकालं मया सार्धं भुङ्क्ष्व भोगान् सुदुर्लभान्
]

`speaker [
ब्राह्मण उवाच
]

`verse 69 [
न भोगार्थाय विप्राणां शस्यते हि वरूथिनी ।

इह क्लेशाय विप्राणां चेष्टा प्रेत्याफलप्रदा
]

`verse 70 [
; वरूथिन्युवाच

सन्त्राणं म्रियमाणाया मम कृत्वा परत्र ते ।

पुण्यस्यैव फलं भावि भोगाश्चान्यत्र जन्मनि
]

`verse 71 [
एवं च द्वयमप्यत्र तवोपचयकारणम् ।

प्रत्याख्यानादहं मृत्युं त्वञ्च पापमवाप्स्यसि
]

`speaker [
ब्राह्मण उवाच
]

`verse 72 [
परस्त्रियं नाभिलषेदित्युचुर्गुरवो मम ।

तेन त्वां नाभिवाञ्छामि कामं विलप शुष्य वा
]

`speaker [
मार्कण्डेय उवाच
]

`verse 73 [
इत्युक्त्वा स महाभागः स्पृष्ट्वापः प्रयतः शुचिः ।

प्राहेदं प्रणिपत्याग्निं गार्हपत्यमुपांशुना
]

`verse 74 [
भगवन् ! गार्हपत्याग्ने योनिस्त्वं सर्वकर्मणाम् ।

त्वत्त आहवनीयोऽग्निर्दक्षिणाग्निश्च नान्यतः
]

`verse 75 [
युष्मदाप्यायनाद् देवा वृष्टिशस्यादिहेतवः ।

भवन्ति शस्यादखिलं जगद्भवति नान्यतः
]

`verse 76 [
एवं त्वत्तो भवत्येतद्येन सत्येन वै जगत् ।

तथाहमद्य स्वं गेहं पश्येयं सति भास्करे
]

`verse 77 [
यथा वै वैदिकं कर्म स्वकाले नोज्झितं मया ।

तेन सत्येन पश्येयं गृहस्थोऽद्य दिवाकरम्
]

`verse 78 [
यथा च न परद्रव्ये परदारे च मे मतिः ।

कदाचित् साभिलाषाभूत्तथैतत् सिद्धिमेतु मे
]

`colophon [
इति श्रीमार्कण्डेयपुराणेठब्राह्मणवाक्यम्ऽ नामैकषष्टितमोऽध्यायः
]
