`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
एवन्तु वदतस्तस्य द्विजपुत्रस्य पावकः ।

गार्हपत्यः शरीरे तु सन्निधानमथाकरोत्
]

`verse 2 [
तेन चाधिष्ठितः सोऽथ प्रभामण्डलमध्यगः ।

व्यदीपयत तं देशं मूर्तिमानिव हव्यवाट्
]

`verse 3 [
तस्यास्तु सुतरां तत्र तादृग्रूपे द्विजन्मनि ।

अनुरागोऽभवद्विप्रं पश्यन्त्या देवयोषितः
]

`verse 4 [
ततः सोऽधिष्ठितस्तेन हव्यवाहेन तत्क्षणात् ।

यथापूर्वं तथा गन्तुं प्रवृत्तो द्विजनन्दनः
]

`verse 5 [
जगाम च त्वरायुक्तस्तया देव्या निरीक्षितः ।

आदृष्टिपातात्तन्वङ्ग्या निश्वासोत्कम्पिकन्धरम्
]

`verse 6 [
ततः क्षणेनैव तदा निजगेहमवाप्य सः ।

यथाप्रोक्तं द्विजश्रेष्ठश्चकार सकलाः क्रियाः
]

`verse 7 [
अथ सा चारुसर्वाङ्गी तत्रासक्तात्ममानसा ।

निश्वासपरमा निन्ये दिनशेषं तथा निशाम्
]

`verse 8 [
निश्वसन्त्यनवद्याङ्गी हाहेति रुदती मुहुः ।

मन्दभाग्येति चात्मानं निनिन्द मदिरेक्षणा
]

`verse 9 [
न विहारे न चाहारे रमणीये न वा वने ।

न कन्दरेषु रम्येषु सा बबन्ध तदा रतिम्
]

`verse 10 [
चकार रममाणे च चक्रवाकयुगे स्पृहाम् ।

मुक्ता तेन वरारोहा निनिन्द निजयौवनम्
]

`verse 11 [
क्वागताहमिमं शैलं दुष्टदैवबलात्कृता ।

क्व च प्राप्तः स मे दृष्टेर्गोचरं तादृशो नरः
]

`verse 12 [
यद्यद्य स महाभागो न मे सङ्गमुपैष्यति ।

तत्कामाग्निरवश्यं मां क्षपयिष्यति दुः सहः
]

`verse 13 [
रमणीयमभूद्यत्तत्पुंस्कोकिलनिनादितम् ।

तेन हीनन्तदेवैतद्दहतीवाद्य मामलम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 14 [
इत्थं सा मदनाविष्टा जगाम मुनिसत्तम ।

ववृधे च तदा रागस्तस्यास्तस्मिन् प्रतिक्षणम्
]

`verse 15 [
कलिर्नाम्ना तु गन्धर्वः सानुरागो निराकृतः ।

तया पूर्वमभूत्सोऽथ तदवस्थां ददर्श ताम्
]

`verse 16 [
स चिन्तयामास तदा किं न्वेषा गजगामिनी ।

निश्वासपवनम्लाना गिरावत्र वरूथिनी
]

`verse 17 [
मुनिशापक्षता किंनु केनचित् किं विमानिता ।

वाष्पवारिपरिक्लिन्नमियन्धत्ते यतो मुखम्
]

`verse 18 [
ततः स दध्यौ सुचिरं तमर्थं कौतुकात् कलिः ।

ज्ञातवांश्च प्रभावेण समाधेः स यथातथम्
]

`verse 19 [
पुनः स चिन्तयामास तद्विज्ञाय मुनेः कलिः ।

ममोपपादितं साधु भाग्यैरेतत्पुराकृतैः
]

`verse 20 [
मयैषा सानुरागेण बहुशः प्रार्थिता सती ।

निराकृतवती सेयमद्य प्राप्या भविष्यति
]

`verse 21 [
मानुषे सानुरागेयं तत्र तद्रूपधारिणि ।

रंस्यते मय्यसन्दिग्धं किं कालेन करोमि तत्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 22 [
आत्मप्रभावेण ततस्तस्य रूपं द्विजन्मनः ।

कृत्वा चचार यत्रास्ते निषण्णा सा वरूथिनी
]

`verse 23 [
सा तं दृष्ट्वा वरारोहा किञ्चिदुत्फुल्ललोचना ।

समेत्य प्राह तन्वङ्गी प्रसीदेति पुनः पुनः
]

`verse 24 [
त्वया त्यक्ता न सन्देहः परित्यक्ष्यामि जीवितम् ।

तत्राधर्मः कष्टतरः क्रियालोपो भविष्यति
]

`verse 25 [
मया समेत्य रम्येऽस्मिन् महाकन्दरकन्दरे ।

मत्परित्राणजं धर्ममवश्यं प्रतिपत्स्यसे
]

`verse 26 [
आयुषः सावशेषं मे नृनमस्ति महामते ।

निवृत्तस्तेन नूनं त्वं हृदयाह्लादकारकः
]

`speaker [
कलिरुवाच
]

`verse 27 [
किं करोमि क्रियाहानिर्भवत्यत्र सतो मम ।

त्वमप्येवंविधं वाक्यं ब्रवीषि तनुमध्यमे
]

`verse 28 [
तदहं सङ्कटं प्राप्तो यद्ब्रवीमि करोषि तत् ।

यदि स्यात् सङ्गमो मेऽद्य भवत्या सह नान्यथा
]

`speaker [
वरूथिनी उवाच
]

`verse 29 [
प्रसीद यद्ब्रवीषि त्वं तत्करोमि न ते मृषा ।

ब्रवीम्येतदनाशङ्कं यत्ते कार्यं मयाधुना
]

`speaker [
कलिरुवाच
]

`verse 30 [
नाद्य संभोगसमये द्रष्टव्योऽहं त्वया वने ।

निमीलिताक्ष्याः संसर्गस्तव सुभ्रु मया सह
]

`verse 31 [
; वरूथिन्युवाच

एवं भवतु भद्रन्ते यथेच्छसि तथास्तु तत् ।

मया सर्वप्रकारं हि वशे स्थेयं तवाधुना
]

`colophon [
इति श्रीमार्कण्डेयपुराणे स्वारोचिषे मन्वन्तरे द्विषष्टितमोऽध्यायः ।
]
