`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
ततः सह तथा सोऽथ रराम गिरिसानुषु ।

फुल्लकाननहृद्येषु मनोज्ञेषु सरः सु च
]

`verse 2 [
कन्दरेषु च रम्येषु निम्नगापुलिनेषु च ।

मनोज्ञेषु तथान्येषु देशेषु मुदितो द्विज
]

`verse 3 [
वह्निनाधिष्ठितस्यासीद् यद्रूपन्तस्य तेजसा ।

अचिन्तयद्भोगकाले निमीलितविलोचना
]

`verse 4 [
ततः कालेन सा गर्भमवाप मुनिसत्तम ।

गन्धर्ववीर्यतो रूपचिन्तनाच्च द्विजन्मनः
]

`verse 5 [
तां गर्भधारिणीं सोऽथ सान्त्वयित्वा वरूथिनीम् ।

विप्ररूपधरो यातस्तया प्रीत्या विसर्जितः
]

`verse 6 [
जज्ञे स बालो द्युतिमान ज्वलन्निव विभावसुः ।

स्वरोचिभैर्यथा सूर्यो भासयन् सकला दिशः
]

`verse 7 [
स्वरोचिभिर्यतो भाति भास्वानिव स बालकः ।

ततः स्वरोचिरित्येवं नाम्ना ख्यातो बभूत सः
]

`verse 8 [
ववृधे च महाभागो वयसानुदिनन्तथा ।

गुणौघैश्च यथा बालः कलाभिः शशलाञ्छनः
]

`verse 9 [
स जग्राह धनुर्वेदं वेदांश्चैव यथाक्रमम् ।

विद्याश्चैव महाभागस्तदा यौवनगोचरः
]

`verse 10 [
मन्दराद्रौ कदाचित् स विचरंश्चारुचेष्टितः ।

ददर्शैकां तदा कन्यां गिरिप्रस्थे भयातुराम्
]

`verse 11 [
त्रायस्वेति निरीक्ष्यैनं सा तदा वाक्यमब्रवीत् ।

मा भैषीरिति स प्राह भयविप्लुतलोचनाम्
]

`verse 12 [
किमेतदिति तेनोक्ते वीरवाक्ये महात्मना ।

ततः सा कथयामास श्वासाक्षेपप्लुताक्षरम्
]

`speaker [
कन्योवाच
]

`verse 13 [
अहमिन्दीवराख्यस्य सुता विद्याधरस्य वै ।

नाम्ना मनोरमा जाता सुतायां मरुधन्वनः
]

`verse 14 [
मन्दारविद्याधरजा सखी मम विभावरी ।

कलावती चाप्यपरा सुता पारस्य वै मुनेः
]

`verse 15 [
ताभ्यां सह मया यातं कैलासतटमुत्तमम् ।

तत्र दृष्टो मुनिः कश्चित्तपसातिकृशाकृतिः
]

`verse 16 [
क्षुत्क्षामकण्ठो निस्तेजा दूरपाताक्षितारकः ।

मयावहसितः क्रुद्धः स तदा मां शशाप ह
]

`verse 17 [
क्षामक्षामस्वरः किञ्चित्कल्पिताधरपल्लवः ।

त्वयावहसितो यस्मादनार्ये दुष्टतापसि
]

`verse 18 [
तस्मात् त्वामचिरेणैव राक्षसोऽभिभविष्यसि ।

दत्ते शापे मत्सखीभ्यां स तु निर्भत्सितो मुनिः
]

`verse 19 [
धिक् ते ब्राह्मण्यमक्षान्त्या हृतन्ते निखिलन्तपः ।

अमर्षणैर्धर्षितोऽसि तपसा नातिकर्षितः
]

`verse 20 [
क्षान्त्यास्पदं वै ब्राह्मण्यं क्रोधसंयमनन्तपः ।

एतच्छ्रुत्वा ददौ शापं तयोरप्यमितद्युतिः
]

`verse 21 [
एकस्याः कुष्ठमङ्गेषु भाव्यन्यस्यास्तथा क्षयः ।

तयोस्तथैव तज्जातं यथोक्तं तेन तत्क्षणात्
]

`verse 22 [
ममाप्येवं महद्रक्षः समुपैति पदानुगम् ।

न शृणोषि महानादं तस्यादूरेऽपि गर्जतः
]

`verse 23 [
तृतीयमद्य दिवसं यन्मे पृष्ठन्न मुञ्चति ।

अस्त्रग्रामस्य सर्वस्य हृदज्ञाहमद्य ते
]

`verse 24 [
ते प्रयच्छामि मां रक्ष रक्षसोऽस्मान्महामते ।

प्रादात् स्वायम्भुवस्यादौ स्वयं रुद्रः पिनाकधृक्
]

`verse 25 [
स्वायम्भुवो वसिष्ठाय सिद्धवर्याय दत्तवान् ।

तेनापि दत्तं मन्मातुः पित्रे चित्रायुधाय वै
]

`verse 26 [
प्रादादौद्वाहिकं सोऽपि मत्पित्रे श्वशुरः स्वयम् ।

मयापि शिक्षितं वीर ! सकाशाद् बालया पितुः
]

`verse 27 [
हृदयं सकलास्त्राणामशेषरिपुनाशनम् ।

तदिदं गृह्यतां शीघ्रमशेषास्त्रपरायणम्
]

`verse 28 [
ततो जहि दुरात्मानमेनं राक्षसमागतम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 29 [
तथैत्युक्ते ततस्तेन वार्युपस्पृश्य तस्य तत् ।

अस्त्राणां हृदयं प्रादात् सरहस्यनिवर्तनम्
]

`verse 30 [
एतस्मिन्नन्तरे रक्षस्तत्तदा भीषणाकृति ।

नर्दमानं महानादमाजगाम त्वरान्वितम्
]

`verse 31 [
मयाभिभूता किं त्राणमुपैषि द्रुतमेहि मे ।

भक्षामि किञ्चिरेणेति ब्रुवाणं तं ददर्श सः
]

`verse 32 [
स्वरोचिश्चिन्तयामास दृष्ट्वा तं समुपागतम् ।

गृह्णात्वेष वचः सत्यं तस्यास्त्विति महामुनेः
]

`verse 33 [
जग्राह समुपेत्यैनां त्वरया सोऽपि राक्षसः ।

त्राहि त्राहीति करुणं विलपन्तीं सुमध्यमाम्
]

`verse 34 [
ततः स्वरोचिः संक्रुद्धश्चण्डास्त्रमतिभैरवम् ।

दृष्ट्यां निवेश्य तद्रक्षो ददर्शानिमिषेक्षणः
]

`verse 35 [
तदाभिभूतः स तदा तामुत्सृज्य निशाचरः ।

प्रसीद शाम्यतामस्त्रं श्रूयताञ्चेत्यभाषत
]

`verse 36 [
मोक्षितोषऽहं त्वया शापादतिघोरान्महाद्युते ।

प्रदत्तादतितीव्रेण ब्रह्ममित्रेण धीमता
]

`verse 37 [
उपकारी न मे त्वत्तो महाभागाधिकोऽपरः ।

येनाहं सुमहाकष्टान्महाशापाद्विमोक्षितः
]

`speaker [
स्वरोचिरुवाच
]

`verse 38 [
ब्रह्ममित्रेण मुनिना किन्निमित्तं महात्मना ।

शप्तस्त्वं कीदृशश्चैव शापो दत्तोऽभवत् पुरा
]

`speaker [
राक्षसा उवाच
]

`verse 39 [
ब्रह्ममित्रोऽष्टधा भिन्नमायुर्वेदमधीतवान् ।

त्रयोदशाधिकारञ्च प्रगृह्याथर्वणो द्विजः
]

`verse 40 [
अहञ्चेन्दीवराख्येति ख्यातोऽस्या जनकोऽभवम् ।

विद्याधरपतेः पुत्रो नलनाभस्य खङ्गिनः
]

`verse 41 [
मया च याचितः पुर्वं ब्रह्ममित्रोऽभवन्मुनिः ।

आयुर्वेदमशेषं मे भगवन् ! दातुमर्हसि
]

`verse 42 [
यदा तु बहुशो वीर ! प्रश्रयावनतस्य मे ।

न प्रादाद्याचितो विद्यामायुर्वेदात्मिकां मम
]

`verse 43 [
शिष्येभ्यो ददतस्तस्य मयान्तर्धानगेन हि ।

आयुर्वेदात्मिका विद्या गृहीताभूत्तदानघ
]

`verse 44 [
गृहीतायान्तु विद्यायां मासैरष्टाभिरन्तरात् ।

ममातिहर्षादभवद्धासोऽतीव पुनः पुनः
]

`verse 45 [
प्रत्यभिज्ञाय मां हासान्मुनिः कोपसमन्वितः ।

विकम्पिकन्धरः प्राह मामिदं परुषाक्षरम्
]

`verse 46 [
राक्षसेनैव यस्मान्मे त्वयादृश्येन दुर्मते ।

हृता विद्यावहासश्च मामवज्ञाय वै कृतः
]

`verse 47 [
तस्मात्त्वं राक्षसः पाप ! मच्छापेन निराकृतः ।

भविष्यसि न सन्देहः सप्तरात्रेण दारुणः
]

`verse 48 [
इत्युक्ते प्रणिपाताद्यैरुपचारैः प्रसादितः ।

स मामाह पुनर्विप्रस्तत्क्षणान्मृदुमानसः
]

`verse 49 [
यन्मयोक्तमवश्यन्तद्भावि गन्धर्व ! नान्यथा ।

किन्तु त्वं राक्षसो भूत्वा पुनः स्वं प्राप्स्यसे वपुः
]

`verse 50 [
नष्टस्मृतिर्यदा क्रुद्धः स्वमपत्यञ्चिखादिषुः ।

निशाचरत्वं गन्तासि तदस्त्रानलतापितः
]

`verse 51 [
पुनः संज्ञामवाप्य स्वामवाप्स्यसि निजं वपुः ।

तथैव स्वमधिष्ठानं लोके गन्धर्वसंज्ञिते
]

`verse 52 [
सोऽहं त्वया महाभाग ! मोक्षितोऽस्मान्महाभयात् ।

निशाचरत्वाद् यद्वीर ! तेन मे प्रार्थनां कुरु
]

`verse 53 [
इमान्ते तनयां भार्यां प्रयच्छामि प्रतीच्छ ताम् ।

आयुर्वेदश्च सकलस्त्वष्टाङ्गो यो मया ततः ।

मुनेः सकाशात् संप्राप्तस्तं गृह्णीष्व महामते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 54 [
इत्युक्त्वा प्रददौ विद्यां स च दिव्याम्बरोज्जवलः ।

स्त्रग्भूषणधरो दिव्यं पुराणं वपुरास्थितः
]

`verse 55 [
दत्त्वा विद्यां ततः कन्यां स दातुमुपचक्रमे ।

तमाह सा तदा कन्या जनितारं स्वरूपिणम्
]

`verse 56 [
अनुरागो ममाप्यत्र तातातीव महात्मनि ।

दर्शनादेव संजातो विशेषेणोपकारिणि
]

`verse 57 [
किन्त्वेषा मे सखी सा च मत्कृते दुः खपीडिते ।

अतो नाभिलषे भोगान् भोक्तुमेतेन वै समम्
]

`verse 58 [
पुरुषैरपि नो शक्या कर्तुमित्थं नृशंसता ।

स्वभावरुचिरैर्मादृक् कथं योषित् करिष्यति
]

`verse 59 [
साहं यथा ते दुः खार्ते मत्कृते कन्यके पितः ।

तथा स्थास्यामि तद्दुः खे तच्छोकानलतापिता
]

`speaker [
स्वरोचिरुवाच
]

`verse 60 [
आयुर्वेदप्रसादेन ते करिष्ये पुनर्नवे ।

सख्यौ तव महाशोकं समुत्सृज सुमध्यमे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 61 [
ततः पित्रा स्वयं दत्तां तां कन्यां स विधानतः ।

उपयेमे गिरौ तस्मिन् स्वरोचिश्चारुलोचवनाम्
]

`verse 62 [
दत्तान्तु तां तदा कन्यामभिशान्त्य च भामिनीम् ।

जगाम दिव्यया गत्यागन्धर्वः स्वपुरन्ततः
]

`verse 63 [
स चापि सहितस्तन्व्या सदुद्यानन्तदा ययौ ।

कन्यकायुगलं यत्र तच्छापोत्थगदातुरम्
]

`verse 64 [
ततस्तयोः स तत्त्वज्ञो रोगघ्नैरौषधै रसैः ।

चकार नीरुजौ देहौ स्वरोचिरपराजितः
]

`verse 65 [
ततोऽतिशोभने कन्ये विमुक्ते व्याधितः शुभे ।

स्वकान्त्योद्योति दिग्भागं चक्राते तन्महीधरम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे स्वारोचिषे मन्वन्तरे त्रिषष्टितमोऽध्यायः
]
