`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
ततः स ताभिः सहितः पत्नीभिरमरद्युतिः ।

रराम तस्मिन् शैलेन्द्रे रम्यकानननिर्झरे
]

`verse 2 [
सर्वोपभोगरत्नानि मधूनि मधुराणि च ।

निधयः समुपाजह्रुः पद्मिन्या वशवर्तिनः
]

`verse 3 [
स्त्रजो वस्त्राण्यलङ्कारान् गन्धाढ्यमनुलेपनम् ।

आसनान्यतिशुभ्राणि काञ्चनानि यथेच्छया
]

`verse 4 [
सौवर्णानि महाभाग ! करकान् भाजनानि च ।

तथा शय्याश्च विविधा दिव्यैरास्तरणैर्युताः
]

`verse 5 [
एवं स ताभिः सहितो दिव्यगन्धाधिवासिते ।

रराम स्वरुचिर्भाभिर्भासिते वरपर्वते
]

`verse 6 [
ताश्चापि सह तेनेति लेभिरे मुदमुत्तमाम् ।

रममाणा यथा स्वर्गे तथा तत्र शिलोच्चये
]

`verse 7 [
कलहंसी जगादैकां चक्रवाकीं जले सतीम् ।

तस्य तासाञ्च ललिते सम्बन्धे च स्पृहावती
]

`verse 8 [
धन्योऽयमतिपुण्योऽयं योऽय यौवनगोचरः ।

दयिताभिः सहैताभिर्भुङ्क्ते भोगानभीप्सितान्
]

`verse 9 [
सन्ति यौवनिनः श्लाघ्यास्तत्पत्न्यो नातिशोभनाः ।

जगत्यामल्पकाः पत्न्यः पतयश्चातिशोभनाः
]

`verse 10 [
अभीष्टा कस्यचित् कान्ता कान्तः कस्याश्चिदीप्सितः ।

परस्परानुरागाढ्यं दाम्पत्यमतिदुर्लभम्
]

`verse 11 [
धन्योऽयं दयिताभीष्टो ह्येताश्चास्यातिवल्लभाः ।

परस्परानुरागो हि धन्यानामेव जायते
]

`verse 12 [
एतन्निशम्यवचनं कलहंसीसमीरितम् ।

उवाच चक्रवाकी तां नातिविस्मितमानसा
]

`verse 13 [
नायं धन्यो यतो लज्जा नान्यस्त्रीसन्निकर्षतः ।

अन्यां स्त्रियमयं भुङ्क्ते न सर्वास्वस्य मानसम्
]

`verse 14 [
चित्तानुराग एकस्मिन्नधिष्ठाने यतः सखि ।

ततो हि प्रीतिमानेष भार्यासु भविता कथम्
]

`verse 15 [
एता न दयिताः पत्युर्नैतासां दयितः पतिः ।

विनोदमात्रमेवैता यथा परिजनोऽपरः
]

`verse 16 [
एतासाञ्च यदिष्टोऽयं तत् किं प्राणान्न मुञ्चति ।

आलिङ्गत्यपरां कान्तां ध्यातो वै कान्तयान्यया
]

`verse 17 [
विद्याप्रदानमूल्येन विक्रीतो ह्येष भृत्यवत् ।

प्रवर्तते न हि प्रेम समं बह्वीषु तिष्ठति
]

`verse 18 [
कलहंसि ! पतिर्धन्यो मम धन्याहमेव च ।

यस्यैकस्याञ्चिरं चित्तं यस्याश्चैकत्र संस्थितम्
]

`verse 19 [
सर्वसत्त्वरुतज्ञोऽसौ स्वरोचिरपराजितः ।

निशम्य लज्जितो दध्यौ सत्यमेव हि नानृतम्
]

`verse 20 [
ततो वर्षशते याते रममाणो महागिरौ ।

रममाणः समं ताभिर्ददर्श पुरतो मृगम्
]

`verse 21 [
सुस्निग्धपीनावयवं मृगयूथविहारिणम् ।

वासिताभिः सुरूपाभिर्मृगीभिः परिवारितम्
]

`verse 22 [
आकृष्टघ्राणपुटका जिघ्रन्तीस्तास्ततो मृगीः ।

उवाच स मृगो रामा लज्जात्यागेन गम्यताम्
]

`verse 23 [
नाहं स्वरोचिस्तच्छीलो न चैवाहं सुलोचनाः ।

निर्लज्जा बहवः सन्ति तादृशास्तत्र गच्छतः
]

`verse 24 [
एका त्वनेकानुगता यथा हासास्पदं जने ।

अनेकाभिस्तथैवैको बोगदृष्ट्या निरीक्षितः
]

`verse 25 [
तस्य धर्मक्रियाहानिरहन्यहनि जायते ।

सक्तोऽन्यभार्यया चान्यकामासक्तः सदैव सः
]

`verse 26 [
यस्तादृशोऽन्यस्तच्छीलः परलोकपराङ्मुखः ।

तं कामयत भद्रं वो नाहं तुल्यः स्वरोचिषा
]

`colophon [
इति श्रीमार्कण्डेयपुराणे स्वारोचिषे मन्वन्तरे पञ्चषष्टितमोऽध्यायः
]
