`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
एवं निरस्यमानास्ता हरिणेन मृगाङ्गनाः ।
श्रुत्वा स्वरोचिरात्मानं मेने स पतितं यथा
]

`verse 2 [
त्यागे चकार च मनः स तासां मुनिसत्तम ।
चक्रवाकीमृगप्रोक्तो मृगचर्याजुगुप्सितः
]

`verse 3 [
समेत्य ताभिर्भूयश्च वर्द्धमानमनोभवः ।
आक्षिप्तनिर्वेदकथो रेमे वर्षशतानि षट्
]

`verse 4 [
किन्तु धर्माविरोधेन कुर्वन्धर्माश्रिताः क्रियाः ।
भुङ्क्ते स्वरोचिर्विषयान्सह ताभिरुदारधीः
]

`verse 5 [
ततश्च जज्ञिरे तस्य त्रयः पुत्राः स्वरोचिषः ।
विजयो मेरुनन्दश्च प्रभावश्च महाबलः
]

`verse 6 [
मनोरमा च विजयं प्रासूतेन्दीवरात्मजा ।
विभावरी मेरुनन्दं प्रभावं च कलावती
]

`verse 7 [
पद्मिनी नाम या विद्या सर्वभोगोपपादिका ।
स तेषां तत्प्रभावेण पिता चक्रे पुरत्रयम्
]

`verse 8 [
प्राच्यां तु विजयं नाम कामरूपे नगोत्तमे ।
विजयाय सुतायादौ स ददौ पुरमुत्तमम्
]

`verse 9 [
उदीच्यां मेरुनन्दस्य पुरीं नन्दवतीमिति ।
ख्यातां चकार प्रोत्तुङ्गवप्रप्राकारमालिनीम्
]

`verse 10 [
कलावतीसुतस्यापि प्रभावस्य निवेशितम् ।
पुरं तालमिति ख्यातं दक्षिणापथमाश्रितम्
]

`verse 11 [
एवं निवेश्य पुत्रान्स पुरेषु पुरुषर्षभ ।
रेमे ताभिः समं विप्र मनोज्ञास्वद्रिभूमिषु
]

`verse 12 [
एकदा तु गतोऽरण्ये विहरन्स धनुर्द्धरः ।
चकर्ष  धनुरालोक्य वराहमतिदूरगम्
]

`verse 13 [
अथाह काचिदभ्येत्य तं तदा हरिणाङ्गना ।
मय्येव पात्यतां बाणः प्रसीदेति पुनः पुनः
]

`verse 14 [
किमनेन हतेनाद्य मामाशु विनिपातय ।
त्वया निपातितो बाणो दुःखान्मां मोक्षयिष्यति
]

`speaker [
स्वरोचिरुवाच
]

`verse 15 [
न ते शरीरं सरुजमस्माभिरुपलक्ष्यते ।
किन्नु तत्कारणं येन त्वं प्राणान्हातुमिच्छसि
]

`verse 16 [
मृग्युवाच
अन्यास्वासक्तहृदये यस्मिंश्चेतः कृतास्पदम् ।
मम तेन विना मृत्युरौषधं किमिहापरम्
]

`speaker [
स्वरोचिरुवाच
]

`verse 17 [
कस्त्वां नाभिलषेद्भीरु सानुरागासि कुत्र वा ।
यदप्रात्तौ निजान्प्राणान्परित्यक्तुं व्यवस्यसि
]

`verse 18 [
मृग्युवाच
त्वामेवेच्छामि भद्रं ते त्वया मेऽपहृतं मनः ।
वृणोम्यहमतो मृत्युं मयि बाणो निपात्यताम्
]

`speaker [
स्वरोचिरुवाच
]

`verse 19 [
त्वं मृगी चञ्चलापाङ्गी नररूपधरा वयम् ।
कथं त्वया समं योगो मद्विधस्य भविष्यति
]

`verse 20 [
मृग्युवाच
यदि सापेक्षितं चित्तं मयि ते मां परिष्वज ।
यदि वाऽसाधु चित्तं ते करिष्यामि यथेप्सितम्
]

`verse 21 [
एतावताहं भवता भविष्याम्यतिमानिता । ।
मार्कण्डेय उवाच
आलिलिङ्ग ततस्तां स स्वरोचिर्हरिणाङ्गनाम्
]

`verse 22 [
तेन चालिङ्गिता सद्यः साभूद्दिव्यवपुर्धरा ।
ततः सविस्मयाविष्टः का त्वमित्थभ्यभाषत
]

`verse 23 [
सा चास्मै कथयामास प्रेमलज्जाजडाक्षरम् ।
अहमम्यर्थिता देवैः काननस्यास्य देवता
]

`verse 24 [
उत्पादनीयो हि मनुस्त्वया मयि महामते ।
प्रीतिमत्यां मयि सुतं भूर्लोकपरिपालकम्
]

`verse 25 [
तमुत्पादय देवानां त्वामहं वचनाद्वदे । ।
मार्कण्डेय उवाच
ततः स तस्यां तनयं सर्वलक्षणलक्षितम्
]

`verse 26 [
तेजस्विनमिवात्मानं जनयामास तत्क्षणात् ।
जातमात्रस्य तस्याथ देववाद्यानि सस्वनुः । ।
जगुर्गन्धर्वपतयो ननृतुश्चाप्सरोगणाः
]

`verse 27 [
सिषिचुः शीकरैर्मेघा ऋषयश्च तपोधनाः
]

`verse 28 [
देवाश्च पुष्पवर्षं च मुमुचुश्च समन्ततः ।
तस्य तेजः समालोक्य नाम चक्रे पिता स्वयम्
]

`verse 29 [
द्युतिमानिति येनास्य तेजसा भासिता दिशः ।
स बालो द्युतिमान्नाम महाबलपराक्रमः
]

`verse 30 [
स्वरोचिषः सुतो यस्मात्तस्मात्स्वारोचिषोऽभवत् ।
स चापि विचरन्रम्ये कदाचिद्गिरिनिर्झरे
]

`verse 31 [
स्वरोचिर्ददृशे हंसं निजपत्नीसमन्वितम् ।
उवाच स तदा हंसी साभिलाषां पुनः पुनः
]

`verse 32 [
उपसंह्रियतामात्मा चिरं ते क्रीडितं मया ।
किं सर्वकालं भोगैस्ते आसन्नं चरमं वयः
]

`verse 33 [
परित्यागस्य कालो मे तव चापि जलेचरि
हंस्युवाच
अकालः को हि भोगानां सर्वं भोगात्मकं जगत्
]

`verse 34 [
यज्ञाः क्रियन्ते भोगार्थं ब्राह्मणैः संयतात्मभिः ।
दृष्टादृष्टांस्तथा भोगान्वाञ्छमाना विवेकिनः
]

`verse 35 [
दानानि च प्रयच्छन्ति पूतान्धर्मांश्च कुर्वते ।
स त्वं नेच्छसि किं भोगान्भोगश्चेष्टफलं नृणाम्
]

`verse 36 [
विवेकिनां तिरश्चां च किं पुनः संयतात्मनाम्
हंस उवाच
भोगेष्वासक्तचित्तानां परमार्थान्विता मतिः ।
भविष्यति कदा सङ्गमुपेतानां च बन्धुषु
]

`verse 37 [
पुत्रमित्रकलत्रेषु सक्ताः सीदन्ति जन्तवः ।
सरःपङ्कार्णवे मग्ना जीर्णा वनगजा इव
]

`verse 38 [
किं न पश्यसि वा भद्रे जातसङ्गं स्वरोचिषम् ।
आबाल्यात्कामसंसक्तं मग्नं स्नेहाम्बुकर्दमे
]

`verse 39 [
यौवनेऽतीव भार्यासु साम्प्रतं पुत्रनप्तृषु ।
स्वरोचिषो मनो मग्नमुद्धारं प्राप्स्यते कुतः
]

`verse 40 [
नाहं स्वरोचिषस्तुल्यः स्त्रीवश्यो वा जलेचरि ।
विवेकवांश्च भोगानां निवृत्तोऽस्मि च साम्प्रतम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 41 [
स्वरोचिरेतदाकर्ण्य जातोद्वेगः खगेरितम् ।
आदाय भार्यास्तपसे ययावन्यत्तपोवनम्
]

`verse 42 [
तत्र तप्त्वा तपो घोरं सह ताभिरुदारधीः ।
जगाम लोकानमलान्निवृत्ताखिलकल्मषः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे स्वारोचिषे मन्वन्तरे त्रिषष्टितमोऽध्यायः । ६३ ।
67(64)
अथ चतुःषष्टितमोऽध्यायः.
स्वारोचिषमन्वन्तरवर्णनम्
मार्कण्डेय उवाच
ततः स्वारोचिषं नाम्ना द्युतिमन्तं प्रजापतिम् ।
मनुं चकार भगवांस्तस्य मन्वन्तरं शृणु
]
