`verse 1 [
या तु सा पद्मिनी नाम विद्या भोगोपपादिका ।
तत्संश्रया ये निधयस्तान्मे विस्तरतो वद
]

`verse 2 [
अष्टौ ये निधयस्तेषां स्वरूपं द्रव्यसंस्थितिः ।
भवताभिहितं सम्यक्छ्रोतुमिच्छाम्यहं गुरो
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
पद्मिनी नाम या विद्या लक्ष्मीस्तस्याश्च देवता ।
तदाधाराश्च निधयस्तन्मे निगदतः शृणु
]

`verse 4 [
यत्र पद्ममहापद्मौ तथा मकरकच्छपौ ।
मुकुन्दो नंदकश्चैव नीलः शङ्खोऽष्टमो निधिः
]

`verse 5 [
सत्यामृद्धौ भवन्त्येते सिद्धिस्तेषां हि जायते ।
एते ह्यष्टौ समाख्याता निधयस्तव क्रौष्टुके
]

`verse 6 [
देवतानां प्रसादेन साधुसंसेवनेन च ।
एभिरालोकितं वित्तं मानुषस्य सदा मुने
]

`verse 7 [
यादृक्स्वरूपं भवति तन्मे निगदतः शृणु ।
पद्मो नाम निधिः पूर्वं स यस्य भवति द्विज
]

`verse 8 [
स तस्य तत्सुतानां च तत्पौत्राणां च नित्यशः ।
दाक्षिण्यसारः पुरुषस्तेन चाधिष्ठितो भवेत्
]

`verse 9 [
सत्त्वाधारो महाभागो यतोऽसौ सात्त्विको निधिः ।
सुवर्णरूप्यताम्रादिधातूनां च परिग्रहम्
]

`verse 10 [
करोत्यतितरां सोऽथ तेषां च क्रयविक्रयम् ।
करोति च तथा यज्ञान्दक्षिणां च प्रयच्छति
]

`verse 11 [
(संपादयति कामांश्च सर्वानेव यथाक्रमम् ।
सभां देवनिकेतांश्च स कारयति तन्मनाः । ।
सत्त्वाधारो निधिश्चान्यो महापद्म इति श्रुतः
]

`verse 12 [
सत्त्वप्रधानो भवति तेन चाधिष्ठितो नरः ।
करोति पद्मरागादिरत्नानां च परिग्रहम्
]

`verse 13 [
मौक्तिकानां प्रवालानां तेषां च क्रयविक्रयान् ।
ददाति योगशीलेभ्यस्तेषामावसथांस्तथा
]

`verse 14 [
स कारयति तच्छीलः स्वयमेव च जायते ।
तत्प्रसूतास्तथाशीलाः पुत्रपौत्रक्रमेण च
]

`verse 15 [
पूर्वर्द्धिमात्रः सप्तासौ पुरुषांश्च न मुञ्चति ।
तामसो मकरो नाम निधिस्तेनावलोकितः
]

`verse 16 [
पुरुषोऽथ तमःप्रायः सुशीलोऽपि हि जायते ।
बाणखड्गर्ष्टि धनुषां चर्मणां च परिग्रहम्
]

`verse 17 [
दंशनानां च कुरुते योऽतिमैत्री च राजभिः ।
ददाति शौर्यवृत्तीनां भूभुजां ये च तत्प्रियाः
]

`verse 18 [
क्रयविक्रये च शस्त्राणां नान्यत्र प्रीतिमेति च ।
एकस्यैव भवत्येष नरस्य न सुतानुगः
]

`verse 19 [
द्रव्यार्थं दस्युतो नाशं संग्रामे वापि स व्रजेत् ।
कच्छपश्च निधिर्योऽसौ नरस्तेनाभिवीक्षितः
]

`verse 20 [
तमःप्रधानो भवति यतोऽसौ तामसो निधिः ।
व्यवहारानशेषांस्तु पुण्यजातैः करोति च
]

`verse 21 [
कर्मस्थानखिलांश्चैव न विश्वसिति कस्यचित् ।
समस्तानि यथाङ्गानि संहरत्येव कच्छपः
]

`verse 22 [
तथाविष्टभ्य रत्नानि तिष्ठत्याकुलमानसः ।
न ददाति न वा भुङ्क्ते तद्विनाशभयाकुलः
]

`verse 23 [
निधानमुर्व्यां कुरुते निधिः सोऽप्येकपूरुषः ।
रजोगुणमयश्चान्यो मुकुन्दो नाम यो निधिः
]

`verse 24 [
नरोऽवलोकितस्तेन तद्गुणो भवति द्विज ।
वीणावेणुमृदङ्गानामातोद्यस्य परिग्रहम्
]

`verse 25 [
करोति गायतां वित्तं नृत्यतां च प्रयच्छति ।
बन्दिमागधसूतानां विटानां लास्यपाठिनाम्
]

`verse 26 [
ददात्यहर्निशं भोगान्भुङ्क्ते तैश्च समं द्विज ।
कुलटासु रतिश्चास्य भवत्यन्यैश्च तद्विधैः
]

`verse 27 [
प्रयाति सङ्गमेकं च यं निधिर्भजते नरम् ।
रजस्तमोमयश्चान्यो नन्दो नाम महानिधिः
]

`verse 28 [
उपैति स्तम्भमधिकं नरस्तेनावलोकितः ।
समस्तधातुरत्नानां पुण्यधान्यादिकस्य च
]

`verse 29 [
परिग्रहं करोत्येष तथैव क्रयविक्रयम् ।
आधारः स्वजनानां च आगताभ्यागतस्य च
]

`verse 30 [
सहते नापमानोक्तिं स्वल्पमपि महामुने ।
स्तूयमानश्च महतीं प्रीतिं बध्नाति यच्छति
]

`verse 31 [
यं यमिच्छति .वै कामं मृदुत्वमुपयाति च ।
बह्व्यो भार्या भवन्त्यस्य सूतिमत्योऽतिशोभनाः
]

`verse 32 [
भजते सप्त च नरान्निधिर्नन्दोऽनुवर्तते ।
प्रवर्द्धमानोऽथ नरमष्टभागेन सत्तम
]

`verse 33 [
दीर्घायुष्ट्वं च सर्वेषां पुरुषाणां प्रयच्छति ।
बन्धूनामेव भरणं ये च दूरादुपागताः
]

`verse 34 [
तेषां करोति वै नन्दः परलोके न चादृतः ।
भवत्यस्य न च स्नेहः सहवासिषु जायते
]

`verse 35 [
पूर्वमित्रेषु शैथिल्यं प्रीतिमन्यैः करोति च ।
तथैव सत्त्वरजसी यो बिभर्ति महानिधिः
]

`verse 36 [
स नीलसंज्ञस्तत्सङ्गी नरस्तच्छीलवान्भवेत् ।
वस्त्रकार्पासधान्यादिफलपुष्पपरिग्रहम्
]

`verse 37 [
मुक्ताविद्रुमशङ्खानां शुक्त्यादीनां तथा मुने ।
काष्ठादीनां करोत्येष यच्चान्यज्जलसम्भवम्
]

`verse 38 [
क्रयविक्रयमन्येषां नान्यत्र रमते मनः ।
तडागान्पुष्करिण्योऽथ तथारामान्करोति च
]

`verse 39 [
बन्धं च सरितां वृक्षांस्तथारोपयते नरः ।
अनुलेपनपुष्पादिभोगभुग्वाभिजायते
]

`verse 40 [
त्रिपौरुषश्चापि निधिर्नीलो नामैष जायते ।
रजस्तमोमयश्चान्यः शङ्खसंज्ञो हि यो निधिः
]

`verse 41 [
तेनापि नीयते विप्र तद्गुणित्वं निधीश्वरः ।
एकस्यैव भवत्येष नरं नान्यमुपैति च
]

`verse 42 [
यस्य शङ्खो निधिस्तस्य स्वरूपं क्रौष्टुके शृणु ।
एक एवात्मना सृष्टमन्नं भुङ्क्ते तथाम्बरम्
]

`verse 43 [
कदन्नभुक्परिजनो न च शोभनवस्त्रधृक् ।
न ददाति सुहृद्भार्याभ्रातृपुत्रस्नुषादिषु
]

`verse 44 [
स्वपोषणपरः शङ्खी नरो भवति सर्वदा ।
इत्येते निधयः ख्याता नराणामर्थदेवताः
]

`verse 45 [
मिश्रावलोकनान्मिश्राः स्वभावफलदायिनः ।
यथाख्यातस्वभावस्तु भवत्येव विलोकनात् । ।
सर्वेषामाधिपत्ये च श्रीरेषां द्विजपद्मिनी
]

`colophon [
इति श्रीमार्कण्डेयपुराणे निधिवर्णनं नाम पञ्चषष्टितमोऽध्यायः । ६५ ।
69(66)
षट्षष्टितमोऽध्यायः
ऋषिदर्शनवर्णनम्
क्रौष्टुकिरुवाच
विस्तरात्कथितं ब्रह्मन्मम स्वारोचिषं त्वया ।
मन्वन्तरं तथैवाष्टौ ये पृष्टा निधयो मया
]
