`verse 1 [
स्वायम्भुवं पूर्वमेव मन्वन्तरमुदाहृतम् ।
मन्वन्तरं तृतीयं मे कथयौत्तमसंज्ञितम्
]

`verse 2 [
सोऽपि तत्रानुरागार्तिदह्यमानात्ममानसः ।
औत्तानपादिर्भूपालो नान्यां भार्यामविन्दत
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
उत्तानपादपुत्रोऽभूदुत्तमो नाम नामतः ।
सुरुच्यास्तनयः ख्यातो महाबलपराक्रमः
]

`verse 4 [
धर्मात्मा च महात्मा च पराक्रमधनो नृपः ।
अतीत्य सर्वभूतानि बभौ भानुपराक्रमः
]

`verse 5 [
त्यक्त्वा तां च क्रियां कुर्वन्नैव कर्मफलं लभेत् ।
अग्निना सह या नूनं सा जगाम गृहं शुभा
]

`verse 6 [
समः शत्रौ च मित्रे च परे पुत्रे च धर्मवित् ।
दुष्टे च यमवत्साधौ सोमवच्च महामुने
]

`verse 7 [
बाभ्रव्यां बहुलां नाम उपयेमे स धर्मवित् ।
उत्तानपादतनयः शचीमिन्द्र इवोत्तमः
]

`verse 8 [
तस्यामतीव तस्यासीद्द्विजवर्य मनः सदा ।
स्नेहवच्छशिनो यद्वद्रोहिण्यां निहितास्पदम्
]

`verse 9 [
अन्यप्रयोजनासक्तिमुपैति न हि तन्मनः ।
स्वप्ने चैव तदालम्बि मनोऽभूत्तस्य भूभृतः
]

`verse 10 [
स च तस्याः सुचार्वङ्ग्या दर्शनादेव पार्थिवः ।
ददाह लोचनैर्गात्रे गात्रस्पर्शश्च तन्मयः
]

`verse 11 [
श्रोत्रोद्वेगकरं वाक्यं प्रियमप्यवनीपतेः ।
तस्यापि भूरि सन्मानं मेने परिभवं ततः
]

`verse 12 [
अवमेने स्रजं दत्तां शुभान्याभरणानि च ।
उत्तस्थावर्धपीतेव पिबतोऽस्य वरासवम्.
]

`verse 13 [
भुञ्जता च नरेन्द्रेण क्षणमात्रं करे धृता ।
बुभुजे स्वल्पकं भक्ष्यं द्विज नातिमुदावती
]

`verse 14 [
एवं तस्यानुकूलस्य नानुकूला महात्मनः ।
प्रभूततरमत्यर्थं चक्रे रागं महीपतिः
]

`verse 15 [
अथ पानगतो भूपः कदाचित्तां मनस्विनीम् ।
सुराभृतं पानपात्रं ग्राहयामास सादरः
]

`verse 16 [
पश्यतां भूमिपालानां वारमुख्या समन्वितः ।
प्रगीयमानो मधुरैर्गेयगायनतत्परैः
]

`verse 17 [
सा तु नेच्छति तत्पात्रमादातुं तत्पराङ्मुखी ।
समक्षमवनीशानां ततः क्रुद्धः स पार्थिवः
]

`verse 18 [
उवाच द्वाःस्थमाहूय निश्वसन्नुरगो यथा ।
निराकृतस्तया देव्या प्रियया पतिरप्रियः
]

`verse 19 [
द्वास्थैनां दुष्टहृदयामादाय विजने वने ।
परित्यज्याशु नैतत्ते विचार्यं वचनं मम
]

`speaker [
मार्कण्डेय उवाच
]

`verse 20 [
ततो नृपस्य वचनमविचार्यमवेक्ष्य सः ।
द्वाःस्थस्तत्याज तां सुभ्रूमारोप्य स्यन्दने वने
]

`verse 21 [
सा च तं विपिने त्यागं नीता तेन महीभृता ।
अपश्यमाना तं मेने परं कृतमनुग्रहम्
]

`verse 22 [
सस्मार तां सुचार्वङ्गीमहर्निशमनिर्वृतः ।
चकार च निजं राज्यं प्रजाधर्मेण पालयन्
]

`verse 23 [
प्रजाः पालयतस्तस्य पितुः पुत्रानिवौरसान् ।
आगत्य ब्राह्मणः कश्चिदिदमाहार्त्तमानसः
]

`speaker [
ब्राह्मण उवाच
]

`verse 24 [
महाराज भृशार्त्तोऽस्मि श्रूयतां गदतो मम ।
नृणामार्तिपरित्राणमन्यतो न नराधिपात्
]

`verse 25 [
मम भार्या प्रसुप्तस्य केनाप्यपहृता निशि ।
गृहद्वारमनुद्धाट्य तां समानेतुमर्हसि
]

`speaker [
राजोवाच
]

`verse 26 [
न वेत्सि केनापहृता क्व वा नीता तु सा द्विज ।
यतामि विग्रहे कस्य कुतो वाप्यानयामि ताम्
]

`speaker [
ब्राह्मण उवाच
]

`verse 27 [
तथैव स्थगिते द्वारि प्रसुप्तस्य गृहे मम ।
हृता हि भार्या किं केनेत्येतद्विज्ञायते भवान्
]

`verse 28 [
त्वं रक्षिता नो नृपते षड्भागादानवेतनः ।
धर्मस्य तेऽतो निश्चिन्ताः स्वपन्ति मनुजा निशि
]

`speaker [
राजोवाच
]

`verse 29 [
न ते दृष्टा मया भार्या यादृग्रूपा च देहतः ।
वयश्चैव समाख्याहि किंशीला ब्राह्मणी च ते
]

`speaker [
ब्राह्मण उवाच
]

`verse 30 [
कठोरनेत्रा सात्युच्चा ह्रस्वबाहुः कृशानना ।
( लम्बोदरीं हस्वस्फिजं तथा ह्रस्वस्तनीं नृप) । ।
विरूपरूपा भूपाल न निन्दामि तथैव ताम्
]

`verse 31 [
वाचि भूपातिपरुषा न सौम्या सा च शीलतः ।
इत्याख्याता मया भार्या सा करालनिरीक्षणा
]

`verse 32 [
मनागतीतं भूपाल तस्याश्च प्रथमं वयः ।
तादृग्रूपा हि मे भार्या सत्यमेतन्मयोदितम्
]

`speaker [
राजोवाच
]

`verse 33 [
अलं ते ब्राह्मण तया भार्यामन्यां ददामि ते ।
सुखाय भार्या कल्याणी दुःखहेतुर्हि तादृशी
]

`verse 34 [
अल्पा कुरूपता विप्र कारणं शीलमुत्तमम् ।
रूपशीलविहीना या त्याज्या तेऽन्येन सा हृता
]

`speaker [
ब्राह्मण उवाच
]

`verse 35 [
रक्ष्या भार्या महीपाल इति च श्रुतिरुत्तमा ।
भार्यायां रक्ष्यमाणायां प्रजा भवति रक्षिता
]

`verse 36 [
आत्मा हि जायते तस्य सा रक्ष्यातो नरेश्वर ।
प्रजायां रक्ष्यमाणायामात्मा भवति रक्षितः
]

`verse 37 [
तस्यामरक्ष्यमाणायां भविता वर्णसङ्करः ।
स पातयेन्महीपाल पूर्वान्स्वर्गादधः पितॄन्
]

`verse 38 [
अनुज्ञाय गुरुं राजन्दत्त्वान्यां जातवेदसे
]

`verse 39 [
समिधं तु मया भार्या वृतेयं कर्कशा यतः ।
कथमेतां विहायान्यभार्यया सह सञ्चरे
]

`verse 40 [
गृह्यधर्मो यतो ब्रह्म प्राप्यते शाश्वतं नरैः ।
पूर्वोढया तु धर्मेण गृही कुर्वन्न सीदति
]

`verse 41 [
धर्मस्य ग्रहणे सा तु पूर्वोढैव प्रशस्यते ।
शठायाचारणात्तस्या जायते वर्णसङ्करः
]

`verse 42 [
धर्महानिश्चानुदिनमभार्यस्य भवेन्मम ।
नित्यक्रियाणां विभ्रंशात्स चापि पतनाय मे
]

`verse 43 [
तस्यां च पृथिवीपाल भवित्री मम सन्ततिः ।
तव षड्भागदात्री सा भवित्री धर्महेतुकी
]

`verse 44 [
तदेतत्ते मया ख्याता पत्नी या मे हृता प्रभो ।
तां समानय रक्षायां भवानधिकृतो यतः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 45 [
स तस्यैवं वचः श्रुत्वा विमृश्य च नरेश्वरः ।
सर्वोपकरणैर्युक्तमारुरोह महारथम्
]

`verse 46 [
इतश्चेतश्च तेनासौ परिबभ्राम मेदिनीम् ।
ददर्श च महारण्ये तापसाश्रममुत्तमम्
]

`verse 47 [
अवतीर्य च तत्रासौ प्रविश्य ददृशे मुनिम् ।
कौश्यां बृष्यां समासीनं ज्वलन्तमिव तेजसा
]

`verse 48 [
स दृष्ट्वा नृपतिं प्राप्य समुत्थाय त्वरान्वितः ।
सम्मान्य स्वागतेनैव शिष्यमाहार्घ्यमानय
]

`verse 49 [
तमाह शिष्यः शनकैर्दातव्योऽर्घ्योऽस्य किं मुने ।
तदाज्ञापय सञ्चिन्त्य तवाज्ञां हि करोम्यहम्
]

`verse 50 [
ततोऽवगतवृत्तान्तो भूपतेस्तस्य स द्विजः ।
सम्भाषासनदानेन चक्रे सम्मानमात्मवान्
]

`speaker [
ऋषिरुवाच
]

`verse 51 [
किं निमित्तमिहायातो भवान्किं ते चिकिर्षितम् ।
उत्तानपादतनयं वेद्मि त्वामुत्तमं नृप
]

`verse 52 [
Æञ्ःâå>üúåßञादादनागतम् ।

यथाहं समतीतञ्च वर्तमानञ्च सर्वतः
]

`verse 53 [
आलोच्याज्ञापयेत्युक्ते ततो ज्ञातं मयापि तत् ।

ततो न दत्तवानर्घमहं तुभ्यं विधानतः
]

`verse 54 [
सत्यं राजन् ! त्वमर्घार्हः कुले स्वायम्भुवस्य च ।

तथापि नार्घयोग्यं त्वां मन्यामो वयमुत्तमम्
]

`speaker [
राजोवाच
]

`verse 55 [
किं कृतं हि मया ब्रह्मन् ! ज्ञानादज्ञानतोऽपि वा ।

येन त्वत्तोर्ऽघमर्हामि नाहमभ्यागतश्चिरात्
]

`speaker [
ऋषिरुवाच
]

`verse 56 [
किं विस्मृतन्ते यत्पत्नी त्वया त्यक्ता च कानने ।

परित्यक्तस्तया सार्धं त्वया धर्मो नृपाखिलः
]

`verse 57 [
पक्षेण कर्मणो हान्या प्रयात्यस्पर्शतां नरः ।

विण्मूत्रैर्वार्षिकी यस्य हानिस्ते नित्यकर्मणः
]

`verse 58 [
पत्न्यानुकूलया भाव्यं यथाशीलेऽपि भर्तरि ।

दुः शीलापि तथा भार्या पोषणीया नरेश्वर
]

`verse 59 [
प्रतिकूला हि सा पत्नी तस्य विप्रस्य या हृता ।

तथापि धर्मकामोऽसौ त्वामुद्योतितवान् नृप
]

`verse 60 [
चलतः स्थापयस्यन्यान् स्वधर्मेषु महीपते ।

त्वां स्वधर्माद्विचलितं कोऽपरः स्थापयिष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 61 [
विलक्ष्यः स महीपाल इत्युक्तस्तेन धीमता ।

तथेत्युक्त्वा च पप्रच्छ हृतां पत्नीं द्विजन्मनः
]

`verse 62 [
भगवन् ! केन नीता सा पत्नी विप्रस्य कुत्र वा ।

अतीतानागतं वेत्ति जगत्यवितथं भवान्
]

`speaker [
ऋषिरुवाच
]

`verse 63 [
तां जहाराद्रितनयो बलाको नाम राक्षसः ।

द्रक्ष्यसे चाद्य तां भूप ! उत्पलावतके वने
]

`verse 64 [
गच्छ संयोजयाशु त्वं भार्यया हि द्विजात्तमम् ।

मा पापास्पदतां यातु त्वमिवासौ दिने दिने
]

`colophon [
इति श्रीमार्कण्डेयपुराणे औत्तममन्वन्तरे एकोनसप्ततितमोऽध्यायः
]
