`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
अथारुरोह स्वरथं प्रणिपत्य महामुनिम् ।

तेनाख्यातं वनन्तच्च प्रययावुत्पलावतम्
]

`verse 2 [
यथाख्यातस्वरूपाञ्च भार्यां भर्त्रा द्विजस्य ताम् ।

भक्षयन्तीं ददार्शाथ श्रीफलानि नरेश्वरः
]

`verse 3 [
पप्रच्छ च कथं भद्रे ! त्वमेतद्वनमागता ।

स्फुटं ब्रवीहि वैशालेरपि भार्या सुशर्मणः
]

`verse 4 [
; ब्राह्मण्युवाच

सुताहमतिरात्रस्य द्विजस्य वनवासिनः ।

पत्नी विशालपुत्रस्य यस्य नाम त्वयोदितम्
]

`verse 5 [
साहं हृता बलाकेन राक्षसेन दुरात्मना ।

प्रसुप्ता भवनस्यान्ते भ्रातृमातृवियोजिता
]

`verse 6 [
भस्मीभवतु तद्रक्षो येनास्म्येवं वियोजिता ।

मात्रा भ्रातृभिरन्यैश्च तिष्टाम्यत्र सुदुः खिता
]

`verse 7 [
अस्मिन् वनेऽतिगहने तेनानीयाहमुज्झिता ।

न वेद्मि कारणं कि तन्नोपभुङ्क्ते न खादति
]

`speaker [
राजोवाच
]

`verse 8 [
अपि तज्ज्ञायते रक्षस्त्वामुत्सृज्य क्व वै गतम् ।

अहं भर्त्रा तवैवात्र प्रेषितो द्विजनन्दिनि
]

`verse 9 [
; ब्राह्मण्युवाच

अस्यैव काननस्यान्ते स तिष्ठति निशाचरः ।

प्रविश्य पश्यतु भवान् न बिभेति ततो यदि
]

`speaker [
मार्कण्डेय उवाच
]

`verse 10 [
प्रविवेश ततः सोऽथ तया वर्त्मनि दर्शिते ।

ददृशे परिवारेण समवेतञ्च राक्षसम्
]

`verse 11 [
दृष्टमात्रे ततस्तस्मिन् त्वरमाणः स राक्षसः ।

दूरादेव महीं मूर्ध्ना स्पृशन् पादान्तिकं ययौ
]

`speaker [
राक्षस उवाच
]

`verse 12 [
ममात्रागच्छता गेहं प्रसादस्ते महान् कृतः ।

प्रशाधि किं करोम्येष वसामि विषये तव
]

`verse 13 [
अर्घञ्चेमं प्रतीच्छ त्वं स्थीयताञ्चेदमासनम् ।

वयं भृत्या भवान् स्वामी दृढमाज्ञापयस्व माम्
]

`speaker [
राजोवाच
]

`verse 14 [
कृतमेव त्वया सर्वं सर्वामेवातिथिक्रियाम् ।

किमर्थं ब्राह्मणवधूस्त्वयानीता निशाचर
]

`verse 15 [
नेयं सुरूपा सन्त्यन्या भार्यार्थञ्चेद् हृता त्वया ।

भक्ष्यार्थं चेत्कथं नात्ता त्वयैतत्कथ्यतां मम
]

`speaker [
राक्षस उवाच
]

`verse 16 [
न वयं मानुषाहारा अन्ये ते नृप ! राक्षसाः ।

सुकृतस्य फलं यत्तु तदश्नीमो वयं नृप
]

`verse 17 [
स्वभावञ्च मनुष्याणां योषिताञ्च विमानिताः ।

मानिताश्च समश्नीमो न वयं जन्तुखादकाः
]

`verse 18 [
यदस्माभिर्नृणां क्षान्तिर्भुक्ता क्रुध्यन्ति ते तदा ।

भुक्ते दुष्टे स्वभावे च गुणवन्तो भवन्ति च
]

`verse 19 [
सन्ति नः प्रमदा भूप ! रूपेणाप्सरसां समाः ।

राक्षस्यस्तासु तिष्ठत्सु मानुषीषु रतिः कथम्
]

`speaker [
राजोवाच
]

`verse 20 [
यद्येषा नोपभोगाय नाहाराय निशाचर ।

गृहं प्रविश्य विप्रस्य तत्किमेषा हृता त्वया
]

`speaker [
राक्षस उवाच
]

`verse 21 [
मन्त्रवित् स द्विजश्रेष्ठो यज्ञे यज्ञे गतस्य मे ।

रक्षोघ्नमन्त्रपठनात् करोत्युच्चाटनं नृप
]

`verse 22 [
वयं बुभुक्षितास्तस्य मन्त्रोच्चाटनकर्मणा ।

क्व यामः सर्वयज्ञेषु स ऋत्विग् भवति द्विजः
]

`verse 23 [
ततोऽस्माभिरिदन्तस्य वैकल्यमुपपादितम् ।

पत्न्या विना पुमानिज्याकर्मयोग्यो न जायते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 24 [
वैकल्योच्चारणात्तस्य ब्राह्मणस्य महामतेः ।

ततः स राजातिभृशं विषण्णः समजायत
]

`verse 25 [
वैकल्यमेवं विप्रस्य वदन्मामेव निन्दति ।

अनर्हमर्घस्य च मां सोऽप्याह मुनिसत्तमः
]

`verse 26 [
वैकल्यं तस्य विप्रस्य राक्षसोऽप्याह मे यथा ।

अपत्नीकतया सोऽहं सङ्कटं महदास्थितः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 27 [
एवं चिन्तयतस्तस्य पुनरप्याह राक्षसः ।

प्रणामनम्रो राजानं बद्धाञ्जलिपुटो मुने
]

`verse 28 [
नरेन्द्राज्ञाप्रदानेन प्रसादः क्रियतां मम ।

भृत्यस्य प्रणतस्य त्वं युष्मद्विषयवासिनः
]

`speaker [
राजोवाच
]

`verse 29 [
स्वभावं वयमश्नीमस्त्वयोक्तं यन्निशाचर ।

तदर्थिनो वयं येन कार्येण शृणु तन्मम
]

`verse 30 [
अस्यास्त्वयाद्य ब्राह्मण्या दौः शील्यमुपभुज्यताम् ।

येन त्वयात्तदौः शील्या तद्विनीता भवेदियम्
]

`verse 31 [
नीयतां यस्य भार्येयं तस्य वेश्म निशाचर ।

अस्मिन् कृते कृतं सर्वं गृहमभ्यागतस्य मे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 32 [
ततः स राक्षसस्तस्याः प्रविश्यान्तः स्वमायया ।

भक्षयामास दौः शील्यं निजशक्त्या नृपाज्ञया
]

`verse 33 [
दौः शील्येनातिरौद्रेण पत्नी तस्य द्विजन्मनः ।

तेन सा संपरित्यक्ता तमाह जगतीपतिम्
]

`verse 34 [
स्वकर्मफलपाकेन भर्तुस्तस्य महात्मनः ।

वियोजिताहं तद्धेतुरयमासीन्निशाचरः
]

`verse 35 [
नास्य दोषो न वा तस्य मम भर्तुर्महात्मनः ।

ममैव दोषो नान्यस्य सुकृतं ह्युपभुज्यते
]

`verse 36 [
अन्यजन्मनि कस्यापि विप्रयोगः कृतो मया ।

सोऽयं ममाप्युपगतः को दोषोऽस्य महात्मनः
]

`speaker [
राक्षस उवाच
]

`verse 37 [
प्रापयामि तवादेशादिमां भर्तृगृहं प्रभो ।

यदन्यत्करणीयन्ते तदाज्ञापय पार्थिव
]

`speaker [
राजोवाच
]

`verse 38 [
अस्मिन् कृते कृतं सर्वं त्वया मे रजनीचर ।

आगन्तव्यञ्च ते वीर ! कार्यकाले स्मृतेन मे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 39 [
नथेत्युक्त्वा तु तद्रक्षस्तामादाय द्विजाङ्गनाम् ।

निन्ये भर्तृगृहं शुद्धां दौः शोल्यापगमात्तदा
]

`colophon [
इति श्रीमार्कण्डेयपुराणे औत्तममन्वन्तरे सप्ततितमोऽध्यायः
]
