`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
तां प्रेषयित्वा राजापि स्वभर्तृगृहमङ्गनाम् ।
चिन्तयामास निः श्वस्य किमत्र सुकतं भवेत्
]

`verse 2 [
अनर्घयोग्यता कष्टं स मामाह महामनाः ।
वैकल्यं विप्रमुद्दिश्य तथाहायं निशाचरः
]

`verse 3 [
सोऽहं कथं करिष्यामि त्यक्ता पत्नी मया हि सा ।
अथवा ज्ञानदृष्टिं तं पृच्छामि मुनिसत्तमम्
]

`verse 4 [
सञ्चिन्त्येत्थं स भूपालः समारुह्य च तं रथम् ।
ययौ यत्र स धर्मात्मा त्रिकालज्ञो महामिनिः
]

`verse 5 [
अवरुह्य रथात् सोऽथ तं समेत्य प्रणम्य च ।
यथावृत्तं समाचख्यौ राक्षसेन समागमम्
]

`verse 6 [
ब्राह्मण्या दर्शनञ्चैव दौः शील्यापगमं तथा ।
प्रेषणं भर्तृगेहे च कार्यमागमने च यत्
]

`speaker [
ऋषिरुवाच
]

`verse 7 [
ज्ञातमेतन्मया पूर्वं यत् कृतन्ते नराधिप ।
कार्यमागमने चैव मत्समीपे तवाखिलम्
]

`verse 8 [
पृच्छ मामिह किं कार्यं मयेत्युद्विग्नमानसः ।
त्वय्यागते महीपाल ! शृणु कार्यञ्च यत्त्वया
]

`verse 9 [
पत्नी धर्मार्थकामानां कारणं प्रबलं नृणाम् ।
विशेषतश्च धर्मस्य सन्त्यक्तस्त्यजता हि ताम्
]

`verse 10 [
अपत्नीको नरो भूप ! न योग्यो निजकर्मणाम् ।
ब्राह्मणः क्षत्रियो वापि वैश्यः शूद्रोऽपि वा नृप
]

`verse 11 [
त्यजता भवता पत्नीं न शोभनमनुष्ठितम् ।
अत्याज्यो हि यथा भर्ता स्त्रीणां भर्या तथा नृणाम्
]

`speaker [
राजोवाच
]

`verse 12 [
भगवन् ! किं करोम्येष विपाको मम कर्मणाम् ।
नानुकूलानुकूलस्य यस्मात्त्यक्ता ततो मया
]

`verse 13 [
यद्यत्करोति तत् क्षान्तं दह्यमानेन चेतसा ।
भगवंस्तद्वियोगार्तिबिभीतेनान्तरात्मना
]

`verse 14 [
साम्प्रतं तु वने त्यक्ता न वेद्मि क्व नु सा गता ।
भक्षिता वापि विपिने सिंहव्याघ्रनिशाचरैः
]

`speaker [
ऋषीरुवाच
]

`verse 15 [
न भक्षिता सा भूपाल ! सिहव्याघ्रनिशाचरैः ।
सा त्वविप्लुतचारित्रा साम्प्रतन्तु रसातले
]

`speaker [
राजोवाच
]

`verse 16 [
सा नीता केन पातालमास्ते सादूषिता कथम् ।
अत्यद्भुतमिदं ब्रह्मन् ! यथावद्वक्तुमर्हसि
]

`speaker [
ऋषिरुवाच
]

`verse 17 [
पाताले नागराजोऽस्ति प्रख्यातश्च कपोतकः ।
तेन दृष्टा त्वया त्यक्ता भ्रममाणा महावने
]

`verse 18 [
सा रूपशालिनी तेन सानुरागेण पार्थिव ।
वेदितार्थेन पातालं नीता सा युवती तदा
]

`verse 19 [
ततस्तस्य सुता सुभ्रूर्नन्दा नाम महीपते ।
भार्या मनोरमा चास्य नागराजस्य धीमतः
]

`verse 20 [
तया मातुः सपत्नीयं सा भवित्रीति शोभना ।
दृष्टा स्वगेहं सा नीता गुप्ता चान्तः पुरे शुभा
]

`verse 21 [
यदा तु याचिता नन्दा न ददाति नृपोत्तरम् ।
मूका भविष्यसीत्याह तदा तां तनयां पिता
]

`verse 22 [
एवं शप्ता सुता तेन सा चास्ते तत्र भूपते ।
नीता तेनोरगेन्द्रेण धृता तत्सुतया सती
]

`speaker [
मार्कण्डेय उवाच
]

`verse 23 [
ततो राजा परं हर्षमवाप्य तमपृच्छत ।
द्विजवर्यं स्वदौर्भाग्यकारणं दयितां प्रति
]

`speaker [
राजोवाच
]

`verse 24 [
भगवन् ! सर्वलोकस्य मयि प्रीतिरनुत्तमा ।
किन्नु तत्कारणं येन स्वपत्नी नातिवत्सला
]

`verse 25 [
मम चासावतीवेष्टा प्राणेभ्योऽपि महामुने ।
सा च मां प्रति दुः शीला ब्रूहि यत्कारणं द्विज
]

`speaker [
ऋषीरुवाच
]

`verse 26 [
पाणिग्रहणकाले त्वं सूर्यभौमशनैश्चरैः ।
शुक्रवाचस्पतिभ्याञ्च तव भार्यावलोकिता
]

`verse 27 [
तन्मुहूर्तेऽभवच्चन्द्रस्तस्याः सोमसुतस्तथा ।
परस्परविपक्षौ तौ ततः पार्थिव ! ते भृशम्
]

`verse 28 [
तद्गच्छ त्वं स्वधर्मेण परिपालय मेदिनीम् ।
पत्नीसहायः सर्वाश्च कुरु धर्मवतीः क्रियाः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 29 [
इत्युक्ते प्रणिपत्यैनमारुह्य स्यन्दनं ततः ।
उत्तमः पृथिवीपाल आजगाम निजं पुरम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे औत्तममन्वन्तरे एकसप्ततितमोऽध्यायः
]
