`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
ततः स्वनगरं प्राप्य तं ददर्श द्विजं नृपः ।
समेतं भार्यया चैव शीलवत्या मुदान्वितम्
]

`speaker [
ब्राह्मण उवाच
]

`verse 2 [
राजवर्य ! कृतार्थोऽस्मि यतो धर्मो हि रक्षितः ।
धर्मज्ञनेह भवता भार्यामानयता मम
]

`speaker [
राजोवाच
]

`verse 3 [
कृतार्थस्त्वं द्विजश्रेष्ठ ! निजधर्मानुपालनात् ।
वयं सङ्कटिनो विप्र ! येषां पत्नी न वेश्मनि
]

`speaker [
ब्राह्मण उवाच
]

`verse 4 [
नरेन्द्र ! सा हि विपिने भक्षिता श्वनापदैर्यदि ।
अलन्तया किमन्यस्या न पाणिर्गृह्यते त्वया ।
क्रोधस्य वशमागम्य धर्मो न रक्षितस्त्वया
]

`speaker [
राजोवाच
]

`verse 5 [
न भक्षिता मे दयिता श्वापदैः सा हि जीवति ।
अविदूषितचारित्रा कथमेतत्करोम्यहम्
]

`speaker [
ब्राह्मण उवाच
]

`verse 6 [
यदि जीवति ते भार्या न चैव व्यभिचारिणी ।
तदपत्नीकताजन्म किं पापं क्रियते त्वया
]

`speaker [
राजोवाच
]

`verse 7 [
आनीतापि हि सा विप्र ! प्रतिकूला सदैव मे ।
दुः खाय न सुखायालं तस्या मैत्री न वै मयि ।
तथा त्वं कुरु यत्नं मे यथा सा वशगामिनी
]

`speaker [
ब्राह्मण उवाच
]

`verse 8 [
तव संप्रीतये तस्या वरेष्टिरुपकारिणी ।
क्रियते मित्रकामैर्या मित्रविन्दां करोमि ताम्
]

`verse 9 [
अप्रीतयोः प्रीतिकरो सा हि संजननी परम् ।
भार्यापत्योर्मनुष्येन्द्र ! तान्तवेष्टिं करोम्यहम्
]

`verse 10 [
यत्र तिष्ठति सा सुभ्रूस्तव भार्या महीपते ।
तस्मादानोयतां सा ते परां प्रीतिमुपैष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 11 [
इत्युक्तः स तु सम्भारानशेषानवनीपतिः ।
आनिनाय चकारेष्टिं स च तां द्विजसत्तमः
]

`verse 12 [
सप्तकृत्वः स तु तदा चकारेष्टिं पुनः पुनः ।
तस्य राज्ञो द्विजश्रेष्ठो भार्यासम्पादनाय वै
]

`verse 13 [
यदारोपितमैत्रीन्ताममन्यत महामुनिः ।
स्वभर्तरि तदा विप्रस्तमुवाच नराधिपम्
]

`verse 14 [
आनीयतां नरश्रेष्ठ ! या तवेष्टात्मनोऽन्तिकम् ।
भुङ्क्ष्व भोगांस्तया सार्धं यज यज्ञांस्तथादृतः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 15 [
इत्युक्तस्तेन विप्रेण भूपालो विस्मितस्तदा ।
सस्मार तं महावीर्यं सत्यसन्धं निशाचरम्
]

`verse 16 [
स्मृतस्तेन तदा सद्यः समुपेत्य नराधिपम् ।
किं करोमीति सोऽप्याह प्रणिपत्य महामुने
]

`verse 17 [
ततस्तेन नरेन्द्रेण विस्तरेण निवेदिते ।
गत्वा पातालमादाय राजपत्नीमुपाययौ
]

`verse 18 [
आनीता चातिहार्देन सा ददर्श तदा पतिम् ।
उवाच च प्रसीदेति भूयोभूयो मुदान्विता
]

`verse 19 [
ततः स राजा रभसा परिष्वज्याह मानिनीम् ।
प्रिये ! प्रसन्न एवाहं भूयोऽप्येवं ब्रवीषि किम्
]

`verse 20 [
पत्न्युवाच

यदि प्रिसादप्रवणं नरेन्द्र ! मयि ते मनः ।
तदेतदभियाचे त्वां तत् कुरुष्व ममार्हणम्
]

`speaker [
राजोवाच
]

`verse 21 [
निः शङ्कं ब्रूहि मत्तो यद्भवात्या किञ्चिदीप्सितम् ।
तदलभ्यं न ते भीरु ! तवायत्तोऽस्मि नान्यथा
]

`verse 22 [
पत्न्युवाच

मदर्थं तेन नागेन सुता शप्ता सखी मम ।
मूका भविष्यसीत्याह सा च मूकत्वमागता
]

`verse 23 [
तस्याः प्रतिक्रियां प्रीत्या मम शक्नोति चेद्भवान् ।
वाग्विघातप्रशान्त्यर्थं ततः किं न कृतं मम
]

`speaker [
मार्कण्डेय उवाच
]

`verse 24 [
ततः स राजा तं विप्रमाहास्मिन् कीदृशी क्रिया ।
तन्मूकतापनोदाय स च तं प्राह पार्थिवम्
]

`speaker [
ब्राह्मण उवाच
]

`verse 25 [
भूप ! सारस्वतीमिष्टिं करोमि वचनात्तव ।
पत्नी तवेयमानृण्यं यातु तद्वाक्प्रवर्तनात्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 26 [
इष्टिं सारस्वतीं चक्रे तदर्थं स द्विजोत्तमः ।
सारस्वतानि सूक्तानि जजाप च समाहितः
]

`verse 27 [
ततः प्रवृत्तवाक्यान्तां गर्गः प्राह रसातले ।
उपकारः सखीभर्त्रा कृतोऽयमतिदुष्करः
]

`verse 28 [
इत्थं ज्ञानं समासाद्य नन्दा शीघ्रगतिः पुरम् ।
ततो राज्ञीं परिष्वज्य स्वसखीमुरगात्मजा
]

`verse 29 [
तञ्च संस्तूय भूपालं कल्याणोक्त्या पुनः पुनः ।
उवाच मधुरं नागी कृतासनपरिग्रहा
]

`verse 30 [
उपकारः कृतो वीर ! भवता यो ममाधुना ।
तेनास्म्याकृष्टहृदया यद्ब्रवीमि शृणुष्व तत्
]

`verse 31 [
तव पुत्रो महावीर्यो भविष्यति नराधिप ।
तस्माप्रतिहतं चक्रमस्यां भुवि भविष्यति
]

`verse 32 [
सर्वार्थशास्त्रतत्त्वज्ञो धर्मानुष्ठानतत्परः ।
मन्वन्तरेश्वरो धीमान् ! भविष्यति स वै मनुः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 33 [
इति दत्वा वरं तस्मै नागराजसुता ततः ।
सखीं तां संपरिष्वज्य पातालमगमन्मुने
]

`verse 34 [
तत्र तस्य तया सार्धं रमतः पृथिवीपतेः ।
जगाम कालः सुमहान् प्रजाः पालयतस्तथा
]

`verse 35 [
ततः स तस्यान्तनयो जज्ञे राज्ञो महात्मनः ।
पौर्णमास्यां यथा कान्तश्चन्द्रः संपूर्णमण्डलः
]

`verse 36 [
तस्मिन् जाते मुदं प्रापुः प्रजाः सर्वा महात्मनि ।
देवदुन्दुभयो नेदुः पुष्पवृष्टिः पपात च
]

`verse 37 [
तस्य दृष्ट्वा वपुः कान्तं भविष्यं शीलमेव च ।
औत्तमश्चेति मुनयो नाम चक्रुः समागताः
]

`verse 38 [
जातोऽयमुत्तमे वंशे तत्र काले तथोत्तमे ।
उत्तमावयवस्तेन औत्तमोऽयं भविष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 39 [
उत्तमस्य सुतः सोऽथ नाम्ना ख्यातस्तथौत्तमः ।
मनुरासीत्तत्प्रभावो भागुरे श्रूयतां मम
]

`verse 40 [
उत्तमाख्यानमखिलं जन्म चैवोत्तमस्य च ।
नित्यं शृणोति विद्वेषं स कदाचिन्न गच्छति
]

`verse 41 [
इष्टैर्दारैस्तथा पुत्रैर्बन्धुभिर्वा कदाचन ।
वियोगो नास्य भविता शृण्वतः पठतोऽपि वा
]

`verse 42 [
तस्य मन्वन्तरं ब्रह्मन् ! वदतो मे निशामय ।
श्रूयतां तत्र यश्चेन्द्रो ये च देवास्तथर्षयः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे औत्तममन्वन्तरे द्विसप्ततितमोऽध्यायः
]
