`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
राजाभूद् विख्यातः स्वराष्ट्रो नाम वीर्यवान् ।
अनेकयज्ञकृत् प्राज्ञः संग्रामेष्वपराजितः
]

`verse 2 [
तस्यायुः सुमहत्प्रादात् मन्त्रिणाराधितो रविः ।
पत्नीनाञ्च शतन्तस्य धन्यानामभवद् द्विज
]

`verse 3 [
तस्य दीर्घायुषः पत्न्यो नातिदीर्घायुषो मुने ।
कालेन जग्मुर्निधनं भृत्यमन्त्रिजनास्तथा
]

`verse 4 [
स भार्याभिस्तथायुक्तो भृत्यैश्च सहजन्मभिः ।
उद्विग्नचेताः संप्राप वीर्यहानिमहर्निशम्
]

`verse 5 [
तं वीर्यहीनं निभृतैर्भृत्यैस्त्यक्तं सुदुः खितम् ।
अनन्तरो विमर्दाख्यो राज्याच्च्यावितवांस्तदा
]

`verse 6 [
राज्याच्च्युतः सोऽपि वनं गत्वा निर्विण्णमानसः ।
तपस्तेपे महाभागे वितस्तापुलिने स्थितः
]

`verse 7 [
ग्रीष्मे पञ्चतमा भूत्वा वर्षास्वभ्रंकषाशिकः ।
जलशायी च शिशिरे निराहारो यतव्रतः
]

`verse 8 [
ततस्तपस्यतस्तस्य प्रावृट्काले महाप्लवः ।
बभूवानुदिनं मेघैर्वर्षद्भिरनुसन्ततम्
]

`verse 9 [
न दिग्विज्ञायते पूर्वा दक्षिणा वा न पश्चिमा ।
नोत्तरा तमसा सर्वमनुलिप्तमिवाभवत्
]

`verse 10 [
ततोऽतिपूरेण नृपः स नद्याः प्रेरितस्तटम् ।
प्रार्थयन्नापि नावाप ह्रियमाणो महीपतिः
]

`verse 11 [
अथ दूरे जलौघेन ह्रियमाणो महीपतिः ।
आससाद जले रौहीं स पुच्छे जगृहे च ताम्
]

`verse 12 [
तेन प्लवेन स ययावूह्यमानो महीतले ।
इतश्चेतश्चान्धकारे आससाद तटन्ततः
]

`verse 13 [
विस्तारि पङ्कमत्यर्थं दुस्तरं स नृपस्तरन् ।
तथैव कृष्यमाणोऽन्यद्रम्यं वनमवाप सः
]

`verse 14 [
तत्रान्धकारे सा रौही चकर्ष वसुधाधिपम् ।
पुच्छे लग्नं महाभागं कृशं धमनिसन्ततौ
]

`verse 15 [
तस्याश्च स्पर्शसंभूतामवापमुदमुत्तमाम् ।
सोऽन्धकारे भ्रमन् भूयो मदनाकृष्टमानसः
]

`verse 16 [
विज्ञाय सानुरागं तं पृष्ठस्पर्शनतत्परम् ।
नरेन्द्रं तद्वनस्यान्तः सा मृगी तमुवाच ह
]

`verse 17 [
किं पृष्ठं वेपथुमता करेण स्पृशसे मम ।
अन्यथैवास्य कार्यस्य सञ्जाता नृपते गतिः
]

`verse 18 [
नास्थाने वो मनो यातं नागम्याहं तवेश्वर ।
किन्तु त्वत्सङ्गमे विघ्नमेष लोलः करोति मे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 19 [
इति श्रुत्वा वचस्तस्या मृग्याश्च जगतीपतिः ।
जातकौतूहलो रौहीमिदं वचनमब्रवीत्
]

`verse 20 [
का त्वं ब्रूहि मृगी वाक्यं कथं मानुषवद्वदेत् ।
कश्चैव लोलो यो विघ्नं त्वत्सङ्गे कुरुते मम
]

`verse 21 [
मृग्युवाच

अहन्ते दयिता भूप ! प्रागासमुत्पलावती ।
भार्या शताग्रमहिषी दुहिता दृढधन्वनः
]

`speaker [
राजोवाच
]

`verse 22 [
किन्तु यावत् कृतं कर्म येनेमां योनिमागता ।
पतिव्रता धर्मपरा सा चेत्थं कथमीदृशी
]

`verse 23 [
मृग्युवाच

अहं पितृगृहे बाला सखीभिः सहिता वनम् ।
रन्तुं गता ददर्शैकं मृगं मृग्या समागतम्
]

`verse 24 [
ततः समीपवर्तिन्या मया सा ताडिता मृगी ।
मया त्रस्ता गतान्यत्र क्रुद्धः प्राह ततो मृगः
]

`verse 25 [
मूढे किमेवं मत्तासि धिक्ते दौःशील्यमीदृशम् ।
आधानकालो येनायं त्वया मे विफलीकृतः
]

`verse 26 [
वाचं श्रुत्वा ततस्तस्य मानुषस्येव भाषतः ।
भीता तमब्रुवं कोऽसीत्येतां योनिमुपागतः
]

`verse 27 [
ततः स प्राह पुत्रोऽहमृषेर्निर्वृतिचक्षुषः ।
सुतपा नाम मृग्यान्तु साभिलाषो मृगोऽभवम्
]

`verse 28 [
इमाञ्चानुगतः प्रेम्णा वाञ्छितश्चानया वने ।
त्वया वियोजिता दुष्टे तस्माच्छापं ददामि ते
]

`verse 29 [
मया चोक्तं तवाज्ञानादपराधः कृतो मुने ।
प्रसादं कुरु शापं मे न भवान् दातुमर्हति
]

`verse 30 [
इत्युक्तः प्राह मां सोऽपि मुनिरित्थं महीपते ।
न प्रयच्छामि शापं ते यद्यात्मानं ददासि मे
]

`verse 31 [
मया चोक्तं मृगी नाहं मृगरूपधरा वने ।
लप्स्यसेऽन्यां मृगीन्तावन्मयि भावो निवर्त्यताम्
]

`verse 32 [
इत्युक्तः कोपरक्ताक्षः स प्राह स्फुरिताधरः ।
नाहं मृगी त्वयेत्युक्तं मृगी मूढे भविष्यसि
]

`verse 33 [
ततो भृशं प्रव्यथिता प्रणम्य मुनिमब्रुवम् ।
स्वरूपस्थमतिक्रुद्धं प्रसीदेति पुनः पुनः
]

`verse 34 [
बालानभिज्ञा वाक्यानां ततः प्रोक्तमिदं मया ।
पितर्यसति नारीभिर्व्रियते हि पतिः स्वयम्
]

`verse 35 [
सति ताते कथञ्चाहं वृणोमि मुनिसत्तम ।
सापराधाथवा पादौ प्रसीदेश नमाम्यहम्
]

`verse 36 [
प्रसीदेति प्रसीदेति प्रणताया महामते ।
इत्थं लालप्यमानायाः स प्राह मुनिपुङ्गवः
]

`verse 37 [
न भवत्यन्यथा प्रोक्तं मम वाक्यं कदाचन ।
मृगी भविष्यसि मृता वनेऽस्मिन्नेव जन्मनि
]

`verse 38 [
मृगत्वे च महाबाहुस्तव गर्भमुपैष्यति ।
लोलो नाम मुनेः पुत्रः सिद्धवीर्यस्य भामिनि
]

`verse 39 [
जातिस्मरा भवित्री त्वं तस्मिन् गर्भमुपागते ।
स्मृतिं प्राप्य तथा वाचं मानुषीमीरयिष्यसि
]

`verse 40 [
तस्मिन् जाते मृगीत्वात् त्वं विमुक्ता पतिनार्चिता ।
लोकानवाप्स्यसि प्राप्या ये न दुष्कृतकर्मभिः
]

`verse 41 [
सोऽपि लोलो महावीर्यः पितृशत्रून् निपात्य वै ।
जित्वा वसुन्धरां कृत्स्त्रां भविष्यति ततो मनुः
]

`verse 42 [
एवं शापमहं लब्ध्वा मृता तिर्यक्त्वमागता ।
त्वत्संस्पर्शाच्च गर्भोऽसौ संभूतो जठरे मम
]

`verse 43 [
अतो ब्रवीमि नास्थाने तव यातं मनो मयि ।
न चाप्यगम्या गर्भस्थो लोलो विघ्नं करोत्यसौ
]

`speaker [
मार्कण्डेय उवाच
]

`verse 44 [
एवमुक्तस्ततः सोऽपि राजा प्राप्य परां मुदम् ।
पुत्रो ममारीञ्जित्वेति पृथिव्यां भविता मनुः
]

`verse 45 [
ततस्तं सुषुवे पुत्रं सा मृगी लक्षणान्वितम् ।
तस्मिन् जाते च भूतानि सर्वाणि प्रययुर्मुदम्
]

`verse 46 [
विशेषतश्च राजासौ पुत्रे जाते महाबले ।
सा विमुक्ता मृगी शापात् प्राप लोकाननुत्तमान्
]

`verse 47 [
ततस्तस्यर्षयः सर्वे समेत्य मुनिसत्तम ।
अवेक्ष्य भाविनीमृद्धिं नाम चक्रुर्महात्मनः
]

`verse 48 [
तामसीं भजमानायां योनिं मातर्यजायत ।
तमसा चावृते लोके तामसोऽयं भविष्यति
]

`verse 49 [
ततः स तामसस्तेन पित्रा संवर्धितो वने ।
जातबुद्धिरुवाचेदं पितरं मुनिसत्तम
]

`verse 50 [
कस्त्वं तात कथं वाहं पुत्रो माता च का मम ।
किमर्थमागतश्च त्वमेतत् सत्यं ब्रवीहि मे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 51 [
ततः पिता यथावृत्तं स्वराज्यच्यावनादिकम् ।
तस्याचष्टे महाबहुः पुत्रस्य जगतीपतिः
]

`verse 52 [
श्रुत्वा तत् सकलं सोऽपि समाराध्य च भास्करम् ।
अवाप दिव्यान्यस्त्राणि ससंहाराण्यशेषतः
]

`verse 53 [
कृतास्त्रस्तानरीन् जित्वा पितुरानीय चान्तिकम् ।
अनुज्ञातान् मुनोचाथ तेन स्वं धर्ममास्थितः
]

`verse 54 [
पितापि तस्य स्वान् लोकांस्तपोयज्ञसमार्जितान् ।
विसृष्टदेहः संप्राप्तो दृष्ट्वा पुत्रमुखं सुखम्
]

`verse 55 [
जित्वा समस्तां पृथिवीं तामसाख्यः स पार्थिवः ।
तामसाख्यो मनुरभूत्तस्य मन्वन्तरं शृणु
]

`verse 56 [
ये देवा यत्पतिर्यश्च देवेन्द्रो ये तथर्षयः ।
ये पुत्राश्च मनोस्तस्य पृथिवीपरिपालकाः
]

`verse 57 [
सत्यास्तथान्ये सुधियः सुरूपा हरयस्तथा ।
एते देवगणास्तत्र सप्तविंशतिका मुने
]

`verse 58 [
महाबलो महावीर्यः शतयज्ञोपलक्षितः ।
शिखिरिन्द्रस्तथा तेषां देवानामभवद्विभुः
]

`verse 59 [
ज्योतिर्धर्मा पृथुः काव्यश्चैत्रोऽग्निर्वलकस्तथा ।
पीवरश्च तथा ब्रह्मन् ! सप्त सप्तर्षयोऽभवन्
]

`verse 60 [
नरः क्षान्तिः शान्तदान्तजानुजङ्घादयस्तथा ।
पुत्रास्तु तामसस्यासन् राजानः सुमहाबलाः
]

`verse 61 [
इत्येतत्तामसं विप्र मन्वन्तरमुदाहृतम् ।
यः पठेत् शृणुयाद्वापि तमसा सन बाध्यते
]

`colophon [
इति श्रीमार्कण्डेयपुराणेठतामसमन्वन्तरेऽ चतुः सप्ततितमोऽध्यायः.
]
