`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
पञ्चमोऽपि मनुर्ब्रह्मन् रैवतो नाम विश्रुतः ।
तस्योत्पत्तिं विस्तरशः शृणुष्व कथयामि ते
]

`verse 2 [
ऋषिरासीन्महाभाग ऋतवागिति विश्रुतः ।
तस्यापुत्रस्य पुत्रोऽभूद्रेवत्यन्ते महात्मनः
]

`verse 3 [
स तस्य विधिवच्चक्रे जातकर्मादिकाः क्रियाः ।
तथोपनयनादींश्च स चाशीलोऽभवन्मुने
]

`verse 4 [
यतः प्रभृति जातोऽसौ ततः प्रभृति सोऽप्यृषिः ।
दीर्घरोगपरामर्शमवाप मुनिपुङ्गवः
]

`verse 5 [
माता तस्य परामार्ति कुष्ठरोगादिपीडिता ।
जगाम स पिता चास्य चिन्तयामास दुः खितः
]

`verse 6 [
किमेतदिति सोऽप्यस्य पुत्रोऽप्यत्यन्तदुर्मतिः ।
जग्राह भार्यामन्यस्य मुनिपुत्रस्य संमुखीम्
]

`verse 7 [
ततो विषण्णमनसा ऋतवागिदमुक्तवान् ।
अपुत्रता मनुष्याणां श्रेयसे न कुपुत्रता
]

`verse 8 [
कुपुत्रो हृदयायासं सर्वदा कुरुते पितुः ।
मातुश्च स्वर्गसंस्थांश्च स्वपितॄन् पातयत्यधः
]

`verse 9 [
सुहृदां नोपकाराय पितॄणाञ्च न तृप्तये ।
पित्रोर्दुः खाय धिग् जन्म तस्य दुष्कृतकर्मणः
]

`verse 10 [
धन्यास्ते तनया येषां सर्वलोकाभिसंमताः ।
परोपकारिणः शान्ताः साधुकर्मण्यनुव्रताः
]

`verse 11 [
अनिर्वृतं तथा मन्दं परलोकपराङ्मुखम् ।
नरकाय न सद्गत्यै कुपुत्रालम्बि जन्मनः
]

`verse 12 [
करोति सुहृदां दैन्यमहितानां तथा मुदम् ।
अकाले च जरां पित्रोः कुपुत्रः कुरुते ध्रुवम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 13 [
एवं सोऽत्यन्तदुष्टस्य पुत्रस्य चरितैर्मुनिः ।
दह्यमानमनोवृत्तिर्वृत्तं गर्गमपृच्छत
]

`verse 14 [
ऋतवागुवाच

सुव्रतेन पुरा वेदा गृहीता विधिवन्मया ।
समप्य वेदान् विधिवत् कृतो दारपरिग्रहः
]

`verse 15 [
सदारेण क्रियाः कार्याः श्रौताः स्मार्ता वषट्क्रियाः ।
न मे न्यूनाः कृताः काश्चिद्यावदद्य महामुने
]

`verse 16 [
गर्भाधानविधानेन न काममनुरुध्यता ।
पुत्रार्थं जनितश्चायं पुन्नाम्नो बिभ्यता मुने
]

`verse 17 [
सोऽयं किमात्मदोषेण मम दोषण वा मुने ।
अस्मद्दुः खवहो जातो दौः शील्याद् बन्धुशोकदः
]

`verse 18 [
रेवत्यन्ते मुनिश्रेष्ठ ! जातोऽयं तनयस्तव ।
तेन दुः खाय ते दुष्टे काले यस्मादजायत
]

`verse 19 [
न तेऽपचारो नैवास्य मातुर्नायं कुलस्य ते ।
तस्य दौः शील्यहेतुस्तु रेवत्यन्तमुपागतम्
]

`verse 20 [
ऋतवागुवाच

यस्मान्ममैकपुत्रस्य रेवत्यन्तसमुद्भवम् ।
दौः शील्यमेतत् सा तस्मात् पततामाशु रेवती
]

`speaker [
मार्कण्डेय उवाच
]

`verse 21 [
तेनैवं व्याहृते शापे रेवत्यृक्षं पपात ह ।
पश्यतः सर्वलोकस्य विस्मयाविष्टचेतसः
]

`verse 22 [
रेवत्यृक्षञ्च पतितं कुमुदाद्रौ समन्ततः ।
भावयामास सहसा वनकन्दरनिर्झरम्
]

`verse 23 [
कुमुदाद्रिश्च तत्पातात् ख्यातो रैवतकोऽभवत् ।
अतीव रम्यः सर्वस्यां पृथिव्यां पृथिवीधरः
]

`verse 24 [
तस्यर्क्षस्य तु या कान्तिर्जाता पङ्कजिनी सरः ।
ततो जज्ञे तदा कन्या रूपेणातीव शोभना
]

`verse 25 [
रेवतीकान्तिसम्भूतां तां दृष्ट्वा प्रमुचो मुनिः ।
तस्या नाम चकारेत्थं रेवती नाम भागुरे
]

`verse 26 [
पोषयामास चैवैतां स्वाश्रमाभ्याससम्भवाम् ।
प्रमुचः स महाभागस्तस्मिन्नेव महाचले
]

`verse 27 [
तान्तु यौवनिनीं दृष्ट्वा कान्यकां रूपशालिनीम् ।
स मुनिश्चिन्तमामास कोऽस्या भर्ता भवेदिति
]

`verse 28 [
एवं चिन्तयतस्तस्य ययौ कालो महान् मुने ।
न चाससाद सदृशं वरं तस्या महामुनिः
]

`verse 29 [
ततस्तस्या वरं प्रष्टुमग्निं स प्रमुचो मुनिः ।
विवेश वह्निशालां वै प्रष्टारं प्राह हव्यभुक्
]

`verse 30 [
महाबलो महावीर्यः प्रियवाग् धर्मवत्सलः ।
दुर्गमो नाम भविता भर्ता ह्यस्य महीपतिः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 31 [
अनन्तरञ्च मृगयाप्रसङ्गेनागतो मुने ।
तस्याश्रमपदं धीमान् दुर्गमः स नराधिपः
]

`verse 32 [
प्रियव्रतान्वयभवो महाबलपराक्रमः ।
पुत्रो विक्रमशीलस्य कालिन्दीजठरोद्भवः
]

`verse 33 [
स प्रविश्याश्रमपदं तां तन्वीं जगतीपतिः ।
अपश्यमानस्तमृषिं प्रियेत्यामन्त्र्य पृष्टवान्
]

`speaker [
राजोवाच
]

`verse 34 [
क्व गतो भगवानस्मादाश्रमान्मुनिपुङ्गवः ।
तं प्रणेतुमिहेच्छामि तत् त्वं प्रब्रूहि शोभने
]

`speaker [
मार्कण्डेय उवाच
]

`verse 35 [
अग्निसालां गतो विप्रस्तच्छ्रुत्वा तस्य भाषितम् ।
प्रियेत्यामन्त्रणञ्चैव निश्चक्राम त्वरान्वितः
]

`verse 36 [
स ददर्श महात्मानं राजानं दुर्गमं मुनिः ।
नरेन्द्रचिह्नसहितं प्रश्रयावनतं पुरः
]

`verse 37 [
तस्मिन् दृष्टे ततः शिष्यमुवाच स तु गौतमम् ।
गौतमानीयतां शीघ्रमर्घोऽस्य जगतीपतेः
]

`verse 38 [
एकस्तावदयं भूपश्चिरकालादुपागतः.
जामाता च विशेषेण योग्योर्ऽघस्य मतो मम
]

`speaker [
मार्कण्डेय उवाच
]

`verse 39 [
ततः स चिन्तयामास राजा जामातृकारणम् ।
विवेद च न तन्मौनी जगृहेर्ऽघञ्च तं नृपः
]

`verse 40 [
तमासनगतं विप्रो गृहीतार्घं महामुनिः ।
स्वागतं प्राह राजेन्द्रमपि ते कुशलं गृहे
]

`verse 41 [
कोषे बलेऽथ मित्रेषु भृत्यामात्ये नरेश्वर ।
तथात्मनि महाबाहो यत्र सर्वं प्रतिष्ठितम्
]

`verse 42 [
पत्नी च ते कुशलिनी यत एवानुतिष्ठति ।
पृच्छाम्यस्यास्ततो नाहं कुशलिन्योऽपरास्तव
]

`speaker [
राजोवाच
]

`verse 43 [
त्वत्प्रसादादकुशलं न क्वचिन्मम सुव्रत ।
जातकौतूहलश्चास्मि मम भार्यात्र का मुने
]

`speaker [
ऋषिरुवाच
]

`verse 44 [
रेवती सुमहाभागा त्रैलोक्यस्यापि सुन्दरी ।
तव भर्या वरारोहा तां त्वं राजन्न वेत्सि किम्
]

`speaker [
राजोवाच
]

`verse 45 [
सुभद्रां शान्ततनयां कावेरीतनयां विभो ।
सुराष्ट्रजां सुजाताञ्च कदम्बाञ्च वरूथजाम्
]

`verse 46 [
विपाठां नन्दिनीञ्चैव वेद्मि भार्यां गृहे द्विज ।
तिष्ठन्ति मे न भगवन् रेवतीं वेद्मि कान्वियम्
]

`speaker [
ऋषिरुवाच
]

`verse 47 [
प्रियेति साम्प्रतं येयं त्वयोक्ता वरवर्णिनी ।
किं विस्मृतन्ते भूपाल ! श्लाघ्येयं गृहिणी तव
]

`speaker [
राजोवाच
]

`verse 48 [
सत्यमुक्तं मया किन्तु भावो दुष्टो न मे मुने ।
नात्र कोपं भवान् कर्तुमर्हत्यस्मासु याचितः
]

`speaker [
ऋषिरुवाच
]

`verse 49 [
तत्त्वं ब्रवीषि भूपाल ! न भावस्तव दूषितः ।
व्याजहार भवानेतद्वह्निना नृप चोदितः
]

`verse 50 [
मया पृष्टो हुतवहः कोऽस्या भर्तेति पार्थिव ।
भविता तेन चाप्युक्तो भवानेवाद्य वै वरः
]

`verse 51 [
तद्गृह्यतां मया दत्ता तुभ्यं कन्या नराधिप ।
प्रियेत्यामन्त्रिता चेयं विचारं कुरुषे कथम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 52 [
ततोऽसावभवन्मौनी तेनोक्तः पृथिवीपतिः ।
ऋषिस्तथोद्यतः कर्तुं तस्या वैवाहिकं विधिम्
]

`verse 53 [
तमुद्यतं सा पितरं विवाहाय महामुने ।
उवाच कन्या यत्किञ्चित् प्रश्रयावनतानना
]

`verse 54 [
यदि मे प्रीतिमांस्तात प्रिसादं कर्तुमर्हसि ।
रेवत्यृक्षे विवाहं मे तत्करोतु प्रसादितः
]

`speaker [
ऋषिरुवाच
]

`verse 55 [
रेवत्यृक्षं न वै भद्रे चन्द्रयोगि व्यवस्थितम् ।
अन्यानि सन्ति ऋक्षाणि सुभ्रु वैवाहिकानि ते
]

`speaker [
कन्योवाच
]

`verse 56 [
तात तेन विना कालो विफलः प्रतिभाति मे ।
विवाहो विफले काले मद्विधायाः कथं भवेत्
]

`speaker [
ऋषिरुवाच
]

`verse 57 [
ऋतवागिति विख्यातस्तपस्वी रेवतीं प्रति ।
चकार कोपं क्रुद्धेन तेनर्क्षं विनिपातितम्
]

`verse 58 [
मया चास्मै प्रतिज्ञाता भर्येति मदिरेक्षणा ।
न चेच्छसि विवाहं त्वं सङ्कटं नः समागतम्
]

`speaker [
कन्योवाच
]

`verse 59 [
ऋतवाक् स मुनिस्तात किमेवं तप्तवांस्तपः ।
न त्वया मम तातेन ब्रह्मबन्धोः सुतास्मि किम्
]

`speaker [
ऋषिरुवाच
]

`verse 60 [
ब्रह्मबन्धोः सुता न त्वं बाले नैव तपस्विनः ।
सुता त्वं मम यो देवान् कर्तुमन्यान् समुत्सहे
]

`speaker [
कन्योवाच
]

`verse 61 [
तपस्वी यदि मे तातस्तत्किमृक्षमिदं दिवि ।
समारोप्य विवाहो मे तदृक्षे क्रियते न तु
]

`speaker [
ऋषिरुवाच
]

`verse 62 [
एवं भवतु भद्रन्ते भद्रे प्रीतिमती भव ।
आरोपयामीन्दुमार्गे रेवत्यृक्षं कृते तव
]

`speaker [
मार्कण्डेय उवाच
]

`verse 63 [
ततस्तपः प्रभावेण रेवत्यृक्षं महामुनिः ।
यथापूर्वन्तथा चक्रे सोमयोगि द्विजोत्तम
]

`verse 64 [
विवाहञ्चैव दुहितुर्विधिवद् मन्त्रयोगिनम् ।
निष्पाद्य प्रीतिमान् भूयो जामातारमथाब्रवीत्
]

`verse 65 [
औद्वाहिकन्ते भूपाल कथ्यतां किं ददाम्यहम् ।
दुर्लभ्यमपि दास्यामि ममाप्रतिहतन्तपः
]

`speaker [
राजोवाच
]

`verse 66 [
मनोः स्वयम्भुवस्याहमुत्पन्नः सन्ततौ मुने ।
मन्वन्तराधिपं पुत्रं त्वत्प्रसादाद् वृणोम्यहम्
]

`speaker [
ऋषिरुवाच
]

`verse 67 [
भविष्यत्येष ते कामो मनुस्त्वत्तनयो महीम् ।
सकलां भोक्ष्यते भूप धर्मविच्च भविष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 68 [
तामादाय ततो भूपः स्वमेव नगरं ययौ ।
तस्मादजायत सुतो रेवत्या रैवतो मनुः
]

`verse 69 [
समेतः सकलैर्धर्मैर्मानवैरपराजितः ।
विज्ञाताखिलशास्त्रार्थो वेदविद्यार्थशास्त्रवित्
]

`verse 70 [
तस्य मन्वन्तरे देवान् मुनिदेवेन्द्रपार्थिवान् ।
कथ्यमानान् मया ब्रह्मन् निबोध सुसमाहितः
]

`verse 71 [
सुमेधसस्तत्र देवास्तथा भूपतयो द्विज ।
वैकुण्ठश्चामिताभश्च चतुर्दश चतुर्दश
]

`verse 72 [
तेषां देवगणानान्तु चतुर्णामपि चेश्चरः ।
नाम्ना विभुरभूदिन्द्रः शतयज्ञोपलक्षकः
]

`verse 73 [
हिरण्यलोमा वेदश्रीरूर्ध्वबाहुस्तथापरः ।
वेदबाहुः सुधामा च पर्जन्यश्च महामुनिः
]

`verse 74 [
वसिष्ठश्च महाभागो वेदवेदान्तपारगः ।
एते सप्तर्षयश्चासन् रैवतस्यान्तरे मनोः
]

`verse 75 [
बलबन्धुर्महावीर्यः सुयष्टव्यस्तथापरः ।
सत्यकाद्यास्तथैवासन् रैवतस्य मनोः सुताः
]

`verse 76 [
रैवतान्तास्तु मनवः कथिता ये मया तव ।
स्वायम्भुवाश्रया ह्येते स्वारोचिषमृते मनुम्
]

`verse 77 [
(य एषां शृणुयान्नित्यं पठेदाख्यानमुत्तमम् ।
विमुक्तः सर्वपापेभ्यो लोकं प्राप्नोत्यभीप्सितम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे रैवतमन्वन्तरे पञ्चसप्ततितमोऽध्यायः
]
