`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
इत्येतत् कथितं तुभ्यं पञ्च मन्वन्तरं तव ।
चाक्षुषस्य मनोः षष्ठं श्रूयतामिदमन्तरम्
]

`verse 2 [
अन्यजन्मनि जातोऽसौ चक्षुषः परमेष्ठिनः ।
चाक्षुषत्वमतस्तस्य जन्मन्यस्मिन्नपि द्विज
]

`verse 3 [
जातं माता निजोत्सङ्गे स्थितमुल्लाप्य तं पुनः ।
परिष्वजति हार्देन पुनरुल्लापयत्यथ
]

`verse 4 [
जातिस्मरः स जातो वै मातुरुत्सङ्गमास्थितः ।
जहास तं तदा माता संक्रुद्धा वाक्यमब्रवीत्
]

`verse 5 [
भीतास्मि किमिदं वत्स ! हासो यद्वदने तव ।
अकालबोधः सञ्जातः कच्चित् पश्यसि शोभनम्
]

`speaker [
पुत्र उवाच
]

`verse 6 [
मामत्तुमिच्छति पुरो मार्जारी किम न पश्यसि ।
अन्तर्धानगता चेयं द्वितीया जातहारिणी
]

`verse 7 [
पुत्रप्रीत्या च भवती सहार्दा मामवेक्षती ।
उल्लाप्योल्लाप्य बहुशः परिष्वजति मां यतः
]

`verse 8 [
उद्भूतपुलका स्नेहसम्भवास्त्राविलेक्षणा ।
ततो ममागतो हासः शृणु चाप्यत्र कारणम्
]

`verse 9 [
स्वार्थे प्रसक्ता मार्जारी प्रसक्तं मामवेक्षते ।
तथान्तर्धानगा चैव द्वितीया जातहारिणी
]

`verse 10 [
स्वार्थाय स्निग्धहृदया यथैवैते ममोपरि ।
प्रवृत्ते स्वार्थमास्थाय तथैव प्रतिभासि मे
]

`verse 11 [
किन्तु मदुपभोगाय मार्जारी जातहारिणी ।
त्वन्तु क्रमेणोपभोग्यं मत्तः फलमभीप्ससि
]

`verse 12 [
न मां जानासि कोऽप्येष न चैवापकृतं मया ।
सङ्गतं नातिकालीनं पञ्चसप्तदिनात्मकम्
]

`verse 13 [
तथापि स्त्रिह्यसे सास्त्रा परिष्वजसि चाप्यति ।
तातेति वत्स ! भद्रेति निर्व्यलीकं ब्रवीषि माम्
]

`speaker [
मातोवाच
]

`verse 14 [
न त्वाहमुपकारार्थं वत्स ! प्रीत्या परिष्वजे ।
न चेदेतद्भवत्प्रीत्यै परित्यक्तास्म्यहं त्वया
]

`verse 15 [
स्वार्थो मया परित्यक्तो यस्त्वत्तो मे भविष्यति ।
इत्युक्त्वा सा तमुत्सृज्य निष्क्रान्ता सूतिकागृहात्
]

`verse 16 [
जडाङ्गबाह्यकरणं शुद्धान्तः करणात्मकम् ।
जहार तं परित्यक्तं सा तदा जातहारिणी
]

`verse 17 [
सा हृत्वा तं तदा बालं विक्रान्तस्य महीभृतः ।
प्रसूतपत्नीशयने न्यस्य तस्याददे सुतम्
]

`verse 18 [
तमप्यन्यगृहे नीत्वा गृहीत्वा तस्य चात्मजम् ।
तृतीयं भक्षयामास सा क्रमाज्जातहारिणी
]

`verse 19 [
हृत्वा हृत्वा तृतीयन्तु भक्षयत्यतिनिर्घृणा ।
करोत्यनुदिनं सा नु परिवर्तन्तथान्ययोः
]

`verse 20 [
विक्रान्तोऽपि ततस्तस्य सुतस्यैव महीपतिः ।
कारयामास संस्कारान् राजन्यस्य भवन्ति ये
]

`verse 21 [
आनन्देति च नामास्य पिता चक्रे विधानतः ।
मुदा परमया युक्तो विक्रान्तः स नराधिपः
]

`verse 22 [
कृतोपनयनं तन्तु गुरुराह कुमारकम् ।
जनन्याः प्रागुपस्थानं क्रियताञ्चाभिवादनम्
]

`verse 23 [
स गुरोस्तद्वचः श्रुत्वा विहस्यैवमथाब्रवीत् ।
वन्द्या मे कतमा माता जननी पालनी नु किम्
]

`speaker [
गुरुरुवाच
]

`verse 24 [
न त्वियं ते महाभाग ! जनयित्री रुथात्मजा ।
विक्रान्तस्याग्रमहिषी हैमिनी नाम नामतः
]

`speaker [
आनन्द उवाच
]

`verse 25 [
इयं जनित्री चैत्रस्य विशालग्रमवासिनः ।
विप्राग्र्यबोधपुत्रस्य योऽस्यां जातोऽन्यतो वचम्
]

`speaker [
गुरुरुवाच
]

`verse 26 [
कुतस्त्वं कथयानन्द ! चैत्रः को वा त्वयोच्यते ।
सङ्कटं महदाभाति क्व जातोऽत्र ब्रवीषि किम्
]

`speaker [
आनन्द उवाच
]

`verse 27 [
जातोऽहमवनीन्द्रस्य क्षत्रियस्य गृहे द्विज ।
तत्पत्न्यां गिरिभद्रायामाददे जातहारिणी
]

`verse 28 [
तयात्र मुक्तो हैमिन्या गृहीत्वा च सुतञ्च सा ।
बोधस्य द्विजमुख्यस्य गृहे नीतवती पुनः
]

`verse 29 [
भक्षयामास च सुतं तस्य बोधद्विजन्मनः ।
स तत्र द्विजसंस्कारैः संस्कृतो हैमिनीसुतः
]

`verse 30 [
वयमत्र महाभाग ! संस्कृता गुरुणा त्वया ।
मया तव वचः कार्यमुपैमि कतमां गुरो
]

`speaker [
गुरुरुवाच
]

`verse 31 [
अतीव गहनं वत्स ! सङ्कटं महदागतम् ।
न वेद्मि किञ्चिन्मोहेन भ्रमन्तीव हि बुद्धयः
]

`speaker [
आनन्द उवाच
]

`verse 32 [
मोहस्यावसरः कोऽत्र जगत्येवं व्यवस्थिते ।
कः कस्य पुत्रो विप्रर्षे ! को वा कस्य नु बान्धवः
]

`verse 33 [
आरभ्य जन्मनो नॄणां सम्बन्धित्वमुपैति यः ।
अन्ये सम्बन्धिनो विप्र ! मृत्युना सन्निवर्तिताः
]

`verse 34 [
अत्रापि जातस्य सतः सम्बन्धोयोऽस्य बान्धवैः ।
सोऽप्यस्तङ्गते देहे प्रयात्येषोऽखिलक्रमः
]

`verse 35 [
अतो ब्रवीमि संसारे वसतः को न बान्धवः ।
को वापि सततं बन्धुः किं वो विभ्राम्यते मतिः
]

`verse 36 [
पितृद्वयं मया प्राप्तमस्मिन्नेव हि जन्मनि ।
मातृद्वयञ्च किञ्चित्रं यदन्यद् देहसम्भवे
]

`verse 37 [
सोऽहं तपः करिष्यामि त्वया यो ह्यस्य भूपतेः ।
विशालग्रामतः पुत्रश्चैत्र आनीयतामिह
]

`speaker [
मार्कण्डेय उवाच
]

`verse 38 [
ततः स विस्मितो राजा सभार्यः सह बन्धुभिः ।
तस्मान्निवर्त्य ममतामनुमेने वनाय तम्
]

`verse 39 [
चैत्रमानीय तनयं राज्ययोग्यं चकार सः ।
संमान्य ब्राह्मणं येन पुत्रबुद्ध्या स पालितः
]

`verse 40 [
सोऽप्यानन्दस्तपस्तेपे बाल एव महावने ।
कर्मणां क्षुपणार्थाय विमुक्तेः परिपन्थिनाम्
]

`verse 41 [
तपस्यन्तं ततस्तञ्च प्राह देवः प्रजापतिः ।
किमर्थं तप्यसे वत्स ! तपस्तीव्रं वदस्व तत्
]

`speaker [
आनन्द उवाच
]

`verse 42 [
आत्मनः शुद्धिकामोऽहं करोमि भगवंस्तपः ।
बन्धाय मम कर्माणि यानि तत्क्षपणोन्मुखः
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
क्षीणाधिकारो भवति मुक्तियोग्यो न कर्मवान् ।
सत्त्वाधिकारवान् मुक्तिमवाप्स्यति ततो भवान्
]

`verse 44 [
भवता मनुना भाव्यं षष्ठेन व्रज तत् कुरु ।
अलन्ते तपसा तस्मिन् कृते मुक्तिमवाप्स्यसि
]

`speaker [
मार्कण्डेय उवाच
]

`verse 45 [
इत्युक्तो ब्रह्मणा सोऽपि तथेत्युक्त्वा महामतिः ।
तत्कर्माभिमुखो यातस्तपसो विरराम ह
]

`verse 46 [
चाक्षुषेत्याह तं ब्रह्मा तपसो विनिवर्तयन् ।
पूर्वनाम्ना बभूवाथ प्रख्यातश्चाक्षुषो मनुः
]

`verse 47 [
उपयेमे विदर्भां स सुतामुग्रस्य भूभृतः ।
तस्याञ्चोत्पादयामास पुत्रान् प्रख्यातविक्रमान्
]

`verse 48 [
तस्य मन्वन्तरेशस्य येऽन्तरे त्रिदशा द्विज ।
ये चर्षयस्तथैवेन्द्रो ये सुताश्चास्य तान् शृणु
]

`verse 49 [
आप्या नाम सुरास्तत्र तेषामेकोऽष्टको गणः ।
प्रख्यातकर्मणां विप्र ! यज्ञे हव्यभुजामयम्
]

`verse 50 [
प्रख्यातबलवीर्याणां प्रभामण्डलदुर्दृशाम् ।
द्वितीयश्च प्रसूताख्यो देवानामष्टको गणः
]

`verse 51 [
तथैवाष्टक एवान्यो भव्याख्यो देवतागणः ।
चतुर्थश्च गणस्तत्र यूथगाख्यस्तथाष्टकः
]

`verse 52 [
लेखसंज्ञास्तथैवान्ये तत्र मन्वन्तरे द्विज ।
पञ्चमे च गणे देवास्तत्संज्ञा ह्यमृताशिनः
]

`verse 53 [
शतं क्रतूनामाहृत्य यस्तेषामधिपोऽभवत् ।
मनोजवस्तथैवेन्द्रः संख्यातो यज्ञभागभुक्
]

`verse 54 [
सुमेधा विरजाश्चैव हविष्मानुन्नतो मधुः ।
अतिनामा सहिष्णुश्च सप्तासन्निति चर्षयः
]

`verse 55 [
ऊरु-पुरु-शतद्युम्नप्रमुखाः सुमहाबलाः ।
चाक्षुषस्य मनोः पुत्राः पृथिवीपतयोऽभवन्
]

`verse 56 [
एतत्ते कथितं षष्ठं मया मन्वन्तरं द्विज ।
चाक्षुषस्य तथा जन्म चरितञ्च महात्मनः
]

`verse 57 [
साम्प्रतं वर्तते योऽयं नाम्ना वैवस्वतो मनुः ।
सप्तमीयेऽन्तरे तस्य देवाद्यास्तान् शृणुष्व मे
]

`verse 58 [
य इदं कीर्तयेद् धीमान् चाक्षुषस्यान्तरं भुवि ।
शृणुते च लभेत् पुत्रानारोग्यसुखसम्पदम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे षष्ठं मन्वन्तरं समाप्तम्,अध्यायः षट्सप्ततितमः
]
