`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
मार्तण्ड रस्यवेर्भार्या तनया विश्वकर्मणः ।
संज्ञा नाम महाभाग तस्यां भानुरजीजनत्
]

`verse 2 [
मनुं प्रख्यातयशसमनेकज्ञानपारगम् ।
विवस्वतः सुतो यस्मात्तस्माद्वैवस्वतस्तु सः
]

`verse 3 [
संज्ञा च रविणा दृष्टा निमीलयति लोचने ।
यतस्ततः सरोषोर्ऽकः संज्ञां निष्ठुरमब्रवीत्
]

`verse 4 [
मयि दृष्टे सदा यस्मात् कुरुषे नेत्रसंयमम् ।
तस्माज्जनिष्यसे मूढे प्रजासंयमनं यमम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 5 [
ततः सा चपलां दृष्टिं देवी चक्रे भयाकुला ।
विलोलितदृशं दृष्ट्वा पुनराह च तां रविः
]

`verse 6 [
यस्माद्विलोलिता दृष्टिर्मयि दृष्टे त्वयाधुना ।
तस्माद्विलोलां तनयां नदीं त्वं प्रसविष्यसि
]

`speaker [
मार्कण्डेय उवाच
]

`verse 7 [
ततस्तस्यान्तु संजज्ञे भर्तृशापेन तेन वै ।
यमश्च यमुना चेयं प्रख्याता सुमहानदी
]

`verse 8 [
सापि संज्ञा रवेस्तेजः सेहे दुः खेन भामिनी ।
असहन्ती च सा तेजश्चिन्तयामास वै तदा
]

`verse 9 [
किङ्करोमि क्व गच्छामि क्व गतायाश्च निर्वृतिः ।
भवेन्मम कथं भर्ता कोपमर्कश्च नैष्यति
]

`verse 10 [
इति संचिन्त्य बहुधा प्रजापतिसुता तदा ।
बहु मेने महाभागा पितृसंश्रयमेव सा
]

`verse 11 [
ततः पितृगृहे गन्तुं कृतबुद्धिर्यशस्विनी ।
छायामयीमात्मतनुं निर्ममे दयितां रवेः
]

`verse 12 [
ताञ्चोवाच त्वया वेश्मन्यत्र भानोर्यथा मया ।
तथा सम्यगपत्येषु वर्तितव्यं यथा रवौ
]

`verse 13 [
पृष्टयापि न वाच्यन्ते तथैतद्गमनं मम ।
सैवास्मि नाम संज्ञेति वाच्यमेतत्सदा वचः
]

`speaker [
छायसंज्ञोवाच
]

`verse 14 [
आकेशग्रहणाद् देवि ! आशापाच्च वचस्तव ।
करिष्ये कथयिष्यामि वृत्तन्तु शापकर्षणात्
]

`verse 15 [
इत्युक्ता सा तदा देवी जगाम भवनं पितुः ।
ददर्श तत्र त्वष्टारं तपसा धूतकल्मषम्
]

`verse 16 [
बहुमानाच्च तेनापि पूजिता विश्वकर्मणा ।
तस्थौ पितृगृहे सा तु कञ्चित्कालमनिन्दिता
]

`verse 17 [
ततस्तां प्राह चार्वङ्गी पिता नातिचिरोषिताम् ।
स्तुत्वा च तनयां प्रेमबहुमानपुरः सरम्
]

`verse 18 [
त्वान्तु मे पश्यतो वत्से दिनानि सुबहून्यपि ।
मुहूर्तार्धसमानि स्युः किन्तु धर्मो विलुप्यते
]

`verse 19 [
बान्धवेषु चिरं वासो नारीणां न यशस्करः ।
मनोरथो बान्धवानां नार्या भर्तृगृहे स्थितिः
]

`verse 20 [
सा त्वं त्रैलोक्यनाथेन भर्त्रा सूर्येण सङ्गता ।
पितृगेहे चिरं कालं वस्तुं नार्हसि पुत्रिके
]

`verse 21 [
सा त्वं भर्तृगृहं गच्छ तुष्टोऽहं पूजितासि मे ।
पुनरागमनं कार्यं दर्शनाय शुभे मम
]

`speaker [
मार्कण्डेय उवाच
]

`verse 22 [
इत्युक्ता सा तदा पित्रा तथेत्युक्त्वा च सा मुने ।
संपूजयित्वा पितरं जगामाथोत्तरान् कुरून्
]

`verse 23 [
सूर्यतापमनिच्छन्ती तेजसस्तस्य बिभ्यती ।
तपश्चचार तत्रापि वडवारूपधारिणी
]

`verse 24 [
संज्ञेयमिति मन्वानो द्वितीयायामहस्पतिः ।
जनयामास तनयौ कन्याञ्चैकां मनोरमाम्
]

`verse 25 [
छायासंज्ञा त्वपत्येषु यथा स्वेष्वतिवत्सला ।
तथा न संज्ञाकन्यायां पुत्रयोश्चान्ववर्तत
]

`verse 26 [
लालनाद्युपभोगेषु विशेषमनुवासरम् ।
मनुस्तत् क्षान्तवानस्य यमस्तस्या न चक्षमे
]

`verse 27 [
ताडनाय च वै कोपात् पादस्तेन समुद्यतः ।
तस्याः पुनः क्षान्तिमता न तु देहे निपातितः
]

`verse 28 [
ततः शशाप तं कोपाच्छायासंज्ञा यमं द्विज ।
किञ्चित् प्रस्फुरमाणौष्ठी विचलत्पाणिपल्लवा
]

`verse 29 [
पितुः पत्नीममर्यादं यन्मां तर्जयसे पदा ।
भुवि तस्मादयं पदास्तवाद्यैव पतिष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 30 [
इत्याकर्ण्य यमः शापं मात्रा दत्तं भयातुरः ।
अभ्येत्य पितरं प्राह प्रणिपातपुरः सरम्
]

`speaker [
यम उवाच
]

`verse 31 [
तातैतन्महदाश्चर्यं न दृष्टमिति केनचित् ।
माता वात्सल्यमुत्सृज्य शापं पुत्रे प्रयच्छति
]

`verse 32 [
यथा मनुर्ममाचष्टे नेयं मता तथा मम ।
विगुणेष्वपि पुत्रेषु न माता विगुणा भवेत्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 33 [
यमस्यैतद्वचः श्रुत्वा भगवांस्तिमिरापहः ।
छायासंज्ञां समाहूय पप्रच्छ क्व गतेति सा
]

`verse 34 [
सा चाह तनया त्वष्टुरहं संज्ञा विभावसो ।
पत्नी तव त्वयापत्यान्येतानि जनितानि मे
]

`verse 35 [
इत्थं विवस्वतः सा तु बहुशः पृच्छतो यदा ।
नाचचक्षे ततः क्रुद्धो भास्वांस्तां शप्तुमुद्यतः
]

`verse 36 [
ततः सा कथयामास यथावृत्तं विवस्वतः ।
विदितार्थश्च भगवान् जगाम त्वष्टुरालयम्
]

`verse 37 [
ततः स पूजयामास तदा त्रैलोक्यपूजितम् ।
भास्वन्तं परया भक्त्या निजगेहमुपागतम्
]

`verse 38 [
संज्ञां पृष्टस्तदा तस्मै कथयामास विश्वकृत् ।
आगतैवेह मे वेश्म भवतः प्रेषितेति वै
]

`verse 39 [
दिवाकरः समाधिस्थो वडवारूपधारिणीम् ।
तपश्चरन्तीं ददृशे उत्तरेषु कुरुष्वथ
]

`verse 40 [
सौम्यमूर्तिः शुभाकारो मम भर्ता भवेदिति ।
अभिसन्धिञ्च तपसो बुबुधेऽस्या दिवाकरः
]

`verse 41 [
शातनं तेजसो मेऽद्य क्रियतामिति भास्करः ।
तञ्चाह विश्वकर्माणं संज्ञायाः पितरं द्विज
]

`verse 42 [
संवत्सरभ्रमेस्तस्य विश्वकर्मा करवेस्ततः ।
तेजसः शातनञ्चक्रे स्तूयमानश्च दैवतैः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे वैवस्वतमन्वन्तरे सप्तसप्ततितमोऽध्यायः
]
