`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
आदित्या वसवो रुद्राः साध्या विश्वे मरुद्गणाः ।
भृगवोऽङ्गिरसश्चाष्टौ यत्र देवगणाः स्मृताः
]

`verse 2 [
आदित्या वसवो रुद्रा विज्ञेयाः कश्यपात्मजाः ।
साध्याश्च मरुतो विश्वे धर्मपुत्रगणास्त्रयः
]

`verse 3 [
भृगोस्तु भृगवो देवाः पुत्रा ह्यङ्गिरसः सुताः ।
एष सर्गश्च मारीचो विज्ञेयः साम्प्रताधिपः
]

`verse 4 [
ऊर्जस्वी नाम चैवेन्द्रो महात्मा यज्ञभागभुक् ।
अतीतानागता ये च वर्तन्ते साम्प्रतञ्च ये
]

`verse 5 [
सर्वे ते त्रिदशेन्द्रास्तु विज्ञेयास्तुल्यलक्षणाः ।
सहस्राक्षाः कुलिशिनः सर्व एव पुरन्दराः
]

`verse 6 [
मघवन्तो वृषाः सर्वे शृङ्गिणो गजगामिनः ।
ते शतक्रतवः सर्वे भूताभिभवतेजसः
]

`verse 7 [
धर्माद्यैः कारणैः सुद्धैराधिपत्यगुणान्विताः ।
भूतभव्यभवन्नाथाः शृणु चैतत् त्रयं द्विज
]

`verse 8 [
भूर्लोकोऽयं स्मृता भूमिरन्तरिक्षं दिवः स्मृतम् ।
दिव्याख्याश्च तथा स्वर्गस्त्रैलोक्यमिति गद्यते
]

`verse 9 [
अत्रिश्चैव वसिष्ठश्च काश्यपश्च महानृषिः ।
गौतमश्च भरद्वाजौ विश्वामित्रोऽथ कौशिकः
]

`verse 10 [
तथैव पुत्रो भगवानृचीकस्य महात्मनः ।
जमदग्निस्तु सप्तैते मुनयोऽत्र नथान्तरे
]

`verse 11 [
इक्ष्वाकुर्नाभगश्चैव धृष्टः शर्यातिरेव च ।
नरिष्यन्तश्च विख्यातो नाभागारिष्ट एव च
]

`verse 12 [
करूषश्च पृषध्रश्च वसुमान् लोकविश्रुतः ।
मनोर्वैवस्वतस्यैते नव पुत्राः प्रकीर्तिताः
]

`verse 13 [
वैवस्वतमिदं ब्रह्मन् ! कथितन्ते मयान्तरम् ।
अस्मिन् श्रुते नरः सद्यः पठिते चैव सत्तम ।
मुच्यते पातकैः सर्वैः पुण्यञ्च महदश्नते
]

`colophon [
इति श्रीमार्कण्डेयपुराणे सावर्णिके मन्वन्तरे वैवस्वतकीर्तनं नामैकोनाशीतितमोऽध्यायः
]
