`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
स्वायम्भुवाद्याः कथिताः सप्तैते मनवो मम ।
तदन्तरेषु ये देवा राजानो मुनयस्तथा
]

`verse 2 [
अस्मिन् कल्पे सप्त येऽन्ये भविष्यन्ति महामुने ।
मनवस्तान् समाचक्ष्व ये च देवादयश्च ये
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
कथितस्तव सावर्णिश्छायासंज्ञासुतश्च यः ।
पूर्वजस्य मनोस्तुल्यः स मनुर्भविताष्टमः
]

`verse 4 [
रामो व्यासो गालवश्च दीप्तिमान् कृप एव च ।
ऋष्यशृङ्गस्तथा द्रोणस्तत्र सप्तर्षयोऽभवन्
]

`verse 5 [
सुतपाश्चामिताभाश्च मुख्याश्चैव त्रिधा सुराः ।
विंशकः कथिताश्चैषां त्रयाणां त्रिगुणो गणः
]

`verse 6 [
तपस्तप्तश्च शक्रश्च द्युतिर्ज्योतिः प्रभाकरः ।
प्रभासो दयितो धर्मस्तेजोरश्मिश्चिरक्रतुः
]

`verse 7 [
इत्यादिकस्तु सुतपा देवानां विंशको गणः ।
प्रभुर्विभुर्विभासाद्यस्तथान्यो विंशको गणः
]

`verse 8 [
सुराणाममिताभानां तृतीयमपि मे शृणु ।
दमो दान्तो ऋतः सोमो वित्ताद्याश्चैव विंशतिः
]

`verse 9 [
मुख्या ह्येते समाख्याता देवा मन्वन्तराधिपाः ।
मारीचस्यैव ते पुत्राः कश्यपस्य प्रजापतेः
]

`verse 10 [
भविष्याश्च भविष्यन्ति सावर्णस्यान्तरे मनोः ।
तेषामिन्द्रो भविष्यस्तु बलिर्वैरोचनिर्मुने
]

`verse 11 [
पाताल आस्ते योऽद्यापि दैत्यः समयबन्धनः ।
विरजाश्चार्ववीरश्च निर्मोहः सत्यवाक् कृतिः ।
विष्ण्वाद्याश्चैव तनयाः सावर्णस्य मनोर्नृपाः
]

`colophon [
इति श्रीमार्कण्डेयपुराणेऽशीतितमोऽध्यायः
]
