`verse 1 [
एकाशीतितमोऽध्यायः- ८१।
 देवीमाहात्म्यम्

मार्कण्डेय उवाच
सावर्णिः सूर्यतनयो यो मनुः कथ्यतेऽष्टमः ।
निशामय तदुत्पत्तिं विस्तराद् गदतो मम
]

`verse 2 [
महामायानुभावेन यथा मन्वन्तराधिपः ।
स बभूव महाभागः सावर्णिस्तनयो रवेः
]

`verse 3 [
स्वारोचिषेऽन्तरे पूर्वं चैत्रवंशसमुद्भवः ।
सुरथो नाम राजाभूत् समस्ते क्षितिमण्डले
]

`verse 4 [
तस्य पालयतः सम्यक् प्रजाः पुत्रानिवौरसान् ।
बभूवुः शत्रवो भूपाः कोलाविध्वंसिनस्तथा
]

`verse 5 [
तस्य तैरभवद् युद्धमतिप्रबलदण्डिनः ।
न्यूनैरपि स तैर्युद्धे कोलाविध्वंसिभिर्जितः
]

`verse 6 [
ततः स्वपुरमायातो निजदेशाधिपोऽभवत् ।
आक्रान्तः स महाभागस्तैस्तदा प्रबलारिभिः
]

`verse 7 [
अमात्यैर्बलिभिर्दुष्टैर्दुर्बलस्य दुरात्मभिः ।
कोषो बलञ्चापहृतं तत्रापि स्वपुरे ततः
]

`verse 8 [
ततो मृगयाव्याजेन हृतस्वाम्यः स भूपतिः ।
एकाकी हयमारुह्य जगाम गहनं वनम्
]

`verse 9 [
स तत्राश्रममद्राक्षीद् द्विजवर्यस्य मेधसः ।
प्रशान्तश्वापदाकीर्णं मुनिश्ष्योपशोभितम्
]

`verse 10 [
तस्थौ कञ्चित् स कालञ्च मुनिना तेन सत्कृतः ।
इतश्चैतश्च विचरंस्तस्मिन् मुनिवराश्रमे
]

`verse 11 [
सोऽचिन्तयत् तदा तत्र ममत्वाकृष्टचेतनः ।
मत्पूर्वैः पालितं पूर्वं मया हीनं पुरं हि तत् ।
मद्भृत्यैस्तैरसद्वृत्तैर्धर्मतः पाल्यते न वा
]

`verse 12 [
न जाने स प्रधानो मे शूरहस्ती सदामदः ।
मम वैरिवशं यातः कान् भोगानुपलप्स्यते
]

`verse 13 [
ये ममानुगता नित्यं प्रसादधनभोजनैः ।
अनुवृत्तिं ध्रुवं तेऽद्य कुर्वन्त्यन्यमहीभृताम्
]

`verse 14 [
असम्यग्व्ययशीलैस्तैः कुर्वद्भिः सततं व्ययम् ।
संचितः सोऽतिदुः खेन क्षयं कोशो गमिष्यति
]

`verse 15 [
एतच्चान्यच्च सततं चिन्तयामास पार्थिवः ।
तत्र विप्राश्रमाभ्यासे वैश्यमेकं ददर्श सः
]

`verse 16 [
स पृष्टस्तेन कस्त्वं भोः हेतुश्चागमनेऽत्र कः ।
सशोक इव कस्मात्त्वं दुर्मना इव लक्ष्यसे
]

`verse 17 [
इत्याकर्ण्य वचस्तस्य भूपतेः प्रणयोदितम् ।
प्रत्युवाच स तं वैश्यः प्रश्रयावनतो नृपम्
]

`speaker [
वैश्य उवाच
]

`verse 18 [
समाधिर्नाम वैश्योऽहमुत्पन्नो धनिनां कुले ।
पुत्रदारैर्निरस्तश्च धनलोभादसाधुभिः
]

`verse 19 [
विहीनश्च धनैर्दारैः पुत्रैरादाय मे धनम् ।
वनमभ्यागतो दुः खी निरस्तश्चाप्तबन्धुभैः
]

`verse 20 [
सोऽहं न वेद्मि पुत्राणां कुशलाकुशलात्मिकाम् ।
प्रवृत्तिं स्वजनानाञ्च दाराणाञ्चात्र संस्थितः
]

`verse 21 [
किं नु तेषां गृहे क्षेममक्षेमं किं नु साम्प्रतम् ।
कथं ते किं नु सद्वृत्ताः दुर्वृत्ताः किं नु मे सुताः
]

`speaker [
राजोवाच
]

`verse 22 [
यैर्निरस्तो भवांल्लुब्धैः पुत्रदारादिभिर्धनैः ।
तेषु किं भवतः स्नेहमनुबध्नाति मानसम्
]

`speaker [
वैश्य उवाच
]

`verse 23 [
एवमेतद्यथा प्राह भवानस्मद्गतं वचः ।
किं करोमि न बध्नाति मम निष्ठुरतां मनः
]

`verse 24 [
यैः सन्त्यज्य पितृस्नेहं धनलुब्धैर्निराकृतः ।
पतिस्वजनहार्दं च हार्दि तेष्वेव मे मनः
]

`verse 25 [
किमेतन्नाभिजानामि जानन्नपि महामते ।
यत्प्रेमप्रवणं चित्तं विगुणेष्वपि बन्धुषु
]

`verse 26 [
तेषां कृते मे निः श्वासो दौर्मनस्यं च जायते ।
करोमि किं यन्न मनस्तेष्वप्रीतिषु निष्ठुरम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 27 [
ततस्तौ सहितौ विप्र तं मुनिं समुपस्थितौ ।
समाधिर्नाम वैश्योऽसौ स च पार्थिवसत्तमः
]

`verse 28 [
कृत्वा तु तौ यथान्यायं यथार्हं तेन संविदम् ।
उपविष्टौ कथाः काश्चिच्चक्रतुर्वैश्य-पार्थिवौ
]

`verse 29 [
राजौवाच
भगवंस्त्वामहं प्रष्टुमिच्छाम्येकं वदस्व तत् ।
दुः खाय यन्मे मनसः स्वचित्तायत्ततां विना
]

`verse 30 [
ममत्वं गतराज्यस्य राज्याङ्गेष्वखिलेष्वपि ।
जानतोऽपि यथाज्ञस्य किमेतन्मुनिसत्तम
]

`verse 31 [
अयं च निकृतः पुत्रैर्दारैर्भृत्यैस्तथोज्झितः ।
स्वजनेन च सन्त्यक्तस्तेषु हार्दे तथाप्यति
]

`verse 32 [
एवमेष तथाहं च द्वावप्यत्यन्तदुः खितौ ।
दृष्टदोषेऽपि विषये ममत्वाकृष्टमानसौ
]

`verse 33 [
तत्किमेतन्महाभाग यन्मोहो ज्ञानिनोरपि ।
ममास्य च भवत्येषा विवेकान्धस्य मूढता
]

`speaker [
ऋषिरुवाच
]

`verse 34 [
ज्ञानमस्ति समस्तस्य जन्तोर्विषयगोचरे ।
विषयश्च महाभाग याति चैवं पृथक्-पृथक्
]

`verse 35 [
दिवान्धाः प्राणिनः केचिद् रात्रावन्धास्तथापरे ।
केचिद् दिवा तथा रात्रौ प्राणिनस्तुल्यदृष्टयः
]

`verse 36 [
ज्ञानिनो मनुजाः सत्यं किन्तु ते न हि केवलम् ।
यतो हि ज्ञानिनः सर्वे पशु-पक्षि-मृगादयः
]

`verse 37 [
ज्ञानं च तन्मनुष्याणां यत् तेषां मृगृपक्षिणाम् ।
मनुष्याणां च यत्तेषां तुल्यमन्यत् तथोभयोः
]

`verse 38 [
ज्ञानेऽपि सति पश्यैतान् पतङ्गाञ्छावचञ्चुषु ।
कणमोक्षादृतान् मोहात्पीड्यमानानपि क्षुधा
]

`verse 39 [
मानुषा मनुजव्याघ्र साभिलाषाः सुतान् प्रति ।
लोभात् प्रत्युपकाराय नन्वेतान् किं न पश्यसि
]

`verse 40 [
तथापि ममतावर्ते मोहगर्ते निपातिताः ।
महामायाप्रभावेण संसारस्थितिकारिणा
]

`verse 41 [
तन्नात्र विस्मयः कार्यो योगनिद्रा जगत्पतेः ।
महामाया हरेश्चैतत् तथा संमोह्यते जगत्
]

`verse 42 [
ज्ञानिनामपि चेतांसि देवी भगवती हि सा ।
बलादाकृष्य मोहाय महामाया प्रयच्छति
]

`verse 43 [
तया विसृज्यते विश्वं जगदेतच्चराचरम् ।
सैषा प्रसन्ना वरदा नृणां भवति मुक्तये
]

`verse 44 [
सा विद्या परमा मुक्तेर्हेतुभूता सनातनी ।
संसारबन्धहेतुश्च सैव सर्वेश्वरेश्वरी
]

`speaker [
राजोवाच
]

`verse 45 [
भगवन् ! का हि सा देवी महामायेति यां भवान् ।
ब्रवीति कथमुत्पन्ना सा कर्मास्याश्च किं द्विज
]

`verse 46 [
यत्स्वभावा च सा देवी यत्स्वरूपा यदुद्भवा ।
तत् सर्वं श्रोतुमिच्छामि त्वत्तो ब्रह्मविदां वर
]

`speaker [
ऋषिरुवाच
]

`verse 47 [
नित्यैव सा जगन्मूर्तिस्तया सर्वमिदं ततम् ।
तथापि तत्समुत्पत्तिर्बहुधा श्रुयतां मम
]

`verse 48 [
देवानां कार्यसिद्ध्यर्थमाविर्भवति सा यदा ।
उत्पन्नेति तदा लोके सा नित्याप्यभिधीयते
]

`verse 49 [
योगनिद्रां यदा विष्णुर्जगत्येकार्णवीकृते ।
आस्तीर्य शेषमभजत् कल्पान्ते भगवान् प्रभुः
]

`verse 50 [
तदा द्वावसुरौ घोरौ विख्यातौ मधुकैटभौ ।
विष्णुकर्णमलोद्भूतौ हन्तुं ब्रह्माणमुद्यतौ
]

`verse 51 [
स नाभिकमले विष्णोः स्थितो ब्रह्मा प्रजापतिः ।
दृष्ट्वा तावसुरौ चोग्रौ प्रसुप्तं च जनार्दनम्
]

`verse 52 [
तुष्टाव योगनिद्रां तामेकाग्रहृदयस्थितः ।
विबोधनार्थाय हरेर्हरिनेत्रकृतालयाम्
]

`speaker [
ब्रह्मोवाच
]

`verse 53 [
विश्वेश्वरीं जगद्धात्रीं स्थिति-संहारकारिणीम् ।
निद्रां भगवतीं विष्णोरतुलां तेजसः प्रभुः
]

`verse 54 [
त्वं स्वाहा त्वं स्वधा त्वं हि वषट्कारः स्वरात्मिका ।
सुधा त्वमक्षरे नित्ये त्रिधा मात्रात्मिका स्थिता
]

`verse 55 [
अर्धमात्रा स्थिता नित्या यानुच्चार्या विशेषतः ।
त्वमेव सन्ध्या सावित्री त्वं देवि जननी परा
]

`verse 56 [
त्वयैव धार्यते सर्वं त्वयैतत्सृज्यते जगत् ।
त्वयैतत्पाल्यते देवि त्वमत्स्यन्ते च सर्वदा
]

`verse 57 [
विसृष्टौ सृष्टिरूपा त्वं स्थितिरूपा च पालने ।
तथा संहृतिरूपान्ते जगतोऽस्य जगन्मये
]

`verse 58 [
महाविद्या महामाया महामेधा महास्मृतिः ।
महामोहा च भवती महादेवी महेश्वरी
]

`verse 59 [
प्रकृतिस्त्वञ्च सर्वस्य गुणत्रयविभाविनी ।
कालरात्रिर्महारात्रिर्मोहरात्रिश्च दारुणा
]

`verse 60 [
त्वं श्रीस्त्वमीश्वरी त्वं ह्रीस्त्वं बुद्धिर्बोधलक्षणा ।
लज्जा पुष्टिस्तथा तुष्टिस्त्वं शान्तिः क्षान्तिरेव च
]

`verse 61 [
खडिगनी शूलिनी घोरा गदिनी चक्रिणी तथा ।
शङ्खिनी चापिनी बाण-भुशुण्डी परिघायुधा
]

`verse 62 [
सौम्या सौम्यतराशेष-सौम्येभ्यस्त्वतिसुन्दरी ।
परापराणां परमा त्वमेव परमेश्वरी
]

`verse 63 [
यच्च किञ्चित् क्वचिद्वस्तु सदसद्वाखिलात्मिके ।
तस्य सर्वस्य या शिक्तिः सा त्वं किं स्तूयते तदा
]

`verse 64 [
यया त्वया जगत्स्त्रष्टा जगत्पात्यत्ति यो जगत् ।
सोऽपि निद्रावशं नीतः कस्त्वां स्तोतुमिहेश्वरः
]

`verse 65 [
विष्णुः शरीरग्रहणमहामीशान एव च ।
कारितास्ते यतोऽतस्त्वां कः स्तोतुं शक्तिमान् भवेत्
]

`verse 66 [
सा त्वमित्थं प्रभावैः स्वैरुदारैर्देवि संस्तुता ।
मोहयैतौ दुराधर्षावसुरो मधुकैटभौ
]

`verse 67 [
प्रबोधञ्च जगत्स्वामी नीयतामच्युतो लघु ।
बोधश्च क्रियतामस्य हन्तुमेतौ महासुरौ
]

`speaker [
ऋषिरुवाच
]

`verse 68 [
एवं स्तुता तदा देवी तामसी तत्र वेधसा ।
विष्णोः प्रबोधनार्थाय निहन्तुं मधुकैटभौ
]

`verse 69 [
नेत्रास्य-नासिका-बाहु-हृदयेभ्यस्तथोरसः ।
निर्गम्य दर्शने तस्थौ ब्रह्मणोऽव्यक्तजन्मनः
]

`verse 70 [
उत्तस्थौ च जगन्नाथस्तया मुक्तो जनार्दनः ।
एकार्णवेऽहिशयनात् ततः स ददृशे च तौ
]

`verse 71 [
मधुकैटभौ दुरात्मानावतिवीर्यपराक्रमौ ।
क्रोधरक्तेक्षणावत्तुं ब्रह्माणं जनितोद्यमौ
]

`verse 72 [
समुत्थाय ततस्ताभ्यां युयुधे भगवान् हरिः ।
पञ्चवर्षसहस्राणि बाहुप्रहरणो विभुः
]

`verse 73 [
तावप्यतिबलोन्मत्तौ महामायाविमोहितौ ।
उक्तवन्तौ वरोऽस्मत्तो व्रियतामिति केशवम्
]

`verse 74 [
भगवानुवाच
भवेतामद्य मे तुष्टौ मम वध्यावुभावपि ।
किमन्येन वरेणात्र एतावद्धि वृतं मम
]

`speaker [
ऋषिरुवाच
]

`verse 75 [
वञ्चिताभ्यामिति तदा सर्वमापोमयं जगत् ।
विलोक्यं ताभ्यां गदितो भगवान् कमलेक्षणः
]

`verse 76 [
आवां जहि न यत्रोर्वी सलिलेन परिप्लुता ।
प्रीतौ स्वस्तव युद्धेन श्लाघ्यस्त्वं मृत्युरावयोः
]

`speaker [
ऋषिरुवाच
]

`verse 77 [
तथेत्युक्त्वा भगवता शङ्ख-चक्र-गदाभृता ।
कृत्वा चक्रेण वै च्छिन्ने जघने शिरसी तयोः
]

`verse 78 [
एवमेषा समुत्पन्ना ब्रह्मणा संस्तुता स्वयम् ।
प्रभावमस्या देव्यास्तु भूयः शृणु वदामि ते
]

`colophon [
इति श्रीमार्कण्डेयपुराणे सावर्णिके मन्वन्तरे देवीमाहात्म्ये मधुकैटभवधो नाम एकाशीतितमोऽध्यायः
]
