`verse 1 [
== ==

82(79)

द्व्यशीतितमोऽध्यायः- ८२
ऋषिरुवाच
देवासुरमभूद् युद्धं पूर्णमब्दशतं पुरा ।
महिषेऽसुराणामधिपे देवानां च पुरन्दरे
]

`verse 2 [
तत्रासुरैर्महावीर्यैर्देवसैन्यं पराजितम् ।
जित्वा च सकलान् देवानिन्द्रोऽभून्महिषासुरः
]

`verse 3 [
ततः पराजिता देवाः पद्मयोनिं प्रजापतिम् ।
पुरस्कृत्य गतास्तत्र यत्रेश-गरुडध्वजौ
]

`verse 4 [
यथावृत्तं तयोस्तद्वन्महिषासुरचेष्टितम् ।
त्रिदशाः कथयामासुर्देवाभिभवविस्तरम्
]

`verse 5 [
सूर्येन्द्रग्न्यनिलेन्दूनां यमस्य वरुणस्य च ।
अन्येषां चाधिकारान् स स्वयमेवाधितिष्ठिति
]

`verse 6 [
स्वर्गान्निराकृताः सर्वे तेन देवगणा भुवि ।
विचरन्ति यथा मर्त्या महिषेण दुरात्मना
]

`verse 7 [
एतद्वः कथितं सर्वममरारिविचेष्टितम् ।
शरणं वः प्रपन्नाः स्मो वधस्तस्य विचिन्त्यताम्
]

`speaker [
ऋषिरुवाच
]

`verse 8 [
इत्थं निशम्य देवानां वचांसि मधुसूदनः ।
चकार कोपं शम्भुश्च भ्रुकुटीकुटिलाननौ
]

`verse 9 [
ततोऽतिकोपपूर्णस्य चक्रिणो वदनात्ततः ।
निश्चक्राम महत्तेजो ब्रह्मणः शङ्करस्य च
]

`verse 10 [
अन्येषाञ्चैव देवानां शक्रादीनां शरीरतः ।
निर्गतं सुमहत्तेजस्तच्चैक्यं समगच्छत
]

`verse 11 [
अतीव तेजसः कूटं ज्वलन्तमिव पर्वतम् ।
ददृशुस्ते सुरास्तत्र ज्वालाव्याप्तदिगन्तरम्
]

`verse 12 [
अतुलं तत्र तत्तेजः सर्वदेवशरीरजम् ।
एकस्थं तदभून्नारी व्याप्तलोकत्रयं त्विषा
]

`verse 13 [
यदभूच्छाम्भवं तेजस्तेनाजायत तन्मुखम् ।
याम्येन चाभवन् केशा बहवो विष्णुतेजसा
]

`verse 14 [
सौम्येन स्तनयोर्युग्मं मध्यं चैन्द्रेण चाभवत् ।
वारुणेन च जङ्घोरू नितम्बस्तेजसा भुवः
]

`verse 15 [
ब्रह्मणस्तेजसा पादौ तदङ्गुल्योऽर्कतेजसा ।
वसूनाञ्च कराङ्गुल्यः कौबेरेण च नासिका
]

`verse 16 [
तस्यास्तु दन्ताः सम्भूताः प्राजापत्येन तेजसा ।
नयनत्रितयं जज्ञे तथा पावकतेजसा
]

`verse 17 [
भ्रुवौ च सन्ध्ययोस्तेजः श्रवणावनिलस्य च ।
अन्येषां चैव देवानां सम्भवस्तेजसां शिवा
]

`verse 18 [
ततः समस्तदेवानां तेजोराशिसमुद्भवाम् ।
तां विलोक्य मुदं प्रापुरमरा महिषार्दिताः
]

`verse 19 [
ततो देवा ददुस्तस्यै स्वानि स्वान्यायुधानि च ।
ऊचुर्जयजयेत्युच्चैर्जयन्तीं ते जयैषिणः
]

`verse 20 [
शूलं शूलाद्विनिष्कृष्य ददौ तस्यै पिनाकधृक् ।
चक्रं च दत्तवान् कृष्णः समुत्पाद्य स्वचक्रतः
]

`verse 21 [
शङ्खञ्च वरुणः शक्तिं ददौ तस्यै हुताशनः ।
मारुतो दत्तवांश्चापं बाणपूर्णे तथेषुधी
]

`verse 22 [
वज्रमिन्द्रः समुत्पाद्य कुलिशादमराधिपः ।
ददौ तस्यै सहस्राक्षो घण्टामैरावताद् गजात्
]

`verse 23 [
कालदण्डाद्यमो दण्डं माशं चाम्बुपतिर्ददौ ।
प्रजापतिश्चाक्षमालां ददौ ब्रह्मा कमण्डलुम्
]

`verse 24 [
समस्तरोमकूपेषु निजरश्मीन् दिवाकरः ।
कालख्च दत्तवान् खड्गं तस्याश्चर्म च निर्मलम्
]

`verse 25 [
क्षीरोदश्चामलं हारमजरे च तथाम्बरे ।
चूडामणिं तथा दिव्यं कुण्डले कटकानि च
]

`verse 26 [
अर्धचन्द्रं तथा शुभ्रं केयूरान् सर्वबाहुषु ।
नूपुरौ विमलौ तद्वद् ग्रैवेयकमनुत्तमम् ।
अङ्गुलीयकरत्नानि समस्तास्वङ्गुलीषु च
]

`verse 27 [
विश्वकर्मा ददौ तस्यै परशुञ्चातिनिर्मलम् ।
अस्त्राण्यनेकरूपाणि तथाभेद्यं च दंशनम्
]

`verse 28 [
अम्लानपङ्कजां मालां शिरस्युरसि चापराम् ।
अददज्जलधिस्तस्यै पङ्कजं चातिशोभनम्
]

`verse 29 [
हिमवान् वाहनं सिंहं रत्नानि विविधानि च ।
ददावशून्यं सुरया पानपात्रं धनाधिपः
]

`verse 30 [
शेषश्च सर्वनागेशो महामणिविभूषितम् ।
नागहारं ददौ तस्यै धत्ते यः पृथिवीमिमाम्
]

`verse 31 [
अन्यैरपि सुरैर्देवी भूषणैरायुधैस्तथा ।
संमानिता ननादोच्चैः साट्टहासं मुहुर्मुहुः
]

`verse 32 [
तस्या नादेन घोरेण कृत्स्त्रमापूरितं नभः ।
अमायतातिमहता प्रतिशब्दो महानभूत्
]

`verse 33 [
चुक्षुभुः सकला लोकाः समुद्राश्च चकम्पिरे ।
चचाल वसुधा चेलुः सकलाश्च महीधराः
]

`verse 34 [
जयेति देवाश्च मुदा तामूचुः सिंहवाहिनीम् ।
तुष्टुवुर्मुनयश्चैनां भक्तिनम्रात्ममूर्तयः
]

`verse 35 [
दृष्ट्वा समस्तं संक्षुब्धं त्रैलोक्यममरारयः ।
सन्नद्धाखिलसैन्यास्ते समुत्तस्थुरुदायुधाः
]

`verse 36 [
आः किमेतदिति क्रोधादाभाष्य महिषासुरः ।
अभ्यधावत तं शब्दमशेषैरसुरैर्वृतः
]

`verse 37 [
स ददर्श ततो देवीं व्याप्तलोकत्रयां त्विषा ।
पादाक्रान्त्या नतभुवं किरीटोल्लिखिताम्बराम्
]

`verse 38 [
क्षोभिताशेषपातालां धनुर्ज्यानिः स्वनेन ताम् ।
दिशो भुजसहस्रेण समन्ताद् व्याप्य संस्थिताम्
]

`verse 39 [
ततः प्रववृते युद्धं तया देव्या सुरद्विषाम् ।
शस्त्रास्त्रैर्बहुधा मुक्तैरादीपितदिगन्तरम्
]

`verse 40 [
महिषासुरसेनानीश्चिक्षुराख्यो महासुरः ।
युयुधे चामरश्चान्यैश्चतुरङ्गबलान्वितः
]

`verse 41 [
रथानामयुतैः षड्भिरुदग्राख्यो महासुरः ।
अयुध्यतायुतानाञ्च सहस्रेण महाहनुः
]

`verse 42 [
पञ्चाशद्भिश्च नियुतैरसिलोमा महासुरः ।
अयुतानां शतैः षड्भिर्वाष्कलो युयुधे रणे
]

`verse 43 [
गजवाजिसहस्रौघैरनेकैरुग्रदर्शनः ।
वृतो रथानां कोट्या च युद्धे तस्मिन्नयुध्यत
]

`verse 44 [
बिडालाक्षोऽयुतानाञ्च पञ्चाशद्भिरथायुतैः ।
युयुधे संयुगे तत्र रथानां परिवारितः
]

`verse 45 [
वृतः कालो रथानाञ्च रणे पञ्चाशतायुतैः ।
युयुधे संयुगे तत्र तावद्भिः परिवारितः
]

`verse 46 [
अन्ये च तत्रायुतशो रथनागहयैर्वृताः ।
युयुधुः संयुगे देव्या सह तत्र महासुराः
]

`verse 47 [
कोटिकोटिसहस्रैस्तु रथानां दन्तिनां तथा ।
हयानाञ्च वृतो युद्धे तत्राभून्महिषासुरः
]

`verse 48 [
तोमरैर्भिन्दिपालैश्च शक्तिभिर्मुसलैस्तथा ।
युयुधुः संयुगे देव्या खड्गैः परशुपट्टिशैः
]

`verse 49 [
केचिच्च चिक्षिपुः शक्तीः केचित् पाशांस्तथापरे ।
देवीं खड्गप्रहारैस्तु ते तां हन्तुं प्रचक्रमुः
]

`verse 50 [
सापि देवी ततस्तानि शस्त्राण्यस्त्राणि चण्डिका ।
लीलयैव प्रचिच्छेद निजशस्त्रास्त्रवर्षिणी
]

`verse 51 [
अनायस्तानना देवी स्तूयमाना सुरर्षिभिः ।
मुमोचासुरदेहेषु शस्त्राण्यस्त्राणि चेश्वरी
]

`verse 52 [
सोऽपि क्रुद्धो धुतसटो देव्या वाहनकेशरी ।
चचारासुरसैन्येषु वनेष्विव हुताशनः
]

`verse 53 [
निश्वसान्मुमुचे यांश्च युध्यमाना रणेऽम्बिका ।
त एव सद्यः सम्भूता गणाः शतसहस्रशः
]

`verse 54 [
युयुधुस्ते परशुभिर्भिन्दिपालासिपट्टिशैः ।
नाशयन्तोऽसुरगणान् देवीशक्त्युपबृंहिताः
]

`verse 55 [
अवादयन्त पटहान् गणाः शङ्खांस्तथापरे ।
मृदङ्गांश्च तथैवान्ये तस्मिन् युद्धमहोत्सवे
]

`verse 56 [
ततो देवी त्रिशूलेन गदया शक्तिवृष्टिभिः ।
शड्गादिभिश्च शतशो निजघान महासुरान्
]

`verse 57 [
पातयामास चैवान्यान् घण्टास्वनविमोहितान् ।
असुरान् भुवि पाशेन बद्ध्वा चान्यानकर्षयत्
]

`verse 58 [
केचिद् द्विधा कृतास्तीक्ष्णैः खड्गपातैस्तथापरे ।
विपोथिता निपातेन गदया भुवि शेरते
]

`verse 59 [
वेमुश्च केचिद्रुधिरं मुसले भृशं हताः ।
केचिन्नपातिता भूमौ भिन्नाः शूलेन वक्षसि
]

`verse 60 [
निरन्तराः शरौघेण कृताः केचिद्रणाजिरे ।
शैलानुकारिणः प्राणान् मुमुचुस्त्रिदशार्दनाः
]

`verse 61 [
केषाञ्चिद्वाहवश्छिन्नाश्छिन्नग्रीवास्तथापरे ।
शिरांसि पेतुरन्येषामन्ये मध्ये विदारिताः
]

`verse 62 [
विच्छिन्नजङ्घास्त्वपरे पेतुरुर्व्यां महासुराः ।
एकबाह्वक्षिचरणाः केचिद्देव्या द्विधा कृताः
]

`verse 63 [
छिन्नेऽपि चान्ये शिरसि पतिताः पुनरुत्थिताः ।
कबन्धा युयुधुर्देव्या गृहीतपरमायुधाः
]

`verse 64 [
ननृतुश्चापरे तत्र युद्धे तूर्यलयाश्रिताः ।
कबन्धाश्छिन्नखिरसः खड्ग-शक्त्यृष्टिपाणयः
]

`verse 65 [
तिष्ठ तिष्ठेति भाषन्तो देवीमन्ये महासुराः।
रुधिरौघविलुप्ताङ्गाः संग्रामे लोमहर्षणे
]

`verse 66 [
पातितै रथनागाश्वैरसुरैश्च वसुन्धरा ।
अगम्या साभवत् तत्र यत्राभूत् स महारणः
]

`verse 67 [
शोणितौघा महानद्यः सद्यस्तत्र विसुस्त्रुवुः ।
मध्ये चासुरसैन्यस्य वारणासुरवाजिनाम्
]

`verse 68 [
क्षणेन तन्महासैन्यमसुराणां तथाम्बिका ।
निन्ये क्षयं यथा वह्निस्तृणदारुमहाचयम्
]

`verse 69 [
स च सिंहो महानादमुत्सृजन् धुतकेसरः ।
शरीरेभ्योऽमरारीणामसूनिव विचिन्वति
]

`verse 70 [
देव्या गणैश्च तैस्तत्र कृतं युद्धं तथासुरैः ।
यथैषां तुतुषुर्देवाः पुष्पवृष्टिमुचो दिवि
]

`colophon [
इति श्रीमार्कण्डेयमहापुराणे सावर्णिके मन्वन्तरे देवीमाहात्म्ये महिषासुरसैन्यवधो नाम द्व्यशीतितमोऽध्यायः
]
