`speaker [
ऋषिरुवाच
]

`verse 1 [
पुरा शुम्भनिशुम्भाभ्यामसुराभ्यां शचीपतेः ।
त्रैलोक्यं यज्ञभागाश्च हृता मदबलाश्रयात्
]

`verse 2 [
तावेव सूर्यतां तद्वदधिकारं तथैन्दवम् ।
कौबेरमथ याम्यं च चक्राते वरुणस्य च
]

`verse 3 [
तावेव पवनर्धि च चक्रतुर्वह्निकर्म च ।
अन्येषाञ्चाधिकारान् स स्वयमेवाधितिष्ठति ।
ततो देवा विनिर्धूता भ्रष्टराज्याः पराजिताः
]

`verse 4 [
हृताधिकारास्त्रिदशास्ताभ्यां सर्वे निराकृताः ।
महासुराभ्यां तां देवीं संस्मरन्त्यपराजिताम्
]

`verse 5 [
तयास्माकं वरो दत्तो यथाऽपत्सु स्मृताखिलाः ।
भवतां नाशयिष्यामि तत्क्षणात् परमापदः
]

`verse 6 [
इति कृत्वा मतिं देवा हिमवन्तं नगेश्वरम् ।
जग्मुस्तत्र ततो देवीं विष्णुमायां प्रतुष्टुवुः
]

`speaker [
देवा ऊचुः
]

`verse 7 [
नमो देव्यै महादेव्यै शिवायै सततं नमः ।
नमः प्रकृत्यै भद्रायै नियताः प्रणताः स्म ताम्
]

`verse 8 [
रौद्रायै नमो नित्यायौ गौर्यै धात्र्यै नमो नमः ।
नमो जगत्प्रतिष्ठायै देव्यै कृत्यै नमो नमः
]

`verse 9 [
द्योत्स्त्रायै चेन्दुरूपिण्यै सुखायै सततं नमः ।
कल्याण्यै प्रणतां वृद्ध्यै सिद्ध्यै कुर्मो नमो नमः
]

`verse 10 [
नैरृत्यै भूभृतां लक्ष्म्यै शर्वाण्यै ते नमो नमः ।
दुर्गायै दुर्गपारायै सारायै सर्वकारिण्यै ।
ख्यात्यै तथैव कृष्णायै धूम्रायै सततं नमः
]

`verse 11 [
अतिसौम्यातिरौद्रायै नतास्तस्यै नमो नमः ।
मनो जगत्प्रतिष्ठायै देव्यै कृत्यै नमो नमः
]

`verse 12 [
या देवी सर्वभूतेषु विष्णुमायेति शब्दिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 13 [
या देवी सर्वभूतेषु चेतनेत्यभिधीयते ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 14 [
या देवी सर्वभूतेषु बुद्धिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 15 [
या देवी सर्वभूतेषु निद्रारूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै मनो नमः
]

`verse 16 [
या देवी सर्वभूतेषु क्षुधारूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 17 [
या देवी सर्वभूतेषु च्छायारूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 18 [
या देवी सर्वभूतेषु शक्तिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 19 [
या देवी सर्वभूतेषु तृष्णारूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 20 [
या देवी सर्वभूतेषु क्षान्तिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 21 [
या देवी सर्वभूतेषु जातिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 22 [
या देवी सर्वभूतेषु लज्जारूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 23 [
या देवी सर्वभूतेषु शान्तिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 24 [
या देवी सर्वभूतेषु श्रद्धारूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 25 [
या देवी सर्वभूतेषु कान्तिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 26 [
या देवी सर्वभूतेषु लक्ष्मीरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 27 [
या देवी सर्वभूतेषु धृतिरूपेण संस्थिता ।
तमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 28 [
या देवी सर्वभूतेषु वृत्तिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 29 [
या देवी सर्वभूतेषु स्मृतिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 30 [
या देवी सर्वभूतेषु दयारूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 31 [
या देवी सर्वभूतेषु नीतिरूपेणं संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 32 [
या देवी सर्वभूतेषु तुष्टिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 33 [
या देवी सर्वभूतेषु पुष्टिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 34 [
या देवी सर्वभूतेषु मातृरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 35 [
या देवी सर्वभूतेषु भ्रान्तिरूपेण संस्थिता ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 36 [
इन्द्रियाणामधिष्ठात्री भूतानां चाखिलेषु या ।
भूतेषु सततं तस्यै व्याप्तिदेव्यै नमो नमः
]

`verse 37 [
चितिरूपेण या कृत्स्त्रमेतद् व्याप्य स्थिता जगत् ।
नमस्तस्यै नमस्तस्यै नमस्तस्यै नमो नमः
]

`verse 38 [
स्तु ता सुरैः पूर्वमभीष्टसंश्रयात्
तथासुरेन्द्रेण दिनेषु सेविता ।
करोतु सा नः शुभहेतुरीश्वरी
शुभानि भद्राण्यभिहन्तु चापदः
]

`verse 39 [
या साम्प्रतं चोद्धतदैत्यतापितैर्
अस्माभिरीशा च सुरैर्नमस्यते ।
या च स्मृता तत्क्षणमेव हन्ति नः
सर्वापदो भक्तिविनम्कमूर्तिभिः
]

`verse 40 [
ऋषिरूवाच
एवं स्तवादियुक्तानां देवानां तत्र पार्वती ।
स्नातुमभ्याययौ तोये जाह्नव्या नृपनन्दन
]

`verse 41 [
साब्रवीत्तान् सुरान् सुभ्रूर्भवद्भिः स्तूयतेऽत्र का ।
शरीरकोशतश्चास्याः समुद्भूताब्रवीच्छिवा
]

`verse 42 [
स्तोत्रं ममैतत् क्रियते शुम्भदैत्यनिराकृतैः ।
देवैः समेतैः समरे निशुम्भेन पराजितैः
]

`verse 43 [
शरीरकोशाद्यत्तस्याः पार्वत्या निः सृताम्बिका ।
कौशिकीति समस्तेषु ततो लोकेषु गीयते
]

`verse 44 [
तस्यां विनिर्गतायां तु कृष्णाभूत् सापि पार्वती ।
कालिकेति समाख्याता हिमाचलकृताश्रया
]

`verse 45 [
ततोऽम्बिकां परं रूपं बिभ्राणां सुमनोहरम् ।
ददर्श चण्डो मुण्डश्च भृत्यौ शुम्भनिशुम्भयोः
]

`verse 46 [
ताभ्यां शुम्भाय चाख्याता अतीव सुमनोहरा ।
काप्यास्ते स्त्री महाराज भासयन्ती हिमाचलम्
]

`verse 47 [
नैव तादृक् क्वचिद्रूपं दृष्टं केनचिदुत्तमम् ।
ज्ञायतां काप्यसौ देवी गृह्यतां चासुरेश्वर
]

`verse 48 [
स्त्रीरत्नमतिचार्वङ्गी द्योतयन्ती दिशस्त्विषा ।
सा तु तिष्ठति दैत्येन्द्र तां भवान् द्रष्टुमर्हति
]

`verse 49 [
यानि रत्नानि मणयो गजाश्वादीनि वै प्रभो ।
त्रैलोक्ये तु समस्तानि साम्प्रतं भान्ति ते गृहे
]

`verse 50 [
ऐरावतः समानीतो गजरत्नं पुरन्दरात् ।
पारिजाततरुश्चायं तथैवोच्चैः श्रवा हयः
]

`verse 51 [
विमानं हंससंयुक्तमेतत्तिष्ठति तेऽङ्गणे ।
रत्नभूतमिहानीतं यदासीद्वेधसोऽद्भुतम्
]

`verse 52 [
निधिरेष महापद्मः समानीतो धनेश्वरात् ।
किञ्जल्किनीं ददौ चाब्धिर्मालामम्लानपङ्कजाम्
]

`verse 53 [
छत्रं ते वारुणं गेहे काञ्चनस्त्रावि तिष्ठति ।
तथायं स्यन्तनवरो यः पुरासीत् प्रजापतेः
]

`verse 54 [
मृत्योरुत्क्रान्तिदा नाम शक्तिरीश त्वया हृता ।
पाशः सलिलराजस्य भ्रातुस्तव परिग्रहे
]

`verse 55 [
निशुम्भस्याब्धिजाताश्च समस्ता रत्नजातयः ।
वह्निरपि ददौ तुभ्यमग्निशौचे च वाससी
]

`verse 56 [
एवं दैत्येन्द्र रत्नानि समस्तान्याहृतानि ते ।
स्त्रीरत्नमेषा कल्याणी त्वया कस्मान्न गृह्यते
]

`speaker [
ऋषिरुवाच
]

`verse 57 [
निशम्येति वचः शुम्भः स तदा चण्डमुण्डयोः ।
प्रेषयामास सुग्रीवं दूतं देव्या महासुरः
]

`speaker [
शुम्भ उवाच
]

`verse 58 [
इति चेति च वक्तव्या सा गत्वा वचनान्मम ।
यथा चाभ्येति संप्रीत्या तथा कार्यं त्वया लघु
]

`verse 59 [
स तत्र गत्वा यत्रास्ते शैलोद्देशेऽतिशोभने ।
तां च देवीं ततः प्राह श्लक्ष्णं मधुरया गिरा
]

`speaker [
दूत उवाच
]

`verse 60 [
देवि दैत्येश्वरः शुम्भस्त्रैलोक्ये परमेश्वरः ।
दूतोऽहं प्रेषितस्तेन त्वत्सकाशमिहागतः
]

`verse 61 [
अव्याहताज्ञः सर्वासु यः सदा देवयोनिषु ।
निर्जिताखिलदैत्यारिः स यदाह शृणुष्व तत्
]

`verse 62 [
मम त्रैलोक्यमखिलं मम देवा वशानुगाः ।
यज्ञभागानहं सर्वानुपाश्नामि पृथक् पृथक्
]

`verse 63 [
त्रैलोक्ये वररत्नानि मम वश्यान्यशेषतः ।
तथैव गजरत्नं च हृत्वा देवेन्द्रवाहनम्
]

`verse 64 [
क्षीरोदमथनोद्भूतमश्वरत्नं ममामरैः ।
उच्चैः श्रवससंज्ञं तत्प्रणिपत्य समर्पितम्
]

`verse 65 [
यानि चान्यानि देवेषु गन्धर्वेषूरगेषु च ।
रत्नभूतानि भूतानि तानि मय्येव शोभने
]

`verse 66 [
स्त्रीरत्नभूतां त्वां देवि लोके मन्यामहे वयम् ।
सा त्वमस्मानुपागच्छ यतो रत्नभुजो वयम्
]

`verse 67 [
मां वा ममानुजं वापि निशुम्भमुरुविक्रमम् ।
भज त्वं चञ्चलापाङ्गि रत्नभूतासि वै यतः
]

`verse 68 [
परमैश्वर्यमतुलं प्राप्स्यसे मत्परिग्रहात् ।
एतद् बुद्ध्या समालोच्य मत्परिग्रहतां व्रज
]

`speaker [
ऋषिरुवाच
]

`verse 69 [
इत्युक्ता सा तदा देवी गम्भीरान्तः स्मिता जगौ ।
दुर्गा भगवती भद्रा ययेदं धार्यते जगत्
]

`verse 70 [
देव्युवाच
सत्यमुक्तत्वया नात्र मिथ्या किञ्चित्त्वयोदितम् ।
त्रैलोक्याधिपतिः सुम्भो निशुम्भश्चापि तादृशः
]

`verse 71 [
किं त्वत्र यत्प्रतिज्ञातं मिथ्या तत्क्रियते कथम् ।
श्रूयतामल्पबुद्धित्वात् प्रतिज्ञा या कृता पुरा
]

`verse 72 [
यो मां जयति संग्रामे यो मे दर्पं व्यपोहति ।
यो मे प्रतिबलो लोके स मे भर्ता भविष्यति
]

`verse 73 [
तदागच्छतु शुम्भोऽत्र निशुम्भो वा महासुरः ।
मां जित्वा किं चिरेणात्र पाणि गृह्णातु मे लघु
]

`speaker [
दूत उवाच
]

`verse 74 [
अवलिप्तासि मैवं त्वं देवि ब्रूहि ममाग्रतः ।
त्रैलोक्ये कः पुमांस्तिष्ठेदग्रे शुम्भनिशुम्भयोः
]

`verse 75 [
अन्येषामपि दैत्यानां सर्वे देवा न वै युधि ।
तिष्ठन्ति संमुखे देवि किं पुनः स्त्री त्वमेकिका
]

`verse 76 [
इन्द्राद्याः सकला देवास्तस्थुर्येषां न संयुगे ।
शुम्भादीनां कथं तेषां स्त्री प्रयास्यसि संमुखम्
]

`verse 77 [
सा त्वं गच्छ मयैवोक्ता पार्श्वं शुम्भनिशुम्भयोः ।
केशाकर्षणनिर्धूतगौरवा मा गमिष्यसि
]

`verse 78 [
देव्युवाच
एवमेतद् बली शुम्भो निशुम्भश्चातिवीर्यवान् ।
किं करोमि प्रतिज्ञा मे यदनालोचिता पुरा
]

`verse 79 [
स त्वं गच्छ मयोक्तं ते यदेतत्सर्वमादृतः ।
तदाचक्ष्वासुरेन्द्राय स च युक्तं करोतु तत्
]

`colophon [
इति श्रीमार्कण्डेयपुराणेठसावर्णिके मन्वन्तरेऽ देवीमाहात्म्ये पञ्चाशीतितमोऽध्यायः
]
