`speaker [
ऋषिरुवाच
]

`verse 1 [
इत्याकर्ण्य वचो देव्याः स दूतोऽमर्षपूरितः ।
समाचष्ट समागम्य दैत्यराजाय विस्तरात्
]

`verse 2 [
तस्य दूतस्य तद्वाक्यमाकर्ण्यासुरराट् ततः ।
सक्रोधः प्राह दैत्यानामधिपं धूम्रलोचनम्
]

`verse 3 [
हे धूम्रलोचनाशु त्वं स्वसैन्यपरिवारितः ।
तामानय बलाद् दुष्टां केशाकर्षणविह्वलाम्
]

`verse 4 [
तत्परित्राणदः कश्चिद्यदि वोत्तिष्ठतेऽपरः ।
स हन्तव्योऽमरो वापि यक्षो गन्धर्व एव वा
]

`speaker [
ऋषिरुवाच
]

`verse 5 [
तेनाज्ञप्तस्ततः शीघ्रं स दैत्यो धूम्रलोचनः ।
वृतः षष्ट्या सहस्राणामसुराणां द्रुतं ययो
]

`verse 6 [
स दृष्ट्वा तां ततो देवीं तुहिनाचलसंस्थिताम् ।
जगादोच्चैः प्रयाहीति मूलं शुम्भनिशुम्भयोः
]

`verse 7 [
न चेत्प्रीत्याद्य भवती मद्भर्तारमुपैष्यति ।
ततो बलान्नयाम्येष केशाकर्षणविह्वलाम्
]

`verse 8 [
श्रीदेव्युवाच
दैत्येश्वरेण प्रहितो बलवान् बलसंवृतः ।
बलान्नयसि मामेवं ततः किं ते करोम्यहम्
]

`speaker [
ऋषिरुवाच
]

`verse 9 [
इत्युक्तः सोऽभ्यधावत्तामसुरो धूम्रलोचनः ।
हुङ्कारेणैव तं भस्म सा चकाराम्बिका ततः
]

`verse 10 [
अथ क्रुद्धं महासैन्यमसुराणां तथाम्बिका ।
ववर्ष सायकैस्तीक्ष्णैस्तथा शक्तिपरश्वधैः
]

`verse 11 [
ततो धुतसटः कोपात् कृत्वा नादं सुभैरवम् ।
पपातासुरसेनायां सिंहो देव्याः स्ववाहनः
]

`verse 12 [
कांश्चित् करप्रहारेण दैत्यानास्येन चापरान् ।
आक्रम्य चाधरेणान्यान् स जघान महासुरान्
]

`verse 13 [
केषाञ्चित् पाटयामास नखैः कोष्ठानि केसरी ।
तथा तलप्रिहारेण शिरांसि कृतवान् पृथक्
]

`verse 14 [
विच्छिन्नबाहुशिरसः सृतास्तेन तथापरे ।
पपौ च रुधिरं कोष्ठादन्येषां धुतकेसरः
]

`verse 15 [
क्षणेन तद्बलं सर्वं क्षयं नीतं महात्मना ।
तेन केसरिणा देव्या वाहनेनातिकोपिना
]

`verse 16 [
श्रुत्वा तमसुरं देव्या निहतं धूम्रलोचनम् ।
बलं च क्षयितं कृत्स्त्रं देवीकेसरिणा ततः
]

`verse 17 [
चुकोप दैत्याधिपतिः शुम्भः प्रस्फुरिताधरः ।
आज्ञापयामास च तौ चण्डमुण्डौ महासुरौ
]

`verse 18 [
हे चण्ड हे मुण्ड बलैर्बहुभिः परिवारितौ ।
तत्र गच्छत गत्वा च सा समानीयतां लघु
]

`verse 19 [
केशेष्वाकृष्य बद्ध्वा वा यदि वः संशयो युधि ।
तदाशेषायुधैः सर्वैरसुरैर्विनिहन्यताम्
]

`verse 20 [
तस्यां हतायां दुष्टायां सिंहे च विनिपातिते ।
शीघ्रमागम्यतां बद्ध्वा गृहीत्वा तामथाम्बिकाम्
]

`colophon [
इति श्रीमार्कण्डेयमहापुराणे सावर्णिके मन्वन्तरे देवीमाहात्म्ये धूम्रलोचनवधो नाम षडशीतितमोऽध्यायः
]
