`speaker [
ऋषिरुवाच
]

`verse 1 [
आज्ञप्तास्ते ततो दैत्याश्चण्डमुण्डपुरोगमाः ।
चतुरङ्गबलोपेता ययुरभ्युद्यतायुधाः
]

`verse 2 [
ददृशुस्ते ततो देवीमीषद्धासां व्यवस्थिताम् ।
सिंहस्योपरि शैलेन्द्रशृङ्गे महति काञ्चने
]

`verse 3 [
ते दृष्ट्वा तां समादातुमुद्यमं चक्रुरुद्यताः ।
आकृष्टचापासिधरास्तथान्ये सत्समीपगाः
]

`verse 4 [
ततः कोपं चकारोच्चैरम्बिका तानरीन् प्रति ।
कोपेन चास्या वदनं मषीवर्णमभूत्तदा
]

`verse 5 [
भ्रुकुटीकुटिलात्तस्या ललाटफलकाद् द्रुतम् ।
काली करालवदना विनिष्क्रान्तासिपाशिनी
]

`verse 6 [
विचित्रखट्वाङ्गधरा नरमालाविभूषणा ।
द्वीपिचर्मपरीधाना शुष्कमांसातिभैरवा
]

`verse 7 [
अतिविस्तारवदना जिह्वाललनभीषणा ।
निमग्नारक्तनयना नादापूरितदिङ्मुखा
]

`verse 8 [
सा वेगेनाभिपतिता घातयन्ती महासुरान् ।
सैन्ये तत्र सुरारीणामभक्षयत तद्वलम्
]

`verse 9 [
पार्ष्णिग्राहाङ्कुशग्राहि योधघण्टासमन्वितान् ।
समादायैकहस्तेन मुखे चिक्षेप वारणान्
]

`verse 10 [
तथैव योधं तुरगै रथं सारथिना सह ।
निक्षिप्य वक्त्रे दशनैश्चर्वयन्त्यतिभैरवम्
]

`verse 11 [
एकं जग्राह केशेषु ग्रीवायामथ चापरम् ।
पादेनाक्रम्य चैवान्यमुरसान्यमपोथयत्
]

`verse 12 [
तैर्मुक्तानि च शस्त्रणि महास्त्राणि तथासुरैः ।
मुखेन जग्राह रुषा दशनैर्मथितान्यपि
]

`verse 13 [
बलिनां तद्बलं सर्वमसुराणां दुरात्मनाम् ।
ममर्दाभक्षयच्चान्यानन्यांश्चाताडयत्तथा
]

`verse 14 [
असिना निहताः केचित्केचित्खट्वाङ्गताडिताः ।
जग्मुर्विनाशमसुरा दन्ताग्राभिहता रणे
]

`verse 15 [
क्षणेन तन्महासैन्यमसुराणां निपातितम् ।
दृष्ट्वा चण्डोऽभिमैर्भोमाक्षीं तां महासुरः
]

`verse 16 [
शरवर्षैर्महाभीमैर्भीमाक्षीं तां महासुरः ।
छादयामास चक्रैश्च मुण्डः क्षिप्तैः सहस्रशः
]

`verse 17 [
तानि चक्राण्यनेकानि विशमानानि तन्मुखम् ।
बभुर्यथार्कबिम्बानि सुबहूनि घनोदरम्
]

`verse 18 [
ततो जहासातिरुषा भीमं भैरवनादिनी ।
काली करालवक्त्रान्तर्दुर्दर्शदशनोज्ज्वला
]

`verse 19 [
उत्थाय च महासिंहं देवी चण्डमधावत ।
गृहीत्वा चास्य केशेषु शिरस्तेनासिनाच्छिनत्
]

`verse 20 [
छिन्ने शिरसि दैत्येन्द्रश्चक्रे नादं सुभैरवम् ।
तेन नादेन महता त्रासितं भुवनत्रयम्
]

`verse 21 [
अथ मुण्डोऽभ्यधावत्तां दृष्ट्वा चण्डं निपातितम् ।
तमप्यपातयद् भूमौ सा खड्गाभिहतं रुषा
]

`verse 22 [
हतशेषं ततः सैन्यं दृष्ट्वा चण्डं निपातितम् ।
मुण्डं च सुमहावीर्यं दिशो भेजे भयातुरम्
]

`verse 23 [
शिरञ्चण्डस्य काली च गृहीत्वा मुण्डमेव च ।
प्राह प्रचण्डाट्टहासमिश्रमभ्येत्य चण्डिकाम्
]

`verse 24 [
मया तवात्रोपहृतौ चण्डमुण्डौ महापशू ।
युद्धयज्ञे स्वयं शुम्भं निशुम्भं च हनिष्यसि
]

`speaker [
ऋषिरुवाच
]

`verse 25 [
तावानीतौ ततो दृष्ट्वा चण्डमुण्डौ महासुरौ ।
उवाच कालीं कल्याणी ललितं चण्डिका वचः
]

`verse 26 [
श्रीदेव्युवाच
यस्माच्चण्डं च मुण्डं च गृहीत्वा त्वमुपागता ।
चामुण्डेति ततो लोके ख्याता देवि भविष्यसि
]

`colophon [
इति श्रीमार्कण्डेयपुराणे सावर्णिके मन्वन्तरे देवीमाहात्म्ये चण्डमुण्डवधोनाम सप्ताशीतितमोऽध्यायः
]
