`speaker [
ऋषिरुवाच
]

`verse 1 [
चण्डे च निहते दैत्ये मुण्डे च विनिपातिते ।
बहुलेषु च सैन्येषु क्षयितेष्वसुरेश्वरः
]

`verse 2 [
ततः कोपपराधीनचेताः शुम्भः प्रतापवान् ।
उद्योगं सर्वसैन्यानां दैत्यानामादिदेश ह
]

`verse 3 [
अद्य सर्वबलैर्दैत्याः षडशीतिरुदायुधाः ।
कम्बूनां चतुरशीतिर्निर्यान्तु स्वबलैर्वृताः
]

`verse 4 [
कोटिवीर्याणि पञ्चाशदसुराणां कुलानि वै ।
शतं कुलानि धौम्राणां निर्गच्छन्तु ममाज्ञया
]

`verse 5 [
कालका दौर्हृदा मौर्याः कालकेयास्तथासुराः ।
युद्धाय सज्जा निर्यान्तु आज्ञया त्वरिता मम
]

`verse 6 [
इत्याज्ञाप्यासुरपतिः शुम्भो भैरवशासनः ।
निर्जगाम महासैन्यसहस्रैर्बहुभिर्वृतः
]

`verse 7 [
आयान्तं चण्डिका दृष्ट्वा तत्सैन्यमतिभीषणम् ।
ज्यास्वनैः पूरयामास धरणीगगनान्तरम्
]

`verse 8 [
स च सिंहो महानादमतीव कृतवान् नृप ।
घण्टास्वनेन तन्नादमम्बिका चाप्यबृंहयत्
]

`verse 9 [
धनुर्ज्यासिंहघण्टानां नादापूरितदिङ्मुखा ।
निनादैर्भीषणैः काली जिग्ये विस्तारितानना
]

`verse 10 [
तं निनादमुपश्रुत्य दैत्यसैन्यैश्चतुर्दिशम् ।
देवी सिंहस्तथा काली सरोषैः परिवारिताः
]

`verse 11 [
thumb|700px|वामे शिवेन एवं दक्षे गणेशेन परिवृताः सप्तमातृकाः।
thumb|ब्राह्मी मातृका
thumb|कौमारी मातृका
एतस्मिन्नन्तरे भूप विनाशाय सुरद्विषाम् ।
भवायामरसिंहानामतिवीर्यबलान्विताः
]

`verse 12 [
ब्रह्मेशगुहविष्णूनां तथेन्द्रस्य च शक्तयः ।
शरीरेभ्यो विनिष्क्रम्य तद्रूपैश्चण्डिकां ययुः
]

`verse 13 [
यस्य देवस्य यद्रूपं यथाभूषणवाहनम् ।
तद्वदेव हि तच्छक्तिरसुरान् योद्धुमाययौ
]

`verse 14 [
हंसयुक्तविमानाग्रे साक्षसूत्रकमण्डलुः ।
आयाता ब्रह्मणः शक्तिर्ब्रह्माणी साभिधीयते
]

`verse 15 [
माहेश्वरी वृषारूढा त्रिशूलवरधारिणी ।
महाहिवलया प्राप्ता चन्द्रलेखाविभूषणा
]

`verse 16 [
कौमारी शक्तिहस्ता च मयूरवरवाहना ।
योद्धुमभ्याययौ दैत्यानम्बिका गुहरूपिणी
]

`verse 17 [
तथैव वैष्णावी शक्तिर्गरुडोपरि संस्थिता ।
शङ्खचक्रगदाशार्ङ्गखड्गहस्ताभ्युपाययौ
]

`verse 18 [
जज्ञे वाराहमतुलं रूपं या बिभ्रती हरेः ।
शक्तिः साप्यायौ तत्र वाराहीं बिभ्रती तनुम्
]

`verse 19 [
नारसिंही नृसिंहस्य बिभ्रती सदृशं वपुः ।
प्राप्ता तत्र सटाक्षेपक्षिप्तनक्षत्रसंहतिः
]

`verse 20 [
वज्रहस्ता तथैवैन्द्री गजराजोपरि स्थिता ।
प्राप्ता सहस्रनयना यथा शक्रस्तथैव सा
]

`verse 21 [
ततः परिवृतस्ताभिरीशानो देवशक्तिभिः ।
हन्यन्तामसुराः शीघ्रं मम प्रीत्याऽह चण्डिकाम्
]

`verse 22 [
ततो देवोशरीरात्तु विनिष्क्रान्तातिभीषणा ।
चण्डिकाशक्तिरत्युग्रा शिवाशतनिनादिनी
]

`verse 23 [
सा चाह धूम्रजटिलमीशानमपराजिता ।
दूत त्वं गच्छ भगवन् पार्श्वं शुम्भनिशुम्भयोः
]

`verse 24 [
ब्रूहि शुम्भं निशुम्भं च दानवावतिगर्वितौ ।
ये चान्ये दानवास्तत्र युद्धाय समुपस्थिताः
]

`verse 25 [
त्रैलोक्यमिन्द्रो लभतां देवाः सन्तु हविर्भुजः ।
यूयं प्रयात पातालं यदि जीवितुमिच्छथ
]

`verse 26 [
बलावलेपादथ चेद्भवन्तो युद्धकाङ्क्षिणः ।
तदागच्छत तृप्यन्तु मच्छिवाः पिशितेन वः
]

`verse 27 [
यतो नियुक्तो दौत्येन तया देव्या शिवः स्वयम् ।
शिवदूतीति लोकेऽस्मिंस्ततः सा ख्यातिमागता
]

`verse 28 [
तेऽपि श्रुत्वा वचो देव्याः शर्वाख्यातं महासुराः ।
अमर्षापूरिता जग्मुर्यत्र कात्यायनी स्थिता
]

`verse 29 [
ततः प्रथममेवाग्रे शरशक्त्यृष्टिवृष्टिभिः ।
ववर्षुरुद्धतामर्षास्तां देवीममरारयः
]

`verse 30 [
सा च तान् प्रहितान् बाणाञ्छूलशक्तिपरश्वधान् ।
चिच्छेद लीलयाऽध्मातधनुर्मुक्तैर्महेषुभिः
]

`verse 31 [
तस्याग्रतस्तथा काली शूलपातविदारितान् ।
खट्वाङ्गपोथितांश्चारीन् कुर्वती व्यचरत्तदा
]

`verse 32 [
कमण्डलुजलाक्षेपहतवीर्यान् हतौजसः ।
ब्रह्माणी चाकरोच्छत्रून् येन येन स्म धावति
]

`verse 33 [
माहेश्वरी त्रिशूलेन तथा चक्रेण वैष्णवी ।
दैत्याञ्जघान कौमारी तथा शक्त्यातिकोपना
]

`verse 34 [
ऐन्द्रीकुलिशपातेन शतशो दैत्यदानवाः ।
पेतुर्विदारिताः पृथ्व्यां रुधिरौघप्रवर्षिणः
]

`verse 35 [
तुण्डप्रहारविध्वस्ता दंष्ट्राग्रक्षतवक्षसः ।
वाराहमूर्त्या न्यपतंश्चक्रेण च विदारिताः
]

`verse 36 [
नखैर्विदारितांश्चान्यान् भक्षयन्ती महासुरान् ।
नारसिंही चचाराजौ नादापूर्णदिगन्तरा
]

`verse 37 [
चण्डाट्टहासैरसुराः शिवदूत्यभिदूषिताः ।
पेतुः पृथिव्यां पतितांस्तांश्चखादाथ सा तदा
]

`verse 38 [
इति मातृगणं क्रुद्धं मर्दयन्तं महासुरान् ।
दृष्ट्वाभ्युपायैर्विविधैर्नेशुर्देवारिसैनिकाः
]

`verse 39 [
पलायनपरान् दृष्ट्वा दैत्यान् मातृगणार्दितान् ।
योद्धुमभ्याययौ क्रुद्धो रक्तबीजो महासुरः
]

`verse 40 [
रक्तबिन्दुर्यदा भूमौ पतत्यस्य शरीरतः ।
समुत्पतति मेदिन्यां तत्प्रमाणो महासुरः
]

`verse 41 [
युयुधे स गदापाणिपरिन्द्रशक्त्या महासुरः ।
ततश्चैन्द्री स्ववज्रेण रक्तबीजमताडयत्
]

`verse 42 [
कुलिशेनाहतस्याशु बहु सुस्राव शोणितम् ।
समुत्तस्थुस्ततो योधास्तद्रूपास्तत्पराक्रमाः
]

`verse 43 [
यावन्तः पतितास्तस्य शरीराद्रक्तबिन्दवः ।
तावन्तः पुरुषा जातास्तद्वीर्यबलविक्रमाः
]

`verse 44 [
ते चापि युयुधुस्तत्र पुरुषा रक्तसम्भवाः ।
समं मातृभिरत्युग्रशस्त्रपातातिभीषणम्
]

`verse 45 [
पुनश्च वज्रपातेन क्षतमस्य शिरो यदा ।
ववाह रक्तं पुरुषास्ततो जाताः सहस्रशः
]

`verse 46 [
वैष्णवी समरे चैनं चक्रेणाभिजघान ह ।
गदया ताडयामास ऐन्द्री तमसुरेश्वरम्
]

`verse 47 [
वैष्णावीचक्रभिन्नस्य रुधिरस्रावसम्भवैः ।
सहस्रशौ जगद्व्याप्तं तत्प्रमाणैर्महासुरैः
]

`verse 48 [
शक्त्या जघान कौमारी वाराही च तथासिना ।
माहेश्वरी त्रिशूलेन रक्तबीजं महासुरम्
]

`verse 49 [
स चापि गदया दैत्यः सर्वा एवाहनत् पृथक् ।
मातः कोपसमाविष्टो रक्तबीजो महासुरः
]

`verse 50 [
तस्याहतस्य बहुधा शक्तिशूलादिभिर्भुवि ।
पपात यो वै रक्तौघस्तेनासञ्छतशोऽसुराः
]

`verse 51 [
तैश्चासुरासृक्सम्भूतैरसुरैः सकलं जगत् ।
व्याप्तमासीत्ततो देवा भयमाजग्मुरुत्तमम्
]

`verse 52 [
तान् विषण्णान् सुरान् दृष्ट्वा चण्डिका प्राह सत्वरा ।
उवाच कालीं चामुण्डे विस्तीर्णं वदनं कुरु
]

`verse 53 [
मच्छस्त्रपातसम्भूतान् रक्तबिन्दून् महासुरान् ।
रक्तबिन्दोः प्रतीच्छ त्वं वक्त्रेणानेन वेगिना
]

`verse 54 [
भक्षयन्ती चर रणे तदुत्पन्नान् महासुरान् ।
एवमेष क्षयं दैत्यः क्षीणरक्तो गमिष्यति ।
भक्ष्यमाणास्त्वया चोग्रा न चोत्पत्स्यन्ति चापरे
]

`speaker [
ऋषिरुवाच
]

`verse 55 [
इत्युक्त्वा तां ततो देवी शूलेनाभिजघान तम् ।
मुखेन काली जगृहे रक्तबीजस्य शोणितम्
]

`verse 56 [
ततोऽसावाजघानाथ गदया तत्र चण्डिकाम् ।
न चास्या वेदनां चक्रे गदापातोऽल्पिकामपि
]

`verse 57 [
तस्याहतस्य देहात्तु बहु सुस्राव शोणितम् ।
यतस्ततः स्ववक्त्रेण चामुण्डा सम्प्रतीच्छति
]

`verse 58 [
मुखे समुद्गता येऽस्या रक्तपातान्महासुराः ।
तांश्चखादाथ चामुण्डा पपौ तस्य च शोणितम्
]

`verse 59 [
देवी शूलेन चक्रेण बाणैरसिभिरृष्टिभिः ।
जघान रक्तबीजं तं चामुण्डापीतशोणितम्
]

`verse 60 [
स पपात महीपृष्ठे शस्त्रसंहतितो हतः ।
नीरक्तश्च महीपाल रक्तबीजो महासुरः
]

`verse 61 [
ततस्ते हर्षमतुलमवापुस्त्रिदशा नृप ।
तेषां मातृगणो जातो ननर्तासृङ्मदोद्धतः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे सावर्णिके मन्वन्तरे देवीमाहात्म्ये रक्तबीजवधोनामाष्टाशीतितमोऽध्यायः
]
