`speaker [
राजोवाच
]

`verse 1 [
विचित्रमिदमाख्यातं भगवन् भवता मम ।
देव्याश्चरितमाहात्म्यं रक्तबीजवधाश्रितम्
]

`verse 2 [
भूयश्चेच्छाम्यहं श्रोतुं रक्तबीजे निपातिते ।
चकार शुम्भो यत्कर्म निशुम्भश्चातिकोपनः
]

`speaker [
ऋषिरुवाच
]

`verse 3 [
चकार कोपमतुलं रक्तबीजे निपातिते ।
शुम्भासुरो निशुम्भश्च हतेष्वन्येषु चाहवे
]

`verse 4 [
हन्यमानं महासैन्यं विलोक्यामर्षमुद्वहन् ।
अभ्यधावन्निशुम्भोऽथ मुख्ययासुरसेनया
]

`verse 5 [
तस्याग्रतस्तथा पृष्ठे पार्श्वयोश्च महासुराः ।
संदष्टौष्ठपुटाः क्रुद्धा हन्तुं देवीमुपाययुः
]

`verse 6 [
आजगाम महावीर्यः शुम्भोऽपि स्वबलैर्वृतः ।
निहन्तुं चण्डिकां कोपात्कृताव युद्धं तु मातृभिः
]

`verse 7 [
ततो युद्धमतीवासीद्देव्या शुम्भनिशुम्भयोः ।
शरवर्षमतीवोग्रं मेघयोरिव वर्षतोः
]

`verse 8 [
चिच्छेदास्ताञ्छरांस्ताभ्यां चण्डिका स्वशरोत्करैः ।
ताडयामास चाङ्गेषु शस्त्रौघैरसुरेश्वरौ
]

`verse 9 [
निशुम्भो निशितं खड्गं चर्म चादाय सुप्रभम् ।
अताडयन्मूर्ध्नि सिंहं देव्या वाहनमुत्तमम्
]

`verse 10 [
निशुम्भो निशितं खड्गं चर्म चादाय सुप्रभम् ।
अताडयन्मूर्ध्नि सिंहं देव्या वाहनमुत्तमम्
]

`verse 11 [
छिन्ने चर्मणि खड्गे च शक्तिं चिक्षेप सोऽसुरः ।
तामप्यस्य द्विधा चक्रे चक्रेणाभिमुखागताम्
]

`verse 12 [
कोपाध्मातो निशुम्भोऽथ शूलं जग्राह दानवः ।
आयातं मुष्टिपातेन देवी तच्चाप्यचूर्णयत्
]

`verse 13 [
अथादाय गदां सोऽपि चिक्षेप चण्डिकां प्रति ।
सापि देव्या त्रिशूलेन भिन्ना भस्मत्वमागता
]

`verse 14 [
ततः परशुहस्तं तमायान्त दैत्यपुङ्गवम् ।
आहत्य देवी बाणौघैरपातयत भूतले
]

`verse 15 [
तस्मिन्निपतिते भूमौ निशुम्भे भीमविक्रमे ।
भ्रातर्यतीव संक्रुद्धः प्रययौ हन्तुमम्बिकाम्
]

`verse 16 [
स रथस्थस्तथात्युच्चैर्गृहीतपरमायुधैः ।
भुजैरष्टाभिरतुलैर्व्याप्याशेषं बभौ नभः
]

`verse 17 [
तमायान्तं समालोक्य देवी शङ्घमवादयत् ।
ज्याशब्दं चापि धनुषश्चकारातीव दुः सहम्
]

`verse 18 [
पूरयामास ककुभो निजघण्टास्वनेन च ।
समस्तदैत्यसैन्यानां तेजोवधविधायिना
]

`verse 19 [
ततः सिंहो महानादैस्त्याजितेभमहामदैः ।
पूरयामास गगनं गां तथैव दिशो दश
]

`verse 20 [
ततः काली समुत्पत्य गगनं क्ष्मामताडयत् ।
कराभ्यां तन्निनादेन प्राक्स्वनास्ते तिरोहिताः
]

`verse 21 [
अट्टाट्टहासमशिवं शिवदूती चकार ह ।
तैः शब्दैरसुरास्त्रेसुः शुम्भः कोपं परं ययौ
]

`verse 22 [
दुरात्मंस्तिष्ठ तिष्ठेति व्याजहाराम्बिका यदा ।
तदा जयेत्यभिहितं देवैराकाशसंस्थितैः
]

`verse 23 [
शुम्भेनागत्य या शक्तिर्मुक्ता ज्वालातिभीषणा ।
आयान्ती वह्निकूटाभा सा निरस्ता महोल्कया
]

`verse 24 [
सिंहनादेन शुम्भस्य व्याप्तं लोकत्रयान्तरम् ।
निर्घातनिः स्वनो घोरो जितवानवनीपते
]

`verse 25 [
शुम्भमुक्ताञ्छरान्देवी शुम्भस्तत्प्रहिताञ्छरान् ।
चिच्छेद स्वशरैरुग्रैः शतशोऽथ सहस्रशः
]

`verse 26 [
ततः सा चण्डिका क्रुद्धा शूलेनाभिजघान तम् ।
स तदाभिहतो भूमौ मूर्च्छितो निपपात ह
]

`verse 27 [
ततो निशुम्भः सम्प्राप्य चेतनामात्तकार्मुकः ।
आजघान शरैर्देवीं कालीं केसरिणं तथा
]

`verse 28 [
पुनश्च कृत्वा बाहूनामयुतं दनुजेश्वरः ।
चक्रायुधेन दितिजश्छादयामास चण्डिकाम्
]

`verse 29 [
ततो भगवती क्रुद्धा दुर्गा दुर्गार्तिनाशिनी ।
चिच्छेद तानि चक्राणि स्वशरैः सायकांश्च तान्
]

`verse 30 [
ततो निशुम्भो वेगेन गदामादाय चण्डिकाम् ।
अभ्यधावत वै हन्तुं दैत्यसेनासमावृतः
]

`verse 31 [
तस्यापतत एवाशु गदां चिच्छेद चण्डिका ।
खड्गेन शितधारेण स च शूलं समाददे
]

`verse 32 [
शूलहस्तं समायान्तं निशुम्भममरार्दनम् ।
हृदि विव्याध शूलेन वेगाविद्धेन चण्डिका
]

`verse 33 [
भिन्नस्य तस्य शूलेन हृदयान्निः सृतोऽपरः ।
महाबलो महावीर्यस्तिष्ठेति पुरुषो वदन्
]

`verse 34 [
तस्य निष्क्रामतो देवी प्रहस्य स्वनवत्ततः ।
शिरश्चिच्छेद खड्गेन ततोऽसावपतद् भुवि
]

`verse 35 [
ततः सिंहश्चखादोग्रं दंष्ट्राक्षुण्णशिरोधरान् ।
असुरांस्तांस्तथा काली शिवदूती तथापरान्
]

`verse 36 [
कौमारीशक्तिनिर्भिन्नाः केचिन्नेशुर्महासुराः ।
ब्रह्माणीमन्त्रपूतेन तोयेनान्ये निराकृताः
]

`verse 37 [
माहेश्वरीत्रिशूलेन भिन्नाः पेतुस्तथापरे ।
वाराहीतुण्डघातेन केचिच्चूर्णोकृता भुवि
]

`verse 38 [
खण्डं खण्डं च चक्रेण वैष्णव्या दानवाः कृताः ।
वज्रेण चैन्द्रीहस्ताग्रविमुक्तेन तथापरे
]

`verse 39 [
केचिद्विनेशुरसुराः केचिन्नष्टा महाहवात् ।
भक्षिताश्चापरे कालीशिवदूतीमृगाधिपैः
]

`colophon [
इति श्रीमार्कण्डेयमहापुराणे सावर्णिके मन्वन्तरे देवीमाहत्म्ये निशुम्भवधोनाम एकोननवतितमोऽध्यायः
]
