`speaker [
ऋषिरुवाच
]

`verse 1 [
निशुम्भं निहतं दृष्ट्वा भ्रातरं प्राणसंमितम् ।
हन्यमानं बलं चैव शुम्भः क्रुद्धोऽब्रवीद्वचः
]

`verse 2 [
बलावलेपाद् दुष्टे त्वं मा दुर्गे गर्वमावह ।
अन्यासां बलमाश्रित्य युध्यसे यातिमानिनी
]

`verse 3 [
श्रीदेव्युवाच
एकैवाहं जगत्यत्र द्वितीया का ममापरा ।
पश्यैता दुष्ट मय्येव विशन्त्यो मद्विभूतयः
]

`speaker [
ऋषिरुवाच
]

`verse 4 [
ततः समस्तास्ता देव्यो ब्रह्माणीप्रमुखा लयम् ।
तस्या देव्यास्तनौ जग्मुरेकावासीत्तदाम्बिका
]

`verse 5 [
श्रीदेव्युवाच

अहं विभूत्या बहुभिरिह रूपैर्यदास्थिता ।
सत्संहृतं मयैकैव तिष्ठाम्याजौ स्थिरो भव
]

`speaker [
ऋषिरुवाच
]

`verse 6 [
ततः प्रववृते युद्धं देव्याः शुम्भस्य चोभयोः ।
पश्यतां सर्वदेवानामसुराणां च दारुणम्
]

`verse 7 [
शरवर्षैः शितैः शस्त्रैस्तथा चास्त्रैः सुदारुणैः ।
तयोर्युद्धमभूद् भूयः सर्वलोकभयङ्करम्
]

`verse 8 [
दिव्यान्यस्त्राणि शतशो मुमुचे यान्यथाम्बिका ।
बभञ्ज तानि दैत्येन्द्रस्तत्प्रतीघातकर्तृभिः
]

`verse 9 [
मुक्तानि तेन चास्त्राणि दिव्यानि परमेश्वरी ।
बभञ्ज लीलयैवोग्रहुङ्कारोच्चारणादिभिः
]

`verse 10 [
ततः शरशतैर्देवीमाच्छादयत सोऽसुरः ।
सा च तत्कुपिता देवी धनुश्चिच्छेद चेषुभिः
]

`verse 11 [
छिन्ने धनुषि दैत्येन्द्रस्तथा शक्तिमथाददे ।
चिच्छेद देवी चक्रेण तामप्यस्य करे स्थिताम्
]

`verse 12 [
ततः खड्गमुपादाय शतचन्द्रं च भानुमत् ।
अभ्यधावत्तदा देवीं दैत्यानामधिपेश्वरः
]

`verse 13 [
तस्यापतत एवाशु खड्गं चिच्छेद चण्डिका ।
धनुर्मुक्तैः शितैर्बाणैश्चर्म चार्ककरामलम्
]

`verse 14 [
अश्वांश्च पातयामास रथं सारथिना सह ।
हताश्वः स तदा दैत्यश्छिन्नधान्वा विसारथिः ।
जग्राह मुद्गरं घोरमम्बिकानिधनोद्यतः
]

`verse 15 [
चिच्छेदापततस्तस्य मुद्गरं निशितैः शरैः ।
तथापि सोऽभ्यधावत्तां मुष्टिमुद्यम्य वेगवान्
]

`verse 16 [
स मुष्टिं पातयामास हृदये दैत्यपुङ्गवः ।
देव्यास्तं चापि सा देवी तलेनोरस्यताडयत्
]

`verse 17 [
तलप्रहाराभिहतो निपपात महीतले ।
स दैत्यराजः सहसा पुनरेव तथोत्थितः
]

`verse 18 [
उत्पत्य च प्रगृह्योच्चैर्देवीं गगनमास्थितः ।
तत्रापि सा निराधारा युयुधे तेन चण्डिका
]

`verse 19 [
नियुद्धं खे तदा दैत्यश्चण्डिका च परस्परम् ।
चक्रतुः प्रथमं सिद्धमुनिविस्मयकारकम्
]

`verse 20 [
ततो नियुद्धं सुचिरं कृत्वा तेनाम्बिका सह ।
उत्पात्य भ्रामयामास चिक्षेप धरणीतले
]

`verse 21 [
स क्षिप्तो धरणीं प्राप्य मुष्टिमुद्यम्य वेगितः ।
अभ्यधावत दुष्टात्मा चण्डिकानिधनेच्छया
]

`verse 22 [
तमायान्तं ततो देवी सर्वदैत्यजनेश्वरम् ।
जगत्यां पातयामास भित्त्वा शूलेन वक्षसि
]

`verse 23 [
स गतासुः पपातोर्व्यां देवीशूलाग्रविक्षतः ।
चालयन् सकलां पृथ्वीं साब्धिद्वीपां सपर्वताम्
]

`verse 24 [
ततः प्रसन्नमखिलं हते तस्मिन् दुरात्मनि ।
जगत्स्वास्थ्यमतीवाप निर्मलं चाभवन्नभः
]

`verse 25 [
उत्पातमेघाः सोल्का ये प्रागासंस्ते शमं ययुः ।
सरितो मार्गवाहिन्यस्तथासंस्तत्र पातिते
]

`verse 26 [
ततो देवगणाः सर्वे हर्षनिर्भमानसाः ।
बभूवुर्निहते तस्मिन् गन्धर्वा ललितं जगुः
]

`verse 27 [
अवादयंस्तथैवान्ये ननृतुश्चाप्सरोगणाः ।
ववुः पुण्यास्तथा वाताः सुप्रभोऽभूद्दिवाकरः
]
