`speaker [
ऋषिरुवाच
]

`verse 1 [
देव्या हते तत्र महासुरेन्द्रे
सेन्द्राः सुरा वह्निपुरोगमास्ताम् ।
कात्यायनीं तुष्टुवुरिष्टलाभाद्
विकाशिवक्त्राब्जविकाशिताशाः
]

`speaker [
देवा ऊचुः
]

`verse 2 [
देवि प्रपन्नार्तिहरे प्रसीद
प्रसीद मातर्जगतोऽखिलस्य ।
प्रसीद विश्वेश्वरि पाहि विश्वं
त्वमीश्वरी देवि चराचरस्य
]

`verse 3 [
आधारभूता जगतस्त्वमेका
महीस्वरूपेण यतः स्थितासि ।
अपां स्वरूपस्थितया त्वयैतद्
आप्याय्यते कृत्स्त्रमलङ्घ्यवीर्ये
]

`verse 4 [
त्वं वैष्णवी शक्तिरनन्तवीर्या
विश्वस्य बीजं परमासि माया ।
संमोहितं देवि समस्तमेतत्
तेवं वै प्रसन्ना भुवि मुक्तिहेतुः
]

`verse 5 [
विद्याः समस्तास्तव देवि भेदाः
स्त्रियः समस्ताः सकला जगत्सु ।
त्वयैकया पूरितमम्बयैतत्
का ते स्तुतिः स्तव्यपरा परोक्तिः
]

`verse 6 [
सर्वभूता यदा देवी स्वर्गमुक्तिप्रदायिनी ।
त्वं स्तुता स्तुतये का वा भवन्तु परमोक्तयः
]

`verse 7 [
सर्वस्य बुद्धिरूपेण जनस्य हृदि संस्थिते ।
स्वर्गापवर्गदे देवि नारायणि नमोऽस्तु ते
]

`verse 8 [
कलाकाष्ठादिरूपेण परिणामप्रदायिनी ।
विश्वस्योपरतौ शक्ते नारायणि नमोऽस्तु ते
]

`verse 9 [
सर्वमङ्गलमाङ्गल्ये शिवे सर्वार्थसाधिके ।
शरण्ये त्र्यम्बके गौरि नारायणि नमोऽस्तु ते
]

`verse 10 [
सृष्टिस्थितिविनाशानां शक्तिभूते सनातनि ।
गुणाश्रये गुणमये नारायणि नमोऽस्तु ते
]

`verse 11 [
शरणागतदीनार्तपरित्राणपरायणे ।
सर्वस्यार्तिहरे देवि नारायणि नमोऽस्तु ते
]

`verse 12 [
हंसयुक्तविमानस्थे ब्रह्माणीरूपधारिणि ।
कौशाम्भः क्षरिके देवि नारायणि नमोऽस्तु ते
]

`verse 13 [
त्रिशूलचन्द्राहिधरे महावृषभवाहिनि ।
माहेश्वरीस्वरूपेण नारायणि नमोऽस्तु ते
]

`verse 14 [
मयूरकुक्कुटवृते महाशक्तिधरेऽमघे ।
कौमारीरूपसंस्थाने नारायणि नमोऽस्तु ते
]

`verse 15 [
शङ्खचक्रगदाशार्ङ्गगृहीतपरमायुधे ।
प्रसीद वैष्णवीरूपे नारायणि नमोऽस्तु ते
]

`verse 16 [
गृहीतोग्रमहाचक्रे दंष्ट्रोद्धृतवसुन्धरे ।
वराहरूपिणि शिवे नारायणि नमोऽस्तु ते
]

`verse 17 [
नृसिंहरूपेणोग्रेण हन्तुं दैत्यान् कृतोद्यमे ।
त्रैलोक्यत्राणसहिते नारायणि नमोऽस्तु ते
]

`verse 18 [
किरीटिनि महावज्रे सहस्रनयनोज्ज्वले ।
वृत्रप्राणहरे चैन्द्रि नारायणि नमोऽस्तु ते
]

`verse 19 [
शिवदूतीस्वरूपेण हतदैत्यमहाबले ।
घोररूपे महारावे नारायणि नमोऽस्तु ते
]

`verse 20 [
दंष्ट्राकरालवदने शिरोमालाविभूषणे ।
चामुण्डे मुण्डमथने नारायणि नमोऽस्तु ते
]

`verse 21 [
लक्ष्मि लज्जे महाविद्ये श्रद्धे पुष्टे स्वधे ध्रुवे ।
महारात्रे महामाये नारायणि नमोऽस्तु ते
]

`verse 22 [
मेधे सरस्वति वरे भूति बाभ्रवि तामसि ।
नियते त्वं प्रसीदेशे नारायणि नमोऽस्तु ते
]

`verse 23 [
सर्वतः पाणिपादान्ते सर्वतोऽक्षिशिरोमुखे ।
सर्वतः श्रवणघ्राणे नारायणि नमोऽस्तु ते
]

`verse 24 [
सर्वस्वरूपे सर्वेशे सर्वशक्तिसमन्विते ।
भयेभ्यस्त्राहि नो देवि दुर्गे देवि नमोऽस्तु ते
]

`verse 25 [
एतत्ते वदनं सौम्यं लोचनत्रयभूषितम् ।
पातु नः सर्वभीतिभ्यः कात्यायनि नमोऽस्तु ते
]

`verse 26 [
ज्वालाकरालमत्युग्रमशेषासुरशूदनम् ।
त्रिशूलं पातु नो भीतेर्भद्रकालि नमोऽस्तुते
]

`verse 27 [
हिनस्ति दैत्यतेजांसि स्वनेनापूर्य या जगत् ।
सा घण्टा पातु नो देवि पापेभ्यो नः सुतानिव
]

`verse 28 [
असुरासृग्वसापङ्कचर्चितस्ते करोज्ज्वलः ।
शुभाय खड्गो भवतु चण्डिके त्वां नता वयम्
]

`verse 29 [
रोगानशेषानपहंसि तुष्टा
रुष्टा तु कामान् सकलानभीष्टान् ।
त्वामाश्रितानां न विपन्नराणां
त्वामाश्रिता ह्याश्रयतां प्रयान्ति
]

`verse 30 [
एतत्कृतं यत्कदनं त्वयाद्य
धर्मद्विषां देवि महासुराणाम् ।
रूपैरनेकैर्बहुधाऽत्ममूर्ति
कृत्वाम्बिके तत्प्रकरोति कान्या
]

`verse 31 [
विद्यासु शास्त्रेषु विवेकदीपेष्व्
आद्येषु वाक्येषु च का त्वदन्या ।
ममत्वगर्तेऽतिमहान्धकारे
विभ्रामयत्येतदतीव विश्वम्
]

`verse 32 [
रक्षांसि यत्रोग्रविषाश्च नागा
यत्रारयो दस्युबलानि यत्र ।
दावानलो यत्र तथाब्धिमध्ये
तत्र स्थिता त्वं परिपासि विश्वम्
]

`verse 33 [
विश्वेश्वरि त्वं परिपासि विश्वं
विश्वात्मिका धारयसीति विश्वम् ।
विश्वेशवन्द्या भवती भवन्ति
विश्वाश्रया ये त्वयि भक्तिनम्राः
]

`verse 34 [
देवि प्रसीद परिपालय नोऽपरिभीतेर्
नित्यं यथासुरवधादधुनैव सद्यः ।
पापानि सर्वजगतां प्रशमं नयाशु
उत्पातपाकजनितांश्च महोपसर्गान्
]

`verse 35 [
प्रणतानां प्रसीद त्वं देवि विश्वार्तिहारिणी ।
त्रैलोक्यवासिनामीड्ये लोकानां वरदा भव
]

`verse 36 [
; श्रीदेव्युवाच

वरदाहं सुरगण वरं यन्मनसेच्छथ ।
तं वृणुध्वं प्रयच्छामि जगतामुपकारकम्
]

`speaker [
देवा ऊचुः
]

`verse 37 [
सर्वबाधाप्रशमनं त्रैलोक्यस्याखिलेश्वरि ।
एवमेव त्वया कार्यमस्मद्वैरिविनाशनम्
]

`verse 38 [
; श्रीदेव्युवाच

वैवस्वतेऽन्तरे प्राप्ते अष्टाविंशतिमे युगे ।
शुम्भो निशुम्भश्चैवान्यावुत्पत्स्येते महासुरौ
]

`verse 39 [
नन्दगोपगृहे जाता यशोदागर्भसम्भवा ।
ततस्तौ नाशयिष्यामि विन्ध्याचलनिवासिनी
]

`verse 40 [
पुनरप्यतिरौद्रेण रूपेण पृथिवीतले ।
अवतीर्य हनिष्यामि वैप्रचित्तांस्तु दानवान्
]

`verse 41 [
भक्षयन्त्याश्च तानुग्रान् वैप्रचित्तान् सुदानवान् ।
रक्ता दन्ता भविष्यन्ति दाडिमीकुसुमोपमाः
]

`verse 42 [
ततो मां देवताः स्वर्गे मर्त्यलोके च मानवाः ।
स्तुवन्तो व्याहरिष्यन्ति सततं रक्तदन्तिकाम्
]

`verse 43 [
भूयश्च शतवार्षिक्यामनावृष्ट्यामनम्भसि ।
मुनिभिः संस्तुता भूमौ संभविष्याम्ययोनिजा
]

`verse 44 [
ततः शतेन नेत्राणां निरीक्षिष्यामि यन्मुनीन् ।
कीर्तयिष्यन्ति मनुजाः शताक्षीमिति मां ततः
]

`verse 45 [
ततोऽहमखिलं लोकमात्मदेहसमुद्भवैः ।
भरिष्यामि सुराः शाकैरावृष्टेः प्राणधारकैः
]

`verse 46 [
शाकम्भरीति विख्यातिं तदा यास्याम्यहं भुवि ।
तत्रैव च वधिष्यामि दुर्गमाख्यं महासुरम् ।
दुर्गा देवीति विख्यातं तन्मे नाम भविष्यति
]

`verse 47 [
पुनश्चाहं यदा भीमं रूप कृत्वा हिमाचले ।
रक्षांसि भक्षयिष्यामि पुनीनां त्राणकारणात्
]

`verse 48 [
तदा मां मुनयः सर्वे स्तोष्यन्त्यानम्रमूर्तयः ।
भीमा देवीति विख्यातं तन्मे नाम भविष्यति
]

`verse 49 [
यदारुणाख्यस्त्रैलोक्ये महाबाधां करिष्यति ।
तदाहं भ्रामरं रूपं कृत्वासंख्येयषट्पदम्
]

`verse 50 [
त्रैलोक्यस्य हितार्थाय वधिष्यामि महासुरम् ।
भ्रामरीति च मां चोकास्तदा स्तोष्यन्ति सर्वतः
]

`verse 51 [
इत्थं यदा यदा बाधा दानवोत्था भविष्यति ।
तदा तदावतीर्याहं करिष्याम्यरिसंक्षयम्
]

`colophon [
इति श्रीमार्कण्डेयमहापुराणे सावर्णिके मन्वन्तरे देवीमाहत्म्ये देवैः कृता नारायणो स्तुतिर्नामैकनवतितमोऽध्यायः
]
