`verse 1 [
; देव्युवाच
एभिः स्तवैश्च मां नित्यं स्तोष्यते यः समाहितः ।
तस्याहं सकलां बाधां नाशयिष्याम्यसंशयम्
]

`verse 2 [
मधुकैटभानाशं च महिषासुरघातनम् ।
कीर्तयिष्यिन्ति ये तद्वद् वधं शुम्भनिशुम्भयोः
]

`verse 3 [
अष्टम्यां च चतुर्दश्यां नवम्यां चैकचेतसः ।
स्तोष्यन्ति चैव ये भक्त्या मम माहात्म्यमुत्तमम्
]

`verse 4 [
न तेषां दुष्कृतं किञ्चिद् दुष्कृतोत्था न चापदः ।
भविष्यति न दारिद्रयं न चैवेष्टवियोजनम्
]

`verse 5 [
शत्रुतो न भयं तस्य दस्युतो वा न राजतः ।
न शस्त्रानलतोयौघात् कदाचित् सम्भविष्यति
]

`verse 6 [
तस्मान्ममैतन्माहात्म्यं पठितव्यं सहाहितैः ।
श्रोतव्यं च सदा भक्त्या परं स्वस्त्ययनं महत्
]

`verse 7 [
उपसर्गानशेषांस्तु महामारीसमुद्भवान् ।
तथा त्रिविधमुत्पातं माहात्म्यं शमयेन्मम
]

`verse 8 [
यत्रैतत् पठ्यते सम्यङ्नित्यमायतने मम ।
सदा न तद्विमोक्ष्यामि सांनिध्यं तत्र मे स्थितम्
]

`verse 9 [
बलिप्रदाने पूजायामग्निकार्ये महोत्सवे ।
सर्वं ममैतच्चरितमुच्चार्यं श्राव्यमेव च
]

`verse 10 [
जानताजानता वापि बलिपूजां तथा कृताम् ।
प्रतीच्छिष्याम्यहं प्रीत्या वह्निहोमं तथा कृतम्
]

`verse 11 [
शरत्काले महापूजा क्रियते या च वार्षिकी ।
तस्यां ममैतन्माहात्म्यं श्रुत्वा भक्तिसमन्वितः
]

`verse 12 [
सर्वबाधाविनिर्मृक्तो धनधान्यसमन्वितः ।
मनुष्यो मत्प्रसादेन भविष्यति न संशयः
]

`verse 13 [
श्रुत्वा ममैतन्माहात्म्यं तथोत्पत्तीः पृथक् शुभाः ।
पराक्रमं च युद्धेषु जायते निर्भयः पुमान्
]

`verse 14 [
रिपवः संक्षयं यान्ति कल्याणं चोपपद्यते ।
नन्दते च कुलं पुंसां माहात्म्यं मम शृण्वताम्
]

`verse 15 [
शान्तिकर्मणि सर्वत्र तथा दुः स्वप्नदर्शने ।
ग्रहपीडासु चोग्रासु माहात्म्यं शृणुयान्मम
]

`verse 16 [
उपसर्गाः शमं यान्ति ग्रहपीडाश्च दारुणाः ।
दुः स्वप्नं च नृभिर्दृष्टं सुस्वप्नमुपजायते
]

`verse 17 [
बालग्रहाभिभूतानां बालानां शान्तिकारकम् ।
संघातभेदे च नृणां मैत्रीकरणमुत्तमम्
]

`verse 18 [
दुर्वृत्तानामशेषाणां बलहानिकरं परम् ।
रक्षोभूतपिशाचानां पठनादेव नाशनम्
]

`verse 19 [
सर्वं ममैतन्माहात्म्यं मम सन्निधिकारकम्
]

`verse 20 [
पशुपुष्पार्घ्यधूपैश्च गन्धदीपैस्तथोत्तमैः ।
विप्राणां भोजनैर्हेमैः प्रोक्षणीयैरहर्निशम्
]

`verse 21 [
अन्यैश्च विविधैर्भोगैः प्रदानैर्वत्सरेण या ।
प्रीतिर्मे क्रियते सास्मिन् सकृत्सुचरिते श्रुते
]

`verse 22 [
श्रुतं हरति पापानि तथाऽरोग्यं प्रयच्छति ।
रक्षां करोति भूतेभ्यो जन्मनां कीर्तनं मम
]

`verse 23 [
युद्धेषु चरितं यन्मे दुष्टदैत्यनिबर्हणम् ।
तस्मिन् श्रुते वैरिकृतं भयं पुंसां न जायते
]

`verse 24 [
युष्माभिः स्तुतयो याश्च याश्च ब्रह्मर्षिभिः कृताः ।
ब्रह्मणा च कृतास्तास्तु प्रयच्छन्ति शुभां गतिम्
]

`verse 25 [
अरण्ये प्रान्तरे वापि दावाग्निपरिवारितः ।
दस्युभिर्वा वृतः शून्ये गृहीतो वापि शत्रुभिः
]

`verse 26 [
सिंहव्याघ्रानुयातो वा वने वा वनहस्तिभिः ।
राज्ञा क्रुद्धेन चाज्ञप्तो वध्यो बन्धगतोऽपि वा
]

`verse 27 [
आघूर्णितो वा वातेन स्थितः पोते महार्णवे ।
पतत्सु चापि शस्त्रेषु संग्रामे भृशदारुणे
]

`verse 28 [
सर्वाबाधासु घोरासु वेदनाभ्यर्दितोऽपि वा ।
स्मरन्ममैतच्छरितं नरो मुच्येत सङ्कटात्
]

`verse 29 [
मम प्रभावात्सिंहाद्या दस्यवो वैरिणस्तथा ।
दूरादेव पलायन्ते स्मरतश्चरितं मम
]

`speaker [
ऋषिरुवाच
]

`verse 30 [
इत्युक्त्वा सा भगवती चण्डिका चण्डविक्रमा ।
पश्यतामेव देवानां तत्रैवान्तरधीयत
]

`verse 31 [
तेऽपि देव्या निरातङ्का स्वाधिकारान् यथा पुरा ।
यज्ञभागभुजः सर्वे चक्रुर्विनिहतारयः
]

`verse 32 [
दैत्याश्च देव्या निहते शुम्भे देवरिपौ युधि ।
जगद्विध्वंसके तस्मिन् महोग्रेऽतुलविक्रमे ।
निशुम्भे च महावीर्ये शेषाः पातालमाययुः
]

`verse 33 [
एवं भगवती देवी सा नित्यापि पुनः पुनः ।
सम्भूय कुरुते भूप जगतः परिपालनम्
]

`verse 34 [
तयैतन्मोह्यते विश्वं सैव विश्वं प्रसूयते ।
सा याचिता च विज्ञानं तुष्टा ऋद्धिं प्रयच्छति
]

`verse 35 [
व्याप्तं तयैतत्सकलं ब्रह्माण्डं मनुजेश्वर ।
महाकाल्या महाकाले महाकारीस्वरूपया
]

`verse 36 [
सैव काले महामारी सैव सृष्टिर्भवत्यजा ।
स्थितिं करोति भूतानां सैव काले सनातनी
]

`verse 37 [
भवकाले नृणां सैव लक्ष्मीर्वृद्धिप्रदा गृहे ।
सैवाभावे तथालक्ष्मीर्विनाशायोपजायते
]

`verse 38 [
स्तुता सम्पूजिता पुष्पैर्धूपगन्धादिबिस्तथा ।
ददाति वित्तं पुत्रांश्च मतिं धर्मे गतिं शुभाम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे सावर्णिके मन्वन्तरे देवीमाहात्म्ये देवीवाक्यं नाम द्विनवतितमोऽध्यायः
]
