`speaker [
ऋषिरुवाच
]

`verse 1 [
एतत्ते कथितं भूप देवीमाहात्म्यमुत्तमम् ।
एवंप्रभावा सा देवी ययेदं धार्यते जगत्
]

`verse 2 [
विद्या तथैव क्रियते भगवद्विष्णुमायया ।
तथा त्वमेष वैश्यश्च तथैवान्ये विवेकिनः ।
मोह्यन्ते मोहिताश्चैव मोहमेष्यन्ति चापरे
]

`verse 3 [
तामुपैहि महाराज शरणं परमेश्वरीम् ।
आराधिता सैव नृणां भोगस्वर्गापवर्गदा
]

`speaker [
मार्कण्डेय उवाच
]

`verse 4 [
इति तस्य वचः श्रुत्वा सुरथः स नराधिपः ।
प्रणिपत्य महाभागं तमृषिं शंसितव्रतम्
]

`verse 5 [
निर्विण्णोऽतिममत्वेन राज्यापहरणेन च ।
जगम सद्यस्तपसे स च वैश्यो महामुने
]

`verse 6 [
संदर्शनार्थमम्बाया नदीपुलिनसंस्थितः ।
स च वैश्यस्तपस्तेपे देवीसूक्तं परं जपन्
]

`verse 7 [
तौ तस्मिन् पिलिने देव्याः कृत्वा मूर्ति महीमयीम् ।
अर्हणां चक्रतुस्तस्याः पुष्पधूपाग्नितर्पणैः
]

`verse 8 [
निराहारौ यतात्मानौ तन्मनस्कौ समाहितौ ।
ददतुस्तौ बलिं चैव निजगात्रासृगुक्षितम्
]

`verse 9 [
एवं समाराधयतोस्त्रिभिर्वर्षैर्यतात्मनोः ।
परितुष्टा जगद्धात्री प्रत्यक्षं प्राह चण्डिका
]

`verse 10 [
; श्रीदेव्युवाच

यत्प्रार्थ्यते त्वया भूप त्वया च कुलनन्दन ।
मत्तस्तत्प्राप्यतां सर्वं परितुष्टा ददामि तत्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 11 [
ततो वव्रे नृपो राज्यमविभ्रंश्यन्यजन्मनि ।
अत्रैव च निजं राज्यं हतशत्रुबलं बलात्
]

`verse 12 [
सोऽपि वैश्यस्ततो ज्ञानं वव्रे निर्विण्णमानसः ।
ममेत्यहमिति प्राज्ञः सङ्गविच्युतिकारकम्
]

`verse 13 [
; श्रीदेव्युवाच

स्वल्पैरहोभिर्नृपते स्वं राज्यं प्राप्स्यते भवान् ।
हत्वा रिपूनस्खलितं तव तत्र भविष्यति
]

`verse 14 [
मृतश्च भूयः सम्प्राप्य जन्म देवाद्विवस्वतः ।
सावर्णिको नाम मनुर्भवान् भुवि भविष्यति
]

`verse 15 [
वैश्यवर्य त्वया यश्च वरोऽस्मत्तोऽभिवाञ्छतः ।
तं प्रयच्छामि संसिद्ध्यै तव ज्ञानं भविष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 16 [
इति दत्त्वा तयोर्देवी यथाभिलषितं वरम् ।
बभूवान्तर्हिता सद्यो भक्त्या ताभ्यामभिष्टुता
]

`verse 17 [
एवं देव्या वरं लब्ध्वा सुरथः क्षत्रियर्षभः ।
सूर्याज्जन्म समासाद्य सावर्णिर्भविता मनुः
]

`colophon [
इति श्रीमार्कण्डेयमहापुराणे सावर्णिके मन्वन्तरे देवीमाहात्म्ये वरप्रदानं नाम त्रिनवतितमोऽध्यायः
]
