`verse 1 [
अथैकनवतितमोऽध्यायः  ।
रौच्यवर्णनम्
मार्कण्डेय उवाच
सावर्णिकमिदं सम्यक्प्रोक्तं मन्वन्तरं तव ।
तथैव देवीमाहात्म्ये महिषासुरघातनम्
]

`verse 2 [
उत्पत्तयश्च या देव्या मातॄणां च महाहवे ।
तथैव सम्भवो देव्याश्चामुण्डाया यथा भवः
]

`verse 3 [
शिवदूत्याश्च माहात्म्यं वधः शुम्भनिशुम्भयोः ।
रक्तबीजवधश्चैव सर्वमेतत्तवोदितम्
]

`verse 4 [
श्रूयतां मुनिशार्दूल सावर्णिकमथापरम् ।
दत्तपुत्रश्च सावर्णिर्भावी यो नवमो मनुः
]

`verse 5 [
कथयामि मनोस्तस्य ये देवा मुनयो नृपाः ।
पारा मरीचिभर्गाश्च सुधर्माणस्तथा सुराः
]

`verse 6 [
एते त्रिधा भविष्यन्ति सर्वे द्वादशका गणाः ।
तेषामिन्द्रो भविष्यस्तु सहस्राक्षो महाबलः
]

`verse 7 [
साम्प्रतं कार्तिकेयो यो वह्निपुत्रः षडाननः ।
अद्भुतो नाम शक्रोऽसौ भावी तस्यान्तरे मनोः
]

`verse 8 [
मेधातिथिर्वसुः सत्यो ज्योतिष्मान्द्युतिमांस्तथा ।
सप्तर्षयोऽन्यः सबलस्तथान्यो हव्यवाहनः
]

`verse 9 [
धृष्टकेतुर्बर्हकेतुः खड्गहस्तो निरामयः ।
पृथुश्रवास्तथार्चिष्मान्भूरिद्युम्नो बृहद्भयः
]

`verse 10 [
एते नृपसुतास्तस्य दत्तपुत्रस्य वै नृपाः ।
मनोस्तु दशमस्यान्यच्छृणु मन्वन्तरं द्विज
]

`verse 11 [
मन्वन्तरे च दशमे ब्रह्मपुत्रस्य धीमतः ।
सुखासीना निरुद्धाश्च द्विप्रकाराः सुराः स्मृताः
]

`verse 12 [
शतसंख्या हि ते देवा भविष्या भाविनो मनोः ।
यत्पुत्राणां शतं भावि तद्देवानां तदा शतम्
]

`verse 13 [
शान्तिरिन्द्रस्तथा भावी सर्वैरिन्द्रगुणैर्युतः ।
सप्तर्षींस्तान्निबोध त्वं ये भविष्यन्ति वै तदा
]

`verse 14 [
आपोमूतिर्हविष्मांश्च सुकृती सत्य एव च ।
नाभागोऽप्रतिमश्चैव वासिष्ठश्चैव सप्तमः
]

`verse 15 [
सुक्षेत्रश्चोत्तमौजाश्च भूरिषेणश्च वीर्यवान् ।
शतानीकोऽथ वृषभो ह्यनमित्रो जयद्रथः
]

`verse 16 [
भूरिद्युम्नः सुपर्वा च तस्यैते तनया मनोः ।
भविष्या धर्मपुत्रस्य सावर्णस्यान्तरं शृणु
]

`verse 17 [
विहङ्गमाः कामगाश्च निर्माणरतयस्तथा ।
त्रिःप्रकारा भविष्यन्ति एकैकस्त्रिंशको गणः
]

`verse 18 [
मासर्तुदिवसा ये तु निर्माणपतयस्तु ते ।
विहङ्गमा रात्रयोऽथ मौहूर्त्ताः कामगा गणाः
]

`verse 19 [
इन्द्रो वृषाख्यो भविता तेषां प्रख्यातविक्रमः ।
हविष्मांश्च वरिष्ठश्च ऋष्टिरन्यस्तथारुणिः
]

`verse 20 [
निश्चरश्चानघश्चैव विष्टिश्चान्यो महामुनिः ।
सप्तर्षयोऽन्तरे तस्मिन्नग्नितेजाश्च सप्तमः
]

`verse 21 [
सर्वत्रगः सुशर्मा च देवानीकः पुरूद्वहः ।
हेमधन्वा दृढायुश्च भाविनस्तत्सुता नृपाः
]

`verse 22 [
द्वादशे रुद्रपुत्रस्य प्राप्ते मन्वन्तरे मनोः ।
सावर्णाख्याश्च ये देवा मुनयश्च शृणुष्व तान्
]

`verse 23 [
सुधर्माणः सुमनसो हरितो रोहितस्तथा ।
सुवर्णाश्च सुरास्तत्र पञ्चैते दशका गणाः
]

`verse 24 [
तेषामिन्द्रस्तु विज्ञेय ऋतधामा महाबलः ।
सर्वैरिन्द्रगुणैर्युक्ताः सप्तर्षीनपि मे शृणु
]

`verse 25 [
द्युतिस्तपस्वी सुतपास्तपोमूर्तिस्तपोनिधिः ।
तपोरतिस्तथैवान्यः सप्तमस्तु तपोधृतिः
]

`verse 26 [
देववानुपदेवश्च देवश्रेष्ठो विदूरथः ।
मित्रवान्मित्रविन्दश्च भाविनस्तत्सुता नृपाः
]

`verse 27 [
त्रयोदशस्य पर्याये रौच्याख्यस्य मनोः सुरान् ।
सप्तर्षींश्च नृपाञ्श्चैव गदतो मे निशामय
]

`verse 28 [
सुधर्माणः सुरास्तत्र सुकर्माणस्तथापरे ।
सुशर्माणः सुरा ह्येते समस्ता मुनिसत्तम
]

`verse 29 [
महाबलो महावीर्यस्तेषामिन्द्रो दिवस्पतिः ।
भविष्यानथ सप्तर्षीन्गदतो मे निशामय
]

`verse 30 [
धृतिमानव्ययश्चैव तत्त्वदर्शी निरुत्सुकः ।
निर्मोहः सुतपाश्चान्यो निष्प्रकम्पश्च सप्तमः
]

`verse 31 [
चित्रसेनो विचित्रश्च नियतिर्निर्भयो दृढः ।
सुनेत्रः क्षत्रबुद्धिश्च सुव्रतश्चैव तत्सुताः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे रौच्यमन्वन्तर एकनवतितमोऽध्यायः । ९१ ।
92
अथ द्विनवतितमोऽध्यायः
रुच्युपाख्यानवर्णनम्
मार्कण्डेय उवाच
रुचिः प्रजापतिः पूर्वं निर्ममो निरहंकृतः ।
यत्रास्तमितशायी च चचार पृथिवीमिमाम्
]
