`verse 1 [
अनग्निमनिकेतं तमेकाहारमनाश्रमम् ।
विमुक्तसङ्गं तं दृष्ट्वा प्रोचुस्तत्पितरो मुनिम्
]

`speaker [
पितर ऊचुः
]

`verse 2 [
वत्स कस्मात्त्वया पुण्यो न कृतो दारसंग्रहः ।
स्वर्गापवर्गहतुत्वाद्बन्धस्तेनानिशं विना
]

`verse 3 [
गृही समस्तदेवानां पितॄणां च तथार्हणाम् ।
ऋषीणामतिथीनां च कुर्वंल्लोकानुपाश्नुते
]

`verse 4 [
स्वाहोच्चारणतो देवान्स्वधोच्चारणतः पितॄन् ।
विभजत्यन्नदानेन भूताद्यानतिथीनपि
]

`verse 5 [
स त्वं दैवादृणाद्बन्धं बन्धमस्मदृणादपि ।
अवाप्नोषि मनुष्यर्षिभूतेभ्यश्च दिनेदिने
]

`verse 6 [
अनुत्पाद्य सुतान्देवानसन्तर्प्य पितॄंस्तथा ।
भूतादींश्च कथं मौढ्यात्सुगतिं गन्तुमिच्छसि
]

`verse 7 [
क्लेशमेवैहिकं पुत्र मन्यामोऽत्र भवेत्तव ।
मृतस्य नरकं तद्वत्क्लेशमेवान्यजन्मनि
]

`speaker [
रुचिरुवाच
]

`verse 8 [
परिग्रहोऽतिदुःखाय पापायाधोगतेस्तथा ।
भवत्यतो मया पूर्वं न कृतो दारसंग्रहः
]

`verse 9 [
आत्मनः संयमो योऽयं क्रियतेऽक्षनियन्त्रणात् ।
स मुक्तिहेतुर्न भवत्यासावपि परिग्रहात्
]

`verse 10 [
प्रक्षाल्यतेऽनुदिवसं यदात्मा निष्परिग्रहैः ।
ममत्वपङ्कदिग्धोऽपि चित्ताम्भोभिर्वरं हि तत्
]

`verse 11 [
अनेकभवसंभूतकर्मपङ्कांकितो बुधैः ।
आत्मा सद्वासनातोयैः प्रक्षाल्यो नियतेन्द्रियैः
]

`speaker [
पितर ऊचुः
]

`verse 12 [
युक्तं प्रक्षालनं कर्तुमात्मनो नियतेन्द्रियैः ।
किन्तु लेपाय मार्गोऽयं यत्र त्वं पुत्र वर्तसे
]

`verse 13 [
पञ्चर्णदीनैरशुभं नुद्यतेऽनभिसन्धितैः ।
फलैस्तथोपभोगैश्च पूर्वकर्मशुभाशुभैः
]

`verse 14 [
एवं न बन्धो भवति कुर्वतः कारणात्मकः ।
न च बन्धाय तत्कर्म भवत्यनभिसन्धितम्
]

`verse 15 [
पूर्वकर्म कृतं भोगैः क्षीयतेऽहर्निशं तथा ।
सुखदुःखात्मकैर्वत्स पुण्यापुण्यात्मकैर्नृणाम्
]

`verse 16 [
एवं प्रक्षाल्यते प्राज्ञैरात्मा बन्धाच्च रक्ष्यते ।
न त्वेवमविवेकेन पापपङ्केन लिप्यते
]

`speaker [
रुचिरुवाच
]

`verse 17 [
अविद्या पठ्यते वेदः कर्ममार्गः पितामहाः ।
तत्कथं कर्मणो मार्गे भवन्तो योजयन्ति माम्
]

`speaker [
पितर ऊचुः
]

`verse 18 [
अविद्या सत्यमेवैतत्कर्म नैतन्मृषावचः ।
किन्तु विद्या परिप्राप्तौ हेतु कर्म न संशयः
]

`verse 19 [
विहिताकरणात्पुंभिरसद्भिः क्रियते तु यः ।
संयमो मुक्तये नासौ प्रत्युताऽधोगतिप्रदः
]

`verse 20 [
प्रक्षालयामीति भवान्वत्सात्मानं तु मन्यते ।
विहिताकरणोद्भूतैः पापैस्त्वं तु विलिप्यसे
]

`verse 21 [
अविद्याप्युपकाराय विषवज्जायते नृणाम् ।
अनुष्ठिताभ्युपायेन बन्धायान्यायतो हि सा
]

`verse 22 [
तस्माद्वत्स कुरुष्व त्वं विधिवद्दारसंग्रहम् ।
मां जन्म विफलं तेऽस्तु असम्प्राप्य तु लौकिकम्
]

`speaker [
रुचिरुवाच
]

`verse 23 [
वृद्धोऽहं साम्प्रतं को मे पितरः सम्प्रदास्यति ।
भार्यां तथा दरिद्रस्य दुष्करो दारसंग्रहः
]

`speaker [
पितर ऊचुः
]

`verse 24 [
अस्माकं पतनं वत्स भवतश्चाप्यधोगतिः ।
नूनं भावि भवित्री च नाभिनन्दसि नो वचः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 25 [
इत्युक्त्वा पितरस्तस्य पश्यतो मुनिसत्तम ।
बभूवुः सहसाऽदृश्या दीपा वाताहता इव
]

`colophon [
इति श्रीमार्कण्डेयपुराणे रुच्युपाख्याने द्विनवतितमोऽध्यायः । ९२ ।
8
अथ त्रिनवतितमोऽध्यायः
पितृस्तवनवर्णनम्
मार्कण्डेय उवाच
स तेन पितृवाक्येन भृशमुद्विग्नमानसः ।
कन्याभिलाषी विप्रर्षिः परिबभ्राम मेदिनीम्
]
