`verse 1 [
कन्यामलभमानोऽसौ पितृवाक्याग्निदीपितः ।
चिन्तामवाप महतीमतीवोद्विग्नमानसः
]

`verse 2 [
किं करोमि क्व गच्छामि कथं मे दारसंग्रहः ।
क्षिप्रं भवेत्पितॄणां यो ममाभ्युदयकारकः
]

`verse 3 [
इति चिन्तयतस्तस्य मतिर्जाता महात्मनः ।
तपसाराधयाम्येनं ब्रह्माणं कमलोद्भवम्
]

`verse 4 [
ततो वर्षशतं दिव्यं तपस्तेपे स वेधसम् ।
दिदृक्षुः सुचिरं कालं परं नियममास्थितः
]

`verse 5 [
ततः स्वं दर्शयामास ब्रह्मा लोकपितामहः ।
उवाच तं प्रसन्नोऽस्मीत्युच्यतामभिवाञ्छितम्
]

`verse 6 [
ततोऽसौ प्रणिपत्याह ब्रह्माणं जगतो गतिम् ।
पितॄणां वचनात्तेन यत्कर्तुमभिवाञ्छितम् । ।
ब्रह्मा चाह रुचिं विप्रं श्रुत्वा तस्याभिवाच्छितम्
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
प्रजापतिस्त्वं भविता स्रष्टव्या भवता प्रजाः ।
सृष्ट्वा प्रजाः सुतान्विप्र समुत्पाद्य क्रियास्तथा
]

`verse 8 [
कृत्वा कृताधिकारस्त्वं ततः सिद्धिमवाप्स्यसि ।
स त्वं यथोक्तं पितृभिः कुरु दारपरिग्रहम्
]

`verse 9 [
कामं चेममभिध्याय क्रियतां पितृपूजनम् ।
त एव तुष्टाः पितरः प्रदास्यन्ति तवेप्सितान् । ।
पत्नीं सुतांश्च सन्तुष्टाः किं न दद्युः पितामहाः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 10 [
इत्यृषेर्वचनं श्रुत्या ब्रह्मणोऽव्यक्तजन्मनः ।
नद्या विविक्ते पुलिने चकार पितृतर्पणम्
]

`verse 11 [
तुष्टाव च पितॄन्विप्रः स्तवैरेभिस्तथादृतः ।
एकाग्रः प्रयतो भूत्वा भक्तिनम्रात्मकन्धरः
]

`speaker [
रुचिरुवाच
]

`verse 12 [
नमस्येऽहं पितॄञ्छ्राद्धे ये वसन्त्यधिदेवताः ।
देवैरपि हि तर्प्यन्ते ये च श्राद्धे स्वधोत्तरैः
]

`verse 13 [
नमस्येऽहं पितॄन्स्वर्गे ये तर्प्यन्ते महर्षिभिः ।
श्राद्धैर्मनोमयैर्भक्त्या भुक्तिमुक्तिमभीप्सुभिः
]

`verse 14 [
नमस्येऽहं पितॄन्स्वर्गे सिद्धाः सन्तर्पयन्ति यान् ।
श्राद्धेषु दिव्यैः सकलैरुपहारैरनुत्तमैः
]

`verse 15 [
नमस्येऽहं पितॄन्भक्त्या येऽर्च्यन्ते गुह्यकैरपि ।
तन्मयत्वेन वाञ्छद्भिर्ऋद्धिमात्यन्तिकीं पराम्
]

`verse 16 [
नमस्येऽहं पितॄन्मर्त्यैरर्च्यन्ते भुवि ये सदा ।
श्राद्धेषु श्रद्धयाभीष्टलोकप्राप्तिप्रदायिनः
]

`verse 17 [
नमस्येऽहं पितॄन्विप्रैरर्च्यन्ते भुवि ये सदा ।
वाञ्छिताभीष्टालाभाय प्राजापत्यप्रदायिनः
]

`verse 18 [
नमस्येऽहं पितॄन्ये वै तर्प्यन्तेऽरण्यवासिभिः ।
वन्यैः श्राद्धैर्यताहारैस्तपोनिर्धूतकिल्बिषैः
]

`verse 19 [
नमस्येऽहं पितॄन्विप्रैर्नैष्ठिकव्रतचारिभिः ।
ये संयतात्मभिर्नित्यं सन्तर्प्यन्ते समाधिभिः
]

`verse 20 [
नमस्येऽहं पितॄञ्छ्राद्धै राजन्यास्तर्पयन्ति यान् ।
कव्यैरशेषैर्विधिवल्लोकत्रयफलप्रदान्
]

`verse 21 [
नमस्येऽहं पितॄन्वैश्यैरर्च्यन्ते भुवि ये सदा ।
स्वकर्माभिरतैर्नित्यं पुष्पधूपान्नवारिभिः
]

`verse 22 [
नमस्येऽहं पितॄञ्छ्राद्धैर्ये शूद्रैरपि भक्तितः ।
सन्तर्प्यन्ते जगत्यत्र नाम्ना ख्याताः सुकालिनः
]

`verse 23 [
नमस्येऽहं पितॄञ्छ्राद्धैः पाताले या महासुरैः ।
सन्तर्प्यन्ते स्वधाहारास्त्यक्तदम्भमदैः सदा
]

`verse 24 [
नमस्येऽहं पितॄञ्छ्राद्धैरर्च्यन्ते ये रसातले ।
भोगैरशेषैर्विधिवन्नागैः कामानभीप्सुभिः
]

`verse 25 [
नमस्येऽहं पितॄ्ञ्छ्राद्धैः सर्पैः सन्तर्पितान्सदा ।
तत्रैव विधिवन्मन्त्रभोगसम्पत्समन्वितैः
]

`verse 26 [
पितॄन्नमस्ये निवसन्ति साक्षाद्ये देवलोके च तथान्तरिक्षे ।
महीतले ये च सुरादिपूज्यास्ते मे प्रतीच्छन्तु मयोपनीतम्
]

`verse 27 [
पितॄन्नमस्ये परमात्मभूता ये वै विमाने निवसन्ति मूर्ताः ।
यजन्ति यानस्तमलैर्मनोभिर्योगीश्वराः क्लेशविमुक्तिहेतून्
]

`verse 28 [
पितॄन्नमस्ये दिवि ये च मूर्ताः स्वधाभुजः काम्यफलाभिसन्धौ ।
प्रदानशक्ताः सकलेप्सितानां विभुक्तिदा येऽनभिसंहितेषु
]

`verse 29 [
तृप्यन्तु तेऽस्मिन्पितरः समस्ता इच्छावतां ये प्रदिशन्ति कामान् ।
सुरत्वमिन्द्रत्वमतोऽधिकं वा सुतान्पशून्स्वानि बलं गृहाणि
]

`verse 30 [
सोमस्य ये रश्मिषु येऽर्कबिम्बे शुक्ले विमाने च सदा वसन्ति ।
तृप्यन्तु तेऽस्मिन्पितरोऽन्नतोयैर्गन्धादिना पुष्टिमितो व्रजन्तु
]

`verse 31 [
येषां हतेऽग्नौ हविषा च तृप्तिर्ये भुञ्जते विप्रशरीरसंस्थाः ।
ये पिण्दानेन मुदं प्रयान्ति तृप्यन्तु तेऽस्मिन्पितरोऽन्नतोयैः
]

`verse 32 [
ये खड्गिमांसेन सुरैरभीष्टैः कृष्णैस्तिलैर्दिव्यमनोहरैश्च ।
कालेन शाकेन महर्षिवर्यैः सम्प्रीणितास्ते मुदमत्र यान्तु
]

`verse 33 [
कव्यान्यशेषाणि च यान्यभीष्टान्यतीव तेषाममरार्चितानाम् ।
तेषां तु सान्निध्यमिहास्तु पुष्पगन्धान्नभोज्येषु मया कृतेषु
]

`verse 34 [
दिने दिने ये प्रतिगृह्णतेऽर्च्चां मासांतपूज्यां भुवि येऽष्टकासु ।
ये वत्सरान्तेऽभ्युदये च पूज्याः प्रयान्तु ते मे पितरोऽत्र तृप्तिम्
]

`verse 35 [
पूज्या द्विजानां कुमुदेन्दुभासो ये क्षत्रियाणां च नवार्कवर्णाः ।
तथा विशां ये कनकावदाता नीलीनिभाः शूद्रजनस्य ये च
]

`verse 36 [
तेऽस्मिन्समस्ता मम पुण्यगन्धधूपान्नतोयादिनिवेदनेन ।
तथाग्निहोमेन  च यान्तु तृप्तिं सदा पितृभ्यः प्रणतोऽस्मि तेभ्यः
]

`verse 37 [
ये देवपूर्वाण्यतितृप्तिहेतोरञ्जन्ति कव्यानि शुभाहुतानि ।
तृप्ताश्च ये भूतिसृजो भवन्ति तृप्यन्तु तेऽस्मिन्प्रणतोऽस्मि तेभ्यः
]

`verse 38 [
रक्षांसि भूतान्यसुरांस्तथोग्रान्निर्नाशयन्तस्त्वशिवं प्रजानाम् ।
आद्याः सुराणाममरेशपूज्या तृप्यन्तु तेऽस्मिन् प्रणतोऽस्मि तेभ्यः
]

`verse 39 [
अग्निष्वात्ता बर्हिषद आज्यपाः सोमपास्तथा ।
व्रजन्तु तृप्तिं श्राद्धेऽस्मिन्पितरस्तर्पिता मया
]

`verse 40 [
अग्निष्वात्ताः पितृगणाः प्राचीं रक्षन्तु मे दिशम् ।
तथा बर्हिषदः पान्तु याम्यां ये पितरः स्मृताः
]

`verse 41 [
प्रतीचीमाज्यपास्तद्वदुदीचीमपि सोमपाः ।
रक्षोभूतपिशाचेभ्यस्तथैवासुरदोषतः
]

`verse 42 [
सर्वतश्चाधिपस्तेषां यमो रक्षां करोतु मे ।
विश्वो विश्वभुगाराध्यो धर्मो धन्यः शुभाननः
]

`verse 43 [
भूतिदो भूतिकृद्भूतिः पितॄणां ये गणा नव ।
कल्याणः कल्यताकर्त्ता कल्यः कल्यतराश्रयः
]

`verse 44 [
कल्यताहेतुरनघः षडिमे ते गणाः स्मृताः ।
वरो वरेण्यो वरदः पुष्टिदस्तुष्टिदस्तथा
]

`verse 45 [
विश्वपाता तथा धाता सप्तैवैते तथा गणाः ।
महान्महात्मा महितो महिमावान्महाबलः
]

`verse 46 [
गणाः पञ्च तथैवैते पितॄणां पापनाशनाः ।
सुखदो धनदश्चान्यो धर्मदोऽन्यश्च भूतिदः
]

`verse 47 [
पितॄणां कथ्यते चैतत्तथा गणचतुष्टयम् ।
एकत्रिंशत्पितृगणा यैर्व्याप्तमखिलं जगत् । ।
ते मेऽनुतृप्तास्तुष्यन्तु यच्छन्तु च सदा हितम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे रौच्यमन्वन्तरे रुच्युपाख्याने
पितृस्तवनं नाम त्रिनवतितमोऽध्यायः । ९३ ।
94
अथ चतुर्नवतितमोऽध्यायः
पितृवरप्रदानवर्णनम्
मार्कण्डेय उवाच
एवं तु स्तुवतस्तस्य तेजसो राशिरुच्छ्रितः ।
प्रादुर्बभूव सहसा गगनव्याप्तिकारकः
]
