`verse 1 [
तद्दृष्ट्वा सुमहत्तेजः समासाद्य स्थितं जगत् ।
जानुभ्यामवनिं गत्वा रुचिः स्तोत्रमिदं जगौ
]

`speaker [
रुचिरुवाच
]

`verse 2 [
अमूर्तानां च मूर्तानां पितॄणां दीप्ततेजसाम् ।
नमस्यामि सदा तेषां ध्यानिनां दिव्यचक्षुषाम्
]

`verse 3 [
इन्द्रादीनां च नेतारो दक्षमारीचयोस्तथा ।
सप्तर्षीणां तथान्येषां तान्नमस्यामि कामदान्
]

`verse 4 [
मन्वादीनां मुनीन्द्राणां सूर्याचन्द्रमसोस्तथा ।
तान्नमस्याम्यहं सर्वान्पितरश्चार्णवेषु ये
]

`verse 5 [
नक्षत्राणां ग्रहाणां च वाय्वग्न्योर्नभसस्तथा ।
द्यावापृथिव्योश्च तथा नमस्यामि कृताञ्जलिः
]

`verse 6 [
देवर्षीणां ग्रहाणां च सर्वलोकनमस्कृतान् ।
अक्षय्यस्य सदा दातॄन्नमस्येऽहं कृताञ्जलिः
]

`verse 7 [
प्रजापतेः कश्यपाय सोमाय वरुणाय च ।
योगेश्वरेभ्यश्च सदा नमस्यामि कृताञ्जलिः
]

`verse 8 [
नमो गणेभ्यः सप्तभ्यस्तथा लोकेषु सप्तसु ।
स्वयंभुवे नमस्यामि ब्रह्मणे योगचक्षुषे
]

`verse 9 [
सोमाधारान्पितृगणान्योगमूर्तिधरांस्तथा ।
नमस्यामि तथा सोमं पितरं जगतामहम्
]

`verse 10 [
अग्निरूपांस्तथैवान्यान्नमस्यामि पितॄनहम् ।
अग्नीषोममयं विश्वं यत एतदशेषतः
]

`verse 11 [
ये तु तेजसि ये चैते सोमसूर्याग्निमूर्त्तयः ।
जगत्स्वरूपिणश्चैव तथा ब्रह्मस्वरूपिणः
]

`verse 12 [
तेभ्योऽखिलेभ्यो योगिभ्यः पितृभ्यो यतमानसः ।
नमो नमो नमस्ते मे प्रसीदन्तु स्वधाभुजः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 13 [
एव स्तुतास्ततस्तेन तेजसा मुनिसत्तम ।
निश्चक्रमुस्तेऽपि ततो भासयन्तो दिशो दश
]

`verse 14 [
निवेदितं च यत्तेन पुष्पगन्धानुलेपनम् ।
तद्भूषितानथ स तान्ददृशे पुरतः स्थितान्
]

`verse 15 [
प्रणिपत्य पुनर्भक्तया पुनरेव कृताञ्जलिः ।
नमस्तुभ्यं नमस्तुभ्यमित्याह पृथगादृतः
]

`verse 16 [
ततः प्रसन्नाः पितरस्तमूचुर्मुनिसत्तमम् ।
वरं वृणीष्वेति स तानुवाचानतकन्धरः
]

`speaker [
रुचिरुवाच
]

`verse 17 [
साम्प्रतं सर्गकर्तृत्वमादिष्टं ब्रह्मणा मम ।
सोऽहं पुत्रीमभीप्सामि धन्यां दिव्यां प्रजावतीम्
]

`speaker [
पितर ऊचुः
]

`verse 18 [
अद्यैव सद्यः पत्नी ते भवत्वतिमनोरमा ।
तस्यां च पुत्रो भविता भवतो मनुरुत्तमः
]

`verse 19 [
मन्वन्तराधिपो धीमांस्त्वन्नाम्नैवोपलक्षितः ।
रुचे रौच्य इति ख्यातिं यो यास्यति जगत्त्रये
]

`verse 20 [
तस्यापि बहवः पुत्रा महाबलपराक्रमाः ।
भविष्यन्ति महात्मानः पृथिवीपरिपालकाः
]

`verse 21 [
त्वं च प्रजापतिर्भूत्वा प्रजाः सृष्ट्वा चतुर्विधाः ।
क्षीणाधिकारो धर्मज्ञ ततः सिद्धिमवाप्स्यसि
]

`verse 22 [
स्तोत्रेणानेन च नरो योऽस्मांस्तोष्यति भक्तितः ।
तस्य तुष्टा वयं भोगानात्मज्ञानं तथोत्तमम्
]

`verse 23 [
शरीरारोग्यमर्थं च पुत्रपौत्रादिकं तथा ।
प्रदास्यामो न सन्देहो यच्चान्यदभिवाच्छितम्
]

`verse 24 [
तस्मात्पुण्यफलं लोके वाञ्छद्भिः सततं नरैः ।
पितॄणां चाक्षया तृप्तिं स्तव्याः स्तोत्रेण मानवैः
]

`verse 25 [
वाञ्छद्भिः सततं स्तव्याः स्तोत्रेणानेन वै यतः ।
श्राद्धे च इमं भक्त्या अस्मत्प्रीतिकरं स्तवम्
]

`verse 26 [
पठिष्यन्ति द्विजाग्र्याणां भुञ्जतां पुरतः स्थितः ।
स्तोत्रश्रवणसम्प्रीत्या सन्निधाने परे कृते
]

`verse 27 [
अस्माकमक्षयं श्राद्धं तद्भविष्यत्यसंशयम् ।
यद्यप्यश्रोत्रियं श्राद्धं यद्यप्युपहतं भवेत्
]

`verse 28 [
अन्यायोपात्तवित्तेन यदि वा कृतमन्यथा ।
अश्राद्धार्हैरुपहतैरुपहारैस्तथा कृतम्
]

`verse 29 [
अकालेऽप्यथवाऽदेशे विधिहीनमथापि वा ।
अश्रद्धया वा पुरुषैर्दम्भमाश्रित्य वा कृतम्
]

`verse 30 [
अस्माकं तृप्तये श्राद्धं तथाप्येतदुदीरणात् ।
यत्रैतत्पठ्यते श्राद्धे स्तोत्रमस्मत्सुखावहम्
]

`verse 31 [
अस्माकं जायते तृप्तिस्तत्र द्वादशवार्षिकी ।
हेमन्ते द्वादशाब्दानि तृप्तिमेतत्प्रयच्छति
]

`verse 32 [
शिशिरे द्विगुणाब्दांश्च तृप्तिं स्तोत्रमिदं शुभम् ।
वसन्ते षोडश समास्तृप्तये श्राद्धकर्मणि
]

`verse 33 [
ग्रीष्मे षोडशैवैतत्पठितं तृप्तिकारकम् ।
विकलेऽपि कृते श्राद्धे स्तोत्रेणानेन साधिते
]

`verse 34 [
वर्षासु तृप्तिरस्माकमक्षया जायते रुचे ।
शरत्कालेऽपि पठितं श्राद्धकाले प्रयच्छति
]

`verse 35 [
अस्माकमेतत्पुरुषस्तृप्तिं पञ्चदशाब्दिकीम् ।
यस्मिन्गृहे च लिखितमेतत्तिष्ठति नित्यदा
]

`verse 36 [
सन्निधानं कृते श्राद्धे तत्रास्माकं भविष्यति ।
तस्मादेतत्त्वया श्राद्धे विप्राणां भुञ्जतः पुरः
]

`verse 37 [
श्रवणीयं महाभाग अस्माकं पुष्टिहेतुकम् ।
इत्युक्त्वा पितरस्तस्य स्वर्गता मुनिसत्तम
]

`colophon [
इति श्रीमार्कण्डेयपुराणे रौच्ये मन्वन्तरे पितृवरप्रदानं नाम चतुर्नवतितमोऽध्यायः । ९४ ।
95
अथ पञ्चनवतितमोऽध्यायः
मालिनीपरिणयवर्णनम्
मार्कण्डेय उवाच
ततस्तस्मान्नदीमध्यात्समुत्तस्थौ मनोरमा ।
प्रम्लोचा नाम तन्वङ्गी तत्समीपे वराप्सराः
]
