`verse 1 [
सा चोवाच महात्मानं रुचिं सुमधुराक्षरम् ।
प्रश्रयावनता सुभूः प्रम्लोचा वै वराप्सराः
]

`verse 2 [
अतीव रूपिणी कन्या मत्सुता तपतां वर ।
जाता वरुणपुत्रेण पुष्करेण महात्मना
]

`verse 3 [
तां गृहाण मया दत्तां भार्यार्थे वरवर्णिनीम् ।
मनुर्महामतिस्तस्यां समुत्पस्यति ते सुतः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 4 [
तथेति तेन साऽप्युक्ता तस्मात्तोयाद्वपुष्मतीम् ।
उज्जहार ततः कन्यां मालिनी नाम नामतः
]

`verse 5 [
नद्याश्च पुलिने तस्मिन्स रुचिर्मुनिसत्तमः ।
जग्राह पाणिं विधिवत्समानाय्य महामुनीन्
]

`verse 6 [
तस्यां तस्य सुतो जज्ञे महावीर्यो महामतिः ।
रौच्योऽभवत्पितुर्नाम्ना ख्यातोऽत्र वसुधातले
]

`verse 7 [
तस्य मन्वन्तरे देवास्तथा सप्तर्षयश्च ये ।
तनयाश्च नृपाश्चैव ते सम्यक्कथितास्तव
]

`verse 8 [
धर्मवृद्धिस्तथारोग्यं धनधान्यसुतोद्भवः ।
नृणां भवत्यसन्दिग्धमस्मिन्मन्वन्तरे श्रुते
]

`verse 9 [
पितृस्तवं तथा श्रुत्वा पितॄणां च तथा गणान् ।
सर्वान्कामानवाप्नोति तत्प्रसादान्महामुने
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मालिनीपरिणयो नाम पञ्चनवतितमोऽध्यायः । ९५ ।
। ।
इति रौच्यमन्वन्तरं समाप्तम् । ।
]
