`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
ततः परं तु भौत्यस्य समुत्पत्तिं निशामय ।
देवानृषींस्तथा पुत्रांस्तथैव वसुधाधिपान्
]

`verse 2 [
बभूवाङ्गिरसः शिष्यो भूतिर्नाम्नातिकोपनः ।
चण्डशापप्रदोऽल्पेऽर्थे मुनिरागस्यसौम्यवाक्
]

`verse 3 [
तस्याश्रमे मातरिश्वा न ववावतिनिष्ठुरम् ।
नातितापं रविश्चक्रे पर्जन्यो नातिकर्दमम्
]

`verse 4 [
नातिशीतं च शीतांशुः परिपूर्णोऽपि रश्मिभिः ।
चकार भीत्या वै तस्य कोपनस्यातितेजसः
]

`verse 5 [
ऋतवश्च क्रमं त्यक्त्वा वृक्षेष्वाश्रमजन्मसु ।
तस्य पुष्पफलं चक्रुराज्ञया सार्वकालिकम्
]

`verse 6 [
ऊहुरापश्च छन्देन तस्याश्रमसमीपगाः ।
कमण्डलुगताश्चैव तस्य भीता महात्मनः
]

`verse 7 [
नातिक्तेशसहो विप्रः सोऽभवत्कोपनो भृशम् ।
अपुत्रश्च महाभागः स तपस्यकरोन्मनः
]

`verse 8 [
पुत्रकामो यताहारः शीतवातानलाहतः ।
तपस्यामि विचिन्त्येति तपस्येव मनो दधे
]

`verse 9 [
तस्येन्दुर्नातिशीताय नातितापाय भास्करः ।
अभवन्मातरिश्वा च ववौ नाति महामुने
]

`verse 10 [
आपीड्यमानो द्वन्द्वैश्च स भूतिर्मुनिसत्तमः ।
अनवाप्याभिलाषं तं तपसः सन्यवर्त्तत
]

`verse 11 [
तस्य भ्राता सुवर्च्चाऽभूद्यज्ञे तेनाभिमन्त्रितः ।
यियासुः शान्तिनामानं शिष्यमाह महामतिम्
]

`verse 12 [
प्रशान्तमक्षप्रतिमं विनीतं गुरुकर्मणि ।
सदोद्युक्तं शुभाचारमुदारं मुनिसत्तमम्
]

`speaker [
भूतिरुवाच
]

`verse 13 [
अहं यज्ञं गमिष्यामि भ्रातुः शान्ते सुवर्चसः ।
तेनाहूतस्त्वया चेह यत्कर्त्तव्यं शृणुष्व तत्
]

`verse 14 [
अतिजागरणं वह्नेस्त्वया कार्यं ममाश्रमे ।
तथा त्वया प्रयत्नेन यथाग्निर्न शमं व्रजेत्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 15 [
इत्याज्ञाप्य तथेत्युक्तो गुरुः शिष्येण शान्तिना ।
जगाम यज्ञं तं भ्रातुराहूतः स यवीयसः
]

`verse 16 [
स च शान्तिर्वनाद्यावत्समित्पुष्पफलादिकम् ।
उपानयति भूत्यर्थं गुरोस्तस्य महात्मनः
]

`verse 17 [
अन्यच्च कुरुते कर्म गुरुभक्तिवशानुगः ।
प्रशान्तस्तावदनलो योऽसौ भूतिपरिग्रहः
]

`verse 18 [
तं दृष्ट्वा सोऽनलं शान्तं शान्तिरत्यन्तदुःखितः ।
भीतश्च भूतेर्बहुधा चिन्तामाप महामतिः
]

`verse 19 [
किं करोमि कथं वात्र भविता गमनं गुरोः ।
मयाद्य प्रतिपत्तव्यं किं कृते सुकृतं भवेत्
]

`verse 20 [
प्रशान्ताग्निमिमं धिष्ण्यं यदि पश्यति मे गुरुः ।
ततो मां विषमे ह्यद्य व्यसने सन्नियोक्ष्यति
]

`verse 21 [
यद्यन्यमग्निमत्राहमग्निस्थाने करोमि तत् ।
सर्वप्रत्यक्षदृग्भस्म सोऽवश्यं मां करिष्यति
]

`verse 22 [
सोऽहं पापो गुरोस्तस्य निमित्तं कोपशापयोः ।
तथात्मानं न शोचामि यथा पापं कृतं गुरोः
]

`verse 23 [
दृष्ट्वा प्रशान्तमनलं नूनं शप्स्यति मां गुरुः ।
यथा वा पावकः क्रुद्धस्तथा वीर्यो हि स द्विजः
]

`verse 24 [
यस्य प्रभावाद्बिभ्यन्ते देवास्तिष्ठन्ति शासने ।
कृतागसं स मां युक्त्या कया नो धर्षयिष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 25 [
बहुधैवं विचिन्त्यासौ भीतस्तस्य सदा गुरोः ।
ययौ मतिमतां श्रेष्ठः शरणं जातवेदसम्
]

`verse 26 [
स चकार तदा स्तोत्रं सप्तर्च्चेर्यतमानसः ।
स चैकचित्तो मेदिन्यां न्यस्तजानुः कृताञ्जलिः
]

`speaker [
शान्तिरुवाच
]

`verse 27 [
ओं नमः सर्वभूतानां साधनाय महात्मने ।
एकद्विपञ्चधिष्ण्याय राजसूये षडात्मने । २७
नमः समस्तदेवानां वृत्तिदाय सुवर्चसे ।
शुक्ररूपाय जगतामशेषाणां स्थितिप्रदः
]

`verse 28 [
त्वं मुखं सर्वदेवानां त्वयात्तं भगवन्हविः ।
प्रीणयस्यखिलान्देवांस्त्वत्प्राणाः सर्वदेवताः
]

`verse 29 [
हुतं हविस्त्वय्यनल मेधत्वमुपगच्छति ।
ततश्च जलरूपेण परिणाममुपैति यत्
]

`verse 30 [
तेनाखिलौषधीजन्म भवत्यनिलसारथे ।
औषधीभिरशेषाभिः सुखं जीवन्ति जन्तवः
]

`verse 31 [
वितन्वते नरा यज्ञांस्त्वत्सृष्टास्वोषधीषु च ।
यज्ञैर्देवास्तथा  दैत्यास्तद्वद्रक्षांसि पावक
]

`verse 32 [
आप्याय्यन्ते च ते यज्ञास्त्वदाधारा हुताशन ।
अतः सर्वस्य योनिस्त्वं वह्ने सर्वमयस्तथा
]

`verse 33 [
देवता दानवा यक्षा दैत्या गन्धर्वराक्षसाः ।
मानुषाः पशवो वृक्षा मृगपक्षिसरीसृपाः
]

`verse 34 [
आप्याय्यन्ते त्वया सर्वे संवर्ध्यन्ते च पावक ।
त्वत्त एवोद्भवं यान्ति त्वय्यन्ते च तथा लयम्
]

`verse 35 [
अपः सृजसि देवत्वं त्वमत्सि पुनरेव ताः ।
पच्यमानास्त्वया ताश्च प्राणिनां पुष्टिकारणम्
]

`verse 36 [
देवेषु तेजोरूपेण कान्त्या सिद्धेष्ववस्थितः ।
विषरूपेण नागेषु वायुरूपः पतत्त्रिषु
]

`verse 37 [
मनुजेषु भवान्क्रोधो मोहः पक्षिमृगादिषु ।
अवष्टम्भोऽसि तरुषु काठिन्यं त्वं महीं प्रति
]

`verse 38 [
जले द्रवस्त्वं भगवाञ्जवरूपी तथाऽनिले ।
व्यापित्वेन तथैवाग्ने नभसि त्वं व्यवस्थितः
]

`verse 39 [
त्वमग्ने सर्वभूतानामन्तश्चरसि पालयन् ।
त्वामेकमाहुः कवयस्त्वामाहुस्त्रिविधः पुनः
]

`verse 40 [
त्वामष्टधा कल्पयित्वा यज्ञवाहमकल्पयन् ।
त्वया सृष्टमिदं विश्वं वदन्ति परमर्षयः
]

`verse 41 [
त्वामृते हि जगत्सर्वं सद्यो नश्येद्धुताशन ।
तुभ्यं कृत्वा द्विजः पूजां स्वकर्मविहितां गतिम्
]

`verse 42 [
प्रयान्ति हव्यकव्याद्यैः स्वधास्वाहाभ्युदीरणात् ।
परिणामात्मवीर्याणि प्राणिनाममरार्चित
]

`verse 43 [
दहन्ति सर्वभूतानि ततो निष्क्रम्य हेतयः ।
जातवेदस्त्वयैवेदं विश्वं सृष्टं महाद्युते
]

`verse 44 [
तवैव वैदिकं कर्म सर्वभूतात्मकं जगत् ।
नमस्तेऽनल पिङ्गाक्ष नमस्तेऽस्तु हुताशन
]

`verse 45 [
पावकाद्य नमस्तेऽस्तु नमस्ते हव्यवाहन ।
त्वमेव सर्वभूतानां पावनाद्विश्वपावनः । ।
त्वमेव भुक्तपीतानां पाचनाद्विश्वपाचकः
]

`verse 46 [
सस्यानां पाककर्त्ता त्वं पोष्टा त्वं जगतस्तथा ।
त्वमेव मेघस्त्वं वायुस्त्वं बीजं सस्यहेतुकम्
]

`verse 47 [
पोषाय सर्वभूतानां भूतभव्यभवो ह्यसि ।
त्वं ज्योतिः सर्वभूतेषु त्वमादित्यो विभावसुः
]

`verse 48 [
त्वमहस्त्वं तथा रात्रिरुभे सन्ध्ये तथा भवान् ।
हिरण्यरेतास्त्वं वह्ने हिरण्योद्भवकारणम्
]

`verse 49 [
हिरण्यगर्भश्च भवान्हिरण्यसदृशप्रभः ।
त्वं मुहूर्त्तं क्षणश्च त्वं त्वं त्रुटिस्त्वं तथा लवः
]

`verse 50 [
कलाकाष्ठानिमेषादिरूपेणासि जगत्प्रभो ।
त्वमेतदखिलं कालः परिणामात्मको भवान्
]

`verse 51 [
या जिह्वा भवतः काली कालनिष्ठाकरी प्रभो ।
तया नः पाहि पापेभ्य ऐहिकाच्च महाभयात्
]

`verse 52 [
कराली नाम या जिह्वा महाप्रलयकारणम् ।
तया नः पाहि पापेभ्य ऐहिकाच्च महाभयात्
]

`verse 53 [
मनोजवा च या जिह्वा लघिमागुणलक्षणा ।
तया नः पाहि पापेभ्य ऐहिकाच्च महाभयात्
]

`verse 54 [
करोति कामं भूतेभ्यो या ते जिह्वा सुलोहिता ।
तया नः पाहि पापेभ्य ऐहिकाच्च महाभयात्
]

`verse 55 [
सुधूम्रवर्णा या जिह्वा प्राणिनां रोगदायिका ।
तया नः पाहि पापेभ्य ऐहिकाच्च महाभयात्
]

`verse 56 [
स्फुलिङ्गिनी च या जिह्वा यतः सकलपुद्गलाः ।
तया नः पाहि पापेभ्य ऐहिकाच्च महाभयात्
]

`verse 57 [
या ते विश्वसृजा जिह्वा प्राणिनां शर्मदायिनी ।
तया नः पाहि पापेभ्य ऐहिकाच्च महाभयात्
]

`verse 58 [
पिङ्गाक्ष लोहितग्रीव कृष्णवर्त्म हुताशन ।
त्राहि मां सर्वदोषेभ्यः संसारादुद्धरेह माम्
]

`verse 59 [
प्रसीद वह्ने सप्तार्चिः कृशानो हव्यवाहन ।
अग्निपावकशुक्रादिनामाष्टाभिरुदीरितः
]

`verse 60 [
अग्नेऽग्रे सर्वभूतानां समुत्पत्तिर्विभावसो ।
प्रसीद हव्यवाहाख्य अभिष्टुत मयाव्यय
]

`verse 61 [
त्वमक्षयो वह्निरचिन्त्यरूपः समृद्धिमन्दुष्प्रसहोऽतितीव्रः ।
तवाव्ययं भीममशेषलोकसंवर्धकं हन्त्यथवातिवीर्यम्
]

`verse 62 [
त्वमुत्तमं तत्त्वमशेषसत्त्वहृत्पुंडरीकस्थमनन्तमीड्यम् ।
त्वया ततं विश्वमिदं चराचरं हुताशनैको बहुधा त्वमत्र
]

`verse 63 [
त्वमक्षयः सगिरिवना वसुन्धरा नभः ससोमार्कमहर्दिवाखिलम् ।
महोदधेर्जठरगतश्च वाडवो भवान्विभुः पिबति पयांसि पावक
]

`verse 64 [
हुताशनस्त्वमिति सदाभिपूज्यसे महाक्रतौ नियमपरैर्महर्षिभिः ।
अभिष्टुतः पिबसि च सोममध्वरे वषट्कृतान्यपि च हवींषि भूतये
]

`verse 65 [
त्वं विप्रैः सततमिहेज्यसे फलार्थं वेदाङ्गेष्वथ सकलेषु गीयसे त्वम् ।
त्वद्धेतोर्यजनपरायणा द्विजेन्द्रा वेदाङ्गान्यधिगमयन्ति सर्वकाले
]

`verse 66 [
त्वं ब्रह्मा यजनपरस्तथैव विष्णुर्भूतेशः सुरपतिरर्यमा जलेशः ।
सूर्येन्दू सकलसुरासुराश्च हव्यैः सन्तोष्याभिमतफलान्यथाप्नुवन्ति
]

`verse 67 [
अर्चिभिः परममहोपघातदुष्टं संस्पृष्टं तव शुचि जायते समस्तम् ।
स्नानानां परममतीव भस्मना सत्सन्ध्यायां मुनिभिरतीव सेव्यसे तत्
]

`verse 68 [
तत्कृत्वा त्रिदिवमवाप्नुवन्ति लोकाः ।
सद्भक्त्या सुखनियताः समूहगतिम्
]

`verse 69 [
प्रसीद वह्ने शुचिनामधेय प्रसीद वायो विमलातिदीक्ते ।
प्रसीद मे पावक वैद्युताभ प्रसीद हव्याशन पाहि मां त्वम्
]

`verse 70 [
यत्ते वह्ने शिवं रूपं ये च ते सप्त हेतयः ।
तैः पाहि न स्तुतो देव पिता पुत्रमिवात्मजम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे भौत्यमन्वन्तरेऽग्निस्तोत्रं नाम षण्णवतितमोऽध्यायः । ९६ ।
97
अथ सप्तनवतितमोऽध्यायः
सम्पातिवर्णनम्
मार्कण्डेय उवाच
एवं स्तुतस्ततस्तेन भगवान्हव्यवाहनः ।
ज्वालामालावृततनुस्तस्यासीदग्रतो मुने
]
