`verse 1 [
देवो विभावसुः प्रीतस्तोत्रेणानेन वै द्विज ।
तं शान्तिमाह प्रणतं मेघगम्भीरवागथ
]

`speaker [
अग्निरुवाच
]

`verse 2 [
परितुष्टोऽस्मि ते विप्र भक्त्या या ते स्तुतिः कृता ।
वरं ददामि भवते प्रार्थ्यतां यत्तवेप्सितम्
]

`speaker [
शान्तिरुवाच
]

`verse 3 [
भगवन्कृतकृत्योऽस्मि यत्त्वा पश्यामि रूपिणम् ।
तथापि भक्तिनम्रस्य भवता श्रूयतां मम
]

`verse 4 [
भ्रातृयज्ञं गतो देव ममाचार्यो निजाश्रमान् ।
आगतश्चाश्रमं धिष्ण्यं त्वत्सनाथं स पश्यतु
]

`verse 5 [
ममापराधात्सन्त्यक्तं धिष्ण्यं यत्ते विभावसो ।
तत्त्वयाधिष्ठितं सोऽद्य पूर्ववत्पश्यतु द्विजः
]

`verse 6 [
तथान्यदपि मे देव प्रसादं कुरुषे यदि ।
पुत्रो विशिष्टो भवतु तदपुत्रस्य मे गुरोः
]

`verse 7 [
तथा च मैत्रीं तनये स करिष्यति मे गुरुः ।
तथा समस्तसत्त्वेषु भवत्वस्य मनो मृदु
]

`verse 8 [
यश्च त्वां स्तोष्यतेऽनेन प्रीतिं यातोऽसि मेऽव्यय ।
स्तोत्रेण तस्य वरदो भवेथा मत्प्रसादितः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 9 [
एतच्छ्रुत्वा वचस्तस्य तमाह द्विजसत्तमम् ।
स्तोत्रेणाराधितस्तेन गुरुभक्त्या च पावकः
]

`speaker [
अग्निरुवाच
]

`verse 10 [
गुरोरर्थे यतो ब्रह्मन्याचितं ते वरद्वयम् ।
नात्मार्थं तेन मे प्रीतिस्त्वय्यतीव महामुने
]

`verse 11 [
भविष्यत्येतदखिलं गुरोर्यत्प्रार्थितं त्वया ।
मैत्री समस्तभूतेषु पुत्रश्चास्य भविष्यति
]

`verse 12 [
मन्वन्तराधिपः पुत्रो भौत्यो नाम भविष्यति ।
महाबलो महावीर्यो महाप्राज्ञो गुरुस्तव
]

`verse 13 [
अनेन यश्च स्तोत्रेण स्तोष्यते मां समाहितः ।
तस्याभिलषितं सर्वं पुण्यं चास्य भविष्यति
]

`verse 14 [
यज्ञेषु पर्वकालेषु तीर्थेज्याहोमकर्मसु ।
धर्माय पठतामेतन्मम पुष्टिकरं परम्
]

`verse 15 [
अहोरात्रकृतं पापं श्रुतमेतत्सकृद्द्विज ।
नाशयिष्यत्यसन्दिग्धं मम तुष्टिकरं परम्
]

`verse 16 [
अहोमकालदोषादीनयोग्यैरपि तत्कृतः ।
ये दोषास्तानिदं सद्यः शमयिष्यति संश्रुतम्
]

`verse 17 [
पौर्णमास्याममावास्यां पर्वस्वन्येषु च स्तवः ।
ममैष संश्रुतो मर्त्यैर्भविता पापनाशनः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 18 [
इत्युक्त्वा भगवानग्निः पश्यतस्तस्य वै मुने ।
बभूवादर्शनः सद्यो दीपस्थो निर्वृतो यथा
]

`verse 19 [
स च शान्तिर्गते वह्नौ परितुष्टेन चेतसा ।
हर्षरोमाञ्चिततनुः प्रविवेशाश्रमं गुरोः
]

`verse 20 [
जाज्वल्यमानं तत्रासौ गुरुधिष्ण्ये हुताशनम् ।
ददर्श पूर्ववत्प्राप ततः स परमां मुदम्
]

`verse 21 [
एतस्मिन्नन्तरे सोऽपि गुरुस्तस्य महात्मनः ।
भ्रातुर्यवीयसो यज्ञादाजगाम स्वमाश्रमम्
]

`verse 22 [
तस्याग्रतश्च शिष्योऽसौ चक्रे पादाभिवन्दनम् ।
गृहीतासनपूजश्च तमाह स तदा गुरुः
]

`verse 23 [
वत्सातिहार्दं त्वयि मे तथान्येषु च जन्तुषु ।
न वेद्मि किमिदं त्वं चेद्वेत्स्ये तत्कथयाशु मे
]

`verse 24 [
ततः स शान्तिस्तत्सर्वमाचार्याय महामुने ।
अग्निनाशादिकं विप्रः समाचष्टे यथातथम्
]

`verse 25 [
तच्छ्रुत्वा स परिष्वज्ये स्नेहार्द्रनयनो गुरुः ।
शिष्याय प्रददौ वेदान्साङ्गोपाङ्गान्महामुने
]

`verse 26 [
भौत्यो नाम मनुस्तस्य पुत्रो भूतेरजायत ।
तस्य मन्वन्तरे देवानृषीन्भूपांश्च मे शृणु
]

`verse 27 [
भविष्यस्य भविष्यास्तु गदतो मम विस्तरात् ।
देवेन्द्रो यश्च भविता तस्य विख्यातकर्मणः
]

`verse 28 [
चाक्षुषाश्च कनिष्ठाश्च पवित्रा भ्राजिरास्तथा ।
धारावृकाश्चेत्येते वै पञ्च देवगणाः स्मृताः
]

`verse 29 [
शुचिरिन्द्रस्तदा तेषां त्रिदशानां भविष्यति ।
महाबलो महावीर्यः सर्वैरिन्द्रगुणैर्युतः
]

`verse 30 [
आग्नीध्रश्चाग्निबाहुश्च शुचिर्मुक्तोऽथ माधवः ।
शुक्रोऽजितश्च सप्तैते तदा सप्तर्षयः स्मृताः
]

`verse 31 [
गुरुर्गभीरो ब्रध्नश्च भरतोऽनुग्रहस्तथा ।
श्रीमानी च प्रतीरश्च विष्णुः संक्रन्दनस्तथा
]

`verse 32 [
तेजस्वी सुबलश्चैव भौत्यस्यैते मनोः सुताः ।
चतुर्दशं मयैतत्ते मन्वन्तरमुदाहृतम्
]

`verse 33 [
श्रुत्वा मन्वन्तराणीत्थं क्रमेण मुनिसत्तम ।
पुण्यमाप्नोति मनुजस्तथाऽक्षीणां च सन्ततिम्
]

`verse 34 [
श्रुत्वा मन्वन्तरं पूर्वं धर्ममाप्नोति मानवः ।
स्वारोचिषस्य श्रवणात्सर्वकामानवाप्नुते
]

`verse 35 [
औत्तमे धनमाप्नोति ज्ञानमाप्नोति तामसे ।
रैवते च श्रुते बुद्धिं सुरूपां विन्दते स्त्रियम्
]

`verse 36 [
आरोग्यं चाक्षुषे पुंसां श्रुते वैवस्वते बलम् ।
गुणवत्पुत्रपौत्रांस्तु सूर्यसावर्णिके श्रुते
]

`verse 37 [
माहात्म्यं ब्रह्मसावर्णेर्धर्मसावर्णिके शुभाम् ।
मतिमाप्नोति मनुजो रुद्रसावर्णिके जयम्
]

`verse 38 [
ज्ञातिश्रेष्ठो गुणैर्युक्तो दक्षसावर्णिके श्रुते ।
निशातयत्यरिबलं रौच्यं श्रुत्वा नरोत्तम
]

`verse 39 [
देवप्रसादमाप्नोति भौत्ये मन्वन्तरे श्रुते ।
तथाग्निहोत्रं पुत्रांश्च गुणयुक्तानवाप्नुते
]

`verse 40 [
सर्वाण्यनुक्रमाद्यश्च शृणोति मुनिसत्तम ।
मन्वन्तराणि तस्यापि श्रूयतां फलमुत्तमम्
]

`verse 41 [
तत्र देवानृषीनिन्द्रान्मनूंस्तत्तनयान्नृपान् ।
श्रुत्वा वंशांश्च सर्वेभ्यः पापेभ्यो विप्रमुच्यते । ४२
देवर्षीन्द्रनृपाश्चान्ये ये तन्मन्वन्तराधिपाः ।
ते प्रीयन्ते तथा प्रीता प्रयच्छन्ति शुभां मतिम्
]

`verse 42 [
ततः शुभां मतिं प्राप्य कृत्वा कर्म तथा शुभम् ।
शुभां गतिमवाप्नोति यावदिन्द्राश्चतुर्दश
]

`verse 43 [
सर्वे स्युर्ऋतवः क्षेम्याः सर्वे सौम्यास्तथा ग्रहाः ।
भवन्त्यसंशयं श्रुत्वा क्रमान्मन्वन्तरस्थितिम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे चतुर्दशमन्वन्तरवर्णनसमाप्तिर्नाम सप्तनवतितमोऽध्यायः । ९७ ।
98
अथाष्टनवतितमोऽध्यायः
वंशानुकीर्तनवर्णनम्
क्रौष्टकिरुवाच
भगवन्कथिता सम्यक्त्वया मन्वन्तरस्थितिः ।
क्रमाद्विस्तरतस्त्वत्तो मया चैवावधारिता
]
