`verse 1 [
ब्रह्माद्यमखिलं वंशं भूभुजां द्विजसत्तम ।
श्रोतुं ममेच्छतः सम्यग्भगवन्प्रब्रवीहि मे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 2 [
शृणु वत्स नृपाणां त्वमशेषाणां समुद्भवम् ।
चरितं च जगन्मूलमादौ कृत्वा प्रजापतितम्
]

`verse 3 [
अयं हि वंशो भूपालैरनेकक्रतुकर्तृभिः ।
संग्रामजिद्भिर्धर्मज्ञैः शतसंख्यैरलंकृतः
]

`verse 4 [
श्रुत्वा चैषां नरेन्द्राणां चरितानि महात्मनाम् ।
उत्पत्तयश्च पुरुषः सर्वपापैः प्रमुच्यते
]

`verse 5 [
मनुर्यत्र तथेक्ष्वाकुरनरण्यो भगीरथः ।
अन्ये च शतशो भूपाः सम्यक्पालितभूमयः
]

`verse 6 [
धर्मज्ञा यज्विनः शूराः परमार्थार्थवेदिनः ।
श्रुते तस्मिन्पुमान्वंशे पापौघाद्विप्रमुच्यते
]

`verse 7 [
तदयं श्रूयतां वंशो यतो वंशाः सहस्रशः ।
भिद्यन्ते मनुजेन्द्राणामवरोहा यथा वटात्
]

`verse 8 [
ब्रह्मा प्रजापतिः पूर्वं सिसृक्षुर्विविधाः प्रजाः ।
अङ्गुष्ठाद्दक्षिणाद्दक्षमसृजद्द्विजसत्तम
]

`verse 9 [
वामाङ्गुष्ठाच्च तत्पत्नीं जगत्सूतिकरो विभुः ।
ससर्ज भगवान्ब्रह्मा जगतां कारणं परम्
]

`verse 10 [
अदितिस्तस्य दक्षस्य कन्याजायत शोभना ।
तस्यां च कश्यपो देवं मार्तण्डं समजीजनत्
]

`verse 11 [
ब्रह्मा स्वरूपं जगतामशेषाणां वरप्रदम् ।
आदिमध्यान्तभूतं च सर्गस्थित्यन्तकर्मसु
]

`verse 12 [
यतोऽखिलमिदं यस्मिन्नशेषं च स्थितां द्विज ।
यत्स्वरूपं जगच्चेदं सदेवासुरमानुषम्
]

`verse 13 [
यः सर्वभूतः सर्वात्मा परमात्मा सनातनः ।
अदित्यामभवद्भास्वान्पूर्वमाराधितस्तया
]

`speaker [
क्रौष्टकिरुवाच
]

`verse 14 [
भगवञ्छ्रोतुमिच्छामि यत्स्वरूपं विवस्वतः ।
यत्कारणं चादिदेवः सोऽभवत्कश्यपात्मजः
]

`verse 15 [
यथा चाराधितो देव्या सोऽदित्या कश्यपेन च ।
आराधितेन चोक्तं यत्तेन देवेन भास्वता
]

`verse 16 [
प्रभावं चावतीर्णस्य यथावन्मुनिसत्तम ।
भवता कथितं सम्यक्छ्रोतुमिच्छाम्यशेषतः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 17 [
विस्पष्टा परमा विद्या ज्योतिर्भा शाश्वती स्फुटा ।
कैवल्यं ज्ञानमाविर्भूः प्राकाम्यं संविदेव च
]

`verse 18 [
बोधश्चावगतिश्चैव स्मृतिर्विज्ञानमेव च ।
इत्येतानीह रूपाणि तस्यारूपस्य भास्वतः
]

`verse 19 [
श्रूयतां च महाभाग विस्तराद्वदतो मम ।
यत्सृष्टवानसि रवेराविर्भावो यथाभवत्
]

`verse 20 [
निष्प्रभेऽस्मिन्निरालोके सर्वतस्तमसावृते ।
बृहदण्डमभूदेकमक्षरं कारणं परम्
]

`verse 21 [
तद्बिभेद तदन्तःस्थो भगवान्प्रपितामहः ।
पद्मयोनिः स्वयं ब्रह्मा यः स्रष्टा जगतां प्रभुः
]

`verse 22 [
तन्मुखादोमिति महानभूच्छब्दो महामुने ।
ततो भूस्तु भुवस्तस्मात्ततश्च स्वरनन्तरम्
]

`verse 23 [
एता व्याहृतयस्तिस्रः स्वरूपं तद्विवस्वतः ।
ओमित्यस्मात्स्वरूपात्तु सूक्ष्मरूपं रवेः परम्
]

`verse 24 [
ततो महरिति स्थूलं जनं स्थूलतरं ततः ।
ततस्तपस्ततः सत्यमिति मूर्त्तानि सप्तधा
]

`verse 25 [
स्थितानि तस्य रूपाणि भवन्ति न भवन्ति च ।
स्वभावभावयोर्भावं यतो गच्छन्ति संशयम्
]

`verse 26 [
आद्यन्तं यत्परं सूक्ष्ममरूपं परमं स्थितम् ।
ओमित्युक्तं मया विप्र तत्परब्रह्म तद्वपुः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे वंशानुकीर्त्तनं नामाष्टनवतितमोऽध्यायः । ९८ ।
99
अथ नवनवतितमोऽध्यायः
मार्तण्डमाहात्म्यवर्णनम्
मार्कण्डेय उवाच
तस्मादण्डाद्विभिन्नात्तु ब्रह्मणोऽव्यक्तजन्मनः ।
ऋचो बभूवुः प्रथमं प्रथमाद्वदनान्मुने
]
