`verse 1 [
जपापुष्पनिभाः सद्यस्तेजोरूपा ह्यसंहताः ।
पृथक्पृथग्विभिन्नाश्च रजोरूपवहास्ततः
]

`verse 2 [
यजूंषि दक्षिणाद्वक्त्रादनिरुद्धानि कानिचित् ।
यादृग्वर्णं तथा वर्णान्यसंहतिधराणि च
]

`verse 3 [
पश्चिमं यद्विभोर्वक्त्रं ब्रह्मणः परमेष्ठिनः ।
आविर्भूतानि सामानि तत्तच्छन्दांसि तान्यथ
]

`verse 4 [
अथर्वणामशेषं च भृङ्गाञ्जनचयप्रभम् ।
यावद्धोरस्वरूपं तदाभिचारिकशान्तिकम्
]

`verse 5 [
उत्तरात्प्रकटीभूतं वदनात्तस्य वेधसः ।
सुखसत्त्वतमःप्रायं सौम्यासौम्यस्वरूपवत्
]

`verse 6 [
ऋचो रजोगुणाः सत्त्वं यजुषां च गुणा मुने ।
तमोगुणानि सामानि तमःसत्त्वमथर्वसु
]

`verse 7 [
एतानि ज्वलमानानि तेजसाऽप्रतिमेन वै ।
पृथक्पृथगवस्थानभाञ्जि पूर्वमिवाभवन्
]

`verse 8 [
ततस्तदाद्यं यत्तेज ओमित्युक्त्वाभिशब्द्यते ।
तस्य स्वभावाद्यत्तेजस्तत्समावृत्य संस्थितम्
]

`verse 9 [
यथा यजुर्मयं तेजस्तद्वत्साम्नां महामुने ।
एकत्वमुपयातानि परे तेजस संश्रये
]

`verse 10 [
शान्तिकं पौष्टिकं चैव तथा चैवाभिचारिकम् ।
ऋगादिषु लयं ब्रहमंस्त्रितयं त्रिष्वथागमत्
]

`verse 11 [
ततो विश्वमिदं सद्यस्तमोनाशात्सुनिर्मलम् ।
विभावनीयं विप्रर्षे तिर्यगूर्ध्वमधस्तथा
]

`verse 12 [
ततस्तन्मण्डलीभूतं छान्दसं तेज उत्तमम् ।
परेण तेजसा ब्रह्मन्नेकत्वमुपगम्य तत्
]

`verse 13 [
आदित्यसंज्ञामगमदादावेव यतोऽभवत् ।
विश्वस्यास्य महाभाग कारणं चाव्ययात्मकम्
]

`verse 14 [
प्रातर्मध्यन्दिने चैव तथा चैवापराह्णिके ।
त्रयी तपति सा काले ऋग्यजुःसामसंज्ञिता
]

`verse 15 [
ऋचस्तपन्ति पूर्वाह्णे मध्याह्ने च यजूंषि वै ।
सामानि चापराह्णे वै तपन्ति मुनिसत्तम
]

`verse 16 [
शान्तिकमृक्षु पूर्वाह्णे यजुःष्वेव च पौष्टिकम् ।
विन्यस्तं साम्नि सायाह्ने ह्याभिचारिकमन्ततः
]

`verse 17 [
मध्यन्दिनेऽपराह्णे च समे चैवाभिचारिकम् ।
अपराह्णे पितॄणां तु साम्ना कार्याणि तानि वै
]

`verse 18 [
विसृष्टौ ऋङ्मयो ब्रह्मा स्थितौ विष्णुर्यजुर्मयः ।
रुद्रः साममयोऽन्ते च तस्मात्तस्याशुचिर्ध्वनिः
]

`verse 19 [
तदेवं भगवान्भास्वान्वेदात्मा वेदसंस्थितः ।
वेदविद्यात्मकश्चैव परः पुरुष उच्यते
]

`verse 20 [
सर्गस्थित्यन्तहेतुश्च रजःसत्त्वादिकान्गुणान् ।
आश्रित्य ब्रह्मविष्ण्वादिसंज्ञामभ्येति शाश्वतः
]

`verse 21 [
देवैः सदेड्यः स तु वेदमूर्तिरमूर्तिराद्योऽखिलमर्त्यमूर्तिः ।
विश्वाश्रयं ज्योतिरवेद्यधर्मा वेदान्तगम्यः परमः परेशः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मार्त्तण्डमाहात्म्ये नवनवतितमोऽध्यायः । ९९ ।
100
अथ शततमोऽध्यायः
आदित्यस्तववर्णनम्
मार्कण्डेय उवाच
तस्य सन्ताप्यमाने तु तेजसोर्ध्वमधस्यथा ।
सिसृक्षुश्चिन्तयामास पद्मयोनिः पितामहः
]
