`verse 1 [
सृष्टिः कृतापि मे नाशं प्रयास्यत्यभितेजसा ।
भास्वतः सृष्टिसंहारस्थितिहेतोर्महात्मनः
]

`verse 2 [
अप्राणाः प्राणिनः सर्व आपः शुष्यन्ति तेजसा ।
न चाम्भसा विना सृष्टिर्विश्वस्यास्य भविष्यति
]

`verse 3 [
इति सञ्चिन्त्य भगवान्स्तोत्रं भगवतो रवेः ।
चकार तन्मये भूत्वा ब्रह्मा लोकपितामहः
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
नमस्ये यन्मयं सर्वमेतत्सर्वमयश्च यः ।
विश्वमूर्तिः परं ज्योतिर्यत्तद्ध्यायन्ति योगिनः
]

`verse 5 [
य ऋङ्मयो यो यजुषां निधानं साम्नां च यो योनिरचिन्त्यशक्तिः ।
त्रयीमयः स्थूलतयार्धमात्रा परस्वरूपो गुणपारयोग्यः
]

`verse 6 [
त्वां सर्वहेतुं परमं च वेद्यमाद्यं परं ज्योतिरवेद्यरूपम् ।
स्थूलं च देवात्मतया नमस्ते भास्वन्तमाद्यं परमं परेभ्यः
]

`verse 7 [
सृष्टिं करोमि यदहं तव शक्तिराद्या तत्प्रेरितो जलमहीपवनाग्निरूपाम् ।
तद्देवतादिविषयां प्रणवाद्यशेषां नात्मेच्छया स्थितिलयावपि तद्वदेव
]

`verse 8 [
वह्निस्त्वमेव जलशोषणतः पृथिव्याः सृष्टिं करोषि जगतां च तथाद्य पाकम् ।
व्यापी त्वमेव भगवन्गगनस्वरूपं त्वं पञ्चधा जगदिदं परिपासि विश्वम्
]

`verse 9 [
यज्ञैर्यजन्ति परमात्मविदो भवन्तं विष्णुस्वरूपमखिलेष्टिमयं विवस्वन् ।
ध्यायन्ति चापि यतयो नियतात्मचित्ताः सर्वेश्वरं परममात्मविमुक्तिकामा
]

`verse 10 [
नमस्ते देवरूपाय यज्ञरूपाय ते नमः ।
परब्रह्मस्वरूपाय चिन्त्यमानाय योगिभिः
]

`verse 11 [
उपसंहर तेजो यत्तेजसः संहतिस्तव ।
सृष्टेर्विधाताय विभो सृष्टौ चाहं समुद्यतः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 12 [
इत्येवं संस्तुतो भास्वान्ब्रह्मणा सर्गकर्तृणा ।
उपसंहृतवांस्तेजः परं स्वल्पमधारयत्
]

`verse 13 [
चकार च ततः सृष्टिं जगतः पद्मसम्भवः ।
तथा तेषु महाभागः पूर्वकल्पान्तरेषु वै
]

`verse 14 [
देवासुरादीन्मर्त्त्यांश्च पश्वादीन्वृक्षवीरुधः ।
ससर्ज पूर्ववद्ब्रह्मा नरकांश्च महामुने
]

`colophon [
इति श्रीमार्कण्डेयपुराणे आदित्यस्तवो नाम शततमोऽध्यायः । १०० ।
]
