`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
सृष्ट्वा जगदिदं ब्रह्मा प्रविभागमथाकरोत् ।
वर्णाश्रमसमुद्राद्रिद्वीपानां पूर्ववद्यथा
]

`verse 2 [
देवदैत्योरगादीनां रूपस्थानानि पूर्ववत् ।
वेदेभ्य एव भगवानकरोत्कमलोद्भवः
]

`verse 3 [
ब्रह्मणस्तनयो योऽभून्मरीचिरिति विश्रुतः ।
कश्यपस्तस्य पुत्रोऽभूत्काश्यपो नाम नामतः
]

`verse 4 [
दक्षस्य तनया ब्रह्मंस्तस्य भार्यास्त्रयोदश  ।
बहवस्तत्सुताश्चासन्देवदैत्योरगादयः
]

`verse 5 [
अदितिर्जनयामास दैवांस्त्रिभुवनेश्वरान् ।
दैत्यान्दितिर्दनुश्चोग्रान्दानवानुरुविक्रमान्
]

`verse 6 [
गरुडारुणौ च विनता यक्षरक्षांसि वै खसा ।
कद्रूः सुषाव नागांश्च गन्धर्वान्सुषुवे मुनिः
]

`verse 7 [
क्रोधाया जज्ञिरे कुल्या रिष्टायाश्चाप्सरोगणाः ।
ऐरावतादीन्मातङ्गानिरा च सुषुवे द्विज
]

`verse 8 [
ताम्रा च सुषुवे श्येनीप्रमुखाः कन्यका द्विज ।
यासां प्रसूताः खगमाः श्येनभासशुकादयः
]

`verse 9 [
इलायाः पादपा जाताः प्रधाया यादसां गणाः ।
अदित्यां या समुत्पन्ना कश्यपस्येति सन्ततिः
]

`verse 10 [
तस्याश्च पुत्रदौहित्रैः पौत्रदौहित्रिकादिभिः ।
व्याप्तमेतज्जगत्सूत्या तेषां तासां च वै मुने
]

`verse 11 [
तेषां कश्यपपुत्राणां प्रधाना देवतागणाः ।
सात्त्विका राजसास्त्वेते तामसाश्च मुने गणाः
]

`verse 12 [
देवान्यज्ञभुजश्चक्रे तथा त्रिभुवनेश्वरान् ।
ब्रह्मा ब्रह्मविदां श्रेष्ठः परमेष्ठी प्रजापतिः
]

`verse 13 [
तानबाधन्त सहिताः सपत्ना दैत्यदानवाः ।
राक्षसाश्च तथा युद्धं तेषामासीत्सुदारुणम्
]

`verse 14 [
दिव्यं वर्षसहस्रं तु पराजीयन्त देवताः ।
जयिनश्चाभवन्विप्र बलिनो दैत्यदानवाः
]

`verse 15 [
ततो निराकृतान्पुत्रान्दैतेयैर्दानवैस्तथा ।
हृतत्रिभुवनान्दृष्ट्वा ह्यदितिर्मुनिसत्तम
]

`verse 16 [
आच्छिन्नयज्ञभागांश्च शुचा संपीडिता भृशम् ।
आराधनाय सवितुः परं यत्नं प्रचक्रमे
]

`verse 17 [
एकाग्रा नियताहारा परं नियममास्थिता ।
तुष्टाव तेजसां राशिं गगनस्थं दिवाकरम्
]

`speaker [
अदितिरुवाच
]

`verse 18 [
नमस्तुभ्यं परां सूक्ष्मां सौवर्णीं बिभ्रते तनुम् ।
धाम धामवतामीश धाम्नामाधार शाश्वत
]

`verse 19 [
जगतामुपकाराय तथापस्तव गोपते ।
आददानस्य यद्रूपं तीव्रं तस्मै नमाम्यहम्
]

`verse 20 [
ग्रहीतुमष्टमासेन कालेनेन्दुमयं रसम् ।
बिभ्रतस्तव यद्रूपमतितीव्रं नतास्मि तत्
]

`verse 21 [
तमेव मुञ्चतः सर्वं रसं वै वर्षणाय यत् ।
रूपमाप्यायकं भास्वंस्तस्मै मेधाय ते नमः
]

`verse 22 [
वार्युत्सर्गविनिष्पन्नमशेषं चौषधीगणम् ।
पाकाय तव यद्रूपं भास्करं तं नमाम्यहम्
]

`verse 23 [
यच्च रूपं तवातीतं हिमोत्सर्गादिशीतलम् ।
तत्कालसस्यपोषाय तरणे तस्य ते नमः
]

`verse 24 [
नातितीव्रं च यद्रूपं नातिशीतं च यत्तव ।
वसन्तर्त्तौ रवे सौम्यं तस्मै देव नमो नमः
]

`verse 25 [
आप्यायनमशेषाणां देवानां च तथापरम् ।
पितॄणां च नमस्तस्मै सस्यानां पाकहेतवे
]

`verse 26 [
यद्रूपं जीवनायैकं वीरुधाममृतात्मकम् ।
पीयते देवपितृभिस्तस्मै सोमात्मने नमः
]

`verse 27 [
आप्यायदाहरूपाभ्यां रूपं विश्वमयं तव ।
समेतमग्नीषोमाभ्यां नमस्तस्मै गुणात्मने
]

`verse 28 [
यद्रूपमृग्यजुःसाम्नामैक्येन तपते तव ।
विश्वमेतत्त्रयीसंज्ञं नमस्तस्मै विभावसो
]

`speaker [
मार्कण्डेय उवाच
]

`verse 29 [
यत्तु तस्मात्परं रूपमोमित्युक्त्वाभिशब्दितम् ।
अस्थूलानन्तममलं नमस्तस्मै सदात्मने
]

`verse 30 [
एवं स नियता देवी चक्रे स्तोत्रमहर्निशम् ।
निराहारा विवस्वन्तमारिराधयिषुर्मुने
]

`verse 31 [
ततः कालेन महता भगवांस्तपनोऽम्बरे ।
प्रत्यक्षतामगादस्या दाक्षायण्या द्विजोत्तम
]

`verse 32 [
सा ददर्श महाकूटं तेजसोऽम्बरसंश्रितम् ।
जगाद मे प्रसीदेति न त्वां पश्यामि गोपते
]

`verse 33 [
यथा दृष्टवती पूर्वमम्बरस्थं सुदुर्दृशम् ।
निराहारा विवस्वन्तं तपन्तं तदनन्तरम्
]

`verse 34 [
संघातं तेजसां तद्वदिह पश्यामि भूतले ।
प्रसादं कुरु पश्येयं यद्रूपं ते दिवाकर । ।
भक्तानुकम्पक विभो भक्ताहं पाहि मे सुतान्
]

`verse 35 [
त्वं धाता विसृजसि विश्वमेतत्त्वं पासि स्थितिकरणाय सप्रवृत्तः ।
त्वय्यन्ते लयमखिलं प्रयाति तत्त्वं त्वत्तोऽन्या न हि गतिरस्ति सर्वलोके
]

`verse 36 [
त्वं ब्रह्मा हरिरजसंज्ञितस्त्वमिन्द्रो वित्तेशः पितृपतिरप्पतिः समीरः ।
सोमोऽग्निर्गगनपतिर्महीधरोऽब्धिः किं स्तव्यं तव सकलात्मरूपधाम्नः
]

`verse 37 [
यज्ञेश त्वामनुदिनमात्मकर्मसक्ताः स्तुन्वन्तो विविधपदैर्द्विजा यजन्ति ।
ध्यायन्तो विनियतचेतसो भवन्तं योगस्थाः परमपदं प्रयान्ति मर्त्याः
]

`verse 38 [
तपसि पचसि विश्वं पासि भस्मीकरोषि प्रकटयसि मयूखैर्ह्रादयस्यम्बुगर्भैः ।
सृजसि कमलजन्मा पालयस्यच्युताख्यः क्षपयसि च युगान्ते रुद्ररूपस्त्वमेकः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे दिवाकरस्तुतिर्नामैकाधिकशततमोऽध्यायः । १०१ ।
102
अथ द्व्यधिकशततमोऽध्यायः
मार्तण्डोत्पत्तिवर्णनम्
मार्कण्डेय उवाच
ततः स्वतेजसस्तस्मादाविर्भूतो विभावसुः ।
अदृश्यत तदादित्यस्तप्तताम्रोपमप्रभः
]
