`verse 1 [
अथ तां प्रणतां देवीं तस्य संदर्शनान्मुने ।
प्राह भास्वन्वृणुष्वेष्टवरं मत्तो यमिच्छसि
]

`verse 2 [
प्रणता शिरसा सा च जानुपीडितमेदिनी ।
प्रत्युवाच विवस्वन्तं वरदं समुपस्थितम्
]

`verse 3 [
देव प्रसीद पुत्राणां हृतं त्रिभुवनं मम ।
यज्ञभागाश्च दैत्यैश्च दानवैश्च बलाधिकैः
]

`verse 4 [
तन्निमित्तं प्रसादं त्वं कुरुष्व मम गोपते ।
अंशेन तेषां भ्रातृत्वं गत्वा नाशय तद्रिपून्
]

`verse 5 [
यथा मे तनया भूयो यज्ञभागभुजः प्रभो ।
भवेयुरधिपाश्चैव त्रैलोक्यस्य दिवाकर
]

`verse 6 [
तथानुकम्पां पुत्राणां सुप्रसन्नो रवे मम ।
कुरु प्रपन्नार्तिहर स्थितिकर्त्ता त्वमुच्यसे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 7 [
ततस्तामाह भगवान्भास्करो वारितस्करः ।
प्रणतामदितिं विप्र प्रसादसुमुखो विभुः
]

`verse 8 [
सहस्रांशेन ते गर्भे सम्भूयाहमशेषतः ।
त्वत्पुत्रशत्रूनदिते नाशयाम्याशु निर्वृतः
]

`verse 9 [
इत्युक्त्वा भगवान्भास्वानन्तर्द्धानमुपागमत् ।
निवृत्ता सापि तपसः संतृप्ताखिलवाञ्छिता
]

`verse 10 [
ततो रश्मिसहस्रात्तु सौषुम्नाख्यो रवेः करः ।
विप्रावतारं संचक्रे देवमातुरथोदरे
]

`verse 11 [
कृच्छ्रचान्द्रायणादीनि सा च चक्रे समाहिता ।
शुचिः संधारयामास दिव्यं गर्भमिति द्विज
]

`verse 12 [
ततस्तां कश्यपः प्राह किञ्चित्कोपप्लुताक्षरम् ।
किं मारयसि गर्भाण्डमिति नित्योपवासिनी
]

`verse 13 [
सा च तं प्राह गर्भाण्डमेतत्पश्येति कोपना ।
न मारितं विपक्षाणां मृत्यवे तद्भविष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 14 [
इत्युक्त्वा तं तदा गर्भमुत्ससर्ज्ज सुरारणिः ।
जाज्वल्यमानं तेजोभिः पत्युर्वचनकोपिता
]

`verse 15 [
तं दृष्ट्वा कश्यपो गर्भमुद्यद्भास्करवर्च्चसम् ।
तुष्टाव प्रणतो भूत्वा ऋग्भिराद्याभिरादरात्
]

`verse 16 [
संस्तूयमानः स तदा गर्भाण्डात्प्रकटोऽभवत् ।
पद्मपत्रसवर्णाभस्तेजसा व्याप्तदिङ्मुखः
]

`verse 17 [
अथान्तरिक्षादाभाष्य कश्यपं मुनिसत्तमम् ।
सतोयमेघगम्भीरवागुवाचाशरीरिणी
]

`verse 18 [
मारितं ते यतः प्रोक्तमेतदण्डं त्वया मुने ।
तस्मान्मुने सुतस्तेऽयं मार्त्तण्डाख्यो भविष्यति
]

`verse 19 [
सूर्याधिकारं च विभुर्जगत्येष करिष्यति ।
हनिष्यत्यसुरांश्चायं यज्ञभागहरानरीन्
]

`verse 20 [
देवा निशम्येति वचो गगनात्समुपागमन् ।
प्रहर्षमतुलं याता दानवाश्च हतौजसः
]

`verse 21 [
ततो युद्धाय दैतेयानाजुहाव शतक्रतुः ।
सह देवैर्मुदा युक्तो दानवाश्च समभ्ययुः
]

`verse 22 [
तेषां युद्धमभूद्घोरं देवानामसुरैः सह ।
शस्त्रास्त्रदीप्तिसंदीप्तं समस्तभुवनान्तरम्
]

`verse 23 [
तस्मिन्युद्धे भगवता मार्त्तण्डेन निरीक्षिताः ।
तेजसा दह्यमानास्ते भस्मीभूता महासुराः
]

`verse 24 [
ततः प्रहर्षमतुलं प्राप्ताः सर्वे दिवौकसः ।
तुष्टुवुस्तेजसा योनिं मार्त्तण्डमदितिं तथा
]

`verse 25 [
स्वाधिकारांस्तथा प्राप्ता यज्ञभागांश्च पूर्ववत् ।
भगवानपि मार्तण्डः स्वाधिकारमथाकरोत्
]

`verse 26 [
कदम्बपुष्पवद्भास्वानधश्चोर्ध्वं च रश्मिभिः ।
वृत्ताग्निपिण्डसदृशो दध्रे नातिस्फुरद्वपुः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मार्तण्डोत्पत्तिर्नाम द्व्यधिकशततमोऽध्यायः । १०२ ।
103
अथ त्र्यधिकशततमोऽध्यायः
भानुतनुलेखनवर्णनम्
मार्कण्डेय उवाच
अथ तस्मै ददौ कन्यां संज्ञां नाम विवस्वते ।
प्रसाद्य प्रणतो भूत्वा विश्वकर्मा प्रजापतिः
]
