`verse 1 [
वैवस्वतस्तु सम्भूतो मनुस्तस्यां विवस्वतः ।
पूर्वमेव तथाख्यातं तत्स्वरूपं विशेषतः
]

`speaker [
क्रौष्टुकिरुवाच
]

`verse 2 [
(भूयस्तच्छ्रोतुमिच्छामि मार्त्तण्डस्य महात्मनः ।
चरितं हन्ति यत्पापं कलौ संशृण्वतां नृणाम् । ।)
मार्कण्डेय उवाच
त्रीण्यपत्यान्यसौ तस्यां जनयामास गोपतिः ।
द्वौ पुत्रौ सुमहाभागो कन्यां च यमुनां मुने
]

`verse 3 [
मनुर्वैवस्वतो ज्येष्ठः श्राद्धदेवः प्रजापतिः ।
ततो यमो यमी चैव यमलौ सम्बभूवतुः
]

`verse 4 [
यत्तेजोऽभ्यधिकं तस्य मार्तण्डस्य विवस्वतः ।
तेनातितापयामास त्रींल्लोकान्सचराचरान्
]

`verse 5 [
गोलाकारं तु तद्दृष्ट्वा संज्ञारूपं विवस्वतः ।
असहन्ती महत्तेजः स्वां छायां प्रेक्ष्य साऽब्रवीत्
]

`speaker [
संज्ञोवाच
]

`verse 6 [
अहं यास्यामि भद्रं ते स्वमेव भवनं पितुः ।
निर्विकारं त्वयाप्यत्र स्थेयं मच्छासनाच्छुभे
]

`verse 7 [
इमौ च बालकौ मह्यं कन्या च वरवर्णिनी ।
सम्भाव्यौ नैव चाख्येयमिदं भगवते त्वया
]

`speaker [
छायोवाच
]

`verse 8 [
आकेशग्रहणाद्देवि आशपन्नैव कर्हिचित् ।
आख्यास्यामि मतं तुभ्यं गम्यतां यत्र वाञ्छितम्
]

`verse 9 [
इत्युक्ता छायया संज्ञा जगाम पितृमन्दिरम् ।
तत्रावसत्पितुर्गेहे कञ्चित्कालं शुभेक्षणा
]

`verse 10 [
भर्तुः समीपं याहीति पित्रोक्ता सा पुनः पुनः ।
अगच्छद्वडवा भूत्वा कुरून्विप्रोत्तरांस्ततः
]

`verse 11 [
तत्र तेपे तपः साध्वी निराहारा महामुने ।
पितुः समीपं यातायाः संज्ञाया वाक्यतत्परा
]

`verse 12 [
तद्रूपधारिणी छाया भास्करं समुपस्थिता ।
तस्यां च भगवान्सूर्यः संज्ञेयमिति चिन्तयन्
]

`verse 13 [
तथैव जनयामास द्वौ सुतौ कन्यकां तथा ।
पूर्वजस्य मनोस्तुल्यः सावर्णिस्तेन सोऽभवत्
]

`verse 14 [
यस्तयोः प्रथमं जातः पुत्रयोर्द्विजसत्तम ।
द्वितीयो योऽभवच्चान्यः स ग्रहोऽभूच्छनैश्चरः
]

`verse 15 [
कन्याभूत्तपती या तां वव्रे संवरणो नृपः ।
संज्ञा तु पार्थिवी तेषामात्मजानां यथाऽकरोत्
]

`verse 16 [
स्नेहान्न पूर्वजातानां तथा कृतवती सती ।
मनुस्तत्क्षान्तवांस्तस्या यमश्चास्या न चक्षमे
]

`verse 17 [
बहुशो याच्यमानस्तु पितुः पत्न्या सुदुःखितः ।
स वै कोपाच्च बाल्याच्च भाविनोऽर्थस्य वै बलात्
]

`verse 18 [
पदा सन्तर्जयामास छायासंज्ञां यमो मुने ।
ततः शशाप च यमं संज्ञा सामर्षिणी भृशम्
]

`speaker [
छायोवाच
]

`verse 19 [
पदा तर्जयसे यस्मात्पितृभार्यां गरीयसीम् ।
तस्मात्तवैव चरणः पतिष्यति न संशय
]

`verse 20 [
यमस्तु तेन शापेन भृशं पीडितमानसः ।
मनुना सह धर्मात्मा सर्वं पित्रे न्यवेदयत्
]

`speaker [
यम उवाच
]

`verse 21 [
स्नेहेन तुल्यमस्मासु माता देव न वर्तते ।
विसृज्य ज्यायसोऽप्यस्मान्कनीयांसौ बुभूर्षति
]

`verse 22 [
तस्यां मयोद्यतः पादो न तु देहे निपातितः ।
बाल्याद्वा यदि वा मोहात्तद्भवान्क्षन्तुमर्हति
]

`verse 23 [
शप्तोऽहं तात कोपेन जनन्या तनयो यतः ।
ततो न मन्ये जननीमिमां वै तपतां वर
]

`verse 24 [
विगुणेष्वपि पुत्रेषु न माता विगुणा पितः ।
पादस्ते पततां पुत्र कथमेतत्प्रवक्ष्यति
]

`verse 25 [
तव प्रसादाच्चरणो न पतेद्भगवन्यथा ।
मातृशापादयं मेऽद्य तथा चिन्तय गोपते
]

`speaker [
रविरुवाच
]

`verse 26 [
असंशयमिदं पुत्र भविष्यत्यत्र कारणम् ।
येन त्वामाविशत्क्रोधो धर्मज्ञं सत्यवादिनम्
]

`verse 27 [
सर्वेषामेव शापानां प्रतिघातो हि विद्यते ।
न तु मात्राभिशप्तानां क्वचिच्छापनिवर्तनम्
]

`verse 28 [
न शक्यमेतन्मिथ्या तु कर्तुं मातुर्वचस्तव ।
किञ्चित्तव विधास्यामि पुत्रस्नेहादनुग्रहम्
]

`verse 29 [
कृमयो मांसमादाय प्रयास्यन्ति महीतलम् ।
कृतं तस्या वचः सत्यं त्वं च त्रातो भविष्यसि
]

`speaker [
मार्कण्डेय उवाच
]

`verse 30 [
आदित्यस्त्वब्रवीच्छायां किमर्थं तनयेषु वै ।
तुल्येष्वप्यधिकः स्नेह एकत्र क्रियते त्वया
]

`verse 31 [
नूनं नैषां त्वं जननी संज्ञा कापि त्वमागता ।
विगुणेष्वप्यपत्येषु कथं माता शपेत्सुतम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 32 [
सा तत्परिहरन्ती च नाचचक्षे विवस्वतः ।
स चात्मानं समाधाय युक्तस्तत्त्वमपश्यत
]

`verse 33 [
तं शप्तुमुद्यतं दृष्ट्वा छायासंज्ञा दिवस्पतिम् ।
भयेन कंपिता ब्रह्मन्यथावृत्तं न्यवेदयत्
]

`verse 34 [
विवस्वांस्तु ततः क्रुद्धः श्रुत्वा श्वशुरमभ्यगात् ।
स चापि तं तथान्यामर्चयित्वा दिवाकरम् । ।
निर्दग्धुकामं रोषेण सान्त्वयामास सुव्रतः
]

`speaker [
विश्वकर्मोवाच
]

`verse 35 [
तवातितेजसा व्याप्तमिदं रूपं सुदुःसहम् ।
असहन्ती ततः संज्ञा वने चरति वै तपः
]

`verse 36 [
द्रक्ष्यते तां भवानद्य स्वभार्यां शुभचारिणीम् ।
रूपार्थं भवतोऽरण्ये चरन्तीं समुहत्तपः
]

`verse 37 [
स्मृतं मे ब्रह्मणो वाक्यं यदि ते देव रोचते ।
रूपं निवर्तयाम्येतत्तव कान्तं दिवस्पते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 38 [
यतो हि भास्वतो रूपं प्रागासीत्परिमण्डलम् ।
ततस्तथेति तं प्राह त्वष्टारं भगवान्रविः
]

`verse 39 [
विश्वकर्मा त्वनुज्ञातः शाकद्वीपे विवस्वतः ।
भ्रमिमारोप्य तत्तेजः शातनायोपचक्रमे
]

`verse 40 [
भ्रमताऽशेषजगतां नाभिभूतेन भास्वता ।
समुद्राद्रिवनोपेता सा रुरोह मही नभः
]

`verse 41 [
गगनं चाखिलं ब्रह्मन्सचन्द्रग्रहतारकम् ।
अधोगतं महाभाग बभूवाक्षिक्षमाकुलम्
]

`verse 42 [
विक्षिप्तसलिलाः सर्वे बभूवुश्च तथाब्धितः ।
व्यभिद्यन्त महाशैलाः शीर्णसानुनिबन्धनाः
]

`verse 43 [
ध्रुवाधाराण्यशेषाणि धिष्ण्यानि मुनिसत्तम ।
त्रुट्यद्रश्मिनिबन्धानि ह्यधो जग्मुः सहस्रशः
]

`verse 44 [
वेगभ्रमणसंजात वायुक्षिप्ताः समन्ततः ।
व्यशीर्यन्त महामेघा घोररावविराविणः
]

`verse 45 [
भास्वद्भ्रमणविभ्रान्तं भूम्याकाशरसातलम् ।
जगादाकुलमत्यर्थं तदासीन्मुनिसत्तम
]

`verse 46 [
त्रैलोक्ये सकले विप्र भ्रममाणे सुरर्षयः ।
देवाश्च ब्रह्मणा सार्द्धं भास्वन्तमभितुष्टुवुः
]

`verse 47 [
आदिदेवोऽसि देवानां ज्ञातमेतत्स्वरूपतः ।
स्वर्गस्थित्यन्तकालेषु त्रिधा भेदेन तिष्ठसि
]

`verse 48 [
स्वस्ति तेऽस्तु जगन्नाथ धर्मवर्षाहिमाकर ।
जुषस्व शान्तिं लोकानां देवदेव दिवाकर
]

`verse 49 [
इन्द्रश्चागत्य तं देवं लिख्यमानं यथाऽस्तुवत् ।
जयदेव जगद्वयापिञ्जयाशेषजगत्पते
]

`verse 50 [
ऋषयश्च ततः सप्त वसिष्ठात्रिपुरोगमाः ।
तुष्टुवुर्विविधैः स्तोत्रैः स्वस्ति स्वस्तीति वादिनः
]

`verse 51 [
वेदोक्ताभिरथाग्र्याभिर्वालखिल्याश्च तुष्टुवुः ।
भास्वन्तमृग्भिराद्याभिर्लिख्यमानं मुदायुताः
]

`verse 52 [
त्वं नाथ मोक्षिणां मोक्षो ध्येयस्त्वं ध्यानिनां परः ।
त्वं गतिः सर्वभूतानां कर्मकाण्डेऽपि वर्तताम्
]

`verse 53 [
शं प्रजाभ्योऽस्तु देवेश शन्नोऽस्तु जगतांपते ।
शन्नोऽस्तु द्विपदे नित्यं शन्नश्चास्तु चतुष्पदे
]

`verse 54 [
ततो विद्याधरगणा यक्षराक्षसपन्नगाः ।
कृताञ्जलिपुटाः सर्वे शिरोभिः प्रणता रविम्
]

`verse 55 [
ऊचुरेवंविधा वाचो मनः श्रोत्रसुखावहः ।
सह्यं भवतु ते तेजो भूतानां भूतभावन
]

`verse 56 [
ततो हाहा हुहूश्चैव नारदस्तुम्बुरुस्तथा ।
उपगायितुमारब्धा गान्धर्वं कुशला रविम्
]

`verse 57 [
षड्जमध्यमगान्धारग्रामत्रयविशारदाः ।
मूर्च्छनाभिश्च तानैश्च सम्प्रयोगैः सुखप्रदम्
]

`verse 58 [
विश्वाची च घृताची च उर्वश्यथ तिलोत्तमा ।
मेनका सहजन्या च रम्भा चाप्सरसां वरा
]

`verse 59 [
ननृतुर्जगतामीशे लिख्यमाने विभावसौ ।
ज्ञानभावविलासाढ्यात्कुर्वन्तोऽभिनयान्बहून्
]

`verse 60 [
प्रावाद्यन्त ततस्तत्र वेणुवीणादिझर्झराः ।
पणवाः पुष्कराश्चैव मृदङ्गा पटहानकाः
]

`verse 61 [
देवदुन्दुभयः शङ्खाः शतशोऽथ सहस्रशः ।
गायद्भिश्चैव गान्धर्वं नृत्यद्भिश्चाप्सरोगणैः
]

`verse 62 [
तूर्यवादित्रघोषैश्च सर्वं कोलाहलीकृतम् ।
ततः कृताञ्जलिपुटा भक्तिनम्रात्ममूर्तयः
]

`verse 63 [
लिख्यमानं सहस्रांशुं प्रणेमुः सर्वदेवताः ।
ततः कोलाहले तस्मिन्सर्वदेवसमागमे । ।
तेजसः शातनं चक्रे विश्वकर्मा शनैः शनैः
]

`verse 64 [
इति हिमजलघर्मकालहेतोर्हरकमलासनविष्णुसंस्तुतस्य ।
तनुपरिलिखनं निशम्य भानोर्व्रजति दिवाकरलोकमायुषोऽन्ते
]

`colophon [
इति श्रीमार्कण्डेयपुराणे भानुतनुलेखने त्र्यधिकशततमोऽध्यायः । १०३ ।
104
अथ चतुरधिकशततमोऽध्यायः
सूर्यस्तवनवर्णनम्
मार्कण्डेय उवाच
लिख्यमाने ततो भानौ विश्वकर्मा प्रजापतिः ।
उद्भूतपुलकः स्तोत्रमिदं चक्रे विवस्वतः
]
