`verse 1 [
विवस्वते प्रणतहितानुकम्पिने महात्मने समजवसप्तसप्तये ।
सुतेजसे कमलकुलावबोधिने नमस्तमः पटलपटावपाटिने
]

`verse 2 [
पावनातिशयपुण्यकर्मणे नैककामविषयप्रदायिने ।
भास्वरानलमयूखशायिने सर्वलोकहितकारिणे नमः
]

`verse 3 [
अजाय लोकत्रयकारणाय भूतात्मने गोपतये वृषाय ।
नमो महाकारुणिकोत्तमाय सूर्याय चक्षुःप्रभवालयाय
]

`verse 4 [
विवस्वते ज्ञानमृतेंऽतरात्मने जगत्प्रतिष्ठाय जगद्धितैषिणे ।
स्वयम्भुवे लोकसमस्तचक्षुषे सुरोत्तमायामिततेजसे नमः
]

`verse 5 [
क्षणमुदयाचलमौलिमणिः सुरगणमहित हितो जगतः ।
त्वमु मयूखसहस्रवपुर्जगति विभासि तमांसि नुदन्
]

`verse 6 [
भवतिमिरासवपानमदाद्भवति विलोहितविग्रहता ।
मिहिर विभासि यतः सुतरां त्रिभुवनभावनभानिकरैः
]

`verse 7 [
रथमधिरुह्य समावयवं चारुविकम्पितमुरुरुचिरम् ।
सततमखिन्नहयैर्भगवंश्चरसि जगद्धिताय विततम्
]

`verse 8 [
अमृतमयेन रसेन समं विबुधपितॄनपि तर्पयसे ।
अरिगणसूदन तेन तव प्रणतिमुपेत्य लिखामि वपुः
]

`verse 9 [
शुकसमवर्णह्यप्रथितं तव पदपांसुपवित्रतमम् ।
नतजनवत्सल मां प्रणतं त्रिभुवनपावन पाहि रवे
]

`verse 10 [
इति सकलजगप्रसूतिभूतं त्रिभुवनभावनधामहेतुमेकम् ।
रविमखिलजगत्प्रदीपभूतं त्रिदशवर प्रणतोऽस्मि सर्वदा त्वाम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे सूर्यस्तवनं नाम चतुरधिकशततमोऽध्यायः । १०४ ।
105
अथ पञ्चाधिकशततमोऽध्यायः
रवेर्माहात्म्यवर्णनम्
मार्कण्डेय उवाच
एवं सूर्यस्तवं कुर्वन्विश्वकर्मा दिवस्पतेः ।
तेजसः षोडशं भागं मण्डलस्थमधारयत्
]
