`verse 1 [
शातितैस्तेजसो भागैर्दर्शभिः पञ्चभिस्तथा ।
अतीवकान्तिमच्चारु भानोरासीत्तदा वपुः
]

`verse 2 [
शातितं चास्य यत्तेजस्तेन चक्रं विनिर्मितम् ।
विष्णोः शूलं च शर्वस्य शिबिका धनदस्य च
]

`verse 3 [
दण्डः प्रेतपतेः शक्तिर्देवसेनापतेस्तथा ।
अन्येषां चैव देवानामायुधानि स विश्वकृत्
]

`verse 4 [
चकार तेजसा भानोर्भासुराण्यरिशान्तये ।
इति शातिततेजाः स शुशुभे नातितेजसा
]

`verse 5 [
वपुर्दधार मार्त्तण्डः सर्वावयवशोभनम् ।
स ददर्श समाधिस्थः स्वां भार्यां वडवाकृतिम्
]

`verse 6 [
अधृष्यां सर्वभूतानां तपसा नियमेन च ।
उत्तरांश्च कुरून्गत्वा भूत्वाऽश्वो भानुरागमत्
]

`verse 7 [
सा च दृष्ट्वा तमायान्तं परपुंसो विशङ्कया ।
जगाम सम्मुखे तस्य पृष्ठरक्षणतत्परा
]

`verse 8 [
ततश्च नासिकायोगं तयोस्तत्र समेतयोः ।
वडवायं च तत्तेजो नासिकाभ्यां विवस्वतः
]

`verse 9 [
देवौ तत्र समुत्पन्नावश्विनौ भिषजां वरौ ।
नासत्यदस्रौ तनयावश्विवक्त्राद्विनिर्गतौ
]

`verse 10 [
मार्त्तण्डस्य सुतावेतावश्वरूपधरस्य हि ।
रेतसोऽन्ते च रेवन्तः खड्गी धन्वी तनुत्रधृक्
]

`verse 11 [
अश्वारूढः समुद्भूतो बाणतूणसमन्वितः ।
ततः स्वरूपममलं दर्शयामास भानुमान्
]

`verse 12 [
तस्य शान्तं समालोक्य सा रूपं मुदमाददे ।
स्वरूपधारिणीं चेमां स निनाय निजालयम्
]

`verse 13 [
संज्ञां भार्यां प्रीतिमतीं भास्करो वारितस्करः ।
ततः पूर्वसुतो योऽस्याः सोऽभूद्वैवस्वतो मनुः
]

`verse 14 [
द्वितीयश्च यमः शापाद्धर्मदृष्टिरनुग्रहात् ।
यमस्तु तेन शापेन भृशं पीडितमानसः
]

`verse 15 [
धर्मोऽभिरोचते यस्माद्धर्मराजस्ततः स्मृतः ।
कृमयो मांसमादाय पादतस्ते महीतलम्
]

`verse 16 [
पतिष्यन्तीति शापान्तं तस्य चक्रे पिता स्वयम् ।
धर्मदृष्टिर्यतश्चासौ समो मित्रे तथाऽहिते
]

`verse 17 [
ततो नियोगे तं याम्ये चकार तिमिरापहः ।
तस्मै ददौ पिता विप्र भगवांल्लोकपालताम्
]

`verse 18 [
पितॄणामाधिपत्यं च परितुष्टो दिवाकरः ।
यमुनां च नदीं चक्रे कलिंदान्तरवाहिनीम्
]

`verse 19 [
अश्विनौ देवभिषजौ कृतौ पित्रा महात्मना ।
गुह्यकाधिपतित्वे च रेवन्तो विनियोजितः
]

`verse 20 [
एवमप्याह च ततो भगवांल्लोकभावितः ।
त्वमप्यशेषलोकस्य पूज्यो वत्स भविष्यसि
]

`verse 21 [
अरण्यादिमहादाववैरिदस्युभयेषु च ।
त्वां स्मरिष्यन्ति ये मर्त्या मोक्ष्यन्ते ते महापदः
]

`verse 22 [
क्षेमं बुद्धिं सुखं राज्यमारोग्यं कीर्तिमुन्नतिम् ।
नराणां परितुष्टस्त्वं पूजितः सम्प्रदास्यसि
]

`verse 23 [
छायासंज्ञासुतश्चापि सावर्णिः सुमहायशाः ।
भाव्यः सोऽनागते काले मनुः सावर्णिकोऽष्टमः
]

`verse 24 [
मेरुपृष्ठे तपो घोरमद्यापि चरति प्रभुः ।
भ्राता शनैश्चरस्तस्य ग्रहोऽभूच्छासनाद्रवेः
]

`verse 25 [
यवीयसी तु या कन्याऽऽदित्यस्याभूद्द्विजोत्तम ।
अभवत्सा सरिच्छ्रेष्ठा तपती लोकपावनी
]

`verse 26 [
यस्तु ज्येष्ठो महाभागः सर्गो यस्येह साम्प्रतम् ।
विस्तरं तस्य वक्ष्यामि मनोर्वैवस्वतस्य ह
]

`verse 27 [
इदं यो जन्म देवानां शृणुयाद्धा पठेत वा ।
विवस्वतस्तनूजानां रवेर्माहात्म्यमेव च
]

`verse 28 [
आपदं प्राप्य मुच्येत प्राप्नुयाच्च महायशः ।
अहोरात्रकृतं पापमेतच्छमयते श्रुतम् । ।
माहात्म्यमादिदेवस्य मार्तण्डस्य महात्मनः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे रवेर्माहात्म्यवर्णनं नाम पञ्चाधिकशततमोऽध्यायः । १०५ ।
]
