`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
भगवन्कथितः सम्यग्भानोः सन्ततिसम्भवः ।
माहात्म्यमादिदेवस्य स्वरूपं चातिविस्तरात्
]

`verse 2 [
भूयोऽपि भास्वतः सम्यङ्माहात्म्यं मुनिसत्तम ।
श्रोतुमिच्छाम्यहं तन्मे प्रसन्नो वक्तुमर्हसि
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
श्रूयतामादिदेवस्य माहात्म्यं कथयामि ते ।
विवस्वतो यच्चकार पूर्वमाराधितो जनैः
]

`verse 4 [
दमस्य पुत्रो विख्यातो राजाभूद्राज्यवर्धनः ।
स सम्यक्पालनं चक्रे पृथिव्या पृथिवीपतिः
]

`verse 5 [
धर्मतः पाल्यमानं तु तेन राष्ट्रं महात्मना ।
ववृधेऽनुदिनं विप्र जनेन च धनेन च
]

`verse 6 [
हृष्टपुष्टमतीवासीत्तस्मिन्राजन्यशेषतः ।
निर्भयः सकलश्चोर्व्यां पौरजानपदो जनः
]

`verse 7 [
नोपसर्गो न च व्याधिर्न च व्यालोद्भवं भयम् ।
न चावृष्टिभयं तत्र दमपुत्रे महीपतौ
]

`verse 8 [
स ईजे च महायज्ञैर्ददौ दानानि चार्थिनाम् ।
सुधर्मस्याविरोधेन बुभुजे विषयानपि
]

`verse 9 [
तस्यैवं कुर्वतो राज्यं सम्यक्पालयतः प्रजाः ।
सप्त वर्षसहस्राणि जग्मुरेकमहर्यथा
]

`verse 10 [
विदूरथस्य तनया दाक्षिणात्यस्य भूभृतः ।
तस्य पत्नी बभूवाथ मानिनी नाम मानिनी
]

`verse 11 [
कदाचित्तस्य सा सुभ्रुः शिरसोऽभ्यञ्जनादृता ।
पश्यतो राजलोकस्य मुमोचाश्रूणि मानिनी
]

`verse 12 [
तदश्रुबिन्दवो गात्रे यदा तस्य महीपतेः ।
तदा वीक्ष्याश्रुवदनां तामपृच्छत मानिनीम्
]

`verse 13 [
निःशब्दमश्रुमोक्षेण रुदन्तीं तां विलोक्य वै ।
किमेतदिति पप्रच्छ मानिनीं राज्यवर्धनः
]

`verse 14 [
पृष्टा सा तु ततस्तेन भर्त्रा प्राह मनस्विनी ।
न किञ्चिदिति तां भूयः पप्रच्छ स महीपतिः
]

`verse 15 [
बहुशः पृच्छतस्तस्य भूभृतः सा सुमध्यमा ।
(न किञ्चिदिति होवाच सा भूयो राज्यवर्धनम् । ।
किमेतदिति पप्रच्छ मानिनीं पार्थिवः पुनः ।
बहुशः प्रेरिता तेन सा भर्त्रा तत्र भामिनी । ।)
दर्शयामास पलितं केशभारान्तरोद्भवम्
]

`verse 16 [
एतत्पश्येति भूपाल किमन्यन्मन्युकारणम् ।
ममातिमन्दभाग्याया जहासाथ नृपस्ततः
]

`verse 17 [
स विहस्याह तां पत्नीं शृण्वतां सर्वभूभृताम् ।
पौराणां च महीपाला ये तत्रासन्समावृताः
]

`verse 18 [
शोकेनालं विशालाक्षि रोदितव्यं न ते शुभे ।
जन्मर्द्धिपरिणामाद्या विकाराः सर्वजन्तुषु
]

`verse 19 [
अधीताः सकला वेदा इष्टा यज्ञाः सहस्रशः ।
दत्तं द्विजानां पुत्राश्च समुत्पन्ना वरानने
]

`verse 20 [
भुक्ता भोगस्त्वया सार्द्धं ये मर्त्यैरतिदुर्लभाः ।
सभ्यञ्च पालिता पृथ्वी शौर्यं युद्धेष्वनुष्ठितम्
]

`verse 21 [
मित्रैः सहेष्टैर्हसितं विहृतं च वनान्तरे ।
किमन्यत्र कृतं भद्रे पलितेभ्यो बिभेषि यत्
]

`verse 22 [
भवन्तु केशाः पलिता वलयः सन्तु मे शुभे ।
शैथिल्यमेतु मे कायः कृतकृत्योऽस्मि मानिनि
]

`verse 23 [
मूर्ध्नि यद्दर्शितं भद्रे भवत्या पलितं मम ।
चिकित्सामेव तस्याहं करोमि वनसंश्रयात्
]

`verse 24 [
बाल्ये बालक्रियापूर्वं तद्वत्कौमारके च या ।
यौवने चापि या योग्या वार्द्धके वनसंश्रया
]

`verse 25 [
एवं मत्पूर्वजैर्भद्रे कृतं त्वत्पूर्वजैश्च यत् ।
अतो न तेऽश्रुपातस्य किञ्चित्पश्यामि कारणम्
]

`verse 26 [
अलं ते मन्युना भद्रे नन्वभ्युदयकारि मे ।
दर्शनं पलितस्यास्य मा रोदीर्निष्प्रयोजनम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 27 [
ततः प्रणम्य तं भूपाः पौराश्चैव समीपगाः ।
साम्ना प्रोचुर्महीपाला महर्षे राज्यवर्धनम्
]

`verse 28 [
न रोदितव्यमनया तव पत्न्या नराधिप ।
रोदितव्यमिहास्माभिरथवा सर्वजन्तुभिः
]

`verse 29 [
त्वं ब्रवीषि यथा नाथ वनवासाश्रितं वचः ।
पतन्ति तेन नः प्राणा लालितानां त्वया नृप
]

`verse 30 [
सर्वे यास्यामहे भूप यदि याति भवान्वनम् ।
ततोऽशेषक्रियाहानिः सर्वपृथ्वीनिवासिनाम्
]

`verse 31 [
भविष्यति न सन्देहस्त्वयि नाथ वनाश्रमे ।
सा च धर्मोपघाताय यदि तत्प्रविमुच्यताम्
]

`verse 32 [
सप्त वर्षसहस्राणि त्वयेयं पालिता मही ।
तत्समुत्थं महापुण्यमालोकय नराधिप
]

`verse 33 [
वने वसन्महाराज त्वं करिष्यसि यत्तपः ।
तन्महीपालनस्यास्य कलां नार्हन्ति षोडशीम्
]

`speaker [
राजोवाच
]

`verse 34 [
सप्त वर्षसहस्राणि मयेयं पालिता मही ।
इदानीं वनवासस्य मम कालोऽयमागतः
]

`verse 35 [
ममापत्यानि जातानि दृष्ट्वा मेऽपत्यसन्ततीः ।
स्वल्पैरेवमहोभिर्मे ह्यन्तको न सहिष्यति ।३५
यदेतत्पलितं मूर्ध्नि तद्विजानीत नागराः ।
दूतभूतमनार्यस्य मृत्योरत्युग्रकर्मणः
]

`verse 36 [
सोऽहं राज्ये सुतं कृत्वा भोगांस्त्यक्त्वा वनाश्रयः ।
तपस्तप्स्ये समायान्ति न यावद्यमसैनिकाः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 37 [
ततो यियासुः स वनं दैवज्ञानवनीपतिः ।
पुत्रराज्याऽभिषेकाय दिनलग्नान्यपृच्छत
]

`verse 38 [
श्रुत्वा च ते तु नृपतेर्वचो व्याकुलचेतसः ।
दिनं लग्नं च होराश्च न विदुः शास्त्रदृष्टयः
]

`verse 39 [
ऊचुश्च तं महीपालं दैवज्ञा बाष्पगद्गदम् ।
ज्ञानानि नः प्रणष्टानि श्रुत्वैतत्ते वचो नृप
]

`verse 40 [
ततोऽन्यनगरेभ्यश्च भृत्यै राष्ट्रेभ्य एव च ।
ततस्तस्माच्च नगरात्प्राचुर्येणाभ्युपागमन्
]

`verse 41 [
समुत्पत्य महीपालं तं यियासुं मुने वनम् ।
प्रकम्पिशिरसो भूत्वा प्रोचुर्ब्राह्मणसत्तमाः
]

`verse 42 [
प्रसीद पाहि नो राजन्पालिताः स्म यथा पुरा ।
सीदिष्यत्यखिलो लोकस्त्वयि भूप वनाश्रये
]

`verse 43 [
त्वं कुरुष्व तथा राजन्यथा नो सीदते जगत् ।
यावज्जीवामहे वीर स्वल्पकालमिमे वयम् । ।
नेच्छामश्च भवच्छून्यं द्रष्टुं सिंहासनं विभो
]

`speaker [
मार्कण्डेय उवाच
]

`verse 44 [
इत्येवं तैस्तथान्यैश्च द्विजैः पौरपुरःसरैः ।
भूपैर्भृत्यैरमात्यैश्च राजा प्रोक्तः पुनः पुनः
]

`verse 45 [
वनवासविनिर्बन्धं नोपसंहरते यदा ।
क्षमिष्यत्यन्तको नेति ददौ स च तदोत्तरम्
]

`verse 46 [
ततोऽमात्याश्च भूपाश्च पौरवृद्धास्तथा द्विजाः ।
समेत्य मन्त्रयामासुः किमत्र क्रियतामिति
]

`verse 47 [
तेषां मन्त्रयतां विप्र निश्चयोऽयमजायत ।
अनुरागवतां तत्र महीपालेऽतिधार्मिके
]

`verse 48 [
सम्यग्ध्यानपरा भूत्वा प्रार्थयामः समाहिताः ।
तपसाराध्य भास्वन्तमायुरस्य महीपतेः
]

`verse 49 [
तत्रैकनिश्चयाः कार्ये केचिद्गेहे च भास्करम् ।
सम्यगर्घोपचाराद्यैरुपहारैरपूजयन्
]

`verse 50 [
अपरे मौनिनो भूत्वा ऋग्जापेन तथापरे ।
यजुषामथ साम्नां च तोषयाञ्चक्रिरे रविम्
]

`verse 51 [
अपरे च निराहारा नदीपुलिनशायिनः ।
तपांसि चक्रुरिच्छंतो भास्कराराधनं द्विजाः
]

`verse 52 [
अग्निहोत्रपराश्चान्ये रविसूक्तान्यहर्निशम् ।
जेपुस्तत्रापरे तस्थुर्भास्करे न्यस्तदृष्टयः
]

`verse 53 [
इत्येवमतिनिर्बन्धं भास्कराराधनं प्रति ।
बहुप्रकारं चक्रुस्ते तं तं विधिमुपाश्रिताः
]

`verse 54 [
तथा तु यततां तेषां भास्कराराधनं प्रति ।
सुदामा नाम गन्धर्व उपगम्येदमब्रवीत्
]

`verse 55 [
यद्याराधनमिष्टं वो भास्करस्य द्विजातयः ।
तदेतत्क्रियतां येन भानुः प्रीतिमुपैष्यति
]

`verse 56 [
तस्माद्गुरुविशालाख्यं वनं सिद्धनिषेवितम् ।
कामरूपे महाशैले गम्यतां तत्र वै लघु
]

`verse 57 [
तस्मिन्नाराधनं भानोः क्रियतां सुसमाहितैः ।
सिद्धक्षेत्रं हितं तत्र सर्वकामानवाप्स्यथ
]

`speaker [
मार्कण्डेय उवाच
]

`verse 58 [
इति ते तद्वचः श्रुत्वा गत्वा तत्काननं द्विजाः ।
ददृशुर्भास्वतस्तत्र पुण्यमायतनं शुभम्
]

`verse 59 [
तत्र ते नियताहारा वर्णा विप्रादयो द्विज ।
धूपपुष्पोपहाराढ्या पूजां चक्रुरतन्द्रिताः
]

`verse 60 [
पुष्पानुलेपनाद्यैश्च धूपगन्धादिकैस्तथा ।
जपहोमान्नदानाद्यं पूजनं ते समाहिताः । ।
कुर्वन्तस्तुष्टुवुर्ब्रह्मन्विवस्वन्तं द्विजातयः
]

`speaker [
ब्राह्मणा ऊचुः
]

`verse 61 [
देवदानवयक्षाणां ग्रहाणां ज्योतिषामपि ।
तेजसाभ्यधिकं देवं व्रजाम शरणं रविम्
]

`verse 62 [
दिवि स्थितं च देवेशं द्योतयन्तं समन्ततः ।
वसुधामन्तरिक्षं च व्याप्नुवन्तं मरीचिभिः
]

`verse 63 [
आदित्यं भास्करं भानुं सवितारं दिवाकरम् ।
पूषाणमर्यमाणं च स्वर्भानुं दीप्तदीधितिम्
]

`verse 64 [
चतुर्युगान्तकालाग्निदुष्प्रेक्ष्यं प्रलयान्तगम् ।
योगीश्वरमनन्तं च रक्तं पीतं सितासितम्
]

`verse 65 [
ऋषीणामग्निहोत्रेषु यज्ञदेवेष्ववस्थितम् ।
व्रजाम शरणं देवं तेजोराशिं तमच्युतम् । ।
अक्षरं परमं गुह्यं मोक्षद्वारमनुत्तमम्
]

`verse 66 [
छन्दोभिरश्वरूपैश्च सकृद्युक्तैर्विहङ्गमम् ।
उदयास्तमने युक्तं सदा मेरोः प्रदक्षिणे
]

`verse 67 [
अनृतं च ऋतं चैव पुण्यतीर्थं पृथग्विधम् ।
विश्वस्थितिचिन्त्यं च प्रपन्नाः स्म प्रभाकरम्
]

`verse 68 [
यो ब्रह्मा यो महादेवो यो विष्णुर्यः प्रजापतिः ।
वायुराकाशमापश्च पृथिवीगिरिसागराः
]

`verse 69 [
ग्रहनक्षत्रचन्द्राद्या वानस्पत्यं द्रुमौषधम् ।
व्यक्ताव्यक्तेषु भूतेषु धर्माधर्मप्रवर्त्तकः
]

`verse 70 [
ब्राह्मी माहेश्वरी चैव वैष्णवी चैव ते तनुः ।
त्रिधा यस्य स्वरूपं तु भानोर्भास्वान्प्रसीदतु
]

`verse 71 [
यस्य सर्वमयस्येदमङ्गभूतं जगत्प्रभोः ।
स नः प्रसीदतां भास्वाञ्जगतां यश्च जीवनम्
]

`verse 72 [
यस्यैकमक्षरं रूपं प्रभामण्डलदुर्दृशम् ।
द्वितीयमैन्दवं सौम्यं स नो भास्वान्प्रसीदतु
]

`verse 73 [
ताभ्यां च तस्य रूपाभ्यामिदं विश्वं विनिर्मितम् ।
अग्नीषोममयं भास्वान्स नो देवः प्रसीदतु
]

`speaker [
मार्कण्डेय उवाच
]

`verse 74 [
इत्थं स्तुत्या तदा भक्त्या सम्यक्पूजाविधानतः ।
तुतोष भगवान्भास्वांस्त्रिभिर्मासैर्द्विजोत्तम
]

`verse 75 [
ततः स मण्डलादुद्यन्निजबिम्बसमप्रभः ।
अवतीर्य ददौ तेभ्यो दुर्दृशो दर्शनं रविः
]

`verse 76 [
ततस्ते स्पष्टरूपं तं सवितारमजं जनाः ।
पुलकोत्कम्पिनो विप्रा भक्तिनम्राः प्रणेमिरे
]

`verse 77 [
नमो नमस्तेऽस्तु सहस्ररश्मे सर्वस्य हेतुस्त्वमशेषकेतुः ।
पाता त्वमीड्योऽखिलयज्ञधामध्येयस्तथा योगविदां प्रसीद
]

`colophon [
इति श्रीमार्कण्डेयपुराणे भानुस्तवो नाम षडधिकशततमोऽध्यायः । १०६ ।
107
अथ सप्ताधिकशततमोऽध्यायः
भानोर्माहात्म्यवर्णनम्
मार्कण्डेय उवाच
ततः प्रसन्नो भगवान्भानुराहाखिलाञ्जनान् ।
व्रियतां यदभिप्रेतं मत्तः प्राप्तुं द्विजादयः
]
