`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
ततस्ते प्रणिपत्योचुर्विप्रक्षत्रादयो जनाः ।
ससाध्वसमशीतांशुमवलोक्य पुरः स्थितम्
]

`speaker [
प्रजा ऊचुः
]

`verse 2 [
भगवन्यदि नो भक्त्या प्रसन्नस्तिमिरापह
]

`verse 3 [
दश वर्षसहस्राणि ततो नो जीवतां नृपः ।
निरामयो जितारातिः सुकोशः स्थिरयौवनः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 4 [
तथेत्युक्त्वा जनान्भास्वानदृश्योऽभून्महामुने ।
तेऽपि लब्धवरा हृष्टाः समाजग्मुर्जनेश्वरम्
]

`verse 5 [
यथा वृत्तं च ते तस्मै नरेन्द्राय न्यवेदयन् ।
वरं लब्ध्वा सहस्रांशो सकाशादखिलं द्विज
]

`verse 6 [
तच्छ्रुत्वा जहृषे तस्य सा पत्नी मानिनी द्विज ।
(प्रहर्षं परमं याता हर्षोद्गततनूरुहा) । ।
स च राजा चिरं दध्यौ नाह किञ्चिच्च तं जनम्
]

`verse 7 [
ततः सा मानिनी भूपं हर्षापूरितमानसा ।
दिष्ट्याऽऽयुषा महीपाल वर्द्धस्वेत्याह तं पतिम्
]

`verse 8 [
तथा तया मुदा भर्ता मानिन्याथ सभाजितः ।
नाहं किञ्चिन्महीपालश्चिन्ताजडमनाद्विज
]

`verse 9 [
सा पुनः प्राह भर्त्तारं चिन्तयानमधोमुखम् ।
कस्मान्न हर्षमभ्येषि परमाभ्युदये नृप
]

`verse 10 [
दशवर्षसहस्राणि नीरुजः स्थिरयौवनः ।
भावी त्वमद्यप्रभृति किं तथापि न हृष्यसे
]

`verse 11 [
किन्तु तत्कारणं ब्रूहि यच्चिन्ताकृष्टमानसः ।
परमाभ्युदयेऽपि त्वं सम्प्राप्ते पृथिवीपते
]

`speaker [
राजोवाच
]

`verse 12 [
कथमभ्युदयो भद्रे किं सभाजयसे च माम् ।
प्राप्तो दुःखसहस्राणां किं सभाजनमिष्यते
]

`verse 13 [
दशवर्षसहस्राणि जीविष्याम्यहमेककः ।
न त्वं तव विपत्तौ मे किन्न दुःखं भविष्यति
]

`verse 14 [
पुत्रान्पौत्रान्प्रपौत्रांश्च तथान्यानिष्टबान्धवान् ।
पश्यतो मे मृतान्दुःखं किमल्पं हि भविष्यति
]

`verse 15 [
भृत्येषु चातिभक्तेषु मित्रवर्गे तथा मृते ।
भद्रे दुःखमपारं मे भविष्यति तु सन्ततम्
]

`verse 16 [
यैर्मदर्थं तपस्तप्तं कृशैर्धमनिसन्ततैः ।
ते मरिष्यन्त्यहं भोगी जीविष्यामीति धिक्करम्
]

`verse 17 [
सेयमापद्वरारोहे प्राप्ता नाभ्युदयो मम ।
कथं वा मन्यसे न त्वं यत्सभाजयसेऽद्य माम्
]

`verse 18 [
मानिन्युवाच
महाराज यथात्थ त्वं तथैतन्नात्र संशयः ।
मया पौरैश्च दोषोऽयं प्रीत्या नालोकितस्तव
]

`verse 19 [
एवं गतेऽत्र किं कार्यं नरनाथ विचिन्त्यताम् ।
नान्यथा भावि यत्प्राह प्रसन्नौ भगवान्रविः
]

`speaker [
राजोवाच
]

`verse 20 [
उपकारः कृतः पौरैः प्रीत्या भृत्यैश्च यो मम ।
कथं भोक्ष्याम्यहं भोगान्गत्वा तेषामनिष्कृतिम्
]

`verse 21 [
सोऽहमद्यप्रभृत्यद्रिं गत्वा नियतमानसः ।
( पौरलोकहितार्थं च तोषयिष्यामि भास्करम् । ।
यथा पौरा मम कृते बान्धवाश्च समन्ततः ।
आराधनाय देवेशं तथाहमपि साम्प्रतम्) । ।
तपस्तप्स्ये निराहारो भानोराराधनोद्यतः
]

`verse 22 [
दशवर्षसहस्राणि यथाहं स्थिरयौवनः ।
तस्य प्रसादाद्देवस्य जीविष्यामि निरामयः
]

`verse 23 [
तथा यदि प्रजाः सर्वा भृत्यास्त्वं च सुताश्च मे ।
पुत्रा पौत्रा प्रपौत्राश्च सुहृदश्च वरानने
]

`verse 24 [
जीवन्त्येतं प्रसादं च करोति भगवान्रविः ।
ततोऽहं भविता राज्ये भोक्ष्ये भोगांस्तथा मुदा
]

`verse 25 [
न चेदेवं करोत्यर्कस्तदाद्रौ तत्र मानिनि ।
तपस्तप्स्ये निराहारो यावज्जीवितसंक्षयः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 26 [
इत्युक्ता सा तदा तेन तथेत्याह नराधिपम् ।
जगाम तेन च समं साऽपि तं धरणीधरम्
]

`verse 27 [
स तदायतनं गत्वा भार्यया सह पार्थिवः ।
भानोराराधनं चक्रे शुश्रूषानिरतो द्विज
]

`verse 28 [
निराहारा कृशा सा च यथासौ पृथिवीपतिः ।
तेपे तपस्तथैवोग्रं शीतवातातपक्षमा
]

`verse 29 [
तस्य पूजयतो भानुं तप्यतश्च तपो महत् ।
साग्रे सम्वत्सरे याते ततः प्रीतो दिवाकरः
]

`verse 30 [
समस्तभृत्यपौरादिपुत्राणां च कृते द्विज ।
ददौ यथाभिलषितं वरं द्विजवरोत्तम
]

`verse 31 [
लब्ध्वा वरं स नृपतिः समभ्येत्यात्मनः पुरम् ।
चकार मुदितो राज्यं प्रजा धर्मेण पालयन्
]

`verse 32 [
ईजे यज्ञान्स च बहून्ददौ दानान्यहर्निशम् ।
मानिन्या सहितो भोगान्बुभुजे च स धर्मवित्
]

`verse 33 [
दश वर्षसहस्राणि पुत्रपौत्रादिभिः सह ।
भृत्यैः पौत्रैः प्रमुदितः सोऽभवत्स्थिरयौवनः
]

`verse 34 [
तस्येति चरितं दृष्ट्वा प्रमतिर्नाम भार्गवः ।
विस्मयाकृष्टहृदयो गाथामेतामगायत
]

`verse 35 [
भानुभक्तेरहो शक्तिर्यद्राजा राज्यवर्द्धनः ।
आयुषो वर्द्धने जातः स्वजनस्य तथात्मनः
]

`verse 36 [
इति ते कथितं विप्र यत्पृष्टोऽहं त्वयोदितः ।
आदिदेवस्य माहात्म्यमादित्यस्य विवस्वतः
]

`verse 37 [
विप्रैतदखिलं श्रुत्वा भानोर्माहात्म्यमुत्तमम् ।
पठंश्च मुच्यते पापैः सप्तरात्रकृतैर्नरः
]

`verse 38 [
अरोगी धनवानाढ्यः कुले महति धीमताम् ।
जायते च महाप्राज्ञो यश्चैतद्धारयेद्बुधः
]

`verse 39 [
( यजते च महायज्ञैः समाप्तवरदक्षिणः ।
श्रुत्वा चरितमेतद्धि समानं लभते फलम् । ।
मन्त्राश्च येऽत्राभिहिता भास्वतो मुनिसत्तम ।
जपः प्रत्येकमेतेषां त्रिसंध्यं पातकापहः
]

`verse 40 [
समस्तमेतन्माहात्म्यं यत्र चायतने रवेः ।
पठ्यते तत्र भगवान्सान्निध्यं न विमुञ्चति
]

`verse 41 [
तस्मादेतत्त्वया ब्रह्मन्भानोर्माहात्म्यमुत्तमम् ।
धार्यं मनसि जाप्यं च महत्पुण्यमभीप्सता
]

`verse 42 [
सुवर्णशृङ्गीमतिशोभनाङ्गीं पयस्विनीं गां प्रददाति यो हि ।
शृणोति चैतत्त्र्यहमात्मवान्नरः समं तयोः पुण्यफलं द्विजाग्र्य
]

`colophon [
इति श्रीमार्कण्डेयपुराणे भानोर्माहात्म्यवर्णनं नाम सप्ताधिकशततमोऽध्यायः । १०७ ।
108
अथाष्टाधिकशततमोऽध्यायः
वंशानुक्रमवर्णनम्
मार्कण्डेय उवाच
एवंप्रभावो भगवाननादिनिधनो रविः ।
यस्य त्वं क्रौष्टुके भक्त्या माहात्म्यं परिपृच्छसि
]
