`verse 1 [
परमात्मा स योगिनां युञ्जतां चेतसां लयम् ।
क्षेत्रज्ञः सांख्ययोगानां यज्ञेशो यज्विनामपि
]

`verse 2 [
सूर्याधिकारं वहतो विष्णोरीशस्य वेधसः ।
मनुस्तस्याभवत्पुत्रश्छिन्नसर्वार्थसंशयः
]

`verse 3 [
मन्वन्तराधिपो विप्र यस्य सप्तममन्तरम् ।
इक्ष्वाकुर्नाभगो रिष्टो महाबलपराक्रमः
]

`verse 4 [
नरिष्यन्तोऽथ नाभागः पृषध्रो धृष्ट एव च ।
एते पुत्रा मनोस्तस्य पृथग्राज्यस्य पालकाः
]

`verse 5 [
विख्यातकीर्त्तयः सर्वे सर्वे शस्त्रास्त्रपारगाः ।
विशिष्टतरमन्विच्छन्मनुः पुत्रं तथा पुनः
]

`verse 6 [
मित्रावरुणयोरिष्टिं चकार कृतिनां वरः ।
यत्र चापहुते होतुरपचारान्महामुने
]

`verse 7 [
इला नाम समुत्पन्ना मनोः कन्या सुमध्यमा ।
तां दृष्ट्वा कन्यकां तत्र समुत्पन्नां ततो मनुः
]

`verse 8 [
तुष्टाव मित्रावरुणौ वाक्यं चेदमुवाच ह ।
भवत्प्रसादात्तनयो विशिष्टो मे भवेदिति
]

`verse 9 [
कृते मखे समुत्पन्ना तनया मम धीमतः ।
यदि प्रसन्नौ वरदौ तदियं तनया मम
]

`verse 10 [
प्रसादाद्भवतो पुत्रो भवत्वतिगुणान्वितः ।
तथेति चाभ्यामुक्ते देवाभ्यां सैव कन्यका
]

`verse 11 [
इला समभवत्सद्यः  सुद्युम्न इति विश्रुतः ।
पुनश्चेश्वरकोपेन मृगयामटता वने
]

`verse 12 [
स्त्रीत्वमासादितं तेन मनुपुत्रेण धीमता ।
पुरूरवसनामानं चक्रवर्तिनमूर्जितम्
]

`verse 13 [
जनयामास तनयं यत्र सोमसुतो बुधः ।
जाते सुते पुनः कृत्वा सोऽश्वमेधं महाक्रतुम्
]

`verse 14 [
पुरुषत्वमनुप्राप्तः सुद्युम्नः पार्थिवोऽभवत् ।
सुद्युम्नस्य त्रयः पुत्रा उत्कलो विनयो गयः
]

`verse 15 [
पुरुषत्वे महावीर्या यज्विनः पृथुलौजसः ।
पुरुषत्वे तु ये जातास्तस्य राज्ञस्त्रयः सुताः
]

`verse 16 [
बुभुजुस्ते महीमेतां धर्मे नियतचेतसः ।
स्त्रीभूतस्य तु यो जातस्तस्य राज्ञः पुरूरवाः
]

`verse 17 [
न स लेभे महाभागं यतो बुधसुतो हि सः ।
ततो वसिष्ठवचनात्प्रतिष्ठानं पुरोत्तमम् । ।
तस्मै दत्तं स राजाभूत्तत्रातीव मनोहरे
]

`colophon [
इति श्रीमार्कण्डेयपुराणे वंशानुक्रमो नामाष्टाधिकशततमोऽध्यायः । १०८ ।
109
अथ नवाधिकशततमोऽध्यायः
पृषध्रोपाख्यानवर्णनम्
मार्कण्डेय उवाच
पृषध्राख्यो मनोः पुत्रो मृगयामगमद्वनम् ।
तत्र चंक्रममाणोऽसौ विपिने निर्जने वने
]
