`verse 1 [
नाससाद मृगं कञ्चिद्भानुदीधितितापितः ।
क्षुत्तृट्तापपरीताङ्गः इतश्चेतश्च चंक्रमन्
]

`verse 2 [
स ददर्श तदा तत्र होमधेनुं मनोहराम् ।
लतान्तर्देहछिन्नार्धां ब्राह्मणस्याग्निहोत्रिणः
]

`verse 3 [
स मन्यमानो गवयमिषुणा तामताडयत् ।
पपात सापि तद्बाणविभिन्नहृदया भुवि
]

`verse 4 [
ततोऽग्निहोत्रिणः पुत्रो ब्रह्मचारी तपोरतिः ।
शप्तवान्स पितुर्दृष्ट्वा होमधेनुं निपातिताम्
]

`verse 5 [
गोपालः प्रेषितः पुत्रो बाभ्रव्यो नाम नामतः ।
कोपामर्षपराधीनचित्तवृत्तिस्ततो मुने
]

`verse 6 [
चुकोप विगलत्स्वेदजललोलाविलेक्षणः ।
तं क्रुद्धं प्रेक्ष्य स नृपः पृषध्रो मुनिदारकम्
]

`verse 7 [
प्रसीदेति जगौ कस्माच्छूद्रवत्कुरुषे रुषम् ।
न क्षत्रियो न वा वैश्य एवं क्रोधमुपैति वै । ।
यथा त्वं शूद्रवज्जातो विशिष्टे ब्रह्मणः कुले
]

`speaker [
मार्कण्डेय उवाच
]

`verse 8 [
इति निर्भत्सितस्तेन स राज्ञा मौलिनः सुतः ।
शशाप तं दुरात्मानं शूद्र एव भविष्यसि
]

`verse 9 [
प्रयास्यति क्षयं ब्रह्मन्यत्तेऽधीतं गुरोर्मुखात् ।
होमधेनुर्मम गुरोर्यदियं हिंसिता त्वया
]

`verse 10 [
एवं शप्तो नृपः क्रुद्धस्तच्छापपरिपीडितः ।
प्रतिशापपरो विप्र तोयं जग्राह पाणिना
]

`verse 11 [
सोऽपि राज्ञो विनाशाय कोपं चक्रे द्विजोत्तमः ।
तमभ्येत्य त्वरायुक्तो वारयामास वै पिता
]

`verse 12 [
वत्सालमलमत्यर्थं कोपेनातीव वैरिणा ।
ऐहिकामुष्मिकहितः शम एव द्विजन्मनाम्
]

`verse 13 [
कोपस्तपो नाशयति क्रुद्धो भ्रश्यत्यथायुषः ।
क्रुद्धस्य गलते ज्ञानं क्रुद्धश्चार्थाच्च हीयते
]

`verse 14 [
न धर्मः क्रोधशीलस्य नार्थं चाप्नोति रोषणः ।
नालं सुखाय कामास्ति कोपेनाविष्टचेतसाम्
]

`verse 15 [
यदि राज्ञा हता धेनुरियं विज्ञानिना सता ।
युक्तमत्र दयां कर्तुमात्मनो हितबोधिना
]

`verse 16 [
अथवाऽजानता धेनुरियं व्यापादिता मम ।
तत्कथं शापयोग्योऽयं दुष्टं नास्य मनो यतः
]

`verse 17 [
आत्मनो हितमन्विच्छन्बाधते योऽपरं नरः ।
कर्तव्या मूढविज्ञाने दया तत्र दयालुभिः
]

`verse 18 [
अज्ञानतः कृते दण्डं पातयन्ति बुधा यदि ।
बुधेभ्यस्तमहं मन्ये वरमज्ञानिनो नराः
]

`verse 19 [
नाद्य शापस्त्वया देयः पार्थिवस्यास्य पुत्रक ।
स्वकर्मणैव पतिता गौरेषा दुःखमृत्युना
]

`speaker [
मार्कण्डेय उवाच
]

`verse 20 [
पृषध्रोऽपि मुनेः पुत्रं प्रणम्यानम्रकन्धरः ।
प्रसीदेति जगादोच्चैरज्ञानाद्घातितेति च
]

`verse 21 [
मया गवयबुद्ध्या गौरवध्या घातिता मुने ।
अज्ञानाद्धोमधेनुस्ते प्रसीद त्वं च नो मुने
]

`speaker [
ऋषिपुत्र उवाच
]

`verse 22 [
आजन्मनो महीपाल न मया व्याहतं मृषा ।
क्रोधश्चाद्य महाभाग नान्यथा मे कदाचन
]

`verse 23 [
तन्नाहमेनं शक्नोमि शापं कर्तुं नृपान्न्यथा ।
यस्ते समुद्यतः शापो द्वितीयः स निवर्तितः
]

`verse 24 [
इत्युक्तवन्तं तं बालमादाय स पिता ततः ।
जगाम स्वाश्रमं सोऽपि पृषध्रः शूद्रतामगात्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे वंशानुचरिते पृषध्रोपाख्याने नवाधिकशततमोऽध्यायः । १ ०९।
110
अथ दशाधिकशततमोऽध्यायः
नाभागाख्यानवर्णनम्
मार्कण्डेय उवाच
कारुषाः क्षत्रियाः शूराः करुषस्याभवन्सुताः ।
ते तु सप्तशतं वीरास्तेभ्यश्चान्ये सहस्रशः
]
