`verse 1 [
दिष्टपुत्रस्तु नाभागः स्थितः प्रथमयौवने ।
ददर्श वैश्यतनयामतीव सुमनोहराम्
]

`verse 2 [
तस्यां संदृष्टमात्रायां मदनाक्षिप्तमानसः ।
बभूव भूपतनयो निःश्वासाक्षेपतत्परः
]

`verse 3 [
तस्याः स गत्वा जनकं वव्रे तां वैश्यकन्यकाम् ।
ततोऽनङ्गपराधीनमनोवृत्तिं नृपात्मजम्
]

`verse 4 [
तं चाह स पिता तस्या राजपुत्रं कृताञ्जलिः ।
बिभ्यत्तस्य पितुर्विप्र प्रश्रयावनतं वचः
]

`verse 5 [
भवन्तो भूभुजो भृत्या वयं वः करदायकाः ।
कथं सम्बन्धमसमैरस्माभिरभिवाच्छसि
]

`speaker [
राजपुत्र उवाच
]

`verse 6 [
साम्यं मानुषदेहस्य काममोहादिभिः कृतम् ।
तथापि काले तैरेव योज्यते मानुषं वपुः
]

`verse 7 [
तथैव चोपकाराय जायन्ते तस्य तान्यपि ।
अन्यानि चान्ये जीवन्ति भिन्नजातिमतां सताम्
]

`verse 8 [
तथान्यान्यप्ययोग्यानि योग्यतां यान्ति कालतः ।
योग्यान्ययोग्यतां यान्ति कालवश्या हि योग्यता
]

`verse 9 [
आप्याय्यते यच्छरीरमाहारादिभिरीप्सितैः ।
कालं ज्ञात्वा तथा भुक्तं तदेव परिशिष्यते
]

`verse 10 [
इत्थं ममैषाभिमता तनया दीयतां त्वया ।
अन्यथा मच्छरीरस्य विपत्तिरुपलक्ष्यते
]

`speaker [
वैश्य उवाच
]

`verse 11 [
परतन्त्रा वयं त्वं च परतन्त्रो महीभुजः ।
पित्रा तेनाभ्यनुज्ञातस्त्वं गृहाण ददाम्यहम्
]

`speaker [
राजपुत्र उवाच
]

`verse 12 [
प्रष्टव्या सर्वकार्येषु गुरवो गुरुवर्तिभिः ।
न त्वीदृशेष्वकार्येषु गुरूणां वाक्यगोचरः
]

`verse 13 [
क्व मन्मथ कथालापो गुरूणां श्रवणं क्व च  ।
विरुद्धमेतदन्यत्र प्रष्टव्या गुरवो नृभिः
]

`speaker [
वैश्य उवाच
]

`verse 14 [
एवमेतत्स्मरालापस्तवायं पृच्छ मा गुरुम् ।
अहं पृच्छामि नालापो मम कामकथाश्रयः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 15 [
इत्युक्तः सोऽभवन्मौनी राजपुत्रः स चापि तत् ।
तत्पित्रे सर्वमाचष्ट राजपुत्रस्य यन्मतम्
]

`verse 16 [
ततस्तस्य पिता विप्रानृचीकादीन्द्विजोत्तमान् ।
प्रवेश्य राजपुत्रं च यथाख्यानं न्यवेदयत्
]

`verse 17 [
निवेद्य च ततः प्राह मुनीनेवं व्यवस्थिते ।
यत्कर्तव्यं तदादेष्टुमर्हन्ति द्विजसत्तमाः
]

`verse 18 [
ऋषयः ऊचु
राजपुत्रानुरागस्ते यद्यस्यां वैश्यसन्ततौ ।
तदस्तु धर्म एवैष किं तु न्यायक्रमेण सः
]

`verse 19 [
मूर्धाभिषिक्ततनयापाणिग्राहोत्सवः पुरा ।
भवत्वनन्तरं चेयं तव भार्या भविष्यति
]

`verse 20 [
एवं न दोषो भवति तथेमामुपभुञ्जतः ।
अन्यथाऽभ्येति ते जातिरुत्कृष्टा बालकानयात्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 21 [
इत्युक्तस्तदपास्येव वचस्तेषां महात्मनाम् ।
विनिष्क्रम्य गृहीत्वा तामुद्यतासिरथाब्रवीत्
]

`verse 22 [
राक्षसेन विवाहेन मया वैश्यसुता हृता ।
यस्य सामर्थ्यमत्रास्ति स एतां मोचयत्विति
]

`verse 23 [
ततः स वैश्यस्तां दृष्ट्वा गृहीतां तनयां द्रुतम् ।
त्राहीति पितरं तस्य प्रययौ शरणं द्विज
]

`verse 24 [
ततस्तस्य पिता क्रुद्ध आदिदेश बलं महत् ।
हन्यतां हन्यतां दुष्टो नाभागो धर्मदूषकः
]

`verse 25 [
ततस्तद्युयुधे सैन्यं तेन भूभृत्सुतेन वै ।
कृतास्त्रेण तदास्त्रेण तत्प्राचुर्येण पातितम्
]

`verse 26 [
स श्रुत्वा निहतं सैन्यं राजपुत्रेण भूपतिः ।
स्वयमेव ययौ योद्धुं स्वसैन्यपरिवारितः
]

`verse 27 [
ततो युद्धमभूत्तस्य भूभुजः स्वसुतेन यत् ।
राजपुत्रेण शस्त्रास्त्रैस्तत्रातिशयितः पिता
]

`verse 28 [
ततोऽन्तरिक्षादागत्य परिव्राट् सहसा मुनिः ।
प्रत्युवाच महीपालं विरमस्वेति संयुगात्
]

`verse 29 [
त्वत्पुत्रस्य महाभाग विधर्मोऽयं महात्मनः ।
तवापि वैश्येन सह न युद्धं धर्मवन्नृप
]

`verse 30 [
ब्राह्मण्या ब्राह्मणः पूर्वं कुर्वन्दारपरिग्रहम् ।
ब्राह्मण्यात्सर्ववर्णेषु न हानिमुपगच्छति
]

`verse 31 [
तथैव क्षत्रियसुतां क्षत्रियः पूर्वमुद्वहन् ।
इतरे च ततो राजंश्च्यवते न स्वधर्मतः
]

`verse 32 [
पूर्वं वैश्यस्तथा वैश्यां पश्चाच्छूद्रकुलोद्भवाम् ।
न हीयते वैश्यकुलादयं न्यायः क्रमोदितः
]

`verse 33 [
ब्राह्मणः क्षत्रिया वैश्याः सवर्णापाणिसंग्रहम् ।
अकृत्वाऽन्यभवापाणेः पतन्ति नृप संग्रहात्
]

`verse 34 [
यस्या यस्या हि हीनाया कुरुते पाणिसंग्रहम् ।
अकृत्वा वर्णसयोगं सोऽपि तद्वर्णभाग्भवेत्
]

`verse 35 [
सोऽयं वैश्यत्वमापन्नस्तव पुत्रः सुमन्दधीः ।
नास्याधिकारो युद्धाय क्षत्रियेण त्वया सह
]

`verse 36 [
वयमेतन्न जानीमः कारणं नृपनन्दन ।
यथा भविष्यतीदं च निवर्त्त रणकर्मतः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे वंशानुचरिते नाभागाख्यानं नाम दशाधिकशततमोऽध्यायः । ११० ।
]
