`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
निवृत्तोऽसौ ततो भूपः संग्रामात्स्वसुतेन वै ।
उपयेमे च तां वैश्यतनयां सोऽपि तत्सुतः
]

`verse 2 [
ततः स वैश्यतां प्राप्तः समुपेत्याह पार्थिवम् ।
भूपाल यन्मया कार्यं तत्ममादिश्यतां मम
]

`speaker [
राजोवाच
]

`verse 3 [
धर्माधिकरणे युक्ता बाभ्रव्याद्यास्तपस्विनः ।
यदस्य कर्मधर्माय तद्वदन्तु तथाचर
]

`speaker [
मार्कण्डेय उवाच
]

`verse 4 [
ततस्ते मुनयस्तस्य पाशुपाल्यं तथा कृषिम् ।
वाणिज्यं च परं धर्ममाचचख्युः सभासदः
]

`verse 5 [
तथैव चक्रे स सुतस्तस्य राज्ञो यथोदितम् ।
तैर्धर्मवादिभिर्धर्मं च्युतस्य निजधर्मतः
]

`verse 6 [
तस्य पुत्रस्ततो जातो नाम्ना ख्यातो भलन्दनः ।
स मात्रा प्रहितो गच्छद्गोपालो भव पुत्रक
]

`verse 7 [
मात्रा तथा नियुक्तोऽथ प्रणिपत्य स्वमातरम् ।
राजर्षिमगमन्नीपं हिमवत्पर्वताश्रयम्
]

`verse 8 [
तं समेत्य च जग्राह तस्य पादौ यथाविधि ।
प्रणिपत्याह चैवैनं राजर्षिं स भलन्दनः
]

`verse 9 [
आदिष्टो भगवन्मात्रा गोपालस्त्वं भवेति वै ।
मया च पालनीया क्ष्मा तस्याः स्वीकरणं कथम्
]

`verse 10 [
मया हि गौः पालनीया सा यदा स्वीकृता भवेत् ।
आक्रान्ता बलवद्भिः सा दायादैः पृथिवी मम
]

`verse 11 [
तां यथा प्राप्नुयां पृथ्वीं त्वत्प्रसादादहं विभो ।
तथादिश करिष्यामि तवाज्ञां प्रणतोऽस्मि ते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 12 [
ततः स नीपो राजर्षिस्तस्मै निरवशेषतः ।
भलन्दाय ददौ ब्रह्मन्नस्त्रग्रामं महात्मने
]

`verse 13 [
प्राप्तास्त्रविद्यः स ययौ पितृव्यतनयान्द्विज ।
वसुरातादिकान्पुत्रानादिष्टः स महात्मना
]

`verse 14 [
अयाचत स राज्यार्धं पितृपैतामहोचितम् ।
ते चोचुर्वैश्यपुत्रस्त्वं कथं भोक्ष्यसि मेदिनीम्
]

`verse 15 [
ततस्तैर्युद्धमभवद्भलन्दस्यात्मवंशजैः ।
वसुरातादिभिः क्रुद्धैः कृतास्त्रस्यास्त्रवर्षिभिः
]

`verse 16 [
स जित्वा तानशेषांस्तु शस्त्रविक्षतसैनिकान् ।
जहार पृथिवी तेषां धर्मयुद्धेन धर्मवित्
]

`verse 17 [
स निर्जितारिः सकलां पृथ्वीं राज्यं तथा पितुः ।
निवेदयामास ततस्तत्पिता जगृहे न च । ।
प्रत्युवाच स तं पुत्रं भार्यायाः पुरतस्तदा
]

`speaker [
नाभाग उवाच
]

`verse 18 [
भलन्द राज्यमेतत्ते क्रियतां पूर्वजैः कृतम्
]

`verse 19 [
अहं न कृतवान्राज्यं नासामर्थ्ययुतः पुरा ।
वैश्यतां तु पुरस्कृत्य तथैवाज्ञाकरः पितुः
]

`verse 20 [
कृत्वाऽप्रीतिं पितुरहं वैश्यकन्यापरिग्रहात् ।
न पुण्यलोकभाग्राजा यावदाभूतसम्प्लवम्
]

`verse 21 [
उल्लंघ्याज्ञां पुनस्तस्य पालयामि महीं यदि ।
नास्ति मोक्षस्ततो नूनं मम कल्पशतैरपि
]

`verse 22 [
न चापि युक्तं त्वद्बाहुनिर्जितं मम मानिनः ।
राज्यं भोक्तुमनीहस्य दुर्बलस्येव कस्यचित्
]

`verse 23 [
राज्यं कुरु स्वयं पुत्र दायादेभ्यो विमुञ्च वा ।
ममाज्ञापालनं शस्तं पितुर्न क्षितिपालनम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 24 [
ततः प्रहस्य तद्भार्या सुप्रभा नाम भामिनी ।
प्रत्युवाच पतिं भूप गृह्यतां राज्यमूर्जितम्
]

`verse 25 [
न त्वं वैश्यो न चैवाहं जाता वैश्यकुले नृप ।
क्षत्रियस्त्वं तथैवाहं क्षत्रियाणां कुलोद्भवा
]

`verse 26 [
पूर्वमासीन्महीपालः सुदेव इति विश्रुतः ।
तस्याभूच्च सखा राज्ञो धूम्राश्वस्य सुतो नलः
]

`verse 27 [
स तेन सख्या सहितो जगामाम्रवनं वनम् ।
पत्नीभिः स समं रन्तुं माधवे मासि पार्थिव
]

`verse 28 [
ततः पानान्यनेकानि भक्ष्याणि बुभुजे तदा ।
भार्याभिः सहितस्ताभिस्तेन सख्या समन्वितः
]

`verse 29 [
ततः पुष्करिणीतीरे ददर्शातिमनोरमाम् ।
पत्नीं च्यवनपुत्रस्य प्रमतेः पार्थिवात्मजाम्
]

`verse 30 [
सखा तस्य नलो मत्तो जगृहे तां च दुर्मतिः ।
पश्यतस्तस्य राज्ञश्च त्रातत्रातेति वादिनीम्
]

`verse 31 [
आक्रन्दितं निशम्यैव स तस्याः प्रमतिः पतिः ।
आजगाम त्वरायुक्तः किमेतदिति वै वदन्
]

`verse 32 [
ततो ददर्श राजानं सुदेवं तत्र संस्थितम् ।
गृहीतां च तथा पत्नीं नलेन सुदुरात्मना
]

`verse 33 [
ततः सुदेवं प्रमतिः प्राहायं शास्यतामिति ।
त्वं च शास्ता भवद्राज्ये दुष्टश्चायं नलो नृप
]

`speaker [
मार्कण्डेय उवाच
]

`verse 34 [
तस्यार्तस्य वचः श्रुत्वा सुदेवो नलगौरवात् ।
प्राह वैश्योऽस्मि गच्छान्यं क्षत्रियं त्राणकारणात्
]

`verse 35 [
ततः स प्रमतिः क्रुद्धस्तेजसा निर्दहन्निव ।
प्रत्युवाचाथ राजानं वैश्योऽस्मीत्यभिभाषिणम्
]

`speaker [
प्रमतिरुवाच
]

`verse 36 [
एवमस्तु भवान्वैश्यः क्षत्रियः क्षतरक्षणात् ।
क्षत्रियैर्धार्यते शस्त्रं नार्त्तशब्दो भवेदिति । ।
स त्वं न क्षत्रियो भावी वैश्य एव कुलाधमः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे नाभागचरिते एकादशाधिकशततमोऽध्यायः । १११ ।
112
अथ द्वादशाधिकशततमोऽध्यायः
मार्कण्डेय उवाच
तस्मै दत्त्वा ततः शापं नलं क्रुद्धोऽब्रवीद्द्विज ।
प्रमतिर्भार्गवः कोपात्त्रैलोक्यं निर्दहन्निव
]
