`verse 1 [
मदोन्मत्तो यतो भार्यां भवानत्र ममाश्रमे ।
बलाद्गृह्णाति भस्मत्वं तस्माद्व्रजतु मा चिरम्
]

`verse 2 [
तेनोदाहृतमात्रे च वाक्ये तस्मिंस्तदा नलः ।
देहजेनाग्निना सद्यो भस्मपुञ्जस्तदाऽभवत्
]

`verse 3 [
दृष्ट्वा प्रभावं तं तस्य सुदेवो विमदस्ततः ।
प्रणामनम्रः प्राहेदं क्षम्यतां क्षम्यतामिति
]

`verse 4 [
यदुक्तवांस्त्वां भगवन्सुरापानमदाकुलम् ।
तत्क्षम्यतां प्रसीद त्वं शापोऽयं विनिवर्त्यताम्
]

`verse 5 [
एवं प्रसादितस्तेन प्रमतिः प्राह भार्गवः ।
गतकोपो नले दग्धे नावनीतेन चेतसा
]

`verse 6 [
नान्यथा भावि तद्वाक्यं यन्मया समुदीरितम् ।
तथापि ते करिष्यामि प्रसन्नोऽनुग्रहं परम्
]

`verse 7 [
भविता वैश्यजातीयो भवान्नास्त्यत्र संशयः ।
भविता क्षत्रियो वैश्यस्तस्मिन्नेवाशु जन्मनि
]

`verse 8 [
ग्रहीष्यति बलात्कन्यां यदा ते क्षत्रसम्भवः ।
तदा त्वं क्षत्रियो वैश्यः स्वगृहीतो भविष्यसि
]

`verse 9 [
एवं स वैश्यो भूपाल सुदेवोऽस्मत्पिताभवत् ।
अहं च या महाभाग तत्सर्वं श्रूयतां त्वया
]

`verse 10 [
सुरतो नाम राजर्षिः प्रागासीद्गन्धमादने ।
तपस्वी नियताहारस्त्यक्तसङ्गो वनाश्रयः
]

`verse 11 [
ततः श्येनमुखभ्रष्टां दृष्ट्वैकां शारिकां भुवि ।
कृपाऽभूज्जनिता मूर्च्छा तथा तस्य महात्मनः
]

`verse 12 [
ततो मूर्च्छावसानेऽहं तस्योत्पन्ना शरीरतः ।
स मां दृष्ट्वा च जग्राह स्निह्यमानेन चेतसा
]

`verse 13 [
यस्मात्कृपाभिभूतस्य मम जातेयमात्मजा ।
तस्मात्कृपावती नाम्ना भविष्यत्याह स प्रभो
]

`verse 14 [
ततोऽहमाश्रमे तस्य वर्धमाना दिवानिशम् ।
सखीभिः सह तुल्याभिर्विचरामि वनानि च
]

`verse 15 [
ततो मुनेरगस्त्यस्य भ्रातागस्त्य इति श्रुतः ।
स चिन्वन्कानने वन्यं सखीभिः कोपितोऽशपत्
]

`verse 16 [
यस्मान्मां वैश्य इत्याह भवती तेन ते शपे ।
वैश्या भविष्यसीत्युक्ते प्रसाद्योक्तो मया मुनिः । ।
नापराधं कृतवती तवाहं द्विजसत्तम ।
अन्यासामपराधेन किमर्थं शप्तवानसि
]

`speaker [
ऋषिरुवाच
]

`verse 17 [
दुष्टतां दुष्टसंसर्गाददुष्टमपि गच्छति ।
सुराबिन्दुनिपातेन पञ्चगव्यघटो यथा
]

`verse 18 [
प्रणिपत्य ह्यनिष्टोऽपि यत्त्वयाहं प्रसादितः ।
तस्मादनुग्रहं बाले शृणुष्व च करोम्यहम्
]

`verse 19 [
वैश्ययोनौ यदा जाता त्वं पुत्रं बोधयिष्यसि ।
राज्याय जातिस्मरतां तदा त्वं समवाप्स्यसि
]

`verse 20 [
ततो भूयः क्षत्रजातिं प्राप्ता त्वं पतिना सह ।
दिव्यानवाप्स्यसे भोगान्गच्छ भीतिरपैतु ते
]

`verse 21 [
एवं शप्तास्मि राजेन्द्र तेन पूर्वं महर्षिणा ।
पिता च मे पूर्वमेवं शप्तः प्रमतिनाऽभवत्
]

`verse 22 [
एवं वैश्यो न राजंस्त्वं न च वैश्यः पिता मम ।
न त्वं हि मय्यदुष्टायामदुष्टो दुष्यसे कथम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे द्वादशाधिकशततमोऽध्यायः । ११२ ।
113
अथ त्रयोदशाधिकशततमोऽध्यायः
भलन्दनवत्सप्रीचरितवर्णनम्
मार्कण्डेय उवाच
इति तस्या वचः श्रुत्वा पुत्रस्य स च पार्थिवः ।
पुनः प्रोवाच धर्मज्ञस्तां पत्नीं तनयं तथा
]
