`verse 1 [
यन्मया पितुरादेशात्त्यक्तं राज्यं न तत्पुनः ।
ग्रहीष्यामि वृथोक्तेन किमात्मा क्लिश्यते त्वया
]

`verse 2 [
अहं ते सम्प्रदास्यामि करं वैश्यव्रते स्थितः ।
भुङ्क्ष्व राज्यमशेषं त्वमिच्छया वा परित्यज
]

`verse 3 [
इत्युक्तः स तदा पित्रा राजपुत्रो भलनन्दनः ।
चकार राज्यं धर्मेण तद्वद्दारपरिग्रहम्
]

`verse 4 [
अव्याहतं तस्य चक्रं पृथिव्यामभवद्द्विज ।
न चाधर्मे मनो भूपास्तस्य सर्वेऽभवन्वशे
]

`verse 5 [
तेनेष्टो विधिवद्यज्ञः सम्यक्शास्ति वसुन्धराम् ।
स एवैकोऽभवद्भर्त्ता पृथिव्यामरिशासनः
]

`verse 6 [
अजायत सुतस्तस्य वत्सप्रीरिति नामतः ।
पितातिशयितो येन गुणौघेन महात्मना
]

`verse 7 [
तस्यापि भार्या सौनन्दा विदूरथसुताऽभवत् ।
पतिव्रता महाभागा सा प्राप्ता तेन शौर्यतः । ।
हत्वा पुरन्दररिपुं कुजंभं दितिजेश्वरम्
]

`speaker [
क्रौष्टुकिरुवाच
]

`verse 8 [
भगवंस्तेन सम्प्राप्ता कुजृंभनिधनात्कथम् ।
एतदाख्यानमाख्याहि प्रसन्नेनान्तरात्मना
]

`speaker [
मार्कण्डेय उवाच
]

`verse 9 [
विदूरथोनाम नृपः ख्यातकीर्तिरभूद्भुवि ।
तस्य पुत्रद्वयं जातं सुनीतिः सुमतिस्तथा
]

`verse 10 [
एकदा तु वनं यातो मृगयां स विदूरथः ।
ददर्श गर्तं सुमहद्भूमेर्मुखमिवोद्गतम्
]

`verse 11 [
तं दृष्ट्वा चिन्तयामास किमेतदिति भैरवम् ।
पातालविवरं मन्ये नैतद्मूमेश्चिरन्तनम्
]

`verse 12 [
चिन्तयन्निति तत्रासौ ददर्श विजने वने ।
ब्राह्मणं सुव्रतं नाम तपस्विनमुपागतम्
]

`verse 13 [
स तं पप्रच्छ च नृपः किमेतदिति विस्मितः ।
अतिगम्भीरमवनेर्दर्शितान्तर्गतोदरम्
]

`speaker [
ऋषिरुवाच
]

`verse 14 [
किन्न वेत्सि महीपाल वागर्थस्त्वं हि मे मतः ।
ज्ञेयं सर्वं नरेन्द्रेण वर्तते यन्महीतले
]

`verse 15 [
दानवः सुमहावीर्यो वसत्युग्रो रसातले ।
स जृम्भयति यत्पृथ्वीं कुजृम्भः प्रोच्यते ततः
]

`verse 16 [
क्रियते तेन यत्किञ्चिद्रत्नभूतं महीतले ।
त्रिदिवे वा नरपते तं कथं वेत्ति नो भवान्
]

`verse 17 [
सुनन्दं नाम मुशलं त्वष्ट्रा यन्निर्मितं पुरा ।
तज्जहार स दुष्टात्मा तेन हन्ति रणे रिपून्
]

`verse 18 [
पातालान्तर्गतस्तेन भिनत्ति वसुधामिमाम् ।
ततोऽसुराणां सर्वेषां द्वाराणि कुरुतेऽसुरः
]

`verse 19 [
तेन भिन्नात्र वसुधा सुनन्दमुशलेन तु ।
भोक्ष्यते वसुधामेतां तमजित्वा कथं भवान्
]

`verse 20 [
यज्ञान्विध्वंसयत्युग्रो देवानामुपरोधकः ।
आप्याययति दैतेयान्स बली मुशलायुधः
]

`verse 21 [
यद्यरिं घातयस्येनं पातालान्तरगोचरम् ।
ततः समस्तवसुधापतिस्त्वं परमेश्वरः
]

`verse 22 [
मुशलं तस्य बलिनः सौनन्दं प्रोच्यते जनैः ।
तथा बलाबलं चैव तं वदन्ति विचक्षणाः
]

`verse 23 [
तत्तु निर्वीर्यतां याति संस्पृष्टं योषिता नृप ।
तस्मिन्दिने द्वितीयेऽह्नि वीर्यवत्तदुदीर्यते
]

`verse 24 [
न स वेत्ति दुराचारः प्रभावं मुशलस्य तम् ।
योषित्कराग्रसंस्पर्शे दोषं वीर्यविशातनम्
]

`verse 25 [
एवं तस्य बलं भूप दानवस्य दुरात्मनः ।
मुशलस्य च ते प्रोक्तं यद्युक्तं तत्समाचर
]

`verse 26 [
आसन्नमेतद्भवतः पुरस्य पृथिवीपते ।
कृतं तेन महारन्ध्रं निश्चिन्तः किं भवान्वृथा
]

`verse 27 [
इत्युक्त्वा तु गते तस्मिन्पुरं गत्वा महीपतिः ।
मन्त्रयामास मन्त्रज्ञैः पुरमध्ये तु मन्त्रिभिः
]

`verse 28 [
यथाश्रुतमशेषं तत्कथयामास मन्त्रिणाम् ।
मुशलस्य प्रभावं च वीर्यशातनमेव च
]

`verse 29 [
तं मन्त्रं क्रियमाणं तु मन्त्रिभिस्तेन भूभृता ।
तत्पार्श्ववर्तिनी कन्या शुश्रावाथ मुदावती
]

`verse 30 [
ततः कतिपयाहे तु तां कन्यां वयसान्विताम् ।
जहारोपवनाद्दैत्यः कुजृम्भः स सखीवृताम्
]

`verse 31 [
तच्छ्रुत्वा स महीपालः क्रोधपर्याकुलेक्षणः ।
पुत्रावुवाच त्वरितं गच्छतं वनकोविदौ
]

`verse 32 [
निर्विन्ध्यायास्तटे गर्तस्तेन गत्वा रसातलम् ।
स हन्यतां योऽपहर्ता मुदावत्याः सुदुर्मतिः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 33 [
ततस्तौ तत्सुतौ प्राप्य तं गर्त्तं तत्पदानुगौ ।
युयुधाते कुजृम्भेण स्वसैन्येनातिकोपितौ
]

`verse 34 [
ततः परिघनिस्त्रिंशशक्तिशूलपरश्वधैः ।
बाणैश्चाविरतं युद्धं तेषामासीत्सुदारुणम्
]

`verse 35 [
ततो मायाबलवता तेन दैत्येन तावुभौ ।
राजपुत्रौ रणे बद्धौ निहताशेषसैनिकौ
]

`verse 36 [
तच्छ्रुत्वा स महीपालः प्राहेदं सर्वसैनिकान् ।
बद्धपुत्रः परामार्तिमुपेतो मुनिसत्तम
]

`verse 37 [
यस्तं निहत्य दैतेयं मोचयिष्यति मे सुताम् ।
तस्याहं सम्प्रदास्यामि तामेवायतलोचनाम्
]

`verse 38 [
इत्येवं घोषयांचक्रे स राजा स्वपुरे तदा ।
निराशः पुत्रतनयाबन्धमोक्षाय वै मुने
]

`verse 39 [
ततः शुश्राव र्भलन्दनसुतो हि तत् ।
आघोष्यमाणं बलवान्कृतास्त्रः शौर्यसंयुतः
]

`verse 40 [
स चागम्याभिवाद्यैनं प्राह पार्थिवसत्तमम् ।
विनयावनतो भूत्वा पितुर्मित्रमनुत्तमम्
]

`verse 41 [
आज्ञापयाशु मामेव तनयौ मोचयामि ते ।
तवैव तेजसा हत्वा तं दैत्यं तनयां च ते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 42 [
स तं मुदा परिष्वज्य प्रियसख्युरथात्मजम् ।
गम्यतामिति संसिद्ध्यै वत्सेत्याह स पार्थिवः
]

`verse 43 [
स्थाने स्थास्यति मे वत्सो यद्येवं कुरुते विधिम् ।
वत्सैतत्क्रियतामाशु यद्युत्साहि मनस्तव
]

`speaker [
मार्कण्डेय उवाच
]

`verse 44 [
ततः सखड्गः सधनुर्बद्धगोधाङ्गुलित्रवान् ।
जगाम वीर पातालं तेन गर्तेन सत्वरः
]

`verse 45 [
ततो ज्यास्वनमत्युग्रं स चक्रे पार्थिवात्मजः ।
येन पातालमखिलमासीदापूरितान्तरम्
]

`verse 46 [
ततो ज्यास्वनमाकर्ण्य कुजृम्भो दानवेश्वरः ।
आजगामातिकोपेन स्वसैन्यपरिवारितः
]

`verse 47 [
ततो युद्धमभूत्तस्य तेन पार्थिवसूनुना ।
ससैन्यस्य ससैन्येन बलिनो बलशालिना
]

`verse 48 [
दिनानि त्रीणि स यदा योधितस्तेन दानवः ।
ततः कोपपरीतात्मा मुसलायाभ्यधावत
]

`verse 49 [
गन्धैर्माल्यैस्तथा धूपैः पूज्यमानः स तिष्ठति ।
अन्तःपुरे महाभाग प्रजापतिविनिर्मितः
]

`verse 50 [
ततो विज्ञातमुशलप्रभावा सा मुदावती ।
पस्पर्श मुशलश्रेष्ठमतिनम्रशिरोधरा
]

`verse 51 [
पुनर्यावत्स गृह्णाति मुशलं तं महासुरः ।
तावत्सा वन्दनव्याजात्पस्पर्शानेकशः शुभा
]

`verse 52 [
ततः स गत्वा युयुधे मुसलेनासुरेश्वरः ।
व्यर्था मुशलपातास्ते संजग्मुस्तेषु शत्रुषु
]

`verse 53 [
परमास्त्रे तु निर्वीर्ये सौनन्दे मुशले मुने ।
अस्त्रैः शस्त्रैश्च दैतेयः सोऽयुध्यत रणेऽरिणा
]

`verse 54 [
शस्त्रास्त्रैर्नः समस्तस्य राजपुत्रस्य सोऽसुरः ।
मुशलेन बलं तस्य तच्च तन्व्या निराकृतम्
]

`verse 55 [
ततः पराजित्य स भूपसूनुरस्त्राणि शस्त्राणि च दानवस्य ।
चकार सद्यो विरथं ततश्च सचर्मखड्गः पुनरप्यधावत्
]

`verse 56 [
तमापतन्तं रभसाऽभ्युदीर्णं विस्पष्टकोपं त्रिदशेन्द्रशत्रुम् ।
शस्त्रेण वह्नेर्भुवि राजपुत्रौ जघान कालानलसप्रभेण
]

`verse 57 [
स पावकास्त्रेण हृदि क्षतो भृशं तत्याज देहं त्रिदशारिरात्मनः ।
बभूव सद्यश्च महोरगाणां रसातलान्तेषु महानथोत्सवः
]

`verse 58 [
ततोऽपतत्पुष्पवृष्टिर्महीपालसुतोपरि ।
जगुर्गन्धर्वपतयो देववाद्यानि सस्वनुः
]

`verse 59 [
स चापि राजपुत्रस्तं हत्वा तौ नृपतेः सुतौ ।
मोचयामास तन्वङ्गी तां च कन्यां मुदावतीम्
]

`verse 60 [
तच्चापि मुसलं तस्मिन्कुजृम्भे विनिपातिते ।
जग्राह नागाधिपतिरनन्तः शेषसंज्ञितः
]

`verse 61 [
तस्याश्च परितुष्टोऽसौ शेषः सर्वोरगेश्वरः ।
मुदावत्या मुदाध्यातमनोवृत्तिस्तपोधनः
]

`verse 62 [
सुनन्दमुसलस्पर्शं यच्चकार पुनः पुनः ।
योषित्करतलस्पर्शप्रभावज्ञातिशोभना
]

`verse 63 [
मुदावत्यास्ततो नाम नागराजस्तदाकरोत् ।
सुनन्दामिति सानन्दं सौनन्दगुणजं द्विज
]

`verse 64 [
स चापि राजपुत्रस्तां भ्रातृभ्यां सहितां पितुः ।
समीपमानिनायाशु प्रणिपत्याह चैव तम्
]

`verse 65 [
आनीतौ तनयौ तात तथैवेयं मुदावती ।
तवाज्ञया मयान्यद्यत्कर्तव्यं तत्समादिश
]

`speaker [
मार्कण्डेय उवाच
]

`verse 66 [
ततः प्रहर्षसम्पूर्णहृदयः स महीपतिः ।
साधुसाध्वित्यथाहोच्चैर्वत्स वत्सेति शोभनम्
]

`verse 67 [
सभाजितोऽस्मि त्रिदशैर्वत्साहं कारणैस्त्रिभिः ।
त्वं जामाता च यत्प्राप्तो यच्चारिर्विनिपातितः
]

`verse 68 [
आगतान्यक्षतान्यत्र यच्चापत्यानि मे पुनः ।
तद्गृहाणाद्य शस्तेऽह्नि पाणिमस्या मयोदितम्
]

`verse 69 [
त्वं राजपुत्र चार्वङ्ग्याः कन्याया दुहितुर्मम ।
मुदावत्या मुदा युक्तः सत्यवाक्यं कुरुष्व माम्
]

`speaker [
राजपुत्र उवाच
]

`verse 70 [
तातस्याज्ञा मया कार्या यद्ब्रवीषि करोमि तत् ।
त्वमेव तात जानीषे नैवात्राधिकृता वयम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 71 [
ततस्तयोः स राजेन्द्रश्चक्रे वैवाहिकं क्रमम् ।
मुदावत्याश्च दुहितुर्भलन्दनसुतस्य वै
]

`verse 72 [
ततः स तया रेमे वत्सप्रीर्नवयौवनः ।
रमणीयेषु देशेषु प्रासादशिखरेषु च
]

`verse 73 [
कालेन गच्छता वृद्धः पिता तस्य भलन्दनः ।
वनं जगाम वत्सप्रीः स बभूव महीपतिः
]

`verse 74 [
इयाज यज्ञान्सततं प्रजा धर्मेण पालयन् ।
पुत्रवत्पाल्यमानास्तु प्रजास्तेन महात्मना
]

`verse 75 [
ववृधुर्विषये तस्य न चाभूद्वर्णसङ्करः ।
न दस्युव्यालदुर्वृत्तभयमासीच्च कस्यचित् । ।
नोपसर्गभयं चैव तस्मिञ्छासति भूपतौ
]

`colophon [
इति श्रीमार्कण्डेयपुराणे भलन्दनवत्सप्रीचरितं नाम त्रयोदशाधिकशततमोऽध्यायः । ११३ ।
114
अथ चतुर्दशाधिकशततमोऽध्यायः
खनित्रचरित्रवर्णनम्
मार्कण्डेय उवाच
तस्य तस्यां सुनन्दायां पुत्रा द्वादश जज्ञिरे ।
प्रांशुः प्रवीरः शूरश्च सुचक्रो विक्रमः क्रमः
]
