`verse 1 [
बली बलाकश्चण्डश्च प्रचण्डश्च सुविक्रमः ।
सुनयश्च महाभागाः सर्वे संग्रामजित्तमाः
]

`verse 2 [
तेषां ज्येष्ठो महावीर्यः प्रांशुरासीन्नराधिपः ।
इतरे भृत्यवत्तस्य बभूवुर्वशवर्त्तिनः
]

`verse 3 [
तस्य यज्ञे द्विजत्यक्तैरनेकैर्द्रव्यराशिभिः ।
न्यूनवर्णविसृष्टैश्च सत्यनामा वसुन्धरा
]

`verse 4 [
सम्यक्पालयतस्तस्य प्रजाः पुत्रानिवौरसान् ।
योऽभूद्धनचयः कोशे तेन निष्पादितास्तु ये
]

`verse 5 [
क्रतवः शतं सहस्रास्ते तेषां संख्या न विद्यते ।
अयुताद्येन कोटीभिर्न च पद्मादिभिर्मुने
]

`verse 6 [
प्रजातिस्तस्य षुत्रोऽभूद्यस्य यज्ञे शतक्रतुः ।
अवाप्य तृप्तिमतुलां यज्ञभागैः सुरैः सह
]

`verse 7 [
दानवानां सुवीर्याणां जघान नवतीर्नव ।
बलं च बलिनां श्रेष्ठो जम्भं चासुरसत्तमम्
]

`verse 8 [
अन्यांश्च सुमहावीर्यानाजघानामरद्विषः ।
प्रजातेस्तनयाः पञ्च खनित्रप्रमुखा मुने
]

`verse 9 [
तेषां खनित्रो राजाभूत्प्रख्यातो निजविक्रमैः ।
स शान्तः सत्यवाक्छूरः सर्वप्राणिहिते रतः
]

`verse 10 [
स्वधर्माभिरतो नित्यं वृद्धसेवी बहुश्रुतः ।
वाग्मी विनयसम्पन्नः कृतास्त्रोऽप्यविकत्थनः
]

`verse 11 [
सर्वलोकप्रियो नित्यमुवाचैतदहर्निशम् ।
नन्दन्तु सर्वभूतानि स्निह्यन्तु विजनेष्वपि
]

`verse 12 [
स्वस्त्यस्तु सर्वभूतेषु निरातङ्कानि सन्तु च ।
मा व्याधिरस्तु भूतानामाधयो न भवन्तु च
]

`verse 13 [
मैत्रीमशेषभूतानि पुष्यन्तु सकले जने ।
शिवमस्तु द्विजातीनां प्रीतिरस्तु परस्परम्
]

`verse 14 [
समृद्धिः सर्ववर्णानां सिद्धिरस्तु च कर्मणाम् ।
भो लोकाः सर्वभूतेषु शिवा वोऽस्तु सदा मतिः
]

`verse 15 [
यथात्मनि यथा पुत्रे हितमिच्छथ सर्वदा ।
तथा समस्तभूतेषु वर्त्तध्वं हितबुद्धयः
]

`verse 16 [
एतद्वो हितमत्यन्तं को वा कस्यापराध्यते ।
यत्करोत्यहितं किञ्चित्कस्यचिन्मूढमानसः
]

`verse 17 [
तं समभ्येति तन्न्यूनं कर्तृगामिफलं यतः ।
इति मत्वा समस्तेषु भो लोका हितबुद्धयः
]

`verse 18 [
सन्तु मा लौकिकं पापं लोकाः प्राप्स्यथ वै बुधाः ।
यो मेऽद्य स्निह्यते तस्य शिवमस्तु सदा भुवि
]

`verse 19 [
यश्च मां द्वेष्टि लोकेऽस्मिन्सोऽपि भद्राणि पश्यतु ।
एवं स्वरूपः पुत्रोऽभूत्खनित्रस्तस्य भूपते
]

`verse 20 [
समस्तगुणसम्पन्नः श्रीमानब्जदलेक्षणः ।
तेन ते भ्रातरः प्रीत्या पृथग्राज्येषु योजिताः
]

`verse 21 [
स्वयं च पृथिवीमेतां बुभुजे सागराम्बराम् ।
प्राच्यां तेन कृतः शौरिर्दक्षिणस्यामुदावसुः
]

`verse 22 [
दिशि प्रतीच्यां मुनय उत्तरस्यां महारथाः ।
तेषां तस्य च भूपस्य पृथग्गोत्राः पुरोहिताः
]

`verse 23 [
बभूवुर्मुनयश्चैव मन्त्रिवंशक्रमागताः ।
शौरेरत्रिकुलोद्भूतः सुहोत्रो नाम वै द्विजः
]

`verse 24 [
उदावसोः कुशावर्त्तो गौतमान्वयजोऽभवत् ।
काश्यपः प्रमतिर्नाम सुनयस्य पुरोहितः
]

`verse 25 [
महारथस्य वासिष्ठः पुरोधाऽभून्महीभृतः ।
बुभुजुस्ते स्वराज्यानि चत्वारोऽपि नराधिपाः
]

`verse 26 [
खनित्रश्चाधिपस्तेषामशेषवसुधाधिपः ।
तेषु भ्रातृष्वशेषेषु खनित्रः स महीपतिः
]

`verse 27 [
प्रजासु च समस्तासु पुत्रेष्विव सदा हितः ।
एकदा मन्त्रिणा शौरिः स प्रोक्तो विश्ववेदिना
]

`verse 28 [
विविक्ते पृथिवीपाल किञ्चिद्वक्तव्यमस्ति नः ।
यस्येयं पृथिवी कृत्स्ना यस्य भूपा वशानुगाः
]

`verse 29 [
स राजा तस्य पुत्रश्च तत्पौत्राश्चान्वयस्ततः ।
इतरे भ्रातरस्तस्य प्राक्त्वल्पविषयाधिपाः
]

`verse 30 [
तत्पुत्राश्चाल्पकास्तस्मात्तत्पौत्राश्चाल्पकाल्पकाः ।
कालेन ह्रासमासाद्य पुरुषात्पुरुषान्तरम्
]

`verse 31 [
कृष्योपजीविनो भूप भवन्तीति तदन्वयाः ।
नोद्धारं कुरुते भ्राता भ्रातृस्नेहबलार्पणः
]

`verse 32 [
स्नेहः कः पृथिवीपाल परयोर्भ्रातृपुत्रयोः ।
तत्पुत्रयोः परतरा मतिर्भवति पार्थिव
]

`verse 33 [
तत्पुत्रः केन कार्येण प्रीतियुक्तो भविष्यति ।
अथवा येन तेनैव सन्तोषं कुरुते नृपः
]

`verse 34 [
क्रियते तत्किमर्थं तु भूपैर्मन्त्रिपरिग्रहः ।
भुज्यते सकलं राज्यं मया ते मन्त्रिणा सता
]

`verse 35 [
तत्किं मुधा धारयसे सन्तोषं कुरुते यदि ।
कार्यनिष्पादकं राज्यं करणं कर्तुरिष्यते
]

`verse 36 [
राज्यलब्धुश्च ते कार्यं त्वं कर्त्ता करणं वयम् ।
सोऽस्माभिः करणै राज्यं पितृपैतामहं कुरु । ।
फलप्रदा भविष्यामः परलोकेन ते वयम्
]

`speaker [
राजोवाच
]

`verse 37 [
ज्येष्ठो भ्राता महीपालो वयं तस्यानुजा यतः ।
ततः स भुङ्क्ते पृथिवीं वयं चाल्पवसुन्धराम्
]

`verse 38 [
वयं तु भ्रातरः पञ्च पृथ्वी चैका महामते ।
अतोऽस्याः पृथगैश्वर्यं कथं कृत्स्नं भविष्यति
]

`verse 39 [
विश्ववेद्युवाच
एवमेतद्भवत्वत्र यद्येका वसुधा नृप ।
तां त्वमेवाभिपद्यस्व ज्येष्ठः शास्तु यथा भवान्
]

`verse 40 [
सर्वाधिपत्यः सर्वेभ्यो भव त्वमखिलेश्वरः ।
यतन्ते च यथाहं ते तेषामपि हि मन्त्रिणः
]

`speaker [
राजोवाच
]

`verse 41 [
ज्येष्ठो राजा यथा प्रीत्या भजतेऽस्मान्सुतानिव ।
कथं तस्य करिष्यामि ममत्वं जगतीगतम्
]

`verse 42 [
विश्ववेद्युवाच
राज्ये स्थितः पूजयेथा ज्येष्ठं भूपार्हणैर्धनैः ।
कनिष्ठज्येष्ठता केयं राज्यं प्रार्थयतां नृणाम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 43 [
तथेति च प्रतिज्ञाते भूभुजा तेन सत्तम ।
विश्ववेदी ततो मन्त्री तद् भ्रातॄननयद्वशम्
]

`verse 44 [
तेषां पुरोहितांश्चैव आत्मनः शान्तिकादिषु ।
नियोजयामास ततः खनित्रस्याभिचारके
]

`verse 45 [
विभेद तस्य निभृतान्सामदानादिभिस्तथा ।
चक्रे च परमोद्योगं निजदण्डप्रभावने
]

`verse 46 [
आभिचारिकमत्युग्रमहन्यहनि कुर्वताम् ।
पुरोधसां चतुर्णां च जज्ञे कृत्याचतुष्टयम्
]

`verse 47 [
विकरालं महावक्त्रमतिभीषणदर्शनम् ।
समुद्यतमहाशूलं प्रभूतमतिदारुणम्
]

`verse 48 [
ततस्तदागतं तत्र खनित्रो यत्र पार्थिवः ।
निरस्तं चाप्यदुष्टस्य तस्य पुण्यचयेन तत्
]

`verse 49 [
कृत्याचतुष्टयं तेषु निपपात दुरात्मसु ।
पुरोहितेषु भूपानां तथा वै विश्ववेदिनि
]

`verse 50 [
ततो निहन्त्या निर्दग्धाः कृत्यया ते पुरोहिताः ।
विश्ववेदी तथा मन्त्री स शौरेर्दुष्टमन्त्रदः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे खनित्रचरित्रे चतुर्दशाधिकशततमोऽध्यायः । ११४ ।
115
अथ पञ्चदशाधिकशततमोऽध्यायः
खनित्रचरित्रवर्णनम्
मार्कण्डेय उवाच
ततः समस्तलोकस्य विस्मयः सोऽभवन्महान् ।
यदेककालं नेशुस्ते पृथक्पुरनिवासिनः
]
