`verse 1 [
ततः शुश्राव निधनं यातान्भ्रातृपुरोहितान् ।
मन्त्रिणं च तथा भ्रातुर्दग्धं तं विश्ववेदिनम्
]

`verse 2 [
किमेतदिति सोऽतीव विस्मितो मुनिसत्तम ।
खनित्रोऽभून्महाराजो नाजानात्तच्च कारणम्
]

`verse 3 [
ततो वसिष्ठं पप्रच्छ स राजा गृहमागतम् ।
यत्कारणं विनेशुस्ते भ्रातृमन्त्रिपुरोहिताः
]

`verse 4 [
तेन पृष्टस्तदा प्राह यथा वृत्तं महामुनिः ।
यच्छौरिमन्त्रिणा प्रोक्तं यच्च शौरिरुवाच तम्
]

`verse 5 [
यथा चानुष्ठितं तेन भ्रातॄणां भेदकारि वै ।
मन्त्रिणा तेन दुष्टेन यच्चक्रुश्च पुरोहिताः
]

`verse 6 [
यन्निमित्तं विनेशुस्ते अपापस्यापकारिणः ।
पुरोहितास्तस्य राज्ञः शत्रावपि दयावतः
]

`verse 7 [
स तच्छ्रुत्वा ततो राजा हा हतोऽस्मीति वै वदन् ।
निनिन्दात्मानमत्यर्थं वसिष्ठस्याग्रतो द्विज
]

`speaker [
राजोवाच
]

`verse 8 [
धिङ्मामपुण्यसंस्थानमल्पभाग्यमशोभनम् ।
दैवदोषकृतं पापं सर्वलोकविगर्हितम्
]

`verse 9 [
मन्निमित्तं विनष्टं तत्तद्ब्राह्मणचतुष्टयम् ।
मत्तः कोऽन्यः पापतरो भविष्यति पुमान्भुवि
]

`verse 10 [
नाभविष्यं यदि पुमानहमत्र महीतले ।
ततस्ते न विनश्येयुर्मम भ्रातृपुरोहिताः
]

`verse 11 [
धिग्राज्यं धिक्च मे जन्म भूभुजां महतां कुले ।
कारणत्वं गतो योऽहं विनाशस्य द्विजन्मनाम्
]

`verse 12 [
कुर्वन्तः स्वामिनां तेऽथ भ्रातॄणां मम याजकाः ।
नाशं ययुर्न दुष्टास्ते दुष्टोऽहं नाशकारणे
]

`verse 13 [
किं करोमि क्व गच्छामि नान्यो मत्तो हि पापकृत् ।
पृथिव्यामस्ति हेतुत्वं द्विजनाशस्य योगतः
]

`verse 14 [
इत्थमुद्विग्नहृदयः खनित्रः पृथिवीपतिः ।
वनं यियासुः पुत्रस्य कृतवानभिषेचनम्
]

`verse 15 [
अभिषिच्य सुतं राज्ये क्षुपसंज्ञं महीपतिः ।
भार्याभिस्तिसृभिः सार्धं तपसे स वनं ययौ
]

`verse 16 [
तत्रागत्वा तपस्तेपे वानप्रस्थविधानवित् ।
शतानि त्रीणि वर्षाणां सार्द्धानि नृपसत्तमः
]

`verse 17 [
तपसा क्षीणदेहस्तु राजवर्यो द्विजोत्तम ।
निगृह्य सर्वस्रोतांसि तत्याजासून्वनेचरः
]

`verse 18 [
ततः पुण्यान्ययौ लोकान्सर्वकामदुहोऽक्षयान् ।
अश्वमेधादिभिर्यज्ञैरवाप्या ये नराधिपैः
]

`verse 19 [
भार्याश्च तस्य तास्तिस्रः समन्तेनैव तत्यजुः ।
प्राणानवापुः सालोक्यं तेनैव सुमहात्मना
]

`verse 20 [
एतत्खनित्रचरितं श्रुतं कल्मषनाशनम् ।
पठतां च महाभाग क्षुपस्यातो निशामय
]

`colophon [
इति श्रीमार्कण्डेयपुराणे खनित्रचरितसमाप्तिर्नाम पञ्चदशाधिकशततमोऽध्यायः । ११५ ।
]
