`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
क्षुपः खनित्रपुत्रस्तु प्राप्य राज्यं यथा पिता ।
तथैव पालयामास प्रजाधर्मेण रञ्जयन्
]

`verse 2 [
स दानशीलो यष्टा च यज्ञानामवनीपतिः ।
समः शत्रौ च मित्रे च व्यवहारादिवर्त्मनि
]

`verse 3 [
एकदा स महीपालो निजस्थानगतो मुने ।
सूतैरुक्तो यथा पूर्वं क्षुपो राजा तथाऽभवत्
]

`verse 4 [
ब्रह्मणस्तनयः पूर्वं क्षुपोऽभूत्पृथिवीपतिः ।
यादृक्चरितमस्यासीत्तादृक्तस्यैव चेष्टितम्
]

`speaker [
राजोवाच
]

`verse 5 [
श्रोतुमिच्छामि चरितं क्षुपस्य सुमहात्मनः ।
यदि तादृङ्मया शक्यं चेष्टितुं तत्करोम्यहम्
]

`speaker [
सूता ऊचुः
]

`verse 6 [
स चकाराकरान्भूप राजा गोब्राह्मणान्पुरा ।
षष्ठांशेन कृता चोर्व्यामिष्टिस्तेन महात्मना
]

`speaker [
राजोवाच
]

`verse 7 [
तेषां महात्मनां राज्ञां कोऽनुयास्यति मद्विधः ।
तथाप्युत्कृष्टचेतानां चेष्टासूद्यमवान्भवेत्
]

`verse 8 [
तच्छ्रूयतां प्रतिज्ञा या साम्प्रतं क्रियते मया ।
क्षुपस्यानुकरिष्यामि महाराजस्य चेष्टितम्
]

`verse 9 [
त्रींस्त्रीन्यज्ञान्करिष्यामि सस्यापाते गतागते ।
पृथिव्यां चतुरन्तायां प्रतिज्ञेयं कृता मया
]

`verse 10 [
यच्च गोब्राह्मणाः पूर्वमददन्भूभृते करम् ।
तमेव प्रतिदास्यामि ब्राह्मणानां तथा गवाम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 11 [
इति प्रतिज्ञाय वचः क्षुपस्तत्कृतवांस्तथा ।
सस्यापाते स यज्ञांस्त्रीनयजद्यजतांवरः
]

`verse 12 [
गोब्राह्मणाः पुरा राज्ञामददद्यं च वै करम् ।
तावत्संख्यमदाद्वित्तमन्यद्गोब्राह्मणाय सः
]

`verse 13 [
तस्य पुत्रोऽभवद्वीरः प्रमथायामनिन्दितः ।
यस्य प्रतापशौर्याभ्यां कृता वश्या महीभृतः
]

`verse 14 [
तस्यापि नन्दिनी नाम वैदर्भी दयिताऽभवत् ।
विविंशं तनयं तस्यां जनयामास स प्रभुः
]

`verse 15 [
विविंशे शासति महीं महीपाले महौजसि ।
महीतलमभूद्व्याप्तं निरन्तरतया नरैः
]

`verse 16 [
ववर्ष काले पर्जन्यो मही सस्यवती तथा ।
सुफलानि च सस्यानि रसवन्ति फलानि च
]

`verse 17 [
रसाः पुष्टिकराश्चासन्पुष्टिर्नोन्मादकारिणी ।
न वित्तनिचया नॄणां प्रभूतां मदहेतवः
]

`verse 18 [
तत्प्रतापेन रिपवो भयमापुर्महामुने ।
स्वास्थ्यं जनः सुहृद्वर्गो मुदमाप सुपूजितः
]

`verse 19 [
इष्ट्वा स यज्ञान्सुबहून्सम्यक्सम्पाल्य मेदिनीम् ।
सङ्ग्रामे निधनं प्राप्य शक्रलोकमितो गतः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे विविंशचरितं नाम षोडशाधिकशततमोऽध्यायः । ११६ ।
117
अथ सप्तदशाधिकशततमोऽध्यायः
खनीनेत्रचरित्रवर्णनम्
मार्कण्डेय उवाच
तस्य पुत्रः खनीनेत्रो महाबलपराक्रमः ।
यस्य यज्ञेष्वगायन्त गन्धर्वा विस्मयान्विताः
]
