`verse 1 [
खनीनेत्रसमो नान्यो भुवि यज्वा भविष्यति ।
तेन यज्ञायुते पूर्णे दत्ता पृथ्वी ससागरा
]

`verse 2 [
दत्त्वा च सकलां पृथ्वीं ब्राह्मणानां महात्मनाम् ।
तपसा द्रव्यमासाद्य मोदयन्साधितेन यः
]

`verse 3 [
यतश्च प्राप्य वित्तर्द्धिमतुलां दातृसत्तमात् ।
जगृहुर्ब्राह्मणा विप्र नान्यराज्ञः प्रतिग्रहम्
]

`verse 4 [
सप्तषष्टिसहस्राणि सप्तषष्टिशतानि च ।
सप्तषष्टिं च यो यज्ञानयजद् भूरिदक्षिणान्
]

`verse 5 [
अपुत्रः स महीपालो मृगयामुपचक्रमे ।
पुत्रार्थं पितृयज्ञाय मांसकामो महामुने
]

`verse 6 [
अश्वारूढो विना सैन्यमेक एव महावने ।
बद्धगोधाङ्गुलित्राणो बाणखड्गधनुर्धरः
]

`verse 7 [
तं वाहयन्तं तुरगमन्यतो गहनाद्वनात् ।
विनिष्क्रम्य मृगः प्राह मां हत्वाभिमतं कुरु
]

`verse 8 [
अन्ये मृगाः पलायन्ते महाभीत्या विलोक्य माम् ।
कथमात्मप्रदानं त्वं मृत्यवे कर्तुमिच्छसि
]

`speaker [
मृग उवाच
]

`verse 9 [
अपुत्रोऽहं महाराज वृथा जन्मप्रयोजनम् ।
विचारयन्न पश्यामि प्राणानामिह धारणम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 10 [
अथाभ्येत्य मृगः प्राह तमन्यो वसुधाधिपम् ।
मृगस्य तस्य प्रत्यक्षमलमेतेन पार्थिव
]

`verse 11 [
घातयस्वेति मां मांसैर्मम कर्म समाचार ।
यथा कृतार्थता ते स्यान्मम चाप्युपकारि तत्
]

`verse 12 [
पुत्रार्थं त्वं महाराज स्वपितॄन्यष्टुमिच्छसि ।
अपुत्रस्यास्य मांसेन लप्स्यसे वाञ्छितं कथम्
]

`verse 13 [
यादृक्कर्म विनिष्पाद्यं तादृग्द्रव्यमुपाहरेत् ।
दुर्गन्धैर्न सुगन्धानां गन्धज्ञानविनिर्णयः
]

`speaker [
राजोवाच
]

`verse 14 [
वैराग्यकारणं प्रोक्तमनेनापुत्रता मम ।
कथ्यतां प्राणसंत्यागे यत्ते वैराग्यकारणम्
]

`speaker [
मृग उवाच
]

`verse 15 [
बहवो मे सुता भूप बह्व्यो दुहितरस्तथा ।
यच्चिन्तादुःखदावाग्निज्वालामध्ये वसाम्यहम्
]

`verse 16 [
सर्वसाध्या नरेन्द्रेयं मृगजातिः सुकातरा ।
तेष्वपत्येषु मे चातिममत्वं तेन दुःखितः
]

`verse 17 [
मनुष्यसिंहशार्दूलवृकादिभ्यो बिभेम्यहम् ।
विहीनात्सर्वसत्त्वेभ्यः श्वशृगालादपि प्रभो
]

`verse 18 [
सोऽहं निमित्तं बन्धूनामिमां शून्यां वसुन्धराम् ।
नृसिंहादिभयात्सर्वामिच्छामि सुनृशंसकृत्
]

`verse 19 [
तृणान्यन्येऽपि खादन्ति गोऽजावितुरगादिकाः ।
तांस्तेषां पोषणायाहमिच्छामि निधनं गतान्
]

`verse 20 [
निष्क्रान्तेषु ततस्तेषु ममापत्येषु वै पृथक् ।
भवन्ति चिन्ताः शतशो ममत्वावृतचेतसः
]

`verse 21 [
किं कूटपाशं किं वज्रं वागुरां किं सुतो मम ।
प्राप्तश्चरन्वने किं वा नृसिंहादिवशं गतः
]

`verse 22 [
प्राप्तोऽयमेकः सम्प्राप्तास्तेऽवस्थां कीदृशीं मम ।
साम्प्रतं ते चिरायन्ते ये गताः सुमहावनम्
]

`verse 23 [
दृष्टवा प्राप्तान्ममाभ्याशमहं तानात्मजान्नृप ।
ईषदुछ्रवसितः क्षेममिच्छामि रजनीं पुनः
]

`verse 24 [
प्रभाते दिवसं क्षेममस्तगेऽर्के निशामपि ।
वाञ्छाम्यहं कदा क्षेमं सर्वकालं भविष्यति
]

`verse 25 [
एतत्ते कथितं भूप महोद्वेगस्य कारणम् ।
अतः प्रसादं कुरु मे बाणोऽयं पात्यतां मयि
]

`verse 26 [
इति दुःखशताविष्टः प्राणान्नाहं त्यजामि यत् ।
तत्कारणं निबोध त्वं ब्रुवतो मम पार्थिव
]

`verse 27 [
असूर्या नाम ते लोका यान्गच्छन्या् त्मघातकाः ।
यज्ञोपयुक्ताः पशवः सम्प्रयान्युवतच्छ्रितीः प्रभो
]

`verse 28 [
अग्निः पशुरभूत्पूर्वं पशुरासीज्जलाधिपः ।
भास्वानथोच्छ्रितीः प्राप्ता यज्ञे निष्ठामुपागताः
]

`verse 29 [
तन्ममैतां कृपां कृत्वा नय मामुच्छ्रितिं नृप ।
आत्मनश्चेप्सितं कामं पुत्रलाभादवाप्स्यसि
]

`speaker [
पूर्वमृग उवाच
]

`verse 30 [
राजेन्द्र नैष हन्तव्यो धन्योऽयं सुकृती मृगः ।
बहवस्तनया ह्यस्य हन्तव्योऽहमसन्ततिः
]

`speaker [
उत्तरमृग उवाच
]

`verse 31 [
एकदेहभयं यस्य दुःखं धन्यः स वै भवान् ।
बहूनि यस्य देहानि तस्य दुःखान्यनेकधा
]

`verse 32 [
एको यदाहमासं तु प्राक्तदा देहजं मम ।
दुःखमासीन्ममत्वे तु भार्यायास्तदभूद्द्विधा
]

`verse 33 [
यदाजातान्यपत्यानि तदा यावन्ति तानि वै ।
तावच्छरीरभूमीनि मम दुःखान्यथाभवन्
]

`verse 34 [
न कृतार्थो भवाम्यस्य नातिदुःखाय सम्भवः ।
इह दुःखाय मत्सूतिःपरत्र च विरोधिनी
]

`verse 35 [
यतो रक्षणपोषार्थमपत्यानां करोमि तत् ।
चिन्तयामि च सम्भूतिस्तेन मे नरके ध्रुवम्
]

`speaker [
राजोवाच
]

`verse 36 [
न वेद्मि किं सन्ततिमान्धन्योऽपुत्रोऽत्र किं मृग ।
पुत्रार्थश्चायमारम्भो मम दोलायते मनः
]

`verse 37 [
दुःखाय सन्ततिः सत्यमैहिकामुष्मिकाय तत् ।
तथाप्यतनयान्यान्ति ऋणानीति श्रुतं मया
]

`verse 38 [
सोऽहं यतिष्ये पुत्रार्थमृते प्राणिवधं मृग ।
तपसैव प्रचण्डेन यथापूर्वं महीपतिः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे खनीनेत्रचरितवर्णनं नाम सप्तदशाधिकशततमोऽध्यायः । ११७ ।
118
अथाष्टादशाधिकशततमोऽध्यायः
करन्धमचरितवर्णनम्
मार्कण्डेय उवाच
ततः स नृपतिर्गत्वा गोमतीं पापनाशिनीम् ।
तत्र तुष्टाव नियतो भूत्वा देवं पुरन्दरम्
]
