`verse 1 [
तप्यमानस्तपश्चोग्रं यतवाक्कायमानसः ।
तुष्टाव प्रयतः शक्रमपत्यार्थं महीपतिः
]

`verse 2 [
तस्य स्तोत्रेण तपसा भक्त्या चापि सुरेश्वरः ।
तुतोष भगवानिन्द्रः प्राह चैनं महामुने
]

`verse 3 [
अनेन तपसा भक्त्या स्तोत्रेणोच्चारितेन च ।
परितुष्टोऽस्मि ते भूप व्रियतां भवता वरः
]

`speaker [
राजोवाच
]

`verse 4 [
अपुत्रस्य सुतो मेऽस्तु सर्वशस्त्रभृतां वरः ।
सदा चाव्याहतैश्वर्यो धर्मकृद्धर्मवित्कृती
]

`speaker [
मार्कण्डेय उवाच
]

`verse 5 [
तथेति चोक्तः शक्रेण राजा प्राप्तमनोरथः ।
प्रजाः पालयितुं भूप आजगाम निजं पुरम्
]

`verse 6 [
तत्रास्य कुर्वतो यज्ञं सम्यक्पालयतः प्रजाः ।
अजायत सुतो विप्र तदा शक्रप्रसादतः
]

`verse 7 [
तस्य नाम पिता चक्रे बलाश्व इति भूपतिः ।
अस्त्रग्राममशेषं च ग्राहयामास तं सुतम्
]

`verse 8 [
पितर्युपरते विप्र सोऽधिराज्ये स्थितो नृपः ।
स बलाश्वो वशं निन्ये भुवि सर्वमहीक्षितः
]

`verse 9 [
करं च दापयामास सारग्रहणपूर्वकम् ।
स सर्वभूमिपान्राजा पालयामास च प्रजाः
]

`verse 10 [
अथाखिलनरेन्द्रास्ते दायादास्तस्य दुर्मदाः ।
न चाभ्युत्थाय सततं त चास्मै प्रददुः करान्
]

`verse 11 [
व्युत्थिताः स्वेषु राष्ट्रेषु न सन्तोषपरास्ततः ।
भुवं तस्य नरेन्द्रस्य जगृहुस्ते नराधिपाः
]

`verse 12 [
स गृहीत्वा स्वकं राज्यं पृथिवीशो बलान्मुने ।
तस्थौ स्वनगरे भूपैर्विरोधो बहुभिः कृतः
]

`verse 13 [
समेत्य सुमहावीर्याः ससाधनधनास्ततः ।
रुरुधुस्तं महीपालं पुरे तत्र नरेश्वराः
]

`verse 14 [
पुररोधेन तेनाथ कुपितः स महीपतिः ।
स्वल्पकोशोऽल्पदण्डश्च वैक्लव्यं परमं गतः
]

`verse 15 [
अपश्यमानः शरणं सबलो द्विजसत्तम ।
करौ मुखाग्रतः कृत्वा निशश्वासार्तमानसः
]

`verse 16 [
ततोऽस्य हस्तविवरान्मुखानिलसमाहताः ।
निर्जग्मुः शतशो योधा रथनागतुरङ्गमाः
]

`verse 17 [
ततः क्षणेन तत्सर्वं नगरं तस्य भूपतेः ।
व्याप्तमासीद्बलौघेन सारेणातिबलान्मुने
]

`verse 18 [
अथ सोऽतिबलौघेन महता तेन संवृतः ।
निर्मथ्यनगरात्तस्मात्तान्विजिग्ये नराधिपः
]

`verse 19 [
जित्वा च वशमानीय चकार करदान्पुनः ।
यथापूर्वं महाभाग महाभाग्यो नरेश्वरः
]

`verse 20 [
धुतयोः  करयोर्जज्ञे यतस्तस्यारिदाहदम् ।
बलं करन्धमस्तस्मात्स बलाश्वोऽभिधीयते
]

`verse 21 [
स धर्मात्मा महात्मा च स मैत्रः सर्वजन्तुषु ।
करन्धमोऽभवद्भूपस्त्रिषु लोकेषु विश्रुतः
]

`verse 22 [
सम्प्रास्तस्य परामार्त्तिं ददावरिविनाशनम् ।
बलं धर्मेण चाक्षिप्तमभ्युपेत्य स्वयं नृपम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे करन्धमचरितं नामाष्टादशाधिकशततमोऽध्यायः । ११८ ।
]
