`verse 1 [
ततो बभूव संग्रामस्तस्य तैः सह दारुणः ।
एकस्य बहुभिर्भूपैर्भूपपुत्रवरैर्मुने
]

`verse 2 [
तेऽसिशक्तिगदाबाणपाणयस्तं सुदुर्मदाः ।
अभिघ्नन्तो युयुधिरे तैः समस्तैरसावपि
]

`verse 3 [
स ताञ्छरशतैरुग्रैर्बिभेद नृपनन्दनः ।
कृतास्त्रो बलवान्बाणैस्ते च तं बिभिदुः शितैः
]

`verse 4 [
कस्यचिच्चिच्छिदे बाहुमन्यस्य च शिरोधराम् ।
हृदि विव्याध चैवान्यमन्यं वक्षस्यताडयत्
]

`verse 5 [
करं चिच्छेद करिणस्तुरगस्य तथा शिरः ।
रथस्येषां तथैवाश्वान्रथस्यान्यस्य सारथिम्
]

`verse 6 [
बाणानापततश्चक्रे द्विधा बाणैस्तथा द्विषाम् ।
चिच्छेदान्यस्य खड्गं च धनुरन्यस्य लाघवात्
]

`verse 7 [
तनुत्रेऽपहृते तेन ननाशान्यो नृपात्मजः ।
अविक्षिताहतश्चान्यः पदातिः प्रजहौ रणम्
]

`verse 8 [
इत्याकुलीकृते तस्मिन्समग्रे राजमण्डले ।
तस्थुः सप्तशतं वीरा मरणे कृतनिश्चयाः
]

`verse 9 [
आभिजात्यवयःशौर्यलज्जाभारसमन्विताः ।
निर्जिते सकले सैन्ये पलायनपरायणे
]

`verse 10 [
तैः समेत्य महीपालैः स तु पुत्रो महीभृतः ।
युयुधे धर्मयुद्धेन तेन तं नातिकोपितः
]

`verse 11 [
विच्छिन्नयन्त्रकवचान्स तानपि महाबलः ।
कर्त्तुं व्यवस्थितस्ते च ततः क्रुद्धा महामुने
]

`verse 12 [
धर्ममुत्सृज्य युयुधुर्युध्यमानेन धर्मतः ।
नरेन्द्रपुत्राः प्रस्वेदजलक्लिन्नाननाः समम्
]

`verse 13 [
विव्याध कश्चिद्बाणौघैः कश्चिच्चिच्छेद कार्मुकम् ।
ध्वजमस्यापरो बाणैश्छित्त्वा भूमावपातयत्
]

`verse 14 [
जघ्नुरन्ये तथैवाश्वान्बभञ्जुश्चापरे रथम् ।
गदापातेनाथ चान्ये बाणैः पृष्ठमताडयन्
]

`verse 15 [
छिन्ने धनुषि सक्रोधः स तदा नृपतेः सुतः ।
जग्राहासिं तथा चर्म तदप्यन्योन्वपातयत्
]

`verse 16 [
च्छिन्नासिचर्मा जग्राह स गदां गदिनां वरः ।
तामप्यन्यः क्षुरप्रेण चिच्छेद कृतहस्तवत्
]

`verse 17 [
अन्ये शरसहस्रेण शतेनान्ये नराधिपाः ।
विव्यधुः कोष्ठकीकृत्य धर्मयुद्धपराङ्मुखाः
]

`verse 18 [
स विह्वलः पपातोर्व्यामेको बहुभिरर्दितः ।
राजपुत्रा महाभागा बबन्धुस्ते च तं ततः
]

`verse 19 [
तमधर्मेण ते सर्वे गृहीत्वा नृपतेः सुतम् ।
विशालेन समं राज्ञा वैदिशं विविशुः परम्
]

`verse 20 [
हृष्टाः प्रमुदिता बद्धं समादाय नृपात्मजम् ।
स्वयंवरा च सा कन्या न्यस्ता तेन ततः पुरः
]

`verse 21 [
पुनः पुनश्च पित्रोक्ता तथापि च पुरोधसा ।
आलम्ब्यतामिति वरो यस्ते राजसु रोचते
]

`verse 22 [
यदा सा मानिनी कञ्चिन्न जग्राह वरं मुने ।
तदा पप्रच्छ दैवज्ञं विवाहार्थं नरेश्वरः
]

`verse 23 [
विशिष्टतरमेतस्या विवाहाय दिनं वद ।
अद्यैतदीदृक्सञ्जातं युद्धं विघ्नोपपादकम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 24 [
इति पृष्टो नरेन्द्रेण स दैवज्ञो विमृश्य तत् ।
दुर्मनाः प्राह विज्ञातपरमार्थो महीपतिम्
]

`verse 25 [
भविष्यन्त्यपराणीह दिनानि पृथिवीपते ।
प्रशस्तलग्नयुक्तानि शोभनान्यचिरेण वै
]

`verse 26 [
करिष्यसि विवाहं त्वं तेषु प्राप्तेषु मानद ।
अलमेतेन यत्रायं महाविघ्न उपस्थितः
]

`colophon [
इति श्रीमार्कण्डेयपुराणेऽविक्षिच्चरितं नाम विंशत्यधिकशततमोऽध्यायः । १२० ।
]
