`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
ततः शुश्राव तं बद्धं तनयं स करन्धमः ।
तस्य पत्नी तथा वीरा अन्ये चापि महीभृतः
]

`verse 2 [
तमधर्मेण तनयं बद्धं श्रुत्वा महीपतिः ।
समन्तैः पृथिवीपालैश्चिरं दध्यौ महामुने
]

`verse 3 [
केचिदूचुर्महीपाला वध्याः सर्वे महीभृतः ।
यैरेकः संयुगे बद्धः समस्तैस्तैरधर्मतः
]

`verse 4 [
युज्यतां वाहिनी शीघ्रमूचुरन्ये किमास्यते ।
विशालो बध्यतां दुष्टस्तत्र येऽन्ये समागताः
]

`verse 5 [
अन्ये तथोचुर्धर्मोऽत्र त्यक्तः पूर्वमहीक्षिता ।
अन्यायेन बलाद्येन गृहीता तमवाच्छती
]

`verse 6 [
स्वयंवरेष्वशेषेषु तेन राजसुतास्तदा ।
खिलीकृतास्ततः सर्वे समेत्य स वशीकृतः
]

`verse 7 [
तेषामेतद्वचः श्रुत्वा वीरा वीरप्रजावती ।
वीरगोत्रसमुद्भूता वीरपत्नी प्रहर्षिता
]

`verse 8 [
उवाच भर्त्तुः प्रत्यक्षमन्येषां च महीक्षिताम् ।
भद्रं कृतं भद्रभुजा मम पुत्रेण पार्थिवाः
]

`verse 9 [
गृहीता यद्बलात्कन्या जित्वा सर्वमहीक्षितः ।
तदर्थं युध्यमानोऽयं बद्ध एको न धर्मतः
]

`verse 10 [
तदप्यस्मत्सुतस्याजौ मन्ये नापचयप्रदम् ।
एतदेवहि पौरुष्यं यदमर्षवशान्नरः
]

`verse 11 [
नीतिं न गणयत्येवं जिघांसुरिव केसरी ।
स्वयंवराय विन्यस्ता मम पुत्रेण कन्यका
]

`verse 12 [
बह्व्यो गृहीता भूपानां पश्यतामतिमानिनाम् ।
क्व क्षत्रियकुले जन्म क्व याञ्चा हीनसेविता
]

`verse 13 [
बलादेव समादत्ते क्षत्रियो बलिनां पुरः ।
लोहशृंखलबद्धा वा न वशं यान्ति कातराः
]

`verse 14 [
प्रसह्यकारिणो यान्ति राजानो धर्मशालिनः ।
तदलं दौर्मनस्येन श्लाघ्यमेवास्य बन्धनम्
]

`verse 15 [
युष्माकमपि ये पूर्वे कृत्वारीणां निपातनम् ।
हृत्वैव पृथिवीशानां पृथ्वीपुत्रादिकं वसु
]

`verse 16 [
भार्यावीर्यनिमित्तानि ततो यातातिगौरवम् ।
तत्त्वर्यतां रणायाशु स्यन्दनान्यधिरोहत । १६
सज्जीकुरुत नागाश्वमचिरेण ससारथिम् ।
मन्यध्वं किं महीपालैर्बहुभिः सह विग्रहम्
]

`verse 17 [
प्रभूता एव तोषाय शूरस्याल्परणे क्रियाः ।
कस्य नाल्पेषु सामर्थ्यं नरेन्द्रादिषु जायते
]

`verse 18 [
येभ्यो न विद्यते भीतिर्विक्रान्तस्यापि शत्रुषु ।
व्याप्य लोभान्समस्तान्यो ह्यभिभूय यतो नरः । ।
व्यरोचतेऽतिशूरः स तमांसीव दिवाकरः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 19 [
इत्थमुद्धर्षितो राजाऽनया पत्न्या करन्धमः ।
चकार स बलोद्योगं हन्तुं पुत्राहितान्मुने
]

`verse 20 [
ततस्तस्य समं भूपैर्विशालेन च सङ्गरः ।
बभूव बद्धपुत्रस्य तैरशेषैर्महामुने
]

`verse 21 [
दिनत्रयमभूद्युद्धं तेन राज्ञा समं तदा ।
करन्धमेन भूपानां विशालस्यानुकुर्वताम्
]

`verse 22 [
यदा पराजितप्रायं तत्सर्वं भूपमण्डलम् ।
तदा विशालोऽर्घ्यकरः करन्धममुपस्थितः
]

`verse 23 [
करन्धमोऽपि सम्प्रीत्या तेन राज्ञाभिपूजितः ।
विमुक्ते तनये तत्र निशान्तां सुखमावसत्
]

`verse 24 [
तां च कन्यामुपादाय विशालं समुपस्थितम् ।
अविक्षित्प्राह विप्रर्षे विवाहार्थं पितुः पुरः
]

`verse 25 [
नाहमेतां ग्रहीष्यामि न चान्यां योषितं नृप ।
परैर्यस्या निरीक्षन्त्याः संग्रामेऽहं पराजितः
]

`verse 26 [
अन्यस्मै सम्प्रयच्छेमामियं चान्यं वृणोतु तम् ।
अखण्डितयशो वीर्यो यः परैर्नापमानितः
]

`verse 27 [
परैः पराजितोऽहं यत्कातरेयं यथाऽबला ।
किमत्र मानुषत्वं मे नैतस्या मम चान्तरम्
]

`verse 28 [
स्वतन्त्रता मनुष्याणां परतन्त्रा सदाऽबला ।
नरोऽपि परतन्त्रो यस्तस्य कीदृङ्मनुष्यता
]

`verse 29 [
सोऽहमस्या मुखं भूयो दृष्टं दर्शयिता कथम् ।
योऽहमस्याः पुरो भूमौ परैर्भूपैः खिलीकृतः
]

`verse 30 [
इत्युक्ते तेन तनयामुवाच जगतीपतिः ।
श्रुतं ते वचनं वत्से वदतोऽस्य महात्मनः ।।
वरयान्यं पतिं यत्र मनस्ते रमते शुभे
]

`verse 31 [
वयं वा सम्प्रयच्छामो यस्मिंस्तस्मिंस्तवादृतिः ।
एतयोर्ह्येकमातिष्ठ मार्गयो रुचिरानने
]

`speaker [
कन्योवाच
]

`verse 32 [
पराजितोऽयं बहुभिर्न सम्यक्सम्यगाचरन् ।
संग्रामे तद्यशो वीर्यहानिकारि न पार्थिव
]

`verse 33 [
एको बहूनां युद्धाय गजानामिव केसरी ।
यत्संस्थितः परं शौर्यं तेनास्य प्रकटीकृतम्
]

`verse 34 [
न केवलमयं तस्थौ युद्धे तेप्यखिला जिताः ।
बहुशोऽनेन यत्नेन विक्रमोऽपि प्रकाशितः
]

`verse 35 [
शौर्यविक्रमसंयुक्तमिमं सर्वमहीक्षितः ।
धर्मयुद्धमधर्मेण जितवन्तोऽत्र का त्रपा
]

`verse 36 [
न चापि रूपमात्रेऽहं लोभमस्य गता पितः ।
शौर्यविक्रमधैर्याणि हरन्त्यस्य मनो मम
]

`verse 37 [
तत्किमुक्तेन बहुना याच्यतां मत्कृते नृपः ।
त्वया महानुभावोऽयं नान्यो मे भविता पतिः
]

`speaker [
विशाल उवाच
]

`verse 38 [
राजपुत्रसुता प्राह ममैतच्छोभनं वचः ।
एवं चैव त्वया तुल्यः कुमारो न महीतले
]

`verse 39 [
अविसंवादिते शौर्यमतीव च पराक्रमः ।
पावयास्मत्कुलं वीर दुहितुर्मे परिग्रहात्
]

`speaker [
राजपुत्र उवाच
]

`verse 40 [
नाहमेतां ग्रहाष्यामि न चान्यां योषितं नृप ।
आत्मन्येव हि मे बुद्धिः स्त्रीमयी मनुजेश्वर
]

`speaker [
मार्कण्डेय उवाच
]

`verse 41 [
ततः करन्धमः प्राह पुत्रेयं गृह्यतां त्वया ।
विशालतनया सुभ्रूस्त्वयि हार्दवती दृढम्
]

`speaker [
राजपुत्र उवाच
]

`verse 42 [
नाज्ञाभङ्गः कदाचित्ते कृतः पूर्वं मया प्रभो ।
तथाऽऽज्ञापय मां तात यथाज्ञां करवाणि ते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 43 [
अत्यन्तनिश्चितमतौ तस्मिन्राजसुते सुताम् ।
तामुवाच विशालोऽपि व्याकुलीकृतमानसः
]

`verse 44 [
निवर्त्यतां मनः पुत्रि एतस्माच्च प्रयोजनात् ।
अन्यं वरय भर्त्तारं सन्त्यनेके नृपात्मजाः
]

`speaker [
कन्योवाच
]

`verse 45 [
वरं वृणोम्यहं तात मामेष यदि नेच्छति ।
तपसाऽन्यो न मे भर्त्ता जन्मन्यस्मिन्भविष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 46 [
ततः करन्धमो राजा विशालेन समं मुदा ।
स्थित्वा दिनत्रयं तत्र निजमभ्याययौ पुरम्
]

`verse 47 [
अविक्षितोपि तेनैव पित्रान्यैश्च नराधिपैः ।
निदर्शनैः पुरावृत्तैः सान्त्वितोऽभ्यागमत्पुरम्
]

`verse 48 [
सापि कन्या वनं गत्वा निसृष्टा निजबान्धवैः ।
तपस्तेपे निराहारा वैराग्यं परमास्थिता
]

`verse 49 [
निराहारा यदा सा तु मासत्रयमवस्थिता ।
सम्प्राप परमामार्त्तिं कृशाधमनिसन्तता
]

`verse 50 [
मन्दोत्साहातितन्वङ्गी मुमूर्षुरपि बालिका ।
देहत्यागाय सा चक्रे तदा बुद्धिं नृपात्मजा
]

`verse 51 [
आत्मत्यागाय तां ज्ञात्वा कृतबुद्धिं सुरास्ततः ।
समेत्य प्रेषयामासुर्देवदूतं तदन्तिकम्
]

`verse 52 [
समुपेत्य स तां प्राह दूतोऽहं पार्थिवात्मजे ।
प्रेषितस्त्रिदशैस्तुभ्यं यत्कार्यं तन्निशामय
]

`verse 53 [
न भवत्या परित्याज्यं शरीरमतिदुर्लभम् ।
त्वं भविष्यसि कल्याणि जननी चक्रवर्तिनः
]

`verse 54 [
पुत्रेण च महाभागे भोक्तव्यानि हतारिणा ।
अव्याहताज्ञेन चिरं सप्तद्वीपवती मही
]

`verse 55 [
हन्तव्यस्तेन तरुजिद्देवानां पुरतो रिपुः ।
अयःशंकुस्तथा क्रूरो धर्मे स्थाप्यास्ततः प्रजाः
]

`verse 56 [
परिपालनीयमखिलं चातुर्वर्ण्यं स्वधर्मतः ।
हन्तव्या दस्यवो म्लेच्छा ये चान्ये दुष्टचेष्टिताः
]

`verse 57 [
यष्टव्यं विविधैर्यज्ञैः समाप्तवरदक्षिणैः ।
वाजिमेधादिभिर्भद्रे षट्सहस्रैश्च संख्यया
]

`speaker [
मार्कण्डेय उवाच
]

`verse 58 [
तं दृष्ट्वा साऽन्तरिक्षस्थं दिव्यस्रगनुलेपनम् ।
देवदूतमुवाचेदं राजपुत्री ततो मृदु
]

`verse 59 [
सत्यं त्वमागतः स्वर्गाद्देवदूतो न संशयः ।
किन्तु भर्त्रा विना पुत्रः स कथं मे भविष्यति
]

`verse 60 [
अविक्षितमृते भर्त्ता मम नान्योऽत्र जन्मनि ।
भवितेति प्रतिज्ञातं मयैतत्सन्निधौ पितुः
]

`verse 61 [
स च नेच्छति मां प्रोक्तो मत्पित्रा जनकेन च ।
करन्धमेनाथ सम्यग्याचितश्च मया तथा
]

`speaker [
देवदूत उवाच
]

`verse 62 [
किमनेन महाभागे बहुनोक्तेन ते सुतः ।
समुत्पत्स्यति मा त्याक्षीस्त्वमात्मानमधर्मतः
]

`verse 63 [
अत्रैव कानने तिष्ठ तनुं क्षीणां च पोषय ।
तपःप्रभावादेतत्ते सर्वं साधु भविष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 64 [
इत्युक्त्वा देवदूतोऽसौ यथागतमगच्छत ।
चकारानुदिनं सुभ्रूः साप्यात्मतनुपोषणम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणेऽविक्षिच्चरितं नामैकविंशत्यधिकशततमोऽध्यायः । १२१ ।
122
अथ द्वाविंशत्यधिकशततमोऽध्यायः
अविक्षिच्चरितवर्णनम्
मार्कण्डेय उवाच
अथ साऽविक्षितो माता वीरा वीर प्रजावती ।
पुण्येऽहनि समाहूय प्राह पुत्रमविक्षितम्
]
