`verse 1 [
पुत्राहमभ्यनुज्ञाता तव पित्रा महात्मना ।
उपवासं करिष्यामि दुष्करोऽयं किमिच्छकः
]

`verse 2 [
स चायत्तस्तव पितुस्त्वया साध्यो मयापि च ।
प्रतिज्ञाते त्वया पुत्र ततस्तत्र यताम्यहम्
]

`verse 3 [
द्रव्यस्यार्द्धं महाकोशात्तव दास्याम्यहं पितुः ।
धनं ते पितुरायत्तमनुज्ञाताऽस्मि तेन च
]

`verse 4 [
क्लेशसाध्यो मदायत्तः स हि श्रेयो भविष्यति ।
साध्यो भवेद्वा यदि ते कश्चिद्बलपराक्रमैः
]

`verse 5 [
स तेऽसाध्यो ह्यन्यथा वा दुःखसाध्यो भविष्यति ।
तत्त्वं प्रतिज्ञां कुरुषे यदि पुत्रात्र चैव ते । ।
तदैतदहमावाप्स्ये कथ्यतां यन्मतं तव
]

`verse 6 [
अविक्षिदुवाच
वित्तं मे पितुरायत्तं मत्स्वामित्वं न तत्र वै ।
यन्मच्छरीरनिष्पाद्यं तत्करिष्ये त्वयोदितम्
]

`verse 7 [
किमिच्छकं व्रतं मातर्निश्चिन्ता भव निर्व्यथा ।
राज्ञा पित्राऽभ्यनुज्ञातं यदि वित्तेश्वरेण मे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 8 [
ततः सा राजमहिषी तद्व्रतं समुपोषिता ।
यथोक्तं साऽकरोत्पूजां राजराजस्य संयता
]

`verse 9 [
निधीनामप्यशेषाणां निधिपालगणस्य च ।
लक्ष्म्याश्च परया भक्त्या यतवाक्कायमानसा
]

`verse 10 [
विविक्ते तु गृहस्थोऽयमथ राजा करन्धमः ।
आसीन उक्तः सचिवैर्नीतिशास्त्रविशारदैः
]

`speaker [
सचिवा ऊचुः
]

`verse 11 [
राजन्वयः परिणतं तवैतच्छासतो महीम् ।
एकस्ते तनयोऽविक्षित्त्यक्तदारपरिग्रहः
]

`verse 12 [
अपुत्रः स च ते निष्ठां यदा भूप गमिष्यति ।
तदारिपक्षं पृथिवी निश्चितं तव यास्यति
]

`verse 13 [
वंशक्षयस्ते भविता पितृपिण्डोदकक्षयः ।
एतन्महत्तेऽरिभयं क्रियाहान्या भविष्यति
]

`verse 14 [
तस्मात्कुरु तथा भूप यथा ते तनयः पुनः ।
करोति सततं बुद्धिं पितॄणामुपकारिणीम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 15 [
एतस्मिन्नन्तरे शब्दं शुश्राव जगतीपतिः ।
पुरोहितस्य वीराया गदतो ह्यर्थिनं प्रति
]

`verse 16 [
कः किमिच्छति दुःसाध्यं कस्य किं साध्यतामिति ।
करन्धमस्य महिषी किमिच्छिकमुपोषिता
]

`verse 17 [
राजपुत्रोऽप्यविक्षित्तु श्रुत्वा पौरोहितं वचः ।
प्रत्युवाचार्थिनः सर्वान्राजद्वारमुपागतान्
]

`verse 18 [
मया साध्यं शरीरेण यस्य किञ्जिद्ब्रवीतु सः ।
मम माता महाभागा किमिच्छिकमुपोषिता
]

`verse 19 [
शृण्वन्तु मेऽर्थिनः सर्वे प्रतिज्ञातं मया तदा ।
किमिच्छथ ददाम्येष क्रियमाणो किमिच्छिके
]

`speaker [
मार्कण्डेय उवाच
]

`verse 20 [
ततो राजा निशम्यैतद्वाक्यं पुत्रमुखाच्छ्रुतम् ।
समुत्पत्याब्रवीत्पुत्रमहमर्थी प्रयच्छ मे
]

`verse 21 [
अविक्षिदुवाच
दातव्यं यन्मया तात भवते तद्ब्रवीहि माम् ।
कर्तव्यं दुष्करं वा ते साध्यं दुःसाध्यमेव वा
]

`speaker [
राजोवाच
]

`verse 22 [
यदि सत्यप्रतिज्ञस्त्वं ददासि च किमिच्छकम् ।
पौत्रस्य दर्शय मुखं ममोत्सङ्गगतस्य तत्
]

`verse 23 [
अविक्षिदुवाच
अहं तवैकस्तनयो ब्रह्मचर्यं च मे नृप ।
न मे पुत्रोऽस्ति पौत्रस्य दर्शयामि कथं मुखम्
]

`speaker [
राजोवाच
]

`verse 24 [
पापाय ब्रह्मचर्यं ते यदिदं धार्यते त्वया ।
तस्मात्त्वं मोचयात्मानं मम पौत्रं च दर्शय
]

`verse 25 [
अविक्षिदुवाच
विषमं स्यान्महाराज यदन्यत्तत्समादिश ।
वैराग्येण मया त्यक्तः स्त्रीसंभोगस्तथास्तु सः
]

`speaker [
राजोवाच
]

`verse 26 [
बहुभिर्युध्यमानानां दृष्टो वै वैरिणां जयः ।
तत्रापि यदि वैराग्यमुपैषि तदपण्डितः
]

`verse 27 [
किं वा नो बहुनोक्तेन ब्रह्मचर्यं परित्यज ।
मातुस्त्वमिच्छया वक्त्र पौत्रस्य मम दर्शय
]

`speaker [
मार्कण्डेय उवाच
]

`verse 28 [
यदा स बहुशस्तेन प्रोक्तः पुत्रेण पार्थिवः ।
नान्यत्प्रार्थयते किंचित्तदा पुत्रोऽब्रवीत्पुनः
]

`verse 29 [
दत्त्वा किमिच्छकं तुभ्यं प्राप्तोऽहं तात सङ्कटम् ।
तत्करिष्यामि निर्लज्जो भूयो दारपरिग्रहम्
]

`verse 30 [
स्त्रियाः समक्षं विजितः पतितो धरणीतले ।
स्त्रीपतिर्भविता भूयस्तातैतदतिदुष्करम्
]

`verse 31 [
तथापि किं करोम्येष सत्यपाशवशङ्गतः ।
करिष्यामि यथाऽऽत्थ त्वं भुज्यतां निजशासनम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणेऽविक्षिच्चरितं नाम द्वाविंशत्यधिकशततमोऽध्यायः । १२२ ।
123
अथ त्रयोविंशत्यधिकशततमोऽध्यायः
अविक्षिच्चरितवर्णनम्
मार्कण्डेय उवाच
कदाचिद्राजपुत्रोऽसौ मृगयामचरद्वने ।
मृगान्विध्यन्वराहांश्च शार्दूलादींश्च दंष्ट्रिणः
]
