`verse 1 [
शुश्राव सहसा शब्दं त्राहित्राहीति योषितः ।
विक्रोशन्त्याः सुबहुशो भयगद्गदमुच्चकैः
]

`verse 2 [
माभैर्माभैरिति वदन्राजपुत्रः स वेगितः ।
चोदयामास तुरगं यतः शब्दः समागतः
]

`verse 3 [
.
ततश्च सापि चुक्रोश कन्यका विजने वने ।
गृहीता दनुपुत्रेण दृढकेशेन मानिनी
]

`verse 4 [
करन्धमसुतस्याहं भार्या चाहमविक्षितः ।
हरत्यनार्यो विपिने पृथिवीशस्य धीमतः
]

`verse 5 [
यस्य सर्वे महीपालास्तथा गन्धर्वगुह्यकाः ।
न समर्थाः पुरः स्थातुं तस्य भार्या हतास्म्यहम्
]

`verse 6 [
यस्य मृत्योरिव क्रोधः शक्रस्येव पराक्रमः ।
करन्धमसुतस्यैषा तस्य भार्या हृतास्म्यहम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 7 [
इत्याकर्ण्य महीपालतनयः सशरासनी ।
चिन्तयामास किमिदं मम भार्यात्र कानने
]

`verse 8 [
मायेयं रक्षसां नूनं दुष्टानां काननौकसाम् ।
अथवा गत एवाहं सर्वं वेत्स्यामि कारणम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 9 [
त्वरितः स ततो गत्वा ददर्शातिमनोरमाम् ।
कानने कन्यकामेकां सर्वालङ्कारभूषिताम्
]

`verse 10 [
गृहीतां दनुपुत्रेण दृढकेशेन दण्डिना ।
त्राहित्राहीति करुणं विक्रोशन्ती पुनः पुनः
]

`verse 11 [
मा भैरिति स तामाह हतोऽसीति च तं वदन् ।
शासतीमां महीं दुष्टः को दूयेत करन्धमे
]

`verse 12 [
यस्य प्रतापावनता भुवि सर्वे महीक्षितः ।
ततस्तमागतं दृष्ट्वा गृहीतवरकार्मुकम्
]

`verse 13 [
मां त्राहीत्याह तन्वङ्गी हृतास्म्येषेति चासकृत् ।
राज्ञः करन्धमस्याहं स्नुषा भार्याप्यविक्षितः । ।
हृतास्म्येतेन दुष्टेन सनाथाऽनाथवद्वने
]

`speaker [
मार्कण्डेय उवाच
]

`verse 14 [
ततो विममृशे वाक्यमविक्षित्स तथोदितम् ।
कथमेषा हि मे भार्या स्नुषा तातस्य वा कथम्
]

`verse 15 [
अथवा मोचयाम्येतां तन्वीं वेत्स्यामि तत्पुनः ।
क्षत्रियैर्धार्यते शस्त्रमार्तानां त्राणकारणात्
]

`verse 16 [
ततः कुद्धोऽब्रवीद्वीरो दानवं तं सुदुर्मतिम् ।
जीवन्गच्छ विमुच्यैनामन्यथा न भविष्यसि
]

`verse 17 [
ततः स तां विहायोच्चैर्दण्डमुत्क्षिप्य दानवः ।
तमप्यधावत्सोऽप्येनं शरवर्षैरवाकिरत्
]

`verse 18 [
स वार्यमाणो बाणौघैर्दानवोऽतिमदान्वितः ।
राजपुत्राय चिक्षेप दण्डं शंकुशतावृतम्
]

`verse 19 [
तमापतन्तं चिच्छेद शरैर्भूपसुतस्ततः ।
सोऽप्यासन्नं गृहीत्वोच्चैर्द्रुममाजौ व्यवस्थितः
]

`verse 20 [
सृजतः शरवर्षाणि तं चिक्षेप ततो द्रुमम् ।
स च तं तिलशश्चैके भल्लैः कार्मुकमोचितैः
]

`verse 21 [
ततश्चिक्षेप च शिलां राजपुत्राय दानवः ।
सापि मोघा पपातोर्व्यामुज्झिता तेन लाघवात्
]

`verse 22 [
राजपुत्राय कुपितो यद्यच्चिक्षेप दानवः ।
तत्तच्चिच्छेद बाणौघैर्भूभृत्सूनुः सलीलया
]

`verse 23 [
ततो विच्छिन्नदण्डोऽसौ विच्छिन्नसकलायुधः ।
मुष्टिमुद्यम्य सक्रोधो राजपुत्रमधावत
]

`verse 24 [
तस्यापतत एवासौ करन्धमसुतः शिरः ।
छित्त्वा वेतसपत्रेण पातयामास वै भुवि
]

`verse 25 [
तस्मिन्विनिहते देवैर्दानवे दुष्टचेष्टिते ।
करन्धमसुतः सर्वैः साधुसाध्विति भाषितः
]

`verse 26 [
वरं वृणीष्वेति तदा देवैरुक्तो नृपात्मजः ।
वव्रे पुत्रं महावीर्यं पितुः प्रियचिकीर्षया
]

`speaker [
देवा ऊचुः
]

`verse 27 [
भविष्यति हि ते पुत्रश्चक्रवर्त्ती महाबलः ।
अस्यामेव हि कन्यायां मोक्षितायां त्वयानघ
]

`speaker [
राजपुत्र उवाच
]

`verse 28 [
पित्राहं सत्यपाशेन बद्ध इच्छाम्यहं सुतम् ।
राजभिनिर्जितेनाजौ त्यक्तो मे दारसंग्रहः
]

`verse 29 [
सा च मे यावता त्यक्ता विशालनृपतेः सुता ।
तया च मत्कृते त्यक्तो मामृते नरसङ्गमः
]

`verse 30 [
तत्कथं तामपास्याद्य विशालतनयामहम् ।
नृशंसात्मा करिष्यामि अन्यनारीपरिग्रहम्
]

`speaker [
देवा ऊचुः
]

`verse 31 [
इयमेव हि ते भार्या श्लाघ्यते या त्वया सदा ।
विशालस्य सुता सुभ्रूस्त्वत्कृते याऽऽश्रिता तपः
]

`verse 32 [
अस्यामुत्पत्स्यते वीरः सप्तद्वीपप्रसाधकः ।
यष्टा यज्ञसहस्राणां चक्रवर्त्ती सुतस्तव
]

`speaker [
मार्कण्डेय उवाच
]

`verse 33 [
इत्युच्चार्य ययुर्देवाः करन्धमसुतं द्विज ।
सोऽप्याह तां तदा पत्नी कथ्यतां भीरु किन्त्विदम्
]

`verse 34 [
सा चास्मै कथयामास त्यक्ताहं भवता यदा ।
त्यक्तबन्धुजनाऽरण्यं निर्वेदात्समुपागता
]

`verse 35 [
अत्राहं तपसा वीर क्षीणप्रायं कलेवरम् ।
त्यक्तुकामा समभ्येत्य देवदूतेन वारिता
]

`verse 36 [
भविष्यति च पुत्रस्ते चक्रवर्त्ती महाबलः ।
प्रीणयिष्यति यो देवानसुरांश्च हनिष्यति
]

`verse 37 [
इति देवाज्ञया तेन देवदूतेन वारिता ।
न सन्य्ेक्तवती देहं त्वत्सङ्गममनोरथा
]

`verse 38 [
परश्वश्च महाभाग स्नातुं गङ्गाह्रदं गता ।
अवतीर्णा विकृष्टास्मि वृद्धनागेन केनचित्
]

`verse 39 [
ततो रसातलं नीता तेन तत्र च मे पुरः ।
नागाः सहस्रशस्तस्थुर्नागपत्न्यः कुमारकाः
]

`verse 40 [
तुष्टुवुर्मां समभ्येत्य मामन्येऽपूजयंस्तथा ।
ययाचिरे सविनयं नागा मामङ्गनास्तथा
]

`verse 41 [
प्रसादं कुरु सर्वेषां त्वमस्माकं सुतस्त्वया ।
अपराधमुपेतानां संनिवार्यो वधोन्मुखः
]

`verse 42 [
अपराधं करिष्यन्ति त्वत्पुत्रस्यानिलाशनाः ।
तन्निमित्तं निवार्योऽसौ प्रसादः क्रियतामिति
]

`verse 43 [
तथेति च मया प्रोक्ते दिव्यैः पातालभूषणैः ।
भूषिताहं तथा पुष्पैर्गन्धवासोभिरुत्तमैः
]

`verse 44 [
समानीता तथा लोकमिमं तेनानिलाशिना ।
पुरा यथा कान्तिमती पूर्ववद्रूपशालिनी । ४५
इति रूपवतीं दृष्ट्वा सर्वालङ्कारभूषिताम् ।
जग्राह दृढकेशोऽयं हर्तुकामः सुदुर्मतिः
]

`verse 45 [
युष्मद्बाहुबलेनाहं राजपुत्र विमोक्षिता ।
तत्प्रसीद महाबाहो मा प्रतीच्छ त्वया समः । ।
भूलोके राजपुत्रोऽन्यो नास्ति सत्यं ब्रवीम्यहम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणेऽविक्षिच्चरितं नाम त्रयोविंशत्यधिकशततमोऽध्यायः । १२३ ।
124
अथ चतुर्विंशत्यधिकशततमोऽध्यायः
मरुत्तपुत्रोत्पत्तिवर्णनम्
मार्कण्डेय उवाच
इति तस्या वचः श्रुत्वा स्मृत्वा पितृवचः शुभम् ।
किमिच्छके प्रतिज्ञाते यदुक्तं तेन भूभृता
]
