`verse 1 [
प्रत्युवाच स तां कन्यामविक्षिन्नृपतेः सुतः ।
सानुरागमनाः कन्यां त्यक्तभोगां च तत्कृते
]

`verse 2 [
यदाहं त्यक्तवांस्तन्वीं त्वामरातिपराजितः ।
विजित्य शत्रून्सम्प्राप्ता त्वं मयात्र करोमि किम्
]

`speaker [
कन्योवाच
]

`verse 3 [
मम पाणिं गृहाण त्वं रमणीयेऽत्र कानने ।
सकामायाः सकामेन सङ्गमो गुणवान्भवेत्
]

`speaker [
राजपुत्र उवाच
]

`verse 4 [
एवं भवतु भद्रं ते विधिरेवात्र कारणम् ।
अन्यथा कथमन्यत्र त्वामहं च समागतः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 5 [
एतस्मिन्नन्तरे प्राप्तो गन्धर्वतनयो मुने ।
वराप्सरोभिः सहितो गन्धर्वैरपरैर्वृतः
]

`speaker [
गन्धर्व उवाच
]

`verse 6 [
राजपुत्र सुतेयं  मे भामिनी नाम मानिनी ।
अभिशापादगस्त्यस्य विशालतनयाऽभवत्
]

`verse 7 [
बालभावेन योऽगस्त्यः कोपितः क्रीडमानया ।
ततस्तेन तदा शप्ता मानुषी त्वं भविष्यसि
]

`verse 8 [
प्रसादितः स चास्माभिर्बालेयमविवेकिनी ।
तवापराद्धा विप्रर्षे प्रसादः क्रियतामिति
]

`verse 9 [
प्रसाद्यमानः सोऽस्माभिरिदमाह महामुनिः ।
बालेति मत्वा शापोऽल्पो दत्तोऽस्या नान्यथैव तत्
]

`verse 10 [
इति शापादगस्त्यस्य विशालभवने शुभा ।
जातेयं मत्सुता सुभ्रूर्भामिनी नाम नामतः
]

`verse 11 [
तदस्याहं कृते प्राप्तो गृहाणेमां नृपात्मजाम् ।
ममात्मजा सुतस्तेऽत्र चक्रवर्ती भविष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 12 [
तथेत्युक्त्वेति तस्याश्च स पाणिं पार्थिवात्मजः ।
जग्राह विधिवद्धोमं चक्रे तत्र च तुम्बुरुः
]

`verse 13 [
प्रजगुर्देवगन्धर्वा ननृतुश्चाप्सरोगणाः ।
पुष्पाणि ससृजुर्मेघा देववाद्यानि सस्वनुः
]

`verse 14 [
विवाहे राजपुत्रस्य तया तत्र समेयुषः ।
समस्तवसुधात्राणकर्तृकारणभूतया
]

`verse 15 [
ततो गन्धर्वलोकं ते सह तेन महात्मना ।
निःशेषेण ययुः सा च स राजसुतो मुने
]

`verse 16 [
भामिन्या मुमुदे सार्द्धमविक्षिन्नृपनन्दनः ।
सा च तेन समं तत्र भोगसम्पत्समन्विता
]

`verse 17 [
कदाचिदतिरम्येऽसौ नगरोपवने तया ।
विक्रीडति समं तन्व्या कदाचिदुपपर्वते
]

`verse 18 [
कदाचित्पुलिने नद्या हंससारसशोभिते ।
कदाचिद्भवनस्यान्ते प्रासादे चातिशोभने
]

`verse 19 [
विहारदेशेष्वन्येषु रमणीयेष्वहर्निशम् ।
स रेमे सहितस्तन्व्या सा च तेन महात्मना
]

`verse 20 [
भक्ष्यानुलेपनं वस्त्रं स्रक्पानादिकमुत्तमम् ।
उपाजह्रुस्तयोस्तत्र मुनिगन्धर्वकिन्नराः
]

`verse 21 [
तया च रमतस्तस्य भामिन्या सह दुर्लभे ।
गन्धर्वलोके वीरस्य पुत्रं सा सुषुवे शुभा
]

`verse 22 [
तस्मिञ्जाते महावीर्ये गन्धर्वाणां महोत्सवः ।
बभूव मनुजव्याघ्रे तेन कार्यमवेक्षताम्
]

`verse 23 [
जगुः केचित्तथैवान्ये मृदङ्गपटहानकान् ।
अवादयन्त चैवान्ये वेणुवीणादिकांस्तथा
]

`verse 24 [
ननृतुश्च तथा तत्र बहवोऽप्सरसां गणाः ।
पुष्पवृष्टिमुचो मेघा जगर्जुर्मृदुनिस्वनाः
]

`verse 25 [
तथा कोलाहले तस्मिन्वर्तमानेऽथ तुम्बुरुः ।
प्रणयेन स्मृतोऽभ्येत्य जातकर्माकरोन्मुनिः
]

`verse 26 [
देवाः समाययुः सर्वे तथा देवर्षयोऽमलाः ।
पातालात्पन्नगेन्द्राश्च शेषवासुकितक्षकाः
]

`verse 27 [
तथा देवासुराणां च ये प्रधाना द्विजोत्तम ।
यक्षाणां गुह्यकानां च वायवश्च तथाऽखिलाः
]

`verse 28 [
तदाऽऽगतैरशेषर्षिदेवदानवपन्नगैः ।
मुनिभिश्चाकुलमभूद्गन्धर्वाणां महत्पुरम्
]

`verse 29 [
ततः स तुम्बुरुः कृत्वा जातकर्मादिकाः क्रियाः ।
चक्रे स्वस्त्ययनं तस्य बालस्य स्तुतिपूर्वकम्
]

`verse 30 [
चक्रवर्ती महावीर्यो महाबाहुर्महाबलः ।
महान्तं कालमीशित्वमशेषायाः क्षितेः कुरु
]

`verse 31 [
इमे शक्रादयः सर्वे लोकपालस्तथर्षयः ।
स्वस्ति कुर्वन्तु त वीर वीर्यं चारिविनाशनम्
]

`verse 32 [
मरुत्तव शिवायास्तु वाति पूर्वेण योऽरजाः ।
मरुत्ते विमलोऽक्षीणोऽवैषम्यायास्तु दक्षिणः
]

`verse 33 [
पश्चिमस्ते मरुद्वीर्यमुत्तमं ते प्रयच्छतु ।
बलं यच्छतु चोत्कृष्टं मरुत्ते च तथोत्तरः
]

`verse 34 [
इति स्वस्त्ययनस्यान्ते वागुवाचाशरीरिणी ।
मरुत्तवेति बहुशो यदिदं गुरुरब्रवीत्
]

`verse 35 [
मरुत्त इति तेनायं भुवि ख्यातो भविष्यति ।
भुवि चास्य महीपाला यास्यन्याब्ज्ञावशा यतः
]

`verse 36 [
एष सर्वक्षितीशानां वीरः स्थास्यति मूर्द्धनि ।
चक्रवर्त्ती महावीर्यः सप्तद्वीपवतीं महीम्
]

`verse 37 [
आक्रम्य पृथिवीपालानयं भोक्ष्यत्यवारितः ।
प्रधानः पृथिवीशानां भविष्यत्येष यज्विनाम् । ।
आधिक्यं शौर्यवीर्येण भविष्यत्यस्य राजसु
]

`speaker [
मार्कण्डेय उवाच
]

`verse 38 [
इत्याकर्ण्य वचः सर्वे केनाप्युक्तं दिवौकसाम् ।
तुतुषुर्विप्रगन्धर्वाश्चास्य माता तथा पिता
]

`colophon [
इति श्री मार्कण्डेयषुराणेऽविक्षिच्चरितेऽविक्षितो मरुत्तपुत्रोत्पत्तिवर्णनं नाम चतुर्विंशत्यधिकशततमोऽध्यायः । १२४ ।
125
अथ पञ्चविंशत्यधिकशततमोऽध्यायः
मरुत्तचरित्रवर्णनम्
मार्कण्डेय उवाच
ततः स राजपुत्रस्तमादाय दयितं सुतम् ।
पत्नीं चानुगतो विप्र गन्धर्वैराययौ पुरम्
]
