`verse 1 [
स पितुर्भवनं प्राप्य ववन्दे पितुरादरात् ।
चरणौ सा च तन्वङ्गी ह्रीमती नृपते सुता
]

`verse 2 [
तथाह राजपुत्रोऽसौ गृहीत्वा बालकं सुतम् ।
धर्मासनगतं भूपं राज्ञां मध्ये करन्धमम्
]

`verse 3 [
मुखं पौत्रस्य पश्यैतदुत्सङ्गस्थस्य यन्मया ।
किमिच्छके प्रतिज्ञातं तुभ्यं मातुः कृते पुरा
]

`verse 4 [
इत्युक्त्वा पितुरुत्सङ्गे तं कृत्वा तनयं ततः ।
यथावृत्तमशेषं स कथयामास तस्य तत्
]

`verse 5 [
स परिष्वज्य तं पौत्रमानन्दास्राविलेक्षणः ।
स भाग्योऽस्मीत्यथात्मानं प्रशशंस पुनः पुनः
]

`verse 6 [
ततः सोऽर्घ्यादिना सम्यग्गन्धर्वान्समुपागतान् ।
सम्मानयामास मुदा विस्मृतान्यप्रयोजनः
]

`verse 7 [
ततः पुरे महानासीदानन्दः पौरवेश्मसु ।
अस्माकं सन्ततिर्जाता नाथस्येति महामुने
]

`verse 8 [
हृष्टपुष्टे पुरे तस्मिन्गीतवाद्यैर्वराङ्गनाः ।
विलासिन्योऽतिचार्वङ्ग्यो ननृतुर्लास्यमुत्तमम्
]

`verse 9 [
राजा च द्विजमुख्येभ्यो रत्नानि च वसूनि च ।
गावो वस्त्राण्यलङ्कारानददाद्धृष्टमानसः
]

`verse 10 [
ततः स बालो ववृधे शुक्लपक्षे यथा शशी ।
पितॄणां प्रीतिजनको जनस्येष्टश्च सोऽभवत्
]

`verse 11 [
आचार्याणां सकाशात्स प्राग्वेदाञ्जगृहे मुने ।
ततः शास्त्राण्यशेषाणि धनुर्वेदं ततः परम्
]

`verse 12 [
कृतोद्योगो यदा सोऽभूत्खड्गकार्मुककर्मणि ।
अन्येषु च तथा वीरः शस्त्रेषु विजितश्रमः
]

`verse 13 [
ततोऽस्त्राणि स जग्राह भार्गवाद्भृगुसम्भवात् ।
विनयावनतो विप्र गुरोः प्रीतिपरायणः
]

`verse 14 [
गृहीतास्त्रः कृती वेदे धनुर्वेदस्य पारगः ।
निष्णातः सर्वविद्यासु न बभूव ततः परः
]

`verse 15 [
विशालोऽपि सुतावार्त्तामुपलभ्याखिलामिमाम् ।
हर्षनिर्भरचित्तोऽभूद्दौहित्रस्य च योग्यताम्
]

`verse 16 [
अथ राजा सुतसुतं दृष्ट्वा प्राप्तमनोरथः ।
यज्ञाननेकान्निष्याद्य दत्त्वा दानानि चार्थिनाम्
]

`verse 17 [
कृतशेषक्रियो युक्तः स वर्णेर्धर्मतो महीम् ।
परिपाल्यारिविजयी बलबुद्धिसमन्वितः
]

`verse 18 [
स यियासुर्वनं पुत्रमविक्षितमभाषत ।
पुत्र वृद्धोऽस्मि गच्छामि वनं राज्यं गृहाण मे
]

`verse 19 [
कृतकृत्योऽस्मि नास्त्यन्यत्किञ्चित्त्वदभिषेचनात् ।
सुनिष्पन्नमतो राज्यं त्वं गृहाण मयार्पितम्
]

`verse 20 [
इत्युक्तः पितरं प्राह सोऽविक्षिन्नृपनन्दनः ।
प्रश्रयावनतो भूत्वा यियासुस्तपसे वनम्
]

`verse 21 [
नाहं तात करिष्यामि पृथिव्याः परिपालनम् ।
नापैति ह्रीर्मे मनसि राज्येऽयं त्वं नियोजय
]

`verse 22 [
तातेन मोक्षितो बद्धो न स्ववीर्यादहं यतः ।
ततः कियत्पौरुषं मे पुरुषैः पाल्यते मही
]

`verse 23 [
योऽहं न पालनायालमात्मनोऽपि वसुन्धराम् ।
स कथं पालयिष्यामि राज्यमन्यत्र विक्षिप
]

`verse 24 [
स स्त्रीसधर्मा पुरुषो यश्चान्येनावद्रुह्यते ।
आत्माऽमोहाय भवता बन्धनाद्येन मोक्षितः
]

`verse 25 [
सोऽहं कथं भविष्यामि स्त्रीसधर्मा महीपतिः ।
स्त्रियः पुमान्भवेद्भर्त्ता य शूरः स महीपतिः
]

`speaker [
पितोवाच
]

`verse 26 [
न भिन्न एव पुत्रस्य पिता पुत्रस्तथा पितुः ।
नान्येन मोक्षितो वीर यस्त्वं पित्रा विमोक्षितः । ।
पुत्र उवाच
हदयं नान्यथा नेतुं मया शक्यं नरेश्वर
]

`verse 27 [
हृदये ह्रीर्ममातीव यस्त्वहं मोक्षितस्त्वया
]

`verse 28 [
पित्रोपात्तां श्रियं भुङ्क्ते पित्रा कृच्छ्रात्समुद्धृतः ।
विज्ञायते च यः पित्रा मानवः सोऽस्तु नो कुले
]

`verse 29 [
स्वयमर्जितवित्तानां ख्यातिं स्वयमुपेयुषाम् ।
स्वयं निस्तीर्णकृच्छ्राणां या गतिः साऽस्तु मे गतिः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 30 [
इत्याह बहुशः पित्रा यदाप्युक्त्वाऽप्यसौ मुने ।
तदा तस्य सुतं राज्ये मरुत्तमकरोन्नृपः
]

`verse 31 [
स पित्रा समनुज्ञातं राज्यं प्राप्य पितामहात् ।
चकार सम्यक्सुहृदामानन्दमुपपादयन्
]

`verse 32 [
राजा करन्धमश्चापि वीरामादाय तां तथा ।
वनं जगाम तपसे यतवाक्कायमानसः
]

`verse 33 [
तत्र वर्षसहस्रं स तपस्तप्त्वा सुदुश्चरम् ।
विहाय देहं नृपतिः शक्रस्याप सलोकताम्
]

`verse 34 [
सास्य पत्नी तदा वीरा वर्षाणामपरं शतम् ।
तपश्चचार विप्रर्षे जटिलामलपङ्किनी
]

`verse 35 [
सालोक्यमिच्छती भर्त्तुः स्वर्गतस्य महात्मनः ।
फलमूलकृताहारा भार्गवाश्रमसंश्रया । ।
द्विजातिपत्नीमध्यस्था द्विजशुश्रूषणादृता
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मरुत्तचरिते पञ्चविंशत्यधिकशततमोऽध्यायः । १२५ ।
]
