`speaker [
क्रौष्टुकिरुवाच
]

`verse 1 [
भगवन्विस्तरात्सर्वं ममैतत्कथितं त्वया ।
करन्धमस्य चरितमविक्षिच्चरितं च यत्
]

`verse 2 [
अविक्षितस्य नृपतेर्मरुत्तस्य महात्मनः ।
श्रोतुमिच्छामि चरितं श्रूयते सोऽतिचेष्टितः
]

`verse 3 [
चक्रवर्त्ती महाभागः शूरः कान्तो महामतिः ।
धर्मविद्धर्मकृच्चैव सम्यक्पालयिता भुवः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 4 [
स पित्रा समनुज्ञातं राज्यं प्राप्य पितामहात् ।
धर्मतः पालयामास पिता पुत्रानिवौरसान्
]

`verse 5 [
इयाज सुबहून्यज्ञान्यथावत्स्वाप्तदक्षिणान् ।
ऋत्विक्पुरोहितादेशादनिर्विण्णो महीपतिः
]

`verse 6 [
तस्याप्रतिहतं चक्रमासीद्द्वीपेषु सप्तसु ।
गतिश्चाप्यनवच्छिन्ना स्वःपातालजलादिषु
]

`verse 7 [
ततः प्राप्य धनं विप्र यथावत्स्वक्रियापरः ।
अयजत्स महायज्ञैर्देवानिन्द्रपुरोगमान्
]

`verse 8 [
इतरे च यथावर्णाः स्वे स्वे कर्मण्यतन्द्रिताः ।
तदुपात्तधनाश्चक्रुरिष्टापूर्त्तादिकाः क्रियाः
]

`verse 9 [
पाल्यमाना मही तेन मरुत्तेन महात्मना ।
योऽस्पर्द्धात्त्रिदशावासवासिभिर्द्विजसत्तम
]

`verse 10 [
तेनातिशयिताः सर्वे केवलं न महीक्षितः ।
यज्विना देवराजोऽपि शतयज्ञाभिसन्धिना
]

`verse 11 [
ऋत्विक्तस्य तु संवर्त्तो बभूवाङ्गिरसः सुतः ।
भ्राता बृहस्पतेर्विप्र महात्मा तपसां निधिः
]

`verse 12 [
सौवर्णो मुञ्जवान्नाम पर्वतः सुरसेवितः ।
पातितं तेन तच्छृङ्गं कृते तस्य महीपतेः
]

`verse 13 [
तेन यस्याखिलं यज्ञे भूमिभागादिकं द्विज ।
प्रासादाश्च कृताः शुभ्रास्तपसा सर्वकाञ्चनाः
]

`verse 14 [
गाथाश्चाप्यत्र गायन्ति मरुत्तचरिताश्रयाः ।
सातत्येनर्षयः सर्वे कुर्वन्तोऽध्ययनं यथा
]

`verse 15 [
मरुत्तेन समो नाभूद्यजमानो महीतले ।
सदः समस्तं यद्यज्ञे प्रासादाश्चैव काञ्चनाः
]

`verse 16 [
अमाद्यदिन्द्रः सोमेन दक्षिणाभिर्द्विजातयः ।
विप्राणां परिवेष्टारः शक्राद्यास्त्रिदशोत्तमाः
]

`verse 17 [
यथा यज्ञे मरुत्तस्य तृप्ताः सर्वे महीपतेः ।
सुवर्णमखिलं त्यक्तं रत्नपूर्णगृहे द्विजैः
]

`verse 18 [
प्रासादादिसमस्तं च सौवर्णं तस्य यत्क्रतौ ।
त्रयो वर्णाह्यलभ्यन्त तस्मात्केचित्तथा ददुः
]

`verse 19 [
( तेन त्यक्तेन शिष्टा ये जनाः पूर्णमनोरथाः ।
तेऽपि यज्ञान्यजन्ते स्म देशे देशे पृथक्पृथक् । ।)
तस्यैवं कुर्वतो राज्यं सम्यक्पालयतः प्रजाः ।
तपस्वी कश्चिदभ्येत्य तमाह मुनिसत्तम
]

`verse 20 [
पितुर्माता तवाहेदं दृष्ट्वा तापसमण्डलम् ।
विषाभिभूतमुरगैर्मदोन्मत्तैर्नरेश्वर
]

`verse 21 [
पितामहस्ते स्वर्यातः सम्यक्संपाल्य मेदिनीम् ।
पिता तव तथा शक्तो हित्वा ग्रामं वनं गतः । ।
( तपश्चरणशक्ताऽहमिह चौर्वाश्रमे स्थिता)
]

`verse 22 [
साऽहं पश्यामि वैकल्यं तव राज्यं प्रशासतः ।
पितामहस्य तेनाभूद्यत्पूर्वेषां च ते नृप
]

`verse 23 [
नूनं प्रमत्तो भोगेषु सक्तो वाऽविजितेन्द्रियः ।
चारान्धता यतोऽस्तीयं दुष्टादुष्टं न वेत्सि यत्
]

`verse 24 [
पातालादभ्युपेतैस्तु भुजगैर्दशशालिभिः ।
दष्टा मुनिसुताः सप्त दूषिताश्च जलाशयः
]

`verse 25 [
स्वेदमूत्रपुरीषेण दूषितं सुशृतं हविः ।
अपराधं समुद्दिश्य दत्तो नागबलिश्चिरात्
]

`verse 26 [
एते समर्था मुनयो भस्मीकर्तुं भुजङ्गमान् ।
किन्त्वेषां नाधिकारोऽत्र त्वमेवाधिकारवान्
]

`verse 27 [
तावत्सुखं भूपतिजैर्भोगजं प्राप्यते नृप ।
अभिषेकजलं यावन्न मूर्ध्नि विनिपात्यते
]

`verse 28 [
कानि मित्राणि कः शत्रुर्मम शत्रोर्बलं कियत् ।
कोऽहं के मन्त्रिणः पक्षे के वा भूपतयो मम
]

`verse 29 [
( कियान्कोशो बलं किंवा कोऽनुरक्तो जनो मम) ।
विरक्तो वा परैर्भिन्नः परेषामपि कीदृशः । ।
कः सम्यगत्र नगरे विषये वा जनो मम
]

`verse 30 [
धर्मकर्माश्रयो मूढः कः सम्यगपि वर्त्तते ।
को दण्ड्यः परिपाल्यः कः के चोपेक्ष्या नरा मया
]

`verse 31 [
सामभेदतया दम्या देशकालमवेक्षता ।
चारांश्च चारयेदन्यैरज्ञातान्भूपतिश्चरैः
]

`verse 32 [
सचिवादिषु सर्वेषु चरान्दद्यान्महीपतिः ।
इत्यादौ भूपतिर्नित्यं कर्मण्यासक्तमानसः
]

`verse 33 [
नयेद्दिनं तथा रात्रिं न तु भोगपरायणः ।
राज्ञां शरीरग्रहणं न भोगाय महीपते
]

`verse 34 [
क्लेशाय महते पृथ्वी स्वधर्मपरिपालने ।
सम्यक्पालयतः पृथ्वीं स्वधर्मं च महीपते
]

`verse 35 [
इह क्तेशो महान्स्वर्गे परमं सुखमक्षयम् ।
तदेतदवबुध्यस्व हित्वा भोगान्नरेश्वर
]

`verse 36 [
पालनाय क्षितेः क्लेशमङ्गीकर्तुमिहार्हसि ।
इति वृत्तमृषीणां यद्व्यसनं त्वयि शासति
]

`verse 37 [
भुजङ्गहेतुकं भूप चारान्धो नापि वेत्सि तत् ।
बहुनात्र किमुक्तेन दुष्टे दण्डो निपात्यताम्
]

`verse 38 [
शिष्टान्पालय राजंस्त्वं धर्मषड्भागमाप्स्यसि ।
अरक्षन्पापमखिलं दुष्टैरविनयात्कृतम्
]

`verse 39 [
समवाप्स्यस्यसन्दिग्धं यदिच्छसि कुरुष्व तत् ।
एतन्मयोक्तं सकलं यत्तवाहं पितामहः । ।
कुरुष्वैवं स्थिते यत्ते रोचते वसुधाधिप
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मरुत्तचरितवर्णनं नाम षड्विंशत्यधिकशततमोऽध्यायः । १२६ ।
127
अथ सप्तविंशत्यधिकशततमोऽध्यायः
मरुत्तचरितवर्णनम्
मार्कण्डेय उवाच
इति तापसवाक्यं स श्रुत्वा लज्जापरो नृपः ।
धिङ्मां चारान्धमित्युक्त्वा निःश्वस्य जगृहे धनुः
]
