`verse 1 [
ततः स त्वरितं गत्वा तमौर्वस्याश्रमं प्रति ।
ववन्दे शिरसा वीरां मातरं पितुरात्मनः
]

`verse 2 [
तापसांश्च यथान्यायं तैश्चाशीर्भिरभिष्टुतः ।
दृष्ट्वा च तापसान्सप्त नागैर्दष्टान्मृतान्भुवि
]

`verse 3 [
निनिन्दात्मानमसकृत्पुरस्तेषां महीपतिः ।
उवाच चैतदद्याहं मद्वीर्यमवमन्यताम्
]

`verse 4 [
यत्करोमि भुजङ्गानां दुष्टानां ब्राह्मणद्विषाम् ।
तत्पश्यतु जगत्सर्वं सदेवासुरमानुषम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 5 [
इत्युक्त्वा जगृहे कोपादस्त्रं संवर्तकं नृपः ।
नाशायाशेषनागानां पातालोर्वीविचारिणाम्
]

`verse 6 [
ततो जज्वाल सहसा नागलोकः समन्ततः ।
महास्त्रतेजसा विप्र दह्यमानो निवारितः
]

`verse 7 [
हा हा तातेति हा मातर्हा हा वत्सेति संभ्रमे ।
तस्मिन्नस्त्रकृते वाचः पन्नगानामथाभवन्
]

`verse 8 [
केचिज्ज्वलद्भिः पुच्छाग्रैः फणैरन्ये भुजङ्गमाः ।
गृहीतपुत्रदाराश्च त्यक्ताभरणवाससः
]

`verse 9 [
पातालमुत्सृज्य ययुः शरणं भामिनीं तदा ।
मरुत्तमातरं पूर्वं यया दत्तं तदाभयम्
]

`verse 10 [
तामुपेत्योरगाः सर्वे सप्रणामं भयातुराः ।
सगद्गदमिदं प्रोचुः स्मर्यतां नः पुरोदितम्
]

`verse 11 [
प्रणम्याभ्यर्थितं पूर्वं यदस्माभिः रसातले ।
तस्य कालोऽयमायातस्त्राहि वीरप्रजायिनि
]

`verse 12 [
पुत्रो निवार्यतां राज्ञि प्राणैः संयोज्यमस्तु नः ।
दह्यते सकलो लोको नागानामस्त्रवह्निना
]

`verse 13 [
एवं संदह्यमानानामस्माकं तनयेन ते ।
त्वामृते शरणं नान्यत्कृपां कुरु यशस्विनि
]

`speaker [
मार्कण्डेय उवाच
]

`verse 14 [
इति श्रुत्वा वचस्तेषां संस्मृत्यादौ च भाषितम् ।
भर्त्तारमाह सा साध्वी ससम्भ्रममिदं वचः
]

`verse 15 [
पूर्वमेव तवाख्यातं पाताले यद्भुजङ्गमैः ।
प्रोक्तमभ्यर्थनापूर्वं ममासीत्तनयं प्रति
]

`verse 16 [
त इमेऽभ्यागता भीता दह्यन्ते तस्य तेजसा ।
मामेते शरणं पूर्वं दत्तमेभ्यो मयाऽभयम्
]

`verse 17 [
ये मां शरणमापन्नास्ते त्वां शरणमागताः ।
अपृथग्धर्मचरणा याताहं शरणं तव
]

`verse 18 [
तन्निवारय पुत्रं त्वं मरुत्तं वचनात्तव ।
मया चाभ्यर्थितोऽवश्यं शममभ्युपयास्यति
]

`speaker [
राजोवाच
]

`verse 19 [
महापराधे नियतं मरुत्तः क्रोधमागतः ।
दुर्निर्वर्त्यमहं मन्ये तस्य क्रोधं सुतस्य ते
]

`speaker [
नागा ऊचुः
]

`verse 20 [
शरणागतास्तव वयं प्रसादः क्रियतां नृप ।
क्षत्रस्यार्तपरित्राणनिमित्तं शस्त्रधारणम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 21 [
नागानां तद्वचः श्रुत्वा भूतानां शरणैषिणाम् ।
तया चाभ्यर्थितः पत्न्या प्राहावीक्षिन्महायशाः
]

`verse 22 [
गत्वा ब्रवीमि तं भद्रे तनयं त्वरया तव ।
परित्राणाय नागानां न त्याज्याः शरणागताः
]

`verse 23 [
नोपसंहरते सोऽस्त्रं यदि मद्वचनान्नृपः ।
तदास्त्रैर्वारयिष्यामि तस्यास्त्रं तनयस्य ते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 24 [
ततो गृहीत्वा स धनुरविक्षित्क्षत्रियोत्तमः ।
भार्यया सहितः प्रायात्त्वरावान्भार्गवाश्रमम्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मरुत्तचरितवर्णनं नाम सप्तविंशत्यधिकशततमोऽध्यायः । १२७ ।
128
अथाष्टाविंशत्यधिकशततमोऽध्यायः
मरुत्तचरितवर्णनम्
मार्कण्डेय उवाच
स तु तत्र सुतं दृष्ट्वा गृहीतवरकार्मुकम् ।
धनुः शस्त्रं च तस्योग्रं ज्वालाव्याप्तदिगन्तरम्
]
