`verse 1 [
उद्गिरन्तं महावह्निं दीपिताखिलभूतलम् ।
पातालान्तर्गतं प्राप्तमसह्यं घोरभीषणम्
]

`verse 2 [
स तं दृष्ट्वा महीपालं भृकुटीकुटिलाननम् ।
मा क्रुधस्त्वं मरुत्तास्त्रमुपसंह्रियतामिति
]

`verse 3 [
प्राहासकृच्चानुलुप्तवर्णक्रममुदारधीः ।
स निशम्य गुरोर्वाक्यं दृष्ट्वा तं च पुनः पुनः
]

`verse 4 [
गृहीतकार्मुकः पित्रोः प्रणिपत्य सगौरवम् ।
प्रत्युवाचापराद्धा मे सुभृशं पन्नगाः पितः
]

`verse 5 [
शासतीमां मयि महीं परिभूय बलं मम ।
सप्ताश्रममुपागम्य दष्टा मुनिकुमारकाः
]

`verse 6 [
ऋषीणामाश्रमस्थानाममीषामवनीपते ।
मयि शासति दुर्वृत्तैर्दूषितानि हवींषि च
]

`verse 7 [
जलाशयास्तथाप्येतैः सर्व एव हि दूषिताः ।
तदेत्कारणं किञ्चिन्न वक्तव्यं त्वया पितः । ।
न निवारयितव्योऽहं ब्रह्मघ्नान्प्रतिपन्नगान्
]

`verse 8 [
अविक्षिदुवाच
यद्येभिर्निहता विप्रा यास्यन्ति नरकं मृताः ।
ममैतत्कियतां वाक्यं विरमास्त्रप्रयोगतः
]

`speaker [
मरुत्त उवाच
]

`verse 9 [
नाहमेषां क्षमिष्यामि दुष्टानामपराधिनाम् ।
अहमेव गमिष्यामि नरकं यदि पापिनाम् । ।
न निग्रहे यताम्येषां मां निवारय मा पितः
]

`verse 10 [
अविक्षिदुवाच
मामेते शरणं प्राप्ताः पन्नगा मम गौरवात् ।
उपसंह्रियतामस्त्रमलं कोपेन ते नृप
]

`speaker [
मरुत्त उवाच
]

`verse 11 [
नाहमेषां क्षमिष्यामि दुष्टानामपराधिनाम् ।
स्वधर्ममुल्लंघ्य कथं करिष्यामि वचस्तव
]

`verse 12 [
दण्ड्ये निपातयन्दण्डं भूपः शिष्टांश्च पालयन् ।
पुण्यलोकानवाप्नोति नरकांश्चाप्युपेक्षणात्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 13 [
एवं स बहुशः पित्रा वार्यमाणोऽम्बया सह ।
नोपसंहरते सोऽस्त्रं ततोऽसौ पुनरब्रवीत्
]

`verse 14 [
हिंससे पन्नगान्भीतान्ममैताञ्छरणं गतान् ।
वार्यमाणोऽपि तस्मात्ते करिष्यामि प्रतिक्रियाम्
]

`verse 15 [
मयाप्यस्त्राण्यवाप्तानि न त्वमेकोऽस्त्रविद्भुवि ।
ममाग्रतः सुदुर्वृत्तपौरुषं च कियत्तव
]

`verse 16 [
ततः कार्मुकमारोप्य कोपताम्रविलोचनः ।
अविक्षिदस्त्रं जग्राह कालस्य मुनिपुङ्गव
]

`verse 17 [
ततो ज्वालापरीवारमरिसंघघ्नमुत्तमम् ।
कालास्त्रं तु महावीर्यं योजयामास कार्मुके
]

`verse 18 [
ततश्चुक्षोभ जगती संवर्त्तास्त्रप्रतापिता ।
साब्धिशैलाऽखिला विप्र कालस्यास्त्रे समुद्यते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 19 [
कालास्त्रमुद्यतं पित्रा मरुत्तः सोऽपि वीक्ष्य तत् ।
प्राहोच्चैरस्त्रमेतन्मे दुष्टशास्तिसमुद्यतम्
]

`verse 20 [
न त्वद्वधाय कालास्त्रं मयि मुञ्चति किं भवान् ।
स्वधर्मचारिणि सुते सदैवाज्ञाकरे तव
]

`verse 21 [
मया कार्यं महाभाग प्रजानां परिपालनम् ।
त्वयैवं क्रियते कस्मान्मद्वधायास्त्रमुद्यतम्
]

`verse 22 [
अविक्षिदुवाच
शरणागतसंत्राणं कर्तुं व्यवसिता वयम् ।
तस्य व्याघातकर्त्ता त्वं न मे जीवन्विमोक्ष्यसे
]

`verse 23 [
मां वा हत्वास्त्रवीर्येण जहि दुष्टानिहोरगान् ।
त्वां वा हत्वाऽहमस्त्रेण रक्षिष्यामि महोरगान्
]

`verse 24 [
धिक्तस्य जीवितं पुंसः शरणार्थिनमागतम् ।
योनार्तमनुगृह्णाति वैरिपक्षमपि ध्रुवम्
]

`verse 25 [
क्षत्रियोऽहमिमे भीताः शरणं मामुपागताः ।
अपकर्त्ता त्वमेवैषां कथं वध्यो न मे भवान्
]

`speaker [
मरुत्त उवाच
]

`verse 26 [
मित्रं वा बान्धवो वाऽपि पिता वा यदि वा गुरुः ।
प्रजापालनविघ्नाय यो हन्तव्यः स भूभृता
]

`verse 27 [
सोऽहं ते प्रहरिष्यामि न क्रोद्धव्यं त्वया पितः ।
स्वधर्मः परिपाल्यो मे न मे क्रोधस्तवोपरि
]

`speaker [
मार्कण्डेय उवाच
]

`verse 28 [
ततस्तौ निश्चितौ दृष्ट्वा परस्परवधं प्रति ।
समुत्पत्यान्तरे तस्थुर्मुनयो भार्गवादयः
]

`verse 29 [
ऊचुश्चैनं न मोक्तव्यं त्वयास्त्रं पितरं प्रति ।
त्वया च नायं हन्तव्यः पुत्रः प्रख्यातचेष्टितः
]

`speaker [
मरुत्त उवाच
]

`verse 30 [
मया दुष्टा निहन्तव्याः सन्तो रक्ष्या महीक्षिता ।
इमे च दुष्टा भुजगाः कोऽपराधोऽत्र मे द्विजाः
]

`verse 31 [
अविक्षिदुवाच
शरणागतसन्त्राणं मया कार्यमयं च मे ।
अपराध्यः सुतो विप्रा यो हन्ति शरणागतान्
]

`speaker [
ऋषयः ऊचुः
]

`verse 32 [
इमे वदन्ति भुजगास्त्रासलोलविलोचनाः ।
संजीवयामस्तान्विप्रान्ये दष्टा दुष्टपन्नगैः
]

`verse 33 [
तदलं विग्रहेणोभौ राजवर्यौ प्रसीदताम् ।
उभावपि विनिर्व्यूढप्रतिज्ञे धर्मकोविदौ
]

`speaker [
मार्कण्डेय उवाच
]

`verse 34 [
सा तु वीरा समभ्येत्य पुत्रमेतदभाषत ।
मद्वाक्यादेष ते पुत्रो हन्तुं नागान्कृतोद्यमः
]

`verse 35 [
तन्निष्पन्नं यदा विप्रास्ते जीवन्ति तथा मृताः ।
सञ्जीवन्तश्च मुच्यन्ते यद्युष्मच्छरणं गताः
]

`verse 36 [
भामिन्युवाच
अहमभ्यर्थिता पूर्वमेभिः पातालसंश्रयैः ।
तन्निमित्तमयं भर्त्ता मयात्र विनियोजितः
]

`verse 37 [
तदेतदार्ये निर्वृत्तमुभयोरपि शोभनम् ।
मम भर्तुश्च पुत्रस्य त्वत्पौत्रस्यात्मजस्य च
]

`speaker [
मार्कण्डेय उवाच
]

`verse 38 [
ततः सञ्जीवयामासुस्तान्विप्रांस्ते भुजङ्गमाः ।
दिव्यैरोषधिजातैश्च विषसंहरणेन च
]

`verse 39 [
पित्रोर्ननाम चरणौ स ततो जगतीपतिः ।
मरुत्तश्च स तं प्रीत्या परिष्वज्येदमब्रवीत्
]

`verse 40 [
मानहा भव शत्रूणां चिरं पालय मेदिनीम् ।
पुत्रपौत्रैश्च मोदस्व मा च ते सन्तु विद्विषः
]

`verse 41 [
ततो द्विजैरनुज्ञातौ वीरया च नरेश्वरौ ।
समारूढौ रथं सा च भामिनी स्वपुरं गता
]

`verse 42 [
वीराऽपि कृत्वा सुमहत्तपो धर्मभृतां वरा ।
भर्तुः सलोकतां प्राप्ता महाभागा पतिव्रता
]

`verse 43 [
मरुत्तोऽपि चकारोर्व्यां धर्मतः परिपालनम् ।
विनिर्जितारिषड्वर्गो भोगांश्च बुभुजे नृपः
]

`verse 44 [
तस्य पत्नी महाभागा विदर्भतनया तथा ।
प्रभावती सुवीरस्य सौवीरी चाभवत्सुता
]

`verse 45 [
सुकेशी केतुवीर्यस्य मागधस्यात्मजाऽभवत् ।
सुता च सिन्धुवीर्यस्य मद्रराजस्य केकयी
]

`verse 46 [
केकयस्य च सैरन्ध्री सिन्धुभर्तुर्वपुष्मती ।
चेदिराजसुता चाभूद्भार्या तस्य सुशोभना
]

`verse 47 [
तासां पुत्रास्तस्य चासन्भूभृतोऽष्टादश द्विज ।
तेषां प्रधानो ज्येष्ठश्च नरिष्यन्तः सुतोऽभवत्
]

`verse 48 [
एवं वीर्यो मरुत्तोभून्महाराजो महाबलः ।
तस्याप्रतिहतं चक्रमासीद्द्वीपेषु सप्तसु
]

`verse 49 [
यस्य तुल्योऽपरो राजा न भूतो न भविष्यति ।
सत्त्वविक्रमयुक्तस्य राजर्षेरमितौजसः
]

`verse 50 [
तस्यैतच्चरितं श्रुत्वा मरुत्तस्य महात्मनः ।
जन्म चाग्र्यं द्विजश्रेठ मुच्यते सर्वकिल्बिषैः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे मरुत्तचरितेऽष्टाविंशत्यधिकशततमोऽध्यायः । १२८ ।
129
अथैकोनत्रिंशदधिकशततमोऽध्यायः
नरिष्यंतचरितवर्णनम्
क्रौष्टुकिरुवाच
मरुत्तचरितं कृत्स्नं भगवन्कथितं त्वया ।
तत्सन्ततिमशेषेण श्रोतुमिच्छा प्रवर्तते
]
