`verse 1 [
तत्सन्ततौ क्षितीशा ये राज्यार्हा वीर्यशालिनः ।
तानहं श्रोतुमिच्छामि त्वया ख्यातान्महामुने
]

`speaker [
मार्कण्डेय उवाच
]

`verse 2 [
नरिष्यन्त इति ख्यातो मरुत्तस्याभवत्सुतः ।
अष्टादशानां पुत्राणां स ज्येष्ठः श्रेष्ठ एव च
]

`verse 3 [
वर्षाणां च सहस्राणि सप्ततिं दश पञ्च च ।
बुभुजै पृथिवीं कृत्स्नां मरुत्तः क्षत्रियर्षभः
]

`verse 4 [
कृत्वा राज्यं स्वधर्मेण इष्ट्वा यज्ञाननुत्तमान् ।
नरिष्यन्तसुतं ज्येष्ठमभिषिच्य ययौ वनम्
]

`verse 5 [
एकाग्रचित्तः स नृपस्तप्त्वा तत्र तपो महत् ।
आरुरोह दिवं विप्र यशसावृत्य रोदसी
]

`verse 6 [
नरिष्यन्तः सुतः सोऽस्य चिन्तयामास बुद्धिमान् ।
पितुर्वृत्तं समालोक्य तथान्येषां च भूभृताम्
]

`verse 7 [
अत्र वंशे महात्मानो राजानो मम पूर्वजाः ।
यज्विनो धर्मतः पृथ्वीं पालयामासुरूर्जिताः
]

`verse 8 [
दातारश्चापि वित्तानां संग्रामेष्वनिवर्तिनः ।
तेषां कश्चरितं शक्तस्त्वनुयातुं महात्मनाम्
]

`verse 9 [
किन्तु तैर्यत्कृतं कर्म धर्म्यमाहवनादिभिः ।
तदहं कर्तुमिच्छामि तच्च नास्ति करोमि किम्
]

`verse 10 [
धर्मात्पालयतः पृथ्वीं को गणोऽत्र महीपतेः ।
असम्यक्पालनात्पापी नरेन्द्रो नरकं व्रजेत्
]

`verse 11 [
सति वित्ते महायज्ञाः कर्तव्या एव भूभृता ।
दातव्यं चात्र किं चित्रं सीदतामीश्वरो गतिः
]

`verse 12 [
आभिजात्यं तथा लज्जा कोपश्चारि जनाश्रयः ।
कारयन्ति स्वधर्मश्च सङ्ग्रामादपलायनम्
]

`verse 13 [
एतत्सर्वं यथा सम्यङ्मत्पूर्वैः पुरुषैः कृतम् ।
पित्रा च मे मरुत्तेन तथा तत्केन शक्यते
]

`verse 14 [
तदहं किं करिष्यामि यत्तु तैः पूर्वजैः कृतम् ।
ये यज्विनो वरा दान्ताः सङ्ग्रामाच्चानिवर्तिनः
]

`verse 15 [
महत्सङ्ग्रामसंमर्देष्वविसंवादिपौरुषाः ।
क्रमेणाहं यतिष्यामि कस्मै तानभिसन्धितुम्
]

`verse 16 [
अथवा तैः स्वयं यज्ञाः कृताः पूर्वजनेश्वरैः ।
अविश्रमद्भिर्नान्यैस्तु कारितास्तत्करोम्यहम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 17 [
इति सञ्चिंत्य यज्ञं स चकारैकं नरेश्वरः ।
यादृशं न चकारान्यो वित्तोत्सर्गोपशोभितम्
]

`verse 18 [
द्विजानां जीवनायालं दत्त्वा तु सुमहाधनम् ।
ततः शतगुणं तेषां यज्ञार्थमददान्नृपः
]

`verse 19 [
गावो वस्त्राण्यलङ्कारं धान्यागारादिकं तथा ।
प्रत्येकमददात्तेषां सर्वपृथ्वीनिवासिनाम्
]

`verse 20 [
ततस्तेन यदा यज्ञः प्रारब्धो भूभुजा पुनः ।
प्रारब्धे स मखे यष्टुं ततो नालभत द्विजान्
]

`verse 21 [
यान्यान्वृणोति स नृपो विप्रानार्त्विज्यकर्मणि ।
ते ते तमूचुर्यज्ञाय वयमप्यत्र दीक्षिताः
]

`verse 22 [
अन्यं वरय यद्वित्तं त्वयास्माकं विसर्जितम् ।
तस्यान्तो नास्ति यज्ञेषु दद्यास्त्वं नृपते कथम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 23 [
न चाप ऋत्विजो विप्रांस्तदाशेषक्षितीश्वरः ।
बहिर्वेद्यां तदा दानं स दातुमुपचक्रमे
]

`verse 24 [
तथापि जगृहुर्नैव धनसम्पूर्णमन्दिराः ।
द्विजाय दातुं भूयोऽसौ निर्विण्ण इदमब्रवीत्
]

`verse 25 [
अहोऽतिशोभनं पृथ्व्यां यद्विप्रो नाधनः क्वचित् ।
अशोभनं च यत्कोशो विफलोयमयज्विनः
]

`verse 26 [
नार्त्विज्यं कुरुते कश्चिद्यजमानोऽखिलो जनः ।
द्विजानां न च नो दानं ददतां सम्प्रतीच्छते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 27 [
ततः कांश्चिद्द्विजान्भक्त्या प्रणिपत्य पुनः पुनः ।
स्वयज्ञे ऋत्विजश्चक्रे ते प्रचक्रुर्महामखम्
]

`verse 28 [
अत्यद्भुतमिदं चासीद्यदा तस्य महीपतेः ।
स यज्ञोऽभूत्तदा पृथ्व्यां यजमानोऽखिलो जनः
]

`verse 29 [
द्विजन्मनामभून्नासीत्सदस्यस्तत्र कश्चन ।
यजमाना द्विजाः केचित्केचित्तेषां तु याजकाः
]

`verse 30 [
नरिष्यन्तो नरपतिरियाज स यदा तदा ।
तत्प्रदातुर्धनैर्यागं कुर्युः पृथ्व्यामशेषतः
]

`verse 31 [
प्राच्यां कोट्यस्तु यज्ञानामासन्नष्टादशाधिकाः ।
प्रतीच्यां सप्त वै कोट्यो दक्षिणस्यां चतुर्दश
]

`verse 32 [
उत्तरस्यां च पञ्चाशदेककालं तदाभवन् ।
मुने ब्राह्मणयज्ञानां नरिष्यन्तो यदाऽयजत्
]

`verse 33 [
एवं स राजा धर्मात्मा नरिष्यन्तोऽभवत्पुरा ।
मरुत्ततनयो विप्र विख्यातबलपौरुषः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे नरिष्यन्तचरितं नामैकोनत्रिंशदधिकशततमोऽध्यायः । १२९ ।
130
अथ त्रिंशदधिकशततमोऽध्यायः
दमचरितवर्णनम्
मार्कण्डेय उवाच
नरिष्यन्तस्य तनयो दुष्टारिदमनो दमः ।
शक्रस्येव बलं तस्य दयाशीलं मुनेरिव
]
