`verse 1 [
बाभ्रव्यामिन्द्रसेनायां जज्ञे तस्य भूभृतः।
नववर्षाणि जठरे स्थित्वा मार्तुर्महायशाः
]

`verse 2 [
यद्ग्राहयामास दम मातरं जठरे स्थितः ।
दमशीलश्च भविता यतश्चायं नृपात्मजः
]

`verse 3 [
ततस्त्रिकालविज्ञानः स हि तस्य पुरोहितः ।
दम इत्यकरोन्नाम नरिष्यन्तसुतस्य तु
]

`verse 4 [
स दत्तो राजपुत्रस्तु धनुर्वेदमशेषतः ।
जगृहे सुरराजस्य सकाशाद्वृषपर्वणः
]

`verse 5 [
दुन्दुभेर्दैत्यवर्यस्य तपोवननिवासिनः ।
सकाशाज्जगृहे कृत्स्नमस्त्रग्रामं च तत्त्वतः
]

`verse 6 [
शक्तेः सकाशाद्वेदाश्च वेदाङ्गान्यखिलानि च ।
तथार्ष्टिषेणाद्राजर्षेर्जगृहे योगमात्मवान्
]

`verse 7 [
तं सुरूपं महात्मानं गृहीतास्त्रं महाबलम् ।
स्वयंवरे कृता पित्रा जगृहे सुमना पतिम्
]

`verse 8 [
सुता दशार्णाधिपतेर्बलिनश्चारुवर्मणः ।
पश्यतां सर्वभूतानां ये तदर्थमुपागताः
]

`verse 9 [
तस्यां च सानुरागोऽभून्मद्रराजस्य वै सुतः ।
सुमनायां महानन्दो महाबलपराक्रमः
]

`verse 10 [
तथा विदर्भाधिपतेः पुत्रः संक्रन्दनस्य च ।
वपुष्मान्राजपुत्रश्च महाधनुरुदारधीः
]

`verse 11 [
ते तदा तं वृतं दृष्ट्वा दुष्टारिदमनं दमम् ।
मन्त्रयामासुरन्योऽन्यं तत्रानङ्गविमोहिताः
]

`verse 12 [
एतामस्य बलात्कन्यां गृहीत्वा रूपशालिनीम् ।
गृहं प्रयामस्तस्येयमस्माकं यं ग्रहीष्यति
]

`verse 13 [
भर्तृबुद्ध्या वरारोहा स्वयंवरविधानतः ।
तस्येच्छया नो भवित्री भार्या धर्मोपपादिता
]

`verse 14 [
अथ नेच्छति सा कञ्चिदस्माकं मदिरेक्षणा ।
ततस्तस्य भवित्री सा यो दमं घातयिष्यति
]

`speaker [
मार्कण्डेय उवाच
]

`verse 15 [
इति ते निश्चयं कृत्वा त्रयः पार्थिवनन्दनाः ।
जगृहुस्तां सुचार्वङ्गीं दमपार्श्वानुवर्त्तिनीम्
]

`verse 16 [
ततः केचिन्नृपास्तेषां ये तत्पक्षा विचुक्रुशुः ।
चुक्रुशुश्चापरे भूपाः केचिन्मध्यस्थतां गताः
]

`verse 17 [
ततो दमस्तान्भूपालानवलोक्य समन्ततः ।
अनाकुलमना वाक्यमिदमाह महामुने
]

`speaker [
दम उवाच
]

`verse 18 [
भो भूपा धर्मकृत्येषु यद्वदन्ति स्वयंवरम् ।
दशार्णपतिना भूपाः कृते धर्म्ये स्वयंवरे । ।
अधर्मो वाऽथ वा धर्मो यदेभिर्गृह्यते बलात्
]

`verse 19 [
यद्यधर्मो न मे कार्यमन्यभार्या भविष्यति ।
धर्मो वा तदलं प्राणैर्ये रक्ष्यन्तेऽरिलङ्घने
]

`verse 20 [
ततो दशार्णाधिपतिश्चारुवर्मा नराधिपः ।
निःशब्दं कारयित्वा तत्सदः प्राह महामुने
]

`verse 21 [
दमेन यदिदं प्रोक्तं धर्माधर्माश्रितं नृपाः ।
तद्वदध्वं यथा धर्मो ममास्य च न लुप्यते
]

`speaker [
मार्कण्डेय उवाच
]

`verse 22 [
ततः केचिन्महीपालास्तमूचुर्वसुधाधिपम् ।
परस्परानुरागेण गान्धर्वो विहितो विधिः
]

`verse 23 [
क्षत्रियाणां परमयं न विट्शूद्रद्विजन्मनाम् ।
दममाश्रित्य निष्पन्नः स चास्या दुहितुस्तव
]

`verse 24 [
इति धर्माद्दमस्यैषा दुहिता तव पार्थिव ।
योऽन्यथा वर्त्तते मोहात्कामात्मा सम्प्रवर्त्तते
]

`verse 25 [
तथाऽपरे तदा प्रोचुर्महात्मानो हि भूभृताम् ।
पक्षे ये भूभृतो विप्र दशार्णाधिपतिं वचः
]

`verse 26 [
मोहात्किमाहुर्धर्मोऽयं गान्धर्वं क्षत्रजन्मनः ।
न त्वेष शास्ता नान्यो हि राक्षसः शस्त्रजीविनाम्
]

`verse 27 [
बलादिमां यो हरति हत्वा तु परिपन्थिनः ।
तस्यैषा स्याद्राक्षसेन विवाहेनावनीश्वराः
]

`verse 28 [
प्रधानतर एषोऽत्र विवाहद्वितये मतः ।
क्षत्रियाणामतो धर्मा महानन्दादिभिः कृतः
]

`speaker [
मार्कण्डेय उवाच
]

`verse 29 [
अथ प्रोचुः पुनर्भूपा यैः पूर्वमुदितो नृपः ।
परस्परानुरागेण जातिधर्माश्रितं वचः
]

`verse 30 [
सत्यं शस्तो राक्षसोऽपि क्षत्रियाणां परो विधिः ।
किन्त्वसौ जनकस्वाम्ये कुमार्यानुमतो वरः
]

`verse 31 [
हत्वा तु पितृसम्बन्धं बलेन ह्रियते हि या ।
स राक्षसो विधिः प्रोक्तो नात्र भर्तृकरे स्थिता
]

`verse 32 [
पश्यतां सर्वभूपानामनया यद्वृतो दमः ।
गान्धर्वस्येह निष्पत्तौ विवाहो राक्षसोऽत्र कः
]

`verse 33 [
विवाहितायाः कन्यायाः कन्यात्वं नैव विद्यते ।
कन्यायाश्च विवाहेन सम्बन्धः पृथिवीश्वराः
]

`verse 34 [
त इमे ये बलादेनां दमादादातुमुद्यताः ।
बलिनस्ते यदि ततः कुर्वन्तु न तु साधु तत्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 35 [
तच्छ्रुत्वाऽसौ दमः कोपकषायीकृतलोचनः ।
आरोपयामास धनुर्वचनं चेदमब्रवीत्
]

`verse 36 [
ममापि भार्या बलिभिः पश्यतो ह्रियते यदि ।
तत्कुलेन भुजाभ्यां वा को गुणः क्लीबजन्मनः
]

`verse 37 [
धिङ्ममास्त्राणि धिक्छौर्यं धिक्छरान्धिक्छरासनम् ।
धिग्व्यर्थं मे कुले जन्म मरुत्तस्य महात्मनः
]

`verse 38 [
यदि भार्यामिमे मूढाः समादाय बलान्विताः ।
प्रयान्ति जीवतो धिक्तां मम व्यर्थमनुष्यताम्
]

`verse 39 [
इत्युक्त्वा तान्महीपालान्महानन्दमुखान्बली ।
अथाब्रवीत्तदा सर्वान्महारिदमनो दमः
]

`verse 40 [
एषातिशोभना बाला चार्वङ्गी मदिरेक्षणा ।
किं तस्य जन्मना भार्या न यस्येयं कुलोद्भवा
]

`verse 41 [
इति सञ्चिन्त्य भूपालास्तथा यतत संयुगे ।
यथा निर्जित्य मामेतां पत्नीं कुरुत मानिनः
]

`verse 42 [
इत्याभाष्य ततस्तत्र शरवर्षममुञ्चत ।
छादयन्पृथिवीपालांस्तमसेव महीरुहान्
]

`verse 43 [
तेऽपि वीरा महीपालाः शरशक्त्यृष्टिमुद्गरान् ।
मुमुचुस्तत्प्रयुक्तांश्च दमश्चिच्छेद लीलया
]

`verse 44 [
तेऽपि तत्प्रहितान्बाणांस्तेषां चासौ शरोत्करान् ।
चिच्छेद पृथिवीशानां नरिष्यन्तात्मजो मुने
]

`verse 45 [
वर्त्तमाने तदा युद्धे दमस्य क्षितिपात्मजैः ।
प्रविवेश महानन्दः खड्गपाणिर्यतो दमः
]

`verse 46 [
तमायान्तं दमो दृष्ट्वा खड्गपाणिं महामृधे ।
मुमोच शरवर्षाणि वर्षाणीव पुरन्दरः
]

`verse 47 [
तदस्त्राणि ततस्तानि शरजालानि तत्क्षणात् ।
महानन्दः प्रचिच्छेद खड्गेनान्यानवञ्चयत्
]

`verse 48 [
ततो रोषात्समारुह्य तं दमस्य तदा रथम् ।
महानन्दो महावीर्यो दमेन युयुधे सह
]

`verse 49 [
बहुधा युध्यमानस्य महानन्दस्य लाघवात् ।
दमो मुमोच हदये शरं कालानलप्रभम्
]

`verse 50 [
तं लग्नमात्मनोत्कृष्य विभिन्नेन ततो हृदा ।
दमं प्रति विचिक्षेप महानन्दोऽसिमुज्ज्वलम्
]

`verse 51 [
पतन्तं चैनमुल्काभं शक्त्या चिक्षेप तं दमः ।
शिरो वेतसपत्रेण महानन्दस्य चाच्छिनत्
]

`verse 52 [
तस्मिन्हते महानन्दे प्राचुर्येण पराङ्मुखाः ।
बभूवुः पार्थिवास्तस्थौ वपुष्मान्कुण्डिनाधिपः
]

`verse 53 [
दमेन युयुधे चासौ बलगर्वमदान्वितः ।
दाक्षिणात्यमहीपालतनयो रणगोचरः
]

`verse 54 [
युध्यमानस्य तस्योग्रं करवालं स वै लघु ।
चिच्छेद सारथेश्चैव शिरः संख्ये तथा ध्वजम्
]

`verse 55 [
छिन्नखड्गो गदां सोऽथ जग्राह बहुकण्टकाम् ।
तामप्यस्य स चिच्छेद करस्थामेव सत्वरः
]

`verse 56 [
यावदन्यत्समादत्त्ते स वपुष्मान्वरायुधम् ।
तावच्छरेण तं विद्ध्वा दमो भूमावपातयत्
]

`verse 57 [
स पातितस्ततो भूमौ विह्वलाङ्गः सवेपथुः ।
विनिवृत्तमतिर्युद्धाद्बभूव क्षितिपात्मजः
]

`verse 58 [
तमालोक्य तथा भूतमयुद्धमतिमात्मवान् ।
उत्सृज्यादाय सुमनां सुमनाः प्रययौ दमः
]

`verse 59 [
ततो दशार्णाधिपतिः प्रीतिमानकरोत्तयोः ।
दमस्य सुमनायाश्च विवाहं विधिपूर्वकम्
]

`verse 60 [
कृतदारो दमस्तत्र दशार्णाधिपतेः पुरे ।
स्थित्वाऽल्पकालं प्रययौ सभार्यो निजमन्दिरम्
]

`verse 61 [
दशार्णाधिपतिश्चासौ दत्त्वा नागांस्तुरङ्गमान् ।
रथगोऽश्वखरोष्ट्रांश्च दासीदासांस्तथा बहून्
]

`verse 62 [
वस्त्रालङ्कारचापादि वरोपस्करमासनम् ।
अन्यैस्तैश्च तथा भाण्डैः परिपूर्णं व्यसर्जयत्
]

`colophon [
इति श्रीमार्कण्डेयपुराणे दमचरिते त्रिंशदधिकशततमोऽध्यायः । १३० ।
]
