`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
स तां लब्ध्वा तथा पत्नीं सुमनां सुमहामुने ।
प्रणम्य स पितुः पादौ मातुश्च क्षितिपात्मजः
]

`verse 2 [
सा च तौ श्वशुरौ सूभ्रूर्ननाम सुमना तदा ।
ताभ्यां तौ च तदा विप्र आशीर्भिरभिनन्दितौ
]

`verse 3 [
महोत्सवश्च सञ्जज्ञे नरिष्यन्तस्य वै पुरे ।
कृतदारे च सम्प्राप्ते दशार्णाधिपतेः पुरात्
]

`verse 4 [
सम्बन्धिनं दशार्णेशं जितांश्च पृथिवीश्वरान् ।
श्रुत्या पुत्रेण मुमुदे नरिष्यन्तो महीपतिः
]

`verse 5 [
सोऽपि रेमे सुमनया महाराजसुतो दमः ।
वरोद्यानवनोद्देशे प्रसादगिरिसानुषु
]

`verse 6 [
अथ कालेन महता रममाणा दमेन सा ।
अवाप गर्भे सुमना दशार्णाधिपतेः सुता
]

`verse 7 [
सोऽपि राजा नरिष्यन्तो भुक्तभोगो महीपतिः ।
वयः परिणतिं प्राप्य दमं राज्येऽभिषिच्य च
]

`verse 8 [
वनं जगामेन्द्रसेना पत्नी चास्य तपस्विनी ।
वानप्रस्थविधानेन स तत्र समतिष्ठत
]

`verse 9 [
दाक्षिणात्यः सुदुर्वृत्तः संक्रन्दनसुतो वने ।
वपुष्मान्स मृगान्हन्तुं ययावल्पपदानुगः
]

`verse 10 [
स तं दृष्ट्वा नरिष्यन्तं तापसं मलपङ्किनम् ।
इन्द्रसेनां च तत्पत्नीं तपसातिसुदुर्बलाम्
]

`verse 11 [
पप्रच्छ कस्त्वं भो विप्रः क्षत्रियो वा वनेचरः ।
वानप्रस्थमनुप्राप्तो वैश्यो वा मम कथ्यताम्
]

`verse 12 [
ततो मौनव्रती भूपो नहि तस्योत्तरं ददौ ।
इन्द्रसेना च तत्सर्वमाचष्टास्मै यथातथम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 13 [
ज्ञात्वा तं च नरिष्यन्तं वपुष्मान्पितरं रिपोः ।
प्राप्तोऽसीति वदन्कोपाज्जटासु परिगृह्य च
]

`verse 14 [
हाहेति चन्द्रसेनायां रुदन्त्यां बाष्पगद्गदम् ।
चकर्ष कोपात्सङ्गं च वाक्यं चेदमुवाच ह
]

`verse 15 [
निर्जितः समरे येन येन मे सुमना हृता ।
दमस्य तस्य पितरं हनिष्येऽवतु तं दमः
]

`verse 16 [
येनाखिलमहीपालपुत्राः कन्यार्थमागताः ।
अवधूता हनिष्येऽहं पितरं तस्य दुर्मतेः
]

`verse 17 [
यौवनास्त्रस्वरूपेषु मदे यस्य दुरात्मनः ।
स दमो वारयत्वेष हन्मि तस्या रिपोर्गुरुम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 18 [
इत्युक्त्वा स दुराचारो वपुष्मानवनीपतिः ।
क्रंदन्त्यामिन्द्रसेनायां शिरश्चिच्छेद तस्य च
]

`verse 19 [
ततो धिग्धिङ्मुनिजना अन्ये च वनवासिनः ।
तमूचुः स च तं हत्वा जगाम स्वपुरं वनात्
]

`verse 20 [
गते तस्मिन्विनिश्वस्य सेन्द्रसेना वपुष्मति ।
प्रेषयामास पुत्रस्य समीपं शूद्रतापसम्
]

`verse 21 [
गच्छेथा आशु मे पुत्रं दमं ब्रूहि वचो मम ।
अभिज्ञो ह्यसि मद्भर्तृवृत्तान्तं प्रोच्यतेऽत्र किम्
]

`verse 22 [
तथापि वाच्यः पुत्रो मे यद्ब्रवीम्यतिदुःखिता ।
लंघनामीदृशीं प्राप्तां विलोक्यतां महीपतेः
]

`verse 23 [
मद्भर्त्राऽधिकृतो राजा चतुर्णां परिपालकः ।
त्वमाश्रमाणां किं युक्तं तापसान्यन्न रक्षसि
]

`verse 24 [
भर्ता मम नरिष्यन्तस्तापसस्तपसि स्थितः ।
विलपन्त्यास्तथा नाथो यथा नासि तथा त्वयि
]

`verse 25 [
आकृष्य केशेषु बलादपराधं विना ततः ।
हतो वपुष्मता ख्यातिमिति ते भूपतिर्गता
]

`verse 26 [
एवं स्थिते तत्क्रियतां यथा धर्मो न लुप्यते ।
तथा च नैव वस्तव्यं माताहं तापसी यतः
]

`verse 27 [
पिता वृद्धस्तपस्वी च नापराधेन दूषितः ।
निहतो येन यत्तस्य कर्तव्यं तद्विचिन्त्यताम्
]

`verse 28 [
सन्ति ते मन्त्रिणो वीराः सर्वशास्त्रार्थवेदिनः ।
तैः सहालोच्य यत्कार्यमेवंभूते कुरुष्व तत्
]

`verse 29 [
नास्माकमधिकारोऽत्र तापसानां नराधिप ।
कुरुष्वैतदितीत्थं त्वमेवं भूपतिभाषितम्
]

`verse 30 [
विदूरथस्य जनको यवनेन यथा हतः ।
तथायं तव पुत्रस्य कुलं तेन विनाशितम्
]

`verse 31 [
जम्भस्यासुरराजस्य पिता दष्टो भुजङ्गमैः ।
तेनाप्यखिलपातालवासिनः पन्नगाः हताः
]

`verse 32 [
पराशरेण पितरं शक्तिं तं रक्षसाऽऽहतम् ।
श्रुत्वाऽग्नौ पातितं कृत्स्नं रक्षसामभवत्कुलम्
]

`verse 33 [
अन्यस्यापि स्ववंशस्य लंघना क्रियते हि या ।
तां नालं क्षत्रियः सोढुं कि पुनः पितृमारणम्
]

`verse 34 [
नायं पिता ते निहतो नास्मिञ्छस्त्रं निपातितम् ।
त्वामत्र निहतं मन्ये त्वयि शस्त्रं निपातितम्
]

`verse 35 [
बिभेत्यस्य हि कः शस्त्रं न्यस्तं येन वनौकसाम् ।
तव नृपस्य पुत्रस्य मा बिभेतु बिभेतु वा
]

`verse 36 [
तवेयं लङ्घनायुक्ता यदस्मिंस्तत्समाचर ।
वपुष्मति महाराज सभृत्यज्ञातिबान्धवे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 37 [
इति संक्रान्तसन्देशमिन्द्रसेना विसृज्य तम् ।
पतिदेहमुपाश्लिष्य विवेशाग्निं मनस्विनी
]

`colophon [
इति श्रीमार्कण्डेयपुराणे दमचरितवर्णनं नामैकत्रिंशदधिकशततमोऽध्यायः । १३१ ।
132
अथ द्वात्रिंशदधिकशततमोऽध्यायः
दमचरितवर्णनम्
मार्कण्डेय उवाच
इन्द्रसेनासमाज्ञप्तः स गत्वा शूद्रतापसः ।
समाचष्ट यथापूर्वं दमाय निधनं पितुः
]
