`verse 1 [
तापसेन समाख्याते दमस्तेन पितुर्वधे ।
क्रोधेनातीव जज्वाल हविषेवाग्निरुद्धतः
]

`verse 2 [
स तु क्रोधाग्निना धीरे दह्यमानो महामुने ।
करं करेण निष्पिष्य वाक्यमेतदुवाच ह
]

`verse 3 [
अनाथ इव मे तातो मयि पुत्रे तु जीवति ।
घातितः सुनृशंसेन परिभूय कुलं मम
]

`verse 4 [
तापं करोम्यहं किंवाप्येष क्लैब्यात्क्षमाम्यहम् ।
दुर्वृत्तशान्तौ शिष्टानां पालनेऽधिकृता वयम्
]

`verse 5 [
पितरं चापि निहतं दृष्ट्वा जीवन्ति शत्रवः ।
तत्किमेतेन बहुना हा तातेति च किं पुनः
]

`verse 6 [
विलापेनात्र यत्कृत्यं तदेषोऽत्र करोम्यहम् ।
यद्यहं तस्य रक्तेन देहोत्थेन वपुष्मतः । ।
न करोमि गुरोस्तृप्तिं तत्प्रवेक्ष्ये हुताशनम्
]

`verse 7 [
तच्छोणितेनोदककर्म तस्य मांसेन सम्यग्द्विजभोजनं च ।
कुर्यां पितुस्तस्य च पिण्डदानं न चेत्प्रवेक्ष्यामि हुताशनं तत्
]

`verse 8 [
साहाय्यमस्यासुरदेवयक्षगन्धर्वविद्याधरसिद्धसंघाः ।
कुर्वन्ति चेत्तानपि चास्त्रपूगैर्भस्मीकरोम्येष रुषा समेतः
]

`verse 9 [
निःशूरमाधार्मिकमप्रशस्तं तं दाक्षिणात्यं समरे निहत्य ।
भोक्ष्ये ततोऽहं पृथिवीं च कृत्स्नां वह्निं प्रवेक्ष्याम्यनिहत्य तं वा
]

`verse 10 [
सुदुर्मतिं तापसवृद्धघातिनं वनस्थगं साधुविधिं विदग्धगम् ।
हन्ताहमद्याखिलबन्धुमित्रपदातिहस्त्यश्वबलैः समेतम्
]

`verse 11 [
एषोऽहमादाय धनुःसखड्गो रथी तथैवारिबलं समेत्य ।
करोमि वै यत्कदनं समस्ताः पश्यन्तु मे देवगणा समेताः
]

`verse 12 [
यो यः सहायो भविताद्य तस्य मया समेतस्य रणाय भूयः ।
तस्यैव निःशेषकुलक्षयाय समुद्यतोऽहं निजबाहुसैन्यः
]

`verse 13 [
यदि कुलिशकरोऽस्मिन्सयुगे देवराजः पितृपतिरथ चोग्रं दण्डमुद्यस्य कोपात् ।
धनपतिवरुणार्का रक्षितुं तं यतन्ते निशितशरवरौघैर्घातियिष्ये तथापि
]

`verse 14 [
नियतमतिरदोषः काननाखण्डलोका निपतितफलभक्षः सर्वभूतेषु मैत्रः ।
प्रभवति मयि पुत्रे हिंसितो येन तातः पिशितरुधिरतृप्तास्तस्य सन्त्वद्य गृध्राः
]

`colophon [
इति श्रीमार्कण्डेयपुराणे दमचरिते द्वात्रिंशदधिकशततमोऽध्यायः । १३२ ।
133
अथ त्रयस्त्रिंशदधिकशततमोऽध्यायः
वपुष्मद्वधवर्णनम्
मार्कण्डेय उवाच
इति प्रतिज्ञाय तदा नरिष्यन्तसुतो दमः ।
कोपामर्षविवृत्ताक्षः श्भश्रुमावृत्य पाणिना
]
