`verse 1 [
हा हतोऽस्मीति पितरं ध्यात्वा देवं विनिंद्य च ।
प्रोवाच मंत्रिणः सर्वानानिनाय पुरोहितम्
]

`speaker [
दम उवाच
]

`verse 2 [
यदत्र कृत्यं तद्ब्रूत ताते प्राप्ते सुरालयम् ।
श्रुतं भवद्भिर्यत्प्रोक्तं तेन शूद्रतपस्विना
]

`verse 3 [
वृद्धस्तपस्वी स नृपो वानप्रस्थव्रते स्थितः ।
मौनव्रतधरोऽशस्त्रो मन्मात्रा चेन्द्रसेनया
]

`verse 4 [
प्रोक्तं संसृष्टया स्वात्म्याद्याथातथ्यं वपुष्मते ।
तेनापि खड्गमाकृष्य जटां सव्येन पाणिना
]

`verse 5 [
धृत्वा जघान दुष्टात्मा लोकनाथमनाथवत् ।
माता च संदिश्य हि मां धिक्छब्दं ब्रुवती सती
]

`verse 6 [
मन्दभाग्यं च निःश्रीकं प्रविष्टा हव्यवाहनम् ।
तमालिंग्य नरिष्यन्तं प्रयाता त्रिदशालयम्
]

`verse 7 [
सोऽहमद्य करिष्यामि यन्मे मातुरुदीरितम् ।
हस्त्यश्वरथपादातं सैन्यं च परिकल्प्यताम्
]

`verse 8 [
अनिर्याप्य पितुर्वैरमहत्वा पितृघातकम् ।
अकृत्वा च वचो मातुर्जीवितुं किमिहोत्सहे
]

`speaker [
मार्कण्डेय उवाच
]

`verse 9 [
मन्त्रिणस्तद्वचः श्रुत्वा हाहेत्युक्त्वा तथा च तत् ।
कृतवन्तो विमनसः सभृत्यबलवाहनाः
]

`verse 10 [
निर्ययुः सपरीवाराः पुरस्कृत्य दमं नृपम् ।
गृहीत्वा चाशिषो विप्रात्त्रिकालज्ञात्पुरोधसः
]

`verse 11 [
अहिराडिव निःश्वस्य दमः प्रायाद्वपुष्मतम् ।
सीमापालादिसामन्तान्निघ्नन्याम्यां दिश त्वरा
]

`verse 12 [
निरीक्ष्य तं समायान्तं वपुष्मान्मर्षपूरितः ।
संक्रन्दनसुतेनापि दमो ज्ञातो वपुष्मता । ।
आयातः सपरीवारः सामात्यः सपरिच्छदः
]

`verse 13 [
अकंपितेन मनसा ससैन्यानि दिदेश ह ।
दूतं च प्रेषयामास निर्गम्य नगराद्बहिः
]

`verse 14 [
त्वं शीघ्रतरमागच्छ नरिष्यन्तः प्रतीक्षते ।
सभार्यक्षत्रबन्धो त्वं समायाहि ममान्तिकम्
]

`verse 15 [
इमे मद्बाहुनिर्मुक्ताः शिता बाणाः पिपासिताः ।
भित्त्वा शरीरं सङ्ग्रामे पास्यन्ति रुधिरं तव
]

`verse 16 [
श्रुत्वा दमस्तु तत्सर्वं दूतप्रोक्तं ययौ त्वरन् ।
स्मृत्वा प्रतिज्ञां पूर्वोक्तां निःश्वसमुरगो यथा
]

`verse 17 [
आहूतसमरे चैव पुमान्सेनाविकत्थनः ।
ततो युद्धमतीवासीद्दमस्य च वपुष्मतः
]

`verse 18 [
रथी च रथिना नागी नागिना हयिना हयी ।
अयुध्यन्त च विप्रर्षे तद्युद्धं तुमुलं ह्यभूत्
]

`verse 19 [
पश्यतां सर्वदेवानां सिद्धगन्धर्वरक्षसाम् ।
चकम्पे वसुधा ब्रह्मन्युध्यमाने दमे युधि
]

`verse 20 [
न गजो न रथी नाश्वस्तस्य बाणसहस्तु यः ।
ततो दमेन युयुधे सेनाध्यक्षो वपुष्मतः
]

`verse 21 [
हृदि विव्याध च दम इषुणागाद्यमान्तिकम् ।
तस्मिन्निपतिते सैन्यं पलायनपरं ह्यभूत्
]

`verse 22 [
स स्वामिनं ततः प्राह दमः शत्रुं दमस्तथा ।
क्व यासि दुष्ट पितरं घातयित्वा तपस्विनम्
]

`verse 23 [
अशस्त्रं च तपस्यन्तं क्षत्रियोऽसि निवर्तताम् ।
ततो निवृत्य स दमं योधयामास सानुजः
]

`verse 24 [
स पुत्रः सह सम्बन्धिबान्धवैर्युयुधे रथी ।
ततः शरासनान्मुक्तबाणैर्व्याप्तास्ततो दिशः
]

`verse 25 [
दमं च सरथं चाशु शरजालैरपूरयत् ।
ततः पितृवधोत्थेन कोपेन स दमस्तथा
]

`verse 26 [
चिच्छेद ताञ्छरान्स्तेषां विव्याधान्यैश्च तानपि ।
एकेनैकेन बाणेन सप्त पुत्रान्स्तथा द्विज
]

`verse 27 [
सम्बन्धिबान्धवान्मित्रान्निनाय यमसादनम् ।
वपुष्मान्स रथी क्रोधान्निहतात्मजबान्धवः
]

`verse 28 [
युयुधे च स तेनाजौ शरैराशीविषोपमैः ।
चिच्छेद तस्य तान्बाणान्स दमश्च महामुने
]

`verse 29 [
युयुधाते च संरब्धौ परस्परजयैषिणौ ।
परस्परशराघातविच्छिन्नधनुषौ त्वरा
]

`verse 30 [
गृहीतखड्गावुत्तीर्य चिक्रीडाते महाबलौ ।
दमः क्षणं नृपं ध्यात्वा पितरं निहतं वने
]

`verse 31 [
केशेष्वाकृष्य चाक्रम्य निपात्य धरणीतले ।
शिरोधरायां पादेन भुजमुद्यम्य चाब्रवीत्
]

`verse 32 [
पश्यन्तु देवताः सर्वा मानुषाः पन्नगाः खगाः ।
पाट्यमानं च हृदयं क्षत्रबन्धोर्वपुष्मतः
]

`verse 33 [
एवमुक्त्वा च स दमो हदयं च व्यदारयत् ।
पातुकामश्च स सुरैः क्षतजेन निवारितः
]

`verse 34 [
ततश्चकार तातस्य रक्तेनैवोदकक्रियाम् ।
आनृण्यं प्राप्य स पितुः पुनः प्रायात्स्वमन्दिरम्
]

`verse 35 [
वपुष्मतश्च मांसेन पिण्डदानं चकार ह ।
ब्राह्मणान्भोजयामास रक्षः कुलसमुद्भवान्
]

`verse 36 [
एवंविधा हि राजानो बभूवुः सूर्यवंशजाः ।
अन्येऽपि सुधियः शूरा यज्विनो धर्मकोविदाः
]

`verse 37 [
वेदान्तपारगास्ताञ्च न संख्यातुमिहोत्सहे ।
एतेषां चरितं श्रुत्वा नरः पापैः प्रमुच्यते
]

`colophon [
इति श्रीमार्कण्डेयपुराणे दमचरिते वपुष्मद्वधो नाम त्रयस्त्रिंशदधिकशततमोऽध्यायः । १३३ ।
134
अथ चतुस्त्रिंशदधिकशततमोऽध्यायः
श्रवणपठनवर्णनम्
पक्षिण ऊचुः
एवमुक्त्वा जैमिनेयं मार्कण्डेयो महामुनिः ।
विसृज्य क्रौष्टुकिमुनिं चक्रे माध्याह्निकीं क्रियाम्
]
