`verse 1 [
अस्माभिश्च श्रुतं तस्माद्यत्ते प्रोक्तं महामुने ।
अनादिसिद्धमेतद्धि पुरा प्रोक्तं स्वयंभुवा
]

`verse 2 [
मार्कण्डेयाय मुनये यत्तेऽस्माभिरुदाहृतम् ।
पुण्यं पवित्रमायुष्यं धर्मकामार्थसिद्धिदम्
]

`verse 3 [
पठतां शृण्वतां सद्यः सर्वपापप्रमोचनम् ।
आदावेव कृता ये च प्रश्नाश्चत्वार एव हि
]

`verse 4 [
पितुः पुत्रस्य संवादस्तथा सृष्टिः स्वयंभुवः ।
तथा मनूनां स्थितयो राज्ञां च चरितं मुने
]

`verse 5 [
अस्माभिरेतत्ते प्रोक्तं किमद्य श्रोतुमिच्छसि ।
एतान्सर्वान्नरः श्रुत्वा पठते वा सभासु च
]

`verse 6 [
विधूय सर्वपापानि ब्रह्मणोऽन्ते लयं व्रजेत् ।
अष्टादशपुराणानि यानि प्राह पितामहः
]

`verse 7 [
तेषां तु सप्तमं ज्ञेयं मार्कर्ण्डेयं सुविश्रुतम् ।
ब्राह्मं पाद्मं वैष्णवं च शैवं भागवतं तथा
]

`verse 8 [
तथान्यन्नारदीयं च मार्कण्डेयं च सप्तमम् ।
आग्नेयमष्टमं प्रोक्तं भविष्यं नवमं तथा
]

`verse 9 [
दशमं ब्रह्मवैवर्त्तं लैङ्गमेकादशं स्मृतम् ।
वाराहं द्वादशं प्रोक्तं स्कन्दमत्र त्रयोदशम्
]

`verse 10 [
चतुर्दशं वामनं च कौर्मं पञ्चदशं तथा ।
मात्स्यं च गारुडं चैव ब्रह्माण्डं च ततः परम्
]

`verse 11 [
अष्टादशपुराणानां नामधेयानि यः पठेत् ।
त्रिसन्ध्यं जपते नित्यं सोऽश्वमेधफलं लभेत्
]

`verse 12 [
सर्गश्च प्रतिसर्गश्च वंशो मन्वन्तराणि च ।
वंशानुचरितं चैव पुराणं पञ्चलक्षणम् । १३
चतुःप्रश्नसमोपेतं पुराणं ह्येतदुत्तमम् ।
श्रुत्वा पुनश्च ते पापं कल्पकोटिशतैः कृतम्
]

`verse 13 [
ब्रह्महत्यादिपापानि यान्यन्यान्यशुभानि च ।
तानि सर्वाणि नश्यन्ति तृणं वातहतं यथा
]

`verse 14 [
पुष्करे दानजं पुण्यं श्रवणादस्य जायते ।
सर्ववेदाधिकफलं समाप्त्या चाधिगच्छति
]

`verse 15 [
यः श्रावयेत्पूजयेत्तं यथा देवं पितामहम् ।
गन्धपुष्पैस्तथा वस्त्रैर्ब्राह्मणानां च तर्पणैः
]

`verse 16 [
यथाशक्त्या च दातव्यं नृपैर्ग्रामादिवाहनम् ।
एतत्पुराणमखिलं वेदार्थैरुपबृंहितम् । ।
धर्मशास्त्रैकनिलयं श्रुत्वा सर्वार्थमाप्नुयात्
]

`verse 17 [
श्रुत्वा पुराणमखिलं व्यासं सम्पूजयेद्बुधः ।
धर्मार्थकाममोक्षाणां यथोक्तफलहेतवे
]

`verse 18 [
दद्याद्गां गुरवे स्वर्णवस्त्रालङ्कारसंयुताम् ।
श्रवणस्य फलावाप्त्यै दानैः संतोषयेद्गुरुम्
]

`verse 19 [
अपूज्य पाठकर्तारं श्लोकमेकं शृणोति यः ।
नासौ पुण्यमवाप्नोति शास्त्रचोरः स्मृतो हि सः
]

`verse 20 [
न तस्य देवाः प्रीणन्ति पितरो नैव पुत्रकान् ।
दत्तं श्राद्धं तथेच्छन्ति तीर्थस्नानफलं न च
]

`verse 21 [
लभेत शास्त्रचोरश्च निन्दां सज्जनसंसदि ।
अवज्ञया न श्रोतव्यं शास्त्रमेतद्विचक्षणैः
]

`verse 22 [
पठ्यमाने त्ववज्ञाते साधुभिः शास्त्र उत्तमे ।
मूको भवति जन्मानि सप्त मूर्खः प्रजायते
]

`verse 23 [
श्रुत्वा तत्पूजयेद्यस्तु पुराणं सप्तमं पुनः ।
सर्वपापविनिर्मुक्तः पुनात्येव निजं कुलम्
]

`verse 24 [
पूतो याति न सन्देहो विष्णुलोकं सनातनम् ।
च्युतस्ततः पुनर्नैव स भविष्यति मानवः
]

`verse 25 [
पुराणश्रवणादेव परमयोगमवाप्नुयात् ।
नास्तिकाय न दातव्यं वृषले वेदनिन्दके
]

`verse 26 [
गुरुद्विजातिनिन्दाय तथा भग्नव्रताय च ।
मातापित्रोर्निन्दकाय वेदशास्त्रादिनिन्दिने
]

`verse 27 [
भिन्नमर्यादिने चैव तथा वै ज्ञातिकोपिने ।
एतेषां नैव दातव्यं प्राणैः कण्ठगतैरपि
]

`verse 28 [
लोभाद्वा यदि वा मोहाद्भयाद्वापि विशेषतः ।
पठेद्वा पाठयेद्वापि स गच्छेन्नरकं ध्रुवम्
]

`speaker [
मार्कण्डेय उवाच
]

`verse 29 [
एतत्सर्वमुपाख्यानं धर्म्यं स्वर्गापवर्गदम्।
यः शृणोति पठेद्वापि सिद्धं तस्य समीहितम्
]

`verse 30 [
आधिव्याधिजदुःखेन कदाचिन्नाभियुज्यते ।
ब्रह्महत्यादिपापेभ्यो मुच्यते नात्र संशयः
]

`verse 31 [
सन्तः स्वजनमित्राणि भवन्ति हितबुद्धयः ।
नारयः सम्भविष्यन्ति दस्यवो वा कदाचन
]

`verse 32 [
सदर्थो मिष्टभोगी च दुर्भिक्षैर्नावसीदति ।
परदारपरद्रव्यपरहिंसादिकिल्बिषैः
]

`verse 33 [
मुच्यतेऽनेकदुःखेभ्यो नित्यं चैव द्विजोत्तम ।
ऋद्धिर्वृद्धिः स्मृतिः शान्तिः श्रीः पुष्टिस्तुष्टिरेव च । ।
नित्यं तस्य भवेद्विप्र यः शृणोति कथामिमाम्
]

`verse 34 [
मार्कण्डेयपुराणमेतदखिलं शृण्वन्नशोच्यः
पुमान्यो वा सम्यगुदीयरयेद्रसमयं शोच्यो न सोऽपि द्विज ।
योगज्ञानविशुद्धसिद्धिसहितः स्वर्गादिलोकेऽप्यसौ
शक्राद्यैश्च सुरादिभिः परिवृतः स्वर्गे सदा पूज्यते
]

`verse 35 [
पुराणमेतच्छ्रुत्वा च ज्ञानविज्ञानसंयुतम् ।
विमानवरमारुह्य स्वर्गलोके महीयते
]

`verse 36 [
पुराणाक्षरसंख्या च प्रख्याता तत्त्वबुद्धिना ।
श्लोकानां षट्सहस्राणि तथा चाष्टशतानि च
]

`verse 37 [
श्लोकास्तत्र नवाशीतिरेकादशसमाहिताः ।
कथिता मुनिना पूर्वं मार्कण्डेयेन धीमता
]

`speaker [
जैमिनिरुवाच
]

`verse 38 [
भारतेनाभवद्यन्मे संशयस्फोटनं द्विजाः ।
तद्भवद्भिः कृतं यन्न कश्चिदद्य करिष्यति
]

`verse 39 [
यूयं दीर्घायुषः स्यात प्रज्ञाबुद्धिविशारदाः ।
सांख्ययोगे तथा चास्तु बुद्धिरव्यभिचारिणी
]

`verse 40 [
पितृशापकृताद्दुःखाद्दौर्मनस्यं व्यपेतु वः ।
एतावदुक्त्वा वचनं जगाम स्वाश्रमं मुनिः । ।
चितयन्परमोदारं पक्षिणां वाक्यमीरितम्
]

`colophon [
इति श्रीमार्कण्डेयमहापुराणे एतत्पुराणमाहात्म्यश्रवणपठनफलं
नाम चतुस्त्रिंशदधिकशततमोऽध्यायः । १३४ ।

सम्पूर्णमिदं मार्कण्डेयमहापुराणम् । ।
श्रीशः पायात्। ।
]
