`speaker [
श्रीराजोवाच
]

`verse 1 [
निशम्य देवः स्वभटोपवर्णितं प्रत्याह किं तानपि धर्मराजः।
एवं हताज्ञो विहतान्मुरारेर्नैदेशिकैर्यस्य वशे जनोऽयम्
]

`verse 2 [
यमस्य देवस्य न दण्डभङ्गः कुतश्चनर्षे श्रुतपूर्व आसीत्।
एतन्मुने वृश्चति लोकसंशयं न हि त्वदन्य इति मे विनिश्चितम्
]

`speaker [
श्रीशुक उवाच
]

`verse 3 [
भगवत्पुरुषै राजन्याम्याः प्रतिहतोद्यमाः।
पतिं विज्ञापयामासुर्यमं संयमनीपतिम्
]

`speaker [
यमदूता ऊचुः
]

`verse 4 [
कति सन्तीह शास्तारो जीवलोकस्य वै प्रभो।
त्रैविध्यं कुर्वतः कर्म फलाभिव्यक्तिहेतवः
]

`verse 5 [
यदि स्युर्बहवो लोके शास्तारो दण्डधारिणः।
कस्य स्यातां न वा कस्य मृत्युश्चामृतमेव वा
]

`verse 6 [
किन्तु शास्तृबहुत्वे स्याद्बहूनामिह कर्मिणाम्।
शास्तृत्वमुपचारो हि यथा मण्डलवर्तिनाम्
]

`verse 7 [
अतस्त्वमेको भूतानां सेश्वराणामधीश्वरः।
शास्ता दण्डधरो नॄणां शुभाशुभविवेचनः
]

`verse 8 [
तस्य ते विहितो दण्डो न लोके वर्ततेऽधुना।
चतुर्भिरद्भुतैः सिद्धैराज्ञा ते विप्रलम्भिता
]

`verse 9 [
नीयमानं तवादेशादस्माभिर्यातनागृहान्।
व्यामोचयन्पातकिनं छित्त्वा पाशान्प्रसह्य ते
]

`verse 10 [
तांस्ते वेदितुमिच्छामो यदि नो मन्यसे क्षमम्।
नारायणेत्यभिहिते मा भैरित्याययुर्द्रुतम्
]

`verse 11 [
श्रीबादरायणिरुवाच।
इति देवः स आपृष्टः प्रजासंयमनो यमः।
प्रीतः स्वदूतान्प्रत्याह स्मरन्पादाम्बुजं हरेः
]

`speaker [
यम उवाच
]

`verse 12 [
परो मदन्यो जगतस्तस्थुषश्च ओतं प्रोतं पटवद्यत्र विश्वम्।
यदंशतोऽस्य स्थितिजन्मनाशा नस्योतवद्यस्य वशे च लोकः
]

`verse 13 [
यो नामभिर्वाचि जनं निजायां बध्नाति तन्त्र्यामिव दामभिर्गाः।
यस्मै बलिं त इमे नामकर्म निबन्धबद्धाश्चकिता वहन्ति
]

`verse 14 [
अहं महेन्द्रो निरृतिः प्रचेताः सोमोऽग्निरीशः पवनो विरिञ्चिः।
आदित्यविश्वे वसवोऽथ साध्या मरुद्गणा रुद्रगणाः ससिद्धाः
]

`verse 15 [
अन्ये च ये विश्वसृजोऽमरेशा भृग्वादयोऽस्पृष्टरजस्तमस्काः।
यस्येहितं न विदुः स्पृष्टमायाः सत्त्वप्रधाना अपि किं ततोऽन्ये
]

`verse 16 [
यं वै न गोभिर्मनसासुभिर्वा हृदा गिरा वासुभृतो विचक्षते।
आत्मानमन्तर्हृदि सन्तमात्मनां चक्षुर्यथैवाकृतयस्ततः परम्
]

`verse 17 [
तस्यात्मतन्त्रस्य हरेरधीशितुः परस्य मायाधिपतेर्महात्मनः।
प्रायेण दूता इह वै मनोहराश्चरन्ति तद्रूपगुणस्वभावाः
]

`verse 18 [
भूतानि विष्णोः सुरपूजितानि दुर्दर्शलिङ्गानि महाद्भुतानि।
रक्षन्ति तद्भक्तिमतः परेभ्यो मत्तश्च मर्त्यानथ सर्वतश्च
]

`verse 19 [
धर्मं तु साक्षाद्भगवत्प्रणीतं न वै विदुरृषयो नापि देवाः।
न सिद्धमुख्या असुरा मनुष्याः कुतो नु विद्याधरचारणादयः
]

`verse 20 [
स्वयम्भूर्नारदः शम्भुः कुमारः कपिलो मनुः।
प्रह्लादो जनको भीष्मो बलिर्वैयासकिर्वयम्
]

`verse 21 [
द्वादशैते विजानीमो धर्मं भागवतं भटाः।
गुह्यं विशुद्धं दुर्बोधं यं ज्ञात्वामृतमश्नुते
]

`verse 22 [
एतावानेव लोकेऽस्मिन्पुंसां धर्मः परः स्मृतः।
भक्तियोगो भगवति तन्नामग्रहणादिभिः
]

`verse 23 [
नामोच्चारणमाहात्म्यं हरेः पश्यत पुत्रकाः।
अजामिलोऽपि येनैव मृत्युपाशादमुच्यत
]

`verse 24 [
एतावतालमघनिर्हरणाय पुंसां।
सङ्कीर्तनं भगवतो गुणकर्मनाम्नाम् ।
विक्रुश्य पुत्रमघवान्यदजामिलोऽपि।
नारायणेति म्रियमाण इयाय मुक्तिम्
]

`verse 25 [
प्रायेण वेद तदिदं न महाजनोऽयं।
देव्या विमोहितमतिर्बत माययालम्।
त्रय्यां जडीकृतमतिर्मधुपुष्पितायां।
वैतानिके महति कर्मणि युज्यमानः
]

`verse 26 [
एवं विमृश्य सुधियो भगवत्यनन्ते।
सर्वात्मना विदधते खलु भावयोगम्।
ते मे न दण्डमर्हन्त्यथ यद्यमीषां।
स्यात्पातकं तदपि हन्त्युरुगायवादः
]

`verse 27 [
ते देवसिद्धपरिगीतपवित्रगाथा।
ये साधवः समदृशो भगवत्प्रपन्नाः।
तान्नोपसीदत हरेर्गदयाभिगुप्तान्।
नैषां वयं न च वयः प्रभवाम दण्डे
]

`verse 28 [
तानानयध्वमसतो विमुखान्मुकुन्द।
पादारविन्दमकरन्दरसादजस्रम्।
निष्किञ्चनैः परमहंसकुलैरसङ्गैर्।
जुष्टाद्गृहे निरयवर्त्मनि बद्धतृष्णान्
]

`verse 29 [
जिह्वा न वक्ति भगवद्गुणनामधेयं।
चेतश्च न स्मरति तच्चरणारविन्दम्।
कृष्णाय नो नमति यच्छिर एकदापि।
तानानयध्वमसतोऽकृतविष्णुकृत्यान्
]

`verse 30 [
तत्क्षम्यतां स भगवान्पुरुषः पुराणो।
नारायणः स्वपुरुषैर्यदसत्कृतं नः।
स्वानामहो न विदुषां रचिताञ्जलीनां।
क्षान्तिर्गरीयसि नमः पुरुषाय भूम्ने
]

`verse 31 [
तस्मात्सङ्कीर्तनं विष्णोर्जगन्मङ्गलमंहसाम्।
महतामपि कौरव्य विद्ध्यैकान्तिकनिष्कृतम्
]

`verse 32 [
शृण्वतां गृणतां वीर्याण्युद्दामानि हरेर्मुहुः।
यथा सुजातया भक्त्या शुद्ध्येन्नात्मा व्रतादिभिः
]

`verse 33 [
कृष्णाङ्घ्रिपद्ममधुलिण् न पुनर्विसृष्ट।
मायागुणेषु रमते वृजिनावहेषु ।
अन्यस्तु कामहत आत्मरजः प्रमार्ष्टुम्।
ईहेत कर्म यत एव रजः पुनः स्यात्
]

`verse 34 [
इत्थं स्वभर्तृगदितं भगवन्महित्वं।
संस्मृत्य विस्मितधियो यमकिङ्करास्ते।
नैवाच्युताश्रयजनं प्रतिशङ्कमाना।
द्रष्टुं च बिभ्यति ततः प्रभृति स्म राजन्
]

`verse 35 [
इतिहासमिमं गुह्यं भगवान्कुम्भसम्भवः।
कथयामास मलय आसीनो हरिमर्चयन्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां षष्ठस्कन्धे यमपुरुषसंवादे तृतीयोऽध्यायः
]
