`speaker [
श्रीशुक उवाच
]

`verse 1 [
तस्यां स पाञ्चजन्यां वै विष्णुमायोपबृंहितः।
हर्यश्वसंज्ञानयुतं पुत्रानजनयद्विभुः
]

`verse 2 [
अपृथग्धर्मशीलास्ते सर्वे दाक्षायणा नृप।
पित्रा प्रोक्ताः प्रजासर्गे प्रतीचीं प्रययुर्दिशम्
]

`verse 3 [
तत्र नारायणसरस्तीर्थं सिन्धुसमुद्रयोः।
सङ्गमो यत्र सुमहन्मुनिसिद्धनिषेवितम्
]

`verse 4 [
तदुपस्पर्शनादेव विनिर्धूतमलाशयाः।
धर्मे पारमहंस्ये च प्रोत्पन्नमतयोऽप्युत
]

`verse 5 [
तेपिरे तप एवोग्रं पित्रादेशेन यन्त्रिताः।
प्रजाविवृद्धये यत्तान्देवर्षिस्तान्ददर्श ह
]

`verse 6 [
उवाच चाथ हर्यश्वाः कथं स्रक्ष्यथ वै प्रजाः।
अदृष्ट्वान्तं भुवो यूयं बालिशा बत पालकाः
]

`verse 7 [
तथैकपुरुषं राष्ट्रं बिलं चादृष्टनिर्गमम्।
बहुरूपां स्त्रियं चापि पुमांसं पुंश्चलीपतिम्
]

`verse 8 [
नदीमुभयतो वाहां पञ्चपञ्चाद्भुतं गृहम्।
क्वचिद्धंसं चित्रकथं क्षौरपव्यं स्वयं भ्रमिम्
]

`verse 9 [
कथं स्वपितुरादेशमविद्वांसो विपश्चितः।
अनुरूपमविज्ञाय अहो सर्गं करिष्यथ
]

`speaker [
श्रीशुक उवाच
]

`verse 10 [
तन्निशम्याथ हर्यश्वा औत्पत्तिकमनीषया।
वाचः कूटं तु देवर्षेः स्वयं विममृशुर्धिया
]

`verse 11 [
भूः क्षेत्रं जीवसंज्ञं यदनादि निजबन्धनम्।
अदृष्ट्वा तस्य निर्वाणं किमसत्कर्मभिर्भवेत्
]

`verse 12 [
एक एवेश्वरस्तुर्यो भगवान्स्वाश्रयः परः।
तमदृष्ट्वाभवं पुंसः किमसत्कर्मभिर्भवेत्
]

`verse 13 [
पुमान्नैवैति यद्गत्वा बिलस्वर्गं गतो यथा।
प्रत्यग्धामाविद इह किमसत्कर्मभिर्भवेत्
]

`verse 14 [
नानारूपात्मनो बुद्धिः स्वैरिणीव गुणान्विता।
तन्निष्ठामगतस्येह किमसत्कर्मभिर्भवेत्
]

`verse 15 [
तत्सङ्गभ्रंशितैश्वर्यं संसरन्तं कुभार्यवत्।
तद्गतीरबुधस्येह किमसत्कर्मभिर्भवेत्
]

`verse 16 [
सृष्ट्यप्ययकरीं मायां वेलाकूलान्तवेगिताम्।
मत्तस्य तामविज्ञस्य किमसत्कर्मभिर्भवेत्
]

`verse 17 [
पञ्चविंशतितत्त्वानां पुरुषोऽद्भुतदर्पणः।
अध्यात्ममबुधस्येह किमसत्कर्मभिर्भवेत्
]

`verse 18 [
ऐश्वरं शास्त्रमुत्सृज्य बन्धमोक्षानुदर्शनम्।
विविक्तपदमज्ञाय किमसत्कर्मभिर्भवेत्
]

`verse 19 [
कालचक्रं भ्रमिस्तीक्ष्णं सर्वं निष्कर्षयज्जगत्।
स्वतन्त्रमबुधस्येह किमसत्कर्मभिर्भवेत्
]

`verse 20 [
शास्त्रस्य पितुरादेशं यो न वेद निवर्तकम्।
कथं तदनुरूपाय गुणविस्रम्भ्युपक्रमेत्
]

`verse 21 [
इति व्यवसिता राजन्हर्यश्वा एकचेतसः।
प्रययुस्तं परिक्रम्य पन्थानमनिवर्तनम्
]

`verse 22 [
स्वरब्रह्मणि निर्भात हृषीकेशपदाम्बुजे।
अखण्डं चित्तमावेश्य लोकाननुचरन्मुनिः
]

`verse 23 [
नाशं निशम्य पुत्राणां नारदाच्छीलशालिनाम्।
अन्वतप्यत कः शोचन्सुप्रजस्त्वं शुचां पदम्
]

`verse 24 [
स भूयः पाञ्चजन्यायामजेन परिसान्त्वितः।
पुत्रानजनयद्दक्षः सवलाश्वान्सहस्रिणः
]

`verse 25 [
ते च पित्रा समादिष्टाः प्रजासर्गे धृतव्रताः।
नारायणसरो जग्मुर्यत्र सिद्धाः स्वपूर्वजाः
]

`verse 26 [
तदुपस्पर्शनादेव विनिर्धूतमलाशयाः।
जपन्तो ब्रह्म परमं तेपुस्तत्र महत्तपः
]

`verse 27 [
अब्भक्षाः कतिचिन्मासान्कतिचिद्वायुभोजनाः।
आराधयन्मन्त्रमिममभ्यस्यन्त इडस्पतिम्
]

`verse 28 [
ॐ नमो नारायणाय पुरुषाय महात्मने।
विशुद्धसत्त्वधिष्ण्याय महाहंसाय धीमहि
]

`verse 29 [
इति तानपि राजेन्द्र प्रजासर्गधियो मुनिः।
उपेत्य नारदः प्राह वाचः कूटानि पूर्ववत्
]

`verse 30 [
दाक्षायणाः संशृणुत गदतो निगमं मम।
अन्विच्छतानुपदवीं भ्रातॄणां भ्रातृवत्सलाः
]

`verse 31 [
भ्रातॄणां प्रायणं भ्राता योऽनुतिष्ठति धर्मवित्।
स पुण्यबन्धुः पुरुषो मरुद्भिः सह मोदते
]

`verse 32 [
एतावदुक्त्वा प्रययौ नारदोऽमोघदर्शनः।
तेऽपि चान्वगमन्मार्गं भ्रातॄणामेव मारिष
]

`verse 33 [
सध्रीचीनं प्रतीचीनं परस्यानुपथं गताः।
नाद्यापि ते निवर्तन्ते पश्चिमा यामिनीरिव
]

`verse 34 [
एतस्मिन्काल उत्पातान्बहून्पश्यन्प्रजापतिः।
पूर्ववन्नारदकृतं पुत्रनाशमुपाशृणोत्
]

`verse 35 [
चुक्रोध नारदायासौ पुत्रशोकविमूर्च्छितः।
देवर्षिमुपलभ्याह रोषाद्विस्फुरिताधरः
]

`speaker [
श्रीदक्ष उवाच
]

`verse 36 [
अहो असाधो साधूनां साधुलिङ्गेन नस्त्वया।
असाध्वकार्यर्भकाणां भिक्षोर्मार्गः प्रदर्शितः
]

`verse 37 [
ऋणैस्त्रिभिरमुक्तानाममीमांसितकर्मणाम्।
विघातः श्रेयसः पाप लोकयोरुभयोः कृतः
]

`verse 38 [
एवं त्वं निरनुक्रोशो बालानां मतिभिद्धरेः।
पार्षदमध्ये चरसि यशोहा निरपत्रपः
]

`verse 39 [
ननु भागवता नित्यं भूतानुग्रहकातराः।
ऋते त्वां सौहृदघ्नं वै वैरङ्करमवैरिणाम्
]

`verse 40 [
नेत्थं पुंसां विरागः स्यात्त्वया केवलिना मृषा।
मन्यसे यद्युपशमं स्नेहपाशनिकृन्तनम्
]

`verse 41 [
नानुभूय न जानाति पुमान्विषयतीक्ष्णताम्।
निर्विद्यते स्वयं तस्मान्न तथा भिन्नधीः परैः
]

`verse 42 [
यन्नस्त्वं कर्मसन्धानां साधूनां गृहमेधिनाम्।
कृतवानसि दुर्मर्षं विप्रियं तव मर्षितम्
]

`verse 43 [
तन्तुकृन्तन यन्नस्त्वमभद्रमचरः पुनः।
तस्माल्लोकेषु ते मूढ न भवेद्भ्रमतः पदम्
]

`speaker [
श्रीशुक उवाच
]

`verse 44 [
प्रतिजग्राह तद्बाढं नारदः साधुसम्मतः।
एतावान्साधुवादो हि तितिक्षेतेश्वरः स्वयम्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां षष्ठस्कन्धे नारदशापो नाम पञ्चमोऽध्यायः।
]
