`preface [
अथ षष्ठोऽध्यायः ।
]

`speaker [
श्रीशुक उवाच
]

`verse 1 [
ततः प्राचेतसोऽसिक्न्यामनुनीतः स्वयम्भुवा
]

`verse 2 [
षष्टिं सञ्जनयामास दुहितॄः पितृवत्सलाः।
दश धर्माय कायेन्दोर्द्विषट्त्रिणव दत्तवान्
]

`verse 3 [
भूताङ्गिरः कृशाश्वेभ्यो द्वे द्वे तार्क्ष्याय चापराः।
नामधेयान्यमूषां त्वं सापत्यानां च मे शृणु
]

`verse 4 [
यासां प्रसूतिप्रसवैर्लोका आपूरितास्त्रयः।
भानुर्लम्बा ककुद्यामिर्विश्वा साध्या मरुत्वती
]

`verse 5 [
वसुर्मुहूर्ता सङ्कल्पा धर्मपत्न्यः सुताञ्शृणु।
भानोस्तु देवऋषभ इन्द्र सेनस्ततो नृप
]

`verse 6 [
विद्योत आसील्लम्बायास्ततश्च स्तनयित्नवः।
ककुदः सङ्कटस्तस्य कीकटस्तनयो यतः
]

`verse 7 [
भुवो दुर्गाणि यामेयः स्वर्गो नन्दिस्ततोऽभवत्।
विश्वेदेवास्तु विश्वाया अप्रजांस्तान्प्रचक्षते
]

`verse 8 [
साध्योगणश्च साध्याया अर्थसिद्धिस्तु तत्सुतः।
मरुत्वांश्च जयन्तश्च मरुत्वत्या बभूवतुः
]

`verse 9 [
जयन्तो वासुदेवांश उपेन्द्र इति यं विदुः।
मौहूर्तिका देवगणा मुहूर्तायाश्च जज्ञिरे
]

`verse 10 [
ये वै फलं प्रयच्छन्ति भूतानां स्वस्वकालजम्।
सङ्कल्पायास्तु सङ्कल्पः कामः सङ्कल्पजः स्मृतः
]

`verse 11 [
वसवोऽष्टौ वसोः पुत्रास्तेषां नामानि मे शृणु।
द्रोणः प्राणो ध्रुवोऽर्कोऽग्निर्दोषो वास्तुर्विभावसुः
]

`verse 12 [
द्रोणस्याभिमतेः पत्न्या हर्षशोकभयादयः।
प्राणस्योर्जस्वती भार्या सह आयुः पुरोजवः
]

`verse 13 [
ध्रुवस्य भार्या धरणिरसूत विविधाः पुरः।
अर्कस्य वासना भार्या पुत्रास्तर्षादयः स्मृताः
]

`verse 14 [
अग्नेर्भार्या वसोर्धारा पुत्रा द्रविणकादयः।
स्कन्दश्च कृत्तिकापुत्रो ये विशाखादयस्ततः
]

`verse 15 [
दोषस्य शर्वरीपुत्रः शिशुमारो हरेः कला।
वास्तोराङ्गिरसीपुत्रो विश्वकर्माकृतीपतिः
]

`verse 16 [
ततो मनुश्चाक्षुषोऽभूद्विश्वे साध्या मनोः सुताः।
विभावसोरसूतोषा व्युष्टं रोचिषमातपम्
]

`verse 17 [
पञ्चयामोऽथ भूतानि येन जाग्रति कर्मसु।
सरूपासूत भूतस्य भार्या रुद्रांश्च कोटिशः
]

`verse 18 [
रैवतोऽजो भवो भीमो वाम उग्रो वृषाकपिः।
अजैकपादहिर्बुध्न्यो बहुरूपो महानिति
]

`verse 19 [
रुद्रस्य पार्षदाश्चान्ये घोराः प्रेतविनायकाः।
प्रजापतेरङ्गिरसः स्वधा पत्नी पितॄनथ
]

`verse 20 [
अथर्वाङ्गिरसं वेदं पुत्रत्वे चाकरोत्सती।
कृशाश्वोऽर्चिषि भार्यायां धूमकेतुमजीजनत्
]

`verse 21 [
धिषणायां वेदशिरो देवलं वयुनं मनुम्।
तार्क्ष्यस्य विनता कद्रूः पतङ्गी यामिनीति च
]

`verse 22 [
पतङ्ग्यसूत पतगान्यामिनी शलभानथ।
सुपर्णासूत गरुडं साक्षाद्यज्ञेशवाहनम् ।
सूर्यसूतमनूरुं च कद्रूर्नागाननेकशः
]

`verse 23 [
कृत्तिकादीनि नक्षत्राणीन्दोः पत्न्यस्तु भारत।
दक्षशापात्सोऽनपत्यस्तासु यक्ष्मग्रहार्दितः
]

`verse 24 [
पुनः प्रसाद्य तं सोमः कला लेभे क्षये दिताः।
शृणु नामानि लोकानां मातॄणां शङ्कराणि च
]

`verse 25 [
अथ कश्यपपत्नीनां यत्प्रसूतमिदं जगत्।
अदितिर्दितिर्दनुः काष्ठा अरिष्टा सुरसा इला
]

`verse 26 [
मुनिः क्रोधवशा ताम्रा सुरभिः सरमा तिमिः।
तिमेर्यादोगणा आसन्श्वापदाः सरमासुताः
]

`verse 27 [
सुरभेर्महिषा गावो ये चान्ये द्विशफा नृप।
ताम्रायाः श्येनगृध्राद्या मुनेरप्सरसां गणाः
]

`verse 28 [
दन्दशूकादयः सर्पा राजन्क्रोधवशात्मजाः।
इलाया भूरुहाः सर्वे यातुधानाश्च सौरसाः
]

`verse 29 [
अरिष्टायास्तु गन्धर्वाः काष्ठाया द्विशफेतराः।
सुता दनोरेकषष्टिस्तेषां प्राधानिकाञ्शृणु
]

`verse 30 [
द्विमूर्धा शम्बरोऽरिष्टो हयग्रीवो विभावसुः।
अयोमुखः शङ्कुशिराः स्वर्भानुः कपिलोऽरुणः
]

`verse 31 [
पुलोमा वृषपर्वा च एकचक्रोऽनुतापनः।
धूम्रकेशो विरूपाक्षो विप्रचित्तिश्च दुर्जयः
]

`verse 32 [
स्वर्भानोः सुप्रभां कन्यामुवाह नमुचिः किल।
वृषपर्वणस्तु शर्मिष्ठां ययातिर्नाहुषो बली
]

`verse 33 [
वैश्वानरसुतायाश्च चतस्रश्चारुदर्शनाः।
उपदानवी हयशिरा पुलोमा कालका तथा
]

`verse 34 [
उपदानवीं हिरण्याक्षः क्रतुर्हयशिरां नृप।
पुलोमां कालकां च द्वे वैश्वानरसुते तु कः
]

`verse 35 [
उपयेमेऽथ भगवान्कश्यपो ब्रह्मचोदितः।
पौलोमाः कालकेयाश्च दानवा युद्धशालिनः
]

`verse 36 [
तयोः षष्टिसहस्राणि यज्ञघ्नांस्ते पितुः पिता।
जघान स्वर्गतो राजन्नेक इन्द्र प्रियङ्करः
]

`verse 37 [
विप्रचित्तिः सिंहिकायां शतं चैकमजीजनत्।
राहुज्येष्ठं केतुशतं ग्रहत्वं य उपागताः
]

`verse 38 [
अथातः श्रूयतां वंशो योऽदितेरनुपूर्वशः।
यत्र नारायणो देवः स्वांशेनावातरद्विभुः
]

`verse 39 [
विवस्वानर्यमा पूषा त्वष्टाथ सविता भगः।
धाता विधाता वरुणो मित्रः शत्रु उरुक्रमः
]

`verse 40 [
विवस्वतः श्राद्धदेवं संज्ञासूयत वै मनुम्।
मिथुनं च महाभागा यमं देवं यमीं तथा ।
सैव भूत्वाथ वडवा नासत्यौ सुषुवे भुवि
]

`verse 41 [
छाया शनैश्चरं लेभे सावर्णिं च मनुं ततः ।
कन्यां च तपतीं या वै वव्रे संवरणं पतिम्
]

`verse 42 [
अर्यम्णो मातृका पत्नी तयोश्चर्षणयः सुताः ।
यत्र वै मानुषी जातिर्ब्रह्मणा चोपकल्पिता
]

`verse 43 [
पूषानपत्यः पिष्टादो भग्नदन्तोऽभवत्पुरा।
योऽसौ दक्षाय कुपितं जहास विवृतद्विजः
]

`verse 44 [
त्वष्टुर्दैत्यात्मजा भार्या रचना नाम कन्यका।
सन्निवेशस्तयोर्जज्ञे विश्वरूपश्च वीर्यवान्
]

`verse 45 [
तं वव्रिरे सुरगणा स्वस्रीयं द्विषतामपि।
विमतेन परित्यक्ता गुरुणाङ्गिरसेन यत्
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां षष्ठस्कन्धे षष्ठोऽध्यायः।
]
