`set context {
  skandha = "06",
  adhyaya = "09",
  skandha.title = "Skandha 6",
  adhyaya.title = "Adhyāya 9"
}

`speaker [
श्रीशुक उवाच
]

`verse 1 [
तस्यासन् विश्वरूपस्य शिरांसि त्रीणि भारत  ।
सोमपीथं सुरापीथमन्नादमिति शुश्रुम
]

`verse 2 [
स वै बर्हिषि देवेभ्यो भागं प्रत्यक्षमुच्चकैः  ।
अददद्यस्य पितरो देवाः सप्रश्रयं नृप
]

`verse 3 [
स एव हि ददौ भागं परोक्षमसुरान् प्रति  ।
यजमानोऽवहद्भागं मातृस्नेहवशानुगः
]

`verse 4 [
तद्देवहेलनं तस्य धर्मालीकं सुरेश्वरः  ।
आलक्ष्य तरसा भीतस्तच्छीर्षाण्यच्छिनद्रुषा
]

`verse 5 [
सोमपीथं तु यत्तस्य शिर आसीत्कपिञ्जलः  ।
कलविङ्कः सुरापीथमन्नादं यत्स तित्तिरिः
]

`verse 6 [
ब्रह्महत्यामञ्जलिना जग्राह यदपीश्वरः  ।
संवत्सरान्ते तदघं भूतानां स विशुद्धये
]

`verse 7 [
भूम्यम्बुद्रुमयोषिद्भ्यश्चतुर्धा व्यभजद्धरिः  ।
भूमिस्तुरीयं जग्राह खातपूरवरेण वै
]

`verse 8 [
ईरिणं ब्रह्महत्याया रूपं भूमौ प्रदृश्यते  ।
तुर्यं छेदविरोहेण वरेण जगृहुर्द्रुमाः
]

`verse 9 [
तेषां निर्यासरूपेण ब्रह्महत्या प्रदृश्यते  ।
शश्वत्कामवरेणांहस्तुरीयं जगृहुः स्त्रियः  ।
]

`verse 10 [
रजोरूपेण तास्वंहो मासि मासि प्रदृश्यते  ।
द्रव्यभूयोवरेणापस्तुरीयं जगृहुर्मलम्
]

`verse 11 [
तासु बुद्बुदफेनाभ्यां दृष्टं तद्धरति क्षिपन्  ।
हतपुत्रस्ततस्त्वष्टा जुहावेन्द्राय शत्रवे
]

`verse 12 [
इन्द्रशत्रो विवर्धस्व मा चिरं जहि विद्विषम्  ।
अथान्वाहार्यपचनादुत्थितो घोरदर्शनः
]

`verse 13 [
कृतान्त इव लोकानां युगान्तसमये यथा  ।
विष्वग्विवर्धमानं तमिषुमात्रं दिने दिने
]

`verse 14 [
दग्धशैलप्रतीकाशं सन्ध्याभ्रानीकवर्चसम्  ।
तप्तताम्रशिखाश्मश्रुं मध्याह्नार्कोग्रलोचनम्
]

`verse 15 [
देदीप्यमाने त्रिशिखे शूल आरोप्य रोदसी  ।
नृत्यन्तमुन्नदन्तं च चालयन्तं पदा महीम्
]

`verse 16 [
दरीगम्भीरवक्त्रेण पिबता च नभस्तलम्  ।
लिहता जिह्वयर्क्षाणि ग्रसता भुवनत्रयम्
]

`verse 17 [
महता रौद्रदंष्ट्रेण जृम्भमाणं मुहुर्मुहुः  ।
वित्रस्ता दुद्रुवुर्लोका वीक्ष्य सर्वे दिशो दश
]

`verse 18 [
येनावृता इमे लोकास्तपसा त्वाष्ट्रमूर्तिना  ।
स वै वृत्र इति प्रोक्तः पापः परमदारुणः
]

`verse 19 [
तं निजघ्नुरभिद्रुत्य सगणा विबुधर्षभाः  ।
स्वैः स्वैर्दिव्यास्त्रशस्त्रौघैः सोऽग्रसत्तानि कृत्स्नशः
]

`verse 20 [
ततस्ते विस्मिताः सर्वे विषण्णा ग्रस्ततेजसः  ।
प्रत्यञ्चमादिपुरुषमुपतस्थुः समाहिताः
]

`speaker [
श्रीदेवा ऊचुः
]

`verse 21 [
वाय्वम्बराग्न्यप्क्षितयस्त्रिलोका ब्रह्मादयो ये वयमुद्विजन्तः  ।
हराम यस्मै बलिमन्तकोऽसौ बिभेति यस्मादरणं ततो नः
]

`verse 22 [
अविस्मितं तं परिपूर्णकामं स्वेनैव लाभेन समं प्रशान्तम्  ।
विनोपसर्पत्यपरं हि बालिशः श्वलाङ्गुलेनातितितर्ति सिन्धुम्
]

`verse 23 [
यस्योरुशृङ्गे जगतीं स्वनावं मनुर्यथाबध्य ततार दुर्गम्  ।
स एव नस्त्वाष्ट्रभयाद्दुरन्तात्त्राताश्रितान् वारिचरोऽपि नूनम्
]

`verse 24 [
पुरा स्वयम्भूरपि संयमाम्भस्युदीर्णवातोर्मिरवैः कराले  ।
एकोऽरविन्दात्पतितस्ततार तस्माद्भयाद्येन स नोऽस्तु पारः
]

`verse 25 [
य एक ईशो निजमायया नः ससर्ज येनानुसृजाम विश्वम्  ।
वयं न यस्यापि पुरः समीहतः पश्याम लिङ्गं पृथगीशमानिनः
]

`verse 26 [
यो नः सपत्नैर्भृशमर्द्यमानान् देवर्षितिर्यङ्नृषु नित्य एव  ।
कृतावतारस्तनुभिः स्वमायया कृत्वात्मसात्पाति युगे युगे च
]

`verse 27 [
तमेव देवं वयमात्मदैवतं परं प्रधानं पुरुषं विश्वमन्यम्  ।
व्रजाम सर्वे शरणं शरण्यं स्वानां स नो धास्यति शं महात्मा
]

`speaker [
श्रीशुक उवाच
]

`verse 28 [
इति तेषां महाराज सुराणामुपतिष्ठताम्  ।
प्रतीच्यां दिश्यभूदाविः शङ्खचक्रगदाधरः
]

`verse 29 [
आत्मतुल्यैः षोडशभिर्विना श्रीवत्सकौस्तुभौ  ।
पर्युपासितमुन्निद्र शरदम्बुरुहेक्षणम्
]

`verse 30 [
दृष्ट्वा तमवनौ सर्व ईक्षणाह्लादविक्लवाः  ।
दण्डवत्पतिता राजञ्छनैरुत्थाय तुष्टुवुः
]

`speaker [
श्रीदेवा ऊचुः
]

`verse 31 [
नमस्ते यज्ञवीर्याय वयसे उत ते नमः  ।
नमस्ते ह्यस्तचक्राय नमः सुपुरुहूतये
]

`verse 32 [
यत्ते गतीनां तिसृणामीशितुः परमं पदम्  ।
नार्वाचीनो विसर्गस्य धातर्वेदितुमर्हति
]

`verse 33 [
ओं नमस्तेऽस्तु भगवन्नारायण वासुदेवादिपुरुष महापुरुष महानुभाव परममङ्गल परमकल्याण परमकारुणिक केवल जगदाधार लोकैकनाथ सर्वेश्वर लक्ष्मीनाथ परमहंसपरिव्राजकैः परमेणात्मयोगसमाधिना परिभावितपरिस्फुटपारमहंस्यधर्मेणोद्घाटिततमःकपाटद्वारे चित्तेऽपावृत आत्मलोके स्वयमुपलब्धनिजसुखानुभवो भवान्
]

`verse 34 [
_*
दुरवबोध इव तवायं विहारयोगो यदशरणोऽशरीर इदमनवेक्षितास्मत्समवाय आत्मनैवाविक्रियमाणेन सगुणमगुणः सृजसि पासि हरसि
]

`verse 35 [
_*
अथ तत्र भवान् किं देवदत्तवदिह गुणविसर्गपतितः पारतन्त्र्येण स्वकृतकुशलाकुशलं फलमुपाददात्याहोस्विदात्माराम उपशमशीलः समञ्जसदर्शन उदास्त इति ह वाव न विदामः
]

`verse 36 [
_*
न हि विरोध उभयं भगवत्यपरिमितगुणगण ईश्वरेऽनवगाह्यमाहात्म्येऽर्वाचीनविकल्पवितर्कविचारप्रमाणाभासकुतर्कशास्त्रकलिलान्तःकरणाश्रयदुरवग्रहवादिनां विवादानवसर उपरतसमस्तमायामये केवल एवात्ममायामन्तर्धाय को न्वर्थो दुर्घट इव भवति स्वरूपद्वयाभावात्
]

`verse 37 [
_*
समविषममतीनां मतमनुसरसि यथा रज्जुखण्डः सर्पादिधियाम्
]

`verse 38 [
_*
स एव हि पुनः सर्ववस्तुनि वस्तुस्वरूपः सर्वेश्वरः सकलजगत्कारणकारणभूतः सर्वप्रत्यगात्मत्वात्सर्वगुणाभासोपलक्षित एक एव पर्यवशेषितः
]

`verse 39 [
_*
अथ ह वाव तव महिमामृतरससमुद्रविप्रुषा सकृदवलीढया स्वमनसि निष्यन्दमानानवरतसुखेन विस्मारितदृष्टश्रुतविषयसुखलेशाभासाः परमभागवता एकान्तिनो भगवति सर्वभूतप्रियसुहृदि सर्वात्मनि नितरां निरन्तरं निर्वृतमनसः कथमु ह वा एते मधुमथन पुनः स्वार्थकुशला ह्यात्मप्रियसुहृदः साधवस्त्वच्चरणाम्बुजानुसेवां विसृजन्ति न यत्र पुनरयं संसारपर्यावर्तः
]

`verse 40 [
_*
त्रिभुवनात्मभवन त्रिविक्रम त्रिनयन त्रिलोकमनोहरानुभाव तवैव विभूतयो दितिजदनुजादयश्चापि तेषामुपक्रमसमयोऽयमिति स्वात्ममायया सुरनरमृगमिश्रितजलचराकृतिभिर्यथापराधं दण्डं दण्डधर दधर्थ एवमेनमपि भगवन् जहि त्वाष्ट्रमुत यदि मन्यसे
]

`verse 41 [
_*
अस्माकं तावकानां तततत नतानां हरे तव चरणनलिनयुगलध्यानानुबद्धहृदयनिगडानां स्वलिङ्गविवरणेनात्मसात्कृतानामनुकम्पानुरञ्जितविशदरुचिरशिशिरस्मितावलोकेन विगलितमधुरमुखरसामृतकलया चान्तस्तापमनघार्हसि शमयितुम्
]

`verse 42 [
_*
अथ भगवंस्तवास्माभिरखिलजगदुत्पत्तिस्थितिलयनिमित्तायमानदिव्यमायाविनोदस्य सकलजीवनिकायानामन्तर्हृदयेषु बहिरपि च ब्रह्मप्रत्यगात्मस्वरूपेण प्रधानरूपेण च यथादेशकालदेहावस्थानविशेषं तदुपादानोपलम्भकतयानुभवतः सर्वप्रत्ययसाक्षिण आकाशशरीरस्य साक्षात्परब्रह्मणः परमात्मनः कियानिह वार्थविशेषो विज्ञापनीयः स्याद्विस्फुलिङ्गादिभिरिव हिरण्यरेतसः
]

`verse 43 [
_*
अत एव स्वयं तदुपकल्पयास्माकं भगवतः परमगुरोस्तव चरणशतपलाशच्छायां विविधवृजिनसंसारपरिश्रमोपशमनीमुपसृतानां वयं यत्कामेनोपसादिताः
]

`verse 44 [
_*
अथो ईश जहि त्वाष्ट्रं ग्रसन्तं भुवनत्रयम्  ।
ग्रस्तानि येन नः कृष्ण तेजांस्यस्त्रायुधानि च
]

`verse 45 [
हंसाय दह्रनिलयाय निरीक्षकाय कृष्णाय मृष्टयशसे निरुपक्रमाय  ।
सत्सङ्ग्रहाय भवपान्थनिजाश्रमाप्तावन्ते परीष्टगतये हरये नमस्ते
]

`speaker [
श्रीशुक उवाच
]

`verse 46 [
अथैवमीडितो राजन् सादरं त्रिदशैर्हरिः  ।
स्वमुपस्थानमाकर्ण्य प्राह तानभिनन्दितः
]

`verse 47 [
श्रीभगवानुवाच
प्रीतोऽहं वः सुरश्रेष्ठा मदुपस्थानविद्यया  ।
आत्मैश्वर्यस्मृतिः पुंसां भक्तिश्चैव यया मयि
]

`verse 48 [
किं दुरापं मयि प्रीते तथापि विबुधर्षभाः  ।
मय्येकान्तमतिर्नान्यन्मत्तो वाञ्छति तत्त्ववित्
]

`verse 49 [
न वेद कृपणः श्रेय आत्मनो गुणवस्तुदृक् ।
तस्य तानिच्छतो यच्छेद्यदि सोऽपि तथाविधः
]

`verse 50 [
स्वयं निःश्रेयसं विद्वान्न वक्त्यज्ञाय कर्म हि  ।
न राति रोगिणोऽपथ्यं वाञ्छतोऽपि भिषक्तमः
]

`verse 51 [
मघवन् यात भद्रं वो दध्यञ्चमृषिसत्तमम्  ।
विद्याव्रततपःसारं गात्रं याचत मा चिरम्
]

`verse 52 [
स वा अधिगतो दध्यङ्ङश्विभ्यां ब्रह्म निष्कलम्  ।
यद्वा अश्वशिरो नाम तयोरमरतां व्यधात्
]

`verse 53 [
दध्यङ्ङाथर्वणस्त्वष्ट्रे वर्माभेद्यं मदात्मकम्  ।
विश्वरूपाय यत्प्रादात्त्वष्टा यत्त्वमधास्ततः
]

`verse 54 [
युष्मभ्यं याचितोऽश्विभ्यां धर्मज्ञोऽङ्गानि दास्यति  ।
ततस्तैरायुधश्रेष्ठो विश्वकर्मविनिर्मितः  ।
येन वृत्रशिरो हर्ता मत्तेजौपबृंहितः
]

`verse 55 [
तस्मिन् विनिहते यूयं तेजोऽस्त्रायुधसम्पदः  ।
भूयः प्राप्स्यथ भद्रं वो न हिंसन्ति च मत्परान्
]
