`preface [
श्रीमद्‌भागवत महापुराण

षष्ठः स्कन्धः - द्वादशोऽध्यायः

इन्द्रवृत्रयुद्धं वृत्रस्य वधश्च -श्रीऋषिरुवाच -

एवं जिहासुर्नृप देहमाजौ

मृत्युं वरं विजयान्मन्यमानः ।

शूलं प्रगृह्याभ्यपतत् सुरेन्द्रं
]

`verse 1 [
यथा महापुरुषं कैटभोऽप्सु
]

`verse 2 [
ततो युगान्ताग्निकठोरजिह्वं 

     आविध्य शूलं तरसासुरेन्द्रः । 

क्षिप्त्वा महेन्द्राय विनद्य वीरो 

     हतोऽसि पापेति रुषा जगाद
]

`verse 3 [
ख आपतत् तद् विचलद् ग्रहोल्कवद् 

     निरीक्ष्य दुष्प्रेक्ष्यमजातविक्लवः । 

वज्रेण वज्री शतपर्वणाच्छिनद् 

     भुजं च तस्योरगराजभोगम्
]

`verse 4 [
छिन्नैकबाहुः परिघेण वृत्रः 

     संरब्ध आसाद्य गृहीतवज्रम् । 

हनौ तताडेन्द्रमथामरेभं 

     वज्रं च हस्तान् न्यपतन् मघोनः
]

`verse 5 [
वृत्रस्य कर्मातिमहाद्‍भुतं तत् 

     सुरासुराश्चारणसिद्धसङ्‌घाः । 

अपूजयंस्तत् पुरुहूतसङ्‌कटं 

     निरीक्ष्य हा हेति विचुक्रुशुर्भृशम्
]

`verse 6 [
इन्द्रो न वज्रं जगृहे विलज्जितः 

     च्युतं स्वहस्तादरिसन्निधौ पुनः । 

तमाह वृत्रो हर आत्तवज्रो 

     जहि स्वशत्रुं न विषादकालः
]

`verse 7 [
युयुत्सतां कुत्रचिदाततायिनां 

     जयः सदैकत्र न वै परात्मनाम् । 

विनैकमुत्पत्तिलयस्थितीश्वरं 

     सर्वज्ञमाद्यं पुरुषं सनातनम्
]

`verse 8 [
लोकाः सपाला यस्येमे श्वसन्ति विवशा वशे । 

द्विजा इव शिचा बद्धाः स काल इह कारणम्
]

`verse 9 [
ओजः सहो बलं प्राणं अमृतं मृत्युमेव च । 

तमज्ञाय जनो हेतुं आत्मानं मन्यते जडम्
]

`verse 10 [
यथा दारुमयी नारी यथा यंत्रमयो मृगः । 

एवं भूतानि मघवन् नीशतन्त्राणि विद्धि भोः
]

`verse 11 [
पुरुषः प्रकृतिर्व्यक्तं आत्मा भूतेन्द्रियाशयाः । 

शक्नुवन्त्यस्य सर्गादौ न विना यदनुग्रहात्
]

`verse 12 [
अविद्वानेवमात्मानं मन्यतेऽनीशमीश्वरम् । 

भूतैः सृजति भूतानि ग्रसते तानि तैः स्वयम्
]

`verse 13 [
आयुः श्रीः कीर्तिरैश्वर्यं आशिषः पुरुषस्य याः । 

भवन्त्येव हि तत्काले यथानिच्छोर्विपर्ययाः
]

`verse 14 [
तस्मादकीर्तियशसोः जयापजययोरपि । 

समः स्यात्सुखदुःखाभ्यां मृत्युजीवितयोस्तथा
]

`verse 15 [
सत्त्वं रजस्तम इति प्रकृतेर्नात्मनो गुणाः । 

तत्र साक्षिणमात्मानं यो वेद स न बध्यते
]

`verse 16 [
पश्य मां निर्जितं शत्रु वृक्णायुधभुजं मृधे । 

घटमानं यथाशक्ति तव प्राणजिहीर्षया
]

`verse 17 [
प्राणग्लहोऽयं समर इष्वक्षो वाहनासनः । 

अत्र न ज्ञायतेऽमुष्य जयोऽमुष्य पराजयः
]

`speaker [
श्रीशुक उवाच
]

`verse 18 [
इन्द्रो वृत्रवचः श्रुत्वा गतालीकमपूजयत् । 

गृहीतवज्रः प्रहसन् तमाह गतविस्मयः
]

`speaker [
इन्द्र उवाच
]

`verse 19 [
अहो दानव सिद्धोऽसि यस्य ते मतिरीदृशी । 

भक्तः सर्वात्मनात्मानं सुहृदं जगदीश्वरम्
]

`verse 20 [
भवानतार्षीन्मायां वै वैष्णवीं जनमोहिनीम् । 

यद् विहायासुरं भावं महापुरुषतां गतः
]

`verse 21 [
खल्विदं महदाश्चर्यं यद्रजःप्रकृतेस्तव । 

वासुदेवे भगवति सत्त्वात्मनि दृढा मतिः
]

`verse 22 [
यस्य भक्तिर्भगवति हरौ निःश्रेयसेश्वरे । 

विक्रीडतोऽमृताम्भोधौ किं क्षुद्रैः खातकोदकैः
]

`speaker [
श्रीशुक उवाच
]

`verse 23 [
इति ब्रुवाणावन्योन्यं धर्मजिज्ञासया नृप । 

युयुधाते महावीर्यौ इन्द्रवृत्रौ युधाम्पती
]

`verse 24 [
आविध्य परिघं वृत्रः कार्ष्णायसमरिन्दमः । 

इन्द्राय प्राहिणोद् घोरं वामहस्तेन मारिष
]

`verse 25 [
स तु वृत्रस्य परिघं करं च करभोपमम् । 

चिच्छेद युगपद् देवो वज्रेण शतपर्वणा
]

`verse 26 [
दोर्भ्यां उत्कृत्तमूलाभ्यां बभौ रक्तस्रवोऽसुरः । 

छिन्नपक्षो यथा गोत्रः खाद् भ्रष्टो वज्रिणा हतः
]

`verse 27 [
कृत्वाधरां हनुं भूमौ दैत्यो दिव्युत्तरां हनुम् 

नभोगम्भीरवक्त्रेण लेलिहोल्बणजिह्वया
]

`verse 28 [
दंष्ट्राभिः कालकल्पाभिः ग्रसन्निव जगत्त्रयम् । 

अतिमात्रमहाकाय आक्षिपन् तरसा गिरीन्
]

`verse 29 [
गिरिराट् पादचारीव पद्‍भ्यां निर्जरयन् महीम् । 

जग्रास स समासाद्य वज्रिणं सहवाहनम्
]

`verse 30 [
वृत्रग्रस्तं तमालोक्य सप्रजापतयः सुराः । 

महाप्राणो महावीर्यो महासर्प एव द्विपम् । 

हा कष्टमिति निर्विण्णाः चुक्रुशुः समहर्षयः
]

`verse 31 [
निगीर्णोऽप्यसुरेन्द्रेण न ममारोदरं गतः । 

महापुरुषसन्नद्धो योगमायाबलेन च
]

`verse 32 [
भित्त्वा वज्रेण तत्कुक्षिं निष्क्रम्य बलभिद् विभुः । 

उच्चकर्त शिरः शत्रोः गिरिश्रृङ्‌गमिवौजसा
]

`verse 33 [
वज्रस्तु तत्कन्धरमाशुवेगः 

     कृन्तन् समन्तात् परिवर्तमानः । 

न्यपातयत् तावदहर्गणेन 

     यो ज्योतिषामयने वार्त्रहत्ये
]

`verse 34 [
तदा च खे दुन्दुभयो विनेदुः 

     गन्धर्वसिद्धाः समहर्षिसङ्‌घाः । 

वार्त्रघ्नलिङ्‌गैस्तमभिष्टुवाना 

     मन्त्रैर्मुदा कुसुमैरभ्यवर्षन्
]

`verse 35 [
वृत्रस्य देहान् निष्क्रान्तं आत्मज्योतिररिन्दम । 

पश्यतां सर्वदेवानां अलोकं समपद्यत
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

षष्ठस्कन्धे वृत्रोवधो नाम द्वादशोऽध्या‍यः
]
