`set context {
  skandha = "06",
  adhyaya = "15",
  skandha.title = "Skandha 6",
  adhyaya.title = "Adhyāya 15"
}

`preface [
श्रीमद्‌भागवत महापुराण

षष्ठः स्कन्धः - पञ्चदशोऽध्यायः

चित्रकेतवेऽङ्‌गिरोनारदयोरुपदेशः -श्रीशुक उवाच -

ऊचतुर्मृतकोपान्ते पतितं मृतकोपमम् ।
]

`verse 1 [
शोकाभिभूतं राजानं बोधयन्तौ सदुक्तिभिः
]

`verse 2 [
कोऽयं स्यात् तव राजेन्द्र भवान् यमनुशोचति । 

त्वं चास्य कतमः सृष्टौ पुरेदानीमतः परम्
]

`verse 3 [
यथा प्रयान्ति संयान्ति स्रोतोवेगेन वालुकाः । 

संयुज्यन्ते वियुज्यन्ते तथा कालेन देहिनः
]

`verse 4 [
यथा धानासु वै धाना भवन्ति न भवन्ति च । 

एवं भूतेषु भूतानि चोदितान् ईशमायया
]

`verse 5 [
वयं च त्वं च ये चेमे तुल्यकालाश्चराचराः । 

जन्ममृत्योर्यथा पश्चात् प्राङ्‌नैवमधुनापि भोः
]

`verse 6 [
भूतैर्भूतानि भूतेशः सृजत्यवति हन्त्यजः । 

आत्मसृष्टैरस्वतन्त्रैः अनपेक्षोऽपि बालवत्
]

`verse 7 [
देहेन देहिनो राजन् देहाद् देहोऽभिजायते । 

बीजादेव यथा बीजं देह्यर्थ इव शाश्वतः
]

`verse 8 [
देहदेहिविभागोऽयं अविवेककृतः पुरा । 

जातिव्यक्तिविभागोऽयं यथा वस्तुनि कल्पितः
]

`speaker [
श्रीशुक उवाच
]

`verse 9 [
एवं आश्वासितो राजा चित्रकेतुर्द्विजोक्तिभिः । 

विमृज्य पाणिना वक्त्रं आधिम्लानमभाषत
]

`speaker [
श्रीराजोवाच
]

`verse 10 [
कौ युवां ज्ञानसम्पन्नौ महिष्ठौ च महीयसाम् । 

अवधूतेन वेषेण गूढौ इह समागतौ
]

`verse 11 [
चरन्ति ह्यवनौ कामं ब्राह्मणा भगवत्प्रियाः । 

मादृशां ग्राम्यबुद्धीनां बोधायोन्मत्तलिङ्‌गिनः
]

`verse 12 [
कुमारो नारद ऋभुः अङ्‌गिरा देवलोऽसितः । 

अपान्तरतमो व्यासो मार्कण्डेयोऽथ गौतमः
]

`verse 13 [
वसिष्ठो भगवान् रामः कपिलो बादरायणिः । 

दुर्वासा याज्ञवल्क्यश्च जातुकर्णस्तथाऽऽरुणिः
]

`verse 14 [
रोमशश्च्यवनो दत्त आसुरिः सपतञ्जलिः । 

ऋषिर्वेदशिरा बोध्यो मुनिः पञ्चशिखस्तथा
]

`verse 15 [
हिरण्यनाभः कौसल्यः श्रुतदेव ऋतध्वजः । 

एते परे च सिद्धेशाः चरन्ति ज्ञानहेतवः
]

`verse 16 [
तस्माद् युवां ग्राम्यपशोः मम मूढधियः प्रभू । 

अन्धे तमसि मग्नस्य ज्ञानदीप उदीर्यताम्
]

`speaker [
श्रीअङ्‌गिरा उवाच
]

`verse 17 [
अहं ते पुत्रकामस्य पुत्रदोऽस्म्यङ्‌गिरा नृप । 

एष ब्रह्मसुतः साक्षात् नारदो भगवान् ऋषिः
]

`verse 18 [
इत्थं त्वां पुत्रशोकेन मग्नं तमसि दुस्तरे । 

अतदर्हमनुस्मृत्य महापुरुषगोचरम्
]

`verse 19 [
अनुग्रहाय भवतः प्राप्तौ आवां इह प्रभो । 

ब्रह्मण्यो भगवद्‍भक्तो नावसीदितुमर्हसि
]

`verse 20 [
तदैव ते परं ज्ञानं ददामि गृहमागतः । 

ज्ञात्वान्याभिनिवेशं ते पुत्रमेव ददावहम्
]

`verse 21 [
अधुना पुत्रिणां तापो भवतैवानुभूयते । 

एवं दारा गृहा रायो विविधैश्वर्यसम्पदः
]

`verse 22 [
शब्दादयश्च विषयाः चला राज्यविभूतयः । 

मही राज्यं बलं कोशो भृत्यामात्याः सुहृज्जनाः
]

`verse 23 [
सर्वेऽपि शूरसेनेमे शोकमोहभयार्तिदाः । 

गन्धर्वनगरप्रख्याः स्वप्नमायामनोरथाः
]

`verse 24 [
दृश्यमाना विनार्थेन न दृश्यन्ते मनोभवाः । 

कर्मभिर्ध्यायतो नाना कर्माणि मनसोऽभवन्
]

`verse 25 [
अयं हि देहिनो देहो द्रव्यज्ञानक्रियात्मकः । 

देहिनो विविधक्लेश सन्तापकृदुदाहृतः
]

`verse 26 [
तस्मात् स्वस्थेन मनसा विमृश्य गतिमात्मनः । 

द्वैते ध्रुवार्थविश्रम्भं त्यजोपशममाविश
]

`speaker [
श्रीनारद उवाच
]

`verse 27 [
एतां मन्त्रोपनिषदं प्रतीच्छ प्रयतो मम । 

यां धारयन् सप्तरात्राद् द्रष्टा सङ्‌कर्षणं प्रभुम्
]

`verse 28 [
यत्पादमूलमुपसृत्य नरेन्द्र पूर्वे 

     शर्वादयो भ्रममिमं द्वितयं विसृज्य । 

सद्यस्तदीयमतुलानधिकं महित्वं

     प्रापुर्भवानपि परं न चिरादुपैति
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां 

षष्ठस्कन्धे चित्रकेतुसान्त्वनं नाम पञ्चदशोऽध्या‍यः
]
