`set context {
  skandha = "06",
  adhyaya = "18",
  skandha.title = "Skandha 6",
  adhyaya.title = "Adhyāya 18"
}

`verse 1 [
अथाष्टादशोऽध्यायः
श्रीशुक उवाच।
पृश्निस्तु पत्नी सवितुः सावित्रीं व्याहृतिं त्रयीम्।
अग्निहोत्रं पशुं सोमं चातुर्मास्यं महामखान्
]

`verse 2 [
सिद्धिर्भगस्य भार्याङ्ग महिमानं विभुं प्रभुम्।
आशिषं च वरारोहां कन्यां प्रासूत सुव्रताम्
]

`verse 3 [
धातुः कुहूः सिनीवाली राका चानुमतिस्तथा।
सायं दर्शमथ प्रातः पूर्णमासमनुक्रमात्
]

`verse 4 [
अग्नीन्पुरीष्यानाधत्त क्रियायां समनन्तरः।
चर्षणी वरुणस्यासीद्यस्यां जातो भृगुः पुनः
]

`verse 5 [
वाल्मीकिश्च महायोगी वल्मीकादभवत्किल।
अगस्त्यश्च वसिष्ठश्च मित्रावरुणयोरृषी
]

`verse 6 [
रेतः सिषिचतुः कुम्भे उर्वश्याः सन्निधौ द्रुतम्।
रेवत्यां मित्र उत्सर्गमरिष्टं पिप्पलं व्यधात्
]

`verse 7 [
पौलोम्यामिन्द्र आधत्त त्रीन्पुत्रानिति नः श्रुतम्।
जयन्तमृषभं तात तृतीयं मीढुषं प्रभुः
]

`verse 8 [
उरुक्रमस्य देवस्य मायावामनरूपिणः।
कीर्तौ पत्न्यां बृहच्छ्लोकस्तस्यासन्सौभगादयः
]

`verse 9 [
तत्कर्मगुणवीर्याणि काश्यपस्य महात्मनः।
पश्चाद्वक्ष्यामहेऽदित्यां यथैवावततार ह
]

`verse 10 [
अथ कश्यपदायादान्दैतेयान्कीर्तयामि ते।
यत्र भागवतः श्रीमान्प्रह्रादो बलिरेव च
]

`verse 11 [
दितेर्द्वावेव दायादौ दैत्यदानववन्दितौ।
हिरण्यकशिपुर्नाम हिरण्याक्षश्च कीर्तितौ
]

`verse 12 [
हिरण्यकशिपोर्भार्या कयाधुर्नाम दानवी।
जम्भस्य तनया सा तु सुषुवे चतुरः सुतान्
]

`verse 13 [
संह्रादं प्रागनुह्रादं ह्रादं प्रह्रादमेव च।
तत्स्वसा सिंहिका नाम राहुं विप्रचितोऽग्रहीत्
]

`verse 14 [
शिरोऽहरद्यस्य हरिश्चक्रेण पिबतोऽमृतम्।
संह्रादस्य कृतिर्भार्या सूत पञ्चजनं ततः
]

`verse 15 [
ह्रादस्य धमनिर्भार्या सूत वातापिमिल्वलम्।
योऽगस्त्याय त्वतिथये पेचे वातापिमिल्वलः
]

`verse 16 [
अनुह्रादस्य सूर्यायां बाष्कलो महिषस्तथा।
विरोचनस्तु प्राह्रादिर्देव्यां तस्याभवद्बलिः
]

`verse 17 [
बाणज्येष्ठं पुत्रशतमशनायां ततोऽभवत्।
तस्यानुभावं सुश्लोक्यं पश्चादेवाभिधास्यते
]

`verse 18 [
बाण आराध्य गिरिशं लेभे तद्गणमुख्यताम्।
यत्पार्श्वे भगवानास्ते ह्यद्यापि पुरपालकः
]

`verse 19 [
मरुतश्च दितेः पुत्राश्चत्वारिंशन्नवाधिकाः।
त आसन्नप्रजाः सर्वे नीता इन्द्रेण सात्मताम्
]

`speaker [
श्रीराजोवाच
]

`verse 20 [
कथं त आसुरं भावमपोह्यौत्पत्तिकं गुरो।
इन्द्रे ण प्रापिताः सात्म्यं किं तत्साधु कृतं हि तैः
]

`verse 21 [
इमे श्रद्दधते ब्रह्मन्नृषयो हि मया सह।
परिज्ञानाय भगवंस्तन्नो व्याख्यातुमर्हसि
]

`speaker [
श्रीसूत उवाच
]

`verse 22 [
तद्विष्णुरातस्य स बादरायणिर्वचो निशम्यादृतमल्पमर्थवत्।
सभाजयन्सन्निभृतेन चेतसा जगाद सत्रायण सर्वदर्शनः
]

`speaker [
श्रीशुक उवाच
]

`verse 23 [
हतपुत्रा दितिः शक्र पार्ष्णिग्राहेण विष्णुना।
मन्युना शोकदीप्तेन ज्वलन्ती पर्यचिन्तयत्
]

`verse 24 [
कदा नु भ्रातृहन्तारमिन्द्रि याराममुल्बणम्।
अक्लिन्नहृदयं पापं घातयित्वा शये सुखम्
]

`verse 25 [
कृमिविड्भस्मसंज्ञासीद्यस्येशाभिहितस्य च।
भूतध्रुक्तत्कृते स्वार्थं किं वेद निरयो यतः
]

`verse 26 [
आशासानस्य तस्येदं ध्रुवमुन्नद्धचेतसः।
मदशोषक इन्द्र स्य भूयाद्येन सुतो हि मे
]

`verse 27 [
इति भावेन सा भर्तुराचचारासकृत्प्रियम्।
शुश्रूषयानुरागेण प्रश्रयेण दमेन च
]

`verse 28 [
भक्त्या परमया राजन्मनोज्ञैर्वल्गुभाषितैः।
मनो जग्राह भावज्ञा सस्मितापाङ्गवीक्षणैः
]

`verse 29 [
एवं स्त्रिया जडीभूतो विद्वानपि मनोज्ञया।
बाढमित्याह विवशो न तच्चित्रं हि योषिति
]

`verse 30 [
विलोक्यैकान्तभूतानि भूतान्यादौ प्रजापतिः।
स्त्रियं चक्रे स्वदेहार्धं यया पुंसां मतिर्हृता
]

`verse 31 [
एवं शुश्रूषितस्तात भगवान्कश्यपः स्त्रिया।
प्रहस्य परमप्रीतो दितिमाहाभिनन्द्य च
]

`speaker [
श्रीकश्यप उवाच
]

`verse 32 [
वरं वरय वामोरु प्रीतस्तेऽहमनिन्दिते।
स्त्रिया भर्तरि सुप्रीते कः काम इह चागमः
]

`verse 33 [
पतिरेव हि नारीणां दैवतं परमं स्मृतम्।
मानसः सर्वभूतानां वासुदेवः श्रियः पतिः
]

`verse 34 [
स एव देवतालिङ्गैर्नामरूपविकल्पितैः।
इज्यते भगवान्पुम्भिः स्त्रीभिश्च पतिरूपधृक्
]

`verse 35 [
तस्मात्पतिव्रता नार्यः श्रेयस्कामाः सुमध्यमे।
यजन्तेऽनन्यभावेन पतिमात्मानमीश्वरम्
]

`verse 36 [
सोऽहं त्वयार्चितो भद्रे ईदृग्भावेन भक्तितः।
तं ते सम्पादये काममसतीनां सुदुर्लभम्
]

`verse 37 [
दितिरुवाच।
वरदो यदि मे ब्रह्मन्पुत्रमिन्द्र हणं वृणे।
अमृत्युं मृतपुत्राहं येन मे घातितौ सुतौ
]

`verse 38 [
निशम्य तद्वचो विप्रो विमनाः पर्यतप्यत।
अहो अधर्मः सुमहानद्य मे समुपस्थितः
]

`verse 39 [
अहो अर्थेन्द्रि यारामो योषिन्मय्येह मायया।
गृहीतचेताः कृपणः पतिष्ये नरके ध्रुवम्
]

`verse 40 [
कोऽतिक्रमोऽनुवर्तन्त्याः स्वभावमिह योषितः।
धिङ्मां बताबुधं स्वार्थे यदहं त्वजितेन्द्रि यः
]

`verse 41 [
शरत्पद्मोत्सवं वक्त्रं वचश्च श्रवणामृतम्।
हृदयं क्षुरधाराभं स्त्रीणां को वेद चेष्टितम्
]

`verse 42 [
न हि कश्चित्प्रियः स्त्रीणामञ्जसा स्वाशिषात्मनाम्।
पतिं पुत्रं भ्रातरं वा घ्नन्त्यर्थे घातयन्ति च
]

`verse 43 [
प्रतिश्रुतं ददामीति वचस्तन्न मृषा भवेत्।
वधं नार्हति चेन्द्रो ऽपि तत्रेदमुपकल्पते
]

`verse 44 [
इति सञ्चिन्त्य भगवान्मारीचः कुरुनन्दन।
उवाच किञ्चित्कुपित आत्मानं च विगर्हयन्
]

`speaker [
श्रीकश्यप उवाच
]

`verse 45 [
पुत्रस्ते भविता भद्रे इन्द्र हादेवबान्धवः।
संवत्सरं व्रतमिदं यद्यञ्जो धारयिष्यसि
]

`verse 46 [
दितिरुवाच।
धारयिष्ये व्रतं ब्रह्मन्ब्रूहि कार्याणि यानि मे।
यानि चेह निषिद्धानि न व्रतं घ्नन्ति यान्युत
]

`speaker [
श्रीकश्यप उवाच
]

`verse 47 [
न हिंस्याद्भूतजातानि न शपेन्नानृतं वदेत्।
न छिन्द्यान्नखरोमाणि न स्पृशेद्यदमङ्गलम्
]

`verse 48 [
नाप्सु स्नायान्न कुप्येत न सम्भाषेत दुर्जनैः।
न वसीताधौतवासः स्रजं च विधृतां क्वचित्
]

`verse 49 [
नोच्छिष्टं चण्डिकान्नं च सामिषं वृषलाहृतम्।
भुञ्जीतोदक्यया दृष्टं पिबेन्नाञ्जलिना त्वपः
]

`verse 50 [
नोच्छिष्टास्पृष्टसलिला सन्ध्यायां मुक्तमूर्धजा।
अनर्चितासंयतवाक्नासंवीता बहिश्चरेत्
]

`verse 51 [
नाधौतपादाप्रयता नार्द्रपादा उदक्शिराः।
शयीत नापराङ्नान्यैर्न नग्ना न च सन्ध्ययोः
]

`verse 52 [
धौतवासा शुचिर्नित्यं सर्वमङ्गलसंयुता।
पूजयेत्प्रातराशात्प्राग्गोविप्राञ्श्रियमच्युतम्
]

`verse 53 [
स्त्रियो वीरवतीश्चार्चेत्स्रग्गन्धबलिमण्डनैः।
पतिं चार्च्योपतिष्ठेत ध्यायेत्कोष्ठगतं च तम्
]

`verse 54 [
सांवत्सरं पुंसवनं व्रतमेतदविप्लुतम्।
धारयिष्यसि चेत्तुभ्यं शक्रहा भविता सुतः
]

`verse 55 [
बाढमित्यभ्युपेत्याथ दिती राजन्महामनाः।
कश्यपाद्गर्भमाधत्त व्रतं चाञ्जो दधार सा
]

`verse 56 [
मातृष्वसुरभिप्रायमिन्द्र आज्ञाय मानद।
शुश्रूषणेनाश्रमस्थां दितिं पर्यचरत्कविः
]

`verse 57 [
नित्यं वनात्सुमनसः फलमूलसमित्कुशान्।
पत्राङ्कुरमृदोऽपश्च काले काल उपाहरत्
]

`verse 58 [
एवं तस्या व्रतस्थाया व्रतच्छिद्रं हरिर्नृप।
प्रेप्सुः पर्यचरज्जिह्मो मृगहेव मृगाकृतिः
]

`verse 59 [
नाध्यगच्छद्व्रतच्छिद्रं तत्परोऽथ महीपते।
चिन्तां तीव्रां गतः शक्रः केन मे स्याच्छिवं त्विह
]

`verse 60 [
एकदा सा तु सन्ध्यायामुच्छिष्टा व्रतकर्शिता।
अस्पृष्टवार्यधौताङ्घ्रिः सुष्वाप विधिमोहिता
]

`verse 61 [
लब्ध्वा तदन्तरं शक्रो निद्रा पहृतचेतसः।
दितेः प्रविष्ट उदरं योगेशो योगमायया
]

`verse 62 [
चकर्त सप्तधा गर्भं वज्रेण कनकप्रभम्।
रुदन्तं सप्तधैकैकं मा रोदीरिति तान्पुनः
]

`verse 63 [
तमूचुः पाट्यमानास्ते सर्वे प्राञ्जलयो नृप।
किं न इन्द्र जिघांससि भ्रातरो मरुतस्तव
]

`verse 64 [
मा भैष्ट भ्रातरो मह्यं यूयमित्याह कौशिकः।
अनन्यभावान्पार्षदानात्मनो मरुतां गणान्
]

`verse 65 [
न ममार दितेर्गर्भः श्रीनिवासानुकम्पया।
बहुधा कुलिशक्षुण्णो द्रौण्यस्त्रेण यथा भवान्
]

`verse 66 [
सकृदिष्ट्वादिपुरुषं पुरुषो याति साम्यताम्।
संवत्सरं किञ्चिदूनं दित्या यद्धरिरर्चितः
]

`verse 67 [
सजूरिन्द्रेण पञ्चाशद्देवास्ते मरुतोऽभवन्।
व्यपोह्य मातृदोषं ते हरिणा सोमपाः कृताः
]

`verse 68 [
दितिरुत्थाय ददृशे कुमाराननलप्रभान्।
इन्द्रेण सहितान्देवी पर्यतुष्यदनिन्दिता
]

`verse 69 [
अथेन्द्रमाह ताताहमादित्यानां भयावहम्।
अपत्यमिच्छन्त्यचरं व्रतमेतत्सुदुष्करम्
]

`verse 70 [
एकः सङ्कल्पितः पुत्रः सप्त सप्ताभवन्कथम्।
यदि ते विदितं पुत्र सत्यं कथय मा मृषा
]

`speaker [
इन्द्र उवाच
]

`verse 71 [
अम्ब तेऽहं व्यवसितमुपधार्यागतोऽन्तिकम्।
लब्धान्तरोऽच्छिदं गर्भमर्थबुद्धिर्न धर्मदृक्
]

`verse 72 [
कृत्तो मे सप्तधा गर्भ आसन्सप्त कुमारकाः।
तेऽपि चैकैकशो वृक्णाः सप्तधा नापि मम्रिरे
]

`verse 73 [
ततस्तत्परमाश्चर्यं वीक्ष्य व्यवसितं मया।
महापुरुषपूजायाः सिद्धिः काप्यानुषङ्गिणी
]

`verse 74 [
आराधनं भगवत ईहमाना निराशिषः।
ये तु नेच्छन्त्यपि परं ते स्वार्थकुशलाः स्मृताः
]

`verse 75 [
आराध्यात्मप्रदं देवं स्वात्मानं जगदीश्वरम्।
को वृणीत गुणस्पर्शं बुधः स्यान्नरकेऽपि यत्
]

`verse 76 [
तदिदं मम दौर्जन्यं बालिशस्य महीयसि।
क्षन्तुमर्हसि मातस्त्वं दिष्ट्या गर्भो मृतोत्थितः
]

`speaker [
श्रीशुक उवाच
]

`verse 77 [
इन्द्रस्तयाभ्यनुज्ञातः शुद्धभावेन तुष्टया।
मरुद्भिः सह तां नत्वा जगाम त्रिदिवं प्रभुः
]

`verse 78 [
एवं ते सर्वमाख्यातं यन्मां त्वं परिपृच्छसि।
मङ्गलं मरुतां जन्म किं भूयः कथयामि ते
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां षष्ठस्कन्धे मरुदुत्पत्तिकथनं नामाष्टादशोऽध्यायः।
।
अथाष्टादशोऽध्यायः 6.18।
श्रीशुक उवाच।
पृश्निस्तु पत्नी सवितुः सावित्रीं व्याहृतिं त्रयीम्।
अग्निहोत्रं पशुं सोमं चातुर्मास्यं महामखान्
]

`verse 79 [
सिद्धिर्भगस्य भार्याङ्ग महिमानं विभुं प्रभुम्।
आशिषं च वरारोहां कन्यां प्रासूत सुव्रताम्
]

`verse 80 [
धातुः कुहूः सिनीवाली राका चानुमतिस्तथा।
सायं दर्शमथ प्रातः पूर्णमासमनुक्रमात्
]

`verse 81 [
अग्नीन्पुरीष्यानाधत्त क्रियायां समनन्तरः।
चर्षणी वरुणस्यासीद्यस्यां जातो भृगुः पुनः
]

`verse 82 [
वाल्मीकिश्च महायोगी वल्मीकादभवत्किल।
अगस्त्यश्च वसिष्ठश्च मित्रावरुणयोरृषी
]

`verse 83 [
रेतः सिषिचतुः कुम्भे उर्वश्याः सन्निधौ द्रुतम्।
रेवत्यां मित्र उत्सर्गमरिष्टं पिप्पलं व्यधात्
]

`verse 84 [
पौलोम्यामिन्द्र आधत्त त्रीन्पुत्रानिति नः श्रुतम्।
जयन्तमृषभं तात तृतीयं मीढुषं प्रभुः
]

`verse 85 [
उरुक्रमस्य देवस्य मायावामनरूपिणः।
कीर्तौ पत्न्यां बृहच्छ्लोकस्तस्यासन्सौभगादयः
]

`verse 86 [
तत्कर्मगुणवीर्याणि काश्यपस्य महात्मनः।
पश्चाद्वक्ष्यामहेऽदित्यां यथैवावततार ह
]

`verse 87 [
अथ कश्यपदायादान्दैतेयान्कीर्तयामि ते।
यत्र भागवतः श्रीमान्प्रह्रादो बलिरेव च
]

`verse 88 [
दितेर्द्वावेव दायादौ दैत्यदानववन्दितौ।
हिरण्यकशिपुर्नाम हिरण्याक्षश्च कीर्तितौ
]

`verse 89 [
हिरण्यकशिपोर्भार्या कयाधुर्नाम दानवी।
जम्भस्य तनया सा तु सुषुवे चतुरः सुतान्
]

`verse 90 [
संह्रादं प्रागनुह्रादं ह्रादं प्रह्रादमेव च।
तत्स्वसा सिंहिका नाम राहुं विप्रचितोऽग्रहीत्
]

`verse 91 [
शिरोऽहरद्यस्य हरिश्चक्रेण पिबतोऽमृतम्।
संह्रादस्य कृतिर्भार्या सूत पञ्चजनं ततः
]

`verse 92 [
ह्रादस्य धमनिर्भार्या सूत वातापिमिल्वलम्।
योऽगस्त्याय त्वतिथये पेचे वातापिमिल्वलः
]

`verse 93 [
अनुह्रादस्य सूर्यायां बाष्कलो महिषस्तथा।
विरोचनस्तु प्राह्रादिर्देव्यां तस्याभवद्बलिः
]

`verse 94 [
बाणज्येष्ठं पुत्रशतमशनायां ततोऽभवत्।
तस्यानुभावं सुश्लोक्यं पश्चादेवाभिधास्यते
]

`verse 95 [
बाण आराध्य गिरिशं लेभे तद्गणमुख्यताम्।
यत्पार्श्वे भगवानास्ते ह्यद्यापि पुरपालकः
]

`verse 96 [
मरुतश्च दितेः पुत्राश्चत्वारिंशन्नवाधिकाः।
त आसन्नप्रजाः सर्वे नीता इन्द्रे ण सात्मताम्
]

`speaker [
श्रीराजोवाच
]

`verse 97 [
कथं त आसुरं भावमपोह्यौत्पत्तिकं गुरो।
इन्द्रे ण प्रापिताः सात्म्यं किं तत्साधु कृतं हि तैः
]

`verse 98 [
इमे श्रद्दधते ब्रह्मन्नृषयो हि मया सह।
परिज्ञानाय भगवंस्तन्नो व्याख्यातुमर्हसि
]

`speaker [
श्रीसूत उवाच
]

`verse 99 [
तद्विष्णुरातस्य स बादरायणिर्वचो निशम्यादृतमल्पमर्थवत्।
सभाजयन्सन्निभृतेन चेतसा जगाद सत्रायण सर्वदर्शनः
]

`speaker [
श्रीशुक उवाच
]

`verse 100 [
हतपुत्रा दितिः शक्र पार्ष्णिग्राहेण विष्णुना।
मन्युना शोकदीप्तेन ज्वलन्ती पर्यचिन्तयत्
]

`verse 101 [
कदा नु भ्रातृहन्तारमिन्द्रि याराममुल्बणम्।
अक्लिन्नहृदयं पापं घातयित्वा शये सुखम्
]

`verse 102 [
कृमिविड्भस्मसंज्ञासीद्यस्येशाभिहितस्य च।
भूतध्रुक्तत्कृते स्वार्थं किं वेद निरयो यतः
]

`verse 103 [
आशासानस्य तस्येदं ध्रुवमुन्नद्धचेतसः।
मदशोषक इन्द्र स्य भूयाद्येन सुतो हि मे
]

`verse 104 [
इति भावेन सा भर्तुराचचारासकृत्प्रियम्।
शुश्रूषयानुरागेण प्रश्रयेण दमेन च
]

`verse 105 [
भक्त्या परमया राजन्मनोज्ञैर्वल्गुभाषितैः।
मनो जग्राह भावज्ञा सस्मितापाङ्गवीक्षणैः
]

`verse 106 [
एवं स्त्रिया जडीभूतो विद्वानपि मनोज्ञया।
बाढमित्याह विवशो न तच्चित्रं हि योषिति
]

`verse 107 [
विलोक्यैकान्तभूतानि भूतान्यादौ प्रजापतिः।
स्त्रियं चक्रे स्वदेहार्धं यया पुंसां मतिर्हृता
]

`verse 108 [
एवं शुश्रूषितस्तात भगवान्कश्यपः स्त्रिया।
प्रहस्य परमप्रीतो दितिमाहाभिनन्द्य च
]

`speaker [
श्रीकश्यप उवाच
]

`verse 109 [
वरं वरय वामोरु प्रीतस्तेऽहमनिन्दिते।
स्त्रिया भर्तरि सुप्रीते कः काम इह चागमः
]

`verse 110 [
पतिरेव हि नारीणां दैवतं परमं स्मृतम्।
मानसः सर्वभूतानां वासुदेवः श्रियः पतिः
]

`verse 111 [
स एव देवतालिङ्गैर्नामरूपविकल्पितैः।
इज्यते भगवान्पुम्भिः स्त्रीभिश्च पतिरूपधृक्
]

`verse 112 [
तस्मात्पतिव्रता नार्यः श्रेयस्कामाः सुमध्यमे।
यजन्तेऽनन्यभावेन पतिमात्मानमीश्वरम्
]

`verse 113 [
सोऽहं त्वयार्चितो भद्रे ईदृग्भावेन भक्तितः।
तं ते सम्पादये काममसतीनां सुदुर्लभम्
]

`verse 114 [
दितिरुवाच।
वरदो यदि मे ब्रह्मन्पुत्रमिन्द्र हणं वृणे।
अमृत्युं मृतपुत्राहं येन मे घातितौ सुतौ
]

`verse 115 [
निशम्य तद्वचो विप्रो विमनाः पर्यतप्यत।
अहो अधर्मः सुमहानद्य मे समुपस्थितः
]

`verse 116 [
अहो अर्थेन्द्रि यारामो योषिन्मय्येह मायया।
गृहीतचेताः कृपणः पतिष्ये नरके ध्रुवम्
]

`verse 117 [
कोऽतिक्रमोऽनुवर्तन्त्याः स्वभावमिह योषितः।
धिङ्मां बताबुधं स्वार्थे यदहं त्वजितेन्द्रि यः
]

`verse 118 [
शरत्पद्मोत्सवं वक्त्रं वचश्च श्रवणामृतम्।
हृदयं क्षुरधाराभं स्त्रीणां को वेद चेष्टितम्
]

`verse 119 [
न हि कश्चित्प्रियः स्त्रीणामञ्जसा स्वाशिषात्मनाम्।
पतिं पुत्रं भ्रातरं वा घ्नन्त्यर्थे घातयन्ति च
]

`verse 120 [
प्रतिश्रुतं ददामीति वचस्तन्न मृषा भवेत्।
वधं नार्हति चेन्द्रो ऽपि तत्रेदमुपकल्पते
]

`verse 121 [
इति सञ्चिन्त्य भगवान्मारीचः कुरुनन्दन।
उवाच किञ्चित्कुपित आत्मानं च विगर्हयन्
]

`speaker [
श्रीकश्यप उवाच
]

`verse 122 [
पुत्रस्ते भविता भद्रे इन्द्र हादेवबान्धवः।
संवत्सरं व्रतमिदं यद्यञ्जो धारयिष्यसि
]

`verse 123 [
दितिरुवाच।
धारयिष्ये व्रतं ब्रह्मन्ब्रूहि कार्याणि यानि मे।
यानि चेह निषिद्धानि न व्रतं घ्नन्ति यान्युत
]

`speaker [
श्रीकश्यप उवाच
]

`verse 124 [
न हिंस्याद्भूतजातानि न शपेन्नानृतं वदेत्।
न छिन्द्यान्नखरोमाणि न स्पृशेद्यदमङ्गलम्
]

`verse 125 [
नाप्सु स्नायान्न कुप्येत न सम्भाषेत दुर्जनैः।
न वसीताधौतवासः स्रजं च विधृतां क्वचित्
]

`verse 126 [
नोच्छिष्टं चण्डिकान्नं च सामिषं वृषलाहृतम्।
भुञ्जीतोदक्यया दृष्टं पिबेन्नाञ्जलिना त्वपः
]

`verse 127 [
नोच्छिष्टास्पृष्टसलिला सन्ध्यायां मुक्तमूर्धजा।
अनर्चितासंयतवाक्नासंवीता बहिश्चरेत्
]

`verse 128 [
नाधौतपादाप्रयता नार्द्र पादा उदक्शिराः।
शयीत नापराङ्नान्यैर्न नग्ना न च सन्ध्ययोः
]

`verse 129 [
धौतवासा शुचिर्नित्यं सर्वमङ्गलसंयुता।
पूजयेत्प्रातराशात्प्राग्गोविप्राञ्श्रियमच्युतम्
]

`verse 130 [
स्त्रियो वीरवतीश्चार्चेत्स्रग्गन्धबलिमण्डनैः।
पतिं चार्च्योपतिष्ठेत ध्यायेत्कोष्ठगतं च तम्
]

`verse 131 [
सांवत्सरं पुंसवनं व्रतमेतदविप्लुतम्।
धारयिष्यसि चेत्तुभ्यं शक्रहा भविता सुतः
]

`verse 132 [
बाढमित्यभ्युपेत्याथ दिती राजन्महामनाः।
कश्यपाद्गर्भमाधत्त व्रतं चाञ्जो दधार सा
]

`verse 133 [
मातृष्वसुरभिप्रायमिन्द्र आज्ञाय मानद।
शुश्रूषणेनाश्रमस्थां दितिं पर्यचरत्कविः
]

`verse 134 [
नित्यं वनात्सुमनसः फलमूलसमित्कुशान्।
पत्राङ्कुरमृदोऽपश्च काले काल उपाहरत्
]

`verse 135 [
एवं तस्या व्रतस्थाया व्रतच्छिद्रं हरिर्नृप।
प्रेप्सुः पर्यचरज्जिह्मो मृगहेव मृगाकृतिः
]

`verse 136 [
नाध्यगच्छद्व्रतच्छिद्रं तत्परोऽथ महीपते।
चिन्तां तीव्रां गतः शक्रः केन मे स्याच्छिवं त्विह
]

`verse 137 [
एकदा सा तु सन्ध्यायामुच्छिष्टा व्रतकर्शिता।
अस्पृष्टवार्यधौताङ्घ्रिः सुष्वाप विधिमोहिता
]

`verse 138 [
लब्ध्वा तदन्तरं शक्रो निद्रा पहृतचेतसः।
दितेः प्रविष्ट उदरं योगेशो योगमायया
]

`verse 139 [
चकर्त सप्तधा गर्भं वज्रेण कनकप्रभम्।
रुदन्तं सप्तधैकैकं मा रोदीरिति तान्पुनः
]

`verse 140 [
तमूचुः पाट्यमानास्ते सर्वे प्राञ्जलयो नृप।
किं न इन्द्र जिघांससि भ्रातरो मरुतस्तव
]

`verse 141 [
मा भैष्ट भ्रातरो मह्यं यूयमित्याह कौशिकः।
अनन्यभावान्पार्षदानात्मनो मरुतां गणान्
]

`verse 142 [
न ममार दितेर्गर्भः श्रीनिवासानुकम्पया।
बहुधा कुलिशक्षुण्णो द्रौ ण्यस्त्रेण यथा भवान्
]

`verse 143 [
सकृदिष्ट्वादिपुरुषं पुरुषो याति साम्यताम्।
संवत्सरं किञ्चिदूनं दित्या यद्धरिरर्चितः
]

`verse 144 [
सजूरिन्द्रे ण पञ्चाशद्देवास्ते मरुतोऽभवन्।
व्यपोह्य मातृदोषं ते हरिणा सोमपाः कृताः
]

`verse 145 [
दितिरुत्थाय ददृशे कुमाराननलप्रभान्।
इन्द्रे ण सहितान्देवी पर्यतुष्यदनिन्दिता
]

`verse 146 [
अथेन्द्र माह ताताहमादित्यानां भयावहम्।
अपत्यमिच्छन्त्यचरं व्रतमेतत्सुदुष्करम्
]

`verse 147 [
एकः सङ्कल्पितः पुत्रः सप्त सप्ताभवन्कथम्।
यदि ते विदितं पुत्र सत्यं कथय मा मृषा
]

`speaker [
इन्द्र उवाच
]

`verse 148 [
अम्ब तेऽहं व्यवसितमुपधार्यागतोऽन्तिकम्।
लब्धान्तरोऽच्छिदं गर्भमर्थबुद्धिर्न धर्मदृक्
]

`verse 149 [
कृत्तो मे सप्तधा गर्भ आसन्सप्त कुमारकाः।
तेऽपि चैकैकशो वृक्णाः सप्तधा नापि मम्रिरे
]

`verse 150 [
ततस्तत्परमाश्चर्यं वीक्ष्य व्यवसितं मया।
महापुरुषपूजायाः सिद्धिः काप्यानुषङ्गिणी
]

`verse 151 [
आराधनं भगवत ईहमाना निराशिषः।
ये तु नेच्छन्त्यपि परं ते स्वार्थकुशलाः स्मृताः
]

`verse 152 [
आराध्यात्मप्रदं देवं स्वात्मानं जगदीश्वरम्।
को वृणीत गुणस्पर्शं बुधः स्यान्नरकेऽपि यत्
]

`verse 153 [
तदिदं मम दौर्जन्यं बालिशस्य महीयसि।
क्षन्तुमर्हसि मातस्त्वं दिष्ट्या गर्भो मृतोत्थितः
]

`speaker [
श्रीशुक उवाच
]

`verse 154 [
इन्द्र स्तयाभ्यनुज्ञातः शुद्धभावेन तुष्टया।
मरुद्भिः सह तां नत्वा जगाम त्रिदिवं प्रभुः
]

`verse 155 [
एवं ते सर्वमाख्यातं यन्मां त्वं परिपृच्छसि।
मङ्गलं मरुतां जन्म किं भूयः कथयामि ते
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां षष्ठस्कन्धे मरुदुत्पत्तिकथनं नामाष्टादशोऽध्यायः।

अथाष्टादशोऽध्यायः   6.18
श्रीशुक उवाच
पृश्निस्तु पत्नी सवितुः सावित्रीं व्याहृतिं त्रयीम्
अग्निहोत्रं पशुं सोमं चातुर्मास्यं महामखान्
]

`verse 156 [
सिद्धिर्भगस्य भार्याङ्ग महिमानं विभुं प्रभुम्
आशिषं च वरारोहां कन्यां प्रासूत सुव्रताम्
]

`verse 157 [
धातुः कुहूः सिनीवाली राका चानुमतिस्तथा
सायं दर्शमथ प्रातः पूर्णमासमनुक्रमात्
]

`verse 158 [
अग्नीन्पुरीष्यानाधत्त क्रियायां समनन्तरः
चर्षणी वरुणस्यासीद्यस्यां जातो भृगुः पुनः
]

`verse 159 [
वाल्मीकिश्च महायोगी वल्मीकादभवत्किल
अगस्त्यश्च वसिष्ठश्च मित्रावरुणयोरृषी
]

`verse 160 [
रेतः सिषिचतुः कुम्भे उर्वश्याः सन्निधौ द्रुतम्
रेवत्यां मित्र उत्सर्गमरिष्टं पिप्पलं व्यधात्
]

`verse 161 [
पौलोम्यामिन्द्र  आधत्त त्रीन्पुत्रानिति नः श्रुतम्
जयन्तमृषभं तात तृतीयं मीढुषं प्रभुः
]

`verse 162 [
उरुक्रमस्य देवस्य मायावामनरूपिणः
कीर्तौ पत्न्यां बृहच्छ्लोकस्तस्यासन्सौभगादयः
]

`verse 163 [
तत्कर्मगुणवीर्याणि काश्यपस्य महात्मनः
पश्चाद्वक्ष्यामहेऽदित्यां यथैवावततार ह
]

`verse 164 [
अथ कश्यपदायादान्दैतेयान्कीर्तयामि ते
यत्र भागवतः श्रीमान्प्रह्रादो बलिरेव च
]

`verse 165 [
दितेर्द्वावेव दायादौ दैत्यदानववन्दितौ
हिरण्यकशिपुर्नाम हिरण्याक्षश्च कीर्तितौ
]

`verse 166 [
हिरण्यकशिपोर्भार्या कयाधुर्नाम दानवी
जम्भस्य तनया सा तु सुषुवे चतुरः सुतान्
]

`verse 167 [
संह्रादं प्रागनुह्रादं ह्रादं प्रह्रादमेव च
तत्स्वसा सिंहिका नाम राहुं विप्रचितोऽग्रहीत्
]

`verse 168 [
शिरोऽहरद्यस्य हरिश्चक्रेण पिबतोऽमृतम्
संह्रादस्य कृतिर्भार्या सूत पञ्चजनं ततः
]

`verse 169 [
ह्रादस्य धमनिर्भार्या सूत वातापिमिल्वलम्
योऽगस्त्याय त्वतिथये पेचे वातापिमिल्वलः
]

`verse 170 [
अनुह्रादस्य सूर्यायां बाष्कलो महिषस्तथा
विरोचनस्तु प्राह्रादिर्देव्यां तस्याभवद्बलिः
]

`verse 171 [
बाणज्येष्ठं पुत्रशतमशनायां ततोऽभवत्
तस्यानुभावं सुश्लोक्यं पश्चादेवाभिधास्यते
]

`verse 172 [
बाण आराध्य गिरिशं लेभे तद्गणमुख्यताम्
यत्पार्श्वे भगवानास्ते ह्यद्यापि पुरपालकः
]

`verse 173 [
मरुतश्च दितेः पुत्राश्चत्वारिंशन्नवाधिकाः
त आसन्नप्रजाः सर्वे नीता इन्द्रे ण सात्मताम्
]

`speaker [
श्रीराजोवाच
]

`verse 174 [
कथं त आसुरं भावमपोह्यौत्पत्तिकं गुरो
इन्द्रे ण प्रापिताः सात्म्यं किं तत्साधु कृतं हि तैः
]

`verse 175 [
इमे श्रद्दधते ब्रह्मन्नृषयो हि मया सह
परिज्ञानाय भगवंस्तन्नो व्याख्यातुमर्हसि
]

`speaker [
श्रीसूत उवाच
]

`verse 176 [
तद्विष्णुरातस्य स बादरायणिर्वचो निशम्यादृतमल्पमर्थवत्
सभाजयन्सन्निभृतेन चेतसा जगाद सत्रायण सर्वदर्शनः
]

`speaker [
श्रीशुक उवाच
]

`verse 177 [
हतपुत्रा दितिः शक्र पार्ष्णिग्राहेण विष्णुना
मन्युना शोकदीप्तेन ज्वलन्ती पर्यचिन्तयत्
]

`verse 178 [
कदा नु भ्रातृहन्तारमिन्द्रि याराममुल्बणम्
अक्लिन्नहृदयं पापं घातयित्वा शये सुखम्
]

`verse 179 [
कृमिविड्भस्मसंज्ञासीद्यस्येशाभिहितस्य च
भूतध्रुक्तत्कृते स्वार्थं किं वेद निरयो यतः
]

`verse 180 [
आशासानस्य तस्येदं ध्रुवमुन्नद्धचेतसः
मदशोषक इन्द्र स्य भूयाद्येन सुतो हि मे
]

`verse 181 [
इति भावेन सा भर्तुराचचारासकृत्प्रियम्
शुश्रूषयानुरागेण प्रश्रयेण दमेन च
]

`verse 182 [
भक्त्या परमया राजन्मनोज्ञैर्वल्गुभाषितैः
मनो जग्राह भावज्ञा सस्मितापाङ्गवीक्षणैः
]

`verse 183 [
एवं स्त्रिया जडीभूतो विद्वानपि मनोज्ञया
बाढमित्याह विवशो न तच्चित्रं हि योषिति
]

`verse 184 [
विलोक्यैकान्तभूतानि भूतान्यादौ प्रजापतिः
स्त्रियं चक्रे स्वदेहार्धं यया पुंसां मतिर्हृता
]

`verse 185 [
एवं शुश्रूषितस्तात भगवान्कश्यपः स्त्रिया
प्रहस्य परमप्रीतो दितिमाहाभिनन्द्य च
]

`speaker [
श्रीकश्यप उवाच
]

`verse 186 [
वरं वरय वामोरु प्रीतस्तेऽहमनिन्दिते
स्त्रिया भर्तरि सुप्रीते कः काम इह चागमः
]

`verse 187 [
पतिरेव हि नारीणां दैवतं परमं स्मृतम्
मानसः सर्वभूतानां वासुदेवः श्रियः पतिः
]

`verse 188 [
स एव देवतालिङ्गैर्नामरूपविकल्पितैः
इज्यते भगवान्पुम्भिः स्त्रीभिश्च पतिरूपधृक्
]

`verse 189 [
तस्मात्पतिव्रता नार्यः श्रेयस्कामाः सुमध्यमे
यजन्तेऽनन्यभावेन पतिमात्मानमीश्वरम्
]

`verse 190 [
सोऽहं त्वयार्चितो भद्रे  ईदृग्भावेन भक्तितः
तं ते सम्पादये काममसतीनां सुदुर्लभम्
]

`verse 191 [
दितिरुवाच
वरदो यदि मे ब्रह्मन्पुत्रमिन्द्र हणं वृणे
अमृत्युं मृतपुत्राहं येन मे घातितौ सुतौ
]

`verse 192 [
निशम्य तद्वचो विप्रो विमनाः पर्यतप्यत
अहो अधर्मः सुमहानद्य मे समुपस्थितः
]

`verse 193 [
अहो अर्थेन्द्रि यारामो योषिन्मय्येह मायया
गृहीतचेताः कृपणः पतिष्ये नरके ध्रुवम्
]

`verse 194 [
कोऽतिक्रमोऽनुवर्तन्त्याः स्वभावमिह योषितः
धिङ्मां बताबुधं स्वार्थे यदहं त्वजितेन्द्रि यः
]

`verse 195 [
शरत्पद्मोत्सवं वक्त्रं वचश्च श्रवणामृतम्
हृदयं क्षुरधाराभं स्त्रीणां को वेद चेष्टितम्
]

`verse 196 [
न हि कश्चित्प्रियः स्त्रीणामञ्जसा स्वाशिषात्मनाम्
पतिं पुत्रं भ्रातरं वा घ्नन्त्यर्थे घातयन्ति च
]

`verse 197 [
प्रतिश्रुतं ददामीति वचस्तन्न मृषा भवेत्
वधं नार्हति चेन्द्रो ऽपि तत्रेदमुपकल्पते
]

`verse 198 [
इति सञ्चिन्त्य भगवान्मारीचः कुरुनन्दन
उवाच किञ्चित्कुपित आत्मानं च विगर्हयन्
]

`speaker [
श्रीकश्यप उवाच
]

`verse 199 [
पुत्रस्ते भविता भद्रे  इन्द्र हादेवबान्धवः
संवत्सरं व्रतमिदं यद्यञ्जो धारयिष्यसि
]

`verse 200 [
दितिरुवाच
धारयिष्ये व्रतं ब्रह्मन्ब्रूहि कार्याणि यानि मे
यानि चेह निषिद्धानि न व्रतं घ्नन्ति यान्युत
]

`speaker [
श्रीकश्यप उवाच
]

`verse 201 [
न हिंस्याद्भूतजातानि न शपेन्नानृतं वदेत्
न छिन्द्यान्नखरोमाणि न स्पृशेद्यदमङ्गलम्
]

`verse 202 [
नाप्सु स्नायान्न कुप्येत न सम्भाषेत दुर्जनैः
न वसीताधौतवासः स्रजं च विधृतां क्वचित्
]

`verse 203 [
नोच्छिष्टं चण्डिकान्नं च सामिषं वृषलाहृतम्
भुञ्जीतोदक्यया दृष्टं पिबेन्नाञ्जलिना त्वपः
]

`verse 204 [
नोच्छिष्टास्पृष्टसलिला सन्ध्यायां मुक्तमूर्धजा
अनर्चितासंयतवाक्नासंवीता बहिश्चरेत्
]

`verse 205 [
नाधौतपादाप्रयता नार्द्र पादा उदक्शिराः
शयीत नापराङ्नान्यैर्न नग्ना न च सन्ध्ययोः
]

`verse 206 [
धौतवासा शुचिर्नित्यं सर्वमङ्गलसंयुता
पूजयेत्प्रातराशात्प्राग्गोविप्राञ्श्रियमच्युतम्
]

`verse 207 [
स्त्रियो वीरवतीश्चार्चेत्स्रग्गन्धबलिमण्डनैः
पतिं चार्च्योपतिष्ठेत ध्यायेत्कोष्ठगतं च तम्
]

`verse 208 [
सांवत्सरं पुंसवनं व्रतमेतदविप्लुतम्
धारयिष्यसि चेत्तुभ्यं शक्रहा भविता सुतः
]

`verse 209 [
बाढमित्यभ्युपेत्याथ दिती राजन्महामनाः
कश्यपाद्गर्भमाधत्त व्रतं चाञ्जो दधार सा
]

`verse 210 [
मातृष्वसुरभिप्रायमिन्द्र  आज्ञाय मानद
शुश्रूषणेनाश्रमस्थां दितिं पर्यचरत्कविः
]

`verse 211 [
नित्यं वनात्सुमनसः फलमूलसमित्कुशान्
पत्राङ्कुरमृदोऽपश्च काले काल उपाहरत्
]

`verse 212 [
एवं तस्या व्रतस्थाया व्रतच्छिद्रं  हरिर्नृप
प्रेप्सुः पर्यचरज्जिह्मो मृगहेव मृगाकृतिः
]

`verse 213 [
नाध्यगच्छद्व्रतच्छिद्रं  तत्परोऽथ महीपते
चिन्तां तीव्रां गतः शक्रः केन मे स्याच्छिवं त्विह
]

`verse 214 [
एकदा सा तु सन्ध्यायामुच्छिष्टा व्रतकर्शिता
अस्पृष्टवार्यधौताङ्घ्रिः सुष्वाप विधिमोहिता
]

`verse 215 [
लब्ध्वा तदन्तरं शक्रो निद्रा पहृतचेतसः
दितेः प्रविष्ट उदरं योगेशो योगमायया
]

`verse 216 [
चकर्त सप्तधा गर्भं वज्रेण कनकप्रभम्
रुदन्तं सप्तधैकैकं मा रोदीरिति तान्पुनः
]

`verse 217 [
तमूचुः पाट्यमानास्ते सर्वे प्राञ्जलयो नृप
किं न इन्द्र  जिघांससि भ्रातरो मरुतस्तव
]

`verse 218 [
मा भैष्ट भ्रातरो मह्यं यूयमित्याह कौशिकः
अनन्यभावान्पार्षदानात्मनो मरुतां गणान्
]

`verse 219 [
न ममार दितेर्गर्भः श्रीनिवासानुकम्पया
बहुधा कुलिशक्षुण्णो द्रौ ण्यस्त्रेण यथा भवान्
]

`verse 220 [
सकृदिष्ट्वादिपुरुषं पुरुषो याति साम्यताम्
संवत्सरं किञ्चिदूनं दित्या यद्धरिरर्चितः
]

`verse 221 [
सजूरिन्द्रे ण पञ्चाशद्देवास्ते मरुतोऽभवन्
व्यपोह्य मातृदोषं ते हरिणा सोमपाः कृताः
]

`verse 222 [
दितिरुत्थाय ददृशे कुमाराननलप्रभान्
इन्द्रे ण सहितान्देवी पर्यतुष्यदनिन्दिता
]

`verse 223 [
अथेन्द्र माह ताताहमादित्यानां भयावहम्
अपत्यमिच्छन्त्यचरं व्रतमेतत्सुदुष्करम्
]

`verse 224 [
एकः सङ्कल्पितः पुत्रः सप्त सप्ताभवन्कथम्
यदि ते विदितं पुत्र सत्यं कथय मा मृषा
]

`speaker [
इन्द्र उवाच
]

`verse 225 [
अम्ब तेऽहं व्यवसितमुपधार्यागतोऽन्तिकम्
लब्धान्तरोऽच्छिदं गर्भमर्थबुद्धिर्न धर्मदृक्
]

`verse 226 [
कृत्तो मे सप्तधा गर्भ आसन्सप्त कुमारकाः
तेऽपि चैकैकशो वृक्णाः सप्तधा नापि मम्रिरे
]

`verse 227 [
ततस्तत्परमाश्चर्यं वीक्ष्य व्यवसितं मया
महापुरुषपूजायाः सिद्धिः काप्यानुषङ्गिणी
]

`verse 228 [
आराधनं भगवत ईहमाना निराशिषः
ये तु नेच्छन्त्यपि परं ते स्वार्थकुशलाः स्मृताः
]

`verse 229 [
आराध्यात्मप्रदं देवं स्वात्मानं जगदीश्वरम्
को वृणीत गुणस्पर्शं बुधः स्यान्नरकेऽपि यत्
]

`verse 230 [
तदिदं मम दौर्जन्यं बालिशस्य महीयसि
क्षन्तुमर्हसि मातस्त्वं दिष्ट्या गर्भो मृतोत्थितः
]

`speaker [
श्रीशुक उवाच
]

`verse 231 [
इन्द्र स्तयाभ्यनुज्ञातः शुद्धभावेन तुष्टया
मरुद्भिः सह तां नत्वा जगाम त्रिदिवं प्रभुः
]

`verse 232 [
एवं ते सर्वमाख्यातं यन्मां त्वं परिपृच्छसि
मङ्गलं मरुतां जन्म किं भूयः कथयामि ते
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां षष्ठस्कन्धे मरुदुत्पत्तिकथनं नामाष्टादशोऽध्यायः
]
