`verse 1 [
ॐ नमो भगवते वासुदेवाय॥

प्रचण्डताण्डवाटोपे प्रक्षिप्ता येन दिग्गजाः।
भवन्तु विघ्नभङ्गाय भवस्य चराणाम्बुजा॥
]

`verse 2 [
पातालादुत्पतिष्णोर्मकरवसतयो यस्य पुच्छाभिघाता-
दूर्ध्वं ब्रह्माण्डमव्यतिकरविहितव्यत्यनेनापतन्ति॥
विष्णोर्म्मत्स्यावतारै सकलवसुमतीमण्डलं व्यंशुमानं,
तस्यास्योदीरितानां ध्वनिरपहरतादश्रियम्बः श्रुतीनाम्॥
]

`verse 3 [
यदा यदाहि धर्मस्य ग्लानिर्भवति भारत।
अभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम्॥
धर्म संस्थापनार्थाय सम्भवामि युगे युगे॥
नारायणं नमस्कृत्य नरञ्चैव नरोत्तमम्।
देवीं सरस्वतीं व्यासं ततो जयमुदीरयेत्॥
]

`verse 4 [
अजोऽपि यः क्रियायोगान्नारायण इति स्मृतः।
त्रिगुणाय त्रिवेदाय नमस्तस्मै स्वयम्भुवे॥
]

`verse 5 [
सूतमेकान्तमासीनं नैमिषारण्यवासिनः।
मुनयो दीर्घसत्रान्ते पप्रच्छु र्दीर्घसंहिताम्॥
]

`verse 6 [
प्रवृत्तासु पुराणीषु धर्म्यासु ललितासु च।
कथासु शौनकाद्यास्तु अभिनन्द्य मुहुर्मुहुः॥
]

`verse 7 [
कतितानि पुराणानि यान्यस्माकं त्वयानघ
तान्येवामृतकल्पानि श्रोतुमिच्छामहे पुनः॥
]

`verse 8 [
कथं ससर्ज भगवान् लोकनाथश्चराचरम्।
कस्माच्च भगवान् विष्णुर्मत्स्यरूपत्वमाश्रितः॥
]

`verse 9 [
भैरवत्वं भवस्यापि पुरारित्वञ्च गद्यते।
कस्य हेतोः कपालित्वं जगाम वृषभध्वजः॥
]

`verse 10 [
सर्वमेतत्समाचक्ष्व सूत! विस्तरशः क्रमात्।
त्वद्वाक्येनामृतस्येव न तृप्तिरिहजायते॥
]

`speaker [
सूत उवाच
]

`verse 11 [
पुण्यं पवित्रमायुष्यमिदानीं श्रुणुत द्विजाः।
मात्स्यं पुराणमखिलं यज्जगाद गदाधरः॥
]

`verse 12 [
पुरा राजा मनुर्नाम चीर्णवान् विपुलन्तपः।
पुत्रे राज्यं समारोप्य क्षमावान् रविनन्दनः॥
]

`verse 13 [
मलयस्यैकदेशे तु सर्वात्मगुणसंयुतः।
समदुःखसुखोवीरः प्राप्तवान् योगमुत्तमम्॥
]

`verse 14 [
बभूव वरदश्चास्य वर्षायुतशते गते।
वरम्वृणीष्व प्रोवाच प्रीतः स कमलासनः॥
]

`verse 15 [
एवमुक्तोऽब्रवीद्राजा प्रणम्य स पितामहम्।
एकमेवाहमिच्छामि त्वत्तो वरमनुत्तमम्॥
]

`verse 16 [
भूतग्रामस्य सर्वस्य स्थावरस्य चरस्य च।
भवेयं रक्षणायालं प्रलये समुपस्थिते॥
]

`verse 17 [
एवमस्त्विति विश्वात्मा तत्रैवान्तरधीयत।
पुष्पवृष्टिः सुमहती खात्पपात सुरार्पिता॥
]

`verse 18 [
कदाचिदाश्रमे तस्य कुर्वतः पितृतर्पणम्।
पपात पाण्योरुपरि शफरी जलसंयुता॥
]

`verse 19 [
दृष्ट्वा तच्छफरीरूपं स दयालुर्महीपतिः।
रक्षणायाकरोद्यत्नं स तस्मिन् करकोदरे॥
]

`verse 20 [
अहो रात्रेण चैकेन षोडशाङ्गुलविस्तृतः।
सोऽभवन्मत्स्यरूपेण पाहि पाहीति चाब्रवीत्॥
]

`verse 21 [
स तमादाय मणिके प्राक्षिपज्जलचारिणम्।
तत्रापि चैकरात्रेण हस्तत्रयमवर्धत॥
]

`verse 22 [
पुनः प्राहार्तनादेन सहस्रकिरणात्मजम्।
समत्स्यः पाहि पाहीति त्वामहं शरणङ्गतः॥
]

`verse 23 [
ततः स कूपे तं मत्स्यं प्राहिणोद्रविनन्दनः।
यदा न माति तत्रापि कूपे मत्स्यः सरोवरे॥
]

`verse 24 [
क्षिप्तोऽसौ पृथुतामागात् पुनर्योजनसम्मिताम्।
तत्राप्याह पुनर्दीनः पाहि पाहि नृपोत्तम॥
]

`verse 25 [
ततः स मनुना क्षिप्तो गङ्गायामप्यवर्धत।
यदा तदा समुद्रे तं प्राक्षिपन्मेदिनीपतिः॥
]

`verse 26 [
यदा समुद्रमखिलं व्याप्यासौ समुपस्थितः।
तदा प्राह मनुर्भीतः कोऽपि त्वमसुरेतरः॥
]

`verse 27 [
अथवा वासुदेवस्त्वमन्य ईदृक्कथं भवेत्।
योजनायुतविंशत्या कस्य तुल्यं भवेद्वपुः॥
]

`verse 28 [
ज्ञातस्त्वं मत्स्यरूपेण मां खेदयसि केशव!
हृषीकेश! जगन्नाथ! जगद्धाम! नमोऽस्तुते॥
]

`verse 29 [
एवमुक्तः स भगवान् मत्स्यरूपी जनार्दनः।
साधु साध्विति प्रोवाच सम्यग् ज्ञातस्त्वयाऽनघ॥
]

`verse 30 [
अचिरेणैव कालेन मेदिनी मेदिनीपते ।
भविष्यति जले मग्ना सशैलवनकानना॥
]

`verse 31 [
नौरियं सर्वदेवानां निकायेन विनिर्मिता।
महाजीवनिकायस्य रक्षणार्थं महीपते!॥
]

`verse 32 [
स्वेदाण्डाजोद्भिजो ये वै ये च जीवाजरायुजाः।
अस्यां निधाय सर्वांस्ताननाथान् पाहि सुव्रत॥
]

`verse 33 [
युगान्तवाताभिहता यदा भवति नौर्नृप!।
श्रृङ्गेऽस्मिन्मम राजेन्द्र! तदेमां संयमिष्यसि॥
]

`verse 34 [
ततो लयान्ते सर्वस्य स्थावरस्य चरस्य च।
प्रजापतिस्त्वं भविता जगतः पृथिवीपते!॥
]

`verse 35 [
एवं कृतयुगस्यादौ सर्वज्ञो धृतिमान्नृपः।
मन्वन्तराधिपश्चापि देवपूज्यो भविष्यसि॥
]

`colophon [
इति श्रीमत्स्यपुराणे मत्स्यावतारवर्णनं नाम प्रथमोऽध्यायः॥
]
