`speaker [
सूत उवाच
]

`verse 1 [
एवमुक्तो मनुस्तेन पप्रच्छ मधुसूदनम्।
भगवन्! कियद्भिर्वर्षैर्भविष्यत्यन्तरक्षयः॥
]

`verse 2 [
सत्वानि च कथं नाथ! रक्षिष्ये मधुसूदन!।
त्वया सह पुनर्योगः कथं वा भविता मम॥
]

`speaker [
मत्स्य उवाच
]

`verse 3 [
अद्य प्रभृत्यनावृष्टिर्भविष्यति महीतले।
यावद्वर्षशतं साग्रं दुर्भिक्षमशुभावहम्॥
]

`verse 4 [
ततोऽल्पसत्वक्षयदा रश्मयः सप्तदारुणाः।
सतसतेर्भविष्यन्ति प्रतप्ताङ्गारवर्णिनः॥
]

`verse 5 [
और्वानलोऽपि विकृतिङ्गमिष्यति युगक्षये।
विषाग्निश्चापि पातालात् सङ्कर्षणमुखच्युतः॥
भवस्यापि ललाटोत्थ तृतीयनयनानलः॥
]

`verse 6 [
त्रिजगन्निर्दहन् क्षोभं समेष्यति महामुने!।
एवं दग्धा मही सर्वा यदास्याद् भस्मसन्निभा॥
]

`verse 7 [
आकाशमूष्मणा तप्तं भविष्यति परन्तप!।
ततः सदेवनक्षत्रं जगद्यास्यति संक्षयम्‌॥
]

`verse 8 [
संवर्तो भीमनादश्च द्रोणश्चण्डो बलाहकः।
विद्युत्पताकः शोणस्तु सप्तैते लयवारिदाः॥
]

`verse 9 [
अग्निप्रस्वेदसम्भूतां प्लावयिष्यन्ति मेदिनीम्।
समुद्राः क्षोभमागत्य चैकत्वेन व्यवस्थिताः॥
]

`verse 10 [
एतदेकार्णवं सर्वं करिष्यन्ति जगत्त्रयम्।
वेदनावमिमां गृह्य सत्वबीजानि सर्वशः॥
]

`verse 11 [
आरोप्य रज्जुयोगेन मत्‌प्रदत्तेन सुव्रत।
संयम्य नावं मच्छृङ्गे मत्प्रभावाभिरक्षितः॥
]

`verse 12 [
एकः स्थास्यसि देवेषु दग्धेष्वपि परन्तप!।
सोमसूर्यावहं ब्रह्मा चतुर्लोक समन्वितः॥
]

`verse 13 [
नर्मदा च नदीपुण्या मार्कण्डेयो महान् ऋषिः।
भवो वेदाः पुराणाश्च विद्याभिः सर्वतोवृतम्॥
]

`verse 14 [
त्वया सार्द्धमिदं विश्वं स्थास्यत्यन्तरसंक्षये।
एवमेकार्णवे जाते चाक्षुषान्तरसंक्षये॥
]

`verse 15 [
वेदान् प्रवर्तयिष्यामि त्वत्सर्गादौ महीपते।
एवमुक्त्वा स भगवांस्तत्रैवान्तरधीयत॥
]

`verse 16 [
मनुरप्यास्थितो योगं वासुदेवप्रसादजम्।
अभ्यसन् यावदाभूत संप्लवं पूर्वसूचितम्॥
]

`verse 17 [
काले यथोक्ते संजाते वासुदेवमुखोद्गते।
श्रृङ्गी प्रादुर्बबूवाथ मत्स्यरूपी जनार्दनः॥
]

`verse 18 [
भुजङ्गोरज्जुरूपेण मनोः पार्श्वमुपागमत्।
भूतान्‌ सर्वान्‌ समाकृष्य योगेनारोप्य धर्म्मवित्॥
]

`verse 19 [
भुजङ्गरज्वा मत्स्यस्य श्रृङ्गे नावमयोजयत्।
उपर्य्युपस्थितस्तस्याः प्रणिपत्य जनार्दनम्॥
]

`verse 20 [
आभूतसंप्लवे तस्मिन्नतीते योगशायिना।
पृष्टेन मनुना प्रोक्तं पुराणं मत्स्यरूपिणा॥
]

`verse 21 [
तदिदानीं प्रवक्ष्यामि श्रृणुध्वमृषिसत्तमाः॥
यद्भवद्भिः पुरा पृष्टः सृष्ट्यादिकमहँ द्विजाः॥
]

`speaker [
मनुरुवाच
]

`verse 22 [
उत्पत्ति प्रलयञ्चैव वंशान्मन्वन्तराणि च।
वंश्यानुचरितञ्चैव भुवनस्य च विस्तरम्॥
]

`verse 23 [
दानधर्म्मविधिञ्चैव श्राद्धकल्पञ्च शाश्वतम्।
वर्णाश्रमविभागञ्च तथेष्टापूर्त्तसंज्ञितम्॥
]

`verse 24 [
देवतानां प्रतिष्ठादि यच्चान्यद्विद्यते भुवि।
तत्सर्वं विस्तरेण त्वं धर्म्मव्याख्यातुमर्हसि॥
]

`verse 25 [
महाप्रलयकालान्त एतदासीत्तमोमयम्।
प्रसुप्तमिव चातर्क्यमप्रज्ञातमलक्षणम्॥
]

`verse 26 [
अविज्ञेयमविज्ञातं जगत् स्थास्नु चरिष्णु च।
ततः स्वयम्भूरव्यक्तः प्रभवः पुण्यकर्म्मणाम्॥
]

`verse 27 [
यः शरीरादभिध्याय सिसृक्षुर्विविधं जगत्।
नारायण इति ख्यातः स एकः स्वयमुद्‌बभौ॥
]

`verse 28 [
अथ एव ससर्जादौ तासु बीजमवासृजत्॥
]

`verse 29 [
तदेवाण्डं् समभवद् हेमरूप्यमयं महत्।
संवत्सरसहस्रेण सूर्य्यायुतसमप्रभम्॥
]

`verse 30 [
प्रविश्यान्तर्महातेजाः स्वयमेवात्मसम्भवः।
प्रभावादपि तद्‌व्याप्त्या विष्णुत्वमगमत्पुनः॥
]

`verse 31 [
तदन्तर्भगवानेष सूर्य्यः समभवत् पुरा।
आदित्यश्चादिभूतत्वात् ब्रह्माब्रह्मपठन्नभूत्॥
]

`verse 32 [
दिवं भूमिं समकरोत्तदण्डशकलद्वयम्।
सचाकरोद्दिशः सर्व्वा मध्ये व्योम च शाश्वतम्॥
]

`verse 33 [
जरायुर्मेरुमुख्याश्च शैलास्तस्याभवंस्तदा।
यदुल्बं तदभून्मेघस्तडित्‌सङ्घातमण्डलम्॥
]

`verse 34 [
नद्योऽण्डनाम्नः सम्भूताः पितरो मनवस्तथा।
सप्त येऽमी समुद्राश्च तेऽपि चान्तर्जलोद्भवाः॥
]

`verse 35 [
लवणेक्षुसुराद्याश्च नानारत्नसमन्विताः॥
]

`verse 36 [
स सिसृक्षुरभूद्देवः प्रजापतिररिन्दम।
तत्तेजसश्च तत्रैष मार्तण्डःि समजायत॥
]

`verse 37 [
मृतेऽण्डेच जायते यस्मान्मार्तण्डस्तेन संस्मृतः।
रजोगुणमयं यत्तद्रूपं तस्य महात्मनः॥
]

`verse 38 [
चतुर्मुखः स भगवानभूल्लोकपितामहः॥
]

`verse 39 [
येन सृष्टं जगत्सर्वं सदेवासुरमानुषम्।
तमवेहि रजोरूपं महत्‌ सत्वमुदाहृतम्॥
]

`colophon [
इति श्रीमत्स्यपुराणे मत्स्यमनु संवादवर्णनं नाम द्वितीयोऽध्यायः॥
]
