`verse 1 [
सृष्टिप्रकरणम्।

मनुरुवाच।
अहो कष्टतरञ्चैतदङ्गजागमनं विभो!।
कथं न दोषमगमत् कर्मणानेन पद्मभूः॥
]

`verse 2 [
परस्परञ्च सम्बन्धः सगोत्राणामभूत्कथम्।
वैवाहिकस्तत्सुतानाच्छिन्धि मे संशयं विभो॥
]

`verse 3 [
दिव्येयमादिसृष्टिस्तु रजोगुणसमुद्भवा।
अतीन्द्रियेन्द्रिया तद्वदतीन्द्रिय शरीरिका।४.३

दिव्यतेजोमयी भूप! दिव्यज्ञानसमुद्भवा।
न मर्त्यैरभितः शक्त्या वक्तुं वै मांसचक्षुभिः॥
]

`verse 4 [
यथा भुजङ्गाः सर्पाणामाकाशं विश्वपक्षिणाम्।
विदन्ति मार्गं दिव्यानां दिव्या एव न मानवाः॥
]

`verse 5 [
कार्य्याकार्ये न देवानां शुभाशुभफलप्रदे।
यस्मात्तस्मान्न राजेन्द्र! तद्विचारो नृणां शुभः॥
]

`verse 6 [
अन्यच्च सर्ववेदानामधिष्ठाता चतुर्मुखः।
गायत्री ब्रह्मणस्तद्वदङ्गभूता निगद्यते॥
]

`verse 7 [
अमूर्तं मूर्तिमद्वापि मिथुनं तत्प्रचक्षते।
विरिञ्चिर्यत्र भगवांस्तत्र देवी सरस्वती॥
भारती यत्र यत्रैव तत्र तत्र प्रजापतिः॥
]

`verse 8 [
यथा तपो न रहितश्छायया दृश्यते क्वचित्।
गायत्री ब्रह्मणः पार्श्वं तथैव न विमुञ्चति॥
]

`verse 9 [
वेदराशिः स्मृतो ब्रह्मा सावित्री तदधिष्ठिता।
तस्मान्नकश्चिद्दोषः स्यात् सावित्री गमने विभो॥
]

`verse 10 [
तथापि लज्जावनतः प्रजापतिरभूत् पुरा।
स्वसुतोपगमात् ब्रह्मा शशाप कुसुमायुधम्॥
]

`verse 11 [
यस्मान्ममापि भवता मनः संक्षोभितं शरैः।
तस्मात्वद्देहमचिराद्रुद्रो भस्मीकरिष्यति॥
]

`verse 12 [
ततः प्रसादयामास कामदेवश्चतुर्मुखम्।
न मामकारणे शप्तुं त्वमिहार्हसि मानद!॥
]

`verse 13 [
अहमेवंविधः सृष्टस्त्वयैव चतुरानन!।
इन्द्रियक्षोभजनकः सर्वेषामेव देहिनाम्॥
]

`verse 14 [
स्त्रीपुंसोरविचारेण मया सर्वत्र सर्वदा।
क्षोभ्यं मनः प्रयत्नेन त्वयैवोक्तं पुरा विभो॥
]

`verse 15 [
तस्मादनपराधेन त्वयाशप्तस्तथा विभो!।
कुरु प्रसादं भगवन्! स्वशरीराप्तये पुनः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
वैवस्वतेऽन्तरे प्राप्ते यादवान्वयसम्भवः।
रामो नाम यदा मर्त्यो मत्सत्वबलमाश्रितः॥
]

`verse 17 [
अवतीर्य्यासुरध्वंसी द्वारकामधिवत्स्यति।
तद्‌ भ्रातुस्तत्समस्य त्वन्तदा पुत्रत्वमेष्यसि॥
]

`verse 18 [
एवं शरीरमासाद्य भुक्त्वा भोगानशेषतः।
ततो भरतवंशान्ते भूत्वा वत्स नृपात्मजः॥
]

`verse 19 [
विद्याधराधिपत्वं च यावदाभूतसंप्लवम्।
सुखानि धर्म्मतः प्राप्य मत्समीपङ्गमिष्यसि॥
]

`verse 20 [
एवं शापप्रसादाभ्यामुपेतः कुसुमायुधः।
शोकप्रमोदाभियुतो जगाम स यथागतम्॥
]

`speaker [
मनुरुवाच
]

`verse 21 [
कोऽसौ यदुरिति प्रोक्तो यद्वंशे कामसम्भवः।
कथञ्च दग्धो रुद्रेण किमर्थं कुसुमायुधः॥
]

`verse 22 [
भरतस्यान्वये कस्य का च सृष्टिः पुराभवत्।
एतत्सर्वं समाचक्ष्व मूलतः संशयो हि मे॥
]

`speaker [
मत्स्य उवाच
]

`verse 23 [
या सा देहार्घसम्भूता गायत्री ब्रह्मवादिनी।
जननी या मनोर्देवी शतरूपा शतेन्द्रिया॥
]

`verse 24 [
रतिर्मनस्तपो बुद्धि महदादि समुद्भवः।
ततः स शतरूपायां सप्तापत्यान्यजीजनत्॥
]

`verse 25 [
ये मरीच्यादयः पुत्रा मानसास्तस्य धीमतः।
तेषामयमभूल्लोकः सर्वज्ञानात्मकः पुरा॥
]

`verse 26 [
ततोऽसृजद्वामदेवं त्रिशूलवरधारिणम्!।
सनत्कुमारं च विभुं पूर्वेषामपि पूर्वजम्॥
]

`verse 27 [
वामदेवस्तु भगवानसृजन् मुखतो द्विजान्।
राजन्यानसृजद्‌ बाह्वोर्विट्‌शूद्रानूरुपादयोः॥
]

`verse 28 [
विद्युतोऽशनिमेघाश्च रोहितेन्द्रधनूंषि च।
छन्दांसि च ससर्जादौ पर्जन्यं च ततः परम्॥
]

`verse 29 [
ततः साध्यगणानीशस्त्रिनेत्रानसृजत् पुनः।
कोटयश्चतुराशीतिर्जरामरणवर्जिताः॥
]

`verse 30 [
वामोऽसृजन्नमर्त्यांस्तान् ब्रह्मणाविनिवारितः।
नैवंविधाभवेत् सृष्टिर्जरामरणवर्जिता॥
]

`verse 31 [
शुभाशुभात्मिका यातु सैव सृष्टिः प्रशस्यते।
एवं स्थितः स तेनादौ सृष्टौ स्थाणुरतोऽभवत्॥
]

`verse 32 [
स्वायम्भुवो मनुर्धीमांस्तपस्तप्त्वा सुदुश्चरम्।
पत्नीमेवापरूपाढ्यामनन्तीं नाम नामतः॥
]

`verse 33 [
प्रियव्रतोत्तानपादौ मनुस्तस्यामजीजनत्।
धर्मस्य कन्या चतुरा सूनृता नाम भामिनी॥
]

`verse 34 [
उत्तानपादात्तनयान् प्राप मन्थरगामिनी।
अपस्यतिमपस्यन्तं कीर्तिमन्तं ध्रुवं तथा॥
]

`verse 35 [
उत्तानपादोऽजनयत् सूनृतायां प्रजापतिः।
ध्रुवो वर्षसहस्राणि त्रीणि कृत्वातपः पुरा॥
]

`verse 36 [
दिव्यमाप ततः स्थानमचलं ब्रह्मणो वरात्।
मतेव पुरतः कृत्वा ध्रुवं सप्तर्षयः स्थिताः॥
]

`verse 37 [
धन्या नाम मनोः कन्या ध्रुवाच्छिष्टमजीजनत्।
अग्निकन्या तु सुच्छाया शिष्टात्मा सुषुवे सुतान्॥
]

`verse 38 [
कृपं रिपुं जयं वृत्तं वृकं च वृकतेजसम्।
चक्षुषं ब्रह्मदौहित्र्यां वीरिण्यां स रिपुञ्जयः॥
]

`verse 39 [
वीरणस्यात्मजायान्तु चक्षुर्मनुमजीजनत्।
मनु र्वैराजकन्यायां नड्‌वलायां स चाक्षुषः॥
]

`verse 40 [
जनयामास तनयान्दश शूरानकल्मषान्।
ऊरुः पूरुः शतद्युग्न स्तपस्वी सत्यवाक्‌ हविः॥
]

`verse 41 [
अग्निष्टुदतिरात्रश्च सुद्युम्नश्चापराजितः।
अभिमन्युस्तु दशमो ऩड्वलायामजायत॥
]

`verse 42 [
ऊरोरजनयत् पुत्रान् षडाग्नेयी तु सुप्रभान्।
अग्निं सुमनसं ख्यातिं क्रतुमङ्गिरसं गयम्॥
]

`verse 43 [
पितृकन्या सुनीथा तु वेनमङ्गादजीजनत्।
वेनमन्यायितं विप्रा ममन्थुस्तत्करादभूत्॥
पृथुर्नाम महातेजाः स पुत्रौ द्वावजीजनत्॥
]

`verse 44 [
अन्तर्धानस्तु मारीचं शिखण्डिन्यामजीजनत्।
हविर्धानात् ष़डाग्नेयी धिषणाऽजनयत् सुतान्॥
प्राचीनबर्हिषं साङ्गं यमं शुक्रं बलं शुभम्॥
]

`verse 45 [
प्राचीनबर्हिर्भगवान् महानासीत्प्रजापतिः।
हविर्धानाः प्रजास्तेन बहवः सम्प्रवर्त्तिताः॥
]

`verse 46 [
सवर्णायान्तु सामुद्र्यान्दशाधत्त सुतान्‌ प्रभुः।
सर्वे प्रचेतसो नाम धनुर्वेदस्य पारगाः॥
]

`verse 47 [
तत्तपो रक्षिता वृक्षा बभुर्लोके समन्ततः।
देवादेशाश्च तानग्निरदहद्रविनन्दन!॥
]

`verse 48 [
सोमकन्याऽभवत्पत्नी मारिषा नाम विश्रुता।
तेभ्यस्तु दक्षमेकं सा पुत्र मग्र्‌यमजीजनत्॥
]

`verse 49 [
दक्षादनन्तरं वृक्षानौषधानि च सर्वशः।
अजीजनत्सोमकन्या नन्दीं चन्द्रवतीं तथा॥
]

`verse 50 [
सोमांशस्य च तस्यापि दक्षस्याशीतिकोटयः।
तासां तु विस्तरं वक्ष्ये लोके यः सुप्रतिष्ठितः॥
]

`verse 51 [
द्विपदश्चाभवन् केचित् केचिद्‌ बहुपदा नराः।
बलीमुखाः शङ्कुकर्णाः कर्णप्रावरणास्तथा॥
]

`verse 52 [
अश्वऋक्षमुखाः केचित् केचित् सिंहाननास्तथा।
श्वशूकरमुखाः केचित् केचिदुष्ट्रमुखास्तथा॥
]

`verse 53 [
जनयामास धर्मात्मा म्लेच्छान् सर्व्वाननेकशः।
ससृष्ट्वा मनसा दक्षः स्त्रियः पश्चादजीजनत्॥
]

`verse 54 [
ददौ स दश दर्माय कश्यपाय त्रयोदश।
सप्तविंशतिः सोमाय ददौ नक्षत्रसंज्ञिताः॥
देवासुरमनुष्यादि ताभ्यः सर्वमभूज्जगत्॥
]
