`speaker [
सूत उवाच
]

`verse 1 [
कश्यपस्य प्रवक्ष्यामि पत्नीभ्यः पुत्र पौत्रकान्।
अदितिर्दितिर्दनुश्चैव अरिष्टा सुरसा तथा॥
]

`verse 2 [
सुरभिर्विनता तद्वत्ताम्रा क्रोधवशा इरा।
कद्रूर्विश्वा मुनिस्तद्वत्तासां पुत्रान्निबोधत॥
]

`verse 3 [
तुषिता नाम ये देवाश्चाक्षुषस्यान्तरे मनोः।
वैवस्वतेऽन्तरे चैते आदित्या द्वादशस्मृताः॥
]

`verse 4 [
इन्द्रो धाता भगस्त्वष्टा मित्रोऽथ वरुणो यमः।
विवस्वान्‌ सवितापूषा अंशुमान्‌ विष्णुरेव च ॥
]

`verse 5 [
एते सहस्रकिरणा आदित्या द्वादश स्मृताः।
मारीचात् कश्यपादाप पुत्रानदितिरुत्तमान्॥
]

`verse 6 [
भृशाश्वस्य ऋषेः पुत्रा देवप्रहरणाः स्मृताः।
एते देवगणा विप्राः प्रतिमन्वन्तरेषु च॥
]

`verse 7 [
उत्पद्यन्ते प्रलीयन्ते कल्पेकल्पे तथैव च।
दितिः पुत्रद्वयं लेभे कश्यपादिति नः श्रुतम्॥
]

`verse 8 [
हिरण्यकशिपुञ्चैव हिरण्याक्षं तथैव च।
हिरण्यकशिपोस्तद्वज्जातां पुत्रचतुष्टयम्॥
]

`verse 9 [
प्रह्लादश्चानुह्लादश्च संह्लादोह्लाद एव च।
प्रह्लादपुत्र आयुष्मान् शिविर्वाष्कल एव च॥
]

`verse 10 [
विरोचनश्चतुर्थश्च स बलिं पुत्रमाप्तवान्।
बलेः पुत्रशतं त्वासीद् बाणज्येष्ठं ततो द्विजाः॥
]

`verse 11 [
धृतराष्ट्रस्तथा सूर्यश्चन्द्रश्चन्द्रांशुतापनः।
निकुम्भनाभो गुर्वक्षः कुक्षिभीमो विभीषणः॥
]

`verse 12 [
एवमाद्यास्तु बहवो बाणज्येष्ठा गुणाधिकाः।
बाणः सहस्रबाहुश्च सर्वास्त्रगणसंयुतः॥
]

`verse 13 [
तपसा तोषितो यस्य पुरे वसति शूलभृत्।
महाकालत्वमगमत्साम्यं यश्च पिनाकिनः॥
]

`verse 14 [
हिरण्याक्षस्य पुत्रोऽभूदुलूकः शकुनिस्तथा।
भूतसन्तापनश्चैव महानाभस्तथैव च॥
]

`verse 15 [
एतेभ्यः पुत्रपौत्राणां कोटयः सप्तसप्ततिः।
महाबला महाकाया नानारूपा महौजसः॥
]

`verse 16 [
दनुः पुत्रशतं लेभे कश्यपाद्‌ बलदर्पितम्।
विप्रचित्तिः प्रधानोऽभूद्येषां मध्ये महाबलः॥
]

`verse 17 [
द्विमूर्द्धा शकुनिश्चैव तथा शङ्कुशिरोधरः।
अयोमुखः शम्वरश्च कपिशो नामतस्तथा॥
]

`verse 18 [
मारीचिर्मेघवांश्चैव इरा गर्भशिरास्तथा।
विद्रावणश्च केतुश्च केतुवीर्यः शतह्लदः॥
]

`verse 19 [
इन्द्रजित् सप्तजिच्चैव वज्रनाभस्तथैव च।
एकचक्रो महाबाहुर्वज्राक्षस्तारकस्तथा॥
]

`verse 20 [
असिलोमा पुलोमा च विन्दुर्वाणो महासुरः।
स्वर्भानुर्वृषपर्वा च एवमाद्या दनोः सुताः॥
]

`verse 21 [
स्वर्भानोस्तु प्रभा कन्या शची चैव पुलोमजा।
उपदानवी मयस्यासीत्तथा मन्दोदरी कुहूः॥
]

`verse 22 [
शर्मिष्ठा सुन्दरी चैव चन्द्रा च वृषपर्वणः।
पुलोमा कालका चैव वैश्वानरसुते हि ते॥
]

`verse 23 [
बह्वपत्ये महासत्वे मारीचस्य परिग्रहे।
तयोः षष्टिसहस्रापि दानवानामभूत्पुरा॥
]

`verse 24 [
पौलोमन् कालकेयांश्च मारीचोऽजनयत्पुरा।
अवध्या येऽमराणां वै हिरण्यपुरवासिनः॥
]

`verse 25 [
चतुर्मुखाल्लब्धवरास्ते हता विजयेन तु।
विप्रचित्तिः सैहिकेयान् सिंहिकायामजीजनत्॥
]

`verse 26 [
हिरण्यकशिपोर्ये वै भागिनेयास्त्रयोदश।
व्यंसः कल्पश्च राजेन्द्र! नलो वातापिरेव च॥
]

`verse 27 [
इल्वलो नमुचिश्चैव श्वसृपश्चाजनस्तथा।
नरकः कालनाभश्च सरमाणस्तथैव च॥
]

`verse 28 [
कालवीर्यश्च विख्यातो दनुवंशविवर्धनाः।
संह्लादयस्य तु दैत्यस्य निवातकवचाः स्मृताः॥
]

`verse 29 [
अबध्याः सर्वदेवानां गन्धर्वोरगरक्षसाम्।
ये हता भर्गमाश्रित्य त्वर्जुनेन रणाजिरे॥
]

`verse 30 [
षट्‌कन्या जनयामास ताम्रा मारीचबीजतः।
शुकी श्येनी च भासी च सुग्रीवी गृध्रिका शुचिः॥
]

`verse 31 [
शुकी शुकानुलूकांश्च जनयामास धर्मतः।
श्येनी श्येनांस्तथा भासी कुररानप्यजीजनत्॥
]

`verse 32 [
गृध्री गृध्रान् कपोतांश्च पारावतविहङ्गमान्।
हंससारसक्रौञ्चांश्च प्लवान् शुचिरजीजनत्॥
]

`verse 33 [
अजाश्वमेषोष्ट्रखरान् सुग्रीवी चाप्यजीजनत्।
एषताम्रान्वयः प्रोक्तो विनतायां निबोधत॥
]

`verse 34 [
गरुडः पततां नाथो अरुणश्च पतत्त्रिणाम्।
सौदामिनी तथा कन्या येयं नभसि विश्रुता॥
]

`verse 35 [
सम्पातिश्च जटायुश्च अरुणस्य तु तावुभौ।
सम्पातिपुत्रो बभ्रुश्च शीघ्रगश्चापि विश्रुतः॥
]

`verse 36 [
जटायुषः कर्णिकारः शतगामी च विश्रुतौ।
सारसो रज्जुबालश्च भेरुण्डश्चापि तत्सुताः॥
]

`verse 37 [
तेषामनन्तमभवत् पक्षिणां पुत्र पौत्रकम्।
सुरसायाः सहस्रन्तु सर्पाणामभवत्पुरा॥
]

`verse 38 [
सहस्रशिरसाङ्कद्रूः सहस्रञ्चापि सुव्रत!।
प्रधानास्तेषु विख्याताः ष़ड्‌विंशतिररिन्दम॥
]

`verse 39 [
शेषवासुकिकर्कोट शङ्खैरावतकम्बलाः।
धनञ्चयमहानील पद्माश्वतरतक्षकाः॥
]

`verse 40 [
एलापत्रमहापद्मधृतराष्ट्रबलाहकाः।
शङ्खपाल---महाशङ्ख--पुष्पदंष्ट्र--शुभाननाः॥
]

`verse 41 [
शङ्करोमा च बहुलो वामनः पाणिनस्तथा।
कपिलोदुर्मुखश्चापि पतञ्जलिरितिस्मृताः॥
]

`verse 42 [
एषामनन्तमभवत् सर्वेषां पुत्र पौत्रकम्।
प्रायशो यत् पुरा दग्धं जनमेजयमन्दिरे॥
]

`verse 43 [
रक्षोगणं क्रोधवशा स्वनामानमजीजनत्।
दंष्ट्रिणां नियुतं तेषां भीमसेनादगात्‌ क्षयम्॥
]

`verse 44 [
रुद्राणाञ्च गणं तद्वद्‌ गोमहिष्यो वराङ्गनाः।
सुरभिर्जनयामास कश्यपात् संयतव्रता॥
]

`verse 45 [
मुनिर्मुनीनाञ्च गणं गणमप्सरसां तथा।
तथा किन्नरगन्धर्व्वानरिष्टाऽजनयदत् बहून्॥
]

`verse 46 [
तृण वृक्ष लता गुल्ममिरा सर्वमजीजनत्!।
विश्वा तु यक्ष रक्षांसि जनयामास कोटिशः॥
]

`verse 47 [
तत एकोनपञ्चाशन्मरुतः कश्यपाद्दितिः।
जनयामास धर्म्मज्ञान् सर्वानमरवल्लभान्॥
]
