`verse 1 [
मरुद्‌गणोत्पत्तिकथने मदनद्वादशीव्रतकथनम्।

ऋषय ऊचुः।
दितेः पुत्राः कथं जाता मरुतो देववल्लभाः।
देवैर्जग्मुश्च सापत्नैः कस्मात्ते सख्यमुत्तमम्॥
]

`speaker [
सूत उवाच
]

`verse 2 [
पुरा देवासुरे युद्धे हतेषु हरिणासुरैः।
पुत्रा पौत्रेषु शोकार्त्ता गत्वा भूलोकमुत्तमम्॥
]

`verse 3 [
स्यमन्तपञ्चके क्षेत्रे सरस्वत्यास्तटे शुभे।
भर्तुराराधनपरा तप उग्रं चचार ह॥
]

`verse 4 [
तदादितिर्दैत्यमाता ऋषिरूपेण सुव्रत!।
फलाहारा तपस्तेपे कृच्छ्रं चान्द्रायणादिकम्॥
]

`verse 5 [
यावद्वर्षशतं साग्रं जाता शोकसमाकुला।
ततः सा तपसा तप्ता वसिष्ठादीनपृच्छत॥
]

`verse 6 [
कथयन्तु भवन्तो मे पुत्रशोकविनाशनम्।
व्रतं सौभाग्यफलदमिह लोके परत्र च॥
]

`verse 7 [
ऊचु र्वसिष्ठप्रमुखा मदनद्वादशीव्रतम्।
यस्याः प्रभावादभवत् सुतशोक विवर्जिताः॥
]

`verse 8 [
श्रोतुमिच्छामहे सूत! मदनद्वादशी व्रतम्।
सुतानेकोनपञ्चाशद्येन लेभे दितिः पुनः॥
]

`verse 9 [
यद्वसिष्ठादिभिः पूर्वन्दितेः कथितमुत्तमम्।
विस्तरेण तदेवेदं मत्सकाशान्निबोधत॥
]

`verse 10 [
चैत्रमासि सिते पक्षे द्वादश्यां नियतव्रतः।
स्थापयेदव्रणं कुम्भं सित तण्डुल पूरितम्॥
]

`verse 11 [
नानाफलयुतं तद्वदिक्षुदण्डसमन्वितम्।
सितवस्त्रयुगच्छन्नं सितचन्दन चर्चितम्॥
]

`verse 12 [
नानाभक्ष्यसमोपेतं सहिरण्यन्तु शक्तितः।
ताम्रपात्रं गुड़ोपेतं तस्योपरि निवेशयेत्॥
]

`verse 13 [
तस्मादुपरि कामन्तु कदलीदलसंस्थितम्।
कुर्य्याद् भार्याद्वयोपेतं रतिं तस्य च वामतः॥
]

`verse 14 [
गन्धं धूपं ततो दद्याद् गीतं वाद्यञ्च कारयेत्।
तदभावे कथां कुर्य्यात् कामकेशवयोर्नरः॥
]

`verse 15 [
कामनाम्नो हरेरर्चां स्नापयेद्‌ गन्धवारिणा।
शुक्लपुष्पाक्षततिलैरर्चयेन्‌ मधुसूदनम्॥
]

`verse 16 [
कामाय पादौ संपूज्य जङ्घे सौभाग्यदाय च।
ऊरुस्मरायेति पुनर्मन्मथायेति वै कटिम्॥
]

`verse 17 [
स्वच्छोदरायेत्युदरमनङ्गायेत्त्युरो हरेः।
मुखं पद्ममुखायेति बाहू पञ्चशराय वै॥
]

`verse 18 [
नमः सर्व्वात्मने मौलिमर्चयेदिति केशवम्।
ततः प्रभाते तं कुम्भं ब्राह्मणाय निवेदयेत्॥
]

`verse 19 [
ब्राह्मणान् भोजयेद् भक्त्या स्वयञ्चलवणादृते।
भुक्त्वा तु दक्षिणां दद्यादिमं मन्त्रमुदीरयेत्॥
]

`verse 20 [
अनेन विधिना सर्वं मासि मासि व्रतं चरेत्।
उपवासी त्रयोदश्यामर्चयेद्विष्णुमव्ययम्॥
]

`verse 21 [
फलमेकञ्च संप्राश्य द्वादश्यां भूतले स्वपेत्।
ततस्त्रयोदशे मासि घृत धेनु समन्विताम्॥
]

`verse 22 [
शय्यां दद्यादनङ्गाय सर्वापस्करसंयुताम्।
काञ्चनं कामदेवञ्च शुक्लां गाञ्च पयस्विनीम्॥
]

`verse 23 [
घासोभिर्द्विजदाम्पत्यं पूज्यं शक्त्या विभूषणैः।
शय्या गन्धादिकं दद्यात्‌ प्रीयतामित्युदीरयेत्॥
]

`verse 24 [
होमः शुक्लतिलैः कार्य्यः कामनामानि कीर्त्तयेत्।
गव्येन हविषा तद्वत् पायसेन च धर्म्मवित्॥
]

`verse 25 [
विप्रेभ्यो भोजनं दद्याद्वित्तशाठ्यं विवर्जयेत्।
इक्षुदण्डानथो दद्यात् पुष्पमालाश्च शक्तितः॥
]

`verse 26 [
यः कुर्याद्विधिनानेन मदनद्वादशीमिमाम्।
स सर्वपापनिर्मुक्तः प्राप्नोति हरिसाम्यताम्॥
]

`verse 27 [
इह लोके वरान् पुत्रान् सौभाग्यफलमश्नुते।
यः स्मरः संस्मृतो विष्णुरानन्दात्मा महेश्वरः॥
]

`verse 28 [
सुखार्थी कामरूपेण स्मरेदङ्गजमीश्वरम्।
एतच्छ्रुत्वा चकारासौ दितिः सर्वमशेषतः॥
]

`verse 29 [
कश्यपो व्रतमाहात्म्यादगत्य परया मुदा।
चकार कर्कशां भूयो रूपयौवनशालिनीम्॥
]

`verse 30 [
वरैराच्छन्दयामास सातु वव्रे ततो वरम्।
पुत्रं शक्रवधार्थाय समर्थममितौजसम्॥
]

`verse 31 [
वरयामि महात्मानं सर्वामरनिषूदनम्।
उवाच कश्यपो वाक्यमिन्द्रहन्तारमूर्जितम्॥
]

`verse 32 [
प्रदास्याम्यहमेवेह किं त्वेतत्‌ क्रियतां शुभे।
आपस्तम्बः करोत्विष्टिं पुत्रीयामद्य सुव्रते॥
]

`verse 33 [
विधास्यामि ततो गर्भमिन्द्रशत्रुनिषूदनम्।
आपस्तम्बस्ततश्चक्र पुत्रेष्टिन्द्रविणाधिकाम्॥
]

`verse 34 [
इन्द्रशत्रुर्भवस्वेति जुहाव च सविस्तरम्।
देवा मुमुदिरे दैत्या विमुखा स्युश्च दानवाः॥
]

`verse 35 [
दित्यां गर्भमथाधत्त कश्यपः प्राहतां पुनः।
त्वया यत्नो विधातव्यो ह्यस्मिन्‌ गर्भे वरानने॥
]

`verse 36 [
सम्वत्सरशतं त्वेकमस्मिन्नेव तपोवने।
सन्ध्यायां नैव भोक्तव्यं गर्भिण्या वरवर्णिनि!॥
]

`verse 37 [
न स्थातव्यं न गन्तव्यं वृक्षमूलेषु सर्वदा।
नोपस्करेषूपविशेन्मुसलोलूखलादिषु॥
]

`verse 38 [
जले च नावगाहेत शून्यागारञ्च वर्जयेत्।
वल्मीकायां न तिष्ठेत नचोद्विग्नमना भवेत्॥
]

`verse 39 [
विलिखेन्न नखैर्भूमिन्नाङ्गारेण न भस्मना।
न शयालुः सदा तिष्ठेद् व्यायामञ्च विवर्जयेत्॥
]

`verse 40 [
न तुषांगारभस्मास्थिकपालिषु समाविशेत्।
वर्जयेत्कलहं लोकैर्गात्रभंगं तथैव च॥
]

`verse 41 [
न मुक्तकेशा तिष्ठेत नारुचिः स्यात् कदाचन।
न सयीतोत्तरशिरा नचापरशिराः क्वचित्॥
]

`verse 42 [
न वस्त्रहीना नोद्विग्ना नचार्द्रावरणा सती।
नामंगल्यां वदेद्वाचं न च हास्याधिका भवेत्॥
]

`verse 43 [
कुर्य्यात्तु गुरुशुश्रूषां नित्यं मांगल्य तत्परा।
सर्व्यौषधीभिः कोणेन वारिणा स्नानमाचरेत्॥
]

`verse 44 [
कृतरक्षा सुभूषा च वास्तु पूजन तत्परा।
तिष्ठेत् प्रसन्नवदना भर्तुः प्रियहिते रता॥
]

`verse 45 [
दानशीला तृतीयायां पार्वण्यं नक्तमाचरेत्।
इति वृत्ताभवेन्नारी विशेषेणतु गर्भिणी॥
]

`verse 46 [
यस्तुतस्या भवेत् पुत्रः शीलायुर्वृद्धिसंयुतः।
अन्यथा गर्भपतनमवाप्नोति न संशयः॥
]

`verse 47 [
तस्मात्‌ त्वमनयावृत्त्या गर्भेऽस्मिन्‌ यत्नमाचर।
स्वस्त्यस्तु ते गमिष्यामि तथेत्युक्तस्तया पुनः॥
]

`verse 48 [
पश्यतां सर्वभूतानां तत्रैवान्तरधीयत।
ततः सा कश्यपोक्तेन विधिना समतिष्ठत॥
]

`verse 49 [
अथ भीतस्तथेन्द्रोऽपि दितेः पार्श्वमुपागमत्।
विहायदेवसदनं तच्छुश्रूषुरवस्थितः॥
]

`verse 50 [
दितेश्छिद्रान्तरप्रेप्सुरभवत् पाकशासनः।
विनीतोऽभवदव्यग्रः प्रशान्तवदनो बहिः॥
]

`verse 51 [
अजानन् किल तत्‌ कार्य्यमात्मनः शुभमाचरन्।
ततो वर्षशतान्ते सा न्यूनेतु दिवसैस्त्रिभिः॥
]

`verse 52 [
मेने कृतार्थमात्मानं प्रीत्या विस्मितमानसा।
अकृत्वा पादयोः शौचं प्रसुप्ता मुक्तमूर्धजा॥
]

`verse 53 [
निद्राभरसमाक्रान्ता दिवापरशिराः क्वचित्।
ततस्तदन्तरं लब्ध्वा प्रविष्टस्तु शचीपतिः॥
]

`verse 54 [
वज्रेण सप्तधा चक्रे तं गर्भं त्रिदशाधिपः।
ततः सप्तैव ते जाताः कुमाराः सूर्य्यवर्चसः॥
]

`verse 55 [
रुदन्तः सप्तवेताला निषिद्धा गिरिदारिणा।
भूयोऽपि रुदतश्चैतानेकैकं सप्तधा हरिः॥
]

`verse 56 [
चिच्छेद वृत्रहन्ता वै पुनस्तदुदरे स्थितः।
एवमेकोनपञ्चाशद् भूत्वा ते रुरुदुर्भृशम्॥
]

`verse 57 [
इन्द्रो निवारयामास मा रोदीष्ट पुनः पुनः।
ततः सचिन्तयामास किमेतदितिवृत्रहा।
]

`verse 58 [
धर्म्मस्य कस्य माहात्म्यात् पुनः सञ्जीवितास्त्वमी।
विदित्वा ध्यानयोगेन मदन द्वादशी फलम्॥
]

`verse 59 [
नूनमेतत् परिणतमधुना कृष्णपूजनात्।
वज्रेणापि हताः सन्तो न विनाशमवाप्नुयुः॥
]

`verse 60 [
एकोऽप्यनेकतामाप यस्मादुदरगोप्यलम्।
अवध्या नूनमेते वै तस्माद्देवा भवन्त्विति॥
]

`verse 61 [
यस्मान्मारुदतेत्युक्ता रुदन्तो गर्भसंस्थिताः।
मरुतो नाम ते नाम्ना भवन्तु मखभागिनः॥
]

`verse 62 [
ततः प्रसाद्य देवेशः क्षमस्वेति दितिं पुनः।
अर्थशास्त्रं समास्थाय मयैतद्दुष्कृतं कृतम्॥
]

`verse 63 [
कृत्वा मरुद्गणं देवैः समानममराधिपः।
दितिं विमानमारोप्य ससुतामनयद्दिवम्॥
]

`verse 64 [
यज्ञभागभुजो जाता मरुतस्ते ततो द्विजाः।
न जग्मुरैक्यमसुरैरतस्ते सुरवल्लभाः॥
]
