`verse 1 [
आधिपत्याभिषेचनम्।

ऋषय ऊचुः।
आदिसर्गश्च यः सूत! कथितो विस्तरेण तु।
प्रतिसर्गञ्च ये येषामधिपास्तान् वदस्व नः॥
]

`speaker [
सूत उवाच
]

`verse 2 [
यदाभिषिक्तः सकलाधिराज्ये पृथुर्धरित्र्यामधिपो बभूव।
तदौषधीनामधिपं चकार यज्ञव्रतानां तपसाञ्च चन्द्रम्॥
]

`verse 3 [
नक्षत्रताराद्विजवृक्षगुल्म लतावितानस्य च रुक्मगर्भः।
अपामधीशं वरुणं धनानां राज्ञां प्रभुं वैश्रवणञ्च तद्वत्॥
]

`verse 4 [
विष्णुं रवीणामधिपं वसूनामग्निञ्च लोकाधिपतिश्चकार।
प्रजापतीनामधिपं च दक्षञ्चकार शक्रं मरुतामधीशम्॥
]

`verse 5 [
दैत्याधिपानामथ दानवानां प्रह्लादमीशञ्च यमं पितॄणाम्।
पिशाचरक्षःपशुभूतयक्षवेतालराजन्त्वथ शूलपाणिम्॥
]

`verse 6 [
प्रालेय शैलञ्च पतिं गिरीणामीशं समुद्रं ससरिन्नदानाम्।
गन्धर्वविद्याधरकिन्नराणामीशं पुनश्चित्ररथं चकार॥
]

`verse 7 [
नागाधिपं वासुकिमुग्रवीर्यं सर्पाधिपं तक्षकमादिदेश।
दिशाङ्गजानामधिपञ्चकार गजेन्द्रमैरावतनामधेयम्॥
]

`verse 8 [
सुपर्णमीशम्पततामथाश्व राजानमुच्चैःश्रवसञ्चकार।
सिंहं मृगाणां वृषभं गवाञ्च वृक्षं पुनः सर्ववनस्पतीनाम्॥
]

`verse 9 [
पितामहः पूर्वमथाभ्यषिञ्चच्चैतान् पुनः सर्वदिशाधिनाथान्।
पूर्वेण दिक्‌पालमथाभ्यषिञ्चन्नाम्ना सुधर्माणमरातिकेतुम्॥
]

`verse 10 [
ततोऽधिपं दक्षिणतश्चकार सर्वेश्वरं शङ्खपदाभिधानम्।
सकेतुमन्तञ्च दिगीशमीशश्चकार पश्चाद् भुवनाण्डागर्भः॥
]

`verse 11 [
हिरण्यरोमाणमुदग्दिगीशं प्रजापतिर्देवसुतञ्चकार।
अद्यापि कुर्वन्ति दिशामधीशाः शत्रून् दहन्तस्तु भुवोभिरक्षाम्॥
]

`verse 12 [
चतुर्भिरेभिः पृथुनामधेयो नृपोऽभिषिक्तः प्रथमं पृथिव्याम्।
गतेऽन्तरे चाक्षुषनामधेये वैवस्वताख्ये च पुनः प्रवृत्ते
प्रजापतिः सोऽस्य चराचरस्य बभूव सूर्यान्वयवंशचिह्नः॥
]
