`verse 1 [
आदित्याख्यानम्।
आदित्यवंशमखिलं वद सूत! यथाक्रमम्।
सोमवंशञ्च तत्वज्ञ! यथावद्वक्तुमर्हसि॥
]

`verse 2 [
विवस्वान् कश्यपात् पूर्वमदित्यामभवत्सुतः॥
तस्य पत्नीत्रयं तद्वत् संज्ञा राज्ञी प्रभा तथा।
रैवतस्य सुता राज्ञी रेवतं सुषुवे तनुम्।
प्रभा प्रभातं सुषुवे त्वाष्ट्री संज्ञा तथा मनुम्॥
]

`verse 3 [
यमश्च यमुना चैव यमलौ तु बभूवतुः।
ततस्तेजोमयं रूपमसहन्ती विवस्वतः॥
]

`verse 4 [
नारीमुत्पादयामास स्वशरीरादनिन्दिताम्।
त्वाष्ट्री स्वरूपेण नाम्ना छायेतिभामिनी तदा॥
]

`verse 5 [
किङ्करोमीति पुरतः स्थितां तामभ्यभाषत।
छाये! त्वं भज भर्तारमस्मदीयं वरानने!॥
]

`verse 6 [
अपत्यानि मदीयानि मातृस्नेहेन पालय।
तथेत्युक्ता तु सा देवमगमत् क्वापि सुव्रता॥
]

`verse 7 [
कामयामास देवोऽपि संज्ञेयमिति चादरात्।
जनयामास तस्यां तु पुत्रञ्च मनुरूपिणम्॥
]

`verse 8 [
सवर्णत्वाच्च सावर्णिम् मनोर्वैवस्वतस्य च।
ततः शनिञ्च तपतीं विष्टिं चैव क्रमेण तु॥
]

`verse 9 [
छायायां जनयामास संज्ञेयमिति भास्करः।
छाया स्वपुत्रेऽभ्यधिकं स्नेहं चक्रे मनौ तथा॥
]

`verse 10 [
पूर्वो मनुस्तु चक्षाम न यमः क्रोधमूर्च्छितः।
सन्तर्जयामास तदा पादमुद्यम्य दक्षिणम्॥
]

`verse 11 [
शशाप च यमं छाया सक्षतः कृमिसंयुतः।
पादोऽयमेको भविता पूय शोणित विस्रवः॥
]

`verse 12 [
निवेदयामास पितुर्धर्म्मः शापादमर्षितः।
निष्कारणमहं शप्तो मात्रा देव! सकोपया॥
]

`verse 13 [
बालभावान् मया किञ्चिदुद्यतश्चरणः सकृत्।
मनुना वार्यमाणापि मम शापमदाद्विभो॥
]

`verse 14 [
प्रायेण माता सास्माकं शापेनाहं यतो हतः।
देवोऽप्याह यमं भूयः किङ्करोमि महामते॥
]

`verse 15 [
मौर्ख्यात् कस्य न दुःखं स्यादथवा कर्म्म सन्ततेः।
अनिवार्याभवस्यापि का कथान्येषु जन्तुषु॥
]

`verse 16 [
कृकवाकुर्म्मया दत्तो यः कृमीन् भक्षयिष्यति।
क्लेदञ्च रुधिरञ्चैव वत्सायमपनेष्यति॥
]

`verse 17 [
एवमुक्तस्तपस्तेपे यमस्तीव्रं महायशाः।
गोकर्णतीर्थे वैराग्यात् फलपत्रानिलाशनः॥
]

`verse 18 [
आराधयन् महादेवं यावद्वर्षायुतायुतम्।
वरं प्रादान् महादेवः सन्तुष्टः शूलभृत्तदा॥
]

`verse 19 [
वव्रे सलोकपालत्वं पितृलोके नृपालयम्।
धर्म्माधर्म्मात्मकस्यापि जगतस्तु परीक्षणम्॥
]

`verse 20 [
एवं स लोकपालत्वमगमच्छूलपाणिनः।
पितॄणाञ्चाधिपत्यञ्च धर्म्माधर्म्मस्य चानघ॥
]

`verse 21 [
विवस्वानथ तज्ज्ञात्वा संज्ञायाः कर्म्मचेष्टितम्।
त्वष्टुः समीपमगमदाचचक्षे च रोषवान्॥
]

`verse 22 [
तमुवाच ततस्त्वष्टा सान्त्वपूर्वं द्विजोत्तामाः।
तवासहन्ती भगवन्!महस्तीव्रं तमोनुदम्॥
]

`verse 23 [
व़डवारूपमास्थाय मत्सकाशमिहागता।
निवारिता मया सातु त्वया चैव दिवाकर!॥
]

`verse 24 [
यस्मादविज्ञाततया मत्सकाशमिहागता।
तस्मान्मदीयं भवनं प्रवेष्टुं न त्वमर्हसि॥
]

`verse 25 [
एवमुक्ता जगामाथ मरुदेशमनिन्दिता।
व़डवा रूपमास्थाय भूतले सम्प्रतिष्ठिता॥
]

`verse 26 [
तस्मात्प्रसादं कुरु मे यद्यनुग्रह भागहम्।
अपनेष्यामि ते तेजो यन्त्रे कृत्वा दिवाकर!॥
]

`verse 27 [
रूपं तव करिष्यामि लोकानन्दकरं प्रभो!।
तथेत्युक्तः स रविणा भ्रमौ कृत्वा दिवाकरम्॥
]

`verse 28 [
पृथक् चकार तत्तेजश्चक्रं विष्णोरकल्पयत्।
त्रिशूलञ्चापि रुद्रस्य वज्रमिन्द्रस्य चाधिकम्॥
]

`verse 29 [
दैत्यदानवसंहर्तुः सहस्र किरणात्मकम्।
रूपञ्चाप्रतिमञ्चक्रे त्वष्टा पद्भ्यामृते महत्॥
]

`verse 30 [
न  शशाकाथ तद् द्रष्टुं पादरूपं रवेः पुनः।
अर्चास्वपि ततः पादौ न कश्चित् कारयेत् क्वचित्॥
]

`verse 31 [
यः करोति स पापिष्ठां गतिमाप्नोति निन्दिताम्।
कुष्ठरोगमवाप्नोति लोकेऽस्मिन् दुःखसंयुतः॥
]

`verse 32 [
तस्माच्च धर्म्मकामार्थी चित्रेष्वायतनेषु च।
न क्वचित्कारयेत्पादौ देवदेवस्य धीमतः॥
]

`verse 33 [
ततः स भगवान्! गत्वा भूर्लोकममराधिपः।
कामयामास कामार्तो मुख एव दिवाकरः॥
]

`verse 34 [
अश्वरूपेण महता तेजसा च समावृतः।
संज्ञा च मनसा क्षोभमगमद्भयविह्वला॥
]

`verse 35 [
नासा पुटाभ्यामुत्सृष्टं परोऽयमितिशङ्कया।
तद्रेतसस्ततो जातावश्विनावितिनिश्चितम्॥
]

`verse 36 [
दस्रौ सुतत्वात् सञ्जातौ नासत्यौ नासिकाग्रतः।
ज्ञात्वाचिराच्च तं देवं सन्तोषमगमत्परम्॥
विमानेनागमत् स्वर्गं पत्या सह मुदान्विता॥
]

`verse 37 [
सावर्णोऽपि मनुर्मेरावद्याप्यास्ते तपोधनः।
शनिस्तपोबलादाप ग्रहसाम्यं ततः पुनः॥
]

`verse 38 [
यमुना तपती चैवपुनर्नद्यौ बभूवतुः।
विष्टिर्घोरात्मिका तद्वत् कालत्वेन व्यवस्थिता॥
]

`verse 39 [
मनोर्वैवस्वतस्यासन् दशपुत्रा महाबलाः।
इलस्तु प्रथमस्तेषां पुत्रेष्ट्यां समजायत॥
]

`verse 40 [
इक्ष्वाकुः कुशनाभश्च अरिष्टो धृष्ण एव च।
नरिष्यतः करूपश्च शर्य्यातिश्च महाबलः॥
पृषध्रश्चाथ नाभागः सर्वे ते दिव्यमानुषाः॥
]

`verse 41 [
अभिषिच्य मनुः पुत्रमिलं ज्येष्ठं स धार्मिकः।
जगाम तपसे भूयः स महेन्द्रवनालयम्॥
]

`verse 42 [
अथ दिग्जयसिध्यर्थमिलः प्रायान् महीमिमाम्।
भ्रमन् द्वीपानि सर्वाणि क्ष्माभृतः संप्रधर्षयन्॥
]

`verse 43 [
जगामोपवनं शम्भोरश्वाकृष्टः प्रतापवान्।
कल्पद्रुमलताकीर्णं नाम्ना शरवणं महत्॥
]

`verse 44 [
रमते यत्र देवेशः शम्भुः सोमार्द्धशेखरः।
उमया समयस्तत्र पुरा शरवणे कृतः॥
]

`verse 45 [
पुन्नामसत्त्वं यत् किञ्चिदागमिष्यति ते वने।
स्त्रीत्वमेष्यति तत्सर्वं दश योजन मण्डले॥
]

`verse 46 [
अज्ञातसमयो राजा इलः शरवणे पुरा।
स्त्रीत्वमाप विशन्नेव व़डवात्त्वं हयस्तदा॥
]

`verse 47 [
पुरुषत्वं हृतं सर्वं स्त्रीरूपे विस्मितो नृप।
इलेति साभवन्नारी पीनोन्नत घनस्तनी॥
]

`verse 48 [
उन्नतश्रोणिजघना पद्म पत्रायतेक्षणा।
पूर्णेन्दुवदना तन्वी विलासोल्लासितेक्षणा॥
]

`verse 49 [
मूलोन्नतायतभुजा नीलकुञ्चितमूर्धजा।
तनुलोमा सुदशना मृदुगम्भीरभाषिणी॥
]

`verse 50 [
श्यामगौरेण वर्णेन हंसवारणगामिनी।
कार्मुक भ्रू युगोपेता तनु ताम्र नखाङ्करा॥
]

`verse 51 [
भ्रमन्ती च वने तस्मिन् चिन्तयामास भामिनी।
को मे पिताऽथवा भ्राता का मे माता भवेदिह॥
]

`verse 52 [
कस्य भर्तुरहं दत्ता कियद्वत्स्यामि भूतले।
इति चिन्तयती दृष्टा सोमपुत्रेण साङ्गना॥
]

`verse 53 [
इलारूपसमाक्षिप्त मनसा वरवर्णिनीम्।
बुधस्तदाप्तये यत्नमकरोत् कामपीड़ितः॥
]

`verse 54 [
विशिष्टाकारवान् दण्डी सकमण्डलु पुस्तकः।
वेणुदण्डकृतानेक पवित्रक गणित्रकः॥
]

`verse 55 [
द्विजरूपः शिखी ब्रह्मनिगदन् कर्णकुण्डलः।
वटुभिश्चान्वितोयुक्तैः समित्पुष्पकुशोदकैः॥
]

`verse 56 [
किलान्विषन्वने तस्मिन्नाजुहाव स तामिलाम्।
बहिर्वनस्यान्तरितः किल पादप मण्डले॥
]

`verse 57 [
ससम्भ्रममकस्मात्तां सोपालम्भमिवावदत्।
त्यक्त्वाग्नि होत्रशुश्रूषां क्व गता मन्दिरान्मम॥
]

`verse 58 [
इयं विहारवेला ते ह्यतिक्रामति साम्प्रतम्।
एह्येहि पृथुसुश्रोणि! सम्भ्रान्ता केन हेतुना ॥
]

`verse 59 [
इयं सायन्तनीवेला विहारस्येह वर्तते।
कृत्वोपलेपनं पुष्पैरलंकुरु गृहं मम॥
]

`verse 60 [
सात्त्वब्रवीद्विस्मृताहं सर्वमेतत्तपोधन!।
आत्मानं त्वाञ्च भर्तारं कुलञ्च वद मेऽनघ॥
]

`verse 61 [
बुधः प्रोवाच तां तन्वीमिला त्वं वरवर्णिनि!।
अहञ्च कामुको नाम बहुविद्योबुधः स्मृतः॥
]

`verse 62 [
तेजस्विनः कुले जातः पिता मे ब्राह्मणाधिपः।
इति सा तस्य वचनात् प्रविष्टा बुधमन्दिरम्॥
]

`verse 63 [
रत्नस्तम्भसमायुक्तं दिव्यमाया विनिर्मितम्।
इला कृतार्थमात्मानं मेने तद्भवनस्थिता॥
]

`verse 64 [
अहोवृत्तमहोरूपमहोधनमहोकुलम्।
मम चास्य च मे भर्तुरहोलावण्यमुत्तमम्॥
]

`verse 65 [
रेमे च सा तेन सममतिकालमिला ततः।
सर्वभोगमये गेहे यथेन्द्रभवने तथा॥
]
