`speaker [
सूत उवाच
]

`verse 1 [
अथान्विषन्तो राजानं भ्रातरस्तस्य मानवाः।
इक्ष्वाकु प्रमुखा जग्मु स्तदाशरवणान्तिकम्॥
]

`verse 2 [
ततस्ते दद्रृशुः सर्वे वडवामग्रतः स्थिताम्।
रत्नपर्याणकिरणदीप्तकायामनुत्तमाम्॥
]

`verse 3 [
पर्याणप्रत्यभिज्ञानात् सर्वे विस्मयमागताः।
अयं चन्द्रप्रभो नाम वाजीतस्य महात्मनः॥
]

`verse 4 [
अगमद्वडवा रूपमुत्तमं केन हेतुना।
ततस्तु मैत्रावरुणिं पप्रच्छुस्ते पुरोधसम्॥
]

`verse 5 [
किमित्येतदभूच्चित्रं वद योग विदाम्वर!।
वशिष्ठश्चाब्रवीत् सर्वं द्रृष्ट्वा तद्ध्यानचक्षुषा॥
]

`verse 6 [
समयः शम्भुदयिता कृतः शरवणे पुरा।
यः पुमान् प्रविशेदत्र स नारीत्वमवाप्स्यति॥
]

`verse 7 [
अयमश्वोऽपि नारीत्वमगाद्राज्ञा सहैवतु।
पुनः पुरुषतामेति यथासौ धनदोपमः॥
]

`verse 8 [
तथैव यत्नः कर्तव्य चाराध्यैव पिनाकिनम्।
ततस्ते मानवा जग्मुर्यत्र देवो महेश्वरः॥
]

`verse 9 [
तुष्टुवुर्विविधैः स्तोत्रैः पार्वतीपरमेश्वरौ।
तावूचतुरलङ्घ्योऽयं समयः किन्तु साम्प्रतम्॥
]

`verse 10 [
इक्ष्वाकोरश्वमेधेन यत्‌ फलं स्यात्तदावयोः।
दत्त्वा किम्पुरुषो वीरः स भविष्यत्यसंशयम्॥
]

`verse 11 [
तथेत्युक्तास्ततस्तेस्तु जग्मुर्वैवस्वतात्मजाः।
इक्ष्वाकोश्चाश्वमेधेन चेलः किम्पुरुषोऽभवत्॥
]

`verse 12 [
मासमेकम्पुमान्वीरः स्त्री च मासमभूत् पुनः।
बुधस्य भवने तिष्ठन्निलो गर्भधरोऽभवत्॥
]

`verse 13 [
अजीजनत् पुत्रमेकमनेक गुणसंयुतम्।
बुधश्चोत्पाद्य तं पुत्रं स्वर्लोकमगमत्ततः॥
]

`verse 14 [
इलस्य नाम्ना तद्वर्षमिलावृतमभूत्तदा।
सोमार्कवंशयोरादाविलोऽभून्मनुनन्दनः॥
]

`verse 15 [
एवं पुरूरवाः पुंसोरभवद्वंशवर्द्धनः।
इक्ष्वाकुरर्कवंशस्य तथैवोक्तस्तपोधनाः॥
]

`verse 16 [
इलः किम्पुरुषत्वे च सुद्युम्न इति चोच्यते।
पुनः पुत्रत्रयमभूत् सुद्युम्नस्यापराजितम्॥
]

`verse 17 [
उत्कलो वै गयस्तद्वद्धरिताश्वश्च वीर्य्यवान्।
उत्कलस्योत्कला नाम गयस्यतु गयामता॥
]

`verse 18 [
हरिताश्वस्य दिक्‌पूर्वो विश्रुता कुरुभिः सह।
प्रतिष्ठानेऽभिषिच्याथ स पुरूपवसं सुतम्॥
]

`verse 19 [
जगामेलावृतं भोक्तुं वर्षं दिव्यफलाशनम्।
इक्ष्वाकुर्ज्येष्ठदायादो मध्यदेशमवाप्तवान्॥
]

`verse 20 [
नरिष्यन्तस्य पुत्रोऽभूच्छुचो नाम महाबलः।
नाभागस्याम्बरीषस्तु धृष्टस्य च सुतत्रयम्॥
]

`verse 21 [
धृतकेतुश्चित्रनाथो रणधृष्टश्च वीर्य्यवान्।
आनर्तो नाम शर्यातेः सुकन्याचैव दारिका ॥
]

`verse 22 [
आनर्तस्याभवत्पुत्रो रोचमानः प्रतापवान्।
आनर्तो नाम देशोऽभून्नगरीच कुशस्थली॥
]

`verse 23 [
रोचमानस्य पुत्रोऽभूदेवो रैवत एव च।
ककुद्मीचापरान्नाम ज्येष्ठः पुत्रशतस्य च॥
]

`verse 24 [
रेवती तस्य सा कन्या भार्या रामस्य विश्रुता।
करूषस्य तु कारूषा बहवः प्रथिता भुवि॥
]

`verse 25 [
पृषध्रो गोवधाच्छूद्रो गुरुशापादजायत।
इक्ष्वाकुवंशं वक्ष्यामि श्रृणुध्वमृषिसत्तमाः!॥
]

`verse 26 [
इक्ष्वाकोः पुत्रतामाप विकुक्षिर्नाम देवराट्।
ज्येष्ठः पुत्रशतस्यासीद्दश पञ्च च तत्सुताः॥
]

`verse 27 [
मेरोरुत्तरतस्तेतु जाताः पार्थिवसत्तमाः।
चतुर्दशोत्तरञ्चान्यच्छ्रुतमस्य तथाभवत्॥
]

`verse 28 [
मेरोर्दक्षिणतो ये वै राजानः सम्प्रकीर्त्तिताः।
ज्येष्ठः ककुत्स्थो नाम्नाऽभूत्तत्सुतस्तु सुयोधनः॥
]

`verse 29 [
तस्य पुत्रः पृथुर्नाम विश्वगश्च पृथोः सुतः।
इन्दुस्तस्य च पुत्रोऽभूद्युवनाश्वस्ततोऽभवत्॥
]

`verse 30 [
श्रावस्तश्चमहातेजा वत्सकस्तत्सुतोऽभवत्।
निर्मिता येन श्रावस्ती गौड देशे द्विजोत्तमाः॥
]

`verse 31 [
श्रावस्ताद् बृहदश्वोऽभूत् कुवलाश्वस्ततोऽभवत्।
धुन्धुमारत्वमगमद् धुन्धुं नाम्ना हतः पुरा॥
]

`verse 32 [
तस्य पुत्रास्त्रयो जाता दृढाश्वो दण्डप एव च।
कपिलाश्वश्च विख्यातो धौन्धुमारिः प्रतापवान्॥
]

`verse 33 [
द्रुढाश्वस्य प्रमोदश्च हर्यश्वस्तस्य चात्मजः।
हर्यश्वस्य निकुम्भोऽभूत्संहताश्वस्ततोऽभवत्॥
]

`verse 34 [
अकृताश्वोरणाश्वश्च संहताश्व सुतावुभौ।
युवनाश्वोरणाश्वस्य मान्धाता च ततोऽभवत्॥
]

`verse 35 [
मान्धातुः पुरुकुत्सो धर्म्मसेनश्च पार्थिवः।
मुचुकुन्दश्च विख्यातः शत्रुजिच्च प्रतापवान्॥
]

`verse 36 [
पुरुकुत्सस्य पुत्रोऽभूद्वसूदो नर्म्मदापतिः।
सम्भूतिस्तस्यपुत्रोऽभूत्त्रिधन्वा च ततोऽभवत्॥
]

`verse 37 [
त्रिधन्वनः सुतोजातस्त्रय्यारुण इति स्मृतः।
तस्मात्सत्यव्रतो नाम तस्मात्सत्यरथः स्मृतः॥
]

`verse 38 [
तस्य पुत्रो हरिश्चन्द्रो हरिश्चन्द्राच्च रोहितः।
रोहिताच्च वृको जातो वृकाद् बाहुरजायत॥
]

`verse 39 [
सगरस्तस्य पुत्रोऽभूद्राजा परमधार्मिकः।
द्वे भार्य्ये सगरस्यापि प्रभा भानुमती तथा॥
]

`verse 40 [
ताभ्यामाराधितः पूर्वमौर्वोऽग्निः पुत्रकाम्यया।
और्वस्तुष्टस्तयोः प्रादाद्यथेष्टं वरमुत्तमम्॥
]

`verse 41 [
एका षष्टिसहस्राणि सुतमेकं तथापरा।
गृह्णातु वंशकर्तारं प्रभाऽगृह्णाद्‌ बहूंस्तदा॥
]

`verse 42 [
एकं भानुमती पुत्रमगृह्णादसमञ्जसम्।
ततः षष्ठिसहस्राणि सुषुवे यादवी प्रभा॥
]

`verse 43 [
खनन्तः पृथिवीं दग्धा विष्णुना येऽश्वमार्गणे।
असमञ्जसस्तु तनयो योंऽशुमान्नाम विश्रुतः॥
]

`verse 44 [
तस्य पुत्रो दिलीपस्तु दिलीपात्तु भगीरथः।
येन भागीरथी गङ्गा तपः कृत्वावतारिता॥
]

`verse 45 [
भगीरथस्य तनयो नाभाग इति विश्रुतः।
नाभागस्यांबरीषोऽभूत्सिन्धुद्वीपस्ततोऽभवत्॥
]

`verse 46 [
तस्यायुतायुः पुत्रोऽभूद्रृतुपर्णस्ततोऽभवत्।
तस्य कल्माषपादस्तु सर्वकर्मा ततः स्मृतः ॥
]

`verse 47 [
तस्यानरण्यः पुत्रोऽभूत् निघ्नस्तस्य सुतोऽभवत्।
निघ्नपुत्रावुभौ जातौ अनमित्ररघू नृपौ॥
]

`verse 48 [
अनिमित्रो वनमगाद्भविता स कृते नृपः।
रघोरभूद् दिलीपस्तु दिलीपादजकस्तथा॥
]

`verse 49 [
दीर्घबाहुरजाज्जातश्चाजपालस्ततो नृपः।
तस्माद्दशरथो जातस्तस्य पुत्र चतुष्टयम्॥
]

`verse 50 [
नारायणात्मकाः सर्वे रामस्तेष्वग्रजोऽभवत्।
रावणान्तकरस्तद्वद्रघूणां वंशवर्धनः॥
]

`verse 51 [
वाल्मीकिस्तस्य चरितं चक्रे भार्गवसत्तमः।
तस्य पुत्रौ कुशलवाविक्ष्वाकुकुलवर्धनौ॥
]

`verse 52 [
अतिथिस्तु कुशाज्जज्ञे निषधस्तस्य चात्मजः।
नलस्तु नैषधस्तस्मान्नभस्तस्मादजायत॥
]

`verse 53 [
नभसः पुण्डरीकोऽभूत् क्षेमधन्वा ततः स्मृतः।
तस्य पुत्रोऽभवद्वीरो देवानीकः प्रतापवान्॥
]

`verse 54 [
अहीनगुस्तस्य सुतः सहस्राश्वस्ततः परः।
ततश्चन्द्रावलोकस्तु तारापीडस्ततोऽभवत्॥
]

`verse 55 [
तस्यात्मजश्चन्द्रगिरिः भानुश्चन्द्रस्ततोऽभवत्।
श्रुतायुरभवत्तस्माद् भारते यो निपातितः॥
]

`verse 56 [
नलौद्वावेवविख्यातौ वंशे कश्यपसम्भवे।
वीरसेनसुतस्तद्वन्नैषधश्च नराधिपः॥
]

`verse 57 [
एते वैवस्वते वंशे राजानो भूरिदक्षिणाः।
इक्ष्वाकुवंशप्रभवाः प्राधान्येन प्रकीर्त्तिताः॥
]
