`verse 1 [
देव्या अष्टोत्तरशतनामकथनम्॥

मनुरुवाच।
भगवन्! श्रोतुमिच्छामि पितॄणां वंशमुत्तमम्।
रवेश्च श्राद्धदेवत्वं सोमस्य च विशेषतः॥
]

`verse 2 [
हन्त ते कथयिष्यामि पितॄणां वंशमुत्तमम्।
स्वर्गे पितृगणाः सप्त त्रयस्तेषाममूर्त्तयः॥
]

`verse 3 [
मूर्तिमन्तोऽथ चत्वारः सर्वेषाममितौजसः।
अमूर्तयः पितृगणा वैराजस्य प्रजापतेः॥
]

`verse 4 [
यजन्ति यान् देवगणा वैराजा इति विश्रुताः॥
दिवि ते योगविभ्रष्टाः प्राप्य लोकान् सनातनान्॥
]

`verse 5 [
पुनर्ब्रह्मविदान्ते तु जायन्ते ब्रह्मवादिनः।
संप्राप्यतां स्मृतिं भूयो योगं साङ्ख्यमनुत्तमम्॥
]

`verse 6 [
सिद्धिं प्रयान्ति योगेन पुनरावृत्तिदुर्लभाम्।
योगिनामेव देयानि तस्माच्छ्राद्धानि दातृभिः॥
]

`verse 7 [
एतेषां मानसीकन्या पत्नी हिमवतो मता।
मैनाकस्तस्य दायादः क्रौञ्चस्तस्याग्रजोऽभवत्॥
]

`verse 8 [
क्रौञ्चद्वीपः स्मृतो येन चतुर्थो घृतसंवृतः।
मेना च सुषुवे तिस्रः कन्या योगवतीस्ततः॥
]

`verse 9 [
उमैकपर्णा पर्णा च तीव्र व्रतपरायणाः।
रुद्रस्यैका सितस्यैका जैगीषव्यस्य चापरा॥
]

`speaker [
ऋषय ऊचुः
]

`verse 10 [
दत्ता हिमवता बालाः सर्वा लोके तपोऽधिकाः।
कस्माद्दाक्षायणी पूर्वं ददाहात्मानमात्मना॥
]

`verse 11 [
हिमवद्दुहिता तद्वत् कथं जाता महीतले।
संहरन्ती किमुक्तासौ सुता वा ब्रह्मसूनुना॥
]

`verse 12 [
दक्षेण लोकजननी सूत! विस्तरतो वद।
सूत उवाच।
दक्षस्य यज्ञे वितते प्रभूतवरदक्षिणे॥
]

`verse 13 [
समाहूतेषु देवेषु प्रोवाच पितरं सती।
किमर्थं तात! भर्ता मे यज्ञेऽस्मिन्नाभिमन्त्रितः॥
]

`verse 14 [
अयोग्य इति तामाह दक्षो यज्ञेषु शूलभृत्।
उपसंहारकृद्रुद्रस्तेनामंगलभागयम्॥
]

`verse 15 [
चुकोपाथ सती देहं त्यक्षामीति त्वदुद्भवम्।
दशानान्त्वञ्च भविता पितॄणामेक पुत्रकः॥
]

`verse 16 [
क्षत्रियत्वेऽश्वमेधे च रुद्रा त्वं नाशमेष्यसि।
इत्युक्त्वा योगमास्थाय स्वदेहोद्भव तेजसा॥
]

`verse 17 [
निर्दहन्ती तदात्मानं सदेवासुरकिन्नरैः।
किं किमेतदिति प्रोक्ता गन्धर्व गण गुह्यकैः॥
]

`verse 18 [
उपगम्याब्रवीद्दक्षः प्रणिपत्याथ दुःखितः।
त्वमस्य जगतो माता जगत्सौभाग्य देवता॥
दुहितृत्वङ्गता देवि ममानुग्रह काम्यया।
न त्वया रहितं किञ्चित् ब्रह्माण्डे सचराचरम्॥
]

`verse 19 [
प्रसादं कुरु धर्मज्ञे न मां त्यक्तुमिहार्हसि।
प्राह देवी यदारब्धं तत्‌ कार्य्यं मे न संशयः॥
]

`verse 20 [
किं त्ववश्यं त्वया मर्त्ये हतयज्ञेन शूलिना।
प्रसादे लोकसृष्ट्यर्थं तपः कार्थं ममान्तिके॥
]

`verse 21 [
प्रजापतिस्त्वं भविता दशानामङ्गजोप्यलम्।
मदंशेनाङ्गना षष्टिर्भविष्यन्त्यङ्गजास्तव॥
]

`verse 22 [
मत्‌सन्निधौ तपः कुर्वन् प्राप्स्यसे योगमुत्तमम्।
एवमुक्तोऽब्रवीद्दक्षः केषु केषु मयाऽनघे॥
]

`verse 23 [
तीर्थेषु च त्वं द्रष्टव्या स्तोतव्या कैश्च नामभिः॥
]

`verse 24 [
देव्युवाच।
सर्वदा सर्वभूतेषु द्रष्टव्या सर्वतो भुवि॥
]

`verse 25 [
सर्वलोकेषु यत्‌ किञ्चिद्रहितं न मया विना।
तथापि येषु स्थानेषु द्रष्टव्या सिद्धिमीप्सुभिः॥
]

`verse 26 [
स्मर्तव्या भूतिकामैर्वा तानि वक्ष्यामि तत्वतः।
वाराणस्यां विशालाक्षी नैमिषे लिङ्गधारिणी॥
]

`verse 27 [
प्रयागे ललिता देवी कामाक्षी गन्धमादने।
मानसे कुमुदा नाम विश्वकाया तथाम्बरे॥
]

`verse 28 [
गोमन्ते गोमती नाम मन्दरे कामचारिणी।
मदोत्कटा चैत्ररथे जयन्ती हस्तिना पुरे॥
]

`verse 29 [
कान्यकुब्जे तथा गौरी रम्भा मलयपर्वते।
एकाम्भके कीर्तिमती विश्वां विश्वेश्वरे विदुः॥
]

`verse 30 [
पुष्करे पुरुहूतेति केदारे मार्गदायिनी।
नन्दा हिमवतः पृष्ठे गोकर्णे भद्रकर्णिका॥
]

`verse 31 [
स्थानेश्वरे भवानी तु बिल्वके बिल्वपत्रिका।
श्रीशैले माधवी नाम भद्रा भद्रेश्वरे तथा॥
]

`verse 32 [
जया वराहशैले तु कामला कमलालये।
रुद्रकोट्याञ्च रुद्राणी काली कालञ्जरे गिरौ॥
]

`verse 33 [
महालिंगे तु कपिला मर्कोटे मुकुटेश्वरी।
शालिग्रामे महादेवी शिवलिंगे जलप्रिया॥
]

`verse 34 [
मायापुर्यां कुमारी तु सन्ताने ललिता तथा।
उत्पलाक्षीसहस्राक्षे कमलाक्षे महोत्पला॥
]

`verse 35 [
गंगायां मंगला नाम विमला पुरुषोत्तमे।
विपाशायाममोघाक्षी पाटला पुण्ड्रवर्द्धने॥
]

`verse 36 [
नारायणी सुपार्श्वे तु विकूटे भद्रसुन्दरी।
विपुले विपुला नाम कल्याणी मलयाचले॥
]

`verse 37 [
कोटवी कोटितीर्थे तु सुगन्धा माधवे वने।
कुब्जाग्रके त्रिसन्ध्या तु गंगाद्वारे रतिप्रिया॥
]

`verse 38 [
शिवकुण्डे सुनन्दा तु नन्दिनी देविका तटे।
रुक्मिणी द्वारवत्यान्तु राधा वृन्दावने वने ॥
]

`verse 39 [
देवकी मथुरायान्तु पाताले परमेश्वरी।
चित्रकूटे तथा सीता विन्ध्ये विन्ध्यनिवासिनी॥
]

`verse 40 [
सह्याद्रावेकवीरा तु हर्मचन्द्रेति चन्द्रिका।
रमणा रामतीर्थे तु यमुनायां मृगावती॥
]

`verse 41 [
करवीरे महालक्ष्मी रुमादेवी विनायके।
अरोगा वैद्यनाथे तु महाकाले महेश्वरी॥
]

`verse 42 [
अभयेत्युष्णतीर्थेषु चामृता विन्ध्यकन्दरे।
माण्डव्ये माण्डवी नाम स्वाहा माहेश्वरे पुरे॥
]

`verse 43 [
छागलण्डे प्रचण्डातु चण्डिका मकरन्दके।
सोमेश्वरे वरारोहा प्रभासे पुष्करावती॥
]

`verse 44 [
देवमाता सरस्वत्यां पारा पारातटे मता।
महालये महाभागा पयोष्ण्यां पिङ्गलेश्वरी॥
]

`verse 45 [
सिंहिका कृतशौचे तु कार्त्तिकेये यशस्करी।
उत्पलावर्त्तके लोला सुभद्रा शोणसङ्गमे॥
]

`verse 46 [
माता सिद्धपुरे लक्ष्मीरङ्गना भरताश्रमे।
जालन्धरे विश्वमुखी तारा किष्किन्धपर्वते॥
]

`verse 47 [
देवदारुवने पुष्टिर्मेधा काश्मीरमण्डले।
भीमा देवी हिमाद्रौ तु पुष्टिर्विश्वेश्वरे तथा॥
]

`verse 48 [
कपालमोचने शुद्धिर्माता कायावरोहणे।
शङ्कोद्धारे धरा नाम धृतिः पिण्डारके तथा॥
]

`verse 49 [
कालातु चन्द्रभागाया मच्छोदे शिवकारिणी।
वेणायाममृता नाम बदर्यामुर्वशी तथा॥
]

`verse 50 [
औषधी चोत्तरकुरौ कुशद्वीपे कुशोदका।
मन्मथा हेमकूटे तु मुकुटे सत्यवादिनी॥
]

`verse 51 [
अश्वत्थे वन्दनीया तु निधिर्वैश्रवणालये।
गायत्री वेदवदने पार्वती शिवसन्निधौ॥
]

`verse 52 [
देवलोके तथेन्द्राणी ब्रह्मास्येषु सरस्वती।
सूर्य्यबिम्बे प्रभा नाम मातॄणां वैष्णवीमता॥
]

`verse 53 [
अरुन्धती सतीनान्तु रामासु च तिलोत्तमा।
चित्ते ब्रह्मकला नाम शक्तिः सर्वशरीरिणाम्॥
]

`verse 54 [
एतदुपदेशतः प्रोक्तं नामाष्टशतमुत्तमम्।
अष्टोत्तरञ्च तीर्थानां शतमेतदुदाहृतम्॥
]

`verse 55 [
यः स्मरेच्छृणुयाद्वापि सर्वपापैः प्रमुच्यते।
एषु तीर्थेषु यः कृत्वा स्नानं पश्यति मां नरः॥
]

`verse 56 [
सर्व पापविनिर्मुक्तः कल्पं शिवपुरे वसेत्।
यस्तु मत्परमं कालं करोत्येतेषु मानव॥
]

`verse 57 [
स भित्त्वा ब्रह्मसदनं पदमभ्येति शाङ्करम्।
नाम्नामष्टशतं यस्तु श्रावयेच्छिवसन्निधौ॥
]

`verse 58 [
तृतीयायामथाष्टम्यां बहुपुत्रो भवेन्नरः।
गोदाने श्राद्धदाने वा अहन्यहनि वा बुधः॥
]

`verse 59 [
देवार्चनविधौ विद्वान् पठन् ब्रह्माधिगच्छति।
एवं वदन्ती सा तत्र ददाहात्मानमात्मना॥
]

`verse 60 [
स्वायभ्भुवोऽपि कालेन दक्षः प्राचेतसोऽभवत्।
पार्वती साभवद्देवी शिवदेहार्द्धधारिणी॥
]

`verse 61 [
मेना गर्भ समुत्पन्ना भिक्ति मुक्ति फलप्रदा।
अरुन्धती जपन्त्येतत् प्राप योगमनुत्तमम्॥
]

`verse 62 [
पुरूरवाश्च राजर्षिर्लोके व्यजयतामगात्।
ययातिः पुत्रलाभञ्च धनलाभञ्च भार्गवः॥
]

`verse 63 [
तथान्ये देव दैत्याश्च ब्राह्मणाः क्षत्रियास्तथा।
वैश्याः शूद्राश्च बहवः सिद्धिमीयुर्यथेप्सिताम्॥
]

`verse 64 [
यत्रैतल्लिखितं तिष्ठेत् पूज्यते देवसन्निधौ।
न तत्र शोको दौर्गत्यं कदाचिदपि जायते॥
]

`colophon [
इति श्रीमत्स्यपुराणे पितृवंशान्वये गौरीनामाष्टोत्तरशतकथनं नाम त्रयोदशोऽध्यायः॥
]
