`verse 1 [
पितृवंशानुकीर्त्तनम्।

सूत उवाच।
विभ्राजा नाम चान्येतु दिवि सन्ति सुवर्चसः।
लोका बर्हिषदो यत्र पितरः सन्ति सुव्रताः॥
]

`verse 2 [
यत्र बर्हिण युक्तानि विमानानि सहस्रशः।
सङ्कल्प्य बर्हिषो यत्र तिष्ठन्ति फलदायिनः॥
]

`verse 3 [
यत्राभ्युदय शालासु मोदन्ते श्राद्धदायिनः।
यांश्च देवासुरगणा गन्धर्वाप्सरसां गणाः॥
]

`verse 4 [
यक्षरक्षोगणाश्चैव यजन्ति दिवि देवताः।
पुलस्त्यपुत्राः शतशस्तपोयोगसमन्विताः॥
]

`verse 5 [
महात्मानो महाभागा भक्तानामभयप्रदाः।
एतेषां पीवरी कन्या मानसी दिविविश्रुता॥
]

`verse 6 [
योगिनी योगमाता च तपश्चक्रे सुदारुणम्।
प्रसन्नो भगवांस्तस्या वरं वव्रे तु सा हरेः॥
]

`verse 7 [
योगवन्तं सुरूपंच भर्तारं विजितेन्द्रियम्।
देहि देव! प्रसन्नस्त्वं पतिं मे वदताम्वरम्॥
]

`verse 8 [
उवाच देवो भविता व्यासपुत्रो यदा शुकः।
भविता तस्य भार्यात्वं योगाचार्यस्य सुव्रते॥
]

`verse 9 [
भविष्यति च ते कन्या कृत्वी नाम च योगिनी।
पाञ्चालाधिपतेर्देया मानुष्यस्य त्वया तदा॥
]

`verse 10 [
जननी ब्रह्मदत्तस्य योगसिद्धा च गौस्मृता।
कृष्णोगौरः प्रभुः शम्भुर्भविष्यन्ति च ते सुताः॥
]

`verse 11 [
महात्मानो महाभागा गमिष्यन्ति परम्पदम्।
तानुत्पाद्यपुनर्योगात्सवरा मोक्षमेष्यसि॥
]

`verse 12 [
सुमूर्त्तिमन्तः पितरो वशिष्ठस्य सुता स्मृताः।
नाम्ना तु मानसाः सर्वे सर्वे ते धर्म्ममूर्त्तयः॥
]

`verse 13 [
ज्योतिर्भासिषु लोकेषु ये वसन्ति दिवः परम्।
विराजमानाः क्रीडन्ति यत्र ते श्राद्धदायिनः॥
]

`verse 14 [
सर्वकाम समृद्वेषु विमानेष्वपिपादजाः।
किं पुनः श्राद्धदा विप्र भक्तिमन्तः क्रियान्विताः॥
]

`verse 15 [
गौर्नाम कन्या येषान्तु मानसी दिवि राजते।
शुकस्य दयिता पत्नी साध्यानां कीर्त्तिवर्द्धिनी॥
]

`verse 16 [
मरीचिगर्भा नाम्ना तु लोका मार्तण्डमण्डले।
पितरो यत्र तिष्ठन्ति हविष्मन्तोऽङ्गिरः सुताः॥
]

`verse 17 [
तीर्थश्राद्धप्रदा यान्ति ये च क्षत्रियसत्तमाः।
राज्ञान्तु पितरस्ते वै स्वर्ग मोक्ष फलप्रदाः॥
]

`verse 18 [
एतेषां मानसी कन्या यशोदा लोकविश्रुता।
पत्नी ह्यंशुमतः श्रेष्ठा स्नुषा पंचजनस्य च॥
]

`verse 19 [
जनन्यथ दिलीपस्य भगीरथपितामही।
लोकाः कामदुघा नाम कामभोगफलप्रदाः॥
]

`verse 20 [
सुस्वधा नाम पितरो यत्र तिष्ठन्ति सुव्रताः।
आज्यपा नाम लोकेषु कर्दमस्य प्रजापतेः॥
]

`verse 21 [
पुलहाङ्गज दायादा वैश्यास्तान् भावयन्ति च।
यत्र श्राद्धकृताः सर्वे पश्यन्ति युगपद् गताः॥
]

`verse 22 [
मातृ भ्रातृ पितृष्वसृ सखि सम्बन्धि बान्धवान्।
अपि जन्मायुतैर्द्रृष्टाननुभूतान्सहस्रशः॥
]

`verse 23 [
एतेषां मानसी कन्या विरजा नाम विश्रुता।
या पत्नी नहुषस्यासीद्ययातेर्जननी तथा॥
]

`verse 24 [
एकाष्टकाऽभवत् पश्चाद् ब्रह्मलोके गता सती।
त्रय एते गणाः प्रोक्ताश्चतुर्थन्तु वदाम्यतः॥
]

`verse 25 [
लोकास्तु मानसा नाम ब्रह्माण्डोपरि संस्थिताः।
येषान्नु मानसी कन्या नर्मदा नाम विश्रुता॥
]

`verse 26 [
सोमपा नाम पितरो यत्र तिष्ठन्ति शाश्वताः।
कृत्वा सृष्ट्यादिकं सर्वं मानसे साम्प्रतं स्थिताः॥
]

`verse 27 [
नर्मदा नाम तेषान्तु कन्या तोयवहासरित्।
भूतानि या पावयति दक्षिणापथगामिनी॥
]

`verse 28 [
तेभ्यः सर्वे तु मनवः प्रजाः सर्गेषु निर्मिताः।
ज्ञात्वा श्राद्धानि कुर्वन्ति धर्माभावेऽपि सर्वदा॥
]

`verse 29 [
तेभ्य एव पुनः प्राप्तुं प्रसादाद्योगसन्ततिम्।
पितॄणामादिसर्गे तु श्राद्धमेवविनिर्मितम्॥
]

`verse 30 [
सर्वेषां राजतं पात्रमथवा रजतान्वितम्।
दत्तं स्वधा पुरोधाय पितॄन् प्रीणाति सर्वदा॥
]

`verse 31 [
अग्नीषोमयमानान्तु कार्य्यमाप्यायनं बुधैः।
अग्न्यभावेऽपि विप्रस्य पाणावापि जलेऽथवा॥
]

`verse 32 [
अजाकर्णेऽश्वकर्णे वा गोष्ठे वा सलिलान्तिके।
पितॄणामम्बरं स्थानं दक्षिणा दिक् प्रशस्यते॥
]

`verse 33 [
प्राचीनावीतमुदकं तिलाः सव्याङ्गमेव च।
दर्भा मांसं च पाठीनं गोक्षीरं मधुरा रसाः॥
]

`verse 34 [
खड्‌ग लोहामिषमधु कुशश्यामाकशालयः।
यवनीवारमुद्गेक्षु शुक्लपुष्पघृतानि च॥
]

`verse 35 [
वल्लभानि प्रशस्तानि पितॄणामिहसर्वदा।
द्वेष्याणि सम्प्रवक्ष्यामि श्राद्धे वर्ज्यानि यानि तु॥
]

`verse 36 [
मसूरशणनिष्पावराजमाषकुसुम्भिकाः।
पद्मबिल्वार्कधत्तूर पारिभद्राट्टरूषकाः॥
]

`verse 37 [
न देयाः पितृकार्येषु पयश्चाजाविकं तथा।
कोद्रवोदारचणकाः कपित्थं मधुकातसी॥
]

`verse 38 [
एतान्यपि न देयानि पितृभ्यः प्रियमिच्छता।
पितॄन् प्रीणाति यो भक्त्या ते पुनः प्रीणयन्ति तम्॥
]

`verse 39 [
यच्छन्ति पितरः पुष्टिं स्वर्गारोग्यं प्रजाफलम्।
देवकार्यादपि पुनः पितृकार्य्यं विशिष्यते॥
]

`verse 40 [
देवानाञ्चपितरः पूर्वमाप्यायनं स्मृतम्।
शीघ्रप्रसादास्त्वक्रोधा निःशस्त्राः स्थिरसौहृदाः॥
]

`verse 41 [
शान्तात्मानः शौचपराः सततं प्रियवादिनः।
भक्तानुरक्ताः सुखदाः पितरः पूर्वदेवताः॥
]

`verse 42 [
हविष्मतामाधिपत्ये श्राद्धदेवः स्मृतो रविः।
एतद्वः सर्वमाख्यातं पितृवंशानुकीर्त्तनम्॥
पुण्यं पवित्रमायुष्यं कीर्त्तनीयं सदा नृभिः॥
]
