`verse 1 [
श्राद्धप्रकरणम्।

सूत उवाच।
श्रुत्वैतत्सर्वमखिलं मनुः पप्रच्छ केशवम्।
श्राद्धकालञ्च विविधं श्राद्धभेदं तथैव च॥
]

`verse 2 [
श्राद्धेषु भोजनीया ये ये च वर्ज्या द्विजातयः।
कस्मिन्वासरभागेवा पितृभ्यः श्राद्धमाचरेत्॥
]

`verse 3 [
कस्मिन्दत्तं कथं याति श्राद्धन्तु मधुसूदन।
विधिना केन कर्त्तव्यं कथं प्रीणाति तत्पितॄन्॥
]

`speaker [
मत्स्य उवाच
]

`verse 4 [
कुर्यादहरहः श्राद्धमन्नाद्येनोदकेन वा।
पयोमूलफलैर्वापि पितृभ्यः प्रीतिमावहन्॥
]

`verse 5 [
नित्यन्नैमित्तिकं काम्यं त्रिविधं श्राद्धमुच्यते।
नित्यं तावत्प्रवक्ष्यामि अर्घ्यावाहनवर्जितम्॥
]

`verse 6 [
अदैवं तद्विजानीयात् पार्वणं पर्वसु स्मृतम्।
पार्वणं त्रिविधं प्रोक्तं श्रृणु तावन्महीपते!॥
]

`verse 7 [
पार्वणे ये नियोज्यास्तु ताञ्छृणुष्व नराधिप!॥
पञ्चाग्निः स्नातकश्चैव त्रिसुपर्णः षडङ्गवित्।
श्रोत्रियः श्रोत्रियसुतो विधिवाक्यविशारदः॥
]

`verse 8 [
सर्वज्ञो वेदविन्मन्त्री ज्ञातवंशः कुलान्वितः।
पुराणवेत्ता धर्म्मज्ञः स्वाध्यायजपतत्परः॥
]

`verse 9 [
शिवभक्तः पितृपरः सूर्य्यभक्तोऽथ वैष्णवः॥
]

`verse 10 [
ब्रह्मण्यो योगविच्छान्तो विजितात्मा च शीलवान्।
भोजयेच्चापि दौहित्रं यत्नतः स्वसुहृद्‌गुरून्॥
]

`verse 11 [
विद्यतिं मातुलं बन्धुमृत्विगाचार्यसोमपान्।
यश्च व्याकुरुते वाक्यं यश्च मीमांसतेऽध्वरम्॥
]

`verse 12 [
सामस्वरविधिज्ञश्च पङ्क्तिपावनपावनः।
सामगोब्रह्मचारी च वेदयुक्तोऽथ ब्रह्मवित्॥
]

`verse 13 [
यत्रैते भुञ्जते श्राद्धे तदेव परमार्थवित्।
एते भोज्याः प्रयत्नेन वर्जनीयान्निबोध मे॥
]

`verse 14 [
पतितोऽभिशस्तः क्लीबश्च पिशुनव्यङ्गरोगिणः।
कुनखीश्यावदन्तश्च कुण्डगोलाश्वपालकाः॥
]

`verse 15 [
परिवित्तिर्नियुक्तात्मा प्रमत्तोन्मत्तदारुणाः।

वैडाली वकवृत्तिश्च दम्भो देवलकादयः॥
]

`verse 16 [
कृतध्नान्नास्तिकांस्तद्वन्म्लेच्छदेशनिवासिनः।

त्रिशङ्कर्वर्वरद्राववीतद्रविडकोकणान्॥
]

`verse 17 [
वर्जयेल्लिङ्गिनः सर्वान् श्राद्धकाले विशेषतः।
पूर्वेद्युरपरेद्युर्वा विनीतात्मा निमन्त्रयेत्॥
]

`verse 18 [
निमन्त्रितान् हि पितर उपतिष्ठन्ति तान् द्विजान्।
वायुभूतानुगच्छन्ति तथासीनानुपासते॥
]

`verse 19 [
दक्षिणं जानुमालभ्य त्वं मया तु निमन्त्रितः।
एवं निमन्त्र्य नियमं श्रावयेत्पितृबान्धवान्।.१६.१९ ॥

अक्रोधनैः शौचपरैः सततं ब्रह्मचारिभिः।
भवितव्यं भवद्भिश्च मया च श्राद्धकारिणा॥
]

`verse 20 [
पितृयज्ञं विनिर्वर्त्य तर्पणाख्यन्तु योऽग्निमान्।
पिण्डान्वाहार्यकं कुर्य्याच्छ्राद्धमिन्दुक्षये मुदा॥
]

`verse 21 [
गोमयेनोपलिप्ते तु दक्षिणप्रवणे स्थले।
श्राद्धं समाचरेद् भक्त्या गोष्ठे वा जलसन्निधौ॥
]

`verse 22 [
अग्निमान्निर्वपेत्पित्र्यं चरुञ्चसाममुष्टिभिः।
पितृभ्यो निर्वपामीति सर्वंदक्षिणतो न्यसेत्॥
]

`verse 23 [
अभिधार्यं ततः कुर्य्यान्निर्वापत्रयमग्रतः।
तेपि तस्यायताः कार्य्याश्चतुरङ्गुलविस्तृताः॥
]

`verse 24 [
दर्व्वीत्रयन्तु कुर्व्वीत खादिरं रजतान्वितम्।
रत्निमात्रं परिश्लक्ष्णं हस्ताकाराग्रमुत्तमम्॥
]

`verse 25 [
उदपात्रञ्च कांस्यञ्च मेक्षणञ्चसमित्कुशान्।
तिलाः पात्राणिसद्वासो गन्ध धूपानुलेपनम्॥
]

`verse 26 [
आहरेदपसव्यन्तु सर्वं दक्षिणतः शनैः।
एवमासाद्य तत्सर्वं भवनस्याग्रतो भुवि॥
]

`verse 27 [
गोमयेनोपलिप्तायां गोमूत्रेण तु मण्डलम्।
अक्षताभिः सपुष्पाभिस्तदभ्यर्च्यापसव्यवत्॥
]

`verse 28 [
विप्राणां क्षालयेत्पादावभिनन्द्य पुनः पुनः।
आसनेषूपक्लृप्तेषु दर्भवत्सु विधानवत्॥
]

`verse 29 [
उपस्पृष्टोदकान्विप्रानुपवेश्यानुमन्त्रयेत्।
द्वौ दैवे पितृकृत्ये त्रीनेकैकमुभयत्र च॥
]

`verse 30 [
भोजयेदीश्वरोऽपीह न कुर्य्याद्विस्तरं बुधः।
दैवपूर्वं नियोज्याथ विप्रानर्घ्यादिना बुधः॥
]

`verse 31 [
अग्नौ कुर्यादनुज्ञातो विप्रे विप्रो यथाविधि।
स्वगृह्योक्तविधानेन कांस्ये कृत्वा चरुं ततः॥
]

`verse 32 [
अग्नीषोमयमाभ्यान्तु कुर्यादाप्यायनं बुधः।
दक्षिनाग्नौ प्रतीते वा य एकाग्निर्द्विजोत्तमः॥
]

`verse 33 [
यज्ञोपवीती निर्वर्त्य ततः पर्युक्षणादिकम्।
प्राचीनावीतिना कार्यमतः सर्वं विजानता॥
]

`verse 34 [
षट्‌चतस्माद्धविः शेषात्‌ पिण्डा न्‌ कृत्वा ततोदकम्।
दद्यादुदकपात्रैस्तु सतिलं सव्यपाणिना॥
]

`verse 35 [
जान्वाच्य सव्यं यत्नेन दर्भयुक्तो विमत्सरः।
विधाय लेखा यत्नेन निर्वापेष्ववनेजनम्॥
]

`verse 36 [
दक्षिणाभिमुखः कुर्य्यात्करे दर्वीं निधाय वै।
निधाय पिण्डमेकैकं सर्वदर्भेष्वनुक्रमात्॥
]

`verse 37 [
निनयेदथ दर्भेषु नामगोत्रानुकीर्तनैः।
तेषु दर्भेषु तं हस्तं निमृज्याल्लोपभागिनाम्॥
]

`verse 38 [
तथैव च ततः कुर्यात् पुनः प्रत्यवनेजनम्।
षडप्येतान्नमस्कृत्य गन्ध धूपार्हणादिभिः॥
]

`verse 39 [
एवमावाह्य तत्‌ सर्वं वेदमन्त्रैर्यथोदितैः।
एकाग्नेरेक एव स्यान्निर्वापोदर्विका तथा॥
]

`verse 40 [
ततः कृत्वान्तरे दद्यात्‌ पत्नीभ्योऽन्नं कुशेषु सः।
तद्वत्‌ पिण्डादिके कुर्यादावाहन विसर्जनम्॥
]

`verse 41 [
ततो गृहीत्वा पिण्डेभ्यो मात्राः सर्वाः क्रमेण तु।
तानेव विप्रान्‌ प्रथमं प्राशयेद्यत्नतो नरः॥
]

`verse 42 [
यस्मादन्नात् धृता मात्रा भक्षयन्ति द्विजातयः।
अन्वाहार्यकमित्युक्तं तस्मात् तच्चन्द्रसंक्षये॥
]

`verse 43 [
पूर्वं दत्त्वातु तद्धस्ते सपवित्रं तिलोदकम्।
तत्‌ पिण्डाग्रं प्रयच्छेत स्वधैषामस्त्विति ब्रुवन्॥
]

`verse 44 [
वर्णयन् भोजयेदन्नं मिष्टं पूतञ्च सर्वदा।
वर्जयेत् क्रोधपरतां स्मरन्नारायणं हरिम्॥
]

`verse 45 [
तृप्तान् ज्ञात्वा ततः कुर्याद्विकिरन् सार्ववर्णिकम्।
सोदकं चान्नमुद्वृत्य सलिलं प्रक्षिपेद् भुवि॥
]

`verse 46 [
आचान्तेषु पुनर्दद्याज्जलपुष्पाक्षतोदकम्।
स्वस्तिवाचनकं सर्वं पिण्डोपरि समाहरेत्॥
]

`verse 47 [
देवायत्तं प्रकुर्वीत श्राद्धनाशोऽन्यथा भवेत्।
विसृज्य ब्राह्मणांस्तद्वत् तेषां कृत्वा प्रदक्षिणम्॥
]

`verse 48 [
दक्षिणां दिशमाकाङ्क्षन् पितॄन् याचेत मानवः।
दातारो नोऽभिवर्धन्तां वेदाः सन्ततिरेव च॥
]

`verse 49 [
श्रद्धा च नो माव्यगमत्‌ बहुदेयञ्च नोऽस्त्विति।
अन्नञ्च नो बहुभवेदतिथींश्च लभामहे॥
]

`verse 50 [
याचितारश्च नः सन्तु मा च याचिष्म कञ्चन।
एतदस्त्विति तत्‌ प्रोक्तमन्वाहार्यन्तु पार्वणम्॥
]

`verse 51 [
यथेन्दुसंक्षये तद्वदन्यत्रापि निगद्यते।
पिण्डांस्तुगोऽजविप्रेभ्यो दद्यादग्नौ जलेऽपि वा॥
]

`verse 52 [
विप्राग्रतो वा विकिरेद्वयोभिरभिवाशयेत्।
पत्नी तु मध्यमं पिण्डं प्राशयेद्विनयान्विता॥
]

`verse 53 [
आधत्त पितरो गर्भमत्र सन्तानवर्धनम्।
तावदुच्छेषणं तिष्ठेद्यावद्विप्रा विसर्जिताः॥
]

`verse 54 [
वैश्वदेवं ततः कुर्यान्निवृत्ते पितृकर्मणि।
इष्टैः सह ततः शान्तो भुञ्जीत पितृसेवितम्॥
]

`verse 55 [
पुनर्भोजनमध्वानं यानमायासमैथुनम्।
श्राद्धकृच्छ्रादभुक् चैव सर्वमेतद्विवर्जयेत्॥
]

`verse 56 [
स्वाध्यायं कलहं चैव दिवा स्वप्नञ्च सर्वदा।
अनेन विधिना श्राद्धं निरद्वस्येह निर्वपेत्॥
]

`verse 57 [
कन्याकुम्भवृषस्थेऽर्के कृष्णपक्षेषु सर्वदा।
यत्र यत्र प्रदातव्यं सपिण्डीकरणात्परम्।
तत्रानेन विधानेन देयमग्निमता सदा ॥
]
