`verse 1 [
साधारणाभ्युदयकीर्त्तनम्।

सूत उवाच।
अतः परं प्रवक्ष्यामि विष्णुना यदुदीरितम्।
श्राद्धं साधारणं नाम भुक्ति मुक्ति फलप्रदम्॥
]

`verse 2 [
अयने विषुवे युग्मे सामान्ये चार्कसंक्रमे।
अमावास्याष्टकाकृष्णपक्षे पञ्चदशीषु च॥
]

`verse 3 [
आर्द्रा मघा रोहिणीषु द्रव्यब्राह्मण सङ्गमे।
गजच्छायाव्यतीपाते विष्टि वैधृतिवासरे॥
]

`verse 4 [
वैशाखस्य तृतीयायां नवमी कार्तिकस्य च।
पञ्चदशी च माघस्य नभस्ये च त्रयोदशी॥
]

`verse 5 [
युगादयः स्मृता ह्येता दत्तस्याक्षय्यकारिकाः।
तथा मन्वन्तरादौ च देयं श्राद्धं विजानता॥
]

`verse 6 [
अश्वयुक् शुक्लनवमी द्वादशी कार्तिके तथा।
तृतीया चैत्र मासस्य तथा भाद्रपदस्य च॥
]

`verse 7 [
फाल्गुनस्य ह्यमावास्या पौषस्यैकादशी तथा।
आषाढस्याऽपि दशमी माघमासस्य सप्तमी॥
]

`verse 8 [
श्रावणस्याष्टमी कृष्णा तथाषाढी च पूर्णिमा।
कार्तिकी फाल्गुनी चैत्री ज्येष्ठपञ्च दशीसिता॥
मन्वन्तरादयश्चैता दत्तस्याक्षयकारिकाः॥
]

`verse 9 [
यस्यां मन्वन्तरस्यादौ रथमास्ते दिवाकरः।
माघमासस्य सप्तम्यां सा तु स्याद्रथसप्तमी॥
]

`verse 10 [
पानीयमप्यत्र तिलैर्विमिश्रं दद्यात्पितृभ्यः प्रयतो मनुष्यः।
श्राद्धं कृतं तेन समाः सहस्रं रहस्यमेतत्‌ पितरो वदन्ति॥
]

`verse 11 [
वैशाख्यामुपरागेषु तथोत्सव महालये।
तीर्थायतनगोष्ठेषु द्वीपोद्यानगृहेषु च॥
]

`verse 12 [
विविक्तेषूपलिप्तेषु श्राद्धं देयं विजानता।
विप्रान् पूर्वे परेचाह्नि विनीतात्मा निमन्त्रयेत्॥
]

`verse 13 [
शीलवृत्तगुणोपेतान् वयोरूपसमन्वितान्।
द्वौ देवे वींस्तथा पैत्र्ये एकैकमुभयत्र वा॥
]

`verse 14 [
भोजयेत्‌ सुसमृद्धोऽपि प्रसज्जेत सुविस्तरे।
विश्वान्‌ देवान्‌ यवैः पुष्पैरभ्यर्च्यासनपूर्वकम्॥
]

`verse 15 [
पूरयेत्पात्रयुग्मन्तु स्थाप्य दर्भ पवित्रकम्।
शन्नोदेवीत्यपः कुर्य्याद्यवोऽसीति यवानपि॥
]

`verse 16 [
गन्धपुष्पैश्च संपूज्य वैश्वदेवं प्रतिन्यसेत्।
विश्वेदेवास इत्याभ्यामावाह्य विकिरेद्यवान्॥
]

`verse 17 [
गुन्धपुप्षैरलङ्‌कृत्य या दिव्येत्यप उत्सृजेत्।
अभ्यर्च्यताभ्यामुत्‌सृष्टं पितृकार्य्यं समारभेत्॥
]

`verse 18 [
दर्भासनन्तु तत्त्वादौ त्रीणि पात्राणि पूरयेत्।
सपवित्राणि कृत्वादौ शन्नोदेवीत्यपः क्षिपेत्॥
]

`verse 19 [
तिलोऽसीति तिलान् कुर्य्याद्गन्धपुष्पादिकं पुनः।
पात्रं वनस्पतिमयं तथा पर्णमयं पुनः॥
]

`verse 20 [
जलजं वाथ कुर्व्वीत तथा सागरसम्भवम्।
सौवर्णं राजतं वापि पितॄणां पात्रमुच्यते॥
]

`verse 21 [
रजतस्य कथा वापि दर्शनं दानमेव वा।
राजतैर्भाजनैरेषामथवा रजतान्वितैः॥
]

`verse 22 [
वार्यपि श्रद्धया दत्तमक्षयायोपकल्पते।
तथार्घ्यपिण्डभौज्यादौ पितॄणां राजतं मतम्॥
]

`verse 23 [
शिवनेत्रोद्भवं यस्मात् तस्मात् तत्‌ पितृवल्लभम्।
अमङ्गलं तद्यत्नेन देवकार्येषु वर्जयेत्॥
]

`verse 24 [
एवं पात्राणि संङ्कल्प्य यथालाभं विमत्सरः।
या दिव्येति पितुर्नाम गोत्रैर्दर्भकरो न्यसेत्॥
]

`verse 25 [
पितॄनावाहयिष्यामि कुर्वित्युक्तस्तु तै पुनः।
उशन्तस्त्वा तथायन्तु ऋग्‌भ्यामावाहयेत् पितॄन्॥
]

`verse 26 [
यादिव्येत्यर्घ्यमुत्‌सृज्य दद्याद् गन्धादिकांस्ततः।
हस्तात्तदुदकं पूर्वं दत्त्वा संश्रवमादितः॥
]

`verse 27 [
पितृपात्रे निधायाथन्युब्जमुत्तरतो न्यसेत्।
पितृभ्यः स्थानमसीति निधाय परिषेचयेत्॥
]

`verse 28 [
तत्रापि पूर्ववत् कुर्यादग्निकार्यं विमत्सरः।
उभाभ्यामपि हस्ताभ्यामाहृत्य परिवेषयेत्॥
]

`verse 29 [
प्रशान्तचित्तः सततं दर्भपाणिरशेषतः।
गुणाढ्यैः सूपशाकैस्तु नानाभक्ष्यैर्विशेषतः॥
]

`verse 30 [
अन्नन्तु सदधिक्षीरं गोघृतं शर्करान्वितम्।
मासं  प्रीणाति वै सर्वान्‌ पितॄनित्याह केशवः॥
]

`verse 31 [
द्वौ मासौ मत्स्यमांसेन त्रीन्मासान्‌ हारिणेन तु।
औरभ्रमेणाथ चतुरः शाकुनेनाथ पञ्च वै॥
]

`verse 32 [
षण्मासंच्छागमांसेन तृप्यन्ति पितरस्तथा।
सप्त पार्षतमांसेन तथाष्टा वेणजेन तु॥
]

`verse 33 [
दश मासांस्तु तृप्यन्ति वराहमहिषामिषैः।
शशकूर्मज मांसेन मासानेकादशैव तु॥
]

`verse 34 [
संवत्सरन्तु गव्येन पयसा पायसेन च।
रौरवेण च तृप्यन्ति मासान् पञ्चदशैव तु॥
]

`verse 35 [
व्याघ्र्याः सिंहस्य मांसेन तृप्तिर्द्वादशवार्षिकी।
कालशाकेन चानन्ता खड्‌गमांसेन चैव हि॥
]

`verse 36 [
यत्किञ्चिन्मधु संमिश्रं गोक्षीरं घृतपायसम्।
दत्तमक्षयमित्याहुः पितरः पूर्वदेवताः॥
]

`verse 37 [
स्वाध्यायं श्रावयेत् पित्र्यं पुराणान्यखिलानि च।
ब्रह्मविष्ण्वर्करुद्राणां स्तवानि विविधानि च॥
]

`verse 38 [
इन्द्राग्निसोमसूक्तानि पावनानि स्वशक्तितः।
बृहद्रथन्तरं तद्वज्ज्येष्ठसामसरौहिणम्॥
]

`verse 39 [
तथैव शान्तिकाध्यायं मधु ब्राह्मणमेव च।
मण्डलं ब्राह्मणं तद्वत्‌ प्रीतिकारि तु यत्‌ पुनः॥
]

`verse 40 [
विप्राणामात्मनश्चैव तत्सर्वं समुदीरयेत्।
भुक्तवत्सु ततस्तेषु भोजनोपान्तिके नृप!॥
]

`verse 41 [
सार्ववर्णिकमन्नाद्यं सन्नीयाप्लाव्य वारिणा।
समुत्सृजेद् भुक्तवतामग्रतो विकिरेद् भुवि॥
]

`verse 42 [
अग्निदग्धास्तु ये जीवा येऽप्यदग्धाकुले मम।
भूमौ दत्तेन तृप्यन्तु प्रयान्तु परमाङ्गतिम्॥
]

`verse 43 [
येषां न माता न पिता न बन्धुर्न गोत्रशुद्धिर्न तथान्नमस्ति।
तत्तृप्तयेऽन्नं भुवि दत्तमेतत् प्रयातु लोकेषु सुखाय तद्वत्॥
]

`verse 44 [
असंस्कृतप्रमीतानान्त्यक्तानां कुलयोषिताम्।
उच्छिष्टभागधेयः स्याद्दर्भे विकिरयोश्च यः॥
]

`verse 45 [
तृप्ता ज्ञात्वोदकं दद्यात् सकृद्विप्रकरे तथा।
उपलिप्ते महीपृष्ठे गोशकृन्मूत्रवारिणा॥
]

`verse 46 [
निधाय दर्भान् विधिवद्दक्षिणाग्रान्‌ प्रयन्ततः।
सर्ववर्णेन चान्नेन पिण्डांस्तु पितृयज्ञवत्॥
]

`verse 47 [
अवनेजनपूर्वन्तु नामगोत्रेण मानवः।
गन्ध धूपादिकं दद्यात् कृत्वा प्रत्यवने जनम्॥
]

`verse 48 [
जान्वाच्यसव्यं सव्येन पाणिनाथ प्रदक्षिणम्।
पित्र्यमानीय तत्कार्यं विधिवद्दर्भपाणिना॥
]

`verse 49 [
दीपप्रज्वालनं तद्वत् कुर्यात्पुष्पार्चनं बुधः।
अथाचान्तेषु चाचम्य वारि दद्यात्‌ सकृत्‌ सकृत्॥
]

`verse 50 [
अथ पुष्पाक्षतान् पश्चादक्षय्योदकमेव च।
सतिलं नामगोत्रेण दद्याच्छक्त्या च दक्षिणाम्॥
]

`verse 51 [
गो भू हिरण्यवासंसि भव्यानि शयनानि च।
दद्याद्यदिष्टं विप्राणामात्मनः पितुरेव च॥
]

`verse 52 [
वित्त शठ्येन रहितः पितृभ्यः प्रीतिमावहन्।
ततः स्वधा वाचनकं विश्वेदेवेषु चोदकम्॥
]

`verse 53 [
दत्त्वाशीः प्रतिगृह्णीयाद्विश्वेभ्यः प्राङ्मुखो बुधः।
अघोराः पितरः सन्तु सन्त्वित्युक्तः पुनर्द्विजैः॥
]

`verse 54 [
गोत्रं तथा वर्द्धन्तान्नस्तथेत्युक्तश्च तै पुनः।
दातारो नोऽभिवर्द्धन्तामिति चैवमुदीरयेत्॥
]

`verse 55 [
एताः सत्याशिषः सन्तु सन्त्वित्युक्तश्च तैः पुनः।
स्वस्तिवाचनकं कुर्यात् पिण्डानुद्‌धृत्य भक्तितः॥
]

`verse 56 [
उच्छेषणन्तु तत्तिष्ठेद्यावद्विप्रा विसर्जिताः।
ततो ग्रहबलिं कुर्यादिति धर्म्मव्यवस्थितिः ॥
]

`verse 57 [
उच्छेषणं भूमिगतमजिह्मस्यास्ति कस्य च।
दासवर्गस्य तत्पित्र्यं भागधेयं प्रचक्षते॥
]

`verse 58 [
पितृभिर्निर्मितं पूर्वमेतदाप्यायनं सदा।
अपुत्राणां सपुत्राणां स्त्रीणामपि नराधिप!॥
]

`verse 59 [
ततस्तानग्रतः स्थित्वा परिगृह्योदपात्रकम्।
वाजेवाज इति जपन् कुशाग्रेण विसर्जयेत्॥
]

`verse 60 [
बहिः प्रदक्षिणान्कुर्यात् पदान्यष्टावनुव्रजन्।
बन्धुवर्गेण सहितः पुत्रभार्या समन्वितः॥
]

`verse 61 [
निवृत्य प्राणपत्याथ पर्युक्ष्याग्निं समन्त्रवत्।
वैश्वदेवं प्रकुर्वीत नैत्यकं बलिमेव च॥
]

`verse 62 [
ततस्तु वैश्वदेवान्ते सभृत्य सुत बान्धवः।
भुञ्जीता तिथिसंयुक्तः सर्वं पितृनिषेवितम्॥
]

`verse 63 [
एतच्चानुपनीतोऽपि कुर्यात् सर्वेषु पर्वसु।
श्राद्धं साधारणं नाम सर्वकामफलप्रदम्॥
]

`verse 64 [
भार्याविरहितोऽप्येतत् प्रवासस्थोऽपि भक्तिमान्।
शूद्रोऽप्यमन्त्रवत् कुर्यादनेन विधिना बुधः॥
]

`verse 65 [
तृतीयमाभ्युदयिकं वृद्धिश्राद्धं तदुच्यते।
उत्सवानन्दसम्भारे यज्ञोद्वाहादिमङ्ले॥
]

`verse 66 [
मातरः प्रथमं पूज्याः पितरस्तदनन्तरम्।
ततो मातामहा राजन् विश्वेदेवास्तथैव च॥
]

`verse 67 [
प्रदक्षिणोपचारेण दध्यक्षतफलोदकैः।
प्राङ्मुखो निर्वपेत्‌ पिण्डा न् दूर्वया च कुशैर्युतान्॥
]

`verse 68 [
सम्पन्नमित्यभ्युदये दद्यादर्घ्यं द्वयोर्द्वयोः।
युग्मा द्विजातयः पूज्या वस्त्रकार्तस्वरादिभिः॥
]

`verse 69 [
तिलार्थस्तु यवैः कार्यो नान्दिशब्दानुपूर्वकः।
माङ्गल्यानि च सर्वाणि वाचयेद्‌ द्विजपुङ्गवैः॥
]

`verse 70 [
एवं शूद्रोऽपि सामान्य वृद्धिश्राद्धेऽपि सर्वदा।
नमस्कारेण मन्त्रेण कुर्यादामान्नतः सदा॥
]

`verse 71 [
दानप्रधानः शूद्रः स्यादित्याह भगवान्‌ प्रभुः।
दानेन सर्वकामाप्तिरस्य सञ्जायते यतः॥
]
