`verse 1 [
एकोद्दिष्टश्राद्धप्रकरणम्।

सूत उवाच।
एकोद्दिष्टमतो वक्ष्ये यदुक्तं चक्रपाणिना।
मृते पुत्रैर्यथाकार्यमाशौचञ्च पितर्यपि॥
]

`verse 2 [
दशाहं शावमाशौचं ब्राह्मणेषु विधीयते।
क्षत्रियेषु दश द्वेच पक्षं वैश्येषु चैवहि॥
]

`verse 3 [
शूद्रेषु मासमाशौचं सपिण्डेषु विधीयते।
नैशम्वाऽकृतचूडस्य त्रिरात्रम्परतः स्मृतम्॥
]

`verse 4 [
जननेऽप्येवमेव स्यात् सर्ववर्णेषु सर्वदा।
तथास्थिसञ्चयादूर्ध्वमङ्गस्पर्शो विधीयते॥
]

`verse 5 [
प्रेताय पिण्डददानन्तु द्वादशाहं समाचरेत्।
पाथेयं तस्य तत् प्रोक्तं यतः प्रीतिकरं महत्॥
]

`verse 6 [
तस्मात् प्रेतपुरं प्रेतो द्वादशाहं न नीयते।
गृहं पुत्रं कलत्रञ्च द्वादशाहं प्रपश्यति॥
]

`verse 7 [
तस्मान्निधेयमाकाशे दशरात्रं पयस्तथा।
सर्वदाहोपशान्त्यर्थमध्वश्रमविनाशनम्॥
]

`verse 8 [
तत एकादशाहे तु द्विजानेकादशैव तु।
क्षत्रादिः सूतकान्ते तु भोजयेदयुतो द्विजान्॥
]

`verse 9 [
द्वितीयेऽह्नि पुनस्तद्वदेकोद्दिष्टं समाचरेत्।
आवाहनाग्नौकरणं दैवहीनं विधानतः॥
]

`verse 10 [
एकं पवित्रमेकोर्घ एकः पिण्डो विधीयते।
उपतिष्ठतमित्येतद्देयं पश्चात्तिलोदकम्॥
]

`verse 11 [
स्वादितं विकिरेद्‌ ब्रूयाद्विसर्गे चाभिरम्यताम्।
शेषं पूर्ववदत्रापि कार्यं वेदविदा पितुः॥
]

`verse 12 [
अनेन विधिना सर्वमनुमासं समाचरेत्।
सूतकान्ताद्वितीयेऽह्नि शय्यां दद्याद्विलक्षणाम्॥
]

`verse 13 [
काञ्चनं पुरुषं तद्वत् फलवस्त्रसमन्विताम्।
संपूज्य द्विजदाम्पत्यं नानाभरणभूषणैः॥
]

`verse 14 [
वृषोत्सर्गं प्रकुर्वीत देया च कपिला शुभा।
उदकुम्भश्च दातव्यो भक्ष्यभोज्यसमन्वितः॥
]

`verse 15 [
यावदब्दं नरश्रेष्ठ!। सतिलोदकपूर्वकम्।
ततः संवत्सरे पूर्णे सपिण्डीकरणं भवेत्॥
]

`verse 16 [
सपिण्डीकरणादूर्ध्वं प्रेतः पार्वणभाग् भवेत्।
वृद्धिपूर्वेषु योग्यश्च गृहस्थश्च भवेत्ततः॥
]

`verse 17 [
सपिण्डीकरणे श्राद्धे देवपूर्वं नियोजयेत्।
पितॄनेवासयेत्तत्र पृथक् प्रेतं विनिर्दिशेत्॥
]

`verse 18 [
गन्धोदकतिलैर्युक्तं कुर्यात्पात्रचतुष्टयम्।
अर्घार्थं पितृपात्रेषु प्रेतपात्रं प्रसेचयेत्॥
]

`verse 19 [
तद्वत्‌संकल्प्य चतुरः पिण्डान् पिण्डप्रदस्तदा।
ये समाना इति द्वाभ्यामन्त्यन्तु विभजेत्त्रिधा॥
]

`verse 20 [
चतुर्थस्य पुनः कार्यं न कदाचिदतो भवेत्।
ततः पितृत्वमापन्नः सर्वतस्तुष्टिमागतः॥
]

`verse 21 [
अग्निष्वात्तादिमध्यत्त्वं प्राप्नोत्यमृतमुत्तमम्।
सपिण्डीकरणादूर्ध्वं तस्मै तस्मान्नदीयते॥
]

`verse 22 [
पितृष्वेव तु दातव्यं तत् पिण्डो येषु संस्थितः।
ततः प्रभृति संक्रान्तावुपरागादि पर्वसु॥
]

`verse 23 [
त्रिपिण्डमाचरेच्छ्राद्धमेकोद्दिष्टं मृताहनि।
एकोद्दिष्टं परित्यज्य मृताहे यः समाचरेत्॥
]

`verse 24 [
सदैव पितृहा स स्यान्मातृभ्रातृविनाशकः।
मृताहे पार्वणं कुर्वन्नधोऽधो याति मानवः॥
]

`verse 25 [
संपृक्तेष्वाकुली भावः प्रेतेषु तु यतो भवेत्।
प्रतिसंवत्सरं तस्मादेकोद्दिष्टं समाचरेत्॥
]

`verse 26 [
यावदब्दन्तु यो दद्यादुदकुम्भं विमत्सरः।
प्रेतायान्नसमायुक्तं सोऽश्वमेधफलं लभेत्॥
]

`verse 27 [
आमश्राद्धं यथा कुर्याद्विधिज्ञः श्राद्धदस्तदा।
तेनाग्नौ करणं कुर्यात्‌ पिण्डांस्तेनैव निर्वपेत्॥
]

`verse 28 [
त्रिभिः सपिण्डिकरणे अशेषत्रितये पिता।
यदा प्राप्स्यति कालेन तदा मुच्येत बन्धनात्॥
]

`verse 29 [
मुक्तोऽपि लेपभागित्वं प्राप्नोति कुशमार्जनात्।
लेपभाजश्चतुर्थाद्याः पित्राद्याः पिण्डभागिनः॥
पिण्डदः सप्तमस्तेषां सापिण्ड्यं साप्तपौरुषम्॥
]
