`verse 1 [
श्राद्धप्रकरणम्।

ऋषय ऊचुः।
कथं कव्यानि देयानि हव्यानि च जनैरिह।
गच्छन्ति पितृलोकस्थान्‌ प्रापकः कोऽत्र गद्यते॥
]

`verse 2 [
यदि मर्त्यो द्विजो भुङ्क्ते हूयते यदिवानले।
शुभाशुभात्मकैः प्रेतै र्दत्तं तद्‌भुज्यते कथम्॥
]

`speaker [
सूत उवाच
]

`verse 3 [
वसून्‌ वदन्ति च पितॄन्‌ रुद्रांश्चैव पितामहान्।
प्रपितामहांस्तथादित्यानित्येवं वैदिकी श्रुतिः॥
]

`verse 4 [
नामगोत्रं पितॄणान्तु प्रापकं हव्य कव्ययोः।
श्राद्धस्य मन्त्राः श्रद्धा च उपयोज्यातिभक्तितः॥
]

`verse 5 [
अग्निष्वात्तादयस्तेषामाधिपत्ये व्यवस्थिताः।
नाम गोत्र काल देशा भवान्तरगतानपि॥
]

`verse 6 [
प्राणिनः प्रीणयन्त्येते तदाहारत्वमागतान्।
देवो यदि पिता जातः शुभकर्म्मानुयोगतः॥
]

`verse 7 [
तस्यान्नममृतं भूत्वा दिव्यत्वेऽप्यनुगच्छति।
दैत्यत्त्वे भोगरूपेण पशुत्त्वे च तृणं भवेत्॥
]

`verse 8 [
श्राद्धान्नं वायुरूपेण सर्पत्त्वेप्युपतिष्ठति।
पानं भवति यक्षत्वे गृध्रत्वेऽपि तथामिषम्॥
]

`verse 9 [
दनुजत्वे तथा माया प्रेतत्त्वे रुधिरोदकम्।
मनुष्यत्त्वेऽन्नपानानि नानाभोगरसं भवेत्॥
]

`verse 10 [
रतिशक्तिः स्त्रियः कान्ता भोज्यं भोजन शक्तिता।
दानशक्तिः सविभवा रूपसारोग्यमेव च॥
]

`verse 11 [
श्रद्धा पुष्पमिदं प्रोक्तं फलं बह्मसमागमः।
आयुः पत्रान्धनं विद्यां स्वर्गं मोक्षं सुखानि च॥
]

`verse 12 [
राज्यं चैव प्रयच्छन्ति प्रीताः पितृगणा नृणाम्।
श्रूयते च पुरा मोक्षं प्राप्ताः कौशिकसूनवः॥
पञ्चभिर्जन्मसम्बन्धै र्गता विष्णोः परं पदम्॥
]

`colophon [
इति श्रीमत्स्यपुराणे श्राद्धकल्पे फलानुगमनो नाम एकोनविंशोऽध्यायः॥
]
