`verse 1 [
श्राद्धमाहात्म्ये कौशिकसूनुकथानकम्।

ऋषय ऊचुः।
कथं कौशिकदायादाः प्राप्तास्ते योगमुत्तमम्।
पञ्चभिर्जन्मसम्बन्धैः कथं कर्म्मक्षयोऽभवत्॥
]

`verse 2 [
कौशिको नाम धर्म्मात्मा कुरुक्षेत्रे महान्‌ ऋषिः।
नामतः कर्म्मतस्तस्य सूतान्‌ सप्त निबोधत॥
]

`verse 3 [
स्वसृपः क्रोधनो हिंस्रः पिशुनः कविरेव च।
वाग्दुष्टः पितृवर्ती च गर्गशिष्यास्तदाभवन्॥
]

`verse 4 [
पितर्य्युपरते तेषामभूद्‌ दुर्भिक्षमुल्बणम्।
अनावृष्टिश्च महती सर्वलोकभयङ्करी॥
]

`verse 5 [
गर्गादेशाद्वने दोग्‌ध्रीं रक्षन्तस्ते तपोधनाः।
खादामः कपिलामेता वयं क्षुत्‌पीड़िता भृशम्।
]

`verse 6 [
इति चिन्तयतां पापं लघुः प्राह तदानुजः।
यद्यवश्यमियं बध्या श्राद्धरूपेण योज्यताम्॥
]

`verse 7 [
श्राद्धे नियोज्यमानेयं पापात् त्रास्यति नोध्रुवम्।
एवं कुर्वित्यनुज्ञातः पितृवर्ती तदानुजैः॥
]

`verse 8 [
चक्रे समाहितः श्राद्धमुपयुज्य च तां पुनः।
द्वौ देवे भ्रातरौ कृत्वा पित्रे त्रीनप्यनुक्रमात्॥
]

`verse 9 [
तथैकमतिथिं कृत्वा श्राद्धदः स्वयमेव तु।
चकार मन्त्रवच्छ्राद्धं स्मरन् पितृपरायणः॥
]

`verse 10 [
विना गवा वत्सकोऽपि गुरवे विनिवेदितः।
व्याघ्रेण निहता धेनुर्वत्सोऽयं प्रतिगृह्यताम्॥
]

`verse 11 [
एवं साभक्षिताधेनुः सप्तभिस्तैस्तपोधनैः।
वैदिकं बलमाश्रित्य क्रूरे कर्म्मणि निर्भयाः॥
]

`verse 12 [
ततः कालावकृष्टास्ते व्याधा दासपुरेऽभवन्।
जातिस्मरत्वं प्राप्तास्ते पितृभावेन भाविताः॥
]

`verse 13 [
यत् कृतं क्रूरकर्म्मापि श्राद्धरूपेण तैस्तदा।
तेन ते भवने जाता व्याधानां क्रूरकर्मिणाम्॥
]

`verse 14 [
पितॄणाञ्चैव माहात्म्याज्जाता जातिस्मरास्तु ते।
ते तु वैराग्ययोगेन आस्थायानशनं पुनः॥
]

`verse 15 [
जातिस्मराः सप्तजाता मृगाः कालञ्जरे गिरौ।
नीलकण्ठस्य पुरतः पितृभावानुभाविताः॥
]

`verse 16 [
तत्रापि ज्ञानवैराग्यात् प्राणानुत्सृज्य धर्म्मतः।
लोकैरवेक्ष्यमाणास्ते तीर्थान्तेऽनशनेन तु॥
]

`verse 17 [
मानसे चक्रवाकास्ते सञ्जाताः सप्तयोगिनः।
नामतः कर्मतः सर्व्वान् श्रृणुध्वं द्विजसत्तमाः॥
]

`verse 18 [
सुमनाः कुमुदः शुद्धश्छिद्रदर्शी सुनेत्रकः।
सुनेत्रश्चांशुमांश्चैव सप्तैते योगपारगाः॥
]

`verse 19 [
योगभ्रष्टास्त्रय स्तेषां वभ्रमुश्चाल्पचेतनाः।
द्रृष्ट्वा विभ्राजमानं तमुद्याने स्त्रीभिरन्वितम्॥
]

`verse 20 [
क्रीड़न्तं विविधैर्भावै र्महाबलपराक्रमम्।
पाञ्चालान्वयसम्भूतं प्रभूतबलवाहनम्॥
]

`verse 21 [
राज्यकामोभवच्चैकस्तेषां मध्ये जलौकसाम्।
पितृवर्ती च यो विप्रः श्राद्धकृत्‌ पितृवत्सलः॥
]

`verse 22 [
अपरौ मन्त्रिणौ द्रृष्ट्वा प्रभूतबलवाहनौ।
मन्त्रित्वे च क्रतुश्चेच्छामस्मिन्मर्त्ये द्विजोत्तमाः॥
]

`verse 23 [
तन्मध्ये ये तु निष्कामास्ते बभूवुर्द्विजोत्तमाः।
विभ्राजमानस्त्वेकोऽभूत् ब्रह्मदत्त इति स्मृतः॥
]

`verse 24 [
मन्त्रिपुत्रौ तथा चोभौ कण्डरीकसुबालकौ।
ब्रह्मदत्तोऽभिषिक्तः सन् पुरोहितविपश्चिता॥
]

`verse 25 [
पाञ्चालराजो विक्रान्तः सर्वशास्त्रविशारदः।
योगवित् सर्वजन्तूनां रुतवेत्ताऽभवत्तदा॥
]

`verse 26 [
तस्य राज्ञोऽभवद् भार्य्या देवलस्यात्मजा शुभा।
सन्नतिर्नामविख्याता कपिलायाभवत्‌ पुरा॥
]

`verse 27 [
पितृकार्यो नियुक्तत्वादभवद्‌ ब्रह्मवादिनी।
तया चकार सहितः सराज्यं राजनन्दनः॥
]

`verse 28 [
कदाचिदुद्यानगः तया सह स पार्थिवः।
ददर्श कीटमिथुनमनङ्ग कलहाकुलम्॥
]

`verse 29 [
पिपीलकामनुनयन् परितः कीटकामुकः।
पञ्चबाणाभितप्ताङ्गः स गद्गदमुवाच ह॥
]

`verse 30 [
न त्वयासद्रृशी लोके कामिनी विद्यते क्वचित्।
मध्यक्षामातिजघना बृहद्वक्षोऽभिगामिनी॥
]

`verse 31 [
सुवर्णवर्णा सुश्रोणी मञ्जूक्ता चारुहासिनी।
सुलक्षनेत्ररसना गुड़शर्करवत्सला॥
]

`verse 32 [
भोक्ष्यसे मयि भुंक्ते त्वं स्नासि स्नाते तथा मयि।
प्रोषिते सति दीनत्वं क्रुद्धेऽपि भयचञ्चला॥
]

`verse 33 [
किमर्थं वद कल्याणि! सरोषवदनास्थिता।
सा तमाह सकोपा तु किमालपसि मां शठ॥
]

`verse 34 [
त्वया मोदकचूर्णन्तु मां विहाय विनेष्यता।
प्रदत्तं समतिक्रान्ते दिनेऽन्यस्याः समन्मथ!॥
]

`verse 35 [
त्वत्साद्रृशान् मया दत्तमन्यस्यै वरवर्णिनि!।
तदेकमपराधं मे क्षन्तुमर्हसि भामिनि!॥
]

`verse 36 [
नैतदेवं करिष्यामि पुनः क्वापीह सुव्रते!।
स्पृशामि पादौ सत्येन प्रसीद प्रणतस्य मे॥
]

`speaker [
सूत उवाच
]

`verse 37 [
इति तद्वचनं श्रुत्वा सा प्रसन्नाऽभवत्ततः।
आत्मानमर्पयामास मोहनाय पिपीलिका॥
]

`verse 38 [
ब्रह्मदत्तोऽप्यशेषन्तं ज्ञात्वा विस्मयमागमत्।
सर्वसत्वरुतज्ञत्वात् प्रसादाच्चक्रपाणिनः॥
]
