`speaker [
ऋषय ऊचुः
]

`verse 1 [
कथं सत्वरुतज्ञोऽभूद् ब्रह्मदत्तो धरातले।
तच्चाभवत् कस्य कुले चक्रवाक चतुष्टयम्॥
]

`verse 2 [
तस्मिन्नेवपुरे जातास्ते च चक्राह्वयास्तदा।
वृद्धद्विजस्य दायादा विप्रा जातिस्मराः पुरा॥
]

`verse 3 [
धृतिमांस्तत्त्वदर्शी च विद्या चण्डस्तपोत्सुकः।
नामतः कर्म्मतश्चैते सुदरिद्रस्य ते सुताः॥
]

`verse 4 [
तपसे बुद्धिरभवत्तदा तेषां द्विजन्मनाम्।
यास्यामः परमां सिद्धिमित्यूचुस्ते द्विजोत्तमाः॥
]

`verse 5 [
ततस्तद्वचनं श्रुत्वा सुदरिद्रो महातपाः।
उवाच दीनया वाचा किमेतदिति पुत्रकाः॥
]

`verse 6 [
अधर्म्म एष इति वः पिता तानभ्यवारयत्।
वृद्धं पितरमुत्सृज्य दरिद्रं वनवासिनः॥
]

`verse 7 [
कोनुधर्मोऽत्रभवितामत्त्यगाद्‌ गतिरेव वा।
ऊचुस्ते कल्पिता वृत्तिस्तवतात! वदस्व तत्॥
]

`verse 8 [
वित्तमेतत् पुरो राज्ञः स ते दास्यति पुष्कलम्।
धनं ग्रामसहस्रापि प्रभाते पठतस्तव॥
]

`verse 9 [
ये विप्रमुख्याः कुरुजाङ्गलेषु दासास्तथा दासपुरे मृगाश्च।
कालञ्जरे सप्त च चक्रवाका ये मानसे ते वयमत्र सिद्धाः॥
]

`verse 10 [
इत्युक्त्वा पितरं जग्मुस्ते वनं तपसे पुनः।
वृद्धोऽपि राजभवनं जगामात्मार्थ सिद्धये॥
]

`verse 11 [
अनघो नाम वैभ्राजः पाञ्चालाधिपतिः पुरा।

पुत्रार्थी देवदेवेशं हरिं नारायणं प्रभुम्॥
]

`verse 12 [
आराधयामास विभुं तीव्र व्रतपरायणः।
ततः कालेन महता तुष्टस्तस्य जनार्दनः॥
]

`verse 13 [
वरं वृणीष्व भद्रं ते हृदयेनेप्सितं नृप!
एवमुक्तस्त देवेन वव्रे स वरमुत्तमम्॥
]

`verse 14 [
पुत्रं मे देहि देवेश! महाबलपराक्रमम्।
पारगं सर्वशास्त्राणां धार्मिकं योगिनां परम्॥
]

`verse 15 [
सर्वसत्वरुतज्ञं मे देहि योगिनमात्मजम्।
एवमस्त्विति विश्वात्मा तमाह परमेश्वरः॥
]

`verse 16 [
पश्यतां सर्वदेवानां तत्रैवान्तरधीयत।
ततः स तस्य पुत्रोऽभूत् ब्रह्मदत्तः प्रतापवान्॥
]

`verse 17 [
सर्वसत्वानुकम्पी च सर्वसत्व बलाधिकः।
सर्वसत्त्वरुतज्ञश्च सर्वसत्वेश्वरेश्वरः॥
]

`verse 18 [
अहसत्तेन योगात्मा स पिपीलिकरागतः।
यत्र तत् कीटमिथुनं रममाणमवस्थितम्॥
]

`verse 19 [
ततः सा सन्नतिर्द्रृष्ट्वा तं हसन्तं सुविस्मिता।
किमप्याशङ्क्य मनसा तमपृच्छन्नरेश्वरम्॥
]

`verse 20 [
अकस्मात्‌ इतिहासस्ते किमर्थमभवन्नृप!।
हास्यहेतुं न जानामि यदकाले कृतं त्वया॥
]

`speaker [
सूत उवाच
]

`verse 21 [
अवदद्राजपुत्रोऽपि स पिपीलिकभाषितम्।
रागवाग्भिः समुत्पन्नमेतद्धास्यं वरानने!॥
]

`verse 22 [
न चान्यत्‌ कारणं किञ्चिद्धास्यहेतौ शुचिस्मिते।
न सामन्यत्तदा देवी प्राहालीकमिदं वचः॥
]

`verse 23 [
अहमेवाद्यहसिता न जीविष्ये त्वयाऽधुना।
कथं पिपीलिकालापं मर्त्यो वेत्ति विना सुरान्॥
]

`verse 24 [
तस्मात्त्वयाहमेवेह हसिता किमतः परम्।
ततो निरुत्तरो राजा जिज्ञासुस्तत्‌ पुरो हरेः॥
]

`verse 25 [
आस्थाय नियमन्तस्थौ सप्तरात्रमकल्मषः।
स्वप्ने प्राह हृषीकेशः प्रभाते पर्यटन् पुरम्॥
]

`verse 26 [
वृद्धद्विजोयस्तद्वाक्यात्‌ सर्वं ज्ञास्यस्यशेषतः।
इत्युक्त्वान्तर्दधो विष्णुः प्रभातेऽथ नृपः पुरात्॥
]

`verse 27 [
निर्गच्छन्मन्त्रिसहितः सभार्यो वृद्धमग्रतः।
गदन्तं विप्रमायान्तं तं वृद्धं सन्ददर्श ह॥
]

`verse 28 [
ये विप्रमुख्याः कुरुजाङ्गलेषु दासास्तथा दासपुरे मृगाश्च।
कालञ्जरे सप्त च चक्रवाका ये मानसे ते वयमन्त्र सिद्धाः॥
]

`speaker [
सूत उवाच
]

`verse 29 [
इत्याकर्ण्य वचस्ताभ्यां स पपात शुचा ततः।
जातिस्मरत्वमगमत्तौ च मन्त्रिवरावुभौ॥
]

`verse 30 [
कामशास्त्रप्रणेता च वाभ्रव्यस्तु सुबालकः।
पाञ्चाल इति लोकेषु विश्रुतः सर्वशास्त्रवित्॥
]

`verse 31 [
कण्डरीकोऽपि धर्मात्मा वेदशास्त्रप्रवर्तकः।
भूत्वा जातिस्मरौ शोकात् पतितावग्रतस्तदा॥
]

`verse 32 [
हा वयं योगविभ्रष्टाः कामतः कर्मबन्धनाः।
एवं विलप्य बहुशस्त्रयस्ते योगपारगाः॥
]

`verse 33 [
विस्मयाच्छ्राद्धमाहात्म्यमभिनंद्य पुनः पुनः।
ततस्तस्मै धनं दत्त्वा प्रभूतग्रामसंयुतम्॥
]

`verse 34 [
विसृज्य ब्राह्मणन्तञ्च वृद्धं धन मुदान्वितम्।
आत्मीयं नृपतिः पुत्रं नृपलक्षणसंयुतम्॥
]

`verse 35 [
विष्वक् सेनाभिधानन्तु राजा राज्येऽभ्यषेचयत्।
मानसे मिलिताः सर्वे ततस्ते योगिनो वराः॥
]

`verse 36 [
ब्रह्मदत्तादयस्तस्मिन् पितृसक्ता विमत्सराः।
सन्नतिश्चाभवद्‌ भ्रष्टा मयैतत् किल कारितम्॥
]

`verse 37 [
राज्यत्यागफलं सर्वं यदेतदभिलष्यते।
तथेति प्राह राजा तु पुनस्तामभिनन्दयन्॥
]

`verse 38 [
त्वत् प्रसादादिदं सर्वं मयैतत् प्राप्यते फलम्।
ततस्ते योगमास्थाय सर्व एव वनौकसः॥
]

`verse 39 [
ब्रह्मरन्ध्रेण परमं पदमापुस्तपोधनाः।
एवमायुर्धनं विद्यां स्वर्गं मोक्षं सुखानि च॥
]

`verse 40 [
प्रयच्छन्ति सुतान् राज्यं नृणां प्रीताः पितामहाः।
य इदं पितृमाहात्म्यं ब्रह्मदत्तस्य च द्विजाः॥
]

`verse 41 [
द्विजेभ्यः श्रावयेद्यो वा श्रृणोत्यथ पठेत वा।
कल्पकोटिशतं साग्रं ब्रह्मलोके महीयते॥
]
