`verse 1 [
सोमवंशाख्यानम्।

ऋषय ऊचुः।
सोमः पितॄणामधिपः कथं शास्त्रविशारदः।
तद्वंश्या ये च राजानो बभूवुः कीर्तिवर्धनाः॥
]

`speaker [
सूत उवाच
]

`verse 2 [
आदिष्टो ब्रह्मणा पूर्वमत्रिः सर्गविधौ पुरा।
अनुत्तमं नाम तपः सृष्ट्यर्थं तप्तवान् प्रभुः॥
]

`verse 3 [
यदानन्दकरं ब्रह्म जगत् क्लेशविनाशनम्।
ब्रह्मविष्ण्वर्करुद्राणामभ्यन्तरमतीन्द्रियम्॥
]

`verse 4 [
शान्तिकृच्छान्तमनसस्तदन्तर्नयने स्थितम्।
माहात्म्यात्तपसा विप्राः परमानन्दकारकम्॥
]

`verse 5 [
यस्मादुमापतिः सार्द्धमुमया तमधिष्ठितः।
तं द्रृष्ट्वा चाष्टमांशेन तस्मात् सोमोऽभविच्छिशुः॥
]

`verse 6 [
अधः सुस्राव नेत्राभ्यां धामतच्चाम्बु सम्भवम्।
दीपयद्विश्वमखिलं ज्योत्स्नया स चराचरम्॥
]

`verse 7 [
तद्दिशो जगृहुर्धाम स्त्रीरूपेण सुतेच्छया।
गर्भोभूत्वोदरे तासामास्थितोऽब्द शतत्रयम्॥
]

`verse 8 [
आशास्तं मुमुचुर्गर्भमशक्ता धारणे ततः।
समादायाथ तं गर्भमेकीकृत्य चतुर्मुखः॥
]

`verse 9 [
युवानमकरोद् ब्रह्मा सर्वायुधधरं नरम्।
स्यन्दनेऽथ सहस्राश्वे वेदशक्तिमये प्रभुः॥
]

`verse 10 [
आरोप्य लोकमनयदात्मीयं सपितामहः।
तत्र ब्रह्मर्षिभिः प्रोक्तमस्मत्‌ स्वामी भवत्वयम्॥
]

`verse 11 [
पितृभिर्देवगन्धर्वैरोषधीभिस्तथैव च।
तुष्टुवुः सोमदेवत्यैर्ब्रह्माणं मन्त्रसंग्रहैः॥
]

`verse 12 [
स्तूयमानस्य तस्याभूदधिको धामसम्भवः।
तेजो वितानादभवद् भुवि दिव्यौषधीगणः॥
]

`verse 13 [
तद्दीप्तिरधिका तस्माद्रात्रौ भवति सर्वदा।
तेनौषधीशः सोमोऽभूद्‌ द्विजेशश्चापि गद्यते॥
]

`verse 14 [
वेदधामरसञ्चापि यदिदं चन्द्रमण्डलम्।
क्षीयते वर्द्धते चैव शुक्ले कृष्णे च सर्वदा॥
]

`verse 15 [
विंशतिञ्च तथा सप्तदक्षः प्राचेतसो ददौ।
रूपलावण्यसंयुक्तास्तस्मै कन्याः सुवर्चसः॥
]

`verse 16 [
ततः पाद्मसहस्राणां सहस्राणि दशैव तु।
तपश्चचार शीतांशु विष्णुध्यानैकतत्परः॥
]

`verse 17 [
ततस्तुष्टस्तु भगवांस्तस्मै नारायणो हरिः।
वरं वृणीष्व प्रोवाच परमात्मा जनार्दनः॥
]

`verse 18 [
ततो वव्रे वरान् सोमः शक्रलोकं जयाम्यहम्।
प्रत्यक्षमेव भोक्तारो भवन्तु मम मन्दिरे॥
]

`verse 19 [
राजसूये सुरगणा ब्रह्माद्याः सन्तु मे द्विजाः।
रक्षः पालः शिवोऽस्माकमास्तां शूलधरो हरः॥
]

`verse 20 [
तथेत्युक्तः स आजह्ने राजसूयन्तु विष्णुना।
होतात्रिर्भृगुरध्वर्युरुद्गाताभूच्चतुर्मुखः॥
]

`verse 21 [
ब्रह्मत्त्वमगमत्तस्य उपद्रष्टा हरिः स्वयम्।
सदस्याः सनकाद्यास्तु राजसूय विधौ स्मृता॥
]

`verse 22 [
चमसाध्वर्यवस्तत्र विश्वेदेवा दशैव तु।
त्रैलोक्यं दक्षिणा तेन ऋत्विग्‌भ्यः प्रतिपादितम्॥
]

`verse 23 [
ततः समाप्तेऽवभृथे तद्रूपालोकनेच्छवः।
कामबाणाभि तप्ताङ्ग्यो नवदेव्यः सिषेविरे॥
]

`verse 24 [
लक्ष्मीनारायणं त्यक्त्वा सिनीवाली च कर्दमम्।
द्युतिर्विभावसुं तद्वत्तुष्टिर्धातारमव्ययम्॥
]

`verse 25 [
प्रभाप्रभाकरं त्यक्त्वा हविष्मन्तं कुहूः स्वयम्।
कीर्तिर्जयन्तं भर्तारं वसुर्मारीचकश्यपम्॥
]

`verse 26 [
धृतिस्त्यक्त्वा पतिं नन्दिं सोममेवाभजंस्तदा।
स्वकीया इव सोमोऽपि कामयामास तास्तदा॥
]

`verse 27 [
एवं कृतापचारस्य तासाम्भर्तृगणस्तदा।
न शशाङ्कापचाराय शापैः शस्त्रादिभिः पुनः॥
]

`verse 28 [
तथाप्यराजत विधुर्दशधा भावयन्‌ दिशः।
सोमः प्राप्याथ दुष्प्राप्यमैश्वर्यमृषिसंस्कृतम्॥
सप्तलोकैकनाथत्वमवाप तपसा तदा ॥
]

`verse 29 [
कदाचिदुद्यानगतामपश्यदनेकपुष्पाभरणैश्च शोभितम्।
बृहन्नितम्बस्तनभारखेदात् पुष्पस्य भङ्गेऽप्यतिदुर्बलाङ्गीम्॥
]

`verse 30 [
भार्याञ्च तां देवगुरोरनङ्ग बाणाभिरामायतचारुनेत्राम्।
तारां स ताराधिपतिः स्मरार्तः केशेषु जग्राह विविक्तभूमौ॥
]

`verse 31 [
सापि स्मरार्ता सह तेन रेमे तद्रूपकान्त्या हृतमानसेन।
चिरं विहृत्याथ जगाम तारां विधुर्गृहीत्वा स्वगृहं ततोऽपि॥
]

`verse 32 [
न तृप्तिरासीच्च गृहेऽपि तस्य तारानुरक्तस्य सुखागमेषु।
बृहस्पतिस्तद्विरहाग्निदग्धस्तद्‌ध्यान निष्ठैकमना बभूव॥
]

`verse 33 [
शशाक शापन्न च दातुमस्मै न मन्त्रशस्त्राग्नि विषैरशेषैः।
तस्यापकर्तुं विविधैरुपायैर्नैवाभिचारैरपि वागदीशः॥।
]

`verse 34 [
स याचयामास ततस्तु दैन्यात् सोमं स्वभार्यार्थमनङ्ग तप्तः।
स याच्यमानोऽपि ददौ न तारां बृहस्पतेस्तत्सुखपाशबद्धः॥
]

`verse 35 [
महेश्वरेणाथ चतुर्मुखेन साध्यैर्मरुद्भिः सह लोकपालैः॥
ददौ यदा तान्न कथञ्चिदिन्दुस्तदा शिवः क्रोधपरो बभूव॥
]

`verse 36 [
यो वामदेवः प्रथितः पृथिव्यामनेक रुद्रार्चित पादपद्मः।
ततः सशिष्यो गिरिशः पिनाकी बृहस्पतिस्नेहवशानुबद्धः॥
]

`verse 37 [
धनुर्गृहीत्वाजगवं पुरारिर्जगाम भूतेश्वरसिद्धजुष्टः।
युद्धाय सोमेन विशेषदीप्त तृतीय नेत्रानल भीमवक्त्राः॥
]

`verse 38 [
सहैव जग्मुश्च गणेशकाद्या विंशच्चतुः षष्टिगणास्त्रयुक्ताः।
यक्षेश्वरः कोटिशतैरनेकैर्युतोऽन्वगात्स्यन्दन संस्थितानाम्॥
]

`verse 39 [
वेतालयक्षोरगकिन्नराणां पद्मेन चैकेन तथार्बुदेन।
लक्षैस्त्रिभिर्द्वादशभीरथानां सोमोऽप्यगात्तत्र विवृद्धमन्युः॥
]

`verse 40 [
नक्षत्रदैत्यासुरसैन्ययुक्तः शनैश्चराङ्गारकवृद्धतेजाः।
जग्मुर्भयं सप्त तथैव लोकाश्चचालभूर्द्वीपसमुद्रगर्भा॥
]

`verse 41 [
स सोममेवाभ्यगमत्पिनाकी गृहीत दीप्तास्त्र विशालवह्नि।
अथाभवद् भीषणभीमसेन सैन्यद्वयस्यापि महाहवोऽसौ॥
]

`verse 42 [
अशेषसत्वक्षयकृत्प्रवृद्धस्तीक्ष्णायुधास्त्रज्ज्वलनैकरूपः।
शस्त्रैरथान्योन्यमशेषसैन्यं द्वयोर्जगाम क्षयमुग्रतीक्ष्णैः ॥
]

`verse 43 [
पतन्ति शस्त्राणि तथोज्वलानि स्वर्भूमि पातालमथादहन्ति।
रुद्रः कोपाद् ब्रह्मशीर्षं मुमोच सोमोऽपि सोमास्त्रममोघवीर्यम्॥
]

`verse 44 [
तयोर्निपातेन समुद्र भूम्योरथान्तरिक्षस्य च भीतिरासीत्।
तदस्त्रयुग्मं जगतां क्षयाय प्रवृद्धमालोक्य पितामहोऽपि॥
]

`verse 45 [
अन्तः प्रविश्याथ कथं कथञ्चिन्निवारयामास सुरैः सहैव।
अकारणं किं क्षयकृज्जनानां सोम! त्वयापीत्थमकारिकार्यम्॥
]

`verse 46 [
यस्मात् परस्त्री हरणाय सोम!त्वया कृतं युद्धमतीव भीमम्।
पापग्रहस्त्वं भविता जनेषु शान्तोऽप्यलं नूनमथासितान्ते॥
]

`verse 47 [
भार्यामिमामर्पय वाक्‌ पतेस्त्वं न चावमानोऽस्ति परस्वहारे।
सूत उवाच।
तथेति चोवाच हिमांशुमाली युद्धादपाक्रामदतः प्रशान्तः॥
]
