`speaker [
सूत उवाच
]

`verse 1 [
ततः संवत्सरस्यान्ते द्वादशादित्यसन्निभः।
दिव्यपीताम्बरधरो दिव्याभरणभूषितः॥
]

`verse 2 [
तारोदराद्विनिष्क्रान्तः कुमारश्चन्द्रसन्निभः।
सर्वार्थशास्त्रविद् धीमान् हस्तिशास्त्रप्रवर्तकः॥
]

`verse 3 [
नामयद्राजपुत्रीयं विश्रुतं गजवैद्यकम्।
राज्ञः सोमस्य पुत्रत्वाद्राजपुत्रो बुधः स्मृतः॥
]

`verse 4 [
जातमात्रः स तेजांसि सर्वाण्येवाजयद् बली।
ब्रह्माद्यास्तत्र चाजग्मु र्देवा देवर्षिभिः सह
]

`verse 5 [
बृहस्पतिगृहे सर्वे जातकर्मोत्सवे तदा।
अपृच्छंस्ते सुरास्तारां केन जातः कुमारकः॥
]

`verse 6 [
ततः सा लज्जिता तेषां न किञ्चिदवदत्तदा।
पुनः पुनस्तदा पृष्टा लज्जयन्ती वराङ्गना॥
]

`verse 7 [
सोमस्येति चिरादाह ततोऽगृह्णाद्विधुः सुतम्।
बुध इत्यकरोन्नाम्ना प्रादाद्राज्यञ्च भूतले॥
]

`verse 8 [
अभिषेकं ततः कृत्वा युवानमकरोद् विभुः।
ग्रहसाम्यं प्रदायाथ ब्रह्मा ब्रह्मर्षि संयुतः॥
]

`verse 9 [
पश्यतां सर्वदेवानां तत्रैवान्तरधीयत।
इलोदरे च धर्मिष्ठं बुधः पुत्रमजीजनत्॥
]

`verse 10 [
अश्वमेधशतं साग्रमकरोद्यः स्वतेजसा।
पुरूरवा इति ख्यातः सर्वलोकनमस्कृतः॥
]

`verse 11 [
हिमवच्छिखरे रम्ये समाराध्य जनार्दनम्।
लोकैश्वर्यमगाद्राजा सप्तद्वीप पतिस्तदा॥
]

`verse 12 [
केशिप्रभृतयो दैत्याः कोटिशो येन दारिताः।
उर्वशी यस्य पत्नीत्वमगमद्रूपमोहिता॥
]

`verse 13 [
सप्तद्वीपा वसुमती सशैलवनकानना।
धर्मेण पालिता तेन सर्वलौक हितैषिणा॥
]

`verse 14 [
चामर ग्राहिणीकीर्तिः सदाचैवाङ्गवाहिका।
विष्णोः प्रसादाद्देवेन्द्रो ददावर्धासनन्तदा॥
]

`verse 15 [
धर्मार्थकामान्‌ धर्मेण सममेवाभ्यपालयत्।
धर्मार्थकामाः सन्द्रष्टुमाजग्मुः कौतुकात्पुरा॥
]

`verse 16 [
जिज्ञासवस्तच्चरितं कथं पश्यति नः समम्।
भक्त्या चक्रे ततस्तेषामर्घ्यं पाद्यादिकं नृपः॥
]

`verse 17 [
आसनत्रयमानीय दिव्यं कनकभूषितम्।
निवेश्याथाकरोत् पूजामीषद्धर्मेऽधिकां पुनः॥
]

`verse 18 [
जग्मतुस्तेन कामार्थावतिकोपं नृपं प्रति।
अर्थः शापमदात्तस्मै लोभात्त्वं नाशमेष्यसि॥
]

`verse 19 [
कामोऽप्याह तवोन्मादो भविता गन्धमादने।
कुमारवनमाश्रित्य वियोगादुर्वशीभवात्॥
]

`verse 20 [
धर्मोऽप्याह चिरायुस्त्वं धार्मिकश्च भविष्यसि।
सन्ततिस्तव राजेन्द्र यावच्चन्द्रार्क तारकम्॥
]

`verse 21 [
शतशो वृद्धिमायातु न नाशम्भुवि यास्यति।
इत्युक्त्वान्तर्दधुः सर्वे राजा राज्यं तदन्वभूत्॥
]

`verse 22 [
अहन्यहनि देवेन्द्रं द्रष्टुं याति सराजराट्।
कदाचिदारुह्य रथं दक्षिणाम्बरचारिणम्॥
]

`verse 23 [
सार्द्धमर्केण सोऽपश्यन्नीयमानामथाम्बरे।
केशिना दानवेन्द्रेण चित्रलेखामथोर्वशीम्॥
]

`verse 24 [
तं विनिर्जित्य समरे विविधायुधपाणिना।
बुधपुत्रेण वायव्यमस्त्रं मुक्त्वा यशोऽर्थिना॥
]

`verse 25 [
तथा शक्रोऽपि समरे येन चैवं विनिर्जितः।
मित्रत्वमगमद्देवैर्ददाविन्द्राय चोर्वशीम्॥
]

`verse 26 [
ततः प्रभृति मित्रत्वमगमत् पाकशासनः।
सर्वलोकातिशायित्वं बलमूर्जो यशः श्रियम्॥
]

`verse 27 [
प्रादाद्वज्रीतु सन्तुष्टो गेयतां भरतेन च।
सा पुरूरवसः प्रीत्या गायन्तीं चरितं महत्॥
]

`verse 28 [
लक्ष्मी स्वयं वरं नाम भरतेन प्रवर्त्तितम्।
मेनकामुर्वशीं रम्भां नृत्यतेति तदा दिशत्॥
]

`verse 29 [
ननर्त्त सलयं तत्र लक्ष्मीरूपेण चोर्वशी।
सा पुरूरवसं द्रृष्ट्वा नृत्यन्ती कामपीडिता॥
]

`verse 30 [
विस्मृताभिनयं सर्वं यत्पुरा भरतोदितम्।
शशाप भरतः क्रोधाद्वियोगादस्य भूतले॥
]

`verse 31 [
पञ्चपञ्चाशदब्दानि लता सूक्ष्मा भविष्यसि।
पुरूरवाः पिशाचत्वं तत्रैवानु भविष्यसि॥
]

`verse 32 [
ततस्तमुर्वीशी गत्वा भर्तारमकरोच्चिरम्।
शापान्ते भरतस्याथ उर्वशी बुधसूनुतः॥
]

`verse 33 [
अजीजनत् सुतानष्टौ नामतस्तान्निबोधत।
आयुर्द्रृढायुरश्वायु धनायुर्धृतिमान्वसुः॥
]

`verse 34 [
शुचिविद्यः शतायुश्च सर्वे दिव्यबलौजसः।
आयुषो नहुषः पुत्रो वृद्धशर्मा तथैव च॥
]

`verse 35 [
रजिर्दम्भो विपाप्मा च वीराः पञ्च महारथाः।
रजेः पुत्रशतं जज्ञे राजेयमिति विश्रुतम्॥
]

`verse 36 [
रजिराराधयामास नारायणमकल्मषम्।
तपसा तोषितो विष्णुर्वरान् प्रादान्महीपतेः॥
]

`verse 37 [
देवासुरमनुष्याणामभूत् स विजयी तदा।
अथ देवासुरं युद्धमभूद्वर्षशतत्रयम्॥
]

`verse 38 [
प्रह्लादशक्रयोर्भीमं न कश्चिद्विजयी तयोः।
ततो देवासुरैः पृष्टः प्राह देवश्चतुर्मुखः॥
]

`verse 39 [
अनयोर्विजयी कः स्यात्‌ रजिर्यत्रेति सोऽब्रवीत्।
जयाय प्रार्थितो राजा सहायस्त्वं भवस्व नः॥
]

`verse 40 [
दैत्यैः प्राह यदि स्वामी वो भवामि ततस्त्वलम्।
नासुरैः प्रतिपन्नं तत्‌ प्रतिपन्नं सुरैस्तथा॥
]

`verse 41 [
स्वामी भव त्वमस्माकं संग्रामे नाशयद्विषः।
ततो विनाशिताः सर्वे येऽवध्या वज्रपाणिना॥
]

`verse 42 [
पुत्रत्वमगमत् तुष्टस्तस्येन्द्रः कर्मणा विभुः।
दत्वेन्द्राय तदा राज्यं जगाम तपसेरजिः॥
]

`verse 43 [
रजिपुत्रैस्तदाच्छिन्नं बलादिन्द्रस्य वैभवम्।
यज्ञभागञ्च राज्यञ्च तपो बल गुणान्वितैः॥
]

`verse 44 [
राज्याद्‌भ्रष्टस्तदाशक्रो रजिपुत्रैर्निपीडितः।
प्राहवाचस्पतिं दीनः पीडितोऽस्मि रजेः सुतैः॥
]

`verse 45 [
न यज्ञभागो राज्यं मे निर्जितश्च बृहस्पते।
राज्यलाभाय मे यत्नं विधत्स्व धिषणाधिप॥
]

`verse 46 [
ततो बृहस्पतिः शक्रमकरोद् बलदर्पितम्।
ग्रहशान्तिविधानेन पौष्टिकेन च कर्मणा॥
]

`verse 47 [
गत्वाऽथ मोहयामास रजिपुत्रान्‌ बृहस्पतिः।
जिनधर्मं समास्थाय वेदबाह्यं सवेदवित्॥
]

`verse 48 [
वेदत्रयी परिभ्रष्टां श्चकार धिषणाधिपः।
वेदबाह्यान् परिज्ञाय हेतुवादसमन्वितान्॥
]

`verse 49 [
जधान शक्रो वज्रेण सर्वान्‌ धर्मबहिष्कृतान्।
नहुषस्य प्रवक्ष्यामि पुत्रान्‌ सप्तैव धार्मिकान्॥
]

`verse 50 [
ततः प्रभृति मित्रत्वमगमत्पाकशासनः।
सर्वलोकातिशायित्वं बलमूर्जो यशः श्रियम्॥
]

`verse 51 [
यतिः कुमारभावेऽपि योगी वैखानसोऽभवत्।
ययातिश्चाकरोद्राज्यं धर्मैक शरणः सदा॥
]

`verse 52 [
शर्मिष्ठा तस्य भार्याभूद्‌ दुहिता वृषपर्वणः।
भार्गवस्यात्मजा तद्वत् देवयानी च सुव्रता॥
]

`verse 53 [
ययातेः पञ्च दायादास्तान् प्रवक्ष्यामि नामतः।
देवयानी यदुं पुत्रं तुर्वसुञ्चाप्यजीजनत्॥
]

`verse 54 [
तथाद्रुह्य मनुं पूरुं शर्मिष्ठाजनयत्‌ सुतान्।
यदुः पूरुश्चाभवतां तेषां वंशविवर्धनौ॥
]

`verse 55 [
ययातिर्नाहुषश्चासीत् राजा सत्यपराक्रमः।
पालयामास स महीमीजे च विधिवन्मखैः॥
]

`verse 56 [
अतिभक्त्या पितॄनर्च्य देवांश्च प्रयतः सदा।
अथाजयत्‌ प्रजाः सर्वा ययातिरपराजितः॥
]

`verse 57 [
स शाश्वतीः समा राजा प्रजाधर्मेण पालयत्।
जरामार्च्छन्महाघोरं नाहुषो रूपनाशिनीम्॥
]

`verse 58 [
जराभिभूतः पुत्रान् स राजा वचनमब्रवीत्।
यदुं पूरुं तुर्वसुञ्च द्रुह्यं चानुञ्च पार्थिवः॥
]

`verse 59 [
यौवनेन चलान्‌ कामान् युवायुवतिभिः सह।
विहर्तुमहमिच्छामि साहाय्यं कुरुतात्मजाः॥
]

`verse 60 [
तं पुत्रो देवयानेयः पूर्वजो यदुरब्रवीत्।
साहाय्यं भवतः कार्यमस्माभि र्यौवनेन किम्॥
]

`verse 61 [
ययातिरब्रवीत् पुत्रान् जरा मे प्रतिगृह्यताम्।
यौवनेनाथ भवतां चरेयं विषयानहम्॥
]

`verse 62 [
यजतो दीर्घसत्रैर्मे शापाच्चोशनसो मुनेः।
कामार्थः परिहीनो मेऽतृप्तोऽहं तेन पुत्रकाः॥
]

`verse 63 [
स्वकीयेन शरीरेण जरामेनां प्रशास्तु वः।
अहं तन्वाभिनवया युवाकामानवाप्नुयाम्॥
]

`verse 64 [
न तेऽस्य प्रत्यगृह्णन्त यदु प्रभृतयो जराम्।
चतुरस्तान् स राजर्षिरशपच्चेति नः श्रुतम्॥
]

`verse 65 [
तमब्रवीत्ततः पूरुः कनीयान् सत्यविक्रमः।
जरां मा देहि नवया तन्वा मे यौवनात्‌ सुखी॥
]

`verse 66 [
अहं जरावन्तमादाय राज्ये स्थास्यामि चाज्ञया।
एवमुक्तः स राजर्षिस्तपोवीर्य्य समाश्रयात्॥
]

`verse 67 [
संस्थापयामास जरां तदा पुत्रे महात्मनि।
पौरवेणाथ वयसा राजा यौवनमास्थितः॥
]

`verse 68 [
ययातेश्चाथ वयसा राज्यं पूरुरकारयत्।
ततो वर्षसहस्रान्ते ययातिरपराजितः॥
]

`verse 69 [
अतृप्त इव कामानां पूरुं पुत्रमुवाच ह।
त्वया दायादवानस्मि त्वं मे वंशकरः सुतः॥
]

`verse 70 [
पौस्वो वंश इत्येष ख्यातिं लोके गमिष्यति।
ततः स नृपशार्दूलः पूरुं राज्येऽभिषिच्य च॥
कालेन महता पश्चात्काल धर्म्ममुपेयिवान्॥
]

`verse 71 [
पूरुवंशं प्रवक्ष्यामि श्रृणुध्वमृषिसत्तमाः॥
यत्र ते भारता जाता भरतान्वय वर्द्धनाः॥
]
