`verse 1 [
ययातिचरित्रम्।

ऋषय ऊचुः।
किमर्थं पौरवो वंशः श्रेष्ठत्वं प्राप भूतले।
ज्येष्ठस्यापि यदोर्वंशः किमर्थं ह्रीयते श्रिया॥
]

`verse 2 [
अन्यद् ययातिचरितं सूत! विस्तरतो वद।
यस्मात्तत्पुण्यमायुष्यमभिनन्द्यं सुरैरपि॥
]

`speaker [
सूत उवाच
]

`verse 3 [
एतदेव पुरा पृष्टः शतानीकेन शौनकः।
पुण्यं पवित्रमायुष्यं ययाति चरितं महत्॥
]

`speaker [
शतानीक उवाच
]

`verse 4 [
ययातिः पूर्वजोऽस्माकं दशामो यः प्रजापते।
कथं स शुक्रतनयां लेभे परमदुर्लभाम्॥
]

`verse 5 [
एतदिच्छाम्यहं श्रोतुं विस्तरेण तपोधन।
आनुपूर्व्याच्च मे शंस पूरोर्वंश धरान्नृपान्॥
]

`speaker [
शौनक उवाच
]

`verse 6 [
ययातिरासीद्राजर्षि र्देवराज समद्युतिः।
तं शुक्रवृषपर्वाणौ वव्राथे वै यथा पुरा॥
]

`verse 7 [
तत्तेऽहं सम्प्रवक्ष्यामि पृच्छतो राजसत्तम।
देवयान्याश्च संयोगं ययातेर्नाहुषस्य च॥
]

`verse 8 [
सुराणमसुराणाञ्च समजायत वै मिथः।
ऐश्वर्यं प्रतिसङ्घर्षं स्त्रैलोक्ये सचराचरे॥
]

`verse 9 [
जिगीषया ततो देव बब्रुराङ्गिरसं मुनिम्।
पौरोहित्ये च यज्ञार्थे काव्यं तूशनसं परे॥
]

`verse 10 [
ब्राह्मणौ तावुभौ नित्यमन्योन्यं स्पर्धिनौ भृशम्।
तत्र देवा निजघ्नुर्यान् दानवान् युधिसङ्गतान्॥
]

`verse 11 [
तान् पुनर्जीवयामास काव्यो विद्या बलाश्रयात्।
ततस्ते पुनरुत्थाय योधयां चक्रिरे सुरान्॥
]

`verse 12 [
असुरास्तु निजघ्नुर्या सुरान् समरमूर्द्धनि।
न तान्‌ संजीवयामास बृहस्पतिरुदारधीः॥
]

`verse 13 [
न हि वेदसतां विद्यां यां काव्यो वेद वीर्य्यवान्।
संजीवनीन्ततो देवा विषादमगमन् परम्॥
]

`verse 14 [
अथ देवा भयोद्विग्नाः काव्यादुशनसस्तदा।
ऊचुः कचमुपागम्य ज्येष्ठं पुत्रं बृहस्पतेः॥
]

`verse 15 [
भजमानान् भजस्वास्मान् कुरु साहाय्यमुत्तमम्।
यासौ विद्या निवसति ब्रह्मणे मिततेजसि॥
]

`verse 16 [
शुक्रे तामाहर क्षिप्रं भागभाग्नो भविष्यसि।
वृषपर्वणः समीपेऽसौ शक्यो द्रष्टुं त्वया द्विजः॥
]

`verse 17 [
रक्षते दानवांस्तत्र न स रक्षत्यदानवान्।
तमाराधयितुं शक्तो नान्यः कश्चिद्रृते त्वया॥
]

`verse 18 [
देवयानी च दयिता सुता तस्य महात्मनः।
तामाराधयितुं शक्तो नान्यः कश्चन विद्यते॥
]

`verse 19 [
शीलदाक्षिण्यमाधुर्यैराचारेण दमेन च।
देवयान्यान्तु तुष्टायां विद्यान्तां प्राप्स्यसि ध्रुवम्॥
]

`verse 20 [
तदा हि प्रेषितो देवैः समीपे वृषपर्वणः।
तथेत्युक्त्वा तु स प्रायाद्‌ बृहस्पतिसुतः कचः॥
]

`verse 21 [
स गत्वा त्वरितो राजन्! देवैः संपूजितः कचः।
असुरेन्द्रपुरे शुक्रं प्रणम्येदमुवाच ह॥
]

`verse 22 [
ऋषेरङ्गिरसः पौत्रं पुत्रं साक्षाद्‌ बृहस्पते।
नाम्ना कचेति विख्यातं शिष्यं गृह्णातु मां भवान्॥
]

`verse 23 [
ब्रह्मचर्यं चरिष्यामि त्वय्यहं परमं गुरो।
अनुमन्यस्व मां ब्रह्मन्! सहस्र परिवत्सरान्॥
]

`speaker [
शुक्र उवाच
]

`verse 24 [
कच! सुस्वागतन्तेऽस्तु प्रतिगृह्णामि ते वचः।
अर्चयिष्येऽहमर्च्यं त्वामर्चितोऽस्तु बृहस्पतिः॥
]

`speaker [
शौनक उवाच
]

`verse 25 [
कचस्तु तं तथेत्युक्त्वा प्रतिजग्राह तद्‌ व्रतम्।
आदिष्टं कविपुत्रेण शुक्रेणोशनसावयम्॥
]

`verse 26 [
व्रतञ्च व्रतकालञ्च यथोक्तं प्रत्यगृह्णत।
आराधयन्नुपाध्यायं देवयानीञ्च भारत॥
]

`verse 27 [
संशीलयन् देवायनीं कन्यां संप्राप्तयौवनाम्।
पुष्पैः फलैः प्रेषणैश्च तोषयामास भार्गवीम्॥
]

`verse 28 [
देवयान्यपि तं विप्रं नियमव्रतचारिणम्।
अनुयायन्ती ललना रहः पर्यचरत्तदा॥
]

`verse 29 [
पञ्चवर्ष शतान्येवं कचस्य चरतो भृशम्।
तत्तत्तीव्रं व्रतं बुध्वा दानवास्तं ततः कचम्॥
]

`verse 30 [
गारक्षन्तं वने द्रृष्ट्वा रहस्येनममर्षिताः।
जघ्नुर्बृहस्पते र्द्वेषान्निजरक्षार्थमेव च॥
]

`verse 31 [
हत्वा शालावृकेभ्यश्च प्रायच्छंस्तिलशः कृतम्।
ततो गावो निवृत्तास्ता अगोपाः खनिवेशनम्॥
]

`verse 32 [
ता द्रृष्ट्वा रहितागास्तु कचेनाभ्यागता वनात्।
उवाच वचनं काले देवयान्यथ भार्गवम्॥
]

`verse 33 [
हुतञ्चैवाग्निहोत्रन्ते सूर्यश्चास्तङ्गतः प्रभो।
अगोपाश्चागतागावः कचस्तात! न द्रृश्यते॥
]

`verse 34 [
व्यक्तं हतो धृतो वापि कचस्तात! भविष्यति।
तं विना नैव जीवामि वचः सत्यं ब्रवीम्यहम्॥
]

`speaker [
शुक्र उवाच
]

`verse 35 [
अथैह्येहीति शब्देन मृतं सञ्जीवयाम्यहम्।
ततः स़ञ्जीवनीं विद्यां प्रयुक्त्वा कचमाह्वयत॥
]

`verse 36 [
आहूतः प्राद्रवद् दूरात् कचः शुक्रं ननाम सः।
ततोऽहमितिचाचख्यौ राक्षसै र्धिषणात्मजः॥
]

`verse 37 [
स पुनर्देवयान्युक्तः पुष्पाहारे यद्रृच्छया।
वनं ययौ कचो विप्रः पठन्‌ ब्रह्म च शाश्वतम्॥
]

`verse 38 [
वने पुष्पाणि चिन्वन्तं दद्रृशुर्दानवाश्च तम्।
ततो द्वितीये तं हत्वा पुनः कृत्वा च चूर्णवत्॥
]

`verse 39 [
प्रायच्छन् ब्राह्मणायैव सुरायामसुरास्तदा॥
]

`verse 40 [
देवयान्यथ भुयोऽपि पितरं वाक्यमब्रवीत्।
पुष्पाहारप्रेषणकृत् कचस्तात! न द्रृश्यते॥
]

`verse 41 [
व्यक्तं हतो मृतोवापि कचस्तात! भविष्यति।
तं विना नैव जीवामि वचः सत्यं ब्रवीमि ते॥
]

`speaker [
शुक्र उवाच
]

`verse 42 [
बृहस्पतेः सुतः पुत्रि! कचः प्रेतगतिं गतः।
विद्यया जीवितोऽप्येवं हन्यते करवाणि किम्॥
]

`verse 43 [
मैनं शुचो मा रुद देवयानि! न त्वाद्रृशी मर्त्यमनु प्रशोचेत्।
यस्यास्तव ब्रह्म च ब्राह्मणाश्च सेन्द्रा देवा वसवोऽश्विनौ च॥
]

`verse 44 [
सुरद्विषश्चैव जगच्च सर्वमुपस्थितं मत्तपसः प्रभावात्।
अशक्योऽयं जीवयितुं द्विजातिः सञ्जीवितो यो वध्यते चैव भूयः॥
]

`verse 45 [
देवयान्युवाच।
यस्याङ्गिरा वृद्धमतः पितामहो बृहस्पतिश्चापि पिता तपोनिधिः।
ऋषेः सुपुत्रन्तमथापि पौत्रं कथं न शोचेयमहन्नरुन्द्याम्॥
]

`verse 46 [
स ब्रह्मचारी च तपोधनश्च सहोत्थितः कर्मसु चैव दक्षः।
कचस्य मार्गं प्रतिपत्स्ये न भोक्ष्ये प्रियो हि मे तात! कचोभिरूपः॥
]

`speaker [
शौनक उवाच
]

`verse 47 [
सत्वेवमुक्तो देवयान्या महर्षिः संरम्भेण व्याजहाराथ काव्यः।
असंशयं मामसुरा द्विषन्ति ये मे शिष्यानागतान् सूदयन्ति॥
]

`verse 48 [
अब्राह्मणं कर्तुमिच्छन्ति रौद्रा एभिर्व्यर्थं प्रस्तुतो दानवैर्हि।
तत्कर्म्मणाप्यस्य भवेदिहान्तः कं ब्रह्महत्या न दहेदपीन्द्रम्॥
]

`verse 49 [
स तेनपृष्टो विद्यया चोपहूतो शनैर्वाचं जठरे व्याजहार।
तमब्रवीत्केन चेहोपनीतो ममोदरे तिष्ठसि ब्रूहि वत्स!॥
]

`speaker [
कच उवाच
]

`verse 50 [
भवत्प्रसादान्न जहाति मां स्मृतिः सर्वं स्मरेयं यच्च यथा च वृत्तम्।
नत्वेवं स्यात्तपसः क्षमो मे ततः क्लेशं घोरतरं स्मरामि॥
]

`verse 51 [
असुरैः सुरायां भवतोऽस्मि दत्तो हत्वा दग्धा चूर्णयित्वा च काव्य!।
ब्राह्मीं मायान्त्वासुरीं त्वत्र माया त्वयि स्थिते कथमेवाभिबाधते॥
]

`speaker [
शुक्र उवाच
]

`verse 52 [
किं ते प्रियं करवाण्यद्य वत्से! विनैव मे जीवितं स्यात् कचस्य।
नान्यत्र कुक्षेर्मम भेदनाच्च द्रृश्येत् कचो मद्गतो देवयानि!॥
]

`verse 53 [
देवयान्युवाच।
द्वौ मां शोकावग्निकल्पौ दहेतां कचस्य नाशस्तव चैवोपघातः।
कचस्य नाशे मम नास्ति शर्म तवोपघाते जीवितुं नास्मि शक्ता॥
]

`speaker [
शुक्र उवाच
]

`verse 54 [
संसिद्धरूपोऽसि बृहस्पतेः सुत! यत्त्वां भक्तं भजते देवयानी।
विद्यामिमां प्राप्नुहि जीवनीं त्वं न चेदिन्द्रः कचरूपी त्वमद्य॥
]

`verse 55 [
न निवर्तेत पुनर्जीवन् कश्चिदन्यो ममोदरात्।
ब्राह्मणं वर्जयित्वैकं तस्माद्विद्यामवाप्नुहि॥
]

`verse 56 [
पुत्रो भूत्वा निष्क्रमस्वोदरान् मे भित्वा कुक्षिञ्जीवय मां च तात!।
अवेक्ष्येऽथो धर्म्मवतीमवेक्षां गुरोः सकाशात्प्राप्य विद्यां स विद्याः ॥
]

`speaker [
शौनक उवाच
]

`verse 57 [
गुरोः सकाशात् समवाप्य विद्यां भित्वा कुक्षिन्निर्विचक्राम विप्रः।
प्रालेयाद्रेः शुक्लमुद्भिद्य श्रृङ्गं रात्र्यागमे पौर्णमास्यामिवेन्दुः॥
]

`verse 58 [
द्रृष्ट्वा च तं पतितं वेदराशिमुत्थापयामास ततः कचोऽपि।
विद्यां सिद्धांन्तामवाप्याभिवाद्यः ततः कचस्तं गुरुमित्युवाच॥
]

`verse 59 [
निधिं निधीनां वरदं वराणां येनाद्रियन्ते गुरुमर्चनीयम्।
प्रालेयाद्रि प्रोज्वलभालसंस्थं पापान् लोकांस्ते व्रजन्त्यप्रतिष्ठाः॥
]

`speaker [
शौनक उवाच
]

`verse 60 [
सुरापानाद्‌ वञ्चनात्प्रापयित्वा संज्ञा नाशञ्चेतसश्चापि घोरम्।
द्रृष्ट्वा कचञ्चापि तथाभिरूपं पीतं तथा सुरया मोहितेन॥
]

`verse 61 [
स मन्युरुत्थाय महानुभावस्तदोशना विप्र हितं चिकीर्षुः।
काव्यः स्वयं वाक्यमिदं जगाद सुरापानां प्रत्यसौ जातशङ्कः॥
]

`speaker [
शुक्र उवाच
]

`verse 62 [
यो ब्राह्मणोऽद्य प्रभृतीह कश्चिन्मोहात् सुरा पास्यति मन्दबुद्धिः।
अपेतधर्मा ब्रह्महा चैव स स्यादस्मिन् लोके गर्हितः स्यात्परे च॥
]

`verse 63 [
मया चेमां विप्र धर्मोक्त सीमां मर्यादां वै स्थापितां सर्वलोके।
सन्तो विप्राः शुश्रुवांसो गुरूणां देवा दैत्याश्चोप श्रृण्वन्तु सर्वे॥
]

`speaker [
शौनक उवाच
]

`verse 64 [
इतीदमुक्त्वा स महाप्रभावस्तपोनिधीनां निधिरप्रमेयः।
तान्दानवांश्चैव निगूढ़बुद्धीनिदं समाहूय वचोऽभ्युवाच॥
]

`speaker [
शुक्र उवाच
]

`verse 65 [
आचक्षाणो दानवा बालिशास्थ शिष्यः कचोवत्स्यति मत्समीपे।
सञ्जीवनीं प्राप्यविद्यां ममायं तुल्यप्रभावो ब्राह्मणो ब्रह्मभूतः॥
]

`speaker [
शौनक उवाच
]

`verse 66 [
गुरोरुष्य सकाशे च दशवर्षशतानि सः।
अनुज्ञातः कचोगन्तुमियेष त्रिदशालयम्॥
]
