`verse 1 [
देवयानी कथानकम् ।

शौनक उवाच।
कृतविद्ये कचे प्राप्ते हृष्टरूपा दिवौकसः।
कचादवेत्य तां विद्यां कृतार्था भरतर्षभ!॥
]

`verse 2 [
सर्व एव समागम्य शतक्रतुमथाब्रुवन्।
कालः स्त्वद्विक्रमस्याद्य जहि शत्रून् पुरन्दर!॥
]

`verse 3 [
एवमुक्तस्तु सह तै स्त्रिदशैर्मघवांस्तदा।
तथेत्युक्त्वोप चक्राम सोऽपश्यद्विपिने स्त्रियः॥
]

`verse 4 [
क्रीड़न्तीनान्तु कन्यानां वने चैत्ररथोपमे।
वायुर्भूतः सवस्त्राणि सर्वाण्येव व्यमिश्रयत्॥
]

`verse 5 [
ततो जलात्‌ समुत्तीर्य ताः कन्याः सहितास्तदा।
वस्त्राणिजगृहुस्तानि यथा संस्थान्यनेकशः॥
]

`verse 6 [
तत्र वासो देवयान्याः शर्मिष्ठा जगृहे तदा।
व्यतिक्रममजानन्ती दुहिता वृषपर्वणः॥
]

`verse 7 [
ततस्तयोर्मिथस्तत्र विरोधः समजायत।
देवयान्याश्च राजेन्द्र! शर्मिष्ठायाश्च तत्कृते॥
]

`verse 8 [
देवयान्युवाच।
कस्माद्‌ गृह्णासि मे वस्त्रं शिष्या भूत्वा ममासुरि!
समुदाचारहीनाया न ते श्रेयो भविष्यति॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 9 [
आसीनञ्च शयानञ्च पिता ते पितरं मम।
स्तौति पृच्छति चाभीक्ष्णं नीचस्तः सुविनीतवत्॥
]

`verse 10 [
याचतस्त्वञ्च दुहिता स्तुवतः प्रतिगृह्णतः।
सुताहं स्तूयमानस्य ददतो न तु गृह्णतः॥
]

`verse 11 [
अनायुधासायुधायाः किं त्वं कुप्यसि भिक्षुकि!।
लप्स्यसे प्रतियोद्धारं न च त्वां गणयाम्यहम्॥
]

`speaker [
शौनक उवाच
]

`verse 12 [
सा विस्मयं देवयानीं गतां सक्ताञ्च वाससि।
शर्मिष्ठा प्राक्षिपत्कूपे ततः स्वपुरमाविशत्॥
]

`verse 13 [
हतेयमिति विज्ञाय शर्मिष्ठा पापनिश्रया।
अनवेक्ष्य ययौ तस्मात् क्रोधवेगपरायणा॥
]

`verse 14 [
अथ तं देशमभ्यगाद्ययातिर्नहुषात्मजः।
श्रान्तयुग्मः श्रान्तरूपो मृगलिप्सुः पिणसितः॥
]

`verse 15 [
नाहुषिः प्रेक्ष्यमाणो हि सनिपाते गतोदके।
ददर्श कन्यां तां तत्र दीप्तामग्निशिखामिव॥
]

`verse 16 [
तामपृच्छत् स दृष्ट्वैव कन्याममरवर्णिनीम्।
सान्त्वयित्वा नृपश्रेष्ठः साम्ना परमवल्गुना॥
]

`verse 17 [
का त्वं चारुमुखीश्यामा सुमृष्टमणिकुण्ड्ला।
दीर्घं ध्यायसि चात्यर्थं कस्माच्छ्‌वसिषि चातुरा॥
]

`verse 18 [
कथञ्च पतिता ह्यस्मिन्। कृते वीरुत्तृणावृते।
दुहिता चैव कस्य त्वं वद सर्वं सुमध्यमे॥
]

`verse 19 [
देवयान्युवाच।
योऽसौ देवै र्हतान् दैत्यानुत्थापयति विद्यया।
तस्य शुक्रस्य कन्याह त्वं मां नूनं न बुध्यसे॥
]

`verse 20 [
एष मे दक्षिणो राजन्! पाणिस्ताम्रनखाङ्गुलिः।
समुद्धर गृहीत्वा मां कुलीनस्त्वं हि मे मतः॥
]

`verse 21 [
जानामि त्वाञ्चसंशान्तं वीर्य्यवन्तं यशस्विनम्।
तस्मान्मां पतितं कूपादस्मादुद्धर्तुमर्हसि॥
]

`speaker [
शौनक उवाच
]

`verse 22 [
तामथ ब्राह्मणीं स्त्रीं च विज्ञाय नहुषात्मजः।
गृहीत्वा दक्षिणे पाणावुज्जहार ततो बलात्॥
]

`verse 23 [
उद्‌धृत्य चैनान्तरसा तस्मात् कूपान्नराधिपः।
आमन्त्रयित्वा सुश्रोणीं ययाति स्वपुरं ययौ॥
]

`verse 24 [
देवयान्युवाच।
त्वरितं घूर्णिके गच्छ सर्वमाचक्ष्व मे पितुः।
नेदानीं तु प्रवेक्ष्यामि नगरं वृषपर्वणः॥
]

`speaker [
शौनक उवाच
]

`verse 25 [
सा तु वै त्वरितं गत्वा घूणिका सुरमन्दिरम्।
द्रृष्ट्वा काव्यमुवाचेदं कम्पमाना विचेतना॥
]

`verse 26 [
आचख्यौ च महाभागा देवयानी वने हता।
शर्मिष्ठया महाप्राज्ञ!दुहित्रा वृषपर्वणः॥
]

`verse 27 [
श्रुत्वा दुहितरं काव्यस्तदा शर्मिष्ठया हताम्।
त्वरया निर्ययौ दुःखान्मार्गमाणः सुतां वने॥।
]

`verse 28 [
द्रृष्ट्वा दुहितरं काव्यो देवयानीं तपोवने।
बाहुभ्यां संपरिष्वज्य दुःखितो वाक्यमब्रवीत्॥
]

`verse 29 [
आत्मदोषैर्निंयच्छन्तिः सर्वे दुःखमुखे जना।
मन्येदुश्चरितं तस्मिन् तस्येयं निष्कृतिः कृता॥
]

`verse 30 [
निष्कृतिर्वास्तु वा मास्तु श्रृणुष्वावहितो मम।
शर्मिष्ठयाय दुक्तास्मि दुहित्रा वृषपर्वणः॥
]

`verse 31 [
सत्यं किलैतत् सा प्राह दैत्यानामस्मि गायना।
एवं हि मे कथयति शर्मिष्ठा वार्षपर्वणी॥
]

`verse 32 [
वचनं तीक्ष्ण परुषं क्रोधरक्तेक्षणा भृशम्।
स्तुवतो दुहितासि त्वं याचतः प्रतिगृह्णतः॥
]

`verse 33 [
सुताहं स्तूयमानस्य ददतोऽप्रतिगृह्णतः।
इति मामाह शर्मिष्ठ दुहिता वृषपर्वणः॥
क्रोधसंरक्तनयना दर्पपूर्णानना ततः॥
]

`verse 34 [
यद्यहं स्तुवतस्तात दुहिता प्रतिगृह्णतः।
प्रसादयिष्ये शर्मिष्ठामित्युक्ता हि सखी मया॥
]

`speaker [
शुक्र उवाच
]

`verse 35 [
स्तुवतो दुहिता नस्त्वं भद्रे! न प्रतिगृह्णतः।
अतस्त्वं स्तूयमानस्य दुहिता देवयान्यसि॥
]

`verse 36 [
वृषपर्वैव तद्वेद शक्रो राजा च नाहुषः।
अचिन्त्यं ब्रह्म निर्द्वन्द्वमैश्वरं हि बलं मम॥
]
