`verse 1 [
शुक्रस्य क्रोधोत्पत्तिकथनम्।

शौनक उवाच।
ततः काव्यो भृगुश्रेष्ठः समन्युरुपगम्य ह।
वृषपर्वाणमासीनमित्युवाचाविचारयन्॥
]

`verse 2 [
नाधर्मश्चरितो राजन्! सद्यः फलति गौरिव।
शनैरावर्त्यमानस्तु मूलान्यपि निकृन्तति॥
]

`verse 3 [
यदि नात्मनि पुत्रेषु न चेत्‌ पश्यति नप्तृषु।
पापमाचरितं कर्म त्रिवर्गमतिवर्तते॥
]

`verse 4 [
फलत्येवं ध्रुवं पापं गुरुभुक्तमिवोदरे।
यदा घातयसे विप्रं कच मां गिरसन्दता॥
]

`verse 5 [
अपापशीलं धर्मज्ञं शुश्रूषुं मद्‌गृहे रतम्।
वधादनर्हतस्तस्य वधाच्च दुहितुर्मम॥
]

`verse 6 [
वृषपर्वन्निबोधत्वं त्यक्ष्यामि त्वां सबान्धवम्।
स्थातुं त्वद्विषये राजन्! न शक्नोमि त्वया सह॥
]

`verse 7 [
अद्यैवमभिजानामि दैत्यं मिथ्या प्रलापिनम्।
यतस्त्वमात्मनोदीर्णां दुहितां किमुपेक्षसे॥
]

`verse 8 [
वृषपर्वोवच।
नावद्यं न मृषावादं त्वयि जानामि भार्गव!
त्वयि सत्यञ्च धर्म्मञ्च तत्प्रसीदतु मां भवान्॥
]

`verse 9 [
अद्यास्मानपहायत्वमितो वास्यसि भार्गव!।
समुद्रं संम्प्रवेश्यामि नान्यदस्ति परायणम्॥
]

`speaker [
शुक्र उवाच
]

`verse 10 [
समुद्रं प्रविशध्वं वा दिशो वा व्रजतासुराः।
दुहितुर्नाप्रियं सोढुं शक्तोऽहं दयिता हि मे॥
]

`verse 11 [
प्रसाद्यतां देवयानीं जीवितं यत्र मे स्थितम्।
योगक्षेमकरस्तेऽहमिन्द्रस्येव बृहस्पतिः॥
]

`speaker [
वृषपर्वोवाच
]

`verse 12 [
यत्किञ्चिदसुरेन्द्राणां विद्यते वसु भार्गव!।
भुवि हस्तिरथाश्वं वा तस्य त्वं मम चेश्वरः॥
]

`speaker [
शुक्र उवाच
]

`verse 13 [
यत्किञ्चिदस्ति द्रविणं दैत्येन्द्राणां महासुर!।
तस्येश्वरोऽस्मि यद्येतद्देवयानि! प्रसाद्यताम्॥
]

`speaker [
शौनक उवाच
]

`verse 14 [
ततस्तु त्वरितः शुक्रस्तेन राज्ञा समं ययौ।
उवाच चैनां सुभगे! प्रतिपन्नं वचस्तव॥
]

`verse 15 [
देवयान्युवाच।
यदित्वमीश्वरस्तात! राज्ञो वित्तस्य भार्गव।
नाभिजानामि तत्तेऽहं राजा वदतु मां स्वयम्॥
]

`verse 16 [
यं काममभिजानामि देवयानि! शुचिस्मिते।
तत्तेऽहं संप्रदास्यामि यद्यपि स्यात् सुदुर्लभम्॥
]

`verse 17 [
देवयान्युवाच।
दासीं कन्यासहस्रेण शर्मिष्ठामभिकामये।
अनुयास्यति मां तत्र यत्र दास्यति मे पिता॥
]

`speaker [
वृषपर्वोवाच
]

`verse 18 [
उत्तिष्ठ धात्रि! गच्छ त्वं शर्मिष्ठां शीघ्रमानय।
यं च कामयते कामं देवयानी करोतु तम्॥
]

`speaker [
शौनक उवाच
]

`verse 19 [
ततो धात्री तत्र गत्वा शर्मिष्ठामिदमब्रवीत्।
उत्तिष्ठ भद्रे! शर्मिष्ठे! ज्ञातीनां सुखमावह॥
]

`verse 20 [
त्यजति ब्राह्मणः शिष्यान् देवयान्या प्रचोदितः।
यं सा कामयते कामं सकार्योऽत्र त्वयानघे॥
दासीत्वमभिजातासि देवयान्याः सुशोभने!॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 21 [
यं च कामयते कामं करवाण्यहमद्य तम्।
मागान्मन्युवशं शुक्रो देवयानी च मत्कृते॥
]

`speaker [
शौनक उवाच
]

`verse 22 [
ततः कन्यासहस्रेण वृता शिविकया तदा।
पितुर्निदेशात्त्वरिता निश्चक्राम पुरोत्तमात्॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 23 [
अहं कन्यासहस्रेण दासी ते परिचारिका।
ध्रुवं त्वां तत्र यास्यामि यत्र दास्यति ते पिता॥
]

`verse 24 [
देवयान्युवाच।
स्तुवतो दुहिता चाहं याचतः प्रतिगृह्णतः।
स्तूयमानस्य दुहिता कथं दासी भविष्यसि॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 25 [
येन केनचिदार्तानां ज्ञातीनां सुखमावहेत्।
अनुयास्याम्यहं तत्र यत्र दास्यति ते पिता॥
]

`speaker [
शौनक उवाच
]

`verse 26 [
प्रतिश्रुते दासभावे दुहित्रा वृषपर्वणः।
देवयानी नृपश्रेष्ठ! पितरं वाक्यमब्रवीत्॥
]

`verse 27 [
प्रविशामि पुरं तात तुष्टास्मि द्विजसत्तम।
अमोघं तव विज्ञानमस्ति विद्याबलञ्च ते॥
]

`verse 28 [
एवमुक्तो द्विजश्रेष्ठो दुहित्रा सुमहायशाः।
प्रविवेशपुरं हृष्टः पूजितः सर्वदानवैः॥
]
