`verse 1 [
ययातिचरित्रम्।

शौनक उवाच।
अथ दीर्घेण कालेन देवयानी नृपोत्तम्।
वनं तदेव निर्याता क्रीड़ार्थं वरवर्णिनी॥
]

`verse 2 [
तेन दासी सहस्रेण सार्धं शर्मिष्ठया तदा।
तमेव दश सप्राप्ता यथा कामं चचार सा॥
]

`verse 3 [
ताभिः सखीभिः सहिताः सर्वाभिर्मुदिता भृशम्।
क्रीड़न्त्योऽभिरताः सर्व्वाः पिबन्त्यो मधु माधवम्॥
]

`verse 4 [
खादन्त्यो विविधान् भक्ष्यान् फलानि विविधानि च।
पुनश्च नाहुषो राजा मृगलिप्सुर्यद्रृच्छया॥
]

`verse 5 [
तमेव देशं संप्राप्तो जललिप्सुः प्रतर्षितः।
ददर्श देवयानीञ्च शर्मिष्ठान्ताश्च योषितः॥
]

`verse 6 [
पिबन्त्यो ललनास्तश्च दिव्याभरणभूषिताः।
उपिविष्टाञ्च दद्रृशे देवयानीं शुचिस्मिताम्॥
]

`verse 7 [
रूपेणाप्रतिमां तासां स्त्रीणां मध्ये वराननाम्।
शर्मिष्टया सेव्यमानां पादसम्वाहनादिभिः॥
]

`speaker [
ययातिरुवाच
]

`verse 8 [
द्वाभ्यां कन्या सहस्राभ्यां द्वे कन्ये परिवारिते।
गोत्रे च नामनी चैव द्वयोः पृच्छाम्यतोह्यहम्॥
]

`verse 9 [
देवयान्युवाच।
आख्यास्याम्यहमादत्स्व वचनं मे नराधिपः!।
शुक्रो नामासुरगुरुः सुतां जानीहि तस्य माम्॥
]

`verse 10 [
इयं च मे सखी दासी यत्राहं तत्र गामिनी।
दुहिता दानवेन्द्रस्य शर्मिष्ठा वृषपर्वणः॥
]

`speaker [
ययातिरुवाच
]

`verse 11 [
कथं तु ते सखी दासी कन्येयं वरवर्णिनी।
असुरेन्द्रसुता सुभ्रु! परं कौतूहलं हि मे॥
]

`verse 12 [
देवयान्युवाच।
सर्वमेव नरव्याघ्र!विधानमनुवर्त्तते।
विधिना विहितं ज्ञात्वा मा विचित्रं मनः कृथा॥
]

`verse 13 [
राजवद्रूपवेषौ ते ब्राह्मीं वाचं बिभर्षि च।
किं नामा त्वं कुतश्चासि कस्य पुत्रश्च शंसमे॥
]

`speaker [
ययातिरुवाच
]

`verse 14 [
ब्रह्मचर्येण वेदो मे कृत्स्नः श्रुतिपथं गतः।
राजाहं राजपुत्रश्च ययातिरितिविश्रुतः॥
]

`verse 15 [
देवयान्युवाच।
केन चार्थेन नृपते! ह्येनं देशं समागतः।
जिघृक्षुर्व्वारि यत्किञ्चिदथवा मृगलिप्सया॥
]

`speaker [
ययातिरुवाच
]

`verse 16 [
मृगलिप्सुरहं भद्रे! पानीयार्थमिहागतः।
बहुधाप्यनुयुक्तोऽस्मि त्वमनुज्ञातुमर्हसि॥
]

`verse 17 [
देवयान्युवाच।
द्वाभ्यां कन्यासहस्राभ्यां दास्या शर्मिष्ठया सह।
त्वदधीनास्मि भद्रं ते सखे! भर्त्ता च मे भव॥
]

`speaker [
ययातिरुवाच
]

`verse 18 [
विध्यौशनसि भद्रं ते न त्वदर्होऽस्मि भामिनि।
अविवाह्याः स्म राजानो देवयानि! पितुस्तव॥
]

`verse 19 [
देवयान्युवाच।
संसृष्टं ब्रह्मणा क्षत्रं क्षत्रं ब्रह्मणि संश्रितम्।
ऋषिश्च ऋषिपुत्रश्च नाहुषाद्य भजस्व माम्॥
]

`speaker [
ययातिरुवाच
]

`verse 20 [
एकदेहोद्भवा वर्णा श्चत्वारोऽपि वरानने।
पृथग्धर्म्माः पृथक् शौचास्तेषां वै ब्राह्मणो वरः॥
]

`verse 21 [
देवयान्युवाच।
पाणिग्रहो नाहुषायं न पुंभिः सेवितः पुरा।
त्वमेनमग्रहीदग्रे वृणोमि त्वामहं ततः॥
]

`verse 22 [
कथं तु मे मनस्विन्याः पाणिमन्यः पुमान्‌ स्पृशेत्।
गृहीतमृषिपुत्रेण स्वयं वाप्यृषिणा त्वया॥
]

`speaker [
ययातिरुवाच
]

`verse 23 [
क्रुद्धादाशीविषात् सर्पाज्ज्वलनात् सर्वतोमुखात्।
दुराधर्षतरो विप्रः पुरुषेण विजानता॥
]

`verse 24 [
देवयान्युवाच।
कथमाशीविषात्सर्पाज्ज्वलनात्सर्वतोमुखात्।
दुराधर्षतरो विप्र इत्यात्थ पुरुषर्षभ॥
]

`speaker [
ययातिरुवाच
]

`verse 25 [
दशेदाशीविषस्त्वेकं शस्त्रेणैकश्च बध्यते।
हन्ति विप्रः सराष्ट्राणि पुराण्यपि हि कोपितः॥
]

`verse 26 [
दुराधर्षतरो विप्रस्तस्मात् भीरु! मतो मम।
अतोऽदत्ताञ्च पित्रा त्वां भद्रे!न विवहाम्यहम्॥
]

`verse 27 [
देवयान्युवाच।
दत्तां वहस्व पित्रा मां त्वं हि राजन्! वृतो मया।
अयाचतो भयं नास्ति दत्ताञ्च प्रतिगृह्णतः॥
]

`speaker [
शौनक उवाच
]

`verse 28 [
त्वरितं देवयान्याथ प्रेषिता पितुरात्मनः।
सर्वं निवेदयामास धात्री तस्मै यथातथम्॥
]

`verse 29 [
श्रुत्वैव च स राजानं दर्शयामास भार्गवः।
द्रृष्ट्वैवमागतं विप्रं ययातिः पृथिवीपतिः॥
]

`verse 30 [
देवयान्युवाच।
राजायं नाहुषस्तात दुर्गमे पाणिमग्रहीत्।
नमस्ते देहि मामस्मै लोकेनान्यं पतिं वृणे॥
]

`verse 31 [
ववन्दे ब्राह्मणं काव्यं प्राञ्चलिः प्रणतः स्थितः।
तं चाप्यभ्यवदत्काव्यः साम्ना परमवल्गुना॥
]

`speaker [
शुक्र उवाच
]

`verse 32 [
वृतोऽनया पतिर्वीर! सुतया त्वं ममेष्टया।
गृहाणेमां मया दत्तां महिषीं नहुषात्मज!॥
]

`speaker [
ययातिरुवाच
]

`verse 33 [
अधर्मो मां स्पृशेदेवं पापमस्याश्च भार्गव!।
वर्णसंकरतो ब्रह्मन्! इति त्वां प्रवृणोम्यहम्॥
]

`speaker [
शुक्र उवाच
]

`verse 34 [
अधर्मात् त्वां विमुञ्चामि वरं वरय चेप्सितम्।
अस्मिन् विवाहे त्वं श्लाघ्यो रहो पापन्नुदामि ते॥
]

`verse 35 [
वहस्व भार्यां धर्मेण देवयानीं शुचिस्मिताम्।
अनया सह संप्रीतिमतुलां समवाप्नुहि॥
]

`verse 36 [
इयं चापि कुमारी ते शर्मिष्ठ वार्षपर्वणी।
संपूज्य सन्ततं राजन्! न चैनां शयनेह्वयः॥
]

`speaker [
शौनक उवाच
]

`verse 37 [
एवमुक्तो ययातिस्तु शुक्रं कृत्वा प्रदक्षिणम्।
जगाम स्वपुरं हृष्टः सोऽनुज्ञातो महात्मना॥
]
