`verse 1 [
ययाति चरित्रम्।

शौनक उवाच।
ययातिः स्वपुरं प्राप्य महेन्द्रपुरसन्निभम्।
प्रविश्यान्तः पुरं तत्र देवयानीं न्यवेशयत्॥
]

`verse 2 [
देवयान्याश्चानुमते सुतां तां वृषपर्वणः।
अशोकवनिकाभ्यासे गृहं कृत्वा न्यवेशयत्॥
]

`verse 3 [
वृतां दासीसहस्रेण शर्मिष्ठामासुरायणीम्।
वासोभिरन्नपानैश्च संभिज्य सुसंवृताम्॥
]

`verse 4 [
देवयान्यातु सहितः स नृपो नहुषात्मजः।
विजहार बहूनब्दान् देववन्मुदितो भृशम्॥
]

`verse 5 [
ऋतुकाले तु संप्राप्ते देवयानी वराङ्गना।
लेभे गर्भं प्रथमतः कुमारश्च व्यजायत॥
]

`verse 6 [
गते वर्षसहस्रे तु शर्मिष्ठा वार्षपर्वणी।
ददर्श यौवनं प्राप्ता ऋतुं सा कमलेक्षणा॥
]

`verse 7 [
चिन्तयामास दर्म्मज्ञा ऋतु प्राप्तौ च भामिनी।
ऋतुकालश्च संप्राप्तो न कश्चिन् मे पतिर्वृतः॥
]

`verse 8 [
किं प्राप्तं किञ्च कर्तव्यं कथं कृत्वा सुखं भवेत्।
देवयानी प्रसूतासौ वृथाऽहं प्राप्तयौवना॥
]

`verse 9 [
यथा तथावृतो भर्ता तथैवाहं वृणोमि तम्।
राज्ञा पुत्रफलं देयमिति मे निश्चिता मतिः॥
अपीदानीं स धर्मात्मा रहो मे दर्शनं व्रजेत्॥
]

`verse 10 [
अथनिष्क्रम्य राजाऽसौ तस्मिन्‌ काले यदृच्छया।
अशोकवनिकाभ्यासे शार्मिष्ठां प्राप्य धिष्ठितः॥
]

`verse 11 [
तमेकं रहसि द्रृष्ट्वा शर्मिष्ठा चारुहासिनी।
प्रत्युद्गम्याञ्जलिं कृत्वा राजानं वाक्यमब्रवीत्॥
]

`verse 12 [
सोमश्चेन्द्रश्च वायुश्च यमश्च वरुणाश्च वा।
तव वा नाहुषगृहे कः स्त्रियं द्रष्टुमर्हति॥
]

`verse 13 [
रूपाभिजनशीलैर्हि त्वं राजन्! वेत्थ मां सदा।
सा त्त्वां याचे प्रसाद्येऽहरन्तु मे हि नराधिप!॥
]

`speaker [
ययातिरुवाच
]

`verse 14 [
वेद्मित्वाशीलसम्पन्नां दैत्य कन्यामनिन्दिताम्।
रूपन्तु ते न पश्यामि सूच्यग्रमपि निन्दितम्॥
]

`verse 15 [
मामब्रवीत्तदा शुक्रो देवयानीं यदावहम्।
नेयमाह्वयितव्या ते शयने वार्षपर्वणी॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 16 [
न नर्मयुक्तं वचनं हिनस्ति न स्त्रीषु राजन्नविवाहकाले।
प्राणात्यये सर्वधनापहारे पञ्चानृतान्याहुरपातकानि॥
]

`verse 17 [
पृष्ठास्तु साक्ष्ये प्रवदन्ति चान्यथा भवन्ति मिथ्या वचना नरेन्द्र ते।
एकार्थतायान्तु समाहितायां मिथ्या वदन्तं ह्यनृतं हिनस्ति॥
]

`speaker [
ययातिरुवाच
]

`verse 18 [
राजा प्रमाणं भूतानां स विनश्येत् मृषा वदन्।
अर्थकृच्छ्रमपि प्राप्य न मिथ्या कर्तुमुत्सहे॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 19 [
समावेतौ मतौ राजन्। पतिः सख्याश्च यः पतिः।
समं विवाह इत्याहुः सख्यामेऽसि पतिर्यतः॥
]

`verse 20 [
दातव्यं याचमानस्य हीति मे व्रतमाहितम्।
त्वञ्च याचसि कामं मां ब्रूहि किङ्करवाणि तत्॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 21 [
अधर्मात्‌ त्राहि मां राजन्! धर्मञ्च प्रतिपादय।
त्वत्तोऽपत्यवती लोके चरेयं धर्ममुत्तमम्॥
]

`verse 22 [
त्रय एवाधना राजन्! भार्या दासस्तथा सुतः।
यत्ते समघिगच्छन्ति यस्य ते तस्य तद्‌धनम्॥
]

`verse 23 [
देवयान्या भुजिष्यास्मि वश्या च तव भार्गवी।
स चाहं च त्वया राजन्! भरणीयां भजस्व माम्॥
]

`speaker [
शौनक उवाच
]

`verse 24 [
एव मुक्तस्तया राजा ताड्यमित्यभिजज्ञवान्।
पूजयामास शर्मिष्ठां धर्मं च प्रतिपादयत्॥
]

`verse 25 [
स समागम्य शर्मिष्ठां यथा काममवाप्य च।
अन्योन्यं चाभिसंपूज्य जग्मतुस्तौ यथागतम्॥
]

`verse 26 [
तस्मिन् समागमे सुभ्रुः शर्मिष्ठा वार्षपर्वणी।
लेभे गर्भं प्रथमतः तस्मात् नृपति सत्तमात्॥
]

`verse 27 [
प्रजज्ञे च ततः काले राज्ञी राजीवलोचना।
कुमारं देवगर्भाभमादित्यसमतेजसम्॥
]
