`verse 1 [
ययाति चरित्रम्।

शौनक उवाच।
श्रुत्वा कुमारञ्जातं सा देवयानी शुचिस्मिता।
चिन्तायाविष्टदुःखार्ता शर्मिष्ठां प्रत्यभाषत॥
]

`verse 2 [
ततोऽभिगम्य शर्मिष्ठां देवयान्ब्रवीदिदम्।
किमर्थं वृजिनं सुभ्रु! कृतन्ते कामलुब्धया॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 3 [
ऋषिरभ्यागतः कश्चिद्धर्मात्मा वेदपारगः।
समया तु वरः कामं याचितो धर्म्मसंहतम्॥
]

`verse 4 [
नाहमन्यायतः काममाचरामि शुचिस्मिते।
तस्माद्रृषेर्ममापत्यमिति सत्यं ब्रवीमि ते॥
]

`verse 5 [
देवयान्युवाच।
यद्येतदेवं शर्मिष्ठे न मन्युर्विद्यते मम।
अपत्यं यदि ते लब्धं ज्येष्ठा च्छ्रेष्ठाच्च वै द्विजात्॥
]

`verse 6 [
शोभनं भीरु! सत्यं चेत्‌ कथं स ज्ञायते द्विजः।
गोत्रनामाभिजनंतः श्रोतुमिच्छामि तं द्विजम्॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 7 [
ओजसा तेजसा चैव दीप्यमानं रविं यथा।
तं द्रृष्ट्वा मम संप्रष्टु शक्तिर्नासीच्छुचिस्मृते॥
]

`speaker [
शौनक उवाच
]

`verse 8 [
अन्योन्यमेवमुक्त्वा च संप्रहस्य च ते मिथः।
जगाम भार्गवी वेश्म तथ्यमित्यभिजानती॥
]

`verse 9 [
ययातिर्देवयान्यासु पुत्रावजनयन् नृपः।
यदुञ्च तुर्वसुञ्चैव शक्रविष्णू इवापरौ॥
]

`verse 10 [
तस्मादेव तु राजर्षेः शर्मिष्ठावार्षपर्वणी।
द्रुह्यां चानुञ्च पूरुञ्च त्रीन् कुमारानजीजनत्॥
]

`verse 11 [
ततः काले च कस्मिंश्चित् देवयानी शुचिस्मिता।
ययाति सहिता राजन्! जगाम हरितं वनम्॥
]

`verse 12 [
ददर्श च तदा तत्र कुमारान्देवरूपिणः।
क्रीडमानान् सुविश्रब्धान् विस्मिता चेदमब्रवीत्॥
]

`verse 13 [
कस्यैते दारका राजन्! देवपुत्रोपमाः शुभाः।
वर्चसा रूपतश्चैव द्रृश्यन्ते सद्रृशास्तव॥
]

`verse 14 [
एवं पृष्ट्वा तु राजानं कुमारान् पर्यपृच्छत।
किं नामधेय गोत्रे वः पुत्रका ब्राह्मणः पिता॥
]

`verse 15 [
बिब्रूत मे यथातथ्यं श्रोतुकामास्म्यतो ह्यहम्।
ते दर्शयन् प्रदेशिन्या तमेव नृपसत्तमम्॥
]

`verse 16 [
शर्मिष्ठां मातरञ्चैव तस्या ऊचुः कुमारकाः।
इत्युक्ताः सहितास्तेन राजानमुपचक्रमु॥
]

`verse 17 [
नाभ्यनन्दत तान्‌ राजा देवयान्यास्तदान्तिके।
रुदन्तस्तेऽथ शर्मिष्ठामभ्ययुर्वालकास्तदा॥
]

`verse 18 [
द्रृष्ट्वा तेषान्तु बालानां प्रणयं पार्थिवं प्रति।
बुध्वा च तत्वतो देवी शर्मिष्ठामिदमब्रवीत्॥
]

`verse 19 [
मदधीना सती कस्मादकार्षी र्विप्रियं मम।
तमेवासुरधर्मत्वमास्थिता न बिभेषि किम्॥
]

`speaker [
शर्मिष्ठोवाच
]

`verse 20 [
यदुक्तमृषिरित्येव तत् सत्यञ्चारुहासिनि!।
न्यायतो धर्मतश्चैव चरन्ती न बिभेमि ते॥
]

`verse 21 [
यदा त्वया वृता राजो वृत एव तदा मया।
सखिभर्ता हि धर्मेण भर्ता भवति शोभने!॥
]

`verse 22 [
पूज्यासि मम मान्या च श्रेष्ठा ज्येष्ठा च ब्राह्मणी।
त्वत्तो हि मे पूज्यतरो राजर्षिः किन्न वेत्सि तत्।
]

`speaker [
शौनक उवाच
]

`verse 23 [
श्रुत्वा तस्या स्ततो वाक्यं देवयान्यब्रवीदिदम्।
राजन्नाद्येह वत्स्यामि विप्रियं मे त्वया कृतम्॥
]

`verse 24 [
सहसोत्पतितां श्यामां द्रृष्ट्वा तां साश्रुलोचनाम्।
तूर्णां सकाशं काव्यस्य प्रस्थितां व्यथितस्तदा॥
]

`verse 25 [
अनुवव्राज सम्भ्रान्तः पृष्ठतः सान्त्वयन् नृपः।
न्यवर्तत न सा चैव क्रोधसंरक्तलोचना॥
]

`verse 26 [
अपि ब्रुवन्ती किञ्चिच्च राजानं साश्रुलोचना।
अचिरादेव संप्राप्तः काव्यस्योशनशोऽन्तिकम्॥
]

`verse 27 [
सातु द्रृष्ट्वैव पितरमभिवाद्याग्रतः स्थिता।
अनन्तरं ययातिस्तु पूजयामास भार्गवम्॥
]

`verse 28 [
देवयान्युवाच।
अधर्मेण जितोधर्मः प्रवृत्तमधरोत्तरम्।
शर्मिष्ठा याति वृत्तास्ति दुहिता वृषपर्वणः॥
]

`verse 29 [
त्रयोऽस्याञ्जनिताः पुत्रा राज्ञानेन ययातिना।
दुर्भगाया मम द्वौ तु पुत्रौ तात!ब्रवीमि ते॥
]

`verse 30 [
धर्मज्ञ इति विख्यात एष राजा भृगूद्वह!।
अतिक्रान्तश्च मर्यादां काव्यैतत्कथयामि ते॥
]

`speaker [
शुक्र उवाच
]

`verse 31 [
धर्मज्ञस्त्वं महाराज! योऽधर्ममकृथाः प्रियम्।
तस्माज्जरात्वामचिराद् दूषयिष्यति दुर्जया॥
]

`speaker [
ययातिरुवाच
]

`verse 32 [
ऋतुं यो याच्यमानाया न ददाति पुमान्‌ वृतः
भ्रूणहेत्युच्यते ब्रह्मन्!स चेह ब्रह्मवादिभिः॥
]

`verse 33 [
ऋतुकामां स्त्रियं यस्तु गम्यां रहसि याचितः।
नयाति योहि धर्मेण ब्रह्महेत्युच्यते बुधैः॥
]

`verse 34 [
इत्येतानि समीक्ष्याहं कारणानि भृगूद्वह!
अधर्म्मभयसंविग्नः शर्मिष्ठामुपजग्मिवान्॥
]

`speaker [
शुक्र उवाच
]

`verse 35 [
न त्वहं प्रत्यवेक्ष्यस्ते मदधीनोऽसि पार्थिव!।
मिथ्याचरणधर्मेषु चौर्यं भवति नाहुष॥
]

`speaker [
शौनक उवाच
]

`verse 36 [
क्रोधेनोशनसा शप्तो ययाति नाहुषस्तथा।
पूर्वं वयः परित्यज्य जरां सद्योन्वपद्यत॥
]

`speaker [
ययारिरुवाच
]

`verse 37 [
अतृप्तो यौवनस्याहं देवयान्यां भृगूद्वह!।
प्रसादं कुरु मे ब्रह्मन्! जरेयं माविशेत माम्॥
]

`speaker [
शुक्र उवाच
]

`verse 38 [
नाहं मृषा वदाम्येतज्जरां प्राप्तोऽसि भूमिप!
जरान्त्वेतां त्वमन्यस्मिन्‌ संक्रमाय यदीच्छसि॥
]

`speaker [
ययातिरुवाच
]

`verse 39 [
राज्यभाक् स भवेद् ब्रह्मन्! पुण्यभाक् कीर्तिभाक् तथा।
यो दद्यान्‌ मे वयः शुक्र तद् भवाननुमन्यताम्॥
]

`speaker [
शुक्र उवाच
]

`verse 40 [
संक्रामयिष्यसि जरां यथेष्टं नहुषात्मजः।
मामनुध्याय तत्वेन न च पापमवाप्स्यसि ॥
]

`verse 41 [
वयो दास्यति ते पुत्रो यः सराजाभिविष्यति।
आयुष्मान् कीर्तिमांश्चैव बह्वपत्यस्तथैव च॥
]
