`verse 1 [
ययात्युपाख्यानम्।

शौनक उवाच।
जरां प्राप्य ययातिस्तु स्वपुरं प्राप्य चैव हि।
पुत्रं ज्येष्ठं वरिष्ठं च यदुमित्यब्रवीद्वचः॥
]

`verse 2 [
जरावली च मां तात! पलितानि च पर्यगुः।
काव्यस्तयोशनसोः शापान्न च तृप्तोऽस्मि यौवने॥
]

`verse 3 [
त्वं यदो! प्रतिपद्यस्व पाप्मानञ्जरया सह।
यौवनेन त्वदीयेन चरेयं विषयानहम्॥
]

`verse 4 [
पूर्णे वर्षसहस्रे तु त्वदीयं यौवनं त्वहम्।
दत्त्वा संप्रतिपत्स्यामि पाप्मानञ्जरया सह॥
]

`speaker [
यदुरुवाच
]

`verse 5 [
सितश्मश्रुधरो दीनो जरसा शिथलीकृतः।
बलीसन्ततगात्रश्च दुर्दर्शो दुर्बलः कृशः॥
]

`verse 6 [
अशक्तः कार्यकरणे परिभूतः स यौवने।
सहोपजीविभिश्चैव तज्जरां नाभिकामये॥
]

`verse 7 [
सन्ति ते बहवः पुत्रा मत्तः प्रियतरा नृप!।
जरां ग्रहीतुं धर्मज्ञ! पुत्रमन्यं वृणीष्व वै॥
]

`speaker [
ययातिरुवाच
]

`verse 8 [
यस्त्वं मे हृदयाज्जातो वयः स्वं न प्रयच्छसि।
पापान्मातुलसम्बन्धाद् दुष्प्रजा ते भविष्यति॥
]

`verse 9 [
तुर्वसो! प्रतिपद्यस्व पाप्माऩञ्जरया सह।
यौवनेन चरेयं वै विषयां स्तव पुत्रक!॥
]

`verse 10 [
पूर्णे वर्ष सहस्रे तु पुनर्दास्यामि यौवनम्।
तथैव प्रतिपत्स्यामि पाप्मानञ्जरया सह॥
]

`verse 11 [
न कामये जरां तात! कामभोगप्रणाशिनीम्।
बलरूपान्तकरणीं बुद्धिमानविनाशिनीम्॥
]

`verse 12 [
यस्त्वं मे हृदयाज्जातो वयः स्वं न प्रयच्छसि।
तस्मात् प्रजासमुच्छेदं तुर्वसो तव यास्यति॥
]

`verse 13 [
संकीर्णश्चोरधर्मेषु प्रतिलोमचरेषु च।
पिशिता शिषुलोकेषु नूनं राजा भविष्यसि॥
]

`verse 14 [
गुरुदारप्रसक्तेषु तिर्यग्योनिरतेषु च।
पशुधर्मिषु म्लेच्छेषु पापेषु प्रभविष्यसि॥
]

`verse 15 [
एवं स तुर्वसुं शप्त्वा ययातिः सुतमात्मनः।
शर्मिष्ठायाः सुतं ज्येष्ठ द्रुह्यं वचनमब्रवीत्॥
]

`verse 16 [
दृह्य! त्वं प्रतिपद्यस्व वर्णरूपविनाशिनीम्।
जरां वर्षसहस्रं मे यौवनं स्वं प्रयच्छताम्॥
]

`verse 17 [
पूर्णो वर्षसहस्रे तु ते प्रदास्यामि यौवनम्।
स्वं च दास्यामि भूयोऽहं पाप्मानञ्जरया सह॥
]

`verse 18 [
न राज्यं न रथं नाश्वं जीर्णो भुङ्क्ते न च स्त्रियम्।
न रागश्चास्य भवति तज्जरान्ते न कामये॥
]

`verse 19 [
यस्त्वं मे हृदयाज्जातो वयः स्वं न प्रयच्छसि।
तद्दृह्य! वै प्रियः कामो न ते संपत्स्यते क्वचित्॥
]

`verse 20 [
नौरूपप्लवसञ्चारो यत्र नित्यं भविष्यति।
अराज्यभोजशब्दं त्वं तत्र प्राप्स्यसि सान्वयः॥
]

`verse 21 [
अनो! त्वं प्रतिपद्यस्व पाप्मानञ्जरया सह।
एकं वर्षसहस्रन्तु चरेयं यौवनेन ते॥
]

`verse 22 [
जीर्णः शिशुरिवादत्ते कालेऽन्नमशुचिर्यथा।
न जुहोति च कालेऽग्नि तां जरा नाभिकामये॥
]

`verse 23 [
यस्त्वं मे हृदयाज्जातो वयः स्वं न प्रयच्छसि।
जरा दोष स्त्वयोक्तो यस्तस्मात् त्वं प्रतिपद्यसे॥
]

`verse 24 [
प्रजाश्च यौवनं प्राप्ता विनश्यन्तिह्यनो! तव।
अग्निप्रस्कन्दनगतस्त्वञ्चाप्येवं भविष्यसि॥
]

`verse 25 [
पूरो! त्वं प्रतिपद्यस्व पाप्मानञ्जरया सह।
त्वं मे प्रियतरः पुत्रस्त्वं वरीयान् भविष्यसि॥
]

`verse 26 [
जरावली च मां तात!पलितानि च पर्यगुः।
काव्यस्योशनसः शापात् न च तृप्तोस्मि यौवने॥
]

`verse 27 [
किञ्चित् कालं चरेयं वै विषयान्वयसा तव।
पूर्णे वर्षसहस्रे तु प्रतिदास्यामि यौवनम्॥
]

`verse 28 [
स्वञ्चैव प्रतिपत्स्येऽहं पाप्मानं जरया सह।
एवमुक्तः प्रत्युवाच पूरुः पितरमञ्जसा॥
]

`verse 29 [
यथार्त्थत्वं महाराज! तत्करिष्यामि ते वचः।
प्रतिपत्स्यामि ते राजन्! पाप्मानं जरया सह॥
]

`verse 30 [
गृहाण यौवनं मत्तश्चर कामान् यथेप्सितान्।
जरयाऽहं प्रतिच्छन्नो वयोरूपधरस्तव॥
यौवनं भवते दत्त्वा चरिष्यामि यथेच्छया॥
]
