`verse 1 [
ययात्युपाख्यानम्।

शौनक उवाच।
एवं स नाहुषो राजा ययातिः पुत्रमीप्सितम्।
राज्येऽभिषिच्य मुदितो वानप्रस्थोऽभवन्मुनिः॥
]

`verse 2 [
उषित्वा वनवासं स ब्राह्मणैः सह संश्रितः।
फलमूलाशनोदान्तो यथा स्वर्गमितो गतः॥
]

`verse 3 [
स गतः स्वर्गवासन्तु न्यवसन् मुदितः सुखी।
कालस्य नातिमहतः पुनः शक्रेण पातितः॥
]

`verse 4 [
विवशः प्रच्युतः स्वर्गादप्राप्तो मेदिनी तलम्।
स्थितश्चासीदन्तरीक्षे स तदेति श्रुतं मया॥
]

`verse 5 [
तत एव पुनश्चापि गतः स्वर्गमिति श्रुतिः।
राज्ञा वसुमता सार्द्धमष्टकेन च वीर्य्यवान्॥
प्रतर्दनेन शिबिना समेत्य किल संसदि॥
]

`speaker [
शतानीक उवाच
]

`verse 6 [
कर्मणा केन स दिवं पुनः प्राप्तो महीपतिः।
कथमिन्द्रेण भगवन्! पातितो मेदिनीतले॥
]

`verse 7 [
सर्वमेदशेषेण श्रोतुमिच्छामि तत्वतः।
कथ्यमानं त्वया विप्र! देवर्षिगणसन्निधौ॥
]

`verse 8 [
देवराजसमोह्यासीद्ययातिः पृथिवीपतिः।
वर्द्धनः कुरुवंशस्य विभावसुसमद्युतिः॥
]

`verse 9 [
तस्य विस्तीर्ण यशसः सत्यकीर्तेर्महात्मनः।
श्रोतुमिच्छामि देवेश! दिवि चेह च सर्वशः॥
]

`speaker [
शौनक उवाच
]

`verse 10 [
हन्त ते कथयिष्यामि ययातेरुत्तमां कथाम्।
दिवि चेह च पुण्यार्थां सर्वपापप्रणाशिनीम्॥
]

`verse 11 [
ययाति र्नाहुषो राजा पूर्वं पुत्रं कनीयसम्।
राज्येऽभिषिच्य मुदितः प्रवव्राज वनं तदा॥
]

`verse 12 [
अन्तेषु स विनिक्षिप्य पुत्रान् यदु पुरोगमान्।
फलमूलाशनो राजा वनेऽसौ न्यवसच्चिरम्॥
]

`verse 13 [
स जितात्मा जितक्रोध स्तर्पयन् पितृदेवताः।
अग्नींश्च विधिवज्जुह्वन् वानप्रस्थ विधानतः॥
]

`verse 14 [
अतिथीन् पूजयन्नित्यं वन्येन हविषा विभुः।
शिलोञ्छवृत्तिमास्थाय शेषान्न कृतभोजनः॥
]

`verse 15 [
पूर्णं सहस्रं वर्षाणामेवं वृत्तिरभून्नृपः।
अम्बुभक्षः स चाब्दास्त्रीनासीन्नियतवाङ्मनाः॥
]

`verse 16 [
ततस्तु वायुभक्षोऽभूत्सम्वत्सरमतन्द्रितः।
पञ्चाग्निमध्ये च तपस्तेपे सम्वत्सरं पुनः॥
]

`verse 17 [
एक पादस्थितश्चासीत् षण्मासाननिलाशनः।
पुण्यकीर्तिस्ततः स्वर्गं जगामावृत्यरोदसी॥
]
