`speaker [
शौनक उवाच
]

`verse 1 [
स्वर्गतस्तु स राजेन्द्रो न्यवसद्देवसद्मनि।
पूजितस्त्रिदशैः साध्यैः मरुद्भिर्वसुभिस्तथा॥
]

`verse 2 [
देवलोकात् ब्रह्मलोकं सञ्चरन् पुण्यकृद्वशी।
अवसत् पृथिवीपालो दीर्घकालमितश्रुतिः॥
]

`verse 3 [
स कदाचिन्नृपश्रेष्ठः ययातिः शक्रमागतः।
कथान्ते तत्र शक्रेण पृष्टः स पृथिवीपतिः॥
]

`speaker [
शक्र उवाच
]

`verse 4 [
यदा स पूरुस्तव पुत्रेषु राजन्!
जरां गृहीत्वा प्रचचार लोके।
तदा राज्यं सम्प्रदायैव त्वमस्मै
त्वया किमुक्तः कथयेह सत्यम्॥
]

`speaker [
ययातिरुवाच
]

`verse 5 [
प्रकृत्यनुमते पूरुं राज्ये कृत्वेदमब्रुवम्।
गङ्गायमुनयोर्मध्ये कृत्स्नोऽयं विषयस्तवा।
मध्ये पृथिव्या स्त्वं राजा भ्रातरोन्तेऽधिपास्तव
अक्रोधनः क्रोधनेभ्यो विशिष्ट स्तथा तितिक्षुरतितिक्षोर्विशिष्टः।
अमानुषेभ्यो मानुषश्च प्रधानो विद्वांस्तथैवाविदुषः प्रधानः॥
]

`verse 6 [
आक्रोश्यमानो नाक्रोशेन्मन्युमेव तितिक्षति।
आक्रोष्टारं निर्दहति सुकृतं चास्य विन्दति॥
]

`verse 7 [
नारुन्तुदस्यान्न नृशंसवादी न हीनतः परमभ्याददीत।
ययाऽस्य वाचा पर उद्विजेत न तां वदे द्रुशतीं पापलौल्याम्॥
]

`verse 8 [
अरुन्तुदं परुषं तीव्रवाचं वाक्कण्टकैर्वितुदन्तं मनुष्यान्।
विन्द्यादलक्ष्मीकतमं जनानां मुखे निवद्धन्निर्ऋतिं वहन्तम्॥
]

`verse 9 [
सद्भिः पुरस्तादभिपूजितः स्यात् सद्भिस्तथा पृष्ठतो रक्षितः स्यात्।
सदा सतामतिवादां स्तितिक्षेत् सतां वृतं पालयन् साधुवृत्तः॥
]

`verse 10 [
वाक्सायका वदनान्निष्पतन्ति यैराहतः शोचति वा त्र्यहानि।
परस्य नो मर्मसु ते पतन्ति तान् पण्डितो नावसृजेत् परेषु॥
]

`verse 11 [
नास्तीद्रृशं सम्वननं त्रिषु लोकेषु किञ्चन।
यथा मैत्री च लोकेषु दानञ्च मधुरा च वाक्॥
]

`verse 12 [
तस्मात् सान्त्वं सदा वाच्यं परुषं नैव कुत्रचित्।
पूज्यान् संपूजयेद्दद्यान्नभिशापं कदाचन॥
]
