`speaker [
अष्टक उवाच
]

`verse 1 [
कतरस्त्वेतयोः पूर्व देवानामेति सात्म्यताम्।
उभयोर्धावतो राजन्! सूर्य्या चन्द्रमसोरिव॥
]

`speaker [
ययातिरुवाच
]

`verse 2 [
अनिकेतगृहस्थेषु कामवृत्तेषु संयतः।
ग्राम एव चरन् भिक्षुस्तयोः पूर्वतरङ्गतः॥
]

`verse 3 [
अप्राप्यं दीर्घमायुश्च यः प्राप्तो विकृतिं चरेत्।
तप्येत यदितत्कृत्वा चरेत् सोग्रं तपस्ततः॥
]

`verse 4 [
यद्वै नृशंसन्तदपथ्यमाहुर्यः सेवते धर्ममनर्थबुद्धिः।
असावनीशः स तथैव राजन् तदार्जवं ससमाधिस्तदार्यम्॥
]

`speaker [
अष्टक उवाच
]

`verse 5 [
केनाद्य त्वन्तु प्रहितोऽसि राजन् युवा स्रग्वी दर्शनीयः सुवर्चाः।
कुत आगतः कतमस्यां दिशि त्वमुताहोस्वित् पार्थिवस्थानमस्ति॥
]

`speaker [
ययातिरुवाच
]

`verse 6 [
इमं भौमं नरकं क्षीणपुण्यः प्रवेष्टुमुर्वीं गगनाद्विप्रकीर्णः।
उक्त्वाऽहं व प्रपतिष्याम्यनन्तरं तरन्तुत्वमी ब्रह्मणो लोकपाये॥
]

`verse 7 [
सतां सकाशे तु वृतः प्रपातस्ते सङ्गता गुणवन्तस्तु सर्वे।
शक्राच्च लब्धो हि वरो मयैष प्रतिष्यता भूमितलं नरेन्द्र!॥
]

`speaker [
अष्टक उवाच
]

`verse 8 [
पृच्छामि त्वां प्रपतन्तं प्रपातं यदि लोकाः पार्थिव सन्ति मेऽत्र।
यद्यन्तरिक्षे यदि वा दिवि श्रिताः क्षेत्रज्ञं त्वां तस्य धर्मस्य मन्ये॥
]

`verse 9 [
ययातिरुत्वाच।
यावत्पृथिव्यां विहितं गवाश्वं सहारण्यैः पशुभिः पक्षिभिश्च।
तावल्लोका दिवि ते संस्थिता वै तथा विजानीहि नरेन्द्रसिंह॥
]

`speaker [
अष्टक उवाच
]

`verse 10 [
तांस्ते ददामि मा प्रपत प्रपातं ये मे लोका दिवि राजेन्द्र सन्ति।
यद्यन्तरिक्षे यदि वा दिवि श्रितास्तानाक्रम क्षिप्रममित्रहासि॥
]

`speaker [
ययातिरुवाच
]

`verse 11 [
नास्मद्विधो ब्राह्मणो ब्रह्मविच्च प्रतिग्रहे वर्तते राजमुख्य!।
यथा प्रदेयं सततं द्विजेभ्यस्तथा ददे पूर्वमहं नरेन्द्रम्॥
]

`verse 12 [
नाब्राह्मणः कृपणो जातु जीवेद्यद्यपि स्यात् ब्राह्मणी वीरपत्नी।
सोऽहं सदेवाकृत पूर्वं चरेयं विवित्समानः किमु तत्र साधुः॥
]

`speaker [
प्रतर्दन उवाच
]

`verse 13 [
पृच्छामि त्वां स्पुहणीयरूप प्रतर्दनोऽहं यदि मे सन्ति लोकाः।
यद्यन्तरिक्षे यदि वा दिवि श्रुताः क्षेत्रज्ञं त्वां तस्य धर्मस्य मन्ये॥
]

`speaker [
ययातिरुवाच
]

`verse 14 [
सन्ति लोका बहवस्ते नरेन्द्र! अप्येकैकं सप्तशताम्यहानि।
मधुच्युतो घृतवन्तो विशोकास्तेनान्तवन्तः प्रतिपालयन्ति॥
]

`speaker [
प्रतर्दन उवाच
]

`verse 15 [
तांस्ते ददामि पतमानस्य राजन्! ये मे लोकास्तव ते वै भवन्तु।
यद्यन्तरिक्षे यदि वा दिवि श्रितास्तानाक्रम क्षिप्रमपेतमोहः॥
]

`speaker [
ययातिरुवाच
]

`verse 16 [
न तुल्यतेजाः सुकृतं हि कामये योगक्षेमं पार्थिवात् पार्थिवः सन्।
दैवादेशादापदं प्राप्य विद्वान् चरेन्नृशंसं हि न जातु राजा॥
]

`verse 17 [
धर्म्यं मार्गं चिन्तयानो यशस्यं कुर्य्यात्तपो धर्ममवेक्षमाणः।
न मद्विधो धर्मबुद्धिर्हि राजा ह्येवं कुर्य्यात् कृपणं मां यथात्थ॥
]

`verse 18 [
कुर्य्यामपूर्वं न कृतं यदन्यैर्विवित्समानः किमु तत्र साधुः।
ब्रुवाणमेवं नृपतिं ययातिं नृपोत्तमो वसुमानब्रवीत्तम्॥
]
