`speaker [
सूत उवाच
]

`verse 1 [
इत्येतच्छौनकाद्राजा शतानीको निशम्य तु।
विस्मितः परया प्रीत्या पूर्णचन्द्र इवा बभौ॥
]

`verse 2 [
पूजयामास नृपति र्विधिवच्चाथ शौनकम्।
रत्नैर्गोभिः सुवर्णैश्च वासोभिर्विविधैस्तथा॥
]

`verse 3 [
प्रतिगृह्य ततः सर्वं यद्राज्ञा प्रहितं धनम्।
दत्वा च ब्राह्मणेभ्यश्च शौनकोऽन्तरधीयत॥
]

`speaker [
ऋषय ऊचुः
]

`verse 4 [
ययाति र्वशमिच्छामः श्रोतुं विस्तरतो वद।
यदु प्रभृतिभिः पुत्रै र्यदालोके प्रतिष्ठितः॥
]

`speaker [
सूत उवाच
]

`verse 5 [
यदोर्वंशं प्रवक्ष्यामि ज्वेष्ठस्योत्तमतेजसः।
विस्तरेणानुपूर्व्या च गदतो मे निबोधत ॥
]

`verse 6 [
यदोः पुत्रा बभूवुर्हि पञ्च देवसुतोपमाः।
महारथा महेष्वासा नमतस्तान्निबोधत॥
]

`verse 7 [
सहस्रजिरथो ज्येष्ठः क्रोष्टु र्नीलोऽन्तिकोलघुः।
सहस्रजेस्तु दायादो शतजिर्नामपार्थिवः॥
]

`verse 8 [
शतजेरपि दायादास्त्रयः परमकीर्त्तयः।
हैहयश्च हयश्चैव तथा वेणुहयश्च यः॥
]

`verse 9 [
हैहयस्य तु दायादौ धर्मनेत्रः प्रतिश्रुतः।
धर्म्मनेत्रस्य कुन्तिस्तु संहतस्तस्य चात्मजः॥
]

`verse 10 [
संहतस्य तु दायादो महिष्मान्नामपार्थिवः।
आसीन्महिष्मतः पुत्रो रुद्रश्रेण्यः प्रतापवान्॥
]

`verse 11 [
वाराणस्यामभूद्राजा कथितं पूर्वमेव तु।
रुद्रश्रेणस्य पुत्रोऽभूद् दुर्दमो नाम पार्थिवः॥
]

`verse 12 [
दुर्द्दमस्य सुतो धीमान् कनको नाम वीर्य्यवान्।
कनकस्य तु दायदा श्चत्वारो लोकविश्रुताः॥
]

`verse 13 [
कृतवीर्य्यः कृताग्निश्च कृतवर्मा तथैव च।
कृतोजाश्च चतुर्थोऽभूत् कृतवीर्य्यात्तु सोर्जुनः॥
]

`verse 14 [
जातः करसहस्रेण सप्तद्वीपेश्वरो नृपः।
वर्षायुतं तपस्तेपे दुश्चरं पृथिवीपतिः॥
]

`verse 15 [
दत्तमाराधयामास कार्तवीर्य्योऽत्रिसम्भवम्।
तस्मै दत्तावरास्तेन चत्वारः पुरुषोत्तम॥
]

`verse 16 [
पूर्वं बाहुसहस्रन्तु स वव्रे राजसत्तमः।
अधर्मं चरमाणस्य सद्भिश्चापि निवारणम्॥
]

`verse 17 [
युद्धेन पृथिवीं जित्वा धर्मेणैवानुपालनम्।
संग्रामे वर्तमानस्य वधश्चैवाधिकाद् भवेत्॥
]

`verse 18 [
तेनेयं पृथिवी सर्वा सप्तद्वीपा सपर्वता।
समोदधिपरिक्षिप्ता क्षात्रेण विधिना जिता॥
]

`verse 19 [
जज्ञे बाहुसहस्रं वै इच्छत स्तस्य धीमतः।
रथो ध्वजश्च संजज्ञे इत्येवमनुशुश्रुमः॥
]

`verse 20 [
दशयज्ञसहस्राणि राज्ञा द्वीपेषु वै तदा।
निरर्गला निवृत्तानि श्रूयन्ते तस्य धीमतः॥
]

`verse 21 [
सर्वे यज्ञा महाराज्ञस्तस्यासन् भूरिदक्षिणाः।
सर्वेकाञ्चनयूपास्ते सर्वाः काञ्चनवेदिकाः॥
]

`verse 22 [
सर्वे देवैः समं प्राप्तै र्विमानस्थैरलङ्कृताः।
गन्धर्वैरप्सरोभिश्च नित्यमेवोपशोभिताः॥
]

`verse 23 [
तस्य यो जगौ गाथां गन्धर्वो नारदस्तथा।
कार्तवीर्य्यस्य राजर्षेर्महिमानं निरीक्ष्य सः॥
]

`verse 24 [
न नूनं कार्तवीर्य्यस्य गतिं यास्यन्ति क्षत्रियाः।
यज्ञैर्दानै स्तपोभिश्च विक्रमेण श्रुतेन च॥
]

`verse 25 [
स हि सप्तसु द्वीपेषु, खड्गी चक्री शरासनी।
रथीद्वीपान्यनुचरन् योगी पश्यति तस्करान्॥
]

`verse 26 [
पञ्चाशीतिसहस्राणि वर्षाणां स नराधिपः।
स सर्वरत्नसम्पूर्ण श्चक्रवर्त्ती बभूव ह॥
]

`verse 27 [
स एव पशुपालोऽभूत् क्षेत्रपालः स एव हि।
स एव वृष्ट्या पर्जन्यो योगित्वादर्ज्जुनोऽभवत्॥
]

`verse 28 [
योऽसौ बाहु सहस्रेण ज्याघात कठिनत्वचा।
भाति रश्मिसहस्रेण शारदेनैव भास्करः॥
]

`verse 29 [
एष नागं मनुष्येषु माहिष्मत्यां महाद्युतिः।
कर्कोटकसुतं जित्वा पुर्य्यां तत्र न्यवेशयत्॥
]

`verse 30 [
एष वेगं समुद्रस्य प्रावृट्काले भजेत वै।
क्रीड़न्नेव सुखोद्भिन्नः प्रतिस्रोतो महीपतिः॥
]

`verse 31 [
ललता क्रीड़ता तेन प्रतिस्रग्दाममालिनी।
ऊर्मि भ्रुकुटिसन्त्रा सा चकिताभ्येति नर्म्मदा॥
]

`verse 32 [
एको बाहुसहस्रेण वगाहे स महार्णवः।
करोत्युह्यतवेगान्तु नर्मदां प्रावृडुह्यताम्॥
]

`verse 33 [
तस्य बाहुसहस्रेणा क्षोभ्यमाने महोदधौ।
भवन्त्यतीव निश्चेष्टाः पातालस्था महासुराः॥
]

`verse 34 [
चूर्णीकृतमहावीचि लीन मीन महातिमिम्।
मारुता विद्धफेनौघ्ज्ञ मावर्त्ताक्षिप्त दुःसहम्॥
]

`verse 35 [
करोत्यालोडयन्नेव दोः सहस्रेण सागरम्।
मन्दारक्षोभचकिता ह्यमृतोत्पादशङ्किताः॥
]

`verse 36 [
तदा निश्चलमूर्द्धानो भवन्ति च महोरगाः।
सायाह्ने कदलीखण्डा निर्वात स्तिमिता इव॥
]

`verse 37 [
एवं बध्वा धनुर्ज्यायामुत्सिक्तं पञ्चभिः शरैः।
लङ्कायां मोहयित्वा तु सबलं रावणं बलात्॥
]

`verse 38 [
निर्जित्य बध्वा चानीय माहिष्मत्यां बबन्ध च।
ततो गत्वा पुलस्त्यस्तु अर्जुनं संप्रसादयत्॥
]

`verse 39 [
मुमोच रक्षः पौलस्त्यं पुलस्त्येनेह सान्त्वितम्।
तस्य बाहुसहस्रेण बभूव ज्यातलस्वनः॥
]

`verse 40 [
युगान्ताभ्र सहस्रस्य आस्फोट स्वशनेरिव।
अहोबत विधे र्वीर्यं भार्गवोऽयं यदाच्छिनत्॥
]

`verse 41 [
तद्वै सहस्रं बाहूनां हेमतालवनं यथा।
यत्रापवस्तु संक्रुद्धो ह्यर्जुनं शप्तवान् प्रभुः॥
]

`verse 42 [
यस्माद्वनं प्रदग्धं वै विश्रुतं मम हैहय।
तस्मात्ते दुष्करं कर्म्म कृतमन्यो हरिष्यति॥
]

`verse 43 [
छित्वा बाहुसहस्रन्ते प्रथमन्तरसा बली।
तपस्वी ब्राह्मणश्च त्वां सवधिष्यति भार्गवः॥
]

`speaker [
सूत उवाच
]

`verse 44 [
तस्य रामस्तदा त्वासीन् मृत्युः शापेन धीमता।
वरश्चैवन्तु राजर्षेः स्वयमेव वृतः पुरा॥
]

`verse 45 [
तस्य पुत्रशतं त्वासीत् पञ्च पत्र महारथाः।
कृतास्त्रा बलिनः शूरा धर्म्मात्मानो महाबलाः॥
]

`verse 46 [
शूरसेनश्च शूरश्च धृष्टः क्रोष्टुस्तथैव च।
जयध्वजश्च वैकर्ता अवन्तिश्च विशाम्पते॥
]

`verse 47 [
जयध्वजस्य पुत्रस्तु तालजङ्घो महाबलः।
तस्य पुत्रशतान्येव तालजङ्घा इति श्रुताः॥
]

`verse 48 [
तेषां पञ्च कुलाख्याताः हैहयानां माहत्मनाम्।
वीतिहोत्राश्च शार्याता भोजाश्च वन्तयस्तथा॥
]

`verse 49 [
कुण्डिकेराश्च विक्रान्ता स्तालजङ्घा स्तथैव च।
वीतिहोत्रसुतश्चापि आनर्तो नाम वीर्य्यवान्॥
दुर्जेयस्तस्य पुत्रस्तु बभूवामित्रकर्शनः॥
]

`verse 50 [
सद्भावेन महाराज! प्रजा धर्मेण पालयन्।
कार्तवीर्यार्जुनो नाम राजा बाहुसहस्रवान्॥
]

`verse 51 [
येन सागरपर्यन्ता धनुषा निर्जिता मही।
यस्तस्य कीर्तयेन्नाम कल्यमुत्थाय मानवः॥
]

`verse 52 [
न तस्य वित्तनाशः स्यान्नष्टञ्च लभते पुनः।
कार्त्तवीर्यस्य यो जन्म कथयेदिह धीमतः॥
यथावत् स्विष्टपूतात्मा स्वर्गलोके महीयते॥
]
