`verse 1 [
स्यमन्तकमणिसंक्षिप्तचरित्रम्।

सूत उवाच।
गान्धारी चैव माद्री च वृष्णिभार्ये बभूवतुः।
गान्धारी जनयामास सुमित्रं मित्रनन्दनम्॥
]

`verse 2 [
माद्री युधाजितं पुत्रं ततो वै देवमीढुषम्।
अनमित्रं शिबिं चैव पञ्चमं कृतलक्षणम्॥
]

`verse 3 [
अनमित्रसुतो निघ्नो निघ्नस्यापि तु द्वौ सुतौ।
प्रसेनश्चमहावीर्यः शक्तिसेनश्च तावुभौ॥
]

`verse 4 [
स्यमन्तकः प्रसेनस्य मणिरत्नमनुत्तमम्।
पृथिव्यां सर्वरत्नानां राजा वै सोऽभवन्मणिः॥
]

`verse 5 [
हृदि कृत्वा तु बहुशो मणिन्तमभियाचितम्।
गोविन्दोऽपि न तं लेभे शक्तोऽपि न जहार सः॥
]

`verse 6 [
कदाचिन्मृगयां यातः प्रसेनस्तेन भूषितः।
यथाशब्दं स शुश्राव बिले सत्वेन पूरिते॥
]

`verse 7 [
ततः प्रविश्य स बिलं प्रसेनो ऋक्षमैक्षत।
ऋक्षः प्रसेनञ्च तथा ऋक्षं चैव प्रसेनजित्॥
]

`verse 8 [
हत्वा ऋक्षः प्रसेनन्तु ततस्तं मणिमाददात्।
अदृष्टस्तु हतस्तेन अन्तर्बिलगतस्तदा॥
]

`verse 9 [
प्रसेनन्तु हतं ज्ञात्वा गोविन्दः परिशङ्कितः।
गोविन्देन हतो व्यक्तं प्रसेनो मणिकारणात्॥
]

`verse 10 [
प्रसेनस्तु गतोऽरण्यं मणिरत्नेन भूषितः।
तं द्रृष्ट्वा स हतस्तेन गोविन्दः प्रत्युवाच ह॥
हन्मि चैनं दुराचारं शत्रुभूतं हि वृष्णिषु॥
]

`verse 11 [
अथ दीर्घेण कालेन मृगयां निर्गतः पुनः।
यद्रृच्छया च गोविन्दो बिलस्याभ्यासमागमत्॥
]

`verse 12 [
तं दृष्ट्वा तु महाशब्दं स चक्रे ऋक्षराट् बली।
शब्दं श्रुत्वा तु गोविन्दः खङ्गपाणिः प्रविश्य सः॥
अपश्यज्जाम्बवन्तं तं ऋक्षराजं महाबलम्॥
]

`verse 13 [
ततस्तूर्णं हृषीकेशस्तमृक्षपतिमञ्जसा।
जाम्बवन्तं स जग्राह क्रोध संरक्त लोचनः॥
]

`verse 14 [
तुष्टावैनं तदा ऋक्षः कर्मभिः वैष्णवैः प्रभुम्।
देवाहस्य सुतो विद्वान् जज्ञे कम्बलबर्हिषः॥
]

`verse 15 [
इच्छेच्चक्र प्रहारेण त्वत्तोऽहं मरणं प्रभो!।
कन्याचेयं मम शुभा भर्त्तारं त्वामवाप्नुयात्॥
योऽयं मणिः प्रसेनन्तु हत्वा प्राप्तो मया प्रभो॥
]

`verse 16 [
ततः सजाम्बवन्तं तं हत्वा चक्रेण वै प्रभुः।
कृतकर्मा महाबाहुः सकन्यं मणिमाहरत्॥
]

`verse 17 [
ददौ सत्राजितायैनं सर्वं सात्वतसंसदि।
तेन मिथ्यापवादेन सन्तप्ता ये जनार्दने॥
]

`verse 18 [
ततस्ते यादवाः सर्वे वासुदेवमथाब्रुवन्।
अस्माकन्तु मतिर्ह्यासीत् प्रसेनस्तु त्वया हतः॥
]

`verse 19 [
कैकेयस्य सुता भार्या दश सत्राजितः शुभाः।
तासूत्पन्नाः सुतास्तस्य सर्वलोकेषु विश्रुताः॥
ख्यातिमन्ते महावीर्य्या भङ्गकारस्तु पूर्वजः॥
]

`verse 20 [
अथ व्रतवती तस्मात् भङ्गकारात्तु पूर्वजात्।
सुषुवे सुकुमारीस्तु तिस्रः कमललोचनाः॥
]

`verse 21 [
सत्यभामा वरास्त्रीणां व्रतिनी च दृढव्रता।
तथा पद्मावती चैव ताश्च कृष्णायसोऽददात्॥
]

`verse 22 [
अनमित्रात् शनिर्जज्ञे कनिष्ठाद् वृष्णिनन्दनात्।
सत्यवांस्तस्य पुत्रस्तु सात्यकिस्तस्य चात्मजः॥
]

`verse 23 [
सत्यवान्युयुधानस्तु शिनेर्नप्ता प्रतापवान्।
असङ्गोयुयुधानस्य द्युम्निस्तस्यात्मजोऽभवत्॥
]

`verse 24 [
द्युम्नेर्युगन्धरः पुत्र इति शैन्याः प्रकीर्त्तिताः।
अनमित्रान्वयो ह्येष व्याख्यातो वृष्णिवंशजः॥
]

`verse 25 [
अनमित्रस्य संज्ञज्ञे पृथ्व्यां वीरो युधाजितः।
अन्यौ तु तनयौ वीरौ वृषभः क्षत्र एव च॥
]

`verse 26 [
वृषभः काशिराजस्य सुतां भार्यामविन्दत।
जयन्तस्तु जयन्त्यान्तु पुत्रः समभवच्छुभः॥
]

`verse 27 [
सदा यज्ञोऽति वीरश्च श्रुतवानतिथिप्रियः।
अक्रूरः सुषुवे तस्मात्सदा यज्ञोऽतिदक्षिणः॥
]

`verse 28 [
रत्ना कन्या च शौर्यस्य अक्रूरस्तामवाप्तवान्।
पुत्रानुत्पादयामास एकादशमहाबलान्॥
]

`verse 29 [
उपलम्भः सदालम्भो वृकलो वीर्य्य एव च।
सिरी ततो महापक्षः शत्रुध्नो वारिमेजयः॥
]

`verse 30 [
धर्म्मभृद्धर्म्मवर्माणौ धृष्टमानस्तथैव च।
सर्वे च प्रतिहोतारो रत्नायां जज्ञिरे च ते॥
]

`verse 31 [
अक्रूरादुग्रसेनायां सुतौ द्वौ कुलवर्द्धनौ।
देववानुपदेवश्च जज्ञाते देवसन्निभौ॥
]

`verse 32 [
अश्विन्यां च ततः पुत्राः पृथुर्विपृथुरेव च।
अश्वत्थामा सुबाहुश्च सुपार्श्वकगवेषणौ॥
]

`verse 33 [
वृष्टिनेमिः सुधर्मा च तथा शर्यातिरेव च।
अभूमिर्वर्जभूमिश्च श्रमिष्ठः श्रवणस्तथा॥
]

`verse 34 [
इमां मिथ्याभिशस्तिं यो वेदकृष्णादपोहिताम्।
न स मिथ्याभिशापेन अभिशाप्योऽथ केनचित्॥
]
