`speaker [
सूत उवाच
]

`verse 1 [
तुर्वसोस्तु सुतो गर्भो गोभानुस्तस्य चात्मजः।
गो भानोस्तु सुतो वीर स्त्रिसारिरपराजितः॥
]

`verse 2 [
करन्धमस्तु त्रैसारिर्भरतस्तस्य चात्मजः।
दुष्यन्तः पौरवस्यापि तस्य पुत्रो ह्यकल्मषः॥
]

`verse 3 [
एवं ययाति शापेन जरा संक्रमणे पुरा।
तुर्वसोः पौरवं वंशं प्रविवेश पुरा किलः॥
]

`verse 4 [
दुष्यन्तस्य तु दायादो वरूथो नाम पार्थिवः।
वरूथात्तु तथा वीरः सन्धानस्तस्य चात्मजः॥
]

`verse 5 [
पाण्ड्यश्च केरलश्चैव चोलः कर्णस्तथैव च।
तेषां जनपदास्फीताः पाण्ड्याश्चोलाः सकेरलाः॥
]

`verse 6 [
द्रुह्योस्तु तनयौ शूरौ सेतुः केतुस्तथैव च।
सेतुपुत्रः शरद्वांस्तु गन्धारस्तस्य चात्मजः॥
]

`verse 7 [
ख्यायते यस्य नाम्नासौ गन्धारविषयो महान्।
आरट्टदेशजास्तस्य तुरगा वाजिनां वराः॥
]

`verse 8 [
गन्धारपुत्रो धर्म्मस्तु घृतस्तस्यात्मजोऽभवत्।
घृताच्च विदुषो जज्ञे प्रचेतास्तस्य चात्मजः॥
]

`verse 9 [
प्रचेतसः पुत्रशतं राजानः सर्व एव ते।
म्लेच्छराष्ट्राधिपाः सर्वे उदीचीं दिशमाश्रिताः॥
]

`verse 10 [
अनोश्चैव सुता वीरास्त्रयः परमधार्मिकाः।
सभानरश्चाक्षुषश्च परमेषु तथैव च॥
]

`verse 11 [
सभानरस्य पुत्रस्तु विद्वान् कोलाहलो नृपः।
कोलाहलस्य धर्मात्मा सञ्जयो नाम विश्रुतः॥
]

`verse 12 [
सञ्जयस्याभवत् पुत्रो वीरो नाम पुरञ्जयः।
जनमेजयो महाराज! पुरञ्जय सुतोऽभवत्॥
]

`verse 13 [
जनमेजयस्य राजर्षे महाशालोऽभवत् सुतः।
आसीदिन्द्रसमो राजा प्रतिष्ठित यशाभवत्॥
]

`verse 14 [
महामना) सुतस्तस्य महाशालस्य धार्मिकः।
सप्तद्वीपेश्वरो जज्ञे चक्रवर्त्ती महामनाः॥
]

`verse 15 [
महामनास्तु द्वौ पुत्रौ जनयामास विश्रुतौ।
उशीनरञ्च धर्मज्ञं तितिक्षुं चैव तावुभौ॥
]

`verse 16 [
उशीनरस्य पुत्रस्तु पञ्चराजर्षि सम्भवाः।
भृशा कृशानवा दर्शा या च देवी द्रृषद्वती॥
]

`verse 17 [
उशीनरस्य पुत्रास्तु तासु जाताः कुलोद्वहाः।
तपसा ते तु महता जाता वृद्धस्य धार्मिकाः॥
]

`verse 18 [
भृशायास्तु नृगः पुत्रो नवाया नव एव च।
कृशायास्तु कृशो जज्ञे दर्शायाः सुव्रतोऽभवत्॥
द्रृषद्वत्याः सुतश्चापि शिबिरौशीनरो नृपः॥
]

`verse 19 [
शिवेस्तु शिवयः पुत्राश्चत्वारो लोकविश्रुताः।
पृथुदर्भः सुवीरश्च केकयो भद्रकस्तथा॥
]

`verse 20 [
तेषां जनपदाः स्फीताः केकयाभद्रकास्तथा।
सौवीराश्चैव पौराश्च नृगस्य केकयास्तथा॥
]

`verse 21 [
सुव्रतस्य तथाम्बष्ठा कृशस्य वृषला पुरी।
नवस्य नवराष्ट्रन्तु तितिक्षोस्तु प्रजां श्रृणु॥
]

`verse 22 [
तितिक्षुरभवद्राजा पूर्वस्यां दिशि विश्रुतः।
वृषद्रथः सुतस्तस्य तस्य सेनोऽभवत् सुतः॥
]

`verse 23 [
सेनस्य सुतपा जज्ञे सुतपस्तनयो बलिः।
जातो मानुषयोन्यान्तु क्षीणे वंशे प्रजेच्छया॥
]

`verse 24 [
महायोगी तु स बलिर्बद्धो बन्धैर्महात्मना।
पुत्रानुत्पादयामास क्षेत्रजान् पञ्च पार्थिवान्॥
]

`verse 25 [
अङ्गं स जनयामास वङ्गं सह्यं तथैव च।
पुण्ड्रं कलिङ्गं च तथा बालेयं क्षेत्रमुच्यते॥
बालेया ब्राह्मणाश्चैव तस्य वंशकराः प्रभौ॥
]

`verse 26 [
बलेश्च ब्रह्मणा दत्तो वरः प्रीतेन धीमतः।
महायोगित्वमायुश्च कल्पस्य परिमाणकम्॥
]

`verse 27 [
संग्रामे चाप्यजेयत्वं धर्मे चैवोत्तमा मतिः।
त्रैकाल्यदर्शनं चैव प्राधान्यं प्रसवे तथा॥
]

`verse 28 [
जयञ्चाप्रतिमं युद्धे धर्मे तत्त्वार्थ दर्शनम्।
चतुरो नियतान् वर्णान् स वै स्थापयिता प्रभुः॥
]

`verse 29 [
तेषाञ्च पञ्च दायादावङ्गाङ्गाः सुह्यकास्तथा।
पुण्ड्राः कलिङ्गाश्च तथा अङ्गस्य तु निबोधत॥
]

`speaker [
मुनय ऊचुः
]

`verse 30 [
कथं बलेः सुता जाताः पञ्च तस्य महात्मनः।
किं नाम्नी महिषी तस्य जनिता कतमो ऋषिः॥
]

`verse 31 [
कथं चोत्पादितास्तेन तन्नः प्रब्रूहि पृच्छताम्।
माहात्म्यञ्च प्रभावञ्च निखिलेन वदस्व तत्॥
]

`speaker [
सूत उवाच
]

`verse 32 [
अथोशिज इति ख्यात आसीद्विद्वानृषिः पुरा।
पत्नी वै ममता नाम बभूवास्य महात्मनः॥
]

`verse 33 [
उशिजस्य यवीयान् वै भ्रातृपत्नीमकामयत्।
बृहस्पतिर्म्महातेजा ममतामेत्य कामतः॥
]

`verse 34 [
उवाच मम तातन्तु देवरं वरवर्णिनी।
अन्तर्वन्यस्मि ते भ्रातुर्ज्येष्ठस्य तु विरम्यताम्॥
]

`verse 35 [
अयं तु मे महाभाग! गर्भः कुप्येत् बृहस्पते !।
औशिजो भ्रातृजन्यस्ते सोपाङ्गं वेदमुद्गिरन्॥
]

`verse 36 [
अमोघरेतास्त्वञ्चापि न मां भजितुमर्हसि।
अस्मिन्नेव गते काले यथा वा मन्यसे प्रभो!॥
]

`verse 37 [
एवमुक्तस्तथा सम्यक् बृहत्तेजा बृहस्पतिः।
कामात्मा स महात्मापि नमनः सोऽभ्यवारयत्॥
]

`verse 38 [
सम्बभूवैव धर्मात्मा तया सार्द्धमकामया।
उत्सृजन्तं तु तद्रेतो वाचं गर्भोऽभ्यभाषत॥
]

`verse 39 [
भो तात! वाचामधिप! द्वयोर्नास्तीह संस्थितिः।
अमोघरेतास्त्वञ्चापि पूर्वं चाहमिहागतः॥
]

`verse 40 [
सोऽशपत्तं ततः क्रुद्ध एवमुक्तो बृहस्पतिः।
पुत्रं ज्येष्ठस्य वै भ्रातुर्गर्भस्थं भगवानृषिः॥
]

`verse 41 [
यस्मात्त्वमीद्रृशे काले गर्भस्थोऽपि निषेधसि।
मामेव मुक्तवांस्तस्मात् तमो दीर्घं प्रवेक्ष्यसि॥
]

`verse 42 [
ततो दीर्घतमा नाम शापाद्रृषिरजायत।
अतोंऽशजो बृहत्कीर्त्ति बृहस्पतिरिवोजसा॥
]

`verse 43 [
ऊर्ध्वरेतास्ततोऽसौ वै वसते भ्रातुराश्रमे।
स धर्मान् सौरभेयास्तु वृषभाच्छ्रुतवांस्ततः॥
]

`verse 44 [
तस्य भ्राता पितृव्यो श्चकार भरणं तथा।
तस्मिन्निवसतस्तस्य यद्रृच्छैवागतो वृषः॥
]

`verse 45 [
यज्ञार्थमाहृतान् दर्भां श्चषाद सुरभीकृतः।
जग्राह तं दीर्घतमाः श्रृङ्गयोस्तु चतुष्पदम्॥
]

`verse 46 [
तेनासौ निगृहीतश्च न चचाल पदात्पदम्।
ततोऽब्रवीद् वृषस्तं वै मुञ्च मां बलिनां वर॥
]

`verse 47 [
न मया सादितस्तात! बलवांस्त्वत्समः क्वचित्।
मम चान्यः समोवापि न हि मे बलसंख्यया॥
मुञ्च तातेति च पुनः प्रीतस्तेऽहं वरं वृणु॥
]

`verse 48 [
एवमुक्तोऽब्रवीदेनं जीवन्मे त्वं क्व यास्यसि।
एष त्वां न विमोक्ष्यामि परस्वादं चतुष्पदम्॥
]

`speaker [
वृषभ उवाच
]

`verse 49 [
नास्माकं विद्यते। तात! पातकं स्तेयमेव च।
भक्ष्याभक्ष्यं तथा चैव पेयापेयं तथैव च॥
]

`verse 50 [
द्विपदां बहवो ह्येते धर्म एष गवां स्मृतः।
कार्याकार्ये न वा गम्यागमनञ्च तथैव च॥
]

`speaker [
सूत उवाच
]

`verse 51 [
गवां धर्म्मन्तु वै श्रुत्वा सम्भ्रान्तस्तु विसृज्यतम्।
शक्त्यान्नपानदानात्तु गोपतिं सम्प्रसादयन्॥
]

`verse 52 [
प्रसादिते गते तस्मिन् गोधर्मं भक्तितस्तु सः।
मनसैव समादध्यौ तन्निष्ठस्तत्परो हि सः॥
]

`verse 53 [
ततो यवीयसः पत्नीं गौतमस्याभ्यपद्यत।
कृतावलोपान्तां मत्वा सोऽनड्वानिव न क्षमे॥
]

`verse 54 [
गोधर्म्मन्तु परं मत्वा स्नुषान्तामभ्यपद्यत।
निर्भर्त्स्य चैनं रुद्ध्वा च बाहुभ्यां सम्प्रगृह्य च॥
]

`verse 55 [
भाव्यमर्थन्तु तं ज्ञात्वा माहात्म्यात्तमुवाच सा।
विपर्ययन्तु त्वं लब्ध्वा अनड्वानिव वर्त्तसे॥
]

`verse 56 [
गम्यागम्यं न जानीषे गोधर्मात् प्रार्थयन् सुताम्।
दुर्वृत्तं त्वान्त्यजाम्यद्य गच्छ त्वं स्वेन कर्म्मणा॥
]

`verse 57 [
काष्ठे समुद्रे प्रक्षिप्य गङ्गाम्भसि समुत्सृजत्।
यस्मात्त्वमन्धोवृद्धश्च भर्त्तव्योदुरधिष्ठितः॥
]

`verse 58 [
तमुह्यमानं वेगेन स्रोतसोऽभ्यासमागतः।
जग्राह तं स धर्मात्मा बलिर्वैरोचनिस्तदा॥
]

`verse 59 [
अन्तः पुरे जुगोप्यैनं भक्ष्यभोज्यैश्च तर्पयन्।
प्रीतश्चैवं वरेणैवच्छन्दयामास वै बलिम्॥
]

`verse 60 [
तस्माच्च स वरं वव्रे पुत्रार्थे दानवर्षभः।
सन्तानार्थं महाभाग! भार्य्यायां मम मानद॥
पुत्रान् धर्मार्थतत्त्वज्ञानुत्पादयितुमर्हसि॥
]

`verse 61 [
एवमुक्तोऽर्थ देवर्षिस्तथास्त्वित्युक्तवान् प्रभुः।
स तस्य राजा स्वां भार्य्यां सुदेष्णां नाम प्राहिणोत्।
अन्धं वृद्धञ्च तं ज्ञात्वा न सा देवी जगाम ह॥
]

`verse 62 [
शूद्रान्धात्रेयिकां तस्मै अन्धाय प्राहिणोत्तदा।
तस्यां काक्षीवदादींश्च शूद्रयोनावृषिर्वशी॥
]

`verse 63 [
जनयामास धर्मात्मा शूद्रानित्येवमादिकम्।
उवाच तं बली राजा द्रृष्ट्वा काक्षीवदादिकान्॥
]

`verse 64 [
प्रवीणानृषिधर्म्मस्य चेश्वरान् ब्रह्मवादिनः।
विद्वान् प्रत्यक्षधर्माणां बुद्धिमान् वृत्तिमान् शुचीन्॥
]

`verse 65 [
ममैवचेति होवाच तं दीर्घतमसं बलिः।
नेत्युवाच मुनिस्तं वै ममैवमितिचाब्रवीत्॥
]

`verse 66 [
उत्पन्नाः शूद्रयोनौ तु भवच्छन्दे सुरोत्तम।
अन्धं वृद्धञ्च मां ज्ञात्वा सुदेष्णा महिषी तव॥
प्राहिणोदवमानान् मे शूद्रां धात्रेयिकां नृप॥
]

`verse 67 [
ततः प्रसादयामास बलिस्तमृषिसत्तमम्।
बलिः सुदेष्णान्तां भार्य्यां भर्त्सयामास दानवः॥
]

`verse 68 [
पुनश्चैनामलङ्कृत्य ऋषये प्रत्यपादयत्।
तां स दीर्घतमा देवीं तथा कृतवतीं तदा॥
]

`verse 69 [
दध्ना लवणमिश्रेण स्वसक्तं मधुकेन तु।
लिहमाम जुगुप्सन्ती आपादतलमस्तकम्॥
ततस्त्वं प्राप्स्यसे देवि! पुत्रान् वै मनसेप्सितान्॥
]

`verse 70 [
तस्य सा तद्वचो देवी सर्वं कृतवती तदा।
तस्य सा पानमासाद्य देवी परिहरत्तदा॥
]

`verse 71 [
तामुवाच ततः सोऽथ यत्ते परिहृतं शुभे।
विना पानं कुमारन्तु जनयिष्यसि पूर्वजम्॥
]

`speaker [
सुदेष्णोवाच
]

`verse 72 [
नार्हसि त्वं महाभाग! पुत्रं मे दातुमीद्रृशम्।
तोषितश्च यथाशक्त्या प्रसादं कुरु मे प्रभो॥
]

`verse 73 [
तथापचाराद्देव्येष नान्यथा भविता शुभे।
नैव दास्यति पुत्रस्ते पौत्रो वै दास्यते फलम्॥
]

`verse 74 [
तस्यापानं विना चैव योग्यभावो भविष्यति।
तस्माद्दीर्धतमाङ्गेषु कुक्षौ स्पृष्ट्वेदमब्रवीत्॥
]

`verse 75 [
प्राशितं यद्यदग्रेषु न सोपस्थं शुचिस्मिते।
तेन तिष्ठन्ति ते गर्भो पौर्णमास्यामि वोडुराट्॥
]

`verse 76 [
भविष्यन्ति कुमारास्ते पञ्चदेवसुतोपमाः।
तेजस्विनः सुवृत्ताश्च यज्वानो धार्मिकाश्चते॥
]

`speaker [
सूत उवाच
]

`verse 77 [
तदंशस्तु सुदेष्णाया ज्येष्ठः पुत्रो व्यजायत।
अङ्गस्तथा कलिङ्गश्च पुण्ड्रः सुह्मस्तथैव च॥
]

`verse 78 [
वङ्गराजस्तु पञ्चैते बलेः पुत्राश्च क्षेत्रजाः।
इत्येते दीर्घतमसा बलेर्दत्ताः सुतास्तथा॥
]

`verse 79 [
प्रतिष्ठामागतानां हि ब्राह्मण्यं कारयंस्ततः।
ततो मानुषयोन्यां स जनयामास वै प्रजाः॥
]

`verse 80 [
ततस्तं दीर्घतमसं सुरभिर्वाक्यमब्रवीत्।
विचार्य यस्माद् गोधर्मं प्रमाणन्ते कृतं विभो॥
]

`verse 81 [
भक्त्या चानन्ययाऽस्मासु तेन प्रीतास्मि तेऽनघ।
तस्मात्तुभ्यन्तमोदीर्घमाघ्रायापनुदामि वै॥
]

`verse 82 [
बार्हस्पत्यस्तथैवैष पाप्मा वै तिष्ठति त्वयि।
जरां मृत्युं तमश्चैव आघ्रायापनुदामि ते॥
]

`verse 83 [
सद्यः स घ्रातमात्रस्तु असितोमुनिसत्तम!।
आयुष्यमांश्च वपुष्मांश्च चक्षुष्मांश्च ततोऽभवत्॥
]

`verse 84 [
गोभ्याहते तमसि वै गौतमस्तु ततोऽभवत्।
काक्षीवांस्तु ततो गत्वा सहपित्रा गिरिव्रजम्॥
]

`verse 85 [
द्रृष्ट्वा स्पृष्ट्वा पितुः सो वै ह्युपविष्टश्चिरन्तपः।
ततः कालेन महता तपसा भावितस्तु सः॥
]

`verse 86 [
विधूय मातृजं कायं ब्राह्मण्यं प्राप्तवान् विभुः।
ततोऽब्रवीत्पिता तं वै पुत्रवानस्म्यहं त्वया ॥
]

`verse 87 [
सत्पुत्रेण तु धर्मज्ञ! कृतार्थोऽहं यशस्विना।
मुक्त्वात्मानं ततोऽसौ वै प्राप्तवान् ब्रह्मणः क्षयम्॥
]

`verse 88 [
ब्राह्मण्यं प्राप्य काक्षीवान् सहस्रमसृजत् सुतान्।
कौष्माण्डा गौतमाश्चैव स्मृताः काक्षीवतः सुताः॥
]

`verse 89 [
इत्येष दीर्घतमसो बलेर्वैरोचनस्य च।
समागमो वः कथितः सन्ततिश्चोभयोस्तथा॥
]

`verse 90 [
बलिस्तानभिनन्द्याह पञ्चपुत्रानकल्मषान्।
कृतार्थः सोऽपि धर्मात्मा योगमायावृतः स्वयम्॥
]

`verse 91 [
अद्रृश्यः सर्वभूतानां कालापेक्षः स वै प्रभुः।
तत्राङ्गस्य तु दायादो राजासीद्दधिवाहनः॥
]

`verse 92 [
दधिवाहनपुत्रस्तु राजा दिविरथः स्मृतः।
आसीद्दिविरथापत्यं विद्वान् धर्मरथोनृपः॥
]

`verse 93 [
स हि धर्मरथः श्रीमांस्तेन विष्णुपदे गिरौ।
सोमः शुक्रेण वै राज्ञा सहपीतो महात्मना॥
]

`verse 94 [
अथ धर्मरथस्याभूत् पुत्रश्चित्ररथः किल।
तस्य सत्यरथः पुत्रस्तस्माद्दशरथः किल॥
]

`verse 95 [
लोमपाद इति ख्यातस्तस्य शान्ता सुताभवत्।
अथ दाशरथिर्वीरश्चतुरङ्गो महायशाः॥
]

`verse 96 [
ऋष्यश्रृङ्गप्रसादेन जज्ञे स्वकुलवर्धनः।
चतुरङ्गस्य पुत्रस्तु पृथुलाक्ष इति स्मृतः॥
]

`verse 97 [
पृथुलाक्षसुतश्चापि चम्पनामा बभूव ह।
चम्पस्य तु पुरी चम्पा पूर्व या मालिनोऽभवत्॥
]

`verse 98 [
पूर्णभद्रप्रसादेन हर्यङ्गोऽस्य सुतोऽभवत्।
जज्ञे विभाण्डकाच्चास्य वारणः शत्रुवारणः॥
]

`verse 99 [
अवतारयामास महीं मन्त्रैर्वाहनमुत्तमम्।
हर्यङ्गस्य तु दायादो जातो भद्ररथः किलः॥
]

`verse 100 [
अथ भद्ररथस्यासीत् बृहत् कर्मा जनेश्वरः।
बृहद्भानुः सुतस्तस्य तस्माज्जज्ञे महात्मवान्॥
]

`verse 101 [
बृहद्भानुस्तु राजेन्द्रो जनयामास वै सुतम्।
नाम्ना जयद्रथं नाम तस्मात् बृहद्रथो नृपः॥
]

`verse 102 [
आसीत् बृह्द्रथाच्चैव विश्वजिज्जनमेजयः।
दायादस्तस्य चाङ्गो वै तस्मात् कर्णोऽभवन्नृपः॥
]

`verse 103 [
कर्णस्य वृषसेनस्तु पृथुसेनस्तथात्मजः।
एतेऽङ्गस्यात्मजाः सर्वे राजानः कीर्तिता मया॥
विस्तरेणानुपूर्व्याच्च पूरोस्तु श्रृणुत द्विजाः॥
]

`speaker [
ऋषय ऊचुः
]

`verse 104 [
कथं सूतात्मजः कर्णः कथमङ्गस्य चात्मजः।
एतदिच्छामहे श्रोतुमत्यन्तकुशलोह्यसि॥
]

`speaker [
सूत उवाच
]

`verse 105 [
बृहद्भानुसुतो जज्ञे राजा नाम्ना बृहन्मनाः।
तस्य पत्नीद्वयं ह्यासीच्छैव्यस्य तनये ह्युभे॥
यशोदेवी च सत्या च तयोर्वंशञ्च मे श्रृणु॥
]

`verse 106 [
जयद्रथन्तु राजानं यशोदेवी ह्यजीजनत्।
सा बृहन्मनसः सत्या विजयं नाम विश्रुतम्॥
]

`verse 107 [
विजयस्य बृहत्पुत्रस्तस्य पुत्रो बृहद्रथः।
बृहद्रथस्य पुत्रस्तु सत्यकर्मा महामनाः॥
]

`verse 108 [
सत्यकर्मणोऽधिरथः सूतश्चाऽधिरथः स्मृतः।
यः कर्णं प्रतिजग्राह तेन कर्णस्तु सूतजः॥
तच्चेदं सर्वमाख्यातं कर्णं प्रति यथोदितम्॥
]

`verse 109 [
गन्धारपुत्रो धर्म्मस्तु धृतस्तस्यात्मजोऽभवत्।
धृताच्च विदुषो जज्ञे प्रचेतास्तस्य चात्मजः॥
]
