`verse 1 [
पूरोः पुत्रो महातेजा राजा स जनमेजयः।
प्राची ततः सुतस्तस्य यः प्राचीमकरोद्दिशम्॥
]

`verse 2 [
प्राचीत तस्य तनयो मनस्युश्च तथा भवत्।
राजा पीतायुधो नाम मनस्योरभवत् सुतः॥
]

`verse 3 [
दायादस्तस्य चाप्यासीद् धुन्धुर्नाम महीपतिः।
धुन्धोर्बहुविधः पुत्रः सम्पातिस्तस्य चात्मजः॥
]

`verse 4 [
सम्पातेस्तु रहं वर्चा भद्राश्वस्तस्य चात्मजः।
भद्राश्वस्य धृतायां(घृतायां) तु दशाप्सरसि सूनवः॥
]

`verse 5 [
औचेयुश्च हृषेयुश्च कक्षेयुश्च सनेयुकः।
घृतेयुश्च विनेयुश्च स्थलेयुश्चैव सत्तमः॥
]

`verse 6 [
धर्मेयुः सन्नतेयुश्च पुण्येयुश्चेति ते दश।
औचेयोर्ज्वलना नाम भार्या वै तक्षकात्मजा॥
]

`verse 7 [
तस्यां स जनयामास रन्तिनारं महीपतिम्।
रन्तिनारो मनस्विन्यां पुत्रान् जज्ञे परान् शुभान्॥
]

`verse 8 [
अमूर्तरयसंवीरं त्रिवनञ्चैव धार्मिकम्।
गौरी कन्या तृतीया च मान्धातुर्जननी शुभा॥
]

`verse 9 [
इलिना तु यमस्यासीत् कन्यायाजनयत् सुतान्।
ब्रह्मवादपराक्रान्ताञ्छुभदा त्विलिना ह्यभूत्॥
]

`verse 10 [
उपदानवी सुतान् लेभे चतुरस्त्विलिनात्मजात्।
ऋष्यन्तमथ दुष्यन्तं प्रवीरमनघं तथा॥
]

`verse 11 [
चक्रवर्त्ती ततो जज्ञे दुष्यन्तात् समितिञ्जयः।
शकुन्तलायां भरतो यस्य नाम्ना च भारताः॥
]

`verse 12 [
दौष्यन्तिं प्रति राजानं वागूचे चाशरीरिणी।
माता भस्त्रा पितुः पुत्रो येन जातः स एव सः॥
]

`verse 13 [
भर स्वपुत्रं दुष्यन्त! मावमंस्थाः शकुन्तलाम्।
रेतोधां नयते पुत्रः परेतं यमसादनात्॥
त्वं चास्य धाता गर्भस्य सत्यमाह शकुन्तला॥
]

`verse 14 [
भरतस्य विनष्टेषु तनयेषु पुरा किल।
पुत्राणां मातृकात् कोपात् सुमहान् संक्षयः कृतः॥
]

`verse 15 [
ततो मरुद्भिरानीय पुत्रः स तु बृहस्पतेः।
संक्रामितो भरद्वाजो मरुद्बिर्भरतस्य तु॥
]

`speaker [
ऋषय ऊचुः
]

`verse 16 [
भरतस्य भरद्वाजः पुत्रार्थं मारुतैः कथम्।
संक्रामितो महातेजास्तन्नो ब्रूहि यथातथम्॥
]

`speaker [
सूत उवाच
]

`verse 17 [
पत्न्यामापन्नसत्वायामुशिजः सः स्थितो भुवि।
भ्रातुर्भार्य्यां सद्रृष्ट्वा तु बृहस्पतिरुवाच ह॥
]

`verse 18 [
उपतिष्ठ स्वलङ्कृत्य मैथुनाय च मां शुभे!।
एव मुक्ताऽब्रवीदेनं स्वयमेव बृहस्पतिम्॥
]

`verse 19 [
गर्भः परिणतश्चायं ब्रह्म व्याहरते गिरा।
अमोघरेतास्त्वञ्चापि धर्मञ्चैवं विगर्हितम्॥
]

`verse 20 [
एवमुक्तोऽब्रवीदेनां स्वयमेव बृहस्पतिः।
नोपदेष्टव्यो विनयस्त्वया मे वरवर्णिनि!॥
]

`verse 21 [
धर्षमाणः प्रसह्यैनां मैथुनायोपचक्रमे।
ततो बृहस्पतिं गर्भो धर्षमाणमुवाच ह॥
]

`verse 22 [
सन्निविष्टो ह्यहं पूर्वमिह नाम बृहस्पते!।
अमोघरेताश्च भवान् नावकाश इह द्वयोः॥
]

`verse 23 [
एवमुक्तः स गर्भेण कुपितः प्रत्युवाच ह।
यस्मात्त्वमीद्रृशे काले सर्वभूतेप्सिते सति॥
अभिषेधसि तस्मात्त्वं तमो दीर्घं प्रवेक्ष्यसि॥
]

`verse 24 [
ततः कामं सन्निवर्त्य तस्यानन्दाद् बृहस्पतेः।
तद्रेतस्त्वपतद् भूमौ निवृत्तं शिशुकोऽभवत्॥
]

`verse 25 [
सद्योजातं कुमारं तु द्रृष्ट्वा तं ममताऽब्रवीत्।
गमिष्यामि गृहं स्वं वै भरस्वैनं बृहस्पते॥
]

`verse 26 [
एवमुक्त्वागता सा तु गतायां सोऽपि तं त्यजन्।
मातापितृभ्यां त्यक्तन्तु द्रृष्ट्वा तं मारुतः शिशुम्
जगृहुस्तं भरद्वाजं मरुतः कृपया स्थिताः॥
]

`verse 27 [
तस्मिन् काले तु भरतो बहुभिः ऋतुभिर्विभुः।
पुत्रनैमित्तिकैर्यज्ञैरयजत् पुत्रलिप्सया॥
]

`verse 28 [
यदा स यजमानस्तु पुत्रं नासादयत् प्रभुः।
ततः क्रतुं मरुत्सोमं पुत्रार्थे समुपाहरत्॥
]

`verse 29 [
तेन ते मरुतस्तस्य मरुत्सोमेन तुष्टुवुः।
उपनिन्युर्भरद्वाजं पुत्रार्थं भरताय वै॥
]

`verse 30 [
दायादोऽङ्गिरसः सूनोरौरसस्तु बृहस्पतेः।
संक्रामितो भरद्वाजो मरुद्भिर्मरुतं प्रति॥
]

`verse 31 [
भरतस्तु भरद्वाजं पुत्रं प्राप्य विभुरब्रवीत्।
आदावात्महितायः त्वं कृतार्थोऽहं त्वया विभो॥
]

`verse 32 [
पूर्वं तु वितथो तस्मिन् कृते वै पुत्रजन्मनि।
ततस्तु वितथो नाम भरद्वाजो नृपोऽभवत्॥
]

`verse 33 [
तस्मादपि भरद्वाजाद् ब्राह्मणाः क्षत्रिया भुवि।
द्व्यामुष्यायणकौलीनाः स्मृतास्ते द्विविधेन च॥
]

`verse 34 [
ततो जाते हि वितथे भरतश्च दिवं ययौ।
भरद्वाजो दिवं यातो ह्यभिषिच्यसुतं ऋषिः॥
]

`verse 35 [
दायादो वितथस्यासीद् भुवमन्युर्महायशाः।
महाभूतोपमाः पुत्रा श्चत्वारो भुवमन्यवः॥
]

`verse 36 [
बृहत् क्षेत्रो महावीर्यः नरो गर्गश्च वीर्य्यवान्।
नरस्य संकृतिः पुत्रस्तस्य पुत्रो महायशाः॥
]

`verse 37 [
गुरुधीरन्तिदेवश्च सत्कृत्यान्तावुभौ स्मृतौ।
गर्गस्य चैव दायादः शिबिर्विद्वानजायत॥
]

`verse 38 [
स्मृताः शैव्यास्ततो गर्गाः क्षत्रोपेता द्विजातयः।
आहार्यतनयश्चैव धीमानासीदुरुक्षवः॥
]

`verse 39 [
तस्य भार्या विशाला तु सुषुवे पुत्रकत्रयम्।
त्र्युषणं पुष्करिं चैव कविं चैव महायशाः॥
]

`verse 40 [
उरुक्षवाः स्मृता ह्येते सर्वे ब्राह्मणताङ्गताः।
काव्यानान्तु वरा ह्येते त्रयः प्रोक्ता महर्षयः॥
]

`verse 41 [
गर्गाः संकृतयः काव्याः क्षत्रोपेताद्विजातयः।
संभृताङ्गिरसो दक्षाः बृहत् क्षत्रस्य च क्षितिः॥
]

`verse 42 [
बृहत् क्षत्रस्य दायादो हस्ति नामा बभूव ह।
तेनेदं निर्मितं पूर्वं पुरन्तु गजसाह्वयम्॥
]

`verse 43 [
हस्तिनश्चैव दायादा स्त्रयः परमकीर्त्तयः।
अजमीढो द्विमीढश्च पुरुमीढस्तथैव च॥
]

`verse 44 [
अजमीढस्य पत्न्यस्तु तिस्त्रः कुरुकुलोद्वहाः।
नीलिनी धूमिनीचैव केशिनी चैव विश्रुताः॥
]

`verse 45 [
स तासु जनयामास पुत्रान् वै देववर्चसः।
तपसोऽन्ते महातेजा जाता वृद्धस्य धार्मिकाः॥
]

`verse 46 [
भारद्वाजप्रसादेन विस्तरं तेषु मे श्रृणु।
अजमीढस्य केशिन्यां कण्वः समभवत् किल॥
]

`verse 47 [
मेधातिथिः सुतस्तस्य तस्मात् काण्वायना द्विजाः।
अजमीढस्य भूमिन्यां जज्ञे बृहदनुर्नृपः॥
]

`verse 48 [
बृहदनोर्बृहन्तोऽथ बृहन्तस्य बृहन् मनाः।
बृहन्मनः सुतश्चापि बृहद्धनुरिति श्रुतः॥
]

`verse 49 [
बृहद्धनोर्बृहदिषुः पुत्रस्तस्य जयद्रथः।
अश्वजित् तनयस्तस्य सेनजित् तस्य चात्मजः॥
]

`verse 50 [
अथ सेनजितः पुत्रा श्चत्वारो लोकविश्रुताः।
रुचिराश्वश्च काव्यश्च राजा द्रृढरथस्तथा॥
]

`verse 51 [
वत्सश्चावर्तको राजा यस्यैते परिवत्सकाः।
रुचिराश्वस्य दायादः पृथुसेनो महायशाः॥
]

`verse 52 [
पृथुसेनस्य पौरस्तु पौरान्नीपोऽथ जज्ञिवान्।
नीपस्यैक शतं त्वासीत् पुत्राणाममितौजसाम्॥
]

`verse 53 [
नीपा इति समाख्याताः राजानः सर्व एव ते।
तेषां वंशकरः श्रीमान् नीपानां कीर्त्तिवर्द्धनः॥
]

`verse 54 [
काव्याच्च समरो नाम सदेष्टसमरोऽभवत्।
समरस्य पारसम्पारौ सदश्व इति ते त्रयः॥
]

`verse 55 [
पुत्राः सर्वगुणोपेता जाता वै विश्रुता भुवि।
पारपुत्रः पृथुर्जातः पृथोस्तु सुकृतोऽभवत्॥
]

`verse 56 [
जज्ञे सर्वगुणोपेतो विभ्राजस्तस्य चात्मजः।
विभ्राजस्य तु दायाद स्त्वणुहो नाम वीर्य्यवान्॥
]

`verse 57 [
बभूव शुकजामाता कृत्वी भर्ता महायशाः।
अणुहस्य तु दायादो ब्रह्मदत्तो महीपतिः॥
]

`verse 58 [
युगदत्तः सुतस्तस्य विष्वक्सेनो महायशाः।
विभ्राजः पुनराजातो सुकृतेनेह कर्मणा॥
]

`verse 59 [
विष्वक्सेनस्य पुत्रस्तु उदक्सोनो बभूव ह।
भल्लाटस्तस्य पुत्रस्तु तस्यासीज्जनमेजयः।
उग्रायुधेन तस्यार्थे सर्वे नीपाः प्रणाशिताः॥
]

`speaker [
ऋषय ऊचुः
]

`verse 60 [
उग्रायुधः कस्य सुतः कस्य वंशे स कथ्यते।
किमर्थं तेन ते नीपाः सर्वे चैव प्रणाशिताः॥
]

`speaker [
सूत उवाच
]

`verse 61 [
उग्रायुधः सूर्य्यवंश्य स्तपस्तेपे वराश्रमे।
स्थाणुभूतोऽष्टसाहस्रं तं भेजे जनमेजयः॥
]

`verse 62 [
तस्य राज्यं प्रतिश्रुत्य नीपानाजघ्निवान् प्रभुः।
उवाच सान्त्वं विविधं जघ्नुस्ते वै ह्युभावपि॥
]

`verse 63 [
हन्यमाना गतानूचे यस्माद्धेतोर्न मे वचः।
शरणागतरक्षार्थं तस्मादेवं शपामि वः॥
]

`verse 64 [
यदि मेऽस्ति तपस्तप्तं सर्वान्नयतु वो यमः।
ततस्तान् कृष्यमाणांस्तु यमेन पुरतः स तु॥
]

`verse 65 [
कृपया परयाविष्टो जनमेजयमूचिवान्।
गतानेतानिमान् वीरांस्त्वं मे रक्षितुमर्हसि॥
]

`verse 66 [
अरे पापा! दुराचारा! भवितारोऽस्य किङ्कराः।
तथेत्युक्तस्ततो राजा यमेन युयुधे चिरम्॥
]

`verse 67 [
व्याधिभिर्नारकैर्घोरैर्यमेन सह तान् बलात्।
विजित्य मुनये प्रादात् तदद्भुतमिवाऽभवत्॥
]

`verse 68 [
यमस्तुष्टस्ततस्तस्मै मुक्ति ज्ञानं ददौ परम्।
सर्वे यथोचितं कृत्वा जग्मुस्ते कृष्णमव्ययम्॥
]

`verse 69 [
येषान्तु चरितं गृह्य हन्यन्ते नापमृत्युभिः।
इह लोके परे चैव सुखमक्षय्यमश्नुते॥
]

`verse 70 [
अजमीढस्य धूमिन्यां विद्वाञ्जज्ञे यवीनरः।
धृतिमांस्तस्य पुत्रस्तु तस्य सत्यधृतिस्मृतः॥
अथ सत्यधृतेः पुत्रो द्रृढनेमिः प्रतापवान्॥
]

`verse 71 [
दृढनेमि सुतश्चापि सुधर्मा नाम पार्थिवः।
आसीन् सुधर्मतनयः सार्वभौमः प्रतापवान्॥
]

`verse 72 [
सार्वभौमेति विख्यातः पृथिव्यामेकारड् बभौ।
तस्यान्ववाये महति महापौरवनन्दनः॥
]

`verse 73 [
महापौरवपुत्रस्तु राजा रुक्मरथः स्मृतः।
अथ रुक्मरथस्यासीत् सुपार्श्वो नामपार्थिवः॥
]

`verse 74 [
सुपार्श्वतनयश्चापि सुमतिर्नाम धार्मिकः।
सुमतेरपि धर्मात्मा राजा सन्नतिमानपि॥
]

`verse 75 [
तस्यासीत् सन्नतिमतः कृतो नाम सुतो महान्।
हिरण्यनाभिनः शिष्यः कौसल्यस्य महात्मनः॥
]

`verse 76 [
चतुर्विंशतिधा येन प्रोक्ता वै साम संहिताः।
स्मृतास्ते प्राच्य सामानः कार्तानामेह सामगाः॥
]

`verse 77 [
कार्तिरुग्रायुधः सो वै महापौरववर्द्धनः।
बभूव येन विक्रम्य पृथुकस्य पिता हतः॥
]

`verse 78 [
नीलो नाम महाराजः पञ्चालाधिपतिर्वशी।
उग्रायुधस्य दायादः क्षेमो नाम महायशाः॥
]

`verse 79 [
क्षेमात् सुनीथः संजज्ञे सुनीथस्य नृपञ्जयः।
नृपञ्जयाच्च विरथ इत्येते पौरवाः स्मृताः॥
]
