`speaker [
सूत उवाच
]

`verse 1 [
अजमीढस्य नीलिन्यां नीलः समभवन्नृपः।
नीलस्य तपसोग्रेण सुशान्तिरुपपद्यत॥
]

`verse 2 [
पुरुजानुः सुशान्तेस्तु पृथुस्तु पुरुजानुतः।
भद्राश्वः पृथुदायादो भद्राश्वतनयान् श्रृणु॥
]

`verse 3 [
मुद्गलश्च जयश्चैव राजा बृहदिषुस्तथा।
यवीनरश्च विक्रान्तः कपिलश्चैव पञ्चमः॥
]

`verse 4 [
पञ्चानाञ्चैव पाञ्चलानेतान् जनपदान् विदुः।
पञ्चालं रक्षिणो ह्येते देशानामिति नः श्रुतम्॥
]

`verse 5 [
मुद्गलस्यापि मौद्गल्याः क्षत्रोपेता द्विजातयः।
एते ह्यङ्गिरसः पक्षं संश्रिताः काण्वमुद्गलाः॥
]

`verse 6 [
मुद्गलस्य सुतो जज्ञे ब्रह्मिष्ठः सुमाहायशाः।
इन्द्रसेनः सुतस्तस्य विन्ध्याश्वस्तस्य चात्मजः॥
]

`verse 7 [
विन्ध्याश्वान् मिथुनं जज्ञे मेनकायामितिश्रुतिः।
दिवोदासश्च राजर्षि रहल्या च यशस्विनी॥
]

`verse 8 [
शरद्वतस्तु दायादमहल्या सम्प्रसूयत।
शतानन्दमृषिश्रेष्ठं तस्यापि सुमहातपाः॥
]

`verse 9 [
सुतः सत्यधृतिर्नाम धनुर्वेदस्य पारगः।
आसीत् सत्यधृतेः शुक्रममोघं धार्मिकस्य तु॥
]

`verse 10 [
स्कन्नं रेतः सत्यधृतेर्द्रृष्ट्वा चाप्सरसं जले।
मिथुनं तत्र सम्भूतं तस्मिन् सरसि सम्भृतम्॥
]

`verse 11 [
ततः सरसि तस्मिंस्तु क्रममाणं महीपतिः।
द्रृष्ट्वा जग्राह कृपया शन्तनुर्मृगयां गतः॥
]

`verse 12 [
एते शरद्वतः पुत्रा आख्याता गौतमावराः।
अत ऊर्ध्वं प्रवक्ष्यामि दिवोदासस्य वै प्रजाः॥
]

`verse 13 [
दिवोदासस्य दायादो धर्मिष्ठो मित्रयुर्नृपः।
मैत्रायणावरः सोऽथ मैत्रेयस्तु ततः स्मृतः॥
]

`verse 14 [
एते वंश्यायतेः पक्षाः क्षत्रोपेतास्तु भार्गवाः।
राजा चैद्यवरो नाम मैत्रेयस्य सुतः स्मृतः॥
]

`verse 15 [
अथचैद्यवरात् विद्वान् सुदासस्तस्य चात्मजः।
अजमीढः पुनर्जातः क्षीणे वंशे तु सोमकः॥
]

`verse 16 [
सोमकस्य सुतो जन्तुर्हते तस्मिन् शतं बभौ।
पुत्राणामजमीढस्य सोमकस्य महात्मनः॥
]

`verse 17 [
महिषीत्वजमीढस्य धूमिनी पुत्रवर्धिनी।
पुत्राभावे तपस्तेपे शतं वर्षाणि दुश्चरम्॥
]

`verse 18 [
हुत्वाग्निं विधिवत् सम्यक् पवित्रीकृतभोजना।
अग्निहोत्रक्रमेणैव सा सुष्वाप महाव्रता॥
]

`verse 19 [
तस्यां वै धूमवर्णायामजमीढः समीयिवान्।
ऋक्षं सा जनयामास धूमवर्णं शताग्रजम्॥
]

`verse 20 [
ऋक्षात् संवरणो जज्ञे कुरुः संवरणात्ततः।
यः प्रयागमतिक्रम्य कुरुक्षेत्रमकल्पयत्॥
]

`verse 21 [
कृष्यतस्तु महाराजो वर्षाणि सुबहून्यथ।
कृष्यमाणस्ततः शक्रो भयात् तस्मै वरन् ददौ॥
]

`verse 22 [
पुण्यञ्च रमणीयञ्च कुरुक्षेत्रन्तु तत् स्मृतम्।
तस्यान्ववायः सुमहान् यस्य नाम्ना तु कौरवाः॥
]

`verse 23 [
कुरोस्तु दयिताः पुत्राः सुधन्वा जह्नु रेव च।
परीक्षिच्च महातेजाः प्रजनश्चारिमर्दनः॥
]

`verse 24 [
सुधन्वनस्तु दायादः पुत्रो मतिमतां वरः।
च्यवनस्तस्य पुत्रस्तु राजा धर्मार्थ तत्त्ववित्॥
]

`verse 25 [
च्यवनस्य कृमिः पुत्र ऋक्षाज्जज्ञे महातपाः।
कृमेः पुत्रो महावीर्यः ख्यात इन्द्रसमो विभुः॥
]

`verse 26 [
चैद्यो परिचरो वीरो वसुर्नामन्तरिक्षगः।
चैद्यो परिचराज्जज्ञे गिरिका सप्त वै सुतान्॥
]

`verse 27 [
महारथो मगधराट् विश्रुतो यो बृहद्रथः।
प्रत्यश्रवाः कुशश्चैव चतुर्थो हरिवाहनः॥
]

`verse 28 [
पञ्चमश्च यजुश्चैव मत्स्यः काली च सप्तमी।
बृहद्रथस्य दायादः कुशाग्रो नामविश्रुतः॥
]

`verse 29 [
कुशाग्रस्यात्मजश्चैव वृषभो नामवीर्यवान्।
वृषभस्य तु दायादः पुण्यवान् नाम पार्थिवः॥
]

`verse 30 [
पुण्यः पुण्यवतश्चैव राजा सत्यधृतिस्ततः।
दायादस्तस्य धनुषस्तस्मात् सर्वश्च जज्ञिवान्॥
]

`verse 31 [
सर्वस्य सम्भवः पुत्रस्तस्माद्राजा बृहद्रथः।
द्वे तस्य शकले जाते जरया सन्धितश्च सः॥
]

`verse 32 [
जरया सन्धितो यस्माज्जरासन्धस्ततः स्मृतः ।
जेता सर्वस्य क्षत्रस्य जरासन्धो महाबलः॥
]

`verse 33 [
जरासन्धस्य पुत्रस्तु सहदेवः प्रतापवान्।
सहदेवात्मजः श्रीमान् सोमवित्स महातपाः॥
]

`verse 34 [
श्रुतश्रवास्तु सोमादेर्मागधाः परिकीर्तिताः।
जह्नुस्त्वजनयत् पुत्रं सुरथं नाम भूमिपम्॥
]

`verse 35 [
सुरथस्य तु दायादो वीरो राजा विदूरथः।
विदूरथ सुतश्चापि सार्वभौम इति स्मृतः॥
]

`verse 36 [
सार्वभौमात् जयत् सेनो रुचिरस्तस्य चात्मजः।
रुचिरात्तु ततो भौम स्त्वरितायुस्ततोऽभवत्॥
]

`verse 37 [
अक्रोधनस्त्वायुसुत स्तस्माद्देवातिथिः स्मृतः।
देवातिथेस्तु दायादो दक्ष एव बभूव ह॥
]

`verse 38 [
भीमसेनस्ततो दक्षाद् दिलीपस्तस्य चात्मजः।
दिलीपस्य प्रतीरस्तु तस्य पुत्रास्त्रयः स्मृताः॥
]

`verse 39 [
देवापिः शन्तनुश्चैव बाह्लीकश्चैव ते त्रयः।
बाह्लीकस्य तु दायादाः सप्त बाह्लीश्वरानृप!
देवापिस्तु ह्यपध्यातः प्रजाभिरभवन् मुनिः॥
]

`speaker [
मुनय ऊचुः
]

`verse 40 [
प्रजाभिस्तु किमर्थं वै अपध्यातो जनेश्वरः।
को दोषो राजपुत्रस्य प्रजाभिः समुदाहृतः॥
]

`speaker [
सूत उवाच
]

`verse 41 [
किलासीद्राजपुत्रस्तु कुष्ठितं नाभ्यपूजयन्।
भविष्यं कीर्तयिष्यामि शन्तनोस्तु निबोधत॥
]

`verse 42 [
शन्तनुस्त्वभवद्राजा विद्वान् सो वै महाभिषक्।
इदं चोदाहरन्त्यत्र श्लोकं प्रति महाभिषक्॥
]

`verse 43 [
यं यं कराभ्यां स्पृशति जीर्णं रोगिणमेव च।
पुनर्युवा च भवति तस्मात्तं शन्तनुं विदुः॥
]

`verse 44 [
तत्तस्य शन्तनु त्वं हि प्रजाभिरिह कीर्त्यते।
ततो वृणुत भार्यार्थं शन्तनुर्जाह्नवीं नृपः॥
]

`verse 45 [
तस्यां देवव्रतं नाम कुमारं जनयद् विभुः।
काली विचित्रवीर्य्यन्तु दासेयोऽजनयत् सुतम्॥
]

`verse 46 [
शन्तनोर्दयितं पुत्रं शान्तात्मानमकल्मषम्।
कृष्णद्वैपायनो नाम क्षेत्रे वैचित्रवीर्य्यके॥
]

`verse 47 [
धृतराष्ट्रञ्च पाण्डुञ्च विदुरं चाप्यजीजनत्।
धृतराष्ट्रस्तु गान्धार्य्यां पुत्रानजनयत् शतम्॥
]

`verse 48 [
तेषां दुर्योधनः श्रेष्ठः सर्वक्षत्रस्य वै प्रभुः।
माद्री कुन्ती तथा चैव पाण्डोर्भार्ये बभूवतुः॥
]

`verse 49 [
देवदत्ताः सुताः पञ्च पाण्डोरर्थेऽभिज्ञिरे।
धर्माद्युघिष्ठिरो जज्ञे मारुताच्च वृकोदरः॥
]

`verse 50 [
इन्द्राद्धनञ्जयश्चैव इन्द्रतुल्य पराक्रमः।
नकुलं सहदेवञ्च माद्र्यशिवाभ्यामजीजनत्॥
]

`verse 51 [
पञ्चैते पाण्डवेभ्यस्तु द्रौपद्यां जज्ञिरे सुताः।
द्रौपद्यजनयच्छ्रेष्ठं प्रतिविन्ध्यं युधिष्ठिरात्॥
]

`verse 52 [
श्रुतसेनं भीमसेनाच्छ्रुतकीर्तिं धनञ्जयात्।
चतुर्थं श्रुतकर्माणं सहदेवादजायत॥
]

`verse 53 [
नकुलाच्च शतानीकं द्रौपदेयाः प्रकीर्त्तिताः।
तेभ्योऽपरे पाण्डवेयाः षडेवान्ये महारथाः॥
]

`verse 54 [
हैडम्बो भीमसेनात्तु पुत्रो जज्ञे घटोत्कचः।
काशीबलधरात् भीमाज्जज्ञे वै सर्वगं सुतम्॥
]

`verse 55 [
सुहोत्रं तनयं माद्री सहदेवादसूयत।
करेणुमत्यां चैद्यायां निरमित्रस्तु नाकुलिः॥
]

`verse 56 [
सुभद्राया रथी पार्थादभिमन्युरजायत।
योधेयं देवकीचैव पुत्रं यज्ञे युधिष्ठिरात्॥
]

`verse 57 [
अभिमन्योः परिक्षित्तु पुत्रः परपुरञ्जयः।
जनमेजयः परिक्षितः पुत्रः परमधार्मिकः॥
]

`verse 58 [
ब्रह्माणं कल्पयामास स वै वाजसनेयकम्।
स वैशम्पायनेनैव शप्तः किल महर्षिणा॥
]

`verse 59 [
न स्तास्यतीह दुर्बुद्धे! तवैतद्वचनं भुवि।
यावत् स्थास्यसि त्वं लोके तावदेव प्रपत्स्यति॥
]

`verse 60 [
क्षत्रस्य विजयं ज्ञात्वा ततः प्रभृति सर्वशः।
आभगम्य स्थिताश्चैव नृपञ्च जनमेजयम्॥
]

`verse 61 [
ततः प्रभृति शापेन क्षत्रियस्य तु याजिनः।
उत्सन्ना याजिनो यज्ञे ततः प्रभृति सर्वशः॥
]

`verse 62 [
क्षत्रस्ययाजिनः केचित् शापात्तस्य महात्मनः।
पौर्णमासेन हविषा इष्ट्वा तस्मिन् प्रजापतिम्॥
स वैशम्पायने नैव प्रविशन् वारितस्ततः॥
]

`verse 63 [
परिक्षितः सुतः सो वै पौरवो जनमेजयः।
द्विरश्वमेधमाहृत्य महावाजसनेयकः॥
]

`verse 64 [
प्रवर्तयित्वा तं सर्वमृषिं वाजसनेयकम्।
विवादे ब्राह्मणैः सार्दमभिशप्तो वनं ययौ॥
]

`verse 65 [
जनमेजयाच्छतानीकस्तस्माज्जज्ञे स वीर्यवान्।
जनमेजयः शतानीकं पुत्रं राज्येऽभिषिक्तवान्॥
]

`verse 66 [
अथाश्वमेधेन ततः शतानीकस्य वीर्यवान्।
जज्ञेऽधिसोमकृष्णाख्यः साम्प्रतं यो महायशाः॥
]

`verse 67 [
तस्मिन् शासति राष्ट्रे तु युष्माभिरिदमाहृतम्।
दुरापं दीर्घसत्रं वै त्रीणि वर्षाणि पुष्करे
वर्षद्वयं कुरक्षेत्रे दृषद्वत्यां द्विजोत्तमाः॥
]

`speaker [
मुनय ऊचुः
]

`verse 68 [
भविष्यं श्रोतुमिच्छामः प्रजानां लोमहर्षणे।
पुरा किल यदेतद्वै व्यतीतं कीर्तितं त्वया॥
]

`verse 69 [
येषु वै स्थास्यते क्षत्रं उत्पत्स्यन्ते नृपाश्चये।
तेषामायुः प्रमाणञ्च नामतश्चैव तान्नृपान्॥
]

`verse 70 [
कृतयुगप्रमाणञ्च त्रेताद्वापरयोस्तथा।
कलियुगप्रमाणञ्च युगदोषं युगक्षयम्॥
]

`verse 71 [
सुखदुःखप्रमाणञ्च प्रजादोषं युगस्य तु।
एतत्सर्वं प्रसंख्याय पृच्छतां ब्रूहि नः प्रभो॥
]

`speaker [
सूत उवाच
]

`verse 72 [
यथा मे कीर्तितं पूर्वं व्यासेनाक्लिष्टकर्म्मणा।
भाव्यं कलियुगञ्चैव तथा मन्वन्तराणि च॥
]

`verse 73 [
अनागतानि सर्वाणि ब्रुवतो मे निबोधत।
अत ऊर्ध्वं प्रवक्ष्यामि भविष्या ये नृपास्तथा॥
]

`verse 74 [
ऐडेक्ष्वाकान्वये चैव पौरवे चान्वये तथा।
येषु संस्थास्यते तच्च ऐक्ष्वाकु कुलं शुभम्॥
तान् सर्वान् कीर्त्तयिष्यामि भविष्ये कथितान्नृपान्॥
]

`verse 75 [
तेभ्योऽपरेऽपि ये त्वन्ये ह्युत्पत्स्यन्ते नृपाः पुनः।
क्षत्राः पराशवाः शूद्रास्तथान्ये ये महीश्वराः॥
]

`verse 76 [
अन्धाः शकाः पुलिन्दाश्च चूलिका यवनास्तथा।
कैवर्त्तभिल्लशवरा ये चान्यम्लेच्छसम्भवाः॥
पर्य्यायतः प्रवक्ष्यामि नामतश्चैव तान्नृपान्॥
]

`verse 77 [
अधिसोमकृष्णश्चैतेषां प्रथमं वर्त्तते नृपः।
तस्यान्ववाये वक्ष्यामि भविष्ये कथितान्नृपान्॥
]

`verse 78 [
त्यक्त्वा विवक्षुर्नगरं कौशाम्ब्यान्तु निवत्स्यति।
भविष्याष्टौ सुतास्तस्य महाबलपराक्रमाः॥
]

`verse 79 [
भूरिर्ज्येष्ठः सुतस्तस्य तस्य चित्ररथः स्मृतः।
शुचिद्रवश्चित्ररथात् वृष्णिमांश्च शुचिद्रवात्॥
]

`verse 80 [
वृष्णिमतः सुषेणश्च भविष्यति शुचिर्नृपः।
तस्मात् सुषेणात् भविता सुनीथो नाम पार्थिवः॥
]

`verse 81 [
नृपात् सुनीथाद् भविता नृचक्षुः सुमहायशाः।
नृचक्षुषस्तु दायादो भविता वै सुखीबलः॥
]

`verse 82 [
सुखीबलसुतश्चापि भावी राजा परिष्णवः।
परिष्णवसुतश्चापि भविता सुतपा नृपः॥
]

`verse 83 [
मेधावी तस्य दायादो भविष्यति न संशयः।
मेधाविनः सुतश्चापि भविष्यति पुरञ्जयः॥
]

`verse 84 [
उर्वो भाव्यः सुतस्तस्य तिग्मात्मा तस्य चात्मजः।
तिग्मात् बृहद्रथो भाव्यो वसुदामा बृहद्रथात्॥
]

`verse 85 [
वसुदाम्नः शतानीको भविष्योदयनस्ततः।
भविष्यते च दयनात् वीरो राजा वहीनरः॥
]

`verse 86 [
वहीनरात्मजश्चैव दण्डपाणिर्भविष्यति।
दण्डपाणेर्निरामित्रो निरामित्रात्तु क्षेमकः॥
]

`verse 87 [
अत्रानुवंशश्लोकोऽयं गीतो विप्रैः पुरातनैः।
ब्रह्मक्षत्रस्य यो योनिर्वंशो देवर्षिसत्कृतः॥
क्षेमकं प्राप्य राजानं संस्थास्यति कलौ युगे॥
]

`verse 88 [
इत्येष पौरवो वंशो यथावदिह कीर्त्तितः।
धीमतः पाण्डुपुत्रस्य अर्जुनस्य महात्मनः॥
]
