`speaker [
ऋषय ऊचुः
]

`verse 1 [
ये पूज्याः स्युर्द्विजातीनामग्नयः सूत सर्वदा ।
तानिदानीं समाचक्ष्व तद्वंशं चानुपूर्वशः
]

`speaker [
सूत उवाच
]

`verse 2 [
योऽसावग्निरभीमानी स्मृतः स्वायम्भुवेऽन्तरे ।
ब्रह्मणो मानसः पुत्रस्तस्मात्स्वाहा व्यजीजनत्
]

`verse 3 [
पावकं पवमानं च शुचिरग्निश्च यः स्मृतः ।
निर्मथ्यः पवमानोऽग्निर्वैद्युतः पावकात्मजः
]

`verse 4 [
शुचिरग्निः स्मृतः सौरः स्थावराश्चैव ते स्मृताः ।
पवमानात्मजो ह्यग्निर्हव्यवाहः स उच्यते
]

`verse 5 [
पावकः सहरक्षस्तु हव्यवाहमुखः शुचिः ।
देवानां हव्यवाहोऽग्निः प्रथमो ब्रह्मणः सुतः
]

`verse 6 [
सहरक्षः सुराणां तु त्रयाणां ते त्रयोऽग्नयः ।
एतेषां पुत्रपौत्राश्च चत्वारिंशत्तथैव च
]

`verse 7 [
प्रवक्ष्ये नामतस्तान्वै प्रविभागेन तान्पृथक् ।
पावनो लौकिको ह्यग्निः प्रथमो ब्रह्मणश्च यः
]

`verse 8 [
ब्रह्मौदनाग्निस्तत्पुत्रो भरतो नाम विश्रुतः ।
वैश्वानरो हव्यवाहो वहन्हव्यं ममार सः
]

`verse 9 [
स मृतोऽथर्वणः पुत्रो मथितः पुष्करोदधिः ।
योऽथर्वा लौकिको ह्यग्निर्दक्षिणाग्निः स उच्यते
]

`verse 10 [
भृगोः प्रजायताथर्वा ह्यङ्गिराथर्वणः स्मृतः ।
तस्य ह्यलौकिको ह्यग्निर्दक्षिणाग्निः स वै स्मृतः
]

`verse 11 [
अथ यः पवमानस्तु निर्मथ्योऽग्निः स उच्यते ।
स च वै गार्हपत्योऽग्निः प्रथमो ब्रह्मणः स्मृतः
]

`verse 12 [
ततः सभ्यावसथ्यौ च संशत्यास्तौ सुतावुभौ ।
ततः षोडश नद्यस्तु चकमे हव्यवाहनः ।
यः खल्वाहवनीयोऽग्निरभिमानी द्विजैः स्मृतः
]

`verse 13 [
कावेरीं कृष्णवेणीं च नर्मदां यमुनां तथा ।
गोदावरीं वितस्तां च चन्द्र भागामिरावतीम्
]

`verse 14 [
विपाशां कौशिकीं चैव शतद्रुं सरयूं तथा ।
सीतां मनस्विनीं चैव ह्रादिनीं पावनां तथा
]

`verse 15 [
तासु षोडशधात्मानं प्रविभज्य पृथक्पृथक् ।
तदा तु विहरंस्तासु धिष्ण्येच्छः स बभूव ह
]

`verse 16 [
स्वाभिधानस्थिता धिष्ण्यास्तासूत्पन्नाश्च धिष्णवः ।
धिष्ण्येषु जज्ञिरे यस्मात्ततस्ते धिष्णवः स्मृताः
]

`verse 17 [
इत्येते वै नदीपुत्रा धिष्ण्येषु प्रतिपेदिरे ।
तेषां विहरणीया ये उपस्थेयाश्च ताञ्शृणु ।
विभुः प्रवाहणोऽग्नीध्रस्तत्रस्था धिष्णवोऽपरे
]

`verse 18 [
विहरति यथास्थानं पुण्याहे समुपक्रमे ।
अनिर्देश्यानिवार्याणामग्नीनां शृणुत क्रमम्
]

`verse 19 [
वासवोऽग्निः कृशानुर्यो द्वितीयोत्तरवेदिकः ।
सम्राडग्निसुतो ह्यष्टावुपतिष्ठन्ति तान्द्विजाः
]

`verse 20 [
पर्जन्यः पवमानस्तु द्वितीयः सोऽनुदृश्यते ।
पावकोष्णः समूह्यस्तु वोत्तरे सोऽग्निरुच्यते
]

`verse 21 [
हव्यसूदो ह्यसंमृज्यः शामित्रः स विभाव्यते ।
शतधामा सुधाज्योती रौद्रै श्वर्यः स उच्यते
]

`verse 22 [
ब्रह्मज्योतिर्वसुधामा ब्रह्मस्थानीय उच्यते ।
अजैकपादुपस्थेयः स वै शालामुखो यतः
]

`verse 23 [
अनिर्देश्यो ह्यहिर्बुध्न्यो बहिरन्ते तु दक्षिणौ ।
पुत्रा ह्येते तु सर्वस्य उपस्थेया द्विजैः स्मृताः
]

`verse 24 [
ततो विहरणीयांस्तु वक्ष्याम्यष्टौ तु तान्सुतान् ।
हौत्रियस्य सुतो ह्यग्निर्बर्हिषो हव्यवाहनः
]

`verse 25 [
प्रशंस्योऽग्निः प्रचेतास्तु द्वितीयः संसहायकः ।
सुतो ह्यग्नेर्विश्ववेदा ब्राह्मणाच्छंसिरुच्यते
]

`verse 26 [
अपां योनिः स्मृतः स्वाम्भः सेतुर्नाम विभाव्यते ।
धिष्ण्य आहरणा ह्येते सोमेनेज्यन्त वै द्विजैः
]

`verse 27 [
ततो यः पावको नाम्ना यः सद्भिर्योग उच्यते ।
अग्निः सोऽवभृथो ज्ञेयो वरुणेन सहेज्यते
]

`verse 28 [
हृदयस्य सुतो ह्यग्नेर्जठरेऽसौ नृणां पचन् ।
मन्युमाञ्जठरश्चाग्निर्विद्धाग्निः सततं स्मृतः
]

`verse 29 [
परस्परोत्थितो ह्यग्निर्भूतानीह विभुर्दहन् ।
अग्नेर्मन्युमतः पुत्रो घोरः संवर्तकः स्मृतः
]

`verse 30 [
पिबन्नपः स वसति समुद्रे वडवामुखे ।
समुद्र वासिनः पुत्रः सहरक्षो विभाव्यते
]

`verse 31 [
सहरक्षस्तु वै कामान्गृहे स वसते नृणाम् ।
क्रव्यादग्निः सुतस्तस्य पुरुषान्योऽत्ति वै मृतान्
]

`verse 32 [
इत्येते पावकस्याग्नेर्द्विजैः पुत्राः प्रकीर्तिताः ।
ततः सुतास्तु सौवीर्याद्गन्धर्वैरसुरैर्हृताः
]

`verse 33 [
मथितो यस्त्वरण्यां तु सोऽग्निराप समिन्धनम् ।
आयुर्नाम्ना तु भगवान्पशौ यस्तु प्रणीयते
]

`verse 34 [
आयुषो महिमान्पुत्रो दहनस्तु ततः सुतः ।
पाकयज्ञेष्वभीमानी हुतं हव्यं भुनक्ति यः
]

`verse 35 [
सर्वस्माद्देवलोकाच्च हव्यं कव्यं भुनक्ति यः ।
पुत्रोऽस्य सहितो ह्यग्निरद्भुतः स महायशाः
]

`verse 36 [
प्रायश्चित्तेष्वभीमानी हृतं हव्यं भुनक्ति यः ।
अद्भुतस्य सुतो वीरो देवांशस्तु महान्स्मृतः
]

`verse 37 [
विविधाग्निस्ततस्तस्य तस्य पुत्रो महाकविः ।
विविधाग्निसुतादर्कादग्नयोऽष्टौ सुताः स्मृताः
]

`verse 38 [
काम्यास्विष्टिष्वभीमानी रक्षोहायतिकृच्च यः ।
सुरभिर्वसुमान्नादो हर्यश्वश्चैव रुक्मवान्
]

`verse 39 [
प्रवर्ग्यः क्षेमवांश्चैव इत्यष्टौ च प्रकीर्तिताः ।
शुच्यग्नेस्तु प्रजा ह्येषा अग्नयश्च चतुर्दश
]

`verse 40 [
इत्येते ह्यग्नयः प्रोक्ताः प्रणीता ये हि चाध्वरे ।
समतीते तु सर्गे ये यामैः सह सुरोत्तमैः
]

`verse 41 [
स्वायम्भुवेऽन्तरे पूर्वमग्नयस्तेऽभिमानिनः ।
एते विहरणीयेषु चेतनाचेतनेष्विह
]

`verse 42 [
स्थानाभिमानिनोऽग्नीध्राः प्रागासन्हव्यवाहनाः ।
काम्यनैमित्तिकाद्यास्ते ये ते कर्मस्ववस्थिताः
]

`verse 43 [
पूर्वे मन्वन्तरेऽतीते शुक्रैर्यामैश्च तैः सह ।
एते देवगणैः सार्धं प्रथमस्यान्तरे मनोः
]

`verse 44 [
इत्येता योनयो ह्यक्ताः स्थानाख्या जातवेदसाम् ।
स्वारोचिषादिषु ज्ञेयाः सवर्णान्तेषु सप्तसु
]

`verse 45 [
तैरेवं तु प्रसंख्यातं साम्प्रतानागतेष्विह ।
मन्वन्तरेषु सर्वेषु लक्षणं जातवेदसाम्
]

`verse 46 [
मन्वन्तरेषु सर्वेषु नानारूपप्रयोजनैः ।
वर्तन्ते वर्तमानैश्च यामैर्देवैः सहाग्नयः
]

`verse 47 [
अनागतैः सुरैः सार्धं वत्स्यन्तोऽनागतास्त्वथ ।
इत्येष प्रचयोऽग्नीनां मया प्रोक्तो यथाक्रमम् ।
विस्तरेणानुपूर्व्या च किमन्यच्छ्रोतुमिच्छथ
]

`colophon [
इति श्रीमात्स्ये महापुराणेऽग्निवंशो नामैकपञ्चाशत्तमोऽध्यायः
]
