`speaker [
मुनय ऊचुः
]

`verse 1 [
पुराणसंख्यामाचक्ष्व सूत विस्तरशः क्रमात्
दानधर्ममशेषं तु यथावदनुपूर्वशः
]

`speaker [
सूत उवाच
]

`verse 2 [
इदमेव पुराणेषु पुराणपुरुषस्तदा
यदुक्तवान्स विश्वात्मा मनवे तन्निबोधत
]

`speaker [
मत्स्य उवाच
]

`verse 3 [
पुराणं सर्वशास्त्राणां प्रथमं ब्रह्मणा स्मृतम्
अनन्तरं च वक्त्रेभ्यो वेदास्तस्य विनिर्गताः
]

`verse 4 [
पुराणमेकमेवासीत्तदा कल्पान्तरेऽनघ
त्रिवर्गसाधनं पुण्यं शतकोटिप्रविस्तरम्
]

`verse 5 [
निर्दग्धेषु च लोकेषु वाजिरूपेण वै मया
अङ्गानि चतुरो वेदान्पुराणं न्यायविस्तरम्
]

`verse 6 [
मीमांसां धर्मशास्त्रं च परिगृह्य मया कृतम्
मत्स्यरूपेण च पुनः कल्पादावुदकार्णवे
]

`verse 7 [
अशेषमेतत्कथितमुदकान्तर्गतेन च
श्रुत्वा जगाद च मुनीन्प्रति देवांश्चतुर्मुखः
]

`verse 8 [
प्रवृत्तिः सर्वशास्त्राणां पुराणस्याभवत्ततः
कालेनाग्रहणं दृष्ट्वा पुराणस्य ततो नृप
]

`verse 9 [
व्यासरूपमहं कृत्वा संहरामि युगे युगे
चतुर्लक्षप्रमाणेन द्वापरे द्वापरे सदा
]

`verse 10 [
तथाष्टादशधा कृत्वा भूर्लोकेऽस्मिन्प्रकाश्यते
अद्यापि देवलोकेऽस्मिञ् छतकोटिप्रविस्तरम्
]

`verse 11 [
तदर्थोऽत्र चतुर्लक्षं संक्षेपेण निवशितः
पुराणानि दशाष्टौ च साम्प्रतं तदिहोच्यते
]

`verse 12 [
नामतस्तानि वक्ष्यामि शृणुध्वं मुनिसत्तमाः
ब्रह्मणाभिहितं पूर्वं यावन्मात्रं मरीचये
]

`verse 13 [
ब्राह्मं त्रिदशसाहस्रं पुराणं परिकीर्त्यते
लिखित्वा तच्च यो दद्याज्जलधेनुसमन्वितम्
वैशाखपूर्णिमायां च ब्रह्मलोके महीयते
]

`verse 14 [
एतदेव यदा पद्ममभूद्धैरण्मयं जगत्
तद्वृत्तान्ताश्रयं तद्वत्पाद्ममित्युच्यते बुधैः
पाद्मं तत्पञ्चपञ्चाशत्सहस्राणीह कथ्यते
]

`verse 15 [
तत्पुराणं च यो दद्यात्सुवर्णकमलान्वितम्
ज्येष्ठे मासि तिलैर्युक्तमश्वमेधफलं लभेत्
]

`verse 16 [
वाराहकल्पवृत्तान्तमधिकृत्य पराशरः
यत्प्राह धर्मानखिलांस्तद्युक्तं वैष्णवं विदुः
]

`verse 17 [
तदाषाढे च यो दद्याद् घृतधेनुसमन्वितम्
पौर्णमास्यां विपूतात्मा स पदं याति वारुणम्
त्रयोविंशतिसाहस्रं तत्प्रमाणं विदुर्बुधाः
]

`verse 18 [
श्वेतकल्पप्रसङ्गेन धर्मान्वायुरिहाब्रवीत्
यत्र तद्वायवीयं स्याद्रुद्र माहात्म्यसंयुतम्
चतुर्विंशसहस्राणि पुराणं तदिहोच्यते
]

`verse 19 [
श्रावण्यां श्रावणे मासि गुडधेनुसमन्वितम्
यो दद्याद्वृषसंयुक्तं ब्राह्मणाय कुटुम्बिने
शिवलोके स पूतात्मा कल्पमेकं वसेन्नरः
]

`verse 20 [
यत्राधिकृत्य गायत्रीं वर्ण्यते धर्मविस्तरः
वृत्रासुरवधोपेतं तद्भागवतमुच्यते
]

`verse 21 [
सारस्वतस्य कल्पस्य मध्ये ये स्युर्नरोत्तमाः
तद्वृत्तान्तोद्भवं लोके तद्भागवतमुच्यते
]

`verse 22 [
लिखित्वा तच्च यो दद्याद्धेमसिंहसमन्वितम्
पौर्णमास्यां प्रौष्ठपद्यां स याति परमां गतिम्
अष्टादश सहस्राणि पुराणं तत्प्रचक्षते
]

`verse 23 [
यत्राह नारदो धर्मान्बृहत्कल्पाश्रयाणि च
पञ्चविंशत्सहस्राणि नारदीयं तदुच्यते
]

`verse 24 [
आश्विने पञ्चदश्यां तु दद्याद्धेनुसमन्वितम्
परमां सिद्धिमाप्नोति पुनरावृत्तिदुर्लभाम्
]

`verse 25 [
यत्राधिकृत्य शकुनीन्धर्माधर्मविचारणा
व्याख्याता वै मुनिप्रश्ने मुनिभिर्धर्मचारिभिः
]

`verse 26 [
मार्कण्डेयेन कथितं तत्सर्वं विस्तरेण तु
पुराणं नवसाहस्रं मार्कण्डेयमिहोच्यते
]

`verse 27 [
प्रतिलिख्य च यो दद्यात्सौवर्णकरिसंयुतम्
कार्त्तिक्यां पुण्डरीकस्य यज्ञस्य फलभाग्भवेत्
]

`verse 28 [
यत्तदीशानकं कल्पं वृत्तान्तमधिकृत्य च
वसिष्ठायाग्निना प्रोक्तमाग्नेयं तत्प्रचक्षते
]

`verse 29 [
लिखित्वा तच्च यो दद्याद्धेमपद्मसमन्वितम्
मार्गशीर्ष्यां विधानेन तिलधेनुसमन्वितम्
]

`verse 30 [
तच्च षोडशसाहस्रं सर्वक्रतुफलप्रदम्
यः प्रदधन्नरः सोऽथ स्वर्गलोके महीयते
]

`verse 31 [
यत्राधिकृत्य माहात्म्यमादित्यस्य चतुर्मुखः
अघोरकल्पवृत्तान्तप्रसङ्गेन जगत्स्थितिम्
मनवे कथयामास भूतग्रामस्य लक्षणम्
]

`verse 32 [
चतुर्दश सहस्राणि तथा पञ्च शतानि च
भविष्यचरितप्रायं भविष्यं तदिहोच्यते
]

`verse 33 [
तत्पौषे मासि यो दद्यात्पौर्णमास्यां विमत्सरः
गुडकुम्भसमायुक्तमग्निष्टोमफलं भवेत्
]

`verse 34 [
रथंतरस्य कल्पस्य वृत्तान्तमधिकृत्य च
सावर्णिना नारदाय कृष्णमाहात्म्यमुत्तमम्
]

`verse 35 [
यत्र ब्रह्मवराहस्य चोदन्तं वर्णितं मुहुः
तदष्टादशसाहस्रं ब्रह्मवैवर्तमुच्यते
]

`verse 36 [
पुराणं ब्रह्मवैवर्तं यो दद्यान्माघमासि च
पौर्णमास्यां शुभदिने ब्रह्मलोके महीयते
]

`verse 37 [
यत्राग्निलिङ्गमध्यस्थः प्राह देवो महेश्वरः
धर्मार्थकाममोक्षार्थमाग्नेयमधिकृत्य च
]

`verse 38 [
कल्पान्ते लैङ्गमित्युक्तं पुराणं ब्रह्मणा स्वयम्
तदेकादशसाहस्रं फाल्गुन्यां यः प्रयच्छति
तिलधेनुसमायुक्तं स याति शिवसाम्यताम्
]

`verse 39 [
महावराहस्य पुनर्माहात्म्यमधिकृत्य च
विष्णुनाभिहितं क्षोण्यै तद्वाराहमिहोच्यते
]

`verse 40 [
मानवस्य प्रसङ्गेन कल्पस्य मुनिसत्तमाः
चतुर्विंशत्सहस्राणि तत्पुराणमिहोच्यते
]

`verse 41 [
काञ्चनं गरुडं कृत्वा तिलधेनुसमन्वितम्
पौर्णमास्यां मधौ दद्याद् ब्राह्मणाय कुटुम्बिने
वराहस्य प्रसादेन पदमाप्नोति वैष्णवम्
]

`verse 42 [
यत्र माहेश्वरान्धर्मानधिकृत्य च षण्मुखः
कल्पे तत्पुरुषं वृत्तं चरितैरुपबृंहितम्
]

`verse 43 [
स्कान्दं नाम पुराणं च ह्येकाशीतिर्निगद्यते
सहस्राणि शतं चैकमिति मर्त्येषु गद्यते
]

`verse 44 [
परिलिख्य च यो दद्याद्धेमशूलसमन्वितम्
शैवं पदमवाप्नोति मीने चोपागते रवौ
]

`verse 45 [
त्रिविक्रमस्य माहात्म्यमधिकृत्य चतुर्मुखः
त्रिवर्गमभ्यधात्तच्च वामनं परिकीर्तितम्
]

`verse 46 [
पुराणं दशसाहस्रं कूर्मकल्पानुगं शिवम्
यः शरद्विषुवे दद्याद्वैष्णवं यात्यसौ पदम्
]

`verse 47 [
यत्र धर्मार्थकामानां मोक्षस्य च रसातले
माहात्म्यं कथयामास कूर्मरूपी जनार्दनः
]

`verse 48 [
इन्द्र द्युम्नप्रसङ्गेन ऋषिभ्यः शक्रसंनिधौ
अष्टादश सहस्राणि लक्ष्मीकल्पानुषङ्गिकम्
]

`verse 49 [
यो दद्यादयने कूर्मं हेमकूर्मसमन्वितम्
गोसहस्रप्रदानस्य फलं सम्प्राप्नुयान्नरः
]

`verse 50 [
श्रुतीनां यत्र कल्पादौ प्रवृत्त्यर्थं जनार्दनः
मत्स्यरूपेण मनवे नरसिंहोपवर्णनम्
]

`verse 51 [
अधिकृत्याब्रवीत्सप्तकल्पवृत्तं मुनीश्वराः
तन्मात्स्यमिति जानीध्वं सहस्राणि चतुर्दश
]

`verse 52 [
विषुवे हेममत्स्येन धेन्वा चैव समन्वितम्
यो दद्यात्पृथिवी तेन दत्ता भवति चाखिला
]

`verse 53 [
यदा च गारुडे कल्पे विश्वाण्डाद्गरुडोद्भवम्
अधिकृत्याब्रवीत्कृष्णो गारुडं तदिहोच्यते
]

`verse 54 [
तदष्टादशकं चैकं सहस्राणीह पठ्यते
सौवर्णहंससंयुक्तं यो ददाति पुमानिह
स सिद्धिं लभते मुख्यां शिवलोके च संस्थितिम्
]

`verse 55 [
ब्रह्मा ब्रह्माण्डमाहात्म्यमधिकृत्याब्रवीत्पुनः
तच्च द्वादशसाहस्रं ब्रह्माण्डं द्विशताधिकम्
]

`verse 56 [
भविष्याणां च कल्पानां श्रूयते यत्र विस्तरः
तद्ब्रह्माण्डपुराणं च ब्रह्मणा समुदाहृतम्
]

`verse 57 [
यो दद्यात्तद्व्यतीपाते पीतोर्णायुगसंयुतम्
राजसूयसहस्रस्य फलमाप्नोति मानवः
हेमधेन्वा युतं तच्च ब्रह्मलोकफलप्रदम्
]

`verse 58 [
चतुर्लक्षमिदं प्रोक्तं व्यासेनाद्भुतकर्मणा
मत्पितुर्मम पित्रा च मया तुभ्यं निवेदितम्
]

`verse 59 [
इह लोकहितार्थाय संक्षिप्तं परमर्षिणा
इदमद्यापि देवेषु शतकोटिप्रविस्तरम्
]

`verse 60 [
उपभेदान्प्रवक्ष्यामि लोके ये सम्प्रतिष्ठिताः
पाद्मे पुराणे यत्रोक्तं नरसिंहोपवर्णनम्
तच्चाष्टादशसाहस्रं नारसिंहमिहोच्यते
]

`verse 61 [
नन्दाया यत्र माहात्म्यं कार्त्तिकेयेन वर्ण्यते
नन्दीपुराणं तल्लोकैराख्यातमिति कीर्त्यते
]

`verse 62 [
यत्र साम्बं पुरस्कृत्य भविष्यति कथानकम्
प्रोच्यते तत्पुनर्लोके साम्बमेतन्मुनिव्रताः
]

`verse 63 [
पुरातनस्य कल्पस्य पुराणानि विदुर्बुधाः
धन्यं यशस्यमायुष्यं पुराणानामनुक्रमम्
एवमादित्यसंज्ञा च तत्रैव परिगद्यते
]

`verse 64 [
अष्टादशभ्यस्तु पृथक् पुराणं यत्प्रदिश्यते
विजानीध्वं द्विजश्रेष्ठास्तदेतेभ्यो विनिर्गतम्
]

`verse 65 [
पञ्चाङ्गानि पुराणेषु आख्यानकमिति स्मृतम्
सर्गश्च प्रतिसर्गश्च वंशो मन्वन्तराणि च
वंश्यानुचरितं चैव पुराणं पञ्चलक्षणम्
]

`verse 66 [
ब्रह्मविष्ण्वर्करुद्रा णां माहात्म्यं भुवनस्य च
ससंहारप्रदानां च पुराणे पञ्चवर्णके
]

`verse 67 [
धर्मश्चार्थश्च कामश्च मोक्षश्चैवात्र कीर्त्यते
सर्वेष्वपि पुराणेषु तद्विरुद्धं च यत्फलम्
]

`verse 68 [
सात्त्विकेषु पुराणेषु माहात्म्यमधिकं हरेः
राजसेषु च माहात्म्यमधिकं ब्रह्मणो विदुः
]

`verse 69 [
तद्वदग्नेश्च माहात्म्यं तामसेषु शिवस्य च
संकीर्णेषु सरस्वत्याः पितॄणां च निगद्यते
]

`verse 70 [
अष्टादश पुराणानि कृत्वा सत्यवतीसुतः
भारताख्यानमखिलं चक्रे तदुपबृंहितम्
लक्षेणैकेन यत्प्रोक्तं वेदार्थपरिबृंहितम्
]

`verse 71 [
वाल्मीकिना तु यत्प्रोक्तं रामोपाख्यानमुत्तमम्
ब्रह्मणाभिहितं यच्च शतकोटिप्रविस्तरम्
]

`verse 72 [
आहृत्य नारदायैवं तेन वाल्मीकये पुनः
वाल्मीकिना च लोकेषु धर्मकामार्थसाधनम्
एवं सपादाः पञ्चैते लक्षा मर्त्ये प्रकीर्तिताः
]

`verse 73 [
पुरातनस्य कल्पस्य पुराणानि विदुर्बुधाः
धन्यं यशस्यमायुष्यं पुराणानामनुक्रमम्
यः पठेच्छृणुयाद्वापि स याति परमां गतिम्
]

`verse 74 [
इदं पवित्रं यशसो निधानमिदं पितॄणामतिवल्लभं च
इदं च देवेष्वमृतायितं च नित्यं त्विदं पापहरं च पुंसाम्
]

`colophon [
इति श्रीमात्स्ये महापुराणे पुराणानुक्रमणिकाभिधानं नाम त्रिपञ्चाशोऽध्यायः
]
