`verse 1 [
पञ्चपञ्चाशोऽध्यायः
नारद उवाच
उपवासेष्वशक्तस्य तदेव फलमिच्छतः
अनभ्यासेन रोगाद्वा किमिष्टं व्रतमुत्तमम्
]

`speaker [
ईश्वर उवाच
]

`verse 2 [
उपवासेऽप्यशक्तानां नक्तं भोजनमिष्यते
यस्मिन्व्रते तदप्यत्र श्रूयतामक्षयं महत्
]

`verse 3 [
आदित्यशयनं नाम यथावच्छंकरार्चनम्
येषु नक्षत्रयोगेषु पुराणज्ञाः प्रचक्षते
]

`verse 4 [
यदा हस्तेन सप्तम्यामादित्यस्य दिनं भवेत्
सूर्यस्य चाथ संक्रान्तिस्!तिथिः सा सार्वकामिकी
]

`verse 5 [
उमामहेश्वरस्यार्चामर्चयेत्सूर्यनामभिः
सूर्यार्चां शिवलिङ्गे च प्रकुर्वन्पूजयेद्यतः
]

`verse 6 [
उमापते रवेर्वापि न भेदो दृश्यते क्वचित्
यस्मात्तस्मान्मुनिश्रेष्ठ गृहे शम्भुं समर्चयेत्
]

`verse 7 [
हस्ते च सूर्याय नमोऽस्तु पादावर्काय चित्रासु च गुल्फदेशम्
स्वातीषु जङ्घे पुरुषोत्तमाय धात्रे विशाखासु च जानुदेशम्
]

`verse 8 [
तथानुराधासु नमोऽभिपूज्यमूरुद्वयं चैव सहस्रभानोः
ज्येष्ठास्वनङ्गाय नमोऽस्तु गुह्यमिन्द्रा य सोमाय कटी च मूले
]

`verse 9 [
पूर्वोत्तराषाढयुगे च नाभिं त्वष्ट्रे नमः सप्ततरंगमाय
तीक्ष्णांशवे च श्रवणे च कुक्षौ पृष्ठं धनिष्ठासु विकर्तनाय
]

`verse 10 [
चक्षुःस्थलं ध्वान्तविनाशनाय जलाधिपर्क्षे परिपूजनीयम्
पूर्वोत्तराभाद्र पदाद्वये च बाहू नमश्चण्डकराय पूज्यौ
]

`verse 11 [
साम्नामधीशाय करद्वयं च संपूजनीयं द्विज रेवतीषु
नखानि पूज्यानि तथाश्विनीषु नमोऽस्तु सप्ताश्वधुरंधराय
]

`verse 12 [
कठोरधाम्ने भरणीषु कण्ठं दिवाकरायेत्यभिपूजनीया
ग्रीवाग्निऋक्षेऽधरमम्बुजेशे सम्पूजयेन्नारद रोहिणीषु
]

`verse 13 [
मृगोत्तमाङ्गे दशना मुरारेः संपूजनीया हरये नमस्ते
नमः सवित्रे रसनां शंकरे च नासाभिपूज्या च पुनर्वसौ च
]

`verse 14 [
ललाटमम्भोरुहवल्लभाय पुष्येऽलका वेदशरीरधारिणे
सार्पेऽथ मौलिं विबुधप्रियाय मघासु कर्णाविति गोगणेशे
]

`verse 15 [
पूर्वासु गोब्राह्मणवन्दनाय नेत्राणि संपूज्यतमानि शम्भोः
अथोत्तराफल्गुनिभे भ्रुवौ च विश्वेश्वरायेति च पूजनीये
]

`verse 16 [
नमोऽस्तु पाशाङ्कुशशूलपद्मकपालसर्पेन्दुधनुर्धराय
गजासुरानङ्गपुरान्धकादिविनाशमूलाय नमः शिवाय
]

`verse 17 [
इत्यादि चास्त्राणि च पूज्य नित्यं विश्वेश्वरायेति शिवोऽभिपूज्यः
भोक्तव्यमत्रैवमतैलशाकममांसमक्षारमभुक्तशेषम्
]

`verse 18 [
इत्येवं द्विज नक्तानि कृत्वा दद्यात्पुनर्वसौ
शालेयतण्डुलप्रस्थमौदुम्बरमये घृतम्
]

`verse 19 [
संस्थाप्य पात्रे विप्राय सहिरण्यं निवेदयेत्
सप्तमे वस्त्रयुग्मं च पारणे त्वधिकं भवेत्
]

`verse 20 [
चतुर्दशे तु सम्प्राप्ते पारणे नारदाब्दिके
ब्राह्मणान्भोजयेद्भक्त्या गुडक्षीरघृतादिभिः
]

`verse 21 [
कृत्वा तु काञ्चनं पद्ममष्टपत्त्रं सकर्णिकम्
शुद्धमष्टाङ्गुलं तच्च पद्मरागदलान्वितम्
]

`verse 22 [
शय्यां विलक्षणां कृत्वा विरुद्धग्रन्थिवर्जिताम्
सोपधानकविश्रामस्वास्तरव्यजनानि च
]

`verse 23 [
भाजनोपानहछत्त्रचामरासनदर्पणैः
भूषणैरपि संयुक्तां फलवस्त्रानुलेपनैः
]

`verse 24 [
तस्यां विधाय तत्पद्ममलंकृत्य गुणान्वितम्
कपिलां वस्त्रसंयुक्तां सुशीलां च पयस्विनीम्
]

`verse 25 [
रौप्यखुरीं हेमशृङ्गीं सवत्सां कांस्यदोहनाम्
दद्यान्मन्त्रेण पूर्वाह्णे न चैनामभिलङ्घयेत्
]

`verse 26 [
यथैवादित्यशयनमशून्यं तव सर्वदा
कान्त्या धृत्या श्रिया रत्या तथा मे सन्तु सिद्धयः
]

`verse 27 [
यथा न देवाः श्रेयांसं त्वदन्यमनघं विदुः
तथा मामुद्धराशेषदुःखसंसारसागरात्
]

`verse 28 [
ततः प्रदक्षिणीकृत्य प्रणिपत्य विसर्जयेत्
शय्यागवादि तत्सर्वं द्विजस्य भवनं नयेत्
]

`verse 29 [
नैतद्विशीलाय न दाम्भिकाय कुतर्कदुष्टाय विनिन्दकाय
प्रकाशनीयं व्रतमिन्दुमौलेर्यश्चापि निन्दामधिकां विधत्ते
]

`verse 30 [
भक्ताय दान्ताय च गुह्यमेतदाख्येयमानन्दकरं शिवस्य
इदं महापातकभिन्नराणामप्यक्षरं वेदविदो वदन्ति
]

`verse 31 [
न बन्धुपुत्रेण धनैर्वियुक्तः पत्नीभिरानन्दकरः सुराणाम्
नाभ्येति रोगं न च शोकदुःखं या वाथ नारी कुरुतेऽतिभक्त्या
]

`verse 32 [
इदं वसिष्ठेन पुरार्जुनेन कृतं कुबेरेण पुरंदरेण
यत्कीर्तनेनाप्यखिलानि नाशमायान्ति पापानि न संशयोऽस्ति
]

`verse 33 [
इति पठति शृणोति वा य इत्थं रविशयनं पुरुहूतवल्लभः स्यात्
अपि नरकगतान्पितॄनशेषानपि दिवमानयतीह यः करोति
]

`colophon [
इति श्रीमात्स्ये महापुराणे आदित्यशयनव्रतं नाम पञ्चपञ्चाशत्तमोऽध्यायः
]
