`speaker [
सूत उवाच
]

`verse 1 [
जलाशयगतं विष्णुमुवाच रविनन्दनः।
तड़ागारामकूपानां वापीषु नलिनीषु च॥
]

`verse 2 [
विधिं पृच्छामि देवेश! देवतायतनेषु च।
के तत्र च ऋत्विजो नाथ! वेदी वा कीदृशी भवेत्॥
]

`verse 3 [
दक्षिणावलयः कालः स्थानमाचार्य्य एव च।
द्रव्याणि कानि शस्तानि सर्वमाचक्ष्व तत्त्वतः॥
]

`speaker [
मत्स्य उवाच
]

`verse 4 [
श्रृणु राजन् महाबाहो! तड़ागादिषु यो विधिः।
पुराणेष्वितिहासोऽयं पठ्यते वेदवादिभिः॥
]

`verse 5 [
प्राप्य पक्षं शुभं शुक्लमतीते चोत्तरायणे।
पुण्येऽह्नि विप्रकथिते कृत्वा ब्राह्मणवाचनम्॥
]

`verse 6 [
प्रागुदक्प्रवणे देशे तड़ागस्य समीपतः।
चतुर्हस्तां शुभां वेदिं चतुरस्रां चतुर्मुखाम्॥
]

`verse 7 [
तथा षोड़शहस्तः स्यान्मण्डपश्च चतुर्मुखः।
वेद्याश्च परितो गर्ता रत्नि मात्रास्ति मेखलाः॥
]

`verse 8 [
नव सप्तार्थ वा पञ्च नातिरिक्ता नृपात्मज!।
वितस्तिमात्रा योनिः स्यात् षट्‌सप्ताङ्गुलिविस्तृता॥
]

`verse 9 [
गर्ताश्चतस्रः शस्ताः स्यु स्त्रिपर्वोच्छ्रितमेखलाः।
सर्वतस्तुसवर्णाः स्युः पताकाध्वजसंयुताः॥
]

`verse 10 [
अश्वत्थोदुम्बरप्लक्ष वटशाखाकृतानि तु।
मण्डपस्य प्रतिदिशं द्वाराण्येतानि कारयेत्॥
]

`verse 11 [
शुभस्तत्राष्ट होतारो द्वारपालास्तथाष्ट वै।
अष्टौ तु जापकाः कार्य्याः ब्राह्मणा वेदपारगाः॥
]

`verse 12 [
सर्वलक्षणसम्पूर्णो मन्त्रविद्विजितेन्द्रियः।
कुलशीलसमायुक्तः पुरोधाः स्याद्‌ द्विजोत्तमः॥
]

`verse 13 [
प्रतिगर्त्तेषु कलशा यज्ञोपकरणानि च।
व्यञ्जनञ्चमरे शुभ्रे ताम्रपात्रे सुविस्तृते॥
]

`verse 14 [
ततस्त्वनेकवर्णाः स्यु श्चरवः प्रति दैवतम्।
आचार्य्यः प्रक्षिपेद्‌ भूमावनुमन्त्र्य विचक्षणः॥
]

`verse 15 [
त्र्यरत्निमात्रो यूपः स्यात्‌ क्षीरवृक्षविनिर्मितः।
यजमानप्रमाणो वा संस्थाप्यो भूतिमिच्छता॥
]

`verse 16 [
हेमालङ्कारिणः कार्य्याः पञ्चविंशति ऋत्विजः।
कुण्डलानि च हैमानि केयूरकटकानि च॥
]

`verse 17 [
तथाङ्गुलयः पवित्राणि वासांसि विविधानि च।
पूजयेत्तु समं सर्वानाचार्य्या द्विगुणं पुनः॥
]

`verse 18 [
दद्याच्छयनसंयुक्तमात्मनश्चापि यत् प्रियम्।
सौवर्णकूर्म्ममकरौ राजतौ मत्स्यदुन्दुभौ॥
]

`verse 19 [
ताम्रौ कुलीरमण्डूकावायसः शिंशुमारकः।
एवमासाद्य तत्सर्वमादावेव विशाम्पते!॥
]

`verse 20 [
यजमानः सपत्नीकः पुत्रपौत्रसमन्वितः।
पश्चिमं द्वारमासाद्य प्रविशेद्यागमण्डपम्॥
]

`verse 21 [
ततो मङ्गलशब्देन भेरीणां निस्वनेन च।
अञ्जसा मण्डलं कुर्य्यात् पञ्चवर्णेन तत्त्ववित्॥
]

`verse 22 [
षोड़शारन्ततश्चक्रं पद्मगर्भं चतुर्मुखम्।
चतुरस्रञ्च परितो वृत्तं मध्ये सुशोभनम्॥
]

`verse 23 [
वेद्याश्चोपरि तत् कृत्वा ग्रहान् लोकपतींस्ततः।
सन्यसेन्मन्त्रतः सर्वान् प्रतिदिक्षु विचक्षणः॥
]

`verse 24 [
कूर्मादि स्थापयेन्मध्ये वारुण्यां मन्त्रमाश्रितः।
ब्रह्माणञ्च शिवं विष्णुं तत्रैव स्थापयेद्‌ बुधः॥
]

`verse 25 [
विनायकञ्च विन्यस्य कमलामम्बिकां तथा।
शान्त्यर्थं सर्वलोकानां भूतग्रामं न्यसेत् ततः॥
]

`verse 26 [
पुष्पभक्ष्यफलैर्युक्तमेवं कृत्वाऽधिवासनम्।
कुम्भान्‌ सजलगर्भांस्तान्‌ वासोभिः परिवेष्टयेत्॥
]

`verse 27 [
पुष्पगन्धैरलङ्कृत्य द्वारपालान् समन्ततः।
पठध्वमिति तान् ब्रूयादाचार्यस्त्वभिपूजयेत्॥
]

`verse 28 [
बह्वृचौ पूर्वतः स्थाप्यौ दक्षिणेन यजुर्विदौ।
सामगौ पश्चिमे तद्वदुत्तरेण त्वथर्वणौ॥
]

`verse 29 [
उदङ्‌मुखी दक्षिणतो यजमान उपाविशेत्।
यजध्वमिति तान्‌ ब्रूयाद् हौत्रिकान्पुनरेव तु ॥
]

`verse 30 [
उत्कृष्टान् मन्त्रजापेन तिष्ठध्वमिति जापकान्।
एवमादिश्य तान् सर्वान् पर्युक्ष्याग्निं स मन्त्रवित्॥
]

`verse 31 [
जुहुयाद्वारुणैर्मन्त्रैराज्यं च समिधस्तथा।
ऋत्विग्भिश्चाथ होतव्यं वारुणैरेव सर्वतः॥
]

`verse 32 [
ग्रहेभ्यो विधिवद्‌ हुत्वा तथेन्द्रायेश्वराय च।
मरुद्‌भ्यो लोकपालेभ्यो विधिवद्विश्वकर्मणे॥
]

`verse 33 [
रात्रिसूक्तञ्च रौद्रञ्च पावमानं सुमङ्गलम्।
जपेयुः पौरुषं सूक्तं पूर्वतो बह्वृचाः पृथक्॥
]

`verse 34 [
शाक्रं रौद्रञ्च सौम्यं च कूष्माण्डं जातवेदसम्।
सौरसूक्तं जपेन्मन्त्रं दक्षिणेन यजुर्विदः॥
]

`verse 35 [
वैराज्यं पौरुषं सूक्तं सौवर्णं रुद्रसंहिताम्।
शैशवं पञ्च निधनं गायत्रं ज्येष्ठसाम च॥
]

`verse 36 [
वामदेव्यं बृहत्साम रौरवं सरथन्तरम्।
गवां व्रतं च काण्वञ्च रक्षोघ्नं वयसस्तथा॥
गायेयु सामगा राजन्! पश्चिमं द्वारमाश्रिताः॥
]

`verse 37 [
अथर्वणश्चोत्तरतः शान्तिकं पौष्टिकं तथा।
जपेयुर्मनसा देवमाश्रित्य वरुणं प्रभुम्॥
]

`verse 38 [
पूर्वेद्युरभितो रात्रावेवं कृत्वाधिवासनम्।
गजाश्वरथ्यावल्मीकात् सङ्गमाद्रदगोकुलात्॥
मृदमादाय कुम्भेषु प्रक्षिपेच्चत्वरात् तथा॥
]

`verse 39 [
रोचनाञ्च ससिद्धार्थां गन्धं गुग्गुलमेव च।
स्नपनं तस्य कर्तव्यं पञ्चभङ्गसमन्वितम्॥
]

`verse 40 [
प्रत्येकन्तु महामन्त्रैरेवं कृत्वा विधानतः।
एवं क्षिपति वा ह्यथ विधियुक्तेन कर्मणा॥
]

`verse 41 [
ततः प्रभाते विमले सञ्जातेऽथ शतं गवाम्।
ब्राह्मणेभ्यः प्रदातव्यमष्टषष्टिश्च वा पुनः॥
पञ्चाशद्वाथ षट्‌त्रिंशत् पञ्चविंशतिरप्यथ॥
]

`verse 42 [
ततः साम्वत्सरप्रोक्ते शुभे लग्ने सुशोभने।
वेदशब्दैश्च गान्धर्वैर्वाद्यैश्च विविधैः पुनः॥
]

`verse 43 [
कनकालङ्कृतां कृत्वा जले गामवतारयेत्।
सामगाय च सा देया ब्राह्मणाय विशाम्पते॥
]

`verse 44 [
पात्रीमादाय सौवर्णीं पञ्चरत्नसमन्विताम्।
ततो निक्षिप्य मकर मत्स्यदींश्चैव सर्वशः॥
धृतां चतुर्विधैर्विप्रै र्वेदवेदाङ्गपारगैः॥
]

`verse 45 [
महानदीजलोपेतां दध्यक्षतसमन्विताम्।
उत्तराभिमुखीं धेनुं जलमध्ये तु कारयेत्॥
]

`verse 46 [
आथर्वणेन संस्नातां पुनर्मामेत्यथेति च।
आपोहिष्ठेति मन्त्रेण क्षिप्त्वाऽऽगत्य च मण्डलम्॥
]

`verse 47 [
पूजयित्वा सरस्तत्र बलिं दद्यात् समन्ततः।
पुनर्दिनानि होतव्यं चत्वारि मुनिसत्तमाः!॥
]

`verse 48 [
चतुर्थी कर्म कर्तव्यं देया तत्रापि शक्तितः।
दक्षिणा राजशार्दूल! वरुणक्ष्मापनं ततः॥
]

`verse 49 [
कृत्वा तु यज्ञपात्राणि यज्ञोपकरणानि च।
ऋत्विग्भ्यस्तु समं दत्त्वा मण्डपं विभजेत् पुनः।
हेमपात्रीञ्च शय्याञ्च स्थापकाय निवेदयेत्॥
]

`verse 50 [
ततः सहस्रं विप्राणामथवाष्टशतं तथा।
भोजनीयं यथाशक्ति पञ्चाशद्वाथ विंशतिः॥
एवमेषु पुराणेषु तडाग विधिरुच्यते॥
]

`verse 51 [
कूपवापीषु सर्वासु तथा पुष्करिणीषु च।
एष एव विधिर्दृष्टः प्रतिष्ठासु तथैव च॥
]

`verse 52 [
मन्त्रतस्तु विशेषः स्यात् प्रसादोद्यानभूमिषु।
अयन्त्वशक्तावर्द्धेन विधिर्द्रृष्टः स्वयम्भुवा।
अल्पेष्वेकाग्निवत् कृत्वा वित्तशाठ्याद्रृते नृणाम्॥
]

`verse 53 [
प्रावृट्‌काले स्थिते तोये ह्यग्निष्टोमफलं स्मृतम्।
शरत्‌काले स्थितं यत् स्यात् तदुक्तफलदायकम्।
वाजपेयातिरात्राभ्यां हेमन्ते शिशिरे स्थितम्॥
]

`verse 54 [
अश्वमेधसमं प्राह वसन्तसमये स्थितम्।
ग्रीष्मेऽपि तत् स्थितन्तोयं राजसूयाद्विशिष्यते॥
]

`verse 55 [
एतान्‌ महाराज!विशेषधर्मान् करोति योऽप्यागमशुद्धबुद्धिः।
स याति रुद्रालयमाशु पूतः कल्पाननेकान् दिवि मोदते च॥
]

`verse 56 [
अनेकलोकान् स महत्तमादीन् भुक्त्वा परार्द्धद्वयमङ्गनाभिः।
सहैव विष्णोः परमम्पदं यत् प्राप्नोति तद्यागफलेन भूयः॥
]
