`verse 1 [
सौभाग्यशयनव्रतकथनम्।

मत्स्य उवाच।
तथैवान्यत् प्रवक्ष्यामि सर्वकामफलप्रदम्।
सौभाग्यशयनं नाम यत्पुराणविदो विदुः॥
]

`verse 2 [
पुरा दग्धेषु लोकेषु भूर्भुवः स्वर्महादिषु।
सौभाग्यं सर्वभूतानामेकस्थमभवत्तदा॥
वैकुण्ठं स्वर्गमासाद्य विष्णोर्वक्षस्थलस्थितम्॥
]

`verse 3 [
ततः कालेन महता पुनः सर्गविधौ नृप!।
अहङ्कारावृते लोके प्रधानपुरुषान्विते॥
]

`verse 4 [
स्पर्धायाञ्च प्रवृत्तायां कमलासनकृष्णयोः।
लिङ्गाकारा समुद्‌भूता वह्नेर्ज्वालातिभीषणा॥
तयाभितप्तस्य हरेर्वक्षसस्तद्विनिः सृतम्॥
]

`verse 5 [
वक्षस्थलं समाश्रित्य विष्णोः सौभाग्यमास्थितम्।
रसरूपन्ततो यावत् प्राप्नोति वसुधातलम्॥।
]

`verse 6 [
उत्‌क्षिप्तमन्तरिक्षे तद्‌ ब्रह्मपुत्रेण धीमता।
दक्षेण पीतमात्रन्तद्रूपलावण्यकारकम्॥
]

`verse 7 [
बलं तेजो महज्जातं दक्षस्य परमेष्ठिनः।
शेषं यदपतद्‌ भूमावष्टधा समजायत॥
]

`verse 8 [
ततो जनानां सञ्जाताः सप्तसौभाग्यदायकाः।
इक्षवोरसराजाश्च निष्पावाजाजिधान्यकम्॥
]

`verse 9 [
विकारवच्च गोक्षीरं कुसुम्भं कुंकुमं तथा।
लवणं चाष्टमन्तद्वत् सौभाग्याष्टकमुच्यते॥
]

`verse 10 [
पीतं यत् ब्रह्मपुत्रेण योगज्ञानविदा पुनः।
दुहिता साऽभवत्तस्य या सतीत्यभिधीयते॥
]

`verse 11 [
लोकानतीत्य लालित्यात् ललिता तेन चोच्यते।
त्रैलोक्यसुन्दरीमेनामुपयेमे पिनाकधृक्॥
]

`verse 12 [
या देवी सौभाग्यमयी भुक्तिमुक्तिफलप्रदा।
तामाराध्य पुमान् भक्त्या नारी वा किन्नविन्दति॥
]

`speaker [
मनुरुवाच
]

`verse 13 [
कथमाराधनं तस्या जगद्वात्र्या जनार्दन!।
तद्विधानं जगन्नाथ! तत् सर्वञ्च वदस्व मे॥
]

`verse 14 [
वसन्तमासमासाद्य तृतीयायां जनप्रिय!।
शुक्लपक्षस्य पूर्वाह्णे तिलैः स्नानं समाचरेत्॥
]

`verse 15 [
तस्मिन्नहनि सा देवी किल विश्वात्मना सती।
पाणिग्रहणकैर्मन्त्रैरवसद्वरवर्णिनी॥
]

`verse 16 [
तया सहैव देवेशं तृतीयायामथार्चयेत्।
फलैर्नानाविधैर्धूपैर्दीपनैवैद्यसंयुतैः॥
]

`verse 17 [
प्रतिमां पञ्चगव्येन तथा गन्धोदकेन तु।
स्नापयित्वाऽर्चयेत् गौरीमिन्दुशेखरसंयुताम्॥
]

`verse 18 [
नमोऽस्तु पाटलायै तु पादौ देव्याः शिवस्य तु।
शिवायेति च संकीर्त्य जयायै गुल्फयोर्द्वयोः॥
]

`verse 19 [
त्रिगुणायेति रुद्राय भवान्यै जङ्घयोर्युगम्।
शिवां रुद्रेश्वरायै च विजयायेति जानुनी॥
सङ्कीर्त्य हरिकेशाय तथोरू वरदे नमः॥
]

`verse 20 [
ईशायै च कटिं देव्याः शङ्करायेति शङ्करम्।
कुक्षिद्वयञ्च कोटव्यै शूलिने शूलपाणये॥
]

`verse 21 [
मङ्गलायै नमस्तुभ्यमुदरं चाभि पूजयेत्।
सर्वात्मने नमो रुद्रमीशान्यै च कुचद्वयम्॥
]

`verse 22 [
शिवं वेदात्मने तद्वद्रुद्राण्यै कण्ठमर्चयेत्।
त्रिपुरघ्नाय विश्वेशमनन्तायै करद्वयम्॥
]

`verse 23 [
त्रिलोचनाय च हरं बाहुकालानलप्रिये।
सौभाग्यभावनायेति भूषणानि सदार्चयेत्।
स्वाहा स्वधायै च मुखमीश्वरायेति शूलिनम्॥
]

`verse 24 [
अशोकमधुवासिन्यै पूज्यावोष्ठौ च भूतिदौ।
स्थाणवे तु हरं तद्वद्धास्यं चन्द्रमुखप्रिये॥
]

`verse 25 [
नमोऽर्द्धनारीशहरमसिताङ्गीति नासिकाम्।
नम उग्राय लोकेशं ललितेति पुनर्भ्रुवौ॥
]

`verse 26 [
शर्वाय पुरहन्तारं वासव्यै तु तथालकान्।
नमः श्रीकण्ठनाथायै शिवकेशांस्ततोऽर्चयेत्॥
भीमोग्रसमरूपिण्यै शिरः सर्व्वात्मने नमः॥
]

`verse 27 [
शिवमभ्यर्च्य विधिवत् सौभाग्याष्टकमग्रतः।
स्थापयेद् घृतनिष्पाव कुसुम्भक्षीरजीरकान्॥
]

`verse 28 [
रसराजञ्च लवणं कस्तुम्वरुमथाष्टकम्।
दत्तं सौभाग्यमित्यस्मात् सौभाग्याष्टकमित्यतः॥
]

`verse 29 [
एवं निवेद्य तत्सर्वमग्रतः शिवयोः पुनः।
रात्रौ श्रृङ्गोदकं प्राश्य तद्वद् भूमावरिन्दम!॥
]

`verse 30 [
पुनः प्रभाते तु तथा कृतस्नानजपः शुचिः।
संपूज्य द्विजदाम्पत्यं वस्त्रमाल्यविभूषणैः॥
]

`verse 31 [
सौभाग्याष्टकसंयुक्तं सुवर्णचरणद्वयम्।
प्रीयतामत्र ललिता ब्राह्मणाय निवेदयेत्॥
]

`verse 32 [
एवं सम्वत्सरं यावत् तृतीयायां सदा मनो!।
कर्त्तव्यं विघिवद्‌ भक्त्या सर्वसौभाग्यमीप्सुभिः॥
]

`verse 33 [
प्राशने दानमन्त्रे च विशेषोऽयन्निबोध मे।
श्रृङ्गोदकञ्चैत्रमासे वैशाखे गोमयं पुनः॥
]

`verse 34 [
ज्येष्ठे मन्दारकुसुमं बिल्वपत्रं शुचौ स्मृतम्।
श्रावणे दधि सम्प्राश्यं नभस्ये च कुशोदकम्॥
]

`verse 35 [
क्षीरमाश्वयुजे मासि कार्तिके पृषदाज्यकम्।
मार्गे मासे तु गोमूत्रं पौषे संप्राशयेद्‌ घृतम्॥
]

`verse 36 [
माघे कृष्णतिलं तद्वत् पञ्चगव्यञ्च फाल्गुने।
ललिता विजया भद्रा भवानी कुमुदा शिवा॥
]

`verse 37 [
वासुदेवी तथा गौरी मङ्गला कमलासती।
उमा च दानकाले तु प्रीयतामिति कीर्तयेत्॥
]

`verse 38 [
मल्लिकाशोककमलं कदम्बोत्पलमालतीः।
कुब्जकं करवीरञ्च बाणमम्लानकुङ्कुमम्॥
]

`verse 39 [
सिन्दुवारञ्च सर्वेषु मासेषु क्रमशः स्मृतम्।
जपाकुसुम्भकुसुमं मालती शतपत्रिका॥
]

`verse 40 [
यथालाभं प्रशस्तानि करवीरञ्च सर्वदा।
एवं सम्वत्सरं यावदुपोष्य विधिवन्नरः॥
]

`verse 41 [
स्त्रीभक्ता वा कुमारी वा शिवमभ्यर्च्य भक्तितः।
व्रतान्ते शयनं दद्यात् सर्वोपस्करसंयुतम्॥
]

`verse 42 [
उमा महेश्वरं हैमं वृषभञ्च गवा सह।
स्थापयित्वाऽथ शयने ब्राह्मणाय निवेदयेत्॥
]

`verse 43 [
अन्यान्यपि यथाशक्त्या मिथुनान्यम्वरादिभिः।
धान्यालङ्कारगोदानैरभ्यर्चेद्वन सञ्चयैः॥
वित्तशाठ्येन रहितः पूजयेत् गतविस्मयः॥
]

`verse 44 [
एवं करोति यः सम्यक् सौभाग्यशयनव्रतम्।
सर्वान् कामानवाप्नोति पदमत्यन्तमश्नुते
फलस्यैकस्य त्यागेन व्रतमेतत् समाचरेत्॥
]

`verse 45 [
य इच्छन् कीर्तिमाप्नोति प्रतिमासं नराधिपः।
सौभाग्यारोग्यरूपायुर्वस्त्रालङ्कारभूषणैः।
न वियुक्तो भवेद्राजन्! नवार्बुदशतत्रयम्॥
]

`verse 46 [
यस्तु द्वादश वर्षाणि सौभाग्यशयनव्रतम्।
करोति सप्त चाष्टौ वा श्रीकण्ठभवनेऽमरैः॥
पूज्यमानो वसेत् सम्यक् यावत्कल्पायुतत्रयम्॥
]

`verse 47 [
नारी वा कुरुते वापि कुमारी वा नरेश्वर!।
सापि तत्‌ फलमाप्नोति देव्यनुग्रहलालिता॥
]

`verse 48 [
श्रृणुयादपि यश्चैव प्रदद्यादथवा मतिम्।
सोऽपि विद्याधरो भूत्वा स्वर्गलोके चिरं वसेत्॥
]

`verse 49 [
इदमिह मदनेन पूर्वमिष्टं शतधनुषा कृतवीर्यसूनुना च।
कृतमथ वरुणेन नन्दिना वा किमु जननाथ ततो यदुद्भवः स्यात्॥
]
