`verse 1 [
गौरीतृतीयाव्रतकथनम्।
मनुरुवाच।
सौभाग्यारोग्यफलदममुत्राक्षय्यकारकम्।
भुक्तिमुक्तिप्रदं देव तन्मे ब्रूहि जनार्दन॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
यदुमायाः पुरा देव! उवाच पुरसूदनः।
कैलासशिखरासीनो देव्या पृष्टस्तदा किल॥
]

`verse 3 [
कथासु संप्रवृत्तासु धर्म्यासु ललितासु च।
तदिदानीं प्रवक्ष्यामि भुक्तिमुक्तिफलप्रदम्॥
]

`speaker [
ईश्वर उवाच
]

`verse 4 [
श्रृणुष्वावहिता देवि! तथैवानन्तपुण्यकृत्।
नराणामथ नारीणामाराधनमनुत्तमम्॥
]

`verse 5 [
नभस्ये वाथ वैशाखे पुण्यमार्गशिरस्य च।
शुक्लपक्षे तृतीयायां सुस्नातो गौरसर्षपैः॥
]

`verse 6 [
गोरोचनं सगोमूत्रमुष्णं गोशकृतं तथा।
दधिचन्दनसंमिश्रं ललाटे तिलकं न्यसेत्।
सौभाग्यारोग्यदं यस्मात् सदा च ललिता प्रियम्॥
]

`verse 7 [
प्रतिपक्षं तृतीयासु पुमानापीतवाससी।
धारयेदथ रक्तानि नारी चेदथ संयता॥
]

`verse 8 [
विधवा धातुरक्तानि कुमारी शुक्लवाससी।
देवीं तु पञ्चगव्येन ततः क्षीरेण केवलम्।
स्नापयेन्मधुना तद्वत् पुष्पगन्धोदकेन च॥
]

`verse 9 [
पूजयेच्छुक्लपुष्पैश्च फलैर्नानाविधैरपि।
धान्यकाजाजिलवणैर्गुडक्षीरघृतान्वितैः॥
]

`verse 10 [
शुक्लाक्षततिलैरर्च्यान्ततो देवीं सदार्चयेत्।
पादाद्यभ्यर्चनं कुर्य्यात् प्रतिपक्षं वरानने॥
]

`verse 11 [
वरदायै नमः पादौ तथा गुल्‌फौ नमः श्रियै।
अशोकायै नमो जङ्घे पार्वत्यै जानुनी तथा॥
]

`verse 12 [
ऊरू मङ्गलकारिण्यै वामदेव्यै तथा कटिम्।
पद्मोदरायै जठरमुरः कामश्रियै नमः॥
]

`verse 13 [
करौ सौभाग्यदायिन्यै बाहूदरमुखं श्रियै।
मुखं दर्पणवासिन्यै स्मरदायै स्मितं नमः॥
]

`verse 14 [
गौर्यै नमस्तथा नासामुत्पलायै च लोचने।
तुष्ट्यै ललाटमलकान्‌ कात्यायन्यै शिरस्तथा॥
]

`verse 15 [
नमो गौर्यै नमो धिष्ण्यै नमः कान्त्यै नमः श्रियै।
रम्भायै ललितायै च वासुदेव्यै नमो नमः॥
]

`verse 16 [
एवं संपूज्य विधिवदग्रतः पद्ममालिखेत्।
पत्रैर्द्वादशभिर्युक्तं कुङ्कुमेन सकर्णिकम्॥
]

`verse 17 [
पूर्वेण विन्यसेद् गौरीमपर्णाञ्च ततः परम्।
भवानीं दक्षिणे तद्वद्रुद्राणीञ्च ततः परम्॥
]

`verse 18 [
विन्यसेत् पश्चिमे सौम्यां सदा मदनवासिनीम्।
वायव्ये पाटलामुग्रामन्तरेण ततोऽप्युमाम्।
]

`verse 19 [
मध्ये यथा स्वन्मासाङ्गामङ्गलां कुमुदां सतीम्।
रुद्रञ्च मध्ये संस्थाप्य ललितां कर्णिकोपरि।
कुसुमैरक्षतैर्वार्भिर्नमस्कारेण विन्यसेत्॥
]

`verse 20 [
गीतमङ्गलनिर्घोषान् कारयित्वा सुवासिनीः।
पूजयेद्रक्तवासोभी रक्तमाल्यानुलेपनैः।
सिन्दूरं स्नानवर्णञ्च तासां शिरसि पातयेत्॥
]

`verse 21 [
सिन्दूरकुङ्कुमस्नानमतीवेष्टतमं यतः।
तथोपदेष्टारमपि पूजयेद्यत्नतो गुरुम्।
न पूज्यते गुरुर्यत्र सर्वास्तत्राफलाः क्रियाः॥
]

`verse 22 [
नभस्ये पूजयेद् गौरीमुत्पलैरसितैः सदा।
बन्धुजीवैराश्वयुजे कार्तिकेशतपत्रकै॥
]

`verse 23 [
जातीपुष्पैर्मार्गशीर्षे पौषे पीतैः कुरण्टकैः।
कुन्दकुङ्कुमपुष्पैस्तु देवीं माघे तु पूजयेत्॥
]

`verse 24 [
चैत्रे तु मल्लिकाशोकैर्वैशाखे गन्धपाटलैः।
ज्यैष्ठे कमलमन्दारैराषाढे च नवाम्बुजैः॥
कदम्बैरथ मालत्या श्रावणे पूजयेत् सदा॥
]

`verse 25 [
गोमूत्रं गोमयं क्षीरं दधिसर्पिः कुशोदकम्।
बिल्वपत्रार्क पुष्पञ्च यवान् गोश्रृङ्गवारि च॥
]

`verse 26 [
पञ्चगव्यञ्च बिल्वञ्च प्राशयेत् क्रमशस्तदा।
एतद्‌ भाद्रपदाद्यन्तु प्राशनं समुदाहृतम्॥
]

`verse 27 [
प्रतिपक्षञ्च मिथुनं तृतीयायां वरानने।
पूजयित्वाऽर्चयेद् भक्त्या वस्त्रमाल्यानुलेपनैः॥
पुंसः पीताम्बरे दद्यात् स्त्रियै कौसुम्भवाससी॥
]

`verse 28 [
निष्पावाजाजिलवणमिक्षुदण्डगुडान्वितम्।
तस्यै दद्यात्‌ फलं पुष्पं सुवर्णोत्पलसंयुतम्॥
]

`verse 29 [
यथा न देवि! देवेशस्त्वां परित्यज्य गच्छति।
तथा मामुद्धराशेषदुःखसंसारसागरात्॥
]

`verse 30 [
कुमुदा विमलानन्ता भवानी च सुधाशिवा।
ललिता कमला गौरी सती रम्भाथ पार्वती॥
]

`verse 31 [
नभस्यादिषु मासेषु प्रीयतामित्युदीरयेत्।
व्रतान्ते शयनं दद्यात् सुवर्णकमलान्वितम्॥
]

`verse 32 [
मिथुनानि चतुर्विंशद्दश द्वौ च समर्चयेत्।
अष्टौ षड्‌वाप्यथ पुनश्चानुमासं समर्चयेत्॥
]

`verse 33 [
पूर्वं दत्त्वा तु गुरवे शेषानप्यर्चयेत् बुधः।
उक्तानन्ततृतीयैषा सदानन्तफलप्रदा॥
]

`verse 34 [
सर्वपापहरां देवि! सौभाग्यारोग्यवर्धिनीम्।
न चैनां वित्तशाठ्येन कदाचिदपि लङ्घयेत्॥
नरो वा यदि वा नारी वित्तशाठ्यात् पतत्यधः॥
]

`verse 35 [
गर्भिणी सूतिकानक्तं कुमारी वाथ रोगिणी।
यद्यशुद्धा तदान्येन कारयेत् प्रयता स्वयम्॥
]

`verse 36 [
इमामनन्तफलदां यस्तृतीयां समाचरेत्।
कल्पकोटिशतं साग्रं शिवलोके महीयते॥
]

`verse 37 [
वित्तहीनोऽपि कुरुते वर्षत्रयमुपोषणैः।
पुष्पमन्त्रविधानेन सोऽपि तत्‌ फलमाप्नुयात्॥
]

`verse 38 [
नारी वा कुरुते यातु कुमारी विधवाथ वा।
सापि तत्फलमाप्नोति गौर्य्यनुग्रहलालिता॥
]

`verse 39 [
इति पठति श्रृणोति वा य इत्थं गिरितनया व्रतमिन्द्रवाससंस्थः।
मतिमपि च ददाति सोऽपि देवैरमरवधूजनकिन्नरैश्च पूज्यः॥
]
