`verse 1 [
रसकल्याणिनीतृतीयाव्रतकथनम्।

अथान्यामपिवक्ष्यामि तृतीयां पापनाशिनीम्।
रसकल्याणिनीमेतां पुरा कल्पविदो विदुः॥
]

`verse 2 [
माघमासे तु संप्राप्ते तृतीयां शुक्लपक्षतः।
प्रातर्गव्येन पयसा तिलैः स्नानं समाचरेत्॥
]

`verse 3 [
स्नापयेन्‌ मधुना देवीं तथैवेक्षुरसेन च।
दक्षिणाङ्गानि संपूज्य ततो वामानि पूजयेत्॥
]

`verse 4 [
ललितायै नमो देव्याः पादौ गुल्फौ ततोऽर्चयेत्।
जङ्घाञ्जानुं तथा शान्त्यै तथैवोरुं श्रियै नमः॥
]

`verse 5 [
मदालसायै तु कटिममलायै तथोदरम्।
स्तनौ मदनवासिन्यै कुमुदायै च कन्धराम्॥
]

`verse 6 [
भुजं भुजाग्रं माधव्ये कमलायै मुखस्मिते।
भ्रूललाटे च रुद्राण्यै शङ्करायै तथालकान्॥
]

`verse 7 [
मुकुटं विश्ववासिन्यै शिरः कान्त्यै तथार्चयेत्।
मदनायै ललाटन्तु मोहनायै पुनर्भ्रुवौ॥
]

`verse 8 [
नेत्रे चन्द्रार्द्धधारिण्यै तुष्ट्यै च वदनं पुनः।
उत्कण्ठिन्यै नमः कण्ठममृतायै नमः स्तनौ॥
]

`verse 9 [
रम्भायै वामकुक्षिञ्च विशोकायै नमः कटिम्।
हृदयं मन्मथाधिष्ण्यै पाटलायै तथोदरम्॥
]

`verse 10 [
कटिं सुरतवासिन्यै तथोरुञ्चम्पकप्रिये।
जानुजङ्घे नमोगौर्यै गायत्र्यै घुटिके नमः॥
]

`verse 11 [
धराधरायै पादौ तु विश्वकार्यै नमः शिरः।
नमो भवान्यै कामिन्यै कामदेव्यै जगत् प्रिये॥
]

`verse 12 [
एवं संपूज्य विधिवत् द्विजदाम्पत्यमर्चयेत्।
भोजयित्वान्नपानेन मधुरेण विमत्सरः॥
]

`verse 13 [
जलपूरितं तथा कुम्भं शुक्लाम्बरयुगद्वयम्।
दत्त्वा सुवर्णकमलं गन्दमाल्यैः समर्चयेत्॥
]

`verse 14 [
प्रीयतामत्र कुमुदा गृह्णीयाल्लवणव्रतम्।
अनेन विधिना देवीं मासि मासि सदार्चयेत्॥
]

`verse 15 [
लवणं वर्जयेन्माघे फाल्गुने च गुडं पुनः।
तैलं राजिं तथा चैत्रे वर्ज्ये च मधुमाधवे॥
]

`verse 16 [
पानकं ज्येष्ठमासे तु आषाढे चाथ जीरकम्।
श्रावणे वर्जयेत् क्षीरं दधि भाद्रपदे तथा॥
]

`verse 17 [
घृतमाश्वयुजे तद्वत् ऊर्जै वर्ज्यञ्च माक्षिकम्।
धान्यकं मार्गशीर्षे तु पौषे वर्ज्या च शर्करा॥
]

`verse 18 [
व्रतान्ते करकं पूर्णमेतेषां मासि मासि च।
दद्याद्‌ द्विकालवेलायां पूर्णपात्रेण संयुतम्॥
]

`verse 19 [
लड्डुकान् श्वेतवर्णांश्च संयावमथ पूरिकाः।
घारिकानप्यपूपांश्च पिष्टापूपांश्च मण्डकान्॥
]

`verse 20 [
क्षीरं शाकञ्च दध्यन्नमिण्‌ड्रर्यों शोकवर्तिकाः।
माघादि क्रमशो दद्यादेतानि करकोपरि॥
]

`verse 21 [
कुमुदा माधवी गौरी रम्भ भद्रा जया शिवा।
उमारतिः सती तद्वन्मङ्गला रतिलालसा॥
]

`verse 22 [
क्रमान्माघादि सर्वत्र प्रीयतामिति कीर्तयेत्।
सर्वत्र पञ्चगव्येन प्राशनं समुदाहृतम्॥
उपवासी भवेन्नित्यमशक्ते नक्तमिष्यते॥
]

`verse 23 [
पुनर्माघे तु संप्राप्ते शर्करां करकोपरि।

कृत्वा तु काञ्चनीं गौरीं पञ्चरत्नसमन्विताम्॥
]

`verse 24 [
हैमीमङ्गुष्ठमात्राञ्च साक्षसूत्रकमण्डलुम्।
चतुर्भुजामिन्दुयुतां सितनेत्रपटावृताम्॥
]

`verse 25 [
तद्वद् गोमिथुनं शुक्लं सुवर्णास्यं सिताम्बरम्।
सवस्त्रभाजनं दद्याद् भवानी प्रीयतामिति॥
]

`verse 26 [
अनेन विधिनायस्तु रसकल्याणिनी व्रतम्।
कुर्यात्स सर्वपापेभ्य स्तत्क्षणादेवमुच्यते॥
]

`verse 27 [
नवार्बुदसहस्रन्तु न दुःखी जायते नरः।
सुवर्णकमलं गौरी मासि मासि ददन्नरः।
अग्निष्टोमसहस्रस्य यत्‌ फलं तदवाप्नुयात्॥
]

`verse 28 [
नारी वा कुरुते या तु कुमारी वा वारनने।
विधवा या तथा नारी सापि तत् फलमाप्नुयात्।
सौभाग्यरोग्यसंपन्ना गौरी लोके महीयते॥
]

`verse 29 [
इति पठति श्रृणोति यः प्रसङ्गात्।
कलिकलुषविमुक्तः पार्वती लोकमेति।
मतिमपि च नराणां यो ददाति प्रियार्थम्।
विबुधपतिविमाने नायकः स्यादमोघः॥
]
