`verse 1 [
अक्षयतृतीयाव्रतकथनं सरस्वतीव्रतकथनञ्च।

ईश्वर उवाच।
अथान्यामपि वक्ष्यामि तृतीयां सर्वकामदाम्।
यस्यां दत्तं हुतं जप्तं सर्वं भवति चाक्षयम्॥
]

`verse 2 [
वैशाखशुक्लपक्षे तु तृतीया यै रुपोषिता।
अक्षयं फलमाप्नोति सर्वस्य सुकृतस्य च॥
]

`verse 3 [
सा तथा कृत्तिकोपेता विशेषेण सुपूजिता।
तत्र दत्तं हुतं जप्तं सर्वमक्षयमुच्यते॥
]

`verse 4 [
अक्षयासन्ततिस्तस्यास्तस्यां सुकृतमक्षयम्।
अक्षतैस्तु नराः स्नाता विष्णोर्दत्त्वा तथाक्षतान्॥
]

`verse 5 [
विप्रेषु दत्त्वा तानेव तथा सक्तून् सुसंस्कृतान्।
यथान्नभुक् महाभागः फलमक्षयमश्नुते॥
]

`verse 6 [
एकामप्युक्तवत् कृत्त्वा तृतीयां विधिवन्नरः।
एतासामपि सर्वासां तृतीयानां फलं भवेत्॥
]

`verse 7 [
तृतीयायां समभ्यर्च्य सोपवासो जनार्दनम्।
राजसूयफलं प्राप्य गतिमग्र्याञ्च विन्दति॥
]
