`speaker [
मनुरुवाच
]

`verse 1 [
मधुरा भारती केन व्रतेन मधुसूदन!।
तथैव जनसौभाग्यं मतिं विद्यासु कौशलम्॥
]

`verse 2 [
अभेदश्चापि दम्पत्योस्तथा बन्धुजनेन च।
आयुश्च विपुलं पुंसां तन्मे कथय माधव!॥
]

`speaker [
मत्स्य उवाच
]

`verse 3 [
सम्यक् पृष्टं त्वया राजन्! श्रृणु सारस्वतं व्रतम्।
यस्य संकीर्तनादेव तुष्यतीह सरस्वती॥
]

`verse 4 [
यो यद्‌भक्तः पुमान् कुर्य्यात्‌ एतद्‌ व्रतमनुत्तमम्।
तद्वासरादौ सम्पूज्य विप्रानेतान्‌ समाचरेत्॥
]

`verse 5 [
अथवादित्यवारेण ग्रहताराबलेन च।
पायसं भोजयेद्विप्रान् कृत्वा ब्राह्मणवाचनम्॥
]

`verse 6 [
शुक्लवस्त्राणि दत्त्वा च सहिरण्यानि शक्तितः।
गायत्रीं पूजयेद् भक्त्या शुक्लमाल्यानुलेपनैः॥
]

`verse 7 [
यथा न देवि!। भगवान् ब्रह्मलोके पितामहः।
त्वां परित्यज्य सन्तिष्ठेत् तथा भव वरप्रदा॥
]

`verse 8 [
वेदाः शास्त्राणि सर्वाणि गीतनृत्यादिकञ्च यत्।
न विहीनं त्वया देवि! तथा मे सन्तु सिद्धयः॥
]

`verse 9 [
लक्ष्मीर्मेधा धरापुष्टिर्गौरी तुष्टा प्रभा मतिः।
एताभिः पाहि अष्टाभि स्तनूभिर्मां सरस्वती॥
]

`verse 10 [
एवं सम्पूज्य गायत्रीं वाणीं क्षयनिवारिणीम्।
शुक्लपुष्पाक्षतैर्भक्त्या सकमण्डलुपुस्तकाम्।
मौनव्रतेन भुञ्जीत सायं प्रातस्तु धर्म्मवित्॥
]

`verse 11 [
पञ्चम्यां प्रतिपक्षञ्च पूजयेद्‌ ब्रह्मवासिनीम्।
तथैव तण्डुलप्रस्थं घृतपात्रेण संयुतम्॥
क्षीरं दद्याद्धिरण्यञ्च गायत्री प्रीयतामिति॥
]

`verse 12 [
सन्ध्यायाञ्च तथा मौनमेतत्कुर्वन्‌ समाचरेत्।
नान्तरा भोजनं कुर्याद्यावन्मासास्त्रयोदश॥
]

`verse 13 [
समाप्ते तु व्रते कुर्याद् भोजनं शुक्लतण्डुलैः।
पूर्वं सवस्त्रयुग्मञ्च दद्याद्विप्राय भोजनम्॥
]

`verse 14 [
देव्या वितानं घण्टाञ्च सितनेत्रे पयस्विनीम्।
चन्दनं वस्त्रयुग्मञ्च दद्याच्च शिखरं पुनः॥
]

`verse 15 [
तथोपदेष्टारमपि भक्त्या संपूजयेत् गुरुम्।
वित्तशाठ्येन रहितो वस्त्रमाल्यानुलेपनैः॥
]

`verse 16 [
अनेन विधिना यस्तु कुर्यात् सारस्वतं व्रतम्।
विद्यावानर्थसंयुक्तो रक्तकण्ठश्च जायते॥
]

`verse 17 [
सरस्वत्याः प्रसादेन ब्रह्मलोके महीयते।
नारी वा कुरुते या तु सापि तत्फलगामिनी।
ब्रह्मलोके वसेद्राजन्! यावत्कल्पायुतत्रयम्॥
]

`verse 18 [
सारस्वतं व्रतं यस्तु श्रृणुयादपि यः पठेत्।
विद्याधरपुरे सोऽपि वसेत् कल्पायुतत्रयम्॥
]
