`verse 1 [
चन्द्रादित्योपरागे स्नानविधिकथनम्।

मनुरुवाच।
चन्द्रादित्योपरागे तु यत्‌ स्नानमभिधीयते।
तदहं श्रोतुमिच्छामि द्रव्यमन्त्रविधानवित्॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
यस्य राशिं समासाद्य भवेद्‌ ग्रहणसंप्लवः।
तस्य स्नानं प्रवक्ष्यामि मन्त्रौषधविधानतः॥
]

`verse 3 [
चन्द्रोपरागं सम्प्राप्य कृत्वा ब्राह्मणवाचनम्।
संपूज्य चतुरो विप्रान् शुक्लमाल्यानुलेपनैः॥
]

`verse 4 [
पूर्वमेवोपरागस्य समासाद्यौषधादिकम्।
स्थापयेच्चतुरः कुम्भानव्रणान् सागरानिति॥
]

`verse 5 [
गजाश्वरथ्यावल्मीकसङ्गमाद्‌ध्रदगोकुलात्।
राजद्वारप्रदेशाच्च मृदमानीय चाक्षिपेत्॥
]

`verse 6 [
पञ्चगव्यञ्च कुम्भेषु शुद्धमुक्ताफलानि च।
रोचनां पद्मशङ्कौ च पञ्चरत्नसमन्वितम्॥
]

`verse 7 [
स्फटिकं चन्दनं श्वेतं तीर्थवारि ससर्षपम्।
राजदन्तं सकुमुदं तथैवोशारगुग्गुलम्।
एतत्सर्वं विनिक्षिप्य कुम्भेष्वावाहयेत् सुरान्॥
]

`verse 8 [
सर्वे समुद्राः सरितस्तीर्थानि जलदा नदाः
आयान्तु यजमानस्य दुरितक्षयकारकाः॥
]

`verse 9 [
योऽसौ वज्रधरो देव आदित्यानां प्रभुर्मतः।
सहस्रनयनश्चेन्द्रो ग्रहपीडां व्यपोहतु॥
]

`verse 10 [
मुखं यः सर्वदेवानां सप्तार्विरमितद्युतिः।
चन्द्रोपरागसम्भूतां अग्निः पीडां व्यपोहतु॥
]

`verse 11 [
यः कर्मसाक्षी भूतानां धर्मो महिषवाहनः।
यमश्चन्द्रोपरागोत्थां मम पीडां व्यपोहतु॥
]

`verse 12 [
नागपाशधरो देवः साक्षान्मकरवाहनः।
स जलाधिपतिश्चन्द्रग्रह पीडां व्यपोहतु॥
]

`verse 13 [
प्राणरूपेण यो लोकान् पाति कृष्ण मृगप्रियः।
वायुश्चन्द्रोपरागोत्थां पीडामत्र व्यपोहतु॥
]

`verse 14 [
योऽसौ निधिपतिर्देवः खङ्गशूलगदाधरः।
चन्द्रोपरागकलुषं धनदो मे व्यपोहतु॥
]

`verse 15 [
योऽसौ विन्दुधरो देवः पिनाकी वृषवाहनः।
चन्द्रोपरागजां पीडा विनाशयतु शङ्करः॥
]

`verse 16 [
त्रैलोक्ये यानि भूतानि स्थावराणि चराणि च।
ब्रह्मविष्ण्वर्कयुक्तानि तानि पापं दहन्तु वै॥
]

`verse 17 [
एवमामन्त्र्यतैः कुम्भैरभिषिक्तो गुणान्वितैः।
ऋग्यजुः साममन्त्रैश्च शुक्लमाल्यानुलेपनैः।
पूजयेद्वस्त्रगोदानैर्ब्राह्मणानिष्टदेवताः॥
]

`verse 18 [
एतानेव ततो मन्त्रान् विलिखेत् करकान्वितान्।
वस्त्र पट्टेऽथ वा पद्मे पञ्चरत्नसमन्वितान्॥
]

`verse 19 [
यजमानस्य शिरसि निदध्युस्ते द्विजोत्तमाः।
ततोऽतिवाहयेद्वेलामुपरागानुगामिनीम्॥
]

`verse 20 [
प्राङ्‌मुखः पूजयित्वा तु नमस्यन्निष्टदेवताम्।
चन्द्रग्रहे विनिर्वृत्ते कृतगोदानमङ्गलः।
कृतस्नानायतं पट्टं ब्राह्मणाय निवेदयेत्॥
]

`verse 21 [
अनेन विधिना यस्तु ग्रहस्नानं समाचरेत्।
न तस्य ग्रहपीडा स्यान्नच बंधुजनक्षयः॥
]

`verse 22 [
परमां सिद्धिमाप्नोति पुनरावृत्तिदुर्लभाम्।
सूर्यग्रहे सूर्यनाम सदा मन्त्रेषु कीर्तयेत्॥
]

`verse 23 [
अधिकाः पद्मरागाः स्युः कपिलाञ्च सुशोभनाम्।
प्रयच्छेच्च निशाम्पत्ये चन्द्रसूर्योपरागयोः॥
]

`verse 24 [
य इदं श्रृणुयान्नित्यं श्रावयेद्वाऽपि मानवः।
सर्वपापविनिर्मुक्तो शक्रलोके महीयते॥
]
