`verse 1 [
सप्तमीस्नपनव्रतकथनम्।

नारद उवाच।
किमुद्वेगाद्भुते कृत्यमलक्ष्मीः केन हन्यते।
मृतवत्साभिषेकादि कार्येषु च किमिष्यते॥
]

`verse 2 [
श्रीभगवानुवाच।
पुरा कृतानि पापानि फलन्त्यस्मिंस्तपोधन।
रोगदौर्गत्यरूपेण तथैवेष्टवधेन च॥
]

`verse 3 [
तद्विगाताय वक्ष्यामि सदा कल्याणकारकम्।
सप्तमीस्नपनं नाम जनपीडाविनाशनम्॥
]

`verse 4 [
शान्तये तत्र वक्ष्यामि मृतवत्‌साभिषेचनम्।
एतदेवाद्भुतोद्वेग चित्तभ्रमविनाशनम्॥
]

`verse 5 [
भविष्यति च वाराहो यत्र कल्पस्तपोधन!।
वैवस्वतश्च तत्रापि यदा तु मनुरुत्तमः॥
]

`verse 6 [
भविष्यति च तत्रैव पञ्चविंशतिमं यदा।
कृतं नामयुगं तत्र हैहयान्वयवर्द्धनः॥

भविता नृपतिर्वीरः कृतवीर्यः प्रतापवान्॥
]

`verse 7 [
ससप्तद्वीपमखिलं पालयिष्यति भूतलम्।
यावद्वर्षसहस्राणि सप्तसप्तति नारद!॥
]

`verse 8 [
जातमात्रञ्ज तस्यापि यावत् पुत्रशतं तथा।

च्यवनस्यतु शपेन विनाशमुपयास्यति॥
]

`verse 9 [
सहस्रबाहुश्च यदा भविता तस्य वै सुतः।
कुरङ्गनयनः श्रीमान् सम्भृतो नृपलक्षणैः॥
]

`verse 10 [
कृतवीर्य्यस्तदाराध्य सहस्रांशुं दिवाकरम्।
उपवासैर्व्रतैर्दिव्यैर्वेदसूक्तैश्च नारद!॥
पुत्रस्य जीवनायालमेतत्‌ स्नानमवाप्स्यति॥
]

`verse 11 [
कृतवीर्य्येण वै पृष्ट इदं वक्ष्यति भास्करः।
अशेषदुष्टशमनं सदा कल्मषनाशनम्॥
]

`speaker [
सूर्य्य उवाच
]

`verse 12 [
अलं क्लेशेन महता पुत्रस्तव नराधिप!।
भविष्यति चिरञ्जवो किन्तु कल्मषनाशनम्॥
]

`verse 13 [
सप्तमी स्नपनं वक्ष्ये सर्वलोकहिताय वै।
जातस्य मृतवत्सायाः सप्तमे मासि नारद!॥
अथवा शुक्लसप्तम्यामेतत् सर्वं प्रशस्यते॥
]

`verse 14 [
ग्रहताराबलं लब्ध्वा कृत्वा ब्राह्मणवाचनम्।
बालस्य जन्मनक्षत्रं वर्जयेत्तां तिथिं बुधः।
तद्वद्‌ वृद्धेतराणाञ्च कृत्यं स्यादितरेषु च॥
]

`verse 15 [
गोमयेनानुलिप्तायां भूमावेकाग्निवत् तदा।
तण्डुलैरक्तशालीयैश्चरुं गोक्षीरसंयुतम्॥
निर्वपेत् सूर्य्यरुद्राभ्यां तन्मन्त्राभ्यां विधानतः॥
]

`verse 16 [
कीर्तयेत् सूर्य्यदैवत्यं सप्तर्चिं च घृताहुतीः।
जुहुयाद्रुद्रसूक्तेन तद्वद्रुद्राय नारद!॥
]

`verse 17 [
होतव्याः समिधश्चात्र तथैवार्कपलाशयोः।
यवकृष्णतिलैर्होमः कर्त्तव्योऽष्टशतं पुनः॥
]

`verse 18 [
व्याहृतीभिस्तथाज्येन तथैवाष्टशतं पुनः।
हुत्वा स्नानञ्च कर्तव्यं मङ्गलं येन धीमता॥
]

`verse 19 [
विप्रेण वेदविदुषा विधिवद्दर्भपाणिना।
स्थापयित्वा तु चतुरः कुम्भान्कोणेषु शोभनान्॥
]

`verse 20 [
पञ्चमञ्च पुनर्मध्ये दध्यक्षतविभूषितम्।
स्थापयेदव्रणं कुम्भं सप्तर्चेनाभिमन्त्रितम्॥
]

`verse 21 [
सौरेण तीर्थतोयेन पूर्णं रत्नसमन्वितान्।
सर्वान्सर्वौषधैर्युक्तान् पञ्चगव्यसमन्विताम्॥
पञ्चरत्नफलैः पुष्पैर्वासोभिः परिवेष्टयेत्॥
]

`verse 22 [
गजाश्वरथ्यावल्मीकात् सङ्गमाद्‌ध्रदगोकुलात्।
संशुद्धां मृदमानीय सर्वेष्वेवविनिक्षिपेत्॥
]

`verse 23 [
चतुर्ष्वपि च कुम्भेषु रत्नगर्भेषु मध्यमम्।
गृहीत्वा ब्राह्मणस्तत्र सौरान्मन्त्रानुदीरयेत्॥
]

`verse 24 [
नारीभिः सप्तसंख्याभिरव्यङ्गाङ्गीभिरत्र च।
पूजिताभिर्यथाशक्त्या माल्यवस्त्रविभूषणैः
सविप्राभिश्च कर्त्तव्यं मृतवत्साभिषेचनम्॥
]

`verse 25 [
दीर्घायुरस्तु बालोऽयं जीवत्पुत्रा च भामिनी।
आदित्यश्चन्द्रमा सार्द्धं ग्रहनक्षत्रमण्डलैः॥
]

`verse 26 [
सशक्रा लोकपाला वै ब्रह्मविष्णुमहेश्वराः।
एते चान्ये च देवौघाः सदा पान्तु कुमारकम्॥
]

`verse 27 [
मित्रोशनिर्वा हुतभुक् ये च बालग्रहाः क्वचित्।
पीड़ां कुर्वन्तु बालस्य मम तुर्जनकस्य वै॥
]

`verse 28 [
ततः शुक्लाम्बरधरा कुमारपतिसंयुता।
सप्तकं पूजयेद्‌ भक्त्या स्त्रीणामथ गुरुं पुनः॥
]

`verse 29 [
काञ्चनीञ्च ततः कुर्यात् ताम्रपात्रोपरि स्थिताम्।
प्रतिमां धर्म्मराजस्य गुरवे विनिवेदयेत्॥
]

`verse 30 [
वस्त्रकाञ्चनरत्नोघैर्भक्ष्यैः सघृतपायसैः।
पूजयेद्‌ ब्राह्मणां स्तद्वत् वित्तशाठ्य विवर्जितः॥
]

`verse 31 [
भुक्त्वा च गुरुणा चेयमुच्चार्या मन्त्रसन्ततिः।
दीर्घायुरस्तु बालोऽयं यावद्वर्षशतं सुखी॥
]

`verse 32 [
यत् किञ्चिदस्य दुरितं तत् क्षिप्तं वडवानले।
ब्रह्मा रुद्रो वसुः स्कन्दो विष्णुः शक्रो हुताशनः॥
]

`verse 33 [
रक्षन्तु सर्वे दुष्ठेभ्यो वरदाः सन्तु सर्वदा।
एवमादीनि वाक्यानि वदन्तं पूजयेद्‌ गुरुम्॥
]

`verse 34 [
शक्तितः कपिलां दद्यात् प्रणम्य च विसर्जयेत्।
चरुञ्च पुत्रसहिता प्रणम्य रविशङ्करौ॥
]

`verse 35 [
हुतशेषं तदाश्नीयादादित्याय नमोऽस्त्विति।
इदमेवाद्भुतोद्वेग दुःस्वप्नेषु प्रशस्यते॥
]

`verse 36 [
कर्तुर्जन्मदिनर्क्षञ्च त्यक्त्वा संपूजयेत् सदा।
शान्त्यर्थं शुक्लसप्तम्यामेतत्कुर्वन्न सीदति॥
]

`verse 37 [
सदानेन विधानेन दीर्घायुरभवन्नरः।
सम्वत्सराणां प्रयुतं शशास पृथिवीमिमाम्॥
]

`verse 38 [
पुण्यं पवित्रमायुष्यं सप्तमीस्नपनं रविः।
कथयित्वा द्विजश्रेष्ठ! तर्त्रैवान्तरधीयत॥
]

`verse 39 [
एतत् सर्वं समाख्यातं सप्तमी स्नानमुत्तमम्।
सर्वदुष्टोपशमनं बालानां परमं हितम्॥
]

`verse 40 [
आरोग्यं भास्करादिच्छेद्धनमिच्छेद्धुताशनात् ।
ईश्वराज्ज्ञानमिच्छेच्च मोक्षमिच्छेज्जनार्दनात् ॥
]

`verse 41 [
एतन्महापातकनाशनं स्यात्परं हितं बालविवर्द्धनञ्च।
श्रृणोति यश्चैनमनन्यचेतास्तस्यापि सिद्धिं मुनयो वदन्ति॥
]
