`verse 1 [
भीमद्वादशीव्रतकथनम्।

मत्स्य उवाच।
पुरा रथन्तरे कल्पे परिपृष्टो महात्मनः।
मन्दरस्थो महादेवः पिनाकी ब्रह्मणा स्वयम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
कथमारोग्यमैश्वर्यमनन्तममरेश्वर!।
स्वल्पेन तपसा देव! भवेत् मोक्षोऽथवा नृणाम्॥
]

`verse 3 [
किमज्ञातं महादेव!त्वत्प्रसादादधोक्षज!
स्वल्पकेनाथ तपसा महत्फलमिहोच्यताम्॥
]

`speaker [
मत्स्य उवाच
]

`verse 4 [
एवं पृष्टः स विश्वात्मा ब्रह्मणो लोकभावनः।
उमापतिरुवाचेदं मनसः प्रीतिकारकम्॥
]

`speaker [
ईश्वर उवाच
]

`verse 5 [
अस्माद्रथन्तरात्कल्पात् त्रयोविंशात् पुनर्यदा।
वाराहो भविता कल्पस्तस्य मन्वन्तरे शुभे॥
]

`verse 6 [
वैवस्वताख्ये सञ्जाते सप्तमे सप्तलोककृत्।
द्वापराख्यं युगं तद्वदष्टाविंशतिमञ्जगुः॥
]

`verse 7 [
तस्यान्ते स महादेवो वासुदेवो जनार्दनः।
भारावतारणार्थाय त्रिधा विष्णुर्भविष्यति॥
]

`verse 8 [
द्वैपायन ऋषिस्तद्वद्रौहिणेयोऽथ केशवः।
कंसादिदर्पमथनः केशवः क्लेशनाशनः॥
]

`verse 9 [
पुरीं द्वारवतीं नाम साम्प्रतं या कुशस्थली।
दिव्यानुभावसंयुक्तामधिवासाय शार्ङ्गिणः
त्वष्टा ममाज्ञया तद्वत् करिष्यति जागत्पतेः॥
]

`verse 10 [
तस्यां कदाचिदासीनः सभायाममितद्युतिः।
भार्याभिर्वृष्णिभिश्चैव भूभृद्भिर्भूरिदक्षिणैः॥
]

`verse 11 [
कुरुभिर्देवगन्धर्वैरभितः कैटभार्दनः।
प्रवृत्तासु पुराणासु ध्रर्म्मसम्बन्धिनीषु च॥
]

`verse 12 [
कथान्ते भीमसेनेन परिपृष्टः प्रतापवान्।
त्वया पृष्टस्य धर्म्मस्य रहस्यस्यास्य भेदकृत्॥
]

`verse 13 [
भविता स तदा ब्रह्मन्! कर्त्ता चैव वृकोदरः।
प्रवर्तकोऽस्य धर्म्मस्य पाण्डुपुत्रो महाबलः॥
]

`verse 14 [
यस्य तीक्ष्णो वृको नाम जठरे हव्यवाहनः।
मया दत्तः स धर्म्मात्मा तेन चासौ वृकोदरः॥
]

`verse 15 [
मतिमान् दानशीलश्च नागायुतबलो महान्।
भविष्यत्यरजाः श्रीमान् कन्दर्प इव रूपवान्॥
]

`verse 16 [
धार्मिकस्याप्यशक्तस्य तीव्राग्नित्वादुपोषणे।
इदं व्रतमशेषाणां व्रतानामधिकं यतः॥
]

`verse 17 [
कथयिष्यति विश्वात्मा वासुदेवो जगद्‌गुरुः।
अशेषयज्ञफलदमशेषाघविनाशनम्॥
]

`verse 18 [
अशेषदुष्टशमनमशेषसुरपूजितम्।
पवित्राणां पवित्रञ्च मङ्गलानाञ्च मङ्गलम्॥
भविष्यञ्च भविष्याणां पुराणानां पुरातनम्॥
]

`verse 19 [
यद्यष्टमी चतुर्दश्यो र्द्वादशीष्वथ भारत!।
अन्येष्वपि दिनर्क्षेषु न शक्तस्त्वमुपोषितुम्॥
]

`verse 20 [
ततः पुण्यान्तिथिमिमां सर्वपापप्रणाशिनीम्।
उपोष्यविधिनानेन गच्छ विष्णोः परम्पदम्॥
]

`verse 21 [
माघमासस्य दशमी यदा शुक्ला भवेत् तदा।
घृतेनाभ्यञ्जनं कृत्वा तिलैः स्नानं समाचरेत्॥
]

`verse 22 [
तथैव विष्णुमभ्यर्च्य नमो नारायणेति च।
कृष्णाय पादौ संपूज्य शिरः सर्वात्मने नमः॥
]

`verse 23 [
वैकुण्ठायेति वैकुण्ठमुरः श्रीवत्सधारिणे।
शङ्खिने चक्रिणे तद्वद् गदिने वरदाय वै॥
सर्वे नारायणस्यैव संपूज्याः बहवः क्रमात्
]

`verse 24 [
दामोदरायेत्युदरं मेढ्रं पञ्च शराय वै।
ऊरू सौभाग्यनाथाय जानुनी भूतधारिणे॥
]

`verse 25 [
नमो नीलाय वैजङ्घे पादौ विश्वसृजे नमः।
नमो देव्यै नमः शान्त्यै नमो लक्ष्म्यै नमः श्रियै॥
]

`verse 26 [
नमः पुष्ट्‌यै नमस्तुष्ट्‌यै धृष्ट्यै हृष्ट्यैः नमो नमः।
नमो विहङ्गनाथाय वायुवेगाय पक्षिणे॥
विषप्रमाथिने नित्यं गरुड़ञ्चाभिपूजयेत्॥
]

`verse 27 [
एवं संपूज्य गोविन्दं उमापतिविनायकौ।
गन्धैर्माल्यैस्तथा धूपैर्भक्ष्यैर्नानाविधैरपि॥
]

`verse 28 [
गव्येन पयसा सिद्धङ्कृसरामथ वाग्यतः।
सर्पिषा सह भुक्त्वा च गत्वा शतपदं बुधः॥
]

`verse 29 [
न्यग्रोधं दन्तकाष्ठमथवा खादिरं बुधः।
गृहीत्वा धावयेद्दन्तानाचान्तः प्रागुदङ्‌मुखः॥
]

`verse 30 [
ब्रूयात् सायन्तनीं कृत्वा सन्ध्यामस्तमिते रवौ।
नमो नारायणायेति त्वामहं शरणङ्गतः॥
]

`verse 31 [
एकादश्यां निराहारः समभ्यर्च्य च केशवम्।
रात्रिञ्च शकलां स्थित्वा स्नानञ्च पयसा तथा॥
]

`verse 32 [
सर्पिषा चापि दहनं हुत्वा ब्राह्मणपुङ्गवैः।
सहैव पुण्डरीकाक्ष! द्वादश्यां क्षीरभोजनम्॥
]

`verse 33 [
करिष्यामि यतात्माऽहं निर्विघ्नेनास्तु तच्च मे।
एवमुक्त्वा स्वपेद्‌ भूमावितिहास कथां पुनः।
]

`verse 34 [
श्रुत्वा प्रभाते सञ्जाते नदीं गत्वा विशाम्पते!
स्नानं कृत्वा मृदा तद्वत् पाखण्डानभिवर्जयेत्॥
]

`verse 35 [
उपास्य सन्ध्यां विधिवत् कृत्वा च पितृतर्पणम्।
प्रणम्य च हृषीकेशं सप्तलोकैकमीश्वरम्॥
]

`verse 36 [
गृहस्य पुरतो भक्त्या मण्डपं कारयेद्‌ बुधः।
दशहस्तमथाष्टौ वा करान् कुर्याद्विशाम्पते!॥
]

`verse 37 [
चतुर्हस्तां शुभां कुर्याद्वेदीमरिनिषूदन!।
चतुर्हस्तप्रमाणञ्च विन्यसेत् तत्र तोरणम्॥
]

`verse 38 [
प्रणम्य कलशं तत्र माघ(ष) मात्रेण संयुतम्।
छिद्रेण जलसम्पूर्णमथकृष्णाजिनस्थितः॥
]

`verse 39 [
तस्य धारां च शिरसा धारयेत् सकलान्निशम्।
तथैव विष्णोः शिरसि क्षीरधारां प्रपातयेत्॥
]

`verse 40 [
अरत्निमात्रं कुण्डञ्च कुर्यात् तत्र त्रिमेखलम्।
योनिवक्त्रञ्च तत् कृत्वा ब्राह्मणैः पयसर्पिषी॥
]

`verse 41 [
तिलांश्च विष्णुदैवत्यैर्मन्त्रैरेकाग्निवत् तदा।
हुत्वा च वैष्णवं सम्यक्‌ चरुं गोक्षीरसंयुतम्।६९.४१॥

निष्पावार्द्धप्रमाणां वै धारामाज्यस्य पातयेत्।
जलकुम्भान् महावीर्य्य! स्थापयित्वा त्रयोदश।
]

`verse 42 [
भक्ष्यैर्नानाविधैर्युक्तान् सितवस्त्रैरलङ्कृतान्।
युक्तानौदुम्बरैः पात्रैः पञ्चरत्नसमन्वितान्॥
]

`verse 43 [
चतुर्भिर्बह्वचैर्होमस्तत्र कार्य्य उदङ्‌मुखैः।
रुद्रजापश्चतुर्भिश्च यजुर्वेदपरायणैः॥
]

`verse 44 [
वैष्णवानि तु सामानि चतुरः सामवेदिनः।
अरिष्टवर्गसहितान्यभितः परिपाठयेत्॥
]

`verse 45 [
एवं द्वादश तान् विप्रान् वस्त्रमाल्यानुलेपनैः।
पूजयेदङ्गुलीयैश्च कटकैर्हेमसूत्रकैः॥
]

`verse 46 [
वासोभिः शयनीयैश्च वित्तशाठ्यविवर्जितः।
एवं क्षपातिवाह्या च गीतमङ्गल निस्वनैः॥
]

`verse 47 [
उपाध्यायस्य च पुनर्द्विगुणं सर्वमेव तु।
ततः प्रभाते विमले समुत्थाय त्रयोदश॥
]

`verse 48 [
गावो दद्यात्‌ कुरुश्रेष्ठ! सौवर्णमुखसंयुताः।
पयस्विन्यः शीलवत्यः कांस्य दोहसमन्विताः॥
]

`verse 49 [
रौप्यखुराः सवस्त्राश्च चन्दनेनाभिषेचिताः।
तास्तु तेषां ततो भक्त्या भक्ष्यभोज्यान्नतर्पितान्॥
]

`verse 50 [
कृत्वा वै ब्राह्मणान् सर्वानन्नैर्नानाविधैस्तथा।
भुक्त्वा चाक्षारलवणमात्मना च विसर्जयेत्॥
]

`verse 51 [
अनुगम्य पदान्नष्टौ पुत्रभार्यासमन्वितः।
प्रीयतामत्र देवेशः केशवः क्लेशनाशनः॥
]

`verse 52 [
शिवस्य हृदये विष्णुर्विष्णोश्च हृदये शिवः।
यथान्तरं न पश्यामि तथा मे स्वस्ति चायुषः॥
]

`verse 53 [
एवमुच्चार्य तान् कुम्भान् गाश्चैव शयनानि च।
वासां दद्याद्‌ द्विजातेश्च सर्वोपस्करसंयुताम्॥
]

`verse 54 [
अभावे बहुशय्यानामेकामपि सुसंस्कृताम्।
शय्यां दद्याद्‌ द्विजातेश्च सर्वोपस्करसंयुताम्॥
]

`verse 55 [
इतिहासपुराणानि वाचयित्वातिवाहयेत्।
तद्दिनं नरशार्दूल!य इच्छेद्विपुलां श्रियम्॥
]

`verse 56 [
तस्मात्त्वं सत्वमालम्ब्य भीमसेन! विमत्सरः।
कुरु व्रतमिदं सम्यक्‌ स्नेहात् तव मयेरितम्॥
]

`verse 57 [
त्वया कृतमिदं वीर! त्वन्नामाख्यं भविष्यति।
सा भीमद्वादशीह्येषा सर्वपापहरा शुभा॥
]

`verse 58 [
या तु कल्याणिनी नाम पुरा कल्पेषु पठ्यते।
त्वमादिकर्ता भव सौकरेऽस्मिन् कल्पे महावीर वरप्रधान॥
]

`verse 59 [
यस्याः स्मरन् कीर्तनमप्यशेषं विनष्टपापस्त्रिदशाधिपः स्यात्॥
]

`verse 60 [
कृत्वा च यामप्सरसामधीशा नर्तकीकृता ह्यन्यभवान्तरेषु।
(बद्रिकाान्तिके पद्मसेनाभीरस्य)आभीर कन्यातिकुतूहलेन सैवोर्वशी सम्प्रति नाकपृष्ठे॥
]

`verse 61 [
जाताथवा विट्कुलोद्भवापि पुलोमकन्या पुरुहूतपत्नी।

तत्रापि तस्याः परिचारिकेयं मम प्रिया सम्प्रति सत्यकामा॥
]

`verse 62 [
स्नातः पुरा मण्डलमेष तद्वत् तेजोमयं वेदशरीरमाप।
अस्याञ्च कल्याणतिथौ विवस्वान् सहस्रधारेण सहस्ररश्मिः॥
]

`verse 63 [
इदमेव कृतं महेन्द्रमुख्यैर्वसुभिर्देवसुरारिभिस्तथा तु।
फलमस्य न शक्यतेऽभिवक्तुं यदि जिह्वायुतकोटयो मुखे स्युः॥
]

`verse 64 [
कलिकलुषविदारिणीमनन्तामिति कथयिष्यति यादवेन्द्रसूनुः॥
अपि नरकगतान् पितॄनशेषानलमुद्धर्तुमिहैव यः करोति॥
]

`verse 65 [
य इदमघविदारणं श्रृणोति भक्त्या परिपठतीह परोपकारहेतोः।
तिथिमिहसकलार्थभाङ् नरेन्द्रस्तव चतुरानन! साम्यतामुपैति॥
]

`verse 66 [
कल्याणिनी नाम पूरा बभूव या द्वादशी माघदिनेषु पूज्या।
सा पाण्डुपुत्रेण कृता भविष्यत्यनन्तपुण्यानघ! भीमपूर्वा॥
]
