`verse 1 [
अशून्यशयनव्रतकथनम् ।

ब्रह्मोवाच।
भगवन् पुरुषस्येह स्त्रियाश्च विराहादिकम्।
शोकव्याधिभयं दुःखं न भवेद्येन तद्वद॥
]

`verse 2 [
श्रीभगवानुवाच।
श्रावणस्य द्वितीयायां कृष्णायां मधुसूदनः।
क्षीरार्णवे सपत्नीकः सदा वसति केशवः॥
]

`verse 3 [
तस्यां संपूज्य गोविन्दं सर्वान् कामान् समश्नुते।
गोभूहिरण्यदानादि सप्तकल्पशतानुगम्॥
]

`verse 4 [
अशून्यशयनं नाम द्वितीया सम्प्रकीर्त्तिता।
तस्यां सम्पूजयेद्विष्णुमेभिर्मन्त्रैर्विधानतः॥
]

`verse 5 [
श्रीवत्सधारिन्! श्रीकान्त! श्रीधामन्!श्रीपतेऽव्यय!।
गार्हस्थ्यं मा प्रणाशं मे यातु धर्म्मार्थकामदम्॥
]

`verse 6 [
अग्नयो मा प्रणश्यन्तु देवताः पुरुषोत्तम!।
पितरो मा प्रणश्यन्तु मास्तु दाम्पत्यभेदनम्॥
]

`verse 7 [
लक्ष्म्या वियुज्य ते देव! न कदाचिद्यथा भवान्।
तथा कलत्र सम्बन्धो देव! मा मे वियुज्यताम्॥
]

`verse 8 [
लक्ष्म्या न शून्यो वरद! श्य्यां त्वं शयनं गतः।
शय्याममाप्यशून्यास्तु तथैव मधुसूदन!॥
]

`verse 9 [
गीतवादित्रनिर्घोषं देवदेवस्य कीर्त्तयेत्।
घण्टाभवेदशक्तस्य सर्ववाद्यमयी यतः॥
]

`verse 10 [
एवं सम्पूज्य गोविन्दमश्नीयात्तैलवर्जितम्।
नक्तमक्षारलवणं यावत्तत्स्याच्चतुष्टयम्॥
]

`verse 11 [
ततः प्रभावे सञ्जाते लक्ष्मीपतिसमन्विताम्।
दीपान्नभाजनैर्युक्तां शय्यां दद्याद्विलक्षणाम्॥
]

`verse 12 [
पादुकोपानहच्छत्रचामरासनसंयुताम्।
अभीष्टोपस्करैर्युक्तां शुक्लपुष्पाम्बरावृताम्॥
]

`verse 13 [
सोपधानकविश्रामां फलैर्नानाविधैर्युताम्।
तथाभरणधान्यैश्च यथाशक्त्या समन्विताम्॥
]

`verse 14 [
अव्यङ्गाङ्गाय विप्राय वैष्णवाय कुटुम्बिने।
दातव्या वेदविदुषे भावेनापतिताय च॥
]

`verse 15 [
तत्रोपविश्यदाम्पत्यमलङ्कृत्य विधानतः।
पत्न्यास्तु भाजनं दद्यात् भक्ष्यभोज्यसमन्वितम्॥
]

`verse 16 [
ब्राह्मणस्यापि सौवर्णीमुपस्करसमन्विताम्।
प्रतिमां देवदेवस्य सोदकुम्भां निवेदयेत्॥
]

`verse 17 [
एवं यस्तु पुमान् कुर्य्यादशून्यशयनं हरेः।
वित्तशाठ्येन रहितो नारायणपरायणः॥
]

`verse 18 [
नारीवा विधवा ब्रह्मन्! यावच्चन्द्रार्कतारकम्।
न विरूपौ न शोकार्त्ती दम्पती भवतः क्वचित्॥
]

`verse 19 [
न पुत्रपशुरत्नानि क्षयं यान्ति पितामह!।
सप्तकल्पसहस्राणि सप्तकल्पशतानि च॥
कुर्वन्नशून्यशयनं विष्णुलोके महीयते॥
]
