`verse 1 [
विशोकसप्तमीव्रतकथनम्।

ईश्वर उवाच।
विशोकसप्तमीं तद्वद्वक्ष्यामि मुनिपुङ्गव!।
यामुपोष्य नरः शोकं न कदाचिदिहाश्नुते॥
]

`verse 2 [
माघे कृष्णतिलैः स्नात्वा षष्ठ्यां वै शुक्लपक्षतः।
कृताहारः कृसरया दन्तधावनपूर्वकम्॥
उपवासव्रतं कृत्वा ब्रह्मचारी भवेन्निशि॥
]

`verse 3 [
ततः प्रभाते उत्थाय कृतस्नानजपः शुचिः।
कृत्वा तु काञ्चनं पद्ममर्कायेति च पूजयेत्॥
]

`verse 4 [
करवीरेण रक्तेन रक्तवस्त्रयुगेन च।
यथा विशोकं भुवनं त्वयैवादित्य! सर्वदा॥
तथा विशोकता मेऽस्तु त्वद्भक्तिः प्रतिजन्म च॥
]

`verse 5 [
एवं संपूज्य षष्ठ्यान्तु भक्त्या संपूजयेद्‌ द्विजान्।
सुप्त्वा संप्राश्य गोमूत्रमुत्थाय कृतनैत्यकः॥
]

`verse 6 [
संपूज्य विप्रानन्नेन गुडपात्रसमन्वितम्।
तद्वस्त्रयुग्मं पद्मञ्च ब्राह्मणाय निवेदयेत्॥
]

`verse 7 [
अतैललवणं भुक्त्वा सप्तम्यां मौनसंयुतः।
ततः पुराणश्रवणं कर्तव्यं भूतिमिच्छता॥
]

`verse 8 [
अनेन विधिना सर्वमुभयोरपि पक्षयोः।
कृत्वा यावत् पुनर्माघशुक्लपक्षस्य सप्तमी॥
]

`verse 9 [
व्रतान्ते कलशन्दद्यात् सुवर्णकमलान्वितम्।
शय्यां सोपस्करान्दद्यात् कपिलाञ्च पयस्विनीम्॥
]

`verse 10 [
अनेन विधिना यस्तु वित्तशाठ्यविवर्जितः।
विशोकसप्तमीं कुर्यात्‌ स याति परमाङ्गतिम्॥
]

`verse 11 [
यावज्जन्मसहस्राणां साग्रं कोटिशतं भवेत्।
तावन्नशोकमभ्येति रोगदौर्गत्यवर्जितः॥
]

`verse 12 [
यं यं प्रार्थयते कामं तन्तमाप्नोति पुष्कलम्।
निष्कामः कुरुते यस्तु स परं ब्रह्म गच्छति॥
]

`verse 13 [
यः पठेच्छृणुयाद्वापि विशोकाख्याञ्च सप्तमीम्।
सोऽपीन्द्रलोकमाप्नोति न दुःखी जायते क्वचित्॥
]
