`verse 1 [
फलसप्तमीव्रतकथनम्।

ईश्वर उवाच।
अन्यामपि प्रवक्ष्यामि नाम्ना तु फलसप्तमीम्।
यामुपोष्य नरः पापाद्विमुक्तः स्वर्गभाग्भवेत्॥
]

`verse 2 [
मार्गशीर्षे शुभे मासि सप्तम्यां नियतव्रतः।
तामुपोष्याथ कमलं कारयित्वा तु काञ्चनम्।
शर्करासंयुतं दद्याद्‌ ब्राह्मणाय कुटुम्बिने।
रविं कांञ्चनकं कृत्वा पलस्यैकस्य धर्म्मवित्॥
दद्यात् द्विकालवेलायां भानुर्मे प्रीयतामिति॥
]

`verse 3 [
भक्त्या तु विप्रान् संपूज्य चाष्टम्यां क्षीरभोजनम्।
दत्त्वा कुर्यात् फलयुतं यावत् स्यात् कृष्णसप्तमी॥
]

`verse 4 [
तामप्युपोष्य विधिवदनेनैव क्रमेण तु।
तद्वद् हेमफलं दत्त्वा सुवर्णकमलान्वितम्॥
]

`verse 5 [
शर्करा पात्रसंयुक्तं वस्त्रमाल्यसमन्वितम्।
सम्वत्सरञ्च तेनैव विधिनोभयसप्तमीम्॥
]

`verse 6 [
उपोष्य दत्त्वा क्रमशः सूर्यमन्त्रमुदीरयेत्।
भानुरर्कोरविर्ब्रह्मा सूर्यः शक्रो हरिः शिवः॥
श्रीमान् विभावसुस्त्वष्टा वरुणः प्रीयतामिति॥
]

`verse 7 [
प्रतिमासञ्च सप्तम्यामेकैकं नाम कीर्त्तयेत्।
प्रतिपक्षं फलत्यागमेतत् कुर्वन् समाचरेत्॥
]

`verse 8 [
व्रतान्ते विप्रमिथुनं पूजयेद्वस्त्रभूषणैः।
शर्कराकलशं दद्याद् हेमपद्मदलान्वितम्॥
]

`verse 9 [
यथा न विफला कामास्त्वद्भक्तानां सदा रवे।
तथाऽनन्तफलावाप्तिरस्तु मे सप्तजन्मसु॥
]

`verse 10 [
इमामनन्तफलदां यः कुर्य्यात् फलसप्तमीम्।
सर्वपापविशुद्धात्मा सूर्य्यलोके महीयते॥
]

`verse 11 [
सुरापानादिकं किञ्चिद् यदत्रामुत्र वा कृतम्।
तत्सर्वं नाशमायाति यः कुर्य्यात्‌ फलसप्तमीम्॥
]

`verse 12 [
कुर्वाणः सप्तमीञ्चैमां सततं रोगवर्जितः।
भूतान् भव्यांश्च पुरुषांस्तारयेदेकविंशतिम्॥
यः श्रृणोति पठेद्वापि सोऽपि कल्याणभाग्भवेत्॥
]
