`verse 1 [
शर्करासप्तमीव्रतकथनम्।

ईश्वर उवाच।
शर्करासप्तमीं वक्ष्ये तद्वत्कल्मषनाशिनीम्।
आयुरारोग्यमैश्वर्यं ययाऽनन्तं प्रजायते॥
]

`verse 2 [
माधवस्य सिते पक्षे सप्तम्यां नियतव्रतः।
प्रातः स्नात्वा तिलैः शुक्लैः शुक्लमाल्यानुलेपनैः॥
]

`verse 3 [
स्थण्डिले पद्ममालिख्य कुङ्कुमेन सकर्णिकम्।
तस्मिन्नमः सवित्रे तु गन्धधूपौ निवेदयेत्॥
]

`verse 4 [
स्थापयेदुदकुम्भञ्च शर्करापात्रसंयुतम्।
शुक्लवस्त्रैरलङ्कृत्य शुक्लमाल्यानुलेपनैः॥
सुवर्णेन समायुक्तं मन्त्रेणानेन पूजयेत्॥
]

`verse 5 [
विश्ववेदमयो यस्माद्वेदवादीति पठ्यसे।
सर्वस्यामृतमेव त्वमतः शान्तिं प्रयच्छ मे ॥
]

`verse 6 [
पञ्चगव्यं ततः पीत्वा स्वपेत्तत् पार्श्वतः क्षितौ।
सौरसूक्तं स्मरन्नास्ते पुराणश्रवणेन च॥
]

`verse 7 [
अहोरात्रे गते पश्चादष्टम्यां कृतनैत्यकः।
तत्सर्वं विदुषे तद्वद् ब्राह्मणाय निवेदयेत्॥
]

`verse 8 [
भोजयेच्छक्तितो विप्रान् शर्कराघृतपायसैः।
भुञ्जीतातैललवणं स्वयमप्यथ वाग्यतः॥
]

`verse 9 [
अनेन विधिना सर्वं मासि मासि समाचरेत्।
संवत्सरान्ते शयनं शर्कराकलशान्वितम्॥
]

`verse 10 [
सर्वोपस्करसंयुक्तं तथैकाङ्गां पयस्विनीम्।
गृहं च शक्तिमान् दद्यात् समस्तोपस्करान्वितम्॥
]

`verse 11 [
सहस्रेणाथ निष्काणां कृत्वा दद्याच्छतेन वा।
दशभिर्वाथ निष्केण तदर्धेनापि शक्तितः॥
]

`verse 12 [
सुवर्णाश्वः प्रदातव्यः पूर्ववन् मन्त्रवादनम्।
न वित्तशाठ्यं कुर्वीत कुर्वन्दोषं समश्नुते॥
]

`verse 13 [
अमृतं पिबतो वक्त्रात् सूर्य्यस्यामृतबिन्दवः।
निपेतुर्ये तदुत्थामी शालिमुद्गेक्षवः स्मृताः॥
]

`verse 14 [
शर्करा तु परा तस्मादिक्षुसारोऽमृतात्मवान्।
इष्टा रवेरतः पुण्या शर्करा हव्यकव्ययोः॥
]

`verse 15 [
शर्करासप्तमी चेयं वाजिमेधफलप्रदा।
सर्वदुष्टप्रशमनी पुत्रपौत्रप्रवर्द्धिनी॥
]

`verse 16 [
यः कुर्यात् परया भक्त्या स वै सद्गतिमाप्नुयात्।
कल्पमेकं वसेत् स्वर्गे ततो याति परम्पदम्॥
]

`verse 17 [
इममनघं यः श्रृणोति स्मरेद्वा परिपठतीह सुरेश्वरस्य लोके।
मतिमपि च ददाति सोऽपि देवैरमरवधूजनमालयाऽभिपूज्यः॥
]
