`verse 1 [
कमलसप्तमीव्रतकथनम्।

ईश्वर उवाच।
अतः परं प्रवक्ष्यामि तद्वत् कमलसप्तमीम्।
यस्याः सङ्कीर्तनादेव तुष्यतीह दिवाकरः॥
]

`verse 2 [
वसन्तामलसप्तम्यां स्नातः सन् गौरसर्षपैः।
तिलपात्रे च सौवर्णे विधाय कमलं शुभम्॥
]

`verse 3 [
वस्त्रयुग्मावृतं कृत्वा गन्धपुष्पैः समर्चयेत्।
नमः कमलहस्ताय नमस्ते विश्वधारिणे॥
]

`verse 4 [
दिवाकर! नमस्तुभ्यं प्रभाकर! नमोऽस्तुते।
ततो द्विकालवेलायामुदकुम्भसमन्विताम्॥
]

`verse 5 [
विप्राय दद्यात् संपूज्य वस्त्रमाल्यविभूषणैः।
शक्त्या च कपिलां दद्यादलङ्कृत्य विधानतः॥
]

`verse 6 [
अहोरात्रे गते पश्चादष्टम्यां भोजयेद्‌द्विजान्।
यथाशक्याऽथ भुञ्जीत मांसतैलविवर्जितम्॥
]

`verse 7 [
अनेन विधिना शुक्लसप्तम्यां मासि मासि च।
सर्वं समाचरेद् भक्त्या वित्तशाठ्यविवर्जितः॥
]

`verse 8 [
व्रतान्ते शयनं दद्यात् सुवर्णं कमलान्वितम्।
गाञ्च दद्यात् स्वशक्या तु सुवर्णाढ्यां पयस्विनीम्॥
]

`verse 9 [
भाजनासनदीपादीन् दद्यादिष्ठानुपस्करान्।
अनेन विधिना यस्तु कुर्यात् कमलसप्तमीम्।
लक्ष्मीमनन्तामभ्येति सूर्य्यलोके महीयते॥
]

`verse 10 [
कल्पे कल्पे ततो लोकान्सप्त गत्वा पृथक् पृथक्।
अप्सरोभिः परिवृतस्ततो याति पराङ्गतिम्॥
]

`verse 11 [
यः पश्यतीदं श्रृणुयाच्च मर्त्यः पठेच्च भक्त्याऽथ मतिं ददाति।
सोऽप्यत्र लक्ष्मीमचलामवाप्य गन्धर्वविद्याधरलोकभाक् स्यात्॥
]
