`verse 1 [
मन्दारसप्तमीव्रतकथनम्।

ईश्वर उवाच।
अथातः सम्प्रवक्ष्यामि सर्वपापप्रणाशिनीम्।
सर्वकामप्रदां रम्यां नाम्ना मन्दारसप्तमीम्॥
]

`verse 2 [
माघस्यामलपक्षे तु पञ्चम्यां लघुभुङ् नरः।
दन्तकाष्ठं ततः कृत्वा षष्ठीमुपवसेद्‌ बुधः॥
]

`verse 3 [
विप्रान् संपूजयित्वा तु मन्दारं प्राशयेन्निशि।
ततः प्रभाते उत्थाय कृत्वा स्नानं पुनर्द्विजान्॥
]

`verse 4 [
भोजयेच्छक्तितः कृत्वा मन्दारकुसुमाष्टकम्।
सौवर्णं पुरुषं तद्वत्पद्महस्तं सुशोभनम्॥
]

`verse 5 [
पद्मं कृष्णतिलैः कृत्वा ताम्रपात्रेषु पात्रकम्।
हैममन्दारकुसुमैर्भास्करायेति पूर्वतः॥
]

`verse 6 [
नमस्कारेण तद्वच्च सूर्य्यायेत्यानले दले।
दक्षिणे तद्वदर्काय तथार्यम्णेति नैर्ऋते॥
]

`verse 7 [
पश्चिमे वेदधाम्ने च वायव्ये चण्डभानवे।
पूष्णेत्युत्तरतः पूज्यमानन्दायेत्यतः परम्॥
]

`verse 8 [
कर्णिकायाञ्च पुरुषं स्थाप्य सर्वात्मनेति च।
शुक्लवस्त्रैः समावेष्ट्य भक्ष्यैर्माल्यफलादिभिः॥
]

`verse 9 [
एवमभ्यर्च्य तत्सर्वं दद्याद्वेदविदे पुनः।
भुञ्जीतातैललवणं वाग्यतः प्राङ्‌मुखो गृही॥
]

`verse 10 [
अनेन विधिना सर्वं सप्तम्यां मासि मासि च।
कुर्यात् सम्वत्सरं यावद्वित्तशाठ्यविवर्जितः॥
]

`verse 11 [
एतदेव व्रतान्ते तु निधाय कलशोपरि।
गोभिर्विभवतः सार्द्धं दातव्यं भूतिमिच्छता॥
]

`verse 12 [
नमो मन्दारनाथाय मन्दारभवनाय च।
त्वं रवे! तारयस्वास्मान् संसारभयसागरात्॥
]

`verse 13 [
अनेन विधिना यस्तु कुर्य्यान्मन्दारसप्तमीम्।
विपाप्मा स सुखीमर्त्यः कल्पञ्च दिविमोदते॥
]

`verse 14 [
इमामघौघपटल भीषणध्वान्तदीपिकाम्।
गच्छन् प्रगृह्य संसारे सर्वार्थांश्च लभेन्नरः॥
]

`verse 15 [
मन्दारसप्तमीमेतामीप्सितार्थफलप्रदाम्।
यः पठेच्छृगुयाद्वापि सर्वपापैः प्रमुच्यते॥
]
