`verse 1 [
शुभसप्तमीव्रतकथनम्।

श्रीभगवानुवाच।
अथान्यामपि वक्ष्यामि शोभनां शुभसप्तमीम्।
यामुपोष्य नरो रोगशोकदुःखैः प्रमुच्यते॥
]

`verse 2 [
पुण्ये चाश्वयुजेमासिकृतस्नानजपः शुचिः।
वाचयित्वा ततो विप्रानारभेच्छुभसप्तमीम्॥
]

`verse 3 [
कपिलां पूजयेद्‌भक्त्या गन्धमाल्यानुलेपनैः।
नमामि सूर्य्यसम्भूतामशेषभुवनालयाम्॥
त्वामहं शुभकल्याणशरीरां सर्वसिद्धये॥
]

`verse 4 [
अथ कृत्वा तिलप्रस्थं ताम्रपात्रेण संयुतम्।
काञ्चनं वृषभं तद्वद्गन्धमाल्यगुड़ान्वितैः॥
]

`verse 5 [
फलैर्नानाविधैर्भक्ष्यै र्घृतपायससंयुतैः।
दद्याद्विकालवेलायामर्यमा प्रीयतामिति॥
]

`verse 6 [
पञ्चगव्यञ्च संप्राश्य स्वपेद्‌भूमौ विमत्सरः।
ततः प्रभाते सञ्जाते भक्त्या संपूजयेद्‌द्विजान्॥
]

`verse 7 [
अनेन विधिना दद्यान्मासि मासि यदा नरः।
वाससी वृषभं हैमं तद्वद्गां काञ्चनोद्भवाम्॥
]

`verse 8 [
सम्वत्सरान्ते शयनमिक्षुदण्डगुड़ान्वितम्।
सोपधानकविश्रामं भाजनासनसंयुतम्॥
]

`verse 9 [
ताम्रपात्रे तिलप्रस्थं सौवर्णं वृषभं तथा।
दद्याद्वेदविदे सर्वं विश्वात्मा प्रीयतामिति॥
]

`verse 10 [
अनेन विधिना विद्वान् कुर्य्याद्यः शुभसप्तमीम्।
तस्य श्रीर्विपुला कीर्तिर्भवेज्जन्मनि जन्मनि॥
]

`verse 11 [
अप्सरोगणगन्धर्वैः पूज्यमानः सुरालये।
वसेद् गणाधिपो भूत्वा यावदाभूतसंप्लवम्॥
कल्पादाववतीर्णस्तु सप्तद्वीपाधिपो भवेत्॥
]

`verse 12 [
ब्रह्महत्या सहस्रस्य भ्रूणहत्या शतस्य च।
नाशायालमियं पुण्या पठ्यते शुभसप्तमी॥
]

`verse 13 [
इमां पठेद्यः श्रृणुयान्मुहूर्तं पश्येत्प्रसङ्गादपि दीयमानम्।
सोऽप्यत्र सर्वाघविमुक्तदेहः प्राप्नोति विद्याधरनायकत्वम्॥
]

`verse 14 [
यावत्समाः सप्त नरः करोति यः सप्तमीं सप्तविधानयुक्ताम्।
स सप्तलोकाधिपतिः क्रमेण भूत्वा पदं याति परं मुरारे॥
]
