`speaker [
मनुरुवाच
]

`verse 1 [
गुड़धेनुविधानं मे समाचक्ष्व जगत्पते!।
किं रूपं केन मन्त्रेण दातव्यं तदिहोच्यताम्॥
]

`verse 2 [
गुड़धेनुविधानस्य यद्रूपमिह यत्फलम्।
तदिदानीं प्रवक्ष्यामि सर्वपापविनाशनम्॥
]

`verse 3 [
कृष्णाजिनं चतुर्हस्तं प्रागग्रं विन्यसेद्‌ भुवि।
गोमयेनानुलिप्तायां दर्भानास्तीर्य सर्वतः॥
]

`verse 4 [
लघ्वेणकाजिनं तद्वद्वत्सश्च पिरकल्पयेत्।
प्राङ्‌मुखीं कल्पयेद्धेनुमुदक्‌पादां सवत्सकाम्॥
]

`verse 5 [
उत्तमा गुड़धेनुः स्यात्‌ सदाभारचतुष्टयम्।
वत्सं भारेणकुर्वीत द्वाभ्यां वै मध्यमा स्मृता॥
]

`verse 6 [
अर्द्धभारेण वत्सः स्यात् कनिष्ठाभारकेण तु।
चतुर्थाशेन वत्सः स्याद्‌गृहवित्तानुसारतः॥
]

`verse 7 [
धेनुवत्‌ सौघृतास्यौ च सितसूक्ष्माम्वरावृतौ।
शुक्तिकर्णाविक्षुपादौ शुक्तिमुक्ताफले क्षणौ॥
]

`verse 8 [
सितसूत्रशिरालौ तौ सितकम्बल कम्बलौ।
ताम्रगण्डक पृष्ठौ तौ सितचामररोमकौ॥
]

`verse 9 [
विद्रुमभ्रूयुगोपेतौ नवनीतस्तनावुभौ।
क्षौमपुच्छौ कांश्यदोहाविन्द्रनीलकतारकौ॥
]

`verse 10 [
सुवर्णश्रृङ्गाभरणौ राजतैः खुरसंयुतौ।
नानाफलसमायुक्तौ घ्राणगन्धकरण्डकौ॥
इत्येवं रचयित्वा तौ दीपधूपैरथाऽर्चयेत्॥
]

`verse 11 [
या लक्ष्मीः सर्वभूतानां याच देवेष्ववस्थिता।
धेनुरूपेण सा देवी मम शान्तिं प्रयच्छतु ॥
]

`verse 12 [
देहस्था याच रुद्राणी शङ्करस्य सदा प्रिया।
धेनुरूपेण सा देवी मम पापं व्यपोहतु॥
]

`verse 13 [
विष्णोर्वक्षसि या लक्ष्मीः स्वाहा या च विभावसोः।
चन्द्रार्कशक्रशक्तिर्य्या धेनुरूपास्तु मा श्रिये॥
]

`verse 14 [
चतुर्मुखस्य या लक्ष्मीर्यालक्ष्मीर्धनदस्य च ।
लक्ष्मीर्या लोकपालानां सा धेनुर्वरदाऽस्तु मे॥
]

`verse 15 [
स्वधा या पितृमुख्यानां स्वाहा यज्ञभुजाञ्चया।
सर्वपापहरा धेनुस्तस्माच्छान्तिं प्रयच्छमे॥
]

`verse 16 [
एवमामन्त्र्य तां धेनुं ब्राह्मणाय निवेदयेत्।
विधानमेतद्धेनूनां सर्वासामपि पठ्यते॥
]

`verse 17 [
यास्ताः पापविनाशिन्यः पठ्यन्ते दशधेनवः।
तासां स्वरूपं वक्ष्यामि नामानि च नराधिप!॥
]

`verse 18 [
प्रथमा गुडधेनुः स्यात् घृतधेनुस्तथापरा।
तिलधेनुस्तृतीयातु चतुर्थी जलसंज्ञिता॥
]

`verse 19 [
क्षीरधेनुश्च विख्याता मधुधेनुस्तथापरा।
सप्तमी शर्कराधेनुर्दधिधेनुस्तथाष्टमी॥
रसधेनुश्च नवमी दशमी स्यात् स्वरूपतः॥
]

`verse 20 [
कुम्भाः स्युर्द्रवधेनूनामितरासान्तु राशयः।
सुवर्णधेनुमप्यत्र केचिदिच्छन्ति मानवाः॥
]

`verse 21 [
नवनीतेन रत्नैश्च तथान्ये तु महर्षयः॥
एतदेव विधानं स्यात्तएवोपस्कराः स्मृताः।
मन्त्रावाहनसंयुक्ताः सदा पर्वणि पर्वणि ॥
]

`verse 22 [
यथा श्रद्धं प्रदातव्या भुक्तिमुक्तिफलप्रदाः॥
]

`verse 23 [
गुडधेनुप्रसङ्गेन सर्वास्तावन्मयोदिताः।
अशेषयज्ञफलदाः सर्वाः पापहराः शुभाः ॥
]

`verse 24 [
व्रतानामुत्तमं यस्माद्विशोकद्वादशीव्रतम्।
तदङ्गत्वेन चैवात्र गुडधेनुः प्रशस्यते॥
]

`verse 25 [
अयने विषुवे पुण्ये व्यतीपातेऽथवा पुनः।
गुडधेन्वादयो देयास्तूपरागादि पर्वसु॥
]

`verse 26 [
विशोकद्वादशीचैषा पुण्या पापहराशुभा।
यामुपोष्य नरो याति तद्विष्णोः परमम्पदम्॥
]

`verse 27 [
इह लोके च सौभाग्यमायुरारोग्यमेव च।
वैष्णवं पुरमाप्नोति मरणे च स्मरन् हरिम्॥
]

`verse 28 [
नवार्बुदसहस्राणि दश चाष्टौ च धर्मवित्।
न शोकदुःखदौर्गत्यं तस्य सञ्जायते नृप!॥
]

`verse 29 [
नारी वा कुरुते या तु विशोकद्वादशीव्रतम्।
नृत्यगीतपरा नित्यं सापि तत्फलमाप्नुयात्॥
]

`verse 30 [
तस्मादग्रे हरेर्नित्यमनन्तं गीतवादनम्।
कर्त्तव्यं भूतिकामेन भक्त्या तु परया नृप!॥
]

`verse 31 [
इति पठति य इत्थं यः श्रृणेतीह सम्यक् मधुमुरनरकारेरर्चनं यश्च पश्येत्।
मतिमपि च जनानां यो ददातीन्द्रलोके वसति विबुधौघैः पूज्यते कल्पमेकम्॥
]
