`speaker [
ईश्वर उवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि गुड़पर्वतमुत्तमम्।
यत्प्रदानान्नरः स्वर्गमाप्नोति सुरपुजितम्॥
]

`verse 2 [
उत्तमो दशभिर्भारैर्मध्यमः पञ्चभिर्मतः।
त्रिभिर्भारैः कनिष्ठः स्यात्तदर्धेनाल्पवित्तवान्॥
]

`verse 3 [
तद्वदामन्त्रणं पूजां हेमवृक्षसुरार्चनम्।
विष्कम्भपर्वतास्तद्वत्सरांसि वनदेवताः॥
]

`verse 4 [
होमजागरणं तद्वल्लोकपालाधिवासनम्।
धान्यपर्वतवत् कुर्यादिमं मन्त्रमुदीरयेत्॥
]

`verse 5 [
यथा देवेषु विश्वात्मा प्रवरोऽयं जनार्दनः।
सामवेदस्तु वेदानां महादेवस्तु योगिनाम्॥
]

`verse 6 [
प्रणवः सर्वमन्त्राणां नारीणां पार्वती यथा।
तथा रसानां प्रवरः सदैवेक्षुरसोमतः॥
]

`verse 7 [
मम तस्मात्‌ परां लक्ष्मी गुडपर्वत! देहि वै।
यस्मात्‌ सौभाग्यदायिन्या भ्राता त्वं गुडपर्वता॥

निवासश्चापि पार्वत्यास्तस्माच्छान्तिं प्रयच्छ मे॥
]

`verse 8 [
अनेन विधिना यस्तु दद्याद्‌गुडमयं गिरिम्।
पूज्यमानः सगन्धर्वै गौरीलोके महीयते॥
]

`verse 9 [
ततः कल्पशतान्ते तु सप्तद्वीपाधिपो भवेत्।
आयुरारोग्यसम्पन्नः शत्रुभिश्चापराजितः॥
]
