`verse 1 [
अथ पापहरं वक्ष्ये सुवर्णाचलमुत्तमम्।
यस्य प्रदानाद्भवनं वैरिञ्च्यं याति मानवः॥
]

`verse 2 [
उत्तमः पलसाहस्रो मध्यमः पञ्चभिः शतैः।
तदर्द्धेनाधमस्तद्वदल्पवित्तोऽपि शक्तितः।
दद्यादेकपलादूद्‌र्ध्वं यथाशक्या विमत्सरः॥
]

`verse 3 [
धान्यपर्वतवत्सर्वं विदध्यान्मुनिपुङ्गवः।
विष्कम्भशैलांस्तद्वच्च ऋत्विग्‌भ्यः प्रतिपादयेत्॥
]

`verse 4 [
नमस्ते ब्रह्म बीजाय ब्रह्मगर्भाय ते नमः।
यस्मादनन्तफलदस्तस्मात्पाहि नगोत्तम॥
]

`verse 5 [
यस्मादग्नेरपत्यं त्वं यस्मात् पुण्यं जगत्पते।
हेमपर्वतरूपेण तस्मात्पाहि नगोत्तम॥
]

`verse 6 [
अनेन विधिना यस्तु दद्यात् कनकपर्वतम्॥
]

`verse 7 [
स याति परमं ब्रह्म लोकमानन्दकारकम्।
तत्र कल्पशतं तिष्ठेत् ततो याति पराङ्गतिम्॥
]
