`verse 1 [
अतः परं प्रवक्ष्यामि घृताचलमनुत्तमम्।
तेजोऽमृतमयं दिव्यं महापातकनाशनम्॥
]

`verse 2 [
विशत्या घृतकुम्भानामुत्तमः स्याद्‌घृताचलः।
दशभिर्मध्यमः प्रोक्तः पञ्चभिस्त्वधमः स्मृतः॥
]

`verse 3 [
अल्पवित्तोऽपि यः कुर्य्याद्‌ द्वाभ्यामिह विधानतः।
विष्कम्भपर्वतास्तद्वच्चतुर्भागेन कल्पयेत्॥
]

`verse 4 [
शालितण्डुलपात्राणि कुम्भोपरि निवेशयेत्।
कारयेत्संहतानुच्चान्‌ यथाशोभं विधानतः॥
]

`verse 5 [
वेष्टयेच्छुक्लवासोभिरिक्षुदण्डफलादिकैः।
धान्यपर्वतवच्छेषं विधानमिह पठ्यते॥
]

`verse 6 [
अधिवासनपूर्वञ्च तद्वद्धोमसुरार्चनम्।
प्रभातायां तु शर्वर्य्यां गुरवे तन्निवेदयेत्।
विष्कम्भपर्वतांस्तद्वत् ऋत्विग्‌भ्यः शान्तमानसः॥
]

`verse 7 [
संयोगाद्‌घृतमुत्पन्नं यस्मादमृततेजसोः।
तस्मद्‌घृतार्चिर्विश्वात्मा प्रीयतामत्र शङ्करः॥
]

`verse 8 [
यस्मात्तेजोमयं ब्रह्म घृते तद्विद्‌ध्यवस्थितम्।
धृतपर्वतरूपेण तस्मात्त्वं पाहिनोऽनिशम्॥
]

`verse 9 [
अनेन विधिना दद्याद्‌घृताचलमनुत्तमम्।
महापातकयुक्तोऽपि लोकमाप्नोति शाङ्करम्॥
]

`verse 10 [
हंससारसयुक्तेन किङ्किणीजालमालिना।
विमानेनाप्सरोभिश्च सिद्धविद्याधरैर्वृतः॥
विहरेत् पितृभिः सार्द्धं यावदाभूतसंप्लवम्॥
]
