`speaker [
सूत उवाच
]

`verse 1 [
वैशम्पायनमासीनमपृच्छच्छौनकः पुरा।
सर्वकामाप्तये नित्यं कथं शान्तिक पौष्टिकम्॥
]

`speaker [
वैशम्पायन उवाच
]

`verse 2 [
श्रीकामः शान्तिकामो वा ग्रहयज्ञं समारभेत्।
वृध्यायुः पुष्टिकामो वा तथैवाभिचरन्‌ पुनः॥
येन ब्रह्मन्! विधानेन तन्मे निगदतः श्रृणुः॥
]

`verse 3 [
सर्वशास्त्राण्यनुक्रम्य संक्षिप्य ग्रन्थविस्तरम्।
ग्रहशान्तिं प्रवक्ष्यामि पुराणश्रुतिनोदिताम्॥
]

`verse 4 [
पुण्येऽह्नि विप्रकथिते कृत्वा ब्राह्मणवाचनम्।
ग्रहान्‌ ग्रहादिदेवांश्च स्थाप्य होमं समारभेत्॥
]

`verse 5 [
ग्रहयज्ञस्त्रिधा प्रोक्तः पुराणश्रुतिकोविदैः।
प्रथमोऽयुतहोमः स्याल्लक्षहोमस्ततः परम्॥
]

`verse 6 [
तृतीयः कोटिहोमस्तु सर्वकामफलप्रदः।
अयुतेनाहुतीनाञ्च नवग्रहमखः स्मृतः॥
]

`verse 7 [
तस्य तावद्विधिं वक्ष्ये पुराणश्रुतिभाषितम्।
गर्तस्योत्तरपूर्वेण वितस्तिद्वयविस्तृताम्॥
]

`verse 8 [
वप्रद्वयावृतां वेदिं वितस्त्युच्छ्रयसम्मिताम्।
संस्थापनाय देवानाञ्चतुरस्रामुदङ्मुखाम्॥
]

`verse 9 [
अग्निप्रणयनं कृत्वा तस्यामावाहयेत्सुरान्।
देवतानां ततः स्थाप्य विंशतिर्द्वादशाधिका॥
]

`verse 10 [
सूर्य्यः सोमस्तथा भौमो बुधजीवसितार्कजाः।
राहुः केतुरिति प्रोक्ता ग्रहा लोकहितावहाः॥
]

`verse 11 [
मध्ये तु भास्करं विन्द्याल्लोहितं दक्षिणेन तु।
उत्तरेण गुरुं विन्द्याद्‌बुधं पूर्वोत्तरेण तु॥
]

`verse 12 [
पूर्वेण भार्गवं विन्द्यात् सोमं दक्षिणपूर्वके।
पश्चिमेन शनिं विन्द्याद्राहुं पश्चिमदक्षिणे॥
पश्चिमोत्तरतः केतुं स्थापयेच्छुक्लतण्डुलैः॥
]

`verse 13 [
भास्करस्येश्वरं विन्द्यादुमाञ्चशशिनस्तथा।
स्कन्दमङ्गारकस्यापि बुधस्य च तथा हरिम्॥
]

`verse 14 [
ब्रह्माणञ्च गुरोर्विन्द्याच्छक्रस्यापि शचीपतिम्।
शनैश्चरस्य तु यमं राहोः कालं तथैव च॥
]

`verse 15 [
केतौर्वै चित्रगुप्तञ्च सर्वेषामधिदेवताः।
अग्निरापः क्षिपिर्विष्णुरिन्द्र ऐन्द्रीच देवताः॥
]

`verse 16 [
प्रजापतिश्च सर्पाश्च ब्रह्मा प्रत्यधिदेवताः।
विनायकं तथा दुर्गां वायुराकाशमेव च।
आवाहयेद्व्याहृतिभिस्तथैवाश्विकुमारकौ॥
]

`verse 17 [
संस्मरेत् रक्तकादित्यमङ्गारकसमन्वितम्।
सोमशुक्रौ तथा श्वेतौ बुधजीवौ जपिङ्गलौ॥
मन्दराहू तथा कृष्णौ धूम्रं केतुगणं विदुः॥
]

`verse 18 [
ग्रहवर्णानि देयानि वासांसि कुसुमानि च।
धूपामोदोऽत्र सरभिरुपरिष्टाद्वितानिकम्।
शोभनं स्थापयेत्प्राज्ञः फलपुष्पसमन्वितम्॥
]

`verse 19 [
गुड़ौदनं रवेर्दद्यात् सोमाय घृतपायसम्।
अङ्गारकाय संयावं बुधाय क्षीरषष्टिके॥
]

`verse 20 [
दध्योदनञ्च जीवाय शुक्राय च गुड़ौदनम्।
शनैश्चराय कृसरामजामांसञ्च राहवे॥
चित्रौदनञ्च केतुभ्यः सर्वैर्भक्ष्यैरथार्चयेत्॥
]

`verse 21 [
प्रागुत्तरेण तस्माच्च दध्यक्षतविभूषितम्।
चूतपल्लवसंच्छन्नं फलवस्त्रयुगान्वितम्॥
]

`verse 22 [
पञ्चरत्नसमायुक्तं पञ्चभङ्गसमन्वितम्।
स्थापयेदव्रणं कुम्भं वरुणं तत्र विन्यसेत्॥
]

`verse 23 [
गङ्गाद्याः सरितः सर्वाः समुद्राश्च सरांसि च।
गजाश्वरथ्यावल्मीकसङ्गमाद्रतगोकुलात्॥
]

`verse 24 [
मृदमानीयविप्रेन्द्र! सर्वौषधिजलान्वितम्।
स्नानार्थं विन्यसेत् तत्र यजमानस्य धर्म्मवित्॥
]

`verse 25 [
सर्वे समुद्राः सरितः सरांसि च नदास्तथा।
आयान्तु यजमानस्य दुरितक्षयकारकाः॥
]

`verse 26 [
एवमावाहयेदेतानमरान्‌ मुनिसत्तम!।
होमं समारभेत् सर्पिर्यवव्रीहितिलादिना॥
]

`verse 27 [
अर्कः पालाशखदिरावपामार्गोऽथपिप्पलः।
औदुम्बरः शमीदूर्वा कुशाश्च समिधः क्रमात्॥
]

`verse 28 [
एकैकस्याष्टकशतमष्टाविंशतिमेव वा।
होतव्या मधुसर्पिभ्यां दध्ना चैव समन्विताः॥
]

`verse 29 [
प्रादेशमात्रा अशिफा अशाखा अपलाशिनीः।
समिधः कल्पयेत्प्राज्ञः सर्वकर्म्मसु सर्वदा॥
]

`verse 30 [
देवानामपि सर्वेषामुपांशु परमार्तवित्।
स्वेन स्वेनैव मन्त्रेण होतव्याः समिधः पृथक्॥
]

`verse 31 [
होतव्यं च घृताभ्युक्तं चरु भक्षादिकं पुनः।
मन्त्रैर्दशाहुतीर्हुत्वा होमं व्याहृतिभिस्ततः॥
]

`verse 32 [
उदङ्‌मुखाः प्राङ्‌मुखा वा कुर्युर्ब्राह्मणपुङ्गवाः।
मन्त्रवन्तश्च कर्त्तव्या श्चरवः प्रतिदैवतम्॥
]

`verse 33 [
हुत्वा च तांश्चरून् सम्यक् ततो हामं समाचरेत्।
आकृष्णेति च सूर्य्याय होमः कार्यो द्विजन्मना॥
]

`verse 34 [
आप्यायस्वेतिसोमाय मन्त्रेण जुहुयात् पुनः।
अग्निर्मूर्द्धादिवो मन्त्र इति भौमाय कीर्तयेत्॥
]

`verse 35 [
अग्ने! विवस्वदुषस इति सोमसुताय वै।
बृहस्पते! परिदीया रथेनेति गुरोर्मतः॥
]

`verse 36 [
शुक्रन्ते अन्यदितिच शुक्रस्यापि निगद्यते।
शनैश्चरायेति पुनः शन्नो देवीति होमयेत्॥
कयानश्चित्र आभुव इति राहोरुदाहृतः॥
]

`verse 37 [
केतुं कृण्वन्नितिब्रूयात् केतूनामपि शान्तये।
आवो राजेति रुद्रस्य बलिहोमं समाचरेत्॥
आपोहिष्ठेत्युमायास्तु स्योनेति स्वामिनस्तथा॥
]

`verse 38 [
विष्णोरिदं विष्णुरिति तमीशेति स्वयम्भुवः।
इन्द्रमिद्देवतायेति इन्द्राय जुहुयात्ततः॥
]

`verse 39 [
तथा यमस्यचायं गौरिति होमः प्रकीर्त्तितः।
कालस्य ब्रह्मयज्ञानमिति मन्त्रविदो विदुः॥
]

`verse 40 [
चित्रगुप्तस्य चाज्ञातमिति मन्त्रविदो विदुः।
अग्निं दूतं वृणीमहे इति वह्नेरुदाहृतः॥
]

`verse 41 [
उदुत्तमं वरुणमित्यापां मन्त्रः प्रकीर्तितः।
भूमेः पृथिव्यन्तरिक्षमिति वेदेषु पठ्यते॥
]

`verse 42 [
सहस्रशीर्षा पुरुष इति विष्णोरुदाहृतः।
इन्द्रायेन्दो मरुत्वत इति शक्रस्य शस्यते॥
]

`verse 43 [
उत्तापर्णे सुभगे इति देव्याः समाचरेत्।
प्रजापतेः पुनर्होमः प्रजापतिरिति स्मृतः॥
]

`verse 44 [
नमोऽस्तु सर्पेभ्य इति सर्पाणां मन्त्र उच्यते।
एष ब्रह्माय ऋत्विज्य इति ब्रह्मण्युदाहृतः॥
]

`verse 45 [
विनायकस्य चानूनमिति मन्त्रो बुधैः स्मृतः।
जातवेदसे सुनवामितिदुर्गामन्त्र उच्यते॥
]

`verse 46 [
आदिप्रत्नस्य रेतस आकाशस्य उदाहृतः।
प्राणाशिशुर्महीनाञ्च वायोर्मन्त्रः प्रकीर्त्तितः॥
]

`verse 47 [
एषो उषा अपूर्व्वादित्यश्विनोर्मन्त्र उच्यते।
पूर्णाहुतिस्तु मूर्द्धानं दिव इत्यभिपातयेत्॥
]

`verse 48 [
अथाभिषेकमन्त्रेण वाद्यमङ्गलगीतकैः।
पूर्णकुम्भेन तेनैव होमान्ते प्रागुदङ्‌मुखम्॥
]

`verse 49 [
अव्यगावयवैर्ब्रह्मन्! हेमस्रग्दामभूषितैः।
यजमानस्य कर्तव्यं चतुर्भिः स्नपनं द्विजैः॥
]

`verse 50 [
सुरास्त्वामभिषिञ्चन्तु ब्रह्मविष्णुमहेश्वराः।
वासुदेवो जगन्नाथस्तथा सङ्कर्षणो विभुः
प्रद्युम्नश्चानिरुद्धश्च भवन्तु विजयाय ते॥
]

`verse 51 [
आखण्डलोऽग्निर्भगवान् यमो वै नैर्ऋतिस्तथा।
वरुणः पवनश्चैव धनाध्यक्षस्तथा शिवः।
ब्रह्मणा सहितः शेषो दिक्‌पालास्त्वामवन्तु ते॥
]

`verse 52 [
कीर्त्तिर्लक्ष्मीर्धृतिर्मेधा पुष्टिः श्रद्धा क्रिया मतिः।
बुद्धिर्लज्जा वपुः शान्तिस्तुष्टिकान्तिश्च मातरः।
एतास्त्वामभिषिञ्चन्तु धर्म्मपत्न्यः समागताः॥
]

`verse 53 [
आदित्यश्चन्द्रमाभौमो बुधो जीवः सितोऽर्कजः।
ग्रहास्त्वामभिषिञ्चन्तु राहुः केतुश्च तर्पिताः॥
]

`verse 54 [
देवदानवगन्धर्वाः यक्षराक्षसपन्नगाः
ऋषयो मुनयो गावो देवमातर एव च॥
]

`verse 55 [
देवपत्न्यो द्रुमानागा दैत्याश्चाप्सरसाङ्गणाः।
अस्त्राणि सर्वशस्त्राणि राजानो वाहनानि च॥
]

`verse 56 [
औषधानि च रत्नानि कालस्यावयवाश्च ये।
सरितः सागराः शैलास्तीर्थानि जलदानदाः
एते त्वामभिषिञ्चन्तु सर्वकामार्थसिद्धये॥
]

`verse 57 [
ततः शुक्लाम्बरधरः शुक्लगन्धानुलेपनः।
सर्वौषधैः सर्वगन्धैः स्नापितो द्विज़पुङ्गवैः॥
]

`verse 58 [
यजमानः सपत्नीकः ऋत्विजः सुसमाहितान्।
दक्षिणाभिः प्रयत्नेन पूजयेद्रतविस्मयः॥
]

`verse 59 [
सूर्य्याय कपिलां धेनुं शङ्खं दद्यात्तथेन्दवे।
रक्तं धुरन्धरं दद्याद्भौमाय च ककुद्मिनम्॥
]

`verse 60 [
बुधाय जातरूपन्तु गुरवे पीतवाससी।
श्वेताश्वान् दैत्यगुरवे कृष्णाङ्गामर्कसूनवे॥
]

`verse 61 [
आयसं राहवे दद्यात् केतुभ्यश्छागमुत्तमम्।
सुर्वणेन समा कार्य्या यजमानेन दक्षिणा॥
]

`verse 62 [
सर्वेषामथवा गावो दातव्या हेमभूषिताः।
सुवर्णमथवादद्याद्‌गुरुर्वा येन तुष्यति॥
समन्त्रेणैव दातव्याः सर्वाः सर्वत्र दक्षिणाः॥
]

`verse 63 [
पुण्यस्त्वं शङ्खपुण्यानां मङ्गलानाञ्च मङ्गलम्।
विष्णुना विधृतश्चासि ततः शान्तिं प्रयच्छ मे॥
]

`verse 64 [
धर्म्मस्त्वं वृषरूपेण जगदानन्दकारक!।
अष्टमूर्त्तेरधिष्ठानमतः शान्तिं प्रयच्छ मे॥
]

`verse 65 [
हिरण्यगर्भगर्भस्त्वं हेमवीजं विभावसोः।
अनन्तपुण्यफलदमतः शान्तिं प्रयच्छ मे॥
]

`verse 66 [
पीतवस्त्रयुगं यस्माद्वासुदेवस्य वल्लभम्।
प्रदानात्तस्य मे विष्णो! ह्यतः शान्तिं प्रयच्छ मे॥
]

`verse 67 [
विष्णुस्त्वमश्वरूपेण यस्मादमृतसम्भवः।
चन्द्रार्कवाहनो नित्यमतः शान्तिं प्रयच्छ मे॥
]

`verse 68 [
यस्मात्त्वं पृथिवी सर्वा धेनुः केशवसन्निभा।
सर्वपापहरा नित्यमतः शान्तिं प्रयच्छ मे॥
]

`verse 69 [
यस्मादायासकर्माणि तवाधीनानि सर्वदा।
लाङ्गलाद्यायुधादीनि तस्माच्छान्तिं प्रयच्छ मे॥
]

`verse 70 [
यस्मात्त्वं सर्वयज्ञानामङ्गत्वेन व्यवस्थितः।
यानं विभावसोर्नित्यमतः शान्तिं प्रयच्छ मे॥
]

`verse 71 [
गवामङगेषु तिष्ठन्ति भुवनानि चतुर्दश।
यस्मात्तस्माच्छ्रियै मे स्यादिहलोके परत्र च॥
]

`verse 72 [
यस्मादशून्यं शयनं केशवस्य च सर्वदा।
शय्या ममाप्यशून्यास्तु दत्ता जन्मनि जन्मनि॥
]

`verse 73 [
यथा रत्नेषु सर्वेषु सर्वे देवाः प्रतिष्ठिताः।
तथा रत्नानि यच्छन्तु रत्नदानेन मे सुराः॥
]

`verse 74 [
यथा भूमिप्रदानस्य कलान्नार्हन्ति षोड़शीम्।
दानान्यन्यानि मे शान्तिर्भूमिदानाद्भवत्विह॥
]

`verse 75 [
एवं संपूजयेद्भक्त्या वित्तशाठ्येन वर्जितः।
रक्तकाञ्चनवस्त्रौघैर्धूपमाल्यानुलेपनैः॥
]

`verse 76 [
अनेन विधिना यस्तु ग्रहपूजां समाचरेत्।
सर्वान्कामानवाप्नोति प्रेत्य स्वर्गे महीयते॥
]

`verse 77 [
यस्तु पीड़ाकरो नित्यमल्पवित्तस्य वा ग्रहः।
तञ्च यत्नेन संपूज्य शेषानप्यर्चयेद् बुधः॥
]

`verse 78 [
ग्रहा गावो नरेन्द्राश्च ब्राह्मणाश्च विशेषतः।
पूजिताः पूजयन्त्येते निर्दहन्त्यवमानिताः॥
]

`verse 79 [
यथा बाणप्रहाराणां कवचम्भवति वारणम्।
तद्वद्दैवोपघातानां शान्तिर्भवति वारणम्॥
]

`verse 80 [
तस्मान्नदक्षिणाहीनं कर्त्तव्यं भूतिमिच्छता।
संपूर्णया दक्षिणया यस्माद् एकोऽपि तुष्यति॥
]

`verse 81 [
सदैवायुतहोमोऽयं नवग्रहमखे स्थितः ।
विवाहोत्सवयज्ञेषु प्रतिष्ठादिषु कर्म्मसु॥
]

`verse 82 [
निर्विघ्नार्थं मुनिश्रेष्ठ! तथोद्वेगाद्भुतेषु च।
कथितोऽयुतहोमोऽयं लक्षहोममतः श्रृणु॥
]

`verse 83 [
सर्वकामाप्तये यस्माल्लक्षहोमं विदुर्बुधाः।
पितॄणां वल्लभं साक्षाद्भुक्तिमुक्तिफलप्रदम्॥
]

`verse 84 [
ग्रहताराबलं लब्ध्वा कृत्वा ब्राह्मणवाचनम्।
गृहस्योत्तरपूर्वेण मण्डपं कारयेद् बुधः॥
]

`verse 85 [
रुद्रायतनभूमौ वा चतुरस्रमुद्ङ्‌मुखम्।
दशहस्तमथाष्टौ वा हस्तान्कुर्याद्विधानतः॥
]

`verse 86 [
प्रागुदक् प्लवनाम्भूमिं कारयेद्यत्नतो बुधः।
प्रागुत्तरं समासाद्य प्रदेशं मण्डपस्य तु॥
]

`verse 87 [
शोभनं कारयेत्कुण्डं यथावल्लक्षणान्वितम्।
चतुरस्रं समन्तात्तु योनिवक्त्रं समेखलम्॥
]

`verse 88 [
चतुरङ्गुलविस्तारा मेखला तद्वदुच्छ्रिता।
प्रागुदक्‌प्लवना कार्या सर्वतः समवस्थिता॥
]

`verse 89 [
शान्त्यर्थं सर्वलोकानां नवग्रहमखः स्मृतः।
मानहीनाधिकं कुण्डमनेकभयदभ्भवेत्॥
यस्मात्तस्मात् सुसम्पूर्णं शान्तिकुण्डं विधीयते॥
]

`verse 90 [
अस्माद्दशगुणः प्रोक्तो लक्षहोमः स्वयम्भुवा।
आहुतीभिः प्रयत्नेन दक्षिणाभिस्तथैव च॥
]

`verse 91 [
द्विहस्तविस्तृतं तद्वच्चतुर्हस्तायतं पुनः।
लक्षहोमे भवेत्कुण्डं योनिवक्त्रन्त्रिमेखलम् ॥
]

`verse 92 [
तस्य चोत्तरपूर्वेण वितस्तित्रयसंस्थितम्।
प्रागुदक् प्रवणन्तच्च चतुरस्रं समन्ततः॥
]

`verse 93 [
विष्कम्भार्द्धोच्छ्रितं प्रोक्तं स्थण्डिलं विश्वकर्म्मणा।
संस्थापनाय देवानां वप्रत्रयसमावृतम्॥
]

`verse 94 [
द्व्यङ्गुलोह्यच्छ्रितो विप्रः प्रथमः स उदाहृतः।
अङ्गुलोच्छ्रयसंयुक्तं वप्रद्वयमथोपरिः॥
]

`verse 95 [
त्र्यङ्गुलस्य च विस्तारः सर्वेषां कथ्यते बुधैः।
दशाङ्गुलोच्छ्रिता भित्तिः स्थण्डिले स्यात्तथोपरि।
तस्मिन्नावाहयेद्देवान् पूर्ववत् पुष्पतण्डलैः॥
]

`verse 96 [
आदित्याभिमुखाः सर्वाः साधिप्रत्यधिदेवताः।
स्थापनीया मुनिश्रेष्ठ! नोत्तरेणपराङ्मुखाः॥
]

`verse 97 [
गरुत्मानधिकस्तत्र संपूज्यः श्रियमिच्छता।
सामध्वनिशरीरत्वं वाहनं परमेष्ठिनः॥
]

`verse 98 [
अस्माद्दशगुणः प्रोक्तो लक्षहोमः स्वयम्भुवा।
आहुतीभिः प्रयत्नेन दक्षिणाभिस्तथैव च॥
]

`verse 99 [
गरुत्मानधिकस्तत्र संपूज्यः श्रियमिच्छता।
सामध्वनिशरीरत्वं वाहनं परमेष्ठिनः॥
विषपापहरो नित्यमतः शान्तिं प्रयच्छ मे॥
]

`verse 100 [
पूर्ववत्कुम्भमामन्त्र्य तद्वद्धोमं समाचरेत्।
सहस्राणां शतं हुत्वा समित्संख्याधिकं पुनः।
घृतकुम्भवसोर्धारां पातयेदनलोपरि॥
]

`verse 101 [
औदुम्बरीं तथार्द्राञ्च ऋज्वीं कोटरवर्जिताम्।
बाहुमात्रां स्रुचं कृत्वा ततस्तम्भद्वयोपरि
घृतधारान्तया सम्यगग्नेरुपरि पातयेत्॥
]

`verse 102 [
श्रावयेत् सूक्तमाग्नेयं वैष्णवं रोद्रमैन्दवम्।
महावैश्वानरं साम ज्येष्ठसाम च वाचयेत्॥
]

`verse 103 [
स्नानञ्च यजमानस्य पूर्ववत् स्वस्तिवाचनम्।
दातव्या यजमानेन पूर्ववद्दक्षिणाः पृथक्॥
]

`verse 104 [
कामक्रोधविहीनेन ऋत्विग्भ्यः शान्तचेतसा।
नवग्रहमखे विप्राश्चत्वारो वेदवेदिनः॥
]

`verse 105 [
अथवा ऋत्विजौ शान्तौ द्वावेव श्रुतिकोविदौ।
कार्यावयुतहोमे तु न प्रसज्जेत विस्तरे॥
]

`verse 106 [
तद्वच्च दश चाष्टौ च लक्षहोमे तु ऋत्विजः।
कर्त्तव्याः शक्तितस्तद्वच्चतुरो वा विमत्सरः॥
]

`verse 107 [
नवग्रहमखात् सर्वं लक्षहोमे दशोत्तरम्।
भक्ष्यान् दद्यान्मुनिश्रेष्ठ! भूषणान्यपिशक्तितः॥
]

`verse 108 [
शयनानि सवस्त्राणि हेमानिकटकानिच।
कर्णाङ्गलिपवित्राणि कण्ठसूत्राणिशक्तिमान्॥
]

`verse 109 [
न कुर्याद्दक्षिणाहीनं वित्तशाठ्येन मानवः।
अददन् लोभतो मोहात्कुलक्षयमवाप्नुते॥
]

`verse 110 [
अन्नदानं यथाशक्त्या कर्त्तव्यं भूतिमिच्छता।
अन्नहीनः कृतो यस्माद्दुर्भिक्षफलदोभवेत्॥
]

`verse 111 [
अन्नहीनो दहेद्राष्ट्रं मन्त्रहीनस्तु ऋत्वजः।
यष्टारं दक्षिणाहीनं नास्ति यज्ञसमो रिपुः॥
]

`verse 112 [
नवाप्यल्पधनः कुर्याल्लक्षहोमं नरः क्वचित्।
यस्मात्पीड़ाकरोनित्यं यज्ञे भवति विग्रहः॥
]

`verse 113 [
तमेव पूजयेद्भक्त्या द्वौ वा त्रीन्‌वा यथाविधि।
एकमप्यर्चयेद्भक्त्या ब्राह्मणं वेदपारगम्॥
दक्षिणाभिः प्रयत्नेन न बहूनल्पवित्तवान्॥
]

`verse 114 [
पूज्यते शिवलोके च वस्वादित्यमरुद्गणैः।
यावत्कल्पशतान्यष्टावथ मोक्षमवाप्नुयात्॥
]

`verse 115 [
सकामोयस्त्विमं कुर्याल्लक्षहोमं यथाविधि।
स तं काममवाप्नोति पदमानन्त्यमश्नुते॥
]

`verse 116 [
पुत्रार्थीं लभते पुत्रान्‌धनार्थीलभतेधनम्।
भार्यार्थी शोभनांभार्य्यां कुमारीचशुभंपतिम्॥
]

`verse 117 [
भ्रष्टराज्यस्तथा राज्यंश्रीकामः श्रियमाप्नुयात्।
यं यं प्रार्थयतेकामं सवैभवतिपुष्कलः।
निष्कामः कुरुते यस्तु स परं ब्रह्म गच्छति॥
]

`verse 118 [
अस्माच्छतगुणः प्रोक्तः कोटिहोमः स्वयम्भुवा।
आहुतीभिः प्रयत्नेनदक्षिणाभिः फलेनच॥
]

`verse 119 [
पूर्ववद् ग्रहदेवानामावाहनविसर्जने।
होममन्त्रास्त एवोक्ताः स्नाने दाने तथैव च॥
कुण्डमण्डपवेदीनां विशेषोऽयं निबोध मे॥
]

`verse 120 [
कोटिहोमे चतुर्हस्तं चतुरस्रन्तु सर्वतः।
योनिवक्त्रद्वयोपेतं तदप्याहुस्त्रिमेखलम्॥
]

`verse 121 [
द्वयङ्गुलाभ्युच्छ्रिताकार्याप्रथमामेखलाबुधैः।
त्र्यङ्गुलाभ्युच्छ्रितातद्वद्‌द्वितीयापरिकीर्त्तिता॥
]

`verse 122 [
उच्छ्रायविस्तराभ्यां च तृतीया चतुरङ्गुला।
द्व्‌यङ्गुलश्चेति विस्तारः पूर्वयोरेव शस्यते॥
]

`verse 123 [
वितस्तिमात्रां योनिः स्यात्षट्‌सप्तांगुलविस्तृता ।
ता कूर्मपृष्टोन्नता मध्ये पार्श्वयोश्चांगुलोच्छ्रिता॥
]

`verse 124 [
गजोष्ठसद्रृशी तद्वदायताच्छिद्रसंयुता।
एतत् सर्वेषु कुण्डेषु योनिलक्षणमुच्यते॥
]

`verse 125 [
मेखलोपरि सर्वत्र अश्वत्थदलसन्निभम्।
वेदी च कोटिहोमे स्याद्वितस्तीनां चतुष्टयम्॥
]

`verse 126 [
चतुरस्ना समन्ताच्च त्रिभिर्वप्रैस्तुसंयुता।
वप्रप्रमाणं पूर्वोक्तं वेदीनाञ्च तथोच्छ्रयः॥
]

`verse 127 [
तथा षोड़शहस्तः स्यान्मण्डपश्च चतुर्मुखः।
पूर्वद्वारे च संस्थाप्य बह्वृचंवेदपारगम्॥
]

`verse 128 [
यजुर्विदं तथा याम्ये पश्चिमे सामवेदिनम्।
अथर्ववेदिनं तद्वदुत्तरे स्थापयेद् बुधः॥
]

`verse 129 [
अष्टौ तु होमकाः कार्या वेदवेदाङ्गवेदिनः।
एवं द्वादश विप्राः स्युर्वस्त्रमाल्यानुलेपनैः॥
पूर्ववत् पूजयेद्भक्त्या वस्त्राभरणभूषणैः॥
]

`verse 130 [
रात्रिसूक्तं च रौद्रञ्च पावमानं सुमङ्गलम्।
पर्वतो बह्वृचः शान्तिं पठन्नास्तेह्युदङ्‌मुखः॥
]

`verse 131 [
शान्तं शाक्रञ्च सौम्यञ्च कौष्माण्डं शान्तिमेव च।
पाठयेद्दक्षिणद्वारियजुर्वेदिनमुत्तमम्॥
]

`verse 132 [
सुपर्णमथ वैराजमाग्नेयं रुद्रसंहिताम्।
ज्येष्ठसाम तथा शान्तिं छन्दोगः पश्चिमे जपेत्॥
]

`verse 133 [
शाग्तिं सूक्तञ्च सौरञ्च तथाशाकुनकं शुभम्।
पौष्टिकञ्च महाराज्यमुत्तरेणाप्यथर्ववित्॥
]

`verse 134 [
पञ्चभिः सप्तभिर्वापिहोमः कार्योऽत्रपूर्ववत्।
स्नाने दाने च मन्त्राः स्युस्तएवमुनिसत्तम!॥
]

`verse 135 [
वसोर्धाराविधानञ्च लक्षहोमे विशिष्यते।
अनेन विधिना यस्तु कोटिहोमं समाचरेत्॥
सर्वान् कामानवाप्नोति ततो विष्णुपदं व्रजेत्॥
]

`verse 136 [
यः पठेच्छृणुयाद्वापि ग्रहयज्ञत्रयं नरः।
सर्वपापविशुद्धात्मा पदमिन्द्रस्य गच्छति॥
]

`verse 137 [
अश्वमेधसहस्राणि दशचाष्टौच धर्म्मवित्।
कृत्वा यत्फलमाप्नोति कोटिहोमात्तदश्नुते॥
]

`verse 138 [
ब्रह्महत्यासहस्राणि भ्रूणहत्यार्बुदानि च।
कोटिहोमेन नश्यन्ति यथावच्छिवभाषितम्॥
]

`verse 139 [
वश्यकर्माभिचारादि तथैवोच्चाटनादिकम्।
नवग्रहमखं कृत्वा ततः काम्यं समाचरेत्॥
]

`verse 140 [
अन्यथा फलदं पुंसां न काम्यं जायते क्वचित्।
तस्मादयुतहोमस्य विधानं पूर्वमाचरेत्॥
]

`verse 141 [
वृत्त वोच्चाटने कुण्डं तथा च वशकर्म्मणि।
त्रिमेखलञ्चैकवक्त्रमरत्निर्विस्तरेण तु॥
]

`verse 142 [
पलाशसमिधः शस्ता मधुगोरोचनान्विताः।
चन्दनागुरुणा तद्वत् कुङ्कुमेनाभिषिञ्चिताः॥
]

`verse 143 [
होमयेन्मधुसर्पिभ्यां बिल्वानि कमलानि च।
सहस्राणि दशैवोक्तं सर्वदैव स्वयम्भुवा॥
]

`verse 144 [
वश्यकर्मणि बिल्वानां पद्मानां चैव धर्मवित्।
सुमित्रियान आप औषधय इतिहोमयेत्॥
]

`verse 145 [
न चात्र स्थापनंकार्यं नचकुम्भाभिषेचनम्।
स्नानं सर्वौषधैः कृत्वाशुक्लपुष्पाम्बरोगृही॥
]

`verse 146 [
कण्ठसूत्रैः सकनकैः विप्रान् समभिपूजयेत्।
सूक्ष्मवस्त्राणि देयानि शुक्लागावः सकाञ्चनाः॥
]

`verse 147 [
अवश्मनि वशीकुर्यान् सर्वशत्रुबलान्यपि।
अमित्राण्यपिमित्राणिहोमोऽयं पापनाशनः॥
]

`verse 148 [
विद्वेषणेऽभिचारे च त्रिकोणं कुण्डमिष्यते।
द्विमेखलं कोणमुखं हस्तमात्रञ्च सर्वशः॥
]

`verse 149 [
होमंकुर्युस्ततोविप्रा रक्तमाल्यानुलेपनाः।
निवीतलोहितोष्णीषा लोहिताम्बरधारिणः॥
]

`verse 150 [
नववायसरक्ताढ्यपात्रत्रयसमन्विताः।
समिधो वामहस्तेन श्येनास्थिबलसंयुताः।
होतव्या मुक्तकेशैस्तु ध्यायद्भिरशिवं रिपौ॥
]

`verse 151 [
दुर्भित्रियास्तस्मैसन्तु तथा हुम्फडितीतिच।
श्येनाभिचारमन्त्रेणक्षुरं समभिमन्त्र्य च॥
]

`verse 152 [
प्रतिरूपं रिपोः कृत्वा क्षूरेण परिकर्तयेत्।
रिपुरूपस्य शकलान्यथैवाग्नौ विनिक्षिपेत्॥
]

`verse 153 [
ग्रहयज्ञविधानान्ते सदैवाभिचरन् पुनः।
विद्वेषणं तथा कुर्वन्नेतदेव समाचरेत्॥
]

`verse 154 [
इहैव फलदं पुंसामेतन्नामुत्र शोभनम्।
तस्माच्छान्तिकमेवात्र कर्त्तव्यं भूतिमिच्छता॥
]

`verse 155 [
ग्रहयज्ञत्रयं कुर्य्याद्यस्त्वकाम्येनमानवः।
सविष्णोः पदमाप्नोति पुनरावृत्तिदुर्लभम्॥
]

`verse 156 [
य इदं श्रृणुयान्नित्यं श्रावयेद्वापि मानवः।
न तस्य ग्रहपीडा स्यान्नच बन्धुजनक्षयः॥
]

`verse 157 [
ग्रहयज्ञत्रयं गेहे लिखितं तत्र तिष्ठति।
न पीडा तत्र बालानां न रोगो न च बन्धनम्॥
]

`verse 158 [
अशेषयज्ञफलदं निः शेषाघविनाशनम्।
कोटिहोमं विदुः प्राज्ञा भुक्तिमुक्तिफलप्रदम्॥
]

`verse 159 [
अश्वमेधफलं प्राहुर्लक्षहोमं सुरोत्तमाः।
द्वादशाहमखस्तद्वन्नवग्रहमखः स्मृतः॥
]

`verse 160 [
इति कथितमिदानीमुत्सवानन्दहेतोः सकलकलुषहारी देवयज्ञाभिषेकः।
परिपठति य इत्थं यः श्रृणोति प्रसङ्गादभिभवति स शत्रूनायुरारोग्ययुक्तः॥
]
