`speaker [
शिव उवाच
]

`verse 1 [
पद्मासनः पद्मकरः पद्मगर्भसमद्युति।
सप्ताश्वः सप्तरज्जुश्च द्विभुजः स्यात् सदा रविः॥
]

`verse 2 [
श्वेतः श्वेताम्वरधरः श्वेताश्वः श्वेतवाहनः।
गदापाणिर्द्विबाहुश्च कर्तव्यो वरदः शशी॥
]

`verse 3 [
रक्तमाल्याम्बरधरः शक्तिशूलगदाधरः।
चतुर्भुजः श्वेतरोमा वरदः स्याद्वरासुतः॥
]

`verse 4 [
पीतमाल्याम्बधरः कर्णिकारसमद्युतिः।
खङ्गचर्म्मगदापाणिः सिंहस्थो वरदो बुधः॥
]

`verse 5 [
देवदैत्यगुरू तद्वत्पीतश्वेतो चतुर्भुजौ।
दण्डिनौ वरदौ कार्यौ साक्षसूत्रकमण्डलू॥
]

`verse 6 [
इन्द्रनीलद्युतिः शूली वरदो गृध्रवाहनः।
बाणबाणासनधरः कर्तव्योऽर्कसुतस्तथा॥
]

`verse 7 [
नीलसिंहासनस्थश्च राहुरत्र प्रशस्यते।
धूम्रा द्विबाहवः सर्वे गदिनो विकृताननाः॥
गृध्रासनगता नित्यं केतवः स्युर्वरप्रदाः॥
]

`verse 8 [
सर्वे किरीटिनः कार्य्या ग्रहलोकहितावहाः।
ह्यङ्गुलेनोच्छ्रिताः सर्वे शतमष्टोत्तरं सदा॥
]
