`verse 1 [
फलत्यागमाहात्म्यकथनम्।

नन्दिकेश्वर उवाच।
फलत्यागस्य माहात्म्यं यद्भवेच्छृणु नारद!।
यदक्षयं परं लोके सर्वकामफलप्रदम्॥
]

`verse 2 [
मार्गशीर्षे शुभे मासि तृतीयायां मुने! व्रतम् ।
द्वादश्यामथवाष्टम्यां चतुर्दश्यामथापि वा
आरभेच्छुक्लपक्षस्य कृत्वा ब्राह्मणवाचनम्॥
]

`verse 3 [
अन्येष्वपि हि मासेषु पुण्येषु मुनिसत्तम!।
सदक्षिणम्पायसेन भोजयेच्छक्तितो द्विजान्॥
]

`verse 4 [
अष्टादशानां धान्यानामवद्यं फलमूलकैः।
वर्जयेदब्दमेकन्तु ऋते औषधकारणम्।
सवृषं काञ्चनं रुद्रं धर्म्मराजञ्च कारयेत्॥
]

`verse 5 [
कूष्माण्डं मातुलिङ्गञ्च वार्ताकम्पनसं तथा।
आम्राम्रातकपित्थानि कलिङ्गमथवालुकम्॥
]

`verse 6 [
श्रीफलाश्वत्थबदरञ्जम्वीरं कदलीफलम्।
काश्मरन्दाड़िमं शक्त्या कालधौतानि षोडश!॥
]

`verse 7 [
मूलकामलकं जम्बू तिन्तिड़ीकरमर्दकम्।
कङ्कोलैलाकतुण्डीरकरीर कुटजं शमी॥
]

`verse 8 [
औदुम्बरं नालिकेरं द्राक्षाथ बृहतीद्वयम्।
रौप्यानिकारयेच्छक्त्या फलानीमानि षोड़श॥
]

`verse 9 [
ताम्रं तालफलं कुर्य्यादगस्तिफलमेव च।
पिण्डारकाश्मर्य्यफलं तथा सूरणकन्दकम्॥
]

`verse 10 [
रक्तालुकाकन्दकञ्च कनकाह्वञ्च चिर्भिटम्।
चित्रवल्लीफलं तद्वत्कूटशाल्मलिजम्फलम्॥
]

`verse 11 [
आम्रनिष्पावमधुकबटमुद्गपटोलकम्।
ताम्राणि षोड़शैतानि कारयेच्छक्तितो नरः॥
]

`verse 12 [
उदकुम्भद्वयं कुर्य्याद्धान्योपरि सवस्त्रकम्।
ततश्च कारयेच्छय्या यथोपरि सुवाससी॥
]

`verse 13 [
भक्ष्यपात्रत्रयोपेतं यमरुद्रवृषान्वितम्।
धेन्वा सहैव शान्ताय विप्रायाथ कुटुम्बिने॥
सपत्नीकाय संपूज्य पुण्येऽह्नि विनिवेदयेत्॥
]

`verse 14 [
यथा फलेषु सर्वेषु वसन्त्यमरकोटयः।
तथा सर्वफलत्याग व्रताद्भक्तिः शिवेऽस्तु मे॥
]

`verse 15 [
यथा शिवञ्च धर्म्मश्च सदानन्तफलप्रदौ।
तद्युक्तफलदानेन तौ स्यातां मे वरप्रदौ॥
]

`verse 16 [
यथा भेदं न पश्यामि शिवविष्ण्वर्कपद्मजान्।
तथा ममास्तु विश्वात्मशङ्करः शङ्करः सदा॥
]

`verse 17 [
इति दत्त्वा च तत्सर्वमलंकृत्य च भूषणैः।
शक्तिश्चेच्छयनं दद्यात्सर्वोपस्करसंयुतम्॥
]

`verse 18 [
अशक्तस्तु फलान्येव यथोक्तानि विधानतः।
तथोदकुम्भसंयुक्तौ शिवधर्मौ च काञ्चनौ॥
]

`verse 19 [
विप्राय दत्त्वा भुञ्चीत वाग्यतस्तैलवर्जितम्।
अन्यान्यपि यथा शक्त्या भोजयेच्छक्तितो द्विजान्॥
]

`verse 20 [
एतद्भागवतानान्तु सौरवैष्णवयोगिनाम्।
शुभं सर्वफलत्यागव्रतं वेदविदो विदुः॥
]

`verse 21 [
नारीभिश्च यथाशक्त्या कर्त्तव्यं द्विजपुङ्गव!।
एतस्मान्नापरं किञ्चिदिहलोके परत्र च॥
व्रतमस्ति मुनिश्रेष्ठ! यदनन्तफलप्रदम्॥
]

`verse 22 [
सौवर्णरौप्यताम्रेषु यावन्तः परमाणवः।
भवन्ति चूर्ण्यमानेषु फलेषु मुनिसत्तम!॥
तावद्‌युगसहस्राणि रुद्रलोके महीयते॥
]

`verse 23 [
एतत्समस्त कलुषापहरं जनानामाजीवनाय मनुजेषु च सर्वदा स्यात्।
जन्मान्तरेष्वपि न पुत्रवियोगदुःखमाप्नोति धाम च पुरन्दरलोकजुष्टम्॥
]

`verse 24 [
यो वा श्रृणोति पुरुषोऽल्पधनः पठेद्वा देवालयेषु भुवनेषु च धार्मिकाणाम्।
पापैर्वियुक्तवपुरत्र पुरं पुरारेरानन्दकृत्पदमुपैति मुनीन्द्र!सोऽपि॥
]
