`verse 1 [
विभूतिद्वादशीव्रतकथनम्।

नंदिकेश्वर उवाच।
श्रृणु नारद! वक्ष्यामि विष्णोर्व्रतमनुत्तमम्।
विभूतिद्वादशी नाम सर्वदेवनमस्कृतम्॥
]

`verse 2 [
कार्तिके चैत्रवैशाखे मार्गशीर्षे च फाल्गुने।
आषाढे वा दशम्यान्तु शुक्लायां लघुभुङ्नरः।
कृत्वा सायन्तनीं सन्ध्यां गृह्णीयान्नियमं बुधः॥
]

`verse 3 [
एकादश्यां निराहारः समभ्यर्च जनार्दनम्।
द्वादश्यां द्विजसंयुक्तः करिष्ये भोजनं विभो!॥
]

`verse 4 [
तदविघ्नेन मे यातु सफलं स्याच्च केशव!
नमो नारायणायेति वाच्यञ्च स्वपता निशि ॥
]

`verse 5 [
ततः प्रभात उत्थाय सावित्र्यष्टशतञ्जपेत्।
पूजयेत् पुण्डरीकाक्षं शुक्लमाल्यानुलेपनैः॥
]

`verse 6 [
विभूतये नमः पादावशोकाय च जानुनी।
नमः शिवायेत्यूरू च विश्वमूर्ते! नमः कटिम्॥
]

`verse 7 [
कन्दर्पाय नमो मेढ्रं फलं नारायणाय च।
दामोदरायेत्युदरं वासुदेवाय च स्तनौ॥
]

`verse 8 [
माधवायेत्युरो विष्णोः कण्ठमुत्‌कण्ठिने नमः।
श्रीधराय मुखं केशान् केशवायेति नारद!॥
]

`verse 9 [
पृष्ठं शार्ङ्गधरायेति श्रवणो वरदाय वै।
स्वनाम्ना शङ्खचक्रासिगदाजलजपाणये।
शिरः सर्वात्मने ब्रह्मन्! नम इत्यभिपूजयेत्॥
]

`verse 10 [
मत्स्यमुत्पलसंयुक्तं हैमं कृत्वा तु शक्तितः।
उदकुम्भसमायुक्तमग्रतः स्थापयेद् बुधः॥
]

`verse 11 [
गुडपात्रं तिलैर्युक्तं सितवस्त्राभिवेष्टितम्।
रात्रौ जागरणं कुर्य्यादितिहासकथादिना॥
]

`verse 12 [
प्रभातायान्तु शर्वर्यां ब्राह्मणाय कुटुम्बिने।
सकाञ्चनोत्पलं देवं सोदकुम्भं निवेदयेत्॥
]

`verse 13 [
यथा न मुच्यसे देव! सदा सर्वविभूतिभिः।
तथा मामुद्धराशेष दुःखसंसारकर्दमात्॥
]

`verse 14 [
दशावताररूपाणि प्रतिमासं क्रमान्मुने!।
दत्तात्रेयं तथा व्यासमुत्पलेन समन्वितम्॥
दद्यादेवं समा यावत्‌ पाषण्डानभिवर्जयेत्॥
]

`verse 15 [
समाप्यैवं यथाशक्त्या द्वादश द्वादशीः पुनः।
सम्वत्सरान्ते लवणपर्वतेन समन्विताम्।
शय्यां दद्यान्मुनिश्रेष्ठ! गुरवे धेनुसंयुताम्॥
]

`verse 16 [
ग्रामञ्च शक्तिमान्‌ दद्यात् क्षेत्रं वा भवनान्वितम्।
गुरुं संपूज्य विधिवद्वस्त्रालङ्गारभूषणैः॥
]

`verse 17 [
अन्यानपि यथाशक्त्या भोजयित्वा द्विजोत्तमान्।
तर्पयेद्वस्त्रगोदानै रत्नौघधनसञ्चयैः॥
अल्पवित्तो यथाशक्त्या स्तोकं स्तोकं समाचरेत्॥
]

`verse 18 [
यश्चाप्यतीवनिः स्वः स्याद् भक्तिमान् माधवं प्रति।
पुष्पार्चनविधानेन स कुर्याद्वत्सरद्वयम्॥
]

`verse 19 [
अनेन विधिना यस्तु विभूतिद्वादशव्रतम्।
कुर्यात् पापविनिर्मुक्तः पितॄणां तारयेच्छतम्॥
]

`verse 20 [
जन्मनां शतसाहस्रं न शोकफलभाग्भवेत्।
न च व्याधिर्भवेत्तस्य न दारिद्र्यबन्धनम्।
वैष्णवो वाथ शैवो वा भवेज्जन्मनि जन्मनि॥
]

`verse 21 [
यावद्युगसहस्राणां शतमष्टोत्तरं भवेत्।
तावत्‌ स्वर्गे वसेद्‌ब्रह्मन्!भूपतिश्च पुनर्भवेत्॥
]
