`speaker [
नन्दिकेश्वर उवाच
]

`verse 1 [
अथातः सम्प्रवक्ष्यामि व्रतषष्टिमनुत्तमाम्।
रुद्रेणाभिहितां दिव्यां महापातकनाशिनीम्॥
]

`verse 2 [
नक्तमब्दं चरित्वा तु गवा सार्द्धं कुटुम्बिने।
हैमं चक्रं त्रिशूलञ्च दद्यात् विप्राय वाससी॥
]

`verse 3 [
शिवरूपस्ततोऽस्माभिः शिवलोके स मोदते।
एतेद्देवव्रतं नाम महापातकनाशनम्॥
]

`verse 4 [
यस्त्वेकभक्तेन समां शिवं हैमवृषान्वितम्।
धेनुं तिलमयीं दद्यात् सपदं यातिशाङ्करम्
एतद्रुद्रव्रतं नाम पापशोकविनाशनम्॥
]

`verse 5 [
यस्तु नीलोत्पलं हैमं शर्करापात्रसंयुतम्।
एकान्तरितनक्ताशी समान्ते वृषसंयुतम्॥
स वैष्णवं पदं याति लीलाव्रतमिदंस्मृतम्॥
]

`verse 6 [
आषाढ़ादिचतुर्मासमभ्यङ्गं वर्जयेन्नरः।
भोजनोपस्करं दद्यात् स याति भवनं हरेः॥
जने प्रीतिकरं नॄणां प्रीतिव्रतमिहोच्यते॥
]

`verse 7 [
वर्जयित्वा मधौ यस्तु दधिक्षीरघृतैक्षवम्।
दद्याद्वस्त्राणि सूक्ष्माणि रसपात्रैश्च संयुतम्॥
]

`verse 8 [
सम्पूज्य विप्रमिथुनं गौरी मे प्रीयतामिति।
एतद्गौरीव्रतं नाम भवानी लोकदायकम्॥
]

`verse 9 [
पुष्पादौ यस्त्रयोदश्यां कृत्वा नक्तं मधौ पुनः।
अशोकं काञ्चनं दत्त्वा इक्षुयुक्तं दशाङ्गुलम्॥
]

`verse 10 [
विप्राय वस्त्रसंयुक्तं प्रद्युम्नः प्रीयतामिति।
कल्पं विष्णुपदे स्थित्वा विशोकः स्यात् पुनर्नरः॥
एतत् कामव्रतं नाम सदा शोकविनाशनम्॥
]

`verse 11 [
आषाढ़ादिव्रतं यस्तु वर्जयेन्नखकर्तनम्।
वार्ताकं च चतुर्मासं मधुसर्पिर्घटान्वितम्॥
]

`verse 12 [
कार्तिक्यां तत्पुनर्हैमं ब्राह्मणाय निवेदयेत्।
स रुद्रलोकमाप्नोति शिवव्रतमिदं स्मृतम्॥
]

`verse 13 [
वर्जयेद्यस्तु पुष्पाणि हेमन्त शिशिरावृतू।
पुष्पत्रयं च फाल्गुन्यां कृत्वा शक्त्या च काञ्चनम्॥
]

`verse 14 [
दद्याद्विकालवेलायां प्रीयेतां शिवकेशवौ।
दत्त्वा परम्पदं याति सौम्यव्रतमिदं स्मृतम्॥
]

`verse 15 [
फाल्गुनादितृतीयायां लवणं यस्तु वर्जयेत्।
समाप्ते शयनं दद्यात् गृहञ्चोपस्करान्वितम्॥
]

`verse 16 [
संपूज्य विप्रमिथुनं भवानी प्रीयतामिति।
गौरीलोके वसेत्कल्पं सौभाग्यव्रतमुच्यते॥
]

`verse 17 [
सन्ध्या मौनं ततः कृत्वा समान्ते घृतकुम्भकम्।
वस्त्रयुग्मं तिलान् घण्टां ब्राह्मणाय निवेदयेत्॥
]

`verse 18 [
सारस्वतं पदं याति पुनरावृत्तिदुर्लभम्।
एतत्सारस्वतं नाम रूपविद्या प्रदायकम्॥
]

`verse 19 [
लक्ष्मीमभ्यर्च्य पञ्चम्यामुपवासी भवेन्नरः।
समान्ते हेमकमलं दद्याद्धेनुसमन्वितम्॥
]

`verse 20 [
सवैष्णवं पदं याति लक्ष्मीवान् जन्मजन्मनि।
एतत् सम्पद्व्रतं नाम सदा पापविनाशनम्॥
]

`verse 21 [
कृत्वोपलेपनं शम्भोरग्रतः केशवस्य च।
यावदब्दं पुनर्दद्याद्धेनुञ्जलघटान्विताम्॥
]

`verse 22 [
जन्मायुतं स राजा स्यात्ततः शिवपुरं व्रजेत्।
एतदायुर्व्रतं नाम सर्वकामप्रदायकम्॥
]

`verse 23 [
अश्वत्थं भास्करं गङ्गां प्रणम्यैकत्र वाग्यतः।
एकभक्तं नरः कुर्यादब्दमेकं विमत्सरः॥
]

`verse 24 [
व्रतान्ते विप्रमिथुनं पूज्यं धेनुत्रयान्वितम्।
वृक्षं हिरण्मयं दद्यात् सोऽश्वमेधफलं लभेत्॥
एतत् कीर्त्तिव्रतं नाम भूतिकीर्त्तिफलप्रदम्॥
]

`verse 25 [
घृतेन स्नपनं कुर्याच्छम्भोर्वा केशवस्य च।
अक्षताभिः सपुष्पाभिः कृत्वा गोमयमण्डलम्॥
]

`verse 26 [
तिलधेनुसमोपेतं समाप्ते हेमपङ्कजम्।
शुद्धमष्टाङ्गुलं दद्याच्छिवलोके महीयते॥
सामगाय ततश्चैतत् सामव्रतमिहोच्यते॥
]

`verse 27 [
नवम्यामेकभक्तन्तु कृत्वा कन्याश्च शक्तितः।
भोजयित्वा समां दद्याद्धैमकञ्चुकवाससी॥
]

`verse 28 [
हैमं सिंहञ्च विप्राय दत्त्वा शिवपदं व्रजेत्।
जन्मार्बुदं सुरूपः स्याच्छत्रुभिश्चापराजितः॥
एतद्वीरव्रतं नाम नारीणां च सुखप्रदम्॥
]

`verse 29 [
यावत् समाभवेद्यस्तु पञ्चदश्यां पयोव्रतः।
समान्ते श्राद्धकृद्दद्यात् पञ्च गास्तु पयस्विनीः॥
]

`verse 30 [
वासांसि च पिशङ्गानि जलकुम्भयुतानि च।
स याति वैष्णवं लोकं पितॄणान्तारयेच्छतम्।
कल्पान्ते राजराजः स्यात् पितृव्रतमिदं स्मृतम्॥
]

`verse 31 [
चैत्रादिचतुरो मासाञ्जलं दद्यादयाचितम्।
व्रतान्ते मणिकं दद्यादन्नवस्त्रसमन्वितम्॥
]

`verse 32 [
तिलपात्रं हिरण्यञ्च ब्रह्मलोके महीयते।
कल्पान्ते भूपतिर्नूनमानन्दव्रतमुच्यते॥
]

`verse 33 [
पञ्चामृतेन स्नपनं कृत्वा संवत्सरं विभोः।
वत्सरान्ते पुनर्दद्याद्धेनुं पञ्चामृतेन हि॥
]

`verse 34 [
विप्राय दद्याच्छंङ्खञ्च स पदं याति शाङ्करम्।
राजा भवति कल्पान्ते घृतिव्रतमिदं स्मृतम्॥
]

`verse 35 [
वर्जयित्वा पुनर्मासमब्दान्ते गोपदो भवेत्।
तद्वद्धेममृगं दद्यात् सोऽश्वमेधफलं लभेत्॥
अहिंसाव्रतमित्युक्तं कल्पान्ते भूपतिर्भवेत्॥
]

`verse 36 [
माघमास्युषसि स्नानं कृत्वा दाम्पत्यमर्चयेत्।
भोजयित्वा यथाशक्त्या माल्यवस्त्रविभूषणैः॥
सूर्य्यलोके वसेत् कल्पं सूर्य्यव्रतमिदं स्मृतम्॥
]

`verse 37 [
आषाढादिचतुर्मासं प्रातः स्नायी भवेन्नरः।
विप्रेषु भोजनं दद्यात् कार्तिक्या गोप्रदोभवेत्॥
स वैष्णवं पदं याति विष्णुव्रतमिदं शुभम्॥
]

`verse 38 [
अयनादयनं यावद्वर्जयेत् पुष्पसर्पिषी।
तदन्ते पुष्पदामानि घृतधेन्वा सहैव तु॥
]

`verse 39 [
दत्त्वा शिवपदं गच्छेद् विप्राय घृतपायसम्।
एतच्छीलव्रतं नाम शीलारोग्यफलप्रदम्॥
]

`verse 40 [
सन्ध्या दीपप्रदो यस्तु समां तैलं विवर्जयेत्।
समान्ते दीपिकां दद्यात् चक्रशूके च काञ्चने॥
]

`verse 41 [
वस्त्रयुग्मञ्च विप्राय तेजस्वी स भवेदिह।
रुद्रलोकमवाप्नोति दीप्तिव्रतमिदं स्मृतम्॥
]

`verse 42 [
कार्त्तिकादि तृतीयायां प्राश्य गोमूत्रयावकम्।
नक्तञ्चरेदब्दमेकमब्दान्ते गोप्रदो भवेत्॥
]

`verse 43 [
गौरीलोके वसेत्कल्पं ततो राजा भवेदिह।
एतद्रुद्रव्रतं नाम सदा कल्याणकारकम्॥
]

`verse 44 [
वर्जयेच्चैत्रमासे च यश्च गन्धानुलेपनम्।
शुक्तिं गन्धभृतां दत्त्वा विप्राय सितवाससी॥
वारुणं पदमाप्नोति द्रृढ़व्रतमिदं स्मृतम्॥
]

`verse 45 [
वैशाखे पुष्पलवणं वर्जयित्वाऽथगोप्रदः।
भूत्वा विष्णुपदे कल्पं स्थित्वा राजा भवेदिह
एतत्कान्तिव्रतं नाम कान्तिकीर्त्तिफलप्रदम्॥
]

`verse 46 [
ब्रह्माण्डं काञ्चनं कृत्वा तिलराशिसमन्वितम्।
त्र्यहं तिलप्रदो भूत्वा वह्निसंतर्प्य सद्विजम्॥
]

`verse 47 [
संपूज्य विप्रदाम्पत्यं माल्यवस्त्रविभूषणैः।
शक्तितस्त्रिपलादूद्र्ध्वं विश्वात्मा प्रीयतामिति॥
]

`verse 48 [
पुण्येऽह्नि दद्यात् सपरं ब्रह्मयात्यपुनर्भवम्।
एतद्ब्रह्मव्रतं नाम निर्वाणपददायकम्॥
]

`verse 49 [
यश्चोभयमुखीं दद्यात् प्रभूतकनकान्विताम्।
दिनं पयोव्रतस्तिष्ठेत् स याति परमम्पदम्।
एतद्धेनुव्रतं नाम पुनरावृत्तिदुर्लभम्॥
]

`verse 50 [
त्र्यहं पयोव्रते स्थित्वा काञ्चनं कल्पपादपम्।
पलादूद्र्ध्वं यथाशक्त्या तण्डुलैस्तूपसंयुतम्॥
दत्त्वा ब्रह्मपदं याति कल्पव्रतमिदं स्मृतम्॥
]

`verse 51 [
मासोपवासी यो दद्याद्धेनुं विप्राय शोभनाम्।
सवैष्णवं पदं याति भीमव्रतमिदंस्मृतम्॥
]

`verse 52 [
दद्याद्विंशत्पलादूद्र्ध्वं महीं कृत्वा तु काञ्चनीम्।
दिनं पयोव्रतस्तिष्ठेद्रुद्रलोके महीयते॥
धराव्रतमिदं प्रोक्तं सप्तकल्पशतानुगम्॥
]

`verse 53 [
माघे मासेऽथवा चैत्रे गुड़धेनुप्रदो भवेत्।
गुड़व्रतस्तृतीयायां गौरीलोके महीयते॥
महाव्रतमिदं नाम परमानन्दकारकम्॥
]

`verse 54 [
पक्षोपवासी यो दद्याद् विप्राय कपिलाद्वयम्।
ब्रह्मलोकमवाप्नोति देवासुरसुपूजितम्॥
कल्पान्ते राजराजः स्यात्प्रभाव्रतमिदं स्मृतम्॥
]

`verse 55 [
वत्सरन्त्वेकभक्ताशी सभक्ष्यजलकुम्भदः।
शिवलोके वसेत्कल्पं प्राप्तिव्रतमिदं स्मृतम्॥
]

`verse 56 [
नक्ताशी चाष्टमीषु स्याद्वत्सरान्ते च धेनुदः।
पौरन्दरं पुरं याति सुगतिव्रतमुच्यते॥
]

`verse 57 [
विप्रायेन्धनदो यस्तु वर्षादिचतुरो ऋतून्।
घृतधेनुप्रदोऽन्ते च स परं ब्रह्म गच्छति॥
वैश्वानरव्रतं नाम सर्वपापविनाशनम्॥
]

`verse 58 [
एकादश्याञ्च नक्ताशी यश्चक्रं विनिवेदयेत्।
समान्ते वैष्णवं हैमं स विष्णोः पदमाप्नुयात्॥
एतत्कृष्णव्रतं नाम कल्पान्ते राज्यभाग्भवेत्॥
]

`verse 59 [
पायसाशी समान्ते तु दद्याद्विप्राय गोयुगम्।
लक्ष्मीलोकमवाप्नोति ह्येतद्देवीव्रतं स्मृतम्॥
]

`verse 60 [
सप्तम्यान्नक्तभुग्दद्यात्समान्ते गाम्पयस्विनीम्।
सूर्य्यलोकमवाप्नोति भानुव्रतमिदं स्मृतम्॥
]

`verse 61 [
चतुर्थ्यां नक्तभुग्दद्यादब्दान्ते हेमवारणम्।
व्रतं वैनायकं नाम शिवलोकफलप्रदम्॥
]

`verse 62 [
महाफलानि यस्त्यक्त्वा चतुर्मासं द्विजातये।
हैमानि कार्त्तिके दद्याद्गोयुगेनसमन्वितम्।
एतत्फलव्रतं नाम विष्णुलोकफलप्रदम्॥
]

`verse 63 [
यश्चोपवासी सप्तम्यां समान्ते हैमपङ्कजम्।
गावश्च शक्तितो दद्यात् हेमान्नघटसंयुताः॥
एतत्सौरव्रतं नाम स्वर्गलोकफलप्रदम्॥
]

`verse 64 [
द्वादश द्वादशीर्यस्तु समाप्यो पोषणेन च।
गोवस्त्रकाञ्चनैर्विप्रान् पूजयेच्छक्तितो नरः॥
परमम्पदमवाप्नोति विष्णुव्रतमिदं स्मृतम्॥
]

`verse 65 [
कार्तिक्याञ्च वृषोत्सर्गं कृत्वा नक्तं समाचरेत्।
शैवम्पदमवाप्नोति वार्षव्रतमिदं स्मृतम्॥
]

`verse 66 [
कृच्छ्रान्ते गोप्रदः कुर्याद्भोजनं शक्तितः पदम्।
विप्राणां शाङ्करं याति प्राजापत्यमिदं व्रतम्॥
]

`verse 67 [
चतुर्दश्यान्तु नक्ताशी समान्ते गोधनप्रदः।
शैवम्पदमवाप्नोति त्रैयम्बकमिदं व्रतम्॥
]

`verse 68 [
सप्तरात्रोषितो दद्याद्घृतकुम्भं द्विजातये।
घृतव्रतमिदम्प्राहुर्ब्रह्मलोकफलप्रदम्॥
]

`verse 69 [
आकाशशायी वर्षासु धेनुमन्ते पयस्विनीम्।
शक्रलोके वसेन्नित्यमिन्द्रव्रतमिदं स्मृतम्॥
]

`verse 70 [
अनग्निपक्वमश्नाति तृतीयायान्तु यो नरः।
गान्दत्त्वा शिवमभ्येति पुनरावृत्तिदुर्लभम्॥
इह चानन्दकृत् पुंसां श्रेयोव्रतमिदं स्मृतम्॥
]

`verse 71 [
हैमं पलद्वयादूद्र्ध्वं रथमश्वयुगान्वितम्।
ददन् कृतोपवासः स्याद्दिवि कल्पशतं वसेत्।
कल्पान्ते राजराजः स्यादश्वव्रतमिदं स्मृतम्॥
]

`verse 72 [
वत्सरन्त्वेकभक्ताशी सभक्ष्यजलकुम्भकः।
शिवलोके वसेत्कल्पं प्राप्तिव्रतमिदं स्मृतम्॥
]

`verse 73 [
नक्ताशी चाष्टमीषु स्याद्वत्सरान्ते च धेनुदः।
पौरन्दरं पुरं याति सुगतिव्रतमुच्यते॥
]

`verse 74 [
निशि कृत्वा जले वासं प्रभाते गोप्रदो भवेत्।
वारुणं लोकमाप्नोति वरुणव्रतमुच्यते॥
]

`verse 75 [
चान्द्रायणञ्च यः कुर्य्यात् हेमचन्द्रं निवेदयेत्।
चन्द्रव्रतमिदं प्रोक्तं चन्द्रलोकफलप्रदम्॥
]

`verse 76 [
ज्यैष्ठे पञ्चतपाः सायं हेमधेनुप्रदो दिवम्।
यात्यष्टमी चतुर्दश्यो रुद्रव्रतमिदं स्मृतम्॥
]

`verse 77 [
सकृद्वितानकं कुर्य्यात्तृतीयायां शिवालये।
समान्ते धेनुदो याति भवानी व्रतमुच्यते॥
]

`verse 78 [
माघे निश्यार्द्रवासाः स्यात् सप्तम्यां गोप्रदो भवेत्।
दिवि कल्पमुषित्वेह राजा स्यात् पवनं व्रतम्॥
]

`verse 79 [
त्रिरात्रो पोषितो दद्यात् फाल्गुन्यां भवनं शुभम्।
आदित्यलोकमाप्नोति धामव्रतमिदं स्मृतम्॥
]

`verse 80 [
त्रिसन्ध्यं पूज्य दाम्पत्यमुपवासी विभूषणैः।
अन्नं गावः समाप्नोति मोक्षमिन्द्रव्रतादिह॥
]

`verse 81 [
दत्त्वा सितद्वितीयायामिन्दोर्लवणभाजनम्।
समान्ते गोप्रदो याति विप्राय शिवमन्दिरम्।
कल्पान्ते राजराजः स्यात् सोमव्रतमिदं स्मृतम्॥
]

`verse 82 [
प्रतिपद्येकभक्ताशी समान्ते कपिलाप्रदः।
वैश्वानरपदं याति शिवव्रतमिदं स्मृतम्॥
]

`verse 83 [
दशम्यामेकभक्ताशी समान्ते दशधेनुदः।
दिशश्च काञ्चनैर्दद्यात् ब्रह्माण्डाधिपतिर्भवेत्।
एतद्विश्वव्रतं नाम महापातकनाशनम्॥
]

`verse 84 [
यः पठेच्छृणुयाद्वापि व्रतषष्टिमनुत्तमाम्।
मन्वन्तरशतं सोऽपि गन्धर्वाधिपतिर्भवेत्॥
]

`verse 85 [
षष्टिव्रतं नारद! पुण्यमेतत्तवोदितं विश्वजनीनमन्यत्।
श्रोतुं तवेच्छा तदुदीरयामि प्रियेषु किं वा कथनीयमस्ति॥
]
