`speaker [
नन्दिकेश्वर उवाच
]

`verse 1 [
मार्कण्डेयेन कथितं यत् पुरा पाण्डुसूनवे॥
]

`verse 2 [
भारते तु यदा वृत्ते प्राप्तराज्ये पृथासुते।
एतस्मिन्नन्तरे राजा कुन्तिपुत्रो युधिष्ठिरः॥
]

`verse 3 [
भातृशोकेन सन्तप्तश्चिन्तयन् स पुनः पुनः।
आसीत् सुयोधनो राजा एकादशचमूपतिः॥
]

`verse 4 [
अस्मान् सन्ताप्य बहुशः सर्वे ते निधनं गताः।
वासुदेवं समाश्रित्य प़ञ्चशेषास्तु पाण्डवाः॥
]

`verse 5 [
हत्वा भीष्मं च द्रोणञ्च कर्णं चैव महाबलम्।
दुर्योधनं च राजानं पुत्रभ्रातृसमन्वितम्॥
]

`verse 6 [
राजानो निहताः सर्वे ये चान्ये शूरमानिनः।
किन्नो राज्येन गोविन्द! किम्भोगैर्जीविते न वा॥
]

`verse 7 [
धिक्कष्टमिति सञ्चिन्त्य राजा वैक्लव्यमागतः।
निर्विचेष्टो निरुत्साहः किञ्चित्तिष्ठत्यधोमुखः॥
]

`verse 8 [
लब्धसंज्ञो यदा राजा चिन्तयन् स पुनः पुनः।
कतरो विनियोगो वानियमं तीर्थमेव च॥
]

`verse 9 [
येनाहं शीघ्रमामुञ्चे महापातककिल्बिषात्।
यत्र स्थित्वा नरो याति विष्णुलोकमनुत्तमम्॥
]

`verse 10 [
कथं पृच्छामि वै कृष्णं येनेदङ्कारितोऽस्म्यहम्।
धृतराष्ट्रं कथं पृच्छे यस्य पुत्रशतं हतम्॥
]

`verse 11 [
एवं वैक्लव्यमापन्नो धर्म्मराजो युधिष्ठिरः।
रुदन्ति पाण्डवाः सर्वे भ्रातृशोकपरिप्लुताः॥
]

`verse 12 [
ये च तत्र महात्मानः समेताः पाण्डवाः स्मृताः।
कुन्ती च द्रौपदीचैव ये च तत्र समागताः।
भूमौ निपतिताः सर्वे रुदन्तस्तु समन्ततः॥
]

`verse 13 [
वाराणस्यां मार्कण्डेयस्तेन ज्ञातो युधिष्ठिरः।
यथा वैक्लव्यमापन्नो रुदमानस्तुदुःखितः॥
]

`verse 14 [
अचिरेणैव कालेन मार्कण्डेयो महातपाः।
संप्राप्तो हस्तिनपुरं राजद्वारे ह्यतिष्ठत॥
]

`verse 15 [
द्वारपालोऽपि तं द्रृष्ट्वा राज्ञः कथितवान् द्रुतम्।
त्वां द्रष्टुकामो मार्कण्डो द्वारि तिष्ठत्यसौ मुनिः।
त्वरितो धर्म्मपुत्रस्तु द्वारमागादतः परम्॥
]

`verse 16 [
स्वागतं ते महाभाग! स्वागतं ते महामुने।
अद्य मे सफलं जन्म अद्य मे तारितं कुलम्॥
]

`verse 17 [
अद्य मे पितरस्तुष्टास्त्वयि द्रृष्टे महामुने।
अद्याहं पूतदेहोऽस्मि यत्त्वया सहदर्शनम्॥
]

`speaker [
नन्दिकेश्वर उवाच
]

`verse 18 [
सिंहासने समास्थाप्य पादशौचार्चनादिभिः।
युधिष्ठिरो महात्मा वै पूजयामास तं मुनिम्॥
]

`verse 19 [
ततः सुतुष्टो मार्कण्डः पूजितश्चाह तं नृपम्।
आख्याहि त्वरितं राजन्! किमर्थं रुदितं त्वया।
केन वा विक्लवीभूतः का बाधा ते किमप्रियम्॥
]

`speaker [
युधिष्ठिर उवाच
]

`verse 20 [
अस्माकं चैव यद्वृत्तं राज्यस्यार्थे महामुने।
एतत् सर्वं विदित्वा तु चिन्तावशमुपागतः॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 21 [
श्रृणु राजन्! महाबाहो! क्षत्रधर्मव्यवस्थितम्।
नैव द्रृष्टं रणे पापं युद्धमानस्य धीमतः॥
]

`verse 22 [
किम्पुना राजधर्मेण क्षत्रियस्य विशेषतः।
तदेवं हृदयं कृत्वा तस्मात् पापं न चिन्तयेत्॥
]

`verse 23 [
ततो युधिष्ठिरो राजा प्रणम्य शिरसामुनिम्।
पप्रच्छविनयोपेतः सर्वपातकनाशनम्॥
]

`verse 24 [
पृच्छामि त्वां महाप्राज्ञ! नित्यं त्रैलोक्यदर्शिनम्।
कथय त्वं समासेन येन मुच्येत किल्बिषात्॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 25 [
श्रृणु राजन्। महाबाहो सर्वपातकनाशम्।
प्रयागगमनं श्रेष्ठं नराणां पुण्यकर्म्मणाम्॥
]
