`speaker [
युधिष्ठिर उवाच
]

`verse 1 [
भगवन्! श्रोतुमिच्छामि पुरा कल्पे यथास्थितम्।
ब्रह्मणा देवमुख्येन यथावत् कथितं मुने॥
]

`verse 2 [
कथं प्रयागे गमनं नराणां तत्र कीद्रृशम्।
मृतानां का गतिस्तत्र स्नातानां तत्र किम्फलम्॥
ये वसन्ति प्रयागे तु ब्रूहि तेषां च किम्फलम्॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
कथयिष्यामि ते वत्स! यच्छ्रेष्ठं तत्र यत् फलम्।
पुरा हि सर्वविप्राणां कथ्यमानं मया श्रुतम्॥
]

`verse 4 [
आप्रयागप्रतिष्ठानादापुराद्वासुकेर्ह्रदात्।
कम्बलाश्वतरौ नागौ नागश्च बहुमूलकः॥
एतत्प्रजापतेः क्षेत्रं त्रिषु लोकेषु विश्रुतम्॥
]

`verse 5 [
*पाठभेदः
तत्र स्नात्वा दिवं यान्ति ये मृतास्ते पुनर्भवाः।
ततो ब्रह्मादयो देवा रक्षां कुर्वन्ति सङ्गताः॥
]

`verse 6 [
अन्ये च बहवस्तीर्थाः सर्वपापहराः शुभाः।
न शक्याः कथितुं राजन्! बहुवर्षशतैरपि।
संक्षेपेण प्रवक्ष्यामि प्रयागस्य तु कीर्तनम्॥
]

`verse 7 [
षष्टिर्धनुः सहस्राणि यानि रक्षन्ति जाह्नवीम्।
यमुनां रक्षति सदा सविता सप्तवाहनः॥
]

`verse 8 [
प्रयागं तु विशेषेण सदा रक्षति वासवः।
मण्डलं रक्षति हरिर्दैवतैः सह संगतः॥
]

`verse 9 [
तं वटं रक्षति सदा शूलपाणिर्महेश्वरः।
स्थानं रक्षन्ति वै देवाः सर्वपापहरं शुभम्॥
]

`verse 10 [
अधर्मेणावृतो लोकेनैव गच्छति तत्पदम्।
स्वल्पमल्पतरं पापं यदा ते स्यान्नराधिप।
प्रयागं स्मरमाणस्य सर्वमायाति संक्षयम्॥
]

`verse 11 [
दर्शनात्तस्य तीर्थस्य नाम संङ्कीर्त्तनादपि।
मृत्तिका लम्भनाद्वापि नरः पापात्प्रमुच्यते॥
]

`verse 12 [
पञ्चकुण्डानि राजेन्द्र! तेषां मध्ये तु जाह्नवी।
प्रयागस्य प्रवेशेतु पापं नश्यति तत्क्षणात्॥
]

`verse 13 [
योजनानां सहस्रेषु गंगायाः स्मरणान्नरः।
अपि दुष्कृतकर्मा तु लभते परमां गतिम्॥
]

`verse 14 [
कीर्त्तनान्मुच्यते पापाद् द्रृष्ट्वा भद्राणि पश्यति।
अवगाह्य च पीत्वा तु पुनात्यासप्तमङ्कुलम्॥
]

`verse 15 [
सत्यवादी जितक्रोधी अहिंसायां व्यवस्थितः।
धर्मानुसारीतत्वज्ञो गोब्राह्मणहिते रतः॥
]

`verse 16 [
गंगायमुनयोर्मध्ये स्नातो मुच्येत किल्बिषात्।
मनसा चिन्तयन् कामानवाप्नोति सुपुष्कलान्॥
]

`verse 17 [
ततो गत्वा प्रयागं तु सर्वदेवाभिरक्षितम्।
ब्रह्मचारी वसेन्मासं पितॄन् देवांश्च तर्पयेत्॥
ईप्सितान् लभते कामान् यत्र यत्राभिजायते॥
]

`verse 18 [
तपनस्य सुता देवी त्रिषु लोकेषु विश्रुता।
समागता महाभागा यमुना तत्रनिम्रगा।
तत्र सन्निहितो नित्यं साक्षाद्देवो महेश्वरः॥
]

`verse 19 [
दुष्प्राप्यं मानुषैः पुण्यं प्रयागन्तु युधिष्ठिर।
देवदानवगन्धर्वा ऋषयः सिद्धचारणाः॥
तदुपस्पृश्य राजेन्द्र! स्वर्गलोकमुपासते॥
]

`verse 20 [
आ प्रयागं प्रतिष्ठानादापुराद्वासुकेर्ह्रदात्।

कम्बलाश्वतरौ नागौ नागाच्च बहुमूलकात्॥

एतत्प्रजापतेः क्षेत्रं त्रिषु लोकेषु विश्रुतम्॥ मत्स्य पु.
]
