`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
श्रृणु राजन्! प्रयागस्य माहात्म्यं पुनरेव तु।
यच्छ्रुत्वा सर्वपापेभ्यो मुच्यते नात्रसंशयः॥
]

`verse 2 [
आर्तानां हि दरिद्राणां निश्चितव्यवसायिनाम्।
स्थानमुक्तं प्रयागन्तु नाख्येयन्तु कदाचन॥
]

`verse 3 [
व्याधितो यदि वा दीनो वृद्धो वापि भवेन्नरः।
गङ्गायमुनयोर्मध्ये यस्तु प्राणान्परित्यजेत्॥
]

`verse 4 [
दीप्तकाञ्चनवर्णाभैर्विमानैः सूर्य्यसन्निभैः।
गन्धर्वाप्सरसां मध्ये स्वर्गे क्रीडति मानवः
ईप्सितान् लभते कामान् वदन्ति ऋषिपुङ्गवाः॥
]

`verse 5 [
सर्वरत्नमयैर्दिव्यैर्नानाध्वजसमाकुलैः।
वराङ्गनासमाकीर्णै र्मोदते शुभलक्षणैः॥
]

`verse 6 [
गीतवाद्यविनिर्घोषैः प्रसुप्तः प्रतिबुध्यते।
यावन्न स्मरते जन्म तावत् स्वर्गे महीयते॥
]

`verse 7 [
ततः स्वर्गात् परिभ्रष्टः क्षीणकर्मा दिवश्च्युतः।
हिरण्यरत्नसंपूर्णे समृद्धे जायते कुले।
तदेव स्मरते तीर्थं स्मरणात्तत्र गच्छति॥
]

`verse 8 [
देशस्थो यदि वाऽरण्ये विदेशस्थोऽथ वा गृहे।
प्रयागं स्मरमाणोऽपि यस्तु प्राणान् परित्यजेत्।
ब्रह्मलोकमवाप्नोति वदन्ति ऋषिपुङ्गवाः॥
]

`verse 9 [
सर्वकामफला वृक्षा मही यत्र हिरण्मयी।
ऋषयो मुनयः सिद्धास्तत्र लोके स गच्छति॥
]

`verse 10 [
स्त्रीसहस्रावृते रम्ये मन्दाकिन्यास्तटे शुभे।
मोदते ऋषिभिः सार्द्धं सुकृतेनेह कर्म्मणा॥
]

`verse 11 [
सिद्धचारणगन्धर्वैः पूज्यते सिद्धि दैवतैः।
ततः स्वर्गात् परिभ्रष्टो जम्बूद्वीपपतिर्भवेत्॥
]

`verse 12 [
ततः शुभानि कर्माणि चिन्तयानः पुनः पुनः।
गुणवान् वित्तसम्पन्नो भवतीह न संशयः॥
]

`verse 13 [
कर्म्मणा मनसा वाचा धर्मसत्यप्रतिष्ठितः।
गङ्गायमुनयोर्मध्ये यस्तु गां सम्प्रयच्छति॥
]

`verse 14 [
सुवर्णमणिमुक्ताश्च यदि वान्यत् परिग्रहम्।
स्वकार्ये पितृकार्ये वा देवताभ्यर्चनेऽपि वा।
सफलं तस्य तत्तीर्थं यथावत् पुण्यमाप्नुयात्॥
]

`verse 15 [
एवं तीर्थे न गृह्णीयात् पुण्येष्वायतनेषु च।
निमित्तेषु च सर्वेषु ह्यप्रमत्तो भवेद्द्विजः॥
]

`verse 16 [
कपिलां पाटलावर्णां यस्तु धेनुं प्रयच्छति।
स्वर्णश्रृङ्गीं रौप्यखुरां कांस्यदोहां पयस्विनीम्॥
]

`verse 17 [
प्रयागे श्रोत्रियं सन्तं ग्राहयित्वा यथाविधि।
शुक्लाम्बरधरं शान्तं धर्मज्ञं वेदपारगम्॥
]

`verse 18 [
सा गौस्तस्मै प्रदातव्या गङ्गायमुनसङ्गमे।
वासांसि च महार्हाणि रत्नानि विविधानि च॥
]

`verse 19 [
यावद्रोमाणि तस्यागोः सन्तिगात्रेषु सत्तम!।
तावद्वर्षसहस्राणि स्वर्गलोके महीयते॥
]

`verse 20 [
यत्राऽसौ लभते जन्म सा गौस्तस्याभिजायते।
नच पश्यति तं घोरं नरकं ते न कर्मणा
उत्तरान् स कुरून् प्राप्य मोदते कालमक्षयम्॥
]

`verse 21 [
गवां शतसहस्रेभ्यो दद्यादेकां पयस्विनीम्।
पुत्रान् दारांस्तथा भृत्यान् गौरेका प्रतितारयेत्॥
]

`verse 22 [
तस्मात् सर्वेषु दानेषु गोदानन्तु विशिष्यते।
दुर्गमे विषमे घोरे महापातकसम्भवे॥
गौरेव रक्षां कुरुते तस्माद्देया द्विजोत्तमे॥
]
