`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
श्रृणु राजन्! प्रयागस्य माहात्म्यं पुनरेव तु।
यच्छ्रुत्वा सर्वपापेभ्यो मुच्यते नात्रसंशयः॥
]

`verse 2 [
मानसं नाम तत्तीर्थं गङ्गाया उत्तरे तटे।
त्रिरात्रोपोषितो भूत्वा सर्वकामानवाप्नुयात्॥
]

`verse 3 [
गोभूहिरण्यदानेन यत् फलं प्राप्नुयान्नरः।
स तत् फलमवाप्नोति तत्तीर्थं स्मरते पुनः॥
]

`verse 4 [
अकामो वा सकामो वा गङ्गायां योऽभिपद्यते।
मृतस्तु लभते स्वर्गं नरकञ्च न पश्यति॥
]

`verse 5 [
अप्सरोगणसङ्गीतैः सुप्तोऽसौ प्रतिबुद्ध्यते।
हंससारसयुक्तेन विमानेन स गच्छति॥
बहुवर्षसहस्राणि स्वर्गं राजेन्द्र! भुञ्जति॥
]

`verse 6 [
ततः स्वर्गात् परिभ्रष्टः क्षीणकर्मा दिवश्च्युतः।
सुवर्णमणिमुक्ताढ्ये जायते विपुले कुले॥
]

`verse 7 [
षष्टितीर्थसहस्राणि षष्टिकोट्यस्तथापगाः।
माघमासे गमिष्यन्ति गङ्गयमुनसङ्गमम्॥
]

`verse 8 [
गवां शतसहस्रस्य सम्यग् दत्तस्य यत् फलम्।
प्रयागे माघमासे तु त्र्यहः स्नानात्तु तत् फलम्॥
]

`verse 9 [
गङ्गायमुनयोर्मध्ये कर्षाग्निं यस्तु साधयेत्।
अहीनाङ्गो ह्यरोगश्च पञ्चेन्द्रियसमन्वितः॥
]

`verse 10 [
यावन्ति रोमकूपाणि तस्य गात्रेषु देहिनः।
तावद्वर्षसहस्राणि स्वर्गलोके महीयते॥
]

`verse 11 [
ततः स्वर्गात् परिभ्रष्टो जम्बूद्वीपपतिर्भवेत्।
सभुक्त्वा विपुलान् भोगांस्तत्तीर्थं स्मरते पुनः॥
]

`verse 12 [
जलप्रवेशं यः कुर्यात् सङ्गमे लोकविश्रुते।
राहुग्रस्ते तथा सोमे विमुक्तः सर्वकिल्बिषैः॥
]

`verse 13 [
सोमलोकमवाप्नोति सोमेन सह मोदते।
षष्टिवर्षसहस्राणि स्वर्गलोके महीयते॥
]

`verse 14 [
स्वर्गे च शक्रलोकेऽस्मिन् ऋषिगन्धर्वसेविते।
परिभ्रष्टस्तु राजेन्द्र! समृद्धे जायते कुले॥
]

`verse 15 [
अधः शिरस्तु यो ज्वालामूद्र्ध्वपादः पिबेन्नरः।
शतवर्षसहस्राणि स्वर्गलोके महीयते॥
]

`verse 16 [
परिभ्रष्टस्तु राजेन्द्र! सोऽग्निहोत्री भवेन्नरः।
भुक्तवा तु विपुलान् भोगान् तत्तीर्थं भजते पुनः॥
]

`verse 17 [
यः स्वदेहन्तुकर्तित्वा शकुनिभ्यः प्रयच्छति।
विहगैरुपभुक्तस्य श्रृणु तस्यापि यत् फलम्॥
]

`verse 18 [
शतं वर्षसहस्राणां सोमलोके महीयते।
तस्मादपि परिभ्रष्टो राजा भवति धार्मिकः॥
]

`verse 19 [
गुणवान् रूपसम्पन्नो विद्वांश्च प्रियवाचकः।
भुक्त्वा तु विपुलान् भोगांस्तत्तीर्थं भजते पुनः॥
]

`verse 20 [
यामुने चोत्तरेकूले प्रयागस्य तु दक्षिणे।
ऋणप्रमोचनं नाम तत्तीर्थं परमं स्मृतम्॥
]

`verse 21 [
एकरात्रोषितः स्नात्वा ऋणैः सर्वैः प्रमुच्यते।
स्वर्गलोकमवाप्नोति अनृणश्च सदा भवेत्॥
]
