`speaker [
युधिष्ठिर उवाच
]

`verse 1 [
एतच्छ्रुत्वा प्रयागस्य यत्त्वया परिकीर्तितम्।
विशुद्धं मेऽद्य हृदयं प्रयागस्य तु कीर्तनात्॥
]

`verse 2 [
अनाशकफलं ब्रूहि भगवंस्तत्र कीद्रृशम्।
यञ्च लोकमवाप्नोति विशुद्धः सर्वकिल्बिषैः॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
श्रृणु राजन्! प्रयागे तु अनाशकफलं विभो।
प्राप्नोति पुरषो धीमान् श्रद्धधानो जितेन्द्रियः॥
]

`verse 4 [
अहीनाङ्गोऽप्यरोगश्च प़ञ्चेन्द्रियसमन्वितः।
अश्वमेधफलं तस्य गच्छतस्तु पदे पदे॥
]

`verse 5 [
कुलानि तारयेद्राजन्! दशपूर्वान् दशापरान्।
मुच्यते सर्वपापेभ्यो गच्छेत् तु परमं पदम्॥
]

`speaker [
युदिष्ठिर उवाच
]

`verse 6 [
महाभाग्यं हि धर्म्मस्य यत्त्वं वदसि मे प्रभो!।
अल्पेनैव प्रयत्नेन बहून् धर्मानवाप्नुते॥
]

`verse 7 [
अश्वमेधैस्तु बहुभिः प्राप्यते सुव्रतैरिह।
इमं मे संशयं छिन्धि परं कौतूहलं हि मे॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 8 [
श्रृणु राजन्! महावीर! यदुक्तं ब्रह्मयोनिना।
ऋषीणां सन्निधौ पूर्वं कथ्यमानं मया श्रुतम्॥
]

`verse 9 [
पञ्चयोजनविस्तीर्णं प्रयागस्य तु मण्डलम्।
प्रविष्टमात्रे तद्भूमावश्वमेधः पदे पदे॥
]

`verse 10 [
व्यतीतान् पुरुषान् सप्त भविष्यांश्च चतुर्दश।
नरस्तारयते सर्वान् यस्तु---प्राणान् परित्यजेत्॥
]

`verse 11 [
एवं ज्ञात्वा तु राजेन्द्र! सदा सेवापरो भवेत्।
अश्रद्दधानाः पुरुषाः पापोऽपहतचेतसः।
न प्राप्नुवन्ति तत्स्तानं प्रयागं देवरक्षितम्॥
]

`speaker [
युधिष्ठिर उवाच
]

`verse 12 [
स्नेहाद्वा द्रव्यलोभाद्वा ये तु कामवशङ्गताः।
कथं तीर्थफलं तेषां कथं पुण्यफलं भवेत्॥
]

`verse 13 [
विक्रयः सर्वभाण्डानां कार्याकार्य्यमजानतः।
प्रयागे का गातिस्तस्य तन्मे ब्रूहि पितामह!॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 14 [
श्रृणु राजन्! महागुह्यं सर्वपापप्रणाशनम्।
मासमेकन्तु यः स्नायात् प्रयागे नियतेन्द्रियः॥
मुच्यते सर्वपापेभ्यः स गच्छेत् परमं पदम्॥
]

`verse 15 [
विश्रम्भधातकानान्तु प्रयागे श्रृणु यत् फलम्।
त्रिकालमेवस्नायीत आहारं भैक्ष्यमाचरेत्॥
त्रिभिर्मासैः स मुच्येत प्रयागे तु न संशयः॥
]

`verse 16 [
अज्ञानेन तु यस्येह तीर्थयात्रादिकं भवेत्।
सर्वकामसमृद्धे तु स्वर्गलोके महीयते॥
स्थानञ्च लभते नित्यं धनधान्यसमाकुलम्॥
]

`verse 17 [
एवं ज्ञानेन संपूर्णः सदा भवति भोगवान्।
तारिताः पितरस्तेन नरकात् प्रपितामहाः॥
]

`verse 18 [
धर्मानुसारितत्वज्ञ! पृच्छतस्ते पुनः पुनः।
त्वत्प्रियार्थं समाख्यातं गुह्यमेतत् सनातनम्॥
]

`speaker [
युधिष्ठिर उवाच
]

`verse 19 [
अद्यमे सफलं जन्म अद्यमे तारितं कुलम्।
प्रीतोऽस्म्यनुगृहीतोऽस्मि दर्शनादेवते मुने!॥
]

`verse 20 [
त्वद्दर्शनात्तु धर्मात्मन्! मुक्तोहऽञ्चाद्य किल्बिषात्।
इदानीं वेद्मि चात्मानं भगवन्! गतकल्मषम्॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 21 [
दिष्ट्या ते सफलं जन्म दिष्ट्या ते तारितं कुलम्।
कीर्तनाद्वर्धते पुण्यं श्रुतात्पापप्रणाशनम्॥
]

`speaker [
युधिष्ठिर उवाच
]

`verse 22 [
यमुनायान्तु किं पुण्यं किं फलन्तु महामुने!।
एतन्मे सर्वमाख्या हि यथाद्रृष्टं यथा श्रुतम्॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 23 [
तपनस्य सुतादेवी त्रिषुलोकेषु विश्रुता।
समाख्याता महाभागा यमुना तत्र निम्नगा॥
]

`verse 24 [
येनैव निः सृता गङ्गा तेनैव यमुना गता।
योजनानां सहस्रेषु कीर्तनात् पापनाशिनी॥
]

`verse 25 [
तत्र स्नात्वा च पीत्वा च यमुनायां युधिष्ठिर!।
कीर्तनाल्लभते पुण्यं द्रृष्ट्वा भद्राणि पश्यति॥
]

`verse 26 [
अवगाह्य च पीत्वा च पुनात्यासप्तमं कुलम्।
प्राणांस्त्यजति यस्तत्र स याति परमाङ्गतिम्॥
]

`verse 27 [
thumb|त्रिवेणी सङ्गमः
अग्नितीर्थमितिख्यातं यमुनादक्षिणे तटे।
पश्चिमे धर्मराजस्य तीर्थन्तु नरकं स्मृतम्॥
]

`verse 28 [
तत्र स्नात्वा दिवं यान्ति ये मृतास्ते पुनर्भवाः।
एवं तीर्थसहस्राणि यमुनादक्षिणे तटे॥
]

`verse 29 [
उत्तरेण प्रवक्ष्याणि आदित्यस्य महात्मनः।
तीर्थं निरञ्जनं नाम यत्र देवाः सवासवाः॥
]

`verse 30 [
उपासते स्म सन्ध्यां ये त्रिकालं हि युधिष्ठिर!
देवाः सेवन्ति तत्तीर्थं ये चान्ये विबुधाजनाः॥
]

`verse 31 [
श्रद्दधानपरो भूत्वा कुरु तीर्थाभिषेचनम्।
अन्ये च बहवस्तीर्थाः सर्वपापहराः स्मृताः॥
तेषु स्नात्वा दिवं यान्ति ये मृतास्ते पुनर्भवाः॥
]

`verse 32 [
गङ्गा च यमुना चैव उभे तुल्यफले स्मृते।
केवलं ज्येष्ठभावेन गङ्गा सर्वत्र पूज्यते॥
]

`verse 33 [
एवं कुरुष्व कौन्तेय! सर्वतीर्थाभिषेचनम्।
यावज्जीवकृतं पापं तत्क्षणादेव नश्यति॥
]

`verse 34 [
यस्त्विमं कल्प (ल्य) उत्थाय पठते च श्रृणोति च।
मुच्यते सर्वपापेभ्यः स्वर्गलोकं स गच्छति॥
]
