`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
श्रुतं मे ब्रह्मणा प्रोक्तं पुराणे ब्रह्मसम्भवे।
तीर्थानान्तु सहस्राणि शतानि नियुतानि च॥
सर्वे पुण्याः पवित्राश्च गतिश्च परमा स्मृता॥
]

`verse 2 [
सोमतीर्थं महापुण्यं महापातकनाशनम्।
स्नानमात्रेण राजेन्द्र! पुरुषांस्तारयेच्छतान्॥
तस्मात् सर्वप्रयत्नेन तत्र स्नानं समाचरेत्॥
]

`speaker [
युधिष्ठिर उवाच
]

`verse 3 [
पृथिव्यां नैमिषं पुण्यमन्तरिक्षे च पुष्करम्।
त्रयाणामपि लोकानां कुरुक्षेत्रं विशिष्यते॥
]

`verse 4 [
सर्वाणि तानि सन्त्यज्य कथमेकं प्रशंससि।
अप्रमाणन्तु तत्रोक्तमश्रद्धेयमनुत्तमम्॥
]

`verse 5 [
गतिञ्च परमां दिव्यां भोगांश्चैव यथेप्सितान्।
किमर्थमल्पयोगेन बहु धर्मं प्रशंससि॥
एतन्मे संशयं ब्रूहि यथाद्रृष्टं यथाश्रुतम्॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 6 [
अश्रद्धेयं न वक्तव्यं प्रत्यक्षमपि यद् भवेत्।
नरस्याश्रद्दधानस्य पापोपहतचेतसः॥
]

`verse 7 [
अश्रद्दधानो ह्यशुचिर्दुर्मतिस्त्यक्तमङ्गलः।
एते पातकिनः सर्वे तेनेदं भाषितं त्वया॥
]

`verse 8 [
श्रृणु प्रयागमाहात्म्यं यथादृष्टं यथाश्रुतम्।
प्रत्यक्षञ्च परोक्षञ्च यथान्यस्तं भविष्यति॥
]

`verse 9 [
यथैवान्यदद्रृष्टञ्च यथाद्रृष्टं यथाश्रुतम्।
शास्त्रं प्रमाणं कृत्वा च युज्यते योगमात्मनः॥
]

`verse 10 [
क्लिश्यते चापरस्तत्र नैव योगमवाप्नुयात्।
जन्मान्तरसहस्रेभ्यो योगो लभ्येत मानवैः॥
]

`verse 11 [
यथा योगसहस्रेण योगो लभ्येत मानवैः।
यस्तुसर्वाणि रत्नानि ब्राह्मणेभ्यः प्रयच्छति॥
]

`verse 12 [
तेन दानेन दत्तेन योगं नाभ्येति मानवः।
प्रयागे तु मृतस्येदं सर्वं भवति नान्यथा॥
]

`verse 13 [
प्रधानहेतुं वक्ष्यामि श्रद्दधत्स्व च भारत!
यथा सर्वेषु भूतेषु ब्राह्म सर्वत्र दृश्यते॥
]

`verse 14 [
ब्रह्मणे वास्ति यत् किञ्चिदब्राह्ममिति वोच्यते।
एवं सर्वेषु भूतेषु ब्रह्म सर्वत्र पूज्यते॥
]

`verse 15 [
यथा सर्वेषु लोकेषु प्रयागं पूजयेद्बुधः।
पूज्यते तीर्थराजस्तु सत्यमेव युधिष्ठिर!॥
]

`verse 16 [
ब्रह्मापि स्मरते नित्यं प्रयागं तीर्थमुत्तमम्।
तीर्थराजमनुप्राप्य न चान्यत् किञ्चिदर्हति॥
]

`verse 17 [
कोहि देवत्वमासाद्य मनुष्यत्वं चिकीर्षति।
अनेनैवोपमानेन त्वं ज्ञास्यसि युधिष्ठिर।
यथा पुण्यतमं चास्ति तथैव कथितं मया॥
]

`speaker [
युधिष्ठिर उवाच
]

`verse 18 [
श्रुतं चेदं त्वया प्रोक्तं विस्मितोऽहं पुनः पुनः।
कथं योगेन तत् प्राप्तिः स्वर्गवासस्तु कर्मणा॥
]

`verse 19 [
दाता वै लभते भोगान् गां च यत्कर्मणः फलम्।
तानि कर्माणि पृच्छामि पुनस्तैः प्राप्यते मही॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 20 [
श्रृणु राजन्महाबाहो! यथोक्तकरणं महीम्।
गामग्निं ब्राह्मणं शास्त्रं काञ्चनं सलिलं स्त्रियः ॥
]

`verse 21 [
मातरं पितरञ्चैव ये निन्दन्ति नराधमाः।
न तेषामूद्र्ध्वगमनमिदमाह प्रजापतिः॥
]

`verse 22 [
एवं योगस्य सम्प्राप्तिस्थानं परमदुर्लभम्।
गच्छन्ति नरकं घोरं ये नराः पापकर्मिण॥
]

`verse 23 [
हस्त्यश्वङ्गामनड्वाहं मणिमुक्तादि काञ्चनम्।
परोक्षं हरते यस्तु यश्च दानं प्रयच्छति॥
]

`verse 24 [
न ते गच्छन्ति वै स्वर्गं दातारो यत्र भोगिनः।
अनेककर्मणा युक्ताः पच्यन्ते नरके पुनः॥
]

`verse 25 [
एवं योगञ्चधर्मञ्च दातारञ्च युधिष्ठिर!।
यथा सत्यमसत्यं वा अस्ति नास्तीति यत् फलम्।
निरुक्तन्तु प्रवक्ष्यामि यथाह स्वयमंशुमान्॥
]
