`verse 1 [
श्रृणु राजन्! प्रयागस्य महात्म्यं पुरनेव तु।
नैमिषं पुष्करञ्चैव गोतीर्थं सिन्धुसागरम्॥
]

`verse 2 [
गया च चैत्रकं चैव गङ्गासागरमेव च।
एते चान्ये च बहवो ये च पुण्याः शिलोच्चयाः॥
]

`verse 3 [
दशतीर्थसहस्राणि त्रिंशत् कोट्यस्तथापराः।
प्रयागे संस्थिता नित्यमेवमाहुर्मनीषिणः॥
]

`verse 4 [
त्रीणि चाप्यग्निकुण्डानि येषां मध्ये तु जाह्नवी।
प्रयागादभिनिष्क्रान्ता सर्वतीर्थनमस्कृता॥
]

`verse 5 [
तपनस्य सुता देवी त्रिषु लोकेषु विश्रुता।
यमुना गङ्गया सार्द्धं सङ्गता लोकभाविनी॥
]

`verse 6 [
गङ्गायमुनयोर्मध्ये पृथिव्या जघनं स्मृतम्।
प्रयागं राजशार्दूल! कलां नार्हन्ति षोड़शीम्॥
]

`verse 7 [
तिस्रः कोट्योऽर्द्धकोटिश्च तीर्थानां वायुरब्रवीत्।
दिवि भुव्यन्तरिक्षे च तत्सर्वं जाह्नवी स्मृता॥
]

`verse 8 [
प्रयागं समधिष्ठानं कम्बलाश्वतरावुभौ।
भोगवत्यथ या चैषा वेदिरेषा प्रजापतेः॥
]

`verse 9 [
तत्र वेदाश्च यज्ञाश्च मूर्त्तिमन्तो युधिष्ठिर!।
प्रजापतिमुपासन्ते ऋषयञ्च तपोधानाः॥
]

`verse 10 [
यजन्ते क्रतुभिर्देवास्तथा चक्रधरा नृपाः।
ततः पुण्यतमं नास्ति त्रिषु लोकेषु भारत॥
]

`verse 11 [
प्रभावात् सर्वतीर्थेभ्यः प्रभवत्यधिकं विभो!।
दशतीर्थसहस्राणि तिस्त्रः कोट्यस्तथा पराः॥
]

`verse 12 [
यत्र गङ्गा महाभागा स देशस्तत्तपोधनम्।
सिद्धक्षेत्रञ्च विज्ञेयं गङ्गातीरसमन्वितम्॥
]

`verse 13 [
इदं सत्यं विजानीयात् साधूनामात्मनश्च वै।
सुहृदश्च जपेत् कर्णे शिष्यस्यानुगतस्य च॥
]

`verse 14 [
इदं धन्यमिदं स्वर्ग्यमिदं सत्यमिदं सुखम्।
इदं पुण्यमिदं धर्म्यं पावनं धर्ममुत्तमम्॥
]

`verse 15 [
महर्षीणामिदं गुह्यं सर्वपापप्रणाशनम्।
अधीत्य च द्विजोऽप्येतन्निर्मलः स्वर्गमाप्नुयात्॥
]

`verse 16 [
य इदं श्रृणुयान्नित्यं तीर्थं पुण्यं सदा शुचिः।
जातिस्मरत्वं लभते नाकपृष्ठे च मोदते॥
]

`verse 17 [
प्राप्यन्ते तानि तीर्थानि सद्भिः शिष्टानुदर्शिभिः।
स्नाहि तीर्थेषु कौरव्य! न च वक्रमतिर्भवेत्॥
]

`verse 18 [
त्वया च सम्यक् पृष्टेन कथितं वै मया विभो।
पितरस्तारिताः सर्वे तथैव च पितामहाः॥
प्रयागस्य तु सर्वे ते कलां नार्हन्ति षोड़शीम्॥
]

`verse 19 [
एवं ज्ञानञ्च योगञ्च तीर्थं चैव युधिष्ठिर!।
बहुक्लेशेन युज्यन्ते तेन यान्ति पराङ्गतिम्।
त्रिकालं जायते ज्ञानं स्वर्गलोकं गमिष्यति॥
]
