`speaker [
नन्दिकेश्वर उवाच
]

`verse 1 [
भ्रातृभिः सहितः सर्वे द्रौपद्या सह भार्यया।
ब्राह्मणेभ्यो नमस्कृत्य गुरून् देवानतर्पयत्॥
]

`verse 2 [
वासुदेवोऽपि तत्रैव क्षणेनाभ्यागतस्तदा।
पाण्डवैः सहितैः सर्वे (र्वैः) पूज्यमानस्तु माधवः॥
]

`verse 3 [
कृष्णेन सहितैः सर्वैः पुनरेव महात्मभिः।
अभिषिक्तः स्वराज्ये च धर्मपुत्रो युधिष्ठिरः॥
]

`verse 4 [
एतस्मिन्नन्तरे चैव मार्कण्डेयो महामुनिः।
ततः स्वस्तीति चोक्त्वा तु क्षणादाश्रममागमत्॥
]

`verse 5 [
युधिष्ठिरोऽपि धर्मात्मा भ्रातृभिः सहितोऽवसत्।
महादानं ततो दत्त्वा धर्मपुत्रो महामनाः॥
]

`verse 6 [
यस्त्विहं कल्प(ल्प) उत्थाय माहात्म्यं पठते नरः।
प्रयागं स्मरते नित्यं स याति परमं पदम्।
मुच्यते सर्वपापेभ्यो रुद्रलोकं स गच्छति॥
]

`speaker [
वासुदेव उवाच
]

`verse 7 [
मम वाक्यञ्च कर्त्तव्यं महाराज! ब्रवीम्यहम्।
नित्यं जपस्व जुह्वस्व प्रयागे विगतज्वरः॥
]

`verse 8 [
प्रयागं स्मर वै नित्यं सहास्माभिर्युधिष्ठिर!।
स्वयं प्राप्स्यसि राजेन्द्र! स्वर्गलोकं न संशयः॥
]

`verse 9 [
प्रयागमनुगच्छेद्वा वसते वापि यो नरः।
सर्वपापविशुद्धात्मा रुद्रलोकं स गच्छति॥
]

`verse 10 [
प्रतिग्रहादुपावृत्तः सन्तुष्टो नियतः शुचिः।
अहङ्कारनिवृत्तश्च स तीर्थफलमश्नुते॥
]

`verse 11 [
अकोपनश्च सत्यश्च सत्यवादी द्रृढव्रतः।
आत्मोपमश्च भूतेषु स तीर्थफलमश्नुते॥
]

`verse 12 [
ऋषिभिः क्रतवः प्रोक्ता देवैश्चापि यथाक्रमम्।
न हि शक्त्या दरिद्रेण यज्ञाः प्राप्तुं महीयते॥
]

`verse 13 [
बहूपकरणा यज्ञा नानासम्भारविस्तराः।
प्राप्यन्ते पार्थिवैरेतैः समृद्धैर्वा नरैः क्वचित्॥
]

`verse 14 [
यो दरिद्रैरपि विधिः शक्यः प्राप्तुं नरेश्वर!।
तुल्यो यज्ञफलैः पुण्यैस्तन्निबोधयुधिष्ठिर॥
]

`verse 15 [
ऋषिणां परमं गुह्यमिदं भरतसत्तम!।
तीर्थानुगमनं पुण्यं यज्ञेभ्योऽपि विशिष्यते॥
]

`verse 16 [
दशतीर्थसहस्राणि तिस्रः कोट्यस्तथापगाः।
माघमासे गमिष्यन्ति गङ्गायां भरतर्षभ!॥
]

`verse 17 [
स्वस्थो भव महाराज! भुंक्ष्व राज्यमकण्टकम्।
पुनर्द्रक्ष्यसि राजेन्द्र! यजमानो विशेषतः॥
]

`speaker [
नन्दिकेश्वर उवाच
]

`verse 18 [
इत्युक्त्वा स महाभागो मार्कण्डेयो महातपाः।
युधिष्ठिरस्य नृपतेस्तत्रैवान्तरधीयत॥
]

`verse 19 [
ततस्तत्र समाप्लाव्य गात्राणि सगणो नृपः।
यथोक्तेनाथ विधिना परां निर्वृतिमागमत्॥
]

`verse 20 [
तथा त्वमपि देवर्षे। प्रयागाभिमुखो भव।
अभिषेकन्तु कृत्वाद्य कृतकृत्यो भविष्यसि॥
]

`speaker [
सूत उवाच
]

`verse 21 [
एवमुक्त्वाऽथ नन्दीशस्तत्रैवान्तरधीयत।
नारदोऽपि जगामाशु प्रयागाभिमुखस्तदा॥
]

`verse 22 [
तत्र स्नात्वा च जप्त्वा च विधिद्रृष्टेन कर्मणा।
दानं दत्त्वा द्विजाग्र्येभ्यो गतः स्वभवनं तदा॥
]
