`speaker [
ऋषय ऊचुः
]

`verse 1 [
कति द्वीपाः समुद्रा वा पर्वता वा कति प्रभो!।
कियन्ति चैव वर्षाणि तेषु नद्यश्च काः स्मृताः॥
]

`verse 2 [
महाभूमिप्रमाणञ्च लोकालोकस्तथैव च।
पर्याप्तिं परिमाणञ्च गतिश्चन्द्रार्कयोस्तथा॥
]

`verse 3 [
एतद्‌ ब्रवीहि नः सर्वं विस्तरेण यथार्थवित्।
त्वदुक्तमेतत् सकलं श्रोतुमिच्छामहे वयम्॥
]

`speaker [
सूत उवाच
]

`verse 4 [
द्वीपभेदसहस्राणि सप्तचान्तर्गतानिच।
न शक्यन्ते क्रमेणेह वक्तुं वै सकलं जगत्॥
]

`verse 5 [
सप्तैव तु प्रवक्ष्यामि चन्द्रादित्यग्रहैः सह।
तेषां मनुष्यतर्केण प्रमाणानि प्रचक्षते॥
]

`verse 6 [
अचिन्त्याः खलु ये भावास्तांस्तु तर्केण साधयेत्।
प्रकृतिभ्यः परं यच्च तदचिन्त्यस्य लक्षणम्॥
]

`verse 7 [
सप्तवर्षाणि वक्ष्यामि जम्बूद्वीपं यथाविधम्।
विस्तरं मण्डलं यच्च योजनैस्तं निबोधत॥
]

`verse 8 [
योजनानां सहस्राणि शतं द्वीपस्य विस्तरः।
नानाजनपदाकीर्णं पुरैश्च विवधैः शुभैः॥
]

`verse 9 [
सिद्धचारणसंकीर्णं पर्वतैरुपशोभितम्।
सर्वधातुपिनद्धैस्तैः शिलाजालसमुद्गतैः॥
]

`verse 10 [
पर्वतप्रसवाभिश्च नदीभिस्तु समन्ततः।
प्रागायता महापार्श्वाः षडिमे वर्षपर्वताः॥
]

`verse 11 [
अवगाह्य ह्युभयतः समुद्रौ पूर्वपश्चिमौ।
हिमप्रायश्च हिमवान् हेमकूटश्च हेमवान्॥
]

`verse 12 [
चातुर्वर्ण्यस्तु सौवर्णोमेरुश्चोल्वमयः स्मृतः।
चतुर्विंशत्सहस्राणि विस्तीर्णश्च चतुर्दिशम्॥
]

`verse 13 [
वृत्ताकृतिप्रमाणश्च चतुरस्रः समाहितः।
नानावर्णैः समः पाश्वैः प्रजापतिगुणान्वितः॥
]

`verse 14 [
नाभिबन्धनसम्भूतो ब्रह्मणो व्यक्तजन्मनः।
पर्वतः श्वेतवर्णस्तु ब्राह्मण्यं तस्य तेन वै॥
]

`verse 15 [
पीतश्च दक्षिणेनासौ तेन वैश्यत्वमिष्यते।
भृङ्गिपत्रनिभश्चैव पश्चिमेन समन्वितः॥
तेनास्य शूद्रता सिद्धा मेरोर्नामार्थकर्म्मतः॥
]

`verse 16 [
पार्श्वमुत्तरतस्तस्य रक्तवर्णं स्वभावतः।
तेनास्य क्षत्रभावः स्यादितिवर्णाः प्रकीर्त्तिताः॥
]

`verse 17 [
नलश्च वैढूर्यमयः श्वेतः पीतो हिरण्मयः।
मयूरबर्हवर्णश्च शातकौम्भः स श्रृङ्गवान्॥
]

`verse 18 [
एते पर्वतराजानः सिद्धचारणसेविताः।
तेषामन्तरविष्कम्भो नवसाहस्रमुच्यते॥
]

`verse 19 [
मध्ये त्विलावृतं नाम महामेरोः समन्ततः।
चतुर्विशत्‌सहस्राणि विस्तीर्णो योजनैः समः॥
]

`verse 20 [
मध्ये तस्य महामेरुर्विधूम इव पावकः।
वेद्यर्द्धं दक्षिणं मेरोरुत्तरार्द्धं तथोत्तरम्॥
]

`verse 21 [
वर्षाणि यानि सप्तात्र तेषां वा वर्षपर्वताः।
द्वे द्वे सहस्रे विस्तीर्णा योजनैर्दक्षिणोत्तरम्॥
]

`verse 22 [
जम्बूद्वीपस्य विस्तारस्तेषामायाम उच्यते।
नीलश्च निषधश्चैव तेषां हीनाश्च ये परे॥
]

`verse 23 [
श्वेतश्च हेमकूटश्च हिमवान् श्रृङ्गवांश्च यः।
जम्बूद्वीपप्रमाणेन ऋषभः परिकीर्त्यते॥
]

`verse 24 [
तस्माद्‌द्वादशभागेन हेमकूटोऽपि हीयते।
हिमवान् विंशभागेन तस्मादेव प्रहीयते॥
अष्टाशीतिसहस्राणि हेमकूटो महागिरिः॥
]

`verse 25 [
अशीतिर्हिमवांश्चैल आयतः पूर्वपश्चिमे!।
द्वीपस्य मण्डलीभावाद्‌ध्रासवृद्धी प्रकीर्त्तिते॥
]

`verse 26 [
वर्षाणां पर्वतानाञ्च यथाभेदं तथोत्तरम्।
तेषां मध्ये जनपदास्तानि वर्षाणि सप्त वै॥
]

`verse 27 [
प्रपातविषमेस्तैस्तु पर्वतैरावृतानि तु।
सप्त तानि नदीभेदैरगम्यानि परस्परम्॥
]

`verse 28 [
वसन्ति तेषु सत्वानि नानाजातीनि सर्वशः।
इमं हैमवतं वर्षं भारतं नाम विश्रुतम्॥
]

`verse 29 [
हेमकूटं परं तस्मान्नाम्ना किं पुरुषं स्मृतम्।
हेमकूटाच्च निषधं हरिवर्षं तदुच्यते॥
]

`verse 30 [
हरिवर्षात्परञ्चापि मेरोस्तु तदिलावृतम्।
इलावृतात्परं नीलं रम्यकं नाम विश्रुतम्॥
]

`verse 31 [
रम्यकादपरं श्वेतं विश्रुतं तद्धिरण्यकम्।
हिरण्यकात्परञ्चैव श्रृङ्गशाकं कुरं स्मृतम्॥
]

`verse 32 [
धनुः संस्थे तु विज्ञेयो देवर्षे! दक्षिणोत्तरे।
दीर्घाणि तस्य चत्वारि मध्यमं तदिलावृतम्॥
]

`verse 33 [
पूर्वतो निषधस्येदं वेद्यर्द्धं दक्षिणं स्मृतम्।
परन्त्विलावृतं पश्चाद्वेद्यर्द्धन्तु तदुत्तरम्॥
]

`verse 34 [
तयोर्मध्ये तु विज्ञेयो मेरुर्यत्र त्विलावृतम्।
दक्षिणेन तु नीलस्य निषधस्योत्तरेण तु॥
]

`verse 35 [
उद्‌गायतो महाशैलो माल्यवान् नाम पर्वतः।
द्वात्रिंशता सहस्रेण प्रतीच्यां सागरानुगः॥
]

`verse 36 [
माल्यवान् वै सहस्रैक आनील निषधायतः।
द्वात्रिंशत्त्वेवमप्युक्तः पर्वतो गन्धमादनः॥
]

`verse 37 [
परिमण्डलयोर्मध्ये मेरुः कनकपर्वतः।
चातुर्वर्ण्यसमोवर्णश्चतुरस्रः समुच्छ्रिता॥
]

`verse 38 [
नानावर्णः सपार्श्वेषु पूर्वान्ते श्वेत उच्यते।
पीतन्तु दक्षिणं तस्य भृङ्गिपत्रनिभम्परम्।
उत्तरं तस्य रक्तं वा इति वर्णसमन्वितः॥
]

`verse 39 [
मेरुस्तु शुशुभे दिव्यो राजवत्स तु वेष्टितः।
आदित्यतरुणाभासो विधूम इव पावकः॥
]

`verse 40 [
योजनानां सहस्राणि चतुराशीति उच्छ्रितः।
प्रविष्टः षोड़शाधस्तादष्टाविंशतिविस्तृतः॥
]

`verse 41 [
विस्तराद्‌द्विगुणश्चास्य परीणाहः समन्ततः।
स पर्वतो महादिव्यो दिव्यौषधिसमन्वितः॥
]

`verse 42 [
भुवनैरावृतः सर्वैर्जातरूपपरिष्कृतैः।
तत्र देवगणाश्चैव गन्धर्वासुरराक्षसाः॥
शैलराजे प्रमोदन्ते सर्वतोऽप्सरसाङ्गणैः॥
]

`verse 43 [
स तु मेरुः परिवृतो भुवनैर्भूतभावनैः।
यस्येमे चतुरो देशा नानापार्श्वेषु संस्थिताः॥
]

`verse 44 [
भद्राश्वं भारतञ्चैव केतुमालञ्च पश्चिमे।
उत्तराश्चैव कुरवः कृतपुण्यप्रतिश्रयाः॥
]

`verse 45 [
विष्कम्भपर्वतास्तद्वन्मन्दरो गन्धमादनः।
विपुलश्च सुपार्श्वश्च सर्वरत्नविभूषितः॥
]

`verse 46 [
अरुणोदं मानसञ्च सितोदं भद्रसंज्ञितम्।
तेषामुपरि चत्वारि सरांसि च वनानि च॥
]

`verse 47 [
तथा भद्रकदम्बस्तु पर्वते गन्धमादने।
जम्बूवृक्षस्तथाश्वत्थो विपुलोऽथ वटः परम्॥
]

`verse 48 [
गन्धमादनपार्श्वे तु पश्चिमेऽमरगण्डिकः।
द्वात्रिंशति सहस्राणि योजनैः सर्वतः समः॥
]

`verse 49 [
तत्र ते शुभकर्माणः केतुमालाः परिश्रुताः।
तत्र कालानलाः सर्वे महासत्वा महाबलाः॥
]

`verse 50 [
स्त्रियश्चोत्पलवर्णाभाः सुन्दर्यः प्रियदर्शनाः।
तत्र दिव्यो महावृक्षः पनसः पत्रभासुरः॥
]

`verse 51 [
तस्य पीत्वा फलरसं संजीवन्ति समायुतम्।
तस्य माल्यवतः पार्श्वे पूर्वे पूर्वातुगण्डिका
द्वात्रिंशच्च सहस्राणि तत्राणि शतमुच्यते॥
]

`verse 52 [
भद्रश्च तत्र विज्ञेयो नित्यं मुदितमानसः।
भद्रमालवनं तत्र कालाम्रश्च महाद्रुमः॥
]

`verse 53 [
तत्र ते पुरुषाः श्वेता महासत्वा महाबलाः।
स्त्रियः कुमुदवर्णाभाः सुन्दर्यः प्रियदर्शनाः॥
]

`verse 54 [
चन्द्रप्रभाश्चन्द्रवर्णाः पूर्णचन्द्रनिभाननाः।
चन्द्रशीतलगात्राश्च स्त्रियोह्युत्पलगन्धिकाः॥
]

`verse 55 [
दशवर्षसहस्राणि आयुस्तेषामनामयम्।
कालाम्रस्य रसं पीत्वा ते सर्वे स्थिरयौवनाः॥
]

`speaker [
सूत उवाच
]

`verse 56 [
इत्युक्तवान् ऋषीन् ब्रह्मा वर्षाणि च निसर्गतः।
पूर्वं ममानुग्रहकृद्‌भूयः किं वर्णयामि वः॥
]

`verse 57 [
एकाहाज्जायते युग्मं समञ्चैव विवर्द्धते।
समं रूपं च शीलञ्च समञ्चैव म्रियन्ति वै॥
]

`speaker [
ऋषय ऊचुः
]

`verse 58 [
पूर्वापरौ समाख्यातौ यौ देशौ तौ त्वया मुने!।
उत्तराणाञ्च वर्षाणां पर्वतानाञ्च सर्वशः॥
]

`verse 59 [
आख्याहिनो यथातथ्यं ये च पर्वतवासिनः।
एवमुक्तस्तु ऋषिभिस्तेभ्यस्त्वाख्यातवान् पुनः॥
]

`speaker [
सूत उवाच
]

`verse 60 [
श्रृणुध्वं यानि वर्षाणि पूर्वोक्तानि च वै मया।
दक्षिणेन तु नीलस्य निषधस्योत्तरेणतु॥
]

`verse 61 [
वर्षं रमणकं नाम जायन्ते यत्र वै प्रजाः।
रतिप्रधाना विमला जायन्ते यत्र मानवाः॥
शुक्लाभिजनसम्पन्नाः सर्वे ते प्रियदर्शनाः॥
]

`verse 62 [
तत्रापि च महावृक्षो न्यग्रोधो रोहिणो महान्।
तस्यापि ते फलरसं पिबन्तो वर्तयन्ति हि॥
]

`verse 63 [
दशवर्षसहस्राणि दशवर्षशतानि च।
जीवन्ति ते महाभागाः सदा हृष्टा नरोत्तमाः॥
]

`verse 64 [
उत्तरेण तु श्वेतस्य पार्श्वे श्रृङ्गस्य दक्षिणे।
वर्षं हिरण्वतं नाम यत्र हैरण्वती नदी॥
]

`verse 65 [
महाबला महासत्वा नित्यं मुदितमानसाः।
शुक्लाभिजनसम्पन्नाः सर्वे च प्रियदर्शनाः॥
]

`verse 66 [
एकादशसहस्राणि वर्षाणां ते नरोत्तमाः।
आयुः प्रमाणां जीवन्ति शतानि दशपञ्च च॥
]

`verse 67 [
तस्मिन् वर्षे महावृक्षौ लिकुचः पत्रसंश्रयः।
तस्य पीत्वा फलरसं तत्र जीवन्ति मानवाः॥
]

`verse 68 [
श्रृङ्गसाह्वस्य श्रृह्गाणि त्रीणि तानि महान्ति वै।
एकं मणियुतं तत्र एकन्तु कनकान्वितम्॥
सर्वरत्नमयं चैकं भुवनैरुपशोभितम्॥
]

`verse 69 [
उत्तरे चास्य श्रृङ्गस्य समुद्रान्ते च दक्षिणे।
कुरवस्तत्रतद्वर्षं पुण्यं सिद्धनिषेवितम्॥
]

`verse 70 [
तत्र वृक्षा मधुफला दिव्यामृतमयापगाः।
वस्त्राणि ते प्रसूयन्ते फलैश्चाभरणानि च॥
]

`verse 71 [
सर्वकामप्रदातारः केचिद् वृक्षा मनोरमाः।
अपरे क्षीरिणो नाम वृक्षास्तत्र मनोरमाः॥
ये रक्षन्ति सदा क्षीरं षट्‌पञ्चामृतोपमम्॥
]

`verse 72 [
सर्वा मणिमयी भूमिः सूक्ष्मा काञ्चनबालुका।
सर्वत्र सुखसंस्पर्शा निःशब्दाः पवनाः शुभाः॥
]

`verse 73 [
देवलोकच्युतास्तत्र जायन्ते मानवाः शुभाः।
शुक्लाभिजनसम्पन्नाः सर्वे ते स्थिरयौवनाः॥
]

`verse 74 [
मिथुनानि प्रजायन्ते स्त्रियश्चाप्सरसोपमाः।
तेषान्ते क्षीरिणां क्षीरं पिबन्ति ह्यमृतोपमम्॥
]

`verse 75 [
एकाहाज्जायते युग्मं समञ्चैव विवर्द्धते।
समं रूपं च शीलञ्च समञ्चैव म्रियन्ति वै॥
]

`verse 76 [
एकैकमनुरक्ताश्च चक्रवाकमिव ध्रुवम्।
अनामया ह्यशोकाश्च नित्यं मुदितमानसाः॥
]

`verse 77 [
दशवर्षसहस्राणि दशवर्षशतानि च।
जीवन्ति च महासत्वा न चान्या स्त्री प्रवर्त्तते॥
]

`speaker [
सूत उवाच
]

`verse 78 [
एवमेव निसर्गो वै वर्षाणां भारते युगे।
द्रृष्टः परमधर्मज्ञाः किम्भूयः कथयामि वः॥
]

`verse 79 [
आख्यातास्त्वेवमृषयः सूतपुत्रेण धीमता।
उत्तरश्रवणे भूयः पप्रच्छ्रुः सूतनन्दनम्॥
]
