`speaker [
ऋषय ऊचुः
]

`verse 1 [
यदिदं भारतं वर्षं यस्मिन् स्वायम्भुवादयः।
चतुर्दशैव मनवः प्रजासर्गं ससर्जिरे॥
]

`verse 2 [
एतद्वेदितुमिच्छामः सकाशात्तव सुव्रत!
उत्तरश्रवणं भूयः प्रब्रूहि वदतां वर!॥
]

`verse 3 [
एतच्छ्रुत्वा ऋषीणां तु प्राब्रवील्लौमहर्षणिः।
पौराणिकस्तदासूत! ऋषीणां भावितात्मनाम्॥
]

`verse 4 [
बुद्‌ध्या विचार्य्य बहुधा विमृश्य च पुनः पुनः।
तेभ्यस्तु कथयामास उत्तरश्रवणं तदा॥
]

`verse 5 [
अथाहं वर्णयिष्यामि वर्षेऽस्मिन् भारते प्रजाः।
भरणात्प्रजनाच्चैव मनुर्भरत उच्यते॥
]

`verse 6 [
निरुक्तवचनैश्चैव वर्षं तद्भारतं स्मृतम्।
यतः स्वर्गश्च मोक्षश्च मध्यमश्चापि हि स्मृतः॥
]

`verse 7 [
न खल्वन्यत्र मर्त्यानां भूमौ कर्मविधिः स्मृतः।
भारतस्यास्य वर्षस्य नवभेदान्निबोधत॥
]

`verse 8 [
इन्द्रद्वीपः केसरश्च ताम्रपर्णो गभस्तिमान्।
नागद्वीपस्तथा सौम्यो गन्धर्वस्त्वथ वारुणः॥
]

`verse 9 [
अयं तु नवमस्तेषां द्वीपः सागरसंवृतः।
योजनानां सहस्रन्तु द्वीपोऽयं दक्षिणोत्तरः॥
]

`verse 10 [
आयतस्तु कुमारीतो गङ्गायाः प्रवहावधिः।
तिर्यगूद्‌र्ध्वन्तु विस्तीर्णः सहस्राणि दशैव तु॥
]

`verse 11 [
द्वीपोह्युपनिविष्टोऽयं म्लेच्छैरन्तेषु सर्वशः।
यवनाश्च किराताश्च तस्यान्ते पूर्वपश्चिमे॥
]

`verse 12 [
ब्राह्मणाः क्षत्रिया वैश्या मध्ये शूद्राश्च भागशः।
इज्यायुत वणिज्यादि वर्तयन्तो व्ववस्थिताः॥
]

`verse 13 [
तेषां सव्यवहारोऽयं वर्तनन्तु परस्परम्।
धर्मार्थकामसंयुक्तो वर्णानान्तु स्वकर्मसु॥
]

`verse 14 [
सङ्कल्पपञ्चमानान्तु आश्रमाणां यथाविधि।
इह स्वर्गापवर्गार्थं प्रवृत्तिरिह मानुषे॥
]

`verse 15 [
यस्त्वयं मानवो द्वीपस्तिर्यग्यामः प्रकीर्त्तितः।
य एनं जायते कृत्स्नं स सम्राडिति कीर्त्तितः॥
]

`verse 16 [
अयं लोकस्तु वै सम्राडन्तरिक्षजितां स्मृतः।
स्वराडसौ स्मृतो लोकः पुनर्वक्ष्यामि विस्तरात्॥
]

`verse 17 [
सप्त चास्मिन् महावर्षे विश्रुताः कुलपर्वताः।
महेन्द्रो मलयः सह्यः शक्तिमान् ऋक्षवानपि॥
]

`verse 18 [
विन्ध्यश्च पारियात्रश्च इत्येते कुलपर्वताः।
तेषां सहस्रशश्चान्ये पर्वतास्तु समीपतः॥
]

`verse 19 [
अभिज्ञातस्ततश्चान्ये विपुलाश्चित्र सानवः।
अन्ये तेभ्यः परिज्ञाता ह्रस्वा ह्रस्वोपजीविनः॥
]

`verse 20 [
तैर्विमिश्रा जानपदा आर्या म्लेच्छाश्च सर्वतः।
पिबन्ति बहुला नद्यो गङ्गासिन्धुः सरस्वती॥
]

`verse 21 [
शतद्रूश्चन्द्रभागा च यमुना सरयू तथा।
ऐरावती वितस्ता च विशाला देविका कुहूः॥
]

`verse 22 [
गोमती धौतपापा च बाहुदा च द्रृषद्वती।
कौशिकी तु तृतीया च निश्चला गण्डकी तथा।
इक्षुर्लौहितमित्येता हिमवत्पार्श्वनिः सृताः॥
]

`verse 23 [
वेदस्तृतिर्वेत्रवती वृत्रघ्नी सिन्धुरेव च।
पर्णाशा नर्मदा चैव कावेरी महती तथा॥
]

`verse 24 [
पारा च धन्वतीरूपा विदुषा वेणुमत्यपि।
शिप्रा ह्यवन्ती कुन्ती च परियात्राश्रिताः स्मृताः॥
]

`verse 25 [
मन्दाकिनीदशार्णा च चित्रकूटा तथैव च।
तमसापिप्पलीश्येनी तथा चित्रोत्पलापि च॥
]

`verse 26 [
विमला चञ्चलाचैव तथा च धूतवाहिनी।
शुक्तिमन्ती शुनी लज्जा मुकुटा ह्रदिकापि च॥
ऋष्यवन्तप्रसूतास्तानथामलजलाः शुभाः॥
]

`verse 27 [
तापीपयोष्णी निर्विन्ध्या क्षिप्रा च ऋषभा नदी।
वेणा वैतरणी चैव विश्वमालाकुमुद्वती॥
]

`verse 28 [
तोया चैव महागौरी दुर्गमातुशिला तथा।
विन्ध्यपादप्रसूतास्ताः सर्वाः शीतजलाः शुभाः॥
]

`verse 29 [
गोदावरी भीमरथी कृष्णवेणी च वञ्जुला।
तुङ्गभद्रा सुप्रयोगा बाह्या कावेरि चैव तु
दक्षिणापथनद्यस्ताः सह्यपादाद्विनिः सृताः॥
]

`verse 30 [
कृतमाला ताम्रपर्णी पुष्पजा ह्युत्पलावती।
मलयप्रसूता नद्यः सर्वाः शीतजलाः शुभाः॥
]

`verse 31 [
त्रिभागा ऋषिकुल्या च इक्षुदा त्रिदिवाचला।
ताम्रपर्णी तथा मूली शरवा विमला तथा
महेन्द्रतनयाः सर्वाः प्रख्याताः शुभगामिनीः॥
]

`verse 32 [
काशिकासुकुमारी च मन्दगामन्दवाहिनी।
कृपा च पाशिनीचैव शुक्तिमन्तात्मजास्तु ताः॥
]

`verse 33 [
सर्वाः पुण्यजलाः पुण्याः सर्वगाश्च समुद्रगाः।
विश्वस्य मातरः सर्वाः सर्वपापहराः शुभाः॥
]

`verse 34 [
तासां नद्युपनद्यश्च शतशोऽथ सहस्रशः।
तास्विमे कुरुपाञ्चालाः शाल्वाश्चैव सजाङ्गलाः॥
]

`verse 35 [
शूरसेना भद्रकारा बाह्याः सहपटच्चराः।
मत्स्याः किराताः कुल्याश्च कुन्तलाः काशिकोशलाः॥
]

`verse 36 [
आवन्ताश्च कलिङ्गाश्च मूकाश्चैवान्धकैः सह।
मध्यदेशाजनपदाः प्रायशः परिकीर्त्तिताः॥
]

`verse 37 [
सह्यस्यानन्तरे चैते तत्र गोदावरी नदी।
पृथिव्यामपि कृत्स्नायां स प्रदेशो मनोरमः॥
]

`verse 38 [
यत्र गोवर्धनो नाम मन्दरो गन्धमादनः।
रामप्रियार्थं स्वर्गीया वृक्षादिव्यास्तथौषधीः॥
]

`verse 39 [
भरद्वाजेन मुनिना प्रियार्थमवतारिताः।
ततः पुष्पवरो देशस्तेन जज्ञे मनोरमः॥
]

`verse 40 [
बाल्हीका वाटधानाश्च आभीराः कालतोयकाः।
पुरन्ध्राश्चैव शूद्राश्च पल्लवाश्चात्तखण्डिकाः॥
]

`verse 41 [
गान्धारा यवनाश्चैव सिन्धुसौवीरमद्रकाः।
शका द्रुह्याः पुलिन्दाश्च पारदाहारमूर्त्तिकाः॥
]

`verse 42 [
रामठाः कण्टकाराश्च कैकेया दशनामकाः।
क्षत्रियोपनिवेश्याश्च वैश्याः शूद्रकुलानि च॥
]

`verse 43 [
अत्रयोऽथ भरद्वाजाः प्रस्थलाः सदसेरकाः।
लम्पकास्तलगानाश्च सैनिकाः सह जाङ्गलैः॥
एते देशा उदीच्यास्तु प्राच्यान्देशान्निबोधतः॥
]

`verse 44 [
आभीर श्रीकोंकदाणदधोभागे तापीतः पश्चिमे तटे।
आभीर देशो देवेशि विंध्यशैले व्यवस्थितः॥
]

`verse 45 [
अङ्गा वङ्गा मद्‌गुरका अन्तर्गिरिबहिर्गिरी।
सुह्योत्तराः प्रविजयाः मार्गवागेयमालवाः॥
प्राग्ज्योतिषाश्च पुण्ड्राश्च विदेहास्ताम्रलिप्तकाः।
शाल्वमागधगोनर्दः प्राच्या रजपदाः स्मृताः॥
]

`verse 46 [
तेषां परे जनपदा दक्षिणापथवासिनः।
पाण्ड्याश्च केरलाश्चैव चोलाः कुल्यास्तथैव च॥
]

`verse 47 [
सेतुकाः सूतिकाश्चैव कुपथावाजिवासिकाः।
नवराष्ट्रामाहिषिकाः कलिङ्गाश्चैवसर्वशः॥
]

`verse 48 [
कारूषाश्च सहैषीका आटव्याः शवरास्तथा।
पुलिन्दाविन्ध्यपुषिका वैदर्भा दण्डकैः सह॥
]

`verse 49 [
कुलीयाश्च सिरालाश्च रूपसास्तापसैः सह।
तथा तैत्तिरिकाश्चैव सर्वे कारस्करास्तथा।
वासिकाश्चैव ये चान्ये ये चैवान्तरनर्म्मदाः।
भारुकच्छाः समाहेया सह सारस्वतैस्तथा॥
]

`verse 50 [
काच्छीकाश्चैवसौराष्ट्रा आनर्ता अर्बुदैः सह।
इत्येते अपरान्तांस्तु श्रृणु ये विन्ध्यवासिनः॥
]

`verse 51 [
मालवाश्चकरूषाश्च मेकलाश्चोत्कलैः सह।
औण्ड्रामाषादशार्णाश्च भोजाः किष्किन्धकैः सह॥
]

`verse 52 [
स्तोशलाः कोसलाश्चैव त्रैपुरा वैदिशास्तथा।
तुमुरास्तुम्बराश्चैव पद्गमा नैषधैः सह॥
]

`verse 53 [
अरूपाः शौण्डिकेराश्च वीतिहोत्रा अवन्तयः।
एते जनपदाः ख्याता विन्ध्यपृष्ठनिवासिनः॥
]

`verse 54 [
अतो देशान् प्रवक्ष्यामि पर्वताश्रयिणश्च चे।
निराहाराः सर्वगाश्च कुपथा अपथास्तथा॥
]

`verse 55 [
कुथप्रावरणाश्चैव ऊर्णादर्वा समुद्रकाः।
त्रिगर्ता मण्डलाश्चैव किराताश्चामरैः सह॥
]

`verse 56 [
चत्वारि भारते वर्षे युगानि मुनयोऽब्रुवन्।
कृतं त्रेता द्वापरञ्च कलिश्चेति चतुर्युगम्॥
]

`speaker [
मत्स्य उवाच
]

`verse 57 [
एतच्छ्रुत्वा तु ऋषय उत्तरं पुनरेव ते।
शुश्रूषवस्तमूचुस्ते प्रकामं लौमहर्षणिम्॥
]

`verse 58 [
यच्च किम्पुरुषं वर्षं हरिवर्षं तथैव च।
आचक्ष्व नो यथातत्त्वं कीर्त्तितं भारतं त्वया॥
]

`verse 59 [
जम्बूखण्डस्य विस्तारं तथान्येषां विदाम्वर!।
द्वीपानां वासिनां तेषां वृक्षाणां प्रब्रवीहि नः॥
]

`verse 60 [
पृष्टस्त्वेवं तदा विप्रैर्यया प्रश्नं विशेषतः।
उवाच ऋषिभिर्द्रृष्टं पुराणाभिमतं यथा॥
]

`speaker [
सूत उवाच
]

`verse 61 [
शुश्रूषवस्तु यद्विप्राः शुश्रूषध्वमतन्द्रिताः।
जम्बूवर्षः किंपुरुषः सुमहान्नन्दनोपमः॥
]

`verse 62 [
दशवर्षसहस्राणि स्थितिः किम्पुरुषे स्मृता।
जायन्ते मानवास्तत्र सुतप्तकनकप्रभाः॥
]

`verse 63 [
वर्षे किंपुरुषे पुण्ये प्लक्षो मधुवहः स्मृतः।
तस्य किंपुरुषाः सर्वे पिबन्तो रसमुत्तमम्॥
]

`verse 64 [
अनामया ह्यशोकाश्च नित्यं मुदितमानसाः।
सुवर्णवर्णाश्चनराः स्त्रियश्चाप्सरसः स्मृताः॥
]

`verse 65 [
ततः परं किम्पुरुषात् हरिवर्षं प्रचक्षते।
महारजतसङ्काशा जायन्ते यत्र मानवाः॥
]

`verse 66 [
देवलोकच्युताः सर्वे बहुरूपाश्च सर्वशः।
हरिवर्षे नराः सर्वे पिबन्तीक्षुरसं शुभम्॥
]

`verse 67 [
न जरा बाधते तत्र तेन जीवन्ति ते चिरम्।
एकादशसहस्राणि तेषामायुः प्रकीर्तितम्॥
]

`verse 68 [
मध्यमं तन्मया प्रोक्तं नाम्न वर्षमिलावृतम्।
न तत्र सूर्यस्तपति नच जीवन्ति मानवाः॥
]

`verse 69 [
चन्द्रसूर्य्यौ सनक्षत्रावप्रकाशाविलावृते।
पद्मप्रभाः पद्मवर्णाः पद्मपत्रनिभेक्षणाः॥
]

`verse 70 [
पद्मगन्धाश्च जायन्ते तत्र सर्वे च मानवाः।
जम्बूफलरसाहाराः अनिष्पन्दाः सुगन्धिनः॥
]

`verse 71 [
देवलोकच्युताः सर्वे महारजतवाससः।
त्रयोदशसहस्राणि वर्षाणान्ते नरोत्तमाः॥
]

`verse 72 [
आयुः प्रमाणं जीवन्ति ये तु वर्षइलावृते।
मेरोस्तु दक्षिणो पार्श्वे निषधस्योत्तरेण वा॥
]

`verse 73 [
सुदर्शनो नाम महान् जम्बूवृक्षः सनातनः।
नित्यपुष्पफलोपेतः सिद्धचारणसेवितः॥
]

`verse 74 [
तस्य नाम्ना समाख्यातो जम्बूद्वीपो वनस्पतेः।
योजनानां सहस्रञ्च शतधा च महान्‌ पुनः॥
]

`verse 75 [
उत्सेधो वृक्षराजस्य दिवमावृत्य तिष्ठति।
तस्य जम्बूफलरसो नदी भूत्वा प्रसर्पति॥
]

`verse 76 [
मेरुं प्रदक्षिणं कृत्वा जम्बूमूलगता पुनः।
तं पिबन्ति सदा हृष्टा जम्बूरसमिलावृते॥
]

`verse 77 [
जम्बूफलरसं पीत्वा न जरा बाधतेऽपि तान्।
न क्षुधा न क्लमो वापि न दुःखञ्च तथाविधम्॥
]

`verse 78 [
तत्र जाम्बूनदं नाम कनकं देवभूषणम्।
इन्द्रगोपकसङ्काशं जायते भासुरञ्च यत्॥
]

`verse 79 [
सर्वेषां वर्षवृक्षाणां शुभः फलरसस्तु सः।
स्कन्नन्तु काञ्चनं शुभ्रं जायते देवभूषणम्॥
]

`verse 80 [
तेषां मूत्रं पुरीषं वा दिक्ष्वष्टासु च सर्वशः।
ईश्वरानुग्रहाद्‌भूमिर्मृतांश्च ग्रसते तु तान्॥
]

`verse 81 [
रक्षः पिशाचा यक्षाश्च सर्वे हेमवतास्तु ते।
हेमकूटेतु विज्ञेया गन्धर्व्वाः साप्सरोगणाः॥
]

`verse 82 [
सर्वेनागा निषेवन्ते शेषवासुकितक्षकाः।
महामेरौ त्रयस्त्रिंशत् क्रीडन्ते यज्ञियाः शुभाः॥
]

`verse 83 [
नीलवैढूर्ययुक्तेऽस्मिन् सिद्धाब्रह्मर्षयोऽवसन्।
दैत्यानां दानवानाञ्च श्वेतः पर्वत उच्यते॥
]

`verse 84 [
शृङ्गवान् पर्वतश्रेष्ठः पितृणां प्रतिसञ्चरः।
इत्येतानि मयोक्तानि नव वर्षाणि भारते॥
]

`verse 85 [
भूतेरपि निविष्ठानि गतिमन्ति ध्रुवाणि च।
तेषां बुद्धिर्बहुविधा द्रृश्यते देवमानुषैः॥
अशक्या परिसंख्यातुं श्रद्धेया च विभूषता॥
]
