`speaker [
मनुरुवाच
]

`verse 1 [
चरितं बुधपुत्रस्य जनार्दन! मया श्रुतम्।
श्रुतः श्राद्धविधिः पुण्यः सर्वपापप्रणाशनः॥
]

`verse 2 [
धेन्वाः प्रसूतमानायाः फलं दानस्य मे श्रुतम्।
कृष्णाजिनप्रदानञ्च वृषोत्सर्गस्तथैव च॥
]

`verse 3 [
श्रुत्वा रूपं नरेन्द्रस्य बुधपुत्रस्य केशव!
कौतूहलं समुत्पन्नं तन्ममाचक्ष्व पृच्छतः॥
]

`verse 4 [
केन कर्म्मविपाकेन स तु राजा पुरूरवाः।
अवाप ताद्रृशं रूपं सौभाग्यमपि चोत्तमम्॥
]

`verse 5 [
देवांस्त्रिभुवनश्रेष्ठान् गन्धर्वांश्च मनोरमान्।
उर्वशीसङ्गता त्यक्त्वा सर्वभावेन तं नृपम्॥
]

`speaker [
मत्स्य उवाच
]

`verse 6 [
शृणु कर्म्मविपाकेन येन राजा पुरूरवाः।
अवाप ताद्रृशं रूपं सौभाग्यमपि चोत्तमम्॥
]

`verse 7 [
अतीते जन्मनि पुरा योऽयं राजा पुरूरवाः।
पुरूरवा इति ख्यातो मद्रदेशाधिपो हि सः॥
]

`verse 8 [
चाक्षुषस्यान्वये राजा चाक्षुषस्यान्तरे मनोः।
स वै नृपगुणैर्युक्तः केवलं रूपवर्जितः॥
]

`verse 9 [
पुरूरवा मद्रपतिः कर्म्मणा केन पार्थिवः।
बभूव कर्म्मणा केन रूपवांश्चैव सूतज!॥
]

`speaker [
सूत उवाच
]

`verse 10 [
द्विजग्रामे द्विजश्रेष्ठे नाम्ना चासीत् पुरूरवाः।
नद्याः कूले महाराजः पूर्वजन्मनि पार्थिवः॥
]

`verse 11 [
स तु मद्रपती राजा यस्तु नाम्ना पुरूरवाः।
तस्मिन् जन्मन्यसौ विप्रो द्वादश्यान्तु सदानघ!॥
]

`verse 12 [
उपोष्य पूजयामास राज्यकामो जनार्दनम्।
चकार सोपवासश्च स्नानमभ्यङ्गपूर्वकम्॥
]

`verse 13 [
उपवासफलात्प्राप्तं राज्यं मद्रेशकण्टकम्।
उपोषितस्तथाभ्यङ्गाद् रूपहीनो व्यजायत॥
]

`verse 14 [
उपोषितैर्नरैस्तस्मात् स्नानमभ्यङ्गपूर्वकम्।
वर्जनीयं प्रयत्नेन रूपघ्नं तत्परं नृप!॥
]

`verse 15 [
एतद्वः कथितं सर्वं यद्‌वृत्तं पूर्वजन्मनि।
मद्रेश्वरस्य चरितं शृणु तस्य महीपतेः॥
]

`verse 16 [
तस्य राजगुणैः सर्वैः समुपेतस्य भूपतेः।
जनानुरागो नैवासीद्रूपहीनस्य तस्य वै॥
]

`verse 17 [
रूपकामः स मद्रेशास्तपसे कृतनिश्चयः।
राज्यं मन्त्रिगतं कृत्वा जगाम हिमपर्वतम्॥
]

`verse 18 [
व्यवसायद्वितीयस्तु पद्‌भ्यामेव महायशाः।
द्रष्टुं स तीर्थसदनं विषयान्ते स्वके नदीम्॥
ऐरावतीति विख्यातान्ददर्शातिमनोरमाम्॥
]

`verse 19 [
तुहिनगिरि महौघ वेगान्तुहिन गभस्ति समान शीतलोदाम्।
तुहिन सदृश हैमवर्ण पुञ्जान्तु हिनयशाः सरितं ददर्श राजा॥
]
