`speaker [
सूत उवाच
]

`verse 1 [
स ददर्शनदीं पुण्यां दिव्यां हैमवतीं शुभाम्।
गन्धर्वैश्च समाकीर्णां नित्यं शक्रेणसेविताम्॥
]

`verse 2 [
सुरेभमदसंसिक्तां समन्तात्तु विराजिताम्।
मध्येन शक्रचापाभां तस्मिन्नहनि सर्वदा॥
]

`verse 3 [
तपस्विशरणोपेतां महाब्राह्मणसेविताम्।
ददर्श तपनीयाभां महाराजः पुरूरवाः॥
]

`verse 4 [
सितहंसावलिच्छन्नाङ्काशचामरराजिताम्।
साभिषिक्तामिव सतां पश्यन्प्रीतिं परां ययौ॥
]

`verse 5 [
पुण्यां सुशीतलां हृद्यां मनसः प्रतिवर्द्धिनीम्।
क्षयवृद्धियुतां रम्यां सोममूर्त्तिमिवापराम्॥
]

`verse 6 [
सुशीतशीघ्रपानीयां द्विजसङ्घनिषेविताम्।
सुतां हिमवतः श्रेष्ठां चञ्चद्वीचि विराजिताम्॥
]

`verse 7 [
अमृतस्वादुसलिलान्तापसैरुपशोभिताम्।
स्वर्गारोहणनिः श्रेणीं सर्वकल्मषनाशिनीम्॥
]

`verse 8 [
अग्य्रां समुद्रमहिषीं महर्षिगणसेविताम्।
सर्वलोकस्य चौत्सुक्यकारिणीं सुमनोहराम्॥
]

`verse 9 [
हितां सर्वस्य लोकस्य नाकमार्गं प्रदायिकाम्।
गोकुलाकुलतीरान्तां रम्यां शैवालवर्जिताम्॥
]

`verse 10 [
हंससारससंघुष्टां जलजैरुपशोभिताम्।
आवर्तनाभिगम्भीरां द्वीपोरुजघनस्थलीम्॥
]

`verse 11 [
नीलनीरजनेत्राभां उत्फुल्लकमलाननाम्।
हिमाभफेनवसनाञ्चक्रवाकाधरां शुभाम्॥
बलाकापङ्‌क्तिदशनाञ्चलन्मत्स्यावलिभ्रुवम्॥
]

`verse 12 [
स्वजलोद्‌भूतमातङ्गरम्यकुम्भपयोधराम्।
हंसनूपुरसंघुष्टां मृणालवलयावलीम्॥
]

`verse 13 [
तस्यां रूपमहोन्मत्ता गन्धर्वानुगताः सदा।
मध्याह्नसमये राजन्! क्रीड़न्त्यप्सरसाङ्गणाः॥
]

`verse 14 [
तामप्सरोविनिर्मुक्तं वहन्तीं कुङ्कुमं शुभम्।
स्वतीरद्रुमसम्भूतनानावर्णसुगन्धिनीम्॥
]

`verse 15 [
तरङ्गव्रतसंक्रान्त सूर्य्यमण्डलदुर्द्रृशम्।
सुरेभजनिताघातविकूलद्वयभूषिताम्॥
]

`verse 16 [
शक्रेभगण्डसलिलैर्देवस्त्रीकुलचन्दनैः
संयुतं सलिलं तस्याः षट्‌पदैरुपसेव्यते॥
]

`verse 17 [
तस्यास्तीरभवा वृक्षाः सुगन्धकुसुमाच्चिताः।
तथापकृष्टसम्भ्रान्तभ्रमरस्तनिताकुलाः॥
]

`verse 18 [
यस्यास्तीरे रितं यान्ति सदा कामवशा मृगाः।
तपोधनाश्च ऋषयस्तथा देवाः सहाप्सराः॥
]

`verse 19 [
लभन्ते यत्र पूताङ्गा देवेभ्यः प्रतिमानिताः।
स्त्रियश्च नाकबहुलाः पद्मेन्दुप्रतिमाननः॥
]

`verse 20 [
या बिभर्ति सदा तोयं देवसंघैरपीड़ितम्।
पुलिन्दैर्नृपसङ्घैश्च व्याघ्रवृन्दैरपीड़ितम्॥
]

`verse 21 [
सतामरसपानीयां सतारगगनामलाम्।
सतां पश्यन् ययौ राजा सतामीप्सितकामदाम्॥
]

`verse 22 [
यस्यास्तिररुहैः काशैः पूर्णैश्चन्द्रांशुसन्निभैः।
राजते विविधाकारैः रम्यं तीरं महाद्रुमैः॥
या सदा विविधैर्विप्रैर्देवैश्चापि निषेव्यते॥
]

`verse 23 [
या च सदा सकलोघविनाशं भक्तजनस्य करोत्यचिरेण।
यानुगता सरितां हिकदम्बैर्यानुगता सततं हि मुनीन्द्रैः॥
]

`verse 24 [
या हि सुतानिव पाति मनुष्यान् या च युता सततं हिमसंधैः।
या च युता सततं सुरवृन्दैर्या च जनैः स्वहिताय श्रिता वै॥
]

`verse 25 [
युक्ता च केसरिगणैः करिवृन्दजुष्टा सन्तानयुक्तसलिलापि सुवर्णयुक्ता।
सूर्य्यांशुतापपरिवृद्धिविवृद्धशीता शीतांशुतुल्ययशसा दद्रृशे नृपेण॥
]
