`speaker [
सूत उवाच
]

`verse 1 [
आलोकयन्नदीं पुण्यान्तत्समीपहृतश्रमः।
स गच्छन्नेव दद्रृशे हिमवन्तं महागिरिम्॥
]

`verse 2 [
खमुल्लिखद्भिः बहुभिर्वृतं श्रृङ्गैस्तु पाण्डुरैः।
पक्षिणामपि सञ्चारैर्विना सिद्धगतिं शुभम्॥
]

`verse 3 [
नदीप्रवाहसञ्जातमहाशब्देः समन्ततः।
असंश्रुतान्यशब्दन्तं शीततोयं मनोरमम्॥
]

`verse 4 [
देवदारुवनैर्नीलैः कृताधोवसनं शुभम्।
मेघोत्तरीयकं शैलं दद्रृशे स नराधिपः॥
]

`verse 5 [
श्वेतमेघकृतोष्णीषं चन्द्रार्कमुकुटं क्वचित्।
हिमानुलिप्तसर्वाङ्गं क्वचिद्धातुविमिश्रितम्॥
]

`verse 6 [
चन्दनेनानुलिप्ताङ्गं दत्तपञ्चाङ्गुलं यथा।
शीतप्रदं निदाघेऽपि शिलाविकटसङ्कटम्॥
सालक्तकैरप्सरसां मुद्रितं चरणैः क्वचित्॥
]

`verse 7 [
क्वचित्संपृष्टसूर्य्यांशुं क्वचिच्च तमसावृतम्।
दरीमुखैः क्वचिद्भीमैः पिबन्तं सलिलं महत्॥
]

`verse 8 [
क्वचिद्विद्याधरगणैः क्रीड़द्भिरुपशोभितम्।
उपगीतं तथा मुख्यैः किन्नराणाङ्गणैः क्वचित्॥
]

`verse 9 [
आपानभूमौ गलितैर्गन्धर्वाप्सरसां क्वचित्।
पुष्पैः सन्तानकादीनां दिव्यैस्तमुपशोभितम्॥
]

`verse 10 [
सुप्तोत्थिताभिः शय्याभिः कुसुमानां तथा क्वचित्।
मृदिताभिः समाकीर्णं गन्धर्वाणां मनोरमम्॥
]

`verse 11 [
निरुद्धपवनैर्देशैर्नीलशाद्वलमण्डितैः।
क्वचिच्च कुसुमैर्युक्तमत्यन्तरुचिरं शुभम्॥
]

`verse 12 [
तपस्विशरणं शैलं कामिनामतिदुर्लभम्।
मृगैर्यथानुचरितन्दन्तिभिन्नमहाद्रुमम्॥
]

`verse 13 [
यत्र सिंहनिनादेन त्रस्तानां भैरवं रवम्।
द्रृश्यते न च संस्रान्तं गजानामाकुलं कुलम्॥
]

`verse 14 [
तटाश्च तापसैर्यत्र कुञ्जदेशैरलङ्‌कृताः।
रत्नैर्यस्यसमुत्पन्नैस्त्रैलोक्यं समलङ्‌कृतम्॥
]

`verse 15 [
अहीनशरणं नित्यमहीनजनसेवितम्।
अहीनः पश्यति गिरिमहीनं रत्नसम्पदा॥
]

`verse 16 [
अल्पेन तपसा यत्र सिद्धिं प्राप्स्यन्ति तापसाः।
यस्य दर्शनमात्रेण सर्वकल्मषनाशनम्॥
]

`verse 17 [
महाप्रपातसम्पातप्रपातादिगताम्बुभिः।
वायुनीतैः सदा तृप्तिकृतदेशं क्वचित् क्वचित्॥
]

`verse 18 [
समालब्धजलैः शृङ्गैः क्वचिच्चापि समुच्छ्रितैः।
नित्यर्क ताप विषमैरगम्यैर्मनसा युतम्॥
]

`verse 19 [
देवदारुमहावृक्षव्रजशाखानिरन्तरैः।
वंशस्तम्बवनाकारैः प्रदेशेरुपशोभितम्॥
]

`verse 20 [
हिमच्छत्रमहाशृङ्गं प्रपातशतनिर्झरम्।
शब्दलभ्याम्बुविषमं हिमसंरुद्धकन्दरम्॥
]

`verse 21 [
द्रृष्टैव तं चारुनितम्बभूमिं महानुभावः स तु मद्रनाथः।
बभ्राम तत्रैव मुदा समेतस्थानं तदा किञ्चिदथाससाद॥
]
