`speaker [
सूत उवाच
]

`verse 1 [
तस्यैव पर्वतेन्द्रस्य प्रदेशं सुमनोरमम्।
अगम्यं मानुषैरन्यैर्दैवयोगादुपागतः॥
]

`verse 2 [
ऐरावती सरिच्छ्रेष्ठा यस्माद्देशाद्विनिर्गता।
मेघश्यामञ्च तं देशन्द्रुमखण्डैरनेकशः॥
]

`verse 3 [
शालैस्तालैस्तमालैश्च कर्णिकारैः सशामलैः।
न्यग्रोधैश्च तथाश्वत्थैः शिरीषैः शिंशपाद्रुमैः॥
]

`verse 4 [
महानिम्बैस्तथा निम्बैर्निर्गुण्डीभिर्हरिद्रुमैः।
देवदारुमहावृक्षैस्तथा कालेयकद्रुमैः॥
]

`verse 5 [
पद्मकैश्चन्दनैर्बिल्वैः कपित्थैः रक्तचन्दनैः।
वाताम्रारिष्टकाक्षोटैरब्दकैश्च तथार्जुनैः॥
]

`verse 6 [
हस्तिकर्णैः सुमनसै) कोविदारैः सुपुष्पितैः।
प्राचीनामलकैश्चापि धनकैः समराटकैः॥
]

`verse 7 [
खर्जूरैर्नारिकेलैश्च प्रियाल्वाम्रातकेङ्गुदैः।
तन्तुमालैर्धवैर्भव्यैः काश्मीरीपणिभिस्तथा॥
]

`verse 8 [
जातीफलैः पूगफलैः कट्‌फलैलावलीफलैः॥
मन्दारैः कोविदारैश्च किंशुकैः कुसुमांशुकैः॥
]

`verse 9 [
यवासैः शमिपर्णासैर्वेतसैरम्बुवेतसैः।
रक्तातिरङ्गनारङ्गै र्हिङ्गुभिः सप्रियङ्गुभिः॥
]

`verse 10 [
रक्ताशोकैस्तथाशोकैराकल्लैरविचारकैः।
मुचकुन्दैस्तथा कुन्दैराटरूषपरूषकैः॥
]

`verse 11 [
किरातैः किङ्किरातैश्च केतकैः श्वेतकेतकैः।
सौभाञ्जनैरञ्जनैश्च सुकलिङ्गनिकोटकैः॥
]

`verse 12 [
सुवर्णचारुवसनैर्द्रुमश्रेष्ठैस्तथासनैः।
मन्मथस्य शराकारैः सहकारैर्मनोरमैः॥
]

`verse 13 [
पीतयूथिकया चैव श्वेतयूथिकया तथा।
जात्या चम्पकजात्या च तुम्बरैश्चाप्यतुम्बरैः॥
]

`verse 14 [
मोचैर्लोचैस्तु लिकुचैस्तिलपुष्पकुशेशयैः।
तथा सुपुष्पावरणैः चव्यकैः कामिवल्लभैः॥
]

`verse 15 [
पुष्पाङ्कुरैश्च वकुलैः पारिभद्रहरिद्रकैः।
धाराकदम्बैः कुटजैः कदम्बैर्गिरिकूटजैः॥
]

`verse 16 [
आदित्यमुस्तकैः कुम्भैः कुङ्कुमैः कामवल्लभैः।
कट्‌फलैर्वदरैर्नीपैदीपैरिव महोज्ज्वलैः॥
]

`verse 17 [
रक्तैः पालीवनैः श्वेतैर्दाड़िमैश्चम्पकद्रुमैः।
बन्धूकैश्च सुबन्धूकैः कुञ्जकानान्तु जातिभिः॥
]

`verse 18 [
कुसुमैः पाटलाभिश्च मल्लिकाकारवीरकैः।
कुरवकैर्हिमवरैर्जम्बुभिर्नृपजम्बुभिः॥
]

`verse 19 [
बीजपूरैः सकर्पूरैर्गुरूभिश्चागुरुद्रुमैः।
बिम्बैश्च प्रतिबिम्बैश्च सन्तानकवितानकैः॥
]

`verse 20 [
तथा गुग्गुलवृक्षैश्च हिन्तालधवलेक्षुभिः।
तृणशून्यैः करवीरैरशोकैश्चक्रमर्दनैः॥
]

`verse 21 [
पीलुभिर्धातकीभिश्च चिरिबिल्वैः समाकुलैः।
तिन्तिड़ीकैस्तथालोध्रैर्विडङ्गैः क्षीरिकाद्रुमैः॥
]

`verse 22 [
अश्मन्तकैस्तथा कालैर्जम्बीरैः श्वेतकद्रुमैः।
भल्लातकैरिन्द्रयवैर्वल्गुजैः सिद्धिसाधकैः॥
]

`verse 23 [
करमर्दैः कासमर्दैरविष्टकवरिष्टकैः।
रुद्राक्षैर्द्राक्षसम्भूतैः सप्ताह्वैः पुत्रजीवकैः॥
]

`verse 24 [
कङ्कोलैर्लवङ्गैश्च त्वग्‌द्रुमैः पारिजातकैः।
प्रतानैः पिप्पलीनाञ्च नागवल्यश्चभागशः॥
]

`verse 25 [
मरीचस्य तथा गुल्मैर्नवमल्लिकया तथा।
मृद्वीकामण्डपैर्मुख्यैरतिमुक्तकमण्डपैः॥
]

`verse 26 [
त्रपुसैर्नर्तिकानाञ्च प्रतानेः सफलैः शुभैः।
कूष्माण्‍डानां प्रतानैश्च अलाबूनां तथा क्वचित्॥
]

`verse 27 [
चिर्भिटस्य प्रतानैश्च पटोलीकारवल्लिकैः।
कर्कोटकीवितानैश्च वार्ताकैर्बृहतीफलैः॥
]

`verse 28 [
कण्टकैर्मूलकैर्मूलशाकैस्तु विविधैस्तथा।
कह्वारैश्च विदार्या च रुरूटैः स्वादुकण्टकैः॥
]

`verse 29 [
सभण्डीरविदूसारराजजम्बुकवालुकैः।
सुवर्चलाभिः सर्वाभिः सर्षपाभिस्तथैव च॥
]

`verse 30 [
काकोलीक्षीरकाकोलीच्छत्रया चातिच्छत्रया।
कासमर्दीसहासद्भिः शकन्दलसकाण्डकैः॥
]

`verse 31 [
तथा क्षीरकशाकेन कालशाकेन चाप्यथ।
शिम्बिधान्यैस्तथाधान्यै सर्वैर्निरवशेषितः॥
]

`verse 32 [
औषधीभिर्विचित्राभिर्दीप्यमानाभिरेव च।
आयुष्याभिर्यशस्याभिर्बल्याभिश्च नराधिप॥
]

`verse 33 [
जरामृत्युभयघ्नीभिः क्षद्भयघ्नीभिरेव च।
सौभाग्यजननीभिश्च कृत्स्नाभिश्चाप्यनेकशः॥
]

`verse 34 [
तत्र वेणुलताभिश्च तथा कीचकवेणुभिः।
काशैः शशाङ्ककाशैश्च शरगुल्मैस्तथैव च॥
]

`verse 35 [
कुशगुल्मैस्तथा रम्यैर्गुल्मैश्चेक्षोर्मनोरमैः।
कार्पासजातिवर्गेण दुर्लभेन शुभेन च॥
]

`verse 36 [
तथा च कदलीखण्डैर्मनोहारिभिरुत्तमैः।
तथा मरकतप्रख्यैः प्रदेशैः शाद्वलान्वितैः॥
]

`verse 37 [
इरापुष्पसमायुक्तैः कुङ्कुमस्य च भागशः।
तगरातिविषामांसीग्रन्थकैस्तु सुरागदैः॥
]

`verse 38 [
सुवर्णपुष्पैश्च तथा भूमिपुष्पैस्तथापरैः।
जम्बीरकैर्भूस्तृणकैः सरसैः सशुकैस्तथा॥
]

`verse 39 [
शृङ्गवेराजमोदाभिः कुबेरकप्रियालकैः।
जलजैश्च तथा वर्णैर्नानावर्णैः सुगन्धिभिः॥
]

`verse 40 [
उदयादित्यसङ्काशैः सूर्य्यचन्द्रनिभैस्तथा।
तपनीयसवर्णैश्च अतसीपुष्पसन्निभैः॥
]

`verse 41 [
शुकपत्रनिभैश्चान्यैः स्थलपत्रैश्च भागशः।
पञ्चवर्णैः समाकीर्णैर्बहुवर्णैस्तथैव च॥
]

`verse 42 [
द्रष्टुर्द्रृष्ट्या हितमुदैः कुमुदैश्चन्द्रसन्निभैः।
तथा वह्निशिखाकारैर्गजवक्त्रोत्पलैः शुभैः॥
]

`verse 43 [
नीलोत्पलैः सकर्पूरैर्गुञ्जातककसेरुकैः।
श्रृङ्गाटकमृणालैश्च करटै राजतोत्पलैः॥
]

`verse 44 [
जलजैः स्थलजैर्मूलैः फलैः पुष्पैर्विशेषतः।
विविधैश्चैव नीवारैर्मुनिर्भोज्यैर्नराधिप ॥
]

`verse 45 [
न तद् धान्यं न तच्छस्यां न तच्छाकं न तत् फलम्।
न तन्मूलं न तत् कन्दं न तत् पुष्पं नराधिप॥
]

`verse 46 [
नागलोकोद्भवं दिव्यं नरलोकभवञ्च यत्।
अनूपोत्थं वनोत्थञ्च तत्र यन्नास्ति पार्थिव॥
]

`verse 47 [
सदा पुष्पफलं सर्वमजर्यमृतुयोगतः।
मद्रेश्वरः स दद्रृशे तपसा ह्यतियोगतः॥
]

`verse 48 [
दद्रृशे च तथा तत्र नानारूपान् पतत्त्रिणः।
मयूरान् शतपत्रांश्च कलविङ्कांश्च कोकिलान्॥
]

`verse 49 [
तदा कादम्बकान् हंसान् कोयष्टीन् खञ्जरीटकान्।
कुररान् कालकूटांश्च खट्‌वाङ्गान् लुब्धकांस्तथा॥
]

`verse 50 [
गोक्ष्वेडकान् तथा कुम्भान् धार्तराष्ट्रान् शुकान् बकान्।
धातुकांश्चक्रवाकांश्च कटुकान् टिट्टिभान् भटान्॥
]

`verse 51 [
पुत्रप्रियान् लोहपृष्ठान्‌ गोचर्मगिरिवर्तकान्।
पारावतांश्चकमलान्‌सारिकाजीवजीवकान्॥
]

`verse 52 [
लाववर्तकवार्ताकान् रक्तवर्त्म प्रभद्रकान्।
ताम्रचूडान् स्वर्णचूडान् कुक्कुटान् काष्ठकुक्कुटान्॥
]

`verse 53 [
कपिञ्जलान् कलविङ्कान् तथा कुङ्कुमचूड़कान्।
भृङ्गराजान् सीरपादान् भुलिङ्गान् डिण्डिमान् नवान्॥
]

`verse 54 [
मञ्जुलीतकदात्यूहान् भारद्वाजांस्तथाचषान्।
एतांश्चान्यांश्च सुबहून्‌ पक्षिसङ्घान्‌ मनोहरान्॥
]

`verse 55 [
श्वापदान् विविधाकारान् मृगांश्चैव महामृगान्।
व्याघ्रान् केसरिणः सिंहान् द्वीपिनः शरभान् वृकान्॥
]

`verse 56 [
ऋक्षांस्तरक्षूंश्च बहून् गोलाङ्‌गूलान् सवानरान्।
शशलोमान् सकादम्बान् मार्जारान् वायुवेगिनः॥
]

`verse 57 [
तथा मत्तांश्च मातङ्गान् महिषान् गवयान् वृषान्।
चमरान् सृमरांश्चैव तथा गौरखरानपि॥
]

`verse 58 [
उरभ्रांश्च तथा मेषान् सारङ्गानथ कुकूरान्।
नीलांश्चैव महानीलान् करालान् मृगमातृकान्॥
]

`verse 59 [
सदंष्ट्रा रामसरभान्‌ कौञ्चाकारकशम्वरान्।
करलान्‌ कृतमालांश्च कालपुच्छांश्च तोरणान्॥
]

`verse 60 [
दंष्ट्रान् खङ्गान् वराहांश्च तुरङ्गान् खरगर्दभान्।
एतानद्विष्टान् मद्रेशो विरुद्धांश्च परस्परम्॥
]

`verse 61 [
अविरुद्धान् वने द्रृष्ट्वा विस्मयं परमं ययौ।
तच्चाश्रमपदं पुण्यं बभूवात्रेः पुरा नृप॥
]

`verse 62 [
तत्प्रसादात् प्रभायुक्तं स्तावरैर्जङ्गमैस्तथा।
हिंसन्ति हि नचान्योन्यं हिंसकास्तु परस्परम्॥
]

`verse 63 [
क्रव्यादाः प्राणिनस्तत्र सर्वे क्षीरफलाशनाः।
निर्मितास्तत्र चात्यर्थमत्रिणा सुमहात्मना॥
]

`verse 64 [
शैलान् नितम्बदेशेषु न्यवसच्च स्वयं नृपः।
पयः रक्षन्ति ते दिव्यममृतस्वादुकण्टकम्॥
]

`verse 65 [
क्वचिद्राजन्! महिष्यश्च क्वचिदाजाश्च सर्वशः।
शिलाः क्षीरेण संपूर्णाः दध्नाचान्यत्रवां बहिः॥
]

`verse 66 [
सम्पश्यन् परमां प्रीतिमवाप वसुधाधिपः।
सरांसि तत्र दिव्यानि नद्यश्च विमलोदकाः॥
]

`verse 67 [
प्रणालिकानि चोष्णानि शीतलानि च भागशः।
कन्दराणि च शैलस्य सुसेव्यानि पदे पदे॥
]

`verse 68 [
हिमपातो न तत्रास्ति समन्तात् पञ्च योजनम्।
उपत्यका सुशैलस्य शिखरस्य न विद्यते॥
]

`verse 69 [
तत्रास्ति राजन्! शिखरं पर्वतेन्द्रस्य पाण्डुरम्।
हिमपातङ्गनायत्र कुर्वन्तिसहिताः सदा॥
]

`verse 70 [
तत्रास्ति चापरं श्रृङ्गं यत्र तोयघनाघनाः।
नित्यमेवाभिवर्षन्ति शिलाभिः शिखरं वरम्॥
]

`verse 71 [
तदाश्रमं मनोहारि यत्र कामधरा धरा।
सुरमख्योपयोगित्वात् शाखिनां सफलाः फलाः॥
]

`verse 72 [
सदोपगीतभ्रमरं सुरस्त्रीसेवितं परम्।
सर्वपापक्षयकरं शैलस्येव प्रहारकम्॥
]

`verse 73 [
वानरैः क्रीडमानैश्च दैशाद्देशान्नराधिप।
हिमपुञ्जाः कृतास्तत्र चन्द्रबिम्बसमप्रभाः॥
]

`verse 74 [
तदाश्रमं समन्ताच्च हिमसंरुद्धकन्दरैः।
शैलवाटैः परिवृतमगम्यमनुजैः सदा॥
]

`verse 75 [
पूर्वाराधितभावोऽसो महाराजः पुरूरवाः।
तदाश्रमपदं प्राप्तो देवदेवप्रसादतः॥
]

`verse 76 [
तदाश्रमं श्रमशमनं मनोहरं मनोहरैः कुसुमशतैरलङ्‌कृतम्।
कृतं स्वयं रुचिरमथात्रिणा शुभं शुभावहं हि दद्रृशे स मद्रराट्॥
]
