`speaker [
सूत उवाच
]

`verse 1 [
तत्र यौ तौ महाश्रृङ्गौ महावर्णौ महाहिमौ।
तृतीयन्तु तयोर्मध्ये श्रृङ्गमत्यन्तमुच्छ्रितम्॥
]

`verse 2 [
नित्यातप्तशिलाजालं सदाभ्रपरिवर्जितम्।
तस्याधस्ताद्‌वृक्षगणो दिशा भागे च पश्चिमे॥
]

`verse 3 [
जातीलतापरिक्षिप्तं विवरं चारुदर्शनम्।
द्रृष्टैव कौतुकाविष्टस्तं विवेश महीपतिः॥
]

`verse 4 [
तमसा चातिनिबिडं नल्वमात्रं सुसङ्कटम्।
नल्वमात्रमतिक्रम्य स्वप्रभाभरणोज्ज्वलम्॥ ११९.४ ।.

तमुच्छ्रितमथात्यन्तं गम्भीरं परिवर्तुलम्।
न तत्र सूर्य्यस्तपति न विराजति चन्द्रमाः॥
]

`verse 5 [
तथापि दिवसाकारं प्रकाशं तदहर्निशम्।
क्रोशाधिकपरीमाणं सरसाच विराजितम्॥
]

`verse 6 [
समन्तात्सरसस्तस्य शैललग्ना तु वेदिका।
सौवर्णे राजतैर्वृक्षैर्विद्रुमैरुपशोभितम्॥
]

`verse 7 [
नानामाणिक्यकुसुमैः सुप्रभाभरणोज्ज्वलैः।
तस्मिन् सरसि पद्मानि पद्मरागच्छदानि तु॥
]

`verse 8 [
वज्रकेसरजालानि सुगन्धीनि तथा युतम्।
पत्रैर्मरकतैर्नीलर्वैढूर्य्यस्य महीपते॥
]

`verse 9 [
कर्णिकाश्च तथा तेषां जातरूपस्य पार्थिव।
तस्मिन् सरसि या भूमिर्न सा वज्रसमाकुला॥
]

`verse 10 [
नानारत्नैरुपचिता जलजानां समाश्रया।
कपर्दिकानां शुक्तीनां शङ्कानाञ्च महीपते!॥
]

`verse 11 [
मकराणाञ्च मत्स्यानां चण्डानां कच्छपैः सह।
तत्र मरकतखण्डानि वज्राणाञ्च सहस्रशः॥
]

`verse 12 [
पद्मरागेन्द्रनीलानि महानीलानि पार्थिव।
पुष्परागाणि सर्वाणि तथा कर्कोटकानि च॥
]

`verse 13 [
तुत्थकस्य तु खण्डानि तथाशेषस्य भागशः।
राजावर्तस्य मुख्यस्य रुचिराक्षस्य चाप्यथ॥
]

`verse 14 [
सूर्य्येन्दुकान्तयश्चैव नीलो वर्णान्तिमश्च यः।
ज्योतीरसस्य रम्यस्य स्यमन्तस्य च भागशः॥
]

`verse 15 [
सुरोरगवलक्षाणां स्फटिकस्य तथैव च।
गोमेदपित्तकानाञ्च धूलीमरकतस्य च॥
]

`verse 16 [
वैढूर्यसौगन्धिकयस्तथा राजमणेर्नृप।
वज्रस्यैव च मुख्यस्य तथा ब्रह्ममणेरपि॥
]

`verse 17 [
मुक्ताफलानि मुक्तानान्ताराविग्रहधारिणाम्॥
]

`verse 18 [
सुखोष्णञ्चैव तत्तोयं स्नानाच्छीतविनाशनम्।
वैढूर्यस्य शिलामध्ये सरसस्तस्य शोभना॥
]

`verse 19 [
प्रमाणेन तथा सा च द्वे च राजन्! धनुः शते।
चतुरस्रा तथा रम्या तपसा निर्मिताऽत्रिणा॥
]

`verse 20 [
बिलद्वारसमो देशो यत्र तत्र हिरण्मयः।
प्रदेशः स तु राजेन्द्र! द्वीपे तस्मिन् मनोहरे॥
]

`verse 21 [
तथा पुष्करिणी रम्या तस्मिन् राजन्! शिलातले।
सुशीतामलपानीया जलजैश्च विराजिता॥
]

`verse 22 [
आकाशप्रतिमा राजन्! चतुरस्रा मनोहरा।
तस्यास्तदुदकं स्वादु लघुशीतं सुगन्धिकम्॥
]

`verse 23 [
न क्षिणोति यथा कण्ठं कुक्षिन्नापूरयत्यपि।
तृप्तिं विधत्ते परमां शरीरे च महत् सुखम्॥
]

`verse 24 [
मध्ये तु तस्याः प्रासादं निर्मितं तपसात्रिणा।
रुक्मसेतुप्रवेशान्तं सर्वरत्नमयं शुभम्॥
]

`verse 25 [
इन्द्रनीलमहास्तम्भं मरकतासक्तवेदिकम्।
वज्रांशुजालैः स्फुरितं रम्यं द्रृष्टिमनोरमम्॥
]

`verse 26 [
प्रासादे तत्र भगवान् देवदेवो जनार्दनः।
भोगिभोगावलीसुप्तः सर्वालङ्कारभूषितः॥
]

`verse 27 [
जान्वाचकुञ्चितस्त्वेको देवदेवस्य चक्रिणः।
फणीन्द्रसन्निविष्टोऽङ्‌घ्रिर्द्वितीयश्च तथानघ॥
]

`verse 28 [
लक्ष्म्युत्सङ्गगतोऽङ्घ्रिस्तु शेषभोगप्रशायिनः।
फणीन्द्रभोगसन्यस्तबाहुः केयूरभूषणः॥
]

`verse 29 [
अङ्गुलीपृष्ठविन्यस्तदेवशीर्षधरम्भुजम्।
एकं वै देवदेवस्य द्वितीयन्तु प्रसारितम्॥
]

`verse 30 [
समाकुञ्चितजानुस्थमणिबन्धेन शोभितम्।
किञ्चिदाकुञ्चितं चैव नाभिदेशकरस्थितम्॥
]

`verse 31 [
तृतीयन्तु भुजं तस्य चतुर्थन्तु तथा श्रृणु।
आत्तसन्तानकुसुमं घ्राणदेशानुसर्पिणम्॥
]

`verse 32 [
लक्ष्म्या सवाह्यमानाङ्‌घ्रिः पद्मपत्रनिभेः करैः।
सन्तानमालामुकुटं हारकेयूरभूषितम्॥
]

`verse 33 [
भूषितञ्च तथा देवमङ्गदैरङ्गुलीयकैः।
फणीन्द्रफणविन्यस्तचारुरत्नशिरोज्ज्वलम्॥
]

`verse 34 [
अज्ञातवस्तुचरितं प्रतिष्ठितमथात्रिणा।
सिद्धानुपूज्यं सततं सन्तानकुसुमार्चितम्॥
]

`verse 35 [
दिव्यगन्धानुलिप्ताङ्गं दिव्यधूपेन धूपितम्।
सुरसैः सुफलैर्हृद्यैः सिद्धेरुपहृतैः सदा॥
]

`verse 36 [
शोभितोत्तमपार्श्वन्तं देवमुत्पलशीर्षकम्।
ततः सन्मुखमुद्वीक्ष्य ववन्दे स नराधिपः॥
]

`verse 37 [
जानुभ्यां शिरसा चैव गत्वा भूमिं यथाविधिः।
नाम्नां सहस्रेण तदा तुष्टाव मधुसूदनम्॥
]

`verse 38 [
प्रदक्षिणमथो चक्रे स तूत्थाय पुनः पुनः।
रम्यमायतनं द्रृष्ट्वा तत्रोवासाश्रमे पुनः॥
]

`verse 39 [
जलाद्‌बहिर्गुहां काञ्चिदाश्रित्य सुमनोहराम्।
तपश्चकार तत्रैव पूजयन्‌ मधुसूदनम्॥
]

`verse 40 [
नानाविधैस्तथा पुष्पैः फलमूलैः सगोरसैः।
नित्यं त्रिषवणस्नायी वह्निपूजापरायणः॥
]

`verse 41 [
देववापीजलैः कुर्वन् सततं प्राणधारणम्।
सर्वाहारपरित्यागं कृत्वा तु मनुजेश्वरः॥
]

`verse 42 [
अनास्तृतगुहाशायी कालं नयति पार्थिवः।
त्यक्ताहारक्रियश्चैव केवलं तोयतो नृपः॥
]

`verse 43 [
न तस्य ग्लानिमायाति शरीरञ्च तदद्‌भुतम्।
एवं स राजा तपसि प्रसक्तः संपूजयन् देववरं सदैव॥
तत्राश्रमे कालमुवास कञ्चित् स्वर्गोपमे दुःखमविन्दमानः॥
]
