`speaker [
सूत उवाच
]

`verse 1 [
शाकद्वीपस्य वक्ष्यामि यथावदिह निश्चयम्।
कथ्यमानं निबोधध्वं शाकं द्वीपं द्विजोत्तमाः!॥
]

`verse 2 [
जम्बूद्वीपस्य विस्ताराद्‌द्विगुणस्तस्य विस्तरः।
विस्तारात् त्रिगुणाश्चापि परीणाहः समन्ततः॥
]

`verse 3 [
तेनावृतः समुद्रोऽयं द्वितीयो लवणोदकः।
तत्र पुण्या जनपदा चिराच्च म्रियते जनः॥
]

`verse 4 [
कुत एव च दुर्भिक्षं क्षमातेजोयुतेष्विह।
तत्रापि पर्वताः शुभ्राः सप्तैव मणिभूषिताः॥
]

`verse 5 [
शाकद्वीपादिषु त्वेषु सप्त सप्त नगास्त्रिषु।
ऋज्वायताः प्रतिदिशं निविष्टाः पर्वतोत्तमाः॥
]

`verse 6 [
रत्नाकाराद्रिनामानः सानुमन्तो महाचिताः।
समोदिताः प्रतिदिशं द्वीपविस्तारमानतः॥
]

`verse 7 [
उभयत्रावगाढौ च लवणक्षीरसागरौ।
शाकद्वीपे तु वक्ष्यामि सप्तदिव्यान् महाचलान्॥
]

`verse 8 [
देवर्षिगन्धर्वयुतः प्रथमो मेरुरुच्यते।
प्रागायतः स सौवर्ण उदयो नाम पर्वतः॥
]

`verse 9 [
तत्र मेघास्तु वृष्ट्यर्थं प्रभवन्त्यपयान्ति च।
तस्यापरेण सुमहान् जलधारो महागिरिः॥
]

`verse 10 [
स वै चन्द्रः समाख्यातः सर्वौषधिसमन्वितः।
तस्मान्नित्यमुपादत्ते वासवः परमञ्जलम्॥
]

`verse 11 [
नारदो नाम चैवोक्तो दुर्गशैलो महाचितः।
तत्राचलौ समुत्पन्नौ पूर्वं नारदपर्वतौ॥
]

`verse 12 [
तस्यापरेण सुमहान् श्यामो नाम महागिरिः।
यत्र श्यामत्वमापन्नाः प्रजाः पूर्वमिमाः किल॥
]

`verse 13 [
स एव दुन्दुभिर्नाम श्यामपर्वतसन्निभः।
शब्दमृत्युः पुरा तस्मिन् दुन्दुभिस्ताड़ितः सुरैः ॥
]

`verse 14 [
रत्नमालान्तरमयः शाल्मलश्चान्तरालकृत्।
तस्यापरेण रजतो महानस्तो गिरिः स्मृतः॥
]

`verse 15 [
स वै सोमक इत्युक्तो देवैर्यत्रामृतं पुरा।
संभृतञ्च हृतञ्चैव मातुरर्थे गरुत्मता॥
]

`verse 16 [
तस्यापरे चाम्बिकेयः सुमनाश्चैव स स्मृतः।
हिरण्याक्षो वराहेण तस्मिन्‌ शैले निषूदितः॥
]

`verse 17 [
आम्बिकेयात् परो रम्यः सर्वौषधिनिषेवितः।
विभ्राजस्तु समाख्यातः स्फाटिकस्तु महान् गिरिः॥
]

`verse 18 [
यस्माद्विभ्राजते वह्निर्विभ्राजस्तेन स स्मृतः।
सैवेह केशवेत्युक्तो यतो वायुः प्रवाति च॥
]

`verse 19 [
तेषां वर्षाणि वक्ष्यामि पर्वतानां द्विजोत्तमाः!।
श्रृणुध्वं नामतस्तानि यथावदनुपूर्वशः॥
]

`verse 20 [
द्विनामान्येव वर्षाणि यथैव गिरयस्तथा।
उदयस्योदयं वर्षं जलधारेति विश्रुतम्॥
]

`verse 21 [
नाम्नागतभयं नाम वर्षं तत् प्रथमं स्मृतम्।
द्वितीयं जलधारस्य सुकुमारमिति स्मृतम्॥
]

`verse 22 [
तदेव शैशिरं नाम वर्षं तत् परिकीर्त्तितम्।
नारदस्य च कौमारन्तदेव च सुखोदयम्॥
]

`verse 23 [
श्यामपर्वतवर्षं तदनीचकमिति स्मृतम्।
आनन्दकमितिप्रोक्तं तदेव मुनिभिः शुभम्॥
]

`verse 24 [
सोमकस्य शुभं वर्षं विज्ञेयं कुसुमोत्करम्।
तदेवासितमित्युक्तं वर्षं सोमकसंज्ञितम्॥
]

`verse 25 [
आंबिकेयस्य मैनाकं क्षेमकञ्चैव तत् स्मृतम्।
तदेव ध्रुवमित्युक्तं वर्षं विभ्राजसंज्ञितम्॥
]

`verse 26 [
द्वीपस्य परिणाहञ्च ह्रस्वदीर्घत्वमेव च।
जम्बूद्वीपेन संख्यातं तस्य मध्ये वनस्पतिम्॥
]

`verse 27 [
शाको नाम महावृक्षः प्रजास्तस्य महानुगाः।
एतेषु देवगन्धर्वाः सिद्धाश्च सह चारणैः॥
]

`verse 28 [
विहरन्ति रमन्ते च द्रृश्यमानाश्च तैः सह।
तत्र पुण्या जनपदाश्चातुर्वर्ण्यसमन्विताः॥
]

`verse 29 [
तेषु नद्यश्च सप्तैव प्रतिवर्षं समुद्रगाः।
द्विनाम्ना चैव ताः सर्वा गङ्गा सप्तविधा स्मृता॥
]

`verse 30 [
प्रथमा सुकुमारीति गङ्गा शिवजला शुभा।
मुनितप्ता च नाम्नैषा नदी सम्परिकीर्त्तिता॥
]

`verse 31 [
सुकुमारी तपः सिद्धा द्वितीया नामतः सतो।
नन्दाच पावनी चैव तृतीया परिकीर्त्तिता॥
]

`verse 32 [
शिविका च चतुर्थी स्यात् द्विविधा च पुनः स्मृता।
इक्षुश्च पञ्चमी ज्ञेया तथैव च पुनः कुहूः॥
]

`verse 33 [
वेणुका चामृता चैव षष्ठी सम्परिकीर्त्तिता।
सुकृता च गभस्ती च सप्तमी परिकीर्त्तिता॥
]

`verse 34 [
एताः सप्त महाभागाः प्रतिवर्षं शिवोदकाः।
भावयन्ति जनं सर्वं शाकद्वीपनिवासिनम्॥
]

`verse 35 [
अभिगच्छन्ति ताश्चान्या नदनद्यः सरांसि च।
बहूदकपरिस्रावा यतो वर्षति वासवः॥
]

`verse 36 [
तासान्तु नामधेयानि परिमाणं तथैव च।
न श्क्यं परिसंख्यातुं पुण्यास्ताः सरिदुत्तमाः॥
]

`verse 37 [
ताः पिबन्ति सदा हृष्टा नदीर्जनपदास्तु ते।
एते शान्तभयाः प्रोक्ताः प्रमोदा ये च वै शिवाः॥
आनन्दाश्च सुखाश्चैव क्षेमकाश्च नवैः सह।
वर्णाश्रमाचारयुता देशास्तु सप्त विश्रुताः॥
]

`verse 38 [
आरोग्या बलिनश्चैव सर्वे मरणवर्जिताः।
अवसर्पिणी न तेष्वस्ति तथैवोत्सर्पिणी पुनः॥
]

`verse 39 [
न तत्रास्ति युगावस्था चतुर्युगकृता क्वचित्।
त्रेतायुगसमः कालस्तथा तत्र प्रवर्त्तते॥
]

`verse 40 [
शाकद्वीपादिषु ज्ञेयं पञ्चस्वेतेषु सर्वशः।
देशस्य तु विचारेण कालः स्वाभाविकः स्मृतः।
न तेषु सङ्करः कश्चित् वर्णाश्रमकृतः क्वचित्॥
]

`verse 41 [
धर्म्मस्य चाव्यभीचारादेकान्तसुखिनः प्रजाः॥
]

`verse 42 [
न तेषु माया लोभो वा ईर्ष्यासूया भयं कुतः।
विपर्ययो न तेष्वस्ति तद्वै स्वाभाविकं स्मृतम्॥
]

`verse 43 [
कालो नैव च तेष्वस्ति न दण्डो न च दाण्डिकः।
स्वधर्मेण च धर्मज्ञास्ते रक्षन्ति परस्परम्॥
]

`verse 44 [
परिमण्डलस्तु सुमहान् द्वीपो वै कुशसंज्ञकः।
नदीजलैः परिवृतः पर्वतैश्चाभ्रसन्निभैः॥
]

`verse 45 [
सर्वधातुविचित्रैश्च मणिविद्रुमभूषितैः।
अन्यैश्च विविधाकारै रम्यैर्जनपदैस्तथा॥
]

`verse 46 [
वृक्षैः पुष्पफलोपेतैः सर्वतो धनधान्यवान्।
नित्यं पुष्पफलोपेतः सर्वरत्नसमावृतः॥
]

`verse 47 [
आवृतः पशुभिः सर्वैर्ग्रामारण्यैश्च सर्वशः।
आनुपूर्वात् समासेन कुशद्वीपं निबोधत॥
]

`verse 48 [
अथ तृतीयं वक्ष्यामि कुशद्वीपञ्च कृत्स्नशः।
कुशद्वीपेन क्षीरोदः सर्वतः परिवारितः॥
]

`verse 49 [
शाकद्वीपस्य विस्तारो द्विगुणेन समन्वितः।
तत्रापि पर्वताः सप्त विज्ञेया रत्नयोनयः॥
]

`verse 50 [
रत्नाकारस्तथा नद्यस्तेषां नामानि मे श्रृणु।
द्विनामानश्च ते सर्वे शाकद्वीपे यथा तथा॥
]

`verse 51 [
प्रथमः सूर्य्यसङ्काशः कुमुदो नाम पर्वतः।
विद्रुमोच्चय इत्युक्तः स एव च महीधरः॥
]

`verse 52 [
सर्वधातुमयैः श्रृङ्गैः शिलाजालसमन्वितैः।
द्वितीय पर्वतस्तत्र उन्नतो नाम विश्रुतः॥
]

`verse 53 [
हेमपर्वत इत्युक्तः स एव च महीधरः।
हरितालमयैः श्रृङ्गै र्द्वीपमावृत्य सर्वशः॥
]

`verse 54 [
बलाहकस्तृतीयस्तु जात्यञ्जनमयो गिरि।
द्युतिमान्नामतः प्रोक्तः स एव च महीधरः॥
]

`verse 55 [
चतुर्थः पर्वतो द्रोणो यत्रौषध्यो महागिरौ।
विशल्यकरणी चैव मृतसञ्जीवनी तथा॥
]

`verse 56 [
पुष्पवान्नाम सैवोक्तः पर्वतः सुमहाचितः।
कङ्कस्तु पञ्चमस्तेषां पर्वतो नाम सारवान्॥
]

`verse 57 [
कुशेशय इति प्रोक्तः पुनः स पृथिवीधरः।
दिव्यपुष्पफलोपेतो दिव्यवीरुत्समन्वितः॥
]

`verse 58 [
षष्ठस्तु पर्वतस्तत्र महिषो मेघसन्निभः।
स एव तु पुनः प्रोक्तो हरिरित्यभिविश्रुतः॥
]

`verse 59 [
तस्मिन् सोऽग्निर्निवसति महिषो नाम योऽप्सुजः।
सप्तमः पर्वतस्तत्र ककुद्मान् स हि भाषते॥
]

`verse 60 [
मन्दरः सैव विज्ञेयः सर्वधातुमयः शुभः।
मन्द इत्येष यो धातुरपामर्थे प्रकाशकः॥
]

`verse 61 [
अपां विदारणाच्चैव मन्दरः स निगद्यते।
तत्र रत्नान्यनेकानि स्वयं रक्षति वासवः॥
]

`verse 62 [
प्रजापतिमुपादाय प्रजाभ्यो विदधत् स्वयम्।
तेषामन्तरविष्कम्भो द्विगुणः समुदाहृतः॥
]

`verse 63 [
इत्येते पर्वतः सप्त कुशद्वीपे प्रभाषिताः।
तेषां वर्षाणि वक्ष्यामि सप्तैव तु विभागशः॥
]

`verse 64 [
कुमुदस्य स्मृतः श्वेत उन्नतश्चैव स स्मृतः।
उन्नतस्य तु विज्ञेयं वर्षं लोहितसंज्ञकम्॥
]

`verse 65 [
वेणुमण्डलकञ्चैव तथैव परिकीर्त्तितम्।
बलाहकस्य जीमूतः स्वैरथाकारमित्यपि॥
]

`verse 66 [
द्रोणस्य हरिकं नाम लवणञ्च पुनः स्मृतम्।
कङ्कस्यापि ककुन्नाम धृतिमच्चैव तत् स्मृतम्॥
]

`verse 67 [
महिषं महिषस्यापि पुनश्चापि प्रभाकरम्।
ककुद्मिनस्तु यद्वर्षं कपिलं नाम विश्रुतम्॥
]

`verse 68 [
एतान्यपि विशिष्टानि सप्त सप्त पृथक् पृथक्।
वर्षाणि पर्वताश्चैव नदीस्तेषु निबोधत॥
]

`verse 69 [
तत्रापि नद्यः सप्तैव प्रतिवर्षं हि ताः स्मृताः।
द्विनामवत्यस्ताः सर्वाः सर्वाः पुण्यजलाः स्मृताः॥
]

`verse 70 [
धूतपापा नदी नाम योनिश्चैव पुनः स्मृता।
सीता द्वितीया विज्ञेया सा चैव हि निशा स्मृता॥
]

`verse 71 [
पवित्रा तृतीया ज्ञेया वितृष्णापि च या पुनः।
चतुर्थी ह्लादिनीत्युक्ता चन्द्रभा इति च स्मृता॥
]

`verse 72 [
विद्युच्च पञ्चमी प्रोक्ता शुक्लाचैव विभाव्यते।
पुण्ड्रा षष्ठी तु विज्ञेया पुनश्चैव विभावती॥
]

`verse 73 [
महती सप्तमी प्रोक्ता पुनश्चैषा धृतिः स्मृता।
अन्यास्ताभ्योऽपि सञ्जाताः शतशोऽथ सहस्रशः॥
]

`verse 74 [
अभिगच्छन्ति ता नद्यो यतो वर्षति वासवः।
इत्येष सन्निवेशो वः कुशद्वीपस्य वर्णितः॥
]

`verse 75 [
शाकद्वीपेन विस्तारः प्रोक्तस्तस्य सनातनः।
कुशद्वीपः समुद्रेण घृतमण्डोदकेन च॥
]

`verse 76 [
सर्वतः सुमहान् द्वीपश्चन्द्रवत् परिवेष्टितः।
विस्तारान्‌ मण्डलाच्चैव क्षीरोदाद्‌द्विगुणोमतः॥
]

`verse 77 [
ततः परं प्रवक्ष्यामि क्रौञ्चद्वीपं यथा तथा।
कुशद्वीपस्य विस्ताराद् द्विगुणस्तस्य विस्तरः॥
]

`verse 78 [
घृतोदकः समुद्रो वै क्रौञ्चद्वीपेन संवृतः।
चक्रनेमिप्रमाणेन वृतो वृत्तेन सर्वशः॥
]

`verse 79 [
तस्मिन् द्वीपे नराः श्रेष्ठा देवनो गिरिरुच्यते।
देवनात्‌ परतश्चापि गोविन्दो नाम पर्वतः॥
]

`verse 80 [
गोविन्दात् परतश्चापि क्रोञ्चस्तु प्रथमो गिरिः।
क्रौञ्चात्परे पावनकः पावनादन्धकारकः॥
]

`verse 81 [
अन्धकारात्परे चापि देवावृन्नाम पर्वतः।
देवावृतः परेणापि पुण्डरीको महान् गिरिः॥
]

`verse 82 [
एते रत्नमयाः सप्त क्रौञ्चद्वीपस्य पर्वता।
परस्परस्य द्विगुणो विष्कम्भो वर्षपर्वतः॥
]

`verse 83 [
वर्षाणि तस्य वक्ष्यामि नामतस्तु निबोधत।
क्रौञ्चस्य कुशलो देशो वामनस्य मनोऽनुगः॥
]

`verse 84 [
मनोऽनुगात्परे चोष्णस्तृतीयोऽपि स उच्यते।
उष्णात्परे पावनकः पावनादन्धकारकः॥
]

`verse 85 [
अन्धकारकदेशात्तु मुनिदेशस्तथापरः।
मुनिदेशात् परे चापि प्रोच्यते दुन्दुभिस्वनः॥
]

`verse 86 [
सिद्धचारणसङ्कीर्णो गौरप्रायः शुचिर्जनः।
श्रुतास्तत्रैव नद्यस्तु प्रतिवर्षङ्गताः शुभाः॥
]

`verse 87 [
नारी कुमुद्वती चैव सन्ध्या रात्रिर्मनोजवा।
ख्याती च पुण्डरीका च गङ्गाः सप्तविधाः स्मृताः॥
]

`verse 88 [
तासां सहस्रशश्चान्या नद्यः पार्श्वसमीपगाः।
अभिगच्छन्ति ता नद्यो बहुलाश्च बहूदकाः॥
]

`verse 89 [
तेषां निसर्गो देशानामानुपूर्वेण सर्वशः।
न शक्यो विस्तराद्वक्तुमपि वर्षशतैरपि॥
]

`verse 90 [
सर्गायश्च प्रजानान्तु संहारो यश्च तेषु वै।
अत ऊद्‌र्ध्वं प्रवक्ष्यामि शाल्मलस्य निबोधत॥
]

`verse 91 [
शाल्मलो द्विगुणो द्वीपः क्रौञ्चद्वीपस्य विस्तरात्।
परिवार्य्य समुद्रन्तु दधिमण्डोदकं स्थितम्॥
]

`verse 92 [
तत्र पुण्या जनपदाश्चिराच्च म्रियते जनः।
कुत एव तु दुर्भिक्षं क्षमातेजोयुता हि ते॥
]

`verse 93 [
प्रथमः सूर्य्यसङ्काशः सुमना नाम पर्वतः।
पीतस्तु मध्यमश्चासीत्ततः कुम्भमयो गिरिः॥
]

`verse 94 [
नाम्ना सर्वसुखो नाम दिव्यौषधिसमन्वितः।
तृतीयश्चैव सौवर्णो भृङ्गपत्रनिभो गिरिः॥
]

`verse 95 [
सुमहान् रोहितो नाम दिव्यो गिरिवरो हि सः।
सुमनाः कुशलो देशः सुखोदर्कः सुखोदयः।
]

`verse 96 [
रोहितो यस्तृतीयस्तु रोहिणो नाम विश्रुतः।
तत्र रत्नान्यनेकानि स्वयं रक्षति वासवः॥
]

`verse 97 [
प्रजापतिमुपादाय प्रसन्नो विदधत् स्वयम्।
न तत्र मेघा वर्षन्ति शीतोष्णञ्च न तद्विधम्॥
]

`verse 98 [
वर्णाश्रमाणां वार्ता वा त्रिषु द्वीपेषु विद्यते।
न ग्रहो न च चन्द्रोऽस्ति ईर्ष्याऽसूया भयं तथा॥
]

`verse 99 [
उद्भिदान्युदकान्यत्र गिरिप्रस्रवणानि च।
भोजनं षड्रसं तत्र तेषां स्वयमुपस्थितम्॥
]

`verse 100 [
अधमोत्तमं न तेष्वस्ति न लोभो न परिग्रहः।
आरोग्यबलवन्तश्च एकान्तसुखिनो नराः॥
]

`verse 101 [
त्रिंशद्वर्षसहस्राणि मानसीं सिद्धिमास्थिताः।
सुखमायुश्च रूपञ्च धर्मैश्वर्य्यन्तथैव च॥
]

`verse 102 [
शाल्मलान्तेषु विज्ञेयं द्वीपेषु त्रिषु सर्वतः।
व्याख्यातः शाल्मलान्तानां द्वीपानान्तु विधिः शुभः ॥
]

`verse 103 [
परिमण्‍डस्तु द्वीपस्य चक्रवत् परिवेष्टितः।
सुरोदेन समुद्रेण द्विगुणेन समन्वितः॥
]
