`speaker [
सूत उवाच
]

`verse 1 [
गोमेदकं प्रवक्ष्यामि षष्ठं द्वीपं तपोधनाः।!।
सुरोदकसमुद्रस्तु गोमेदेन समावृतः॥
]

`verse 2 [
शाल्मलस्य तु विस्ताराद्‌द्विगुणस्तस्य विस्तरः।
तस्मिन्‌ द्वीपे तु विज्ञेयौ पर्वतौ द्वौ समाहितौ॥
]

`verse 3 [
प्रथमः सुमना नाम जात्यञ्जनमयो गिरिः।
द्वितीयः कुमुदो नाम सर्वौषधिसमन्वितः॥
]

`verse 4 [
शातकौम्भमयः श्रीमान् विज्ञेयः सुमहाचितः।
समुद्रेक्षरसोदेन वृतो गोमेदकश्च सः॥
]

`verse 5 [
षष्ठेन तु समुद्रेण सुरोदाद् द्विगुणेन च।
धातकी कुमुदश्चैव हव्यपुत्रौ सुविस्तृतौ॥
]

`verse 6 [
सौमनं प्रथमं वर्षं धातकीखण्डमुच्यते।
धातकिनः स्मृतं तद्वै प्रथमं प्रथमस्य तु॥
]

`verse 7 [
गोमेदं यत् स्मृतं वर्षं नाम्ना सर्वसुखन्तु तत्।
कुमुदस्य द्वितीयस्य द्वितीयं कुमुदं ततः॥
]

`verse 8 [
एतौ द्वौ पर्वतौ वृत्तौ शेषौ सर्वसमुच्छ्रितौ।
पूर्वेण तस्य द्वीपस्य सुमनाः पर्वतः स्थितः॥
]

`verse 9 [
प्राक्‌पश्चिमायतैः पादैरासमुद्रादिति स्थितः।
पश्चार्द्धे कुमुदस्तस्य एवमेव स्थितस्तु वै॥
]

`verse 10 [
एतैः पर्वतपादैस्तु स देशो वै द्विधाकृतः।
दक्षिणार्द्धे तु द्वीपस्य धातकीखण्डमुच्यते॥
]

`verse 11 [
कुमुदन्तूत्तरे तस्य द्वितीयं वर्षमुत्तमम्।
एतौ जनपदौ द्वौ तु गोमेदस्य तु विस्तृतौ॥
]

`verse 12 [
अतः परं प्रवक्ष्यामि सप्तमं द्वीपमुत्तमम्।
समुद्रेक्षुरसं चैव गोमेदाद्‌द्विगुणं हि सः॥
]

`verse 13 [
आवृत्य तिष्ठति द्वीपः पुष्करः पुष्करैर्वृतः।
पुष्करेण वृतः श्रीमांश्चित्रसानुर्महागिरिः॥
]

`verse 14 [
कूटैश्चित्रैर्मणिमयैः शिलाजालसमुद्भवैः।
द्वीपस्यैव तु पूर्वार्द्धे चित्रसानुः स्थितो महान्॥
]

`verse 15 [
परिमण्डलसहस्राणि विस्तीर्णः पञ्चविंशतिः।
ऊद्‌र्ध्वं स वै चतुर्विशद्योजनानां महाबलः॥
]

`verse 16 [
द्वीपार्द्धस्य परिक्षिप्तः पश्चिमे मानसो गिरिः।
स्थितो वेला समीपे तु पूर्णचन्द्र इवोदितः॥
]

`verse 17 [
योजनानां सहस्राणि सार्द्धं पञ्चाशदुच्छ्रितः।
तस्य पुत्रो महावीतः पश्चिमार्द्धस्य रक्षिता॥
]

`verse 18 [
पूर्वार्द्धे पर्वतस्यापि द्विधा देशस्तु स स्मृतः।
स्वादूदकेनोदधिना पुष्करः परिवारितः॥
]

`verse 19 [
विस्तारान्‌मण्डलाच्चैव गोमेदाद्‌द्विगुणेन तु।
त्रिंशद्वर्षसहस्राणि तेषु जीवन्ति मानवाः॥
]

`verse 20 [
विपर्ययो न तेष्वस्ति एतत् स्वाभाविकं स्मृतम्।
आरोग्यं सुखबाहुल्यं मानसीं सिद्धिमास्थिताः॥
]

`verse 21 [
सुखमायुश्च रूपञ्च त्रिषु द्वीपेषु सर्वशः।
अधमोत्तमौ न तेष्वास्तां तुल्यास्ते वीर्य्यरूपतः॥
]

`verse 22 [
न तत्र वध्यवधकौ नेर्ष्यासूया भयं तथा।
न लोभो न च दम्भो वा न द्वेषः परिग्रहः॥
]

`verse 23 [
सत्यानृतेन तेष्वास्तां धर्माधर्मौ तथैव च.
वर्णाश्रमाणां वार्ता च पाशुपाल्यं वणिक्‌कृषिः॥
]

`verse 24 [
त्रयीविद्या दण्डनीतिः शुश्रूषा दण्ड एव च।
न तत्र वर्ष नद्यो वा शीतोष्णञ्च न विद्यते॥
]

`verse 25 [
उद्भिदान्युदकानि स्युर्गिरिप्रस्रवणानि च।
तुल्योत्तरकुरूणान्तु कालस्तत्र तु सर्वदा॥
]

`verse 26 [
सर्वतः सुखकालोऽसौ जराक्लेशविवर्जितः।
सर्गस्तु धातकीखण्डे महावीते तथैव च॥
]

`verse 27 [
एवं द्वीपाः समुद्रैस्तु सप्तसप्तभिरावृताः।
द्वीपस्यानन्तरो यस्तु समुद्रस्तत् समस्तु वै॥
]

`verse 28 [
एवं द्वीपसमुद्राणां वृद्धिर्ज्ञेया परस्परम्।
अपाञ्चैव समुद्रेकात् समुद्र इति संज्ञितः॥
]

`verse 29 [
ऋषद्वसन्त्यो वर्षेषु प्रजा यत्र चतुर्विधाः।
ऋषिरित्येव रमणे वर्षन्त्वेतेन तेषु वै॥
]

`verse 30 [
उदयतीन्दौ पूर्वे तु समुद्रः पूर्यते सदा।
प्रक्षीयमाणे बहुले क्षीयतेऽस्तमिते च वै॥
]

`verse 31 [
आपूर्यमाणो ह्युदधिरात्मनैवापि पूर्यते।
ततो वै क्षीयमाणे तु स्वात्मन्येव ह्यपां क्षयः॥
]

`verse 32 [
उदयात् पयसां योगात् पुष्णन्त्यापो यथा स्वयम्।
तथा स तु समुद्रोऽपि वर्द्धते शशिनोदये॥
]

`verse 33 [
अन्यूनानतिरिक्तात्मा वर्द्धन्त्यापोह्रसन्ति च।
उदयेऽस्तमये चेन्द्रोः पक्षयोः शुक्लकृष्णयोः॥
]

`verse 34 [
क्षयवृद्धी समुद्रस्य शशिवृद्धिक्षये तथा।
दशोत्तराणि पञ्चाहुरङ्गुलानां शतानि च॥
]

`verse 35 [
अपां वृद्धिः क्षयोद्रृष्टः समुद्राणान्तु पर्वसु।
द्विरापत्वात् स्मृतो द्वीपो दधनाच्चोदधिः स्मृतः॥
]

`verse 36 [
अपशीर्णात्तु गिरयो पर्वबन्धाच्च पर्वताः।
शाकद्वीपे तु वैशाकः पर्वतस्तेन चोच्यते॥
]

`verse 37 [
कुशद्वीपे कुशस्तम्बो मध्ये जनपदस्य तु।
क्रौञ्चद्वीपे गिरिः क्रौञ्चस्तस्य नाम्ना निगद्यते॥
]

`verse 38 [
शाल्मलिः शाल्मलद्वीपे पूज्यते स महाद्रुमः।
गोमेदके तु गोमेदः पर्वतस्तेन चोच्यते॥
]

`verse 39 [
न्यग्रोधः पुष्करद्वीपे पद्मवत्तेन सः स्मृतः।
पूज्यते स महादेवैर्ब्रह्मांशो व्यक्तसम्भवः॥
]

`verse 40 [
तस्मिन् स वसति ब्रह्मा साध्यैः सार्द्धं प्रजापतिः।
तत्र देवा उपासन्ते त्रयस्त्रिंशन्महर्षिभिः॥
]

`verse 41 [
स तत्र पूज्यते देवो देवैर्महर्षिसत्तमैः।
जम्बूद्वीपात्प्रवर्तन्ते रत्नानि विविधानि च॥
]

`verse 42 [
द्वीपेषु तेषु सर्वेषु प्रजानां क्रमशस्तु वै।
आर्जवात् ब्रह्मचर्येण सत्येन च दमेन च॥
]

`verse 43 [
आरोग्यायुः प्रमाणाभ्यां द्विगुणं द्विगुणं ततः।
द्वीपेषु तेषु सर्वेषु यथोक्तं वर्षकेषु च॥
]

`verse 44 [
गोपायन्ते प्रजास्तत्र सर्वैः सहजपण्डितैः।
भोजनञ्चाप्रयत्नेन सदा स्वयमुपस्थितम्॥
]

`verse 45 [
षड्रसं तन्महावीर्यं तत्र ते भुञ्जते जनाः।
परेण पुष्करस्याथ आवृत्यावस्थितो महान्॥
]

`verse 46 [
स्वादूदकसमुद्रस्तु स समन्तादवेष्टयत्।
स्वादूदकस्य पतितः शैलस्तु परिमण्डलः॥
]

`verse 47 [
प्रकाशश्चाप्रकाशश्च लोकालोकः स उच्यते।
आलोकस्तत्र चार्वाक् च निरालोकस्ततः परम्॥
]

`verse 48 [
लोकविस्तारमात्रन्तु पृथिव्यार्द्धन्तु बाह्यतः।
प्रतिच्छन्नं समन्तात्तु उदकेनावृतं महत्॥
]

`verse 49 [
भूमेर्दशगुणाश्चापः समन्तात् पालयन्ति गाम्।
अद्‌भ्यो दशगुणश्चाग्निः सर्वतो धारयत्यपः॥
]

`verse 50 [
अग्नेर्दशगुणोवायुर्धारयन्‌ ज्योतिरास्थितः।
तिर्य्यक्‌ च मंडलो वायुर्भूतान्यावेष्ट्य धारयन्॥
]

`verse 51 [
दशाधिकं तथाकाशं वायोर्भूतान्यधारयत्।
भूतादिधारयन् व्योम तस्माद्दशगुणस्तु वै॥
]

`verse 52 [
भूतादितो दशगुणं महद्‌भूतान्यधारयत्।
महत्तत्वं ह्यनन्तेन अव्यक्तेन तु धार्य्यते॥
]

`verse 53 [
आधाराधेयभावेन विकारास्ते विकारिणाम्॥
]

`verse 54 [
पृथ्व्यादयो विकारास्ते परिच्छिन्नाः परस्परम्।
परस्पराधिकाश्चैव प्रविष्टाश्च परस्परम्॥
]

`verse 55 [
एवं परस्परोत्पन्ना धार्यन्ते च परस्परम्।
यस्मात्प्रविष्टास्तेऽन्योन्यं तस्मात्ते स्थिरतां गतः॥
आसंस्ते ह्यविशेषाश्च विशेषा अन्यवेशनात् ॥
]

`verse 56 [
पृथ्व्यादयस्तु वाय्व्यन्ताः परिच्छिन्नास्तु तत्र ते।
भूतेभ्यः परतस्तेभ्यो ह्यलोकः सर्वतः स्मृतः॥
]

`verse 57 [
तथा ह्यालोक आकाशे परिच्छिन्नानि सर्वशः।
पात्रे महति पत्राणि यथा ह्यन्तगतानि च॥
]

`verse 58 [
भवन्त्यन्योन्यहीनानि परस्परसमाश्रयात्।
तथा ह्यालोकः आकाशे भेदास्त्वन्तर्गता गताः॥
]

`verse 59 [
कृतान्येतानि तत्त्वानि अन्योन्यस्याधिकानि तु।
यावदेतानि तत्त्वानि तावदुत्पत्तिरुच्यते॥
]

`verse 60 [
जन्तूनामिह संस्कारो भूतेष्वन्तर्गतेषु वै।
प्रत्याख्यायेह भूतानि कार्य्योत्पत्तिर्न विद्यते॥
]

`verse 61 [
तस्मात्परिमिताभेदाः स्मृता कार्य्यात्मकास्तु वै।
ते कारणात्मकाश्चैव स्युर्भेदा महदादयः॥
]

`verse 62 [
इत्येवं सन्निवेशोऽयं पृथ्व्याक्रान्तस्तु भागशः।
सप्तद्वीपसमुद्राणां याथातथ्येन वै मया ॥
]

`verse 63 [
विस्तारान् मण्डलाच्चैव प्रसंख्यानेन चैव हि।
विश्वरूपं प्रधानस्य परिमाणैकदेशिनः॥
]

`verse 64 [
एतावत्सन्निवेशस्तु मया सम्यक् प्रकाशितः॥
]

`verse 65 [
एतावदेव श्रोतव्यं सन्निवेशस्य पार्थिव।
अत ऊद्‌र्ध्व प्रवक्ष्यामि सूर्य्याचन्द्रमसोर्गतिम्॥
]
