`speaker [
सूत उवाच
]

`verse 1 [
अत ऊद्‌र्ध्वं प्रवक्ष्यामि सूर्य्याचन्द्रमसोर्गतिम्।
सूर्य्याचन्द्रमसावेतौ भ्राजन्तौ यावदेवतु॥
]

`verse 2 [
सप्तद्वीपसमुद्राणां द्वीपानां भवति विस्तरः।
विस्तरार्द्धं पृथिव्यास्तु भवेदन्यत्र बाह्यतः॥
]

`verse 3 [
पर्यासपरिमाणञ्च चन्द्रादित्यौ प्रकाशतः।
पर्यासपारिमाण्यात्तु बुधैस्तुल्यं दिवः स्मृतम्॥
]

`verse 4 [
त्रीन् लोकान् प्रतिसामान्यात् सूर्य्यो यात्यविलम्बतः।
अचिरात्तु प्रकाशेन अवनात्तु रविः स्मृतः॥
]

`verse 5 [
भूयो भूयः प्रवक्ष्यामि प्रमाणं चन्द्रसूर्य्ययोः.
महितत्वान्‌महच्छब्दो ह्यस्मिन्नर्थे निगद्यते॥
]

`verse 6 [
अस्य भारतवर्षस्य विष्कम्भात् तुल्यविस्तृतम्।
मण्‍डलं भास्करस्याथ योजनैस्तन्निबोधत॥
]

`verse 7 [
नवयोजनसाहस्रो विस्तारो मण्डलस्य तु ।
विस्तारत्रिगुणश्चापि परिणाहोऽत्र मण्डले॥
]

`verse 8 [
विष्कम्भान् मण्डलाच्चैव भास्कराद् द्विगुणः शशी।
अतः पृथिव्या वक्ष्यामि प्रमाणं योजनैः पुनः॥
]

`verse 9 [
सप्तद्वीपसमुद्राया विस्तारो मण्डलस्य तु।
इत्येतदिह संख्यातं पुराणे परिमाणतः॥
]

`verse 10 [
तद्वक्ष्यामि प्रसंख्याय साम्प्रतञ्चाभिमानिभिः।
अभिमानिनो ह्यतीता ये तुल्यास्ते साम्प्रतैस्त्विह॥
]

`verse 11 [
देवदेवैरतीतास्तु रूपैर्नामभिरेव च।
तस्माद्वै साम्प्रतैर्देवैर्वक्ष्यामि वसुधातलम्॥
]

`verse 12 [
दिव्यस्य सन्निवेशो वै साम्प्रतैरेव कृत्स्नशः।
शतार्द्धकोटिविस्तारा पृथिवी कृत्स्नशः स्मृता॥
]

`verse 13 [
तस्याश्चार्द्धप्रमाणञ्च मेरोश्चैवोत्तरोत्तरम्।
मेरोर्मध्ये प्रतिदिशं कोटिरेकातु सा स्मृता॥
]

`verse 14 [
तथा शतसहस्राणामेकोननवतिं पुनः।
पञ्चाशच्च सहस्राणि पृथिव्यर्द्धस्य विस्तरः॥
]

`verse 15 [
पृथिव्या विस्तरं कृत्स्नं योजनैस्तन्निबोधत।
तिस्रः कोट्यस्तु विस्तारात् संख्यातास्तु चतुर्दिशम्॥
]

`verse 16 [
तथा शतसहस्राणामेकोनाशीतिरुच्यते।
सप्तद्वीपसमुद्रायाः पृथिव्याः स तु विस्तरः॥
]

`verse 17 [
विस्तारं त्रिगुणञ्चैव पृथिव्यन्तरमण्डलम्।
गणितं योजनानान्तु कोट्यस्त्वेकादशस्मृताः॥
]

`verse 18 [
तारकास्तन्निवेशस्य दिवि यावत्तु मण्डलम्।
पर्याप्तसन्निवेशस्य भूमेस्तावत्तु मण्डलम्॥
]

`verse 19 [
पर्यासपरिमाणञ्च भूमेस्तुल्यं दिवः स्मृतम्।
मेरोः प्राच्यां दिशायान्तु मानसोत्तरमूर्द्धनि॥
]

`verse 20 [
वस्त्वेकसारा माहेन्द्री पुण्या हेमपरिष्कृता।
दक्षिणेन पुनर्मेरोर्मानसस्य तु पृष्ठतः॥
]

`verse 21 [
वैवस्वतो निवसति यमः संयमने पुरे।
प्रतीच्यान्तु पुनर्मेरोर्मानसस्य तु मूर्द्धनि॥
]

`verse 22 [
सुषा नाम पुरी रम्या वरुणस्यापि धीमतः।
दिश्युत्तरायां मेरोस्तु मानसस्यैव मूर्द्धनि॥
]

`verse 23 [
तुल्या महेन्द्रपुर्यापि सोमस्यापि विभावरी।
मानसोत्तरपृष्ठे तु लोकपालाश्चतुर्दिशम्॥
]

`verse 24 [
स्थिता धर्मव्यवस्थार्थं लोकसंरक्षणाय च।
लोकपालोपरिष्टात्तु सर्वतोदक्षिणायने॥
]

`verse 25 [
काष्ठागतस्य सूर्य्यस्य गतिस्तत्र निबोधत।
दक्षिणोपक्रमे सूर्य्यः क्षिप्तेषुरिव सर्पति॥
]

`verse 26 [
ज्योतिषाञ्च क्रमादाय सततं परिगच्छति।
मध्यगश्चामरावत्यां यदा भवति भास्करः॥
]

`verse 27 [
वैवस्वते संयमने उद्यन् सूर्य्यः प्रद्रृश्यते।
सुषायामर्द्धरात्रस्तु विभावर्यास्तमेति च॥
]

`verse 28 [
वैवस्वते संयमने मध्याह्ने तु रविर्यदा।
सुषायामथ वारुण्यामुत्तिष्ठन् स तु द्रृश्यते॥
]

`verse 29 [
विभावर्यामर्द्धरात्रं माहेन्द्र्यामस्तमेव च।
सुषायामथ वारुण्यां मध्याह्ने तु रविर्यदा॥
]

`verse 30 [
विभावर्य्यां सोमपुर्य्यां उत्तिष्ठति विभावसुः।
महेन्द्रस्यामरावत्यामुद्गच्छति दिवाकरः॥
]

`verse 31 [
अर्द्धरात्रं संयमने वारुण्यामस्तमेति च।
स शीघ्रमेव पर्येति भानुरालातचक्रवत्॥
]

`verse 32 [
भ्रमन् वै भ्रममाणानि ऋक्षाणि चरते रविः।
एवं चतुर्षु पार्श्वेषु दक्षिणां तेषु सर्पति॥
]

`verse 33 [
उदयास्तमये वाऽसावुत्तिष्ठति पुनः पुनः।
पूर्वाह्णे चापराह्णे च द्वौ द्वौ देवालयौ तु सः॥
]

`verse 34 [
पतत्येकन्तु मध्याह्ने भाभिरेव च रश्मिभिः।
उदितो वर्धमानाभिर्मध्याह्ने तपते रविः॥
]

`verse 35 [
अतः परं ह्रसन्तीभिर्गोभिरस्तं स गच्छति।
उदयास्तमयाभ्यां च स्मृते पूर्वापरे तु वै॥
]

`verse 36 [
याद्रृक् पुरस्तात्तपति याद्रृक्‌ पृष्ठे तु पार्श्वयोः।
यत्रोदयस्तु दृश्येत तेषां स उदयः स्मृतः॥
]

`verse 37 [
प्रणाशं गच्छते यत्र तेषामस्तः स उच्यते।
सर्वेषामुत्तरे मेरुर्लोकालोकस्य दक्षिणे॥
]

`verse 38 [
विदूरभावादर्कस्य भूमेरेषा गतस्य च।
श्रयन्ते रश्मयो यस्मात्तेन रात्रौ न द्रृश्यते॥
]

`verse 39 [
ऊद्‌र्ध्वं शतसहस्रांशुः स्थितस्तत्र प्रद्रृश्यते।
एवं पुष्करमध्ये तु यदा भवति भास्करः॥
]

`verse 40 [
त्रिंशद्भागञ्च मेदिन्या मुहूर्त्तेन स गच्छति।
योजनानां सहस्रस्य इमां संख्यां निबोधत॥
]

`verse 41 [
पूर्णं शतसहस्राणां एकत्रिंशच्च सा स्मृता।
पञ्चाशच्च सहस्राणि तथान्यान्यधिकानि च॥
]

`verse 42 [
मौहूर्तिकी गतिर्ह्येषा सूर्य्यस्त तु विधीयते।
एतेन क्रमयोगेन यदा काष्ठान्तु दक्षिणाम्॥
]

`verse 43 [
परिगच्छति सूर्य्योऽसौ मासं काष्ठामुदक् दिनात्।
मध्येन पुष्करस्याथ भ्रमते दक्षिणायने॥
]

`verse 44 [
मानसोत्तरमेरोस्तु अन्तरं त्रिगुणं स्मृतम्।
सर्वतो दक्षिणायान्तु काष्ठायां तन्निबोधत॥ १२४.४४ ।.

नवकोट्यः प्रसंख्याता योजनैः परिमण्‍डलम्।
तथा शतसहस्राणि चत्वारिंशञ्च पञ्च च॥
]

`verse 45 [
अहोरात्रात् पतङ्गस्य गतिरेषा विधीयते।
दक्षिणादिङ्‌निवृत्तोऽसौ विषुवस्थो यदा रविः॥
]

`verse 46 [
क्षीरोदस्य समुद्रस्योत्तरतोऽपि दिशं चरन्।
मण्डलं विषुवच्चापि योजनेस्तन्निबोधत॥
]

`verse 47 [
तिस्रः कोट्यस्तु सम्पूर्णा विषुवस्यापि मण्डलम्।
तथा शतसहस्राणि विंशत्येकाधिकानि तु॥
]

`verse 48 [
श्रावणे चोत्तरां काष्ठां चित्रभानुर्यदा भवेत्।
गोमेदस्य परद्वीपे उत्तराञ्च दिशं चरन्॥
]

`verse 49 [
उत्तरायाः प्रमाणन्तु काष्ठाया मण्डलस्य तु।
दक्षिणोत्तरमध्यानि तानि विन्द्याद्यथाक्रमम्॥
]

`verse 50 [
स्थानं जरद्‌गवं मध्ये तथैरावतमुत्तरम्।
वैश्वानरं दक्षिणतो निर्दिष्टमिह तत्त्वतः॥
]

`verse 51 [
नागवीथ्युत्तरा वीथी ह्यजवीथिस्तु दक्षिणा।
उभे आषाढमूलन्तु अजवीथ्यादयस्त्रयः॥
]

`verse 52 [
अभिजित् पूर्वतः स्वाति न्नागवीथ्युत्तरास्त्रयः।
अश्विनीकृत्तिकायाम्या नागवीथ्यस्त्रयः स्मृताः॥
]

`verse 53 [
रोहिण्यार्द्रा मृगशिरो नागवीथिरिति स्मृता।
पुष्याश्लेषा पुनर्वस्वोर्वीथी चैरावती स्मृता॥
]

`verse 54 [
त्रिस्रस्तु वीथयो ह्येता उत्तरा मार्ग उच्यते।
पूर्वउत्तरफल्गुन्यौ मघा चैवार्षभी भवेत्॥
]

`verse 55 [
पूर्वोत्तरप्रोष्ठपदौ गोवीथी रेवती स्मृता।
श्रवणञ्च धनिष्ठा च वारुणञ्च जरद्‌गवम्॥
]

`verse 56 [
एतास्तु वीथयस्तिस्रो मध्यमो मार्ग उच्यते।
हस्त चित्रा तथा स्वाती ह्यजवीथिरितिस्मृता॥
]

`verse 57 [
ज्येष्ठा विशाखा मैत्रञ्च मृगवीथी तथोच्यते।
मूलं पूर्वोत्तराषाढ़े वीथी वैश्वानरी भवेत्॥
]

`verse 58 [
स्मृतास्तिस्रस्तु वीथ्यस्ता मार्गे वै दक्षिणे पुनः।
काष्ठयोरन्तरञ्चैतद्वक्ष्ये योजनैः पुनः॥
]

`verse 59 [
एतच्छतसहस्राणामेकत्रिंशत्तु वै स्मृतम्।
शतानि त्रीणि चान्यानि त्रयस्त्रिंशत्तथैव च॥
]

`verse 60 [
काष्ठयोरन्तरं ह्येतद्योजनानां प्रकीर्त्तितम्।
काष्ठयोर्लेखयोश्चैव अयने दक्षिणोत्तरे॥
]

`verse 61 [
ते वक्ष्यामि प्रसंख्याय योजनैस्तु निबोधत।
एकैकमन्तरं तद्वद्युक्तान्येतानि सप्तभिः॥
]

`verse 62 [
सहस्रेणातिरिक्ता च ततोऽन्या पञ्चविंशतिः।
लेखयोः काष्ठयोश्चैव बाह्याभ्यन्तरयोश्चरन्॥
]

`verse 63 [
अभ्यन्तरं स पर्येति मण्डलान्युत्तरायणे।
बाह्यतो दक्षिणेनैव सततं सूर्य्यमण्डलम्॥
]

`verse 64 [
चरन्नसावुदीच्याञ्च ह्यशीत्या मण्डलान् शतम्।
अभ्यन्तरं स पर्येति क्रमते मण्डलानि तु॥
]

`verse 65 [
प्रमाणां मण्डलस्यापि योजनानान्निबोधत।
योजनानां सहस्राणि दश चाष्टौ तथा स्मृतम्॥
]

`verse 66 [
अधिकान्यष्टपञ्चाशद्योजनानि तु वै पुनः।
विष्कम्भो मण्डलस्यैव तिर्यक् स तु विधीयते॥
]

`verse 67 [
अहस्तु चरते नाभेः सूर्य्यो वै मण्डलं क्रमात्।
कुलालचक्रपर्यन्तो यथा चन्द्रो रविस्तथा॥
]

`verse 68 [
दक्षिणे चक्रवत् सूर्य्यस्तथा शीघ्रं निवर्त्तते।
तस्मात् प्रकृष्टां भूमिं तु कालेनाल्पेन गच्छति॥
]

`verse 69 [
सूर्य्यो द्वादशभिः शीघ्रं मुहूर्त्तैर्दक्षिणायने।
त्रयोदशार्द्धमृक्षाणां मध्ये चरति मण्डलम्॥
]

`verse 70 [
मुहूर्त्तैस्तानि ऋक्षाणि नक्तमष्टादशैश्चरन्।
कुलालचक्रमध्यस्थो यथा मन्दं प्रसर्पति॥
]

`verse 71 [
उदग्याने तथा सूर्य्यः सर्पते मन्दविक्रमः।
तस्माद्दीर्घेण कालेन भूमिं सोऽल्पां प्रसर्पति
सूर्य्योऽष्टादशभिरह्नो मुहूर्तैरुदगायने॥
]

`verse 72 [
त्रयोदशानां मध्ये तु ऋक्षाणां चरते रविः।
मुहूर्तैस्तानि ऋक्षाणि रात्रौ द्वादशभिश्चरन्॥
]

`verse 73 [
ततो मन्दतरं ताभ्यां चक्रन्तु भ्रमते पुनः।
मृत्पिण्ड इव मध्यस्थो भ्रमतेऽसौ ध्रुवस्तथा॥
]

`verse 74 [
मुहूर्तैस्त्रिंशता तावदहोरात्रं ध्रुवो भ्रमत्।
उभयोः काष्ठयोर्मध्ये भ्रमते मण्डलानि तु॥
]

`verse 75 [
उत्तरक्रमणेऽर्कस्य दिवा मन्दगतिः स्मृता।
तस्यैव तु पुनर्नक्तं शीघ्रा सूर्य्यस्य वै गतिः॥
]

`verse 76 [
दक्षिणप्रक्रमे वापि दिवा शीघ्रं विधीयते।
गतिः सूर्यस्य वै नक्तं मन्दा चापि विधीयते॥
]

`verse 77 [
लोकसन्तानतोह्येष वैश्वानरपथाद्‌बहिः।
व्युष्टिर्यावत् प्रभा सौरी पुष्करान् संप्रवर्त्तते॥
]

`verse 78 [
पार्श्वेभ्यो बाह्यतस्तावल्लोकालोकश्च पर्वतः।
योजनानां सहस्राणि दशोद्‌र्ध्वं चोच्छ्रितो गिरिः॥
]

`verse 79 [
प्रकाशश्चाप्रकाशश्च पर्वतः परिमण्डलः।
नक्षत्रचन्द्रसूर्य्याश्च ग्रहास्तारागणैः सह॥
]

`verse 80 [
अभ्यन्तरे प्रकाशन्ते लोकालोकस्य वै गिरेः।
एतावानेवलोकस्तु निरालोकस्ततः परम्॥
]

`verse 81 [
लोक आलोकने धातुर्निरालोकस्त्वलोकता।
लोकालोकौ तु संधत्ते तस्मात् सूर्य्यः परिभ्रमन्॥
]

`verse 82 [
तस्मात्‌ सन्ध्येति तामाहु रुषा व्युष्टैर्यथान्तरम्।
उषा रात्रिः स्मृता विप्रैर्व्युष्टिश्चापि अहः स्मृतम्॥
]

`verse 83 [
त्रिंशत्कलो मुहूर्तस्तु अहस्ते दशपञ्च च।
ह्रासो वृद्धिरहर्भागैर्दिवसानां यथा तु वै॥
]

`verse 84 [
सन्ध्या मुहूर्तमात्रायां ह्रासवृद्धी तु ते स्मृते।
लेखा प्रभृत्यथादित्ये त्रिमुहूर्तागते तु वै॥
]

`verse 85 [
प्रातः स्मृतस्ततः कालो भागांश्चाहुश्च पञ्च च।
तस्मात् प्रातर्गतात्कालान्मुहूर्ताः सङ्गवस्त्रयः॥
]

`verse 86 [
मध्याह्नस्त्रिमुहूर्तस्तु तस्मात् कालादनन्तरम्।
तस्मान्मध्यन्दिनात् कालाद्अपराह्ण इति स्मृतः॥
]

`verse 87 [
त्रय एव मुहूर्तास्तु काल एषस्मृतो बुधैः।
अपराह्णव्यतीताच्च कालः सायं स उच्यते॥
]

`verse 88 [
दशपञ्च मुहूर्ताह्नो मुहूर्तास्त्रय एव च।
दशपञ्च मुहूर्तं वै अहस्तु विषुवे स्मृतम्॥
]

`verse 89 [
वर्धत्यतो ह्रसत्येव अयने दक्षिणोत्तरे।
अहस्तु ग्रसते रात्रिं रात्रिस्तु ग्रसते अहः॥
]

`verse 90 [
शरद्वसन्तयोर्मध्यं विषुवन्तु विधीयते।
आलोकान्तः स्मृतो लोको लोकाश्चालोक उच्यते॥
]

`verse 91 [
लोकपालाः स्थितास्तत्र लोकालोकस्य मध्यतः।
चत्वारस्ते महात्मानस्तिष्ठन्त्याभूतसंप्लवम्॥
]

`verse 92 [
सुधामा चैव वैराजः कर्दमश्च प्रजापतिः।
हिरण्यरोमा पर्जन्यः केतुमान् राजसाश्च सः॥
]

`verse 93 [
निर्द्वन्द्वा निरभीमाना निस्तन्द्रा निष्परिग्रहाः।
लोकपालाः स्थितास्त्वेते लोकालोके चतुर्दिशम्॥
]

`verse 94 [
उत्तरं यदगस्त्यस्य श्रृङ्गं देवर्षिसेवितम्।
पितृयानः स्मृतः पन्था वैश्वानरपथाद्‌बहिः॥
]

`verse 95 [
तत्रासते प्रजाकामा ऋषयो येऽग्निहोत्रिणः।
लोकस्य सन्तानकराः पितृयाने पथिस्थिताः॥
]

`verse 96 [
भूतारम्भकृतं कर्म्म आशिषश्चविशाम्पते।
प्रारम्भन्ते लोककामास्तेषां पन्था सदक्षिणः॥
]

`verse 97 [
चलितन्ते पुनर्धर्म स्थापयन्ति युगे युगे।
सन्तप्ततपसा चैव मर्यादाभिः श्रुतेन च॥
]

`verse 98 [
जायमानास्तु पूर्वे वै पश्चिमानां गृहेषु ते।
पश्चिमाश्चैव पूर्वेषां जायन्ते निधनेष्विह॥
]

`verse 99 [
एवमवर्तमानास्ते वर्तन्त्याभूतसंप्लवम्।
अष्टाशीतिसहस्राणि ऋषीणां गृहमेधिनाम्॥
]

`verse 100 [
सवितुर्दक्षिणं मार्गमाश्रित्याभूतसंप्लवम्।
क्रियावतां प्रसंख्यैषा ये श्मशानानि भेजिरे॥
]

`verse 101 [
लोकसंव्यवहारार्थं भूतारम्भकृतेन च।
इच्छाद्वेषरताच्चैव मैथुनोपगमाच्च वै॥
]

`verse 102 [
तथा कामकृतेनेह सेवनाद्विषयस्य च।
इत्येतैः कारणैः सिद्धाः श्मशानानीह भेजिरे॥
]

`verse 103 [
प्रजैषिणः सप्तऋषयो द्वापरेष्विह जज्ञिरे।
सन्ततिन्ते जुगुप्सन्ते तस्मान्मृत्युर्जितस्तु तैः॥
]

`verse 104 [
अष्टाशीतिसहस्राणि तेषामप्यूर्ध्वरेतसाम्।
उदक् पन्थानपर्यन्तमाश्रित्याभूतसंप्लवम्॥
]

`verse 105 [
ते सम्प्रयोगाल्लोकस्य मिथुनस्य च वर्जनात्।
ईर्ष्याद्वेषनिवृत्त्या च भूतारम्भविवर्जनात्॥
]

`verse 106 [
इत्येतैः कारणैः शुद्धैस्तेऽमृतत्वं हि भेजिरे।
आभूतसंप्लवस्थानाममृतत्वं विभाव्यते॥
]

`verse 107 [
त्रैलोक्यस्थितिकालो हि न पुनर्मारगामिनाम्।
भ्रूणहत्याश्वमेधादि पापपुण्यनिभैः परम्॥
आभूतसंप्लवान्ते तु क्षीयन्ते चोर्ध्वरेतसः॥
]

`verse 108 [
ऊर्ध्वोत्तरमृषिभ्यस्तु ध्रुवो यत्रानुसंस्थितः।
एतद्विष्णुपदं दिव्यं तृतीयं व्योम्नि भास्वरम्॥
]

`verse 109 [
यत्र गत्वा न शोचन्ति तद्विष्णोः परमम्पदम्।
धर्मे ध्रुवस्य तिष्ठन्ति ये तु लोमस्य काङ्‌क्षिणः॥
]
