`speaker [
सूत उवाच
]

`verse 1 [
ताराग्रहाणां वक्ष्यामि स्वर्भानोस्तु रथं पुनः।
अथ तेजोमयः शुभ्रः सोमपुत्रस्य वै रथः॥
]

`verse 2 [
युक्तो हयैः पिशङ्गैश्च दशभिर्वातरंहसैः।
श्वेतः पिशङ्गः सारङ्गो नीलः श्यामो विलोहितः॥
]

`verse 3 [
श्वेतश्च हरितश्चैव पृषतो वृष्णिरेव च।
दशभिस्तु महाभागैरुत्तमैर्वातसम्भवैः॥
]

`verse 4 [
ततो भौमरथश्चापि अष्टाङ्गः काञ्चनः स्मृतः।
अष्टभिर्लोहितैरश्वैः सध्वजैरग्निसम्भवैः॥
]

`verse 5 [
सर्पतेऽसौ कुमारो वै ऋजुवक्रानुवक्रगः।
अतश्चाङ्गिरसौ विद्वान् देवाचार्यो बृहस्पतिः॥
]

`verse 6 [
गौराश्वेन तु रौक्मेण स्यन्दनेन विसर्पति।
युक्तेनाष्टाभिरश्वैश्च ध्वजैरग्निसमुद्भवैः॥
]

`verse 7 [
अब्दं वसति यो राशौ स्वदिशं तेन गच्छति।
ततः शनैश्चरोऽप्यश्वैः सबलैर्वातरंहसैः॥
]

`verse 8 [
कार्ष्णायसं समारुह्य स्यन्दनं यात्यसौ शनिः।
स्वर्भानोस्तु तथाष्टाश्वाः कृष्णा वै वातरंहसः॥
]

`verse 9 [
रथन्तमोमयं तस्य वहन्तिस्म सुदंशिताः।
आदित्यनिलयो राहुः सोमं गच्छति पर्वसु॥
]

`verse 10 [
आदित्यमेति सोमाच्च तमसां तेषु पर्वसु।
ततः केतुमतस्त्वश्वा अष्टौ ते वातरंहसः॥
]

`verse 11 [
पलालधूमवर्णाभाः क्षामदेहाः सुदारुणाः।
एते वाहा ग्रहाणां वै मया प्रोक्ता रथै सह॥
]

`verse 12 [
सर्वे ध्रुवे निबद्धास्ते निबद्धा वातरश्मिभिः।

एते वै भ्राम्यमाणास्ते यथायोगं वहन्ति वै॥
]

`verse 13 [
वायव्याभिरदृश्याभिः प्रबद्धा वातरश्मिभिः।
परिभ्रमन्ति तद्बद्ध्वा श्चन्द्रसूर्यग्रहा दिवि॥
]

`verse 14 [
यावत्तमनुपर्येति ध्रुवं वै ज्योतिषाङ्गणः।
यथा नद्युदके नौस्तु उदकेन सहोह्यते॥
]

`verse 15 [
तथा देवगृहाणि स्युरुह्यन्ते वातरंहसा।
तस्माद्यानि प्रगृह्यन्ते व्योम्नि देवगृहा इति॥
]

`verse 16 [
यावन्त्यश्चैव ताराः स्युस्तावन्तोऽस्य मरीचयः।
सर्वा ध्रुवनिबद्धास्ता भ्रमन्त्यो भ्रामयन्ति च॥
]

`verse 17 [
तैलपीडं यथा चक्रं भ्रामते भ्रामयन्ति वै।
तथा भ्रमन्ति ज्योतींषि वाता बद्धानि सर्वशः॥
]

`verse 18 [
अलातचक्रवद्यान्ति वातचक्रेरितानि तु।
यस्मात् प्रवहते तानि प्रवहस्तेन स स्मृतः॥
]

`verse 19 [
एवं ध्रुवे नियुक्तोऽसौ भ्रमते ज्योतिषाङ्गणाः।
एष तारामयः प्रोक्तः शिशुमारे ध्रुवा दिवि॥
]

`verse 20 [
शिश्ने सम्वत्सरो ज्ञेयो मित्रश्चापानमाश्रितः।
पुच्छेऽग्निश्च महेन्द्रश्च मरीचिः कश्यपो ध्रुवः॥
]

`verse 21 [
एष तारामयः स्तम्भो नास्तमेति नवोदयम्।
नक्षत्रचन्द्रसूर्याश्च ग्रहास्तारागणैः सह॥
]

`verse 22 [
यादह्रा कुरुते पापन्तं द्रृष्ट्वा निशि मुञ्चतः।
शिशुमारशरीरस्था यावन्त्यस्तारकास्तु ताः॥
]

`verse 23 [
वर्षाणि द्रृष्ट्वा जीवेत तावदेवाधिकानि तु।
शिशुमाराकृतिं ज्ञात्वा प्रविभागेत सर्वशः॥
]

`verse 24 [
उत्तानपादस्तस्याथ विज्ञेयः सोत्तरा हनुः।
यज्ञोधरस्तु विज्ञेयो धर्मोमूर्द्धानमाश्रितः॥
]

`verse 25 [
हृदि नारायणः साध्या अश्विनौ पूर्वपादयोः।
वरुणश्चार्यमा चैव पश्चिमे तस्य सक्थिनी॥
]

`verse 26 [
तन्मुखाभिमुखाः सर्वे चक्रभूता दिवि स्थिताः।
ध्रुवेणाधिष्ठिताश्चैव ध्रुवमेव प्रदक्षिणम्॥
]

`verse 27 [
परियान्ति सुरश्रेष्ठं मेढीभूतं ध्रुवं दिवि।
आग्नीध्रकाश्यपानान्तु तेषां स परमो ध्रुवः॥
]

`verse 28 [
एक एव भ्रमत्येष मेरोरन्तरमूर्द्धनि।
ज्योतिषाञ्च क्रमादाय आकर्षस्तमधोमुखः॥
मेरुमालोकयन्नेव प्रति याति प्रदक्षिणम्॥
]
