`speaker [
ऋषय ऊचुः
]

`verse 1 [
वदतद्भवता प्रोक्तं श्रुतं सर्वमशेषतः।
कथं देवगृहाणि स्युः पुनर्ज्योतींषि वर्णय॥
]

`speaker [
सूत उवाच
]

`verse 2 [
एतत्सर्वं प्रवक्ष्यामि सूर्य्याचन्द्रमसोर्गतिम्।
यथा देवगृहाणिस्युः सूर्याचन्द्रमसोस्तथा॥
]

`verse 3 [
अग्नेर्व्युष्टौ रजन्यां वै ब्रह्मणा व्यक्तयोनिना।
अव्याकृतमिदं त्वासीन्नैशेन तमसावृतम्॥
]

`verse 4 [
चतुर्भूतावशिष्टेऽस्मिन् ब्रह्मणा समधिष्ठिते।
स्वयंभूर्भगवांस्तत्र लोकतत्त्वार्थसाधकः॥
]

`verse 5 [
खद्योतरूपी विचरन्नाविर्भावं व्यचिन्तयत्।
ज्ञात्वाग्निं कल्पकालादावपः पृथ्वीञ्च संश्रिताः॥
]

`verse 6 [
स सम्भृत्य प्रकाशार्थन्त्रिधा तुल्योऽभवत् पुनः।
पाचको यस्तु लोकेऽस्मिन् पार्थिवः सोऽग्निरुच्यते॥
]

`verse 7 [
यत्रासौ तपवे सूर्ये शुचिरग्निश्च स स्मृतः।
वैद्युतो जठरः सौम्यो वैद्युतश्चाप्यनिन्धनः॥
]

`verse 8 [
तेजोभिश्चाध्यते कश्चित् कश्चिदेवाप्यनिन्धनः।
काष्ठेन्धनस्तुनिर्मथ्यः सोऽद्भिः शाम्यति पावकः॥
]

`verse 9 [
अर्चिष्मान् पचनोऽग्निस्तु निष्प्रभः सौम्यलक्षणः।
यश्चासौ मण्डले शुक्ले निरूष्मा न प्रकाशते॥
]

`verse 10 [
प्रभा सौरी तु पादेन अस्तं याति दिवाकरे।
अग्निमाविशते रात्रौ तस्मादग्निः प्रकाशते॥
]

`verse 11 [
उदिते तु पुनः सूर्य्ये ऊष्माग्नेस्तु समाविशत्।
पादेन तेजसश्चाग्नेस्तस्मात् सन्तपते दिवा॥
]

`verse 12 [
प्राकाश्यञ्च तथोष्णञ्च सौर्याग्नेये तु तेजसी।
परस्परानुप्रवेशादाप्याये ते दिवा निशम्॥
]

`verse 13 [
उत्तरे चैव भूम्यर्द्धे तथा ह्यस्मिंस्तु दक्षिणे।
उत्तिष्ठति पुनः सूर्य्ये रात्रिमाविशते ह्यपः॥
]

`verse 14 [
तस्मात्ताम्रा भवन्त्यापो दिवा रात्रि प्रवेशनात्।
अस्तङ्गते पुनः सूर्य्ये अहो वै प्रविशत्यपः॥
]

`verse 15 [
तस्मान्नक्तुं पुनः शुक्ला ह्यापो द्रृश्यन्ति भासुराः।
एतेन क्रमयोगेन भूम्यर्द्धे दक्षिणोत्तरे॥
]

`verse 16 [
उदयास्तमये ह्यत्र अहोरात्रं विशत्यपः।
यश्चासौ तपते सूर्य्यः सोऽपः पिबति रश्मिभिः॥
]

`verse 17 [
सहस्रपाद स्त्वेषोऽग्नी रक्तकुम्भनिभस्तु सः ।
आदत्ते स तु नाडीनां सहस्रेणसमन्ततः॥
]

`verse 18 [
आपो नदीसमुद्रेभ्यो ह्रदकूपेभ्य एव च।
तस्य रश्मिसहस्रेण शीतवर्षोष्ण निः स्रवः॥
]

`verse 19 [
तासाञ्चतुः शतं नाड्यो वर्षन्ते चित्रमूर्तयः।
चन्दनाश्चैव मेध्याश्च केतनाश्चेतनास्तथा॥
]

`verse 20 [
अमृता जीवनाः सर्वा रश्मयो वृष्टिसर्जनाः।
हिमोद्भवाश्चतान्योन्यं रश्मयस्त्रिंशतः स्मृताः॥
]

`verse 21 [
चन्द्रताराग्रहैः सर्वैः पीता भानोर्गभस्तयः॥
]

`verse 22 [
एता मध्यास्तथान्याश्च ह्रादिन्यो हिमसर्जनाः।
शुक्लाश्च ककुभश्चैव गावो विश्वसृतश्च याः॥
]

`verse 23 [
शुक्लास्ता नामतः सर्वास्त्रिंशत्या धर्म्मसर्जनाः।
सम्बिभ्रति हि ताः सर्वाः मनुष्यान्देवताः पितॄन्॥
]

`verse 24 [
मनुष्यानौषधीभिश्च स्वधया च पितॄनपि।
अमृतेन सुरान् सर्वान् सन्ततम्परि तर्पयन् ॥
]

`verse 25 [
वसन्ते चैव ग्रीष्मे वा शनैः सन्तपते त्रिभिः।
वर्षासु च शरद्येवं चतुर्भिः संप्रवर्षति॥
]

`verse 26 [
हेमन्ते शिशिरे चैव हिमोत्सर्गस्त्रिभिः पुनः।
औषधीषु बलन्धत्ते सुधाञ्च स्वधया पुनः॥
]

`verse 27 [
सूर्योऽमरत्वममृते त्रयस्त्रिषु नियच्छति।
एवं रश्मिसहस्रन्तु सौरं लोकार्द्धसाधनम्॥
]

`verse 28 [
भिद्यते ऋतुमासाद्य सहस्रं बहुधा पुनः।
इत्येवं मण्डलं शुक्लं भास्वरं लोकसंज्ञितम्॥
]

`verse 29 [
नक्षत्रग्रहसोमानां प्रतिष्ठायोनिरेव च।
चन्द्रऋक्षग्रहाः सर्वे विज्ञेयाः सूर्यसम्भवाः॥
]

`verse 30 [
सुषुग्ना सूर्यरश्मिर्या क्षीणां शशिनमेधते।
हरिकेशः पुरस्तात्तु यो वै नक्षत्रयोनिकृत्॥
]

`verse 31 [
दक्षिणे विश्वकर्मा तु रश्मिराप्याययद् बुधम्।
विश्वावसुश्च यः पश्चच्छुक्रयोनिश्च स स्मृतः॥
]

`verse 32 [
सम्वर्द्धनस्तु यो रश्मिः सयोनिर्लोहितस्य च।
षष्ठस्तु ह्यश्वभूरश्मिर्योनिः स हि बृहस्पतेः॥
]

`verse 33 [
शनैश्चरं पुनश्चापि रश्मिराप्यायते सुराट्।
न क्षीयते यतस्तानि तस्मान्नक्षत्रतास्मृता॥
]

`verse 34 [
क्षेत्राण्येतानि वै सूर्यमापतन्ति गभस्तिभिः।
क्षेत्राणि तेषामादत्ते सूर्योनक्षत्रता ततः॥
]

`verse 35 [
अस्माल्लोकादमुं लोकं तीर्णानां सुकृतात्मनाम्।
तारणात्तारका ह्येताः शुक्लत्वाच्चैव शुक्लिकाः॥
]

`verse 36 [
दिव्यानां पार्थिवानाञ्च वंशानाञ्चैव सर्वशः।
तपसस्तेजसो योगादादित्य इति गद्यते॥
]

`verse 37 [
स्रवतिः स्यन्दनार्थे धातुरेष निगद्यते।
स्रवणात्तेजसश्चैव तेनासौ सविता स्मृतः॥
]

`verse 38 [
बह्वर्थश्चन्द इत्येष प्रधानो धातुरुच्यते।
शुक्लत्वे ह्यमृतत्वे च शीतत्वे ह्लादनेऽपि च॥
]

`verse 39 [
सूर्याचन्द्रमसोर्दिव्ये मण्डले भास्वरे खगे।
जलतेजोमये शुक्ले वृत्तकुम्भनिभे शुभे॥
]

`verse 40 [
वसन्ति कर्म्मदेवास्तु स्थानान्येतानि सर्वशः।
मन्वन्तरेषु सर्वेषु ऋषिसूर्यग्रहादयः॥
]

`verse 41 [
तानि देवगृहाणि स्युः स्थानाख्यानि भवन्ति हि।
सौरं सूर्योऽविशत् स्थानं सौम्यं सोमस्तथैव च॥
]

`verse 42 [
शौक्रं शुक्रोऽविशत् स्थानं षोडशारं प्रभास्वरम्।
बृहस्पतिर्बृहत्वञ्च लोहितञ्चापि लोहितः॥
]

`verse 43 [
शनैश्चरोऽविशत् स्थानमेवं शानैश्चरं तथा।
बुधोऽपि वै बुधस्थानं भानुस्वर्भानुरेव च॥
]

`verse 44 [
नक्षत्राणि च सर्वाणि नाक्षत्राण्यविशन्ति च।
ज्योतींषि सुकृतामेते ज्ञेया देवगृहास्तु वै॥
]

`verse 45 [
स्थानान्येतानि तिष्ठन्ति यावदाभूतसंप्लवम्।
मन्वन्तरेषु सर्वेषु देवस्थानानि तानि वै॥
]

`verse 46 [
अभिमानेन तिष्ठन्ति तानि देवाः पुनः पुनः।
अतीतास्तु सहातीतैर्भाव्याभाव्यैः सुरैः सह॥
]

`verse 47 [
वर्तन्ते वर्तमानैश्च सुरैः सार्द्धन्तु स्थानिनः।
सूर्यो देवो विवस्वांश्च अष्टमस्त्वदितेः सुतः॥
]

`verse 48 [
द्युतिमान् धर्म्मयुक्तश्च सोमो देवो वसुः स्मृतः।
शुक्रो दैत्यस्तु विज्ञेयो भार्गवो सुरयाजकः॥
]

`verse 49 [
बृहस्पतिर्बृहत्तेजा देवाचार्योऽङ्गिरः सुतः।
बुधोमनोहरश्चैव शशिपुत्रस्तु स स्मृतः॥
]

`verse 50 [
शनैश्चरो विरूपश्च संज्ञापुत्रो विवस्वतः।
अग्निर्विकेश्यां जज्ञे तु युवाऽसौ लोहिताधिपः॥
]

`verse 51 [
नक्षत्रनाम्न्यः क्षेत्रेषु दाक्षायण्यः सुताः स्मृताः।
स्वर्भानुः सिंहिकापुत्रो भूतसंसाधनो सुरः॥
]

`verse 52 [
चन्द्रार्कग्रहनक्षत्रेष्वभिमानी प्रकीर्त्तितः।
स्थानान्येतानि चोक्तानि स्थानिन्यश्चैव देवताः॥
]

`verse 53 [
शुक्लमग्निसमं दिव्यं सहस्रांशोर्विवस्वतः।
सहस्रांशुत्विषः स्थानमन्मयन्तेजसं तथा॥
]

`verse 54 [
आशास्थानं मनोज्ञस्य रविरश्मिगृहे स्थितम्।
शुक्रः षोडशरश्मिस्तु यस्तु देवो ह्यपोमयः॥
]

`verse 55 [
लोहितो नवरश्मिस्तु स्थानमापन्तु तस्य वै।
बृहद्द्वादशरश्मीकं हरिद्राभन्तु वेधसः॥
]

`verse 56 [
अष्टरश्मिशनेस्तत्तु कृष्णं वृद्धमयस्मयम्।
स्वर्भानोस्त्वायसं स्थानं भूतसन्तापनालयम्॥
]

`verse 57 [
सुकृतामाश्रयास्तारा रश्मयस्तु हिरण्मयाः ।
तारणात्तारकाह्येताः शुक्लत्वाच्चैव तारकाः॥
]

`verse 58 [
नवयोजनसाहस्रोविष्कम्भः सवितुः स्मृतः।
मण्डलं द्विगुणं चास्य विस्तारो भास्करस्य तु॥
]

`verse 59 [
द्विगुणः सूर्यविस्ताराद्विस्तारः शशिनः स्मृतः।
त्रिगुणं मण्डलं चास्य वैपुल्याच्छशिनः स्मृतम्॥
]

`verse 60 [
सर्वोपरिनिविष्टानि मण्डलानि तु तारकाः।
योजनार्द्धप्रमाणानि ताभ्योऽन्यानि गणानि तु॥
]

`verse 61 [
तल्पो भूत्वा तु स्वर्भानुस्तदधस्तात् प्रसर्पति।
उद्धृत्य पार्थिवीं च्छायां निर्मितां मण्डलाकृतिम्॥
]

`verse 62 [
ब्रह्मणा निर्मितं स्थानं तृतीयन्तु तमोमयम्।
आदित्यात् स तु निष्कम्य सोमं गच्छति पर्वसु॥
]

`verse 63 [
आदित्यमेति सोमाच्च पुनः सौरेषु पर्वसु।
स्वभासा तुदते यस्मात् स्वर्भानुरितिसस्मृतः॥
]

`verse 64 [
चन्द्रतः षोडशो भागो भार्गवस्य विधीयते।
विष्कम्भान् मण्डलाच्चैव योजनानान्तु सस्मृतः॥
]

`verse 65 [
भार्गवात्पादहीनश्च विज्ञेयो वै बृहस्पतिः।
बृहस्पतेः पादहीनौ केतुवक्रावुभौ स्मृतौ॥
]

`verse 66 [
विस्तारमण्डलाभ्यान्तु पादहीनस्तयोर्बुधः।
तारानक्षत्ररूपाणि वपुष्मन्तीह यानि वै॥
]

`verse 67 [
बुधेन समरूपाणि विस्तारान् मण्डलात्तु वै।
तारानक्षत्ररूपाणि हीनानि तु परस्परम्॥
]

`verse 68 [
शतानि पञ्चचत्वारि त्रीणि द्वे चैकमेव च।
सर्वोपरिनिसृष्टानि मण्डलानि तु तारकाः॥
]

`verse 69 [
योजनार्द्धप्रमाणानि तेभ्यो ह्रस्वं न विद्यते।
उपरिष्टात्तु ये तेषां गृहा ये क्रूरसात्विकाः॥
]

`verse 70 [
सौरश्चाङ्गिरसो वक्रो विज्ञेयामन्दचारिणः॥
तेभ्योऽधस्तात्तु चत्वारः पुनश्चान्ये महाग्रहाः॥
]

`verse 71 [
सोमः सूर्य्यो बुधश्चैव भार्गवश्चेति शीघ्रगाः।
यावन्ति चैव ऋक्षाणि कोट्यस्तावन्ति तारकाः॥
]

`verse 72 [
सर्वेषान्तु ग्रहाणां वै सूर्य्योऽधस्तात् प्रसर्पति।
विस्तीर्णं मण्डलं कृत्वा तस्योर्ध्वं चरते शशी॥
]

`verse 73 [
नक्षत्रमण्डलञ्चापि सोमाद् ऊर्ध्वं प्रसर्पति।
नक्षत्रेभ्यो बुधश्चोर्द्ध्वं बुधाच्चोर्ध्वं भार्गवः॥
]

`verse 74 [
वक्रस्तु भार्गवादूर्द्ध्वं वक्रादूर्ध्वं बृहस्पतिः।
तस्माच्छनैश्चरश्चोर्ध्वं देवाचार्योपरिस्थितः॥
]

`verse 75 [
शनैश्चरात्तथा चोर्ध्वं ज्ञेयं सप्तर्षिमण्डलम्।
सप्तर्षिभ्यो ध्रुवश्चोर्ध्वं समस्तं त्रिदिवं ध्रुवे॥
]

`verse 76 [
द्विगुणेषु सहस्रेषु योजनानां शतेषु च।
गृहान्तरमथैकैकमूर्ध्वं नक्षत्रमण्डलात्॥
]

`verse 77 [
ताराग्रहान्तराणिस्युरुपर्युपर्य्यधिष्ठितम्।
ग्रहाश्चन्द्रसूर्य्यौ च दिवि दिव्येन तेजसा॥
]

`verse 78 [
नक्षत्रेषु च युज्यन्ते गच्छन्तो नियतक्रमात्।
चन्द्रार्कग्रहनक्षत्रा नीचोच्चगृहमाश्रिताः॥
]

`verse 79 [
समागमे च भेदे च पश्यन्ति युगपत्प्रजाः।
परस्परं स्थिता ह्योवं युज्यन्तेच परस्परम्॥
]

`verse 80 [
असङ्करेण विज्ञेयस्तेषां योगस्तु वै बुधैः।
इत्येवं सन्निवेशो वै पृथिव्या ज्योतिषाञ्चयः॥
]

`verse 81 [
द्वीपानामुदधीनाञ्च पर्वतानां तथैव च।
वर्षाणाञ्च नदीनाञ्च ये च तेषु वसन्ति वै॥
]

`verse 82 [
इत्येषोऽर्कवशेनैव सन्निवेशस्तु ज्योतिषाम्।
आवर्तः सान्तरोमद्ये संक्षिप्तश्च ध्रुवात्तु सः॥
]

`verse 83 [
सर्वतस्तेषु विस्तीर्णो वृत्ताकार इवोच्छ्रितः।
लोकसम्व्यवहारार्थमीश्वरेण विनिर्मितः॥
]

`verse 84 [
कल्पादौ बुद्धिपूर्वन्तु स्थापितोऽसौ स्वयम्भुवा।
इत्येष सन्निवेशो वै सर्वस्य ज्योतिरात्मकः॥
]

`verse 85 [
वैश्वरूपं प्रधानस्य परिणाहोऽस्य यः स्मृतः।
तेषां शक्यं न संख्यातुं याथातथ्येन केनचित्॥
गतागतं मनुष्येण ज्योतिषां मांस चक्षुषा॥
]
