`speaker [
ऋषय ऊचुः
]

`verse 1 [
कथं जगाम भगवान्पुरारित्वं महेश्वरः
ददाह च कथं देवस्तन्नो विस्तरतो वद
]

`verse 2 [
पृच्छामस्त्वां वयं सर्वे बहुमानात्पुनः पुनः
त्रिपुरं तद्यथा दुर्गं मयमायाविनिर्मितम्
देवेनैकेषुणा दग्धं तथा नो वद मानद
]

`speaker [
सूत उवाच
]

`verse 3 [
शृणुध्वं त्रिपुरं देवो यथा दारितवान्भवः
मयो नाम महामायो मायानां जनकोऽसुरः
]

`verse 4 [
निर्जितः स तु संग्रामे तताप परमं तपः
तपस्यन्तं तु तं विप्रा दैत्यावन्यावनुग्रहात्
]

`verse 5 [
तस्यैव कृत्यमुद्दिश्य तेपतुः परमं तपः
विद्युन्माली च बलवांस्तारकाख्यश्च वीर्यवान्
]

`verse 6 [
मयतेजःसमाक्रान्तौ तेपतुर्मयपार्श्वगौ
लोका इव यथा मूर्तास्त्रयस्त्रय इवाग्नयः
]

`verse 7 [
लोकत्रयं तापयन्तस्ते तेपुर्दानवास्तपः
हेमन्ते जलशय्यासु ग्रीष्मे पञ्चतपे तथा
]

`verse 8 [
वर्षासु च तथाकाशे क्षपयन्तस्तनूः प्रियाः
सेवानाः फलमूलानि पुष्पाणि च जलानि च
]

`verse 9 [
अन्यदाचरिताहाराः पङ्केनाचितवल्कलाः
मग्नाः शैवालपङ्केषु विमलाविमलेषु च
]

`verse 10 [
निर्मांसाश्च ततो जाताः कृशा धमनिसंतताः
तेषां तपःप्रभावेन प्रभावविधुतं यथा
]

`verse 11 [
निष्प्रभं तु जगत्सर्वं मन्दमेवाभिभाषितम्
दह्यमानेषु लोकेषु तैस्त्रिभिर्दानवाग्निभिः
]

`verse 12 [
तेषामग्रे जगद्बन्धुः प्रादुर्भूतः पितामहः
ततः साहसकर्तारः प्राहुस्ते सहसागतम्
]

`verse 13 [
स्वकं पितामहं दैत्यास्तं वै तुष्टुवुरेव च
अथ तान्दानवान्ब्रह्मा तपसा तपनप्रभान्
]

`verse 14 [
उवाच हर्षपूर्णाक्षो हर्षपूर्णमुखस्तदा
वरदोऽहं हि वो वत्सास्तपस्तोषित आगतः
]

`verse 15 [
व्रियताम् ईप्सितं यच्च साभिलाषं तदुच्यताम्
इत्येवमुच्यमानास्तु प्रतिपन्नं पितामहम्
]

`verse 16 [
विश्वकर्मा मयः प्राह प्रहर्षोत्फुल्ललोचनः
देव दैत्याः पुरा देवैः संग्रामे तारकामये
]

`verse 17 [
निर्जितास्ताडिताश्चैव हताश्चाप्यायुधैरपि
देवैर्वैरानुबन्धाच्च धावन्तो भयवेपिताः
]

`verse 18 [
शरणं नैव जानीमः शर्म वा शरणार्थिनः
सोऽहं तपःप्रभावेन तव भक्त्या तथैव च
]

`verse 19 [
इच्छामि कर्तुं तद्दुर्गं यद्देवैरपि दुस्तरम्
तस्मिंश्च त्रिपुरे दुर्गे मत्कृते कृतिनां वर
]

`verse 20 [
भूम्यानां जलजानां च शापानां मुनितेजसाम्
देवप्रहरणानां च देवानां च प्रजापतेः
]

`verse 21 [
अलङ्घनीयं भवतु त्रिपुरं यदि ते प्रियम्
विश्वकर्मा इतीवोक्तः स तदा विश्वकर्मणा
]

`verse 22 [
उवाच प्रहसन्वाक्यं मयं दैत्यगणाधिपम्
सर्वामरत्वं नैवास्ति असद्वृत्तस्य दानव
]

`verse 23 [
तस्माद्दुर्गविधानं हि क्षणादपि विधीयताम्
पितामहवचः श्रुत्वा तदैवं दानवो मयः
]

`verse 24 [
प्राञ्जलिः पुनरप्याह ब्रह्माणं पद्मसम्भवम्
यस्तदेकेषुणा दुर्गं सकृन्मुक्तेन निर्दहेत्
]

`verse 25 [
समं स संयुगे हन्यादवध्यं शेषतो भवेत्
एवमस्त्विति चाप्युक्त्वा मयं देवः पितामहः
]

`verse 26 [
स्वप्ने लब्धो यथार्थो वै तत्रैवादर्शनं ययौ
गते पितामहे दैत्या गता मयरविप्रभाः
]

`verse 27 [
वरदानाद्विरेजुस्ते तपसा च महाबलाः
स मयस्तु महाबुद्धिर्दानवो वृषसत्तमः
]

`verse 28 [
दुर्गं व्यवसितः कर्तुमिति चाचिन्तयत्तदा
कथं नाम भवेद्दुर्गं तन्मया त्रिपुरं कृतम्
]

`verse 29 [
वत्स्यते तत्पुरं दिव्यं मत्तो नान्यैर्न संशयः
यथाचैकेषुणा तेन तत्पुरं न हि हन्यते
]

`verse 30 [
देवैस्तथा विधातव्यं मया मतिविचारणम्
विस्तारो योजनशतमेकैकस्य पुरस्य तु
]

`verse 31 [
कार्यस्तेषां च विष्कम्भश्चैकैकशतयोजनम्
पुष्ययोगेण निर्माणं पुराणं च भविष्यति
]

`verse 32 [
पुष्ययोगेण च दिवि समेष्यन्ति परस्परम्
पुष्ययोगेण युक्तानि यस्तान्यासादयिष्यति
]

`verse 33 [
पुराण्येकप्रहारेण शतानि निहनिष्यति
आयसं तु क्षितितले राजतं तु नभस्तले
]

`verse 34 [
राजतस्योपरिष्टात्तु सौवर्णं भविता पुरम्
एवं त्रिभिः पुरैर्युक्तं त्रिपुरं तद्भविष्यति
शतयोजनविष्कम्भैरन्तरैस्तद्दुरासदम्
]

`verse 35 [
अट्टालकैर्यन्त्रशतघ्निभिश्च सचक्रशूलोपलकम्पनैश्च
द्वारैर्महामन्दरमेरुकल्पैः प्राकारशृङ्गैः सुविराजमानम्
]

`verse 36 [
सतारकाख्येन मयेन गुप्तं स्वस्थं च गुप्तं तडिन्मालिनापि
को नाम हन्तुं त्रिपुरं समर्थो मुक्त्वा त्रिनेत्रं भगवन्तमेकम्
]

`colophon [
इति श्रीमात्स्ये महापुराणे त्रिपुरोपाख्यान एकोनत्रिंशदधिकशततमोऽध्यायः
]
