`verse 1 [
मयस्यत्रिपुरनिर्माणम्।
सूत उवाच।
इति चिन्त्य मयो दैत्यो दिव्योपाय प्रभावजम्।
चकार त्रिपुरं दुर्गं मनः सञ्चारचारितम्॥
]

`verse 2 [
प्रकारोऽनेन मार्गेण इह वामुत्र गोपुरम्।
इह चाट्टालकद्वारमिह चाट्टालगोपुरम्॥
]

`verse 3 [
राजमार्गं इतश्चापि विपुलो भवतामिति।
रथ्योपरथ्याः सत्रिका इहचत्वर एव च॥
]

`verse 4 [
इदमन्तः पुरस्थानं रुद्रायतनमत्र च।
सवटानि तड़ागानि ह्यत्र वाप्यः सरांसि च॥
]

`verse 5 [
आरामाश्च सभाश्चात्र उद्यानान्यत्र वा तथा।
उपनिर्गमो दानवानां भवत्यत्र मनोहरः॥
]

`verse 6 [
इत्येवं मानसं तत्राकल्पयत् पुरकल्पवित्।
मयेन तत्पुरं सृष्टं त्रिपुरं त्वितिः नः श्रुतम्॥
]

`verse 7 [
कार्ष्णायसमयं यत्तु मयेन विहितं पुरम्।
तारकाख्योऽधिपस्तत्र कृतस्थानाधिपोऽवसत्॥
]

`verse 8 [
यत्तु पूर्णेन्दुसङ्काशं राजतं निर्मितं पुरम्।
विद्युन्माली प्रभुस्तत्र विद्युन्मालीत्विवाम्बुदः॥
]

`verse 9 [
सुवर्णाविकृतं यत्र मयेन विहितं पुरम्।
स्वयमेव मयस्तत्र गतस्तदधिपः प्रभुः॥
]

`verse 10 [
तारकस्य पुरं तत्र शतयोजनमन्तरम्।
विद्युन्मालिपुरञ्चापि शतयोजनकेऽन्तरम्॥
]

`verse 11 [
मेरुपर्वतसङ्काशं मयस्यापि पुरं महत्।
पुष्पसंयोगमात्रेण कालेन समयः पुरा॥
]

`verse 12 [
कृतवांस्त्रिपुरं दैत्यस्त्रिनेत्रः पुष्पकं यता।
येन येन मयो याति प्रकुर्वाणः पुरं पुरात्॥
]

`verse 13 [
प्रशस्तास्तत्र तत्रैव वारुण्यामालयाः स्वयम्।
रुक्मरूप्यायसानाञ्च शतशोऽथ सहस्रशः॥
]

`verse 14 [
रत्नाचितानि शोभन्ते पुराण्यमरविद्विषाम्।
प्रासादशतजुष्टानि कूटागारोत्कटानि च॥
]

`verse 15 [
सर्वेषां कामगानि स्युः सर्वलोकातिगानि च।
सोद्यानवापीकूपानि सपद्म सरवन्ति च॥
]

`verse 16 [
अशोकवनभूतानि कोकिला रुतवन्ति च।
चित्रशालाविशालानि चतुःशालोत्तमानि च॥
]

`verse 17 [
सप्ताष्टदशभौमानि सत्कृतानि मयेन च।
बहुध्वजपताकानि स्रग्दामालङ्कृतानि च॥
]

`verse 18 [
किङ्किणीजालशब्दानि गन्धवन्ति महान्ति च।
सुसंयुक्तोपलिप्तानि पुष्पनैवेद्यवन्ति च॥
]

`verse 19 [
यज्ञधूमान्धकाराणि संपूर्णकलशानि च।
गगनावरणाभानि हंसपङ्क्तिनिभानि च॥
]

`verse 20 [
पङ्क्तीकृतानि राजन्ते गृहाणि त्रिपुरे पुरे।
मुक्ताकलापैर्लम्बद्भिर्हसन्तीव शशिश्रियम्॥
]

`verse 21 [
मल्लिकाजातिपुष्पाद्यैर्गन्धधूपाधिवासितैः।
पञ्चेन्द्रियसुखैर्नित्यं समैः सत्पुरुषैरिव॥
]

`verse 22 [
हेमराजतलोहाद्य मणिरत्नाञ्जनाङ्किताः।
प्राकारास्त्रिपुरे तस्मिन् गिरिप्राकारसन्निभाः॥
]

`verse 23 [
एकैकस्मिन् पुरे तस्मिन् गोपुराणां शतं शतम्।
सपताका ध्वजवतीर्द्रृश्यन्ते गिरिश्रृङ्गवत्॥
]

`verse 24 [
नूपुरारावरम्याणि त्रिपुरे तत् पुराण्यपि।
स्वर्गातिरिक्तश्रीकाणि तत्र कन्या पुराणि च॥
]

`verse 25 [
आरामैश्च विहारैश्च तडागवटचत्वरैः।
सरोभिश्च सरिद्भिश्च वनैश्चोपवनैरपि॥
]

`verse 26 [
दिव्यभोगोपभोगानि नानारत्नयुतानि च।
पुष्पोत्करैश्च सुभगास्त्रिपुरस्योपनिर्गमाः॥
]

`verse 27 [
परिखाशतगम्भीराः कृता मायानिवारणैः।
निशम्य तद्दुर्गविधानमुत्तमं कृतं मयेनाद्भुतवीर्यकर्मणा।
दितेः सुता दैवतराजवैरिणः सहस्रशः प्रापुरनन्तविक्रमाः॥
]

`verse 28 [
तदासुरैर्दर्पितवैरिमर्दनैर्जनार्दनैः शैलकरीन्द्रसन्निभैः।
बभूव पूर्णं त्रिपुरं तथा पुरा यथाम्बरं भूरिजलैर्जलप्रदैः॥
]
