`speaker [
सूत उवाच
]

`verse 1 [
निर्मिते त्रिपुरे दुर्गे मयेनासुरशिल्पिना।
तद्दुर्गं दुर्गतां प्राप बद्धवैरैः सुरासुरैः॥
]

`verse 2 [
सकलत्राः सुपुत्राश्च शस्त्रवन्तोऽथ कोपमाः।
मयादिष्टानि विविशुर्गृहाणि हृषिताश्च ते॥
]

`verse 3 [
सिंहा वनमिवानेके मकरा इव सागरम्।
रोशैश्चैवातिपारुष्यैः शरीरमिव संहतैः॥
]

`verse 4 [
तद्वद्बलिभिरध्यस्तं तत् पुरं देवतारिभिः।
त्रिपुरं संकुलं जातं दैत्यकोटिशताकुलम्॥
]

`verse 5 [
सुतलादपि निष्पत्य पातालाद्दानवालयात्।
उपतस्थुः पयोदाभा ये च गिर्युपजीविनः॥
]

`verse 6 [
योऽयं प्रार्थयते कामं संप्राप्तस्त्रिपुरात् त्रयात्।
तस्य तस्य मयस्तत्र मायया विदधाति सः॥
]

`verse 7 [
सचन्द्रेषु च दोषेषु साम्बुजेषु सरः सु च।
आरामेषु स चूतेषु तपोधान वनेषु च॥
]

`verse 8 [
स्वङ्गाश्चन्दनदिग्धाङ्गा मातङ्गाः समदा इव।
मृष्टाभरणवस्त्राश्च मृष्टस्रगनुलेपनाः॥
]

`verse 9 [
प्रियाभिः प्रियकामाभिर्हावभावप्रसूतिभिः।
नारीभिः सततं रेमुर्मुदिताश्चैव दानवाः॥
]

`verse 10 [
मयेन निर्मिते स्थाने मोदमाना महासुराः।
अर्थे धर्मे च कामे च निदधुस्ते मतिः स्वयम्॥
]

`verse 11 [
तेषां त्रिपुरयुक्तानां त्रिपुरे त्रिदशारिणाम्।
व्रजतिस्म सुखं कालः स्वर्गस्थानां यथा तथा॥
]

`verse 12 [
शुश्रूषन्तो पितॄन् पुत्रा पत्न्यश्चापि पतींस्तथा।
विमुक्तकलहाश्चापि प्रीतयः प्रचुराभवन्॥
]

`verse 13 [
नाधर्मस्त्रिपुरस्थानां बाधते वीर्य्यवानपि।
अर्चयन्तो दितेः पुत्रास्त्रिपुरायतने हरम्॥
]

`verse 14 [
पुण्याहशब्दानुच्चेरुराशीर्वादांश्च वेदवान्।
स्वनूपुररवोन्मिश्रान् वेणुवीणारवानपि॥
]

`verse 15 [
हासश्च वरनारीणां चित्तव्याकुलकारकः।
त्रिपुरे दानवेन्द्राणां रमतां श्रूयते सदा॥
]

`verse 16 [
तेषामर्चयतां देवान् ब्राह्मणांश्च नमस्यताम्।
धर्मार्थकामतन्त्राणां महान् कालोऽभ्यवर्तत॥
]

`verse 17 [
अथालक्ष्मीरसूया च तृड् बुभुक्षे तथैव च।
कलिश्च कलहश्चैव त्रिपुरं विविशुः सह॥
]

`verse 18 [
सन्ध्याकालं प्रविष्टास्ते त्रिपुरञ्च भयावहाः।
समध्यासुः समं घोराः शरीराणि यथामयाः॥
]

`verse 19 [
सर्व एते विशन्तस्तु मयेन त्रिपुरान्तरम्।
स्वप्ने भयावहा द्रृष्टा आविशन्तस्तु दानवान्॥
]

`verse 20 [
उदिते च सहस्रांशौ शुभभासाकरे रवौ।
मयः सभामाविवेश भास्कराभ्यामिवाम्बुदः॥
]

`verse 21 [
मेरुकूटनिभे रम्ये आसने स्वर्णमण्डिते।
आसीनाः काञ्चनगिरेः श्रृङ्गे तोयमुचो यथा॥
]

`verse 22 [
पार्श्वयोस्तारकाख्यश्च विद्युन्मालीच दानवः।
उपविष्टो मयस्यान्ते हस्तिनः कलभाविव ॥
]

`verse 23 [
ततः सुरारयः सर्वे शेषकोपारणाजिरे।
उपविष्टा द्रृढ़ं बद्ध्वा दानवा देवशत्रवः॥
]

`verse 24 [
तेष्वासीनेषु सर्वेषु सुखासनगतेषु च।
मयो मायाविजनक इत्युवाच स दानवान्॥
]

`verse 25 [
खेचराः खेचरारावा भो भो दाक्षायणीसुताः।
निशामयध्वं स्वप्नोऽयं मया द्रृष्टो भयावहः॥
]

`verse 26 [
चतस्रः प्रमदास्तत्र त्रयोमर्त्या भयावहाः।
कोपानला दीप्तमुखाः प्रविष्टास्त्रिपुरार्दिनः॥
]

`verse 27 [
प्रविश्य रुषितास्ते च पुराण्यतुलविक्रमाः।
प्रविष्टास्तच्छरीराणि भूत्वा बहुशरीरिणः॥
]

`verse 28 [
नगरं त्रिपुरञ्चेदं तमसा समवस्थितम्।
सगृहं सह युष्माभिः सागराम्भसिमज्जितम्॥
]

`verse 29 [
उलूकं रुचिरा नारी नाम्ना रूढ़ा खरं तथा।
पुरुषः सिन्दुतिलकश्चतुरङ्घ्रिस्त्रिलोचनः॥
]

`verse 30 [
येन सा प्रमदा नुन्ना अहञ्चैव विबोधितः।
ईद्रृशी प्रमदा द्रृष्टा मया चाति भयावहा॥
]

`verse 31 [
एष ईद्रृशिकः स्वप्नो द्रृष्टो वै दितिनन्दनाः!।
द्रृष्टः कथं हि कष्टाय असुराणां भविष्यति॥
]

`verse 32 [
यदि वोऽहं क्षमो राजा यदिदं वेत्थ चेद्धितम्।
निबोधध्वं सुमनसो नचासूयितुमर्हथ॥
]

`verse 33 [
कामं चेर्ष्याञ्च कोपञ्च असूयां संविहाय च।
सत्येदमे च धर्मे च मुनिवादे च तिष्ठत॥
]

`verse 34 [
शान्तयश्च प्रयुज्यन्तां पूज्यताञ्च महेश्वरः।
यदि नामास्य स्वप्नस्य ह्येवञ्चोपरमो भवेत्॥
]

`verse 35 [
कुप्येत नो ध्रुवं रुद्रो देवदेवस्त्रिलोचनः।
भविष्याणि च द्रृश्यन्ते यतो नस्त्रिपुरे सुराः॥
]

`verse 36 [
कलहं वर्जयन्तश्च अर्जयन्तस्तथार्जवम्।
स्वप्नोदयं प्रतीक्षध्वं कालोदयमथापि च॥
]

`verse 37 [
श्रुत्वा दाक्षायणीपुत्रा इत्येवं मयभाषितम्।
क्रोधेर्ष्यावस्थया युक्ता द्रृश्यन्ते च विनाशगाः॥
]

`verse 38 [
विनाशमुपपश्यन्तो ह्यलक्ष्म्याध्यापिता सुराः।
तत्रैव द्रृष्ट्वा तेन्योऽन्यं संक्रोधा पूरितेक्षणाः॥
]

`verse 39 [
अथ दैवपरिध्वस्ता दानवास्त्रिपुरालयाः।
हित्वा सत्यञ्च धर्म्मञ्च अकार्य्याण्यपि चक्रमुः॥
]

`verse 40 [
द्विषन्ति ब्राह्मणान् पुण्यान्नचार्चन्ति हि देवताः।
गुरुं चैव नमन्यन्ते ह्यन्योन्यञ्चापि चुक्रुधुः॥
]

`verse 41 [
कलहेषु च सज्जन्ते स्वधर्मेषु ह्रसन्ति च।
परस्परञ्च निन्दन्ति अहमित्येव वादिनः॥
]

`verse 42 [
उच्चैर्गुरून् प्रभाषन्ते नाभिभाषन्ते पूजिताः।
अकस्मात् साश्रुनयना जायन्ते च समुत्सुकाः॥
]

`verse 43 [
दधिसक्तून् पयश्चैव कपित्थानि च रात्रिषु।
भक्षयन्ति च शेरन्त उच्छिष्टाः संवृतास्तथा॥
]

`verse 44 [
मूत्रं कृत्वोपस्पृशन्ति चाकृत्वा पादधावनम्।
संविशन्ति च शय्यासु शौचाचारविवर्जिताः॥
]

`verse 45 [
सङ्कुचन्ति भयाच्चैव मार्जाराणां यथाखुकः।
भार्य्यां गत्वा न शुध्यन्ति रहोवृत्तिषु निस्त्रपाः॥
]

`verse 46 [
पुरा सुशीला भूत्वा च दुःशीलत्वमुपागताः।
देवांस्तपोधनां श्चैव बाधन्ते त्रिपुरालयाः॥
]

`verse 47 [
मयेन वार्यमाणापि ते विनाशमुपस्थिताः।
विप्रियाण्येव विप्राणां कुर्व्वाणाः कलहैषिणः॥
]

`verse 48 [
वैभ्राजं नन्दनं चैव तथा चैत्ररथं वनम्।
अशोकं च वराशोकं सर्वर्त्तुकमथापि च॥
]

`verse 49 [
स्वर्गं च देवतावासं पूर्वदेववशानुगाः।
विध्वंसयन्ति संक्रुद्धास्तपोधनवनानि च॥
]

`verse 50 [
विध्वस्तदेवायतनाश्रमं च संभग्नदेवद्विजपूजकं तु।
जगद्बभूवामरराजदुष्टैरभिद्रुतं सस्यमिवालिवृन्दैः॥
]
