`verse 1 [
दानवानामुपद्रवं दृष्ट्वा देवैः ब्रह्मसमीपे गमनम्।
सूत उवाच।
अशीलेषु प्रदुष्टेषु दानवेषु दुरात्मसु।
लोकेषूत्साद्यमानेषु तपोधनवनेषु च॥
]

`verse 2 [
सिंहनादे व्योमगानान्तेषु भीतेषु जन्तुषु।
त्रैलोक्ये भयसंमूढ़े तमोन्धत्वमुपागते॥
]

`verse 3 [
आदित्या वसवः साध्याः पितरो मरुताङ्गणाः।
भीताः शरणमाजग्युर्ब्रह्माणं प्रपितामहम्॥
]

`verse 4 [
ते तं स्वर्णोत्पलासीनं ब्रह्माणं समुपागताः।
नेमुरूचुश्च सहिताः पञ्चास्यं चतुराननम्॥
]

`verse 5 [
वरगुप्तास्तवैवेह दानवास्त्रिपुरालयाः।
बाधन्तेऽस्मान्यथाप्रेष्याननुशाधि ततोऽनघ!॥
]

`verse 6 [
मेधागमे यथा हंसा मृगाः सिंहभयादिव।
दानवानां भयात्तद्वद्बभ्राम प्रपितामहः॥
]

`verse 7 [
पुत्राणां नामधेयानि कलत्राणां तथैव च।
दानवैर्भ्राम्यमाणानां विस्तृतानि ततोऽनघ॥
]

`verse 8 [
देववेश्मप्रभङ्गाश्च आश्रमभ्रंशनानि च।
दानवैर्लोभमोहान्धैः क्रियन्ते च भ्रमन्ति च॥
]

`verse 9 [
यदि न त्रायसे लोकं दानवैर्विद्रुतं द्रुतम्।
धर्षेणानेन निर्देवं निर्मनुष्याश्रमं जगत्॥
]

`verse 10 [
इत्येवं त्रिदशैरुक्तः पद्मयोनिः पितामहः।
प्रत्याह त्रिदशान् सेन्द्रानिन्दुतुल्याननः प्रभुः॥
]

`verse 11 [
मयस्य यो वरो दत्तो मया मतिमताम्वराः!।
तस्यान्त एष संप्राप्तो यः पुरोक्तो मया सुराः॥
]

`verse 12 [
तच्च तेषामधिष्ठानं त्रिपुरं त्रिदशर्षभाः।
एतेषु पातमोक्षेण हन्तव्यं नेषुवृष्टिभिः॥
]

`verse 13 [
भवताञ्च न पश्यामि कमप्यत्र सुरर्षभाः।
यस्तु चैकप्रहारेण पुरं हन्यात् सदानवम्॥
]

`verse 14 [
त्रिपुरं नाल्पवीर्येण शक्यं हन्तुं शरेण तु।
एकं मुक्त्वा महादेवं महेशानं प्रजापतिम्॥
]

`verse 15 [
ते यूयं यदि अन्ये च क्रतुविध्वंसकं हरम्।
याचामः सहिता देवं त्रिपुरं स हनिष्यति॥
]

`verse 16 [
कृतः पुराणां विष्कम्भो योजनानां शतं शतम्।
यथा चैकप्रहारेण हन्यते वैभवेन तु।
पुष्पयोगेन युक्तानि तानि चैकक्षणेन तु॥
]

`verse 17 [
ततो देवैश्च संप्रोक्तो यास्याम इति दुःखितैः।
पितामहश्च तै सार्द्धं भवसंसदमागतः॥
]

`verse 18 [
तं भवं भूतभव्येशं गिरिशं शूलपाणिनम्।
पश्यन्ति चोमया सार्द्धन्नन्दिना च महात्मना॥
]

`verse 19 [
अग्निवर्णमजन्देवमग्निकुण्डनिभेक्षणम्।
अग्न्यादित्यसहस्राभमग्निवर्णविभूषितम्॥
]

`verse 20 [
चन्द्रावयवलक्ष्माणं चन्द्रसौम्यवराननम्।
आगम्य तमजन्देवमथ तं नीललोहितम्॥
]

`verse 21 [
स्तुवन्तो वरदं शम्भुं गोपात पार्वतीपतिम्॥
]

`speaker [
देवा ऊचुः
]

`verse 22 [
नमो भगवतेशाय रुद्राय वरदाय च।
पशूनाम्पतये नित्यमुग्राय च कपर्दिने॥
]

`verse 23 [
महादेवाय भीमाय त्र्यम्बकाय च शान्तये।
ईशानाय भयघ्नाय नमस्त्वन्धकघातिने॥
]

`verse 24 [
नीलग्रीवाय भीमाय वेधसे वेधसास्तुते।
कुमारशत्रुनिघ्नाय कुमारजनकाय च॥
]

`verse 25 [
विलोहिताय धूम्राय वराय क्रथनाय च।
नित्यं नीलशिखण्डाय शूलिने दिव्यशायिने॥
]

`verse 26 [
उरगाय त्रिनेत्राय हिरण्यवसुरेतसे।
अचिन्त्यायाम्बिकाभर्त्रे सर्वदेवस्तुताय च॥
]

`verse 27 [
वृषध्वजाय मुण्डाय जटिने ब्रह्मचारिणे।
तप्यमानाय सलिले ब्रह्मण्यायाजिताय च॥
]

`verse 28 [
विश्वात्मने विश्वसृजे विश्वमावृत्य तिष्ठते।
नमोऽस्तु दिव्यरूपाय प्रभवे दिव्यशम्भवे॥
]

`verse 29 [
अभिगम्याय काम्याय स्तुत्यायार्च्याय सर्वदा।
भक्तानुकम्पिने नित्यं दिशते यन्मनोगतम्॥
]
