`verse 1 [
त्रिपुरे नारदागमनम्।
सूत उवाच।
पूज्यमाने रथे तस्मिन् लोकैर्देवे रथे स्थिते।
प्रमथेषु नदत्सूग्रं प्रवदत्सु च साध्विति॥
]

`verse 2 [
ईश्वरस्वरघोषेण नर्दमाने महावृषे।
जयत्सु विप्रेषु तथा गर्ज्जत्सु तुरगेषु च॥
]

`verse 3 [
रणाङ्गणात् समुत्पत्य देवर्षिर्नारदः प्रभुः।
कान्त्या चन्द्रोपमस्तूर्णं त्रिपुरं पुरमागतः॥
]

`verse 4 [
औत्पातिकन्तु दैत्यानां त्रिपुरे वर्त्तते ध्रुवम्।
नारदश्चात्र भगवान् प्रादुर्भूतस्तपोधनः॥
]

`verse 5 [
आगतं जलदाभासं समेताः सर्वदानवाः।
उत्तस्थुर्नारदं द्रृष्ट्वा अभिवादनवादिनः॥
]

`verse 6 [
तमर्घ्येण च पाद्येन मधुपर्केण चेश्वराः।
नारदं पूजयामासुर्ब्रह्माणमिव वासवः॥
]

`verse 7 [
तेषां स पूजां पूजार्हः प्रतिगृह्य तपोधनः।
नारदः सुखमासीनः काञ्चने परमासने॥
]

`verse 8 [
मयस्तु सुखमासीने नारदे नारदोद्भवे।
यथार्हं दानवैः सार्द्धमासीनो दानवाधिपः॥
]

`verse 9 [
आसीनं नारदं प्रेक्ष्य मयस्त्वथ महासुरः।
अब्रवीद्वचनं तुष्टो हृष्टरोमाननेक्षणः॥
]

`verse 10 [
औत्पातिकं पुरेऽस्माकं यथा नान्यत्र कुत्रचित्।
वर्त्तते वर्तमानज्ञ! वद त्वं हि च नारद!॥
]

`verse 11 [
द्रृश्यन्ते भयदाः स्वप्ना भज्यन्ते च ध्वजाः परम्।
विना च वायुना केतुः पतते च तथा भुवि॥
]

`verse 12 [
अट्टालकाश्च नृत्यन्ते सपताकाः सगोपुराः।
हिंस हिंसेति श्रूयन्ते गिरश्च भयदाः पुरे॥
]

`verse 13 [
नाहं बिभेमि देवानां सेन्द्राणामपि नारद!	।
मुक्त्वैकवरदं स्थाणुं भक्ताभयकरं हरम्॥
]

`verse 14 [
भगवन्नास्त्यविदितमुत्पातेषु तवानघ!।
अनागतमतीतञ्च भवान् जानाति तत्त्वतः॥
]

`verse 15 [
तदेतन्नोभयस्थानमुत्पाताभिनिवेदितम्।
कथयस्व मुनिश्रेष्ठ! प्रपन्नस्य तु नारद!॥
]

`verse 16 [
इत्युक्त्वा नारदस्तेन मयेनामयवर्जितः।
नारद उवाच।
श्रृणु दानव! तत्त्वेन भवन्त्यौत्पातिका यथा॥
]

`verse 17 [
धर्मेति धारणे धातुर्माहात्म्ये चैव पठ्यते।
धारणाच्च महत्त्वेन धर्म एव निरुच्यते॥
]

`verse 18 [
स इष्टप्रापको धर्म आचार्यैरुपदिश्यते।
इतरश्चानिष्टफल आचार्यैर्नोपदिश्यते॥
]

`verse 19 [
उत्पथान् मार्गमागच्छेत् मार्गाच्चैव विमार्गताम्।
विनाशस्तस्य निर्देश्य इति वेदविदो विदुः॥
]

`verse 20 [
सस्वधर्म रथारूढ़ सहैभिर्मत्तदानवैः।
अपकारिषु देवानां कुरुषे त्वं सहायताम्॥
]

`verse 21 [
तदेतान्येवमादीनि उत्पातावेदितानि च।
वैनाशिकानि द्रृश्यन्ते दानवानां तथैव च॥
]

`verse 22 [
एष रुद्रः समास्थाय महालोकमयं रथम्।
आयाति त्रिपुरं हन्तुं मय! त्वामसुरानपि॥
]

`verse 23 [
सत्वं महौजसं नित्यं प्रपद्यस्व महेश्वरम्।
यास्यसे सह पुत्रेण दानवैः सह मानद!॥
]

`verse 24 [
इत्येवमावेद्य भयं दानवोपस्थितं महत्।
दानवानां पुनर्देवो देवेशपदमागतः॥
]

`verse 25 [
नारदे तु मुनौ याते मयो दानवनायकः।
शूरसंमतमित्येवं दानवानाह दानवः॥
]

`verse 26 [
शूराः स्थ जात पुत्राः स्थ कृतकृत्याः स्थ दानवाः।
युध्यध्वं दैवतैः सार्द्धं कर्तव्यं चापिनो भयम्॥
]

`verse 27 [
जित्वा वयं भविष्यामः सर्वेऽमरसभासदः।
देवांश्च सेन्द्रकान् हत्वा लोकान् भोक्ष्या महेसुराः॥
]

`verse 28 [
अट्टालकेषु च तथा तिष्ठध्वं शस्त्रपाणयः।
दंशिता युद्धसज्जाश्च तिष्ठध्वं प्रोद्यतायुधाः॥
]

`verse 29 [
पुराणि त्रीणि चैतानि यथा स्थानेषु दानवाः।
तिष्ठध्वं लङ्घनीयानि भविष्यन्ति पुराणि च॥
]

`verse 30 [
न भोगतास्तथा शूरा देवता विदिता हि वः।
ताः प्रयत्नेन वार्याश्च विदार्याश्चैव सायकैः॥
]

`verse 31 [
इति दनुतनयान्मयस्तथोक्वा सुरगणवारणवारणे वचांसि।
युवतिजनविषण्ण मानसं तत् त्रिपुरपुरं सहसा विवेश राजा॥
]

`verse 32 [
अथ रजतविशुद्धभावभावो भवमभिपूज्य दिगम्बरं सुगीर्भिः।
शरणमुपजगाम देवदेवं मदनार्यन्धक यज्ञदेहघातम्॥
]

`verse 33 [
मयमभयपदैषिणं प्रपन्नं न किल बुबोध तृतीयदीप्तनेत्रः।
तदभिमतमदात्ततः शशाङ्की स च किल निर्भय एव दानवोऽभूत्॥
]
