`verse 1 [
मयसमीपे वापीपानकथनम्।

सूत उवाच।
प्रमथैः समरेभिन्नास्त्रैपुरास्ते सुरारयः।
पुरं प्रविविशुर्भीताः प्रमथैर्भग्नगोपुरम्॥
]

`verse 2 [
शीर्ण दंष्ट्रा यथा नागा भग्नश्रृङ्गा यथा वृषाः।
यथा विपक्षाः शकुना नद्यः क्षीणोदका यथा॥
]

`verse 3 [
मृतप्रायास्तथा दैत्या दैवतैर्विकृताननाः।
बभूवुस्ते विमनसः कथं कार्यमिति ब्रुवन्॥
]

`verse 4 [
अथ तान् म्लानमनसस्तदा तामरसाननः।
उवाच दैत्यो दैत्यानां परमाधिपतिर्मयः॥
]

`verse 5 [
कृत्वा युद्धानि घोराणि प्रमथैः सहसामरैः।
तोषयित्वा तथा युद्धे प्रमथानमरैः सह॥
]

`verse 6 [
यूयं यत् प्रथमं दैत्याः पश्चाच्च बलपीडिताः।
प्रविष्टा नगरन्त्रासात् प्रमथैर्भृशमर्दिताः॥
]

`verse 7 [
अप्रियं क्रियते व्यक्तं देवैर्नास्त्यत्र संशयः।
यत्र नाम महाभागाः प्रविशन्ति गिरेर्वनम्॥
]

`verse 8 [
अहो हि कालस्य बलमहो कालो हि दुर्जयः।
यत्रेदृशस्य दुर्गस्य उपरोधोऽयमागतः॥
]

`verse 9 [
मये विवदमाने तु नर्द्दमान इवाम्बुदे।
बभूवुर्निष्प्रभा दैत्या ग्रहा इन्दूदये यथा॥
]

`verse 10 [
वापीपालास्ततोऽभ्येत्य नभः काल इवाम्बुदाः।
मयामाहुर्यमप्रख्यं साञ्जलिप्रग्रहाः स्थिताः॥
]

`verse 11 [
या सामृतरसा गूढा वापी वै निर्मिता त्वया।
समाकुलोत्पलवना समीनाकुलपङ्कजा॥
]

`verse 12 [
पीता सा वृषरूपेण केनचिद्दैत्यनायकः।
वापी सा साम्प्रतं द्रृष्टा मृतसंज्ञा इवाङ्गना॥
]

`verse 13 [
वापीपालवचः श्रुत्वा मयोऽसौ दानवप्रभुः।
कष्टमित्यसकृत्‌ प्रोच्य दितिजानिदमब्रवीत्॥
]

`verse 14 [
मया मायाबलकृता वापी पीता त्वियं यदि।
विनष्टाः स्म न सन्देहस्त्रिपुरं दानवागतम्॥
]

`verse 15 [
निहतान्निहतान् दैत्यानाजीवयति दैवतैः।
पीता वा यदि वा वापी पीता वै पीतवाससा॥
]

`verse 16 [
कोऽन्यो मन्मायया गुप्तां वापीममृततोयिनीम्।
पास्यते विष्णुमजितं वर्जयित्वा गदाधरम्॥
]

`verse 17 [
सुगुह्यमपि दैत्यानां नास्त्यस्याविदितम्भुवि।
यत्र मद्वरकौशल्यं विज्ञानं न वृतं बुधैः॥
]

`verse 18 [
समोऽयं रुचिरो देशो निर्द्रुमो निर्द्रुमाचलः।
लभेमन्द्रूरतः कृत्वा बाधन्तेऽस्मान् गणामराः॥
]

`verse 19 [
ते यूयं यदि मन्यध्वं सागरोपरिधिष्ठिताः।
प्रमथानां महावेगं सहामः श्वसनोपमम्॥
]

`verse 20 [
एतेषाञ्च समारम्भास्तस्मिन् सागरसंप्लवे।
निरुत्साहा भविष्यन्ति एतद्रथपथावृताः॥
]

`verse 21 [
युध्यतां निघ्नतां शत्रून्‌ भीतानाञ्च द्रविष्यताम्।
सागरोऽम्बरसङ्काशः शरणन्नो भविष्यति॥
]

`verse 22 [
इत्युक्त्वा स मयो दैत्यो दैत्यानामधिपस्तदा।
त्रिपुरेण ययौ तूर्णं सागरं सिन्दुबान्धवम्॥
]

`verse 23 [
सागरे जलगम्भीर उत्पपात पुरं वरम्।
अवतस्थुः पुराण्येव गोपुराभरणानि च॥
]

`verse 24 [
अपक्रान्ते तु त्रिपुरे त्रिपुरारिस्त्रिलोचनः।
पितामहमुवाचेदं वेदवादविशारदम्॥
]

`verse 25 [
पितामह! द्रृढं भीता भगवन्! दानवा हि नः।
विपुलं सागरन्ते तु दानवाः समुपाश्रिताः॥
]

`verse 26 [
यत एव हि ते यातास्त्रिपुरेण तु दानवाः।
तत एव रथं तूर्णं प्रापयस्व पितामह॥
]

`verse 27 [
सिंहनादं ततः कृत्वा देवा देवरथञ्च तम्।
परिवार्य ययुर्हृष्टाः सायुधाः पश्चिमौ दधिम्॥
]

`verse 28 [
ततोऽमरामरगुरुं परिवार्य भवं हरम्।
नर्दयन्तो ययुस्तूर्णं सागरं दानवालयम्॥
]

`verse 29 [
अथ चारुपताकभूषितं पटहाडम्बरशङ्कनादितम्।
त्रिपुरमभिसमीक्ष्य देवता विविधबला ननदुर्यथा घनाः॥
]

`verse 30 [
असुरवरपुरेऽपि दारुणो जलधरारवमृदङ्गगह्वरः।
दनुतनयनिनादमिश्रितः प्रतिनिधिसंक्षुभितार्णवोपमः॥
]

`verse 31 [
अथ भुवनपतिर्गतिः सुराणामरिमृगयां प्रददात् सुलब्धबुद्धिः।
त्रिदशगणापतिर्ह्युवा च शक्रम् त्रिपुरगतं सहसा निरीक्ष्य शत्रुम्॥
]

`verse 32 [
त्रिदशगणपते! निशामयैतत् त्रिपुरनिकेतनमुत्तमं सुरेन्द्र।
यमवरुणकुबेरषण्मुखैस्तत् सह गणपैरपि हन्मि तावदेव॥
]

`verse 33 [
विहितपरबलाभिघातभूतम् व्रज जलधेस्तु यतः पुराणि तस्थुः।
स रथवरगतो भवः समर्थो ह्युदधिमगात् त्रिपुरं पुनर्निहन्तुम्॥
]

`verse 34 [
इति परिगणयन्तोदितेः सुता ह्यवतस्थुर्लवणार्णवोपरिष्टात्॥
अभिभवत् त्रिपुरं स दानवेन्द्रं शरवर्षैर्मुसलैश्च वज्रमिश्रैः॥
]

`verse 35 [
अहमपि रथवर्यमास्थितः सुरवरवर्य्य! भवेय पृष्ठतः।
असुरवरवधार्थमुद्यतानाम् प्रतिविदधामि सुखयतेऽनघ॥
]

`verse 36 [
इति भववचनप्रचोदितो दशशतनयनवपुः समुद्यतः।
त्रिपुरपुरजिघांसया हरिः प्रविकसिताम्बुजलोचनो ययौ॥
]
