`verse 1 [
त्रिपुरे देवदानवयुद्धम्।

सूत उवाच।
मघवा तु निहन्तुं तानसुरानमरेश्वरः।
लोकपाला ययुः सर्वे गणपालाश्च सर्वशः॥
]

`verse 2 [
ईश्वरामोदिताः सर्व उत्पेतुश्चाम्बरे तदा।
खगतास्तु विरेजुस्ते पक्षवन्त इवाचलाः॥
]

`verse 3 [
प्रययुस्तत्परं हन्तुं शरीरमिव व्याधयः।
शङ्खाडम्बरनिर्घोषैः पणवान् पटहानपि॥
नादयन्तः पुरो देवा द्रृष्टास्त्रिपुरवासिभिः॥
]

`verse 4 [
हरः प्राप्त इतीवोक्त्वा बलिनस्ते महासुराः।
आजग्मुः परमं क्षोभमत्ययेष्विवसागराः॥
]

`verse 5 [
सुरतूर्य्यरवं श्रुत्वा दानवा भीमदर्शनाः।
निनेदुर्वादयन्तश्च नानावाद्यान्यनेकशः॥
]

`verse 6 [
भूयोदीरितवीर्य्यास्ते परस्परकृतागसः।
पूर्वदेवैश्च देवाश्च सूदयन्तः परस्परम्॥
]

`verse 7 [
आक्रोशेऽपि समप्रख्ये तेषां देहनिकृन्तनम्।
प्रवृत्तं युद्धमतुलं प्रहारकृतनिस्वनम्॥
]

`verse 8 [
श्वसन्त इव नागेन्द्रा भ्रमन्त इव पक्षिणः।
गिरीन्द्रा इव कम्पन्तो गर्जन्त इव तोयदाः॥
]

`verse 9 [
जृम्भन्त इव शार्दूलाः प्रवान्त इव वायवः।
प्रवृद्धोर्मि तरङ्गालाः क्षुभ्यन्त इव सागराः॥
]

`verse 10 [
प्रमथाश्च महाशूरा दानवाश्च महाबलाः।
युयुधुर्निश्चला भूत्वा वज्रा इव महाचलैः॥
]

`verse 11 [
कार्मुकाणां निकृष्टानां बभूवुर्दारुणा रवाः॥
कालानुगानां मेघानां यथा वियति वायुना॥
]

`verse 12 [
आहुश्च युद्धे मा भैषीः क्व यास्यसि मृतोह्यसि।
प्रहराशुस्थितोऽस्म्यत्र एहि दर्शय पौरुषम्॥
]

`verse 13 [
गृहाण च्छिन्धि भिन्धीति खाद मारय दारय।
इत्यन्योऽन्यमनूच्चार्य्य प्रययुर्यमसादनम्॥
]

`verse 14 [
खङ्गापवर्जिताः केचित्केचिच्छिन्नाः परश्वधैः।
केचिन्‌मुद्गरछूर्णाश्च केचिद्‌बाहुभिराहताः॥
]

`verse 15 [
पट्टिशैः सूदिताः केचित्केचिच्छूलविदारिताः।

दानवाः शरपुष्पाभाः सवना इव पर्वताः।
निपतन्त्यर्णवजले भीमनक्रतिमिङ्गिले॥
]

`verse 16 [
व्यसुभिः सुनिबद्धाङ्गैः पतमानैः सुरेतरैः।
सम्बभूवार्णवे शब्दः सजलाम्बुदनिस्वनः॥
]

`verse 17 [
तेन शब्देन मकरा नक्रास्तिमितिमिङिगलाः।
मत्ता लोहित गन्धेन क्षोभयन्तो महर्णवम्॥
]

`verse 18 [
परस्परेण कलहं कुर्वाणा भीममूर्त्तयः।
भ्रमन्ते भक्षयन्तश्च दानवानाञ्च लोहितम्॥
]

`verse 19 [
सरथान् सायुधान् साश्वान् सवस्त्राभारणावृतान्।
जग्रसुस्तिमयो दैत्यान् द्रावयन्तो जलेचरान्॥
]

`verse 20 [
मृधं यथा सुराणाञ्च प्रमथानां प्रवर्त्तते।
अम्बरेऽम्भसि च तथा युद्धं चक्रुर्जलेचराः॥
]

`verse 21 [
यथा भ्रमन्ति प्रमथाः सदैत्यास्तथा भ्रमन्ते तिमयः सनक्राः।
यथैव छिन्दन्ति परस्परन्तु तथैव क्रन्दन्ति विभिन्नदेहाः॥
]

`verse 22 [
व्रणाननैरङ्गरसं स्रवद्भिः सुरासुरैर्नक्रतिमिङ्गिलैश्च।
कृतो मुहूर्त्तेन समुद्रदेशः सरक्ततोयः समुदीर्णतोयः॥
]

`verse 23 [
पूर्वं महाम्भोधरपर्वताभं द्वारं महान्तं त्रिपुरस्य शक्रः।
निपीड्य तस्थौ महता बलेन युक्तोऽमराणां महता बलेन॥
]

`verse 24 [
तथोत्तरं सस्तनुजो हरस्य बालार्कजाम्बूनदतुल्यवर्णः।
स्कन्दः पुरद्वारमथारुरोह वृद्धोऽस्तश्रृङ्गां प्रपतन्निवार्कः॥
]

`verse 25 [
यमश्च वित्ताधिपतिश्च देवो दण्डान्वितः पाशवरायुधश्च।
देवारिणस्तस्य पुरस्य द्वारं ताभ्यां तु तत्पश्चिमतो निरुद्धम्॥
]

`verse 26 [
दक्षारिरुद्रस्तपनायुताभः स भास्वता देवरथेन देवः।
तद्दक्षिणद्वारमरेः पुरस्य रुद्धावतस्थौ भगवांस्त्रिनेत्रः॥
]

`verse 27 [
तुङ्गानि देश्यानि सगोपुराणि स्वर्णानि कैलासशशिप्रभाणि।
प्रह्लादरूपाः प्रमथावरुद्धा ज्योतींषि मेघा इव चाश्मवर्षाः।
]

`verse 28 [
उत्पाट्य चोत्पाट्य गृहाणि तेषाम् सशैलमालासमवेदिकानि।
प्रक्षिप्य प्रक्षिप्य समुद्रमध्ये कालाम्बुदाभाः प्रमथा विनेदुः॥
]

`verse 29 [
रक्तानि चाशेषवनैर्युतानि साशोकखण्डानि सकोकिलानि।
गृहाणि हे नाथ! पितः! सुतेति भ्रातेति कान्तेति प्रियेति चापि।
उत्पाट्यमानेषु गृहेषु नार्य आनार्यशब्दान्विविधान् प्रचक्रुः॥
]

`verse 30 [
कलत्रपुत्रक्षयप्राणनाशे तस्मिन् पुरे युद्धमति प्रवृत्ते।
महासुराः सागरतुल्यवेगा गणेश्वराः कोपवृताः प्रतीयुः॥
]

`verse 31 [
परश्वधैस्तत्र शिलोपलैश्च त्रिशूलवज्रोत्तमकम्पनैश्च।
शरीरसद्मक्षपणं सुघोरं युद्धं प्रवृत्तं द्रृढ़वैरबद्धम्॥
]

`verse 32 [
अन्योन्यमुद्दिश्य विमर्दता च प्रधावतां चैव विनिघ्नताञ्च।
शब्दो बभूवामरदानवानां युगान्तकालेष्विव सागरान्तः॥
]

`verse 33 [
मार्गाः पुरे लोहितकर्दमालाः स्वर्णेकास्फाटिकभिन्नचित्राः।
कृता मुहूर्त्तेन सुखेन गन्तुं छिन्नोत्तमाङ्गाङ्‌घ्रिकराः करालाः॥
]

`verse 34 [
कोपावृताक्षः स तु तारकाख्यः संख्ये सवृक्षः सगिरिर्निलीनः।
तस्मिन् क्षणे द्वारवरं रिरक्षो रुद्धं भवेनाद्भुतविक्रमेण॥
]

`verse 35 [
स तत्र प्राकारगतांश्च भूतान् छातन्महानद्भुतवीर्य्यसत्वः।
चचार चाप्तेन्द्रियगर्वद्रृप्तः पुराद्‌विनिष्क्रम्य ररास घोरम्॥
]

`verse 36 [
ततः स दैत्योत्तम पर्वताभो यथाञ्जसा नाग इवाभिमत्तः।
निवारितो रुद्ररथं जिघृक्षुर्यथार्णवः सर्पति चातिवेलः॥
]

`verse 37 [
शेषः सुधन्वा गिरिशश्च देवश्चतुर्मुखो यः सत्रिलोचनश्च।
ते तारकाख्याभिगता गताजौ क्षोभं यथा वायुवशात् समुद्राः॥
]

`verse 38 [
शेषो गिरीशः सपितामहेशश्चोत्क्षुभ्यमाणः स रथेऽम्बरस्थः।
त्रिभेद सन्धीषु बलाभिपन्नः कूजन्निनादांश्च करोति घोरान्॥
]

`verse 39 [
एकन्तु ऋग्वेदतुरङ्गमस्य पृष्ठे पदं न्यस्य वृषस्य चैकम्।
तस्थौ भवः सोद्यतबाणचापः पुरस्य तत्सङ्गमभीक्षमाणः॥
]

`verse 40 [
तदा भवपदन्यासाद्धयस्य वृषभस्य च।
पेतुस्तनाश्च दन्ताश्च पीडिताभ्यां त्रिशूलिना॥
]

`verse 41 [
ततः प्रभृतिचाश्वानां स्तनादन्ता गवान्तथा।
गूढाः समभवंस्तेन चाद्रृश्यत्वमुपागताः॥
]

`verse 42 [
तारकाख्यस्तु भीमाख्यो रौद्ररक्तान्तरे क्षणः।
रुद्रान्तिके सुसंरुद्धो नन्दिना कुलनन्दिना॥
]

`verse 43 [
परश्वधेन तीक्ष्णेन स नन्दी दानवेश्वरम्।
तक्षयामास वै तक्षा चन्दनं गन्धदो यथा॥
]

`verse 44 [
परश्वधहतः शूरः शैलादिः शरभो यथा।
दुद्राव खङ्गं निष्कृष्य तारकाख्यो गणेश्वरम्॥
]

`verse 45 [
यज्ञोपवीतमादाय चिच्छेद च निनाद च।
ततः सिंहरवो घोरः शङ्खशब्दश्च भैरवः॥
गणेश्वरैः कृतस्तत्र तारकाख्ये निषूदिते॥
]

`verse 46 [
प्रमथा रसितं श्रुत्वा वादित्रस्वनमेव च।
पार्श्वस्थः सुमहापार्श्वं विद्युन्मालिं मयोऽब्रवीत्॥
]

`verse 47 [
बहुवदनवतां किमेव शब्दो नदतां श्रूयते भिन्नसागराभः।
वद वचनन्तडिमालिन् किङ्किमे तद्रणपाला युयुधुर्ययुर्गजेन्द्राः॥
]

`verse 48 [
इति मयवचनाङ्कुशार्दितस्तन्तडिमाली रविरिवांशुमाली।
रणशिरसि समागतः सुराणां निजगादेदमरिन्दमोऽतिहर्षात्॥
]

`verse 49 [
यमवरुणमहेन्द्र रुद्रवीर्यस्तवयशसो निधिर्धीरतारकाख्यः।
सकलसमरशीर्षपर्वतेन्द्रो युद्‌ध्वा यस्तपति हि तारको गणेन्द्रैः॥
]

`verse 50 [
मृदितमुपनिशम्य तारकाख्यम् रविदीप्तानलभीषणायताक्षम्।
हृषितसकलनेत्रलोमसत्वाः प्रमथास्तोयमुचो यथा नदन्ति॥
]

`verse 51 [
इति सुहृदो वचनं निशम्य तत्वं तडिमालेः स मयस्तु वर्णमाली।
रणशिरस्यसिताञ्जनाचलाभो जगदे वाक्यमिदं नवेन्दुमालिम्॥
]

`verse 52 [
विद्युन्मालिन्न नः कालः साधितुं ह्यवहेलया।
करोमि विक्रमेणैतत् पुरं व्यसनवर्जितम्॥
]

`verse 53 [
विद्युन्माली ततः क्रुद्धो मयश्च त्रिपुरेश्वरः।
गणान् जघ्नुस्तु द्राघिष्ठाः सहितास्तैर्महासुरैः॥
]

`verse 54 [
येन येन ततो विद्युन्माली याति मयश्च सः।
तेन तेन पुरं शून्यं प्रमथोपहृतङ्‌कृतम्॥
]

`verse 55 [
अथ यमवरुणमृदङ्गघोषैः पणव डिण्डिम ज्या स्वन प्रघोषैः।
सकरतलपुटैश्च सिंहनादैर्भवमभिपूज्य सुरावतस्थुः॥
]

`verse 56 [
संपूज्यमानो दितिजैर्महात्मभिः सहस्ररश्मिप्रतिमौजसैर्विभुः।
अभिष्टुतः सत्यरतैस्तपोधनैर्यथास्तश्रृङ्गाभिगतो दिवाकरः॥
]
