`verse 1 [
कथं गच्छत्यमावास्यां मासि मासि दिवं नृप।
ऐलः पुरूरवाः सूत! तर्पयेत कथं पितॄन्।
एतदिच्छामहे श्रोतुं प्रभावन्तस्य धीमतः॥
]

`verse 2 [
तस्य चाहं प्रवक्ष्यामि प्रभावं विस्तरेण तु।
ऐलस्य दिवि संयोगं सोमेन सह धीमता॥
]

`verse 3 [
सोमाच्चैवामृतप्राप्तिः पितॄणां तर्पणां तथा।
सौम्या बर्हिषदः काव्या अग्निष्वात्तास्तथैव च॥
]

`verse 4 [
यदाचन्द्रश्च सूर्य्यश्च नक्षत्राणां समागतौ।
अमावास्यां निवसत एकस्मिन्नथ मण्डले॥
]

`verse 5 [
तदा स गच्छति द्रष्टुं दिवाकरनिशाकरौ।
अमावास्याममावास्यां मातामहपितामहौ॥
]

`verse 6 [
अभिवाद्य तु तौ तत्र कालापेक्षः स तिष्ठति।
प्रचस्कन्द ततः सोममर्चयित्वा परिश्रमात्॥
]

`verse 7 [
ऐलः पुरूरवा विद्वान् मासि श्राद्धचिकीर्षया।
ततः स दिवि सोमं वै ह्युपतस्थे पितॄनपि॥
]

`verse 8 [
द्विलवङ्कुहुमात्रञ्च तावुभौ तु निधाय सः।
सिनीवाली प्रमाणाल्प कुहुमात्रव्रतोदये॥
]

`verse 9 [
कुहूमात्रं पित्रूद्देशं ज्ञात्वा कुहुमुपासते।
तमुपास्य ततः सोमं कलापेक्षी प्रतीक्षते॥
]

`verse 10 [
स्वधा मृतन्तु सोमाद्वै वसंस्तेषाञ्च तृप्तये।
दशभिः पञ्चभिश्चैव स्वधाऽमृतपरिस्रवैः॥
कृष्णपक्षभुजां प्रीतिर्दुह्यते परमांशुभिः॥
]

`verse 11 [
सद्योभिक्षरता तेन सौम्येन मधुना च सः।
निवापेष्वथ दत्तेषु पित्र्येण विधिना तु वै॥
]

`verse 12 [
स्वधा मृतेन सौम्येन तर्पयामास वै पितॄन्।
सौम्या बर्हिषदः काव्या अग्निष्वात्तास्तथैव च॥
]

`verse 13 [
ऋतुरग्नि स्मृतो विप्रैर्ऋतुं सम्वत्सरं विदुः।
जज्ञिरे ऋतवस्तस्माद्रृतुभ्यो ह्यार्त्तवाभवन्॥
]

`verse 14 [
पितरोर्त्तवोर्द्धमासा विज्ञेया ऋतुसूनवः।
पितामहास्तु ऋतवो ह्यमावास्याब्दसूनवः॥
प्रपितामहाः स्मृता देवाः पञ्चाब्दं ब्रह्मणः सुताः॥
]

`verse 15 [
सौम्याबर्हिषदः काव्या अग्निष्वात्ता इति त्रिधा।
गृहस्था ये तु यज्वानो हविर्यज्ञार्त्तवाश्च ये॥
स्मृता बर्हिषदस्ते वै पुराणे निश्चयं गताः॥
]

`verse 16 [
गृहमेधिनश्च यज्वानो अग्निष्वात्तार्त्तवाः स्मृताः।
अष्टका पतयः काव्याः पञ्चाब्दांस्तु निबोधत॥
]

`verse 17 [
तेषु सम्वत्सरो ह्यग्निः सूर्य्यस्तु परिवत्सरः।
सोमस्त्विड्‌ वत्सरश्चैव वायुश्चैवानुवत्सरः॥
]

`verse 18 [
रुद्रस्तु वत्सरस्तेषां पञ्चाब्दाये युगाल्पकाः।
कालेनाधिष्ठितस्तेषु चन्द्रमाः स्रवते सुधाम्॥
]

`verse 19 [
एते स्मृता देवकृत्याः सोमपाश्चोष्मपाश्च ये।
तांस्तेन तर्पयामास यावदासीत्पुरूरवाः॥
]

`verse 20 [
यस्मात्प्रसूयते सोमो मासि मासि विशेषतः।
ततः स्वधामृतं तद्वै पितॄणां सोमपायिनाम्॥
एतत्तदमृतं सोममवाप मधु चैव हि॥
]

`verse 21 [
ततः पीतसुधं सोमं सूर्योऽसावेकरश्मिना।
आप्यायते सुषुम्णेन सोमन्तु सोमपायिनम्॥
]

`verse 22 [
निः शेषावैकलाः पूर्वा युगपद्‌ व्यापयन्‌ पुरा।
सुषुम्णाप्यायमानस्य भागं भागमहः क्रमात्॥
]

`verse 23 [
कलाः क्षीयन्ति कृष्णास्ताः शुक्ला ह्याप्याययन्ति च।
एवं सा सूर्यवीर्येण चन्द्रस्याप्यायिता तनुः॥
]

`verse 24 [
पौर्णमास्यां सद्रृश्येत शुक्लः सम्पूर्णमण्डलः।
एवमाप्यायितः सोमः शुक्लपक्षेप्यहः क्रमात्॥
देवैः पीतसुधं सोमं पुरा पश्चात् पिबेद्रविः॥
]

`verse 25 [
पीतं पञ्चदशाहन्तु रश्मिनैकेन भास्करः।
आप्याय यत् सुषुम्णेन भागं भागमहः क्रमात्॥
]

`verse 26 [
सुषुम्णाप्यायमानस्य शुक्लावर्द्धन्ति वै कलाः।
तस्माद्‌ध्रसन्ति वै कृष्णाः शुक्लाप्याययन्ति च॥
]

`verse 27 [
एवमाप्यायते सोमः क्षीयते च पुनः पुनः।
समृद्धिरेवं सोमस्य पक्षयोः शुक्लकृष्णयोः॥
]

`verse 28 [
इत्येष पितृमान् सोमः स्मृतस्तद्वत् सुधात्मकः।
कान्तः पञ्चदशैः सार्द्धं सुधामृतपरिस्रवैः॥
]

`verse 29 [
अतः परं प्रवक्ष्यामि पर्वाणां सन्धयश्च याः।
यथा ग्रथ्नन्ति पर्वाणि आवृत्तादिक्षुवेणुवत्॥
]

`verse 30 [
तथाब्दमासाः पक्षाश्च शुक्लाः कृष्णास्तु वै स्मृताः॥
पौर्णमास्यास्तु यो भेदो ग्रन्थयः सन्धयस्तथा॥
]

`verse 31 [
अर्द्धमासस्य पर्वाणि द्वितीयाप्रभृतीनि च।
अग्न्याधानक्रिया यस्मान्नीयन्ते पर्वसन्धिषु॥
]

`verse 32 [
तस्मात्तु पर्वणोह्यादौ प्रतिपद्यादि सन्धिषु।
सायाह्ने अनुमत्याश्च द्वौलवौ काल उच्यते॥
लवौ द्वावेव राकायाः कालो ज्ञेयोऽपराह्णिकः॥
]

`verse 33 [
प्रकृतिः कृष्णपक्षस्य कालेऽतीतेऽपराह्णिके।
सायाह्ने प्रतिपद्येष स कालः पौर्णमासिकः॥
]

`verse 34 [
व्यतीपाते स्थिते सूर्ये लेखादूद्‌र्ध्वं युगान्तरम्।
युगान्तरोदिते चैवचन्द्रे लेखोपरिस्थिते॥
]

`verse 35 [
पूर्णमासव्यतीपातौ यदा पश्येत्परस्परम्।
तौ तु वै प्रतिपद्यावत् तस्मिन्‌ काले व्यवस्थितौ॥
]

`verse 36 [
तत्कालं सूर्यमुद्दिश्य द्रृष्ट्वा संख्यातुमर्हसि।
स चैव सत्क्रियाकालः षष्ठाकालोऽभिधीयते॥
]

`verse 37 [
पूर्णन्दुः पूर्णपक्षे तु रात्रिसन्धिषु पूर्णिमा।
तस्मादाप्यायते नक्तं पौर्णमास्यां निशाकरः॥
]

`verse 38 [
यदान्योन्यवतीं पाते पूर्णिमां प्रेक्षते दिवा।
चन्द्रादित्योऽपराह्णे तु पूर्णत्वात् पूर्णिमा स्मृता॥
]

`verse 39 [
यस्मात्तामनुमन्यन्ते पितरो दैवतैः सह।
तस्मादनुमतिर्नाम पूर्णत्वात् पूर्णिमा स्मृता॥
]

`verse 40 [
अत्यर्थं राजते यस्मात् पौर्णमास्यां निशाकरः।
रञ्जनाच्चैव चन्द्रस्य राकेति कवयो विदुः॥
]

`verse 41 [
अमावसेतामृक्षे तु यदा चन्द्रदिवाकरौ।
एका पञ्चदशी रात्रिरमावास्या ततः स्मृता॥
]

`verse 42 [
उद्दिश्य ताममावास्यां यदा दर्शं समागतौ।
अन्योऽन्यं चन्द्रसूर्य्यौ तु दर्शनाद्दर्श उच्यते॥
]

`verse 43 [
द्वौ द्वौः लवावमावास्यां स कालः पर्वसन्धिषु।
द्व्यक्षरः कुहूमात्रश्च पर्वकालस्तु स स्मृतः॥
]

`verse 44 [
द्रृष्टचन्द्रा त्वमावास्या मध्याह्नप्रभृतीह वै।
दिवा तदूद्‌र्ध्वं रात्र्यान्तु सूर्ये प्राप्ते तु चन्द्रमाः॥
]

`verse 45 [
सूर्येण सहसोद्गच्छेत्ततः प्रातस्तनात्तु वै॥
]

`verse 46 [
समागम्य लवौ द्वौ तु मध्याह्नान्निपतन्रविः।
प्रतिपच्छुक्लपक्षस्य चन्द्रमाः सूर्य्यमण्डलात्॥
]

`verse 47 [
निर्मुच्यमानयोर्मध्ये तयोर्मण्डलयोस्तु वै।
स तदान्वाहुतेः कालो दर्शस्य च वषट्‌क्रियाः॥
एतद्रृतुमुखं ज्ञेयममावास्यान्तु पार्वणम्॥
]

`verse 48 [
दिवा पर्व त्वमावास्यां क्षीणेन्दौ धवले तु वै।
तस्माद्दिवा त्वमावास्यां गृह्यते यो दिवाकरः॥
]

`verse 49 [
कुहेति कोकिलेनोक्तं यस्मात् कालात् समाप्यते।
तत्कालं संज्ञिता ह्येषा अमावास्या कुहूः स्मृता॥
]

`verse 50 [
सिनीवालीप्रमाणन्तु क्षीणशेषो निशाकरः।
अमावास्या विशत्यर्कं सिनीवाली तदा स्मृता॥
]

`verse 51 [
अनुमतिश्च राका च सिनीवाली कुहूस्तथा।
एतासां द्विलवः कालः कुहूमात्रा कुहूः स्मृता॥
]

`verse 52 [
इत्येष पर्वसन्धीनां कालो वै द्विलवः स्मृतः।
पर्वाणान्तुल्यकालस्तु तुल्याहुति वषट्‌क्रियाः॥
]

`verse 53 [
चद्रसूर्य्यव्यतीपाते समे वै पूर्णिमे उभे।
प्रतिपत्प्रतिपन्नस्तु पर्वकालो द्विमात्रकः॥
]

`verse 54 [
कालः कुहूसिनीवाल्योः समुद्धो द्विलवः स्मृतः।
अर्कनिर्मण्डले सोमे पर्वकालः कलाः स्मृताः।
]

`verse 55 [
यस्मात् पूर्यते सोमः प़ञ्चदश्यान्तु पूर्णिमा।
दशभिः पञ्चभिश्चैव कलाभिर्दिवसक्रमात्॥
]

`verse 56 [
तस्मात् पञ्चदशे सोमे कला वै नास्ति षोडशी।
तस्मात् सोमस्य विप्रोक्तः पञ्चदश्यां मया क्षयः॥
]

`verse 57 [
इत्येते पितरो देवाः सोमपाः सोमवर्द्धनाः।
आर्त्तवा ऋतवोऽथाब्दा देवास्तान् भावयन्ति हि॥
]

`verse 58 [
अतः परं प्रवक्ष्यामि पितॄन् श्राद्धभुजस्तु ये।
तेषां गतिञ्च सत्तत्त्वं प्राप्तिं श्राद्धस्य चैव हि॥
]

`verse 59 [
न मृतानाङ्गतिः शक्या ज्ञातुं वा पुनरागतिः।

तपसा हि प्रसिद्धेन किं पुनर्मांसचक्षुषा॥
]

`verse 60 [
अत्र देवान् पितॄंश्चैते पितरो लौकिकाः स्मृताः।
तेषान्ते धर्म्मसामर्थ्यात् स्मृताः सायुज्यगा द्विजैः॥
]

`verse 61 [
यदि वाश्रमधर्मेण प्रज्ञानेषु व्यवस्थितान्।
अन्ये चात्र प्रसीदन्ति श्राद्धयुक्तेषु कर्म्मसु॥
]

`verse 62 [
ब्रह्मचर्येण तपसा यज्ञेन प्रजया भुवि।
श्राद्धेन विद्यया चैव चान्नदानेन सप्तधा॥
]

`verse 63 [
कर्म्मस्वेतेषु ये सक्तावर्त्तन्त्या देहपातनात्।
देवैस्ते पितॄभिः सार्द्धमूष्मपैः सोमपैस्तथा॥
स्वर्गता दिवि मोदन्ते पितृमन्त उपासते॥
]

`verse 64 [
प्रजावतां प्रसिद्धैषा उक्ताश्राद्धकृताञ्च वै।
तेषां निवापेदत्तं हि तत् कुलीनैस्तु बान्धवैः॥
]

`verse 65 [
मासश्राद्धं हि भुञ्जानास्तेऽप्येते सोमलौकिकाः।
एते मनुष्याः पितरो मासश्राद्धभुजस्तु वै॥
]

`verse 66 [
तेभ्योऽपरे येत्वन्ये सङ्कीर्णाः कर्मयोनिषु।
भ्रष्टाश्चाश्रमधर्मेषु स्वधा स्वाहा विवर्जिताः॥
]

`verse 67 [
भिन्ने देहे द्वुरापन्नाः प्रेतभूता यमक्षये।
स्वकर्माण्यनुशोचन्तो यातनास्थानमागताः॥
]

`verse 68 [
दीर्घाश्चैवातिशुष्काश्च श्मश्रुलाश्च विवाससः।
क्षुत्पिपासाभिभूतास्ते विद्रवन्ति त्वितस्ततः॥
]

`verse 69 [
सरित्‌सरस्तडागानि पुष्करिष्णश्च सर्वशः।
परान्नान्यभिकाङ्क्षन्तः काल्यमाना इतस्ततः॥
]

`verse 70 [
स्थानेषु पात्यमाना ये यातनास्थेषु तेषु वै।
शाल्मल्यां वै तरिण्याञ्च कुम्भीपाकेद्धवालुके॥
]

`verse 71 [
असिपत्रवने चैव यात्यमानाः स्वकर्मभिः।
तत्रस्थानान्तु तेषां वै दुःखितानामशायिनाम्॥
]

`verse 72 [
तेषां लोकान्तरस्थानां बान्धवैर्नामगोत्रतः।
भूमावसव्यं दर्भेषु दत्ताः पिण्डास्त्रयस्तु वै॥
]

`verse 73 [
प्राप्तांस्तु तर्पयन्त्येव प्रेतस्थानेष्वधिष्ठितान्।
अप्राप्ता यातनास्थानं प्रभ्रष्टा ये च पञ्चधा॥
]

`verse 74 [
तेषां लोकान्तरस्थानां बान्धवैर्नामगोत्रतः।
भूमावसव्यं दर्भेषु दत्ताः पिण्डास्त्रयस्तु वै॥
]

`verse 75 [
प्राप्तांस्तु तर्पयन्त्येव प्रेतस्थानेष्वधिष्ठितान्।
अप्राप्ता यातनास्थानं प्रभ्रष्टा ये च पञ्चधा॥
]

`verse 76 [
पश्चाद्ये स्थावरान्ते वै भूतानीके स्वकर्मभिः।
नानारूपासु जातीनां तिर्यग्योनिषुमूर्त्तिषु॥
]

`verse 77 [
यदाहारा भवन्त्येते तासु तास्विह योनिषु।
तस्मिंस्तस्मिंस्तदाहारे श्राद्धं दत्तन्तु प्रीणयेत्॥
]

`verse 78 [
काले न्यायागतम्पात्रे विधिना प्रतिपादितम्।
प्राप्नुवन्त्यन्नमादत्तं यत्र यत्रावतिष्ठति॥
]

`verse 79 [
यथा गोषु प्रनष्टासु वत्सो विन्दति मातरम्।
तथा श्राद्धेषु द्रृष्टान्तो मन्त्रः प्रापयते तु तम्॥
]

`verse 80 [
एवं ह्यविकलं श्राद्धं श्रद्धा दत्तं मनुरब्रवीत्।
सनत्कुमारः प्रोवाच पश्यन् दिव्येन चक्षुषा॥
]

`verse 81 [
गतागतज्ञः प्रेतानां प्राप्तिः श्राद्धस्य चैव हि।
कृष्णपक्षस्त्वहस्तेषां शुक्लः स्वप्नाय शर्वरी॥
]

`verse 82 [
इत्येते पितरो देवा देवाश्च पितरश्च वै।
अन्योन्यपितरो ह्येते देवाश्च पितरो दिवि॥
]

`verse 83 [
एते तु पितरो देवा मनुष्याः पितरश्च ये।
पिता पितामहश्चैव तथैव प्रपितामहः॥
]

`verse 84 [
इत्येष विषयः प्रोक्तः पितॄणां सोमपायिनाम्।
एतत् पितृमहत्त्वं हि पुराणे निश्चयं गतम्॥
]

`verse 85 [
इत्येष सोमसूर्य्याभ्यामैलस्य च समागमः।
अवाप्तिं श्रद्धया चैवं पितॄणाञ्चैव तर्पणम्॥
]

`verse 86 [
पर्वणाञ्चैव यः कालो यातना स्थानमेव च।
समासात् कीर्तितस्तुभ्यं सम एष सनातनः॥
]

`verse 87 [
वैरूप्यं येन तत्सर्वं कथितन्त्वेकदेशिकम्।
अशक्यं परिसंख्यातुं श्रद्धेयं भूतिमिच्छता॥
]

`verse 88 [
स्वायम्भुवस्य देवस्य एष सर्गो मयेरितः।
विस्तरेणानुपूर्व्याच्च भूयः किं कथयामि वः॥
]
