`speaker [
ऋषय ऊचुः
]

`verse 1 [
चतुर्युगानि यानि स्युः पूर्वे स्वायम्भुवेऽन्तरे।
एषां निसर्गं संख्याञ्च श्रोतुमिच्छाम विस्तरात्॥
]

`speaker [
सूत उवाच
]

`verse 2 [
एतच्चतुर्युगं त्वेवं तद्वक्ष्यामि निबोधत।
तत्प्रमाणं प्रसंख्याय विस्तराच्चैव कृत्स्नशः॥
]

`verse 3 [
लौकिकेन प्रमाणेन निष्पाद्याब्दन्तु मानुषम्।
तेनापीह प्रसंख्याय वक्ष्यामि तु चतुर्यगम्॥
]

`verse 4 [
काष्ठा निमेषा दश पञ्च चैव त्रिंशच्च काष्ठाङ्गणयेत् कलान्तु।
त्रिंशत्कलाश्चैव भवेन् मुहूर्तस्तैस्त्रिंशता रात्र्यहनी समेते॥
]

`verse 5 [
अहोरात्रे विभजते सूर्यो मानुषलौकिके।
रात्रिः स्वप्नाय भूतानाञ्चेष्टायै कर्म्मणामहः॥
]

`verse 6 [
पित्र्ये रात्र्यहनी मासः प्रविभागस्तयोः पुनः।
कृष्णपक्षस्त्वहस्तेषां शुक्लः स्वप्नाय शर्वरी॥
]

`verse 7 [
त्रिंशद्ये मानुषा मासाः पैत्रो मासः स उच्यते।
शतानि त्रीणि मासानां षष्ठ्या चाभ्यधिकानि तु॥

पैत्रः संवत्सरो ह्येष मानुषेण विभाव्यते॥
]

`verse 8 [
मानुषेणैव मानेन वर्षाणां यच्छतं भवेत्।

पितॄणां तानि वर्षाणि संख्यातानि तु त्रीणि वै।
दश च ह्यधिका मासाः पितृसंख्येह कीर्तिताः॥
]

`verse 9 [
लौकिकेन प्रमाणेन अब्दो यो मानुषः स्मृतः।
एतद्दिव्यमहोरात्रमित्येषा वैदिकी श्रुतिः॥
]

`verse 10 [
दिव्ये रात्र्यहनी वर्षं प्रविभागस्तयोः पुनः।
अहस्तु यदुदक् चैव रात्रिर्या दक्षिणायनम्॥
एते रात्र्यहनी दिव्ये प्रसंख्याते तयोः पुनः॥
]

`verse 11 [
त्रिंशद्यानि तु वर्षाणि दिव्यो मासस्तु स स्मृतः।
मानुषाणां शतं यच्च दिव्या मासास्त्रयस्तु वै।
तथैव सह संख्यातो दिव्य एष विधिः स्मृतः॥
]

`verse 12 [
त्रीणि वर्षशतान्येवं षष्टिवर्षस्तथैव च।
दिव्यः सम्वत्सरोह्येष मानुषेण प्रकीर्तितः॥
]

`verse 13 [
त्रीणि वर्षसहस्राणि मानुषेण प्रमाणतः।
त्रिंशदन्यानि वर्षाणि स्मृतः सप्तर्षिवत्सरः॥
]

`verse 14 [
नव यानि सहस्राणि वर्षाणां मानुषाणि च।
वर्षाणि नवतिश्चैव ध्रुवसम्वत्सरः स्मृतः॥
षट्‌त्रिंशत्तु सहस्राणि वर्षाणां मानुषाणि च॥
]

`verse 15 [
षष्टिश्चैव सहस्राणि संख्यातानि तु संख्यया।
दिव्यं वर्षसहस्रन्तु प्राहुः संख्याविदो जनाः॥
]

`verse 16 [
इत्येतद्रृषिभिर्गीतं दिव्यया संख्यया द्विजाः।
दिव्येनैव प्रमाणेन युगसंख्या प्रकल्पिता॥
]

`verse 17 [
चत्वारि भारते वर्षे युगानि ऋषयोऽब्रुवन्।
कृतत्रेता द्वापरञ्च कलिश्चैवं चतुर्युगम्॥
]

`verse 18 [
पूर्वं कृतयुगं नाम ततस्त्रेताभिधीयते।
द्वापरञ्च कलिश्चैव युगानि परिकल्पयेत्॥
]

`verse 19 [
चत्वार्याहुः सहस्राणि वर्षाणां तत् कृतं युगम्।
तस्य तावच्छती सन्ध्या सन्ध्यांशश्च तथाविधः॥
]

`verse 20 [
इतरेषु ससन्ध्येषु ससन्ध्यांशेषु च त्रिषु।
एकपादे निवर्तन्ते सहस्रणि शतानि च॥
]

`verse 21 [
त्रेता त्रीणि सहस्राणि युगसंख्याविदो विदुः।
तस्यापि त्रिशती सन्ध्या सन्ध्यांशः सन्ध्यया समः॥
]

`verse 22 [
द्वे सहस्रे द्वापरन्तु सन्ध्यांशौ तु चतुः शतम्।
सहस्रमेकं वर्षाणां कलिरेव प्रकीर्तितः।

द्वेशते च तथान्ये च सन्ध्या सन्ध्यांशयोः स्मृते॥
]

`verse 23 [
एषा द्वादशसाहस्री युगसंख्या तु संज्ञिका।

कृतत्रेता द्वापरञ्च कलिश्चेति चतुष्टयम्॥
]

`verse 24 [
तत्र सम्वत्सराः सृष्टा मानुषास्तान्निबोधत।

नियुतानि दश द्वे च पञ्च चैवात्र संख्यया॥
अष्टाविंशत्सहस्राणि कृतं युगमथोच्यते॥
]

`verse 25 [
प्रयुतन्तु तथा पूर्णं द्वे चान्ये नियुते पुनः।
षण्णवतिसहस्राणि संख्या तानि च संख्यया॥
]

`verse 26 [
त्रेतायुगस्य संख्यैषा मानुषेण तु संज्ञिता।
अष्टौ शतसहस्राणि वर्षाणां मानुषाणि तु॥
चतुः षष्टिसहस्राणि वर्षाणां द्वापरं युगम्॥
]

`verse 27 [
चत्वारि नियुतानि स्युर्वर्षाणि तु कलिर्युगम्।
द्वात्रिंशच्च तथान्यानि सहस्राणि तु संख्यया।
एतत्कलियुगं प्रोक्तं मानुषेण प्रमाणतः॥
]

`verse 28 [
एषा चतुर्युगावस्था मानुषेण प्रकीर्तिता।
चतुर्युगस्य संख्याता सन्ध्या सन्ध्यांशकैः सह॥
]

`verse 29 [
एषा चतुर्युगाख्या तु साधिका त्वेकसप्ततिः।
कृतत्रेतादियुक्ता सा मनोरन्तरमुच्यते॥
]

`verse 30 [
मन्वन्तरस्य संख्या तु मानुषेण निबोधत।
एकत्रिंशत्तथाकोट्य संख्याताः संख्यया द्विजैः॥
]

`verse 31 [
तथा शतसहस्राणि दशचान्यानि भागशः।
सहस्राणि ते द्वात्रिंशच्छतान्यष्टाधिकानि च॥
]

`verse 32 [
अशीतिश्चैव वर्षाणि मासाश्चैवाधिकास्तु षट्।
मन्वन्तरस्य संख्यैषा मानुषेण प्रकीर्तिता॥
]

`verse 33 [
दिव्येन च प्रमाणेन प्रवक्ष्याम्यन्तरं मनोः।
सहस्राणां शतान्याहुः स च वै परिसंख्यया॥
]

`verse 34 [
चत्वारिंशत् सहस्राणि मनोरन्तरमुच्यते।
मन्वन्तरस्य कालस्तु युगैः सह प्रकीर्तितः॥
]

`verse 35 [
एषा चतुर्युगाख्या तु साधिका ह्येकसप्ततिः।
क्रमेण परिवृत्ता सा मनोरन्तरमुच्यते॥
]

`verse 36 [
एतच्चतुर्दशगुणं कल्पमाहुस्तु तद्विदः।
ततस्तु प्रलयः कृत्स्नः स तु संप्रलयो महान्॥
]

`verse 37 [
कल्पप्रमाणो द्विगुणो यथा भवति संख्यया।
चतुर्युगाख्या व्याख्याता कृतं त्रेतायुगञ्च वै॥
]

`verse 38 [
त्रेतासृष्टिं प्रवक्ष्यामि द्वापरं कलिमेव च।
युगपत्समवेतौ द्वौ द्विधा वक्तुं न शक्यते॥
]

`verse 39 [
क्रमागतं मयाप्येतत्तुभ्यं नोक्तं युगद्वयम्।
ऋषिवंशप्रसङ्गेन व्याकुलत्वात्तथा क्रमात्॥
]

`verse 40 [
नोक्तं त्रेतायुगे शेषं तद्वक्ष्यामि निबोधत।
अथ त्रेतायुगस्यादौ मनुः सप्तर्षयश्च ये॥
श्रौतस्मार्तं ब्रुवन्धर्मं ब्रह्मणा तु प्रचोदिताः॥
]

`verse 41 [
दाराग्निहोत्रसम्बन्धं ऋग्यजुः सामसंहिताः।
इत्यादिबहुलं श्रौतं धर्मं सप्तर्षयोऽब्रुवन्॥
]

`verse 42 [
परम्परागतं धर्मं स्मार्तत्वाचारलक्षणम्।
वर्णाश्रमाचारयुक्तं मनुः स्वायम्भुवोऽब्रवीत्॥
]

`verse 43 [
सत्येन ब्रह्मचर्येण श्रुतेन तपसा तथा।
तेषां सुतप्ततपसा मार्गेणानुक्रमेण ह॥
]

`verse 44 [
सप्तर्षीणां मनोश्चैव आदौ त्रेतायुगे ततः।
अबुद्धिपूर्वकं तेन सकृत् पूर्वकमेव च॥
]

`verse 45 [
अभिवृत्तास्तु ते मन्त्रा दर्शनैस्तारकादिभिः।
आदिकल्पे तु देवानां प्रादुर्भूतास्तु ते स्वयम्॥
]

`verse 46 [
प्रमाणेष्वथ सिद्धानामन्येषाञ्च प्रवर्तते।
मन्त्रयोगो व्यतीतेषु कल्पेष्वथ सहस्रशः।
ते मन्त्रा वै पुनस्तेषां प्रतिमायामुपस्थिताः॥
]

`verse 47 [
ऋचो यजूंषि सामानि मन्त्राश्चाथर्वणास्तु ये।
सप्तर्षिभिश्च ये प्रोक्ताः स्मार्त्तन्तु मनुरबवीत्॥
]

`verse 48 [
त्रेतादौ संहिता वेदाः केवलं धर्म्मसेतवः।
संरोधादायुषश्चैव व्यस्यन्ते द्वापरे च ते॥
ऋषयस्तपसा वेदानहोरात्रमधीयत॥
]

`verse 49 [
अनादिनिधना दिव्याः पूर्वं प्रोक्ताः स्वयम्भुवा।
स्वधर्म्मसंवृताः साङ्गा यथा धर्मं युगे युगे।
विक्रियन्ते स्वधर्म्मन्तु वेदवादाद्यथायुगम्॥
]

`verse 50 [
आरम्भयज्ञः क्षत्रहविर्यज्ञा विशः स्मृताः।
परिचारयज्ञाः शूद्राश्च जपयज्ञाश्च ब्राह्मणाः॥
]

`verse 51 [
ततः समुदिता वर्णास्त्रेतायां धर्म्मशालिनः।
क्रियावन्तः प्रजावन्तः समृद्धिसुखिनश्च वै॥
]

`verse 52 [
ब्राह्मणैश्च विधीयन्ते क्षत्रियाः क्षत्रियैर्विशः।
वैश्यान् शूद्रानुवर्तन्ते शूद्रान् परमनुग्रहात्॥
]

`verse 53 [
शुभाः प्रकृतयस्तेषां दर्मा वर्णाश्रमाश्रयाः।
सङ्कल्पितेन मनसा वाचा वा हस्तकर्म्मणा॥
त्रेतायुगे ह्यविकले कर्मारम्भः प्रसिध्यति॥
]

`verse 54 [
आयुरूपं बलं मेधा आरोग्यं धर्म्मशीलता।
सर्वसाधारणं ह्येतदासीत्त्रेतायुगे तु वै॥
]

`verse 55 [
वर्णाश्रमव्यवस्थानमेषां ब्रह्म तथा करोत्।
संहिताश्च तथा मन्त्रा आरोग्यं धर्मशीलता॥
]

`verse 56 [
संहिताश्च तथा मन्त्रा ऋषिभिर्ब्रह्मणः सुतैः।
यज्ञः प्रवर्तितश्चैव तदा ह्येव तु दैवतैः॥
]

`verse 57 [
यामै शुक्लैर्जयैश्चैव सर्वसाधनसंभृतैः।
विश्वसृड्भिस्तथा सार्द्धं देवेन्द्रेण महौजसाः॥
स्वायम्भुवेन्तरे देवैस्ते यज्ञाः प्राक्‌प्रवर्तिताः॥
]

`verse 58 [
सत्यं जपस्तपोदानां पूर्वं धर्मोऽयमुच्यते।
यदा धर्म्मस्य ह्रसते शाखा धर्म्मस्य वर्द्धते॥
]

`verse 59 [
जायन्ते च तदा शूरा आयुष्मन्तो महाबलाः।
न्यस्तदण्डा महायोगा यज्वानो ब्रह्मवादिनः॥
]

`verse 60 [
पद्मपत्रायताक्षाश्च पृथुवक्त्रः सुसंहताः।
सिंहोरस्का महासत्वा मत्तमातङ्गगामिनः॥
]

`verse 61 [
महाधनुर्द्धराश्चैव त्रेतायां चक्रवर्त्तिनः।
सर्वलक्षणपूर्णास्ते न्यग्रोधपरिमण्डलाः॥
]

`verse 62 [
न्यग्रोधौ तु स्मृतौ बाहू व्यामो न्यग्रोध उच्यते।
व्यामेन तूच्छ्रयो यस्य अत ऊर्द्ध्वन्तु देहिनः॥
समुच्छ्रयो परीणाहो न्यग्रोधपरिमण्डलः॥
]

`verse 63 [
चक्रं रथो मणिर्मार्या निधिरश्वो गजस्तथा।
प्रोक्तानि सप्तरत्नानि पूर्वं स्वायम्भुवेऽन्तरे॥
]

`verse 64 [
विष्णोरंशेन जायन्ते पृथिव्यां चक्रवर्तिनः।
मन्वन्तरेषु सर्वेषु ह्यतीतानागतेषु वै॥
]

`verse 65 [
भूतभव्यानि यानीह वर्तमानानि यानि च।
त्रेतायुगानि तेष्वत्र जायन्ते चक्रवर्तिनः॥
]

`verse 66 [
भद्राणीमानि तेषाञ्च विभाव्यन्ते महीक्षिताम्।
अत्यद्भुतानि चत्वारि बलं धर्मसुखं धनम्॥
]

`verse 67 [
अन्योन्यस्याविरोधेन प्राप्यन्ते नृपतेः समम्।
अर्थोधर्म्मश्च कामश्च यशो विजय एव च॥
]

`verse 68 [
ऐश्वर्येणाणिमाद्येन प्रभुशक्तिबलान्विताः।
श्रुतेन तपसा चैव ऋषींस्तेऽभिभवन्ति हि॥
]

`verse 69 [
बलेनाभिभवन्त्येते तेन दानवमानवान्।
लक्षणैश्चैव जायन्ते शरीरस्थैरमानुषाः॥
]

`verse 70 [
केशास्थिता ललाटेन जिह्वा च परिमार्जनी।
श्यामप्रभाश्चतुर्दंष्ट्राः श्रवसाश्चोद्‌र्ध्वरेतसः॥
]

`verse 71 [
आजानुबाहवश्चैव तालहस्तौ वृषाकृती।
परिणाहप्रमाणाभ्यां सिंहस्कन्धाश्च मेधिनः॥
]

`verse 72 [
पादयोश्चक्रमत्स्यौ तु शङ्खपद्मे च हस्तयोः।
पञ्चाशीति सहस्राणि जीवन्ति ह्यजरामयाः॥
]

`verse 73 [
असङ्गा गतयस्तेषां चतस्रश्चक्रवर्तिनाम्।
अन्तरिक्षे समुद्रेषु पाताले पर्वतेषु च॥
]

`verse 74 [
इज्यादानन्तपः सत्यन्त्रेताधर्मास्तु वै स्मृताः।
तदा प्रवर्तते धर्मो वर्णाश्रमविभागशः॥
]

`verse 75 [
मर्यादास्थापनार्थञ्च दण्डनीतिः प्रवर्तते।
हृष्टपुष्टा जनाः सर्वे आरोगाः पूर्णमानसाः॥
]

`verse 76 [
एको वेदश्चतुष्पादस्त्रेतायान्तु विधिः स्मृतः।
त्रीणि वर्षसहस्राणि जीवन्तो तत्रताः प्रजाः॥
]

`verse 77 [
पुत्रपौत्रसमाकीर्णा म्रियन्ते च क्रमेण ताः।
एते त्रेतायुगे भावास्त्रेता संख्यां निबोधत॥
]

`verse 78 [
त्रेतायुगस्वभावेन सन्ध्या पादेन वर्तते।
सन्ध्या पादः स्वभावाच्च योंऽशः पादेन तिष्ठति॥
]
