`verse 1 [
त्रेतायुगे यज्ञविधिप्रवृत्तिः।

ऋषय ऊचुः।
कथं त्रेतायुगमुखे यज्ञस्यासीत् प्रवर्तनम्।
पूर्वे स्वायम्भुवे स्वर्गे यथावत् प्रब्रवीहि नः॥
]

`verse 2 [
अन्तर्हितायां सन्ध्यायां सार्द्धं कृतयुगेन हि।
कालाख्यायां प्रवृत्तायां प्राप्ते त्रेतायुगे तथा॥
]

`verse 3 [
औषधीषु च जातासु प्रवृत्ते वृष्टिसर्जने।
प्रतिष्ठितायां वार्तायां ग्रामेषु च परेषु च॥
]

`verse 4 [
वर्णाश्रमप्रतिष्ठान्नं कृत्वा मन्त्रैश्च तैः पुनः।
संहितास्तु सुसंहृत्य कथं यज्ञः प्रवर्त्तितः॥
एतच्छ्रुत्वाब्रवीत् सूतः श्रूयतां तत्प्रचोदितम्॥
]

`speaker [
सूत उवाच
]

`verse 5 [
मन्त्रान्वै योजयित्वा तु इहामुत्र च कर्म्मसु।
तथा विश्वभुगिन्द्रस्तु यज्ञं प्रावर्त्तयत्प्रभुः॥
]

`verse 6 [
दैवतैः सह संहृत्य सर्वसाधनसंवृतः।
तस्याश्वमेधे वितते समाजग्मुर्महर्षयः॥
]

`verse 7 [
यज्ञकर्म्मण्यवर्तन्त कर्म्मण्यग्रे तथर्त्विजः।
हूयमाने देवहोत्रे अग्नौ बहुविधं हविः॥
]

`verse 8 [
सम्प्रतीतेषु देवेषु सामगेषु च सुस्वरम्।
परिक्रान्तेषु लघुषु अध्वर्युपुरुषेषु च॥
]

`verse 9 [
आलब्धेषु च मध्ये तु तथा पशुगुणेषु वै।
आहूतेषु च देवेषु यज्ञभुक्षु ततस्तदा॥
]

`verse 10 [
य इन्द्रियात्मका देवा यज्ञभागभुजस्तु ते।
तान्यजन्ति तदा देवाः कल्पादिषु भवन्ति ये॥
]

`verse 11 [
अध्वर्युप्रैषकाले तु व्युत्थिता ऋषयस्तथा।
महर्षयश्च तान् द्रृष्ट्वा दीनान् पशुगणांस्तदा।
विश्वभुजन्तेत्वपृच्छन् कथं यज्ञविधिस्तवः॥
]

`verse 12 [
अधर्मो बलवानेष हिंसा धर्मेप्सया तव।
नवः पशुविधिस्त्वष्टस्तव यज्ञे सुरोत्तम!॥
]

`verse 13 [
अधर्मा धर्म्मघाताय प्रारब्धः पशुभिस्त्वया।
नायं धर्मो ह्यधर्मोऽयं न हिंसा धर्म्म उच्यते।
आगमेन भवान् धर्मं प्रकरोतु यदीच्छति॥
]

`verse 14 [
विधिद्रृष्टेन यज्ञेन धर्मेणाव्यसनेन तु।
यज्ञबीजैः सुरश्रेष्ठ! त्रिवर्गपरिमोषितैः॥
]

`verse 15 [
एष यज्ञो महानिन्द्रः स्वयम्भुविहितः पुनः।
एवं विश्वभुगिन्द्रस्तु ऋषिभिस्तत्वदर्शिभिः॥
उक्तो न प्रति जग्राह मानमोहसमन्वितः॥
]

`verse 16 [
तेषां विवादः सुमहान् जज्ञे इन्द्रमहर्षिणम्।
जङ्गमैः स्थावरैः केन यष्टव्यमिति चोच्यते॥
]

`verse 17 [
ते तु खिन्ना विवादेन शक्त्या युक्ता महर्षयः।
सन्धाय सममिन्द्रेण पप्रच्छुः खचरं वसुम्॥
]

`speaker [
ऋषय ऊचुः
]

`verse 18 [
महाप्राज्ञ! त्वया द्रृष्टः कथं यज्ञविधिर्नृप!।
औत्तानपादे प्रब्रूहि संशयं नस्तुद प्रभो!॥
]

`speaker [
सूत उवाच
]

`verse 19 [
श्रुत्वा वाक्यं वसुस्तेषामविचार्य बलाबलम्।
वेदशास्त्रमनुस्मृत्य यज्ञतत्त्वमुवाच ह॥
]

`verse 20 [
यथोपनीतैर्यष्टव्यमिति होवाच पार्थिवः।
यष्टव्यं पशुभिर्मेध्यैरथ मूलफलैरपि॥
]

`verse 21 [
हिंसास्वभावो यज्ञस्य इति मे दर्शनागमः।
तथैते भविता मन्त्रा हिंसालिङ्गामहर्षिभिः॥
]

`verse 22 [
दीर्घेण तपसा युक्तैस्तारकादिनिदर्शिभिः।
तत्प्रमाणं मया चोक्तं तस्माच्छमितुमर्हथ॥
]

`verse 23 [
यदि प्रमाणं स्वान्येव मन्त्रवाक्यानि वो द्विजाः!।
तथा प्रवर्त्ततां यज्ञो ह्यन्यथा मानृतं वचः॥
]

`verse 24 [
एवं कृतोत्तरास्ते तु युञ्ज्यात्मानं ततो धिया।
अवश्यम्भाविनं द्रृष्ट्वा तमधोह्यशपंस्तदा॥
]

`verse 25 [
इत्युक्तमात्रो नृपतिः प्रविवेश रसातलम्।
ऊद्‌र्ध्वचारी नृपो भूत्वा रसातलचरोऽभवत्॥
]

`verse 26 [
वसुधातलचारी तु तेन वाक्येन सोऽभवत्।
धर्माणां संशयच्छेत्ता राजा वसुधरो गतः॥
]

`verse 27 [
तस्मान्नवाच्यो ह्येकेन बहुज्ञेनापि संशयः।
बहुधारस्य धर्म्मस्य सूक्ष्मा दुरनुगागातिः॥
]

`verse 28 [
तस्मान्न निश्चयाद्वक्तुं धर्म्मः शक्तो हि केनचित्।
देवानृषीनुपादाय स्वायम्भुवमृते मनुम्॥
]

`verse 29 [
तस्मान्न हिंसा यज्ञे स्याद्यदुक्तमृषिभिः पुरा।
ऋषिकोटिसहस्राणि स्वैस्तपोभिर्दिवङ्गताः॥
]

`verse 30 [
तस्मान्न हिंसा यज्ञञ्च प्रशंसन्ति महर्षयः।
उञ्छो मूलं फलं शाकमुदपात्रे तपोधनाः॥
]

`verse 31 [
एतद्दत्वा विभवतः स्वर्गलोके प्रतिष्ठिताः।
अद्रोहश्चाप्यलोभश्च दमोभूतदया शमः॥
]

`verse 32 [
ब्रह्मचर्यं तपः शौचमनुक्रोशं क्षमा धृतिः।
सनातनस्य धर्म्मस्य मूलमेव दुरासदम्॥
]

`verse 33 [
द्रव्यमन्त्रात्मको यज्ञस्तपश्च समतात्मकम्।
यज्ञैश्च देवानाप्नोति वैराजं तपसा पुनः॥
]

`verse 34 [
ब्रह्मणः कर्म्मसंन्यासाद् वैराग्यात्प्रकृतेर्लयम्।
ज्ञानात् प्राप्नोति कैवल्यं पञ्चैता गतयः स्मृताः॥
]

`verse 35 [
एवं विवादः सुमहान् यज्ञस्यासीत् प्रवर्त्तते।
ऋषीणां देवतानाञ्च पूर्वे स्वायम्भुवेऽन्तरे॥
]

`verse 36 [
ततस्ते ऋषयो द्रृष्ट्वा हृतं धर्मं बलेन ते।
वसोर्वाक्यमनाद्रृत्य जग्मुस्ते वै यथागतम्॥
]

`verse 37 [
गतेषु ऋषिसङ्घेषु देवायज्ञमवाप्नुयुः।
श्रूयन्ते हि तपः सिद्धा ब्रह्मक्षत्रादयो नृपाः॥
]

`verse 38 [
प्रियव्रतोत्तानपादौ ध्रुवो मेधातिथिर्वसुः।
सुधामा विरजाश्चैव शङ्कपाद्राजसस्तथा॥
]

`verse 39 [
प्राचीनबर्हिः पर्ज्जन्यो हविर्धानादयो नृपाः।
एते चान्ये च बहवस्ते तपोभिर्दिवङ्गताः॥
]

`verse 40 [
राजर्षयो महात्मानो येषां कीर्त्तिः प्रतिष्ठिताः।
तस्माद्विशिष्यते यज्ञात्तपः सर्वैस्तु कारणैः॥
]

`verse 41 [
ब्रह्मणा तपसा सृष्टं जगद्विश्वमिदं पुरा।
तस्मान्नाप्नोति तद्यज्ञात्तपो मूलमिदं स्मृतम्॥
]

`verse 42 [
यज्ञप्रवर्तनं ह्येवमासीत् स्वायम्भुवेऽन्तरे।
तदा प्रभृति यज्ञोऽयं युगैः सार्द्धं प्रवर्तितः॥
]
