`speaker [
सूत उवाच
]

`verse 1 [
अत ऊद्‌र्ध्व प्रवक्ष्यामि द्वापरस्य विधिं पुनः।
तत्र त्रेतायुगे क्षीणे द्वापरं प्रतिपद्यते॥
]

`verse 2 [
द्वापरादौ प्रजानान्तु सिद्धिस्त्रेतायुगे तु या।
परिवृत्ते युगे तस्मिंस्ततः सा वै प्रणश्यति॥
]

`verse 3 [
ततः प्रवर्त्तिते तासां प्रजानां द्वापरे पुनः।
लोभो धृतिर्वणिग्युद्धं तत्त्वानामविनिश्चयः॥
]

`verse 4 [
प्रध्वंसश्चैव वर्णानां कर्म्मणान्तु विपर्ययः।
यात्रा वधः परो दण्डो मानो दर्पोऽक्षमाबलम्॥
]

`verse 5 [
तथा रजस्तमो भूयः प्रवृत्ते द्वापरे पुनः।
आद्ये कृतेनाधर्मोऽस्ति स त्रेतायां प्रवर्त्तितः॥
]

`verse 6 [
द्वापरे व्याकुलो भूत्वा प्रणश्यति कलौ पुनः।
वर्णानां द्वापरे धर्माः सङ्कीर्यन्ते तथाश्रमाः॥
]

`verse 7 [
द्वैधमुत्पद्यते चेव युगे तस्मिन्‌ श्रुतिस्मृतौ।
द्विधा श्रुतिः स्मृतिश्चैव निश्चयो नाधिगम्यते॥
]

`verse 8 [
अनिश्चयावगमनाद्धर्मतत्त्वं न विद्यते।
धर्मतत्त्वे ह्यविज्ञाते मतिभेदस्तु जायते॥
]

`verse 9 [
परस्परं विभिन्नास्ते द्रृष्टीनां विभ्रमेण तु।
अतो द्रष्टिविभिन्नैस्तैः कृतमत्याकुलन्त्विदम्॥
]

`verse 10 [
एको वेदश्चतुष्पादः संहृत्य तु पुनः पुनः।
संक्षेपादायुषश्चैव व्यस्यते द्वापरेष्विहः॥
]

`verse 11 [
वेदश्चैकश्चतुर्धा तु व्यस्यते द्वापारदिषु।
ऋषिपुत्रैः पुनर्वेदा भिद्यन्ते द्रृष्टिविभ्रमैः॥
]

`verse 12 [
ते तु ब्राह्मणविन्यासैः स्वरक्रमविपर्ययैः।
संहृता ऋग्यजुः साम्नां संहितास्तैर्महर्षिभिः॥
]

`verse 13 [
सामान्याद्वैकृताच्चैव द्रृष्टिभिन्नैः क्वचित् क्वचित्।
ब्राह्मणं कल्पसूत्राणि भाष्यविद्यास्तथैव च॥
]

`verse 14 [
अन्ये तु प्रस्थितास्तान्वै केचित्तान् प्रत्यवस्थिताः।
द्वापरेषु प्रवर्तन्ते भिन्नार्थैस्तैः स्वदर्शनैः॥
]

`verse 15 [
एकमाध्वर्यवं पूर्वमासीद्‌द्वैधन्तु तत् पुनः।
सामान्यविपरीतार्थैः कृतं शस्त्राकुलन्त्विदम्॥
]

`verse 16 [
आध्वर्यवञ्च प्रस्थानैर्बहुधा व्याकुलीकृतम्।
तथैवाथर्वणां साम्नां विकल्पैः स्वस्य संक्षयैः॥
]

`verse 17 [
व्याकुलो द्वापरेष्वर्थः क्रियते भिन्नदर्शनैः।
द्वापरे सन्निवृत्ते ते वेदा नश्यन्ति वै कलौ॥
]

`verse 18 [
तेषां विपर्ययोत्पन्ना भवन्ति द्वापरे पुनः।
अद्रृष्टिर्मरणं चैव तथैव व्याध्युपद्रवाः॥
]

`verse 19 [
वाङ्नः कर्मभिर्दुः खैर्निर्वेदो जायते ततः।
निर्वेदाज्जायते तेषां दुः खमोक्षविचारणा॥
]

`verse 20 [
विचारणायां वैराग्यं वैराग्याद्दोषदर्शनम्।
दोषाणां दर्शनाच्चैव ज्ञानोत्पत्तिस्तु जायते॥
]

`verse 21 [
तेषां मेधाविनां पूर्वं मर्त्ये स्वायम्भुवेऽन्तरे।
उत्पत्स्यन्तीह शास्त्राणां द्वापरे परिपन्थिनः॥
]

`verse 22 [
आयुर्वेदविकल्पाश्च अङ्गानां ज्योतिषस्य च।
अर्थशास्त्रविकल्पाश्च हेतुशास्त्रविकल्पनम्॥
]

`verse 23 [
प्रक्रिया कल्पसूत्राणां भाष्यविद्याविकत्थनम्।
स्मृतिशास्त्रप्रभेदाश्च प्रस्थानानि पृथक्‌ पृथक्॥
]

`verse 24 [
द्वापरेष्वभिवर्त्तन्ते मतिभेदास्तथा नृणाम्।
मनसा कर्म्मणा वाचा कृच्छ्राद्वार्त्ता प्रसिध्यति॥
]

`verse 25 [
द्वापरे सर्वभूतानां कालः क्लेशपरः स्मृतः।
लोभो धृतिर्वणिग्युद्धन्तत्त्वानामविनिश्चयः॥
]

`verse 26 [
वेदशास्त्रप्रणयनं वर्णानां सङ्करस्तथा।
वर्णाश्रमपरिध्वंसः कामद्वेषौ तथैव च॥
]

`verse 27 [
पूर्णो वर्षसहस्रेद्वे परमायुस्तदा नृणाम्।
निः शेषे द्वापरे तस्मिंस्तस्य सन्ध्या तु पादतः॥
]

`verse 28 [
गुणहीनास्तु तिष्ठन्ति धर्म्मस्य द्वापरस्य तु।
तथैव सन्ध्या पादेन अंशस्तस्यां प्रतिष्ठितः॥
]

`verse 29 [
द्वापरस्य तु पर्येषा पुष्यस्य च निबोधत।
द्वापरस्यांशशेषे तु प्रतिपत्तिः कलेरथ॥
]

`verse 30 [
हिंसास्तेयानृतं माया दम्भश्चैव तपस्विनाम्।
एते स्वभावाः पुष्यस्य साधयन्ति च ताः प्रजाः॥
]

`verse 31 [
एष धर्म्मः स्मृतः कृत्स्नो धर्म्मश्च परिहीयते।
मनसा कर्मणा वाचा वार्त्ताः सिद्‌ध्यन्ति वानवा॥
]

`verse 32 [
कलिः प्रमारको रोगः सततं चापि क्षुद् भयम्।
अनावृष्टिभयञ्चैव देशानाञ्च विपर्ययः॥
]

`verse 33 [
न प्रमाणे स्थिति हर्यस्ति पुष्ये घोरे युगे कलौ।
गर्भस्थो म्रियते कश्चिद्‌ यौवनस्थस्तथापरः॥
]

`verse 34 [
स्थावर्ये मध्यकौमारे म्रियन्ते च कलौ प्रजाः।
अल्प तेजो बलाः पापा महाकोपा ह्यधार्मिकाः॥
]

`verse 35 [
अनृतव्रतलुब्धाश्च पुष्ये चैव प्रजाः स्थिताः।
दुरिष्टैर्दुरधीतैश्च दुराचारैर्दुरागमैः॥
]

`verse 36 [
विप्राणां कर्म्मदोषैस्तैः प्रजानां जायते भयम्।
हिंसा मानस्तथेर्ष्याच क्रोधोऽसूयाऽक्षमाऽधृतिः॥
]

`verse 37 [
पुष्ये भवन्ति जन्तूनां लोभो मोहश्च सर्वशः।
सङ्‌क्षोभो जायतेऽत्यर्थं कलिमासाद्य वै युगम्॥
]

`verse 38 [
नाधीयन्ते तथा वेदान् यजन्ते वै द्विजातयः।
उत्सीदन्ति यथा चैव वैश्यैः सार्द्धन्तु क्षत्रियाः॥
]

`verse 39 [
शूद्राणां मन्त्रयोनिस्तु सम्बन्धो ब्राह्मणैः सह।
भवतीह कलौ तस्मिन्‌ शयनासनभोजनैः॥
]

`verse 40 [
राजानः शूद्रभूयिष्ठाः पाषण्डानां प्रवृत्तयः।
काषायिणश्च निष्कच्छास्तथा कापालिनश्च ह॥
]

`verse 41 [
ये चान्ये देवव्रतिनस्तथा ये धर्म्मदूषकाः।
दिव्यवृत्ताश्च ये केचिद्‌वृत्त्यर्थं श्रुतिलिङ्गनः॥
]

`verse 42 [
एवम्विधाश्च ये केचिद् भवन्तीह कलौ युगे।
अधीयते तदा वेदान् शूद्रा धर्मार्थकोविदाः॥
]

`verse 43 [
यजन्ति ह्यश्वमेधैस्तु राजानः शूद्रयोनयः।
स्त्रीबालगोवधं कृत्वा हत्वा चैव परस्परम्॥
]

`verse 44 [
उपहृत्य तथान्योन्यं साधयन्ति तदा प्रजाः।
दुः खप्रचुरताल्पायुर्देशोत्सादः सरोगताः॥
]

`verse 45 [
अधर्माभिनिवृत्तत्वं कलौ वृत्तं कलौस्मृतम्।
भ्रूणहत्या प्रजानाञ्च तथा ह्येवं प्रवर्त्तते॥
]

`verse 46 [
तस्मादायुर्बलं रूपं प्रहीयन्ते कलौ युगे।
दुः खेनाभिप्लुतानां च परमायुः शतं नृणाम्॥
]

`verse 47 [
भूत्वा च न भवन्तीह वेदाः कलियुगेऽखिलाः।
उत्सीदन्ते तथा यज्ञाः केवलं धर्महेतवः॥
]

`verse 48 [
एषा कलियुगावस्था सन्ध्यांशौ तु निबोधत।
युगे युगे तु हीयन्ते त्रींस्त्रीन् पादांश्च सिद्धयः॥
]

`verse 49 [
युगस्वभावाः सन्ध्यासु अवतिष्ठन्ति पादतः।
सन्ध्यास्वभावाः स्वांशेषु पादेनैवावतस्थिरे॥
]

`verse 50 [
एवं सन्ध्यांशके काले सम्प्राप्ते च युगान्तिके।
तेषामधर्मिणां शास्ता भृगुणाञ्च कुले स्थितः॥
]

`verse 51 [
गोत्रेण वै चन्द्रमसे नाम्ना प्रमतिरुच्यते।
कलिसन्ध्यांशभागेषु मनोः स्वायम्भुवेऽन्तरे॥
]

`verse 52 [
समास्त्रिंशत्तु सम्पूर्णाः पर्यटन्वै वसुन्धराम्।
अस्त्रकर्मा स वै सेना हस्त्यश्वरथसङ्कुलाम्॥
]

`verse 53 [
प्रगृहीतायुधैर्विप्रैः शतशोऽथ सहस्रशः।
स तदातैः परिवृतो म्लेच्छान् सर्वान्निजघ्निवान्॥
]

`verse 54 [
स हत्वा सर्वशश्चैव राजानः शूद्रयोनयः॥
]

`verse 55 [
पाषण्डान् स तदा सर्वान्निः शेषानकरोत् प्रभुः॥
]

`verse 56 [
अधार्मिकाश्च ये केचित्तान्‌ सर्वान् हन्ति सर्वशः।
औदीच्यान्मध्यदेशांश्च पार्वतीयांस्तथैव च॥
]

`verse 57 [
प्राच्यान् प्रतीच्यांश्च तथा विन्ध्यपृष्ठा परान्तिकान्।
तथैव दाक्षिणात्यांश्च द्रविडान् सिंहलैः सह॥
]

`verse 58 [
गन्धारान् पारदांश्चैव पह्लवान् यवनान् शकान्।
तुषारान् बर्बशान् श्वेतान् पुलिन्दान् बर्बरान् श्वसान्॥
]

`verse 59 [
लम्पकानान्ध्रकांश्चापि चोरजातींस्तथैव च।
प्रवृत्तचक्रो बलवान्शूद्राणामन्तकृद् बभौ॥
]

`verse 60 [
विद्राव्य सर्वभूतानि चचार वसुधामिमाम्।
मानवस्य तु वंशे तु नृदेवस्येह जज्ञिवान्॥
]

`verse 61 [
पूर्वजन्मनि विष्णुश्च प्रमतिर्नाम वीर्यवान्।
स्वतः स वै चन्द्रमसः पूर्वं कलियुगे प्रभुः॥
]

`verse 62 [
द्वात्रिंशेऽभ्युदिते वर्षे प्रकान्तो विंशतिं समाः।
निजघ्ने सर्वभूतानि मानुषाण्येव सर्वशः॥
]

`verse 63 [
कृत्वा वाजावशिष्टान्तां पृथ्वीं क्रूरेण कर्मणा।
परस्परनिमित्तेन कालेनाकस्मिकेन च॥
]

`verse 64 [
संस्थिता सह सायासे सेना प्रमतिना सह।
गङ्गायमुनयोर्मध्ये सिद्धिं प्राप्ताः समाधिना॥
]

`verse 65 [
ततस्तेषु प्रनष्टेषु सन्ध्यांशे क्रूरकर्म्मसु।
उत्साद्य पार्थिवान् सर्वान् तेष्वतीतेषु वे तदा ॥
]

`verse 66 [
ततः सन्ध्यांशके काले संप्राप्ते च युगान्तके।
स्थिताः स्वल्पावशिष्टासु प्रजास्विह क्वचित् क्वचित्॥
]

`verse 67 [
स्वाप्रदानास्तथा ते वै लोभाविष्टास्तु वृन्दशः।
उपहिंसन्ति चान्योन्यं प्रलुम्पन्ति परस्परम्॥
]

`verse 68 [
अराजके युगांशे तु सङ्क्षये समुपस्थिते।
प्रजास्ता वै तदा सर्वाः परस्परभयार्दिताः॥
]

`verse 69 [
व्याकुलास्ताः परावृत्तास्त्यज्य देवगृहाणि तु।
स्वान् स्वान् प्राणानवेक्षन्तो निष्कारुण्यात् सुदुः खिताः॥
]

`verse 70 [
नष्टे श्रौतस्मृते धर्मे कामक्रोधवशानुगाः।
निर्मर्यादा निरानन्दा निः स्नेहानिरपत्रपाः॥
]

`verse 71 [
नष्टे धर्मे प्रतिहता हृस्वकाः पञ्चविंशकाः।
हित्वा दारांश्च पुत्रांश्च विषादव्याकुलप्रजाः॥
]

`verse 72 [
अनावृष्टिहतास्ते वै वार्त्तामुत्सृज्यदुः खिताः।
चीरकृष्णाजिनधरा निष्क्रुद्धानिष्परिग्रहाः॥
]

`verse 73 [
वर्णाश्रमपरिभ्रष्टाः सङ्करङ्घोरमास्थिताः।
एवं कष्टमनुप्राप्ता ह्यल्पशेषाः प्रजास्ततः॥
]

`verse 74 [
जन्तवश्च क्षुधाविष्टा दुः खान्निर्वेदमागमन्।
संश्रयन्तिच देशांस्तांश्चक्रवत् परिवर्त्तनाः॥
]

`verse 75 [
ततः प्रजास्तु ताः सर्वा मांसाहारा भवन्ति हि।
मृगान् वराहान् वृषभान्ये चान्ये वनचारिणः॥
]

`verse 76 [
भक्ष्यांश्चैवाप्यभक्ष्यांश्च सर्वांस्तान् भक्षयन्ति ताः।
समुद्रं संश्रिता यास्तु नदींश्चैव प्रजास्तु ताः॥
]

`verse 77 [
तेऽपि मत्स्यान् हरन्तीह आहारार्थं च सर्वशः।
अभक्ष्याहारदोषेण एकवर्णगता प्रजाः॥
]

`verse 78 [
यथा कृतयुगे पूर्वमेकवर्णमभूत्किल।
तथा कलियुगस्यान्ते शूद्रीभूताः प्रजास्तथा॥
]

`verse 79 [
एवं वर्षशतं पूर्णं दिव्यं तेषां न्यवर्त्तत।
षट्‌त्रिंशच्च सहस्राणि मानुषाणितु तानि वै॥
]

`verse 80 [
अथ दीर्घेण कालेन पक्षिणः पशवस्तथा।
मत्स्याश्चैव हताः सर्वैः क्षुधाविष्टैश्च सर्वशः॥
]

`verse 81 [
निः शेषेष्वथ सर्वेषु मत्स्यपक्षिपशुष्वथ।
सन्ध्यांशे प्रतिपन्नेतु निः शेषास्तु तदा कृताः॥
]

`verse 82 [
ततः प्रजास्तु सम्भूय कन्दमूलमथोऽखनन्।
फलमूलाशनाः सर्वे अनिकेतास्तथैव च॥
]

`verse 83 [
वल्कलान्यथ वासांसि अधः शय्याश्च सर्वशः।
परिग्रहो न तेष्वस्ति धनशुद्धिमवाप्नुयुः॥
]

`verse 84 [
एवं क्षयं गमिष्यन्ति ह्यल्पशिष्टाः प्रजास्तदा।
तासामल्पावशिष्टनामाहाराद् वृद्धिरिष्यते॥
]

`verse 85 [
एवं वर्षशतं दिव्यं सन्ध्यांशस्तस्य वर्त्तते।
ततो वर्षसहस्रान्ते अल्पशिष्टाः स्त्रियः सुताः॥
]

`verse 86 [
मिथुनानि तु ताः सर्वाह्यन्योन्यं संप्रजज्ञिरे।
ततस्तास्तु म्रियन्ते वै पूर्वोत्पन्नाः प्रजास्तु याः॥
]

`verse 87 [
जातमात्रेष्वपत्येषु ततः कृतमवर्त्तत।
यथा स्वर्गे शरीराणि नरके चैव देहिनाम्॥
]

`verse 88 [
उपभोगसमर्थानि एवं कृतयुगादिषु।
एवं कृतस्य सन्तानः कलेश्चैव क्षयस्तथा॥
]

`verse 89 [
विचारणात्तु निर्वेदः साम्यावस्थात्मना तथा।
ततश्चैवात्मसम्बोधः सम्बोधाद्धर्म्मशीलता॥
]

`verse 90 [
कलिशिष्टेषु तेष्वेवं जायन्ते पूर्ववत् प्रजाः।
भाविनोऽर्थस्य च बलात्ततः कृतमवर्त्तत॥
]

`verse 91 [
अतीतानागतानि स्युर्य्यानि मन्वन्तरेष्विह!।
एते युगस्वभावास्तु मयोक्तास्तु समासतः॥
]

`verse 92 [
विस्तरेणानुपूर्व्याच्च नमस्कृत्य स्वयम्भुवे।
प्रवृत्तेतु ततस्तस्मिन् पुनः कृतयुगे तु वै॥
]

`verse 93 [
उत्पन्नाः कलिशिष्टेषु प्रजाः कार्त्तयुगास्तथा।
तिष्ठन्ति चेह ये सिद्धा अद्रृष्टा विहरन्ति च॥
]

`verse 94 [
सह सप्तर्षिभिर्ये तु तत्र ये च व्यवस्थिताः।
ब्रह्मक्षत्रविशः शूद्रा बीजार्थे य इह स्मृताः॥
]

`verse 95 [
तेषां सप्तर्षयो धर्मं कथयन्तीह तेषु च।
वर्णाश्रमाचारयुतं श्रौतस्मार्त्तविधानतः॥
]

`verse 96 [
एवं तेषु क्रियावत्सु प्रवर्त्तन्तीह वै कृते॥
]

`verse 97 [
श्रौतस्मार्त्तस्थितानान्तु धर्मे सप्तर्षिदर्शिते।
ते तु धर्मव्यवस्थार्थं तिष्ठन्तीह कृते युगे॥
]

`verse 98 [
मन्वन्तराधिकारेषु तिष्ठन्ति ऋषयस्तु ते।
यथा दावप्रदग्धेषु तृणेष्वेवापनक्षितौ॥
]

`verse 99 [
वनानां प्रथमं द्रृष्ट्वा तेषां मूलेषु सम्भवः।
एवं युगाद्‌युगानां वै सन्तानस्तु परस्परम्॥
]

`verse 100 [
प्रवर्त्तते ह्यविच्छेदाद्यावन्मन्वन्तरक्षयः।
सुखमायुर्बलं रूपं धर्मार्थौ काम एव च॥
]

`verse 101 [
युगेष्वेतानि हीयन्ते त्रयः पादाः क्रमेण तु।
इत्येषः प्रतिसन्धिर्वः कीर्त्तितस्तु मया द्विजाः!॥
]

`verse 102 [
चतुर्युगाणां सर्वेषामेतदेव प्रसाधनम्।
एषां चतुर्युगाणान्तु गणिता ह्येकसप्ततिः॥
]

`verse 103 [
क्रमेण परिवृत्तास्ता मनोरन्तरमुच्यते।
युगाख्यासु तु सर्वासु भवतीह यदा च यत्॥
]

`verse 104 [
तदेव च तदन्यासु पुनस्तद्वै यथाक्रमम्।
सर्गे सर्गे यथा भेदा ह्युत्पद्यन्ते तथैव च॥
]

`verse 105 [
चतुर्दशसु तावन्तो ज्ञेया मन्वन्तरेष्विह।
आसुरी यातुधानी च पैशाची यक्षराक्षसी॥
]

`verse 106 [
युगे युगे तदा काले प्रजा जायन्ति ताः श्रृणु।
यथाकल्पं युगैः सार्द्धं भवन्ति तुल्यलक्षणा।
इत्येतल्लक्षणं प्रोक्तं युगानां वै यथाक्रमम्॥
]

`verse 107 [
मन्वन्तराणां परिवर्तनानि चिरप्रवृत्तातियुगस्वभावात्।
क्षणं न संतिष्ठति जीवलोकः क्षयोदयाभ्यां परिवर्त्तमानः॥
]

`verse 108 [
एते युगस्वभावा वः परिक्रान्ता यथाक्रमम्।
मन्वन्तराणि यान्यस्मिन् कल्पे वक्ष्यामि तानि च॥
]
