`speaker [
ऋषय ऊचुः
]

`verse 1 [
कथं मत्स्येन कथितस्तारकस्य वधो महान् ।
कस्मिन् काले विनिर्वृत्ता कथेयं सूतनन्दन!॥
]

`verse 2 [
त्वन्मुखक्षीरसिन्धूत्था कथेयममृतात्मिका ।
कर्णाभ्यां पिबतां तृप्तिरस्माकं न प्रजायते॥
]

`verse 3 [
इदं मुने! समाख्याहि महाबुद्धे! मनोगतम्॥
सूत उवाच।
पृष्टस्तु मनुना देवो मत्स्यरूपी जनार्दनः॥
]

`verse 4 [
कथं शरवने जातो देवः षड्‌वदनो विभो!।
एतत्तु वचनं श्रुत्वा पार्थिवस्यामितौजसः॥
]

`verse 5 [
उवाच भगवान् प्रीतो ब्रह्मसूनुर्महामतिम्।
मत्स्य उवाच।
वज्राङ्गो नाम दैत्योऽभूत् तस्य पुत्रस्तु तारकः॥
]

`verse 6 [
सुरानुद्वासयामास पुरेभ्यः स महाबलः।
ततस्ते ब्रह्मणोऽभ्यासं जाग्मुर्भयनिपीडिताः॥
]

`verse 7 [
भीताश्च त्रिदशात् द्रृष्ट्वा ब्रह्मा तेषामुवाच ह।
सन्त्यज्यध्वं भयं देवाः! शङ्करस्यात्मजः शिशुः॥
]

`verse 8 [
तुहिनाचलदौहित्रस्तं हनिष्यति दानवम्।
ततः काले तु कस्मिंश्चिद्दृष्ट्वा वै शैलजां शिवः॥
]

`verse 9 [
स्वरेतो वह्निवदने व्यसृजत्कारणान्तरे।
तत्प्राप्तं वह्निवदने रेतो देवानतर्पयत्॥
]

`verse 10 [
विदार्य जठराण्येषामजीर्णं निर्गतं मुने!।
पतितं तत्सरिद्वारे ततस्तु शरकानने॥
]

`verse 11 [
तस्मात्तु स समुद्‌भूतो गुहो दिनकरप्रभः।
स सप्तदिवसो बालो निजघ्ने तारकासुरम्॥
]

`verse 12 [
एवं श्रुत्वा ततो वाक्यं तमूचुर्ऋषिसत्तमाः।
ऋषय ऊचुः।
अत्याश्चर्यवती रम्या कथेयं पापनाशिनी॥
]

`verse 13 [
विस्तरेण हि नो ब्रूहि यथातथ्येन श्रृण्वताम्।
वज्राङ्गो नाम दैत्येन्द्रः कस्य वंशोद्भवः पुरा॥
]

`verse 14 [
तस्याभूत्तारकः पुत्रः सुरप्रमथनो बली।
निर्मितः को वधे चाभूत्तस्यः दैत्येश्वरस्य तु॥
]

`verse 15 [
गुहजन्म तु कात्र्स्न्येन अस्माकं ब्रूहि मानद!॥
सूत उवाच।
मानसो ब्रह्मणः पुत्रो दक्षो नाम प्रजापतिः॥
]

`verse 16 [
षष्टिं सोऽजनयत्कान्या वैरिण्यामेव नः श्रुतम्।
ददौ स दश धर्माय कश्यपाय त्रयोदश॥
]

`verse 17 [
सप्तविंशति सोमाय चतस्रोऽरिष्टनेमये।
द्वौ वौ बाहुकपुत्राय द्वौ चान्येऽङ्गिरसे तथा॥
]

`verse 18 [
द्वे कृशाश्वाय विदुषे प्रजापतिसुतः प्रभुः।
अदितिर्दितिर्दनुर्विश्वा ह्यरिष्टा सुरसा तथा॥
]

`verse 19 [
सुरभिर्विनता चैव ताम्रा क्रोधवशा इरा।
कर्द्रूर्मुनिश्च लोकस्य मातरो गोषु मातरः॥
]

`verse 20 [
तासां सकाशाल्लोकानां जङ्गमस्थावरात्मनाम्।
जन्म नाना प्रकाराणां ताभ्योऽन्ये देहिनः स्मृताः॥
]

`verse 21 [
देवेन्द्रोपेन्द्रपूजाद्याः सर्वेते दितिजा मताः।
दितेः सकाशाल्लोकास्तु हिरण्यकशिपादयः॥
]

`verse 22 [
दानवाश्च दनोः पुत्रा गावश्च सुरभीसुताः।
पक्षिणो विनतापुत्रागरुड़प्रमुखाः सुताः॥
]

`verse 23 [
नागाः कद्रूसुता ज्ञेयाः सेषाश्चान्येऽपि जन्तवः।
त्रैलोक्यनाथं शक्रन्तु सर्वामरगणप्रभुम्॥
]

`verse 24 [
हिरण्यकशिपुश्चक्रे नीत्वा राज्यं महाबलः।
ततः केनापि कालेन हिरण्यकशिपादयः॥
]

`verse 25 [
निहता विष्णुना सङ्ख्ये शेषाश्चेन्द्रेण दानवाः।
ततो निहतपुत्राभूद्दितिर्वरमयाचत॥
]

`verse 26 [
भर्त्तारं कश्यपं देवं पुत्रमन्यं महाबलम्।
समरे शक्रहन्तारं स तस्या अददात् प्रभुः॥
]

`verse 27 [
नियमे वर्त हे देवि! सहस्रं शुचिमानसा।
वर्षाणां लप्स्यसे पुत्रमित्युक्ता सा तथा करोत्॥
]

`verse 28 [
वर्त्तन्त्या नियमे तस्याः सहस्राक्षः समाहितः।
उपासामाचरत्तस्याः सा चैनमन्वमन्यत॥
]

`verse 29 [
दशसम्वत्सरशेषस्य सहस्रस्य तदा दितिः।
उवाच शक्रं सुप्रीता वरदा तपसि स्थिता॥
]

`speaker [
दितिरुवाच
]

`verse 30 [
पुत्रोत्तीर्णव्रतां प्रायः विद्धि मां पाकशासन!।
भविष्यति च ते भ्राता तेन सार्द्धमिमां श्रियम्॥
]

`verse 31 [
भुङ्‌क्ष्व वत्स! यथाकामं त्रैलोक्यं हतकण्टकम्।
इत्युक्त्वा निद्रयाविष्टा चरणाक्रान्तमूर्द्धजाः॥
]

`verse 32 [
स्वयं सुष्वापनियता भाविनोऽर्थस्य गौरवात्।
तत्तु रन्ध्रं समासाद्य जठरं पाकशासनः॥
]

`verse 33 [
चकार सप्तधा गर्भं कुलिशेन तु देवराट्।

एकैकन्तु पुनः खण्डं चकार मघवा ततः॥
]

`verse 34 [
सप्तधा सप्तधा कोपात् प्रबुध्यत ततोऽदितिः।
विबुध्योवाच मा शक्र! घातयेथाः प्रजां मम॥
]

`verse 35 [
तच्छ्रुत्वा निःर्गतः शक्रः स्थित्वा प्राञ्जलिरग्रतः।
उवाच वाक्यं सन्त्रस्तो मातुर्वै वदनेरितम्॥
]

`speaker [
शक्र उवाच
]

`verse 36 [
दिवा स्वप्नपरा मातः! पादाक्रान्तशिरोरुहा।
सप्त सप्तभिरेवातस्तव गर्भः कृतो मया॥
]

`verse 37 [
एकोनपञ्चाशत्‌ कृता भागा वज्रेण ते सुताः।
दास्यामि तेषां स्थानानि दिवि दैवतपूजिते॥
]

`verse 38 [
इत्युक्ता सा तदा देवी सैवमस्त्वित्यभाषत।
पुनश्च देवी भर्तारमुवाचासितलोचना॥
]

`verse 39 [
पुत्रं प्रजापते! देहि शक्रजेतारमूर्जितम्।
यो नास्त्रशस्त्रैर्बध्यत्वं गच्छेत्‌ त्रिदिववासिनाम्॥
]

`verse 40 [
इत्युक्तः स तथोवाच तां पत्नीमतिदुःखिताम्।
दशवर्षसहस्राणि तपः कृत्वा तु लप्स्यसे॥
]

`verse 41 [
वज्रसारमयैरङ्गैरच्छेद्यैरायसैर्द्रृढ़ैः।
वज्राङ्‌गो नाम पुत्रस्ते भविता पुत्रवत्सले!॥
]

`verse 42 [
सा तु लब्धवरा देवी जगाम तपसे वनम्।
दशवर्षसहस्राणि सा तपो घोरमाचरत्॥
]

`verse 43 [
तपसोऽन्ते भगवती जनयामास दुर्जयम्।
पुत्रमप्रतिकर्माणमजेयं वज्रदुश्छिदम्॥
]

`verse 44 [
सजातस्तत्र एवाभूत् सर्वशस्त्रास्त्रपारगः।
उवाच मातरं भक्त्या मातः! किङ्करवाण्यहम्॥
]

`verse 45 [
तमुवाच ततो हृष्टा दितिर्दैत्याधिपञ्च सा।
बहवो मे हताः पुत्राः सहस्राक्षेण पुत्रक!॥
]

`verse 46 [
तेषां त्वं प्रतिकर्तुं वै गच्छ शक्रवधाय च।
बाढ़मित्येव तामुक्त्वा जगाम त्रिदिवं बली॥
]

`verse 47 [
बद्‌ध्वा ततः सहस्राक्षं पाशेनामोघवर्चसाः।
मातुरन्तिकमागच्छद्व्याघ्रः क्षुद्रमृगं यथा॥
]

`verse 48 [
एतस्मिन्नन्तरे ब्रह्मा कश्यपश्च महातपाः।
आगतो तत्र यत्रास्तां मातापुत्रावभीतकौ॥
]

`verse 49 [
द्रृष्ट्वा तु तमुवाचेदं ब्रह्मा कश्यप एव च।
मुञ्चैनं पुत्र! देवेन्द्रं किमनेन प्रयोजनम्॥
]

`verse 50 [
अपमानो वधः प्रोक्तः पुत्रसम्भावितस्य च।
अस्मद्वाक्येन यो मुक्तो विद्धि तं मृतमेव च॥
]

`verse 51 [
परस्य गौरवान् मुक्तः शत्रूणां भारमावहेत्।
जीवन्नेव मृतो वत्स! दिवसे दिवसे स तु॥
]

`verse 52 [
महतां वशमायाते वैरं नैवास्ति वैरिणि।
एतच्छ्रुत्वा तु वज्राङ्गः प्रणतो वाक्यमब्रव्रीत्॥
]

`verse 53 [
न मे कृत्यमनेनास्ति मातुराज्ञा कृता मया।
त्वं सुरासुरनाथो वै मम च प्रपितामहः॥
]

`verse 54 [
करिष्ये त्वद्वचो देव! एष मुक्तः शतक्रतुः।
तपसे मे रतिर्देव! निर्विघ्नं चैव मे भवेत्॥
]

`verse 55 [
त्वत्प्रसादेन भगवन्नित्युक्त्वा विरराम सः।
तस्मिंस्तूष्णीं स्थिते दैत्ये प्रोवाचेदं पितामहः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 56 [
तपस्त्वं क्रूरमापन्नो अस्मच्छासनसंस्थितः।
अनया चित्तशुद्ध्या ते पर्याप्तं जन्मनः फलम्॥
]

`verse 57 [
इत्युक्त्वा पद्मजः कन्यां ससर्जायतलोचनाम्।
तामस्मै प्रददौ देवः पत्न्यर्थं पद्मसम्भवः॥
]

`verse 58 [
वराङ्गेति च नामास्याः कृत्वा यातः पितामहः।
वज्राङ्गोऽपि तया सार्द्धं जगाम तपसे वनम्॥
]

`verse 59 [
ऊद्‌र्ध्वं बाहुः स दैत्येन्द्रोऽचरदब्द सहस्रकम्।
कालं कमलपत्राक्षः शुद्ध बुद्धिर्महातपाः॥
]

`verse 60 [
तावच्चावाङ्‌मुखः कालं तावत् पञ्चाग्निमध्यगः।
निराहारो घोरतपाः तपोराशिरजायत॥
]

`verse 61 [
ततः सोऽन्तर्जले चक्रे कालं वर्षसहस्रकम्।
जलान्तरं प्रविष्टस्य तस्य पत्नी महाव्रता॥
]

`verse 62 [
तस्यैव तीरे सरसस्तपस्यन्ती मौनमास्थिता।
निराहारा तपो घोरं प्रविवेश महाद्युतिः॥
]

`verse 63 [
तस्यां तपसि वर्त्तन्त्यामिन्द्रश्चक्रे विभीषिकाम्।
भूत्वा तु मर्कटस्तत्र तदाश्रमपदं महत्॥
]

`verse 64 [
चक्रे विलोलं निः शेषं तुम्वी घटकरण्डकम्।
ततस्तु मेषरूपेण कम्पं तस्याकरोन्महान्॥
]

`verse 65 [
ततो भुजङ्गरूपेण बध्वा च चरणद्वयम्।
अपकृष्टा ततो दूरं भ्रमंस्तस्या महीमिमाम्॥
]

`verse 66 [
तपो बलाढ्या सा तस्य न वध्यत्वं जगाम ह।
ततो गोमायुरूपेण तस्या दूषयदाश्रमम्॥
]

`verse 67 [
ततस्तु मेघरूपेण तस्याः क्लेदयदाश्रमम्।
भीषिकाभिरनेकाभिस्तां क्लिश्यन् पाकशासनः॥
]

`verse 68 [
विरराम यदा नैवं वज्राङ्गमहिषी तदा।
शैलस्य दुष्टतां मत्वा शापन्दातुं व्यवस्थिता॥
]

`verse 69 [
स शापाभिमुखां द्रृष्ट्वा शैलः पुरुषविग्रहः।
उवाच तां वरारोहां वराङ्गीं भीरुचेतनः॥
]

`verse 70 [
नाहं वराङ्गने! दुष्टः सेव्योऽहं सर्वदेहिनाम्।
विभ्रमन्तु करोत्येष रुषितः पाकशासनः॥
]

`verse 71 [
एतस्मिन्नन्तरे जातः काल वर्षसहस्रिकः।
तस्मिन् गते तु भगवान् काले कमलसम्भवः।
तुष्टः प्रोवाच वज्राङ्गं तमागम्य जलाश्रयम्॥
]

`verse 72 [
ब्रह्मावाच।
ददामि सर्वकामांस्ते उत्तिष्ठ दितिनन्दन!।
एवमुक्तस्तदोत्थाय दैत्येन्द्रस्तपसां निधिः॥
उवाच प्राञ्जलिर्वाक्यं सर्वलोक पितामहम्॥
]

`speaker [
वज्राङ्ग उवाच
]

`verse 73 [
आसुरो मास्तु मे भावः सन्तु लोका ममाक्षयाः।
तपस्येव रतिर्मेऽस्तु शरीरस्यास्तु वर्तनम्॥
]

`verse 74 [
एवमस्त्विति तन्देवो जगाम स्वकमालयम्।
वज्राङ्गोऽपि समाप्ते तु तपसि स्थिरसंयमः॥
]

`verse 75 [
आहारमिच्छन् भार्यां स्वान्न ददर्शाश्रमे स्वके।
क्षुधाविष्टः स शैलस्य गहनम्प्रविवेश ह॥
]

`verse 76 [
आदातुं फलमूलानि स च तस्मिन्‌ व्यलोकयत्।
रुदन्तीं तां प्रियां दीनां तनुप्रच्छादिताननाम्॥
]

`verse 77 [
तां विलोक्य स दैत्येन्द्रः प्रोवाच परिसान्त्वयन्।

वज्राङ्ग उवाच।
केन तेऽपकृतं भीरु! यमलोकं यियासुना॥
]
