`verse 1 [
तारकासुरोपाख्यानम्।

तारक उवाच।
श्रृणुध्वमसुराः! सर्वे वाक्यं मम महाबलाः।
श्रेयसे क्रियतां बुद्धिः सर्वैः कृत्यस्य सम्विधौ ॥
]

`verse 2 [
वंशक्षयकरा देवाः सर्वेषामेव दानवाः।
अस्माकं जातिधर्मो वै विरूढं वैरमक्षयम् ॥
]

`verse 3 [
वयमद्य गमिष्यामः सुराणां निग्रहाय तु।
स्वबाहु बलमाश्रित्य सर्व एवमसंशयः ॥
]

`verse 4 [
किन्तु ना तपसा युक्तो मन्येऽहं सुरसङ्गमम्।
अहमादौ करिष्यामि तपो घोरन्दितेः सुताः॥
]

`verse 5 [
ततः सुरान् विजेष्यामो भोक्ष्यामोऽथ जगत्त्रयम्।
स्थिरोपायो हि पुरुषः स्थिरश्रीरपि जायते ॥
]

`verse 6 [
रक्षितुं नैव शक्नोति चपलश्चपलाः श्रियः।
तच्छ्रुत्वा दानवाः सर्वे वाक्यं तस्यासुरस्य तु ॥
]

`verse 7 [
साधु साध्वित्यवोचंस्ते तत्र दैत्याः सविस्मयाः।
सोऽगच्छत्पारियात्रस्य गिरैः कन्दरमुत्तमम् ॥
]

`verse 8 [
सर्वर्तु कुसुमाकीर्णं नानौषधि विदीपितम्।
नानाधातुरसस्राव चित्रं नानागुहागृहम् ॥
]

`verse 9 [
गहनैः सर्वतो गूढं चित्रकल्प द्रुमाश्रयम्।
अनेकाकारबहुलं पृथक् पक्षि कुलाकुलम् ॥
]

`verse 10 [
नानाप्रस्रवणोपेतं नानाविधजलाशयम्।
प्राप्य तत् कन्दरं दैत्यश्चचार विपुलं तपः ॥
]

`verse 11 [
निराहारः पञ्चतपा पत्रभुग्वारिभोजनः।
शतं शतं समानान्तु तपांस्येतानि सोऽकरोत् ॥
]

`verse 12 [
ततः स्वदेहादुत्कृत्य कर्षं कर्षं दिने दिने।
मांसस्याग्नौ जुहावासौ ततो निर्मांसताङ्गतः ॥
]

`verse 13 [
तस्मिन्निर्मांसतां याते तपोराशित्वमागते।
जज्वलुः सर्वभूतानि तेजसा तस्य सर्वतः ॥
]

`verse 14 [
उद्विग्नाश्च सुराः सर्वे तपसा तस्य भीषिताः।
एतस्मिन्नन्तरे ब्रह्मा परमं तोषमागतः ॥
]

`verse 15 [
तारकस्य वरं दातुं जगाम त्रिदशालयात्।
प्राप्य तं शैलराजानं स गिरेः कन्दरस्थितम्
उवाच तारकं देवो गिरा मधुरया युतः॥
]

`verse 16 [
पुत्रालं तपसा तेऽस्तु नास्त्यसाध्यं तवाऽधुना ॥
]

`verse 17 [
वरं वृणीष्व रुचिरं यत्ते मनसि वर्त्तते।
इत्युक्तस्यारको दैत्यः प्रणम्यात्मभुवं विभुम्
उवाच प्राञ्जलिर्भूत्वा प्रणतः पृथुविक्रमः॥
]

`speaker [
तारक उवाच
]

`verse 18 [
देव! भूतमनोवास! वेत्सि जन्तुविचेष्टितम् ॥
]

`verse 19 [
कृतप्रतिकृताकाङ्क्षी जिगीषुः प्रायशो जनः।
वयञ्च जातिधर्मेण कृतवैराः सहामरैः॥
]

`verse 20 [
तैश्च निःशेषिता दैत्याः क्रूरैः सन्त्यज्य धर्मिताम्।
तेषामहं समुद्धर्त्ता भवेयमिति मे मतिः ॥
]

`verse 21 [
अवध्यं सर्वभूतानामस्त्राणाञ्च महौजसाम्।
स्यामहं परमो ह्येष वरो मम हुदि स्थितः ॥
]

`verse 22 [
एतन्मे देहि देवेश! नान्यो मे रोचते वरः
तमुवाच ततो दैत्यं विरिञ्चिः सुरनायकः ॥
]

`verse 23 [
न युज्यन्ते विना मृत्युं देहिनो दैत्यसत्तम।
यतस्ततोऽपि वरय मृत्युं यस्मान्न शङ्खसे ॥
]

`verse 24 [
ततः सञ्चिन्त्य दैत्येन्द्रः शिशोर्वै सप्तवासरात्।
वव्रे महासुरो मृत्युमवलेपनमोहितः ॥
]

`verse 25 [
ब्रह्मा चास्मै वरं दत्वा यत्किञ्चिन्मनसेप्सितम्।
जगाम त्रिदिवं देवो दैत्योऽपि स्वकमालयम् ॥
]

`verse 26 [
उत्तीर्णं तपसस्तं तु दैत्यं दैत्येश्वरास्तथा।
परिबब्रुः सहस्राक्षं दिवि देवगणा यथा॥
]

`verse 27 [
तस्मिन् महति राज्यस्य तारके दैत्यनन्दने।
ऋतवो मूर्त्तिमन्तश्च स्वकाल गुणबृंहिताः
]

`verse 28 [
अभवन् किङ्करास्तस्य लोकपालाश्च सर्वशः।
कान्तिद्युतिर्धृतिर्मेधाः श्रीरवेक्ष्य च दानवम् ॥
]

`verse 29 [
परिबब्रुर्गुणाकीर्णा निश्छिद्राः सर्व एव हि।
कालागुरुविलिप्ताङ्गं महामुकुटभूषणम् ॥
]

`verse 30 [
रुचिराङ्गदनद्धाङ्गं महासिंहासने स्थितम्।
वीजयन्त्यप्सरः श्रेष्ठाः भृशं मुञ्चन्ति नैव ताः ॥
]

`verse 31 [
चन्द्रार्कौ दीपमार्गेषु व्यजनेषु च मारुतः।
कृतान्तोऽग्रेसरस्तस्य बभूवुर्मुनिसत्तमाः॥
]

`verse 32 [
एवं प्रयाति काले तु वितते तारकासुरः।
बभाषे सचिवान् दैत्यः प्रभूतवरदर्पितः॥
]

`speaker [
तारक उवाच
]

`verse 33 [
राज्येन कारणं किं मे त्वनाक्रम्य त्रिविष्टपम्।
अनिर्याप्य सुरैर्वैरं का शान्तिर्हृदये मम ॥
]

`verse 34 [
भुञ्जतेऽद्यापि यज्ञांशानमरा नाक एव हि।
विष्णुः श्रियं न जहति तिष्ठते च गतभ्रमः ॥
]

`verse 35 [
स्वस्थाभिः स्वर्गनारीभिः पीड्यन्तेऽमरवल्लभाः।
सोत्पलामदिरामोदा दिविक्रीड़ायनेषु च ॥
]

`verse 36 [
लब्ध्वा जन्म न यः कश्चिद् घटयेत् पौरुषं नरः।
जन्म तस्य वृथा भूतम् जन्मना तु विशिष्यते ॥
]

`verse 37 [
माता पितृभ्यां न करोति कामान् बन्धूनशोकान् न करोति यो वा।
कीर्त्तिं हि वानार्जयते हिमाभां पुमान् स जातोऽपि मृतो मतं मे ॥
]

`verse 38 [
तस्माज्जयायामरपुङ्गवानां त्रैलोक्यलक्ष्मीहरणाय शीघ्रम्।
संयोज्यतां मे रथमष्टचक्रं बलञ्च मे दुर्जय दैत्यचक्रम्।
ध्वजञ्च मे काञ्चनपट्टनद्धं छत्रञ्च मे मौक्तिकजालबद्धम् ॥
]

`verse 39 [
तारकस्य वचः श्रुत्वा ग्रसनो नाम दानवः।
सेनानीर्दैत्यराजस्य तथा चक्रे बलान्वितः ॥
]

`verse 40 [
आहत्य भेरीं गम्भीरां दैत्यानाहूय सत्वरः।
तुरगाणां सहस्रेण चक्राष्टकविधूषितम् ॥
]

`verse 41 [
शुक्लाम्बरपरिष्कारं चतुर्थोजन विस्तृतम्।
नानाक्रीडागृहयुतं गीतवाद्यमनोहरम् ॥
]

`verse 42 [
विमानमिव देवस्य सुरभर्त्तुः शतक्रतोः।
दशकोटीश्वरा दैत्या दैत्यास्ते चण्डविक्रमाः ॥
]

`verse 43 [
तेषामग्रेसरो जम्भः कुजम्भोऽनन्तरस्ततः।
महिषः कुञ्जरो मेघः कालनेमिर्निमिस्तथा॥
]

`verse 44 [
मथनो जम्भकः शुम्भो दैत्येन्द्रा दश नायकाः।
अन्येऽपि शतशस्तस्य पृथिवी दलन क्षमाः ॥
]

`verse 45 [
दैत्येन्द्रा गिरिवर्ष्माणः सन्ति चण्डपराक्रमाः।
नानायुधप्रहरणा नानाशस्त्रास्त्रपारगाः
]

`verse 46 [
तारकस्याभवत् केतू रौद्रः कनकभूषण।
केतुना मकरेणापि सेनानीर्ग्रसनोऽरिहा ॥
]

`verse 47 [
पैशाचं यस्य वदनं जम्भस्यासीदयोमयम्।
स्वरं विधूतलाङ्गूलं कुजम्भस्याभवद् ध्वजे ॥
]

`verse 48 [
महिषस्य तु गोमायुङ्केतोर्हैमं तदा भवत्।
ध्वाङ्क्षं ध्वजेतु शुम्भस्य कृष्णायोमयमुच्छ्रितम् ॥
]

`verse 49 [
अनेकाकारविन्यासाश्चान्येषान्तु ध्वजास्तथा।
शतेन शीघ्रवेगानां व्याघ्राणां हेममालिनाम् ॥
]

`verse 50 [
ग्रसनस्य रथो युक्तो किङ्किणी जालमालिनाम्।
शतेनापि च सिंहानां रथो जम्भस्य दुर्जयः ॥
]

`verse 51 [
कुजम्भस्य रथो युक्तः पिशाचवदनैः खरैः।
रथस्तु महिषस्योष्ट्रैर्गजस्य तु तुरङ्गमैः॥
]

`verse 52 [
मेघस्य द्वीपिभिर्भीमैः कुञ्जरैः कालनेमिनः।
पर्वताभैः समारूढो निमिर्मत्तैर्महागजैः ॥
]

`verse 53 [
चतुर्दन्तैर्गन्धवद्भिः शिक्षितैर्मेघभैरवैः।
शतहस्तायते कृष्णे तुरङ्गैर्हेमभूषणैः ॥
]

`verse 54 [
सितचामरजालेन शोभिते दक्षिणां दिशम्।
सितचन्दन चार्वङ्गो नानापुष्पस्रजोज्ज्वलः ॥
]

`verse 55 [
मथनो नाम दैत्येन्द्रः पाशहस्तो व्यराजत।
जम्भकः किङ्किणीजाल मालमुष्ट्रं समास्थितः ॥
]

`verse 56 [
कालशुक्लमहामेषमारूढः शुम्भदानवः।
अन्वेऽपि दानवा वीरा नाना वाहनगामिणः॥
]

`verse 57 [
प्रचण्डचित्रकर्माणः कुण्डलोष्णीषभूषणाः।
नानाविधोत्तरासङ्गा नानामाल्यविभूषणाः ॥
]

`verse 58 [
नानासुगन्धिगन्धाढ्या नानाबन्दिजनस्तुताः।
नानावाद्यपरिष्पन्दा श्चाग्रेसरमहारथा ॥
]

`verse 59 [
नानाशौर्यकथासक्तास्तस्मिन् सैन्ये महासुराः।
तद् बलं दैत्यसिंहस्य भीमरूपं व्यजायत ॥
]

`verse 60 [
प्रमत्त चण्डमातङ्ग तुरङ्ग रथसङ्कुलम्।
प्रतस्थेमरयुद्धाय बहुपत्तिपताकिनम्
]

`verse 61 [
एतस्मिन्नन्तरे वायुर्देवदूतोऽम्बरालये।
दृष्ट्वा स दानवबलं जगामेन्द्रस्य शंसितम् ॥
]

`verse 62 [
स गत्वा तु सभां दिव्यां महेन्द्रस्य महात्मनः।
शशंस मध्ये देवानां तत्कार्यं समुपस्थितम् ॥
]

`verse 63 [
तच्छ्रुत्वा देवराजस्तु निमीलित विलोचनः।
बृहस्पतिमुवाचेदं वाक्यं काले महाभुजः॥
]

`speaker [
इन्द्र उवाच
]

`verse 64 [
संप्राप्नोति विमर्दोऽयं देवानां दानवैः सह।
कार्यं किमिति तद् ब्रूहि नीत्युपाय समन्वितम् ॥
]

`verse 65 [
एतच्छ्रुत्वा तु वचनं महेन्द्रस्य गिरां पतिः।
इत्युवाच महाभागे बृहस्पतिरुदारधीः ॥
]

`verse 66 [
सामपूर्वा स्मृता नीतिश्चतुरङ्गां पताकिनीम्।
जिगीषतां सुरश्रेष्ठ! स्थितिरेषा सनातनी ॥
]

`verse 67 [
सामभेदस्तथा दानं दण्डश्चाङ्गचतुष्टयम्।
नीतौ क्रमाद्देशकाल रिपुयोग्य क्रमादिदम् ॥
]

`verse 68 [
सामदैत्येषु नैवास्ति यतस्ते लब्धसंश्रयाः।
जातिधर्मेण वा भेद्या दानं प्राप्त श्रिये च किम् ॥
]

`verse 69 [
एकोऽभ्युपायो दण्डोऽत्र भवता यदि रोचते।
दुर्जनेषु कृतं साम महद्याति च वन्ध्यताम् ॥
]

`verse 70 [
भयादिति व्यवस्यन्ति क्रूराः साम महात्मनाम्।
ऋजुतामार्य्यबुद्धित्वं दयानीति व्यतिक्रमम् ॥
]

`verse 71 [
मन्यन्ते दुर्जना नित्यं साम चापि भयोदयात्।
तस्माद् दुर्जनमाक्रान्तुं श्रेयान् पौरुषसंश्रयः ॥
]

`verse 72 [
आक्रान्ते तु क्रिया युक्ता सतामेतन्महाव्रतम्।
दुर्जनः सुजनत्वाय कल्पते न कदाचन॥
]

`verse 73 [
सुजनोऽपि स्वभावस्य त्यागं वाञ्छेत् कदाचन।
एवं मे बुद्ध्यते बुद्धिर्भवन्तोऽत्र व्यवस्यताम् ॥
]

`verse 74 [
एवमुक्तः सहस्राक्ष एवमेवेत्युवाच तम्।
कर्त्तव्यतां स सञ्चिन्त्य प्रोवाचामरसंसदि ॥
]

`speaker [
इन्द्र उवाच
]

`verse 75 [
सावधानेन मे वाचं श्रृणुध्वं नाकवासिनः! ।
भवन्तो यज्ञभोक्तारः तुष्टात्मानोऽतिसात्विकाः ॥
]

`verse 76 [
स्वे महिम्नि स्थिता नित्यं जगतः परिपालकाः।
भवतश्चानिमेत्तेन बाधन्ते दानवेश्वराः ॥
]

`verse 77 [
तेषां सामादि नैषास्ति दण्ड एव विधीयताम्।
क्रियतां समरोद्योगः सैन्यं संयुज्यतां मम ॥
]

`verse 78 [
आद्रियन्तां च शस्त्राणि पूज्यन्तामस्त्रदेवताः।
वाहनानि च यानानि योजयन्तु सहामराः ॥
]

`verse 79 [
यमं सेनापतिं कृत्वा शीग्रमेवं दिवौकसः।
इत्युक्ताः समनह्यन्त देवानां ये प्रधानतः ॥७९
वाजिनाम युतेनाजौ हेमघण्टापरिष्कृतम्।
नानाश्चर्यगुणोपेतं संप्राप्तं सर्वदैवतैः ॥
]

`verse 80 [
रथं मातलिना क्लृप्तं देवराजस्य दुर्जयम्।
यमो महिषमास्थाय सेनाग्रे समवर्त्तत ॥
]

`verse 81 [
चण्डकिङ्करवृन्देन सर्वतः परिवारितः।
कल्पकालोद्धतज्वाला पूरिताम्बरलोचनः ॥
]

`verse 82 [
हुताशनश्छागरूढः शक्तिहस्तो व्यवस्थितः।
पवनोऽङ्कुशपाणिस्तु विस्तारित महाजवः ॥
]

`verse 83 [
भुजगेन्द्रसमारूढो जलेशो भगवान् स्वयम्।
नरयुक्तरथे देवो राक्षसेशो वियच्चरः ॥
]

`verse 84 [
तीक्ष्णखङ्गयुतो भीमः समरे समवस्थितः।
महासिंहरवो देवो धनाध्यक्षो गदायुधः ॥
]

`verse 85 [
चन्द्रादित्यावश्विनौ च चतुरङ्गबलान्वितौ।
राजभिः सहितास्तस्थुर्गन्धर्वा हेमभूषणाः ॥
]

`verse 86 [
हेमपीठोत्तरासङ्गा- श्चित्रधर्म-रथायुधाः।
नाकपृष्ठ शिखण्डास्तु वैढूर्य्य-मकरध्वजाः ॥
]

`verse 87 [
जपारक्तोत्तरासङ्गा राक्षसा रक्तमूर्द्धजाः।
गृध्रध्वजा महावीर्या निर्मलायो विभूषणाः ॥
]

`verse 88 [
मुसलासिगदाहस्ता रथे चोष्णीष दंशिताः।
महामेघरवा नागा भीमोल्काशनिहेतयः ॥
]

`verse 89 [
यक्षाः कृष्णाम्बरभृतो भीमबाणधनुर्द्धराः।
ताम्रोलूकध्वजा रौद्रा हेमरत्न विभूषणाः ॥
]

`verse 90 [
द्वीपिचर्मोत्तरासङ्गं निशाचरबलं बभौ।
गार्धपत्रध्वजप्रायमस्थिभूषण भूषितम् ॥
]

`verse 91 [
मुसलायुध दुष्प्रेक्ष्यं नाना प्राणि महारवम्।
किन्नराः श्वेतवसनाः सितपत्रिपताकिनः ॥
]

`verse 92 [
मत्तेभवाहनप्रायाः तीक्ष्ण तोमरहेतयः।
मुक्ताजालपरिष्कारो हंसो रजतनिर्मितः ॥
]

`verse 93 [
केतुर्जलाधिनाथस्य भीमधूम ध्वजानिलः।
पद्मरागमहारत्न-विटपं धनदस्य तु ॥
]

`verse 94 [
ध्वजं समुच्छ्रितं भाति गन्तुकाममिवाम्बरम्।
वृकेण काष्ठलोहेन यमस्यासीत् महाध्वजः ॥
]

`verse 95 [
राक्षसेशस्य केतोर्वै प्रेतस्य सुखमाबभौ।
हेमसिंहध्वजौ देवो चन्द्रार्कावमितद्युती ॥
]

`verse 96 [
कुम्भेन रत्नचित्रेण केतुरश्विनयोरभूत्।
हेममातङ्गरचितं चित्र रत्न परिष्कृतम् ॥
]

`verse 97 [
ध्वजं शतक्रतोरासीत् सितचामरमण्डितम्।
सनाग यक्ष गन्धर्व महोरगनिशाचरा ॥
]

`verse 98 [
सेना सा देवराजस्य दुर्जया भुवनत्रये।
कोटयस्तास्त्रयस्त्रिंशद्दैवे देवनिकायिनाम् ॥
]

`verse 99 [
हिमाचलाभे सितकर्णचामरे सुवर्ण पद्मामल सुन्दरस्रजि।
कृताभिरागोज्ज्वलकुङ्कुमाङ्कुरे कपोललीलालिकदम्बसङ्कुले ॥
]

`verse 100 [
स्थितस्तदैरावतनामकुञ्जरे महाबलश्चित्रविभूषणाम्बरः ।
विशालवस्त्रांशु-वितानभूषितः प्रकीर्णकेयूर-भुजाग्रमण्डलः ॥
सहस्रदृक् वन्दिसहस्रसंस्तुत-स्त्रिविष्टपेऽशोभत पाकशासनः ॥
]

`verse 101 [
तुरङ्ग मातङ्ग बलौध सङ्कुला सितात पत्रध्वज राजिशालिनी।
चमूश्च सा दुर्जयपत्रिसन्तता विभाति नानायुधयोधदुस्तरा ॥
]
