`speaker [
सूत उवाच
]

`verse 1 [
तं दृष्ट्वा दानवाः क्रुद्दाश्चेरुः स्वैस्वैः बलैर्वृताः।
सरघा इव माक्षीकहरणे सर्वतो दिशम् ॥
]

`verse 2 [
कृष्णचामरजालाढ्ये सुधा विरचिताङ्कुरे।
चित्रपञ्चपताके तु प्रभिन्न करटामुखे ॥
]

`verse 3 [
पर्वताभे गजे भीमे मदस्राविणि दुर्द्धरे।
आरुह्याजौ निमिर्दैत्यो हरिं प्रत्युद्ययौ बली ॥
]

`verse 4 [
तस्यासन् दानवा रौद्रा गजस्य पदरक्षिणः।
सप्तविंशतिसाहस्राः किरीटकवचोज्वलाः ॥
]

`verse 5 [
अश्वारूढ़श्च मथनो जम्भकश्चोष्ट्रवाहनः।
शुम्भोऽपि विपुलं मेषं समारुह्याव्रजद्रणम् ॥
]

`verse 6 [
अपरे दानवेन्द्रास्तु मत्ता नानास्त्रपाणयः।
आजघ्नुः समरे क्रुद्धा विष्णुमक्लिष्टकारिणम्॥
]

`verse 7 [
परिधेण निमिर्दैत्यो मथनो मुद्गरेण तु।
शुम्भः शूलेन तीक्ष्णेन प्रासेन ग्रसनस्तथा ॥
]

`verse 8 [
चक्रेण महिषः क्रुद्धो जम्भः शक्त्या महारणे।
जघ्नुर्नारायणं सर्वे शेषास्तीक्ष्णैश्च मार्गणैः ॥
]

`verse 9 [
तान्यस्त्रापि प्रयुक्तानि शरीरं विविशुर्हरेः।
गुरूक्तानुपदिष्टान्वै सच्छिष्यस्य श्रुतानिव॥
]

`verse 10 [
असम्भ्रान्तो रणे विष्णुरथ जग्राह कार्मुकम्।
शरांश्चाशी विषाकारान् तैलधौतानजिह्मगान् ॥
]

`verse 11 [
ततोऽभिसन्ध्य दैत्यांस्तानाकर्णाकृष्टकार्मुकः।
अभ्यद्रवद्रणे क्रुद्धो दैत्यानीके तु पौरुषान् ॥
]

`verse 12 [
निमिं विव्याध विंशत्या बाणानामग्निवर्चसाम्।
मथनं दशभिर्बाणैः शुभ्रं पञ्चभिरेव च ॥
]

`verse 13 [
एकेन महिषं क्रुद्धो विव्याधोरसि पत्रिणा।
जम्भं द्वादशभिस्तीक्ष्णैः सर्वांश्चैकैकशोऽष्टभिः ॥
]

`verse 14 [
तस्य तल्लाघवं दृष्ट्वा दानवाः क्रोधमूर्च्छिताः।
नर्दमानाः प्रयत्नेन चक्रुरत्यद्भुतं रणम्॥
]

`verse 15 [
चिच्छेदाथ धनुर्विष्णोर्निमिर्भल्लेन दानवः।
सन्ध्यमानं शरं हस्ते चिच्छेद महिषासुरः ॥
]

`verse 16 [
पीड़यामास गरुड़ं जम्भस्तीक्ष्णैस्तु सायकैः।
भुजं तस्याहनद्गाढ़ं शुम्भो भूधरसन्निभः ॥
]

`verse 17 [
छिन्ने धनुषि गोविन्दो गदां जग्राह भीषणाम्।
तां प्राहिणोत् स वेगेन मथनाय महाहवे ॥
]

`verse 18 [
तामप्राप्तां निमिर्बाणैश्चिच्छेद तिलशो रणे।
तां नाशमागतां दृष्ट्वा हीनाग्रे प्रार्थनामिव॥
]

`verse 19 [
जग्राह मुद्गरं घोरं दिव्यरत्नपरिष्कृतम्।
तं मुमोचाथ वेगेन निमिमुद्दिश्य दानवम्॥
]

`verse 20 [
तमायान्तं वियत्येव त्रयो दैत्या न्यवारयन्।
गदया जम्भदैत्यस्तु ग्रसनः पट्टिशेन तु ॥
]

`verse 21 [
शक्त्या च महिषो दैत्यः स्वपक्ष जयकाङ्क्षया।
निराकृतं तमालेक्य दुर्जने प्रणयं यथा ॥
]

`verse 22 [
जग्राह शक्तिमुग्राग्रामष्टघण्टोत्कटस्वनाम्।
जम्भाय तां समुद्दिश्य प्राहिणोद्रणभीषणः ॥
]

`verse 23 [
तामम्बरस्थां जग्राह गजो दानवनन्दनः।
गृहीतां तां समालेक्य शिक्षामिव विवेकिभिः ॥
]

`verse 24 [
दृढं भारसहं सारमन्यदादाय कार्मुकम्।
रौद्रास्तमभिसन्धाय तस्मिन् बाणं मुमोच ह ॥
]

`verse 25 [
ततोऽस्त्रतेजसा सर्वं व्याप्तं लोकं चराचरम्।
ततो बाणमयं सर्वमाकाशं समदृश्यत।
]

`verse 26 [
भूर्दिशो विदिशश्चैव बाणजालमया बभुः।
दृष्ट्वा तदस्त्रमाहात्म्यं सेनानीर्गसनोऽसुरः ॥
]

`verse 27 [
ब्राह्ममस्त्रञ्चचारासौ सर्वास्त्रं विनिवारणम्।
तेन तत्प्रशमं यातं रौद्रास्त्रं लोकघस्मरम् ॥
]

`verse 28 [
अस्त्रे प्रतिहते तस्मिन् विष्णुर्दानवसूदनः।
कालदण्डास्त्रमकरोत् सर्वलोकभयङ्करम्।
]

`verse 29 [
सन्धीयमाने तस्मिंस्तु मारुतः परुषो ववौ॥
चकम्पे च मही देवी दैत्या भिन्नधियोऽभवन् ॥
]

`verse 30 [
तदस्त्रमुग्रं दृष्ट्वा तु दानवा युद्धदुर्मदाः।
चक्रुरस्त्राणि दिव्यानि नानारूपाणि संयुगे॥
]

`verse 31 [
नारायणास्त्रं ग्रसनो गृहीत्वा चक्रं निमिः स्वास्त्रवरं मुमोच।
एकैकमस्त्रञ्च चकार जम्भस्तत्कालदण्डास्त्र निवारणाय ॥
]

`verse 32 [
यावन्न सन्धानदशां प्रयान्ति दैत्येश्वराश्चास्त्रनिवारणाय।
तावत् क्षणेनैव जघान कोटीर्दैत्येश्वराणां सगजान् सहाश्वान् ॥
]

`verse 33 [
अनन्तरं शान्तमभूत्तदस्त्रं दैत्यास्त्रयोगेन तु कालदण्डम्।
शान्तं तदालोक्य हरिः स्वशस्त्रं स्वविक्रमे मन्युपरीतमूर्तिः ॥
]

`verse 34 [
जग्राह चक्रं तपनायुताभमुग्रारमात्मानमिव द्वितीयम्।
चिक्षेप सेनापतयेऽभिसन्ध्य कण्ठस्थलं वज्रकठोरमुग्रम् ॥
]

`verse 35 [
चक्रं तदाकाशगतं विलोक्य सर्वात्मना दैत्यवराः स्ववीर्य्यैः।
नाशक्नुवन् वारयितुं प्रचण्डं दैवं यथा कर्म्म मुधा प्रपन्नम् ॥
]

`verse 36 [
तमप्रतर्क्यं जनयन्नजय्यं चक्रं पपात ग्रसनस्य कण्ठे।
द्विधा तु कृत्वा ग्रसनस्य कण्ठं तद्रक्तधारारुणघोरनाभिः।
जगाम भूयोऽपि जनार्दनस्य पाणिं प्रवृद्धानलतुल्यदीप्तिः ॥
]
