`speaker [
सूत उवाच
]

`verse 1 [
तमालोक्य पलायन्तं विभ्रष्टध्वज कार्मुकम्।
हरिं देवः सहस्राक्षो मेने भग्नं दुराहवे ॥
]

`verse 2 [
दैत्यांश्च मुदितान् दृष्ट्वा कर्तव्यं नाध्यगच्छत।
अथायान्निकटे विष्णोः सुरेशः पाकशासनः ॥
]

`verse 3 [
उवाच चैनं मधुरं प्रोत्साह परिबृंहकम्।
किमेभिः क्रीडसे देव! दानवैर्दुष्टमानसैः ॥
]

`verse 4 [
दुर्जनैर्लब्धरन्ध्रस्य पुरुषस्य कुतः क्रियाः।
शक्तेनोपेक्षितो नीचो मन्यते बलमात्मनः ॥
]

`verse 5 [
तस्मान्न नीचं मतिमान् दुर्गहीनं हि सन्त्यजेत्।
अथाग्रे सरसंपत्त्यां रथिनो जयमाप्नुयुः॥
]

`verse 6 [
कस्ते सखाभवत् चाग्रे हिरण्याक्षवधे विभो!।
हिरण्यकशिपुर्दैत्यो वीर्यशाली मदोद्धतः॥
]

`verse 7 [
त्वां प्राप्यापश्यदसुरो विषमं स्मृतिविभ्रमम्।
पूर्वेऽप्यतिबलाये च दैत्येन्द्राः सुरविद्विषः ॥
]

`verse 8 [
विनाशमागताः प्राप्य शलभा इव पावकम्।
युगे युगे च दैत्यानां त्वमेवान्तकरो हरे॥
]

`verse 9 [
तथैवाद्येह मग्नानां भव विष्णो! सुराश्रयः।
एवमुक्तस्ततो विष्णुर्व्यवर्द्धत महाभुजः ॥
]

`verse 10 [
ऋद्ध्या परमया युक्तः सर्वभूताश्रयोऽरिहा।
अथोवाच सरस्राक्षं कालक्षममधोक्षजः ॥
]

`verse 11 [
दैत्येन्द्रा स्वर्वधोपायैः शक्त्या हन्तुं हि नान्यतः।
दुर्जयस्तारको दैत्यो मुक्त्वा सप्तदिनं शिशुम् ॥
]

`verse 12 [
कश्चित् स्त्रीवध्यतां प्राप्तो वधेऽन्यस्य कुमारिका।
जम्भस्तु वध्यतां प्राप्तो दानवः क्रूरविक्रमः ॥
]

`verse 13 [
तस्माद्वीर्येण दिव्येन जहि जम्भं जगद्वरम्।
अवध्यः सर्वभूतानां त्वां विना स तु दानवः ॥
]

`verse 14 [
मया गुप्तो रणे जम्भं जगत्कण्टकमुद्धर।
तद्वैकुण्ठवचः श्रुत्वा सहस्राक्षोऽमरारिहा॥
]

`verse 15 [
समादिशत् सुरान् सर्वान् सैन्यस्य रचनां प्रति।
यत्सारं सर्वलोकेषु वीर्य्यस्य तपसोऽपि च॥
]

`verse 16 [
तदेकादशरुद्रांस्तु चकाराग्रेसरान् हरिः।
व्यालभोगाङ्गसन्नद्धा बलिनो नीलकन्धराः ॥
]

`verse 17 [
चन्द्रलेखन- चूडाला मण्डिता नु शिखण्डिनः।
शूलज्वालीभिषङ्गाढ्या भुजमण्डलभैरवाः ॥
]

`verse 18 [
पिङ्गोत्तुङ्गजटाजूटाः सिंहचर्मानुषङ्गिनः।
कपालीशादयो रुद्रा विद्रावितमहासुराः ॥
]

`verse 19 [
कपाली पिङ्गलो भीमो विरुपाक्षो विलोहितः।
अजेशः शासनः शास्ता शम्भुः खण्डो ध्रुवस्तथा ॥
]

`verse 20 [
एते एकादशानन्त बला रुद्राः प्रभाविनः।
पालयन्तो बलस्याग्रे दारयन्तश्च दानवान् ॥
]

`verse 21 [
आप्याययन्तस्त्रिदशान् गर्जन्त इव चाम्बुदाः।
हिमाचलाभे महति काञ्चनाम्बुरुहस्रजि ॥
]

`verse 22 [
प्रचलच्चामरे हेम घण्टासङ्घातमण्डिते।
ऐरावते चतुर्दन्ते मातङ्गेऽचलसंस्थिते ॥
]

`verse 23 [
महामदजलस्रावे कामरूपे शतक्रुतः।
तस्थौ हिमगिरेः श्रृङ्गे भानुमानिव दीप्तिमान् ॥
]

`verse 24 [
तस्यारक्षत् पदं सव्यं मारुतोऽमितविक्रमः।
जुगोपापरमग्निस्तु ज्वाला पूरितदिङ्मुखः ॥
]

`verse 25 [
पृष्ठरक्षोऽभवद्विष्णुः ससैन्यस्य शतक्रतोः।
आदित्या वसवो विश्वे मरुतश्चाश्विनावपि ॥
]

`verse 26 [
गन्धर्वा राक्षसा यक्षाः सकिन्नरमहोरगाः।
नानाविधायुधाश्चित्रा दधाना हेमभूषणम् ॥
]

`verse 27 [
कोटिशः कोटिशः कृत्वा वृन्दं चिह्नोपलक्षितम्।
विश्रावयन्तः स्वाङ्कीर्तिं बन्दिवृन्दपुरःसरा।

चेरुर्दैत्यवधे हृष्टाः सहेन्द्राः सुरजातयः ॥
]

`verse 28 [
शतक्रतोरमरनिकायपालिता पताकिनी गजशत वाजिनादिता।
सितातपत्रध्वजपटकोटिमण्डिता बभूव सा दितिसुतशोकवर्धिनी ॥
]

`verse 29 [
आयान्तीमवलोक्याथ सुरसेनाङ्गजासुरः।
गजरूपी महाम्भोद सङ्घातो भाति भैरवः॥
]

`verse 30 [
परश्वधायुधो धैत्यो दंशितोष्ठकसंपुटः।
ममर्दचरणे देवांश्चिक्षेपान्यान् करेण तु ॥
]

`verse 31 [
परान् परशुना जघ्ने दैत्येन्द्रो रौद्रविक्रमः।
तस्य पातयतः सेनां यक्षगन्धर्वकिन्नराः ॥
]

`verse 32 [
मुमुचुः संहताः सर्वे चित्रशस्त्रास्त्रसंहतिम्।
पाशान् परश्वधांश्चक्रान् भिन्दिपालान् समुद्गरान् ॥
]

`verse 33 [
कुन्तान्प्राशानसींस्तीक्ष्णान् मुद्गरांश्चापि दुःसहान्।
तान् सर्वान् सोऽग्रसद्दैत्यः कवलानिव यूथपः ॥
]

`verse 34 [
कोपास्फालितदीर्घाग्र करास्फोटेन पातयन्।
विचचार रणे देवान् दुष्प्रेक्ष्यो गजदानवः ॥
]

`verse 35 [
यस्मिन् यस्मिन्निपतति सुरवृन्दे गजासुरः।
तस्मिन् तस्मिन् महाशब्दो हाहाकारकृतोऽभवत् ॥
]

`verse 36 [
अथ विद्रवमाणं तद् बलं प्रेक्ष्य समन्ततः।
रुद्राः परस्परं प्रोचुरहङ्कारोत्थितार्चिषः ॥
]

`verse 37 [
भो!भो! गृह्णीत दैत्येन्द्रं मर्दतैनं हताश्रयम्।
कर्षतैनं शितैः शूलैर्भञ्जतैनञ्च मर्म्मसु ॥
]

`verse 38 [
कपाली वाक्यमाकर्ण्य शूलं शितशिखामुखम्।
सम्मार्ज्य वामहस्तेन संरम्भ- विवृते क्षणः ॥
]

`verse 39 [
अधावद् ब्रुकुटीवक्रो दैत्येन्द्राभिमुखो रणे।
दूढेन मुष्टिबन्धेन शूलं विष्टभ्य निर्मलम् ॥
]

`verse 40 [
जघान कुम्भदेशे तु कपाली गजदानवम्।
ततो दशापि ते रुद्रा निर्म्मलायोमायै रणे॥
]

`verse 41 [
जघ्नुः शूलैश्च दैत्येन्द्रं शैलवर्ष्माणमाहवे।
स्रुतशोपित रन्ध्रस्तु शितशूलमुखादितः॥
]

`verse 42 [
बभौ कृष्णच्छविर्दैत्यः शरदीवामलं सरः।
प्रोत्फुल्लारुण नीलाब्ज सङ्घातः सर्वतो दिशम् ॥
]

`verse 43 [
भस्म शुभ्र तनुच्छायै रुद्रैर्हंसैरिवावृतः।
उपस्थितार्तिर्दैत्योऽथ प्रचलत्कर्णपल्लवः ॥
]

`verse 44 [
शम्भुं बिभेद दशनैर्नाभिदेशे गजासुरः।
दृष्ट्वा सक्तन्तु रुद्राभ्यां नवरुद्रास्ततोऽद्भुतम्॥
]

`verse 45 [
ततक्षुर्विविधैः शस्त्रै शरीरममरद्विषः।
निर्भया बलिनो युद्धे रणभूमौ व्यवस्थिताः॥

मृतं महिषमासाद्य वने गोमायवो यथा।
कपालिनौ परित्यज्य गतश्चासुर पुङ्गवः ॥
]

`verse 46 [
वेगेन कुपितो दैत्यो नवरुद्रानुपाद्रवत्।
ममर्द चरणाघातैर्दन्तैश्चापि करेण च ॥
]

`verse 47 [
स तैस्तुमुलयुद्धेन श्रममासादितो यदा।
तदा कपाली जग्राह करन्तस्यामरद्विषः ॥
]

`verse 48 [
भ्रामयामास वेगेन ह्यतीव च गजासुरम्।
दृष्ट्वा श्रमातुरं दैत्यं किञ्चित्स्फुरितजीवितम्॥
]

`verse 49 [
निरुत्साहं रणे तस्मिन् गतयुद्धोत्सवोद्यमम्।
ततः पतत एवास्य चर्म चोत्कृत्य भैरवम् ॥
]

`verse 50 [
स्रवत्सर्वाङ्गरक्तौघं चकाराम्बरमात्मनः।
दृष्ट्वा विनिहतं दैत्यं दानवेन्द्रा महाबलाः ॥
]

`verse 51 [
वित्रेसुर्दुद्रुवुर्जग्मुर्निपेतुश्च सहस्रशः।
दृष्ट्वा कपालिनो रूपं गजचर्माम्बरावृतम् ॥
]

`verse 52 [
दिक्षु भूमौ तमेवोग्रं रुद्रं दैत्या व्यलोकयन्।
एवं विलुलिते तस्मिन् दानवेन्द्रे महाबले ॥
]

`verse 53 [
द्विपाधिरूढो दैत्येन्द्रो हतदुन्दुभिना ततः।
कल्पान्ताम्बुधराभेन दुर्द्धरेणापि दानवः॥
]

`verse 54 [
निमिरभ्यपतत्तूर्णं सुरसैन्यानि लोडयन्।
यां यां निमिगजो याति दिशं तां तां सवाहनाः ॥
]

`verse 55 [
सन्त्यज्य दुद्रुवुर्देवा भयार्तास्त्यक्तहेतवः।
गन्धेन सुरमातङ्गा दुद्रुवुस्तस्य हस्तिनः॥
]

`verse 56 [
पलायितेषु सैन्येषु सुराणां पाकशासनः।
तस्थौ दिक्पालकैः सार्द्धमष्टभिः केशवेन च ॥
]

`verse 57 [
संप्राप्तो निमिमातङ्गो यावच्छक्रगजं प्रति।
तावच्छ्रक्रगजो यातो मुक्त्वा नादं स भैरवम् ॥
]

`verse 58 [
ध्रियमाणोऽपि यत्नेन न स्वकैरवतिष्ठति।
पलायिते गजे तस्मिन्नारूढः पाकशासनः॥
]

`verse 59 [
विपरीतमुखो युद्ध्यद्दानवेन्द्रबलं प्रति।
शतक्रतुस्तु वज्रेण निमिं वक्षस्यताडयत्॥
]

`verse 60 [
गदया दन्तिनश्चास्य गण्डदेशेऽहनद् दृढम्।
तत्प्रहारमचिन्त्यैव निमिर्निर्भयपौरुषः ॥
]

`verse 61 [
ऐरावतं कटीदेशे मुद्गरेणाभ्यताडयत्।
स हतो मुद्गरेणाथ शक्रकुञ्जर आहवे ॥
]

`verse 62 [
जगाम पश्चाच्चरणैर्धरणीं भूधराकृतिः।
लाघवात् क्षिप्रमुत्थाय ततोऽमरमहागजः ॥
]

`verse 63 [
रणादपससर्पाशु भीषितो निमिहस्तिना।
ततो वायुर्ववौ रुक्षो बहुशर्करपांसुलः ॥
]

`verse 64 [
सम्मुखो निमिमातङ्गो जवनाचलकम्पनः।
स्रुतरक्तो बभौ शैलो घनचारुह्रदो यथा ॥
]

`verse 65 [
धनेशोऽपि गदां गुर्वीन्तस्य दानवहस्तिनः।
चिक्षेप वेगाद्दैत्येन्द्रो निपपातास्य मूर्द्धनि ॥
]

`verse 66 [
गजो गदा निपातेन स तेन परिमूर्च्छितः।
दन्तैर्भित्वा धरां वेगात् पपाताचलसन्निभः ॥
]

`verse 67 [
पतिते तु गजे तस्मिन् सिंहनादो महानभूत्।
सर्वतः सुरसैन्यानां गजबृंहितबृंहितैः ॥
]

`verse 68 [
ह्रेषारवेण चाश्वानां गुणास्फोटैश्च धन्विनाम्।
गजन्तं निहतं दृष्ट्वा निमिश्चापि पराङ्मुखः ॥
]

`verse 69 [
श्रुत्वा च सिंहनादश्च सुराणामतिकोपतः।
जम्भो जज्वाल कोपेन पीताज्य इव पावकः ॥
]

`verse 70 [
स सुरान्कोपरक्ताक्षो धनुष्यारोप्य सायकम्।
यथादित्यसहस्रस्याभ्युदितस्योदयाचले ॥
]

`verse 71 [
वेगेन चलतस्तस्य तद्रथस्याभवद् द्युतिः।
यथादित्यसहस्रस्याभ्युदितस्योदयाचले ॥
]

`verse 72 [
पताकिना रथेनाजौ किङ्किणी जालमालिना।
शशिशुभ्रातपत्रेण स तेन स्यन्दनेन तु॥
]

`verse 73 [
घट्टयन् सुरसैन्यानां हृदयं समदृश्यत।
तमायान्तमभिप्रेक्ष्य धनुष्याहितसायकम् ॥
]

`verse 74 [
शतक्रतुरदीनात्मा दृढ़माधत्त कार्मुकम्।
बाणञ्च तैलधौताग्रमर्द्धचन्द्रमजिह्मगम् ॥
]

`verse 75 [
तेनास्य सशरञ्चापं रणे चिन्छेद वृत्रहा।
क्षिप्रं सन्त्यज्यतच्चापं जम्भो दानवनन्दनः॥
]

`verse 76 [
अन्यत् कार्मुकमादाय वेगवद्भारसाधनम्।
शरांश्चाशीविषाकारांस्तैलधौतानजिह्मगान् ॥
]

`verse 77 [
शक्रं विव्याधदशभिर्जत्रुदेशे तु पत्रिभिः।
हृदये च त्रिभिश्चापि द्वाभ्याञ्च स्कन्धयोर्द्वयोः ॥
]

`verse 78 [
शक्रोऽपि दानवेन्द्राय बाणजालमपीदृशाम्।
अप्राप्तान् दानवेन्द्रस्तु शरान् शक्रभुजेरितान् ॥
]

`verse 79 [
चिच्छेद दशधाकाशे शरैरग्निशिखोपमैः।
ततस्तु शरजालेन देवेन्द्रो दानवेश्वरम्॥
]

`verse 80 [
आच्छादयत यत्नेन वर्षास्विव घनैर्नभः।
दैत्योऽपि बाणजालन्त द्व्यधमत्सायकैः शितैः ॥
]

`verse 81 [
यथा वायुर्घनाटोपं परिवार्य दिशो मुखे।
शक्रोऽथ क्रोधसंरम्भान्न विशेषयते यदा॥
]

`verse 82 [
दानवेन्द्रं तदा चक्रे गन्धर्वास्त्रं महाद्भुतम्।
तदुत्थतेजसा व्याप्तमभूत् गगनगोचरम् ॥
]

`verse 83 [
गन्धर्वनगरैश्चापि नाना प्राकारतोरणैः।
अञ्चद्भिरद्भुताकारैरस्त्रवृष्टिः समन्ततः ॥
]

`verse 84 [
अथास्त्रवृष्ट्या दैत्यानां हन्यमाना महाचमूः।
जम्भं शरणमागच्छदप्रमेयपराक्रमम् ॥
]

`verse 85 [
व्याकुलेऽपि स्वयं दैत्यः सहस्राक्षास्त्रपीडितः।
स्मरन् साधुसमाचारं भीतत्राणपरोऽभवत् ॥
]

`verse 86 [
अथास्त्रं मौसलं नाम मुमोच दितिनन्दनः।
ततो यो मुसलैः सर्वमभवत् पूरितं जगत् ॥
]

`verse 87 [
एकप्रहारकरणैरप्रधृष्यैः समन्ततः।
गन्धर्वनगरन्तेषु गन्धर्वास्त्रविनिर्मितान् ॥
]

`verse 88 [
गान्धर्वमस्त्रं सन्धाय सुरसैन्येषु चापरम्।
एकैकेन प्रहारेण गजानश्वान्महारथान् ॥
]

`verse 89 [
रथाश्वान् सोऽहनत् क्षिप्रं शतशोऽथसहस्रशः।
ततः सुराधिपस्त्वाष्ट्रमस्त्रञ्च समुदीरयन् ॥
]

`verse 90 [
सन्ध्यमाने ततस्त्वाष्ट्रे निश्चेरुः पावकार्चिषः।
ततो यन्त्रमयान् दिव्यानायुधान् दुष्प्रधर्षिणः ॥
]

`verse 91 [
तैर्यैन्त्रैरभवद्द्वन्द्वमन्तरिक्षे वितानकम्।
वितानकेन तेनाथ प्रथमं मौसले गते ॥
]

`verse 92 [
शैलास्त्रं मुमुचे जम्भो यन्त्रसङ्घात ताडनम्।
व्योमप्रमाणैरुपलैस्ततो वर्षमवर्तत ॥
]

`verse 93 [
त्वाष्ट्रस्य निर्मितान्याशु यन्त्राणि तदनन्तरम्।
तेनोपलनिपातेन गतानि तिलशस्ततः ॥
]

`verse 94 [
यन्त्राणि तिलशः कृत्वा शैलास्त्रं परिमूर्धसु।
निपपातातिवेगेनादारयत् पृथिवीं ततः ॥
]

`verse 95 [
ततो वज्रास्त्रमकरोत् सहस्राक्षः पुरन्दरः।
तदोपलमहाहर्षं व्यशीर्यत समन्ततः ॥
]

`verse 96 [
ततः प्रशान्ते शैलास्त्रे जम्भो भूधरसन्निभः।
ऐषीकमस्त्रमकरोदभीतोऽतिपराक्रमः॥
]

`verse 97 [
एषीकेनागमन्नाशं वज्रास्त्रं शक्रवल्लभम्।
विजृम्भत्यथ चैषीके परमास्त्रेति दुर्धरे ॥
]

`verse 98 [
जज्वलुर्देवसैन्यानि सस्यन्दनगजानि तु।
दह्यमानेष्वनीकेषु तेजसा सुरसत्तमः ॥
]

`verse 99 [
आग्नेयमस्त्रमकरोद् बलवान् पाकशासनः।
तेनास्त्रेण ततस्त्वैन्द्रमग्रसत्तदनन्तरम्॥
]

`verse 100 [
तस्मिन् प्रतिहते चास्त्रे पावकास्त्रं व्यजृम्भत।
जज्वालकायं जम्भस्य सरथञ्च ससारथिम् ॥
]

`verse 101 [
ततः प्रतिहतः सोऽथ दैत्येन्द्रः प्रतिभानवान्।
वारुणास्त्रं मुमोचाथ शमनं पावकार्चिषाम् ॥
]

`verse 102 [
ततो जलधरैर्व्योम स्फुरद्विद्युल्लताकुलैः।
गम्भीरमुरजध्वानैरापूरितमिवाम्बरम् ॥
]

`verse 103 [
करीन्द्रकरतुल्याभिर्जलधाराभिरम्बरम्।
पतन्तीभिर्जगत् सर्वं क्षणेनापूरितं बभौ ॥
]

`verse 104 [
शान्तमाग्नेयमस्त्रं तत् प्रविलोक्यसुराधिपः।
वायव्यमस्त्रमकरोत् मेघसङ्घातनाशनम्॥
]

`verse 105 [
वायव्यास्त्रबलेनाथ निर्धूते मेघमण्डले।
बभूव विमलं व्योम नीलोत्पलदलप्रभम् ॥
]

`verse 106 [
वायुना चातिघोरेण कम्पितास्ते तु दानवाः।
न शेकुस्तत्र ते स्थातुं रणेऽतिबलिनोऽपि ये ॥
]

`verse 107 [
तदा जम्भोऽभवच्छैलो दशयोजनविस्तृतः।
मारुतप्रतिघातार्थं दानवानां भयापहः ॥
]

`verse 108 [
मुक्तनानायुधोदग्र तेजोऽभिज्वलित द्रुमः।
ततः प्रशमिते वायौ दैत्येन्द्रे पर्वताकृतौ॥
]

`verse 109 [
महाशनीं वज्रमयीं मुमोचाशु शतक्रतुः।
तयाशन्या पतितया दैत्यस्याचलरूपिणः ॥
]

`verse 110 [
कन्दराणि व्यशीर्यन्त समन्तान्निर्झराणि तु।
ततः सा दानवेन्द्रस्य शैलमाया न्यवर्तत ॥
]

`verse 111 [
निवृत्तशैलमायोऽथ दानवेन्द्रो महोत्कटः।
बभूव कुञ्जरो भीमो महाशैलसमाकृतिः॥
]

`verse 112 [
स ममर्द सुरानीकं दन्तैश्चाप्यहनत् सुरान्।
बभञ्ज पृष्ठतः कांश्चित् करेणावेष्ट्य दानवः ॥
]

`verse 113 [
ततः क्षपयतस्तस्य सुरसैन्यानि वृत्रहा।
अस्त्रं त्रैलोक्यदुर्धर्षं नारसिंहं मुमोच ह ॥
]

`verse 114 [
ततः सिंहसहस्राणि निश्चेरुर्मन्त्रतेजसः।
कृष्णदंष्ट्राट्टहासानि क्रकचाभ नखानि च ॥
]

`verse 115 [
तैर्विपादितगात्रोऽसौ गजमायां व्यपोथयत्।
ततश्चासौ विषो घोरोऽभवत्फणशताकुलः ॥
]

`verse 116 [
विषनिश्वासनिर्दग्धं सुरसैन्यं महारथः।
ततोऽस्त्रं गारुडं चक्रे शक्रश्चारुभुजस्तदा ॥
]

`verse 117 [
ततो गरुत्मतस्तस्मात् सहस्राणि विनिर्ययुः।
तैर्गरुत्मभिरासाद्य जम्भं भुजगरूपिणम् ॥
]

`verse 118 [
कृतन्तु खण्डशो दैत्यं सास्यमाया व्यनश्यत।
प्रनष्टायान्तु मायायां ततो जम्भो महासुरः ॥
]

`verse 119 [
चकार रूपमतुलं चन्द्रादित्यपथानुगम्।
विवृत्तवदनो ग्रस्तुमियेष सुरपुङ्गवान् ॥
]

`verse 120 [
ततोऽस्य विविशुर्वक्त्रं समहारथकुञ्जराः।
सुरसेनाविशत् भीमं पातालोत्तानतालुकम् ॥
]

`verse 121 [
सैन्येषु ग्रस्यमानेषु दानवेन बलीयसा।
शक्रो दैन्यं समापन्नः श्रान्तबाहुः सवाहनः ॥
कर्तव्यतां नाध्यगच्छत् प्रोवाचेदं जनार्दनम्।
किमनन्तरमत्रास्ति कर्तव्यस्यावशेषितम् ॥
]

`verse 122 [
यदाश्रित्य घटामोऽस्य दानवस्य युयुत्सवः।
ततो हरिरुवाचेदं वज्रायुधमुदारधीः ॥
]

`verse 123 [
न साम्प्रतं रणस्त्याज्य स्त्वया कातरभैरवः।
वर्द्धस्वाशु महामायां पुरन्दर! रिपुम्प्रति ॥
]

`verse 124 [
मयैष लक्षितो दैत्योऽधिष्ठितः प्राप्तपौरुषः।
मा शक्र! मोहमागच्छ क्षिप्रमस्त्रं स्मर प्रभो॥
]

`verse 125 [
ततः शक्र प्रकुपितो दानवं प्रति देवराट्।
नारायणास्त्रं प्रयतो मुमोचासुर वक्षसि ॥
]

`verse 126 [
एतस्मिन्नन्तरे दैत्य विवृतास्योऽग्रसत् क्षणात्।
त्रीणि लक्षाणि गन्धर्व किन्नरोरगराक्षसान् ॥
]

`verse 127 [
ततो नारायणास्त्रं तत् पपातासुरवक्षसि।
महास्त्रभिन्नहृदयः सुस्राव रुधिरञ्च सः ॥
]

`verse 128 [
रणागारमिवोद्गारं तत्याजासुरनन्दनः।
तदस्त्रतेजसा तस्य रूपं दैत्यस्य नाशितम् ॥
]

`verse 129 [
तत एवान्तर्दधे दैत्यो वियत्यनुपलक्षितः।
गगनस्थः स दैत्येन्द्रः शस्त्रासनमतीन्द्रियम् ॥
]

`verse 130 [
मुमोच सुरसैन्यानां संहारे कारणम्परम्।
प्रासान् परश्वधांश्चक्रान् बाणान् वज्रान् समुद्गरान् ॥
]

`verse 131 [
कुठारान् सह खड्गैश्च भिन्दिपालानयोगुडान्।
ववर्ष दानवो रौद्रो ह्यबन्ध्यानक्षयानपि ॥
]

`verse 132 [
तैरस्त्रैर्दानवैर्मुक्तै र्देवानीकेषु भीषणैः।
बाहुभिर्द्धरणिः पूर्णा शिरोभिश्च सकुण्डलैः ॥
]

`verse 133 [
ऊरुभिर्गजहस्ताभैः करीन्द्रैर्वाचलोपमैः।
भग्नेषा दण्डचक्राक्षै रथैः सारथिभिः सह ॥
]

`verse 134 [
दुःसञ्चाराभवत् पृथ्वी मांसशोणितकर्दमा।
रुधिरौगह्रदावर्ता शवराशिशिलोच्चयैः ॥
]

`verse 135 [
कबन्ध नृत्यसङ्कुले स्रवद्वसास्रकर्दमे।
जगत्त्रयोपसंहृतौ समे समस्तदेहिनाम् ॥
]

`verse 136 [
श्रृगालगृध्रवायसाः परं प्रमोदमादधुः।
क्वचिद्विकृष्टलोचनः शवस्य रौति वायसः ॥
]

`verse 137 [
विकृष्टपीवरान्त्रकाः प्रयान्ति जम्बुकाः क्वचित्।
क्वचित् स्थितोऽतिभीषणः स्वतुण्डनिहितौरसः ॥
]

`verse 138 [
मृतस्य मांसमादाय श्वजातयश्च संस्थिताः।
क्वचिद् वृको गजासृजम्पपौ निलीयतान्त्रतः ॥
]

`verse 139 [
क्वचित्तुरङ्गमण्डली विकृष्यते श्वजातिभिः।
क्वचित् पिशाचजातकैः प्रपीतशोणितासवैः ॥
]

`verse 140 [
स्वकामिनीयुतैर्द्रुतं प्रमोदमत्तसम्भ्रमैः।
ममैतदानयाननं खुरो यमस्तु मे प्रियः ॥
]

`verse 141 [
करोऽयमज्वमन्निभो(?)ममास्तु कर्णपूरकः।
सरोषमीक्षते परा वपां विना प्रियं तदा ॥
]

`verse 142 [
परा प्रिया ह्यवापयत् धृतोष्णशोणितासवम्।
विकृष्य शावचर्म तत्प्रवद्ध सान्द्रपल्लवम् ॥
]

`verse 143 [
चकार यक्षकामिनी तरुं कुठारपाटितम्।
गजस्य दन्तमासृजं प्रगृह्य कुम्भसम्पुटम् ॥
]

`verse 144 [
विपाट्य मौक्तिकं परं प्रिया प्रसादमिच्छते।
समांसशोणितासवं पपुश्च यक्षराक्षसाः ॥
]

`verse 145 [
मृताश्च केशवासितं रसं प्रगृह्य पाणिना।
प्रिया विमुक्तजीवितं समानया मृगासवम्॥
]

`verse 146 [
न पथ्यतां प्रयाति मे गतं श्मशानगोचरम्।
नरस्य तज्जहात्यसौ प्रशस्य किन्नराननम् ॥
]

`verse 147 [
सनाग एव नोभयं दधाति मुक्तजीवितः।
तदानतस्य शक्यवे मया तदेकयाननम् ॥
]

`verse 148 [
इति प्रियाय वल्लभा वदन्ति यक्षयोषितः।
परे कपालपामयः पिशाचयक्षराक्षसाः ॥
]

`verse 149 [
वदन्ति देहि मे मम ममातिभक्ष्यचारिणः।
परेऽवतीर्य शोणितापगासु धौतमूर्तयः॥
]

`verse 150 [
पितॄन् प्रतर्प्य देवताः समर्चयन्ति चामिषैः।
गजोडुपे सुसंस्थितास्तरन्ति शोणितं ह्रदम् ॥
]

`verse 151 [
इति प्रगाढसङ्कटे सुरासुरे सुसङ्गरे।
भयं समुज्भयदुर्जया भटाः स्फुटन्ति मानिनः ॥
]

`verse 152 [
ततः शक्रो धनेशश्च वरुणः पवानोऽनलः।
यमोऽपि निर्ऋतिश्चापि दिव्यास्त्राणि महाबलाः ॥
]

`verse 153 [
आकाशे ममुचुः सर्वे दानवानभिसन्ध्य ते।
अस्त्राणि व्यर्थतां जग्मुर्देवानां दानवान् प्रति ॥
]

`verse 154 [
संरम्भेणाप्ययुद्ध्यन्त संहतास्तुमुलेन च।
गतिं न विविदुश्चापि श्रान्ता दैत्यस्य देवताः ॥
]

`verse 155 [
दैत्यास्त्रभिन्नसर्वाङ्गा ह्यकिञ्चित्करताङ्गताः।
परस्परं व्यलीयन्त गावः शीतार्दिता इव ॥
]

`verse 156 [
तदवस्थान् हरिर्दृष्ट्वा देवान् शक्रमुवाच ह।
ब्रह्मास्त्रं स्मर देवेन्द्र! यस्याबद्ध्यो न विद्यते
विष्णुना चोदितः शक्रः सस्मारास्त्रं महौजसम् ॥
]

`verse 157 [
संपूजितं नित्यमरातिनाशनं समाहितं बाणममित्रघातने।
धनुष्यजय्ये विनियोज्य बुद्धिमानभूत्ततो मन्त्रसमाधिमानसः ॥
]

`verse 158 [
स मन्त्रमुच्चार्य यतान्तराशयो वधाय दैत्यस्य धियाभिसन्ध्य तु।
विकृष्य कर्णान्तमकुण्ठदीधितिम् मुमोच वीक्ष्याम्बरमार्गमुन्मुखः ॥
]

`verse 159 [
अथासुरः प्रेक्ष्य महास्त्रमाहितं विहाय मायामवनौ व्यतिष्टत।
प्रवेशमानेन मुखेन शुष्यता बलेन गात्रेण च सम्भ्रमाकुलः ॥
]

`verse 160 [
ततस्तु तस्यास्त्रवराभिमन्त्रितः शरोऽर्द्धचन्द्रप्रतिमो महारणे।
पुरन्दरस्यासनबन्धुताङ्गतो नवार्कबिम्बं वपुषा विडम्बयन् ॥
]

`verse 161 [
किरीटकोटिस्फुटकान्तिसङ्कटं सुगन्धिनानाकुसुमाधिवासितम्।
प्रकीर्णधूमज्वलनाभमूर्द्धजम् पपात जम्भस्य शिरः सकुण्डलम् ॥
]

`verse 162 [
तस्मिन् विनिहते जम्भे दानवेन्द्राः पराङ्मुखाः।
ततस्ते भग्नसंकल्पाः प्रययुर्यत्र तारकः ॥
]

`verse 163 [
तांस्तु त्रस्तान् समालोक्य श्रुत्वा रोषमगात्परम्।
सजम्भदानवेन्द्रन्तु सुरैः रणमुखे हतम् ॥
]

`verse 164 [
सावलेपं ससंरम्भं सगर्वं सपराक्रमम्।
साविष्कारमनाकारं तारको भावमाविशत् ॥
]

`verse 165 [
सावलेपं ससंरम्भं सगर्वं सपराक्रमम्।
स कोपाद्दानवेन्द्राणां सुरै रणमुखे गतः ॥
]

`verse 166 [
सर्वायुधपरिष्कारः सर्वास्त्रपरिरक्षितः।
त्रैलोक्य ऋद्धिसंपन्नः सुविस्तृतमहाननः ॥
]

`verse 167 [
रणायाभ्यपतत्तर्णं सैन्येन महता वृतः।
जम्भास्त्रक्षतसर्वाङ्गं त्यक्तैरावतदन्तिनम् ॥
]

`verse 168 [
सज्जं मातलिना गुप्तं रथमिन्द्रस्य तेजसा।
तप्तहेमपरिष्कारं महारत्न समन्वितम् ॥
]

`verse 169 [
चतुर्योजनविस्तीर्ण सिद्धसङ्घपरिष्कृतम्।
गन्धर्वकिन्नरोद्गीतमप्सरो नृत्यसङ्कुलम् ॥
]

`verse 170 [
सर्वायुधमसम्बाधं विचित्ररचनोज्वलम्।
तं रथं देवराजस्य परिवार्य समन्ततः ॥
]

`verse 171 [
दंशिता लोकपालास्तु तस्थुः सागरुडध्वजाः।
ततश्चचाल वसुधा ततो रूक्षो मरुद्ववौ ॥
]

`verse 172 [
ततोऽम्बुधय उद्भूतास्ततो नष्टा रविप्रभा।
ततस्तमः समुद्भूतं नातोऽदृश्यन्त तारकाः ॥
]

`verse 173 [
ततो जज्वलुरस्त्राणि ततोऽकम्पत वाहिनी।
एकतस्तारको दैत्यः सुरसङ्घास्तु चैकतः ॥
]

`verse 174 [
लोकावसादमेकत्र जगत्पालनमेकतः।
चराचराणि भूतानि सुरासुरविभेदतः ॥
]

`verse 175 [
तद्द्विधाप्येकतां यातं ददृशुः प्रेक्षका इव।
यद्वस्तु किञ्चिल्लोकेषु त्रिषु सत्ता स्वरूपकम्
तत्त्वत्रादृश्यदखिलं खिलीभूतविभूतिकम् ॥
]

`verse 176 [
अस्त्राणि तेजांसि धनानि धैर्यं सेनाबलं वीर्य्यपराक्रमौ च।
सत्वौजसां तन्निकरं बभूव सुरासुराणां तपसो बलेन ॥
]

`verse 177 [
अथाभिमुकमायान्तं नवभिर्नतपर्वभिः।
बाणैरनलकल्पाग्रै र्विभिदुस्तारकं हृदि ॥
]

`verse 178 [
स तानचिन्त्य दैत्येन्द्रः सुरबाणान् गतान् हृदि।
नवभिर्नवभिर्बाणैः सुरान् विव्याध दानवः ॥
]

`verse 179 [
जगद्धरणसम्भूतैः शल्यैरिव पुरःसरैः।
ततश्छिन्नं शरव्रातं संग्रामे मुमुचुः सुराः ॥
]

`verse 180 [
अनन्तरं च कान्तानामश्रुपातमिवानिशम्।
तदप्राप्तं वियत्येव नाशयामास दानवः ॥
]

`verse 181 [
शरैर्यथा कुचरितैः प्रख्यातं परमागतम्।
सुनिर्मलं क्रमायातं कुपुत्रः स्वं महाकुलम् ॥
]

`verse 182 [
ततो निवार्य तद्बाणजालं सुरभुजेरितम्।
बाणैर्व्योम दिशः पृथ्वीं पूरयामास दानवः ॥
]

`verse 183 [
चिच्छेद पुङ्खदेशेषु स्वकैः स्थाने च लाघवात्।
बाणजालैः सुतीक्ष्णाग्रैः कङ्कबर्हिणवाजितैः ॥
]

`verse 184 [
कर्णान्तकृष्टैर्विमलैः सुवर्णरजतोज्जवलैः शास्त्रार्थैः छ
संशयप्राप्तानयथार्थान् वै विकल्पितैः ॥
]

`verse 185 [
ततः शतेन बाणानां शक्रं विव्याध दानवः।
नारायणं च सप्तत्या नवत्या च हुताशनम् ॥
]

`verse 186 [
दशभिर्मारुतं मूर्ध्नि यमं दशभिरेव च।
धनदञ्चैव सप्तत्या वरुणञ्च तथाष्टभिः ॥
]

`verse 187 [
विंशत्या निर्ऋतिं दैत्यः पुनश्चाष्टाभिरैव च।
विव्याध पुनरेकैकं दशभिर्दशभिः शरैः ॥
]

`verse 188 [
तथा च मातलिं दैत्यो विव्याध त्रिभिराशुगैः।
गरुडं दशभिश्चैव स विव्याध पतत्रिभिः ॥
]

`verse 189 [
पुनश्च दैत्यो देवानां तिलशो नतपर्वभिः।
चकार वर्मजातानि चिच्छेद च धनूंषि तु।

ततो विकवचा देवा विधानुष्काः शरैः कृताः ॥
]

`verse 190 [
अथान्यानि चापानि तस्मिन् सरोषा रणे लोकपाला गृहीत्वा समन्तात्।
शरैरक्षयैर्दानवेन्द्रं ततस्तु तदा दानवोऽमर्षसंरक्तनेत्रः ॥
]

`verse 191 [
शरानग्निकल्पान् ववर्षामराणाम् ततो बाणमादाय कल्पानलाभम्।
जघानोरसि क्षिप्रमिन्द्रं सुबाहुम् महेन्द्रोऽप्यकम्पद्रथोपस्थ एव ॥
]

`verse 192 [
विलोक्यान्तरिक्षे सहस्रार्कबिम्बम् पुनर्दानवो विष्णुमुद्भूतवीर्य्यम्।
शराभ्यां जघानांसमूले सलीलम् ततः केशवस्यापतच्छार्ङ्गमग्रे ॥
]

`verse 193 [
ततस्तारकः प्रेतनाथं पृषत्कैर्वसुं तस्य सव्ये स्मरन् क्षुद्रभावम्।
शरैरग्निकल्पैर्जलेशस्य कायम् रणे शोषयद् दुर्जयो दैत्यराजः ॥
]

`verse 194 [
शरैरग्निकल्पैश्चकाराशु दैत्यस्तथा राक्षसान् भीतभीतान् दिशासु।
पृषत्कैश्च रुक्षैविकारप्रयुक्तं चकारानिलं लीलयैवासुरेशः ॥
]

`verse 195 [
क्षणाल्लुब्धचित्ताः स्वयं विष्णुशक्रानलाद्याः सुसंहत्य तीक्ष्णैः पृषत्कैः।
प्रचक्रुः प्रचण्डेन दैत्येन सार्द्धम् महासङ्गरं सङ्गरग्रासकल्पम् ॥
]

`verse 196 [
अथानम्य चापं हरिस्तीक्ष्णबाणैर्हनत् सारथिं दैत्यराजस्य हृद्यम् ॥
ध्वजं धूमकेतुः किरीटं महेन्द्रो धनेशो धनुः काञ्चनानद्धपृष्ठम्।
यमो बाहुदण्डं रथाङ्गानि वायुर्निशाचारिणामीश्वरस्यापि वर्म्म ॥
]

`verse 197 [
दृष्ट्वा तद्युद्धममरैरकृत्रिमपराक्रमम्।
दैत्यनाथः कृतं संख्ये स्वबाहुयुगबान्धवः ॥
]

`verse 198 [
मुमोच मुद्गरं भीमं सहस्राक्षाय सङ्गरे।
दृष्ट्वा मुद्गरमायान्तमनिवार्यमथाम्बरे ॥
]

`verse 199 [
रथादाप्लुत्य धरणीमगमत् पाकशासनः।
मुद्गरोऽपि रथोपस्थे पपात परुषस्वनः ॥
]

`verse 200 [
स रथं चूर्णयामास न ममार च मातलिः।
गृहीत्वा पट्टिशं दैत्यो जघानोरसि केशवम् ॥
]

`verse 201 [
स्कन्धे गरुत्मतः सोऽपि निषसाद विचेतनः।
खड्गेन राक्षसेन्द्रश्च चकर्त्त नरवाहनम् ॥
]

`verse 202 [
यमञ्च पातयामास भूमौ दैत्यो भुशुण्डिना।
वह्निञ्च भिन्दिपालेन ताडयामास मूर्द्धनि ॥
]

`verse 203 [
वायुञ्च दोर्भ्यामुत्क्षिप्य पातयामास भूतले।
जलेशञ्च धनुष्कोट्या कुट्टयामासकोपतः ॥
]

`verse 204 [
ततो देवनिकायानामेकैकं समरे ततः।
जघानास्त्रैरसंख्येयैर्दैत्येन्द्रोऽमितविक्रमः ॥
]

`verse 205 [
लब्धसंज्ञः क्षणाद्विष्णुश्चक्रं जग्राह दुर्द्धरम्।
दानवेन्द्रवसासिक्तं पिशिताशनकोन्मुखम् ॥
]

`verse 206 [
मुमोच दानवेन्द्रस्य दृढं वक्षसि केशवः।
पपात चक्रं दैत्यस्य हृदये भास्करद्युति ॥
]

`verse 207 [
व्यशीर्यत ततः काये नीलोत्पलमिवाश्मनि।
ततो वज्रं महेन्द्रस्तु प्रमुमोचार्चितञ्चिरम् ॥
]

`verse 208 [
यस्मिन् जयाशा शक्रस्य दानवेन्द्ररणे त्वभूत्।
तारकस्य सुसंप्राप्य शरीरं शौर्यशालिनः ॥
]

`verse 209 [
व्यशीर्यत विकीर्णार्चिः शतधा खण्डताङ्गतम्।
विनाशमगमन्मुक्तं वायुना सुरवक्षसि ॥
]

`verse 210 [
ज्वलितं ज्वलनाभासमङ्कुशं कुलिशं यथा।
विनाशमागतं दृष्ट्वा वायुश्चाङ्कुशमाहवे ॥
]

`verse 211 [
रुष्टः शैलेन्द्रमुत्पाट्य पुष्पितद्रुमकन्दरम्।
चिक्षेप दानवेन्द्राय पञ्चयोजनविस्तृतम् ॥
]

`verse 212 [
महीधरं तमायान्तं दैत्यः स्मितमुखस्तदा।
जग्राह वामहस्तेन शैलं कन्दुकलीलया ॥
]

`verse 213 [
ततो दण्डं समुद्यम्य कृतान्तः क्रोधमूर्च्छितः।
दैत्येन्द्रं मूर्ध्नि चिक्षेप भ्राम्य वेगेन दुर्जयः ॥
]

`verse 214 [
सोऽसुरस्यापतन्मूर्ध्नि दैत्यस्तञ्च न बुद्धवान्।
कल्पान्तदहनालोक्यामजय्यां ज्वलनस्ततः ॥
]

`verse 215 [
शक्तिं चिक्षेप दुर्द्धर्षां दानवेन्द्राय संयुगे।
न वा शिरीषमालेव सास्य वक्षस्यराजत ॥
]

`verse 216 [
ततः खड्गं समाकृष्य कोशादाकाशनिर्मलम्।
भासितासितदिग्भागं लोकपालोपि निर्ऋतिः ॥
]

`verse 217 [
चिक्षेप दानवेन्द्राय तस्य मूर्ध्नि पपात च।
पतितश्चागमत् खड्गं स शीघ्रं शतखण्डताम् ॥
]

`verse 218 [
जलेशस्तूग्रदुर्द्धर्षं विषपावक भैरवम्।
मुमोच पाशं दैत्यस्य भुजबन्धाभिलाषकः ॥
]

`verse 219 [
सदैत्यभुजमायाद्य सर्पः सद्यो व्यपद्यत।
स्फुटितक्रूरविक्रूर दशनाहिमहाहनुः ॥
]

`verse 220 [
ततोऽश्विनौ समरुतः ससाध्याः समहोरगाः।
यक्षराक्षसगन्धर्वा दिव्यनानास्त्रपाणयः ॥
]

`verse 221 [
जघ्नुर्दैत्येश्वरं सर्वे संभूय सुमहाबलाः।
न चास्त्राण्यस्य सज्जन्त गात्रे वज्राचलोपमे ॥
]

`verse 222 [
ततो रथादवप्लुत्य तारको दानवाधिपः।
जघान कोटिशो देवान् करपार्ष्णिभिरेव च ॥
]

`verse 223 [
हतशेषानि सैन्यानि देवानां विप्रदुद्रुवुः।
दिशो भीतानि सन्त्यज्य रणोपकरणानि तु ॥
]

`verse 224 [
लोकपालांस्ततो दैत्यो बबन्धेन्द्रमुखान् रणे।
सकेशवान् दृढैः पाशैः पशुमारः पशूनिव ॥
]

`verse 225 [
स भूयो रथमास्थाय जगाम स्वकमालयम्।
सिद्धगन्धर्वसंघुष्ट विपुलाचलमस्तकम्॥
]

`verse 226 [
स्तूयमानो दितिसुतैरप्सरोभिर्विनोदितः।
त्रैलोक्यलक्ष्मीस्तद्देशे प्राविशत् स्वपुरं यथा ॥
]

`verse 227 [
निषसादासने पद्मरागरत्नविनिर्मिते।
ततः किन्नरगन्धर्व नागनारीविनोदितैः ॥
क्षणं विनोद्यमानस्तु प्रचलन्मणिकुण्डलः ॥
]
