`speaker [
शर्व उवाच
]

`verse 1 [
शरीरे मम तन्वङ्गि! सिते भास्यसितद्युतिः
भुजङ्गी वासिता शुद्धा संश्लिष्टा चन्दने तरौ ॥
]

`verse 2 [
चन्द्रातपेन संपृक्ता रुचिराम्वरया तथा।
रजनीवासिते पक्षे दृष्टिदोषं ददासि मे ॥
]

`verse 3 [
इत्युक्ता गिरिजा तेन मुक्तकण्ठा पिनाकिना।
उवाच कोपरक्ताक्षी भ्रुकुटीकुटिलानना ॥
]

`verse 4 [
देव्युवाच।
स्वकृतेन जनः सर्वो जाड्येन परिभूयते।
अवश्यमर्थात् प्राप्नोति खण्डनं शशिमण्डन! ॥
]

`verse 5 [
तपोभिर्दीर्घचरितैर्यच्च प्रार्थिवत्यहम्।
तस्या मे नियतस्त्वेष ह्यवमानः पदे पदे ॥
]

`verse 6 [
नैवास्मि कुटिला शर्व! विषमा नैव धूर्जटे!।
स विषस्त्वङ्गतः ख्यातिं व्यक्तं दोषाकराश्रयात् ॥
]

`verse 7 [
नाहं पूष्णोऽपि दशना नेत्रे चास्मि भवस्य हि।
आदित्यश्च विजानाति भगवान् द्वादशात्मकः ॥
]

`verse 8 [
मूर्ध्नि शूलं जनयसि स्वैर्दोषैर्मामधिक्षिपन्।
यस्त्वं ममाह कृष्णेति महाकालेति विश्रुतः ॥
]

`verse 9 [
यास्याम्यहं परित्यक्त्वा चात्मानं तपसा गिरिम्।
जीवन्त्या नास्ति मे कृत्यं धूर्त्तेन परिभूतया
निशम्य तस्या वचनं कोपतीक्ष्णाक्षरम्भवः।
उवाचाधिकसम्भ्रान्तः प्रणयेनेन्दुमौलिना
अगात्मजासि गिरिजे !नाहं निन्दापरस्तव।
त्वद्भक्तिबुद्ध्या कृतवांस्तवाहं नामसंश्रयम् ॥
]

`verse 10 [
विकल्पः स्वस्थचित्तेऽपि गिरिजे! नैव कल्पना।
यद्येवं कुपिता भीरु! त्वन्तवाहन्नवै पुनः ॥
]

`verse 11 [
नर्मवादी भविष्यामि जहि कोपं शुचिस्मिते!।
शिरसा प्रणतश्चाहं रचितस्ते मयाञ्जलिः ॥
]

`verse 12 [
स्नेहेनाप्यवमानेन निन्दितेनैव विक्रियाम्।
तस्मान्न यातु रुष्टस्य नर्मस्पृष्टो जनः किल ॥
]

`verse 13 [
अनेकैः स्वादुभिर्देवी देवेन शङ्करपाणिना।
कोपन्तीव्रन्न तत्याज सती मर्मणि घट्टिता
अवष्टब्धमथास्फाल्य वासः शङ्करपाणिना।
विपर्यस्तालका वेगाद्यातुमैच्छत शैलजा ॥ १५४.

तस्या व्रजन्त्याः कोपेन पुनराह पुरान्तकः।
सत्यं सर्वैरवयवैः सुतासि सदृशी पितुः
हिमाचलस्य श्रृङ्गैस्तै र्मेघजालाकुलैर्नभः।
तथा दुरवगाह्येभ्यो हृदयेभ्यस्तवाशयः ॥
]

`verse 14 [
काठिन्याङ्कस्त्वमस्मभ्यं वनेभ्यो बहुधा गता।
कुटिलत्वञ्च वक्त्रेभ्यो दुःसेव्यत्वं हिमादपि ॥
]

`verse 15 [
संक्रान्ति सर्वदैवेति तन्वङ्गि! हिमशैलराट्।
इत्युक्ता सा पुनः प्राह गिरिशं शैलजा तदा ॥
]

`verse 16 [
कोपकम्पितमूर्द्धा च प्रस्फुरद्दशनच्छदा।
उमोवाच।
मा सर्वान्दोषदानेन निन्दान्यान् गुणिनो जनान् ॥
]

`verse 17 [
तवापि दुष्टसम्पर्कात् संक्रान्तं सर्वमेव हि।
व्यालेभ्योऽधिकजिह्मत्वं भस्मना स्नेहबन्धनम् ॥
]

`verse 18 [
हृत्कालुष्यं शशाङ्कात्तु दुर्बोधित्वं वृषादपि।
तता बहु किमुक्तेन अलं वाचा श्रमेण ते ॥
]

`verse 19 [
श्मशानवासान्निर्भीत्वं नग्नत्वान्न तवत्रपा।
निर्घृणत्वं कपालित्वाद्दया ते विगताचिरम् ॥
]

`verse 20 [
इत्युक्त्वामन्दिरात्तस्मान्निर्जगाम हिमाद्रिजा।
तस्यां व्रजन्त्यां देवेश गणैः किलकिलोध्वनिः ॥
]

`verse 21 [
क्व मातर्गच्छसि त्यक्त्वा रुदन्तो धाविताः पुनः ।
विष्टभ्य चरणौ देव्या वीरको बाष्पगद्गदम् ॥
]

`verse 22 [
प्रोवाच मातः! किन्त्वेतत् क्व यासि कुपितान्तरा।
अहं त्वामनुयास्यामि व्रजन्तीं स्नेहवर्जिताम् ॥
]

`verse 23 [
सोऽहं पतिष्ये शिखरात् तपो निष्ठे त्वयोज्झितः।
उन्नाम्य वदनं देवी दक्षिणेन तु पाणिना ॥
]

`verse 24 [
उवाच वीरकं माता माशोकं पुत्र! भावय।
शैलाग्रात् पतितुं देवी दक्षिणेन तु पाणिना ॥
]

`verse 25 [
युक्तन्ते पुत्र! वक्ष्यामि येन कार्येण तच्छृणु।
कृष्णेत्युक्त्वाहरेणाहं निन्दिताचाप्यनिन्दिता ॥
]

`verse 26 [
साहं तपः करिष्यामि येन गौरीत्वमाप्नुयात्।
एष स्त्रीलम्पटो देवो यातायां मय्यनन्तरम्॥
]

`verse 27 [
द्वाररक्षा त्वया कार्य्या नित्यं रन्ध्रान्ववेक्षिणा।
यता न काचित् प्रविशेद्योषिदत्र हरान्तिकम् ॥
]

`verse 28 [
दृष्ट्वा परस्त्रियञ्चात्र वदेथा मम पुत्रक!।
शीघ्रमेव करिष्यामि यथा युक्तमनन्तरम् ॥
]

`verse 29 [
एवमस्त्विति देवीं स वीरकः प्राह साम्प्रतम्।
मातुराज्ञामृताह्लाद प्लाविताङ्गो गतज्वरः
जगाम कक्ष्यां संद्रष्टुं प्रणिपत्य च मातरम् ॥
]
