`speaker [
सूत उवाच
]

`verse 1 [
देवीं सापश्यदायान्तीं सतीं मातुर्विभूषिताम्।
कुसुमामोदिनीं नाम तस्य शैलस्य देवताम् ॥
]

`verse 2 [
सापि दृष्ट्वा गिरिसुतां स्नेहविक्लवमानसा।
क्व पुत्रि! गच्छसीत्युच्चैरालिङ्ग्योवाच देवता ॥
]

`verse 3 [
सा चास्यै सर्वमाचख्यौ सङ्करात् कोपकारणम्।
पुनश्चोवाच गिरिजा देवतां मातृसम्मताम् ॥
]

`speaker [
उमोवाच
]

`verse 4 [
नित्यं शैलाधिराजस्य देवता त्वमनिन्दिते!।
सर्वतः सन्निधानन्ते मम चातीव वत्सला ॥
]

`verse 5 [
अतस्तु ते प्रवक्ष्यामि यद्विधेयं तदा धिया।
अन्यस्त्री संप्रवेशस्तु त्वया रक्ष्यः प्रयत्नतः॥
]

`verse 6 [
रहस्यत्र प्रयत्नेन चेतसा सततं गिरौ।
पिनाकिनः प्रविष्टायां वक्तव्यं मे त्वयाऽनघे!॥
]

`verse 7 [
ततोऽहं संविधास्यामि यत्कृत्यं तदनन्तरम्।
इत्युक्ता सा तथेत्युक्त्वा जगाम स्वगिरिं शुभम् ॥
]

`verse 8 [
उमापि पितुरुद्यानं जगामाद्रिसुता द्रुतम्।
अन्तरिक्षं समाविश्य मेघमालामिव प्रभा ॥
]

`verse 9 [
ततो विभूषणान्यस्य वृक्षवल्कल घारिणी।
ग्रीष्मे पञ्चाग्निसन्तप्ता वर्षासु च जलोषिता ॥
]

`verse 10 [
वन्याहारा निराहारा शुष्का स्थण्डिलशायिनी।
एवं साधयती तत्र तपसा संव्यवस्थिता ॥
]

`verse 11 [
ज्ञात्वा तु त्वां गिरिसुतां दैत्यस्तत्रान्तरे वशी।
अन्धकस्य सुतो दृप्तः पितुर्वधमनुस्मरन् ॥
]

`verse 12 [
देवान्सर्वान् विजित्याजौ बकभ्राता रणोत्कटः।
आडिर्नामान्तरप्रेक्षी सततं चन्द्रमौलिनः ॥
]

`verse 13 [
आजगामामररिपुः पुरन्त्रिपुरघातिनः।
स तत्रागत्य ददृशे वीरकं द्वार्यवस्थितम् ॥
]

`verse 14 [
विचिन्त्यासीद्वरं दत्तं स पुरा पद्मजन्मना।
हते तदान्धके दैत्ये गिरिशेनामरद्विषि ॥
]

`verse 15 [
आडिश्चकार विपुलं तपः परमदारुणम्।
हते तदान्धके दैत्ये गिरिशेनामरद्विषि ॥
]

`verse 16 [
किमाडे! दानवश्रेष्ठ! तपसा प्राप्तुमिच्छसि।
ब्रह्माणमाह दैत्यस्तु निर्मृत्युत्वमहं वृणे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
न कश्चिच्च विना मृत्युं नरो दानव! विद्यते।
यतस्ततोऽपि दैत्येन्द्र! मृत्युः प्राप्य शरीरिणा ॥
]

`verse 18 [
इत्युक्तौ दैत्यसिंहस्तु प्रोवाचाम्बुजसम्भवम्।
रूपस्य परिवर्तो मे यदा स्यात् पद्मसम्भव॥
]

`verse 19 [
तदा मृत्युर्मम भवेदन्यथात्वमरोह्यहम्।
इत्युक्तस्तु तदोवाच तुष्टः कमलसम्भवः ॥
]

`verse 20 [
यदा द्वितीयो रूपस्य विवर्तस्ते भविष्यति।
तदा ते भविता मृत्युरन्यथा न भविष्यति ॥ १५६,२०

इत्युक्तोऽमरतां मेने दैत्यसूनुर्महाबलः।
तस्मिन् काले तु संस्मृत्य तद्वधोपायमात्मनः ॥
]

`verse 21 [
परिहर्तुं दृष्टिपथं वीरकस्याभवत्तदा।
भुजङ्गरूपी रन्ध्रेण प्रविवेश दृशः पथम् ॥
]

`verse 22 [
परिहृत्य गणेशस्य दानवोऽसौ सुदुर्जयः।
अलक्षितो गणेशेन प्रविष्टोऽथ पुरान्तकम् ॥
]

`verse 23 [
भुजङ्गरूपं सन्त्यज्य बभूवाथ महासुरः।
उमारूपी छलयितुं गिरिशं मूढ़चेतनः ॥
]

`verse 24 [
कृत्वा मायान्ततोरूपमप्रतर्क्य मनोहरम्।
सर्वावयव संपूर्णं सर्वाभिज्ञान संवृतम् ॥
]

`verse 25 [
कृत्वा मुखान्तरे दन्तान् दैत्यो वज्रोपमान् दृढ़ान्।
तीक्ष्णाग्रान् बुद्धिमोहेन गिरिशं हन्तुमुद्यतः ॥
]

`verse 26 [
कृत्वोमारूपसंस्थानं गतो दैत्यो हरान्तिकम्।
पापो रम्याकृतिश्चित्र भूषणाम्बर भुषितः ॥
]

`verse 27 [
तं दृष्ट्वा गिरिशस्तुष्टस्तदालिङ्ग्य महासुरम्।
मन्यमानो गिरिसुतां सर्वैरवयवान्तरैः ॥
]

`verse 28 [
अपृच्छत् साधु ते भावो गिरिपुत्रि! न कृत्रिमः।
यात्वं मदाशयं ज्ञात्वा प्राप्तेह वरवर्णिनि!॥
]

`verse 29 [
त्वया विरहितं शून्यं मन्यमानो जगत्त्रयम्।
प्राप्ता प्रसन्नवदना युक्तमेवं विधन्त्वयि ॥
]

`verse 30 [
इत्युक्तो दानवेन्द्रस्तु तदा भाषत् स्मयं श्छनैः।
न चाबुद्ध्यदभिज्ञानं प्रायस्त्रिपुरघातिनः ॥
]

`verse 31 [
देव्युवाच।
यातास्म्यहं तपश्चर्तुं वल्भ्यायत वातुलम्।
रतिश्च तत्र मेनाभूत्ततः प्राप्ता त्वदन्तिकम् ॥
]

`verse 32 [
इत्युक्तः शङ्करः शङ्कां काञ्चित् प्राप्यावधारयत्।
हृदयेन समाधाय देवः प्रहसिताननः ॥
]

`verse 33 [
कुपिता मयि तन्वङ्गी प्रकृत्या च दृढ़व्रता।
अप्राप्तकामा संप्राप्ता किमेतत् संशयो मम ॥
]

`verse 34 [
इति चिन्त्य हरस्तस्या अभिज्ञानं विधारयन्।
नापश्यद्वामपार्श्वे तु तदङ्गे पद्मलक्षणम् ॥
]

`verse 35 [
लोमावर्तन्तु रचितं ततो देवः पिनाकधृक्।
अबुध्यद्दानवीमायामाकारं गूहयंस्ततः ॥
]

`verse 36 [
मेढ्रे वज्रास्त्रमादाय दानवं तमशातयत्।
अबुध्यद्वीरको नैव दानवेन्द्रं निषूदितम् ॥
]

`verse 37 [
हरेण सूदितं दृष्ट्वा स्त्रीरूपं दानवेश्वरम्।
अपरिच्छिन्न तत्वार्था शैलपुत्र्यै न्यवेदयत् ॥
]

`verse 38 [
दूतेन मारुतेनाशु गामिना नगदेवता।
श्रुत्वा वायुमुखाद्देवी क्रोधरक्तविलोचना ॥
अशपद्वीरकं पुत्रं हृदयेन विदूयता ॥
]
