`verse 1 [
पार्वतीम्प्रति ब्रह्मवरदानम्।

देव्युवाच।
मातरं मां परित्यज्य यस्मात्त्वं स्नेह विक्लवात्।
विहितावसरः स्त्रीणां शङ्करस्य रहो विधौ ॥
]

`verse 2 [
तस्मात्ते पुरुषा रुक्षा जडा हृदयवर्जिता।
गणेश क्षारसदृशी शिला माता भविष्यति ॥
]

`verse 3 [
निमित्तमेतद्विख्यातं वीरकस्य शिलोदये।
सोऽभवत्प्रक्रमेणैव विचित्राक्यान संशयः ॥
]

`verse 4 [
एवमुत्सृष्टशापायाः गिरिपुत्र्यस्त्वनन्तरम्।
निर्जगाम मुखात् क्रोधः सिंहरूपी महाबलः ॥
]

`verse 5 [
स तु सिंहः करालास्यो जटाजटिलकन्धरः।
प्रोद्धूत लम्बलाङ्गूलो दंष्टोत्कट मुखातटः ॥
]

`verse 6 [
व्यावृत्तास्यो ललज्जिह्वः क्षामकुक्षिः शिरादिषु।
तस्याशु वर्तितुं देवी व्यवस्यत सती तदा ॥
]

`verse 7 [
ज्ञात्वा मनोगतं तस्या भगवांश्चतुराननः।
आगम्योवाच देवेशो गिरिजां स्पष्टया गिरा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
किं पुत्रि! प्राप्तुकामासि किमलभ्यं ददामि ते ॥
]

`verse 9 [
विरम्यतामतिक्लेशात् तपसोऽस्मान् मदाज्ञया।
तच्छ्रुत्वोवाच गिरिजा गुरुङ्गौरव गर्भितम् ॥
]

`verse 10 [
देव्युवाच।
तपसा दुष्करेणाप्तः परित्वे शङ्करो मया ॥
]

`verse 11 [
स मां श्यामलवर्णेति बहुशः प्रोक्तवान् भवः।
स्यामहं काञ्चनाकारा वाल्लभ्ये न च संयुता ॥
]

`verse 12 [
भर्तुर्भूतपतेरङ्गमेकतो निर्विशेऽङ्कवत्।
तस्यास्तद्भाषितं श्रुत्वा प्रोवाच कमलासनः ॥
]

`verse 13 [
एवं भव त्वं भूयश्च भर्तृदेहार्द्धधारिणी।
ततस्तस्याज भृङ्गाङ्गं फुल्लनीलोत्पलत्वचम् ॥
]

`verse 14 [
त्वचा सा चाभवद्दीप्ता घण्टा हस्ताविलोचना।
नानाभरणपूर्णाङ्गी पीतकौशेयधारिणी ॥
]

`verse 15 [
तामब्रवीत्ततो ब्रह्मा देवीं नीलाम्बुजत्विषम्।
निशे भूधरजा देह सम्पर्कात्त्वं ममाज्ञया ॥
]

`verse 16 [
सम्प्राप्ता कृतकृत्यत्वमेकानंशा पुराह्यसि।
य एष सिंहः प्रोद्भूतो देव्याः क्रोधाद्वरानने ॥
]

`verse 17 [
स तेऽस्तु वाहनं देवि! केतौ चास्तु महाबलः।
गच्छ विन्ध्याचलं तत्र सुरकार्यं करिष्यसि ॥
]

`verse 18 [
पञ्चालो नाम यक्षोऽयं यक्षलक्षपदानुगः।
दत्तस्ते किङ्करो देवि! मया मायाशतैर्यतः ॥
]

`verse 19 [
इत्युक्ता कौशिकी देवी विन्ध्य शैलं जगाम ह।
उमापि प्राप्तसङ्कल्पा जगाम गिरिशान्तिकम् ॥
]

`verse 20 [
प्रविशन्तीति तां द्वारि ह्यपकृष्य समाहितः।
रुरोध वीरको देवीं हेम वेत्र लताधरः ॥
]

`verse 21 [
तामुवाच च कोपेन रूपात्तु व्यभिचारिणीम्।
प्रयोजनं न तेऽस्तीह गच्छ यावन्न भेस्त्यसि ॥
]

`verse 22 [
देव्या रूपधरो दैत्यो देवं वञ्चयितुं त्विह।
प्रविष्टो न च दृष्टोऽसौ स वै देवेन घातितः ॥
]

`verse 23 [
घातिते चाहमाज्ञप्तो नीलकण्ठेन कोपिना।
द्वारेषु नावधानं ते यस्मात् पश्यामि वै ततः ॥
]

`verse 24 [
भविष्यसि नमद्द्वास्थो वर्ष पूगान्यनेकशः।
अतस्तेऽत्र न दास्यामि प्रवेशं गम्यतां द्रुतम् ॥
]
