`verse 1 [
वीरक पार्वती संवादः।

वीरक उवाच।
एवमुक्त्वा गिरिसुता माता मे स्नेहवत्सला।
प्रवेशं लभते नान्या नारी कमललोचने ॥
]

`verse 2 [
इत्युक्ता तु तदा देवी चिन्तयामास चेतसा।
न सा नारीति दैत्योऽसौ वायुर्मे यामभाषत ॥
]

`verse 3 [
वृथैव वीरकः शप्तो मया क्रोधपरीतया।
अकार्यं क्रियते मूढैः प्रायः क्रोधसमीरितैः ॥
]

`verse 4 [
क्रोधेन नश्यते कीर्तिः क्रोधो हन्ति स्थिरां श्रियम्।
अपरिच्छन्नतत्वार्था पुत्रं शापितवत्यहम् ॥
]

`verse 5 [
विपरीतार्थ बुद्धीनां सुलभो विपदोदयः।
सञ्चिन्त्यैवमुवाचेदं वीरकं प्रति शैलजा ॥
]

`verse 6 [
लज्जा सज्जविकारेण वदनेनाम्बुजत्विषा।
देव्युवाच।
अहं वीरक! ते माता मा तेऽस्तु मनसो भ्रमः। २.१५८.६

शङ्करस्यास्मि दयिता सुता तु हिमभूभृतः।
मम गात्रच्छविभ्रान्त्या माशङ्कां पुत्र! भावय ॥
]

`verse 7 [
तुष्टेन गौरता दत्ता ममेयं पद्मजन्मना।
मया शप्तोऽस्य विदिते वृत्तान्ते दैत्यनिर्मिते ॥
]

`verse 8 [
ज्ञात्वा नारीप्रवेशन्तु शङ्करे रहसि स्थिते।
न निवर्तयितुं शक्यः शापः किन्तु ब्रवीमि ते ॥
]

`verse 9 [
शीघ्रमेष्यसि मानुष्यात् स त्वं कामसमन्वितः।
शिरसा तु ततोवन्द्य मातरं पूर्णमानसः ॥
उवाचार्चित पूर्णेन्दु द्युतिञ्च हिमशैलजाम् ॥
]

`speaker [
वीरक उवाच
]

`verse 10 [
नतसुरासुर मौलिमिलन् मणिप्रचय कान्ति कराल नखाङ्किते।
नगसुते! शरणागतवत्सले! तव नतोऽस्मि नतार्त्तिविनाशिनि ॥
]

`verse 11 [
विषभुजङ्गनिषङ्गविभूषिते	! गिरिसुते! भवतीमहमाश्रये ॥
]

`verse 12 [
जगति कः प्रणताभिमतं ददौ झटिति सिद्धनुते भवती यथा।
जगति काञ्च न वाञ्छति शङ्करो भुवनधृत्तनये! भवतीं यथा ॥
]

`verse 13 [
विमलयोग विनिर्मित दुर्जय स्वतनु तुल्यमहेश्वर मण्डले।
विदलितान्धक बान्धवसंहतिः सुरवरैः प्रयमन्त्वमभिष्टुता ॥
]

`verse 14 [
सितसटापटलोद्धत कन्धरा भरमहा मृगराज रथास्थिता।
विमलशक्तिमुखानलपिङ्गला यतभुजौघ विपिष्टमहासुरा ॥
]

`verse 15 [
निगदिता भुवनैरिति चण्डिका जननि! शुम्भ निशुम्ब निषूदनी।
प्रणत चिन्तित दानव दानव प्रमथनैकरतिस्तरसा भुवि ॥
]

`verse 16 [
वियति वायुपथे ज्वलनोज्वलेऽवनितले तव देवि! च यद्वपुः।
तदजितेऽप्रतिमे प्रणमाम्यहं भुवन भाविनि! ते भववल्लभे ॥
]

`verse 17 [
जलधयो ललितोद्धत वीचयो हुतवहद्युतयश्च चराचरम्।
फणसहस्रभृतश्च भुजङ्गमा स्त्वदभिधास्यति मय्यभयङ्कराः ॥
]

`verse 18 [
भगवति! स्थिरभक्तजनाश्रये! प्रतिगतो भवती -चरणाश्रयम्।
करणजातमिहास्तु ममाचलन्नुतिलवाप्तिफलासयहेतुतः ॥
प्रशममेहि ममात्मज वत्सले! नमोऽस्तु ते देवि! जगत्त्रयाश्रये! ॥
]

`speaker [
सूत उवाच
]

`verse 19 [
प्रसन्ना तु ततो देवी वीरकस्येति संस्तुता।
प्रविवेश शुभं भर्तुर्भवनं भूधरात्मजा ॥
]

`verse 20 [
द्वारस्थो वीरको देवान् हरदर्शनकाङ्क्षिणः।
व्यसर्जयत् स्वान्येव गृहाण्यादरपूर्वकः ॥
]

`verse 21 [
नास्त्यत्रावसरो देवा देव्या सह वृषाकपिः।
निभृतः क्रीड़तीत्युक्ता ययुस्ते च यथागतम् ॥
]

`verse 22 [
गते वर्षसहस्रे तु देवास्त्वरितमानसाः।
ज्वलनं चोदयामासुः ज्ञातुं शङ्करचेष्टितम् ॥
]

`verse 23 [
प्रविश्य जालरन्ध्रेण शुकरूपी हुताशनः।
ददृशे नयने शर्वं रतं गिरिजया सह ॥
]

`verse 24 [
ददृशे तञ्च देवेशो हुताशं शुकरूपिणम्।
तमुवाच महादेवः किञ्चित् कोपसमन्वितः ॥
]

`verse 25 [
यस्मात्तु त्वत्कृतो विघ्नस्तस्मात्वय्युपपद्यते।
इत्युक्तः प्राञ्जलिर्वह्निरपिबद्वीर्यमाहितम् ॥
]

`verse 26 [
तेनापूर्यत तान्देवांस्तत्तत्काय बिभेदतः।
विपाट्य जठरन्तेषां वीर्यं माहेश्वरन्ततः ॥
]

`verse 27 [
निष्क्रान्तं तप्तहेमाभं वितते शङ्कराश्रमे।
तस्मिन् सरो महज्जातं विमलं बहु योजनम् ॥
]

`verse 28 [
प्रोत्फुल्लहेमकमलं नानाविहगनादितम्।
तच्छ्रुत्वा तु ततो देवी हेमद्रुम महाजलम्॥
]

`verse 29 [
तत्र कृत्वा जलक्रीड़ां तदब्जकृतशेखरा।
उपविष्टा ततस्तस्य तीरे हेमद्रुम महाजलम् ॥
]

`verse 30 [
पातुकामा च तत्तोयं स्वादु निर्मल पङ्कजम्।
अपश्यन् कृत्तिकाः स्नाताः षडर्कद्युतिसन्निभम् ॥
]

`verse 31 [
पद्मपत्रे तु तद्वारि गृहित्वोपस्थिता गृहम्।
हर्षादुवाच पश्यामि पद्मपत्रे स्थितं पयः ॥
]

`verse 32 [
ततस्ता ऊचुरखिलं कृत्तिका हिमशैलजम्।
कृत्तिका ऊचुः।
दास्यामो यदि ते गर्भः सम्भूतो यो भविष्यति ॥
]

`verse 33 [
सोऽस्माकमपि पुत्रः स्यादस्मन्नाम्ना च वर्तताम्।
भवेल्लोकेषु विख्यातः सर्वेष्वपि शुभानने!॥
]

`verse 34 [
इत्युक्तोवाच गिरिजा कथं मद्गात्रसम्भवः।
सर्वैरवयवैर्युक्तो भवतीभ्यः सुतो भवेत्॥
]

`verse 35 [
ततस्तां कृत्तिका ऊचु र्विधास्यामोऽस्य वै वयम्।
उत्तमान्युत्तमङ्गानि यद्येवन्तु भविष्यति ॥
]

`verse 36 [
उक्ता वै शैलजा प्राह भवत्वेवमनिन्दितः।
ततस्ताहर्षसम्पूर्णाः पद्मपत्रस्थितं पयः॥
]

`verse 37 [
तस्यै ददुस्तया चापि तत्प्रीतं क्रमशो जलम्।
पीते तु सलिले तस्मिंस्ततस्तस्मिन् सरोवरे ॥
]

`verse 38 [
विपाट्य देव्याश्च ततो दक्षिणां कुक्षिमुद्गतः।
निश्चक्रामद्भुतो बालः सर्वलोक विभासकः ॥
]

`verse 39 [
प्रभाकरप्रभाकारः प्रकाशकनकप्रभः।
गृहीतनिर्मलोदग्र शक्तिशूलः षड़ाननः ॥
]

`verse 40 [
दीप्तो मारयितुं दैत्यान् कुत्सितान् कनकच्छिविः।
एतस्मात् कारणाद्देवः कुमारश्चापि सोऽभवम् ॥
]
