`speaker [
सूत उवाच
]

`verse 1 [
वामं विदार्य निष्क्रान्तः सुतो देव्याः पुनः शिशुः।
स्कन्दाच्च वदने वह्नेः शुक्रात् सुवदनोऽरिहा ॥
]

`verse 2 [
कृत्तिका मेलनादेव शाखाभिः सविशेषतः।
शाखाभिधाः समाख्याताः षट्षु वक्त्रेषु विस्तृताः ॥
]

`verse 3 [
यतस्ततो विशाखोऽसौ ख्यातो लोकेषु षण्मुखः।
स्कन्दो विशाखः षड्वक्त्रो कार्त्तिकेयश्च विश्रुतः ॥
]

`verse 4 [
चैत्रस्य बहुले पक्षे पञ्चदश्यां महाबलौ।
संभूतावर्क सदृशौ विशाले शरकानने ॥
]

`verse 5 [
चैत्रस्यैव सिते पक्षे पञ्चम्यां पाकशासनः।
बालकाभ्याञ्चकारैकं मत्वा चामरभूतये ॥
]

`verse 6 [
तस्यामेव ततः षष्ट्यामभिषिक्तो गुहः प्रभुः।
सर्वैरमरसङ्घातैः ब्रह्मेन्द्रोपेन्द्र भास्करैः ॥
]

`verse 7 [
गन्धमाल्यैः शुभैर्धूपैस्तथा क्रीडनकैरपि।
छत्रैश्चामरजालैश्च भूषणैश्च विलेपनैः ॥
]

`verse 8 [
अभ्यर्चितो विधानेन यतावत्षण्मुखः प्रभुः।
सुतामस्मै ददौ शक्रो देवसेनेति विश्रुताम् ॥
]

`verse 9 [
पत्न्यर्थं देवदेवस्य ददौ विष्णुस्तदायुधान्।
यक्षाणां दशलक्षाणि ददावस्मै धनाधिपः ॥
]

`verse 10 [
ददौ हुताशनस्तेजो ददौ वायुश्च वाहनम्।
ददौ क्रीडनकन्त्वष्टा कुक्कुटं कामरूपिणम्॥
]

`verse 11 [
एवं सुरास्तु ते सर्वे परिवारमनुत्तमम्।
ददुर्मुदितचेतस्काः स्कन्दायादित्यवर्चसे ॥
]

`verse 12 [
जानुभ्यामवनौ स्थित्वा सुरसङ्घास्तमस्तुवन्।
स्तोत्रेणानेन वरदं षण्मुखं मुख्यशः सुराः ॥
]

`speaker [
देवा ऊचुः
]

`verse 13 [
नमः कुमाराय महाप्रभाय स्कन्दाय च स्कन्दित दानवाय।
नवार्कविद्युद्द्युतये नमोऽस्तु नमोस्तु ते षण्मुख कामरूप !!॥
]

`verse 14 [
पिनद्धनानाभरणाय भर्त्रे नमो रणे दारुण दारुणाय।
नमोऽस्तु तेऽर्कप्रतिमप्रभाय नमोऽस्तु गुह्याय गुहाय तुभ्यम् ॥
]

`verse 15 [
नमोऽस्तु त्रैलोक्यभयापहाय नमोऽस्तु ते बालकृपापराय।
नमो विशालामल लोचनाय नमो विशाखाय महाव्रताय ॥
]

`verse 16 [
नमो नमस्तेऽस्तु मनोहराय नमो नमस्तेऽस्तु रणोत्कटाय।
नमो मयूरोज्ज्वलवाहनाय नमोऽस्तु केयूरवराय तुभ्यम् ॥
]

`verse 17 [
नमो धृतोदग्रपताकिने नमो नमः प्रभावप्रणताय तेऽस्तु।
नमो नमस्ते वरवीर्यशालिने क्रियापराणां भवभव्यमूर्तये ॥
]

`verse 18 [
क्रियापरा यज्ञपतिञ्च स्तुत्वा विरेमुरेव त्वमराधिपाद्याः।
एवं तदा षड्वदनन्तु सेन्द्रा मुदा सुतुष्टश्च गुहस्ततस्तान्।
निरीक्ष्य नेत्रैरमरैः सुरेशान् शत्रून् हनिष्यामि गतज्वराःस्थ॥
]

`speaker [
कुमार उवाच
]

`verse 19 [
कं वः कामं प्रयच्छामि देवता! ब्रूत निर्वृताः।
यद्यप्यसाध्यं हृद्यं वो हृदये चिन्तितम्परम् ॥
]

`verse 20 [
इत्युक्तास्तु सुरास्तेन स्तुत्वा प्रणतमौलयः।
सर्व एव महात्मानं गुहं तद्गतमानसाः ॥
]

`verse 21 [
दैत्येन्द्रस्तारको नाम सर्वामर कुलान्तकृत्।
बलवान् दुर्जयो दुष्टो दुराचारोऽतिकोपनः ॥
]

`verse 22 [
तमेव जहि हृद्योऽर्थं एषोऽस्माकं भयापह!।
एवमुक्तस्तथेत्युक्त्वा सर्वामर पदानुगः ॥
]

`verse 23 [
जगाम जगतां नाथ स्तूयमानोऽमरेश्वरैः।
तारकस्य वधार्थाय जगतः कण्टकस्य वै ॥
]

`verse 24 [
ततश्च प्रेषयामास शक्रो लब्धसमाश्रयः।
दूतं दानवसिंहस्य परुषाक्षरवादिनम् ॥
]

`verse 25 [
स तु गत्वाब्रवीद्दैत्यं निर्भयो बीमदर्शनः।
शक्रस्त्वामाह देवेशो दैत्यकेतो! दिवस्पतिः ॥
]

`verse 26 [
तारकासुर! तच्छ्रुत्वा घट शक्त्या यथेच्छया।
यज्जगद्दलनादाप्तं किल्बिषं दानव! त्वया ॥
]

`verse 27 [
तस्याहं शासकस्तेऽद्य राजास्मि भुवनत्रये।
श्रुत्वैतद्दूतवचनं कोपसंरक्तलोचनः ॥
]

`verse 28 [
उवाच दूतं दुष्टात्मा नष्टप्रायविभूतिकः।
दृष्टं ते पौरुषं शक्र! रणेषु शतशो मया ॥
]

`verse 29 [
निस्त्रपत्वान्न ते लज्जा विद्यते शक्र! दुर्मते!।
एवमुक्ते गते दूते चिन्तयामास दानवः ॥
]

`verse 30 [
नालव्धसंश्रयः शक्रो वक्तुमेव हि चार्हति।
जितः स शक्रो नोऽकस्माज्जायते संश्रयाश्रयः ॥
]

`verse 31 [
निमित्तानि च दुष्टानि सोऽपश्यद्दुष्टचेष्टितः।
पांसुवर्षमसृक्पातं गगनादवनीतले॥
]

`verse 32 [
भुजनेत्रप्रकम्पं च वक्त्रशोषं मनोभ्रमम्।
स्वकान्ता वक्त्रपद्मानां म्लानताञ्च व्यलोकयत् ॥
]

`verse 33 [
दुष्टांश्च प्राणिनो रौद्रान् सोऽपश्यद् दुष्टवेदिनः।
तदचिन्त्वैव दितिजो न्यस्तचिन्तोऽभवत् क्षणात् ॥
]

`verse 34 [
यावद्रजघटाघण्टा रणत्काररवोत्कटाम्।
तद्वत्तुरगसङ्घात क्षुण्ण भूरेणु पिञ्जराम् ॥
]

`verse 35 [
चञ्चलस्यन्दनोदग्र ध्वजराजि विराजिताम्।
विमानैश्चाद्भुताकारे श्चलितामरचामरैः ॥
]

`verse 36 [
तां भूषणनिबद्धाञ्च किन्नरोद् गीतनादिताम्।
नानानाक तरूत्फुल्ल कुसुमापीडधारिणीम् ॥
]

`verse 37 [
विकोशास्त्रपरिष्कारां वर्म्मनिर्मलदर्शनाम्।
वन्द्युद्धुष्टस्तुतिरवां नानावाद्य निनादिताम् ॥
]

`verse 38 [
सेनां नाकसदां दैत्यः प्रासादस्थो व्यलोकयत्।
चिन्तयामास स तदा किंचिदुद्भ्रान्तमानसः ॥
]

`verse 39 [
अपूर्वः को भवेद्योद्धा यो मया न विनिर्जितः।
ततश्चिन्ताकुलो दैत्य सुश्राव कटुकाक्षरम् ॥
]

`verse 40 [
सिद्धबन्दिभिरुद्घुष्टमिदं हृदयदारणम्।
अथ गाथा।
जय अतुलशक्ति-दीघितिपिञ्जर!
भुजदण्ड -चण्डरभस! सुखद! कुमुदकानन विकासनेन्दो!
कुमार! जय दितिज-कुलमहोदधि-वडवानल! ॥
]

`verse 41 [
षण्मुख! मधुररवमयूररथ! सुरमुकुट कोटि घट्टित चरण नवाङ्कुरमहासन्!॥
]

`verse 42 [
जय विशाख! विभो! जय सकललोकतारक!।
स्कन्द! जय गौरीनन्दन! घण्टाप्रिय
प्रिय! विशाख! विभो!धृतपताकप्रकीर्णपटल!। कनकभूषणभासुर दिनकरच्छाय!।
]

`verse 43 [
जय जनितसंभ्रम लीलालूनाखिलाराते!
जय सकललोकतारक! दितिजासुरवरतारकान्तक!।
स्कन्द! जय बाल! सप्तवासर! जय भुवनावलिशोकविनाशन! ॥
]
