`verse 1 [
तारकोपाख्यानम्।

सूत उवाच।
श्रुत्वैतत्तारकः सर्वमुद्घुष्टं देववन्दिभिः।
सस्मार ब्रह्मणो वाक्यं वधं बालादुपस्थितम्॥
]

`verse 2 [
स्मृत्वा धर्मं ह्यवर्माङ्गः पदातिरपदानुगः।
मन्दिरान्निर्जगामाशु शोकग्रस्तेन चेतसा ॥
]

`verse 3 [
कालनेमिमुखा दैत्याः संरम्भाद् भ्रान्तचेतसः।
योधा! धावतगृह्णीत योजयध्वं वरूथिनीम् ॥
]

`verse 4 [
कुमारं तारको दृष्ट्वा बभाषे भीषणाकृतिः।
किं बाल! योद्धुकामोऽसि क्रीड कन्दुकलीलया ॥
]

`verse 5 [
त्वया न दानवा दृष्टा यत् सङ्गर विभीषकाः।
बालत्वादथ ते बुद्धिरेवं स्वल्पार्थदर्शिनी ॥
]

`verse 6 [
कुमारोऽपि तमग्रस्थं बभाषे हर्षयन् सुरान्।
श्रृणु तारक! शास्त्रार्थस्तव चैव निरूप्यते ॥
]

`verse 7 [
शास्त्रैरर्था न दृश्यन्ते समये निर्भये भटैः।
शिशुत्वं मावमंस्था मे शिशुः कालभुजङ्गमः ॥
]

`verse 8 [
दुष्प्रेक्ष्यो भास्करो बालस्तथाहं दुर्जयः शिशुः।
अल्पाक्षरो न मन्त्रः किं सुस्फुरो दैत्य! दृश्यते ॥
]

`verse 9 [
कुमारे प्रोक्तवत्येवं दैत्यश्चिक्षेप मुद्गरम्।
कुमारस्तं निरस्याथ वज्रेणामोघवर्चसा ॥
]

`verse 10 [
ततश्चिक्षेप दैत्येन्द्रो भिन्दि पालमयोमयम्।
करेण तच्च जग्राह कार्तिकेयोऽमरारिहा ॥
]

`verse 11 [
गदां मुमोच दैत्याय षण्मुखोऽपि खरस्वनाम्।
तया हतस्ततो देत्यश्चकम्पेऽचलराडिव ॥
]

`verse 12 [
मेने च दुर्जयं दैत्यस्तदा षड्वदनं रणे।
चिन्तयामास बुद्ध्या वै प्राप्तः कालो न संशयः ॥
]

`verse 13 [
कुपितन्तु तमालोक्य कालनेमि पुरोगमाः।
सर्वे दैत्येश्वरा जघ्नुः कुमारं रणदारुणम् ॥
]

`verse 14 [
स तैः प्रहारैरस्स्पृष्टो वृथा क्लेशो महाद्युतिः।
रणशौण्डास्तु दैत्येन्द्राः पुनः प्रासैः शिलीमुखैः ॥
]

`verse 15 [
कुमारं सामरञ्जघ्नुर्बलिनो देवकण्टकाः।
कुमारस्य व्यथा नाभूद्दैत्यास्त्रनिहतस्य तु॥
]

`verse 16 [
प्राणान्तकरणो जातो देवानां दानवाहवः।
देवान्निपीडितान् दृष्ट्वा कुमारः कोपमाविशत् ॥
]

`verse 17 [
ततोऽस्त्रैर्वारयामास दानवानामनीकिनीम्।
तैरस्त्रैर्निष्प्रतीकारै स्ताडिताः सुरकण्टकाः ॥
]

`verse 18 [
कालनेमिमुखाः सर्वे रणादासन् पराङ्मुखाः।
विद्रुतेष्वथ दैत्येषु हतेषु च समन्ततः ॥
]

`verse 19 [
ततः क्रुद्धो महादैत्य स्तारकोऽसुरनायकः।
जग्राह च गदां दिव्यां हेमजाल परिष्कृताम् ॥
]

`verse 20 [
जघ्ने कुमारं गदया निष्टप्त कनकाङ्गदः।
शरैर्मयूरं चित्रैश्च चकार विमुखं रणे ॥
]

`verse 21 [
दृष्ट्वा पराङ्मुखं देवो मुक्त रक्तं स्ववाहनम्।
जग्राह शक्तिं विमलां रणे कनकभूषणाम् ॥
]

`verse 22 [
बाहुना हेमकेयूररुचिरेण षडाननः।
ततो जवान्महासेनस्तारकं दानवाधिपम् ॥
]

`verse 23 [
तिष्ठ तिष्ठ सुदुर्बुद्धे! जीवलोकं विलोकय।
हतोऽस्यद्य मया शक्त्या स्मर शस्त्रं सुशिक्षितम् ॥
]

`verse 24 [
इत्युक्त्वा च ततः शक्ति मुमोच दितिजम्प्रति।
सा कुमारभुजोत्सृष्टा तत्केयूररवानुगा ॥
]

`verse 25 [
बिभेद दैत्यहृदयं वज्रशैलेन्द्र कर्कशम्।
गतासुः स पपातोर्व्या प्रलये भूधरो यथा ॥
]

`verse 26 [
विकीर्णमुकुटोष्णीषो विस्रस्ताखिल भूषणः।
तस्मिन् विनिहते दैत्ये त्रिदशानां महोत्सवे ॥
]

`verse 27 [
नाभूत् कश्चित्तदा दुःखी नरकेष्वपि पापकृत्।
स्तुवन्तः षण्मुखं देवाः क्रीडन्त श्चाङ्गनायुताः ॥
]

`verse 28 [
जग्मुः स्वानेव भवनान् भूरिधामान उत्सुकाः।
ददुश्चापि वरं सर्वे देवाः स्कन्दमुखं प्रति॥
तुष्टा संप्राप्त सर्वेच्छः सह सिद्धैस्तपोधनैः।
]

`speaker [
देवा ऊचुः
]

`verse 29 [
यः पठेत् स्कन्दसंबद्धां कथां मर्त्यो महामतिः ॥
]

`verse 30 [
श्रृणुयाच्छ्रावयेद्वापि स भवेत् कीर्तिमान् नरः।
बह्वायुः सुभगः श्रीमान् कान्तिमान् शुभदर्शनः ॥
]

`verse 31 [
भूतेभ्यो निर्भयश्चापि सर्वदुःख विवर्जितः।
सन्ध्यामुपास्य वै पूर्वां स्कन्दस्य चरितं पठेत् ॥
]

`verse 32 [
स मुक्तः किल्बिषैः सर्वैर्महाधन पतिर्भवेत्।
बालानां व्याधिजुष्टानां राजद्वारञ्च सेवताम् ॥
]

`verse 33 [
इदं तत्परमन्दिव्यं सर्वदा सर्वकामदम्।
तनु क्षये च सायुज्यं षण्मुखस्य व्रजेन्नरः ॥
]
