`speaker [
ऋषय ऊचुः
]

`verse 1 [
इदानीं श्रोतुमिच्छामो हिरण्यकशिपोर्वधम्।
नरसिंहस्य माहात्म्यं तथा पापविनाशनम् ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
पुरा कृतयुगे विप्रा हिरण्यकशिपुः प्रभुः।
दैत्यानामादिपुरुषश्चकार स महत्तपः ॥
]

`verse 3 [
दशवर्षसहस्राणि दशवर्ष शतानि च।
जलवासी समभवत् स्नानमौन घृतव्रतः ॥
]

`verse 4 [
ततः शमदमाभ्याञ्च ब्रह्मचर्येण चैव हि।
ब्रह्मा प्रीतोऽभवत्तस्य तपसा नियमेन च ॥
]

`verse 5 [
ततः स्वयम्भूर्भगवान् स्वयमागम्य तत्र ह।
विमानेनार्कवर्णेन हंसयुक्तेन भास्वता ॥
]

`verse 6 [
आदित्यैर्वसुभिः साध्यैर्मरुद्भिर्दैवतैस्तथा।
रुद्रैर्विश्वसहायैश्च यक्षराक्षस पन्नगैः ॥
]

`verse 7 [
दिग्भिश्चैव विदिग्भिश्च नदीभिः सागरैस्तथा।
नक्षत्रैश्च मुहूर्तैश्च खेचरैश्च महाग्रहैः ॥
]

`verse 8 [
देवैर्ब्रह्मर्षिभिः सार्द्धं सिद्धैः सप्तर्षिभिस्तथा।
राजर्षिभिः पुण्यकृद्भिर्गन्धर्वाप्सरसाङ्गणैः ॥
]

`verse 9 [
चराचरगुरुः श्रीमान् वृतः सर्वैर्दिवौकसैः।
ब्रह्मा ब्रह्मविदां श्रेष्ठो दैत्यं वचनमब्रवीत् ॥
]

`verse 10 [
प्रीतोऽस्मि तव भक्तस्य तपसाऽनेन सुव्रत!।
वरं वरय भद्रं ते यथेष्टं काममाप्नुहि ॥
]

`speaker [
हिरण्यकशिपुरुवाच
]

`verse 11 [
न देवासुरगन्धर्वा न यक्षोरगरक्षसाः।
न मानुषाः पिशाचा वा हन्युर्मां देव सत्तम!॥
]

`verse 12 [
ऋषयो वा न मा शापैः शपेयुः प्रपितामह।
यदि मे भगवान्प्रीतो वर एष वृतो मया ॥
]

`verse 13 [
न चास्त्रेण न शस्त्रेण गिरिणा पादपेन च।
न शुष्केण न चार्द्रेण न दिवा न निशाऽथवा ॥
]

`verse 14 [
भवेयमहमेवार्कः सोमो वायुर्हुताशनः।
सलिलञ्चान्तरिक्षञ्च नक्षत्राणि दिशो दश ॥
]

`verse 15 [
अहं क्रोधश्च कामश्च वरुणो वासवो यमः।
धनदश्च धनाध्यक्षो यक्षः किंपुरुषाधिपः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
एते दिव्या वरास्तात! मया दत्तास्तवाद्भुताः।
सर्वान् कामान् सदा वत्स! प्राप्स्यसे त्वं न संशयः ॥
]

`verse 17 [
एवमुक्त्वा स भगवान् जगामाकाश एव हि।
वैराजं ब्रह्मसदनं ब्रह्मर्षि गणसेवितम् ॥
]

`verse 18 [
ततो देवाश्च नागाश्च गन्धर्वा ऋषिभिः सह।
वरप्रदानं श्रुत्वैव पितामहमुपस्थिताः ॥
]

`speaker [
देवा ऊचुः
]

`verse 19 [
वरप्रदानाद् भगवन्! वधिष्यति स नोऽसुरः।
तत्प्रसीदाशु भगवन्! वदोऽप्यस्य विचिन्त्यताम् ॥
]

`verse 20 [
भगवन्। सर्वभूतानां आदिकर्ता स्वयं प्रभुः।
स्रष्टा त्वं हव्यकव्यानामव्यक्त प्रकृतिर्बुधः ॥
]

`verse 21 [
सर्वलोकहितं वाक्यं श्रुत्वा देवः प्रजापतिः।
आश्वासयामास सुरान् सुशीतैर्वचनाम्बुभिः ॥
]

`verse 22 [
अवश्यं त्रिदशास्तेन प्राप्तव्यं तपसः फलम्।
तपसोऽन्तेऽस्य भगवान् वधं विष्णुः करिष्यति ॥
]

`verse 23 [
तच्छ्रुत्वा विबुधा वाक्यं सर्वे पङ्कज जन्मनः।
स्वानि स्तानानि दिव्यानि विप्रा जग्मुर्मुदान्विताः ॥
]

`verse 24 [
लब्धमात्रे वरे चाथ सर्वाः सोऽबाधत प्रजाः।
हिरण्यकशिपुर्दैत्यो वरदानेन दर्पितः ॥
]

`verse 25 [
आश्रमेषु महाभागान् स मुनीन्शंसितव्रतान्।
सत्यधर्मपरान् दान्तान् धर्षयामासदानवः ॥
]

`verse 26 [
देवांस्त्रिभुवनस्थांश्च पराजित्य महासुरः।
त्रैलोक्यं वशमानीय स्वर्गे वसति दानवः ॥
]

`verse 27 [
यदा वरमदोत्सिक्तश्चोदितः कालधर्मतः।
यज्ञियानकरोद्दैत्यानयज्ञियांश्च देवताः ॥
]

`verse 28 [
तदादित्याश्च साध्याश्च विश्वे च वसवस्तथा।
सेन्द्रा देवगणा यक्षाः सिद्ध द्विजमहर्षयः ॥
]

`verse 29 [
शरणं शरणं विष्णुमुपतस्थुर्महाबलम्।
देवदेवं यज्ञमयं वासुदेवं सनातनम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 30 [
नारायण! महाभाग! देवास्त्वां शरणं गताः।
त्रायस्व जहि दैत्येन्द्रं हिरण्यकशिपुं प्रभो! ॥
]

`verse 31 [
त्वं हि नः परमो धाता त्वं हि न परमो गुरुः।
त्वं हि नः परमो देवो ब्रह्मादीनां सुरोत्तम ॥
]

`speaker [
विष्णुरुवाच
]

`verse 32 [
भयन्त्यजध्वममरा अभयं वो ददाम्यहम्।
तथैव त्रिदिवं देवाः प्रतिपद्यत मा चिरम् ॥
]

`verse 33 [
एषोऽहं सगणं दैत्यं वरदानेन दर्पितम्।
अवध्यममरेन्द्राणां दानवेन्द्रं निहन्म्यहम् ॥
]

`verse 34 [
एवमुक्त्वा तु भगवान् विसृज्य त्रिदशेश्वरान्।
वधं सङ्कल्पयामास हिरण्यकशिपोः प्रभुः ॥
]

`verse 35 [
सहायश्च महाबाहुरोङ्कारं गृह्य सत्वरम्।
अथोङ्कारसहायस्तु भगवान् विष्णुरव्ययः ॥
]

`verse 36 [
हिरण्यकशिपुस्थानं जगाम हरिरीश्वरः।
तेजसा भास्कराकारः शशी कान्त्येव चापरः ॥
]

`verse 37 [
नरस्य कृत्वार्द्धतनुं सिंहस्यार्द्धतनुं तथा।
नारसिंहेन वपुषा पाणिं संस्पृश्य पाणिना ॥
]

`verse 38 [
ततोऽपश्यत विस्तीर्णां दिव्यां रम्यां मनोरमाम्।
सर्वकामयुतां शुभ्रां हिरण्यकशिपोः सभाम् ॥
]

`verse 39 [
विस्तीर्णां योजनशतं शतमध्यर्द्धमायताम्।
वैहायसीङ्कामगमां पञ्चयोजनविस्तृताम् ॥
]

`verse 40 [
जराशोकक्लमोपेतां निष्प्रकम्पां शिवां सुखाम्।
वेश्महर्म्यवतीं रम्यां ज्वलन्तीमिव तेजसा ॥
]

`verse 41 [
अन्तः सलिल संयुक्तां विहितां विश्वकर्म्मणा।
दिव्यरत्नमयैर्वृक्षैः फलपुष्पप्रदैर्युताम् ॥
]

`verse 42 [
नीलपीतसितश्यामैः कृष्णैर्लोहितकैरपि।
अवतानैस्तथा गुल्मैर्मञ्जरी शतधारिभिः ॥
]

`verse 43 [
सिताभ्रघनसङ्काशा प्लवन्तीव व्यदृश्यत।
रश्मिवती भास्वरा च दिव्यगन्ध मनोरमा ॥
]

`verse 44 [
सुसुखा न च दुखा स न शीता न च घर्मदा।
न क्षुत्पिपासे ग्लानिं वा प्राप्यतां प्राप्नुवन्ति ते ॥
]

`verse 45 [
नानारूपैरुपकृतां विचित्रैरति भास्वरैः।
स्तम्भैर्न विभृता सा वै शाश्वती चाक्षपा सदा ॥
]

`verse 46 [
सर्वे च कामाः प्रचुरा ये दिव्या ये च मानुषाः।
रसयुक्तं प्रभूतञ्च भक्ष्य भोज्यमनन्तकम् ॥
]

`verse 47 [
पुण्यगन्ध स्रजश्चात्र नित्यपुष्पफलद्रुमाः।
उष्णे शीतानि तोयानि शीते चोष्णानि संति च ॥
]

`verse 48 [
पुष्पिताग्रा महाशाखाः प्रवालाङ्कुरदारिणः।
लतावितानसंच्छन्ना नदीषु च सरःसु च ॥
]

`verse 49 [
वृक्षान् बहुविधांस्तत्र मृगेन्द्रो ददृशे प्रभुः।
गन्धवन्ति च पुष्पाणि रसवन्ति फलानि च ॥
]

`verse 50 [
नातिशीतानि नोष्णानि तत्र तत्र सरांसि च।
अपश्यत् सर्वतीर्थानि सभायां तस्य सो विभुः ॥
]

`verse 51 [
नलिनैः पुण्डरीकैश्च शतपत्रैः सुगन्धिभिः।
रक्तैः कुवलयैर्नींलैः कुमुदैः संवृतानि च ॥
]

`verse 52 [
सुकान्तैर्धार्तराष्ट्रैश्च राजहंसैश्च सुप्रियः।
कारण्डवैश्चक्रवाकैः सारसैः कुररैरपि ॥
]

`verse 53 [
विमलैः स्फाटिकाभैश्च पाण्डुरैश्च दनैर्द्विजैः।
बहु हंसोपगीतानि सारसाभिरुतानि च ॥
]

`verse 54 [
गन्धवत्यः शुभास्तत्र पुष्टमञ्जरि धारिणीः।
दृष्टवान् पर्वताग्नेषु नागपुष्पधरा लताः ॥
]

`verse 55 [
केतक्यशोकसरलाः पुन्नाग तिलकार्जुनाः।
चूता नीपाः प्रस्थपुष्पाः कदम्वा बकुलाधवाः ॥
]

`verse 56 [
प्रियङ्गु पाटलावृक्षाः शाल्मल्यः सहरिद्रकाः।
सालास्तालास्तमालाश्च पञ्चकाश्च मनोरमाः ॥
]

`verse 57 [
तथैवान्ये व्यराजन्त सभायां पुष्पिता द्रुमाः।
विद्रुमाश्च द्रुमाश्चैव ज्वलिताग्निसमप्रभाः ॥
]

`verse 58 [
स्कन्धवन्तः सुशाखाश्च बहुतालसमुच्छ्रयाः।
अर्जुनाशोकवर्णाश्च बहवश्चित्रका द्रुमाः ॥
]

`verse 59 [
वरुणो वत्सनाभश्च पनसाः सह चन्दनैः।
नीलाः सुमनसश्चैव निम्बा अश्वत्थतिन्दुकाः ॥
]

`verse 60 [
पारिजाताश्च लोघ्राश्च मल्लिका भद्रदारवः।
आमलक्यस्तथाजम्बु लकुचाः शैलवालुकाः॥
]

`verse 61 [
कालीयकाद्रुकालाश्च हिङ्गवः पारियात्रकाः।
मन्दारकुन्दलक्ताश्च पतङ्गाः कुटजास्तथा ॥
]

`verse 62 [
रक्ताः कुरण्टकाश्चैव नीलाश्चागरुभिः सह।
कदम्बाश्चैव भव्याश्च दाडिमा वीजपूरकाः ॥
]

`verse 63 [
सप्तपर्णाश्च बिल्वाश्च मधुपैरावतास्तथा।
अशोकाश्च तमालाश्च नाना गुल्मलतावृताः ॥
]

`verse 64 [
मधूकाः सप्तपर्णाश्च बहवस्तीरगा द्रुमाः।
लताश्च विविधाकाराः पत्रपुष्पफलोपगाः ॥
]

`verse 65 [
एते चान्ये च बहवस्तत्र काननजा द्रुमाः।
नानापुष्पफलोपेता व्यराजन्त समन्ततः ॥
]

`verse 66 [
चकोराः शतपत्राश्च मत्तकोकिल सारिकाः।
पुष्पिताः पुष्पिताग्रैश्च सम्पतन्ति महाद्रुमाः ॥
]

`verse 67 [
रक्तपीतारुणास्तत्र पादपाग्रगताः खगाः।
परस्परमवेक्षन्ते प्रहृष्टा जीवजीवकाः ॥
]

`verse 68 [
तस्यां सभायां दैत्येन्द्रो हिरण्यकशिपुस्तदा।
स्त्रीसहस्रैः परिवृतो विचित्राभरणाम्वरः ॥
]

`verse 69 [
अनर्घ्यमणिवज्रार्चि शिखा ज्वलितकुण्डलः।
आसीनश्चासने चित्रे दश नल्वप्रमाणतः ॥
]

`verse 70 [
दिवाकरनिभे दिव्ये दिव्यास्तरण संस्तृते।
दिव्यगन्धवहस्तत्र मारुतः सुसुखो ववौ ॥
]

`verse 71 [
हिरण्यकशिपुर्दैत्य आस्ते ज्वलितकुण्डलः।
उपचेरुर्महार्दैत्यं हिरण्यकशिपुं तदा ॥
]

`verse 72 [
दिव्यतानेन गीतानि जगुर्गन्धर्वसत्तमाः।
विश्वाची सहजन्याच प्रम्लोचेत्यभिविश्रुता ॥
]

`verse 73 [
दिव्याथ सौरभेयीच समीची पुञ्चिकस्थली।
मिश्रकेशीचरम्भा च चित्रलेखा शुचिस्मिता ॥
]

`verse 74 [
चारुकेशी घृताची च मेनका चोर्वशी तथा।
एताः सहस्रशश्चान्या नृत्यगीत विशारदाः ॥
]

`verse 75 [
उपतिष्ठन्त राजानं हिरण्यकशिपुं प्रभुम्।
तत्रासीनं महाबाहुं हिरण्यकशिपुं प्रभुम् ॥
]

`verse 76 [
उपासन्त दितेः पुत्राः सर्वे लब्धवरास्तथा।
तमप्रतिमकर्माणं शतशोऽथ सहस्रशः ॥
]

`verse 77 [
बलिर्विरोचनस्तत्र नरकः पृथिवीसुतः।
प्रह्लादो विप्रचित्तिश्च गविष्ठश्च महासुरः ॥
]

`verse 78 [
सुरहन्ता दुःखहन्ता सुनामा सुमतिर्वरः।
घटोदरो महापार्श्वः क्रथनः कठिनस्तथा ॥
]

`verse 79 [
विश्वरूपः सुरूपश्च स्वबलश्च महाबलः।
दशग्रीवश्च वालीच मेघवासा महासुरः ॥
]

`verse 80 [
घटास्यो कम्पनश्चैव प्रजनश्चेन्द्र तापनः।
दैत्यदानवसंघास्ते सर्वे ज्वलितकुण्डलाः ॥
]

`verse 81 [
स्रग्विणो वाग्मिनः सर्वे सदैव चरितव्रताः।
सर्वे लब्धवराः शूराः सर्वे विगतमृत्यवः ॥
]

`verse 82 [
एते चान्ये च बहवो हिरण्यकशिपुं प्रभुम्।
उपासन्ति महात्मानं सर्वे दिव्यपरिच्छदाः ॥
]

`verse 83 [
विमानैर्विविधाकारैर्भ्राजमानैरिवाग्निभिः।
महेन्द्रवपुषः सर्वे विचित्राङ्गदवाहवः ॥
]

`verse 84 [
भूषिताङ्गा दितेः पुत्रास्तमुपासन्त सर्वशः।
तस्यां सभायान्दिव्यायामसुराः पर्वतोपमाः ॥
]

`verse 85 [
हिरण्यवपुषः सर्वे दिवाकरसमप्रभाः।
न श्रुतन्नैव दृष्टं हि हिरण्यकशिपोर्यथा ॥
]

`verse 86 [
ऐश्वर्यं दैत्यसिंहस्य यथा तस्य महात्मनः।
कनकरजतचित्रवेदिकायां परिहृतरत्न विचित्रवीथिकायाम्।
]

`verse 87 [
स ददर्श मृगाधिपः सभायां सुरचितरत्न गवाक्षशोभितायाम् ॥
]

`verse 88 [
कनकविमलहारविभूषिताङ्गं दितितनयं स मृगाधिपो ददर्श।
दिवसकर महाप्रभालसं तन्दितिजसहस्रशतैः निषेव्यमाणम् ॥
]
