`speaker [
सूत उवाच
]

`verse 1 [
ततो दृष्ट्वा महात्मानं कालचक्रमिवागतम्।
नरसिंह वपुञ्छन्नं भस्मच्छन्नमिवानलम् ॥
]

`verse 2 [
हिरण्यकशिपोः पुत्रः प्रह्लादो नाम वीर्यवान्।
दिव्येन चक्षुषा सिंहमपश्यद्देवमागतम् ॥
]

`verse 3 [
तं दृष्ट्वा रुक्मशैलाभमपूर्वान्तनुमाश्रितम्।
विस्मिता दानवाः सर्वे हिरण्यकशिपुश्च सः ॥
]

`speaker [
प्रह्लाद उवाच
]

`verse 4 [
महाबाहो! महाराज! दैत्यानामादिसम्भव।
न श्रुतं न च नो दृष्टं नारसिंहमिदं वपुः ॥
]

`verse 5 [
अव्यक्तप्रभवन्दिव्यं किमिदं रूपमागतम्।
दैत्यान्तकरणं घोरं संशतीव मनो मम ॥
]

`verse 6 [
अस्य देवाः शरीरस्थाः सागराः सरितश्च याः।
हिमवान्पारियात्रश्च ये चान्ये कुलपर्वताः ॥
]

`verse 7 [
चन्द्रमाश्च सनक्षत्रैरादित्यैर्वसुभिः सह।
धनदो वरुणश्चैव यमः शक्रः शचीपतिः ॥
]

`verse 8 [
मरुतो देवगन्धर्वा ऋषयश्च तपोधनाः।
नागा यक्षाः पिशाचाश्च राक्षसा भीमविक्रमाः ॥
]

`verse 9 [
ब्रह्मा देवः पशुपतिर्ललाटस्था भ्रमन्ति वै।
स्थावराणि च सर्वाणि जङ्घमानि तथैव च॥
]

`verse 10 [
भवांश्च सहितोऽस्माभिः सर्वैर्देवगणैर्वृतः।
विमानशतसङ्कीर्णा तथैव भवतः सभा ॥
]

`verse 11 [
सर्वं त्रिभुवनं राजन्! लोकधर्माश्च शाश्वताः।
दृश्यन्ते नारसिंहेऽस्मिस्तथेदमखिलं जगत् ॥
]

`verse 12 [
प्रजापतिश्चात्र मनुर्महात्मा ग्रहश्च योगश्च महीरुहाश्च।
उत्पातकालश्च धृतिर्मतिश्च रतिश्च सत्यञ्च तपो दमश्च ॥
]

`verse 13 [
सनत्कुमारश्च महानुभावो विश्वे च देवा ऋषयश्च सर्वे।
क्रोधश्च कामश्च तथैव हर्षो धर्म्मश्च मोहः पितरश्च सर्वे ॥
]

`verse 14 [
प्रह्लादस्य वचः श्रुत्वा हिरण्यकशिपुः प्रभुः।
उवाच दानवान् सर्वान् गणांश्च स गणाधिपः ॥
]

`verse 15 [
मृगेन्द्रो गृह्यतामेष अपूर्वं सत्वमास्थितः।
यदि वा संशयः कश्चिद् वध्यतां वनगोचरः ॥
]

`verse 16 [
ते दानवगणाः सर्वे मृगेन्द्रं भीमविक्रमम्।
परिक्षिपन्तो मुदिता त्रासयामासु रोजसा ॥
]

`verse 17 [
सिंहनादं विमुच्याथ नरसिंहो महाबलः।
बभञ्ज तां सभां सर्वां व्यादितास्य इवान्तकः
]

`verse 18 [
सभायां भज्यमानायां हिरण्यकशिपुः स्वयम्।
चिक्षेप शस्त्राणि सिंहस्य रोषाद्व्याकुललोचनः ॥
]

`verse 19 [
सर्वास्त्राणामथ ज्येष्ठं दण्डमस्त्रं सुदारुणम्।
कालचक्रं तथा घोरं विष्णुचक्रं तथा परम् ॥
]

`verse 20 [
पैतामहं तथात्युग्रं त्रैलोक्य दहनं महत्।
विचित्रामशीनीञ्चैव शुष्कार्द्रं चाशनिद्वयम् ॥
]

`verse 21 [
रौद्रं तथोग्रं शूलञ्च कङ्कालं मुसलं तथा।
मोहनं शोषणं चैव सन्तापन विलापनम् ॥
]

`verse 22 [
वायव्यं मथनं चैव कापालमथ कैङ्करम्।
तथा प्रतिहतां शक्तिं क्रौञ्चमस्त्रं तथैव च ॥
]

`verse 23 [
अस्त्रं ब्रह्मशिरश्चैव सोमास्त्रं शिशिरं तथा।
कम्पनं शतनञ्चैव त्वाष्ट्रञ्चैव सुभैरवम्॥
]

`verse 24 [
कालमुद्गरमक्षोभ्यं तपनञ्च महाबलम्।
संवर्तनं मादनञ्च तथा मायाधरं परम् ॥
]

`verse 25 [
गान्धर्वमस्त्रं दयितमसिरत्नं च नन्दकम्।
प्रस्वापनं प्रमथनं वारुणं चास्त्रमुत्तमम्।
अस्त्रं पाशुपतञ्चैव यस्याप्रतिहता गतिः ॥
]

`verse 26 [
अस्त्रं हयशिरश्चैव ब्राह्ममस्त्रं तथैव च।
नारायणास्त्रमैन्द्रञ्च सार्पमस्त्रं तथाद्भुतम् ॥
]

`verse 27 [
पैशाचमस्त्रमजितं शोषदं शामनं तथा।
महाबलं भावनं च प्रस्थापनविकम्पने ॥
]

`verse 28 [
एतान्यस्त्राणि दिव्यानि हिरण्यकशिपुस्तदा।
असृजन्नरसिंहस्य दीप्तस्याग्नेरिवाहुतिम् ॥
]

`verse 29 [
अस्त्रैः प्रज्वलितैः सिंहमावृणोदसुरोत्तमाः।
विवस्वान् धर्म्मसमये हिमवन्तमिवांशुभिः ॥
]

`verse 30 [
स ह्यमर्षानिलोद्धूतो दैत्यानां सैन्यसागरः।
क्षणेन प्लावयामास मैनाकमिव सागरः ॥
]

`verse 31 [
प्रासैः पाशैश्च खङ्गैश्च गदाभिर्मुसलैस्तथा।
वज्रैरशनिभिश्चैव साग्निभिश्च महाद्रुमैः ॥
]

`verse 32 [
मुद्गरैर्भिन्दिपालैश्च शिलोलूखल पर्वतै।
शतघ्नीभिश्च दीप्ताभिर्दण्डैरपि सुदारुणैः ॥
]

`verse 33 [
ते दानवाः पाशगृहीतहस्ता महेन्द्र तुल्याशनि वज्रवेगाः।
समन्ततोऽभ्युद्यत-बाहुकायाः स्थितास्त्रिशीर्षा इव नागपाशाः ॥
]

`verse 34 [
सुवर्णमालाकुलभूषिताङ्गाः पीतांशुका भोगविभाविताङ्गाः।
मुक्तावली दाम सनाथ कक्षा हंसा इवा भान्ति विशालपक्षाः ॥
]

`verse 35 [
तेषां तु वायुप्रतिमौजसां वै केयूर मौली वलयोत्कटानाम्।
तान्युत्तमाङ्गान्यभितो विभान्ति प्रभात सूर्यांशु समप्रभाणि ॥
]

`verse 36 [
क्षिपद्भिरुग्रैर्ज्वलितैर्महाबलैर्महास्त्रपूगैः सुसमावृतो बभौ।
गिरिर्यथा सन्ततवर्षिभिर्घनैः कृतान्धकारान्तर कन्दरो द्रुमैः ॥
]

`verse 37 [
तैर्हन्यमानोऽपि महास्त्रजालैर्महाबलैर्दैत्यगणैः समेतैः।
नाकम्पताजौ भगवान् प्रताप स्थितप्रकृत्या हिमवानिवाचलः ॥
]

`verse 38 [
सन्त्रासितास्तेन नृसिंहरूपिणा दितेः सुताः पावक तुल्य तेजसा।
भयाद्विचेलुः पवनोद्धुताङ्गा यथोर्मयः सागर वारि सम्भवाः ॥
]
