`verse 1 [
अन्यदानवैः सह नरसिंहयुद्धम्।

सूत उवाच।
खराः खरमुखाश्चैव मकराशी विषाननाः।
ईहामृगमुखाश्चान्ये वराह मुखसंस्थिताः ॥
]

`verse 2 [
बालसूर्यमुखाश्चान्ये धूमकेतु मुखास्तथा।
अर्द्धचन्द्रार्धवक्त्राश्च अग्नि दीप्त मुखास्तथा ॥
]

`verse 3 [
हंसकुक्कुटवक्त्राश्च व्यादितास्या भयावहाः।
सिंहास्या लेलिहानाश्च काकगृध्र मुखास्तथा ॥
]

`verse 4 [
द्विजिह्वका वक्त्रशीर्षास्तथोल्का मुखसंस्थिताः।
महाग्राहमुकाश्चान्ये दानवा बलदर्पिताः ॥
]

`verse 5 [
शैलसंवर्ष्मणस्तस्य शरीरे शरवृष्टिभिः।
अबध्यस्य मृगेन्द्रस्य न व्यथाञ्चक्रुराहवे ॥
]

`verse 6 [
एवं भूयोऽपरान् घोरानसृजन् दानवेश्वराः।
मृगेन्द्रस्योपरि क्रुद्धा निश्वसन्त इवोरगाः ॥
]

`verse 7 [
ते दानवशरा घोरा दानवेन्द्रसमीरिताः।
विलयं जग्मुराकाशे खद्योता इव पर्वते ॥
]

`verse 8 [
ततश्चक्राणि दिव्यानि दैत्याः क्रोधसमन्विताः।
मृगेन्द्रायासृजन्नाशु ज्वलितानि समन्ततः ॥
]

`verse 9 [
तैरासीद्गगनं चक्रैः सम्पतद्भिरितस्ततः।
युगान्ते सम्प्रकाशद्भिश्चन्द्रादित्य ग्रहैरिव ॥
]

`verse 10 [
तानि सर्वाणि चक्राणि मृगेन्द्रेण शमात्मना।
ग्रस्तान्युदीर्णानि तदा पावकार्चिः समानि वै ॥
]

`verse 11 [
तानि चक्राणि वदनं विशमानानि भान्ति वै।
मेघोदरदरीष्वेव चन्द्रसूर्यग्रहा इव ॥
]

`verse 12 [
हिरण्यकशिपुर्दैत्यो भूयः प्रासृजदूर्जितम्।
शक्तिं प्रज्वलितां घोरां धौतशस्त्रतड़ित्प्रभाम् ॥
]

`verse 13 [
तामापतन्ती संप्रेक्ष्य मृगेन्द्रः शक्तिमुज्वलाम्।
हुङ्कारेणैव रौद्रेण बभञ्ज भगवांस्तदा ॥
]

`verse 14 [
रराज भग्ना सा शक्तिर्मृगेन्द्रेण महीतले।
स विस्फुलिङ्गा ज्वलिता महोल्केव दिवश्च्युता ॥
]

`verse 15 [
नाराचपङ्क्तिः सिंहस्य प्राप्ता रेजे विदूरतः।
नीलोत्पलपलाशानां मालेवोज्ज्वल दर्शना ॥
]

`verse 16 [
स गर्जित्वा यथान्यायं विक्रम्य च यथासुखम्।
तत्सैन्यमपसारितवान् तृणाग्राणीव मारुतः ॥
]

`verse 17 [
ततोऽश्मवर्षं दैत्येन्द्रा व्यसृजन्त नभोगताः।
नगमात्रैः शिलाखण्डै र्गिरिशृङ्गैर्महाप्रभैः। ॥
]

`verse 18 [
तदश्मवर्षं सिंहस्य महन्मूर्द्धनि पातितम्।
दिशो दश विकीर्णा वै खद्योतप्रकरा इव ॥
]

`verse 19 [
तदाश्मौघैर्दैत्यगणाः पुनः सिंहमरिन्दमम्।
छायायां चक्रिरे मेघा धाराभिरिव पर्वतम् ॥
]

`verse 20 [
न च तं चालयामासुः दैत्यौघा देवसत्तमम्।
भीमवेगोऽचलश्रेष्टं समुद्र इव मन्दरम् ॥
]

`verse 21 [
ततोऽश्मवर्षे विहिते जलवर्षमनन्तरम्।
धाराभिरक्षमात्राभिः प्रादुरासीत् समन्ततः ॥
]

`verse 22 [
नभसः प्रच्युताधाराः तिग्मवेगाः समन्ततः।
आवृत्य सर्वतो व्योम दिशश्चोपदिशस्तथा ॥
]

`verse 23 [
धारा दिवि च सर्वत्र वसुधायाञ्च सर्वशः।
न स्पृशन्ति च ता देवं निपतन्तोऽनिशं भुवि ॥
]

`verse 24 [
बाह्यतो ववृषुर्वर्षं नोपरिष्टाच्च ववृषुः।
मृगेन्द्र प्रतिरूपस्य स्थितस्य युधि मायया ॥
]

`verse 25 [
हतेऽश्मवर्षे तुमुले जलवर्षे च शोषिते।
सोऽसृजद्दानवो मायामग्निवायुसमीरिताम् ॥
]

`verse 26 [
महेन्द्रस्तोयदैः सार्द्धं सहस्राक्षो महाद्युतिः।
महता तोयवर्षेण शमयामास पावकम्॥
]

`verse 27 [
तस्यां प्रतिहतायां तु मायायां युधि दानवः।
असृजत् घोरसंकाशं तमस्तीव्रं समन्ततः ॥
]

`verse 28 [
तमसा संवृते लोके दैत्येष्वात्तायुधेषु च।
स्वतेजसा परिवृतो दिवाकर इवा बभौ ॥
]

`verse 29 [
त्रिशाखां भ्रुकुटीञ्चास्य ददृशुर्दानवा रणे।
ललाटस्थां त्रिशूलाङ्कां गङ्गां त्रिपथगामिव ॥
]

`verse 30 [
ततः सर्वासु मायासु हतासु दितिनन्दनाः।
हिरण्यकशिपुं दैत्यं विवर्णाः शरणं ययुः। ॥
]

`verse 31 [
ततः प्रज्वलितः क्रोधात् प्रदहन्निव तेजसा।
तस्मिन् क्रुद्धे तु दैत्येन्द्रे तमो भूतमभूज्जगत् ॥
]

`verse 32 [
आवहः प्रवहश्चैव विवहोऽथ ह्युदावहः।
परावहः संवहश्च महाबलपराक्रमाः ॥
]

`verse 33 [
तथा परिवहः श्रीमानुत्पातभयशंसनाः।
इत्येवं क्षुभिताः सप्त मरुतो गगनेचराः ॥
]

`verse 34 [
ये ग्रहाः सर्वलोकस्य क्षये प्रादुर्भवन्ति वै।
ते सर्वे गगने दृष्टा व्यचरन्त यथासुखम् ॥
]

`verse 35 [
अन्यङ्गते चाप्यचरन् मार्गं निशि निशाचरः।
संग्रहः सहनक्षत्रैराकापतिररिन्दमः ॥
]

`verse 36 [
विवर्णताञ्च भगवान् गतो दिवि दिवाकरः।
कृष्णं कबन्धं च तथा लक्ष्यते सुमहद्दिवि ॥
]

`verse 37 [
अमुञ्चच्चार्चिषां वृन्दं भूमिवृत्ति र्विभावसुः।
गगनस्थश्च भगवानभीक्ष्णं परिदृश्यते ॥
]

`verse 38 [
सप्त धूम्रनिभा घोराः सूर्य्या दिवि समुत्थिताः।
सोमस्य गगनस्थस्य ग्रहास्तिष्ठन्ति शृङ्गगाः ॥
]

`verse 39 [
वामेन दक्षिणे चैव स्थितौ शुक्रबृहस्पती।
शनैश्चरो लोहिताङ्गो ज्वलनाङ्ग-समुद्यती ॥
]

`verse 40 [
समं समधिरोहन्तः सर्वे ते गगनेचराः।
शृङ्गाणि शनकैर्घोरा युगान्तावर्तिनो ग्रहाः ॥
]

`verse 41 [
चन्द्रमाश्च सनक्षत्रैर्ग्रहैः सह तमोनुदः।
चराचरविनाशाय रोहिणीं नाभ्यनन्दत ॥
]

`verse 42 [
गृह्यते राहुणा चन्द्र उल्काभिरभिहन्यते।
उल्काः प्रज्वलिताश्चन्द्रे विचरन्ति यथासुखम् ॥
]

`verse 43 [
देवानामपि यो देवः सोऽप्यवर्षत शोणितम्।
अपतन् गगनादुल्का विद्युद्रूपा महास्वनाः ॥
]

`verse 44 [
अकाले च द्रुमाः सर्वे पुष्पन्ति च फलन्ति च।
लताश्च सफलाः सर्वा ये चाहुर्दैत्यनाशनम् ॥
]

`verse 45 [
फलैः फलान्यजायन्त पुष्पैः पुष्पं तथैव च।
उन्मीलन्ति निमीलन्ति हसन्ति च रुदन्ति च ॥
]

`verse 46 [
विक्रोशन्ति च गम्भीरा धूमयन्ति ज्वलन्ति च।
प्रतिमाः सर्वदेवानां वेदयन्ति महद्भयम् ॥
]

`verse 47 [
आरण्यैः सह संसृष्ट ग्राम्याश्च मृगपक्षिणः।
चक्रुः सुभैरवं तत्र महायुद्धमुपस्थितम्॥
]

`verse 48 [
तद्यश्च प्रतिकूलानि वहन्ति कलुषोदकाः।
न प्रकाशन्ति च दिशो रक्तरेणुसमाकुलाः ॥
]

`verse 49 [
वानस्पत्यो न पूज्यन्ते पूजनार्हाः कथञ्चन।
वायुवेगेन हन्यन्ते भज्यन्ते प्रणमन्ति च ॥
]

`verse 50 [
यदा च सर्वभूतानां छाया न परिवर्तते।
अपराह्णगते सूर्ये लोकानां युगसंक्षये ॥
]

`verse 51 [
तदा हिरण्यकशिपो र्दैत्यस्योपरि वेश्मनः।
भाण्डागारे युधागारे निविष्टमभवन्मधु ॥
]

`verse 52 [
असुराणां विनाशाय सुराणां विजयाय च।
दृश्यन्ते विविधोत्पाता घोरा घोरनिदर्शनाः ॥
]

`verse 53 [
एते चान्ये च बहवो गोरोत्पाताः समुत्थिताः।
दैत्येन्द्रस्य विनाशाय दृश्यन्ते कालनिर्मिताः ॥
]

`verse 54 [
मेदिन्यां कम्पमानायां दैत्येन्द्रेण महात्मना।
महीधरा नागगणा निपेतुरमितौजसः॥
]

`verse 55 [
विषज्वालाकुलैर्वक्त्रैर्विमुञ्चन्तो हुताशनम्।
चतुःशीर्षाः पञ्चशीर्षाः सप्तशीर्षाश्च पन्नगाः ॥
]

`verse 56 [
वासुकिस्तक्षकश्चैव कर्कोटक धनञ्जयौ।
एलामुखः कालिकश्च महापद्मश्च वीर्यवान्॥
]

`verse 57 [
सहस्रशीर्षा नागोवै हेमतालध्वजः प्रभुः।
शेषोऽनन्तोमहाभागो दुष्प्रकम्प्यः प्रकम्पितः ॥
]

`verse 58 [
दीप्तान्यन्तर्जलस्थानि पृथिवी धरणानि च।
तदा क्रुद्धेन महता कम्पितानि समन्ततः ॥
]

`verse 59 [
नागास्तेजोधराश्चापि पातालतलचारिणः।
हिरण्यकशिपुर्दैत्यस्तदा संस्पृष्टवान् महीम् ॥
]

`verse 60 [
सन्दष्टौष्टपुटः क्रोधाद्वाराह इव पूर्वजः।
नदी भागीरथी चैव सरयूः कौशिकी तथा॥
]

`verse 61 [
यमुना त्वथ कावेरी कृष्णवेणी च निम्नगा।
सुवेणा च महाभागा नदी गोदावरी तथा ॥
]

`verse 62 [
चर्मण्वती च सिन्दुश्च तथा नदनदीपतिः।
कमलप्रभवश्चैव शोणोमणि निभोदकः ॥
]

`verse 63 [
नर्मदा शुभतोया च तथा वेत्रवती नदी।
गोमती गोकुलाकीर्णा तथा पूर्वसरस्वती ॥
]

`verse 64 [
मही कालमही चैव तमसा पुष्पवाहिनी।
जम्बूद्वीपं रत्नवटं सर्वरत्नोपशोभितम् ॥
]

`verse 65 [
सुवर्ण प्रकटञ्चैव सुवर्णाकरमण्डितम्।
महानदञ्च लौहित्यं शैलकाननशोभितम् ॥
]

`verse 66 [
पत्तनं कोशकरणं ऋषिवीर जनाकरम्।
मागधाश्च महाग्रामा मुडाः शुङ्गास्तथैव च ॥
]

`verse 67 [
सुह्मा मल्ला विदेहाश्च मालवाः काशिकोसलाः।
भवनं वैनतेयस्य दैत्येन्द्रेणाभिकम्पितम् ॥
]

`verse 68 [
कैलासशिखराकारं यत् कृतं विश्वकर्मणा।
रक्ततोयो महाभीमो लौहित्यो नाम सागरः ॥
]

`verse 69 [
उदयश्च महाशैल उच्छ्रितः शतयोजनम्।
सुवर्णवेदिकः श्रीमान् मेघपङ्क्ति-निषेवितः ॥
]

`verse 70 [
भ्राजमानोऽर्कसदृशै जातरूपमयैर्द्रुमैः।
शालैस्तालैस्तमालैश्च कर्णिकारैश्च पुष्पितैः ॥
]

`verse 71 [
अयोमुखश्च विख्यातः सर्वतो धातुमण्डितः।
तमालवनगन्धश्च पर्वतो मलयः शुभः ॥
]

`verse 72 [
सुराष्ट्राश्च सवाल्हीकाः शूराभीरास्तथैवच।
भोजाः पाण्ड्याश्च वङ्गाश्च कलिङ्गस्ताम्रलिप्तकाः ॥
]

`verse 73 [
तथैवोड्राश्च पौण्ड्राश्च वामचूडाः सकेरलाः।
क्षोभितास्तेन दैत्येन सदेवाश्चाप्सरोगणाः ॥
]

`verse 74 [
अगस्त्यभवनञ्चैव यदगम्यङ्कृतं पुरा।
सिद्धचारणसङ्घैश्च विप्रकीर्णं मनोहरम् ॥
]

`verse 75 [
विचित्रनानाविहगं सुपुष्पितमहाद्रुमम्।
जातरूपमयैः श्रृङ्गैर्गगनं विलिखन्निव ॥
]

`verse 76 [
चन्द्रसूर्यांशुसङ्काशैः सागराम्बु समावृतैः
विद्युत्त्वान् सर्वः श्रीमानायतः शतयोजनम् ॥
]

`verse 77 [
विद्युतां यत्र सङ्घाता निपात्यन्ते नगोत्तमे।
ऋषभः पर्वतश्चैव श्रीमान् वृषभसंज्ञितः ॥
]

`verse 78 [
कुञ्चरः पर्वतः श्रीमानगस्त्यस्य गृहं शुभम्।
विशालाक्षश्च दुर्धर्षः सर्पाणामालयः पुरी॥
]

`verse 79 [
तथा भोगवतीचापि दैत्येन्द्रेणाभिकम्पिताः।
महासेनो गिरिश्चैव पारियात्रश्च पर्वतः ॥
]

`verse 80 [
चक्रवांश्च गिरिश्रेष्ठो वाराहश्चैव पर्वतः।
प्राग्ज्योतिष परञ्चापि जातरूपमयं शुभम् ॥
]

`verse 81 [
यस्मिन्वसति दुष्टात्मा नरको नाम दानवः।
विशालाक्षश्च दुर्द्धर्षो मेघगम्भीरनिस्वनः ॥
]

`verse 82 [
षष्टिस्तत्र सहस्राणि पर्वतानां द्विजोत्तमाः।
तरुणादित्यसङ्काशो मेरुस्तत्र महागिरिः ॥
]

`verse 83 [
यक्षराक्षसगन्धर्वैः नित्यं सेवितकन्दरः।
हेमगर्भो महाशैलस्तथा हेमसखो-गिरिः ॥
]

`verse 84 [
कैलासश्चैव शैलेन्द्रो दानवेन्द्रेण कम्पिताः।
हेमपुष्परसक्षेत्रं तेन वैखानसं सरः ॥
]

`verse 85 [
कम्पितं मानसञ्चैव हंसकारण्डवाकुलम्।
त्रिशृङ्गपर्वतश्चैव कुमारी च सरिद्वरा ॥
]

`verse 86 [
तुषारचय-सञ्छन्ना मन्दरश्चापि पर्वतः।
उशीरबिन्दुश्च गिरिश्चन्द्रप्रस्थः तथाद्रिराट् ॥
]

`verse 87 [
प्रजापतिगिरिश्चैव तथा पुष्करपर्वतः।
देवाभ्रपर्वतश्चैव यथावै रेणुको गिरिः ॥
]

`verse 88 [
क्रौञ्चः सप्तर्षिशैलश्च धूम्रवर्णश्च पर्वतः।
एते चान्ये च गिरयो देशा जनपदास्तथा ॥
]

`verse 89 [
नद्यः ससागराः सर्वाः सोऽकम्पयत दानवः।
कपिलश्च महीपुत्रो व्याघ्रवांश्चैव कम्पितः ॥
]

`verse 90 [
खेचराश्च सतीपुत्राः पातालतलवासिनः।
गणस्तथा परो रौद्रो मेघनामाङ्कुशायुधः ॥
]

`verse 91 [
ऊर्ध्वगो भीमवेगश्च सर्व एवाभिकम्पिताः।
गदी शूली करालश्च हिरण्यकशिपुस्तदा॥
]

`verse 92 [
जीमूतघनसङ्काशो जीमूतघननिस्वनः।
जीमूतघननिर्घोषो जीमूत इव वेगवान् ॥
]

`verse 93 [
देवारिर्दितिजो वीरो नृसिंहं समुपाद्रवत्।
समुत्पत्य ततस्तीक्ष्णैर्मृगेन्द्रेण महानखैः ॥
]

`verse 94 [
तदोङ्कारसहायेन विदार्य निहतो युधि।
मही च कालश्च वशी नभश्च ग्रहाश्च सूर्यश्च दिशश्च सर्वाः।
नद्यश्च च शैलाश्च महार्णवाश्च गताः प्रसादन्दितिपुत्रनाशात् ॥
]

`verse 95 [
ततः प्रमुदिता देवा ऋषयश्च तपोधनाः।
तुष्टुवुर्नामभिर्दिव्यै रादिदेवं सनातनम् ॥
]

`verse 96 [
यत्त्वया विहितं देव! नारसिंहमिदं वपुः।
एतदेवार्चयिष्यन्ति परावरविदो जनाः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 97 [
भवान् ब्रह्मा च रुद्रश्च महोन्द्रो देवसत्तमाः!।
भवान् कर्ता विकर्ता च लोकानां प्रभवाप्ययः ॥
]

`verse 98 [
पराञ्च सिद्धाञ्च परञ्च देवं परञ्च मन्त्रं परमं हविश्च।
परञ्च धर्मं परमञ्च विश्वं त्वामाहुरग्र्य्रं पुरुषं पुराणम् ॥
]

`verse 99 [
परं शरीरं परमञ्च ब्रह्म परञ्च योगं परमाञ्च वाणीम्।
परं रहस्यं परमाङ्गतिञ्च त्वामाहुरग्र्य्रं पुरुषं पुराणम् ॥
]

`verse 100 [
एवं परस्यापि परं पदं यत् परं परस्यापि परञ्च देवम्।
परं परस्यापि परञ्च भूतन्त्वामाहुरग्र्य्रं पुरुषं पुराणम् ॥
]

`verse 101 [
परं परस्यापि परं निधानं परं परस्यापि परं पवित्रम्।
परं परस्यापि परं च दान्तन्त्वामाहुरग्र्य्रं पुरुषं पुराणम् ॥
]

`verse 102 [
एवमुक्त्वा तु भगवान् सर्वलोकपितामहः।
स्तुत्वा नारायणं देवं ब्रह्मलोकं गतः प्रभुः ॥
]

`verse 103 [
तप्तो नदत्सु तूर्येषु नृत्यन्तीष्वत्सरः सु च।
क्षीरोदस्योत्तरं कूलं जगाम हरिरीश्वरः ॥
]

`verse 104 [
नारसिंहं वपुर्देवः स्थापयित्वा सुदीप्तिमत्।
पौराणां रूपमास्थाय प्रययौ गरुडध्वजः॥
]

`verse 105 [
अष्टचक्रेण यानेन भूतयुक्तेन भास्वता।
अव्यक्त-प्रकृतिर्देवः स्वस्थानं गतवान् प्रभुः ॥
]
