`verse 1 [
ऋषय उचुः।
कथितं नरसिंहस्य माहात्म्यं विस्तरेण च।
पुनस्तस्यैव माहात्म्यमन्यद्विस्तरतो वद ॥
]

`verse 2 [
पद्मरूपमभूदेतत् कथं हेममयं जगत्।
कथञ्च वैष्णवी सृष्टिः पद्ममध्येऽभवत्पुरा ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
श्रुत्वा च नरसिंहस्य माहात्म्यं रविनन्दनः।
विस्मयोत्फुल्ल नयनः पुनः प्रप्रच्छ केशवम्॥
]

`speaker [
मनुरुवाच
]

`verse 4 [
कथं पाद्मे महाकल्पे तव पद्ममयं जगत्।
जलार्णवगतस्येह नाभौ जातं जनार्दन! ॥
]

`verse 5 [
प्रभावात् पद्मनाभस्य स्वपतः सागराम्भसि।
पुष्करे च कथं भूता देवाः सर्षिगणाः पुरा ॥
]

`verse 6 [
एनमाख्याहि निखिलं योगं योगविदाम्पते!।
श्रृण्वतस्तस्य मे कीर्तिः न तृप्तिरुपजायते ॥
]

`verse 7 [
कियता चैव कालेन शेते वै पुरुषोत्तमः।
कियन्तं वा स्वपिति च कोऽस्य कालस्य सम्भवः ॥
]

`verse 8 [
कियतावाथ कालेन ह्युत्तिष्ठति महायशाः।
कथञ्चोत्थाय भगवान् सृजते निखिलं जगत् ॥
]

`verse 9 [
के प्रजापतयस्तावदासन् पूर्वं महामुने!।
कथं निर्मितवांश्चैव चित्रं लोकं सनातनम् ॥
]

`verse 10 [
प्रथमेकार्णवे शून्ये नष्टस्थावरजङ्गमे।
दग्धदेवासुरनरे प्रनष्टोरगराक्षसे ॥
]

`verse 11 [
नष्टानिलानले लोके नष्टाकाशमहीतले।
केवलं गह्वरीभूते महाभूतविपर्यये ॥
]

`verse 12 [
विभुर्महाभूतपतिर्महातेजा महाकृतिः।
आस्ते सुरवरश्रेष्ठो विधिमास्थाय योगवित् ॥
]

`verse 13 [
श्रृणुयां परया भक्त्या ब्रह्मन्नेतदशेषतः।
वक्तुमर्हसि धर्मिष्ठ!। यशो नारायणात्मकम् ॥
]

`verse 14 [
श्रद्धया चोपविष्टानां भगवान्!वक्तुमर्हसि।
मत्स्य उवाच।
नारायणस्य यशसः श्रवणे या तव स्पृहा ॥
]

`verse 15 [
तद्वंश्यान्वयभूतस्य न्याय्यं रविकुलर्षभ!।
श्रृणुष्वादिपुराणेषु वेदेभ्यश्च यथाश्रुतम् ॥
]

`verse 16 [
ब्राह्मणानाञ्च वदतां श्रुत्वा वै सुमहात्मनाम्।
यथा च तपसा दृष्ट्वा बृहस्पति समद्युतिः ॥
]

`verse 17 [
पराशरसुतः श्रीमान् गुरुर्द्वैपायनोऽब्रवीत्।
तत्तेऽहं कथयिष्यामि यथाशक्ति यथाश्रुति ॥
]

`verse 18 [
यद्विज्ञातुं मया शक्यमृषिमात्रेण सत्तमाः!।
कः समुत्सहते ज्ञातुं परं नारायणात्मकम् ॥
]

`verse 19 [
विश्वायनश्च यद्ब्रह्मा न देवयति तत्त्वतः।
तत्कर्म्म विश्वदेदानां तद्रहस्यं महर्षिणाम् ॥
]

`verse 20 [
तमीज्यं सर्वयज्ञानां तत्तत्त्वं सर्वदर्शिनाम्।
तदध्यात्मविदां चिन्त्यं नरकं न विकर्मिणाम् ॥
]

`verse 21 [
अधिदैवञ्च अध्यात्ममधियज्ञं सुसंज्ञितम्।
तद्भूतमधिभूतञ्च तत्परं परमर्षिणाम् ॥
]

`verse 22 [
स यज्ञो वेदनिर्दिष्टस्तत्तपः कवयो विदुः।
यः कर्ता कारको बुद्धिर्मनः क्षेत्रज्ञ एव च ॥
]

`verse 23 [
प्रणवः पुरुषः शास्ता एकश्चेति विभाव्यते।
प्राणः पञ्चविधश्चैव ध्रुव अक्षर एव च ॥
]

`verse 24 [
कालः शाकश्च यन्ता च द्रष्टा स्वाध्याय एव च।
उच्यते विविधैर्देवः स एवायं न तत्परम् ॥
]

`verse 25 [
स एव भगवान् सर्वं करोति विकरोति च।
सोऽस्मान् कारयते सर्वान् सोऽत्येति व्याकुलीकृतान् ॥
]

`verse 26 [
यतामहे तमेवाद्यन्तमेवेच्छाम निर्वृताः।
यो वक्ता यच्च वक्तव्यं यच्चाहं तद् ब्रवीमि वः ॥
]

`verse 27 [
श्रूयते यच्च वै श्राव्यं यच्चान्यत् परिजल्प्यते।
याः कथाश्चैव वर्तन्ते श्रुतयो वाथ तत्पराः ॥
]

`verse 28 [
विश्वं विश्वपतिर्यश्च स तु नारायणः स्मृतः।
यत् सत्यं यदमृतमक्षरं परं यत् यद्भूतं परममिदं च यद् भविष्यत् ।
यत् किञ्चिच्चरमचरं यदस्ति चान्यत् तत् सर्वं पुरुषवरः प्रभुः पुराणः ॥
]
