`speaker [
मत्स्य उवाच
]

`verse 1 [
एकार्णवीभूते शेते लोके महाद्युतिः।
प्रच्छाद्य सलिलेनोर्वीं हंसो नारायणस्तदा ॥
]

`verse 2 [
महतो रजसो मध्ये महार्णव सरःसु वै।
विरजस्कं महाबाहुमक्षयं ब्रह्म यं विदुः ॥
]

`verse 3 [
आत्मरूपप्रकाशेन तमसा संवृतः प्रभुः।
मनः सात्त्विकमाधाय यत्र तत् सत्यमासत ॥
]

`verse 4 [
याथातथ्यं परं ज्ञानं भूतन्तद्ब्रह्मणा पुरा!
रहस्यारण्यकोद्दिष्टं यच्चौपनिषदं स्मृतम् ॥
]

`verse 5 [
पुरुषो यज्ञ इत्येतत् यत्परं परिकीर्तितम्।
यश्चान्यः पुरुषाख्यः स्यात् स एष पुरुषोत्तमः ॥
]

`verse 6 [
ये च यज्ञ करा विप्रा येचर्त्विज इति स्मृताः।
अस्मादेवपुरा भूता यज्ञेभ्यः श्रूयतां तथा ॥
]

`verse 7 [
ब्रह्माणं प्रथमं वक्त्रादुद्गातारञ्च सागरम्।
होतारमपि चाध्वर्युं बाहुभ्यामसृजत् प्रभुः ॥
]

`verse 8 [
ब्रह्मणो ब्राह्मणाच्छंसि प्रस्तोतारञ्च सर्वशः।
तौ मित्रावरुणौ पृष्ठात् प्रतिप्रस्तारमेव च ॥
]

`verse 9 [
उदरात् प्रतिहर्त्तारं होतारञ्चैव पार्थिव!।
अच्छावाकमथोरुभ्यां न्नेष्टारञ्चैव पार्थिव!॥
]

`verse 10 [
पाणिभ्यामथ चाग्नीध्रं सुब्रह्मण्यञ्च जानुतः।
ग्रावस्तुतन्तु पादाभ्यामुन्नेतारञ्च याजुषम् ॥
]

`verse 11 [
एवमेवैष भगवान् षोडशैव जगत्पतिः।
प्रवक्तॄन् सर्वयज्ञानामृत्विजोऽसृजदुत्तमान् ॥
]

`verse 12 [
तदेष वै वेदमयः पुरुषो यज्ञसंस्थितः।
वेदाश्चैतन्मयाः सर्वे साङ्गोपनिषदक्रियाः ॥
]

`verse 13 [
स्वपित्येकार्णवे चैव यदाश्चर्यमभूत् पुरा।
श्रूयन्तां तद्यथा विप्रा! मार्कण्डेय कुतूहलम्॥
]

`verse 14 [
गीर्णा भगवतस्तस्य कुक्षावेव महामुनिः।
बहुवर्षसहस्रायुस्तस्यैव वरतेजसा ॥
]

`verse 15 [
अटंस्तीर्थप्रसङ्गेन पृथिवीतीर्थगोचरान्।
आश्रमाणि च पुण्यानि देवतायतनानि च ॥
]

`verse 16 [
देशान् राष्ट्राणि चित्राणि पुराणि विविधानि च।
जप होमपरः शान्तस्तपोघोरं समास्थितः ॥
]

`verse 17 [
मार्कण्डेयस्ततस्तस्य शनैर्वक्त्त्राद्विनिः सृतः।
स निष्क्रामन्नचात्मानं जानीते देवमायया ॥
]

`verse 18 [
निष्क्रम्याप्यस्य वदनादेकार्णवमथो जगत्।
सर्वतस्तमसाच्छन्नं मार्कण्डेयोऽन्ववैक्षत ॥
]

`verse 19 [
तस्योत्पन्नं भयन्तीव्रं संशयश्चात्मजीविते।
देवदर्शन संहृष्टो विस्मयं परमङ्गतः ॥
]

`verse 20 [
चिन्तयन् जलमध्यस्थो मार्कण्डेयोऽन्ववैक्षतः।
किन्तु स्यान्मम चिन्तेयं मोहः स्वप्नोऽनुभूयते ॥
]

`verse 21 [
व्यक्तमन्यतमोभावस्तेषां सम्भावितो मम।
नहीदृशं जगत् क्लेशमयुक्तं सत्यमर्हति ॥
]

`verse 22 [
नष्टचन्द्रार्कपवने नष्टपर्वतभूतले।
कतमः स्यादयं लोक इति चिन्तामवस्थितः ॥
]

`verse 23 [
ददर्श चापि पुरुषं स्वपन्तं पर्वतोपमम्।
सलिलेऽर्द्धमथो मग्नं जीमूतमिव सागरे ॥
]

`verse 24 [
ज्वलन्तमिव तेजोभिः गोयुक्तमिव भास्करम्।
शर्वर्यां जाग्रतमिव भासन्तं स्वेन तेजसा ॥
]

`verse 25 [
देवं द्रष्टुमिहायातः को भवानिति विस्मयात्।
तथैव स मुनिः कुक्षिं पुनरेव प्रवेशितः ॥
]

`verse 26 [
सम्प्रविष्टः पुनः कुक्षिं मार्कण्डेयोऽतिविस्मयः।
तथैव च पुनर्भूयो विजानन् स्वप्नदर्शनम् ॥
]

`verse 27 [
स तथैव यथा पूर्वं यो धरामटते पुरा।
पुण्यतीर्थ जलोपेतां विविधान्याश्रमाणि च ॥
]

`verse 28 [
क्रतुभिर्यजमानांश्च समाप्तवरदक्षिणान्।
अपश्यद्दैवकुक्षिस्थान् याजकान् शतशोद्विजान् ॥
]

`verse 29 [
सद्वृत्तमास्थिताः सर्वे वर्णा ब्राह्मणपूर्वकाः।
चत्वारश्चाश्रमाः सम्यग्यथोद्दिष्टा मया तव ॥
]

`verse 30 [
एवं वर्षशतं साग्रं मार्कण्डेयस्य धीमतः।
चरतः पृथिवीं सर्वान्न कुक्ष्यन्तः समीक्षितः ॥
]

`verse 31 [
ततः कदाचिदथ वै पुनर्वक्त्राद्विनिस्सृतः।
गुप्तं न्यग्रोधशाखायां बालमेकं निरैक्षत ॥
]

`verse 32 [
तथैवैकार्णव जले नीहारेणावृताम्बरे।
अव्यग्रः क्रीडते लोके सर्वभूत विवर्जिते ॥
]

`verse 33 [
स मुनिर्विस्मयाविष्टः कौतूहल समन्वितः।
बालमादित्यसङ्काशं नाशक्नोदभिवीक्षितुम् ॥
]

`verse 34 [
स चिन्तयन् तथैकान्ते स्थित्वा सलिलसन्निधौ।
पूर्वदृष्टमिदं मन्ये शङ्कितो देवमायया ॥
]

`verse 35 [
अगाधसलिले तस्मिन् मार्कण्डेयः सुविस्मयः।
प्लवंस्तथार्त्तिमगमत् भयात् सन्त्रस्तलोचनः ॥
]

`verse 36 [
स तस्मै भगवानाह स्वागतं बालयोगवान्।
बभाषे मेघतुल्येन स्वरेण पुरुषोत्तमः ॥
]

`verse 37 [
माभै र्वत्स! न भेतव्यमिहैवायाहि मेऽन्तिकम्।
मार्कण्डेयो मुनिस्त्वाह बालन्तं श्रमपीडितः ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 38 [
कोमान्नाम्ना कीर्तयति तपः परिभवन्मम।
दिव्यं वर्षसहस्राख्यं धर्षयन्निवमेव यः ॥
]

`verse 39 [
नह्येष वः समाचारो देवेष्वपि ममोचितः।
मां ब्रह्मापि हि देवेशो दीर्घायुरिति भाषते ॥
]

`verse 40 [
कस्तपो घोरमासाद्य मामद्य त्यक्तजीवितः।
मार्कण्डेयेति मामुक्त्वा मृत्युमीक्षितुमर्हति ॥
]

`verse 41 [
एवमाभाष्य तं क्रोधान्मार्कण्डेयो महामुनिः।
तथैव भगवान् भूयो बभाषे मधुसूदनः ॥
]

`verse 42 [
भगवानुवाच।
अहं ते जनको वत्स! हृषीकेशः पिता गुरुः।
आयुः प्रदाता पौराणः किं मां त्वन्नोपसर्पसि ॥
]

`verse 43 [
मां पुत्रकामः प्रथमं पिता तेऽङ्गिरसो मुनिः।
पूर्वमाराधयामास तपस्तीव्रं समाश्रितः ॥
]

`verse 44 [
ततस्त्वां घोरतपसा प्रावृणोदमितौजसम्।
उक्तवानहमात्मस्थं महर्षिममितौजसम् ॥
]

`verse 45 [
कः समुत्सहते चान्यो यो न भूतात्मकात्मजः।
द्रष्टुमेकार्णवगतं क्रीडन्तं योगवर्त्मना ॥
]

`verse 46 [
ततः प्रहृष्टवदनो विस्मयोत्फुल्ललोचनः।
मूर्ध्नि बद्धाञ्जलिपुटो मार्कण्डेयो महातपाः ॥
]

`verse 47 [
नामगोत्रे ततः प्रोच्य दीर्घायुर्लोकपूजितः।
तस्मै भगवते भक्त्या नमस्कारमथाकरोत् ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 48 [
इच्छेयं तत्त्वतो मायामिमां ज्ञातुं तवानघ!।
यदेकार्णवमध्यस्थः शेषे त्वं बालरूपवान् ॥
]

`verse 49 [
किं संज्ञश्चैव भगवन्! लोके विज्ञायसे प्रभो!
तर्कये त्वां महात्मानं को ह्यन्यः स्थातुमर्हति ॥
]

`verse 50 [
श्रीभगवानुवाच।
अहं नारायणो ब्रह्मन्! सर्वभूः सर्वनाशनः।
अहं सहस्रशीर्षाख्यैः यः पदैरभिसंज्ञितः ॥
]

`verse 51 [
आदित्यवर्णः पुरुषो मखे ब्रह्ममयो मखः।
अहमग्निर्हव्यवाहो यादसां पतिरव्ययः ॥
]

`verse 52 [
अहमिन्द्रपदे शक्रो वर्षाणां परिवत्सरः।
अहं योगी युगाख्यश्च युगान्तावर्त एव च ॥
]

`verse 53 [
अहं सर्वाणि सत्वानि दैवतान्यखिलानि तु।
भुजङ्गानामहं शेषो तार्क्ष्यो वै सर्वपक्षिणाम् ॥
]

`verse 54 [
कृतान्तः सर्वभूतानां विश्वेषां कालसंज्ञितः।
अहं धर्म्मस्तपश्चाहं सर्वाश्रमनिवासिनाम् ॥
]

`verse 55 [
अहं चैव सरिद्दिव्या क्षीरोदश्च महार्णवः।
यत्तत् सत्यं च परममहमेकः प्रजापतिः ॥
]

`verse 56 [
अहं सांख्यमहं योगोऽप्यहं तत्परमम्पदम्।
अहमिज्या क्रिया चाहमहं विद्याधिपःस्मृतः ॥
]

`verse 57 [
अहं ज्योतिरहं वायुरहं भूमिरहं नभः।
अहमापः समुद्राश्च नक्षत्राणि दिशो दश ॥
]

`verse 58 [
अहं वर्षमहं सोमः पर्जन्योऽहमहं रविः।
क्षीरोदसागरे चाहं समुद्रे वडवामुखः ॥
]

`verse 59 [
वह्निः संवर्तको भूत्वा पिबंस्तोयमयं हविः।
अहं पुराणः परमं तथैवाहं परायणम्॥
]

`verse 60 [
अहं भूतस्य भव्यस्य वर्तमानस्य सम्भवः।
यत् किञ्चित् पश्यसे विप्र! यच्छृणोषि च किञ्चन ॥
]

`verse 61 [
यल्लोके चानुभवसि तत् सर्वं मामनुस्मर।
विश्वं सृष्टं मया पूर्वं सृज्यं चाद्यापि पश्य माम् ॥
]

`verse 62 [
युगे युगे च स्रक्ष्यामि मार्कण्डेयाखिलं जगत्।
तदेतदखिलं सर्वं मार्कण्कडेयावधारय ॥
]

`verse 63 [
शुश्रूषुर्मम धर्माश्च कुक्षौ चर सुखं मम।
मम ब्रह्मा शरीरस्थो देवैश्च ऋषिभिः सह ॥
]

`verse 64 [
व्यक्तमव्यक्तयोगं मामवगच्छासुरद्विषम्।
अहमेकाक्षरो मन्त्रस्त्र्यक्षरश्चैव तारकः ॥
]

`verse 65 [
परस्त्रिवर्गादोङ्कार स्त्रिवर्गार्थनिदर्शनः।
एवमादिपुराणेशो वदन्नेव महामतिः ॥
]

`verse 66 [
वक्त्रमाहृतवानाशु मार्कण्डेयं महामुनिम्।
ततो भगवतः कुक्षि प्रविष्टो मुनिसत्तमः ॥
]

`verse 67 [
स तस्मिन् सुखमेकान्ते शुश्रूषुर्हंसमव्ययम्।
योऽहमेव विविधतनुं परिश्रितो महार्णवे व्यपगतचन्द्रभास्करे।
शनैश्चरन् प्रभुरपि हंससंज्ञितोऽसृजं जगद्विरहितकालपर्यये ॥
]
