`speaker [
मत्स्य उवाच
]

`verse 1 [
आपवः स विभुर्भूत्वा चारयामास वै तपः।
च्छादयित्यात्मनो देहं यादसाङ्कुलसम्भवम् ॥
]

`verse 2 [
ततो महात्मातिबलो मतिं लोकस्य सर्जने।
महतां पञ्चभूतानां विश्वो विश्वमचिन्तयत् ॥
]

`verse 3 [
तस्य चिन्तयमानस्य निर्वाते संस्थितेऽर्णवे।
निराकाशे तोयमये सूक्ष्मे जगति गह्वरे ॥
]

`verse 4 [
ईषत्सङ्क्षोभयामास सोऽर्णवं सलिलाश्रयः।
अनन्तरोर्मिभिःसूक्ष्ममथच्छिद्रमभूत् पूरा ॥
]

`verse 5 [
शब्दं प्रति तदोद्भूतो मारुतश्छिद्रसम्भवः।
स लब्ध्वान्तरमक्षोभ्योण्यवर्धत समीरणः ॥
]

`verse 6 [
विवर्द्धता बलवता वेगाद्विक्षोभितोऽर्णवः।
तस्यार्णवस्य क्षुब्धस्य तस्मिन्नम्भसि मन्थिते ॥
]

`verse 7 [
कृष्णवर्त्मा समभवत् प्रभुर्वैश्वानरो महान्।
ततः स शोषयामास पावकः सलिलं बहु ॥
]

`verse 8 [
क्षयाज्जलनिधेश्छिद्रमभवद्विस्तृतं नभः।
आत्मतेजोद्भवाः पुण्या आपोऽमृत रसोपमाः ॥
]

`verse 9 [
आकाशं च्छिद्रसम्भूतं वायुराकाशसम्भवः।
आभ्यां सङ्घर्षणोद्भूतं पावकं वायुसम्भवम् ॥
]

`verse 10 [
दृष्ट्वा प्रीतो महादेवो महाभूत विभावनः।
दृष्ट्वा भूतानि भगवांल्लोक सृष्ट्यर्थमुत्तमम् ॥
]

`verse 11 [
ब्रह्मणो जन्मसहितं बहुरूपो व्यचिन्तयत्।
चतुर्युगाभि संख्याते सहस्र युगपर्यये ॥
]

`verse 12 [
बहुजन्मविशुद्धात्मा ब्राह्मणेह निरुच्यते।
यत् पृथिव्यां द्विजेन्द्राणां तपसा भवितात्मना ॥
]

`verse 13 [
ज्ञानं दृष्टन्तु विश्वार्थे योगिनां याति मुख्यताम्।
तं योगवन्तं विज्ञाय सम्पूर्णैश्वर्यमुत्तमम् ॥
]

`verse 14 [
पदे ब्रह्मणि विश्वेशं न्ययोजयत योगवित्।
ततस्तस्मिन् महातोये महीशो हरिरच्युतः ॥
]

`verse 15 [
स्वयं क्रीडंश्च विधिवन्मोदते सर्वलोककृत्।
पद्मं नाभ्युद्भवं चैकं समुत्पादितवांस्तदा ॥
]

`verse 16 [
सहस्रपर्णं विरजं भास्कराभं हिरण्मयम्।
हुताशनज्वलितशिखोज्ज्वलत्प्रभमुपस्थितं शरदमलार्कतेजसम्।
विराजते कमलमुदारवर्चसं महात्मनस्तनुरुहचारुदर्शनम् ॥
]
