`speaker [
मत्स्य उवाच
]

`verse 1 [
अथ योगवतां श्रेष्ठमसृजत् भूरि तेजसम्।
स्रष्टारं सर्वलोकानां ब्रह्माणं सर्वतो मुखम् ॥
]

`verse 2 [
यस्मिन् हिरण्मये पद्मे बहुयोजन विस्तृते।
सर्वतेजो गुममयं पार्थिवैर्लक्षणैर्वृतम् ॥
]

`verse 3 [
तच्च पद्मं पुराणाज्ञाः पृथिवी रूपमुत्तमम्।
नारायण समुद्भूतं प्रवदन्ति महर्षयः ॥
]

`verse 4 [
या पद्मा सा रसा देवी पृथिवी परिचक्षते।
ये पद्मसारगुरवस्तान्दिव्यान्पर्वतान् विदुः ॥  १६९.४व ॥

हिमवन्तं च मेरुं च लीलं निषधमेव च।
कैलासं मुञ्जवन्तं च तथान्यं गन्धमादनम् ॥
]

`verse 5 [
पुण्यं त्रिशिखरञ्चैव कान्तं मन्दरमेव च।
उदयं पिञ्जरं चैव विन्ध्यवन्तं च पर्वतम् ॥
]

`verse 6 [
एते देवगणानाञ्च सिद्धानाञ्च महात्मनाम्।
आश्रयाः पुण्यशीलानां सर्वकामफलप्रदाः ॥
]

`verse 7 [
एतेषामन्तरे देशो जम्बूद्वीप इति स्मृतः।
जम्बूद्वीपस्य संस्थानं यज्ञिया यत्र वै क्रिया ॥
]

`verse 8 [
एभ्यो यत् स्रवते तोयं दिव्यामृतरसोपमम्।
दिव्यास्तीर्थशताधाराः सुरम्याः सरितः स्मृताः ॥
]

`verse 9 [
स्मृतानि यानि पद्मस्य केसराणिसमन्ततः।
असंख्येयाः पृथिव्यास्ते विश्वे वै धातुपर्वताः ॥
]

`verse 10 [
यानि पद्मस्य पर्णानि भूरीणि तु नराधिप।
ते दुर्गमाः शैलचिता म्लेच्छदेशा विकल्पिताः ॥
]

`verse 11 [
यान्यधोभागपर्णानि ते निवासास्तु भागशः।
दैत्यानामुरगाणाञ्च पतङ्गानाञ्च पार्थिव ॥
]

`verse 12 [
तेषां महार्णवो यत्र तद्रसेत्यभिसंज्ञितम्।
महापातक कर्माणो मज्जन्ते यत्र मानवाः ॥
]

`verse 13 [
पद्मस्यान्तरतो यत्तदेकार्णवगता मही।
प्रोक्ताथ दिक्षु सर्वासु चत्वारः सलिलाकराः ॥
]

`verse 14 [
एवं नारायणस्यार्थे मही पुष्करसम्भवा।
प्रादुर्भावोऽप्ययं तस्मान्नाम्ना पुष्करसंज्ञितः ॥
]

`verse 15 [
एतस्मात् कारणात्तज्ज्ञैः पुराणैः परमर्षिभिः।
याज्ञियैर्वेददृष्टान्तै र्यज्ञेपद्मविधिः स्मृतः ॥
]

`verse 16 [
एवं भगवता तेन विश्वया धरया विधिः।
पर्वतानां नदीनाञ्च ह्रदानां चैव निर्मितः ॥
]

`verse 17 [
विभुस्तथैवाप्रतिम प्रभावः प्रभाकराभो वरुणासितद्युतिः।
शनैः स्वयम्भूः शयनं सृजत्तदा जगन्मयं पद्मविधि महार्णवे ॥
]
