`speaker [
मत्स्य उवाच
]

`verse 1 [
विघ्नस्तपसि सम्भूतो मधुर्नाम महासुरः।
तेनैव च सहोद्भूतो रजसा कैटभस्ततः ॥
]

`verse 2 [
तौ रजस्तमसौ विघ्नसम्भूतौ तामसौ गणौ।
एकार्णवे जगत् सर्वं क्षोभयन्तौ महाबलौ ॥
]

`verse 3 [
दिव्यरक्ताम्बरधरौ श्वेतदीप्ताग्र-दंष्ट्रिणौ।
किरीटकुण्डलोदग्रौ केयूरबलयोज्वलौ ॥
]

`verse 4 [
महाविक्रमताम्राक्षौ पीनोरस्कौ महाभुजौ।
महागिरेः संहननौ जङ्गमाविव पर्वतौ॥
]

`verse 5 [
नगमेघप्रतीकासावादित्य सदृशाननौ।
विद्युदाभौ गदाग्राभ्यां कराभ्यामतिभीषणौ ॥
]

`verse 6 [
तौ पादयोस्तु विन्यासादुत्क्षिपन्ताविवार्णवम्।
कम्पयन्ताविव हरिं शयानं मधुसूदनम् ॥
]

`verse 7 [
तौ तत्र विचरन्तौ स्म पुष्करै विश्वतोमुखम्।
योगिनां श्रेष्ठमासाद्य दीप्तं ददृशतुस्तदा ॥
]

`verse 8 [
नारायण समाज्ञातं सृजन्तमखिलाः प्रजाः।
दैवतानि च विश्वानि मानसानसुरानृषीन् ॥
]

`verse 9 [
ततस्तावूचतुस्तत्र ब्रह्माणमसुरोत्तमौ।
दीप्तौ मुमूर्षू संक्रुद्धौ रोषव्याकुलितेक्षणी ॥
]

`verse 10 [
कस्त्वं पुष्करमध्यस्थः सितोष्णीषश्चतुर्भुजः।
आधाय नियमं मोहादास्ते त्वं विगतज्वरः ॥
]

`verse 11 [
एह्यागच्छावयोर्युद्धं देहि त्वं कमलोद्भव!।
आवाभ्यां परमीशाभ्यामशक्तस्त्वमिहार्णवे ॥
]

`verse 12 [
तत्र कश्चोद्भवस्तुभ्यं केन वासि नियोजितः।
कः स्रष्टा कश्चते गोप्ता केन नाम्ना विधीयसे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
एक इत्युच्यते लोकैरविचिन्त्यः सहस्रदृक्।
तत्संयोगेन भवतोः कर्म नामावगच्छताम् ॥
]

`speaker [
मधुकैटभावूचतुः
]

`verse 14 [
नावयोः परमं लोके किञ्चिदस्ति महामते!।
आवाभ्यां छाद्यते विश्वं तमसा रजसाथ वै ॥
]

`verse 15 [
रजस्तमो मयावावामृषीणामवलम्बितौ।
छाद्यमानो धर्म्मशीलौ दुस्तरौ सर्वदेहिनाम् ॥
]

`verse 16 [
आवाभ्यामुह्यते लोको दुष्कराभ्यां युगे युगे।
आवामर्थश्च कामश्च यज्ञः स्वर्गपरिग्रहः ॥
]

`verse 17 [
सुखं यत्रमुदा युक्तं यत्र श्रीः कीर्तिरेव च।
येषां यत्काङ्क्षितं चैव तत्तदावां विचिन्तय ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
यत्नाद्योगवतो दृष्ट्या योगः पूर्वं मयार्जितः।
तं समाधाय गुणवत् सत्वं चास्मि समाश्रितः ॥
]

`verse 19 [
यः परो योगमतिमान्योगाख्यः सत्वमेव च।
रजसस्तमसश्चैव यः स्रष्टा विश्वसम्भवः ॥
]

`verse 20 [
ततो भूतानि जायन्ते सात्विकानीतराणि च।
स एव हि युवा नाशे वशी देवो हनिष्यति ॥
]

`verse 21 [
स्वपन्नेव ततः श्रीमान् बहुयोजन विस्तृतम्।
बाहुं नारायणो ब्रह्म कृतवानात्ममायया ॥
]

`verse 22 [
कृष्यमाणौ ततस्तस्य बाहुना बाहुशालिनः।
चेरतुस्तौ विगलितौ शकुनाविव पीवरौ ॥
]

`verse 23 [
ततस्तावाहतुर्गत्वा तदा देवं सनातनम्।
पद्मनाभं हृषीकेशं प्रणिपत्य स्थितावुभौ ॥
]

`verse 24 [
जानीवस्त्वां विश्वयोनिं त्वामेकं पुरुषोत्तमम्।
त्वामावां पाहि हेत्वर्थमिदं नौ बुद्धिकारणम् ॥
]

`verse 25 [
अमोघदर्शनः सत्वं यतस्त्वां विद्धि शाश्वतम्।
ततस्त्वामागतावावामभितः प्रसमीक्षितुम् ॥
]

`verse 26 [
तदिच्छामो वरं देव! त्वत्तोऽद्भुतमरिन्दम!।
अमोघदर्शनोऽसित्वं नमस्ते समितिञ्जय!॥
]

`verse 27 [
श्रीभगवानुवाच।
किमर्थमद्भुतं ब्रूथ वरं ह्यसुरसत्तमौ!।
दत्तायुष्कौ पुनर्भूयो रहो जीवितुमिच्छथ ॥
]

`speaker [
मधुकैटभावूचतुः
]

`verse 28 [
यस्मिन्न कश्चिन् मृतवान् देव! तस्मिन् प्रभो! वधम्।
तमिच्छावो वधं चैव त्वत्तो नोऽस्तु महाव्रत! ॥
]

`verse 29 [
श्रीभगवानुवाच।
बाढं युवान्तु प्रवरौ भविष्यत्कालसम्भवे।
भविष्यतो न सन्देहः सत्यमेतद् ब्रवीमि वाम् ॥
]

`verse 30 [
वरं प्रदायाथ महासुराभ्यां सनातनो विश्ववरः सुरोत्तमः।
रजस्तमोवर्ग भवायनौ यमौ ममन्थ तावूरुतलेन वै प्रभुः ॥
]
