`speaker [
मत्स्य उवाच
]

`verse 1 [
स्थित्वा च तस्मिंस्तुमुले ब्रह्मा ब्रह्मविदाम्वरः।
ऊर्द्वबाहुर्महातेजास्तपो घोरं समाश्रितः ॥
]

`verse 2 [
प्रज्वलन्निव तेजोभिर्भाभिः स्वाभिस्तमोनुदः।
बभासे सर्वधर्म्मस्थः सहस्रांशुरिवांशुभिः ॥
]

`verse 3 [
अथान्यद्रूपमास्थाय शम्भुर्नारायणोऽव्ययः।
आजगाम महातेजा योगाचार्यो महायशाः ॥
]

`verse 4 [
सांख्याचार्यो हि मतिमान् कपिलो ब्राह्मणो वरः।
उभावपि महात्मानौ स्तुवन्तौ क्षेत्रतत्परौ ॥
]

`verse 5 [
तौ प्राप्तावूचतुस्तत्र ब्रह्माणममितौजसम्।
परावरविशेषज्ञौ पूजितौ च महर्षिभिः ॥
]

`verse 6 [
ब्रह्मात्मदृढबन्धश्च विशालो जगदास्थितः।
ग्रामणीः सर्वभूतानां ब्रह्मा त्रैलोक्यपूजितः ॥
]

`verse 7 [
तयोस्तद्वचनं श्रुत्वा विप्रोऽभ्याहृतयोगवित्।
त्रीनिमान् कृतवान् लोकान्यथेयं ब्रह्मणः श्रुतिः ॥
]

`verse 8 [
पुत्रञ्च सम्भवे चैकं समुत्पादितवानृषिः।
तस्याग्रे वाग्यतस्तस्थौ ब्रह्माणमजमव्ययम् ॥
]

`verse 9 [
सोत्पन्नमात्रो ब्रह्माणमुक्तवान् मानसः सुतः।
किं कुर्मस्तवसाहाय्यं ब्रवीतु भगवानृषिः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
य एष कपिलो ब्रह्मा नारायणमयस्तथा।
वदते भवतस्तत्वं तत् कुरुष्व महामते ॥
]

`verse 11 [
ब्रह्मणस्तु तदर्थन्तु तदा भूयः समुत्थितः।
शुश्रूषुरस्मि युवयोः किं करोमि कृताञ्जलि ॥
]

`verse 12 [
श्रीभगवानुवाच।
यत् सत्यमक्षरं ब्रह्मन्! अष्टादशविधन्तु तत्।
यत् सत्यं यदृतं तत्तु परं पदमनुस्मर ॥
]

`verse 13 [
एतद्वचो निशम्यैव ययौ स विशमुत्तराम्।
गत्वा च तत्र ब्रह्मत्वमगमत् ज्ञानतेजसा ॥
]

`verse 14 [
ततो ब्रह्मा भुवन्नाम द्वितीयमसृजत् प्रभुः।
सङ्कल्पयित्वा मनसा तमेव च महात्मना॥
]

`verse 15 [
ततः सोऽथ ब्रवीद्वाक्यं किं करोमि पितामह!।
पितामहसमाज्ञातो ब्रह्माणं समुपस्थितः ॥
]

`verse 16 [
ब्रह्माभ्यासन्तु कृतवान् भुवश्च पृथिवीं गतः।
प्राप्तश्च परमं स्थानं स तयोः पार्श्वमागतः ॥
]

`verse 17 [
तस्मिन्नपि गते पुत्रे तृतीयमसृजत् प्रभुः।
सांख्यप्रवृत्तिकुशलं भूर्भुवं नामतो विभुम् ॥
]

`verse 18 [
गोपतित्वं समासाद्य तयोरेवागमद् गतिम्।
एवं पुत्रास्त्रयोऽप्येते उक्ताः शम्भोर्महात्मनः ॥
]

`verse 19 [
तान् गृहीत्वा सुतांस्तस्य प्रयातः स्वार्जिताङ्गतिम्।
नारायणश्च भगवान् कपिलश्च यतीश्वरः ॥
]

`verse 20 [
यङ्कालन्तौ गतौ मुक्तौ ब्रह्मा तं कालमेव हि।
ततो घोरतमम्भूयः संश्रितः परमं व्रतम् ॥
]

`verse 21 [
न रेमेऽथ ततो ब्रह्मा प्रभुरेकस्तपश्चरन्।
शरीरात्तां ततो भार्यां समुत्पादितवान् शुभाम् ॥
]

`verse 22 [
तपसा तेजसा चैव वर्चसा नियमेन च।
सदृशीमात्मनो देवीं समर्थां लोकसर्जने ॥
]

`verse 23 [
ततो जगाद त्रिपदां गायत्रीं वेदपूजिताम्।
सृजन् प्रजानां पतयः सागरांश्चासृजद्विभिः ॥
]

`verse 24 [
ततो जगाद त्रिपदां गायत्रीं वेदपूजिताम्।
अपरांश्चैव चतुरो वेदान् गायत्रि सम्भवान्॥
]

`verse 25 [
आत्मनः सदृशान् पुत्रानसृजद्वै पितामहः।
विश्वे प्रजानां पतयो येभ्यो लोका विनिःसृताः ॥
]

`verse 26 [
विश्वेशं प्रथमं तावन्महातापसमात्मजम्।
सर्वमन्त्रहितं पुण्यं नाम्ना धर्मं स सृष्टवान् ॥
]

`verse 27 [
दक्षं मरीचिमत्रिञ्च पुलस्त्यं पुलहं क्रतुम्।
वसिष्ठं गौतमञ्चैव भृगु अङ्गिरसम्मनुम् ॥
]

`verse 28 [
अथैवाद्भुतमित्येते ज्ञेयाः पैतामहर्षयः।
त्रयोदशगुणं धर्ममालभन्त महर्षयः ॥
]

`verse 29 [
अदितिर्दितिर्दनुः काला अनायुः सिंहिका मुनिः।
ताम्रा क्रोधाथ सुरसा विनता कद्रुरेवच ॥
]

`verse 30 [
दक्षस्यापत्यमेता वै कन्या द्वादश पार्थिव!।
मरीचेः कश्यपः पुत्रस्तपसा निर्मितः किल ॥
]

`verse 31 [
तस्मै कन्या द्वादशान्या दक्षस्ताः प्रददौ तदा।
नक्षत्राणि च सोमाय तदा वै तत्तवानृषिः ॥
]

`verse 32 [
रोहिण्यादीनि सर्वाणि पुण्यानि रविनन्दन!।
लक्ष्मी मरुत्वती साध्या विश्वेशा च मता शुभा ॥
]

`verse 33 [
देवी सरस्वती चैव ब्रह्मणा निर्मिताः पुराः।
एताः पञ्च वरिष्ठा वै सुरश्रेष्ठाय पार्थिव!॥
]

`verse 34 [
दत्ता भद्राय धर्माय ब्रह्मणा विश्वकर्मणा।
या रूपार्द्धवती पत्नी ब्रह्मणः कामरूपिणी ॥
]

`verse 35 [
सुरभिः सा हिता भूत्वा ब्रह्माणं समुपस्तिता।
ततस्तामगमद् ब्रह्मा मैथुनं लोकपूजितः ॥
]

`verse 36 [
लोकसर्जनहेतुज्ञो गवामर्थाय सत्तमः।
जज्ञिरे च सुतास्तस्यां विपुला धूमसन्निभाः ॥
]

`verse 37 [
नक्तसन्ध्याभ्रसङ्काशाः प्रादहंस्तिग्मतेजसः।
ते रुदन्तो द्रवन्तश्च गर्हयन्तः पितामहम् ॥
]

`verse 38 [
रोदनाद् द्रवणाच्चैव रुद्रा इति ततः स्मृताः।
निर्ऋतिश्चैव शम्भुर्वै तृतीयश्चापराजितः ॥
]

`verse 39 [
मृगव्याधः कपर्दी च दहनोऽथ खरश्च वै।
अहिर्बुध्न्यश्च भगवान् कपाली चापि पिङ्गलः ॥
]

`verse 40 [
सेनानीश्च महातेजा रुद्रास्त्वेकादश स्मृताः।
तस्यामेव सुरभ्याञ्च गावो यज्ञेश्वराश्च वै ॥
]

`verse 41 [
प्रकृष्टाश्च तथा मायाः सुरभ्याः पशवोऽक्षराः।
अजाश्चैव तु हंसाश्च तथैवामृतमुत्तमम् ॥
]

`verse 42 [
ओषध्यः प्रवरायाश्च सुरभ्यास्ताः समुत्थिताः।
धर्माल्लक्ष्मीस्तथा कामं साध्या साध्यान् व्यजायत ॥
]

`verse 43 [
भवञ्च प्रभवञ्चैव हीशञ्चासुरहं तथा।
अरुण्यं चारुणिञ्चैव विश्वावसु बलध्रुवौ ॥
]

`verse 44 [
हविष्यञ्च वितानञ्च विधानशमितावपि।
वत्सरञ्चैव भूतिञ्च सर्वासुर निषूदनम् ॥
]

`verse 45 [
सुपर्वाणं बृहत्कान्तिः साध्या लोकनमस्कृता।
तमेवानुगता देवो जनयामास वै सुरान् ॥
]

`verse 46 [
वरं वै प्रथमन्देवं द्वितीयं ध्रुवमव्ययम्।
विश्वावसुं तृतीयञ्च चतुर्थं सोममीश्वरम् ॥
]

`verse 47 [
ततोऽनुरूपमायञ्च यमस्तस्मादनन्तरम्।
सप्तमञ्च तथा वायुमष्टमन्निर्ऋतिं वसुम् ॥
]

`verse 48 [
धर्मस्यापत्यमेतद्वै सुदेव्यां समजायत।
विश्वेदेवाश्च विश्वायां धर्माज्जाता इति श्रुतिः ॥
]

`verse 49 [
दक्षश्चैव महाबाहुः पुष्करस्वन एव च।
चाक्षुषस्तु मनुश्चैव तथा मधुमहोरगौ ॥
]

`verse 50 [
विश्वन्तश्च वसुर्बाल्ला विस्कम्भश्च महायशाः।
गरुड़श्चातिसत्वौजा भास्कर प्रतिमद्युतिः ॥
]

`verse 51 [
विश्वान् देवान् देवमाता विश्वेशाजनयत् सुतान्।
मरुत्वती मरुत्वमो देवानजनयत् सुतान् ॥
]

`verse 52 [
अग्निं चक्षूरविर्ज्योतिः सावित्रं मित्रमेव च।
अमरं शरवृष्टिञ्च सुकर्षञ्च महाभुजम्॥
]

`verse 53 [
विराजञ्चैव वाचञ्च विश्वावसुमतिं तथा।
अश्वमित्रं चित्ररश्मिन्तथा निषधनं नृप! ॥
]

`verse 54 [
हूयन्तं वाडवञ्चैव चारित्रं मन्दपन्नगम्।
बृहन्तं वै बृहद्रूपं तथा वै पूतनानुगम् ॥
]

`verse 55 [
मरुत्वती पुरा जज्ञे एतान्वै मरुताङ्गणान्।
अदितिः कश्यपाज्जज्ञे आदित्यान् द्वादशैव हि ॥
]

`verse 56 [
इन्द्रो विष्णुर्भगस्त्वष्टा वरुणो ह्यर्यमा रविः।
पूषा मित्रश्च धनदो धाता पर्जन्य एव च ॥
]

`verse 57 [
इत्येते द्वादशादित्या वरिष्ठास्त्रि दिवौकसः।
आदित्यस्य सरस्वत्यां जज्ञाते द्वौ सुतौ वरौ ॥
]

`verse 58 [
तपःश्रेष्ठौ गुणिश्रेष्ठौ त्रिदिवस्यापि सम्मतौ।
दनुस्तु दानवान् जज्ञे दितिर्दैत्यान् व्यजायत ॥
]

`verse 59 [
काला तु वै कालकेयानसुरान् राक्षसांस्तु वै।
अनायुषायास्तनया व्याधयः सुमहाबलाः ॥
]

`verse 60 [
सिंहिका ग्रहमाता वै गन्धर्व जननी मुनिः।
ताम्रा त्वप्सरसां माता पुण्यानां भारतोद्भव! ॥
]

`verse 61 [
क्रोधायाः सर्वभूतानि पिशाचाश्चैव पार्थिव!।
व्जज्ञे यक्षगणांश्चैव राक्षसांश्च विशाम्पते! ॥
]

`verse 62 [
चतुष्पदानि सत्वानि तथा गावस्तु सौरसाः।
सुपर्णान् पक्षिणश्चैव विनता चाप्यजायत ॥
]

`verse 63 [
महीधरान् सर्वनागान् देवी कद्रूः व्यजायत।
एवं वृद्धिं समगमन् विश्वे लोकाः परन्तप! ॥
]

`verse 64 [
तदा वै पौष्करो राजन्! प्रादुर्भावो महात्मनः।
प्रादुर्भावः पौष्करोस्ते मया द्वैपायनेरितः ॥
]

`verse 65 [
पुराणः पुरुषश्चैव मया विष्णुर्हरिः प्रभुः।
कथितस्तेऽनु पूर्वेण संस्तुतः परमर्षिभिः ॥
]

`verse 66 [
यश्चेदमग्रयं श्रृणुयात् पुराणं सदा नरः पर्वसु गौरवेण।
अवाप्य लोकान् स हि वीतरागः परत्र च स्वर्गफलानि भुङ्क्ते ॥
]

`verse 67 [
चक्षुषा मनसा वाचा कर्म्मणा च चतुर्विधम्।
प्रसादयति यः कृष्णं तं कृष्णोऽनु प्रसीदति ॥
]

`verse 68 [
राजा च लभते राज्यमधनश्चोत्तमन्धनम्।
क्षीणायुर्लभते चायुः पुत्रकामः सुतन्तथा ॥
]

`verse 69 [
यज्ञा वेदास्तथा कामास्तपांसि विविधानि च।
प्राप्नोति विविधं पुण्यं विष्णुभक्तो धनानि च ॥
]

`verse 70 [
यद्यत् कामयते किञ्चित् तत्तल्लोकेश्वराद् भवेत्।
सर्वं विहाय य इमं पठेत् पौष्करकं हरेः ॥
]

`verse 71 [
प्रादुर्भावं नृपश्रेष्ठ! न तस्य ह्यशुभं भवेत्।
एष पौष्करको नाम प्रादुर्भावो महात्मनः ॥
कीर्तितस्ते महाभाग! व्यास श्रुति निदर्शनात् ॥
]
