`speaker [
मत्स्य उवाच
]

`verse 1 [
श्रुतस्ते दैत्यसैन्यस्य विस्तरो रविनन्दन!।
सुराणामपि सैन्यस्य विस्तरं वैष्णवं श्रृणु ॥
]

`verse 2 [
आदित्या वसवो रुद्रा अश्विनौ च महाबलौ।
सबलाः सानुगाश्चैव सन्नह्यन्त यथाक्रमम् ॥
]

`verse 3 [
पुरुहूतस्तु पुरतो लोकपालाः सहस्रदृक्।
ग्रामणीः सर्वदेवानामारुरोह सुरद्विपम् ॥
]

`verse 4 [
मध्ये चास्य रथः सर्व पक्षि प्रवररंहसः।
सुचारु चक्र चरणो हेमवज्र परिष्कृतः ॥
]

`verse 5 [
देव गन्धर्व यक्षौघै रनुयातः सहस्रशः।
दीप्तिमद्भिः सदस्यैश्च ब्रह्मर्षिभिरभिष्टुतः ॥
]

`verse 6 [
वज्रविस्फूर्जितोद्भूतैः विद्युदिन्द्रायुधो दितैः।
युक्तो बलाहकगणैः पर्वतैरिव कामगैः ॥
]

`verse 7 [
यमारूढः स भगवान् पर्येति सकलं जगत्।
हविर्धानेषु गायन्ति विप्रा मखमुखे स्थिताः ॥
]

`verse 8 [
स्वर्गे शक्रानुयातेषु देवतूर्य निनादिषु।
सुन्दर्यः परिनृत्यन्ति शतशोऽप्सरसाङ्गणे ॥
]

`verse 9 [
केतुना नागराजेन राजमानो यथा रविः।
युक्तो हयसहस्रेण मतो मारुतरंहसा ॥
]

`verse 10 [
सस्यन्दन वरो भाति गुप्तो मातलिना तदा।
कृत्स्नः परिवृतो मेरुर्भास्करस्येव तेजसा ॥
]

`verse 11 [
यमस्तु दण्डमुद्यम्य कालयुक्तश्च मुद्गरम्।
तस्थौ सुरगणानीके दैत्यान्नादेन भीषयन् ॥
]

`verse 12 [
चतुर्भिः सागरैर्युक्तो लेलिहानैश्च पन्नगैः।
शङ्कमुक्ताङ्गदधरो बिभ्रत्तोयमयं वपुः ॥
]

`verse 13 [
कालपाशान् समाविध्यन् हयैः शशिकरोपमैः।
वाय्वीरितैर्जलाकारैः कुर्वन् लीलाः सहस्रशः ॥
]

`verse 14 [
पाण्डुरोद्धूत वसनः प्रचलन् रुचिराङ्गदः।
मणिश्यामोत्तमवपुर्हरिभारार्पितो वरः ॥
]

`verse 15 [
वरुणः पाशघृङ्मध्ये देवानीकस्य तस्थिवान्।
युद्धवेलामभिलषन् भिन्नवेल इवार्णवः ॥
]

`verse 16 [
यक्षराक्षससैन्येन गुह्यकानां गणैरपि।
युक्तश्च शङ्खपद्माभ्यां निधीनामधिपः प्रभुः ॥
]

`verse 17 [
राजराजेश्वरः श्रीमान् गदापाणिरदृश्यत।
विमानयोधी धनदो विमाने पुष्पके स्थितः ॥
]

`verse 18 [
स राजराजः शुशुभे युद्धार्थी नरवाहनः।
उक्षापमास्थितः संख्ये साक्षादिव शिवः स्वयम् ॥
]

`verse 19 [
पूर्वपक्षः सहस्राक्षः पितृराजस्तु दक्षिणः।
वरुणः पश्चिमं पक्षमुत्तरं नरवाहनः ॥
]

`verse 20 [
चतुर्षु युक्ताश्चत्वारो लोकपाला महाबलाः।
स्वासु दिक्षुस्वरक्षन्त तस्य देवबलस्य ते ॥
]

`verse 21 [
सूर्यः सप्ताश्वयुक्तेन रथेनामितगामिना।
श्रिया जाज्वल्यमानेन दीप्यमानैश्च रश्मिभिः ॥
]

`verse 22 [
उदयास्तग चक्रेण मेरुपर्वत गामिना।
त्रिदिवद्वारचक्रेण तपता लोकमव्ययम् ॥
]

`verse 23 [
सहस्ररश्मि युक्तेन भ्राजमानेन तेजसा।
चचार मध्ये लोकानां द्वादशात्मा दिनेश्वरः ॥
]

`verse 24 [
सोमः श्वेतहये भाति स्यन्दने शीत रश्मिवान्।
हिमवत्तोयपूर्णाभि र्भाभिराह्लादयञ्जगत् ॥
]

`verse 25 [
तमृक्षपूगानुगतं शिशिरांशुं द्विजेश्वरम्।
शशच्छायाङ्कित तनुं नैशस्य तमसः क्षयम् ॥
]

`verse 26 [
ज्योतिषामीश्वरं व्योम्नि रसानां रसदं प्रभुम्।
ओषधीनां सहस्राणां निधानममृतस्य च ॥
]

`verse 27 [
जगतः प्रथमं भागं सौम्यं सत्यमयं रथम्।
ददृशुर्दानवाः सोमं हिमप्रहरणं स्थितम् ॥
]

`verse 28 [
यः प्राणः सर्वभूतानां पञ्चधा भिद्यते नृषु।
सप्तधातुगतो लोकां स्त्रीन्दधार चचार च ॥
]

`verse 29 [
यमाहुरग्निकर्तारं सर्वप्रभवमीश्वरम्।
सप्तस्वरगतोयश्च नित्यङ्गीर्भिरुदीर्यते ॥
]

`verse 30 [
यं वदन्त्युत्तमं भूतं यं वदन्त्यशरीरिणम्।
यमाहुराकाशगमं शीघ्रगं शब्दयोगिनम् ॥
]

`verse 31 [
स वायुः सर्वभूतायुरुद्भूतः स्वेन तेजसा
ववौ प्रव्यथयन् दैत्यान् प्रतिलोमं स तोयदः ॥
]

`verse 32 [
मरुतो दिव्यगन्धर्वैर्विद्याधरगणैः सह।
चिक्रीडु रसिभिः शुभ्रै निर्मुक्तै रिव पन्नगैः ॥
]

`verse 33 [
सृजन्तः सर्पपतयस्तीव्र तोयमयं विषम्।
शरभूता दिवीन्द्राणाञ्चेरुर्व्यात्तानना दिवि ॥
]

`verse 34 [
पर्वतैश्च शिलाश्रृङ्गैः शतशश्चैव पादपैः।
उपतस्थुः सुरगणाः प्रहर्तुं दानवे बले ॥
]

`verse 35 [
यः सदेवो हृषीकेशः पद्मनाभस्त्रिविक्रमः।
युगान्ते कृष्णवर्णाभो विश्वस्य जगतः प्रभुः ॥
]

`verse 36 [
सर्वयोनिः स मधुहा हव्यभुक् क्रतुसंस्थितः।
भूम्यपो व्योमभूतात्मा श्यामः शान्तिकरोऽरिहा ॥
]

`verse 37 [
अरिघ्नममरादीनाञ्चक्रं गृह्य गदाधरः।
अर्कं नगादिवोद्यन्तमुद्यम्योत्तम तेजसा ॥
]

`verse 38 [
सव्येनालम्ब्य महतीं सर्वासुरविनाशिनीम्।
करेण कालीं वपुषा शत्रुकालप्रदाङ्गदाम् ॥
]

`verse 39 [
अन्यैर्भुजैः प्रदीप्ताभैर्भुजगारि ध्वजः प्रभुः।
दधारायुध जातानि शार्ङ्गादीनि महाबलः ॥
]

`verse 40 [
सकश्यपस्यात्मभुवं द्विजं भुजगभोजनम्।
पवनाधिकसम्पातं गगनक्षोभणं खगम् ॥
]

`verse 41 [
भुजगेन्द्रेण वदने निविष्टेन विराजितम्।
अमृतारम्भनिर्मुक्तं मन्दराद्रिमिवोच्छ्रितम् ॥
]

`verse 42 [
देवासुरविमर्देषु बहुशो दृढ़विक्रमम्।
महेन्द्रेणामृतस्यार्थे वज्रेण कृत लक्षणम् ॥
]

`verse 43 [
शिखिनं बलिनञ्चैव तप्त कुण्डल भूषणम्।
विचित्रपत्र वसनं धातुमन्तमिवाचलम् ॥
]

`verse 44 [
स्फीत क्रोडावलम्बेन शीतांशु समतेजसा।
भोगिभोगावसिक्तेन मणिरत्नेन भास्वता॥
]

`verse 45 [
पक्षाभ्याञ्चारुपत्राभ्यामावृत्य दिवि लीलया।
युगान्ते सेन्द्र चापाभ्यान्तोयदाभ्यमिवाम्बरम् ॥
]

`verse 46 [
नीललोहितपीताभिः पताकाभिरलङ्कृतम्।
केतुवेषप्रतिच्छन्नं महाकायनिकेतनम् ॥
]

`verse 47 [
अरुणावरजं श्रीमानारुह्य समरे विभुः।
सुवर्णस्वर्णवपुषा सुपर्णं खेचरोत्तमम् ॥
]

`verse 48 [
तमन्वयुर्देवगणा मुनयश्च समाहिताः।
गीर्भिः परममन्त्राभिस्तुष्टुवुश्च जनार्दनम् ॥
]

`verse 49 [
तद्वैश्रवण संश्लिष्टं वैवस्वत पुरःसरम्।
द्विजराजपतिक्षिप्तं देवराजविराजितम् ॥
]

`verse 50 [
चन्द्रप्रभाभिर्विपुलं युद्धाय समवर्तत।
स्वस्त्यस्तु देवेभ्य इति बृहस्पतिरभाषत॥
स्वस्त्यस्तु दानवानीके उशना वाक्यमाददे ॥
]
