`speaker [
मत्स्य उवाच
]

`verse 1 [
ताभ्यां बलाभ्यां संजज्ञे तुमुलो विग्रहस्तदा।
सुराणामसुराणाञ्च परस्पर जयैषिणाम् ॥
]

`verse 2 [
दानवा दैवतैः सार्द्धं नाना प्रहरणोद्यताः।
समीयुर्युध्यमाना वै पर्वता इव पर्वतैः ॥
]

`verse 3 [
तत् सुरासुरसंयुक्तं युद्धमत्यद्भुतं बभौ।
धर्माधर्मसमायुक्तं दर्पेण विनयेन च ॥
]

`verse 4 [
ततो रथैर्विप्रयुक्तैर्वारणैश्च प्रचोदितैः।
उत्पतद्भिश्च गगनमसिहस्तैः समन्ततः ॥
]

`verse 5 [
क्षिप्यमाणैश्च मुसलैः सम्पतद्भिश्च सायकैः।
चापैर्विस्फार्यमाणैश्च पात्यमानैश्च मुद्गरैः ॥
]

`verse 6 [
तद्युद्धमभवद् घोरं देवदानव सङ्कुलम्।
जगतस्त्रास जननं युगसंवर्तकोपमम् ॥
]

`verse 7 [
हस्तमुक्तैश्च परिघैर्विप्रयुक्तैश्च पर्वतैः।
दानवाः समरे जघ्नुर्देवानिन्द्र पुरोगमान् ॥
]

`verse 8 [
ते बध्यमाना बलिभिर्दानवैर्जयकाशिभिः।
विषण्णवदना देवा जग्मुरार्तिं परामृधे ॥
]

`verse 9 [
तेऽस्त्र शूल प्रमथिताः परिघैर्भिन्नमस्तकाः।
भिन्नोरस्का दितिसुतैर्वेमूरक्तं व्रणैर्बहु ॥
]

`verse 10 [
वेष्टिताः शरजालैश्च निर्यत्नाश्चासुरैः कृताः।
प्रविष्टा दानवीं मायान्न शेकुस्ते विचेष्टितुम् ॥
]

`verse 11 [
अस्तं गतमिवाभाति निष्प्राण सदृशाकृति।
बलं सुराणामसुरैर्निष्प्रयत्नायुधं कृतम् ॥
]

`verse 12 [
दैत्यचापच्युतान् घोरां श्छित्वा वज्रेण तांश्छरान्।
शक्रो दैत्यबलं घोरं विवेश बहुलोचनः ॥
]

`verse 13 [
स दैत्यप्रमुखान् हत्वा तद्दानव बलं महत्।
तामसेनास्त्रजालेन तमो भूतमथाकरोत् ॥
]

`verse 14 [
तेऽन्योन्यं नावबुध्यन्त देवानां वाहनानि च।
घोरेण तमसाविष्टाः पुरुहूतस्य तेजसा ॥
]

`verse 15 [
मायापाशैर्विमुक्तास्तु यत्नवन्तः सुरोत्तमाः।
वपूंषि दैत्यसिंहानाम् तमोभूतान्यपातयन् ॥
]

`verse 16 [
अपध्वस्ता विसंज्ञाश्च तमसा नीलवर्चसा।
पेतुस्ते दानवगणाश्छिन्नपक्षा इवाद्रयः ॥
]

`verse 17 [
तद्घनीभूतदैत्येन्द्रमन्धकार इवार्णवे।
दानवन्देवकदनन्तमोभूतमिवाभवत् ॥
]

`verse 18 [
तदासृजन्महामायां मयस्तां तामसीन्दहन्।
युगान्तोद्योतजननीं सृष्टामौर्वेण वह्निना ॥
]

`verse 19 [
सा ददाह ततः सर्वान् मायामयविकल्पिता।
दैत्याश्चादित्यवपुषः सद्य उत्तस्थुराहवे ॥
]

`verse 20 [
मायामौर्वीं समासाद्य दह्यमाना दिवौकसः।
भेजिरे चेन्द्रविषयं शीतांशुं सलिलप्रदम् ॥
]

`verse 21 [
ते दह्यमाना ह्यौर्वेण वह्निना नष्टचेतसः।
शशंसुर्वज्रिणं देवाः सन्तप्ताः शरणैषिणः ॥
]

`verse 22 [
सन्तप्ते मायया सैन्ये हन्यमाने च दानवैः।
चोदितो देवराजेन वरुणो वाक्यमब्रवीत् ॥
]

`verse 23 [
और्वो ब्रह्मर्षिजः शक्र! तपस्तेपे सुदारुणम्।
और्वः स पूर्वतेजस्वी सदृशो ब्रह्मणो गुणैः ॥
]

`verse 24 [
तं तपन्तमिवादित्यं तपसा जगदव्ययम्।
उपतस्थुर्मुनिगणा दिव्या देवर्षिभिः सहः ॥
]

`verse 25 [
हिरण्यकशिपुञ्चैव दानवो दानवेश्वरः।
ऋषिं विज्ञापयामासुः पुरा परम तेजसम् ॥
]

`verse 26 [
ऊचुर्ब्रह्मर्षयस्तं तु वचनं धर्मसंहितम्।
ऋषिवंशेषु भगवं श्छिन्नमूलमिदं पदम् ॥
]

`verse 27 [
एकस्त्वमनपत्यश्च गोत्रायान्यो न वर्तते।
कौमारं व्रतमास्थाय क्लेशमेवानुवर्त्तसे॥
]

`verse 28 [
बहूनि विप्र! गोत्राणि मुनीनां भावितात्मनाम्।
एकदेहानि तिष्ठन्ति विविक्तानि विना प्रजाः ॥
]

`verse 29 [
एवमुच्छिन्नमूलैश्च पुत्रैर्नो नास्ति कारणम्
भवांस्तु तपसा श्रेष्ठो प्रजापतिसमद्युतिः ॥
]

`verse 30 [
तत्र वर्तस्व वंशाय वर्द्धयात्मानमात्मना।
त्वया धर्मोऽर्जितस्तेन द्वितीयाङ्कुरु वै तनुम् ॥
]

`verse 31 [
स एवमुक्तो मुनिभिर्ह्यौर्वो मर्मसु ताडितः।
जगर्हे तान् ऋषिगणान् वचनं चेदमब्रवीत् ॥
]

`verse 32 [
यथायं विहितो धर्मो मुनीनां शाश्वतस्तु सः।
आर्षं वै सेवतः कर्म वन्यमूल फलाशिनः ॥
]

`verse 33 [
ब्रह्मयोनौ प्रसूतस्य ब्राह्मणस्यात्मदर्शिनः।
ब्रह्मचर्यं सुचरितं ब्रह्माणमपि चालयेत् ॥
]

`verse 34 [
जनानां वृत्तयस्तिस्रो यद् गृहाश्रम वासिनाम्।
अस्माकन्तु वरं वृत्तिर्वनाश्रम निवासिनाम् ॥
]

`verse 35 [
अब्भक्षा वायुभक्षाश्च दन्तोलूखलिनस्तथा।
अश्मकुट्टा दश तथा पञ्चातपसहाश्च ये ॥
]

`verse 36 [
एते तपसि तिष्ठन्ति व्रतैरपि सुदुष्करैः।
ब्रह्मचर्यं पुरस्कृत्य प्रार्थयन्ति पराङ्गतिम् ॥
]

`verse 37 [
ब्रह्मचर्याद् ब्राह्मणस्य ब्राह्मणत्वं विधीयते।
एवमाहुः परे लोके ब्रह्मचर्य विदो जनाः ॥
]

`verse 38 [
ब्रह्मचर्ये स्थितं धैर्यं ब्रह्मचर्ये स्थितं तपः।
ये स्थिता ब्रह्मचर्येषु ब्राह्मणा दिवि संस्थिता ॥
]

`verse 39 [
नास्ति योगं विना सिद्धिर्न वा सिद्धिं विना यशः।
नास्ति लोके यशो मूलं ब्रह्मचर्यात् परन्तपः ॥
]

`verse 40 [
यो निगृह्येन्द्रियग्रामं भूतग्रामं च पञ्चकम्।
ब्रह्मचर्यं समाधत्ते किमतः परमं तपः ॥
]

`verse 41 [
अयोगे केशधरणमसङ्कल्प व्रतक्रिया।
अब्रह्मचर्ये चर्या च त्रयं स्याद् दम्भसंज्ञकम् ॥
]

`verse 42 [
क्व दाराः क्व च संयोगः क्व च भाव विपर्ययः।
नन्वियं ब्रह्मणा सृष्टा मनसा मानसी प्रजा ॥
]

`verse 43 [
यद्यस्ति तपसो वीर्यं युष्माकं विदितात्मनाम्।
सृजध्वं मानसान् पुत्रान् प्राजापत्येन कर्मणा ॥
]

`verse 44 [
मनसा निर्मिता योनिराधातव्या तपस्विभिः।
न दारयोगे बीजं वा व्रतमुक्तं तपस्विनाम् ॥
]

`verse 45 [
यदिदं लुप्तधर्मार्थं युष्माभिरिह निर्भयैः।
व्याहृतं सद्भिरत्यर्थमसद्भिरिव मे मतम् ॥
]

`verse 46 [
वपुर्दीप्तान्तरात्मानमेतत् कृत्वा मनोमयम्।
दारयोगं विना स्रक्ष्ये पुत्रमात्म तनूरुहम् ॥
]

`verse 47 [
एवमात्मानमात्मा मे द्वितीयं जनयिष्यति।
वन्येनानेन विधिना दिधिक्षन्तमिव प्रजाः ॥
]

`verse 48 [
और्वस्तु तपसाविष्टो निवेश्योरुं हुताशने।
ममन्थैकेन दर्भेण सुतस्य प्रभवारणिम् ॥
]

`verse 49 [
तस्योरुं सहसा भित्वा ज्वालामाली ह्यनिन्धनः।
जगतो दहनाकाङ्क्षी पुत्रोऽग्निः समपद्यत ॥
]

`verse 50 [
ऊर्वस्योरुं विनिर्भिद्य और्वो नामान्तकोऽनलः।
दिघक्षन्निव लोकांस्त्रीञ्जज्ञे परमकोपनः ॥
]

`verse 51 [
उत्पन्नमात्रश्चोवाच पितरं श्लक्ष्णया गिरा।
क्षुधामे बाधते तात! जगद् भक्ष्ये त्यजस्व माम् ॥
]

`verse 52 [
त्रिदिवारोहिभिर्ज्वालैर्जृम्भमाणो दिशो दश।
निर्दयन् सर्वभूतानि ववृधे सोऽन्तकोऽनलः ॥
]

`verse 53 [
एतस्मिन्नन्तरे ब्रह्मा मुनिपूर्वं सभाजयन्।
उवाच वार्यतां पुत्रो जगतश्च दयाङ्कुरु ॥
]

`verse 54 [
अस्यापत्यस्य ते विप्र! करिष्ये स्थानमुत्तमम्।
तथ्यमेतद्वचः पुत्र! श्रुणु त्वं वदताम्वरः ॥
]

`speaker [
ऊर्व उवाच
]

`verse 55 [
धन्योऽस्म्यनुगृहीतोऽस्मि यन्मेऽद्य भगवांच्छिशोः।
मतिमेतां ददातीह परमानुग्रहाय वै ॥
]

`verse 56 [
प्रभातकाले संप्राप्ते काङ्क्षितव्ये समागमे।
भगवन्! तर्पितः पुत्रः कैर्हव्यैः प्राप्स्यते सुखम् ॥
]

`verse 57 [
कुत्र चास्य निवासः स्याद् भोजनं वा किमात्मकम्।
विधास्यतीह भगवान् वीर्य तुल्यं महौजसः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 58 [
वडवामुखेऽस्य वसतिः समुद्रे वै भविष्यति।
मम योनिर्जलं विप्र!तस्य पीतवतः सुखम् ॥
]

`verse 59 [
यत्राहमास नियतं पिबन् वारिमयं हविः।
तद्धविस्तव पुत्रस्य विसृजाम्यालयञ्च तत् ॥
]

`verse 60 [
ततो युगान्ते भूतानामेष चाहञ्च पुत्रक!।
सहितौ विचरिष्यावो निष्पुत्राणामृणापहः॥
]

`verse 61 [
एषोऽग्निरन्तकाले तु सलिलाशी मया कृतः।
दहनः सर्वभूतानां सदेवासुर रक्षसाम् ॥
]

`verse 62 [
एवमस्त्वितितं सोऽग्निः संवृतज्वाल मण्डलः।
प्रविवेशार्णवमुखं प्रक्षिप्य पितरि प्रभाम् ॥
]

`verse 63 [
प्रतियातस्ततो ब्रह्मा ये च सर्वे महर्षयः।
ऊर्वस्याग्ने प्रभां ज्ञात्वा स्वां स्वाङ्गतिमुपाश्रिताः ॥
]

`verse 64 [
हिरण्यकशिपुर्दृष्ट्वा तदा तन्महदद्भुतम्।
ऊच्चैः प्रणतसर्वाङ्गो वाक्यमेतदुवाच ह ॥
]

`verse 65 [
भगवन्नद्भुतमिदं संवृत्तं लोकसाक्षिकम्।
तपसा ते मुनिश्रेष्ठ! परितुष्टः पितामहः ॥
]

`verse 66 [
अहन्तु तव पुत्रस्य तव चैव महाव्रत!।
भृत्य इत्यवगन्तव्यः साध्यो यदिह कर्मणा ॥
]

`verse 67 [
तन्मां पश्य समापन्नं तवैवाराधने रतम्।
यदि सीदे मुनिश्रेष्ठ! तवैव स्यात् पराजयः ॥
]

`speaker [
ऊर्व उवाच
]

`verse 68 [
धन्योऽस्म्यनुगृहीतोऽस्मि यस्यतेऽहं गुरुःस्थितः।
नास्ति मे तपसानेन भयमद्येह सुव्रत! ॥
]

`verse 69 [
तामेव मायां गृह्णीष्व मम पुत्रेण निर्मिताम्।
निरिन्धनामग्निमयीन्दुर्धर्षां पावकैरपि ॥
]

`verse 70 [
एषा ते स्वस्य वंशस्य वशगारि विनिग्रहे।
संरक्षत्यात्मपक्षञ्च विपक्षञ्च प्रधर्षति ॥
]

`verse 71 [
एवमस्त्विति तां प्रणम्य मुनिपुङ्गवम्।
जगाम त्रिदिवं हृष्टः कृतार्थो दानवेश्वरः ॥
]

`verse 72 [
एषा दुर्विषहा माया देवैरपि दुरासदा।
और्वेण निर्मिता पूर्वं पावकेनोर्व सूनुना ॥
]

`verse 73 [
तस्मिंस्तु व्युत्थिते दैत्ये निर्वीर्यैषा न संशयः।
शापोह्यस्याः पुरा दत्तो सृष्टा येनैव तेजसा ॥
]

`verse 74 [
यद्येषा प्रतिहन्तव्या कर्त्तव्यो भगवान् सुखी।
दीयतां मे सखा शक्र! तोय योनिर्निशाकरः ॥
]
