`speaker [
मत्स्य उवाच
]

`verse 1 [
एवमस्त्विति संहृष्टः शक्रस्त्रिदशवर्धनः।
सन्दिदेशाग्रतः सोमं युद्धाय शिशिरायुधम् ॥
]

`verse 2 [
गच्छ सोम! सहायत्वं कुरुपाशधरस्य वै।
असुराणां विनाशाय जयार्थञ्च दिवौकसाम् ॥
]

`verse 3 [
त्वं मत्तः प्रतिवीर्यश्च ज्योतिषाञ्चेश्वरेश्वरः।
त्वन्मयं सर्वलोकेषु रसं रसविदो विदुः॥
]

`verse 4 [
क्षयवृद्धी तव व्यक्ते सागरस्येव मण्डले।
परिवर्त्तस्यहोरात्रं कालं जगति योजयन्॥
]

`verse 5 [
लोकच्छायामयः लक्ष्म तवाङ्कः शशसन्निभः।
न विदुः सोमदेवापि ये च नक्षत्रयोनयः ॥
]

`verse 6 [
त्वमादित्यपथादूर्ध्वं ज्योतिषां चोपरि स्थितः।
तमः प्रोत्सार्य सहसा भासयस्यखिलं जगत् ॥
]

`verse 7 [
अधिकृत्कालयोगात्मा इष्टो यज्ञस्य सोऽव्ययः।
औषधीशः क्रियायोनिरब्जयोनिरनुष्णभाः ॥
]

`verse 8 [
शीतांशुरमृताधार श्चपलः श्वेतवाहनः।
त्वं कान्तिः कान्तिवपुषा त्वं सोमः सोमपायिनाम् ॥
]

`verse 9 [
सौम्यस्त्वं सर्वभूतानां तिमिरघ्नस्त्वमृक्षराट्।
तद्गच्छत्वं महासेन! वरुणेन वरूथिना
शमयत्वासुरीं मायां यया दह्याम संयुगे ॥
]

`speaker [
सोम उवाच
]

`verse 10 [
यन्मां वदसि युद्धार्थे देवराज! वरप्रद!।
एवं वर्षामि शिशिरन्दैत्यमायापकर्षणम् ॥
]

`verse 11 [
एतान् मच्छीतनिर्दग्धान् पश्य स्वहिमवेष्टितान्।
विमायान् विमदांश्चैव दैत्यसिंहान्महाहवे ॥
]

`verse 12 [
तेषां हिमकरोत्सृष्टाः सपाशा हिमवृष्टयः।
वेष्टयन्तिस्म तान् घोरान्दैत्यान् मेघगणा इव ॥
]

`verse 13 [
तौ पाशशीतांशुधरौ वरुणेन्दू महाबलौ।
जघ्नतुर्हिमपातैश्च पाशपातैश्च दानवान् ॥
]

`verse 14 [
द्वावम्बुनाथौ समरे तौ पाश हिमयोधिनौ।
मृधे चेरतुरम्भोभिः क्षुब्धाविव महार्णवौ ॥
]

`verse 15 [
ताभ्यामाप्लावितं सैन्यं तद्दानवमदृश्यत।
शमयामासतुर्मायां देवौ दैत्येन्द्र निर्मिताम् ॥
]

`verse 16 [
शीतांशुजालनिर्दग्धाः पाशैश्च स्पन्दिता रणे।
न शेकुश्चलितुं दैत्या विशिरस्का इवाद्रयः ॥
]

`verse 17 [
शीतांशु निहतास्ते तु दैत्यास्तोय हिमार्दिताः।
हिमाप्लावित सर्वाङ्गा निरूष्माण इवाग्नयः ॥
]

`verse 18 [
तेषान्तु दिवि दैत्यानां विपरीत प्रभाणि वै।
विमाननि विचित्राणि प्रपतन्त्युत्पतन्ति च ॥
]

`verse 19 [
तान् पाशहस्तग्रथितां श्छादितां श्छीतरश्मिभिः।
मयो ददर्श मायावी दानवान्दिवि दानवः ॥
]

`verse 20 [
स शिलाजालविततां खङ्गचर्माट्ट हासिनीम्।
पादपोत्कटकूटाग्रां कन्दराकीर्ण काननाम् ॥
]

`verse 21 [
स शिलाजालविततां खङ्गचर्माट्टहासिनीम्।
पादपोत्कटकूटाग्रां कन्दराकीर्ण काननाम् ॥
]

`verse 22 [
सिंहव्याघ्रगणाकीर्णां नदद्भिर्गज यूथपैः।
ईहामृगगणाकीर्णां पवनाघूर्णितद्रुमाम् ॥
]

`verse 23 [
निर्मितां स्वेन यत्नेन कूजितां दिवि कामगाम्।
प्रथितां पार्वतीमायामसृजत्ससमन्ततः ॥
]

`verse 24 [
सासिशब्दैः शिलावर्षैः सम्पतद्भिश्च पादपैः।
जघान देवसङ्घांश्च दानवांश्चाप्यजीवयत् ॥
]

`verse 25 [
नैशाकरी वारुणी च मायेऽन्तर्दधतुस्ततः।
असिभिश्चायसगणै किरन् देवगणान् रणे ॥
]

`verse 26 [
शाश्मयन्त्रायुध घना द्रुमपर्वतसङ्कटा।
अभवत् घोरसञ्चार्या पृथिवी पर्वतैरिव ॥
]

`verse 27 [
अश्मना प्रहताः केचित् शिलाभिः शकलीकृताः।
नानिरुद्धो द्रुमगणै देवोऽदृश्यत कश्चन ॥
]

`verse 28 [
तदपध्वस्त धनुषं भग्न प्रहरणाविलम्।
निष्प्रयत्नं सुरानीकं वर्जयित्वा गदाधरम् ॥
]

`verse 29 [
स हि युद्धगतः श्रीमानीशानोऽश्म व्यकम्पत।
सहिष्णुत्वाज्जगत्स्वामी न चुक्रोध गदाधरः ॥
]

`verse 30 [
कालज्ञः कालमेघाभः समीक्षत् कालमाहवे।
देवासुरविमर्दन्तु द्रष्टुकामस्तदा हरिः ॥
]

`verse 31 [
ततो भगवता दृष्टौ रणे पावकमारूतौ।
चोदितौ विष्णुवाक्येन तौ मायामपकर्षताम् ॥
]

`verse 32 [
ताभ्यामुद्भ्रान्त वेगाभ्यां प्रवृद्धाभ्यां महाहवे।
दग्धा सा पार्वती माया भस्मीभूता ननाश ह ॥
]

`verse 33 [
सोऽनिलोऽनलसंयुक्तः सोऽनलश्चानिलाकुलः।
दैत्यसेनां ददहतुर्युगान्तेष्विवमूर्च्छितौ ॥
]

`verse 34 [
वायुः प्रधावितस्तत्र पश्चादग्निस्तु मारुतम्।
चेरतुर्दानवानीके क्रीडन्तावनिलानलौ॥
]

`verse 35 [
भस्मावयवभूतेषु प्रपतत्सूत्पतत्सु च।
दानवानां विमानेषु निपतत्सु समन्ततः ॥
]

`verse 36 [
वातस्कन्धापविद्धेषु कृतकर्म्मणि पावके।
मया वधे निवृत्ते तु स्तूयमाने गदाधरे ॥
]

`verse 37 [
निष्प्रयत्नेषु दैत्येषु त्रैलोक्ये मुक्तबन्धने।
संप्रहृष्टेषु देवेषु साधु साध्विति सर्वशः ॥
]

`verse 38 [
जये दशशताक्षस्य दैत्यानाञ्च पराजये।
दिक्षु सर्वासु शुद्धासु प्रवृत्ते धर्म्मविस्तरे ॥
]

`verse 39 [
अपावृते चन्द्रमसि स्वस्थानस्थे दिवाकरे।
प्रकृतिस्थेषु लोकेषु त्रिषु चारित्रबन्धुषु॥
]

`verse 40 [
यजमानेषु भूतेषु प्रशान्तेषु च पाप्मसु।
अभिन्नबन्धेन मृत्यौ हूयमाने हुताशने ॥
]

`verse 41 [
यज्ञशोभिषु देवेषु स्वर्गार्थं दर्शयत्सु च।
लोकपालेषु सर्वेषु दिक्षु संयानवर्तिषु ॥
]

`verse 42 [
भावे तपसि सिद्धानामभावे पापकर्म्मणाम्।
देवपक्षे प्रमुदिते दैत्यपक्षे विषीदति ॥
]

`verse 43 [
त्रिपादविग्रहे धर्मे अधर्मे पादविग्रहे।
अपावृत्ते महाद्वारे वर्त्तमाने च सत्पथे ॥
]

`verse 44 [
लोके प्रवृत्ते धर्मेषु सुधर्मेष्वाश्रमेषु च।
प्रजारक्षणयुक्तेषु भ्राजमानेषु राजसु ॥
]

`verse 45 [
प्रशान्तकल्मषे लोके शान्ते तमसि दानवे।
अग्निमारुतयोस्तत्र वृत्ते संग्राम कर्म्मणि ॥
]

`verse 46 [
तन्मया विपुला लोकास्ताभ्यां तज्जय कृत्क्रिया।
पूर्वदेवभयं श्रुत्वा मारुताग्नि कृतं महत् ॥
]

`verse 47 [
कालनेमीति विख्यातो दानवः प्रत्यदृश्यत।
भास्कराकारमुकुटः शिञ्जिता भरणाङ्गदः ॥
]

`verse 48 [
बाहुभिस्तुलयन् व्योम क्षिपन् पद्भ्यां महीधरान्।
ईरयन्मुखनिश्वासैर्वृष्टियुक्तान् बलाहकान् ॥
]

`verse 49 [
तिर्यगायतरक्ताक्षं मन्दरोदग्र वर्चसम्।
दिधक्षन्तमिवायान्तं सर्वान् देवगणान् मृधे ॥
]

`verse 50 [
तर्जयन्तं सुरगणां श्छादयन्तं दिशो दश।
संवर्तकाले तृषितं दृष्टं मृत्युमिवोत्थितम् ॥
]

`verse 51 [
सुतलेनोच्छ्रयवता विपुलाङ्गुलि पर्वणा।
लम्बाभरणपूर्णेन किञ्चिच्चलित कर्म्मणा ॥
]

`verse 52 [
उच्छ्रितेनाग्रहस्तेन दक्षिणेन वपुष्मता।
दानवान् देवनिहतानुत्तिष्ठध्वमिति ब्रुवन् ॥
]

`verse 53 [
तं कालनेमिं समरे द्विषतां कालचेष्टितम्।
वीक्षन्ते स्म सुराः सर्वे भयवित्रस्तलोचनाः ॥
]

`verse 54 [
तं वीक्षन्तिस्म भूतानि क्रमन्तं कालनेमिनम्।
त्रिविक्रमाधिकमतं नारायणमिवापरम् ॥
]

`verse 55 [
सोऽत्युच्छ्रयपुरः पादमारुता घूर्णिताम्बरः।
प्रक्रामन्नसुरो युद्धे त्रासयामास देवताः ॥
]

`verse 56 [
समयेनासुरेन्द्रेण परिष्वक्तस्ततो रणे।
कालनेमिर्बभौ दैत्यः स विष्णुरिव मन्दरः ॥
]

`verse 57 [
अथ विव्यथिरे देवाः सर्वे शक्रपुरोगमा।
कालनेमिं समायान्तं दृष्ट्वा कालमिवापरम्॥
]
