`speaker [
मत्स्य उवाच
]

`verse 1 [
दानवानामनीकेषु कालनेमिर्महासुरः।
विवर्द्धितमहातेजास्तपान्ते जलदो यथा ॥
]

`verse 2 [
तं त्रैलोक्यान्तरगतं दृष्ट्वा ते दानवेश्वराः।
उत्तस्थुरपरिश्रान्ताः पीत्वामृतमनुत्तमम् ॥
]

`verse 3 [
ते वीतभयसन्त्रासा मयतारपुरोगमाः।
तारकामयसंग्रामे सततं जितकाशिनः ॥
]

`verse 4 [
रेजुरायोधनगता दानवाः युद्धकाङ्क्षिणः।
मन्त्रमभ्यसतान्तेषां व्यूहञ्च परिधावताम्॥
]

`verse 5 [
प्रेक्षताञ्चाभवत् प्रीतिर्दानवं कालनेमिनम्।
ये तु तत्र मयस्यासन् मुख्या युद्धपुरःसराः ॥
]

`verse 6 [
ते तु सर्वे भयन्त्यक्त्वा हृष्टा योद्धुमुपस्थिताः।
मयस्तारो वराहश्च हयग्रीवश्च वीर्यवान् ॥
]

`verse 7 [
विप्रचित्तिसुतः श्वेनः खरलम्बावुभावपि।
अरिष्टो बलिपुत्रश्च किशोराख्यस्तथैव च ॥
]

`verse 8 [
स्वर्भानुश्चामर प्रख्यो वक्त्रयोधी महासुरः।
एतेऽस्त्रवेदिनः सर्वे सर्वे तपसि सुस्थिताः ॥
]

`verse 9 [
दानवाः कृतिनो जग्मुः कालनेमिं तमुद्धतम्।
ते गदाभिर्भुशुण्डीभिश्चक्रैरथ परश्वधैः ॥
]

`verse 10 [
कालकल्पैश्च मुसलैः क्षेपणीयैश्च मुद्गरैः।
अश्मभिश्चाद्रिसदृशैः गण्डशैलैश्च दारुणैः ॥
]

`verse 11 [
पट्टिशैर्भिन्दिपालैश्च परिघैश्चोत्तमायसैः।
घातनीभिः सुगुर्वीभिः शतघ्नीभिस्तथैव च ॥
]

`verse 12 [
युगैर्यन्त्रैश्च निर्मुक्तैर्मार्गणैरुग्रताडितैः।
दौर्भिश्चायतदीप्तैश्च प्रासैः पाशैश्च मूर्च्छनैः ॥
]

`verse 13 [
भुजङ्गवक्त्रैर्लेलिहानैर्विसर्पद्भिश्च सायकैः।
वज्रैः प्रहरणीयैश्च दीव्यमानैश्च तोमरैः ॥
]

`verse 14 [
विकोशैरसिभिस्तीक्ष्णैः शूलैश्च शितनिर्मलैः।
दैत्याः संदीप्तमनसः प्रगृहीतशरासनाः ॥
]

`verse 15 [
ततः पुरस्कृत्य तदा कालनेमिं महाहवे।
सा दीप्तशस्तप्रवरा दैत्यानां रुरुचे चमूः ॥
]

`verse 16 [
द्यौर्निमीलितसर्वाङ्ग घना नीलाम्बुदागमे।
देवतानामपि चमूः मुमुदे शक्रपालिता ॥
]

`verse 17 [
उपेता सितकृष्णाभ्यां ताराभ्यां चन्द्रसूर्ययोः।
वायुवेगवती सौम्या तारागणपताकिनी ॥
]

`verse 18 [
तोयदाविद्धवसना ग्रहनक्षत्रहासिनी।
यमेन्द्रवरुणैर्गुप्ता धनदेव च धीमता ॥
]

`verse 19 [
सम्प्रदीप्ताग्नि नयना नारायण परायणा।
सा समुद्रौघसदृशी दिव्या देवमहाचमूः ॥
]

`verse 20 [
रराजास्त्रवती भीमा यक्षगन्धर्व शालिनी।
तयोश्चम्वोस्तदानीन्तु बभूव स समागमः ॥
]

`verse 21 [
द्यावापृथिव्योः संयोगो यथा स्याद्युगपर्यये।
तद्युद्धमभवद् घोरं देवदानवसङ्कलम् ॥
]

`verse 22 [
क्षमा पराक्रमपरं दर्पस्य विनयस्य च।
निश्चक्रमुर्बलाभ्यान्तु भीमास्तत्र सुरासुराः ॥
]

`verse 23 [
पूर्वा पराभ्यां संरब्धाः सागराभ्यामिवाम्बुदाः।
ताभ्यां बलाभ्यां संदृष्टाश्चेरुस्ते देवदानवाः ॥
]

`verse 24 [
वनाभ्यां पार्वतीयाभ्यां पुष्पिताभ्यां यथा गजाः।
समाजघ्नुस्ततोभेरीः शङ्खान्दध्मुरनेकशः ॥
]

`verse 25 [
स शब्दोद्यां भुवं खञ्च दिशश्च समपूरयत्।
ज्याघात तलनिर्घोषो धनुषां कूजितानि च ॥
]

`verse 26 [
दुन्दुभीनाञ्च निनदो दैत्यमन्तर्दधुः स्वनम्।
तेऽन्योन्यमभिसम्पेतुः पातयन्तः परस्परम् ॥
]

`verse 27 [
बभञ्जुर्बाहुभिर्बाहून् द्वन्द्वमन्ये युयुत्सवः।
देवास्तु चाशनिं घोरं परिघांश्चोत्तमायसान् ॥
]

`verse 28 [
निस्त्रिंशान् ससृजुः संख्ये गदागुर्वीश्च दानवाः।
गदानिपातैर्भग्नाङ्गा बाणैश्च शकलीकृताः ॥
]

`verse 29 [
परिपेतुर्भृशं केचित् पुनः केचित्तु जघ्निरे।
ततो रथैः सतुरगैः र्विमानैश्चाशुगामिभिः ॥
]

`verse 30 [
समीयुस्ते सुसंरब्धा रोषादन्योन्यमाहवे।
संवर्तमानाः समरे सन्दष्टौष्ठ पुटाननाः ॥
]

`verse 31 [
रथारथैर्निरुध्यन्ते पादाताश्च पदातिभिः।
तेषां रथानान्तुमुलः स शब्दः शब्दवाहिनाम् ॥
]

`verse 32 [
नभोनभश्च हि यथा नभस्यैर्जलदस्वनैः।
बभञ्जुस्तु रथान् केचित् केचित् सम्पाटितारथैः ॥
]

`verse 33 [
सम्बाधमन्ये सम्प्राप्य न शेकुश्चलितुं रथान्।
अन्योन्यमन्ये समरे दोर्भ्यामुत्क्षिप्य दंशिताः ॥
]

`verse 34 [
संह्रादमानाभरणा जघ्नुस्तत्रापि चर्मिणः।
अस्त्रैरन्ये विनिर्भिन्ना वेमू रक्तं हतायुधि॥
]

`verse 35 [
क्षरज्जलानां सदृशाः जलदानां समागमे।
तैरस्त्रशस्त्रग्रथितं क्षिप्तोत्क्षिप्तगदाविलम् ॥
]

`verse 36 [
देवदानव संक्षुब्धं सङ्कुलं युद्धमाबभौ।
तद्दानव महामेघं देवायुध विराजितम् ॥
]

`verse 37 [
अन्योन्यबाणवर्षेण युद्धदुर्दिनमाबभौ।
एतस्मिन्नन्तरे क्रुद्धः कालनेमिः स दानवः ॥
]

`verse 38 [
व्यवर्धत समुद्रौघैः पूर्यमाण इवाम्बुदः।
तस्य विद्युच्चलापीडैः प्रदीप्त शनिवर्षिणः ॥
]

`verse 39 [
गात्रैर्नागगिरिप्रख्या विनिपेतुर्बलाहकाः
क्रोधान्निश्वसतस्तस्य भ्रूभेद स्वेदवर्षिणः ॥
]

`verse 40 [
साग्निस्फुलिङ्गप्रतता मुखान्निष्पेतुरर्चिषः।
तिर्यगूर्ध्वञ्च गगने ववृधुस्तस्य बाहवः॥
]

`verse 41 [
पर्वतादिव निष्क्रान्ताः पञ्चास्या इव पन्नगाः।
सोऽस्त्रजालैर्बहुविधैर्धनुभिः परिघैरपि ॥
]

`verse 42 [
दिव्यमाकाशमावव्रे पर्वतैरुच्छ्रितैरिव।
सोऽनिलोद्धूतवसनस्तस्थौ संग्रामलालसः ॥
]

`verse 43 [
सन्ध्या तपग्रस्तशिलः साक्षान्मेरुरिवाचलः।
ऊरुवेग प्रमथितैः शैलश्रृङ्गाग्र पादपैः ॥
]

`verse 44 [
अपातयद् देवगणान् वज्रेणेव महागिरीन्।
बहुभिः शस्त्रनिस्त्रिंश्छिन्नभिन्न शिरोरुहाः ॥
]

`verse 45 [
न शेकुश्चलितुं देवाः कालनेमिहता युधि।
मुष्टिभिर्निहताः केचित् केचित्तु विदलीकृताः ॥
]

`verse 46 [
यक्षगन्धर्व पतयः पेतुः सह महोरगैः।
तेन वित्रासिता देवाः समरे कालनेमिना ॥
]

`verse 47 [
न शेकुर्यत्नवन्तोऽपि यत्नं कर्तुं विचेतसः।
तेन शक्रः सहस्राक्षः स्पन्दितः शरबन्धनैः ॥
]

`verse 48 [
ऐरावतगतः संख्ये चलितुं न शशाक ह।
निर्जलाम्भोद सदृशो निर्जलार्णव सप्रभः ॥
]

`verse 49 [
निर्व्यापारः कृतस्तेन विपाशो वरुणो मृधे।
रणो वैश्रवणस्तेन परिघैः कामरूपिणा॥
]

`verse 50 [
वित्तदोऽपि कृतः संख्ये निर्जितः कालनेमिना।
यमः सर्वहरस्तेन मृत्युप्रहरणे रणे ॥
]

`verse 51 [
याम्यामवस्थां सन्त्यज्य भीतः स्वन्दिशमाविशत्।
स लोकपालानुत्सार्य कृत्वा तेषाञ्च कर्म्म तत् ॥
]

`verse 52 [
दिक्षु सर्वासु देहं स्वं चतुर्धा विदधे तदा।
स नक्षत्र पथड्गत्वा दिव्यं स्वर्भानुदर्शनम् ॥
]

`verse 53 [
जहार लक्ष्मीं सोमस्य तं चास्य विषयं महत्।
चालयामास दीप्ताशं स्वर्गद्वारात् स भास्करम् ॥
]

`verse 54 [
सायनञ्चास्य विषयं जहार दिनकर्म्म च।
सोऽग्ने देवमुखं दृष्ट्वा चकारात्म मुखाश्रयम् ॥
]

`verse 55 [
वायुञ्च तरसा जित्वा चकारात्म वशानुगम्।
स समुद्रान् समानीय सर्वाश्च सरितो बलात् ॥
]

`verse 56 [
चकारात्ममुखे वीर्याद्देहभूताश्च सिन्धवः।
अपः स्ववशगाः कृत्वा दिविजा याश्च भूमिजाः ॥
]

`verse 57 [
स स्वयम्भुवि वा भाति महाभूत पतिर्यथा।
सर्वलोकमयो दैत्यः सर्वभूत भयावहः ॥
]

`verse 58 [
स लोकपालैकवपुश्चन्द्रादित्य ग्रहात्मवान्।
स्तापयामास जगतीं सुगुप्तां धरणीधरैः ॥
]

`verse 59 [
पावकानिलसम्पातो रराज युधि दानवः।
पारमेष्ठ्ये स्थितः स्थाने लोकानां प्रभवोपमे ।
तं तुष्टुवुर्दैत्यगणा देवा इव पितामहम् ॥
]
