`verse 1 [
कालनेमिना सह विष्णुयुद्धम्
मत्स्य उवाच।
पञ्च तन्नाभ्यवर्तन्त विपरीतेन कर्म्मणा।
वेदो धर्म्मः क्षमा सत्यं श्रीश्च नारायणाश्रया ॥
]

`verse 2 [
स तेषामनुपस्थानात् सक्रोधो दानवेश्वरः।
वैष्णवं पदमन्विच्छन् ययौ नारायणान्तिकम् ॥
]

`verse 3 [
स ददर्श सुपर्णस्थं शङ्ख चक्रगदाधरम्।
दानवानां विनाशाय भ्रामयन्तं गदां शुभाम्॥
]

`verse 4 [
सजलाम्भोद सदृशं विद्युत्सदृश वाससम्।
स्वारूढं स्वर्णपक्षाढ्यं शिखिनं काश्यपं खगम् ॥
]

`verse 5 [
दृष्ट्वा दैत्यविनाशाय रणे स्वस्थमवस्थितम्।
दानवो विष्णुमक्षोभ्यं बभाषे लुब्ध मानसः ॥
]

`verse 6 [
अयं स रिपुरस्माकं पूर्वेषां प्राणनाशनः।
अर्णवावासिनश्चैव मधोर्वै कैटभस्य च ॥
]

`verse 7 [
अयं स विग्रहोऽस्माकमशाम्यः किल कथ्यते।
अनेन संयुगेष्वद्य दानवा बहवो हताः ॥
]

`verse 8 [
अयं स निर्घृणो लोके स्त्री बाल निरपत्रपः।
येन दानवनारीणां सीमन्तोद्धरणं कृतम् ॥
]

`verse 9 [
अयं सविष्णुर्देवानां वैकुण्ठश्च दिवैकसाम्।
अनन्तो भोगिनामप्सु स्वपन्नाद्यः स्वयम्भुवः ॥
]

`verse 10 [
अयं स नाथो देवानामस्माकं व्यथितात्मनाम्।
अस्य क्रोधं समासाद्य हिरण्यकशिपुर्हतः ॥
]

`verse 11 [
अस्य च्छायामुपाश्रित्य देवा मखमुखे श्रिताः।
आज्यं महर्षिभिर्दत्तमश्नुवन्ति त्रिधा हुतम् ॥
]

`verse 12 [
अयं स निधने हेतुः सर्वेषाममरद्विषाम्।
यस्य चक्रे प्रविष्टानि कुलान्यस्माकमाहवे ॥
]

`verse 13 [
अयं स किल युद्धेषु सुरार्थे त्यक्तजीवितः।
सवितुस्तेजसा तुल्यं चक्रं क्षिपति शत्रुषु ॥
]

`verse 14 [
अयं स कालो दैत्यानां कालभूतः समास्थितः।
अतिक्रान्तस्य कालस्य फलं प्राप्स्यति केशवः ॥
]

`verse 15 [
दिष्ट्येदानीं समक्षं मे विष्णुरेष समागतः।
अद्य मद्बाहु निष्पिष्टो मामेव प्रणमिष्यति ॥
]

`verse 16 [
यास्याम्यपचितिं दिष्ट्या पूर्वेषामद्य संयुगे।
इमं नारायणं हत्वा दानवानां भयावहम् ॥
]

`verse 17 [
क्षिप्रमेव हनिष्यामि रणेऽमरगणांस्ततः।
जात्यन्तरगतो ह्येष बाधते दानवान् मृधे ॥
]

`verse 18 [
एषोऽनन्तः पुरा भूत्वा पद्मनाभ इति श्रुतः।
जघानैकार्णवे घोरे तावुभौ मधुकैटभौ॥
]

`verse 19 [
द्विधाभूतं वपुः कृत्वा सिंहस्यार्द्धं नरस्य च।
पितरं मे जघानैको हिरण्यकशिपुं पुरा ॥
]

`verse 20 [
शुभं गर्भमधत्तैनमदितिर्देवतारणिः।
त्रीन् लोकानुज्जहारैको क्रममाणस्त्रिभिः क्रमैः ॥
]

`verse 21 [
भूयस्त्त्विदानीं संग्रामे संप्राप्ते तारकामये।
मया सह समागम्य स देवो विनशिष्यति ॥
]

`verse 22 [
एवमुक्त्वा बहुविधं क्षिपन्नारायणं रणे।
वाग्भिरप्रतिरूपाभिर्युद्धमेवाभ्यरोचयत् ॥
]

`verse 23 [
क्षिप्यमाणो सुरेन्द्रेण न चुकोप गदाधरः।
क्षमा बलेन महता सस्मितं चेदमब्रवीत् ॥
]

`verse 24 [
अल्पं दर्पबलं दैत्य! स्थिरमक्रोधजं बलम्।
हतस्त्वं दर्पजैर्दोषैर्हित्वा यद् भाषसे क्षमम् ॥
]

`verse 25 [
अधीरस्त्वं मम मतो धिगेतत्तव वाग्बलम्।
न यत्र पुरुषाः सन्ति तत्र गर्जन्ति योषितः ॥
]

`verse 26 [
अहं त्वां दैत्य! पश्यामि पूर्वेषां मार्गगामिनम्।
प्रजापतिकृतं सेतुं भित्वा कः स्वस्तिमान् व्रजेत् ॥
]

`verse 27 [
अद्य त्वां नाशयिष्यामि देवव्यापारघातकम्।
स्वेषु स्वेषु च स्थानेषु स्थापयिष्यामि देवताः ॥
]

`verse 28 [
एवं ब्रुवति वाक्यं तु मृधे श्रीवत्सधारिणि।
जहास दानवः क्रोधाद्धस्तां श्चक्रे सहायुधान् ॥
]

`verse 29 [
स बाहुशतमुद्यम्य सर्वास्त्र-ग्रहणं रणे।
क्रोधाद्द्विगुणरक्ताक्षो विष्णुं वक्षस्यताडयत् ॥
]

`verse 30 [
दानवाश्चापि समरे मयतारपुरोगमाः
उद्यतायुध निस्त्रिंशा विष्णुमभ्यद्रवन् रणे ॥
]

`verse 31 [
स ताड्यमानोऽतिबलैर्दैत्यैः सर्वोद्यतायुधैः।
न चचाल ततो युद्धे कम्पमान इवाचलः ॥
]

`verse 32 [
संसक्तश्च सुपर्णेन कालनेमी महासुरः।
सर्व प्राणेन महतीं गदामुद्यम्य बाहुभिः ॥
]

`verse 33 [
घोरां ज्वलन्तीं मुमुचे संरब्धो गरुडोपरि।
कर्म्मणा तेन दैत्यस्य विष्णुर्विस्मयमाविशत् ॥
]

`verse 34 [
यदा तेन सुपर्णस्य पातिता मूर्ध्नि सा गदा।
सुपर्णं व्यथितं दृष्ट्वा कृतञ्च वपुरात्मनः ॥
]

`verse 35 [
क्रोध संरक्तनयनो वैकुण्ठश्चक्रमाददे।
व्यवर्द्धत स वेगेन सुपर्णेन समं विभुः ॥
]

`verse 36 [
भुजाश्चास्य व्यवर्द्धन्त व्याप्नुवन्तो दिशो दश।
प्रदिशश्चैव खं गां वै पूरयामास केशवः ॥
]

`verse 37 [
ववृधे च पुनर्लोकान् क्रान्तुकाम इवौजसा।
तर्जनायासुरेन्द्राणां वर्द्धमानं नभस्तले ॥
]

`verse 38 [
ऋषयश्चैव गन्धर्वास्तुष्टुवुर्मधुसूदनम्।
सर्वान् किरीटेन लिहन् साभ्रमम्बरमम्बरैः ॥
]

`verse 39 [
पद्भ्यमाक्रम्य वसुधां दिशः प्रच्छाद्य बाहुभिः।
स सूर्य करतुल्याभं सहस्रारमरिक्षयम् ॥
]

`verse 40 [
दीप्ताग्नि सदृशं घोरं दर्शनेन सुदर्शनम्।
सुवर्णरेणु पर्यन्तं वज्रनाभं भयापहम् ॥
]

`verse 41 [
मेदोऽस्थि मज्जा रुधिरैः सिक्तन्दानवसम्भवैः।
अद्वितीय प्रहरणं क्षुरपर्यन्त मण्डलम् ॥
]

`verse 42 [
स्रग्दाममालाविततं कामगं कामरूपिणम्।
स्वयं स्वयम्भुवा सृष्टं भयदं सर्वविद्विषाम् ॥
]

`verse 43 [
महर्षि रोषैराविष्टं नित्यमाहवदर्पितम्।
क्षेपणाद्यस्य मुह्यन्ति लोकाः सस्थाणुजङ्गमाः ॥
]

`verse 44 [
क्रव्यादानि च भूतानि तृप्तिं यान्ति महामृधे।
तदप्रतिमकर्मोग्रं समानं सूर्यवर्चसा ॥
]

`verse 45 [
चक्रमुद्यम्य समरे क्रोधधीप्तो गदाधरः।
समुष्णन् दानवं तेजः समरे स्वेन तेजसा ॥
]

`verse 46 [
चिच्छेद बाहू चक्रेण श्रीधरः कालनेमिनः।
तच्च वक्त्रशतं घोरं साग्नि पूर्णाट्टहासि वै ॥
]

`verse 47 [
तस्य दैत्यस्य चक्रेण प्रममाथ बलाद्धरिः।
सच्छिन्नबाहुर्विशिरा न प्राकम्पत दानवः ॥
]

`verse 48 [
कबन्धोऽवस्थितः संख्ये विशाख इव पादपः।
सम्वितत्यमहापक्षौ वायोः कृत्वा समञ्जसम् ॥
]

`verse 49 [
उरसा पातयामास गरुडः कालनेमिनम्।
स तस्य देहो विमुखो विबाहुश्च परिभ्रमन् ॥
]

`verse 50 [
निपपात दिवन्त्यक्त्वा क्षोभयन् धरणीतलम्।
तस्मिन्निपतिते दैत्ये देवाः सर्षिगणास्तदा ॥
]

`verse 51 [
साधु साध्विति वैकुण्ठं समेताः प्रत्यपूजयन्।
अपसर्पन्तु दैत्यश्च युद्धे दृष्टपराक्रमाः ॥
]

`verse 52 [
ते सर्वे बाहुभिर्व्याप्ता न शेकुश्चलितुं रणे।
कांश्चित् केशेषु जग्राह कांश्चित् कण्ठेष्वपीडयन् ॥
]

`verse 53 [
चकर्ष कस्यचिद्वक्त्रं मध्येऽगृह्णद्दयापरम्।
ते गदा चक्रनिर्दग्धा गतसत्वा गतासवः ॥
]

`verse 54 [
गगनाद् भ्रष्टसर्वाङ्गा निपेतुर्धरणीतले।
तेषु दैत्येषु सर्वेषु हतेषु पुरुषोत्तमः ॥
]

`verse 55 [
तस्थौ शक्रप्रियं कृत्वा कृतकर्मा गदाधरः।
तस्मिन् विमर्दे निर्वृत्ते संग्रामे तारकामये ॥
]

`verse 56 [
तं देशमाजगामाशु ब्रह्मा लोकपितामहः।
सर्वैर्ब्रह्मर्षिभिः सार्द्धं गन्धर्वाप्सरसाङ्गणैः ॥
]

`verse 57 [
देवदेवो हरिं देवं पूजयन् वाक्यमब्रवीत्।
कृतं देव महत्कर्म सुराणां शल्यमुद्धृतम् ॥
]

`verse 58 [
वधेनानेन दैत्यानां वयं च परितोषिताः।
योऽयं त्वया हतो विष्णो! कालनेमी महासुरः ॥
]

`verse 59 [
त्वमेकोऽस्य मृधे हन्ता नान्यः कश्चन विद्यते।
एष देवान् परिभवन् लोकांश्च ससुरासुरान् ॥
]

`verse 60 [
ऋषीणां कदनं कृत्वा मामपि प्रतिगर्जति।
तदनेन तवाग्य्रेण परितुष्टोऽस्मि कर्मणा ॥
]

`verse 61 [
यदयं कालकल्पस्तु कालनेमी निपातितः।
तदा गच्छस्व भद्रन्ते गच्छाम दिवमुत्तमम् ॥
]

`verse 62 [
ब्रह्मर्षयस्त्वां तत्रस्थाः प्रतीक्षन्ते सदोगताः।
कञ्चाहं तव दास्यामि वरं वरवताम्वर! ॥
]

`verse 63 [
सुरेष्वथ च दैत्येषु वराणां वरदो भवान्।
निर्यातयैतत्त्रैलोक्यं स्फीतं निहतकण्टकम् ॥
]

`verse 64 [
अस्मिन्नेव मृधे विष्णो!शक्राय सुमहात्मने।
एवमुक्तो भगवता ब्रह्मणा हरिरव्ययः ॥
]

`verse 65 [
देवांश्छक्रमुखान् सर्वानुवाच शुभया गिरा।
विष्णुरुवाच।
श्रृण्वन्तु त्रिदशाः सर्वे यावन्तोऽत्र समागताः ॥
]

`verse 66 [
श्रवणावहितैः श्रोत्रैः पुरस्कृत्य पुरन्दरम्।
अस्मिन् महति संग्रामे दैतेयौ द्वौ विनिःसृतौ॥
]

`verse 67 [
विरोचनश्च दैत्येन्द्रः स्वर्भानुश्च महाग्रहः।
स्वां दिशं भजतां शक्रो दिशं वरुण एव च ॥
]

`verse 68 [
याम्यां यमः पालयितामुत्तराञ्च धनाधिपः।
स्वां दिशं भजतां शक्रो दिशं वरुण एव च ॥
]

`verse 69 [
याम्यां यमः पालयितामुत्तराञ्च धनाधिपः।
ऋक्षेः सह यथायोगं गच्छतां चैव चन्द्रमाः ॥
]

`verse 70 [
अब्दं ऋतुमुखे सूर्यो भजतामयनैः सह।
आज्यभागाः प्रवर्तन्तां सदस्यैरभिपूजिताः ॥
]

`verse 71 [
हूयन्तामग्नयो विप्रैर्वेददृष्टेन कर्मणा।
देवाश्चाप्यग्निहोमेन स्वाध्यायेन महर्षयः ॥
]

`verse 72 [
श्राद्धेन पितरश्चैव तृप्ति यान्तु यथासुखम्।
वायुश्चरतु मार्गस्थस्त्रिधा दीप्यतु पावकः ॥
]

`verse 73 [
त्रींस्तु वर्णांश्च लोकांस्त्रींस्तर्पयंश्चात्मजैर्गुणैः।
क्रतवः सम्प्रवर्तन्तां दीक्षणीयैर्द्विजातिभिः ॥
]

`verse 74 [
दक्षिणाश्चोपपाद्यन्तां याज्ञिकेभ्यः पृथक् पृथक् ।
गान्तु सूर्यो रसान् सोमो वायुः प्राणांश्च प्राणिषु ॥
]

`verse 75 [
तर्पयन्तः प्रवर्तन्तां सर्व एव स्वकर्मभिः।
यथावदानुपूर्व्येण महेन्द्रमलयोद्भवाः ॥
]

`verse 76 [
त्रैलोक्यमातरः सर्वाः समुद्रं यान्तु सिन्धवः।
दैत्येभ्यस्त्यज्यतां भीश्च शांन्ति व्रजत देवताः ॥
]

`verse 77 [
स्वस्ति वोऽस्तु गमिष्यामि ब्रह्मलोकं सनातनम्।
स्वगृहे स्वर्गलोके वा संग्रामे वा विशेषतः ॥
]

`verse 78 [
विश्रम्भो वो न मन्तव्यो नित्यं क्षुद्रा हि दानवाः।
छिद्रेषु प्रहरन्त्येते न तेषां संस्थितिर्ध्रुवा ॥
]

`verse 79 [
सौम्यानामृजुभावानां भवतामार्जबन्धनम्।
एवमुक्त्वा सुरगणान् विष्णुसत्य पराक्रमः ॥
]

`verse 80 [
जगाम ब्रह्मणा सार्द्धं स्वलोकन्तु महायशाः।
एतदाश्चर्यमभवत् संग्रामे तारकामये।
दानवानाञ्च विष्णोश्च यन्मान्त्वं परिपृष्टवान् ॥
]
