`speaker [
ऋषय ऊचुः
]

`verse 1 [
श्रुतः पद्मोद्भवस्तात विस्तरेण त्वयेरितः।
समासाद् भव माहात्म्यं भैरवस्य विधीयताम् ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
तस्यापि देवदेवस्य श्रृणुध्वं कर्म चोत्तमम्।
आसीद्दैत्योऽन्धको नाम भिन्नाञ्जन चयोपमः ॥
]

`verse 3 [
तपसा महतायुक्तो ह्यबध्यस्त्रिदिवौकसाम्।
स कदाचित् महादेवं पार्वत्या सहितं प्रभुम् ॥
]

`verse 4 [
क्रीडमानं तदा दृष्ट्वा हर्तुं देवीं प्रचक्रमे।
तस्य युद्धं तदा घोरमभवत् सह शम्भुना ॥
]

`verse 5 [
आवन्त्ये विषये घोरे महाकालवनं प्रति।
तस्मिन्युद्धे तदा रुद्रश्चान्धकेनातिपीडितः ॥
]

`verse 6 [
सुषुवे बाणमत्युग्र नाम्ना पाशुपतं हि तत्।
रुद्रबाणविनिर्भेदाद्रुधिरादन्धकस्य तु ॥
]

`verse 7 [
अन्धकाश्च समुत्पन्नाः शतशोऽथ सहस्रशः।
तेषां विदार्यमाणानां रुधिरादपरे पुनः ॥
]

`verse 8 [
बभूवुरन्धका घोरा यैर्व्याप्तमखिलं जगत्।
एवं मायाविनं दृष्ट्वा तञ्च देवस्तदान्धकम् ॥
]

`verse 9 [
पानार्थमन्धकास्रस्य सोऽसृजन्मातरस्तदा।
माहेश्वरी तथाब्राह्मी कौमारी मालिनी तथा ॥
]

`verse 10 [
सौपर्णी ह्यथ वायव्या शाक्री वै नैऋती तथा।
सौरी सौम्या शिवा दूती चामुण्डा चाथ वारुणी ॥
]

`verse 11 [
वाराही नारसिंहीच वैष्णवीच चलच्छिखा।
शतानन्दा भगानन्दा पिच्छिला भगमालिनी ॥
]

`verse 12 [
बला चातिबला रक्ता सुरभी मुखमण्डिका।
मातृनन्दा सुनन्दाच विडाली शकुनी तथा ॥
]

`verse 13 [
रेवतीच महारक्ता तथैव पिल पिच्छिका।
जयाच विजया चैव जयन्ती चापराजिता ॥
]

`verse 14 [
काली चैव महाकाली दूती चैव तथैव च।
सुभागा दुर्भगा चैव कराली नन्दिनी तथा ॥
]

`verse 15 [
अदितिश्च दितिश्चैव मारीवै मृत्युरेव च।
कर्णमोटी तथा ग्राम्या उलूकीच घटोदरी ॥
]

`verse 16 [
कपाली वज्रहस्ता च पिशाची राक्षसी तथा।
भुशुण्डी शाङ्करी चण्डा लाङ्गली कुटभी तथा ॥
]

`verse 17 [
खेटा सुलोचना धूम्रा एकवीरा करालिनी।
विशालदंष्ट्रिणी श्यामा त्रिजटी कुक्कुटी तथा ॥
]

`verse 18 [
वैनायकी च वैताली उन्मत्तो दुम्वरी तथा।
सिद्धिश्च लेलिहाना च केकरी गर्दभी तथा ॥
]

`verse 19 [
भ्रुकुटी बहुपुत्रीच प्रेतयाना विडम्बिनी।
क्रौञ्चा शैलमुखी चैव विनता सुरमा दनुः ॥
]

`verse 20 [
उषा रम्भा मेनकाच सलिला चित्ररूपिणी।
स्वाहा स्वधा वषट्कारा धृतिर्ज्येष्ठाकपर्दिनी ॥
]

`verse 21 [
माया विचित्ररूपा च कामरूपा च सङ्गमा।
मुखेविला मङ्गला च महानासा महामुखी ॥
]

`verse 22 [
कुमारी रोचना भोमा सदाहा सा मदोद्धता।
अलम्बाक्षी कालपर्णी कुम्भकर्णो महासुरी ॥
]

`verse 23 [
केशिनी शङ्किनी लम्बा पिङ्गला लोहितामुखी।
घण्टारवाथ दंष्ट्राला रोचना काकजङ्घिका ॥
]

`verse 24 [
गोकर्णिकाच मुखिका महाग्रीवा महामुखी।
उल्कामुखी धूमशिखा कम्पिनी परिकम्पिनी ॥
]

`verse 25 [
मोहना कम्पनाक्ष्वेला निर्भया बाहुशाहिनी।
सर्पकर्णी तथैकाक्षी विशोका नन्दिनी तथा ॥
]

`verse 26 [
जोत्स्ना मुखी च रभसा निकुम्भा रक्तकम्पना।
अविकारा महाचित्रा चन्द्रसेना मनोरमा ॥
]

`verse 27 [
अदर्शना हरत्पापा मातङ्गी लम्बमेखला।
अवाला वञ्चना काली प्रमोदा लाङ्गलावती ॥
]

`verse 28 [
चित्ता चित्तजला कोणा शान्तिकाघविनाशिनी।
लम्बस्तनी लम्बसटा विसटा वासचूर्णिनी ॥
]

`verse 29 [
स्खलन्ती दीर्घकेशीच सुचिरा सुन्दरी शुभा।
अयोमुखी कटुमुखी क्रोधनीच तथाशनी ॥
]

`verse 30 [
कुटुम्बिका मुक्तिका च चन्द्रिका बलमोहिनी।
सामान्या हासिनी लम्बा कोविदारी समासवी ॥
]

`verse 31 [
कङ्कुकर्णी महानादा महादेवी महोदरी।
हुङ्कारी रुद्रसुसटा रुद्रेशी भूतडामरी ॥
]

`verse 32 [
पिण्डजिह्वा चलज्ज्वाला शिवा ज्वालामुखी तथा।
एताश्चान्याश्च देवेशः सोऽसृजन्मातरस्तदा ॥
]

`verse 33 [
अन्धकानां महाघोराः पपुस्तद्रुधिरं तदा।
ततोऽन्धकासृजः सर्वाः परां तृप्तिमुपागताः ॥
]

`verse 34 [
तासु तृप्तासु संभूता भूय एवान्धकप्रजाः।
अर्दितस्तैर्महादेवः शूलमुद्गर पाणिभिः ॥
]

`verse 35 [
ततः स शङ्करो देवस्त्वन्धकै र्व्याकुलीकृतः।
जगाम शरणं देवं वासुदेवमजं विभुम् ॥
]

`verse 36 [
ततस्तु भगवान् विष्णुः सृष्टवान् शुष्करेवतीम्।
या पपौ सकलन्तेषामन्धकानामसृक् क्षणात् ॥
]

`verse 37 [
तथा तथाऽधिकं देवी संशुष्यति जनाधिप!।
पीयमाने तथातेषामन्धकानां तथासृजि ।
अन्धकास्तु क्षयन्नीताः सर्वं ते त्रिपुरारिणा ॥
]

`verse 38 [
मूलान्धकन्तु विक्रम्य तदा शर्वस्त्रिलोकधृक्।
चकार वेगाच्छूलाग्रे स चतुष्टाव शङ्करम् ॥
]

`verse 39 [
अन्धकस्तु महावीर्यस्तस्य तुष्टोऽभवद् भवः।
सामीप्यं प्रददौ नित्यं गणेशत्वं तथैव च ॥
]

`verse 40 [
ततो मातृगणाः सर्वे शङ्करं वाक्यमब्रुवन्।
भगवन्! भक्षयिष्यामः स देवासुरमानुषान् ॥
]

`verse 41 [
त्वत्प्रसादाज्जगत् सर्वं तदनुज्ञातुमर्हसि।
शङ्कर उवाच।
भवतीभिः प्रजाः सर्वा रक्षणीया न संशयः ॥
]

`verse 42 [
तस्माद्घोरानभिप्रायान्मनः शीघ्रं निवर्त्यताम्।
इत्येवं शङ्करेणोक्तमनादृत्य वचस्तदा॥
]

`verse 43 [
भक्षयामासुरत्युग्रास्त्रैलोक्यं सचराचरम्।
त्रैलोक्ये भक्ष्यमाणे तु तदा मातृगणेन वै ॥
]

`verse 44 [
नृसिंहमूर्तिं देवेशं प्रदध्यौ भगवाञ्छिवः।
अनादिनिधनं देवं सर्वलोक भवोद्भवम् ॥
]

`verse 45 [
दैत्येन्द्रवक्षोरुधिर चर्चिताग्र महानखम्।
विद्युज्जिह्वं महादंष्ट्रं स्फुरत्केसरकण्टकम् ॥
कल्पान्तमारुतक्षुब्धं सप्तपर्ण समस्वनम् ॥
]

`verse 46 [
वज्रतीक्ष्णनखं घोरमाकर्ण-व्यादिताननम्।
मेरुशैलप्रतीकाशमुदयार्कसमेक्षणम् ॥
]

`verse 47 [
हिमाद्रिशिखराकारं चारुदंष्ट्रोज्वलाननम्।
नखनिःसृतरोषाग्नि ज्वाला केसरमालिनम् ॥
]

`verse 48 [
वज्राङ्गदं सुमुकुटं हारकेयूरभूषणम्।
श्रोणीसूत्रेण महता काञ्चनेन विराजितम् ॥
]

`verse 49 [
नीलोत्पलदलश्यामं वासोयुगविभूषणम्।
तेजसाक्रान्तसकल ब्रह्माण्डागार सङ्कुलम् ॥
]

`verse 50 [
पवनं भ्राम्यमाणानां हुतहव्य-वहार्चिषाम्।
आवर्तसदृशाकारैः संयुक्तं देहलोमजैः ॥
]

`verse 51 [
सर्वपुष्पविचित्राञ्च दारयन्तं महास्रजम्।
स ध्यातमात्रो भगवान् प्रददौ तस्य दर्शनम् ॥
]

`verse 52 [
यादृशेनैवरूपेण ध्याते रुद्रेण धीमता।
तादृशेनैव रूपेण दुर्निरीक्ष्येण दैवतैः ॥
]

`verse 53 [
प्रणिपत्य तु देवेशं तदा तुष्टाव शङ्करः।
शङ्कर उवाच।
नमस्तेऽतु जगन्नाथ! नरसिंह वपुर्धर! ॥
]

`verse 54 [
दैत्यनाथासृजापूर्ण! नखशक्ति विराजित!।
ततः सकल संलग्ने हेमपिङ्गलविग्रह! ॥
]

`verse 55 [
नतोऽस्मि पद्मनाभ! त्वां सुरशक्र! जगद्गुरो!।
कल्पान्ताम्भोदनिर्घोष! सूर्यकोटिसमप्रभ ॥
]

`verse 56 [
सहस्रयमसंक्रोध! सहस्रेन्द्रपराक्रम!।
सहस्रधनदस्फीत! सहस्रवरुणात्मक! ॥
]

`verse 57 [
सहस्रकालरचित! सहस्रनियतेन्द्रिय!।
सहस्रभूमिसद्धैर्य! सहस्रानन्त! मूर्तिमन्! ॥
]

`verse 58 [
सहस्रचन्द्रप्रतिम! सहस्रग्रहविक्रम!।
सहस्ररुद्रतेजस्क! सहस्रब्रह्मसंस्तुत! ॥
]

`verse 59 [
सहस्रबाहुवर्गोग्र! सहस्रास्य निरीक्षण!।
सहस्रयन्त्रमथन! सहस्रवधमोचन! ॥
]

`verse 60 [
अन्धकस्य विनाशाय याः सृष्टाः मातरो मया।
अनादृत्य तु मद्वाक्यम् भक्षयन्त्यद्यताः प्रजाः ॥
]

`verse 61 [
कृत्वा ताश्च न शक्तोऽहं संहर्तुमपराजित!।
स्वयङ्कृत्वा कथन्तासां विनाशमभिकारये ॥
]

`verse 62 [
एवमुक्तः स रुद्रेण नरसिंहवपुर्धरः।
ससर्ज देवो जिह्वायास्तदावाणीश्वरीं हरिः ॥
]

`verse 63 [
हृदयाच्च तथा माया गुह्याच्च भवमालिनी।
अस्थिभ्यश्च तथाकाली सृष्टा पूर्वं महात्मना ॥
]

`verse 64 [
यया तद्रुधिरम्पीतमन्धकानां महात्मनाम्।
याचास्मिन्कथिता लोके नामतः शुष्करेवती ॥
]

`verse 65 [
द्वात्रिंशन्मातरः सृष्टा गात्रेभ्यश्चक्रिणा ततः।
तासां नामानि वक्ष्यामि तानि मे गदतः श्रुणु ॥
]

`verse 66 [
सर्वास्तासु महाभागा घण्टाकर्णी तथैव च।
त्रैलोक्यमोहिनी पुण्या सर्वसत्व वशङ्करी ॥
]

`verse 67 [
तथा च चक्रहृदया पञ्चमी व्योमचारिणी।
शङ्खिनी लेखिनी चैव कालसङ्कर्षणी तथा ॥
]

`verse 68 [
इत्येतः पृष्ठगा राजन्! वागीशानुचराः स्मृताः।
सङ्कर्षणी तथाश्वत्था वीजभावा पराजिता ॥
]

`verse 69 [
कल्याणी मधुदंष्ट्री च कमलोत्पल हस्तिका।
इति देव्यष्टकं राजन्! मायानुचरमुच्यते ॥
]

`verse 70 [
अजिता सूक्ष्महृदया वृद्धा वेशाश्म दंशना।
नृसिंसभैरवा बिल्वा गरुत्महृदया जया ॥
]

`verse 71 [
भवमालिन्यनुचरा इत्यष्टौ नृपमातरः।
आकर्णनी सम्भटा च तथैवोत्तरमालिका ॥
]

`verse 72 [
ज्वालामुखी भीषणिका कामधेनुश्च बालिका।
तथा पद्मकरा राजन्! रेवत्यनुचराः स्मृताः ॥
]

`verse 73 [
अष्टौ महाबलाः सर्वा देवगात्र समुद्भवाः।
त्रैलोक्यसृष्टिसंहार समर्थाः सर्वदेवताः ॥
]

`verse 74 [
ताः सृष्टमात्रा देवेन क्रुद्धा मातृगणस्य तु।
प्रधाविता महाराज! क्रोधविस्फारितेक्षणाः ॥
]

`verse 75 [
अविषह्य तमन्तासां दृष्टितेजः सुदारुणम्।
तमेव शरणं प्राप्ता नृसिंहो वाक्यमब्रवीत् ॥
]

`verse 76 [
यथा मनुष्याः पशवः पालयन्ति चिरात् सुतान्।
जयन्ति ते तथैवाशु यथा वै देवतागणः ॥
]

`verse 77 [
भवत्यस्तु तथालोकान्पालयन्तु मयेरिताः।
मनुजैश्च तता देवैर्यजध्वं त्रिपुरान्तकम् ॥
]

`verse 78 [
नच बाधा प्रकर्तव्या ये भक्ता स्त्रिपुरान्तके।
येच मां संस्मरन्तीह ते च रक्ष्याः सदा नराः ॥
]

`verse 79 [
बलिकर्म करिष्यन्ति युष्माकं ये सदा नराः।
सर्वकामप्रदास्तेषां भविष्यध्वन्तथैव च ॥
]

`verse 80 [
उच्छासनादिकं ये च कथयन्ति मयेरितम्।
ते च रक्ष्याः सदालोका रक्षितव्यं मदासनम् ॥
]

`verse 81 [
रौद्रीं चैव परां मूर्तिं महादेवः प्रदास्यति।
युष्मन्मुख्या महादेव्यस्तदुक्तं परिरक्षय ॥
]

`verse 82 [
मया मातृगणः सृष्टो योऽयं विगतसाध्वसः।
एष नित्यं विशालाक्ष्यो मयैव सह रंस्यते ॥
]

`verse 83 [
मया सार्द्धं तथा पूजां नरेभ्यश्चैव लप्स्यथ।
पृथक् सुपूजिता लोकैः सर्वान् कामान् प्रदास्यथ ॥
]

`verse 84 [
शुष्कां संपूजयिष्यन्ति ये च पुत्रार्थिनो जनाः।
तेषां पुत्रप्रदा देवी भविष्यन्ति न संशयः ॥
]

`verse 85 [
एवमुक्त्वा तु भगवान् सह मातृगणेन तु।
ज्वाला मालाकुलवपुस्तत्रैवान्तरधीयत ॥
]

`verse 86 [
तत्र तीर्थं समुत्पन्नं कृतशौचेति यज्जगुः।
तत्रापि पूर्वजो देवो जगदार्तिहरो हरः ॥
]

`verse 87 [
रौद्रस्य मातृवर्गस्य दत्त्वा रुद्रस्तु पार्थिव।
रौद्रां दिव्यां तनुं तत्र मातृ मध्ये व्यवस्थितः ॥
]

`verse 88 [
सप्त ता मातरो देव्यः सार्द्धनारीनरः शिवः।
निवेश्य रौद्रं तत् स्थानं तत्रैवान्तरधीयत ॥
]

`verse 89 [
स मातृवर्गस्य हरस्य मूर्तिर्यदा यदा याति च तत्समीपे।
देवेश्वरस्यापि नृसिंहमूर्तेः पूजां विधत्ते त्रिपुरान्धकारिः ॥
]
