`verse 1 [
वाराणसीस्थक्षेत्रमाहात्म्यम्।
सूत उवाच।
इमां पुण्योद्भवां स्निग्धां कथां पापप्रणाशिनीम्।
श्रृण्वन्तु ऋष्यः सर्वे सुविशुद्धास्तपोधनाः ॥
]

`verse 2 [
गणेश्वरपतिं दिव्यं रुद्रतुल्यपराक्रमम्।
सनत्कुमारो भगवानपृच्छन्नन्दिकेश्वरम् ॥
]

`verse 3 [
ब्रुहि गुह्यं यथा तत्त्वं यत्र नित्यं भव स्थितः।
माहात्म्यं सर्वभूतानां परमात्मा महेश्वरः॥
]

`verse 4 [
घोररूपं समास्थाय दुष्करं देवदानवैः।
आभूतसंप्लवं यावत् स्थाणुभूतो महेश्वरः ॥
]

`speaker [
नन्दिकेश्वर उवाच
]

`verse 5 [
पुरा देवेन यत्प्रोक्तं पुराणं पुण्यमुत्तम्।
तत्सर्वं संप्रवक्ष्यामि नमस्कृत्य महेश्वरम् ॥
]

`verse 6 [
ततो देवेन तुष्टेन उमायाः प्रियकाम्यया।
कथितं भुवि विख्यातं यत्र नित्यं स्वयं स्थितः ॥
]

`verse 7 [
रुद्रस्यार्धासनगता मेरुश्रृङ्गे यशस्विनी।
महादेवं ततो देवी प्रणता परिपृच्छति ॥
]

`verse 8 [
भगवन्! देवदेवेश! चन्द्रार्द्धकृतशेखर!।
धर्मं प्रब्रूहि मर्त्यानां भुवि चैवोर्ध्वरेतसाम् ॥
]

`verse 9 [
जप्तं दत्तं हुतं चेष्टं तपस्तप्तं कृत़ञ्च यत्।
ध्यानाध्ययनसम्पन्नं कथं भवति चाक्षयम् ॥
]

`verse 10 [
जन्मान्तरसहस्रेण यत्पापं पूर्वसञ्चितम्।
कथं तत्क्षयमायाति तन्ममाचक्ष्व शङ्कर ॥
]

`verse 11 [
यस्मिन् व्यवस्थितो भक्त्या तुष्यसे परमेश्वर!।
व्रतानि नियमाश्चैव आचारो धर्म एव च ॥
]

`verse 12 [
सर्वसिद्धिकरं यत्र ह्यक्षय्य गतिदायकम्।
वक्तुमर्हसि तत्सर्वं परं कौतूहलं हि मे ॥
]

`speaker [
महेश्वर उवाच
]

`verse 13 [
श्रृणु देवि! प्रवक्ष्यामि गुह्यानां गुह्यमुत्तमम् ॥
सर्वक्षेत्रेषु विख्यातमविमुक्तं प्रिये मम ॥
]

`verse 14 [
अष्टषष्टिः पुरा प्रोक्ता स्थानानां स्थानमुत्तमम्।
यत्र साक्षात् स्वयं रुद्रः कृत्तिवासाः स्वयं स्थितः ॥
]

`verse 15 [
यत्र सन्निहितो नित्यमविमुक्ते निरन्तरम्।
तत्क्षेत्रं न मया मुक्तमविमुक्तं ततः स्मृतम्॥
]

`verse 16 [
अविमुक्ते परा सिद्धिरविमुक्ते परा गतिः।
जप्तं दत्तं हुतं चेष्टं तपस्तप्तं कृतं च यत् ॥
]

`verse 17 [
ध्यानमध्ययनं दानं सर्वं भवति चाक्षयम्।
जन्मान्तरसहस्रेण यत्पापं पूर्वसञ्चितम् ॥
]

`verse 18 [
अविमुक्तं प्रविष्टस्य तत्सर्वं व्रजति क्षयम्।
अविमुक्ताग्निना दग्धमग्नौ तूलमिवाहितम् ॥
]

`verse 19 [
ब्राह्मणाः क्षत्रियाः वैश्याः शूद्रा वै वर्णसङ्कराः।
कृमिम्लेच्छाश्च ये चान्ये सङ्कीर्णाः पापयोनयः ॥
]

`verse 20 [
कीटाः पिपीलिकाश्चैव ये चान्ये मृगपक्षिणः।
कालेन निधनं प्राप्ता अविमुक्ते शृणु प्रिये! ॥
]

`verse 21 [
चन्द्रार्द्धमौलिनः सर्वे ललाटाक्षा वृषध्वजाः।
शिवे मम पुरे देवि! जायन्ते तत्र मानवाः ॥
]

`verse 22 [
अकामो वा सकामो वा ह्यपि तिर्यग्गतोऽपि वा।
अविमुक्ते त्यजन् प्राणान् मम लोके महीयते ॥
]

`verse 23 [
अविमुक्तं यदागच्छेत् कदाचित् कालपर्ययात्।
अश्मना चरणौ बद्ध्वा तत्रैव निधनं व्रजेत् ॥
]

`verse 24 [
अविमुक्तं गतो देवि! न निर्गच्छेत् ततः पुनः।
सोऽपिबत्पदमाप्नोति बद्ध्वा तत्रैव निधनं व्रजेत् ॥
]

`verse 25 [
अविमुक्तं गतो देवि! न निर्गच्छेत् ततः पुनः।
सोऽपिबत्पदमाप्नोति नात्र कर्या विचारणा ॥
]

`verse 26 [
अमरञ्च महाकालं तथा कायावरोहणम्।
एतानि हि पवित्राणि सान्निध्यात् सन्ध्ययोर्द्वयोः ॥
]

`verse 27 [
कालिञ्जरवनञ्चैव शङ्कुकर्णं स्थलेश्वरम्।
एतानि च पवित्राणि सान्निध्याद्धि मम प्रिये
अविमुक्ते वरारोहे! त्रिसन्ध्यं नात्र संशयः ॥
]

`verse 28 [
इरिश्चन्द्रं परं गुह्यं गुह्यमाम्रातकेश्वरम्।
जलेश्वरं परं गुह्यं गुह्यं श्रीपर्वतं तथा ॥
]

`verse 29 [
महालयं तथा गुह्यं कृमिचण्डेश्वरं शुभम्।
गुह्यातिगुह्यं केदारं महाभैरवमेव च ॥
]

`verse 30 [
अष्टावेतानि स्थानानि सान्निध्याद्धि मम प्रिये!।
अविमुक्ते वरारोहे! त्रिसन्ध्यं नात्र संशयः ॥
]

`verse 31 [
यानि स्थानानि श्रूयन्ते त्रिषु लोकेषु सुव्रते!।
अविमुक्तस्य पादेषु नित्यं सन्निहितानि वै ॥
]

`verse 32 [
अथोत्तरां कथां दिव्यामविमुक्तस्य शोभने।
स्कन्दो वक्ष्यति माहात्म्यमृषीणां भावितात्मनाम् ॥
]
