`verse 1 [
वारणसीमाहात्म्यम्।
सूत उवाच।
कैलासपृष्ठमासीनं स्कन्दं ब्रह्म विदाम्वरम्।
पृच्छन्ति ऋषयः सर्वे सनकाद्या स्तपोधना ॥
]

`verse 2 [
तथा राजर्षयः सर्वे ये भक्तास्तु महेश्वरे।
ब्रूहि त्वं स्कन्द! भूलोके यत्र नित्यं भवः स्थितः ॥
]

`speaker [
स्कन्द उवाच
]

`verse 3 [
महात्मा सर्वभूतात्मा देवदेवः सनातनः।
घोररूपं समास्थाय दुष्करं देवदानवैः ॥
]

`verse 4 [
आभूतसम्प्लवं यावत् स्थाणु भूतस्थितः प्रभुः।
गुह्यानां परमं गुह्यमविमुक्तमिति स्मृतम् ॥
]

`verse 5 [
अविमुक्ते सदा सिद्धिर्यत्र नित्यं व्यवस्थितः।
अस्य क्षेत्रस्य माहात्म्यं यदुक्तंत्वीश्वरेण तु ॥
]

`verse 6 [
स्थानान्तरं पवित्रञ्च तीर्थमायतनं तथा।
श्मशान संस्थितं वेश्म दिव्यमन्तर्हितञ्च यत् ॥
]

`verse 7 [
भूलोकेनैव संयुक्तमन्तरिक्षे शिवालयम्।
अयुक्तास्तु न पश्यन्ति युक्ताः पश्यन्ति चेतसा ॥
]

`verse 8 [
ब्रह्मचर्यव्रतोपेताः सिद्धा वेदान्तकोविदाः।
आदेहपतनाद्यावत् तत्क्षेत्रं यो न मुञ्चति ॥
]

`verse 9 [
ब्रह्मचर्यव्रतैः सम्यक् सम्यगिष्टं मुखैर्भवेत्।
अपापात्मागतिः सर्वा यातूक्ता च क्रियावताम् ॥
]

`verse 10 [
यस्तत्र निवसेद्विप्रो संयुक्तात्मा समाहितः।
त्रिकालमपि भुञ्जानो वायुभक्षसमो भवेत् ॥
]

`verse 11 [
निमेषमात्रमपि यो ह्यविमुक्ते तु भक्तिमान्।
ब्रह्मचर्यसमायुक्तः परमं प्राप्नुयात्तपः ॥
]

`verse 12 [
यत्र मासं वसेद्धीरोः लघ्वाहारो जितेन्द्रियः।
सम्यक् तेन व्रतं चीर्णं दिव्यं पाशुपतं महत् ॥
]

`verse 13 [
जन्ममृत्युभयन्तीर्त्वा स याति परमाङ्गतिम्।
नैश्रेयसीं गतिं पुण्यां तथा योग गतिं व्रजेत् ॥
]

`verse 14 [
न हि योगगतिर्दिव्या जन्मान्तर शतैरपि।
तस्य क्षेत्रस्य माहात्म्यात् ब्रह्महत्या निवर्तते ॥
]

`verse 15 [
ब्रह्महा योऽभिगच्छेत्तु अविमुक्तं कदाचन।
तस्य क्षेत्रस्य माहात्म्यात् ब्रह्महत्या निवर्तते ॥
]

`verse 16 [
आदेह पतनाद्यावत् क्षेत्रं यो न विमुञ्चति।
न केवलं ब्रह्महत्या प्राक्कृता च निवर्तते ॥
]

`verse 17 [
प्राप्य विश्वेश्वरं देवं न सा भूयोऽभिजायते।
अनन्यमानसोभूत्वा यो विमुक्तं न मुञ्चति ॥
]

`verse 18 [
तस्य दैवः सदा तुष्टः सर्वान् कामान् प्रयच्छति।
द्वारं यत् साङ्ख्ययोगानां स तत्र वसति प्रभुः ॥
]

`verse 19 [
सगणो हि भवो देवो भक्तानामनुकम्पया।
अविमुक्तं परं क्षेत्रमविमुक्ते परा गतिः॥
]

`verse 20 [
अविमुक्ते परा सिद्धिरविमुक्ते परं पदम्।
अविमुक्तं निषेवेत देवर्षिगणसेवितम् ॥
]

`verse 21 [
यदीच्छेन्मानवो धीमान् न पुनर्जायते क्वचित्।
मेरोः शक्तो गुणान्वक्तुं द्वीपानाञ्च तथैव च ॥
]

`verse 22 [
समुद्राणाञ्च सर्वेषां नाविमुक्तस्य शक्यते।
अन्तकाले मनुष्याणां छिद्यमानेषु मर्मसु ॥
]

`verse 23 [
वायुना प्रेर्यमाणानां स्मृतिर्नैवोपजायते।
अविमुक्ते ह्यन्तकाले भक्तानामीश्वरः स्वयम् ॥
]

`verse 24 [
कर्मभिः प्रेर्यमाणानां कर्णजापं प्रयच्छति।
मणिकर्ण्यां त्यजन्देहं गतिमिष्टां व्रजेन्नरः ॥
]

`verse 25 [
ईश्वरप्रेरितो याति दुष्प्रापमकृतात्मभिः।
अशाश्वतमिदं ज्ञात्वा मानुषं बहुकिल्बिषम् ॥
]

`verse 26 [
अविमुक्तं निषेवेत संसारभयमोचनम्।
योगक्षेमप्रदं दिव्यं बहुविघ्नविनाशनम् ॥
]

`verse 27 [
विघ्नैश्चालोड्यमानोऽपि यो ऽविमुक्तं न मुञ्चति।
स मुञ्चति जरा मृत्युं जन्म चैतदशाश्वतम्
अविमुक्ते प्रसादात्तु शिवसायुज्यमाप्नुयात् ॥
]
