`verse 1 [
वाराणसीमाहात्म्यम्।
सूत उवाच।
अविमुक्ते महापुण्ये आस्तिकाः शुभदर्शनाः।
विश्मयं परमं जग्मुर्हर्ष गद्गद निस्वनाः ॥
]

`verse 2 [
उचुस्ते हृष्टमनसः स्कन्दं धर्म्म विदां वरम्।
ब्रह्मणो देव! पौत्रस्त्वं ब्रह्मण्यो ब्रह्मणः प्रियः ॥
]

`verse 3 [
ब्राह्मणो ब्रह्म विद् ब्रह्मा ब्रह्मेन्द्रो ब्रह्मलोककृत्।
ब्रह्मकृद्ब्रह्मचारी त्वं ब्रह्मादिर्ब्रह्मवत्सलः ॥
]

`verse 4 [
ब्रह्मतुल्योद्भवकरो ब्रह्मतुल्य नमोऽस्तु ते।
ऋषयो भावितात्मानः श्रुत्वेदं पावनं महत् ॥
]

`verse 5 [
तत्वन्तु परमं ज्ञातं यज्ज्ञात्वाऽमृतमश्नुते।
स्वस्तितेऽस्तु गमिष्यामो भूर्लोकं शङ्करालयम् ॥
]

`verse 6 [
यत्रासौ सर्वभूतात्मा स्थाणुभूतः स्थितः प्रभुः।
सर्वलोक हितार्थाय तपस्युग्रे व्यवस्थितः ॥
]

`verse 7 [
संयोज्य योगेनात्मानं रौद्रीं तनुमुपाश्रितः।
गुह्यकैरात्मभूतस्तु आत्मतुल्य गुणैर्वृतः ॥
]

`verse 8 [
ततो ब्रह्मादिभिर्देवैः सिद्धैश्च परमर्षिभिः।
विज्ञप्तः परया भक्त्या त्वत्प्रसादाद् गणेश्वर! ॥
]

`verse 9 [
वक्तुमिच्छाम नियतमविमुक्ते सुनिश्चिताः।
एवं गुणे तथा मर्त्या ह्यविमुक्ते वसन्ति ये ॥
]

`verse 10 [
धर्मशीला जितक्रोधा निर्ममा नियतेन्द्रियाः।
ध्यान योगपराः सिद्धिं गच्छन्ति परमाव्ययाम् ॥
]

`verse 11 [
योगिनो योगसिद्धाश्च योगमोक्षप्रदं विभुम्।
उपासन्ते भक्तियुक्ताः शान्ता योगगतिङ्गताः ॥
]

`verse 12 [
स्थानं गुह्यं श्मशानानां सर्वेषामेतदुच्यते।
न हि योगादृते मोक्षः प्राप्यते भुवि मानवैः ॥
]

`verse 13 [
अविमुक्ते तु वसतां योगो मोक्षश्च सिध्यति।
अनेन जन्मनैवेह प्राप्यते गतिरुत्तमा ॥
]

`verse 14 [
एक एव प्रभावोऽस्ति क्षेत्रस्य परमेश्वरि!।
एकेन जन्मना देवि! मोक्षं पश्यन्त्यनुत्तमम् ॥
]

`verse 15 [
अविमुक्ते निवसता व्यासेनामिततेजसा।
नैव लब्धा क्वचिद्भिक्षा भ्रममाणेन यत्नतः ॥
]

`verse 16 [
क्षुधाविष्टस्ततः क्रुद्धोऽचिन्तयत् छापमुत्तमम्।
दिनं दिनं प्रति व्यासः षण्मासं योऽवतिष्ठति ॥
]

`verse 17 [
कथं ममेदं नगरं भिक्षादोषाद्धतन्त्विदम्।
विप्रो वा क्षत्रियो वापि विधवा ब्राह्मणी पिवा ॥
]

`verse 18 [
संस्कृतासंस्कृता वापि परिपक्वाः कथन्नु मे।
न प्रयच्छन्ति वै लोका ब्राह्मणाश्चर्य कारकम् ॥
]

`verse 19 [
एषां शापं प्रदास्यामि तीर्थस्य नगरस्य तु।
तीर्थञ्चातीर्थतां यातु नगरं शापयाम्यहम् ॥
]

`verse 20 [
मा भूत्त्रिपुरुषी विद्या मा भूत्त्रिपुरुषं धनम्।
मा भूत् त्रिपुरुषं सव्यं व्यासो वाराणसीं शपन् ॥
]

`verse 21 [
अविमुक्ते निवसतां जनानां पुण्यकर्मणाम्।
विघ्नं सृजामि सर्वेषां येन सिद्धिर्न विद्यते ॥
]

`verse 22 [
व्यासचित्तं तदा ज्ञात्वा देवदेव उमापतिः।
भीतभीतस्तदा गौरीं तां प्रियां पर्य्यभाषत ॥
]

`verse 23 [
श्रृणु देवि! वचो मह्यं यादृशं प्रत्युपस्थितम्।
कृष्णद्वैपायनः कोपाच्छापं दातुं समुद्यतः ॥
]

`verse 24 [
देव्युवाच।
क्रिमर्थं शपते क्रुद्धो व्यासः केन प्रकोपितः।
किं कृतं भगवंस्तस्य येन शापं प्रयच्छति ॥
]

`speaker [
देवदेव उवाच
]

`verse 25 [
अनेन सुतपस्तप्तं बहून् वर्षगणान् प्रिये!।
मौनिना ध्यानयुक्तेन द्वादशाब्दान् वरानने ॥
]

`verse 26 [
ततः क्षुधा सुसञ्जाता भिक्षामटितुमागतः।
नैवास्य केनचिद्भिक्षा ग्रासार्द्धमपि भामिनि ॥
]

`verse 27 [
एवं भगवतः काल आसीत् षाण्मासिको मुनेः।
ततः क्रोधपरीतात्मा शापं दास्यति सोऽधुना ॥
]

`verse 28 [
यावन्नेष शपेत्तावदुपायस्तत्र चिन्त्यताम्।
कृष्णद्वैपायनं व्यासं विद्धि नारायणं प्रिये ॥
]

`verse 29 [
कोऽस्य शापान्न बिभेति ह्यपि साक्षात् पितामहः।
अदैवं दैवतं कुर्य्याद् दैवं चाप्यपदैवतम् ॥
]

`verse 30 [
आवान्तु मानुषौ भूत्वा गृहस्थाविहवासिनौ।
तस्य तृप्तिकरीं भिक्षां प्रयच्छावो वरानने ॥
]

`verse 31 [
एवमुक्त्वा ततो देवी देवेन शम्भुना तदा।
व्यासस्य दर्शनं दत्त्वा कृत्वा वेषन्तु मानुषम् ॥
]

`verse 32 [
एह्येहि भगवन्! सद्यो भिक्षां ग्राहय सत्तम!।
अस्मद् गृहे कदाचित्त्वं नागतोऽसि महामुने! ॥
]

`verse 33 [
एतच्छ्रुत्वा प्रीतमना भिक्षां ग्रहीतुमागतः।
भिक्षां दत्त्वा तु व्यासाय षड्रसाममृतोपमाम् ॥
]

`verse 34 [
अनास्वादितपूर्वा सा भक्षिता मुनिना तदा।
भिक्षां व्यासस्ततो भुक्त्वा चिन्तयन्हृष्टमानसः ॥
]

`verse 35 [
ववन्दे वरदं देवं देवीञ्च गिरिजां तदा।
व्यासः कमलपत्राक्ष इदं वचनमब्रवीत् ॥
]

`verse 36 [
देवो देवी नदी गङ्गामिष्टमन्नं शुभा गतिः।
वाराणस्यां विशालाक्षि! वासः कस्य न रोचते ॥
]

`verse 37 [
एवमुक्त्वा ततो व्यासो नगरीमवलोकयन्।
चिन्तयानस्ततो भिक्षां हृदयानन्दकारिणीम् ॥
]

`verse 38 [
अपश्यत् पुरतो देवं देवीञ्च गिरिजां तदा।
गृहाङ्गणस्थितं व्यासं देवदेवोऽब्रवीदिदम् ॥
]

`verse 39 [
इह क्षेत्रे न वस्तव्यं क्रोधनस्त्वं महामुने!।
एवं विस्मयमापन्नो देवं व्यासोऽब्रवीद्वचः ॥
]

`speaker [
व्यास उवाच
]

`verse 40 [
चतुर्दश्यामथाष्टम्यां प्रवेशं दातुमर्हसि।
एवमस्त्वित्यनुज्ञाय तत्रैवान्तरधीयत ॥
]

`verse 41 [
न तद् गृहं न सा देवी न देवो ज्ञायते क्वचित्।
एवं त्रैलोक्यविख्यातः पुरा व्यासो महातपाः ॥
]

`verse 42 [
ज्ञात्वा क्षेत्रगुणान् सर्वान् स्थितस्तस्यैव पार्श्वतः।
एवं व्यासं स्थितं ज्ञात्वा क्षेत्रं शंसन्ति पण्डिताः ॥
]

`verse 43 [
अविमुक्तगुणानान्तु कः समर्थो वदिष्यति।
देवब्राह्मण-विद्विष्टा देवभक्तिविडम्बकाः ॥
]

`verse 44 [
ब्रह्मघ्नाश्च कृतघ्नाश्च तथा नैष्कृतिकाश्च ये।
लोकद्विषो गुरुद्विषस्तीर्थायतन दूषकाः ॥
]

`verse 45 [
सदा पापरताश्चैव ये चान्ये कुत्सिता भुवि।
तेषां नास्तीति वासो वै स्थितोऽसौ दण्डनायकः ॥
]

`verse 46 [
रक्षणार्थं नियुक्तं वै दण्डनायकमुत्तमम्।
पूजयित्वा यथा शक्त्या गन्धपुष्पादि धूपकैः ॥
]

`verse 47 [
नमस्कारं ततः कृत्वा नायकस्य तु मन्त्रवित्।
सर्ववर्णावृते क्षेत्रे नानाविध-सरीसृपे ॥
]

`verse 48 [
ईश्वरानुगृहीता हि गतिं गाणेश्वरीं गताः।
नानारूपधरा दिव्या नानावेषधरास्तथा ॥
]

`verse 49 [
सुरा वै ये तु सर्वे च तन्निष्ठास्तत्परायणाः।
यदिच्छन्ति परं स्थानमक्षयन्तदवाप्नुयुः ॥
]

`verse 50 [
परं पुरं दैवपुराद्विशिष्यते तदुत्तरं ब्रह्मपुरात् पुरस्थितम्।
तपोबलादीश्वरयोगनिर्मितं न तत् समं ब्रह्मदिवौकसालयम्।
मनोरमं कामगमं ह्यनामयमतीत्य तेजांसि तपांसि योगवत् ॥
]

`verse 51 [
अधिष्ठितस्तु तत्स्थाने देवदेवो विराजते।
तपांसि यानि तप्यन्ते व्रतानि नियमाश्च ये ॥
]

`verse 52 [
सर्वतीर्थाभिषेकं तु सर्वदानफलानि च।
सर्वयज्ञेषु यत् पुण्यमविमुक्ते तदाप्नुयात्॥
]

`verse 53 [
अतीतं वर्तमानञ्च ज्ञानादज्ञानतोऽपि वा।
सर्वं तस्य च यत् पापं क्षेत्रं दृष्ट्वा विनश्यति ॥
]

`verse 54 [
शान्तैर्दान्तैस्तपस्तप्तं यत् किञ्चित् धर्मसंज्ञितम्।
सर्वं च तदवाप्नोति अविमुक्ते जितेन्द्रियः ॥
]

`verse 55 [
अविमुक्तं समासाद्य लिङ्गमर्चयते नरः।
कल्पकोटिशतैश्चापि नास्ति तस्य पुनर्भवः ॥
]

`verse 56 [
अमरा ह्यक्षयाश्चैव क्रीडन्ति भवसन्निधौ।
क्षेत्रतीर्थोपनिषदमविमुक्तं न संशयः ॥
]

`verse 57 [
अविमुक्ते महादेवमर्चयन्ति स्तुवन्ति वै।
सर्वपापविनिर्मुक्तास्ते तिष्ठन्त्यजरामराः ॥
]

`verse 58 [
सर्वकामाश्च ये यज्ञाः पुनरावृत्तिकाः स्मृताः।
अविमुक्ते मृता ये च सर्वे ते ह्यनिवर्तकाः ॥
]

`verse 59 [
ग्रहनक्षत्रताराणां कालेन पतनाद्भयम्।
अविमुक्ते मृतानान्तु पतनं नैव विद्यते ॥
]

`verse 60 [
कल्पकोटिसहस्रैस्तु कल्पकोटिशतैरपि।
न तेषां पुनरावृत्तिर्मृता ये क्षेत्र उत्तमे ॥
]

`verse 61 [
संसारसागरे घोरे भ्रमन्तः कालपर्ययात्।
अविमुक्तं समासाद्य गच्छन्ति मणिकर्णिकाम् ॥
]

`verse 62 [
ज्ञात्वा कलियुगं घोरं हाहा भूतमचेतनम्।
अविमुक्तं न मुञ्चन्ति कृतार्थास्ते नरा भुवि॥
]

`verse 63 [
अविमुक्तं प्रविष्टस्तु यदि गच्छेत्ततः पुनः।
तदा हसन्ति भूतानि अन्योन्यं करताडनम् ॥
]

`verse 64 [
कामक्रोधेन लोभेन ग्रस्ता ये भुवि मानवाः।
निष्क्रमन्ते नरा देवि! दण्डनायकमोहिताः ॥
]

`verse 65 [
जपध्यानविहीनानां ज्ञानवर्जित चेतसाम्।
ततो दुःखहतानाञ्च गतिर्वाराणसी नृणाम्॥
]

`verse 66 [
तीर्थानां पञ्चकं सारं विश्वेशानन्दकानने।
दशाश्वमेधं लोलार्कः केशवो बिन्दुमाधवः ॥
]

`verse 67 [
पञ्चमी न महाश्रेष्ठा प्रोच्यते मणिकर्णिका।
एभिस्तु तीर्थवर्यैश्च वर्ण्यते ह्यविमुक्तकम् ॥
]

`verse 68 [
एतद्वै कथितं सर्वं देव्यै देवेन भाषितम्।
अविमुक्तस्य क्षेत्रस्य तत् सर्वं कथितं द्विजाः ॥
]
