`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
नर्मदा तु नदी श्रेष्ठा पुण्यात् पुण्यतमाहिता।
मुनिभिस्तु महाभागैर्विभक्ता मोक्षकांक्षिभिः ॥
]

`verse 2 [
यज्ञोपवीतमात्राणि प्रविभक्तानि पाण्डव।
तेषु स्नात्वा तु राजेन्द्र! सर्वपापैः प्रमुच्यते ॥
]

`verse 3 [
ज(ज्वा)लेश्वरं परन्तीर्थं त्रिषु लोकेषु विश्रुतम्।
तस्योत्पत्तिं कथयतः श्रुणु त्वं पाण्डुनन्दन! ॥
]

`verse 4 [
पुरा मुनिगणाः सर्वे सेन्द्राश्चैव मरुद्गणाः।
भयोद्विग्ना विरूपाक्षं परित्रायस्व न प्रभो! ॥
]

`verse 5 [
श्रीभगवानुवाच।
स्वागतं तु सुरश्रेष्ठाः! किमर्थमिह चागताः।
किं दुःखं को नु सन्तापः कुतो वा भयमागतम् ॥
]

`verse 6 [
कथयध्वं महाभागाः एवमिच्छामि वेदितुम्।
एवमुक्तास्तु रुद्रेण कथयन् संशितव्रताः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 7 [
अतिवीर्य्यो महाघोरो दानवो बलदर्पितः।
बाणो नामेति विख्यातो यस्य वै त्रिपुरं पुरम् ॥
]

`verse 8 [
गगने सततं दिव्यं भ्रमते तस्य तेजसा!
ततो भीता विरूपाक्ष! त्वामेव शरणं गताः ॥
]

`verse 9 [
त्रायस्व महतो दुःखात् त्वं हि नः परमा गतिः।
एवं प्रसादं देवेश! सर्वेषां कर्तुमर्हसि ॥
]

`verse 10 [
येन देवाः सगन्धर्वाः सुखमेधन्ति शङ्कर!।
परां निर्वृतिमायान्ति तत्प्रभो! कर्तुमर्हसि ॥
]

`verse 11 [
श्रीभगवानुवाच।
एतत् सर्वं करिष्यामि मा विषादं गमिष्यथ।
अचिरेणैव कालेन कुर्य्यां युष्मत् सुखावहम् ॥
]

`verse 12 [
आश्वास्य स तु तान् सर्व्वान्नर्मदा तटमाश्रितः।
चिन्तयामास देवेशस्तद्वधं प्रतिमानद! ॥
]

`verse 13 [
अथ केन प्रकारेण हन्तव्यं त्रिपुरं मया।
परं संचिन्त्य भगवान् नारदं चास्मरत्तदा।
स्मरणादेव! संप्राप्तो नारदः समुपस्थितः ॥
]

`speaker [
नारद उवाच
]

`verse 14 [
आज्ञापय महादेव! किमर्थञ्च स्मृतो ह्यहम्।
किं कार्य्यन्तु मया देव! कर्तव्यं कथयस्व मे ॥
]

`verse 15 [
श्रीभगवानुवाच।
गच्छ नारद! तत्रैव यत्र तत्त्रिपुरं महत्।
बाणस्य दानवेन्द्रस्य शीघ्रं गत्वा च तत्कुरु ॥
]

`verse 16 [
या भर्तृदेवतास्तत्र स्त्रियश्चाप्सरसां समाः।
तासां वै तेजसा विप्र! भ्रमते त्रिपुरन्दिवि ॥
]

`verse 17 [
तत्र गत्वा तु विप्रेन्द्र! मतिमन्यां प्रबोधय।
देवस्य वचनं श्रुत्वा मुनिस्त्वरितविक्रमः ॥
]

`verse 18 [
स्त्रीणां हृदयनाशाय प्रविष्टस्तत् पुरं प्रति।
शोभते तत्पुरं दिव्यं नानारत्नोपशोभितम् ॥
]

`verse 19 [
शतयोजनविस्तीर्णं ततो द्विगुणमायतम्।
ततोऽपश्यद्धि तत्रैव बाणन्तु बलदर्पितम् ॥
]

`verse 20 [
मणिकुण्डलकेयूर मुकुटेन विराजितम्।
हारदोरसुवर्णैश्च चन्द्रकान्तविभूषितम् ॥
]

`verse 21 [
रशना तस्य रत्नाढ्या बाहू कनकमण्डितौ।
चन्द्रकान्तमहावज्रमणिविद्रुमभूषिते ॥
]

`verse 22 [
द्वादशार्कद्युतिनिभे निविष्टं परमात्मने।
उत्थितो नारदं दृष्ट्वा दानवेन्द्रो महाबलः ॥
]

`speaker [
बाण उवाच
]

`verse 23 [
देवर्षे! त्वं स्वयं प्राप्तो अर्घ्यं पाद्यं निवेदये।

सोऽभिवाद्य यथान्यायं क्रियतां किं द्विजोत्तम! ॥
]

`verse 24 [
चिरात्त्वमागतो विप्र! स्थीयतामिदमासनम्।
एवं सम्भाषयित्वा तु नारदं ऋषिसत्तमम्
तस्य भार्या महादेवी ह्यनौपम्या तु नामतः ॥
]

`speaker [
अनौपम्योवाच
]

`verse 25 [
भगवन्। केन धर्मेण देवास्तुष्यन्ति नारद!।
व्रतेन नियमेनाथ दानेन तपसापि वा ॥
]

`speaker [
नारदः उवाच
]

`verse 26 [
तिलधेनुञ्च यो दद्याद् ब्राह्मणे वेदपारगे।
ससागरवनद्वीपा दत्ता भवति मेदिनी ॥
]

`verse 27 [
सूर्यकोटिप्रतीकाशैः विमानैः सार्वकामिकैः।
मोदते सुचिरं कालमक्षयं कृतशासनम् ॥
]

`verse 28 [
आम्रामल कपित्थानि बदराणि तथैव च।
कदम्बचम्पकाशोकाननेकविविधद्रुमान् ॥
]

`verse 29 [
अश्वत्थपिप्पलां श्चैव कदलीवटदाडिमान्।
पिचुमन्दं मधूकं च उपोष्य स्त्री ददाति या ॥
]

`verse 30 [
स्तनौ कपित्थसदृशावुरू च कदलीसमौ।
अश्वत्थे वन्दनीया च पिचुमन्दे सुगन्धिनी ॥
]

`verse 31 [
चम्पके चम्पकाभा स्यादशोके शोकवर्जिता।
मधूके मधुरं वक्ति वटे च मृदुगात्रिका॥
]

`verse 32 [
बदरी सर्वदा स्त्रीणां महासौभाग्यदायिनी।
कुक्कुटी कर्कटी चैव द्रव्यषष्ठी न शस्यते ॥
]

`verse 33 [
कदम्बमिश्रकनक मञ्जरी पूजनं तथा।
अनग्निपक्वमन्नञ्च पक्वान्नानामभक्षणम्॥
]

`verse 34 [
फलानाञ्च परित्यागः सन्ध्या मौनं तथैव च।
प्रथमं क्षेत्रपालस्य पूजा कार्या प्रयत्नतः ॥
]

`verse 35 [
तस्या भवति वै भर्ता मुखप्रेक्षः सदानघे!।
अष्टमी च चतुर्थी च पञ्चमी द्वादशी तथा ॥
]

`verse 36 [
संक्रान्तिर्विषुवच्चैव दिनच्छिद्र मुखं तथा।
एतांस्तु दिवसान् दिव्यानुपवासन्ति याः स्त्रियः
तासान्तु धर्म्मयुक्तानां स्वर्गवासो न संशयः ॥
]

`verse 37 [
कलिकालुष्यनिर्मुक्ताः सर्वपापविवर्जिताः।
उपवासरतां नारीं नोपसर्पति तां यमः ॥
]

`speaker [
अनौपम्योवाच
]

`verse 38 [
अस्मत्कृतेन पुण्येन पुराजन्मकृतेन वा।
भवदागमनं भूतं किञ्चित् पृच्छाम्यहं व्रतम्॥
]

`verse 39 [
अस्ति विन्ध्यावलिर्नाम बलिपत्नी यशस्विनी।
श्वश्रूर्ममापि विप्रेन्द्र! न तुष्यति कदाचन ॥
]

`verse 40 [
श्वशुरोऽपि सर्वकालं दृष्ट्वा चापि न पश्यति।
अस्तिकुम्भीनसी नाम ननान्दा पापकारिणी ॥
]

`verse 41 [
दृष्ट्वा चैवाङ्गुलीभंगं सदा कालं करोति च।
दिव्येन तु पथा याति मम सौख्यं कथं वद ॥
]

`verse 42 [
ऊषरेण प्ररोहन्ति बीजं कुर्यात् कथंचन।
येन व्रतेन चीर्णेन भवन्ति वशगा मम ॥
तद्व्रतं ब्रूहि विप्रेन्द्र! दासभावं व्रजामि ते ॥
]

`speaker [
नारद उवाच
]

`verse 43 [
यदेतत्ते मया पूर्वं व्रतमुक्तं शुभानने!
अनेन पार्वती देवी चीर्णेन वरवर्णिनि! ॥
]

`verse 44 [
शङ्करस्य शरीरस्था विष्णोर्लक्ष्मीस्तथैव च।
सावित्री ब्रह्मणश्चैव वसिष्ठस्याप्यरुन्धती ॥
]

`verse 45 [
एतेनोपोषितेनेह भर्ता स्थास्यति ते वशे।
श्वश्रू श्वशुरयोश्चैव मुखबन्धो भविष्यति ॥
]

`verse 46 [
एवं श्रुत्वा तु सुश्रोणि यथेष्टं कर्तुमर्हसि।
नारदस्य वचः श्रुत्वा राज्ञी वचनमब्रवीत् ॥
]

`verse 47 [
प्रसादं कुरु विप्रेन्द्र! दानं ग्राह्यं यथेप्सितम्।
सुवर्णमणिरत्नानि वस्त्राण्याभरणानि च ॥
]

`verse 48 [
तव दास्याम्यहं विप्र! यच्चान्यदपि दुर्लभम्।
प्रगृहाण द्विजश्रेष्ठ! प्रीयेतां हरिशङ्करौ ॥
]

`speaker [
नारद उवाच
]

`verse 49 [
अन्यस्मै दीयतां भद्रे! क्षीणवृत्तिस्तु यो द्विजः।
अहन्तु सर्वसम्पन्नो मद्भक्तिः क्रियतामिति ॥
]

`verse 50 [
एवं तासां मनो हृत्वा सर्वासान्तु पतिव्रताः।
जगाम भरत श्रेष्ठ! स्वकीयं स्थानकं पुनः ॥
]

`verse 51 [
ततो ह्यहृष्टदया अन्यतो गतमानसा।
पुरे छिद्रं समुत्पन्नं बाणस्य तु महात्मनः ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 52 [
नर्मदा तु नदी श्रेष्ठा पुण्यात् पुण्यतमाहिता।
मुनिभिस्तु महाभागैर्विभक्ता मोक्षकांक्षिभिः ॥
]

`verse 53 [
यज्ञोपवीतमात्राणि प्रविभक्तानि पाण्डव।
तेषु स्नात्वा तु राजेन्द्र! सर्वपापैः प्रमुच्यते ॥
]

`verse 54 [
ज(ज्वा)लेश्वरं परन्तीर्थं त्रिषु लोकेषु विश्रुतम्।
तस्योत्पत्तिं कथयतः श्रुणु त्वं पाण्डुनन्दन! ॥
]

`verse 55 [
पुरा मुनिगणाः सर्वे सेन्द्राश्चैव मरुद्गणाः।
भयोद्विग्ना विरूपाक्षं परित्रायस्व न प्रभो! ॥
]

`verse 56 [
श्रीभगवानुवाच।
स्वागतं तु सुरश्रेष्ठाः! किमर्थमिह चागताः।
किं दुःखं को नु सन्तापः कुतो वा भयमागतम् ॥
]

`verse 57 [
कथयध्वं महाभागाः एवमिच्छामि वेदितुम्।
एवमुक्तास्तु रुद्रेण कथयन् संशितव्रताः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 58 [
अतिवीर्य्यो महाघोरो दानवो बलदर्पितः।
बाणो नामेति विख्यातो यस्य वै त्रिपुरं पुरम् ॥
]

`verse 59 [
गगने सततं दिव्यं भ्रमते तस्य तेजसा!
ततो भीता विरूपाक्ष! त्वामेव शरणं गताः ॥
]

`verse 60 [
त्रायस्व महतो दुःखात् त्वं हि नः परमा गतिः।
एवं प्रसादं देवेश! सर्वेषां कर्तुमर्हसि ॥
]

`verse 61 [
येन देवाः सगन्धर्वाः सुखमेधन्ति शङ्कर!।
परां निर्वृतिमायान्ति तत्प्रभो! कर्तुमर्हसि ॥
]

`verse 62 [
श्रीभगवानुवाच।
एतत् सर्वं करिष्यामि मा विषादं गमिष्यथ।
अचिरेणैव कालेन कुर्य्यां युष्मत् सुखावहम् ॥
]

`verse 63 [
आश्वास्य स तु तान् सर्व्वान्नर्मदा तटमाश्रितः।
चिन्तयामास देवेशस्तद्वधं प्रतिमानद! ॥
]

`verse 64 [
अथ केन प्रकारेण हन्तव्यं त्रिपुरं मया।
परं संचिन्त्य भगवान् नारदं चास्मरत्तदा।
स्मरणादेव! संप्राप्तो नारदः समुपस्थितः ॥
]

`speaker [
नारद उवाच
]

`verse 65 [
आज्ञापय महादेव! किमर्थञ्च स्मृतो ह्यहम्।
किं कार्य्यन्तु मया देव! कर्तव्यं कथयस्व मे ॥
]

`verse 66 [
श्रीभगवानुवाच।
गच्छ नारद! तत्रैव यत्र तत्त्रिपुरं महत्।
बाणस्य दानवेन्द्रस्य शीघ्रं गत्वा च तत्कुरु ॥
]

`verse 67 [
या भर्तृदेवतास्तत्र स्त्रियश्चाप्सरसां समाः।
तासां वै तेजसा विप्र! भ्रमते त्रिपुरन्दिवि ॥
]

`verse 68 [
तत्र गत्वा तु विप्रेन्द्र! मतिमन्यां प्रबोधय।
देवस्य वचनं श्रुत्वा मुनिस्त्वरितविक्रमः ॥
]

`verse 69 [
स्त्रीणां हृदयनाशाय प्रविष्टस्तत् पुरं प्रति।
शोभते तत्पुरं दिव्यं नानारत्नोपशोभितम् ॥
]

`verse 70 [
शतयोजनविस्तीर्णं ततो द्विगुणमायतम्।
ततोऽपश्यद्धि तत्रैव बाणन्तु बलदर्पितम् ॥
]

`verse 71 [
मणिकुण्डलकेयूर मुकुटेन विराजितम्।
हारदोरसुवर्णैश्च चन्द्रकान्तविभूषितम् ॥
]

`verse 72 [
रशना तस्य रत्नाढ्या बाहू कनकमण्डितौ।
चन्द्रकान्तमहावज्रमणिविद्रुमभूषिते ॥
]

`verse 73 [
द्वादशार्कद्युतिनिभे निविष्टं परमात्मने।
उत्थितो नारदं दृष्ट्वा दानवेन्द्रो महाबलः ॥
]

`speaker [
बाण उवाच
]

`verse 74 [
देवर्षे! त्वं स्वयं प्राप्तो अर्घ्यं पाद्यं निवेदये।
सोऽभिवाद्य यथान्यायं क्रियतां किं द्विजोत्तम! ॥
]

`verse 75 [
चिरात्त्वमागतो विप्र! स्थीयतामिदमासनम्।
एवं सम्भाषयित्वा तु नारदं ऋषिसत्तमम्
तस्य भार्या महादेवी ह्यनौपम्या तु नामतः ॥
]

`speaker [
अनौपम्योवाच
]

`verse 76 [
भगवन्। केन धर्मेण देवास्तुष्यन्ति नारद!।
व्रतेन नियमेनाथ दानेन तपसापि वा ॥
]

`speaker [
नारदः उवाच
]

`verse 77 [
तिलधेनुञ्च यो दद्याद् ब्राह्मणे वेदपारगे।
ससागरवनद्वीपा दत्ता भवति मेदिनी ॥
]

`verse 78 [
सूर्यकोटिप्रतीकाशैः विमानैः सार्वकामिकैः।
मोदते सुचिरं कालमक्षयं कृतशासनम् ॥
]

`verse 79 [
आम्रामल कपित्थानि बदराणि तथैव च।
कदम्बचम्पकाशोकाननेकविविधद्रुमान् ॥
]

`verse 80 [
अश्वत्थपिप्पलां श्चैव कदलीवटदाडिमान्।
पिचुमन्दं मधूकं च उपोष्य स्त्री ददाति या ॥
]

`verse 81 [
स्तनौ कपित्थसदृशावुरू च कदलीसमौ।
अश्वत्थे वन्दनीया च पिचुमन्दे सुगन्धिनी ॥
]

`verse 82 [
चम्पके चम्पकाभा स्यादशोके शोकवर्जिता।
मधूके मधुरं वक्ति वटे च मृदुगात्रिका॥
]

`verse 83 [
बदरी सर्वदा स्त्रीणां महासौभाग्यदायिनी।
कुक्कुटी कर्कटी चैव द्रव्यषष्ठी न शस्यते ॥
]

`verse 84 [
कदम्बमिश्रकनक मञ्जरी पूजनं तथा।
अनग्निपक्वमन्नञ्च पक्वान्नानामभक्षणम्॥
]

`verse 85 [
फलानाञ्च परित्यागः सन्ध्या मौनं तथैव च।
प्रथमं क्षेत्रपालस्य पूजा कार्या प्रयत्नतः ॥
]

`verse 86 [
तस्या भवति वै भर्ता मुखप्रेक्षः सदानघे!।
अष्टमी च चतुर्थी च पञ्चमी द्वादशी तथा ॥
]

`verse 87 [
संक्रान्तिर्विषुवच्चैव दिनच्छिद्र मुखं तथा।
एतांस्तु दिवसान् दिव्यानुपवासन्ति याः स्त्रियः
तासान्तु धर्म्मयुक्तानां स्वर्गवासो न संशयः ॥
]

`verse 88 [
कलिकालुष्यनिर्मुक्ताः सर्वपापविवर्जिताः।
उपवासरतां नारीं नोपसर्पति तां यमः ॥
]

`speaker [
अनौपम्योवाच
]

`verse 89 [
अस्मत्कृतेन पुण्येन पुराजन्मकृतेन वा।
भवदागमनं भूतं किञ्चित् पृच्छाम्यहं व्रतम्॥
]

`verse 90 [
अस्ति विन्ध्यावलिर्नाम बलिपत्नी यशस्विनी।
श्वश्रूर्ममापि विप्रेन्द्र! न तुष्यति कदाचन ॥
]

`verse 91 [
श्वशुरोऽपि सर्वकालं दृष्ट्वा चापि न पश्यति।
अस्तिकुम्भीनसी नाम ननान्दा पापकारिणी ॥
]

`verse 92 [
दृष्ट्वा चैवाङ्गुलीभंगं सदा कालं करोति च।
दिव्येन तु पथा याति मम सौख्यं कथं वद ॥
]

`verse 93 [
ऊषरेण प्ररोहन्ति बीजं कुर्यात् कथंचन।
येन व्रतेन चीर्णेन भवन्ति वशगा मम ॥
तद्व्रतं ब्रूहि विप्रेन्द्र! दासभावं व्रजामि ते ॥
]

`speaker [
नारद उवाच
]

`verse 94 [
यदेतत्ते मया पूर्वं व्रतमुक्तं शुभानने!
अनेन पार्वती देवी चीर्णेन वरवर्णिनि! ॥
]

`verse 95 [
शङ्करस्य शरीरस्था विष्णोर्लक्ष्मीस्तथैव च।
सावित्री ब्रह्मणश्चैव वसिष्ठस्याप्यरुन्धती ॥
]

`verse 96 [
एतेनोपोषितेनेह भर्ता स्थास्यति ते वशे।
श्वश्रू श्वशुरयोश्चैव मुखबन्धो भविष्यति ॥
]

`verse 97 [
एवं श्रुत्वा तु सुश्रोणि यथेष्टं कर्तुमर्हसि।
नारदस्य वचः श्रुत्वा राज्ञी वचनमब्रवीत् ॥
]

`verse 98 [
प्रसादं कुरु विप्रेन्द्र! दानं ग्राह्यं यथेप्सितम्।
सुवर्णमणिरत्नानि वस्त्राण्याभरणानि च ॥
]

`verse 99 [
तव दास्याम्यहं विप्र! यच्चान्यदपि दुर्लभम्।
प्रगृहाण द्विजश्रेष्ठ! प्रीयेतां हरिशङ्करौ ॥
]

`speaker [
नारद उवाच
]

`verse 100 [
अन्यस्मै दीयतां भद्रे! क्षीणवृत्तिस्तु यो द्विजः।
अहन्तु सर्वसम्पन्नो मद्भक्तिः क्रियतामिति ॥
]

`verse 101 [
एवं तासां मनो हृत्वा सर्वासान्तु पतिव्रताः।
जगाम भरत श्रेष्ठ! स्वकीयं स्थानकं पुनः ॥
]

`verse 102 [
ततो ह्यहृष्टदया अन्यतो गतमानसा।
पुरे छिद्रं समुत्पन्नं बाणस्य तु महात्मनः ॥
]
