`speaker [
सूत उवाच
]

`verse 1 [
पृच्छन्ति ते महात्मानो मार्कण्डेयं महामुनिम्।
युधिष्ठिर-पुरोगास्ते ऋषयश्च तपोधनाः ॥
]

`verse 2 [
आख्याहि भगवन्। तथ्यं कावेरी सङ्गमो महान्।
लोकानाञ्च हितार्थाय अस्माकञ्च विवृद्धये ॥
]

`verse 3 [
सदा पापरता ये च नरा दुष्कृतकारिणः।
मुच्यन्ते सर्वपापेभ्यो गच्छन्ति परमं पदम् ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 4 [
श्रृण्वन्त्ववहिताः सर्वे युधिष्ठरपुरोगमाः।
अस्ति वीरो महायक्षः कुबेरः सत्यविक्रमः ॥
]

`verse 5 [
इदं तीर्थमनुप्राप्य राजा यक्षाधिपोऽभवत्।
सिद्धं प्राप्तो महाराज! तन्मे निगदतः श्रृणु ॥
]

`verse 6 [
कावेरी नर्मदा यत्र सङ्गमो लोकविश्रुतः।
तत्र स्नात्वा शुचिर्भूत्वा कुबेरः सत्यविक्रमः ॥
]

`verse 7 [
तपोऽतप्यत यक्षेन्द्रो दिव्यं वर्षशतं महत्।
तस्य तुष्टो महादेवः प्रदातुं वरमुत्तमम् ॥
]

`verse 8 [
भो भो यक्ष! महासत्व! वरं ब्रूहि यथेप्सितम्।
ब्रूहि कार्यं यथेष्टन्तु यद्वा मनसि वर्तते ॥
]

`speaker [
कुबेर उवाच
]

`verse 9 [
यदि तुष्टोऽसि मे देव! यदि देयो वरो मम।
अद्य प्रभृति सर्वेषां यक्षाणामधिपो भवेत् ॥
]

`verse 10 [
कुबेरस्य वचः श्रुत्वा परितुष्टो महोश्वरः।
एवमस्तु ततो देवस्तत्रैवान्तर धीयत ॥
]

`verse 11 [
सोऽपि लब्धवरो यक्षः शीघ्रं लब्धफलोदयः।
पूजितः स तु यक्षैश्च ह्यभिषिक्तस्तु पार्थिव! ॥
]

`verse 12 [
कावेरीसङ्गमं तत्र सर्वपापप्रणाशनम्।
ये नरा नाभिजानन्ति वञ्चितास्ते न संशयः ॥
]

`verse 13 [
तस्मात् सर्व प्रयत्नेन तत्र स्नायीत मानवः।
कावेरी च महापुण्या नर्मदा च महानदी ॥
]

`verse 14 [
तत्र स्नात्वा तु राजेन्द्र! ह्यर्चयेद् वृषभध्वजम्।
अश्वमेधफलं प्राप्य रुद्रलोके महीयते ॥
]

`verse 15 [
अग्निप्रवेशं यः कुर्य्याद्यश्च कुर्य्यादनाशकम्।
अनिवर्त्या गतिस्तस्य यथा मे शङ्करोऽब्रवीत् ॥
]

`verse 16 [
सेव्यमानो वरस्त्रीमिः क्रीडते दिवि रुद्रवत्।
षष्टिवर्षसहस्राणि षष्टिकोट्यस्तथापराः ॥
]

`verse 17 [
मोदते रुद्रलोकस्थो यत्र तत्रैव गच्छति।
पुण्यक्षयात् परिभ्रष्टो राजा भवति धार्मिकः ॥
]

`verse 18 [
भोगवान् दानशीलश्च महाकुल समुद्भवः।
तत्र पीत्वा जलं सम्यक् चान्द्रायणफलं लभेत् ॥
]

`verse 19 [
स्वर्गं गच्छन्ति ते मर्त्या ये पिबन्ति शुभं जलम्।
गङ्गायमुनयोर्मध्ये यत् फलं प्राप्नुयान्नरः
कावेरी सङ्गमे स्नात्वा तत् फलं तस्य जायते ॥
]

`verse 20 [
एवमादि तु राजेन्द्र! कावेरी सङ्गमे महत्।
पुण्यं महत्फलं तत्र सर्वपापप्रणाशनम् ॥
]
