`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
नर्मदे चोत्तरे कूले तीर्थं योजनविस्तृतम्।
मन्त्रेश्वरेति विख्यातं सर्वपापहरं परम् ॥
]

`verse 2 [
तत्र स्नात्वा नरो राजन्! दैवतैः सह मोदते।
पञ्चवर्षसहस्राणि क्रीडते कामरूप धृक्॥
]

`verse 3 [
गर्जनञ्च ततो गच्छेद्यत्र मेघस्ततोत्थितः।
इन्द्रजिन्नाम संप्राप्तस्तस्य तीर्थ प्रभावतः ॥
]

`verse 4 [
मेघनादं ततो गच्छेद्यत्र मेघानुगर्जितम्।
मेघनादो गणस्तत्र परमां गणताङ्गतः ॥
]

`verse 5 [
ततो गच्छेत्तु राजेन्द्र! तीर्थमाम्रातकेश्वरम्।
तत्र स्नात्वा नरो राजन्! गो सहस्रफलं लभेत् ॥
]

`verse 6 [
नर्मदोत्तरतीरेतु तीर्थन्तु विश्रुतं भवेत्।
तस्मिंस्तीर्थे नरः स्नात्वा तर्पयेत् पितृदेवताः ॥
]

`verse 7 [
सर्वान् कामानवाप्नोति मनसा ये विचिन्तिताः।
ततो गच्छेत्तु राजेन्द्र! ब्रह्मावर्तमिति स्मृतम् ॥
]

`verse 8 [
तत्र सन्निहितो ब्रह्मा नित्यमेव युधिष्ठिर!।
तत्र स्नात्वा तु राजेन्द्र! ब्रह्मलोके महीयते ॥
]

`verse 9 [
ततोऽगारेश्वरं गच्छेन्नियतो नियताशनः।
सर्वपापविनिर्मुक्तो रुद्रलोकं स गच्छति ॥
]

`verse 10 [
ततो गच्छेच्च राजेन्द्र! कपिला तीर्थमुत्तमम्।
तत्र स्नात्वा नरो राजन्! कपिला दानमाप्नुयात् ॥
]

`verse 11 [
गच्छेत् करजतीर्थन्तु देवर्षिगणसेवितम्।
तत्र स्नात्वा नरो राजन्! गोलोकं समवाप्नुयात् ॥
]

`verse 12 [
ततो गच्छेत्तु राजेन्द्र! कुण्डलेश्वरमुत्तमम्।
तत्र सन्निहितो रुद्रस्तिष्ठते ह्युमया सह॥
]

`verse 13 [
तत्र स्नात्वा तु राजेन्द्र! ह्यवध्यस्त्रिदशैरपि।
पिप्पलेशन्ततो गच्छेत् सर्वपापप्रणाशनम् ॥
]

`verse 14 [
तत्र स्नात्वा तु राजेन्द्र! रुद्रलोके महीयते।
ततो गच्छेत्तु राजेन्द्र! विमलेश्वरमुत्तमम् ॥
]

`verse 15 [
तत्र देवशिला रम्या चेश्वरेण विनिर्मिता।
तत्र प्राणपरित्यागाद् रुद्रलोकमवाप्नुयात् ॥
]

`verse 16 [
ततः पुष्करिणीं गच्छेत् तत्र स्नानं समाचरेत्।
स्नातमात्रो नरस्तत्र हीन्द्रस्यार्द्धासनं लभेत् ॥
]

`verse 17 [
नर्म्मदा सरितां श्रेष्ठा रुद्रदेहाद्विनिः सृता।
तारयेत् सर्वभूतानि स्थावराणि चराणि च ॥
]

`verse 18 [
सर्वदेवाधिदेवेन त्वीश्वरेण महात्मना।
कथिता ऋषिसङ्घेभ्यो ह्यस्माकञ्च विशेषतः ॥
]

`verse 19 [
मुनिभिः संस्तुता ह्येषा नर्म्मदा प्रवरा नदी।
रुद्रदेहाद्विनिष्क्रान्ता लोकानां हित काम्यया ॥
]

`verse 20 [
सर्वपापहरा नित्यं सर्वदेवनमस्कृता।
संस्तुता देवगन्धर्वैरप्सरोभि स्तथैव च ॥
]

`verse 21 [
नमः पुण्यजले ह्याद्ये नमः सागरगामिनी!।
नमस्ते पापशमनि! नमो देवि! वरानने ! ॥
]

`verse 22 [
नमोऽस्तु ते ऋषिगणसिद्धसेविते! नमोऽस्तु ते शङ्करदेहनिःसृते!।
नमोऽस्तु ते धर्म्मभृतां वरप्रदे! नमोऽस्तु ते सर्वपवित्रपावने! ॥
]

`verse 23 [
यस्त्विदं पठते स्तोत्रं नित्यं श्रद्धासमन्वितः।
ब्राह्मणो वेदमाप्नोति क्षत्रियो विजयी भवेत् ॥
]

`verse 24 [
वैश्यस्तु लभते लाभं शूद्रश्चैव शूभाङ्गतिम्।
अर्थार्थी लभते ह्यर्थं स्मरणादेव नित्यशः ॥
]

`verse 25 [
नर्मदां सेवते नित्यं स्वयं देवो महेश्वरः।
तेन पुण्या नदी ज्ञेया ब्रह्महत्यापहारिणा ॥
]
