`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
तदा प्रभृति ब्रह्माद्या ऋषयश्च तपोधनाः।
सेवन्ते नर्म्मदां राजन्! रागक्रोधविवर्जिताः ॥
]

`speaker [
युधिष्ठिर उवाच
]

`verse 2 [
कस्मिन्निपतितं शूलं देवस्य तु महीतले।
तत्र पुण्यं समाख्याहि यथावत् मुनिसत्तम्! ॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 3 [
शूलभेदेऽति विख्यातं तीर्थंपुण्यतमं महत्।
तत्र स्नात्वाऽर्चयेद्देवं गोसहस्रफलं लभेत् ॥
]

`verse 4 [
त्रिरात्रं कारयेद्यस्तु तस्मिंस्तीर्थे नराधिप!।
अर्चयित्वा महादेवं पुनर्जन्म न विद्यते ॥
]

`verse 5 [
भीमेश्वरं ततो गच्छेन्नारदेश्वरमुत्तमम्।
आदित्येशं महापुण्यं तथाघृत मधुस्रवम् ॥
]

`verse 6 [
नन्दिकेशं परिष्वज्य पर्याप्तं जन्मनः फलम्।
वरुणेशं ततः पश्येत् स्वतन्त्रेश्वरमेव च ॥
सर्वतीर्थफलं तस्य पञ्चायतन दर्शनात् ॥
]

`verse 7 [
ततो गच्छेत्तु राजेन्द्र! युद्धं यत्र सुसाधितम्।
कोटितीर्थन्तु विख्यातमसुरा यत्र मोहिताः ॥
]

`verse 8 [
यत्रैव निहता राजन्! दानवा बलदर्पिताः।
तेषां शिरांस्यगृह्णन्त सर्वे देवाः समागताः ॥
]

`verse 9 [
तैस्तु संस्थापितो देवः शूलपाणिर्वृषध्वजः।
कोटिर्विनिहता तत्र तेन कोटीश्वरः स्मृतः ॥
]

`verse 10 [
दर्शनात्तस्य तीर्थस्य सदेहः स्वर्गमारुहेत्।
यदा त्विन्द्रेण क्षुद्रत्वात् वज्रङ्कीलेन यन्त्रितम् ॥
]

`verse 11 [
तदा प्रभृति लोकानां स्वर्गमार्गो निवारितः।
सघृतं श्रीफलं जग्ध्वा कृत्वा चैष प्रदक्षिणम् ॥
]

`verse 12 [
पार्वतं सहदीपन्तु शिरसा चैव धारयेत्।
सर्वकामसुसम्पन्नो राजा भवति पाण्डव? ॥
]

`verse 13 [
मृतो रुद्रत्वमाप्नोति ततोऽसौ जायते पुनः।
स्वर्गादेत्य भवेद्राजा राज्यं कृत्वा दिवं व्रजेत् ॥
]

`verse 14 [
बहुनेत्रं ततः पश्येत् त्रयोदश्यान्तु मानवः।
स्नातमात्रो नरस्तत्र सर्वयज्ञफलं लभेत् ॥
]

`verse 15 [
ततो गच्छेत्तु राजेन्द्र! तीर्थं परमशोभनम्।
नराणां पापनाशाय ह्यगस्त्येश्वरमुत्तमम् ॥
]

`verse 16 [
तत्र स्नात्वा नरो राजन्! ब्रह्मलोके महीयते।
कार्तिकस्य तु मासस्य कृष्णपक्षे चतुर्दशी ॥
]

`verse 17 [
घृतेन स्नापयेद्देवं समाधिस्थो जितेन्द्रियः।
एकविंशकुलोपेतो न च्यवेदैश्वरात् पुरात् ॥
]

`verse 18 [
धेनुमुपाहनच्छत्रे दद्याच्च घृतकम्बलम्।
भोजनं चैव विप्राणां सर्वं कोटिगुणं भवेत् ॥
]

`verse 19 [
ततो गच्छेच्च राजेन्द्र! वलाकेश्वरमुत्तमम्।
तत्र स्नात्वा नरो राजन्! सिंहासनपतिर्भवेत् ॥
]

`verse 20 [
नर्मदा दक्षिणे कूले तीर्थं शक्रस्य विश्रुतम्।
उपोष्य रजनीमेकां स्नानं तत्र समाचरेत् ॥
]

`verse 21 [
स्नानं कृत्वा यथान्यायमर्चयेच्च जनार्दनम्।
गोसहस्रफलं तस्य विष्णुलोकं स गच्छति ॥
]

`verse 22 [
ऋषितीर्थं ततो गच्छेत् सर्वपापहरं नृणाम्।
स्नातमात्रो नरस्तत्र गोसहस्रफलं लभेत् ॥
]

`verse 23 [
देवतीर्थं ततो गच्छेद् ब्रह्मणा निर्मितं पुरा।
तत्र स्नात्वा नरो राजन्! ब्रह्मलोके महीयते ॥
]

`verse 24 [
अमरकण्टकं गच्छेदमरैः स्थापितं पुरा।
स्नातमात्रो नरस्तत्र रुद्रलोके महीयते ॥
]

`verse 25 [
ततो गच्छेच्च राजेन्द्र! रावणेश्वरमुत्तमम्।
तत् पञ्चायतनं दृष्ट्वा मुच्यते ब्रह्महत्यया ॥
]

`verse 26 [
ऋणतीर्थं ततो गच्छेदृणेभ्यो मुच्यते ध्रुवम्।
वदेश्वरं ततो दृष्ट्वा पर्याप्तं जन्मनः फलम् ॥
]

`verse 27 [
भीमेश्वरं ततो गच्छेत् सर्वव्याधिविनाशनम्।
स्नातमात्रो नरो राजन्! सर्वदुःखैः प्रमुच्यते ॥
]

`verse 28 [
ततो गच्छेत्तु राजेन्द्रु! तुरा सङ्गममुत्तमम्।
तत्र स्नात्वा महादेवमर्चयन्सिद्धिमाप्नुयात् ॥
]

`verse 29 [
सोमतीर्थं ततो गच्छेत् पश्येच्चन्द्रमनुत्तमम्।
तत्र स्नात्वा नरो राजन्! भक्त्या परमया युतः ॥
]

`verse 30 [
तत्क्षणाद्दिव्यदेहस्थः शिववन्मोदते चिरम्।
षष्टिवर्षसहस्राणि रुद्रलोके महीयते ॥
]

`verse 31 [
ततो गच्छेत्तु राजेन्द्र! पिङ्गलेश्वरमुत्तमम्।
अहोरात्रोपवासेन त्रिरात्रफलमाप्नुयात् ॥
]

`verse 32 [
तस्मिंस्तीर्थे तु राजेन्द्र! कपिलां यः प्रयच्छति।
यावन्ति तस्या रोमाणि तत्प्रसूतिकुलेषु च ॥
]

`verse 33 [
तावद्वर्षसहस्राणि रुद्रलोके महीयते।
यस्तु प्राणपरित्यागं कुर्यात्तत्र नराधिप! ॥
]

`verse 34 [
अक्षयं मोदते कालं यावच्चन्द्रदिवाकरौ।
नर्मदा तटमाश्रित्य तिष्ठेयुर्यत्र मानवाः ॥
]

`verse 35 [
ते मृताः स्वर्गमायान्ति सन्तः सुकृतिनो यथा।
सुरेश्वरं ततो गच्छेन्नाम्ना कर्कोटकेश्वरम् ॥
]

`verse 36 [
गङ्गावतरते तत्र दिने पुण्ये न संशयः।
नन्दितीर्थं ततो गच्छेत् स्नानं तत्र समाचरेत् ॥
]

`verse 37 [
तुष्यते तस्य नन्दीशः सोमलोके महीयते।
ततो दीपेश्वरं गच्छेद्व्यासतीर्थं तपोवनम् ॥
]

`verse 38 [
निवर्तिता पुरा तत्र व्यासभीता महानदी।
हुङ्कारिता तु व्यासेन दक्षिणेन ततो गता ॥
]

`verse 39 [
प्रदक्षिणं तु यः कुर्यात् तस्मिन् तीर्थे नराधिप।
अक्षयं मोदते कालं यावच्चन्द्रदिवाकरौ ॥
]

`verse 40 [
व्यासस्तस्य भवेत् प्रीतः प्राप्नुयादीप्सितं फलम्।
सूत्रेण वेष्टयित्वा तु दीपो देयः सवेदिकः ॥
]

`verse 41 [
क्रीडन्ति ह्यक्षयं कालं यथा रुद्रस्तथैव च।
ततो गच्छेच्च राजेन्द्र! ऐरण्डी तीर्थमुत्तमम् ॥
]

`verse 42 [
सङ्गमे तु नरः स्नात्वा मुच्यते सर्वपातकैः।
ऐरण्डी त्रिषु लोकेषु विख्याता पापनाशिनी ॥
]

`verse 43 [
अथवाश्वयुजे मासि शुक्लपक्षे तु चाष्टमी।
शुचिर्भूत्वा नरः। स्नात्वा सोपवासपरायणः ॥
]

`verse 44 [
ब्राह्मणं भोजयेदेकं कोटिर्भवति भोजिता।
मृत्तिकां शिरसि स्थाप्य ह्यवगाह्य च वै जलम् ॥
]

`verse 45 [
नर्मदोदकसंमिश्रं मुच्यते सर्वकिल्बिषैः।
प्रदक्षिणं तु यः कुर्यात् तस्मिन् तीर्थे नराधिप ॥
]

`verse 46 [
प्रदक्षणीकृता तेन सप्तद्वीपा वसुन्धरा।
ततः सुवर्णसलिले स्नात्वा दत्त्वा तु काञ्चनम् ॥
]

`verse 47 [
काञ्चनेन विमानेन रुद्रलोके महीयते।
ततः स्वर्गाच्च्युतः कालाद्राजा भवति वीर्यवान् ॥
]

`verse 48 [
ततो गच्छेच्च राजेन्द्र! हीक्षुनद्यास्तु सङ्गमम्।
त्रैलोक्यविश्रुतं दिव्यं तत्र सन्निहितः शिवः ॥
]

`verse 49 [
तत्र स्नात्वा नरो राजन्! गाणपत्यमवाप्नुयात्।
स्कन्दतीर्थं ततो गच्छेत् सर्वपापप्रणाशनम् ॥
]

`verse 50 [
तत्तीर्थं त्रिविधं पापं स्नानमात्राद्व्यपोहति।
लिङ्गसारं ततो गच्छेत् स्नानं तत्र समाचरेत् ॥
]

`verse 51 [
गोसहस्रफलं तस्य रुद्रलोके महीयते।
भङ्गतीर्थं ततो गच्छेत् सर्वपापप्रणाशनम् ॥
]

`verse 52 [
तत्र गत्वा तु राजेन्द्र! स्नानं तत्र समाचरेत्।
सप्तजन्मकृतैः पापैर्मुच्यते नात्र संशयः ॥
]

`verse 53 [
वटेश्वरं ततो गच्छेत् सर्वतीर्थमनुत्तमम्।
तत्र स्नात्वा नरो राजन्! गोसहस्रफलं लभेत् ॥
]

`verse 54 [
सङ्गमेशन्ततो गच्छेत् सर्वदेवनमस्कृतम्।
स्नानमात्रान्नरस्तत्र चेन्द्रत्वं लभेत् ध्रुवम्॥
]

`verse 55 [
कोटितीर्थं ततो गच्छेत् सर्वपापहरं परम्।
तत्र स्नात्वा नरो राज्यं लभते नात्र संशयः ॥
]

`verse 56 [
तत्र तीर्थं समासाद्य दत्त्वा दानं तु यो नरः।
तस्य तीर्थप्रभावेण सर्वं कोटिगुणं भवेत् ॥
]

`verse 57 [
अथ नरी भवेत् काचित् तत्र स्नानं समाचरेत्।
गौरीतुल्या भवेत् सापि त्विन्द्रपत्नी न संशयः ॥
]

`verse 58 [
अङ्गारेशं ततो गच्छेत् स्नानं तत्र समाचरेत्।
स्नातमात्रो नरस्तत्र रुद्रलोके महीयते ॥
]

`verse 59 [
अङ्गारक चतुर्थ्यान्तु स्नानं तत्र समाचरेत्।
अक्षयं मोदते कालं शुचिः प्रयतमानसः ॥
]

`verse 60 [
अयोनिसम्भवे स्नात्वा न पश्येद्योनिसङ्कटम्।
पाण्डवेशन्तु तत्रैव स्नानं तत्र समाचरेत् ॥
]

`verse 61 [
अक्षयं मोदते कालमबध्यैस्त्रिदशैरपि।
विष्णुलोकं ततो गत्वा क्रीडते भोगसंयुतः ॥
]

`verse 62 [
तत्र भुक्त्वा महाभोगान् मर्त्यराजोऽभिजायते।
कठेश्वरं ततो गच्छेत्तत्र स्नानं समाचरेत् ॥
]

`verse 63 [
उत्तरायण-संप्राप्तो यदिच्छेत् तस्य तद् भवेत्।
चन्द्रभागां ततो गच्छेत्तत्र स्नानं समाचरेत् ॥
]

`verse 64 [
स्नातमात्रो नरो राजन्! सोमलोके महीयते।
ततो गच्छेत्तु राजेन्द्र! तीर्थं शक्रस्य विश्रुतम् ॥
]

`verse 65 [
पूजितं देवराजेन देवैरपि नमस्कृम्।
तत्र स्नात्वा नरो राजन्! दानं दत्त्वा तु काञ्चनम् ॥
]

`verse 66 [
अथवा नीलवर्णाभं वृषभं यः समुत्सृजेत्।
वृषभस्य तु रोमाणि तत्प्रसूतिकुलेषु च ॥
]

`verse 67 [
तावद्वर्षसहस्राणि नरो हरपुरे वसेत्।
ततः स्वर्गात्परिभ्रष्टो राजा भवति वीर्यवान् ॥
]

`verse 68 [
अश्वानां श्वेतवर्णानां सहस्राणां नराधिप!।
स्वामी भवति मर्त्येषु तस्य तीर्थप्रभावतः ॥
]

`verse 69 [
ततो गच्छेत्तु राजेन्द्र! ब्रह्मावर्तमनुत्तमम्।
तत्र स्नात्वा नरो राजन्! तर्पयेत् पितृदेवताः ॥
]

`verse 70 [
उपोष्य रजनीमेकां पिण्डं दत्त्वा यथाविधि।
कन्यागते तथादित्ये अक्षयं स्यान्नराधिप! ॥
]

`verse 71 [
ततो गच्छेच्च राजेन्द्र! कपिला तीर्थमुत्तमम्।
तत्र स्नात्वा नरो राजन्! कपिलां यः प्रयच्छति ॥
]

`verse 72 [
सम्पूर्णपृथिवीं दत्त्वा यत् फलं तदवाप्नुयात्।
नर्मदेशं परं तीर्थं न भूतं न भविष्यति ॥
]

`verse 73 [
तत्र स्नात्वा नरो राजन्नश्वमेधफलं लभेत्।
नर्मदा दक्षिणे कूले सङ्गमेश्वरमुत्तमम् ॥
]

`verse 74 [
तत्र स्नात्वा नरो राजन्! सर्वयज्ञफलं लभेत्।
तत्र सर्वाद्यतो राजा पृथिव्यामेव जायते ॥
]

`verse 75 [
सर्वलक्षणसम्पूर्णः सर्वव्याधिविवर्जितः।
नर्मदे चोत्तरे कूले तीर्थं परमशोभनम् ॥
]

`verse 76 [
आदित्यायतनं दिव्यमीश्वरेण तु भाषितम्।
तस्य तीर्थप्रभावेण दत्तं भवति चाक्षयम् ॥
]

`verse 77 [
हरिद्रा व्याधिनो ये तु ये च दुष्कृतकर्मिणः।
मुच्यन्ते सर्वपापेभ्यः सूर्यलोकं तु यान्ति ते ॥
]

`verse 78 [
माघमासे तु संप्राप्ते शुक्लपक्षस्य सप्तमी।
वसेदायतने तत्र निराहारो जितेन्द्रियः ॥
]

`verse 79 [
न जरा व्याधितो मूको न चान्धो बधिरोऽथवा।
सुभगो रूपसंपन्नः स्त्रीणां भवति वल्लभः ॥
]

`verse 80 [
एवं तीर्थं महापुण्यं मार्कण्डेयेन भाषितम्।
ये न जानन्ति राजेन्द्र! वञ्चितास्ते न संशयः ॥
]

`verse 81 [
गर्गेश्वरं ततो गच्छेत् स्नानं तत्र समाचरेत्।
स्नातमात्रो नरस्तत्र स्वर्गलोकमवाप्नुयात् ॥
]

`verse 82 [
मोदते स्वर्गलोकस्थो यावदिन्द्राश्चतुर्दश।
समीपतः स्थितं तस्य नागेश्वर तपोवनम् ॥
]

`verse 83 [
तत्र स्नात्वा तु राजेन्द्र! नागलोकमवाप्नुयात्।
वह्निभिर्नागकन्याभिः क्रीडते कालमक्षयम् ॥
]

`verse 84 [
कुबेरभवनं गच्छेत् कुबेरो यत्र संश्थितः।
कालेश्वरं परं तीर्थं कुबेरो यत्र तोषितः ॥
]

`verse 85 [
तत्र स्नात्वा तु राजेन्द्र! सर्वसम्पदमाप्नुयात्।
ततः पश्चिमतो गच्छेत् मारुतालयमुत्तमम् ॥
]

`verse 86 [
तत्र स्नात्वा तु राजेन्द्र! शुचिर्भूत्वा समाहितः।
काञ्चनं तु ततो दद्याद्यथाशक्ति सुबुद्धिमान् ॥
]

`verse 87 [
पुष्पकेण विमानेन वायुलोकं स गच्छति।
यमतीर्थं ततो गच्छेत् माघमासे युधिष्ठिर! ॥
]

`verse 88 [
कृष्णपक्षे चतुर्दश्यां स्नानं तत्र समाचरेत्।
नक्तम्भोज्यं ततः कुर्य्यान्नपश्येद्योनिसङ्कटम् ॥
]

`verse 89 [
अहल्या तीर्थं ततो गच्छेत् स्नानं तत्र समाचरेत्।
स्नातमात्रो नरस्तत्र ह्यप्सरोभिः प्रमोदते ॥
]

`verse 90 [
अहल्या च तपस्तप्त्वा तत्र मुक्तिमुपागता।
चैत्रमासे तु संप्राप्ते शुक्लपक्षे चतुर्दशी ॥
]

`verse 91 [
कामदेवदिने तस्मिन्नहल्यां यस्तु पूजयेत्।
यत्र यत्र नरोत्पन्नो वरस्तत्र प्रियो भवेत् ॥
]

`verse 92 [
स्त्रीवल्लभो भवेच्छ्रीमान् कामदेव इवापरः।
अयोध्यान्तु समासाद्य तीर्थं रामस्य विश्रुतम् ॥
]

`verse 93 [
स्नातमात्रो नरस्तत्र सर्वपापैः प्रमुच्यते।
सोमतीर्थं ततो गच्छेत् स्नानं तत्र समाचरेत् ॥
]

`verse 94 [
स्नातमात्रो नरस्तत्र सर्वपापैः प्रमुच्यते।
सोमग्रहे तु राजेन्द्र! पापक्षयकरं नृणाम् ॥
]

`verse 95 [
त्रैलोक्यविश्रुतं राजन्! सोमतीर्थं महाफलम्।
यस्तु चान्द्रायणं कुर्यात्तस्मिंस्तीर्थे नराधिप! ॥
]

`verse 96 [
सर्वपापविशुद्धात्मा सोमलोकं स गच्छति।
अग्निप्रवेशेऽथ जले अथवापि ह्यनाशके ॥
]

`verse 97 [
सोमतीर्थे मृतो यस्तु नाऽसौ मर्त्येऽभिजायते।
शुभतीर्थं ततो गच्छेत् स्नानं तत्र समाचरेत् ॥
]

`verse 98 [
स्नातमात्रो नरस्तत्र गोलोकेषु महीयते।
ततो गच्छेच्च राजेन्द्र! विष्णुतीर्थमनुत्तमम् ॥
]

`verse 99 [
योधनी पुरमाख्यातं विष्णुस्थानमनुत्तमम्।
असुरा योधितास्तत्र वासुदेवेन कोटिशः ॥
]

`verse 100 [
तत्र तीर्थं समुत्पन्नं विष्णुः प्रीतो भवेदिह।
अहोरात्रोपवासेन ब्रह्महत्यां व्यपोहति ॥
]

`verse 101 [
ततो गच्छेत् तु राजेन्द्र! तापसेश्वसमुत्तमम्।
हरिणीव्याधसन्त्रस्ता पतिता यत्र सा मृगी ॥
]

`verse 102 [
जले प्रक्षिप्त यात्रा तु अन्तरिक्षं गता च सा
व्याधो विस्मित चित्तस्तु परं विस्मयमागतः ॥
]

`verse 103 [
तेन तापेश्वरं तीर्थं न भूतं न भविष्यति।
ततो गच्छेत्तु राजेन्द्र! ब्रह्मतीर्थमनुत्तमम् ॥
]

`verse 104 [
अमोहकमिति ख्यातं पितृंश्वैवात्र तर्पयेत्।
पौर्णमास्याममायान्तु श्राद्धं कुर्याद्यथाविधि ॥
]

`verse 105 [
तत्र स्नात्वा नरो राजन्! पितृपिण्डन्तु दापयेत्।
गजरूपा शिला तत्र तोयमध्ये प्रतिष्ठिता ॥
]

`verse 106 [
तस्यान्तु दापयेत् पिण्डं वैशाख्यान्तु विशेषतः।
तृप्यन्ति पितरस्तत्र यावत्तिष्ठति मेदिनी ॥
]

`verse 107 [
ततो गच्छेच्च राजेन्द्र! सिद्धेश्वरमनुत्तमम्।
तत्र स्नात्वा नरो राजन्! गणपत्यन्तिकं व्रजेत् ॥
]

`verse 108 [
ततो गच्छेत्तु राजेन्द्र! लिङ्गो यत्र जनार्दनः।
तत्र स्नात्वा तु राजेन्द्र! विष्णुलोके महीयते ॥
]

`verse 109 [
नर्मदा दक्षिणे कूले तीर्थं परमशोभनम्।
वामदेवः स्वयं तत्र तपोऽतप्यत वै महत् ॥
]

`verse 110 [
दिव्यं वर्ष सहस्रन्तु हुताशः शुक्रपर्वणि।
एते दग्धास्तु ते सर्वे कुसुमेश्वर संस्थिताः ॥
]

`verse 111 [
श्वेतपर्वा यमश्चैव हुताशः शुक्रपर्वणि।
एते दग्धास्तु ते सर्वे कुसुमेश्वर संस्थिताः ॥
]

`verse 112 [
श्वेतपर्वा यमश्चैव हुताशः शुक्रपर्वणि।
एते दग्धास्तु ते सर्वे कुसुमेश्वर संश्थिताः ॥
]

`verse 113 [
मोक्षयित्वा तु तान् सर्वान् नर्मदा तटमास्थितः।
ततस्तीर्थप्रभावेण पुनर्देवत्वमागताः ॥
]

`verse 114 [
त्वत्प्रसादान्महादेव! तीर्थं भवतु चोत्तमम्।
अर्द्धयोजनविस्तीर्णं क्षेत्रं दिक्षु समन्ततः ॥
]

`verse 115 [
तस्मिंतीर्थे नरः स्नात्वा चोपवासपरायणः।
कुसुमायुधरूपेण रुद्रलोके महीयते ॥
]

`verse 116 [
वैश्वानरो यमाश्चैव कामदेवस्तथा मरुत्।
तपस्तप्त्वा तु राजेन्द्र! परां सिद्धिमवाप्नुयुः ॥
]

`verse 117 [
अङ्कोलस्य समीपे तु नास्तिदूरे तु तस्य वै।
स्नानं दानञ्च तत्रैव भोजनं पिण्डमेव च ॥
]

`verse 118 [
अग्निप्रवेशेऽथ जले अथवा तुह्यनाशके।
अनिवर्तिका गतिस्तस्य मृतस्यामुत्र जायते ॥
]

`verse 119 [
त्र्यम्बकेन तु तोयेन यश्चरुं श्रपयेन्नरः।
अङ्कोलमूले दत्त्वा तु पिण्डं चैव यथाविधि ॥
]

`verse 120 [
तृप्यन्ति पितरस्तस्य यावच्चन्द्रदिवाकरौ।
उत्तरे त्वयने प्राप्ते घृतस्नानङ्करोति यः ॥
]

`verse 121 [
पुरुषो वाथ स्त्री वापि वसेदायतने शुचिः।
सिद्धेश्वरस्य देवस्य प्रातः पूजां प्रकल्पयेत् ॥
]

`verse 122 [
स यां गतिमवाप्नोति न तां सर्वैर्महामखैः।
यदावतीर्णः कालेन रूपवान् शुभगो भवेत् ॥
]

`verse 123 [
मर्त्ये भवति राजा च त्वासमुद्रान्त-गोचरे।
क्षेत्रपालं न पश्येत्तु दण्डपाणिं महाबलम् ॥
]

`verse 124 [
वृथा तस्य भवेद्यात्रा ह्यदृष्ट्वा कर्णकुण्डलम्।
एवं तीर्थफलं ज्ञात्वा सर्वे देवाः समागताः
मुञ्चन्ति कुसुमैर्वृष्टिं तेन तत् कुसुमेश्वरम् ॥
]
