`speaker [
मार्कण्डेय उवाच
]

`verse 1 [
ततस्त्वनरकं गच्छेत् स्नानं तत्र समाचरेत्।
स्नातमात्रो नरस्तत्र नरकञ्च न पश्यति॥
]

`verse 2 [
तस्य तीर्थस्य माहात्म्यं श्रृणु त्वं पाण्डुनन्दन!।
तस्मिंस्तीर्थे तु राजेन्द्र! यस्यास्थीनि विनिक्षिपेत् ॥
]

`verse 3 [
विलयं यान्ति सर्वाणि रूपवान् जायते नरः।
गोतीर्थन्तु ततो गत्वा सर्वपापात् प्रमुच्यते ॥
]

`verse 4 [
ततो गच्छेत्तु राजेन्द्र कपिलातीर्थमुत्तमम्।
तत्र गत्वा नरो राजन्! गोसहस्रफलं लभेत् ॥
]

`verse 5 [
ज्यैष्ठमासे तु संप्राप्ते चतुर्दश्यां विशेषतः।
तत्रोपोष्य नरो भक्त्या कपिलां यः प्रयच्छति ॥
]

`verse 6 [
घृतेन दीपं प्रज्वाल्य घृतेन स्नापयेच्छिवम्।
सघृतं श्रीफलं जग्ध्वा दत्त्वा चान्ते प्रदक्षिणम् ॥
]

`verse 7 [
घण्टाभरणसंयुक्तां कपिलां यः प्रयच्छति।
शिवतुल्यबलो भूत्वा नैवासौ जायते पुनः ॥
]

`verse 8 [
अङ्गारकदिने प्राप्ते चतुर्थ्यां तु विशेषतः।
पूजयेत्तु शिवं भक्त्या ब्राह्मणेभ्यश्च भोजनम् ॥
]

`verse 9 [
अङ्गारकनवम्यां तु अमायाञ्च विशेषतः।
स्नापयेत्तत्र यत्नेन रूपवान् सुभगो भवेत् ॥
]

`verse 10 [
घृतेन स्नापयेल्लिङ्गं पूजयेद् भक्तितो द्विजान्।
पुष्पकेण विमानेन सहस्रैः परिवारितः ॥
]

`verse 11 [
शैवं पदमवाप्नोति यत्र चाभिमतं भवेत्।
अक्षयं मोदते कालं यथा रुद्रस्तथैव सः ॥
]

`verse 12 [
यदा तु कर्मसंयोगान्मर्त्यलोकमुपागतः।
राजा भवति धर्मिष्ठो रूपवान् जायते कुले ॥
]

`verse 13 [
ततो गच्छेच्च राजेन्द्र! ऋषितीर्थमनुत्तमम्।
तृणबिन्दुर्नाम ऋषिः पापदग्धो व्यवस्थितः ॥
]

`verse 14 [
तत्तीर्थस्य प्रभावेण शापमुक्तोऽभवद्द्विजः।
तथा गच्छेत्तु राजेन्द्र! गङ्गेश्वरमनुत्तमम् ॥
]

`verse 15 [
श्रावणे तर्पणं कृत्वा मुच्यते च ऋणत्रयात्।
गङ्गेश्वरसमीपे तु गङ्गावदनमुत्तमम् ॥
]

`verse 16 [
पितॄणां तर्पणं कृत्वा मुच्यते च ऋणत्रयात्।
गङ्गेश्वरसमीपे तु गङ्गावदनमुत्तमम् ॥
]

`verse 17 [
अकामो वा सकामो वा तत्र स्नात्वा तु मानवः।
आजन्मजनितैः पापैर्मुच्यते नात्र संशयः ॥
]

`verse 18 [
तत्र तीर्थे नरः स्नात्वा व्रजेद्वै यत्र शङ्करः।
सर्वदा पर्वदिवसे स्नानं तत्र समाचरेत् ॥
]

`verse 19 [
पितॄणां तर्पणं कृत्वा ह्यश्वमेधफलं लभेत्।
प्रयागे यत् फलं दृष्टं शङ्करेण महात्मना ॥
]

`verse 20 [
तदेव निखिलं दृष्टं गङ्गावदनसङ्गमे।
तस्यैव पश्चिमे स्थाने समीपे नातिदूरतः ॥
]

`verse 21 [
दशाश्वमेधजननं त्रिषु लोकेषु विश्रुतम्।
उपोष्य रजनीमेकां मासि भाद्रपदे तथा ॥
]

`verse 22 [
अमायाञ्च नरः स्नात्वा व्रजते यत्र शङ्करः।
सर्वदा पर्वदिवसे स्नानं तत्र समाचरेत् ॥
]

`verse 23 [
पितॄणां तर्पणं कृत्वा चाश्वमेधफलं लभेत्।
दशाश्वमेधात् पश्चिमतो भृगुर्ब्राह्मणसत्तमः ॥
]

`verse 24 [
दिव्यं वर्षसहस्रन्तु ईस्वरं पर्युपासत।
वल्मीकवेष्टितश्चासौ पक्षिणाञ्च निकेतनः ॥
]

`verse 25 [
आश्चर्यं सुमहज्जातमुमायाः शङ्करस्य च।
गौरी पप्रच्छ देवेशं कोऽयमेवन्तु संस्थिता(तः) ॥
]

`verse 26 [
देवो वा दानवो वाथ कथयस्व महेश्वर!।
महेश्वर उवाच।
भृगुर्नाम द्विजश्रेष्ठ ऋषीणां प्रवरो मुनिः ॥
]

`verse 27 [
मान्ध्यायते समाधिस्थो वरं प्रार्थयते प्रिये!।
ततः प्रहसिता देवी ईश्वरं प्रत्यभाषत॥
]

`verse 28 [
धूमवत्तच्छिखाजाता ततोऽद्यापि न तुष्यसे।
दुराराध्योऽसि तेन त्वं नात्र कार्या विचारणा ॥
]

`speaker [
महेश्वर उवाच
]

`verse 29 [
न जानासि महादेवि ह्ययं क्रोधेन वेष्टितः।
दर्शयामि यथातथ्यं प्रत्ययं ते करोम्यहम् ॥
]

`verse 30 [
ततः स्मृतोऽथ देवेन धर्म्मरूपो वृषस्तदा।
स्मरणात्तस्य देवस्य वृषः शीघ्रमुपस्थितः ॥
]

`verse 31 [
वदंस्तु मानुषीं वाचमादेशो दीयतां प्रभो!।
वल्मीकं त्वं खनस्वैनं विप्रं भूमौ निपातय ॥
]

`verse 32 [
योगस्थस्तु ततो ध्यायन् भृगुस्तेन निपातितः।
तत्क्षणात् क्रोधसन्तप्तो हस्तमुत्क्षिप्य सोऽशपत् ॥
]

`verse 33 [
एवं स भाषमाणस्तु कुत्र गच्छसि भो वृष!।
अद्याहं संप्रकोपेन प्रलयं त्वान्नये वृष! ॥
]

`verse 34 [
धर्षितस्तु तदा विप्रश्चान्तरिक्षङ्गतो वृषम्।
आकाशे प्रेक्षते विप्र एतदद्भुतमुत्तमम् ॥
]

`verse 35 [
तत्र प्रहसिते रुद्र ऋषिरग्रे व्यवस्थितः।
तृतीयलोचनं दृष्ट्वा वैलक्ष्यात् पतितो भुवि ॥
]

`verse 36 [
प्रणम्य दण्डवद् भूमौ तुष्टाव परमेश्वरम्।
प्रणिपत्य भूतनाथं भवोद्भवं त्वामहं दिव्यरूपम्
भवातीतो भुवनपते प्रभो! तु विज्ञापये किञ्चित् ॥
]

`verse 37 [
त्वद्गुणनिकरान् वक्तुं कः शक्तो भवति मानुषो नाम।
वासुकिरपि हि कदाचिद्वदनसहस्रं भवेद्यस्य ॥
]

`verse 38 [
भक्त्या तथापि शङ्कर भुवनपते! त्वत्सुतो मुखरः।
वदतः क्षमस्व भगवन्! प्रसीद मे तव चरणपतितस्य ॥
]

`verse 39 [
सत्वं रजस्तमस्त्वं स्थित्युत्पत्योर्विनाशने देव!।
त्वां मुक्त्वा भुवनपते! भुवनेश्वर नैव दैवतं किञ्चित् ॥
]

`verse 40 [
यमनियमयज्ञदानवेदाभ्यासाश्च धारणा योगः।
त्वद्भक्तेः सर्वमिदं नार्हति हि कलासहस्रांशम् ॥
]

`verse 41 [
उच्छिष्टरसरसायनखड्गाजनपादुका विवरसिद्धिर्वा।
चिह्नं भवव्रतानां दृश्यति चेह जन्मनि प्रकटम् ॥
]

`verse 42 [
शाठ्येन नमति यद्यपि ददासि त्वं भूतिमिच्छतो देव!।
भक्तिर्भवभेदकरी मोक्षाय विनिर्मिता नाथ ॥
]

`verse 43 [
परदारपरस्वरतं परपरिभवदुःखशोकसन्तप्तम्।
परवदनवीक्षणपरं परमेश्वर!। मां परित्राहि ॥
]

`verse 44 [
मिथ्याभिमानदग्धं क्षणभङ्गुरविभवविलसन्तम्।
क्रूरं कुपथ्याभिमुखं पतितं मां पाहि देवेश! ॥
]

`verse 45 [
दीने द्विजगणसार्थे बन्धुजनेनैव दूषिता ह्याशा।
तृष्णा तथाऽपि शङ्कर! किं मूढ़ं मां विडम्बयति ॥
]

`verse 46 [
तृष्णा हरस्व शीघ्रं लक्ष्मीं प्रदस्व यावदासिनीं नित्यम्।
छिन्धि मदमोहपाशानुत्तारय मां महादेव! ॥
]

`verse 47 [
करुणाभ्युदयं नाम स्तोत्रमिदं सर्वसिद्धिदं दिव्यम्।
यः पठति भक्तियुक्तस्तस्य तुष्येत् भृगोर्यथा च शिवः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 48 [
अहं तुष्टोऽस्मि ते वत्स! प्रार्थयस्वेप्सितं वरम्।
उमया सहितो देवो वरं तस्य ह्यदापयत् ॥
]

`speaker [
भृगुरुवाच
]

`verse 49 [
यदि तुष्टोसि देवेश! यदि देयो वरो मम।
रुद्रवेदी भवेदेवमेतत्सम्पादयस्व मे ॥
]

`speaker [
ईश्वर उवाच
]

`verse 50 [
एवं भवतु विप्रेन्द्र! क्रोधस्त्वा न भविष्यति।
न पितापुत्रयोश्चैव त्वैकमत्यं भविष्यति ॥
]

`verse 51 [
तदा प्रभृति ब्रह्माद्या सर्वदेवाः सकिन्नराः।
उपासन्ते भृगोस्तीर्थं तुष्टो यत्र महेश्वरः ॥
]

`verse 52 [
दर्शनात्तस्य तीर्थस्य सद्यः पापत् प्रमुच्यते।
अवशाः स्ववशा वापि म्रियन्ते यत्र मानवाः ॥
]

`verse 53 [
गुह्यातिगुह्यासु गतिस्तेषां निःसंशयं भवेत्।
एतत् क्षेत्रं सुविपुलं सर्वपापप्रणाशनम् ॥
]

`verse 54 [
तत्र स्नात्वा दिवं यान्ति ये मृतास्ते पुनर्भवाः।
उपानहौच छत्रञ्च देवमन्नञ्च काञ्चनम् ॥
]

`verse 55 [
भोजनञ्च यथाशक्त्या ह्यक्षयञ्च तथा भवेत्।
सूर्योपरागे यो दद्याद्दानं चैव यथेच्छया ॥
]

`verse 56 [
दीयमानस्तु तद्दानमक्षयं तस्य तद् भवेत्।
चन्द्रसूर्योपरागेषु यत् फलं त्वमरकण्टके ॥
]

`verse 57 [
तदेव निखिलं पुण्यं भृगुतीर्थे न संश्यः।
क्षरन्ति सर्वदानानि यज्ञदानतपः क्रियाः ॥
]

`verse 58 [
न क्षरेत्तु तपस्तप्तं भृगुतीर्थे युधिष्ठिरः।
यस्य वै तपसोग्रेण तुष्टेनैव तु शम्भुना ॥
]

`verse 59 [
सान्निध्यं तत्र कथितं भृगुतीर्थे नराधिप!।
प्रख्यातं त्रिषु लोकेषु यत्र तुष्टो महेश्वरः ॥
]

`verse 60 [
एवं तु वदतो देवीं भृगुतीर्थमनुत्तमम्।
न जानन्ति नरा मूढा विष्णुमाया विमोहिताः ॥
]

`verse 61 [
नर्म्मदायां स्थितं दिव्यं भृगुतीर्थं नराधिप!।
भृगुतीर्थस्य माहात्म्यं यः श्रृणोति नरः क्वचित् ॥
]

`verse 62 [
विमुक्तः सर्वपापेभ्यो रुद्रलोकं स गच्छति।
ततो गच्छेत्तु राजेन्द्र! गौतमेश्वरमुत्तमम् ॥
]

`verse 63 [
तत्र स्नात्वा नरो राजन्नुपवासपरायणः।
काञ्चनेन विमानेन ब्रह्मलोके महीयते ॥
]

`verse 64 [
धौतपापं ततो गच्छेत् क्षेत्रं यत्र वृषेण तु।
नर्म्मदायां कृतं राजन्! सर्वपातकनाशनम् ॥
]

`verse 65 [
तत्र तीर्थे नरः स्नात्वा ब्रह्महत्यां विमुञ्चति।
तस्मिंस्तीर्थे तु राजेन्द्र! प्राणत्यागं करोति यः ॥
]

`verse 66 [
चतुर्भुजस्त्रिनेत्रश्च शिवतुल्यबलो भवेत्।
वसेत् कल्पायुतं साग्रं शिवतुल्यपराक्रमः ॥
]

`verse 67 [
कालेनमहता प्राप्तः पृथिव्यामेकराट् भवेत्।
ततो गच्छेच्च राजेन्द्र! ऐरण्डी तीर्थमुत्तमम् ॥
]

`verse 68 [
प्रयागे यत् फलं दृष्टं मार्कण्डेयेन भाषितम्।
तत् फलं लभते राजन्! स्नातमात्रो हि मानवः ॥
]

`verse 69 [
मासि भाद्रपदे चैव शुक्लपक्षे चतुर्दशी।
उपोष्य रजनीमेकां तस्मिन् स्नानं समाचरेत् ॥
]

`verse 70 [
यमदूतैर्न बाध्येत रुद्रलोकं स गच्छति।
ततो गच्छेत्तु राजेन्द्र! सिद्धो यत्र जनार्दनः ॥
]

`verse 71 [
हिरण्यदीपेति विख्यातं सर्वपापप्रणाशनम्।
तत्र स्नात्वा नरो राजन्! धनवान् रूपवान् भवेत् ॥
]

`verse 72 [
ततो गच्छेत्तु राजेन्द्र! तीर्थङ्कनखलं महत्।
गरुडेन तपस्तप्तं तस्मिंस्तीर्थे नराधिप ॥
]

`verse 73 [
प्रख्यातं त्रिषु लोकेषु योगिनी तत्र तिष्ठति।
क्रीडते योगिभिः सार्द्धं शिवेन सह नृत्यति ॥
]

`verse 74 [
तत्र स्नात्वा नरो राजन्! रुद्रलोके महीयते।
ततो गच्छेत्तु राजेन्द्र! हंसतीर्थमनुत्तमम् ॥
]

`verse 75 [
हंसास्तत्र विनिर्मुक्ता गता ऊद्‌र्ध्वं न संशयः।
ततो गच्छेत्तु राजेन्द्र! सिद्धो यत्र जनार्दनः ॥
]

`verse 76 [
वाराहं रुपमास्थाय अर्चितः परमेश्वरः।
वराहतीर्थे नरः स्नात्वा द्वादश्यान्तु विशेषतः ॥
]

`verse 77 [
विष्णुलोकमवाप्नोति नरकं न च पश्यति।
ततो गच्छेत्तु राजेन्द्र! चन्द्रदीर्थमनुत्तमम् ॥
]

`verse 78 [
पौर्णमास्यां विशेषेण स्नानं तत्र समाचरेत्।
स्नातमात्रो नरस्तत्र चन्द्रलोके महीयते ॥
]

`verse 79 [
दक्षिणेन तु तीरेण कन्यातीर्थन्तु विश्रुतम्।
शुक्लपक्षे तृतीयायां स्नानं तत्र समारेत् ॥
]

`verse 80 [
प्रणिपत्य तु चेशानं बलिस्तेन प्रसीदति।
हरिश्चन्द्रपुरं दिव्यमन्तरिक्षे च दृश्यते ॥
]

`verse 81 [
शक्रध्वजे समावृत्ते सुप्ते नागरिके जने।
नर्मदा सलिलौघेन तरून् संप्लावयिष्यति ॥
]

`verse 82 [
अस्मिन् स्थाने निवासः स्यात् विष्णुः शङ्करमब्रबीत्।
दीपेश्वरे नरः स्नात्वा लभेद् बहु सुवर्णकम् ॥
]

`verse 83 [
ततो गच्छेत्तु राजेन्द्र! कन्यातीर्थे सुसङ्गमे।
स्नातमात्रो नरस्तत्र देव्याः स्थानमवाप्नुयात् ॥
]

`verse 84 [
देवतीर्थं ततो गच्छेत् सर्वतीर्थमनुत्तमम्।
तत्र स्नात्वा तु राजेन्द्र! दैवतैः सह मोदते ॥
]

`verse 85 [
ततो गच्छेच्च राजेन्द्र! शिखि तीर्थमनुत्तमम्‍।
यत्तत्र दीयते दानं सर्वं कोटिगुणं भवेत् ॥
]

`verse 86 [
अपरपक्षे त्वमायान्तु स्नानं तत्र समाचरेत्।
ब्राह्मणं भोजयेदेकं कोटिर्भवति भोजिता ॥
]

`verse 87 [
भृगुतीर्थन्तु राजेन्द्र! तीर्थकोटिर्व्यवस्थिता।
आकामो व सकामो वा तत्र स्नानं समाचरेत् ॥
]

`verse 88 [
अश्वमेधमवाप्नोति दैवतैः सह मोदते।
तत्र सिद्धिं परां प्राप्तो भृगुस्तु मुनिपुङ्गवः।
अवतारः कृतस्तत्र शङ्करेण महात्मना ॥
]
