`speaker [
मत्स्य उवाच
]

`verse 1 [
अत्रिवंशसमुत्पन्नान् गोत्रकारान्निबोध मे।
कर्दमायनशाखेयास्तथा शारायणाश्च ये ॥
]

`verse 2 [
उद्दालकिः शौणकर्णिरथौ शौक्रतवश्च ये।
गौरग्रीवा गौरजिनस्तथा चैत्रायणाश्च ये ॥
]

`verse 3 [
अर्द्धपण्या वामरथ्या गोपनास्तकि बिन्दवः।
कणजिह्वो हरप्रीति र्नैद्राणिः शाकलायनिः ॥
]

`verse 4 [
तैलपश्च सवैलेय अत्रिर्गोणीपतिस्तथा।
जलदो भगपादश्च सौपुष्पिश्च महातपाः ॥
]

`verse 5 [
छन्दो गेयस्तथैतेषां त्र्यार्षेयाः प्रवरा मताः।
श्यावाश्वश्च तथा त्रिश्च आर्चनानश एव च ॥
]

`verse 6 [
परस्परमवैवाह्या ऋषयः परिकीर्तिताः।
दाक्षिर्बलिः पर्णविश्च ऊर्णनाभिः शिलार्दनिः ॥
]

`verse 7 [
वीजवापी शिरीषश्च मौञ्जकेशो गविष्ठिरः।
भलन्दनस्तथैतेषां त्र्यार्षेयाः प्रवरा मताः ॥
]

`verse 8 [
अत्रिर्गविष्ठिरश्चैव तथा पूर्वातिथिः स्मृतः।
परस्परमवैवाह्या ऋषयः परिकीर्तिताः ॥
]

`verse 9 [
आत्रेयपुत्रिकापुत्रानत ऊर्ध्वं निबोध मे।
कालेयाश्च सवालेया वासरथ्यास्तथैव च ॥
]

`verse 10 [
धात्रेयाश्चैव मैत्रेयास्त्र्यार्षेयाः परिकीर्तिताः।
अत्रिश्च वामरथ्यश्च पौत्रिश्चैवमहानृषिः ॥
]

`verse 11 [
इत्यत्रिवंशप्रभवास्तवाह्या महानुभावा नृपगोत्रकाराः।
येषां तु नाम्ना परिकीर्तितेन पापं समग्रं पुरुषो जहाति ॥
]
