`speaker [
मत्स्य उवाच
]

`verse 1 [
अत्रेरेवापरं वंशन्तव वक्ष्यामि पार्थिव!।
अत्रे सोमः सुतः श्रीमांस्तस्य वंशोद्भवो नृप ॥
]

`verse 2 [
विश्वामित्रस्तु तपसा ब्राह्मण्यं समवाप्तवान्।
तस्य वंशमहं वक्ष्ये तन्मे निगदतः श्रृणु ॥
]

`verse 3 [
विश्वामित्रो देवरातस्तथा वैकृतिगालवः।
वतण्डश्च सलङ्कश्च ह्यभयश्चायतायनः ॥
]

`verse 4 [
श्यामायना याज्ञवल्क्या जाबालाः सैन्धवायनाः।
वाभ्रव्याश्च करीषाश्च संश्रुत्या अथ संश्रुताः ॥
]

`verse 5 [
उलूपा औपगहया पयोदजनपादपाः।
खरवाचो हलयमाः साधिता वास्तु कौशिकाः ॥
]

`verse 6 [
त्र्यार्षेयाः प्रवरास्तेषां सर्वेषां परिकीर्त्तिताः।
विश्वामित्रो देवरात उद्दालश्च महायशाः ॥
]

`verse 7 [
परस्परमवैवाह्या ऋषयः परिकीर्तिताः।
देवश्रवाः सुजातेयाः सौसुकाः कारुकायनाः ॥
]

`verse 8 [
तथा वै देहराता ये कुशिकाश्च नराधिप!।
त्र्यार्षेयोऽभिमतस्तेषां सर्वेषां प्रवरः शुभः ॥
]

`verse 9 [
देवश्रवा देवरातो विश्वामित्रस्तथैव च।
परस्परमवैवाह्या ऋषयः परिकीर्तिताः ॥
]

`verse 10 [
धनञ्जयः कपर्देयः परिकूटश्च पार्थिव!।
पाणिनिश्चैव त्र्यार्षेयाः सर्व एते प्रकीर्तिताः ॥
]

`verse 11 [
विश्वामित्रस्तथाद्यश्च माधुच्छन्दस एव च।
त्र्यार्षेयाः प्रवरा ह्येते ऋषयः परिकीर्त्तिताः ॥
]

`verse 12 [
विश्वामित्रो मधुच्छन्दास्तथा चैवाघमर्षणः।
परस्परमवैवाह्या ऋषयः परिकीर्त्तिताः ॥
]

`verse 13 [
कमलायजिनश्चैव अश्मरथ्यस्तथैव च।
चञ्चुलिश्चापि त्र्यार्षेयः सर्वेषां प्रवरो मतः॥
]

`verse 14 [
विश्वामित्रश्चाश्वरथो वञ्जुलिश्च महातपाः।
परस्परमवैवाह्या ऋषयः परिकीर्तिताः ॥
]

`verse 15 [
विश्वामित्रो लोहितश्च अष्टकः पूरणस्तथा।
विश्वामित्रः पूरणश्च तयोर्द्वौ प्रवरौ स्मृतौ ॥
]

`verse 16 [
परस्परमवैवाह्याः पूरणाश्च परस्परम्।
लोहिता अष्टकाश्चैषां त्र्यार्षेयाः परिकीर्तिताः ॥
]

`verse 17 [
विश्वामित्रो लोहितश्च अष्टकश्च महातपाः।
अष्टका लोहितैर्नित्यमवैवाह्याः परस्परम् ॥
]

`verse 18 [
उदरेणुः क्रथकश्च ऋषिश्चोदावहिस्तथा।
शाट्यायनिः करीराशी शालङ्कायनिलावकी ॥
]

`verse 19 [
मौञ्जायनिश्च भगवान् त्र्यार्षेयाः परिकीर्तिताः।
खिलिखिलीस्तथा विद्यो विश्वामित्रस्तथैव च ॥
]

`verse 20 [
एते तवोक्ताः कुशिका नरेन्द्र! महानुभावाः सततं द्विजेन्द्राः।
येषान्तु नाम्ना परिकीर्तितेन पापं समग्रं पुरुषो जहाति ॥
]
