`speaker [
मत्स्य उवाच
]

`verse 1 [
मरीचेः कश्यपः पुत्रः कश्यपस्य तथा कुले।
गोत्रकारान् ऋषीन् वक्ष्ये तेषां नामानि मे श्रृणु ॥
]

`verse 2 [
आश्रायणिः ऋषिगणो मेषकीरिटकायनाः।
उदग्रजा माठराश्च भोजा विनयलक्षणाः ॥
]

`verse 3 [
शालाहलेयाः कौरिष्टाः कन्यकाश्चासुरायणाः।
मन्दाकिन्यां वै मृगयाः श्रृतया भोजयापनाः ॥
]

`verse 4 [
देवयाना गोमयानाह्यधश्छाया भयाश्च ये।
कात्यायनाः शाक्रयाणाः बर्हियोगगदायनाः ॥
]

`verse 5 [
भवनन्दि महाचक्रि दाक्षपायन एव च।
योधयानाः कार्तिवयो हस्तिदानास्तथैव च ॥
]

`verse 6 [
वात्स्यायनानि कृतजा ह्याश्वलायनिनस्तथा।
प्रागायणाः पौलमौलिराश्ववातायनस्तथा ॥
]

`verse 7 [
कौवेरकाश्च श्याकारा अग्निशर्मायणश्च ये।
मेषपाः कैकरसपास्तथा चैव तु वभ्रवः ॥
]

`verse 8 [
प्राचेयो ज्ञानसंज्ञेया आग्ना प्रासेव्य एव च।
श्यामोदरा वैवशपास्तथा चैवोद्बलायनाः ॥
]

`verse 9 [
काष्ठाहारिणमारीचा आजिहायनहास्तिकाः।
वैकर्णेयाः काश्यपेयाः सासिसाहारितायनाः ॥
]

`verse 10 [
मान्तगिनश्च भृगवस्त्रयार्षेयाः परिकीर्तिताः।
वत्सरः कश्यपश्चैव निध्रवश्च महातपाः ॥
]

`verse 11 [
परस्परमवैवाह्या ऋषयः परिकीर्तिताः।
अतः परं प्रवक्ष्यामि द्व्यामुष्यायण गोत्रजान् ॥
]

`verse 12 [
अनसूयो नाकुरयः स्नातपो राजवर्तपः।
शैशिरोदवहिश्चैव सैरन्ध्रीरोपसेवकिः ॥
]

`verse 13 [
या मुनिः काद्रुपिङ्गाक्षिः सजातम्विस्तथैव च।
दिवावष्टाश्व इत्येते भक्त्या ज्ञेयाश्च काश्यपाः ॥
]

`verse 14 [
त्र्यार्षेयाश्च तथैवेषां सर्वेषां प्रवराः शुभाः।
वत्सरः काश्यपश्चैव वसिष्ठश्च महातपाः ॥
]

`verse 15 [
परस्परमवैवाह्या ऋषयः परिकीर्तिताः।
संयातिश्च नभश्चोभौ पिप्पल्योऽथ जलन्धरः ॥
]

`verse 16 [
भुजातपूरः पूर्यश्च कर्दमो गर्द्दभीमुखः।
हिरण्यबाहुकैरातावुभौ काश्यपगोभिलौ ॥
]

`verse 17 [
कुलहो वृषकण्डश्च मृगकेतुस्तथोत्तरः।
निदाघमसृणौ भत्स्या महान्तः केवलाश्च ये ॥
]

`verse 18 [
शाण्डिल्यो दानवश्चैव तथा वै देवजातयः।
पैप्पलादित्स प्रवरा ऋषयः परिकीर्तिताः ॥
]

`verse 19 [
त्र्यार्षेयाभिमताश्चैषां सर्वेषां प्रवराः शुभाः।
असितो देवलश्चैव कश्यपश्च महातपाः ।
परस्परमवैवाह्या ऋषयः परिकीर्तिताः ॥
]

`verse 20 [
ऋषिप्रधानस्य च कश्यपस्य दाक्षायणीभ्यः सकलं प्रसूतम्।
जगत्समग्रं मनुसिंह पुण्यं किं ते प्रवक्ष्याम्यहमन्तरेण ॥
]
