`speaker [
मत्स्य उवाच
]

`verse 1 [
वसिष्ठवंशजान् विप्रान् निबोध वदतो मम।
एकार्षेयस्तु प्रवरो वासिष्ठानां प्रकीर्तितः ॥
]

`verse 2 [
वसिष्ठा एव वासिष्ठा अविवाह्या वसिष्ठजैः।
व्याघ्रपादा औपगवा वैक्लवाः शाद्वलायनाः ॥
]

`verse 3 [
कपिष्ठला औपलोमा अलब्धाश्च षठाः कठाः।
गौपयाना बोधपाश्च दाकव्या ह्यथ वाह्यकाः ॥
]

`verse 4 [
वालिशयाः पालिशयास्ततो वाग्ग्रन्थयश्चये।
आपस्थूणाः शीतवृत्ताः तथा ब्राह्म पुरेयकाः ॥
]

`verse 5 [
लोमायनाः स्वस्तिकराः शाण्डिलिर्गौडिनिस्तथा।
वाडोहलिश्च सुमनाश्चोपावृद्धिस्तथैव च ॥
]

`verse 6 [
चौलिर्वौलिर्ब्रह्मबलः पौलिः श्रवस एव च।
पौड़वो याज्ञवल्क्यश्च एकार्षेया महर्षयः ॥
]

`verse 7 [
वसिष्ठ एषां प्रवर अवैवाह्याः परस्परम्।
शैलालयो महाकर्णः कौरव्यः क्रोधिनस्तथा ॥
]

`verse 8 [
कपिञ्जला वालखिल्या भागवित्तायनाश्च ये।
कीलायनः कालशिखः कोरकृष्णाः सुरायणाः ॥
]

`verse 9 [
शाकाहार्याः शाकधियः काण्वा उपलपाश्च ये।
शाकायना उहाकाश्च अथ माषशरावयः ॥
]

`verse 10 [
दाकायना वालवयो वाकयो गोरथास्तथा।
लम्बायनाः श्यामवयो ये चकोडोदरायणाः ॥
]

`verse 11 [
प्रलम्बायनाश्च ऋषय औपमन्यव एव च।
साङ्ख्यायनाश्च ऋषयस्तथा वै वेदशेरकाः ॥
]

`verse 12 [
पालङ्कायन उद्गाहा ऋषयश्च बलेक्षवः।
मातेया ब्रह्मबलिनः पर्णागारिस्तथैव च ॥
]

`verse 13 [
त्र्यार्षेयोऽभिमतश्चैषां सर्वेषां प्रवरस्तथा।
भिगीवसुर्वशिष्ठश्च इन्द्रप्रमदिरेव च ॥
]

`verse 14 [
परस्परमवैवाह्या ऋषयः परिकीर्तिताः।
औपस्थलास्वस्थलयो पालोहालो हलाश्च ये॥
]

`verse 15 [
माध्यन्दिनो माक्षतयः पैप्पलादिर्विचक्षुषः।
त्रैश्रृङ्गायन सैवल्काः कुण्डिनश्च नरोत्तम!॥
]

`verse 16 [
त्र्यार्षेयाभिमताश्चैषां सर्वेषां प्रवराः शुभाः।
वसिष्ठमित्रावरुणौ कुण्डिनश्च महातपाः ॥
]

`verse 17 [
परस्परमवैवाह्या ऋषयः परिकीर्तिताः।
शिवकर्णो वयश्चैव पादपश्च तथैव च ॥
]

`verse 18 [
त्र्यार्षेयोऽभिमतश्चैषां सर्वेषां प्रवरस्तथा।
जातूकर्ण्यो वसिष्ठश्च तथैवात्रिश्च पार्थिव !
परस्परमवैवाह्या ऋषयः परिकीर्तिताः ॥
]

`verse 19 [
वसिष्ठवंशेऽभिहिता मयैते ऋषिप्रधानाः सततं द्विजेन्द्राः।
येषां तु नाम्ना परिकीर्तितेन पापं समग्रं पुरुषो जहाति ॥
]
