`speaker [
मत्स्य उवाच
]

`verse 1 [
अतः परमगस्त्यस्य वक्ष्ये वंशोद्भवान् द्विजान्।
अगस्त्यश्च करम्भश्च कौशल्यः करटस्तथा ॥
]

`verse 2 [
सुमेधसो मयोभुवस्तथा गान्धारकायणाः।
पौलस्त्याः पौलहाश्चैव क्रतुवंशभवास्तथा ॥
]

`verse 3 [
आर्षेयाभिमताश्चैषां सर्वेषां प्रवराः शुभाः।
अगस्त्यश्च महेन्द्रश्च ऋषिश्चैव मयोभुवः ॥
]

`verse 4 [
परस्परमवैवाह्या ऋषयः परिकीर्तिताः।
पौर्णमासाः पारणाश्च आर्षेयाः परिकीर्तिताः ॥
]

`verse 5 [
अगस्त्यः पौर्णमासश्च पारणश्च महातपाः।
परस्परमवैवाह्याः पौर्णमासास्तु पारणैः॥
]

`verse 6 [
एवमुक्तो ऋषीणान्तु वंश उत्तमपौरुषः।
अत परं प्रवक्ष्यामि किम्भवानद्य कथ्यताम् ॥
]

`speaker [
मनुरुवाच
]

`verse 7 [
पुलहस्य पुलस्त्यस्य क्रतोश्चैवमहात्मनः।
अगस्त्यस्य तथा चैव कथं वंशस्तदुच्यताम् ॥
]

`speaker [
मत्स्य उवाच
]

`verse 8 [
क्रतुः खल्वनपत्योऽभूद्राजन्वैवस्वतेऽन्तरै।
इध्मवाहं स पुत्रत्वे जग्राह ऋषिसत्तमः ॥
]

`verse 9 [
अगस्त्यपुत्रं धर्मज्ञं आगस्त्याः क्रतवस्ततः।
पुलहस्य तथा पुत्रास्त्रयश्च पृथिवीपते! ॥
]

`verse 10 [
तेषान्तु जन्म वक्ष्यामि उत्तरत्र यथाविधि।
पुलहस्तु प्रजां दृष्ट्वा नातिप्रीतमनाः स्वकाम् ॥
]

`verse 11 [
अगस्त्यजं दृढास्यन्तु पुत्रत्वे वृतवांस्ततः।
पौलहाश्च तथा राजन्! आगस्त्याः परिकीर्तिताः ॥
]

`verse 12 [
पुलस्त्यान्वयसम्भूतान् दृष्ट्वा रक्षः समुद्भवान्।
अगस्त्यस्य सुतान् धीमान् पुत्रत्वे वृतवांस्ततः ॥
]

`verse 13 [
पौलस्त्याश्च तथा राजन्नागस्त्याः परिकीर्तिताः।
सगोत्रत्वादिमे सर्वे परस्परमनन्वयाः ॥
]

`verse 14 [
एते तवोक्ताः प्रवरा द्विजानीं महानुभावा नृपवंशकाराः।
एषान्तु नाम्ना परिकीर्तितेन पापं समग्रं पुरुषो जहाति ॥
]
