`speaker [
मत्स्य उवाच
]

`verse 1 [
एतद्वंशभवा विप्राः श्राद्धे भोज्याः प्रयत्नतः।
पितॄणां वल्लभं यस्मादेषु श्राद्धं नरेश्वर! ॥
]

`verse 2 [
अतः परं प्रवक्ष्यामि पितृभिर्याः प्रकीर्तिताः।
गाथाः पार्थिवशार्दूल! कामयद्भिः पुरे स्वके ॥
]

`verse 3 [
अपि स्यात्स कुलेऽस्माकं यो नो दद्याज्जलाञ्जलिम्।
नदीषु बहुतो यासु शीतलासु विशेषतः ॥
]

`verse 4 [
अपि स्यात्स कुलेऽस्माकं यः श्राद्धं नित्यमाचरेत्।
पयोमूलफलैर्भक्ष्ये स्तिलतोयेन वा पुनः ॥
]

`verse 5 [
अपि स्यात्सकुलेऽस्माकं योनो दद्यात्त्रयोदशीम्।
पायसं मधुसर्पिभ्यां वर्षासु च मघासु च ॥
]

`verse 6 [
अपि स्यात्स कुलेऽस्माकं खड्गमांसेन यः सकृत्।
श्राद्धं कुर्यात्प्रयत्नेन कालशाकेन वा पुनः ॥
]

`verse 7 [
कालशाकं महाशाकं मधु मुन्यन्नमेव च।
विषाणवर्जा ये खड्गा आसूर्यं तदशीमहि ॥
]

`verse 8 [
गयायां दर्शने राहोः खड्गमांसेन योगिनाम्।
भोजयेत्कः कुलेऽस्माकं च्छायायां कुञ्जरस्य च ॥
]

`verse 9 [
आकल्पकालिकी तृप्तिस्तेनास्माकं भविष्यति।
दाता सर्वेषु लोकेषु कामचारो भविष्यति ॥
]

`verse 10 [
आभूतसंप्लवं कालं नात्र कार्या विचारणा।
यदेतत्पञ्चकं तस्मादेकेनापि च यः सदा ॥
]

`verse 11 [
तृप्तिं प्राप्स्याम चानन्तां किं पुनः सर्वसम्पदा।
अपि स्यात्स कुलेऽस्माकं दद्यात् कृष्णाजिनञ्च यः ॥
]

`verse 12 [
अपि स्यात्स कुलेऽस्माकं कश्चित् पुरुषसत्तमः।
प्रसूयमानां यो धेनुं दद्यात् ब्राह्मणपुङ्गवे ॥
]

`verse 13 [
अपि स्यात्स कुलेऽस्माकं वृषभं यः समुत्सृजेत्।
सर्ववर्णविशेषेण शुक्लनीलं वृषन्तथा ॥
]

`verse 14 [
अपि स्यात्स कुलेऽस्माकं यः कुर्यात् श्रद्धयान्वितः।
सुवर्णदानं गोदानं पृथिवीदानमेव च ॥
]

`verse 15 [
अपि स्यात्स कुलेऽस्माकं कश्चित् पुरुषसत्तमः।
कूपारामतडागानां वापीनां यश्च कारकः ॥
]

`verse 16 [
अपि स्यात्स कुलेऽस्माकं सर्वभावेन यो हरिम्।
प्रयायाच्छरणं विष्णुं देवेशं मधुसूदनम् ॥
]

`verse 17 [
अपिनः सकुले भूयात् कश्चिद्विद्वान् विचक्षणः।
धर्मशास्त्राणि यो दद्याद् विधिना विदुषामपि ॥
]

`verse 18 [
एतावदुक्तं तव भूमिपाल! श्राद्धस्य कल्पं मुनिसम्प्रदिष्टम्।
पापापहं पुण्यविवर्द्धनञ्च लोकेषु मुख्यत्वकरन्तथैव ॥
]
