`speaker [
मनुरुवाच
]

`verse 1 [
प्रसूयमाना दातव्या धेनुर्ब्राह्मणपुङ्गवे।
विधिना केन धर्मज्ञ! दानं दद्याच्च किं फलम् ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
स्वर्णश्रृङ्गी रौप्यखुरां मुक्तालाड्गूलभूषिताम्।
कांस्योपदोहनां राजन् सवत्सां द्विजपुङ्गवे ॥
]

`verse 3 [
प्रसूयमानां गां दत्वा महत्पुण्यफलं लभेत्।
यावद् वत्सो योनिगतो यावद् गर्भं न मुञ्चति ॥
]

`verse 4 [
तावद्वै पृथिवी ज्ञेया सशैलवनकानना।
प्रसूयमानां यो दद्याद्धेनुं द्रविणसंयुताम् ॥
]

`verse 5 [
ससमुद्रगुहा तेन सशैलवनकानना।
चतुरन्ता भवेद्दत्ता पृथिवी नात्र संशयः ॥
]

`verse 6 [
यावन्ति धेनुरोमाणि वत्स्यस्य च नराधिप।
तावत्सङ्ख्यं युगगणं देवलोके महीयते ॥
]

`verse 7 [
पितॄन् पितामहांश्चैव तथैव प्रपितामहान्।
उद्धरिष्यत्यसंदेहान्नरकाद् भूरिदक्षिणः ॥
]

`verse 8 [
घृतक्षीरवहाः कुल्या दधिपायसकर्दमाः।
यत्र तत्र गतिस्तस्य द्रुमाश्चेप्सितकामदाः ।
गोलकः सुलभस्तस्य ब्रह्मलोकश्च पार्थिव ॥
]

`verse 9 [
स्त्रियश्च तं चन्द्रसमानवक्त्राः प्रतप्तजाम्बूनदतुल्यरूपाः।
महानितम्बास्तनुवृत्तमध्या भजन्त्यजस्रं नलिनाभनेत्राः ॥
]
