`verse 1 [
thumb|कृष्णाजिनम्.

कृष्णमृगचर्मदानविधिवर्णनम्।
मनुरुवाच।
कृष्णाजिनप्रदानस्य विधिकालौ ममानघ।
ब्राह्मणञ्च तथाचक्ष्व तत्र मे संशयो महान् ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
वैशाखी पौर्णमासी च ग्रहणे शशिसूर्ययोः।
पौर्णमासीतु या माघे ह्याषाढी कार्तिकी तथा ॥
]

`verse 3 [
उत्तरायणं द्वादशी वा तस्यां दत्तं महाफलम्।
आहिताग्निर्द्विजो यस्तु तद्देयं तस्य पार्थिव ॥
]

`verse 4 [
यथा येन विधानेन तन्मे निगदतः श्रृणु।
गोमयेनोपलिप्ते तु शूचौ देशे नराधिप ॥
]

`verse 5 [
आदावेव समास्तीर्य शोभनं शस्तमाविकम्।
ततः सश्रृङ्गं सखुरमास्तरेत् कृष्णमार्गकम् ॥
]

`verse 6 [
कर्तव्यं रुक्मश्रृङ्गं तद्रौप्यदन्तं तथैव च।
लाङ्गलं मौक्तिकैर्युक्तं तिलच्छन्नं तथैव च ॥
]

`verse 7 [
तिलैश्च शिखितं कृत्वा वाससाच्छादयेच्छुचि।
सुवर्णनाभं तत्कुर्यादलङ्कुर्याद्विशेषतः ॥
]

`verse 8 [
रत्नैर्गन्धैर्यथाशक्त्या तस्य दिक्षु च विन्यसेत्।
कांस्यपात्राणि चत्वारि तेषु दद्याद्यथाक्रमम् ॥
]

`verse 9 [
मृण्मयेषु च पात्रेषु पूर्वादिषु यथाक्रमम्।
घृतं क्षीरं दधि क्षौद्रमेवं दद्याद्यथाविधि ॥
]

`verse 10 [
चम्पकस्य तथा शाखामव्रणं कुम्भमेव च।
बाह्योपस्थापनं कृत्वा शुभचित्तो निवेशयेत् ॥
]

`verse 11 [
सूक्ष्मवस्त्रं शुभम्पीतं मार्जनार्थं प्रयोजयेत्।
तथा धातुमयीः पात्रीः पादयोस्तस्य दापयेत् ॥
]

`verse 12 [
यानि कानि च पापानि मया लोभात् कृतानि वै।
लोहपात्रादि दानेन प्रणश्यन्तु ममाशु वै ॥
]

`verse 13 [
तिलपूर्णं ततः कृत्वा वामपादे निवेशयेत्।
यानि कानिच पापानि कर्णोत्थानि कृतानि च ॥
]

`verse 14 [
कांस्यपात्रप्रदानेन तानि नश्यन्तु मे सदा।
मधुपूर्णन्तु तत्कृत्वा पादे वै दक्षिणे न्यसेत् ॥
]

`verse 15 [
परापवादपैशून्याद्वृथा मांसस्य भक्षणात्।
तत्रोत्थितञ्च मे पापं ताम्रपात्रात्प्रणश्यतु ॥
]

`verse 16 [
कन्यानृतात् गवाञ्चैव परदाराभिमर्शनात्।
रौप्यपात्रप्रदानाद्धि क्षिप्रं नाशं प्रयातु मे ॥
]

`verse 17 [
ऊर्ध्वपादे त्विमे कार्ये ताम्रस्य रजतस्य च।
जन्मजन्मसहस्रेषु कृतं पापं कुबुद्धिना ॥
]

`verse 18 [
सुवर्णपात्रदानात्तु नाशयाशु जनार्द्दन!।
हेममुक्ताविद्रुमञ्च दाड़िमं बीजपूरकम् ॥
]

`verse 19 [
प्रशस्तपत्रे श्रवणे खुरे श्रृङ्गाटकानि च।
एवं कृत्वा यथोक्तेन सर्वशाकफलानि च ॥
]

`verse 20 [
तत्प्रतिग्रहविद्विद्वानाहिताग्निर्द्विजोत्तमः।
स्नातो वस्त्रयुगच्छन्नः स्वशक्त्या चाप्यलङ्कृतः ॥
]

`verse 21 [
प्रतिग्रहश्च तस्योक्तः पुच्छदेशे महीपते!।
तत एवं समीपे तु मन्त्रमेनमुदीरयेत् ॥
]

`verse 22 [
कृष्णः कृष्णगलोदेवः कृष्णाजिनधरस्तथा।
तद्दानाद्धूतपापस्य प्रीयतां वृषभध्वजः ॥
]

`verse 23 [
अनेन विधिना दत्त्वा यथावत् कृष्णमार्गकम्।
न स्पृश्योऽसौ द्विजो राजन्! चितियूपसमो हि सः ॥
]

`verse 24 [
स दाने श्राद्धकाले च दूरतः परिवर्जयेत्।
स्वगृहात्प्रेष्य तं विप्रं मङ्गलस्नानमाचरेत् ॥
]

`verse 25 [
पूर्णकुम्भेन राजेन्द्र! शाखया चम्पकस्य तु।
कृत्वाचार्यश्च कलशं मन्त्रेणानेन मूर्द्धनि॥
]

`verse 26 [
आप्यायस्व समुद्रज्येष्ठा ऋचा संस्नाप्य षोड़श।
अहतेवाससीवत आचान्तः शुचितामियात् ॥
]

`verse 27 [
तद्वासः कुम्भसहितं नीत्वा क्षेप्यं चतुष्पथे।
कृतेनानेन या तुष्टिर्न सा शक्या सुरैरपि ॥
]

`verse 28 [
वक्तुं हि नृपतिश्रेष्ठ! तथाप्युद्देशतः श्रृणु।
समग्रभूमिदानस्य फलं प्राप्नोत्यसंशयम् ॥
]

`verse 29 [
सर्वान् लोकांश्च जयति कामचारी विहङ्गवत्।
आभूतसंप्लवं यावत्सर्गमाप्नोत्यसंशयम् ॥
]

`verse 30 [
न पिता पुत्रमरणं वियोगं भार्यया सह।
धनदेशपरित्यागं न चैवेहाप्नुयात् क्वचित् ॥
]

`verse 31 [
कृष्णेप्सितं कृष्णमृगस्य चर्म दत्त्वा द्विजेन्द्राय समाहितात्मा।
यथोक्तमेतन्मरणं न शोचेत् प्राप्नोत्यभीष्टं मनसः फलं तत् ॥
]
