`speaker [
मनुरुवाच
]

`verse 1 [
भगवंच्छ्रोतुमिच्छामि वृषभस्य च लक्षणम्।
वृषोत्सर्गविधिञ्चैव तथा पुण्यफलं महत् ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
धेनुमादौ परीक्षेत सुशीलाञ्च गुणान्विताम्।
अव्यङ्गामपरिक्लिष्टां जीववत्सामरोगिणीम् ॥
]

`verse 3 [
स्निग्धवर्णां स्निग्धखुरां स्निग्ध श्रृङ्गीं तथैव च।
मनोहराकृतिं सौम्यां सुप्रमाणामनुद्धताम् ॥
]

`verse 4 [
आवर्तैर्दक्षिणावर्तैर्युक्तां दक्षिणतस्तथा।
वामावर्तैर्वामतश्च विस्तीर्ण जघनां तथा ॥
]

`verse 5 [
मृदुसंहतताम्रोष्ठीं रक्तग्रीवासुशोभिताम्।
अश्यामदीर्घास्फुटिता रक्तजिह्वा तथा च या ॥
]

`verse 6 [
विस्रावामलनेत्रा च शफैरविरलैर्दृढ़ैः।
वैदूर्यमधुवर्णैश्च जलबुद्बुदसन्निभैः ॥
]

`verse 7 [
रक्तस्निग्धैश्च नयनैस्तथा रक्तकनीनिकैः।
सप्त चतुर्दशदन्ता च तथा वा श्यामतालुका ॥
]

`verse 8 [
षडुन्नता सुपार्श्वोरुः पृथुपञ्चसमायता।
अष्टायतशिरोग्रीवा या राजन्! सा सुलक्षणा ॥
]

`speaker [
मनुरुवाच
]

`verse 9 [
षडुन्नताः के भगवन्! के च पञ्चसमायताः।
आयाताश्च तथैवाष्टौ धेनूनाङ्के शुभावहाः ॥
]

`speaker [
मत्स्य उवाच
]

`verse 10 [
उरः पृष्ठं शिरः कुक्षी श्रोणी च वसुधाधिप!।
षडुन्नतानि धेनूनां पूजयन्ति विचक्षणाः ॥
]

`verse 11 [
कर्णौ नेत्रे ललाटञ्च पञ्चभास्करनन्दन!।
समायतानि शस्यन्ते पुच्छं सास्ना च सक्थिनी ॥
]

`verse 12 [
चत्वारश्चस्तना राजन्! ज्ञेया ह्यष्टौ मनीषिभिः।
शिरोग्रीवायताश्चैते भूमिपाल! दशस्मृताः ॥
]

`verse 13 [
तस्याः सुतं परीक्षेत वृषभं लक्षणान्वितम्।
उन्नतस्कन्धककुदं ऋजुलाङ्गूलकम्बलम् ॥
]

`verse 14 [
महाकटितटस्कन्धं वैढूर्यमणिलोचनम्।
प्रवालगर्भश्रृङ्गाग्रं सुदीर्घ पृथुबालधिम् ॥
]

`verse 15 [
नवाष्टादशसङ्ख्यैर्वा तीक्ष्णाग्रैर्दर्शनैः शुभैः।
मल्लिकाक्षश्च मोक्तव्यो गृहेऽपि धनधान्यदः ॥
]

`verse 16 [
वर्णतस्ताम्रकपिलो ब्राह्मणस्य प्रशस्यते।
श्वेतोरक्तश्च कृष्णश्च गौरः पाटक एव च ॥
]

`verse 17 [
श्रृङ्गिणस्ताम्रपृष्ठश्च शबलः पञ्चबालकैः।
पृथुकर्णौ महास्कन्धः श्लक्ष्णरोमा च यो भवेत्
रक्ताक्षः कपिलो यश्च रक्तश्रृङ्गतलो भवेत् ॥
]

`verse 18 [
श्वेतोदरः कृष्णपार्श्वो ब्राह्मणस्य तु शस्यते।
स्निग्धा रक्तेन वर्णेन क्षत्रियस्य प्रशस्यते ॥
]

`verse 19 [
काचनाभेन वैश्यस्य कृष्णेनाप्यन्त्यजन्मनः।
यस्य प्रागायते शृङ्गे भ्रूमुखाभिमुखे सदा ॥
]

`verse 20 [
सर्वेषामेव वर्णानां सर्वः सर्वार्थसाधकः।
मार्जारपादः कपिलो धन्यः कपिल पिङ्गलः ॥
]

`verse 21 [
श्वेतो मार्जारपादस्तु धन्यो मणि निभेक्षणः।
करटः पिङ्गलश्चैव श्वेतपादस्तथैव च ॥
]

`verse 22 [
सर्वापादसितो यश्च द्विपादः सत्य एव च।
कपिञ्जलनिभो धन्यस्तथा तित्तिरिसन्निभः ॥
]

`verse 23 [
आकर्णमूलश्वेतन्तु मुखं यस्य प्रकाशते।
नन्दीमुखः स विज्ञेयो रक्तवर्णो विशेषतः ॥
]

`verse 24 [
श्वेतन्तु जठरं यस्य भवेत् पृष्ठं च गोपतेः।
वृषभः स समुद्राख्यः सततं कुलवर्धनः ॥
]

`verse 25 [
मल्लिकापुष्पचित्रश्च धन्यो भवति पुङ्गवः।
कमलैर्मण्डलैश्चापि चित्रो भवति भाग्यदः ॥
]

`verse 26 [
अतसीपुष्पवर्णश्च तथा धन्यतरः स्मृतः।
एते धन्यास्तथा धन्यान् कीर्तयिष्यामि ते नृप! ॥
]

`verse 27 [
कृष्ण ताल्वोष्ठवदना रूक्षश्रृङ्ग शफाश्च ये।
अव्यक्तवर्ण ह्रस्वाश्च व्याघ्रसिंह-निभाश्च ये॥
]

`verse 28 [
ध्वाङ्क्ष गृध्र सवर्णाश्च तथा मूषकसन्निभाः।
कुण्ठाः काणास्तथा खञ्जाः केकराक्षास्तथैव च ॥
]

`verse 29 [
विषमश्वेतपादाश्च उद्भ्रान्तनयनास्तथा।
नैते वृषाः प्रमोक्तव्या न च धार्यास्तथा गृहे ॥
]

`verse 30 [
मोक्तव्यानाञ्च धार्याणां तेषां वक्ष्यामि लक्षणम्।
स्वस्तिकाकारश्रृङ्गाश्च तथा मेघौघनिस्वनाः ॥
]

`verse 31 [
महाप्रमाणाश्च तथा मत्तमातङ्गगामिनः।
महोरस्का महोच्छ्राया महाबलपराक्रमाः ॥
]

`verse 32 [
शिरः कर्णौ ललाटञ्च बालधिश्चरणास्तथा।
नेत्रे पार्श्वे च कृष्णानि शस्यन्ते चन्द्रभासिनाम् ॥
]

`verse 33 [
श्वेतान्येतानि शस्यन्ते कृष्णस्य तु विशेषतः।
भूमौ कर्षति लाङ्गूलं प्रलम्बस्थूलबालधीः ॥
]

`verse 34 [
पुरस्तादुद्यतो नीलो वृषभश्च प्रशस्यते।
शक्तिध्वजपताकाढ्या येषां राजी विराजते ॥
]

`verse 35 [
अनड्वाहस्तु ते धन्याश्चित्रसिद्धिजयावहाः।
प्रदक्षिणं निवर्तन्ते स्वयं ये विनिवर्तिताः ॥
]

`verse 36 [
समुन्नतशिरोग्रीवा धन्यास्ते यूथवर्द्धनाः।
रक्तश्रृङ्गाग्रनयनः श्वेतवर्णो भवेद्यदि ॥
]

`verse 37 [
शफैः प्रवालसदृशैर्नास्ति धन्यतरस्ततः।
एते धार्य्याः प्रयत्नेन मोक्तव्या यदि वा वृषाः॥
]

`verse 38 [
धारिताश्च तथा मुक्ता धनधान्यप्रवर्द्धनाः।
चरणानि मुखं पुच्छं यस्य श्वेतानि गोपतेः ॥
]

`verse 39 [
लाक्षारस-सवर्णश्च तं नीलमिति निर्दिशेत्।
वृष एष स मोक्तव्यो न सन्धार्यो गृहे भवेत् ॥
]

`verse 40 [
तदर्थमेषा चरति लोके गाथा पुरातनी।
एष्टव्या बहवः पुत्रा यद्येकोऽपि गयां व्रजेत् ॥
]

`verse 41 [
गौरीञ्चाप्युद्वहेत्कन्यां नीलं वा वृषमुत्सृजेत् ॥
]

`verse 42 [
एवं वृषं लक्षणसंप्रयुक्तं गृहोद्भवं क्रीतमथापि राजन्!
मुक्ता न शोचेन्मरणं महात्मा मोक्षं गतश्चाहमतोऽभिधास्ये ॥
]
