`verse 1 [
पतिव्रतामाहात्म्ये सावित्र्युपाख्यानम्।
सूत उवाच।
ततः स राजा देवेशं पप्रच्छामितविक्रमः।
पतिव्रतानां माहात्म्यं तत्सम्बन्धां कथामपि ॥
]

`speaker [
मनुरुवाच
]

`verse 2 [
पतिव्रतानां का श्रेष्ठा कया मृत्युः पराजितः ।
नामसङ्कीर्तनं कस्याः कीर्तनीयं सदा नरैः ॥
]

`speaker [
मत्स्य उवाच
]

`verse 3 [
वैलोम्यं धर्मराजोऽपि नाचरत्यथ योषिताम्।
पतिव्रतानां धर्मज्ञ! पूज्यास्तस्यापि ताः सदा ॥
]

`verse 4 [
अत्र ते वर्णयिष्यामि कथां पापप्रणाशिनीम्।
यथा विमोक्षितो भर्त्ता मृत्युपाशाद्यतः स्त्रिया ॥
]

`verse 5 [
मद्रेषु शाकलो राजा बभूवाश्वपतिः पुरा।
अपुत्रस्तप्यमानोऽसौ पुत्रार्थी सर्वकामदाम् ॥
]

`verse 6 [
आराधयति सावित्रीं लक्षितोऽसौ द्विजोत्तमैः।
सिद्धार्थकैर्हूयमानां सावित्रीं प्रत्यहं द्विजैः ॥
]

`verse 7 [
शतसंख्यैश्चतुर्थ्यान्तु दशमासागते दिने।
काले तु दर्शयामास स्वान्तनुं मनुजेश्वरम् ॥
]

`verse 8 [
सावित्र्युवाच।
राजन्! भक्तोऽसि मे नित्यं दास्यामि त्वां सुतां सदा।
तां दत्तां मत्प्रसादेन पुत्रीं प्राप्स्यसि शोभनाम् ॥
]

`verse 9 [
एतावदुक्त्वा सा राज्ञः प्रणतस्यैव पार्थिव!।
जगामादर्शनं देवी यथा वै नृप! चञ्चला ॥
]

`verse 10 [
मालती नाम तस्यासीद्राज्ञः पत्नी पतिव्रता।
सुषुवे तनयां काले सावित्रीमिव रूपतः ॥
]

`verse 11 [
सावित्र्याहूतया दत्ता तद्रूपसदृशी तथा।
सावित्री च भवत्वेषा जगाद नृपतिर्द्विजान्॥
]

`verse 12 [
कालेन यौवनं प्राप्ता ददौ सत्यवते पिता।
नारदस्तु ततः प्राह राजानं दीप्ततेजसम् ॥
]

`verse 13 [
संवत्सरेण क्षीणायुः भविष्यति तृपात्मजः।
सकृत्कन्याः प्रदीयन्ते चिन्तयित्वा नराधिपः ॥
]

`verse 14 [
तथापि प्रददौ कन्यां द्युमत्सेनात्मजे शुभे।
सावित्र्यापि च भर्तारमासाद्य नृपमन्दिरे ॥
]

`verse 15 [
नारदस्य तु वाक्येन दूयमानेन चेतसा।
शुश्रूषां परमां चक्रे भर्तृश्वशुरयोर्वने ॥
]

`verse 16 [
राज्याद् भ्रष्टः सभार्यस्तु नष्टचक्षुर्नराधिपः।
न तुतोष समासाद्य राजपुत्रीं तथा स्नुषाम् ॥
]

`verse 17 [
चतुर्थेऽहनि मर्तव्यं तथा सत्यवता द्विजाः!।
श्वशुरेणाभ्यनुज्ञाता तदा राजसुतापि सा ॥
]

`verse 18 [
चक्रे त्रिरात्रं धर्मज्ञा प्राप्ते तस्मिंस्तदा दिने।
चारुपुष्पफलाहारः सत्यवांस्तु ययौ वनम् ॥
]

`verse 19 [
श्वशुरेणाभ्यनुज्ञाता याचना भङ्गभीरुणा।
सावित्र्यपि जगामार्ता सह भर्त्रा महद्वनम् ॥
]

`verse 20 [
चेतसा दूयमानेन गूहमाना महद् भयम्।
वने पप्रच्छ भर्तारं द्रुमाश्चासदृशांस्तथा ॥
]

`verse 21 [
आश्वासयामास स राजपुत्रीं क्लान्तां वने पद्मविशालनेत्राम्।
सन्दर्शनेनाथ द्रुमद्विजानान्तथा मृगाणां विपिने नृवीरः ॥
]
