`verse 1 [
सावित्र्युपाख्यानम्।
सावित्र्युवाच।
कुतः क्लमः कुतो दुःखं सद्भिः सह समागमे।
सतां तस्मान्न मे ग्लानिस्त्वत्समीपे सुरोत्तम! ॥
]

`verse 2 [
साधूनां वाप्यसाधूनां सन्त एव सदागतिः।
नैवासतां नैव सतामसन्तो नैवमात्मनः ॥
]

`verse 3 [
विषाग्निसर्प शस्त्रेभ्यो न तथा जायते भयम्।
अकारणं जगद्वैरि खलेभ्यो जायते यथा ॥
]

`verse 4 [
सन्तः प्राणानपि त्यक्त्वा परार्थं कुर्वते यथा।
तथाऽसन्तोऽपि सन्त्यज्य परपीड़ासु तत्पराः ॥
]

`verse 5 [
त्यजत्यसून यं लोकस्तृणवद्यस्य कारणात्।
परोपघातशक्तास्तं परलोकन्तथा सतः ॥
]

`verse 6 [
निकायेषु निकायेषु तथा ब्रह्मा जगद्गुरुः।
असतामुपघाताय राजानं ज्ञातवान् स्वयम् ॥
]

`verse 7 [
नरान् परीक्षयेद्राजा साधून् सम्मानयेत् सदा।
निग्रहञ्चासतां कुर्यात् सलोके लोकजित्तमः ॥
]

`verse 8 [
निग्रहेणासतां राजा सताञ्च परिपालनात्।
एतावदेव कर्तव्यं राज्ञा स्वर्गमभीप्सुना ॥
]

`verse 9 [
राजकृत्यं हि लोकेषु नास्त्यन्यज्जगतीपते!
असतां निग्रहादेव सताञ्च परिपालनात् ॥
]

`verse 10 [
राजभिश्चाप्यशास्तानामसतां शासिता भवान्।
तेन त्वमधिको देवो देवेभ्यः प्रतिभासि मे ॥
]

`verse 11 [
जगत्तु धार्यते सद्भिः सतामग्य्रस्तथा भवान्।
तेन त्वामनुयान्त्या मे क्लमो देव! न विद्यते ॥
]

`speaker [
यम उवाच
]

`verse 12 [
तुष्टोऽस्मि ते विशालाक्षि! वचनैर्धर्मसंगतैः।
विना सत्यवतः प्राणाद् वरं वरय मा चिरम् ॥
]

`verse 13 [
सावित्र्युवाच।
सहोदराणां भ्रातॄणां कामयामि शतं विभो!।
अनपत्यः पिता प्रीतिं पुत्रलाभात् प्रयातु मे ॥
]

`verse 14 [
तामुवाच यमो गच्छ यथागतमनिन्दिते!।
और्ध्वदेहिककार्येषु यत्नं भर्तुः समाचर ॥
]

`verse 15 [
नानुगन्तुमयं शक्यस्त्वया लोकान्तरं गतः।
पतिव्रतासि तेन त्वं मुहूर्तं मम यास्यसि ॥
]

`verse 16 [
गुरुशुश्रूषणाद् भद्रे! तथा सत्यवतो महत्।
पुण्यं समर्जितं येन न याम्येनमहं स्वयम् ॥
]

`verse 17 [
एतावदेव कर्तव्यं पुरुषेण विजानता।
मातुः पितुश्च शुश्रूषा गुरोश्च वरवर्णिनि! ॥
]

`verse 18 [
तोषितं त्रयमेतच्च सदा सत्यवता वने।
पूजितं विजितः स्वर्गस्त्वयानेन चिरं शुभे! ॥
]

`verse 19 [
तपसा ब्रह्मचर्येण अग्निशुश्रूषया शुभे!।
पुरुषाः स्वर्गमायान्ति गुरुशुश्रूषया तथा ॥
]

`verse 20 [
आचार्यश्च पिता चैव माता भ्राता च पूर्वजः।
नार्तेनात्यवमन्तव्या ब्राह्मणा न विशेषतः ॥
]

`verse 21 [
आचार्यो ब्रह्मणो मूर्तिः पिता मूर्तिः प्रजापतेः।
माता पृथिव्या मूर्तिस्तु भ्राता वै मूर्तिरात्मनः ॥
]

`verse 22 [
जन्मना पितरौ क्लेशं सहेते सम्भवे नृणाम्।
न तस्य निष्कृतिः शक्या कर्तुं वर्षशतैरपि ॥
]

`verse 23 [
तयोर्नित्यं प्रियं कुर्यादाचार्यस्य तु सर्वदा।
तेष्वेव त्रिषु तुष्टेषु तपः सर्वं समाप्यते ॥
]

`verse 24 [
तेषां त्रयाणां शुश्रुषा परमन्तप उच्यते।
न च तैरननुज्ञातो धर्ममन्यं समाचरेत् ॥
]

`verse 25 [
त एव हि त्रयो लोकास्त एव त्रय आश्रमाः।
त एव च त्रयोवेदास्तथैवोक्ता स्त्रयोऽग्नयः ॥
]

`verse 26 [
पिता वै गार्हपत्योऽग्निर्माता दक्षिणतः स्मृतः।
गुरुराहवनीयश्च साग्नित्रेता गरीयसी ॥
]

`verse 27 [
त्रिषु प्रमाद्यते नैषु त्रीन् लोकान् जायते गृही।
दीप्यमानः स्ववपुषा देववद्दिवि मोदते ॥
]

`verse 28 [
कृतेन कामेन निवर्त भद्रे! भविष्यतीदं सकलं त्वयोक्तम्।
ममोपरोधस्तव च क्लमः स्यात् तथाऽधुना तेन तव ब्रवीमि ॥
]
