`verse 1 [
सावित्र्युपाख्यानम्।
सावित्र्युवाच।
धर्मार्जने सुरश्रेष्ठ! कुतो ग्लानिः क्लमस्तथा।
त्वपादमूलसेवा च परमं धर्मकारणम् ॥
]

`verse 2 [
धर्मार्जनन्तथा कार्यं पुरुषेण विजानता।
तल्लाभः सर्वलाभेभ्यो यदा देव विशिष्यते ॥
]

`verse 3 [
धर्मश्चार्थश्च कामश्च त्रिवर्गो जन्मनः फलम्।
धर्महीनस्य कामार्थौ वन्ध्यासुतसमौ प्रभो! ॥
]

`verse 4 [
धर्मादर्थस्तथा कामो धर्माल्लोकद्वयं तथा।
धर्मएकोऽनुयात्येनं यत्र क्वचन गामिनम् ॥
]

`verse 5 [
शरीरेण समं नाशं सर्वमन्यद्धि गच्छति।
एको हि जायते जन्तुरेक एव विपद्यते ॥
]

`verse 6 [
धर्मस्तमनुयात्येको न सुहृन्न च बान्धवाः।
क्रिया सौभाग्यलावण्यं सर्वं धर्मेण लभ्यते ॥
]

`verse 7 [
ब्रह्मोन्द्रोपेन्द्रशर्वेन्दुर्यमार्काग्न्यनिलाम्भसाम्।
वस्वश्विधनदाद्यानां ये लोकाः सर्वकामदाः ॥
]

`verse 8 [
धर्मेण तानवाप्नोति पुरुषः पुरुषान्तक!।
मनोहराणि द्वीपानि वर्षाणि सुसुखानि च ॥
]

`verse 9 [
प्रयान्ति धर्मेण नरास्तथैव नरगण्डिकाः।
नन्दनादीनि मुख्यानि देवोद्यानानि यानि च ॥
]

`verse 10 [
तानि पुण्येन लभ्यन्ते नाकपृष्ठन्तथा नरैः।
विमानानि विचित्राणि तथैवाप्सरसः शुभाः ॥
]

`verse 11 [
तैजसानि शरीराणि सदा पुण्यवतां फलम्।
राज्यं नृपतिपूजा च कामसिद्धिस्तथेप्सिता ॥
]

`verse 12 [
संस्काराणि च मुख्यानि फलं पुण्यस्य दृश्यते।
रुर्क्मवैदूर्यदण्डानि चण्डांशुसदृशानिच ॥
]

`verse 13 [
चामराणि सुराध्यक्ष! भवन्ति शुभकर्मणाम्।
पूर्णोन्दुमण्डलाभेन रत्नांशुकविकाशिना ॥
]

`verse 14 [
धार्यतां याति छत्रेण नरः पुण्येन कर्मणा।
जयशङ्खस्वरौघेण सूतमागधनिःस्वनैः ॥
]

`verse 15 [
वरासनं सभृङ्गरं फलं पुण्यस्य कर्मणः।
वरान्नपानं गीतञ्च भृत्यमाल्यानुलेपनम् ॥
]

`verse 16 [
रत्नवस्त्राणि मुख्यानि फलं पुण्यस्य कर्मणः।
रूपौदार्यगुणोपेतास्त्रियश्चातिमनोहराः ॥
]

`verse 17 [
वासः प्रासादपृष्ठेषु भवन्ति शुभकर्मिणः।
सुवर्णकिङ्किणीमिश्रचामरापीडधारिणः ॥
]

`verse 18 [
वहन्ति तुरगा देव नरं पुण्येन कर्मणा।
तस्य द्वाराणि यजनन्तपोदानन्दमः क्षमा॥
]

`verse 19 [
ब्रह्मचर्यं तथा सत्यन्तीर्थानुमरणं शुभम्।
स्वाध्याय-सेवा-साधूनां सहवासः सुरार्चनम् ॥
]

`verse 20 [
गुरुणां चैव शुश्रूषा ब्राह्मणानां च पूजनम्।
इन्द्रियाणां जयश्चैव ब्रह्मचर्यममत्सरम् ॥
]

`verse 21 [
तस्माद्धर्मः सदा कार्यो नित्यमेव विजानता।
नहि प्रतीक्षते मृत्युः कृतमस्य च वा कृतम् ॥
]

`verse 22 [
बाल-एव-चरेद्धर्ममनित्यं देव! जीवितम्।
कोहि जानाति कस्याद्य मृत्युरेवापतिष्यति ॥
]

`verse 23 [
पश्यतोऽप्यस्य लोकस्य मरणं पुरतः स्थितम्।
अमरस्येव चरितमत्याश्चर्यं सुरोत्तम! ॥
]

`verse 24 [
युवत्वापेक्षया बालो वृद्धत्वापेक्षया युवा।
मृत्योरुत्सङ्गमारूढः स्थविरः किमपेक्षते ॥
]

`verse 25 [
तत्रापि विन्दतस्त्राणां मृत्युना तस्य का गतिः।
न भयं मरणञ्चैव प्राणिनामभयं क्वचित् ॥
]

`speaker [
यम उवाच
]

`verse 26 [
तुष्टोऽस्मि ते विशालाक्षि! वचनैर्धर्मसङ्गतैः।
विना सत्यवतः प्राणान् वरं वरयमाचिरम् ॥
]

`verse 27 [
सावित्र्युवाच।
वरयामि त्वया दत्तं पुत्राणां शतमौरसम्।
अनपत्यस्य लोकेषु गतिः किल न विद्यते ॥
]

`speaker [
यम उवाच
]

`verse 28 [
कृतेन कामेन निवर्त भद्रे! भविष्यतीदं सकलं यथोक्तम्।
ममोपरोधस्तव च क्लमः स्यात्तथाऽधुना तेन तव ब्रवीमि ॥
]
