`speaker [
मनुरुवाच
]

`verse 1 [
राज्ञोऽभिषिक्तमात्रस्य किं नु कृत्यतमं भवेत्।
एतन्मे सर्वमाचक्ष्व सम्यग्वेत्ति यतो भवान् ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
अभिषेकार्द्र शिरसा राज्ञा राज्यावलोकिना।
सहायवरणं कार्यं तत्र राज्यं प्रतिष्ठितम् ॥
]

`verse 3 [
यदप्यल्पतरं कर्म तदप्येकेन दुश्चरम्।
पुरुषेणासहायेन किमु राज्यं महोदयम् ॥
]

`verse 4 [
तस्मात्सहायान् वरयेत् कुलीनान्नृपतिः स्वयम्।
शूरान् कुलीनजातीयान् बलयुक्तान् श्रियान्वितान् ॥
]

`verse 5 [
रूपसत्वगुणोपेतान् सज्जनान् क्षमयान्वितान्।
क्लेशक्षमान् महोत्साहान् धर्मज्ञांश्च प्रियं वदान् ॥
]

`verse 6 [
हितोपदेशकान्राज्ञः स्वामिभक्तान्यशोऽर्थिनः।
एवं विधान् सहायांश्च शुभकर्मस्तु योजयेत् ॥
]

`verse 7 [
गुणहीना अपि तथा विज्ञाय नृपतिः स्वयम्।
कर्मस्वेव नियुञ्जीत यथा योग्येषु भागशः ॥
]

`verse 8 [
कुलीनः शीलसम्पन्नो धनुर्वेदविशारदः।
हस्तिशिक्षाश्वशिक्षासु कुशलः श्लक्ष्णभाषिता ॥
]

`verse 9 [
निमित्ते शकुने ज्ञाने वेत्ता चैव चिकित्सिते।
कृतज्ञः कर्मणां शूरस्तथा क्लेशसहो ऋजुः ॥
]

`verse 10 [
व्यूहतत्त्वविधानज्ञः फल्गुसारविशेषवित्।
राज्ञासेनापतिः कार्यो ब्राह्मणः क्षत्रियोऽथवा ॥
]

`verse 11 [
प्रांशुः सुरूपो दक्षश्च प्रियवादी न चोद्धतः।
चित्तग्राहश्च सर्वेषां प्रतीहारो विधीयते ॥
]

`verse 12 [
यथोक्तवादी दूतः स्याद्देशभाषा विशारदः।
शक्तुः क्लेशसहो वाग्मी देशकालविभागवित् ॥
]

`verse 13 [
विज्ञाता देशकालश्च दूतः स स्यान् महीक्षितः।
वक्ता न यस्य यः काले स दूतो नृपतेर्भवेत् ॥
]

`verse 14 [
प्रांशवो व्यायताः शूराः दृढभक्ता निराकुलाः।
राज्ञा तु रक्षिण कार्याः सदा क्लेशसहा हिताः ॥
]

`verse 15 [
अनाहार्यो नृशंसश्च दृढभक्तिश्च पार्थिवे।
ताम्बूलधारी भवति नारी वाप्यथ तद्गुणा ॥
]

`verse 16 [
षाड्गुण्यविधितत्त्वज्ञो देशभाषा विशारदः।
सन्धिविग्रहकः कार्यो राज्ञा नयविशारदः ॥
]

`verse 17 [
कृताकृतज्ञो भृत्यानां ज्ञेयः स्याद्देशरक्षिता।
आयव्ययज्ञो लोकज्ञो देशोत्पत्तिविशारदः ॥
]

`verse 18 [
सुरूपस्तरुणः प्रांशुर्दृढभक्तिः कुलोचितः।
शूरः क्लेशसहश्चैव खड्गधारी प्रकीर्तितः ॥
]

`verse 19 [
शूरश्च बलयुक्तश्च गजाश्वरथकोविदः।
धनुर्धारी भवेद्राज्ञः सर्वक्लेशसहः शुचिः ॥
]

`verse 20 [
निमित्तशकुनज्ञानी हयशिक्षाविशारदः।
हयायुर्वेदतत्त्वज्ञो भुवो भागविचक्षणः ॥
]

`verse 21 [
बलावलज्ञो रथिनः स्थिरदृष्टिः प्रियम्वदः।
शूरश्च कृतविद्यश्च सारथिः परिकीर्तितः ॥
]

`verse 22 [
अनाहार्यः रुचिर्दक्षश्चिकित्सित विदाम्वरः।
सूपशास्त्रविशेषज्ञः सूदाध्यक्षः प्रशस्यते ॥
]

`verse 23 [
सूदशस्त्रविधानज्ञाः परभेद्या कुलोद्गताः।
सर्वे महानसे धार्याः कृत्तकेशनखा नराः ॥
]

`verse 24 [
समः शत्रौ च मित्रे च धर्मशास्त्रविशारदः।
विप्रमुख्यः कुलीनश्च धर्माधिकरणी भवेत् ॥
]

`verse 25 [
कार्यास्तथा विधास्तत्र द्विजमुख्याः सभासदः।
सर्वदेशाक्षराभिज्ञः सर्वशास्त्रविशारदः ॥
]

`verse 26 [
लेखकः कथितो राज्ञः सर्वाधिकरणेषु वै।
शीर्षोपेतान् सुसम्पूर्णान् समश्रेणिगतान् समान् ॥
]

`verse 27 [
आन्तरान्वै लिखेद्यस्तु लेखकः स वरः स्मृतः।
उपायवाक्यकुशलः सर्वशास्त्रविशारदः ॥
]

`verse 28 [
बह्वर्थवक्ता चाल्पेन लेखकः स्यान्नृपोत्तम!।
पुरुषान्तरतत्त्वज्ञाः प्रांशवश्चाप्यलोलुपाः ॥
]

`verse 29 [
धर्माधिकारिणः कार्याः जना दानकरा नराः।
एवम्विधास्तथा कार्या राज्ञा दौवारिका जनाः ॥
]

`verse 30 [
लोहवस्त्राजिनादीनां रत्नानाञ्च विधानवित्।
विज्ञाता फल्गुसाराणामनाहार्यः शुचिः सदा ॥
]

`verse 31 [
निपुणश्चाप्रमत्तश्च धनाध्यक्षः प्रकीर्तितः।
आयद्वारेषु सर्वेषु धनाध्यक्ष समा नराः ॥
]

`verse 32 [
व्यवहारेषु च तथा कर्तव्याः पृथिवीक्षिता।
परम्परागतो यः स्यादष्टाङ्गे सुचिकित्सिते ॥
]

`verse 33 [
अनाहार्यः स वैद्यः स्यात् धर्मात्मा च कुलोद्गतः।
प्राणाचार्यः स विज्ञेयो वरुणात्तस्य भूभुजा ॥
]

`verse 34 [
राजन्! राज्ञा सदा कार्यं यथाकार्यं पृथक् जनैः।
हस्तिशिक्षा-विधानज्ञो वनजातिविशारदः ॥
]

`verse 35 [
क्लेशक्षमस्तथा राज्ञो गजाध्यक्षः प्रशस्यते।
एतैरेव गुणैर्युक्तः स्वासनश्च विशेषतः ॥
]

`verse 36 [
गजारोही नरेन्द्रस्य सर्वकर्मसु शस्यते।
हयशिक्षाविधानज्ञश्चिकित्सित विशारदः ॥
]

`verse 37 [
अश्वाध्यक्षो महीभर्त्तुः स्वासनश्च प्रशस्यते।
अनाहार्यश्च शूरश्च तथा प्राज्ञः कुलोद्गतः ॥
]

`verse 38 [
दुर्गाध्यक्षः स्मृतो राज्ञ उद्युक्तः सर्वकर्मसु।
वास्तुविद्याविधानज्ञो लघुहस्तो जितश्रमः ॥
]

`verse 39 [
दीर्घदर्शी च शूरश्च स्थपतिः परिकीर्तितः।
यन्त्रमुक्ते पाणिमुक्ते विमुक्ते मुक्तधारिते ॥
]

`verse 40 [
अस्त्राचार्यो निरुद्वेगः कुशलश्च विशिष्यते।
वृद्धः कुलोद्गतः सूक्तः पितृपैतामहः शुचि ॥
]

`verse 41 [
राज्ञामन्तःपुराध्यक्षो विनीतश्च तथेष्यते।
एवं सप्ताधिकारेषु पुरुषाः सप्त ते पुरे ॥
]

`verse 42 [
परीक्ष्य चाधिकार्याः स्युः राज्ञा सर्वेषु कर्मसु।
स्थापना जाति तत्त्वज्ञः सततं प्रतिजाग्रता ॥
]

`verse 43 [
राज्ञः स्यादायुधागारे दक्षः कर्मसु चोद्यतः।
कर्माण्यपरिमेयानि राज्ञो नृपकुलोद्वह!॥
]

`verse 44 [
उत्तमाधम मध्यानि बुद्ध्वा कर्माणि पार्थिवः।
उत्तमाधममध्येषु पुरुषेषु नियोजयेत् ॥
]

`verse 45 [
नरकर्मविपर्यासाद्राजा नाशमवाप्नुयात्।
नियोगं पौरुषं भक्ति श्रुतं शौर्यं कुलं नयम् ॥
]

`verse 46 [
ज्ञात्वा वृत्तिर्विधातव्या पुरुषाणां महीक्षिता।
पुरुषान्तरविज्ञान तत्त्वसारनिबन्धनात् ॥
]

`verse 47 [
बहुभिर्मन्त्रयेत् कामं राजा मन्त्रं पृथक् पृथक्।
मन्त्रिणामपि नो कुर्यान्मन्त्रिमन्त्र प्रकाशनम् ॥
]

`verse 48 [
क्वचिन्न कस्य विश्वासो भवतीह सदा नृणाम्।
निश्चयस्तु सदा मन्त्रे कार्य एकेन सूरिणा ॥
]

`verse 49 [
भवेद्वा निश्चयावाप्तिः परबुध्युपजीवनात्।
एकस्यैव महीभर्तुर्भूयः कार्यो विनिश्चयः ॥
]

`verse 50 [
ब्राह्मणान् पर्युपासीत त्रयी शास्त्रसु निश्चितान्।
नासच्छास्त्रवतो मूढास्ते हि लोकस्य कण्टकाः ॥
]

`verse 51 [
वृद्धान् हि नित्यं सेवेत विप्रान् वेदविदः शुचीन्।
तेम्यः शिक्षेत विनयं विनीतात्मा च नित्यशः ॥
]

`verse 52 [
समग्रां वशगां कुर्य्यात् पृथिवीं नात्र संशयः।
बहवो विनयाद्भ्रष्टा राजानः सपरिच्छदाः ॥
]

`verse 53 [
वनस्थाश्चैव राज्यानि विनयात्प्रतिपेदिरे।
त्रैविद्येभ्यस्त्रयीविद्यां दण्डनीतिं च शाश्वतीम् ॥
]

`verse 54 [
आन्वीक्षिकीं त्वात्मविद्याम्वार्तारम्भाश्च लोकतः।
इन्द्रियाणां जये योगं समातिष्ठेद्दिवा निशम् ॥
]

`verse 55 [
जितेन्द्रियोहि शक्नोति वशे स्थापयितुं प्रजाः।
यजेत राजा बहुभिः क्रतुभिश्च सदक्षिणैः ॥
]

`verse 56 [
धर्मार्थं चैव विप्रेभ्यो दद्याद् भोगान्धनानि च।
साम्वत्सरिकमाप्तैश्च राष्ट्रादाहारयेद् बलिम् ॥
]

`verse 57 [
स्यात् स्वाध्याय-परो-लोके वर्तेत पितृबन्धुवत्।
आवृत्तानां गुरुकुलात्द्विजानां पूजको भवेत् ॥
]

`verse 58 [
नृपाणामक्षयो ह्येष विधिर्ब्राह्मोऽभिधीयते।
ततस्तेनानवा मित्रा हरन्ति न विनश्यति ॥
]

`verse 59 [
तस्माद्राज्ञा विधातव्यो ब्राह्मो वै ह्यक्षयो विधिः।
समोत्तमाधमै राजा ह्याहूय पालयेत्प्रजाः ॥
]

`verse 60 [
न निवर्तेत संग्रामात् क्षात्रं व्रतमनुस्मरन्।
संग्रामेश्वनिवर्तित्वं प्रजानां परिपालनम् ॥
]

`verse 61 [
शुश्रूषा ब्राह्मणानाञ्च राज्ञां निश्रेयसम्परम्।
कृपणा नाथवृद्धानां विधवानाञ्च पालनम् ॥
]

`verse 62 [
योगक्षेमञ्च वृत्तिञ्च तथैव परिकल्पयेत्।
वर्णाश्रमव्यवस्थानं तथा कार्यं विशेषतः ॥
]

`verse 63 [
स्वधर्मप्रच्युतान् राजा स्वधर्मे स्थापयेत्तथा।
आश्रमेषु तथा कार्यमन्नं तैलञ्च भाजनम् ॥
]

`verse 64 [
स्वयमेवानयेद्राजा सत्कृतान्नावमानयेत्।
तापसे सर्वकार्यापि राज्यमात्मानमेव च ॥
]

`verse 65 [
निवेदयेत्प्रयत्नेन देववच्चिरमर्चयेत्।
द्वे प्रज्ञे वेदितव्ये च ऋज्वी वक्रा च मानवैः ॥
]

`verse 66 [
वक्रां ज्ञात्वा न सेवेत प्रतिबाधेत चागताम्।
नास्य च्छिद्रं परो विन्द्याद्विन्द्याच्छिद्रं परस्य तु ॥
]

`verse 67 [
गूहेत्कूर्म इवाङ्गानि रक्षेद्विवरमात्मनः।
न विश्वसेदविश्वस्ते विश्वस्तेनातिविश्वसेत् ॥
]

`verse 68 [
विश्वासाद्भयमुत्पन्नं मूलादपि निकृन्तति।
विश्वासयेच्चाप्यपरन्तत्त्वभूतेन हेतुना ॥
]

`verse 69 [
बकवच्चिन्तयेदर्थान् सिंहवच्च पराक्रमे।
वृकवच्चापि लुम्पेन शशवच्च विनिक्षिपेत् ॥
]

`verse 70 [
दृढप्रहारी च भवेत् तथा सूकरवन्नृपः।
चित्राकारश्च शिखिवद्दृढभक्तस्तथाश्ववत् ॥
]

`verse 71 [
तथा च मधुरा भाषी भवेत्कोकिलवन्नृपः।
काकशङ्की भवेन्नित्यमज्ञातवसतिं वसेत् ॥
]

`verse 72 [
नापरीक्षितपूर्वञ्च भोजनं शयनं व्रजेत्।
वस्त्रं पुष्पमलङ्कारं यच्चान्यन्मनुजोत्तम! ॥
]

`verse 73 [
न गाहेज्जनसम्बाधं न चाज्ञातजलाशयम्।
अपरीक्षितपूर्वञ्च पुरुषैराप्तकारिभिः ॥
]

`verse 74 [
नारोहेत्कुञ्जरं व्यालं नादान्तं तुरगं तथा।
नाविज्ञातां स्त्रियं गच्छेन्नैव देवोत्सवे वसेत् ॥
]

`verse 75 [
नरेन्द्रलक्ष्म्या धर्मज्ञ त्राता यत्तो भवेन्नृपः।
सद्भृत्याश्च तथा पुष्टाः सततं प्रतिमानिताः ॥
]

`verse 76 [
राज्ञा सहायाः कर्तव्याः पृथिवीं जेतुमिच्छता।
यथार्हञ्चाप्यसुभृतो राजा कर्मसु योजयेत् ॥
]

`verse 77 [
धर्मिष्ठान् धर्मकार्येषु शूरान् संग्रामकर्मसु।
निपुणानर्थकृत्येषु सर्वत्रैव तथा शुचीन् ॥
]

`verse 78 [
स्त्रीषु षण्ढं नियुञ्जीत तीक्ष्णं दारुणकर्मसु।
धर्मे चार्थे च कामे च नये च रविनन्दन!॥
]

`verse 79 [
राजा यथार्हङ्कुर्याच्च उपधाभिः परीक्षणम्।
समतीतोपदान् भृत्यान् कुर्याच्छस्तवने चरान् ॥
]

`verse 80 [
तत्पादान्वेषणो यत्तांस्तदध्यक्षांस्तु कारयेत्।
एवमादीनि कर्माणि नृपैः कार्याणि पार्थिव ॥
]

`verse 81 [
सर्वथा नेष्यते राज्ञस्तीक्ष्णोपकरक्रमः।
कर्माणि पापसाध्यानि यानि राज्ञो नराधिप! ॥
]

`verse 82 [
सन्तस्तानि न कुर्वन्ति तस्मात्तानि त्यजेन्नृपः।
नेष्यते पृथिवीशानान् तीक्ष्णोपकरणक्रिया ॥
]

`verse 83 [
यस्मिन् कर्मणि यस्य स्याद्विशेषेण च कौशलम्।
तस्मिन् कर्मणि तं राज्ञा परीक्ष्य विनिवेशयेत् ॥
]

`verse 84 [
पितृपैतामहान् भृत्यान् सर्वकर्मसु योजयेत्।
विना दायाद कृत्येषु परीक्षां स्वकृतान्तरान् ॥
]

`verse 85 [
नियुञ्जीत महाभाग! तस्य ते हितकारिणः।
परराज गृहात् प्राप्तान् जनसंग्रहकाम्यया ॥
]

`verse 86 [
दुष्टान् वाप्यथवा दुष्टान् आश्रयीत प्रयत्नतः।
दुष्टं विज्ञाय विश्वासं न कुर्यात्तत्र भूमिपः ॥
]

`verse 87 [
मामयं देशसम्प्राप्तो बहुमानेन चिन्तयेत्।
कामं भृत्यार्जनं राजा नैव कुर्यान्नराधिप ॥
]

`verse 88 [
न च वा संविभक्तांस्तान् भृत्यान् कुर्यात् कथञ्चन।
शत्रवोऽग्निर्विषं सर्पो निस्त्रिंश इति चिन्तयेत् ॥
]

`verse 89 [
भृत्या मनुजशार्दूल! रुषिताश्च तथैकतः।
तेषां चारेण चारित्रं राजा विज्ञाय नित्यशः ॥
]

`verse 90 [
गुणिनां पूजनं कुर्यात् निर्गुणानाञ्च शासनम्।
कथिताः सततं राजन्! राजानश्चारचक्षुषः ॥
]

`verse 91 [
स्वके देशे परे देशे ज्ञानशीलान् विचक्षणान्।
अनाहार्यान् क्लेशसहान्नियुञ्जीत तथाचरान् ॥
]

`verse 92 [
जनस्याविदितान् सौम्यान् तथा ज्ञातान् परस्परम्।
वणिजो मन्त्रकुशलान् सांवत्सरचिकित्सकान् ॥
]

`verse 93 [
तथा प्रवाजिताकारान् चारान् राजा नियोजयेत्।
नैकस्य राजा श्रद्दध्यात् चारस्यापि सुभाषितम्॥
]

`verse 94 [
द्वयोः सम्बन्धमाज्ञाय श्रद्दध्यान्नृपतिस्तदा।
परस्परस्याविदितौ यदि स्याताञ्च तावुभौ ॥
]

`verse 95 [
तस्माद्राजा प्रयत्नेन गूढांश्चारान्नियोजयेत्।
रागापरागौ भृत्यानां जनस्य च गुणागुणान् ॥
]

`verse 96 [
सर्वं राज्ञां चरायत्तन्तेषु यत्नपरो भवेत्।
कर्मणा केन मे लोके जनः सर्वोऽनुरज्यते ॥
]

`verse 97 [
विरज्यते केन तथा विज्ञेयं तन्महीक्षिता।
विरागजनकं लोके वर्जनीयं विशेषतः ॥
]

`verse 98 [
तथा च रागप्रभवा हि लक्ष्म्यो राज्ञां मता भास्करवंशचन्द्र!।
तस्मात्प्रयत्नेन नरेन्द्रमुख्यैः कार्योऽनुरागो भुवि मानवेषु ॥
]
