`speaker [
मत्स्य उवाच
]

`verse 1 [
यथा न वर्तितव्यं स्यान्मनो राज्ञोऽनुजीविना।
तथा ते कथयिष्यामि निबोध गदतो मम ॥
]

`verse 2 [
राजा यत्तु वदेद्वाक्यं श्रोतव्यं तत्प्रयत्नतः।
आक्षिप्य वचनं तस्य न वक्तव्यं तथा वचः ॥
]

`verse 3 [
अनुकूलं प्रियं तस्य वक्तव्यं जनसंसदि।
रहो गतस्य वक्तव्यमप्रियं यद्धितं भवेत् ॥
]

`verse 4 [
परार्थमस्य वक्तव्यं समे चेतसि पार्थिव।
स्वार्थः सुहृद्भिः वक्तव्यो न स्वयं तु कथञ्चन ॥
]

`verse 5 [
कार्य्यातिपातः सर्वेषु रक्षितव्यः प्रयत्नतः।
नच हिंस्यं धनं किञ्चत् नियुक्तेन च कर्मणि ॥
]

`verse 6 [
नोपेक्ष्यस्तस्य मानश्च तथा राज्ञः प्रियो भवेत्।
राज्ञश्च न तथा कार्य्यं वेषभाषित चेष्टितम् ॥
]

`verse 7 [
राजलीला न कर्तव्या तद्विद्विष्टञ्च वर्जयेत्।
राज्ञः समोऽधिको वानकार्य्यो वेषो विजानता॥
]

`verse 8 [
द्युतादिषु तथैवान्यत् कौशलं तु प्रदर्शयेत्।
प्रदर्श्यकौशलं चास्य राजानन्तु विशेषयेत् ॥
]

`verse 9 [
अन्तःपुरजनाध्यक्षै र्वैरिदूतैः निराकृतैः।
संसर्गं न व्रजेद्राजन् विना पार्थिवशासनात् ॥
]

`verse 10 [
निस्नेहताञ्चावमानं प्रयत्नेन तु गोपयेत्।
यच्च गुह्यं भवेद्राज्ञो न तल्लोके प्रकाशयेत् ॥
]

`verse 11 [
नृपेण श्रावितं यत्स्याद् वाच्यावाच्यं नृपोत्तम!।
न तत् संश्रावयेल्लोके तथा राज्ञोऽप्रियो भवेत् ॥
]

`verse 12 [
आज्ञाप्यमाने वान्यस्मिन् समुत्थायत् वरान्वितः।
किमहङ्करवाणीति वाच्यो राजा विजानता ॥
]

`verse 13 [
कार्यावस्थां च विज्ञाय कार्यमेव यथा भवेत्।
सततं क्रियमाणेऽस्मिन् लाघवन्तु व्रजेद् ध्रुवम् ॥
]

`verse 14 [
राज्ञः प्रियाणि वाक्यानि न चात्यर्थं पुनः पुनः।
महासुशीलस्तु भवेत् न चापि भृकुटीमुखः ॥
]

`verse 15 [
नातिवक्ता न निर्वक्ता न च मात्सरिकस्तथा।
आत्मसम्भावितश्चैव न भवेत्तु कथञ्चन ॥
]

`verse 16 [
दुष्कृतानि नरेन्द्रस्य न तु सङ्कीर्तयेत् क्वचित्।
वस्त्रमस्त्रमलङ्कारं राज्ञा दत्तं तु धारधेत् ॥
]

`verse 17 [
औदार्येण न तद्देयमन्यस्मै भूतिमिच्छता।
तत्रैवात्मासनं कार्यं दिवा स्वप्नं न कारयेत् ॥
]

`verse 18 [
नानिर्दिष्टे तथा द्वारे प्रविशेत्तु कथञ्चन।
न च पश्येत्तु राजानमयोग्यासु च भूमिषु ॥
]

`verse 19 [
राज्ञस्तु दक्षिणे पार्श्वे वामे चोपविशेत्तदा।
पुरस्ताच्च तथापश्चादासनन्तु विगर्हितम् ॥
]

`verse 20 [
जृम्भां निष्ठीवनङ्कासं कोपं पर्यस्तिकाश्रयम्।
भृकुटिं वान्तमुद्गारन्तत्समीपे विवर्जयेत् ॥
]

`verse 21 [
स्वयं तत्र न कुर्वीत स्वगुणाख्यापनं बुधः।
स्वगुणाख्यापने युक्ता परमेव प्रयोजयेत् ॥
]

`verse 22 [
हृदयं निर्मलं कृत्वा परां भक्तिमुपाश्रितैः।
अनुजीविगणैर्भाव्यं नित्यं राज्ञामतन्द्रितैः ॥
]

`verse 23 [
शाठ्यं लौल्यं च पैशून्यं नास्तिक्यं क्षुद्रता तथा।
चापल्यञ्च परित्याज्यं नित्यं राज्ञोऽनुजीविभिः ॥
]

`verse 24 [
श्रुति-विद्या-सुशीलैश्च संयोज्यात्मानमात्मना।
राजसेवान्ततः कुर्याद् भूतये भूतिवर्द्धनीम् ॥
]

`verse 25 [
नमस्कार्याः सदा चास्य पुत्रवल्लभ मन्त्रिणः।
सचिवैः चास्य विश्वासो न तु कार्यः कथञ्चन ॥
]

`verse 26 [
अपृष्टश्चास्य न ब्रूयात् कामं ब्रूयात्तथा यदि।
हितं तथ्यञ्च वचनं हितैः सह सुनिश्चितम् ॥
]

`verse 27 [
चित्तञ्चैवास्य विज्ञेयं नित्यमेवानुजीविना।
भर्त्तुराराधनं कुर्याच्चित्तज्ञो मानवः सुखम् ॥
]

`verse 28 [
रागापरागौ चैवास्य विज्ञेयौ भूतिमिच्छता।
त्यजेद्विरक्तो नृपती रक्त वृत्तिन्तु कारयेत् ॥
]

`verse 29 [
विरक्तः कारयेन्नाशं विपक्षाभ्युदयं तथा।
आशावर्द्धनकं कृत्वा फलनाशं करोति च ॥
]

`verse 30 [
अकोपोऽपि सकोपाभः प्रसन्नोऽपि च निष्फलः।
वाक्यं च समदं वक्ति वृत्तिच्छेदं करोति वै ॥
]

`verse 31 [
प्रदेशवाक्यमुदितो न सम्भावयतेऽन्यथा।
आराधनासु सर्वासु सुप्तवच्च विचेष्टते ॥
]

`verse 32 [
कथासु दोषं क्षिपति वाक्यभङ्गं करोति च।
लक्ष्यते विमुखश्चैव गुणसङ्कीर्तनेऽपि च ॥
]

`verse 33 [
दृष्टिं क्षिपति चान्यत्र क्रियमाणे च कर्मणि।
विरक्तलक्षणं चैतत् श्रृणु रक्तस्य लक्षणम् ॥
]

`verse 34 [
दृष्ट्वा प्रसन्नो भवति वाक्यं गृह्णाति चादरात्।
कुशलादि परिप्रश्नं संप्रयच्छति चासनम् ॥
]

`verse 35 [
विविक्तदर्शने चास्य रहस्येनं न शङ्कते।
जायते हृष्टवदनः श्रुत्वा तस्य तु तत्कथाम् ॥
]

`verse 36 [
अप्रियाण्यपि वाक्यानि तदुक्तान्यभिनन्दते।
उपायनञ्च गृह्णाति स्तोकमप्यादरात्तथा॥
]

`verse 37 [
कथान्तरेषु स्मरति प्रहृष्टवदनस्तथा।
इति रक्तस्य कर्तव्या सेवा रविकुलोद्वह! ॥
]

`verse 38 [
मित्रं न चापत्सु तथा च भृत्या भजन्ति ये निर्गुणमप्रमेयम्।
विभुं विशेषेण च ते व्रजन्ति सुरेन्द्रधामामरवृन्दजुष्टम् ॥
]
