`speaker [
मत्स्य उवाच
]

`verse 1 [
राजा सहायसंयुक्तः प्रभूत यवसेन्धनम्।
रम्यमानतसामन्तं मध्यमन्देशमावसेत् ॥
]

`verse 2 [
वैश्यशूद्रजनप्रायमनाहार्यं तथा परैः।
किञ्चिद् ब्राह्मणसंयुक्तं बहुकर्मकरन्तथा ॥
]

`verse 3 [
अदैवमातृकं रम्यमनुरक्तजनान्वितम्।
करैरापीडितञ्चापि बहुपुष्पफलं तथा ॥
]

`verse 4 [
अगम्यं परचक्राणां तद्वासगृहमापदि।
समदुःखसुखं राज्ञः सततं प्रियमास्थितम् ॥
]

`verse 5 [
सरीसृपविहीनञ्च व्याघ्रतस्करवर्जितम्।
एवं विधं यथालाभं राजा विषयमावसेत् ॥
]

`verse 6 [
तत्र दुर्गं नृपः कुर्यात् षण्णामेकतमं बुधः।
धनुर्दुर्गं महीदुर्गं नरदुर्गं तथैव च ॥
]

`verse 7 [
वार्क्षं चैवाम्बुदुर्गं च गिरिदुर्गं च पार्थिव!।
सर्वेषामेव दुर्गाणां गिरिदुर्गं प्रशस्यते ॥
]

`verse 8 [
दुर्गंच परिखोपेतं वप्राट्टालकसंयुतम्।
शतघ्नीयन्त्रमुख्यैश्च शतशश्च समावृतम् ॥
]

`verse 9 [
गोपुरं सकपाटञ्च तत्र स्यात्सुमनोहरम्।
सपताकं गजारूढो येन राजा विशेत्पुरम् ॥
]

`verse 10 [
चतस्रश्च तथा तत्र कार्यस्त्वायतवीथयः।
एकस्मिंस्तत्र वीथ्यग्रे देववेश्म भवेद्दृढम् ॥
]

`verse 11 [
वीथ्यग्रे च द्वितीये च राजवेश्म विधीयते।
धर्माधिकरणं कार्यं वीथ्यग्रे च तृतीयके ॥
]

`verse 12 [
चतुर्थेत्वथ वीथ्यग्रे गोपुरञ्च विधीयते।
आयतञ्चतुरस्रं वा वृत्तं वा कारयेत् पुरम् ॥
]

`verse 13 [
मुक्तिहीनं त्रिकोणञ्च यवमध्यं तथैव च।
आयतञ्चतुरस्रं वा वृत्तं वा कारयेत्पुरम्॥
]

`verse 14 [
अर्द्धचन्द्रं प्रशंसन्ति नदीतीरेषु तद्वसन्।
अन्यत्तत्र न कर्तव्यं प्रयत्नेन विजानता ॥
]

`verse 15 [
राज्ञा कोशगृहं कार्यं दक्षिणे राजवेश्मनः।
तस्यापि दक्षिणे भागे गजस्थानं विधीयते ॥
]

`verse 16 [
गजानां प्राङ्मुखी शाला कर्तव्या वाप्युदङ्मुखी।
आग्नेये च तथा भागे आयुधागारमिष्यते ॥
]

`verse 17 [
महानसश्च धर्मज्ञ! कर्मशालास्तथापराः।
गृहं पुरोधसः कार्यं वामतो राजवेश्मनः ॥
]

`verse 18 [
मन्त्रिवेदविदाञ्चैव चिकित्साकर्त्तुरेव च।
तत्रैव च तथा भागे कोष्ठागारं विधीयते ॥
]

`verse 19 [
गवां स्थानं तथैवात्र तुरगाणां तथैव च।
उत्तराभिमुखा श्रेणी तुरगाणां विधीयते ॥
]

`verse 20 [
दक्षिणाभिमुखा वाथ परिशिष्टस्तु गर्हिताः।
तुरगास्ते तथा धार्याः प्रदीपैः सार्वरात्रिकैः ॥
]

`verse 21 [
कुक्कुटान् वानरांश्चैव मर्कटांश्च विशेषतः।
धारयेदश्वशालासु सवत्सां धेनुमेव च ॥
]

`verse 22 [
अजाश्च धार्या यत्नेन तुरगाणां हितैषिणा।
गोगजाश्वादिशालासु तत्पुरीषस्य निर्गमः॥
]

`verse 23 [
अस्तंगते न कर्तव्यो देवदेवे दिवाकरे।
तत्र तत्र यथास्थानं राजा विज्ञाय सारथीन् ॥
]

`verse 24 [
दद्यादावसथस्थानं सर्वेषामनुपूर्वशः।
योधानां शिल्पिनाञ्चैव सर्वेषमविशेषतः ॥
]

`verse 25 [
दद्यादावसथान् दुर्गे कालमन्त्रविदां शुभान्।
गौर्वैद्यानश्ववैद्यांश्च गजवैद्यांस्तथैव च ॥
]

`verse 26 [
आहरेत भृशं राजा दुर्गे हि प्रबला रुचः।
कुशीलवानां विप्राणां दुर्गे स्थानं विधीयते ॥
]

`verse 27 [
न बहूनामतो दुर्गे विना कार्यं तथा भवेत्।
दुर्गे च तत्र कर्तव्या नाना प्रहरणान्विताः ॥
]

`verse 28 [
सहस्रघातिनो राजंस्तैस्तु रक्षा विधीयते।
दुर्गे द्वाराणि गुप्तानि कार्याण्यपि च भूभृजा ॥
]

`verse 29 [
सञ्चयश्चात्र सर्वेषामायुधानां प्रशस्यते।
धनुषां क्षेपणीयानान्तोमराणां च पार्थिवः ॥
]

`verse 30 [
शरणामथ खड्गानां कवचानां तथैव च।
लगुडानां गुड़ानाञ्च हुडानां परिघैः सह ॥
]

`verse 31 [
अश्मनाञ्च प्रभूतानां मुद्गराणां तथैव च।
त्रिशूलानां पट्टिशानां कुठाराणाञ्च पार्थिव ॥
]

`verse 32 [
प्रासानाञ्च सशूलानां शक्तीनाञ्च नरोत्तमः।
परश्वधानां चक्राणां वर्मणाञ्चर्मभिः सह ॥
]

`verse 33 [
कुद्दालक्षुरवेत्राणां पीठकानान्तथैव च।
तुषाणाञ्चैव दात्राणामङ्गाराणाञ्च सञ्चयः ॥
]

`verse 34 [
सर्वेषां शिल्पिभाण्डानां सञ्चयश्चात्र चेष्यते।
वादित्राणाञ्च सर्वेषामौषधीनान्तथैव च ॥
]

`verse 35 [
यवसानां प्रभूतानामिन्धनस्य च सञ्चयः।
गुड़स्य सर्वतैलानां गोरसानान्तथैव च॥
]

`verse 36 [
वसानामथ मज्जानां स्नायूनामस्थिभिः सह।
गोचर्मपटहानाञ्च धान्यानां सर्वतस्तथा ॥
]

`verse 37 [
तथैवाभ्र पटानाञ्च यव गोधूमयोरपि।
रत्नानां सर्ववस्त्राणां लोहानामप्यशेषतः ॥
]

`verse 38 [
कलापमुद्गमाषाणाञ्चणकानान्तिलैः सह।
तथा च सर्वशस्यानां पांशुगोमययोरपि ॥
]

`verse 39 [
शणसर्जरसं भूर्जं जतुलाक्षा च टङ्कणम्।
राजा सञ्चिनुयाद्दुर्गे यच्चान्यदपि किञ्चन ॥
]

`verse 40 [
कुम्भाश्चाशीविषैः कार्या व्यालसिंहादयस्तथा।
मृगाश्च पक्षिणश्चैव रक्ष्यास्ते च परस्परम् ॥
]

`verse 41 [
स्थानानि च विरुद्धानां सुगुप्तानि पृथक् पृथक्।
कर्तव्यानि महाभाग! यत्नेन पृथिवीक्षिता ॥
]

`verse 42 [
उक्तानि चाप्यनुक्तानि राजद्रव्याण्यशेषतः।
सुगुप्तानि पुरे कुर्याज्जनानां हितकाम्यया ॥
]

`verse 43 [
जीवकर्षभकाकोलमामलक्याटरूषकान्।
शालपर्णी पृष्ठिपर्णी मुद्गपर्णी तथैव च ॥
]

`verse 44 [
माषपर्णी च मदद्वैसारि वेद्वेबलात्रयम्।
वारा श्वसन्ती वृष्या च बृहती कण्टकारिका ॥
]

`verse 45 [
शृङ्गी शृङ्गाटकी द्रोणी वर्षाभूर्दर्भरेणुका।
मधुपर्णी विदार्ये द्वे महाक्षीरा महातपाः ॥
]

`verse 46 [
धन्वनः सहदेवाह्वा कटुकैरण्डकं विषः।
पर्णी शताह्वा मृद्वीका फल्गु खर्जरयष्टिकाः ॥
]

`verse 47 [
शुक्रातिशुक्रकाश्मर्यञ्छत्रातिच्छत्रवीरणाः।
इक्षुरिक्षुविकाराश्च फाणिताद्याश्च सत्तम ॥
]

`verse 48 [
सिंही च सहदेवी च विश्वेदेवाश्वरोधकम्।
मधुकं पुष्पहंसाख्या शतपुष्पा मधूलिका ॥
]

`verse 49 [
शतावरी मधूके च पिप्पलन्तालमेव च।
आत्मगुप्ता कट्फलाख्या दार्विका राजशीर्षकी ॥
]

`verse 50 [
राजसर्षपधान्याकमृष्यप्रोक्ता तथोत्कटा।
कालशाकं पद्मबीजं गोवल्ली मधुवल्लिका ॥
]

`verse 51 [
शीतपाकी कुवेराक्षी काकजिह्वोरुपुष्पिका।
पर्वतत्रपुसौ चोभौ गुञ्जातकपुनर्नवे ॥
]

`verse 52 [
कसेरु कारुकाश्मीरी बल्या शालूक केसरम्।
तुषधान्यानि सर्वाणि शमी धान्यानि चैव हि ॥
]

`verse 53 [
क्षीरं क्षौद्रन्तथा तक्रं तैलं मज्जा वसा घृतम्।
नीपश्चारिष्टकाक्षोड़ वाताम सोम बाणकम् ॥
]

`verse 54 [
एवमादीनि चान्यानि विज्ञेयो मधुरो गणः।
राजा सञ्चिनुयात्सर्वं पुरे निरवशेषतः ॥
]

`verse 55 [
दाड़िमाम्रातकौ चैव तिन्तिड़ीकाम्लवेतसम्।
भव्यकर्कन्धुलकुचकरमर्द्दकरूषकम् ॥
]

`verse 56 [
बीजपूरककण्डूरे मालतीराजबन्धुकम्।
कोलकद्वयपर्णानि द्वयोराम्नातयोरपि ॥
]

`verse 57 [
पारावतं नागरकं प्राचीनोलकमेव च।
कपित्थामलकं चुक्र फलन्दन्तशठस्य च ॥
]

`verse 58 [
जाम्बवं नवनीतञ्च सौवीर करुषोदके।
सुरासवञ्च मद्यानि मण्ड तक्रदधीनि च ॥
]

`verse 59 [
शुक्लानि चैव सर्वाणि ज्ञेयमाम्लगणं द्विज।
एवमादीनि चान्यानि राजा सञ्चिनुयात्पुरे ॥
]

`verse 60 [
सैन्धवोद्भिदपाठेय पाक्यसामुद्रलोमकम्।
कुप्य-सौवर्चलविड़ बालकेयं यवाह्वकम् ॥
]

`verse 61 [
और्वं क्षारं कालभस्म विज्ञेयो लवणोगणः।
एवमादीनि चान्यानि राजा सञ्चिनुयात्पुरे ॥
]

`verse 62 [
पिप्पली पिप्पलीमूल चव्यचित्रकनागरम्।
कुबेरकं मरिचकं शिग्रुभल्लातसर्षपाः ॥
]

`verse 63 [
कुष्ठाज मोदाकिणि-हीहिङ्गु मूलकधान्यकम्।
कारवी कुञ्जिका याज्या सुमुखा कालमालिका ॥
]

`verse 64 [
फणिज्जकोथ लशुनं भूस्तृणां सुरसन्तथा।
कायस्था च वयस्था च हरितालं मनः शिला ॥
]

`verse 65 [
अमृता च रुदन्ती च रोहिषं कुङ्कुमन्तथा।
जया एरण्डकाण्डीरं सल्लकीहञ्जिका तथा ॥
]

`verse 66 [
सर्वपित्तानि मूत्राणि प्रायो हरितकानि च।
फलानि चैव हि तथा सूक्ष्मैला हिङ्गुपट्टिका ॥
]

`verse 67 [
एवमादीनि चान्यानि गणः कटुकसंज्ञितः।
राजा सञ्चिनुयाद्दुर्गे प्रयत्नेन नृपोत्तम! ॥
]

`verse 68 [
मुस्तञ्चन्दन ह्री वेर कृतमालकदारवः।
दरिद्रानलदोशीर नक्तमालकदम्बकम् ॥
]

`verse 69 [
दूर्वा पटोलकटुका दीर्घत्वक् पत्रकं वचा।
किराततिक्त भूतुम्वी विषा चातिविषा तथा ॥
]

`verse 70 [
तालीसपत्रतगरं सप्तपर्णविकङ्कताः।
काकोदुम्वरिका दिव्या तथा चैव सुरोद्भवा ॥
]

`verse 71 [
षड्ग्रन्था रोहिणी मांसी पर्पटश्चाथ दन्तिका।
रसाञ्जनं भृङ्गराजं पतङ्गी परिपेलवम् ॥
]

`verse 72 [
दुःस्पर्शा गुरुणी कामा श्यामाकं गन्धनाकुली।
रूपपर्णी व्याघ्रनखं मञ्जिष्ठा चतुरङ्गुला ॥
]

`verse 73 [
रम्भा चैवाङ्कुरास्फोता तालास्फोता हरेणुका।
वेत्राग्र वेतसस्तुम्बी विषाणी लोध्रपुष्पिणी ॥
]

`verse 74 [
मालतीकरकृष्णाख्या वृश्चिका जीविता तथा।
पर्णिका च गुड़ूची च सगणस्तिक्त संज्ञकः ॥
]

`verse 75 [
एवमादीनि चान्यानि राजा सञ्चिनुयात्पुरे।
अभयामलके चोभे तथैव च बिभीतकम् ॥
]

`verse 76 [
प्रियङ्गुधातकी पुष्पं मोचाख्या चार्जुनासनाः।
अनन्ता स्त्रीतुवरिका स्योनाङ्कट् फलन्तथा ॥
]

`verse 77 [
भूर्जपत्रं शिलापत्रं पाटलापत्र-लोमकम्।
समङ्गात्रिवृतामूलकार्पास-गैरिकाञ्जनम् ॥
]

`verse 78 [
विद्रुमं स मधूच्छिष्टं कुम्भिकाकुमुदोत्पलम्।
न्यग्रोधोदुम्बराश्वत्थ किंशुकाः शिंशुपा शमी ॥
]

`verse 79 [
प्रियालपीलुकासारि शिरीषाः पद्मकन्तथा।
बिल्वोऽग्निमन्थः प्लक्षञ्च श्यामाकश्च वको घनम् ॥
]

`verse 80 [
राजादनं करीरञ्च धान्यकं प्रियकस्तथा।
कङ्कोला-शोक-बदराः कदम्बखदिरद्वयम् ॥
]

`verse 81 [
एषां पत्राणि साराणि मूलानि कुसुमानि च।
एवमादीनि चान्यानि कषायाख्यो मतो रसः ॥
]

`verse 82 [
प्रयत्नेन नृपश्रेष्ठ! राजा सञ्चिनुयात्पुरे।
कीटाश्च मारणे योग्या व्यङ्गतायां तथैव च ॥
]

`verse 83 [
वातधूमाश्च मार्गाणां दूषणानि तथैव व।
धार्याणि पाथिवैर्दुर्गे तानि वक्ष्यामि पार्थिव ॥
]

`verse 84 [
विषाणां धारणं कार्यं प्रयत्नेन महीभुजा।
विचित्राश्चाङ्गदा धार्या विषस्य शमनास्तथा ॥
]

`verse 85 [
रक्षोभूतः पिशाचघ्नाः पापघ्नाः पुष्टिवर्धनाः।
कलाविदश्च पुरुषाः पुरे धार्याः प्रयत्नतः ॥
]

`verse 86 [
भीतान् प्रमत्तान् कुपितांस्तथैव च विमानितान्।
कुभृत्यान् पापशीलांश्च न राजा वासयेत् पुरे ॥
]

`verse 87 [
यन्त्रायुधाट्टालचयोपपन्नं समग्रधान्यौषधिसम्प्रयुक्तम्।
वणिग्जनैश्च वृतमावसेत दुर्गं सुगुप्तं नृपतिः सदैव ॥
]
