`speaker [
मनुरुवाच
]

`verse 1 [
रक्षोघ्नानि विषघ्नानि यानि धार्याणि भूभुजा।
अगदानि समाचक्ष्व तानि धर्मभृताम्वर!॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
विल्वाटकी यवक्षारं पाटलावाह्लिकोषणाः।
श्रीपर्णी शल्लकी-युक्तो निक्वाथः प्रोक्षणं परम् ॥
]

`verse 3 [
सविषं प्रोक्षितं तेन सद्यो भवति निर्विषम्।
यवसैन्धवपानीय वस्त्रशय्यासनोदकम् ॥
]

`verse 4 [
कवचाभरणं छत्रं बालव्यजनवेश्मनाम्।
शेलुः पाठलातिविषा शिग्रुमूर्वा पुनर्नवा ॥
]

`verse 5 [
समङ्गावृषमूलञ्च कपित्थवृषशोणितम्।
महादन्तशठन्तद्वत् प्रोक्षणं विषनाशनम् ॥
]

`verse 6 [
लाक्षाप्रियंगु मञ्जिष्ठा सममेला हरेणुका।
यष्ट्याह्वा मधुरा चैव बभ्रुपित्तेन कल्पिताः ॥
]

`verse 7 [
निखनेद् गोविषाणस्थं सप्तरात्रं महीतले।
ततः कृत्वा मणिं हेम्ना बद्धं हस्तेन धारयेत् ॥
]

`verse 8 [
संसृष्टं सविषन्तेन सद्यो भवति निर्विषम्।
मनोह्वया शमीपत्रं तुम्बिका श्वेतसर्षपाः ॥
]

`verse 9 [
कपित्थकुष्ठमञ्जिष्ठाः पित्तेन श्लक्ष्णकल्पिताः।
शुनो गोः कपिलाश्च सौम्याक्षिप्तोऽपरोगदः ॥
]

`verse 10 [
विषजित् परमं कार्यं मणिरत्नञ्च पूर्ववत्।
मूषिका जतुका चापि हस्ते बद्धा विषापहा ॥
]

`verse 11 [
हरेणु मांसी मञ्जिष्ठा रजनी मधुकामधु।
अक्षत्वक् सुरसं लाक्षा श्वपित्तं पूर्ववद् भुवि ॥
]

`verse 12 [
वादित्राणि पताकाश्च पिष्टैरेताः प्रलोपिताः।
श्रुत्वा दृष्ट्वा समाघ्राय सद्यो भवति निर्विषः ॥
]

`verse 13 [
त्र्युषणं पञ्चलवणं मञ्जिष्ठा रजनीद्वयम्।
सूक्ष्मैला त्रिवृतापत्रं विडङ्गानीन्द्रवारुणी ॥
]

`verse 14 [
मधुकं वेतसं क्षौद्रं विषाणे च निधापयेत्।
तस्मादुष्णाम्बुना मात्रं प्रागुक्तं योजयेत्ततः ॥
]

`verse 15 [
शुक्लं सर्जरसोपेत सर्षपा एलवालुकैः ॥
]

`verse 16 [
सुवोगा तस्करसुरौ कुसुमैरर्जुनस्य तु।
धूपो वासगृहे हन्ति विषं स्यावरजङ्गमम् ॥
]

`verse 17 [
न तत्र कीटा न विषन्दर्दुरा न सरीसृपाः।
न कृत्या कर्मणाञ्चापि धूपोऽयं यत्र दह्यते ॥
]

`verse 18 [
कल्पितैश्चन्दनक्षीर पलाश द्रुमवल्कलैः।
मूर्वैला वालु सरसा नाकुली तण्डुलीयकैः ॥
]

`verse 19 [
क्वाथः सर्वोदकार्येषु काकमाचीयुतो हितः।
रोचनापत्रनेपाली कुङ्कुमै स्तिलकान् वहन् ॥
]

`verse 20 [
विषैर्न बाध्यते स्याच्च नरनारी नृपप्रियः।
चूर्णै र्हरिद्रा मञ्जिष्ठा किणिही कणनिम्बजैः ॥
]

`verse 21 [
दिग्धं निर्विषतामेति गात्रं सर्वविषार्दितम्।
शिरीषस्य फलं पत्रं पुष्पं त्वं मूलमेव च ॥
]

`verse 22 [
गोमूत्रघृष्टो ह्यगदः सर्वकर्मकरः स्मृतः।
एकवीर! महौषध्यः श्रृणु चातः परं नृप!॥
]

`verse 23 [
वन्ध्या कर्कोटकी राजन्! विष्णुक्रान्ता तथोत्कटा।
शतमूली सितानन्दा बला मोचा पटोलिका ॥
]

`verse 24 [
सोमा पिण्डा निशा चैव तथा दग्धरुहा च या।
स्थले कमलिनी या च विशाली शङ्कमूलिका ॥
]

`verse 25 [
चण्डाली हस्तिमगधा गोऽजापर्णो करम्भिका।
रक्ता चैव महारक्ता तथा बर्हिशिखा च या ॥
]

`verse 26 [
कोशातकी नक्तमालं प्रियालञ्च सुलोचनी।
वारुणी वसुगन्धा च तथा वै गन्धनाकुली ॥
]

`verse 27 [
ईश्वरी शिवगन्धा च श्यामला वंशनालिका।
जतुकाली महाश्वेता श्वेता च मधुयष्टिका ॥
]

`verse 28 [
वज्रकः पारिभद्रश्च तथा वै सिन्धुवारकाः।
जीवानन्दा वसुच्छिद्रा नतनागरकण्टका ॥
]

`verse 29 [
नालश्च जाली जाती च तथा च वटपत्रिका।
कार्तस्वरं महानीला कुन्दुरुर्हं सपादिका॥
]

`verse 30 [
मण्डूकपर्णी वारही द्वे तथा तण्डुलीयके।
सर्पाक्षी लवली ब्राह्मी विश्वरूपा सुखाकरा ॥
]

`verse 31 [
रुजापहो वृद्धिकरी तथा चैव तु शल्यदा।
पत्रिका रोहिणी चैव रक्तमाला महौषधी ॥
]

`verse 32 [
तथामलकवन्दाकं श्यामचित्र फला च या।
काकोली क्षीरकाकोली पीलुपर्णी तथैव च ॥
]

`verse 33 [
केशिनी वृश्चिकालीच महानागा शतावरी।
गरुडीच तथा वेगा जले कुमुदिनी तथा ॥
]

`verse 34 [
स्थले चोत्पलिनी या च महाभूमिलता च या।
उन्मादिनी सोमराजी सर्वरत्नानि पार्थिव ॥
]

`verse 35 [
विशेषान्मरकतादीनि कीटपक्षं विशेषतः।
जीवजाताश्च मणयः सर्वे धार्याः प्रयत्नतः ॥
]

`verse 36 [
रक्षोघ्नाश्च विषघ्नाश्च कृत्या वैतालनाशनाः।
विशेषान्नरनागाश्च गोखरोष्ट्रसमुद्भवाः ॥
]

`verse 37 [
सर्पतित्तिरगोमायु वस्त्र(क)मण्डकजाश्च ये।
सिंहव्याघ्रर्क्षमार्जार द्वीपिवानरसंभवाः ॥
कपिञ्जला गजा वाजिमहिषैण भवाश्च ये ॥
]

`verse 38 [
इत्येवमेतैः सकलैरुपेतन्द्रव्यैश्च सर्वैः स्वपुरं सुरक्षितम्।
राजा वसेत्तत्र गृहं सुशुभ्रं गुणान्वितं लक्षण संप्रयुक्तम् ॥
]
