`verse 1 [
दैवे पुरुषकारे च किं ज्याय्य इति मनुप्रश्ने मत्स्योत्तरम्।

मनुरुवाच।
दैवे पुरुषकारे च किं ज्यायस्तद् ब्रवीहि मे।
अत्र मे संशयो देव! च्छेतुमर्हस्य शेषतः ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
त्वमेव कर्म दैवाख्यं विद्धि देहान्तरार्जितम्।
तस्मात्पौरुषमेवेह श्रेष्ठमाहुर्मनीषिणः ॥
]

`verse 3 [
प्रतिकूलन्तथा दैवं पौरुषेण विहन्यते।
मङ्गलाचार युक्तानां नित्यमुत्थान शालिनाम् ॥
]

`verse 4 [
येषां पूर्वकृतं कर्म सात्विकं मनुजोत्तम!।
पौरुषेण विना तेषां केषाञ्चिद्दृश्यते फलम् ॥
]

`verse 5 [
कर्मणा प्राप्यते लोके राजसस्य तथा फलम्।
कृच्छ्रेण कर्मणा विद्धि तामसस्य तथा फलम् ॥
]

`verse 6 [
पौरुषेणाप्यते राजन्! प्रार्थितव्यं फलं नरैः।
दैवमेव विजानन्ति नराः पौरुषवर्जिताः ॥
]

`verse 7 [
तस्मात्त्रिकालं संयुक्तं दैवन्तु सफलं भवेत्।
पौरुषं दैवसम्पत्त्या काले फलति पार्थिव!।
]

`verse 8 [
दैवं पुरुषकारश्च कालश्च पुरुषोत्तम!।
त्रयमेतन्मनुष्यस्य पिण्डितं स्यात् फलावहम् ॥
]

`verse 9 [
कृष्टि वृष्टि समा योगा दृश्यन्ते फलसिद्धयः।
तास्तु काले प्रदृश्यन्ते नैव काले कथञ्चन ॥
]

`verse 10 [
तस्मात्सदैव कर्तव्यं सधर्मं पौरुषं नरैः।
विपत्तावपि यस्येह परलोके ध्रुवं फलम् ॥
]

`verse 11 [
नालसाः प्राप्नुवन्त्यर्थान् न च दैवपरायणाः।
तस्मात्सर्वप्रयत्नेन आचरेद्धर्ममुत्तमम् ॥
]

`verse 12 [
त्यक्त्वाऽलसान् दैवपरान् मनुष्यानुत्थानयुक्तान् पुरुषान् हि लक्ष्मीः।
अन्विष्य यत्नाद् वृणुयान्नृपेन्द्र! तस्मात्सदोत्थानवता हि भाव्यम् ॥
]
