`speaker [
मनुरुवाच
]

`verse 1 [
उपायांस्त्वं समाचक्ष्व सामपूर्वान् महाद्युते!।
लक्षणञ्च तथा तेषां प्रयोगञ्च सुरोत्तम!॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
सामभेदस्तथा दानदण्डञ्च मनुजेश्वर!।
उपेक्षा च तथा माया इन्द्रजालञ्च पार्थिव! ॥
]

`verse 3 [
प्रयोगाः कथिताः सप्त तन्मे निगदतः श्रृणु।
द्विविधं कथितं साम तथ्यञ्चातथ्यमेव च ॥
]

`verse 4 [
तत्राप्यतथ्यं साधुनामाक्रोशायैव जायते।
तत्र साधुः प्रयत्नेन सामसाध्यो नरोत्तम! ॥
]

`verse 5 [
महाकुलीना ऋजवो धर्मनित्या जितेन्द्रियाः।
सामसाध्या न चातथ्यन्तेषु साम प्रयोजयेत् ॥
]

`verse 6 [
अनयैव तथा युक्त्या कृतज्ञाख्यापनं स्वकम्।
एवं साम्ना च कर्तव्या वशगा धर्मतत्पराः ॥
]

`verse 7 [
साम्ना यद्यपि रक्षांसि गृह्णन्तीति परा श्रुतिः।
तथाप्येतदसाधूनां प्रयुक्तं नोपकारकम् ॥
]

`verse 8 [
अतिशङ्कितमित्येवं पुरुषं सामवादिनम्।
असाधवो विजानन्ति तस्मात्तत्तेषु वर्जयेत् ॥
]

`verse 9 [
ये शुद्धवंशाः ऋजवः प्रणीता धर्मे स्थिताः सत्यपरा विनीताः।
ते सामसाध्याः पुरुषाः प्रदिष्टा मानोन्नता ये सततञ्च राजन् ॥
]
