`speaker [
मत्स्य उवाच
]

`verse 1 [
परस्परन्तु ये दुष्टाः क्रुद्धा भीतावमानिताः।
तेषां भेदं प्रयुञ्जीत भेदसाध्या हि ते मताः ॥
]

`verse 2 [
ये तु येनैव दोषेण परस्मान्नापि बिभ्यति।
ते तु तद्दोषपातेन भेदनीया भृशन्ततः ॥
]

`verse 3 [
आत्मीयां दर्शयेदाशां परस्माद्दर्शयेद् भयम्।
एवं हि भेदयेद्भिन्नान् यथावद्वशमानयेत् ॥
]

`verse 4 [
संहितानि विना भेदं शक्रेणापि सुदुः सहाः।
भेदमेव प्रशंसन्ति तस्मान्नय विशारदाः ॥
]

`verse 5 [
स्वमुखेनाश्रयेद् भेदम् भेदं परमुखेन च।
परीक्ष्य साधु मन्येत भेदं परमुखाच्छ्रुतम् ॥
]

`verse 6 [
सद्यः स्वकार्यमुद्दिश्य कुशलै र्ये हि भेदिताः।
भेदितास्ते विनिर्दिष्टा नैव राज्ञार्थवादिभिः ॥
]

`verse 7 [
अन्तः कोपो बहिः कोपो यत्र स्यातां महीक्षिताम्।
अन्तः कोपो महांस्तत्र नाशकः पृथिवीक्षिताम् ॥
]

`verse 8 [
साम्ना न कोपो बाह्यस्तु कोपः प्रोक्तो महीभृतः।
महीषी युवराजभ्यां तथा सेनापते नृप! ॥
]

`verse 9 [
अमात्यमन्त्रिणाञ्चैव राजपुत्रे तथैव च।
अन्तः कोपो विनिर्दिष्टो दारुणः पृथिवीक्षिताम् ॥
]

`verse 10 [
बाह्यकोपे समुत्पन्ने सुमहत्यपि पार्थिवः।
शुद्धान्तस्तु महाभाग! शीघ्रमेव जयी भवेत् ॥
]

`verse 11 [
अपि शक्रसमो राजा अन्तः कोपेन नश्यति।
सोऽन्तः कोपः प्रयत्नेन तस्माद्रक्ष्यो महीभृता ॥
]

`verse 12 [
परतः कोपमुत्पाद्य भेदेन विजिगीषुणाः।
ज्ञातीनां भेदनं कार्यं परेषां विजिगीषुणा ॥
]

`verse 13 [
रक्ष्यञ्चैव प्रयत्नेन ज्ञातिभेदस्तथात्मनः।
ज्ञातयः परितप्यन्ते सततं परितापिताः ॥
]

`verse 14 [
तथापि तेषां कर्तव्यं सुगम्भीरेण चेतसा।
ग्रहणं दानमानाभ्यां भेदस्तेभ्यो भयङ्करः ॥
]

`verse 15 [
न ज्ञातिमनुगृह्णन्ति न ज्ञातिं वै श्वसन्ति च।
ज्ञातिभिर्भेदनीयास्तु रिपवस्ते न पार्थिवैः ॥
]

`verse 16 [
भन्ना हि शक्या रिपवः स्वल्पेन सैन्येन निहन्तुमाजौ।
सुसंहतानां हि तदस्तु भेदः कार्यो रिपूणां नयशास्त्रविद्भिः ॥
]
