`speaker [
मत्स्य उवाच
]

`verse 1 [
सर्वेषामप्युपायानां दानं श्रेष्ठतमं मतम्।
सुदत्तेनेह भवति दानेनोभयलोकजित् ॥
]

`verse 2 [
न सोऽस्ति राजन्! दानेन वशगो यो न जायते।
दानेन वशगा देवा भवन्तीह सदा नृणाम् ॥
]

`verse 3 [
दानमेवोपजीवन्ति प्रजाः सर्वा नृपोत्तम!
प्रियो हि दानवान् लोके सर्वस्यैवोपजायते ॥
]

`verse 4 [
दानवानचिरेणैव तथा राजा परान् जयेत्।
दानवानेव शक्नेति संहतान् भेदितुं परान्॥
]

`verse 5 [
यद्यप्यलुभ्धगम्भीराः पुरुषाः सागरोपमाः।
न गृह्णन्ति तथाप्येते जायन्ते पक्षपातिनः॥
]

`verse 6 [
यद्यप्यलुब्धगम्भीराः पुरुषाः सागरोपमाः।
न गृह्णन्ति तथाप्येते जायन्ते पक्षपातिनः॥
]

`verse 7 [
अन्यत्रापि कृतं पुंसां दानं श्रेष्ठतमं परम्।
दानवानेव लोकेषु पुत्रत्वे ध्रियते सदा ॥
]

`verse 8 [
न केवलं दानपरा जयन्ति भूलोकमेकं पुरुषप्रवीराः।
जयन्ति ते राजसुरेन्द्रलोकं सुदुर्जयं यो विबुधाधिवासः ॥
]
