`speaker [
मत्स्य उवाच
]

`verse 1 [
न शक्या ये वशे कर्तुमुपायत्रितयेन तु।
दण्डेन तान् वशीकुर्यात् दण्डो हि वशकृन्नृणाम् ॥
]

`verse 2 [
सम्यक् प्रणयनं तस्य तथा कार्यं महीक्षिता।
धर्मशास्त्रानुसारेण स सहायेन धीमता ॥
]

`verse 3 [
तस्य सम्यक् प्रणयनं यथाकार्यं महीक्षिता।
वानप्रस्थाश्च धर्मज्ञान्निर्ममान्निष्परिग्रहान् ॥
]

`verse 4 [
स्वदेशे परदेशे वा धर्मशास्त्रविशारदान्।
समीक्ष्य प्रणयेद्दण्डं सर्वं दण्डे प्रतिष्ठितम् ॥
]

`verse 5 [
आश्रमी यदि वा वर्णी पूज्यो वाऽथ गुरुर्महान्।
नादण्ड्यो नाम राज्ञोऽस्ति यः स्वधर्मेण तिष्ठति ॥
]

`verse 6 [
अदण्ड्यान् दण्डयेद्राजा दण्ड्यां श्चैवाप्यदण्डयन्।
इह राज्यात्परिभ्रष्टो नरकञ्च प्रपद्यते ॥
]

`verse 7 [
तस्माद्राज्ञा विनीतेन धर्मशास्त्रानुसारतः।
दण्डप्रणयनं कार्यं लोक्रानुग्रह काम्यया ॥
]

`verse 8 [
यत्र श्यामो लोहिताक्षो दण्डश्चरति निर्भयः।
प्रजास्तत्र न मुह्यन्ति नेता चेत् साधु पश्यति ॥
]

`verse 9 [
बाल-वृद्धातुर-यति द्विज स्त्री विधवायतः।
मत्स्य न्यायेन भक्ष्येरन् यदि दण्डं न पातयेत् ॥
]

`verse 10 [
देवदैत्योरगगणाः सर्वे भूतपतित्रिणः।
उत्क्रामयेयुर्मर्यादां यदि दण्डं न पायतेत् ॥
]

`verse 11 [
एष ब्रह्माभिशापेषु सर्वप्रहरणेषु च।
सर्वविक्रमकोपेषु व्यवसाये च तिष्ठति ॥
]

`verse 12 [
पूज्यन्ते दण्डिनो देवैर्न पूज्यन्ते त्वदण्डिनः।
न ब्रह्माणं विधातारं न पूषार्यमणावपि ॥
]

`verse 13 [
यजन्ते मानवाः केचित् प्रशान्ताः सर्वकर्मसु।
रुद्रमग्निञ्च शक्रञ्च सूर्याचन्द्रमसौ तथा ॥
]

`verse 14 [
विष्णुं देवगणांश्चान्यान् दण्डिनः पूजयन्ति च।
दण्डः शास्ति प्रजाः सर्वा दण्ड एवाभिरक्षति ॥
]

`verse 15 [
दण्डः सुप्तेषु जागर्ति दण्डं धर्मं विदुर्बुधाः।
राजदण्डभयादेव पापाः पापं न कुर्वते ॥
]

`verse 16 [
यमदण्डभयादेके परस्परभयादपि।
एवं सांसिद्धिके लोके सर्वं दण्डे प्रतिष्ठितम् ॥
]

`verse 17 [
अन्धे तमसि मज्जेयुर्यदि दण्डं न पातयेत्।
यस्माद्दण्डो दमयति अदण्ड्यान्दमयत्यपि
दमनाद्दण्डनाच्चैव तस्माद्दण्डं विदुर्बुधाः ॥
]

`verse 18 [
दण्डस्य भीतैस्त्रिदशैः समेतैर्भागो धृतः शूलधरस्य यज्ञे।
दत्तं कुमारे ध्वजिनी पतित्वं वरं शिशूनाञ्च भयाद् बलस्य ॥
]
