`speaker [
मत्स्य उवाच
]

`verse 1 [
दण्डप्रणयनार्थाय राजा सृष्टः स्वयम्भुवा।
देवभागानुपादाय सर्वभूतादि गुप्तये ॥
]

`verse 2 [
तेजसा यदमुं कश्चिन्नैव शक्नोति वीक्षितुम्।
ततो भवति लोकेषु राजा भास्करवत्प्रभुः ॥
]

`verse 3 [
यदास्य दर्शने लोकः प्रसादमुपगच्चति।
नयनानन्दकारित्वात्तदा भवति चन्द्रमाः ॥
]

`verse 4 [
यथा यमः प्रियद्वेष्ये प्राप्ते काले प्रयच्छति।
तथा राज्ञा विधातव्याः प्रजास्तद्वि यमव्रतम् ॥
]

`verse 5 [
वरुणेन यथा पाशैर्बद्ध एव प्रदृश्यते।
तथा पापान्निगृह्णीयाद् व्रतमेतद्वि वारुणम् ॥
]

`verse 6 [
परिपूर्णं यथा चन्द्रं दृष्ट्वा हृष्यति मानवः।
तथा प्रकृतयो यस्मिन् स चन्द्रप्रतिमो नृपः ॥
]

`verse 7 [
प्रतापयुक्तस्तेजस्वी नित्यं स्यात् सर्वकर्मसु।
दुष्टसामन्त हिंस्रेषु राजाग्नेयव्रते स्थितः ॥
]

`verse 8 [
यथा सर्वाणि भूतानि बिभ्रतः पार्थिवं व्रतम्।
इन्द्रस्यार्कस्य वातस्य यमस्य वरुणस्य च ॥
]

`verse 9 [
चन्द्रस्याग्नेः पृथिव्याश्च तेजो व्रतं नृपश्चरेत्।
वार्षिकान् चतुरो मासान् यथेन्द्रोप्यथवर्षति ॥
]

`verse 10 [
तथाभिवर्षेत्स्वं राज्यं काममिन्द्रव्रतं स्मृतम्।
अष्टौ मासान् यथादित्यस्तोयं हरति रश्मिभिः ॥
]

`verse 11 [
प्रविश्य सर्वभूतानि यथा चरति मारुतः।
तथा चारैः प्रवेष्टव्यं व्रतमेतद्धि मारुतम्॥
]
