`speaker [
मत्स्य उवाच
]

`verse 1 [
निक्षेप्यस्य समं मूल्यं दण्ड्ये निक्षेपभुक् तथा।
वस्रादिकसमस्तस्य तदा धर्मो न हीयते ॥
]

`verse 2 [
यो निक्षेपं नार्पयति यश्चानिक्षेप्य याचते।
तावुभौ चोरवच्छास्यौ दाप्यौ वा द्विगुणन्धनम् ॥
]

`verse 3 [
उपधाभिश्च यः कश्चित्परद्रव्यं हरेन्नरः।
स सहायः स हन्तव्यः प्रकामं विविधैर्वधैः ॥
]

`verse 4 [
यो याचितं समादाय न तद्दद्याद्यथाक्रमम्।
न निगृह्य बलाद्दाप्यो दण्ड्यो वा पूर्वसाहसम् ॥
]

`verse 5 [
अज्ञानाद्यदि वा कुर्यात्परद्रव्यस्य विक्रयम्।
निर्दोषो ज्ञानपूर्वन्तु चोरवद्वधमर्हति ॥
]

`verse 6 [
मूल्यमादाय यो विद्यां शिल्पं वा न प्रयच्छति।
दण्ड्यः समूल्यं सकलं धर्मज्ञेन महीक्षिता ॥
]

`verse 7 [
द्विजभोज्ये तु सम्प्राप्ते प्रतिवेश्ममभोजयन्।
हिरण्यमाषकं दड्यः पापे नास्ति व्यतिक्रमः ॥
]

`verse 8 [
आमन्त्रितो द्विजो यस्तु वर्तमानश्च स्वे गृहे।
निष्कारणं न गच्छेद्यः स दाप्योऽष्टशतं दमम् ॥
]

`verse 9 [
प्रतिश्रुत्या प्रदातारं सुवर्णं दण्डयेन्नृपः।
भृत्यश्चाज्ञां न कुर्याद्यो दर्पात्कर्म यथोदितम् ॥
]

`verse 10 [
स दण्ड्यः कृष्मलान्यष्टौ न देयञ्चास्य वेतनम्।
संगृहीतं न दद्याद्यः काले वेतनमेव च ॥
]

`verse 11 [
अकाले तु त्यजेत् भृत्यं दण्ड्यः स्याच्छतमेव च।
यो ग्रामदेशसस्यानां कृत्वा सत्येन सम्विदम् ॥
]

`verse 12 [
विसम्वदेन्नरो लोभात् तं राष्ट्राद्विप्र वासयेत्।
क्रीत्वा विक्रयवान् किञ्चित् यस्येहानुशयो भवेत् ॥
]

`verse 13 [
सोऽन्तर्दशाहात्तत्साम्यन्दद्याच्चैवाददीत वा।
परेण तु दशाहस्य न दद्यान्नैव दापयेत् ॥
]

`verse 14 [
आददन्विददंश्चैव राज्ञा दण्ड्यः शतानि षट्।
यस्तु दोषवतीं कन्यामनाख्याय प्रयच्छति ॥
]

`verse 15 [
तस्य कुर्यान्नृपो दण्डं स्वयं षण्णवतिं पणान्।
अकन्यैवेति यः कन्यां ब्रूयाद्दोषेणमानवः ॥
]

`verse 16 [
स शतं प्राप्नुयाद्दण्डं तस्या दोषमदर्शयन्।
यस्त्वन्यां दर्शयित्वान्यां वोढुः कन्यां प्रयच्छति ॥
]

`verse 17 [
उत्तमन्तस्य कुर्वीत राजा दण्डं तु साहसम्।
वरो दोषाननाख्याय यः कन्या वरयेदिह ॥
]

`verse 18 [
दत्ताप्यदत्ता सा तस्य राज्ञा दड्यः शतद्वयम्।
प्रदाय कन्यां योऽन्यस्मै पुनस्तांसां प्रयच्छति ॥
]

`verse 19 [
दण्डः कार्यो नरेन्द्रेण तस्याप्युत्तम साहसः।
तत्प्रकारेण वा वाचा युक्तं पण्यमसंशयम् ॥
]

`verse 20 [
लुब्धोह्यन्यत्र विक्रेता षट्शतं दण्डमर्हति।
दुहितुः शुक्लविक्रेता सत्यं कारात्तु सन्त्यजेत् ॥
]

`verse 21 [
द्विगुणं दण्डयेदेनमिति धर्मो व्यवस्थितः।
मूल्यैकदेशं दत्वा तु यदि क्रेता धनन्त्यजेत् ॥
]

`verse 22 [
स दण्ड्यो मध्यमं दण्डं तस्य पण्यस्य मोक्षणम्।
दुह्याद्धेनुञ्च यः पालो गृहीत्वा भक्तवेतनम् ॥
]

`verse 23 [
स तु दण्ड्यः शतं राज्ञा सुवर्णञ्चाप्यरक्षिता।
दण्डं दत्वा तु विरमेत् स्वामितः कृतलक्षणः ॥
]

`verse 24 [
बद्धः कार्ष्णायसैः पाशैस्तस्य कर्मकरो भवेत्।
धनुः शतपरीणाहो ग्रामस्य तु समन्ततः ॥
]

`verse 25 [
द्विगुणं त्रिगुणं वापि नगरस्य तु कल्पयेत्।
वृत्तिं तत्र प्रकुर्वीत यामुष्ट्रो नावलोकयेत् ॥
]

`verse 26 [
छिद्रं वा वारयेत्सर्वं श्वसूकरमुखानुगम्।
यत्रापरिकृतं धान्यं विहिंस्तुः पशवो यदि ॥
]

`verse 27 [
न तत्र कारयेद्दण्डं नृपतिः पशुरक्षिणे।
अनिर्दशाहाद्गां सूतां वृषं देवपशुं तथा॥
]

`verse 28 [
छिद्रं वा वारयेत्सर्वं न दण्ड्या मनुरब्रवीत्।
अतोऽन्यथा विनष्टस्य दशांशं दण्डमर्हति ॥
]

`verse 29 [
पाल्यस्य पालक स्वामी विनाशे क्षत्रियस्य तु।
भक्षयित्वोपविष्टस्तु द्विगुणं दण्डमर्हति ॥
]

`verse 30 [
विशं दण्ड्याद्दशगुणं विनाशे क्षत्रियस्य तु।
गृहं तडागमारामं क्षेत्रं वापि समाहरन् ॥
]

`verse 31 [
शतानि पञ्चदण्डः स्यादज्ञानाद् द्विशतोदमः।
सीमा बन्धनकाले तु सीमान्तं यो हि कारयेत् ॥
]

`verse 32 [
तेषां संज्ञां ददानस्तु जिह्वाच्छेदनमाप्नुयात्।
अथैनामपि यो दद्यात् संविदं वाधिगच्छति ॥
]

`verse 33 [
उत्तमं साहसं दंड्यः इति स्वायम्भुवोऽब्रवीत्।
वर्णानामानुपूर्व्येण त्रयाणामविशेषतः ॥
]

`verse 34 [
अकार्यकारिणः सर्वान् प्रायश्चित्तानि कारयेत्।
असत्येन प्रमाप्य स्त्री शूद्रहत्या व्रतं चरेत् ॥
]

`verse 35 [
दानेन च धनेनैकं सर्पादीनामशक्नुवन्।
एकैकं स चरेत्कृच्छ्रं द्विजः पापापनुत्तये॥
]

`verse 36 [
फलदानाञ्च वृक्षाणां छेदने जप्यमृक्शतम्।
गुल्मवल्ली लतानाञ्च पुष्पितानाञ्च वीरुधाम् ॥
]

`verse 37 [
अस्थिमताञ्च सत्वानां सहस्रस्य प्रमापणे।
पूर्णेवानस्य वस्थातुं शूद्रहत्या व्रतञ्चरेत् ॥
]

`verse 38 [
किञ्चिद्देयञ्च सत्वानां सहस्रस्य प्रमापणे।
अनस्न्याञ्चैव हिंसायां प्राणायामैर्विशुध्यति ॥
]

`verse 39 [
अन्नादिजानां सत्वानां रसजानाञ्च सर्वशः।
फलपुष्पोद्गतानाञ्च घृतप्राशो विशोधनम् ॥
]

`verse 40 [
कृष्टानामोषधीनाञ्च जातानाञ्च स्वयं वने।
वृथाच्छेदेन गच्छेत दिनमेकं पयोव्रती ॥
]

`verse 41 [
एतैर्व्रतैरपोह्यं स्यादेनो हिंसा समुद्भवम्।
स्तेयकर्त्रपहर्तॄणां श्रूयतां व्रतमुत्तमम् ॥
]

`verse 42 [
धान्यान्न धनचौर्याणि कृत्वा कामं द्विजोत्तमः।
सजातीयगृहादेव कृच्छ्रार्द्धेन विशुध्यति ॥
]

`verse 43 [
मनुष्याणान्तु हरणे स्त्रीणां क्षेत्रगृहस्य तु।
कूपवापीजलानान्तु शुद्धिश्चान्द्रायणं स्मृतम् ॥
]

`verse 44 [
द्रव्याणामल्पसाराणां स्तेयं कृत्वान्य वेश्मतः।
चरेत्सान्तपनं कृच्छ्रन्तन्निर्यात्य विशुद्धये ॥
]

`verse 45 [
भक्ष्यभोज्यापहरणे यानशय्यासनस्य तु।
पुष्पमूलफलानान्तु पञ्चगव्यं विशोधनम् ॥
]

`verse 46 [
तृणकाष्ठद्रुमाणान्तु शुष्कान्नस्य गुडस्य च।
चैलचर्मामिषाणान्तु त्रिरात्रं स्यादभोजनम् ॥
]

`verse 47 [
मणिमुक्ताप्रवालानां ताम्रस्य रजतस्य च।
अयः कांस्योपलानाञ्च द्वादशाहं कणान्नभुक् ॥
]

`verse 48 [
कार्पासकीटवर्णानां द्विशफैक शफस्य च।
पक्षिगन्धौषधानाञ्च रज्वाश्चैव त्र्यहं पयः ॥
]

`verse 49 [
एतैर्व्रतैरपोहन्ति पापं स्तेयकृतं द्विजः।
अगम्यागमनीयन्तु व्रतैरेभिरपानुदेत् ॥
]

`verse 50 [
गुरुतल्पव्रतं कुर्याद्रेतः सिक्त्वा स्वयोनिषु।
सख्युः पुत्रस्य चस्त्रीषु कुमारीष्वंत्यजासु च ॥
]

`verse 51 [
पितृष्वस्रीयभगिनीं स्वस्रीयां मातुरेव च।
मातुश्च भ्रातुरार्यायां गत्वा चान्द्रयणं चरेत् ॥
]

`verse 52 [
एतास्त्रियस्तु भार्यार्थे नोपगच्छेत्तु बुद्धिमान्।
ज्ञातींश्च मातुलेयास्ते पतिता उपयन्ति ये ॥
]

`verse 53 [
अमानुषीषु पुरुषो उदक्यायाम योनिषु।
रेतः सिक्त्वा जले चैव कृच्छ्रं सान्तपनं चरेत् ॥
]

`verse 54 [
मैथुनञ्च समालोक्य पुंसि योषिति वा द्विजः।
गोयानेऽप्सुदिवा चैव सवासा स्नानमचरेत् ॥
]

`verse 55 [
चाण्डालान्त्य स्त्रियो गत्वा भुक्त्वा च प्रतिगृह्य च।
पतत्यज्ञानतो विप्रो ज्ञानात् साम्यन्तु गच्छति ॥
]

`verse 56 [
विप्रदुष्टां स्त्रियं भर्ता निरुन्ध्यादेकवेश्मनि।
यत्पुंसः परदारेषु तच्चैनाञ्चारयेद् व्रतम् ॥
]

`verse 57 [
सा चेत्पुनः प्रदुष्येत्तु सदृशेनोपमन्त्रिता।
कृच्छ्रं चान्द्रायणञ्चैव तत्तस्याः पावनं स्मृतम् ॥
]

`verse 58 [
यः करोत्येकरात्रेण वृषली-सेवनं द्विजः।
तदेकभुक् जपेन्नित्यं त्रिभिर्वर्षैर्व्यपोहति ॥
]

`verse 59 [
एषा पापकृतामुक्ता चतुर्णामपि निष्कृतिः।
पतितैः संप्रयुक्तानामिमां श्रृणुत निष्कृतिम् ॥
]

`verse 60 [
संवत्सरेण पतति पतितेन समाचरन्।
याजनाध्यापनाद्यौनादनुयानाशनासनात् ॥
]

`verse 61 [
यो येन पतितेनैषां संसर्गं याति मानवः।
स तस्यैव व्रतं कुर्यात् तत्संसर्गविशुद्धये ॥
]

`verse 62 [
पतितस्योदकं कार्यं सपिण्डैर्बान्धवैः सह।
निन्दितेऽहनि सायाह्ने ज्ञातिभिर्गुरुसन्निधौ ॥
]

`verse 63 [
दासीघटमपां पूर्णं पर्यस्येत् प्रेतवत्सदा।
अहोरात्रमुपासीरन् नाशौचं बान्धवैः सह ॥
]

`verse 64 [
निवर्त्तयेरन् तस्मात्तु सम्भाषणसहासनम्।
दायादस्य प्रमाणञ्च यात्रामेवञ्च लौकिकीम् ॥
]

`verse 65 [
ज्येष्ठभावान्निवर्तेत ज्यैष्ठ्यावाप्तं च यत्पुनः।
ज्येष्ठांशं प्राप्नुयाच्चास्य यो वा स्याद् गुणतोऽधिकः ॥
]

`verse 66 [
स्थापिताञ्चापि मर्यादां ये भिन्द्युः पापकर्मिणः।
सर्वे पृथक् दण्डनीया राज्ञा प्रथमसाहसम् ॥
]

`verse 67 [
शतं ब्राह्मणमाक्रुश्य क्षत्रियो दण्डमर्हति।
वैश्यस्तु द्विशतं राजन्! शूद्रस्तु वधमर्हति ॥
]

`verse 68 [
पञ्चाशद् ब्राह्मणो दण्ड्य क्षत्रियस्याभिशंसने।
वैश्यस्याप्यर्द्धपञ्चाशच्छूद्रे द्वादशको दमः ॥
]

`verse 69 [
क्षत्रिस्याप्नुयाद्वैश्यः साहसं पुनरेव च।
शूद्रः क्षत्रियमाक्रुश्च जिह्वाच्छेदनमाप्नुयात् ॥
]

`verse 70 [
पञ्चाशत् क्षत्रियो दण्ड्यस्तथा वैश्याभिशंसने।
शूद्रे चैवार्द्धपञ्चाशत्तथा धर्मो न हीयते ॥
]

`verse 71 [
वैश्यस्याक्रोशने दण्ड्यः शूद्रश्चोत्तमसाहसम्।
शूद्राक्रोशे तथा वैश्यः शतार्द्धं दण्डमर्हति ॥
]

`verse 72 [
सवर्णाक्रोशने दंड्यस्तथा द्वादशकं स्मृतम्।
वादेष्ववचनीयेषु तदेव द्विगुणं भवेत् ॥
]

`verse 73 [
एकजातिर्द्विजातिन्तु वाचा दारुणया क्षिपन्।
जिह्वायाः प्राप्नुयाच्छेदं जघन्यः प्रथमो हि सः ॥
]

`verse 74 [
नामजातिगृहं तेषामभद्रोहेण कुर्वतः।
निक्षेप्योऽयो मयः सङ्कुर्ज्वलन्नास्ये दशाङ्गुलः ॥
]

`verse 75 [
धर्मोपदेशं शूद्रस्तु द्विजानामभिकुर्वतः।
तप्तमासेचयेत् तैलं वक्त्रे श्रोत्रे च पार्थिवः ॥
]

`verse 76 [
श्रुतिं देशञ्च जातिञ्च कर्म शारीरमेव च।
वितथञ्च ब्रुवन् दण्ड्यो राजा द्विगुणसाहसम् ॥
]

`verse 77 [
यस्तु पातकसंयुक्तः क्षिपेद्वर्णान्तरं नरः।
उत्तमं साहसं दण्डः पात्यस्तस्मिन् यथाक्रमम् ॥
]

`verse 78 [
राज्ञो निवेशनियमं वितथं यान्ति वै मिथः।
सर्वे द्विगुणदण्ड्यास्ते विप्रलम्भान्नृपस्य तु ॥
]

`verse 79 [
प्रीत्या मयास्याभिहितं प्रमादेनाथ वा वदेत्।
भूयो न चैवं वक्ष्यामि स तु दण्डार्द्धभाग् भवेत् ॥
]

`verse 80 [
काणं वाप्यथ वा खञ्जमन्धं चापि तथा विधम्।
तथैवापि ब्रुवन्दाप्यो दण्डं कार्षापणं धनम् ॥
]

`verse 81 [
मातरं पितरं ज्येष्ठं भ्रातरं श्वशुरं गुरुम्।
आक्रोशयन्शतं दण्ड्यः पन्थानं चार्थयन्गुरोः ॥
]

`verse 82 [
गुरुवर्ज्यन्तु मार्गार्हं यो हि मार्गं न यच्छति।
स दाप्यः कृष्णलं राज्ञस्तस्य पापस्य शान्तये ॥
]

`verse 83 [
एकजातिर्द्विजातिन्तु येनाङ्गेनापराध्नुयात्।
तदेव च्छेदयेत्तस्य क्षिप्रमेवाविचारयन् ॥
]

`verse 84 [
अवनिष्ठीवतो दर्पात् द्वावोष्ठौच्छेदयेन्नृप!।
अवमूत्रयतोमेढ्रमपशब्दयतो गुदम् ॥
]

`verse 85 [
सहासनमभिप्रेप्सुरुत्कृष्टस्यापकृष्टजः ।
कट्यां कृताङ्को निर्वास्यः स्फिचं वाप्यस्य कर्तयेत् ॥
]

`verse 86 [
केशेषु गृह्णतो हस्तं छेदयेदविचारयन्।
पादयोर्नासिकायाञ्च ग्रीवायां वृषणेषु च ॥
]

`verse 87 [
त्वग्भेदकः शतं दण्ड्यो लोहितस्य च दर्शकः।
मांसभेत्ता च षण्णिष्कान् निर्वास्यस्त्वस्थिभेदकः ॥
]

`verse 88 [
अङ्गभङ्गकरस्याङ्गं तदेवापहरेन्नृपः।
दण्डपारुष्यकृद्दण्ड्यौ समुत्थानव्ययन्तथा ॥
]

`verse 89 [
अर्द्धपादकरः कार्यो गोगजाश्वोष्ट्रघातकः।
पशुक्षुद्रमृगाणाञ्च हिंसायां द्विगुणो दमः ॥
]

`verse 90 [
पञ्चाशच्च भवेद्दण्ड्यस्तथैव मृगपक्षिषु।
कृमिकीटेषु दण्ड्यस्याद्रजतस्य च माषकम् ॥
]

`verse 91 [
तस्यानुरूपं मौल्यञ्च प्रदद्यात् स्वामिने तथा।
स्वस्वामिकानां सकलं शेषाणां सकलं तथा ॥
]

`verse 92 [
वृक्षन्तु सफलं च्छित्वा सुवर्णं दण्डमर्हति।
द्विगुणं दण्डयेच्चैनं पथिसीम्नि जलाशये ॥
]

`verse 93 [
छेदनादफलस्यापि मध्यमं साहसं स्मृतम्।
गुल्मवल्लीलतानाञ्च सुवर्णस्य च माषकम् ॥
]

`verse 94 [
वृथाच्छेदी तृणस्यापि दण्ड्यः कार्षापणं भवेत्।
त्रिभागं कृष्णला दण्ड्याः प्राणिनस्ताडने तथा ॥
]

`verse 95 [
देशकालानुरूपेण मूल्यं राजा द्रुमादिषु।
तत्स्वामिनस्तथा दण्ड्या दण्डमुक्तन्तु पार्थिव! ॥
]

`verse 96 [
यत्रातिवर्तते युग्यं वैगुण्यात् प्राजकस्य तु।
तत्र स्वामी भवेद्दण्ड्यो नाप्तश्चेत् प्राजको भवेत् ॥
]

`verse 97 [
प्राजकश्च भवेदाप्तः प्राजको दण्डमर्हति।
नास्ति दण्डश्च तस्यापि तथा वै हेतुकल्पकः ॥
]

`verse 98 [
द्रव्याणि यो हरेद् यस्य जानतोऽजानतोऽपि वा।
स तस्योत्पादयेत्तुष्टिं राज्ञो दद्यात्ततो दमम् ॥
]

`verse 99 [
यस्तु रज्जुं घटं कूपाद्धरेद्भिन्द्याच्च तां प्रपाम्।
स दण्डं प्राप्नुयान्माषं तच्च सम्प्रतिपादयेत् ॥
]

`verse 100 [
धान्यं दशभ्यः कुम्भेभ्यो हरतोऽभ्यधिकं वधः।
शेषेऽप्येकादशगुणं तस्य दण्डं प्रकल्पयेत् ॥
]

`verse 101 [
तथा भक्ष्यान्नपानानां न तथाप्यधिके वधः।
सुवर्णरजतादीनामुत्तमानाञ्च वाससाम् ॥
]

`verse 102 [
पुरुषाणां कुलीनानां नारीणाञ्च विशेषतः।
महापशूनां हरणे शस्त्राणामौषधस्य च ॥
]

`verse 103 [
मुख्यानाञ्चैव रत्नानां हरणे वधमर्हति।
दध्नः क्षीरस्य तक्रस्य पानीयस्य रसस्य च ॥
]

`verse 104 [
वेणु वैदलभाण्डानां लवणानां तथैव च।
मृण्मयानाञ्च सर्वेषां मृदो भस्मन एव च॥
]

`verse 105 [
कालमासाद्य कार्य्यञ्च राजा दण्डं प्रकल्पयेत्।
गोषु ब्राह्मणसंस्थासु महिषीषु तथैव च ॥
]

`verse 106 [
अश्वापहारकश्चैव सद्यः कार्योऽर्द्धपादकः।
सूत्रकार्पासकिण्वानां गोमयस्य गुड़स्य च ॥
]

`verse 107 [
मत्स्यानां पक्षिणाञ्चैव तैलस्य च घृतस्य च।
मांसस्य मधुनश्चैव यच्चान्यद्वस्तु-सम्भवम्॥
]

`verse 108 [
अन्येषां लवणादीनां मद्यानामोदनस्य च।
पक्वान्नानाञ्च सर्वेषान्तन्मूल्याद् द्विगुणोदमः ॥
]

`verse 109 [
पुष्पेषु हरिते धान्ये गुल्मवल्लीलतासु च।
अन्नेषु परिपूर्णेषु दण्डः स्यात्पञ्चमाषकम् ।
परिपूर्णेषु धान्येषु शाकमूलफलेषु च ॥
]

`verse 110 [
निरन्वये शतं दण्ड्यः सान्वये द्विशतन्दमः।
येन येन यथाङ्गेन स्तेनोऽन्येषु विचेष्टते ॥
]

`verse 111 [
तत्तदेव हरेत्तस्य प्रत्यादेशाय पार्थिवः।
द्विजोऽध्वगः क्षीणवृत्तिर्द्वाविक्ष् द्वे च मूलके ॥
]

`verse 112 [
त्रपुसोर्वारुकौ द्वौ च तावन्मात्रं फलेषु च।
तथाच सर्वधान्यानां मुष्टिग्राहेण पर्थिव! ॥
]

`verse 113 [
शाके शाकप्रमाणेन गृह्यमाणेन दुष्यति।
वानस्पत्यं फलं मूलं दार्वग्न्यर्थं तथैव च ॥
]

`verse 114 [
तृणङ्गेऽभ्यवहारार्थमस्तेयं मनुरब्रवीत्।
अदेववाटिजं पुष्पं देवतार्थं तथैव च ॥
]

`verse 115 [
आददानः परक्षेत्रात् न दण्डं दातुमर्हति।
श्रृङ्गिणं नखिनं राजन्! दंष्ट्रिणञ्च वधोद्यतम् ॥
]

`verse 116 [
यो हन्यान्न स पापेन लिप्यते मनुजेश्वर!।
गुरुं वा बालवृद्धं वा ब्राह्मणं वा बहुश्रुतम् ॥
]

`verse 117 [
आततायिनमायान्तं हन्यादेवाविचारयन्।
आततायिवधे दोषो हन्तुर्भवति कश्चन ॥
]

`verse 118 [
प्रकाशं वाऽप्रकाशं वा मन्युस्तं मन्युमृच्छति।
गृहक्षेत्राभिहर्तारस्तथागम्याभिगामिनः ॥
]

`verse 119 [
अग्निदोगरदश्चैव तता चाभ्युद्यतायुधः।
अभिचारन्तु कुर्वाणो राजगामि च पैशुनम् ॥
]

`verse 120 [
एते हि कथिता लोके धर्मज्ञैराततायिनः।
परस्त्रीणान्तु सम्भाषे तीर्थेऽरण्येक गृहेऽपि वा ॥
]

`verse 121 [
नदीनाञ्चैव सम्भेदैः स संग्रहणमाप्नुयात्।
न सम्भाषेत्सहस्त्रीभिः प्रतिषिद्धः समाचरेत् ॥
]

`verse 122 [
प्रतिषिद्धे समाभाष्य सुवर्णं दण्डमर्हति।
नैव चारणदारेषु विधिरात्मोपजीविषु ॥
]

`verse 123 [
सज्जयन्ति मनुष्यैस्ता निगूढं वाचरन्त्युत।
किञ्चिदेवतुदाप्यः स्यात्सम्भाषेणापचारयन् ॥
]

`verse 124 [
प्रेष्यासु चैव सर्वासु गृहप्रव्रजितासु च।
योऽकामां दूषयेत्कन्यां स सद्यो वधमर्हति ॥
]

`verse 125 [
सकामां दूषमाणस्तु प्राप्नुयाद्द्विशतं दमम्।
यश्चसंरक्षकस्तत्र पुरुषः स तथा भवेत् ॥
]

`verse 126 [
पारदारिकवद्दण्ड्यो योऽपि स्यादवकाशदः।
बलात्संदूषयेद्यस्तु परभार्यां नरः क्वचित् ॥
]

`verse 127 [
वधो दण्डो भवेत्तस्य नापराधो भवेत्स्त्रियः।
रजस्तृतीयं या कन्या स्वगृहे प्रतिपद्यते ॥
]

`verse 128 [
अदण्ड्या सा भवेद्राज्ञा वरयन्ती पतिं स्वयम्।
स्वदेशे कन्यकान्दत्त्वा तामादाय तथा व्रजेत् ॥
]

`verse 129 [
परदेशे भवेद्वध्यः स्त्रीचोरः स यतो भवेत्।
अद्रव्यां मृतपत्नीन्तु संगृह्णन्नापराध्यति ॥
]

`verse 130 [
सद्रव्यां तां संग्रहीता दण्डन्तु क्षिप्रमर्हति।
उत्कृष्टं या भजेत्कन्या देया तस्यैव सा भवेत् ॥
]

`verse 131 [
यच्चान्यं सेवमानाञ्च संयतां वासयेद्गृहे।
जघन्यमुत्तमा नारी सेवमाना तथैव च ॥
]

`verse 132 [
भर्त्तारं लङ्घयेद्या स्त्री ज्ञातिभिर्बलदर्पिता।
ताञ्च निष्कासयेद्राजा संख्याने बहुसंस्थिते ॥
]

`verse 133 [
हृताधिकारं मलिनां पिण्डमात्रोपजीविनीम्।
वासयेत् स्वैरिणीं नित्यं सवर्णोनाभिदूषिताम् ॥
]

`verse 134 [
ज्यायसा दूषिता नारी मुण्डनं सम???प्नुयात्।
वासश्चमलिनंनित्यंशिखांसंप्राप्नुयाद्दश ॥
]

`verse 135 [
ब्राह्मणः क्षत्रियो वैश्यः क्षत्रविट्शूद्रयोषितः।
ब्रह्मदाप्यो भवेद्राजादण्डमुत्तमसाहसम् ॥
]

`verse 136 [
वैश्यागमे च विप्रस्य क्षत्रियस्यान्त्यजागमे।
मध्यमं वैश्योदण्ड्यःशूद्रागमाद्भवेत् ॥
]

`verse 137 [
शूद्रः सवर्णागमने शतं दण्ड्योमहीक्षिता।
वैश्यस्तुद्विगुणंराजन्! क्षत्रस्तुत्रिगुणन्तथा ॥
]

`verse 138 [
ब्राह्मणश्च भवेद्दण्ड्यस्तथाराजंश्चतुर्गुणम्।
अगुप्तासुभवेद्दण्डः स्वगुप्तास्वधिको भवेत् ॥
]

`verse 139 [
मातापितृष्वसाश्वश्रुर्मातुलानी पितृव्याजा।
पितृव्यसखिशिष्यस्त्री गर्भिणी तत्सखी तथा ॥
]

`verse 140 [
भातृभार्यागमे पूर्वाद् दण्डस्तुक द्विगुणो भवेत्।
चण्डालीञ्च श्वपाकीञ्च गच्छन् वधमवाप्नुयात् ॥
]

`verse 141 [
तिर्यग्योनिञ्च गोवर्ज्यं मैथुनं यो निषेवेते।
वपनं प्राप्नुयाद्दण्कडं तस्याश्च यवसादिकम् ॥
]

`verse 142 [
सुवर्णञ्च भवेद्दण्ड्यो गां व्रजन्मनुजोत्तम!।
वेश्यागामी द्विजोदण्ड्यो वेश्याशुल्कसमम्पणम् ॥
]

`verse 143 [
गृहगीत्वा वेतनं वेश्या लोभादन्यत्र गच्छति।
वेतनं द्विगुणं दद्याद्दण्डञ्च द्विगुणं तथा ॥
]

`verse 144 [
अन्यमुद्दिश्ययोवेश्यांनयेदन्यस्यकारयेत्।
तस्यदण्डोभवेद्राजन्! सुवर्णस्यच माषकम् ॥
]

`verse 145 [
नीत्वा भोगान्न यो दद्याद्दाप्यो द्विगुणवेतनम्।
राज्ञश्च द्विगुणं दण्डस्तथा धर्म्मो न हीयते ॥
]

`verse 146 [
बहूनां व्रजतामेकां सर्वे ते द्विगुणन्दमम्।
दद्युः पृथक् पृथक् सर्वे दण्डञ्च द्विगुणं परम् ॥
]

`verse 147 [
न माता न पिता न स्त्री न ऋत्विग् याज्यमानवाः।
अन्योन्यं पतितास्त्याज्या योगे दण्ड्याः शतानि षट् ॥
]

`verse 148 [
पतिता गुरुवस्त्याज्या न तु माता कथञ्चन।
गर्भधारणपोषाभ्यां तेन माता गरीयसी ॥
]

`verse 149 [
अधीयानोऽप्यनध्याये दण्ड्यः कार्षापणत्रयम्।
अध्यापकश्चद्विगुणं तथाचारस्य लङ्घने ॥
]

`verse 150 [
अनुक्तस्य भवेद्दण्डः सुवर्णस्य च कृष्णलम्।
बार्यापुत्रश्चदासश्चशिष्योभ्राताचसोदरः ॥
]

`verse 151 [
कृतापराधास्ताड्याः स्यु रज्वा वेणुदलेन वा।
पृष्ठतस्तु शरीलस्य नोत्तमाङ्गं कथञ्चन ॥
]

`verse 152 [
अतोऽन्यथा प्रहरतः प्राप्तःश्याच्योरकिल्विषम्।
दूतीं समाह्वयंश्चैवयोनिषिद्धंसमाचरेत् ॥
]

`verse 153 [
आच्छन्नं वा प्रकाशं वा स दण्डयः पाथिवेच्छया।
वासांसि फलकैः श्लक्ष्णैर्निर्णिज्याद्रजकः शनैः ॥
]

`verse 154 [
अतोऽन्यथाहि कुर्वंस्तु दण्ड्यः स्याद्रुक्ममाषकम्।
रक्षास्वधिकृतैश्चैवप्रदेयंयैर्विलुप्यते ॥
]

`verse 155 [
कर्षकेभ्योऽर्थमादाय यः कुर्यात्करमन्यथा।
तस्य सर्वस्वमादाय तं राजा विप्रवासयेत् ॥
]

`verse 156 [
ये नियुक्ताः स्वकार्येषु हन्युः कार्याणि कार्यिणाम्।
निर्घृणाः क्रूरमनसः सर्वे कर्मापराधिनः ॥
]

`verse 157 [
धनोष्मणा पच्यंमानास्तान्निः स्वान्कारयेन्नृपः।
कूटशासनकर्तॄं श्चप्रकृतीनाञ्च दूषकान् ॥
]

`verse 158 [
स्त्रीबालब्राह्मणघ्नांश्च वध्या द्विट्सेविनस्तथा।
अमात्यः प्राड्विवाको वा यः कुर्यात्कार्यमन्यथा ॥
]

`verse 159 [
तस्य सर्वस्वमादाय तं र्जा विप्रवासयेत्।
ब्रह्मघ्नश्च सुरापश्च तस्करो गुरुतल्पगः ॥
]

`verse 160 [
एतान्सर्वान्पृथक्हिंस्यात्महापातकिनोनरान्।
महापातकिनोबध्याब्राह्मणन्तुविवासयेत् ॥
]

`verse 161 [
कृतचिह्नं स्वदेशाच्च श्रृणु चिह्नाकृतिन्ततः।
गुरुतल्पे भगः कार्यः सुरापाने सुराध्वजः ॥
]

`verse 162 [
स्तेने तु श्वपदन्तद्वद्ब्रह्महण्यशिराः पुमान्।
असम्भाष्याह्यसम्भोज्याअसंवाह्याविशेषतः ॥
]

`verse 163 [
त्यक्तव्यास्चतथारजन्! ज्ञातिसम्बन्धिबान्धवैः।
महापातकिनोवित्तमादायनृपतिःस्वयम् ॥
]

`verse 164 [
अप्सुप्रवेशयेद्दण्कडवरुणायोपपादयेत्।
सहोढं कन विना चोरं घातयेद्धार्मिको नृपः ॥
]

`verse 165 [
सहोढं सोपकरणं घातयेदविचारयन्।
ग्रामेष्वपि च ये केचिच्चोराणां भक्ष्यदायकाः ॥
]

`verse 166 [
भाण्डावकाशदाश्चैव सर्वांस्तानपिघातयेत्।
राष्ट्रेषु राज्ञाधिकृताः सामन्ताश्चैवदूषकाः ॥
]

`verse 167 [
अभ्यघातेषु मध्यस्थाः क्षिप्रंशास्यास्तु चोरवत्।
ग्रामघाते मठाभङ्गे पथिमोषाफभिमर्दने ॥
]

`verse 168 [
शक्तितो नाभिधावन्तो निर्वास्याः सपरिच्छदाः।
राज्ञः कोशापहर्तॄंश्चक प्रतिकूलेषु संस्थिताम् ॥
]

`verse 169 [
अरीणामुपजर्तॄंश्च घातयेद्विविधैर्वधैः।
सन्धिं कृत्वा तु ये चौर्यं रात्रौकुर्वन्ति तस्कराः ॥
]

`verse 170 [
तेषां छित्वा नृपोहस्तौ तीक्ष्णशूले निवेशयेत्।
तड़ागभेदकं हन्यादप्सु शुद्धवधेन तु ॥
]

`verse 171 [
यस्तु पूर्वंनिविष्टंस्यात्तड़ागस्योदकं हरेत्।
आगमञ्चाप्यपंभिन्द्यात्सदाप्यः पूर्वशासनम् ॥
]

`verse 172 [
कोष्ठागारायुघागारदेवागारविभेदकान्।
पापान् पापसमाचारान् घातयेच्छीघ्रमेव च ॥
]

`verse 173 [
समुत्सृजेद्राजमार्गे यस्त्वमेध्यमनापदि।
स हि कार्षापणं दण्ड्यस्तत्त्वमेध्यञ्चशोधयेत ॥
]

`verse 174 [
अजङ्गमोऽथवा वृद्धो गर्भिणी बाल एव च।
परिभाषणमर्हन्ति न च शोध्यमिति स्थितिः ॥
]

`verse 175 [
प्रथणं साहसं दण्ड्योयश्च मिथ्या चिकित्सते।
परुषे मध्यमं दण्डमुत्तमञ्च तथोत्तमे ॥
]

`verse 176 [
छत्रस्य ध्वजयष्टिनां प्रतिमानाञ्च भेदकाः।
प्रतिकुर्युस्ततः सर्वे पञ्चदण्ड्याः शतानि च ॥
]

`verse 177 [
अदूषितानां द्रव्याणां दूषणे भेदने तथा।
मणीनामपि भेदेन दण्ड्य प्रथमसाहसम् ॥
]

`verse 178 [
समञ्च विषम़ञ्चैव कुरुते मूल्यतोऽपि वा।
समाप्नुयात्स वै पूर्वं दममध्यममेव च ॥
]

`verse 179 [
बन्धनानि च सर्वाणि राजमार्गेनिवेशयेत्।
कर्षन्तो यत्र दिश्यन्ते विकृताःपापकारिणः ॥
]

`verse 180 [
प्राकारस्य च भेत्तरं परिखानाञ्च भेदकम्।
द्वाराणां चैव भेत्तारं क्षिप्रं निर्वासयेत् पुरात् ॥
]

`verse 181 [
मूलकर्माभिचारेषु कर्त्वयो द्विशतोदमः।
अवीजविक्रयी यश्च बीजोत्कर्षक एव च ॥
]

`verse 182 [
मर्यादाभेदकश्चापि विकृतं बन्धमाप्नुयात्।
सर्वसङ्करपापिष्ठं हेमकारं नराधिप! ॥
]

`verse 183 [
अन्याये वर्तमानञ्च च्छेदयेल्लवशः क्षुरैः।
द्रव्यमादाय वणिजामनर्घेणावरुन्धताम् ॥
]

`verse 184 [
द्रव्याणां दूषकोयस्तु प्रतिच्छन्नस्य विक्रयी।
मध्यमं प्राप्नुयाद्दण्डं कूटकर्त्तातथोत्तमम् ॥
]

`verse 185 [
राजा पृथक् पृथक् कुर्याद्दण्डं चोत्तमसाहसम्।
शास्त्राणां यज्ञतपसां देशानां क्षेपको नरः ॥
]

`verse 186 [
देवतानां सतीनाञ्च उत्तमं दण्डमर्हति।
एकस्य दण्डपारुष्ये बहूनां द्विगुणोदमः ॥
]

`verse 187 [
कलहो यद्गतोदाप्यो दण्डश्च द्विगुणस्ततः।
मध्यमं ब्राह्मणं राजा विपयाद्विप्रवासयेत् ॥
]

`verse 188 [
लशूनञ्च पलाण्डुञ्च शूकरं ग्रामकुक्कुटम्।
तथा पञ्चनखं सर्वं भक्ष्यादन्यत्तु भक्षयेत् ॥
]

`verse 189 [
विवासयेत् क्षिप्रमेव ब्राह्मणं विषयात् स्वकात्।
अभक्ष्यभक्षणे दण्डयः शूद्रो भवति कृष्णलम् ॥
]

`verse 190 [
ब्राह्मणक्षत्रियविशां चतुस्त्रिद्विगुणं स्मृतम्।
यःसाहसंकारयति सदण्ड्योद्विगुणन्दमम् ॥
]

`verse 191 [
यस्त्वेवमुक्त्वाऽहन्दाता कारयेत्स चतुर्गुणम्।
सन्दिष्टस्याप्रदाता च समुद्रगृहभेदकः ॥
]

`verse 192 [
पञ्चाशत्पणिको दण्डस्तत्र कार्यो महीक्षिता।
अस्पृश्यञ्चास्पृशन्नार्य्यो ह्ययोग्योऽयोग्यकर्मकृत् ॥
]

`verse 193 [
पुंस्त्वहर्त्तापशूनाञ्च दासीगर्भविनाशकृत्।
शूद्रप्रव्रजितानाञ्च दैवे पैत्र्ये च भोजकः ॥
]

`verse 194 [
अव्रजन् वाढ़मुक्त्वा तु तथैव च निमन्त्रणे।
एते कार्षापणशतं सर्वे दण्ड्या महीक्षिता ॥
]

`verse 195 [
दुःखोत्पादिगृहे द्रव्यं क्षिपेदन्धस्यकृष्णलम्।
पितापुत्रविरोधेच साक्षिणांद्विशतोदमः ॥
]

`verse 196 [
तुलाशासनमानानां कूटकृन्नाणकस्य च।
एभिश्च व्यवहर्ता च स दण्ड्यो दममुत्तमम् ॥
]

`verse 197 [
विषाग्निदाम्पतिगुरुनिजापत्यप्रमापणीम्।
विकर्णनासिकांव्योष्ठीं कृत्वागोभिःप्रमापयेत् ॥
]

`verse 198 [
खलस्य दाहका येच येच क्षेत्रस्य वेश्मनः।
राजपत्न्यभिगामी च दग्धव्यास्तेकटाग्निना ॥
]

`verse 199 [
ऊनं वाप्यधिकञ्चापि लिखेद्यो राजशासनम्।
परदारिकचौरं वा मुञ्चतो दण्ड उत्तमः ॥
]

`verse 200 [
अभक्ष्येण द्विजं दूष्य दण्ड उत्तमसाहसः।
क्षत्रियं मध्यमं वैश्यं प्रथमं शूद्रमर्द्धकम् ॥
]

`verse 201 [
मृताङ्गलग्नविक्रेतुर्गान्तु ताडयतस्तथा।
राजयानासनारोढुर्दण्ड उत्तमसाहसः ॥
]

`verse 202 [
यो मन्येताजितोऽस्मीति न्यायेनापि पराजितः।
तमायान्तं पुनर्जित्वा दण्डयेद् द्विगुणन्दमम् ॥
]

`verse 203 [
आह्वानकरो मध्यः स्यादनाह्वाने तथाह्वयन्।
दण्डिकस्य च योहस्तादभियुक्तःपलायते ॥
]

`verse 204 [
हीनपुरुषकारेण तं दण्ड्याद्दाण्डिकोधनम्।
प्रेष्यापराधात्प्रेष्यस्तु स दण्ड्याश्चार्द्धमेवच ॥
]

`verse 205 [
दण्डार्थं नियमार्थञ्च नीयमानेषु बन्धनम्।
यदि कश्चित्पलायेत दण्डश्चाष्टगुणो भवेत् ॥
]

`verse 206 [
अनिन्दिते विवादे तु नखरोमावतारणम्।
कारयेद्य स पुरुषो मध्यमं दण्कडमर्हति ॥
]

`verse 207 [
बन्धनञ्चाप्यवध्यस्य बलान्मोचयते तु यः।
वन्ध्यं विमोचयेद्यस्तु दण्डदुद्विगुणभाग्भवेत् ॥
]

`verse 208 [
दुर्दृष्टव्यवहाराणां सभ्यानां द्विगुणोदमः।
राज्ञा त्रिंशद्गुणोदण्डः प्रक्षेप्य उदके भवेत् ॥
]

`verse 209 [
अल्पदण्डेऽधिकं कुर्याद्विपुले चाल्पमेव च।
ऊनाधिकन्तु तं दण्डं सभ्यो दद्यात् स्वकाद् गृहात् ॥
]

`verse 210 [
यावानवध्यस्य वधे तावान् वध्यस्य रक्षणे।
अधर्मोनृपतेर्दृष्टस्तथा बध्यस्य मोक्षणे ॥
]

`verse 211 [
ब्राह्मणं नैव हन्यात्तु सर्वपापेष्ववस्थितम्।
प्रवासयेत् स्वकाद्राष्ट्रात्समग्रधनसंयुतम् ॥
]

`verse 212 [
न जातु ब्राह्मणंवध्यात् पातकं त्वधिकं भवेत्।
यस्मात्तस्मात्प्रयत्नेनब्रह्महत्यांविवर्जयेत् ॥
]

`verse 213 [
अदण्ड्यान्दण्कडयेद्राजादण्ड्यांश्चैववाप्यदण्डयन्।
अयशोमहदाप्नोतिनरकञ्चाधिगच्छति ॥
]

`verse 214 [
ज्ञात्वापराधं पुरुषस्य राजा कालं तथा चानुमतं द्विजानाम्।
दण्ड्येषु दण्डं परिकल्पयेत्तु यो यस्य युक्तः स समीक्ष्य कुर्यात् ॥
]
