`verse 1 [
मनुमत्स्यसंवादे त्रिविधमहोत्पातेषु शान्तिविधानम् ।

मनुरुवाच।
दिव्यान्तरिक्षभौमेषु या शान्तिरभिधीयते।
तामहं श्रोतुमिच्छामि महोत्पातेषु केशव! ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
अथातः सम्प्रवक्ष्यामि त्रिविधामद्भुतादिषु ।
विशेषेणतु भौमेषु शान्तिः कार्य्य तथा भवेत् ॥
]

`verse 3 [
अभया चान्तरिक्षेषु सौम्या दिव्येषु पार्थिव!।
विजिगीषुः परं राजन्! भूतिकामस्तु यो भवेत् ॥
]

`verse 4 [
विजिगीषुः परानेवमभियुक्तस्तथा परैः।
तताभिचारशङ्कायां शत्रूणामभिनाशने ॥
]

`verse 5 [
भये महति संप्राप्ते अभया शान्तिरिष्यते।
राजयक्ष्माभि भूतस्य क्षतक्षीणस्य चाप्यथ॥
]

`verse 6 [
सौम्या प्रशस्यते शान्तिर्यज्ञकामस्य चाप्यथ।
भूकम्पे च समुत्पन्ने प्राप्ते चान्नक्षये तथा ॥
]

`verse 7 [
अतिवृष्ट्यामनावृष्ट्यां शलभानां भयेषु च।
प्रमत्तेषु च चोरेषु वैष्णवी शान्तिरिष्यते ॥
]

`verse 8 [
पशूनां मारणे प्राप्ते नराणामपि दारुणे।
भूतेषु दृश्यमानेषु रौद्री शान्तिस्तथेष्यते ॥
]

`verse 9 [
वेदनाशे समुत्पन्ने जने जाते च नास्तिके।
अपूज्यपूजने जाते ब्राह्मी शान्तिस्तथेष्यते ॥
]

`verse 10 [
भविष्यत्यभिषेके च परचक्रभयेऽपि च।
स्वराष्ट्रभेदेऽरिवधे रौद्री शान्तिः प्रशस्यते ॥
]

`verse 11 [
त्र्यहातिरिक्ते पवने भक्ष्ये सर्वविगर्हिते।
वैकृते वातजे व्याधौ वायवी शान्तिरिष्यते ॥
]

`verse 12 [
अनावृष्टिभये जाते प्राप्ते विकृतिवर्षणे।
जलाशयविकारेषु वारुणी शान्तिरिष्यते ॥
]

`verse 13 [
अभिशापभये प्राप्ते भार्गवी च तथैव च।
जाते प्रसववैकृत्ये प्राजापत्या महाभुज!॥
]

`verse 14 [
उपस्कराणां वैकृत्ये त्वाष्ट्री पार्थिवनन्दन!।
बालानां शान्तिकामस्य कौमारी च तथा नृप! ॥
]

`verse 15 [
कुर्याच्छान्तिमथाग्नेयीं सम्प्राप्ते वह्निवैकृते।
आज्ञाभङ्गे तु सञ्जाते तथा भृत्यादि सङ्क्षये ॥
]

`verse 16 [
अश्वानां शान्तिकामस्य तद्विकारे समुत्थिते।
अश्वानां कामयानस्य गान्धर्वी शान्तिरिष्यते ॥
]

`verse 17 [
गजानां शान्तिकामस्य तद्विकारे समुत्थिते।
गजानां कामयानस्य शान्तिराङ्गिरसी भवेत् ॥
]

`verse 18 [
पिशाचादि-भये जाते शान्तिर्वै नैर्ऋती स्मृता।
अपमृत्युभये जाते दुःखप्ने च तथा स्थिते ॥
]

`verse 19 [
याम्यान्तु कारयेच्छान्तिं प्राप्ते तु नरके तथा।
धननाशे समुत्पन्ने कौवेरी शान्तिरिष्यते ॥
]

`verse 20 [
वृक्षाणाञ्च तथार्थानां वैकृते समुपस्थिते।
भूतिकामस्तथा शान्तिं पार्थिवीं प्रतियोजयेत् ॥
]

`verse 21 [
प्रथमे दिनयामे च रात्रौ वा मनुजोत्तम!।
हस्ते स्वातौ च चित्रायामादित्ये चाश्विने तथा ॥
]

`verse 22 [
अर्यम्णि सौम्य! जातेषु वायव्यां त्वद्भुतेषु च।
द्वितीये दिनयामे तु रात्रौ च रविनन्दन! ॥
]

`verse 23 [
पुष्पाग्रे ये विशाखासु पित्र्यासु भरणीषु च।
उत्पातेषु तथा भाग्ये आग्नेयीं तेषु कारयेत् ॥
]

`verse 24 [
तृतीये दिनयामे च रात्रौ च रविनन्दन!।
रोहिण्यां वैष्णवे ब्राह्मे वासवे वैश्वदेवते ॥
]

`verse 25 [
ज्येष्ठायाञ्च तथा मैत्रे ये भवन्त्यद्भुताः क्वचित्।
ऐन्द्री तेषु प्रयोक्तव्या शान्ती रविकुलोद्वह! ॥
]

`verse 26 [
चतुर्थे दिनयामे रात्रौ वा रविनन्दन!।
सार्पे पौष्णे तथार्द्रायामहिर्बुध्न्ये च दारुणे ॥
]

`verse 27 [
मूले वरुणदैत्ये ये भवन्त्यद्भुतास्तथा।
वारुणी तेषु कर्त्तव्या महाशान्तिर्महीक्षिता ॥
]

`verse 28 [
मित्रमण्डलवेलासु ये भवन्त्यद्भुताः क्वचित्।
तत्र शान्तिद्वयं कार्यं निमित्तेषु च नान्यथा।
निर्निमित्तकृता शान्तिर्निमित्तेनोपयुज्यते ॥
]

`verse 29 [
बाणप्रहारा न भवन्ति यद्वद्राजन्नृणां सन्नहनैर्युतानाम्।
दैवोपघाता न भवन्ति तद्वद्धर्मात्मनां शान्तिपरायणानाम् ॥
]
