`speaker [
मनुरुवाच
]

`verse 1 [
अद्भुतानां फलं देव! शमनञ्च तथा वद।
त्वं हि वेत्सि विशालाक्ष! ज्ञेयं सर्वमशेषतः ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
अत्र ते वर्णयिष्यामि यदुवाच महातपाः।
अत्र ये वृद्धगर्भस्तु सर्वधर्मभृतां वरः ॥
]

`verse 3 [
सरस्वत्याः सुखासीनं गर्गं श्रोतसि पार्थिव!।
पप्रच्छासौ महातेजा अत्रिर्मुनिजनप्रियम् ॥
]

`speaker [
अत्रिरुवाच
]

`verse 4 [
नश्यतां पूर्वरूपाणि जनानां कथयस्व मे।
नगराणां तथा राज्ञा त्वं हि सर्वं वदस्व माम् ॥
]

`speaker [
गर्ग उवाच
]

`verse 5 [
पुरुषापचारान्नियतमपरज्यन्ति देवताः।
ततोऽपरागाद्देवानामुपसर्गः प्रवर्तते ॥
]

`verse 6 [
दिव्यान्तरिक्षभौमञ्च त्रिविधं संप्रकीर्तितम्।
ग्रहर्क्षवैकृतं दिव्यमान्तरिक्षं निबोध मे ॥
]

`verse 7 [
उल्कापातो दिशान्दाहः परिवेषस्तथैव च।
गन्धर्वनगरञ्चैव वृष्टिश्च विकृता तु या ॥
]

`verse 8 [
एवमादीनि लोकेऽस्मिन्नान्तरिक्षं विनिर्दिशेत्।
चरस्थिर-भवभौमो भूकम्पश्चापि भूमिजः ॥
]

`verse 9 [
जलाशयानां वैकृत्यं भौमं तदपि कीर्तितम्।
भौमे त्वल्पफलं ज्ञेयं चिरेण च विपच्यते ॥
]

`verse 10 [
अभ्रजं मध्यफलदं मध्यकालफलप्रदम्।
अद्भुते तु समुत्पन्ने यदि वृष्टिः शिवा भवेत् ॥
]

`verse 11 [
सप्ताहाभ्यन्तरे ज्ञेयमद्भुतं निष्फलं भवेत्।
अद्भुतस्य विपाकश्च विना शान्त्या न दृश्यते ॥
]

`verse 12 [
त्रिभिर्वर्षैस्तथा ज्ञेयं सुमहद् भयकारकम्।
राज्ञः शरीरे लोके च पुरुद्वारे पुरोहिते ॥
]

`verse 13 [
पाकमायाति पुत्रेषु तथा वै कोशवाहने।
ऋतुस्वभावाद्राजेन्द्र! भवन्त्यद्भुतसंज्ञिताः ॥
]

`verse 14 [
शुभावहास्ते विज्ञेयास्तांश्च मे गदतः श्रृणु।
वज्राशनिमहीकम्पसस्यानिर्घातनिःस्वना ॥
]

`verse 15 [
परिवेषरजोधूम रक्तार्कास्तमयोदयाः।
द्रुमोद्भेदकरस्नेहो बहुशः सफलद्रुमः ॥
]

`verse 16 [
गोपक्षिमधुवृद्धिश्च शुभानि मधु माधवे।
ऋक्षोल्कापातकलुषे कपिलार्केन्दुमण्डलम् ॥
]

`verse 17 [
कृष्णश्वेतं तथा पीतं धूसर ध्वान्त लोहितम्।
रक्तपुष्पारुणं साध्यं नभः क्षुब्धार्णवोपमम् ॥
]

`verse 18 [
सरिताञ्चाम्बु संशोषं दृष्ट्वा ग्रीष्मे शुभं वदेत्।
शक्रायुधपरीवेषं विद्युदल्काधिरोहणम् ॥
]

`verse 19 [
कम्पोद्वर्तन वैकृत्यं हसनं दारणं क्षिते।
नद्योदपानं सरसां विधूनतरणप्लवाः ॥
]

`verse 20 [
श्रृङ्गिणाञ्च वराहाणां वर्षासु शुभमिष्यते।
शीतानिलतुषारत्वं नर्द्दनं मृगपक्षिणाम् ॥
]

`verse 21 [
रक्षोभूतपिशाचानां दर्शनं वागमानुषी।
दिशो धूमान्धकाराश्च स नभो-वन-पर्वताः ॥
]

`verse 22 [
उच्चैः सूर्यादयास्तौ च हेमन्ते शोभनाः स्मृताः ।
दिव्यस्त्रीरूपगन्धर्व विमानाद्भुतदर्शनम् ॥
]

`verse 23 [
ग्रहनक्षत्रताराणां दर्शनं वागमानुषी।
गीतवादित्रनिर्घोषो वनपर्वतसानुषु ॥
]

`verse 24 [
सस्यवृद्धी रसोत्पत्तिः शरत्काले शुभाः स्मृताः।
हिमपातानिलोत्पात विरूपाद्भुतदर्शनम् ॥
]

`verse 25 [
कृष्णाञ्जनाभमाकाशं तारोल्कापातपिञ्जरम्।
चित्रगर्भोद्भवः स्त्रीषु गोऽजाश्वमृगपक्षिषु
पत्राङ्कुर-लतानाञ्च विकारा शिशिरे शुभाः ॥
]

`verse 26 [
ऋतुस्वभावेन विनाद्भुतस्य जातस्य दृष्टस्य तु शीघ्रमेव ॥
यतागमं शान्तिरनन्तरन्तु कार्या यथोक्ता वसुधाधिपेन ॥
]
