`speaker [
गर्ग उवाच
]

`verse 1 [
अनग्निर्दीप्यते यत्र राष्ट्रे यस्य निरन्धनः।
न दीप्यते चेन्धनवान् तद्राष्ट्रं पीड्यते नृपैः ॥
]

`verse 2 [
प्रज्वलेदप्सु मांसं वा तथार्द्रं वापि किञ्चन।
प्राकारं तोरणं द्वारं नृपवेश्म सुरालयम् ॥
]

`verse 3 [
एतानि यत्र दीप्यन्ते तत्र राज्ञो भयं भवेत्।
विद्युता वा प्रदह्यन्ते तदापि नृपतेर्भयम् ॥
]

`verse 4 [
अनैशानि तमांसि स्युर्विना पांसुरजांसि च।
धूमश्चानग्निजो यत्र तत्र विन्द्यन्महाभयम् ॥
]

`verse 5 [
तडित्त्वनभ्रे गगने भयं स्यादृक्षवर्जिते।
दिवा सतारे गगने तथैव भयमादिशेत् ॥
]

`verse 6 [
ग्रहनक्षत्र-वैकृत्ये ताराविषमदर्शने।
पुरुवाहन-यानेषु चतुष्पान्मृगपक्षिषु ॥
]

`verse 7 [
आयुधेषु च दीप्तेषु धूमायत्सु तथैव च।
निर्गमत्सु च कोशाच्च संग्रामस्तुमुलो भवेत् ॥
]

`verse 8 [
विनाग्निं विस्फुलिङ्गाश्च दृश्यन्ते यत्र कुत्रचित्।
स्वभावाच्चापि पूर्यन्ते धनूंषिं विकृतानि च ॥
]

`verse 9 [
विकारश्चायुधानं स्यात् तत्र संग्राममादिशेत्।
त्रिरात्रो पोषितश्चात्र पुरोधाः सुसमाहितः ॥
]

`verse 10 [
समिद्भिः क्षीरवृक्षाणां सर्षपैश्च घृतेन च।
होमं कुर्यादग्निमन्त्रैः ब्राह्मणांश्चैव भोजयेत् ॥
]

`verse 11 [
दद्यात्सुवर्णञ्च तथा द्विजेभ्यो गाश्चैव वस्त्राणि तथा भुवञ्च।
एवं कृते पापमुपैति नाशं यदग्नि-वैकृत्यभवं द्विजेन्द्र! ॥
]
