`speaker [
गर्ग उवाच
]

`verse 1 [
पुरेषु येषु दृश्यन्ते पादपादेव चोदिता।
रुदन्तो वा हसन्तो वा स्रवन्तो वा रसान्बहून् ॥
]

`verse 2 [
अरोगा वा विना वातं शाखां मुञ्चत्यथ द्रुमाः।
फलं मूलं तथा कालं दर्शयन्ति त्रिहायनाः ॥
]

`verse 3 [
पूर्ववत्स्वं दर्शयन्ति फलं पुष्पं तथान्तरे।
क्षीरं स्नेहं तथा रक्त मधु तोयं स्रवन्ति च ॥
]

`verse 4 [
शुष्यन्त्यरोगाः सहसा शुष्का रोहन्ति वा पुनः।
उत्तिष्ठन्तीह पतिताः पतन्ति च तथोत्थिताः ॥
]

`verse 5 [
तत्र वक्ष्यामि ते ब्रह्मन्! विपाकं फलमेव च।
रोदने व्याधिमभ्येति हसने देशविभ्रमम् ॥
]

`verse 6 [
शाखाप्रपतनं कुर्यात् संग्रामे योधपातनम्।
बालानां मरणं कुर्यात् बालानां बालपुष्पिता॥
]

`verse 7 [
स्वराष्ट्रभेदं कुरुते फलपुष्पमथान्तरे।
क्षयः सर्वत्र गोक्षीरे स्नेहे दुर्भिक्षलक्षणम् ॥
]

`verse 8 [
वाहनापचयं मद्ये रक्ते संग्राममाविशेत्।
मधुस्रावे भवेद् व्याधिर्जलस्रावे न वर्षति ॥
]

`verse 9 [
अरोगशोषणं ज्ञेयं ब्रह्मन्! दुर्भिक्षलक्षणम्।
शुष्केषु संप्रहरोहस्तु वीर्यमन्त्रञ्च हीयते ॥
]

`verse 10 [
उत्थाने पतितानाञ्च नयं भेदकरम्भवेत्।
स्थानात् स्तानन्तु गमने देशभङ्गस्तथा भवेत् ॥
]

`verse 11 [
ज्वलत्स्वपि च वृक्षेषु रुद्रत्स्वपि धनक्षयम्।
एतत्पूजितवृक्षेषु सर्वं राज्ञो विपद्यते ॥
]

`verse 12 [
पुष्पे फले वा विकृते राज्ञो मृत्यु तथादिशेत्।
अन्येषु चैव वृक्षेषु वृक्षोत्पातेष्वतन्द्रितः ॥
]

`verse 13 [
आच्छादयित्वा तं वृक्षं गन्धमाल्यैर्विभूषयेत्।
वृक्षोपरि तथा छत्रं कुर्यात् पापप्रशान्तये ॥
]

`verse 14 [
शिवमभ्यर्चयेद्देवं पशुञ्चास्मै निवेदयेत्।
रुद्रेभ्य इति वृक्षेषु हुत्वा रुद्रं जपेत्ततः ॥
]

`verse 15 [
मध्वाज्ययुक्तेन तु पायसेन संपूज्य विप्रांश्च भुवञ्च दद्यात्।
गीतेन नृत्येन तथार्चयेत्तु देवं हरं पापविनाशहेतोः ॥
]
