`speaker [
गर्ग उवाच
]

`verse 1 [
अतिवृष्टिरनावृष्टि दुर्भिक्षादि भयं मतम्।
अनृतौ तु दिवानन्ता वृष्टिर्ज्ञेया भयानका ॥
]

`verse 2 [
अनभ्रे वैकृताश्चैव विज्ञेया राजमृत्यवे।
शीतोष्णानां विपर्यासे नृपाणां रिपुजं भयम् ॥
]

`verse 3 [
शोणितं वर्षते यत्र तत्र शस्त्रभयम्भवेत्।
अङ्गारपांसु वर्षेषु नगरन्तद्विनश्यति ॥
]

`verse 4 [
मज्जास्थिस्नेहमांसानां जनमारभयम्भवेत्।
फलं पुष्पन्तथा धान्यं परेणातिभयाय तु ॥
]

`verse 5 [
पांसुजन्तु फलानाञ्च वर्षतो रोगजं भयम्।
छिद्रेवान्नप्रवर्षेण सस्यानां भीतिवर्द्धनम् ॥
]

`verse 6 [
विरजस्के रवौ व्यभ्रे यदा च्छाया न दृश्यते।
दृश्यते तु प्रतीपा वा तत्र देशभयम्भवेत् ॥
]

`verse 7 [
निरभ्रे वाथ रात्रौ वा श्वेतं याम्योत्तरेण तु।
इन्द्रायुधं तथा दृष्ट्वा उल्कापातं तथैव च ॥
]

`verse 8 [
दिग्दाहपरिवैषौ च गन्धर्वनगरन्तथा।
परचक्र-भयं ब्रूयाद्देशोपद्रवमेव च ॥
]

`verse 9 [
सूर्य्येन्दुपर्जन्यसमीरणानां यागस्तु कार्यो विधिवद् द्विजेन्द्र!
धनानि गौः काञ्चनदक्षिणा च देया द्विजानामघनाशहेतोः ॥
]
