`speaker [
गर्ग उवाच
]

`verse 1 [
नगरादपसर्पन्ते समीपमुपयान्ति च।
नद्यो ह्रद प्रस्रवाणि विरसाश्च भवन्ति च ॥
]

`verse 2 [
विवर्णं कलुषन्तप्तं फेनवज्जन्तु सङ्कुलम्।
स्नेहं क्षीरं सुरां रक्तं वहन्ते वा कुलोदकाः ॥
]

`verse 3 [
षण्मासाभ्यन्तरे तत्र परचक्रभयम्भवेत्।
जलाशया नदन्ते वा प्रज्वलन्ति कथञ्चन ॥
]

`verse 4 [
विमुञ्चन्ति तथा ब्रह्मन्! ज्वालाधूमरजांसि च।
अथवा ते जलोत्पत्तिः सुसत्वा वा जलाशयाः ॥
]

`verse 5 [
सङ्गीतशब्दाः श्रूयन्ते जनमारभयम्भवेत्।
दिव्यमम्भोमयं सर्पिर्मधुतैलावसेचनम् ॥
]

`verse 6 [
जप्तव्या वारुणा मन्त्रास्तैश्च होमो जले भवेत् ॥
]

`verse 7 [
मध्वाज्ययुक्तं परमान्नमत्र देयं द्विजानां द्विज भोजनार्थम्।
गावश्च देयाः सितवस्त्रयुक्तास्तथोदकुम्भाः सलिलाघशान्त्यै ॥
]
