`speaker [
गर्ग उवाच
]

`verse 1 [
प्रविशन्ति यदा ग्राममारण्या मृगपक्षिणः।
अरण्यं यान्ति वा ग्राम्याः स्थलं यान्ति जलोद्भवाः ॥
]

`verse 2 [
स्थलजाश्च जलं यान्ति घोरं वाशन्ति निर्भयाः।
राजद्वारे पुरद्वारे शिवा चाप्यशिवप्रदा ॥
]

`verse 3 [
दिवारात्रिञ्चरावापि रात्रावपि दिवाचराः।
ग्राम्यास्त्यजन्ति ग्रामञ्च शून्यतां तस्य निर्दिशेत् ॥
]

`verse 4 [
दीप्तावाशन्ति सन्ध्यासु मण्डलानि च कुर्वते।
वाशन्ति विस्वरं यत्र तदाप्येतत् फलं लभेत् ॥
]

`verse 5 [
प्रदोषे कुक्कुटो वाशेद् धेमन्ते वापि कोकिलः।
अर्कोदये त्वभिमुखी शिवा रौति भयं वदेत् ॥
]

`verse 6 [
गृहं कपोतः प्रविशेत् क्रव्यादो मूर्ध्नि लीयते।
मधुवा मक्षिकाः कुर्युर्मृत्युर्गृहपतेर्भवेत् ॥
]

`verse 7 [
प्राकारद्वारगेहेषु तोरणापणवीथिषु।
केतुच्छत्रायुधाद्येषु क्रव्यादं प्रपतेद्यदि ॥
]

`verse 8 [
जायन्ते वाथ वल्मीका मधु वा स्यन्दते यदि।
सदेशो नाशमायाति राजा च म्रियते तथा ॥
]

`verse 9 [
मूषकान् शलभान् दृष्ट्वा प्रभूतं क्षुद् भयं भवेत्।
काष्ठोल्मुकास्थिश्रृङ्गाढ्याः श्वानो मर्कटवेदनाः ॥
]

`verse 10 [
दुर्भिक्षवेदना ज्ञेया काकाधान्यमुखा यदि।
जनानभिभवन्तीह निर्भया रणवेदिनः ॥
]

`verse 11 [
काको मैथुनसक्तश्च श्वेतस्तु यदि दृश्यते।
राजा वा म्रियते तत्र स च देशो विनश्यति ॥
]

`verse 12 [
उलूको दृश्यते यत्र नृपद्वारे तथा गृहे ।
ज्ञेयो गृहपतेर्मृत्युर्धननाशस्तथैव च ॥
]

`verse 13 [
मृगपक्षिविकारेषु कुर्याद्धोमं सदक्षिणम्।
देवा कपोता इति वा जप्तव्याः पञ्चभिर्द्विजैः ॥
]

`verse 14 [
गावश्च देया विधिवद् द्विजानां सकाञ्चना वस्त्रयुगोत्तरीयाः।
एवं कृते शान्तिमुपैति पापं मृगैर्द्विजैर्वा विनिवेदितं यत् ॥
]
