`speaker [
गर्ग उवाच
]

`verse 1 [
प्रासादतोरणाट्टाल द्वारप्राकारवेश्मनाम्।
निर्निमित्तन्तु पतनं दृढानां राजमृत्यवे ॥
]

`verse 2 [
रजसा वाथ धूमेन दिशो यत्र समाकुलाः।
आदित्यचन्द्रताराश्च विवर्णा भयवृद्धये ॥
]

`verse 3 [
राक्षसा यत्र दृश्यन्ते ब्राह्मणाश्च विधर्मिणः।
ऋतवश्चविपर्यस्ता अपूज्यः पूज्यते जनैः ॥
]

`verse 4 [
नक्षत्राणि वियोगानि तन्महद्भय लक्षणम्।
केतूदयोपरागौ च छिद्रं वा शशिसूर्य्ययोः ॥
]

`verse 5 [
ग्रहर्क्षविकृतिर्यत्र तत्रापि भयमादिशेत्।
स्त्रियश्च कलहायन्ते बाला निघ्नन्ति बालकान् ॥
]

`verse 6 [
क्रियाणामुचितानाञ्च विच्छित्तिर्यत्र जायते।
हूयमानस्तु यत्राग्निर्दीप्यते न च शान्तिषु ॥
]

`verse 7 [
पिपीलिकाश्च क्रव्यादा यान्ति चोत्तरतस्तथा।
पूर्णकुम्भाः स्रवन्ते च हविर्वा विप्र लुप्यते ॥
]

`verse 8 [
मङ्गल्याश्च गिरो यत्र न श्रूयन्ते समन्ततः।
क्षवथुर्बाधते वाथ प्रहसन्ति स्रवन्ति च ॥
]

`verse 9 [
न च देवेषु वर्तन्ते यथावद् ब्राह्मणेषु च।
मन्दघोषाणि वाद्यानि वाद्यन्ते विस्वराणि च ॥
]

`verse 10 [
गुरुमित्रद्विषो यत्र शत्रुपूजारता नराः।
ब्राह्मणान् सुहृदो मान्यान् जनो यत्रावमन्यते ॥
]

`verse 11 [
शान्तिमङ्गलहोमेषु नास्तिक्यं यत्र जायते।
राजा वा म्रियते तत्र स देशो वा विनश्यति ॥
]

`verse 12 [
राज्ञो विनाशे सम्प्राप्ते निमित्तानि निबोध मे।
ब्राह्मणान् प्रथमं द्वेष्टि ब्राह्मणैश्च विरुध्यते ॥
]

`verse 13 [
ब्राह्मणस्वानि चादत्ते ब्राह्मणांश्च जिघांसति।
न च स्मरति कृत्येषु याचितश्च प्रकुप्यति ॥
]

`verse 14 [
रमते निन्दया तेषां प्रशंसां नाभिनन्दति।
अपूर्वन्तु करं लोभात्तथा पातयते जने ॥
]

`verse 15 [
एतेष्वभ्यर्चयेच्छक्रं सपत्नीकं द्विजोत्तम!।
भोज्यानि चैव कार्याणि सुराणां बलयस्तथा
सन्तो विप्राश्च पूज्याः स्युस्तेभ्यो दानञ्च दीयताम् ॥
]

`verse 16 [
गावश्च देया द्विजपुङ्गवेभ्यो भुवस्तथा काञ्चनमम्बराणि।
होमश्च कार्योऽमरपूजनञ्च एवं कृते पापमुपैति शान्तिम् ॥
]
