`speaker [
मनुरुवाच
]

`verse 1 [
ग्रहयज्ञः कथं कार्यो लक्षहोमः कथं नृपैः।
कोटिहोमोऽपि वा देव! सर्वपापप्रणाशनः ॥
]

`verse 2 [
क्रियते विधिना येन यद्दृष्टं शान्तिचिन्तकैः।
तत्सर्वं विस्तराद्देव! कथयस्व जनार्दन! ॥
]

`speaker [
मत्स्य उवाच
]

`verse 3 [
इदानीं कथयिष्यामि प्रसङ्गादेव ते नृप।
राज्ञा धर्मप्रसक्तेन प्रजानाञ्च हितेप्सुना ॥
]

`verse 4 [
ग्रहयज्ञः सदा कार्यो लक्षहोमसमन्वितः।
नदीनां सङ्गमे चैव सुराणामग्रतस्तथा ॥
]

`verse 5 [
सुसमे भूमिभागे च दैवज्ञाधिष्ठितो नृपः।
गुरुणा चैव ऋत्विग्भिः सार्द्धं भूमिं परिक्षयेत् ॥
]

`verse 6 [
खनेत् कुण्डञ्च तत्रैव सुसमं हस्तमात्रकम्।
द्विगुणं लक्षहोमे तु कोटिहोमे चतुर्गुणम् ॥
]

`verse 7 [
युग्मासु ऋत्विजः प्रोक्ता अष्टौ वै वेदपारगाः।
कन्दमूलफलाहारा दधिक्षीराशिनोऽपि वा ॥
]

`verse 8 [
वेद्यां निधापयेच्चैव रत्नानि विविधानि च।
सिकतापरिवेषाश्च ततोऽग्निञ्च समिन्धयेत् ॥
]

`verse 9 [
गायत्र्या दशसाहस्रं मानस्तोकेन षड्गुणः।
त्रिंशद्ग्रहादिमन्त्रैश्च चत्वारो विष्णुदैवतैः ॥
]

`verse 10 [
कुष्माण्डैर्जुहुयात्पञ्च कुसुमाद्यैस्तु षोडश।
होतव्या दशसाहस्रं बादरैर्जातवेदसि ॥
]

`verse 11 [
श्रियोमन्त्रेण होतव्याः सहस्राणि चतुर्दश।
शेषाः पञ्चसहस्रास्तु होतव्यास्त्विन्द्रदैवतैः ॥
]

`verse 12 [
हुत्वा शतसहस्रस्तु पुण्यस्नानं समाचरेत्।
कुम्भैः षोडशसङ्ख्यैश्च सहिरण्यैः सुमङ्गलैः ॥
]

`verse 13 [
स्नापयेद्यजमानन्तु ततः शान्तिर्भविष्यति।
एवं कृते ते यत्किञ्चिद् ग्रहपीडा-समुद्भवम् ॥
]

`verse 14 [
तत्सर्वं नाशमायाति दत्त्वा वै दक्षिणां नृप!।
तस्मात्सर्वप्रयत्नेन प्रधाना दक्षिणा स्मृता ॥
]

`verse 15 [
हस्त्यश्वरथयानानि भूमिवस्त्रयुगानि च।
अनडुद्गोशतं दद्यादृत्विजां चैव दक्षिणाम् ॥
]

`verse 16 [
यथा विभवसारन्तु वित्तशाठ्यं न कारयेत्।
मासे पूर्णे समाप्तस्तु लक्षहोमो नराधिप! ॥
]

`verse 17 [
लक्षहोमस्य राजेन्द्र! विधानं परिकीर्तितम्।
इदानीं कोटिहोमस्य श्रुणु त्वं कथयाम्यहम् ॥
]

`verse 18 [
गङ्गातटेऽथ यमुना सरस्वत्योः नरेश्वर! ।
नर्मदा देविकायास्तु तटे होमो विधीयते ! ॥
]

`verse 19 [
तत्रापि ऋत्विजः कार्या रविनन्दन! षोडश।
सर्वहोमेतु राजर्षे! दद्याद्विप्रेऽथ वा धनम् ॥
]

`verse 20 [
ऋत्विगाचार्यसहितो दीक्षां साम्वत्सरीं स्थितः।
चैत्रे मासे तु सम्प्राप्ते कार्तिके वा विशेषतः ॥
]

`verse 21 [
प्रारम्भः करणीयो वा वत्सरं वत्सरं नृप!।
यजमानः पयो भक्षी फलाशी च तथानघ! ॥
]

`verse 22 [
यवादिव्रीहयो माषास्तिलाश्च सह सर्षपैः।
पालाशाः समिधः शस्ता वसोर्धारा तथोपरि ॥
]

`verse 23 [
मासेऽथ प्रथमे दद्यात् ऋत्विग्भ्यः क्षीरभोजनम्।
द्वितीये कृसरां दद्याद्धर्मकामार्थसाधनीम् ॥
]

`verse 24 [
तृतीये मासि संयावो देयो वै रविनन्दन!।
चतुर्थे मोदका देया विप्राणां प्रीतिमावहन् ॥
]

`verse 25 [
पञ्चमे दधिभक्तन्तु षष्ठे वै सक्तुभोजनम्।
पूपाश्च सप्तमे देया ह्यष्टमे घृतपूपकाः ॥
]

`verse 26 [
षष्ठ्योदनञ्च नवमे दशमे यवषष्टिका।
एकादशे समाषन्तु भोजनं रविनन्दन! ॥
]

`verse 27 [
द्वादशे त्वथ सम्प्राप्ते मासे रविकुलोद्वहः।
षड्रसैः सह भक्ष्यैश्च भोजनं सार्वकामिकम् ॥
]

`verse 28 [
देया द्विजानां राजेन्द्र! मासि मासि च दक्षिणाः।
अहतवासाः सम्वीतो दिनार्द्धं होमयेच्छुचिः ॥
]

`verse 29 [
तस्मात् सदोत्थितैर्भाव्यं यजमानैः सह द्विजैः ।
इन्द्राद्यादिसुराणाञ्च प्रीणनं सर्वकामिकम् ॥
]

`verse 30 [
कृत्वा सुराणां राजेन्द्र! पशुघातसमन्वितम्।
सर्वदानानि देवानामग्निष्टोमञ्च कारयेत् ॥
]

`verse 31 [
एवं कृत्वा विधानेन पूर्णाहुतिः शते शते।
सहस्रे द्विगुणा देव्या यावच्छतसहस्रकम् ॥
]

`verse 32 [
पुरोडाशस्ततः साध्यो देवतार्थे च ऋत्विजैः।
युक्तो वसन् मानवैश्च पुनः प्राप्तार्चनान् द्विजान् ॥
]

`verse 33 [
प्रीणयित्वा सुरान् सर्वान् पितॄनेव ततः क्रमात्।
कृत्वा शास्त्रविधानेन पिण्डानाञ्च समर्पणम् ॥
]

`verse 34 [
समाप्तौ तस्य होमस्य विप्राणामथ दक्षिणाम्।
समाञ्चैव तुलां कृत्वा बद्ध्वा शिक्यद्वयं पुनः॥
]

`verse 35 [
आत्मानं तोलयेत्तत्र पत्नीञ्चैव द्वितीयकाम्।
सुवर्णेन तथात्मानं रजतेन तथा प्रियाम् ॥
]

`verse 36 [
तोलयित्वा ददेद्राजा वित्तशाठ्य विवर्जितः।
ददेच्छतसहस्रन्तु रूप्यस्य कनकस्य च ॥
]

`verse 37 [
सर्वस्वं वा ददेत्तत्र राजसूयफलं लभेत्।
एवं कृत्वा विधानेन विप्रांस्तांश्च विसर्जयेत् ॥
]

`verse 38 [
प्रीयतां पुण्डरीकाक्षः सर्वयज्ञेश्वरो हरिः।
तस्मिंस्तुष्टे जगत्तुष्टं प्रीणिते प्रीणितं भवेत् ॥
]

`verse 39 [
एवं सर्वोपघाते तु देवमानुषकारिते।
एवं शान्तिस्तवाख्याता यां कृत्वा सुकृती भवेत् ॥
]

`verse 40 [
न शोचेज्जन्ममरणे कृताकृत विचारणे।
सर्वतीर्थेषु यत्स्नानं सर्वयज्ञेषु यत्फलम्।
तत्फलं समवाप्नोति कृत्वा यज्ञत्रयं नृप! ॥
]
