`speaker [
मनुरुवाच
]

`verse 1 [
इदानीं सर्वधर्मज्ञ! सर्वशास्त्रविशारद!।
यात्राकालविधानं मे कथयस्व महीक्षिताम् ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
यदा मन्येत नृपतिराक्रन्देन बलीयसा।
पार्ष्णिग्राहाभिभूतोऽयं तदा यात्रां प्रयोजयेत् ॥
]

`verse 3 [
दुष्टा योधा भृता भृत्याः साम्प्रतञ्च बलं मम।
मूलरक्षासमर्थोऽस्मि तदा यात्रां प्रयोजयेत् ॥
]

`verse 4 [
अशुद्धपार्ष्णिनृपतिर्न तु यात्रां प्रयोजयेत्।
पार्ष्णिग्राहाधिकं सैन्यं मूले निक्षिप्य च व्रजेत् ॥
]

`verse 5 [
चैत्र्यां वा मार्गशीर्ष्यां वा यात्रां यायान्नराधिपः।
चैत्र्यां पश्येच्च नैदाघं हन्ति पुष्टिञ्च शारदीम् ॥
]

`verse 6 [
एतदेव विपर्यस्तं मार्गशीर्ष्यां नराधिपः।
शत्रोर्वा व्यसने यायात् काल एव सुदुर्लभः ॥
]

`verse 7 [
दिव्यान्तरिक्षक्षितिजैरुत्पातैः पीडितं परम्।
षडक्ष पीड़ा सन्तप्तं पीड़ितञ्च तथा ग्रहैः ॥
]

`verse 8 [
ज्वलन्ती च तथैवोल्का दिशं याञ्च प्रपद्यते।
भूकम्पोल्का दिशं याति याञ्चकेतुः प्रसूयते ॥
]

`verse 9 [
निर्घातश्च पतेद्यत्र तां यायाद्वसुधाधिपः।
स बलव्यसनोपेतं तथा दुर्भिक्षपीड़ितम् ॥
]

`verse 10 [
सम्भूतान्तरकोपञ्च क्षिप्रं प्रायादरिं नृपः।
यूकामाक्षीकबहुलं बहुपङ्कन्तथा बिलम् ॥
]

`verse 11 [
नास्तिकं भिन्नमर्यादं तथा मङ्गलवादिनम्।
अपेतप्रकृतिञ्चैव निःसारञ्च तथा जयेत् ॥
]

`verse 12 [
विद्विष्टनायकं सैन्यं तथा भिन्नं परस्परम्।
व्यसनाशक्तनृपतिं बलं राजाभियोजयेत् ॥
]

`verse 13 [
सैनिकानां न शास्त्राणि स्फुरन्त्यङ्गानि यत्र च।
दुःस्वप्नानि च पश्यन्ति बलन्तदभियोजयेत् ॥
]

`verse 14 [
उत्साहबलसम्पन्नः स्वानुरक्त बलस्तथा।
तुष्टपुष्टबलो राजा परानभिमुखो व्रजेत् ॥
]

`verse 15 [
शरीरस्फुरणे धन्ये तथा दुःस्वप्न नाशने।
निमित्ते शकुने धन्ये जाते शत्रुपुरं व्रजेत् ॥
]

`verse 16 [
ऋक्षेषु षट्सु शुद्धेषु ग्रहेष्वनुगुणेषु च।
प्रश्नकाले शुभे जाते परान् यायान्नराधिपः ॥
]

`verse 17 [
एवन्तु दैवसम्पन्नस्तथा पौरुषसंयुतः।
देशकालोपपन्नान्तु यात्रां कुर्यान्नराधिपः ॥
]

`verse 18 [
स्थले नक्रस्तु नागस्य तस्यापि सजले वशे।
उलूकस्य निशि ध्वाङ्क्षः स च तस्य दिवा वशे ॥
]

`verse 19 [
एवं देशञ्च कालञ्च ज्ञात्वा यात्रां प्रयोजयेत् ॥
]

`verse 20 [
पदाति साग बहुलां सेनां प्रावृषि योजयेत्।
हेमन्ते शिशिरे चैव रथवाजिसमाकुलाम्
खरोष्ट्रबहुलां सेनां तथा ग्रीष्मे नराधिपः ॥
]

`verse 21 [
चतुरङ्गबलोपेतां वसन्ते वा शरद्यथ।
सेना पदातिबहुला यस्य स्यात्पृथिवीपतेः ॥
]

`verse 22 [
अभियोज्यो भवेत्तेन शत्रुर्विषममाश्रितः।
गम्ये वृक्षावृते देशे स्थितं शत्रुन्तथैव च ॥
]

`verse 23 [
किञ्चित् पङ्के तथा यायाद् बहुनागो नराधिपः।
तथाश्वबहुलो यायाच्छत्रुं समं पथिस्थितम् ॥
]

`verse 24 [
तमाश्रयन्तो बहुलास्तांस्तु राजा प्रपूजयेत्।
खरोष्ट्रबहुलो राजा शत्रूर्बन्धेन संस्थितः ॥
]

`verse 25 [
बन्धनस्थोऽभियोज्योऽरिस्तथा प्रावृषिभूभृजा।
हिमपातयुते देशे स्थितं ग्रीष्मेऽभियोजयेत् ॥
]

`verse 26 [
यवसेन्धनसंयुक्त कालः पार्थिव! हैमनः।
शरद्वसन्तौ धर्मज्ञ! कालौ साधारणौ स्मृतौ ॥
]

`verse 27 [
विज्ञाय राजा हितदेशकालौ दैवं त्रिकालञ्च तथैव बुद्ध्वा।
यायात् परं कालविदां मतेन सञ्चिन्त्य सार्द्धं द्विजमन्त्रविद्भिः ॥
]
