`speaker [
मनुरुवाच
]

`verse 1 [
ब्रूहि मे त्वं निमित्तानि अशुभानि शुभानि च।
सर्वधर्मभृतां श्रेष्ठ! त्वं हि सर्वविदुच्यते ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
अङ्गदक्षिणभागे तु शस्तं प्रस्फुरणम्भवेत्।
अथ शस्तं तथा वामे पृष्ठस्य हृदयस्य च ॥
]

`speaker [
मनुरुवाच
]

`verse 3 [
अङ्गानां स्पन्दनञ्चैव शुभाशुभविचेष्टितम्।
तन्मे विस्तरतो ब्रूहि येन स्यात्तद्विधो भुवि ॥
]

`speaker [
मत्स्य उवाच
]

`verse 4 [
पृथ्वीलाभो भवेन्मूद्र्ध्नि ललाटे रविनन्दन!
स्थानं विवृद्धिमायाति भ्रूनसोः प्रियसङ्गमः ॥
]

`verse 5 [
भृत्यलब्धिश्चाक्षिदेशे भृगुपान्ते धनागमः।
उत्कण्ठोपगमो मध्ये दृष्टं राजन्! विचक्षणैः ॥
]

`verse 6 [
दृग्बन्धने सङ्गरे च जयं शीघ्रमवाप्नुयात्।
योषिद् भोगोऽपाङ्गदेशे श्रवणान्ते प्रिया श्रुतिः ॥
]

`verse 7 [
नासिकायां प्रीतिसौख्यं प्रजाप्तिरघरोष्ठजे।
कण्ठे तु भोगलाभः स्याद् भोगवृद्दिरथांसयोः ॥
]

`verse 8 [
सुहृत्स्नेहश्च बाहुभ्यां हस्ते चैव धनागमः।
पृष्ठे पराजयः सद्यः जयो वक्षःस्थले भवेत् ॥
]

`verse 9 [
कुक्षिभ्यां प्रीतिरुद्दिष्टा स्त्रियाः प्रजननं स्तने।
स्थानभ्रंशो नाभिदेशे अन्त्रे चैव धनागमः ॥
]

`verse 10 [
जानुसन्धौ परैः सन्धिर्बलवद्भिर्भवेन्नृप!।
दिशैकदेश-नाशोऽथ जङ्घायां रविनन्दन!॥
]

`verse 11 [
उत्तमं स्थानमाप्नोति पद्भ्यां प्रस्फुरणान्नृप!।
सलाभञ्चाध्वगमनं भवेत्पादतले नृप! ॥
]

`verse 12 [
लाञ्छनं पिटकञ्चैव ज्ञेयं स्फुरणवत्तथा।
विपर्ययेण विहिता सर्वस्त्रीणां फलागमः।
दक्षिणेऽपि प्रशस्तेऽङ्गे प्रशस्तं स्याद्विशेषतः ॥
]

`verse 13 [
अतोऽन्यथा सिद्धिप्रजल्पनात्तु फलस्य शस्तस्य च निन्दितस्य।
अनिष्टचिह्नोपगमे द्विजानां कार्यं सुवर्णेन तु तर्पणं स्यात् ॥
]
