`speaker [
मनुरुवाच
]

`verse 1 [
गमनं प्रति राज्ञान्तु संमुखादर्शने च किम्।
प्रशस्तांश्चैव सम्भाष्य सर्वानेतांश्च कीर्तय ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
औषधानि त्वयुक्तानि धान्यं कृष्णञ्च यद् भवेत्।
कार्पासश्चतृणं राजन्! शुष्कं गोमयमेव च ॥
]

`verse 3 [
इन्धनञ्च तथाङ्गारं गुड़ं तैलं तथा शुभम्।
अभ्यक्तं मलिनं मुण्डन्ततानग्नञ्च मानवम्॥
]

`verse 4 [
मुक्तकेशं रुजार्तञ्च काषायाम्बरधारिणम्।
उन्मत्तकन्तथा सत्वं दीनञ्चाथ नपुंसकम् ॥
]

`verse 5 [
अयः पङ्कस्तथा चर्म केशबन्धनमेव च।
तथैवोद्धृतसाराणि पिण्याकादीनी यानि च ॥
]

`verse 6 [
चण्डाल श्वपचाश्चैव राजबन्धनपालकाः।
वधकाः पापकर्माणो गर्भिणी स्त्री तथैव च ॥
]

`verse 7 [
तुष भस्म कपालास्थि भिन्नभाण्डानि यानि च।
रक्तानि चैव भाण्डानि मृतं शार्ङ्गिकमेव च ॥
]

`verse 8 [
एवमादीनि चान्यानि अशस्तान्यभिदर्शने।
अशस्तो वाह्यशब्दश्च भिन्नभैरवजर्जरः ॥
]

`verse 9 [
पुरतः शब्द एहीति शस्यते न तु पृष्ठतः।
गच्छेति पश्चात् धर्मज्ञो! पुरस्तात्तु विगर्हितः ॥
]

`verse 10 [
क्व यासि तिष्ठ मा गच्छ किन्ते तत्र गतस्य तु।
अन्ये शब्दाश्च ये निष्ठाः ते विपत्तिकरा अपि ॥
]

`verse 11 [
ध्वजादिषु तथा स्थानं क्रव्यादानां विगर्हितम्।
स्खलनं वाहनानाञ्च वस्त्रसङ्गस्तथैव च ॥
]

`verse 12 [
निर्गतस्य तु द्वारादौ शिरसश्चाभिघातिता।
छत्रध्वजानां वस्त्राणां पतनञ्च तथा शुभम् ॥
]

`verse 13 [
दृष्टे निमित्ते प्रथमममङ्गल्यविनाशनम्।
केशवं पूजयेद्विद्वान् स्तवेन मधुसूदनम् ॥
]

`verse 14 [
द्वितीये तु ततो दृष्टे प्रतीपे प्रविशेद् गृहम्।
अथेष्टानि प्रवक्ष्यामि मङ्गल्यानि तथाऽनघ! ॥
]

`verse 15 [
श्वेताः सुमनसः श्रेष्ठाः पूर्णकुम्भास्तथैव च।
जलजाः पक्षिणश्चैव मांसं मत्स्याश्च पर्थिव! ॥
]

`verse 16 [
गवस्तुरङ्गमा नागा बद्ध एकः पशुस्त्वजः।
त्रिदेशाः सुहृदो विप्रा ज्वलितश्च हुताशनः ॥
]

`verse 17 [
पणिका च महाभाग! दूर्वा चार्द्रञ्च गोमयम्।
रुक्मरूप्यन्तथा ताम्रं सर्वरत्नानि चाप्यथ ॥
]

`verse 18 [
औषधानिव धर्मज्ञ! यवाः सिद्धार्थकास्तथा।
नृवाह्यमानं यानञ्च भद्रपीठन्तथैव च ॥
]

`verse 19 [
खङ्गं चक्रं पताका च मृदश्चायुधमेव च।
राजलिङ्गानि सर्वाणि सर्वे रुदितवर्जिताः ॥
]

`verse 20 [
घृतं दधि पयश्चैव फलानिविविधानि च।
स्वस्तिकं वर्द्धमानञ्च नन्द्यावर्तं सकौस्तुभम् ॥
]

`verse 21 [
वादित्राणां सुखः शब्दः गम्भीरः सुमनोहरः।
गान्धारषड्जऋषभा ये च शस्तास्तथा खराः ॥
]

`verse 22 [
वायुः सशर्करोरुक्षः सर्वत्र समुपस्थितः।
प्रतिलोमस्तथा नीचो विज्ञेयोभयकृद्द्विज!॥
]

`verse 23 [
अनुकूलो मृदुः स्निग्धः सुखस्पर्शः सुखावहः।
रुक्षा रूक्ष स्वराभद्राः क्रव्यादाः परिगच्छताम् ॥
]

`verse 24 [
मेधाः शस्ताघनाः स्निग्धा गजबृंहितसन्निभाः।
अनुलोमास्तड़िच्छन्नाः शक्रचापन्तथैव च ॥
]

`verse 25 [
अप्रशस्ते तथा ज्ञेये परिवेषप्रवर्षणे।
अनुलोमा ग्रहाः शस्ता वाक्पतिस्तु विशेषतः ॥
]

`verse 26 [
आस्तिक्यं श्रद्दधानत्वं तथा पूज्याभिपूजनम्।
शस्तान्येतानि धर्मज्ञ! यश्च स्यान्मनसः प्रियम् ॥
]

`verse 27 [
मनसस्तुष्टिरेवात्र परमं जयलक्षणम्।
एकतः सर्वलिङ्गानि मनसस्तुष्टिरेकतः ॥
]

`verse 28 [
मनोत्सुकत्वं मनसः प्रहर्षः शुभस्य लाभो विजयप्रवादः।
मङ्गल्यलब्धिः श्रवणञ्च राजन्! ज्ञेयानि नित्यं विजयावहानि ॥
]
