`speaker [
ऋषय ऊचुः
]

`verse 1 [
राजधर्मस्त्वया सूत! कथितो विस्तरेण तु।
तथैवाद्भुतमङ्गल्यं स्वप्नदर्शनमेव च ॥
]

`verse 2 [
विष्णोरिदानीं माहात्म्यं पुनर्वक्तुमिहार्हसि।
कथं स वामनो भूत्वा बबन्ध बलिदानवम् ॥
]

`verse 3 [
क्रमतः कीदृशं रुपमासील्लोकत्रये हरेः।

सूत उवाच।
एतदेव पुरा पृष्टः कुरुक्षेत्रे तपोधनः ॥
]

`verse 4 [
शौनकस्तीर्थयात्रायां वामनायतने पुरा।
यदा समयभेदित्वं द्रौपद्याः पार्थिवं प्रति ॥
]

`verse 5 [
अर्जुनेन कृतन्तत्र तीर्थयात्रां तदा ययौ।
धर्मक्षेत्रे कुरुक्षेत्रे वामनायतने स्थितः ॥
]

`verse 6 [
दृष्ट्वा स वामनस्तत्र अर्जुनो वाक्यमब्रवीत्।

अर्जुन उवाच।
किन्निमित्तमयं देवो वामनाकृतिरिज्यते ॥
]

`verse 7 [
वराहरूपी भगवान् कस्मात्पूज्योऽभवत्पुरा।
कस्माच्च वामनस्येदमिष्टं क्षेत्रमजायत ॥
]

`speaker [
शौनक उवाच
]

`verse 8 [
वामनस्य च वक्ष्यामि वराहस्य च धीमतः।
पुरा निवारिते शक्रे सुरेषु विजितेषु च ॥
]

`verse 9 [
चिन्तयामास देवानां जननी पुनरुद्भवम्।
अदितिर्देवमाता च परमं दुश्चरं तपः ॥
]

`verse 10 [
तीव्रञ्च चारवर्षाणां सहस्रं पृथिवीपते!।
आराधनाय कृष्णस्य वाताहारा ह्यभोजना ॥
]

`verse 11 [
दैत्यैर्निराकृतान् दृष्ट्वा तनयान् कुरुनन्दन!।
वृथा पुत्राहमस्मीति निर्वेदात्प्रणताहरिम् ॥
]

`verse 12 [
तुष्टाव वाग्भिरिष्टाभिः परमार्थनिबोधने।
देवदेवं हृषीकेशं नत्वा सर्वगतं हरिम् ॥
]

`speaker [
अदितिरुवाच
]

`verse 13 [
नमः स्मृतार्तिनाशाय नमः पुष्करमालिने।
नमः परमकल्याण कल्याणायादिवेधसे ॥
]

`verse 14 [
नमः पङ्कजनेत्राय नमः पङ्गजनाभये।
श्रियः कान्ताय दान्ताय दान्तदृश्याय चक्रिणे ॥
]

`verse 15 [
नमः पङ्कजसम्भूति सम्भवायात्मयोनये।
नमः शङ्खासिहस्ताय नमः कनकरेतसे ॥
]

`verse 16 [
तथात्मज्ञातविज्ञात योगिचिन्त्यात्म योगिने।
निर्गुणायाविशेषाय हरये ब्रह्मरूपिणे ॥
]

`verse 17 [
जगत्प्रतिष्ठितं यत्र जगता यो न दृश्यते।
नमः स्थूलातिसूक्ष्माय तस्मै देवाय शङ्खिने ॥
]

`verse 18 [
यन्न पश्यन्ति पश्यन्तो जगदप्यखिलन्नराः।
अपश्यद्भिर्जगत्यत्र न देवो हृदि संस्थितः ॥
]

`verse 19 [
यस्मिन्नन्नं पयश्चैव नद्यश्चैवाखिलं जगत्।
तस्मै समस्तजगतामाधाराय नमो नमः ॥
]

`verse 20 [
आद्यः प्रजापतिपतिः यः प्रभूणां पतिः परः।
पतिः सुराणां यस्तस्मै नमः कृष्णाय वेधसे ॥
]

`verse 21 [
यः प्रवृत्तौ निवृत्तौ च इज्यते कर्मभिः स्वकैः।
स्वर्गापवर्गफलदो नमस्तस्मै गदाभृते ॥
]

`verse 22 [
यश्चिन्त्यमानो मनसा सद्यः पापं व्यपोहति।
नमस्तस्मै विशुद्धाय पराय हरिवेधसे ॥
]

`verse 23 [
यं बुद्ध्वा सर्वभूतानि देवदेवेशमव्ययम्।
न पुनर्जन्ममरणे प्राप्नुवन्ति नमामि तम् ॥
]

`verse 24 [
यो यज्ञे यज्ञपरमैरिज्यते यज्ञसंज्ञितः।
तं यज्ञपुरुषं विष्णुं नमामि प्रभुमीश्वरम् ॥
]

`verse 25 [
गीयते सर्वदेवेषु वेदविद्भिर्विदां पतिः।
यस्तस्मै वेदवेद्याय विष्णवे जिष्णवे नमः ॥
]

`verse 26 [
यतो विश्वं समुत्पन्नं यस्मिंश्च लयमेष्यति।
विश्वागम प्रतिष्ठाय नमस्तस्मै महात्मने ॥
]

`verse 27 [
ब्रह्मादि स्तम्बपर्यन्तं येन विश्वमिदं ततम्।
मायाजालं समुत्तर्तुं तमुपेन्द्रं नमाम्यहम् ॥
]

`verse 28 [
यस्तु तोयस्वरूपस्थो बिभर्त्यखिलमीश्वरः।
विश्वं प्रजापतिं विष्णुं तं नमामि प्रजापतिम् ॥
]

`verse 29 [
यमाराध्य विशुद्धेन मनसा कर्मणा गिरा।
तरन्त्यविद्यामखिलान्तमुपेन्द्रं नमाम्यहम् ॥
]

`verse 30 [
विषादतोषरोषद्यैः योऽजस्रं सुखदुःखजैः।
नृत्यत्यखिलभूतस्थस्तमुपेन्द्रं नमाम्यहम् ॥
]

`verse 31 [
मूर्तं तमो सुरमयन्तद्वधात् विनिहन्ति यः।
रात्रिरूपी सूर्यरूपी तमुपेन्द्रं नमाम्यहम् ॥
]

`verse 32 [
यस्याक्षिणी चन्द्रसूर्यौ सर्वलोकशुभाशुभम्।
पश्यतः कर्म सततमुपेन्द्रं तं नमाम्यहम् ॥
]

`verse 33 [
यस्मिन् सर्वेश्वरे सर्वं सत्यमेतन्मयोदितम्।
नानृतं तमजं विष्णुं नमामि प्रभवाव्ययम् ॥
]

`verse 34 [
यच्चैतत्सत्यमुक्तं मे भूयांश्चातो जनार्दनः।
सत्येन तेन सकलाः पूर्यन्तां मे मनोरथाः ॥
]

`verse 35 [
एवंस्तुतः स भगवान् वासुदेव उवाच ताम्।
अदृश्यः सर्वभूतानां तस्याः सन्दर्शने स्थितः ॥
]

`verse 36 [
मनोरथां स्त्वमदिते! यानिच्छस्यभिवाञ्छितान्।
तांस्त्वं प्राप्स्यसि धर्मज्ञे! मत्प्रसादान्न संशयः ॥
]

`verse 37 [
श्रृणुष्व सुमहाभागे वरो यस्ते हृदि स्थितः।
तमाशु व्रियतां कामं श्रेयस्ते सम्भविष्यति
मद्दर्शनं हि विफलं न कदाचिद्भविष्यति ॥
]

`speaker [
अदितिरुवाच
]

`verse 38 [
यदि देव! प्रसन्नस्त्वं मद्भक्त्या भक्तवत्सल!।
त्रैलोक्याधिपतिः पुत्रस्तदस्तु मम वासवः ॥
]

`verse 39 [
हृतं राज्यं हृताश्चास्य यज्ञभागा महासुरैः।
त्वयि प्रसन्ने वरदे तान् प्राप्नोतु सुतो मम ॥
]

`verse 40 [
हृतं राज्यं न दुःखाय मम पुत्रस्य केशव!।
सापन्त्याद्दायनिर्भ्रंशो बाधां न कुरुते हृदि ॥
]

`verse 41 [
श्रीभगवानुवाच।
कृतः प्रसादो हि मया तव देवि! यथेप्सितः।
स्वांशेन चैव ते गर्भे सम्भविष्यामि कश्यपात् ॥
]

`verse 42 [
तव गर्भसमुद्भूतस्ततस्ते ये सुरारयः।
तानहं निहनिष्यामि निवृत्ता भव नन्दिनि! ॥
]

`speaker [
अदितिरुवाच
]

`verse 43 [
प्रसीद देव! देवेश! नमस्ते विश्वभावन!।
नाहं त्वामुदरे देव!वोढुं शक्ष्यामि केशव!॥
]

`verse 44 [
यस्मिन् प्रतिष्ठितं विश्वं यो विश्वं स्वयमीश्वरः।
तमहं नोदरेण त्वां वोढुं शक्ष्यामि दुर्धरम् ॥
]

`verse 45 [
श्रीभगवानुवाच।
सत्यमात्थ महाभागे! मयि सर्वमिदं जगत्।
प्रतिष्ठितं न मां शक्तावोढुं सेन्द्रा दिवौकसः ॥
]

`verse 46 [
किं त्वहं सकलान् लोकान् सदेवासुरमानुषान्।
जङ्गमान् स्थावरान् सर्वान् त्वाञ्च देवि! सकश्यपाम् ॥
]

`verse 47 [
धारयिष्यामि भद्रन्ते तदलं सम्भ्रमेण ते।
न ते ग्लानिर्न ते स्वेदो गर्भस्थे भविता मयि ॥
]

`verse 48 [
दाक्षायणि! प्रसादन्ते करोम्यन्यैः सुदुर्लभम्।
गर्भस्थे मयि पुत्राणां तव योऽभिभविष्यति
तेजसस्तस्य हानिञ्च करिष्ये मा व्यथां कृथाः ॥
]

`speaker [
शैनक उवाच
]

`verse 49 [
एवमुक्त्वा ततः सद्यो यातोऽन्तर्धानमीश्वरः।
सापि कालेन तं गर्भमवाप कुरुसत्तम! ॥
]

`verse 50 [
गर्भस्थिते ततः कृष्णे चचाल सकला क्षितिः।
चकम्पिरे महाशैलाः क्षोभञ्जग्मुस्तथाब्धयः ॥
]

`verse 51 [
यतो यतोऽदितिर्याति ददाति ललितं पदम्।
ततस्ततः क्षितिः स्वेदात् ननाम वसुधाधिप! ॥
]

`verse 52 [
दैत्यानामथ सर्वेषां गर्भस्थे मधुसूदने।
बभूव तेजसां हानिर्यथोक्तं परमेष्ठिना ॥
]
