`verse 1 [
chapter ccxlv.
बलिप्रह्लादसंवादवर्णनम्।

शौनक उवाच।
निस्तेजसोऽसुरान् दृष्ट्वा समस्तानसुरेश्वरः।
प्रह्लादमथ पप्रच्छ बलिरात्मपितामहम् ॥
]

`speaker [
बलिरुवाच
]

`verse 2 [
तात! निस्तेजसो दैत्या निर्दग्धा इव वह्निना।
किमेते सहसैवाद्य ब्रह्मदण्डहता इव ॥
]

`verse 3 [
दुरिष्टं किन्नु दैत्यानां किं कृत्या वैरिनिर्मिता।
नाशायैषा समुद्भूता यया निस्तेजसोऽसुराः ॥
]

`speaker [
शौनक उवाच
]

`verse 4 [
इति दैत्यपतिर्धीरः पृष्टः पौत्रेण पार्थिव!।
चिरन्ध्यात्वा जगादैनमसुरेन्द्रं बलिन्तदा ॥
]

`verse 5 [
चलन्ति गिरयो भूमिर्जहाति सहसा धृतिम्।
सर्वे समुद्राः क्षुभिता दैत्या निस्तेजसः कृताः ॥
]

`verse 6 [
सूर्योदयो यथा पूर्वं तथा गच्छन्ति न ग्रहाः।
देवानाञ्च परा लक्ष्मीः कारणैरनुमीयते॥
]

`verse 7 [
महदेतन्महाबाहो! कारणं दानवेश्वर!।
न ह्यल्पमिति मन्तव्यं त्वया कार्यं सुरार्दन! ॥
]

`speaker [
शौनक उवाच
]

`verse 8 [
इत्युक्त्वा दानवपतिं प्रह्लादः सोऽसुरोत्तमः।
अत्यन्तभक्तो देवेशं जगाम मनसा हरिम् ॥
]

`verse 9 [
स ध्यानयोगं कृत्वाऽथ प्रह्लादः सुमनोहरम्।
विचारयामास ततो यतो देवजनार्दनः ॥
]

`verse 10 [
स ददर्शोदरेऽदित्या प्रह्लादो वामनाकृतिम्।
अन्तस्थान् बिभ्रतं सप्त लोकानादिप्रजापतिम् ॥
]

`verse 11 [
तदन्तस्थान् वसून् रुद्रानश्विनौ मरुतस्तथा।
साध्यान् विश्वांस्तथादित्यान् गन्धर्वोरगराक्षसान् ॥
]

`verse 12 [
विरोचनं स्वतनयं बलिञ्चासुरनायकम्।
जम्भं कुजम्भं नरकं तत्रैवान्यान्महासुरान् ॥
]

`verse 13 [
आत्मानमुर्वीङ्गगनं वायुमम्भो हुताशनम्।
समुद्रान्वै द्रुमसरित् सरांसि च पशून्मृगान्
वयोमनुष्यानशिलांस्तथैव च सरीसृपान् ॥
]

`speaker [
प्रह्लाद उवाच
]

`verse 14 [
वत्स! ज्ञातं मया सर्वं यदर्थं भवतामियम्।
तेजसोहानिरुत्पन्ना तच्छृणु त्वमशेषतः ॥
]

`verse 15 [
देवदेवो जगद्योनिरयोनिर्जगदादिकृत्।
अनादिरादिर्विश्वस्य वरेण्यो वरदो हरिः ॥
]

`verse 16 [
परम्पराणां परमः परः परवतामपि।
प्रमाणञ्च प्रमाणानां सप्तलोकगुरोर्गुरुः ॥
]

`verse 17 [
प्रभुः प्रभूणां परमः पराणामनादिमध्यो भगवाननन्तः।
त्रैलोक्यमंशेन सनाथमेष कर्तुं महात्माऽदितिजोऽवतीर्णः ॥
]

`verse 18 [
न तस्य रुद्रो न च पद्मयोनिर्नेन्द्रो न सूर्येन्दुमरीचिमुख्याः।
जानन्ति दैत्याधिप! यत्स्वरूपं स वासुदेवः कलयावतीर्णः ॥
]

`verse 19 [
योऽसौ कलांशेन नृसिंहरूपी जघान पूर्वं पितरं ममेशः।
यः सर्वयोगी शमनो निवासः स वासुदेवः कलयावतीर्णः ॥
]

`verse 20 [
यमक्षरं वेदविदो विदित्वा विशन्ति यं ज्ञानविधूतपापाः।
यस्मिन् प्रविष्टा न पुनर्भवन्ति तं वासुदेवं प्रणमामि नित्यम् ॥
]

`verse 21 [
भूतान्यशेषाणि यतो भवन्ति यथोर्मयस्तोयनिधेरजस्रम्।
लयञ्च यस्मिन् प्रलये प्रयान्ति तं वासुदेवं प्रणमाम्यचिन्त्यम् ॥
]

`verse 22 [
न यस्य रूपं न बलप्रभावौ न यस्य भावः परमस्य पुंसः।
विज्ञायते शर्वपितामहाद्यैस्तं वासुदेवं प्रणमाम्यजस्रम् ॥
]

`verse 23 [
रूपस्य चक्षुर्ग्रहणे त्वगिष्टा स्पर्शे ग्रहित्री रसना रसस्य।
श्रोत्रञ्च शब्दग्रहणे नराणां घ्राणञ्च गन्धग्रहणे नियुक्तम् ॥
]

`verse 24 [
येनैकदंष्ट्राग्रसमुद्धृतेयं धराचलान् धारयतीह सर्वान्।
यस्मिंश्च शेते सकलं जगच्च तमीशमाद्यं प्रणतोऽस्मि विष्णुम् ॥
]

`verse 25 [
न घ्राणग्राह्यः श्रवणादिभिर्यः सर्वेश्वरो वेदितुमक्षयात्मा।
शक्यस्तमीड्यं मनसैव देवं ग्राह्यन्ततोऽहं हरिमीशितारम् ॥
]

`verse 26 [
अंशावतीर्णेन च येन गर्भे हृतानि तेजांसि महासुराणाम्।
नमामि तं देवमनन्तमीशमशेषसंसारतरोः कुठारम् ॥
]

`verse 27 [
देवो जगद्योनिरयं महात्मा स षोड़शांशेन महासुरेन्द्र!।
स देवमातुर्जठरं प्रविष्टो हृतानि वस्तेन बलाद्वपूंषि ॥
]

`speaker [
बलिरुवाच
]

`verse 28 [
तात! कोऽयं हरिर्नाम यतो नोभयमागतम्।
सन्ति मे शतशो दैत्या वासुदेवबलाधिकाः ॥
]

`verse 29 [
विप्रचित्तिः शिविः शङ्कुरयः शङ्कुस्तथैव च।
अयः शिराश्चाश्वशिरा भङ्गकारो महाहनुः ॥
]

`verse 30 [
प्रतापः प्रघसः शम्भुः ककुरश्च सुदुर्जयः।
एते चान्ये च मे सन्ति दैतेया दानवास्तथा॥
]

`verse 31 [
महाबला महावीर्या भूभारोद्धरणक्षमाः।
एषामेकैकशः कृष्णो न वीर्यार्द्धेन सम्मितः ॥
]

`speaker [
शौनक उवाच
]

`verse 32 [
पौत्रस्यैतद्चः श्रुत्वा प्रह्लादो दैत्यपुङ्गवः।
धिग्धिगित्याह स बलिं वैकुण्ठाक्षेपवादिनम् ॥
]

`speaker [
प्रह्लाद उवाच
]

`verse 33 [
विनाशमुपयास्यन्ति मन्ये दैतेयदानवाः!।
येषां त्वमीदृशो राजा दुर्बुद्धिरविवेकवान् ॥
]

`verse 34 [
देवदेवं महाभागं वासुदेवमजं विभुम्।
त्वामृते पापसङ्कल्पः कोऽन्य एवं वदिष्यति ॥
]

`verse 35 [
य एते भवता प्रोक्ताः समस्ता दैत्यदानवाः।
सब्रह्मकास्तथा देवाः स्थावरानन्तभूमयः॥
]

`verse 36 [
त्वञ्चाहञ्च जगच्चेदं साद्रिद्रुमनदीनदम्।
समुद्रद्वीपलोकाश्च न समं केशवस्य हि ॥
]

`verse 37 [
यस्यातिवन्द्य-वन्द्यस्य व्यापिनः परमात्मनः।
एकांशेन जगत्सर्वं कस्तमेवं प्रवक्ष्यति ॥
]

`verse 38 [
ऋते विनाशाभिमुखं त्वामेकमविवेकिनम्।
कुबुद्धिमजितात्मानं वृद्धानां शासनातिगम् ॥
]

`verse 39 [
शोच्योऽहं यस्य मे गेहे जातस्तव पिताधमः।
यस्य त्वमीदृशः पुत्रो देवदेवस्य निन्दकः ॥
]

`verse 40 [
तिष्ठत्येषा हि संसार सम्भृताघ विनाशिनी।
कृष्णो भक्तिरहन्तावदवेक्ष्य भवता नु किम्॥
]

`verse 41 [
न मे प्रियतमः कृष्णादपि देहो महात्मनः।
इति जानात्ययं लोको न भवान्दितिजाधम!॥
]

`verse 42 [
न जानासि प्रियतरं प्राणेभ्योऽपि हरिं मम।
निन्दां करोषि तस्य त्वमकुर्वन्गौरवं मम ॥
]

`verse 43 [
विरोचनस्तव गुरुर्गुरुस्तस्याप्यहं बले!।
ममापि सर्वजगतां गुरोर्नारायणो गुरुः ॥
]

`verse 44 [
निन्दां करोषि यस्तस्मिन् कृष्णे गुरुगुरोर्गुरौ।
यस्मात्तस्मादिहैश्वर्यादचिराद् भ्रंशमेष्यसि ॥
]

`verse 45 [
मम देवो जगन्नाथो बले! तस्माज्जनार्दनः।
भवत्वहमुपेक्ष्यस्ते प्रीतिमानस्तु मे गुरुः ॥
]

`verse 46 [
एतावन्मात्रमप्येवं निन्दितो जगतो गुरुः।
नावेक्षितं त्वया यस्मात् तस्मात् शापन्ददामि ते ॥
]

`verse 47 [
यथा मे शिरसः च्छेदादिदं गुरुतरं वचः।
त्वयोक्तमच्युताक्षेपि राज्यभ्रष्टस्तथा पत ॥
]

`verse 48 [
यथा च कृष्णान्न परं परित्राणं भवार्णवे।
तथाऽचिरेण पश्येयं भवन्तं राज्यविच्युतम् ॥
]

`speaker [
शौनक उवाच
]

`verse 49 [
इति दैत्यपतिः श्रुत्वा गुरोर्वचनमप्रियम्।
प्रसादयामास गुरुं प्रणिपत्य पुनः पुनः ॥
]

`speaker [
बलिरुवाच
]

`verse 50 [
प्रसीद तात! मा कोपं कुरु मोहहते मयि।
बलावलेपमत्तेन मयैतद्वाक्यमीरितम् ॥
]

`verse 51 [
मोहोपहतविज्ञानः पापोऽहं दितिजोत्तम!।
यच्छप्तोऽस्मि दुराचरास्तत्साधु भवता कृतम् ॥
]

`verse 52 [
राज्यभ्रंशं वसुभ्रंशं प्राप्यैव न तथाप्यहम्।
विषण्णोऽस्मि यथा तात! तथैवाविनये कृते ॥
]

`verse 53 [
त्रैलोक्यराज्यमैश्वर्यमन्यद्वा नातिदुर्लभम्।
संसारे दुर्लभास्ते तु गुरवो ये भवद्विधाः ॥
]

`verse 54 [
तत्प्रसीद न मे कोपं कर्तुमर्हसि दैत्यप!।
त्वत्कोपदृष्ट्या ताताहं परितप्ये न शापतः॥
]

`speaker [
प्रह्लाद उवाच
]

`verse 55 [
वत्स! कोपो न मोहेन जनितस्तेन ते मया।
शापो दत्तो विवेकश्च मोहेनापहृतो मम॥
]

`verse 56 [
यदि मोहेन मे ज्ञानं न क्षिप्तं स्यान्महासुर!।
तत्कथं सर्वगं जानन् हरिं किञ्चिच्छपाम्यहम् ॥
]

`verse 57 [
योऽयं शापो मया दत्तो भवतोऽसुरपुङ्गव!।
भाव्यमेतेन नूनन्ते तस्मान्मा त्वं विषीद वै ॥
]

`verse 58 [
अद्य प्रभृति देवेशे भगवत्यच्युते हरौ।
भवेथा भक्तिमानीशे स ते त्राता भविष्यति ॥
]

`verse 59 [
शापं प्रप्याथ मां वीर! संस्मरेथाः स्मृतस्त्वया।
तथा तथा यतिष्येऽहं श्रेयसा योज्यसे यथा ॥
]

`verse 60 [
एवमुक्त्वा स दैत्येन्द्रं विरराम महाद्युतिः।
अजायत सगोविन्दो भगवान् वामनाकृतिः ॥
]

`verse 61 [
अवतीर्णे जगन्नाथे तस्मिन् सर्वामरेश्वरे।
देवाश्च मुमुचुर्दुःखं देवमाताऽदितिस्तथा ॥
]

`verse 62 [
ववुर्वाताः सुखस्पर्शा विरजस्कमभून्नभः।
धर्मे च सर्वभूतानां तदा मतिरजायत ॥
]

`verse 63 [
नोद्वेगश्चाप्यभूत्तत्र मनुजेन्द्रासुरेष्वपि।
तदादि सर्वभूतानां भूम्यम्बरदिवौकसाम् ॥
]

`verse 64 [
तं जातमात्रं भगवान् ब्रह्मा लोकपितामहः।
जातकर्मादिकं कृत्वा कृष्णं दृष्ट्वा च पार्थिव!
तुष्टाव देवदेवेशमृषीणाञ्चैव श्रृण्वताम् ॥
]

`verse 65 [
ब्रह्मेवाच।
जयाद्येश! जयाजेय! जय सर्वात्मकात्मक।
जय जन्मजरापेत! जयानन्त! जयाच्युत! ॥
]

`verse 66 [
जयाजित! जयामेय! जयाव्यक्तस्थिते! जय।
परमार्थार्थसर्वज्ञ! ज्ञानज्ञेयात्म निःसृत! ॥
]

`verse 67 [
जयाशेष! जगत्साक्षिन्! जगत्कर्त्तः! जगद्गुरो!
जगतोऽस्यान्तकृद्देव स्थितिं पालयितुं जय ॥
]

`verse 68 [
जयाशेष! जयाशेष! जयाखिल! हृदि स्थित!।
जयादिमध्यान्त! जय सर्वज्ञाननिधे! जय ॥
]

`verse 69 [
मुमुक्षुभिरनिर्देश्य! स्वयं हृष्टजनेश्वर!।
योगिना मुक्तिफलद! दमादिगुणभूषण! ॥
]

`verse 70 [
जयातिसूक्ष्म! दुर्ज्ञेय! जयस्थूल! जगन्मय!।
जय स्थूलातिसूक्ष्म! त्वं जयातीन्द्रिय! सेन्द्रिय! ॥
]

`verse 71 [
जय स्वमाया योगस्थ! शेषभोग! जयाक्षर!।
जयैकदंष्ट्रा प्रान्ताग्र समुद्धृतवसुन्धर! ॥
]

`verse 72 [
नृकेसरिन्! जयाराति वक्षस्थलविदारण!।
साम्प्रतं जय विश्वात्मन्! जय वामन! केशव! ॥
]

`verse 73 [
निजमायापटच्छन्न! जगन्मूर्त्ते! जनार्दन!।
ययाजित! जयानेक स्वरूपैकविध! प्रभो! ॥
]

`verse 74 [
वर्द्धस्व वर्धिताशेष विकारप्रकृते! हरे!।
त्वय्येषा जगतामीशे संस्थिता धर्मपद्धतिः ॥
]

`verse 75 [
न त्वामहं न चेशानो नेन्द्राद्या स्त्रिदशा हरे!।
न ज्ञातुमीशा मुनयः सनकाद्या नयोगिनः ॥
]

`verse 76 [
त्वन्मायापटसम्वीते जगत्यत्र जगत्पते!।
कस्त्वा वेत्स्यति सर्वेश त्वत्प्रसादं विना नरः ॥
]

`verse 77 [
त्वमेवाराधितो येन प्रसादसुमुख!प्रभो!।
स एकः केवलो देव! वेत्ति त्वां नेतरे जनाः ॥
]

`verse 78 [
नन्दीश्वरेश्वरेशान! प्रभो! वर्धस्व वामन!।
प्रभवायास्य विश्वस्य विश्वात्मन्! पृथुलोचन! ॥
]

`speaker [
शौनक उवाच
]

`verse 79 [
एवं स्तुतो हृषीकेशः स तदा वामनाकृतिः।
प्रहस्य भावगम्भीरमुवाचाब्जसमुद्भवम् ॥
]

`verse 80 [
स्तुतोऽहं भवता पूर्वमिन्द्राद्यैः कश्यपेन च।
मया च वः प्रतिज्ञातमिन्द्रस्य भुवनत्रयम् ॥
]

`verse 81 [
भूयश्चाहं स्तुतो देव्या तस्याश्चापि प्रतिश्रुतम्।
यथाशक्राय दास्यामि त्रैलोक्यं हतकण्टकम् ॥
]

`verse 82 [
सोऽहन्तथा करिष्यामि महेन्द्रो जगतः पतिः।
भविष्यति सहस्राक्षः सत्यमेतद् ब्रवीमि वः ॥
]

`verse 83 [
ततः कृष्णाजिनं ब्रह्मा हृषीकेशाय दत्तवान्।
यज्ञोपवीतं भगवान् ददौ तस्मै बृहस्पतिः ॥
]

`verse 84 [
आषाढ़मददाद्दण्डं मरीचिर्ब्रह्मणः सुतः।
कमण्डलुं वसिष्ठञ्च कौशं वेदमथाङ्गिराः ॥
]

`verse 85 [
अक्षसूत्रञ्च पुलहः पुलस्त्यः सितवाससी।
उपतस्थुश्च तं वेदाः प्रणवोच्चारभूषणाः ॥
]

`verse 86 [
शास्त्राण्यशेषाणि तथा सांख्ययोगोक्तयश्च याः।
सवामनो जटी दण्डी छत्री धृतकमण्डलुः ॥
]

`verse 87 [
सर्वदेवमयो भूत्वा बलेरध्वरमभ्यगात्।
यत्र यत्र पदम्भूयो भूभागे वामनो ददौ ॥
]

`verse 88 [
ददाति भूमिर्विवरं तत्र तत्रातिपीड़िता।
स वामनो जड़गतिर्मृदु गच्छन् सपर्वताम् ॥
साब्धिद्वीपवतीं सर्वाञ्चालयामास मेदिनीम् ॥
]
