`verse 1 [
बलिशुक्रमन्त्रणम्।
शैनक उवाच।
सपर्वतमनामूर्वीं दृष्ट्वा संक्षोभितां बलिः।
पप्रच्छोशनसं शुद्धं प्रणिपत्य कृताञ्जलिः ॥
]

`verse 2 [
आचार्य! क्षोभमायाता साब्धिभूभृद्वना मही।
कस्माच्च नासुरान् भागान् प्रतिगृह्णन्ति वह्नयः ॥
]

`verse 3 [
इति पृष्टोऽथ बलिना काव्यो वेदविदाम्वरः।
उवाच दैत्याधिपति चिरन् ध्यात्वा महामतिः ॥
]

`verse 4 [
अवतीर्णो जगद्योनिः कश्यपस्य गृहे हरिः।
वामनेनेह रूपेण जगदात्मा सनातनः ॥
]

`verse 5 [
स एष यज्ञमायाति तव दानवपुङ्गव!।
तत्पादन्यासविक्षोभादियं प्रचलिता मही ॥
]

`verse 6 [
कम्पन्ते गिरयश्चामी क्षुभितो मकरालयः।
नैनं भूतपतिं भूमिः सर्वार्था वोढुमीश्वरम् ॥
]

`verse 7 [
सदेवासुरगन्धर्वा यक्षराक्षसकिन्नरा।
अनेनैव धृता भूमिरापोग्निः पवनो नभः ॥
]

`verse 8 [
धारयत्यखिलान् देवो मन्त्रादींश्च महासुरः।
इयमेव जगद्धेतो_ माया कृष्णस्य गह्वरी ॥
]

`verse 9 [
धार्यधारकभावेन यया संपीड़ितं जगत्।
तत्सन्निधानादसुरा भागार्हा नासुरोत्तम!
भुञ्जते नासुरान् भागानमी ते नैव चाग्नयः ॥
]

`speaker [
बलिरुवाच
]

`verse 10 [
धन्योऽहं कृतपुण्यश्च यन्मे यज्ञपतिः स्वयम्।
यज्ञमभ्यागतो ब्रह्मन्! मत्तः कोऽन्योधिकः पुमान् ॥
]

`verse 11 [
यं योगिनः सदा युक्ताः परमात्मानमव्ययम्।
द्रष्टुमिच्छन्ति देवेशं स मेऽध्वसमुपैष्यति ॥
]

`verse 12 [
होता भागप्रदोऽयञ्च यमुद्गाता च गायति।
तमध्वरेश्वरं विष्णुं मत्तः कोऽन्य उपैष्यति ॥
]

`verse 13 [
सर्वेश्वरेश्वरे कृष्णे मदध्वरमुपागते।
यन्मया काव्य! कर्तव्यं तन्ममादेष्टुमर्हसि ॥
]

`speaker [
शुक्र उवाच
]

`verse 14 [
यज्ञभागभुजो देवा वेदप्रामाण्यतोऽसुर!
त्वया तु दानवा दैत्या मखभागभुजः कृताः ॥
]

`verse 15 [
अयञ्च देवः सत्यस्थः करोति स्थितिपालनम्।
विसृष्टेरनुचान्नेन स्वयमत्ति प्रजाः प्रभुः ॥
]

`verse 16 [
त्वत्कृते भविता नूनं देवो विष्णुः स्थितौ स्थितः।
विदित्वेतन्महाभाग! कुरुयत्नमनागतम् ॥
]

`verse 17 [
त्वया हि दैत्यादिपते! स्वल्पकेऽपि हि वस्तुनि।
प्रतिज्ञा न हि वोढव्या वाच्यं साम-वृथा-फलम् ॥
]

`verse 18 [
नालन्दातुमहं देव! दैत्य! वाच्यं त्वया वचः।
कृष्णस्य देवभूत्यर्थं प्रवृत्तस्य महासुर!॥
]

`speaker [
बलिरुवाच
]

`verse 19 [
ब्रह्मन्! कथमहं ब्रूयामन्येनापि हि याचितः।
नास्तीति किमु देवेन संसार अघहारिणा ॥
]

`verse 20 [
व्रतोपवासैर्विविधैः प्रतिसंग्राह्यते हरिः।
स चेद्वक्ष्यति देहीति गोविन्दः किमतोऽधिकम् ॥
]

`verse 21 [
यदर्थमुपहाराद्या तपः शौचगुणान्वितैः।
यज्ञाः क्रियन्ते देवेशः स मां देहीति वक्ष्यति ॥
]

`verse 22 [
तत्साधु सुकृतं कर्म तपः सुचरितं मम।
यन्मया दत्तमीशेषः स्वयमादास्यते हरिः ॥
]

`verse 23 [
नास्ति नास्तीत्यहं वक्ष्ये तमप्यागतमीश्वरम्।
यदा वञ्चामि तं प्राप्तं वृथा तज्जन्मनः फलम् ॥
]

`verse 24 [
यज्ञेऽस्मिन्यदि यज्ञेशो याचते मां जनार्दनः।
निजमूर्द्धानमप्यत्र तद्दास्याम्यविचारितम् ॥
]

`verse 25 [
नास्तीति यन्मया प्रोक्तमन्येषामपि याचताम्।
वक्ष्यामि कथमायाते तदनभ्यस्तमुच्यते ॥
]

`verse 26 [
श्लाघ्य एव हि वीराणां दानादापत्समागमः।
नाबाधकारि यद्दानं तदमङ्गलवत्स्मृतम् ॥
]

`verse 27 [
मद्राज्येनासुखी कश्चिन्न दरिद्रो न चातुरः।
नाभूषितो न चोद्विग्नो नस्रगादि विवर्जितः ॥
]

`verse 28 [
हृष्टस्तुष्टः सुगन्धिश्च तृप्तः सर्वसुखान्वितः।
जनः सर्वो महाभाग! किमुताहं सदा सुखी ॥
]

`verse 29 [
एतद्विशिष्टपात्रोऽयं दानबीजफलं मम।
विदितं भृगुशार्दूल! मयैतत्त्वत्प्रसादतः ॥
]

`verse 30 [
एतद्विजानता जानबीजं पतति चेद् गुरो!।
जनार्दनमहापात्रे किन्न प्राप्तन्ततो मया ॥
]

`verse 31 [
मत्तो दानमवाप्येशो यदि पुष्णाति देवताः
उपभोगाद्दशगुणं दानं श्लाघ्यतमं मम ॥
]

`verse 32 [
मत्प्रसादपरो नूनं यज्ञेनाराधितो हरिः।
तैनाभ्येति न सन्देहो दर्शनादुपकारकृत् ॥
]

`verse 33 [
अथ कोपेन चाभ्येति देवभागोपरोधिनम्।
मां निहन्तुमनाश्चैव वधः श्लाघ्यतरोऽच्युतात् ॥
]

`verse 34 [
तन्मयं सर्वमेवेदं नाप्राप्यं यस्य विद्यते।
स मां याचितुमभ्येति नानुग्रहमृते हरिः ॥
]

`verse 35 [
यः सृजत्यात्मभूः सर्वञ्चेतसैव च संहरेत्।
स मां हन्तुं हृषीकेशः कथं यत्नं करिष्यति ॥
]

`verse 36 [
एतद्विदित्वा न गुरो! दानविघ्नकरेण च।
त्वया भाव्यं जगन्नाथे गोविन्दे समुपस्थिते ॥
]

`speaker [
शौनक उवाच
]

`verse 37 [
इत्येवं वदतस्तस्य संप्राप्तः स जगत्पतिः।
सर्वदेवमयो चिन्त्यो मायावामन रूपधृक् ॥
]

`verse 38 [
तं दृष्ट्वा यज्ञवाटान्तः प्रविष्टमसुराः प्रभुम्।
जग्मुः सभासदः क्षोभन्तेजसा तस्य निष्प्रभाः ॥
]

`verse 39 [
जेपुश्च मुनयस्तत्र ये समेता महाध्वरे।
बलिश्चैवाखिलं जन्म मेने सफलमात्मनः ॥
]

`verse 40 [
ततः संक्षोभमापन्नो न कश्चित्किञ्चिदुक्तवान्।
प्रत्येकं देवदेवेशं पूजयामास चेतसा॥
]

`verse 41 [
अथासुरपतिं प्रह्वं दृष्ट्वा मुनिवरांश्च तान्।
देवदेवपतिः साक्षी विष्णुर्वामन रूपधृक् ॥
]

`verse 42 [
तुष्टाव यज्ञवह्निञ्च यजमानमथर्त्विजः।
यज्ञकर्माधिकारस्थान् सदस्यान् द्रव्यसम्पदः ॥
]

`verse 43 [
ततः प्रसन्नमखिलं वामनं प्रतितत्क्षणात्।
यज्ञवाटस्थितं वीरः साधु साध्वित्युदीरयन् ॥
]

`verse 44 [
स चार्घ्यमादाय बलिः प्रोद्भूतपुलकस्तदा।
पूजयामास गोविन्दं प्राह चेदं महासुरः ॥
]

`speaker [
बलिरुवाच
]

`verse 45 [
सुवर्णरत्नसंघातं गजाश्वममितन्तथा।
स्त्रियोवस्त्राण्यलङ्कारांस्तथा ग्रामाश्च पुष्कलान् ॥
]

`verse 46 [
सर्वस्वं सकलामुर्वीं भवतो वा यदीप्सितम्।
तद्ददामि श्रृणष्व त्वं येनार्थी वामनः प्रियः ॥
]

`verse 47 [
इत्युक्तो दैत्यपतिना प्रीतिगर्भान्वितं वचः।
प्राह सस्मितगम्भीरं भगवान् वामनाकृतिः ॥
]

`verse 48 [
ममाग्निशरणार्थाय देहि राजन्! पदत्रयम्।
सुवर्णग्रामरत्नानि तदर्थिभ्यः प्रदीयताम् ॥
]

`speaker [
बलिरुवाच
]

`verse 49 [
त्रिभिः प्रयोजनं किन्ते पादैः पदवताम्वर!।
शतं शतसहस्राणां पदानां मार्गतां भवान् ॥
]

`speaker [
वामन उवाच
]

`verse 50 [
एतावतैव दैत्येन्द्र! कृतकृत्योऽस्मि मार्गताम्।
अन्येषामर्थिनां वित्तमीहितं दास्यते भवान् ॥
]

`verse 51 [
एतत्च्छ्रुत्वा तु गदितं वामनस्य महात्मनः।
ददौ तस्मै महाबाहु वामनाय पदत्रयम् ॥
]

`verse 52 [
पाणौतु पतिते तोये वामनोऽभूदवामनः।
सर्वदेवमयं रूपं दर्शयामास तत्क्षणात् ॥
]

`verse 53 [
चन्द्रसूर्यौ च नयने द्यौर्मूर्द्धा चरणौ क्षितिः।
पादाङ्गुल्यः पिशाचास्तु हस्ताङ्गुल्यश्च गुह्यकाः ॥
]

`verse 54 [
विश्वेदेवाश्च जानुस्था जङ्घे साध्याः सुरोत्तमाः।
यक्षा नखेषु सम्भूता रेखाश्चाप्सरसस्तथा ॥
]

`verse 55 [
दृष्टौ ऋक्षाण्यशेषाणि केशाः सूर्यांशवः प्रभोः।
तारकारोमकूपाणि रोमाणि च महर्षयः ॥
]

`verse 56 [
बाहवो विदिशस्तस्य दिशः श्रोत्रे महात्मनः।
अश्विनौ श्रवणे तस्य नासावायुर्महात्मनः ॥
]

`verse 57 [
प्रसादश्चन्द्रमा देवो मनोधर्मः समाश्रितः।
सत्यं तस्याभवद्वाणी जिह्वा देवी सरस्वती ॥
]

`verse 58 [
ग्रीवा दितिर्देवमाता विद्यस्तद्वलयस्तथा।
स्वर्गद्वारमभून्मैत्रं त्वष्टा पूषा च वै भ्रुवौ ॥
]

`verse 59 [
मुखं वैश्वनारश्चास्य वृषणौ तु प्रजापतिः।
हृदयञ्च परं ब्रह्म पुंस्त्वं वै कश्यपो मुनिः ॥
]

`verse 60 [
पृष्ठेऽस्य वसवो देवा मरुतः सर्वसन्धिषु।
सर्वसूक्तानि दशनाज्योतींषि विमलप्रभाः ॥
]

`verse 61 [
वक्षस्थले महादेवो धैर्ये चास्य महार्णवाः।
उदरेवास्यगन्धर्वाः सम्भूताश्च महाबलाः ॥
]

`verse 62 [
लक्ष्मीर्मेधाधृतिः कान्तिः सर्वविद्याश्च वै कटिः।
सर्वज्योतींषि जानीहि तस्य तत्परमं महः ॥
]

`verse 63 [
तस्य देवाधिदेवस्य तेजः प्रोद्भूतमुत्तमम्।
स्तनौ कुक्षी च वेदाश्च उदरञ्च महामखाः ॥
]

`verse 64 [
इष्टयः पशुबन्धाश्च द्विजानां वीक्षितानि च।
तस्य देवमयं रूपं दृष्ट्वा विष्णोर्महाबलाः ॥
]

`verse 65 [
उपासर्पन्त दैत्येन्द्राः पतङ्गा इव पावकम्।
प्रमथ्य सर्वानसुरान् पादहस्ततलैर्विभुः ॥
]

`verse 66 [
कृत्वा रूपं महाकायं जहाराशु स मेदिनीम्।
तस्य विक्रमतो भूमिं चन्द्रादित्यौ स्तनान्तरे ॥
]

`verse 67 [
नाभौ विक्रममाणस्य रिक्थदेशस्थितावुभौ।
परं विक्रमतस्तस्य जानुमूले प्रभाकरौ ॥
]

`verse 68 [
विष्णोरास्तं महीपाल! देवपालन-कर्मणि।
जित्वा लोकत्रयं कृत्स्नं हत्वा चासुरपुङ्गवान् ॥
]

`verse 69 [
पुरन्दराय त्रैलोक्यं ददौ विष्णुर्जगत्पत्ति।
सुतलं नाम पातालमधस्ताद्वसुधातलात् ॥
]

`verse 70 [
बलेर्दत्तं भगवता विष्णुना प्रभविष्णुना।
अथ दैत्येश्वरं प्राह विष्णुः सर्वेश्वरेश्वरः ॥
]

`verse 71 [
यत्त्वया सलिलं दत्तं गृहीतं पाणिना मया।
कल्पप्रमाणं तस्मात्ते भविष्यत्यायुरुत्तमम् ॥
]

`verse 72 [
वैवस्वते तथातिते बले! मन्वन्तरेह्यथ।
सावर्णिके तु संप्राप्ते भवानिन्द्रो भविष्यति ॥
]

`verse 73 [
साम्प्रतं देवराजाय त्रैलोक्यं सकलं मया।
दत्तं चतुर्युगानाञ्च साधिका ह्येकसप्ततिः ॥
]

`verse 74 [
नियन्तव्या मया सर्वे ये तस्य परिपन्थिनः।
तेनाहं परया भक्त्या पूर्वमाराधितो बले! ॥
]

`verse 75 [
सुतलं नाम पातालं त्वमासाद्य मनोरमम्।
वसासुरे! ममादेशं यथावत्परिपालयन् ॥
]

`verse 76 [
तत्र दिव्यवनोपेते प्रासादशतसङ्कुले।
प्रोत्फुल्लपद्मसरसि स्रवच्छुद्धसरिद्वरे ॥
]

`verse 77 [
सुगन्धिधूपस्रग्वस्त्र वराभरणभूषितः।
स्रक्चन्दनादिमुदितो गेयनृत्यमनोरमे ॥
]

`verse 78 [
पानान्नबोगान् विविधान् उपभुङ्क्ष्व महासुर!।
ममाज्ञया कालमिमं तिष्ठ त्वं सततं वृतः ॥
]

`verse 79 [
यावत्सुरैश्च विप्रैश्च न विरोधं करिष्यसि।
तावदेतान् महाभोगानवाप्स्यसि महासुर! ॥
]

`verse 80 [
यदा च देवविप्राणां विरोधं त्वं करिष्यसि।
बन्धिष्यन्ति तदापाशा वारुणास्त्वामसंशयम् ॥
]

`verse 81 [
एतद्विदित्वा भवता मयाज्ञप्तमशेषतः।
न विरोधः सुरैः कार्य्यो विप्रै र्वा दैत्यसत्तम! ॥
]

`verse 82 [
इत्येवमुक्तो देवेन विष्णुना प्रभविष्णुना।
बलिः प्राह महाराज! प्रणिपत्य मुदायुतः ॥
]

`speaker [
बलिरुवाच
]

`verse 83 [
तत्रासतो मे पाताले भगवन्! भवदाज्ञया।
किं भविष्यत्युपादानमुपभोगोपपादकम् ॥
]

`verse 84 [
श्रीभगवानुवाच।
दानान्यविधिदत्तानि श्राद्धान्यश्रोत्रियाणि च।
हुतान्यश्रद्धया यानि तानि दास्यन्ति ते फलम् ॥
]

`verse 85 [
अदक्षिणास्तथा यज्ञाः क्रियाश्चाविधिना कृताः।
फलानि तव दास्यन्ति अधीतान्यव्रतानि च ॥
]

`speaker [
शौनक उवाच
]

`verse 86 [
बलेर्वरमिमं दत्त्वा शक्राय त्रिदिवं तथा।
व्यापिना तेन रूपेण जगामादर्शनं हरिः ॥
]

`verse 87 [
प्रशशास यथापूर्वमिन्द्रस्त्रैलोक्यपूजितः।
सिषेवे च परान् कामान्बलिः पाताल संस्थितः ॥
]

`verse 88 [
इहैव देवदेवेन बद्धोऽसौ दानवोत्तमः।
देवानां कार्य्यकरणे भूयोऽपि जगति स्थितः ॥
]

`verse 89 [
सम्बन्धी ते महाभाग! द्वारकायां व्यवस्थितः।
दानवानां विनाशाय भारावतरणाय च ॥
]

`verse 90 [
यतो यदुकुले कृष्णो भवतः शत्रुनिग्रहे।
सहायभूतः सारथ्यं करिष्यति बलानुजः ॥
]

`verse 91 [
एतत्सर्वं समाख्यातं वामनस्य च धीमतः।
अवतारं महावीर! श्रोतुमिच्छेस्तवार्जुन! ॥
]

`speaker [
अर्जुन उवाच
]

`verse 92 [
श्रुतवानिह ते पृष्टं माहात्म्यं केशवस्य च।
गङ्गाद्वारमितो यास्याम्यनुज्ञां देहि मे विभो
एवमुक्त्वा ययौ पार्थो नैमिषं शौनको गतः ॥
]

`speaker [
सूत उवाच
]

`verse 93 [
इत्येतद्देवदेवस्य विष्णोर्माहात्म्यमुत्तमम्।
वामनस्य पठेद्यस्तु सर्वपापैः प्रमुच्यते ॥
]

`verse 94 [
बलिप्रह्लादसंवादं मन्त्रितं बलिशुक्रयोः।
बलेर्विष्णोश्च कथितं यः स्मरिष्यति मानवः ॥
]

`verse 95 [
नाधयोव्याधयस्तस्य न च मोहाकुलं मनः।
भविष्यति कुरु श्रेष्ठ! पुंसस्तस्य कदाचन ॥
]

`verse 96 [
च्युतराज्यो निजं राज्यमिष्टाप्तिञ्च वियोगवान्।
अवाप्नोति महाभागो नरः श्रुत्वा कथामिमाम् ॥
]
