`verse 1 [
वराहावतारविषयेऽर्जुनप्रश्नः।
अर्जुन उवाच।
प्रादुर्भावान् पुराणेषु विष्णोरमिततेजसः।
सतां कथयतां विप्र वाराह इति नः श्रुतम् ॥
]

`verse 2 [
न जाने तस्य चरितं न विधिं न च विस्तरम्।
न कर्मगुणसंस्थानं न चाप्यन्तं मनीषिणः ॥
]

`verse 3 [
किमात्मको वराहोऽसौ किं मूर्त्तिः कस्य देवता।
किं प्रमाणः किं प्रभावः किं वा तेन पुरा कृतम् ॥
]

`verse 4 [
एतन्मे शंस तत्वेन वाराहं श्रुतिविस्तरम्।
यथार्हञ्च समेतानां द्विजातीनां विशेषतः ॥
]

`speaker [
शैनक उवाच
]

`verse 5 [
एतत्ते कथयिष्यामि पुराणं ब्रह्मसम्मितम्।
महावराहचरितं कृष्णस्याद्भुतकर्मणः ॥
]

`verse 6 [
यथा नारायणो राजन्! वाराहं वपुरास्थितः।
दंष्ट्रया गां समुद्रस्थामुज्जहारारिमर्दनः ॥
]

`verse 7 [
छन्दोगीर्भिरुदाराभिः श्रुतिभिः समलङ्कृतः।
मनः प्रसन्नतां कृत्वा निबोध विजयाधुना ॥
]

`verse 8 [
इदं पुराणं परमं पुण्यं वेदैश्च सम्मितम्।
नाना श्रुतिसमायुक्तं नास्तिकाय न कीर्त्तयेत् ॥
]

`verse 9 [
पुराणं वेदमखिलं साङ्ख्यं योगञ्च वेद यः।
कार्त्स्न्येन विधिना प्रोक्तं सौख्यार्थं वै वदिष्यति ॥
]

`verse 10 [
विश्वेदेवास्तथा साध्या रुद्रादित्यास्तथाश्विनौ।
प्रजानां पतयश्चैव सप्त चैव महर्षयः॥
]

`verse 11 [
मनः सङ्कल्पजाश्चैव पूर्वजा ऋषयस्तथा।
वसवो मरुतश्चैव गन्धर्व्वा यक्षराक्षसाः ॥
]

`verse 12 [
दैत्याः पिशाचाः नागाश्च भूतानि विविधानि च।
ब्राह्मणाः क्षत्रियाः वैश्याः शूद्राः म्लेच्छाश्च ये भुवि ॥
]

`verse 13 [
चतुष्पादानि सर्व्वाणि तिर्य्यग्योनिशतानि च।
जङ्गमानि च सत्वानि यच्चान्यज्जीवसंज्ञितम् ॥
]

`verse 14 [
पूर्णे युगसहस्रे तु ब्राह्मोऽहनि तथागते।
निर्व्वाणे सर्वभूतानां सर्वोत्पातसमुद्भवे ॥
]

`verse 15 [
हिरण्यरेतास्त्रिशिखस्ततो भूत्वा वृषाकपिः।
शिखाभिर्विधमंल्लोकानशोषयत वह्निना ॥
]

`verse 16 [
दह्यमानास्ततस्तस्य तेजोराशिभिरुद्गतैः।
विवर्णवर्णा दग्धाङ्गा हतार्चिष्मद्भिराननैः ॥
]

`verse 17 [
साङ्गोपनिषदो वेदा इतिहासपुरोगमाः।
सर्वविद्याः क्रियाश्चैव सर्वधर्मपरायणाः ॥
]

`verse 18 [
ब्रह्माणमग्रतः कृत्वा प्रभवं विश्वतोमुखम्।
सर्वदेवगणाश्चैव त्रयस्त्रिंशत्तु कोटयः ॥
]

`verse 19 [
तस्मिन्नहनि संप्राप्ते तं हंसं महदक्षरम्।
प्रविशन्ति महात्मानं हरिं नारायणं प्रभुम् ॥
]

`verse 20 [
तेषां भूयः प्रवृत्तानां निधनोत्पत्तिरुच्यते।
यथा सूर्यस्य सततमुदयास्तमने इह ॥
]

`verse 21 [
पूर्णे युगसहस्रान्ते सर्वे निःशेष उच्यते।
यस्मिन् जीवकृतं सर्वे निःशेषं समतिष्ठत ॥
]

`verse 22 [
संहृत्य लोकानखिलान् सदेवासुरमानुषान्।
कृत्वा सुसंस्थां भगवानास्त एक जगद्गुरुः ॥
]

`verse 23 [
स स्रष्टा सर्वभूतानां कल्पान्तेषु पुनः पुनः।
अव्ययः शाश्वतो देवो यस्य सर्वमिदं जगत् ॥
]

`verse 24 [
नष्टार्ककिरणो लोके चन्द्रग्रहविवर्जिते।
त्यक्तधूमाग्निपवने क्षीणयज्ञवषट्क्रिये ॥
]

`verse 25 [
अपक्षिगणसम्पाते सर्वप्राणिहरे पथि।
अमर्यादाकुले रौद्रे सर्वतस्तमसावृते ॥
]

`verse 26 [
अदृश्ये सर्वलोकेऽस्मिन्नभावे सर्वकर्मणाम्।
प्रशान्ते सर्वसम्पाते नष्टे वैरपरिग्रहे ॥
]

`verse 27 [
गते स्वभावसंस्थाने लोके नारायणात्मके।
परमेष्ठी हृषीकेशः शयनायोपचक्रमे ॥
]

`verse 28 [
पीतवासा लोहिताक्षः कृष्णो जीमूतन्निभः।
शिखा-सहस्र-विकच जटाभारं समुद्वहन् ॥
]

`verse 29 [
श्रीवत्सलक्षणधरं रक्तचन्दनभूषितम्।
वक्षो बिभ्रन्महाबाहुः स विष्णुरिव तोयदः ॥
]

`verse 30 [
पुण्डरीकसहस्रेण स्रगस्य शुशुभे शुभा।
पत्नी चास्य स्वयं लक्ष्मीर्देहमावृत्य तिष्ठति ॥
]

`verse 31 [
ततः स्वपिति शान्तात्मा सर्वलोके शुभावहः।
किमप्यमितयोगात्मा निद्रा योगमुपागतः ॥
]

`verse 32 [
ततो युगसहस्रे तु पूर्णे स पुरुषोत्तमः।
स्वयमेव विभुर्भूत्वा बुध्यते विबुधाधिपः ॥
]

`verse 33 [
ततश्चिन्तयते भूयः सृष्टिं लोकस्य लोककृत्।
नरान् देवगणांश्चैव पारमेष्ठ्येन कर्मणा ॥
]

`verse 34 [
ततः सञ्चिन्तयन् कार्यं देवेषु समितिञ्जयः।
सम्भवं सर्वलोकस्य विदधाति सतां गतिः ॥
]

`verse 35 [
कर्ता चैव विकर्ता च संहर्ता वै प्रजापतिः।
नारायणं परं सत्यं नारायणः परं पदम् ॥
]

`verse 36 [
नारायणः परो यज्ञो नारायणः परा गतिः।
स स्वयम्भूरिति ज्ञेयः स स्रष्टा भुवनाधिपः ॥
]

`verse 37 [
स सर्वमिति विज्ञेयो ह्येष यज्ञः प्रजापतिः।
यद्वेदितव्यस्त्रिदशैस्तदेष परिकीर्त्यते ॥
]

`verse 38 [
यत्तु वेद्यं भगवतो देवा अपि न तद्विदुः।
प्रजानां पतयः सर्वे ऋषयश्च सहामरैः ॥
]

`verse 39 [
नास्यान्तमधिगच्छन्ति विचिन्वन्त इति श्रुतिः।
यदस्य परमं रूपं न तत्पश्यन्ति देवताः ॥
]

`verse 40 [
प्रादुर्भावे तु यद्रूपन्तदर्चन्ति दिवौकसः।
दर्शितं यदि तेनैव तदवेक्ष्यन्ति देवताः ॥
]

`verse 41 [
यन्न दर्शितवानेष कस्तदन्वेष्टुमीहते।
ग्राम्याणां सर्वभूतानामग्निमारुतयोर्गतिः ॥
]

`verse 42 [
तेजसस्तपसश्चैव निधानममृतस्य च।
चतुराश्रमधर्मेशः चातुर्होत्र फलाशनः ॥
]

`verse 43 [
चतुःसागरपर्यन्तः चतुर्युग निवर्तकः।
तदेष संहृत्य जगत्कृत्वा गर्भस्थमात्मनः ॥
मुमोचाण्डं महायोगी धृतं वर्षसहस्रकम् ॥
]

`verse 44 [
सुरासुरद्विजभुजगाप्सरोगणैः द्रुमौषधिक्षितिधरयक्षगुह्यकैः ।
प्रजापतिः श्रुतिभिरसङ्कुलं तदा स वै सृजज्जगदिदमात्मना प्रभुः ॥
]
