`speaker [
सूत उवाच
]

`verse 1 [
नारायण वचः श्रुत्वा बलिनस्ते महोदधिम्।
तत्पयः सहिता भूत्वा चक्रिरे भृशमाकुलम् ॥
]

`verse 2 [
ततः शतसहस्रांशु समान इव सागरात्।
प्रसन्नाभः समुत्पन्नः सोमः शीतांशुरुज्ज्वलः ॥
]

`verse 3 [
श्रीरनन्तरमुत्पन्ना घृतात् पाण्डुरवासिनी।
सुरादेवी समुत्पन्ना तुरगः पाण्डुरस्तथा ॥
]

`verse 4 [
कौस्तुभश्च मणिर्दिव्यश्चोत्पन्नोऽमृतसम्भवः।
मरीचिविकचः श्रीमान् नारायण उरोगतः ॥
]

`verse 5 [
पारिजातश्च विकच कुसुमस्तवकाञ्चितः।
अनन्तरमपश्यंस्ते धूममम्बरसन्निभम् ॥
]

`verse 6 [
आपूरितदिशाम्भागं दुःसहं सर्वदेहिनाम् ।
तमाघ्राय सुराः सर्वे मूर्च्छितापरिलङ्घिताः ॥
]

`verse 7 [
उपाविशन्नब्धितटे शिरः संगृह्य पाणिना।
ततः क्रमेण दुर्वारः सोऽनलः प्रत्यदृश्यत ॥
]

`verse 8 [
ज्वालामालाकुलाकारः समन्ताद् भीषणोऽर्चिषा।
तेनाग्निनापरिक्षिप्ताः प्रायशस्तु सुरासुराः ॥
]

`verse 9 [
दग्धाश्चाप्यर्द्धदग्धाश्च बभ्रमुः सकला दिशः।
प्रधाना देवदैत्याश्च भीषितास्तेन वह्निना ॥
]

`verse 10 [
अनन्तरं समुद्भूतास्तस्मात् डुण्डुभजातयः।
कृष्णसर्पा महादंष्ट्रा रक्ताश्च पवनाशनाः ॥
]

`verse 11 [
श्वेतपीतास्तथा चान्ये तथा गोनस-जातयः।
मशकाभ्रमरा दंशा मक्षिकाः शलभास्तथा ॥
]

`verse 12 [
कर्णशल्याः कृकलासा अनेकाश्चैव बभ्रमुः।
प्रापिनो दंष्ट्रिणो रौद्रास्तथा हि विषजातयः ॥
]

`verse 13 [
शाङ्गहालाहलामुस्त वत्सकं गुरुभस्मगाः।
नीलपत्रादयश्चान्ये शतशो बहुभेदिनः।
येषां गन्धेन दह्यन्ते गिरिश्रृङ्गाण्यपि द्रुतम् ॥
]

`verse 14 [
अनन्तरं नीलरसौघभृङ्ग भिन्नाञ्जनाभं विषमं श्वसन्तम्।
कायेन लोकान्तरपूरकेण केशैश्च वह्निप्रतिमैर्ज्वलद्भिः ॥
]

`verse 15 [
सुवर्णमुक्ताफलभूषिताङ्गं किरीटिनं पीतदुकूलजुष्टम्।
नीलोत्पलाभैः कुसुमैः कृतार्धं गर्जन्तमम्भोधरभीमवेगम् ॥
]

`verse 16 [
अद्राक्षुरम्भोनिधिमध्यसंस्थं सविग्रहं देहि भयाश्रयन्तम्।
विलोक्य तं भीषणमुग्रनेत्रं भूताश्च वित्रेसुरथापि सर्वे ॥
]

`verse 17 [
केचिद्विलोक्यैव गता ह्यभावं निःसंज्ञतां चाप्यपरे प्रपन्नाः।
वेमुर्मुखेभ्योऽपि च फेनमन्ये केचित्त्ववाप्ता विषमामवस्थाम् ॥
]

`verse 18 [
श्वासेन तस्य निर्दग्धा ततो विष्ण्विन्द्रदानवाः।
दग्धाङ्गारनिभा जाता ये भूता दिव्यरूपिणः।
ततस्तु सम्भ्रमाद्विष्णुस्तमुवाच सुरात्मकम्॥
]

`verse 19 [
श्रीभगवानुवाच।
को भवानन्तकप्रख्यः किमिच्छसि कुतो।़पि च।
किं कृत्वा ते प्रियं जाये देवमाचक्ष्व मेऽखिलम् ॥
]

`verse 20 [
तच्च तस्य वचः श्रुत्वा विष्णोः कालाग्निसन्निभः।
उवाच कालकूटस्तु भिन्नदुन्दुभि निस्वनः ॥
]

`speaker [
कालकूट उवाच
]

`verse 21 [
अहं हि कालकूटाख्यो विषोऽम्बुधिसमुद्भवः।
यदा तीव्रतरामर्षैः परस्परवधैषिभिः ॥
]

`verse 22 [
सुरासुरैर्विमथितो दुग्धाम्भो निधिरद्भुतः।
सम्भूतोऽहं तदा सर्वान् हन्तुं देवान् सदानवान् ॥
]

`verse 23 [
सर्वानिह हनिष्यामि क्षणमात्रेण देहिनः।
मा मां ग्रसत वै सर्वे यात वा गिरिशान्तिकम् ॥
]

`verse 24 [
श्रुत्वैतद्वचनं तस्य ततो भीताः सुरासुराः।
ब्रह्मविष्णू पुरस्कृत्य गतास्ते शङ्करान्तिकम् ॥
]

`verse 25 [
निवेदितास्ततो द्वास्थैस्ते गणेशैः सुरासुराः।
अनुज्ञाताः शिवेनाथ विविशुर्गिरिशान्तिकम् ॥
]

`verse 26 [
मन्दरस्य गुहां हैमीं मुक्ता माला विभूषिताम्।
सुखच्छमणि सोपानं वैढूर्य्यस्तम्भ मण्डिताम् ॥
]

`verse 27 [
तत्र देवासुरैः सर्वैर्जानुभिर्धरणीं गतैः।
ब्रह्मणामग्रतः कृत्वा इदं स्तोत्रमुदाहृतम् ॥
]

`speaker [
देवदानवा ऊचुः
]

`verse 28 [
नमस्तुभ्यं विरूपाक्ष! सर्वतोऽनन्तचक्षुषे।
नमः पिनाकहस्ताय वज्रहस्ताय धन्विने ।
]

`verse 29 [
नमस्त्रिशूलहस्ताय दण्डहस्ताय धूर्जटे।
नमस्त्रैलोक्यनाथाय भूतग्रामशरीरिणे ॥
]

`verse 30 [
नमः सुरारिहन्त्रे च सोमाग्न्यर्काग्य्रचक्षुषे।
ब्रह्मणे चैव रुद्राय नमस्ते विष्णुरुपिणे ॥
]

`verse 31 [
ब्रह्मणे वेदरूपाय नमस्ते देवरूपिणे।
साङ्ख्ययोगाय भूतानां नमस्ते शम्भवाय ते ॥
]

`verse 32 [
मन्मथाङ्गविनाशाय नमः कालक्षयङ्कर।
रंहसे देवदेवाय नमस्ते च सुरोत्तम! ॥
]

`verse 33 [
एकवीराय शर्वायः नमः पिङ्गकपर्दिने।
उमाभर्त्रे नमस्तुभ्यं यज्ञत्रिपुरघातिने ॥
]

`verse 34 [
शुद्धबोधप्रबुद्धाय मुक्तकैवल्यरूपिणे।
लोकत्रयविधात्रे च वरुणेन्द्राग्निरूपिणे ॥
]

`verse 35 [
ऋग्यजुः सामवेदाय पुरुषायेश्वराय च।
अग्य्राय चैव चोग्राय विप्राय श्रुतिचक्षुषे ॥
]

`verse 36 [
रजसे चैवसत्त्वाय नमस्ते स्तिमितात्मने।
अनित्यनित्यभावाय नमो नित्यचरात्मने ॥
]

`verse 37 [
व्यक्ताय चैवाव्यक्ताय व्यक्ताव्यक्ताय वै नमः।
भक्तानामार्तिनाशाय प्रियनारायणाय च ॥
]

`verse 38 [
उमाप्रियाय शर्वाय नन्दिवक्त्राञ्चिताय च।
ऋतुमन्वन्तकल्पाय पक्षमासदिनात्मने ॥
]

`verse 39 [
नानारुपाय मुण्डाय वरूथ पृथुदण्डिने।
नमः कमलहस्ताय दिग्वासाय शिखण्डिने ॥
]

`verse 40 [
धन्विने रथिने चैव यतये ब्रह्मचारिणे।
इत्येवमादिचरितैः स्तुतं तुभ्यं नमो नमः ॥
]

`verse 41 [
एवं सुरासुरै स्थाणुस्ततस्तोषमुपागतः।
उवाच वाक्यं भीतानां स्मितान्वित शुभाक्षरम् ॥
]

`speaker [
श्रीशङ्कर उवाच
]

`verse 42 [
किमर्थमागता ब्रूत त्रासग्लानमुखाम्बुजा!।
किं वाऽभीष्टं ददाम्यद्य कामं प्रब्रूत मा चिरम् ।
इत्युक्तास्ते तु देवेन प्रोचुस्तं ससुरासुराः ॥
]

`speaker [
सुरासुरा ऊचुः
]

`verse 43 [
अमृतार्थे महादेव! मथ्यमाने महोदधौ।
विषमद्भुतमुद्भूतं लोकसंक्षयकारकम् ॥
]

`verse 44 [
स उवाचाथ सर्वेषां देवानां भयकारकः।
सर्वान्वा भक्षयिष्यामि अथवा मा पिबस्तथा ॥
]

`verse 45 [
तमशक्ताः वयं ग्रस्तुं सोऽस्मान् शक्तो बलोत्कटः।
एषनिश्वासमात्रेण शतपर्वसमद्युतिः ॥
]

`verse 46 [
विष्णुः कृष्णः कृतस्तेन यमश्च विषमात्मवान्।
मूर्च्छिताः पतिताश्चान्ये विप्रनाशङ्गताः परे ॥
]

`verse 47 [
अर्थाऽनर्थक्रियां याति दुर्भगानां यथा विभो!
दुर्बलानाञ्च संकल्पो यथा भवति चापदि ॥
]

`verse 48 [
विषमेतत्समुद्भूतं तस्माद्वामृतकाक्षया।
अस्माद् भयान् मोचयत्वं गतिस्त्वञ्च परायणम्॥
]

`verse 49 [
भक्तानुकम्पी भावज्ञो भुवनादीश्वरो विभुः।
यज्ञाग्रभुक्त सर्वहविः सौम्यः सोमः स्मरान्तकृत् ॥
]

`verse 50 [
त्वमेको नो गतिर्देव गीर्वाणगणशर्मकृत्।
रक्षास्मान् भक्षसंकल्पाद् विरूपाक्ष! विषज्वरात् ॥
]

`verse 51 [
तच्छ्रुत्वा भगवानाह भगनेत्रान्तकृद्भवः।
भक्षयिष्याम्यहं घोरं कालकूटं महाविषम् ॥
]

`verse 52 [
तथान्यदपि यत्कृत्यं कृच्छ्रसाध्यं सुरासुराः!।
तच्चापि साधयिष्यामि तिष्ठध्वं विगतज्वराः ॥
]

`verse 53 [
इत्युक्त्वा हृष्टरोमाणो बाष्पगद्गदकण्ठिनः।
आनन्दाश्रु परीताक्षाः स नाथा इव मेनिरे ॥
सुरा ब्रह्मादय सर्वे समाश्वस्ताः सुमानसाः ॥
]

`verse 54 [
ततोऽव्रजद् द्रुतगतिना ककुद्मिना हरोऽम्बरे पवनगतिर्जगत्पतिः।
प्रधावितैरसुरसुरेन्द्रनायकैः स्ववाहनैर्विगृहीत शुभ्रचामरैः।
पुरः सरैः स तु शुशुभे शुभाश्रयैः शिवो वशी शिखिकपिशोर्ध्वजूटकः ॥
]

`verse 55 [
आसाद्य दुग्धसिन्धुं तं कालकूटं विषं यतः।
ततो देवो महादेवो विलोक्य विषमं विषम् ॥
]

`verse 56 [
च्छाया स्थानकमास्थाय सोऽपिबद्वामपाणिना।
पीयमाने विषे तस्मिंस्ततो देवाः महासुराः ॥
]

`verse 57 [
जगुश्च ननृतुश्चापि सिंहनादांश्च पुष्कलान्।
चक्रुः शक्रमुखाद्याश्च हिरण्याक्षादयस्तथा ॥
]

`verse 58 [
स्तुवन्तश्चैव देवेशं प्रसन्नाश्चाभवंस्तदा।
कण्ठदेशे ततः प्राप्तो विषे देवमथाब्रुवन् ॥
]

`verse 59 [
विरिञ्चिप्रमुखा देवा बलिप्रमुखतोऽसुराः।
शोभते देव! कण्ठस्ते गात्रे कुन्दनिभप्रभे ॥
]

`verse 60 [
भृङ्गमालानिभं कण्ठेऽप्यत्रैवास्तु विषं तव।
इत्युक्तः शङ्करो देवस्तथा प्राह पुरान्तकृत् ॥
]

`verse 61 [
पीते विषे देवगणान् विमुच्य गतो हरो मन्दरशैलमेव।
तस्मिन् गते देवगणाः पुनस्तं ममन्थुरब्धिं विविधप्रकारैः ॥
]
