`speaker [
ऋषय ऊचुः
]

`verse 1 [
प्रासादभवनादीनां निवेशं विस्तराद्वद।
कुर्य्यात् केन विधानेन कश्च वास्तुरुदाहृतः ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
भृगुरत्रिर्वशिष्ठश्च विश्वकर्मा मयस्तथा।
नारदो नग्नजिच्चैव विशालाक्षः पुरन्दरः ॥
]

`verse 3 [
ब्रह्माकुमारो नन्दीशः शौनको गर्ग एव च।
वासुदेवोऽनिरुद्धश्च तथा शुक्रबृहस्पती ॥
]

`verse 4 [
अष्टादशैते विख्याता वास्तुशास्त्रोपदेशकाः।
सङ्क्षेपेणोपदिष्टन्तु मनवे मत्स्यरूपिणा ॥
]

`verse 5 [
तदिदानीं प्रवक्ष्यामि वास्तुशास्त्रमनुत्तमम्।
पुरान्धकवधे घोरे घोररूपस्य शूलिनः ॥
]

`verse 6 [
ललाटस्वेदसलिलमपतद् भुवि भीषणम्।
करालवदनं तस्मात् भूतमुद्भूतमुल्बणम् ॥
]

`verse 7 [
ग्रसमानमिवाकाशं सप्तद्वीपां वसुन्धराम् ।
ततोऽन्धकानां रुधिरमपिबत्पतितं क्षितौ ॥
]

`verse 8 [
तेन तत्समरे सर्वं पतितं यन्महीतले।
तथापि तृप्तिमगमन्न तद्भूतं यदा तदा ॥
]

`verse 9 [
सदा शिवस्य पुरतस्तपश्चक्रे सुदारुणम्।
क्षुधाविष्टन्तु तद्भूतमाहर्तुं जगतीत्रयम् ॥
]

`verse 10 [
ततः कालेन सन्तुष्टो भैरवस्तस्य चाहवे।
वरं वृणीष्व भद्रन्ते! यदभीष्टन्तवानघ! ॥
]

`verse 11 [
तमुवाच ततो भूतं त्रैलोक्य ग्रसनक्षमम्।
भवामि देवदेवेश तथेत्युक्तञ्च शूलिना ॥
]

`verse 12 [
ततस्तत् त्रिदिवं सर्वं भूमण्डलमशेषतः।
स्वदेहेनान्तरिक्षञ्च रुन्धानं प्रपतद् भुवि ॥
]

`verse 13 [
भीतभीतैस्ततो देवैर्ब्रह्मणा चाथ शूलिना।
दानवासुररक्षोभिरवष्टब्धं समन्ततः ॥
]

`verse 14 [
येन यत्रैव चाक्रान्तं स तत्रैवावसत्पुनः।
निवासात् सर्वदेवानां वास्तुरित्यभिधीयते ॥
]

`verse 15 [
अवष्टब्धाश्च तेनापि विज्ञप्ताः सर्वदेवताः।
प्रसीदध्वं सुराः सर्वे युष्माभिर्निश्चलीकृतः॥
]

`verse 16 [
स्थास्यामहं किमाकारो ह्यवष्टब्धो ह्यधोमुखः।
ततो ब्रह्मादिभिः प्रोक्तं वास्तुमध्ये तु यो बलिः ॥
]

`verse 17 [
आहारो वैश्वदेवान्ते नूनमस्मिन् भविष्यति।
वास्तुपूजामकुर्वाणस्तवाहारो भविष्यति ॥
]

`verse 18 [
अज्ञानात्तु कृतो यज्ञस्तवाहारो भविष्यति।
यज्ञोत्सवादौ च बलिस्तवाहारो भविष्यति ॥
]

`verse 19 [
एवमुक्तस्ततो हृष्टः स वास्तुरभवत्तदा।
वास्तुयज्ञः स्मृतस्तस्मात्ततः प्रभृतिशान्तये ॥
]
