`speaker [
सूत उवाच
]

`verse 1 [
अथातः सम्प्रवक्ष्यामि गृहकालविनिर्णयम्।
यथा कालं शुभं ज्ञात्वा सदा भवनमारभेत् ॥
]

`verse 2 [
चैत्रे व्याधिमवाप्नोति यो गृहं कारयेन्नरः।
वैशाखे धेनुरत्नानि ज्यैष्ठे मृत्युं तथैव च ॥
]

`verse 3 [
आषाढे भृत्यरत्नानि पशुवर्गमवाप्नुयात्।
श्रावणे भृत्यलाभन्तु हानिं भाद्रपदे तथा॥
]

`verse 4 [
पत्नीनाशोऽशिवने विन्द्यात्कार्तिके धनधान्यकम्।
मार्गशीर्षे तथा भक्तं पौषे तस्करतो भयम् ॥
]

`verse 5 [
लाभञ्च बहुशो विन्द्यात् अग्निं माघे विनिर्दिशेत्।
फाल्गुने काञ्चनं पुत्रानिति कालबलं स्मृतम् ॥
]

`verse 6 [
अश्विनी रोहिणीमूलं उत्तरात्रयमैन्दवम्।
स्वाती हस्तोऽनुराधा च गृहारम्भे प्रशस्यते ॥
]

`verse 7 [
आदित्यभौमवर्ज्यास्तु सर्वे वाराः शुभावाहाः।
वर्ज्यं व्याघात शूले च व्यतीपातातिगण्डयोः ॥
]

`verse 8 [
विष्कम्भगण्डपरिघ वज्रयोगेषु कारयेत्।
श्वेते मैत्रेऽथ माहेन्द्रे गान्धर्वाभिजिति रौहिणे ॥
]

`verse 9 [
तथा वैराजसावित्रे मुहूर्ते गृहमारभेत्।
चन्द्रादित्यबलं लब्ध्वा शुभलग्नं निरीक्षयेत् ॥
]

`verse 10 [
स्तम्भोच्छ्रयादिकर्तव्यमन्यत्तु परिवर्जयेत्।
प्रासादेष्वेवमेवं स्यात् कूपवापीषु चैव हि ॥
]

`verse 11 [
पूर्वं भूमिं परीक्षेत पश्चाद्वास्तुं प्रकल्पयेत्।
श्वेता रक्ता तथा पीता कृष्णा चैवानुपूर्वशः।
]

`verse 12 [
विप्रादेः शस्यते भूमिरतः कार्य्यं परीक्षणम्।
विप्राणां मधुरा स्वादा कटुका क्षत्रियस्य तु ॥
]

`verse 13 [
तिक्ता कषाया च तथा वैश्यशूद्रेषु शस्यते।
अरत्निमात्रेवैगर्ते स्वनुलिप्ते च सर्वशः ॥
]

`verse 14 [
घृतमामशरावस्थं कृत्वा वर्तिचतुष्टयम्।
ज्वालयेद् भूपरीक्षार्थं तत्पूर्णं सर्वदिङ्मुखम् ॥
]

`verse 15 [
दीप्तौ पूर्वादि गृह्णीयाद् वर्णानामनुपूर्वशः।
वास्तुः सामूहिको नाम दीप्यते सर्वतस्तु यः ॥
]

`verse 16 [
शुभदः सर्ववर्णानां प्रासादेषु गृहेषु च।
अरत्निमात्रमधोगर्ते परीक्ष्यं खातपूरणे ॥
]

`verse 17 [
अधिके श्रियमाप्नोति न्यूने हानिं समे समम्।
फालकृष्टेऽथवादेशे सर्वबीजानि वापयेत् ॥
]

`verse 18 [
त्रिपञ्चसप्तरात्रे च यत्रारोहन्ति तान्यपि।
ज्येष्टोत्तमा कनिष्ठा भूर्वर्जनीयतरा सदा ॥
]

`verse 19 [
पञ्चगव्यौषधिजलैः परीक्षित्वा च सेचयेत्।
एकाशीति पदं कृत्वा रेखाभिः कनकेन च ॥
]

`verse 20 [
पश्चात्पिष्टेनवालिप्य सूत्रेणालोड्य सर्वतः।
दशपूर्वायतालेखा दशचैवोत्तरायताः ॥
]

`verse 21 [
thumb|500px|वास्तुपुरुषः.
thumb|500px|वास्तुपुरुषः.
सर्ववास्तु विभागेषु विज्ञेया नवका नव।
एकाशीति पदं कृत्वा वास्तुवित्सर्ववास्तुषु ॥
]

`verse 22 [
पदस्थान् पूजयेद्देवां स्त्रिंशत्पञ्चदशैव तु।
द्वात्रिंशद्बाह्यतः पूज्याः पूज्याश्चान्तस्त्रयोदशः ॥
]

`verse 23 [
नामतस्तान् प्रवक्ष्यामि स्थानानि च निबोधत।
ईशानकोणादिषु तान् पूजयेद्धविषा नरः ॥
]

`verse 24 [
शिखीचैवाथपर्जन्यो जयन्तः कुलिशायुधः।
सूर्य्यसत्यौ भृशश्चैव आकाशो वायुरेव च॥
]

`verse 25 [
पूषा च वितथश्चैव गृहक्षतयमावुभौ।
गन्धर्वो भृङ्गराजश्च मृगः पितृगणस्तथा ॥
]

`verse 26 [
दौवारिकोऽथ सुग्रीवः पुष्पदन्तो जलाधिपः।
असुरः सोषपाणौ च रोगो हिर्मुख्य एव च ॥
]

`verse 27 [
भल्लाटः सोमसर्पौ च अदितिश्च दितिस्तथा।
बहिर्द्वार्त्रिंशदेते तु तदन्तस्तु ततः श्रुणु ॥
]

`verse 28 [
ईशानादि चतुष्कोण संस्थितान् पूजयेद् बुधः।
आपश्चैवाथ सावित्रो जयोरुद्रस्तथैव च ॥
]

`verse 29 [
मध्ये नवपदे ब्रह्मा तस्याष्टौ च समीपगान्।
साध्यानेकान्तरान् विद्यात्पूर्वाद्यान्नामतः श्रुणु ॥
]

`verse 30 [
अर्य्यमासविता चैव विवस्वान् विबुधाधिपः।
मित्रोऽथराजयक्ष्मा च तथा पृथ्वीधरः स्मृतः ॥
]

`verse 31 [
अष्टमश्चापवत्सस्तु परितो ब्रह्मणः स्मृतः।
आपश्चैवापवत्सश्च पर्ज्जन्योऽग्निर्दितिस्तथा ॥
]

`verse 32 [
पदिकानान्तु वर्गोऽयमेवं कोणेष्वशेषतः।
तन्मध्ये तु बहिर्विंश द्विपदास्ते तु सर्वशः ॥
]

`verse 33 [
अर्य्यमा च विवस्वांश्च मित्रः पृथ्वीधरस्तथा।
ब्रह्मणः परितो दिक्षु त्रिपदास्ते तु सर्वशः ॥
]

`verse 34 [
वंशानिदानीं वक्ष्यामि ऋजूनपि पृथक् पृथक्।
वायुं यावत्तथा रोगात् पितृभ्यः शिखिनं पुनः ॥
]

`verse 35 [
मुख्यात्भृशं तथा शोषाद्वितथं यावदेव तु।
सुग्रीवाददितिं यावन् मृगात्पर्जन्यमेव च ॥
]

`verse 36 [
एते वंशाः समाख्याताः कविञ्च जयमेव तु।
एतेषां यस्तुसम्पातः पदं मध्यं समं तथा ॥
]

`verse 37 [
मर्मचैतत्समाख्यातं त्रिशूलं कोपगञ्च यत्।
स्तम्भं न्यासेषु वर्ज्यानि तुला विधिषु सर्वदा ॥
]

`verse 38 [
कीलोच्छिष्टोपघातादि वर्जयेद् यत्नतो जनः।
सर्वत्र वास्तुर्निर्दिष्टो पितृवैश्वानरायतः ॥
]

`verse 39 [
मूर्द्धन्यग्निः समादिष्टो मुखे चापः समाश्रितः।
पृथ्वी धरोऽर्यमा चैव स्तनयो स्तावधिष्ठितौ ॥
]

`verse 40 [
वक्षस्थले चापवत्सः पूजनीयः सदा बुधैः।
नेत्रयोदितिपर्जन्यौ श्रोत्रेऽदितिजयन्तकौ ॥
]

`verse 41 [
सर्पेन्द्रावंससंस्थौ तु पूजनीयौ प्रयत्नतः।
सूर्यसोमादयस्तद्वत् बाह्वोः पञ्च च पञ्च च ॥
]

`verse 42 [
रुद्रश्च राजयक्ष्मा च वामहस्ते समास्थितौ।
सावित्रः सविता तद्वद्धस्तं दक्षिणमास्थितौ ॥
]

`verse 43 [
विवस्वानथ मित्रश्च जठरे संव्यवस्थितौ।
पूषा च पापयक्ष्मा च हस्तयोर्मणिबन्धने ॥
]

`verse 44 [
तथैवासुरशेषौ च वामपार्श्वं समाश्रितौ।
पार्श्वेतु दक्षिणे तद्वत् वितथः सगृहक्षतः ॥
]

`verse 45 [
ऊर्वोर्यमाम्बुपौ ज्ञेयौ जान्वोर्गन्धर्वपुष्पकौ।
जङ्घयोर्भृगुसुग्रीवौ स्फिक्स्थौ दौवारिकौ मृगः ॥
]

`verse 46 [
जयशक्रौ तथा मेढ्रे पादयोः पितरस्तथा।
मध्ये नव पदे ब्रह्मा हृदये स तु पूज्यते ॥
]

`verse 47 [
चतुःषष्टि पदो वास्तुः प्रासादे ब्रह्मणा स्मृतः।
ब्रह्मा चतुष्पदस्तत्र कोणेष्वर्धपदास्तथा ॥
]

`verse 48 [
बहिः कोणेषु वास्तौ तु सार्धाश्चोभयसंस्थिताः।
विंशति द्विपदाश्चैव चतुःषष्टि पदे स्मृताः ॥
]

`verse 49 [
गृहारम्भेषु कण्डूतिः स्वाम्यङ्गे यत्र जायते।
शल्यं त्वपनयेत्तत्र प्रासादे भवने तथा ॥
]

`verse 50 [
सशल्यं भयदं यस्मादशल्यं शुभदायकम्।
हीनाधिकां गतावास्तो सर्वथातु विवर्जयेत् ॥
]

`verse 51 [
नगरग्रामदेशेषु सर्वत्रैवं विवर्जयेत्।
चतुः शालं त्रिशाल़ञ्च द्विशालं चैकशालकम् ।
नामतस्तान् प्रवक्ष्यामि स्वरूपेण द्विजोत्तमाः ॥
]
