`speaker [
सूत उवाच
]

`verse 1 [
चतुः शालं प्रवक्ष्यामि स्वरूपन्नामतस्तथा।
चतुः शालञ्चतुर्द्वारैरलिन्दैः सर्वतोमुखम् ॥
]

`verse 2 [
नाम्ना तत् सर्वतो भद्रं शुभं देवनृपालये।
पश्चिमद्वारहीनञ्च नन्द्यावर्तः प्रचक्षते ॥
]

`verse 3 [
दक्षिणद्वारहीनन्तु वर्द्धमानमुपाहृतम्।
पूर्वद्वारविहीनं नत्स्वस्तिकं नाम विश्रुतम् ॥
]

`verse 4 [
रुचकं चोत्तरद्वारविहीनं तत्प्रचक्षते।
सौम्यशाला विहीनं यत्त्रिशालं धान्यकञ्च तत् ॥
]

`verse 5 [
क्षेमवृद्धिकरं नॄणां बहुपुत्रफलप्रदम्।
शालया पूर्वया हीनं सुक्षेत्रमिति विश्रुतम् ॥
]

`verse 6 [
धन्यं यशस्यमायुष्यं शोकमोह विनाशनम्।
शालया याम्यया हीनं यद्विशालं तु शालया ॥
]

`verse 7 [
कुलक्षयकरं नॄणां सर्वव्याधिविनाशनम्।
हीनं पश्चिमया यत्तु पक्षघ्नं नाम तत्पुनः ॥
]

`verse 8 [
मित्र बन्धून् सुतान् हन्त तथा सर्वभयापहम्।
याम्यापराभ्यां शालाभ्यां धनधान्यफलप्रदम् ॥
]

`verse 9 [
क्षेमवृद्धिकरं नॄणां तथा पुत्र फलप्रदम्।
यम सूर्यञ्च विज्ञेयं पश्चिमोत्तरसालिकम् ॥
]

`verse 10 [
राजाग्निभयदं नॄणां कुलक्षयकरं च यत्।
उदक्पूर्वे तु शालेहं दण्डाख्ये यत्र तद्भवेत् ॥
]

`verse 11 [
अकालमृत्युभयदं परचक्रभयावहम्।
धनाख्यं पूर्वयाम्याभ्यां शालाभ्यां यद्विशालकम्॥
]

`verse 12 [
तच्छस्त्रभयदं नॄणां पराभवभयावहम्।
चुल्लीपूर्वा पराभ्यां तु साभवेन्मृत्युसूचनी ॥
]

`verse 13 [
वैधव्यदायकं स्त्रीणामनेकभयकारकम्।
कार्यमुत्तरयाम्याभ्यां शालाभ्यां भयदं नृणाम् ॥
]

`verse 14 [
सिद्धार्थवज्रवर्ज्याणि विशालानि सदा बुधैः।
अथातः संप्रवक्ष्यामि भवनं पृथिवीपतेः ॥
]

`verse 15 [
पञ्चप्रकारं तत्प्रोक्तमुत्तमादि विभेदतः।
अष्टोत्तरं हस्तशतं विस्तरश्चोत्तमो मतः ॥
]

`verse 16 [
चतुर्ष्वन्येषु विस्तारो हीयते चाष्टभिः करैः।
चतुर्थांशाधिकं दैर्घ्यं पञ्चस्वपि निगद्यते ॥
]

`verse 17 [
युवराजस्य वक्ष्यामि तथा भवनपञ्चकम्।
षड्भिः षड़्भिस्तथाशीति हीयते तत्र विस्तरात् ॥
]

`verse 18 [
त्र्यंशेन चाधिकं दैर्घ्यं पञ्चस्वपि निगद्यते।
सेनापतेः प्रवक्ष्यामि तथा भवनपञ्चकम् ॥
]

`verse 19 [
चतुः षष्टिस्तु विस्तारात् षड्भिः षड्भिस्तु हीयते।
पञ्चस्वेतेषु दैर्घ्यञ्च षड्भागेनाधिकं भवेत् ॥
]

`verse 20 [
मन्त्रिणामथ वक्ष्यामि तथा भवनपञ्चकम्।
चतुश्चतुभिर्हीना स्यात् करषष्टिः प्रविस्तरे ॥
]

`verse 21 [
अष्टांशेनाधिकं दैर्घ्यं पञ्चस्वपि निगद्यते।
सामन्तामात्यलोकानां वक्ष्ये भवनपञ्चकम् ॥
]

`verse 22 [
चत्वारिंशत्तथाष्टौ च चतुर्भिर्हीयते क्रमात्।
चतुर्थांशाधिकं दैर्घ्यं पञ्चस्वेतेषु शस्यते ॥
]

`verse 23 [
शिल्पिनां कञ्चुकीनाञ्च वेश्यानां गृहपञ्चकम् ।
अष्टाविंशत् कराणान्तु विहिनं विस्तरे क्रमात् ॥
]

`verse 24 [
द्विगुणं दैर्घ्यमेवोक्तं मध्यमेष्वेवमेव तत्।
दूतीकर्मान्तिकादीनां वक्ष्ये भवनपञ्चकम् ॥
]

`verse 25 [
चतुर्थांशाधिकं दैर्घ्यं विस्तारो द्वादशैव तु।
अर्धार्धकरहानिः स्याद्विस्तारात् पञ्चशः क्रमात् ॥
]

`verse 26 [
दैवज्ञगुरुवैद्यानां सभास्तारपुरोधसाम्।
तेषामपि प्रवक्ष्यामि तथा भवन पञ्चकम् ॥
]

`verse 27 [
चत्वारिंशत्तु विस्ताराच्चतुर्भिर्हीयते क्रमात्।
पञ्चस्वेतेषु दैर्घ्यञ्च षड्भागे नाधिकं भवेत् ॥
]

`verse 28 [
चतुर्वर्णस्य वक्ष्यामि सामान्यं गृहपञ्चकम्।
द्वात्रिंशति कारणान्तु चतुर्भिर्हीयते क्रमात् ॥
]

`verse 29 [
आषोड़शादितिपरं नूनमन्तेवसायिनाम्।
दशांशेनाष्टभागेन त्रिभागेनाथ पादिकम् ॥
]

`verse 30 [
अधिकं दैर्घ्यमित्याहु ब्राह्मणादेः प्रशस्यते।
सेनापतेर्नृपस्यापि गृहयोरन्तरेण तु ॥
]

`verse 31 [
नृपवासगृहं कार्य्यं भाण्डागारन्तथैव च।
सेनापतेर्गृहस्यापि चातुर्वर्ण्यस्य चान्तरे ॥
वासाय च गृहं कार्यं राजपूज्येषु सर्वदा ॥
]

`verse 32 [
अन्तरप्रभवानाञ्च स्वपितुर्गृहमिष्यते।
तथा हस्तशतादर्द्धं गदितं वनवासिनाम् ॥
]

`verse 33 [
सेनापतेर्नृपस्यापि सप्तत्यासहितेऽन्विते।
चतुर्दश हृते व्यासे शालान्यासः प्रकीर्तितः ॥
]

`verse 34 [
पञ्चत्रिंशान्विते तस्मिन्नलिन्दः समुदाहृतः।
तथा षट्त्रिंशद्धस्ता तु सप्ताङ्गुलसमन्विता ॥
]

`verse 35 [
विप्रस्य महतीशाला न दैर्घ्यं परतो भवेत्।
दशाङ्गलाधिका तद्वत् क्षत्रियस्य न विद्यते ॥
]

`verse 36 [
पञ्चत्रिंशत्कारवैश्ये अङ्गुलानि त्रयोदश।
तावत्करैव शूद्रस्य युतापञ्च दशाङ्गुलैः ॥
]

`verse 37 [
शालायास्तु त्रिभागेन यस्याग्रे वीथिका भवेत् ।
सोष्णीषं नाम तद्वास्तु पश्चाच्छ्रेयोच्छ्रयं भवेत् ॥
]

`verse 38 [
पार्श्वयोर्वीथिका यत्र सावष्टम्भन्तदुच्यते।
समन्ताद्वीथिका यत्र सुस्थितं तदिहोच्यते ॥
]

`verse 39 [
शुभदं सर्वमेतत्स्याच्चातुर्वर्णे चतुर्विधम्।
विस्तरात् षोड़शो भागस्तथा हस्तचतुष्टयम् ॥
]

`verse 40 [
प्रथमो भूमिकोच्छ्राय उपरिष्टात् प्रहीयते।
द्वादशांशेन सर्वासु भूमिकासु तथोच्छ्रयः ॥
]

`verse 41 [
पक्केष्टकाभवेद्भित्तिः षोडशांशेन विस्तरात्।
दारवेरविकल्पास्यात्तथा मृण्मयभित्तिका ॥
]

`verse 42 [
गर्भमानेन मानन्तु सर्ववास्तुषु शस्यते।
गृहव्यासस्य पञ्चाशदष्टादशभिरङ्गुलैः ॥
]

`verse 43 [
संयुतो द्वारविष्कम्भो द्विगुणश्चोच्छ्रयो भवेत्।
द्वारशाखा सुबाहुल्यमुच्छ्राय करसम्मितैः ॥
]

`verse 44 [
अङ्गुलैः सर्ववास्तूनां पृथुत्वं शस्यते बुधैः।
उदुम्बरोत्तमागञ्च तदर्धार्धं प्रविस्तरात् ॥
]
