`speaker [
सूत उवाच
]

`verse 1 [
उदगादिप्लवं वास्तु समानशिखरं तथा।
परीक्ष्य पूर्ववत्कुर्य्यात् स्तम्भोच्छ्रायं विचक्षणः ॥
]

`verse 2 [
न देवधूर्तसचिव चत्वाराणां समन्ततः।
कारयेद्भवनं प्राज्ञो दुःखशोकभयं ततः ॥
]

`verse 3 [
तस्य प्रदेशाश्चत्वार स्तथोत्सर्गोऽग्रतः शुभः।
पृष्ठतः पृष्ठभागस्तु सव्यावर्तः प्रशस्यते ॥
]

`verse 4 [
अपसव्यो विनाशाय दक्षिणे शीर्षकस्तथा।
सर्वकामफलो नॄणां सम्पूर्णो नाम वामतः ॥
]

`verse 5 [
एवं प्रदेशमालोक्य यत्नेन गृहमारभेत्।
अथ सांवत्सरे प्रोक्ते मुहूर्ते शुभलक्षणे ॥
]

`verse 6 [
रत्नोपरि शिलां कृत्वा सर्वबीजसमन्विताम्।
चतुर्भिब्राह्मणैः स्तम्भं कारयित्वा सुपूजितम् ॥
]

`verse 7 [
शुक्लाम्बरधरः शिल्पि सहितो वेदपारगैः।
स्नापितं विन्यसेत्तद्वत् सर्वौषधिसमन्वितम् ॥
]

`verse 8 [
नानाक्षतसमोपेतं वस्त्रालङ्कारसंयुतम्।
ब्रह्मघोषेण वाद्येन गीतमङ्गलनिःखनैः ॥
]

`verse 9 [
पायसं भोजयेद्विप्रान् होमन्तु मधुसर्पिषा।
वास्तोष्पते प्रतिजानीहि मन्त्रेणानेन सर्वदा ॥
]

`verse 10 [
सूत्रपाते तथा कार्य्यमेवं स्तम्भोदये पुनः।
द्वारवंशोच्छ्रये तद्वत् प्रवेशसमये तथा ॥
]

`verse 11 [
वास्तूपशमने तद्वत् वास्तुयज्ञस्तु पञ्चधा।
ईशाने सूत्रपातः स्यादाग्नेये स्तम्भरोपणम् ॥
]

`verse 12 [
प्रदक्षिणञ्च कुर्वीत वास्तोः पदविलेखनम्।
तर्जनी मध्यमा चैव तथाङ्गुष्ठस्तु दक्षिणे ॥
]

`verse 13 [
प्रवालरत्नकनक फलं पिष्ट्वा कृतोदकम्।
सर्ववास्तुविभागेषु शस्तं पदविलेपने ॥
]

`verse 14 [
न भस्माङ्गार काष्ठेन नखशस्त्रेण चर्मभिः।
न श्रृङ्गास्थिकपालैश्च क्वचिद्वास्तु विलेखयेत् ॥
]

`verse 15 [
एभिर्विलिखितं कुर्य्याद्दुःखशोकभयादिकम्।
यदा गृहप्रवेशः स्याच्छिल्पी तत्रापि लक्षयेत् ॥
]

`verse 16 [
स्तम्भसूत्रादिकं तद्वच्छुभाशुभफलप्रदम्।
आदित्याभिमुखं रौति शकुनिः पुरुषं यदि ॥
]

`verse 17 [
तुल्यकालं स्पृशेदङ्गं गृहभर्तुर्यदात्मनः ।
वास्त्वङ्गे तद्विजानीयान्नरशल्यं भयप्रदम् ॥
]

`verse 18 [
अङ्कनानन्तरं यत्र हस्त्यश्व श्वापदं भवेत्।
तदङ्गसम्भवं विन्द्यात्तत्र शल्यं विचक्षणः ॥
]

`verse 19 [
प्रसार्यमाणे सूत्रे तु श्वा गोमायुर्विलङ्घिते।
तत्तु शल्यं विजानीयात् खरशब्देति भैरवे ॥
]

`verse 20 [
यदीशाने तु दिग्भागे मधुरं रौति वायसः।
धनं तत्र विजानीयाद् भागे वा स्वाम्यधिष्ठिते ॥
]

`verse 21 [
सूत्रच्छेदे भवेत् मृत्युर्व्याधिः कीले त्वधोमुखे।
अङ्गारेषु तथोन्मादं कपालेषु च सम्भ्रमम् ॥
]

`verse 22 [
कम्बुशल्येषु जानीयात् पौंश्चल्यं स्त्रीषु वास्तुवित्।
गृहभर्तुर्गृहस्यापि विनाशः शिल्पिसम्भ्रमे ॥
]

`verse 23 [
स्तम्भे स्कन्धच्युते कुम्भे शिरोरोगं विनिर्दिशेत्।
कुम्भापहारे सर्वस्य कुलस्यापि क्षयो भवेत् ॥
]

`verse 24 [
मृत्युः स्थानच्युते कुम्भे भग्ने बन्धं विदुर्बुधाः।
करसङ्ख्या विनाशे तु नाशं गृहपतेर्विदुः ॥
]

`verse 25 [
विजौषधि विहीने तु भूतेभ्यो भयमादिशेत्।
ततः प्रदक्षिणेनान्यान् न्यसेत्स्तम्भान्विचक्षणः ॥
]

`verse 26 [
यस्माद् भयकरं नॄणां योजिताह्यप्रदक्षिणम्।
रक्षां कुर्वीत यत्नेन स्तम्बोपद्रवनाशिनीम् ॥
]

`verse 27 [
तथा फलवतीं शाखां स्तम्भोपरि निवेशयेत्।
प्रागुदक्प्रवणं कुर्य्याद्दिङ्मूढन्तु न कारयेत् ॥
]

`verse 28 [
स्तम्भं वा भवनं वापि द्वारं वासगृहं तथा।
दिङ्मूढे कुलनाशः स्यान्न च संवर्द्धयेत् गृहम् ॥
]

`verse 29 [
यदि संवर्द्धयेद् गेहं सर्वदिक्षु विवर्द्धयेत्।
पूर्वेण वर्द्धितं वास्तु कुर्याद्वैराणि सर्वदा॥
]

`verse 30 [
दक्षिणे वर्द्धितं वास्तु मृत्यवे स्यान्न संशयः।
पश्चाद्विवृद्धं यद्वास्तु तदर्थक्षयकारक ॥
]

`verse 31 [
वर्द्धापितं तथा सौम्ये बहुसन्तापकारकम्।
आन्नेये यत्र वृद्धिः स्यात् तदग्निभयदं भवेत् ॥
]

`verse 32 [
वर्द्धितं राक्षसे कोणे शिशुक्षयकरं भवेत्।
बद्ध्वापि तन्तु वायव्ये वातव्याधि-प्रकोपकृत् ॥
]

`verse 33 [
ईशान्यां अन्नहानिः स्यात् वास्तौ संवर्द्धिते सदा।
ईशाने देवतागारं तथा शान्तिगृहं भवेत् ॥
]

`verse 34 [
महानसन्तथाग्नेये तत्पार्श्वेचोत्तरे जलम्।
गृहस्योपस्करं सर्वं नैऋत्ये स्थापयेद् बुधः ॥
]

`verse 35 [
वधस्थानं बहिः कुर्यात् स्नानमण्डपमेव च।
धनधान्यञ्च वायव्ये कर्मशालान्ततो बहिः ॥
एवं वास्तु विशेषः स्यात् गृहभर्तुः शुभावहः ॥
]
