`speaker [
ऋषय ऊचुः
]

`verse 1 [
क्रियायोगः कथं सिद्ध्येद् गृहस्थादिषु सर्वदा।
ज्ञानयोगसहस्राद्धि कर्मयोगो विशिष्यते ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
क्रियायोगं प्रवक्ष्यामि देवतार्चानुकीर्तनम्।
भुक्तिमुक्तिप्रदं यस्मान्नान्यत् लोकेषु विद्यते ॥
]

`verse 3 [
प्रतिष्ठायां सुराणां तु देवतार्चानुकीर्तनम्।
देवयज्ञोत्सवञ्चापि बन्धनाद्ये न मुच्यते ॥
]

`verse 4 [
विष्णौस्तावत् प्रवक्ष्यामि यादृग्रूपं प्रशस्यते।
शङ्खचक्रधरं शान्तं पद्महस्तं गदाधरम् ॥
]

`verse 5 [
च्छत्राकारं शिरस्तस्य कम्बुग्रीवं शुभेक्षणम्।
तुङ्गनाशं शुक्तिकर्णं प्रशान्तोरुभुजक्रमम् ॥
]

`verse 6 [
क्वचिदष्टभुजं विद्याच्चतुर्भुजमथापरम्।
द्विभुजश्चापि कर्तव्यो भवनेषु पुरोधसा ॥
]

`verse 7 [
देवस्याष्टभुजस्यास्य यथा स्थानं निबोधत।
खड्गो गदाशरः पद्मं दिव्यं दक्षिणतो हरेः॥
]

`verse 8 [
धनुश्च खेटकञ्चैव शङ्खचक्रे च वामतः ।
चतुर्भुजस्य वक्ष्यामि यथैवायुधसंस्थितिः ॥
]

`verse 9 [
दक्षिणेन गदापद्मं वासुदेवस्य कारयेत्।
वामतः शङ्खचक्रे च कर्तव्ये भूतिमिच्छता ॥
]

`verse 10 [
कृष्णावतारे तु गदा वामहस्ते प्रशस्यते।
यथेच्छया शङ्खचक्रे चोपरिष्टात् प्रकल्पयेत् ॥
]

`verse 11 [
अधस्तात् पृथिवी तस्य कर्तव्या पादमध्यतः।
दक्षिणे प्रणतं तद्वद् गरुत्मन्तं निवेशयेत् ॥
]

`verse 12 [
वामतस्तु भवेल्लक्ष्मीः पद्महस्ता शुभानना।
गरुत्मानग्रतो वापि संस्थाप्यो भूतिमिच्छता ॥
]

`verse 13 [
श्रीश्चपुष्टिष्च कर्तव्ये पार्श्वयोः पद्मसंयुते।
तोरणञ्चोपरिष्टात्तु विद्याधरसमन्वितम् ॥
]

`verse 14 [
देवदुन्दुभिसंयुक्तं गन्धर्व मिथुनान्वितम्।
पत्रवल्लीसमोपेतं सिंहव्याघ्र समन्वितम् ॥
]

`verse 15 [
तथा कल्पतलोपेतं स्तुवद्भिरमरेश्वरैः।
एवं विधो भवेद् विष्णो स्त्रिभागेनास्य पीठिका ॥
]

`verse 16 [
नवतालप्रमाणास्तु देवदानवकिन्नराः।
अतःपरं प्रवक्ष्यामि मानोन्मानं विशेषतः ॥
]

`verse 17 [
जालान्तरप्रविष्टानां भानूनां यद्रजःस्फुटम्।
त्रसरेणुः सविज्ञेयो वालाग्रं तैरथाष्टभिः ॥
]

`verse 18 [
तदष्टकेन लिक्षा तु यूकालिक्षाष्टकैर्मता।
यवो यूकाष्टकं तद्वदष्टभिस्तैस्तदंगुलम्॥
]

`verse 19 [
स्वकीयांगुलिमानेन मुखं स्याद् द्वादशांगुलम्।
मुखमानेन कर्तव्या सर्वावयवकल्पना ॥
]

`verse 20 [
सौवर्णी राजती वापि ताम्री रत्नमयी तथा।
शैलीदारुमयीचापि लोहसंघमयी तथा ॥
]

`verse 21 [
रीतिकाधातुयुक्ता वा ताम्रकांस्यमयी तथा।
शुभदारुमयीवापि देवतार्चा प्रशस्यते ॥
]

`verse 22 [
अंगुष्ठपर्वादारभ्य वितस्तिर्यावदेव तु।
गृहेषु प्रतिमा कार्या नाधिका शस्यते बुधैः ॥
]

`verse 23 [
आषोडशा तु प्रासादे कर्तव्या नाधिका ततः।
मध्योत्तमकनिष्ठा तु कार्या वित्तानुसारतः ॥
]

`verse 24 [
द्वारोच्छ्रायस्य यन्मानमष्टधा तत्तु कारयेत्।
बागमेकं ततस्त्यक्त्वा परिशिष्टन्तु यद् भवेत् ॥
]

`verse 25 [
भागद्वयेन प्रतिमा त्रिभागीकृत्य तत्पुनः।
पीठिका भागतः कार्या नातिनीचा न चोच्छ्रिता ॥
]

`verse 26 [
प्रतिमामुखमानेन नवभागान् प्रकल्पयेत्।
चतुरंगुला भवेद् ग्रीवा भागेन हृदयं पुनः ॥
]

`verse 27 [
नाभिस्तस्मादधः कार्या भागेनैकेन शोभना।
निम्नत्वे विस्तरत्वे च अंगुलं परिकीर्तितम् ॥
]

`verse 28 [
नाभेरधस्तथा मेढ्रं भागेनैकेन कल्पयेत्।
द्विभागेनायतावूरू जानुनी चतुरंगुले ॥
]

`verse 29 [
जङ्घे द्विभागे विख्याते पादौ च चतुरंगुलौ।
चतुर्दशांगुलस्तद्वत् मौलिरस्य प्रकीर्तितः ॥
]

`verse 30 [
ऊर्ध्वं मानमिदं प्रोक्तं पृथुत्वञ्च निबोधतः।
सर्वावयवमानेषु विस्तारं क्षृणुत द्विजाः ! ॥
]

`verse 31 [
चतुरंगुलं ललाटं स्यादूर्ध्वं नासा तथैव च।
द्व्यंगुलन्तु हनुर्ज्ञेयमोष्ठः स्वांगुलसम्मितः ॥
]

`verse 32 [
अष्टांगुले ललाटे च तावन्मात्रे भ्रुवौ मते।
अर्द्धांगुला भ्रुवोर्लेखा मध्ये धनुरिवानता ॥
]

`verse 33 [
उन्नताग्रा भवेत्पार्श्वे श्लक्ष्ण तीक्ष्ण प्रसस्यते।
अक्षिणी द्व्यंगुला यामे तदर्धं चैव विस्तरे ॥
]

`verse 34 [
उन्नतोदरमध्ये तु रक्तान्ते शुभलक्षणे।
तारकार्धविभागेन दृष्टिः स्यात् पञ्चभागिका ॥
]

`verse 35 [
द्वंयगुलन्तु भ्रुवोर्मध्ये नासा मूलमथांगुलम्।
नासाग्रविस्तरं तद्वत् पुटद्वयमथानतम् ॥
]

`verse 36 [
नासा पुटबिलं तद्वदर्धांगुलमुदाहृतम्।
कपोले द्व्यंगुले तद्वत् कर्णमूलाद्विनिर्गते ॥
]

`verse 37 [
हन्वग्रमंगुलं तद्वद्विस्तारो द्व्यंगुलो भवेत्।
अर्द्धांगुला भ्रुवो राजी प्रणालसदृशी समा ॥
]

`verse 38 [
अर्द्धांगुल समस्तद्वदुत्तरोष्ठस्तु विस्तरे।
निष्पावसदृशन्तद्वन्नासा पुटदलं भवेत् ॥
]

`verse 39 [
खृक्किणी ज्योतिस्तुल्ये तु कर्णमूलात् षडंगुले।
कर्णौ तु भ्रूसमौ ज्ञेयौ ऊर्ध्वन्तु चतुरंगुलौ ॥
]

`verse 40 [
द्व्यंगुलौ कर्णपार्श्वौ तु मात्रामेकान्तु विस्तृतौ।
कर्णयोरुपरिष्टाच्च मस्तकं द्वादशांगुलम् ॥
]

`verse 41 [
ललाटात्पृष्ठतोऽर्धेन प्रोक्तमष्टादशांगुलम्।
षट्त्रिंशदङ्गुलश्चास्य परिणाहः शिरोगतः ॥
]

`verse 42 [
सकेशनिचयो यस्य द्विचत्वारिंशदंगुलः।
केशान्तात्हनुका तद्वदंगुलानि तु षोडश ॥
]

`verse 43 [
ग्रीवा मध्यपरीणाह चतुर्विंशतिकांगुलः।
अष्टांगुला भवेद् ग्रीवा पृथुत्वेन प्रशस्यते ॥
]

`verse 44 [
स्तनग्रीवान्तरं प्रोक्तमेकतालं स्वयम्भुवा।
स्तनयोरन्तरं तद्वद् द्वादशांगुलमिष्यते ॥
]

`verse 45 [
स्तनयोर्मण्डलं तद्वद् द्व्यङ्गुलं परिकीर्तितम्।
चूचुकौ मण्डलस्यान्तर्यवमात्रा वुभौ स्मृतौ ॥
]

`verse 46 [
द्वितालञ्चापि विस्ताराद् वक्षस्थलमुदाहृतम्।
कक्षे षड़ंगुले प्रोक्ते बाहुमूलस्तनान्तरे ॥
]

`verse 47 [
चतुर्दशांगुलौ पादावङ्गुष्ठौ तु त्रियंगुलौ।
पञ्चांगुलपरीणाहमङ्गुष्ठाग्रं तथोन्नतम् ॥
]

`verse 48 [
अंगुष्ठकसमा तद्वदायामा स्यात्प्रदेशिनी।
तस्याः षोड़शभागेन हीयते मध्यमांगुली ॥
]

`verse 49 [
अनामिकाष्टभागेन कनिष्ठा चापि हीयते।
पर्वत्रयेण चांगुल्यो गुल्फौ द्व्यंगुलकौ मतौ॥
]

`verse 50 [
पार्ष्णिर्द्व्यंगुलमात्रस्तु कलयोच्चः प्रकीर्तितः।
द्विपर्वांगुष्ठकः प्रोक्त परीणाहश्च द्व्यंगुलः ॥
]

`verse 51 [
प्रदेशिनी परीणाहस्त्र्यंगुलः समुदाहृतः।
कन्यसा चाष्टभागेन हीयते क्रमशो द्विजाः ॥
]

`verse 52 [
अंगुलेनोच्छ्रयः कार्यो ह्यंगुष्ठस्य विशेषतः।
तदर्धेन तु शेषाणामंगुलीनान्तथोच्छ्रयः ॥
]

`verse 53 [
जङ्घाग्रे परिणाहस्तु अंगुलानि चतुर्दश।
जङ्घा मध्ये परीणाहस्तथैवाष्टादशांगुलः ॥
]

`verse 54 [
जानुमध्ये परीणाह एकविशतिरंगुलः।
जानूच्छ्रयोऽङ्गुलप्रोक्ते मण्डलन्तु त्रिरंगुलम् ॥
]

`verse 55 [
उरुमध्ये परीणाहो ह्यष्टाविंशतिकांगुलः।
एकत्रिंशोपरिष्टाच्च वृषणौ तु त्रिरंगुलौ॥
]

`verse 56 [
द्व्यंगुलश्च तथा मेढ्रं परीणाहः षड़ंगुलम्।
मणिबन्धादधो विद्यात् केशरेकास्तथैव च॥
]

`verse 57 [
मणिकोशपरीणाहश्चतुरंगुल इष्यते।
विस्तरेण भवेत्तद्वत्कटिरष्टादशांगुला ॥
]

`verse 58 [
द्वाविंशति तथा स्त्रीणां स्तनौ च द्वादशांगुलौ।
नाभिमध्यपरीणाहो द्विचत्वारिंशदंगुलः ॥
]

`verse 59 [
पुरुषे पञ्चपञ्चाशत् कट्याञ्चैव तु वेष्टनम्।
कक्षयोरुपरिष्टात्तु स्कन्धौ प्रोक्तौ षडंगुलौ ॥
]

`verse 60 [
अष्टांगुलान्तु विस्तारे ग्रीवाञ्चैव विनिर्दिशेत्।
परीणाहे तथा ग्रीवां कला द्वादश निर्दिशेत् ॥
]

`verse 61 [
आयामो भुजयोस्तद्वत् द्विचत्वारिंशदंगुलः।
कार्यन्तु बाहुशिखरं प्रमाणे षोड़शांगुलम् ॥
]

`verse 62 [
ऊर्ध्वं यद् बाहुपर्यंन्तं विन्द्यादष्टांगुलं शतम्।
तथैकांगुलहीनन्तु द्वितीयं पर्व उच्यते ॥
]

`verse 63 [
बाहुमध्ये परीणाहो भवेदष्टादशांगुलः।
षोड़शोक्तः प्रबाहुस्तु षट्कलोग्र करोमतः ॥
]

`verse 64 [
सप्तांगुलं करतलं पञ्चमध्यांगुलीमता।
अनामिका मध्यमायाः सप्तभागेन हीयते ॥
]

`verse 65 [
तस्यास्तु पञ्चभागेन कनिष्ठा परिहीयते।
मध्यमायास्तु हीना वै पञ्चभागेन तर्जनी ॥
]

`verse 66 [
अंगुष्ठस्तर्जनीमूलादधः प्रोक्तस्तु तत्समः।
अंगुष्ठपरिणाहस्तु विज्ञेयश्चतुरंगुलः ॥
]

`verse 67 [
शेषाणामंगुलीनान्तु भागो भागेन हीयते।
मध्यमा मध्यभागन्तु अंगुलद्वयमायतम् ॥
]

`verse 68 [
यवो यवेन सर्वासान्तस्यास्तस्याः प्रहीयते।
अंगुष्ठपर्वमध्यन्तु तर्जन्या सदृशं भवेत्॥
]

`verse 69 [
यवद्वयाधिकं तद्वदग्रपर्व उदाहृतम्।
पर्वार्धे तु नखान्विद्यादंगुलीषु समन्ततः ॥
]

`verse 70 [
स्निग्धं श्लक्ष्णं प्रकुर्वीत ईषद्रक्तं तथाग्रतः।
निम्नपृष्टं भवेन्मध्ये पार्श्वतः कलयोच्छ्रितम् ॥
]

`verse 71 [
तत्रैव केशवल्लीयं स्कन्धोपरि दशाङ्गुला।
स्त्रियः कार्यास्तु तन्वङ्ग्यः स्तनोरुजघनाधिकाः ॥
]

`verse 72 [
चतुर्दशांगुलायाममुदरं नाम निर्दिशेत्।
नानाभरणसम्पन्नाः किञ्चित् श्लक्ष्णभुजास्ततः ॥
]

`verse 73 [
किञ्चिद्धीर्घं भवेद्वक्त्रमलकावलिरुत्तमा।
नासाग्रीवा ललाटञ्च सार्द्धमात्रं त्रिरंगुलम् ॥
]

`verse 74 [
अध्यर्द्धांगुलविस्तारः शस्यतेऽधरपल्लवः।
अधिकं नेत्रयुग्मन्तु चतुर्भागेन निर्दिशेत् ॥
]

`verse 75 [
ग्रीवावलिश्च कर्तव्या किञ्चिदर्धांगुलोच्छ्रया।
एवं वारीषु सर्वासु देवानां प्रतिमासु च ।
तव चालमिदं प्रोक्तं लक्षणं पापनाशनम् ॥
]
