`verse 1 [
प्रतिमालक्षण

अतः परं प्रवक्ष्यामि देवाकारान् विशेषतः।
दशतालः स्मृतो रामो बलिर्वैरोचनिस्तथा ॥
]

`verse 2 [
वराहो नारसिंहश्च सप्ततालस्तु वामनः।
मत्स्यकूर्मौ च निर्दिष्टौ यथा शोभं स्वयम्भुवा ॥
]

`verse 3 [
अतः परं प्रवक्ष्यामि रुद्राद्याकारमुत्तमम्।
स पीनोरुभुजस्कन्ध स्तप्तकाञ्चनसप्रभः ॥
]

`verse 4 [
शुक्लोऽर्करश्मिसंघात श्चन्द्राङ्कितजटो विभुः।
जटामुकुटधारी च द्व्यष्टवर्षाकृतिश्च सः ॥
]

`verse 5 [
बाहुवारणहस्ताभो वृतजङ्घोरुमण्डलः।
ऊद्‌र्ध्वकेशश्च कर्तव्यो दीर्घायतविलोचनः ॥
]

`verse 6 [
व्याघ्रचर्मपरीधानः कटिसूत्र त्रयान्वितः।
हारकेयूरसम्पन्नो भुजङ्गाभरणस्तथा ॥
]

`verse 7 [
बाहवश्चापि कर्तव्या नानाभरणभूषिताः।
पीनोरुगण्डफलकः कुण्डलाभ्यामलंकृतः ॥
]

`verse 8 [
आजानुलम्बबाहुश्च सौम्यमूर्तिः सुशोभनः।
खेटकं वामहस्ते तु शङ्खञ्चैव तु दक्षिणे ॥
]

`verse 9 [
शक्तिं दण्डं त्रिशूल़ञ्च दक्षिणेषु निवेशयेत्।
कपालं वामपर्श्वे तु नागं खट्वाङ्गमेव च ॥
]

`verse 10 [
एकश्च वरदो हस्तस्तथाक्षवलयोऽपरः।
वैशाखस्थानकं कृत्वा नृत्याभिनयसंस्थितः ॥
]

`verse 11 [
नृत्यन्दशभुजः कार्यो गजचर्मधरस्तथा।
तथा त्रिपुरदाहे च बाहवः षोड़शैव तु ॥
]

`verse 12 [
शङ्खं चक्रं गदाशार्ङ्गं घण्टा तत्राधिका भवेत्।
तथा धनुः पिनाकञ्च शरो विष्णुमयस्तथा ॥
]

`verse 13 [
चतुर्भुजोऽष्ट बाहुर्वा ज्ञानयोगेश्वरो मतः।
तीक्ष्णनासाग्रदशनः करालवदनो महान् ॥
]

`verse 14 [
भैरवः शस्यते लोके प्रत्यायतनसंस्थितः।
न मूलायतने कार्ये भैरवस्तु भयङ्करः ॥
]

`verse 15 [
नारसिंह वराहो वा तथान्येऽपि भयङ्कराः।
नाधिकाङ्गां न हीनाङ्गां कर्तव्या देवताः क्वचित् ॥
]

`verse 16 [
स्वामिनं घातयेन्न्यूना करालवदना तथा।
अधिका शिल्पिनं हन्यात् कृशा चैवार्थनाशिनी ॥
]

`verse 17 [
कृशोदरी तु दुर्भिक्षं निर्मांसा धननाशिनी।
वक्रनासा तु दुःखाय सङ्क्षिप्ताङ्गी भयङ्करी ॥
]

`verse 18 [
चिपिटा दुःखशोकाय अनेत्रा नेत्रनाशिनी।
दुःखदा हीनवक्त्रा तु पाणिपादकृशा तथा ॥
]

`verse 19 [
हीनाङ्गी हीनजङ्घा च भ्रमोन्मादकरी नृणाम्।
शुष्कवक्त्रा तु राजानं कटिहीना च या भवेत् ॥
]

`verse 20 [
पाणिपादविहीनो यो जायते मारको महान्।
जङ्घाजानुवीहिना च शत्रुकल्याणकारिणी ॥
]

`verse 21 [
पुत्रमित्रविनाशाय हीनवक्षस्थला तु या।
सम्पूर्णावयवा या तु आयुर्लक्ष्मी प्रदा सदा ॥
]

`verse 22 [
एवं लक्षणमासाद्य कर्तव्यः परमेश्वरः।
स्तूयमानः सुरैः सर्वैः समन्ताद्दर्शयेद् भवम् ॥
]

`verse 23 [
शक्रेण नन्दिना चैव महाकालेन शङ्करम्।
प्रणता लोकपालास्तु पार्श्वे तु गणनायकाः ॥
]

`verse 24 [
नृत्यद्भृङ्गीरिटिश्चैव भूतवेतालसंवृताः।
सर्वे हृष्टास्तु कर्तव्याः स्तुवन्तः परमेश्वरम् ॥
]

`verse 25 [
गन्धर्व विद्याधर किन्नराणामथाप्सरो गुह्यकनायकानाम्।
गणैरनेकैः शतशो महेन्द्रैर्मुनिप्रवीरैरपि नम्यमानम्॥
]

`verse 26 [
धृताक्षसूत्रैः शतशः प्रबाल पुष्पोपहार प्रचयन्ददद्भिः।
संस्तूयमानं भगवन्तमीड्यं नेत्रत्रयेणामरमर्त्यपूज्यम् ॥
]
