`speaker [
सूत उवाच
]

`verse 1 [
अधुना सम्प्रवक्ष्यामि अर्धनारीश्वरं परम्।
अर्धेन देवदेवस्य नारीरूपं सुशोभनम्॥
]

`verse 2 [
ईशार्धे तु जटाभागो बालेन्दुकलयायुतः।
उमार्धेचापि दातव्यौ सीमन्ततिलकावुभौ ॥
]

`verse 3 [
वासुकिर्दक्षिणे कर्णे वामे कुण्डलमादिशेत्।
बालिका चोपरिष्टात्तु कपालं दक्षिणे करे ॥
]

`verse 4 [
त्रिशूलं वापि कर्तव्यं देवदेवस्य शूलिनः।
वामतो दर्पणं दद्यादुत्पलन्तु विशेषतः ॥
]

`verse 5 [
वामबाहुश्च कर्तव्यः केयूरवलयान्वितः।
उपवीतञ्च कर्तव्यं मणिमुक्तामयन्तथा ॥
]

`verse 6 [
स्तनभारं तथार्धे तु वामे पीनं प्रकल्पयेत्।
परार्घ्यमुज्वलं कुर्य्याच्छ्रोण्यर्धे तु तथैव च ॥
]

`verse 7 [
लिङ्गार्द्धमूर्ध्वगं कुर्य्यात् व्यालाजिनकृताम्बरम्।
वामे लम्बपरीधानं कटिसूत्र त्रयान्वितम् ॥
]

`verse 8 [
नानारत्नसमोपेतं दक्षिणे भुजगान्वितम्।
देवस्य दक्षिणं पादं पद्मोपरि सुसंस्थितम् ॥
]

`verse 9 [
कञ्चिदर्धे तथा वामं भूषितं नूपुरेण तु।
रत्नैर्विभूषितान् कुर्य्यादङ्गुलीष्वङ्गुलीयकान् ॥
]

`verse 10 [
सालक्तकं तथा पादं पार्वत्या दर्शयेत्सदा।
अर्धनारिश्वरस्येदं रूपमस्मिन्नुदाहृतम् ॥
]

`verse 11 [
उमामहेश्वरस्यापि लक्षणं श्रृणु तद्विजाः।
संस्थानन्तु तयोर्वक्ष्ये लीलाललित-विभ्रमम् ॥
]

`verse 12 [
चतुर्भुजं द्विबाहुं वा जटाभारेन्दुभूषणम्।
लोचनत्रयसंयुक्तमुमैकस्कन्धपाणिनम् ॥
]

`verse 13 [
दक्षिणेनोत्पलं शूलं वामेकुचभरेकरम्।
द्वीपिचर्मपरीधानं नानारत्नोपशोभितम् ॥
]

`verse 14 [
सुप्रतिष्ठं सुवेषञ्च तथार्धेन्दुकृताननाम्।
वामे तु संस्थिता देवी तस्योरौ बाहुगूहिता ॥
]

`verse 15 [
शिरोभूषणसंयुक्तैरलकैर्ललितानना।
सवालिका कर्णवती ललाटतिलकोज्वला ॥
]

`verse 16 [
मणिकुण्डलसंयुक्ता कर्णिकाभरणा क्वचित्।
हारकेयूर बहुला हरवक्त्रावलोकिनी ॥
]

`verse 17 [
वामांसन् देवदेवस्य स्पृशन्ती लीलया ततः।
दक्षिणान्तु बहिः कृत्वा बाहुं दक्षिणतस्तथा ॥
]

`verse 18 [
स्कन्धं वा दक्षिणे कुक्षौ स्पृशन्त्यङ्गुलजैः क्वचित्।
वामे तु दर्पणं दद्यादुत्पलं वा सुशोभनम् ॥
]

`verse 19 [
कटिसूत्र त्रयं चैव नितम्बे स्यात्प्रलम्बकम्।
जया च विजया चैव कार्तिकेयविनायकौ ॥
]

`verse 20 [
पार्श्वयोर्द्दर्शयेत्तत्र तोरणे गणगुह्यकान्।
माला विद्याधरास्तद्वत् वीणावानप्सरोगणः ॥
]

`verse 21 [
एतद्रूपमुमेशस्य कर्तव्यं भूतिमिच्छता।
शिवनारायणं वक्ष्ये सर्वपापप्रणाशनम् ॥
]

`verse 22 [
वामार्धे माधवं विद्याद् दक्षिणे शूलपाणिनम्।
बाहुद्वयञ्च कृष्णस्य मणिकेयूरभूषितम् ॥
]

`verse 23 [
शङ्खचक्रधरं शान्तमारक्तांगुलिविभ्रमम्।
चक्रस्थाने गदां वापि पाणौ दद्याद् गदाभृतः ॥
]

`verse 24 [
शङ्खञ्चैवेतरे दद्यात् कट्यर्थं भूषणोज्वलम्।
पीतवस्त्रपरीधानं चरणं मणिभूषणम् ॥
]

`verse 25 [
दक्षिणार्धे जटाभारमर्धेन्दुकृतभूषणम्।
भुजङ्गहारवलयं वरदं दक्षिणं करम् ॥
]

`verse 26 [
द्वितीयञ्चापि कुर्वीत त्रिशूलवरधारिणम्।
व्यालोपवीतसंयुक्तं कट्यर्धं कृत्तिवाससम् ॥
]

`verse 27 [
मणिरत्नैश्च संयुक्तं पादं नागविभूषितम्।
शिवनारायणस्यैवं कल्पयेद्रूपमुत्तमम् ॥
]

`verse 28 [
महावराहं वक्ष्यामि पद्महस्तं गदाधरम्।
तीक्ष्णदंष्ट्राग्र घोणास्यं मेदिनीवामकूर्परम् ॥
]

`verse 29 [
दंष्ट्राग्रेणोद्धृतां दान्तां धरणीमुत्पलान्विताम्।
विस्मयोत्फुल्लवदनामुपरिष्टात्प्रकल्पयेत् ॥
]

`verse 30 [
दक्षिणं कटिसंस्थन्तु करं तस्याः प्रकल्पयेत्।
कूर्मोपरि तथा पादमेकं नागेन्द्रमूर्धनि ॥
]

`verse 31 [
संस्तूयमानं लोकेशैः समन्तात्परिकल्पयेत्।
नारसिंहन्तु कर्तव्यं भुजाष्टकसमन्वितम् ॥
]

`verse 32 [
रौद्रं सिंहासनं तद्वत् विदारितमुखेक्षणम्।
स्तब्धपीन सटाकर्णं दारयन्तन्दितेः सुतम् ॥
]

`verse 33 [
विनिर्गतान्त्रजालञ्च दानवं परिकल्पयेत्।
वमन्तं रुधिरं घोरं भ्रुकुटीवदनेक्षणम् ॥
]

`verse 34 [
युध्यमानश्च कर्तव्यः क्वचित्करणबन्धनैः।
परिश्रान्तेन दैत्येन तर्ज्यमानो मुहुर्मुहुः ॥
]

`verse 35 [
दैत्यं प्रदर्शयेत्तत्र खड्गखेटकधारिणम्।
स्तूयमानं तथा विष्णुं दर्शयेदमरादिपैः ॥
]

`verse 36 [
तथा त्रिविक्रमं वक्ष्ये ब्रह्माण्डक्रमणोल्बणम्।
पादपार्श्वे तथा बाहुमुपरिष्टात् प्रकल्पयेत् ॥
]

`verse 37 [
अधस्ताद्वामनं तद्वत्कल्पयेत्सकमण्डलुम्।
दक्षिणे छत्रिकां दद्यान्मुखं दीनं प्रकल्पयेत् ।
]

`verse 38 [
भृङ्गारधारिणं तद्वद् बलिं तस्य च पार्श्वतः।
बन्धनञ्चास्य कुर्वन्तं गरुडन्तस्य दर्शयेत् ॥
]

`verse 39 [
मत्स्यरूपं तथा मात्स्यं कूर्मं कूर्माकृतिं न्यसेत्।
एवं रूपस्तु भगवान् कार्यो नारायणो हरिः ॥
]

`verse 40 [
ब्रह्मा कमण्डलुधरः कर्तव्यः स चतुर्मुखः।
हंसारूढः क्वचित्कार्य्यः क्वचिच्च कमलासनः ॥
]

`verse 41 [
वर्णतः पद्मगर्भाभ श्चतुर्बाहुः शुभेक्षणः।
कमण्डलुं वामकरे स्रुवं हस्ते तु दक्षिणे ॥
]

`verse 42 [
वामेदण्डधरं तद्वत् स्तुवञ्चापि प्रदर्शयेत्।
मुनिभिर्देवगन्धर्वैः स्तूयमानं समन्ततः ॥
]

`verse 43 [
कुर्वाणमिव लोकांस्त्रीन् शुक्लाम्बरधरं विभुम्।
मृगचर्मधरञ्चापि दिव्ययज्ञोपवीतिनम् ॥
]

`verse 44 [
आज्यस्थालिं न्यसेत्पार्श्वे वेदांश्च चतुरः पुनः।
वामपार्श्वेऽस्य सावित्रीं दक्षिणे च सरस्वतीम् ॥
]

`verse 45 [
अग्रे च ऋषयस्तद्वत्कार्य्याः पैतामहे पदे।
कार्तिकेयं प्रवक्ष्यामि तरुणादित्यसप्रभम् ॥
]

`verse 46 [
कमलोदरवर्णाभं कुमारं सुकुमारकम्।
दण्डकैश्चीरकैर्युक्तं मयूरवरवाहनम् ॥
]

`verse 47 [
स्थापयेत्स्वेष्टनगरे भुजान् द्वादश कारयेत्।
चतुर्भुजः खर्वटे स्याद्वने ग्रामे द्विबाहुकः ॥
]

`verse 48 [
शक्तिः पाशस्तथा खड्गः शरः शूलं तथैव च।
वरदश्चैकहस्तः स्यादथचाभयदो भवेत् ॥
]

`verse 49 [
एते दक्षिणतो ज्ञेयाः केयूरकटकोज्वलाः।
धनुः पताकामुष्टिश्च तर्जनी तु प्रसारिता ॥
]

`verse 50 [
खेटकं ताम्रचूडञ्च वामहस्ते तु शस्यते।
द्विभुजस्य करे शक्तिर्वामे स्यात् कुक्कुटोपरि ॥
]

`verse 51 [
चतुर्भुजे शक्तिपाशो वामतो दक्षिणे त्वसिः।
वरदोभयदो वापि दक्षिणः स्यात्तुरीयकः ॥
]

`verse 52 [
विनायकं प्रवक्ष्यामि गजवक्त्रं त्रिलोचनम्।
लम्बोदरं शूर्पकर्णं व्यालयज्ञोपवीतिनम् ॥
]

`verse 53 [
ध्वस्तकर्णं बृहत्तुण्डमेकदंष्ट्रं पृथूदरम्।
स्वदन्तं दक्षिणकरे उत्पलञ्चापरे तथा ॥
]

`verse 54 [
मोदकं परशुञ्चैव वामतः परिकल्पयेत्।
बृहत्वात् क्षिप्तवदनं पीनस्कन्धाङ्घ्रिपाणिकम्॥
]

`verse 55 [
युक्तन्तु ऋद्धिबुद्धिभ्यामधस्तान्मूषकान्वितम्।
कात्यायन्याः प्रवक्ष्यामि रूपं दशभुजं तथा ॥
]

`verse 56 [
त्रयाणामपि देवानामनुकारानुकारिणीम्।
जटाजूटसमायुक्तामर्द्धेन्दुकृतलक्षणाम् ॥
]

`verse 57 [
लोचनत्रयसम्पन्नां पद्मेन्दुसदृशाननाम्।
अतसी पुष्पसङ्काशां सुप्रतिष्ठां सुलोचनाम् ॥
]

`verse 58 [
नव यौवनसम्पन्नां सर्वाभरणभूषिताम्।
सुचारुदशनान्तद्वत् पीनोन्नतपयोधराम् ॥
]

`verse 59 [
त्रिभङ्गस्थानसंस्थानां महिषासुरमर्दिनीम्।
त्रिशूलं दक्षिणे दद्यात् शङ्खं चक्रं तथैव च ॥
]

`verse 60 [
तीक्ष्णं बाणं तथा शक्तिं वामतोऽपि निबोधत।
खेटकं पूर्णचापञ्च पाशमङ्कुशमेव च ॥
]

`verse 61 [
घण्टां वा परशुञ्चापि वामतः सन्निवेशयेत्।
अधस्तान्महिषन्तद्वद्विशिरस्कं प्रदर्शयेत् ॥
]

`verse 62 [
वेष्टितं नागपाशेन भ्रुकुटीभीषणाननम्।
वमद्रुधिरवक्त्रञ्च देव्याः सिंहं प्रदर्शयेत् ॥
]

`verse 63 [
देव्यास्तु दक्षिणं पादं समं सिंहोपरि स्थितम्।
किञ्चिदूर्ध्वं तथा वाममंगुष्ठं महिषोपरि ॥
]

`verse 64 [
स्तूयमानञ्च तद्रूपममरैः सन्निवेशयेत् ।
इदानीं सुरराजस्य रूपं वक्ष्ये विशेषतः ॥
]

`verse 65 [
सहस्रनयनं देवं मत्तवारणसंस्थितम्।
पृथूरुवक्षोवदनं सिंहस्कन्धं महाभुजम् ॥
]

`verse 66 [
किरीटकुण्डलधरं पीवरोरुभुजेक्षणम्।
वज्रोत्पलधरं तद्वन्नानाभरणभूषितम् ॥
]

`verse 67 [
पूजितं देवगन्धर्वैरप्सरोगणसेवितम्।
छत्रचामरधारिण्यः स्त्रियः पार्श्वे प्रदर्शयेत् ॥
]

`verse 68 [
सिंहासनगतञ्चापि गन्धर्वगणसंयुतम्।
इन्द्राणीं वामतश्चास्य कुर्य्यादुत्पलधारिणीम् ॥
]
