`speaker [
सूत उवाच
]

`verse 1 [
प्रभाकरस्य प्रतिमामिदानीं श्रुणुत द्विजाः!।
रथस्थं कारयेद्देवं पद्महस्तं सुलोचनम् ॥
]

`verse 2 [
सप्ताश्वञ्चैक चक्रञ्च रथं तस्य प्रकल्पयेत्।
मुकुटेन विचित्रेण पद्मगर्भसमप्रभम् ॥
]

`verse 3 [
नानाभरणभूषाभ्यां भुजाभ्यां धृतपुष्करम्।
स्कन्धस्थे पुष्करे ते तु लीलयैव धृते सदा ॥
]

`verse 4 [
चोलकच्छन्नवपुषं क्वचिच्चित्रेषु दर्शयेत्।
वस्त्रयुग्मसमोपेतं चरणौ तेजसावृतौ ॥
]

`verse 5 [
प्रतिहारौ च कर्तव्यौ पार्श्वयोर्दण्डिपिङ्गलौ।
कर्तव्यौ खड्गहस्तौ तौ पार्श्वयोः पुरुषावुभौ ॥
]

`verse 6 [
लोखनीकृतहस्तञ्च पार्श्वे धातारमव्ययम्।
नानादेवगणैर्युक्तमेवं कुर्याद्दिवाकरम् ॥
]

`verse 7 [
अरुणः सारथिश्चास्य पद्मिनीपत्रसन्निभः।
अश्वौ सुवलयग्रीवावन्तस्थौ तस्य पार्श्वयोः ॥
]

`verse 8 [
भुजङ्गरज्जुभिर्बद्धाः सप्ताश्वा रश्मिसंयुताः।
पद्मस्थं वाहनस्थं वा पद्महस्तं प्रकल्पयेत् ॥
]

`verse 9 [
वह्नेस्तु लक्षणं वक्ष्ये सर्वकामफलप्रदम्।
दीप्तं सुवर्णवपुषमर्धचन्द्रासने स्थितम् ॥
]

`verse 10 [
बालार्कसदृशं तस्य वदनञ्चापि दर्शयेत्।
यज्ञोपवीतिनं देवं लम्बकूर्चधरं तथा ॥
]

`verse 11 [
कमण्डलुं वामकरे दक्षिणे त्वक्षसूत्रकम्।
ज्वालावितानसंयुक्तमजवाहनमुज्वलम् ॥
]

`verse 12 [
कुण्डस्थं वापि कुर्वीत मूर्ध्नि सप्तशिखान्वितम्।
तथा यमं प्रवक्ष्यामि दण्डपाशधरं विंभुम् ॥
]

`verse 13 [
महामहिषमारूढं कृष्णाञ्जनचयोपमम्।
सिंहासनगतञ्चापि दीप्ताग्निसमलोचनम् ॥
]

`verse 14 [
महिषश्चित्रगुप्तश्च करालाः किङ्करास्तथा।
समन्ताद्दर्शयेत्तस्य सौम्या सौम्यान् सुरासुरान् ॥
]

`verse 15 [
राक्षसेन्द्रं तथा वक्ष्ये लोकपालञ्च नैर्ऋतम्।
नरारूढं महामायं रक्षोभिर्बहुभिर्वृतम् ॥
]

`verse 16 [
खड्गहस्तं महानीलं कज्जलाचलसन्निभम्।
नरयुक्तविमानस्थं पीताभरणभूषितम् ॥
]

`verse 17 [
वरुणाञ्च प्रवक्ष्यामि पाशहस्तं महाबलम्‌।
शङ्खस्फटिकवर्णाभं सितहाराम्बरावृतम् ॥
]

`verse 18 [
झषासनगतं शान्तं किरीटाङ्गदधारिणम्।
वायुरूपं प्रवक्ष्यामि धूम्रन्तु मृगवाहनम् ॥
]

`verse 19 [
चित्राम्बरधरं शान्तं युवानं कुञ्चितभ्रुवम्।
मृगाधिरूढं वरदं पताकाध्वजसंयुतम् ॥
]

`verse 20 [
कुबेरञ्च प्रवक्ष्यामि कुण्डलाभ्यामलंकृतम्।
महोदरं महाकायं निध्यष्टकसमन्वितम् ॥
]

`verse 21 [
गुह्यकैर्बहुभिर्युक्तं धनव्ययकरैस्तथा।
हारकेयूररचितं सिताम्बरधरं सदा ॥
]

`verse 22 [
गदाधरञ्च कर्तव्यं वरदं मुकुटान्वितम्।
नरयुक्तविमानस्थं एवं रीत्या च कारयेत् ॥
]

`verse 23 [
तथैवेशं प्रवक्ष्यामि धवलं धवलेक्षणम्।
त्रिशूलपाणिनं देवं त्र्यक्षं वृषगतं प्रभुम् ॥
]

`verse 24 [
मातृणां लक्षणं वक्ष्ये यथावदनुपूर्वशः।
ब्रह्माणी ब्रह्मसदृशी चतुर्वक्त्रा चतुर्भुजा ॥
]

`verse 25 [
हंसाधिरूढ़ां कर्तव्या साक्षसूत्रकमण्डलुः।
महेश्वरस्य रूपेण तथा माहेश्वरी मता ॥
]

`verse 26 [
जटा मुकुटसंयुक्ता वृषस्था चन्द्रशेखरा।
कपालशूलखट्वाङ्ग वरदाढ्या चतुर्भुजा ॥
]

`verse 27 [
कुमाररूपा कौमरी मयूरवरवाहना।
रक्तवस्त्राधरा तद्वच्छूलशक्तिधरा मता ॥
]

`verse 28 [
हारकेयूरसम्पन्ना कृकवाकुधरा तथा।
वैष्णवी विष्णुसदृशा गरुडे समुपस्थिता ॥
]

`verse 29 [
चतुर्बाहुश्च वरदा शङ्कचक्रगदाधरा।
सिंहासनगता वापि बालकेन समन्विता ॥
]

`verse 30 [
वाराहीञ्च प्रवक्ष्यामि महिषोपरि संस्थिताम्।
वराहसदृशी देवी शिरश्चामरधारिणी ॥
]

`verse 31 [
गदाचक्रधरा तद्वद्दानवेन्द्रविनाशिनी।
इन्द्राणीमिन्द्रसदृशीं वज्रशूलगदाधराम् ॥
]

`verse 32 [
गजासनगतां देवीं लोचनैर्बहुभिर्वृताम्।
तप्तकाञ्चनवर्णाभां दिव्याभरणभूषिताम् ॥
]

`verse 33 [
तीक्ष्मखड्गधरां तद्वद् वक्ष्ये योगेश्वरीमिमाम्।
दीर्घजिह्वामूर्ध्वकेशीमस्थिखण्डैश्च मण्डिताम् ॥
]

`verse 34 [
दंष्ट्राकरालवदनां कुर्य्याच्चैव कृशोदरीम् ।
कपालमालिनीं देवीं मुण्डमालाविभूषिताम् ॥
]

`verse 35 [
कपालं वामहस्ते तु मांसशोणितपूरितम्।
मस्तिष्काक्तञ्च विभ्राणां शक्तिकां दक्षिणे करे ॥
]

`verse 36 [
गृध्रस्था वायसस्था वा निर्मांसा विनतोदरी।
करालवदना तद्वत् कर्तव्या सा त्रिलोचना ॥
]

`verse 37 [
चामुण्डा बद्धघण्टा वा द्वीपिचर्मधरा शुभा।
दिग्वासाः कालिका तद्वद्रासभस्था कपालिनी ॥
]

`verse 38 [
सुरक्तपुष्पाभरणा वर्धनी ध्वजसंयुता।
विनायकञ्च कुर्वीत मातॄणामन्तिके सदा ॥
]

`verse 39 [
वीरेश्वरश्च भगवान् वृषारूढो जटाधरः।
वीणाहस्तत्रिशूली च मातॄणामग्रतो भवेत् ॥
]

`verse 40 [
श्रियं देवीं प्रवक्ष्यामि नवे वयसि संस्थिताम्।
सुयौवनां पीतगण्डां रक्तोष्ठीं कुञ्चितभ्रुवम् ॥
]

`verse 41 [
पीनोन्नतस्तनतटां मणिकुण्डलधारिणीम्।
सुमण्डलं मुखं तस्याः शिरः सीमन्तभूषणम् ॥
]

`verse 42 [
पद्मस्वस्तिकशङ्खैर्वा भूषितां कुण्डलालकैः।
कञ्चुकाबद्धगात्रौ च हारभूषौ पयोधरौ ॥
]

`verse 43 [
नागहस्तोपमौ बाहू केयूरकटकोज्ज्वलौ।
पद्मं हस्ते प्रदातव्यं श्रीफलं दक्षिणे भुजे ॥
]

`verse 44 [
मेखलाभरणं तद्वत्तप्तकाञ्चनसप्रभाम्।
नानाभरणसम्पन्नां शोभनाम्वरधारिणीम् ॥
]

`verse 45 [
पार्श्वे तस्याः स्त्रियः कार्य्या श्चामरव्यग्रपाणयः।
पद्मासनोपविष्टा तु पद्मसिंहासनम्थिता ॥
]

`verse 46 [
करिभ्यां स्नाप्यमानासौ भृङ्गराभ्यामनेकशः।
प्रक्षालयन्तौ करिणौ भृङ्गाराभ्यां तथापरौ ॥
]

`verse 47 [
स्तूयमाना च लोकेशैस्तथा गन्धर्वगुह्यकैः।
तथैव यक्षिणी कार्या सिद्धासुरनिषेविता ॥
]

`verse 48 [
पार्श्वयोः कलशौ तस्यास्तोरणे देवदानवाः।
नागाश्चैव तु कर्तव्याः खड्गखेटकधारिणः ॥
]

`verse 49 [
अधस्तात्प्रकृतिस्तेषां नाभेरूर्ध्वन्तु पौरुषी।
फणाश्च मूर्ध्नि कर्तव्याद्विजिह्वा बहवः समाः ॥
]

`verse 50 [
पिशाचा राक्षसाश्चैव भूतवेतालजातयः।
निर्मांसाश्चैव ते सर्वे रौद्रा विकृतरूपिणः ॥
]

`verse 51 [
क्षेत्रपालश्च कर्तव्यो जटिलो विकृताननः।
दिग्वासा जटिलस्वद्वच्छ्वागोमायु निषेवितः ॥
]

`verse 52 [
कपालं वामहस्ते तु शिरः केशैः समावृतम्।
दक्षिणे शक्तिकां दद्यादसुरक्षयकारिणीम् ॥
]

`verse 53 [
अथातः सम्प्रवक्ष्यामि द्विभुजं कुसुमायुधम्।
पार्श्वे चाश्वमुखं तस्य मकरध्वजसंयुतम् ॥
]

`verse 54 [
दक्षिणे पुष्पबाणञ्च वामे पुष्पमयं धनुः।
प्रीतिः स्याद्दक्षिणे तस्य भोजनोपस्करान्विता ॥
]

`verse 55 [
रतिश्च वामपार्श्वेतु शयनं सारसान्वितम्।
पटश्च पटहश्चैव खरः कामातुरस्तथा ॥
]

`verse 56 [
पार्श्वतो जलवापी च वनं नन्दनमेव च।
सुशोभनश्च कर्तव्यो भगवान् कुसुमायुधः ॥
]

`verse 57 [
संस्थानमीषद्वक्त्रं स्याद्विस्मितवक्त्रकम् ।
एतदुद्देशतः प्रोक्तं प्रतिमालक्षणं मया।
विस्तरेण न शक्नोति बृहस्पतिरपि द्विजाः ! ॥
]
