`speaker [
ऋषय ऊचुः
]

`verse 1 [
देवतानामथैतासां प्रतिष्ठाविधिमुत्तमम्।
वद सूत! यथान्यायं सर्वेषामप्यशेषतः ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
अथातः संप्रवक्ष्यामि प्रतिष्ठा विधिमुत्तमम्।
कुण्डमण्डपवेदीनां प्रमाणञ्च यथाक्रमम् ॥
]

`verse 3 [
चैत्रे वा फाल्गुने वापि ज्येष्ठे वा माधवे तथा।
माघे वा सर्वदेवानां प्रतिष्ठा शुभदा भवेत् ॥
]

`verse 4 [
प्राप्य पक्षं शुभं शुक्लमतीते दक्षिणायने।
पञ्चमी च द्वितीया च तृतीया सप्तमी तथा ॥
]

`verse 5 [
दशणी पौर्णमासी च तथा श्रेष्ठा त्रयोदशी।
आसु प्रतिष्ठा विधिवत् कृत्वा बहुफला लभेत् ॥
]

`verse 6 [
आषाढे द्वे तथा मूलमुत्तराद्वयमेव च।
ज्येष्ठा श्रवणरोहिण्यः पूर्वाभाद्रपदा तथा ॥
]

`verse 7 [
हस्ताश्विनी रेवती च पुष्यो मृगशिरस्तथा।
अनुराधा तथा स्वाती प्रतिष्ठादिषु शस्यते ॥
]

`verse 8 [
बुधो बृहस्पतिः शुक्रस्त्रयोऽप्येते शुभग्रहाः।
एभिर्निरीक्षितं लग्नं नक्षत्रञ्च प्रशस्यते ॥
]

`verse 9 [
ग्रहताराबलं लब्ध्वा ग्रहपूजां विधाय च।
निमित्तं शकुनं लब्ध्वा वर्जयित्वाद्भुतादिकम् ॥
]

`verse 10 [
शुभयोगे शुभस्थाने क्रूरग्रहविवर्जिते।
लग्ने ऋक्षे प्रकुर्वीत प्रतिष्ठादिकमुत्तमम् ॥
]

`verse 11 [
अयने विषुवे तद्वत् षड़शीतिमुखे तथा।
एतेषु स्थापनं कार्यं विधिदृष्टेन कर्मणा ॥
]

`verse 12 [
प्राजापत्ये तु शयनं श्वेते तूत्थापनं तथा।
मुहूर्ते स्थापनं कुर्यात् पुनर्बाह्ये विचक्षणः ॥
]

`verse 13 [
प्रासादस्योत्तरेवापि पूर्वे वा मण्डपो भवेत्।
हस्तान् षोड़शकुर्वीत दशद्वादश वा पुनः ॥
]

`verse 14 [
मध्ये वेदिकया युक्तः परिक्षिप्तः समन्ततः।
पञ्चसप्तापि चतुरः करान् कुर्वीत वेदिकाम् ॥
]

`verse 15 [
चतुर्भिस्तोरणैर्युक्तो मण्डपः स्याच्चतुर्मुखः।
प्लक्षद्वारं भवेत्पूर्वं याम्ये चौदुम्बरं भवेत् ॥
]

`verse 16 [
पश्चादश्वत्थघटितं न्यग्रोधं च तथोत्तरे।
भूमौ हस्तप्रविष्टानि चतुर्हस्तानि चोच्छ्रये ॥
]

`verse 17 [
सूपलिप्तं तथा श्लक्ष्णं भूतलं स्यात् सुशोभनम्।
वस्त्रैर्नानाविधैस्तद्वत् पुष्पपल्लवशोभितम् ॥
]

`verse 18 [
कृत्वैवं मण्डपं पूर्वं चतुर्द्वारेषु विन्यसेत्।
अव्रणान् कलशानष्टौ ज्वलत्काञ्चनगर्भितान् ॥
]

`verse 19 [
चूतपल्लवसच्छन्नान् सितवस्त्रयुगान्वितान्।
सर्वौषधिफलोपेतान् चन्दनोदकपूरितान् ॥
]

`verse 20 [
एवं निवेश्य तद्गर्भे गन्धधूपार्चनादिभिः।
ध्वजादिरोहणं कार्यं मण्डपस्य समन्ततः ॥
]

`verse 21 [
ध्वजांश्च लोकपालानां सर्वदिक्षु निवेशयेत्।
पताका जलदाकारा मध्ये स्यान्मण्डपस्य तु ॥
]

`verse 22 [
गन्धधूपादिकं कुर्यात् स्वैस्वैर्मन्त्रैरनुक्रमात्।
बलिञ्चलोकपालेभ्यः स्वमन्त्रेण निवेदयेत् ॥
]

`verse 23 [
ऊर्ध्वन्तु ब्रह्मणो देयं त्वधस्ताच्छेषवासुकेः।
संहितायान्तु ये मन्त्रा तद्दैवत्याः श्रुतौ स्मृताः ॥
]

`verse 24 [
तैः पूजा लोकपालानां कर्तव्या च समन्ततः।
त्रिरात्रमेकरात्रं वा पञ्चरात्रमथापि वा ॥
]

`verse 25 [
अथवा सप्तरात्रन्तु कार्यं स्यादधिवासनम्।
एवं सतोरणं कृत्वा अधिवासनमुत्तमम्॥
]

`verse 26 [
तस्याप्युत्तरतः कुर्यात् स्नानमण्डपमुत्तमम्।
तदर्धेन त्रिभागेन चतुर्भागेन वा पुनः ॥
]

`verse 27 [
आनीय लिङ्गमर्च्चां वा शिल्पिनः पूजयेद् बुधः।
वस्त्राभरणरत्नैश्च येऽपि तत्परिचारकाः ॥
]

`verse 28 [
क्षमध्वमितितान् ब्रूयाद् यजमानोऽप्यतः परम्।
देवं प्रस्तरणे कृत्वा नेत्रज्योतिः प्रकल्पयेत् ॥
]

`verse 29 [
अक्ष्णोरुद्धरणं वक्ष्ये लिङ्गस्यापि समासतः।
सर्वतस्तु बलिं दद्यात् सिद्धार्थघृतपायसैः ॥
]

`verse 30 [
शक्लपुष्पैरलङ्कृत्य घृतगुग्गुलधूपितम्।
विप्राणाञ्चार्चनं कुर्य्याद्दद्याच्छक्त्या च दक्षिणाम्॥
]

`verse 31 [
गां महीं कनकञ्चैव स्थापकाय निवेदयेत्।
लक्षणं कारयेद् भक्त्या मन्त्रेणानेन वै द्विजः ॥
]

`verse 32 [
ॐ नमो भगवते तुभ्यं शिवाय परमात्मने।
हिरण्यरेतसे विष्णो विश्वरूपाय ते नमः ॥
]

`verse 33 [
मन्त्रोऽयं सर्वदेवानां नेत्रज्योतिष्वपि स्मृतः।
एवमामन्त्र्य देवेशं काञ्चनेन विलेखयेत् ॥
]

`verse 34 [
मङ्गल्यानि च वाद्यानि ब्रह्मघोषं सगीतकम्।
वृद्ध्यर्थं कारयेद् विद्वान् अमङ्गल्यविनाशनम् ॥
]

`verse 35 [
लक्षणोद्धरणं वक्ष्ये लिङ्गस्य सुसमाहितः।
त्रिधा विभज्य पूज्यायां लक्षणं स्याद् विभाजकम् ॥
]

`verse 36 [
लेखा त्रयन्तु कर्तव्यं यवाष्टान्तरसंयुतम्।
न स्थूलं न कृशं तद्वन्न वक्त्त्रं छेदवर्जितम् ॥
]

`verse 37 [
निम्नं यवप्रमाणेन ज्येष्ठलिङ्गस्य कारयेत्।
सूक्ष्मास्ततस्तु कर्तव्या यथा मध्यमके न्यसेत् ॥
]

`verse 38 [
अष्टभक्तं ततः कृत्वा त्यक्त्वा भागत्रयं बुधः।
लम्बयेत् सप्तरेखास्तु पार्श्वयोरुभयोः समाः ॥
]

`verse 39 [
तावत् प्रलम्बयेद्विद्वान् यावद्भागचतुष्टयम्।
भ्राम्यते पञ्चभागोर्ध्वं कारयेत्सङ्गमन्ततः ॥
]

`verse 40 [
रेखयोः सङ्गमे तद्वत् पृष्ठे भागद्वयं भवेत्।
एवमेतत् समाख्यातं समासाल्लक्षणं मया ॥
]
