`speaker [
सूत उवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि मूर्तिपानान्तु लक्षणम्।
स्थापकस्य समासेन लक्षणं श्रुणुत द्विजाः ! ॥
]

`verse 2 [
सर्वावयवसम्पूर्णो वेदमन्त्रविशारदः।
पुराणवेत्ता तत्वज्ञो दम्भलोभविवर्जितः ॥
]

`verse 3 [
कृष्णसारमये देशे उत्पन्नश्च शुभाकृतिः।
शौचाचारपरो नित्यं पाषण्डकुलनिस्पृहः ॥
]

`verse 4 [
समः शत्रौ च मित्रे च ब्रह्मोपेन्द्रहरप्रियः।
ऊहापोहार्थतत्वज्ञो वास्तुशास्त्रस्य पारगः ॥
]

`verse 5 [
आचार्य्यस्तु भवेन्नित्यं सर्वदोषविवर्जितः।
मूर्तिपास्तु द्विजाश्चैव कुलीना ऋजवस्तथा ॥
]

`verse 6 [
द्वात्रिंशत् षोडशाथापि अष्टौ वा श्रुतिपारगाः।
ज्येष्ठमध्यकनिष्ठेषु मूर्तिपावः प्रकीर्तिता ॥
]

`verse 7 [
ततो लिङ्गमथार्चां वा नीत्वा स्नपनमण्डपम्।
नीतमङ्गलशब्देन स्नपनं तत्र कारयेत् ॥
]

`verse 8 [
पञ्चगव्यकषायेण मृद्भिर्भस्मोदकेन वा।
शौचं तत्र प्रकुर्वीत वेदमन्त्र चतुष्टयात् ॥
]

`verse 9 [
समुद्रज्येष्ठमन्त्रेण आपोदिव्येति चापरः।
यासां राजेतिमन्त्रस्तु आपोहिष्ठेति चापरः ॥
]

`verse 10 [
एवं स्नाप्य ततो देवं पूज्य गन्धानुलेपनैः।
प्रच्छाद्य वस्त्रयुग्मेन अभिवस्त्रेत्युदाहृतम् ॥
]

`verse 11 [
उत्थापयेत्ततो देवमुत्तिष्ठ ब्रह्मणस्पते!।
अमूरुजेति च तथा रथे तिष्ठेति चापरः ॥
]

`verse 12 [
रथे ब्रह्मरते वापि धृतां शिल्पिगणेन तु।
आरोप्य च ततो विद्वानाकृष्णेन प्रवेशयेत् ॥
]

`verse 13 [
ततः प्रास्तीर्य्य शय्यायां स्थापयेच्छनकैर्बुधः।
कुशानास्तीर्य पुष्पाणि स्थापयेत् प्राङ्मुखं ततः ॥
]

`verse 14 [
ततस्तु निद्राकलशं वस्त्रकाञ्चन-संयतम्।
शिरोभागेतु देवस्य जपन्नेवं निधापयेत् ॥
]

`verse 15 [
आपोदेवीति मन्त्रेण आपोऽस्मान् मातरोऽपि च।
ततो दुकूलपट्टैश्चाच्छाद्य नेत्रोपधानकम् ॥
]

`verse 16 [
दद्यच्छिरसि देवस्य कौशेयं वा विचक्षणः।
मधुनासर्पिषाभ्यज्य पूज्यसिध्यार्थकैस्ततः ॥
]

`verse 17 [
आप्यायस्वेति मन्त्रेण याते रुद्रशिवेति च।
उपविश्यार्चयेद्देवं गन्धपुष्पैः समन्ततः ॥
]

`verse 18 [
सितं प्रतिसरं दद्यात् बार्हस्पत्येति मन्त्रतः।
दुकूलपट्टैः कार्पासैर्नानाचित्रै रथापि वा ॥
]

`verse 19 [
आच्छाद्य देवं सर्वत्र छत्रचामरदर्पणम्।
पार्श्वतः स्थापयेत्तत्र वितानं पुष्पसंयुतम् ॥
]

`verse 20 [
रत्नान्योषधयस्तत्र गृहोपकरणानि च।
भाजनानि विचित्राणि शयनान्यासनानि च ॥
]

`verse 21 [
अभित्वा शूरमन्त्रेण यथा विभवतो न्यसेत्।
क्षीरं क्षौद्रं घृतं तद्वत् भक्ष्यभोज्यान्य(न्न)पायसैः ॥
]

`verse 22 [
षड्विधैश्च रसैस्तद्वत् समन्तात् परिपूजयेत्।
बलिं दद्यात् प्रयत्नेन मन्त्रेणानेन भूरिशः ॥
]

`verse 23 [
त्र्यम्बकं यजामेह इति सर्वतः शनकैर्भुवि।
मूर्तिपान् स्थापयेत् पश्चात् सर्वदिक्षु विचक्षणः ॥
]

`verse 24 [
चतुरो द्वारपालांश्च द्वारेषु विनिवेशयेत्।
श्रीसूक्तं पावमानञ्च सोमसूक्तं सुमङ्गलम् ॥
]

`verse 25 [
तथा च शान्तिकाध्यायमिन्द्रसूक्तं तथैव च।
रक्षोघ्नञ्च तथा सूक्तं पूर्वतो बह्वृचो जपेत् ॥
]

`verse 26 [
रौद्रं पुरुषसूक्तञ्च श्लोकाध्यायं सशक्रियम्।
तथैव मण्डलाध्यायमध्वर्युर्दक्षिणे जपेत् ॥
]

`verse 27 [
वामदेवं बृहत्साम ज्येष्ठसाम रथन्तरम्।
तथा पुरुषसूक्तञ्च रुद्रसूक्तं सशान्तिकम् ॥
]

`verse 28 [
भारुण्डानि च सामानि च्छन्दोगः पश्चिमे जपेत्।
अथर्वोऽङ्गिरसं तद्वन्नीलं रौद्रं तथैव च॥
]

`verse 29 [
तथा पराजिता देवी सप्तसूक्तं सरौद्रकम्।
तथैव शान्तिकाध्यायमथर्वां चोत्तरे जपेत् ॥
]

`verse 30 [
शिरःस्थाने तु देवस्य स्थापको होममाचरेत्।
शान्तिकैः पौष्टिकैस्तद्वन् मन्त्रैर्व्याहृतिपूर्वकैः ॥
]

`verse 31 [
पलाशो दुम्बराश्वत्थ अपामार्गः शमी तथा।
हुत्वा सहस्रमेकैकं देवं पादे तु संस्पृशेत् ॥
]

`verse 32 [
ततो होमसहस्रेण हुत्वा हुत्वा ततस्ततः।
नाभिमध्यं तथा वक्षः शिरश्चाप्यालभेत् पुनः ॥
]

`verse 33 [
हस्तमात्रेषु कुण्डेषु मूर्तिपाः सर्वतो दिशम्।
समेखलेषु ते कुर्युर्योनिवक्त्रेषु चादरात् ॥
]

`verse 34 [
वितस्ति मात्रा योनिः स्यद् गजोष्ठसदृशी तथा।
आयताच्छिद्रसंयुक्ता पार्श्वतः कलयोच्छ्रिता ॥
]

`verse 35 [
कुण्डात् कलानुसारेण सर्वतश्चतुरङ्गुला।
विस्तारेणोच्छ्रयातद्वच्चतुरस्रा समा भवेत् ॥
]

`verse 36 [
वेदी भित्तिं परित्यज्य त्रयोदशभिरंगुलैः।
एवं नवसु कुण्डेषु लक्षणञ्चैव दृश्यते ॥
]

`verse 37 [
आग्नेय शाक्रयाम्येषु होतव्यमुदगाननैः।
शान्तयो लोकपालेभ्यो मूर्तिभ्यः क्रमशस्तथा ॥
]

`verse 38 [
तथा मूर्त्यधिदेवानां होमं कुर्यात् समाहितः।
वसुधा वसुरेता च यजमानो दिवाकरः ॥
]

`verse 39 [
जलं वायु स्तथा सोम आकाशश्चाष्टमः स्मृतः।
देवस्य मूर्तयस्त्वष्टा वेताः कुण्डेषु संस्मरेत् ॥
]

`verse 40 [
एतासामधिपान्वक्ष्ये पवित्रान् मूर्ति नामतः।
पृथ्वीं पाति सर्वश्च पशुपश्चाग्निमेव च ॥
]

`verse 41 [
यजमानं तथैवोग्रो रुद्रश्चादित्यमेव च।
भवो जलं सदा पाति वायुमीशान एव च ॥
]

`verse 42 [
महादेवस्तथा चन्द्र भीमश्चाकाशमेव च।
सर्वदेवप्रतिष्ठासु मूर्तिपा ह्येत एव च ॥
]

`verse 43 [
एतेभ्यो वैदिकैर्मन्त्रेर्यथास्वं होममाचरेत्।
तथा शान्तिघटं कुर्य्यात् प्रतिकुण्डेषु सन्न्यसेत् ॥
]

`verse 44 [
शतान्ते वा सहस्रान्ते सम्पूर्णाहुतिरिष्यते।
समपादः पृथिव्यान्तु प्रशान्तात्मा विनिक्षिपेत् ॥
]

`verse 45 [
आहुतीनान्तु सम्पातं पूर्णकुम्भेषु वै न्यसेत्।
मूलमध्योत्तमाङ्गेषु देवं तेनावसेचयेत् ॥
]

`verse 46 [
स्थितश्च स्नापयेत्तेन सम्पाताहुतिवारिणा।
प्रतियामेषु धूपन्तु नैवद्यञ्चदनोदकम् ॥
]

`verse 47 [
पुनः पुनः प्रकुर्वीत होमः कार्यः पुनः पुनः।
पुनः पुनश्च दातव्या यजमानेन दक्षिणा ॥
]

`verse 48 [
सितवस्त्रैश्च ते सर्वे पूजनीयाः समन्ततः।
विचित्रैर्हेमकटकैः हेमसूत्रांगुलीयकैः ॥
]

`verse 49 [
वासोभिः शयनीयैश्च परिधाप्याः स्वशक्तितः।
भोजनञ्चापि दातव्यं यावत् स्यादधिवासनम् ॥
]

`verse 50 [
बलिस्त्रिसन्ध्यं दातव्यो भूतेभ्यः सर्वतो दिशम्।
ब्राह्मणान् भोजयेत् पूर्वं शेषान् वर्णांस्तु कामतः ॥
]

`verse 51 [
रात्रौ महोत्सवः कार्यो नृत्यगीतकमङ्गलैः।
सदा पूज्याः प्रयत्नेन चतुर्थी कर्म यावता ॥
]

`verse 52 [
त्रिरात्रमेकरात्रं वा पञ्चरात्रमथापि वा।
सप्तरात्रमथो कुर्य्यात् क्वचित्सद्योऽधिवासनम्
सर्वयज्ञफलो यस्मादधिवासोत्सवः सदा ॥
]
