`speaker [
सूत उवाच
]

`verse 1 [
अथातः संप्रवक्ष्यामि देवस्नपनमुत्तमम्।
अर्घस्यापि समासेन श्रृणुत्वं विधिमुत्तमम् ॥
]

`verse 2 [
दध्यक्षतकुशाग्राणि क्षीरं दूर्वा तथा मधु।
यवाः सिद्धार्थकास्तद्वदष्टाङ्गोऽर्घः फलैः सह ॥
]

`verse 3 [
गजाश्वरथ्यावल्मीकवराहोत्खातमण्डलाम्।
अग्न्यागारात्तथा तीर्थाद् व्रजाद् गोमण्डलादपि ॥
]

`verse 4 [
कुम्भे तु मृत्तिकां दद्यादुद्धृतासीति मन्त्रवित्।
शन्नोदेवीत्यपां मन्त्रमापोहिष्ठेति वै तथा ॥
]

`verse 5 [
सावित्र्यादाय गोमूत्रं गन्धद्वारेति गोमयम्।
आप्यायस्वेति च क्षीरं दधिक्राव्णोति वै दधि ॥
]

`verse 6 [
तेजोसीति घृतं तद्वद्देवस्यत्वेति चोदकम्।
कुशमिश्रं क्षिपेद्विद्वान् पञ्चगव्यं भवेत्ततः ॥
]

`verse 7 [
स्नाप्याथ पञ्चगव्येन दघ्ना शुद्धेन वै ततः।
दधिक्राव्णोति मन्त्रेण स्नापयेद् रत्नवारिणा ॥
]

`verse 8 [
कुशाम्भसा ततः स्नानं देवस्यत्वेति कारयेत्।
फलोदकेन च स्नानमग्न आयाहि कारयेत् ॥
]

`verse 9 [
ततस्तु गन्धतोयेन सावित्र्या चाभिमन्त्रयेत्।
ततो घटसहस्रेण सहस्रार्द्धेन वा पुनः ॥
]

`verse 10 [
तस्याप्यर्धेन वा कुर्यात् सपादेन शतेन वा।
चतुः षष्ट्या ततोर्धेन तदर्धार्धेन वा पुनः ॥
]

`verse 11 [
चतुर्भिरथवा कुर्याद् धटानामल्पवित्तवान्।
सौवर्णै राजतैर्वापि ताम्रैर्वा रीतिकोद्भवैः ॥
]

`verse 12 [
कांस्यैर्वा पार्थिवैर्वापि स्नपनं शक्तितो भवेत्।
सहदेवी वचाव्याघ्री बला चातिबला तथा ॥
]

`verse 13 [
शङ्खपुष्पी तथा सिंही ह्यष्टमी च सुवर्चला।
महौषध्यष्टकं ह्येतत् महास्नानेषु योजयेत् ॥
]

`verse 14 [
यवगोधूमनीवार तिलश्यामाकशालयः।
प्रियङ्गवो व्रीहयश्च स्नानेषु परिकल्पिताः ॥
]

`verse 15 [
स्वस्तिकं पद्मकं शङ्खमुत्पलं कमलं तथा।
श्रीवत्सं दर्पणन्तद्वन्नन्द्यावर्तमथाष्टकम् ॥
]

`verse 16 [
एतानि गोमयैः कुर्य्यान् मृदा च शुभया ततः।
पञ्चवर्णादिकं तद्वत् पञ्चवर्णं रजस्तथा ॥
]

`verse 17 [
दूर्वा कृष्णतिलान् दद्यान्नीराजनविधिं ततः।
एवं नीराजनं कृत्वा दद्यादाचमनं बुधः ॥
]

`verse 18 [
मन्दाकिन्यास्तु यद्वारि सर्वपापापहं शुभम्।
ततो वस्त्रयुगं दद्यात् मन्त्रेणानेन यत्नतः ॥
]

`verse 19 [
देवसूत्रसमायुक्ते यज्ञदानसमन्विते।
सर्ववर्णे शुभे देव वाससी ते विनिर्मिते ॥
]

`verse 20 [
ततस्तु चन्दनं दद्यात् समं कर्पूरकुङ्कुमैः।
इममुच्चारयेन्मन्त्रं दर्भपाणिः प्रयत्नतः ॥
]

`verse 21 [
शरीरन्ते न जानामि चेष्टां नैव च नैव च।
मया निवेदितान् गन्धान् प्रतिगृह्य विलिप्यताम् ॥
]

`verse 22 [
चत्वारिंशत्ततो दीपान् दद्याच्चैव प्रदक्षिणान्।
त्वं सूर्यचन्द्रज्योतींषि विद्युदग्निस्तथैव च ॥
]

`verse 23 [
त्वमेव सर्वज्योतींषि दीपोऽयं प्रतिगृह्यताम्।
ततस्त्वनेन मन्त्रेण धूपं दद्याद्विचक्षणः ॥
]

`verse 24 [
वनस्पतिरसो दिव्यो गन्धाढ्यो गन्ध उत्तमः।
मया निवेदितो भक्त्या धूपोऽयं प्रतिगृह्यताम् ॥
]

`verse 25 [
ततस्त्वाभरणं दद्यान् महाभूषाय ते नमः।
अनेन विधिना कृत्वा सप्तरात्रं महोत्सवम् ॥
]

`verse 26 [
देवकुम्भैस्ततः कुर्याद् यजमानोऽभिषेचनम्।
चतुर्भिरष्टभिर्वापि द्वाभ्यामेकेन वा पुनः ॥
]

`verse 27 [
स पञ्चरत्नकलशैः सितवस्त्राभिवेष्टितैः।
देवस्यत्वेति मन्त्रेण साम्ना चाथर्वणेन च ॥
]

`verse 28 [
अभिषेके च ये मन्त्रा नवग्रहमखे स्मृताः।
सिताम्बरधरः स्नात्वा देवान् संपूज्य यत्नतः ॥
]

`verse 29 [
स्थापकं पूजयेद् भक्त्या वस्त्रालङ्कारभूषणैः।
यज्ञभाण्डानि सर्वाणि मण्डपोपस्करादिकम् ॥
]

`verse 30 [
यच्चान्यदपि तद् गेहे तदाचार्याय दापयेत्।
सुप्रसन्ने गुरौ यस्मात्तुष्यन्ते सर्वदेवताः ॥
]

`verse 31 [
नैतद्विशीलेन च दाम्भिकेन न लिङ्गिना स्थापनमत्र कार्यम्।
विप्रेण कार्यं श्रुतिपारगेण गृहस्थधर्माभि रतेन नित्यम् ॥
]

`verse 32 [
पाखण्डिनं यस्तु करोति भक्त्या विहाय विप्रान् श्रुतिधर्मयुक्तान्।
गुरुं प्रतिष्ठादिषु तत्र नूनं कुलक्षयः स्यादचिरादपूज्यः ॥
]

`verse 33 [
स्थानं पिशाचैः परिगृह्यते वा अपूज्यतां यात्यचिरेण शोकः।
विप्रैः कृतं यच्छुभदं कुले स्यात् प्रपूज्यतां याति चिरञ्च कालम् ॥
]
