`speaker [
ऋषय ऊचुः
]

`verse 1 [
प्रासादाः कीदृशाः सूत! कर्तव्या भूतिमिच्छता।
प्रमाणं लक्षणं तद्वत् वद विस्तरतोऽधुना ॥
]

`speaker [
सूत उवाच
]

`verse 2 [
अथातः संप्रवक्ष्यामि प्रासाद विधि निर्णयम्।
वास्तौ परीक्षिते सम्यग् वास्तु देह विचक्षणः ॥
]

`verse 3 [
वास्तूपशमनं कुर्यात् समिद्भिर्बलिकर्मणा।
जीर्णोद्धारे ततोद्याने तथा गृहनिवेशने॥
]

`verse 4 [
नव प्रासादभवने प्रासाद परिवर्तने।
द्वाराभिवर्तने तद्वत्प्रासादेषु गृहेषु च ॥
]

`verse 5 [
वास्तूपशमनं कुर्यात् पूर्वमेव विचक्षणः।
एकाशीतिपदं लिख्य वास्तु मध्ये च पृष्ठतः ॥
]

`verse 6 [
होमस्त्रिमेखले कार्यः कुण्डे हस्तप्रमाणके।
यवैः कृष्णतिलैस्तद्वत् समिद्भिः क्षीरवृक्षकैः ॥
]

`verse 7 [
पालाशैः खादिरैश्चापि मधुसर्पिसमन्वितैः ।
कुशदूर्वामयैर्वापि मधुसर्पिसमन्वितैः ॥
]

`verse 8 [
कार्यस्तु पञ्चभिर्बिल्वैः बिल्व-बीजैरथापि वा।
होमान्ते भक्ष्यभोज्यैस्तु वास्तुदेशे बलिं हरेत् ॥
]

`verse 9 [
तद्वद् विशेष नैवेद्यमेवं दद्यात् क्रमेण तु।
ईशकोणे घृतान्नन्तु शिखिने विनिवेदयेत् ॥
]

`verse 10 [
ओदनं सफलं दद्यात् पर्जन्याय घृतान्वितम्।
जयाय च ध्वजान् प्रीतान् पैष्टं कूर्मञ्च सन्न्यसेत् ॥
]

`verse 11 [
इन्द्राय पञ्चरत्नानि पैष्टञ्च कुलिशं तथा।
वितानकञ्च सूर्याय धूम्रं सक्तुं तथैव च ॥
]

`verse 12 [
सत्याय घृतगोधूमं मत्स्यं दद्याद् भृशाय च।
शष्कुलीश्चान्तरिक्षाय दद्यात् सक्तुंश्च वायवे ॥
]

`verse 13 [
लाजाः पूष्णे तु दातव्याः वितथे चणकौदकम्।
गृहक्षतायमध्वन्नं यमाय पिशितौदनम् ॥
]

`verse 14 [
गन्धौदनञ्च गन्धर्वे भृङ्गराजस्य भृंगिकाम्।
मृगाय यावकं दद्यात्पितृभ्यः कृसरामता ॥
]

`verse 15 [
दौवारिके दन्तकाष्ठं पैष्टं कृष्णबलिं तथा।
सुग्रीवे पुष्पकं दद्यात् पुष्पदन्ताय पायसम् ॥
]

`verse 16 [
कुशस्तम्बेन संयुक्तं तथा पद्मञ्च वारुणम्।
पिष्टं हिरण्मयं दद्यादासुराय सुरा मता ॥
]

`verse 17 [
घृतौदनञ्च शोषाय यवान्नं पापयक्ष्मणे।
घृतलड्डुकांस्तु रोगाय नागे पुष्पफलानि तु ॥
]

`verse 18 [
सर्पिर्मुख्याय दातव्यं मुद्गौदनमतः परम्।
भल्लाटस्थानके दद्यात् सोमायघृतपायसम् ॥
]

`verse 19 [
भगाय शालिकं पिष्टमदित्यै पोलिकास्तथा।
दित्यैतु पूरिका दद्यादित्येवं बाह्यतो बलिः ॥
]

`verse 20 [
क्षीरं यमाय दातव्यमापवत्साय वै दधि।
सावित्रे लड्डुकान् दद्यात् समरीचं कुशौदनम् ॥
]

`verse 21 [
सवितुर्गुड़पूपांस्तु जयाय घृतचन्दनम्।
विवस्वते पुनर्दद्याद् रक्तचन्दनपायसम् ॥
]

`verse 22 [
हरितालौदनं दद्यादिन्द्राय घृतसंयुतम्।
घृतौदनञ्च मित्राय रुद्राय घृतपायसम् ॥
]

`verse 23 [
आमं पक्वं तथा मांसं देयं स्याद्राजयक्ष्मणे।
पृथ्वीधराय मांसानि कूष्माण्डानि च दापयेत् ॥
]

`verse 24 [
शर्करा पायसं दद्यादर्यम्णे पुनरेव हि।
पञ्चगव्यं यवां श्चैव तिलाक्षतमयं चरुम् ॥
]

`verse 25 [
भक्ष्यं भोज्यञ्च विविधं ब्रह्मणे विनिवेदयेत्।
एवं सम्पूजिता देवाः शान्तिं कुर्वन्ति ते सदा ॥
]

`verse 26 [
सर्वेभ्यः काञ्चनं दद्याद् ब्रह्मणे गां पयस्विनीम्।
राक्षसीनां बलिर्देयो अपि यादृक् यथा श्रुणु ॥
]

`verse 27 [
मांसोदनं घृतं पद्म केसरं रुधिरान्वितम्।
ईशानभागमाश्रित्य चरक्यै विनिवेदयेत् ॥
]

`verse 28 [
मांसौदनञ्च रुधिरं हरिद्रौदनमेव च।
आग्नेयीं दिशमाश्रित्यं विदार्यै विनिवेदयेत् ॥
]

`verse 29 [
दध्योदनं स रुधिरमस्थिखण्डैश्च संयुतम्।
पीतरक्तं बलिं दद्यात् पूतनायै सरक्षसे ॥
]

`verse 30 [
वायव्यां पापराक्षस्यै मत्स्यमांसं सुरासवम्।
पायसञ्चापि दातव्यं स्वनाम्ना सर्वतः क्रमात् ॥
]

`verse 31 [
नमस्कारान्त युक्तेन प्रणवाद्येन संयुतः।
ततः सर्वौषधी-स्नानं यजमानस्य कारयेत् ॥
]

`verse 32 [
द्विजान् सुपुजयेद् भक्त्या ये चान्ये गृहमागताः।
एतद्वास्तूपशमनं कृत्वा कर्म समारभेत् ॥
]

`verse 33 [
प्रासादभवनोद्यान प्रारम्भे विनिवर्तने।
पुरुवेश्मप्रवेशेषु सर्वदोषापनुत्तये ॥
]

`verse 34 [
रक्षोघ्नपावमानेन सूक्तेन भवनादिकम्।
नृत्यमङ्गलवाद्येन कुर्य्यात् ब्राह्मणवाचनम् ॥
]

`verse 35 [
अनेन विधिना यस्तु प्रतिसम्वत्सरं बुधः।
गुहे वायतने कुर्य्यान्न स दुःखमवाप्नुयात् ॥
]

`verse 36 [
न च व्याधिभयं तस्य न च बन्धु धनक्षयः।
जीवेद्वर्षशतं स्वर्गे कल्पमेकञ्च तिष्ठति ॥
]
