`speaker [
ऋषय ऊचुः
]

`verse 1 [
पूरोर्वंशस्त्वया सूत! सभविष्यो निवेदितः।
सूर्य वंशे नृपाये तु भविष्यन्ति हि तान् वद ॥
]

`verse 2 [
तथैव यादवे वंशे राजानः कीर्तिवर्धनाः।
कलौ युगे भविष्यन्ति तानपीह वदस्व नः ॥
]

`verse 3 [
वंशान्ते ज्ञातयो याश्च राज्यं प्राप्स्यन्ति सुव्रताः।
ब्रूहि संक्षेपतस्तासां यथा भाव्यमनुक्रमात् ॥
]

`speaker [
सूत उवाच
]

`verse 4 [
बृहद् बलस्य दायादो वीरो राजा ह्युरुक्षयः।
उरुक्षयसुतश्चापि वत्स द्रोहो महायशाः ॥
]

`verse 5 [
वत्सद्रोहात् प्रतिव्योमस्तस्य पुत्रो दिवाकरः।
तस्यैव मध्यदेशे तु अयोध्या नगरी शुभा ॥
]

`verse 6 [
दिवाकरस्य भविता सहदेवो महायशाः।
सहदेवाच्च भविता ध्रुवाश्वो वै महामनाः ॥
]

`verse 7 [
तस्य भाव्यो महाभागः प्रतीपाश्वश्च तत्सुतः।
प्रतीपाश्वसुतश्चापि सुप्रतीपो भविष्यति ॥
]

`verse 8 [
मरुदेवः सुतस्तस्य सुनक्षत्रस्ततोऽभवत्।
किन्नराश्वः सुनक्षत्राद् भविष्यति परन्तपः ॥
]

`verse 9 [
किन्नराश्वादन्तरिक्षो भविष्यति महामनाः ।
सुषेणश्चान्तरिक्षाच्च सुमित्रश्चाप्यमित्रजित् ॥
]

`verse 10 [
सुमित्रजो बृहद्राजः बृहद्राजस्य वीर्यवान् ।
पुत्र कृतञ्जयो नाम धार्मिकश्च भविष्यति ॥
]

`verse 11 [
कृतञ्जयसुतो विद्वान् भविष्यति रणे जयः।
भविता सञ्जयश्चापि वीरो राजा रणे जयात् ॥
]

`verse 12 [
सञ्जयस्य सुतः शाक्यः शाक्याच्छुद्धौदनो नृपः।
शुद्धौदनस्य भविता सिद्धार्थः पुष्कलः सुतः ॥
]

`verse 13 [
प्रसेनजित् ततो भाव्यः क्षुद्रको भविता ततः।
क्षुद्रकात् कुलको भाव्यः कुलकात् सुरथः स्मृतः ॥
]

`verse 14 [
सुमित्रसुरथाज्जातो अन्यस्तु भविता नृपः।
एतेचैक्ष्वाकवः प्रोक्ता भविष्या ये कलौ युगे ॥
]

`verse 15 [
बृहद्वलान्ववाये तु भविष्याः कुलवर्द्धनाः।
अत्रानुवंशश्लोकोऽयं विप्रैर्गीतः पुरातनैः ॥
]

`verse 16 [
इक्ष्वाकूणामयं वंशः सुमित्रान्तो भविष्यति।
सुमित्रं प्राप्य राजानं संस्थां प्राप्स्यति वै कलौ ॥
]

`verse 17 [
इत्येवं मानवो वंशः प्रागेव समुदाहृतः।
अत ऊर्ध्वं प्रवक्ष्यामि मागधा ये बृहद्रथाः ॥
]

`verse 18 [
पूर्वेण ये जरासन्धात् सहदेवान्वये नृपाः।
अतीता वर्त्तमानाश्च भविष्यांश्च निबोधत ॥
]

`verse 19 [
संग्रामे भारते वृत्ते सहदेवे निपातिते।
सोमाधिस्तस्य दायादो राजाऽभूत् सगिरिव्रजे ॥
]

`verse 20 [
पञ्चाशतं तताष्टौ च समा राज्यमकारयत्।
श्रुतश्रवाः चतुःषष्टिं समास्तस्यान्वयेऽभवत् ॥
]

`verse 21 [
अप्रतीपी च षट्त्रिंशत् समा राज्यमकारयत्।
चत्वारिंशत् समास्तस्य निरमित्रो दिवङ्गतः ॥
]

`verse 22 [
पञ्चाशतं समाः षट् च सुरक्षः प्राप्तवान् महीम्।
बृहत् कर्मा त्रयोविंशदब्दं राज्यमकारयत् ॥
]

`verse 23 [
सेनाजित् सम्प्रयातश्च भुक्त्वा पञ्चशतं महीम्।
श्रुतञ्जयस्तु वर्षाणि चत्वारिंशद् भविष्यति ॥
]

`verse 24 [
अष्टाविंशति वर्षाणि महीं प्राप्स्यति वै विभुः।
अष्टपञ्चाशतं षट् च राज्ये स्थास्यति वै शुचिः ॥
]

`verse 25 [
अष्टाविंशत् समा राजा क्षेमो भोक्ष्यति वै महीम्।
अनुव्रतश्चतुःषष्टि राज्यं प्राप्स्यति वीर्यवान् ॥
]

`verse 26 [
पञ्चत्रिंशतिवर्षाणि सुनेत्रो भोक्ष्यते महीम्।
भोक्ष्यते निर्वृतिश्चेमामष्टपञ्चाशतं समाः ॥
]

`verse 27 [
अष्टाविंशत् समाराज्यं त्रिनेत्रो भोक्ष्यते ततः।
चत्वारिंशत्तथाष्टौ च द्युमत्सेनो भविष्यति ॥
]

`verse 28 [
त्रयस्त्रिंशत्तु वर्षाणि महीनेत्रः प्रकाश्यते।
द्वात्रिंशत्तु समा राजा ह्यचलस्तु भविष्यति ॥
]

`verse 29 [
रिपुञ्जयस्तु वर्षाणि पञ्चाशत् प्राप्स्यते महीम्।
द्वात्रिंशति नृपाह्येते भवितारो बृहद्रथाः ॥
]

`verse 30 [
पूर्णं वर्षसहस्रन्तु तेषां राज्यं भविष्यति।
जयतां क्षत्रियाणाञ्च बालकः पुलको भवेत् ॥
]
