`speaker [
सूत उवाच
]

`verse 1 [
बृहद्रथेष्वतीतेषु वीतिहोत्रेष्ववन्तिषु।
पुलकः स्वामिनं हत्वा स्वपुत्रमभिषेक्ष्यति ॥
]

`verse 2 [
मिषतां क्षत्रियाणाञ्च बालकः पुलकोद्भवः।
स वै प्रणतसामन्तो भविष्यो न च धर्मतः ॥
]

`verse 3 [
त्रयोविंशत् समाराजा भविता स नरोत्तमः।
अष्टाविंशतिवर्षाणि पालको भविता नृपः ॥
]

`verse 4 [
विशाखयूपो भविता त्रिपञ्चाशत्तता समाः।
एकविंशत्समा राजा सूर्यकस्तु भविष्यति ॥
]

`verse 5 [
वाराणस्यां सुतं स्थाप्य श्रयिष्यति गिरिव्रजम्।
शिशुनाकस्तु वर्षाणि चत्वारिंशद्भविष्यति ॥
]

`verse 6 [
काकवर्णः सुतस्तस्य षड्विंशत् प्राप्स्यते महीम् ।
षट्त्रिंशच्चैव वर्षाणि क्षेमधोमा भविष्यति ॥
]

`verse 7 [
चतुर्विंशत्समाः सोऽपि क्षेमजित्प्राप्स्यते महीम् ।
अष्टाविंशति वर्षाणि विन्ध्यसेनो भविष्यति ॥
]

`verse 8 [
भविष्यति समाराजा नवकाण्वायनो नृपः।
भूमिमित्रः सुतस्तस्य चतुर्दश भविष्यति ॥
]

`verse 9 [
अजातशत्रुर्भविता सप्तविंशत् समानृपः।
चतुर्विंशत्समा राजा वंशकस्तु भविष्यति ॥
]

`verse 10 [
उदासी भविता तस्मात्त्रयस्त्रिंशत्समानृपः।
चत्वारिंशत्समाभाव्यो राजा वै नन्दिवर्द्धनः ॥
]

`verse 11 [
चत्वारिंशत्त्रयश्चैव महानन्दी भविष्यति।
इत्येते भवितारो वै दश द्वौ शिशुनाकजाः ॥
]

`verse 12 [
शतानि त्रीणिपूर्णानि षष्टिवर्षाधिकानि तु।
शिशुनाका भविष्यन्ति राजानः क्षत्रबन्धवः ॥
]

`verse 13 [
एतैः सार्द्धं भविष्यन्ति यावत्कलिनृपाः परे।
तुल्यकालं भविष्यन्ति सर्वे ह्येते महीक्षितः ॥
]

`verse 14 [
चतुर्विंशत्तथैक्ष्वाकाः पाञ्चालाः सप्तविशतिः।
काशेयास्तु चतुर्विंशदष्टाविंशत्तु हैहयाः ॥
]

`verse 15 [
कलिङ्गाश्चैव द्वात्रिंशदश्मकाः पञ्चविंशतिः।
कुरुवश्चापि षट्विंशदष्टाविंशस्तु मैथिलाः ॥
]

`verse 16 [
शूरसेनास्त्रयोविंशद्वीतिहोत्राश्च विशतिः।
एते सर्वे भविष्यन्ति एककालं महीक्षितः ॥
]

`verse 17 [
महानन्दिसुतश्चापि शूद्रायां कलिकांशजः।
उत्पत्स्यते महापद्मः सर्वक्षत्रान्तको नृपः ॥
]

`verse 18 [
ततः प्रभृति राजानो भविष्याः शूद्रयोनयः।
एकराट् स महापद्मो एकच्छत्रो भविष्यति ॥
]

`verse 19 [
अष्टाशीति तु वर्षाणि पृथिव्याञ्च भविष्यति।
सर्वक्षत्रमथोत्साद्य भाविनार्थेन चोदितः ॥
]

`verse 20 [
सुकल्पादि सुताह्यष्टौ समाद्वादशते नृपाः।
महापद्मस्य पर्य्याये भविष्यन्ति नृपाः क्रमात् ॥
]

`verse 21 [
उद्धरिष्यति कौटिल्यः समैर्द्वादशभिः सुतान्।
भुक्त्वा महीं वर्षशतं ततो मौर्य्यान् गमिष्यति ॥
]

`verse 22 [
भविता शतधन्वा च तस्य पुत्रस्तु षट्समाः।
बृहद्रथस्तु वर्षाणि तस्य पुत्रश्च सप्ततिः ॥
]

`verse 23 [
षट्त्रिंशत्तु समाराजा भविता शक एव च।
सप्तानां दशवर्षाणि तस्य नप्ता भविष्यति ॥
]

`verse 24 [
राजा दशरथोऽष्टौ तु तस्य पुत्रो भविष्यति।
भविता नववर्षाणि तस्य पुत्रश्च सप्ततिः ॥
]

`verse 25 [
इत्येते दशमौर्य्यास्तु ये भोक्ष्यन्ति वसुन्धराम्।
सप्तत्रिंशच्छतं पूर्णं तेभ्यः शुङ्गन् गमिष्यति ॥
]

`verse 26 [
पुष्यमित्रस्तु सेनानीरुद्धृत्य स बृहद्रथान्।
कारयिष्यति वै राज्यं षट्त्रिंशति समानृपः ॥
]

`verse 27 [
भवितापि वसुज्येष्ठः सप्तवर्षाणि वै नृपः।
वसुमित्रस्तथा भाव्यो दशवर्षाणि वै ततः ॥
]

`verse 28 [
ततोऽन्तकः समिद्धेतु तस्य पुत्रो भविष्यति।
भविष्यति समस्तस्मात्त्रीण्येवं स पुलिन्दकः ॥
]

`verse 29 [
भविता वज्रमित्रस्तु समाराजा पुनर्भवः।
द्वात्रिंशत्तु समाभागः समाभागात्ततो नृपः ॥
]

`verse 30 [
भविष्यति सुतस्तस्य देवभूमिः समादश।
दशैते क्षुद्रराजानो भोक्ष्यन्तीमां वसुन्धराम् ॥
]

`verse 31 [
शतं पूर्णं शते द्वेच ततः शुङ्गान् गमिष्यति।
अमात्यो वसुदेवस्तु प्रसह्य ह्यवनीं नृपः ॥
]

`verse 32 [
देवभूमिमथोत्साद्य शौङ्गस्तु भविता नृपः।
भविष्यति समाराजा नवकाण्वायनो नृपः ।
]

`verse 33 [
भूमिमित्रः सुतस्तस्य चतुर्दश भविष्यति।
नारायणः सुतस्तस्य भविता द्वादशैव तु ॥
]

`verse 34 [
सुशर्मा तत्सुतश्चापि भविष्यति दशैव तु।
इत्येते शुङ्गभृत्यास्तु स्मृता काण्वायनानृपाः ॥
]

`verse 35 [
चत्वारिंशद्द्विजा ह्येते काण्वा बोक्ष्यन्ति वै महीम्।
चत्वारिंशत्पञ्च चैव भोक्ष्यन्तीमां वसुन्धराम् ॥
]

`verse 36 [
एते प्रणतसामन्ता भविष्या धार्मिकाश्च ये।
येषां पर्य्यायकाले तु भूमिरान्ध्रान् गमिष्यति ॥
]
