`speaker [
सूत उवाच
]

`verse 1 [
काण्वायनास्ततो भूपाः सुशर्माणः प्रसह्यताम्।
शुङ्गानाञ्चैव यच्छेषं क्षपित्वा तु बलीयसः ॥
]

`verse 2 [
शिशुकोन्ध्रः सजातीयः प्राप्स्यतीमां वसुन्धराम्।
त्रयोविंशत् समाराजा शिशुकस्तु भविष्यति ॥
]

`verse 3 [
श्रीमल्लकर्णिर्भविता तस्य पुत्रस्तु वै दश।
पूर्णोत्संगस्ततो राजा वर्षाण्यष्टादशैव तु ॥
]

`verse 4 [
पञ्चाशतं समाः षट्च शान्तकर्णिर्भविष्यति।
दशचाष्टौ च वर्षाणि तस्य लम्बोदरः सुतः ॥
]

`verse 5 [
आपीतको दशद्वे च तस्य पुत्रो भविष्यति।
दशचाष्टौ च वर्षाणि मेधस्वातिर्भविष्यति ॥
]

`verse 6 [
स्वातिश्च भविता राजा समास्त्वष्टादशैव तु।
स्कन्दस्वातिस्तथा राजा सप्तैव तु भविष्यति ॥
]

`verse 7 [
मृगेन्द्रस्वातिकर्णस्तु भविष्यति समास्त्रयः।
कुन्तलः स्वातिकर्णस्तु भविताष्टौ समानृपः ॥
]

`verse 8 [
एकसंवत्सरं राजा स्वातिवर्णो भविष्यति ॥
]

`verse 9 [
भविता रिक्तवर्णस्तु वर्षाणि पञ्चविंशति।
ततः संवत्सरान् पञ्च हालो राजा भविष्यति ॥
]

`verse 10 [
पञ्चमन्दुलको राजा भविष्यति समा नृप।
पुरीन्द्रसेनो भविता तस्मात् सौम्यो भविष्यति ॥
]

`verse 11 [
सुन्दरः सान्तिकर्णस्तु अब्दमेकं भविष्यति।
चकोरः स्वातिकर्णस्तु षण्मासान् वै भविष्यति ॥
]

`verse 12 [
अष्टाविंशति वर्षाणि शिवस्वातिर्भविष्यति।
राजा च गौतमी पुत्रो ह्येकविंशत्यतो नृपः ॥
]

`verse 13 [
अष्टाविंशतिसुतस्तस्य सुलोमा वै भविष्यति।
शिवश्रीर्वै सुलोमात्तु सप्तैव भविता नृपः ॥
]

`verse 14 [
शिवस्कन्ध शान्तिकर्णाद् भविता ह्यात्मजः समाः।
नवविंशति वर्षाणि यज्ञः श्री शान्तिकर्णिकः ॥
]

`verse 15 [
षड़ेव भविता तस्या द्विजयस्तु समस्ततः।
चण्डश्रीः शान्तिकर्णस्तु तस्य पुत्र समादश ॥
]

`verse 16 [
सुलोमा सप्तवर्षाणि अन्यस्तेषां भविष्यति।
एकोनविंशतिर्ह्येते आन्ध्रा भोक्ष्यन्ति वै महीम् ॥
]

`verse 17 [
तेषां वर्षशतानि स्युः चत्वारि षष्टिरेव च।
आन्ध्राणां संस्थिता राज्ये तेषां भृत्यान्वये नृपाः ॥
]

`verse 18 [
सप्तैवान्ध्रा भविष्यन्ति दशाभीरास्तथा नृपाः।
सप्तगर्दभिलाश्चापि शकाश्चाष्टादशैव तु ॥
]

`verse 19 [
यवनाष्टौ भविष्यन्ति तुषाराश्च चतुर्दश।
त्रयोदश गु(मु)रुंडाश्च हूणाह्येकोनविंशातिः ॥
]

`verse 20 [
यवनाष्टौ भविष्यन्ति सप्ताशीति महीमिमाम्।
सप्तगर्द्दभिलाभूयो भोक्ष्यन्तीमां वसुन्धराम् ॥
]

`verse 21 [
सप्तवर्षसहस्राणि तुषाराणां मही स्मृता।
शतानि त्रीण्यशीतिञ्च शतान्यष्टादशैव तु ॥
]

`verse 22 [
शतान्यर्द्धञ्चतुष्काणि भवितव्यास्त्रयोदश।
गु(मु)रुण्डा वृषलैः सार्धं भोक्ष्यन्ते म्लेच्छसम्भवाः ॥
]

`verse 23 [
शतानि त्रीणि भोक्ष्यन्ते वर्षाण्येकादशैव तु।
आन्ध्राः श्रीपार्व्वतीयाश्च ते द्विपञ्चाशतं समाः ॥
]

`verse 24 [
सप्तषष्टिस्तु वर्षाणि दशाभीरास्तथैव च।
तेषूत्सन्नेषु कालेन ततः किलकिलानृपाः ॥
]

`verse 25 [
भविष्यन्तीह यवना धर्मतः कामतोऽर्थतः।
तैर्विमिश्रा जनपदा आर्य्याम्लेच्छाश्च सर्वशः॥
]

`verse 26 [
विपर्ययेण वर्तन्ते क्षयमेष्यन्ति वै प्रजाः।
लुब्धानृतब्रुवाश्चैव भवितारो नृपास्तथा ॥
]

`verse 27 [
कल्किनानिहताः सर्वे आर्य्या म्लेच्छाश्च सर्वतः।
अधार्मिकाश्चयेऽप्यर्थं पाषण्डाश्चैव सर्वशः ॥
]

`verse 28 [
प्रणष्टे नृपवंशे तु सन्ध्या शिष्टे कलौ युगे।
किञ्चिच्छिष्टाः प्रजास्ता वै धर्मे नष्टेऽपरिग्रहाः ॥
]

`verse 29 [
असाधवो ह्यसत्वाश्च व्याधिशोकेन पीड़िताः।
अनावृष्टिहताश्चैव परस्पर वधेप्सवः ॥
]

`verse 30 [
अशरण्याः परित्रस्ताः सङ्कटं घोरमाश्रिताः।
सरित्पर्वतवासिन्यो भविष्यन्त्यखिलाः प्रजाः ॥
]

`verse 31 [
पत्रमूलफलाहाराः चीरपत्राजिनाम्बराः।
वृत्त्यर्थमभिलिप्सन्त्यः चरिष्यन्ति वसुन्धराम् ॥
]

`verse 32 [
एवं कष्टमनुप्राप्ताः प्रजाकाले युगान्तके।
निःशेषास्तु भविष्यन्ति सार्द्धं कलियुगेन तु ॥
]

`verse 33 [
क्षीणे कलियुगे तस्मिन् दिव्ये वर्षसहस्रके।
ससन्ध्यांशे सुनिः शेषे कृतं तु प्रतिपत्स्यते ॥
]

`verse 34 [
एवं वंशक्रमः कृत्स्नः कीर्तितो यो मया क्रमात्।
अतीता वर्त्तमानाश्च तथैवानागताश्च ये ॥
]

`verse 35 [
महापद्माभिषेकात्तु यावज्जन्मपरीक्षितः।
एवं वर्षसहस्रन्तु ज्ञेयं पञ्चाशदुत्तरम् ॥
]

`verse 36 [
पौलौमास्तु तथान्ध्रास्तु महापद्मान्तरे पुनः।
अनन्तरं शतान्यष्टौ षट्त्रिंशत्तु समास्तथा ॥
]

`verse 37 [
तावत्कालान्तरं भाव्यमान्ध्रान्तादापरीक्षितः।
भविष्येते प्रसङ्ख्याताः पुराणज्ञैः श्रुतर्षिभिः ॥
]

`verse 38 [
सप्तर्षयस्तदा प्रांशु प्रदीप्तेनाग्निना समाः।
सप्तविंशति भाव्यानां आन्ध्राणान्तु यदा पुनः ॥
]

`verse 39 [
सप्तर्षयस्तु वर्त्तन्ते यत्र नक्षत्रमण्डले।
सप्तर्षयस्तु तिष्ठन्ति पर्य्यायेण शतं शतम्॥
]

`verse 40 [
सप्तर्षीणामुपर्ये तत् स्मृतं वै दिव्यसंज्ञया।
समादिव्याः स्मृता षष्टिर्दिव्याब्दानि तु सप्तभिः ॥
]

`verse 41 [
एभिः प्रवर्तते कालो दिव्यः सप्तर्षिभिस्तु वै।
सप्तर्षीणाञ्च यौ पूर्वौ दृश्येते ह्युदितौ निशि ॥
]

`verse 42 [
तयोर्मध्ये तु नक्षत्रं दृश्यते यत्समं दिवि।
तेन सप्तर्षयो ज्ञेया युक्ता व्योम्नि शतं समाः ॥
]

`verse 43 [
नक्षत्राणामृषीणाञ्च योगस्यैतन्निदर्शनम्।
सप्तर्षयो मघायुक्ताः काले पारिक्षिते शतम् ॥
]

`verse 44 [
ब्राह्मणस्तु चतुर्विंशा भविष्यति शतं समाः।
ततः प्रभृत्ययं सर्वो लोको व्यापत्स्यते भृशम् ॥
]

`verse 45 [
अनृतोपहता लुब्धा धर्मतः कामतोऽर्थतः।
श्रौतस्मार्तेति शिथिले नष्टवर्णाश्रमे तथा ॥
]

`verse 46 [
सङ्करं दुर्बलात्मानः प्रतिपत्स्यन्ति मोहिताः।
ब्राह्मणाः शूद्रयोनिस्थाः शूद्रा वै मन्त्रयोनयः ॥
]

`verse 47 [
उपस्थास्यन्ति तान्विप्रास्तदर्थमभिलिप्सवः।
क्रमेणैव च दृश्यन्ते स्ववर्णान्तरदायकम् ॥
]

`verse 48 [
क्षयमेव गमिष्यन्ति क्षीणशेषा युगक्षये।
यस्मिन्कृष्णो दिवं यातस्तस्मिन्नेव तदाहनि ॥
]

`verse 49 [
प्रतिपन्नं कलियुगं प्रमाणं तस्य मे श्रृणु।
चतुः शतसहस्रन्तु वर्षाणां वै स्मृतं बुधैः ॥
]

`verse 50 [
चत्वार्यष्टसहस्राणि सङ्ख्यातं मानुषेण तु।
दिव्यं वर्षसहस्रन्तु तदा सङ्ख्या प्रवर्तते ॥
]

`verse 51 [
निःशेषेतु तदा तस्मिन् कृतं वै प्रतिपत्स्यते।
ऐलश्चेक्ष्वाकुवंशश्च सहदेवः प्रकीर्त्तिताः ॥
]

`verse 52 [
इक्ष्वाकोः संस्मृतं क्षत्रं सुमित्रान्तं भविष्यति।
ऐलं क्षत्रंसमाक्रान्तं सोमवंशविदो विदुः ॥
]

`verse 53 [
एते विवस्वतः पुत्राः कीर्तिताः कीर्तिवर्धनाः।
अतीता वर्तमानाश्च तथैवानागताश्च ये ॥
]

`verse 54 [
ब्राह्मणाः क्षत्रिया वैश्यास्तथा शूद्राश्च वै स्मृताः।
वैवस्वतेऽन्तरे तस्मिन्निति वंशः समाप्यते ॥
]

`verse 55 [
देवापिः पौरवो राजा ऐक्ष्वाको यश्च ते मतः।
महायोगबलोपेतौ कलापग्राममाश्रितौ ॥
]

`verse 56 [
एतौ क्षत्रप्रणेतारौ नवविंशे चतुर्युगे।
सुवर्चा मनुपुत्रस्तु ऐक्ष्वाकाद्यो भविष्यति ॥
]

`verse 57 [
नवविंशे युगे सो वै वंशस्यादिर्भविष्यति।
देवापिपुत्रः सत्यस्तु ऐलानां भविता नृपः ॥
]

`verse 58 [
क्षत्रप्रवर्तकावेतौ भविष्ये तु चतुर्युगे।
एवं सर्वेषु विज्ञेयं सन्तानार्थन्तु लक्षणम् ॥
]

`verse 59 [
क्षीणे कलियुगेचैव तिष्ठन्तीति कृते युगे।
सप्तर्षयस्तु तैः सार्धं मध्ये त्रेतायुगे पुनः ॥
]

`verse 60 [
बीजार्थं वै भविष्यन्ति ब्रह्मक्षत्रस्तु वै पुनः।
एवमेवं तु सर्वेषु तिष्यान्तेष्वन्तरेषु च॥
]

`verse 61 [
सप्तर्षयो नृपैः सार्द्धं सन्तानार्थं युगे युगे।
एवं क्षत्रस्य चौत्सेधः सम्बन्धो वै द्विजैः स्मृतः ॥
]

`verse 62 [
मन्वन्तराणां सन्ताने सन्तानाश्च श्रुतौ स्मृताः।
अतिक्रान्तयुगाश्चैव ब्रह्मक्षत्रस्य सम्भवाः ॥
]

`verse 63 [
यथा प्रशान्तिस्तेषां वै प्रकृतीनां यथाक्षयः।
सप्तर्षयो विदुस्तेषां दीर्घायुस्त्वं क्षयोदयौ ॥
]

`verse 64 [
एतेन क्रमयोगेन ऐला इक्ष्वाकवो नृपाः।
उत्पद्यमानास्त्रेतायां क्षीयमाणाः कलौ युगे ॥
]

`verse 65 [
अनुयान्ति युगाख्यान्तु यावन्मन्वन्तरक्षयम्।
जामदग्न्येन रामेण क्षत्रेनिरवशेषिते ॥
]

`verse 66 [
रिक्तेयं वसुधा सर्वा क्षत्रियैर्वसुधाधिपैः।
द्विवंशकरणं सर्वं कीर्तयिष्ये निबोध मे ॥
]

`verse 67 [
ऐलञ्चेक्ष्वाकुवंशञ्च प्रकृतिं परिचक्षते।
राजानः श्रेणिबद्धाश्च तथान्ते क्षत्रिया भुवि ॥
]

`verse 68 [
ऐलवंशास्तु भूयांसो न तथेक्ष्वाकवो नृपाः।
एषामेकशतं पूर्णं कुलानामभिरोचते ॥
]

`verse 69 [
तावदेव तु भोजानां विस्ताराद् द्विगुणं स्मृतम्।
भोजानां द्विगुणां क्षत्रं चतुर्द्धा तद्यथा तथम् ॥
]

`verse 70 [
ते ह्यतीताः स नामानो ब्रुवतस्तान्निबोध मे।
शतं वै प्रतिविन्ध्यानां शतं नागाः शतं हयाः ॥
]

`verse 71 [
शतमेकं धार्तराष्ट्रा ह्यशीतिर्जनमेजयाः।
शतं वै ब्रह्मदत्तानां वीराणां कुरवः शतम् ॥
]

`verse 72 [
ततः शतञ्च पञ्चालाः शतं काशिकुशादयः।
तथापरे सहस्रे द्वे ये नीपाः शशबिन्दवः ॥
]

`verse 73 [
इष्टवन्तश्च ते सर्वे सर्वे नियुतदक्षिणाः।
एवं राजर्षयोऽतीताः शतशोऽथ सहस्रशः ॥
]

`verse 74 [
मनोर्वैवस्वतस्यासन् वर्तमानेऽन्तरे विभोः।
तेषां ते निधनोत्पत्तौ लोकसंस्थितयः स्थिताः ॥
]

`verse 75 [
न शक्यो विस्तरस्तेषां सन्तानस्य परस्परम्।
तत्पूर्वापरयोगेन वक्तुं वर्षशतैरपि ॥
]

`verse 76 [
अष्टाविंशसमाख्याता गता वैवस्वतेऽन्तरे।
ऐते देवगणैः सार्द्धं शिष्टा ये तान्निबोधित ॥
]

`verse 77 [
चत्वारिंशत्त्रयश्चैव भविष्यास्ते महात्मनः।
अवशिष्टा युगाख्यास्ते ततो वैवस्वतो ह्ययम् ॥
]

`verse 78 [
एतद्वः राजर्षयो ये तु अतीतास्ते युगैः सह।
ये ते ययाति वंश्यानां ये च वंशा विशाम्पते ॥
]

`verse 79 [
कीर्तिता द्युतिमन्तस्ते य एतान् धारयेन्नरः।
लभते स वरान्पञ्च दुर्लभानिह लौकिकान् ॥
]

`verse 80 [
आयुः कीर्तिं धनं स्वर्गं पुत्रवांश्चाभिजायते।
धारणाच्छ्रवणाच्चैव परं स्वर्गस्य धीमतः ॥
]
