`speaker [
ऋषय ऊचुः
]

`verse 1 [
न्यायेनार्जनमर्थानां वर्द्धनञ्चाभिरक्षणम्।
सत्पात्रप्रतिपत्तिश्च सर्वशास्त्रेषु पठ्यते ॥
]

`verse 2 [
कृतकृत्यो भवेत् केन मनस्वी धनवान् बुधः।
महादानेन दत्तेन तन्नो विस्तरतो वद ॥
]

`speaker [
सूत उवाच
]

`verse 3 [
अथातः सम्प्रवक्ष्यामि महादानानुकीर्तनम्।
दानधर्मेऽपि यन्नोक्तं विष्णुना प्रभविष्णुना ॥
]

`verse 4 [
तदहं सम्प्रक्ष्यामि महादानमनुत्तमम्।
सर्वपापक्षयकरं नृणां दुःस्वप्न नाशनम् ॥
]

`verse 5 [
यत्तत् षोड़शदा प्रोक्तं वासुदेवेन भूतले।
पुण्यं पवित्रमायुष्यं सर्वपापहरं शुभम् ॥
]

`verse 6 [
पूजितं देवताभिश्च ब्रह्मविष्णु शिवादिभिः।
आद्यन्तु सर्वदानानां तुला पुरुषसंज्ञकम् ॥
]

`verse 7 [
हिरण्यगर्भदानञ्च ब्रह्माण्डं तदनन्तरम्।
कल्पपादपदानञ्च गोसहस्रञ्च पञ्चमम् ॥
]

`verse 8 [
हिरण्यकामधेनुश्च हिरण्याश्वस्तथैव च।
हिरण्याश्वरथस्तद्वत् हेमहस्तिरथस्तथा ॥
]

`verse 9 [
पञ्चलाङ्गलकं तद्वद् धरादानं तथैव च।
द्वादशं विश्वचक्रन्तु ततः कल्पलतात्मकम् ॥
]

`verse 10 [
सप्तसागरदानञ्च रत्नधेनुस्तथैव च।
महाभूतघटस्तद्वत् षोड़शं परिकीर्तितम्॥
]

`verse 11 [
सर्वाण्येतानि कृतवान् पुरा शम्वरसूदनः।
वासुदेवस्तु भगवान् अम्बरीषोऽथ भार्गवः ॥
]

`verse 12 [
कार्तवीर्य्यार्जुनो नाम प्रह्लादः पृथुरेव च।
कुर्युरन्ये महीपालाः केचिच्च भरतादयः ॥
]

`verse 13 [
यस्माद्विघ्नसहस्रेण महादानानि सर्वदा।
रक्षन्ते देवताः सर्वा एकैकमपि भूतले ॥
]

`verse 14 [
एषामन्यतमं कुर्य्याद्वासुदेव प्रसादतः।
न शक्यमन्यथा कर्तुमपि शक्रेण भूतले ॥
]

`verse 15 [
तस्मादाराध्य गोविन्दमुमापतिविनायकौ।
महादानमुखं कुर्य्याद्विप्रैश्चैवानुमोदितः ॥
]

`verse 16 [
एतदेवाह मनवे परिपृष्टो जनार्दनः।
यथावदनुवक्ष्यामि श्रृणुध्वमृषिसत्तमाः! ॥
]

`speaker [
मनुरुवाच
]

`verse 17 [
महादानानि यानीह पवित्राणि शुभानि च।
रहस्यानि प्रदेयानि तानि मे कथयाच्युत ॥
]

`speaker [
मत्स्य उवाच
]

`verse 18 [
यानि नोक्तानि गुह्यानि महादानानि षोड़श।
तानि ते कथयिष्यामि यथावदनुपूर्वशः ॥
]

`verse 19 [
तुलापुरुष यागोऽयं येषामादौ विधीयते।
अयने विषुवे पुण्ये व्यतीपाते दिनक्षये ॥
]

`verse 20 [
युगादिषु परागेषु तथा मन्वन्तरादिषु।
सङ्क्रान्तौ तौ वैधृतिदिने चतुर्दश्यष्टमीषु च ॥
]

`verse 21 [
सितपञ्चदशीपर्व द्वादशीष्वष्टकासु च।
यज्ञोत्सवविवाहेषु दुःस्वप्नाद्भुतदर्शने ॥
]

`verse 22 [
द्रव्यब्राह्मणलाभे वा श्रद्धा वा यत्र जायते।
तीर्थे वायतने गोष्ठे कूपारामसरित्सु च ॥
]

`verse 23 [
गृहे वायतने वापि तडागे रुचिरे तथा।
महादानानि देयानि संसारभयभीरुणा ॥
]

`verse 24 [
अनित्यं जीवितं यस्मात् वसुचातीव चञ्चलम्।
केशेष्वेवगृहीतः सन् मृत्युनाधर्ममाचरेत् ॥
]

`verse 25 [
पुण्यां तिथिमथासाद्य कृत्वा ब्राह्मणवाचनम्।
षोड़शारत्निमात्रन्तु दशद्वादशवाकरान् ॥
]

`verse 26 [
मण्डपं कारयेद्विद्वान् चतुर्भद्रासनं बुधः।
सप्तहस्ता भवेद्वेदी मध्ये पञ्चकरा तथा ॥
]

`verse 27 [
तन्मध्ये तोरणं कुर्य्यात् सारदारुमयं बुधः।
कुर्य्यात् कुण्डानि चत्वारि चतुर्दिक्षु विचक्षणः ॥
]

`verse 28 [
समेखला योनि युतानि कुर्यात् सम्पूर्णकुम्भानि सहासनानि।
सुताम्रपात्रद्वयसंयुतानि सयज्ञपात्राणि सुविष्टराणि ॥
]

`verse 29 [
हस्तप्रमाणानि तिलाज्य धूप पुष्पोपहाराणि सुशोभनानि।
पूर्वोत्तरे हस्तमिताऽथ वेदी ग्रहादि देवेश्वरपूजनाय ॥
]

`verse 30 [
अत्रार्चनं ब्रह्मशिवाच्युतानां तत्रैव कार्य्यं फलमाल्यवस्त्रैः।
लोकेशवर्णाः परितः पताका मध्ये ध्वजः किङ्किणिकायुतः स्यात् ॥
]

`verse 31 [
द्वारेषु कार्याणि च तोरणानि चत्वार्य्यपि क्षीरवनस्पतीनाम्।
द्वारेषु कुम्भद्वयमत्रकार्य्यं स्रग्गन्धधूपाम्बररत्नयुक्तम् ॥
]

`verse 32 [
शालेङ्गुदीचन्दनदेवदारुश्रीपर्णिबिल्वप्रियकाञ्चनोत्थम्।
स्तम्भद्वयं हस्तयुगावखातं कृत्वा दृढं पञ्चकरोच्छ्रितञ्च ॥
]

`verse 33 [
तदन्तरं हस्तचतुष्टयं स्यादथोदरङ्गश्च तदङ्गमेव।
समानजातिश्च तुलावलम्भ्या हैमेन मध्ये पुरुषेण युक्ता ॥
]

`verse 34 [
दैर्घ्येण सा हस्तचतुष्टयं स्यात् पृथुत्वमस्यास्तु दशांगुलानि।
सुवर्णपट्टाभरणा तु कार्य्या सा लोहपाशद्वयश्रृङ्गलाभिः ॥
]

`verse 35 [
युता सुवर्णेन तु रत्नमाला विभूषितामाल्यविलेपनाभ्याम्।

चक्रं लिखेद्वारिजगर्भयुक्तं नानारजोभिः भुविपुष्पकीर्णम् ॥
]

`verse 36 [
विमानकञ्चोपरि पञ्चवर्णं संस्थापयेत् पुष्पफलोपशोभम्।

अथर्त्विजो वेदविदश्च कार्य्याः सुरूपवेशान्वयशीलयुक्ताः ॥
]

`verse 37 [
विधानदक्षाः पटवोऽनुकूला ये चार्य्यदेशप्रभवा द्विजेन्द्राः।

गुरुश्च वेदान्तविदार्य्यवंश समुद्भवः शीलकुलाभिरूपः ॥
]

`verse 38 [
पुराणशास्त्राभिरतोऽतिदक्षः प्रसन्नगम्भीरसरस्वतीकः।

सिताम्बरः कुण्डलहेमसूत्रकेयूरकण्ठाभरणाभिरामः ॥
]

`verse 39 [
पूर्वेण ऋग्वेदविदावथास्तां यजुर्विदौ दक्षिणतश्च शस्तौ।
स्थाप्यौ द्विजौ सामविदौ तु पश्चादाथर्वणावुत्तरतस्तु कार्यौ ॥
]

`verse 40 [
विनायकादिग्रहलोकपालवस्वष्टकादित्यमरुद्गणानाम्।
ब्रह्माच्युते सार्कंवनस्पतीनां स्वमन्त्रतो होमचतुष्टयं स्यात् ॥
]

`verse 41 [
जप्यानि सूक्तानि तथैव चैषामनुक्रमेणापि यथा स्वरूपम्।
होमावसाने कृततूर्य्यनादो गुरुर्गृहीत्वा बलिपुष्पधूपम्।

आवाहयेल्लोकपतीन् क्रमेण मन्त्रैरमीभिर्यजमानयुक्तः ॥
]

`verse 42 [
एह्येहि सर्वामरसिद्धसाध्यैरभिष्टुतो वज्रधरोऽमरेशः।

संवीज्यमानोऽप्सरसाङ्गणेन रक्षाध्वरन्नो भगवन्नमस्ते ॥
]

`verse 43 [
एह्येहि सर्वामरहव्यवाह! मुनिप्रवीरैरभितोऽभिजुष्टः।

तेजस्विता लोकगणेन सार्द्धं ममाध्वरं रक्ष कवे! नमस्ते ॥
]

`verse 44 [
एह्येहि वैवस्वत धर्मराज! सर्वामरैरर्चितदिव्यमूर्ते!।

शुभाशुभानन्दशुचामधीश! शिवाय नः पाहि मखं नमस्ते ॥
]

`verse 45 [
एह्येहि रक्षोगणनायकस्त्वं सर्वैस्तु बेतालपिशाचसङ्घैः।

ममाध्वरं पाहि शुभादिनाथ! लोकेश्वरस्त्वं भगवन्नमस्ते ॥
]

`verse 46 [
एह्येहि यादोगणवारिधीनाङ्गणेन पर्जन्यमहाप्सरोभिः।

विद्याधरेन्द्रामरगीयमान! पाहि त्वमस्मान् भगवन्नमस्ते ॥
]

`verse 47 [
एह्येहि यज्ञे मम रक्षणाय मृगाधिरूढः महसिद्धसङ्घैः।

प्राणाधिपः कालकवेः सहायः गृहाण पूजां भगवन्नमस्ते ॥
]

`verse 48 [
एह्येहि यज्ञेश्वर! यज्ञरक्षां विधत्स्व नक्षत्रगणेन सार्द्धम्।
सर्वौषधीभिः पितृभिः सहैव गृहाण पूजां भगवन्नमस्ते ॥
]

`verse 49 [
एह्येहि विश्वेश्वर! नस्त्रिशूलकपालखट्वाङ्गधरेण सार्द्धम्।
लोकेशयज्ञेश्वर यज्ञसिद्ध्यै गृहाण पूजां भगवन्नमस्ते ॥
]

`verse 50 [
एह्येहि पातालधराधरेन्द्र! नागाङ्गनाकिन्नरगीयमान!।
यक्षोरगेन्द्रामरलोकसार्द्धमनन्त! रक्षाध्वरमस्मदीयम् ॥
]

`verse 51 [
एह्येहि विश्वाधिपते! मुनीन्द्र! लोकेन सार्द्धं पितृदेवताभिः।
सर्वस्य धातास्यमितप्रभाव विशाध्वरन्नो भगवन्नमस्ते ॥
]

`verse 52 [
त्रैलोक्ये यानि भूतानि स्थावराणि चराणि च।
ब्रह्मविष्णुशिवैः सार्द्धं रक्षां कुर्वन्तु तानि मे ॥
]

`verse 53 [
देवदानवगन्धर्वा यक्षराक्षसपन्नगाः।
ऋषयो मनवो गावो देवमातर एव च॥
]

`verse 54 [
सर्वे ममाध्वरे रक्षां प्रकुर्वन्तु मुदान्विताः।
इत्यावाह्य सुरान्दद्यादृत्विग्भ्यो हेमभूषणम् ॥
]

`verse 55 [
कुण्डलानिच हैमानि सूत्राणि कटकानिच।
अंगुलीयपवित्राणि वासांसि शयनानि च ॥
]

`verse 56 [
द्विगुणं गुरवे दद्याद् भूषणाच्छादनानि च।
जपेयुः शान्तिकाध्यायं जापकाः सर्वतोदिशम् ॥
]

`verse 57 [
तत्रोषितास्तु ते सर्व्वे कृत्वैवमधिवासनम्।
आदावन्तेच मध्ये च कुर्य्याद् ब्राह्मणवाचनम् ॥
]

`verse 58 [
ततो मङ्गलशब्देन स्नापितो वेदपुङ्गवैः।
त्रिः प्रदक्षिणमावृत्य गृहीतकुसुमाञ्जलिः ॥
]

`verse 59 [
शुक्लमाल्याम्बरो भूत्वा तां तुलामभिमन्त्रयेत्।
नमस्ते सर्वदेवानां शक्तिस्त्वं सत्यमास्थिता ॥
]

`verse 60 [
साक्षिभूता जगद्धात्री निर्मिता विश्वयोनिना।
एकतः सर्वसत्यानि तथानृतशतानि च ॥
]

`verse 61 [
धर्माधर्मकृतां मध्ये स्थापितासि जगद्धिते।
त्वं तुले! सर्वभूतानां प्रमाणमिह कीर्तिता ॥
]

`verse 62 [
मां तोलयन्ती संसारादुद्धरस्व नमोऽस्तुते।
योऽसौ तत्वाधिपो देवः पुरुषः पञ्चविंशकः ॥
]

`verse 63 [
स एकोऽधिष्ठितो देवि! त्वयि तस्मान्नमो नमः।
नमो नमस्ते गोविन्द! तुलापुरुष संज्ञक! ॥
]

`verse 64 [
त्वं हरे! तारयस्वास्मान्नस्मात् संसारकर्दमात्।
पुण्यकालं समासाद्य कृत्वैवमधिवासनम् ॥
]

`verse 65 [
पुनः प्रदक्षिणां कृत्वा तुलामारोहयेद् बुधः।
स खड्गचर्मकवचः सर्वाभरणभूषितः ॥
]

`verse 66 [
धर्मराजमथादाय हैमं सूर्य्येण संयुतम्।
कराभ्यां बद्धमुष्टिभ्यामास्ते पश्यन् हरेर्मुखम्॥
]

`verse 67 [
ततोऽपरे तुला भागे न्यसेयुर्द्विजपुङ्गवाः।
समादभ्यधिकं यावत् काञ्चनं चातिनिर्मलम् ॥
]

`verse 68 [
पुष्टिकामस्तु कुर्वीत भूमिसंस्थं नरेश्वरः।
क्षणमात्रं ततः स्थित्वा पुनरेवमुदीरयेत् ॥
]

`verse 69 [
नमस्ते सर्वभूतानां साक्षिभूते! सनातनि! ।
पितामहेन देवि! त्वं निर्मिता परमेष्ठिना ॥
]

`verse 70 [
त्वया धृतं जगत्सर्वं सहस्थावरजङ्गमम्।
सर्वभूतात्मभूतस्थे! नमस्ते विश्वधारिणि!॥
]

`verse 71 [
ततोऽवतीर्य्य गुरवे पूर्वमर्द्धं निवेदयेत्।
ऋत्विग्भ्यो परमर्धन्तु दद्यादुदकपूर्वकम् ॥
]

`verse 72 [
गुरवे ग्रामरत्नानि ऋत्विग्भ्यश्च निवेदयेत्।
प्राप्य तेषामनुज्ञां तु तथान्येभ्योऽपि दापयेत् ॥
]

`verse 73 [
दीनानाथ विशिष्टादीन् पूजयेद् ब्राह्मणैः सह।
न चिरं धारयेद् गेहे सुवर्णं प्रोक्षितं बुधः ॥
]

`verse 74 [
तिष्ठेद् भयावहं यस्माच्छोकव्याधिकरं नृणाम्।
शीघ्रं परस्वीकरणाच्छ्रेयः प्राप्नोति मानवः ॥
]

`verse 75 [
अनेन विधिना यस्तु तुलापुरुषमाचरेत्।
प्रतिलोकाधिपस्थाने प्रतिमन्वन्तरं वसेत् ॥
]

`verse 76 [
विमानेनार्कवर्णेन किङ्किणीजालमालिना।
पूज्यमानोऽप्सरोभिश्च ततो विष्णुपुरं व्रजेत्
कल्पकोटिशतं यावत्तस्मिन् लोके महीयते ॥
]

`verse 77 [
कर्मक्षयादिह पुनर्भुवि राजराजो भूपालमौलिमणिरञ्चितपादपीठः।
श्रद्धान्वितो भवति यज्ञसहस्रयाजी दीप्तप्रतापजितसर्वमहीपलोकः ॥
]

`verse 78 [
यो दीयमानमपि पश्यति भक्तियुक्तः कालान्तरे स्मरति वाचयतीह लोके ॥
यो वा श्रृणोति पठतीन्द्रसमानरूपः प्राप्नोति धाम सपुरन्दरदेवजुष्टम् ॥
]
