`speaker [
मत्स्य उवाच
]

`verse 1 [
अथातः सम्प्रवक्ष्यामि महादानमनुत्तमम्।
नाम्ना हिरण्यगर्भाख्यं महापातकनाशनम् ॥
]

`verse 2 [
पुण्यं दिनमथासाद्य तुला पुरुषदानवत्।
ऋत्विग् मण्डपसम्भार भूषणाच्छादानादिकम्॥
]

`verse 3 [
कुर्य्यादुपोषितस्तद्वत् लोकेशावाहनं बुधः।
पुण्याहवाचनं कृत्वा तद्वत् कृत्वाधिवासनम् ॥
]

`verse 4 [
ब्राह्मणैरानयेत्कुम्भं तपनीयमयं शुभम्।
द्विसप्तत्यंगुलोच्छ्रायं हेमपङ्गजगर्भवत् ॥
]

`verse 5 [
त्रिभागहीनविस्तारमाज्यक्षीराभिपूरितम्।
दशास्त्राणि च रत्नानि दात्रीं सूचीं तथैव च ॥
]

`verse 6 [
हेमनालं सपिठकं बहिरादित्य संयुतम्।
तथैवावरणं नाभेरुपवीतञ्च काञ्चनम् ॥
]

`verse 7 [
पार्श्वतः स्थापयेत्तद्वत् हैमदण्डकमण्डलू।
पद्माकारं पिधानं स्यात् समन्तादंगुलाधिकम् ॥
]

`verse 8 [
मुक्तावली समोपेतं पद्मरागसमन्वितम्।
तिलद्रोणोपरिगतं वेदमध्ये व्यवस्थितम् ॥
]

`verse 9 [
ततो मङ्गलशब्देन ब्रह्मघोषरवेण च।
सर्वौषध्युदकस्नान स्नापितो वेदपुङ्गवैः ॥
]

`verse 10 [
शुक्लमाल्याम्बरधरः सर्वाभरणभूषितः ।
इममुच्चारयेन् मन्त्रं गृहीत कुसुमाञ्जलिः ॥
]

`verse 11 [
नमो हिरण्यगर्भाय हिरण्यकवचाय च।
सप्तलोकसुराध्यक्ष जगद्वात्रे नमो नमः ॥
]

`verse 12 [
भूर्लोकप्रमुखा लोका स्तवगर्भे व्यवस्थिताः।
ब्रह्मादयस्तथा देवाः नमस्ते विश्वधारिणे ॥
]

`verse 13 [
नमस्ते भुवनाधार! नमस्ते भुवनाश्रय!।
नमो हिरण्यगर्भाय गर्भे यस्य पितामहः ॥
]

`verse 14 [
यतस्त्वमेव भूतात्मा भूते भूते व्यवस्थितः।
तस्मान् मामुद्धराशेष दुःखसंसारसागरात् ॥
]

`verse 15 [
एवमामन्त्र्य तन्मध्यमाविश्यास्त उद्ङ्मुखः।
मुष्टिभ्यां परिसंगृह्य धर्मराजचतुर्मुखौ ॥
]

`verse 16 [
जानुमध्ये शिरः कृत्वा तिष्ठेदुच्छ्वासपञ्चकम्।
गर्भाधानं पुंसवनं सीमन्तोन्नयनं तथा ॥
]

`verse 17 [
कुर्युर्हिरण्यगर्भस्य ततस्ते द्विजपुङ्गवाः।
गीतमङ्गलघोषेण गुरुरुत्थापयेत् ततः ॥
]

`verse 18 [
जातकर्मादिकाः कुर्युः क्रियाः षोडश चापराः।
सूच्यादिकञ्च गुरवे दद्यात् मन्त्रमिमं जपेत् ॥
]

`verse 19 [
नमो हिरण्यगर्भाय विश्वगर्भाय वै नमः।
चराचरस्य जगतो गृहभूताय वै नमः ॥
]

`verse 20 [
यथाहं जनितः पूर्वं मर्त्यधर्मा सुरोत्तम!।
त्वद् गर्भसम्भवादेष दिव्यदेहो भवाम्यहम्॥
]

`verse 21 [
चतुर्भिः कलशैर्भूयः ततस्ते द्विजपुङ्गवाः।
स्नापयेयुः प्रसन्नागाः सर्वाभरयणभूषिताः ॥
]

`verse 22 [
देवस्यत्वेति मन्त्रेण स्थितस्य कनकासने।
अद्य जातस्यतेऽङ्गनि अभिषेक्ष्यामहे वयम् ॥
]

`verse 23 [
दिव्येनानेन वपुषा चिरं जीव सुखी भव।
ततो हिरण्यगर्भं तन्तेभ्यो दद्याद्विचक्षणः ॥
]

`verse 24 [
ते पूज्याः सर्वभावेन बहवो वा तदाज्ञया।
तत्रोपकरणं सर्वं गुरवे विनिवेदयेत् ॥
]

`verse 25 [
पादुकोपानहच्छत्रचामरासनभाजनम्।
ग्रामं वा विषयं वापि यदन्यदपि सम्भवेत् ॥
]

`verse 26 [
अनेन विधिना यस्तु पुण्येऽहनि निवेदयेत्।
हिरण्यगर्भदानं स ब्रह्मलोके महीयते ॥
]

`verse 27 [
पुरेषु लोकपालानां प्रतिमन्वन्तरं वसेत्।
कल्पकोटिशतं यावद् ब्रह्मलोके महीयते ॥
]

`verse 28 [
कलि कलुषविमुक्तं पूजितः सिद्धसाध्यैरमरचमरमालावीज्यमानोप्सरोभिः।
पितृशतमथ बन्धून् पुत्रपौत्रान् प्रपौत्रान् अपि नरकनिमग्नां स्तारयेदेक एव ॥
]

`verse 29 [
इति पठति य इत्थं यःश्रृणोतीह सम्यक् मधुरिपुरिव लोके पूज्यते सोऽपि सिद्धैः।
मतिमपि च जनानां यो ददाति प्रियार्थं विबुधपतिजनानां नायकः स्यादमोघम् ॥
]
