`speaker [
मत्स्य उवाच
]

`verse 1 [
अथातः सम्प्रवक्ष्यामि महादानमनुत्तमम्।
गोसहस्रप्रदानाख्यं सर्वपापहरं परम् ॥
]

`verse 2 [
पुण्यां तिथिं समासाद्य युगमन्वन्तरादिकीम्।
पयोव्रतं त्रिरात्रं स्यादेकरात्रमथापि वा ॥
]

`verse 3 [
लोकेशावाहनं कुर्यात् तुला पुरुषदानवत्।
पुण्याहवाचनं कुर्याद्धोमः कार्यस्तथैव च॥
]

`verse 4 [
गोसहस्रं बहिः कुर्याद् वस्त्रमाल्य विभूषणम्।
सुवर्णश्रृङ्गाभरणं रौप्यपाद समन्वितम् ॥
]

`verse 5 [
अन्तः प्रवेश्य दशकं वस्त्रमाल्यैश्च पूजयेत्।
सुवर्णघण्टिकायुक्तं कांस्य दोहनकान्वितम् ॥
]

`verse 6 [
सुवर्णतिलकोपेतं हेमपट्टैरलङ्कृतम्।
कौशेयवस्त्रसम्वीतं माल्यगन्धसमन्वितम् ॥
]

`verse 7 [
हेमरत्नमयैः श्रुङ्गैः चामरैरुपशोभितम्।
पादुकोपानहच्छत्र भाजनासन संयुतम् ॥
]

`verse 8 [
गवां दशक मध्ये स्यात् काञ्चनो नन्दिकेश्वरः।
कौशेयवस्त्रसम्वीतो नानाभरणभूषितः ॥
]

`verse 9 [
लवणद्रोमशिखरे मालयेक्षु फलसंयुतः।
कुर्यात् पलशतादूर्ध्वं सर्वमेतदशेषतः ॥
]

`verse 10 [
शक्तितः पलसाहस्र त्रितयं यावदेव तु।
गोशतेऽपि दशांशेन सर्वमेतत् समाचरेत् ॥
]

`verse 11 [
पुण्यकालं समासाद्य गीतमङ्गल निःस्वनैः।
सर्वौषध्युदकस्नान स्नापितो वेदपुङ्गवैः ॥
]

`verse 12 [
इममुच्चारयेन् मन्त्रं गृहीतकुसुमाञ्जलिः।
नमोऽस्तु विश्वमूर्तिभ्यो विश्वमातृभ्य एव च॥
]

`verse 13 [
लोकाधिवासिनीभ्यश्च रोहिणीभ्यो नमो नमः।
गवामङ्गेषु तिष्ठन्ति भुवनान्येकविंशतिः ॥
]

`verse 14 [
ब्रह्मादयस्तथा देवा रोहिण्यः पान्तु मातरः।
गावो मे अग्रतः सन्तु गावः पृष्ठत एव च ॥
]

`verse 15 [
गावः शिरसि मे नित्यं गवां मध्ये वसाम्यहम्।
यस्मात्त्वं वृषरूपेण धर्म एव सनातनः ॥
]

`verse 16 [
अष्टमूर्तेरधिष्ठानमतः पाहि सनातन!।
इत्यामन्त्र्य ततो दद्याद् गुरवे नन्दिकेश्वरम् ॥
]

`verse 17 [
सर्वोपकरणोपेतं गोयुतञ्च विचक्षणः।
ऋत्विग्भ्यो धेनुमेकैकां दशकाद्विनिवेदयेत् ॥
]

`verse 18 [
गवाञ्च शतमेकैकं तदर्द्धं वाथ विंशतिम्।
दश पञ्चाथ वा दद्यादन्येभ्यस्तदनुज्ञया ॥
]

`verse 19 [
नैका बहुभ्यो दातव्या यतो दोषकरी भवेत्।
बह्व्यश्चैकस्य दातव्या धीमतारोग्यवृद्धये ॥
]

`verse 20 [
पयोव्रतः पुनस्तिष्ठेदेकाहं गोसहस्रदः।
श्रावयेच्छृणुयाद्वापि महादानानुकीर्तनम् ॥
]

`verse 21 [
तद्दिने ब्रह्मचारी स्यात् यदीच्छेद्विपुलां श्रियम्।
अनेन विधिनायस्तु गोसहस्रप्रदो भवेत्
सर्वपाप विनिर्मुक्तः सिद्धचारणसेवितः ॥
]

`verse 22 [
विमानेनार्कवर्णेन किङ्किणीजालमालिना।
सर्वेषां लोकपालानां लोके संपूज्यतेऽमरैः ॥
]

`verse 23 [
प्रतिमन्वन्तरं तिष्ठेत् पुत्रपौत्रसमन्वितः।
सप्तलोकानतिक्रम्य ततः शिवपुरं व्रजेत् ॥
]

`verse 24 [
शतमेकोत्तरन्तद्वत् पितॄणां तारयेद् बुधः।
मातामहानां तद्वच्च पुत्रपौत्रसमन्वितः
यावत्कल्पशतन्तिष्ठेत् राजराजो भवेत् पुनः ॥
]

`verse 25 [
अश्वमेधशतं कुर्याच्छिवध्यानपरायणः।
वैष्णवं योगमास्थाय ततो मुच्येत बन्धनात् ॥
]

`verse 26 [
पितरश्चाभिनन्दन्ति गोसहस्रप्रदं सुतम्।
अपिस्यात्स कुलेऽस्माकं पुत्रो दौहित्र एव वा
गोसहस्रप्रदो भूत्वा नरकादुद्धरिष्यति ॥
]

`verse 27 [
तस्य कर्मकरो वा स्यादपि द्रष्टा तथैव च।
संसारसागरादस्माद्योऽस्मान् सन्तारयिष्यति ॥
]

`verse 28 [
इति पठति य एतत् गोसहस्रप्रदानं।
सुरभुवनमुपेयात् संस्मरेद्वाथ पश्येत्।
अनुभवति मुदं वा मुच्यमानो निकामं।
प्रहतकलुषदेह सोऽपि यातीन्द्रलोकम् ॥
]
