`speaker [
मत्स्य उवाच
]

`verse 1 [
अथात संप्रवक्ष्यामि हिरण्याश्वविधिं परम्।
यस्य प्रदानाद् भुवने चानन्त्यं फलमश्नुते ॥
]

`verse 2 [
पुण्यां तिथिमथासाद्य कृत्वा ब्राह्मणवाचनम्।
लोकेशावाहनं कुर्यात् तुला पुरुषदानवत् ॥
]

`verse 3 [
ऋत्विक्मण्डपसम्भार भूषणाच्छादनादिकम्।
स्वल्पे त्वेकाग्निवत् कुर्याद्धेमवाजि मखम्बुधः ॥
]

`verse 4 [
स्थापयेद्वेदिमध्ये तु कृष्णाजिन तिलोपरि।
कौशेयवस्त्रसम्वीतं कारयेत् हेम वाजिनम् ॥
]

`verse 5 [
शक्तितस्त्रिपलादूर्ध्वमासहस्रपलाद् बुधः।
पादुकोपानहच्छत्र चामरासनभाजनैः ॥
]

`verse 6 [
पूर्णकुम्भाष्टकोपेतं माल्येक्षु-फलसंयुतम्।
शय्यां सोपस्करां तद्वत् हेममार्तण्डसंयुताम् ॥
]

`verse 7 [
ततः सर्वौषधी स्नान स्नापितो द्विजपुङ्गवैः।
इममुच्चारयेन् मन्त्रं गृहीत कुसुमाञ्जलिः ॥
]

`verse 8 [
नमस्ते सर्वदेवेश वेदाहरणलम्पट!।
वाजिरूपेण मामस्मात् पाहि संसारसागरात् ॥
]

`verse 9 [
त्वमेव सप्तधा भूत्वा छन्दोरूपेण भास्कर!।
यस्माद् भासयसे लोकानतः पाहि सनातन! ॥
]

`verse 10 [
एवमुच्चार्य गुरवे तमश्वं विनिवेदयेत्।
दत्वा पापक्षयाद् भानोः लोकमभ्येति शाश्वतम् ॥
]

`verse 11 [
गोभिर्विभवतः सर्वान्नृत्विजश्चापि पूजयेत्।
सर्वधान्योपकरणं गुरवे विनिवेदयेत् ॥
]

`verse 12 [
सर्वं शय्यादिकं दत्वा भुञ्जीता तैलमेव हि।
पुराणश्रवणं तद्वत् कारयेद् भोजनादिकम् ॥
]

`verse 13 [
इमं हिरण्याश्वविधिं करोति यः संपूज्यमानो दिवि देवसङ्घैः।
विमुक्तपापः स पुरं मुरारेः प्राप्नोति सिद्धैरभिपूजितः सन् ॥
]

`verse 14 [
इति पठति य एतद्वेमवाजिप्रदानं सकलकलुषमुक्तः सोऽश्वमेधेन युक्तः।
कनकमयविमानेनार्कलोकं प्रयाति त्रिदशपतिवधूभिः पूज्यते योऽभिपश्येत् ॥
]

`verse 15 [
यो वा श्रृणोति पुरुषोऽल्पधनः स्मरेद्वा हेमाश्वदानमभिनन्दयतीह लोके।
सोऽपि प्रयाति हतकल्मषशुद्धदेहः स्थानं पुरन्दरमहेश्वरदेवजुष्टम् ॥
]
