`speaker [
मत्स्य उवाच
]

`verse 1 [
अथातः संप्रवक्ष्यामि महादानमनुत्तमम्।
पुण्यमश्वरथं नाम महापातकनाशनम् ॥
]

`verse 2 [
पुण्यं दिनमथासाद्य कृत्वा ब्राह्मणवाचनम्।
लोकेशावाहनं कुर्यात् तुला पुरुषदानवत् ॥
]

`verse 3 [
ऋत्विक्मण्डपसम्भारभूषणाच्छादनादिकम्।
कृष्णाजिने तिलान् कृत्वा काञ्चनं स्थापयेत् रथम् ॥
]

`verse 4 [
अष्टाश्वं चतुरश्वं वा चतुश्चक्रं सकूबरम्।
ऐन्द्रनीलेन कुम्भेन ध्वजरूपेण संयुतम् ॥
]

`verse 5 [
लोकपालाष्टकं तद्वत् पद्मरागदलान्वितम्।
चतुरः पूर्णकलशान् धान्यान्यष्टादशैव तु ॥
]

`verse 6 [
कौशेयवस्त्र संयुक्तमुपरिष्टाद्वितानकम्।
माल्येक्षुफलसंयुक्तं पुरुषेण समन्वितम् ॥
]

`verse 7 [
यो यद्भक्तः पुमान् कुर्यात् स तन्नाम्नाधिवासनम्।
छत्र चामर कौशेय वस्त्रोपानह पादुकम् ॥
]

`verse 8 [
गोभिर्विभवतः सार्द्धं दद्याच्च शयनादिकम्।
आभारात्त्रिपलादूर्ध्वं शक्तितः कारयेद् बुधः ॥
]

`verse 9 [
अश्वाष्टकेन संयुक्तं चतुर्भिरथ वाजिभिः।
द्वाभ्यामपि युतं दद्याद्धेमसिंहध्वजान्वितम् ॥
]

`verse 10 [
चक्ररक्षावुभौ तस्य तुरगस्था यथाश्विनौ।
पुण्यकालमथावाप्य पूर्ववत्स्नापितौ द्विजैः ॥
]

`verse 11 [
त्रिः प्रदक्षिणमावृत्य गृहीतकुसुमाञ्जलिः।
शुक्लमाल्याम्बरो दद्यादिमं मन्त्रमुदीरयेत् ॥
]

`verse 12 [
नमो नमः पापविनाशनाय विश्वात्मने वेदतुरङ्गमाय।
धाम्नामधीशाय दिवाकराय पापौघदावानल! देहि शान्तिम् ॥
]

`verse 13 [
वस्वष्टकादित्यमरुद्गणानां त्वमेव धाता परमं निधानम्।
यतस्ततो मे हृदयं प्रयातु धर्मैकतानत्वमघौघनाशात् ॥
]

`verse 14 [
इति तुरगरथप्रदानमेकं भवभयसूदनमत्र यः करोति।
स कलुषपटलैर्विमुक्तदेहः परममुपैति पदं पिनाकपाणेः ॥
]

`verse 15 [
देदीप्यमानवपुषां विजितप्रभावमाक्रम्य मण्डलमखण्डितचण्डभानोः।
सिद्धाङ्गनानयनषट्पद पीयमान वक्त्राम्बुजोऽम्बुजभवेन चिरं सहास्ते ॥
]

`verse 16 [
इति पठति श्रृणोति वा य इत्थं कनकतुरगरथप्रदानमस्मिन्।
न स नरकपुरं व्रजेत् कदाचिन्नरक रिपोर्भवनं प्रयाति भूयः ॥
]
