`speaker [
मत्स्य उवाच
]

`verse 1 [
अथातः संप्रवक्ष्यामि हेमहस्तिरथं शुभम्।
यस्य प्रदानाद् भुवनं वैष्णवं याति मानवः ॥
]

`verse 2 [
पुण्यां तिथिमथासाद्य तुला पुरष दानवत्।
विप्रवाचनकं कुर्याल् लोकेशावाहनं बुधः ॥
]

`verse 3 [
ऋत्विक्मण्डपसम्भार भूषणाच्छादनादिकम्।
अत्राप्युपोषितस्तद्वद् ब्राह्मणैः सहभोजनम्।
कुर्यात् पुष्परथाकारं काञ्चनं मणिमण्डितम् ॥
]

`verse 4 [
वलभीभिर्विचित्राभिश्चतुश्चक्र समन्वितम्।
कृष्णाजिने तिलद्रोणं कृत्वा संस्थापयेत् रथम् ॥
]

`verse 5 [
लोकपालाष्टकोपेतं ब्रह्मार्कशिवसंयुतम्।
मध्ये नारायणोपतं लक्ष्मीपुष्टिसमन्वितम् ॥
]

`verse 6 [
तथाष्टादश धान्यानि भाजनासनचन्दनैः।
दीपिकोपानहच्छत्र दर्पणं पादुकान्वितम् ॥
]

`verse 7 [
ध्वजे तु गरुड़ं कुर्यात् कूबराग्रे विनायकम्।
नानाफलसामायुक्तमुपरिष्टाद्वितानकम् ॥
]

`verse 8 [
चतुर्भिः कलशैः सार्द्धं गौभिरष्टाभिरन्वितम् ॥
]

`verse 9 [
चतुर्भिर्हेममातङ्गैः मुक्तादाम विभूषितैः।
स्वरूपतः करिभ्याञ्च युक्तं कृत्वा निवेदयेत् ॥
]

`verse 10 [
कुर्यात् पञ्चपलादूर्ध्वमाभारादपि शक्तितः।
तथा मङ्गलशब्देन स्नापितो वेदपुङ्गवैः ॥
]

`verse 11 [
त्रिः प्रदक्षिणमावृत्य गृहीत कुसुमाञ्जलिः।
इममुच्चारयेन्मन्त्रं ब्राह्मणेभ्यो निवेदयेत् ॥
]

`verse 12 [
नमो नमः शङ्करपद्मजार्क लोकेशविद्याधर वासुदेवैः।
त्वं सेव्यसे वेदपुराणयज्ञैः तेजोमयस्यन्दन पाहि तस्मात् ॥
]

`verse 13 [
यत्तत्पदं परमगुह्यतमं मुरारेर्ह्यानन्द हेतु गुण रूप विमुक्तमन्तः।
योगैकमानसदृशो मुनयः समाधौ पश्यन्ति तत्त्वमसि नाथ रथाधिरूढ़!॥
]

`verse 14 [
यस्मात्त्वमेव भवसागर संप्लुतानामानन्दभागमृतमध्वगपारपत्रम्।
तस्मादघौघशमनेन कुरु प्रसादञ्चामीकरे भरथ!माधव सम्प्रदानात् ॥
]

`verse 15 [
इत्थं प्रणम्य कनके भरथ प्रदानं यः कारयेत् सकलपापविमुक्तदेहः।
विद्याधरामरमुनीन्द्रगणाभिजुष्टं प्राप्नोत्यसौ पदमतीन्द्रियमिन्दुमौलेः ॥
]

`verse 16 [
कृतदुरितवितानप्रज्वलद्वह्निजाल व्यतिकरकृतदेहोद्वेगभाजोऽपि बन्धून्।
नयति स पितृपुत्रान् बान्धवानप्यशेषान् कृतगजरथदानाच्छाश्वतं सद्म विष्णोः ॥
]
