`verse 1 [
अथ चतुरशीत्यधिकद्विशततमोऽध्यायः
मत्स्य उवाच।
अथातः संप्रवक्ष्यामि धरादानमनुत्तमम्।
पापक्षयकरं नॄणाममङ्गल्यविनाशनम्
]

`verse 2 [
कारयेत्पृथिवींहैमीं जम्बूद्वीपानुकारिणीम्।
मर्यादापर्वतवतीं मध्ये मेरुसमन्विताम्
]

`verse 3 [
लोकपालाष्टकोपेतां नववर्षसमन्विताम्।
नदीनदसमोपेतां सप्तसागरवेष्टिताम्
]

`verse 4 [
महारत्नसमाकीर्णां वसुरुद्रार्कसंयुताम्।
हेम्नः पलसहस्रेण तदर्धेनाथशक्तितः
]

`verse 5 [
शतत्रयेण वा कुर्याद्द्विशतेन शतेन वा।
कुर्यात्पञ्चपलादूर्ध्वमशक्तोऽपि विचक्षणः
]

`verse 6 [
तुलापुरुषवत्कुर्याल्लोकेशावाहनं बुधः।
ऋत्विङ्मण्डपसंभारभूषणाच्छादनादिकम्
]

`verse 7 [
वेद्यां कृष्णाजिनं कृत्वा तिलानुपरि विन्यसेत्।
तथाऽष्टादशधान्यानि रसांश्च लवणादिकान्
]

`verse 8 [
तथाऽष्टौ पूर्णकलशान्समन्तात्परिकल्पयेत्।
वितानकं च कौशेयं फलानि विविधानि च
]

`verse 9 [
तथांऽशुकानि रम्याणि श्रीखण्डशकलानि च।
इत्येवं कारयित्वा तामधिवासनपूर्वकम्
]

`verse 10 [
शुक्लमाल्याम्बरधरः शुक्लाभरणभूषितः।
प्रदक्षिणं ततः कृत्वा गृहीतकुसुमाञ्जलिः
]

`verse 11 [
पुण्यं कालमथाऽऽसाद्य मन्त्रानेतानुदीरयेत्।
नमस्ते सर्वदेवानां त्वमेव भवनं यतः
]

`verse 12 [
धात्री त्वं सर्वभूतानामतः पाहि वसुंधरे।
वसु धारयसे यस्माद्वसुचातीवनिर्मलम्12।
वसुंधरा ततो जाता तस्मात्पाहि भयादलम्।
चतुर्मुखोऽपि न ोगच्छेद्यस्मादन्तं तवाचले13।
अनन्तायै नमस्तस्मात्पाहि संसारकर्दमात्।
त्वमेव लक्ष्मीर्गोविन्दे शिवे गौरीति चाऽऽस्थित ा14।
गायत्री ब्रह्मणः पार्श्वे ज्योत्स्ना चन्द्रे रवौ प्रभा।
बुद्धिर्बृहस्पतौ ख्याता मेधा मुनिषु संस्थिता
]

`verse 13 [
विश्वं व्याप्य स्थिता यस्मात्ततो विश्वंभरा स्मृता।
धृतिः स्थितिः क्षमा क्षोणी पृथ्वी वसुमती रसा
]

`verse 14 [
एताभिर्मूर्तिभिः पाहि देवि संसारसागरात्।
एवमुच्चार्य तां देवीं ब्राह्मणेभ्यो निवेदयेत्
]

`verse 15 [
धरार्धं वा चतुर्भागं गुरवे प्रतिपादयेत्।
शेषं चैवाथ ऋत्विग्भ्यः प्रणिपत्य विसर्जयेत्
]

`verse 16 [
अनेन विधिना यस्तु दद्याद्धेमधरां शुभाम्।
पुण्यकाले तु संप्राप्ते सपदं याति वैष्णवम्
]

`verse 17 [
विमानेनार्कवर्णेन किङ्किणीजालमालिना।
नारायणपुरं गत्वा कल्पत्रयमथाऽऽवसेत्।
पितॄन्पुत्रांश्च पौत्रांश्च तारयेदेकविंशतिम्
]

`verse 18 [
इति पठति य इत्थं यः शृणोति प्रसङ्गादपि कलुषवितानैर्मुक्तदेहः समन्तात्।
दिवममरवधूभिर्याति संप्रार्थ्यमानो पदममरसहस्रैः सेवितं चन्द्रमौलेः
]

`colophon [
इति श्रीमात्स्येमहापुराणे महादानानुकीर्तने हेमपृथिवीदानमाहात्म्यंनाम चतुरशीत्यधिकद्विशततमोऽध्यायः284।
]
