`speaker [
मत्स्य उवाच
]

`verse 1 [
अथातः संप्रवक्ष्यामि महादानमनुत्तमम्।
विश्वचक्रमितिख्यातं महापातकनाशनम् ॥
]

`verse 2 [
तपनीयस्य शुद्धस्य विषुवादिषु कारयेत्।
श्रेष्ठं पलसहस्रेण तदर्द्धेन तु मध्यमम् ॥
]

`verse 3 [
तस्यार्द्धेन कनिष्ठं स्यात् विश्वचक्रमुदाहृतम्।
अन्यद्विंशत्पलादूर्ध्वमशक्तोऽपि निवेदयेत् ॥
]

`verse 4 [
षोडशारं ततश्चक्रं भ्रमन्नेम्यष्टकावृतम्।
नाभिपद्मे स्थितं विष्णुं योगारूढ़ं चतुर्भुजम्॥
]

`verse 5 [
शङ्कचक्रेऽस्य पार्श्वे तु देव्यष्टक समावृतम्।
द्वितीयावरणे तद्वत् पूर्वतो जलशायिनम् ॥
]

`verse 6 [
अत्रिर्भृगुर्वशिष्ठश्च ब्रह्मा कश्यप एव च।
मत्स्यः कूर्मो वराहश्च नरसिंहोऽथ वामनः ॥
]

`verse 7 [
रामो रामश्च कृष्णश्च बुद्धः कल्कीति च क्रमात्।
तृतीयावरणे गौरी मातृभिर्वसुभिर्युता ॥
]

`verse 8 [
चतुर्थे द्वादशादित्या वेदाश्चत्वार एव च।
पञ्चमे पञ्चभूतानि रुद्राश्चैकादशैव तु ॥
]

`verse 9 [
लोकपालाष्टकं षष्ठे दिङ्मातङ्गास्तथैव च।
सप्तमेऽस्त्राणि सर्वाणि मङ्गलानिच कारयेत् ॥
]

`verse 10 [
अन्तरान्तरतो देवान् विन्यसेदष्टमे पुनः।
तुला पुरुषवच्छेषं समन्तात् परिकल्पयेत् ॥
]

`verse 11 [
ऋत्विग्मण्डपसम्भार भूषणाच्छादनादिकम्।
विश्वचक्रं ततः कुर्यात् कृष्णाजिन तिलोपरि ॥
]

`verse 12 [
तथाष्टादश धान्यानि रसांश्च लवणादिकान्।
पूर्णकुम्भाष्टकञ्चैव वस्त्राणि विविधानि च ॥
]

`verse 13 [
माल्येक्षुफलरत्नानि वितानञ्चापि कारयेत्।
ततो मङ्गलशब्देन स्नातः शुक्लाम्बरो गृही
होमाधिवासनान्ते वै गृहीतकुसुमाञ्जलिः ॥
]

`verse 14 [
इममुच्चारयेन्मन्त्रन्त्रिः कृत्वा तु प्रदक्षिणम्।
नमो विश्वमयायेति विश्वचक्रान्मने नमः ॥
]

`verse 15 [
परमानन्दरूपी त्वं पाहि नः पापकर्दमात्।
तेजोमयमिदं यस्मात् सदा पश्यन्ति योगिनः ॥
]

`verse 16 [
हृदि तत्वं गुणातीतं विश्व चक्रं नमाम्यहम्।
वासुदेवे स्थितं चक्रं चक्रमध्ये तु माधवः ॥
]

`verse 17 [
अन्योन्याधाररूपेण प्रणमामि स्थिताविह।
विश्वचक्रमिदं यस्मात् सर्वपापहरं परम् ॥
]

`verse 18 [
आयुधञ्चापि वासश्च भवादुद्धर मामतः।
इत्यामन्त्र्य च यो दद्याद्विश्वचक्रं विमत्सरः ॥
]

`verse 19 [
विमुक्तः सर्वपापेभ्यो विष्णुलोके महीयते।
वैकुण्ठलोकमासाद्य चतुर्बाहुः सनातनः ॥
]

`verse 20 [
सेव्यतेऽप्सरसां सङ्घैस्तिष्ठेत् कल्पशतत्रयम्।
प्रणमेद् द्वादश कृत्वा विश्वचक्रं दिने दिने
तस्यायुर्वर्धते नित्यं लक्ष्मीश्च विपुला भवेत् ॥
]

`verse 21 [
इति सकलजगत्सुराधिवासं वितरति यस्तपनीयषोडशारम्।
हरिभवनमुपागतः ससिद्धैश्चिरमभिगम्य नमस्यते शिरोभिः ॥
]

`verse 22 [
शुभदर्शनतां प्रयाति शत्रोर्मदनसुदर्शनताञ्च कामिनीभ्यः।
स सुदर्शनकेशवानुरूपः कनकसुदर्शनदानदग्धपापः ॥
]

`verse 23 [
कृतगुरुदुरितानि षोडशारप्रवितरणे प्रवराकृतिर्मुरारेः।
अभिभवति भवोद्भवन्ति भीत्या भवमभितो भुवने भयानि भूयः ॥
]
