`speaker [
मत्स्य उवाच
]

`verse 1 [
अथातः सप्रवक्ष्यामि महादानमनुत्तमम्।
महाकल्पलता नाम महापातकनाशनम् ॥
]

`verse 2 [
पुण्यां तिथिमथासाद्य कृत्वा ब्राह्मण वाचनम्।
ऋत्विग्मण्डपसम्भार-भूषणाच्छादनादिकम् ॥
]

`verse 3 [
तुला पुरुषवत् कुर्यात् लोकेशावाहनं बुधः।
चामीकरमयीः कुर्याद्दशकल्पलताः समाः ॥
]

`verse 4 [
नानापुष्पफलोपेता नानांशुक विभूषिताः।
विद्याधरसुपर्णानां मिथुनैरुपशोभिताः ॥
]

`verse 5 [
हारानादित्सुभिः सिद्धैः फलानि च विहङ्गमै।
लोकपालानुकारिण्यः कर्तव्यास्तासु देवताः ॥
]

`verse 6 [
ब्राह्मीमनन्तशक्तिञ्च लवणस्योपरि न्यसेत्।
अधस्ताल्लतयोर्मध्ये पद्मशङ्खकरे शुभे ॥
]

`verse 7 [
इभासनस्था तु गुड़े पूर्वतः कुलिशायुधा।
रजनी संस्थिताग्नायी श्रुवपाणिरथानले ॥
]

`verse 8 [
याम्ये च महिषारूढा गदिनी तण्डुलोपरि।
घृते तु नैर्ऋती स्थाप्या सखङ्गा दक्षिणापरे ॥
]

`verse 9 [
वारुणे वारुणी क्षीरे झषस्था नागपाशिनी।
पताकिनी च वायव्ये मृगस्था शर्करोपरि ॥
]

`verse 10 [
सौम्या तिलेषु संस्थाप्या शङ्खिनी निधिसंस्थिता।
माहेश्वरी वृषारूढा नवनीते त्रिशूलिनी ॥
]

`verse 11 [
मौलिन्यो वरदा तद्वत् कर्तव्या बालकान्विताः।
शक्त्या पञ्चपलादूर्ध्वमासहस्रात् प्रकल्पयेत् ॥
]

`verse 12 [
सर्वासामुपरि स्थाप्यं पञ्चवर्णं वितानकम्।
धेनवो दशकुम्भाश्च वस्त्रयुग्मानि चैव हि ॥
]

`verse 13 [
मध्यमे द्वे तु गुरवे ऋत्विग्भ्योऽन्यास्तथैव च।
ततो मङ्गलशब्देन स्नातः शुक्लाम्बरो बुधः ॥
]

`verse 14 [
नमो नमः पापविनाशिनीभ्यो ब्रह्माण्डलोकेश्वरपालिनीभ्यः।
आशंसिताधिक्य फलप्रदाभ्यो दिग्भ्यस्तथा कल्पलतावधूभ्यः ॥
]

`verse 15 [
इति सकलदिगङ्गना प्रदानं भवभयसूदनकारि यः करोति।
अभिमतफलदे स नागलोके वसति पितामहवत्सराणि त्रिंशत् ॥
]

`verse 16 [
पितृशतमथ तारयेद् भवाब्धेर्भवदुरितौघ विघात शुद्ध देहः।
सुर पति वनिता सहस्र संख्यैः परिवृतमम्बुज संसदाभिवन्द्यः ॥
]

`verse 17 [
इति विधानमिदं दिगङ्गनानां कनककल्पलता-विनिवेदकम्।
पठति यः स्मरतीह तथेक्षते स पदमेति पुरन्दरसेवितम् ॥
]
