`speaker [
मत्स्य उवाच
]

`verse 1 [
अथातः संप्रवक्ष्यामि महादानमनुत्तमम्।
सप्तसागरकं नाम सर्वपापप्रणाशनम् ॥
]

`verse 2 [
पुण्यं दिनमथासाद्य कृत्वा ब्राह्मणवाचनम्।
तुला पुरुषवत् कुर्यात् लोकेशावाहनं बुधः ॥
]

`verse 3 [
ऋत्विग्मण्डपसम्भार भूषणाच्छादनादिकम्।
कारयेत् सप्तकुण्डानि काञ्चनानि विचक्षणः ॥
]

`verse 4 [
प्रादेशमात्राणि तथा रत्निमात्राणि वै पुनः।
कुर्यात् सप्तपलादूर्ध्वमासहस्राच्च शक्तितः ॥
]

`verse 5 [
संस्थाप्यानि च सर्वाणि कृष्णाजिन तिलोपरि।
प्रथमं पूरयेत्कुण्डं लवणेन विचक्षणः ॥
]

`verse 6 [
द्वितीयं पयसा तद्वत् तृतीयं सर्पिषा पुनः।
चतुर्थन्तु गुडेनैव दध्ना पञ्चममेव च ॥
]

`verse 7 [
षष्ठं शर्करया तद्वत् सप्तमं तीर्थवारिणा।
स्थापयेल्लवणस्थं तु ब्रह्माणं काञ्चनं शुभम् ॥
]

`verse 8 [
केशवं क्षीरमध्ये तु घृतमध्ये महेश्वरम्।
भास्करं गुडमध्ये तु दधिमध्ये निशाधिपम् ॥
]

`verse 9 [
शर्करायां न्यसेल्लक्ष्मीं जलमध्ये तु पार्वतीम्।
सर्वेषु सर्वरत्नानि धान्यानि च समन्ततः ॥
]

`verse 10 [
तुलापुरुषवच्छेषमत्रापि परिकल्पयेत्।
ततो वारुणहोमान्ते स्नापितो वेदपुङ्गवैः ॥
]

`verse 11 [
त्रिःप्रदक्षिणमावृत्य मन्त्रानेतानुदीरयेत्।
नमो वः सर्वसिन्धूनामाधारेभ्यः सनातनाः ॥
जन्तूनां प्राणदेभ्यश्च समुद्रेभ्यो नमो नमः ॥
]

`verse 12 [
क्षीरोदकाज्य-दधि-माधुर-लावणेक्षु सारामृतेन भुवनत्रय-जीवसङ्घान्।
आनन्दयन्ति वसुभिश्च यतो भवन्तस्तस्मान्ममाप्यघविघातमलं दिशन्तु ॥
]

`verse 13 [
यस्मात् समस्तभुवनेषु भवन्त एव तीर्थामरासुरसुबद्धमणिप्रदानम्।
पापक्षयामृतविलेपनभूषणाय लोकस्य बिभ्रति तदस्तु ममापि लक्ष्मीः ॥
]

`verse 14 [
इति ददाति रसामृतसंयुतान् शुचिरविस्मयवानिह सागरान्।
कमलकाञ्चनवर्णमयानसौ पदमुपैति हरेरमरार्चितः ॥
]

`verse 15 [
सकलपापविधौतविराजितः पितृपितामहपुत्रकलत्रकम्।
नरकलोकसमाकुलमप्ययं झटिति सोऽपि नयेच्छिवमन्दिरम् ॥
]
