`speaker [
मत्स्य उवाच
]

`verse 1 [
अथातः संप्रवक्ष्यामि महादानमनुत्तमम्।
रत्नधेन्विति विख्यातं गोलोकफलदं नृणाम् ॥
]

`verse 2 [
पुण्यं दिनमथासाद्य तुला पुरुषदानवत्।
लोकेशावाहनं कृत्वा ततो धेनुं प्रकल्पयेत् ॥
]

`verse 3 [
भूमौ कृष्णाजिनं कृत्वा लवणद्रोणसंयुतम्।
धेनुं रत्नमयीं कुर्यात् सङ्कल्प्य विधिपूर्वकम् ॥
]

`verse 4 [
स्थापयेत् पद्मरागाणामेकाशीति मुखे बुधः।
पुष्परागशतं तद्वद्धोणायां परिकल्पयेत् ॥
]

`verse 5 [
ललाटे हेमतिलकं मुक्ता फलशतं दृशोः।
भ्रूयुगे विद्रुमशतं शुक्री कर्णद्वये स्मृतौ ॥
]

`verse 6 [
काञ्चनानानि च श्रङ्गाणि शिरो वज्र शतात्मकम्।
ग्रीवायां नेत्रपटकं गोमेदकशतान्वितम् ॥
]

`verse 7 [
इन्द्रनीलशतं पृष्ठे वैढूर्यशतपार्श्वके।
स्फाटिकैरुदरं तद्वत् सौगन्धिकशतैः कटिम् ॥
]

`verse 8 [
खुरा हेममयाः कार्याः पुच्छं मुक्तावलीमयम्।
सूर्यकान्तेन्दुकान्तौ च घ्राणो कर्पूरचन्दने ॥
]

`verse 9 [
कुङ्कुमानि च रोमाणि रौप्यनाभि च कारयेत्।
गारुत्मतशतं तद्वदपाने परिकल्पयेत् ॥
]

`verse 10 [
तथान्यानि च रत्नानि स्थापयेत् सर्वसन्धिषु।
कुर्याच्छर्करया जिह्वां गोमयञ्च गुडात्मकम् ॥
]

`verse 11 [
गोमूत्रमाज्येन तथा दधिदुग्धे स्वरूपतः।
पुच्छाग्रे चामरं दद्यात् समीपे ताम्रदोहनम् ॥
]

`verse 12 [
कुण्डलानि च हैमानि भूषणानि च शक्तितः।
कारयेदेवमेवन्तु चतुर्थांशेन वत्सकम् ॥
]

`verse 13 [
तथा धान्यानि सर्वाणि पादाश्चेक्षुमयाः स्मृताः।
नाना फलानि सर्वाणि पञ्चवर्णं वितानकम् ॥
]

`verse 14 [
एवं विरचनं कृत्वा तद्वद्धोमाधिवासनम्।
ऋत्विग्भ्यो दक्षिणां दद्याद्धेनुमामन्त्रयेत्ततः ॥
गुडधेनुवदावाह्य इदञ्चोदाहरेत्ततः ॥
]

`verse 15 [
त्वां सर्वदेवगणधाम यतः पठन्ति रुद्रेन्द्रसूर्यकमलासन वासुदेवाः।
तस्मात् समस्त भुवनत्रय देहयुक्ता मां पाहि देवि! भवसागरपीड्यमानम् ॥
]

`verse 16 [
आमन्त्र्य चेत्यमभितः परिवृत्य भक्त्या दद्याद्द्विजाय गुरवे जलपूर्विकां ताम्।
यः पुण्यमाप्य दिनमत्रकृतोपवासः पापैर्विमुक्ततनुरेति पदं मुरारेः ॥
]

`verse 17 [
इति सकलविधिज्ञो रत्नधेनुप्रदानं वितरति स विमानं प्राप्य देदीप्यमानम्।
सकलकलुषमुक्तो बन्धुभिः पुत्रपौत्रैः स हि मदनसरूपः स्थानमभ्येति शम्भोः ॥
]
