`speaker [
मत्स्य उवाच
]

`verse 1 [
अथातः संप्रवक्ष्यामि महादानमनुत्तमम्।
महाभूतघटं नाम महापातकनाशनम् ॥
]

`verse 2 [
पुण्यां तिथिमथासाद्य कृत्वा ब्राह्मणवाचनम्।
ऋत्विग्मण्डपसम्भार भूषणाच्छादनादिकम् ॥
]

`verse 3 [
तुला पुरुषवत् कुर्यात् लोकेशावाहनादिकम्।
कारयेत्काञ्चनं कुम्भं महारत्नाचितं बुधः ॥
]

`verse 4 [
प्रादेशादंगुलशतं यावत् कुर्यात् प्रमाणतः।
क्षीराज्यपूरितं तद्वत् कल्पवृक्षसमन्वितम् ॥
]

`verse 5 [
पद्मासनगतांस्तत्र ब्रह्मविष्णुमहेश्वरान्।
लोकपालान् महेन्द्रांश्च स्वस्ववाहनमास्थितान्
वराहेणोद्धृतां तद्वत् कुर्यात् पृथ्वीं सपङ्कजाम् ॥
]

`verse 6 [
वरुणंचासनगतं काञ्चनं मकरोपरि।
हुताशनं मेषगतं वायुं कृष्णमृगासनम् ॥
]

`verse 7 [
तथा कोशाधिपं कुर्यात् मूषिकस्थं विनायकम्।
विन्यस्यघटमध्येतान् वेदपञ्चकसंयुतान् ॥
]

`verse 8 [
ऋग्वेदस्याक्षसूत्रं स्याद्यजुर्वेदस्य पङ्कजम्।
सामवेदस्य वीणास्याद्वेणुं दक्षिणतो न्यसेत् ॥
]

`verse 9 [
अथर्ववेदस्य पुनः स्रुक्स्रुचौ कमलङ्करे।
पुराणवेदो वरदः साक्षसूत्र कमण्डलुः।
परितः सर्वधान्यानि चामरासन-दर्पणम्।
पादुकोपानहच्छत्रं दीपिका भूषणानि च ॥
]

`verse 10 [
शय्याञ्च जलकुम्भांश्च पञ्चवर्णं वितानकम्।
स्नात्वाधिवासनान्ते तु मन्त्रमेतमुदीरयेत् ॥
]

`verse 11 [
नमो वः सर्वदेवानामाधारेभ्यश्चराचरे।
महाभूताधिदेवेभ्यः शान्तिरस्तु शिवं मम ॥
]

`verse 12 [
यस्मान्नकिञ्चिदप्यस्ति महाभूतैर्विना कृतम्।
ब्रह्माण्डे सर्वभूतेषु तस्माच्छ्रीरक्षयास्तु मे ॥
]

`verse 13 [
इत्युच्चार्य महाभूतघटं यो विनिवेदयेत्।
सर्वपापविनिर्मुक्तः स याति परमाङ्गतिम् ॥
]

`verse 14 [
विमानेनार्कवर्णेन पितृबन्धुसमन्वितः।
स्तूयमानो वरस्त्रीभिः पदमभ्येति वैष्णवम् ॥
]

`verse 15 [
षोड़शैतानि यः कुर्यात् महादानानि मानवः।
न तस्य पुनरावृत्तिरिह लोकेऽभिजायते ॥
]

`verse 16 [
इह पठति य इत्थं वासुदेवस्य पार्श्वे ससुतपितृकलत्रः संश्रृणोतीह सम्यक्।
मुररिपुभवने वै मन्दिरे वार्कलक्ष्म्या त्वमरपुरवधूभिर्मोदते सोऽपि नित्यम् ॥
]
