`verse 1 [
कल्पानां कीर्त्तनम्।

मनुरुवाच।
कल्पमानं त्वया प्रोक्तं मन्वन्तरयुगेषु च।
इदानीं कल्पनामानि समासात् कथयाच्युत! ॥
]

`speaker [
मत्स्य उवाच
]

`verse 2 [
कल्पानां कीर्तनं वक्ष्ये महापातकनाशनम्।
यस्यानुकीर्तनादेव वेदपुण्येन युज्यते ॥
]

`verse 3 [
प्रथमं श्वेतकल्पस्तु द्वितीयो नीललोहितः।
वामदेवस्तृतीयस्तु ततोराथन्तरोऽपरः ॥
]

`verse 4 [
रौरवः पञ्चमः प्रोक्तः षष्ठो देव इति स्मृतः।
सप्तमोऽथ बृहत्कल्पः कन्दर्पोऽष्टम उच्यते ॥
]

`verse 5 [
सद्योऽथ नवमः प्रोक्तः ईशानो दशमः स्मृतः।
तम एकादशः प्रोक्तः तथा सारस्वतः परः ॥
]

`verse 6 [
त्रयोदश उदानस्तु गारुड़ोऽथ चतुर्दशः।
कौर्मः पञ्चदशः प्रोक्तः पौर्णमास्यामजायत ॥
]

`verse 7 [
षोड़शो नारसिंहस्तु समानस्तु ततोऽपरः।
आग्नेयोऽष्टादशः प्रोक्तः सोमकल्पस्तथापरः ॥
]

`verse 8 [
मानवो विंशतिः प्रोक्तस्तत् पुमानिति चापरः।
वैकुण्ठश्चापरस्तद्वल्लक्ष्मीकल्पस्तथापरः ॥
]

`verse 9 [
चतुर्विंशतिमः प्रोक्तः सावित्री कल्पसंज्ञकः।
पञ्चविंशस्ततो घोरो वाराहस्तु ततोऽपरः ॥
]

`verse 10 [
सप्तविंशोऽथ वैराजो गौरि कल्पस्तथापरः।
माहेश्वरस्तु स प्रोक्त स्त्रिपुरो यत्र घातितः ॥
]

`verse 11 [
पितृकल्पस्तथान्ते तु या कुहूर्ब्रह्मणः परा।
इत्येवं ब्रह्मणो मासः सर्वपातकनाशनः ॥
]

`verse 12 [
आदावेव हि माहात्म्यं यस्मिन्यस्य विधीयते।
तस्य कल्पस्य तन्नाम विहितं ब्रह्मणा पुरा ॥
]

`verse 13 [
सङ्कीर्णास्तामसाश्चैव राजसाः सात्विकास्तथा।
रजस्तमो मयास्तद्वदेते त्रिंशदुदाहृताः ॥
]

`verse 14 [
सङ्कीर्णेषु सरस्वत्याः पितृणां व्युष्टिरुच्यते।
अग्नेः शिवस्य माहात्म्यं तामसेषु दिवाकरे ॥
]

`verse 15 [
राजसेषु च माहात्म्यमधिकं ब्रह्मणः स्मृतम्।
यस्मिन् कल्पे तु यत् प्रोक्तं पुराणं ब्रह्मणा पुरा ॥
]

`verse 16 [
तस्य तस्य तु माहात्म्यं तत्स्वरूपेण वर्ण्यते।
सात्विकेष्वधिकं तद्वद्विष्णोर्माहात्म्यमुत्तमम् ॥
]

`verse 17 [
तथैव योगसंसिद्धा गमिष्यन्ति परां गतिम्।
ब्राह्मं पाद्ममिमं यस्तु पठेत् पर्वणि पर्वणि ॥
]

`verse 18 [
तस्य धर्मे मतिर्ब्रह्म करोति विपुलां श्रियम्।
यस्तु दद्यादिमान् कृत्वा हैमान् पर्वणि पर्वणि ॥
]

`verse 19 [
ब्रह्मविष्णुपुरे वासं मुनिभिः पूज्यते दिवि।
सर्वपापक्षयकरं कल्पदानं यतो भवेत् ॥
]

`verse 20 [
मुनिरूपांस्ततः कृत्वा दद्यात् कल्पान् विचक्षणः।
पुराणसंहिता चेयं तव भूप! मयोदिता ॥
]

`verse 21 [
सर्वपापहरा नित्यमारोग्य श्रीफलप्रदा।
ब्रह्मसंवत्सरशतादेकाहं शैवमुच्यते ॥
]

`verse 22 [
शिववर्षशतादेकं निमेषं वैष्णवं विदुः।
यदा सविष्णुर्जागर्ति तदेदं चेष्टते जगत् ॥
]

`verse 23 [
यदा स्वपिति शान्तात्मा तदा सर्वं निमीलति।
इत्युक्त्वा देवदेवेशो मत्स्यरूपी जनार्दनः ॥
]

`verse 24 [
पश्यतां सर्वभूतानां तत्रैवान्तरधीयत।
वैवस्वतो हि भगवान् विसृज्य विविधाः प्रजाः ॥
]

`verse 25 [
स्वान्तरं पालयामास मार्तण्डकुलवर्द्धनः।
यस्य मन्वन्तरञ्चैतदधुना चानुवर्तते ॥
]

`verse 26 [
पुण्यं पवित्रमेतद्वः कथितं मत्स्य भाषितम्।
पुराणं सर्वशास्राणां यदेतन्मूर्ध्नि संस्थितम्॥
]
