`speaker [
सूत उवाच
]

`verse 1 [
एतद्वः कथितं सर्वं यदुक्तं विश्वरूपिणा।
मात्स्यं पुराणमखिलं धर्मकामार्थसाधनम् ॥
]

`verse 2 [
यत्रादौ मनुसंवादो ब्रह्मण्डकथनन्तथा।
सांख्यं शारीरकं प्रोक्तं चतुर्मुखमुखोद्भवम् ॥
]

`verse 3 [
देवासुराणामुत्पत्तिर्मारुतोत्पत्तिरेव च।
मदनद्वादशी तद्वल्लोकपालाभिपूजनम् ॥
]

`verse 4 [
सूर्यवैवस्वतोत्पत्तिः बुधस्यागमनं तथा ॥
]

`verse 5 [
पितृवंशानुकथनं श्राद्धकालस्तथैव च।
पितृतीर्थप्रवासश्च सोमोत्पतिस्तथैव च॥
]

`verse 6 [
कीर्तनं सोमवंशस्य ययातिचरितं तथा।
कार्तवीर्यस्य महात्म्यं वृष्णिवंशानुकीर्तनम् ॥
]

`verse 7 [
भृगुशापस्तथा विष्णोर्द्दैत्यशापस्तथैव च।
कीर्तनं पुरुषेशस्य वंशो हौताशनस्तथा ॥
]

`verse 8 [
पुराणकीर्तनं तद्वत् क्रियायोगस्तथैव च।
व्रतं नक्षत्रसंख्याकं मार्तण्डशयनं तथा ॥
]

`verse 9 [
कृष्णाष्टमीव्रतं तद्वद्रोहिणीचन्द्रसंज्ञितम्।
तडागविधिमाहात्म्यं पादपोत्सर्ग एव च ॥
]

`verse 10 [
सौभाग्यशयनं तद्वदगस्त्यव्रतमेव च।
तथानन्ततृतीया तु रसकल्याणिनी तथा ॥
]

`verse 11 [
आर्द्रानन्दकरी तद्वद्व्रतं सारस्वतं पुनः।
उपरागाभिषेकश्च सप्तमीस्नपनं पुनः ॥
]

`verse 12 [
भीमाख्या द्वादशी तद्वदनङ्गशयनं तथा।
अशून्यशयनं तद्वत्तथैवाङ्गारकव्रतम् ॥
]

`verse 13 [
सप्तमी सप्तकं तद्वद्विशोक द्वादशी तथा।
मेरु प्रदानं दशधा ग्रहशान्तिस्तथैव च ॥
]

`verse 14 [
ग्रहस्वरूपकथनं तथा शिवचतुर्दशी।
तथा सर्वफलत्यागः सूर्यवारव्रतं तथा ॥
]

`verse 15 [
संक्रान्तिस्नपनं तद्वद्विभूतिद्वादशीव्रतम्।
षष्टिव्रतानां माहात्म्यं तता स्नानविधिक्रमः ॥
]

`verse 16 [
प्रयागस्य तु माहात्म्यं सर्वतीर्थानुकीर्तनम्।
पैलाश्रमफलं तद्वद्द्वीपलोकानुकीर्तनम् ॥
]

`verse 17 [
ततान्तरिक्षचारश्च ध्रुवमाहात्म्यमेव च।
भुवनानि सुरेन्द्राणां त्रिपुराधोषणं तथा ॥
]

`verse 18 [
पितृपिण्डदमाहात्म्यं मन्वन्तरविनिर्णयम्।
वज्राङ्गस्य तु संभूतिः तारकोत्पत्तिरेव च ॥
]

`verse 19 [
तारकासुरमाहात्म्यं ब्रह्मदेवानुकीर्तनम्।
पार्वतीसम्भवस्तद्वत् तथा शिवतपोधनम्॥
]

`verse 20 [
अनङ्गदेहदाहस्तु रतिशोकस्तथैव च।
गौरी तपोवनं तद्वद्विश्वनाथप्रसादनम् ॥
]

`verse 21 [
पार्वती ऋषिसंवादस्ततैवोद्वाहमङ्गलम्।
कुमारसम्भवस्तद्वत् कुमारविजयस्तथा ॥
]

`verse 22 [
पद्मोद्भव विसर्गस्तु तथैवान्धक-घातनम् ॥
]

`verse 23 [
वाराणस्यास्तु माहात्म्यं नर्मदायास्तथैव च।
प्रवरानुक्रमस्तद्वत् पितृगाथानुकीर्तनम् ॥
]

`verse 24 [
ततोभयमुखीदानं दानं कृष्णाजिनस्य च।
तथा सावित्र्युपाख्यानं राजधर्मास्तथैव च ॥
]

`verse 25 [
यात्रा निमित्तकथनं स्वप्नमङ्गल्यकीर्तनम्।
वामनस्य तु माहात्म्यं तथैवाथ वराहजम् ॥
]

`verse 26 [
क्षीरोदमथनं तद्वत् कालकूटाभिशासनम् ॥
]

`verse 27 [
प्रासादलक्षणं तद्वत् मण्डपानान्तु लक्षणम्।
कल्पानुकीर्तनं तद्वद् ग्रन्थानुक्रमणीं तथा ॥
]

`verse 28 [
तुला दानादि बहुशो महादानानुकीर्तनम्।
कल्पानुकीर्तनं तद्वत् ग्रन्तानुक्रमणीं तथा ॥
]

`verse 29 [
एतत्पवित्रमायुष्यमेतत्कीर्तिविवर्धनम्।
एतत्पवित्रं कल्याणं महापापहरं शुभम् ॥
]

`verse 30 [
अस्मात् पुराणादपि पादमेकं पठेत्तु यः सोऽपि विमुक्तपापः।
नारायणाख्यं पदमेति नूनमनङ्गवद्दिव्यसुखानि भुङ्क्ते ॥
]
