`speaker [
नारद उवाच
]

`verse 1 [
दाक्षायणी सती देवी त्यक्तदेहा पितुर्मखे ॥
कथं गिरिसुता ब्रह्मन्बभूव जगदम्बिका ॥
]

`verse 2 [
कथं कृत्वा तपोऽत्युग्रम्पतिमाप शिवं च सा ॥
एतन्मे पृच्छते सम्यक्कथय त्वं विशेषतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
शृणु त्वं मुनिशार्दूल शिवाचरितमुत्तमम् ॥
पावनं परमं दिव्यं सर्वपापहरं शुभम् ॥
]

`verse 4 [
यदा दाक्षायणी देवी हरेण सहिता मुदा ॥
हिमाचले सुचिक्रीडे लीलया परमेश्वरी ॥
]

`verse 5 [
मत्सुतेयमिति ज्ञात्वा सिषेवे मातृवर्चसा ॥
हिमाचलप्रिया मेना सर्वर्द्धिभिरनिर्भरा ॥
]

`verse 6 [
यदा दाक्षायणी रुष्टा नादृता स्वतनुं जहौ ॥
पित्रा दक्षेण तद्यज्ञे संगता परमेश्वरी ॥
]

`verse 7 [
तदैव मेनका तां सा हिमाचलप्रिया मुने ॥
शिवलोकस्थितां देवीमारिराधयिषुस्तदा ॥
]

`verse 8 [
तस्यामहं सुता स्यामित्यवधार्य सती हृदा ॥
त्यक्तदेहा मनो दध्रे भवितुं हिमवत्सुता ॥
]

`verse 9 [
समयं प्राप्य सा देवी सर्वदेवस्तुता पुनः ॥
सती त्यक्ततनुः प्रीत्या मेनकातनयाभवत् ॥
]

`verse 10 [
नाम्ना सा पार्वती देवी तपः कृत्वा सुदुस्सहम्॥
नारदस्योपदेशाद्वै पतिम्प्राप शिवं पुनः ॥2.3.1.१०॥
नारद उवाच॥
ब्रह्मन्विधे महाप्राज्ञ वद मे वदतां वर ॥
मेनकायास्समुत्पतिं विवाहं चरितं तथा॥
]

`verse 11 [
धन्या हि मेनका देवी यस्यां जाता सुता सती ॥
अतो मान्या च धन्या च सर्वेषां सा पतिव्रता ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
शृणु त्वं नारद मुने पार्वतीमातुरुद्भवम्॥
विवाहं चरितं चैव पावनं भक्तिवर्द्धनम् ॥
]

`verse 13 [
अस्त्युत्तरस्यां दिशि वै गिरीशो हिमवान्महान् ॥
पर्वतो हि मुनिश्रेष्ठ महातेजास्समृद्धिभाक् ॥
]

`verse 14 [
द्वैरूप्यं तस्य विख्यातं जंगमस्थिरभेदतः ॥
वर्णयामि समासेन तस्य सूक्ष्मस्वरूपकम् ॥
]

`verse 15 [
पूर्वापरौ तोयनिधी सुविगाह्य स्थितो हि यः ॥
नानारत्नाकरो रम्यो मानदण्ड इव क्षितेः ॥
]

`verse 16 [
नानावृक्षसमाकीर्णो नानाशृंगसुचित्रितः॥
सिंहव्याघ्रादिपशुभिस्सेवितस्सुखिभिस्सदा ॥
]

`verse 17 [
तुषारनिधिरत्युग्रो नानाश्चर्यविचित्रितः ॥
देवर्षिसिद्धमुनिभिस्संश्रितः शिवसंप्रियः ॥
]

`verse 18 [
तपस्थानोऽतिपूतात्मा पावनश्च महात्मनाम् ॥
तपस्सिद्धिप्रदोत्यंतं नानाधात्वाकरः शुभः ॥
]

`verse 19 [
स एव दिव्यरूपो हि रम्यः सर्वाङ्गसुन्दरः ॥
विष्ण्वंशोऽविकृतः शैलराजराजस्सताम्प्रियः॥2.3.1.२०॥
कुलस्थित्यै च स गिरिर्धर्म्मवर्द्धनहेतवे ॥
स्वविवाहं कर्त्तुमैच्छत्पितृदेवहितेच्छया ॥
]

`verse 20 [
तस्मिन्नवसरे देवाः स्वार्थमाचिन्त्य कृत्स्नशः ॥
ऊचुः पितॄन्समागत्य दिव्यान्प्रीत्या मुनीश्वर ॥
]

`speaker [
देवा ऊचुः
]

`verse 21 [
सर्वे शृणुत नो वाक्यं पितरः प्रीतमानसाः ॥
कर्त्तव्यं तत्तथैवाशु देवकार्य्येप्सवो यदि ॥
]

`verse 22 [
मेना नाम सुता या वो ज्येष्ठा मङ्गलरूपिणी ॥
ताम्विवाह्य च सुप्रीत्या हिमाख्येन महीभृता ॥
]

`verse 23 [
एवं सर्वमहालाभः सर्वेषां च भविष्यति ॥
युष्माकममराणां च दुःखहानिः पदे पदे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
इत्याकर्ण्यापरवचः पितरस्ते विमृश्य च ॥
स्मृत्वा शापं सुतानां च प्रोचुरोमिति तद्वचः ॥
]

`verse 25 [
ददुर्मेनां सुविधिना हिमागाय निजात्मजाम् ॥
समुत्सवो महानासीत्तद्विवाहे सुमङ्गले ॥
]

`verse 26 [
हर्य्यादयाऽपि ते देवा मुनयश्चापरोखिलाः ॥
आजग्मुस्तत्र संस्मृत्य वामदेवं भवं धिया ॥
]

`verse 27 [
उत्सवं कारयामासुर्दत्त्वा दानान्यनेकशः ॥
सुप्रशस्य पितॄन्दिव्यान्प्रशशंसुर्हिमाचलम् ॥
]

`verse 28 [
महामोदान्विता देवास्ते सर्वे समुनीश्वराः॥
संजग्मुः स्वस्वधामानि संस्मरन्तः शिवाशिवौ ॥2.3.1.३०॥
कौतुकं बहु सम्प्राप्य सुविवाह्य प्रियां च ताम् ॥
आजगाम स्वभवनं मुदमाप गिरीश्वरः ॥
]

`verse 29 [
ब्रह्मोवाच ॥ मेनया हि हिमागस्य सुविवाहो मुनीश्वर॥
प्रोक्तो मे सुखदः प्रीत्या किम्भूयः श्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे हिमाचलविवाहवर्णनं नाम प्रथमोध्यायः॥
]
