`speaker [
नारद उवाच
]

`verse 1 [
विधे प्राज्ञ महाधीमन्वद मे वदतां वर ॥
ततः परं किमभवच्चरितं विष्णुसद्गुरो ॥
]

`verse 2 [
अद्भुतेयं कथा प्रोक्ता मेना पूर्वगतिः शुभा ॥
विवाहश्च श्रुतस्सम्यक्परमं चरितं वद ॥
]

`verse 3 [
मेनां विवाह्य स गिरिः कृतवान्किं ततः परम् ॥
पार्वती कथमुत्पन्ना तस्यां वै जगदम्बिका ॥
]

`verse 4 [
तपस्सुदुस्सहं कृत्वा कथं प्राप पतिं हरम् ॥
एतत्सर्वं समाचक्ष्व विस्तराच्छांकरं यशः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
मुने त्वं शृणु सुप्रीत्या शांकरं सुयशः शुभम्॥
यच्छ्रुत्वा ब्रह्महा शुद्ध्येत्सर्वान्कामानवाप्नुयात्॥
]

`verse 6 [
यदा मेनाविवाहन्तु कृत्वागच्छद्गिरिर्गृहम्॥
तदा समुत्सवो जातस्त्रिषु लोकेषु नारद॥
]

`verse 7 [
हिमाचलोऽपि सुप्रीतश्चकार परमोत्सवम्॥
भूसुरान्बंधुवर्गांश्च परानानर्च सद्धिया ॥
]

`verse 8 [
सर्वे द्विजाश्च सन्तुष्टा दत्त्वाशीर्वचनं वरम् ॥
ययुस्तस्मै स्वस्वधाम बंधुवर्गास्तथापरे ॥
]

`verse 9 [
हिमाचलोऽपि सुप्रीतो मेनया सुखदे गृहे ॥
रेमेऽन्यत्र च सुस्थाने नन्दनादिवनेष्वपि ॥
]

`verse 10 [
तस्मिन्नवसरे देवा मुने विष्ण्वादयोऽखिलाः ॥
मुनयश्च महात्मानः प्रजग्मुर्भूधरान्तिके ॥ 2.3.3.१० ॥
दृष्ट्वा तानागतान्देवान्प्रणनाम मुदा गिरिः ॥
संमानं कृतवान्भक्त्या प्रशंसन्स्व विधिं महान् ॥
]

`verse 11 [
साञ्जलिर्नतशीर्षो हि स तुष्टाव सुभक्तितः ॥
रोमोद्गमो महानासीद्गिरेः प्रेमाश्रवोऽपतन् ॥
]

`verse 12 [
ततः प्रणम्य सुप्रीतो हिमशैलः प्रसन्नधीः ॥
उवाच प्रणतो भूत्वा मुने विष्ण्वादिकान्सुरान् ॥
]

`speaker [
हिमाचल उवाच
]

`verse 13 [
अद्य मे सफलं जन्म सफलं सुमहत्तपः ॥
अद्य मे सफलं ज्ञानमद्य मे सफलाः क्रियाः ॥
]

`verse 14 [
धन्योऽहमद्य संजातो धन्या मे सकला क्षितिः ॥
धन्यं कुलं तथा दारास्सर्वं धन्यं न संशयः ॥
]

`verse 15 [
यतः समागता यूयं मिलित्वा सर्व एकदा ॥
मां निदेशयत प्रीत्योचितं मत्त्वा स्वसेवकम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
इति श्रुत्वा महीध्रस्य वचनं ते सुरास्तदा ॥
ऊचुर्हर्यादयः प्रीताः सिद्धिं मत्वा स्वकार्यतः ॥
]

`speaker [
देवा ऊचुः
]

`verse 17 [
हिमाचल महाप्राज्ञ शृण्व स्मद्वचनं हितम् ॥
यदर्थमागतास्सर्वे तद्ब्रूमः प्रीतितो वयम् ॥
]

`verse 18 [
या पुरा जगदम्बोमा दक्षकन्याऽभवद्गिरे ॥
रुद्रपत्नी हि सा भूत्वा चिक्रीडे सुचिरं भुवि ॥
]

`verse 19 [
पितृतोऽनादरं प्राप्य संस्मृत्य स्वपणं सती ॥
जगाम स्वपदं त्यक्त्वा तच्छरीरं तदाम्बिका॥2.3.3.२०॥
सा कथा विदिता लोके तवापि हिमभूधर॥
एवं सति महालाभो भवेद्देवगणस्य हि॥
]

`verse 20 [
सर्वस्य भवतश्चापि स्युस्सर्वे ते वशास्सुराः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
इत्याकर्ण्य वचस्तेषां हर्यादीनां गिरीश्वरः॥
तथास्त्विति प्रसन्नात्मा प्रोवाच न च सादरम्॥
]

`verse 22 [
अथ ते च समादिश्य तद्विधिम्परमादरात्॥
स्वयं जग्मुश्च शरणमुमायाश्शंकर स्त्रियः ॥
]

`verse 23 [
सुस्थले मनसा स्थित्वा सस्मरुर्जगदम्बिकाम् ॥
प्रणम्य बहुशस्तत्र तुष्टुवुः श्रद्धया सुराः ॥
]

`speaker [
देवा ऊचुः
]

`verse 24 [
देव्युमे जगतामम्ब शिवलोकनिवासिनी ॥
सदाशिवप्रिये दुर्गे त्वां नमामो महेश्वरि ॥
]

`verse 25 [
श्रीशक्तिं पावनां शान्तां पुष्टिम्परमपावनीम्॥
वयन्नामामहे भक्त्या महदव्यक्तरूपिणीम् ॥
]

`verse 26 [
शिवां शिवकरां शुद्धां स्थूलां सूक्ष्मां परायणाम् ॥
अन्तर्विद्यासुविद्याभ्यां सुप्रीतां त्वां नमामहे ॥
]

`verse 27 [
त्वं श्रद्धा त्वं धृतिस्त्वं श्रीस्त्वमेव सर्वगोचरा ॥
त्वन्दीधितिस्सूर्य्यगता स्वप्रपञ्चप्रकाशिनी ॥
]

`verse 28 [
या च ब्रह्माण्डसंस्थाने जगज्जीवेषु या जगत् ॥
आप्याययति ब्रह्मादितृणान्तं तां नमामहे ॥2.3.3.३०॥
गायत्री त्वं वेदमाता त्वं सावित्री सरस्वती॥
]

`verse 29 [
त्वं वार्ता सर्वजगतां त्वं त्रयी धर्मरूपिणी ॥
]

`verse 30 [
निद्रा त्वं सर्वभूतेषु क्षुधा तृप्तिस्त्वमेव हि॥
तृष्णा कान्तिश्छविस्तुष्टिस्सर्वानन्दकरी सदा ॥
]

`verse 31 [
त्वं लक्ष्मीः पुण्यकर्तॄणां त्वं ज्येष्ठा पापिनां सदा ॥
त्वं शान्तिः सर्वजगतां त्वं धात्री प्राणपोषिणी ।३३॥
त्वन्तस्वरूपा भूतानां पञ्चानामपि सारकृत् ॥
त्वं हि नीतिभृतां नीतिर्व्यवसायस्वरूपिणी ॥
]

`verse 32 [
गीतिस्त्वं सामवेदस्य ग्रन्थिस्त्वं यजुषां हुतिः ॥
ऋग्वेदस्य तथा मात्राथर्वणस्य परा गतिः ॥
]

`verse 33 [
समस्तगीर्वाणगणस्य शक्तिस्तमोमयी धातृगुणैकदृश्या   ॥
रजः प्रपंचात्तु भवैकरूपा या न श्रुता भव्यकरी स्तुतेह ॥
]

`verse 34 [
संसारसागरकरालभवाङ्गदुःखनिस्तारकारितरणिश्च निवीतहीना ॥
अष्टाङ्गयोगपरिपालनकेलिदक्षां विन्ध्यागवासनिरतां प्रणमाम तां वै ॥
]

`verse 35 [
नासाक्षि वक्त्रभुजवक्षसि मानसे च धृत्या सुखानि वितनोषि सदैव जन्तोः ॥
निद्रेति याति सुभगा जगती भवा नः सा नः प्रसीदंतु भवस्थितिपालनाय ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
इति स्तुत्वा महेशानीं जगदम्बामुमां सतीम् ॥
सुप्रेयमनसः सर्वे तस्थुस्ते दर्शनेप्सवः ॥
]

`colophon [
इति श्रीशिवमहापुराणे दितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे देवस्तुतिर्नाम तृतीयोऽध्यायः ॥
]
