`speaker [
ब्रह्मोवाच
]

`verse 1 [
इत्थं देवैः स्तुता देवी दुर्गा दुर्गार्तिनाशिनी ॥
आविर्बभूव देवानां पुरतो जगदंबिका ॥
]

`verse 2 [
रथे रत्नमये दिव्ये संस्थिता परमाद्भुते ॥
किंकिणीजालसंयुक्ते मृदुसंस्तरणे वरे ॥
]

`verse 3 [
कोटिसूर्याधिकाभास रम्यावयवभासिनी॥
स्वतेजोराशिमध्यस्था वररूपा समच्छवि ॥
]

`verse 4 [
अनूपमा महामाया सदाशिवविलासिनी ॥
त्रिगुणा निर्गुणा नित्या शिवलोकनिवासिनी ॥
]

`verse 5 [
त्रिदेवजननी चण्डी शिवा सर्वार्तिनाशिनी॥
सर्वमाता महानिद्रा सर्वस्वजनतारिणी ॥
]

`verse 6 [
तेजोराशेः प्रभावात्तु सा तु दृष्ट्वा सुरैश्शिवा ॥
तुष्टुवुस्तां पुनस्ते वै सुरा दर्शनकांक्षिणः ॥
]

`verse 7 [
अथ देवगणास्सर्वे विष्ण्वाद्या दर्शनेप्सवः ॥
ददृशुर्जगदम्बां तां तत्कृपां प्राप्य तत्र हि ॥
]

`verse 8 [
बभूवानन्दसन्दोहस्सर्वेषां त्रिदिवौकसाम्॥
पुनः पुनः प्रणेमुस्तां तुष्टुवुश्च विशेषतः ॥
]

`speaker [
देवा ऊचुः
]

`verse 9 [
शिवे शर्वाणि कल्याणि जगदम्ब महेश्वरि ॥
त्वां नतास्सर्वथा देवा वयं सर्वार्तिनाशिनीम् ॥
]

`verse 10 [
न हि जानन्ति देवेशि वेदश्शास्त्राणि कृत्स्नशः ॥
अतीतो महिमा ध्यानं तव वाङ्मनसोश्शिवे ॥2.3.4.१०॥
अतद्व्यावृत्तितस्तां वै चकितं चकितं सदा ॥
अभिधत्ते श्रुतिरपि परेषां का कथा मता ॥
]

`verse 11 [
जानन्ति बहवो भक्तास्त्वत्कृपां प्राप्य भक्तितः ॥
शरणागतभक्तानां न कुत्रापि भयादिकम् ॥
]

`verse 12 [
विज्ञप्तिं शृणु सुप्रीता यस्या दासास्सदाम्बिके ॥
तव देवि महादेवि हीनतो वर्णयामहे ॥
]

`verse 13 [
पुरा दक्षसुता भूत्वा संजाता हरवल्लभा ॥
ब्रह्मणश्च परेषां वा नाशयत्वमकंमहत् ॥
]

`verse 14 [
पितृतोऽनादरं प्राप्यात्यजः पणवशात्तनुम् ॥
स्वलोकमगमस्त्वं वालभद्दुःखं हरोऽपि हि ॥
]

`verse 15 [
न हि जातम्प्रपूर्णं तद्देवकार्यं महेश्वरि॥
व्याकुला मुनयो देवाश्शरणन्त्वां गता वयम् ॥
]

`verse 16 [
पूर्णं कुरु महेशानि निर्जराणां मनोरथम् ॥
सनत्कुमारवचनं सफलं स्याद्यथा शिवे॥
]

`verse 17 [
अवतीर्य क्षितौ देवि रुद्रपत्नी पुनर्भव॥
लीलां कुरु यथायोग्यं प्राप्नुयुर्निर्जरास्सुखम् ॥
]

`verse 18 [
सुखी स्याद्देवि रुद्रोऽपि कैलासाचलसंस्थितः ॥
सर्वे भवन्तु सुखिनो दुःखं नश्यतु कृत्स्नशः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
इति प्रोच्यामरास्सर्वे विष्ण्वाद्याः प्रेमसंकुलाः ॥
मौनमास्थाय संतस्थुर्भक्तिनम्रा त्ममूर्तयः ॥ 2.3.4.२० ॥
शिवापि सुप्रसन्नाभूदाकर्ण्यामरसंस्तुतिम् ॥
आकलय्याथ तद्धेतुं संस्मृत्य स्वप्रभुं शिवम् ॥
]

`verse 20 [
उवाचोमा तदा देवी सम्बोध्य विबुधांश्च तान् ॥
विहस्य मापतिमुखान्सदया भक्तवत्सला ॥
]

`speaker [
उमोवाच
]

`verse 21 [
हे हरे हे विधे देवा मुनयश्च गतव्यथाः ॥
सर्वे शृणुत मद्वाक्यं प्रसन्नाहं न संशयः ॥
]

`verse 22 [
चरितं मम सर्वत्र त्रैलोक्यस्य सुखावहम् ॥
कृतं मयैवं सकलं दक्षमोहादिकं च तत् ॥
]

`verse 23 [
अवतारं करिष्यामि क्षितौ पूर्णं न संशयः ॥
बहवो हेतवोऽप्यत्र तद्वदामि महादरात् ॥
]

`verse 24 [
पुरा हिमाचलो देवा मेना चातिसुभक्तितः ॥
सेवां मे चक्रतुस्तात जननीवत्सतीतनोः ॥
]

`verse 25 [
इदानीं कुरुतस्सेवां सुभक्त्या मम नित्यशः ॥
मेना विशेषतस्तत्र सुतात्वेनात्र संशयः ॥
]

`verse 26 [
रुद्रो गच्छतु यूयं चावतारं हिमवद्गृहे ॥
अतश्चावतरिष्यामि दुःखनाशो भविष्यति ॥
]

`verse 27 [
सर्वे गच्छत धाम स्वं स्वं सुखं लभतां चिरम् ॥
अवतीर्य सुता भूत्वा मेनाया दास्य उत्सुखम्॥ ॥
]

`verse 28 [
हरपत्नी भविष्यामि सुगुप्तं मतमात्मनः ॥
अद्भुता शिवलीला हि ज्ञानिनामपि मोहिनी ॥ 2.3.4.३० ॥
यावत्प्रभृति मे त्यक्ता स्वतनुर्दक्षजा सुराः ॥
पितृतोऽनादरं दृष्ट्वा स्वामिनस्तत्क्रतौ गता ॥
]

`verse 29 [
तदाप्रभृति स स्वामी रुद्रः कालाग्निसंज्ञकः ॥
दिगम्बरो बभूवाशु मच्चिन्तनपरायणः ॥
]

`verse 30 [
मम रोषं क्रतौ दृष्ट्वा पितुस्तत्र गता सती ॥
अत्यजत्स्वतनुं प्रीत्या धर्मज्ञेति विचारतः॥ ॥
]

`verse 31 [
योग्यभूत्सदनं त्यक्त्वा कृत्वा वेषमलौकिकम् ॥
न सेहे विरहं सत्या मद्रूपाया महेश्वरः ॥
]

`verse 32 [
मम हेतोर्महादुःखी स बभूव कुवेषभृत् ॥
अत्यजत्स तदारभ्य कामजं सुखमुत्तमम् ॥
]

`verse 33 [
अन्यच्छृणुत हे विष्णो हे विधे मुनयः सुराः ॥
महाप्रभोर्महेशस्य लीलां भुवनपालिनीम् ॥
]

`verse 34 [
विधाय मालां सुप्रीत्या ममास्थ्नां विरहाकुलः ॥
न शान्तिं प्राप कुत्रापि प्रबुद्धो ऽप्येक एव सः ॥
]

`verse 35 [
इतस्ततो रुरोदोच्चैरनीश इव स प्रभुः ॥
योग्यायोग्यं न बुबुधे भ्रमन्सर्वत्र सर्वदा ॥
]

`verse 36 [
इत्थं लीलां हरोऽकार्षीद्दर्शयन्कामिनां प्रभुः ॥
ऊचे कामुकवद्वाणीं विरहव्याकुलामिव ॥
]

`verse 37 [
वस्तुतोऽविकृतोऽदीनोऽस्त्यजितः परमेश्वरः ॥
परिपूर्णः शिवः स्वामी मायाधीशोऽखिलेश्वरः ॥ 2.3.4.४० ॥
अन्यथा मोहतस्तस्य किं कामाच्च प्रयोजनम् ॥
विकारेणापि केनाशु मायालिप्तो न स प्रभुः ॥
]

`verse 38 [
रुद्रोऽतीवेच्छति विभुस्स मे कर्तुं करग्रहम् ॥
अवतारं क्षितौ मेनाहिमाचलगृहे सुराः ॥
]

`verse 39 [
अतश्चावतरिष्यामि रुद्रसन्तोषहेतवे ॥
हिमागपत्न्यां मेनाया लौकिकीं गतिमाश्रिता ॥
]

`verse 40 [
भक्ता रुद्रप्रिया भूत्वा तपः कृत्वा सुदुस्सहम् ॥
देवकार्यं करिष्यामि सत्यं सत्यं न संशयः ॥
]

`verse 41 [
गच्छत स्वगृहं सर्वे भव भजत नित्यशः ॥
तत्कृपातोऽखिलं दुःखं विनश्यति न संशयः॥
]

`verse 42 [
भविष्यति कृपालोस्तु कृपया मंगलं सदा ॥
वन्द्या पूज्या त्रिलोकेऽहं तज्जायेति च हेतुतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
इत्युक्त्वा जगदम्बा सा देवानां पश्यतान्तदा ॥
अन्तर्दधे शिवा तात स्वं लोकम्प्राप वै द्रुतम् ॥।४७॥
विष्ण्वादयस्सुरास्सर्वे मुनयश्च मुदान्विताः॥
कृत्वा तद्दिशि संनामं स्वस्वधामानि संययुः ॥
]

`verse 44 [
इत्थं दुर्गासुचरितं वर्णितं ते मुनीश्वर ॥
सर्वदा सुखदं नॄणां भुक्तिमुक्तिप्रदायकम् ॥
]

`verse 45 [
य इदं शृणुयान्नित्यं श्रावयेद्वा समाहितः ॥
पठेद्वा पाठयेद्वापि सर्वान्कामान वाप्नुयात् ॥2.3.4.५०॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे देवसान्त्वनं नाम चतुर्थोऽध्यायः ॥
]
