`speaker [
नारद उवाच
]

`verse 1 [
अन्तर्हितायान्देव्यां तु दुर्गायां स्वगृहेषु च ॥
गतेष्वमरवृन्देषु किमभूत्तदनन्तरम्॥
]

`verse 2 [
कथं मेनागिरीशौ च तेपाते परमन्तपः ॥
कथं सुताऽभवत्तस्य मेनायान्तात तद्वद ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
विप्रवर्य सुतश्रेष्ठ शृणु तच्चरितं महत् ॥
प्रणम्य शंकरं भक्त्या वच्मि भक्तिविवर्द्धनम् ॥
]

`verse 4 [
उपदिश्य गते तात सुरवृन्दे गिरीश्वरः ॥
हर्यादौ मेनका चापि तेपाते परमन्तपः॥ ॥
]

`verse 5 [
अहर्निशं शिवां शम्भुं चिन्तयन्तौ च दम्पती ॥
सम्यगारेधतुर्नित्यं भक्तियुक्तेन चेतसा ॥
]

`verse 6 [
गिरिप्रियातीव मुदानर्च देवीं शिवेन सा ॥
दानन्ददौ द्विजेभ्यश्च सदा तत्तोषहेतवे ॥
]

`verse 7 [
चैत्रमासं समारभ्य सप्तविंशतिवत्सरान् ॥
शिवां सम्पूजयामासापत्त्यार्थिन्यन्वहं रता ॥
]

`verse 8 [
अष्टम्यामुपवासन्तु कृत्वादान्नवमीतिथौ ॥
मोदकैर्बलिपिष्टैश्च पायसैर्गन्धपुष्पकैः ॥
]

`verse 9 [
गङ्गायामौषधिप्रस्थे कृत्वा मूर्तिं महीमयीम् ॥
उमायाः पूजयामास नानावस्तुसमर्पणैः ॥
]

`verse 10 [
कदाचित्सा निराहारा कदाचित्सा धृतव्रता ॥
कदाचित्पवनाहारा कदाचिज्जलभुग्ह्यभूत् ॥ 2.3.5.१० ॥
शिवाविन्यस्तचेतस्का सप्तविंशतिवत्सरान् ॥
निनाय मेनका प्रीत्या परं सा मृष्टवर्चसा ॥
]

`verse 11 [
सप्तविंशतिवर्षान्ते जगन्माता जगन्मयी ॥
सुप्रीताभवदत्यर्थमुमा शंकरकामिनी ॥
]

`verse 12 [
अनुग्रहाय मेनायाः पुरतः परमेश्वरी ॥
आविर्बभूव सा देवी सन्तुष्टा तत्सुभक्तितः ॥
]

`verse 13 [
दिव्यावयवसंयुक्ता तेजोमण्डलमध्यगा॥
उवाच विहसन्ती सा मेनां प्रत्यक्षतां गता ॥
]

`verse 14 [
देव्युवाच ॥ वरं ब्रूहि महासाध्वि यत्ते मनसि वर्तते ॥
सुप्रसन्ना च तपसा तवाहं गिरिकामिनि ॥
]

`verse 15 [
यत्प्रार्थितं त्वया मेने तपोव्रतसमाधिना ॥
दास्ये तेऽहं च तत्सर्वं वाञ्छितं यद्यदा भवेत् ॥
]

`verse 16 [
ततस्सा मेनका देवीं प्रत्यक्षां कालिकान्तदा ॥
दृष्ट्वा च प्रणनामाथ वचनं चेदमब्रवीत् ॥
]

`speaker [
मेनोवाच
]

`verse 17 [
देवि प्रत्यक्षतो रूपन्दृष्टन्तव मयाऽधुना ॥
त्वामहं स्तोतुमिच्छामि प्रसन्ना भव कालिके ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
अथ सा मेनयेत्युक्ता कालिका सर्वमोहिनी ॥
बाहुभ्यां सुप्रसन्नात्मा मेनकां परिषस्वजे ॥
]

`verse 19 [
ततः प्राप्तमहाज्ञाना मेनका कालिकां शिवम् ॥
तुष्टाव वाग्भि रिष्टाभिर्भक्त्या प्रत्यक्षतां गताम् ॥ 2.3.5.२० ॥
मेनोवाच ॥
महामायां जगद्धात्रीं चण्डिकां लोकधारिणीम् ॥
प्रणमामि महादेवीं सर्वकामार्थदायिनीम् ॥
]

`verse 20 [
नित्यानन्दकरीं मायां योगनिद्रां जगत्प्रसूम् ॥
प्रणमामि सदासिद्धां शुभसारसमालिनीम् ॥
]

`verse 21 [
मातामहीं सदानन्दां भक्तशोकविनाशिनीम् ॥
आकल्पं वनितानां च प्राणिनां बुद्धिरूपिणीम् ॥
]

`verse 22 [
सा त्वं बंधच्छेदहेतुर्यतीनां कस्ते गेयो मादृशीभिः प्रभावः ॥
हिंसाया वाथर्ववेदस्य सा त्वं नित्यं कामं त्वं ममेष्टं विधेहि ॥
]

`verse 23 [
नित्यानित्यैर्भावहीनैः परास्तैस्तत्तन्मात्रैर्योज्यते भूतवर्गः ॥
तेषां शक्तिस्त्वं सदा नित्यरूपा काले योषा योगयुक्ता समर्था॥
]

`verse 24 [
योनिर्धरित्री जगतां त्वमेव त्वमेव नित्या प्रकृतिः परस्तात् ॥
यथा वशं क्रियते ब्रह्मरूपं सा त्वं नित्या मे प्रसीदाद्य मातः॥
]

`verse 25 [
त्वं जातवेदोगतशक्तिरुग्रा त्वं दाहिका सूर्यकरस्य शक्तिः ॥
आह्लादिका त्वं बहुचन्द्रिका या तान्त्वामहं स्तौमि नमामि चण्डीम् ॥
]

`verse 26 [
योषाणां सत्प्रिया च त्वं नित्या त्वं चोर्ध्वरेतसाम् ॥
वांछा त्वं सर्वजगतां धाया च त्वं यथा हरेः ॥
]

`verse 27 [
या चेष्टरूपाणि विधाय देवी सृष्टिस्थितानाशमयी च कर्त्री ॥
ब्रह्माच्युतस्थाणुशरीरहेतुस्सा त्वं प्रसीदाद्य पुनर्नमस्ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
तत इत्थं स्तुता दुर्गा कालिका पुनरेव हि ॥
उवाच मेनकां देवीं वांछितं वरयेत्युत ॥2.3.5.३०॥
॥ उमोवाच ॥
प्राणप्रिया मम त्वं हि हिमाचलविलासिनी ॥
यदिच्छसि ध्रुवन्दास्ये नादेयं विद्यते मम ॥
]

`verse 29 [
इति श्रुत्वा महेशान्याः पीयूषसदृशं वचः ॥
उवाच परितुष्टा सा मेनका गिरिकामिनी ॥
]

`speaker [
मेनोवाच
]

`verse 30 [
शिवे जयजय प्राज्ञे महेश्वरि भवाम्बिके ॥
वरयोग्यास्महं चेत्ते वृणे भूयो वरं वरम् ॥
]

`verse 31 [
प्रथमं शतपुत्रा मे भवन्तु जगदम्बिके ॥
बह्वायुषो वीर्यवन्त ऋद्धिसिद्धिसमन्विताः ॥
]

`verse 32 [
पश्चात्तथैका तनया स्वरूपगुणशालिनी ॥
कुलद्वयानंदकरी भुवनत्रयपूजिता ॥
]

`verse 33 [
सुता भव मम शिवे देवकार्यार्थमेव हि ॥
रुद्रपत्नी भव तथा लीलां कुरु भवाम्बिके ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
तच्छ्रुत्वा मेनकोक्तं हि प्राह देवी प्रसन्नधीः ॥
स्मितपूर्वं वचस्तस्याः पूरयन्ती मनोरथम् ॥
]

`speaker [
देव्युवाच
]

`verse 35 [
शतपुत्रास्सं भवन्तु भवत्या वीर्यसंयुताः ॥
तत्रैको बलवान्मुख्यः प्रधमं संभविष्यति ॥ ॥
]

`verse 36 [
सुताहं संभविष्यामि सन्तुष्टा तव भक्तितः ॥
देव कार्यं करिष्यामि सेविता निखिलैस्सुरैः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
एवमुक्त्वा जगद्धात्री कालिका परमेश्वरी ॥
पश्यन्त्या मेनकायास्तु तत्रैवान्तर्दधे शिवा ॥ 2.3.5.४० ॥
मेनकापि वरं लब्ध्वा महेशान्या अभी प्सितम् ॥
मुदं प्रापामितां तात तपःक्लेशोप्यनश्यत ॥
]

`verse 38 [
दिशि तस्यां नमस्कृत्य सुप्रहृष्टमनास्सती ॥
जयशब्दं प्रोच्चरंती स्वस्थानम्प्रविवेश ह ॥
]

`verse 39 [
अथ तस्मै स्वपतये शशंस सुवरं च तम् ॥
स्वचिह्नबुद्धमिव वै सुवाचा पुनरुक्तया ॥
]

`verse 40 [
श्रुत्वा शैलपतिर्हृष्टोऽभवन्मेनावचो हि तत् ॥
प्रशशंस प्रियां प्रीत्या शिवाभक्तिरतां च ताम् ॥
]

`verse 41 [
कालक्रमेणाऽथ तयोः प्रवृत्ते सुरते मुने ॥
गर्भो बभूव मेनाया ववृधे प्रत्यहं च सः ॥
]

`verse 42 [
असूत सा नागवधूपभोग्यं सुतमुत्तमम् ॥
समुद्रबद्धसत्सख्यं मैनाकाभिधमद्भुतम् ॥
]

`verse 43 [
वृत्रशत्रावपि क्रुद्धे वेदनाशं सपक्षकम् ॥
पविक्षतानां देवर्षे पक्षच्छिदि वराङ्गकम् ॥
]

`verse 44 [
प्रवरं शतपुत्राणां महाबलपराक्रमम् ॥
स्वोद्भवानां महीध्राणां पर्वतेन्द्रैकधिष्ठितम् ॥
]

`verse 45 [
आसीन्महोत्सवस्तत्र हिमाचलपुरेऽद्भुतः ॥
दम्पत्योः प्रमुदाधिक्यं बभूव क्लेशसंक्षयः ॥
]

`verse 46 [
दानन्ददौ द्विजातिभ्योऽन्येभ्यश्च प्रददौ धनम् ॥
शिवाशिवपदद्वन्द्वे स्नेहोऽभूदधिकस्तयोः ॥2.3.5.५०॥
इति श्रीशिवमहापुराणे द्वितीयायां रु० सं० तृतीये पार्वतीखंडे मेनावरलाभवर्णनो नाम पंचमोऽध्यायः ॥
]
