`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ संस्मरतुर्भक्त्या दम्पती तौ भवाम्बिकाम् ॥
प्रसूतिहेतवे तत्र देवकार्यार्थमादरात् ॥
]

`verse 2 [
ततस्सा चण्डिका योगात्त्यक्तदेहा पुरा पितुः ॥
ईहया भतितुं भूयस्समैच्छद्रिरिदारतः ॥
]

`verse 3 [
सत्यं विधातुं स्ववचः प्रसन्नाखिलकामदा ॥
पूर्णांशाच्छैलचित्ते सा विवेशाथ महेश्वरी ॥
]

`verse 4 [
विरराज ततस्सोतिप्रमदोपूर्वसुद्युतिः ॥
हुताशन इवाधृष्यस्तेजोराशिर्महामनाः ॥
]

`verse 5 [
ततो गिरिस्स्वप्रियायां परिपूर्णं शिवांशकम् ॥
समाधिमत्वात्समये समधत्त सुशंकरे ॥
]

`verse 6 [
समधत्त गिरेः पत्नी गर्भं देव्याः प्रसादतः ॥
चित्ते स्थितायाः करुणाकरायाः सुखदं गिरेः ॥
]

`verse 7 [
गिरिप्रिया सर्वजगन्निवासासंश्रयाधिकम् ॥
विरेजे सुतरां मेना तेजोमण्डलगा सदा ॥
]

`verse 8 [
सुखोदयं स्वभर्तुश्च मेना दौहृदलक्षणम् ॥
दधौ निदानन्देवानामानन्दस्येप्सितं शुभम् ॥
]

`verse 9 [
देह सादादसंपूर्णभूषणा लोध्रसंमुखा ॥
स्वल्पभेन्दुक्षये कालं विचेष्यर्क्षा विभावरी ॥
]

`verse 10 [
तदाननं मृत्सुरभिनायं तृप्तिं गिरीश्वरः ॥
मुने रहस्युपाघ्राय प्रेमाधिक्यं बभूव तत् ॥2.3.6.१०॥
मेना स्पृहावती केषु न मे शंसति वस्तुषु ॥
किंचिदिष्टं ह्रियापृच्छदनुवेलं सखी गिरिः ॥
]

`verse 11 [
उपेत्य दौहदं शल्यं यद्वव्रेऽपश्यदाशु तत् ॥
आनीतं नेष्टमस्याद्धा नासाध्यं त्रिदिवैऽपि हि ॥
]

`verse 12 [
प्रचीयमानावयवा निस्तीर्य दोहदव्यथाम् ॥
रेजे मेना बाललता नद्धपत्राधिका यथा ॥
]

`verse 13 [
गिरिस्सगर्भां महिषीममंस्त धरणीमिव ॥
निधानगर्भामभ्यन्तर्लीनवह्निं शमीमिव ॥
]

`verse 14 [
प्रियाप्रीतेश्च मनसः स्वार्जितद्रविणस्य च ॥
समुन्नतैः श्रुतेः प्राज्ञः क्रियाश्चक्रे यथोचिताः॥
]

`verse 15 [
ददर्श काले मेनां स प्रतीतः प्रसवोन्मुखीम् ॥
अभ्रितां च दिवं गर्भगृहे भिषगधिष्ठिते ॥
]

`verse 16 [
दृष्ट्वा प्रियां शुभाङ्गी वै मुमोदातिगिरीश्वरः ॥
गर्भस्थजगदम्बां हि महातेजोवतीन्तदा ॥
]

`verse 17 [
तस्मिन्नवसरे देवा मुने विष्ण्वादयस्तथा ॥
मुनयश्च समागम्य गर्भस्थां तुष्टुवुश्शिवाम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 18 [
दुर्गे जय जय प्राज्ञे जगदम्ब महेश्वरि ॥
सत्यव्रते सत्यपरे त्रिसत्ये सत्यरूपिणी ॥
]

`verse 19 [
सत्यस्थे सत्यसुप्रीते सत्ययोने च सत्यतः ॥
सत्यसत्ये सत्यनेत्रे प्रपन्नाः शरणं च ते ॥ 2.3.6.२० ॥
शिवप्रिये महेशानि देवदुःखक्षयंकरि ॥
त्रैलोक्यमाता शर्वाणी व्यापिनी भक्तवत्सला ॥
]

`verse 20 [
आविर्भूय त्रिलोकेशि देवकार्यं कुरुष्व ह ॥
सनाथाः कृपया ते हि वयं सर्वे महेश्वरि ॥
]

`verse 21 [
त्वत्तः सर्वे च सुखिनो लभन्ते सुखमुत्तमम् ॥
त्वाम्विना न हि किंचिद्वै शोभते त्रिभवेष्वपि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इत्थं कृत्वा महेशान्या गर्भस्थाया बहुस्तुतिम् ॥
प्रसन्नमनसो देवास्स्वं स्वं धाम ययुस्तदा ॥
]

`verse 23 [
व्यतीते नवमे मासे दशमे मासि पूर्णतः ॥
गर्भस्थाया गतिन्द्रध्रे कालिका जगदम्बिका ॥
]

`verse 24 [
तदा सुसमयश्चासीच्छान्तभग्रहतारकः ॥
नभः प्रसन्नतां यातं प्रकाशस्सर्वदिक्षु हि ॥
]

`verse 25 [
मही मंगलभूयिष्ठा सवनग्रामसागरा ॥
सरस्स्रवन्तीवापीषु पुफुल्लुः पंकजानि वै ॥
]

`verse 26 [
ववुश्च विविधा वातास्सुखस्पर्शा मुनीश्वर ॥
मुमुदुस्साधवस्सर्वेऽसतान्दुःखमभूद्द्रुतम् ॥
]

`verse 27 [
दुन्दुभीन्वादयामासुर्नभस्यागत्य निर्जराः ॥
पुष्पवृष्टिरभूत्तत्र जगुर्गन्धर्वसत्तमाः ॥
]

`verse 28 [
विद्याधरस्त्रियो व्योम्नि ननृतुश्चाप्सरास्तथा ॥
तदोत्सवो महानासीद्देवादीनां नभःस्थले ॥ 2.3.6.३० ॥
तस्मिन्नवसरे देवी पूर्वशक्तिश्शिवा सती ॥
आविर्बभूव पुरतो मेनाया निजरूपतः ॥
]

`verse 29 [
वसंतर्तौ मधौ मासे नवम्यां मृगधिष्ण्यके ॥
अर्द्धरात्रे समुत्पन्ना गंगेव शशिमण्डलात् ॥
]

`verse 30 [
समये तत्स्वरूपेण मेनका जठराच्छिवा ॥
समुद्भूय समुत्पन्ना सा लक्ष्मीरिव सागरात् ॥
]

`verse 31 [
ततस्तस्यां तु जातायां प्रसन्नोऽभूत्तदा भवः ॥
अनुकूलो ववौ वायुर्गम्भीरो गंधयुक्शुभः ॥
]

`verse 32 [
बभूव पुष्पवृष्टिश्च तोयवृष्टि पुरस्सरम् ॥
जज्वलुश्चाग्नयः शान्ता जगर्जुश्च तदा घनाः ॥
]

`verse 33 [
तस्यां तु जायमानायां सर्वस्वं समपद्यत ॥
हिमवन्नगरे तत्र सर्व दुःखं क्षयं गतम् ॥
]

`verse 34 [
तस्मिन्नवसरे तत्र विष्ण्वाद्यास्सकलास्सुराः ॥
आजग्मुः सुखिनः प्रीत्या ददृशुर्जगदम्बिकाम्॥ ॥।
]

`verse 35 [
तुष्टुवुस्तां शिवामम्बां कालिकां शिवकामिनीम् ॥
दिव्यारूपां महामायां शिवलोकनिवासिनीम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 36 [
जगदम्ब महादेवि सर्वसिद्धिविधायिनि ॥
देवकार्यकरी त्वं हि सदातस्त्वां नमामहे ॥
]

`verse 37 [
सर्वथा कुरु कल्याणं देवानां भक्तवत्सले ॥
मेनामनोरथः पूर्णः कृतः कुरु हरस्य च ॥ 2.3.6.४० ॥
॥ ब्रह्मोवाच ॥
इत्थं स्तुत्वा शिवां देवीं विष्ण्वाद्या सुप्रणम्य ताम् ॥
स्वंस्वं धाम ययुः प्रीताश्शंसन्तस्तद्गतिं पराम् ॥
]

`verse 38 [
तान्तु दृष्ट्वा तथा जातां नीलोत्पलदलप्रभाम॥
श्यामा सा मेनका देवी मुदमापाति नारद ॥
]

`verse 39 [
दिव्यरूपं विलोक्यानु ज्ञानमाप गिरिप्रिया ॥
विज्ञाय परमेशानीं तुष्टावातिप्रहर्षिता॥
]

`speaker [
मेनोवाच
]

`verse 40 [
जगदम्ब महेशानि कृतातिकरुणा त्वया ॥
आविर्भूता मम पुरो विलसन्ती यदम्बिके ॥
]

`verse 41 [
त्वमाद्या सर्वशक्तीनां त्रिलोकजननी शिवे ॥
शिवप्रिया सदा देवी सर्वदेवस्तुता परा॥
]

`verse 42 [
कृपां कुरु महेशानि मम ध्यानस्थिता भव ॥
एतद्रूपेण प्रत्यक्षं रूपं धेहि सुतासमम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
इत्याकर्ण्य वचस्तस्या मेनाया भूधरस्त्रियाः॥
प्रत्युवाच शिवा देवी सुप्रसवामअरिप्रियाम्॥
]

`speaker [
देव्युवाच
]

`verse 44 [
हे मेने त्वं पुरा मां च सुसेवितवती रता ॥
त्वद्भक्त्या सुप्रसन्नाहं वरन्दातुं गतान्तिकम्॥
]

`verse 45 [
वरं ब्रूहीति मद्वाणीं श्रुत्वा ते तद्वरो वृतः ॥
सुता भव महादेवी सा मे देवहितं कुरु ॥
]

`verse 46 [
तथा दत्त्वा वरं तेऽहं गता स्वम्पदमादरात् ॥
समयं प्राप्य तनया भवन्ते गिरिकामिनि ॥2.3.6.५०॥
दिव्यरूपं धृतं मेद्य यत्ते मत्स्मरणं भवेत्॥
अन्यथा मर्त्यभावेन तवाज्ञानं भवेन्मयि ॥
]

`verse 47 [
युवां मां पुत्रिभावेन दिव्यभावेन वा सकृत् ॥
चिन्तयन्तौ कृतस्नेहौ यातास्स्थो मद्गतिम्पराम् ॥
]

`verse 48 [
देवकार्यं करिष्यामि लीलां कृत्वा द्भुतां क्षितौ ॥
शम्भुपत्नी भविष्यामि तारयिष्यामि सज्जनान्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 49 [
इत्युक्त्वासीच्छिवा तूष्णीमम्बिका स्वात्त्ममायया॥
पश्यन्त्यां मातरि प्रीत्या सद्योऽऽभूत्तनया तनुः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे पार्वतीजन्मवर्णनं नाम षष्टोऽध्यायः ॥
]
