`speaker [
ब्रह्मोवाच
]

`verse 1 [
ततो मेना पुरस्सा वै सुता भूत्वा महाद्युतिः ॥
चकार रोदनं तत्र लौकिकीं गतिमाश्रिता ॥
]

`verse 2 [
अरिष्टशय्यां परितस्सद्विसारिसुतेजसा ॥
निशीथदीपा विहतत्विष आसन्नरं मुने ॥
]

`verse 3 [
श्रुत्वा तद्रोदनं रम्यं गृहस्थास्सर्वयोषितः ॥
जहृषुस्सम्भ्रमात्तत्रागताः प्रीतिपुरस्सराः ॥
]

`verse 4 [
तच्छुद्धान्तचरः शीघ्रं शशंस भूभृते तदा ॥
पार्वतीजन्म सुखदं देवकार्यकरं शुभम् ॥
]

`verse 5 [
तच्छुद्धान्तचरायाशु पुत्रीजन्म सुशंसते ॥
सितातपत्रं नादेयमासीत्तस्य महीभृतः ॥
]

`verse 6 [
गतस्तत्र गिरिः प्रीत्या सपुरोहितसद्विजः ॥
ददर्श तनयां तान्तु शोभमानां सुभाससा ॥
]

`verse 7 [
नीलोत्पलदल श्यामां सुद्युतिं सुमनोरमाम् ॥
दृष्ट्वा च तादृशीं कन्यां मुमोदाति गिरीश्वरः ॥
]

`verse 8 [
सर्वे च मुमुदुस्तत्र पौराश्च पुरुषाः स्त्रियः ॥
तदोत्सवो महानासीन्नेदुर्वाद्यानि भूरिशः ॥
]

`verse 9 [
बभूव मंगलं गानं ननृतुर्वारयोषितः ॥
दानं ददौ द्विजातिभ्यो जातकर्मविधाय च॥
]

`verse 10 [
अथ द्वारं समागत्य चकार सुमहोत्सवम्॥
हिमाचलः प्रसन्नात्मा भिक्षुभ्यो द्रविणन्ददौ॥2.3.7.१०॥
अथो मुहूर्त्ते सुमते हिमवान्मुनिभिः सह॥
नामाऽकरोत्सुतायास्तु कालीत्यादि सुखप्रदम्॥
]

`verse 11 [
दानं ददौ तदा प्रीत्या द्विजेभ्यो बहु सादरम् ॥
उत्सवं कारयामास विविधं गानपूर्व्वकम् ॥
]

`verse 12 [
इत्थं कृत्वोत्सवं भूरि कालीं पश्यन्मुहुर्मुहुः ॥
लेभे मुदं सपत्नीको बहुपुत्रोऽपि भूधरः ॥
]

`verse 13 [
तत्र सा ववृधे देवी गिरिराजगृहे शिवा ॥
गंगेव वर्षासमये शरदीवाथ चन्द्रिका ॥
]

`verse 14 [
एवं सा कालिका देवी चार्वङ्गी चारुदर्शना॥
दध्रे चानुदिनं रम्यां चन्द्रबिम्बकलामिव ॥
]

`verse 15 [
कुलोचितेन नाम्ना तां पार्वतीत्याजुहावहा।
बन्धुप्रियां बन्धुजनः सौशील्यगुणसंयुताम् ॥
]

`verse 16 [
उमेति मात्रा तपसे निषिद्धा कालिका च सा ॥
पश्चादुमाख्यां सुमुखी जगाम भुवने मुने ॥
]

`verse 17 [
दृष्टिः पुत्रवतोऽप्यद्रेस्तस्मिंस्तृप्तिं जगाम न ॥
अपत्ये पार्वतीत्याख्ये सर्वसौभाग्य संयुते ॥
]

`verse 18 [
मधोरनन्तपुष्पस्य चूते हि भ्रमरावलिः ॥
विशेषसंगा भवति सहकारे मुनीश्वर ॥
]

`verse 19 [
पूतो विभूषितश्चापि स बभूव तया गिरिः ॥
संस्कारवत्येव गिरा मनीषीव हिमालयः ॥2.3.7.२०॥
प्रभामहत्या शिखयेव दीपो भुवनस्य च ॥
त्रिमार्गयेव सन्मार्गस्तद्वद्गिरिजया गिरिः ॥
]

`verse 20 [
कन्दुकैः कृत्रिमैः पुत्रैस्सखीमध्यगता च सा ॥
गंगासैकतवेदीभिर्बाल्ये रेमे मुहुर्मुहुः ॥
]

`verse 21 [
अथ देवी शिवा सा चोपदेशसमये मुने ॥
पपाठ विद्यात्सुप्रीत्या यतचित्ता च सद्गुरोः ॥
]

`verse 22 [
प्राक्तना जन्मविद्यास्तां शरदीव प्रपेदिरे ॥
हंसालिस्स्वर्णदी नक्तमात्मभासो महौषधिम् ॥
]

`verse 23 [
इत्थं सुवर्णिता लीला शिवायाः काचिदेव हि ॥
अन्यलीलाम्प्रवक्ष्येऽहं शृणु त्वं प्रेमतो मुने ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे पार्वतीबाल्यलीलावर्णनंनाम सप्तमो ऽध्यायः ॥
]
