`speaker [
ब्रह्मोवाच
]

`verse 1 [
एकदा तु शिवज्ञानी शिवलीलाविदांवरः ॥
हिमाचलगृहं प्रीत्यागमस्त्वं शिवप्रेरितः ॥
]

`verse 2 [
दृष्ट्वा मुने गिरीशस्त्वां नत्वानर्च स नारद ॥
आहूय च स्वतनयां त्वदङ्घ्र्योस्तामपातयत् ॥
]

`verse 3 [
पुनर्नत्वा मुनीश त्वामुवाच हिमभूधरः ॥
साञ्जलिः स्वविधिं मत्वा बहुसन्नतमस्तकः॥
]

`speaker [
हिमालय उवाच
]

`verse 4 [
हे मुने नारद ज्ञानिन्ब्रह्मपुत्रवर प्रभो ॥
सर्वज्ञस्त्वं सकरुणः परोपकरणे रतः ॥
]

`verse 5 [
मत्सुताजातकं ब्रूहि गुणदोषसमुद्भवम् ॥
कस्य प्रिया भाग्यवती भविष्यति सुता मम ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
इत्युक्तो मुनिवर्य त्वं गिरीशेन हिमाद्रिणा ॥
विलोक्य कालिकाहस्तं सर्वांगं च विशेषतः ॥
]

`verse 7 [
अवोचस्त्वं गिरिं तात कौतुकी वाग्विशारद्ः ॥
ज्ञानी विदितवृत्तान्तो नारदः प्रीतमानसः ॥
]

`speaker [
नारद उवाच
]

`verse 8 [
एषा ते तनया मेने सुधांशोरिव वर्द्धिता ॥
आद्या कला शैलराज सर्वलक्षणशालिनी ॥
]

`verse 9 [
स्वपतेस्सुखदात्यन्तं पित्रोः कीर्तिविवर्द्धिनी ॥
महासाध्वी च सर्वासु महानन्दकरी सदा ॥
]

`verse 10 [
सुलक्षणानि सर्वाणि त्वत्सुतायाः करे गिरे ॥
एका विलक्षणा रेखा तत्फलं शृणु तत्त्वतः ॥ 2.3.8.१० ॥
योगी नग्नोऽगुणोऽकामी मातृतातविवर्जितः ॥
अमानोऽशिववेषश्च पतिरस्याः किलेदृशः  ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
इत्याकर्ण्य वचस्ते हि सत्यं मत्त्वा च दम्पती ॥
मेना हिमाचलश्चापि दुःखितौ तौ बभूवतुः ॥
]

`verse 12 [
शिवाकर्ण्यवचस्ते हि तादृशं जगदम्बिका ॥।
लक्षणैस्तं शिवं मत्त्वा जहर्षाति मुने हृदि ॥ १
]

`verse 13 [
न मृषा नारदवचस्त्विति संचिन्त्य सा शिवा ॥
स्नेहं शिवपदद्वन्द्वे चकाराति हृदा तदा ॥
]

`verse 14 [
उवाच दुःखितः शैलस्त्वान्तदा हृदि नारद ॥
कमुपायं मुने कुर्यामतिदुःखमभूदिति ॥
]

`verse 15 [
तच्छुत्वा त्वं मुने प्रात्थ महाकौतुककारकः ॥
हिमाचलं शुभैर्वाक्यैर्हर्षयन्वाग्विशारदः ॥
]

`speaker [
नारद उवाच
]

`verse 16 [
स्नेहाच्छृणु गिरे वाक्यं मम सत्यं मृषा न हि ॥
कररेखा ब्रह्मलिपिर्न मृषा भवति धुवम् ॥
]

`verse 17 [
तादृशोऽस्याः पतिः शैल भविष्यति न संशयः ॥
तत्रोपायं शृणु प्रीत्या यं कृत्वा लप्स्यसे सुखम् ॥
]

`verse 18 [
तादृशोऽस्ति वरः शम्भुलीलारूपधरः प्रभुः ॥
कुलक्षणानि सर्वाणि तत्र तुल्यानि सद्गुणैः ॥
]

`verse 19 [
प्रभौ दोषो न दुःखाय दुःखदोऽत्यप्रभौ हि सः ॥
रविपावकगंगानां तत्र ज्ञेया निदर्शना ॥2.3.8.२० ॥
तस्माच्छिवाय कन्या स्वां शिवां देहि विवेकतः॥
शिवस्सर्वेश्वरस्सेव्योऽविकारी प्रभुरव्ययः ॥
]

`verse 20 [
शीघ्रप्रसादः स शिवस्तां ग्रहीष्यत्यसंशयम् ॥
तपःसाध्यो विशेषेण यदि कुर्याच्छिवा तपः ॥
]

`verse 21 [
सर्वथा सुसमर्थो हि स शिवस्सकलेश्वरः ॥
कुलिपेरपि विध्वंसी ब्रह्माधीनस्त्वकप्रदः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इत्युक्त्वा त्वं पुनस्तात कौतुकी ब्रह्मविन्मुने ॥
शैलराजमवोचो हि हर्षयन्वचनैश्शुभैः ॥
]

`verse 23 [
भाविनी दयिता शम्भोस्सानुकूला सदा हरे ॥
महासाध्वी सुव्रता च पित्रोस्सुखविवर्द्धिनी ॥
]

`verse 24 [
शम्भोश्चित्तं वशे चैषा करिष्यति तपस्विनी ॥
स चाप्येनामृते योषां न ह्यन्यामुद्वहिष्यति ॥
]

`verse 25 [
एतयोस्सदृशं प्रेम न कस्याप्येव तादृशम् ॥
भूतं वा भविता वापि नाधुना च प्रवर्तते ॥
]

`verse 26 [
अनयोस्सुरकार्य्याणि कर्तव्यानि मृतानि च॥
यानि यानि नगश्रेष्ठ जीवितानि पुनः पुनः ॥
]

`verse 27 [
अनया कन्यया तेऽद्रे अर्धनारीश्वरो हरः ॥
भविष्यति तथा हर्षदिनयोर्मिलितम्पुनः ॥
]

`verse 28 [
शरीरार्धं हरस्यैषा हरिष्यति सुता तव॥
तपः प्रभावात्संतोष्य महेशं सकलेश्वरम् ॥2.3.8.३०॥
स्वर्णगौरी सुवर्णाभा तपसा तोष्य तं हरम् ॥
विद्युद्गौरतमा चेयं तव पुत्री भविष्यति ॥
]

`verse 29 [
गौरीति नाम्ना कन्या तु ख्यातिमेषा गमिष्यति ॥
सर्वदेवगणैः पूज्या हरिब्रह्मादिभिस्तथा ॥
]

`verse 30 [
नान्यस्मै त्वमिमां दातुमिहार्हसि नगोत्तम॥
इदं चोपांशु देवानां न प्रकाश्यं कदाचन ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
इति तस्य वचः श्रुत्वा देवर्षे तव नारद ॥
उवाच हिमवान्वाक्यं मुने त्वाम्वाग्विशारदः ॥
]

`verse 32 [
हिमालय उवाचा॥
हे मुने नारद प्राज्ञ विज्ञप्तिं कांचिदेव हि॥
करोमि तां शृणु प्रीत्या तस्त्वं प्रमुदमावह ॥
]

`verse 33 [
श्रूयते त्यक्तसंगस्स महादेवो यतात्मवान् ॥
तपश्चरति सन्नित्यं देवानामप्यगोचरः॥
]

`verse 34 [
स कथं ध्यान मार्गस्थः परब्रह्मार्पितं मनः॥
भ्रंशयिष्यति देवर्षे तत्र मे संशयो महान्॥
]

`verse 35 [
अक्षरं परमं ब्रह्म प्रदीपकलिकोपमम्॥
सदाशिवाख्यं स्वं रूपं निर्विकारमजापरम्॥
]

`verse 36 [
निर्गुणं सगुणं तच्च निर्विशेषं निरीहकम्॥
अतः पश्यति सर्वत्र न तु बाह्यं निरीक्षते॥
]

`verse 37 [
इति स श्रूयते नित्यं किंनराणां मुखान्मुने॥
इहागतानां सुप्रीत्या किन्तन्मिथ्या वचो धुवम्॥2.3.8.४०॥
विशेषतः श्रूयते स साक्षान्नाम्ना तथा हरः ॥
समयं कृतवान्पूर्व्वं तन्मया गदितं शृणु ॥
]

`verse 38 [
न त्वामृतेऽन्यां वरये दाक्षायणि प्रिये सती ॥
भार्यार्थं न ग्रहीष्यामि सत्यमेतद्ब्रवीमि ते ॥
]

`verse 39 [
इति सत्यासमं तेन पुरैव समयः कृतः ॥
तस्यां मृतायां स कथं स्वयमन्यां ग्रहीष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
इत्युक्त्वा स गिरिस्तूष्णीमास तस्य पुरस्तव ॥
तदाकर्ण्याथ देवर्षे त्वं प्रावोचस्सुतत्त्वतः ॥
]

`speaker [
नारद उवाच
]

`verse 41 [
न वै कार्या त्वया चिंता गिरिराज महामते ॥
एषा तव सुता काली दक्षजा ह्यभवत्पुरा ॥
]

`verse 42 [
सतीनामाभवत्तस्यास्सर्वमंगलदं सदा ॥
सती सा वै दक्षकन्या भूत्वा रुद्रप्रियाभवत ॥
]

`verse 43 [
पितुर्यज्ञे तथा प्राप्यानादरं शंकरस्य च ॥
तं दृष्ट्वा कोपमाधायात्याक्षीद्देहं च सा सती ॥
]

`verse 44 [
पुनस्सैव समुत्पन्ना तव गेहेऽम्बिका शिवा ॥
पार्वती हरपत्नीयं भविष्यति न संशयः ॥
]

`verse 45 [
एतत्सर्वं विस्तरात्त्वं प्रोक्तवान्भूभृते मुने ॥
पूर्वरूपं चरित्रं च पार्वत्याः प्रीतिवर्धनम् ॥
]

`verse 46 [
तं सर्वं पूर्ववृत्तान्यं काल्या मुनिमुखाद्गिरिः ॥
श्रुत्वा सपुत्रदारः स तदा निःसंशयोऽभवत् ॥ 2.3.8.५० ॥
ततः काली कथां श्रुत्वा नारदस्य मुखात्तदा ॥
लज्जयाधोमुखी भूत्वा स्मितविस्तारितानना ॥
]

`verse 47 [
करेण तां तु संस्पृश्य श्रुत्वा तच्चरितं गिरिः ॥
मूर्ध्नि शश्वत्तथाघ्राय स्वास नान्ते न्यवेशयत् ॥
]

`verse 48 [
ततस्त्वं तां पुनर्दृष्ट्वाऽवोचस्तत्र स्थितां मुने ॥
हर्षयन् गिरिराजं च मेनकान्तनयैः सह ॥
]

`verse 49 [
सिंहासनन्तु किन्त्वस्याश्शैलराज भवेदतः ॥
शम्भोरूरौ सदैतस्या आसनं तु भविष्यति ॥
]

`verse 50 [
हरोरूर्वासनम्प्राप्य तनया तव सन्ततम् ॥
न यत्र कस्याचिदृष्टिर्मानसं वा गमिष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 51 [
इति वचनमुदारं नारद त्वं गिरीशं त्रिदिवमगम उक्त्वा तत्क्षणादेवप्रीत्या ॥
गिरिपतिरपि चित्ते चारुसंमोदयुक्तस्स्वगृहमगमदेवं सर्वसंपत्समृद्धम् ॥
]

`colophon [
इति श्रीशिवमहा पुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे नारदहिमालयसंवादवर्णनं नामाष्टमोऽध्यायः ॥
]
