`speaker [
नारद उवाच
]

`verse 1 [
विधे तात त्वया शैववर प्राज्ञाद्भुता कथा ॥
वर्णिता करुणां कृत्वा प्रीतिर्मे वर्द्धिताधिकम् ॥
]

`verse 2 [
विधे गते स्वकं धाम मयि वै दिव्यदर्शगे ॥
ततः किमभवत्तात कृपया तद्वदाधुना ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
गते त्वयि मुने स्वर्गे कियत्काले गते सति ॥
मेना प्राप्येकदा शैलनिकटं प्रणनाम सा ॥
]

`verse 4 [
स्थित्वा सविनयम्प्राह स्वनाथं गिरिकामिनी ॥
तत्र शैलाधिनाथं सा प्राणप्रियसुता सती ॥
]

`speaker [
मेनोवाच
]

`verse 5 [
मुनिवाक्यं न बुद्धं मे सम्यङ् नारीस्वभावतः ॥
विवाहं कुरु कन्यायास्सुन्दरेण वरेण ह ॥
]

`verse 6 [
सर्वथा हि भवेत्तत्रोद्वाहोऽपूर्वसुखावहः ॥
वरश्च गिरिजायास्तु सुलक्षणकुलोद्भवः ॥
]

`verse 7 [
प्राणप्रिया सुता मे हि सुखिता स्याद्यथा प्रिय ॥
सद्वरं प्राप्य सुप्रीता तथा कुरु नमोऽस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
इत्युक्ताश्रुमुखी मेना पत्यंघ्र्योः पतिता तदा ॥
तामुत्थाप्य गिरिः प्राह यथावत्प्रज्ञसत्तमः ॥
]

`speaker [
हिमालय उवाच
]

`verse 9 [
शृणु त्वं मेनके देवि यथार्थं वच्मि तत्त्वतः॥
भ्रमं त्यज मुनेर्वाक्यं वितथं न कदाचन ॥
]

`verse 10 [
यदि स्नेहः सुतायास्ते सुतां शिक्षय सादरम् ॥
तपः कुर्याच्छंकरस्य सा भक्त्या स्थिरचेतसा ॥ 2.3.9.१० ॥
चेत्प्रसन्नः शिवः काल्याः पाणिं गृह्णाति मेनके ॥
सर्वं भूयाच्छुभं नश्येन्नारदोक्तममंगलम् ॥
]

`verse 11 [
अमंगलानि सर्वाणि मंगलानि सदाशिवे ॥
तस्मात्सुतां शिवप्राप्त्यै तपसे शिक्षय द्रुतम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
इत्याकर्ण्य गिरेर्वाक्यं मेना प्रीततराऽभवत् ॥
सुतोपकंठमगमदुपदेष्टुं तदोरुचिम् ॥
]

`verse 13 [
सुताङ्गं सुकुमारं हि दृष्ट्वातीवाथ मेनका ॥
विव्यथे नेत्रयुग्मे चाश्रुपूर्णेऽभवतां द्रुतम् ॥ ॥
]

`verse 14 [
सुतां समुपदेष्टुं तन्न शशाक गिरिप्रिया ॥
बुबुधे पार्वती तद्वै जननीङ्गितमाशु सा ॥
अथ सा कालिका देवी सर्वज्ञा परमेश्वरी ॥
उवाच जननीं सद्यः समाश्वास्य पुनः पुनः ॥
]

`speaker [
पार्वत्युवाच
]

`verse 15 [
मातश्शृणु महाप्राज्ञेऽद्यतने ऽजमुहूर्तके ॥
रात्रौ दृष्टो मया स्वप्नस्तं वदामि कृपां कुरु ॥
]

`verse 16 [
विप्रश्चैव तपस्वी मां सदयः प्रीतिपूर्वकम् ॥
उपादिदेश सुतपः कर्तुं मातश्शिवस्य वै ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
तच्छ्रुत्वा मेनका शीघ्रं पतिमाहूय तत्र च ॥
तत्स्वप्नं कथयामास सुता दृष्टमशेषतः ॥ ॥
]

`verse 18 [
सुतास्वप्नमथाकर्ण्य मेनकातो गिरीश्वरः ॥
उवाच परमप्रीतः प्रियां सम्बोधयन्गिरा ॥ 2.3.9.२० ॥
॥ गिरीश्वर उवाच ॥
हे प्रियेऽपररात्रान्ते स्वप्नो दृष्टो मयापि हि ॥
तं शृणु त्वं महाप्रीत्या वच्म्यहं तं समादरात् ॥
]

`verse 19 [
एकस्तपस्वी परमो नारदोक्तवरां गधृक् ॥
पुरोपकंठं सुप्रीत्या तपः कर्तुं समागतः ॥
]

`verse 20 [
गृहीत्वा स्वसुतां तत्रागमं प्रीततरोप्यहम् ॥
मया ज्ञातस्स वै शम्भुर्नारदो क्तवरः प्रभुः ॥
]

`verse 21 [
सेवार्थं तस्य तनयामुपदिश्य तपस्विनः ॥ तं
 वै प्रार्थितवांस्तस्यां न तदांगीचकार सः ॥
]

`verse 22 [
अभूद्विवादस्तुमहान्सांख्यवेदान्तसंमतः ॥
ततस्तदाज्ञया तत्र संस्थितासीत्सुता मम ॥
]

`verse 23 [
निधाय हृदि तं कामं सिषेवे भक्तितश्च सा ॥
इति दृष्टं मया स्वप्नं प्रोक्तवांस्ते वरानने ॥
]

`verse 24 [
ततो मेने कियत्कालं परीक्ष्यं तत्फलं प्रिये ॥
योग्यमस्तीदमेवेह बुध्यस्व त्वं मम ध्रुवम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
इत्युक्त्वा गिरिराजश्च मेनका वै मुनीश्वर ॥
सन्तस्थतुः परीक्षन्तीं तत्फलं शुद्धचेतसौ ॥
]

`verse 26 [
इत्थम्व्यतीतेऽल्पदिने परमेशः सतां गतिः ॥
सतीविरहसुव्यग्रो भ्रमन्सर्वत्र सूतिकृत् ॥
]

`verse 27 [
तत्राजगाम सुप्रीत्या कियद्गुणयुतः प्रभुः ॥
तपः कर्तुं सतीप्रेमविरहाकुलमानसः ॥ 2.3.9.३० ॥
तपश्चकार स्वं तत्र पार्वती सेवने रता ॥
सखीभ्यां सहिता नित्यं प्रसन्नार्थमभूत्तदा ॥
]

`verse 28 [
विद्धोऽऽपि मार्गणैश्शम्भुर्विकृतिं नाप स प्रभुः ॥
प्रेषितेन सुरैस्स्वात्ममोहनार्थं स्मरेण वै ॥
]

`verse 29 [
दग्ध्वा स्मरं च तत्रैव स्ववह्निनयनेन सः ॥
स्मृत्वा मम वचः क्रुद्धो मह्यमन्तर्दधे ततः ॥
]

`verse 30 [
ततः कालेन कियता विनाश्य गिरिजामदम् ॥
प्रसादितस्सुतपसा प्रसन्नोऽभून्महेश्वरः ॥
]

`verse 31 [
लौकिकाचारमाश्रित्य रुद्रो विष्णुप्रसादितः ॥
कालीं विवाहयामास ततोऽभूद्बहुमंगलम् ॥
]

`verse 32 [
इत्येतत्कथितं तात समासाच्चरितं विभोः ॥
शंकरस्य परं दिव्यं किं भूयः श्रोतुमि च्छसि ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे स्वप्नवर्ण्णनपू० संक्षेपशिवचरितवर्णनं नाम नवमोऽध्यायः ॥
]
