`speaker [
ब्रह्मोवाच
]

`verse 1 [
वर्द्धमाना गिरेः पुत्री सा शक्ति लोकपूजिता ॥
अष्टवर्षा यदा जाता हिमालयगृहे सती ॥
]

`verse 2 [
तज्जन्म गिरिशो ज्ञात्वा सतीविरहकातरः ॥
कृत्वा तामद्भुतामन्तर्मुमोदातीव नारद॥
]

`verse 3 [
तस्मिन्नेवान्तरे शम्भुर्लौकिकीं गतिमाश्रितः॥
समाधातुं मनस्सम्यक्तपः कर्त्तुं समैच्छत।३॥
कांश्चिद्गणवराञ्छान्तान्नंद्यादीनवगृह्य च ॥
गङ्गावतारमगमद्धिमवत्प्रस्थमुत्तमम् ॥
]

`verse 4 [
यत्र गंगा निपतिता पुरा ब्रह्मपुरात्स्रुता ॥
सर्वाघौघविनाशाय पावनी परमा मुने ॥
]

`verse 5 [
तपःप्रारम्भमकरोत्स्थित्वा तत्र वशी हरः ॥
एकाग्रं चिंतयामास स्वमात्मानमतन्द्रितः ॥
]

`verse 6 [
चेतो ज्ञानभवं नित्यं ज्योतीरूपं निरामयम् ॥
जगन्मयं चिदानन्दं द्वैतहीनं निराश्रयम् ॥
]

`verse 7 [
हरे ध्यानपरे तिस्मिन्प्रमथा ध्यानतत्पराः॥
अभवन्केचिदपरे नन्दिभृंग्यादयो गणाः॥
]

`verse 8 [
सेवां चक्रुस्तदा केचिद्गणाः शम्भोः परात्मनः॥
नैवाकूजंस्तु मौना हि द्वरपाः केचनाभवन् ॥
]

`verse 9 [
एतस्मिन्नन्तरे तत्र जगाम हिमभूधरः॥
शङ्करस्यौषधिप्रस्थं श्रुत्वागमनमादरात्॥2.3.11.१
]

`verse 10 [
प्रणनाम प्रभुं रुद्रं सगणो भूधरेश्वरः ॥
समानर्च च सुप्रीतस्तुष्टाव स कृताञ्जलिः ॥ १
]

`speaker [
हिमालय उवाच
]

`verse 11 [
देवदेव महादेव कपर्दिच्छंकर प्रभो ॥
त्वयैव लोकनाथेन पालितं भुवनत्रयम् ॥
]

`verse 12 [
नमस्ते देवदेवेश योगिरूपधराय च ॥
निर्गुणाय नमस्तुभ्यं सगुणाय विहारिणे ॥
]

`verse 13 [
कैलासवासिने शम्भो सर्वलोकाटनाय च ॥
नमस्ते परमेशाय लीलाकाराय शूलिने ॥
]

`verse 14 [
परिपूर्णगुणाधानविकाररहितायते ॥
नमोऽनीहाय वीहाय धीराय परमात्मने॥
]

`verse 15 [
त्रिगुणाधीश मायेश ब्रह्मणे परमात्मने॥
]

`verse 16 [
विष्णुब्रह्मादिसेव्याय विष्णुब्रह्मस्वरूपिणे॥
विष्णुब्रह्मकदात्रे ते भक्तप्रिय नमोऽस्तु ते ॥
]

`verse 17 [
तपोरत तपस्थानसुतपः फलदायिने ॥
तपःप्रियाय शान्ताय नमस्ते ब्रह्मरूपिणे ॥
]

`verse 18 [
व्यवहारकरायैव लोकाचारकराय ते ॥
सगुणाय परेशाय नमोस्तु परमात्मने ॥ ॥
]

`verse 19 [
लीला तव महेशानावेद्या साधुसुखप्रदा ॥
भक्ताधीनस्वरूपोऽसि भक्तवश्यो हि कर्मकृत् ॥ 2.3.11.२० ॥
मम भाग्योदयादत्र त्वमागत इह प्रभो॥
सनाथ कृतवान्मां त्वं वर्णितो दानवत्सलः॥
]

`verse 20 [
अद्य मे सफलं जन्म सफलं जीवनं मम॥
अद्य मे सफलं सर्वं यदत्र त्वं समागतः ॥
]

`verse 21 [
ज्ञात्वा मां दासमव्यग्रमाज्ञान्देहि महेश्वर ॥
त्वत्सेवां च महाप्रीत्या कुर्यामहमनन्यधीः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इत्याकर्ण्य वचस्तस्य गिरीशस्य महेश्वरः ॥
किंचिदुन्मील्य नेत्रे च ददर्श सगणं गिरिम् ॥
]

`verse 23 [
सगणं तन्तथा दृष्ट्वा गिरिराजं वृषध्वजः ॥
उवाच ध्यानयोगस्थः स्मयन्निव जगत्पतिः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 24 [
तव पृष्ठे तपस्तप्तुं रहस्यमहमागतः ॥
यथा न कोपि निकटं समायातु तथा कुरु ॥
]

`verse 25 [
त्वं महात्मा तपोधामा मुनीनां च सदाश्रयः ॥
देवानां राक्षसानां च परेषां च महात्मनाम् ॥
]

`verse 26 [
सदा वासो द्विजादीनां गंगापूतश्च नित्यदा ॥
परोपकारी सर्वेषां गिरीणामधिपः प्रभुः ॥
]

`verse 27 [
अहं तपश्चराम्यत्र गंगावतरणे स्थले ॥
आश्रितस्तव सुप्रीतो गिरिराज यतात्मवान् ॥
]

`verse 28 [
निर्विघ्नं मे तपश्चात्र हेतुना येन शैलप ॥
सर्वथा हि गिरिश्रेष्ठ सुयत्नं कुरु साम्प्रतम् ॥ 2.3.11.३० ॥
ममेदमेव परमं सेवनं पर्वतोत्तम ॥
स्वगृहं गच्छ सत्प्रीत्या तत्संपादय यत्नतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
इत्युक्त्वा जगतां नाथस्तूष्णीमास स सूतिकृत् ॥
गिरिराजस्तदा शम्भुं प्रणयादिदमब्रवीत् ॥
]

`speaker [
हिमालय उवाच
]

`verse 30 [
पूजितोऽसि जगन्नाथ मया त्वम्परमेश्वर ॥
स्वागतेनाद्य विषये स्थितं त्वाम्प्रार्थयामि किम् ॥
]

`verse 31 [
महता तपसा त्वं हि देवैर्यत्नपराश्रितैः ॥
न प्राप्यसे महेशान स त्वं स्वयमुपस्थितः ॥
]

`verse 32 [
मत्तोप्यन्यतमो नास्ति न मत्तोऽन्योऽस्ति पुण्यवान्॥
भवानिति च मत्पृष्ठे तपसे समुपस्थितः॥
]

`verse 33 [
देवेन्द्रादधिकम्मन्ये स्वात्मानम्परमेश्वर॥
सगणेन त्वयागत्य कृतोऽनुग्रहभागहम्॥
]

`verse 34 [
निर्विघ्नं कुरु देवेश स्वतन्त्रः परमन्तपः॥
करिष्येऽहन्तथा सेवां दासोऽहन्ते सदा प्रभो।३७॥
ब्रह्मोवाच॥
इत्युक्त्वा गिरिराजोऽसौ स्वं वेश्म द्रुतमागतः॥
वृत्तांत्तं तं समाचख्यौ प्रियायै च समादरात्॥
]

`verse 35 [
नीयमानान्परीवारान्स्वगणानपि नारद॥
समाहूयाखिलाञ्छैलपतिः प्रोवाच तत्त्वतः॥
]

`speaker [
हिमालय उवाच
]

`verse 36 [
अद्य प्रभृति नो यातु कोपि गंगावतारणम्॥
मच्छासनेन मत्प्रस्थं सत्यमेतद्ब्रवीम्यहम् ॥2.3.11.४
]

`verse 37 [
गमिष्यति जनः कश्चित्तत्र चेत्तं महाखलम् ॥
दण्डयिष्ये विशेषेण सत्यमेतन्मयोदितम् ॥
]

`verse 38 [
इति तान्स नियम्याशु स्वगणान्निखिलान्मुने ॥
सुयत्नं कृतवाञ्छैलस्तं शृणु त्वं वदामि ते ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायान्तृतीये पार्वतीखण्डे शिवशैलसमागमवर्णनं नामैकादशोऽध्यायः ॥
]
