`verse 1 [
॥ ब्रह्मोवाच ॥ ॥
अथ शैलपतिर्हृष्टः सत्पुष्पफलसंचयम् ॥
समादाय स्वतनयासहितोऽगाद्धरांतिकम् ॥
]

`verse 2 [
स गत्वा त्रिजगन्नाथं प्रणम्य ध्यानतत्परम्॥
अर्थयामास तनयां कालीं तस्मै हृदाद्भुताम् ॥
]

`verse 3 [
फलपुष्पादिकं सर्वं तत्तदग्रे निधाय सः ॥
अग्रे कृत्वा सुतां शम्भुमिदमाह च शैलराट् ॥
]

`speaker [
हिमगिरिरुवाच
]

`verse 4 [
भगवंस्तनया मे त्वां सेवितुं चन्द्रशेखरम् ॥
समुत्सुका समानीता त्वदाराधनकांक्षया ॥
]

`verse 5 [
सखीभ्यां सह नित्यं त्वां सेवतामेव शंकरम् ॥
अनुजानीहि तां नाथ मयि ते यद्यनुग्रहः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
अथ तां शंकरोऽपश्यत्प्रथमारूढयौवनाम् ॥
फुल्लेन्दीवरपत्राभा पूर्णचन्द्रनिभाननाम् ॥
]

`verse 7 [
समस्तलीलासंस्थानशुभवेषविजृम्भिकाम् ॥
कम्बुग्रीवां विशालाक्षीं चारुकर्णयुगोज्ज्वलाम् ॥
]

`verse 8 [
मृणालायतपर्य्यन्तबाहुयुग्ममनोहराम्॥
राजीवकुड्मलप्रख्यौ घनपीनौदृढौस्तनौ ॥
]

`verse 9 [
बिभ्रतीं क्षीणमध्यां च त्रिवलीमध्यराजिताम् ॥
स्थलपद्मप्रतीकाशपादयुग्मविराजिताम् ॥
]

`verse 10 [
ध्यानपंजरनिर्बद्धमुनिमानसमप्यलम् ॥
दर्शनाद्भ्रंशने शक्तां योषिद्गणशिरोमणिम् ॥ 2.3.12.१० ॥
दृष्ट्वा तां तादृशीं तात ध्यानिनां च मनोहराम् ॥
विग्रहे तन्त्रमन्त्राणां वर्द्धिनीं कामरूपिणीम् ॥
]

`verse 11 [
न्यमीलयदृशौ शीघ्रं दध्यौ स्वं रूपमुत्तमम् ॥
परतत्त्वं महायोगी त्रिगुणात्परमव्ययम् ॥
]

`verse 12 [
दृष्ट्वा तदानीं सकलेश्वरं विभुं तपोजुषाणं विनिमीलितेक्षणम्॥
कपर्दिनं चन्द्रकलाविभूषणं वेदान्तवेद्यं परमासने स्थितम् ॥
]

`verse 13 [
ववन्द शीर्ष्णा च पुनर्हिमाचलः स संशयं प्रापददीनसत्त्वः ॥
उवाच वाक्यं जगदेकबन्धुं गिरीश्वरो वाक्यविदां वरिष्ठः ॥
]

`speaker [
हिमाचल उवाच
]

`verse 14 [
देवदेव महादेव करुणाकर शंकर ॥
पश्य मां शरणम्प्राप्तमुन्मील्य नयने विभो ॥
]

`verse 15 [
शिव शर्व महेशान जगदानन्दकृत्प्रभो ॥
त्वां नतोऽहं महादेव सर्वापद्विनिवर्तकम् ॥
]

`verse 16 [
न त्वां जानंति देवेश वेदाश्शास्त्राणि कृत्स्नशः॥
अतीतो महिमाध्वानं तव वाङ्मनसोः सदा ॥
]

`verse 17 [
अतद्व्यावृत्तितस्त्वां वै चकितं चकितं सदा ॥
अभिधत्ते श्रुतिः सर्वा परेषां का कथा मता ॥
]

`verse 18 [
जानंति बहवो भक्तास्त्वत्कृपां प्राप्य भक्तितः ॥
शरणागत भक्तानां न कुत्रापि भ्रमादिकम् ॥
]

`verse 19 [
विज्ञप्तिं शृणु मत्प्रीत्या स्वदासस्य ममाधुना॥
तव देवाज्ञया तात दीनत्वाद्वर्णयामि हि ॥ 2.3.12.२० ॥
सभाग्योहं महादेव प्रसादात्तव शंकर ॥
मत्वा स्वदासं मां नाथ कृपां कुरु नमोऽस्तु ते ॥
]

`verse 20 [
प्रत्यहं चागमिष्यामि दर्शनार्थं तव प्रभो॥
अनया सुतया स्वामिन्निदेशं दातुमर्हसि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
इत्याकर्ण्य वचस्तस्योन्मील्य नेत्रे महेश्वरः ॥
त्यक्तध्यानः परामृश्य देवदेवोऽब्रवीद्वचः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 22 [
आगंतव्यं त्वया नित्यं दर्शनार्थं ममाचल॥
कुमारीं सदने स्थाप्य नान्यथा मम दर्शनम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
महेशवचनं श्रुत्वा शिवातातस्तथाविधम् ॥
अचलः प्रत्युवाचेदं गिरिशं नतकमधरः ॥
]

`speaker [
हिमाचल उवाच
]

`verse 24 [
कस्मान्मयानया सार्द्धं नागंतव्यं तदुच्यताम् ॥
सेवने किमयोग्येयं नाहं वेद्म्यत्र कारणम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
ततोऽब्रवीद्गिरिं शंभुः प्रहसन्वृषभध्वजः ॥
लोकाचारं विशेषेण दर्शयन्हि कुयोगिनाम् ॥
]

`speaker [
शंभुरुवाच
]

`verse 26 [
इयं कुमारी सुश्रोणी तन्वी चन्द्रानना शुभा ॥
नानेतव्या मत्समीपे वारयामि पुनः पुनः ॥
]

`verse 27 [
मायारूपा स्मृता नारी विद्वद्भिर्वेदपारगैः ॥
युवती तु विशेषेण विघ्नकर्त्री तपस्विनाम् ॥
]

`verse 28 [
अहं तपस्वी योगी च निर्लिप्तो मायया सदा ॥
प्रयोजनं न युक्त्या वै स्त्रिया किं मेस्ति भूधर ॥2.3.12.३० ॥
एवं पुनर्न वक्तव्यं तपस्विवरसंश्रित ॥
वेदधर्मप्रवीणस्त्वं यतो ज्ञानिवरो बुधः ॥
]

`verse 29 [
भवत्यचल तत्संगाद्विषयोत्पत्तिराशु वै ॥
विनश्यति च वैराग्यं ततो भ्रश्यति सत्तपः ॥
]

`verse 30 [
अतस्तपस्विना शैल न कार्या स्त्रीषु संगतिः ॥
महाविषयमूलं सा ज्ञानवैराग्यनाशिनी॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
इत्याद्युक्त्वा बहुतरं महायोगी महेश्वरः ॥ ।
विरराम गिरीशं तं महायोगिवरः प्रभुः ॥
]

`verse 32 [
एतच्छ्रुत्वा वचनं तस्य शंभोर्निरामयं निःस्पृहं निष्ठुरं च ॥
कालीतातश्चकितोऽभूत्सुरर्षे तद्वत्किंचिद्व्याकुलश्चास तूष्णीम् ॥
]

`verse 33 [
तपस्विनोक्तं वचनं निशम्य तथा गिरीशं चकितं विचार्य्य ॥
अतः प्रणम्यैव शिवं भवानी जगाद वाक्यं विशदन्तदानीम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे शिवहिमाचलसम्वादवर्णनं नाम द्वादशोऽध्यायः ॥
]
