`speaker [
भवान्युवाच
]

`verse 1 [
किमुक्तं गिरिराजाय त्वया योगिस्तपस्विना ॥
तदुत्तरं शृणु विभो मत्तो ज्ञानिविशारद ॥
]

`verse 2 [
तपश्शक्त्यान्वितश्शम्भो करोषि विपुलं तपः ॥
तव बुद्धिरियं जाता तपस्तप्तुं महात्मनः ॥
]

`verse 3 [
सा शक्तिः प्रकृतिर्ज्ञेया सर्वेषामपि कर्मणाम् ॥
तया विरच्यते सर्वं पाल्यते च विनाश्यते ॥
]

`verse 4 [
कस्त्वं का प्रकृतिस्सूक्ष्मा भगवंस्तद्विमृश्यताम् ॥
विना प्रकृत्या च कथं लिंगरूपी महेश्वरः ॥
]

`verse 5 [
अर्चनीयोऽसि वंद्योऽसि ध्येयोऽसि प्राणिनां सदा ॥
प्रकृत्या च विचार्येति हृदा सर्वं तदुच्यताम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
पार्वत्यास्तद्वचः श्रुत्वा महोतिकरणे रतः ॥
सुविहस्य प्रसन्नात्मा महेशो वाक्यमब्रवीत् ॥
]

`speaker [
महेश्वर उवाच
]

`verse 7 [
तपसा परमेणेव प्रकृतिं नाशयाम्यहम् ॥
प्रकृत्या रहितश्शम्भुरहं तिष्ठामि तत्त्वतः ॥
]

`verse 8 [
तस्माच्च प्रकृतेस्सद्भिर्न कार्यस्संग्रहः क्वचित् ॥
स्थातव्यं निर्विकारैश्च लोकाचार विवर्जितैः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 9 [
इत्युक्ता शम्भुना तात लौकिकव्यवहारतः ॥
सुविहस्य हृदा काली जगाद मधुरं वचः ॥
]

`speaker [
काल्युवाच
]

`verse 10 [
यदुक्तं भवता योगिन्वचनं शंकर प्रभो ॥
सा च किं प्रकृतिर्न स्यादतीतस्तां भवान्कथम् ॥ 2.3.13.१
]

`verse 11 [
एतद्विचार्य वक्तव्यं तत्त्वतो हि यथातथम् ॥
प्रकृत्या सर्वमेतच्च बद्धमस्ति निरंतरम् ॥
]

`verse 12 [
तस्मात्त्वया न वक्तव्यं न कार्यं किंचिदेव हि ॥
वचनं रचनं सर्वं प्राकृतं विद्धि चेतसा ॥
]

`verse 13 [
यच्छृणोषि यदश्नासि यत्पश्यसि करोषि यत् ॥
तत्सर्वं प्रकृतेः कार्यं मिथ्यावादो निरर्थकः ॥
]

`verse 14 [
प्रकृतेः परमश्चेत्त्वं किमर्थं तप्यसे तपः ॥
त्वया शंभोऽधुना ह्यस्मिन्गिरौ हिमवति प्रभो ॥
]

`verse 15 [
प्रकृत्या गिलितोऽसि त्वं न जानासि निजं हर ॥
निजं जानासि चेदीश किमर्थं तप्यसे तपः ॥
]

`verse 16 [
वाग्वादेन च किं कार्यं मम योगिस्त्वया सह ॥
प्रत्यक्षे ह्यनुमानस्य न प्रमाणं विदुर्बुधाः ॥
]

`verse 17 [
इंद्रियाणां गोचरत्वं यावद्भवति देहिनाम् ॥
तावत्सर्वं विमंतव्यं प्राकृतं ज्ञानिभिर्धिया ॥
]

`verse 18 [
किं बहूक्तेन योगीश शृणु मद्वचनं परम् ॥
सा चाहं पुरुषोऽसि त्वं सत्यं सत्यं न संशयः ॥
]

`verse 19 [
मदनुग्रहतस्त्वं हि सगुणो रूपवान्मतः ॥
मां विना त्वं निरीहोऽसि न किंचित्कर्तुमर्हसि ॥
]

`verse 20 [
पराधीनस्सदा त्वं हि नानाकर्म्मकरो वशी ॥
निर्विकारी कथं त्वं हि न लिप्तश्च मया कथम् ॥ 2.3.13.२० ॥
प्रकृतेः परमोऽसि त्वं यदि सत्यं वचस्तव ॥
तर्हि त्वया न भेतव्यं समीपे मम शंकर ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
इत्याकर्ण्य वचस्तस्याः सांख्यशास्त्रोदितं शिवः ॥
वेदांतमतसंस्थो हि वाक्यमूचे शिवां प्रति ॥
]

`speaker [
श्रीशिव उवाच
]

`verse 22 [
इत्येवं त्वं यदि  ब्रूषे गिरिजे सांख्यधारिणी ॥
प्रत्यहं कुरु मे सेवामनिषिद्धां सुभाषिणि ॥
]

`verse 23 [
यद्यहं ब्रह्म निर्लिप्तो मायया परमेश्वरः ॥
वेदांतवेद्यो मायेशस्त्वं करिष्यसि किं तदा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
इत्येवमुक्त्वा गिरिजां वाक्यमूचे गिरिं प्रभुः ॥
भक्तानुरंजनकरो भक्तानुग्रहकारकः ॥
]

`speaker [
शिव उवाच
]

`verse 25 [
अत्रैव सोऽहं तपसा परेण गिरे तव प्रस्थवरेऽतिरम्ये ॥
चरामि भूमौ परमार्थभावस्वरूपमानंदमयं सुलोचयन् ॥
]

`verse 26 [
तपस्तप्तुमनुज्ञा मे दातव्या पर्वताधिप ॥
अनुज्ञया विना किंचित्तपः कर्तुं न शक्यते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
एतच्छ्रुत्वा वचस्तस्य देवदेवस्य शूलिनः ॥
प्रणम्य हिमवाञ्छंभुमिदं वचनमब्रवीत् ॥
]

`verse 28 [
हिमवानुवाच ॥
त्वदीयं हि जगत्सर्वं सदेवासुरमानुषम् ॥
किमप्यहं महादेव तुच्छो भूत्वा वदामि ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
एवमुक्तो हिमवता शंकरो लोकशंकरः ॥
विहस्य गिरिराजं तं प्राह याहीति सादरम् ॥ 2.3.13.३० ॥
शंकरेणाभ्यनुज्ञातस्स्वगृहं हिमवान्ययौ ॥
सार्द्धं गिरिजया वै स प्रत्यहं दर्शने स्थितः ॥
]

`verse 30 [
पित्रा विनापि सा काली सखीभ्यां सह नित्यशः ॥
जगाम शंकराभ्याशं सेवायै भक्तितत्परा ॥
]

`verse 31 [
निषिषेध न तां कोऽपि गणो नंदीश्वरादिकः ॥
महेशशासनात्तात तच्छासनकरश्शुचिः ॥
]

`verse 32 [
सांख्यवेदांतमतयोश्शिवयोश्शि वदस्सदा ॥
संवादः सुखकृच्चोक्तोऽभिन्नयोस्सुविचारतः ॥
]

`verse 33 [
गिरिराजस्य वचनात्तनयां तस्य शंकरः ॥
पार्श्वे समीपे जग्राह गौरवादपि गोपरः ॥
]

`verse 34 [
उवाचेदं वचः कालीं सखीभ्यां सह गोपतिः ॥
नित्यं मां सेवतां यातु निर्भीता ह्यत्र तिष्ठतु ॥
]

`verse 35 [
एवमुक्त्वा तु तां देवीं सेवायै जगृहे हरः ॥
निर्विकारो महायोगी नानालीलाकरः प्रभुः ॥
]

`verse 36 [
इदमेव महद्धैर्य्यं धीराणां सुतपस्विनाम् ॥
विघ्रवन्त्यपि संप्राप्य यद्विघ्नैर्न विहन्यते ॥
]

`verse 37 [
ततः स्वपुरमायातो गिरिराट् परिचारकैः॥
मुमोदातीव मनसि सप्रियस्स मुनीश्वर ॥
]

`verse 38 [
हरश्च ध्यानयोगेन परमात्मानमादरात् ॥
निर्विघ्नेन स्वमनसा त्वासीच्चिंतयितुं स्थितः ॥2.3.13.४०॥
काली सखीभ्यां सहिता प्रत्यहं चंद्रशेखरम् ॥
सेवमाना महादेवं गमनागमने स्थिता ॥
]

`verse 39 [
प्रक्षाल्य चरणौ शंभोः पपौ तच्चरणोदकम् ॥
वह्निशौचैन वस्त्रेण चक्रे तद्गात्रमार्जनम् ॥
]

`verse 40 [
षोडशेनोपचारेण संपूज्य विधिवद्धरम् ॥
पुनःपुनः सुप्रणम्य ययौ नित्यं पितुर्गृहम् ॥
]

`verse 41 [
एवं संसेवमानायां शंकरं ध्यानतत्परम् ॥
व्यतीयाय महान्कालश्शिवाया मुनिसत्तम ॥
]

`verse 42 [
कदाचित्सहिता काली सखीभ्यां शंकराश्रमे ॥
वितेने सुंदरं गानं सुतालं स्मरवर्द्धनम् ॥
]

`verse 43 [
कदाचित्कुशपुष्पाणि समिधं नयति स्वयम् ॥
सखीभ्यां स्थानसंस्कारं कुर्वती न्यवसत्तदा ॥
]

`verse 44 [
कदाचिन्नियता गेहे स्थिता चन्द्रभृतो भ्रृशम् ॥
वीक्षंती विस्मयामास सकामा चन्द्रशेखरम् ॥
]

`verse 45 [
ततस्तप्तेन भूतेशस्तां निस्संगां परिस्थिताम् ॥
सोऽचिंतयत्तदा वीक्ष्य भूतदेहे स्थितेति च ॥
]

`verse 46 [
नाग्रहीद्गिरिशः कालीं भार्यार्थे निकटे स्थिताम् ॥
महालावण्यनिचयां मुनीनामपि मोहिनीम् ॥
]

`verse 47 [
महादेवः पुनर्दृष्ट्वा तथा तां संयतेद्रियाम् ॥
स्वसेवने रतां नित्यं सदयस्समचिंतयत् ॥ 2.3.13.५० ॥
यदैवैषा तपश्चर्याव्रतं काली करिष्यति ॥
तदा च तां ग्रहीष्यामि गर्वबीजविवर्जिताम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 48 [
इति संचिन्त्य भूतेशो द्रुतं ध्यानसमाश्रितः ॥
महयोगीश्वरोऽभूद्वै महालीलाकरः प्रभुः ॥
]

`verse 49 [
ध्यानासक्तस्य तस्याथ शिवस्य परमात्मनः ॥
हृदि नासीन्मुने काचिदन्या चिंता व्यवस्थिता ॥
]

`verse 50 [
काली त्वनुदिनं शंभुं सद्भक्त्या समसेवत ॥
विचिंतयंती सततं तस्य रूपं महात्मनः ॥
]

`verse 51 [
हरो ध्यानपरः कालीं नित्यं प्रैक्षत सुस्थितम् ॥
विस्मृत्य पूर्वचिंतां तां पश्यन्नपि न पश्यति ॥
]

`verse 52 [
एतस्मिन्नंतरे देवाश्शक्राद्या मुनयश्च ते ॥
ब्रह्माज्ञया स्मरं तत्र प्रेषयामासुरादरात् ॥
]

`verse 53 [
तेन कारयितुं योगं काल्या रुद्रेण कामतः ॥
महावीर्येणासुरेण तारकेण प्रपीडिताः ॥
]

`verse 54 [
गत्वा तत्र स्मरस्सर्वमुपायमकरोन्निजम् ॥
चुक्षुभे न हरः किञ्चित्तं च भस्मीचकार ह ॥
]

`verse 55 [
पार्वत्यपि विगर्वाभून्मुने तस्य निदेशतः ॥
ततस्तपो महत्कृत्वा शिवं प्राप पतिं सती ॥
]

`verse 56 [
बभूवतुस्तौ सुप्रीतौ पार्वतीपरमेश्वरौ ॥
चक्रतुर्देवकार्य्यं हि परोपकरणे रतौ ॥ 2.3.13.६० ॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे पार्वतीपरमेश्वरसंवादवर्णनं नाम त्रयोदशोऽध्यायः ॥
]
