`speaker [
नारद उवाच
]

`verse 1 [
विष्णुशिष्य महाशैव सम्यगुक्तं त्वया विधे ॥
चरितं परमं ह्येतच्छिवायाश्च शिवस्य च ॥
]

`verse 2 [
कस्तारकासुरो ब्रह्मन्येन देवाः प्रपीडिताः ॥
कस्य पुत्रस्य वै ब्रूहि तत्कथां च शिवाश्रयाम् ॥
]

`verse 3 [
भस्मी चकार स कथं शंकरश्च स्मरं वशी ॥
तदपि ब्रूहि सुप्रीत्याद्भुतं तच्चरितं विभोः ॥
]

`verse 4 [
कथं शिवा तपोऽत्युग्रं चकार सुखहेतवे ॥
कथं प्राप पतिं शंभुमादिशक्तिर्जगत्परा ॥
]

`verse 5 [
एतत्सर्वमशेषेण विशेषेण महाबुध ॥
ब्रूहि मे श्रद्दधानाय स्वपुत्राय शिवात्मने॥
]

`verse 6 [
ब्रह्मोवाच ॥ पुत्रवर्य महाप्राज्ञ सुरर्षे शंसितव्रतः ॥
वच्म्यहं शंकरं स्मृत्वा सर्वं तच्चरितं शृणु ॥
]

`verse 7 [
प्रथमं तारकस्यैव भवं संशृणु नारद॥
यद्वधार्थं महा यत्नः कृतो दैवैश्शिवाश्रयैः॥
]

`verse 8 [
मम पुत्रो मरीचिर्यः कश्यपस्तस्य चात्मजः॥
त्रयोदशमितास्तस्य स्त्रियो दक्षसुताश्च याः॥
]

`verse 9 [
दितिर्ज्येष्ठा च तत्स्त्री हि सुषुवे सा सुतद्वयम्॥
हिरण्यकशिपुर्ज्येष्ठो हिरण्याक्षोऽनुजस्ततः॥
]

`verse 10 [
तौ हतौ विष्णुना दैत्यौ नृसिंहक्रोडरूपतः॥
सुदुःखदौ ततो देवाः सुखमापुश्च निर्भयाः॥ 2.3.14.१
]

`verse 11 [
दितिश्च दुःखितासीत्सा कश्यपं शरणं गता॥
पुनस्संसेव्य तं भक्त्या गर्भमाधत्त सुव्रता ॥ १
]

`verse 12 [
तद्विज्ञाय महेंद्रोऽपि लब्धच्छिद्रो महोद्यमी॥
तद्गर्भं व्यच्छिनत्तत्र प्रविश्य पविना मुहुः॥
]

`verse 13 [
तद्व्रतस्य प्रभावेण न तद्गर्भो ममार ह॥
स्वपंत्या दैवयोगेन सप्त सप्ताभवन्सुताः॥
]

`verse 14 [
देवा आसन्सुतास्ते च नामतो मरुतोऽखिलाः ॥
स्वर्गं ययुस्तदेन्द्रेण देवराजात्मसात्कृताः ॥
]

`verse 15 [
पुनर्दितिः पतिं भेजेऽनुतप्ता निजकर्मतः ॥
चकार सुप्रसन्नं तं मुनिं परमसेवया ऽ
]

`speaker [
कश्यप उवाच
]

`verse 16 [
तपः कुरु शुचिर्भूत्वा ब्रह्मणश्चायुतं समाः ॥
चेद्भविष्यति तत्पूर्वं भविता ते सुतस्तदा ॥
]

`verse 17 [
तथा दित्या कृतं पूर्णं तत्तपश्श्रद्धया मुने॥
ततः पत्युः प्राप्य गर्भं सुषुवे तादृशं सुतम् ॥
]

`verse 18 [
वजांगनामा सोऽभूद्वै दितिपुत्रोऽमरोपमः ॥
नामतुल्यतनुर्वीरस्सुप्रताप्युद्भवाद्बली ॥
]

`verse 19 [
जननीशासनात्सद्यस्स सुतो निर्जराधिपम् ॥
बलाद्धृत्वा ददौ दंडं विविधं निर्जरानपि ॥
]

`verse 20 [
दितिस्सुखमतीवाप दृष्ट्वा शक्रादिदुर्दशाम्॥
अमरा अपि शक्राद्या जग्मुर्दुःखं स्वकर्मतः ॥ 2.3.14.२० ॥
तदाहं कश्यपेनाशु तत्रागत्य सुसामगीः॥
देवानत्याजयंस्तस्मात्सदा देवहिते रतः॥
]

`verse 21 [
देवान्मुक्त्वा स वज्रांगस्ततः प्रोवाच सादरम् ॥
शिवभक्तोऽतिशुद्धात्मा निर्विकारः प्रसन्नधीः ॥
]

`speaker [
वज्रांग उवाच
]

`verse 22 [
इंद्रो दुष्टः प्रजाघाती मातुर्मे स्वार्थसाधकः ॥
स फलं प्राप्तवानद्य स्वराज्यं हि करोतु सः ॥
]

`verse 23 [
मातुराज्ञावशाद्ब्रह्मन्कृतमेतन्मयाखिलम् ॥
न मे भोगाभिलाषो वै कस्यचि द्भुवनस्य हि ॥
]

`verse 24 [
तत्त्वसारं विधे सूत मह्यं वेदविदाम्वर ॥
येन स्यां सुसुखी नित्यं निर्विकारः प्रसन्नधीः ॥
]

`verse 25 [
तच्छ्रुत्वाहं मुनेऽवोचं सात्त्विको भाव उच्यत ॥
तत्त्वसार इति प्रीत्या सृजाम्येकां वरां स्त्रियम् ॥
]

`verse 26 [
वरांगीं नाम तां दत्त्वा तस्मै दितिसुताय वै ॥
अयां स्वधाम सुप्रीतः कश्यपस्तत्पितापि च ॥
]

`verse 27 [
ततो दैत्यस्य वज्रांगस्सात्विकं भावमाश्रितः॥
आसुरं भावमुत्सृज्य निर्वैरस्सुखमाप्तवान्॥
]

`verse 28 [
न बभूव वरांग्या हि हृदि भावोथ सात्विकः॥
सकामा स्वपतिं भेजे श्रद्धया विविधं सती ॥
]

`verse 29 [
अथ तत्सेवनादाशु संतुष्टोऽभून्महाप्रभुः ॥
स वज्रांगः पतिस्तस्या उवाच वचनं तदा ॥2.3.14.३०॥
वज्रांग उवाच॥
किमिच्छसि प्रिये ब्रूहि किं ते मनसि वर्तते ॥
तच्छुत्वानम्य तं प्राह सा पतिं स्वमनोरथम् ॥
]

`speaker [
वरांग्युवाच
]

`verse 30 [
चेत् प्रसन्नोऽभवस्त्वं वै सुतं मे देहि सत्पते ॥
महाबलं त्रिलोकस्य जेतारं हरिदुःखदम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
इति श्रुत्वा प्रियावाक्यं विस्मितोऽभूत्स आकुलः॥
उवाच हृदि स ज्ञानी सात्विको वैरवर्जितः ॥
]

`verse 32 [
प्रियेच्छति विरोधं वै सुरैर्मे न हि रोचते ॥
किं कुर्यां हि क्व गच्छेयं कथं नश्ये न मे पणः ॥
]

`verse 33 [
प्रियामनोरथश्चैव पूर्णस्स्यात्त्रिजगद्भवेत् ॥
क्लेशयुङ्नितरा भूयो देवाश्च मुनयस्तथा ॥
]

`verse 34 [
न पूर्णस्स्यात्प्रियाकामस्तदा मे नरको भवेत्॥
द्विधापि धर्महानिर्वै भवतीत्यनुशुश्रुवान् ॥
]

`verse 35 [
वज्रांग इत्थं बभ्राम स मुने धर्मसंकटे ॥
बलाबलं द्वयोस्तत्र विचिचिंत च बुद्धितः ॥
]

`verse 36 [
शिवेच्छया स हि मुने वाक्यं मेने स्त्रियो बुधः ॥
तथास्त्विति वचः प्राह प्रियां प्रति स दैत्यराट् ॥
]

`verse 37 [
तदर्थमकरोत्तीव्रं तपोन्यद्दुष्करं स तु ॥
मां समुद्दिश्य सुप्रीत्या बहुवर्षं जितेंद्रियः ॥
]

`verse 38 [
वरं दातुमगां तस्मै दृष्ट्वाहं तत्तपो महत् ॥
वरं ब्रूहि ह्यवोचं तं सुप्रसन्नेन चेतसा ॥ 2.3.14.४० ॥
वज्रांगस्तु तदा प्रीतं मां दृष्ट्वा स्थितं विभुम् ॥
सुप्रणम्य बहुस्तुत्वा वरं वव्रे प्रियाहितम् ॥
]

`speaker [
वज्रांग उवाच
]

`verse 39 [
सुतं देहि स्वमातुर्मे महाहितकरं प्रभो ॥
महाबलं सुप्रतापं सुसमर्थं तपोनिधिम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
इत्याकर्ण्य च तद्वाक्यं तथास्त्वित्यब्रवं मुने ॥
अया स्वधाम तद्दत्त्वा विमनास्सस्मरच्छिवम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे तारकोत्पत्तौ वज्रांगोत्पत्तितपोवर्णनं नाम चतुर्दशोऽध्यायः ॥
]
