`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ सा गर्भमाधत्त वरांगी तत्पुरादरात् ॥
स ववर्द्धाभ्यंतरे हि बहुवर्षैः सुतेजसा॥
]

`verse 2 [
ततः सा समये पूर्णे वरांगी सुषुवे सुतम्॥
महाकायं महावीर्यं प्रज्वलंतं दिशो दश॥
]

`verse 3 [
तदैव च महोत्पाता बभूवुर्दुःखहेतवः ॥
जायमाने सुते तस्मिन्वरांग्यात्सुखदुःखदे ॥
]

`verse 4 [
दिवि भुव्यंतरिक्षे च सर्वलोकभयंकराः ॥
अनर्थसूचकास्तात त्रिविधास्तान्ब्रवीम्यहम् ॥
]

`verse 5 [
सोल्काश्चाशनयः पेतुर्महाशब्दा भयंकराः ॥
उदयं चक्रुरुत्कृष्टाः केतवो दुःखदायकाः ॥
]

`verse 6 [
चचाल वसुधा साद्रिर्जज्वलुस्सकला दिशः ॥
चुक्षुभुस्सरितस्सर्वाः सागराश्च विशेषतः ॥
]

`verse 7 [
हूत्करानीरयन्धीरान्खरस्पर्शो मरुद्ववौ ॥
उन्मूलयन्महावृक्षान्वात्यानीकोरजोध्वजः॥
]

`verse 8 [
सराह्वोस्सूर्य्यविध्वोस्तु मुहुः परिधयोऽभवन्॥
महाभयस्य विप्रेन्द्र सूचकास्सुखहारकः ॥
]

`verse 9 [
महीध्रविवरेभ्यश्च निर्घाता भयसूचकाः ॥
रथनिर्ह्रादतुल्याश्च जज्ञिरेऽवसरे ततः ॥
]

`verse 10 [
सृगालोलूकटंकारैर्वमन्त्यो मुखतोऽनलम् ॥
अंतर्ग्रामेषु विकटं प्रणेदुरशिवाश्शिवाः ॥ 2.3.15.१० ॥
यतस्ततो ग्रामसिंहा उन्नमय्य शिरोधराम् ॥
संगीतवद्रोदनवद्व्यमुचन्विविधान्रवान् ॥
]

`verse 11 [
खार्काररभसा मत्ताः सुरैर्घ्नंतो रसांखराः ॥
वरूथशस्तदा तात पर्यधावन्नितस्ततः ॥
]

`verse 12 [
खगा उदपतन्नीडाद्रासभत्रस्तमानसः ॥
क्रोशंतो व्यग्रचित्ताश्च स्थितमापुर्न कुत्रचित् ॥
]

`verse 13 [
शकृन्मूत्रमकार्षुश्च गोष्ठेऽरण्ये भयाकुलः ॥
बभ्रमुः स्थितिमापुर्नो पशवस्ताडिता इव ॥
]

`verse 14 [
गावोऽत्रसन्नसृग्दोहा वाष्पनेत्रा भयाकुलाः ॥
तोयदा अभवंस्तत्र भयदाः पूयवर्षिणः ॥
]

`verse 15 [
व्यरुदन्प्रतिमास्तत्र देवानामुत्पतिष्णवः ॥
विनाऽनिलं द्रुमाः पेतुर्ग्रहयुद्धं बभूव खे ॥
]

`verse 16 [
इत्यादिका बहूत्पाता जज्ञिरे मुनिसत्तम ॥
अज्ञानिनो जनास्तत्र मेनिरे विश्वसंप्लवम् ॥
]

`verse 17 [
अथ प्रजापतिर्नामाकरोत्तस्यासुरस्य वै ॥
तारकेति विचार्यैव कश्यपो हि महौजसः ॥
]

`verse 18 [
महावीरस्य सहसा व्यज्यमानात्मपौरुषः ॥
ववृधेत्यश्मसारेण कायेनाद्रिपतिर्यथा ॥
]

`verse 19 [
अथो स तारको दैत्यो महाबलपराक्रमः ॥
तपः कर्तुं जनन्याश्चाज्ञां ययाचे महामनाः ॥2.3.15.२०॥
प्राप्ताज्ञः स महामायी मायिनामपि मोहकः ॥
सर्वदेवजयं कर्तुं तपोर्थं मन आदधे ॥
]

`verse 20 [
मधोर्वनमुपागम्य गुर्वाज्ञाप्रतिपालकः ॥
विधिमुद्दिश्य विधिवत्तपस्तेपे सुदारुणम् ॥
]

`verse 21 [
ऊर्द्ध्वबाहुश्चैकपादो रविं पश्यन्स चक्षुषा ॥
शतवर्षं तपश्चक्रे दृढचित्तो दृढव्रतः ॥
]

`verse 22 [
अंगुष्ठेन भुवं स्पृष्ट्वा शत वर्षं च तादृशः ॥
तेपे तपो दृढात्मा स तारकोऽसुरराट्प्रभुः ॥
]

`verse 23 [
शतवर्षं जलं प्राश्नञ्च्छतवर्षं च वायुभुक्॥
शतवर्ष जले तिष्ठञ्च्छतं च स्थंडिलेऽतपत् ॥
]

`verse 24 [
शतवर्षं तथा चाग्नौ शतवर्षमधोमुखः ॥
शतवर्षं तु हस्तस्य तलेन च भुवं स्थित ॥
]

`verse 25 [
शतवर्षं तु वृक्षस्य शाखामालब्य वै मुने ॥
पादाभ्यां शुचिधूमं हि पिबंश्चाधोमुखस्तथा ॥
]

`verse 26 [
एवं कष्टतरं तेपे सुतपस्स तु दैत्यराट्॥
काममुद्दिश्य विधिवच्छृण्वतामपि दुस्सहम्॥
]

`verse 27 [
तत्रैवं तपतस्तस्य महत्तेजो विनिस्सृतम्॥
शिरसस्सर्वंसंसर्पि महोपद्रवकृन्मुने॥
]

`verse 28 [
तेनैव देवलोकास्ते दग्धप्राया बभूविरे॥
अभितो दुःखमापन्नास्सर्वे देवर्षयो मुने॥2.3.15.३०॥
इंद्रश्च भयमापेदे ऽधिकं देवेश्वरस्तदा॥
तपस्यत्यद्य कश्चिद्वै मत्पदं धर्षयिष्यति ॥
]

`verse 29 [
अकांडे चैव ब्रह्माण्डं संहरिष्यत्ययं प्रभु ॥
इति संशयमापन्ना निश्चयं नोपलेभिरे ॥
]

`verse 30 [
ततस्सर्वे सुसंमन्त्र्य मिथस्ते निर्जरर्षयः ॥
मल्लोकमगमन्भीता दीना मां समुपस्थिताः ॥
]

`verse 31 [
मां प्रणम्य सुसंस्तूय सर्वे ते क्लिष्टचेतसः ॥
कृतस्वंजलयो मह्यं वृत्तं सर्वं न्यवेदयन् ॥
]

`verse 32 [
अहं सर्वं सुनिश्चित्य कारणं तस्य सद्धिया ॥
वरं दातुं गतस्तत्र यत्र तप्यति सोऽसुरः ॥
]

`verse 33 [
अवोचं वचनं तं वै वरं ब्रूहीत्यहं मुने ॥
तपस्तप्तं त्वया तीव्रं   नादेयं विद्यते तव ॥
]

`verse 34 [
इत्येवं मद्वचः श्रुत्वा तारकस्स महासुरः ॥
मां प्रणम्य सुसंस्तूय वरं वव्रेऽतिदारुणम् ॥
]

`speaker [
तारक उवाच
]

`verse 35 [
त्वयि प्रसन्ने वरदे किमसाध्यं भवेन्मम ॥
अतो याचे वरं त्वत्तः शृणु तन्मे पितामह ॥
]

`verse 36 [
यदि प्रसन्नो देवेश यदि देयो वरो मम ॥
देयं वरद्वयं मह्यं कृपां कृत्वा ममोपरि ॥
]

`verse 37 [
त्वया च निर्मिते लोके सकलेऽस्मिन्महाप्रभो ॥
मत्तुल्यो बलवान्नूनं न भवेत्कोऽपि वै पुमान् ॥ 2.3.15.४० ॥
शिववीर्यसमुत्पन्नः पुत्रस्सेनापतिर्यदा ॥
भूत्वा शस्त्रं क्षिपेन्मह्यं तदा मे मरणं भवेत् ॥
]

`verse 38 [
इत्युक्तोऽथ तदा तेन दैत्येनाहं मुनीश्वर॥
वरं च तादृशं दत्त्वा स्वलोकमगमं द्रुतम्॥
]

`verse 39 [
दैत्योऽपि स वरं लब्ध्वा मनसेप्सितमुत्तमम्॥
सुप्रसन्नोतरो भूत्वा शोणिताख्यपुरं गतः॥
]

`verse 40 [
अभिषिक्तस्तदा राज्ये त्रैलोक्यस्यासुरैस्सह॥
शुक्रेण दैत्यगुरुणाज्ञया मे स महासुरः ॥
]

`verse 41 [
ततस्तु स महादैत्योऽभवस्त्रैलोक्यनायकः ॥
स्वाज्ञां प्रवर्तयामास पीडयन्सचराचरम्॥
]

`verse 42 [
राज्यं चकार विधिवस्त्रिलोकस्य स तारकः ॥
प्रजाश्च पालयामास पीडयन्निर्जरादिकान्॥
]

`verse 43 [
ततस्स तारको दैत्यस्तेषां रत्नान्युपाददे ॥
इंद्रादिलोकपालानां स्वतो दत्तानि तद्भयात् ॥
]

`verse 44 [
इंद्रेणैरावतस्तस्य भयात्तस्मै समर्पितः ॥
कुबेरेण तदा दत्ता निधयो नवसंख्यका ॥
]

`verse 45 [
वरुणेन हयाः शुभ्रा ऋषिभिः कामकृत्तथा ॥
सूर्येणोच्चैश्श्रवा दिव्यो भयात्तस्मै समर्पितः ॥
]

`verse 46 [
यत्र यत्र शुभं वस्तु दृष्टं तेनासुरेण हि॥
तत्तद्गृहीतं तरसा निस्सारस्त्रिभवोऽभवत् ॥2.3.15.५०॥
समुद्राश्च तथा रत्नान्यदुस्तस्मै भयान्मुने॥
अकृष्टपच्यासीत्पृथ्वी प्रजाः कामदुघाः खिलाः॥
]

`verse 47 [
सूर्यश्च तपते तद्वत्तद्दुःखं न यथा भवेत् ॥
चंद्रस्तु प्रभया दृश्यो वायुस्सर्वानुकूलवान् ॥
]

`verse 48 [
देवानां चैव यद्द्रव्यं पितॄणां च परस्य च ॥
तत्सर्वं समुपादत्तमसुरेण दुरात्मना ॥
]

`verse 49 [
वशीकृत्य स लोकांस्त्रीन्स्वयमिंद्रो बभूव ह ॥
अद्वितीयः प्रभुश्चासीद्राज्यं चक्रेऽद्भुतं वशी॥
]

`verse 50 [
निस्सार्य सकलान्देवान्दैत्यानस्थापयत्ततः॥
स्वयं नियोजयामास देवयोनिस्स्वकर्मणि॥
]

`verse 51 [
अथ तद्बाधिता देवास्सर्वे शक्रपुरोगमाः॥
मुने मां शरणं जग्मुरनाथा अतिविह्वलाः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे तारकासुरतपोराज्यवर्णनंनाम पंचदशोऽध्यायः ॥
]
