`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ ते निर्जरास्सर्वे सुप्रणम्य प्रजेश्वरम् ॥
तुष्टुवुः परया भक्त्या तारकेण प्रपीडिताः॥
]

`verse 2 [
अहं श्रुत्वामरनुतिं यथार्थां हृदयंगमा॥
सुप्रसन्नतरो भूत्वा प्रत्यवोचं दिवौकसः ॥
]

`verse 3 [
स्वागतं स्वाधिकारा वै निर्विघ्नाः संति वस्तुतः ॥
किमर्थमागता यूयमत्र सर्वे वदंतु मे ॥
]

`verse 4 [
इति श्रुत्वा वचो मे ते नत्वा सर्वे दिवौकसः ॥
मामूचुर्नतका दीनास्तारकेण प्रपीडिताः ॥
]

`speaker [
देवा ऊचुः
]

`verse 5 [
लोकेश तारको दैत्यो वरेण तव दर्पित ॥
निरस्यास्मान्हठात्स्थानान्यग्रहीन्नो बलात्स्वयम् ॥
]

`verse 6 [
भवतः किमु न ज्ञातं दुःखं यन्नः उपस्थितम् ॥
तद्दुःखं नाशय क्षिप्रं वयं ते शरणं गताः ॥
]

`verse 7 [
अहर्निशं बाधतेस्मान्यत्र तत्रास्थितान्स वै ॥
पलायमानाः पश्यामो यत्र तत्रापि तारकम् ॥
]

`verse 8 [
तारकान्नश्च यद्दुःखं संभूतं सकलेश्वर ॥
तेन सर्वे वयं तात पीडिता विकला अति ॥
]

`verse 9 [
अग्निर्यमोथ वरुणो निर्ऋतिर्वायुरेव च॥ ॥
अन्ये दिक्पतयश्चापि सर्वे यद्वशगामिनः ॥
]

`verse 10 [
सर्वे मनुष्यधर्माणस्सर्वेः परिकरैर्युताः॥
सेवंते तं महादैत्यं न स्वतंत्राः कदाचन ॥ 2.3.16.१० ॥
एवं तेनार्दिता देवा वशगास्तस्य सर्वदा ॥
तदिच्छाकार्य्यनिरतास्सर्वे तस्यानुजीविनः ॥
]

`verse 11 [
यावत्यो वनितास्सर्वा ये चाप्यप्सरसां गणाः॥
सर्वांस्तानग्रहीद्दैत्यस्तारकोऽसौ महाबली ॥
]

`verse 12 [
न यज्ञास्संप्रवर्तते न तपस्यंति तापसाः॥
दानधर्मादिकं किंचिन्न लोकेषु प्रवर्त्तते ॥
]

`verse 13 [
तस्य सेनापतिः क्रौंचो महापाप्यस्ति दानवः ॥
स पातालतलं गत्वा बाधते त्वनिशं प्रजाः ॥
]

`verse 14 [
तेन नस्तारकेणेदं सकलं भुवनत्रयम् ॥
हृतं हठाज्जगद्धातः पापेनाकरुणात्मना ॥
वयं च तत्र यास्यामो यत्स्थानं त्वं विनिर्दिशेः ॥
स्वस्थास्तद्वारितास्तेन लोकनाथसुरारिणा ॥
]

`verse 15 [
त्वं नो गतिश्च शास्ता च धाता त्राता त्वमेव हि ॥
वयं सर्वे तारकाख्यवह्नौ दग्धास्सुविह्वलाः ॥
]

`verse 16 [
तेन क्रूरा उपाय नः सर्वे हतबलाः कृताः॥
विकारे सांनिपाते वा वीर्यवंत्यौषधानि च ॥
]

`verse 17 [
यत्रास्माकं जयाशा हि हरिचक्रे सुदर्शने ॥
उत्कुंठितमभूत्तस्य कंठे पुष्पमिवार्पितम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
इत्येतद्वचनं श्रुत्वा निर्जराणामहं मुने ॥
प्रत्यवोचं सुरान्सर्वांस्तत्कालसदृशं वचः ॥2.3.16.२०॥
ब्रह्मोवाच ॥
ममैव वचसा दैत्यस्तारकाख्यस्समेधितः॥
न मत्तस्तस्य हननं युज्यते हि दिवौकसः ॥
]

`verse 19 [
ततो नैव वधो योग्यो यतो वृद्धिमुपागतः ॥
विष वृक्षोऽपि संवर्ध्य स्वयं छेत्तुमसांप्रतम्॥
]

`verse 20 [
युष्माकं चाखिलं कार्यं कर्तुं योग्यो हि शंकरः॥
किन्तु स्वयं न शक्तो हि प्रतिकर्तुं प्रचो दितः॥
]

`verse 21 [
तारकाख्यस्तु पापेन स्वयमेष्यति संक्षयम् ॥
यथा यूयं संविदध्वमुपदेशकरस्त्वहम् ॥
]

`verse 22 [
न मया तारको वध्यो हरिणापि हरेण च॥
नान्येनापि सुरैर्वापि मद्वरात्सत्यमुच्यते॥
]

`verse 23 [
शिववीर्य्यसमुत्पन्नो यदि स्यात्तनयस्सुराः॥
स एव तारकाख्यस्य हंता दैत्यस्य नापरः॥
]

`verse 24 [
यमुपायमहं वच्मि तं कुरुध्वं सुरोत्तमाः ॥
महादेवप्रसादेन सिद्धिमेष्यति स धुवम्॥
]

`verse 25 [
सती दाक्षा यिणी पूर्वं त्यक्तदेहा तु याभवत् ॥
सोत्पन्ना मेनकागर्भात्सा कथा विदिता हि वः ॥
]

`verse 26 [
तस्या अवश्यं गिरिशः करिष्यति कर ग्रहम् ॥
तत्कुरुध्वमुपायं च तथापि त्रिदिवौकसः ॥
]

`verse 27 [
तथा विदध्वं सुतरां तस्यां तु परियत्नतः ॥
पार्वत्यां मेनकाजायां रेतः प्रतिनिपातने ॥ 2.3.16.३० ॥
तमूर्द्ध्वरेतसं शंभुं सैव प्रच्युतरेतसम् ॥
कर्तुं समर्था नान्यास्ति तथा काप्यबला बलात् ॥
]

`verse 28 [
सा सुता गिरिराजस्य सांप्रतं प्रौढयौवना ॥
तपस्यते हिमगिरौ नित्यं संसेवते हरम् ॥
]

`verse 29 [
वाक्याद्धिमवतः कालीं स्वपितुर्हठतश्शिवा ॥
सखीभ्यां सेवते सार्द्धं ध्यानस्थं परमेश्वरम् ॥
]

`verse 30 [
तामग्रतोऽर्च्चमानां वै त्रैलोक्ये वरवर्णिनीम् ॥
ध्यानसक्तो महेशो हि मनसापि न हीयते ॥
]

`verse 31 [
भार्य्यां समीहेत यथा स कालीं चन्द्रशेखरः ॥
तथा विधध्वं त्रिदशा न चिरादेव यत्नतः ॥
]

`verse 32 [
स्थानं गत्वाथ दैत्यस्य तमहं तारकं ततः ॥
निवारयिष्ये कुहठात्स्वस्थानं गच्छतामराः॥
]

`verse 33 [
इत्युक्त्वाहं सुरान्शीघ्रं तारकाख्यासुरस्य वै ॥
उपसंगम्य सुप्रीत्या समाभाष्येदमब्रवम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
तेजोसारमिदं स्वर्गं राज्यं त्वं परिपासि नः ॥
यदर्थं सुतपस्तप्तं वाञ्छसि त्वं ततोऽधिकम्॥
]

`verse 35 [
वरश्चाप्यवरो दत्तो न मया स्वर्गराज्यता ॥
तस्मात्स्वर्गं परित्यज्य क्षितौ राज्यं समाचर ॥
]

`verse 36 [
देवयोग्यानि तत्रैव कार्य्याणि निखिलान्यपि ॥
भविष्यत्यरसुरश्रेष्ठ नात्र कार्य्या विचारणा ॥2.3.16.४०॥
इत्युक्त्वाहं च संबोध्यासुरं तं सकलेश्वरः ॥
स्मृत्वा शिवं च सशिवं तत्रांतर्धानमागतः ॥४
]

`verse 37 [
तारकोऽपि परित्यज्य स्वर्गं क्षितिमथाभ्यगात्॥
शोणिताख्य पुरे स्थित्वा सर्वराज्यं चकार सः ॥
]

`verse 38 [
देवास्सर्वेऽपि तच्छुत्वा मद्वाक्यं सुप्रणम्य माम् ॥
शक्रस्थानं ययुः प्रीत्या शक्रेण सुस माहिताः ॥
]

`verse 39 [
तत्र गत्वा मिलित्वा च विचार्य्य च परस्परम् ॥
ते सर्वे मरुतः प्रीत्या मघवंतं वचोऽब्रुवन् ॥
]

`verse 40 [
देवा ऊचुः ॥ ॥
शम्भोर्य्यथा शिवायां वै रुचिजायेत कामतः ॥
मघवंस्ते प्रकर्तव्यं ब्रह्मोक्तं सर्वमेव तत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
इत्येवं सर्ववृत्तांतं विनिवेद्य सुरेश्वरम् ॥
जग्मुस्ते सर्वतो देवाः स्वं स्वं स्थानं मुदान्विताः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्ड देवसांत्वनवर्णनं नाम षोडशोऽध्यायः ॥
]
