`speaker [
ब्रह्मोवाच
]

`verse 1 [
गतेषु तेषु देवेषु शक्रः सस्मार वै स्मरम् ॥
पीडितस्तारकेनातिदेत्येन च दुरात्मना ॥
]

`verse 2 [
आगतस्तत्क्षणात्कामस्सवसंतो रतिप्रियः ॥
सावलेपो युतो रत्या त्रैलोक्य विजयी प्रभुः ॥
]

`verse 3 [
प्रणामं च ततः कृत्वा स्थित्वा तत्पुरतस्स्मरः ॥
महोन्नतमनास्तात सांजलिश्शक्रमब्रवीत् ॥
]

`speaker [
काम उवाच
]

`verse 4 [
किं कार्य्यं ते समुत्पन्नं स्मृतोऽहं केन हेतुना ॥
तत्त्वं कथय देवेश तत्कर्तुं समुपागतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
तच्छ्रुत्वा वचनं तस्य कंदर्पस्य सुरेश्वरः ॥
उवाच वचनं प्रीत्या युक्तं युक्तमिति स्तुवन् ॥
]

`speaker [
शक्र उवाच
]

`verse 6 [
तव साधु समारम्भो यन्मे कार्य्यमुपस्थितम्॥
तत्कतुर्मुद्यतोऽसि त्वं धन्योऽसि मकरध्वज ॥
]

`verse 7 [
प्रस्तुतं शृणु मद्वाक्यं कथयामि तवाग्रतः॥
मदीयं चैव यत्कार्यं त्वदीयं तन्न चान्यथा ॥
]

`verse 8 [
मित्राणि मम संत्येव बहूनि सुमहांति च ॥
परं तु स्मर सन्मित्रं त्वत्तुल्यं न हि कुत्रचित् ॥
]

`verse 9 [
जयार्थं मे द्वयं तात निर्मितं वजमुत्तमम् ॥
वज्रं च निष्फलं स्याद्वै त्वं तु नैव कदाचन ॥
]

`verse 10 [
यतो हितं प्रजायेत ततः को नु प्रियः परः ॥
तस्मान्मित्रवरस्त्वं हि मत्कार्य्यं कर्तुमर्हसि ॥ 2.3.17.१० ॥
मम दुःखं समुत्पन्नमसाध्य चापि कालजम् ॥
केनापि नैव तच्छक्यं दूरीकर्तुं त्वया विना ॥
]

`verse 11 [
दातुः परीक्षा दुर्भिक्षे रणे शूरस्य जायते ॥
आपत्काले तु मित्रस्याशक्तौ स्त्रीणां कुलस्य हि ॥
]

`verse 12 [
विनये संकटे प्राप्तेऽवितथस्य परोक्षतः ॥
सुस्नेहस्य तथा तात नान्यथा सत्यमीरितम् ॥
]

`verse 13 [
प्राप्तायां वै ममापत्ताववार्यायां परेण हि ॥
परीक्षा च त्वदीयाऽद्य मित्रवर्य भविष्यति ॥
]

`verse 14 [
न केवलं मदीयं च कार्य्यमस्ति सुखावहम् ॥
किं तु सर्वसुरादीनां कार्य्यमेतन्न संशयः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
इत्येतन्मघवद्वाक्यं श्रुत्वा तु मकरध्वजाः ॥
उवाच प्रेमगभीरं वाक्यं सुस्मितपूर्वकम् ॥
]

`speaker [
काम उवाच
]

`verse 16 [
किमर्थमित्थं वदसि नोत्तरं वच्म्यहं तव ॥
उपकृत्कृत्रिमं लोके दृश्यते कथ्यते न च ॥
]

`verse 17 [
सङ्कटे बहु यो ब्रूते स किं कार्य्यं करिष्यति ॥
तथापि च महाराज कथयामि शृणु प्रभो ॥
]

`verse 18 [
पदं ते कर्षितुं यो वै तपस्तपति दारुणम् ॥
पातयिष्याम्यहं तं च शत्रुं ते मित्र सर्वथा ॥
]

`verse 19 [
क्षणेन भ्रंशयिष्यामि कटाक्षेण वरस्त्रियाः ॥
देवर्षिदानवादींश्च नराणां गणना न मे ॥2.3.17.२०॥
वज्रं तिष्ठतु दूरे वै शस्त्राण्यन्यान्यनेकशः ॥
किं ते कार्यं करिष्यंति मयि मित्र उपस्थिते ॥
]

`verse 20 [
ब्रह्माणं वा हरिं वापि भ्रष्टं कुर्य्यां न संशयः ॥
अन्येषां गणना नास्ति पातयेयं हरं त्वपि ॥
]

`verse 21 [
पंचैव मृदवो बाणास्ते च पुष्पमया मम ॥
चापस्त्रिधा पुष्पमयश्शिंजिनी भ्रमरार्ज्जिता ॥
बलं सुदयिता मे हि वसंतः सचिवस्स्मृतः ॥
]

`verse 22 [
अहं पञ्चबलोदेवा मित्रं मम सुधानिधिः ॥
]

`verse 23 [
सेनाधिपश्च शृंगारो हावभावाश्च सैनिकाः ॥
सर्वे मे मृदवः शक्र अहं चापि तथाविधः॥
]

`verse 24 [
यद्येन पूर्यते कार्य्यं धीमांस्तत्तेन योजयेत्॥
मम योग्यं तु यत्कार्य्यं सर्वं तन्मे नियोजय॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
इत्येवं तु वचस्तस्य श्रुत्वा शक्रस्सुहर्षितः ॥
उवाच प्रणमन्वाचा कामं कांतासुखावहम् ॥
]

`speaker [
शक्र उवाच
]

`verse 26 [
यत्कार्य्यं मनसोद्दिष्टं मया तात मनोभव ॥
कर्त्तुं तत्त्वं समर्थोऽसि नान्यस्मात्तस्यसम्भवः ॥
]

`verse 27 [
शृणु काम प्रवक्ष्यामि यथार्थं मित्रसत्तम ॥
यदर्थे च स्पृहा जाता तव चाद्य मनोभव ॥
]

`verse 28 [
तारकाख्यो महादैत्यो ब्रह्मणो वरमद्भुतम् ॥
अभूदजेयस्संप्राप्य सर्वेषामपि दुःखदः ॥ 2.3.17.३० ॥
तेन संपीड्यते लोको नष्टा धर्मा ह्यनेकशः ॥
दुःखिता निर्जरास्सर्वे ऋषयश्च तथाखिलाः ॥
]

`verse 29 [
देवैश्च सकलैस्तेन कृतं युद्धं यथाबलम् ॥
सर्वेषां चायुधान्यत्र विफलान्यभवन्पुरा ॥
]

`verse 30 [
भग्नः पाशो जलेशस्य हरिं चक्रं सुदर्शनम् ॥
तत्कुण्ठितमभूत्तस्य कण्ठे क्षिप्तं च विष्णुना ॥
]

`verse 31 [
एतस्य मरणं प्रोक्तं प्रजेशेन दुरात्मनः ॥
शम्भोर्वीर्योद्भवाद्बालान्महायोगीश्वरस्य हि ॥
]

`verse 32 [
एतत्कार्य्यं त्वया साधु कर्तव्यं सुप्रयत्नतः ॥
ततस्स्यान्मित्रवर्य्याति देवानां नः परं सुखम् ॥
]

`verse 33 [
ममापि विहितं तस्मात्सर्वलोकसुखावहम् ॥
मित्रधर्मं हृदि स्मृत्वा कर्तुमर्हसि सांप्रतम् ॥
]

`verse 34 [
शंभुस्स गिरिराजे हि तपः परममास्थितः ॥
स प्रभुर्नापि कामेन स्वतंत्रः परमेश्वरः ॥
]

`verse 35 [
तत्समीपे च देवाथ पार्वती स्वसखीयुता ॥
सेवमाना तिष्ठतीति पित्राज्ञप्ता मया श्रुतम् ॥
]

`verse 36 [
यथा तस्यां रुचिस्तस्य शिवस्य नियतात्मनः ॥
जायते नितरां मार तथा कार्यं त्वया ध्रुवम् ॥
]

`verse 37 [
इति कृत्वा कृती स्यास्त्वं सर्वं दुःखं विनंक्ष्यति ॥
लोके स्थायी प्रतापस्ते भविष्यति न चान्यथा ॥2.3.17.४०॥
ब्रह्मोवाच ॥
इत्युक्तस्य तु कामो हि प्रफुल्लमुखपंकज ॥
प्रेम्णोवाचेति देवेशं करिष्यामि न संशयः ॥
]

`verse 38 [
इत्युक्त्वा वचनं तस्मै तथेत्योमिति तद्वचः ॥
अग्रहीत्तरसा कामः शिवमायाविमोहितः ॥
]

`verse 39 [
यत्र योगीश्वरस्साक्षात्तप्यते परमं तपः ॥
जगाम तत्र सुप्रीतस्सदारस्सवसंतकः॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे शक्र कामसंवादवर्णनं नाम सप्तदशोऽध्यायः ॥
]
