`speaker [
ब्रह्मोवाच
]

`verse 1 [
तत्र गत्वा स्मरो गर्वी शिवमायाविमोहितः ॥
मोहकस्समधोश्चादौ धर्मं विस्तारयन्स्थितः ॥
]

`verse 2 [
वसंतस्य च यो धर्म्मः प्रससार स सर्वतः ॥
तपस्थाने महेशस्यौषधिप्रस्थे मुनीश्वर ॥
]

`verse 3 [
वनानि च प्रफुल्लानि पादपानां महामुने ॥
आसन्विशेषतस्तत्र तत्प्रभावान्मुनीश्वर ॥
]

`verse 4 [
पुष्पाणि सहकाराणामशोकवनिकासु वै ॥
विरेजुस्सुस्मरोद्दीपकाराणि सुरभीण्यपि ॥
]

`verse 5 [
कैरवाणि च पुष्पाणि भ्रमराकलितानि च ॥
बभूबुर्मदनावेशकराणि च विशेषतः ॥
]

`verse 6 [
सकामोद्दीपनकरं कोकिलाकलकूजितम् ॥
आसीदति सुरम्यं हि मनोहरमतिप्रियम् ॥
]

`verse 7 [
भ्रमराणां तथा शब्दा विविधा अभवन्मुने ॥
मनोहराश्च सर्वेषां कामोद्दीपकरा अपि ॥
]

`verse 8 [
चंद्रस्य विशदा कांतिर्विकीर्णा हि समंतत ॥
कामिनां कामिनीनां च दूतिका इव साभवत् ॥
]

`verse 9 [
मानिनां प्रेरणायासीत्तत्काले कालदीपिका ॥
मारुतश्च सुखः साधो ववौ विरहिणोऽप्रियः ॥
]

`verse 10 [
एवं वसंतविस्तारो मदनावेशकारकः ॥
वनौकसां तदा तत्र मुनीनां दुस्सहोऽत्यभूत् ॥ 2.3.18.१० ॥
अचेतसामपि तदा कामासक्तिरभून्मुने ॥
सुचेतासां हि जीवानां सेति किं वर्ण्यते कथा॥१
]

`verse 11 [
एवं चकार स मधुस्स्वप्रभावं सुदुस्सहम्॥
सर्वेषा चैव जीवानां कामोद्दीपनकारकः ॥
]

`verse 12 [
अकालनिमितं तात मधोर्वीक्ष्य हरस्तदा ॥
आश्चर्य्यं परमं मेने स्वलीलात्ततनुः प्रभुः ॥
]

`verse 13 [
अथ लीलाकरस्तत्र तपः परमदुष्करम् ॥
तताप स वशीशो हि हरो दुःखहरः प्रभुः ॥
]

`verse 14 [
वसंते प्रसृते तत्र कामो रतिसमन्वितः ॥
चूतं बाणं समाकृष्य स्थितस्तद्वामपार्श्वतः ॥
]

`verse 15 [
स्वप्रभावं वितस्तार मोहयन्सकलाञ्जनान् ॥
रत्यायुक्तं तदा कामं दृष्ट्वा को वा न मोहितः ॥
]

`verse 16 [
एवं प्रवृत्तसुरतौ शृंगारोऽपि गणैस्सह ॥
हावभावयुतस्तत्र प्रविवेश हरांतिकम् ॥
]

`verse 17 [
मदनः प्रकटस्तत्र न्यवसच्चित्तगो बहिः ॥
न दृष्टवांस्तदा शंभोश्छिद्रं येन प्रविश्यते ॥
]

`verse 18 [
यदा चाप्राप्तविवरस्तस्मिन्योगिवरे स्मरः ॥
महादेवस्तदा सोऽभून्महाभयविमोहितः ॥
]

`verse 19 [
ज्वलज्ज्वालाग्निसंकाशं भालनेत्रसमन्वितम् ॥
ध्यानस्थं शंकरं को वा समासादयितुं क्षमः ॥ 2.3.18.२० ॥
एतस्मिन्नंतरे तत्र सखीभ्यां संयुता शिवा ॥
जगाम शिवपूजार्थं नीत्वा पुष्पाण्यनेकशः ॥
]

`verse 20 [
पृथिव्यां यादृशं लोकैस्सौंदर्यं वर्ण्यते महत् ॥
तत्सर्वमधिकं तस्यां पार्वत्यामस्ति निश्चितम् ॥ ॥
]

`verse 21 [
आर्तवाणि सुपुष्पाणि धृतानि च तया यदा ॥
तत्सौंदर्यं कथं वर्ण्यमपि वर्षशतैरपि ॥
]

`verse 22 [
यदा शिवसमीपे तु गता सा पर्वतात्मजा ॥
तदैव शंकरो ध्यानं त्यक्त्वा क्षणमवस्थितः ॥
]

`verse 23 [
तच्छिद्रं प्राप्य मदनः प्रथमं हर्षणेन तु ॥
बाणेन हर्षयामास पार्श्वस्थं चन्द्रशेखरम् ॥
]

`verse 24 [
शृंगारैश्च तदा भावैस्सहिता पार्वती हरम् ॥
जगाम कामसाहाय्ये मुने सुरभिणा सह ॥
]

`verse 25 [
तदेवाकृष्य तच्चापं रुच्यर्थं शूलधारिणः ॥
द्रुतं पुष्पशरं तस्मै स्मरोऽमुंचत्सुसंयतः ॥
]

`verse 26 [
यथा निरंतरं नित्यमागच्छति तथा शिवम् ॥
तन्नमस्कृत्य तत्पूजां कृत्वा तत्पुरतः स्थिता ॥
]

`verse 27 [
सा दृष्टा पार्वती तत्र प्रभुणा गिरिशेन हि ॥
विवृण्वती तदांगानि स्त्रीस्वभावात्सुलज्जया ॥
]

`verse 28 [
सुसंस्मृत्य वरं तस्या विधिदत्तं पुरा प्रभुः ॥
शिवोपि वर्णयामास तदंगानि मुदा मुने ॥ 2.3.18.३० ॥
शिव उवाच ॥
कि मुखं किं शशांकश्च किं नेत्रे चोत्पले च किम् ॥
 भ्रुकुट्यौ धनुषी चैते कंदर्पस्य महात्मनः ॥
]

`verse 29 [
अधरः किं च बिंबं किं किं नासा शुकचंचुका ॥
किं स्वरः कोकिलालापः किं मध्यं चाथ वेदिका ॥
]

`verse 30 [
किं गतिर्वर्ण्यते ह्यस्याः किं रूपं वर्ण्यते मुहुः ॥
पुष्पाणि किं च वर्ण्यंते वस्त्राणि च तथा पुनः ॥
]

`verse 31 [
लालित्यं चारु यत्सृष्टौ तदेकत्र विनिर्मितम् ॥
सर्वथा रमणीयानि सर्वांगानि न संशयः ॥
]

`verse 32 [
अहो धन्यतरा चेयं पार्वत्यद्भुतरूपिणी ॥
एतत्समा न त्रैलोक्ये नारी कापि सुरूपिणी॥
]

`verse 33 [
सुलावण्यानिधिश्चेयमद्भुतांगानि बिभ्रती ॥
विमोहिनी मुनीनां च महासुखविवर्द्धिनी ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
इत्येवं वर्णयित्वा तु तदंगानि मुहुर्मुहुः ॥
विधिदत्तवराध्यासाद्धरस्तु विरराम ह ॥
]

`verse 35 [
हस्तं वस्त्रांतरे यावदचालयत शंकरः ॥
स्त्रीस्वभावाच्च सा तत्र लज्जिता दूरतो गता ॥
]

`verse 36 [
विवृण्वती निजांगानि पश्यंती च मुहुर्मुहुः ॥
सुवीक्षणैर्महामोदात्सुस्मिताभूच्छिवा मुने ॥
]

`verse 37 [
एवं चेष्टां तदा दृष्ट्वा शंभुर्मोहमुपागतः॥
उवाच वचनं चैवं महालीलो महेश्वरः ॥2.3.18.४०॥
अस्या दर्शनमात्रेण महानंदो भवत्यलम् ॥
यदालिंगनमेनस्याः कुर्य्यां किन्तु ततस्सुखम् ॥
]

`verse 38 [
क्षणमात्रं विचार्य्येत्थं संपूज्य गिरिजां ततः ॥
प्रबुद्धस्य महायोगी सुविरक्तो जगाविति ॥
]

`verse 39 [
किं जातं चरितं चित्रं किमहं मोहमागतः ॥
कामेन विकृतश्चाद्य भूत्वापि प्रभुरीश्वरः ॥
]

`verse 40 [
ईश्वरोहं यदीच्छेयं परांगस्पर्शनं खलु॥
तर्हि कोऽन्योऽक्षमः क्षुद्रः किं किं नैव करिष्यति ॥
]

`verse 41 [
एवं वैराग्यमासाद्य पर्य्यंकासादनं च तत्॥
वारयामास सर्वात्मा परेशः किं पतेदिह ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितान्तर्गततृतीये पार्वतीखण्डे कामकृतविकारवर्णननामाष्टादशोऽध्यायः॥
]
