`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन्विधे महाभाग किं जातं तदनंतरम्॥
कथय त्वं प्रसादेन तां कथां पापनाशिनीम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
श्रूयतां सा कथा तात यज्जातं तदनंतरम् ॥
तव स्नेहात्प्रवक्ष्यामि शिवलीलां मुदावहाम् ॥
]

`verse 3 [
धैर्यस्य व्यसनं दृष्ट्वा महायोगी महेश्वरः ॥
विचिंतितं मनस्येवं विस्मितोऽतिततः परम् ॥
]

`speaker [
शिव उवाच
]

`verse 4 [
किमु विघ्नाः समुत्पन्नाः कुर्वतस्तप उत्तमम् ॥
केन मे विकृतं चित्तं कृतमत्र कुकर्मिणा ॥
]

`verse 5 [
जातो धर्मविरोधोऽत्र श्रुतिसीमा विलंघिता ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
विचिंत्येत्थं महायोगी परमेशस्सतां गतिः ॥
दिशो विलोकयामास परितश्शंकितस्तदा ॥
]

`verse 7 [
वामभागे स्थितं कामं ददर्शाकृष्टबाणकम् ॥
स्वशरं क्षेप्तुकामं हि गर्वितं मूढचेतसम् ॥
]

`verse 8 [
तं दृष्ट्वा तादृशं कामं गिरीशस्य परात्मनः ॥
संजातः क्रोधसंमर्दस्तत्क्षणादपि नारद। ॥
]

`verse 9 [
कामः स्थितोऽन्तरिक्षे स धृत्वा तत्सशरं धनुः ॥
चिक्षेपास्त्रं दुर्निवारममोघं शंकरे मुने ॥
]

`verse 10 [
बभूवामोघमस्त्रं तु मोघं तत्परमात्मनि ॥
समशाम्यत्ततस्तस्मिन्संकुद्धे परमेश्वरे ॥ 2.3.19.१० ॥
मोघीभूते शिवे स्वेस्त्रे भयमापाशु मन्मथः ॥
चकंपे च पुरः स्थित्वा दृष्ट्वा मृत्युंजयं प्रभुम् ॥
]

`verse 11 [
सस्मार त्रिदशान्सर्वान्शक्रादीन्भयविह्वलः ॥
स स्मरो मुनिशार्दूल स्वप्रयासे निरर्थके ॥
]

`verse 12 [
कामेन सुस्मृता देवाश्शक्राद्यास्ते मुनीश्वर ॥
आययुः सकलास्ते हि शंभुं नत्वा च तुष्टुवुः ॥
]

`verse 13 [
स्तुतिं कुर्वत्सु देवेषु कुद्धस्याति हरस्य हि ॥
तृतीयात्तस्य नेत्राद्वै निस्ससार ततो महान् ॥
]

`verse 14 [
ललाट मध्यगात्तस्मात्सवह्निर्द्रुतसम्भवः ॥
जज्वालोर्द्ध्वशिखो दीप्तः प्रलयाग्निसमप्रभः ॥
]

`verse 15 [
उत्पत्य गगने तूर्णं निष्पत्य धरणी तले ॥
भ्रामंभ्रामं स्वपरितः पपात मेदनीं परि ॥
]

`verse 16 [
भस्मसात्कृतवान्साधो मदनं तावदेव हि ॥
यावच्च मरुतां वाचः क्षम्यतां क्षम्यतामिति ॥
]

`verse 17 [
हते तस्मिन्स्मरे वीरे देव दुःखमुपागताः ॥
रुरुदुर्विह्वलाश्चातिक्रोशतः किमभूदिति ॥
]

`verse 18 [
श्वेतांगा विकृतात्मा च गिरिराजसुता तदा ॥
जगाम मंदिरं स्वं च समादाय सखीजनम् ॥
]

`verse 19 [
क्षणमात्रं रतिस्तत्र विसंज्ञा साभवत्तदा ॥
भर्तृमृत्युजदुःखेन पतिता सा मृता इव ॥2.3.19.२०॥
जातायां चैव संज्ञायां रतिरत्यंतविह्वला॥
विललाप तदा तत्रोच्चरंती विविधं वचः ॥
]

`speaker [
रतिरुवाच
]

`verse 20 [
किं करोमि क्व गच्छामि किं कृतं दैवतैरिह ॥
मत्स्वामिनं समाहूय नाशयामासुरुद्धतम् ॥
]

`verse 21 [
हा हा नाथ स्मर स्वामिन्प्राणप्रिय सुखप्रद ॥
इदं तु किमभूदत्र हा हा प्रिय प्रियेति च ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इत्थं विलपती सा तु वदंती बहुधा वचः ॥
हस्तौ पादौ तदास्फाल्य केशानत्रोटयत्तदा ॥
]

`verse 23 [
तद्विलापं तदा श्रुत्वा तत्र सर्वे वनेचराः ॥
अभवन्दुःखितास्सर्वे स्थावरा अपि नारद ॥
]

`verse 24 [
एतस्मिन्नंतरे तत्र देवाश्शक्रादयोऽखिलाः ॥
रतिमूचुस्समाश्वास्य संस्मरंतो महेश्वरम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 25 [
किंचिद्भस्म गृहीत्वा तु रक्ष यत्नाद्भयं त्यज॥
जीवयिष्यति स स्वामी लप्स्यसे त्वं पुनः प्रियम् ॥
]

`verse 26 [
सुखदाता न कोप्यस्ति दुःखदाता न कश्चन ॥
सर्वोऽपि स्वकृतं भुंक्ते देवाञ्शोचसि वै वृथा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
इत्याश्वास्य रतिं देवास्सर्वे शिवमुपागताः ॥
सुप्रसाद्य शिवं भक्त्या वचनं चेदमब्रुवन् ॥
]

`speaker [
देवा ऊचुः
]

`verse 28 [
भगवञ्छ्रूयतोमेतद्वचनं नश्शुभं प्रभो॥
कृपां कृत्वा महेशान शरणागतवत्सल ॥2.3.19.३०॥
सुविचारय सुप्रीत्या कृति कामस्य शंकर ॥
कामेनैतत्कृतं यत्र न स्वार्थं तन्महेश्वर ॥
]

`verse 29 [
दुष्टेन पीडितैर्देवैस्तारकेणाऽखिलैर्विभो ॥
कर्म तत्कारितं नाथ नान्यथा विद्धि शंकर ॥
]

`verse 30 [
रतिरेकाकिनी देव विलापं दुःखिता सती ॥
करोति गिरिश त्वं च तामाश्वासय सर्वदा ॥
]

`verse 31 [
संहारं कर्तुकामोऽसि क्रोधेनानेन शंकर ॥
दैवतैस्सह सर्वेषां हतवांस्तं यदि स्मरम्॥
]

`verse 32 [
दुःखं तस्या रतेर्दृष्ट्वा नष्टप्रायाश्च देवताः॥
तस्मात्त्वया च कर्त्तव्यं रत्याशोकापनोदनम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
इत्याकर्ण्य वचस्तेषां प्रसन्नो भगवाञ्छिवः ॥
देवानां सकलानां च वचनं चेदमब्रवीत् ॥
]

`verse 34 [
॥ शिव उवाच ॥ ॥
देवाश्च ऋषयस्सर्वे मद्वचश्शृणुतादरात् ॥
मत्कोपेन च यज्जातं तत्तथा नान्यथा भवत् ॥
]

`verse 35 [
अनंगस्तावदेव स्यात्कामो रतिपतिः प्रभुः ॥
यावच्चावतरेत्कृष्णो धरण्यां रुक्मिणीपतिः ॥
]

`verse 36 [
द्वारकायां यदा स्थित्वा पुत्रानुत्पादयिष्यति॥
तदा कृष्णस्तु रुक्मिण्यां काममुत्पादयिष्यति ॥
]

`verse 37 [
प्रद्युम्ननाम तस्यैव भविष्यति न संशयः ॥
जातमात्रं तु तं पुत्रं शंबरस्संहरिष्यति ॥ 2.3.19.४० ॥
हृत्वा प्रास्य समुद्रं तं शंबरो दानवोत्तमः ॥
मृतं ज्ञात्वा वृथा मूढो नगरं स्वं गमिष्यति ॥
]

`verse 38 [
तावच्च नगरं तस्य रते स्थेयं यथासुखम् ॥
तत्रैव स्वपतेः प्राप्तिः प्रद्युम्नस्य भविष्यति ॥
]

`verse 39 [
तत्र कामो मिलित्वा तं हत्वा शम्बरमाहवे ॥
भविष्यति सुखी देवाः प्रद्युम्नाख्यस्स्वकामिनीम् ॥
]

`verse 40 [
तदीयं चैव यद्द्रव्यं नीत्वा स नगरं पुनः ॥
गमिष्यति तया सार्द्धं देवास्सत्यं वचो मम ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
इति श्रुत्वा वचश्शंभोर्देवा ऊचुः प्रणम्य तम् ॥
किंचिदुच्छ्वसिताश्चित्ते करौ बद्ध्वा नतांगकाः ॥
]

`speaker [
देवा ऊचुः
]

`verse 42 [
देवदेव महादेव करुणासागर प्रभो ॥
शीघ्रं जीवय कामं त्वं रक्ष प्राणान् रतेर्हर ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
इत्याकर्ण्यामरवचः प्रसन्नः परमेश्वरः॥
पुनर्बभाषे करुणासागरस्सकलेश्वरः ॥
]

`speaker [
शिव उवाच
]

`verse 44 [
हे देवास्सुप्रसन्नोऽस्मि जीवयिष्यामि चांतरे ॥
कामः स मद्गणो भूत्वा विहरिष्यति नित्यशः ॥
]

`verse 45 [
नाख्येयमिदमाख्यानं कस्यचित्पुरतस्सुराः ॥
गच्छत स्वस्थलं दुखं नाशयिष्यामि सर्वतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 46 [
इत्युक्त्वांतर्दधे रुद्रो देवानां स्तुवतां तदा॥
सर्वे देवास्सुप्रस्सन्ना बभूवुर्गतविस्मयाः ॥2.3.19.५० ॥
ततस्तां च समाश्वास्य रुद्रस्य वचने स्थिताः॥
उक्त्वा वचस्तदीयं च स्वं स्वं धाम ययुर्मुने ॥
]

`verse 47 [
कामपत्नी समादिष्टं नगरं सा गता तदा ॥
प्रतीक्षमाणा तं कालं रुद्रादिष्टं मुनीश्वर ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे कामनाशवर्णनं नामैकोनविंशोऽध्यायः ॥
]
