`verse 1 [
नारद उवाच ॥ ॥
विधे नेत्रसमुद्भूतवह्निज्वाला हरस्य सा ॥
गता कुत्र वद त्वं तच्चरित्रं शशिमौलिनः ॥
]

`verse 2 [
॥ ब्रह्मोवाच ॥ ॥
यदा भस्म चकाराशु तृतीयनयनानलः ॥
शम्भोः कामं प्रजज्वाल सर्वतो विफलस्तदा ॥
]

`verse 3 [
हाहाकारो महानासीत्त्रैलोक्ये सचराचरे।
सर्वदेवर्षयस्तात शरणं मां ययुर्द्रुतम् ॥
]

`verse 4 [
सर्वे निवेदयामासुस्तद्दुखं मह्यमाकुलाः ॥
सुप्रणम्य सुसंस्तुत्य करौ बद्ध्वा नतानना ॥
]

`verse 5 [
तच्छ्रुत्वाहं शिवं स्मृत्वा तद्धेतुं सुविमृश्य च ॥
गतस्तत्र विनीतात्मा त्रिलोकावनहेतवे ॥
]

`verse 6 [
संदग्धुकामः स शुचिज्वालामालातिदीपितः ॥
स्तंभितोऽरं मया शंभुप्रसादाप्तसुतेजसा ॥
]

`verse 7 [
अथ क्रोधमयं वह्निं दग्धुकाम जगत्त्रयम् ॥
वाडवांतकमार्षं च सौम्यज्वालामुखं मुने ॥
]

`verse 8 [
तं वाडवतनुमहं समादाय शिवेच्छया ॥
सागरं समगां लोकहिताय जगतां पतिः ॥
]

`verse 9 [
आगतं मां समालोक्य सागरस्सांजलिर्मुने ॥
धृत्वा च पौरुषं रूपमागतस्संनिधिं मम ॥
]

`verse 10 [
सुप्रणम्याथ मां सिंधुस्संस्तूय च यथा विधि ॥
स मामुवाच सुप्रीत्या सर्वलोकपितामहम् ॥2.3.20.१०॥
सागर उवाच ॥
किमर्थमागतोऽसि त्वं ब्रह्मन्नत्राखिलाधिप ॥
तन्निदेशय सुप्रीत्या मत्वा मां च स्वसेवकम् ॥
]

`verse 11 [
अथाहं सागरवचश्श्रुत्वा प्रीतिपुरस्सरम् ॥
प्रावोचं शंकरं स्मृत्वा लौकिकं हितमावहन् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
शृणु तात महाधीमन्सर्वलोकहितावह ॥
वच्म्यहं प्रीतितस्सिंधो शिवेच्छाप्रेरितो हृदा ॥
]

`verse 13 [
अयं क्रोधो महेशस्य वाडवात्मा महाप्रभुः ॥
दग्ध्वा कामं द्रुतं सर्वं दग्धुकामोऽभवत्ततः ॥
]

`verse 14 [
प्रार्थितोऽहं सुरैश्शीघ्रं पीडितैश्शंकरेच्छया ॥
तत्रागत्य द्रुतं तं वै तात स्तंभितवाञ्शुचिम् ॥
]

`verse 15 [
वाडवं रूपमाधत्त तमादायाग तोत्र ह ॥
निर्दिशामि जलाधार त्वामहं करुणाकरः ॥
]

`verse 16 [
अयं क्रोधी महेशस्य वाडवं रूपमाश्रितः ॥
ज्वालामुखस्त्वया धार्य्यो यावदाभूतसंप्लवम् ॥
]

`verse 17 [
यदात्राहं समागम्य वत्स्यामि सरितां पते ॥
तदा त्वया परित्याज्यः क्रोधोऽयं शांकरोऽद्भुतः ॥
]

`verse 18 [
भोजनं तोयमेतस्य तव नित्यं भविष्यति ॥
यत्नादेवावधार्य्योऽयं यथा नोपैति चांतरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
इत्युक्तो हि मया सिंधुरंगीचक्रे तदा धुवम् ॥
ग्रहीतुं वाडवं वह्निं रौद्रं चाशक्यमन्यतः ॥ 2.3.20.२० ॥
ततः प्रविष्टो जलधौ स वाडवतनुः शुचिः ॥
वार्योघान्सुदहंस्तस्य ज्वालामालाभिदीपितः ॥
]

`verse 20 [
ततस्संतुष्टचेतस्कस्स्वं धामाहं गतो मुने ॥
अंतर्धानमगात्सिंधुर्दिव्यरूपः प्रणम्य माम् ॥
]

`verse 21 [
स्वास्थ्यं प्राप जगत्सर्वं निर्मुक्तं तद्भवाद्भयात् ॥
देवा बभूवुः सुखिनो मुनयश्च महामुने
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे वडवानलचरितं नाम विंशोऽध्यायः ॥
]
