`speaker [
नारद उवाच
]

`verse 1 [
विधे तात महाप्राज्ञ विष्णुशिष्य त्रिलोककृत् ॥
अद्भुतेयं कथा प्रोक्ता शंकरस्य महात्मनः ॥
]

`verse 2 [
भस्मीभूते स्मरे शंभुतृतीयनयनाग्निना ॥
तस्मिन्प्रविष्टे जलधौ वद त्वं किमभूत्ततः ॥
]

`verse 3 [
किं चकार ततो देवी पार्वती कुधरात्मजः ॥
गता कुत्र सखीभ्यां सा तद्वदाद्य दयानिधे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
शृणु तात महाप्राज्ञ चरितं शशिमौलिनः ॥
महोतिकारकस्यैव स्वामिनो मम चादरात् ॥
]

`verse 5 [
यदाहच्छंभुनेत्रोद्भवो हि मदनं शुचिः ॥
महाशब्दोऽद्भुतोऽभूद्वै येनाकाशः प्रपूरितः ॥
]

`verse 6 [
तेन शब्देन महता कामं दग्धं समीक्ष्य च॥
सखीभ्यां सह भीता सा ययौ स्वगृहमाकुला॥
]

`verse 7 [
तेन शब्देन हिमवान्परिवारसमन्वितः ॥
विस्मितोऽभूदतिक्लिष्टस्सुतां स्मृत्वा गतां ततः ॥
]

`verse 8 [
जगाम शोकं शैलेशो सुतां दृष्ट्वातिविह्वलाम् ॥
रुदतीं शंभुविरहादाससादाचलेश्वरः ॥
]

`verse 9 [
आसाद्य पाणिना तस्या मार्जयन्नयनद्वयम् ॥
मा बिभीहि शिवेऽरोदीरित्युक्त्वा तां तदाग्रहीत् ॥
]

`verse 10 [
क्रोडे कृत्वा सुतां शीघ्रं हिम वानचलेश्वरः ॥
स्वमालयमथानिन्ये सांत्वयन्नतिविह्वलाम् ॥2.3.21.१०॥
अंतर्हिते स्मरं दग्ध्वा हरे तद्विरहाच्छिवा ॥
विकलाभूद् भृशं सा वै लेभे शर्म न कुत्रचित् ॥
]

`verse 11 [
पितुर्गृहं तदा गत्वा मिलित्वा मातरं शिवा ॥
पुनर्जातं तदा मेने स्वात्मानं सा धरात्मजा ॥ ॥
]

`verse 12 [
निनिंद च स्वरूपं सा हा हतास्मीत्यथाब्रवीत् ॥
सखीभिर्बोधिता चापि न बुबोध गिरीन्द्रजा ॥
]

`verse 13 [
स्वपती च पिबंती च सा स्नाती गच्छती शिवा ॥
तिष्ठंती च सखीमध्ये न किंचित्सुखमाप ह ॥
]

`verse 14 [
धिक्स्वरूपं मदीयं च तथा जन्म च कर्म च ॥
इति ब्रुवंती सततं स्मरंती हरचेष्टितम् ॥
]

`verse 15 [
एवं सा पार्वती शंभुविरहोत्क्लिष्टमानसा ॥
सुखं न लेभे किंचिद्राऽब्रवीच्छिवशिवेति च ॥
]

`verse 16 [
निवसंती पितुर्ग्गेहे पिनाकिगतचेतना ॥
शुशोचाथ शिवा तात मुमोह च मुहुर्मुहुः ॥
]

`verse 17 [
शैलाधिराजोप्यथ मेनकापि मैनाकमुख्यास्तनयाश्च सर्वे॥
तां सांत्वयामासुरदीनसत्त्वा हरं विसस्मार तथापि नो सा ॥
]

`verse 18 [
अथ देवमुने धीमन्हिमव त्प्रस्तरे तदा ॥
नियोजितो बलभिदागमस्त्वं कामचारतः ॥
]

`verse 19 [
ततस्त्वं पूजितस्तेन भूधरेण महात्मना ॥
कुशलं पृष्टवांस्तं वै तदाविष्टो वरासने ॥ 2.3.21.२० ॥
ततः प्रोवाच शैलेशः कन्याचरितमादितः ॥
हरसेवान्वितं कामदहनं च हरेण ह ॥
]

`verse 20 [
श्रुत्वावोचो मुने त्वं तु तं शैलेशं शिवं भज ॥
तमामंत्र्योदतिष्ठस्त्वं संस्मृत्य मनसा शिवम् ॥
]

`verse 21 [
तं समुत्सृज्य रहसि कालीं तामगमंस्त्वरा ॥
लोकोपकारको ज्ञानी त्वं मुने शिववल्लभः ॥
]

`verse 22 [
आसाद्य कालीं संबोध्य तद्धिते स्थित आदरात्॥
अवोचस्त्वं वचस्तथ्यं सर्वेषां ज्ञानिनां वरः ॥
]

`speaker [
नारद उवाच
]

`verse 23 [
शृणु कालि वचो मे हि सत्यं वच्मि दयारतः॥
सर्वथा ते हितकरं निर्विकारं सुकामदम् ॥
]

`verse 24 [
सेवितश्च महादेवस्त्वयेह तपसा विना ॥
गर्ववत्या यदध्वंसीद्दीनानुग्रहकारकः ॥
]

`verse 25 [
विरक्तश्च स ते स्वामी महायोगी महेश्वरः ॥
विसृष्टवान्स्मरं दग्ध्वा त्वां शिवे भक्तवत्सलः ॥
]

`verse 26 [
तस्मात्त्वं सुतपोयुक्ता चिरमाराधयेश्वरम् ॥
तपसा संस्कृतां रुद्रस्स द्वितीयां करिष्यति ॥
]

`verse 27 [
त्वं चापि शंकरं शम्भुं न त्यक्ष्यसि कदाचन ॥
नान्यं पतिं हठाद्देवि ग्रहीष्यसि शिवादृते ॥
]

`verse 28 [
॥ ब्रह्मोवाच ॥ ॥
इत्याकर्ण्यवचस्ते हि मुने सा भूधरात्मजा ॥
किंचिदुच्छ्वसिता काली प्राह त्वां सांजलिर्मुदा ॥2.3.21.३०॥
शिवोवाच ॥
त्वं तु सर्वज्ञ जगतामुपकारकर प्रभो ॥
रुद्रस्याराधनार्थाय मंत्रं देहि मुने हि मे ॥
]

`verse 29 [
न सिद्यति क्रिया कापि सर्वेषां सद्गुरुं विना ॥
मया श्रुता पुरा सत्यं श्रुतिरेषा सनातनी ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
इति श्रुत्वा वचस्तस्याः पार्वत्या मुनिसत्तमः ॥
पंचाक्षरं शम्भुमन्त्रं विधिपूर्वमुपादिशः ॥
]

`verse 31 [
अवोचश्च वचस्तां त्वं श्रद्धामुत्पादयन्मुने॥
प्रभावं मन्त्रराजस्य तस्य सर्वाधिकं मुने ॥
]

`speaker [
नारद उवाच
]

`verse 32 [
शृणु देवि मनोरस्य प्रभावं परमाद्भुतम् ॥
यस्य श्रवणमात्रेण शंकरस्तु प्रसीदति ॥
]

`verse 33 [
मंत्रोयं सर्वमंत्राणामधिराजश्च कामदः ॥
भुक्तिमुक्तिप्रदोऽत्यंतं शंकरस्य महाप्रियः ॥
]

`verse 34 [
सुभगे येन जप्तेन विधिना सोऽचिराद् द्रुतम् ॥
आराधितस्ते प्रत्यक्षो भविष्यति शिवो ध्रुवम्॥
]

`verse 35 [
चिंतयती च तद्रूपं नियमस्था शराक्षरम् ॥
जप मन्त्रं शिवे त्वं हि संतुष्यति शिवो द्रुतम् ॥
]

`verse 36 [
एवं कुरु तप साध्वि तपस्साध्यो महेश्वरः ॥
तपस्येव फलं सर्वैः प्राप्यते नान्यथा क्वचित् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
एवमुक्त्वा तदा कालीं नारद त्वं शिवप्रियः॥
यादृच्छिकोऽगमस्त्वं तु स्वर्गं देवहिते रतः ॥ 2.3.21.४० ॥
पार्वती च तदा श्रुत्वा वचनं तव नारद ॥
सुप्रसन्ना तदा प्राप पंचाक्षरमनूत्तमम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे नारदोपदेशो नामैकविंशोऽध्यायः ॥
]
