`speaker [
ब्रह्मोवाच
]

`verse 1 [
त्वयि देवमुने याते पार्वती हृष्टमानसा ॥
तपस्साध्यं हरं मेने तपोर्थं मन आदधे ॥
]

`verse 2 [
ततः सख्यौ समादाय जयां च विजयां तथा॥
मातरं पितरं चैव सखीभ्यां पर्यपृच्छत ॥
]

`verse 3 [
प्रथमं पितरं गत्वा हिमवन्तं नगेश्वरम् ॥
पर्यपृच्छत्सुप्रणम्य विनयेन समन्विता ॥
]

`speaker [
सख्यावूचतुः
]

`verse 4 [
हिमवञ्च्छ्रूयतां पुत्री वचनं कथ्यतेऽधुना ॥
सा स्वयं चैव देहस्य रूपस्यापि तथा पुनः ॥
]

`verse 5 [
भवतो हि कुलस्यास्य साफल्यं कर्तुमिच्छति ॥
तपसा साधनीयोऽसौ नान्यथा दृश्यतां व्रजेत् ॥
]

`verse 6 [
तस्माच्च पर्वतश्रेष्ठ देह्याज्ञां भवताधुना ॥
तपः करोतु गिरिजा वनं गत्वेति सादरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
इत्येवं च तदा पृष्टस्सखीभ्यां मुनिसत्तम ॥
पार्वत्या सुविचार्याथ गिरिराजोऽब्रवीदिदम् ॥
]

`speaker [
हिमालय उवाच
]

`verse 8 [
मह्यं च रोचतेऽत्यर्थं मेनायै रुच्यतां पुनः ॥
यथेदं भवितव्यं च किमतः परमुत्तमम् ॥
]

`verse 9 [
साफल्यं तु मदीयस्य कुलस्य च न संशयः ॥
मात्रे तु रुच्यते चेद्वै ततः शुभतरं नु किम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
इत्येवं वचनं पित्रा प्रोक्तं श्रुत्वा तु ते तदा ॥
जग्मतुर्मातरं सख्यौ तदाज्ञप्ते तया सह ॥ 2.3.22.१० ॥
गत्वा तु मातरं तस्याः पार्वत्यास्ते च नारद ॥
सुप्रणम्य करो बध्वोचतुर्वचनमादरात् ॥
]

`speaker [
सख्यावूचतुः
]

`verse 11 [
मातस्त्वं वचनं पुत्र्याः शृणु देवि नमोऽस्तु ते ॥
सुप्रसन्नतया तद्वै श्रुत्वा कर्तुमिहार्हसि ॥
]

`verse 12 [
तप्तुकामा तु ते पुत्री शिवार्थं परमं तपः॥
प्राप्तानुज्ञा पितुश्चैव तुभ्यं च परिपृच्छति ॥
]

`verse 13 [
इयं स्वरूपसाफल्यं कर्तुकामा पतिव्रते ॥
त्वदाज्ञया यदि जायेत तप्यते च तथा तपः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
इत्युक्त्वा च ततस्सख्यौ तूष्णीमास्तां मुनीश्वर ॥
नांगीचकार मेना सा तद्वाक्यं खिन्नमानसा ॥
]

`verse 15 [
ततस्सा पार्वती प्राह स्वयमेवाथ मातरम् ॥
करौ बद्ध्वा विनीतात्मा स्मृत्वा शिवपदांबुजम् ॥
]

`speaker [
पार्वत्युवाच
]

`verse 16 [
मातस्तप्तुं गमिष्यामि प्रातः प्राप्तुं महेश्वरम् ॥
अनुजानीहि मां गंतुं तपसेऽद्य तपोवनम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
इत्याकर्ण्य वचः पुत्र्या मेना दुःख मुपागता ॥
सोपाहूय तदा पुत्रीमुवाच विकला सती ॥
]

`speaker [
मेनोवाच
]

`verse 18 [
दुःखितासि शिवे पुत्री तपस्तप्तुं पुरा यदि ॥
तपश्चर गृहेऽद्य त्वं न बहिर्गच्छ पार्वति ॥
]

`verse 19 [
कुत्र यासि तपः कर्तुं देवास्संति गृहे मम ॥
तीर्थानि च समस्तानि क्षेत्राणि विविधानि च ॥ 2.3.22.२० ॥
कर्तव्यो न हठः पुत्रि गंतव्यं न बहिः क्वचित् ॥
साधितं किं त्वया पूर्वं पुनः किं साधयिष्यसि ॥
]

`verse 20 [
शरीरं कोमलं वत्से तपस्तु कठिनं महत् ॥
एवस्मात्तु त्वया कार्यं तपोऽत्र न बहिर्व्रज ॥
]

`verse 21 [
स्त्रीणां तपोवनगतिर्न श्रुता कामनार्थिनी ॥
तस्मात्त्वं पुत्रि मा कार्षीस्तपोर्थं गमनं प्रति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इत्येवं बहुधा पुत्री तन्मात्रा विनवारिता ॥
संवेदे न सुखं किंचिद्विनाराध्य महेश्वरम् ॥
]

`verse 23 [
तपोनिषिद्धा तपसे वनं गंतुं च मेनया ॥
हेतुना तेन सोमेति नाम प्राप शिवा तदा ॥
]

`verse 24 [
अथ तां दुखितां ज्ञात्वा मेना शैलप्रिया शिवाम् ॥
निदेशं सा ददौ तस्याः पार्वत्यास्तपसे मुने ॥
]

`verse 25 [
मातुराज्ञां च संप्राप्य सुव्रता मुनिसत्तम ॥
ततः स्वांते सुखं लेभे पार्वती स्मृतशंकरा॥
]

`verse 26 [
मातरं पितरं साथ प्रणिपत्य मुदा शिवा ॥
सखीभ्यां च शिवं स्मृत्वा तपस्तप्तुं समुद्गता॥
]

`verse 27 [
हित्वा मतान्यनेकानि वस्त्राणि विविधानि च॥
वल्कलानि धृतान्याशु मौंजीं बद्ध्वा तु शोभनाम् ॥
]

`verse 28 [
हित्वा हारं तथा चर्म्म मृगस्य परमं धृतम् ॥
जगाम तपसे तत्र गंगावतरणं प्रति॥2.3.22.३०॥
शंभुना कुर्वता ध्यानं यत्र दग्धो मनोभवः॥
गंगावतरणो नाम प्रस्थो हिमवतस्स च ॥
]

`verse 29 [
हरशून्योऽथ ददृशे स प्रस्थो हिमभूभृतः ॥
काल्या तत्रेत्य भोस्तात पार्वत्या जगदम्बया ॥
]

`verse 30 [
यत्र स्थित्वा पुरा शंभुस्तप्तवान्दुस्तरं तपः ॥
तत्र क्षणं तु सा स्थित्वा बभूव विरहार्दिता ॥
]

`verse 31 [
हा हरेति शिवा तत्र रुदन्ती सा गिरेस्सुता ॥
विललापातिदुःखार्ता चिन्ताशोकसमन्विता ॥
]

`verse 32 [
ततश्चिरेण सा मोहं धैर्य्या त्संस्तभ्य पार्वती ॥
नियमायाऽभवत्तत्र दीक्षिता हिमवत्सुता ॥
]

`verse 33 [
तपश्चकार सा तत्र शृंगितीर्थे महोत्तमे ॥
गौरीशिखर नामासीत्तत्तपःकरणाद्धि तत् ॥
]

`verse 34 [
सुंदराश्च द्रुमास्तत्र पवित्राश्शिवया मुने ॥
आरोपिताः परीक्षार्थं तपसः फलभागिनः ॥
]

`verse 35 [
भूभिशुद्धिं ततः कृत्वा वेदीं निर्माय सुन्दरी ॥
तथा तपस्समारब्धं मुनीनामपि दुष्करम् ॥
]

`verse 36 [
विगृह्य मनसा सर्वाणींद्रियाणि सहाशु सा ॥
समुपस्थानिके तत्र चकार परमं तपः ॥
]

`verse 37 [
ग्रीष्मे च परितो वह्निं प्रज्वलंतं दिवानिशम् ॥
कृत्वा तस्थौ च तन्मध्ये सततं जपती मनुम ॥ 2.3.22.४० ॥
सततं चैव वर्षासु स्थंडिले सुस्थिरासना ॥
शिलापृष्ठे च संसिक्ता बभूव जलधारया॥
]

`verse 38 [
शीते जलांतरे शश्वत्तस्थौ सा भक्तितत्परा॥
अनाहारातपत्तत्र नीहारे निशासु च॥
]

`verse 39 [
एवं तपः प्रकुर्वाणा पंचाक्षरजपे रता ॥
दध्यौ शिवं शिवा तत्र सर्वकामफलप्रदम्॥
]

`verse 40 [
स्वारोपिताच्छुभान्वृक्षान्सखीभिस्सिंचती मुदा॥
प्रत्यहं सावकाशे सा तत्रातिथ्यमकल्पयत्॥
]

`verse 41 [
वातश्चैव तथा शीतवृष्टिश्च विविधा तथा॥
दुस्सहोऽपि तथा घर्म्मस्तया सेहे सुचित्तया॥
]

`verse 42 [
दुःखं च विविधं तत्र गणितं न तयागतम् ॥
केवलं मन आधाय शिवे सासीत्स्थिता मुने ॥
]

`verse 43 [
प्रथमं फलभोगेन द्वितीयं पर्णभोजनैः॥
तपः प्रकुर्वती देवी क्रमान्निन्येऽमिताः समाः ॥
]

`verse 44 [
ततः पर्णान्यपि शिवा निरस्य हिमवत्सुता॥
निराहाराभवद्देवी तपश्चरणसंरता॥
]

`verse 45 [
आहारे त्यक्तपर्णाभूद्यस्माद्धिमवतः सुतः ॥
तेन देवैरपर्णेति कथिता नामतः शिवा॥
]

`verse 46 [
एका पादस्थिता सासीच्छिवं संस्मृत्य पार्वती॥
पंचाक्षरं जपंती च मनुं तेपे तपो महत् ॥ 2.3.22.५० ॥
चीरवल्कलसंवीता जटासंघातधारिणी॥
शिवचिंतनसंसक्ता जिगाय तपसा मुनीम् ॥
]

`verse 47 [
एवं तस्यास्तपस्यन्त्या चिंतयंत्या महेश्वरम् ॥
त्रीणि वर्ष सहस्राणि जग्मुः काल्यास्तपोवने ॥
]

`verse 48 [
षष्टिवर्षसहस्राणि यत्र तेपे तपो हरः ॥
तत्र क्षणमथोषित्वा चिंतयामास सा शिवा ॥
]

`verse 49 [
नियमस्थां महादेव किं मां जानासि नाधुना ॥
येनाहं सुचिरं तेन नानुयाता तवोरता ॥
]

`verse 50 [
लोके वेदे च गिरिशो मुनिभिर्गीयते सदा ॥
शंकरस्य हि सर्वज्ञस्सर्वात्मा सर्वदर्शनः॥
]

`verse 51 [
सर्वभूतिप्रदो देवस्सर्वभावानुभावनः ॥
भक्ताभीष्टप्रदो नित्यं सर्वक्लेशनिवारणः ॥
]

`verse 52 [
सर्वकामान्परित्यज्य यदि चाहं वृषध्वजे॥
अनुरक्ता तदा सोत्र संप्रसीदतु शंकरः ॥
]

`verse 53 [
यदि नारद तत्रोक्तमंत्रो जप्तश्शराक्षरः ॥
सुभक्त्या विधिना नित्यं संप्रसीदतु शंकरः ॥
]

`verse 54 [
यदि भक्त्या शिवस्याहं निर्विकारा यथोदितम् ॥
सर्वेश्वरस्य चात्यंतं संप्रसीदतु शंकरः ॥
]

`verse 55 [
एवं चिंतयती नित्यं तेपे सा सुचिरं तपः ॥
अधोमुखी निर्विकारा जटावल्कलधारिणी ॥ 2.3.22.६० ॥
तथा तया तपस्तप्तं मुनीनामपि दुष्करम् ॥
स्मृत्वा च पुरुषास्तत्र परमं विस्मयं गताः ॥
]

`verse 56 [
तत्तपोदर्शनार्थं हि समाजग्मुश्च तेऽखिलाः ॥
धन्यान्निजान्मन्यमाना जगदुश्चेति सम्मताः ॥
]

`verse 57 [
महतां धर्म्मवृद्धेषु गमनं श्रेय उच्यते ॥
प्रमाणं तपसो नास्ति मान्यो धर्म्मस्सदा बुधैः ॥
]

`verse 58 [
श्रुत्वा दृष्ट्वा तपोऽस्यास्तु किमन्यैः क्रियते तपः ॥
अस्मात्तपोऽधिकं लोके न भूतं न भविष्यति ॥
]

`verse 59 [
जल्पंत इति ते सर्वे सुप्रशस्य शिवातपः ॥
जग्मुः स्वं धाम मुदिताः कठिनांगाश्च ये ह्यपि ॥
]

`verse 60 [
अन्यच्छृणु महर्षे त्वं प्रभावं तपसोऽधुना ॥
पार्वत्या जगदम्बायाः पराश्चर्य्यकरं महत् ॥
]

`verse 61 [
तदाश्रमगता ये च स्वभावेन विरोधिनः ॥
तेप्यासँस्तत्प्रभावेण विरोधरहि तास्तदा ॥
]

`verse 62 [
सिंहा गावश्च सततं रागादिदोषसंयुताः ॥
तन्महिम्ना च ते तत्र नाबाधंत परस्परम् ॥
]

`verse 63 [
अथान्ये च मुनिश्रेष्ठ मार्ज्जारा मूषकादयः ॥
निसर्गाद्वैरिणो यत्र विक्रियंते स्म न क्वचित् ॥
]

`verse 64 [
वृक्षाश्च सफलास्तत्र तृणानि विविधानि च ॥
पुष्पाणि च विचित्राणि तत्रासन्मुनिसत्तम ॥ 2.3.22.७० ॥
तद्वनं च तदा सर्वं कैलासेनोपमान्वितम् ॥
जातं च तपस्तस्यास्सिद्धिरूपमभूत्तदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसं० तृतीये पार्वती० पार्वतीतपोव० नाम द्वाविंशोऽध्यायः ॥
]
