`speaker [
ब्रह्मोवाच
]

`verse 1 [
एवं तपत्यां पार्वत्यां शिवप्राप्तौ मुनीश्वर॥
चिरकालो व्यतीयाय प्रादुर्भूतो हरो न हि ॥
]

`verse 2 [
हिमालयस्तदागत्य पार्वतीं कृतनिश्चयाम्॥
सभार्यस्ससुतामात्य उवाच परमेश्वरीम् ॥
]

`speaker [
हिमालय उवाच
]

`verse 3 [
मा खिद्यतां महाभागे तपसानेन पार्वती ॥
रुद्रो न दृश्यते बाले विरक्तो नात्र संशयः ॥
]

`verse 4 [
त्वं तन्वी सुकुमारांगी तपसा च विमोहिता ॥
भविष्यसि न संदेहस्सत्यं सत्यं वदामि ते ॥
]

`verse 5 [
तस्मादुत्तिष्ठ चैहि त्वं स्वगृहं वरवर्णिनि ॥
किं तेन तव रुद्रेण येन दग्धः पुरा स्मरः ॥
]

`verse 6 [
अतो हि निर्विकार त्वात्त्वामादातुं वरां हराः ॥
नागमिष्यति देवेशि तं कथं प्रार्थयिष्यसि ॥
]

`verse 7 [
गगनस्थो यथा चंद्रो ग्रहीतुं न हि शक्यते ॥
तथैव दुर्गमं शंभुं जानीहि त्वमिहानघे ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
तथैव मेनया चोक्ता तथा सह्याद्रिणा सती ॥
मेरुणा मंदरेणैव मैनाकेन तथैव सा ॥
]

`verse 9 [
एवमन्यैः क्षितिभैश्च क्रौंचादिभिरनातुरा ॥
तथैव गिरिजा प्रोक्ता नानावादविधायिभिः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
एवं प्रोक्ता यदा तन्वी सा सर्वैस्तपसि स्थिता ॥
उवाच प्रहसंत्येव हिमवंतं शुचिस्मिता ॥2.3.23.१०॥
पार्वत्युवाच ॥
पुरा प्रोक्तं मया तात मातः किं विस्मृतं त्वया ॥
अधुनापि प्रतिज्ञां च शृणुध्वं मम बांधवाः ॥
]

`verse 11 [
विरक्तोसौ महादेवो येन दग्धा रुषा स्मरः ॥
तं तोषयामि तपसा शंकरं भक्तवत्सलम् ॥
]

`verse 12 [
सर्वे भवंतो गच्छंतु स्वं स्वं धाम प्रहर्षिताः ॥
भविष्यत्येव तुष्टोऽसौ नात्र कार्य्या विचारणा ॥ १
]

`verse 13 [
दग्धो हि मदनो येन येन दग्धं गिरेर्वनम् ॥
तमानयिष्ये चात्रैव तपसा केव लेन हि ॥
]

`verse 14 [
तपोबलेन महता सुसेव्यो हि सदाशिवः ॥
जानीध्वं हि महाभागास्सत्यं सत्यं वदामि वः ॥
]

`verse 15 [
आभाष्य चैवं गिरिजा च मेनकां मैनाकबंधुं पितरं हिमालयम् ॥
तूष्णीं बभूवाशु सुभाषिणी शिवा समंदरं पर्वतराजबालिका ॥
]

`verse 16 [
जग्मुस्तथोक्ताः शिवया हि पर्वता यथागतेनापि विचक्षणास्ते ॥
प्रशंसमाना गिरिजा मुहुर्मुहुस्सुविस्मिता हेमनगेश्वराद्याः ॥
]

`verse 17 [
गतेषु तेषु सूर्येषु सखीभिः परिवारिता ॥
तपस्तेपे तदधिकं परमार्थसुनिश्चया ॥ १-॥
तपसा महता तेन तप्तमासीच्चराचरम् ॥
त्रैलोक्यं हि मुनिश्रेष्ठ सदेवासुरमानुषम् ॥
]

`verse 18 [
तदा सुरासुराः सर्वे यक्षकिन्नरचारणाः॥
सिद्धास्साध्याश्च मुनयो विद्याधरमहोरगाः॥ ॥ 2.3.23.२० ॥
सप्रजापतयश्चैव गुह्यकाश्च तथापरे ॥
कष्टात् कष्टतरं प्राप्ताः कारणं न विदुः स्म तत् ॥
]

`verse 19 [
सर्वे मिलित्वा शक्राद्या गुरुमामंत्र्य विह्वलाः ॥
सुमेरौ तप्तसर्वांगा विधिं मां शरणं ययुः ॥
]

`verse 20 [
तत्र गत्वा प्रणम्याशु विह्वला नष्टसुत्विषः ॥
ऊचुस्सर्वे च संस्तूय ह्यैकपद्येन मां हि ते ॥
]

`speaker [
देवा ऊचुः
]

`verse 21 [
त्वया सृष्टमिदं सर्वं जगदेतच्चराचरम् ॥
संतप्तमति कस्माद्वै न ज्ञातं कारणं विभो॥
]

`verse 22 [
तद्ब्रूहि कारणं ब्रह्मन् ज्ञातुमर्हसि नः प्रभो ॥
दग्धभूततनून्देवान् त्वत्तो नान्योऽस्ति रक्षक ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
इत्याकर्ण्य वचस्तेषामहं स्मृत्वा शिवं हृदा ॥
विचार्य मनसा सर्वं गिरिजायास्तपः फलम् ॥
]

`verse 24 [
दग्धं विश्वमिति ज्ञात्वा तैः सर्वैरिह सादरात् ॥
हरये तत्कथयितुं क्षीराब्धिमगमं द्रुतम् ॥
]

`verse 25 [
तत्र गत्वा हरिं दृष्ट्वा विलसंतं सुखासने ॥
सुप्रणम्य सुसंस्तूय प्रावोचं सांजलिः सुरैः ॥
]

`verse 26 [
त्राहि त्राहि महाविष्णो तप्तान्नश्शरणागतान् ॥
तपसोग्रेण पार्वत्यास्तपत्याः परमेण हि ॥२९।
इत्याकर्ण्य वचस्तेषामस्मदादि दिवौकसाम् ॥
शेषासने समाविष्टोऽस्मानुवाच रमेश्वरः ॥2.3.23.३०॥
॥ विष्णुरुवाच ॥
ज्ञातं सर्वं निदानं मे पार्वती तपसोद्य वै ॥
युष्माभिस्सहितस्त्वद्य व्रजामि परमेश्वरम् ॥
]

`verse 27 [
महादेवं प्रार्थयामो गिरिजाप्रापणाय तम् ॥
पाणिग्रहार्थमधुना लोकानां स्वस्तयेऽमराः॥
]

`verse 28 [
वरं दातुं शिवायै हि देवदेव पिनाकधृक् ॥
यथा चेष्यति तत्रैव करिष्यामोऽधुना हि तत्॥२३।
तस्माद्वयं गमिष्यामो यत्र रुद्रो महाप्रभुः ॥
तपसोग्रेण संयुक्तोऽद्यास्ते परममंगलः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
विष्णोस्तद्वचनं श्रुत्वा सर्व ऊचुस्सुरादयः ॥
महाभीता हठात् क्रुद्धाद्दग्धुकामात् लयंकरात् ॥
]

`speaker [
देवा ऊचुः
]

`verse 30 [
महाभयंकरं क्रुद्धं कालानलसमप्रभम् ॥
न यास्यामो वयं सर्वे विरूपाक्षं महाप्रभम् ॥
]

`verse 31 [
यथा दग्धः पुरा तेन मदनो दुरतिक्रमः ॥
तथैव क्रोधयुक्तो नः स धक्ष्यति न संशयः ॥
]

`verse 32 [
ब्रह्मोवाच ॥ तदाकर्ण्य वचस्तेषां शक्रादीनां रमेश्वरः ॥
सांत्वयंस्तान्सुरान्सर्वान्प्रोवाच स हरिर्मुने ॥
]

`speaker [
हरिरुवाच
]

`verse 33 [
हे सुरा मद्वचः प्रीत्या शृणुतादरतोऽखिलाः ॥
न वो धक्ष्यति स स्वामी देवानां भयनाशनः ॥
]

`verse 34 [
तस्माद्भवद्भिर्गंतव्यं मया सार्द्धं विचक्षणैः ॥
शंभुं शुभकरं मत्वा शरणं तस्य सुप्रभो ॥2.3.23.४०॥
शिवं पुराणं पुरुषमधीशं वरेण्यरूपं हि परं पुराणम् ॥
तपोजुषाणां परमात्मरूपं परात्परं तं शरणं व्रजामः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 35 [
एवमुक्तास्तदा देवा विष्णुना प्रभवि ष्णुना ॥
जग्मुस्सर्वे तेन सह द्रष्टुकामाः पिनाकिनम् ॥
]

`verse 36 [
प्रथमं शैलपुत्र्यास्तत्तपो द्रष्टुं तदाश्रमम् ॥
जग्मुर्मार्गवशात्सर्वे विष्ण्वाद्यस्सकुतूहलाः ॥
]

`verse 37 [
पार्वत्यास्तु तपो दृष्ट्वा तेजसा व्यापृतास्तदा ॥
प्रणेमुस्तां जगद्धात्रीं तेजोरूपां तपः स्थिताम् ॥
]

`verse 38 [
प्रशंसंतस्तपस्तस्यास्साक्षात्सिद्धितनोस्सुराः ॥
जग्मुस्तत्र तदा ते च यत्रास्ते वृषभध्वजः ॥
]

`verse 39 [
तत्र गत्वा च ते देवास्त्वां मुने प्रैषयंस्तदा ॥
पश्यतो दूरतस्तस्थुः कामभस्मकृतोहरात् ॥
]

`verse 40 [
नारद त्वं शिवस्थानं तदा गत्वाऽभयस्सदा ॥
शिवभक्तो विशेषेण प्रसन्नं दृष्टवान् प्रभुम् ॥
]

`verse 41 [
पुनरागत्य यत्नेन देवानाहूय तांस्ततः ॥
निनाय शंकरस्थानं तदा विष्ण्वादिकान्मुने ॥
]

`verse 42 [
अथ विष्ण्वादयस्सर्वे तत्र गत्वा शिवं प्रभुम् ॥
ददृशुस्सुखमासीनं प्रसन्नं भक्तवत्सलम् ॥
]

`verse 43 [
योगपट्टस्थितं शंभुं गणैश्च परिवारितम् ॥
तपोरूपं दधानं च परमेश्वररूपिणम्॥2.3.23.५०॥
ततो विष्णुर्मयान्ये च सुरसिद्धमुनीश्वराः॥
प्रणम्य तुष्टुवुस्सूक्तैर्वेदोपनिषदन्वितैः॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तुतीये पार्वतीखंडे पार्वतीसांत्वनशिवदेवदर्शनवर्णनं नाम त्रयोविंशोऽध्यायः॥
]
