`speaker [
देवा ऊचुः
]

`verse 1 [
नमो रुद्राय देवाय मदनांतकराय च ॥
स्तुत्याय भूरिभासाय त्रिनेत्राय नमोनमः ॥
]

`verse 2 [
त्वं नाथः सर्वलोकानां पिता माता त्वमीश्वरः ॥
शंभुरीशश्शंकरोसि दयालुस्त्वं विशेषतः ॥
]

`verse 3 [
त्वं धाता सर्वजगतां त्रातुमर्हसि नः प्रभो ॥
त्वां विना कस्समर्थोस्ति दुःखनाशे महेश्वर ॥ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
इत्याकर्ण्य वचस्तेषां सुराणां नन्दिकेश्वरः ॥
कृपया परया युक्तो विज्ञप्तुं शंभुमारभत् ॥
]

`speaker [
नंदिकेश्वर उवाच
]

`verse 5 [
विष्ण्वादयस्सुरगणा मुनिसिद्धसंघास्त्वां द्रष्टुमेव सुरवर्य्य विशेषयंति ॥
कार्यार्थिनोऽसुरवरैः परिभर्त्स्य मानास्सम्यक् पराभवपदं परमं प्रपन्नाः ॥
]

`verse 6 [
तस्मात्त्वया हि सर्वेश त्रातव्या मुनयस्सुराः ॥
दीनबंधुर्विशेषेण त्वमुक्तो भक्तवत्सलः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
एवं दयावता शंभुर्विज्ञप्तो नंदिना भृशम् ॥
शनैश्शनैरुपरमद्ध्यानादुन्मील्य चाक्षिणी ॥
]

`verse 8 [
ईशोऽथोपरतश्शंभुस्तदा परमकोविदः ॥
समाधेः परमात्मासौ सुरान्सर्वानुवाच ह ॥
]

`speaker [
शंभुरुवाच
]

`verse 9 [
कस्माद्यूयं समायाता मत्समीपं सुरेश्वरः ॥
हरिब्रह्मादयस्सर्वे ब्रूत कारणमाशु तत् ॥ 2.3.24.१० ॥
ब्रह्मोवाच ॥
इति श्रुत्वा वचश्शम्भोस्सर्वे देवा मुदाऽन्विताः ॥
विष्णोर्विलोकयामासुर्मुखं विज्ञप्तिहेतवे ॥
]

`verse 10 [
अथ विष्णुर्महाभक्तो देवानां हितकारकः ॥
मदीरितमुवाचेदं सुरकार्यं महत्तरम् ॥
]

`verse 11 [
तारकेण कृतं शंभो देवानां परमाद्भुतम् ॥
कष्टात्कष्टतरं देवा विज्ञप्तुं सर्व आगताः ॥
]

`verse 12 [
हे शंभो तव पुत्रेणौरसेन हि भविष्यति॥
निहतस्तारको दैत्यो नान्यथा मम भाषितम् ॥
]

`verse 13 [
विचार्य्येत्थं महादेव कृपां कुरु नमोऽस्तु ते ॥
देवान्समुद्धर स्वामिन् कष्टात्तारकनिर्मितात् ॥
]

`verse 14 [
तस्मात्त्वया गिरिजा देव शंभो ग्रहीतव्या पाणिना दक्षिणेन ॥
पाणिग्रहेणैव महानुभावां दत्तां गिरींद्रेण च तां कुरुष्व ॥
]

`verse 15 [
विष्णोस्तद्वचनं श्रुत्वा प्रसन्नो ह्यब्रवीच्छिवः ॥
दर्शयन् सद्गतिं तेषां सर्वेषां योगतत्परः ॥
]

`speaker [
शिव उवाच
]

`verse 16 [
यदा मे स्वीकृता देवी गिरिजा सर्वसुंदरी ॥
तदा सर्वे सुरेंद्राश्च मुनयो ऋषयस्तदा ॥
]

`verse 17 [
सकामाश्च भविष्यन्ति न क्षमाश्च परे पथि ॥
जीवयिष्यति दुर्गा सा पाणिग्रहणतस्स्मरम् ॥
]

`verse 18 [
मदनो हि मया दग्धस्सर्वेषां कार्य्यसिद्धये ॥।
ब्रह्मणो वचनाद्विष्णो नात्र कार्या विचारणा ॥ 2.3.24.२० ॥
एवं विमृश्य मनसा कार्याकार्यव्यवस्थितौ ॥
सुधीः सर्वैश्च देवेंद्र हठं नो कर्तुमर्हसि ॥
]

`verse 19 [
दग्धे कामे मया विष्णो सुरकार्यं महत् कृतम् ॥
सर्वे तिष्ठंतु निष्कामा मया सह सुनिश्चितम् ॥
]

`verse 20 [
यथाऽहं च सुरास्सर्वे तथा यूयमयत्नतः ॥
तपः परमसंयुक्ताः करिष्यध्वं सुदुष्करम् ॥
]

`verse 21 [
यूयं समाधिना तेन मदनेन विना सुराः ॥
परमानंदसंयुक्ता निर्विकारा भवंतु वै ॥
]

`verse 22 [
पुरावृत्तं स्मरकृतं विस्मृतं यद्विधे हरे ॥
महेन्द्र मुनयो देवा यत्तत्सर्वं विमृश्यताम् ॥
]

`verse 23 [
महाधनुर्धरेणैव मदनेन हठात्सुराः ॥
सर्वेषां ध्यानविध्वंसः कृतस्तेन पुरापुरा ॥
]

`verse 24 [
कामो हि नरकायैव तस्मात् क्रोधोभिजायते ॥
क्रोधाद्भवति संमोहो मोहाच्च भ्रंशते तपः ॥
]

`verse 25 [
कामक्रोधौ परित्याज्यौ भवद्भिस्सुरसत्तमैः ॥
सर्वैरेव च मंतव्यं मद्वाक्यं नान्यथा क्वचित् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
एवं विश्राव्य भगवान् महादेवो वृषध्वजः ॥
सुरान् प्रवाचयामास विधिविष्णू तथा मुनीम् ॥
]

`verse 27 [
तूष्णींभूतोऽभवच्छंभुर्ध्यानमाश्रित्य वै पुनः ॥
आस्ते पुरा यथा स्थाणुर्गणैश्च परिवारितः ॥ 2.3.24.३० ॥
स्वात्मानमात्मना शंभुरात्मन्येव व्यचिंतयत् ॥
निरंजनं निराभासं निर्विकारं निरामयम् ॥
]

`verse 28 [
परात्परतरं नित्यं निर्ममं निरवग्रहम् ॥
शब्दातीतं निर्गुणं च ज्ञानगम्यं परात्परम् ॥
]

`verse 29 [
एवं स्वरूपं परमं चिंतयन् ध्यानमास्थितः ॥
परमानंदसंमग्नो बभूव बहुसूतिकृत् ॥
]

`verse 30 [
ध्यानस्थितं च सर्वेशं दृष्ट्वा सर्वे दिवौकसः ॥
हरि शक्रादयस्सर्वे नंदिनं प्रोचुरानताः ॥
]

`speaker [
देवा ऊचुः
]

`verse 31 [
किं वयं करवामाद्य विरक्तो ध्यानमास्थितः ॥
शंभुस्त्वं शंकर सखस्सर्वज्ञः शुचिसेवकः ॥
]

`verse 32 [
केनोपायेन गिरिशः प्रसन्नः स्याद्गणाधिप ॥
तदुपायं समाचक्ष्व वयं त्वच्छरणं गताः ॥ ॥।३६॥
॥ ब्रह्मोवाच ।!
इति विज्ञापितो देवैर्मुने हर्षादिभिस्तदा ॥
प्रत्युवाच सुरांस्तान्स नंदी शंभुप्रियो गणः ॥
]

`speaker [
नंदीश्वर उवाच
]

`verse 33 [
हे हरे हे विधे शक्रनिर्जरा मुनयस्तथा ॥
शृणुध्वं वचनं मे हि शिवसंतोषकारकम् ॥
]

`verse 34 [
यदि वो हठ एवाद्य शिव दारपरिग्रहे ॥
अतिदीनतया सर्वे सुनुतिं कुरुतादरात् ॥
]

`verse 35 [
भक्तेर्वश्यो महादेवो न साधारणतस्तुराः ॥
अकार्यमपि सद्भक्त्या करोति परमेश्वरः ॥ 2.3.24.४० ॥
एवं कुरुत सर्वे हि विधिविष्णुमुखाः सुराः ॥
यथागतेन मार्गेणान्यथा गच्छत मा चिरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
इत्याकर्ण्य वचस्तस्य मुने विष्ण्वादयस्सुराः ॥
तथेति मत्त्वा सुप्रीत्या शंकरं तुष्टुवुर्हि ते ॥
]

`verse 37 [
देवदेव महादेव करुणासागर प्रभो ॥
समुद्धर महाक्लेशात्त्राहि नश्शरणागतान् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 38 [
इत्येवं बहुदीनोक्त्या तुष्टुवुश्शंकरं सुराः ॥
रुरुदुस्सुस्वरं सर्वे प्रेमव्याकुलमानसः ॥
हरिर्मया सुदीनोक्त्या सुविज्ञप्तं चकार ह ॥
संस्मरन्मनसा शंभुं भक्त्या परमयान्वितः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
सुरैरेवं स्तुतश्शंभुर्हरिणा च मया भृशम् ॥
भक्तवात्सल्यतो ध्यानाद्विरतोभून्महेश्वरः ॥
]

`verse 40 [
उवाच सुप्रसन्नात्मा हर्यादीन्हर्षयन्हरः ॥
विलोक्य करुणादृष्ट्या शंकरो भक्तवत्सलः ॥
]

`speaker [
शंकर उवाच
]

`verse 41 [
हे हरे हे विधे देवाश्शक्राद्या युगपत्समे ॥
किमर्थमागता यूयं सत्यं ब्रूत ममाग्रतः ॥
]

`speaker [
हरिरुवाच
]

`verse 42 [
सर्वज्ञस्त्वं महेशान त्वंतर्याम्यखिलेश्वरः ॥
किं न जानासि चित्तस्थं तथा वच्म्यपि शासनात् ॥
]

`verse 43 [
तारकासुरतो दुःखं संभूतं विविधं मृड ॥
सर्वेषां नस्तदर्थं हि प्रसन्नोऽकारि वै सुरैः ॥ 2.3.24.५० ॥
शिवा सा जनिता शैलात्त्वदर्थं हि हिमालयात् ॥
तस्यां त्वदुद्भवात्पुत्रात्तस्य मृत्युर्न चान्यथा ॥
]

`verse 44 [
इति दत्तो ब्रह्मणा हि तस्मै दैत्याय यद्वरः ॥
तदन्यस्मादमृत्युस्स बाधते निखिलं जगत् ॥
]

`verse 45 [
नारदस्य निर्देशात्सा करोति कठिनं तपः ॥
तत्तेजसाखिलं व्याप्तं त्रैलोक्यं सचराचरम् ॥
]

`verse 46 [
वरं दातुं शिवायै हि गच्छ त्वं परमेश्वर ॥
देवदुःखं जहि स्वामिन्नस्माकं सुखमावह ॥
]

`verse 47 [
देवानां मे महोत्साहो हृदये चास्ति शंकर ॥
विवाहं तव संद्रष्टुं तत्त्वं कुरु यथोचितम् ॥
]

`verse 48 [
रत्यै यद्भवता दत्तो वरस्तस्य परात्पर ॥
प्राप्तोऽवसर एवाशु सफलं स्वपणं कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 49 [
इत्युक्त्वा तं प्रणम्यैव विष्णुर्देवा महर्षयः ॥
संस्तूय विविधैस्तोत्रैस्संतस्थुस्तत्पुरोऽखिलाः ॥
]

`verse 50 [
भक्ताधीनः शंकरोऽपि श्रुत्वा देववचस्तदा ॥
विहस्य प्रत्युवाचाशु वेदमर्यादरक्षकः ॥
]

`speaker [
शंकर उवाच
]

`verse 51 [
हे हरे हे विधे देवाश्शृणुतादरतोऽखिलाः ॥
यथोचितमहं वच्मि सविशेषं विवेकतः ॥
]

`verse 52 [
नोचितं हि विधानं वै विवाहकरणं नृणाम् ॥
महानिगडसंज्ञो हि विवाहो दृढबन्धनः ॥2.3.24.६०।
कुसंगा बहवो लोके स्त्रीसंगस्तत्र चाधिकः ॥
उद्धरेत्सकलबंधैर्न स्त्रीसंगात्प्रमुच्यते ॥
]

`verse 53 [
लोहदारुमयैः पाशैर्दृढं बद्धोऽपि मुच्यते ॥
स्त्र्यादिपाशसुसंबद्धो मुच्यते न कदाचन ॥
]

`verse 54 [
वर्द्धंते विषयाश्शश्वन्महाबंधनकारिणः ॥
विषयाक्रांतमनसस्स्वप्ने मोक्षोऽपि दुर्लभः ॥
]

`verse 55 [
सुखमिच्छतु चेत्प्राज्ञो विधिवद्विषयाँस्त्यजेत् ॥
विषवद्विषयानाहुर्विषयैर्यैर्निहन्यते ॥
]

`verse 56 [
जनो विषयिणा साकं वार्तातः पतति क्षणात् ॥
विषयं प्राहुराचार्यास्सितालितेंद्रवारुणीम् ॥
]

`verse 57 [
यद्यप्येवं हि जानामि सर्वं ज्ञानं विशेषतः ॥
तथाप्यहं करिष्यामि प्रार्थनां सफलां च वः ॥
]

`verse 58 [
भक्ताधीनोऽहमेवास्मि तद्वशात्सर्वकार्य कृत् ॥
अयथोचितकर्ता हि प्रसिद्धो भुवनत्रये ॥
]

`verse 59 [
कामरूपाधिपस्यैव पणश्च सफलः कृतः ॥
सुदक्षिणस्य भूपस्य भैमबंधगतस्य हि ।
]

`verse 60 [
गौतमक्लेशकर्ताहं त्र्यंबकात्मा सुखावहः ॥
तत्कष्टप्रददुष्टानां शापदायी विशेषतः ॥
]

`verse 61 [
विषं पीतं सुरार्थं हि भक्तवत्सलभावधृक् ॥
देवकष्टं हृतं यत्नात्सर्वदैव मया सुराः ॥2.3.24.७०॥
भक्तार्थमसहं कष्टं बहुशो बहुयत्नतः ॥
विश्वानर मुनेर्दुःखं हृतं गृहपतिर्भवन् ॥
]

`verse 62 [
किं बहूक्तेन च हरे विधे सत्यं ब्रवीम्यहम् ॥
मत्पणोऽस्तीति यूयं वै सर्वे जानीथ तत्त्वतः॥
]

`verse 63 [
यदा यदा विपत्तिर्हि भक्तानां भवति क्वचित् ॥
तदा तदा हरम्याशु तत्क्षणात्सर्वशस्सदा ॥
]

`verse 64 [
जानेऽहं तारकाद्दुःखं सर्वेषां वस्समुत्थितम्॥
असुरा त्तद्धरिष्यामि सत्यंसत्यं वदाम्यहम् ॥
]

`verse 65 [
नास्ति यद्यपि मे काचिद्विहारकरणे रुचिः ॥
विवाहयिष्ये गिरिजा पुत्रोत्पादनहेतवे ॥
]

`verse 66 [
गच्छत स्वगृहाण्येव निर्भयास्सकलाः सुराः ॥
कार्यं वस्साधयिष्यामि नात्र कार्या विचारणा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 67 [
इत्युक्त्वा मौनमास्थाय समाधिस्थोऽभवद्धरः ॥
सर्वे विष्ण्वादयो देवास्स्वधामानि ययुर्मुने॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे पार्वतीविवाहस्वीकारो नाम चतुर्विशोऽध्यायः ॥
]
