`speaker [
नारद उवाच
]

`verse 1 [
गतेषु तेषु देवेषु विधि विष्ण्वादिकेषु च ॥
सर्वेषु मुनिषु प्रीत्या किं बभूव ततः परम्॥
]

`verse 2 [
किं कृतं शंभुना तात वरं दातुंसमागतः ॥
कियत्कालेन  च कथं तद्वद प्रीतिमावहन् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
गतेषु तेषु देवेषु ब्रह्मादिषु निजाश्रमम् ॥
तत्तपस्सु परीक्षार्थं समाधिस्थोऽभवद्भवः ॥
]

`verse 4 [
स्वात्मानमात्मना कृत्वा स्वात्मन्येव व्यचिंतयत् ॥
परात्परतरं स्वस्थं निर्माय निरवग्रहम् ॥
]

`verse 5 [
तद्वस्तुभूतो भगवानीश्वरो वृषभध्वजः ॥
अविज्ञातगतिस्सूतिस्स हरः परमेश्वरः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
गिरिजा हि तदा तात तताप परमं तपः॥
तपसा तेन रुद्रोऽपि परं विस्मयमागतः ॥
]

`verse 7 [
समाधेश्चलितस्सोऽभूद्भक्ताधीनोऽपि नान्यथा ॥
वसिष्ठादीन्मुनीन्सप्त सस्मार सूतिकृद्धरः ॥
]

`verse 8 [
सप्तापि मुनयश्शीघ्रमाययुस्स्मृति मात्रतः ॥
प्रसन्नवदनाः सर्वे वर्णयंतो विधिं बहु ॥
]

`verse 9 [
प्रणम्य तं महेशानं तुष्टुवुर्हर्षनिर्भराः ॥
वाण्या गद्गदया बद्धकरा विनतकंधराः ॥
]

`speaker [
सप्तर्षय ऊचुः
]

`verse 10 [
देवदेव महादेव करुणासागर प्रभो ॥
जाता वयं सुधन्या हि त्वया यदधुना स्मृताः ॥ 2.3.25.१० ॥
किमर्थं संस्मृता वाथ शासनं देहि तद्धि नः ॥
स्वदाससदृशीं स्वामिन्कृपां कुरु नमोऽस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
इत्याकर्ण्य नीनां तु विज्ञप्तिं करुणानिधिः ॥
प्रोवाच विहसन्प्रीत्या प्रोत्फुल्लनयनाम्बुजः ॥
]

`speaker [
महेश्वर उवाच
]

`verse 12 [
हे सप्तमुनयस्ताताश्शृणुतारं वचो मम ॥
अस्मद्धितकरा यूयं सर्वज्ञानविचक्षणाः ॥
]

`verse 13 [
तपश्चरति देवेशी पार्वती गिरिजाऽधुना ॥
गौरीशिखरसंज्ञे हि पार्वते दृढमानसा ॥
]

`verse 14 [
मां पतिं प्राप्तुकामा हि सा सखीसेविता द्विजाः ॥
सर्वान्कामान्विहायान्यान्परं निश्चयमागता ॥
]

`verse 15 [
तत्र गच्छत यूयं मच्छासनान्मुनिसत्तमाः॥
परीक्षां दृढतायास्तत्कुरुत प्रेमचेतसः॥
]

`verse 16 [
सर्वथा छलसंयुक्तं वचनीयं वचश्च वः ॥
न संशयः प्रकर्तव्यश्शासनान्मम सुव्रताः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
इत्याज्ञप्ताश्च मुनयो जग्मुस्तत्र द्रुतं हि ते ॥
यत्र राजति सा दीप्ता जगन्माता नगात्मजा॥
]

`verse 18 [
तत्र दृष्ट्वा शिवा साक्षात्तपःसिद्धिरिवापरा॥
मूर्ता परमतेजस्का विलसंती सुतेजसा ॥
]

`verse 19 [
हृदा प्रणम्य तां ते तु ऋषयस्सप्त सुव्रताः॥
सन्नता वचनं प्रोचुः पूजिताश्च विशेषतः॥।2.3.25.२०॥
॥ ऋषय ऊचुः ॥
शृणु शैलसुते देवी किमर्थं तप्यते तपः ॥
इच्छसि त्वं सुरं कं च किं फलं तद्वदाधुना ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
इत्युक्ता सा शिवा देवी गिरींद्रतनया द्विजैः ॥
प्रत्युवाच वचस्सत्यं सुगूढमपि तत्पुरः ॥
]

`speaker [
पार्वत्युवाच
]

`verse 21 [
मुनीश्वरास्संशृणुत मद्वाक्यं प्रीतितो हृदा ॥
ब्रवीमि स्वविचारं वै चिंतितो यो धिया स्वया ॥
]

`verse 22 [
करिष्यथ प्रहासं मे श्रुत्वा वाचो ह्यसंभवाः ॥
संकोचो वर्णनाद्विप्रा भवत्येव करोमि किम् ॥
]

`verse 23 [
इदं मनो हि सुदृढमवशं परकर्मकृत् ॥
जलोपरि महाभित्तिं चिकीर्षति महोन्नताम् ॥
]

`verse 24 [
सुरर्षेश्शासनं प्राप्य करोमि सुदृढं तपः ॥
रुद्रः पतिर्भवेन्मे हि विधायेति मनोरथम् ॥
]

`verse 25 [
अपक्षो मन्मनः पक्षी व्योम्नि उड्डीयते हठात् ॥
तदाशां शंकरस्वामी पिपर्त्तु करुणानिधिः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
इत्याकर्ण्य वचस्तस्या विहस्य मुनयश्च ते ॥
संमान्य गिरिजां प्रीत्या प्रोचुश्छलवचो मृषा ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 27 [
न ज्ञातं तस्य चरितं वृथापण्डितमानिनः ॥
देवर्षेः कूरमनसः सुज्ञा भूत्वाप्यगात्मजे ॥
]

`verse 28 [
नारदः कूटवादी च परचित्तप्रमंथकः ॥
तस्य वार्त्ताश्रवणतो हानिर्भवति सर्वथा ॥ 2.3.25.३० ॥
तत्र त्वं शृणु सद्बुध्या चेतिहासं सुशोभितम् ॥
क्रमात्त्वां बोधयंतो हि प्रीत्या तमुपधारय ॥
]

`verse 29 [
ब्रह्मपुत्रो हि यो दक्षस्सुषुवे पितुराज्ञया ॥
स्वपत्न्यामयुतं पुत्रानयुंक्त तपसि प्रियान् ॥
]

`verse 30 [
ते सुताः पश्चिमां दिशि नारायणसरो गताः ॥
तपोर्थे ते प्रतिज्ञाय नारदस्तत्र वै ययौ ॥
]

`verse 31 [
कूटोपदेशमाश्राव्य तत्र तान्नारदो मुनिः ॥
तदाज्ञया च ते सर्वे पितुर्न गृहमाययुः ॥
]

`verse 32 [
तच्छ्रुत्वा कुपितो दक्षः पित्राश्वासितमानसः ॥
उत्पाद्य पुत्रान्प्रायुंक्त सहस्रप्रमितांस्ततः ॥
]

`verse 33 [
तेऽपि तत्र गताः पुत्रास्तपोर्थं पितुराज्ञया ॥
नारदोऽपि ययौ तत्र पुनस्तत्स्वोपदेशकृत् ॥
]

`verse 34 [
ददौ तदुपदेशं ते तेभ्यो भ्रातृपथं ययुः ॥
आययुर्न पितुर्गेहं भिक्षुवृत्तिरताश्च ते ॥
]

`verse 35 [
इत्थं नारदसद्वृत्तिर्विश्रुत्ता शैलकन्यके ॥
अन्यां शृणु हि तद्वृत्तिं वैराग्यकरणीं नृणाम् ॥
]

`verse 36 [
विद्याधरश्चित्रकेतुर्यो बभूव पुराकरोत् ॥
स्वोपदेशमयं दत्त्वा तस्मै शून्यं च तद्गृहम् ॥
]

`verse 37 [
प्रह्लादाय स्वोपदेशान्हिरण्यकशिपोः परम् ॥
दत्त्वा दुखं ददौ चायं परबुद्धिप्रभेदकः ॥ 2.3.25.४० ॥
मुनिना निजविद्या यच्छ्राविता कर्णरोचना ॥
स स्वगेहं विहायाशु भिक्षां चरति प्रायशः ॥
]

`verse 38 [
नारदो मलिनात्मा हि सर्वदो ज्ज्वलदेहवान् ॥
जानीमस्तं विशेषेण वयं तत्सहवासिनः ॥
]

`verse 39 [
बकं साधुं वर्णयंति न मत्स्यानत्ति सर्वथा ॥
सहवासी विजानीयाच्चरित्रं सहवासिनाम् ॥
]

`verse 40 [
लब्ध्वा तदुपदेशं हि त्वमपि प्राज्ञसंमता ॥
वृथैव मूर्खीभूता तु तपश्चरसि दुष्करम् ॥
]

`verse 41 [
यदर्थमीदृशं बाले करोषि विपुलं तपः ॥
सदोदासी निर्विकारो मदनारिर्नसंशयः ॥
]

`verse 42 [
अमंगलवपुर्धारी निर्लज्जोऽसदनोऽकुली ॥
कुवेषी प्रेतभूतादिसंगी नग्नौ हि शूलभृत् ॥
]

`verse 43 [
स धूर्तस्तव विज्ञानं विनाश्य निजमायया ॥
मोहयामास सद्युक्त्या कारयामास वै तपः ॥
]

`verse 44 [
ईदृशं हि वरं लब्ध्वा किं सुखं संभविष्यति ॥
विचारं कुरु देवेशि त्वमेव गिरिजात्मजे॥
]

`verse 45 [
प्रथमं दक्षजां साध्वी विवाह्य सुधिया सतीम् ॥
निर्वाहं कृतवान्नैव मूढः किंचिद्दिनानि हि ॥
]

`verse 46 [
तां तथैव स वै दोषं दत्त्वात्याक्षीत्स्वयं प्रभुः ॥
ध्यायन्स्वरूप मकलमशोकमरमत्सुखी ॥2.3.25.५०॥
एकलः परनिर्वाणो ह्यसंगोऽद्वय एव च ॥
तेन नार्याः कथं देवि निर्वाहः संभविष्यति ॥
]

`verse 47 [
अद्यापि शासनं प्राप्य गृहमायाहि दुर्मतिम् ॥
त्यजास्माकं महाभागे भविष्यति च शं तव ॥
]

`verse 48 [
त्वद्योग्यो हि वरो विष्णुस्सर्वसद्गुणवान्प्रभुः ॥
वैकुण्ठवासी लक्ष्मीशो नानाक्रीडाविशारदः ॥
]

`verse 49 [
तेन ते कारयिष्यामो विवाहं सर्वसौख्यदम् ॥
इतीदृशं त्यज हठं सुखिता भव पार्वति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 50 [
इत्येदं वचनं श्रुत्वा पार्वती जगदम्बिका ॥
विहस्य च पुनः प्राह मुनीन्ज्ञान विशारदान् ॥
]

`speaker [
पार्वत्युवाच
]

`verse 51 [
सत्यं भवद्भिः कथितं स्वज्ञानेन मुनीश्वराः ॥
परंतु मे हठो नैव मुक्तो भवति वै द्विजाः ॥
]

`verse 52 [
स्वतनोः शैलजातत्वात्काठिन्यं सहजं स्थितम् ॥
इत्थं विचार्य सुधिया मां निषेद्धुं न चार्हथ ॥
]

`verse 53 [
सुरर्षेर्वचनं पथ्यं त्यक्ष्ये नैव कदाचन ॥
गुरूणां वचनं पथ्यमिति वेदविदो विदुः ॥
]

`verse 54 [
गुरूणां वचनं सत्यमिति येषां दृढा मतिः ॥
तेषामिहामुत्र सुखं परमं नासुखं क्वचित् ॥
]

`verse 55 [
गुरूणां वचनं सत्यमिति यद्धृदये न धीः ॥
इहामुत्रापि तेषां हि दुखं न च सुखं क्वचित् ॥ 2.3.25.६० ॥
सर्वथा न परित्याज्यं गुरूणां वचनं द्विजाः॥
गृहं वसेद्वा शून्यं स्यान्मे हठस्सुखदस्सदा॥
]

`verse 56 [
यद्भवद्भिस्सुभणितं वचनं मुनिसत्तमाः ॥
तदन्यथा तद्विवेकं वर्णयामि समासतः ॥
]

`verse 57 [
गुणालयो विहारी च विष्णुस्सत्यं प्रकीर्तितः ॥
सदाशिवोऽगुणः प्रोक्तस्तत्र कारण मुच्यते ॥
]

`verse 58 [
शिवो ब्रह्माविकारः स भक्तहेतोर्धृताकृतिः ॥
प्रभुतां लौकिकीं नैव संदर्शयितुमिच्छति॥।६४।
अतः परमहंसानां धार्यये सुप्रिया गतिः॥
अवधूतस्वरूपेण परानंदेन शंभुना॥
]

`verse 59 [
भूषूणादिरुचिर्मायार्लिप्तानां ब्रह्मणो न च॥
स प्रभुर्निर्गुणोऽजो निर्मायोऽलक्ष्यगतिर्विराट् ॥
]

`verse 60 [
धर्मजात्यादिभिश्शम्भुर्नानुगृह्णाति व द्विजाः ॥
गुरोरनुग्रहेणैव शिवं जानामि तत्त्वतः ॥
]

`verse 61 [
चेच्छिवस्स हि मे विप्रा विवाहं न करिष्यति ॥
अविवाहा सदाहं स्यां सत्यं सत्यं वदाम्यहम् ॥
]

`verse 62 [
उदयति यदि भानुः पश्चिमे दिग्विभागे प्रचलति यदि मेरुश्शीततां याति वह्निः ॥
विकसति यदि पद्मं पर्वताग्रे शिलायां न हि चलति हठो मे सत्यमेतद्ब्रवीमि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 63 [
इत्युक्त्वा तान्प्रणम्याशु मुनीन्सा पर्वतात्मजा ॥
विरराम शिवं स्मृत्वा निर्विकारेण चेतसा ॥ 2.3.25.७० ॥
ऋषयोऽपीत्थमाज्ञाय गिरिजायास्सुनिश्चयम् ॥
प्रोचुर्जयगिरं तत्र ददुश्चाशिषमुत्तमाम् ॥
]

`verse 64 [
अथ प्राणम्य तां देवीं मुनयो हृष्टमानसाः ॥
शिवस्थानं द्रुतं जग्मुस्तत्परीक्षाकरा मुने॥
]

`verse 65 [
तत्र गत्वा शिवं नत्वा वृत्तांतं विनिवेद्य तम् ॥
तदाज्ञां समनुप्राप्य स्वर्लोकं जग्मुरादरात् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे सप्तर्षिंकृतपरीक्षावर्णनो नाम पंचविशोऽध्याय ॥
]
