`speaker [
ब्रह्मोवाच
]

`verse 1 [
गतेषु तेषु मुनिषु स्वं लोकं शंकरः स्वयम् ॥
परीक्षितुं तपो देव्या ऐच्छत्सूतिकरः प्रभुः ॥
]

`verse 2 [
परीक्षा छद्मना शंभुर्द्रष्टुं तां तुष्टमानसः॥
जाटिलं रूपमास्थाय  स ययौ पार्वतीवनम् ॥
]

`verse 3 [
अतीव स्थविरो विप्रदेहधारी स्वतेजसा ॥
प्रज्वलन्मनसा हृष्टो दंडी छत्री बभूव सः ॥
]

`verse 4 [
तत्रापश्यत्स्थितां देवीं सखीभिः परिवारिताम् ॥
वेदिकोपरि शुद्धां तां शिवामिव विधोः कलाम् ॥
]

`verse 5 [
शंभु निरीक्ष्य तां देवीं ब्रह्मचारिस्वरूपवान् ॥
उपकंठं ययौ प्रीत्या तदाऽसौ भक्तवत्सलः ॥
]

`verse 6 [
आगतं तं तदा दृष्ट्वा ब्राह्मणं तेजसाद्भुतम् ॥
अपूजयच्छिवा देवी सर्वपूजोपहारकैः ॥
]

`verse 7 [
सुसत्कृतं संविधाभिः पूजितं परया मुदा ॥
पार्वती कुशलं प्रीत्या पप्रच्छ द्विजमादरात ॥
]

`speaker [
पार्वत्युवाच
]

`verse 8 [
ब्रह्मचारिस्वरूपेण कस्त्वं हि कुत आगतः ॥
इदं वनं भासयसे वद वेदविदां वर ॥
]

`speaker [
विप्र उवाच
]

`verse 9 [
अहमिच्छाभिगामी च वृद्धो विप्रतनुस्सुधीः ॥
तपस्वी सुखदोऽन्येषामुपकारी न संशयः ॥
]

`verse 10 [
का त्वं कस्यासि तनया किमर्थ विजने वने ॥
तपश्चरसि दुर्धर्षं मुनिभिः प्रपदैरपि ॥2.3.26.१०॥
न बाला न च वृद्धासि तरुणी भासि शोभना ॥
कथं पतिं विना तीक्ष्णं तपश्चरसि वै वने ॥
]

`verse 11 [
कि त्वं तपस्विनी भद्रे कस्यचित्सहचारिणी ॥
तपस्वी स न पुष्णाति देवि त्वां च गतोऽन्यतः ॥
]

`verse 12 [
वद कस्य कुले जाता कः पिता तव का विधा ॥
महासौभाग्यरूपा त्वं वृथा तव तपोरतिः ॥
]

`verse 13 [
किं त्वं वेदप्रसूर्लक्ष्मीः किं सुरूपा सरस्वती ॥
एतासु मध्ये का वा त्वं नाहं तर्कितुमुत्सहे ॥
]

`speaker [
पार्वत्युवाच
]

`verse 14 [
नाहं वेदप्रसूर्विप्र न लक्ष्मीश्च सरस्वती ॥
अहं हिमाचलसुता सांप्रतं नाम पार्वती ॥
]

`verse 15 [
पुरा दक्षसुता जाता सती नामान्यजन्मनि ॥
योगेन त्यक्तदेहाऽहं यत्पित्रा निन्दितः पतिः ॥
]

`verse 16 [
अत्र जन्मनि संप्राप्तश्शिवोऽपि विधिवैभवात् ॥
मां त्यक्त्वा भस्मसात्कृत्य मन्मथं स जगाम ह ॥
]

`verse 17 [
प्रयाते शंकरे तापोद्विजिताहं पितुर्गृहात् ॥
आगता तपसे विप्र सुदृढा स्वर्णदीतटे ॥
]

`verse 18 [
कृत्वा तपः कठोरं च सुचिरं प्राणवल्लभम् ॥
न प्राप्याग्नौ विविक्षन्ती त्वं दृष्ट्वा संस्थिता क्षणम्॥
]

`verse 19 [
गच्छ त्वं प्रविशाम्यग्नौ शिवेनांगीकृता न हि ॥
यत्र यत्र जनुर्लप्स्ये वरिष्यामि शिवं वरम् ॥2.3.26.२०॥
ब्रह्मोवाच ॥
इत्युक्त्वा पार्वती वह्नौ तत्पुरः प्रविवेश सा ॥
निषिध्यमाना पुरतो ब्राह्मणेन पुनः पुनः ॥
]

`verse 20 [
वह्निप्रवेशं कुर्वत्याः पार्वत्यास्तत्प्रभावतः॥
बभूव तत्क्षणं सद्यो वह्नि श्चंदनपंकवत् ॥
]

`verse 21 [
क्षणं तदंतरे स्थित्वा ह्युत्पतंती दिवं द्विजः ॥
पुनः पप्रच्छ सहसा विहसन्सुतनुं शिवः ॥
]

`speaker [
द्विज उवाच
]

`verse 22 [
अहो तपस्ते किं भद्रे न बुद्धं किंचिदेव हि ॥
न दग्धो वह्निना देहो न च प्राप्तं मनीषितम्॥
]

`verse 23 [
अतस्सत्यं निकामं वै वद देवि मनोरथम् ॥
ममाग्रे विप्रवर्यस्य सर्वानंदप्रदस्य हि ॥
]

`verse 24 [
यथाविधि त्वया देवि कीर्त्यतां सर्वथात्मना ॥
तस्मान्मैत्री च संजाता कार्य्यं गोप्यं त्वया न हि ॥
]

`verse 25 [
किमिच्छसि वरं देवि प्रष्टुमिच्छाम्यतः परम् ॥
त्वय्येव तदसौ देवि फलं सर्वं प्रदृश्यते ॥
]

`verse 26 [
परार्थे च तपश्चेद्वै तिष्ठेत्तु तप एव तत् ॥
रत्नं हस्ते समादाय हित्वा काचस्तु संचितः ॥
]

`verse 27 [
ईदृशं तव सौंदर्यं कथं व्यर्थीकृतं त्वया ॥
हित्वा वस्त्राण्यनेकानि चर्मादि च धृतं त्वया ॥
]

`verse 28 [
तत्सर्वं कारणं ब्रूहि तपसस्त्वस्य सत्यतः ॥
तच्छ्रुत्वा विप्रवर्योऽहं यथा हर्षमावाप्नुयाम् ॥2.3.26.३०॥
ब्रह्मोवाच ॥
इति पृष्टा तदा तेन सखीं प्रैरयताम्बिका ॥
तन्मुखेनैव तत्सर्वं कथयामास सुव्रता ॥
]

`verse 29 [
तया च प्रेरिता तत्र पार्वत्या विजयाभिधा ॥
प्राणप्रिया सुव्रतज्ञा सखी जटिलमब्रवीत् ॥
]

`speaker [
सख्युवाच
]

`verse 30 [
शृणु साधो प्रवक्ष्यामि पार्वतीचरितं परम् ॥
हेतुं च तपसस्सर्वं यदि त्वं श्रोतुमिच्छसि ॥
]

`verse 31 [
सखा मे गिरिराजस्य सुतेयं हिमभूभृतः ॥
ख्याता वै पार्वती नाम्ना सा कालीति च मेनका ॥
]

`verse 32 [
ऊढेयं न च केनापि न वाञ्छति शिवात्परम् ॥
त्रीणि वर्षसहस्राणि तपश्चरणसाधिनी ॥
]

`verse 33 [
तदर्थं मेऽनया सख्या प्रारब्धं तप ईदृशम् ॥
तदत्र कारणं वक्ष्ये शृणु साधो द्विजोत्तम ॥
]

`verse 34 [
हित्वेन्द्रप्रमुखान्देवान् हरिं ब्रह्माणमेव च ॥
पतिं पिनाकपाणिं वै प्राप्नुमिच्छति पार्वती ॥
]

`verse 35 [
इयं सखी मदीया वै वृक्षानारोप यत्पुरा ॥
तेषु सर्वेषु संजातं फलपुष्पादिकं द्विज ॥
]

`verse 36 [
रूपसार्थाय जनककुलालंकरणाय च ॥
समुद्दिश्य महेशानं कामस्यानुग्रहाय च ॥
]

`verse 37 [
मत्सखी नारदोपदेशात्तपस्तपति दारुणम् ॥
मनोरथः कुतस्तस्या न फलिष्यति तापस ॥ 2.3.26.४० ॥
यत्ते पृष्टं द्विजश्रेष्ठ मत्सख्या मनसीप्सितम् ॥
मया ख्यातं च तत्प्रीत्या किमन्यच्छ्रोतुमिच्छसि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 38 [
इत्येवं वचनं श्रुत्वा विजयाया यथार्थतः ॥
मुने स जटिलो रुद्रो विहसन्वाक्यमब्रवीत् ॥
]

`speaker [
जटिल उवाच
]

`verse 39 [
सख्येदं कथितं तत्र परिहासोनुमीयते ॥
यथार्थं चेत्तदा देवी स्वमुखेनाभिभाषताम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
इत्युक्ते च तदा तेन जटिलेन द्विजन्मना ॥
उवाच पार्वती देवी स्वमुखेनैव तं द्विजम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे शिवाजटिलसंवादो नाम षड्विंशोध्यायः ॥
]
