`speaker [
पार्वत्युवाच
]

`verse 1 [
शृणु द्विजेन्द्र जटिल मद्वृत्तं निखिलं खलु ॥
सख्युक्तं मेऽद्य यत्सत्यं तत्तथैव न चान्यथा ॥
]

`verse 2 [
मनसा वचसा साक्षात्कर्म्मणा पतिभावतः ॥
सत्यं ब्रवीमि नोऽसत्यं वृतो वै शंकरो या ॥
]

`verse 3 [
जानामि दुर्ल्लभं वस्तु कथम्प्राप्यं मया भवेत् ॥
तथापि मन औत्सुक्यात्तप्यतेऽद्य तपो मया ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
इत्युक्त्वा वचनन्तस्मै स्थिता सा गिरिजा तदा ॥
उवाच ब्राह्मणस्तत्र तच्छ्रुत्वा पार्वतीवचः ॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 5 [
एतावत्कालपर्य्यन्तम्ममेच्छा महती ह्यभूत् ॥
किं वस्तु कांक्षती देवी कुरुते सुमहत्तपः ॥
]

`verse 6 [
तज्ज्ञात्वा निखिलं देवि श्रुत्वा त्वन्मुखपंकजात् ॥
इतो गच्छाम्यहं स्थानाद्यथेच्छसि तथा कुरु ॥
]

`verse 7 [
न कथ्यते त्वया मह्यं मित्रत्वं निष्फलम्भवेत् ॥
यथा कार्य्यं तथा भावि कथनीयं सुखेन च ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
इत्युक्त्वा वचनं तस्य यावद्गन्तुमियेष सः ॥
तावच्च पार्वती देवी प्रणम्योवाच तं द्विजम् ॥
]

`speaker [
पार्वत्युवाच
]

`verse 9 [
किं गमिष्यसि विप्रेन्द्र स्थितो भव हितं वद ॥
इत्युक्ते च तया तत्र स्थित्वोवाच स दण्डधृक् ॥
]

`speaker [
द्विज उवाच
]

`verse 10 [
यदि श्रोतुमना देवि मां स्थापयसि भक्तितः ॥
वदामि तत्त्वं तत्सर्वं येन ते वयुनम्भवेत् ॥ 2.3.27.१० ॥
जानाम्यहं महादेवं सर्वथा गुरुधर्म्मतः ॥
प्रवदामि यथार्थं हि सावधानतया शृणु ॥
]

`verse 11 [
वृषध्वजो महादेवो भस्मदिग्धो जटाधरः ॥
व्याघ्रचर्म्मांबरधरः संवीतो गजकृत्तिना ॥
]

`verse 12 [
कपालधारी सर्पौघैस्सर्वगात्रेषु वेष्टितः ॥
विषदिग्धोऽभक्ष्यभक्षो विरूपाक्षो विभीषणः ॥
]

`verse 13 [
अव्यक्तजन्मा सततं गृहभोगविवर्जितः ॥
दिगंबरो दशभुजो भूत प्रेतान्वितस्सदा ॥
]

`verse 14 [
केन  कारणेन त्वं तं भर्तारं समीहसे ॥
क्व ज्ञानं ते गतं देवि तद्वदाद्य विचारतः ॥
]

`verse 15 [
पूर्वं श्रुतं मया चैव व्रतन्तस्य भयंकरम् ॥
शृणु ते निगदाम्यद्य यदि ते श्रवणे रुचिः ॥
]

`verse 16 [
दक्षस्य दुहिता साध्वी सती वृषभवाहनम्॥
वव्रे पतिं पुरा दैवात्तत्संभोगः परिश्रुतः ॥
]

`verse 17 [
कपालिजायेति सती दक्षेण परिवर्जिता ॥
यज्ञे भागप्रदानाय शंभुश्चापि विवर्जितः ॥
]

`verse 18 [
सा तथैवापमानेन भृशं कोपाकुला सती ॥
तत्याजासून्प्रियांस्तत्र तया त्यक्तश्च शंकरः ॥
]

`verse 19 [
त्वं स्त्रीरत्नं तव पिता राजा निखिल भूभृताम् ॥
तथाविधं पतिं कस्मादुग्रेण तपसेहसे ॥2.3.27.२०॥
दत्त्वा सुवर्णमुद्रां च ग्रहीतुं काचमिच्छसि ॥
हित्वा च चंदनं शुभ्रं कर्दमं लेप्तुमिच्छसि ॥
]

`verse 20 [
सूर्य्यतेजः परित्यज्य खद्योतद्युतिमिच्छसि ॥
चीनांशुकं विहायैव चर्म्मांबरमिहेच्छसि ॥
]

`verse 21 [
गृहवासम्परित्यज्य वनवासं समीहसे ॥
लोहमिच्छसि देवेश त्यक्त्वा शेवधिमुत्तमम् ॥
]

`verse 22 [
इन्द्रादिलोकपालांश्च हित्वा शिवमनु व्रता ॥
नैतत्सूक्तं हि लोकेषु विरुद्धं दृश्यतेऽधुना ॥
]

`verse 23 [
क्व त्वं कमलपत्राक्षी क्वासौ वै त्रिविलोचनः ॥
शशांकवदना त्वं च पंचवक्त्रः शिवस्स्मृतः ॥
]

`verse 24 [
वेणी शिरसि ते दिव्या सर्पिणीव विभासिता ॥
जटाजूटं शिवस्येव प्रसिद्धम्परिचक्षते ॥
]

`verse 25 [
चंदनं च त्वदीयांगे चिताभस्म शिवस्य च ॥
क्व दुकूलं त्वदीयं वै शांकरं क्व गजाजिनम् ॥
]

`verse 26 [
भूषणानि दिव्यानि क्व सर्पाश्शंकरस्य च ॥
क्व चरा देवतास्सर्वाः क्व च भूतबलिप्रियः ॥
]

`verse 27 [
क्व वा मृदंगवादश्च क्व च तड्डमरुस्तथा ॥
क्व च भेरीकलापश्च क्व च शृंगरवोऽशुभः ॥
]

`verse 28 [
क्व च ढक्कामयः शब्दो गलनादः क्व चाशुभः ॥
भवत्याश्च शिवस्यैव न युक्तं रूपमुत्तमम् ॥ 2.3.27.३० ॥
यदि द्रव्यं भवेत्तस्य कथं स्यात्स दिगम्बरः ॥
वाहनं च बलीवर्दस्सामग्री कापि तस्य न ॥
]

`verse 29 [
वरेषु ये गुणाः प्रोक्ता नारीणां सुखदायकाः ॥
तन्मध्ये हि विरूपाक्षे एकोपि न गुणः स्मृतः ॥
]

`verse 30 [
तवापि कामो दयितो दग्धस्तेन हरेण च ॥
अनादरस्तदा दृष्टो हित्वा त्वामन्यतो गतः ॥
]

`verse 31 [
जातिर्न दृश्यते तस्य विद्याज्ञानं तथैव च ॥
सहायाश्च पिशाचा हि विषं कण्ठे हि दृश्यते ॥
]

`verse 32 [
एकाकी च सदा नित्यं विरागी च विशेषतः ॥
तस्मात्त्वं हि हरे नैव मनो योक्तुं तु चार्हसि ॥
]

`verse 33 [
क्व च हारस्त्वदीयो वै क्व च तन्मुण्डमालिका ॥
अंगरागः क्व ते दिव्यः चिताभस्म क्व तत्तनौ ॥
]

`verse 34 [
सर्वं विरुद्धं रूपादि तव देवि हरस्य च ॥
मह्यं न रोचते ह्येतद्यदिच्छसि तथा कुरु ॥
]

`verse 35 [
असद्वस्तु च यत्किंचित् तत्सर्वं स्वयमीहसे ॥
निर्वर्तय मनस्तस्मान्नोचेदिच्छसि तत्कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
इत्येवं वचनं श्रुत्वा तस्य विप्रस्य पार्वती ॥
उवाच क्रुद्धमनसा शिवनिन्दापरं द्विजम्॥
]

`verse 37 [
इतिश्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे ब्रह्मचारिप्रतारणवाक्यवर्णनं नाम सप्तविंशोऽध्यायः॥
]
