`speaker [
पार्वत्युवाच
]

`verse 1 [
एतावद्धि मया ज्ञातं कश्चिदन्योयमागतः ॥
इदानीं सकलं ज्ञातमवध्यस्त्वम्विशेषतः ॥
]

`verse 2 [
त्वयोक्तं विदितं देव तदलीकं न चान्यथा ॥
यदि त्वयोदितं स्याद्वै विरुद्धं नोच्यते त्वया॥
]

`verse 3 [
कदाचिद्दृश्यते तादृक् वेषधारी महेश्वरः ॥
स्वलीलया परब्रह्म स्वरागोपात्तविग्रहः॥
]

`verse 4 [
ब्रह्मचारिस्वरूपेण प्रतारयितुमुद्यतः॥
आगतश्छलसंयुक्तं वचोवादीः कुयुक्तितः। ॥
]

`verse 5 [
शंकरस्य स्वरूपं तु जानामि सुविशेषतः ॥
शिवतत्त्वमतो वच्मि सुविचार्य्य यथार्हतः ॥
]

`verse 6 [
वस्तुतो निर्गुणो ब्रह्म सगुणः कारणेन सः ॥
कुतो जातिर्भवेत्तस्य निर्गुणस्य गुणात्मनः ॥
]

`verse 7 [
स सर्वासां हि विद्यानामधिष्ठानं सदाशिवः ॥
किं तस्य विद्यया कार्य्यं पूर्णस्य परमात्मनः ॥
]

`verse 8 [
वेदा उच्छ्वासरूपेण पुरा दत्ताश्च विष्णवे ॥
शंभुना तेन कल्पादौ तत्समः कोऽस्ति सुप्रभुः ॥
]

`verse 9 [
सर्वेषामादिभूतस्य वयोमानं कुतस्ततः ॥
प्रकृतिस्तु ततो जाता किं शक्तेस्तस्य कारणम् ॥
]

`verse 10 [
ये भजंति च तं प्रीत्या शक्तीशं शंकरं सदा ॥
तस्मै शक्तित्रयं शंभुः स ददाति सदाव्ययम् ॥ 2.3.28.१० ॥
तस्यैव भजनाज्जीवो मृत्युं जयति निर्भयः ॥
तस्मान्मृत्युंजयन्नाम प्रसिद्धम्भुवनत्रये ॥
]

`verse 11 [
तस्यैव पक्षपातेन विष्णुर्विष्णुत्वमाप्नुयात् ॥
ब्रह्मत्वं च यथा ब्रह्मा देवा देवत्वमेव च ।१२॥
दर्शनार्थं शिवस्यादौ यथा गच्छति देवराट्॥
भूतादयस्तत्परस्य द्वारपालाश्शिवस्य तु॥
]

`verse 12 [
दण्डैश्च मुकुटं विद्धं मृष्टं भवति सर्वतः ॥
किं तस्य बहुपक्षेण स्वयमेव महाप्रभुः ॥
]

`verse 13 [
कल्याणरूपिणस्तस्य सेवयेह न किं भवेत्॥
किं न्यूनं तस्य देवस्य मामिच्छति सदाशिवः॥
]

`verse 14 [
सप्तजन्मदरिद्रः स्यात्सेवेन्नो यदि शंकरम् ॥
तस्यैतत्सेवनाल्लोको लक्ष्मीः स्यादनपायिनी॥
]

`verse 15 [
यदग्रे सिद्धयोष्टौ च नित्यं नृत्यंति तोषितुम्॥
अवाङ्मुखास्सदा तत्र तद्धितं दुर्ल्लभं कुतः॥
]

`verse 16 [
यद्यस्य मंगालानीह सेवते शंकरस्य न॥
यथापि मंगलन्तस्य स्मरणादेव जायते ॥
]

`verse 17 [
यस्य पूजाप्रभावेण कामास्सिद्ध्यन्ति सर्वशः ॥
कुतो विकारस्तस्यास्ति निर्विकारस्य सर्वदा ॥
]

`verse 18 [
शिवेति मंगलन्नाम मुखे यस्य निरन्तरम् ॥
तस्यैव दर्शनादन्ये पवित्रास्संति सर्वदा ॥2.3.28.२०॥
यद्यपूतम्भवेद्भस्म चितायाश्च त्वयोदितम् ॥
नित्यमस्यांगगं देवैश्शिरोभिर्द्धार्यते कथम्॥
]

`verse 19 [
यो देवो जगतां कर्ता भर्ता हर्ता गुणान्वितः ॥
निर्गुणश्शिवसंज्ञश्च स विज्ञेयः कथम्भवेत् ॥
]

`verse 20 [
अगुणं ब्रह्मणो रूपं शिवस्य परमात्मनः ॥
तत्कथं हि विजानन्ति त्वादृशास्तद्बहिर्मुखाः ॥
]

`verse 21 [
दुराचाराश्च पापाश्च देवेभ्यस्ते विनिर्गताः ॥
तत्त्वं ते नैव जानन्ति शिवस्यागुणरूपिणः ॥
]

`verse 22 [
शिवनिन्दां करोतीह तत्त्वमज्ञाय यः पुमान् ॥
आजन्मसंचितं पुण्यं भस्मीभवति तस्य तत् ॥
]

`verse 23 [
त्वया निंदा कृता यात्र हरस्यामित तेजसः ॥
त्वत्पूजा च कृता यन्मे तस्मात्पापम्भजाम्यहम् ॥
]

`verse 24 [
शिवविद्वेषिणं दृष्ट्वा सचेलं स्नानमाचरेत् ॥
शिवविद्वेषिणं दृष्ट्वा प्रायश्चितं समाचरेत् ॥
]

`verse 25 [
रे रे दुष्ट त्वया चोक्तमहं जानामि शंकरम् ॥
निश्चयेन न विज्ञातश्शिव एव सनातनः ॥
]

`verse 26 [
यथा तथा भवेद्रुद्रो यथा वा बहुरूपवान् ॥
ममाभीष्टतमो नित्यं निर्विकारी सतां प्रियः ॥
]

`verse 27 [
विष्णुर्ब्रह्मापि न समस्तस्य क्वापि महात्मनः ॥
कुतोऽन्ये निर्जराद्याश्च कालाधीनास्सदैवतम्॥2.3.28.३०॥
इति बुध्या समालोक्य स्वया सत्या सुतत्त्वतः ॥
शिवार्थं वनमागत्य करोमि विपुलं तपः ॥
]

`verse 28 [
स एव परमेशानस्सर्वेशो भक्तवत्सलः ॥
संप्राप्तुम्मेऽभिलाषो हि दीनानुग्रहकारकम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
इत्युक्त्वा गिरिजा सा हि गिरीश्वरसुता मुने ॥
विरराम शिवं दध्यो निर्विकारेण चेतसा ॥
]

`verse 30 [
तदाकर्ण्य वचो देव्या ब्रह्मचारी स वै द्विजः ॥
पुनर्वचनमाख्यातुं यावदेव प्रचक्रमे ॥
]

`verse 31 [
उवाच गिरिजा तावत्स्वसखीं विजयां द्रुतम् ॥
शिव सक्तमनोवृत्तिश्शिवनिंदापराङ्मुखी॥
]

`speaker [
गिरिजोवाच
]

`verse 32 [
वारणीयः प्रयत्नेन सख्ययं हि द्विजाधमः ॥
पुनर्वक्तुमनाश्चैव शिवनिंदां करिष्यति ॥
]

`verse 33 [
न केवलम्भवेत्पापं निन्दां कर्तुश्शिवस्य हि ॥
यो वै शृणोति तन्निन्दां पापभाक् स भवेदिह ॥
]

`verse 34 [
शिवनिन्दाकरो वध्यस्सर्वथा शिवकिंकरैः ॥
ब्राह्मणश्चेत्स वै त्याज्यो गन्तव्यं तत्स्थलाद्द्रुतम् ॥
]

`verse 35 [
अयं दुष्टः पुनर्निन्दां करिष्यति शिवस्य हि ॥
ब्राह्मणत्वादवध्यश्चैत्त्याज्योऽदृश्यश्च सर्वथा ॥
]

`verse 36 [
हित्वैतत्स्थलमद्येव यास्यामोऽन्यत्र मा चिरम् ॥
यथा संभाषणं न स्यादनेनाऽविदुषा पुनः ॥ 2.3.28.४० ॥
ब्रह्मोवाच ॥
इत्युक्त्वा चोमया यावत्पादमुत्क्षिप्यते मुने ॥
असौ तावच्छिवस्साक्षादालंबे प्रियया स्वयम् ॥
]

`verse 37 [
कृत्वा स्वरूपं सुभगं शिवाध्यानं यथा तथा ॥
दर्शयित्वा शिवायै तामुवाचावाङ्मुखीं शिवः ॥
]

`speaker [
शिव उवाच
]

`verse 38 [
कुत्र यास्यसि मां हित्वा न त्वं त्याज्या मया पुनः ॥
प्रसन्नोऽस्मि वरं ब्रूहि नादेयम्विद्यते तव ॥ ॥
]

`verse 39 [
अद्यप्रभृति ते दासस्तपोभिः क्रीत एव ते ॥
क्रीतोऽस्मि तवसौन्दर्यात्क्षणमेकं युगाय ते ॥
]

`verse 40 [
त्यज्यतां च त्वया लज्जा मम पत्नी सनातनी ॥
गिरिजे त्वं हि सद्बुध्या विचारय महेश्वरि ॥
]

`verse 41 [
मया परीक्षितासि त्वं बहुधा दृढमानसे ॥
तत्क्षमस्वापराधम्मे लोकलीलानुसारिणः ॥
]

`verse 42 [
न त्वादृशीम्प्रणयिनीं पश्यामि च त्रिलोकके ॥
सर्वथाहं तवाधीनस्स्वकामः पूर्य्यतां शिवे ॥
]

`verse 43 [
एहि प्रिये मत्सकाशं पत्नी त्वं मे वरस्तव ॥
त्वया साकं द्रुतं यास्ये स्वगृहम्पर्वत्तोत्तमम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 44 [
इत्युक्ते देवदेवेन पार्वती मुदमाप सा ॥
तपोजातं तु यत्कष्टं तज्जहौ च पुरातनम् ॥
]

`verse 45 [
सर्वः श्रमो विनष्टोभूत्स त्यास्तु मुनिसत्तम ॥
फले जाते श्रमः पूर्वो जन्तोर्नाशमवाप्नुयात् ॥ 2.3.28.५० ॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे पार्वत्याश्शिवरूपदर्शनं नामाष्टाविंशोऽध्यायः ॥
]
