`speaker [
नारद उवाच
]

`verse 1 [
ब्रह्मन् विधे महाभाग किं जातं तदनन्तरम्॥ ॥
तत्सर्वं श्रोतुमिच्छामि कथय त्वं शिवायशः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
देवर्षे श्रूयतां सम्यक्कथयामि कथां मुदा॥
तां महापापसंहर्त्रीं शिवभक्तिविवर्द्धिनीम् ॥
]

`verse 3 [
पार्वती वचनं श्रुत्वा हरस्स परमात्मनः ॥
दृष्ट्वानन्दकरं रूपं जहर्षातीव च द्विज ॥
]

`verse 4 [
प्रत्युवाच महा साध्वी स्वोपकण्ठस्थितं विभुम् ॥
अतीव सुखिता देवी प्रीत्युत्फुल्लानना शिवा ॥
]

`speaker [
पार्वत्युवाच
]

`verse 5 [
त्वं नाथो मम देवेश त्वया किं विस्मृतम्पुरा ॥
दक्षयज्ञविनाशं हि यदर्थं कृतवान्हठात् ॥
]

`verse 6 [
स त्वं साहं समुत्पन्ना मेनयां कार्य्यसिद्धये ॥
देवानां देव देदेश तारकाप्ताऽसुखात्मनाम् ॥
]

`verse 7 [
यदि प्रसन्नो देवेश करोषि च कृपां यदि ॥
पतिर्भव ममेशान मम वाक्यं कुरु प्रभो ॥
]

`verse 8 [
पितुर्गेहे मया सम्यग्गम्यते त्वदनुजया ॥
प्रसिद्धं क्रियतां तद्वै विशुद्धं परमं यशः ॥
]

`verse 9 [
गन्तव्यं भवता नाथ हिमवत्पार्श्वतं प्रभो ॥
याचस्व मां ततो भिक्षु भूत्वा लीलाविशारदः ॥
]

`verse 10 [
तथा त्वया प्रकर्तव्यं लोके ख्यापयता यशः ॥
पितुर्मे सफलं सर्वं कुरुष्वैवं गृहा*मम् ॥ 2.3.29.१० ॥
ऋषिभिर्बोधितः प्रीत्या स्वबन्धुपरिवारितः ॥
करिष्यति न संदेहस्तव वाक्यं पिता मम ॥
]

`verse 11 [
दक्षकन्या पुराहं वै पित्रा दत्ता यदा तव ॥
यथोक्तविधिना तत्र विवाहो न कृतस्त्वया ॥
]

`verse 12 [
न ग्रहाः पूजितास्तेन दक्षेण जनकेन मे ॥
ग्रहाणां विषयस्तेन सच्छिद्रोयं महानभूत् ॥
]

`verse 13 [
तस्माद्यथोक्तविधिना कर्तुमर्हसि मे प्रभो ॥
विवाहं त्वं महादेव देवानां कार्य्यसिद्धये ॥
]

`verse 14 [
विवाहस्य यथा रीतिः कर्तव्या सा तथा धुवम् ॥
जानातु हिमवान् सम्यक् कृतं पुत्र्या शुभं तपः ॥
]

`verse 15 [
ब्रह्मोवाच ॥ इत्येवं वचनं श्रुत्वा सुप्रसन्नस्सदाशिवः ॥
प्रोवाच वचनं प्रीत्या गिरिजां प्रहसन्निव ॥।
]

`speaker [
शिव उवाच
]

`verse 16 [
शृणु देवि महेशानि परमं वचनं मम ॥
यथोचितं सुमाङ्गल्यमविकारि तथा कुरु ॥
]

`verse 17 [
ब्रह्मादिकानि भूतानि त्वनित्यानि वरानने ॥
दृष्टं यत्सर्वमेतच्च नश्वरं विद्धि भामिनि ॥
]

`verse 18 [
एकोनेकत्वमापन्नो निर्गुणो हि गुणान्वितः॥।
ज्योत्स्नया यो विभाति परज्योत्स्नान्वितोऽभवत् ॥
]

`verse 19 [
स्वतन्त्रः परतन्त्रश्च त्वया देवि कृतो ह्यहम्॥
सर्वकर्त्री च प्रकृतिर्महामाया त्वमेव हि॥2.3.29.२०॥
मायामयं कृतमिदं च जगत्समग्रं सर्वात्मना हि विधृतं परया स्वबुद्ध्या ॥
सवार्त्मभिस्सुकृतिभिः परमात्मभावैस्संसिक्तमात्मनि गणः परिवेष्टितश्च ॥
]

`verse 20 [
के ग्रहाः के ऋतुगणाः के वान्येपि त्वया ग्रहाः॥
किमुक्तं चाधुना देवि शिवार्थं वरवर्णिनि ॥
]

`verse 21 [
गुणकार्य्यप्रभेदेनावाभ्यां प्रादुर्भवः कृतः ॥
भक्तहेतोर्जगत्यस्मिन्भक्तवत्सलभावतः ॥
]

`verse 22 [
त्वं हि वै प्रकृतिस्सूक्ष्मा रजस्सत्त्वतमोमयी॥
व्यापारदक्षा सततं सगुणा निर्गुणापि च॥
]

`verse 23 [
सर्वेषामिह भूतानामहमात्मा सुमध्यमे॥
निर्विकारी निरीहश्च भक्तेच्छोपात्तविग्रहः ॥
]

`verse 24 [
हिमालयं न गच्छेयं जनकं तव शैलजे ॥
ततस्त्वां भिक्षुको भूत्वा न याचेयं कथंचन ॥
]

`verse 25 [
महागुणैर्गरिष्ठोपि महात्मापि गिरीन्द्रजे ॥
देहीतिवचनात्सद्यः पुरुषो याति लाघवम् ॥
]

`verse 26 [
इत्थं ज्ञात्वा तु कल्याणि किमस्माकं वदस्यथ ॥
कार्य्यं त्वदाज्ञया भद्रे यथेच्छसि तथा कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
तेनोक्तापि महादेवी सा साध्वी कमलेक्षणा ॥
जगाद शंकरं भक्त्या सुप्रणम्य पुनः पुनः॥
]

`speaker [
पार्वत्युवाच
]

`verse 28 [
त्वमात्मा प्रकृतिश्चाहं नात्र कार्य्या विचारणा ॥
स्वतन्त्रौ भक्तवशगौ निर्गुणौ सगुणावपि ॥ 2.3.29.३० ॥
प्रयत्नेन त्वया शम्भो कार्यं वाक्यं मम प्रभो ॥
याचस्व मां हिमगिरेस्सौभाग्यं देहि शङ्कर ॥
]

`verse 29 [
कृपां कुरु महेशान तव भक्तास्मि नित्यशः ॥
तव पत्नी सदा नाथ ह्यहं जन्मनि जन्मनि ॥
]

`verse 30 [
त्वं ब्रह्म परमात्मा हि निर्गुणः प्रकृतेः परः ॥
निर्विकारी निरीहश्च स्वतन्त्रः परमेश्वरः ॥
]

`verse 31 [
तथापि सगुणोपीह भक्तोद्धारपरायणः ॥
विहारी स्वात्मनिरतो नानालीलाविशारदः ॥
]

`verse 32 [
सर्वथा त्वामहं जाने महादेव महेश्वर ॥
किमुक्तेन च सर्वज्ञ बहुना हि दयां कुरु ॥
]

`verse 33 [
विस्तारय यशो लोके कृत्वा लीलां महाद्भुताम् ॥
यत्सुगीय जना नाथांजसोत्तीर्णा भवाम्बुधेः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
इत्येवमुक्त्वा गिरिजा सुप्रणम्य पुनः पुनः ॥
विरराम महेशानं नतस्कन्धा कृतांजलिः ॥
]

`verse 35 [
इत्येवमुक्तस्स तया महात्मा महेश्वरो लोकविडम्बनाय ॥
तथेति मत्त्वा प्रहसन्बभूव मुदान्वितः कर्तुमनास्तदेव ॥
]

`verse 36 [
ततो ह्यन्तर्हितश्शम्भुर्बभूव सुप्रहर्षितः ॥
कैलासं प्रययौ काल्या विरहाकृष्टमानसः ॥
]

`verse 37 [
तत्र गत्वा महेशानो नन्द्यादिभ्यस्स ऊचिवान् ॥
वृत्तान्तं सकलं तम्वै परमानन्दनिर्भरः ॥2.3.29.४०॥
तेऽपि श्रुत्वा गणास्सर्वे भैरवाद्याश्च सर्वशः॥
बभूवुस्सुखिनोत्यन्तं विदधुः परमोत्सवम्॥
]

`verse 38 [
सुमंगलं तत्र द्विज बभूवातीव नारद ॥
सर्वेषां दुःखनाशोभूद्रुद्रः प्रापापि संमुदम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे शिवाशिवसम्वादवर्णनं नामैकोनत्रिंशोऽध्यायः ॥
]
