`speaker [
नारद उवाच
]

`verse 1 [
विधे तात महाभाग धन्यस्त्वं परमार्थदृक् ॥
अद्भुतेयं कथाश्रावि त्वदनुग्रहतो मया ॥
]

`verse 2 [
गते हरे स्वशैले हि पार्वती सर्वमंगला ॥
किं चकार गता कुत्र तन्मे वद महामते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
शृणु सुप्रीतितस्तात यज्जातं तदनन्तरम् ॥
हरे गते निजस्थाने तद्वदामि शिवं स्मरन् ॥
]

`verse 4 [
पार्वत्यपि सखीयुक्ता रूपं कृत्वा तु सार्थकम् ॥
जगाम स्वपितुर्गेहं महादेवेति वादिनी ॥
]

`verse 5 [
पार्वत्यागमनं श्रुत्वा मेना च स हिमाचलः ॥
दिव्यं यानं समारुह्य प्रययौ हर्षविह्वलः ॥
]

`verse 6 [
पुरोहितश्च पौराश्च सख्यश्चैवाप्यनेकशः ॥
सम्वन्धिनस्तथान्ये च सर्वे ते च समाययुः ॥
]

`verse 7 [
भ्रातरः सकला जग्मुर्मैनाकप्रमुखास्तदा ॥
जयशब्दं प्रब्रुवन्तो महाहर्षसमन्विताः ॥
]

`verse 8 [
संस्थाप्य मंगलघटं राजवर्त्मनि राजिते ॥
चन्दनागरुकस्तूरीफलशाखासमन्विते ॥
]

`verse 9 [
सपुरोधोब्राह्मणैश्च मुनिभिर्ब्रह्मवादिभिः ॥
नारीभिर्नर्तकीभिश्च गजेन्द्राद्रिसुशोभितैः ॥
]

`verse 10 [
परितः परितो रंभास्तम्भवृन्दसमन्विते॥
पतिपुत्रवतीयोषित्समूहैर्दीपहस्तकैः ॥2.3.30.१
]

`verse 11 [
द्विजवृन्दैश्च संयुक्ते कुर्वद्भिर्मङ्गलध्वनिम् ॥
नानाप्रकारवाद्यैश्च शंखध्वनिभिरन्विते ॥
]

`verse 12 [
एतस्मिन्नन्तरे दुर्गा जगाम स्वपुरान्तिकम् ॥
विशंती नगरं देवी ददर्श पितरौ पुनः ॥
]

`verse 13 [
सुप्रसन्नौ प्रधावन्तौ हर्षविह्वलमानसौ ॥
दृष्ट्वा काली सुप्रहृष्टा स्वालिभिः प्रणनाम तौ ॥
]

`verse 14 [
तौ सम्पूर्णाशिषं दत्त्वा चक्रतुस्तौ स्ववक्षसि ॥
हे वत्से त्वेवमुच्चार्य रुदन्तौ प्रेमविह्वलौ ॥
]

`verse 15 [
ततस्स्वकीया अप्यस्या अन्या नार्यापि संमुदा ॥
भ्रातृस्त्रियोपि सुप्रीत्या दृढालिंगनमादधुः ॥
]

`verse 16 [
साधितं हि त्वया सम्यक्सुकार्यं कुलतारणम् ॥
त्वत्सदाचरणेनापि पाविताः स्माखिला वयम् ॥
]

`verse 17 [
इति सर्वे सुप्रशंस्य प्रणेमुस्तां प्रहर्षिताः ॥
चन्दनैः सुप्रसूनैश्च समानर्चुश्शिवां मुदा ॥
]

`verse 18 [
तस्मिन्नवसरे देवा विमानस्था मुदाम्बरे ॥
पुष्पवृष्टिं शुभां चक्रुर्नत्वा तां तुष्टुवुः स्तवैः ॥
]

`verse 19 [
तदा तां च रथे स्थाप्य सर्वे शोभान्विते वरे ॥
पुरं प्रवेशयामासुस्सर्वे विप्रादयो मुदा ॥
]

`verse 20 [
अथ विप्राः पुरोधाश्च सख्योन्याश्च स्त्रियः शिवाम् ॥
गृहं प्रवेशयामासुर्बहुमानपुरस्सरम् ॥ 2.3.30.२० ॥
स्त्रियो निर्मच्छनं चक्रुर्विप्रा युयुजुराशिषः ॥
हिमवान्मेनका माता मुमोदाति मुनीश्वर ॥
]

`verse 21 [
स्वाश्रमं सफलं मेने कुपुत्रात्पुत्रिका वरा ॥
हिमवान्नारदं त्वाञ्च संस्तुवन् साधुसाध्विति ॥
]

`verse 22 [
ब्राह्मणेभ्यश्च बंदिभ्यः पर्वतेन्द्रो धनं ददौ ॥
मङ्गलं पाठयामास स द्विजेभ्यो महोत्सवम् ॥
]

`verse 23 [
एवं स्वकन्यया हृष्टौ पितरौ भ्रातरस्तथा ॥
जामयश्च महाप्रीत्या समूषुः प्रांगणे मुने ॥
]

`verse 24 [
ततस्स हिमवान् तात सुप्रहृष्टाः प्रसन्नधीः ॥
सम्मान्य सकलान्प्रीत्या स्नातुं गंगां जगाम ह ॥
]

`verse 25 [
एतस्मिन्नंतरे शंभुस्सुलीलो भक्तवत्सलः ॥
सुनर्तकनटो भूत्वा मेनकासंनिधिं ययौ ॥
]

`verse 26 [
शृंगं वामे करे धृत्वा दक्षिणे डमरु तथा ॥
पृष्ठे कंथां रक्तवासा नृत्यगानविशारदः ॥
]

`verse 27 [
ततस्सुनटरूपोसौ मेनकाया गणे मुदा ॥
चक्रे सुनृत्यं विविधं गानं चातिमनोहरम्॥
]

`verse 28 [
शृंगं च डमरुं तत्र वादयामास सुध्वनिम् ॥
महतीं विविधां तत्र स चकार मनोहराम् ॥
]

`verse 29 [
तां द्रष्टुं नागरास्सर्वे पुरुषाश्च स्त्रियस्तथा ॥
आजग्मुस्सहसा तत्र बाला वृद्धा अपि ध्रुवम् ॥2.3.30.३०॥
श्रुत्वा सुगीतं तद्दृष्ट्वा सुनृत्यं च मनोहरम् ॥
सहसा मुमुहुस्सर्वे मेनापि च तदा मुने ॥
]

`verse 30 [
मूर्च्छां संप्राप्य सा दुर्गा सुदृष्ट्वा हृदि शंकरम् ॥
त्रिशूलादिकचिह्नानि बिभ्रतं चातिसुन्दरम् ॥
]

`verse 31 [
विभूतिविभूषितं रम्यमस्थिमालासमन्वितम् ॥
त्रिलोचनोज्ज्वलद्वक्त्रं नागायज्ञोपवीतकम् ॥
]

`verse 32 [
वरं वृण्वित्युक्तवन्तं गौरवर्णं महेश्वरम् ॥
दीनबन्धु दयासिन्धुं सर्वथा सुमनोहरम् ॥
]

`verse 33 [
हृदयस्थं हरं दृष्ट्वेदृशं सा प्रणनाम तम् ॥
वरं वव्रे मानसं हि पतिर्मे त्वं भवेति च ॥
]

`verse 34 [
वरं दत्त्वा शिवं चाथ तादृशं प्रीतितो हृदा ॥
अन्तर्धाय पुनस्तत्र सुननर्त्त स भिक्षुकः ॥
]

`verse 35 [
ततो मेना सुरत्नानि स्वर्णपात्रस्थितानि च ॥
तस्मै दातुं ययौ प्रीत्या तद्भूति प्रीतमानसः ॥
]

`verse 36 [
तानि न स्वीचकारासौ भिक्षां याचे शिवां च ताम् ॥
पुनस्सुनृत्यं गानश्च कौतुकात्कर्तुमुद्यतः ॥
]

`verse 37 [
मेना तद्वचनं श्रुत्वा चुकोपाति सुविस्मिता ॥
भिक्षुकं भर्त्सयामास बहिष्कर्तुमियेष सा ॥
]

`verse 38 [
एतस्मिन्नन्तरे तत्र गंगातो गिरिराययौ ॥
ददर्श पुरतो भिक्षुं प्रांगणस्थं नराकृतिम् ॥ 2.3.30.४० ॥
श्रुत्वा मेनामुखाद्वृत्तं तत्सर्वं सुचुकोप सः ॥
आज्ञां चकारानुचरान्बहिष्कर्तुञ्च तं नटम् ॥
]

`verse 39 [
महाग्निमिव दुःस्पर्शं प्रज्वलन्तं सुतेजसम् ॥
 न शशाक बहिष्कर्तुं कोपि तं मुनिसत्तम॥
]

`verse 40 [
ततस्स भिक्षुकस्तात नानालीलाविशारदः ॥
दर्शयामास शैलाय स्वप्रभावमनन्तकम् ॥
]

`verse 41 [
शैलो ददर्श तं तत्र विष्णुरूपधरं द्रुतम् ॥
किरीटिनं कुण्डलिनं पीतवस्त्रं चतुर्भुजम् ॥
]

`verse 42 [
यद्यत्पुष्पादिकं दत्तं पूजाकाले गदाभृते ॥
गात्रे शिरसि तत्सर्वं भिक्षुकस्य ददर्श ह ॥
]

`verse 43 [
ततो ददर्श जगतां स्रष्टारं स चतुर्मुखम् ॥
रक्तवर्णं पठन्तञ्च श्रुतिसूक्तं गिरीश्वरः ॥
]

`verse 44 [
ततस्सूर्य्यस्वरूपञ्च जगच्चक्षुस्स्वरूपकम् ॥
ददर्श गिरिराजस्स क्षणं कौतुककारिणाम् ॥
]

`verse 45 [
ततो ददर्श तं तात रुद्ररूपं महाद्भुतम् ॥
पार्वती सहितं रम्यं विहसन्तं सुतेजसम् ॥
]

`verse 46 [
ततस्तेजस्स्वरूपञ्च निराकारं निरंजनम् ॥
निरुपाधिं निरीहञ्च महाद्भुतमरूपकम् ॥
]

`verse 47 [
एवं बहूनि रूपाणि तस्य तत्र ददर्श सः ॥
सुविस्मितो बभूवाशु परमानन्दसंयुतः ॥2.3.30.५०॥
अथासौ भिक्षुवर्य्यो हि तस्मात्तस्याश्च सूतिकृत् ॥
भिक्षां ययाचे दुर्गान्तां नान्यज्जग्राह किञ्चन ॥
]

`verse 48 [
न स्वीचकार शैलैन्द्रो मोहितश्शिवमायया ॥
भिक्षुः किंचिन्न जग्राह तत्रैवान्तर्दधे ततः ॥
]

`verse 49 [
तदा बभूव सुज्ञानं मेनाशैलेशयोरिति ॥
आवां शिवो वञ्चयित्वा स्वस्थानं गतवान्प्रभुः ॥
]

`verse 50 [
तयोर्विचिन्त्य तत्रैव शिवे भक्तिरभूत्परा ॥
महामोक्षकरी दिव्या सर्वानन्दप्रदायिनी ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे पार्वतीप्रत्यागमनमहोत्सववर्णनं नाम त्रिंशोऽध्यायः ॥
]
