`speaker [
ब्रह्मोवाच
]

`verse 1 [
तयोर्भक्तिं शिवे ज्ञात्वा परामव्यभिचारिणीम् ॥
सर्वे शक्रादयो देवाश्चिचिन्तुरिति नारद ॥
]

`speaker [
देवा ऊचुः
]

`verse 2 [
एकान्तभक्त्या शैलश्चेत्कन्यां तस्मै प्रदास्यति ॥
ध्रुवं निर्वाणता सद्यस्स प्राप्स्यति च भारते ॥
]

`verse 3 [
अनन्तरत्नाधारश्चेत्पृथ्वी त्यक्त्वा प्रयास्यति ॥
रत्नगर्भाभिधा भूमिर्मिथ्यैव भविता ध्रुवम् ॥
]

`verse 4 [
स्थावरत्वं परित्यज्य दिव्यरूपं विधाय सः ॥
कन्यां शूलभृते दत्त्वा शिवलोकं गमिष्यति॥
]

`verse 5 [
महादेवस्य सारूप्यं लप्स्यते नात्र संशयः ॥
तत्र भुक्त्वा वरान्भोगांस्ततो मोक्षमवाप्स्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
इत्यालोच्य सुरास्सर्वे कृत्वा चामन्त्रणं मिथः ॥
प्रस्थापयितुमैच्छंस्ते गुरुं तत्र सुविस्मिताः ॥
]

`verse 7 [
ततः शक्रादयो देवास्सर्वे गुरुनिकेतनम्॥
जग्मुः प्रीत्या सविनया नारद स्वार्थसाधकाः॥
]

`verse 8 [
गत्वा तत्र गुरुं नत्वा सर्वे देवास्सवासवाः॥
चक्रुर्निवेदनं तस्मै गुरवे वृत्तमादरात्॥
]

`speaker [
देवा ऊचुः
]

`verse 9 [
गुरो हिमालयगृहं गच्छास्मत्कार्य्यसिद्धये ॥
तत्र गत्वा प्रयत्नेन कुरु निन्दाञ्च शूलिनः ॥
]

`verse 10 [
पिनाकिना विना दुर्गा वरं नान्यं वरिष्यति ॥
अनिच्छया सुतां दत्त्वा फलं तूर्णं लभिष्यति ॥2.3.31.१०॥
कालेनैवाधुना शैल इदानीं भुवि तिष्ठतु॥
अनेकरत्नाधारं तं स्थापय त्वं क्षितौ गुरौ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
इति देववचः श्रुत्वा प्रददौ कर्णयोः करम् ॥
न स्वीचकार स गुरुस्स्मरन्नाम शिवेति च ॥
]

`verse 12 [
अथ स्मृत्वा महादेवं बृहस्पतिरुदारधीः॥
उवाच देववर्यांश्च धिक्कृत्वा च पुनः पुनः ॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 13 [
सर्वे देवास्स्वार्थपराः परार्थध्वंसकारकाः ॥
कृत्वा शंकरनिंदा हि यास्यामि नरकं ध्रुवम् ॥
]

`verse 14 [
कश्चिन्मध्ये च युष्माकं गच्छेच्छैलान्तिकं सुराः ॥
संपादयेत्स्वाभिमतं शैलेन्द्रं प्रतिबोध्य च ॥
]

`verse 15 [
अनिच्छया सुतां दत्त्वा सुखं तिष्ठतु भारते ॥
तस्मै भक्त्या सुतां दत्त्वा मोक्षं प्राप्स्यति निश्चितम्॥
]

`verse 16 [
पश्चात्सप्तर्षयस्सर्वे बोधयिष्यन्ति पर्वतम् ॥
पिनाकिना विना दुर्गा वरं नान्यं वरिष्यति॥
]

`verse 17 [
अथवा गच्छत सुरा ब्रह्मलोकं सवासवाः ॥
वृत्तं कथयत स्वं तत्स वः कार्यं करिष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
तच्छ्रुत्वा ते समालोच्याजग्मुर्मम सभां सुराः ॥
सर्वे निवेदयांचक्रुर्नत्वा तद्गतमादरात् ॥
]

`verse 19 [
देवानां तद्वचः श्रुत्वा शिवनिन्दाकरं तदा ॥
वेदवक्ता विलप्याहं तानवोचं सुरान्मुने ॥ 2.3.31.२० ॥
ब्रह्मोवाच ॥
नाहं कर्तुं क्षमो वत्साः शिवनिन्दां सुदुस्सहाम् ॥
संपद्विनाश रूपाञ्च विपदां बीजरूपिणीम् ॥
]

`verse 20 [
सुरा गच्छत कैलासं सन्तोषयत शंकरम् ॥
प्रस्थापयत तं शीघ्रं हिमालयगृहं प्रति॥
]

`verse 21 [
स गच्छेदुपशैलेशमात्मनिन्दां करोतु वै ॥
परनिन्दाविनाशाय स्वनिन्दा यशसे मता ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
श्रुत्वेति मद्वचो देवा मां प्रणम्य मुदा च ते ॥
कैलासं प्रययुः शीघ्रं शैलानामधिपं गिरिम्।२४॥
तत्र गत्वा शिवं दृष्ट्वा प्रणम्य नतमस्तकाः॥
सुकृतांजलयस्सर्वे तुष्टुवुस्तं सुरा हरम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 23 [
देवदेव महादेव करुणाकर शंकर ॥
वयं त्वां शरणापन्नाः कृपां कुरु नमोऽस्तु ते ॥
]

`verse 24 [
त्वं भक्तवत्सलः स्वामिन्भक्तकार्यकरस्सदा ॥
दीनोद्धरः कृपासिन्धुर्भक्तापद्विनिमोचकः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
इति स्तुत्वा महेशानं सर्वे देवास्सवासवाः ॥
सर्वं निवेदयांचक्रुस्तद्वृत्तं तत आदरात् ॥
]

`verse 26 [
तच्छ्रुत्वा देववचनं स्वीचकार महेश्वरः ॥
देवान् सुयापयामास तानाश्वास्य विहस्य सः ॥
]

`verse 27 [
देवा मुमुदिरे सर्वे शीघ्रं गत्वा स्वमंदिरम्॥
सिद्धं मत्वा स्वकार्य्यं हि प्रशंसन्तस्सदाशिवम् ॥ 2.3.31.३० ॥
ततः स भगवाञ्छम्भुर्महेशो भक्तवत्सलः ॥
प्रययौ शैलभूपञ्च मायेशो निर्विकारवान् ॥
]

`verse 28 [
यदा शैलस्सभामध्ये समुवास मुदान्वितः ॥
बन्धुवर्गैः परिवृतः पार्वतीसहितस्स्वयम् ॥
]

`verse 29 [
एतस्मिन्नन्तरे तत्र ह्याजगाम सदाशिवः ॥
दण्डी छत्री दिव्यवासा बिभ्रत्तिलकमुज्ज्वलम् ॥
]

`verse 30 [
करे स्फटिकमालाञ्च शालग्रामं गले दधत् ॥
जपन्नाम हरेर्भक्त्या साधुवेषधरौ द्विजः ॥
]

`verse 31 [
तं च दृष्ट्वा समुत्तस्थौ सगणोऽपि हिमालयः ॥
ननाम दण्डवद्भूमौ भक्त्यातिथिमपूर्वकम् ॥
]

`verse 32 [
ननाम पार्वती भक्त्या प्राणेशं विप्ररूपिणम्॥
ज्ञात्वा तं मनसा देवी तुष्टाव परया मुदा॥
]

`verse 33 [
आशिषं युयुजे विप्रस्सर्वेषां प्रीतितश्शिवः॥
शिवाया अधिकं तात मनोभिलषितं हृदा ॥
]

`verse 34 [
मधुपर्कादिकं सर्वं जग्राह ब्राह्मणो मुदा ॥
दत्तं शैलाधिराजेन हिमांगेन महादरात् ॥
]

`verse 35 [
पप्रच्छ कुशलं चास्य हिमाद्रिः पर्वतोत्तमः॥
तं द्विजेन्द्रं महाप्रीत्या सम्पूज्य विधिवन्मुने॥
]

`verse 36 [
पुनः पप्रच्छ शैलेशस्तं ततः को भवानिति ॥
उवाच शीघ्रं विप्रेन्द्रो गिरीद्रं सादरं वचः॥2.3.31.४०॥
विप्रेन्द्र उवाच ॥
ब्राह्मणोऽहं गिरिश्रेष्ठ वैष्णवो बुधसत्तमः ॥
घटिकीं वृतिमाश्रित्य भ्रमामि धरणीतले ॥
]

`verse 37 [
मनोयायी सर्व गामी सर्वज्ञोहं गुरोर्बलात् ॥
परोपकारी शुद्धात्मा दयासिन्धुर्विकारहा ॥
]

`verse 38 [
मया ज्ञातं हराय त्वं स्वसुतां दातुमिच्छसि॥
इमां पद्मसमां दिव्यां वररूपां सुलक्षणाम् ॥
]

`verse 39 [
निराश्रयायासंगाय कुरूपायागुणाय च ॥
श्मशानवासिने व्यालग्राहिरूपाय योगिने ॥
]

`verse 40 [
दिग्वाससे कुगात्राय व्यालभूषणधारिणे ॥
अज्ञातकुलनाम्ने च कुशीलायाविहारिणे ॥
]

`verse 41 [
विभूतिदिग्धदेहाय संक्रुद्धायाविवेकिने ॥
अज्ञातवयसेऽतीव कुजटाधारिणे सदा ॥
]

`verse 42 [
सर्वाश्रयाय भ्रमिणे नागहाराय भिक्षवे
कुमार्गनिरतायाथ वेदाऽध्वत्यागिने हठात् ॥
]

`verse 43 [
इयं ते बुद्धिरचल न हि मंगलदा खलु ॥
विबोध ज्ञानिनां श्रेष्ठ नारायणकुलोद्भव ॥
]

`verse 44 [
न ते पात्रानुरूपश्च पार्वतीदानकर्मणि ॥
महाजनः स्मेरमुखः श्रुतमात्राद्भविष्यति ॥
]

`verse 45 [
पश्य शैलाधिप त्वं च न तस्यैकोस्ति बान्धवः ॥
महारत्नाकरस्त्वञ्च तस्य किञ्चिद्धनं न हि ॥ 2.3.31.५० ॥
बान्धवान्मेनकां कुध्रपते शीघ्रं सुतांस्तथा ॥
सर्वान्पृच्छ प्रयत्नेन पण्डितान्पार्वती विना ॥
]

`verse 46 [
रोगिणो नौषधं शश्वद्रोचते गिरिसत्तम ॥
कुपथ्यं रोचतेऽभीक्ष्णं महादोषकरं सदा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 47 [
इत्युक्त्वा ब्राह्मणः शीघ्रं स वै भुक्त्वा मुदान्वितः ॥
जगाम स्वालयं शान्तो नानालीलाकर श्शिवः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे शिवमायावर्णनं नामैकत्रिंशोऽध्यायः ॥
]
