`speaker [
ब्रह्मोवाच
]

`verse 1 [
ब्राह्मणस्य वचः श्रुत्वा मेनोवाच हिमालयम् ॥
शोकेनासाधुनयना हृदयेन विदूयता ॥
]

`speaker [
मेनोवाच
]

`verse 2 [
शृणु शैलेन्द्र मद्वाक्यं परिणामे सुखावहम् ॥
पृच्छ शैववरान्सर्वान्किमुक्तं ब्राह्मणेन ह ॥
]

`verse 3 [
निन्दानेन कृता शम्भोर्वैष्णवेन द्विजन्मना ॥
श्रुत्वा तां मे मनोऽतीव निर्विण्णं हि नगेश्वर ॥
]

`verse 4 [
तस्मै रुद्राय शैलेश न दास्यामि सुतामहम् ॥
कुरूपशीलनम्मे हि सुलक्षणयुतां निजाम् ॥
]

`verse 5 [
न मन्यसे वचो चेन्मे मरिष्यामि न संशयः ॥
त्यक्ष्यामि च गृहं सद्यो भक्षयिष्यामि वा विषम् ॥
]

`verse 6 [
गले बद्ध्वांबिकां रज्ज्वा यास्यामि गहनं वनम् ॥
महाम्बुधौ मज्जयिष्ये तस्मै दास्यामि नो सुताम् ॥
]

`verse 7 [
इत्युक्त्वाशु तथा गत्वा मेना कोपालयं शुचा ॥
त्यक्त्वा हारं रुदन्ती सा चकार शयनं भुवि ॥
]

`verse 8 [
एतस्मिन्नन्तरे तात शम्भुना सप्त एव ते ॥
संस्मृता ऋषयस्सद्यो विरहव्याकुलात्मना ॥
]

`verse 9 [
ऋषयश्चैव ते सर्वे शम्भुना संस्मृता यदा ॥
तदाऽऽजग्मुः स्वयं सद्यः कल्पवृक्षा इवापरे ॥
]

`verse 10 [
अरुन्धती तथाऽऽयाता साक्षात्सिद्धिरिवापरा ॥
तान्द्रष्ट्वा सूर्यसंकाशान्विजहौ स्वजपं हरः ॥ 2.3.32.१० ॥
स्थित्वाग्रे ऋषयः श्रेष्ठं नत्वा स्तुत्वा शिवं मुने ॥
मेनिरे च तदात्मानं कृतार्थं ते तपस्विनः ॥
]

`verse 11 [
ततो विस्मयमापन्ना नम स्कृत्य स्थिताः पुनः ॥
प्रोचुः प्राञ्जलयस्ते वै शिवं लोकनमस्कृतम् ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 12 [
सर्वोत्कृष्टं महाराज सार्वभौम दिवौकसाम् ॥
स्वभाग्यं वर्ण्यतेऽस्माभिः किं पुनस्सकलोत्तमम् ॥
]

`verse 13 [
तपस्तप्तं त्रिधा पूर्वं वेदाध्ययनमुत्तमम् ॥
अग्नयश्च हुताः पूर्वं तीर्थानि विविधानि च ॥
]

`verse 14 [
वाङ्मनःकायजं किंचित्पुण्यं स्मरणसम्भवम् ॥
तत्सर्वं संगतं चाद्य स्मरणानुग्रहात्तव॥
]

`verse 15 [
यो वै भजति नित्यं त्वां कृतकृत्यो भवेन्नरः ॥
किं पुण्यं वर्ण्यते तेषां येषां च स्मरणं तव ॥
]

`verse 16 [
सर्वोत्कृष्टा वयं जाताः स्मरणात्ते सदाशिव ॥
मनोरथपथं नैव गच्छसि त्वं कथंचन ॥
]

`verse 17 [
वामनस्य फलं यद्वज्जन्मान्धस्य दृशौ यथा ॥
वाचालत्वञ्च मूकस्य रंकस्य निधिदर्शनम् ॥
]

`verse 18 [
पङ्गोर्गिरिवराक्रान्तिर्वन्ध्यायः प्रसवस्तथा ॥
दर्शनं भवतस्तद्वज्जातं नो दुर्लभं प्रभो ॥
]

`verse 19 [
अद्य प्रभृति लोकेषु मान्याः पूज्या मुनीश्वराः ॥
जातास्ते दर्शनादेव स्वमुच्चैः पदमाश्रिताः ॥ 2.3.32.२० ॥
अत्र किं बहुनोक्तेन सर्व था मान्यतां गताः ॥
दर्शनात्तव देवेश सर्वदेवेश्वरस्य हि ॥
]

`verse 20 [
पूर्णानां किञ्च कर्तव्यमस्ति चेत्परमा कृपा ॥
सदृशं सेवकानां तु देयं कार्यं त्वया शुभम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
इत्येवं वचनं श्रुत्वा तेषां शम्भुर्महेश्वरः ॥
लौकिकाचारमाश्रित्य रम्यं वाक्यमुपाददे ॥
]

`speaker [
शिव उवाच
]

`verse 22 [
ऋषयश्च सदा पूज्या भवन्तश्च विशेषतः ॥
युष्माकं कारणाद्विप्राः स्मरणं च मया कृतम् ॥
]

`verse 23 [
ममावस्था भवद्भिश्च ज्ञायते ह्युपकारिका ॥
साधनीया विशेषेण लोकानां सिद्धिहेतवे ॥
]

`verse 24 [
देवानां दुःखमुत्पन्नं ता रकात्सुदुरात्मनः ॥
ब्रह्मणा च वरौ दत्तः किं करोमि दुरासदः ॥
]

`verse 25 [
मूर्तयोऽष्टौ च याः प्रोक्ता मदीयाः परमर्षयः ॥
तास्सर्वा उपकाराय न तु स्वार्थाय तत्स्फुटम् ॥
]

`verse 26 [
तथा च कर्तुकामोहं विवाहं शिवया सह ॥
तया वै सुतपस्तप्तं दुष्करं परमर्षिभिः ॥
]

`verse 27 [
तस्यै परं फलं देयमभीष्टं तद्धितावहम् ॥
एतादृशः पणो मे हि भक्तानन्दप्रदः स्फुटम् ॥
]

`verse 28 [
पार्वतीवचनाद्भिक्षुरूपो यातो गिरेर्गृहम् ॥
अहं पावितवान्कालीं यतो लीलाविशारदः ॥ 2.3.32.३० ॥
मां  ज्ञात्वा तौ परं ब्रह्म दम्पती परभक्तितः ॥
दातुकामावभूतां च स्वसुतां वेदरीतितः ॥
]

`verse 29 [
देवप्रेरणयाहं वै कृतवानस्मि निन्दनम् ॥
तदा स्वस्य च तद्भक्तिं विहन्तुं वैष्ण्णवात्मना ॥
]

`verse 30 [
तच्छ्रुत्वा तौ सुनिर्विण्णो तद्धीनौ संबभूवतुः ॥
स्वकन्यां नेच्छतो दातुं मह्यं हि मुनयोऽधुना ॥
]

`verse 31 [
तस्माद्भवन्तो गच्छन्तु हिमाचलगृहं ध्रुवम् ॥
तत्र गत्वा गिरिवरं तत्पत्नीञ्च प्रबोधय ॥
]

`verse 32 [
कथनीयं प्रयत्नेन वचनं वेदसम्मितम् ॥
सर्वथा करणीयन्तद्यथा स्यात्कार्य्यमुत्तमम् ॥
]

`verse 33 [
उद्वाहं कर्तुमिच्छामि तत्पुत्र्या सह सत्तमाः ॥
स्वीकृतस्त द्विवाहो मे वरो दत्तश्च तादृशः ॥
]

`verse 34 [
अत्र किं बहुनोक्तेन बोधनीयो हिमालयः ॥
तथा मेना च बोद्धव्या देवानां स्याद्धितं यथा ॥
]

`verse 35 [
भवद्भिः कल्पितो यो वै विधिस्स्यादधिकस्ततः ॥
भवताञ्चैव कार्य्यं तु भवन्तः कार्य्यभागिनः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
इत्येवं वचनं श्रुत्वा मुनयस्तेऽमलाशयाः ॥
आनन्दं लेभिरे सर्वे प्रभुणानुग्रहीकृताः ॥
]

`verse 37 [
वयं धन्या अभूवँश्च कृतकृत्याश्च सर्वथा ॥
वंद्या याताश्च सर्वेषां पूजनीया विशेषतः॥2.3.32.४०॥
ब्रह्मणा विष्णुना यो वै वन्द्यस्सर्वार्थसाधकः॥
सोस्मान्प्रेषयते प्रेष्यान्कार्ये लोकसुखावहे ॥
]

`verse 38 [
अयं वै जगतां स्वामी पिता सा जननी मता॥
अयं युक्तश्च सम्बन्धो वर्द्धतां चन्द्रवत्सदा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
इत्युक्त्वा ह्यृषयो दिव्या नमस्कृत्य शिवं तदा ॥
गता आकाशमार्गेण यत्रास्ति हिमवत्पुरम्॥
]

`verse 40 [
दृष्ट्वा तां च पुरं दिव्या मृषयस्तेऽतिविस्मिताः ॥
वर्णयन्तश्च स्वं पुण्यमब्रुवन्वै परस्परम् ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 41 [
पुण्यवन्तो वयं धन्या दृष्ट्वैतद्धिमव त्पुरम् ॥
यस्मादेवंविधे कार्य्ये शिवेनैव नियोजिताः ॥
]

`verse 42 [
अलकायाश्च स्वर्गाच्च भोगवत्यास्तथा पुनः ॥
विशेषेणामरावत्या दृश्य ते पुरमुत्तमम् ॥
]

`verse 43 [
सुगृहाणि सुरम्याणि स्फटिकैर्विविधैर्वरैः ॥
मणिभिर्वा विचित्राणि रचितान्यङ्गणानि च ॥
]

`verse 44 [
सूर्यकान्ताश्च मणयश्चन्द्रकान्तास्तथैव च ॥
गृहे गृहे विचित्राश्च वृक्षात्स्वर्गसमुद्भवाः ॥
]

`verse 45 [
तोरणानां तथा लक्ष्मीर्दृश्यते च गृहेगृहे ॥
विविधानि विचित्राणि शुकहंसैर्विमानकैः ॥
]

`verse 46 [
वितानानि विचित्राणि चैलवत्तोरणैस्सह ॥
जलाशयान्यनेकानि दीर्घिका विविधाः स्थिताः ॥ 2.3.32.५० ॥
उद्यानानि विचित्राणि प्रसन्नैः पूजितान्यथ ॥
नराश्च देवतास्सर्वे स्त्रियश्चाप्सरसस्तथा ॥
]

`verse 47 [
कर्मभूमौ याज्ञिकाश्च पौराणास्स्वर्गकाम्यया ॥
कुर्वन्ति ते वृथा सर्वे विहाय हिमवत्पुरम् ॥
]

`verse 48 [
यावन्न दृष्टमेतच्च तावत्स्वर्गपरा नराः ॥
दृष्ट्रमेतद्यदा विप्राः किं स्वर्गेण प्रयोजनम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 49 [
इत्येवमृषिवर्य्यास्ते वर्णयन्तः पुरश्च तत्॥
गता हैमालयं सर्वे गृहं सर्वसमृद्धिमत् ॥
]

`verse 50 [
तान्द्रष्ट्वा सूर्यसंकाशान् हिमवान्विस्मितोऽब्रवीत् ॥
दूरादाकाशमार्गस्थान्मुनीन्सप्त सुतेजसः ॥
]

`verse 51 [
॥ हिमवानुवाच ॥
सप्तैते सूर्य्यसंकाशाः समायांति मदन्तिके ॥
पूजा कार्य्या प्रयत्नेन मुनीनां च मयाधुना ॥
]

`verse 52 [
वयं धन्या गृहस्थाश्च सर्वेषां सुखदायिनः॥
येषां गृहे समायान्ति महात्मानो यदीदृशाः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 53 [
एतस्मिन्नन्तरे चैवाकाशादेत्य भुवि स्थितान् ॥
सन्मुखे हिमवान्दृष्ट्वा ययौ मानपुरस्सरम् ॥
]

`verse 54 [
कृतांजलिर्नतस्कन्धः सप्तर्षीन्सुप्रणम्य सः ॥
पूजां चकार तेषां वै बहुमानपुरस्सरम्॥
]

`verse 55 [
हितास्सप्तर्षयस्ते च हिमवन्तन्नगेश्वरम्॥
गृहीत्वोचुः प्रसन्नास्या वचनं मङ्गलालयम् ॥ 2.3.32.६० ॥
यथाग्रतश्च तान्कृत्वा धन्या मम गृहाश्रमः ॥
इत्युक्त्वासनमानीय ददौ भक्तिपुरस्सरम् ॥
]

`verse 56 [
आसनेषूपविष्टेषु तदाज्ञप्तस्स्वयं स्थितः ॥
उवाच हिमवाँस्तत्र मुनीञ्ज्योतिर्मयास्तदा ॥
]

`speaker [
हिमालय उवाच
]

`verse 57 [
धन्यो हि कृतकृत्योहं सफलं जीवित मम ॥
लोकेषु दर्शनीयोहं बहुतीर्थसमो मतः ॥
]

`verse 58 [
यस्माद्भवन्तो मद्गेहमागता विष्णुरूपिणः ॥
पूर्णानां भवतां कार्य्यं कृपणानां गृहेषु किम् ॥
]

`verse 59 [
तथापि किञ्चित्कार्यं च सदृशं सेवकस्य मे ॥
कथनीयं सुदयया सफलं स्याज्जनुर्मम ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायान्तृतीये पार्वतीखण्डे सप्तर्ष्यागमनवर्णनं नाम द्वात्रिंशोऽध्यायः ॥
]
