`speaker [
ऋषय ऊचुः
]

`verse 1 [
जगत्पिता शिवः प्रोक्तो जगन्माता शिवा मता ॥
तस्माद्देया त्वया कन्या शंकराय महात्मने ॥
]

`verse 2 [
एवं कृत्वा हिमगिरे सार्थकं ते भवेज्जनुः ॥
जगद्गुरोर्गुरुस्त्वं हि भविष्यसि न संशयः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
एवं वचनमाकर्ण्य सप्तर्षीणां मुनीश्वर ॥
प्रणम्य तान्करौ बद्ध्वा गिरिराजोऽब्रवीदिदम्॥
]

`speaker [
हिमालय उवाच
]

`verse 4 [
सप्तर्षयो महाभागा भवद्भिर्यदुदीरितम्॥
तत्प्रमाणीकृतं मे हि पुरैव गिरिशेच्छया॥
]

`verse 5 [
इदानीमेक आगत्य विप्रो वैष्णवधर्मवान्॥
शिवमुद्दिश्य सुप्रीत्या विपरीतं वचोऽब्रवीत् ॥।५॥
तदारभ्य शिवामाता ज्ञानभ्रष्टा बभूव ह ॥
सुताविवाहं रुद्रेण योगिना तेन नेच्छति ॥
]

`verse 6 [
कोपागारमगात्सा हि सुतप्ता मलिनाम्बरा ॥
कृत्वा महाहठं विप्रा बोध्यमानापिऽनाबुधत् ॥
]

`verse 7 [
अहं च ज्ञानविभ्रष्टो जातोहं सत्यमीर्य्यते ॥
दातुं सुतां महेशाय नेच्छामि भिक्षुरूपिणे ॥
ब्रह्मोवाच॥इत्युक्त्वा शैलराजस्तु शिवमायाविमोहितः ॥
तूष्णीं बभूव तत्रस्थो मुनीनां मध्यतो मुने॥
]

`verse 8 [
सर्वे सप्तर्षयस्ते हि शिवमायां प्रशस्य वै ॥
प्रेषयामासुरथ तां मेनकां प्रत्यरुन्धतीम् ॥2.3.33.१
]

`verse 9 [
अथ पत्युस्समादाय निदेशं ज्ञानदा हि सा॥
जगामारुन्धती तूर्णं यत्र मेना च पार्वती ॥
]

`verse 10 [
गत्वा ददर्श मेनां तां शयानां शोकमूर्च्छिताम्॥
उवाच मधुरं साध्वी सावधाना हितं वचः ॥
]

`speaker [
अरुन्धत्युवाच
]

`verse 11 [
उत्तिष्ठ मेनके साध्वि त्वद्गृहेऽहमरुन्धती ॥
आगता मुनयश्चापि सप्तायाताः कृपालवः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
अरुन्धतीस्वरं श्रुत्वा शीघ्रमुत्थाय मेनका ॥
उवाच शिरसा नत्वा तां पद्मामिव तेजसा ॥
]

`speaker [
मेनोवाच
]

`verse 13 [
अहोद्य किमिदं पुण्यमस्माकं पुण्यजन्मनाम् ॥
वधूर्जगद्विधेः पत्नी वसिष्ठस्यागतेह वै ॥
]

`verse 14 [
किमर्थमागता देवि तन्मे ब्रूहि विशेषतः ॥
अहं दासीसमा ते हि ससुता करुणां कुरु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
इत्युक्त्वा मेनकां साध्वी बोधयित्वा च तां बहु ॥
तथागता च सुप्रीत्या सास्ते यत्रर्षयोऽपि ते ॥
]

`verse 16 [
अथ शैलेश्वरं ते च बोधयामासुरादरात्॥
स्मृत्वा शिवपदद्वन्द्वं सर्वे वाक्यविशारदाः ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 17 [
शैलेन्द्र श्रूयतां वाक्यमस्माकं शुभकारणम् ॥
शिवाय पार्वतीं देहि संहर्त्तुः श्वशुरो भव ॥
]

`verse 18 [
अयाचितारं सर्वेशं प्रार्थयामास यत्नतः ॥
तारकस्य विनाशाय ब्रह्मासम्बंधकर्म्मणि ॥2.3.33.२०॥
नोत्सुको दारसंयोगे शंकरो योगिनां वरः ॥
विधेः प्रार्थनया देवस्तव कन्यां ग्रहीष्यति ॥
]

`verse 19 [
दुहितुस्ते तपस्तप्तं प्रतिज्ञानं चकार सा॥
हेतुद्वयेन योगीन्द्रो विवाहं च करिष्यति ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
ऋषीणां वचनं श्रुत्वा प्रहस्य स हिमालयः ॥
उवाच किञ्चिद्भीतस्तु परं विनयपूर्वकम् ॥
]

`speaker [
हिमालय उवाच
]

`verse 21 [
शिवस्य राजसामग्रीं न हि पश्यामि काञ्चन॥
कञ्चिदाश्रयमैश्वर्यं कं वा स्वजनबान्धवम् ॥
]

`verse 22 [
नेच्छाम्यति विनिर्लिप्तयोगिने स्वां सुतामहम् ॥
यूयं वेदविधातुश्च पुत्रा वदत निश्चितम् ॥
]

`verse 23 [
वरायाननुरूपाय पिता कन्यां ददाति चेत् ॥
कामान्मोहाद्भयाल्लोभात्स नष्टो नरकं यजेत् ॥
]

`verse 24 [
न हि दास्याम्यहं कन्यामिच्छया शूलपाणये ॥
यद्विधानं भवेद्योग्यमृषयस्त द्विधीयताम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
इत्याकर्ण्य वचस्तस्य हिमागस्य मुनीश्वर ॥
प्रत्युवाच वसिष्ठस्तं तेषां वाक्यविशारद ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 26 [
शृणु शैलेश मद्वाक्यं सर्वथा ते हितावहम् ॥
धर्माविरुद्धं सत्यश्च परत्रेह मुदावहम् ॥
]

`verse 27 [
वचनं त्रिविधं शैल लौकिके वैदिकेऽपि च ॥
सर्वं जानाति शास्त्रज्ञो निर्मलज्ञानचक्षुषा ॥ 2.3.33.३० ॥
असत्यमहितं पश्चात्सांप्रतं श्रुतिसुन्दरम् ॥
सुबुद्धिर्वक्ति शत्रुर्हि हितं नैव कदाचन ॥
]

`verse 28 [
आदावप्रीतिजनकं परिणामे सुखावहम् ॥
दयालुर्धमशीलो हि बोधयत्येव बांधवः ॥
]

`verse 29 [
श्रुतिमात्रात्सुधातुल्यं सर्वकालसुखावहम् ॥
सत्यसारं हितकरं वचनं श्रेष्ठमीप्सितम् ॥
]

`verse 30 [
एवञ्च त्रिविधं शैल नीतिशास्त्रोदितं वचः ॥
कथ्यतां त्रिषु मध्ये किं ब्रुवे वाक्यं त्वदीप्सितम् ॥
]

`verse 31 [
ब्राह्मसम्पद्विहीनश्च शंकरस्त्रिदशेश्वरः
तत्त्वज्ञानसमुद्रेषु सन्निमग्नैकमानसः ॥
]

`verse 32 [
ज्ञानानन्दस्येश्वरस्य ब्राह्मवस्तुषु का स्पृहा ॥
गृही ददाति स्वसुतां राज्यसम्पत्तिशालिने ॥
]

`verse 33 [
कन्यकां दुःखिने दत्त्वा कन्याघाती भवेत्पिता ॥
को वेद शंकरो दुःखी कुबेरो यस्य किंकरः ॥
]

`verse 34 [
भ्रूभङ्गलीलया सृष्टिं स्रष्टुं हर्त्तुं क्षमो हि सः ॥
निर्गुणः परमात्मा च परेशः प्रकृतेः परः ॥
]

`verse 35 [
यस्य च त्रिविधा मूर्त्तिर्विधा तुस्सृष्टिकर्मणि ॥
सृष्टिस्थित्यन्तजननी ब्रह्मविष्णुहराभिधा ॥
]

`verse 36 [
ब्रह्मा च ब्रह्मलोकस्थो विष्णुः क्षीरोदवासकृत् ॥
हरः कैलासनिलयः सर्वाः शिवविभूतयः ॥ 2.3.33.४० ॥
धत्ते च त्रिविधा मूर्ती प्रकृतिः शिवसम्भवा ॥
अंशेन लीलया सृष्टौ कलया बहुधा अपि ॥
]

`verse 37 [
मुखोद्भवा स्वयं वाणी वागधिष्ठातृदेवता ॥
वक्षःस्थलोद्भवा लक्ष्मीस्सर्वसम्पत्स्वरूपिणी ॥
]

`verse 38 [
शिवा तेजस्सु देवानामाविर्भावं चकार सा ॥
निहत्य दानवान्सर्वान्देवेभ्यश्च श्रियं ददौ ॥
]

`verse 39 [
प्राप कल्पान्तरे जन्म जठरे दक्ष योषितः ॥
नाम्ना सती हरं प्राप दक्षस्तस्मै ददौ च ताम् ॥
]

`verse 40 [
देहं तत्याज योगेन श्रुत्वा सा भर्तृनिन्दनम् ॥
साद्य त्वत्तस्तु मेनायां जज्ञे जठरतश्शिवा ॥
]

`verse 41 [
शिवा शिवस्य पत्नीयं शैल जन्मनिजन्मनि ॥
कल्पेकल्पे बुद्धिरूपा ज्ञानिनां जननी परा ॥
]

`verse 42 [
जायते स्म सदा सिद्धा सिद्धिदा सिद्धिरूपिणी ॥
सत्या अस्थि चिताभस्म भक्त्या धत्ते हरस्स्वयम् ॥
]

`verse 43 [
अतस्त्वं स्वेच्छया कन्यां देहि भद्रां हराय च ॥
अथवा सा स्वयं कान्तस्थाने यास्यत्यदास्यसि ॥
]

`verse 44 [
कृत्वा प्रतिज्ञां देवेशो दृष्ट्वा क्लेशमसंख्यकम् ॥
दुहितुस्ते तपःस्थानमाजगाम द्विजात्मकः ॥
]

`verse 45 [
तामाश्वास्य वरं दत्त्वा जगाम निजमन्दिरम् ॥
तत्प्रार्थनावशाच्छम्भुर्ययाचे त्वां शिवां गिरे ॥2.3.33.५०॥
अंगीकृतं युवाभ्यां तच्छिवभक्तिरतात्मना ॥
विपरीतमतिर्जाता वद कस्माद्गिरीश्वर ॥
]

`verse 46 [
तद्गत्वा प्रभुणा देव प्रार्थितेन त्वदन्तिकम् ॥
प्रस्थापिता वयं शीघ्रं ह्यृषयस्साप्यरुन्धती ॥
]

`verse 47 [
शिक्षयामो वयं त्वा हि दत्त्वा रुद्राय पार्वतीम् ॥
एवंकृते महानन्दो भविष्यति गिरे तव ॥
]

`verse 48 [
शिवां शिवाय शैलेन्द्र स्वेच्छया चेन्न दास्यसि॥
भविता तद्विवाहोऽत्र भवितव्यबलेन हि ॥
]

`verse 49 [
वरं ददौ शिवायै स तपन्त्यै तात शंकरः ॥
नहीश्वरप्रतिज्ञातं विपरीताय कल्पते ॥
]

`verse 50 [
अहो प्रतिज्ञा दुर्लंघ्या साधूनामीशवर्तिनाम् ॥
सर्वेषां जगतां मध्ये किमीशस्य पुनर्गिरे ॥
]

`verse 51 [
एको महेन्द्रश्शैलानां पक्षांश्चिच्छेद लीलया ॥
पार्वती लीलया मेरोश्शृङ्गभङ्गं चकार च ॥५७।
एकार्थे नहि शैलेश नाश्यास्सर्वा हि सम्पदः ॥
एकं त्यजेत्कुलस्यार्थे श्रुतिरेषा सनातनी ॥
]

`verse 52 [
दत्त्वा विप्राय स्वसुतामनरण्यो नृपेश्वर ॥
ब्राह्मणाद्भयमापन्नो ररक्ष निजसम्पदम् ॥
]

`verse 53 [
तमाशु बोधयामासुर्नीतिशास्त्रविदो जनाः ॥
ब्रह्मशापाद्विभीताश्च गुरवो ज्ञातिसत्तमाः ॥2.3.33.६०॥
शैलराज त्वमप्येव सुतां दत्त्वा शिवाय च ॥
रक्ष सर्वान्बंधुवर्गान्वशं कुरु सुरानपि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 54 [
इत्याकर्ण्य वसिष्ठस्य वचनं स प्रह स्य च ॥
पप्रच्छ नृपवार्त्ताश्च हृदयेन विदूयता ॥
]

`speaker [
हिमालय उवाच
]

`verse 55 [
कस्य वंशोद्भवो ब्रह्मन्ननरण्यो नृपश्चसः ॥
सुतां दत्त्वा स च कथं ररक्षाखिलसम्पदः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 56 [
इति श्रुत्वा वसिष्ठस्तु शैलवाक्यं प्रसन्नधीः ॥
प्रोवाच गिरये तस्मै नृपवार्त्ता सुखावहाम्॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे गिरिसांत्वनोनाम त्रयस्त्रिंशोऽध्यायः॥
]
