`speaker [
वसिष्ठ उवाच
]

`verse 1 [
मनोर्वंशोद्भवो राजा सोऽनरण्यो नृपेश्वर ॥
इन्द्रसावर्णिसंज्ञस्य चतुर्दशमितस्य हि॥
]

`verse 2 [
अनरण्यो नृपश्रेष्ठस्स प्तद्वीपमहीपतिः ॥
शम्भुभक्तो विशेषेण मङ्गलारण्यजो बली ॥
]

`verse 3 [
भृगुं पुरोधसं कृत्वा शतं यज्ञांश्चकार सः ॥
न स्वीचकार शक्रत्वं दीयमानं सुरैरपि ॥
]

`verse 4 [
बभूवश्शतपुत्राश्च राज्ञस्तस्य हिमालय ॥
कन्यैका सुन्दरी नाम्ना पद्मा पद्मालया समा ॥
]

`verse 5 [
यस्स्नेहः पुत्रशतके कन्यायाञ्च ततोऽधिकः ॥
नृपस्य तस्य तस्यां हि बभूव नगसत्तम ॥
]

`verse 6 [
प्राणाधिकाः प्रियतमा महिष्यस्सर्वयोषितः ॥
नृपस्य पत्न्यः पञ्चासन्सर्वास्सौभाग्यसंयुता ॥
]

`verse 7 [
सा कन्या यौवनस्था च बभूव स्वपितुर्गृहे ॥
पत्रं प्रस्थापयामास सुवरान यनायसः ॥
]

`verse 8 [
एकदा पिप्पलादर्षिर्गर्न्तुं स्वाश्रममुत्सुकः ॥
तपःस्थाने निर्जने च गन्धर्वं स ददर्श ह ॥
]

`verse 9 [
स्त्रीयुतं मग्नचित्तं च शृङ्गारे रससागरे ॥
विहरन्तं महाप्रेम्णा कामशास्त्रविशारदम् ॥
]

`verse 10 [
दृष्ट्वा तं मुनिशार्दूलः सकामः संबभूव सः ॥
तपत्स्वदत्तचित्तश्चाचिंतयद्दारसंग्रहम् ॥ 2.3.34.१० ॥
एवंवृत्तस्य तस्यैव पिप्पलादस्य सन्मुनेः॥
कियत्कालो गतस्तत्र कामोन्मथितचेतसः ॥
]

`verse 11 [
एकदा पुष्पभद्रायां स्नातुं गच्छन्मुनीश्वरः ॥
ददर्श पद्मां युवतीं पद्मामिव मनोरमाम् ॥
]

`verse 12 [
केयं कन्येति पप्रच्छ समीपस्थाञ्जनान्मुनिः ॥
जना निवेदयांचक्रुर्नत्वा शापनियन्त्रिताः ॥
]

`speaker [
जना ऊचुः
]

`verse 13 [
अनरण्यसुतेयं वै पद्मा नाम रमापरा॥
वरारोहा प्रार्थ्यमाना नृपश्रेष्ठैर्गुणालया ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
तच्छ्रुत्वा स मुनिर्वाक्यं जनानां तथ्यवादिनाम् ॥
चुक्षोभातीव मनसि तल्लिप्सुर भवच्च सः ॥
]

`verse 15 [
मुनिः स्नात्वाभीष्टदेवं सम्पूज्य विधिवच्छिवम् ॥
जगाम कामी भिक्षार्थमनरण्यसभां गिरे ॥
]

`verse 16 [
राजा शीघ्रं मुनिं दृष्ट्वा प्रणनाम भयाकुलः ॥
मधुपर्कादिकं दत्त्वा पूजयामास भक्तितः ॥
]

`verse 17 [
कामात्सर्वं गृहीत्वा च ययाचे कन्यकां मुनिः ॥
मौनी बभूव नृपतिः किञ्चिनिर्वक्तुमक्षमः ॥
]

`verse 18 [
मुनिर्ययाचे कन्यां स तां देहीति नृपेश्वर ॥
अन्यथा भस्मसात्सर्वं करिष्यामि क्षणेन च ॥
]

`verse 19 [
सर्वे बभूववुराच्छन्ना गणास्तत्तेजसा मुने ॥
रुरोद राजा सगणो दृष्ट्वा विप्रं जरातुरम् ॥ 2.3.34.२० ॥
महिष्यो रुरुदुस्सर्वा इतिकर्त्तव्यताक्षमाः ॥
मूर्च्छामाप महाराज्ञी कन्यामाता शुचाकुला ॥
]

`verse 20 [
बभूवुस्तनयास्सर्वे शोकाकुलि तमानसाः ॥
सर्वं शोकाकुलं जातं नृपसम्बन्धि शैलप ॥
]

`verse 21 [
एतस्मिन्नन्तरे प्राज्ञो द्विजो गुरुरनुत्तमः ॥
पुरोहितश्च मतिमानागतो नृपसन्निधिम् ॥
]

`verse 22 [
राजा प्रणम्य सम्पूज्य रुरोद च तयोः पुरः ॥
सर्वं निवेदयांचक्रे पप्रच्छोचितमाशु तत् ॥
]

`verse 23 [
अथ राज्ञो गुरुर्विप्रः पण्डितश्च पुरोहितः ॥
अपि द्वौ शास्त्रनीतिज्ञौ बोधयामासतुर्नृपम् ॥
]

`verse 24 [
शोकाकुलाश्च महिषीर्नृपबालाँश्च कन्यकाम् ॥
उत्तमा नीतिमादृत्य सर्वेषां हितकारिणीम् ॥
]

`speaker [
गुरुपुरोधसावूचतुः
]

`verse 25 [
शृणु राजन्महाप्राज्ञ वचो नौ सद्धितावहम् ॥
मा शुचः सपरीवारश्शास्त्रे कुरु मतिं सतीम् ॥
]

`verse 26 [
अद्य वाब्ददिनान्ते वा दातव्या कन्यका नृप ॥
पात्राय विप्रायान्यस्मै कस्मै चिद्वा विशेषतः ॥
]

`verse 27 [
सत्पात्रं ब्राह्मणादन्यन्न पश्यावो जगत्त्रये ॥
सुतां दत्त्वा च मुनये रक्ष स्वां सर्वसम्पदम् ॥
]

`verse 28 [
राजन्नेकनिमित्तेन सर्वसंपद्विनश्यति ॥
सर्वं रक्षति तं त्यक्त्वा विना तं शरणागतम् ॥ 2.3.34.३० ॥
वसिष्ठ उवाच ॥
राजा प्राज्ञवचः श्रुत्वा विलप्य च मुहुर्मुहुः ॥
कन्यां सालंकृतां कृत्वा मुनीन्द्राय ददौ किल ॥
]

`verse 29 [
कान्तां गृहीत्वा स मुनिर्विवाह्य विधिवद्गिरे ॥
पद्मां पद्मोपमां तां वै मुदितस्स्वालयं ययौ ॥
]

`verse 30 [
राजा सर्वान्परित्यज्य दत्त्वा वृद्धाय चात्मजाम् ॥
ग्लानिं चित्ते समाधाय जगाम तपसे वनम् ॥
]

`verse 31 [
तद्भार्य्यापि वनं याते प्राणनाथे तदा गिरे ॥
भर्तुश्च दुहितुश्शोकात्प्राणांस्तत्याज सुन्दरी ॥
]

`verse 32 [
पूज्याः पुत्राश्च भृत्याश्च मूर्च्छामापुर्नृपं विना ॥
शुशुचुः श्वाससंयुक्तं ज्ञात्वा सर्वेपरे जनाः॥
]

`verse 33 [
अनरण्यो वनं गत्वा तपस्तप्त्वाति शंकरम् ॥
समाराध्य ययौ भक्त्या शिवलोकमनामयम् ॥
]

`verse 34 [
नृपस्य कीर्तिमान्नाम्ना ज्येष्ठपुत्रोथ धार्मिकः ॥
पुत्रवत्पालयामास प्रजा राज्यं चकार ह ॥
]

`verse 35 [
इति ते कथितं शैलानरण्यचरितं शुभम् ॥
कन्यां दत्त्वा यथारक्षद्वंशं चाप्यखिलं धनम् ॥
]

`verse 36 [
शैलराज त्वमप्येवं सुतां दत्त्वा शिवाय च ॥
रक्ष सर्वकुलं सर्वान्वशान्कुरु सुरानपि ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डेऽनरण्यचरितवर्णनं नाम चतुस्त्रिंशोऽध्यायः ॥
]
