`speaker [
नारद उवाच
]

`verse 1 [
अनरण्यस्य चरितं सुतादानसमन्वितम् ॥
श्रुत्वा गिरिवरस्तात किं चकार च तद्वद ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
अनरण्यस्य चरितं कन्यादानसमन्वितम्॥
श्रुत्वा पप्रच्छ शैलेशो वसिष्ठं साञ्जलिः पुनः॥
]

`speaker [
शैलेश उवाच
]

`verse 3 [
वसिष्ठ मुनिशार्दूल ब्रह्मपुत्र कृपानिधे ॥
अनरण्यचरित्रन्ते कथितं परमाद्भुतम् ॥
]

`verse 4 [
अनरण्यसुता यस्मात् पिप्पलादं मुनिं पतिम् ॥
सम्प्राप्य किमकार्षीत्सा तच्चरित्रं मुदावहम्॥
]

`verse 5 [
वसि० ।
पिप्पलादो मुनिवरो वयसा जर्जरोधिकः ॥
गत्वा निजाश्रमं नार्याऽनरण्यसुतया तया ॥
]

`verse 6 [
उवास तत्र सुप्रीत्या तपस्वी नातिलम्पटः॥
तत्रारण्ये गिरिवर स नित्यं निजधर्मकृत् ॥
]

`verse 7 [
अथानरण्यकन्या सा सिषेवे भक्तितो मुनिम् ॥
कर्मणा मनसा वाचा लक्ष्मीनारायणं यथा ॥
]

`verse 8 [
एकदा स्वर्णदीं स्नातुं गच्छन्तीं सुस्मितां च ताम् ॥
ददर्श पथि धर्मश्च मायया वृषरूपधृक् ॥
]

`verse 9 [
चारुरत्नरथस्थश्च नानालं कारभूषितः ॥
नवीनयौवनश्श्रीमान्कामदेवसभप्रभः ॥
]

`verse 10 [
दृष्ट्वा तां सुन्दरीं पद्मामुवाच स वृषो विभुः ॥
विज्ञातुं भावमन्तःस्थं तस्याश्च मुनियोषितः ॥ 2.3.35.१० ॥
॥ धर्म उवाच ॥
अयि सुन्दरि लक्ष्मीर्वै राजयोग्ये मनोहरे ॥
अतीव यौवनस्थे च कामिनि स्थिरयौवने ॥
]

`verse 11 [
जरातुरस्य वृद्धस्य पिप्पलादस्य वै मुनेः ॥
सत्यं वदामि तन्वंगि समीपे नैव राजसे ॥
]

`verse 12 [
विप्रं तपस्सु निरतं निर्घृणं मरणोन्मुखम् ॥
त्वक्त्वा मां पश्य राजेन्द्रं रतिशूरं स्मरातुरम् ॥
]

`verse 13 [
प्राप्नोति सुन्दरी पुण्यात्सौन्दर्य्यं पूर्वजन्मनः ॥
सफलं तद्भवेत्सर्वं रसिकालिंगनेन च ॥
]

`verse 14 [
सहस्रसुन्दरीकान्तं कामशास्त्रविशारदम् ॥
किंकरं कुरु मां कान्ते सम्परित्यज्य तं पतिम् ॥
]

`verse 15 [
निर्जने कानने रम्ये शैले शैले नदीतटे ॥
विहरस्व मया सार्द्धं जन्मेदं सफलं कुरु ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 16 [
इत्येवमुक्तवन्तं सा स्वरथादवरुह्य च ॥
ग्रहीतुमुत्सुकं हस्ते तमुवाच पतिव्रता ॥
]

`verse 17 [
पद्मो वाच ॥
गच्छ दूरं गच्छ दूरं पापिष्ठस्त्वं नराधिप ॥
मां चेत्पश्यसि कामेन सद्यो नष्टो भविष्यसि ॥
]

`verse 18 [
पिप्पलादं मुनि श्रेष्ठं तपसा पूतविग्रहम् ॥
त्यक्त्वा कथं भजेयं त्वां स्त्रीजितं रतिलम्पटम् ॥
]

`verse 19 [
स्त्रीजितस्पर्शमात्रेण सर्वं पुण्यं प्रणश्यति ॥
स्त्रीजितः परपापी च तद्दर्शनमघावहम् ॥2.3.35.२०॥
सत्क्रियो ह्यशुचिर्नित्यं स पुमान् यः स्त्रिया जितः ॥
निन्दन्ति पितरो देवा मान वास्सकलाश्च तम्॥
]

`verse 20 [
तस्य किं ज्ञान सुतपो जपहोमप्रपूजनैः ॥
विद्यया दानतः किम्वा स्त्रीभिर्यस्य मनो हृतम् ॥
]

`verse 21 [
मातरं मां स्त्रियो भावं कृत्वा येन ब्रवीषि ह ॥
भविष्यति क्षयस्तेन कालेन मम शापतः ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 22 [
श्रुत्वा धर्मस्सतीशापं नृप मूर्तिं विहाय च ॥
धृत्वा स्वमूर्तिं देवेशः कम्पमान उवाच सः ॥
]

`speaker [
धर्म उवाच
]

`verse 23 [
मातर्जानीहि मां धर्मं ज्ञानिनाञ्च गुरो र्गुरुम् ॥
परस्त्रीमातृबुद्धिश्च कुव्वर्न्तं सततं सति ॥
]

`verse 24 [
अहं तवान्तरं ज्ञातुमागतस्तव सन्निधिम् ॥
तवाहञ्च मनो जाने तथापि विधिनोदितः ॥
]

`verse 25 [
कृतं मे दमनं साध्वि न विरुद्धं यथोचितम् ॥
शास्तिः समुत्पथस्थानामीश्वरेण विनिर्मिता ॥
]

`verse 26 [
स्वयं प्रदाता सर्वेभ्यः सुखदुःखवरान्क्षमः ॥
सम्पदं विपदं यो हि नमस्तस्मै शिवाय हि ॥
]

`verse 27 [
शत्रुं मित्रं सम्विधातुं प्रीतिञ्च कलहं क्षमः ॥
स्रष्टुं नष्टुं च यस्सृष्टिं नमस्तस्मै शिवाय हि ॥
]

`verse 28 [
येन शुक्लीकृतं क्षीरं जले शैत्यं कृतम्पुरा ॥
दाहीकृतो हुता शश्च नमस्तस्मै शिवाय हि ॥2.3.35.३०॥
प्रकृतिर्निर्मिता येन तप्त्वाति महदादितः ॥
ब्रह्मविष्णुमहेशाद्या नमस्तस्मै शिवाय हि ॥
]

`verse 29 [
ब्रह्मोवाचः ॥
इत्युक्त्वा पुरतस्तस्यास्तस्थौ धर्मो जगद्गुरुः ॥
किञ्चिन्नोवाच चकितस्तत्पातिव्रत्य तोषितः॥
]

`verse 30 [
पद्मापि नृपकन्या सा पिप्पलादप्रिसा तदा ॥
साध्वी तं धर्ममाज्ञाय विस्मितोवाच पर्वत॥
]

`speaker [
पद्मोवाच
]

`verse 31 [
त्वमेव धर्म सर्वेषां साक्षी निखिलकर्मणाम्॥
कथं मनो मे विज्ञातुं विडम्बयसि मां विभो ॥
]

`verse 32 [
यत्तत्सर्वं कृतं ब्रह्मन् नापराधो बभूव मे ॥
त्वञ्च शप्तो मयाऽज्ञानात्स्त्रीस्वभा वाद्वृथा वृष ॥
]

`verse 33 [
का व्यवस्था भवेत्तस्य चिन्तयामीति साम्प्रतम् ॥
चित्ते स्फुरतु सा बुद्धिर्यया शं सँल्लभामि वै ॥
]

`verse 34 [
आकाशोसौ दिशस्सर्वा यदि नश्यन्तु वायवः ॥
तथापि साध्वीशापस्तु न नश्यति कदाचन ॥
]

`verse 35 [
सत्ये पूर्णश्चतुष्पादः पौर्ण मास्यां यथा शशी ॥
विराजसे देवराज सर्वकालं दिवानिशम्॥
]

`verse 36 [
त्वञ्च नष्टो भवसि चेत्सृष्टिनाशो भवेत्तदा॥
इति कर्तव्यतामूढा वृथापि च वदाम्यहम् ॥
]

`verse 37 [
पादक्षयश्च भविता त्रेतायां च सुरोत्तम॥
पादोपरे द्वापरे च तृतीयोऽपि कलौ विभो ॥2.3.35.४०॥
कलिशेषेऽखिलाश्छिन्ना भविष्यन्ति तवांघ्रयः ॥
पुनस्सत्ये समायाते परिपूर्णो भविष्यसि ॥
]

`verse 38 [
सत्ये सर्वव्यापकस्त्वं तदन्येषु च कु त्रचित् ॥
युगव्यवस्थया स त्वं भविष्यसि तथा तथा ॥
]

`verse 39 [
इत्येवं वचनं सत्यं ममास्तु सुखदं तव ॥
याम्यहं पतिसेवायै गच्छ त्वं स्वगृहं विभो ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
इत्याकर्ण्य वचस्तस्यास्सन्तुष्टोभूद्वृषस्स वै ॥
तदेवंवादिनीं साध्वीमुवाच विधिनन्दन ॥
]

`speaker [
धर्म उवाच
]

`verse 41 [
धन्यासि पतिभक्तासि स्वस्ति तेस्तु पतिव्रते ॥
वरं गृहाण त्वत्स्वामी त्वत्परित्राणकारणात् ॥
]

`verse 42 [
युवा भवतु ते भर्ता रतिशूरश्च धार्मिकः ॥
रूपवान् गुणवान्वाग्मी संततस्थिरयौवनः ॥
]

`verse 43 [
चिरञ्जीवी स भवतु मार्कण्डेयात्प रश्शुभे ॥
कुबेराद्धनवाँश्चैव शक्रादैश्वर्य्यवानपि ॥
]

`verse 44 [
शिवभक्तो हरिसमस्सिद्धस्तु कपिलात्परः ॥
बुद्ध्या बृहस्पतिसमस्समत्वेन विधेस्समः ॥
]

`verse 45 [
स्वामिसौभाग्यसंयुक्ता भव त्वं जीवनावधि ॥
तथा च सुभगे देवि त्वं भव स्थिरयौवना ॥
]

`verse 46 [
माता त्वं दशपुत्राणां गुणिनां चिरजीविनाम् ॥
स्वभर्तुरधिकानां च भविष्यसि न संशयः ॥ 2.3.35.५० ॥
गृहा भवन्तु ते साध्वि सर्वसम्पत्सम न्विताः ॥
प्रकाशमन्तस्सततं कुबेरभवनाधिकाः ॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 47 [
इत्येवमुक्ता सन्तस्थौ धर्मस्स गिरिसत्तम ॥
सा तं प्रदक्षिणीकृत्य प्रणम्य स्वगृहं ययौ ॥
]

`verse 48 [
धर्मस्तथाशिषो दत्वा जगाम निजमन्दिरम् ॥
प्रशशंस च तां प्रात्या पद्मां संसदि संसदि ॥
]

`verse 49 [
सा रेमे स्वामिना सार्द्धं यूना रहसि सन्ततम् ॥
पश्चाद्बभूवुऽस्सत्पुत्रास्तद्भर्तुरधिका गुणैः ॥
]

`verse 50 [
बभूव सकला सम्पद्दम्पत्योः सुखवर्द्धिनी ॥
सर्वानन्दवृद्धिकरी परत्रेह च शर्मणे ॥
]

`verse 51 [
शैलेन्द्र कथितं सर्वमितिहासं पुरातनम् ॥
दम्पत्योश्च तयोः प्रीत्या श्रुतं ते परमादरात् ॥
]

`verse 52 [
बुद्ध्वा तत्त्वं सुतां देहि पार्वतीमीश्वराय च ॥
कुरुषं त्यज शैलेन्द्र मेनया स्वस्त्रिया सह ॥
]

`verse 53 [
सप्ताहे समतीते तु दुर्लभेति शुभे क्षणे ॥
लग्नाधिपे च लग्नस्थे चन्द्रेस्वत्नयान्विते ॥
]

`verse 54 [
मुदिते रोहिणीयुक्ते विशुद्धे चन्द्रतारके ॥
मार्गमासे चन्द्रवारे सर्वदोषविवर्जिते ॥
]

`verse 55 [
सर्वसद्ग्रहसंसृष्टऽसद्ग्रहदृष्टिवर्जिते ॥
सदपत्यप्रदे जीवे पतिसौभाग्यदायिनि ॥ 2.3.35.६० ॥
जगदम्बां जगत्पित्रे मूलप्रकृतिमीश्वरीम् ॥
कन्यां प्रदाय गिरिजां कृती त्वं भव पर्वत ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 56 [
इत्युक्त्वा मुनिशार्दूलो वसिष्ठो ज्ञानिसत्तमः ॥
विरराम शिवं स्मृत्वा नानालीलाकरं प्रभुम् ॥
]

`colophon [
इति श्रीशिव महापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे पद्मापिप्पलादचरितवर्णनं नाम पञ्चत्रिंशोऽध्यायः ॥
]
