`speaker [
ब्रह्मोवाच
]

`verse 1 [
वसिष्ठस्य वचः श्रुत्वा सगणोपि हिमालयः ॥
विस्मितो भार्य्यया शैलानुवाच स गिरीश्वरः ॥
]

`speaker [
हिमालय उवाच
]

`verse 2 [
हे मेरो गिरिराट् सह्य गन्धमादन मन्दर ॥
मैनाक विन्ध्य शैलेन्द्रास्सर्वे शृणुत मद्वचः ॥
]

`verse 3 [
वसिष्ठो हि वदत्येवं किं मे कार्य्यं विचार्य्यते ॥
यथा तथा च शंसध्वं निर्णीय मनसाखिलम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
तच्छुत्वा वचनं तस्य सुमेरुप्रमुखाश्च ते ॥
प्रोचुर्हिमालयं प्रीत्या सुनिर्णीय महीधराः ॥
]

`speaker [
शैला ऊचुः
]

`verse 5 [
अधुना किं विमर्शेन कृतं कार्य्यं तथैव हि ॥
उत्पन्नेयं महाभाग देवकार्यार्थमेव हि ॥
]

`verse 6 [
प्रदातव्या शिवायेति शिवस्यार्थेवतारिणी ॥
अनयाराधितो रुद्रो रुद्रेण यदि भाषिता ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
एतच्छ्रुत्वा वचस्तेषाम्मेर्वादीनां हिमाचलः ॥
सुप्रसन्नतरोभूद्वै जहास गिरिजा हृदि ॥
]

`verse 8 [
अरुन्धती च तां मेनां बोधयामास कारणात् ॥
नानावाक्यसमूहेनेतिहासैर्विविधैरपि ॥
]

`verse 9 [
अथ सा मेनका शैलपत्नी बुद्ध्वा प्रसन्नधीः ॥
मुनीनरुन्धतीं शैलं भोजयित्वा बुभोज च ॥
]

`verse 10 [
अथ शैलवरो ज्ञानी सुसंसेव्य मुनींश्च ताम् ॥
उवाच साञ्जलिः प्रीत्या प्रसन्नात्मागतभ्रमः॥ 2.3.36.१० ॥
हिमाचल उवाच ॥
सप्तर्षयो महाभागा वचः शृणुत मामकम् ॥
विस्मयो मे गतस्सर्वश्शिवयोश्चरितं श्रुतम् ॥
]

`verse 11 [
मदीयं च शरीरम्वै पत्नी मेना सुतास्सुता ॥
ऋद्धिस्सिद्धिश्च चान्यद्वै शिवस्यैव न चान्यथा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
इत्युक्त्वा स तदा पुत्रीं दृष्ट्वा तत्सादरं च ताम् ॥
भूषयित्वा तदङ्गानि ऋष्युत्संगे न्यवेशयेत्॥
]

`verse 13 [
उवाच च पुनः प्रीत्या शैलराज ऋषींस्तदा॥।
अयं भागो मया तस्मै दातव्य इति निश्चितम् ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 14 [
शंकरो भिक्षुकस्तेथ स्वयं दाता भवान् गिरे ॥
भैक्ष्यञ्च पार्वती देवी किमतः परमुत्तमम् ॥
]

`verse 15 [
हिमवन् शिखराणान्ते यद्धेतोस्सदृशी गतिः ॥
धन्यस्त्वं सर्वशैलानामधिपस्सर्वतो वरः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
एवमुक्त्वा तु कन्यायै मुनयो विमलाशयाः ॥
आशिषं दत्तवन्तस्ते शिवाय सुखदा भव ॥
]

`verse 17 [
स्पृष्ट्वा करेण तां तत्र कल्याणं ते भविष्यति ॥
शुक्लपक्षे यथा चन्द्रो वर्द्धन्तां त्वद्गुणास्तथा॥
]

`verse 18 [
इत्युक्त्वा मुनयस्सर्वे दत्त्वा ते गिरये मुदा ॥
पुष्पाणि फलयुक्तानि प्रत्ययं चक्रिरे तदा ॥
]

`verse 19 [
अरुन्धती तदा तत्र मेनां सा सुसुखी मुदा ॥
गुणैश्च लोभयामास शिवस्य परमा सती ॥ 2.3.36.२० ॥
हरिद्राकुंकुमैश्शैलश्मश्रूणि प्रत्यमार्जयत् ॥
लौकिकाचारमाधाय मंगलायनमुत्तमम् ॥
]

`verse 20 [
ततश्च ते चतुर्थेह्नि संधार्य्य लग्नमुत्तमम् ॥
परस्परं च सन्तुष्य संजग्मुश्शिवसन्निधिम्॥
]

`verse 21 [
तत्र गत्वा शिवं नत्वा स्तुत्वा विवि धसूक्तिभिः ॥
ऊचुः सर्वे वसिष्ठाद्या मुनयः परमेश्वरम् ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 22 [
देवदेव महादेव परमेश महाप्रभो ॥
शृण्वस्मद्वचनं प्रीत्या यत्कृतं सेवकैस्तव ॥
]

`verse 23 [
बोधितो गिरिराजश्च मेना विविधसूक्तिभिः ॥
सेतिहासं महेशान प्रबुद्धोसौ न संशयः॥
]

`verse 24 [
वाक्यदत्ता गिरीन्द्रेण पार्वती ते हि नान्यथा ॥
उद्वाहाय प्रगच्छ त्वं गणैर्देवैश्च संयुतः ॥
]

`verse 25 [
गच्छ शीघ्रं महादेव हिमाचलगृहं प्रभो ॥
विवाहय यथा रीतिः पार्वतीमात्मजन्मने ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
तच्छ्रुत्वा वचनं तेषां लौकिकाचारतत्परः॥
प्रहृष्टात्मा महेशानः प्रहस्येदमुवाच सः ॥
]

`speaker [
महेश उवाच
]

`verse 27 [
विवाहो हि महाभागा न दृष्टो न श्रुतो मया ॥
यथा पुरा भवद्भिस्तद्विधिः प्रोच्यो विशेषतः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
तदाकर्ण्य महेशस्य लौकिकं वचनं शुभम् ॥
प्रत्यूचुः प्रहसन्तस्ते देवदेवं सदाशिवम् ॥ 2.3.36.३० ॥
ऋषय ऊचुः ॥
विष्णुमाहूय वै शीघ्रं ससमाजं विशेषतः ॥
ब्रह्माणं ससुतं प्रीत्या तथा देवं शतक्रतुम् ॥
]

`verse 29 [
तथा ऋषिगणान्सर्वान् यक्षगन्धर्वकिन्नरान् ॥
सिद्धान् विद्याधरांश्चैव तथा चैवाप्सरोगणान् ॥
]

`verse 30 [
एतांश्चान्यान्प्रभो सर्वानानय स्वेह सादरम् ॥
सर्वं संसाधयिष्यन्ति त्वत्कार्य्यं ते न संशयः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
इत्युक्त्वा सप्त ऋषयस्तदाज्ञां प्राप्य ते मुदा ॥
स्वधाम प्रययुस्सर्वे शंसन्तः शङ्करीं गतिम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखंडे सप्तऋषिवचनं नाम षट्त्रिंशोऽध्यायः॥
]
