`speaker [
नारद उवाच
]

`verse 1 [
तात प्राज्ञ वदेदानीं सप्तर्षिषु गतेषु च ॥
किमकार्षीद्धिमगिरिस्तन्मे कृत्वा कृपां प्रभो ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
गतेषु तेषु मुनिषु सप्तस्वपि मुनीश्वर ॥
सारुन्धतीषु हिमवान् यदकार्षीद्ब्रवीमि ते ॥
]

`verse 3 [
तत आमन्त्र्य स्वभ्रातॄन् मेर्वादीन् ससुतप्रियः ॥
महामनास्स मुमुदे हिमवान् पर्वतेश्वरः ॥
]

`verse 4 [
तदाज्ञप्तस्ततः प्रीत्या हिमवान् लग्न पत्रिकाम् ॥
लेखयामास सुप्रीत्या गर्गेण स्वपुरोधसा ॥
]

`verse 5 [
अथ प्रस्थापयामास तां शिवाय स पत्रिकाम्॥
नानाविधास्तु सामग्र्यः स्वजनैर्मुदितात्मभिः ॥
]

`verse 6 [
ते जनास्तत्र गत्वा च कैलासे शिवसन्निधिम् ॥
ददुश्शिवाय तत्पत्रं तिलकं सम्विधाय च ॥
]

`verse 7 [
सन्मानिता विशेषेण प्रभुणा च यथोचितम् ॥
सर्वे ते प्रीतिमनस आजग्मुश्शैलसन्निधिम् ॥
]

`verse 8 [
सन्मानितान्विशेषेण महेशेनागताञ्जनान् ॥
दृष्ट्वा सुहर्षिताञ्च्छैलो मुमोदातीव चेतसि ॥
]

`verse 9 [
ततो निमन्त्रणं चक्रे स्वबन्धूनां प्रमोदितः ॥
नानादेशस्थितानाञ्च निखिलानां सुखास्पदम् ॥
]

`verse 10 [
ततस्स कारयामास स्वर्णसंग्रहमादरात् ॥
नानाविधाश्च सामग्रीर्विवाहकरणोचिताः ॥ 2.3.37.१० ॥
तण्डुलानां बहूञ्छैलान् पृथुकानां तथैव च ॥
गुडानां शर्कराणाञ्च लवणानां तथैव च ॥
]

`verse 11 [
क्षीराणां च घृतानाञ्च दध्नां वापीश्चकार सः॥
यवादिधान्यपिष्टानां लड्डुकानां तथैव च ॥
]

`verse 12 [
शष्कुलीनां स्वस्तिकानां शर्कराणां तथैव च ॥
अमृतेक्षुरसानां च तत्र वापीश्चकार सः ॥
]

`verse 13 [
बह्वीर्हैयंगवानाञ्च ह्यासवानां तथैव च ॥
नाना पक्वान्नसंघांश्च महास्वादुरसाँस्तथा ॥
]

`verse 14 [
नाना व्यञ्जनवस्तूनि गणदेवहितानि च ॥
अमूल्यनानावस्त्राणि वह्निशौचानि यानि च ॥
]

`verse 15 [
मणिरत्नप्रकाराणि सुवर्णरजतानि च ॥
द्रव्याण्येतानि चान्यानि संगृह्य विधिपूर्वकम् ॥
]

`verse 16 [
मंगलं कर्तुमारेभे गिरिर्मंगलकृद्दिने ॥
संस्कारं कारयामासुः पार्वत्याः पर्वतस्त्रियः ॥
]

`verse 17 [
ता मंगलं मुदा चक्रुर्भूषिता भूषणैः स्वयम् ॥
पुरद्विजस्त्रियो दृष्ट्वा लोकाचारं प्रचक्रिरे ॥
]

`verse 18 [
सोत्सवं विविधं तत्र सुमंगलपुरस्सरम् ॥
हिमालयोऽपि हृष्टात्मा कृत्वाचारं सुमंगलम् ॥
]

`verse 19 [
सर्वभावेन सुप्रीतो बन्धुवर्गागमोत्सुकः ॥
एतस्मिन्नन्तरे तस्य बान्धवाश्च निमन्त्रिताः ॥ 2.3.37.२० ॥
आजग्मुस्सस्त्रियो हृष्टास्ससुतास्सपरिच्छदाः ॥
तदैव शृणु देवर्षे गिर्य्यागमनमादृतः ॥
]

`verse 20 [
वर्णयामि समासेन शिवप्रीतिविवृद्धये ॥
देवालय गिरिर्यो हि दिव्यरूपधरो महान् ॥
]

`verse 21 [
नानारत्नपरिभ्राजत्समाजस्सपरिच्छदः ॥
नानामणिमहारत्नसारमादाय यत्नतः ॥
]

`verse 22 [
सुवेषालंकृतः श्रीमान् जगाम स हिमालयम् ॥
मन्दरस्सर्वशोभाढ्यस्सनारीतनयो गिरिः ॥
]

`verse 23 [
सूपायनानि संगृह्य जगाम विविधानि च ॥
अस्ताचलोपि दिव्यात्मा सोपायन उदारधीः ॥
]

`verse 24 [
बहुशोभासमायुक्त आजगाम मुदान्वितः ॥
उदयाचल आदाय सद्रत्नानि मणीनपि॥
]

`verse 25 [
अत्युत्कृष्टपरीवार आजगाम महासुखी ॥
मलयो गिरिराजो हि सपरीवार आदृतः ॥
]

`verse 26 [
सुदिव्यरचनायुक्त आययौ बहुसद्बलः ॥
सद्यो दर्दुरनामा च मुदितस्सकलत्रकः ॥
]

`verse 27 [
बहुशोभान्वितस्तातः ययौ हिमगिरेर्गृहम्॥
निषदोपि प्रहृष्टात्मा सपरिच्छद आययौ ॥
]

`verse 28 [
ससुतस्त्रीगणः प्रीत्या ययौ हिमगिरेर्गृहम् ॥
आजगाम महाभाग्यो भूधरो गन्धमादनः ॥2.3.37.३० ॥
करवीरस्तथैवापि महाविभव संयुतः ॥
महेन्द्रः पर्वतश्रेष्ठ आजगाम हिमालयम् ॥३
]

`verse 29 [
सगणस्ससुतस्त्रीको बहुशोभासमन्वितः ॥
पारियात्रो हि हृष्टात्मा मणि रत्नाकरस्सयुत् ॥
]

`verse 30 [
सगणस्सपरीवार आययौ हिमभूधरम् ॥
क्रौञ्चः पर्वतराजो हि महाबलपरिच्छदः ॥
आजगाम गिरिश्रेष्ठस्स मुपायन आदृतः ॥
]

`verse 31 [
पुरुषोत्तमशैलोपि सपरिच्छद आदृतः ॥
महोपायनमादायाजगाम हिमभूधरम् ॥
]

`verse 32 [
नीलः सलीलस्स सुतस्सस्त्रीको द्रव्यसंयुतः ॥
आजगाम हिमागस्य गृहमानन्दसंयुतः ॥
]

`verse 33 [
त्रिकूटश्चित्रकूटोपि वेंकटः श्रीगिरिस्तथा ॥
गोकामुखी नारदश्च हिमगेहमुपागमत् ॥
]

`verse 34 [
विन्ध्यश्च पर्वतश्रेष्ठो नानासम्पत्समन्वितः ॥
आजगाम प्रहृष्टात्मा सदारतनयश्शुभः ॥
]

`verse 35 [
कालंजरो महाशैलो बहुहर्षसमन्वितः ॥
बहुभस्सगणः प्रीत्याजगामहिमभूधरम् ॥
]

`verse 36 [
कैलासस्तु महाशैलो महाहर्षसमन्वितः॥
आजगाम कृपां कृत्वा सर्वोपरि लसत्प्रभुः ॥
]

`verse 37 [
अन्येपि भूभृतो ये हि द्वीपेष्वन्येष्वपि द्विज ॥
इहापि येऽचलास्सर्वे आययुस्ते हिमालयम् ॥ 2.3.37.४० ॥
निमन्त्रिता नगास्तत्र तेन पूर्वं मुदा मुने ॥
आययुर्निखिलाः प्रीत्या विवाहश्शिवयोरिति ॥
]

`verse 38 [
तदा सर्वे समायाताश्शोणभद्रादयः खलु॥
बहुशोभा महाप्रीत्या विवाहश्शिवयोरिति॥
]

`verse 39 [
नद्यस्सर्वास्समायाता नानालंकारसंयुताः ॥
दिव्य रूपधराः प्रीत्या विवाहश्शिवयोरिति ॥
]

`verse 40 [
गोदावरी च यमुना ब्रह्मस्त्रीर्वेणिका तथा ॥
आययौ हिमशैलम्वै विवाहश्शिवयोरिति ॥
]

`verse 41 [
गंगा तु सुमहाप्रीत्या नानालंकारसंयुता ॥
दिव्यरूपा ययौ प्रीत्या विवाहश्शिवयोरिति ॥
]

`verse 42 [
नर्मदा तु महामोदा रुद्रकन्या सरिद्वरा ॥
महाप्रीत्या जगामाशु विवाहश्शिवयोरिति ॥
]

`verse 43 [
आगतैस्तैस्ततः  सर्वैस्सर्वतो हिमभूधरम्॥
संकुलासीत्पुरी दिव्या सर्वशोभासमन्विता ॥
]

`verse 44 [
महोत्सवा लसत्केतुध्वजातोरणकाधिका ॥
वितानविनिवृत्तार्का तथा नानालसत्प्रभा ॥
]

`verse 45 [
हिमालयोपि सुप्रीत्यादरेण विविधेन च ॥
तेषां चकार सन्मानं तासां चैव यथायथम् ॥
]

`verse 46 [
सर्वान्निवासयामास सुस्थानेषु पृथक् पृथक् ॥
सामग्रीभिरनेकाभिस्तोषयामास कृत्स्नशः ॥2.3.37.५०॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पावतीखण्डे लग्नपत्रसंप्रेषणसामग्रीसंग्रहशैलागमनवर्णनं नाम सप्तत्रिंशोऽध्यायः ॥
]
