`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ शैलेश्वरः प्रीतो हिमवान्मुनि सत्तम ॥
स्वपुरं रचयामास विचित्रं परमोत्सवम् ॥
]

`verse 2 [
सिक्तमार्गं संस्कृतं च शोभितं परमर्द्धिभिः ॥
द्वारि द्वारि च रम्भादि मङ्गलं द्रव्यसंयुतम् ॥
]

`verse 3 [
प्रांगणं रचयामास रम्भास्तंभसमन्वितम् ॥
पट्टसूत्रैस्संनिबद्धरसालपल्लवान्वितम् ॥
]

`verse 4 [
मालतीमाल्यसंयुक्तं लसत्तोरणसुप्रभम् ॥
शोभितम्मंगलद्रव्यैश्चतुर्दिक्षु स्थितैश्शुभैः ॥
]

`verse 5 [
तथैव सर्वं परया मुदान्वितश्चक्रे गिरीन्द्रस्स्वसुतार्थमेव॥
गर्गम्पुरस्कृत्य महाप्रभावं प्रस्तावयोग्यं च सुमंगलं हि ॥
]

`verse 6 [
आहूय विश्वकर्माणं कारयामास सादरम् ॥
मण्डपं च सुविस्तीर्णं वेदिकादिमनोहरम् ॥
]

`verse 7 [
अयुतेन सुरर्षे तद्योजनानां च विस्तृतम् ॥
अनेकलक्षणोपेतं नानाश्चर्य्यसमन्वितम् ॥
]

`verse 8 [
स्थावरं जंगमं सर्वं सदृशन्तैर्मनोहरम् ॥
सर्वतोऽद्भुतसर्वत्वं नानावस्तुचमत्कृतम् ॥
]

`verse 9 [
जंगमं विजितन्तत्र स्थावरेण विशेषतः ॥
जंगमेन च तत्रासीज्जितं स्थावरमेव हि ॥
]

`verse 10 [
पयसा च जिता तत्र स्थलभूमिर्न चान्यथा ॥
जलं किं हि स्थलं किं हि न विदुः केऽपि कोविदाः ॥ 2.3.38.१० ॥
क्वचित्सिंहाः कृत्रिमाश्च क्वचित्सारसपंक्तयः ॥
क्वचिच्छिखण्डिनस्तत्र कृत्रिमाश्च मनोहराः ॥ ॥
]

`verse 11 [
क्वचित्स्त्रियः कृत्रिमाश्च नृत्यन्त्यः पुरुषैस्सह ॥
मोहयन्त्यो जनान्सर्वान्पश्यन्त्यः कृत्रिमास्तथा॥
]

`verse 12 [
तथा तेनैव विधिना द्वारपाला मनोहराः ॥
हस्तैर्धनूंषि चोद्धृत्य स्थावरा जंगमोपमाः ॥
]

`verse 13 [
द्वारि स्थिता महालक्ष्मीः कृत्रिमा रचिताद्भुता॥
सर्वलक्षणसंयुक्ता गताः साक्षत्पयोर्णवात ॥
]

`verse 14 [
गजाश्चालङ्कृता ह्यासन्कृत्रिमा अकृतोपमाः ॥
तथाश्वाः न सादिभिश्चैव गजाश्च गजसादिभिः ॥
]

`verse 15 [
रथा रथिभिराकृष्टा महाश्चर्यसमन्विताः ॥
वाहनानि तथान्यानि पत्तयः कृत्रिमास्तथा ॥
]

`verse 16 [
एवं विमोहनार्थन्तु कृतं वै विश्वकर्मणा ॥
देवानां च मुनीनां च तेन प्रीतात्मना मुने ॥
]

`verse 17 [
महाद्वारि स्थितौ नन्दी कृत्रिमश्च कृतो मुने ॥
शुद्धस्फटिकसंकाशो यथा नन्दी तथैव सः ॥१-॥
तस्योपरि महादिव्यम्पुष्पकं रत्नभूषितम् ॥
राजितं पल्लवैश्शुभ्रश्चामरैश्च सुशोभितम् ॥
]

`verse 18 [
वामपार्श्वे गजौ द्वौ च शुद्धकाश्मीरसन्निभौ ॥
चतुर्दन्तो षष्टिवर्षौ भेदमानौ महाप्रभौ ॥2.3.38.२०॥
तथैवार्कनिभौ तेन कृतौ चाश्वौ महाप्रभौ ॥
चामरालंकृतौ दिव्यौ दिव्यालङ्कारभूषितौ ॥
]

`verse 19 [
दंशिता वररत्नाढ्या लोकपालास्तथैव च ॥
सर्वे देवा यथार्थं वै कृता वै विश्वकर्मणा ॥
]

`verse 20 [
तथा हि ऋषयस्सर्वे भृग्वाद्याश्च तपोधनाः ॥
अन्ये ह्युपसुरास्तद्वत्सिद्धाश्चान्येऽपि वै कृताः ॥
]

`verse 21 [
विष्णुश्च पार्षदैस्सर्वैर्गरुडाख्यैस्समन्वितः ॥
 कृत्रिमो निर्मितस्तद्वत्परमाश्चर्यरूपवान् ॥
]

`verse 22 [
तथैवाहं सुतैवेदैस्सिद्धैश्च परिवारितः ॥
कृत्रिमो निर्मितस्तद्वत्पठन्सूक्तानि नारद ॥
]

`verse 23 [
ऐरावतगजारूढश्शक्रस्स्वदलसंयुतः ॥
कृत्रिमो निर्मितस्तद्वत्परिपूर्णेन्दुसंनिभः ॥
]

`verse 24 [
किं बहूक्तेन देवर्षे सर्वो वै विश्वकर्मणा ॥
हिमागप्रेरितेनाशु क्लृप्तस्सुरसमाजकः ॥
]

`verse 25 [
एवंभूतः कृतस्तेन मण्डपो दिव्यरूपवान् ॥
अनेकाश्चर्यसम्भूतो महान्देवविमोहनः ॥
]

`verse 26 [
अथाज्ञप्तो गिरीशेन विश्वकर्मा महामतिः ॥
निवासार्थं सुरादीनां तत्तल्लोकाम् हि यत्नतः ॥
]

`verse 27 [
तत्रैव च महामञ्चाः सुप्रभाः परमाद्भुताः ॥
रचितास्सुखदा दिव्या स्तेषां वै विश्वकर्मणा ॥2.3.38.३०॥
तथाप्तसप्तलोकं वै विरेचे क्षणतोऽद्भुतम् ॥
दीप्त्या परमया युक्तं निवासार्थं स्वयम्भुवः ॥
]

`verse 28 [
तथैव विष्णोस्त्वपरं वैकुण्ठाख्यं महोज्ज्वलम् ॥
विरेचे क्षणतो दिव्यं नानाश्चर्यसमन्वितम् ॥
]

`verse 29 [
अमरेशगृहन्दिव्यं तथैवाद्भुतमुत्तमम्॥
विरेचे विश्वकर्मासौ सर्वैश्वर्यसमन्वितम् ॥
]

`verse 30 [
गृहाणि लोकपालानां विरेचे सुन्दराणि च ॥
तद्वत्स प्रीतितो दिव्यान्यद्भुतानि महान्ति च ॥
]

`verse 31 [
अन्येषाममराणां च सर्वेषां क्रमशस्तथा ॥
सदनानि विचित्राणि रचितानि च तेन वै ॥
]

`verse 32 [
विश्वकर्मा महाबुद्धिः प्राप्तशम्भुमहावरः ॥
विरेचे क्षणतः सर्वं शिवतुष्ट्यर्थमेव च ॥
]

`verse 33 [
तथैव चित्रं परमं महोज्ज्वलं महाप्रभन्देववरैस्सुपूजितम् ॥
गिरीशचिह्नं शिवलोकसंस्थितं सुशोभितं शम्भुगृहं चकार ॥
]

`verse 34 [
एवम्भूता कृता तेन रचना विश्वकर्मणा ॥
विचित्रा शिवतुष्ट्यर्थं पराश्चर्या महोज्ज्वला ॥
]

`verse 35 [
एवं कृत्वाखिलं चेदं व्यवहारं च लौकिकम् ॥
पर्य्यैक्षिष्ट मुदा शम्भ्वागमनं स हिमाचलः ॥
]

`verse 36 [
इति प्रोक्तमशेषेण वृत्तान्तम्प्रमुदावहम् ॥
हिमालयस्य देवर्षे किम्भूयः श्रोतुमिच्छसि ॥ 2.3.38.४० ॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे मण्डपादिरचनावर्णनं नामाष्टत्रिंशोऽध्यायः ॥
]
