`verse 1 [
नारद उवाच ॥ ॥
विधे तात महाप्राज्ञ विष्णुशिष्य नमोऽस्तु ते ॥
अद्भुतेयं कथाश्रावि त्वत्तोऽस्माभिः कृपानिधे ॥
]

`verse 2 [
इदानीं श्रोतुमिच्छामि चरितं शशिमौलिनः ॥
वैवाहिकं सुमाङ्गल्यं सर्वाघौघविनाशनम् ॥
]

`verse 3 [
किं चकार महादेवः प्राप्य मङ्गलपत्रिकाम् ॥
तां श्रावय कथान्दिव्यां शङ्करस्सपरात्मनः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
शृणु वत्स महाप्राज्ञ शाङ्करम्परमं यशः ॥
यच्चकार महादेवः प्राप्य मङ्गलपत्रिकाम् ॥
]

`verse 5 [
अथ शम्भुर्गृहीत्वा तां मुदा मंगलपत्रिकाम् ॥
विजहास प्रहृष्टात्मा मानन्तेषां व्यधाद्विभुः ॥
]

`verse 6 [
वाचयित्वा च तां सम्यग्स्वीचकार विधानतः ॥
तज्जनन्यापयामास बहुसम्मान्य चादृतः ॥
]

`verse 7 [
उवाच सुनिवर्गांस्तान्कार्य्यं सम्यक् कृतं शुभम् ॥
आगन्तव्यं विवाहे मे विवाहस्स्वीकृतो मया ॥
]

`verse 8 [
इत्याकर्ण्य वचश्शम्भोः प्रहृष्टास्ते प्रणम्य तम्॥
परिक्रम्य ययुर्धाम शंसन्तः स्वं विधिम्परम् ॥
]

`verse 9 [
अथ देवेश्वरश्शम्भुस्सामरस्त्वां मुने द्रुतम् ॥
लौकिकाचारमाश्रित्य महालीलाकरः प्रभुः ॥
]

`verse 10 [
त्वमागतः परप्रीत्या प्रशंसंस्त्वं विधिम्परम् ॥
प्रणमंश्च नतस्कन्धो विनीतात्मा कृताञ्जलिः ॥2.3.39.१०॥
अस्तौस्सुजयशब्दान्हि समुच्चार्य मुहुर्मुहुः॥
निदेशं प्रार्थयंस्तस्य प्रशंसंस्त्वं विधिम्मुने॥
]

`verse 11 [
ततश्शंभुः प्रहृष्टात्मा दर्शयँल्लौकिकीं गतिम् ॥
उवाच मुनिवर्य त्वां प्रीणयञ्छुभया गिरा ॥
]

`speaker [
शिव उवाच
]

`verse 12 [
प्रीत्या शृणु मुनिश्रेष्ठ ह्यस्मत्तोऽद्य वदामि ते ॥
ब्रुवे तत्त्वां प्रियो मे यद्भक्तराजशिरोमणिः ॥
]

`verse 13 [
कृतं महत्तपो देव्या पार्वत्या तव शासनात् ॥
तस्यै वरो मया दत्तः पतित्वे तोषितेन वै ॥
]

`verse 14 [
करिष्येऽहं विवाहं च तस्या वश्यो हि भक्तितः ॥
सप्तर्षिभिस्साधितश्च तल्लग्नं शोधितं च तैः ॥
]

`verse 15 [
अद्यतस्सप्तमे चाह्नि तद्भविष्यति नारद ॥
महोत्सवं करिष्यामि लौकिकीं गतिमाश्रितः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
इति श्रुत्वा वचस्तस्य शंकरस्य परात्मनः ॥
प्रसन्नधीः प्रभुं नत्वा तात त्वं वाक्यमब्रवीः ॥
]

`speaker [
नारद उवाच
]

`verse 17 [
भवतस्तु व्रतमिदम्भक्तवश्यो भवान्मतः॥
सम्यक् कृतं च भवता पार्वतीमानसेप्सितम् ॥
]

`verse 18 [
कार्यं मत्सदृशं किञ्चित्कथनीयन्त्वया विभो ॥
मत्वा स्वसेवकं मां हि कृपां कुरु नमोऽस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
इत्युक्तस्तु त्वया शम्भुश्शंकरो भक्तवत्सलः ॥
प्रत्युवाच प्रसन्नात्मा सादरं त्वां मुनीश्वर ॥2.3.39.२०॥
शिव उवाच ॥
विष्णुप्रभृतिदेवांश्च मुनीन्सिद्धानपि ध्रुवम् ॥
त्वन्निमन्त्रय मद्वाण्या मुनेऽन्यानपि सर्वतः ॥
]

`verse 20 [
सर्व आयान्तु सोत्साहास्सर्वशोभासमन्विताः ॥
सस्त्रीसुतगणाः प्रीत्या मम शासनगौरवात् ॥
]

`verse 21 [
नागमिष्यन्ति ये त्वत्र मद्विवाहोत्सवे मुने ॥
ते स्वकीया न मन्तव्या मया देवादयः खलु ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इतीशाज्ञां ततो धृत्वा भवाञ्छङ्करवल्लभः ॥
सर्वान्निमन्त्रयामास तं तं गत्वा द्रुतं मुने ॥
]

`verse 23 [
शम्भूपकण्ठमागत्य द्रुतं मुनिवरो भवान्॥
तद्दूत्यात्तत्र सन्तस्थौ तदाज्ञाम्प्राप्य नारद॥
]

`verse 24 [
शिवोऽपि तस्थौ सोत्कण्ठस्तदागमनलालसः ॥
स्वगणैस्सोत्सवैस्सवेंर्नृत्यद्भिस्सर्वतोदिशम् ॥
]

`verse 25 [
एतस्मिन्नेव काले तु रचयित्वा स्ववेषकम्॥
आजगामाच्युतश्शीघ्रं कैलासं सपरिच्छदः॥
]

`verse 26 [
शिवम्प्रणम्य सद्भक्त्या सदारस्सदलो मुदा॥
तदाज्ञाम्प्राप्य सन्तस्थौ सुस्थाने प्रीतमानसः ॥
]

`verse 27 [
तथाहं स्वगणैराशु कैलासमगमं मुदा ॥
प्रभुम्प्रणम्यातिष्ठं वै सानन्दस्स्वगणान्वितः ॥
]

`verse 28 [
इन्द्रादयो लोकपाला आययुस्सपरिच्छदाः॥
तथैवालंकृतास्सर्वे सोत्सवास्सकलत्रकाः ॥2.3.39.३०॥
तथैव मुनयो नागास्सिद्धा उपसुरा स्तथा ॥
आययुश्चापरेऽपीह सोत्सवास्सुनिमन्त्रिताः ॥
]

`verse 29 [
महेश्वरस्तदा तत्रागतानां च पृथक् पृथक् ॥
सर्वेषाममराद्यानां सत्कारं व्यदधान्मुदा ॥
]

`verse 30 [
अथोत्सवो महानासीत्कैलासे परमोद्भुतः ॥
नृत्यादिकन्तदा चक्रुर्यथायोग्यं सुरस्त्रियः ॥
]

`verse 31 [
एतस्मिन्समये देवा विष्ण्वाद्या ये समागताः ॥
यात्रां कारयितुं शम्भोस्तत्रोषुस्तेऽखिला मुने ॥
]

`verse 32 [
शिवाज्ञप्तास्तदा सर्वे मदीयमिति यन्त्रिताः ॥
शिवकार्यमिदं सर्वं चक्रिरे शिवसेवनम् ॥
]

`verse 33 [
मातरस्सप्त तास्तत्र शिवभूषाविधिम्परम् ॥
चक्रिरे च मुदा युक्ता यथायोग्यन्तथा पुनः ।३६॥
तस्य स्वाभाविको वेषो भूषाविविरभूत्तदा ॥
तस्येच्छया मुनिश्रेष्ठ परमेशस्य सुप्रभो ॥
]

`verse 34 [
चन्द्रश्च मुकुटस्थाने सान्निध्यमकरोत्तदा ॥
लोचनं सुन्दरं ह्यासीत्तृतीयन्तिलकं शुभम् ॥
]

`verse 35 [
कर्णाभरणरूपौ च यौ हि सर्पौ प्रकीर्तितौ ॥
कुण्डलेऽभवतान्तस्य नानारत्नान्विते मुने ॥
]

`verse 36 [
अन्यांगसंस्थितास्सर्पास्तदंगाभरणानि च ॥
बभूवुरतिरम्याणि नानारत्नमयानि च ॥ 2.3.39.४० ॥
विभूतिरंगरागोऽभूच्चन्दनादिसमुद्भवः ॥
तद्दुकूलमभूद्दिव्यं गजचर्मादि सुन्दरम् ॥
]

`verse 37 [
ईदृशं सुन्दरं रूपं जातं वर्णातिदुष्करम् ॥
ईश्वरोऽपि स्वयं साक्षादैश्वर्यं लब्धवान्स्वतः ॥
]

`verse 38 [
ततश्च सर्वे सुरपक्षदानवा नागाः पतंगाप्सरसो महर्षयः ॥
समेत्य सर्वे शिवसन्निधिं तदा महोत्सवाः प्रोचुरहो मुदान्विताः ॥
]

`speaker [
सर्वै ऊचुः
]

`verse 39 [
गच्छ गच्छ महादेव विवाहार्थं महेश्वर ॥
गिरिजाया महादेव्याः सहास्माभिः कृपां कुरु ॥
]

`verse 40 [
ततो विष्णुरुवाचेदं प्रस्तावसदृशं वचः ॥
प्रणम्य शंकरं भक्त्या विज्ञानप्रीतमानसः ॥
]

`speaker [
विष्णुरुवाच
]

`verse 41 [
देव देव महादेव शरणागतवत्सल ॥
कार्यकर्त्ता स्वभक्तानां विज्ञप्तिं शृणु मे  प्रभो॥
]

`verse 42 [
गृह्योक्तविधिना शम्भो स्वविवाहस्य शंकर॥
गिरीशसुतया देव्या कर्म कर्तुमिहार्हसि ॥
]

`verse 43 [
त्वया च क्रियमाणे तु विवाहस्य विधौ हर ॥
स एव हि तथा लोके सर्वस्सुख्यातिमाप्नुयात ॥
]

`verse 44 [
मण्डपस्थापनन्नान्दीमुखन्तत्कुलधर्मतः ॥
कारय प्रीतितो नाथ लोके स्वं ख्यापयन् यशः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
एवमुक्तस्तदा शम्भुर्विष्णुना परमेश्वरः ॥
लौकिकाचारनिरतो विधिना तच्चकार सः ॥ 2.3.39.५० ॥
अहं ह्यधिकृतस्तेन सर्वमभ्युदयोचितम् ॥
अकुर्वं मुनिभिः प्रीत्या तत्र तत्कर्म चादरात् ॥
]

`verse 46 [
कश्यपोऽत्रिर्वशिष्ठश्च गौतमो भागुरिर्गुरुः ॥
कण्वो बृहस्पतिश्शक्तिर्जमदग्निः पराशरः ॥
]

`verse 47 [
मार्कण्डेयश्शिलापाकोऽरुणपालोऽकृतश्रमः ॥
अगस्त्यश्च्यवनो गर्गश्शिलादोऽथ महामुने ॥
]

`verse 48 [
दधीचिरुपमन्युश्च भरद्वाजोऽकृतव्रणः ॥
पिप्पलादोऽथ कुशिकः कौत्सो व्यासः सशिष्यकः ॥
]

`verse 49 [
एते चान्ये च बहव आगताश्शिवसन्निधिम् ॥
मया सुनोदितास्तत्र चक्रुस्ते विधिवत्क्रियाम् ॥
]

`verse 50 [
वेदोक्तविधिना सर्वे वेदवेदांगपारगाः ॥
रक्षां चक्रुर्महेशस्य कृत्वा कौतुकमंगलम् ॥
]

`verse 51 [
ऋग्यजुस्सामसूक्तैस्तु तथा नानाविधैः परैः ॥
मंगलानि च भूरीणि चक्रुः प्रीत्यर्षयोऽखिलाः ॥
]

`verse 52 [
ग्रहाणां पूजनं प्रीत्या चक्रुस्ते शम्भुना मया ॥
मण्डलस्थसुराणां च सर्वेषां विघ्नशान्तये।५८॥
ततश्शिवस्तु सन्तुष्टः कृत्वा सर्वं यथोचितम्॥
लौकिकं वैदिकं कर्म ननाम च मुदा द्विजान् ॥
]

`verse 53 [
अथ सर्वेश्वरो विप्रान्देवान्कृत्वा पुरस्सरान् ॥
निस्ससार मुदा तस्मात्कैलासात्पर्वतोत्तमात् ॥2.3.39.६०॥
बहिः कैलासकुधराच्छम्भुस्तस्थौ मुदान्वितः ॥
देवैस्सह द्विजैश्चैव नानास्वीकारकः प्रभुः ॥
]

`verse 54 [
तदोत्सवो महानासीत्तत्र देवादिभिः कृतः ॥
सन्तुष्ट्यर्थं महेशस्य गानवाद्यसुनृत्यकः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे देवनिमन्त्रण देवागमन शिवयात्रावर्णनं नामैकोनचत्वारिंशोऽध्यायः ॥
]
