`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ शम्भुः समाहूय नन्द्यादीन् सकलान्गणान् ॥
आज्ञापयामास मुदा गन्तुं स्वेन च तत्र वै ॥
]

`speaker [
शिव उवाच
]

`verse 2 [
अपि यूयं सह मया संगच्छध्वं गिरेः पुरम् ॥
कियद्गणानिहास्थाप्य महोत्सवपुरस्सरम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
अथ ते समनुज्ञप्ता गणेशा निर्ययुर्मुदा ॥
स्वंस्वं बलमुपादाय तान् कथंचिद्वदाम्यहम् ॥
]

`verse 4 [
अभ्यगाच्छंखकर्णश्च गणकोट्या गणेश्वरः ॥
शिवेन सार्द्धं संगन्तुं हिमाचलपुरम्प्रति ॥
]

`verse 5 [
दशकोट्या केकराक्षो गणानां समहोत्सवः ॥
अष्टकोट्या च विकृतो गणानां गणनायकः ॥
]

`verse 6 [
चतुष्कोट्या विशाखश्च गणानां गणनायकः॥
पारिजातश्च नवभिः कोटिभिर्गणपुंगवः ॥
]

`verse 7 [
षष्टिस्सर्वान्तकः श्रीमान्तथैव विकृताननः ॥
गणानान्दुन्दुभोष्टाभिः कोटिकोटिभिर्गणनायकः ॥
]

`verse 8 [
पञ्चभिश्च कपालाख्यो गणेशः कोटिभिस्तथा ॥
षड्भिस्सन्दारको वीरो गणानां कोटिभिर्मुने ॥
]

`verse 9 [
कोटिकोटिभिरेवेह कन्दुकः कुण्डकस्तथा ॥
विष्टम्भो गणपोऽष्टाभिर्गणानां कोटिभिस्तथा ॥
]

`verse 10 [
सहस्रकोट्या गणपः पिप्पलो मुदितो ययौ ॥
तथा संनादको वीरो गणेशो मुनिसत्तम॥2.3.40.१०॥
आवेशनस्तथाष्टाभिः कोटिभिर्गणनायकः ॥
महाकेशस्सहस्रेण कोटीनां गणपो ययौ ॥
]

`verse 11 [
कुण्डो द्वादशकोट्या हि तथा पर्वतको मुने॥
अष्टाभिः कोटिभिर्वीरस्समगाच्चन्द्रतापनः ॥
]

`verse 12 [
कालश्च कालकश्चैव महाकालश्शतेन वै ॥
कोटीनां गणनाथो हि तथैवाग्निकनामकः ॥
]

`verse 13 [
कोट्यग्निमुख एवागाद् गणानां गणनायकः ॥
आदित्यमूर्द्धा कोट्या च तथा चैव घनावहः ॥
]

`verse 14 [
सन्नाहश्शतकोट्या हि कुमुदो गणपस्तथा ॥
अमोघः कोकिलश्चैव शतकोट्या गणाधिपः ॥
]

`verse 15 [
सुमन्त्रः कोटिकोट्या च गणानां गणानायकः ॥
काकपादोदरः कोटिषष्ट्या सन्तानकस्तथा ॥
]

`verse 16 [
महाबलश्च नवभिर्मधुपिंगश्च कोकिलः ॥
नीलो नवत्या कोटीनां पूर्णभद्रस्तथैव च ॥
]

`verse 17 [
सप्तकोट्या चतुर्वक्त्रः करणो विंशकोटिभिः ॥
ययौ नवतिकोट्या तु गणेशानो हि रोमकः ॥
]

`verse 18 [
यज्वाशश्शतमन्युश्च मेघमन्युश्च नारद ॥
तावत्कोट्या ययुस्सर्वे गणेशा हि पृथक्पृथक्॥
]

`verse 19 [
काष्ठाङ्गुष्ठश्चतुष्षष्ट्या कोटीनां गणनायकः ॥
विरूपाक्षस्सुकेशश्च वृषाभश्च सनातनः ॥ 2.3.40.२० ॥
तालकेतुः षडास्यश्च चञ्च्वास्यश्च सनातनः ॥
सम्वर्तकस्तथा चैत्रो लकुलीशस्स्वयम्प्रभुः ॥
]

`verse 20 [
लोकान्तकश्च दीप्तात्मा तथा दैत्यान्तको मुने ॥
देवो भृंगिरिटिश्श्रीमान्देवदेवप्रियस्तथा ॥
]

`verse 21 [
अशनिर्भानुकश्चैव चतुष्षष्ट्या सहस्रशः ॥
ययुश्शिवविवाहार्थं शिवेन सहसोत्सवाः ॥
]

`verse 22 [
भूतकोटिसहस्रेण प्रमथाः कोटिभिस्त्रिभिः ॥
वीरभद्रश्चतुष्षष्ट्या रोमजानान्त्रिकोटिभिः ॥
]

`verse 23 [
कोटिकोटिसहस्राणां शतैर्विंशतिभिर्वृताः ॥
तत्र जग्मुश्च नन्द्याद्या गणपाश्शंकरोत्सवे ॥
]

`verse 24 [
क्षेत्रपालो भैरवश्च कोटिकोटिगणैर्युतः ॥
उद्वाहश्शंकरस्येत्याययौ प्रीत्या महोत्सवे ॥
]

`verse 25 [
एते चान्ये च गणपा असङ्ख्याता महाबलाः ॥
तत्र जग्मुर्महाप्रीत्या सोत्साहाश्शंकरोत्सवे ॥
]

`verse 26 [
सर्वे सहस्रहस्ताश्च जटामुकुटधारिणः ॥
चन्द्ररेखावतंसाश्च नीलकण्ठास्त्रिलोचनाः ॥
]

`verse 27 [
रुद्राक्षाभरणास्सर्वे तथा सद्भस्मधारिणः ॥
हारकुण्डलकेयूरमुकुटाद्यैरलंकृताः ॥
]

`verse 28 [
ब्रह्मविष्ण्विन्द्रसंकाशा अणिमादिगुणैर्युताः ॥
सूर्य्यकोटिप्रतीकाशास्तत्र रेजुर्गणेश्वराः ॥2.3.40.३०॥
पृथिवीचारिणः केचित् केचित्पातालचारिणः ॥
केचिद्व्योमचराः केचित्सप्तस्वर्गचरा मुने ॥
]

`verse 29 [
किम्बहूक्तेन देवर्षे सर्वलोकनिवासिनः ॥
आययुस्स्वगणाश्शम्भोः प्रीत्या वै शङ्करोत्सवे॥
]

`verse 30 [
इत्थं देवैर्गणैश्चान्यैस्सहितश्शङ्करः प्रभुः ॥
ययौ हिमगिरिपुरं विवाहार्थं निजस्य वै ॥
]

`verse 31 [
यदाजगाम सर्वेशो विवाहार्थे सुरादिभिः ॥
तदा तत्र ह्यभूद्वृत्तं तच्छृणु त्वं मुनीश्वर॥
]

`verse 32 [
रुद्रस्य भगिनी भूत्वा चण्डी सूत्सवसंयुता॥
तत्राजगाम सुप्रीत्या परेषां सुंभयावहा॥
]

`verse 33 [
प्रेतासनसमारूढा सर्पाभरणभूषिता॥
पूर्णं कलशमादाय हैमं मूर्ध्नि महाप्रभम् ॥
]

`verse 34 [
स्वपरीवारसंयुक्ता दीप्तास्या दीप्तलोचना॥
कुतूहलम्प्रकुर्वन्ती जातहर्षा महाबला॥
]

`verse 35 [
तत्र भूतगणा दिव्या विरूपः कोटिशो मुने ॥
विराजन्ते स्म बहुशस्तथा नानाविधास्तदा॥
]

`verse 36 [
तैस्समेताग्रतश्चण्डी जगाम विकृतानना॥
कुतूहलान्विता प्रीता प्रीत्युपद्रव कारिणी॥
]

`verse 37 [
चण्ड्या सर्वे रुद्रगणाः पृष्ठतश्च कृतास्तदा॥
कोट्येकादशसंख्याका रौद्ररुद्रप्रियाश्च ते॥2.3.40.४०॥
तदा डमरुनिर्घोषैर्व्याप्तमासीज्जगत्त्रयम्॥
भेरीझंकारशब्देन शंखानां निनदेन च ॥
]

`verse 38 [
तथा दुन्दुभिनिर्घोषैश्शब्दः कोलाहलोऽभवत् ॥
कुर्वञ्जगन्मंगलं च नाशयेन्मंगलेतरत् ॥
]

`verse 39 [
गणानां पृष्ठतो भूत्वा सर्वे देवास्समुत्सुकाः ॥
अन्वयुस्सर्वसिद्धाश्च लोकपालादिका मुने ॥
]

`verse 40 [
मध्ये व्रजन् रमेशोऽथ गरुडासनमाश्रितः ॥
शुशुभे ध्रियमाणेन क्षत्रेण महता मुने॥
]

`verse 41 [
चामरैर्वीज्यमानोऽसौ स्वगणैः परिवारितः ॥
पार्षदैर्विलसद्भिश्च स्वभूषाविधिभूषितः ॥४५
तथाऽहमप्यशोभम्वै व्रजन्मार्गे विराजितः ॥
वेदैर्मूर्तिधरैश्शास्त्रैः पुराणैरागमैस्तथा ॥ ॥
]

`verse 42 [
सनकादिमहासिद्धैस्सप्रजापतिभिस्सुतैः ॥
परिवारैस्संयुतो हि शिवसेवनतत्परः ॥
]

`verse 43 [
स्वसैन्यमध्यगश्शक्र ऐरावतगज स्थितः ॥
नामाविभूषितोऽत्यन्तं व्रजन् रेजे सुरेश्वरः ॥
]

`verse 44 [
तदा तु व्रजमानास्ते ऋषयो बहवश्च ते ॥
विरेजुरतिसोत्कण्ठश्शिवस्योद्वाहनम्प्रति ॥
]

`verse 45 [
शाकिन्यो यातुधानाश्च वेताला ब्रह्मराक्षसाः ॥
भूतप्रेतपिशाचाश्च तथान्ये प्रमथादयः ॥2.3.40.५०॥
तुम्बुरुर्नारदो हाहा हूहूश्चेत्यादयो वराः ॥
गन्धर्वाः किन्नरा जग्मुर्वाद्यानाध्माय हर्षिताः ॥
]

`verse 46 [
जगतो मातरस्सर्वा देवकन्याश्च सर्वशः ॥
गायत्री चैव सावित्री लक्ष्मीरन्यास्सुरस्त्रियः ॥
]

`verse 47 [
एताश्चान्याश्च देवानां पत्नयो भवमातरः ॥
उद्वाहश्शंकरस्येति जग्मुस्सर्वा मुदान्विताः॥
]

`verse 48 [
शुद्धस्फटिकसंकाशो वृषभस्सर्वसुन्दरः ॥
यो धर्म उच्यते वेदैश्शास्त्रैस्सिद्धमहर्षिभिः ॥
]

`verse 49 [
तमारूढो महादेवो वृषभं धर्मवत्सलः॥
शुशुभेतीव देवर्षिसेवितस्सकलैर्व्रजन् ॥
]

`verse 50 [
एभिस्समेतैस्सफलैमहर्षिभिर्बभौ महेशो बहुशोत्यलंकृतः॥
हिमालयाह्वस्य धरस्य संव्रजन् पाणिग्रहार्थं सदनं शिवायाः ॥
]

`verse 51 [
इत्युक्तं शम्भुचरितं गमनम्परमोत्सवम् ॥
हिमालयपुरोद्भूतं सद्वृत्तं शृणु नारद ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे यात्रावर्णनं नाम चत्वारिशोऽध्यायः ॥
]
