`speaker [
ब्रह्मोवाच
]

`verse 1 [
ततस्सम्मन्त्र्य च मिथः प्राप्याज्ञां शांकरीं हरिः ॥
मुने त्वाम्प्रेषयामास प्रथमं कुधरालयम् ॥
]

`verse 2 [
अथ प्रणम्य सर्वेशं गतस्त्वं नारदाग्रतः ॥
हरिणा नोदितः प्रीत्या हिमाचलगृहम्प्रति ॥
]

`verse 3 [
त्वं मुनेऽपश्य आत्मानं गत्वा तद्व्रीडयान्वितम् ॥
कृत्रिमं रचितं तत्र विस्मितो विश्वकर्मणा ॥
]

`verse 4 [
श्रान्तस्त्वमात्मना तेन कृत्रिमेण महामुने ॥
अवलोकपरस्सोऽभूच्चरितं विश्वकर्मणः ॥
]

`verse 5 [
प्रविष्टो मण्डपस्तस्य हिमाद्रे रत्नचित्रितम् ॥
सुवर्णकलशैर्जुष्टं रम्भादिबहुशोभितम् ॥
]

`verse 6 [
सहस्रस्तम्भसंयुक्तं विचित्रम्परमाद्भुतम् ॥
वेदिकां च तथा दृष्ट्वा विस्मयं त्वं मुने ह्ययाः ॥
]

`verse 7 [
तदावोचश्च स मुने नारद त्वं नगेश्वरम् ॥
विस्मितोऽतीव मनसि नष्टज्ञानो विमूढधीः ॥
]

`verse 8 [
आगतास्ते किमधुना देवा विष्णुपुरोगमाः ॥
तथा महर्षयस्सर्वे सिद्धा उपसुरास्तथा ॥
]

`verse 9 [
महादेवो वृषारूढो गणैश्च परिवारितः ॥
आगतः किं विवाहार्थं वद तथ्यं नगेश्वर ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
इत्येवं वचनं श्रुत्वा तव विस्मित चेतसः ॥
उवाच त्वां मुने तथ्यं वाक्यं स हिमवान् गिरिः ॥ 2.3.41.१० ॥
हिमवानुवाच ॥
हे नारद महाप्राज्ञागतो नैवाधुना शिवः ॥
विवाहार्थं च पार्वत्यास्सगणस्सवरातकः ॥
]

`verse 11 [
विश्वकर्मकृतं चित्रं विद्धि नारद सद्धिया ॥
विस्मयन्त्यज देवर्षे स्वस्थो भव शिवं स्मर ॥
]

`verse 12 [
भुक्त्वा विश्रम्य सुप्रीतः कृपां कृत्वा ममोपरि ॥
मैनाकादिधरैस्सार्द्धं गच्छ त्वं शंकरान्तिकम् ॥
]

`verse 13 [
एभिस्समेतो गिरिभिर्महामत संप्रार्थ्य शीघ्रं शिवमत्र चानय ॥
देवैस्समेतं च महर्षिसंघैस्सुरासुरैरर्चितपादपल्लवम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
तथेति चोक्त्वागम आशु हि त्वं सदैव तैश्शैलसुतादिभिश्च ॥
तत्रत्यकृत्यं सुविधाय भुक्त्वा महामनास्त्वं शिवस न्निधानम् ॥
]

`verse 15 [
तत्र दृष्टो महादेवो देवादिपरिवारितः ॥
नमस्कृतस्त्वया दीप्तश्शैलैस्तैर्भक्तितश्च वै ॥
]

`verse 16 [
तदा मया विष्णुना च सर्वे देवास्सवासवाः ॥
पप्रच्छुस्त्वां मुने सर्वे रुद्रस्यानुचरास्तथा ॥
]

`verse 17 [
विस्मिताः पर्वतान्दृष्ट्वा सन्देहाकुलमानसाः ॥
मैनाकसह्यमेर्वाद्यान्नानालंकारसंयुतान् ॥
]

`speaker [
देवा ऊचुः
]

`verse 18 [
हे नारद महाप्राज्ञ विस्मितस्त्वं हि दृश्यसे ॥
सत्कृतोऽसि हिमागेन किं न वा वद विस्तरात् ॥
]

`verse 19 [
एते कस्मात्समायाताः पर्वता इह सत्तमाः ॥
मैनाकसह्यमेर्वाद्यास्सुप्रतापास्स्वलंकृताः ॥2.3.41.२०॥
कन्यां दास्यति शैलोऽसौ स भवे वा न नारद ॥
हिमालयगृहे तात किं भवत्यद्य तद्वद ॥
]

`verse 20 [
इति सन्दिग्धमनसामस्माकं च दिवौकसाम्॥
वद् त्वं पृच्छमानानां सन्देहं हर सुव्रत ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
इत्याकर्ण्य वचस्तेषां विष्ण्वादीनान्दिवौकसाम् ॥
अवोचस्तान्मुने त्वं हि विस्मितस्त्वाष्ट्रमायया ॥
]

`verse 22 [
एकान्तमाश्रित्य च मां हि विष्णुमभाषथा वाक्यमिदं मुने त्वम् ॥
शचीपतिं सर्वसुरेश्वरं वै पक्षाच्छिदं पूर्वरिपुन्धराणाम् ॥
]

`speaker [
नारद उवाच
]

`verse 23 [
त्वष्ट्रा कृतन्तद्विकृतं विचित्रं विमोहनं सर्वदिवौकसां हि ॥
येनैव सर्वान्स विमोहितुं सुरान्समिच्छति प्रेमत एव युक्त्या ॥
]

`verse 24 [
पुरा कृतन्तस्य विमोहनन्त्वया सुविस्मृतन्तत् सकलं शचीपते ॥
तस्मादसौ त्वां विजिगीषुरेव गृहे धुवन्तस्य गिरेर्महात्मन ॥
]

`verse 25 [
अहं विमोहितस्तेन प्रतिरूपेण भास्वता ॥
तथा विष्णुः कृतस्तेन ब्रह्मा शक्रोऽपि तादृशः ॥
]

`verse 26 [
किम्बहूक्तेन देवेश सर्वदेवगणाः कृताः ॥
कृत्रिमाश्चित्ररूपेण न किंचिदवशेषितम्॥
]

`verse 27 [
विमोहनार्थं सर्वेषां देवानां च विशेषतः ॥
कृता माया चित्रमयी परिहासविकारिणी ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
तच्छुत्वा वचनस्तस्य देवेन्द्रो वाक्यमब्रवीत् ॥
विष्णुम्प्रति तदा शीघ्रं भयाकुलतनुर्हरिम् ॥ 2.3.41.३० ॥
॥ देवेन्द्र उवाच ॥
देवदेव रमानाथ त्वष्टा मां निहनिष्यति॥
पुत्रशोकेन तप्तोऽसौ व्याजेनानेन नान्यथा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
तस्य तद्वचनं श्रुत्वा देवदेवो जनार्दनः ॥
उवाच प्रहसन् वाक्यं शक्रमाश्वासयंस्तदा ॥
]

`speaker [
विष्णुरुवाच
]

`verse 30 [
निवातकवचैः पूर्वं मोहितोऽसि शचीपते॥
महाविद्यावलेनैव दानवैः पूर्ववैरिभिः ॥
]

`verse 31 [
पर्वतो हिमवानेष तथान्यऽखिलपर्वताः॥
विपक्षा हि कृतास्सर्वे मम वाक्याच्च वासव ॥
]

`verse 32 [
तेनुस्मृत्या तु वै दृष्ट्वा मायया गिरयो ह्यमी ॥ ॥
जेतुमिच्छन्तु ये मूढा न भेतव्यमरावपि॥
]

`verse 33 [
ईश्वरो नो हि सर्वेषां शंकरो भक्तवत्सलः ॥
सर्वथा कुशलं शक्र करिष्यति न संशयः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
एवं संवदमानन्तं शक्रं विकृतमानसम् ॥
हरिणोक्तश्च गिरिशो लौकिकीं गतिमाश्रितः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 35 [
हे हरे हे सुरेशान किम्ब्रूथोऽद्य परस्परम् ॥
इत्युक्त्वा तौ महेशानो मुने त्वाम्प्रत्युवाच सः ॥
]

`verse 36 [
किंनु वक्ति महाशैलो यथार्थं वद नारद ॥
वृत्तान्तं सकलम्ब्रूहि न गोप्यं कर्तुमर्हसि॥
]

`verse 37 [
ददाति वा नैव ददाति शैलस्सुतां स्वकीयां वद तच्च शीघ्रम् ॥
किन्ते दृष्टं किं कृतन्तत्र गत्वा प्रीत्या सर्वं तद्वदाश्वद्य तात ॥ 2.3.41.४० ॥
॥ ब्रह्मोवाच ॥
हत्युक्तश्शम्भुना तत्र मुने त्वन्देवदर्शनः ॥
सर्वं रहस्यवोचो वै यद्दृष्टन्तत्र मण्डपे ॥
]

`speaker [
नारद उवाच
]

`verse 38 [
देवदेव महादेव शृणु मद्वचनं शुभम् ॥
नास्ति विघ्नभयं नाथ विवाहे किंचिदेव हि ॥
]

`verse 39 [
अवश्यमेव शैलेशस्तुभ्यं दास्यति कन्यकाम् ॥
त्वामानयितुमायाता इमे शैला न संशयः ॥
]

`verse 40 [
किन्तु ह्यमरमोहार्थं माया विरचिताद्भुता ॥
कुतूहलार्थं सर्वज्ञ न कश्चिद्विघ्नसम्भवः ॥
]

`verse 41 [
विचित्रम्मण्डपं गेहेऽकार्षीत्तस्य तदाज्ञया ॥
विश्वकर्मा महामायी नानाश्चर्यमयं विभो ॥
]

`verse 42 [
सर्वदेवसमाजश्च कृतस्तत्र विमोहनः ॥
तन्दृष्ट्वा विस्मयं प्राप्तोहं तन्मायाविमोहितः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
तच्छ्रुत्वा तद्वचस्तात लोकाचारकरः प्रभुः ॥
हर्षादीन्प्रहसञ्छम्भुरुवाच सकलान्सुरान् ॥
]

`speaker [
ईश्वर उवाच
]

`verse 44 [
कन्यां दास्यति चेन्मह्यं पर्वतो हि हिमाचलः ॥
मायया मम किं कार्यं वद विष्णो यथातथम् ॥
]

`verse 45 [
हे ब्रह्मञ्छक्र मुनयस्तुरा ब्रूत यथार्थतः ॥
मायया मम किं कार्यं कन्यां दास्यति चेद्गिरिः ॥
]

`verse 46 [
केनाप्युपायेन फलं हि साध्यमित्युच्यते पण्डितैर्न्यायविद्भिः ॥
तस्मात्सर्वैर्गम्यतां शीघ्रमेव कार्यार्थिभिर्विष्णुपुरोगमैश्च ॥ 2.3.41.५० ॥
ब्रह्मोवाच ॥
एवं संवदमानोऽसौ देवैश्शम्भुरभूत्तदा ॥
कृतः स्मरेणैव वशी वशं वा प्राकृतो नरः॥
]

`verse 47 [
अथ शम्भ्वाज्ञया सर्वे विष्ण्वाद्या निर्जरास्तदा ॥
ऋषयश्च महात्मानो ययुर्मोहभ्रमापहम् ॥
]

`verse 48 [
पुरस्कृत्य मुने त्वां च पर्वतांस्तान्सविस्मयाः ॥
हिमाद्रेश्च तदा जग्मुर्मन्दिरम्परमाद्भुतम् ॥
]

`verse 49 [
अथ विष्ण्वादिसंयुक्तो मुदितैस्स्वबलैर्युतः॥
आजगामोपहैमागपुरं प्रमुदितो हरः ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे मण्डपरचनावर्णनं नामैकचत्वारिंशोऽध्यायः ॥
]
