`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथाकर्ण्य गिरीशश्च निजपुर्य्युपकण्ठतः ॥
प्राप्तमीशं सर्वगं वै मुमुदेति हिमालयः ॥
]

`verse 2 [
अथ सम्भृतसम्भार स्सम्भाषां कर्तुमीश्वरम् ॥
शैलान्प्रस्थापयामास ब्राह्मणानपि सर्वशः ॥
]

`verse 3 [
स्वयं जगाम सद्भक्त्या प्राणेप्सुन्द्रष्टुऽमीश्वरम् ॥
भक्त्युद्रुतमनाश्शैलः प्रशंसन् स्वविधिम्मुदा ॥
]

`verse 4 [
देवसेनां तदा दृष्ट्वा हिमवान्वि स्मयं गतः ॥
जगाम सम्मुखस्तत्र धन्योऽहमिति चिन्तयन् ॥
]

`verse 5 [
देवा हि तद्बलं दृष्ट्वा विस्मयम्परमं गताः ॥
आनन्दम्परमम्प्रापुर्देवाश्च गिरयस्तथा ॥
]

`verse 6 [
पर्वतानां महासेना देवानां च तथा मुने ॥
मिलित्वा विरराजेव पूर्वपश्चिमसागरौ ॥
]

`verse 7 [
परस्परं मिलित्वा ते देवाश्च पर्वतास्तथा ॥
कृतकृत्यन्तथात्मानम्मेनिरे परया मुदा ॥
]

`verse 8 [
अथेश्वरम्पुरो दृष्ट्वा प्रणनाम हिमालयः ॥
सर्वे प्रणेमुर्गिरयो ब्राह्मणाश्च सदाशिवम् ॥
]

`verse 9 [
वृषभस्थम्प्रसन्नास्यन्नानाभरणभूषितम् ॥
दिव्यावयवलावण्यप्रकाशितदिगन्तरम् ॥
]

`verse 10 [
सुसूक्ष्माहतसत्पट्टवस्त्रशोभितविग्रहम् ॥
सद्रत्नविलसन्मौलिं विहसन्तं शुचिप्रभम् ॥2.3.42.१
]

`verse 11 [
भूषाभूताहियुक्तांगमद्भुतावयवप्रभम् ॥
दिव्यद्युतिं सुरेशैश्च सेवितं करचामरैः ॥
]

`verse 12 [
वामस्थिताच्युतन्दक्षभागस्थितविभुम्प्रभुम् ॥
पृष्ठस्थितहरिं पृष्ठपार्श्वस्थितसुरादिकम् ॥
]

`verse 13 [
नानाविधिसुराद्यैश्च संस्तुतं लोकशंकरम् ॥
स्वहेत्वात्ततनुम्ब्रह्मसर्वेशं वरदायकम् ॥
]

`verse 14 [
सगुणं निर्गुणं चापि भक्ताधीनं कृपाकरम्॥
प्रकृतेः पुरुषस्यापि परं सच्चित्सुखात्मकम् ॥
]

`verse 15 [
प्रभोर्दक्षिणभागे तु ददर्श हरिमच्युतम् ॥
विनतातनयारूढं नानाभूषणभूषितम् ॥ ॥
]

`verse 16 [
प्रभोश्च वामभागे तु मुने मां सन्ददर्श ह ॥
चतुर्मुखं महाशोभं स्वपरीवारसंयुतम् ॥
]

`verse 17 [
एतौ सुरेश्वरौ दृष्ट्वा शिवस्याति प्रियौ सदा ॥
प्रणनाम गिरीशश्च सपरीवार आदरात् ॥
]

`verse 18 [
तथा शिवस्य पृष्ठे च पार्श्वयोस्तु विराजितान् ॥
देवादीन्प्रणनामासौ दृष्ट्वा गिरिवरेश्वरः ॥
]

`verse 19 [
शिवाज्ञया पुरो भूत्वा जगाम स्वपुरं गिरिः ॥
शेषहर्यात्मभूश्शीघ्रं मुनिभिः निर्जरादिभिः ॥
]

`verse 20 [
सर्वे मुनिसुराद्याश्च गच्छन्तः प्रभुणा सह ॥
गिरेः पुरं समुदिताः शशंसुर्बहु नारद ॥ 2.3.42.२० ॥
रचिते शिखरे रम्ये संस्थाप्य देवतादिकम् ॥
जगाम हिमवाँस्तत्र यत्रास्ति विधिवेदिका ॥
]

`verse 21 [
कारयित्वा विशेषेण चतुष्कन्तो रणैर्युतम् ॥
स्नानदानादिकं कृत्वा परीक्षामकरोत्तदा ॥
]

`verse 22 [
स्वपुत्रान्प्रेषयामास शिवस्य निकटे तथा ॥
हिमो विष्ण्वादिसम्पूर्णवर्गयुक्तस्य शैलराट् ॥
]

`verse 23 [
कर्तुमेच्छद्वराचारं महोत्सवपुरस्सरम् ॥
महाहर्षयुतस्सर्वबन्धुयुग्घिमशैलराट् ॥
]

`verse 24 [
अथ ते गिरिपु त्राश्च तत्र गत्वा प्रणम्य तम् ॥
सस्ववर्गं प्रार्थनान्तामूचुश्शैलेश्वरस्य वै ॥
]

`verse 25 [
ततस्ते स्वालयं जग्मुश्शैलपुत्रास्तदाज्ञया ॥
शैलराजाय संचख्युस्ते चायान्तीति हर्षिताः ॥
]

`verse 26 [
अथ देवाः प्रार्थनान्तां गिरेः श्रुत्वातिहर्षिताः ॥
मुने विष्ण्वादयस्सर्वे सेश्वरा मुमुदुर्भृशम् ॥
]

`verse 27 [
कृत्वा सुवेषं सर्वेपि निर्जरा मुनयो गणाः ॥
गमनं चक्रुरन्येपि प्रभुणा गिरिराड्गृहम् ॥
]

`verse 28 [
तस्मिन्नवसरे मेना द्रष्टुकामाभवच्छिवम् ॥
प्रभोराह्वाययामास मुने त्वां मुनिसत्तमम् ॥
]

`verse 29 [
अगमस्त्वं मुने तत्र प्रभुणा प्रेरितस्तदा॥
मनसा शिवहृद्धेतुं पूर्णं कर्तुं तमिच्छता ॥ 2.3.42.३० ॥
त्वाम्प्रणम्य मुने मेना प्राह विस्मितमानसा ॥
द्रष्टुकामा प्रभो रूपं शंकरस्य मदापहम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायान्तृतीये पार्वतीखण्डे देवगिरिमेलवर्णनं नाम द्विचत्वारिंशोऽध्यायः ॥
]
