`speaker [
मेनोवाच
]

`verse 1 [
निरीक्षिष्यामि प्रथमं मुने तं गिरिजापतिम् ॥
कीदृशं शिवरूपं हि यदर्थे तप उत्तमम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
इत्यज्ञानपरा सा च दर्शनार्थं शिवस्य च ॥
त्वया मुने समं सद्यश्चन्द्रशालां समागता ॥
]

`verse 3 [
शिवोऽपि च तदा तस्यां ज्ञात्वाहंकारमात्मनः ॥
प्राह विष्णुं च मान्तात लीलाकृत्वाद्भुताम्प्रभुः ॥
]

`speaker [
शिव उवाच
]

`verse 4 [
मदाज्ञया युवान्तातौ सदेवौ च पृथक्पृथक् ॥
गच्छतं हि गिरिद्वारं वयं पश्चाद्व्रजेमहि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
इत्याकर्ण्य हरिस्सर्वानाहूयोवाच तन्मयाः ॥
सुरास्सर्वे तथैवाशु गमनं चक्रुरुत्सुकाः ॥
]

`verse 6 [
स्थितां शिरोगृहे मेनां मुने विश्वेश्वर त्वया ॥
तथैव दर्शयामास हृद्विभ्रंशो यथा भवेत् ॥
]

`verse 7 [
एतस्मिन्समये मेना सेनां च परमां शुभाम् ॥
निरीक्षन्ती मुने दृष्ट्वा सामान्यं हर्षिताऽभवत् ॥
]

`verse 8 [
प्रथमं चैव गन्धर्वास्सुन्दरास्सुभगास्तदा ॥
आयाताश्शुभवस्त्राढ्या नानालंकारभूषिताः ॥
]

`verse 9 [
नानावाहनसंयुक्ता नानावाद्यपरा यणा ॥
पताकाभिर्विचित्राभिरप्सरोगणसंयुताः ॥
]

`verse 10 [
अथ दृष्ट्वा वसुं तत्र तत्पतिं परमप्रभुम् ॥
मेना प्रहर्षिता ह्यासीच्छिवोयमिति चाब्रवीत् ॥2.3.43.१०॥
शिवस्य गणका एते न शिवोयं शिवापतिः ॥
इत्येवं त्वं ततस्तां वै अवोच ऋषिसत्तम ॥
]

`verse 11 [
एवं श्रुत्वा तदा मेना विचारे तत्पराऽभवत् ॥
इतश्चाभ्यधिको यो वै स च कीदृग्भविष्यति ॥
]

`verse 12 [
एतस्मिन्नन्तरे यक्षा मणिग्रीवादयश्च ये ॥
तेषां सेना तया दृष्टा शोभादिद्विगुणीकृता ॥
]

`verse 13 [
तत्पतिं च मणिग्रीवं दृष्ट्वा शोभान्वितं हि सा ॥
अयं रुद्रश्शिवास्वामी मेना प्राहेति हर्षिता ॥
]

`verse 14 [
नायं रुद्रश्शिवास्वामी सेवकोयं शिवस्य वै ॥
इत्यवोचोगपत्न्यै त्वं तावद्वह्निस्स आगतः ॥
]

`verse 15 [
ततोऽपि द्विगुणां शोभां दृष्ट्वा तस्य च साब्रवीत् ॥
रुद्रोऽयं गिरिजास्वामी तदा नेति त्वमब्रवीः ॥
]

`verse 16 [
तावद्यमस्समायातस्ततोऽपि द्विगुणप्रभः॥
तं दृष्ट्वा प्राह सा मेना रुद्रोऽयमिति हर्षिता ॥
]

`verse 17 [
नेति त्वमब्रवीस्तां वै तावन्निर्ऋतिरागतः ॥
बिभ्राणो द्विगुणां शोभां शुभः पुण्यजनप्रभुः ॥
]

`verse 18 [
तं दृष्ट्वा प्राह सा मेना रुद्रोऽयमिति हर्षिता ॥
नेति त्वमब्रवीस्तां वै तावद्वरुण आगतः ॥
]

`verse 19 [
ततोऽपि द्विगुणां शोभां दृष्ट्वा तस्य च साब्रवीत् ॥
रुद्रोऽयं गिरिजास्वामी तद्वा नेति त्वमब्रवीः॥2.3.43.२० ॥
तावद्वायुस्समायातस्ततोऽपि द्विगुणप्रभः ॥
तं दृष्ट्वा प्राह सा मेना रुद्रोयमिति हर्षिता ॥
]

`verse 20 [
नेति त्वमब्रवीस्तां वै तावद्धनद आगतः ॥
ततोऽपि द्विगुणां शोभां बिभ्राणो गुह्यकाधिपः ॥
]

`verse 21 [
तं दृष्ट्वा प्राह सा मेना रुद्रोऽयमिति हर्षिता ॥
नेति त्वमब्रवीस्तां वै तावदीशान आगतः॥
]

`verse 22 [
ततोऽपि द्विगुणां शोभां दृष्ट्वा तस्य च साब्रवीत् ॥
रुद्रोऽयं गिरिजास्वामी तदा नेति त्वमब्रवीः॥
]

`verse 23 [
तावदिन्द्रस्समायातस्ततोऽपि द्विगुणप्रभः ॥
सर्वामरवरो नानादिव्यभस्त्रिदिवेश्वरः ॥
]

`verse 24 [
तं दृष्ट्वा शंकरस्सोऽयमिति सा प्राह मेनका ॥
शक्रस्सुरपतिश्चायं नेति त्वं तदाब्रवीः ॥
]

`verse 25 [
तावच्चन्द्रस्समायातश्शोभा तद्द्विगुणा दधत ॥
दृष्ट्वा तं प्राह रुद्रोऽयं तां तु नेति त्वमब्रवीः ॥
]

`verse 26 [
तावत्सूर्यस्समायातश्शोभा तद्द्विगुणा दधत् ॥
दृष्ट्वा तं प्राह सा सोयन्तांतु नेति त्वमब्रवीः ॥
]

`verse 27 [
तावत्समागतास्तत्र भृग्वाद्याश्च मुनीश्वराः ॥
तेजसो राशयस्सर्वे स्वशिष्यगणसंयुताः ॥
]

`verse 28 [
तन्मध्ये चैव वागीशं दृष्ट्वा सा प्राह मेनका ॥
रुद्रोऽयं गिरिजास्वामी तदा नेति त्वमब्रवीः ॥2.3.43.३० ॥
तावद्ब्रह्मा समायातस्तेजसां गशिरुत्तमः ॥
सर्षिवर्य्यसुतस्साक्षाद्धर्मपुंज इव स्तुतः ॥३
]

`verse 29 [
दृष्ट्वा सा तं तदा मेना महाहर्षवती मुने ॥
सोऽयं शिवापतिः प्राह तां तु नेति त्वमब्रवीः ॥
]

`verse 30 [
एतस्मिन्नन्तरे तत्र विष्णुर्देवस्समागतः॥
सर्वशोभान्वितः श्रीमान्मेघश्यामश्चतुर्भुजः ॥
]

`verse 31 [
कोटिकन्दर्प्यलावण्यः पीताम्बरधरस्स्वराट्॥
राजीवलोचनश्शान्तः पक्षीन्द्रवरवाहनः॥ ॥
]

`verse 32 [
शंखादिलक्षणैर्युक्तो मुकुटादिविभूषितः॥
श्रीवत्सवक्षा लक्ष्मीशो ह्यप्रमेय प्रभान्वितः॥
]

`verse 33 [
तं दृष्ट्वा चकिताक्ष्यासीन्महाहर्षेण साब्रवीत्॥
सोऽयं शिवापतिः साक्षाच्छिवो वै नात्र संशयः ॥
]

`verse 34 [
अथ त्वं मेनकावाक्यमाकर्ण्योवाच ऊतिकृत्॥
नायं शिवापतिरयं किन्त्वयं केशवो हरिः ॥
]

`verse 35 [
शंकरोखिलकार्य्यस्य ह्यधिकारी च तत्प्रियः ॥
अतोऽधिको वरो ज्ञेयस्स शिवः पार्वतीपतिः ॥
]

`verse 36 [
तच्छोभां वर्णितुं मेने मया नैव हि शक्यते ॥
स एवाखिलब्रह्माण्डपतिस्सर्वेश्वरः स्वराट् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
इत्याकर्ण्य वचस्तस्य मेना मेने च तां शुभाम् ॥
महाधनां भाग्यवती कुलत्रयसुखावहाम् ॥2.3.43.४०॥
उवाच च प्रसन्नास्या प्रीतियुक्तेन चेतसा ॥
स्वभाग्यमधिकं चापि वर्णयन्ती मुहुर्मुहुः॥
]

`speaker [
मेनोवाच
]

`verse 38 [
धन्याहं सर्वथा जाता पार्वत्या जन्मनाधुना ॥
धन्यो गिरीश्वरोप्यद्य सर्वं धन्यतमं मम ॥
]

`verse 39 [
येये दृष्ट्वा मया देवा नायकास्सुप्रभान्विताः ॥
एतेषां यः पतिस्सोऽत्र पतिरस्या भविष्यति ॥
]

`verse 40 [
अस्याः किं वर्ण्यते भाग्यमपि वर्षशतैरपि ॥
वर्णितुं शक्यते नैव तत्प्रभुप्राप्तिदर्शनात ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
इत्यवादीच्च सा मेना प्रेमनिर्भरमानसा ॥
तावत्समागतो रुद्रोऽद्भुतोतिकारकः प्रभुः ॥
]

`verse 42 [
अद्भुतात्मागणास्तात मेनागर्वापहारकाः ॥
आत्मानं दर्शयन् मायानिर्लिप्तं निर्विकारकम्
]

`verse 43 [
तमागतमभिप्रेत्य नारद त्वं मुने तदा ॥
मेनामवोचः सुप्रीत्या दर्शयंस्तं शिवापतिम् ॥
]

`speaker [
नारद उवाच
]

`verse 44 [
अयं स शंकरस्साक्षाद्दृश्यतां सुन्दरि त्वया ॥
यदर्थे शिवया तप्तं तपोऽति विपिने महत् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
इत्युक्त्वा हर्षिता मेना तं ददर्श मुदा प्रभुम् ॥
अद्भुताकृतिमीशानमद्भुतानुगमद्भुतम् ॥
]

`verse 46 [
तावदेव समायाता रुद्रसेना महाद्भुता ॥
भूतप्रेतादिसंयुक्ता नानागणसमन्विता ॥ 2.3.43.५० ॥
वात्यारूपधराः केचित्पताकामर्मरस्वना ॥
वक्रतुंडास्तत्र केचिद्विरूपाश्चापरे तथा ॥
]

`verse 47 [
करालाः श्मश्रुलाः केचित्केचित्खञ्जा ह्यलोचनाः ॥
दण्डपाशधराः केचित्केचिन्मुद्गरपाणयः ॥
]

`verse 48 [
विरुद्धवाहनाः केचिच्छृंगनादविवादिनः ॥
डमरोर्वादिनः केचित्केचिद्गोमुखवादिनः ॥
]

`verse 49 [
अमुखा विमुखाः केचित्केचिद्बहुमुखा गणाः ॥
अकरा विकराः केचित्केचिद्बहुकरा गणाः ॥
]

`verse 50 [
अनेत्रा बहुनेत्राश्च विशिराः कुशिरास्तथा ॥
अकर्णा बहुकर्णाश्च नानावेषधरा गणाः ॥
]

`verse 51 [
इत्यादिविकृताकारा अनेके प्रबला गणाः ॥
असंख्यातास्तथा तात महावीरा भयंकराः ॥
]

`verse 52 [
अंगुल्या दर्शयँस्त्वं तां मुने रुद्रगणाँस्ततः ॥
हरस्य सेवकान्पश्य हरं चापि वरानने ॥
]

`verse 53 [
असंख्यातान् गणान् दृष्ट्वा भूतप्रेतादिकान् मुने ॥
तत्क्षणादभवत्सा वै मेनका त्राससंकुला ॥
]

`verse 54 [
तन्मध्ये शंकरं चैव निर्गुणं गुणवत्तरम् ॥
वृषभस्थं पञ्चवक्त्रं त्रिनेत्रं भूतिभूषितम् ॥
]

`verse 55 [
कपर्दिनं चन्द्रमौलिं दशहस्तं कपालि नम् ॥
व्याघ्रचर्मोत्तरीयञ्च पिनाकवरपाणिनम् ॥ 2.3.43.६० ॥
शूलयुक्तं विरूपाक्षं विकृताकारमाकुलम् ॥
गजचर्म वसानं हि वीक्ष्य त्रेसे शिवाप्रसूः ॥
]

`verse 56 [
चकितां कम्पसंयुक्तां विह्वलां विभ्रमद्धियम् ॥
शिवोऽयमिति चांगुल्या दर्शयँस्तां त्वमब्रवीः ॥
]

`verse 57 [
त्वदीयं तद्वचः श्रुत्वा वाताहतलता इव ॥
सा पपात द्रुतम्भूमौ मेना दुःखभरा सती ॥
]

`verse 58 [
किमिदं विकृतं दृष्ट्वा वञ्चिताहं दुराग्रहे ॥
इत्युक्त्वा मूर्च्छिता तत्र मेनका साऽभवत्क्षणात् ॥
]

`verse 59 [
अथ प्रयत्नैर्विविधैस्सखीभिरुपसेविता ॥
लेभे संज्ञां शनै मेना गिरीश्वरप्रिया तदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे शिवाद्भुतलीलावर्णनं नाम त्रिचत्वारिंशोऽध्यायः ॥
]
