`speaker [
ब्रह्मोवाच
]

`verse 1 [
संज्ञां लब्धा ततस्सा च मेना शैलप्रिया सती ॥
विललापातिसंक्षुब्धा तिरस्कारमथाकरोत् ॥
]

`verse 2 [
तत्र तावत्स्वपुत्राँश्च निनिन्द खलिता मुहुः ॥
प्रथमं सा ततः पुत्री कथयामास दुर्वचः ॥
]

`speaker [
मेनोवाच
]

`verse 3 [
मुने पुरा त्वया प्रोक्तं वरिष्यति शिवा शिवम् ॥
पश्चाद्धिमवतः कृत्यं पूजार्थं विनिवेशितम् ॥
]

`verse 4 [
ततो दृष्टं फलं सत्यं विपरीतमनर्थकम् ॥
मुनेऽधमाहं दुर्बुद्धे सर्वथा वञ्चिता त्वया ॥
]

`verse 5 [
पुनस्तया तपस्तप्तं दुष्करं मुनिभिश्च यत् ॥
तस्य लब्धं फलं ह्येतत्पश्यतां दुःखदायकम् ॥
]

`verse 6 [
किं करोमि क्व गच्छामि को मे दुःखं व्यपोहताम् ॥
कुलादिकं विनष्टं मे विहितं जीवितं मम ॥
]

`verse 7 [
क्व गता ऋषयो दिव्याः श्मश्रूणि त्रोटयाम्यहम् ॥
तपस्विनी च या पत्नी सा धूर्ता स्वयमागता ॥
]

`verse 8 [
केषाञ्चैवापराधेन सर्वं नष्टं ममाधुना ॥
इत्युक्त्वा वीक्ष्य च सुतामुवाच वचनं कटु ॥
]

`verse 9 [
किं कृतं ते सुते दुष्टे कर्म दुःखकरं मम ॥
हेम दत्त्वा त्वयानीतः काचो वै दुष्टया स्वयम् ॥
]

`verse 10 [
हित्वा तु चन्दनं भूयो लेपितः कर्दमस्त्वया ॥
हंसमुड्डीय काको वै गृहीतो हस्तपञ्जरे ॥ 2.3.44.१० ॥
हित्वा ब्रह्मजलं दूरे पीतं कूपोदकं त्वया ॥
सूर्यं हित्वा तु खद्योतो गृहीतो यत्नतस्त्वया ॥
]

`verse 11 [
तण्डुलांश्च तथा हित्वा कृतं वै तुषभक्षणम् ॥
प्रक्षिप्याज्यं तथा तैलं कारण्डं भुक्तमादरात् ॥
]

`verse 12 [
सिंहसेवां तथा मुक्त्वा शृगालस्सेवितस्त्वया ॥
ब्रह्मविद्यां तथा मुक्त्वा कुगाथा च श्रुता त्वया ॥
]

`verse 13 [
गृहे यज्ञविभूतिं हि दूरीकृत्य सुमंगलाम् ॥
गृहीतश्च चिताभस्म त्वया पुत्रि ह्यमंगलम् ॥
]

`verse 14 [
सर्वान् देववरांस्त्यक्त्वा विष्ण्वादीन्परमेश्वरान् ॥
कृतं त्वया कुबुद्ध्या वै शिवार्थं तप ईदृशम् ॥
]

`verse 15 [
धिक्त्वा च तव बुद्धिश्च धिग्रूपं चरितं तव ॥
धिक् चोपदेशकर्त्तारं धिक्सख्यावपि ते तथा ॥
]

`verse 16 [
आवां च धिक्तथा पुत्री यौ ते जन्मप्रवर्तकौ ॥
धिक्ते नारद बुद्धिञ्च सप्तर्षींश्च सुबुद्धिदान् ॥
]

`verse 17 [
धिक्कुलं धिक्क्रियादाक्ष्यं सर्वं धिग्यत्कृतं त्वया ॥
गृहन्तु धुक्षितं त्वेतन्मरणं तु ममैव हि ॥
]

`verse 18 [
पार्वतानामयं राजा नायातु निकटे मम ॥
सप्तर्षयस्स्वयं नैव दर्शयन्तु मुखम्मम ॥
]

`verse 19 [
साधितं किञ्च सर्वैस्तु मिलित्वा घातितं कुलम् ॥
वन्ध्याहं न कथं जाता गर्भो न गलितः कथम् ॥ 2.3.44.२० ॥
अथो न वा मृता चाहं पुत्रिका न मृता कथम् ॥
रक्षसाद्य कथं नो वा भक्षिता गगने पुनः ॥
]

`verse 20 [
छेदयामि शिरस्तेऽद्य किं करोमि कलेवरैः ॥
त्यक्त्वा त्वां च कुतो यायां हाहा मे जीवितं हतम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
इत्युक्त्वा पतिता सा च मेना भूमौ विमूर्छिता ॥
व्याकुला शोकरोषाद्यैर्न गता भर्तृसन्निधौ॥
]

`verse 22 [
हाहाकारो महानासीत्त स्मिन्काले मुनीश्वर ॥
सर्वे समागतास्तत्र क्रमात्तत्सन्निधौ सुराः ॥
]

`verse 23 [
पुरा देवमुने चाहमागतस्तु स्वयं तदा ॥
मां दृष्ट्वा त्वं वचस्ता वै प्रावोच ऋषिसत्तम ॥
]

`speaker [
नारद उवाच
]

`verse 24 [
यथार्थं सुंदरं रूपं ना ज्ञातं ते शिवस्य वै ॥
लीलयेदं धृतं रूपं न यथार्थं शिवेन च ॥।२६॥
तस्मात्क्रोधं परित्यज्य स्वस्था भव पतिव्रते ॥
कार्य्यं कुरु हठं त्यक्त्वा शिवां देहि शिवाय च ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
तदाकर्ण्य वचस्ते सा मेना त्वां वाक्यमब्रवीत्॥
उत्तिष्ठेतो गच्छ दूरं दुष्टाधमवरो भवान्॥
]

`verse 26 [
इत्युक्ते तु तया देव इन्द्राद्याः सकलाः क्रमात् ॥
समागत्य च दिक्पाला वचनं चेदमब्रुवन् ॥
]

`speaker [
देवा ऊचुः
]

`verse 27 [
हे  मेने पितृकन्ये हि शृण्वस्मद्वचनम्मुदा ॥
अयं वै परमः साक्षाच्छिवः परसुखावहः ॥2.3.44.३०॥
कृपया च भवत्पुत्र्यास्तपो दृष्ट्वातिदुस्सहम् ॥
दर्शनं दत्तवाञ्छम्भुर्वरं सद्भक्तवत्सलः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
अथोवाच सुरान्मेना विलप्याति मुहुर्मुहुः ॥
न देया तु मया कन्या गिरिशायोग्ररूपिणे ॥
]

`verse 29 [
किमर्थन्तु भवन्तश्च सर्वे देवाः प्रपञ्चिताः ॥
रूपमस्याः परन्नाम व्यर्थीकर्तुं समुद्यतः ॥
]

`verse 30 [
इत्युक्ते च तया तत्र ऋषयस्सप्त एव हि ॥
ऊचुस्ते वच आगत्य वसिष्ठाद्या मुनीश्वर ॥
]

`speaker [
सप्तर्षयः ऊचुः
]

`verse 31 [
कार्य्यं साधयितुम्प्राप्ताः पितृकन्ये गिरिप्रिये ॥
विरुद्धं चात्र उक्तार्थे कथम्मन्यामहे वयम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
अयं वै परमो लाभो दर्शनं शंकरस्य यत् ॥
दानपात्रं स ते भूत्वागतस्तव च मंदिरम् ॥।
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
इत्युक्त्वा तैस्ततो मेना मुनिवाक्यं मृषाकरोत् ॥
प्रत्युवाच च रुष्टा सा तानृषीञ्ज्ञानदुर्बला ॥
]

`speaker [
मेनोवाच
]

`verse 34 [
शस्त्राद्यैर्घातयिष्येहं न हास्ये शंकरायताम् ॥
दूरं गच्छत सर्वे हि नागन्तव्यं मदन्तिके ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 35 [
इत्युक्त्वा विररामाशु सा विलप्यातिविह्वला ॥
हाहाकारो महानासीत्तत्र तद्वृत्ततो मुने ॥
]

`verse 36 [
ततो हिमालयस्तत्राजगामातिसमाकुलः ॥
ताञ्च बोधयितुं प्रीत्या प्राह तत्त्वञ्च दर्शयन् ॥ 2.3.44.४० ॥
हिमालय उवाच ॥
शृणु मेने वचो मेऽद्य विकलाऽसि कथम्प्रिये ॥
के के समागता गेहं कथं चैतान्विनिन्दसि ॥
]

`verse 37 [
शंकरं त्वं च जानासि रूपं दृष्ट्वासि विह्वला ॥
विकटं तस्य शंभोस्तु नानारूपाभिधस्य हि ॥
]

`verse 38 [
स शंकरो मया ज्ञातस्सर्वेषां प्रतिपालकः ॥
पूज्यानां पूज्य एवासौ कर्तानुग्रहनिग्रहान् ॥
]

`verse 39 [
हठं न कुरु मुञ्च त्वं दुःखं प्राणप्रियेऽनघे ॥
उत्तिष्ठारं तथा कार्यं कर्तुमर्हसि सुव्रते ॥
]

`verse 40 [
यद्वै द्वारगतश्शंभुः पुरा विकटरूपधृक् ॥
नानालीलाञ्च कृतवाञ्चेतयामि च तामिमाम् ॥
]

`verse 41 [
तन्माहात्म्यं परं दृष्ट्वा कन्यां दातुं त्वया मया ॥
अंगीकृतं तदा देवि तत्प्रमाणं कुरु प्रिये॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
इत्युक्त्वा सोऽद्रिनाथो हि विरराम ततो मुने ॥
तदाकर्ण्य शिवामाता मेनोवाच हिमालयम् ॥
]

`speaker [
मेनोवाच
]

`verse 43 [
मद्वचः श्रूयतां नाथ तथा कर्तुं त्वमर्हसि ॥
गृहीत्वा तनुजां चैनां बद्ध्वा कण्ठे तु पार्वतीम् ॥
]

`verse 44 [
अधः पातय निःशंकं दास्ये तां न हराय हि ॥
तथैनामथवा नाथ गत्वा वै सागरे सुताम् ॥
]

`verse 45 [
निमज्जय दयां त्यक्त्वा ततोऽद्रीश सुखी भव ॥
यदि दास्यसि पुत्री त्वं रुद्राय विकटात्मने ॥
तर्हि त्यक्ष्याम्यहं स्वामिन्निश्चयेन कलेवरम् ॥ 2.3.44.५० ॥
॥ ब्रह्मोवाच ॥
इत्युक्ते च तदा तत्र वचने मेनया हठान् ॥
उवाच वचनं रम्यं पार्वती स्वयमागता ॥
]

`speaker [
पार्वत्युवाच
]

`verse 46 [
मातस्ते विपरीता हि बुद्धिर्जाताऽशुभावहा ॥
धर्मावलम्बनात्त्वं हि कथन्धर्मं जहासि वै॥
]

`verse 47 [
अयं रुद्रोऽपरस्साक्षात्सर्वप्रभव ईश्वरः ।
शम्भुस्सुरूपस्सुखदस्सर्वश्रुतिषु वर्णितः ॥
]

`verse 48 [
महेशश्शंकरश्चायं सर्वदेवप्रभुस्स्वराट् ॥
नानारूपाभिधो मातर्हरिब्रह्मादिसेवितः ॥
]

`verse 49 [
अधिष्ठानं च सर्वेषां कर्ता हर्ता च स प्रभुः ॥
निर्विकारी त्रिदेवेशो ह्यविनाशी सनातनः ॥
]

`verse 50 [
यदर्थे देवतास्सर्वा आयाता किंकरीकृताः ॥
द्वारि ते सोत्सवाश्चाद्य किमतोऽन्यत्परं सुखम् ॥
]

`verse 51 [
उत्तिष्ठातः प्रयत्नेन जीवितं सफलं कुरु ।
देहि मां त्वं शिवायास्मै स्वाश्रमं कुरु सार्थकम् ॥
]

`verse 52 [
देहि मां परमेशाय शंकराय जनन्यहो ॥
स्वीकुरु त्वमिमं मातर्विनयम्मे ब्रवीमि ते ॥
]

`verse 53 [
चेन्न दास्यसि तस्मै मां न वृणेऽन्यमहं वरम् ॥
भागं लभेत्कथं सैंहं शृगालः परवंचकः ॥
]

`verse 54 [
मनसा वचसा मातः कर्मणा च हरस्त्वयम् ॥
मया वृतो वृतश्चैव यदिच्छसि तथा कुरु ॥ 2.3.44.६० ॥
ब्रह्मोवाच ॥
इत्याकर्ण्य शिवावाक्यं मेना शैलेश्वरप्रिया ॥
सुविलप्य महाक्रुद्धा गृहीत्वा तत्कलेवरम् ॥
]

`verse 55 [
मुष्टिभिः कूर्परैश्चैव दन्तान्धर्षयती च सा ॥
ताडयामास तां पुत्रीं विह्वलातिरुषान्विता ॥
]

`verse 56 [
ये तत्र ऋषयस्तात त्वदाद्याश्चापरे मुने ॥
तद्धस्तात्ताम्परिच्छिद्य नित्युर्दूरतरं ततः ॥
]

`verse 57 [
तान्वै तथा विधान्दृष्ट्वा भर्त्सयित्वा पुनः पुनः ॥
उवाच श्रावयन्ती सा दुर्वचो निखिलान्पुनः॥
]

`speaker [
मेनोवाच
]

`verse 58 [
किं मेना हि करिष्येऽहं दुष्टां ग्रहवतीं शिवाम् ॥
दास्याम्यस्यै गरन्तीव्रं कूपे क्षेप्स्यामि वा ध्रुवम् ॥
]

`verse 59 [
छेत्स्यामि कालीमथवा शस्त्रास्त्रैर्भूरिखण्डशः ॥
निमज्जयिष्ये वा सिन्धौ स्वसुताम्पार्वतीं खलु ॥
]

`verse 60 [
अथवा स्वशरीरं हि त्यक्ष्याम्याश्वन्यथा ध्रुवम् ॥
न दास्ये शम्भवे कन्यां दुर्गां विकटरूपिणे ॥
]

`verse 61 [
वरोऽयं कीदृशो भीमोऽनया लब्धश्च दुष्टया ॥
कारितश्चोपहासो मे गिरेश्चापि कुलस्य हि ॥
]

`verse 62 [
न माता न पिता भ्राता न बन्धुर्गोत्रजोऽपि हि ॥
नो सुरूपं न चातुर्य्यं न गुहं वास्य किंचन ॥
]

`verse 63 [
न वस्त्रं नाप्यलङ्कारास्सहायाः केऽपि तस्य न ॥
वाहनं न शुभं ह्यस्य न वयो न धनन्तथा ॥ 2.3.44.७० ॥
न पावित्र्यं न विद्या च कीदृशः काय आर्तिदः ॥
किं विलोक्य मया पुत्री देयास्मै स्यात्सुमंगला ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 64 [
इत्यादि सुविलप्याथ बहुशो मेनका तदा ॥
रुरोदोच्चैर्मुने सा हि दुःखशोकपरिप्लुता ॥
]

`verse 65 [
अथाहन्द्रुतमागत्याकथयम्मेनकां च ताम्॥
शिवतत्त्वं च परमं कुज्ञानहरमुत्तमम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 66 [
श्रोतव्यम्प्रीतितो मेने मदीयं वचनं शुभम् ॥
यस्य श्रवणतः प्रीत्या कुबुद्धिस्ते विनश्यति ॥
]

`verse 67 [
शङ्करो जगतः कर्ता भर्ता हर्ता तथैव च ॥
न त्वं जानासि तद्रूपं कथन्दुःखं समीहसे ॥
]

`verse 68 [
अनेकरूपनामा च नाना लीलाकरः प्रभुः ॥
सर्वस्वामी स्वतन्त्रश्च मायाधीशोऽविकल्पकः ॥
]

`verse 69 [
इति विज्ञाय मेने त्वं शिवान्देहि शिवाय वै ॥
कुहठन्त्यज कुज्ञानं सर्वकार्यविनाशनम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 70 [
इत्युक्ता सा मया मेना विलपन्ती मुहुर्मुहुः ॥
लज्जां किंचिच्छनैस्त्यक्त्वा मुने मां वाक्यमब्रवीत् ॥
]

`speaker [
मेनोवाच
]

`verse 71 [
किमर्थन्तु भवान्ब्रह्मन्रूपमस्य महावरम् ॥
व्यर्थीकरोति किमियं हन्यतां न स्वयं शिवा ॥
]

`verse 72 [
न वक्तव्यं च भवता शिवाय प्रतिदीयताम् ॥
न दास्येऽहं शिवायैनां स्वसुताम्प्राणवल्लभाम् ॥ 2.3.44.८० ॥
ब्रह्मोवाच ॥
इत्युक्ते तु तदा सिद्धाः सनकाद्या महामुने ॥
समागत्य महाप्रीत्या वचनं हीदमब्रुवन् ॥
]

`speaker [
सिद्धा ऊचुः
]

`verse 73 [
अयम्वै परमस्साक्षाच्छिवः परसुखावहः ॥
कृपया च भवत्पुत्र्यै दर्शनन्दत्तवान्प्रभुः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 74 [
अथोवाच तु तान्मेना विलप्य च मुहुर्मुहुः ॥
न देया तु मया सम्यग्गिरिशायोग्ररूपिणे ॥
]

`verse 75 [
किमर्थन्तु भवन्तश्च सर्वे सिद्धाः प्रपञ्चिनः ॥
रूपमस्याः परं नाम व्यर्थीकर्त्तुं समुद्यताः ॥
]

`verse 76 [
इत्युक्ते च तया तत्र मुनेऽहं चकितोऽभवम् ॥
सर्वे विस्मयमापन्ना देवसिद्धर्षिमानवाः॥
]

`verse 77 [
एतस्मिन्समये तस्या हठं श्रुत्वा दृढं महत्॥
द्रुतं शिवप्रियो विष्णुस्समागत्याऽब्रवीदिदम्॥
]

`speaker [
विष्णुरुवाच
]

`verse 78 [
पितॄणां च प्रिया पुत्री मानसी गुणसंयुता॥
पत्नी हिमवतस्साक्षाद्ब्रह्मणः कुलमुत्तमम् ॥
]

`verse 79 [
सहायास्तादृशा लोके धन्या ह्यसि वदामि किम् ॥
धर्मस्याधारभूतासि कथं धर्मं जहासि हि ॥
]

`verse 80 [
देवैश्च ऋषिभिश्चैव ब्रह्मणा वा मया तथा ॥
विरुद्धं कथ्यते किं नु त्वयैव सुविचार्यताम् ॥।८९॥।
शिवत्वं न च जानासि निर्गुणस्य गुणस्स हि॥
विरूपस्स सुरूपो हि सर्वसेव्यस्सतां गतिः ॥2.3.44.९०॥
तेनैव निर्मिता देवी मूलप्रकृतिरीश्वरी ॥
तत्पार्श्वे च तदा तेन निर्मितः पुरुषोत्तमः ॥
]

`verse 81 [
ताभ्यां चाहं तथा ब्रह्मा ततश्च गुणरूपतः ॥
अवतीर्य स्वयं रुद्रो लोकानां हितकारकः ॥
]

`verse 82 [
ततो वेदास्तथा देवा यत्किंचिद्दृश्यते जगत् ॥
स्थावरं जंगमं चैव तत्सर्वं शकरादभूत् ॥
]

`verse 83 [
तद्रूपम्वर्णितं केन ज्ञायते केन वा पुनः ॥
मया च ब्रह्मणा यस्य ह्यतो लब्धश्च नैव हि ॥
]

`verse 84 [
आब्रह्मस्तम्बपर्यंतं यत्किञ्चिद्दृश्यते जगत् ॥
तत्सर्वं च शिवं विद्धि नात्र कार्या विचारणा ॥
]

`verse 85 [
स एवेदृक्सुरूपेणावतीर्णो निजलीलया ॥
शिवातपः प्रभावाद्धि तव द्वारि समागतः ॥
]

`verse 86 [
तस्मात्त्वं हिमवत्पत्नि दुःखं मुञ्च शिवम्भज ॥
भविष्यति महानन्दः क्लेशो यास्यति संक्षयम् ॥
]

`verse 87 [
ब्रह्मोवाच ॥ एवम्प्रबोधितायास्तु मेनकाया अभून्मुने ॥
तस्यास्तु कोमलं किंचिन्मनो विष्णुप्रबोधितम् ॥
]

`verse 88 [
परं हठं न तत्याज कन्यान्दातुं हराय न ॥
स्वीचकार तदा मेना शिवमायाविमोहि ता ॥
]

`verse 89 [
उवाच च हरिं मेना किञ्चिद्बुद्ध्वा गिरिप्रिया ॥
श्रुत्वा विष्णुवचो रम्यं गिरिजाजननी हि सा॥2.3.44.१००॥
यदि रम्यतनुस्स स्यात्तदा देया मया सुता ॥
नान्यथा कोटिशो यत्नैर्वच्मि सत्यन्दृढं वचः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 90 [
इत्युक्त्वा वचनं मेना तूष्णीमास दृढव्रता ॥
शिवेच्छाप्रेरिता धन्या तथा याखिलमोहिनी ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वती खण्डे मेनाप्रबोधवर्णनो नाम चतुश्चत्वारिंशोऽध्यायः ॥
]
