`speaker [
ब्रह्मोवाच
]

`verse 1 [
एतस्मिन्नन्तरे त्वं हि विष्णुना प्रेरितो द्रुतम् ॥
अनुकूलयितुं शंभुमयास्तन्निकटे मुने ॥
]

`verse 2 [
तत्र गत्वा स वै रुद्रो भवता सुप्रबोधितः ॥
स्तोत्रैर्नानाविधैस्स्तुत्वा देवकार्यचिकीर्षया ॥
]

`verse 3 [
श्रुत्वा त्वद्वचनं प्रीत्या शंभुना धृतमद्भुतम् ॥
स्वरूपमुत्तमन्दिव्यं कृपालुत्वं च दर्शितम् ॥
]

`verse 4 [
तद्दृष्ट्वा सुन्दरं शम्भुं स्वरूपम्मन्मथा धिकम् ॥
अत्यहृष्यो मुने त्वं हि लावण्यपरमायनम् ॥
]

`verse 5 [
स्तोत्रैर्नानाविधैस्स्तुत्वा परमानन्दसंयुतः ॥
आगच्छस्त्वं मुने तत्र यत्र मेना स्थिताखिलैः ॥
]

`verse 6 [
तत्रागत्य सुप्रसन्नो मुनेऽतिप्रेमसंकुलः ॥
हर्षयंस्तां शैलपत्नी मेनान्त्वं वाक्यमब्रवीः। ॥
]

`speaker [
नारद उवाच
]

`verse 7 [
मेने पश्य विशालाक्षि शिवरूपमनुत्तमम् ॥
कृता शिवेन तेनैव सुकृपा करुणात्मना ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
श्रुत्वा सा तद्वचो मेना विस्मिता शैलकामिनी ॥
ददर्श शिवरूपन्तत्परमानन्ददायकम् ॥
]

`verse 9 [
कोटिसूर्यप्रतीकाशं सर्वावयवसुन्दरम् ॥
विचित्रवसनं चात्र नानाभूषणभूषितम् ॥
]

`verse 10 [
सुप्रसन्नं सुहासं च सुलावण्यं मनोहरम् ॥
गौराभं द्युतिसंयुक्तं चन्द्ररेखाविभूषितम्। ॥2.3.45.१०॥
सर्वैर्देवगणैः प्रीत्या विष्ण्वाद्यस्सेवितं तथा॥
सूर्येण च्छत्रितं मूर्ध्नि चन्द्रेण च विशोभितम्॥
]

`verse 11 [
सर्वथा रमणीयं च भूषितस्य विभूषणैः ॥
वाहनस्य महाशोभा वर्णितुं नैव शक्यते ॥
]

`verse 12 [
गंगा च यमुना चैव विधत्तः स्म सुचामरे॥
सिद्धयोऽष्टौ पुरस्तस्य कुर्वन्ति स्म सुनर्त्तनम् ॥
]

`verse 13 [
मया चैव तदा विष्णुरिन्द्राद्या ह्यमरास्तथा ॥
स्वं स्वं वेषं सुसम्भूष्य गिरिशेनाचरन्युताः ॥
]

`verse 14 [
तथा जयेति भाषन्तो नानारूपा गणास्तदा ॥
स्वलङ्कृतमहामोदा गिरीशपुरतोऽचरन् ॥
]

`verse 15 [
सिद्धाश्चोपसुरास्सर्वे मुनयश्च महासुखाः ॥
ययुश्शिवेन सुप्रीतास्सकलाश्चापरे तथा॥
]

`verse 16 [
एवन्देवादयस्सर्वे कुतूहलसमन्विताः ॥
परंब्रह्म गृणन्तस्ते स्वपत्नीभिरलंकृताः ॥
]

`verse 17 [
विश्वावसुमुखास्तत्र ह्यप्सरोगणसंयुताः ॥
गायन्तोप्यग्रतस्तस्य परमं शाङ्करं यशः ॥
]

`verse 18 [
इत्थं महोत्सवस्तत्र बभूव मुनिस त्तम ॥
नानाविधो महेशे हि शैलद्वारि च गच्छति ॥
]

`verse 19 [
तस्मिंश्च समये तत्र सुषमा या परात्मनः ॥
वर्णितुं तां विशेषेण कश्शक्नोति मुनीश्वर ॥ 2.3.45.२० ॥
तथाविधं च तन्दृष्ट्वा मेना चित्रगता इव ॥
क्षणमासीत्ततः प्रीत्या प्रोवाच वचनं मुने ॥
]

`speaker [
मेनोवाच
]

`verse 20 [
धन्या पुत्री मदीया च यया तप्तं महत्तपः ॥
यत्प्रभावान्महेशान त्वं प्राप्त इह मद्गृहे ॥
]

`verse 21 [
मया कृता पुरा या वै शिवनिन्दा दुरत्यया ॥
तां क्षमस्व शिवास्वामिन्सुप्रसन्नो भवाधुना ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इत्थं सम्भाष्य सा मेना संस्तूयेन्दुललाटकम् ॥
साञ्जलिः प्रणता शैलप्रिया लज्जापराऽभवत् ॥
]

`verse 23 [
तावत्स्त्रियस्समाजग्मुर्हित्वा कामाननेकशः ॥
बह्व्यस्ताः पुरवासिन्यश्शिवदर्शनलालसाः ॥
]

`verse 24 [
मज्जनं कुर्वती काचित्तच्चूर्णसहिता ययौ ॥
द्रष्टुं कुतूहलाढ्या च शङ्करं गिरिजावरम् ॥
]

`verse 25 [
काचित्तु स्वामिनस्सेवां सखीयुक्ता विहाय च ॥
सुचामरकरा प्रीत्यागाच्छम्भोर्दर्शनाय वै ॥
]

`verse 26 [
काचित्तु बालकं हित्वा पिबन्तं स्तन्यमादरात्॥
अतृप्तं शङ्करन्द्रष्टुं ययौ दर्शनलालसा ॥
]

`verse 27 [
रशनां बध्नती काचित्तयैव सहिता ययौ ॥
वसनं विपरीतं वै धृत्वा काचिद्ययौ ततः॥
]

`verse 28 [
भोजनार्थं स्थितं कान्तं हित्वा काचिद्ययौ प्रिया॥
द्रष्टुं शिवावरं प्रीत्या सतृष्णा सकुतूहला॥2.3.45.३०॥
काचिद्धस्ते शलाकां च धृत्वांजनकरा प्रिया ॥
अञ्जित्वैकाक्षि सन्द्रष्टुं ययौ शैलसुतावरम्॥
]

`verse 29 [
काचित्तु कामिनी पादौ रञ्जयन्ती ह्यलक्तकैः ॥
श्रुत्वा घोषं च तद्धित्वा दर्शनार्थमुपागता ॥
]

`verse 30 [
इत्यादि विविधं कार्यं हित्वा वासं स्त्रियो ययुः ॥
दृष्ट्वा तु शांकरं रूपं मोहं प्राप्तास्तदाऽभवन् ॥
]

`verse 31 [
ततस्ताः प्रेमसंविग्नाश्शिवदर्शनहर्षिताः ॥
निधाय हृदि तन्मूर्तिं वचनं चेदमब्रुवन् ॥
]

`speaker [
पुरवासिन्य ऊचुः
]

`verse 32 [
नेत्राणि सफलान्यासन्हिमवत्पुरवासिनाम् ॥
यो योऽपश्यददो रूपं तस्य वै सार्थकं जनुः ॥
]

`verse 33 [
तस्यैव सफलं जन्म तस्यैव सफलाः क्रियाः ॥
येन दृष्टश्शिवस्साक्षात्सर्वपापप्रणाशकः ॥
]

`verse 34 [
पार्वत्या साधितं सर्वं शिवार्थं यत्तपः कृतम् ॥
धन्येयं कृतकृत्येयं शिवा प्राप्य शिवम्पतिम् ॥
]

`verse 35 [
यदीदं युगलं ब्रह्मा न युंज्याच्छिवयोर्मुदा ॥
तदा च सकलोऽप्यस्य श्रमो निष्फलतामियात् ॥
]

`verse 36 [
सम्यक् कृतं तथा चात्र योजितं युग्ममुत्तमम् ॥
सर्वेषां सार्थता जाता सर्वकार्यसमुद्भवा ॥
]

`verse 37 [
विना तु तपसा शम्भोर्दर्शनं दुर्लभन्नृणाम् ॥
दर्शनाच्छंकरस्यैव सर्वे याताः कृतार्थताम् ॥ 2.3.45.४० ॥
लक्ष्मीर्नारायणं लेभे यथा वै स्वामिनम्पुरा ॥
तथासौ पार्वती देवी हरम्प्राप्य सुभूषिता ॥
]

`verse 38 [
ब्रह्माणं च यथा लेभे स्वामिनं वै सरस्वती ॥
तथासौ पार्वती देवी हरम्प्राप्य सुभूषिता ॥
]

`verse 39 [
वयन्धन्याः स्त्रियस्सर्वाः पुरुषास्सकला वराः ॥
ये ये पश्यन्ति सर्वेशं शंकरं गिरिजापतिम् ॥
]

`verse 40 [
ब्रह्मोवाच ॥ इत्थमुक्त्वा तु वचनं चन्दनैश्चाक्षतैरपि ॥
शिवं समर्चयामासुर्लाजान्ववृषुरादरात्॥
]

`verse 41 [
तस्थुस्तत्र स्त्रियः सर्वा मेनया सह सोत्सुकाः॥
वर्णयन्त्योऽधिकम्भाग्यम्मेनायाश्च गिरेरपि॥
]

`verse 42 [
कथास्तथाविधाश्शृण्वंस्तद्वामा वर्णिताश्शुभाः ॥
प्रहृष्टोऽभूत्प्रभुः सर्वैर्मुने विष्ण्वादिभिस्तदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे शिवसुन्दरस्वरूपपुरवास्युत्सववर्णनं नाम पञ्चचत्वारिंशोऽध्यायः ॥
]
