`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ शंभुः प्रसन्नात्मा सदूतं स्वगणैस्सुरैः ॥
सर्वैरन्यैर्गिरेर्द्धाम जगाम सकुतूहलम् ॥
]

`verse 2 [
मेनापि स्त्रीगणैस्तैश्च हिमाचलवरप्रिया ॥
तत उत्थाय स्वगृहा भ्यंतरं सा जगाम ह ॥
]

`verse 3 [
नीराजनार्थं शम्भोश्च दीपपात्रकरा सती ॥
सर्वर्षिस्त्रीगणैस्साकमगच्छद्द्वारमादरात् ॥
]

`verse 4 [
तत्रागतं महेशानं शंकरं गिरिजावरम् ॥
ददर्श प्रीतितो मेना सेवितं सकलैस्सुरैः ॥
]

`verse 5 [
चारुचंपकवर्णाभं ह्येकवक्त्रं त्रिलोचनम्॥
ईषद्धास्यप्रसन्नास्यं रत्नस्वर्णादिभूषितम् ॥
]

`verse 6 [
मालतीमालया युक्तं सद्रत्नमुकुटोज्ज्वलम् ॥
सत्कंठाभरणं चारुवलयांगदभूषितम् ॥
]

`verse 7 [
वह्निशौचेनातुलेन त्वतिसूक्ष्मेण चारुणा ॥
अमूल्यवस्त्रयुग्मेन विचित्रेणातिराजितम् ॥
]

`verse 8 [
चन्दनागरुकस्तूरीचारुकुंकुम भूषितम् ॥
रत्नदर्पणहस्तं च कज्जलोज्ज्वललोचनम् ॥
]

`verse 9 [
सर्वस्वप्रभयाच्छन्नमतीवसुमनोहरम् ॥
अतीव तरुणं रम्यं भूषितांगैश्च भूषितम् ॥
]

`verse 10 [
कामिनीकांतमव्यग्रं कोटिचन्द्राननांबुजम् ॥
कोटिस्मराधिकतनुच्छविं सर्वांगसुंदरम् ॥2.3.46.१०॥
ईदृग्विधं सुदेवं तं स्थितं स्वपुरतः प्रभुम् ॥
दृष्ट्वा जामातरं मेना जहौ शोकम्मुदाऽन्विता ॥
]

`verse 11 [
प्रशशंस स्वभाग्यं सा गिरिजां भूधरं कुलम् ॥
मेने कृतार्थमात्मानं जहर्ष च पुनः पुनः ॥
]

`verse 12 [
नीराजनं चकारासौ प्रफुल्लवदना सती ॥
अवलोकपरा तत्र मेना जामातरं मुदा ॥
]

`verse 13 [
गिरिजोक्तमनुस्मृत्य मेना विस्मयमागता ॥
मनसैव ह्युवाचेदं हर्षफुल्लाननाम्बुजा ॥
]

`verse 14 [
यद्वै पुरोक्तं च तया पार्वत्या मम तत्र च ॥
ततोधिकं प्रपश्यामि सौन्दर्य्यं परमेशितुः ॥
]

`verse 15 [
महेशस्य सुलावण्यमनिर्वाच्यं च संप्रति ॥
एवं विस्मयमापन्ना मेना स्वगृहमाययौ ॥
]

`verse 16 [
प्रशशंसुर्युवतयो धन्या धन्या गिरेः सुता ॥
दुर्गा भगवतीत्येवमूचुः काश्चन कन्यकाः॥
]

`verse 17 [
न दृष्टो वर इत्येवमस्माभिर्द्दानगोचरः ॥
धन्या हि गिरिजा देवीमूचुः काश्चन कन्यकाः ॥
]

`verse 18 [
जगुर्गन्धर्व्वप्रवरा ननृतुश्चाप्सरोगणाः ॥
दृष्ट्वा शंकररूपं च प्रहृष्टास्सर्वदेवताः॥
]

`verse 19 [
नानाप्रकारवाद्यानि वादका मधुराक्षरम् ॥
नानाप्रकारशिल्पेन वादयामासुरादरात् ॥2.3.46.२०॥
हिमाचलोऽपि मुदितो द्वाराचारमथाकरोत् ॥
मेनापि सर्वनारीभिर्महोत्सवपुरस्सरम् ॥
]

`verse 20 [
परपुच्छां चकारासौ मुदिता स्वगृहं ययौ ॥
शिवो निवेदितं स्थानं जगाम गणनिर्जरैः ॥
]

`verse 21 [
एतस्मिन्नन्तरे दुर्गां शैलान्तःपुरचारिका ॥
बहिर्जग्मुस्समादाय पूजितुं कुलदेवताम् ॥
]

`verse 22 [
तत्र तां ददृशुर्देवा निमेषरहिता मुदा ॥
सुनीलांजनवर्णाभां स्वांगैश्च प्रतिभूषिताम्। ॥
]

`verse 23 [
त्रिनेत्रादृतनेत्रांतामन्यवारितलोचनाम् ॥
ईषद्धास्यप्रसन्नास्यां सकटाक्षां मनोहराम् ॥
]

`verse 24 [
सुचारुकबरीभारां चारुपत्रक शोभिताम् ॥
कस्तूरीबिन्दुभिस्सार्द्धं सिन्दूरबिन्दुशोभिताम् ॥
]

`verse 25 [
रत्नेन्द्रसारहारेण वक्षसा सुविराजिताम् ॥
रत्नकेयूरवलयां रत्नकङ्कणमंडिताम् ॥
]

`verse 26 [
सद्रत्नकुण्डलाभ्यां च चारुगण्डस्थलोज्ज्वलाम् ॥
मणिरत्नप्रभामुष्टिदन्तराजिविराजिताम् ॥
]

`verse 27 [
मधुबिम्बाधरोष्ठां च रत्नयावकसंयुताम् ॥
रत्नदर्प्पणहस्तां च क्रीडापद्मविभूषिताम् ॥
]

`verse 28 [
चन्दनागुरुकस्तूरीकुंकुमेनाति च र्चिताम् ॥
क्वणन्मंजीरपादां च रक्तांघ्रितलराजिताम् ॥ 2.3.46.३० ॥
प्रणेमुश्शिरसा देवीं भक्तियुक्ताः समेनकाम् ॥
सर्वे सुरादयो दृष्ट्वा जगदाद्यां जगत्प्रसूम् ॥
]

`verse 29 [
त्रिनेत्रो नेत्रकोणेन तां ददर्श मुदान्वितः ॥
शिवः सत्याकृतिं दृष्ट्वा विजहौ विरहज्वरम् ॥
]

`verse 30 [
शिवस्सर्वं विसस्मार शिवासंन्यस्तलोचनः ॥
पुलकांचितसर्वाङ्गो हर्षाद्गौरीविलोचनः ॥
]

`verse 31 [
अथ कालीबहिः पुर्य्यां गत्वा पूज्य कुलाम्बिकाम् ॥
विवेश भवनं रम्यं स्वपितुस्सद्विजाङ्गना ॥
]

`verse 32 [
शङ्करोपि सुरैस्सार्द्धं हरिणा ब्राह्मणा तथा ॥
हिमाचलसमुद्दिष्टं स्वस्थानमगमन्मुदा ॥
]

`verse 33 [
तत्र सर्वे सुखं तस्थुस्सेवन्तश्शङ्करं यथा ॥
सम्मानिता गिरीशेन नानाविधसुसम्पदा ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे वरागमादिवर्णनं नाम षट्चत्शरिंशोऽध्यायः ॥
]
