`speaker [
ब्रह्मोवाच
]

`verse 1 [
एतस्मिन्नंतरे तत्र गर्गाचार्य्यप्रणोदितः ॥
हिमवान्मेनया सार्द्धं कन्या दातुं प्रचक्रमे ॥
]

`verse 2 [
हैमं कलशमादाय मेना चार्द्धांगमाश्रिता ॥
हिमाद्रेश्च महाभागा वस्त्राभरणभूषिता ॥
]

`verse 3 [
पाद्यादिभिस्ततः शैलः प्रहृष्टः स्वपुरोहितः ॥
तं वंरं वरयामास वस्त्रचंदनभूषणैः ॥
]

`verse 4 [
ततो हिमाद्रिणा प्रोक्ता द्विजास्तिथ्यादिकीर्तने॥
प्रयोगो भण्यतां तावदस्मिन्समय आगते ॥
]

`verse 5 [
तथेति चोक्त्वा ते सर्वे कालज्ञा द्विजसत्तमाः ॥
तिथ्यादिकीर्तनं चक्रुः प्रीत्या परमनिर्वृताः ॥
]

`verse 6 [
ततो हिमाचलः प्रीत्या शम्भुना प्रेरितो हृदा ॥
सूती कृतः परेशेन विहसञ्शम्भुमब्रवीत् ॥
]

`verse 7 [
स्वगोत्रं कथ्यतां शम्भो प्रवरश्च कुलं तथा॥
नाम वेदं तथा शाखां मा कार्षीत्समयात्ययम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
इत्याकर्ण्य वचस्तस्य हिमाद्रेश्शङ्करस्तदा ॥
सुमुखाविमुखः सद्योऽप्यशोच्यः शोच्यतां गतः॥
]

`verse 9 [
एवंविधस्सुरवरैर्मुनिभिस्तदानीं गन्धर्वयक्षगणसिद्धगणैस्तथैव॥
दृष्टो निरुत्तरमुखो भगवान्महेशोऽकार्षीस्तु हास्यमथ तत्र स नारदत्वम्॥
]

`verse 10 [
वीणामवादयस्त्वं हि ब्रह्मविज्ञोऽथ नारद॥
शिवेन प्रेरितस्तत्र मनसा शम्भुमानसः॥2.3.48.१०॥
तदा निवारितो धीमान्पर्वतेन्द्रेण वै हठात् ॥
विष्णुना च मया देवैर्मुनिभिश्चाखिलैस्तथा॥
]

`verse 11 [
न निवृत्तोऽभवस्त्वं हि स यदा शङ्करेच्छया ॥
इति प्रोक्तोऽद्रिणा तर्हि वीणां मा वादयाधुना ॥
]

`verse 12 [
सुनिषिद्धो हठात्तेन देवर्षे त्वं यदा बुध ॥
प्रत्यवोचो गिरीशं तं सुसंस्मृत्य महेश्वरम् ॥
]

`speaker [
नारद उवाच
]

`verse 13 [
त्वं हि मूढत्वमापन्नो न जानासि च किञ्चन ॥
वाच्ये महेशविषयेऽतीवासि त्वं बहिर्मुखः ॥
]

`verse 14 [
त्वया पृष्ठो हरस्साक्षात्स्वगोत्रकथनं प्रति ॥
समयेऽस्मिँस्तदत्यन्तमुपहासकरं वचः ॥
]

`verse 15 [
अस्य गोत्रं कुलं नाम नैव जानन्ति पर्वत ॥
विष्णुब्रह्मादयोऽपीह परेषां का कथा स्मृता ॥
]

`verse 16 [
यस्यैकदिवसे शैल ब्रह्मकोटिर्लयं गता ॥
स एव शङ्करस्तेद्य दृष्टः कालीतपोबलात ॥
]

`verse 17 [
अरूपोऽयं परब्रह्म निर्गुणः प्रकृतेः परः ॥
निराकारो निर्विकारो मायाधीशः परात्परः ॥
]

`verse 18 [
अगोत्रकुलनामा हि स्वतन्त्रो भक्तवत्सलः ॥
तदिच्छया हि सगुणस्सुतनुर्बहुनामभृत् ॥
]

`verse 19 [
सुगोत्री गोत्रहीनश्च कुलहीनः कुलीनकः ॥
पार्वतीतपसा सोऽद्य जामाता ते न संशयः ॥2.3.48.२०॥
लीलाविहारिणा तेन मोहितं च चराचरम् ॥
नो जानाति शिवं कोऽपि प्राज्ञोऽपि गिरिसत्तम ॥
]

`verse 20 [
लिंगाकृतेर्महेशस्य केन दृष्टं न मस्तकम्॥
विष्णुर्गत्वा हि पातालं तदेनं नापविस्मितः ॥
]

`verse 21 [
किंबहूक्त्या नगश्रेष्ठ शिवमाया दुरत्यया॥
तदधीनास्त्रयो लोका हरिब्रह्मादयोपि च ॥
]

`verse 22 [
तस्मात्त्वया शिवा तात सुविचार्य प्रयत्नतः ॥
न कर्तव्यो विमर्शोऽत्र त्वेवंविधवरे मनाक् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
इत्युक्त्वा त्वं मुने ज्ञानी शिवेच्छाकार्यकारकः ॥
प्रत्यवोचः पुनस्तं वै शैलेद्रं हर्षयन्गिरा ॥
]

`speaker [
नारद उवाच
]

`verse 24 [
शृणु तात महाशैल शिवाजनक मद्वचः ॥
तच्छ्रुत्वा तनयां देवीं देहि त्वं शंकराय हि ॥
]

`verse 25 [
सगुणस्य महेशस्य लीलया रूप धारिणः ॥
गोत्रं कुलं विजानीहि नादमेव हि केवलम् ॥
]

`verse 26 [
शिवो नादमयः सत्त्यं नादश्शिवमयस्तथा ॥
उभयोरन्तरं नास्ति नादस्य च शिवस्य च ॥
]

`verse 27 [
सृष्टौ प्रथमजत्वाद्धि लीलासगुणरूपिणः ॥
शिवान्नादस्य शैलेन्द्र सर्वोत्कृष्टस्ततस्स हि ॥
]

`verse 28 [
अतो हि वादिता वीणा प्रेरितेन मयाद्य वै ॥
सर्वेश्वरेण मनसा शङ्करेण हिमालय ॥2.3.48.३०॥
ब्रह्मोवाच ॥
एतच्छ्रुत्वा तव मुने वचस्तत्तु गिरिश्वरः ॥
हिमाद्रिस्तोषमापन्नो गतविस्मयमानसः ॥
]

`verse 29 [
अथ विष्णुप्रभृतयस्सुराश्च मुनयस्तथा ॥
साधुसाध्विति ते सर्वे प्रोचुर्विगतविस्मयाः ॥
]

`verse 30 [
महेश्वरस्य गांभीर्यं ज्ञात्वा सर्वे विचक्षणाः ॥
सविस्मया महामोदान्विताः प्रोचुः परस्परम्॥
]

`verse 31 [
यस्याज्ञया जगदिदं च विशालमेव जातं परात्परतरो निजबोधरूपः ॥
शर्वः स्वतन्त्रगतिकृत्परभावगम्यस्सोऽसौ त्रिलोकपतिरद्य च नस्सुदृष्टः ॥
]

`verse 32 [
अथ ते पर्वतश्रेष्ठा मेर्वाद्या जातसंभ्रमाः॥
ऊचुस्ते चैकपद्येन हिमवन्तं नगेश्वरम् ॥
]

`speaker [
पर्वता ऊचुः
]

`verse 33 [
कन्यादाने स्थीयतां चाद्य शैलनाथोक्त्या किं कार्यनाशस्तवेव ॥
सत्यं ब्रूमो नात्र कार्यो विमर्शस्तस्मात्कन्या दीयतामीश्वराय ॥
]

`verse 34 [
ब्रह्मो वाच ॥
तच्छुत्वा वचनं तेषां सुहृदां स हिमालयः ॥
स्वकन्यादानमकरोच्छिवाय विधिनोदितः ॥
]

`verse 35 [
इमां कन्यां तुभ्यमहं ददामि परमेश्वर ॥
भार्यार्थे परिगृह्णीष्व प्रसीद सकलेश्वर ॥
]

`verse 36 [
तस्मै रुद्राय महते मंत्रेणानेन दत्तवान् ॥
हिमाचलो निजां कन्यां पार्वतीं त्रिजगत्प्रसूम् ॥
]

`verse 37 [
इत्थं शिवाकरं शैलं शिवहस्तेनिधाय च ॥
मुमोदातीव मनसि तीर्णकाममहार्णवः ॥2.3.48.४०॥
वेदमंत्रेण गिरिशो गिरिजाकरपङ्कजम् ॥
जग्राह स्वकरेणाशु प्रसन्नः परमेश्वरः ॥
]

`verse 38 [
क्षितिं संस्पृश्य कामस्य कोदादिति मनुं मुने॥
पपाठ शङ्करः प्रीत्या दर्शयँल्लौकिकीं गतिम् ॥
]

`verse 39 [
महोत्सवो महानासीत्सर्वत्र प्रमुदावहः ॥
बभूव जयसंरावो दिवि भूम्यन्तरिक्षके ॥
]

`verse 40 [
गंधर्वास्सुजगुः प्रीत्या ननृतुश्चाप्सरोगणाः ॥
]

`verse 41 [
हिमाचलस्य पौरा हि मुमुदु श्चाति चेतसि ॥
मंगलं महदासीद्वै महोत्सवपुरस्सरम् ॥
]

`verse 42 [
अहं विष्णुश्च शक्रश्च निर्जरा मुनयोऽखिलाः ॥
हर्षिता ह्यभवंश्चाति प्रफुल्लवदनाम्बुजाः ॥
]

`verse 43 [
अथ शैलवरस्सोदात्सुप्रसन्नो हिमाचलः ॥
शिवाय कन्यादानस्य साङ्गतां सुयथोचिताम् ॥
]

`verse 44 [
ततो वन्धुजनास्तस्य शिवां सम्पूज्य भक्तितः ॥
ददुश्शिवाय सद्द्रव्यं नानाविधिविधानतः ॥
]

`verse 45 [
हिमालयस्तुष्टमनाः पार्वतीशि वप्रीतये ॥
नानाविधानि द्रव्याणि ददौ तत्र मुनीश्वर ॥
]

`verse 46 [
कौतुकानि ददौ तस्मै रत्नानि विविधानि च ॥
चारुरत्नविकाराणि  पात्राणि विविधानि च ॥ 2.3.48.५० ॥
गवां लक्षं हयानां च सज्जितानां शतं तथा ॥
दासीनामनुरक्तानां लक्षं सद्द्रव्यभूषितम् ॥
]

`verse 47 [
नागानां शतलक्षं हि रथानां च तथा मुने ॥
सुवर्णजटितानां च रत्नसारविनिर्मितम् ॥
]

`verse 48 [
इत्थं हिमालयो दत्त्वा स्वसुतां गिरिजां शिवाम् ॥
शिवाय परमेशाय विधिनाऽऽप कृतार्थताम् ॥
]

`verse 49 [
अथ शैलवरो माध्यंदिनोक्तस्तोत्रतो मुदा ॥
तुष्टाव परमेशानं सद्गिरा सुकृताञ्जलिः ॥
]

`verse 50 [
ततो वेदविदा तेनाज्ञप्ता मुनिगणास्तदा ॥
शिरोऽभिषेकं चक्रुस्ते शिवायाः परमोत्सवाः ॥
]

`verse 51 [
देवाभिधानमुच्चार्य्य पर्य्यक्षणविधिं व्यधुः ॥
महोत्सवस्तदा चासीन्महानन्दकरो मुने ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे कन्यादानवर्णनं नामाष्टचत्वारिंशोऽध्यायः ॥
]
