`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथो ममाज्ञया विप्रैस्संस्थाप्यानलमीश्वरः ॥
होमं चकार तत्रैवमङ्के संस्थाप्य पार्वतीम् ॥
]

`verse 2 [
ऋग्यजुस्साममन्त्रैश्चाहुतिं वह्नौ ददौ शिवः ॥
लाजाञ्जलिं ददौ कालीभ्राता मैनाकसंज्ञकः ॥
]

`verse 3 [
अथ काली शिवश्चोभौ चक्रतुर्विधिवन्मुदा॥
वह्निप्रदक्षिणां तात लोकाचारं विधाय च॥
]

`verse 4 [
तत्राद्भुतमलञ्चक्रे चरितं गिरिजापतिः ॥
तदेव शृणु देवर्षे तवस्नेहाद्ब्रवीम्यहम् ॥
]

`verse 5 [
तस्मिन्नवसरे चाहं शिवमायाविमोहितः ॥
अपश्यञ्चरणे देव्या नखेन्दुञ्च मनोहरम् ॥
]

`verse 6 [
दर्शनात्तस्य च तदाऽभूवं देवमुने ह्यहम् ॥
मदनेन समाविष्टोऽतीव क्षुभितमानसः ॥
]

`verse 7 [
मुहुर्मुहुरपश्यं वै तदंगं स्मरमोहितः ॥
ततस्तद्दर्शनात्सद्यो वीर्यं मे प्राच्युतद्भुवि ॥
]

`verse 8 [
रेतसा क्षरता तेन लज्जितोहं पितामहः ॥
मुने व्यमर्द तच्छिन्नं चरणाभ्यां हि गोपयन् ॥
]

`verse 9 [
तज्ज्ञात्वा च महादेवश्चुकोपातीव नारद ॥
हन्तुमैच्छत्तदा शीघ्रं वां विधिं काममोहितम् ॥
]

`verse 10 [
हाहाकारो महानासीत्तत्र सर्वत्र नारद ॥
जनाश्च कम्पिरे सर्व्वे भय मायाति विश्वभृत् ॥2.3.49.१०॥
ततस्तंन्तुष्टुवुश्शम्भुं विष्ण्वाद्या निर्जरा मुने ॥
सकोपम्प्रज्वलन्तन्तन्तेजसा हन्तुमुद्यतम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 11 [
देवदेव जगद्व्यापिन्परमेश सदाशिव ॥
जगदीश जगन्नाथ सम्प्रसीद जगन्मय ॥
]

`verse 12 [
सर्वेषामपि भावानान्त्वमात्मा हेतुरीश्वरः ॥
निर्विकारोऽव्ययो नित्यो निर्विकल्पोऽक्षरः परः ॥
]

`verse 13 [
आद्यन्तावस्य यन्मध्यमिदमन्यदहम्बहिः ॥
यतोऽव्ययः सनैतानि तत्सत्यम्ब्रह्म चिद्भवान् ।
]

`verse 14 [
तवैव चरणाम्भोजम्मुक्तिकामा दृढव्रताः ॥
विसृज्योभयतस्संगं मुनयस्समुपासते ॥
]

`verse 15 [
त्वम्ब्रह्म पूर्णममृतं विशोकं निर्गुणम्परम् ॥
आनंदमात्रमव्यग्रमविकारमनात्मकम् ॥
]

`verse 16 [
विश्वस्य हेतुरुदयस्थितिसंयमनस्य हि ॥
तदपेक्षतयात्मेशोऽनपेक्षस्सर्वदा विभुः ॥
]

`verse 17 [
एकस्त्वमेव सदसद्वयमद्वयमेव च ॥
स्वर्णं कृताकृतमिव वस्तुभेदो न चैव हि ॥
]

`verse 18 [
अज्ञानतस्त्वयि जनैर्विकल्पो विदितो यतः ॥
तस्माद्भ्रमप्रतीकारो निरुपाधेर्न हि स्वतः ॥
]

`verse 19 [
धन्या वयं महेशान तव दर्शनमात्रतः ॥
दृढभक्तजनानन्दप्रदश्शम्भो दयां कुरु ॥ 2.3.49.२० ॥
त्वमादिस्त्वमनादिश्च प्रकृतेस्त्वं परः पुमान् ॥
विश्वेश्वरो जगन्नाथो निर्विकारः परात्परः ॥
]

`verse 20 [
योऽयं ब्रह्मास्तिऽ रजसा विश्वमूर्तिः पितामहः ॥
त्वत्प्रसादात्प्रभो विष्णुस्सत्त्वेन पुरुषोत्तमः ॥
]

`verse 21 [
कालाग्निरुद्रस्तमसा परमात्मा गुणः परः ॥
सदा शिवो महेशानस्सर्वव्यापी महेश्वरः॥
]

`verse 22 [
व्यक्तं महच्च भूतादिस्तन्मात्राणीन्द्रियाणि च॥
त्वयैवाधिष्ठितान्येव विश्वमूर्ते महेश्वर ॥
]

`verse 23 [
महादेव परेशान करुणाकर शंकर ।
प्रसीद देवदेवेश प्रसीद पुरुषोत्तम ॥
]

`verse 24 [
वासांसि सागरास्सप्त दिशश्चैव महाभुजाः ॥
द्यौर्मूर्द्धा ते विभोर्नाभिः खं वायुर्नासिका ततः ॥
]

`verse 25 [
चक्षूंष्यग्नी रविस्सोमः केशा मेघास्तव प्रभो ॥
नक्षत्रतारकाद्याश्च ग्रहाश्चैव विभूषणम् ॥
]

`verse 26 [
कथं स्तोष्यामि देवेश त्वां विभो परमेश्वर ॥
वाचामगोचरोऽसि त्वं मनसा चापि शंकर ॥
]

`verse 27 [
पञ्चास्याय च रुद्राय पञ्चाशत्कोटिमूर्तये ॥
त्र्यधिपाय वरिष्ठाय विद्यातत्त्वाय ते नमः ॥
]

`verse 28 [
अनिदेंश्याय नित्याय विद्युज्ज्वालाय रूपिणे ॥
अग्निवर्णाय देवाय शंकराय नमोनमः ॥ 2.3.49.३० ॥
विद्युत्कोटिप्रतीकाशमष्टकोणं सुशोभनम् ॥
रूपमास्थाय लोकेऽस्मिन्संस्थिताय नमो नमः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
इत्याकर्ण्य वचस्तेषां प्रसन्नः परमेश्वरः ॥
ब्रह्मणो मे ददौ शीघ्रमभयं भक्तवत्सलः ॥
]

`verse 30 [
अथ सर्वे सुरास्तत्र विष्ण्वाद्या मुनयस्तथा ॥
अभवन्सुस्मितास्तात चक्रुश्च परमोत्सवम् ॥
]

`verse 31 [
मम तद्रेतसा तात मर्दितेन मुहुर्मुहुः ॥
अभवन्कणकास्तत्र भूरिशः परमोज्ज्वलाः ॥
]

`verse 32 [
ऋषयो बहवो जाता वालखिल्यास्सहस्रशः ॥
कणकैस्तैश्च वीर्यस्य प्रज्वलद्भिः स्वतेजसा ॥
]

`verse 33 [
अथ ते ह्यृषयस्सर्वे उपतस्थुस्तदा मुने ॥
ममान्तिकं परप्रीत्या तात तातेति चाब्रुवन् ॥
]

`verse 34 [
ईश्वरेच्छाप्रयुक्तेन प्रोक्तास्ते नारदेन हि ॥
वालखिल्यास्तु ते तत्र कोपयुक्तेन चेतसा ॥
]

`speaker [
नारद उवाच
]

`verse 35 [
गच्छध्वं संगता यूयं पर्वतं गन्धमादनम् ॥
न स्थातव्यम्भवद्भिश्च न हि वोऽत्र प्रयोजनम् ॥
]

`verse 36 [
तत्र तप्त्वा तपश्चाति भवितारो मुनीश्वराः ॥
सूर्य्यशिष्याश्शिवस्यैवाज्ञया मे कथितन्त्विदम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
इत्युक्तास्ते तदा सर्वे बालखिल्याश्च पर्वतम् ॥
सत्वरम्प्रययुर्नत्वा शंकरं गन्धमादनम् ॥ 2.3.49.४० ॥
विष्ण्वादिभिस्तदाभूवं श्वासितोहं मुनीश्वर ॥
निर्भयः परमेशानप्रेरितैस्तैर्महात्मभिः ॥
]

`verse 38 [
अस्तवञ्चापि सर्वेशं शंकरम्भक्तवत्सलम् ॥
सर्वकार्यकरं ज्ञात्वा दुष्टगर्वापहारकम्॥
]

`verse 39 [
देवदेव महादेव करुणासागर प्रभो ॥
त्वमेव कर्ता सर्वस्य भर्ता हर्त्ता च सर्वथा ॥४३।
त्वदिच्छया हि सकलं स्थितं हि सचराचरम्॥
तन्त्यां यथा बलीवर्दा मया ज्ञातं विशेषतः ॥
]

`verse 40 [
इत्येवमुक्त्वा सोहं वै प्रणामं च कृताञ्जलिः ॥
अन्येऽपि तुष्टुवुस्सर्वे विष्ण्वाद्यास्तं महेश्वरम् ॥
]

`verse 41 [
अथाकर्ण्य नुतिं शुद्धां मम दीनतया तदा ॥
विष्ण्वादीनाञ्च सर्वेषां प्रसन्नोऽभून्महेश्वरः ॥
]

`verse 42 [
ददौ सोतिवरं मह्यमभयं प्रीतमानसः ॥
सर्वे सुखमतीवापुरत्यमोदमहं मुने ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे विधिमोहवर्णनं नाम नवचत्वारिंशोऽध्यायः ॥
]
