`speaker [
ब्रह्मोवाच
]

`verse 1 [
ततश्चाहं मुनिगणैश्शेषकृत्यं शिवाज्ञया ॥
अकार्षं नारद प्रीत्या शिवाशिवविवाहतः ॥
]

`verse 2 [
तयोश्शिरोऽभिषेकश्च बभूवादरतस्ततः॥
ध्रुवस्यदर्शनं विप्राः कारयामासुरादरात॥
]

`verse 3 [
हृदयालम्भनं कर्म बभूव तदनन्तरम् ॥
स्वस्तिपाठश्च विप्रेन्द्र महोत्सवपुरस्सरः ॥
]

`verse 4 [
शिवाशिरसि सिन्दूरं ददौ शम्भुर्द्विजाज्ञया ॥
तदानीं गिरिजाभिख्याद्भुतावर्ण्या बभूव ह ॥
]

`verse 5 [
ततो विप्राज्ञया तौ द्वावेकासनसमास्थितौ ॥
लेभाते परमां शोभां भक्तचित्त मुदावहाम् ॥
]

`verse 6 [
ततः स्वस्थानमागत्य संस्रवप्राशनं मुदा ॥
चक्रतुस्तौ निदेशान्मेऽद्भुतलीलाकरौ मुने ॥
]

`verse 7 [
इत्थं निवृत्ते विधिवद्याज्ञे वैवाहिके शिवः ॥
ब्रह्मणे पूर्णपात्रं मे ददौ लोककृते प्रभुः ॥
]

`verse 8 [
गोदानं विधिवच्छम्भुराचार्याय ददौ ततः ॥
महादानानि च प्रीत्या यानि मङ्गलदानि वै ॥
]

`verse 9 [
ततश्शतसुवर्णं च विप्रेभ्यस्स ददौ पृथक्॥
बहुभ्यो रत्नकोटीश्च नानाद्रव्याण्यनेकशः॥
]

`verse 10 [
तदानीममरास्सर्वे परे जीवाश्चराचराः॥
मुमुदुश्चेतसातीव     जयध्वनिः॥2.3.50.१०॥
मङ्गलध्वनिगानश्च बभूव बहु सर्वतः ॥
वाद्यध्वनिरभूद्रम्यो सर्वानन्दप्रवर्द्धनः ॥
]

`verse 11 [
हरिर्मयाथ देवाश्च मुनयश्चापरेऽखिलाः ॥
गिरिमामन्त्र्य सुप्रीत्या स्वस्थानम्प्रययुर्द्रुतम् ॥
]

`verse 12 [
तदानीं शैलनगरे स्त्रियश्च मुदिता वरम् ॥
शिवाशिवौ समानीय ययुः कुह वरालयम् ॥
]

`verse 13 [
लौकिकाचारमाजह्रुस्ताः स्त्रियस्तत्र चादृताः ॥
महोत्साहो बभूवाथ सर्वतः प्रमुदावहः ॥
]

`verse 14 [
अथ तास्तौ समानीय दम्पती जनशंकरौ॥
वासालयम्महादिव्यं भवाचारं व्यधुर्मुदा ॥
]

`verse 15 [
अथो समीपमागत्य शैलेन्द्रनगरस्त्रियः ॥
निर्वृत्य मङ्गलं कर्म प्रापयन्दम्पती गृहम् ॥
]

`verse 16 [
कृत्वा जयध्वनिं चक्रुर्ग्रन्थिनिर्मोचनादिकम् ॥
सस्मितास्सकटाक्षाश्च पुलकाञ्चितविग्रहाः ॥
]

`verse 17 [
वासगेहं सम्प्रविश्य मुमुहुः कामिनीवराः ॥
प्रसंशन्त्यस्स्वभाग्यानि पश्यन्तः परमेश्वरम् ॥
]

`verse 18 [
महासुरूपवेषश्च सर्व लावण्यसंयुतम् ॥
नवीनयौवनस्थञ्च कामिनीचित्तमोहनम् ॥
]

`verse 19 [
ईषद्धास्यप्रसन्नास्यं सकटाक्षं सुसुन्दरम् ॥
सुसूक्ष्मवासो बिभ्राणं नानारत्न विभूषितम् ॥ 2.3.50.२० ॥
तदानीन्दिव्यनार्यश्च षोडशारं समाययुः ॥
तौ दम्पती च संद्रष्टुं महादरपुरस्सरम् ॥
]

`verse 20 [
सरस्वती च लक्ष्मीश्च सावित्री जाह्नवी तथा ॥
अदितिश्च शची चैव लोपामुद्राप्यरुन्धती ॥
]

`verse 21 [
अहल्या तुलसी स्वाहा रोहिणी च वसुन्धरा ॥
शतरूपा च संज्ञा च रतिरेतास्सुरस्त्रियः ॥
]

`verse 22 [
देवकन्या नागकन्या मुनिकन्या मनोहराः ॥
तत्र या याः स्थितास्तासां सङ्ख्यां कर्तुं च कः क्षमः ॥
]

`verse 23 [
ताभी रत्नासने दत्ते तत्रोवास शिवो मुदा ॥
तमूचुः क्रमतो देव्यस्सुहास मधुरं वचः ॥
]

`speaker [
सरस्वत्युवाच
]

`verse 24 [
प्राप्ता सती महादेवाधुना प्राणाधिका मुदा ॥
दृष्ट्वा प्रियास्यञ्चन्द्राभं सन्तापन्त्यज कामुक ॥
]

`verse 25 [
कालं गमय कालेश सतीसंश्लेषपूर्वकम् ॥
विश्लेषस्ते न भविता सर्वकालं ममाश्रिता ॥
]

`speaker [
लक्ष्मीरुवाच
]

`verse 26 [
लज्जां विहाय देवेश सतीं कृत्वा स्ववक्षसि ॥
तिष्ठ ताम्प्रति का लज्जा प्राणा यान्ति यया विना ॥
]

`speaker [
सावित्र्युवाच
]

`verse 27 [
भोजयित्वा सती शम्भो शीघ्रं त्वं भुंक्ष्व मा खिद ॥
तदाचम्य सकर्पूरन्तांबूलं देहि सादरम् ॥
]

`speaker [
जाह्नव्युवाच
]

`verse 28 [
स्वर्णकांतिकरां धृत्वा केशान्मार्जय योषितः ॥
कामिन्यास्स्वामिसौभाग्यसुखं नातः परं भवेत् ॥ 2.3.50.३० ॥
अदितिरुवाच ॥
भोजनान्ते शिवः शम्भुं मुखं शुद्ध्यर्थमादरात् ॥
जलं देहि महाप्रीत्या दम्पतिप्रेम दुर्लभम् ॥
]

`speaker [
शच्युवाच
]

`verse 29 [
कृत्वा विलापं यद्धेतोः शिवां कृत्वा च वक्षसि ॥
यो बभ्रामानिशं मोहात् का लज्जा ते प्रियाम्प्रति ॥
]

`speaker [
लोपामुद्रोवाच
]

`verse 30 [
व्यवहारोऽस्ति च स्त्रीणां भुक्त्वा वासगृहे शिव ॥
दत्त्वा शिवायै ताम्बूलं शयनं कर्तुमर्हसि ॥
]

`speaker [
अरुन्धत्युवाच
]

`verse 31 [
मया दत्तां सतीमेनां तुभ्यन्दातुमनीप्सिताम्॥
विविधं बोधयित्वेमां सुरतिं कर्तुमर्हसि ॥
]

`speaker [
अहल्योवाच
]

`verse 32 [
वृद्धावस्थाम्परित्यज्य ह्यतीव तरुणो भव॥
येन मेनानुमन्येत त्वां सुतार्पितमानसा॥
]

`speaker [
तुलस्युवाच
]

`verse 33 [
सती त्वया परित्यक्ता कामो दग्धः पुरा कृतः ॥
कथन्तदा वसिष्ठश्च प्रभो प्रस्थापितोऽधुना ॥
]

`speaker [
स्वाहोवाच
]

`verse 34 [
स्थिरो भव महादेव स्त्रीणां वचसि साम्प्रतम् ॥
विवाहे व्यवहारोऽस्ति पुरन्ध्रीणां प्रगल्भता ॥
]

`speaker [
रोहिण्युवाच
]

`verse 35 [
कामम्पूरय पार्वत्याः कामशास्त्रविशारद ॥
कुरु पारं स्वयं कामी कामिनीकामसागरम् ॥
]

`speaker [
वसुन्धरोवाच
]

`verse 36 [
जानासि भावं भावज्ञ कामार्तानां च योषिताम्॥
न च स्वं स्वामिनं शम्भो ईश्वरं पाति सन्ततम्।३९
शतरूपोवाच ॥
भोगं दिव्यं विना भुक्त्वा न हि तुष्येत्क्षुधातुरः ॥
येन तुष्टिर्भवेच्छंभो तत्कर्तुमुचितं स्त्रियाः ॥2.3.50.४०॥
॥ संज्ञोवाच ॥
तूर्णं प्रस्थापय प्रीत्या पार्वत्या सह शङ्करम् ॥
रत्नप्रदीपन्ताम्बूलं तल्पं निर्माय निर्जने ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
स्त्रीणान्तद्वचनं श्रुत्वा ता उवाच शिवः स्वयम् ॥
निर्विकारश्च भगवान्योगीन्द्राणां गुरोर्गुरुः ॥
]

`speaker [
शंकर उवाच
]

`verse 38 [
देव्यो न ब्रूत वचनमेवंभूतं ममान्तिकम् ॥
जगतां मातरः साध्व्यः पुत्रे चपलता कथम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
शङ्करस्य वचः श्रुत्वा लज्जितास्सुरयोषितः ॥
बभूवुः सम्भ्रमात्तूष्णीं चित्रपुत्तलिका यथा ॥
]

`verse 40 [
भुक्त्वा मिष्टान्नमाचम्य महेशो हृष्टमानसः ॥
सकर्पूरं च तांबूलं बुभुजे भार्य या सह ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीय पार्वतीखण्डे परिहासवर्णनंनाम पञ्चाशत्तमोऽध्यायः ॥
]
