`speaker [
ब्रह्मोवाच
]

`verse 1 [
तस्मिन्नवसरे ज्ञात्वानुकूलं समयं रतिः ॥
सुप्रसन्ना च तम्प्राह शङ्करं दीनवत्सलम् ॥
]

`speaker [
रतिरुवाच
]

`verse 2 [
गृहीत्वा पार्वतीं प्राप्तं सौभाग्यमतिदुर्लभम् ॥
किमर्थं प्राणनाथो मे निस्स्वार्थं भस्मसात्कृतः ॥
]

`verse 3 [
जीवयात्रा पतिं मे हि कामव्या पारमात्मनि ॥
कुरु दूरं च सन्तापं समविश्लेषहेतुकम् ॥
]

`verse 4 [
विवाहोत्सव एतस्मिन् सुखिनो निखिला जनाः ॥
अहमेका महेशान दुःखिनी स्वपतिम्विना ॥
]

`verse 5 [
सनाथां कुरु मान्देव प्रसन्नो भव शङ्कर ॥
स्वोक्तं सत्यम्विधेहि त्वं दीनबन्धो पर प्रभो ॥
]

`verse 6 [
त्वाम्विना कस्समर्थोत्र त्रैलोक्ये सचराचरे ॥
नाशने मम दुःखस्य ज्ञात्वेति करुणां कुरु ॥
]

`verse 7 [
सोत्सवे स्वविवाहेऽस्मिन्सर्वानन्द प्रदायिनी ॥
सोत्सवामपि मां नाथ कुरु दीनकृपाकर ॥
]

`verse 8 [
जीविते मम नाथे हि पार्वत्या प्रियया सह ॥
सुविहारः प्रपूर्णश्च भविष्यति न संशयः ॥
]

`verse 9 [
सर्वं कर्तुं समर्थोसि यतस्त्वं परमेश्वरः ॥
किम्बहूक्त्यात्र सर्वेश जीवयाशु पतिं मम ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
तदित्युक्त्वा कामभस्म ददौ सग्रन्धिबन्धनम् ॥
रुरोद पुरतश्शम्भोर्नाथ नाथेत्युदीर्य्य च ॥ 2.3.51.१० ॥
रतिरोदनमाकर्ण्य सरस्वत्यादयः स्त्रियः ॥
रुरुदुस्सकला देव्यः प्रोचुर्दीनतरं वचः ॥
]

`speaker [
देव्य ऊचुः
]

`verse 11 [
भक्तवत्सलनामा त्वं दीनबन्धुर्दयानिधिः ॥
काम जीवय सोत्साहां रति कुरु नमोऽस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
इति तद्वचनं श्रुत्वा प्रसन्नोऽभून्महेश्वरः॥
कृपादृष्टिं चकाराशु करुणासागरः प्रभुः ॥
]

`verse 13 [
सुधादृष्ट्या शूलभृतो भस्मतो निर्गतः स्मरः ॥
तद्रूपवेषचिह्नात्मा सुन्दरोद्भुतमूर्तिमान् ॥
]

`verse 14 [
तद्रूपश्च तदाकारसंस्मितं सधनुश्शरम् ॥
दृष्ट्वा पतिं रतिस्तं च प्रणनाम महेश्वरम् ॥
]

`verse 15 [
कृतार्थाभूच्छिवं देवं तुष्टाव च कृताञ्जलिः ॥
प्राणनाथप्रदं पत्या जीवितेन पुनःपुनः ॥
]

`verse 16 [
कामस्य स्तुतिमाकर्ण्य सनारीकस्य शङ्करः ॥
प्रसन्नोऽभवदत्यंतमुवाच करुणार्द्रधीः ॥
]

`speaker [
शङ्कर उवाच
]

`verse 17 [
प्रसन्नोहं तव स्तुत्या सनारीकस्य चित्तज ॥
स्वयंभव वरम्बूहि वाञ्छितं तद्ददामि ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
इति शम्भुवचः श्रुत्वा महानदन्स्स्मरस्ततः ॥
उवाच साञ्जलिर्नम्रो गद्गदाक्षरया गिरा ॥
]

`speaker [
काम उवाच
]

`verse 19 [
देवदेव महादेव करुणासागर प्रभो ॥
यदि प्रसन्नस्सर्वेशः ममानन्दकरो भव ॥ 2.3.51.२० ॥
क्षमस्व मेऽपराधं हि यत्कृतश्च पुरा प्रभो ॥
स्वजनेषु पराम्प्रीतिं भक्तिन्देहि स्वपादयोः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
इत्याकर्ण्य स्मरवचः प्रसन्नः परमेश्वरः
ॐ मित्युक्त्वाऽब्रवीत्तं वै विहसन्करुणानिधिः ॥
]

`speaker [
ईश्वर उवाच
]

`verse 21 [
हे कामाहं प्रसन्नोऽस्मि भयन्त्यज महामते ॥
गच्छ विष्णुसमीपञ्च बहिस्थाने स्थितो भव ॥
]

`verse 22 [
॥ ब्रह्मोवाच ॥ ॥
तच्छ्रुत्वा शिरसा नत्वा परिक्रम्य स्तुवन्विभुम् ॥
बहिर्गत्वा हरिन्देवान्प्रणम्य समुपास्त सः ॥
]

`verse 23 [
कामं सम्भाष्य देवाश्च ददुस्तस्मै शुभाशिषम् ॥
विष्ण्वादयः प्रसन्नास्ते प्रोचुः स्मृत्वा शिवं हृदि ॥
]

`speaker [
देवा ऊचुः
]

`verse 24 [
धन्यस्त्वं स्मर सन्दग्धः शिवेनानुग्रहीकृतः ॥
जीवयामास सत्त्वांशकृपादृष्ट्या खिलेश्वरः ॥
]

`verse 25 [
सुखदुःखदो न चान्योऽस्ति यतस्स्वकृतभृक् पुमान् ॥
काले रक्षा विवाहश्च निषेकः केन वार्यते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
इत्युक्त्वा ते च सम्मान्य तं सुखेनामरास्तदा ॥
सन्तस्थुस्तत्र विष्ण्वाद्यास्सर्वे लब्धमनोरथाः ॥
]

`verse 27 [
सोपि प्रमुदितस्तत्र समुवास शिवाज्ञया ॥
जयशब्दो नमश्शब्दस्साधुशब्दो बभूव ह ॥
]

`verse 28 [
ततश्शम्भुर्वासगेहे वामे संस्थाप्य पार्वतीम् ॥
मिष्टान्नं भोजयामास तं च सा च मुदान्विता ॥ 2.3.51.३० ॥
अथ शम्भुर्भवाचारी तत्र कृत्यम्विधाय तत् ॥
मेनामामंत्र्य शैलं च जनवासं जगाम सः ॥
]

`verse 29 [
महोत्सवस्तदा चासीद्वेदध्वनिरभून्मुने ॥
वाद्यानि वादयामासुर्जनाश्चतुर्विधानि च ॥
]

`verse 30 [
शम्भुरागत्य स्वस्थानं ववन्दे च मुनींस्तदा ॥
हरिं च मां भवाचाराद्वन्दितोऽभूत्सुरादिभिः ॥
]

`verse 31 [
जयशब्दो बभूवाथ नम श्शब्दस्तथैव च ॥
वेदध्वनिश्च शुभदः सर्वविघ्नविदारणः ॥
]

`verse 32 [
अथ विष्णुरहं शक्रस्सर्वे देवाश्च सर्षयः ॥
सिद्धा उपसुरा नागास्तुष्टुवुस्ते पृथक्पृथक् ॥
]

`speaker [
देवा ऊचुः
]

`verse 33 [
जय शम्भोऽखिलाधार जय नाम महेश्वर ॥
जय रुद्र महादेव जय विश्व म्भर प्रभो ॥
]

`verse 34 [
जय कालीपते स्वामिञ्जयानन्दप्रवर्धक ॥
जय त्र्यम्बक सर्वेश जय मायापते विभो ॥
]

`verse 35 [
जय निर्गुण निष्काम कारणातीत सर्वग ॥
जय लीलाखिलाधार धृतरूप नमोऽस्तु ते॥
]

`verse 36 [
जय स्वभक्तसत्कामप्रदेश करुणाकर॥
जय सानन्दसद्रूप जय मायागुणाकृते ॥
]

`verse 37 [
जयोग्र मृड सर्वात्मन् दीनबन्धो दयानिधे ॥
जयाविकार मायेश वाङ्मनोतीतविग्रह ॥2.3.51.४०॥
ब्रह्मोवाच ॥
इति स्तुत्वा महेशानं गिरिजानायकम्प्रभुम् ॥
सिषेविरे परप्रीत्या विष्ण्वाद्यास्ते यथोचितम् ॥
]

`verse 38 [
अथ शम्भुर्महेशानो लीलात्ततनुरीश्वरः ॥
ददौ मानवरन्तेषां सर्वेषान्तत्र नारद॥
]

`verse 39 [
विष्ण्वाद्यास्तेऽखिलास्तात प्राप्याज्ञाम्परमेशितुः॥
अतिहृष्टाः प्रसन्नास्याः स्वस्थानञ्जग्मुरादृताः ॥
]

`colophon [
इति श्रीशिवमहापुराणे ब्रह्मनारदसम्वादे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे कामसंजीवनवर्णनं नामैकपञ्चाशत्तमोऽध्यायः॥
]
