`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ शैलवरस्तात हिमवान्भाग्यसत्तमः ॥
प्राङ्गणं रचयामास भोजनार्थं विचक्षणः ॥
]

`verse 2 [
मार्जनं लेपनं सम्यक्कारयामास तस्य सः ॥
स सुगन्धैरलञ्चक्रे नानावस्तुभिरादरात् ॥
]

`verse 3 [
अथ शैलस्सुरान्सर्वानन्यानपि च सेश्वरान् ॥
भोजनायाह्वयामास पुत्रैश्शैलैः परैरपि ॥
]

`verse 4 [
शैलाह्वानमथाकर्ण्य  स प्रभुस्साच्युतो मुने ॥
सर्वैस्सुरादिभिस्तत्र भोजनाय ययौ मुदा॥
]

`verse 5 [
गिरिः प्रभुं च सर्वांस्तान्सुसत्कृत्य यथाविधि ॥
मुदोपवेशयामास सत्पीठेषु गृहान्तरे ॥
]

`verse 6 [
नानासुभोज्यवस्तूनि परिविष्य च तत्पुनः ॥
साञ्चलिर्भोजनायाज्ञां चक्रे विज्ञप्तिमानतः॥
]

`verse 7 [
अथ सम्मानितास्तत्र देवा विष्णुपुरोगमाः ॥
सदाशिवं पुरस्कृत्य बुभुजुस्सकलाश्च ते ॥
]

`verse 8 [
तदा सर्वे हि मिलिता ऐकपद्येन सर्वशः ॥
पंक्तिभूताश्च बुभुजु र्विहसन्तः पृथक्पृथक् ॥
]

`verse 9 [
नन्दिभृंगिवीरभद्रवीरभद्रगणाः पृथक्॥
बुभुजुस्ते महाभागाः कुतूहलसमन्विताः ॥
]

`verse 10 [
देवास्सेन्द्रा लोकपाला नानाशोभासमन्विताः ॥
बुभुजुस्ते महाभागा नानाहास्यरसैस्सह ॥2.3.52.१०॥
सर्वे च मुनयो विप्रा भृग्वाद्या ऋषयस्तथा॥
बुभुजु प्रीतितस्सर्वे पृथक् पंक्तिगतास्तदा॥
]

`verse 11 [
तथा चण्डीगणास्सर्वे बुभुजुः कृतभाजनाः ॥
कुतूहलं प्रकुर्वन्तो नानाहास्यकरा मुदा॥
]

`verse 12 [
एवन्ते भुक्तवन्तश्चाचम्य सर्वे मुदान्विताः ॥
विश्रामार्थं गताः प्रीत्या विष्ण्वाद्यास्स्वस्वमाश्रमम् ॥
]

`verse 13 [
मेनाज्ञया स्त्रियस्साध्व्य श्शिवं सम्प्रार्थ्य भक्तितः ॥
गेहे निवासयामासुर्वासाख्ये परमोत्सवे ॥
]

`verse 14 [
रत्नसिंहासने शम्भुर्मेनादत्ते मनोहरे ॥
सन्निधाय मुदा युक्तो ददृशे वासमन्दिरम्॥
]

`verse 15 [
रत्नप्रदीपशतकैर्ज्वलद्भिर्ज्वलितं श्रिया ॥
रत्नपात्रघटाकीर्णं मुक्तामणिविराजितम्॥
]

`verse 16 [
रत्नदर्प्पणशोभाढ्यं मण्डितं श्वेतचामरैः॥
मुक्तामणिसुमालाभिर्वेष्टितं परमर्द्धिमत्॥
]

`verse 17 [
अनूपमम्महादिव्यं विचित्रं सुमनोहरम्॥
चित्ताह्लादकरं नानारचनारचितस्थलम् ॥
]

`verse 18 [
शिवदत्तवरस्यैव प्रभावमतुलम्परम् ॥
दर्शयन्तं समुल्लासि शिवलोकाभिधानकम् ॥
]

`verse 19 [
नानासुगन्धसद्द्रव्यैर्वासितं सुप्रकाशकम् ॥
चन्दनागुरुसंयुक्तं पुष्पशय्यासमन्वितम् ॥2.3.52.२०॥
नानाचित्रविचित्राढ्यं निर्मितं विश्वकर्म्मणा ॥
रत्नेन्द्रसाररचितैराचितं हारकैर्वरैः ॥
]

`verse 20 [
कुत्रचित्सुरनिर्माणं वैकुण्ठं सुमनोहरम् ॥
कुत्रचिच्च ब्रह्मलोकं लोकपालपुरं क्वचित् ॥
]

`verse 21 [
कैलासं कुत्रचिद्रम्यं कुत्रचिच्छक्रमन्दिरम् ॥
कुत्रचिच्छिवलोकं च सर्वोपरि विराजितम् ॥
]

`verse 22 [
एतादृशगृहं सर्वदृष्टाश्चर्य्यं महेश्वरः ॥
प्रशंसन् हिमशैलेशं परितुष्टो बभूव ह ॥
]

`verse 23 [
तत्रातिरमणीये च रत्नपर्य्यंक उत्तमे ॥
अशयिष्ट मुदा युक्तो लीलया परमेश्वरः ॥
]

`verse 24 [
हिमाचलश्च स्वभ्रातॄन्भोजयामास कृत्स्नशः ॥
सर्वानन्यांश्च सुप्रीत्या शेषकृत्यं चकार ह ॥
]

`verse 25 [
एवं कुर्वति शैलेशे स्वपति प्रेष्ठ ईश्वरे ॥
व्यतीता रजनी सर्वा प्रातःकालो बभूव ह ॥
]

`verse 26 [
अथ प्रभातकाले च धृत्युत्साहपरायणाः ॥
नानाप्रकारवाद्यानि वादयाञ्चक्रिरे जनाः ॥
]

`verse 27 [
सर्वे सुरास्समुत्तस्थुर्विष्ण्वाद्यास्सुमुदान्विताः ॥
स्वेष्टं संस्मृत्य देवेशं सज्जिभूतास्ससंभ्रमाः ॥
]

`verse 28 [
स्ववाहनानि सज्जानि कैलासङ्गन्तुमुत्सुकाः ॥
कृत्वा सम्प्रेषयामासुर्धर्मं शिवसमीपतः ॥ 2.3.52.३० ॥
वासगेहमथागत्य धर्मो नारायणाज्ञया ॥
उवाच शंकरं योगी योगीशं समयोचितम् ॥
]

`speaker [
धर्म उवाच
]

`verse 29 [
उत्तिष्ठोत्तिष्ठ भद्रन्ते भव नः प्रमथाधिप ॥
जनावासं समागच्छ कृतार्थं कुरु तत्र तान् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
इति धर्मवचः श्रुत्वा विजहास महेश्वरः ॥
ददर्श कृपया दृष्ट्या तल्पमुज्झाञ्चकार ह ॥
]

`verse 31 [
उवाच विहसन् धर्म त्वमग्रे गच्छ तत्र ह॥
अहमप्यागमिष्यामि द्रुतमेव न संशयः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
इत्युक्तश्शंकरेणाथ जनावासं जगाम सः॥
स्वयङ्गन्तुमना आसीत्तत्र शम्भुरपि प्रभुः॥३५।
तज्ज्ञात्वा स्त्रीगणस्सोसौ तत्रागच्छन्महोत्सवः ॥
चक्रे मंगलगानं हि पश्यन्शम्भुपदद्वयम् ॥
]

`verse 33 [
अथ शंम्भुर्भवाचारी प्रातःकृत्यं विधाय च ॥
मेनामान्त्र्य कुध्रं च जनावासं जगाम सः ॥
]

`verse 34 [
महोत्सवस्तदा चासीद्वेदध्वनिरभून्मुने ॥
वाद्यानि वादयामासुर्जनाश्चातुर्विधानि च ॥
]

`verse 35 [
शम्भुरागत्य स्वस्थानं ववन्दे च मुनींस्तदा ॥
हरिं च मां भवाचारात् वन्दितोऽभूत्सुरादिभिः ॥
]

`verse 36 [
जयशब्दो बभूवाथ नमश्शब्दस्तथैव च ॥
वेदध्वनिश्च शुभदो महाकोलाहलोऽभवत् ॥2.3.52.४०॥
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे वरवर्गभोजनशिवशयनवर्णनं नाम द्विपञ्चाशत्तमोऽध्यायः ॥
]
