`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ विष्ण्वादयो देवा मुनयश्च तपोधनाः ॥
कृत्वावश्यककर्माणि यात्रां सन्तेनिरे गिरेः ॥
]

`verse 2 [
ततो गिरिवरः स्नात्वा स्वेष्टं सम्पूज्य यत्नतः ॥
पौरबन्धून्समाहूय जनवासं ययौ मुदा ॥
]

`verse 3 [
तत्र प्रभुम्प्रपूज्याथ चक्रे सम्प्रार्थनां मुदा ॥
कियद्दिनानि सन्तिष्ठ मद्गेहे सकलैस्सह ॥
]

`verse 4 [
विलोकनेन ते शम्भो कृतार्थोहं न संशयः ॥
धन्यश्च यस्य मद्गेहे आयातोऽसि सुरैस्सह ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
इत्युक्त्वा बहु शैलेशः करौ बद्ध्वा प्रणम्य च ॥
प्रभुन्निमन्त्रयामास सह विष्णुसुरादिभिः ॥
]

`verse 6 [
अथ ते मनसा गत्वा शिव संयुतमादरात् ॥
प्रत्यूचुर्मुनयो देवा हृष्टा विष्णुसुरादिभिः ॥
]

`speaker [
देवा ऊचुः
]

`verse 7 [
धन्यस्त्वं गिरिशार्दूल तव कीर्तिर्महीयसी ॥
त्वत्समो न त्रिलोकेषु कोपि पुण्यतमो जनः ॥
]

`verse 8 [
यस्य द्वारि महेशानः परब्रह्म सतां गतिः ॥
समागतस्सदासैश्च कृपया भक्तवत्सलः ॥
]

`verse 9 [
जनावासोतिरम्यश्च सम्मानो विविधः कृतः ॥
भोजनानि त्वपूर्वाणि न वर्ण्यानि गिरीश्वर ॥
]

`verse 10 [
चित्रन्न खलु तत्रास्ति यत्र देवी शिवाम्बिका ॥
परिपूर्णमशेषञ्च यवं धन्या यदागताः ॥ 2.3.53.१० ॥
॥ ब्रह्मोवाच ॥
इत्थम्परस्परन्तत्र प्रशंसाभवदुत्तमा ॥
उत्सवो विविधो जातो वेदसाधुजयध्वनिः ॥
]

`verse 11 [
अभून्मङ्गलगानञ्च ननर्ताप्सरसांगणः ॥
नुतिञ्चक्रुर्मागधाद्या द्रव्यदानमभूद्बहु ॥
]

`verse 12 [
तत आमन्त्रय देवेशं स्वगेहमगमद्गिरिः ॥
भोजनोत्सवमारेभे नानाविधिविधानतः ॥
]

`verse 13 [
भोजनार्थं प्रभुम्प्रीत्यानयामास यथोचितम् ॥
परिवारसमेतं च सकुतूहलमीश्वरम् ॥
]

`verse 14 [
प्रक्षाल्य चरणौ शम्भोर्विष्णोर्मम वरादरात् ॥
सर्वेषाममराणाञ्च मुनीनाञ्च यथार्थतः ॥
]

`verse 15 [
परेषाञ्च गतानाञ्च गिरीशो मण्डपान्तरे ॥
आसयामास सुप्रीत्या तांस्तान्बन्धुभिरन्वितः ॥
]

`verse 16 [
सुरसैर्विविधान्नैश्च तर्पयामास तान्गिरिः ॥
बुभुजुर्निखिलास्ते वै शम्भुना विष्णुना मया ॥
]

`verse 17 [
तदानीम्पुरनार्यश्च गालीदानम्व्यधुर्मुदा ॥
मृदुवाण्या हसन्त्यश्च पश्यन्त्यो यत्नतश्च तान् ॥
]

`verse 18 [
ते भुक्त्वाचम्य विधिवद्गिरिमामन्त्र्य नारद ॥
स्वस्थानम्प्रययुस्सर्वे मुदितास्तृप्तिमागताः ॥
]

`verse 19 [
इत्थन्तृतीये घस्रेऽपि मानितास्तेऽभवन्मुने ॥
गिरीश्वरेण विधिवद्दानमानादरादिभिः ॥2.3.53.२०॥
चतुर्थे दिवसे प्राप्ते चतुर्थीकर्म शुद्धितः ॥
बभूव विधिवद्येन विना खण्डित एव सः ॥
]

`verse 20 [
उत्सवो विविधश्चासीत्साधुवादजयध्वनिः ॥
बहुदानं सुगानञ्च नर्त्तनम्विविधन्तथा ॥
]

`verse 21 [
पञ्चमे दिवसे प्राप्ते सर्वे देवा मुदान्विताः ॥
विज्ञप्तिञ्चक्रिरे शैलं यात्रार्थमतिप्रेमतः ॥
]

`verse 22 [
तदाकर्ण्य गिरीशश्चोवाच देवान् कृताञ्जलिः ॥
कियद्दिनानि तिष्ठन्तु कृपाङ्कुर्वन्तु मां सुराः ॥
]

`verse 23 [
इत्युक्त्वा स्नेहतस्ताँश्च प्रभुम्विष्णुञ्च माम्परान् ॥
वासयामास दिवसान् बहून्नित्यं समादरात् ॥
]

`verse 24 [
इत्थम्व्यतीयुर्दिवसा बहवो वसतां च तत् ॥
सप्तर्षीन्प्रेषयामासुर्गिरीशान्ते ततस्सुराः ॥
]

`verse 25 [
ते तं सम्बोधयामासुर्मेनाञ्च समयोचितम् ॥
शिवतत्त्वम्परम्प्रोचुः प्रशंसन्विधिवन्मुदा ॥
]

`verse 26 [
अङ्गीकृतं परेशेन तत्तद्बोधनतो मुने ॥
यात्रार्थमगमच्छम्भुश्शैलेशं सामरादिकः ॥
]

`verse 27 [
यात्राङ्कुर्वति देवेशे स्वशैलं सामरे शिवे ॥
उच्चै रुरोद सा मेना तमुवाच कृपानिधिम् ॥
]

`speaker [
मेनोवाच
]

`verse 28 [
कृपानिधे कृपाङ्कृत्वा शिवां सम्पालयिष्यसि ॥
सहस्रदोषं पार्वत्या आशुतोषः क्षमिष्यसि ॥ 2.3.53.३० ॥
त्वत्पादाम्बुजभक्ता च मद्वत्सा जन्मजन्मनि ॥
स्वप्ने ज्ञाने स्मृतिर्नास्ति महादेवं प्रभुम्बिना ॥
]

`verse 29 [
त्वद्भक्तिश्रुतिमात्रेण हर्षाश्रुपुलकान्विता ॥
त्वन्निन्दया भवेन्मौना मृत्युंजय मृता इव ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
इत्युक्त्वा मेनका तस्मै समर्प्य स्वसुतान्तदा ॥
अत्युच्चै रोदनङ्कृत्वा मूर्च्छामाप तयोः पुरः॥
]

`verse 31 [
अथ मेनाम्बोधयित्वा तामामन्त्र्य गिरिस्तथा॥
चकार यात्रान्देवैश्च महोत्सवपुरस्सरम् ॥
]

`verse 32 [
अथ ते निर्जरास्सर्वे प्रभुणा स्वगणैस्सह ॥
यात्राम्प्रचक्रिरे तूष्णीं गिरिम्प्रति शिवं दधुः ॥ ॥
]

`verse 33 [
हिमाचलपुरीबाह्योपवने हर्षितास्सुराः॥
सेश्वरास्सोत्सवास्तस्थुः पर्यैषन्त शिवागमम्॥
]

`verse 34 [
इत्युक्ता शिवसद्यात्रा देवैस्सह मुनीश्वर॥
आकर्णय शिवयात्रां विरहोत्सवसंयुताम् ॥
]

`colophon [
इति श्रीशिवमहापुराणे द्वितीयायां रुद्रसंहितायां तृतीये पार्वती खण्डे शिवयात्रावर्णनं नाम त्रिपञ्चाशत्तमोऽध्यायः ॥
]
