`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ सा ब्राह्मणी देव्यै शिक्षयित्वा व्रतञ्च तत् ॥
प्रोवाच मेनामामन्त्र्य यात्रामस्याश्च कारय ॥
]

`verse 2 [
तथास्त्विति च सम्प्रोच्य प्रेमवश्या बभूव सा ॥
धृतिन्धृत्वाहूय कालीं विश्लेषविरहा कुला ॥
]

`verse 3 [
अत्युच्चै रोदनं चक्रे संश्लिष्य च पुनः पुनः ॥
पार्वत्यपि रुरोदोच्चैरुच्चरन्ती कृपावचः ॥
]

`verse 4 [
शैलप्रिया शिवा चापि मूर्च्छामाप शुचार्दिता॥
मूर्च्छाम्प्रापुर्देवपत्न्यः पार्वत्या रोदनेन च ॥
]

`verse 5 [
सर्वाश्च रुरुदुर्नार्य्यस्सर्वमासीदचेतनम् ॥
स्वयं रुरोद योगीशो गच्छन्कोन्य परः प्रभुः ॥
]

`verse 6 [
एतस्मिन्नन्तरे शीघ्रमाजगाम हिमालयः ॥
ससर्वतनयस्तत्र सचिवैश्च द्विजैः परैः ॥
]

`verse 7 [
स्वयं रुरोद मोहेन वत्सां कृत्वा स्ववक्षसि ॥
क्व यासीत्येवमुच्चार्य शून्यं कृत्वा मुहुर्मुहुः ॥
]

`verse 8 [
ततः पुरोहितो विप्रैरध्यात्मविद्यया सुखम् ॥
सर्वान्प्रबोधयामास कृपया ज्ञानवत्तरः ॥
]

`verse 9 [
ननाम पार्वती भक्त्या मातरम्पितरं गुरुम् ॥
महामाया भवाचाराद्रुरोदोच्चैर्मुहुर्मुहुः ॥
]

`verse 10 [
पार्वत्या रोदनेनैव रुरुदुस्सर्वयोषितः ॥
नितरां जननी मेना यामयो भ्रातरस्तथा ॥ 2.3.55.१० ॥
पुनः पुनः शिवामाता यामयोऽन्याश्च योषितः ॥
भ्रातरो जनकः प्रेम्णा रुरुदुर्बद्धसौहृदाः ॥
]

`verse 11 [
तदा विप्राः समागत्य बोधयामासुरादरात् ॥
लग्नन्निवेदयामासुर्यात्रायास्सुखदम्परम् ॥
]

`verse 12 [
ततो हिमालयो मेनां धृत्वा धैर्य्यम्विवेकतः ॥
शिबिकामानयामास शिवारोहणहेतवे ॥
]

`verse 13 [
शिवामारोहयामासुस्तत्र विप्राङ्गनाश्च ताम् ॥
आशिषम्प्रददुस्सर्वाः पिता माता द्विजास्तथा ॥
]

`verse 14 [
महाराज्ञ्युपचाराँश्च ददौ मेना गिरिस्तथा ॥
नानाद्रव्यसमूहं च परेषान्दुर्लभं शुभम् ॥
]

`verse 15 [
शिवा नत्वा गुरून्सर्वाञ् जनकं जननीन्तथा ॥
द्विजान्पुरोहितं यामीस्त्रीस्तथान्या ययौ मुने ॥
]

`verse 16 [
हिमाचलोऽपि ससुतोऽगच्छत्स्नेहवशी बुधः ॥
प्राप्तस्तत्र प्रभुर्यत्र सामरः प्रीतिमावहन् ॥
]

`verse 17 [
प्रीत्याभिरेभिरे सर्वे महोत्सवपुर स्सरम् ॥
प्रभुम्प्रणेमुस्ते भक्त्या प्रशंसन्तोऽविशन्पुरीम् ॥
]

`verse 18 [
जातिस्मरां स्मारयामि नित्यं स्मरसि चेद्वद ॥
लीलया त्वाञ्च देवेशि सदा प्राणप्रिया मम ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
इत्याकर्ण्य महेशस्य स्वनाथस्याथ पार्वती ॥
शङ्करस्य प्रिया नित्यं सस्मितोवाच सा सती ॥ 2.3.55.२० ॥
पार्वत्युवाच ॥
सर्वं स्मरामि प्राणेश मौनी भूतो भवेति च ॥
प्रस्तावोचितमद्याशु कार्यं कुरु नमोऽस्तु ते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
इत्याकर्ण्य प्रियावाक्यं सुधाधाराशतोपमम् ॥
मुमुदेऽतीव विश्वेशो लौकिकाचारतत्परः॥
]

`verse 21 [
शिवः सम्भृतसम्भारो नानावस्तुमनोहरम् ॥
भोजयामास देवश्च नारायणपुरोगमान् ॥
]

`verse 22 [
तथान्यान्निखिलान्प्रीत्या स्वविवाहसमागतान् ॥
भोजयामास सुरसमन्नम्बहुविधम्प्रभुः ॥
]

`verse 23 [
ततो भुक्त्वा च ते देवा नानारत्न विभूषिताः ॥
सस्त्रीकास्सगणास्सर्वे प्रणेमुश्चंद्रशेखरम् ॥
]

`verse 24 [
संस्तुत्य वाग्भिरिष्टाभिः परिक्रम्य मुदान्विताः ॥
प्रशंसन्तो विवाहञ्च स्वधामानि ययुस्ततः ॥
]

`verse 25 [
नारायणं मुने मां च प्रणनाम शिवस्स्वयम् ॥
लौकिकाचारमाश्रित्य यथा विष्णुश्च कश्यपम् ॥
]

`verse 26 [
मयाश्लिष्याशिषन्दत्त्वा शिवस्य पुनरग्रतः ॥
मत्वा वै तं परं ब्रह्म चक्रे च स्तुतिरुत्तमा ॥
]

`verse 27 [
तमामन्त्र्य मया विष्णुस्साञ्जलिश्शिवयोर्मुदा ॥
प्रशंसंस्तद्विवाहञ्च जगाम स्वालयम्परम् ॥
]

`verse 28 [
शिवोऽपि स्वगिरौ तस्थौ पार्वत्या विहरन्मुदा ॥
सर्वे गणास्सुखं प्रापुरतीव स्वभजञ्छिवौ ॥ 2.3.55.३० ॥
इत्येवङ्क थितस्तात शिवोद्वाहस्सुमंगलः ॥
शोकघ्नो हर्षजनक आयुष्यो धनवर्द्धनः ॥
]

`verse 29 [
य इमं शृणुयान्नित्यं शुचिस्तद्गतमानसः ॥
श्रावयेद्वाथ नियमाच्छिवलोकमवाप्नुयात् ॥
]

`verse 30 [
इदमाख्यानमाख्यातमद्भुतं मंगलायनम् ॥
सर्वविघ्नप्रशमनं सर्वव्याधिविनाशनम् ॥
]

`verse 31 [
यशस्यं स्वर्ग्यमायुष्यं पुत्रपौत्रकरम्परम् ॥
सर्वकामप्रदं चेह भुक्तिदं मुक्तिदं सदा ॥
]

`verse 32 [
अपमृत्युप्रशमनं महाशान्तिकरं शुभम् ॥
सर्वदुस्स्वप्नप्रशमनं बुद्धिप्रज्ञादिसाधनम् ॥
]

`verse 33 [
शिवोत्सवेषु सर्वेषु पठितव्यम्प्रयत्नतः ॥
शुभेप्सुभिर्जनैः प्रीत्या शिवसन्तोषकारणम् ॥
]

`verse 34 [
पठेत्प्रतिष्ठाकाले तु देवादीनां विशेषतः ॥
शिवस्य सर्वकार्यस्य प्रारम्भे च सुप्रीतितः ॥
]

`verse 35 [
शृणुयाद्वा शुचिर्भूत्वा चरितं शिवयोश्शिवम् ॥
सिध्यन्ति सर्वकार्याणि सत्यं सत्यं न संशयः ॥
]

`colophon [
इति श्रीशिवमहापुराणे ब्रह्मनारदसंवादे द्वितीयायां रुद्रसंहितायां तृतीये पार्वतीखण्डे शिवकैलासगमनवर्णनं नाम पञ्चपञ्चाशत्तमोऽध्यायः ॥
]

`verse 36 [
समाप्तोऽयं तृतीयः पार्वतीखण्डः ॥
]
