`speaker [
व्यास उवाच
]

`verse 1 [
इति संप्रश्नसंहृष्टो विप्राणां रौमहर्षणिः ।
प्रतिपूज्य वचस्तेषां प्रवक्तुं उपचक्रमे
]

`speaker [
सूत उवाच
]

`meter [
वसंततिलका
]

`verse 2 [
यं प्रव्रजन्तमनुपेतमपेतकृत्यं
     द्वैपायनो विरहकातर आजुहाव ।
पुत्रेति तन्मयतया तरवोऽभिनेदुः
     तं सर्वभूतहृदयं मुनिमानतोऽस्मि
]

`verse 3 [
यः स्वानुभावमखिल श्रुतिसारमेकं
     अध्यात्मदीपं अतितितीर्षतां तमोऽन्धम् ।
संसारिणां करुणयाऽऽह पुराणगुह्यं
     तं व्याससूनुमुपयामि गुरुं मुनीनाम्
]

`meter [
अनुष्टुप्
]

`verse 4 [
नारायणं नमस्कृत्य नरं चैव नरोत्तमम् ।
देवीं सरस्वतीं व्यासं ततो जयमुदीरयेत्
]

`verse 5 [
मुनयः साधु पृष्टोऽहं भवद्‌भिः लोकमङ्गलम् ।
यत्कृतः कृष्णसंप्रश्नो येनात्मा सुप्रसीदति
]

`verse 6 [
स वै पुंसां परो धर्मो यतो भक्तिरधोक्षजे ।
अहैतुक्यप्रतिहता ययात्मा संप्रसीदति
]

`verse 7 [
वासुदेवे भगवति भक्तियोगः प्रयोजितः ।
जनयत्याशु वैराग्यं ज्ञानं च यद् अहैतुकम्
]

`verse 8 [
धर्मः स्वनुष्ठितः पुंसां विष्वक्सेनकथासु यः ।
नोत्पादयेद् यदि रतिं श्रम एव हि केवलम्
]

`verse 9 [
धर्मस्य ह्यापवर्ग्यस्य नार्थोऽर्थायोपकल्पते ।
नार्थस्य धर्मैकान्तस्य कामो लाभाय हि स्मृतः
]

`verse 10 [
कामस्य नेन्द्रियप्रीतिः लाभो जीवेत यावता ।
जीवस्य तत्त्वजिज्ञासा नार्थो यश्चेह कर्मभिः
]

`verse 11 [
वदन्ति तत् तत्त्वविदः तत्त्वं यत् ज्ञानमद्वयम् ।
ब्रह्मेति परमात्मेति भगवानिति शब्द्यते
]

`verse 12 [
तत् श्रद्दधाना मुनयो ज्ञानवैराग्ययुक्तया ।
पश्यन्त्यात्मनि चात्मानं भक्त्या श्रुतगृहीतया
]

`verse 13 [
अतः पुम्भिः द्विजश्रेष्ठा वर्णाश्रमविभागशः ।
स्वनुष्ठितस्य धर्मस्य संसिद्धिः हरितोषणम्
]

`verse 14 [
तस्मादेकेन मनसा भगवान् सात्वतां पतिः ।
श्रोतव्यः कीर्तितव्यश्च ध्येयः पूज्यश्च नित्यदा
]

`verse 15 [
यद् अदनुध्यासिना युक्ताः कर्मग्रन्थिनिबन्धनम् ।
छिन्दन्ति कोविदास्तस्य को न कुर्यात् कथारतिम्
]

`verse 16 [
शुश्रूषोः श्रद्दधानस्य वासुदेवकथारुचिः ।
स्यान्महत्सेवया विप्राः पुण्यतीर्थनिषेवणात्
]

`verse 17 [
श्रृण्वतां स्वकथां कृष्णः पुण्यश्रवणकीर्तनः ।
हृद्यन्तःस्थो ह्यभद्राणि विधुनोति सुहृत्सताम्
]

`verse 18 [
नष्टप्रायेष्वभद्रेषु नित्यं भागवतसेवया ।
भगवति उत्तमश्लोके भक्तिर्भवति नैष्ठिकी
]

`verse 19 [
तदा रजस्तमोभावाः कामलोभादयश्च ये ।
चेत एतैरनाविद्धं स्थितं सत्त्वे प्रसीदति
]

`verse 20 [
एवं प्रसन्नमनसो भगवद्‍भक्तियोगतः ।
भगवत् तत्त्वविज्ञानं मुक्तसङ्गस्य जायते
]

`verse 21 [
भिद्यते हृदयग्रन्थिः छिद्यन्ते सर्वसंशयाः ।
क्षीयन्ते चास्य कर्माणि दृष्ट एवात्मनीश्वरे
]

`verse 22 [
अतो वै कवयो नित्यं भक्तिं परमया मुदा ।
वासुदेवे भगवति कुर्वन्त्यात्मप्रसादनीम्
]

`meter [
वसंततिलका
]

`verse 23 [
सत्त्वं रजस्तम इति प्रकृतेर्गुणास्तैः
     युक्तः परः पुरुष एक इहास्य धत्ते ।
स्थित्यादये हरिविरिञ्चिहरेति संज्ञाः
     श्रेयांसि तत्र खलु सत्त्वतनोः नृणां स्युः
]

`meter [
अनुष्टुप्
]

`verse 24 [
पार्थिवाद् दारुणो धूमः तस्मादग्निस्त्रयीमयः ।
तमसस्तु रजस्तस्मात् सत्त्वं यद् ब्रह्मदर्शनम्
]

`verse 25 [
भेजिरे मुनयोऽथाग्रे भगवन्तं अधोक्षजम् ।
सत्त्वं विशुद्धं क्षेमाय कल्पन्ते येऽनु तानिह
]

`verse 26 [
मुमुक्षवो घोररूपान् हित्वा भूतपतीनथ ।
नारायणकलाः शान्ता भजन्ति ह्यनसूयवः
]

`verse 27 [
रजस्तमःप्रकृतयः समशीला भजन्ति वै ।
पितृभूतप्रजेशादीन् श्रियैश्वर्यप्रजेप्सवः
]

`verse 28 [
वासुदेवपरा वेदा वासुदेवपरा मखाः ।
वासुदेवपरा योगा वासुदेवपराः क्रियाः
]

`verse 29 [
वासुदेवपरं ज्ञानं वासुदेवपरं तपः ।
वासुदेवपरो धर्मो वासुदेवपरा गतिः
]

`verse 30 [
स एवेदं ससर्जाग्रे भगवान् आत्ममायया ।
सद् असद् रूपया चासौ गुणमय्यागुणो विभुः
]

`verse 31 [
तया विलसितेष्वेषु गुणेषु गुणवानिव ।
अन्तःप्रविष्ट आभाति विज्ञानेन विजृम्भितः
]

`verse 32 [
यथा ह्यवहितो वह्निः दारुष्वेकः स्वयोनिषु ।
नानेव भाति विश्वात्मा भूतेषु च तथा पुमान्
]

`verse 33 [
असौ गुणमयैर्भावैः भूत सूक्ष्मेन्द्रियात्मभिः ।
स्वनिर्मितेषु निर्विष्टो भुङ्क्ते भूतेषु तद्‍गुणान्
]

`verse 34 [
भावयत्येष सत्त्वेन लोकान्वै लोकभावनः ।
लीलावतारानुरतो देवतिर्यङ् नरादिषु
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे नैमिषीयोपाख्याने द्वितीयोऽध्यायः
]
