`set context {
  skandha = "01",
  adhyaya = "03",
  skandha.title = "Skandha 1",
  adhyaya.title = "Adhyāya 3"
}

`verse 1 [
{श्रीमद्भागवतपुराणम्/स्कन्धः१}
          सूत उवाच।
          (अनुष्टुप्)
जगृहे पौरुषं रूपं भगवान् महदादिभिः।
संभूतं षोडशकलं आदौ लोकसिसृक्षया
]

`verse 2 [
यस्याम्भसि शयानस्य योगनिद्रां वितन्वतः।
नाभिह्रदाम्बुजादासीद् ब्रह्मा विश्वसृजां पतिः
]

`verse 3 [
यस्यावयवसंस्थानैः कल्पितो लोकविस्तरः।
तद् वै भगवतो रूपं विशुद्धं सत्त्वमूर्जितम्
]

`meter [
इंद्रवंशा
]

`verse 4 [
पश्यन्त्यदोरूपमदभ्रचक्षुषा।
   सहस्रपादोरुभुजाननाद्‍भुतम् ।
सहस्रमूर्धश्रवणाक्षिनासिकं
   सहस्रमौल्यम्बरकुण्डलोल्लसत्
]

`meter [
अनुष्टुप्
]

`verse 5 [
एतन्नानावताराणां निधानं बीजमव्ययम् ।
यस्यांशांशेन सृज्यन्ते देवतिर्यङ्नरादयः
]

`verse 6 [
स एव प्रथमं देवः कौमारं सर्गमाश्रितः।
चचार दुश्चरं ब्रह्मा ब्रह्मचर्यमखण्डितम्
]

`verse 7 [
द्वितीयं तु भवायास्य रसातलगतां महीम्।
उद्धरिष्यन् उपादत्त यज्ञेशः सौकरं वपुः
]

`verse 8 [
तृतीयं ऋषिसर्गं वै देवर्षित्वमुपेत्य सः ।
तन्त्रं सात्वतमाचष्ट नैष्कर्म्यं कर्मणां यतः
]

`verse 9 [
तुर्ये धर्मकलासर्गे नरनारायणौ ऋषी ।
भूत्वात्मोपशमोपेतं अकरोद् दुश्चरं तपः
]

`verse 10 [
पञ्चमः कपिलो नाम सिद्धेशः कालविप्लुतम् ।
प्रोवाचासुरये सांख्यं तत्त्वग्रामविनिर्णयम्
]

`verse 11 [
षष्ठे अत्रेरपत्यत्वं वृतः प्राप्तोऽनसूयया।
आन्वीक्षिकीमलर्काय प्रह्लादादिभ्य ऊचिवान्॥११।
ततः सप्तम आकूत्यां रुचेर्यज्ञोऽभ्यजायत ।
स यामाद्यैः सुरगणैः अपात् स्वायंभुवान्तरम्
]

`verse 12 [
अष्टमे मेरुदेव्यां तु नाभेर्जात उरुक्रमः ।
दर्शयन्वर्त्म धीराणां सर्वाश्रम नमस्कृतम्
]

`verse 13 [
ऋषिभिर्याचितो भेजे नवमं पार्थिवं वपुः ।
दुग्धेमामोषधीर्विप्राः तेनायं स उशत्तमः
]

`verse 14 [
रूपं स जगृहे मात्स्यं चाक्षुषोदधिसंप्लवे।
नाव्यारोप्य महीमय्यां अपाद् वैवस्वतं मनुम्
]

`verse 15 [
सुरासुराणां उदधिं मथ्नतां मन्दराचलम् ।
दध्रे कमठरूपेण पृष्ठ एकादशे विभुः
]

`verse 16 [
धान्वन्तरं द्वादशमं त्रयोदशममेव च।
अपाययत्सुरान्अन्यान् मोहिन्या मोहयन्स्त्रिया
]

`verse 17 [
चतुर्दशं नारसिंहं बिभ्रद् दैत्येन्द्रमूर्जितम् ।
ददार करजैरूरौ एरकां कटकृत् यथा
]

`verse 18 [
पञ्चदशं वामनकं कृत्वागादध्वरं बलेः।
पदत्रयं याचमानः प्रत्यादित्सुस्त्रिविष्टपम्
]

`verse 19 [
अवतारे षोडशमे पश्यन् ब्रह्मद्रुहो नृपान् ।
त्रिःसप्तकृत्वः कुपितो निःक्षत्रां अकरोन्महीम्
]

`verse 20 [
ततः सप्तदशे जातः सत्यवत्यां पराशरात् ।
चक्रे वेदतरोः शाखा दृष्ट्वा पुंसोऽल्पमेधसः
]

`verse 21 [
नरदेवत्वमापन्नः सुरकार्यचिकीर्षया ।
समुद्रनिग्रहादीनि चक्रे वीर्याण्यतः परम्
]

`verse 22 [
एकोनविंशे विंशतिमे वृष्णिषु प्राप्य जन्मनी ।
रामकृष्णाविति भुवो भगवान् अहरद्भरम्
]

`verse 23 [
ततः कलौ संप्रवृत्ते सम्मोहाय सुरद्विषाम्।
बुद्धो नाम्नां जनसुतः कीकटेषु भविष्यति
]

`verse 24 [
अथासौ युगसंध्यायां दस्युप्रायेषु राजसु ।
जनिता विष्णुयशसो नाम्ना कल्किर्जगत्पतिः
]

`verse 25 [
अवतारा ह्यसङ्ख्येया हरेः सत्त्वनिधेर्द्विजाः ।
यथाविदासिनःकुल्याः सरसः स्युः सहस्रशः
]

`verse 26 [
ऋषयो मनवो देवा मनुपुत्रा महौजसः।
कलाः सर्वे हरेरेव सप्रजापतयः तथा
]

`verse 27 [
एते चांशकलाःपुंसःकृष्णस्तु भगवान्स्वयम् ।
इन्द्रारिव्याकुलं लोकं मृडयन्ति युगे युगे
]

`verse 28 [
जन्म गुह्यं भगवतो य एतत्प्रयतो नरः।
सायंप्रातर्गृणन्भक्त्या दुःखग्रामाद् विमुच्यते
]

`verse 29 [
एतद् रूपं भगवतो ह्यरूपस्य चिदात्मनः ।
मायागुणैर्विरचितं महदादिभिरात्मनि
]

`verse 30 [
यथा नभसि मेघौघो रेणुर्वा पार्थिवोऽनिले ।
एवं द्रष्टरि दृश्यत्वं आरोपितं अबुद्धिभिः
]

`verse 31 [
अतः परं यदव्यक्तं अव्यूढगुणबृंहितम्।
अदृष्टाश्रुतवस्तुत्वात् स जीवो यत् पुनर्भवः॥३२।
यत्रेमे सदसद् रूपे प्रतिषिद्धे स्वसंविदा ।
अविद्ययाऽऽत्मनि कृते इति तद्ब्रह्मदर्शनम्
]

`verse 32 [
यद्येषोपरता देवी माया वैशारदी मतिः ।
संपन्न एवेति विदुः महिम्नि स्वे महीयते
]

`verse 33 [
एवं जन्मानि कर्माणि ह्यकर्तुरजनस्य च ।
वर्णयन्ति स्म कवयो वेदगुह्यानि हृत्पतेः
]

`meter [
उपेंद्रवज्रा
]

`verse 34 [
स वा इदं विश्वममोघलीलः
  सृजत्यवत्यत्ति न सज्जतेऽस्मिन्।
भूतेषु चान्तर्हित आत्मतंत्रः
  षाड्वर्गिकं जिघ्रति षड्गुणेशः
]

`verse 35 [
न चास्य कश्चिन्निपुणेन धातुः
   अवैति जन्तुः कुमनीष ऊतीः।
नामानि रूपाणि मनोवचोभिः
   सन्तन्वतो नटचर्यामिवाज्ञः
]

`verse 36 [
स वेद धातुः पदवीं परस्य
     दुरन्तवीर्यस्य रथाङ्गपाणेः।
योऽमायय ासन्ततयानुवृत्त्या
     भजेत तत्पादसरोजगन्धम्
]

`verse 37 [
अथेह धन्या भगवन्त इत्थं
     यद्‌वासुदेवेऽखिललोकनाथे।
कुर्वन्ति सर्वात्मकमात्मभावं
     न यत्र भूयः परिवर्तउग्रः
]

`verse 38 [
इदं भागवतं नाम पुराणं ब्रह्मसम्मितम् ।
उत्तमश्लोकचरितं चकार भगवान् ऋषिः
]

`meter [
अनुष्टुप्
]

`verse 39 [
निःश्रेयसाय लोकस्य धन्यं स्वस्त्ययनं महत् ।
तदिदं ग्राहयामास सुतं आत्मवतां वरम्
]

`verse 40 [
सर्ववेदेतिहासानां सारं सारं समुद्धृतम्।
स तु संश्रावयामास महाराजं परीक्षितम्
]

`verse 41 [
प्रायोपविष्टं गङ्गायां परीतं परमर्षिभिः ।
कृष्णे स्वधामोपगते धर्मज्ञानादिभिः सह
]

`verse 42 [
कलौ नष्टदृशामेष पुराणार्कोऽधुनोदितः।
तत्र कीर्तयतो विप्रा विप्रर्षेर्भूरितेजसः
]

`verse 43 [
अहं चाध्यगमं तत्र निविष्टस्तद् अनुग्रहात्।
सोऽहं वः श्रावयिष्यामि यथाधीतं यथामति
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमहंस्यां संहितायां प्रथमस्कन्धे नैमिषीयोपाख्याने तृतीयोऽध्यायः
]
