`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
एवं निशम्य भगवान् देवर्षेर्जन्म कर्म च ।
भूयः पप्रच्छ तं ब्रह्मन् व्यासः सत्यवतीसुतः ॥
]

`speaker [
व्यास उवाच
]

`verse 2 [
भिक्षुभिर्विप्रवसिते विज्ञानादेष्टृभिस्तव ।
वर्तमानो वयस्याद्ये ततः किमकरोद्‍भवान् ॥
]

`verse 3 [
स्वायंभुव कया वृत्त्या वर्तितं ते परं वयः ।
कथं चेदमुदस्राक्षीः काले प्राप्ते कलेवरम् ॥
]

`verse 4 [
प्राक्कल्पविषयामेतां स्मृतिं ते सुरसत्तम ।
न ह्येष व्यवधात्काल एष सर्वनिराकृतिः ॥
]

`speaker [
नारद उवाच
]

`verse 5 [
भिक्षुभिर्विप्रवसिते विज्ञानादेष्टृभिर्मम ।
वर्तमानो वयस्याद्ये तत एतदकारषम् ॥
]

`verse 6 [
एकात्मजा मे जननी योषिन्मूढा च किङ्करी ।
मय्यात्मजेऽनन्यगतौ चक्रे स्नेहानुबंधनम् ॥
]

`verse 7 [
सास्वतंत्रा न कल्पासीद् योगक्षेमं ममेच्छती ।
ईशस्य हि वशे लोको योषा दारुमयी यथा ॥
]

`verse 8 [
अहं च तद्‍ब्रह्मकुले ऊषिवांस्तदपेक्षया ।
दिग्देशकालाव्युत्पन्नो बालकः पञ्चहायनः ॥
]

`verse 9 [
एकदा निर्गतां गेहाद् दुहन्तीं निशि गां पथि ।
सर्पोऽदशत्पदा स्पृष्टः कृपणां कालचोदितः
]

`verse 10 [
तदा तदहमीशस्य भक्तानां शमभीप्सतः ।
अनुग्रहं मन्यमानः प्रातिष्ठं दिशमुत्तराम्
]

`verse 11 [
स्फीताञ्जनपदांस्तत्र पुरग्रामव्रजाकरान् ।
खेटखर्वटवाटीश्च वनान्युपवनानि च
]

`verse 12 [
चित्रधातुविचित्राद्रीन् इभभग्नभुजद्रुमान् ।
जलाशयान् शिवजलान् नलिनीः सुरसेविताः
]

`verse 13 [
चित्रस्वनैः पत्ररथैः विभ्रमद् भ्रमरश्रियः ।
नलवेणुशरस्तम्ब कुशकीचकगह्वरम्
]

`verse 14 [
एक एवातियातोऽहं अद्राक्षं विपिनं महत् ।
घोरं प्रतिभयाकारं व्यालोलूकशिवाजिरम्
]

`verse 15 [
परिश्रान्तेन्द्रियात्माहं तृट्परीतो बुभुक्षितः ।
स्नात्वा पीत्वा ह्रदे नद्या उपस्पृष्टो गतश्रमः
]

`verse 16 [
तस्मिन्निर्मनुजेऽरण्ये पिप्पलोपस्थ आश्रितः ।
आत्मनात्मानमात्मस्थं यथाश्रुतमचिन्तयम्
]

`verse 17 [
ध्यायतश्चरणांभोजं भावनिर्जितचेतसा ।
औत्कण्ठ्याश्रुकलाक्षस्य हृद्यासीन्मे शनैर्हरिः
]

`verse 18 [
प्रेमातिभरनिर्भिन्न पुलकाङ्गोऽतिनिर्वृतः ।
आनंदसंप्लवे लीनो नापश्यमुभयं मुने
]

`verse 19 [
रूपं भगवतो यत्तन् मनःकान्तं शुचापहम् ।
अपश्यन् सहसोत्तस्थे वैक्लव्याद् दुर्मना इव
]

`verse 20 [
दिदृक्षुस्तदहं भूयः प्रणिधाय मनो हृदि ।
वीक्षमाणोऽपि नापश्यं अवितृप्त इवातुरः
]

`verse 21 [
एवं यतन्तं विजने मामाहागोचरो गिराम् ।
गंभीरश्लक्ष्णया वाचा शुचः प्रशमयन्निव
]

`verse 22 [
हन्तास्मिन् जन्मनि भवान् मा मां द्रष्टुमिहार्हति ।
अविपक्वकषायाणां दुर्दर्शोऽहं कुयोगिनाम्
]

`verse 23 [
सकृद् यद् दर्शितं रूपं एतत्कामाय तेऽनघ ।
मत्कामः शनकैः साधु सर्वान् मुञ्चति हृच्छयान्
]

`verse 24 [
सत्सेवयाऽदीर्घया ते जाता मयि दृढा मतिः ।
हित्वावद्यमिमं लोकं गन्ता मज्जनतामसि
]

`verse 25 [
मतिर्मयि निबद्धेयं न विपद्येत कर्हिचित् ।
प्रजासर्गनिरोधेऽपि स्मृतिश्च मदनुग्रहात्
]

`meter [
इंद्रवंशा
]

`verse 26 [
एतावदुक्त्वोपरराम तन्महद्
     भूतं नभोलिङ्गमलिङ्गमीश्वरम् ।
अहं च तस्मै महतां महीयसे
     शीर्ष्णावनामं विदधेऽनुकंपितः
]

`verse 27 [
नामान्यनन्तस्य हतत्रपः पठन्
     गुह्यानि भद्राणि कृतानि च स्मरन् ।
गां पर्यटन् तुष्टमना गतस्पृहः
     कालं प्रतीक्षन् विमदो विमत्सरः
]

`meter [
अनुष्टुप्
]

`verse 28 [
एवं कृष्णमतेर्ब्रह्मन् असक्तस्यामलात्मनः ।
कालः प्रादुरभूत्काले तडित्सौदामनी यथा
]

`verse 29 [
प्रयुज्यमाने मयि तां शुद्धां भागवतीं तनुम् ।
आरब्धकर्मनिर्वाणो न्यपतत् पांचभौतिकः
]

`verse 30 [
कल्पान्त इदमादाय शयानेऽम्भस्युदन्वतः ।
शिशयिषोरनुप्राणं विविशेऽन्तरहं विभोः
]

`verse 31 [
सहस्रयुगपर्यन्ते उत्थायेदं सिसृक्षतः ।
मरीचिमिश्रा ऋषयः प्राणेभ्योऽहं च जज्ञिरे
]

`verse 32 [
अंतर्बहिश्च लोकान् त्रीन् पर्येम्यस्कन्दितव्रतः ।
अनुग्रहात् महाविष्णोः अविघातगतिः क्वचित्
]

`verse 33 [
देवदत्तामिमां वीणां स्वरब्रह्मविभूषिताम् ।
मूर्च्छयित्वा हरिकथां गायमानश्चराम्यहम्
]

`verse 34 [
प्रगायतः स्ववीर्याणि तीर्थपादः प्रियश्रवाः ।
आहूत इव मे शीघ्रं दर्शनं याति चेतसि
]

`verse 35 [
एतद्ध्यातुरचित्तानां मात्रास्पर्शेच्छया मुहुः ।
भवसिन्धुप्लवो दृष्टो हरिचर्यानुवर्णनम्
]

`verse 36 [
यमादिभिर्योगपथैः कामलोभहतो मुहुः ।
मुकुंदसेवया यद्वत् तथात्माद्धा न शाम्यति
]

`verse 37 [
सर्वं तदिदमाख्यातं यत्पृष्टोऽहं त्वयानघ ।
जन्मकर्मरहस्यं मे भवतश्चात्मतोषणम्
]

`speaker [
सूत उवाच
]

`verse 38 [
एवं संभाष्य भगवान् नारदो वासवीसुतम् ।
आमंत्र्य वीणां रणयन् ययौ यादृच्छिको मुनिः
]

`verse 39 [
अहो देवर्षिर्धन्योऽयं यत्कीर्तिं शार्ङ्गधन्वनः ।
गायन्माद्यन्निदं तंत्र्या रमयत्यातुरं जगत्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे व्यासनारदसंवादे षष्ठोऽध्यायः ॥
]
