`speaker [
शौनक उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
निर्गते नारदे सूत भगवान् बादरायणः ।
श्रुतवांस्तदभिप्रेतं ततः किमकरोद् विभुः ।
सूत उवाच ।
ब्रह्मनद्यां सरस्वत्यां आश्रमः पश्चिमे तटे ।
शम्याप्रास इति प्रोक्त ऋषीणां सत्रवर्धनः ॥
]

`verse 2 [
तस्मिन् स्व आश्रमे व्यासो बदरीषण्डमण्डिते ।
आसीनोऽप उपस्पृश्य प्रणिदध्यौ मनः स्वयम् ॥
]

`verse 3 [
भक्तियोगेन मनसि सम्यक् प्रणिहितेऽमले ।
अपश्यत् पुरुषं पूर्णं मायां च तदपाश्रयम् ॥
]

`verse 4 [
यया संमोहितो जीव आत्मानं त्रिगुणात्मकम् ।
परोऽपि मनुतेऽनर्थं तत्कृतं चाभिपद्यते ॥
]

`verse 5 [
अनर्थोपशमं साक्षाद् भक्तियोगमधोक्षजे ।
लोकस्याजानतो विद्वांन् चक्रे सात्वतसंहिताम् ॥
]

`verse 6 [
यस्यां वै श्रूयमाणायां कृष्णे परमपूरुषे ।
भक्तिरुत्पद्यते पुंसः शोकमोहभयापहा ॥
]

`verse 7 [
स संहितां भागवतीं कृत्वानुक्रम्य चात्मजम् ।
शुकं अध्यापयामास निवृत्तिनिरतं मुनिः ॥
]

`speaker [
शौनक उवाच
]

`verse 8 [
स वै निवृत्तिनिरतः सर्वत्रोपेक्षको मुनिः ।
कस्य वा बृहतीं एतां आत्मारामः समभ्यसत्
]

`speaker [
सूत उवाच
]

`verse 9 [
आत्मारामाश्च मुनयो निर्ग्रन्था अप्युरुक्रमे ।
कुर्वन्ति अहैतुकीं भक्तिं इत्थंभूतगुणो हरिः
]

`verse 10 [
हरेर्गुणाक्षिप्तमतिः भगवान् बादरायणिः ।
अध्यगान् महदाख्यानं नित्यं विष्णुजनप्रियः
]

`verse 11 [
परीक्षितोऽथ राजर्षेः जन्मकर्मविलापनम् ।
संस्थां च पाण्डुपुत्राणां वक्ष्ये कृष्णकथोदयम्
]

`meter [
इंद्रवज्रा
]

`verse 12 [
यदा मृधे कौरवसृञ्जयानां
     वीरेष्वथो वीरगतिं गतेषु ।
वृकोदराविद्धगदाभिमर्श
     भग्नोरुदण्डे धृतराष्ट्रपुत्रे
]

`verse 13 [
भर्तुः प्रियं द्रौणिरिति स्म पश्यन्
     कृष्णासुतानां स्वपतां शिरांसि ।
उपाहरद् विप्रियमेव तस्य
     जुगुप्सितं कर्म विगर्हयन्ति
]

`verse 14 [
माता शिशूनां निधनं सुतानां
     निशम्य घोरं परितप्यमाना ।
तदारुदद् बाष्पकलाकुलाक्षी
     तां सांत्वयन्नाह किरीटमाली
]

`verse 15 [
तदा शुचस्ते प्रमृजामि भद्रे
     यद्‍ब्रह्मबंधोः शिर आततायिनः ।
गाण्डीवमुक्तैः विशिखैरुपाहरे
     त्वाक्रम्य यत्स्नास्यसि दग्धपुत्रा
]

`meter [
उपेंद्रवज्रा
]

`verse 16 [
इति प्रियां वल्गुविचित्रजल्पैः
     स सान्त्वयित्वाच्युतमित्रसूतः ।
अन्वाद्रवद् दंशित उग्रधन्वा
     कपिध्वजो गुरुपुत्रं रथेन
]

`verse 17 [
तमापतन्तं स विलक्ष्य दूरात्
     कुमारहोद्विग्नमना रथेन ।
पराद्रवत् प्राणपरीप्सुरुर्व्यां
     यावद्‍गमं रुद्रभयाद् यथार्कः
]

`meter [
अनुष्टुप्
]

`verse 18 [
यदाशरणमात्मानं ऐक्षत श्रान्तवाजिनम् ।
अस्त्रं ब्रह्मशिरो मेने आत्मत्राणं द्विजात्मजः
]

`verse 19 [
अथोपस्पृश्य सलिलं सन्दधे तत्समाहितः ।
अजानन् उपसंहारं प्राणकृच्छ्र उपस्थिते
]

`verse 20 [
ततः प्रादुष्कृतं तेजः प्रचण्डं सर्वतो दिशम् ।
प्राणापदमभिप्रेक्ष्य विष्णुं जिष्णुरुवाच ह
]

`speaker [
अर्जुन उवाच
]

`verse 21 [
कृष्ण कृष्ण महाबाहो भक्तानामभयङ्कर ।
त्वमेको दह्यमानानां अपवर्गोऽसि संसृतेः
]

`verse 22 [
त्वमाद्यः पुरुषः साक्षाद् ईश्वरः प्रकृतेः परः ।
मायां व्युदस्य चिच्छक्त्या कैवल्ये स्थित आत्मनि
]

`verse 23 [
स एव जीवलोकस्य मायामोहितचेतसः ।
विधत्से स्वेन वीर्येण श्रेयो धर्मादिलक्षणम्
]

`verse 24 [
तथायं चावतारस्ते भुवो भारजिहीर्षया ।
स्वानां चानन्यभावानां अनुध्यानाय चासकृत्
]

`verse 25 [
किमिदं स्वित्कुतो वेति देवदेव न वेद्‌म्यहम् ।
सर्वतो मुखमायाति तेजः परमदारुणम्
]

`verse 26 [
श्रीभगवानुवाच ।
वेत्थेदं द्रोणपुत्रस्य ब्राह्ममस्त्रं प्रदर्शितम् ।
नैवासौ वेद संहारं प्राणबाध उपस्थिते
]

`verse 27 [
न ह्यस्यान्यतमं किञ्चिद् अस्त्रं प्रत्यवकर्शनम् ।
जह्यस्त्रतेज उन्नद्धं अस्त्रज्ञो ह्यस्त्रतेजसा
]

`speaker [
सूत उवाच
]

`verse 28 [
श्रुत्वा भगवता प्रोक्तं फाल्गुनः परवीरहा ।
स्पृष्ट्वापस्तं परिक्रम्य ब्राह्मं ब्राह्माय संदधे
]

`verse 29 [
संहत्य अन्योन्यं उभयोः तेजसी शरसंवृते ।
आवृत्य रोदसी खं च ववृधातेऽर्कवह्निवत्
]

`verse 30 [
दृष्ट्वास्त्रतेजस्तु तयोः त्रिँल्लोकान् प्रदहन्महत् ।
दह्यमानाः प्रजाः सर्वाः सांवर्तकममंसत
]

`verse 31 [
प्रजोपप्लवमालक्ष्य लोकव्यतिकरं च तम् ।
मतं च वासुदेवस्य संजहारार्जुनो द्वयम्
]

`verse 32 [
तत आसाद्य तरसा दारुणं गौतमीसुतम् ।
बबंधामर्षताम्राक्षः पशुं रशनया यथा
]

`verse 33 [
शिबिराय निनीषन्तं रज्ज्वा बद्ध्वा रिपुं बलात् ।
प्राहार्जुनं प्रकुपितो भगवान् अंबुजेक्षणः
]

`verse 34 [
मैनं पार्थार्हसि त्रातुं ब्रह्मबंधुमिमं जहि ।
यो असौ अनागसः सुप्तान् अवधीन्निशि बालकान्
]

`verse 35 [
मत्तं प्रमत्तमुन्मत्तं सुप्तं बालं स्त्रियं जडम् ।
प्रपन्नं विरथं भीतं न रिपुं हन्ति धर्मवित्
]

`verse 36 [
स्वप्राणान्यः परप्राणैः प्रपुष्णात्यघृणः खलः ।
तद् वधस्तस्य हि श्रेयो यद् दोषाद्यात्यधः पुमान्
]

`verse 37 [
प्रतिश्रुतं च भवता पाञ्चाल्यै श्रृण्वतो मम ।
आहरिष्ये शिरस्तस्य यस्ते मानिनि पुत्रहा
]

`verse 38 [
तदसौ वध्यतां पाप आतताय्यात्मबंधुहा ।
भर्तुश्च विप्रियं वीर कृतवान् कुलपांसनः
]

`speaker [
सूत उवाच
]

`verse 39 [
एवं परीक्षता धर्मं पार्थः कृष्णेन चोदितः ।
नैच्छद् हन्तुं गुरुसुतं यद्यप्यात्महनं महान्
]

`verse 40 [
अथोपेत्य स्वशिबिरं गोविंदप्रियसारथिः ।
न्यवेदयत् तं प्रियायै शोचन्त्या आत्मजान् हतान्
]

`meter [
वंशस्थ
]

`verse 41 [
तथाहृतं पशुवत्पाशबद्धं
     अवाङ्मुखं कर्मजुगुप्सितेन ।
निरीक्ष्य कृष्णापकृतं गुरोः सुतं
     वामस्वभावा कृपया ननाम च
]

`meter [
अनुष्टुप्
]

`verse 42 [
उवाच चासहन्त्यस्य बंधनानयनं सती ।
मुच्यतां मुच्यतां एष ब्राह्मणो नितरां गुरुः
]

`verse 43 [
सरहस्यो धनुर्वेदः सविसर्गोपसंयमः ।
अस्त्रग्रामश्च भवता शिक्षितो यदनुग्रहात्
]

`verse 44 [
स एष भगवान् द्रोणः प्रजारूपेण वर्तते ।
तस्यात्मनोऽर्धं पत्‍न्याः ते नान्वगाद् वीरसूः कृपी
]

`verse 45 [
तद् धर्मज्ञ महाभाग भवद्‌भिः र्गौरवं कुलम् ।
वृजिनं नार्हति प्राप्तुं पूज्यं वन्द्यमभीक्ष्णशः
]

`verse 46 [
मा रोदीदस्य जननी गौतमी पतिदेवता ।
यथाहं मृतवत्साऽर्ता रोदिम्यश्रुमुखी मुहुः
]

`verse 47 [
यैः कोपितं ब्रह्मकुलं राजन्यैरजितात्मभिः ।
तत् कुलं प्रदहत्याशु सानुबंधं शुचार्पितम्
]

`speaker [
सूत उवाच
]

`verse 48 [
धर्म्यं न्याय्यं सकरुणं निर्व्यलीकं समं महत् ।
राजा धर्मसुतो राज्ञ्याः प्रत्यनंदद् वचो द्विजाः
]

`verse 49 [
नकुलः सहदेवश्च युयुधानो धनंजयः ।
भगवान् देवकीपुत्रो ये चान्ये याश्च योषितः
]

`verse 50 [
तत्राहामर्षितो भीमः तस्य श्रेयान् वधः स्मृतः ।
न भर्तुर्नात्मनश्चार्थे योऽहन् सुप्तान् शिशून् वृथा
]

`verse 51 [
निशम्य भीमगदितं द्रौपद्याश्च चतुर्भुजः ।
आलोक्य वदनं सख्युः इदमाह हसन्निव
]

`verse 52 [
श्रीभगवानुवाच ।
ब्रह्मबंधुर्न हन्तव्य आततायी वधार्हणः ।
मयैवोभयमाम्नातं परिपाह्यनुशासनम्
]

`verse 53 [
कुरु प्रतिश्रुतं सत्यं यत्तत् सांत्वयता प्रियाम् ।
प्रियं च भीमसेनस्य पाञ्चाल्या मह्यमेव च
]

`speaker [
सूत उवाच
]

`verse 54 [
अर्जुनः सहसाऽऽज्ञाय हरेर्हार्दमथासिना ।
मणिं जहार मूर्धन्यं द्विजस्य सहमूर्धजम्
]

`verse 55 [
विमुच्य रशनाबद्धं बालहत्याहतप्रभम् ।
तेजसा मणिना हीनं शिबिरान् निरयापयत्
]

`verse 56 [
वपनं द्रविणादानं स्थानान् निर्यापणं तथा ।
एष हि ब्रह्मबंधूनां वधो नान्योऽस्ति दैहिकः
]

`verse 57 [
पुत्रशोकातुराः सर्वे पाण्डवाः सह कृष्णया ।
स्वानां मृतानां यत्कृत्यं चक्रुर्निर्हरणादिकम्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे द्रौणिनिग्रहो नाम सप्तमोऽध्यायः ॥
]
