`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
अथ ते सम्परेतानां स्वानामुदकमिच्छताम् ।
दातुं सकृष्णा गङ्गायां पुरस्कृत्य ययुः स्त्रियः ॥
]

`verse 2 [
ते निनीयोदकं सर्वे विलप्य च भृशं पुनः ।
आप्लुता हरिपादाब्जः अजःपूतसरिज्जले ॥
]

`verse 3 [
तत्रासीनं कुरुपतिं धृतराष्ट्रं सहानुजम् ।
गान्धारीं पुत्रशोकार्तां पृथां कृष्णां च माधवः ॥
]

`verse 4 [
सांत्वयामास मुनिभिः हतबंधून् शुचार्पितान् ।
भूतेषु कालस्य गतिं दर्शयन् अप्रतिक्रियाम् ॥
]

`verse 5 [
साधयित्वाजातशत्रोः स्वं राज्यं कितवैर्हृतम् ।
घातयित्वासतो राज्ञः कचस्पर्शक्षतायुषः ॥
]

`verse 6 [
याजयित्वाश्वमेधैस्तं त्रिभिरुत्तमकल्पकैः ।
तद्यशः पावनं दिक्षु शतमन्योरिवातनोत् ॥
]

`verse 7 [
आमंत्र्य पाण्डुपुत्रांश्च शैनेयोद्धवसंयुतः ।
द्वैपायनादिभिर्विप्रैः पूजितैः प्रतिपूजितः ॥
]

`verse 8 [
गन्तुं कृतमतिर्ब्रह्मन् द्वारकां रथमास्थितः ।
उपलेभेऽभिधावन्तीं उत्तरां भयविह्वलाम् ॥
]

`speaker [
उत्तरोवाच
]

`verse 9 [
पाहि पाहि महायोगिन् देवदेव जगत्पते ।
नान्यं त्वदभयं पश्ये यत्र मृत्युः परस्परम्
]

`verse 10 [
अभिद्रवति मामीश शरस्तप्तायसो विभो ।
कामं दहतु मां नाथ मा मे गर्भो निपात्यताम्
]

`speaker [
सूत उवाच
]

`verse 11 [
उपधार्य वचस्तस्या भगवान् भक्तवत्सलः ।
अपाण्डवमिदं कर्तुं द्रौणेरस्त्रमबुध्यत
]

`verse 12 [
तर्ह्येवाथ मुनिश्रेष्ठ पाण्डवाः पञ्च सायकान् ।
आत्मनोऽभिमुखान् दीप्तान् आलक्ष्यास्त्राण्युपाददुः
]

`verse 13 [
व्यसनं वीक्ष्य तत्तेषां अनन्यविषयात्मनाम् ।
सुदर्शनेन स्वास्त्रेण स्वानां रक्षां व्यधाद्विभुः
]

`verse 14 [
अन्तःस्थः सर्वभूतानां आत्मा योगेश्वरो हरिः ।
स्वमाययाऽऽवृणोद्‍गर्भं वैराट्याः कुरुतन्तवे
]

`verse 15 [
यद्यप्यस्त्रं ब्रह्मशिरः त्वमोघं चाप्रतिक्रियम् ।
वैष्णवं तेज आसाद्य समशाम्यद् भृगूद्वह
]

`verse 16 [
मा मंस्था ह्येतदाश्चर्यं सर्वाश्चर्यमयेऽच्युते ।
य इदं मायया देव्या सृजत्यवति हन्त्यजः
]

`verse 17 [
ब्रह्मतेजोविनिर्मुक्तैः आत्मजैः सह कृष्णया ।
प्रयाणाभिमुखं कृष्णं इदमाह पृथा सती
]

`verse 18 [
कुन्त्युवाच ।
नमस्ये पुरुषं त्वाऽऽद्यं ईश्वरं प्रकृतेः परम् ।
अलक्ष्यं सर्वभूतानां अन्तर्बहिरवस्थितम्
]

`verse 19 [
मायाजवनिकाच्छन्नं अज्ञाधोक्षजमव्ययम् ।
न लक्ष्यसे मूढदृशा नटो नाट्यधरो यथा
]

`verse 20 [
तथा परमहंसानां मुनीनां अमलात्मनाम् ।
भक्तियोगविधानार्थं कथं पश्येम हि स्त्रियः
]

`verse 21 [
कृष्णाय वासुदेवाय देवकीनंदनाय च ।
नंदगोपकुमाराय गोविंदाय नमो नमः
]

`verse 22 [
नमः पङ्कजनाभाय नमः पङ्कजमालिने ।
नमः पङ्कजनेत्राय नमस्ते पङ्कजाङ्घ्रये
]

`meter [
वंशस्थ
]

`verse 23 [
यथा हृषीकेश खलेन देवकी
     कंसेन रुद्धातिचिरं शुचार्पिता ।
विमोचिताहं च सहात्मजा विभो
     त्वयैव नाथेन मुहुर्विपद्‍गणात्
]

`verse 24 [
विषान्महाग्नेः पुरुषाददर्शनाद्
     असत्सभाया वनवासकृच्छ्रतः ।
मृधे मृधेऽनेकमहारथास्त्रतो
     द्रौण्यस्त्रतश्चास्म हरेऽभिरक्षिताः
]

`meter [
अनुष्टुप्
]

`verse 25 [
विपदः सन्तु ताः शश्वत् तत्र तत्र जगद्‍गुरो ।
भवतो दर्शनं यत्स्याद् अपुनर्भवदर्शनम्
]

`verse 26 [
जन्मैश्वर्यश्रुतश्रीभिः एधमानमदः पुमान् ।
नैवार्हत्यभिधातुं वै त्वां अकिञ्चनगोचरम्
]

`verse 27 [
नमोऽकिञ्चनवित्ताय निवृत्तगुणवृत्तये ।
आत्मारामाय शान्ताय कैवल्यपतये नमः
]

`verse 28 [
मन्ये त्वां कालमीशानं अनादिनिधनं विभुम् ।
समं चरन्तं सर्वत्र भूतानां यन्मिथः कलिः
]

`meter [
वंशस्थ
]

`verse 29 [
न वेद कश्चिद् भगवंश्चिकीर्षितं
     तवेहमानस्य नृणां विडम्बनम् ।
न यस्य कश्चिद् दयितोऽस्ति कर्हिचिद्
     द्वेष्यश्च यस्मिन्विषमा मतिर्नृणाम्
]

`meter [
अनुष्टुप्
]

`verse 30 [
जन्म कर्म च विश्वात्मन् अजस्याकर्तुरात्मनः ।
तिर्यङ् नृषिषु यादःसु तद् अत्यन्तविडम्बनम्
]

`meter [
वसंततिलका
]

`verse 31 [
गोप्याददे त्वयि कृतागसि दाम तावद्
     या ते दशाश्रुकलिल अञ्जन संभ्रमाक्षम् ।
वक्त्रं निनीय भयभावनया स्थितस्य
     सा मां विमोहयति भीरपि यद्‌बिभेति
]

`meter [
अनुष्टुप्
]

`verse 32 [
केचिद् आहुः अजं जातं पुण्यश्लोकस्य कीर्तये ।
यदोः प्रियस्य अन्ववाये मलयस्येव चन्दनम्
]

`verse 33 [
अपरे वसुदेवस्य देवक्यां याचितोऽभ्यगात् ।
अजस्त्वमस्य क्षेमाय वधाय च सुरद्विषाम्
]

`verse 34 [
भारावतारणायान्ये भुवो नाव इवोदधौ ।
सीदन्त्या भूरिभारेण जातो ह्यात्मभुवार्थितः
]

`verse 35 [
भवेऽस्मिन् क्लिश्यमानानां अविद्याकामकर्मभिः ।
श्रवण स्मरणार्हाणि करिष्यम् इति केचन
]

`meter [
वंशस्थ
]

`verse 36 [
श्रृण्वन्ति गायन्ति गृणन्त्यभीक्ष्णशः
     स्मरन्ति नन्दन्ति तवेहितं जनाः ।
त एव पश्यन्त्यचिरेण तावकं
     भवप्रवाहोपरमं पदाम्बुजम्
]

`verse 37 [
अप्यद्य नस्त्वं स्वकृतेहित प्रभो
     जिहाससि स्वित् सुहृदोऽनुजीविनः ।
येषां न चान्यत् भवतः पदाम्बुजात्
     परायणं राजसु योजितांहसाम्
]

`meter [
अनुष्टुप्
]

`verse 38 [
के वयं नामरूपाभ्यां यदुभिः सह पाण्डवाः ।
भवतोऽदर्शनं यर्हि हृषीकाणां इव ईशितुः
]

`verse 39 [
नेयं शोभिष्यते तत्र यथेदानीं गदाधर ।
त्वत्पदैः अङ्‌किता भाति स्वलक्षणविलक्षितैः
]

`verse 40 [
इमे जनपदाः स्वृद्धाः सुपक्वौषधिवीरुधः ।
वनाद्रि नदी उदन्वन्तो ह्येधन्ते तव वीक्षितैः
]

`verse 41 [
अथ विश्वेश विश्वात्मन् विश्वमूर्ते स्वकेषु मे ।
स्नेहपाशं इमं छिन्धि दृढं पाण्डुषु वृष्णिषु
]

`verse 42 [
त्वयि मेऽनन्यविषया मतिर्मधुपतेऽसकृत् ।
रतिं उद्वहतात् अद्धा गङ्गेवौघं उदन्वति
]

`meter [
वसंततिलका
]

`verse 43 [
श्रीकृष्ण कृष्णसख वृष्णि ऋषभावनिध्रुग्
     राजन्यवंशदहन अनपवर्ग वीर्य ।
गोविन्द गोद्विजसुरार्तिहरावतार
     योगेश्वराखिलगुरो भगवन् नमस्ते
]

`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 44 [
पृथयेत्थं कलपदैः परिणूताखिलोदयः ।
मन्दं जहास वैकुण्ठो मोहयन्निव मायया
]

`verse 45 [
तां बाढं इति उपामंत्र्य प्रविश्य गजसाह्वयम् ।
स्त्रियश्च स्वपुरं यास्यन् प्रेम्णा राज्ञा निवारितः
]

`verse 46 [
व्यासाद्यैरीश्वरेहा ज्ञैः कृष्णेनाद्‍भुतकर्मणा ।
प्रबोधितोऽपि इतिहासैः नाबुध्यत शुचार्पितः
]

`verse 47 [
आह राजा धर्मसुतः चिन्तयन् सुहृदां वधम् ।
प्राकृतेनात्मना विप्राः स्नेहमोहवशं गतः
]

`verse 48 [
अहो मे पश्यताज्ञानं हृदि रूढं दुरात्मनः ।
पारक्यस्यैव देहस्य बह्व्यो मेऽक्षौहिणीर्हताः
]

`verse 49 [
बालद्विजसुहृन् मित्र पितृभ्रातृगुरु द्रुहः ।
न मे स्यात् निरयात् मोक्षो ह्यपि वर्ष अयुत आयुतैः
]

`verse 50 [
नैनो राज्ञः प्रजाभर्तुः धर्मयुद्धे वधो द्विषाम् ।
इति मे न तु बोधाय कल्पते शासनं वचः
]

`verse 51 [
स्त्रीणां मत् हतबंधूनां द्रोहो योऽसौ इहोत्थितः ।
कर्मभिः गृहमेधीयैः नाहं कल्पो व्यपोहितुम्
]

`verse 52 [
यथा पङ्केन पङ्काम्भः सुरया वा सुराकृतम् ।
भूतहत्यां तथैवैकां न यज्ञैः मार्ष्टुमर्हति
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे कुन्तीस्तुतिर्युधिष्ठिरानुतापो नाम अष्टमोऽध्यायः
]
