`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 1 [
इति भीतः प्रजाद्रोहात् सर्वधर्मविवित्सया ।
ततो विनशनं प्रागाद् यत्र देवव्रतोऽपतत् ॥
]

`verse 2 [
तदा ते भ्रातरः सर्वे सदश्वैः स्वर्णभूषितैः ।
अन्वगच्छन् रथैर्विप्रा व्यासधौम्यादयस्तथा ॥
]

`verse 3 [
भगवानपि विप्रर्षे रथेन सधनञ्जयः ।
स तैर्व्यरोचत नृपः कुबेर इव गुह्यकैः ॥
]

`verse 4 [
दृष्ट्वा निपतितं भूमौ दिवश्च्युतं इवामरम् ।
प्रणेमुः पाण्डवा भीष्मं सानुगाः सह चक्रिणा ॥
]

`verse 5 [
तत्र ब्रह्मर्षयः सर्वे देवर्षयश्च सत्तम ।
राजर्षयश्च तत्रासन् द्रष्टुं भरतपुङ्गवम् ॥
]

`verse 6 [
पर्वतो नारदो धौम्यो भगवान् बादरायणः ।
बृहदश्वो भरद्वाजः सशिष्यो रेणुकासुतः ॥
]

`verse 7 [
वसिष्ठ इन्द्रप्रमदः त्रितो गृत्समदोऽसितः ।
कक्षीवान् गौतमोऽत्रिश्च कौशिकोऽथ सुदर्शनः ॥
]

`verse 8 [
अन्ये च मुनयो ब्रह्मन् ब्रह्मरातादयोऽमलाः ।
शिष्यैरुपेता आजग्मुः कश्यपाङ्‌गिरसादयः ॥
]

`verse 9 [
तान् समेतान् महाभागान् उपलभ्य वसूत्तमः ।
पूजयामास धर्मज्ञो देशकालविभागवित्
]

`verse 10 [
कृष्णं च तत्प्रभावज्ञ आसीनं जगदीश्वरम् ।
हृदिस्थं पूजयामास माययोपात्त विग्रहम्
]

`verse 11 [
पाण्डुपुत्रान् उपासीनान् प्रश्रयप्रेमसङ्गतान् ।
अभ्याचष्टानुरागाश्रैः अन्धीभूतेन चक्षुषा
]

`verse 12 [
अहो कष्टमहोऽन्याय्यं यद् यूयं धर्मनन्दनाः ।
जीवितुं नार्हथ क्लिष्टं विप्रधर्माच्युताश्रयाः
]

`verse 13 [
संस्थितेऽतिरथे पाण्डौ पृथा बालप्रजा वधूः ।
युष्मत्कृते बहून् क्लेशान् प्राप्ता तोकवती मुहुः
]

`verse 14 [
सर्वं कालकृतं मन्ये भवतां च यदप्रियम् ।
सपालो यद्वशे लोको वायोरिव घनावलिः
]

`verse 15 [
यत्र धर्मसुतो राजा गदापाणिर्वृकोदरः ।
कृष्णोऽस्त्री गाण्डिवं चापं सुहृत् कृष्णः ततो विपत्
]

`verse 16 [
न ह्यस्य कर्हिचित् राजन् पुमान् वेद विधित्सितम् ।
यत् विजिज्ञासया युक्ता मुह्यन्ति कवयोऽपि हि
]

`verse 17 [
तस्मात् इदं दैवतंत्रं व्यवस्य भरतर्षभ ।
तस्यानुविहितोऽनाथा नाथ पाहि प्रजाः प्रभो
]

`verse 18 [
एष वै भगवान् साक्षात् आद्यो नारायणः पुमान् ।
मोहयन् मायया लोकं गूढश्चरति वृष्णिषु
]

`verse 19 [
अस्यानुभावं भगवान् वेद गुह्यतमं शिवः ।
देवर्षिर्नारदः साक्षात् भगवान् कपिलो नृप
]

`verse 20 [
यं मन्यसे मातुलेयं प्रियं मित्रं सुहृत्तमम् ।
अकरोः सचिवं दूतं सौहृदादथ सारथिम्
]

`verse 21 [
सर्वात्मनः समदृशो ह्यद्वयस्यानहङ्कृतेः ।
तत्कृतं मतिवैषम्यं निरवद्यस्य न क्वचित्
]

`verse 22 [
तथाप्येकान्तभक्तेषु पश्य भूपानुकम्पितम् ।
यत् मे असून् त्यजतः साक्षात् कृष्णो दर्शनमागतः
]

`verse 23 [
भक्त्यावेश्य मनो यस्मिन् वाचा यन्नाम कीर्तयन् ।
त्यजन् कलेवरं योगी मुच्यते कामकर्मभिः
]

`meter [
वंशस्थ
]

`verse 24 [
स देवदेवो भगवान् प्रतीक्षतां
     कलेवरं यावदिदं हिनोम्यहम् ।
प्रसन्नहासारुणलोचनोल्लसन्
     मुखाम्बुजो ध्यानपथश्चतुर्भुजः
]

`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 25 [
युधिष्ठिरः तत् आकर्ण्य शयानं शरपञ्जरे ।
अपृच्छत् विविधान् धर्मान् ऋषीणां चानुश्रृण्वताम्
]

`verse 26 [
पुरुषस्वभावविहितान् यथावर्णं यथाश्रमम् ।
वैराग्यरागोपाधिभ्यां आम्नातोभयलक्षणान्
]

`verse 27 [
दानधर्मान् राजधर्मान् मोक्षधर्मान् विभागशः ।
स्त्रीधर्मान् भगवद्धर्मान् समासव्यास योगतः
]

`verse 28 [
धर्मार्थकाममोक्षांश्च सहोपायान् यथा मुने ।
नानाख्यानेतिहासेषु वर्णयामास तत्त्ववित्
]

`verse 29 [
धर्मं प्रवदतस्तस्य स कालः प्रत्युपस्थितः ।
यो योगिनः छन्दमृत्योः वाञ्छितस्तु उत्तरायणः
]

`meter [
वंशस्थ
]

`verse 30 [
तदोपसंहृत्य गिरः सहस्रणीः
     विमुक्तसङ्गं मन आदिपूरुषे ।
कृष्णे लसत्पीतपटे चतुर्भुजे
     पुरः स्थितेऽमीलित दृग् व्यधारयत्
]

`verse 31 [
विशुद्धया धारणया हताशुभः
     तदीक्षयैवाशु गतायुधश्रमः ।
निवृत्त सर्वेन्द्रिय वृत्ति विभ्रमः
     तुष्टाव जन्यं विसृजन् जनार्दनम्
]

`speaker [
श्रीभीष्म उवाच
]

`meter [
पुष्पिताग्रा
]

`verse 32 [
इति मतिरुपकल्पिता वितृष्णा
     भगवति सात्वतपुङ्गवे विभूम्नि ।
स्वसुखमुपगते क्वचित् विहर्तुं
     प्रकृतिमुपेयुषि यद्‍भवप्रवाहः
]

`verse 33 [
त्रिभुवनकमनं तमालवर्णं
     रविकरगौरवराम्बरं दधाने ।
वपुरलककुलावृत आननाब्जं
     विजयसखे रतिरस्तु मेऽनवद्या
]

`verse 34 [
युधि तुरगरजो विधूम्र विष्वक्
     कचलुलितश्रमवारि अलङ्कृतास्ये ।
मम निशितशरैर्विभिद्यमान
     त्वचि विलसत्कवचेऽस्तु कृष्ण आत्मा
]

`verse 35 [
सपदि सखिवचो निशम्य मध्ये
     निजपरयोर्बलयो रथं निवेश्य ।
स्थितवति परसैनिकायुरक्ष्णा
     हृतवति पार्थसखे रतिर्ममास्तु
]

`verse 36 [
व्यवहित पृतनामुखं निरीक्ष्य
     स्वजनवधात् विमुखस्य दोषबुद्ध्या ।
कुमतिम अहरत् आत्मविद्यया यः
     चश्चरणरतिः परमस्य तस्य मेऽस्तु
]

`verse 37 [
स्वनिगममपहाय मत्प्रतिज्ञां
     ऋतमधि कर्तुमवप्लुतो रथस्थः ।
धृतरथ चरणोऽभ्ययात् चलद्‍गुः
     हरिरिव हन्तुमिभं गतोत्तरीयः
]

`verse 38 [
शितविशिखहतो विशीर्णदंशः
     क्षतजपरिप्लुत आततायिनो मे ।
प्रसभं अभिससार मद्वधार्थं
     स भवतु मे भगवान् गतिर्मुकुन्दः
]

`verse 39 [
विजयरथकुटुम्ब आत्ततोत्रे
     धृतहयरश्मिनि तत् श्रियेक्षणीये ।
भगवति रतिरस्तु मे मुमूर्षोः
     यमिह निरीक्ष्य हता गताः स्वरूपम्
]

`verse 40 [
ललित गति विलास वल्गुहास
     प्रणय निरीक्षण कल्पितोरुमानाः ।
कृतमनुकृतवत्य उन्मदान्धाः
     प्रकृतिमगन् किल यस्य गोपवध्वः
]

`verse 41 [
मुनिगण नृपवर्यसङ्कुलेऽन्तः
     सदसि युधिष्ठिर राजसूय एषाम् ।
अर्हणं उपपेद ईक्षणीयो
     मम दृशिगोचर एष आविरात्मा
]

`verse 42 [
तमिममहमजं शरीरभाजां
     हृदि हृदि धिष्ठितमात्म कल्पितानाम् ।
प्रतिदृशमिव नैकधार्कमेकं
     समधिगतोऽस्मि विधूत भेदमोहः
]

`speaker [
सूत उवाच
]

`meter [
अनुष्टुप्
]

`verse 43 [
कृष्ण एवं भगवति मनोवाक् दृष्टिवृत्तिभिः ।
आत्मनि आत्मानमावेश्य सोऽन्तःश्वास उपारमत्
]

`verse 44 [
सम्पद्यमानमाज्ञाय भीष्मं ब्रह्मणि निष्कले ।
सर्वे बभूवुस्ते तूष्णीं वयांसीव दिनात्यये
]

`verse 45 [
तत्र दुन्दुभयो नेदुः देवमानव वादिताः ।
शशंसुः साधवो राज्ञां खात्पेतुः पुष्पवृष्टयः
]

`verse 46 [
तस्य निर्हरणादीनि सम्परेतस्य भार्गव ।
युधिष्ठिरः कारयित्वा मुहूर्तं दुःखितोऽभवत्
]

`verse 47 [
तुष्टुवुर्मुनयो हृष्टाः कृष्णं तत् गुह्यनामभिः ।
ततस्ते कृष्णहृदयाः स्वाश्रमान्प्रययुः पुनः
]

`verse 48 [
ततो युधिष्ठिरो गत्वा सहकृष्णो गजाह्वयम् ।
पितरं सान्त्वयामास गान्धारीं च तपस्विनीम्
]

`verse 49 [
पित्रा चानुमतो राजा वासुदेवानुमोदितः ।
चकार राज्यं धर्मेण पितृपैतामहं विभुः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे युधिष्ठिरराज्यप्रलम्भो नाम नवमोऽध्यायः
]
