`set context {
  skandha = "01",
  adhyaya = "10",
  skandha.title = "Skandha 1",
  adhyaya.title = "Adhyāya 10"
}

`speaker [
शौनक उवाच
]

`meter [
वंशस्थ
]

`verse 1 [
हत्वा स्वरिक्थस्पृध आततायिनो
     युधिष्ठिरो धर्मभृतां वरिष्ठः ।
सहानुजैः प्रत्यवरुद्धभोजनः
     कथं प्रवृत्तः किमकारषीत्ततः
]

`speaker [
सूत उवाच
]

`verse 2 [
वंशं कुरोर्वंशदवाग्निनिर्हृतं
     संरोहयित्वा भवभावनो हरिः ।
निवेशयित्वा निजराज्य ईश्वरो
     युधिष्ठिरं प्रीतमना बभूव ह
]

`verse 3 [
निशम्य भीष्मोक्तमथाच्युतोक्तं
     प्रवृत्त विज्ञान विधूत विभ्रमः ।
शशास गामिन्द्र इवाजिताश्रयः
     परिध्युपान्तां अनुजानुवर्तितः
]

`meter [
अनुष्टुप्
]

`verse 4 [
कामं ववर्ष पर्जन्यः सर्वकामदुघा मही ।
सिषिचुः स्म व्रजान् गावः पयसोधस्वतीर्मुदा
]

`verse 5 [
नद्यः समुद्रा गिरयः सवनस्पतिवीरुधः ।
फलन्त्योषधयः सर्वाः कामं अन्वृतु तस्य वै
]

`verse 6 [
नाधयो व्याधयः क्लेशा दैवभूतात्महेतवः ।
अजातशत्रौ अवभवन् जन्तूनां राज्ञि कर्हिचित्
]

`verse 7 [
उषित्वा हास्तिनपुरे मासान् कतिपयान् हरिः ।
सुहृदां च विशोकाय स्वसुश्च प्रियकाम्यया
]

`verse 8 [
आमंत्र्य चाभ्यनुज्ञातः परिष्वज्याभिवाद्य तम् ।
आरुरोह रथं कैश्चित् परिष्वक्तोऽभिवादितः
]

`verse 9 [
सुभद्रा द्रौपदी कुन्ती विराटतनया तथा ।
गान्धारी धृतराष्ट्रश्च युयुत्सुः गौतमो यमौ
]

`verse 10 [
वृकोदरश्च धौम्यश्च स्त्रियो मत्स्यसुतादयः ।
न सेहिरे विमुह्यन्तो विरहं शार्ङ्गधन्वनः
]

`verse 11 [
सत्सङ्गात् मुक्तदुःसङ्गो हातुं नोत्सहते बुधः ।
कीर्त्यमानं यशो यस्य सकृत् आकर्ण्य रोचनम्
]

`verse 12 [
तस्मिन् न्यस्तधियः पार्थाः सहेरन् विरहं कथम् ।
दर्शनस्पर्शसंलाप शयनासन भोजनैः
]

`verse 13 [
सर्वे तेऽनिमिषैः अक्षैः तं अनु द्रुतचेतसः ।
वीक्षन्तः स्नेहसम्बद्धा विचेलुस्तत्र तत्र ह
]

`verse 14 [
न्यरुन्धन् उद्‍गलत् बाष्पं औत्कण्ठ्यात् देवकीसुते ।
निर्यात्यगारात् नोऽभद्रं इति स्यात् बान्धवस्त्रियः
]

`verse 15 [
मृदङ्गशङ्खभेर्यश्च वीणापणव गोमुखाः ।
धुन्धुर्यानक घण्टाद्या नेदुः दुन्दुभयस्तथा
]

`verse 16 [
प्रासादशिखरारूढाः कुरुनार्यो दिदृक्षया ।
ववृषुः कुसुमैः कृष्णं प्रेमव्रीडास्मितेक्षणाः
]

`verse 17 [
सितातपत्रं जग्राह मुक्तादामविभूषितम् ।
रत्‍नदण्डं गुडाकेशः प्रियः प्रियतमस्य ह
]

`verse 18 [
उद्धवः सात्यकिश्चैव व्यजने परमाद्‍भुते ।
विकीर्यमाणः कुसुमै रेजे मधुपतिः पथि
]

`verse 19 [
अश्रूयन्ताशिषः सत्याः तत्र तत्र द्विजेरिताः ।
नानुरूपानुरूपाश्च निर्गुणस्य गुणात्मनः
]

`verse 20 [
अन्योन्यमासीत् संजल्प उत्तमश्लोकचेतसाम् ।
कौरवेन्द्रपुरस्त्रीणां सर्वश्रुतिमनोहरः
]

`meter [
वंशस्थ
]

`verse 21 [
स वै किलायं पुरुषः पुरातनो
     य एक आसीदविशेष आत्मनि ।
अग्रे गुणेभ्यो जगदात्मनीश्वरे
     निमीलितात्मन्निशि सुप्तशक्तिषु
]

`verse 22 [
स एव भूयो निजवीर्यचोदितां
     स्वजीवमायां प्रकृतिं सिसृक्षतीम् ।
अनामरूपात्मनि रूपनामनी
     विधित्समानोऽनुससार शास्त्रकृत्
]

`verse 23 [
स वा अयं यत्पदमत्र सूरयो
     जितेन्द्रिया निर्जितमातरिश्वनः ।
पश्यन्ति भक्ति उत्कलितामलात्मना
     नन्वेष सत्त्वं परिमार्ष्टुमर्हति
]

`verse 24 [
स वा अयं सख्यनुगीत सत्कथो
     वेदेषु गुह्येषु च गुह्यवादिभिः ।
य एक ईशो जगदात्मलीलया
     सृजत्यवत्यत्ति न तत्र सज्जते
]

`verse 25 [
यदा ह्यधर्मेण तमोधियो नृपा
     जीवन्ति तत्रैष हि सत्त्वतः किल ।
धत्ते भगं सत्यमृतं दयां यशो
     भवाय रूपाणि दधत् युगे युगे
]

`verse 26 [
अहो अलं श्लाघ्यतमं यदोः कुलं
     अहो अलं पुण्यतमं मधोर्वनम् ।
यदेष पुंसां ऋषभः श्रियः पतिः
     स्वजन्मना चङ्क्रमणेन चाञ्चति
]

`verse 27 [
अहो बत स्वर्यशसः तिरस्करी
     कुशस्थली पुण्ययशस्करी भुवः ।
पश्यन्ति नित्यं यदनुग्रहेषितं
     स्मितावलोकं स्वपतिं स्म यत्प्रजाः
]

`verse 28 [
नूनं व्रतस्नानहुतादिनेश्वरः
     समर्चितो ह्यस्य गृहीतपाणिभिः ।
पिबंति याः सख्यधरामृतं मुहुः
     व्रजस्त्रियः सम्मुमुहुः यदाशयाः
]

`verse 29 [
या वीर्यशुल्केन हृताः स्वयंवरे
     प्रमथ्य चैद्यः प्रमुखान्हि शुष्मिणः ।
प्रद्युम्न साम्बाम्ब सुतादयोऽपरा
     याः चाहृता भौमवधे सहस्रशः
]

`verse 30 [
एताः परं स्त्रीत्वमपास्तपेशलं
     निरस्तशौचं बत साधु कुर्वते ।
यासां गृहात् पुष्करलोचनः पतिः
     न जातु अपैत्याहृतिभिः हृदि स्पृशन्
]

`meter [
अनुष्टुप्
]

`verse 31 [
एवंविधा गदन्तीनां स गिरः पुरयोषिताम् ।
निरीक्षणेन अभिनन्दन् सस्मितेन ययौ हरिः
]

`verse 32 [
अजातशत्रुः पृतनां गोपीथाय मधुद्विषः ।
परेभ्यः शङ्कितः स्नेहात् प्रायुङ्क्त चतुरङ्‌गिणीम्
]

`verse 33 [
अथ दूरागतान् शौरिः कौरवान् विरहातुरान् ।
सन्निवर्त्य दृढं स्निग्धान् प्रायात्स्वनगरीं प्रियैः
]

`verse 34 [
कुरुजाङ्गलपाञ्चालान् शूरसेनान् सयामुनान् ।
ब्रह्मावर्तं कुरुक्षेत्रं मत्स्यान् सारस्वतानथ
]

`verse 35 [
मरुधन्वमतिक्रम्य सौवीराभीरयोः परान् ।
आनर्तान् भार्गवोपागात् श्रान्तवाहो मनाग्विभुः
]

`verse 36 [
तत्र तत्र ह तत्रत्यैः हरिः प्रत्युद्यतार्हणः ।
सायं भेजे दिशं पश्चात् गविष्ठो गां गतस्तदा
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे श्रीकृष्णद्वारकागमनं नाम दशमोऽध्यायः
]
