`speaker [
सूत उवाच
]

`verse 1 [
आनर्तान् स उपव्रज्य स्वृद्धाञ्जनपदान् स्वकान् ।
दध्मौ दरवरं तेषां विषादं शमयन्निव
]

`verse 2 [
स उच्चकाशे धवलोदरो दरोऽपि
     उरुक्रमस्य अधरशोण शोणिमा ।
दाध्मायमानः करकञ्जसम्पुटे
     यथाब्जखण्डे कलहंस उत्स्वनः
]

`verse 3 [
तमुपश्रुत्य निनदं जगद्‍भयभयावहम् ।
प्रत्युद्ययुः प्रजाः सर्वा भर्तृदर्शनलालसाः
]

`verse 4 [
तत्रोपनीतबलयो रवेर्दीपमिवादृताः ।
आत्मारामं पूर्णकामं निजलाभेन नित्यदा
]

`verse 5 [
प्रीत्युत्फुल्लमुखाः प्रोचुः हर्षगद्‍गदया गिरा ।
पितरं सर्वसुहृदं अवितारं इवार्भकाः
]

`verse 6 [
नताः स्म ते नाथ सदाङ्‌घ्रिपङ्‌कजं
     विरिञ्चवैरिञ्च्य सुरेन्द्र वन्दितम् ।
परायणं क्षेममिहेच्छतां परं
     न यत्र कालः प्रभवेत्परः प्रभुः
]

`verse 7 [
भवाय नस्त्वं भव विश्वभावन
     त्वमेव माताथ सुहृत्पतिः पिता ।
त्वं सद्‍गुरुर्नः परमं च दैवतं
     यस्यानुवृत्त्या कृतिनो बभूविम
]

`verse 8 [
अहो सनाथा भवता स्म यद्वयं
     त्रैविष्टपानामपि दूरदर्शनम् ।
प्रेमस्मित स्निग्ध निरीक्षणाननं
     पश्येम रूपं तव सर्वसौभगम्
]

`verse 9 [
यर्ह्यम्बुजाक्षापससार भो भवान्
     कुरून् मधून् वाथ सुहृद् दिदृक्षया ।
तत्राब्दकोटिप्रतिमः क्षणो भवेद्
     रविं विनाक्ष्णोरिव नस्तवाच्युत
]

`verse 10 [
इति चोदीरिता वाचः प्रजानां भक्तवत्सलः ।
शृण्वानोऽनुग्रहं दृष्ट्या वितन्वन् प्राविशत्पुरम्
]

`verse 11 [
मधुभोजदशार्हार्ह कुकुरान्धक वृष्णिभिः ।
आत्मतुल्य बलैर्गुप्तां नागैर्भोगवतीमिव
]

`verse 12 [
सर्वर्तु सर्वविभव पुण्यवृक्षलताश्रमैः ।
उद्यानोपवनारामैः वृत पद्माकर श्रियम्
]

`verse 13 [
गोपुरद्वारमार्गेषु कृतकौतुक तोरणाम् ।
चित्रध्वजपताकाग्रैः अन्तः प्रतिहतातपाम्
]

`verse 14 [
सम्मार्जित महामार्ग रथ्यापणक चत्वराम् ।
सिक्तां गन्धजलैरुप्तां फलपुष्पाक्षताङ्‌कुरैः
]

`verse 15 [
द्वारि द्वारि गृहाणां च दध्यक्षत फलेक्षुभिः ।
अलङ्‌कृतां पूर्णकुम्भैः बलिभिः धूपदीपकैः
]

`verse 16 [
निशम्य प्रेष्ठमायान्तं वसुदेवो महामनाः ।
अक्रूरश्चोग्रसेनश्च रामश्चाद्‍भुतविक्रमः
]

`verse 17 [
प्रद्युम्नः चारुदेष्णश्च साम्बो जाम्बवतीसुतः ।
प्रहर्षवेग उच्छशित शयनासन भोजनाः
]

`verse 18 [
वारणेन्द्रं पुरस्कृत्य ब्राह्मणैः ससुमङ्‌गलैः ।
शङ्‌खतूर्य निनादेन ब्रह्मघोषेण चादृताः ।
प्रत्युज्जग्मू रथैर्हृष्टाः प्रणयागत साध्वसाः
]

`verse 19 [
वारमुख्याश्च शतशो यानैः तत् दर्शनोत्सुकाः ।
लसत्कुण्डल निर्भात कपोल वदनश्रियः
]

`verse 20 [
नटनर्तकगन्धर्वाः सूत मागध वन्दिनः ।
गायन्ति चोत्तमश्लोक चरितानि अद्‍भुतानि च
]

`verse 21 [
भगवान् तत्र बन्धूनां पौराणां अनुवर्तिनाम् ।
यथाविधि उपसङ्‌गम्य सर्वेषां मानमादधे
]

`verse 22 [
प्रह्वाभिवादन आश्लेष करस्पर्श स्मितेक्षणैः ।
आश्वास्य चाश्वपाकेभ्यो वरैश्च अभिमतैर्विभुः
]

`verse 23 [
स्वयं च गुरुभिर्विप्रैः सदारैः स्थविरैरपि ।
आशीर्भिः युज्यमानोऽन्यैः वन्दिभिश्चाविशत् पुरम्
]

`verse 24 [
राजमार्गं गते कृष्णे द्वारकायाः कुलस्त्रियः ।
हर्म्याण्यारुरुहुर्विप्र तदीक्षण महोत्सवाः
]

`verse 25 [
नित्यं निरीक्षमाणानां यदपि द्वारकौकसाम् ।
न वितृप्यन्ति हि दृशः श्रियो धामाङ्‌गमच्युतम्
]

`verse 26 [
श्रियो निवासो यस्योरः पानपात्रं मुखं दृशाम् ।
बाहवो लोकपालानां सारङ्‌गाणां पदाम्बुजम्
]

`verse 27 [
सितातपत्रव्यजनैः उपस्कृतः
     नवर्षैः अभिवर्षितः पथि ।
पिशङ्‌गवासा वनमालया बभौ
     यथार्कोडुप चाप वैद्युतैः
]

`verse 28 [
प्रविष्टस्तु गृहं पित्रोः परिष्वक्तः स्वमातृभिः ।
ववन्दे शिरसा सप्त देवकीप्रमुखा मुदा
]

`verse 29 [
ताः पुत्रमङ्‌कं आरोप्य स्नेहस्नुत पयोधराः ।
हर्षविह्वलितात्मानः सिषिचुः नेत्रजैर्जलैः
]

`verse 30 [
अथाविशत् स्वभवनं सर्वकाममनुत्तमम् ।
प्रासादा यत्र पत्‍नीनां सहस्राणि च षोडश
]

`verse 31 [
पत्‍न्यः पतिं प्रोष्य गृहानुपागतं
     क्य सञ्जात मनोमहोत्सवाः ।
उत्तस्थुरारात् सहसासनाशयात्
     व्रतैः व्रीडित लोचनाननाः
]

`verse 32 [
तं आत्मजैः दृष्टिभिरन्तरात्मना
     दुरन्तभावाः परिरेभिरे पतिम् ।
निरुद्धमप्यास्रवदम्बु नेत्रयोः
     विलज्जतीनां भृगुवर्य वैक्लवात्
]

`verse 33 [
यद्यप्यसौ पार्श्वगतो रहोगतः
     तथापि तस्याङ्‌घ्रियुगं नवं नवम् ।
पदे पदे का विरमेत तत्पदात्
     चलापि यच्छ्रीर्न जहाति कर्हिचित्
]

`verse 34 [
एवं नृपाणां क्षितिभारजन्मनां
     अक्षौहिणीभिः परिवृत्ततेजसाम् ।
विधाय वैरं श्वसनो यथानलं
     मिथो वधेनोपरतो निरायुधः
]

`verse 35 [
स एष नरलोकेऽस्मिन् अवतीर्णः स्वमायया ।
रेमे स्त्रीरत्‍नकूटस्थो भगवान् प्राकृतो यथा
]

`verse 36 [
उद्दामभाव पिशुनामल वल्गुहास ।
     व्रीडावलोकनिहतो मदनोऽपि यासाम् ॥
सम्मुह्य चापमजहात् प्रमदोत्तमास्ता ।
     यस्येन्द्रियं विमथितुं कुहकैर्न शेकुः
]

`verse 37 [
तमयं मन्यते लोको ह्यसङ्‌गमपि सङ्‌गिनम् ।
आत्मौपम्येन मनुजं व्यापृण्वानं यतोऽबुधः
]

`verse 38 [
एतत् ईशनमीशस्य प्रकृतिस्थोऽपि तद्‍गुणैः ।
न युज्यते सदाऽत्मस्थैः यथा बुद्धिस्तदाश्रया
]

`verse 39 [
तं मेनिरेऽबला मूढाः स्त्रैणं चानुव्रतं रहः ।
अप्रमाणविदो भर्तुः ईश्वरं मतयो यथा
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे नैमिषीयोपाख्याने श्रीकृष्णद्वारकाप्रवेशो नाम एकादशोऽध्यायः
]
