`speaker [
शौनक उवाच
]

`verse 1 [
अश्वत्थाम्नोपसृष्टेन ब्रह्मशीर्ष्णोरुतेजसा ।
उत्तराया हतो गर्भ ईशेनाजीवितः पुनः
]

`verse 2 [
तस्य जन्म महाबुद्धेः कर्माणि च महात्मनः ।
निधनं च यथैवासीत् स प्रेत्य गतवान् यथा
]

`verse 3 [
तदिदं श्रोतुमिच्छामो गदितुं यदि मन्यसे ।
ब्रूहि नः श्रद्दधानानां यस्य ज्ञानमदाच्छुकः
]

`speaker [
सूत उवाच
]

`verse 4 [
अपीपलद्धर्मराजः पितृवद् रञ्जयन् प्रजाः ।
निःस्पृहः सर्वकामेभ्यः कृष्णपादानुसेवया
]

`verse 5 [
सम्पदः क्रतवो लोका महिषी भ्रातरो मही ।
जम्बूद्वीपाधिपत्यं च यशश्च त्रिदिवं गतम्
]

`verse 6 [
किं ते कामाः सुरस्पार्हा मुकुन्दमनसो द्विजाः ।
अधिजह्रुर्मुदं राज्ञः क्षुधितस्य यथेतरे
]

`verse 7 [
मातुर्गर्भगतो वीरः स तदा भृगुनन्दन ।
ददर्श पुरुषं कञ्चिद् दह्यमानोऽस्त्रतेजसा
]

`verse 8 [
अङ्‌गुष्ठमात्रममलं स्फुरत् पुरट मौलिनम् ।
अपीव्यदर्शनं श्यामं तडिद् वाससमच्युतम्
]

`verse 9 [
श्रीमद् दीर्घचतुर्बाहुं तप्तकाञ्चन कुण्डलम् ।
क्षतजाक्षं गदापाणिं आत्मनः सर्वतो दिशम् ।
परिभ्रमन्तं उल्काभां भ्रामयन्तं गदां मुहुः
]

`verse 10 [
अस्त्रतेजः स्वगदया नीहारमिव गोपतिः ।
विधमन्तं सन्निकर्षे पर्यैक्षत क इत्यसौ
]

`verse 11 [
विधूय तदमेयात्मा भगवान् धर्मगुब् विभुः ।
मिषतो दशमासस्य तत्रैवान्तर्दधे हरिः
]

`verse 12 [
ततः सर्वगुणोदर्के सानुकूल ग्रहोदये ।
जज्ञे वंशधरः पाण्डोः भूयः पाण्डुरिवौजसा
]

`verse 13 [
तस्य प्रीतमना राजा विप्रैर्धौम्य कृपादिभिः ।
जातकं कारयामास वाचयित्वा च मङ्‌गलम्
]

`verse 14 [
हिरण्यं गां महीं ग्रामान् हस्त्यश्वान् नृपतिर्वरान् ।
प्रादात्स्वन्नं च विप्रेभ्यः प्रजातीर्थे स तीर्थवित्
]

`verse 15 [
तमूचुर्ब्राह्मणास्तुष्टा राजानं प्रश्रयान्वितम् ।
एष ह्यस्मिन् प्रजातन्तौ पुरूणां पौरवर्षभ
]

`verse 16 [
दैवेनाप्रतिघातेन शुक्ले संस्थामुपेयुषि ।
रातो वोऽनुग्रहार्थाय विष्णुना प्रभविष्णुना
]

`verse 17 [
तस्मान्नाम्ना विष्णुरात इति लोके बृहच्छ्रवाः ।
भविष्यति न सन्देहो महाभागवतो महान्
]

`speaker [
युधिष्ठिर उवाच
]

`verse 18 [
अप्येष वंश्यान् राजर्षीन् पुण्यश्लोकान् महात्मनः ।
अनुवर्तिता स्विद्यशसा साधुवादेन सत्तमाः
]

`speaker [
ब्राह्मणा ऊचुः
]

`verse 19 [
पार्थ प्रजाविता साक्षात् इक्ष्वाकुरिव मानवः ।
ब्रह्मण्यः सत्यसन्धश्च रामो दाशरथिर्यथा
]

`verse 20 [
एष दाता शरण्यश्च यथा ह्यौशीनरः शिबिः ।
यशो वितनिता स्वानां दौष्यन्तिरिव यज्वनाम्
]

`verse 21 [
धन्विनामग्रणीरेष तुल्यश्चार्जुनयोर्द्वयोः ।
हुताश इव दुर्धर्षः समुद्र इव दुस्तरः
]

`verse 22 [
मृगेन्द्र इव विक्रान्तो निषेव्यो हिमवानिव ।
तितिक्षुर्वसुधेवासौ सहिष्णुः पितराविव
]

`verse 23 [
पितामहसमः साम्ये प्रसादे गिरिशोपमः ।
आश्रयः सर्वभूतानां यथा देवो रमाश्रयः
]

`verse 24 [
सर्वसद्‍गुणमाहात्म्ये एष कृष्णमनुव्रतः ।
रन्तिदेव इवोदारो ययातिरिव धार्मिकः
]

`verse 25 [
धृत्या बलिसमः कृष्णे प्रह्राद इव सद्‍ग्रहः ।
आहर्तैषोऽश्वमेधानां वृद्धानां पर्युपासकः
]

`verse 26 [
राजर्षीणां जनयिता शास्ता चोत्पथगामिनाम् ।
निग्रहीता कलेरेष भुवो धर्मस्य कारणात्
]

`verse 27 [
तक्षकादात्मनो मृत्युं द्विजपुत्रोपसर्जितात् ।
प्रपत्स्यत उपश्रुत्य मुक्तसङ्‌गः पदं हरेः
]

`verse 28 [
जिज्ञासितात्म याथार्थ्यो मुनेर्व्याससुतादसौ ।
हित्वेदं नृप गङ्‌गायां यास्यत्यद्धा अकुतोभयम्
]

`verse 29 [
इति राज्ञ उपादिश्य विप्रा जातककोविदाः ।
लब्धापचितयः सर्वे प्रतिजग्मुः स्वकान् गृहान्
]

`verse 30 [
स एष लोके विख्यातः परीक्षिदिति यत्प्रभुः ।
पूर्वं दृष्टमनुध्यायन् परीक्षेत नरेष्विह
]

`verse 31 [
स राजपुत्रो ववृधे आशु शुक्ल इवोडुपः ।
आपूर्यमाणः पितृभिः काष्ठाभिरिव सोऽन्वहम्
]

`verse 32 [
यक्ष्यमाणोऽश्वमेधेन ज्ञातिद्रोहजिहासया ।
राजा लब्धधनो दध्यौ अन्यत्र करदण्डयोः
]

`verse 33 [
तदभिप्रेतमालक्ष्य भ्रातरोऽच्युतचोदिताः ।
धनं प्रहीणमाजह्रुः उदीच्यां दिशि भूरिशः
]

`verse 34 [
तेन सम्भृतसम्भारो धर्मपुत्रो युधिष्ठिरः ।
वाजिमेधैः त्रिभिर्भीतो यज्ञैः समयजत् हरिम्
]

`verse 35 [
आहूतो भगवान् राज्ञा याजयित्वा द्विजैर्नृपम् ।
उवास कतिचित् मासान् सुहृदां प्रियकाम्यया
]

`verse 36 [
ततो राज्ञाभ्यनुज्ञातः कृष्णया सहबन्धुभिः ।
ययौ द्वारवतीं ब्रह्मन् सार्जुनो यदुभिर्वृतः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे नैमिषीयोपाख्याने परीक्षिज्जन्माद्युत्कर्षो नाम द्वादशोऽध्यायः
]
