`speaker [
सूत उवाच
]

`verse 1 [
विदुरस्तीर्थयात्रायां मैत्रेयादात्मनो गतिम् ।
ज्ञात्वागाt हास्तिनपुरं तयावाप्तविवित्सितः
]

`verse 2 [
यावतः कृतवान् प्रश्नान् क्षत्ता कौषारवाग्रतः ।
जातैकभक्तिः गोविन्दे तेभ्यश्चोपरराम ह
]

`verse 3 [
तं बन्धुमागतं दृष्ट्वा धर्मपुत्रः सहानुजः ।
धृतराष्ट्रो युयुत्सुश्च सूतः शारद्वतः पृथा
]

`verse 4 [
गान्धारी द्रौपदी ब्रह्मन् सुभद्रा चोत्तरा कृपी ।
अन्याश्च जामयः पाण्डोः ज्ञातयः ससुताः स्त्रियः
]

`verse 5 [
प्रत्युज्जग्मुः प्रहर्षेण प्राणं तन्व इवागतम् ।
अभिसङ्‌गम्य विधिवत् परिष्वङ्‌गाभिवादनैः
]

`verse 6 [
मुमुचुः प्रेमबाष्पौघं विरहौत्कण्ठ्य कातराः ।
राजा तमर्हयां चक्रे कृतासन परिग्रहम्
]

`verse 7 [
तं भुक्तवन्तं विश्रान्तं आसीनं सुखमासने ।
प्रश्रयावनतो राजा प्राह तेषां च श्रृण्वताम्
]

`speaker [
युधिष्ठिर उवाच
]

`verse 8 [
अपि स्मरथ नो युष्मत् पक्षच्छायासमेधितान् ।
विपद्‍गणाद् विषाग्न्यादेः मोचिता यत्समातृकाः
]

`verse 9 [
कया वृत्त्या वर्तितं वः चरद्‌भिः क्षितिमण्डलम् ।
तीर्थानि क्षेत्रमुख्यानि सेवितानीह भूतले
]

`verse 10 [
भवद्विधा भागवताः तीर्थभूताः स्वयं विभो ।
तीर्थीकुर्वन्ति तीर्थानि स्वान्तःस्थेन गदाभृता
]

`verse 11 [
अपि नः सुहृदस्तात बान्धवाः कृष्णदेवताः ।
दृष्टाः श्रुता वा यदवः स्वपुर्यां सुखमासते
]

`verse 12 [
इत्युक्तो धर्मराजेन सर्वं तत् समवर्णयत् ।
यथानुभूतं क्रमशो विना यदुकुलक्षयम्
]

`verse 13 [
नन्वप्रियं दुर्विषहं नृणां स्वयमुपस्थितम् ।
नावेदयत् सकरुणो दुःखितान् द्रष्टुमक्षमः
]

`verse 14 [
कञ्चित् कालमथ अवात्सीत् सत्कृतो देववत्सुखम् ।
भ्रातुर्ज्येष्ठस्य श्रेयस्कृत् सर्वेषां सुखमावहन्
]

`verse 15 [
अबिभ्रदर्यमा दण्डं यथावत् अघकारिषु ।
यावद् दधार शूद्रत्वं शापात् वर्षशतं यमः
]

`verse 16 [
युधिष्ठिरो लब्धराज्यो दृष्ट्वा पौत्रं कुलन्धरम् ।
भ्रातृभिर्लोकपालाभैः मुमुदे परया श्रिया
]

`verse 17 [
एवं गृहेषु सक्तानां प्रमत्तानां तदीहया ।
अत्यक्रामत् अविज्ञातः कालः परमदुस्तरः
]

`verse 18 [
विदुरस्तत् अभिप्रेत्य धृतराष्ट्रं अभाषत ।
राजन् निर्गम्यतां शीघ्रं पश्येदं भयमागतम्
]

`verse 19 [
प्रतिक्रिया न यस्येह कुतश्चित् कर्हिचित् प्रभो ।
स एष भगवान् कालः सर्वेषां नः समागतः
]

`verse 20 [
येन चैवाभिपन्नोऽयं प्राणैः प्रियतमैरपि ।
जनः सद्यो वियुज्येत किमुतान्यैः धनादिभिः
]

`verse 21 [
पितृभ्रातृसुहृत्पुत्रा हतास्ते विगतं वयः ।
आत्मा च जरया ग्रस्तः परगेहमुपाससे
]

`verse 22 [
अहो महीयसी जन्तोः जीविताशा यया भवान् ।
भीमापवर्जितं पिण्डं आदत्ते गृहपालवत्
]

`verse 23 [
अग्निर्निसृष्टो दत्तश्च गरो दाराश्च दूषिताः ।
हृतं क्षेत्रं धनं येषां तद्दत्तैरसुभिः कियत्
]

`verse 24 [
तस्यापि तव देहोऽयं कृपणस्य जिजीविषोः ।
परैत्यनिच्छतो जीर्णो जरया वाससी इव
]

`verse 25 [
गतस्वार्थमिमं देहं विरक्तो मुक्तबन्धनः ।
अविज्ञातगतिः जह्यात् स वै धीर उदाहृतः
]

`verse 26 [
यः स्वकात्परतो वेह जातनिर्वेद आत्मवान् ।
हृदि कृत्वा हरिं गेहात् प्रव्रजेत् स नरोत्तमः
]

`verse 27 [
अथोदीचीं दिशं यातु स्वैरज्ञात गतिर्भवान् ।
इतोऽर्वाक् प्रायशः कालः पुंसां गुणविकर्षणः
]

`verse 28 [
एवं राजा विदुरेणानुजेन
     प्रज्ञाचक्षुर्बोधित आजमीढः ।
छित्त्वा स्वेषु स्नेहपाशान्द्रढिम्नो
     निश्चक्राम भ्रातृसन्दर्शिताध्वा
]

`verse 29 [
पतिं प्रयान्तं सुबलस्य पुत्री
     पतिव्रता चानुजगाम साध्वी ।
हिमालयं न्यस्तदण्डप्रहर्षं
     मनस्विनामिव सत्सम्प्रहारः
]

`verse 30 [
अजातशत्रुः कृतमैत्रो हुताग्निः
     विप्रान् नत्वा तिलगोभूमिरुक्मैः ।
गृहं प्रविष्टो गुरुवन्दनाय
     न चापश्यत् पितरौ सौबलीं च
]

`verse 31 [
तत्र सञ्जयमासीनं पप्रच्छोद्विग्नमानसः ।
गावल्गणे क्व नस्तातो वृद्धो हीनश्च नेत्रयोः
]

`verse 32 [
अम्बा च हतपुत्राऽऽर्ता पितृव्यः क्व गतः सुहृत् ।
अपि मय्यकृतप्रज्ञे हतबन्धुः स भार्यया ।
आशंसमानः शमलं गङ्‌गायां दुःखितोऽपतत्
]

`verse 33 [
पितर्युपरते पाण्डौ सर्वान्नः सुहृदः शिशून् ।
अरक्षतां व्यसनतः पितृव्यौ क्व गतावितः
]

`speaker [
सूत उवाच
]

`verse 34 [
कृपया स्नेहवैक्लव्यात् सूतो विरहकर्शितः ।
आत्मेश्वरमचक्षाणो न प्रत्याहातिपीडितः
]

`verse 35 [
विमृज्याश्रूणि पाणिभ्यां विष्टभ्यात्मानमात्मना ।
अजातशत्रुं प्रत्यूचे प्रभोः पादावनुस्मरन्
]

`speaker [
सञ्जय उवाच
]

`verse 36 [
नाहं वेद व्यवसितं पित्रोर्वः कुलनन्दन ।
गान्धार्या वा महाबाहो मुषितोऽस्मि महात्मभिः
]

`verse 37 [
अथाजगाम भगवान् नारदः सहतुम्बुरुः ।
प्रत्युत्थायाभिवाद्याह सानुजोऽभ्यर्चयन् मुनिम्
]

`speaker [
युधिष्ठिर उवाच
]

`verse 38 [
नाहं वेद गतिं पित्रोः भगवन् क्व गतावितः ।
अम्बा वा हतपुत्रार्ता क्व गता च तपस्विनी
]

`verse 39 [
कर्णधार इवापारे भगवान् पारदर्शकः ।
अथाबभाषे भगवान् नारदो मुनिसत्तमः
]

`speaker [
नारद उवाच
]

`verse 40 [
मा कञ्चन शुचो राजन् यदीश्वरवशं जगत् ।
लोकाः सपाला यस्येमे वहन्ति बलिमीशितुः ।
स संयुनक्ति भूतानि स एव वियुनक्ति च
]

`verse 41 [
यथा गावो नसि प्रोताः तन्त्यां बद्धाः स्वदामभिः ।
वाक्तन्त्यां नामभिर्बद्धा वहन्ति बलिमीशितुः
]

`verse 42 [
यथा क्रीडोपस्कराणां संयोगविगमाविह ।
इच्छया क्रीडितुः स्यातां तथैवेशेच्छया नृणाम्
]

`verse 43 [
यन्मन्यसे ध्रुवं लोकं अध्रुवं वा न चोभयम् ।
सर्वथा न हि शोच्यास्ते स्नेहात् अन्यत्र मोहजात्
]

`verse 44 [
तस्माज्जह्यङ्‌ग वैक्लव्यं अज्ञानकृतमात्मनः ।
कथं त्वनाथाः कृपणा वर्तेरंस्ते च मां विना
]

`verse 45 [
कालकर्म गुणाधीनो देहोऽयं पाञ्चभौतिकः ।
कथमन्यांस्तु गोपायेत् सर्पग्रस्तो यथा परम्
]

`verse 46 [
अहस्तानि सहस्तानां अपदानि चतुष्पदाम् ।
फल्गूनि तत्र महतां जीवो जीवस्य जीवनम्
]

`verse 47 [
तदिदं भगवान् राजन् एक आत्मात्मनां स्वदृक् ।
अन्तरोऽनन्तरो भाति पश्य तं माययोरुधा
]

`verse 48 [
सोऽयमद्य महाराज भगवान् भूतभावनः ।
कालरूपोऽवतीर्णोऽस्यां अभावाय सुरद्विषाम्
]

`verse 49 [
निष्पादितं देवकृत्यं अवशेषं प्रतीक्षते ।
तावद् यूयं अवेक्षध्वं भवेद् यावदिहेश्वरः
]

`verse 50 [
धृतराष्ट्रः सह भ्रात्रा गान्धार्या च स्वभार्यया ।
दक्षिणेन हिमवत ऋषीणां आश्रमं गतः
]

`verse 51 [
स्रोतोभिः सप्तभिर्या वै स्वर्धुनी सप्तधा व्यधात् ।
सप्तानां प्रीतये नाना सप्तस्रोतः प्रचक्षते
]

`verse 52 [
स्नात्वानुसवनं तस्मिन् हुत्वा चाग्नीन्यथाविधि ।
अब्भक्ष उपशान्तात्मा स आस्ते विगतैषणः
]

`verse 53 [
जितासनो जितश्वासः प्रत्याहृतषडिन्द्रियः ।
हरिभावनया ध्वस्तः अजःसत्त्वतमोमलः
]

`verse 54 [
विज्ञानात्मनि संयोज्य क्षेत्रज्ञे प्रविलाप्य तम् ।
ब्रह्मण्यात्मानमाधारे घटाम्बरमिवाम्बरे
]

`verse 55 [
ध्वस्तमायागुणोदर्को निरुद्धकरणाशयः ।
निवर्तिताखिलाहार आस्ते स्थाणुरिवाचलः ।
तस्यान्तरायो मैवाभूः सन्न्यस्ताखिलकर्मणः
]

`verse 56 [
स वा अद्यतनाद् राजन् परतः पञ्चमेऽहनि ।
कलेवरं हास्यति स्वं तच्च भस्मीभविष्यति
]

`verse 57 [
दह्यमानेऽग्निभिर्देहे पत्युः पत्‍नी सहोटजे ।
बहिः स्थिता पतिं साध्वी तमग्निमनु वेक्ष्यति
]

`verse 58 [
विदुरस्तु तदाश्चर्यं निशाम्य कुरुनन्दन ।
हर्षशोकयुतस्तस्माद् गन्ता तीर्थनिषेवकः
]

`verse 59 [
इत्युक्त्वाथारुहत् स्वर्गं नारदः सहतुम्बुरुः ।
युधिष्ठिरो वचस्तस्य हृदि कृत्वाजहाच्छुचः
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे नैमिषीयोपाख्याने त्रयोदशोऽध्यायः
]
