`set context {
  skandha = "01",
  adhyaya = "14",
  skandha.title = "Skandha 1",
  adhyaya.title = "Adhyāya 14"
}

`speaker [
सूत उवाच
]

`verse 1 [
सम्प्रस्थिते द्वारकायां जिष्णौ बन्धुदिदृक्षया ।
ज्ञातुं च पुण्यश्लोकस्य कृष्णस्य च विचेष्टितम्
]

`verse 2 [
व्यतीताः कतिचिन्मासाः तदा नायात् ततोऽर्जुनः ।
ददर्श घोररूपाणि निमित्तानि कुरूद्वहः
]

`verse 3 [
कालस्य च गतिं रौद्रां विपर्यस्तर्तुधर्मिणः ।
पापीयसीं नृणां वार्तां क्रोधलोभानृतात्मनाम्
]

`verse 4 [
जिह्मप्रायं व्यवहृतं शाठ्यमिश्रं च सौहृदम् ।
पितृमातृसुहृद्‍भ्रातृ दम्पतीनां च कल्कनम्
]

`verse 5 [
निमित्तान्यत्यरिष्टानि काले तु अनुगते नृणाम् ।
लोभादि अधर्मप्रकृतिं दृष्ट्वोवाचानुजं नृपः
]

`speaker [
युधिष्ठिर उवाच
]

`verse 6 [
सम्प्रेषितो द्वारकायां जिष्णुर्बन्धु दिदृक्षया ।
ज्ञातुं च पुण्यश्लोकस्य कृष्णस्य च विचेष्टितम्
]

`verse 7 [
गताः सप्ताधुना मासा भीमसेन तवानुजः ।
नायाति कस्य वा हेतोः नाहं वेदेदमञ्जसा
]

`verse 8 [
अपि देवर्षिणाऽऽदिष्टः स कालोऽयमुपस्थितः ।
यदाऽऽत्मनोऽङ्‌गमाक्रीडं भगवान् उत्सिसृक्षति
]

`verse 9 [
यस्मान्नः सम्पदो राज्यं दाराः प्राणाः कुलं प्रजाः ।
आसन् सपत्‍नविजयो लोकाश्च यदनुग्रहात्
]

`verse 10 [
पश्योत्पातान् नरव्याघ्र दिव्यान् भौमान् सदैहिकान् ।
दारुणान्शंसतोऽदूराद् भयं नो बुद्धिमोहनम्
]

`verse 11 [
ऊर्वक्षिबाहवो मह्यं स्फुरन्त्यङ्‌ग पुनः पुनः ।
वेपथुश्चापि हृदये आरात् दास्यन्ति विप्रियम्
]

`verse 12 [
शिवैषोद्यन्तं आदित्यं अभिरौति अनलानना ।
मामङ्‌ग सारमेयोऽयं अभिरेभत्यभीरुवत्
]

`verse 13 [
शस्ताः कुर्वन्ति मां सव्यं दक्षिणं पशवोऽपरे ।
वाहांश्च पुरुषव्याघ्र लक्षये रुदतो मम
]

`verse 14 [
मृत्युदूतः कपोतोऽयं उलूकः कम्पयन् मनः ।
प्रत्युलूकश्च कुह्वानैः अनिद्रौ शून्यमिच्छतः
]

`verse 15 [
धूम्रा दिशः परिधयः कम्पते भूः सहाद्रिभिः ।
निर्घातश्च महांस्तात साकं च स्तनयित्‍नुभिः
]

`verse 16 [
वायुर्वाति खरस्पर्शो रजसा विसृजंस्तमः ।
असृग् वर्षन्ति जलदा बीभत्सं इव सर्वतः
]

`verse 17 [
सूर्यं हतप्रभं पश्य ग्रहमर्दं मिथो दिवि ।
ससङ्‌कुलैर्भूतगणैः ज्वलिते इव रोदसी
]

`verse 18 [
नद्यो नदाश्च क्षुभिताः सरांसि च मनांसि च ।
न ज्वलत्यग्निराज्येन कालोऽयं किं विधास्यति
]

`verse 19 [
न पिबन्ति स्तनं वत्सा न दुह्यन्ति च मातरः ।
रुदन्त्यश्रुमुखा गावो न हृष्यन्ति ऋषभा व्रजे
]

`verse 20 [
दैवतानि रुदन्तीव स्विद्यन्ति ह्युच्चलन्ति च ।
इमे जनपदा ग्रामाः पुरोद्यानाकराश्रमाः ।
भ्रष्टश्रियो निरानन्दाः किमघं दर्शयन्ति नः
]

`verse 21 [
मन्य एतैर्महोत्पातैः नूनं भगवतः पदैः ।
अनन्यपुरुषश्रीभिः हीना भूर्हतसौभगा
]

`verse 22 [
इति चिन्तयतस्तस्य दृष्टारिष्टेन चेतसा ।
राज्ञः प्रत्यागमद् ब्रह्मन् यदुपुर्याः कपिध्वजः
]

`verse 23 [
तं पादयोः निपतितं अयथापूर्वमातुरम् ।
अधोवदनं अब्बिन्दून् सृजन्तं नयनाब्जयोः
]

`verse 24 [
विलोक्य उद्विग्नहृदयो विच्छायं अनुजं नृपः ।
पृच्छति स्म सुहृत् मध्ये संस्मरन् नारदेरितम्
]

`speaker [
युधिष्ठिर उवाच
]

`verse 25 [
कच्चिदानर्तपुर्यां नः स्वजनाः सुखमासते ।
मधुभोजदशार्हार्ह सात्वतान्धकवृष्णयः
]

`verse 26 [
शूरो मातामहः कच्चित् स्वस्त्यास्ते वाथ मारिषः ।
मातुलः सानुजः कच्चित् कुशल्यानकदुन्दुभिः
]

`verse 27 [
सप्त स्वसारस्तत्पत्‍न्यो मातुलान्यः सहात्मजाः ।
आसते सस्नुषाः क्षेमं देवकीप्रमुखाः स्वयम्
]

`verse 28 [
कच्चित् राजाऽऽहुको जीवति असत्पुत्रोऽस्य चानुजः ।
हृदीकः ससुतोऽक्रूरो जयन्तगदसारणाः
]

`verse 29 [
आसते कुशलं कच्चित् ये च शत्रुजिदादयः ।
कच्चिदास्ते सुखं रामो भगवान् सात्वतां प्रभुः
]

`verse 30 [
प्रद्युम्नः सर्ववृष्णीनां सुखमास्ते महारथः ।
गम्भीररयोऽनिरुद्धो वर्धते भगवानुत
]

`verse 31 [
सुषेणश्चारुदेष्णश्च साम्बो जाम्बवतीसुतः ।
अन्ये च कार्ष्णिप्रवराः सपुत्रा ऋषभादयः
]

`verse 32 [
तथैवानुचराः शौरेः श्रुतदेवोद्धवादयः ।
सुनन्दनन्दशीर्षण्या ये चान्ये सात्वतर्षभाः
]

`verse 33 [
अपि स्वस्त्यासते सर्वे रामकृष्ण भुजाश्रयाः ।
अपि स्मरन्ति कुशलं अस्माकं बद्धसौहृदाः
]

`verse 34 [
भगवानपि गोविन्दो ब्रह्मण्यो भक्तवत्सलः ।
कच्चित्पुरे सुधर्मायां सुखमास्ते सुहृद्‌वृतः
]

`verse 35 [
मङ्‌गलाय च लोकानां क्षेमाय च भवाय च ।
आस्ते यदुकुलाम्भोधौ आद्योऽनन्तसखः पुमान्
]

`verse 36 [
यद्‍बाहुदण्डगुप्तायां स्वपुर्यां यदवोऽर्चिताः ।
क्रीडन्ति परमानन्दं महापौरुषिका इव
]

`verse 37 [
यत् पादशुश्रूषणमुख्य कर्मणा
     सत्यादयो द्व्यष्टसहस्रयोषितः ।
निर्जित्य सङ्‌ख्ये त्रिदशांस्तदाशिषो
     हरन्ति वज्रायुधवल्लभोचिताः
]

`verse 38 [
यद्‍बाहुदण्डाभ्युदयानुजीविनो
     यदुप्रवीरा ह्यकुतोभया मुहुः ।
अधिक्रमन्त्यङ्‌घ्रिभिराहृतां बलात्
     सभां सुधर्मां सुरसत्तमोचिताम्
]

`verse 39 [
कच्चित्तेऽनामयं तात भ्रष्टतेजा विभासि मे ।
अलब्धमानोऽवज्ञातः किं वा तात चिरोषितः
]

`verse 40 [
कच्चित् नाभिहतोऽभावैः शब्दादिभिरमङ्‌गलैः ।
न दत्तमुक्तमर्थिभ्य आशया यत्प्रतिश्रुतम्
]

`verse 41 [
कच्चित्त्वं ब्राह्मणं बालं गां वृद्धं रोगिणं स्त्रियम् ।
शरणोपसृतं सत्त्वं नात्याक्षीः शरणप्रदः
]

`verse 42 [
कच्चित्त्वं नागमोऽगम्यां गम्यां वासत्कृतां स्त्रियम् ।
पराजितो वाथ भवान् नोत्तमैर्नासमैः पथि
]

`verse 43 [
अपि स्वित्पर्यभुङ्‌क्थास्त्वं सम्भोज्यान् वृद्धबालकान् ।
जुगुप्सितं कर्म किञ्चित् कृतवान्न यदक्षमम्
]

`verse 44 [
कच्चित्प्रेष्ठतमेनाथ हृदयेनात्मबन्धुना ।
शून्योऽस्मि रहितो नित्यं मन्यसे तेऽन्यथा न रुक्
]

`colophon [
इति श्रीमद्‌भागवते महापुराणे पारमहंस्यां संहितायां
प्रथमस्कन्धे युधिष्टिरवितर्को नाम चतुर्दशोऽध्यायः
]
