`speaker [
सूत उवाच
]

`verse 1 [
एवं कृष्णसखः कृष्णो भ्रात्र राज्ञाऽऽविकल्पितः ।
नानाशंकास्पदं रूपं कृष्णविश्लेषकर्षितः
]

`verse 2 [
शोकेन शुष्यद्वदनहृत्सरोजो हतप्रभः ।
विभुं तमेवानुध्यायन्नाशक्रोत्प्रतिभाषितूम
]

`verse 3 [
कृच्छ्रेण संस्तभ्य शुचः पाणिनाऽऽमृज्य नेत्रयोः ।
परोक्षेण समुन्नद्धप्रणयौत्कण्ठ्यकातरः
]

`verse 4 [
सख्य मैत्रीं सौहृदं च सारथ्यादिषु संस्मरन ।
नृपमग्रजमित्याह बाष्पगद्गदया गिरा
]

`speaker [
अर्जुन उवाच
]

`verse 5 [
वञ्चितोऽहं महाराज हरिणा बन्धुरुपिणा ।
येन मेऽपहृतं तेजो देवविस्मापनं महत
]

`verse 6 [
यस्य क्षणवियोगेन लोको ह्यप्रियदर्शनः ।
उक्थेन रहितो ह्येष मृतकः प्रोच्यते यथा
]

`verse 7 [
यत्संश्रयाद् द्रुपदगेहमुपागतानां राज्ञा स्वयंवरमुखे स्मरदुर्मदानाम् ।
तेजो हृतं खलु मयाभिहतश्च मत्स्यः सज्जीकृतेन धनुष्याधिगता च कृष्णा
]

`verse 8 [
यत्संनिधावहमु खाण्डवमग्नयेऽदामिन्द्रं च सामरगणं तरसा विजित्य ।
लब्धा सभा मयकृताद्भुतशिल्पमाया दिग्भ्योऽहरन्नृपतयो बलिमध्वरे ते
]

`verse 9 [
यत्तेजसा नृपशिरोऽङ्घ्रिमहन्मखार्थे आर्योऽनुजस्तव गजायुतसत्ववीर्यः ।
तेनाहृताः प्रमथनाथमखाय भूपा यन्मोचितास्तदनयन् बलिमध्वरे ते
]

`verse 10 [
पत्‍न्यास्तवधिमखक्लृप्तमहाभिषेकश्‍लाघिष्ठन्चारुकाबरं कितवैः सभायाम ।
स्पृष्टं विकीर्य पदयोः पतिताश्रुमुख्या यस्तत्स्त्रियोऽकृत हतेशविमुक्तकेशाः
]

`verse 11 [
यो नो जुगोप वनमेत्य दुरन्तकृच्छ्राद दुर्वाससोऽरिविहतादयुताग्रभुग यः ।
शाकान्नशिशःटमुपयुज्य यतास्त्रिलोकीं तृप्ताममंस्त सलिले विनिमंग्नसंघः
]

`verse 12 [
यत्तेजसाथ भगवान युधि शुलपाणि र्विस्मापितः सगिरिजोऽस्त्रमदान्निजं मे ।
अन्येऽपि चाहममुनैव कलेवरेण प्राप्तो महेन्द्रभवने महदासनार्धम
]

`verse 13 [
तत्रैव मे विहरतो भुजदण्डयुग्मं गाण्डीवलक्षणमरातिवधाय देवाः ।
सेन्द्रा श्रिता यदनुभावितमाजमीढ तेनाहमद्य मुषितः पुरुषेण भूम्र
]

`verse 14 [
यद्वान्धवः कुरुबलाब्धिमनन्तपार मेको रथेन ततरेऽहमतार्यसत्त्वम ।
प्रत्याहृतं बहु धनं च मयो परेषां तेजास्पदं मणीमयं च हृतं शिरोभ्यः
]

`verse 15 [
यो भीष्मकर्णगुरुशल्यमूष्वदभ्र रजन्यवर्यरथमण्डलमन्डितासु ।
अग्रेचरो मम विभो रथयूथपाना मायुर्मनांसि च दृशा सह ओज आर्च्छत
]

`verse 16 [
यद्दोष्षु मा प्राणीहितं गुरुभिष्मकर्ण नप्तृत्रिगर्तशलसैन्धवबाह्निकाद्येः ।
अस्त्राण्यमोघमाहिमानि निरुपिताने नो पस्पृशुर्नृहरिदासमिवासुराणि
]

`verse 17 [
सौत्ये वृतः कुमतिनाऽऽत्मदं ईश्वरो मे यत्पादपद्ममभवाय भजन्ति भव्याः ।
मां श्रान्तवाहमरयो रथिनो भुविष्ठं न प्राहरन यदनुभावनिरस्तचिस्ताः । \१७॥

नर्माण्युदाररुचिरस्मितशोभितानि हे पार्थ हेऽर्जुन सखे कुरुनन्दनेति ।
संजल्पितानि नरदेव हृदिस्पृशानि स्मर्तूर्लुठन्ति हृदयं मम माधवस्य
]

`verse 18 [
शय्यासनाटनविकथनभोजनादि ष्वैक्याद्वयस्य ऋतवानिति विप्रलब्धः ।
सख्युः सखेव पितृवत्तनयस्य सर्वं सेहे महान्महितया कुमतेरघं मे
]

`verse 19 [
सोऽहं नृपेन्द्र रहितः पुरुषोत्तमेन सख्या प्रियेण सुहृदा हृदयने शुन्य ।
अध्वन्युरुक्रमपरिग्रहमंग रक्षन गोपैरसाद्भिबलेव विनिर्जितोऽस्मि
]

`verse 20 [
तद्वै धनुस्त इषवः स रथो हयास्ते सोऽहं रथी नॄपतयो यत आनमन्ति ।
सर्व क्षणेन तदभुदसदीशरिक्तं भस्मन हुतं कुहकाराद्भमोवोत्पमुष्याम
]

`verse 21 [
राजंस्त्वयाभिषुष्टांना सुहृदां न सुहृत्पुरेः ।
विप्रशपविमुढांना निघ्नतां मुष्टिभिर्मिथः
]

`verse 22 [
वारुणीं मदिरां पीत्वा मदोन्मथितचेतसाम ।
अजानतामिव्यान्योन्य चतूः पंचावशेषिताः
]

`verse 23 [
प्रायेणैतद भगवत ईश्वरस्य विचेष्टितम ।
मिथो निघ्नन्ति भूतानि भावयन्ति च यन्मिथः
]

`verse 24 [
जलौकसां जले यद्वन्महान्तोऽदन्त्यणीयसः ।
दुर्बलान्बालिनो राजन्महान्तो बलिनो मिथः
]

`verse 25 [
एवं बलिष्ठैर्यदुभिर्महद्भिरितरान विभुः ।
यदुन यदुभिरन्योन्यं भुभारान संजहार ह
]

`verse 26 [
देशकालार्थयुक्तानि हृत्तापोपशमानि च ।
हरन्ति स्मरताश्चित्तं गोविन्दाभिहितानि मे
]

`speaker [
सूत उवाच
]

`verse 27 [
एवं चिन्तयतो जिष्णोः कृष्णपादसरोरुहम ।
सौहार्देनातिगाढेन शान्ताऽऽसीद्विमला मतिः
]

`verse 28 [
वासुदेवांगघ्यनुध्यानपरिबृंहितरंहसा ।
भक्त्या निर्मथिताशेषकषायाधिषणोऽर्जुनः
]

`verse 29 [
गीतं भगवता ज्ञान यत तत संग्राममुर्धनि ।
कालकर्मतमोरुद्धं पुनरध्यगमद विभुः
]

`verse 30 [
विशोको ब्रह्मासम्पत्या संछिन्नद्वैतसंशयः ।
लीनप्रकृतिनैर्गुण्यादलिंगत्वादसम्भवः
]

`verse 31 [
निशम्य भगवन्मार्ग संस्थां यदुकुलस्य च ।
स्वःपथाय मतिं चक्रे निभॄतात्मा युधिष्ठिरः
]

`verse 32 [
पृथाप्यनुश्रुत्य धनत्र्ज्ययोदितं नाश यदुनां भगवद्गतिं च ताम ।
एकान्तभक्त्या भगवत्यधोक्षजे निवेशितात्मोपराम संसृतेः
]

`verse 33 [
ययाहरदृ भुवो भारं तां तनुं विजहावजः ।
कण्टकं कण्टकेनेव द्वयं चापीशितूः समम
]

`verse 34 [
यथा मत्स्यादिरुपाणि धत्ते जाह्याद यथा नटः ।
भूभरः क्षपितो येन जहौ तच्च कलेवरम
]

`verse 35 [
यदा मुकुन्दो भगवानिमां महीं जहौ स्ततन्वा श्रवणीयसत्कथः ।
तदाहरेवाप्रतिबुद्धचेतसा मधर्महेतूः कलिरन्ववर्तत
]

`verse 36 [
युधिष्ठिरस्तत्पर्सर्पणं बुधः पुरे च राष्ट्रे च गृहे तथाऽऽत्मनि ।
विभग्य लोभानृतजिह्नाहिंसना द्यधर्मचक्रं गमनाय पर्यधात
]

`verse 37 [
स्वराट पौत्रं विनयिनमात्मनः सुसमं गुणैः ।
तोयनीव्याः पतिं भूमेरभ्यषिचंद गजाहृये
]

`verse 38 [
मथूरायां तथा वज्रं शुरसेनपतिं ततः ।
प्राजापत्यां निरुप्योष्टिमग्नीनपिबदीश्वरः
]

`verse 39 [
विसृज्य तत्र तत सर्व दुकुनलवलयादिकम ।
निर्ममो निरहंकारः संछिन्नाशेषबन्धनः
]

`verse 40 [
वाचं जुहाव मनसि तत्प्राण इतरे च तम ।
मृत्यावपानं सोत्सर्गं तं पंचत्वे ह्याजोहवीत
]

`verse 41 [
त्रेत्वे हुत्वाथ पंचत्वं तच्चेकत्वेऽजुहोन्मुनिः ।
सर्वमात्मन्यजुहवीद ब्रह्मण्यात्मानमव्यये
]

`verse 42 [
चीरवासा निराहारो बद्धवड मुक्तमूर्धजः ।
दर्शयन्नात्मनो रुपं जडोन्मत्तपिशाचवत
]

`verse 43 [
अनपेक्षमाणो निरगादश्रृण्वन्बधिरो यथा ।
उदीचीं प्रविवेशांशं गतपुर्वा महात्मभिः ।
हृदि ब्रह्मा परं ध्यायान्नवर्तेत यतो गतः
]

`verse 44 [
सर्व तमनु निर्जग्मुर्भ्रातरः कृतनिश्चयाः ।
कलिनाधर्ममित्रेण दृष्टा स्पृष्टाः प्रजा भुवि
]

`verse 45 [
ते साधुकृतसर्वार्था ज्ञात्वऽऽत्यन्तिकमातमनः ।
मनसा धारयामासुर्वैकुठचरणाम्बुजम
]

`verse 46 [
तद्धनोद्रिक्यया भक्त्या विशुद्धधिषणाः परे ।
तस्मिन नारायणपदे एकान्तमतयो गतिम
]

`verse 47 [
अवापुर्दुरवापां ते असद्भिर्विषयात्मभिः ।
विहुतकल्मषास्थाने विरजेनात्मनैव हि
]

`verse 48 [
विदुरोऽपि परित्यज्य प्रभासे देहमात्मवान ।
कृष्णावेशेन तच्चित्तः पितृभिः स्वक्षयं ययौ
]

`verse 49 [
द्रौपदी च तदाऽऽज्ञाय पतीनामनपेक्षताम ।
वासुदेवे भगवति ह्योकान्तमतिराप तम
]

`verse 50 [
यः श्रद्धयैतद भगवत्प्रियाणां पाण्डोः सुतानामिती सम्प्रयाणम ।
श्रुणोत्यलं स्वत्ययनं पवित्रं लब्ध्या हरौ भक्तिमुपैति सिद्धिम
]

`colophon [
इति श्रीमद्भगवते महापुराणे पारमहंस्या संहितायं प्रथमस्कन्धे पाण्डवस्वर्गाहणं नाम पंचदशोऽध्यायः
]
