`set context {
  skandha = "01",
  adhyaya = "16",
  skandha.title = "Skandha 1",
  adhyaya.title = "Adhyāya 16"
}

`speaker [
सूत उवाच
]

`verse 1 [
ततः परीक्षिद्द्विजवर्यशिक्षया महीं महाभागवतः शशास ह  ।
यथा हि सूत्यामभिजातकोविदाः समादिशन् विप्र महद्गुणस्तथा
]

`verse 2 [
स उत्तरस्य तनयामुपयेम इरावतीम्  ।
जनमेजयादींश्चतुरस्तस्यामुत्पादयत्सुतान्
]

`verse 3 [
आजहाराश्वमेधांस्त्रीन् गङ्गायां भूरिदक्षिणान्  ।
शारद्वतं गुरुं कृत्वा देवा यत्राक्षिगोचराः
]

`verse 4 [
निजग्राहौजसा वीरः कलिं दिग्विजये क्वचित् ।
नृपलिङ्गधरं शूद्रं घ्नन्तं गोमिथुनं पदा
]

`speaker [
शौनक उवाच
]

`verse 5 [
कस्य हेतोर्निजग्राह कलिं दिग्विजये नृपः  ।
नृदेवचिह्नधृक्शूद्र कोऽसौ गां यः पदाहनत् ।
तत्कथ्यतां महाभाग यदि कृष्णकथाश्रयम्
]

`verse 6 [
अथवास्य पदाम्भोज मकरन्दलिहां सताम्  ।
किमन्यैरसदालापैरायुषो यदसद्व्ययः
]

`verse 7 [
क्षुद्रायुषां नृणामङ्ग मर्त्यानामृतमिच्छताम्  ।
इहोपहूतो भगवान्मृत्युः शामित्रकर्मणि
]

`verse 8 [
न कश्चिन्म्रियते तावद्यावदास्त इहान्तकः  ।
एतदर्थं हि भगवानाहूतः परमर्षिभिः  ।
अहो नृलोके पीयेत हरिलीलामृतं वचः
]

`verse 9 [
मन्दस्य मन्दप्रज्ञस्य वयो मन्दायुषश्च वै  ।
निद्रया ह्रियते नक्तं दिवा च व्यर्थकर्मभिः
]

`speaker [
सूत उवाच
]

`verse 10 [
यदा परीक्षित्कुरुजाङ्गलेऽवसत्कलिं प्रविष्टं निजचक्रवर्तिते  ।
निशम्य वार्तामनतिप्रियां ततः शरासनं संयुगशौण्डिराददे
]

`verse 11 [
स्वलङ्कृतं श्यामतुरङ्गयोजितं रथं मृगेन्द्रध्वजमाश्रितः पुरात् ।
वृतो रथाश्वद्विपपत्तियुक्तया स्वसेनया दिग्विजयाय निर्गतः
]

`verse 12 [
भद्राश्वं केतुमालं च भारतं चोत्तरान् कुरून्  ।
किम्पुरुषादीनि वर्षाणि विजित्य जगृहे बलिम्
]

`verse 13 [
नगरांश्च वनांश्चैव नदीश्च विमलोदकाः  ।
पुरुषान् देवकल्पांश्च नारीश्च प्रियदर्शनाः
]

`verse 14 [
अदृष्टपूर्वान् सुभगान् स ददर्श धनञ्जयः  ।
सदनानि च शुभ्राणि नारीश्चाप्सरसां निभाः
]

`verse 15 [
तत्र तत्रोपशृण्वानः स्वपूर्वेषां महात्मनाम्  ।
प्रगीयमाणं च यशः कृष्णमाहात्म्यसूचकम्
]

`verse 16 [
आत्मानं च परित्रातमश्वत्थाम्नोऽस्त्रतेजसः  ।
स्नेहं च वृष्णिपार्थानां तेषां भक्तिं च केशवे
]

`verse 17 [
तेभ्यः परमसन्तुष्टः प्रीत्युज्जृम्भितलोचनः  ।
महाधनानि वासांसि ददौ हारान्महामनाः
]

`verse 18 [
सारथ्यपारषदसेवनसख्यदौत्य   वीरासनानुगमनस्तवनप्रणामान्  ।
स्निग्धेषु पाण्डुषु जगत्प्रणतिं च विष्णोर्  भक्तिं करोति नृपतिश्चरणारविन्दे
]

`verse 19 [
*
तस्यैवं वर्तमानस्य पूर्वेषां वृत्तिमन्वहम्  ।
नातिदूरे किलाश्चर्यं यदासीत्तन्निबोध मे
]

`verse 20 [
धर्मः पदैकेन चरन् विच्छायामुपलभ्य गाम्  ।
पृच्छति स्माश्रुवदनां विवत्सामिव मातरम्
]

`speaker [
धर्म उवाच
]

`verse 21 [
कच्चिद्भद्रेऽनामयमात्मनस्ते विच्छायासि म्लायतेषन्मुखेन  ।
आलक्षये भवतीमन्तराधिं दूरे बन्धुं शोचसि कञ्चनाम्ब
]

`verse 22 [
पादैर्न्यूनं शोचसि मैकपादमात्मानं वा वृषलैर्भोक्ष्यमाणम्  ।
आहो सुरादीन् हृतयज्ञभागान् प्रजा उत स्विन्मघवत्यवर्षति
]

`verse 23 [
अरक्ष्यमाणाः स्त्रिय उर्वि बालान् शोचस्यथो पुरुषादैरिवार्तान्  ।
वाचं देवीं ब्रह्मकुले कुकर्मण्यब्रह्मण्ये राजकुले कुलाग्र्यान्
]

`verse 24 [
किं क्षत्रबन्धून् कलिनोपसृष्टान् राष्ट्राणि वा तैरवरोपितानि  ।
इतस्ततो वाशनपानवासः स्नानव्यवायोन्मुखजीवलोकम्
]

`verse 25 [
यद्वाम्ब ते भूरिभरावतार कृतावतारस्य हरेर्धरित्रि  ।
अन्तर्हितस्य स्मरती विसृष्टा कर्माणि निर्वाणविलम्बितानि
]

`verse 26 [
इदं ममाचक्ष्व तवाधिमूलं वसुन्धरे येन विकर्शितासि  ।
कालेन वा ते बलिनां बलीयसा सुरार्चितं किं हृतमम्ब सौभगम्
]

`verse 27 [
धरण्युवाच
भवान् हि वेद तत्सर्वं यन्मां धर्मानुपृच्छसि  ।
चतुर्भिर्वर्तसे येन पादैर्लोकसुखावहैः
]

`verse 28 [
सत्यं शौचं दया क्षान्तिस्त्यागः सन्तोष आर्जवम्  ।
शमो दमस्तपः साम्यं तितिक्षोपरतिः श्रुतम्
]

`verse 29 [
ज्ञानं विरक्तिरैश्वर्यं शौर्यं तेजो बलं स्मृतिः  ।
स्वातन्त्र्यं कौशलं कान्तिर्धैर्यं मार्दवमेव च
]

`verse 30 [
प्रागल्भ्यं प्रश्रयः शीलं सह ओजो बलं भगः  ।
गाम्भीर्यं स्थैर्यमास्तिक्यं कीर्तिर्मानोऽनहङ्कृतिः
]

`verse 31 [
एते चान्ये च भगवन्नित्या यत्र महागुणाः  ।
प्रार्थ्या महत्त्वमिच्छद्भिर्न वियन्ति स्म कर्हिचित्
]

`verse 32 [
तेनाहं गुणपात्रेण श्रीनिवासेन साम्प्रतम्  ।
शोचामि रहितं लोकं पाप्मना कलिनेक्षितम्
]

`verse 33 [
आत्मानं चानुशोचामि भवन्तं चामरोत्तमम्  ।
देवान् पितॄनृषीन् साधून् सर्वान् वर्णांस्तथाश्रमान्
]

`verse 34 [
ब्रह्मादयो बहुतिथं यदपाङ्गमोक्ष   कामास्तपः समचरन् भगवत्प्रपन्नाः  ।
सा श्रीः स्ववासमरविन्दवनं विहाय   यत्पादसौभगमलं भजतेऽनुरक्ता
]

`verse 35 [
*
तस्याहमब्जकुलिशाङ्कुशकेतुकेतैः   श्रीमत्पदैर्भगवतः समलङ्कृताङ्गी  ।
त्रीनत्यरोच उपलभ्य ततो विभूतिं   लोकान् स मां व्यसृजदुत्स्मयतीं तदन्ते
]

`verse 36 [
*
यो वै ममातिभरमासुरवंशराज्ञाम्   अक्षौहिणीशतमपानुददात्मतन्त्रः  ।
त्वां दुःस्थमूनपदमात्मनि पौरुषेण   सम्पादयन् यदुषु रम्यमबिभ्रदङ्गम्
]

`verse 37 [
*
का वा सहेत विरहं पुरुषोत्तमस्य   प्रेमावलोकरुचिरस्मितवल्गुजल्पैः  ।
स्थैर्यं समानमहरन्मधुमानिनीनां   रोमोत्सवो मम यदङ्घ्रिविटङ्कितायाः
]

`verse 38 [
*
तयोरेवं कथयतोः पृथिवीधर्मयोस्तदा  ।
परीक्षिन्नाम राजर्षिः प्राप्तः प्राचीं सरस्वतीम्
]
