`set context {
  skandha = "01",
  adhyaya = "17",
  skandha.title = "Skandha 1",
  adhyaya.title = "Adhyāya 17"
}

`speaker [
सूत उवाच
]

`verse 1 [
तत्र गोमिथुनं राजा हन्यमानमनाथवत् ।
दण्डहस्तं च वृषलं ददृशे नृपलाञ्छनम्
]

`verse 2 [
वृषं मृणालधवलं मेहन्तमिव बिभ्यतम्  ।
वेपमानं पदैकेन सीदन्तं शूद्रताडितम्
]

`verse 3 [
गां च घर्मदुघां दीनां भृशं शूद्रपदाहताम्  ।
विवत्सामाश्रुवदनां क्षामां यवसमिच्छतीम्
]

`verse 4 [
पप्रच्छ रथमारूढः कार्तस्वरपरिच्छदम्  ।
मेघगम्भीरया वाचा समारोपितकार्मुकः
]

`verse 5 [
कस्त्वं मच्छरणे लोके बलाद्धंस्यबलान् बली  ।
नरदेवोऽसि वेषेण नटवत्कर्मणाद्विजः
]

`verse 6 [
यस्त्वं कृष्णे गते दूरं सहगाण्डीवधन्वना  ।
शोच्योऽस्यशोच्यान् रहसि प्रहरन् वधमर्हसि
]

`verse 7 [
त्वं वा मृणालधवलः पादैर्न्यूनः पदा चरन्  ।
वृषरूपेण किं कश्चिद्देवो नः परिखेदयन्
]

`verse 8 [
न जातु कौरवेन्द्राणां दोर्दण्डपरिरम्भिते  ।
भूतलेऽनुपतन्त्यस्मिन् विना ते प्राणिनां शुचः
]

`verse 9 [
मा सौरभेयात्र शुचो व्येतु ते वृषलाद्भयम्  ।
मा रोदीरम्ब भद्रं ते खलानां मयि शास्तरि
]

`verse 10 [
यस्य राष्ट्रे प्रजाः सर्वास्त्रस्यन्ते साध्व्यसाधुभिः  ।
तस्य मत्तस्य नश्यन्ति कीर्तिरायुर्भगो गतिः
]

`verse 11 [
एष राज्ञां परो धर्मो ह्यार्तानामार्तिनिग्रहः  ।
अत एनं वधिष्यामि भूतद्रुहमसत्तमम्
]

`verse 12 [
कोऽवृश्चत्तव पादांस्त्रीन् सौरभेय चतुष्पद  ।
मा भूवंस्त्वादृशा राष्ट्रे राज्ञां कृष्णानुवर्तिनाम्
]

`verse 13 [
आख्याहि वृष भद्रं वः साधूनामकृतागसाम्  ।
आत्मवैरूप्यकर्तारं पार्थानां कीर्तिदूषणम्
]

`verse 14 [
जनेऽनागस्यघं युञ्जन् सर्वतोऽस्य च मद्भयम्  ।
साधूनां भद्रमेव स्यादसाधुदमने कृते
]

`verse 15 [
अनागःस्विह भूतेषु य आगस्कृन्निरङ्कुशः  ।
आहर्तास्मि भुजं साक्षादमर्त्यस्यापि साङ्गदम्
]

`verse 16 [
राज्ञो हि परमो धर्मः स्वधर्मस्थानुपालनम्  ।
शासतोऽन्यान् यथाशास्त्रमनापद्युत्पथानिह
]

`speaker [
धर्म उवाच
]

`verse 17 [
एतद्वः पाण्डवेयानां युक्तमार्ताभयं वचः  ।
येषां गुणगणैः कृष्णो दौत्यादौ भगवान् कृतः
]

`verse 18 [
न वयं क्लेशबीजानि यतः स्युः पुरुषर्षभ  ।
पुरुषं तं विजानीमो वाक्यभेदविमोहिताः
]

`verse 19 [
केचिद्विकल्पवसना आहुरात्मानमात्मनः  ।
दैवमन्येऽपरे कर्म स्वभावमपरे प्रभुम्
]

`verse 20 [
अप्रतर्क्यादनिर्देश्यादिति केष्वपि निश्चयः  ।
अत्रानुरूपं राजर्षे विमृश स्वमनीषया
]

`speaker [
सूत उवाच
]

`verse 21 [
एवं धर्मे प्रवदति स सम्राड्द्विजसत्तमाः  ।
समाहितेन मनसा विखेदः पर्यचष्ट तम्
]

`speaker [
राजोवाच
]

`verse 22 [
धर्मं ब्रवीषि धर्मज्ञ धर्मोऽसि वृषरूपधृक् ।
यदधर्मकृतः स्थानं सूचकस्यापि तद्भवेत्
]

`verse 23 [
अथवा देवमायाया नूनं गतिरगोचरा  ।
चेतसो वचसश्चापि भूतानामिति निश्चयः
]

`verse 24 [
तपः शौचं दया सत्यमिति पादाः कृते कृताः  ।
अधर्मांशैस्त्रयो भग्नाः स्मयसङ्गमदैस्तव
]

`verse 25 [
इदानीं धर्म पादस्ते सत्यं निर्वर्तयेद्यतः  ।
तं जिघृक्षत्यधर्मोऽयमनृतेनैधितः कलिः
]

`verse 26 [
इयं च भूमिर्भगवता न्यासितोरुभरा सती  ।
श्रीमद्भिस्तत्पदन्यासैः सर्वतः कृतकौतुका
]

`verse 27 [
शोचत्यश्रुकला साध्वी दुर्भगेवोज्झिता सती  ।
अब्रह्मण्या नृपव्याजाः शूद्रा भोक्ष्यन्ति मामिति
]

`verse 28 [
इति धर्मं महीं चैव सान्त्वयित्वा महारथः  ।
निशातमाददे खड्गं कलयेऽधर्महेतवे
]

`verse 29 [
तं जिघांसुमभिप्रेत्य विहाय नृपलाञ्छनम्  ।
तत्पादमूलं शिरसा समगाद्भयविह्वलः
]

`verse 30 [
पतितं पादयोर्वीरः कृपया दीनवत्सलः  ।
शरण्यो नावधीच्छ्लोक्य आह चेदं हसन्निव
]

`speaker [
राजोवाच
]

`verse 31 [
न ते गुडाकेशयशोधराणां बद्धाञ्जलेर्वै भयमस्ति किञ्चित् ।
न वर्तितव्यं भवता कथञ्चन क्षेत्रे मदीये त्वमधर्मबन्धुः
]

`verse 32 [
त्वां वर्तमानं नरदेवदेहेष्वनुप्रवृत्तोऽयमधर्मपूगः  ।
लोभोऽनृतं चौर्यमनार्यमंहो ज्येष्ठा च माया कलहश्च दम्भः
]

`verse 33 [
न वर्तितव्यं तदधर्मबन्धो धर्मेण सत्येन च वर्तितव्ये  ।
ब्रह्मावर्ते यत्र यजन्ति यज्ञैर्यज्ञेश्वरं यज्ञवितानविज्ञाः
]

`verse 34 [
यस्मिन् हरिर्भगवानिज्यमान इज्यात्ममूर्तिर्यजतां शं तनोति  ।
कामानमोघान् स्थिरजङ्गमानामन्तर्बहिर्वायुरिवैष आत्मा
]

`speaker [
सूत उवाच
]

`verse 35 [
परीक्षितैवमादिष्टः स कलिर्जातवेपथुः  ।
तमुद्यतासिमाहेदं दण्डपाणिमिवोद्यतम्
]

`verse 36 [
कलिरुवाच
यत्र क्व वाथ वत्स्यामि सार्वभौम तवाज्ञया  ।
लक्षये तत्र तत्रापि त्वामात्तेषुशरासनम्
]

`verse 37 [
तन्मे धर्मभृतां श्रेष्ठ स्थानं निर्देष्टुमर्हसि  ।
यत्रैव नियतो वत्स्य आतिष्ठंस्तेऽनुशासनम्
]

`speaker [
सूत उवाच
]

`verse 38 [
अभ्यर्थितस्तदा तस्मै स्थानानि कलये ददौ  ।
द्यूतं पानं स्त्रियः सूना यत्राधर्मश्चतुर्विधः
]

`verse 39 [
पुनश्च याचमानाय जातरूपमदात्प्रभुः  ।
ततोऽनृतं मदं कामं रजो वैरं च पञ्चमम्
]

`verse 40 [
अमूनि पञ्च स्थानानि ह्यधर्मप्रभवः कलिः  ।
औत्तरेयेण दत्तानि न्यवसत्तन्निदेशकृत्
]

`verse 41 [
अथैतानि न सेवेत बुभूषुः पुरुषः क्वचित् ।
विशेषतो धर्मशीलो राजा लोकपतिर्गुरुः
]

`verse 42 [
वृषस्य नष्टांस्त्रीन् पादान् तपः शौचं दयामिति  ।
प्रतिसन्दध आश्वास्य महीं च समवर्धयत्
]

`verse 43 [
स एष एतर्ह्यध्यास्त आसनं पार्थिवोचितम्  ।
पितामहेनोपन्यस्तं राज्ञारण्यं विविक्षता
]

`verse 44 [
आस्तेऽधुना स राजर्षिः कौरवेन्द्रश्रियोल्लसन्  ।
गजाह्वये महाभागश्चक्रवर्ती बृहच्छ्रवाः
]

`verse 45 [
इत्थम्भूतानुभावोऽयमभिमन्युसुतो नृपः  ।
यस्य पालयतः क्षौणीं यूयं सत्राय दीक्षिताः
]

`colophon [
इति श्रीमद्भागवते महापुराणे पारमंहंस्या संहितायां प्रथमस्कन्धे कलिनिग्रहो नाम सप्तदशोऽध्यायः
]
