`verse 1 [
यस्मात् सर्व्वमिदं प्रपञ्चरचितं मायाजगज्जायते, यस्मिंस्तिष्ठति याति चान्तसमये कल्पानुकल्पे पुनः।
यं ध्यात्वा मुनयः प्रपञ्चरहितं विन्दन्ति मोक्षं ध्रुवं, तं वन्दे पुरुषोत्तमाख्यममलं नित्यं विभुं निश्चलम्॥
]

`verse 2 [
यं ध्यायन्ति बुधाः समाधिसमये शुद्धं वियत्सन्निभं, नित्यानन्दमयं प्रसन्नममलं सर्व्वेश्वरं निर्गुणम्।
व्यक्ताव्यक्तपरं प्रपञ्चरहितं ध्यानैकागम्यं विभुं, तं संसारविनाशहेतुमजरं वन्दे हरिं मुक्तिदम्॥
]

`verse 3 [
सुपण्ये नैमिषारण्ये पवित्रे सुमनोहरे।
नानामुनिजनाकीर्णे नानापुष्पोपशोभिते॥
]

`verse 4 [
सरलैः कर्णिकारैश्च पनसैर्धवखादिरैः।
आम्रजम्बूकपित्थैश्च न्यग्रोधैर्देवदारुभिः॥
]

`verse 5 [
अश्वत्थैः पारिजातैश्च चन्दनागुरुपाटलैः।
बकुलैः सप्तपर्णैश्च पुन्नागैर्नागकेशरैः॥
]

`verse 6 [
शालैस्तालैस्तमालैश्च नारिकेलैस्तथार्ज्जुनैः।
अन्यैश्च बहुभिर्वृक्षैश्चम्पकाद्यैश्च शोभिते॥
]

`verse 7 [
नानापक्षिगणकीर्णे नानामृगगणैर्युते।
नानाजलाशयैः पुण्यैर्दोर्घिकाद्यैरलङ्कृते॥
]

`verse 8 [
ब्राह्मणैः क्षत्रियैर्वैश्यैः शुद्रैश्चान्यैश्च जातिभिः।
वानप्रस्थैर्गृहस्थैश्छ यतिभिर्ब्रह्मचारिभिः॥
]

`verse 9 [
सम्पन्नैर्गौकुलैश्चैव सर्व्वत्र समलङ्कृते।
यवगोधूमचणकैमषिमुद्गतिलेक्षुभिः॥
]

`verse 10 [
चीनकाद्यैस्तथा मेध्यैः शस्यैश्चान्यैश्च शोभिते।
तत्र दीप्ते हुतवहे हूयमाने महामखे॥
]

`verse 11 [
यजतां नैमिषेयाणां सत्रे द्वादशवार्षिके।
आजग्मुस्तत्र मुनयस्तथाऽन्येपि द्विजातयः॥
]

`verse 12 [
तानागतान् द्विजांस्ते तु पूजां चक्रुर्यथोचिताम्।
तेषु तत्रोपविष्टेषु ऋत्विग्भिः सहितेषु च॥
]

`verse 13 [
तत्राजगाम सूतस्तु मतिमाँल्लोमहर्षणः।
तं दृष्ट्वा ते मुनिवराः पूजां चक्रुर्मुदान्विताः॥
]

`verse 14 [
सोऽपि तान् प्रतिपूज्यैव संविवेश वरासने।
कथां चक्रुस्तदान्योन्यं सूतेन सहिता द्विजाः॥
]

`verse 15 [
कथान्ते व्याशिष्यं ते पप्रच्छु संशयं मुदा।
ऋत्विग्भिः सहिताः सर्व्वे सदस्यैः सह दीक्षिताः॥
]

`speaker [
मुनय ऊचुः
]

`verse 16 [
पुराणागमशास्त्राणि सेतिहासानि सत्तम।
देवदैत्यानां चरितं जन्म कर्म्म च॥
]

`verse 17 [
न तेऽस्त्यविदितं किञ्चिचद्वेदे शास्त्रे च भारते।
पुराणे मोक्षशास्त्रे च सर्व्वज्ञोऽसि महामते॥
]

`verse 18 [
यथापूर्व्वमिदं सर्व्वमुत्पन्नं सचराचरम्।
ससुरासुरगन्धर्वं सयक्षोरगराक्षसम्॥
]

`verse 19 [
श्रोतुमिच्छामहे सूत ब्रूहि सर्वं यथा जगत्।
बभूव भूयश्च यथा महाभागा भविष्यति॥
]

`verse 20 [
यतश्चैव जगत् सूत यतश्चैव चराचरम्।
लीनमासीत्तथा यत्र लयमेष्यति यत्र च ॥
]

`speaker [
लोमहर्षण उवाच
]

`verse 21 [
अविकाराय शुद्धाय नित्याय परमात्मने।
सदैकरूपरूपाय विष्णवे सर्व्वजिष्णवे॥
]

`verse 22 [
नमो हिण्यगर्भाय हरये शङ्कराय च।
वासुदेवाय ताराय सर्गस्थित्यन्तकर्म्मणे॥
]

`verse 23 [
एकानेकस्वरूपाय स्थूलसूक्ष्मात्मने नमः।
अव्यक्ताव्यक्तभूताय विष्णवे मुक्तिहेतवे॥
]

`verse 24 [
सर्गस्थितिविनाशाय जगतो योऽजरामरः।
मूलभूतो नमस्तस्मै विष्णवे परमात्मने॥
]

`verse 25 [
आधारभूतं विश्वस्याप्यणीयांसमणीयसाम्।
प्रणम्य सर्व्वभूतस्थमच्युतं पुरुषोत्तमम्॥
]

`verse 26 [
ज्ञानस्वरूपमत्यन्तं निर्म्मलं परमार्थतः।
तमोवार्थस्वरूपेण भ्रान्तिदर्शनतः स्थितम्॥
]

`verse 27 [
विष्णुं ग्रसिष्णुं विश्वस्य स्थितौ सर्गे तथा प्रभुम्।
सर्व्वज्ञं जगतामौशमजमक्षयमव्ययम्॥
]

`verse 28 [
आद्यं सुसूक्ष्मं विश्वेशं ब्रह्मादीन् प्रणिपत्य च ॥
इतिहासपुराणज्ञं वेदवेदाङ्गपारगम्॥
]

`verse 29 [
सर्व्वशास्त्रार्थतत्त्वज्ञं पराशरसुतं प्रभुम्।
गुरुं प्रणम्य वक्ष्यामि पुराणं वेदसम्मितम्॥
]

`verse 30 [
कथयामि यथापूर्व्वं दक्षाद्यैनिसत्तमैः।
पृष्टः प्रोवाच भगवानब्जयोनिः पितामहः॥
]

`verse 31 [
श्रृणुध्वं सम्प्रवक्ष्यामि कथां पापप्रणाशिनीम्।
कथ्यमानां मया चित्रां बह्वर्थां श्रुतिविस्तराम्॥
]

`verse 32 [
यस्त्विमां धारयेन्नित्यं श्रृणुयाद्वाप्यभीक्ष्णशः।
स्ववंशधारणं कृत्वा स्वर्गलोके महीयते॥
]

`verse 33 [
अव्यक्तं कारणं यत्तन्नित्यं सदसदात्मकम्।
प्रधानं पुरुषस्तस्मान्निर्म्ममे विश्वमीश्वरः॥
]

`verse 34 [
तं बुध्यध्वं मुनिश्रेष्ठा ब्रह्मणममितौजसम्।
प्रधानं पुरुषस्तस्मान्निर्म्ममे विश्वमीश्वरः॥
]

`verse 35 [
अहङ्कारस्तु महतस्तस्माद्भूतानि जज्ञिरे।
भूरभेदाश्च भूतेभ्य इति सर्गः सनातनः॥
]

`verse 36 [
विस्तरावयवं चैव यथाप्रज्ञं यथाश्रुति।
कीर्त्त्यमानं श्रुणुध्वं वः सर्व्वेषां कीर्त्तिवर्द्धनम्॥
]

`verse 37 [
कीर्त्तितं स्थिरकीर्त्तोनां सर्व्वेषां पुण्यवर्द्धतम्।
ततः स्वयम्भूर्भगवान् सिसृक्षुर्विविधाः प्रजाः॥
]

`verse 38 [
अप एव ससर्ज्जादौ तासु वीर्य्यमथासृजत्।
आपो नारा इति प्रोक्ता आपो वै नरसूनवः॥
]

`verse 39 [
अयनं तस्य ताः पूर्वं तेन नारायणः स्मृतः।
हिरण्यवर्णमभवत्तदण्डमुदकेशयम्॥
]

`verse 40 [
तत्र जज्ञे ब्रह्मा स्वयम्भूरिति नः श्रुतम्।
हिरण्यवर्णौ भगवानषित्वा परिवत्सरम्॥
]

`verse 41 [
तदण्डमकरोद्द्द्वैधं दिवं भुवमथापि च।
तयोः शकलयोर्म्मध्य आकाशमकरोत्प्रभुः॥
]

`verse 42 [
अप्सु पारिण्लवां पृथ्वीं दिशश्च दशाधा दधे।
तत्र कालं मनो वाचं कामं क्रोधमथो रतिम्॥
]

`verse 43 [
ससर्ज सृष्टिं तद्रूपां स्रष्टुमिच्छन् प्रजापतीन्।
मरीचिमत्र्यङ्गिरसौ पुलस्त्यं पुलहं क्रतुम्॥
]

`verse 44 [
वसिष्ठं च महातेजाः सोऽसृजत्सप्त मानसान्।
सप्त ब्रह्माण इत्येते पुराणे निश्चयं गताः॥
]

`verse 45 [
नारायणात्मकानां तु सप्तानां ब्रह्मजन्मनाम्।
ततोऽसृजत् पुरा ब्रह्मा रुद्रं रोषात्मसम्भवम्॥
]

`verse 46 [
सनत्कुमारं च विभुं पूर्व्वेषामपि पूर्व्वजम्।
सप्तस्वेता अजायन्त प्रजा रुद्राश्च भो द्विजाः॥
]

`verse 47 [
स्कन्दः सनत्कुमारश्च तेजः संक्षिप्य तिष्ठतः।
तेषां सप्त महावंशा दिव्या देवगणान्विताः॥
]

`verse 48 [
क्रियावन्तः प्रजावन्तो महर्षिभिरलङ्कृताः।
विद्युतोऽसनिमघाश्च रोहितेन्द्रधनूंषि च॥
]

`verse 49 [
वयांसि च ससर्जादौ पर्जन्यञ्च ससर्ज ह।
ऋचो यजूंषि सामानि निर्म्ममे यज्ञसिद्धये॥
]

`verse 50 [
साध्यानजनयद् देवानित्येवमनुसञ्जगुः।
उच्चावचानि भूतानि गात्रेभ्यस्तस्य जज्ञिरे।
]

`verse 51 [
आपवस्य प्रजासग सृजतो हि प्रजापतेः।
सृज्यमानाः प्रजा नैव विवर्द्धन्ते यदा तदा॥
]

`verse 52 [
द्विधा कृत्वात्मनो देहमर्द्धेन पुरुषोऽभवत्।
अर्द्धेन नारी तस्यां तु सोऽसृजद्विविधाः प्रजाः॥
]

`verse 53 [
दिवञ्च पृथिवीं चैव महिम्ना व्याप्य तिष्ठति।
विराजमसृजद्विष्णुः सोऽसृजत् पुरुषं विराट्॥
]

`verse 54 [
पुरुषं तं मनुं विद्यात्तस्य मन्वन्तरं स्मृतम्।
द्वितीयं मानसस्यैतन्मनरन्तरमुच्यते॥
]

`verse 55 [
स वैराजः प्रजासर्गं पुरुषः प्रभुः।
नारायणविसर्गस्य प्रजास्तस्याप्ययोनिजाः॥
]

`verse 56 [
आयुष्मान् कीर्त्तिमान् पुण्यप्रजापांश्च भवेन्नरः।
विदित्वेमं यथेष्टां चाप्नुयाद् गतिम्॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे आदिसर्गवर्णनं नाम प्रथमोऽध्यायः॥
]
