`speaker [
लोमहर्षण उवाच
]

`verse 1 [
स सृष्ट्वा तु प्रजास्त्वेवमापवो वै प्रजापतिः ।
लेभे वै पुरुषः पत्नीं शतरूपामयोनिजाम्
]

`verse 2 [
आपवस्य महिम्ना तु दिवमावृत्य तिष्ठतः ।
धर्मेणैव मुनिश्रेष्ठाः शतरूपा व्यजायत
]

`verse 3 [
सा तु वर्षायुतं तप्त्वा तपः परमदुश्चरम् ।
भर्तारं दीप्ततपसं पुरुषं प्रत्यपद्यत
]

`verse 4 [
स वै स्वायंभुवो विप्राः पुरुषो मनुरुच्यते ।
तस्यैकसप्ततियुगं मन्वन्तरमिहोच्यते
]

`verse 5 [
वैराजात्पुरुषाद्वीरं शतरूपा व्यजायत ।
प्रियव्रतोत्तानपादौ वीरात्काम्या व्यजायत
]

`verse 6 [
काम्या नाम सुता श्रेष्ठा कर्दमस्य प्रजापतेः ।
काम्यापुत्रास्तु चत्वारः सम्राट्कुक्षिर्विराट्प्रभुः
]

`verse 7 [
उत्तानपादं जग्राह पुत्रमत्रिः प्रजापतिः ।
उत्तानपादाच्चतुरः सूनृता सुषुवे सुतान्
]

`verse 8 [
धर्मस्य कन्या सुश्रोणी सूनृता नाम विश्रुता ।
उत्पन्ना वाजिमेधेन ध्रुवस्य जननी शुभा
]

`verse 9 [
ध्रुवं च कीर्तिमन्तं च आयुष्मन्तं वसुं तथा ।
उत्तानपादोऽजनयत्सूनृतायां प्रजापतिः
]

`verse 10 [
ध्रुवो वर्षसहस्राणि त्रीणि दिव्यानि भो द्विजाः ।
तपस्तेपे महाभागः प्रार्थयन्सुमहद्यशः
]

`verse 11 [
तस्मै ब्रह्मा ददौ प्रीतः स्थानमात्मसमं प्रभुः ।
अचलं चैव पुरतः सप्तर्षीणां प्रजापतिः
]

`verse 12 [
तस्याभिमानमृद्धिं च महिमानं निरीक्ष्य च ।
देवासुराणामाचार्यः श्लोकं प्रागुशना जगौ
]

`verse 13 [
अहोऽस्य तपसो वीर्यमहो श्रुतमहोऽद्भुतम् ।
यमद्य पुरतः कृत्वा ध्रुवं सप्तर्षयः स्थिताः
]

`verse 14 [
तस्माच्छ्लिष्टिं च भव्यं च ध्रुवाच्छंभुर्व्यजायत ।
श्लिष्टेराधत्त सुच्छाया पञ्च पुत्रानकल्मषान्
]

`verse 15 [
रिपुं रिपुंजयं वीरं वृकलं वृकतेजसम् ।
रिपोराधत्त बृहती चक्षुषं सर्वतेजसम्
]

`verse 16 [
अजीजनत्पुष्करिण्यां वैरिण्यां चाक्षुषं मनुम् ।
प्रजापतेरात्मजायां वीरण्यस्य महात्मनः
]

`verse 17 [
मनोरजायन्त दश नड्वलायां महौजसः ।
कन्यायां मुनिशार्दूला वैराजस्य प्रजापतेः
]

`verse 18 [
कुत्सः पुरुः शतद्युम्नस्तपस्वी सत्यवाक्कविः ।
अग्निष्टुदतिरात्रश्च सुद्युम्नश्चेति ते नव
]

`verse 19 [
अभिमन्युश्च दशमो नड्वलायां महौजसः ।
पुरोरजनयत्पुत्रान्षडाग्नेयी महाप्रभान्
]

`verse 20 [
अङ्गं सुमनसं स्वातिं क्रतुमङ्गिरसं मयम् ।
अङ्गात्सुनीथापत्यं वै वेणमेकं व्यजायत
]

`verse 21 [
अपचारेण वेणस्य प्रकोपः सुमहानभूत् ।
प्रजार्थमृषयो यस्य ममन्थुर्दक्षिणं करम्
]

`verse 22 [
वेणस्य मथिते पाणौ संबभूव महान्नृपः ।
तं दृष्ट्वा मुनयः प्राहुरेष वै मुदिताः प्रजाः
]

`verse 23 [
करिष्यति महातेजा यशश्च प्राप्स्यते महत् ।
स धन्वी कवची जातो ज्वलज्ज्वलनसंनिभः
]

`verse 24 [
पृथुर्वैण्यस्तथा चेमां ररक्ष क्षत्रपूर्वजः ।
राजसूयाभिषिक्तानामाद्यः स वसुधापतिः
]

`verse 25 [
तस्माच्चैव समुत्पन्नौ निपुणौ सूतमागधौ ।
तेनेयं गौर्मुनिश्रेष्ठा दुग्धा सस्यानि भूभृता
]

`verse 26 [
प्रजानां वृत्तिकामेन देवैः सर्षिगणैः सह ।
पितृभिर्दानवैश्चैव गन्धर्वैरप्सरोगणैः
]

`verse 27 [
सर्पैः पुण्यजनैश्चैव वीरुद्भिः पर्वतैस्तथा ।
तेषु तेषु च पात्रेषु दुह्यमाना वसुंधरा
]

`verse 28 [
प्रादाद्यथेप्सितं क्षीरं तेन प्राणानधारयन् ।
पृथोस्तु पुत्रौ धर्मज्ञौ यज्ञान्तेऽन्तर्धिपातिनौ
]

`verse 29 [
शिखण्डिनी हविर्धानमन्तर्धानाद्व्यजायत ।
हविर्धानात्षडाग्नेयी धिषणाजनयत्सुतान्
]

`verse 30 [
प्राचीनबर्हिषं शुक्रं गयं कृष्णं व्रजाजिनौ ।
प्राचीनबर्हिर्भगवान्महानासीत्प्रजापतिः
]

`verse 31 [
हविर्धानान्मुनिश्रेष्ठा येन संवर्धिताः प्रजाः ।
प्राचीनबर्हिर्भगवान्पृथिवीतलचारिणीः
]

`verse 32 [
समुद्र तनयायां तु कृतदारोऽभवत्प्रभुः ।
महतस्तपसः पारे सवर्णायां प्रजापतिः
]

`verse 33 [
सवर्णाधत्त सामुद्री दश प्राचीनबर्हिषः ।
सर्वान्प्रचेतसो नाम धनुर्वेदस्य पारगान्
]

`verse 34 [
अपृथग्धर्मचरणास्तेऽतप्यन्त महत्तपः ।
दश वर्षसहस्राणि समुद्र सलिलेशयाः
]

`verse 35 [
तपश्चरत्सु पृथिवीं प्रचेतःसु महीरुहाः ।
अरक्षमाणामावव्रुर्बभूवाथ प्रजाक्षयः
]

`verse 36 [
नाशकन्मारुतो वातुं वृतं खमभवद्द्रुमैः ।
दश वर्षसहस्राणि न शेकुश्चेष्टितुं प्रजाः
]

`verse 37 [
तदुपश्रुत्य तपसा युक्ताः सर्वे प्रचेतसः ।
मुखेभ्यो वायुमग्निं च ससृजुर्जातमन्यवः
]

`verse 38 [
उन्मूलानथ वृक्षांस्तु कृत्वा वायुरशोषयत् ।
तानग्निरदहद्घोर एवमासीद्द्रुमक्षयः
]

`verse 39 [
द्रुमक्षयमथो बुद्ध्वा किंचिच्छिष्टेषु शाखिषु ।
उपगम्याब्रवीदेतांस्तदा सोमः प्रजापतीन्
]

`verse 40 [
कोपं यच्छत राजानः सर्वे प्राचीनबर्हिषः ।
वृक्षशून्या कृता पृथ्वी शाम्येतामग्निमारुतौ
]

`verse 41 [
रत्नभूता च कन्येयं वृक्षाणां वरवर्णिनी ।
भविष्यं जानता तात धृता गर्भेण वै मया
]

`verse 42 [
मारिषा नाम नाम्नैषा वृक्षाणामिति निर्मिता ।
भार्या वोऽस्तु महाभागाः सोमवंशविवर्धिनी
]

`verse 43 [
युष्माकं तेजसोऽर्धेन मम चार्धेन तेजसः ।
अस्यामुत्पत्स्यते विद्वान्दक्षो नाम प्रजापतिः
]

`verse 44 [
स इमां दग्धभूयिष्ठां युष्मत्तेजोमयेन वै ।
अग्निनाग्निसमो भूयः प्रजाः संवर्धयिष्यति
]

`verse 45 [
ततः सोमस्य वचनाज्जगृहुस्ते प्रचेतसः ।
संहृत्य कोपं वृक्षेभ्यः पत्नीं धर्मेण मारिषाम्
]

`verse 46 [
दशभ्यस्तु प्रचेतोभ्यो मारिषायां प्रजापतिः ।
दक्षो जज्ञे महातेजाः सोमस्यांशेन भो द्विजाः
]

`verse 47 [
अचरांश्च चरांश्चैव द्विपदोऽथ चतुष्पदः ।
स सृष्ट्वा मनसा दक्षः पश्चादसृजत स्त्रियः
]

`verse 48 [
ददौ दश स धर्माय कश्यपाय त्रयोदश ।
शिष्टाः सोमाय राज्ञे च नक्षत्राख्या ददौ प्रभुः
]

`verse 49 [
तासु देवाः खगा गावो नागा दितिजदानवाः ।
गन्धर्वाप्सरसश्चैव जज्ञिरेऽन्याश्च जातयः
]

`verse 50 [
ततः प्रभृति विप्रेन्द्रा ः! प्रजा मैथुनसंभवाः ।
संकल्पाद्दर्शनात्स्पर्शात्पूर्वेषां प्रोच्यते प्रजा
]

`speaker [
मुनय ऊचुः
]

`verse 51 [
देवानां दानवानां च गन्धर्वोरगरक्षसाम् ।
संभवस्तु श्रुतोऽस्माभिर्दक्षस्य च महात्मनः
]

`verse 52 [
अङ्गुष्ठाद्ब्रह्मणो जज्ञे दक्षः किल शुभव्रतः ।
वामाङ्गुष्ठात्तथा चैवं तस्य पत्नी व्यजायत
]

`verse 53 [
कथं प्राचेतसत्वं स पुनर्लेभे महातपाः ।
एतं नः संशयं सूत व्याख्यातुं त्वमिहार्हसि ।
दौहित्रश्चैव सोमस्य कथं श्वशुरतां गतः
]

`speaker [
लोमहर्षण उवाच
]

`verse 54 [
उत्पत्तिश्च निरोधश्च नित्यं भूतेषु भो द्विजाः ।
ऋषयोऽत्र न मुह्यन्ति विद्यावन्तश्च ये जनाः
]

`verse 55 [
युगे युगे भवन्त्येते पुनर्दक्षादयो नृपाः ।
पुनश्चैव निरुध्यन्ते विद्वांस्तत्र न मुह्यति
]

`verse 56 [
ज्यैष्ठ्यं कानिष्ठमप्येषां पूर्वं नासीद्द्विजोत्तमाः ।
तप एव गरीयोऽभूत्प्रभावश्चैव कारणम्
]

`verse 57 [
इमां विसृष्टिं दक्षस्य यो विद्यात्सचराचराम् ।
प्रजावानायुरुत्तीर्णः स्वर्गलोके महीयते
]

`colophon [
इति श्रीब्राह्मे महापुराणे सृष्टिकथनं नाम द्वितीयोऽध्यायः
]
