`verse 1 [
आदित्योत्पत्ति-कथनम्
लोमहर्षण उवाच
विवस्वान् कश्यपाज्जज्ञे दाक्षायण्यां द्विजोत्तमाः।
तस्य भार्य्याभवत्संज्ञा त्वाष्ट्री देवी विवस्वतः॥
]

`verse 2 [
सुरेश्वरीति विख्याता त्रिपु लोकेषु भाविनी।
सा वै भार्य्या भगवतो मार्त्तण्डस्य महात्मनः॥
]

`verse 3 [
भर्त्तृरूपेण नातुष्यद्रूपयोवनशालिनी।
संज्ञा नाम सुतपसा सुदीप्तेन समन्विता॥
]

`verse 4 [
आदित्यस्य हि तद्रूपं मण्डलस्य सुतेजसा।
गात्रेषु परिदग्धं वै नातिकान्तमिवाभवत्॥
]

`verse 5 [
न खल्वयं मृतोऽण्डस्थ इति स्नेहादभाषत।
अजानन् काश्यपस्तस्मान्मार्त्तण्ड इति चोच्यते॥
]

`verse 6 [
तेजस्त्वभ्यधिकं तस्य नित्यमेव विवस्वतः।
येनातितापयामास त्रींल्लोकान् कश्यपात्मजः॥
]

`verse 7 [
त्रीण्यपत्यानि भो विप्रा संज्ञायां तपतां वरः।
आदित्यो जनयामास कन्यां द्वौ च प्रजापती॥
]

`verse 8 [
मनुर्वैवस्वतः पूर्व्वं श्राद्धदेवः प्रजापतिः।
यमश्च यमुना चैव यमजौ सम्बभूवतुः॥
]

`verse 9 [
श्यामवर्णन्तु तद्रूपं संज्ञा दृष्ट्वा विवस्वतः।
असहन्ती तु स्वां छायां सवर्णां निर्म्ममे ततः॥
]

`verse 10 [
मायामयी तु सा संज्ञा तस्यां छायासमुत्थिताम्।
प्राञ्जलिः प्रणता भूत्वा छाया संज्ञां द्विजोत्तमाः॥
]

`verse 11 [
उवाच किं मया कार्य्यं कथयस्व शुचिस्मिते।
स्थितास्मि तव निर्देशे शाधि मां वरवर्णिनि॥
]

`speaker [
संज्ञोवाच
]

`verse 12 [
अहं यास्यामि भद्रं ते स्वमेव भवनं पितुः।
त्वयैव भवने मह्यं वस्तव्यं निर्विशङ्कया॥
]

`verse 13 [
इमौ च बालकौ मह्यं कन्या चेयं सुमध्यमा।
सम्भाव्यास्ते न चाख्येयमिदं भगवते क्वचित्॥
]

`speaker [
सवर्णोवाच
]

`verse 14 [
आ कचग्रहणाद्देवि आ शापान्नैव कर्हिचित्।
आख्यास्यामि नमस्तुभ्यं गच्छ देवि यथासुखम्॥
]

`speaker [
लोमहर्षण उवाच
]

`verse 15 [
समादिश्य सवर्णान्तु तथेत्युक्ता तया च सा।
त्वष्टुः समीपमगमद्व्रीडितेव तपस्विनी॥
]

`verse 16 [
पितुः समीपगा सा तु पित्रा निर्भर्त्सिता शुभा।
भर्त्तुः समीपं गच्छेति नियुक्ता च पुनः पुनः॥
]

`verse 17 [
आगच्छद्वडवा भूत्वाच्छाद्य रूपमनिन्दिता।
कुरूनथोत्तरान् गत्वा तृणान्यथ चचार ह॥
]

`verse 18 [
द्वितीयायान्तु संज्ञायां संज्ञेयमिति चिन्तयन्।
आदित्यो जनयामास पुत्रमात्मसमं तदा॥
]

`verse 19 [
पूर्व्वजस्य मनोर्विप्राः सदृशोऽयमिति प्रभुः।
मनुरेवाभवन्नाम्ना सावर्ण इति चोच्यते॥
]

`verse 20 [
द्वितीयो यः सुतस्तस्याः स विज्ञेय शनैश्चरः।
संज्ञा तु पार्थिवी विप्राः स्वस्य पुत्रस्य वै तदा॥
]

`verse 21 [
चकाराभ्यधिकं स्नेहं न तथा पूर्व्वजेषु वै।
मनुस्तस्याः क्षमत्तत्तु यमस्तस्या न चक्षमे॥
]

`verse 22 [
स वै रोषाच्च बाल्याच्च भाविनोऽर्थस्य वानघ।
पदा सन्तर्ज्जयामास संज्ञां वैवस्वतो यमः॥
]

`verse 23 [
तं शशाप ततः क्रोधात् सावर्णजननी तदा।
चरणः पततामेष तवेति भृशदुःखिता॥
]

`verse 24 [
यमस्तु तत्पितुः सर्व्वं प्राञ्जलिः प्रत्यवेदयत्।
भृशं शापभयोद्विग्नः संज्ञावाक्यैर्विशङ्कितः॥
]

`verse 25 [
शापोऽयं विनिवर्त्तव प्रोवाच पितरं द्विजाः।
मात्रा स्नेहेन सर्व्वेषु वर्त्तितव्यं सुतेषु वै॥
]

`verse 26 [
सेयमास्मानपास्येह विवस्वन् सम्बुभूषति।
तस्यां मयोद्यतः पादो न तु देहे निपातितः॥
]

`verse 27 [
बाल्याद्वा यदि वा लौल्यान्मोहात्तत्क्षन्तुमर्हसि।
शप्तोऽहमस्मि लोकेश जनन्या तपतां वर॥
]

`verse 28 [
तव प्रसादाच्चरणो न पतेन्मम गोपते
विवस्वानुवाच
असंशयं पुत्र महृद्भविष्यत्यत्र कारणम्।
येन त्वामाविशत् क्रोधो धर्म्मज्ञं सत्यवादिनम्॥
]

`verse 29 [
न शक्यमेतन्मिथ्या तु कर्त्त मातृवचस्तव।
कृमयो मांसमादाय यास्यन्त्यवनिमेव च॥
]

`verse 30 [
कृतमेवं वचस्तथ्यं मातुस्तव भविष्यति।
शापस्य परिहारेण त्वं च त्रातो भविष्यसि॥
]

`verse 31 [
आदित्यश्चाब्रवीत् संज्ञां किमर्थं तनयेषु वै॥
तुल्येष्वभ्यधिकः स्नेह एकस्मिन् क्रियते त्वया॥
]

`verse 32 [
सा तत् परिहरन्ती तु नाचचक्षे विवस्वते।
स चात्मानं समाधाय योगात्तथ्यमपश्यत॥
]

`verse 33 [
तां शप्तुकामो भगवान्नाशपन्मुनिसत्तमाः।
मूर्द्धजेषु निजग्राह स तु तां मुनिसत्त्माः॥
]

`verse 34 [
ततः सर्व्वं यथावृत्तमाचचक्षे विवस्वते।
विवस्वानथ तच्छ्रुत्वा क्रुद्धस्त्वष्टारमभ्यगात्॥
]

`verse 35 [
दृष्ट्वा तु तं यथान्यायमर्च्चयित्वा विभावसुम्।
निर्दग्धुकामं रोषेण सान्त्वयामास वै तदा॥
]

`speaker [
त्वष्टोवाच
]

`verse 36 [
तवातितेजसाविष्टमिदं रूपं न शोभते।
असहन्ती च संज्ञा सा वने चरति शाद्वले॥
]

`verse 37 [
द्रष्टा हि तां भवानद्य स्वां भार्य्यां शुभचारिणीम्।
श्लाघ्यां योगबलोपेतां योगमास्थाय गोपते॥
]

`verse 38 [
अनुकूलं तु ते देव यदि स्यान्मम सम्मतम्।
रूपं निर्वर्त्तयाम्यद्य तव कान्तमरिन्दम॥
]

`verse 39 [
ततोऽभ्युपागमत्त्वष्टा मार्त्तण्डस्य विवस्वतः।
भ्रमिमारोप्य तत्तेजः शातयामास भो द्विजाः॥
]

`verse 40 [
ततो निर्भासितं रूपं तेजसा संहतेन वै।
कान्तात् कान्ततरं द्रष्टुमधिकं शुसुभ तदा ॥
]

`verse 41 [
ददर्श योगमास्थाय स्वां भार्य्यां वडवां ततः।
अधृष्यां सर्व्वभूतानां तेजसा नियमेन च॥
]

`verse 42 [
वडवावपुषा विप्राश्चरन्तीमकुतोभयाम्।
सोऽश्वरूपेण भगवांस्तां मुखे समभावयत्॥
]

`verse 43 [
मैथुनाय विचेष्टन्तीं परपुंसोऽवशङ्कया।
सा तन्निरवमच्छुक्रं नासिकाभ्यां विवस्वतः॥
]

`verse 44 [
देवौ तस्यामजायेतामश्विनौ भिषजां वरौ।
नासत्यश्चैव दस्रश्च स्मृतौ द्वावश्विनाविति॥
]

`verse 45 [
मार्त्तण्डस्यात्मजावेतावष्टमस्य प्रजापतेः।
तां तु रूपेण कान्तेन दर्शयामास भास्करः॥
]

`verse 46 [
सा तु दृष्ट्वैव भर्त्तारं तुतोष मुनिसत्तमाः।
यमस्तु कर्म्मणा तेन भृशं पीडितमानसः॥
]

`verse 47 [
धर्मेण रञ्जयामास धर्म्मराज इमाः प्रजाः।
स लेभे कर्म्मणा तेन शुभेन परमद्युतिः॥
]

`verse 48 [
पितणामाधिपत्यं च लोकपालत्वमेव च।
मनुः प्रजापतिस्त्वासीत्सावर्णिः स तपोधनाः॥
]

`verse 49 [
भाव्यः समागते तस्मिन्मनुः सावर्णिकेऽनतरे।
मेरुपृष्ठे तपो नित्यमद्यापि स चरत्युत॥
]

`verse 50 [
भ्राता शनैस्चरस्तस्य ग्रहत्वं स तु लब्धवान्।
त्वष्टा तु तेजसा तेन विष्णोश्चक्रमकल्पयत्॥
]

`verse 51 [
तदप्रतिहतं युद्धे दानवान्तचिकीर्षया।
यवीयसी तु साप्यासीद्यामी कन्या यशस्विनी॥
]

`verse 52 [
अभवच्च सरिच्छ्रेष्ठा यमुना लोकपावनी
मनुरित्युच्यते लोके सावर्ण इति चोच्यते॥
]

`verse 53 [
द्वितीयो यः सुतस्तस्य मनोर्भ्राता शनैश्चरः।
ग्रहत्वं स च लेभे वै सर्व्वलोकाभिपूजितः॥
]

`verse 54 [
य इदं जन्म देवानां श्रुणुयान्नारसत्तमः।
आपदं प्राप्य मुच्येत प्राप्नुयाच्च महद्यशः॥
]

`colophon [
इति श्रीब्रह्मे महापुराणे आदित्योत्पत्तिकथनं नाम षष्ठोऽध्यायः॥
]
