`speaker [
लोमहर्षण उवाच
]

`verse 1 [
सत्यव्रतस्तु भक्त्या च कृपया च प्रतिज्ञया।
विश्वामित्रकलत्रं तु बभार विनये स्थितः॥
]

`verse 2 [
हत्वा मृगान् वराहांश्च महिषांश्च वनेचरान्।
विश्वामीत्राश्रमाब्यासे मांसं वृक्षे बबन्ध च ॥
]

`verse 3 [
उपांशुव्रतमास्ताय दीक्षां द्वादशवार्षिकीम्।
पितुर्नियोगादवसत्तस्मिन् वनगते ऩपे॥
]

`verse 4 [
अयोध्यां चैव राज्यं च तथैवान्तः पुरं मुनिः।
याज्योपाध्यायसंयोगाद्वसिष्ठः पर्य्यरक्षत॥
]

`verse 5 [
सद्यव्रतस्तु बाल्याच्च भाविनोऽर्थस्य वै बलात्।
वसिष्ठेऽभ्यधिकं मन्युं धारयामास नित्यशः॥
]

`verse 6 [
पित्रा हि तं तदा राष्ट्रात्त्यज्यमानं प्रियं सुतम्।
निवारयामास मुनिर्बहुना कारणेन च॥
]

`verse 7 [
पाणिग्रहणमन्त्राणां निष्ठा स्यात् सप्तमे पदे।
न च सत्यव्रतस्तस्माद्धृतवान् सप्तमे पदे॥
]

`verse 8 [
जानन् धर्म्मवसिष्ठस्तु न मां त्रातीति भो द्विजाः।
सत्यव्रतस्तदा रोषं वसिष्ठे मनसाकरोत्॥
]

`verse 9 [
गुणबुद्ध्या तु भगवान् वसिष्ठः कृतवांस्तथा।
न च सत्यव्रतस्तस्य तमुपांशुमबुध्यत॥
]

`verse 10 [
तस्मिन्नपरितोषश्च पितुरासीन्महात्मनः।
तेन द्वादश वर्षाणि नावर्षत् पाकशासनः॥
]

`verse 11 [
तेन त्विदानीं विहतां दीक्षां तां दुर्वहां भुवि।
कुलस्य निष्कृतिर्विप्राः कृता सा वै भवेदिति॥
]

`verse 12 [
न तं वसिष्ठो भगवान् पित्रा त्यक्तं न्यवारयत्।
अभिषेक्ष्याम्यहं पुत्रमस्येत्येवंमतिर्म्मुनिः॥
]

`verse 13 [
स तु द्वादश वर्षाणि तां दीक्षामवहद्बली।
अविद्यामाने मांसे तु वसिष्ठस्य महात्मनः॥
]

`verse 14 [
सर्व्वकामदुघां दोग्ध्रीं स ददर्श नृपात्मजः।
तां वै क्रोधाच्च मोहाच्च श्रमाच्चैव क्षुधान्वितः॥
]

`verse 15 [
देवशधर्म्मगतो राजा जघान मुनिसत्तमाः।
तन्मांसं स स्वयं चैव विश्वामित्रस्य चात्मजान्॥
]

`verse 16 [
भोजयामास तच्छ्रुत्वा वसिष्ठोऽप्यस्य चुक्रुधे॥
]

`speaker [
वसिष्ठ उवाच
]

`verse 17 [
पातयेयमहं क्रूर तव शङ्कुमसंशयम्।
यदि ते द्वाविमौ शङ्कू न स्यातां वै कृतौ पुनः॥
]

`verse 18 [
पितुश्चापरितोषेण भुरुदोग्व्रीवधेन च।
अप्रोक्षितोपयोगाच्च त्रिविधस्ते व्यतिक्रमः॥
]

`verse 19 [
एवं त्रीण्यस्य शङ्कूनि तानि दृष्ट्वा महातपाः।
त्रिशङ्कुरिति होवाचत्रिशङ्कुस्तेन स स्मृतः॥
]

`verse 20 [
विश्वामित्रस्य दाराणामनेन भरणं कृतम्।
तेन तस्मै वरं प्रादान्मुनिः प्रीतस्त्रिशङ्कवे॥
]

`verse 21 [
छन्द्यमानो वरेणाथ वरं वव्रे नृपात्मजः।
शशरीरो व्रजे स्वर्गमित्येवं याचितो वरः॥
]

`verse 22 [
अनावृष्टिभये तस्मिन् गते द्वादशवार्षिके ।
पित्र्ये राज्येऽभिषिच्याथ याजयामास पार्थिवम्॥
]

`verse 23 [
मिषतां देवतानां च वसिष्ठस्य च कौशिकः।
दिवमारोपयामास सशरीरं महातपाः॥
]

`verse 24 [
तस्य सत्यरथा नाम पत्नी कैकेयवंशजा।
कुमारं जनयामास हरिश्चन्द्रमकल्मषम्॥
]

`verse 25 [
स वै राजा हरिश्चन्द्रस्क्षैशङ्कव इति स्मृतः।
आहर्त्ता राजसूयस्य सम्रडिति ह विश्रुतः॥
]

`verse 26 [
हरिश्चन्द्रस्य पुत्रोऽभूद्रोहितो नाम पार्थिवः।
हरितो रोहितस्याथ चञ्चुर्हारित उच्यते॥
]

`verse 27 [
विजयश्च मुनिश्रेष्ठाश्चञ्चुपुत्रो बभूव ह।
जेता स सर्व्वपृथिवीं विजयस्तेन स स्मृतः॥
]

`verse 28 [
रुरुकस्तनयस्तस्य राजा धर्म्मर्थकोविदः।
रुरुकस्य वृकः पुत्रो वृकाद्बाहुस्तु जज्ञिवान्॥
]

`verse 29 [
हैहयास्तलजङघाश्च निरस्यन्ति स्म तं नृपम्।
तत्पत्नी गर्भमादाय और्व्वस्याश्रममाविशत्॥
]

`verse 30 [
नासत्यो धार्म्मकश्चैव स हि धर्मम्मुगेऽभवत्।
सगरस्तु सुतो बाहोर्यज्ञे सह गरेण वै॥
]

`verse 31 [
और्व्वस्याश्रममासाद्य भार्गवेमाभिरक्षितः।
आग्नेयमस्त्रं लब्ध्वा च भार्गवात् सगरो नृपः॥
]

`verse 32 [
जिगाय पृथिवीं हत्वा तालजङ्घान् सहैहयान्।
शकानां पह्लवानां च धर्मं निरसदच्युतः।
क्षत्रियाणां मुनिश्रेष्ठाः पारदानां च धर्म्मवित्॥
]

`speaker [
मुनय ऊचुः
]

`verse 33 [
कथं स सगरो जातो गरेणैव सहाच्युतः।
किमर्थं च शकादीनां क्षत्रियाणांमहौजसाम्॥
]

`verse 34 [
धर्म्मान्कुलोचितान् राजा क्रुद्धो निरसदच्युतः।
एतन्नः सर्व्वमाचक्ष्व विस्तरेण महामते॥
]

`speaker [
लोमहर्षण उवाच
]

`verse 35 [
वाहोर्व्यसनिनः पूर्व्वं हृतं राज्यमभूत् किल।
हैहयैस्तालङ्जघैश्च शकैः सार्द्ध द्विजोत्तमाः॥
]

`verse 36 [
यवनाः पारदाश्चैव काम्बोजाः पह्लवास्तथा।
एते ह्यपि गणाः पञ्च हैहयार्थे पराक्रमम्॥
]

`verse 37 [
हृतराज्यस्तदा राजा स वै बाहुर्वनं ययौ।
पत्न्या चानुगतो दुःखी तत्र प्राणानवासृजत्॥
]

`verse 38 [
पत्नी तु यादवी तस्य सगर्भा पृष्ठतोऽन्वगात्।
सपत्न्या च गरस्तस्यै दत्तः पूर्व्व किलानघाः॥
]

`verse 39 [
सा तु भर्त्तुश्चितां कृत्वा वने तामभ्यरोहत।
और्व्वस्तां भार्गवो विप्राः कारुण्यात् समवारयत्॥
]

`verse 40 [
तस्याश्रमे च गर्भः स गरेणैव सहाच्युतः।
व्यजायत महाबाहुः सगरो नाम पार्थिवः॥
]

`verse 41 [
और्व्वस्तु जातकर्म्मादींस्तस्य कृत्वा महात्मनः।
अध्याप्य वेदशास्त्राणि ततोऽस्त्रं ततोऽस्त्रं प्रत्यपादयत्॥
]

`verse 42 [
आग्नेयं तु महाभागा अमरैरपि दुःसहम्।
स तेनास्त्रबलेनाजौ बलेन च समन्वितः॥
]

`verse 43 [
हचैहयान् विजघानाशु क्रुद्धो रुद्रः पशूनिव।
आजहार च लोकेषु कीर्त्तिं कीर्त्तिमतां वरः॥
]

`verse 44 [
ततः शकांश्च यवनान् काम्बोजान् पारदांस्तथा।
पहलवांश्चैव निःशोषान् कर्त्तु व्यवसितो नृपः॥
]

`verse 45 [
ते वध्यमाना वीरेण सगरेम महात्मना।
वसिष्ठं शरणं गत्वा प्रणिपेतुर्मनीषिणम्॥
]

`verse 46 [
वसिष्ठस्त्वथ तान् दृष्ट्वा समयेन महाद्युतिः।
सगरं वारयामास तेषां दत्त्वाभयं तदा॥
]

`verse 47 [
सगरः स्वां प्रतिज्ञां तु गुरोर्वाक्यं निश्म्य च।
धर्म्मं जघान तेषां वै वेशानन्यांश्चकार ह॥
]

`verse 48 [
अर्द्ध शकानां शिरसो मुण्डयित्वा व्यसर्जयत्।
यवनानां शिरः सर्व्वं काम्बोजानां तथैव च॥
]

`verse 49 [
पारदा मुक्तकेशाश्च पह्लवाः श्मश्रुधारिणः।
निःस्वाध्यायवषट्काराः कृतास्तेन महात्मना॥
]

`verse 50 [
शका यवनकाम्बोजाः पारदाश्च द्विजोत्तमाः।
कोणिसर्पा माहिषका दर्व्वाश्चोलाः सकेरलाः॥
]

`verse 51 [
सर्व्वे ते क्षत्रिया विप्रा धर्म्मस्तेषां निराकृतः।
वसिष्ठवचनाद्राज्ञा सगरेण महात्मना॥
]

`verse 52 [
स धर्म्मविजयी राजा विजित्येमां वसुन्धराम्।
अश्वं प्रचारयामास वाजिमेधाय दीक्षितः॥
]

`verse 53 [
तस्य चारयतः सोऽश्वः समुद्रे पूर्व्वदक्षिणे।
वैलासमीपेऽपहृतो भूमिं चैव प्रवेशितः॥
]

`verse 54 [
स तं देशं तदा पुत्रैः खानयामास पार्थिवः।
आसेदुस्ते तदा तत्र ख्न्यमाने महार्णवे॥
]

`verse 55 [
तमादिपुरुषं देवं हरिं कृष्णं प्रजापतिम्।
विष्णुं कपिलरूपेण स्वपन्तं पुरुषं तदा॥
]

`verse 56 [
तस्य चक्षुःसमुत्थेन तेजसा प्रतिबुध्यतः।
दग्धाः सर्व्वे मुनिश्रेष्ठाश्चत्वारस्त्ववशेषिताः॥
]

`verse 57 [
बर्हिकेतुः सुकेतुश्च तथआ धर्म्मरथो नृपः।
शूरः पञ्चनदश्चैव तस्य वंशकरा नृपाः॥
]

`verse 58 [
प्रादाच्च तस्मै भगवान् हरिर्नारायणो वरम्।
आक्षयं वंशमिक्ष्वाकोः कीर्त्तिं चाप्यनिवर्त्तिनीम्॥
]

`verse 59 [
पुत्रं समुद्रं च विभुः स्वर्गे वासं तथाक्षयम्।
समुद्रश्चार्ध्यमादाय ववन्दे तं महीपतिम्॥
]

`verse 60 [
सागरत्वं च लेभे स कर्म्मणा तेन तस्य ह।
तं चाश्वमेधिकं सोऽश्वं समुद्रादुपलब्धवान्॥
]

`verse 61 [
आजहाराश्वमेधानां शतं स सुमहातपाः।
पुत्राणां च सहस्राणि षष्टिस्तस्येति नः श्रुतम्॥
]

`speaker [
मुनय ऊचुः
]

`verse 62 [
सगरास्यात्मजा धीराः कथं जाता महाबलाः।
विक्रान्ताः षष्टिसाहस्राः चिधिना केन सत्तम॥
]

`speaker [
लोमहर्षण उवाच
]

`verse 63 [
द्वे भार्य्ये सगरस्यास्तां तपसा दग्धकिल्विषे।
ज्येष्ठा विदर्भदुहिता केशिनी नाम नामतः॥
]

`verse 64 [
कनीयसी तु महती पत्नी परमधर्म्मिणी।
अरिष्टनेमिदुहिता रूपेणाप्रतिमा भुवि॥
]

`verse 65 [
प्रौर्व्वस्ताभ्यां वरं प्रादात्तद्बुध्यध्वं द्विजोत्तमाः।
षष्टिं पुत्रसहस्राणि गृह्णात्वेका नितम्बिनी॥
]

`verse 66 [
एकं वंशधरं त्वेका यथेष्टं वरयत्विति।
तत्रैका जगृहे पुत्रान् षष्टिसाहस्रसम्मितान्॥
]

`verse 67 [
एकं वंशधरं त्वेका तथेत्याह ततो मुनिः।
राजा पञ्चजनो नाम बभूव स महाद्युतिः॥
]

`verse 68 [
इतरा सुषुवे तुम्बीं बीजपूर्णामिति श्रुतिः।
तत्र षष्टिसहस्राणि गर्भास्ते तिलसम्मिताः॥
]

`verse 69 [
संबभूवुर्यथाकालं ववृधुश्च यथासुखम्।
घृतपूर्णेषु कुम्भेषु तान् गर्भान्निदधे ततः॥
]

`verse 70 [
घात्रीश्चैकैकशः प्रादात्तावतीः पोषणे नृपः।
ततो दशसु मासेषु समुत्तस्थुर्यथाक्रमम्॥
]

`verse 71 [
कुमारास्ते यथाकालं सगरप्रीतिवर्द्धनाः।
षष्टिपुत्रसहस्राणि तस्यैवमभवन् द्विजाः॥
]

`verse 72 [
गर्भादलाबुमध्याद्वै जातानि पृथिवीपतेः।
तेषां नारायणं तेजः प्रविष्टानां महात्मनाम्॥
]

`verse 73 [
एकः पञ्चजनो नाम पुत्रो राजा बभूव ह।
शूरः पञ्चजनस्यासीदंशुमान्नाम वीर्य्यवान्॥
]

`verse 74 [
दिलीपस्तस्य तनयः खट्वाङ्ग इति विश्रुतः।
येन स्वर्गादिहागत्य मुहूर्त्त प्राप्य जीवितम्॥
]

`verse 75 [
त्रयोऽभिसन्धिता लोका बुद्धया सत्येन चानघाः।
दिलीपस्य तु दायादो महाराजो भगीरथः॥
]

`verse 76 [
यः स गङ्गां सरिच्छ्रेष्ठामवातारयत प्रभुः।
समुद्रमानयच्चैनां दुहितृत्वेऽप्यकल्पयत्॥
]

`verse 77 [
तस्माद्भागीरथी गङ्गा कथ्यते वंशचिन्तकैः।
भगीरथसुतो राजा श्रुता इत्यभिविश्रुतः॥
]

`verse 78 [
नाभागस्तु श्रुतस्यासीत् पुत्रः परमधार्म्मिकः।
अम्बरीषस्तु नाभागिः सिन्धुद्वीपपिताभवत्॥
]

`verse 79 [
अयुताजित्तु दायादः सिन्धुद्वीपस्य वीर्य्यवान्।
अयुताजित्सुतस्त्वीसीदृतुपर्णो महायशाः॥
]

`verse 80 [
दिव्याक्षहृदयज्ञो वै राजाच नलसखो बली।
ऋतुपर्णसुतस्त्वासीदात्तपर्णिर्महायशाः॥
]

`verse 81 [
सुदासस्तस्य तनयो राजा इन्द्रसखोऽभवत्।
सुदासस्य सुतः प्रोक्तः सौदासो नाम पार्थिवः॥
]

`verse 82 [
ख्यातः कल्माषपादो वै राजा मित्रसहोऽभवत्।
कल्माषपादस्य सुतः सर्व्वकर्म्मेति विश्रुतः॥
]

`verse 83 [
अनरण्यस्तु पुत्रोऽभूद्विश्रुतः सर्व्वकर्म्मणः।
अनरण्यसुतो निघ्नो निघ्नतो द्वौ बभूवतुः॥
]

`verse 84 [
अनमित्रो रघुश्चैव पार्थिवर्षभसत्तमौ।
अनमित्रसुतो राजा विद्वान् दुलिदुहोऽभवत्॥
]

`verse 85 [
दिलीपस्तनयस्तस्य रामस्य प्रपितामहः।
दीर्घबाहुर्दिलीपस्य रघुर्नाम्ना सुतोऽभवत्॥
]

`verse 86 [
अयोध्यायां महाराजो यः पुरासीन्महाबलः।
अजस्तु राघवो जज्ञे तथा दशरथोऽप्यजात्॥
]

`verse 87 [
रामो दशरथाज्जज्ञे धर्म्मात्मा सुमहायशः
रामस्य तनयो जज्ञे कुश इत्यभिसंज्ञितः॥
]

`verse 88 [
अतिथिस्तु कुशाज्जज्ञे धर्म्मात्मा सुमहायशाः।
अतिथेस्त्वभवत्पुत्रो निषधो नाम वीर्य्यवान्॥
]

`verse 89 [
निषधस्य नलः पुत्रो नभः पुत्रो नलस्य तु।
नभस्य पुण्डरीकस्तु क्षेमधन्वा ततः स्मृतः॥
]

`verse 90 [
क्षेमधन्वसुतस्त्वासीद्देवानीकः प्रतापवान्।
आसीदहीनगुर्नाम देवानीकात्मजः प्रभुः॥
]

`verse 91 [
अहीनगोस्तु दायादः सुधन्वा नाम पार्थिवः।
सुधन्वनः सुतश्चापि ततो जज्ञे शलो नृपः॥
]

`verse 92 [
उक्यो नाम म धर्म्मात्मा शलपुत्रो बभूव ह।
वज्रनाभः सुतस्तस्य नलस्तस्य महात्मनः॥
]

`verse 93 [
नलौ द्वावेव विख्यातौ पुराणे मुनिसत्तमाः।
वीरसेनात्मजश्चैव यश्चेक्ष्वाकुकुलोद्वहः॥
]

`verse 94 [
इक्ष्वाकुवंशप्रभवाः प्राधान्येन प्रकीर्त्तिताः।
एते विवस्वतो वंशे राजानो भूरितेजसः॥
]

`verse 95 [
पठन् सम्यगिमां सृष्टिमादित्यस्य विवस्वतः।
श्राद्धदेवस्य देवस्य प्रजानां पुष्टिदस्य च।
प्रजावानेति सायुज्यमादित्यस्य विवस्वतः॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे आदित्यवंसानुकीर्त्तनं नामाष्टमोऽध्यायः॥
]
