`verse 1 [
तत्रादौ सोमवंशवर्मनम्
लोमहर्षण उवाच
आयोः पुत्राश्च ते पञ्च सर्व्वे वीरा महारथाः।
स्वर्भानुतनयायां च प्रभायां जज्ञिरे नृपाः॥
]

`verse 2 [
नहुषः प्रथमं जज्ञे वृद्धशर्म्मा ततः परम्।
रम्भो रजिरनेनाश्च त्रिषु लोकेषु विश्रुताः॥
]

`verse 3 [
रजिः पुत्रशतानीह जनयामासं पञ्च वै।
राजेयमिति विख्यातं क्षत्रमिन्द३भयावहम्॥
]

`verse 4 [
यत्र दैवासुरे युद्धे समुत्पन्ने सुदारुणे।
देवाश्चैवासुराश्चैव पितामहमथाब्रुवन्॥
]

`speaker [
देवासुरा ऊचुः
]

`verse 5 [
आवयोर्भगवन् युद्धे को विजेता भविष्यति।
ब्रूहि नः सर्व्वभूतेश श्रोतुमिच्छाम तत्त्वतः॥
]

`verse 6 [
येषामर्थाय संग्रामे रजिरात्तायुधः प्रभुः।
योत्स्यते ते विजेष्यन्ति त्रींल्लोकान्नात्र संशयः॥
]

`verse 7 [
यतो रजिर्धृतिस्तत्र श्रीश्च तत्र यतो धृतिः।
यतो धृतिश्च श्रीश्चैव धर्म्मस्तत्र जयस्तथा॥
]

`verse 8 [
ते देवा दानवाः प्रीता देवेनोक्ता रजिं तदा।
अभ्ययुर्जयमिच्छन्तो वृण्वानास्तं नरर्षभम्॥
]

`verse 9 [
स हि स्वर्भानुदौहित्रः प्रभायां समपद्यत।
राजा परमतेजेस्वी सोमवंशविवर्द्धनः॥
]

`verse 10 [
ते हृष्टमनसः सर्व्वे रजिं वै देवदानवाः।
ऊचुरस्मज्जयाय त्वं गृहाण वरकार्म्मुकम्॥
]

`verse 11 [
अथोवाच रजिस्तत्र तयोर्वै देवदैत्ययोः।
अर्थज्ञः स्वर्थमुदिदश्य यशः स्वं च प्रकाशयन्॥
]

`speaker [
रजिरुवाच
]

`verse 12 [
यदि दैत्यगणान् सर्व्वान् जित्वा वीर्य्येण वासवः।
इन्द्रो भवामि धर्म्मेण ततो योत्स्यामि संयुगे॥
]

`verse 13 [
देवाः प्रथमतो विप्राः प्रतीयुर्हृष्टमानसाः।
एवं यथेष्टं नृपते कामः सम्पद्यतां तव॥
]

`verse 14 [
श्रुत्वा सुरागणानान्तु वाक्यं राजा रजिस्तदा।
पप्रच्छासुरमुक्यांस्तु यथा देवानपृच्छत॥
]

`verse 15 [
दानवा दर्पसम्पूर्णाः स्वार्थमेवावगम्य ह।
प्रत्यूचुस्तं नृपवरं साभिमानमिदं वचः॥
]

`speaker [
दानवा ऊचुः
]

`verse 16 [
अस्माकमिन्द्रः प्रह्रादो यस्यार्थे विजयामहे।
अस्मिंस्तु समरे राजंस्तिष्ठ त्वं राजसत्तम॥
]

`verse 17 [
स तथेति ब्रुवन्नेव देवैरप्यतिचोदितः।
भविष्यसीन्द्रो जित्वैनं देवैरुक्तस्तु पार्थिवचः॥
]

`verse 18 [
जघान दानवान् सर्व्वान् येऽवध्या वज्रपाणिनः।
स विप्रनष्टां देवानां परमश्रीः श्रियं वशी॥
]

`verse 19 [
निहत्य दानवान् सर्व्वानाजहार रजिः प्रभुः।
ततो रजिं महावीर्य्यं देवैः सह शतक्रतुः॥
]

`verse 20 [
रजिपुत्रोऽहमित्युवत्वा पुनरेवाब्रवीद्वचः।
इन्द्रोऽसि तात देवानां सर्व्वेषां नात्र संशयः।
]

`verse 21 [
यस्याहमिन्द्रः पुत्रस्ते ख्यातिं यास्यामि कर्म्मभिः।
स तु शत्रुवचः श्रुत्वा वञ्चितस्तेन मायया॥
]

`verse 22 [
तथैवेत्यब्रवीद्राजा प्रीयमाणः शतक्रतुम्।
तस्मिंस्तु देवैः सदृशे दिवं प्राप्ते महीपतौ॥
]

`verse 23 [
दायाद्यमिन्द्रादाजह्रुः राज्यं तत्तनया रजेः।
पञ्च पुत्रशतान्यस्य तद्वै स्तानं शतक्रतोः॥
]

`verse 24 [
समाक्रामन्त बहुधा स्वर्गलोकं त्रिविष्टपम्।
ते यदा तु स्वम्मूढा रागोन्मत्ता विधर्म्मिणः॥
]

`verse 25 [
ब्रह्मद्विषश्च संवृत्ता हतवीर्य्यपराक्रमाः।
ततो लेभे स्वमैस्वर्य्यमिन्द्रः स्थानं तथोत्तमम्॥
]

`verse 26 [
हत्वा रजिसुतान् सर्व्वान् कामक्रोधपरायणान्।
य इदं च्यावनं स्थानात्प्रतिष्ठानं शतक्रतोः।
श्रृणुयाद्धारयेद्वापि न स दौर्गत्यमाप्नुयात्॥
]

`speaker [
लोमहर्षण उवाच
]

`verse 27 [
रम्भोऽनपत्यस्त्वासीच्च वंशं वक्ष्याम्यनेनसः।
अनेनसः सुतो राजा प्रतिक्षत्रो महायशाः॥
]

`verse 28 [
प्रतिक्षत्रसुतश्चासीत् सञ्जयो नाम विश्रुतः।
सञ्जयस्य जयः पुत्रो विजयस्तस्य चात्मजः॥
]

`verse 29 [
विजयस्य कृतिः पुत्रस्तस्य हर्य्यत्वतः सुतः।
हर्य्यत्वतसुतो राजा सहदेवः प्रतापवान्॥
]

`verse 30 [
सहदेवस्य धर्म्मात्मा नदीन इति विश्रुतः।
नदीनस्य जयत्सेनो जयत्सेनस्य सङ्कृतिः॥
]

`verse 31 [
सङ्कृतेरपि धर्म्मात्मा क्षत्रवृद्धो महायशाः।
अनेनसः समाख्याताः क्षत्रवृद्धस्य चापरः।
]

`verse 32 [
क्षत्रवृद्धात्मत्मजस्तत्र सुनहोत्रो महायशाः।
सुनहोत्रस्य दायादास्त्रयः पमधार्मिकाः॥
]

`verse 33 [
काशः शलश्च द्वावेतौ तथा गृत्समदः प्रभुः।
पुत्रो गृत्समदस्यापि शुनको यस्य शौनकः॥
]

`verse 34 [
ब्राह्मणाः क्षत्रियाश्चैव वैश्याः शूद्रास्तथैव च।
शलात्मज आर्ष्टिषेणस्तनयस्तस्य काश्यपः॥
]

`verse 35 [
काशस्य काशिपो राजा पुत्रो दीर्घतपास्तथा।
धनुस्तु दीर्घतपसो विद्वान् धन्वन्तरिस्ततः॥
]

`verse 36 [
तपसोऽन्ते सुमहतो जातो वृद्धस्य धीमतः।
पुनर्धन्वन्तरिर्देवो मानषेष्विह जन्मनि॥
]

`verse 37 [
तस्य गेहे समुत्पन्नो देवो धन्वन्तरिस्तदा।
काशिराजो महाराजः सर्व्वरोगप्रणाशनः॥
]

`verse 38 [
आयुर्व्वेदं भरद्वाजात् प्राप्येह स भिषक्क्रियः।
तमष्टधा पुनर्व्व्यस्य शिष्येभ्यः प्रत्यपादयत्॥
]

`verse 39 [
धन्वन्तरेस्तु तनयः केतुमानिति वश्रुतः।
अथ केतुमतः पुत्रो वीरो भीमरथः स्मृतः॥
]

`verse 40 [
पुत्रो भीमरथस्यापि दिवोदासः प्रजेश्वरः।
दिवोदासस्तु धर्म्मात्मा वाराणस्यधिपोऽभवत्॥
]

`verse 41 [
एतस्मिनेव काले तु पुरीं वाराणसीं द्विजाः।
शून्यां निवेशयामास क्षेमको नाम राक्षशः॥
]

`verse 42 [
शप्ता हि सा मतिमता निकुम्बेन महात्मना।
शून्या वर्षसहस्रं वै भवित्री तु न संशयः॥
]

`verse 43 [
तस्यां हि शप्तमात्रायां दिवोदासः प्रजेश्वरः।
विषयान्ते पुरीं रम्यां गोमत्यां संन्यवेशयत्॥
]

`verse 44 [
भद्रश्रेण्यस्य पूर्व्वं तु पुरी वाराणसी ह्यभूत्।
भद्रश्रेण्यस्य पुत्राणां शतमुत्तमधन्विनाम्॥
]

`verse 45 [
हत्वा निवेशयामास दिवोदासो नराधिपः।
भद्रश्रेण्यस्य तद्राज्यं हृतं येन बलीयसा ॥
]

`verse 46 [
भद्रश्रेष्यस्य पुत्रस्तु दुर्दमो नाम विश्रुतः।
दिवोदासेन बालेति घृणया स विसर्जितः॥
]

`verse 47 [
हैहयस्य तु दायाद्यं हृतवान् वै महीपतिः।
आजह्रे पितृधायाद्यं दिवोदासहृतं बलात्॥
]

`verse 48 [
भद्रश्रेण्यस्य पुत्रेण दुर्दमेन महात्मना।
वैरस्यान्तो महाभागाः कृतश्चात्मीयतेजसा॥
]

`verse 49 [
दिवोदासाद्दुषद्वत्यां वीरो जज्ञे प्रतर्दनः।
तेन बालेन पुत्रेण प्रहृतं तु पुनर्बलम्॥
]

`verse 50 [
प्रतर्दनस्य पुत्रौ द्वौ वत्सभर्गौ सुविश्रुतौ।
वत्सपुत्रो ह्यलर्कस्तु सन्नतिस्तस्य चात्मजः॥
]

`verse 51 [
अलर्कस्तस्य पुत्रस्तु ब्रह्मण्यः सत्यसङ्गरः।
अलर्कं प्रति राजर्षिः श्लोको गीतः पुरातनैः॥
]

`verse 52 [
षष्टिवर्षसहस्राणि षष्टिवर्षशतानि च।
युवा रूपेण सम्पन्नः प्रागासीच्च कुलोद्वहः॥
]

`verse 53 [
लोपामुद्राप्रसादेन परमायुरवाप्तवान्।
तस्यासीत् सुमहद्राज्यं रूपयौवनसालिनः॥
]

`verse 54 [
शापस्यान्ते महाबाहुर्हत्वा क्षेमकराक्षसम्।
रम्यां निवेशयामास पुरीं वाराणसीं पुनः।
]

`verse 55 [
सन्नतेरपि दायादः सुनीथो नाम धार्मिकः।
सुनीथस्य तु दायादः क्षेमो नाम महायशाः॥
]

`verse 56 [
क्षेमस्य केतुमान् पुत्रः सुकेतुस्तस्य चात्मजः।
सुकेतोस्तनयश्चापि धर्म्मकेतुरिति स्मृतः॥
]

`verse 57 [
धर्म्मकेतोस्तु दायादः सत्यकेतुर्महारथः।
सत्यकेतुसुतश्चापि विभुर्नाम प्रजेश्वरः॥
]

`verse 58 [
आनर्त्तस्तु विभोः पुत्रः सुकुमारश्च तत्सुतः।
सुकुमारस्य पुत्रस्तु धृष्टकेतुः सुधार्मिकः॥
]

`verse 59 [
धृष्टकेतोस्तु दायादो वेणुहोत्रः प्रजेश्वरः।
वेणुहोत्रसुतश्चापि भार्गो नाम प्रजेश्वरः॥
]

`verse 60 [
वत्सस्य वत्सभूमिस्तु भार्गभूमिस्तु भार्गजः।
एते त्वङ्गिरसः पुत्रा जाता वंशेऽथ भार्गवे॥
]

`verse 61 [
ब्राह्मणाः क्षत्रिया वैश्यास्त्रयः पुत्राः सहस्रशः।
इत्येते काश्यपाः प्रोक्ता नहुषस्य निबोधत॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे सोमवंशे वृद्धक्षत्रप्रसूतिनिरूपणं नामैकादशोऽध्यायः॥
]
