`verse 1 [
सोमवंशवर्णन आयुवंश-वर्मनम्
लोमहर्षण उवाच
उत्पन्नाः पितृकन्यायां विरजायां महौजसः।
नहुषस्य तु दायादाः षडिन्द्रोपमतेजसः॥
]

`verse 2 [
यतिर्ययातिः संयातिरायातिर्यातिरेव च।
सुयातिः षष्ठस्तेषां वै ययातिः पार्थिवोऽभवत्॥
]

`verse 3 [
ककुत्स्थकन्यां गां नाम लेभे परमधार्मिकः।
यतिस्तु मोक्षमास्थाय ब्रह्मभूतोऽभवन् मुनिः॥
]

`verse 4 [
तेषां ययातिः पञ्चानां विजित्य वसुधामिमाम्।
देवयानीमुशनसः सुतां भार्य्यामवाप सः॥
]

`verse 5 [
शर्म्मिष्ठामासुरीं चैव तनयां वृषपर्व्वणः।
यदुञ्च चतुर्व्वसुञ्चैव देवयानी व्यजायत॥
]

`verse 6 [
द्रुह्यं चानुं च पुरुं च शर्म्मिष्ठा वार्षपर्व्वणी।
तस्मै शक्रो ददौ प्रीतो रथं परमभास्वरम्॥
]

`verse 7 [
अङ्गदं काञ्चनं दिव्यं दिव्यैः परमवाजिभिः।
युक्तं मनोजवैः शुभ्रैर्येन कार्य्यं समुद्वहन्॥
]

`verse 8 [
स तेन रथमुख्येन षड्रात्रेणाजयन्मीम्।
ययातिर्युधि दुर्द्धर्षस्तथा देवान् सदानवान्॥
]

`verse 9 [
स रथः कौरवाणां तु सर्व्वषामभवत्तदा।
संवर्त्तवसुनामस्तु कौरवाज्जनमेजयात्॥
]

`verse 10 [
कुरोः पुत्रस्य राजेन्द्रराज्ञः पारिक्षितस्य ह।
जगाम स रथो नाशं सापाद्गर्गस्य धीमतः॥
]

`verse 11 [
गर्गस्य हि सुतं बालं स राजा जनमेजयः।
कालेन हिंसयामास ब्रह्महत्यामवाप सः॥
]

`verse 12 [
स लोहगन्धो राजर्षिः परिधावन्नितस्ततः।
पौरजानपदैस्तयवतो न लेभे शर्म्म कर्हिचित्॥
]

`verse 13 [
ततः स दुःखसन्तप्तो नालभत्संविदं क्वचित्।
विप्रेन्द्रं शौनकं राजा शरणं प्रत्ययद्यत॥
]

`verse 14 [
याजयामास च ज्ञानी शौनको जनमेजयम्।
अश्वमेधेन राजानं पावनार्थं द्विजोत्तमाः॥
]

`verse 15 [
स लोहगन्धो व्यनशत्तस्यावभृथमेत्य ह।
स च दिव्यरथो राज्ञो वशश्चेदिपतेस्तदा॥
]

`verse 16 [
दत्तः शक्रेण तुष्टेन लेभे तस्माद्बृहद्रथः।
बृहद्रथात्क्रमेणैव गतो बार्हद्रथं नृपम्॥
]

`verse 17 [
ततो हत्वा जरासन्धं भीमस्तं रथमुत्तमम्।
प्रददौ वासुदेवाय प्रीत्या कौरवनन्दनः॥
]

`verse 18 [
सपत्द्वीपां ययातिस्तु जित्वा पृथ्वीं ससागराम्।
विभज्य पञ्चधा राज्यं पुत्राणां नाहुषस्तदा॥
]

`verse 19 [
ययातिर्दिशि पूर्व्वस्यां यदुं ज्येष्ठं न्ययोजयत्।
मध्ये पुरुं च राजानमभ्यषिञ्चत् स नाहुषः॥
]

`verse 20 [
दिशि दक्षिणपूर्व्वस्यां तुर्व्वसुं मतिमान्नृपः।
तैरियं पृथिवी सर्व्वा सप्तद्वीपा सपत्तना॥
]

`verse 21 [
यथाप्रदेशमद्यापि धर्म्मेण प्रतिपाल्यते।
प्रजास्तेषां पुरस्तात्तु वक्ष्यामि मुनिसत्तमाः॥
]

`verse 22 [
धनुर्न्यस्य पृषत्कांश्च पञ्चभिः पुरुषर्षभैः।
जरावानभवद्राजा भारमावेश्य बन्धुषु॥
]

`verse 23 [
विक्षिप्तशस्त्रः पृथिवीं चचार पृथिवीपतिः।
प्रीतिमानभवद्राजा ययातिरपराजितः॥
]

`verse 24 [
एवं विभज्य पृथिवीं ययातिर्यदुमब्रवीत्।
जरां मे प्रतिगृह्णीष्व पुत्र कृत्यान्तरेण वै॥
]

`verse 25 [
तरुणस्तव रूपेण चरेयं पृथिवीमिमाम।
जरां त्वयि समाधाय तं यदुः प्रत्युवाच ह॥
]

`speaker [
यदुरुवाच
]

`verse 26 [
अनिर्दिष्टा मया भिक्षा ब्राह्मणस्य प्रतिश्रुता।
अनपाकृत्य तां ग्रहीष्यमि ते जराम्॥
]

`verse 27 [
जरायां बहवो दोषाः पानभोजनकारिताः।
तस्माज्जरां न ते राजन् ग्रहीतुमहमुत्सहे॥
]

`verse 28 [
सन्ति ते बहवः पुत्रा मत्तः प्रियतरा नृप।
प्रतिग्रहीतुं धर्म्मज्ञ पुत्रमन्यं वृणीष्व वै॥
]

`verse 29 [
स एवमुक्तो यदुना राजा कोपसमन्वितः।
उवाच वदतां श्रेष्ठो ययातिर्गर्हयन् सुतम्॥
]

`speaker [
ययातिरुवाच
]

`verse 30 [
क आश्रमस्तवान्योऽस्ति को वा धर्म्मो विधीयत्।
मामनादृत्य दुर्व्बुद्धे यदहं तव देशिकः॥
]

`verse 31 [
एवमुक्त्वा यदुं विप्राः शशापैनं स मन्युमान।
अराज्या ते प्रजा मूढ भवित्रीति न संशयः॥
]

`verse 32 [
द्रुहयुं च तुर्व्वसुं चैवाप्यनुं च द्विजसत्तमाः।
एवमेवाब्रवीद्राजा प्रत्याख्यातश्च तैरपि॥
]

`verse 33 [
शशेप तानतिक्रुद्धो ययातिरपराजितः।
यथावत् कथितं सर्व्वं मयास्य द्विजसत्तममाः॥
]

`verse 34 [
एवं शप्त्वा सुतान् सर्व्वाश्चतुरः पुरुपुर्व्वजान्।
तदेव वचनं राजा पुरुमप्याह भो द्विजाः॥
]

`verse 35 [
तरुणास्तव रूपेण चरेयं पृथिवीमिमाम्।
जरां त्वयि समाधाय त्वं पुरो यदि मन्यसे॥
]

`verse 36 [
स जरां प्रतिजग्राह पितुः पुरुः प्रतापवान्।
ययातिरपि रूपेम पुरोः पर्य्यचरन् महीम्॥
]

`verse 37 [
स मार्गमाणः कामानामन्तं नृपतिसत्तमः॥
विश्वाच्या सहितो रेमे वने चैत्ररथे प्रभुः॥
]

`verse 38 [
यदा स तृप्तः कामेषु भोगेषु च नराधिपः।
तदा पुरोः सकाशाद्वै स्वां जरां प्रत्यपद्यत॥
]

`verse 39 [
यत्र गाथा मुनिश्रेष्ठा गीताः किल ययातिना।
याभिः प्रत्याहरेत्कामान् सर्वशोऽङ्गानि कूर्म्मवत्॥
]

`verse 40 [
न जातु कामः कामानामुपभोगेन शाम्यति।
हविषा कृष्णवर्त्मेव भूय एवाभिवर्द्धते॥
]

`verse 41 [
यत्पुथिव्यां व्रीहियवं हिरण्यं पश्वः स्त्रियः।
नालमेकस्य तत्सर्वमिति कृत्वा न मुह्यति॥
]

`verse 42 [
यदा भावं न कुरुते सर्व्वभूतेषु पापकम्।
कर्म्मणा मनसा वाचा ब्रह्म सम्पद्यते तदा॥
]

`verse 43 [
यदा तेभ्यो न बिभेति यदा चास्मान्न बिब्यति।
यदा नेच्छति न द्वेष्टि ब्रह्म सम्पद्यते तदा॥
]

`verse 44 [
या दुस्त्यजा दुर्म्मतिभिर्या न जीर्य्यति जीर्य्यतः।
योऽसौ प्राणान्तिको रोगस्तां तृष्णां त्यजतः सुखम्॥
]

`verse 45 [
जीर्य्यन्ति जीर्य्यतः केशा दन्ता जीर्य्यन्ति जीर्य्यतः।
धनाशा जीविताशा चजीर्य्यतोऽपि न जीर्य्यति॥
]

`verse 46 [
यच्च कामसुखं लोके यच्च दिव्यं महत्सुखम्।
तृष्माक्षयसुखस्यैते नार्हन्ति षोडशीं कलाम्॥
]

`verse 47 [
एवमुक्त्वा स राजर्षिः सदारः प्राविशद्वनम्।
कालेन महता नार्हन्ति षोडशीं कलाम्॥
]

`verse 48 [
भृगुतुङ्गे गतिं प्राप तपसोऽन्ते महायशाः।
अनश्नन् देहमुत्सृज्य सदारः स्वर्गमाप्तवान्॥
]

`verse 49 [
तस्य वंशे मुनिश्रेष्ठाः पञ्च राजर्षिसत्तमाः।
यैर्व्याप्ता पृतिवी सर्व्वा सूर्य्यस्येव गभस्तिभिः॥
]

`verse 50 [
यदोस्तु वंशं वक्ष्यामि श्रुणुध्वं राजसत्कृतम्।
यत्र नारायणो जज्ञे हरिर्वृष्णिकुलोद्वहः॥
]

`verse 51 [
सुस्तः प्रजावानायुष्मान् कीर्त्तिमांश्च भवेन्नरः।
ययातिचरितं नित्यमिदं श्रुण्वन् द्विजोत्तमाः॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे सोमवंशे ययातिचरितनिरूपणं नाम द्वादशोऽध्यायः॥
]
