`speaker [
ब्राह्मणाःऊचुः
]

`verse 1 [
पुरोर्वशं वयं सूत श्रोतुमिच्छाम तत्तवतः।
द्रुह्यस्यानोर्यदोश्चैव तुर्वसोश्च पुथक् पृथक्॥
]

`speaker [
लोमहर्षण उवाच
]

`verse 2 [
श्रृणुध्वं मुनिशार्दूलाः पुरोर्वशं महात्मनः।
विस्तरेणानुपूर्व्व्या च प्रथमं वदतो मम ॥
]

`verse 3 [
पुरोः पुत्रः सुवीरोऽभून्मनस्युस्तस्य चात्मजः।
राजा चाभयदो नाम मनस्योरभवत् सुतः॥
]

`verse 4 [
तथैवाभयदस्यासीत् सुधन्वा नाम पार्थिवः।
सुधन्वनः सुबाहुश्च रौद्राश्वस्तस्य चात्मजः॥
]

`verse 5 [
रौद्राश्वस्य दशार्णेयुः कृकाणेयुस्तथैव च।
कक्षेयुस्थण्डिलेयुश्च सन्नतेयुस्तथैव च॥
]

`verse 6 [
ऋचोयुश्च जलेयुश्च स्थलेयुश्च महाबलः।
धनेयुश्च वनेयुश्च पुत्रकाश्च दश स्त्रियः॥
]

`verse 7 [
भद्रा शूद्रा च मद्रा च शलदा तथा।
खलदा च ततो विप्रा नलदा सुरसापि च॥
]

`verse 8 [
तथा गोचपला च स्त्रीरत्नकूटा च ता दश।
ऋषिर्जातोऽत्रिवंशे च तासां भर्त्ता प्रभाकरः॥
]

`verse 9 [
भद्रायां जनयामास सुतं सोमं यशस्विनम्।
स्वर्भानुना हते सूर्य्ये पतमाने दिवो महीम्॥
]

`verse 10 [
तमोऽभिभूते लोके च प्रभा येन प्रवर्त्तिता।
स्वस्ति तेऽस्त्विति चोक्त्वा वै पतमानो दिवाकरः॥
]

`verse 11 [
वचनात्तस्य विप्रर्षेर्न पपात दिवो महीम्।
अत्रिश्रेष्ठानि गोत्राणि यश्चकार महातपाः॥
]

`verse 12 [
यज्ञेष्वत्रेर्बलञ्चैव देवैर्यस्य प्रतिष्ठितम्।
स तासु जनयामास पुत्रिकास्वात्मकामजान्॥
]

`verse 13 [
दश पुत्रान् महासत्त्वांस्तपस्युग्रे रतांस्तथा।
ते तु गोत्रकरा विप्रा ऋषयो वेदपारगाः॥
]

`verse 14 [
स्वस्त्यात्रेय इति ख्याताः किञ्च त्रिधनवर्जिताः।
कक्षेयोस्तनयास्त्वासंस्त्रय एव महारथाः॥
]

`verse 15 [
सभानरश्चाक्षुषश्च परमन्युस्तथैव च।
सभानरस्य पुत्रस्यु विद्वान् कालानलो नृपः॥
]

`verse 16 [
कालानलस्य धर्म्मज्ञः सृञ्जयो नाम वै सुतः।
सृञ्जयस्याभवत् पुत्रो वीरो राजा पुरञ्जयः॥
]

`verse 17 [
जनमेजयो मुनिश्रेष्ठाः पुरञ्जयसुतोऽभवत्।
जनमेजयस्य राजर्षेर्महाशालोऽभवत् सुतः॥
]

`verse 18 [
देवेषु स परिज्ञातः प्रतिष्ठितयशा भुवि।
महामना नाम सुतो महाशालस्य विश्रुतः॥
]

`verse 19 [
जज्ञे वीरः सुरगणैः पूजितः सुमहामनाः।
महामनास्तु पुत्रौ द्वौ जनयामास भो द्विजाः॥
]

`verse 20 [
उशीनरञ्टच धर्म्मज्ञं तितिक्षुञ्च महाबलम्।
उशीनरस्य पत्न्यस्तु पञ्च राजर्षिशजाः॥
]

`verse 21 [
नृगा कृमिर्नवा दर्व्वा पञ्चमी च दृषद्वती।
उशीनरस्य पुत्रास्तु पञ्च तासु कुलोद्वहाः॥
]

`verse 22 [
तपसा चव महता जाता वृद्धस्य चात्मजाः।
नृगायास्तु नृगः पुत्रः कृम्यां कृमिरजायत॥
]

`verse 23 [
नवायास्तु नवः पुत्रो दर्व्वायाः सुव्रतोऽभवत्।
दृषद्वत्यस्तु सञ्जज्ञे शिविरौशनरो नृपः॥
]

`verse 24 [
शिबेस्तु शिबयो विप्रा यौधेयास्तु नृगस्य ह।
नवस्य नवराष्ट्रन्तु कृमेस्तु कृमिला पुरी॥
]

`verse 25 [
सुव्रतस्य तथाम्बष्ठाः शिबिपुत्रान्निबोधत।
शिबेस्तु शिबयः पुत्राश्चत्वारो लोकविश्रुताः॥
]

`verse 26 [
वृषदर्भः सुवीरश्च केकयो मद्रकस्तथा।
तेषां जनपदाः स्फीता केकया मद्रकास्तथा॥
]

`verse 27 [
वृषदर्भाः सुवीराश्च तितिक्षोस्तु प्रजास्त्विमाः।
तितिक्षुरभवद्राजा पूर्व्वस्यां दिशि बो द्विजाः॥
]

`verse 28 [
उषद्रथो महावीर्य्यः फेनस्तस्य सुतोऽभवत्।
फेनस्य सुतपा जज्ञे ततः सुतपसो बलिः॥
]

`verse 29 [
जातो मानुषयोनौ तु स राजा काञ्चनेषुधिः।
महायोगी स तु बलिल्बभूव नृपतिः पुरा॥
]

`verse 30 [
पुत्रानुत्पादयामास पञ्च वंशकरान् भुवि।
अङ्गः प्रथमतो जज्ञे बङ्गः सुह्यस्तथैव च॥
]

`verse 31 [
पुण्ड्रः कलिङ्गश्च तथा बालेयं क्षत्रमुच्यते।
बालेया ब्राह्मणास्चैव तस्य वंशकरा भुवि॥
]

`verse 32 [
बलेश्च ब्रह्मणा दत्तो वरः प्रीतेन भो द्विजाः।
महायोगित्वमायुश्च कल्पस्य परिमाणतः॥
]

`verse 33 [
बले चाप्रतिमत्वं वै धर्म्मतत्त्वार्थदर्शनम्।
संग्रामे चाप्यजेयत्वं धर्म्मे चैव प्रधानताम्॥
]

`verse 34 [
त्रैलोक्यदर्शनञ्चापि प्राधन्यं प्रसवे तथा।
चतुरो नियतान् वर्णास्त्वञ्च स्थापयितेति च॥
]

`verse 35 [
इत्युक्तो विभुना राजा बलिः शान्तिं परां ययौ।
कालेन महता विप्रा स्वञ्च स्तानमुपागमत्॥
]

`verse 36 [
तेषां जनपदाः पञ्च अङ्गा ससुह्मकाः।
कालिङ्गा पुण्ड्रकाश्चैव प्रजास्त्वङ्गस्य साम्प्रतम्॥
]

`verse 37 [
अङ्गपुत्रो महानासीद्राजेन्द्रो दधिवाहनः।
दधिवाहनपुत्रस्तु राजा दिविरथोऽभवत्॥
]

`verse 38 [
पुत्रो दिविरथस्यासीच्छक्रतुल्यपराक्रमः।
विद्वान् धर्म्मरथो नाम तस्य चित्ररथः सुतः॥
]

`verse 39 [
तेन धर्म्मरथेनाथ तदा कालञ्जरे गिरौ।
यजता सह शक्रेण सोमः पीतो महात्मना॥
]

`verse 40 [
अथ चित्ररथस्यापि पुत्रो दशरथोऽभवत्।
लोमपादः इति ख्यातो यस्य शान्ता सुताभवत्॥
]

`verse 41 [
तस्य दाशरथिर्वोरश्चतुरङ्गो महायशाः।
ऋष्यश्रृङ्गप्रसादेन जज्ञे वंशविवर्द्धनः॥
]

`verse 42 [
चतुरङ्गस्य पुत्रस्तु पृथुलाक्ष इति स्मृतः।
पृथुलाक्षसुतो राजा चम्पो नाम महायशा॥
]

`verse 43 [
चम्पस्य तु पुरी चम्पा या मालिन्यभवत् पुरा।
पूर्णभद्रप्रसादेन हर्य्यङ्गोऽस्य सुतोऽभवत्॥
]

`verse 44 [
ततो वैभाण्डकिस्तस्य वारणं शक्रवारणम्।
अवतारयामास महीं मन्त्रैर्वाहनमुत्तमम्॥
]

`verse 45 [
हर्य्यङ्गस्य सुतस्तत्र राजा भद्ररथः स्मृतः।
पुत्रो भद्ररथस्यासीद्बृहत्कर्म्मा प्रजेश्वरः॥
]

`verse 46 [
बृहद्दर्भः सुतस्तस्य यस्माज्जज्ञे बृहन्मनाः।
बृहन्मनास्तु राजेन्द्रो जनयामास वै सुतम्॥
]

`verse 47 [
नाम्ना जयद्रथं नाम यस्माद्दृढरथो नृपः।
आसीद्दृढरथस्यापि विश्वजिज्जनमेजयी॥
]

`verse 48 [
दायादस्तस्य वैकर्णो विकर्णस्तस्य चात्मजः।
तस्य पुत्रशतं त्वासीदङ्गानां कुलवर्द्धनम्॥
]

`verse 49 [
एतेऽङ्गवंशजाः सर्व्वे राजानः कीर्त्तिता मया।
सत्यव्रता महात्मानः प्रजावन्तो महारथाः॥
]

`verse 50 [
ऋचेयोस्तु मुनिश्रेष्ठा रौद्राश्वतनयस्य वै।
श्रृणुध्वं सम्प्रवक्ष्यामि वंशं राज्ञास्तु भो द्विजाः॥
]

`verse 51 [
ऋचेयोस्तनयो राजा मतिनारो महीपतिः।
मतिनारसुतास्त्वासंस्त्रयः परमधार्म्मिकाः॥
]

`verse 52 [
वसुरोधः प्रतिरथः सुबाहुश्चैव दार्म्मिकः।
सर्व्वे वेदविदश्चैव ब्रह्मण्याः सत्यवादिनः॥
]

`verse 53 [
इला नाम तु यस्यासीत् कन्या वै मुनिसत्तमाः।
ब्रह्मवादिन्यधिस्त्री सा तंसुस्तामभ्यगच्छत॥
]

`verse 54 [
तंसोः सुतोऽथ राजर्षिधर्म्मनेत्रः प्रतापवान्।
ब्रह्मवादी पराक्रान्तस्तस्य भार्य्योपदानवी॥
]

`verse 55 [
उपदानवी ततः पुत्रांश्चतुरोऽजनयच्छुभान्।
दुष्यन्तमथ सुष्मन्तं प्रवीरमनघं तथा॥
]

`verse 56 [
दुष्यन्तस्य तु दायादो भरतो नाम वीर्य्यवान्।
स सर्व्वदमनो नाम नागायुतबलो महान्॥
]

`verse 57 [
चक्रवर्त्ति सुतो जज्ञे दुष्यन्तस्य महात्मनः।
शकुन्तलायां भरतो यस्य नाम्ना तु भारताः॥
]

`verse 58 [
भरतस्य विनष्टेषु तनयेषु महीपतेः।
मातॄणां तु प्रकोपेण मया तत्कथितं पुरा॥
]

`verse 59 [
बृहस्पतेरङ्गिरसः पुत्रो विप्रो महामुनिः।
अयाजयद्भरद्वाजो महद्भिः क्रतुभिर्विभुः॥
]

`verse 60 [
पूर्व्वं तु वितथे तस्य कृते वै पुत्रजन्मनि।
ततोऽथ वितथो नाम भरद्वाजात्सुतोऽभवत्॥
]

`verse 61 [
तथोऽथ वितथे जाते भरतस्तु दिवं ययौ।
वितथं चाभिषिच्याथ भरद्वाजो वनं ययौ॥
]

`verse 62 [
स चापि वितथः पुत्रान् जनयामास पञ्च वै।
सुहोत्रञ्च सुहोतारं गर्यं गर्गं तथैव च॥
]

`verse 63 [
कपिलञ्च महात्मानं सुहोत्रस्य सुतद्वयम्।
काशिकञ्च महासत्यं तथा गृत्समतिं नृपम्॥
]

`verse 64 [
तथा गृत्समतेः पुत्रा ब्राह्मणाः क्षत्रिया विशः।
काशिकस्य तु काशेयः पुत्रो दीर्घतपास्तथा॥
]

`verse 65 [
बभूव दीर्घतपसो विद्वान् धन्वन्तरिः सुतः।
धन्वन्तरेस्तु तनयः केतुमानिति विश्रुतः॥
]

`verse 66 [
तथा केतुमनः पुत्रो विद्वान् भीमरथः स्मृतः।
पुत्रो भीमरथस्यापि वारामस्यधिपोऽभवत्॥
]

`verse 67 [
दिवोदास इति ख्यातः सर्व्वशत्रुप्रणाशनः।
दिवोदासस्य पुत्रस्तु वीरो राजा प्रतर्दनः॥
]

`verse 68 [
प्रतर्दनस्य पुत्रौ द्वौ वत्सो भर्गव एव च।
अलर्को राजपुत्रस्तु राजा सन्मतिमान् भुवि॥
]

`verse 69 [
हैहयस्य तु दायाद्यं हृतवान् वै महीपतिः।
आजह्रे पितृदायाद्यं दिवोदासहृतं बलात्॥
]

`verse 70 [
भद्रश्रेण्यस्य पुत्रेण चदुर्दमेन महात्मना।
दिवोदासेन बालेति घृणयासौ विसर्ज्जितः॥
]

`verse 71 [
अष्टारथो नाम नृपः सुतो भीमरथस्य वै।
तेन पुत्रेण बालस्य प्रहृतं तस्य भो द्विजाः॥
]

`verse 72 [
वैरस्यान्तं मुनिश्रेष्ठाः क्षत्रियेण विधित्सता।
अलर्कः कासिराजस्तु ब्रह्मण्यः सत्यसङ्गरः॥
]

`verse 73 [
षष्टिं वर्षसहस्राणि षष्टिं वर्षशतानि च।
युवा रूपेण सम्पन्न आसीत्काशिकुलोद्वहः॥
]

`verse 74 [
लोपामुद्राप्रसादेन परमायुरवाप सः।
वयसोऽन्ते मुनिश्रेष्ठा हत्वा क्षेमकराक्षसम्॥
]

`verse 75 [
रम्यां निवेशयामास पुरीं वाराणसीं नृपः।
अलर्कस्य तु दायादः क्षेमको नाम पार्थिवः॥
]

`verse 76 [
क्षेमकस्य तु पुत्रो वै वर्षकेतुस्ततोऽभवत्।
वर्षकेतोश्च दायादो विभुर्नाम प्रजेश्वरः॥
]

`verse 77 [
आनर्त्तस्तु विभोः पुत्रः सुकुमारस्ततोऽभवत्।
सुकुमारस्य पुत्रस्तु सत्यकेतुर्महारथः॥
]

`verse 78 [
सुतोऽभवनन्महातेजा राजा परमधार्म्मिकः।
वत्सस्य वत्सभूमिस्तु भर्गभूमिस्तु भार्गवात्॥
]

`verse 79 [
एते त्वङ्गिरसः पुत्रा जाता वंशेऽथ भार्गवे।
ब्राह्मणाः क्षत्रियाच वैश्याः शूद्राश्च मुनिसत्तमाः॥
]

`verse 80 [
आजमीढोऽपरो वंशः श्रूयतां द्विजसत्तमाः।
सुहोत्रस्य बृहत्पुत्रो बृहतस्तनयास्त्रयः॥
]

`verse 81 [
अजमीढो द्विमीढश्च पुरुमीढश्च वीर्य्यवान्।
अजमीढस्य पत्न्यस्तु तिस्रो वै यशसन्विताः॥
]

`verse 82 [
नीली च केशिनी चैव धूमिनी च वराङ्गनाः।
अजमीढस्य केशिन्यां जज्ञे जह्नुः प्रतापवान्॥
]

`verse 83 [
आजह्रे यो महासन्नं सर्व्वमेधमखं विभुम्।
पतिलोभेन यं गङ्गा विनीतेव ससार ह॥
]

`verse 84 [
नेच्छतः प्लावयामास तस्य गङ्गा च तत्सदः।
तत्तया प्लावितं दृष्ट्वा यज्ञवाटं समन्ततः॥
]

`verse 85 [
जह्नुरप्यब्रवीद्गङ्गां क्रुद्धो विप्रास्तदा नृपः।
एष ते त्रिषु लोकेषु संक्षिप्यापः पिबाम्यहम्॥
]

`verse 86 [
अस्य गङ्गेऽवलेपस्य सद्यः फलमवाप्नुहि।
ततः पीताः महात्मानो दृष्ट्वा गङ्गां महर्षयः॥
]

`verse 87 [
उपनिन्युर्महाभागा दुहितृत्वेन जाह्नावीम्।
युवनाश्वस्य पुत्रीं तु कावेरीं जह्नुरावहत्॥
]

`verse 88 [
गङ्गाशापेन देहार्द्ध यस्याः पश्चान्नदीकृतम्।
जह्नोस्तु दयितः पुत्रो अजको नाम वीर्य्यवान्।
अजकस्य तु दायादो बलाकाश्वो महीपतिः॥
]

`verse 89 [
बभूव मृगयाशीलः कुशिकस्तस्य चात्मजः।
पह्नवैः सह संवृद्धो राजा वनचरैः सह॥
]

`verse 90 [
कुशिकस्तु तपस्तेपे पुत्रमिन्द्रसमं विभुम्।
लभेयमिति तं शक्रस्त्रासादभ्यत्य जज्ञिवान्॥
]

`verse 91 [
स गाधिरभवद्राजा मघवा कौशिकः स्वयम्।
विश्वामित्रस्तु गाधयो विश्वमित्रात्तथाष्टकः॥
]

`verse 92 [
अष्टकस्य सुतो लौहिः प्रोक्तो जह्नुगणो मया।
आजमीढोऽपरो वंशः श्रूयतां मुनिसत्तमाः॥
]

`verse 93 [
अजमीढात्तु नील्यां वै सुशान्तिरुदपद्यत।
पुरुजातिः सुशान्तश्च बाह्याश्वः पुरुजातितः॥
]

`verse 94 [
बाह्याश्वतनयाः विक्रान्तः गृमिलाश्वश्च पञ्चमः।
पञ्चैते रक्षणायालं देशानामिति विश्रुताः॥
]

`verse 95 [
यवीनरश्च विक्रान्तः कृमिलाश्वश्च पञ्चमः।
पञ्चैते रक्षणायालं देशानामिति विश्रुताः॥
]

`verse 96 [
पञ्चानां ते तु पञ्चालाः स्फीता जनपदावृताः।
अलं संरक्षणे तेषां पञ्चाला इति विश्रुताः॥
]

`verse 97 [
मुद्गलस्य तु दायादो मौद्गल्यः सुमहायशाः।
इन्द्रसेना यतो गर्भं ब्रध्नश्वं प्रत्यपद्यत॥
]

`verse 98 [
आसीत् पञ्चजनः पुत्रः सृञ्जयस्य महात्मनः।
सुतः पञ्चजनस्यापि सोमदत्तो महीपतिः॥
]

`verse 99 [
सोमदत्तस्य दायादः सहदेवो महायशाः।
सहदेवसुतश्चापि सोमको नाम विश्रुतः॥
]

`verse 100 [
अजमीढसुतो जातः क्षीणे वंशे तु सोमकः।
सोमकस्य सुतो जन्तुर्यस्य पुत्रशतं बभौ॥
]

`verse 101 [
तेषां यवीयान् पृषतो द्रुपदस्य पिता प्रभुः।
आजमीढाः स्मृताश्चैते महात्मास्तु सोमकाः॥
]

`verse 102 [
महीषी त्वजमीढस्य धूमिनी पुत्रगृद्धिनी।
पतिव्रता महाभागा कुलजा मुनिसत्तमाः॥
]

`verse 103 [
सा च पुत्रार्थिनी देवी व्रतचर्य्यसमन्विता।
कततो वर्षायुतं तप्त्वा तपः परमदुश्चरम्॥
]

`verse 104 [
हुत्वाग्निं विधिवत्सा तु पवित्रामितभोजना।
अग्निहोत्रकुसेष्वेव सुष्वाप मुनिसत्तमाः॥
]

`verse 105 [
धूमिन्या स तया देव्या त्वजमीढः समियिवान्।
ऋक्षं सञ्जनयामास धूम्रवर्णं सुदर्शनम्॥
]

`verse 106 [
ऋक्षात् संवरणो जज्ञे कुरुः संवरणात्तथा।
यः प्रयागादतिक्रम्य कुरुक्षेत्रं चकार ह॥
]

`verse 107 [
पण्यं च रमणीयं च पुण्यकृद्भिर्निषेवितम्।
तस्यान्ववायः सुमहान् यस्य नाम्नाथ कौरवाः॥
]

`verse 108 [
कुरोश्च पुत्राश्चत्वारः सुधान्वा सुधनुस्तथा।
परीक्षिच्च महाबाहुः प्रवरश्चारिमेजयः॥
]

`verse 109 [
परीक्षितस्तु दायादो धार्म्मिको जनमेजयः।
श्रुतसनोऽग्रसेनश्च भीमसेनश्च नामतः॥
]

`verse 110 [
एते सर्व्वे महाभागा विक्रान्ता बलशालिनः।
जनमेजयस्य पुत्रस्तु सुरथो मतिमांस्तथा॥
]

`verse 111 [
सुरथस्य तु विक्रान्तः पुत्रो जज्ञे विदूरथः।
विदूरथस्य दायाद ऋक्ष एव महारथः॥
]

`verse 112 [
द्वितीयस्तु भरद्वाजान्नाम्ना तेनैव विश्रुतः।
द्वावृक्षौ सोमवंशेऽस्मिन् द्वावेव च परीक्षितौ॥
]

`verse 113 [
भीमसेनास्त्रयो विप्रा द्वौ चापि नजमेजयौ।
ऋक्षस्य तु द्वितीयस्य भीमसेनोऽभवत्सुतः॥
]

`verse 114 [
प्रतीपो भीमसेनात्तु प्रतीपस्य तु शान्तनुः।
देवापिर्बाहि लकश्चैव त्रय एव महारथाः॥
]

`verse 115 [
शान्तनोस्तवभवद्भीष्मस्तस्मिन् वंशे द्विजोत्तमाः।
बाह्लिकस्य तु राजर्षेर्व्वशं श्रुणुत भो द्विजाः॥
]

`verse 116 [
बाह्लिकस्य सुतश्चैव सोमदत्तो महायशाः।
जज्ञिरे सोमदत्तात्तु भूरिर्भूरिरश्रवाः शलः॥
]

`verse 117 [
उपाध्यायस्तु देवानां देवापिरभवन्मुनिः।
च्यवनपुत्रः कृतक इष्ट आसीन्महात्मनः॥
]

`verse 118 [
शान्तनुस्त्वभवनद्राजा कौरवाणां धुरन्धऱः।
शान्तनोः सम्प्रवक्ष्यामि वंशं त्रैलोक्यविश्रुतम्॥
]

`verse 119 [
गाङ्गं वेवव्रतं नाम पुत्रं सोऽजनयत् प्रभुः।
स तु भीष्म इति ख्यातः पाण्डवानां पितामहः॥
]

`verse 120 [
काली विचित्रवीर्य्यं तु जनयामास बो द्विजाः।
शान्तनोर्दयितं पुत्रं धर्म्मात्मानमकल्मषम्॥
]

`verse 121 [
कृष्णद्वैपायनाच्चैव क्षेत्रे वैचित्रवीर्य्यके।
धृतराष्ट्रं च पाण्डुं च विदुरं चाप्यजीजनत्॥
]

`verse 122 [
धृतराष्टस्तु गान्धार्य्यां पुत्रानुत्पादयच्छतम्।
तेषां दुर्य्योधनः श्रेष्ठः सर्ब्वेषामपि स प्रभुः॥
]

`verse 123 [
पाण्डोर्धनञ्जयः पुत्रः सौभद्रस्तस्य चात्मजः।
अभिमन्वोः परीक्षित्तु पिता पारीक्षितस्य ह॥
]

`verse 124 [
पारिक्षितस्य काश्यायां द्वौ पुत्रौ सम्बभूवतुः।
चन्द्रापीडस्तु नृपतिः सूर्य्यापीडश्च मोभवित्॥
]

`verse 125 [
चन्द्रापॣस्य पुत्राणां शतमुत्तमधन्विनाम्।
जानमेजयमित्येवं क्षात्रं भुवि परिश्रुतम्॥
]

`verse 126 [
तेषां ज्येष्ठस्तु तत्रासीत् पुरे वाराणसाह्वये।
सत्यकर्णो महाबाहुर्यज्वा विपुलदक्षिणः॥
]

`verse 127 [
सत्यकर्णस्य दायादः श्वेतकर्णः प्रतापवान्।
अपुत्रः स तु धर्म्मात्मा प्रविवेश तपोवनम्॥
]

`verse 128 [
तस्माद्वनगता गर्भं यादवी प्रत्यपद्यत।
सुचारोर्दुहिता सूभ्रर्मालिनी ग्राहमालिनी॥
]

`verse 129 [
सम्भूते स च गर्भे च स्वेतकर्मः प्रजेश्वरः।
अन्वगच्छत् कृतं पूर्व्वं महाप्रस्थानमच्युतम्॥
]

`verse 130 [
सा तु दुष्ट्वा प्रियं तं च पृष्ठतोऽन्वगात्।
सुचारोर्दुहिता साध्वी वने राजीवलोचना॥
]

`verse 131 [
पथि सा सुषुवे बाला सुकुमारं कुमारकम्।
तमपास्ताथ तत्रैव राजानं सान्वगच्छत॥
]

`verse 132 [
पतिव्रता महाभागा द्रौपदीव पुरा सती।
कुमारः सुकुमारोऽसौ गिरिपृष्ठे रुरोद ह॥
]

`verse 133 [
दयार्थं तस्य मेघास्तु प्रादुरासन्महात्मनः।
श्रविष्ठायास्तु पुत्रौ द्वौ पैप्पलादिश्च कौशिकः॥
]

`verse 134 [
दृष्ट्वा कृपान्वितौ गृह्य तौ प्राक्षालयतां जले।
निघृष्टौ तस्य पाश्वौ तु शिलायां रुधिरप्लुतौ॥
]

`verse 135 [
अजश्यामः स पार्श्वाब्यां घृष्टाभ्यां सुसमाहितः।
अजश्यामौ तु तत्पाशौ देवेन सम्बभूवतुः॥
]

`verse 136 [
अथाजपार्श्व इति वै चक्राते नाम तस्य तौ॥
स तु रेमकशालायां द्विजाब्यामभिवार्द्धितः॥
]

`verse 137 [
रेमकस्य तु भार्य्यां तमुद्वहत् पुत्रकारणात्।
रेमत्याः स तु पुत्रोऽभूद्ब्राह्मणौ सचिवौ तु तौ॥
]

`verse 138 [
तेषां पुत्राश्च पौत्राश्च युगपत्तुल्यजीविनः।
स एष पौरवो वंशः पाण्डवानां महात्मनाम्॥
]

`verse 139 [
श्लोक्रोऽपि चात्र गीतोऽयं नाहुषेन ययातिना।
जरासंक्रमणे पूर्व्वं तदा प्रीतेन धीमता॥
]

`verse 140 [
अचन्द्रार्क्रग्रहा भूमिर्भवेदियमसंशायम्।
अपौरवा मही नैव भविष्यति कदाचन॥
]

`verse 141 [
एष वऋ पौरवो वंशो विख्यातः कथितो मया।
तुर्व्वसोस्तु प्रवक्ष्यामि द्रुह्योस्चानोर्यदोस्तथा॥
]

`verse 142 [
तुर्व्वसोऽस्तु सुतो वह्निर्गोभानुस्तस्य चात्मजः।
गोभानोस्तु सुतो राजा ऐशानुरपराजितः॥
]

`verse 143 [
करन्धमस्तु ऐशानोर्मरुत्तस्तस्य चात्मजः।
अन्यस्त्वाविक्षितो राजा मरुत्तः कथितो मया॥
]

`verse 144 [
अनपत्योऽभद्राजा यज्वा विपुलदक्षिणः।
दुहिता संयता नाम तस्यासीत् पथिवीपतेः॥
]

`verse 145 [
दक्षिणार्थं तु सा दत्ता संवर्त्ताय महात्मने।
दुष्यन्तं पौरवं चापि लेभे पुत्रमकल्मषम्॥
]

`verse 146 [
एवं ययातिशापेन जरासंक्रमणे तदा।
पौरवं तुर्व्वसोर्वशं प्रविवेश द्विजोत्तमाः॥
]

`verse 147 [
दुष्यन्तस्य तु दायादः करूरोमः प्रजेश्वरः।
करूरोमादथाह्रीदस्चत्वारस्तस्य चात्मजाः।
]

`verse 148 [
पाण्ड्यश्च केरलस्चैव कालश्चोलश्च पार्थिवः।
द्रुह्योश्च तनयो राजन् बभ्रुसेतुश्च पार्थिवः॥
]

`verse 149 [
अङ्गारसेतुस्तत्पुत्रो मरुतां पतिरुच्यते।
यौवनाश्वेन समरे कृच्छेण निहतो बली॥
]

`verse 150 [
युद्धं सुमहदप्यासीन्मासान् परिचतुर्दश।
अङ्गारसेतोर्दायादो गान्दारो नाम पार्थिवः॥
]

`verse 151 [
ख्यायते यस्य नाम्ना वै गान्धारविषयो महान्।
गान्धारदेशजाश्चैव तुरगा वाजिनां वराः॥
]

`verse 152 [
अनोस्तु पुत्रो धर्म्मोऽभूद्द्युतस्तस्यात्मजोऽभवत्।
द्युताद्वनदुहो जज्ञे प्रचेतास्तस्य चात्मजः॥
]

`verse 153 [
प्रचेतसः सुचेतास्तु कीर्त्तितास्तुर्वसोर्मया।
बभूवुस्ते यदोः पुत्राः पञ्च देवसुतोपमाः॥
]

`verse 154 [
सहस्रादः पयोदश्च क्रोष्टा नीलोऽञ्जिकस्तथा।
सहस्रादस्य दायादास्त्रयः परमधार्म्मिकाः॥
]

`verse 155 [
हैहयस्च हयश्चैव राजा वेणुहयस्तथा।
हैहयस्याभवत् पुत्रो धर्म्मनेत्र इति श्रुतः॥
]

`verse 156 [
धर्म्मनेत्रस्य कार्त्तस्तु साहञ्जस्तस्य चात्मजः।
साहञ्जनी नाम पुरी तेन राज्ञा निवेशिताः॥
]

`verse 157 [
आसीन्महिष्मतः पुत्रो भद्रश्रेण्यः प्रतापवान्।
भद्रश्रेण्यस्य दायादो दुर्दमो नाम विश्रुतः॥
]

`verse 158 [
दुर्दमस्य सुतो धीमान्कनको नाम नामतः।
कनकस्य तु दायादाश्चत्वारो लोकविश्रुताः॥
]

`verse 159 [
कुतवीर्य्यः कृतौजाश्च कृतधन्वा तथैव च।
कृताग्निस्तु चतुर्थोऽभूत् कृतवीर्य्यादथार्ज्जुनः॥
]

`verse 160 [
योऽसौ बाहुसहस्रेण सप्तद्वीपेस्वरोऽभवत्।
जिगाय पृथिवीमेको रथेनादित्यवर्च्चसा॥
]

`verse 161 [
स हि वर्षायुतं तप्त्वा तपः पमदुश्चरम्।
दत्तमाराधयामास कार्त्तवीर्य्योऽत्रिसम्भवम्॥
]

`verse 162 [
तस्मै दत्तो वरन् प्रादाच्चतुरो भूरितेजसः।
पूर्व्वं बाहुसहस्रं तु प्रार्थितं सु महद्वरम्॥
]

`verse 163 [
अधर्म्मोऽधीयमानस्य सद्भिस्तत्र निवारणम्।
उग्रेण पृथिवीं जित्वा धर्म्मेणैवानुरञ्जनम्॥
]

`verse 164 [
संग्रामात् सुबहून् जित्वा हत्वा चारीन् सहस्रशः।
संग्रामे वर्त्तमानस्य वधं चाभ्यधिकाद्रणे॥
]

`verse 165 [
तस्य बाहुसहस्रं तु युध्यतः किल भो द्विजाः।
योगाद्योगीश्वरस्येव प्रादुर्भवति मायया॥
]

`verse 166 [
तनेयं पृथिवी सर्र्वा सप्तद्वीपा सपत्तना।
ससमुद्रा सनगरा उग्रेण विधिना जिता॥
]

`verse 167 [
तेन सप्तसु द्वीपेषु सप्त यज्ञशतानि वै।
प्राप्तानि विधिना राज्ञा श्रूयन्ते मुनिसत्तमाः॥
]

`verse 168 [
सर्व्वे यज्ञा मुनिश्रेष्ठा सहस्रशतदक्षिणाः।
सर्व्वे काञ्चनयूपाश्च सर्व्वे काञ्चनवेदयः॥
]

`verse 169 [
सर्व्वे देवैर्म्मुनिश्रेष्ठा विमानस्तैरलङ्कृतैः।
गन्धर्व्वैरप्सरोभिश्च नित्यमेवापशोभिताः॥
]

`verse 170 [
यस्य यज्ञे जगौ गाथां गन्धर्व्वो नारदस्तथा।
वरीदासात्मजो विद्वान्महिम्ना तस्य विस्मितः॥
]

`speaker [
नारद उवाच
]

`verse 171 [
न नूनं सार्तवीर्य्यस्य गतिं यास्यन्ति पार्थिवाः।
यज्ञैर्दानैस्तपोभिश्च विक्रमेण श्रुतेन च॥
]

`verse 172 [
स हि सप्तसु द्वीपेषु चर्मी खड्गी शरासनी।
रथि द्वीपाननुचरन् योगी संदृश्यते नृभिः॥
]

`verse 173 [
अनष्ट्द्रव्यता चैव न शोको न च विभ्रमः।
प्रभावेण मया राज्ञः प्रजा धर्म्मेण रक्षतः॥
]

`verse 174 [
स सर्व्वरत्नभाक् सम्राट् चक्रवर्ती बभूव ह।
स एव पशुपालोऽभूत् क्षेत्रपालः स एव च॥
]

`verse 175 [
स एव वृष्ट्या पर्जन्यो योगित्वादर्ज्जुनोऽभवत्।
स वै बाहुसहस्रेण ज्याघातकठिनत्वचा॥
]

`verse 176 [
भाति रश्मिसहस्रेम शरदीव च भास्करः।
स हि नागान्मनुष्येषु माहिष्मत्यां महाद्युतिः॥
]

`verse 177 [
कर्कोटकसुतान् जित्वा पुर्य्यां तस्यां न्यवेशयत्।
स वै वेगं समुद्रस्य प्रावृट्कालेऽम्बुजेक्षणः॥
]

`verse 178 [
क्रडिन्निव भुजोद्भिन्नं प्रतिस्रोतश्चकार ह।
लुण्ठिता क्रीडता तेन नदी तद्ग्राममालिनी॥
]

`verse 179 [
चलदूर्म्मिसहस्रेण शङ्किताभ्येति नर्म्मदा।
तस्य बाहुसहस्रेण क्षिप्यमाणे महोदधौ॥
]

`verse 180 [
भयान्निलीना निश्चेष्टाः पातालस्था महासुराः।
चूर्णीकृतमहावीचिं चलन्मीनमहातिमिम्॥
]

`verse 181 [
मारुताविद्धफेनौघमावर्त्तक्षोभसङ्कुलम्।
प्रावर्त्तयत्तदा राजा सहस्रेण च बाहुना॥
]

`verse 182 [
देवासुरसमाक्षिप्तः क्षीरोदमिव मन्दरः।
मन्दरक्षोभचकिता अमृतोत्पादशङ्किताः॥
]

`verse 183 [
सहसोत्पतिता भीता भीमं दृष्ट्वा नृपोत्तमम्।
नता निश्चलमूर्द्धानो बभूवुस्ते महोरगाः॥
]

`verse 184 [
सायाह्ने कदलीखण्डाः कम्पिता इव वायुना।
स वै बद्ध्वा धनुर्ज्याभिरुत्सिक्तं पञ्चभिः शरैः॥
]

`verse 185 [
लङ्केशं मोहयित्वा तु सबलं रावणं बलात्।
निर्जित्य वशमानीय महाष्मत्यां बबन्ध तम्॥
]

`verse 186 [
श्रुत्वा तु बद्धं पौलस्त्यं रावणं त्वर्ज्जुनेन च।
ततो गत्वा पुलस्त्यस्तमर्ज्जुनं ददृशे स्वयम्॥
]

`verse 187 [
मुमोच रक्षः पौलस्त्यं पुलस्त्येनाभियाचितः।
यस्य बाहुसहस्रस्य बभूव ज्यातलस्वनः॥
]

`verse 188 [
युगान्ते तोयदस्येव स्फुटतो ह्यशनेरिव।
अहो बल मृधे वीर्य्यं भार्गवस्य यदच्छिनत्॥
]

`verse 189 [
राज्ञो बाहुसहस्रस्य हैमं तालवनं यथा।
तृषितेन कदाचित् स भिक्षितश्चित्रभानुना॥
]

`verse 190 [
स भिक्षामददाद्वीरः सप्त द्वीपान् विभावसोः।
पुराणि ग्रामघोषांश्च विषयांश्चैव सर्व्वशः॥
]

`verse 191 [
जज्वाल तस्य सर्व्वाणि चित्रभानुर्दिदृक्षया।
स तस्य पुरुषेन्द्रस्य प्रभावेण महात्मनः॥
]

`verse 192 [
ददाह कार्त्तवीर्य्यस्तु शैलांश्चैव वनानि च।
सशून्यमाश्रमं रम्यं वरुणस्यात्मजस्य वै॥
]

`verse 193 [
ददाह बलवद्भीतश्चित्रभानुः सहैहयः।
यं लेभे वरुणः पुत्रं पुरा भास्वन्तमुत्तमम्॥
]

`verse 194 [
वशिष्ठं नाम स मुनिः ख्यात आपव इत्युत।
तत्रापवस्तु तं क्रोधाच्छप्तवानर्ज्जुनं विभुः॥
]

`verse 195 [
यस्मान्न वर्ज्जितमिदं वनं ते मम हैहय।
तस्मात्ते दुष्करं कर्म्म कृतमन्यो हनिष्यति॥
]

`verse 196 [
रामो नाम महाबाहुर्जामदग्न्यः प्रतापवान्।
छित्त्वा बाहुसहस्रन्ते प्रमथ्य तरसा बलो॥
]

`verse 197 [
तपस्वी ब्राह्मणस्त्वां तु हनिष्यति स भार्गवः।
अनष्टद्रव्यता यस्य बभूवामित्रकर्षिणः॥
]

`verse 198 [
प्रतावेन नरेन्द्रस्य प्रजा धर्म्मेण रक्षतः।
प्राप्तस्ततोऽस्य मृत्युर्वै तस्य शापान्महामुनेः॥
]

`verse 199 [
वरस्तथैव भो विप्राः स्वयमेव वृतः पुरा।
तस्य पुत्रशतं त्वासीत् पञ्च शषा महात्मनः॥
]

`verse 200 [
कृतास्त्रा बलिनः शूरा धर्म्मात्मानो यशस्विनः।
शूरसेनश्च शूरश्च वृषणो मधुपध्वजः॥
]

`verse 201 [
जयध्वजश्व नाम्नासीदावन्त्यो नृपतिर्महान्।
कार्त्तवीर्य्यस्य तनया वीर्य्यवन्तो महाबलाः॥
]

`verse 202 [
जयध्वजस्य पुत्रस्तु तालजङ्घो महाबलः।
तस्य पुत्रशतं ख्यातास्तालजङ्घा इति स्मृताः॥
]

`verse 203 [
तेषां कुले मुनिश्रेष्ठा हैहयानां महात्मनाम्।
वीतिहोत्राः सुजाताश्च भोजाश्चावन्तयः स्मृताः॥
]

`verse 204 [
तौण्डिकेराश्च विख्यातास्तालजङ्घास्तथैव च।
भरताश्च सुजाताश्च बहुत्वान्नानुकीर्त्तिताः॥
]

`verse 205 [
वृषप्रभृतयो विप्रा यादवाः पुण्यकर्म्मिणः।
वृषो वंशधरस्तत्र तसाय पुत्रोऽभवन्मधुः॥
]

`verse 206 [
मधोः पुत्रशतं त्वासीद्वृषणस्तस्य वंशकृत्।
वृषणाद्वृष्णयः सर्व्वे मधोस्तु माधवाः स्मृताः॥
]

`verse 207 [
यादवा यदुनाम्ना ते निरुच्यन्ते च हैहयाः।
न तस्य वित्तनाशः स्यान्नष्टं प्रतिलभेच्च सः॥
]

`verse 208 [
कार्त्तवीर्य्यस्य यो जन्म कथयेदिह नित्यशः।
न तस्य वित्तनाशः स्यान्नष्टं प्रतिलभेच्च सः॥
]

`verse 209 [
कीर्त्तिता लोकवीराणां ये लोकान् धारयन्ति वै।
भूतानीव मुनिश्रेष्ठाः पञ्चस्थावरजङ्गमान्॥
]

`verse 210 [
श्रुत्वा पञ्च विसर्गास्तु राजा धर्म्मार्थकोविदः।
वशीभवति पञ्चानामात्मजानां तथेश्वरः॥
]

`verse 211 [
लभेत् पञ्च वरांश्चैव दुर्लभानिह लौकिकान्।
आयुः कीर्त्तिं तथा पुत्रानैश्वर्य्यं भूतिमेव च॥
]

`verse 212 [
धारणाच्छ्रवणाच्चैव पञ्चवर्गस्य भो द्विजाः।
क्रोष्टोर्व्वशं मुनिश्रेष्ठाः श्रृणुध्वं गदतो मम॥
]

`verse 213 [
यदोर्व्वशधरस्याथ यज्विनः पुण्यकर्म्मिणः।
क्रोष्टोर्व्वशं हि श्रुत्वैव सर्व्वपापैः प्रमुच्यते।

यस्यान्ववायजो विष्णुर्हरिर्वृष्णकुलोद्वहः॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे ययातिवंशानुकीर्त्तनं नाम त्रयोदशोऽध्यायः॥
]

`verse 214 [
**अतिरिक्त पाठः (१.११.९२)
विश्वबाधिः श्वजिच्चैव तथा सत्यवती द्विजाः ॥
ऋचीकाज्जमदग्निस्तु सत्यवत्यामजायत ।
विश्वामित्रस्य तु सुता देवरातादयः स्मृताः ॥
प्रख्यातास्त्रिषु लोकेषु तेषां नामानि भो द्विजाः ॥
देवरातः कतिश्चैव यस्मात्कात्यायनः स्मृतः ॥
शालवत्यां हिरण्याक्षो रेणुर्यस्याथ रेणुका ॥
सांकृत्यां गालवा विप्रा मौद्गल्याश्चेति विश्रुताः॥
तेषां ख्यातानि गोत्राणि कौशिकानां महात्मनाम् ॥
पाणिनो बभ्रवश्चैव ध्यानजप्यास्तथैव च ॥
पार्थिवा देवराताश्च शालङ्कायनसौश्रवाः ॥
लोहिता यामभूताश्च तथा कारीषयः स्मृताः ॥
विश्रुताः कौशिका विप्रास्तथाऽन्ये सैन्धवायनाः॥
ऋष्यन्तरविवाह्याश्च कौशिका बहवः स्मृताः ॥
पौरवस्य मुनिश्रेष्ठा ब्रह्मर्षेः कौशिकस्य च ॥
संबन्धोऽस्याथ वंशेऽस्मिन्ब्रह्मक्षत्रस्य विश्रुतः ॥
विश्वामित्रात्मजानां तु शुनःशेफोऽग्रजः स्मृतः॥
भार्गवः कौशिकत्वं हि प्राप्तः स मुनि  पुंगवः ॥
देवरातादयश्चापि विश्वामित्रस्य वै सुताः ॥
दृषद्वतीसुतश्चापि विश्वामित्रस्तथाऽष्टकः  ॥
अष्टकस्य सुतो लौहिः प्रोक्तो जह्नुगणो  मया ॥
आजमीढोऽपरो वंशः श्रूयतां मुनिसत्तमाः ॥
]
