`speaker [
लोमहर्षण उवाच
]

`verse 1 [
गान्धारी चैव माद्री च क्रोष्टार्भर्य्ये बभूवतुः।
गान्धारी जनयामास अनमित्रं महाबलम्॥
]

`verse 2 [
माद्री युधाजितं पुत्रं ततोऽन्यं देवमीढुषम्।
तेषां वंशस्त्रिधा भूतो वृष्णीनां कुलबर्द्धनः॥
]

`verse 3 [
माद्रयाः पुत्रौ तु जज्ञाते श्रुतौवृष्ण्यन्धकावुभौ।
जज्ञाते तनयौ वृष्णे श्वफल्कश्चित्रकस्तथा॥
]

`verse 4 [
श्वफल्फस्तु मुनिश्रेष्ठा धर्म्मात्मा यत्र वर्तते।
नास्ति व्याधिभयं तत्र नावर्षस्तपमेव च ॥
]

`verse 5 [
कदाचित् काशिराजस्य विषये मुनिसत्तमाः।
त्रीणि वर्षाणि पूर्णानि नावर्षत् पाकशासनः॥
]

`verse 6 [
स तत्र चानयामास श्वफल्कं परमार्च्चितम्।
श्वफल्कपरिवर्त्तेन ववर्ष हरिवाहनः॥
]

`verse 7 [
श्वफल्फः काशिराजस्य सुतां भार्य्यामविन्दत।
गान्दिनी नाम गां सा च ददौ विप्राय नित्यशः॥
]

`verse 8 [
दाता यज्वा च वीरश्च श्रुतवानतिथिप्रियः।
अक्रूरः सुषुवे तस्माच्छ्वफलकाद्भूरिदक्षिणः॥
]

`verse 9 [
उपमद्गुस्तथा मद्गुर्मेदुरश्चारिमेजयः।
अविक्षितस्तथाक्षेपः शत्रुघ्नश्चारिमर्दनः॥
]

`verse 10 [
धर्म्मधृग् यतिधर्म्मा च धर्म्मोक्षान्धकरुस्तथा।
आवाहप्रतिवाहा च सुन्दरी च वराङ्गना॥
]

`verse 11 [
अक्रूरेणोग्रसेनायां सुगात्र्यां द्विजसत्तमाः।
प्रसेनश्चोपदेवश्च जज्ञाते देववर्च्चसौ॥
]

`verse 12 [
चित्रकस्याभवन् पुत्राः पृथुर्व्विपृथुरेव च।
अश्वग्रीवोऽश्वबाहुश्च स्वपार्श्वकगवेषणौ॥
]

`verse 13 [
अरिष्टनेमिरश्वश्च सुधर्मा धर्म्मभृत्तथा।
सुबाहुर्व्वहुबाहुश्च श्रविष्ठाश्रवणे स्त्रियौ॥
]

`verse 14 [
असिक्न्यां जनयामास शूरं वै देवमीढुषम्।
महिष्यां जज्ञिरे शूरा भोज्यायां पुरुषा दश॥
]

`verse 15 [
वसुदेवो महाबाहुः पूर्व्वमानकदुन्दुभिः।
जज्ञे यस्य प्रसूतस्य दुन्दुभ्यः प्राणदन् दिवि॥
]

`verse 16 [
आनकानां च संह्रादः सुमहानभवदिदवि।
पपात पुष्पवर्षश्च शूरस्य जननी महान्॥
]

`verse 17 [
मनुष्यलोके कृत्स्नेऽपि रूपे नास्ति समो भुवि।
यस्यासीत्पुरुषाग्य्रस्य कान्तिश्चन्द्रमसो यथा॥
]

`verse 18 [
देवभागस्ततो जज्ञे तथा देवश्रवाः पुनः।
अनाधृष्टिः सनवको वत्सवानथ गृञ्जमः॥
]

`verse 19 [
श्यामः शमीको गण्डूषः पञ्च यास्य वराङ्गनाः।
पृथुकीर्त्तिः पृथा चैव श्रुतदेवा श्रुतश्रवा॥
]

`verse 20 [
राजाधिदेवी च तता पञ्चैता वीरमातरः।
श्रुतश्रवायां चैद्यस्तु शिशुपालोऽभवन्नृपः॥
]

`verse 21 [
हिरण्यकशिपुर्योऽसौ दैत्यराजोऽभवत्पुरा।
पृथुकीर्त्त्यां तु सञ्जज्ञे तनयो वृद्धशर्म्मणः॥
]

`verse 22 [
करूषाधिपतिर्वोरो दन्तवक्रो महाबलः।
पृथां दुहितरं चक्रे कुन्तिस्तां पाण्डुरावहत्॥
]

`verse 23 [
यस्यां स धर्म्मविद्राजा धर्म्मो जज्ञे युधिष्ठिरः।
भीमसेनस्तथा वातादिन्द्राच्चैव धनञ्जयः॥
]

`verse 24 [
लोकेऽप्रतिरथो वीरः शत्रुतुल्यपराक्रमः।
अनमित्राच्छिनिर्जज्ञे कनिषठाद्वृष्णिनन्दनात्॥
]

`verse 25 [
शैनेयः सत्यकस्तस्माद्युयुधानश्च सात्यकिः।
उद्धघो देवभागस्य महाभागः सुतोऽभवत्॥
]

`verse 26 [
पण्डितानां परं प्राहुर्देवश्रवसमुत्तमम्।
अश्मक्यं प्राप्तवान् पुत्रमनाधृष्टिर्यशस्विनम्॥
]

`verse 27 [
निवृत्तशत्रुं शत्रुघ्नं श्रुतदेव त्वजायत।
श्रुतदेवात्मजास्ते तु नैषादिर्यः परिश्रुतः॥
]

`verse 28 [
एकलव्यो मुनिश्रेष्ठा निषादैः परिवर्द्धितः।
वत्सवते त्वपुत्राय वसुदेवः प्रतापवान्।
अद्भिर्ददौ सुतं वीरं कौशिकमौरसम्॥
]

`verse 29 [
गण्डूषाय ह्यपुत्राय विष्वक्सेनो ददौ सुतान्।
चारुदेष्णं सुदेष्णञ्च पञ्चालं कृतलक्षणम्॥
]

`verse 30 [
असंग्रामेण यो वीरो नावर्त्तत कदाचन।
रौक्मिणेयो महाबाहुः कनीयान् द्विजसत्तमाः॥
]

`verse 31 [
वायसानां सहस्राणि यं यान्तुं पृष्ठतोऽन्वयुः।
चारूनद्योपभोक्ष्यामश्चारुदेष्णहतानिति॥
]

`verse 32 [
तन्त्रिजस्तन्त्रिपालश्च सुतौ कनवकस्य तौ।
वीरुश्चाश्वहनुश्चैव वीरौ तावथ गृञ्जिमौ॥
]

`verse 33 [
श्यामपुत्रः शमोकस्तु शमीको राज्यमावहत्।
जुगुप्समानो भोजत्वाद्राजसूयमवाप सः॥
]

`verse 34 [
अजातशत्रुः शत्रूणां जज्ञे तस्य विनाशनः।
वसुदेवसुतान् वीरान् कीर्त्तयिष्याम्यतःपरम्।
]

`verse 35 [
वृष्णेस्त्रिविधमेवन्तु बहुशाखं महौजसम्।
धारयन् विपुलं वंशं नानर्थैरिह युज्यते॥
]

`verse 36 [
याः पत्न्यो वसुदेवस्य चतुर्द्दश वराङ्गनाः।
पौरवी रोहिणी नाम मदिरादिस्तथापरा॥
]

`verse 37 [
वैशाखी च तथा भद्रा सुनाम्नी चैव पञ्चमी।
सहदेवा शान्तिदेवा श्रीदेवी देवरक्षिताः॥
]

`verse 38 [
वृकदेव्युपदेवी च देवकी चैव सप्तमी।
सुतनुर्वडवा चैव द्वे एते परिचारिके॥
]

`verse 39 [
पौरवी रोहिणी नाम वाह्लिकस्यात्मजाभवत्।
ज्येष्ठा पत्नी मुनिश्रेष्ठा दयितानकदुन्दुभेः॥
]

`verse 40 [
लेभे ज्येष्ठं सुतं रामं शरण्यं शठमेव च।
दुद्र्दमं दमनं शुभ्रं पिण्डारकमुशीनरम्॥
]

`verse 41 [
वित्रा नाम कुमारी च रोहिणीतनया नव।
चित्रा सुभद्रेति पुनर्विख्याता मुनिसत्तमाः॥
]

`verse 42 [
वसुदेवाच्च देवक्यां जज्ञे शौरिर्महायशाः।
रामाच्च निशठो जज्ञे रेवत्यां दयितः सुतः॥
]

`verse 43 [
सुभद्रायां रथी पार्थादभिमन्युरजायत।
अक्रूरात्काशिकन्यायां सत्यकेतुरजारत॥
]

`verse 44 [
वसुदेवस्य भार्य्यासु महाभागासु सप्तसु।
ये पुत्रा जज्ञिरे शूराः समस्तांस्तान्निबोधत॥
]

`verse 45 [
भोजश्च विजयश्चैव शान्तिदेवासुतावुभौ।
वृकदेवः सुनामायां गदश्चास्तां सुतावुभौ॥
]

`verse 46 [
अगावहं महात्मानं वृकदेवी व्यजायत।
कन्या त्रिगर्त्तराजस्य भार्य्या वै शिशिरायणेः॥
]

`verse 47 [
जिज्ञासां पौरुषे चक्रे न चस्कन्दे च पौरुषम्।
कृष्णायससमप्रख्यो वर्षे द्वादशमे तथा॥
]

`verse 48 [
मिथ्याभिशस्तो गार्ग्यस्तु मन्युनातिसमीरितः।
घोषकन्यामुपादाय मैथुनायोपचक्रमे॥
]

`verse 49 [
गोपाली चाप्सरास्तस्य गोपस्त्रीवेशधारिणी।
धारयामास गार्ग्यस्य गर्भं दुर्द्धरमच्युतम्॥
]

`verse 50 [
मानुष्यां गर्गभार्य्यायां नियोगाच्छूलपाणिनः।
स कालयवनो नाम यज्ञे राजा महाबलः॥
]

`verse 51 [
वृत्तपूर्व्वार्द्धकायस्तु सिंहसंहननो युवा।
अपुत्रस्य स राज्ञस्तु ववृधेऽन्तःपुरे शिशुः॥
]

`verse 52 [
यवनस्य मुनिश्रेष्ठाः स कालयवनोऽभवत्।
आयुध्यमानो नृपतिः पर्य्यपृच्छद्द्विजोत्तमम्॥
]

`verse 53 [
वृष्ण्यन्धककुलं तस्य नारदोऽकथयद्विभुः।
अक्षौहिण्या तु सैन्यस्य मथुरामभ्ययात्तदा॥
]

`verse 54 [
दूतं सम्प्रेषयामास वृष्ण्यन्धकनिवेशनम्।
ततो वृष्ण्यन्दकाः कृष्णं पुरस्कृत्य महामतिम्॥
]

`verse 55 [
समेता मन्त्रयामासुर्यवनस्य भयात्तदा।
कृत्वा विनिश्चयं सर्व्वे पलायनमरोचयत् ॥
]

`verse 56 [
विहाय मथुरां रम्यां मानयन्तः पिनाकिनम्।
कुशस्थलीं द्वारवतीं निवेशयितुमिप्सवः॥
]

`verse 57 [
इति कृष्णस्य जन्मेदं यः शुचिर्नियतेन्द्रियः।
पर्व्वसु श्रावयेद्विद्वाननृणः स शुखी भवेत्॥
]

`colophon [
इति श्रीब्राह्मपुराणे कृष्णजन्मानुकीर्त्तनं नाम चतुर्दशोऽध्यायः॥
]
