`speaker [
लोमहर्षण उवाच
]

`verse 1 [
क्रोष्टोरथाभवत् पुत्रो वृजिनीवान्महायशाः।
वार्जिनीवतमिच्छन्ति स्वाहिं स्वाहाकृतां वरम्॥
]

`verse 2 [
स्वाहिपुत्रोऽभवद्राजा उषद्गुर्वदतां वरः।
महाक्रतुभिरीजे यो विविधैर्भूरिदक्षिणैः॥
]

`verse 3 [
ततः प्रसूतिमिच्छन् वै उषद्गुःसोऽग्य्रमात्मजम्।
जज्ञे चित्ररथस्तस्य पुत्रः कर्म्मभिरन्वितः॥
]

`verse 4 [
आसीच्चैत्ररथिर्वोरो यज्वा विपुलदक्षिमः।
शशविन्दुः परं वृत्तं राजर्षिणामनुष्ठितः॥
]

`verse 5 [
पृथुश्रवाः पृथुयशाः राजासीच्छाशविन्दवः।
शंसन्ति च पुराणज्ञाः पार्थश्रवसमन्तरम्॥
]

`verse 6 [
अन्तरस्य सुथज्ञस्तु सुयज्ञतनयोऽभवत्।
उषतो यज्ञमखिलं स्वधर्म्मे च कृतादरः॥
]

`verse 7 [
शिनेयुरभवत् पुत्र उषतः शत्रुतापनः।
मरुतस्तस्य तनयो राजर्षिरभवन्नृपः॥
]

`verse 8 [
मरुतोऽलभत ज्येष्ठं सुतं कम्बलबर्हिषम्।
चचार विपुलं धर्म्मममषति प्रत्यभागपि॥
]

`verse 9 [
स सत्प्रसूतिमिच्छन् वै सुतं कम्बलबर्हिषः।
बभूव रुक्मकवचः शतप्रसवतः सुतः॥
]

`verse 10 [
निहत्य रुक्मकवचः शतं कवचिनां रणे।
धन्विनां निशितैर्बाणैरवाप श्रियमुत्तमाम्॥
]

`verse 11 [
जज्ञे ज रुक्मकवचात् परिजित्परवीरहा।
जज्ञिरे पञ्च चपत्रास्तु महावीर्य्याः पराजिताः॥
]

`verse 12 [
रुक्मेषुः पृथुरुक्मश्च ज्यामघः पालितो हरिः।
पातितं च हरिं चैव विदेहेभ्यः पिता ददौ॥
]

`verse 13 [
रुक्मेषुरभवद्राजा पृथुर्क्मस्य संश्रयात्।
ताभ्यां प्रव्राजितो राजा ज्यामघोऽवसदाश्रमे॥
]

`verse 14 [
प्रशान्तश्च तदा राजा ब्राह्मणैश्चावबोधितः।
जगाम धनुरादाय देशमन्यं ध्वजी रथी॥
]

`verse 15 [
नर्म्मदाकूलमेकाकीमेकलां मृत्तिकावतीम्।
ऋक्षवन्तं गिरिं जित्वा शुक्तिमत्यामुवास सः॥
]

`verse 16 [
ज्यामघस्याभवद्भार्य्या शैब्या बलवती सती।
अपुत्रोऽपि स राजा वै नान्यां भार्य्यामविन्दता॥
]

`verse 17 [
तस्यासीद्विजयो युद्धे तत्र कन्यामवाप सः॥
भार्य्यामुवाच सन्त्रस्तः स्नुषेति स जनेश्वरः॥
]

`verse 18 [
एतच्छ्रुत्वाब्रवीद्देवी कस्य देव स्नुषेति वै।
अब्रवीत्तदुपश्रुत्य ज्यामघो राजसतमः॥
]

`speaker [
राजोवाच
]

`verse 19 [
यस्ते जनिष्यते पुत्रास्तस्य भार्य्यापपादिता॥
]

`verse 20 [
उग्रेण तपसा तस्याः कन्यायाः सा व्यजायत।
पुत्रं विदर्भं सुभगा शैब्या परिणता सती॥
]

`verse 21 [
राजपुत्र्यां तु विद्वांसौ स्नुषायां क्रथकैशिकौ।
पश्चाद्विदर्भोऽजनयच्छूरौ रणविशारवौ॥
]

`verse 22 [
भीमो विदर्भस्य सुतः कुन्तिस्तस्यात्मजोऽभवत्।
कुन्तेर्धृष्टः सुतो जज्ञे रणधृष्टः प्रतापनवान्॥
]

`verse 23 [
घृष्टस्य जज्ञिरे शूरास्त्रयः परमधार्मिकाः।
आवन्तस्च दशार्हश्च बली विषहरश्च सः॥
]

`verse 24 [
दशार्हस्य सुतो व्योमा व्योम्नो जीमूत उच्यते।
जीमूतपुत्रो विकृतिस्तस्य भीमरथः स्मृतः॥
]

`verse 25 [
अथ भीमरथस्यासीत् पुत्रो नवरथस्तथा।
तस्य चासीद्दशरथः शकुनिस्तस्य चात्मजः॥
]

`verse 26 [
तस्मात्करम्भः कारम्भिर्दैवरातोऽभवन्नृपः।
देवक्षत्रोऽभवत्तस्य वृद्धक्षत्रो महायशाः॥
]

`verse 27 [
देवगर्भसमो जज्ञे देवक्षत्रस्य नन्दनः।
मधूनां वंशकृद्राजा मधुर्मधुरवागपि॥
]

`verse 28 [
मधोर्जज्ञेऽथ वेदर्भ्यां पुरुद्वान्पुरुषोत्तमः।
ऐक्ष्वाकी चाभवद्भार्य्या मधोस्तस्यां व्यजायत॥
]

`verse 29 [
सत्त्वान् सर्व्वगुणोपेतः सात्वतां कीर्त्तिवर्द्धनः।
इमां विसृष्टिं विज्ञाय ज्यामघस्य महात्मनः।
युज्यते परमप्रीत्या प्रजावांश्च भवेत् सदा।
]

`speaker [
लोमहर्षण उवाच
]

`verse 30 [
सत्त्वतः सत्त्वसम्पन्नान् कौशल्या सुषुवे सुतान्।
भागिनं भजमानं च दिव्यं देवावृधं नृपम्॥
]

`verse 31 [
अन्धकं च महाबाहुं वृष्णिं च यदुनन्दनम्।
तेषां विसर्गाश्चत्वारो विस्तरेणेह कीर्त्तिताः॥
]

`verse 32 [
भजमानस्य सृञ्जय्यौ ब३ह्यकाथोपबाह्यका।
आस्तां भार्य्ये तयोस्तस्माज्जज्ञिरे बहवः सुताः॥
]

`verse 33 [
क्रिमिश्च क्रमणश्चैव धृष्टः शूरः पुरञ्जयः।
एते बाह्यकमृञ्जय्यां भजमानाद्विजज्ञिरे॥
]

`verse 34 [
अयुताजित् सहस्राजिच्छताजित्त्वथ दासकः।
उपबाह्यकसृञ्जय्यां भजमानद्विजज्ञिरे॥
]

`verse 35 [
यज्वा देवावृधो राजा चचार विपुलं तपः।
पुत्रः सर्व्वगुणोपेतो मम स्यादिति निश्चितः॥
]

`verse 36 [
संयुज्यमानस्तपसा पर्णाशाया जलं स्पृशन्।
सदोपस्पृशतस्तस्य चकार प्रियमापगा॥
]

`verse 37 [
चिन्तयाभिपरीता सा न जगामैव निश्चयम्।
कल्याणत्वान्नरपतेस्तस्य सा निम्नगोत्तममा॥
]

`verse 38 [
नाध्यगच्छत्तु तां नारीं यस्यामेवंविधः सुतः।
भवेत्तस्मात् स्वयं गत्वा भवाम्यस्य सहानुगा॥
]

`verse 39 [
अथ भूत्वा कुमारी सा बिभ्रती परमं वपुः।
वरयामास नृपतिं तामियेष च स प्रभुः॥
]

`verse 40 [
तस्यामाधत्त गर्भं स तेजस्विनमुदारधीः।
अथ सा दशमे मासि सुषुवे सरितां वरा॥
]

`verse 41 [
पुत्रं सर्व्वगुणोपेतंम बभ्रुं देवावृधं द्विजाः।
अत्र वंशे पुराणज्ञा गायन्तीति परिश्रुतम्॥
]

`verse 42 [
गुणान् देवावृधस्यापि कीर्त्तयन्तो महात्मनः।
यथैवाग्रे तथा दूरात्पश्यामस्तावदन्तिकात्॥
]

`verse 43 [
बभ्रुः श्रेष्ठो मनुष्याणां देवैर्देवावृधः समः।
षष्टिस्च षट् च पुरुषाः सहस्राणि च सप्त च ॥
]

`verse 44 [
एतेऽमृतत्वं प्राप्ता वै बभ्रोर्देवावृधादपि।
यज्जा दानपतिर्धीमान् ब्रह्मण्यः सुदृढायुधः॥
]

`verse 45 [
तस्यान्ववायः सुमहान्भोजा ये सार्त्तिकावताः।
अन्धकात्काश्यदुहिता चतुरोऽलभतात्मजान्॥
]

`verse 46 [
कुकुरं भजमानं च ससकं बलबर्हिषम्।
कुकुरस्य सुतो वृष्टिर्वृष्टेस्तु तनयस्तथा॥
]

`verse 47 [
कपोतरोमा तस्याथ तिलिरिस्तनयोऽभवत्।
जज्ञे पुनर्व्वसुस्तस्मादभिजिच्च पुनर्व्वसोः॥
]

`verse 48 [
तथा वै पुत्रमिथुनं बभूवाभिजितः किल।
आहुकझ श्राहुकश्चैव ख्यातौ ख्यातिमतां वरौ॥
]

`verse 49 [
इमां चोदाहरन्त्यत्र गाथां प्रति तमाहुकम्।
श्वेतेन पिरवारेण किशोरप्रतिमो महान्॥
]

`verse 50 [
अशीतिवर्म्मणा युक्ता आहुकः प्रथमं व्रजेत्।
नापुत्रवान्नाशतदो नासहस्रशतायुषः॥
]

`verse 51 [
नाशुद्धकर्म्मा नायज्वा यो भोजमभितो व्रजेत्।
पूर्व्वस्यां दिशि नागानां भोजस्य प्रययुः किल॥
]

`verse 52 [
सोमात्सङ्गानुकर्षाणां ध्वजिनां सवरूथिनाम।
रथानां मेघघोषाणां सहस्राणि दशैव तु॥
]

`verse 53 [
रौप्यकाञ्चनकक्षाणां सहस्राण्येकविंशतिः।
तावत्येव सहस्राणि उत्तरस्यां तथा दिशि॥
]

`verse 54 [
आभूमिपाला भोजास्तु सन्ति ज्याकिङ्किणीकिनः।
आहुः किं चाप्यवन्तिभ्यः स्वासारं ददुरन्धकाः॥
]

`verse 55 [
आहुकस्य तु काश्यायां द्वौ पुत्रौ सम्बभूवतुः।
देवकश्चोग्रसेनश्च देवगर्भसमावुभौ॥
]

`verse 56 [
देवकस्याभवन् पुत्राश्चत्वारस्त्रिदशोपमाः।
देववानुपदेवश्च संदेवो देवरक्षितः॥
]

`verse 57 [
कुमार्य्यः सप्त चास्याथ वसुदेवाय ता ददौ।
देकी शान्तिदेवा च सुदेवा देवरक्षिता॥
]

`verse 58 [
वृकदेव्युपदेवी च सुनाम्नी चैव सप्तमी।
नवोग्रसेनस्य सुतास्तेषां कंसस्तु पूर्व्वजः॥
]

`verse 59 [
न्यग्रोधश्च सुनामा च तथा कङ्कः सुभूषणः।
राष्ट्रपालोऽथ सुतनुरनावृष्टिस्तु पुष्टिमान्॥
]

`verse 60 [
तेषां स्वसारः पञ्चासन् कंसा कंसवती तथा।
सुतन् राष्टपाली च कङ्ता चैव वराङ्गना॥
]

`verse 61 [
उग्रसेनः सहापत्यो व्याख्यातः कुकुरोद्भवः।
कुकुराणामिमं वंशं धारयन्नमितौजसाम्॥
]

`verse 62 [
आत्मनो विपुलं वंशं प्रजावानाप्नुयान्नरः॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे वृष्णिवंशनिरूपणं नाम पञ्चदशोऽध्यायः॥
]
