`speaker [
लोमहर्षण उवाच
]

`verse 1 [
भजमानस्य पुत्रोऽथ रथमुख्यो विदूरथः।
राजाधिदेवः शूरस्तु विदूरथसुतोऽभवत्॥
]

`verse 2 [
राजाधिदेवस्य सुता जज्ञिरे वीर्य्यवत्तराः।
दत्तातिदत्तौ बलिनौ शोणाश्वः श्वेतवाहनः॥
]

`verse 3 [
शमी च दण्डशर्म्मा च दन्तशत्रुश्च शत्रुजित्।
श्रवणा च श्रविष्ठा च स्वसारौ सम्बभूवतुः॥
]

`verse 4 [
शमिपुत्रः प्रतिक्षत्रः प्रतिक्षत्रस्य चात्मजः।
स्वयम्भोजः स्वयम्भोजाद्भदिकः सम्बभूव ह॥
]

`verse 5 [
तस्य पुत्रा बभूवुर्हि सर्व्वे भीमपराक्रमाः।
कृतवर्म्माग्रजस्तेषां शतधन्वा तु मध्यमः॥
]

`verse 6 [
देवान्तश्च नरान्तश्च भिषग्वैतरणश्च यः।
सुदान्तश्चादिदान्तश्च निकाश्यः कामदम्भकः॥
]

`verse 7 [
देवान्तस्याभवत् पुत्रो विद्वान् कम्बलबर्हिषः।
असमौजाः सुतस्तस्य नासमौजाश्च तावुभौ॥
]

`verse 8 [
अजातपुत्राय चसुतान् प्रददावसमौजसे।
सुदंष्ट्रश्च शुचारुश्च कृष्ण इत्यन्धकाः स्मृता॥
]

`verse 9 [
गान्धारी चैव माद्री च क्रोष्टुभार्य्ये बभूवतुः।
गान्धारी जनयामास अनमित्रं महाबलम्॥
]

`verse 10 [
माद्री युधाजितं पुत्रं ततो वै देवमीढुषम्।
अनमित्रममित्राणां जेतारमपराजितम्॥
]

`verse 11 [
अनमित्रसुतो निघ्नो निघ्नतो द्वौ बभूवतुः।
प्रसेनश्चाथ सत्राजिच्छत्रुसेनाजितावुभौ॥
]

`verse 12 [
प्रसेनो द्वारवत्यां तु निवसन् यो महामणिम्।
दिव्यं स्यमन्तकं नाम स सूर्यादुपलब्धवान्॥
]

`verse 13 [
तस्य सत्राजितः सूर्य्यः यथा प्राणसमोऽभवत्।
स कदाचिन्निशापाये रथेन रथिनां वरः॥
]

`verse 14 [
तोयकूलमपः स्प्रष्टुमुपस्थातुं                                                                                                                                                                                                                                                                                                                                                           ययौ रविम्।
तस्योपतिष्ठतः सूर्य्यं विवस्वानग्रतः स्थितः॥
]

`verse 15 [
विस्पष्टमूर्त्तिर्भगवांस्तेजोमण्डलवान् विभुः।
अथ राजा विवस्वन्तमुवाच स्थितमग्रतः॥
]

`verse 16 [
यथैव व्योम्नि पश्यामि सदा त्वां ज्योतिषां पते।
तेजोमण्डलिनं देवं तथैव पुरतः स्थितम्॥
]

`verse 17 [
को विशेषोऽस्ति मे त्वत्तः सख्येनोपगतस्य वै।
एतच्छ्रुत्वा तु भगवान्मणिरत्नं स्यमन्तकम्॥
]

`verse 18 [
स्वकण्ठादवमुच्याथ एकान्ते न्यस्तवान् विभुः।
ततो विग्रहवन्तं तं ददर्श नृपतिस्तदा॥
]

`verse 19 [
प्रीतिमानथ तं दृष्ट्वा मुहूर्त्तं कृतवान् कथाम्।
तमभिप्रस्थितं भूयो विवस्वन्तं स सत्रजित्॥
]

`verse 20 [
लोकान् भासयसे सर्व्वान् भास्करस्तदा।
तदेतन्मणिरत्नं मे भगवन् दातुमर्हसि॥
]

`verse 21 [
ततः स्यमन्तकमणिं दत्तवात् भास्करस्तदा।
स तमाबध्य नगरीं प्रविवेश महीपतिः॥
]

`verse 22 [
तं जनाः पर्य्यधावन्तः सूर्य्योऽयं गच्छतीति ह।
स्वां पुरीं स विसिष्माय राजा त्वन्तःपुरं तथा॥
]

`verse 23 [
तं प्रसेनजितं दिव्यं मणिरत्नं स्यमन्तकम्।
ददौ भ्रात्रे नरपतिः प्रेम्णा सत्राजिदुत्तमम्॥
]

`verse 24 [
स मणिः स्यन्दते रुक्मं वृष्ण्यन्धकनिवेशने।
कालवर्षी च पर्जन्यो न च व्याधिभयं ह्मभूत्॥
]

`verse 25 [
लिप्सां चक्रे प्रसेनस्य मणिरत्ने स्यमन्तके।
गोविन्दो न च तं लेभे भक्तोऽपि न जहार सः॥
]

`verse 26 [
कदचिन्मृगयां यातः प्रसेनस्तेन भूषितः।
स्यमन्तककृते सिंहाद्वधं प्राप वनेचरात् ॥
]

`verse 27 [
अथ सिंहं प्रधावन्तमृक्षराजो महाबलः।
निहत्य मणिरत्नं तदादाय प्राविशद्गुहाम्॥
]

`verse 28 [
ततो वृष्ण्यन्धकाः कृष्णं प्रसेनवधकारणात्।
प्रार्थनां तां मणेर्बुद्ध्वा सर्व्व एव शशङ्किरे॥
]

`verse 29 [
स शङ्क्यमानो धर्म्मात्मा ह्यकारी तस्य कर्म्मणः।
आहरिष्ये मणिमिति प्रतिज्ञाय वनं ययौ॥
]

`verse 30 [
यत्र प्रसेनो मृगयां व्याचरत्तत्र चाप्यथ।
प्रसेनस्य पदं गृह्य पुरुषैराप्तकारिभिः॥
]

`verse 31 [
ऋक्षवन्तं गिरिवरं विन्ध्यं च गिरिमुत्तम्।
अन्वेषयन् परिश्रान्तः स ददर्श महामनाः॥
]

`verse 32 [
साश्वं हतं प्रसेनं तु नाविन्दत च तन्मणिम्।
अथ सिंहः प्रसेनस्य शरीरस्याविदूरतः॥
]

`verse 33 [
ऋक्षेण निहतो दृष्टः पदैर्ऋक्षस्तु सूचितः।
पदैस्तैरन्वियायाथ गुहामृक्षस्य माधवः॥
]

`verse 34 [
स हि ऋक्षविले वाणीं शुश्राव प्रमदेरिताम्।
धात्र्या कुमारमादाय सुतं जाम्बवतो द्विजाः॥
]

`verse 35 [
क्रीडयन्त्या च मणिना मा रोदीरित्यथेरिताम्॥
]

`verse 36 [
धात्र्युवाच
सिंहः प्रसेनमधीत् सिंहो जाम्बवता हतः।
सुकुमारक मा रोदीस्तव ह्येष स्यमन्तकः॥
]

`verse 37 [
व्यक्तितस्तस्य शब्दस्य तूर्णमेव बिलं ययौ।
प्रविश्य तत्र च भगवांस्तदृक्षबिलमञ्जसा॥
]

`verse 38 [
स्थापयित्वा बिलद्वारे यदूँल्लाङ्गलिना सह।
शार्ङ्गधन्वा बिलस्थं तु जाम्बवन्तं ददर्श सः॥
]

`verse 39 [
युयुधे वासुदेवस्तु बिले जाम्बवता सह।
बाहुभ्यामेव गोविन्दो दिवसानेकविंशतिम्॥
]

`verse 40 [
प्रविष्टेऽथ बिले कृष्णे बलदेवपुरःसराः।
पुरीं द्वारवतीमेत्य हतं कृष्णं न्यवेदयन्॥
]

`verse 41 [
वासुदेवोऽपि निर्जित्य जाम्बवन्तं महाबलम्।
लेभे जाम्बवतीं कन्यामृक्षराजस्य सम्मताम्॥
]

`verse 42 [
मणिं स्यमन्तकं चैव जग्राहात्मविशुद्धये।
अनुनीयर्क्षराजं तु निर्ययौ च ततो बिलात्॥
]

`verse 43 [
उपायाद्द्वारकां कृष्णः सविनीतैः पुरःसरैः।
एवं स मणिराहृत्य विशोध्यात्मानमच्युतः॥
]

`verse 44 [
ददौ सत्राजिते तं वै सर्वसात्त्वतसंसदि।
एवं मिथ्याभिशस्तेन कृष्णेनामित्रघातिना॥
]

`verse 45 [
आत्मा विशोधितः पापाद्विनिर्जित्य स्यमन्तकम्।
सत्राजितो दश त्वासन् भार्य्यास्तासां शतं सुताः॥
]

`verse 46 [
ख्यातिमन्तस्त्रयस्तेषां भङ्गकारस्तु पूर्व्वजः।
वीरो वातपतिश्चैव वसुमेधस्तथेव च ॥
]

`verse 47 [
कुमार्य्यश्चापि तिस्रो वै दिक्षु ख्याता द्विजोत्तमाः।
सत्यभामोत्तमा तासां व्रतिनी च च दृढव्रता॥
]

`verse 48 [
तथा प्रस्वापिनी चैव भार्य्याः कृष्णाय ता ददौ।
सभाक्षो भङ्गकारिस्तु नावेयश्च नरोत्तमौ॥
]

`verse 49 [
जज्ञाते गुणसम्पन्नौ विश्रुतौ रूपसम्पदा।
माद्रयाः पुत्रस्तु जज्ञेऽथ वृष्णिपुत्रो युधाजितः॥
]

`verse 50 [
जज्ञाते तनयौ वृष्णेः श्वफल्कश्चित्रकस्तथा।
श्वफल्कः काशिराजस्य सुतां भार्य्यामविन्दत॥
]

`verse 51 [
गान्दिनीं नाम तस्याश्च गाः सदा प्रददौ पिता।
तस्यां जज्ञे महाबाहुः श्रुतवानतिथिप्रियः॥
]

`verse 52 [
अक्रूरोऽथ महाभागो जज्ञे विपुलदक्षिणः।
उपमद्गुस्ततथा मद्गुर्म्मुदरश्चारिमर्दनः॥
]

`verse 53 [
आरिक्षेपस्तथोपेक्षः शत्रुहा चारिमेजयः।
धर्म्मभृच्चापि धर्म्मा च गृध्रभोजान्धकस्तथा॥
]

`verse 54 [
आवाहप्रतिवाहौ च सुन्दरी च वराङ्गना।
विश्रुताश्वस्य महिषी कन्या चास्य वसुन्धरा॥
]

`verse 55 [
रुपयौवनसम्पन्ना सर्व्वसत्त्वमनोहरा।
अक्रूरेणोग्रसेनायां सुतौ वै कुलनन्दनौ॥
]

`verse 56 [
वसुदेवश्चोपदेवश्च जज्ञाते देववर्च्चसौ।
चित्रकस्याभवन् पुत्राः पृथुर्व्विपृथुरेव च॥
]

`verse 57 [
अश्वग्रीवोऽश्वबाहुश्च सुपार्श्वकगवेषणौ।
अरिष्टनेमिश्च सुता धर्म्मो धर्म्मभृदेव च॥
]

`verse 58 [
सुबाहुर्बहुबाहुश्च श्रविष्ठाश्रवणे स्त्रियौ।
इमां मिथ्याभिशस्तिं यः कृष्णस्य समुदाहृताम्॥
]

`verse 59 [
वेद मिथ्याभिशापास्तं न स्पृशन्ति कदाचन॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे स्यमन्तकप्रत्यानयननिरूपणं नाम षोडशोऽध्यायः॥
]
