`verse 1 [
स्यमन्तकोपाख्यानवर्मनम्
लोमहर्षण उवाच
यत्तु सत्राजिते कृष्णो मणिरत्नं स्यमन्तकम्।
ददावहारयद्‌बभ्रुर्भोजेन शतधन्वना॥
]

`verse 2 [
सदा हि प्रार्थयामास सत्यभामामनिन्दिताम्।
अक्रूरोऽन्तरमन्विषयन्मणिं चैव स्यमन्तकम्॥
]

`verse 3 [
सत्राजितं ततो हत्वा शतधन्वा महाबलः।
रात्रौ तं मणिमादाय ततोऽक्रूराय दत्तवान्॥
]

`verse 4 [
अक्रूरस्तु तदा विप्रा रत्नमादाय चोत्तमम्।
समयं कारयाञ्चक्रे नावेद्योऽहं त्वयेत्युत॥
]

`verse 5 [
वयमभ्युत्‌प्रपत्‌स्यामः कृष्णेन त्वां प्रधर्षितम्।
ममाद्य द्वारका सर्व्व वसे तिष्ठत्यसंशयम्॥
]

`verse 6 [
हते पितरि दुःखार्त्ता सत्यभामा मनस्विनी।
प्रययौ रथमारुह्य नगरं वारणावतम्॥
]

`verse 7 [
सत्यभामा तु तद्‌वृत्तं भोजस्य शतधन्वनः।
भर्त्तुर्निवेद्य दुःखार्त्ता पार्श्वस्थाश्रूण्यवर्त्तयत्॥
]

`verse 8 [
पाण्डवानां च दग्धानां हरिः कृत्वोदकक्रियाम्।
कुल्यार्थे चापि पाण्डूनां न्ययोजयत सात्यकिम्॥
]

`verse 9 [
ततस्त्वरितमागम्य द्वारकां मधुसूदनः।
पूर्व्वजं हलिनं श्रीमानिदं वचनमब्रवीत्॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 10 [
हतः प्रसेनः सिंहेन सत्राजिच्छतधन्वना।
स्यमन्तकस्तु मद्गामी तस्य प्रभुरहं विभो॥
]

`verse 11 [
तदारोह रथं शीघ्रं भोजं हत्वा महारथम्।
स्यमन्तको महाबाहो अस्माकं स भविष्यति॥
]

`speaker [
लोमहर्षण उवाच
]

`verse 12 [
ततः प्रववृते युद्धं तुमुलं भोजकृष्णयोः।
शतधन्वा ततोऽक्रूरं सर्व्वतोदिशमैक्षत॥
]

`verse 13 [
संरब्धौ तावुभौ तत्र दृष्ट्वा भोजजनार्दनौ।
शक्तोऽपि सापाद्धार्दिक्यमक्रूरो नान्वपद्यत॥
]

`verse 14 [
अपयाने ततो बुद्धिं भोजश्चक्रे भयार्दितः।
योजनानां शतं साग्रं हृदया प्रत्यपद्यत॥
]

`verse 15 [
विख्याता हृदया नाम शतयोजनगामिनी।
भोजस्य वडवा विप्रा यया शतधन्वानमद्‌र्दयत् ॥
]

`verse 16 [
क्षीणां जवेन हृदयामध्वनः शतयोजने।
दृष्ट्वा रथस्य स्वां वृद्धिं शतधन्वानमद्‌र्दयत्॥
]

`verse 17 [
ततस्तस्या हतायास्तु श्रमात् खेदाच्च भो द्विजाः।
खमुत्पेतुरथ प्राणाः कुष्णो राममथाब्रवीत्॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 18 [
तिष्ठेह त्वं महाबाहो दृष्टदोषा हया मया।
पद्‌भ्यां गत्वा हरिष्यामि मणिरत्नं स्यमन्तकम्॥
]

`verse 19 [
पद्‌भ्यामेव ततो गत्वा शतधन्वानमच्युतः।
मिथिलामभितो विप्रा जघान परमास्त्रवित्॥
]

`verse 20 [
स्यमन्तकं च नापश्यद्धत्वा भोजं महाबलम्।
निवृत्तं चाब्रवीत् कृष्णं मणिं चदेहीति लाङ्गली॥
]

`verse 21 [
नास्तीति कृष्णश्चोवाच ततो रामो रुषान्वितः।
धिक्‌शब्दपूर्व्वमसकृत् प्रत्युवाच जनाद्‌र्दनम्॥
]

`speaker [
बलराम उवाच
]

`verse 22 [
भ्रातृत्वान्मर्षयाम्येष स्वस्ति तेऽस्तु व्रजाम्यहम्।
कृत्यं न मे द्वारकया नत्वया न च वृष्णिभिः॥
]

`verse 23 [
प्रविवेश ततो रामो मिथिलामरिमद्‌र्दनः।
सर्व्वकामैरुपहृतैर्मिथिलेनाभिपूजितः॥
]

`verse 24 [
एतस्मिन्नेव काले तु बभ्रुर्मतिमतां वरः।
नानारूपान् क्रतून् सर्व्वानाजहार निरर्गलान्॥
]

`verse 25 [
दीक्षामयं स कवचं रक्षार्थं प्रविवेश ह।
स्यमन्तककृते प्राज्ञो गान्दीपुत्रो महायशा॥
]

`verse 26 [
अथ रत्नानि चान्यानि धनानि विविधानि च।
षष्टिं वर्षाणि धर्म्मात्मा यज्ञेष्वेव न्ययोजयत्॥
]

`verse 27 [
अक्रूरयज्ञा इति ते ख्यातास्तस्य महात्मनः।
बह्वन्नदक्षिणाः सर्व्वे सर्व्वकामप्रदायिन॥
]

`verse 28 [
अथ दुर्य्योधनो राजा गत्वा स मिथिलां प्रभुः।
गदाशिक्षां ततो दिव्यां बलदेवादवाप्तवान्॥
]

`verse 29 [
सप्प्रसाद्य ततो रामो वृष्णयन्धकमहार्थैः।
आनीतो द्वारकामेव कृष्णेन च महात्मना॥
]

`verse 30 [
अक्रूरश्चान्धकैः सार्द्धमायातः पुरुषर्षभः।
हत्वा सत्राजितं सुप्तं सहबन्धुं महाबलः॥
]

`verse 31 [
ज्ञातिभेदभयात्कृषणस्तमुपेक्षितवांस्तदा।
अपयाते तदाक्रूरे नावर्षत्पाकशासनः॥
]

`verse 32 [
अनावृष्ट्या तदा राष्ट्रमभवद्बहुधा कृशम्।
ततः प्रसादयामासुरक्रूरं कुकुरान्धकाः॥
]

`verse 33 [
पुनर्द्वारवतीं प्राप्ते तस्मिन् दानपतौ ततः।
प्रववर्ष सहस्राक्षः कक्षे जलनिधेस्तदा॥
]

`verse 34 [
कन्यां च वासुदेवाय स्वसारं शीलसम्मताम्।
अक्रूरः प्रददौ धीमान् प्रीत्यर्थ मुनिसत्तमाः॥
]

`verse 35 [
अथ विज्ञाय योगेन कृष्णो बभ्रुगतं मणिम्।
सभामध्यगतः प्राह तमक्रूरं जनद्‌र्दनः॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 36 [
यत्तद्रत्नं मणिवरं तव हस्तगतं विभो।
तत्प्रयच्छ च मानार्ह मयि मानार्य्यकं कृथाः॥
]

`verse 37 [
षष्टिवर्षगते काले यो रोषोऽभून्ममानघ।
स संरुढोऽसकृत् प्राप्तस्ततः कालात्ययो महान्॥
]

`verse 38 [
स ततः कृष्णवचनात् सर्व्वसात्तवतसंसदि।
प्रददौ तं मणिं बभ्रुरक्लेशेन महामतिः॥
]

`verse 39 [
ततस्तमार्जवात् प्राप्तं बभ्रोर्हस्तादरिन्दमः।
ददौ हृष्टमनाः कृष्णस्तं मणिं बभ्रवे पुनः॥
]

`verse 40 [
स कृष्णहस्तान् सम्प्राप्तं मणिरत्नं स्यमन्तकम्।
आबध्य गान्दिनीपुत्रो विरराजशुंमानिव॥
]

`verse 41 [
इति श्रब्राह्मे महापुराणे सोमवंशकथनं नाम सप्तदशोऽध्यायः॥
]
