`verse 1 [
जम्बूद्वीपवर्मनम्
लोमहर्षण उवाच
उत्तरं यत् समुद्रस्य हिमाद्रेश्चैव दक्षिणम्।
वर्षं तद्भारतं नाम भारती यत्र सन्ततिः॥
]

`verse 2 [
नवयोजनसाहस्रो विस्तारश्च द्विजोत्तमाः।
कर्म्मभूमिरियं स्वर्गमपवर्गञ्च इच्छताम्र॥
]

`verse 3 [
महेन्द्रो मलयः सह्यः शुक्तिमानृक्षपर्व्वतः।
विन्ध्यश्च पारियात्रश्च सप्तात्र कुलर्व्वताः॥
]

`verse 4 [
अतः सम्प्राण्यते स्वर्गो मुक्तिमस्मात् प्रयाति वै।
तिर्य्यवत्वं नरकं चापि यान्त्यतः पुरुषा द्विजाः॥
]

`verse 5 [
इतः स्वर्गश्च मोभश्च मध्यं चान्ते च गच्छति।
न खल्वन्यत्र मर्त्त्यानां कर्म्मभूमौ विधीयते॥
]

`verse 6 [
भारतस्यास्य वर्षस्य नव भेदान्निशामय।
इन्द्रद्वीपः कसेतुमांस्ताम्रपर्णो गभस्तिमान्॥
]

`verse 7 [
नागद्वीपस्तथा सौम्यो गन्धर्व्वस्त्वथ वारुणः।
अयं तु नवमस्तेषां द्वीपः सागरसंवृतः।
]

`verse 8 [
योजनानां सहस्रं च द्वीपोऽयं दक्षिणोत्तरात्।
पूर्व्व किरातास्तिष्ठन्ति पश्चिमे यवनाः स्थिताः॥
]

`verse 9 [
ब्राह्मणाःक्षत्रिया वैश्या मध्ये शूद्राश्च भागशः।
इज्यायुद्धवणिज्याद्यवृत्तिमन्तो व्यावस्थिताः॥
]

`verse 10 [
शतद्रुचन्द्रभागाद्या हिमवत्पादनिःसृताः।
वेदस्मृतिसुखाश्चान्याः पारियात्रोद्‌भवा मुने॥
]

`verse 11 [
नर्म्मदासुरामाद्यास्च नद्यो विन्ध्यविनिःसृताः।
तापीपयोष्णीनिर्व्विन्ध्याकावेरीप्रमुखा नदीः॥
]

`verse 12 [
ऋक्षपादोद्भवा ह्येता श्रुताः पापं हरन्ति याः।
गोदावरीभीमरथीकृष्णावेण्यादिकास्तथा॥
]

`verse 13 [
सह्यपादोद्‌भवा नद्यः स्मृताः पापभयापहाः।
कृतमालाताम्रर्णोप्रमुखा मलयोद्‌भवाः॥
]

`verse 14 [
त्रिसान्ध्यऋषिकुल्याद्याः महेन्द्रप्रभवाः स्मृताः।
ऋषिकुल्याकुमाराद्याः शुक्तिमत्पादसम्भवाः॥
]

`verse 15 [
आसां नद्युपनद्यश्च सन्त्यन्यास्तु सहस्रशः।
तास्विमे कुरुपञ्चालमध्यदेशादयो जनाः॥
]

`verse 16 [
पूर्व्वदेशादिकाश्चैव कामरूपनिवासिनः।
प्रोण्ड्राः कलिङ्गा मगधा दाक्षिणात्याश्च सर्व्वशः॥
]

`verse 17 [
तथआपरान्त्याः सौराष्ट्राः शूद्राभीरास्तथाऽर्व्वुदाः।
मारुका मालवाश्चैव पारियात्रनिवासिनः॥
]

`verse 18 [
सौवीराः सौन्धवापन्नाः शाल्वाः शाकलवासिनः।
मद्रारामास्तताम्बष्ठाः पारसीकादयस्तथा॥
]

`verse 19 [
आसां पिबन्ति सलिलं वसन्ति सरितां सदा।
समोपेता महाभागा हष्टपुष्टजनाकुलाः॥
]

`verse 20 [
वसन्ति भारते वर्षे युगान्यत्र महामुने।
कृतं त्रेता द्वापरं च कलिश्चाप्यत्र न क्वचित्॥
]

`verse 21 [
तपस्तप्यन्ति यतयो जुह्वते चात्र यज्विनः।
दानानि चात्र दीयन्ते परलोकार्थमादरात्॥
]

`verse 22 [
पूरुषैर्यज्ञपुरुषो जम्बूद्वीपे सदेज्यते।
यज्ञेर्यज्ञमयो विष्णुरन्यद्वीपेषु चान्यथा॥
]

`verse 23 [
अत्रापि भारतं श्रेष्ठं जम्बूद्वीपे महामुने।
यतो हि कर्म्मभूरेषा यतोऽन्या भोगभूमयः॥
]

`verse 24 [
अत्र जन्मसहस्राणां सहस्रैरपि सत्तम।
कदाचिल्लभते जन्तुर्मानुष्यं पुण्यसंचयात्॥
]

`verse 25 [
गायन्ति देवाः किल गीतकानि, धन्यास्तु ये भारतभूमिभागे।
स्वर्गापवर्गास्पदहेतुभूते, भवन्ति भूयः पुरषा मनुष्याः॥
]

`verse 26 [
कर्म्माण्यसंकल्पिततत्फलानि, संन्यस्य विष्णौ परमात्मरूपे।
अवाप्य तां कर्म्ममहीमनन्ते, तस्मिंल्लयं ये त्वमलाः प्रयान्ति॥
]

`verse 27 [
जानीम नो तत्तु वयं विलीने, स्वर्गप्रदे कर्म्मणि देहबन्धम्।
प्राप्स्यन्ति धन्याः खलु ते मनुष्या, ये भारते नेन्द्रियविप्रहीनाः॥
]

`verse 28 [
नववर्षञ्च भो विप्रा जम्बूद्वीपमिदं मया।
लक्षयोजनविस्तारं संक्षेपात् कथितं द्विजाः॥
]

`verse 29 [
जम्बूद्वीपं समावृत्य लक्षयोजनविस्तरः।
भो द्विजा वलयाकारः स्थितः श्रीरोदधिर्बहिः॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे जम्बूद्वीपनिरुपणं नामैकोनविंशोऽध्यायः॥
]
