`speaker [
लोमहर्षण उवाच
]

`verse 1 [
क्षीरोदेन यथा द्वीपो जम्बूसंज्ञोऽभिवेष्टितः।
संवेष्ट्य क्षारमुदधिं प्लक्षद्वीपस्तथा स्थिताः॥
]

`verse 2 [
जम्बूद्वीपस्य विस्तारः शतसाहस्रसम्मितः।
स एव द्विगुणो विप्राः प्लक्षद्वीपेऽप्युदाहृतः॥
]

`verse 3 [
सप्त मेधातिथेः पुत्राः प्लक्षद्वीपेश्वरस्य वै।
श्रेष्ठ शान्तमयो नाम शिशिरस्तदनन्तरम्॥
]

`verse 4 [
सुखोदयस्तथानन्दः शिवः क्षेमक एव च।
ध्रुवश्च सप्तमस्तेषां प्लक्षद्विपेश्वरा हि ते॥
]

`verse 5 [
पूर्व्व शान्तमयं वर्षं शिशिरं सुखदं तथा।
आनन्दञ्च शिवञ्चैव क्षेमकं धुवमेव च॥
]

`verse 6 [
मर्य्यादाकारकास्तेषां तथान्ये वर्षपर्व्वताः।
सप्तैव तेषां नामानि शृणृध्वं मुनिसत्तमाः॥
]

`verse 7 [
गोमेदश्चैव चन्द्रश्च नारदो दुन्दुभिस्तथा।
सोमकः सुमनाः शैलो वैभ्राजश्चैव सप्तमः॥
]

`verse 8 [
वर्षाचलेषु रम्येषु वर्षेष्वेतेषु चानघआः।
वसन्ति देवगन्धर्व्वसहिताः सहितं प्रजाः॥
]

`verse 9 [
तेषु पुण्या जनपदा वीरा न म्रियते जनः।
नाधयो व्याधयो वापि सर्व्वकालसुखं हि तत्॥
]

`verse 10 [
तेषां नद्यश्च सप्तैव वर्षाणान्तु समुद्रगाः।
नामतस्ताः प्रवक्ष्यामि श्रुताः पापं हरन्ति याः॥
]

`verse 11 [
अनुतप्ता शिखा चैव विप्रासा त्रिदिवा क्रमुः।
अमृता सुकृता चैव सप्तैतास्तत्र निम्नगाः॥
]

`verse 12 [
एते शैलास्तथा नद्यः प्रथानाः कथिता द्विजाः।
क्षुद्रनद्यस्तथा शैलास्तत्र सन्ति महस्रशः॥
]

`verse 13 [
ताः पिबन्ति सदा हृष्टा नदीर्जनपदास्तु ते।
अवसर्पिणी नदी तेषां न चैवोत्सपिर्णो द्विजाः॥
]

`verse 14 [
न तेष्वस्ति युगावस्था तेषु स्थानेषु सपतषु।
त्रेतायुगसमः कालः सर्व्वदैव द्विजोत्तमाः॥
]

`verse 15 [
प्लक्षद्वीपादिके विप्राः शाकद्वीपान्तिकेषु वै।
पञ्चवर्षसहस्राणि जना जीवन्त्यनामयाः॥
]

`verse 16 [
धर्म्मस्चतुर्व्विधस्तेषु वर्णाश्रमविभागजः।
वर्णास्च तत्र चत्वारस्तान् बुधाः प्रवदामि वः॥
]

`verse 17 [
आर्य्यकाः कुरवश्चैव विविश्वा भाविनश्च ये।
विप्रक्षत्रियवैश्यास्ते शूद्राश्च मुनिसत्तमाः॥
]

`verse 18 [
जम्बुवृक्षप्रमाणन्तु तन्मध्ये सुमहातरुः।
प्लक्षस्तन्नामसंज्ञोऽयं प्लक्षद्वीपो द्विजोत्तमाः॥
]

`verse 19 [
इज्येते तत्र भगवांस्तैर्व्वर्णैरार्य्यकादिभिः।
सोमरूपी जगत्‌स्रष्टा सर्ध्वः सर्व्वेश्वरो हरिः॥
]

`verse 20 [
प्लक्षद्वीपप्रमाणेन प्लक्षद्वीपः समागवृतः।
तथैवेक्षुरसोदेन परिवेषानुकारिणा॥
]

`verse 21 [
इत्येतद् वो मुनिश्रेष्ठाः प्लक्षद्वीप उदाहृतः।
संक्षोपेम मया भूयः शाल्मलं तं निबोधत॥
]

`verse 22 [
शाल्मस्येश्वरो वीरो वपुष्मांस्तत्सुता द्विजाः।
तेषान्तु नाम संज्ञानि सप्त वर्षाणि तानि वै ॥
]

`verse 23 [
श्वेतोऽथ हरितस्चैव जीमूतो रोहितस्तथा।
वैद्युतो मानसश्चैव सुप्रभश्च द्विजोत्तमाः॥
]

`verse 24 [
शाल्मलश्च समुद्रोऽसौ द्वीपेनेक्षुरसोदकः।
विस्ताराद्‌द्विगुणेनाथ सर्व्वतः संवृतः स्थितः॥
]

`verse 25 [
तत्रापि पर्व्वताः सप्त विज्ञेया रत्नयोनयः।
वर्षाभिव्यञ्जकास्ते तु तथा स्पतैव निम्नगाः॥
]

`verse 26 [
कुमुदश्चोन्नतश्चैव तृतीयस्तु बलाहकः।
द्रोणो यत्र महौषध्यः स चतुर्थो महीधरः॥
]

`verse 27 [
कङ्कस्तु पञ्चमः षष्ठो महिषः सप्तमस्तथा।
ककुद्‌मान् पर्व्वतवरः सरिन्नामान्यतो द्विजाः॥
]

`verse 28 [
श्रोणीतोया वितृष्णा च चन्द्रा शुक्रा विमोचनी।
निवृत्तिः सप्तमी तासां स्मृतास्ताः पापशान्तिदाः॥
]

`verse 29 [
श्वेतञ्च चलोहितञ्चैव जीमूतं हरितं तथा।
वैद्युतं मानसञचैव सुप्रभं नाम सप्तमम्॥
]

`verse 30 [
सप्तैतानि तु वर्षाणि चातुर्व्वर्ण्ययुतानि च।
वर्णाश्च शाल्मले ये च वसन्त्येषु द्विजोत्तमाः॥
]

`verse 31 [
कपिलाश्चारुणाः पीताः कृष्णास्चैवपृथक्‌पृथक्।
ब्राह्मणाः क्षत्रिया वैश्याः शूद्राश्चैव यजन्ति तम्॥
]

`verse 32 [
भगवन्तं समस्तस्य विष्णुमात्मानमव्ययम्।
वायुभूतं मखश्रेष्ठैर्यज्वानो यज्ञसंस्थितम्॥
]

`verse 33 [
देवानामत्र सान्निध्यमतीव सुमनोहरे।
शाल्मलिश्च महावृक्षो नामनिवृत्तिकारकः॥
]

`verse 34 [
एष द्वीपः समुद्रेण सुरोदेन समावृतः।
शाल्मलस्य तु विस्ताराद्‌द्विगुणेन समन्ततः॥
]

`verse 35 [
सुरोदकः परिवृतः कुशद्वीपेन सर्व्वतः।
शाल्मलस्य तु विस्ताराद्‌द्विगुणेन समन्ततः॥
]

`verse 36 [
ज्योतिष्मतः कुशद्वीपे श्रृणुध्वं तस्य पुत्रकान्।
उद्भिदो वेणुमांश्चैव स्वैरथो रन्धनो धृतिः॥
]

`verse 37 [
प्रभाकरोऽथ कपिलस्तन्नाम्ना वर्षपद्धतिः।
तस्यां वसन्ति मनुजैः सह दैतेयदानवाः॥
]

`verse 38 [
तथैव देवगन्धर्व्वा यक्षकिम्पुरुषादयः।
वर्णास्तत्रापि चत्वारो निजानुष्ठानतत्पराः॥
]

`verse 39 [
दमिनः शुष्मिणः स्नेहा मान्दहाश्च द्विजोत्तमाः।
ब्राह्मणाः क्षत्रिया वैस्याः शूद्रास्चानुकमोदिताः॥
]

`verse 40 [
यथोक्तकर्म्मकर्त्तृत्वात् स्वाधिकारक्षयाय ते।
तत्र ते तु कुशद्वीपे ब्रह्मरूपं जनाद्र्दनम्॥
]

`verse 41 [
यजन्तः क्षपयन्त्युग्रमधिकारफलप्रदम्।
विद्रुमो हेमसैलश्च द्युतिमान् पुष्टिमांस्तथा॥
]

`verse 42 [
कुशेशयो हरिश्चैव सप्तमो मन्दराचलः।
वर्षाचलास्तु सप्तैते द्वीपे तत्र द्विजोत्तमाः॥
]

`verse 43 [
नद्यश्च सप्त तासां तु वक्ष्ये नामान्यनुक्रमात्।
धूतपापा शिवा चैव पवित्रा सम्मतिस्तथा॥
]

`verse 44 [
विद्युदम्भो मही चान्या सर्व्वपापहरास्त्विमाः।
अन्याः सहस्रस्स्तत्र क्षुद्रनद्यस्तथाचलाः॥
]

`verse 45 [
कुशद्वीपे कुशस्तम्बः संज्ञया तस्य तत्स्मृतम्।
तत्प्रमाणेन स द्वीपो घृतोदेन समावृतः॥
]

`verse 46 [
घृतोदश्च समुद्रो वै क्रौञ्चद्वीपेन संवृतः।
क्रौञ्चद्वीपो मुनिश्रेष्ठाः श्रूयतां चापरो महान्॥
]

`verse 47 [
कुशद्वीपस्य विस्ताराद्द्विगुणो यस्य विस्तरः।
क्रौञ्चद्वीपे द्युतिमतः पुत्राः सप्त महात्ममनः॥
]

`verse 48 [
तन्नामानि च वर्षाणि तेषां चक्रे महामनाः।
कुशगो मन्दगश्चोष्णः पीवरोऽथान्धकारकः॥
]

`verse 49 [
मुनिश्च दुन्दुभिश्चैव सप्तैते तत्सुता द्विजाः।
तत्रापि देवगन्धर्व्वसेविताः सुमनोरमाः॥
]

`verse 50 [
वर्षाचला मुनिश्रेष्ठास्तेषां नामानि भो द्विजाः।
क्रौञ्चश्च वामनश्चैव तृतीयश्चान्धकारकः॥
]

`verse 51 [
देवव्रतो धमश्चैव तथान्यः पुण्डरीकवान्।
दुन्दुभिश्च महाशैलो द्विगुणास्ते पचरस्परम्॥
]

`verse 52 [
द्वीपाद्द्वीपेषु ये शैलास्तथा द्वीपानि ते तथा।
वर्षेष्वेतेषु रम्येषु वर्षशैलवरेषु च॥
]

`verse 53 [
निवसन्ति निरातङ्काः सह देवगणैः प्रजाः।
पुष्कला पुष्करा धन्यास्ते ख्याताश्च द्विजोत्तमाः॥
]

`verse 54 [
ब्राह्मणाः क्षत्रिया वैश्याः शूद्राश्चानुक्रमोदिताः।
तत्र नद्यो मुनिश्रेष्ठा याः पिबन्दि तु ते सदा॥
]

`verse 55 [
सप्त प्रधानाः शतशस्तथान्याः क्षद्रनिम्नगाः।
गौरी कुमुद्वती चैव सन्ध्या रात्रिर्मनोजवा॥
]

`verse 56 [
ख्यातिश्च पुण्डरीका च सप्तैता वर्षनिम्नगाः।
तत्रापि वर्णैर्भगवान् पुष्कराद्यैर्ज्जनाद्र्दनः॥
]

`verse 57 [
ध्यानयोगै रुद्ररूप इज्यते यज्ञसन्निधौ।
क्रौञ्चद्वीपः समुद्रेण दधिमण्डोदकेन तु॥
]

`verse 58 [
आवृतः सर्व्वतः क्रौञ्चद्वीपतुल्येन मानतः।
दधिमण्डोदकश्चापि शाकद्वीपेन संवृतः॥
]

`verse 59 [
क्रौञ्चद्वीपस्य विस्तारद्विगुणेन द्विजोत्तमाः।
शाकद्वीपेश्वरस्यापि भव्यस्य सुमहात्मनः॥
]

`verse 60 [
सप्तैव तनयास्तेषां ददौ वर्षाणि सप्त सः।
जलदश्च कुमारश्च सुकुमारो मनीरकः॥
]

`verse 61 [
कुसमोदश्च मोदाकिः सप्तमश्च महाद्रुमः।
तत्संज्ञानयेव तत्रापि सप्त वर्षाण्यनुक्रमात्॥
]

`verse 62 [
तत्रापि पर्व्वताः सप्त वर्षविच्छेदकारकाः।
पूर्व्वस्तत्रोदयगिरिर्ज्जलधारस्तथापरः॥
]

`verse 63 [
तथा रैवतकः श्यामस्तथैवाम्भोगिरिद्विजाः।
आस्तिकेयस्तता रम्यः केसरी पर्व्वतोत्तमः॥
]

`verse 64 [
शाकश्चात्र महावृक्षः सिद्धगन्धर्व्वसेवितः।
यत्पत्रवातसंस्पर्शादाह्लादो जायते परः॥
]

`verse 65 [
तत्र पुण्या जनपदाश्चातुर्वर्ण्यसमन्विताः।
निवसन्ति महात्मानो निरातङ्का निरामयाः॥
]

`verse 66 [
नद्यश्चात्र महापुण्याः सर्व्वपापभयापहाः।
सुकुमारी च नलिनी रेणुका च या॥
]

`verse 67 [
इक्षुश्च धेनुका चैव गभस्ती सप्तमी तथा।
अन्यास्त्वयुतशस्तत्र क्षुद्रनद्यो द्विजोत्तमाः॥
]

`verse 68 [
महीधरास्तथा सन्ति शतशोऽथ सहस्रशः।
ताः पिबन्ति मुदा युक्ता जलदादिषु ये स्तिताः॥
]

`verse 69 [
वर्षेषु ये जनपदाश्चतुर्थार्थसमन्विताः।
नद्याश्चात्र महापुण्याः स्वर्गादभ्येत्य मेदिनीम्॥
]

`verse 70 [
धर्म्महानिर्न तेष्वस्ति न संहर्षो न शुक् तथा।
मर्य्यादाव्युत्क्रमश्चापि तेषु देशेषु सप्तसु॥
]

`verse 71 [
मगाश्च मागधाश्चैव मानसा मन्दागास्तथा।
मगा ब्राह्मणभूयिष्ठा मागधाः क्षत्रियास्तु ते॥
]

`verse 72 [
वैश्यास्तु मानसास्तेषां शूद्रा ज्ञेयास्तु मन्दगाः।
शाकद्वीपे स्थितैर्विष्णुः सूर्य्यरूपधरो हरिः॥
]

`verse 73 [
यथोक्तैरिज्यते सम्यक्कर्म्मभिर्नियतात्मभिः।
साकद्वीपस्ततो विप्राः क्षीरोदेन समन्ततः॥
]

`verse 74 [
शाकद्वीपप्रमाणेन बलयेनेव वेष्टितः।
क्षीराब्धिः सर्व्वतो विप्राः पुष्कराख्येन वेष्टितः॥
]

`verse 75 [
द्वीपेन साकद्वीपातु द्विगुणेन समन्ततः।
पुष्करे सवनस्यापि महावीतोऽभवत् सुतः॥
]

`verse 76 [
धातकिश्च तयोस्तद्वद्द्वे वर्षे नामसंज्ञिते।
महावीतं तथैवान्यद्वातकीखण्डसंज्ञितम्॥
]

`verse 77 [
एकश्चात्र महाभागाः प्रख्यातो वर्षपर्व्वतः।
मानसोत्तरसंज्ञो वै मध्यतो वलयाकृतिः॥
]

`verse 78 [
योजनानां सहस्राणि ऊर्ध्व पञ्चाशदुच्छ्रितः।
तावदेव च विस्तीर्णः सर्व्वतः परिमण्डलः॥
]

`verse 79 [
पुष्करद्वीपवलयं तयोर्म्मध्ये महागिरिः।
दशावर्षसहस्राणि तत्र जीवन्ति मानवाः॥
]

`verse 80 [
वलयाकारमेकैकं तयोर्म्मध्ये महागिरिः।
दशवर्षसहस्राणि तत्र जीवन्ति मानवाः॥
]

`verse 81 [
निरामया विशोकाश्च रागद्वेषविवर्ज्जिताः।
अधमोत्तमो न तेष्वास्तां न वध्यवधकौ द्विजाः॥
]

`verse 82 [
नेर्ष्यासूया भयं रोषो लोभादिकं न च।
महावीतं बहिर्व्वर्ष धातकोखण्डमन्ततः॥
]

`verse 83 [
मानसोत्तरशैलस्य देवदैत्यादिसेवितम्।
सत्यानृते न तत्रास्तां द्वीपे पुष्करसंज्ञिते॥
]

`verse 84 [
न तत्र नद्यः शैला वा द्वीपे वर्षद्वयान्विते।
तुल्यवेषास्तु मनुजा देवैस्तत्रैकरूपिणः॥
]

`verse 85 [
वर्णाश्रमाचारहीनं धर्म्महरणवर्ज्जितम्।
त्रयीवार्त्तदण्डनीतिशुश्रूषारहितं च तत्॥
]

`verse 86 [
वर्षद्वयं ततो विप्रा भौमस्वर्गोऽयमुत्तमः।
सर्व्वस्य सुखदः कालो जरारोगविवर्ज्जितः॥
]

`verse 87 [
पुष्करे धातकीखण्डे महावीते च वै द्विजाः।
न्यग्रोधः पुष्करद्वीपे ब्रह्मणः स्थानमुत्तमम्॥
]

`verse 88 [
तस्मिन्निवसति ब्रह्मापूज्यमानः सुरासुरैः।
स्वादूदकेनोदधिना पुष्करः परिवेष्टितः॥
]

`verse 89 [
समेन पुष्करस्यैव विस्तारान्मण्डलात्तथा।
एवं द्वीपाः समुद्रैस्तु सप्त सप्तभिरावृताः॥
]

`verse 90 [
द्वीपश्चैव समुद्रश्च समानौ द्विगुणौ परौ।
पयांसि सर्व्वदा सर्व्वसमद्रेषु समानि वै॥
]

`verse 91 [
न्यूनातिरिक्तता तेषां गटाचिन्नैव जायते।
स्तालीस्थमग्निसंयोगादुद्रेकि सलिलं यथा॥
]

`verse 92 [
तथेन्दुवृद्धौ सलिलम्मभौधो मुनिसत्तमाः।
अनयूनानतिरिक्ताश्च वर्द्धन्त्यापो हसन्ति च॥
]

`verse 93 [
उदयास्तमने त्विन्दौः पक्षयोः सुक्लकृष्णयोः।
दशोत्तराणि पञ्चैव अङ्गुलानां शतानि च॥
]

`verse 94 [
अपां वृद्धिक्षयो दृष्टौ सामुद्रीणां द्विजोत्तमाः।
भोजनं पुष्करद्वीपे तत्र स्वयमुपस्थितम्॥
]

`verse 95 [
भुञ्जन्ति षड्सं विप्राः प्रजाः सर्व्वाः सदैव हि।
स्वादूदकस्य परितो दृस्यते लोकसंस्थितिः॥
]

`verse 96 [
द्विगुणा काञ्चनी भूमिः सर्व्वजन्तुविवर्जिता।
लोकालोकस्ततः शैलो योजनायुतविस्तृतः॥
]

`verse 97 [
उच्छ्रयेणापि तावन्ति सहस्रण्यावलोहि सः।
ततस्तमः समावृत्य तं शैलं सर्व्वतः स्थितम्॥
]

`verse 98 [
तमश्चाण्डकटाहेन समन्तात् परिवेष्टितम्।
पञ्चाशत्कोटिविस्तारा सेयमुर्व्वे द्विजोत्तमाः॥
]

`verse 99 [
सहैवाण्‍कटाहेन सद्वीपा समहीधरा।
सेयं धात्री विधात्री च सर्व्वभूतगुणाधिक।
आधारभूता जगतं सर्व्वेषां सा द्विजोत्तमाः॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे समुद्रद्वीपपरिमाणवर्णनं नाम विंशोऽधायायः॥
]
