`speaker [
लोमहर्षण उवाच
]

`verse 1 [
विस्तार एष कथितः पृतिव्या मुनिसत्तमाः।
सप्ततिस्तु सहस्राणि तदुच्छ्रयोऽपि क्थ्यते॥
]

`verse 2 [
दशसाहस्रमेकैकं पातालं मुनिसत्तमाः।
अतलं वितलञ्चैव नितलं सुतलं तथा॥
]

`verse 3 [
तलातलं रसातलं पातालञ्चापि सप्तमम्।
कृष्णा शुक्लारुणा पीता शर्करा शैलकाञ्चनो॥
]

`verse 4 [
भूमयो यत्र विप्रेन्द्रा वरप्रासादशोभिताः।
तेषु दानवदैतेयजातयः शतशः स्थिताः॥
]

`verse 5 [
नागानाञ्च महाङ्गानां ज्ञातयश्च द्विजोत्तमाः।
स्वर्लोकादपि रम्याणि पातालानीति नारद॥
]

`verse 6 [
प्राह स्वर्गसदोमध्ये पातालेभ्यो गतो दिवम्।
आह्लादकारिणः शुभ्रा मणयो यत्र सुप्रभाः॥
]

`verse 7 [
नागाभरणभूषाश्च पातालं केन तत्समम्।
दैत्यदानवकन्याभिरितश्चेतश्च शोभिते॥
]

`verse 8 [
पाताले कस्य न प्रीतिर्विमुक्तस्यापि जायते।
दिवार्करश्मयो यत्र प्रभास्तन्वन्ति नातपम्॥
]

`verse 9 [
शशिनश्च न शीताय निशि द्योताय केवलम्।
भक्ष्यभोज्यमहापानमदमत्तैश्च भोगिभिः॥
]

`verse 10 [
यत्र न ज्ञायते कालो गतोऽपि दनुजादिभिः।
वनानि नद्यो रम्याणि सरांसि कमलाकराः॥
]

`verse 11 [
पुंस्कोकिलादिलापाश्च मनोज्ञान्यम्बरामि च ।
भूषणान्यतिरम्याणि गन्धाद्यञ्चानुलेपनम्॥
]

`verse 12 [
वीणावेणुमृदङ्गानां निःस्वनाश्च सदा द्विजाः।
एतान्यन्यानिरम्याणि गन्धाद्यञ्चानुलेपनम्॥
]

`verse 13 [
दैत्योरगैश्च भुज्यन्ते पातालान्तरगोचरैः।
पातालानामधश्चास्ते विष्णोर्या तामसी तनुः॥
]

`verse 14 [
शेषाख्या यद्गुणान् वक्तुं न शक्ता दैत्यदानवाः।
योऽनन्तः पठ्यते सिद्धैर्देवदेवर्षिपूजितः॥
]

`verse 15 [
सहस्रशिरसा व्यक्तः स्वस्तिकामलभूषणः।
फणामणिसहस्रेण यः स विद्योतयन् दिशः॥
]

`verse 16 [
सर्व्वान् करोति निर्वोर्य्यातन् हिताय जगतोऽसुरान्।
मदाघूर्णितनेत्रोऽसौ यः सदैवैककुण्डलः॥
]

`verse 17 [
किरीटो स्रग्धरो भाति साग्निश्वेत इवाचलः।
नीलवासा मदोत्सिक्तः श्वेतहारोपसोभितः॥
]

`verse 18 [
साभ्रगङ्गाप्रपातोऽसौ कैलासाद्रिरिवोत्तमः।
लांगलासक्तहस्ताग्रो बिभ्रन्मुशलमुत्तमम्॥
]

`verse 19 [
उपास्यते स्वयं कान्त्या यो वारुण्या च मूर्त्तया।
कल्पान्ते यस्य वक्‌त्रेभ्यो विषानलशिखोज्ज्वलः॥
]

`verse 20 [
संकर्षणात्मको रुद्रो निष्क्रम्यात्ति जगत्त्रयम्।
स विभ्रच्छिखरीभूतमशेषं क्षितिमण्डलम्॥
]

`verse 21 [
आस्ते पातालमूलस्थः शेषोऽशेषसुरार्च्चितः।
तस्य वीर्य्यं प्रभावश्च स्वरूपं रूपमेव च॥
]

`verse 22 [
न हि वर्णयितुं शक्यं ज्ञातुं वा त्रिदशैरपि।
यस्यैषा सकला पृथ्वी फणामणिशिखारुणा॥
]

`verse 23 [
आस्ते कुसुममालेव कस्तद्वीर्यं वदिष्यति।
यदा विजृम्भतेऽनन्तो मदाधूर्णितलोचनः॥
]

`verse 24 [
तदा चलति भूरेषा साद्रितोयाधिकानना।
गन्धर्व्वप्सिरसः। सिद्धाः किन्नरोरगवारणाः॥
]

`verse 25 [
नान्तं गुणानां गच्छन्ति ततोऽनन्तोऽयमव्ययः।
यस्य नागवधूहस्तैर्लापितं हरिचन्दनम्॥
]

`verse 26 [
मुहुः श्वासानिलायस्तं याति दिक्‌पटवासताम्।
यमाराध्य पुराणर्षिर्गर्गौ ज्योतींषि तत्त्वतः॥
]

`verse 27 [
ज्ञातवान् सकलं चैव निमित्तपठितं पलम्।
तेनेयं नागवर्य्येण शिरसा विधृता महो।
बिभर्ति सकलाल्लो कान् स देवासुरमानुषान्॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे पातालप्रमाणकीर्त्तनं नामैकविंशोऽध्यायः॥
]
