`speaker [
लोमहर्षण उवाच
]

`verse 1 [
ततश्चानन्तरं विप्रा नरका रौरवादयः।
पापिनो येषु पात्याते ताञ्छृणुध्वं द्विजोत्तमाः॥
]

`verse 2 [
रौरवः शौकरो रोधस्तानो विशसनस्था।
महाज्वालस्तप्तकुड्यो महालोभो विमोहनः॥
]

`verse 3 [
रुधिरान्धो वसातप्तः कृमीशः कृमिभोजनः।
असिप्रवनं कृष्णो लालाभक्षश्च दारुणः॥
]

`verse 4 [
तथा पूयवहः पापो वह्निज्वालो ह्यधःशिराः।
सदंशः कृष्णसूत्रश्च तमश्चावीचिरेव च॥
]

`verse 5 [
श्वभोजनोऽथाप्रतिष्ठोमावीचिश्च तथापरः।
इत्येवमादयश्चन्ये नरका भृशदारुणाः॥
]

`verse 6 [
यमस्य विषये घोराः शस्त्राग्निविषदर्शिनः।
पतन्ति येषु पुरुषाः पापकर्म्मरताश्च ये॥
]

`verse 7 [
कूटसाक्षी तथा सम्यक् पक्षपातेन यो वदेत्।
यश्चान्यदनृतं वक्ति स नरो याति रौरवम्॥
]

`verse 8 [
भ्रूणहा पुरहन्ता च गोघ्नश्च मुनिसत्तमाः।
यान्ति रौरवं घोरं यश्चोच्छ्वासनिरोधकः॥
]

`verse 9 [
सूरापो ब्रह्महा हर्त्ता सुवर्णस्य च शूकरे।
प्रयाति नरके यश्च तैः संसर्गमुपैति वै॥
]

`verse 10 [
राजन्यवैश्यहा चैव तथैव गुरुतल्पगः।
तप्तकुम्बे स्वसृगामो हन्ति राजभटञ्च यः॥
]

`verse 11 [
माध्वीविक्रयकृद्वध्यपालः केसरविक्रयी।
तप्तलोहे पतन्त्येते यश्च भवतं परित्यजेत्॥
]

`verse 12 [
सुतां स्नुषाञ्चापि गत्वा महाज्वाले निपात्यते।
अवमन्ता गुरूणां यो यश्चाक्रोष्टा नराधमः॥
]

`verse 13 [
वेददूषयिता यश्च वेदविक्रयकश्च यः।
अगम्यगामी यस्च स्यात् ते यान्ति शबलं द्विजाः॥
]

`verse 14 [
चौरो विमोहे पतति मर्य्यादादूषकस्तथा।
देवद्विजपितृदेष्टा रत्नदूषयिता च यः॥
]

`verse 15 [
स याति कृमिभक्ष्ये वै कृमीशे तु दुरिष्टिकृत्।
पितृदेवातिथीन् यस्तु पर्य्यश्नाति नराधमः॥
]

`verse 16 [
लालाभक्ष्ये स यात्युग्रे शरकर्त्ता च वेधके।
करोति कर्णिनो यश्च यश्च खड्गादिकृन्नरः॥
]

`verse 17 [
प्रयान्त्येते विशसने नरके भृशदारुणे।
असत्प्रतिग्रहीता च नरके यात्यधोमुखे॥
]

`verse 18 [
अयाज्ययाजकस्तत्र तथा नक्षत्रसूचकः।
कृमिपूये नरश्चैको याति मिष्टान्नभुक् सदा॥
]

`verse 19 [
लाक्षामांसरसानाञ्च तिलानां लवणस्य च।
विक्रेता ब्राह्मणो याति तमेव नरकं द्विजः॥
]

`verse 20 [
मार्ज्जारकुवकुटच्छागश्वराहविहङ्गमान्।
पोषयन्नरकं याति तमेव द्विजसत्तमाः॥
]

`verse 21 [
रङ्गोपजीवी कैवर्त्तः कुण्डाशी गरदस्तथा।
सूची माहिषिकश्चैव पर्व्वगामी च यो द्विजः॥
]

`verse 22 [
अगारदाही मित्रध्नः शकुनिग्रामयाजकः।
रुधिरान्धे पतन्त्येते सोमं विक्रोणते च ये॥
]

`verse 23 [
मधुहा ग्रामहन्ता च याति वैतरणीं नरः।
रेतःपानादिकर्त्तारो मर्य्यादाभेदिनश्च ये॥
]

`verse 24 [
ते कृच्छ्रे यान्त्यशौचाश्च कुहकाजीविनश्च ये।
असिपत्रवनं याति वनच्छदी वृथैव यः॥
]

`verse 25 [
औरभ्रिका मृगव्याधा वह्निज्वाले पतन्ति वै।
यान्ति तत्रैव ते विप्रा यश्चापाकेषु वह्निदः॥
]

`verse 26 [
व्रतोपलोपको यश्च स्वाश्रमाद्विच्युतश्च यः।
सन्दंशयातनामध्ये पततस्तावुभावपि॥
]

`verse 27 [
दिवा स्वप्नेषु स्यन्दन्ते ये नरा ब्रह्मचारिणः।
पुत्रैरध्यापिता ये तु ते पतन्ति श्वभोजने॥
]

`verse 28 [
एते चान्ये च नरकाः शतशोऽथ सहस्रशः।
येषु दुष्कृतकर्म्माणः पच्यन्ते यातनागताः॥
]

`verse 29 [
तथैव पापान्येतानि तथान्यानि सहस्रशः।
भुज्यन्ते जातिपुरुषैर्नरकान्तरगोचरैः॥
]

`verse 30 [
वर्णाश्रमविरुद्धञ्च कर्म्म कुर्व्वन्ति ये नराः
कर्म्मणा मनसा वाचा निरयेषु पतन्ति ते॥
]

`verse 31 [
अधः शिरोभिरदृश्यन्ते नारकैर्दिवि देवताः।
देवाश्चाधोमुखान् सर्व्वानधः पश्यन्ति नारकान्॥
]

`verse 32 [
स्थावराः कृमयोऽब्जाश्च पक्षिणः पशवो नराः।
धार्म्मिकास्त्रिदशास्तद्वन्मोक्षिणश्च यथाक्रमम्॥
]

`verse 33 [
सहस्रभागाः प्रथमाद्द्वितीयोऽनुक्रमात्तथा।
सर्व्वे ह्येते महाभागा यावन्मुक्तिसमाश्रयाः॥
]

`verse 34 [
यावन्तो जन्तवः स्वर्गे तावन्तो नरकौकसः।
पापकृद्‌याति नरकं प्रायश्चित्तपराङमुखः॥
]

`verse 35 [
पापानामनुरूपाणि प्रायश्चित्तनि यद्‌यथा।
तथा तथैव संस्मृत्य प्रोक्तानि परमर्षिभिः॥
]

`verse 36 [
पापे गुरूणि गुरुणि स्वल्पान्यल्पे च तद्विदः।
प्रायश्चित्तानि विप्रेन्द्रा जगुः स्वायम्भुवादयः॥
]

`verse 37 [
प्रायश्चित्तान्यशेषाणि तपःकर्म्मात्मकानि वै।
यानि तेषामशेषाणां कृष्णानुस्मरणं परम्॥
]

`verse 38 [
कृते पापेऽनुतापो वै यस्य पुंसः प्रजायते।
प्रायश्चित्तन्तु तस्यैकं हरिसंस्मरणं परम्॥
]

`verse 39 [
प्रातर्निशि तथा सन्ध्यामध्याह्नादिषु संस्मरन्।
नारायणमवाप्नोति सद्यः पापक्षयान्नरः॥
]

`verse 40 [
विष्णुसंस्मरणात् क्षीणसमस्तवलेशसञ्चयः।
मुक्तिं प्रयाति भो विप्रा विष्णीस्तस्यानुकीर्त्तनात्॥
]

`verse 41 [
वासुदेव मनो यस्य जपहोमार्च्चनादिषु।
तस्यान्तरायो विप्रेन्द्रा देवेन्द्रत्वदिकं फलम्॥
]

`verse 42 [
क्व नाकपृष्ठगमनं पुनरावृत्तिलक्षणम्।
क्व जपो वासुदेवेति मुक्तिवीजमनुत्तमम्॥
]

`verse 43 [
तस्मादहर्निशं स्वर्गो नरकस्तद्विपर्य्ययः।
नरकस्वर्गसंज्ञे वै पापपुष्ये द्विजोत्तमाः॥
]

`verse 44 [
मनःप्रीतिकरः स्वर्गो नरकस्तद्विपर्य्ययः।
नरकस्वर्गसंज्ञे वै पापपुण्ये द्विजोत्तमाः॥
]

`verse 45 [
वस्त्वेकमेव दुःखाय सुकायेर्ष्योदयाय च।
कोपाय च यतस्तस्माद्वस्तु दुःखात्मकं कुतः॥
]

`verse 46 [
तदेव प्रीयते भूत्वा पुनर्दुःखाय जायते।
तदेव कोपाय यतः प्रसादाय च जायते॥
]

`verse 47 [
तस्माद्दुःखात्मकं नास्ति न च किञ्चित्सुखात्मकम्।
मनसः परिणामोऽयं सुखदुःखादिलक्षणः॥
]

`verse 48 [
ज्ञानमेव परं ब्रह्माज्ञानं बन्धाय चेष्यते।
ज्ञानात्मकमिदं विश्वं न ज्ञानाद्विद्यते परम्॥
]

`verse 49 [
विद्याविद्ये हिभो विप्रा ज्ञानमेवावधार्यताम्।
एवमेतन्मयाख्यातं भवतां मण्डलं भुवः॥
]

`verse 50 [
पातालानि च सर्व्वाणि तथैव नरका द्विजाः।
समुद्राः पर्व्वताश्चैव द्वीपा वर्षाणि निम्नगाः संक्षेपात् सर्व्वमाख्यातं किं भूयः श्रोतुमिच्छथ॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे पातालनरककीर्त्तनं नाम द्वाविंशोऽध्यायः॥
]
