`verse 1 [
ध्रुवसंस्थितिनिरूपणम्
लोमहर्षण उवाच॒
तारामयं भगवतः शिशुमाराकृति प्रभोः।
दिवि रूपं हरेर्यत्तु तस्य पुच्छे स्थितो ध्रुवः॥
]

`verse 2 [
सएष भ्रमन् भ्रामयति चन्द्रादित्यादिकान् ग्रहान्।
भ्रमन्तमनु तं यान्ति नक्षत्राणि च चक्रवत्॥
]

`verse 3 [
सूर्याचन्द्रमसौ तारा नक्षत्राणि ग्रहैः सह।
वातानीकमयैर्बन्धैर्ध्रुवे बद्धानि तानि वै॥
]

`verse 4 [
शिशुमाराकृति प्रोक्तं यद्रूपं ज्योतिषां दिवि।
नारायणः परं धाम तस्याधारः स्वयं हृदि॥
]

`verse 5 [
उत्तानपादतनयस्तमाराध्य प्रजापतिम्।
स ताराशिशुमारस्य ध्रुवः पुच्छे व्यवस्थितः॥
]

`verse 6 [
आधारः शिशुमारस्य सर्वाध्यक्षो जनार्दनः।
ध्रुवस्य शिशुमारश्च ध्रुवे भानुर्व्यवस्थितः॥
]

`verse 7 [
तदाधारं जगच्चेदं सदेवासुरमानुषम्।
येन विप्रा विधानेन तन्मे शृणुत सांप्रतम्॥
]

`verse 8 [
विवस्वानष्टभिर्मासैर्ग्रसत्यपो रसात्मिकाः।
वर्षत्यम्बु ततश्चान्नमन्नादमखिलं जगत्॥
]

`verse 9 [
विवस्वानंशुभिस्तीक्ष्णैरादाय जगतो जलम्।
सोमं पुष्यत्यथेन्दुश्च वायुनाडीमयैर्दिवि॥
]

`verse 10 [
जलैर्विक्षिप्यतेऽभ्रेषु धूमाग्न्यनिलमूर्तिषु।
न भ्रश्यन्ति यतस्तेभ्यो जलान्यभ्राणि तान्यतः॥
]

`verse 11 [
अभ्रस्थाः प्रपतन्त्यापो वायुना समुदीरिताः।
संस्कारं कालजनितं विप्राश्चासाद्य निर्मलाः॥
]

`verse 12 [
सरित्समुद्रा भौमास्तु तथापः प्राणिसंभवाः।
चतुष्प्रकारा भगवानादत्ते सविता द्विजाः॥
]

`verse 13 [
आकाशगङ्गासलिलं तथाहृत्य गभस्तिमान्।
अनभ्रगतमेवोर्व्यां सद्यः क्षिपति रश्मिभिः॥
]

`verse 14 [
तस्य संस्पर्शनिर्धूत पापपङ्को द्विजोत्तमाः।
न याति नरकं मर्त्यो दिव्यं स्नानं हि तत्स्मृतम्॥
]

`verse 15 [
दृष्टसूर्यं हि तद्वारि पतत्यभ्रैर्विना दिवः।
आकाशगङ्गासलिलं तद्गोभिः क्षिप्यते रवेः॥
]

`verse 16 [
कृत्तिकादिषु ऋक्षेषु विषमेष्वम्बु यद्दिवः।
दृष्ट्वार्कं पतितं ज्ञेयं तद्गाङ्गं दिग्गजोह्नितम्॥
]

`verse 17 [
युग्मर्क्षेषु तु यत्तोयं पतत्यर्कोद्गितं दिवः।
तत्सूर्यरश्मिभिः सद्यः समादाय निरस्यते॥
]

`verse 18 [
उभयं पुण्यमत्यर्थं नृणां पापहरं द्विजाः।
आकाशगङ्गासलिलं दिव्यं स्नानं द्विजोत्तमाः॥
]

`verse 19 [
यत्तु मेघैः समुत्सृष्टं वारि तत्प्राणिनां द्विजाः।
पुष्णात्योषधयः सर्वा जीवनायामृतं हि तत्॥
]

`verse 20 [
तेन वृद्धिं परां नीतः सकलश्चौषधीगणः।
साधकः फलपाकान्तः प्रजानां तु प्रजायते॥
]

`verse 21 [
तेन यज्ञान् यथाप्रोक्तान्मानवाः शास्त्रचक्षुषः।
कुर्वतेऽहरहश्चैव देवानाप्याययन्ति ते॥
]

`verse 22 [
एवं यज्ञाश्च वेदाश्च वर्णाश्च द्विजपूर्वकाः।
सर्वदेवनिकायाश्च पशुभूतगणाश्च ये॥
]

`verse 23 [
वृष्ट्या धृतमिदं सर्वं जगत्स्थावरजङ्गमम्।
सापि निष्पाद्यते वृष्टिः सवित्रा मुनिसत्तमाः॥
]

`verse 24 [
आधारभूतः सवितुर्ध्रुवो मुनिवरोत्तमाः।
ध्रुवस्य शिशुमारोऽसौ सोऽपि नारायणाश्रयः॥
]

`verse 25 [
हृदि नारायणस्तस्य शिशुमारस्य संस्थितः।
विभर्ता सर्वभूतानामादिभूतः सनातनः॥
]

`verse 26 [
एवं मया मुनिश्रेष्ठा ब्रह्माण्डं समुदाहृतम्।
भूसमुद्रादिभिर्युक्तं किमन्यच्छ्रोतुमिच्छथ॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे ध्रुवसंस्थितिनिरूपणं नाम चतुर्व्विंशोऽध्यायः॥
]
