`speaker [
मुनय ऊचुः
]

`verse 1 [
पृथिव्यां यानि तीर्थानि पुण्यान्यायतनानि च
वक्तुमर्हसि धर्मज्ञ श्रोतुं नो वर्तते मनः
]

`speaker [
लोमहर्षण उवाच
]

`verse 2 [
यस्य हस्तौ च पादौ च मनश्चैव सुसंयतम्
विद्या तपश्च कीर्तिश्च स तीर्थफलमश्नुते
]

`verse 3 [
मनो विशुद्धं पुरुषस्य तीर्थं
वाचां तथा चेन्द्रि यनिग्रहश्च
एतानि तीर्थानि शरीरजानि
स्वर्गस्य मार्गं प्रतिबोधयन्ति
]

`verse 4 [
चित्तमन्तर्गतं दुष्टं तीर्थस्नानैर्न शुध्यति
शतशोऽपि जलैर्धौतं सुराभाण्डमिवाशुचि
]

`verse 5 [
न तीर्थानि न दानानि न व्रतानि न चाश्रमाः
दुष्टाशयं दम्भरुचिं पुनन्ति व्युत्थितेन्द्रि यम्
]

`verse 6 [
इन्द्रि याणि वशे कृत्वा यत्र यत्र वसेन्नरः
तत्र तत्र कुरुक्षेत्रं प्रयागं पुष्करं तथा
]

`verse 7 [
तस्माच्छृणुध्वं वक्ष्यामि तीर्थान्यायतनानि च
संक्षेपेण मुनिश्रेष्ठाः पृथिव्यां यानि कानि वै
]

`verse 8 [
विस्तरेण न शक्यन्ते वक्तुं वर्षशतैरपि
प्रथमं पुष्करं तीर्थं नैमिषारण्यमेव च
]

`verse 9 [
प्रयागं च प्रवक्ष्यामि धर्मारण्यं द्विजोत्तमाः
धेनुकं चम्पकारण्यं सैन्धवारण्यमेव च
]

`verse 10 [
पुण्यं च मगधारण्यं दण्डकारण्यमेव च
गया प्रभासं श्रीतीर्थं दिव्यं कनखलं तथा
]

`verse 11 [
भृगुतुङ्गं हिरण्याक्षं भीमारण्यं कुशस्थलीम्
लोहाकुलं सकेदारं मन्दरारण्यमेव च
]

`verse 12 [
महाबलं कोटितीर्थं सर्वपापहरं तथा
रूपतीर्थं शूकरवं चक्रतीर्थं महाफलम्
]

`verse 13 [
योगतीर्थं सोमतीर्थं तीर्थं साहोटकं तथा
तीर्थं कोकामुखं पुण्यं बदरीशैलमेव च
]

`verse 14 [
सोमतीर्थं तुङ्गकूटं तीर्थं स्कन्दाश्रमं तथा
कोटितीर्थं चाग्निपदं तीर्थं पञ्चशिखं तथा
]

`verse 15 [
धर्मोद्भवं कोटितीर्थं तीर्थं बाधप्रमोचनम्
गङ्गाद्वारं पञ्चकूटं मध्यकेसरमेव च
]

`verse 16 [
चक्रप्रभं मतङ्गं च क्रुशदण्डं च विश्रुतम्
दंष्ट्राकुण्डं विष्णुतीर्थं सार्वकामिकमेव च
]

`verse 17 [
तीर्थं मत्स्यतिलं चैव बदरी सुप्रभं तथा
ब्रह्मकुण्डं वह्निकुण्डं तीर्थं सत्यपदं तथा
]

`verse 18 [
चतुःस्रोतश्चतुःशृङ्गं शैलं द्वादशधारकम्
मानसं स्थूलशृङ्गं च स्थूलदण्डं तथोर्वशी
]

`verse 19 [
लोकपालं मनुवरं सोमाह्वशैलमेव च
सदाप्रभं मेरुकुण्डं तीर्थं सोमाभिषेचनम्
]

`verse 20 [
महास्रोतं कोटरकं पञ्चधारं त्रिधारकम्
सप्तधारैकधारं च तीर्थं चामरकण्टकम्
]

`verse 21 [
शालग्रामं चक्रतीर्थं कोटिद्रुममनुत्तमम्
बिल्वप्रभं देवह्रदं तीर्थं विष्णुह्रदं तथा
]

`verse 22 [
शङ्खप्रभं देवकुण्डं तीर्थं वज्रायुधं तथा
अग्निप्रभं च पुंनागं देवप्रभमनुत्तमम्
]

`verse 23 [
विद्याधरं सगान्धर्वं श्रीतीर्थं ब्रह्मणो ह्रदम्
सातीर्थं लोकपालाख्यं मणिपुरगिरिं तथा
]

`verse 24 [
तीर्थं पञ्चह्रदं चैव पुण्यं पिण्डारकं तथा
मलव्यं गोप्रभावं च गोवरं वटमूलकम्
]

`verse 25 [
स्नानदण्डं प्रयागं च गुह्यं विष्णुपदं तथा
कन्याश्रमं वायुकुण्डं जम्बूमार्गं तथोत्तमम्
]

`verse 26 [
गभस्तितीर्थं च तथा ययातिपतनं शुचि
कोटितीर्थं भद्र वटं महाकालवनं तथा
]

`verse 27 [
नर्मदातीर्थमपरं तीर्थवज्रं तथार्बुदम्
पिङ्गुतीर्थं सवासिष्ठं तीर्थं च पृथसंगमम्
]

`verse 28 [
तीर्थं दौर्वासिकं नाम तथा पिञ्जरकं शुभम्
ऋषितीर्थं ब्रह्मतुङ्गं वसुतीर्थं कुमारिकम्
]

`verse 29 [
शक्रतीर्थं पञ्चनदं रेणुकातीर्थमेव च
पैतामहं च विमलं रुद्र पादं तथोत्तमम्
]

`verse 30 [
मणिमत्तं च कामाख्यं कृष्णतीर्थं कुशाविलम्
यजनं याजनं चैव तथैव ब्रह्मवालुकम्
]

`verse 31 [
पुष्पन्यासं पुण्डरीकं मणिपूरं तथोत्तरम्
दीर्घसत्त्रं हयपदं तीर्थं चानशनं तथा
]

`verse 32 [
गङ्गोद्भेदं शिवोद्भेदं नर्मदोद्भेदमेव च
वस्त्रापदं दारुवलं छायारोहणमेव च
]

`verse 33 [
सिद्धेश्वरं मित्रवलं कालिकाश्रममेव च
वटावटं भद्र वटं कौशाम्बी च दिवाकरम्
]

`verse 34 [
द्वीपं सारस्वतं चैव विजयं कामदं तथा
रुद्र कोटिं सुमनसं तीर्थं सद्रा वनामितम्
]

`verse 35 [
स्यमन्तपञ्चकं तीर्थं ब्रह्मतीर्थं सुदर्शनम्
सततं पृथिवीसर्वं पारिप्लवपृथूदकौ
]

`verse 36 [
दशाश्वमेधिकं तीर्थं सर्पिजं विषयान्तिकम्
कोटितीर्थं पञ्चनदं वाराहं यक्षिणीह्रदम्
]

`verse 37 [
पुण्डरीकं सोमतीर्थं मुञ्जवटं तथोत्तमम्
बदरीवनमासीनं रत्नमूलकमेव च
]

`verse 38 [
लोकद्वारं पञ्चतीर्थं कपिलातीर्थमेव च
सूर्यतीर्थं शङ्खिनी च गवां भवनमेव च
]

`verse 39 [
तीर्थं च यक्षराजस्य ब्रह्मावर्तं सुतीर्थकम्
कामेश्वरं मात्रितीर्थं तीर्थं शीतवनं तथा
]

`verse 40 [
स्नानलोमापहं चैव माससंसरकं तथा
दशाश्वमेधं केदारं ब्रह्मोदुम्बरमेव च
]

`verse 41 [
सप्तर्षिकुण्डं च तथा तीर्थं देव्याः सुजम्बुकम्
ईटास्पदं कोटिकूटं किंदानं किंजपं तथा
]

`verse 42 [
कारण्डवं चावेध्यं च त्रिविष्टपमथापरम्
पाणिषातं मिश्रकं च मधूवटमनोजवौ
]

`verse 43 [
कौशिकी देवतीर्थं च तीर्थं च ऋणमोचनम्
दिव्यं च नृगधूमाख्यं तीर्थं विष्णुपदं तथा
]

`verse 44 [
अमराणां ह्रदं पुण्यं कोटितीर्थं तथापरम्
श्रीकुञ्जं शालितीर्थं च नैमिषेयं च विश्रुतम्
]

`verse 45 [
ब्रह्मस्थानं सोमतीर्थं कन्यातीर्थं तथैव च
ब्रह्मतीर्थं मनस्तीर्थं तीर्थं वै कारुपावनम्
]

`verse 46 [
सौगन्धिकवनं चैव मणितीर्थं सरस्वती
ईशानतीर्थं प्रवरं पावनं पाञ्चयज्ञिकम्
]

`verse 47 [
त्रिशूलधारं माहेन्द्रं  देवस्थानं कृतालयम्
शाकंभरी देवतीर्थं सुवर्णाख्यं किलं ह्रदम्
]

`verse 48 [
क्षीरश्रवं विरूपाक्षं भृगुतीर्थं कुशोद्भवम्
ब्रह्मतीर्थं ब्रह्मयोनिं नीलपर्वतमेव च
]

`verse 49 [
कुब्जाम्बकं भद्र वटं वसिष्ठपदमेव च
स्वर्गद्वारं प्रजाद्वारं कालिकाश्रममेव च
]

`verse 50 [
रुद्रा वर्तं सुगन्धाश्वं कपिलावनमेव च
भद्र कर्णह्रदं चैव शङ्कुकर्णह्रदं तथा
]

`verse 51 [
सप्तसारस्वतं चैव तीर्थमौशनसं तथा
कपालमोचनं चैव अवकीर्णं च काम्यकम्
]

`verse 52 [
चतुःसामुद्रि कं चैव शतकिं च सहस्रिकम्
रेणुकं पञ्चवटकं विमोचनमथौजसम्
]

`verse 53 [
स्थाणुतीर्थं कुरोस्तीर्थं स्वर्गद्वारं कुशध्वजम्
विश्वेश्वरं मानवकं कूपं नारायणाश्रयम्
]

`verse 54 [
गङ्गाह्रदं वटं चैव बदरीपाटनं तथा
इन्द्र मार्गमेकरात्रं क्षीरकावासमेव च
]

`verse 55 [
सोमतीर्थं दधीचं च श्रुततीर्थं च भो द्विजाः
कोटितीर्थस्थलीं चैव भद्र कालीह्रदं तथा
]

`verse 56 [
अरुन्धतीवनं चैव ब्रह्मावर्तं तथोत्तमम्
अश्ववेदी कुब्जावनं यमुनाप्रभवं तथा
]

`verse 57 [
वीरं प्रमोक्षं सिन्धूत्थमृष कुल्या सकृत्तिकम्
उर्वीसंक्रमणं चैव मायाविद्योद्भवं तथा
]

`verse 58 [
महाश्रमो वैतसिकारूपं सुन्दरिकाश्रमम्
बाहुतीर्थं चारुनदीं विमलाशोकमेव च
]

`verse 59 [
तीर्थं पञ्चनदं चैव मार्कण्डेयस्य धीमतः
सोमतीर्थं सितोदं च तीर्थं मत्स्योदरीं तथा
]

`verse 60 [
सूर्यप्रभं सूर्यतीर्थमशोकवनमेव च
अरुणास्पदं कामदं च शुक्रतीर्थं सवालुकम्
]

`verse 61 [
पिशाचमोचनं चैव सुभद्रा ह्रदमेव च
कुण्डं विमलदण्डस्य तीर्थं चण्डेश्वरस्य च
]

`verse 62 [
ज्येष्ठस्थानह्रदं चैव पुण्यं ब्रह्मसरं तथा
जैगीषव्यगुहा चैव हरिकेशवनं तथा
]

`verse 63 [
अजामुखसरं चैव घण्टाकर्णह्रदं तथा
पुण्डरीकह्रदं चैव वापी कर्कोटकस्य च
]

`verse 64 [
सुवर्णस्योदपानं च श्वेततीर्थह्रदं तथा
कुण्डं घर्घरिकायाश्च श्यामकूपं च चन्द्रि का
]

`verse 65 [
श्मशानस्तम्भकूपं च विनायकह्रदं तथा
कूपं सिन्धूद्भवं चैव पुण्यं ब्रह्मसरं तथा
]

`verse 66 [
रुद्रा वासं तथा तीर्थं नागतीर्थं पुलोमकम्
भक्तह्रदं क्षीरसरः प्रेताधारं कुमारकम्
]

`verse 67 [
ब्रह्मावर्तं कुशावर्तं दधिकर्णोदपानकम्
शृङ्गतीर्थं महातीर्थं तीर्थश्रेष्ठा महानदी
]

`verse 68 [
दिव्यं ब्रह्मसरं पुण्यं गयाशीर्षाक्षयं वटम्
दक्षिणं चोत्तरं चैव गोमयं रूपशीतिकम्
]

`verse 69 [
कपिलाह्रदं गृध्रवटं सावित्रीह्रदमेव च
प्रभासनं सीतवनं योनिद्वारं च धेनुकम्
]

`verse 70 [
धन्यकं कोकिलाख्यं च मतङ्गह्रदमेव च
पितृकूपं रुद्र तीर्थं शक्रतीर्थं सुमालिनम्
]

`verse 71 [
ब्रह्मस्थानं सप्तकुण्डं मणिरत्नह्रदं तथा
कौशिक्यं भरतं चैव तीर्थं ज्येष्ठालिका तथा
]

`verse 72 [
विश्वेश्वरं कल्पसरः कन्यासंवेत्यमेव च
निश्चीवा प्रभवश्चैव वसिष्ठाश्रममेव च
]

`verse 73 [
देवकूटं च कूपं च वसिष्ठाश्रममेव च
वीराश्रमं ब्रह्मसरो ब्रह्मवीरावकापिली
]

`verse 74 [
कुमारधारा श्रीधारा गौरीशिखरमेव च
शुनः कुण्डोऽथ तीर्थं च नन्दितीर्थं तथैव च
]

`verse 75 [
कुमारवासं श्रीवासमौर्वीशीतार्थमेव च
कुम्भकर्णह्रदं चैव कौशिकीह्रदमेव च
]

`verse 76 [
धर्मतीर्थं कामतीर्थं तीर्थमुद्दालकं तथा
संध्यातीर्थं कारतोयं कपिलं लोहितार्णवम्
]

`verse 77 [
शोणोद्भवं वंशगुल्ममृषभं कलतीर्थकम्
पुण्यावतीह्रदं तीर्थं तीर्थं बदरिकाश्रमम्
]

`verse 78 [
रामतीर्थं पितृवनं विरजातीर्थमेव च
मार्कण्डेयवनं चैव कृष्णतीर्थं तथा वटम्
]

`verse 79 [
रोहिणीकूपप्रवरमिन्द्र द्युम्नसरं च यत्
सानुगर्तं समाहेन्द्रं  श्रीतीर्थं श्रीनदं तथा
]

`verse 80 [
इषुतीर्थं वार्षभं च कावेरीह्रदमेव च
कन्यातीर्थं च गोकर्णं गायत्रीस्थानमेव च
]

`verse 81 [
बदरीह्रदमन्यच्च मध्यस्थानं विकर्णकम्
जातीह्रदं देवकूपं कुशप्रवणमेव च
]

`verse 82 [
सर्वदेवव्रतं चैव कन्याश्रमह्रदं तथा
तथान्यद्वालखिल्यानां सपूर्वाणां तथापरम्
]

`verse 83 [
तथान्यच्च महर्षीणामखण्डितह्रदं तथा
तीर्थेष्वेतेषु विधिवत्सम्यक्श्रद्धासमन्वितः
]

`verse 84 [
स्नानं करोति यो मर्त्यः सोपवासो जितेन्द्रि यः
देवानृषीन्मनुष्यांश्च पितॄन्संतर्प्य च क्रमात्
]

`verse 85 [
अभ्यर्च्य देवतास्तत्र स्थित्वा च रजनीत्रयम्
पृथक्पृथक्फलं तेषु प्रतितीर्थेषु भो द्विजाः
]

`verse 86 [
प्राप्नोति हयमेधस्य नरो नास्त्यत्र संशयः
यस्त्विदं शृणुयान्नित्यं तीर्थमाहात्म्यमुत्तमम्
पठेच्च श्रावयेद्वापि सर्वपापैः प्रमुच्यते
]

`colophon [
इति श्रीब्राह्मे महापुराणे तीर्थमाहात्म्यवर्णनं नाम पञ्चविंशोऽध्यायः
]
