`speaker [
मुनय ऊचुः
]

`verse 1 [
पृथिव्यामुत्तमां भूमिं धर्म्मकामार्थमोक्षदाम्।
तीर्थानामुत्तमं तीर्थं ब्रूहि नो वदातांवर॥
]

`speaker [
लोमहर्षण उवाच
]

`verse 2 [
इमं प्रश्नं मम गरुं पप्रच्छुर्म्मुनयः पुरा।
तमहं सम्प्रक्ष्यामि यत्पृच्छध्वं द्विजोत्तमाः॥
]

`verse 3 [
स्वाश्रमे सुमहापुण्ये नानापुष्पोपशोभिते।
नानाद्रुमलताकीर्णे नानामृगगणैर्युते॥
]

`verse 4 [
पुन्नागैः कर्णिकारैश्च सरलैर्देवदारुभिः।
शालैस्तालैस्तमालैश्च पनसैर्धवखादिरैः॥
]

`verse 5 [
पाटलाशोकबकुलैः करवीरैः सचम्पकैः।
अन्यैस्च विविधैर्वृक्षैर्नानापुष्पोपसोभितैः॥
]

`verse 6 [
कुरुक्षेत्रे समासानं व्यासं मतिमतां वरम्।
महाभारतकर्त्तार सर्व्वशस्त्रविशारदम्॥
]

`verse 7 [
अध्यात्मनिष्ठं सर्व्वज्ञं सर्व्वभूतहिते रतम्।
पुरामागमवक्तारं वेदवेदाङ्गपारगम्॥
]

`verse 8 [
पराशरसुतं शान्तं पद्मपत्रायतेक्षणम्।
द्रष्टुमभ्याययुः प्रीत्या मुनयः संशितव्रताः॥
]

`verse 9 [
कश्यपो जमदग्निश्च भरद्वाजोऽथ गौतम्।
वसिष्ठो जैमिनिर्धौम्यो मार्कण्डेयोऽथ वाल्मिकिः॥
]

`verse 10 [
विश्वामित्रः शतानन्दो वात्स्यो गार्ग्योऽथ आसुरिः।
सुमन्तुर्भार्गवो नाम कण्वो मेधातिथिर्गुरुः॥
]

`verse 11 [
माण्डव्यश्च्यवनो धूम्रो ह्यसितो देवलस्तथा।
मैद्‌गल्यस्तृणयज्ञस्च दुर्व्वासा लोमशस्तथा॥
]

`verse 12 [
संवर्तः कौशिको रैभ्यो मैत्रेयो हरितस्तथा।
शाण्डिल्यश्च विभाण्डश्च दुर्व्वासा लोमशस्तथा॥
]

`verse 13 [
नारदः पर्व्वतश्चैव वैशम्पायनगालवौ।
भास्करिः पूरणः सूतः पुलस्त्यः कपिलस्तथा॥
]

`verse 14 [
उलूकः पुलहो वायुर्देवस्थानश्चतुर्भुजः।
सनत्कुमारः पैलश्च कुष्णः कृष्णनुभौतिकः॥
]

`verse 15 [
एतैर्म्मुनिवरैश्चान्यैर्वृतः सत्यवतीसुतः।
रराज स मुनिः श्रोमान् नक्षत्रैरिवल चन्द्रमाः॥
]

`verse 16 [
तानागतान्मुनीन् सर्व्वान् पूजयामास वेदवित्।
तेऽपि तं प्रतिपूज्यैव कथां चक्रुः परस्परम्॥
]

`verse 17 [
कथान्ते ते मुनिश्रेष्ठाः कृष्णां सत्यवतीसुतम्।
पप्रच्छुः सशयं सर्व्वे तपोवननिवासिनः॥
]

`speaker [
नुनय ऊचुः
]

`verse 18 [
मुने वेदांश्च शास्त्राणि पुराणागमभारतम्।
भूतं भव्यं भविष्यञ्च सर्व्वजानासि वाङ्मयम्॥
]

`verse 19 [
कष्टेऽस्मिन् दुःखबहुले निःसारे भवसागरे।
रागग्राहाकुले रौद्रे विषयदकसंप्लवे॥
]

`verse 20 [
इन्द्रियावर्त्तकलिले दृष्टोर्मिशतसङ्कुले।
मोहपङ्काविले दुर्गे लोभगम्भीरदुस्तरे॥
]

`verse 21 [
निमज्जज्जगदालोक्य निरालम्बमचेतनम्।
पृच्छामस्त्वां महाभागं ब्रूहि नो मुनिसत्तम?॥
]

`verse 22 [
श्रेयः किमत्र संसारे भैरवे लोमहर्षणे।
उपदेशप्रदानेन लोकानुद्धर्त्तुमर्हसि॥
]

`verse 23 [
दुर्लभं परमं क्षेत्रं वक्तुमर्हसि मोभदम्।
पृथिव्यां कर्म्ममूमिञ्च श्रोतुमिच्छामहे वयम्॥
]

`verse 24 [
कृत्वा किल नरः सम्यक् कर्म्मभूमौ यथोदितम्।
प्राप्नोति परमां सिद्धिं नरकञ्च विकर्म्मतः॥
]

`verse 25 [
मोक्षक्षेत्रे तथा मोत्रं प्राप्नोति पुरुषः सुधीः।
तस्माद् ब्रूहि महाप्राज्ञ यत्पृष्टोऽसि द्विजोत्तम?॥।
]

`verse 26 [
श्रुत्वा तु वचनं तेषां मुनीनां भावितात्मनाम्।
व्यासः प्रोवाच भगवान्‌भूतभव्यभविष्यवित्॥
]

`speaker [
व्यास उवाच
]

`verse 27 [
श्रुणुध्वं मुनयः सर्व्वे वक्ष्यामि यदि पृच्छथ।
यःसंवादोऽभवत् पूर्व्वमृषीणां ब्रह्मण सह॥
]

`verse 28 [
मेरृपृष्ठे तु विस्तीर्णे नानारत्नविभूषिते।
नानाद्रुमलताकीर्णे नानापुष्पेपशोभिते॥
]

`verse 29 [
नानापक्षिरुते रम्ये नानाप्रसवनाकुले।
नानासत्त्वसमाकीर्णे नानाश्चर्य्यसमन्विते॥
]

`verse 30 [
नानावर्णशिलाकीर्णे नानाधातुविभूषिते।
नानामुनिजनाकीर्णे नानाश्रमसमन्विते॥
]

`verse 31 [
नत्रासीने जगन्नाथं जगद्‌योनिं यतुर्मखम्।
जगत्पतिं जगद्वन्धं जगदाधारमीश्वरम्॥
]

`verse 32 [
देवदानवगन्धर्व्वैर्यक्षविद्याधरोरगैः।
मुनिसिद्धाप्सरोभिश्च वृतमन्यैर्दिवालयैः॥
]

`verse 33 [
क्रेचित् स्तुवन्ति तं देवं कोचिद्‌गायन्ति चाग्रतः।
कोचिद्वाद्यानि वाद्यन्ते केचिन्न्‌त्यन्ति चापरे॥
]

`verse 34 [
एवं प्रमुदिते काले सर्व्वभूतसमागमे।
नानाकुसुमगन्धाढ्‌ये दक्षिणानिलसेविते॥
]

`verse 35 [
भृग्वाद्यास्तं तदा देवं प्रणिपत्य पितामहम्।
इममर्थमृषिवराः। प्रपच्छुः पितरं द्विजाः॥
]

`speaker [
ऋषय ऊचुः
]

`verse 36 [
भगवञ्श्रोतुमिच्छामः कर्म्मभूमिं महीतले।
वक्तुमर्हसि देवेश मोक्षक्षेत्रञ्च दुर्लभम्॥
]

`speaker [
व्यास उवाच
]

`verse 37 [
तेषां ववनमाकर्ण्य प्राह ब्रह्म सुरेरवरः।
पप्रच्छुस्ते यथा प्रश्नं तत्सर्व्व मुनिसत्तमाः॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे स्वयम्भूब्रह्मर्षिसंवादे प्रश्ननिरूपणं नामषड्‌विंशोऽध्यायः॥
]
