`speaker [
ब्रह्मोवाच
]

`verse 1 [
श्रृणुध्वं मुनयः सर्व्वे यद्वो वक्ष्यामि साम्प्रतम्।
पुराणं वेदसम्बद्धं भुक्तितमुक्तिप्रदं शुभम्॥
]

`verse 2 [
पृथिव्यां भारतं वर्ष कर्म्मभूमिरुदाहृता।
कर्म्मणः फलभूमिश्च स्वर्गञ्च नरकं तथा॥
]

`verse 3 [
तस्मिन् वर्षे नरः पापं कृत्वा धर्म्मञ्च भो द्विजाः।
अवश्यं फलमाप्नोति अशुभस्य शुभस्य च॥
]

`verse 4 [
ब्राह्मणाद्याः स्वकं कर्म्म कृत्वा सम्यक्‌सुसंयताः।
प्राप्नुवन्ति परां सिद्धिं तस्मिन्‌वर्षे न संशयः॥
]

`verse 5 [
धर्म्मञ्चार्थञ्च काम्ञ्च मोक्षञ्टच द्विजसत्तमाः।
प्राप्नोति पुरुषः सर्व्वं तस्मिन् वर्षे सुसंयतः॥
]

`verse 6 [
इन्द्राद्याश्च सुराः सर्व्वे तस्मिन् वर्षे द्विजोत्तमाः।
कृत्वा सुशोभनं कर्म्म देवत्वं प्रतिपेदिरे॥
]

`verse 7 [
अन्येऽपि लेभिरे मोक्षं पुरुषाः संयतेन्द्रियाः।
तस्मिन् वर्षे बुधाः शान्ता वीतरागा विमत्सराः॥
]

`verse 8 [
ये चापि स्वर्गे तिष्ठन्ति विमानेन गतज्वराः।
तेऽपि कृत्वा शुभं कर्म्म तस्मिन् वर्षे दिवं गताः॥
]

`verse 9 [
निवासं भारते वर्षे आकाङक्षन्ति सदा सुराः।
स्वर्गपवर्गफलदे तत्पश्यामः कदा वयम्॥
]

`speaker [
मुनय ऊचुः
]

`verse 10 [
यदेतद्‌भवता प्रोक्तं कर्म्म नान्यत्र पुण्यदम्।
पापाय वा सुरश्रेष्ठ वर्ज्जयित्वा च भारतम्॥
]

`verse 11 [
ततः स्वर्गश्च मोक्षश्च मध्यमं तच्च गम्यते।
न खल्वन्यत्र मर्त्त्यानां भूमौ कर्म्म विधीयते॥
]

`verse 12 [
तस्माद्विस्तरतो ब्रह्मन्नस्माकं भारतं वद।
यदि तेऽस्ति दयास्मासु यथावस्थितिरेव च॥
]

`verse 13 [
तस्माद्वर्षमिदं नाथ ये वास्मिन् वर्षपर्व्वताः।
भेदाश्च तस्य वर्षस्य ब्रूहि सर्व्वानशेषतः॥
]

`verse 14 [
श्रृणुध्वं भारतं वर्ष नवभेदेन भो द्विजाः।
समुद्रान्तरिता ज्ञेयास्ते समाश्च परस्परम्‌॥
]

`verse 15 [
इन्द्रद्वीपः कशेएरुस्च ताम्रपर्णों सागरसंवृतः।
नागद्वीपस्तथा सौम्यो गान्धर्व्वो वारुणस्तथा॥
]

`verse 16 [
अयन्तु नवमस्तेषां द्वीपः सागरसंवृतः।
योजनानां सहस्रं वै द्वीपोऽयं दक्षिणोत्तरः॥
]

`verse 17 [
पूर्व्वे किराता यस्यासन् पश्चिमे यवनास्तथा।
ब्राह्मणाः क्षत्रिया वैश्याः शूद्राश्चान्ते स्थिता द्विजाः॥
]

`verse 18 [
इज्यायुद्धवणिज्याद्यैः कर्म्मभिः कृतपावनाः।
तेषां संव्यवहारश्च एभिः कर्म्मभिरिष्‌यते ॥
]

`verse 19 [
स्वर्गापवर्गहेतुश्च पुण्यं पापञ्च वै तथा।
महेन्द्रो मलयः सह्यः शुवितमानृक्षपर्व्वतः॥
]

`verse 20 [
विन्ध्यश्च पारियात्रस्च सप्तैवात्र कुलाचलाः।
तेषां सहस्रशश्चान्ये भूधरा ये समोपगाः॥
]

`verse 21 [
विस्तारोच्छ्रयिणो र्या विपुलाश्चित्रसानवः।
कोलाहलः स वैश्राजो मन्दरो दद्‌र्दुराचलः॥
]

`verse 22 [
बालन्धयो वैद्युतश्च मैनाकः सुरसस्तथा।
तुङ्गप्रस्थो नागगिरिर्गोधनः पाण्डराचलः॥
]

`verse 23 [
पुष्पगिरिर्वैजयन्तो रैवतोऽर्ब्बुद एव च।
ऋष्यमूकः स गोमन्थः कुतशैलः कृताचलः॥
]

`verse 24 [
श्रीपार्व्वतस्चकोरश्च शतशोऽन्ये च पर्व्वताः।
तैर्विमिश्रा जनपदा म्लेच्छाद्याश्चैव भागशः॥
]

`verse 25 [
तैः पीयन्ते सरिच्छ्रेष्ठास्ता बुध्यध्वं द्विजोत्तमाः।
गङ्गा सरस्वती सिन्धुश्चन्द्रभागा तथापरा॥
]

`verse 26 [
यमुना शतद्रुर्विपाशा वितस्तैरावती कूहुः।
गोमती धूतपापा च बाहुदा च दृषद्वती॥
]

`verse 27 [
विपाशा देविका चक्षुर्निष्ठीवा गण्डकी तथा।
कौशिकी चापगा चैव हिमवत्पादनिःसृताः॥
]

`verse 28 [
देवस्मृतिर्देववती वातघ्नी सिन्धुरेव च।
वेण्या तु चन्दना चैव सदानीरा मही तथा॥
]

`verse 29 [
चर्म्मण्वती वृषी वैव विदिशा वेदवत्यपि।
सिप्रा हवन्ती च तथा पारियात्रानुगाः स्मृताः॥
]

`verse 30 [
शोणा महानदी चैव नर्म्मदा सुरथा क्रिया।
मन्दाकिनी दशार्णा च चित्रकूटा तथापरा॥
]

`verse 31 [
चित्रोत्पला वेत्रवती करमोदा पिशाचिका।
तथान्यातिलघुश्रोणी विपाप्मा शैवला नदी॥
]

`verse 32 [
सधेरुजा शक्तिमती शकुनी त्रदिवा क्तमुः।
ऋक्षपादप्रसूता वै तथान्या वेगवाहिनी॥
]

`verse 33 [
सिप्रा पयोष्णी निर्व्विन्ध्या तापी चैव सरिद्वरा।
वैणा वैतरणी चैव सिनीवाली कुमुर्द्वतीः॥
]

`verse 34 [
तोया चैव महागौरी दुर्गा चान्तःशिला तथा।
विन्ध्यपादप्रसूतास्ता नद्यः पुण्यजलाः शुभाः॥
]

`verse 35 [
गोदावरी भीमरथी कृष्णवेणा तथापगा।
तुङ्गभद्रा सुप्रयोगा तथान्या पापनाशिनी॥
]

`verse 36 [
सह्यपादविनिष्क्रान्ता इत्येताः सरितां वराः।
कृतमाला ताम्रपर्णो पुष्यजा प्रत्यलावति॥
]

`verse 37 [
मलयाद्रिसमुद्‌भूताः पूण्याः शीतजलास्त्विमाः।
पितृसोमर्षिकुल्या च व़ञ्जुला त्रिदिवा च या॥
]

`verse 38 [
लाङ्गलिनो वंशकरा महेन्द्रप्रभवाः स्मृताः।
सुविकाला कुमारी च मनूगा मन्दगामिनो॥
]

`verse 39 [
क्षयापलासिनी चैव शुक्तिमत्प्रभवाः स्मृता।
सर्व्वाः पुण्याः सरस्वत्यः सर्व्वा गङ्गाः समुद्रगाः॥
]

`verse 40 [
विश्वस्य मातरः सर्व्वाः सर्व्वाः पापहराः स्मृताः।
अन्याः सहस्रशः प्रोक्ताः क्षुद्रनद्यो द्विजोत्तमाः॥
]

`verse 41 [
प्रवृट्‌कालवहाः सन्ति सदाकालवहाश्च याः।
मत्स्या मुकुटकुल्याश्च कुन्तलाः काशिकोशलाः॥
]

`verse 42 [
अन्ध्रकाश्च कलिङ्गाश्च शमकाश्च वृकैः सह।
मध्यदेशा जनपदाः प्रायशोऽमी प्रकीर्त्तिताः॥
]

`verse 43 [
सह्यस्य चोत्तरे यस्तु त्र गोदावरी नदी।
पृथिव्यामपि कृत्स्नायां स प्रदेशो मनोरमः॥
]

`verse 44 [
गोवर्द्धनपुरं रम्यं भार्गवस्य महात्मनः।
वाहीका वाटधानाश्च सुतीराः कोलतोयदाः॥
]

`verse 45 [
अपरान्ताश्च शूद्रश्च वाह्लिकाश्च सकेरलाः।
गानधारा यवनाश्चैव सिन्धुसौवोरमद्रकाः॥
]

`verse 46 [
शतद्रुहाः कलिङ्गाश्च पारदा हारभूषिकाः।
माठराश्चैव कनकाः कैकेया दम्भमालिकाः॥
]

`verse 47 [
क्षत्रियोपमदेश्च वैस्यशूद्रकुलानि च।
काम्बोजाश्चैव विप्रेन्द्रा बर्व्बराश्च सलौकिकाः॥
]

`verse 48 [
वीराश्चैव तुषाराश्च पह्लवाधायता नराः।
आत्रेयाश्च भरद्वाजाः पुष्कलाश्च दशेरकाः॥
]

`verse 49 [
लम्पकाः शुनःशोकाश्च कुलिका जाङ्गलैः सह।
औषध्यश्चन्द्रा च किरातानाञ्व दशेरकाः॥
]

`verse 50 [
तोमरा हंसमार्गाश्च काश्मीराः करुणास्तथा।
शूलिकाः कुहकाश्चैव मागधाश्च तथैव च॥
]

`verse 51 [
एते देशा उदीच्यास्तु प्राच्यान् देशान्निबोधत।
अन्धा वामङकुराकाश्च वल्लकाश्च मखान्तकाः॥
]

`verse 52 [
तथापरेऽङ्गा वङ्गाश्च मलदा मालवर्त्तिकाः।
भद्रतुङ्गाः प्रतिजया भार्य्याङ्गाश्चापमद्‌र्दकाः॥
]

`verse 53 [
प्राग्ज्योतिषाश्च मद्राश्च विदेहास्ताम्रलिप्तकाः।
मल्ला मगधका नन्दाः प्राच्या जनपदास्तथा॥
]

`verse 54 [
तथापरे जनपदा दक्षिणापथवासिनः।
पूर्णाश्च केवलाश्चैव गोलाङगूलास्तथैव च॥
]

`verse 55 [
ऋषिका मुषि काश्चैव कुमारा रामठाः शकाः।
महाराष्ट्रा माहिषका कलिङ्गाश्चैव सर्व्वशः॥
]

`verse 56 [
आभीराः सह वैशिक्या अटव्याः रवाश्च ये।
पुलिन्दाश्चैव मौलेया वैदर्भा दण्डकैः सह॥
]

`verse 57 [
पौलिका मौलिकाश्चैव अश्मका भोजवर्द्धनाः।
कौलिकाः कुन्तलाश्चैव दम्भका नीलकालकाः॥
]

`verse 58 [
दिक्षिणात्यास्त्वमी देशा अपरान्तान्निबोधत।
शूपरिकाः कालिधना लोलास्तालकटैः सह॥
]

`verse 59 [
इत्येते ह्यपरान्ताश्चज श्रृणुध्वं विन्ध्यवासिनः।
मलजाः कर्कशाश्चैव मेलकाश्चोलकैः सह॥
]

`verse 60 [
उत्तमार्णा दशार्णाश्च भोजाःच किष्किन्ध्यकैः सह।
तोषलाः कोशलाश्चैव त्रैपुरा वैदिशास्तथा॥
]

`verse 61 [
तुम्बुरास्तु चराश्चैव यवनाः पवनैः सह।
अभया रुणिडिकेराश्च चर्च्चरा होत्रधर्त्तयः॥
]

`verse 62 [
एते जनपदाः सर्व्वे तत्र विन्ध्यनिवासिनः।
अतो देशान् प्रवक्ष्यामि पर्व्वताश्रयिणश्च ये॥
]

`verse 63 [
नीहारास्तुषमार्गाश्च कुरवस्तङ्गणाः खसाः।
कर्णप्रावरणाश्चैव ऊर्णा दर्घाः सकुन्तकाः॥
]

`verse 64 [
चित्रमार्गा मालवाश्च किरातास्तोमरैः सह।
कृतत्रेतादिकश्चात्र चतुर्युगकृतो विधिः॥
]

`verse 65 [
एवं तु भारतं वर्ष नवसंस्थानसंस्थितम्।
दक्षिणे परतो यस्य पूर्व्वे चैव सहोदधिः॥
]

`verse 66 [
हिमवानुत्तरेणास्य कार्मुकस्य यथा गुणः।
तदेतद्‌भारतं वर्षं सर्व्ववीजं द्विजोत्तमाः॥
]

`verse 67 [
ब्रह्मत्वममरेशत्वं देवत्वं मरुतां तथा।
मृगयक्षाप्सरोयोनिं तद्वत् सर्पसरीसृपाः॥
]

`verse 68 [
स्थावराणाञ्च सर्व्वेषामितो विप्राः शुभाशुभैः।
प्रयान्ति कर्म्मभूर्विप्रा नान्या लोकेषु वुद्यते॥
]

`verse 69 [
देवानामपि भो विप्राः सदैवैष मनोरथः।
अपि मानुष्यमाप्स्यामो देवत्वात् प्रत्युताः क्षितौ॥
]

`verse 70 [
मनुष्यः कुर्ते यत्तु तन्न शक्यं सुरासुरैः।
तत्‌कर्म्मनिगडुग्रस्तैस्तत्‌कर्म्मक्षपणोन्मुखैः॥
]

`verse 71 [
न भारतसमं वर्षं पृथिव्यामस्ति भो द्विजाः।
यत्र विप्रादयो वर्णाः प्राप्नुवन्त्यभिवाञ्छितम्॥
]

`verse 72 [
धन्यास्ते भारते वर्षे जायन्ते ये नरोत्तमाः।
धर्म्मार्थकाममोक्षाणां प्राप्नुवन्ति महाफलम्॥
]

`verse 73 [
प्राप्यते यत्र तपसः फलं परमदुर्लभम्।
सर्व्वदानफलञ्चैव सर्व्वयज्ञफलं तथा॥
]

`verse 74 [
तीर्थयात्राफल़ञचैव गुरुसेवाफलं तथा।
देवताराधनफलं स्वाध्यायस्य फलं द्विजाः॥
]

`verse 75 [
यत्र देवाः सदा हृष्टाः जन्म वाञ्छन्ति शोभनम्।
नानाव्रतफलञ्चैव नानाशास्त्रफलं तथा॥
]

`verse 76 [
अहिंसादिफलं सम्यक्‌फलं सर्व्वाभिवाञ्छितम्।
ब्रह्मचर्य्यफलंञ्चैव गार्हस्थ्येन च यत्‌फलम्॥
]

`verse 77 [
यत् फलं वनवासेन सन्न्यासेन च यत्‌फलम्।
हष्टापूर्त्तफलञ्चैव तथान्यच्छुभकर्म्मणाम्॥
]

`verse 78 [
प्राप्यते भारते वर्षे न चान्यत्र द्विजोत्तमाः।
कः शक्तनोति गुणान् वक्तुं भारतस्याखिलान्द्विजाः॥
]

`verse 79 [
एवं सम्यङमया प्रोक्तं भारतं वर्षमुत्तमम्।
सर्व्वपापहरं पुण्यं धन्यं बुद्धिविवर्द्धनम्॥
]

`verse 80 [
य इदं श्रृणुयान्नित्यं पठेद्वा नियतेन्द्रियः।
सर्व्वपापैनिर्मुक्तो विष्णुलोकं स गच्छति॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे भारतवर्षानुकीर्त्तनं नाम सप्तविंशोऽध्यायः॥
]
