`speaker [
ब्रह्मोवाच
]

`verse 1 [
तत्रास्ते भारते वर्षे दक्षिणोदधिसंस्थितः।
ओष्ड्रदेश इति ख्यातः स्वर्गमोक्षप्रदायकः॥
]

`verse 2 [
समुद्रदुत्तरं तावद्‌यावद्विरजमण्डलम्।
देशोऽसौ पुण्यशीलानां गुणैः सर्व्वैरलङ्कृतः॥
]

`verse 3 [
तत्र देशप्रसूता ये ब्राह्मणाः संयतेन्द्रियाः।
तपःस्वाध्यायनिरता वन्द्याः पूज्याश्च ते सदा॥
]

`verse 4 [
श्राद्धे दाने विवाहे च यज्ञे वाचार्य्यकर्म्मणि।
प्रशस्ताः सर्व्वकार्य्येषु तत्रदेशोद्भवा द्विजाः॥
]

`verse 5 [
षट्‌कर्म्मनिरतास्तत्र ब्राह्मणा वेदपारगाः।
इतिहासविदश्चैव पुराणार्थविशारदाः॥
]

`verse 6 [
सर्व्वशास्त्रार्थकुशला यज्वानो वीतमत्‌सराः।
अग्निहोत्ररताः कोचित्‌केचित् स्मार्त्ताग्नितत्‌पराः॥
]

`verse 7 [
पुत्रदारधनैर्युक्ता दातारः सत्यवादिनः।
निवसन्त्युत्‌कले पुण्ये यज्ञोत्सवविभूषिते॥
]

`verse 8 [
इतरेऽपि त्रयो वर्णाः क्षत्रियाद्याः सुसंयताः।
स्वकर्म्मनिरताः शान्तास्त्र तिष्ठन्ति धार्म्मिकाः॥
]

`verse 9 [
कोणादित्य इति ख्यातस्तस्मिन् देशे व्यवस्थितः।
यं दृष्ट्वा भास्करं मर्त्त्यः सर्व्वपापैः प्रमुच्यते॥
]

`speaker [
मुनय ऊचुः
]

`verse 10 [
श्रोतुमिच्छाम तद्‌ब्रिह क्षेत्रं सूर्य्यस्य साम्प्रतम्।
तस्मिन् देशे सुरश्रेष्ठ यत्रास्ते स दिवाकरः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
लवणस्योदधेस्तीरे पवित्रे सुमनोहरे।
सर्व्वत्र वालुकाकीर्णे देशे सर्व्वगुणान्विते॥
]

`verse 12 [
चम्पकाशोकबकुलैः करवीरैः सपाटलैः।
पुन्नागैः कर्णिकारैश्च वकुलैर्नागकेसरैः॥
]

`verse 13 [
तगरैर्धवबाणैश्च अतिमुक्तैः सकुज्जकैः।
मालतीकुन्दपुष्पैश्च तथान्यैर्मल्लिकादिभिः॥
]

`verse 14 [
केतकीवनखण्डैश्च सर्व्वर्त्तुकुसुमोज्ज्वलैः।
गतम्बैर्लुकुचैः शालैः पनसैर्दैवदारुभिः॥
]

`verse 15 [
सरलैर्मुचुकुन्दैश्च चन्दनैश्च सितेतरैः।
अश्वत्थैः सप्तपर्णैस्च आर्म्रराम्रातकैस्तथाः॥
]

`verse 16 [
तालैः पूगफलैश्चैव नारिकेलैः कपित्थकैः।
अन्यैश्च विविधैर्वृक्षैः सर्व्वतः समलङकृतम्॥
]

`verse 17 [
क्षेत्रं त६ रवेः पुण्यमास्ते जगति विश्रुतम्।
समन्ताद्‌योजनं साग्रं भुक्तिमुक्तिफलप्रदम्॥
]

`verse 18 [
आस्ते तत्र स्वयं देवः सहस्रांशुर्दिवाकरः।
कोणादित्य इति ख्यातो भुक्तिमुक्तिफलप्रदः॥
]

`verse 19 [
माघे मासि सिते पक्षे सप्तम्यैं संयतेन्द्रियः।
कृतोपवासो यत्रैत्य स्नात्वा तु मकरालये॥
]

`verse 20 [
कृतशौचो विशुद्धात्मा स्मरन् देवं दिवाकरम्।
सागरे विधिवत् स्नात्वा शर्व्वर्य्यन्ते समाहितः॥
]

`verse 21 [
देवानृषीन्मनुष्यांश्च पितॄन् सन्तर्प्य च द्विजाः।
उत्तीर्य्य चवाससी धौते परिधाय सुनिर्म्मले॥
]

`verse 22 [
आचम्य प्रयोत भूत्वा तीरे तस्य महोदधेः।
उपविश्योदये काले प्राङ्मुखः सवितुस्तदा॥
]

`verse 23 [
विलिख्य पद्‌मं मेधावी रक्तचन्दनवारिणा।
अष्टपत्रं केसराढ्यं वर्त्तुलं चोर्ध्वकर्णिकम्॥
]

`verse 24 [
तिलतण्डुलतोयञ्च रक्तचन्दनसंयुतम्।
रवतपुष्पं सदर्भञ्च प्रक्षिपेत्ताम्रभाजने॥
]

`verse 25 [
ताम्राभावेऽर्कपत्रस्य पुटैः कृत्वा तिलदिकम्।
पिधाय तन्मुनिश्रेष्ठाः पात्रं पात्रेण विन्यसेत्॥
]

`verse 26 [
करन्यासाङ्गविन्यासं कृत्वाङ्गैर्हृदयादिभिः।
आत्मानं भास्करं ध्यात्वा सम्यक् श्रद्धासमन्वितः॥
]

`verse 27 [
मध्ये चाग्निदले धीमान्नैर्ऋते श्वसने दले।
कामारिगोचरे चैव पुनर्मध्ये च पूजयेत्॥
]

`verse 28 [
प्रभूतं विमलं सारमाराध्यं परमं सुखम्।
सम्पूज्य पद्‌ममावाह्य गगनात्तत्र भास्करम्॥
]

`verse 29 [
कर्णिकोपपि संस्थाप्य ततो मुद्रां प्रदर्शयेत्।
कृत्वा स्नानादिकं सर्व्वं ध्यात्वा तं सुसमाहितः॥
]

`verse 30 [
सितपद्‌मोपरि रविं तेजोबिम्बे व्यवस्थितम्।
पिङ्गाक्षं द्विभुजं रक्तं पद्‌मपत्रारुणाम्बरम्॥
]

`verse 31 [
सर्व्वलक्षणसयुक्तं सर्व्वाभरणभूषितम्।
सुरूपं वरदं शान्तं प्रभामण्डलमिण्डितम्॥
]

`verse 32 [
उद्यन्तं भास्करं दृष्ट्‌वा सान्द्रसिन्दूरसन्निभम्।
ततस्तत्पात्रमादाय जानुभ्यां धरणों गतः॥
]

`verse 33 [
कृत्वा शिरसि तत्प्रत्रमेकचित्तस्तु वाग्‌यतः।
त्र्यक्षरेण तु मन्त्रेण सूर्य्यायार्घ्यं निवेदयेत्॥
]

`verse 34 [
अदीक्षितस्तु तस्यैव नाम्नैवार्घ्घं प्रयच्छति।
श्रद्धया भावयुक्तेन भक्तिग्राह्यो रविर्यतः॥
]

`verse 35 [
अग्निनि र्ऋतिवाय्वीशमध्यपूर्व्वादिदिक्षु च।
हृच्छिरश्च शिखावर्मनेत्राण्यस्त्रञ्च पूजयेत्॥
]

`verse 36 [
दत्त्वार्घ्यं गन्धधूपञ्च दीपं नैवेद्यमेव च।
जप्त्वा स्तुत्वा नमस्कृत्वा मुद्रां बद्‌ध्वा विसर्ज्जयेत्॥
]

`verse 37 [
ये वार्घ्यं सम्प्रयच्छन्ति सूर्य्याय नियतेन्द्रियाः।
ब्राह्मणाः क्षत्रिया वैश्याः स्त्रियः शूद्राश्च संयताः॥
]

`verse 38 [
भक्तितभावेन सततं विशुद्धेनान्तरात्मना।
ते भुक्त्‌वाभिमतान् कामान् प्राप्नुवन्ति परां गतिम्॥
]

`verse 39 [
त्रैलोक्यदीपकं देवं भास्करं गगनेचरम्।
ये संश्रन्ति मनुजास्ते स्युः सुखस्य भाजनम्॥
]

`verse 40 [
यावन्न दीयते चार्घ्यं भास्कराय तथोदितम्।
तावन्न पूजयेद्धिष्णुं शङ्करं वा सुरेश्वरम्॥
]

`verse 41 [
तस्मात् प्रयत्नमास्थाय दद्यादर्घ्यं दिने दिने।
आदित्याय शुचिर्भूत्वा पुष्पैर्गन्धैर्मनोरमैः॥
]

`verse 42 [
एवं ददाति यश्चार्घ्यं सप्तम्यां सुसमाहितः।
आदित्याय शुचिः स्नातः स लभेदोप्सितं फलम्॥
]

`verse 43 [
रोगाद्विमुत्यते रोगी वित्तार्थी लभते धनम्।
विद्यां प्राप्नोति विद्यार्थी सुतार्थी पुत्रवान् भवेत्॥
]

`verse 44 [
यं यं काममभिध्यायन् सूर्य्यायार्घ्यं प्रयच्छति।
तस्य तस्य फलं सम्यक् प्राप्नोति पुरुषः सुधीः॥
]

`verse 45 [
स्नात्वा वै सागरे दत्त्वा सूर्य्यायार्घ्यं प्रणम्य च।
नरो वा यदि वा नारी सर्व्वकामफलं लभेत्॥
]

`verse 46 [
ततः सूर्य्यालयं गच्छेत् पुष्पमादाय वाग्‌यतः।
प्रविश्य पूजयेद्‌भानुं कृत्वा तु त्रिः प्रदक्षिणम्॥
]

`verse 47 [
पूजयेत् परया भक्त्या कोणार्कं मुनिसत्तमाः
गन्धैः पुष्पैस्तथा दीपैर्धूपै र्नैवेद्यके रपि॥
]

`verse 48 [
दण्डवत् प्रणिपातैस्च जयशब्दैस्तथा स्तवैः।
एव सम्पूज्य तं देवं सहस्रांशु जगत्‌पतिम्॥
]

`verse 49 [
दशानामश्वमेधानां फलं प्राप्नोति मानवः।
सर्व्वपापविनिर्म्मुक्तो युवा दिव्यवपुर्नरः॥
]

`verse 50 [
सप्तावरान् सप्त परान् वंशानुद्‌धृत्य भो दिजाः।
विमानेनार्कवर्णेन कामगेन सुवर्च्चसा॥
]

`verse 51 [
उपगीयमानो गन्धर्व्वैः सूर्य्यलोकं स गच्छति।
भुक्त्‌वा तत्र वरान् भोगान् यावगाभूतसंप्लवम्॥
]

`verse 52 [
पुण्यक्षयादिहायातः प्रवेर योगिनां कुले।
चतुर्व्वेदो भवेद्विप्रः स्वधर्म्मनिरतः शुचिः॥
]

`verse 53 [
योगं विवस्वतः प्राप्य ततो मोक्षमवाप्नुयात्।
चैत्रे मासि सिते पक्षे यात्रां मदनभञ्जिकाम्॥
]

`verse 54 [
यः करोति नास्तत्र पूर्व्वोक्तं स फलं लभेत्।
शयनोत्थापने भानोः संक्रान्त्यां विषुवायने॥
]

`verse 55 [
वारे रवेस्तिथौ चैव पर्व्वकालेऽतवा द्विजाः।
येतत्र यात्रां कुर्व्वन्ति श्रद्धया संयतेन्द्रियाः॥
]

`verse 56 [
विमानेनार्कवर्णेन सूर्य्यलोकं व्रजन्ति ते।
आस्ते तत्र महादेवस्तीरे नदनदीपतेः॥
]

`verse 57 [
रामेश्वर इति ख्यातः सर्व्वकामफलप्रदः।
ये तं पश्यन्ति कामारिं स्नात्वा सम्यङमहोदधौ॥
]

`verse 58 [
गन्धैः पुष्पैस्तथा धूपैर्दीपैनैवेद्यकैर्व्वरैः।
प्रणिपातैस्तथा स्तोत्रैर्गोतैर्वद्यैर्मनोहरैः॥
]

`verse 59 [
राजसूयफलं सम्यग्वाजिमैधफलं तथा।
प्राप्नुवन्ति महात्मानः संसिद्धिं परमां तथा॥
]

`verse 60 [
कामगेन विमानेन किङ्किणीजालमालिना।
उपगीयमाना गन्धर्व्वैः शिवलोकं व्रजन्ति ते॥
]

`verse 61 [
आभूतसंप्लवं यावद्‌भुक्त्वा भोगान्मनोरमान्।
पुण्यक्षयादिहागत्य चातुर्व्वेदा भवन्ति ते॥
]

`verse 62 [
शाङकरं योगमास्थाय ततो मोभं व्रजन्ति ते।
यस्तत्रच सवितुः क्षेत्रे प्राणांस्त्यजति मानवः॥
]

`verse 63 [
स सूर्य्यलोकमास्थाय देववन्मोदते दिवि।
पुनर्मानुषतां प्राप्य राजा भवति धार्म्मिकः॥
]

`verse 64 [
योगं रवेः समासाद्य ततो मोक्षमवाप्नुयात्।
एवं मया मुनिश्रेष्ठाः प्रोक्तं क्षेत्रं सुदुर्लभम्॥
]
