`speaker [
ब्रह्मोवाच
]

`verse 1 [
आदित्यमूलमखिलं त्रैलोक्यं मुनिसत्तमाः।
भवत्यस्माज्जगत् सर्व्व सदेवासुरमानुषम्॥
]

`verse 2 [
रुद्रोपेन्द्रमहेन्द्राणां विप्रेन्द्र त्रिदिवौकसाम्।
महाद्युतिमताञ्चैव तेजोऽयं सार्व्वलौकिकम्॥
]

`verse 3 [
सर्व्वात्मा सर्व्वलोकेशो देवदेः प्रजापतिः।
सूर्य्य एव त्रिलोकस्य मूलं परमदैवतम्॥
]

`verse 4 [
अग्नौ प्रास्ताहुतिः सम्यगादित्यमुपतिष्ठे।
आदित्याज्जायते वृष्टिर्वृष्टेरन्नं ततः प्रजाः॥
]

`verse 5 [
सूर्य्यात् प्रसूयते सर्व्वं तत्र तैव प्रलीयते।
भावाभावौ हि लोकानामादित्यान्निः सृतौ पुरा॥
]

`verse 6 [
एतत्तु ध्यानिनां ध्यानं मोक्षस्चाप्येष मोक्षिणाम्।
तत्र गच्छन्ति निर्व्वाणं जायन्तेऽस्मात् पुनः॥
]

`verse 7 [
क्षणा मुहूर्त्ता दिवसा निशा पक्षाश्च नित्यशः।
मासाः संवत्सराश्चैव ऋतवश्च युगानि च॥
]

`verse 8 [
अयादित्यादृते ह्येषां कालसंख्या न विद्यते।
कालादृते न नियमो नाग्नौ विहरमक्रिया॥
]

`verse 9 [
ऋतूनामविभागस्च ततः पुष्पफलं कुतः।
कुतो वै शस्यनिष्पत्तिस्तृणौषधिगणः कुतः॥
]

`verse 10 [
अभावो व्यवहाराणां जन्तूनां दिवि चेह च।
जगत्प्रभावाद्विशते भास्कराद्वारितस्करात्॥
]

`verse 11 [
नावृष्ट्‌या तपते सूर्य्यो नावृष्ट्या परिशुष्यति।
नावृष्ट्या परिधिं धत्ते वारिमा दीप्यते रविः॥
]

`verse 12 [
वसन्ते कपिलः सूर्य्यो ग्रीष्मे काञ्चनसन्निभः।
श्वेतो वर्षासु वर्णेन पाण्डुः शरदि भास्करः॥
]

`verse 13 [
हेमन्ते ताम्रवर्णाभः शिशिरे लोहितो रविः।
इति वर्णाः समाख्याताः सूर्य्यस्य ऋतुसम्भवाः॥
]

`verse 14 [
ऋतुस्वभाववर्णैश्च सूर्य्यः क्षेमसुभिक्षकृत्।
अथादित्यस्य नामानि सामान्यानि द्विजोत्तमाः॥
]

`verse 15 [
द्वादशैव पृथक्त्वेन तानि वक्ष्याम्यशेषतः।
आदित्यः सविता सूर्य्यो मिहिरोऽर्कः प्रभाकरः॥
]

`verse 16 [
मार्त्तण्डो भास्करो भानुश्चित्रभानुर्दिवाकरः।
रविर्द्वाशभिस्तेषां ज्ञेयः सामान्यनामभिः॥
]

`verse 17 [
विष्णुर्धाता भगः पूषा मित्रेन्द्रौ वरुणोऽर्य्यमा।
विवस्वानंशुमांस्त्वष्टा पर्जन्यो द्वादशः स्मृतः॥
]

`verse 18 [
इत्येते द्वादशादित्याः पृथक्त्वेन व्यवस्थिताः।
उत्तिष्ठन्ति सदा ह्येते मासैर्द्वादशभिः क्रमात्॥
]

`verse 19 [
विष्णुस्तपति चैत्रे तु वैशाखे चार्य्यमा तथा।
विवस्वान् ज्यैष्ठमासे तु आषाढे चांशुमान् स्मृतः॥
]

`verse 20 [
पर्ज्जन्यः श्रावणे मासि वरुणः प्रौष्ठसंज्ञके।
इन्द्र आश्ववयुजे मासि धाता तपति कार्त्तिके॥
]

`verse 21 [
मार्गशीर्षे तथा मित्रः पौषे पूषा दिवाकरः।
माघे भगस्तु विज्ञेयस्त्वष्टा तपति फाल्गुने॥
]

`verse 22 [
शतैर्द्वाशभिर्विष्णू रश्मिभिर्दोप्यते सदा।
दीप्यते गोसहस्रेण शतैश्च त्रिभिरर्य्यमा॥
]

`verse 23 [
द्विःमप्तकैर्विवस्वांस्तु अंशुमान् पञ्चभिस्त्रिभिः।
विवस्वानिव पर्ज्जन्यो वरुणस्चार्य्यमा तथा॥
]

`verse 24 [
मित्रवद्‌भगवांस्त्वष्टा सहस्रेण शतेन च।
इन्द्रस्तु द्विगुणैः षड्‌भिर्धानैकादशभिः शतैः॥
]

`verse 25 [
सहस्रेम तु मित्रो वै पूषा तु नवभिःशतैः।
उत्तरोपक्रमेऽर्कस्य वर्द्धन्ते रश्मयस्तथा॥
]

`verse 26 [
दक्षिणोपक्रमे भूयो हसन्ते सूर्य्यरस्मयः।
एवं रश्मिसहस्रन्तु सूर्य्यलोकादनुग्रहम्॥
]

`verse 27 [
एवं नाम्नां चतुर्विंशदेक एषां प्रकीर्त्तितः।
विस्तरेण सहस्रन्तु पुनरन्यत् प्रकोर्त्तितम्॥
]

`speaker [
मुनय ऊचुः
]

`verse 28 [
ये तन्नामसहस्रेम स्तुवन्त्यर्कं प्रजापते।
तेषां भवति किं पुण्यं गतिश्च परमेश्वर॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
श्रृणुध्वं मुनिशाद्‌र्दूलाः सारभूतं सनातनम्।
अलं नामसहस्रेम पठन्नेवं स्तवं शुभम्॥
]

`verse 30 [
यानि नामानि गुह्यानि पवित्राणि शुभानि च।
तानि वः कीर्त्तयिष्यामि श्रृणुध्वं भारस्कस्य वै॥
]

`verse 31 [
विकर्त्तनो विवस्वांश्च मार्त्तण्डो भास्करो रविः।
लोकप्रकाशकः श्रीमाँल्लोकचक्षुर्महेश्वरः॥
]

`verse 32 [
लोकसाक्षी त्रिलोकेशः कर्त्ता हर्त्ता तमिस्रहा।
तपनस्तापनश्चैव शुचिः सप्ताश्ववाहनः॥
]

`verse 33 [
गभस्तिहस्तो ब्रह्मा च सर्व्वदेवनमस्कृतः।
एकविंशतिरित्येष स्तव इष्टः सदा रवेः॥
]

`verse 34 [
शरीरारोग्यदश्चैव धनवृद्धियशस्करः।
स्तवराज इति ख्यातिस्त्रिषु लोकेषु विश्रुतः॥
]

`verse 35 [
य एतेन द्विजश्रेष्ठा द्विसन्ध्येऽस्तमनोदये।
स्तौति सूर्य्यं शुचिर्भूत्वा सर्व्वपापैः प्रमुच्यते॥
]

`verse 36 [
मानसं वाचिकं वापि देहजं कर्म्मजं तथा।
एकजप्येन तत्‌सर्व्वं नश्यत्यर्कस्य सन्निधौ॥
]

`verse 37 [
एकजप्यश्च होमश्च सन्ध्योपासनमेव च।
धूपमन्त्रार्घ्यमन्त्रश्च बलिमन्त्रस्तथैव च॥
]

`verse 38 [
अन्नप्रदाने दाने च प्रणिपाते प्रदक्षिणे।
पूजितोऽयं महामन्त्रः सर्व्वपापहरः शुभः॥
]

`verse 39 [
तस्माद्‌यूयं प्रयत्नेन स्तवेनानेन वै द्विजाः।
स्तुवीध्वं वरदं देवं सर्व्वकामफलप्रदम्॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे मार्त्तण्डस्यैकविंशतिनामानुकीर्त्तनं नाम एकत्रिंशोऽध्यायः॥
]
