`speaker [
मुनय ऊचुः
]

`verse 1 [
निर्गुणः शाश्वतो देवस्त्वया प्रोक्तो दिवाकरः।
पुनर्द्वादशधा जातः श्रुतोऽस्माभिस्त्वयोदितः॥
]

`verse 2 [
स कथं तेजसो रश्मिः स्त्रिया गर्भे महाद्युतिः।
सम्भूतो भास्करो जातस्तत्र नः संशयो महान्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
दक्षस्य हि सुताः श्रेष्ठा बभूवुः षष्टि शोभनाः।
अदितिर्दितिर्दनुश्चैव विनताद्यास्तथैव च॥
]

`verse 4 [
दक्षस्ताः प्रददौ कन्याः कश्यपाय त्रयोदश।
अदितिर्जनयामास देवांस्त्रिभुवनेश्वरान्॥
]

`verse 5 [
दैत्यान्दितिर्दनुश्चोग्रान्दानवान् बलदर्पितान्।
विनताद्यास्तथा चान्याः सुषुवुः स्थाणुजङ्गमान्॥
]

`verse 6 [
तस्याथ पुत्रदौहित्रैः पौत्रदौहित्रकादिभिः।
व्याप्तमेतज्जगत् सर्व्व तेषां तासां च वै मुने॥
]

`verse 7 [
तेषां कश्यपपुत्राणां प्रधाना देवतागणाः।
सात्त्विका राजासाश्चान्ये तामसास्च गणाः स्मृताः॥
]

`verse 8 [
देवान्यज्ञबुजश्चक्रे तथा त्रिभुवनेश्वरान्।
स्रष्टा ब्रह्मविदां श्रेष्ठः परमेष्ठो प्रजापतिः॥
]

`verse 9 [
तानबाधन्त सहिताः सापत्न्याद्‌दैत्यदानवाः।
ततो निराकृतान् पुत्रान्दैतेयैर्दानवैस्तथा॥
]

`verse 10 [
हतं त्रिभुवनं दुष्ट्वा अदितिर्मुनिसत्त्माः।
आच्छिनद्‌यज्ञभागांश्च श्रुधासम्पीडितान् भृशम्॥
]

`verse 11 [
आराधनाय सवितुः परं यत्नं प्रचक्रमे।
एकाग्रा नियताहारा परं नियममास्थिता।
तुष्टाव तेजसां राशिं गगनश्थं दिवाकरम्॥
]

`verse 12 [
नमस्तुभ्यं परं सूक्ष्मं सुपुण्यं बिभ्रतेऽतुलम्।
धाम धामवतामीशं धामाधारं च शाश्वतम्॥
]

`verse 13 [
जगतामुपकाराय त्वामहं स्तौमि गोपते।
आददानस्य यद्रूपं तीव्रं तस्मै नमाम्यहम्॥
]

`verse 14 [
ग्रहीतुमष्टमासेन कालेनाम्बुमयं रसम्।
बिभ्रतस्तव यद्रूपमृग्‌यजुःसाम्नामैक्येन तपते तव॥
]

`verse 15 [
समेतमग्निषोमाभ्यां नमस्तस्मै गुणात्मने।
यद्रुपमृग्‌यजुःसाम्नामैक्येन तपते तव॥
]

`verse 16 [
विश्वमेतत्त्रयीसंज्ञं नमस्तस्मै विभावसो।
यत्तु तस्मात्परं रूपमोमित्युक्त्वाभिसंहितम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
एवं सा नियता देवी चक्रे स्तोत्रमहर्निशम्।
निराहारा विवस्वन्तमारिराधयिषुर्द्विजाः॥
]

`verse 18 [
ततः कालेन महाता भगवांस्तपनो द्विजाः।
प्रत्यक्षतामगात्तस्या दाक्षायण्या द्विजोत्तमाः॥
]

`verse 19 [
सा ददर्श महाकूटं तेजसोऽम्बरसंवृतम्‌।
भूमौ च संस्थितं भास्वज्ज्वालाभिरतिदुर्दृशम्॥
]

`verse 20 [
तं दृष्ट्वा च ततो देवी साध्वसं परमं गता॥
]

`verse 21 [
जगदाद्य प्रसीदेति न त्वां पश्यामि गोपते।
प्रसादं कुरु पश्येयं यदूपं ते दिवाकर भक्तानुकम्पक विभो त्वद्भक्तान् पाहि मे सुतान्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
ततः स तेजसस्तस्मादाविर्भूतो विभावसुः।
अदृश्यत तदादित्यस्तप्तताम्रोपमः प्रभुः॥
]

`verse 23 [
ततस्तां प्रणतां देवीं तस्यासन्दर्शने द्विजाः।
प्राह भास्वान् वृणुष्वैकं वरं मत्तो यमिच्छसि॥
]

`verse 24 [
प्रणता शिरसा सा तु जानुपीडितमेदिनी।
प्रत्युवाच विवस्वन्तं वरदं समुपस्थितम्॥
]

`speaker [
अदितिरुवाच
]

`verse 25 [
देव प्रसीद पुत्राणां हृतं त्रिभुवनं मम।
यज्ञभगाश्च दैतेयैर्दानवैश्च बलाधकैः॥
]

`verse 26 [
तन्निमित्तं प्रसादं त्वं कुरुष्व मम गोपते।
अंशेन तेषां भ३तृत्वं गत्वा तान्नाशये रिपून्॥
]

`verse 27 [
यथा मे तनया भूयो यज्ञभागभुजः प्रभो।
भवेयुरधिपाश्चैव त्रैलोक्यस्य दिवाकर॥
]

`verse 28 [
तथानुकल्पं पुत्राणआं सुप्रसन्नो रवे मम।
कुरु प्रसन्नार्त्तिहर कार्य्यं कर्त्ता त्वमुच्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
ततस्तामाह भगवान् भास्करो वारितस्करः।
प्रणतामदितिं विप्राः प्रसादसुमुखो विभुः॥
]

`verse 30 [
सहस्रांशेन ते गर्भः सम्भूयाहमशेषतः।
त्वत्पुत्रशत्रून् दक्षोऽहं नाशयाम्याशु निर्वृतः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
इत्युक्त्वा भगवान् भास्वानन्तर्धानमुपागतः।
निवृत्ता सापि तपसः सम्प्राप्ताखिलवाञ्छिता॥
]

`verse 32 [
ततो रश्मिसहस्रात्तु सुषुम्णाख्यो रवेः करः।
ततः संवत्सरस्यान्ते तत्कमपूरणाय सः॥
]

`verse 33 [
निवासं सविता चक्रे देवमातुस्तदोदरे।
कृच्छ्रचान्द्रायणादींश्च सा चक्रे सुसमाहिता॥
]

`verse 34 [
शुचिना धारयाम्येनं दिव्यं गर्भमिति द्विजाः।
ततस्तां प्राह किञ्चित्कोंपप्लुताक्षरम्॥
]

`speaker [
कश्यप उवाच
]

`verse 35 [
किं मारयसि गर्भाण्डमिति नित्योपदासिनी॥

ब्रह्मोवाच
सा च तं प्राह गर्भण्डमेतत्पश्येति कोपना।
न मारितं विपक्षाणां मृत्युरेव भविष्यति॥
]

`verse 36 [
इत्युक्त्वा तं तदा गर्भमुत्सासर्ज सुरारणिः।
जाज्वल्यमानं तेजोभिः पत्युर्वचनकोपिता॥
]

`verse 37 [
तं दृष्ट्वा कश्यपो गर्भमुद्यद्‌भास्करवर्च्चसम्।
तुष्टाव प्रणतो भूत्वा वाग्‌भिराद्याभिरादरात्॥
]

`verse 38 [
संस्तूयमानः स तदा गर्भाण्डात् प्रकटोऽभवत्।
पद्मपत्रसवर्णाभस्तेजसा व्याप्तदिङमुखः॥
]

`verse 39 [
अथान्तरिक्षादाभाष्य कश्यपं मुनिसत्तमम्।
सतोयमेघगम्भीरा वागुवाचाशरीरिणी॥
]

`verse 40 [
वागुवाच
मारितमिति यत्‌ प्रोक्तमेतदण्डं त्वयादितेः।
तस्मान्मुने सुतस्तेऽयं मार्त्तण्डाख्यो भविष्यति॥
]

`verse 41 [
हनिष्यत्यमुरांश्चायं यज्ञभागहरानरीन्।
देवा निशम्येति वची गगनात् समुपागतम्॥
]

`verse 42 [
प्रहर्षमतुलं याता दानवाश्च हतौजसः।
ततो युद्धाय दैतेयानाजुहाव शतक्रतुः॥
]

`verse 43 [
सह देवैर्मुदा युक्ता दानवाश्च तमभ्ययुः।
तेषां युद्धमबूद्‌घोरं देवानामसुरैः सह॥
]

`verse 44 [
शस्त्रास्त्रवृष्टिसन्दीप्तसमस्तबुवनान्तरम्।
तस्मिन् युद्धे भगवता मार्त्तण्डेन निरीक्षिताः॥
]

`verse 45 [
तेजसा दह्यमानास्ते भस्मीभूता महासुराः।
ततः प्रहर्षमतुलं प्राप्ताः सर्व्वे दिवौकसः॥
]

`verse 46 [
तुष्टुवुस्तेजसां योनिं मार्त्तण्डमदितिं तथा।
स्वाधिकारांस्ततः प्राप्ता यज्ञभागांश्च पूर्व्ववत्॥
]

`verse 47 [
भगवानपि मार्त्तण्डः स्वाधिकारमथाकरोत्।
कदम्बपुष्पवद्भास्वानधश्चोद्‌र्ध्वञ्च रश्मिभिः।
वृतोऽग्निपिण्डसदृशो दध्रे नातिस्फुटं वपुः॥
]

`speaker [
मुनय ऊचुः
]

`verse 48 [
कथं कान्ततरं पश्चाद्रूपं संलब्धवान् रविः।
कदम्बगोलकाकारं तन्मे ब्रूहि जगत्पते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 49 [
त्वष्टा तस्मा ददौ कन्यां संज्ञां नाम विवस्वते।
प्रसाद्य प्रणतो भूत्वा विश्वकर्म्मा प्रजापतिः॥
]

`verse 50 [
त्रीण्यपत्यान्यसौ तस्यां नजयामास गोपतिः।
द्वौ पुत्रौ सुमहाभागौ कन्याञ्च यमुनां तथा॥
]

`verse 51 [
यत्तेजोऽभ्यधिकं तस्य मार्त्तण्डस्य विवस्वतः।
तेनातितापयामास त्री ल्लोकान् सचराचरान्॥
]

`verse 52 [
तद्रूपं गोलकाकारं दृष्ट्वा संज्ञा विवस्वतः।
असहन्ती महत्तेजः स्वां छायां वाक्यमब्रवीत्॥
]

`speaker [
संज्ञोवाच
]

`verse 53 [
अहं यास्यामि भद्रं ते स्वमेव भवनं पितुः
निर्व्विकारं त्वयात्रैव स्थेयं मच्छासनाच्छुभे॥
]

`verse 54 [
इमौ च बालकौ मह्यं कन्या च वरवर्णिनी।
सम्भाव्या नैव चाख्येमिदं भगवते त्वया॥
]

`speaker [
छायोवाच
]

`verse 55 [
आ कचग्रहणाद्‌दे वि आ शापान्नैव कर्हिचित्।
आख्यास्यामि मतं तुभ्यं गम्यता यत्र वाञ्छितम्॥
]

`verse 56 [
इत्युक्त्वा व्रीडिता संज्ञा जगाम पितृमन्दिरम्।
वत्सराणां सहस्रान्तु वसमाना पितुर्गुहे॥
]

`verse 57 [
भर्त्तुः समीपं याहीति पित्रोक्या सा पुनः पुनः।
आगच्छद्वडवा भूत्वा कुरूनथोत्तरांस्ततः॥
]

`verse 58 [
तत्र तेपे तपः साध्वी निराहारा द्विजोत्तमाः।
पितुः समीपं यातायां संज्ञायां वाक्यतत्परा॥
]

`verse 59 [
तद्रुपधारिणी छाया भास्करं समुपस्थिता।
तस्याञ्च भगवान् सर्य्यः संज्ञेयमिति चिन्तयन्॥
]

`verse 60 [
तथैव जनयामास द्वौ कुत्रौ कन्यकां तथा।
संज्ञा तु पार्थिवी तेषामात्मजानां तथाकरोत्॥
]

`verse 61 [
स्नेहं न पूर्व्वजातानां तथा कृतवती तु सा।
मनुस्तत्तक्षान्तवांस्तस्या यमस्तस्या न चक्षमे॥
]

`verse 62 [
बहुधा पीड्यमानस्तु पितुः पत्न्या सुदुःखितः।
स वै कोपाच्च बाल्याच्च भाविनोऽर्थस्य वै बलाम्।
पदा सन्तर्ज्जयामास न तु देहे न्यपातयत्॥
]

`speaker [
छायोवाच
]

`verse 63 [
पदा तर्ज्जयस यस्मात्पितुर्भार्य्यां गरीयसीम्।
तस्मात्त्वैष चरणः पतिष्यति न संशयः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 64 [
यमस्तु तेन शापेन भृशं पीडितमानसः।
मनुना सह धर्म्मात्मा पित्र सर्व्वं न्यवेदयत्॥
]

`speaker [
यम उवाच
]

`verse 65 [
स्नेहेन तुल्यमस्मासु माता देव न वर्त्तते।
विसृज्य ज्यायसं भक्त्या कनीयांसं बुभूषति॥
]

`verse 66 [
तस्यां मयोद्यतः पादौ न तु देहे निपातितः।
बाल्याद्वा यदि वा मोहात्तद्भवान् क्षन्तुमहसि॥
]

`verse 67 [
शप्तोऽहं तात कोपेन जनन्या तनयो यतः।
ततो मन्ये न जननीमिमां वै तपतांवर॥
]

`verse 68 [
तव प्रसादाच्चरणो भगवन् न पतेद्‌यथा।
मातृशापादयं मेऽद्य तथा चिन्तय गोपते॥
]

`speaker [
रविरुवाच
]

`verse 69 [
असंशयं महत्पुत्र भविष्यत्यत्र कारणम्।
येन त्वामाविसत्क्रोधो धर्म्मज्ञं धर्म्मशीलिनम्॥
]

`verse 70 [
सर्व्वेषामव शापानां प्रतिगातो हि विद्यते।
न तु मात्राभिशप्तानां क्वचिच्छापनिवर्त्तनम्॥
]

`verse 71 [
न शक्यमेतन्मिथ्या तु कर्त्तुः मातुर्वचस्तव।
किञ्चित्तेऽहं विधास्यामि पुत्रस्नेहादनुग्रहम्॥
]

`verse 72 [
कृमयो मांसमादाय प्रयास्यन्ति महीतलम्।
कृतं तस्या वचः सत्यं त्वञ्च त्रातो भविष्यसि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 73 [
आदित्यस्त्वब्रवीच्छायां किमर्थं तनयेषु वै।
तुल्येष्यधिकः स्नेह एकं प्रति कृतस्त्वया॥
]

`verse 74 [
नूनं नैषां त्वं जननी संज्ञा कापि त्वमागता।
गिर्गुणेष्वप्यपत्येषु माता शापं न दास्यति॥
]

`verse 75 [
सा तत्परिहरन्ती च शापाद्‌भीता तदा रवेः।
कथयामास वृत्तान्तं स श्रुत्वा श्वशुरं ययौ॥
]

`verse 76 [
स चापि तं यथान्यमर्च्चयित्वा तदा रविम्।
निर्दग्धुकामं रोषेण सान्त्वयानस्तमब्रवीत्॥
]

`speaker [
विश्वकर्मोवाच
]

`verse 77 [
तवातितेजसा व्याप्तमिदं रूपं सुदुःसहम्।
असहन्ती तु तत्संज्ञा वने चरति वै तपः॥
]

`verse 78 [
द्रक्ष्यते तां भवानद्य स्वां भार्य्यां शुभचारिणीम्।
रूपार्थं भवतोऽरण्ये चरन्तीं सुमहात्तपः॥
]

`verse 79 [
श्रुतं मे ब्रह्मणो ध्वाक्यं तव तेजोऽवरोधने।
रूपं निर्वर्त्तयाम्यद्य चतव कान्तं दिवस्पते॥
]

`verse 80 [
ततस्तथेति तं प्राह त्वष्टारं भगवान् रविः।
ततो विवस्वतो रूपं प्रागासीत्परिमण्डलम्॥
]

`verse 81 [
विश्ववकर्म्मा त्वनुज्ञातः शाकद्वीपे विवस्वता।
भ्रमिमारोप्य तत्तेजःशातनायोपचक्रमे॥
]

`verse 82 [
भ्रमताशेषजगतां नाभिभूतेन भास्वता।
समुद्राद्रिवनोपेता त्वारुरोह महो नभः॥
]

`verse 83 [
गगनञ्चाखिलं विप्राः सचन्द्रगाहतारकम्।
अधो गतं महाभागा बभूवाक्षिप्तमाकुलम्॥
]

`verse 84 [
विक्षिप्तसलिलाः सर्व्वे बभूवुश्च तथार्णवाः।
व्यभिद्यान्त महाशैलाः शीर्णसानुनिबन्धनाः॥
]

`verse 85 [
ध्रुवाधाराण्यशेषाणि धिष्ण्यानि मुनिसत्तमाः।
त्रुट्यद्रश्मिनिबन्धीनि बन्धनानि अधो ययुः॥
]

`verse 86 [
वेगभ्रमणसम्पातवायुक्षिप्तां सहस्रशः।
व्यशीर्य्यन्त महामेघा घोराविविराविणः॥
]

`verse 87 [
भास्वद्भ्रामणंविभ्रान्तभूम्याकाशरसातलम्।
जगदाकुलमत्यर्थं तदासीन्मुनिसत्तमाः॥
]

`verse 88 [
त्रैलोक्यमाकुलं वीक्ष्य भ्रममाणं सुर्षयः।
देवाश्च ब्रह्मणा सार्द्ध भास्वन्तमभितुष्टुवुः॥
]

`verse 89 [
आदिदेवोऽसि देवानां जातस्त्वंभूतये भुवः।
स्वर्गस्थित्यन्तकालेषु त्रिदा भेदेन तिष्ठसि॥
]

`verse 90 [
स्वस्ति तेऽस्तु जगन्नाथ घर्म्मवर्ष दिवाकर।
इन्द्रादयस्तदा देवा लिख्यमानमथास्तुवन्॥
]

`verse 91 [
जय देव जगत्स्वामिन् जयाशेष जगत्पते।
ऋषयश्च ततः सप्त वसिष्ठात्रिपुरोगमाः॥
]

`verse 92 [
तुष्टुवुर्विधैः स्तोत्रैः स्वस्ति स्वस्वीतिवादिनः।
वेदोक्तिभिरथआग्य्राभिर्वालखित्याश्च तुष्टुवुः॥
]

`verse 93 [
अग्निराद्याश्च भास्वन्तं लिख्यमानं मुदा युताः।
त्वं नाथ मोक्षिणां मोक्षो ध्येयस्त्वं ध्यानिनां परः॥
]

`verse 94 [
त्वं गतिः सर्व्वभूतानां कर्म्मकाण्डविविर्त्तिनाम्।
सम्पूज्यस्त्वं तु देवेश शं नोऽस्तु जगतां पते॥
]

`verse 95 [
शं नोऽस्तु द्विपदे नित्यं शं नश्चास्तु चतुष्पदे।
ततो विद्याधरगणा यक्षराक्षसपन्नगाः॥
]

`verse 96 [
कृताञ्जलिपुटाः सर्व्वे शिरोभिः प्रणता रविम्।
ऊचुस्ते विविधा वाचो मनःश्रोत्रसुखावहाः॥
]

`verse 97 [
सह्यां भवतु तेजस्ते भूतानां भूतभावन।
ततो हाहाहूहूश्चैव नारदस्तुम्बुरुस्तथा॥
]

`verse 98 [
उपगायितुमारब्धा गान्धर्व्वकुशला रविम्।
षड्जमध्यमगान्धारगानत्रयविशारदाः॥
]

`verse 99 [
मूर्च्छनाभिश्च तालैश्च सम्प्रयोगैः सुखप्रदम्।
विश्वाची च घृताची च उर्व्वश्यथ तिलोत्तमा॥
]

`verse 100 [
मेनका सहजन्या च रम्भा चाप्सरसांवराऽ
ननृतुर्जगतामीशे लिख्यमाने विभावसौ॥
]

`verse 101 [
भावहासविलासाद्यान् कुर्व्वत्योऽभिनयान्बहून्।
प्रावाद्यन्त ततस्तत्र वीणा वेष्वादिझर्झराः॥
]

`verse 102 [
पणवाः पुष्कराश्चैव मृदङ्गाः पटहानकाः।
देवदुन्दुभयः शङखाः शतशोऽथ सहस्रशः॥
]

`verse 103 [
गायद्‌भिश्चैव नृत्यद्‌भिर्गन्धर्व्वै रप्सरोगणैः।
तूर्य्यवादित्रघोषैश्च सर्व्वं कोलाहलीकृतम्॥
]

`verse 104 [
ततः कृताञ्जलिपुटा भक्तिनम्रात्ममूर्त्तयः।
लिख्यमानं सहस्रांशुं प्रणेमुः सर्व्वदेवताः॥
]

`verse 105 [
ततः कोलाहले तस्मिन् सर्व्वदेवसमागमे।
तेजसः शातनं चक्रे विश्वकर्म्मा शनैः शनैः॥
]

`verse 106 [
आजानुलिखितश्चासौ निपुणं विश्वकर्म्मणा।
नाभ्यनन्दत्तु लिखनं ततस्तेनावतारितः॥
]

`verse 107 [
न तु निर्भर्त्सितं रूपं तेजसो हननेन तु।
कान्तात्कान्ततरं रूपमधिकं शुशुभे ततः॥
]

`verse 108 [
इति हिमजलघर्म्मकालहेतोर्हरकमलासनविष्णुसंस्तुतस्य।
तदुपरि लिखनं निशम्य भानोर्व्रजति दिवाकरलोकमायुषोऽन्ते॥
]

`verse 109 [
एवं जन्म रवेः पूर्व्वं बभूव मुनिसत्तमाः।
रूपञ्च परमं तस्य मया सम्परिकोर्त्तितम्॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे मार्त्तण्डजन्मशरीरलिखनं नाम द्वात्रिंशोऽध्यायः॥
]
