`speaker [
मुनय ऊचुः
]

`verse 1 [
भूयोऽपि कथयास्माकं कथां सूर्य्यसमाश्रिताम्।
न तृप्तिमधिगच्छामः श्रुण्वन्तस्तां कथां शुभाम्॥
]

`verse 2 [
योऽयं दीप्तो महातजा वह्निराशिसमप्रभः।
एतद्वेदितुमिच्छमाः प्रभावोऽस्य कुतः प्रभो॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
तमोभूतेषु लोकषु नष्टे स्थावरजङ्गमे।
प्रकृतेर्गुमहेतुस्तु पूर्व्वं बुद्धिरजायत॥
]

`verse 4 [
अहङ्कारस्ततो जातो महाभूतप्रवर्त्तकः।
वाय्वग्निरापः खं भूमिस्ततस्त्वण्डमजायत॥
]

`verse 5 [
तस्मिन्नण्डे त्विमे लोकाः सप्त चैव प्रतिष्ठताः।
पऋतिवी सप्तभिर्द्वोपैः समुद्रैश्चैव सप्तभिः॥
]

`verse 6 [
तत्रैवावस्थितो ह्यासीदहं विष्णुर्महेश्वरकः।
विमूढास्तामसाः सर्व्वे प्रध्यायन्ति तमीश्वरम्॥
]

`verse 7 [
ततो वै सुमहातेजाः प्रादुर्भूतस्तमोनुदः।
ध्यानयोगेन चास्माभिर्विज्ञातं सविता तदा॥
]

`verse 8 [
ज्ञात्वा च परमात्मानं सर्व एव पृथक् पृथक्।
दिव्याभिः स्तुतिभिर्देवः स्तुतोऽऽस्माभिस्तदेश्वरः॥
]

`verse 9 [
आदिदेवोऽसि देवानामैस्वर्य्याच्च त्वमीश्वरः।
आदिकर्त्ताऽसि भूतानां देवदेवो दिवाकरः॥
]

`verse 10 [
जीवनः सर्व्वभूतानां देवगन्धर्व्वरक्षसाम्।
मुनिकिन्नरसिद्धानां त्थैवोरगपक्षिणाम्॥
]

`verse 11 [
त्वं ब्रह्मा त्वं महीदेवस्त्वं विष्णुस्त्वं प्रजापतिः।
वायुरिन्द्रश्च सोमश्च विवश्वान्वरुणस्तथा॥
]

`verse 12 [
त्वं कालः सुष्टिकर्त्ता च हर्त्ता भर्त्ता तथा प्रभुः।
सरितः सागराः शैला विद्युदिन्द्रधनूंषि च॥
]

`verse 13 [
प्रलयः प्रभवश्चैव व्यक्ताव्यक्तः सनातनः।
ईश्वरात्परतो विद्या विद्यायाः परतः शिवः॥
]

`verse 14 [
शिवात्परतरो देवस्त्वमेव परमेश्वरः।
सर्व्वतः पाणिपादान्तः सर्व्वतोक्षिशिरोमुखः॥
]

`verse 15 [
सहस्रांशुः सहस्रास्यः सहस्रचरणेक्षणः।
भूतादिर्भूर्भुवः स्वश्च महः सत्यं तपो जनः॥
]

`verse 16 [
प्रदीप्तं दीपनं दिव्यं सर्वलोकप्रकाशकम्।
दुर्निरीक्षं सुरेन्द्राणां यद्रूपं तस्य ते नमः॥
]

`verse 17 [
सुरसिद्धगणैर्जुष्टं भृग्वत्रिपुलहादिभिः।
स्तुतं परममव्यक्तं यद्रूपं तस्य ते नमः॥
]

`verse 18 [
वेद्यं वेदविदां नित्यं सर्वज्ञानसमन्वितम्।
सर्वदेवातिदेवस्य यद्रूपं तस्य ते नमः॥
]

`verse 19 [
विश्वकृद्विश्वभूतं च वश्वानरसुरार्च्चितम्।
विश्वस्थितमचिन्त्यं च यद्रूपं तस्य ते नमः॥
]

`verse 20 [
परं यज्ञात् परं वेदात् परं लोकात् परं दिवः।
परमात्मेत्यभिख्यातं यद्रूपं तस्य ते नमः॥
]

`verse 21 [
अविज्ञेयमनालक्ष्यमध्यानगतमव्ययम्।
अनादिनिधनं चैव यद्रूपं तस्य ते नमः॥
]

`verse 22 [
नमो नमः कारणकारणाय, नमो नमः पापविमोचनाय।
नमो नमस्ते दितिजार्दनाय, नमो नमो रोगविमोचनाय॥
]

`verse 23 [
नमो नमः सर्व्ववरप्रदाय, नमो नमः सर्व्वसुखप्रदाय।
नमो नमः सर्वधनप्रदाय, नमो नमः सर्व्वमतिप्रदाय॥
]

`verse 24 [
स्तुतः स गवानेवं तैजसं रूपमास्थितः।
उवाच वाचा कल्याण्या को वरो वः प्रदीयताम्॥
]

`speaker [
देवा ऊचुः
]

`verse 25 [
तवातितैजसं रूपं न कश्चित्सोढुमुत्सहेत्।
सहनीयं तद्‌भवतु हिताय जगतः प्रभो॥
]

`verse 26 [
एवमस्त्विति सोऽप्युवत्वा भगवानादिकृत् प्रभुः।
लोकानां कार्यसिद्‌ध्यर्थं धर्म्मवर्षहिमप्रदः॥
]

`verse 27 [
ततः सांख्याश्च योगाश्च ये चान्ये मोक्षकाङक्षिणः।
ध्यायन्ति ध्यायिनो देवं हृदयस्थं दिवाकरम्॥
]

`verse 28 [
सर्वलक्षणहीनोऽपि युक्तो वा सर्व्वपातकैः।
सर्व्वञ्च तरते पापं देवमर्कं समाश्रितः॥
]

`verse 29 [
अग्निहोत्रञ्च वेदाश्च यज्ञाश्च बहुदक्षिणाः।
भानोर्भक्तिनमस्कारकलां नार्हन्ति षोडशीम्॥
]

`verse 30 [
तीर्थानां परमं तीर्थं मङ्गलानाञ्च मंगलम्।
पवित्रञ्च पवित्राणाम् प्रपद्यन्ते दिवाकरम्॥
]

`verse 31 [
शक्राद्यैः संस्तुतं देवं ये नमस्यन्ति भास्करम्।
सर्वकिल्विषनिर्म्मुक्ताः सूर्य्यलोकं व्रजन्ति ते॥
]

`speaker [
मुनय ऊचुः
]

`verse 32 [
चिरात्प्रभृति नो ब्रह्मन् श्रोतुमिच्छा प्रवर्त्तते।
नाम्नामष्टशतं ब्रूहि यत्त्वयोक्तं पुरा रवेः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
अष्टोत्तरशतं नाम्नां श्रृणुध्वं गदतो मम।
भास्करस्य परं गुह्यं स्वर्गमोक्षप्रदं द्विजाः॥
]

`verse 34 [
ॐ सूर्योऽर्य्यमा भगस्त्वष्टा पूषाऽर्कः सविता रविः।
गभस्तिमानजः कालो मृत्युर्धाता प्रभाकरः॥
]

`verse 35 [
पृथिव्यापश्च तेजश्च खं वायुश्च परायणम्।
सोमो बृहस्पतिः शुक्रो बुधोऽङ्गारक एव च॥
]

`verse 36 [
इन्द्रो विवस्वान्दीप्तांशुः शुचिः शौरिः शनैस्चरः।
ब्रह्मा विष्णुश्च रुद्रश्च स्कन्दोवैश्रवणो यमः॥
]

`verse 37 [
वैद्युतो जाठरश्चाग्निरैन्धनस्तेजसां पतिः।
धर्म्मध्वजो वेदकर्त्ता वेदाङ्गो वेदवाहनः॥
]

`verse 38 [
कृतं त्रेता द्वापरश्च कलिः सर्वामराश्रयः।
कलाकाष्ठामुहूर्त्तास्च क्षपा यामास्तथा क्षणाः॥
]

`verse 39 [
संवत्सरकरोश्वतथः कालचक्रो विभावसुः।
पुरुषः शाश्वतो योगी व्यक्ताव्यक्तः सनातनः॥
]

`verse 40 [
कालाध्यक्षः प्रजाध्यक्षो विश्वकर्म्मा तमोनुदः।
वरुणः सागरोंऽशश्च जीमूतो जीवनोऽरिहा॥
]

`verse 41 [
भूताश्रयो भूतपतिः सर्व्वलोकनमस्कृतः।
स्रष्टा संवर्त्तको वह्निः सर्व्वस्याऽऽदिरलोलुपः॥
]

`verse 42 [
अनन्तः कपिलो भानुः कामदः सर्वतोमुखः।
जयो विशालो वरदः सर्व्वभूतनिषेवितः॥
]

`verse 43 [
मनः सुपर्णो भूतादिः शीघ्रगः प्राणधारणः।
धन्वन्तरिर्धूमकेतुरादिदेवोऽदितेः सुतः॥
]

`verse 44 [
द्वादशात्मा रविर्दक्षः पिता माता पितामहः।
स्वर्गद्वारं प्रजाद्वारं मोक्षद्वारं त्रिविष्टपम्॥
]

`verse 45 [
देहकर्त्ता प्रशान्तात्मा विश्वात्मा विश्वतोमुखः।
चराचरात्मा सूक्ष्मात्मा मैत्रेयः द्विजोत्तमाः॥
]

`verse 46 [
एतद्वै कीर्त्तनीयस्य सूर्य्यस्यामिततोजसः।
नाम्नामष्टशतं रम्यं मया प्रोक्तं द्विजोत्त्माः॥
]

`verse 47 [
सुरगणपितृयक्षसोवितं, ह्यसुरनिशाकरसिद्धबन्दितम्।
वरकनकहुताशनप्रभं, प्रणिपतितोऽस्मि हिताय भास्करम्॥
]

`verse 48 [
सूर्योदये यः सुसमाहितः पठेत्, स पुत्रदारान् धनरत्नसञ्चयान्।
लभेत जातिस्मरतां नरः स तु, स्मृतिञ्च मेधाञ्च स विन्दते पराम्॥
]

`verse 49 [
इमं स्तवं देववरस्य यो नरः प्रकीर्त्तयेच्छुद्धमनाः समाहितः।
विमुच्यते शोकदवाग्निसागराल्लभेत कामान्मनसा यथेप्सितान्॥
]

`colophon [
इति श्री आदिब्राह्मे महापुराणे स्वयंभ्वृषिसंवादे सूर्य्यनामाष्टोत्तरशतं नाम त्रयस्त्रिंशोऽध्यायः॥
]
