`speaker [
ब्रह्मोवाच
]

`verse 1 [
योऽसौ सर्व्वगतो देवस्त्रिपुरारिस्त्रिलोचनः।
उमाप्रियकरो रुद्रश्चन्द्रार्द्धकृतशेखरः॥
]

`verse 2 [
विद्राव्य विबुधान् सर्व्वान् सिद्धविद्याधरानृषीन्।
गन्धर्व्वयक्षनागांश्च तथान्यांश्च समागतान्॥
]

`verse 3 [
जघान पूर्व्वं दक्षस्य यजतो धरणीतले।
यज्ञं समृद्धं रत्नाढ्यं सर्व्वसम्भारसंभृतम्॥
]

`verse 4 [
यस्य प्रतापसन्त्रस्ताः शक्राद्यास्त्रिदिवौकसः।
शान्तिं न लेभिरे विप्राः कैलासं शरणं गतः॥
]

`verse 5 [
स आस्ते तत्र वरदः शूलपाणिर्वृषध्वजः।
पिनाकपाणिर्भगवान् दक्षयज्ञविनाशनः॥
]

`verse 6 [
महादेवोऽकले देशे कृत्तिवासा वृषध्वजः।
एकाम्रके मुनिश्रेष्ठाः सर्व्वकामप्रदो हरः॥
]

`speaker [
मुनय ऊचुः
]

`verse 7 [
किमर्थ स भवो देवः सर्वभूतहिते रतः।
जघान यज्ञं दक्षस्य देवैः सर्वै रलङकृतम्॥
]

`verse 8 [
न ह्यल्पं कारणं तत्र प्रभो मन्यामहे वयम्।
श्रोतुमिच्छामहे ब्रूहि परं कौतूहलं हि नः॥
]

`verse 9 [
दक्षस्याऽऽसन्नष्ट कन्या याश्चैवं पतिसङ्गताः।
स्वेभ्यो गृहेभ्यश्चाऽऽनीयताः पिताऽभ्यर्च्चद्‌गृहे॥
]

`verse 10 [
ततस्त्वभ्यर्च्चिता विप्रान्यवसंस्ताः पितुर्गृहे।
तासां ज्येष्ठा सती नाम पत्नी या त्र्यम्बकस्य वै॥
]

`verse 11 [
नाऽऽजुहावात्मजां तां वै दक्षो रुद्रमभिद्विषन्।
अकरोत्सन्नतिं दक्षे न च काञ्चिन्महेश्वरः॥
]

`verse 12 [
जामाता श्वशुरे तस्मिन् स्वभावात्तेजसि स्थितः।
ततो ज्ञात्वा सती सर्वास्तास्तु प्राप्ताः पितुर्गृहम्॥
]

`verse 13 [
जगाम साऽप्यनाहूता सती तु स्वपितुर्गृहम्।
ताभ्यो हीनां पिता चक्रे सत्याः पूजामसम्मताम्।
ततोऽब्रवीत्सा पितरं देवी क्रोधसमाकुला॥
]

`verse 14 [
सत्युवाच
यवीयसीभ्यः श्रेष्ठाऽहं किं न पूजसि मां प्रभो।
असत्कृतामवस्थां यः कुतवानसि गर्हिताम्।
अहं ज्येष्ठा वरिष्ठा च मां त्वं सत्कर्त्तुमर्हसि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
एवमुक्ताऽब्रवादनां दक्षः संरक्तलोचनः॥
]

`speaker [
दक्ष उवाच
]

`verse 16 [
त्वत्तः श्रेष्ठा वरिष्ठाश्च पूज्या बालाः सुता मम।
तासां ये चैव भर्त्तारस्ते मे बहुमताः सति॥
]

`verse 17 [
ब्रह्मिष्ठाश्च व्रतस्थाश्च महायोगाः सुधार्म्मिकाः।
गुणैश्चैवाधिकाः श्लाघ्याः सर्व्वे ते त्र्यम्बकात् सति॥
]

`verse 18 [
वसिष्ठोऽत्रिः पुलस्त्यश्च अङ्गिराः पुलहः क्रतुः।
भृगुर्मरीचिश्च तथा श्रेष्ठा जामातरो मम॥
]

`verse 19 [
तैश्चापि स्पर्द्धते शर्व्वः सर्व्वे ते चैव तं प्रति।
तेन त्वां न बुभूषामि प्रतिकूलो हि मे भवः॥
]

`verse 20 [
इत्युक्तवांस्तदा दक्षः सम्प्रमूढेन चेतसा।
शापार्थमात्मनश्चैव येनोक्ता वै महर्षयः।
तथोक्ता पितरं सा वै क्रुद्धा देवी तमब्रवीत॥
]

`verse 21 [
सत्युवाच
वाङमनः कर्म्मभिर्यस्माददुष्टां मां विगर्हसि।
तस्मात्त्यजाम्यहं दहामम तात तवाऽऽमजम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
ततस्तेनापमानेन सती दुःखादमर्षिता।
अब्रवीद्वचनं देवी नास्कृत्य स्वयम्भव॥
]

`verse 23 [
सत्युवाच
येनाहमपदेहा वे पुनर्देहेन भास्वता।
तत्राप्यहमसम्मूढा सम्भूता धार्म्मिकी पुनः।
गच्छेयं धर्म्मपत्नीत्वं त्र्यम्बकस्यैव धीमतः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
तत्रैवाथ समासीना रुष्टाऽऽत्मानं समादधे।
धारयामास चाऽऽग्नेयीं धारणामात्मनाऽऽत्मनि॥
]

`verse 25 [
ततः स्वात्मानमुत्थाप्य वायुना समुदीरितः।
सर्व्वाङ्गेभ्यो विनिःसृत्य वह्निर्भस्म चकार ताम्॥
]

`verse 26 [
तदुपश्रुत्य निधनं देव्याः स शूलधृक्।
संवादञ्च तयोर्बृद्‌ध्वा याथातथ्येन शङ्करः।
दक्षस्य च विनाशाय चुकोप भगवान् प्रभुः॥
]

`speaker [
श्रीशङ्कर उवाच
]

`verse 27 [
यस्मादवमता दक्ष सहसैवाऽऽगता सती।
प्रशस्ताश्चेतराः सर्व्वास्त्वित्सुता भर्त्तृभिः सह॥
]

`verse 28 [
तस्माद्वैवस्वते प्राप्ते पुनरेते महर्षयः।
उत्पत्स्यन्ति द्वितीये वै तव यज्ञे ह्ययोनिजाः॥
]

`verse 29 [
हुते वै ब्रह्मणः सत्रे चाक्षुषस्यान्तरे मनोः।
अभिव्याहृत्य सप्तर्षोन् दक्षं सोऽभ्यशपत् पुनः॥
]

`verse 30 [
भविता मानुषो राजा चाक्षुषस्यान्तरे मनोः।
प्राचीनबर्हिषः पौत्रः पत्रश्चापि प्रचेतसः॥
]

`verse 31 [
दक्ष इत्येव नाम्ना त्वं मारिषायां जनिष्यसि।
कन्यायां शाखिनाञ्चैव प्राप्ते वै चाक्षुषान्तरे॥
]

`verse 32 [
अहं इत्येव नाम्ना त्वं मारिषायां जनिष्यसि।
कन्यायां शाखिनाञ्चैव प्राप्ते वै चाक्षुषान्तरे।
ततो वै व्याहृतो दक्षो रुद्रं सोऽभ्यशपत् पुनः॥
]

`speaker [
दक्ष उवाच
]

`verse 33 [
यस्मात्त्वं मत्कृते क्रूर ऋषीन् व्याहृतवानसि।
तस्मात् सार्द्ध सुरैर्यज्ञे न त्वां यक्ष्यन्ति वै द्विजाः॥
]

`verse 34 [
कृत्वाऽऽहुतिं तव क्रूर स्पृशन्ति कर्म्मसु।
इहैव वत्स्यसे लोके दिवं हित्वाऽऽयुगक्षयात्।
ततो देवैस्तु ते सार्द्धं न तु पूजा भविष्यति॥
]

`verse 35 [
चातुर्व्वर्ण्यन्तु देवानां ते चाप्येकत्र भुञ्जते।
न भोक्ष्ये सहितस्तैस्तु ततो भोक्ष्याम्यहं पृथक्॥
]

`verse 36 [
सर्वेषाञ्चैव लोकानामादिर्भूर्लोंक उच्यते।
तमहं धारयाम्येकः स्वेच्छया न तवाऽऽ५याः॥
]

`verse 37 [
तस्मिन् धृते सर्व्व (स्वर्ग) लोकाः सर्व्वे तिष्ठन्ति शास्वताः।
तस्मादहं वसामीह सततं न तवाज्ञया॥
]

`speaker [
ब्रह्मोवाच
]

`verse 38 [
ततोऽभिव्याहृतो दक्षो रुद्रेणामिततेजसा।
स्वायम्भुवीं तनुं त्वक्त्वा उत्पन्नो मानुषेष्विह॥
]

`verse 39 [
यदागृहपतिर्दक्षो यज्ञानामीश्वरः प्रभुः।
समस्तेनेह यज्ञेन सोऽयजद्‌दैवतैः सह॥
]

`verse 40 [
अथ देवी सती (यत्ते) जज्ञे प्राप्ते वैवस्वतेऽन्तरे।
मेनायां तामुमां देवीं जनयामास सैलराट्॥
]

`verse 41 [
सा तु देवी सती पूर्व्वमासीत् पस्चादुमाऽभवत्।
सहव्रता भवस्यैषा नेतया मुच्यते भवः॥
]

`verse 42 [
यावदिच्छति संस्थानं प्रभुर्मन्वन्तरेष्विह।
मारीचं कस्यपं देवी यथाऽदितिरनुव्रताः॥
]

`verse 43 [
साऽद्धै नारायणं श्रीस्तु मघवन्तं शची यथा।
विष्णुं कीर्त्तिरुषा सूर्य्यं वसिष्ठं चाप्यरुन्धती॥
]

`verse 44 [
नैतांस्तु विजहत्येता भर्त्तृन् देव्यः कथञ्चन।
एवं प्राचेतसो दक्षो जज्ञे वै चाक्षुषेऽन्तरे॥
]

`verse 45 [
प्राचीनबर्हिषः पौत्रः पुत्रश्चापि प्रचेतसाम्।
दशभ्यस्तु प्रचेतोभ्यो मारिषायां पुनर्ननृप॥
]

`verse 46 [
जज्ञे रुद्राभिशापेन द्वितीयमिति नः श्रुतम्।
भृग्वादयस्तु ते सर्व्वे जज्ञिरे वै महर्षयः॥
]

`verse 47 [
आद्ये त्रेतायुगे पूर्व्वै मनोर्वैवस्वतस्य ह।
देवस्य महतो यज्ञे वारुणीं बिभ्रतस्तनुम्॥
]

`verse 48 [
इत्येषोऽनुशयो ह्यासीत्तयोर्जात्यन्तरं गतः।
प्रजापतेश्च दक्षस्य त्र्यम्बकस्य च धीमतः॥
]

`verse 49 [
तस्मान्नानुशयः कार्य्यों वरेष्विह कदाचन।
जात्यन्तरगतस्यापि भावितस्य शुभाशुभैः।
जन्तोर्न भूतये ख्यातिस्तन्न कार्य्यं विजानता॥
]

`speaker [
मुनय ऊचुः
]

`verse 50 [
कथं रोषेण स पूर्व्वं दक्षस्य दुहिता सती।
त्यक्त्वा देहं पुनर्जाता गिरिराजगृहे प्रभो॥
]

`verse 51 [
देहान्तरे कथं तस्याः पूर्व्वदेहो भभूव ह।
भवेन सह संयोगः संवादश्च तयोः कथम्॥
]

`verse 52 [
स्वयंवरः कथं वृत्तस्तस्मिन् महति जन्मनि।
विवाहश्च जगन्नाथ सर्व्वाश्चर्य्यसमन्वितः॥
]

`verse 53 [
तत्सर्व्वं विस्तराद्‌ब्रह्मन् वक्तुमर्हसि साम्प्रतम्।
श्रोतुमिच्छामहे पुण्यां कथां चातिमनोहराम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 54 [
श्रृषुध्वं मुनिशाद्‌र्दूलाः कथां पापप्रणाशिनीम्।
उमाशङ्करयोः पुण्यां सर्व्वकामफलप्रदाम्॥
]

`verse 55 [
कदाचित् स्वगृहात् प्राप्तं कश्यपं द्विपदां वरम्।
अपृच्छद्धिमवान् वृत्तं लोके ख्यातिकरं हितम्॥
]

`verse 56 [
केनाक्षयाश्च लोकाः स्युः ख्यातिश्च परमा मुने।
तथैव चार्च्चनीयत्वं सत्सु तत्कथयस्वस मे॥
]

`speaker [
कश्यप उवाच
]

`verse 57 [
अपत्येन महाबाहो स्व्वमेतदवाप्यते।
ममाऽऽख्यातिरपत्येन ब्रह्मणा ऋषिभिः सह॥
]

`verse 58 [
किं न पश्यसि शैलेन्द्र यतो मां परिपृच्छसि।
वर्त्तयिष्यामि यच्चापि यथादृष्टं पुराऽचल॥
]

`verse 59 [
वाराणसीमहं गच्छन्नपश्यं संस्थितं दिवि।
विमानं सुनवं दिव्यमनौपम्यं महर्द्धिमत्॥
]

`verse 60 [
तस्याधस्तादार्त्तनादं गर्त्तस्थाने श्रृणोम्यहम्।
तमहं तपसा ज्ञात्वा तत्रैवान्तर्हितः स्थितः॥
]

`verse 61 [
अथागात्तत्र शैलेन्द्र विप्रो नियमवान् शुचिः।
दीर्थाभिषेकपूतात्मा परे तपसि संस्थितः॥
]

`verse 62 [
अथ स प्रजमानस्तु व्याघ्रेणाऽऽभीषितो द्विजः।
विवेश तं तदा देशं स गर्तो यत्र भूधर॥
]

`verse 63 [
गर्त्तायां वीरणस्तम्बे लम्बमानांस्तदा मुनीन्।
अपश्यदार्त्तोदुःखार्त्तांस्तानपृच्छच्च स द्विजः॥
]

`speaker [
द्विज उवाच
]

`verse 64 [
के यूयं वीरणस्तम्बे लम्बमाना ह्यधोमुखाः।
दुःखिताः केन मोक्षश्च युष्माकं भविताऽनघाः॥
]

`speaker [
पितर ऊचुः
]

`verse 65 [
वयं ते कृतपुण्यस्य पितरः सपितामहाः।
प्रपितामहाश्च क्लिश्यामस्तव दुष्टेन कर्म्मणा॥
]

`verse 66 [
नरकोऽयं महाभाग गर्त्तरूपेण संस्थितः।
त्वं चापि वीरणस्तम्बस्त्वयि लम्बामहे वयम्॥
]

`verse 67 [
यावत्त्वं जीवसे विप्र तावदेव वयं स्थिताः।
मृते त्वयि गमिष्यामो नरकं पापचेतसः॥
]

`verse 68 [
यदि त्वं दारसंयोगं कृत्वापत्यं गुणोत्तरम्।
उत्पादयसि तेनास्मान् मुच्येम वयमेनसः॥
]

`verse 69 [
नान्येन तपसा पुत्र तीर्थानाञ्च फलेन च।
एतत् कुरु महाबुद्धे तारयस्व पितृन् भयात् ॥
]

`speaker [
कश्यप उवाच
]

`verse 70 [
स तथेति प्रतिज्ञाय आराध्य वृषभध्वजम्।
पितृन् गर्त्तात्समुद्धृत्य गणपान् प्रचाकार ह॥
]

`verse 71 [
स्वयं रुद्रस्य दयितः सुवेशो नाम नामतः।
सम्मतो बलवांश्चैव रुद्रस्य गणपोऽभवत्॥
]

`verse 72 [
तस्मात् कृत्वा तपो घोरमपत्यं गुणवद्‌भृशम्।
उत्पादयस्व शैलेन्द्र सुतां त्वं वरवर्णिनीम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 73 [
स एवमुक्त्वा ऋषिणा शैलेन्द्रो नियमस्थितः।
तपश्चकाराप्यतुलं येन तुष्टिरभून्मम॥
]

`verse 74 [
तदा तमुत्पपाताहं वरदोऽस्मीति चाब्रवम्।
ब्रूहि तुष्टोऽस्मि शैलेन्द्र तपसानेन सुव्रत॥
]

`verse 75 [
हिमवानुवाच
भगवन् पुत्रमिच्छामि गुणैः सर्व्वैरलङ्कृतम्।
एवं वरं प्रयच्छस्व यदि तुष्टोऽसि मे प्रभो॥
]

`speaker [
ब्रह्मोवाच
]

`verse 76 [
तस्य तद्वचनं श्रुत्वा गिरिराजस्य भो द्विजाः।
तदा तस्मै वरं चाहं दत्तवान्मनसेप्सितम्॥
]

`verse 77 [
कन्या भवित्री शैलेन्द्र तपसाऽनेन सुव्रत।
यस्याः प्रभावात्सर्व्वत्र कीर्त्तिमाप्स्यसि शोभनाम्॥
]

`verse 78 [
अर्च्चितः सर्व्वदेवानां तीर्थकोटिसमावृतः।
पावनश्चैव पुण्येन देवानामपि सर्व्वतः॥
]

`verse 79 [
ज्येष्ठा च सा भवित्री ते अन्ये चात्र ततः शुभे॥
]

`verse 80 [
सोऽपि कालेन शैलेन्द्रो मेनायामुदपादयत्।
अपर्णामेकपर्णाञ्च तथा चैवैकपाटलाम्॥
]

`verse 81 [
न्यग्रोधमेकपर्णन्तु पाटलञ्चैकपाटलाम्।
अशित्वा त्वेकपर्णान्तु अनिकेतस्तपोऽचरत्॥
]

`verse 82 [
शतं वर्षसहस्राणां दुश्चरं देवदानवैः।
आहारमेकपर्णं तु एकपर्णा समाचरत्॥
]

`verse 83 [
पाटलेन तथैकेन विदधे चैकपाटला।
पूर्णे वर्षसहस्रे तु आहारं ताः प्रचक्रतुः॥
]

`verse 84 [
अपर्णा तु निराहारा तां माता प्रत्यभाषत।
निषेधयन्ती चोमेति मातृस्नेहेन दुःखिता॥
]

`verse 85 [
सा तथोक्ता तया मात्रा देवी दुश्चरचारिणी।
तेनैव नाम्ना लोकेषु विख्याता सुरपूजिता॥
]

`verse 86 [
एतत्तु त्रिकुमारीकं जगत्स्थावरजङ्गमम्।
एतासां तपसां वृत्तं यावद्‌भूमिर्धरिष्यति॥
]

`verse 87 [
तपःशरीरास्ताः सर्व्वास्तिस्रो योगं समाश्रिताः।
सर्व्वाश्चैव महाभागास्तता च स्थिरयौवना॥
]

`verse 88 [
ता लोकमातरश्चैव ब्रह्मचारिण्य एव च।
अनुगृह्णन्ति लोकांश्च तपसा स्वेन सर्व्वदा॥
]

`verse 89 [
उमा तासां वरिष्ठा च ज्येष्ठा च वरवर्णिनी।
महायोगबलोपेता महादेवमुपस्थिता॥
]

`verse 90 [
दत्तकश्चोशना तस्य पुत्रः स भृगुनन्दनः।
आसीत्तस्यैकपर्णा तु देवलं सुषुवे सुतम्॥
]

`verse 91 [
या तु तासां कुमारीणां तृतीया ह्येकपाटला।
पुत्रं सा तमलर्कस्य जैगीषव्यमुपस्थिता॥
]

`verse 92 [
तस्याश्च शङ्खलिखितौ स्मृतौ पुत्रावयोनिजौ।
उमा तु या मया तुभ्यं कीर्त्तिता वरवर्णिनो॥
]

`verse 93 [
अथ तस्यास्तपोयोगात्त्रैलोक्यमखिलं तदा।
प्रधूपितमिहाऽऽलक्ष्य वचस्तामहमब्रवम्॥
]

`verse 94 [
देवि किं तपसा लोकांस्तापयिष्यसि शोभने।
त्वया सृष्टमिदं सर्व्वं मा कृत्वा तद्विनाशय॥
]

`verse 95 [
त्वं हि धारयसे लोकानिमान् सर्व्वान् स्वतेजसा।
ब्रूहि किं ते जगन्मातः प्रार्थितं सम्प्रतोह नः॥
]

`verse 96 [
देव्युवाच
यदर्थं तपसो ह्यस्य चरणं मे पितामह।
त्वमेव तद्विजानीषे ततः पृच्छसि किं पुनः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 97 [
ततस्तामब्रवं चाहं यदर्थं तप्यसे शुभे।
स त्वां स्वयमुपागम्य इहैव वरयिष्यति॥
]

`verse 98 [
शर्व्वं एव पतिः श्रेष्ठः सर्व्वलोकेश्वरेश्वरः।
वयं सदैव यस्येमे वश्या वै किङ्कराः शुभे॥
]

`verse 99 [
स देवदेवः परमेश्वरः स्वयं, स्वयम्बुरायास्यति देवि तेऽन्तिकम्।
उदाररूपो विकृतादिरूपः, समानरूपोऽपि न यस्य कस्यचित्॥
]

`verse 100 [
महेश्वरः पर्व्वतलोकवासी, चराचरेशः प्रथमोऽप्रमेयः।
विनेन्दुना हीन्द्रसमानवर्च्चसा, विभीषणं रूपमिवास्तितो यः॥
]

`colophon [
इति श्री आदिब्राह्मे महापुरामे स्वयम्भु-ऋषि-संवादे चतुस्त्रिंशोऽध्यायः॥
]
