`speaker [
ब्रह्मोवाच
]

`verse 1 [
ततस्तामब्रुवन् देवास्तदा गत्वा तु सुन्दरीम्।
देवीं शीघ्रेण कालेन धूर्ज्जटिर्निललोहितः॥
]

`verse 2 [
स भर्त्ता तव देवेशो भविता मा तपः कृथाः।
ततः प्रदक्षिणीकृत्य देवा विप्रा गिरेः सुताम्॥
]

`verse 3 [
जग्मुश्चादर्शनं तस्याः सा चापि विरराम ह।
सा देवीं सूक्तमित्येवमुक्त्वा स्वस्याश्रमे शुभे॥
]

`verse 4 [
द्वारि जातमशोकञ्च समुपाश्रित्य चास्थिता।
अथागाच्चन्द्रतिलकस्त्रिदशर्त्तिहरो हरः॥
]

`verse 5 [
विकृतं रूपमास्थाय ह्रस्वो बाहुक एव च।
विभग्ननासिको भूत्वा कुब्जः केशान्तपिङ्गलः॥
]

`verse 6 [
उचाव विकृतास्यश्च देवि त्वां वरयाम्यहम्।
अथोमा योगसंसिद्धा ज्ञात्वा शङ्करमागतम्॥
]

`verse 7 [
अन्तर्भावविशुद्धात्मा कृपानुष्ठानलिप्सया।
तमुवाचार्घ्यपाद्याभ्यां मधुपर्केण चैव ह॥
]

`verse 8 [
सम्पूज्य सुमनोभिस्तं ब्राह्मणं ब्राह्मणप्रिया॥
]

`verse 9 [
देव्युवाच
भगवन्न स्वतन्त्राहं पिता मे त्वग्रणीर्गृहे।
स प्रभुर्म्मम दाने वै कन्याहं द्विजपुङ्गव॥
]

`verse 10 [
गत्वा याचस्व पितरं मम शैलेन्द्रमव्ययम्।
स चेद्ददाति मां विप्र तुभ्यं तदुचितं मम॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
ततः स भगवान् देवस्तथैव विकृतः प्रभुः।
उवाच शैलराजानं सुतां मे यच्छ शैलराट्॥
]

`verse 12 [
स तं विकृतरूपेण ज्ञात्वा रुद्रमथाव्ययम्।
भीतः शापाच् विमना इदं वचनमब्रवीत्॥
]

`speaker [
शैलेन्द्र उवाच
]

`verse 13 [
भगवन्नावमन्येऽहं ब्राह्मणान् भुवि देवताः।
मनीषितन्तु यत् पूर्व्वं तच्छृणुष्व महामते॥
]

`verse 14 [
स्वयंवरो मे दुहितुर्भविता विप्रपूजितः।
वरयेद्यं स्वयं तत्र स भर्त्तस्या भविष्यति॥
]

`verse 15 [
तच्छ्रुत्वा शैलवचनं भगवान् वृषभध्वजः।
देव्य समीपमागत्य इदमाह महामनाः॥
]

`speaker [
शिव उवाच
]

`verse 16 [
देवि पित्रा त्वनुज्ञातः स्वयंवर इति श्रुतिः।
तत्र त्वं वरयित्री यं स ते भर्त्ता भवेदिति॥
]

`verse 17 [
तदापृच्छ्य गमिष्यामि दुर्लभां त्वां वरानने।
रूपवन्तं समुत्‌सृज्य वृणोष्यसदृशं कथम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
तेनोक्ता सा तदा तत्र भावयन्ती तदीरितम्।
भावञ्च रुद्रनिहितं प्रसादं मनसस्तथा॥
]

`verse 19 [
सम्पाप्योवाच देवेशं मा तेऽभूद्‌बुद्धिरन्यथा।
अहं त्वां वरयिष्यामि नाद्‌भुतन्तु कथञ्चन॥
]

`verse 20 [
अथवा तेऽस्ति सन्देहो मयि विप्र कथञ्चन।
इहैव त्वां महाभाग वरयामि मनोगतम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
गुहीत्वा स्तवकं सा तु हस्ताभ्यां तत्र संस्थिता।
स्कन्धे शम्भोः समाधाय देवी प्राह वृतोऽसि मे॥
]

`verse 22 [
ततः स भगवान् देवस्तया देव्या वृतस्तदा।
उवाच तमशोकं वै वाचा सञ्जीवयन्निव॥
]

`speaker [
शिव उवाच
]

`verse 23 [
यस्मात्तव सुपुण्येन स्तवकेन वृतोऽम्यहम्।
तस्मात्त्वं जरया त्यक्तस्त्वमरः सम्भविष्यसि॥
]

`verse 24 [
कामरूपी कामपूष्पः कामदो दयितो मम्।
सर्व्वाभरणपुष्पाढ्यः सर्व्वपुष्पफलोपगः॥
]

`verse 25 [
सर्व्वान्नभक्षकश्चैव अमृतस्वाद एव च।
सर्व्वगन्धश्च देवानां भविष्यसि दृढप्रियः॥
]

`verse 26 [
निर्भयः सर्‌ववलोकेषु भिवष्यसि सुनिर्वृतः।
आश्रमं वेदमत्यर्थं चि६कूटेति विश्रुतम्॥
]

`verse 27 [
यो हि यास्यति पुण्यार्थो सोऽश्वमेधमवाप्स्यति।
यस्तु तत्र मृतश्चापि ब्रह्मलोकं स गच्छति॥
]

`verse 28 [
यश्चात्र नियमैर्युक्तः प्राणान् सम्यक् परित्यजेत्।
स देव्यास्तपसा युक्तो महागणपतिर्भवेत्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
एवमुक्त्वा तदा देव आपृच्छ्य हिमवत्सुताम्।
अन्तद्‌र्दधे जगत्‌स्रष्टा सर्व्वभूतप ईश्वरः॥
]

`verse 30 [
सापि देवी गते तस्मिन् भगवत्यमितात्मनि।
तत एवोन्मुखी भूत्वा शिलायां सम्बभूव ह॥
]

`verse 31 [
उन्मुखी सा भवे तस्मिन् महेशे जगतां प्रभौ।
निशेव चन्द्ररहिता न बभौ विमनास्तदा॥
]

`verse 32 [
अथ शुश्राव शब्ञ्च बालस्यार्त्स्य शैलजा।
सरस्युदकसम्पूर्णे समीपे चाश्रमस्य च॥
]

`verse 33 [
स कृत्वा बालरूपन्तु देवदेवः स्वयं शिवः।
क्रीडाहेतोः सरोमध्ये ग्राहग्रस्तोऽभवत्तदा॥
]

`verse 34 [
योगमायां समास्थाय प्रपञ्चोद्भवकारणम्।
तद्रूपं सरसो मध्ये कृत्वैवं समभाषत॥
]

`speaker [
बाल उवाच
]

`verse 35 [
त्रातु मां कस्चिदित्याह ग्राहेम हृतचेतसम्।
धिक्कष्टं बाल एवाहमप्राप्तार्थमनोरथः॥
]

`verse 36 [
प्रयामि निधनं वक्त्रे ग्राहस्यास्य दुरात्मनः।
शोचामि न स्वकं देहं ग्राहग्रस्तः सुदुःखितः॥
]

`verse 37 [
यथा शोचामि पितरं मातरञ्च तपस्विनीम्।
ग्राहगृहीतं मां श्रुत्वा प्राप्तं निधनमुत्सुकौ॥
]

`verse 38 [
प्रियपुत्रावेकपुत्रौ प्राणान् न्यूनं त्यजिष्यतः।
अहो बत सुकष्टं वै योऽहं बालोऽकृताश्रमः।
अन्तर्ग्राहेण ग्रस्तस्तु यास्यामि निधनं किल॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
श्रुत्वा तुदेवीतं नादं विप्रस्याऽऽर्त्तस्य शोभना।
उत्थाय प्रस्थिता तत्र यत्र तिष्ठत्यसौ द्विजः॥
]

`verse 40 [
सापस्यदिन्दुवदना बालकं चारुरूपिणम्।
ग्राहस्य मुखमापन्नं वेपमानमवस्थितम्॥
]

`verse 41 [
सोऽपि ग्राहवरः श्रीमान् दृष्ट्वा देवीमुपागताम्।
तं गृहीत्वा द्रुतं यातो मध्यं सरस एव हि॥
]

`verse 42 [
स कृष्यमाणस्तेजस्वी नादमार्त्तं तदाकरोत्।
अथाह देवी दुःखार्त्ता बालं दृष्ट्वा ग्रहावृतम्॥
]

`verse 43 [
पार्वत्युवाच
ग्राहराज महासत्त्व बालकं ह्येकपुत्रकम्।
विमुञ्चेमं महादंष्ट्र क्षिप्रं भीमपराक्रम॥
]

`speaker [
ग्राह उवाच
]

`verse 44 [
यो देवि दिवसे षष्ठे प्रथमं समुपैति माम्।
स आहारो मम पुरा विहितो लोककर्त्तृभिः॥
]

`verse 45 [
सोऽयं मम महाभागे षष्ठेऽहनि गिरीन्द्रजे।
ब्रह्मणा प्रेरितो नूनं नैनं मोक्ष्ये कथञ्चन॥
]

`verse 46 [
देव्युवाच
यन्मया हिमवच्छृङ्गे चरितं तप उत्तमम्।
तेन बालमिमं मुञ्च ग्राहराज नमोऽस्तु ते॥
]

`speaker [
ग्राह उवाच
]

`verse 47 [
मा व्ययस्तपसो दवि भृशं बाले शुभानने।
यद्‌ब्रवीमि कुरुश्रेष्ठे तथा मोक्षमवाप्स्यति॥
]

`verse 48 [
देव्युवाच
ग्राहाधिप वदस्वाशु यत् सतामविगर्हितम्।
तत् कृतं नात्र सन्देहो यतो मे ब्राह्मणाः प्रियाः॥
]

`speaker [
ग्राह उवाच
]

`verse 49 [
यत् कृतं वै तपः किञ्चिद्‌भवत्या स्वल्पमुत्तमम्।
तत् सर्वं मे प्रयच्छाऽऽशु ततो मोक्षमवाप्स्यति॥
]

`verse 50 [
देव्युवाच
जन्मप्रभृति यत् पुण्यं महाग्राह कृतं मया।
तत्ते सर्वं मया दत्तं बालं मुञ्च महाग्रह॥
]

`speaker [
ब्रह्मोवाच
]

`verse 51 [
प्रजज्वाल ततो ग्राहस्तपसा तेन भूषितः।ट
आदित्य इव मध्याह्ने दुर्निरीक्ष्यस्तदाभवत्॥
]

`verse 52 [
उवाच चैवं तुष्टात्मा देवीं लोकस्य धारिणीम्॥
]

`speaker [
ग्राह उवाच
]

`verse 53 [
देवि किं कृत्यमेतत्ते सुनिश्चित्य महाव्रते।
तपसोऽप्यर्ज्जनं दुःखं तस्य त्यागो न शस्यते।
गृहाण तप एव त्वं बालं चेमं सुमध्यमे।
तुष्टोऽस्मि ते विप्रभक्त्या वरं तस्माद्‌ददामि त।
सा त्वेवमुक्ता ग्राहेण उवाचेदं महाव्रता॥
]

`verse 54 [
देव्युवाच
देहेनापि मया ग्राह रक्ष्यो विप्रः प्रयत्नतः।
तपः पुनर्मया प्राप्यं न प्राप्यो ब्राह्मणः पुनः॥
]

`verse 55 [
सुनिश्चित्य महाग्राह कृतं बालस्य मोक्षणम्।
न विप्रेभ्यस्तपः श्रेष्ठं श्रेष्ठं मे ब्राह्मणा मताः॥
]

`verse 56 [
दत्त्वा चाहं न गृह्‌णामि ग्राहेन्द्र विहितं हि ते।
नहि कश्चिन्नरो ग्राह प्रदत्तं पुनराहरेत्॥
]

`verse 57 [
दत्तमेतन्मया तुभ्यं नाऽऽददानि हि तत् पुनः।
त्वय्येव रमतामेतद्‌बालश्चायं विमुच्यताम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 58 [
तथोक्तस्तां प्रशस्याथ मुक्त्वा बालं नमस्य च।
देवीमादित्यावभासस्तत्रैवान्तरधीयत॥
]

`verse 59 [
बलोऽपि सरसस्तीरे मुक्तो ग्राहेण वै तदा।
स्वप्नलब्ध इवार्थैघस्तत्रैवान्तरधीयत॥
]

`verse 60 [
तपसोऽपचयं मत्वा देवी हिमगिरीन्द्रजा।
भूय एव तपः कर्त्तुमारेभे नियमस्थिता॥
]

`verse 61 [
कर्त्तुकामां तपो ज्ञात्वा तां शङ्खरः स्वयम्।
प्रोवाच वचनं विप्रा मा कृथास्तप इत्युत॥
]

`verse 62 [
मह्यमेतत्तपो देवी त्वया दत्तं महाव्रते।
तत्तेनैवाक्षयं तुभ्यं भविष्यति सहस्रधा॥
]

`verse 63 [
इति लब्ध्वा वरं देवी तपसोऽक्षयमुत्तमम्।
स्वयंवरमुदीक्षन्ती तस्थौ प्रीता मुदा युता॥
]

`verse 64 [
इदं पठेद्‌यो हि नरः सदैव, बालनुभावाचरणं हि शम्भोः।
स देहभेदं समवाप्य पूतो भवेद्‌गणेशास्तु कुमारतुल्यः॥
]

`colophon [
इति श्रीब्राह्मे महापुराणे स्वयम्भु-ऋषि-संवादे पार्व्वत्यः सत्त्वदर्शनं नाम पञ्चत्रिंशोऽध्यायः॥
]
