`speaker [
ब्रह्मोवाच
]

`verse 1 [
विस्तृते हिमवत्पृष्ठे विमानशतसङ्कुले।
अभवत् स तु कालेन शैलपुत्र्याः स्वायंवरः॥
]

`verse 2 [
अथ पर्व्वतराजोऽसौ हिमवान् ध्यानकोविदः।
दुहितुर्देवदेवेन ज्ञात्वा तदभिमन्त्रितम्॥
]

`verse 3 [
जानन्नपि महाशैलः समयारक्षणेप्सया।
स्वयंवरं ततो देव्याः सर्व्वलोकेष्वघाषयत्॥
]

`verse 4 [
देवदानवसिद्धानां सर्व्वलोकनिवासिनाम्।
वृणुयात् परमेशानं समक्षं यदि मे मे सुता॥
]

`verse 5 [
तदेव सुकृतं श्लाघ्यं ममाभ्युदयसम्मतम्।
इति सञ्चिन्त्य शैलेन्द्रः कृत्वा हृदि महेश्वरम्॥
]

`verse 6 [
आब्रह्मकेषु देवेषु देव्याः शैलेन्द्रसत्तमः।
कृत्वा रत्नाकुलं देशं स्वयंवरमचीकरत्॥
]

`verse 7 [
अथैवमाघोषितमात्र एव, स्वयंवरे तत्र नगेन्द्रपुत्र्याः।
देवादयः सर्वजगन्निवासाः, समाययुस्तत्र गृहीतवेशाः॥
]

`verse 8 [
प्रफुल्लपद्‌मासनसन्निविष्टः, सिद्धैर्वृतो योगिभिरप्रमेयैः।
विज्ञापितस्तेन महीध्रराज्ञाऽऽगतस्तदाऽहं त्रिदिवैरुपेतः॥
]

`verse 9 [
अक्ष्णां सहस्रं सुरराट् स बिभ्रद् दिव्याङ्गहारस्रगुदाररूपः।
ऐरावतं सर्व्वगजेन्द्रमुख्यं, स्रवन्मदासारकृतप्रवाहम्॥
]

`verse 10 [
आरुह्य सर्व्वामरराट् स वज्रं बिभ्रत् समागात् पुरतः सुराणाम्।
तेजःप्रभावाधिकतुल्यरूपी, प्रोद्‌भासयन् सर्व्वदिशो विवस्वान्॥
]

`verse 11 [
हैमं विमानं स बलत्पताकमारूढ आगात्त्वारितं जवेन।
मणिप्रदीप्तोज्ज्वलकुण्डलश्च बह्न्यर्कतेजःप्रतिमे विमाने॥
]

`verse 12 [
समभ्यगात् कश्यपसूनुरेक, आदित्यमध्याद्‌भगनामधारी।
पीनाङ्गयष्टिः सुकृताङ्गहारतेजोबलाज्ञासदृशप्रभावः॥
]

`verse 13 [
दण्डं समागृहय् कृतान्त आगादारुह्य भीमं महिषं जवेन।
महामहीध्रोच्छ्रायपीनगात्रःस्वर्णादिरत्नाञ्चितचारुवेशः॥
]

`verse 14 [
समीरणः सर्व्वजगद्विभर्त्ता, विमानमारुह्य समभ्यगाद्वि।
संतापयन् सर्व्वसुरासुरेशांस्तेजोधिकस्तेजसि सन्निविष्टः॥
]

`verse 15 [
वह्निः समभ्येत्य सुरेन्द्रमध्ये, ज्वलन् प्रतास्थौ वरवेशधारी।
नानामणिप्रज्वलिताङ्गयष्टिर्जगद्‌वरं दिव्यविमानमग्य्रम्॥
]

`verse 16 [
आरुह्य सर्वद्रविणाधिपेशः, स राजराजस्त्वरितोऽभ्यगाच्च।
आप्याययन् सर्व्वसुरासुरेशान्, कान्त्या च वेशेन च चारुरूपः॥
]

`verse 17 [
ज्वलन्महारत्नविचित्ररूपं, विमानमारुह्य शशी समायात्।
श्यामाङ्गयष्टिः सुविचित्रवेशः, सर्व्वाङ्ग आबद्धसुगन्धिमाल्यः॥
]

`verse 18 [
तार्क्ष्यं समारुह्य महीध्रकल्पं, गदाधरोऽसौ त्वरितः समेतः।
अथाश्विनौ चापि भिषग्वरौ द्वावेकं विमानं त्वयाऽधिरुह्य॥
]

`verse 19 [
मनोहरौ प्रज्वलचारुवेशौष आजग्मतुर्देववरौ सुवीरौ।
सहस्रनागः श्फुरदग्निवर्ण, बिभ्रत्तदानीं ज्वलनार्कतेजाः॥
]

`verse 20 [
सार्द्ध स नागैरपरैर्महात्मा, विमानमारुह्य समभ्यगाच्च।
दितेः सुतानाञ्च महासुराणां, बह्न्यर्कशक्रानिलतुल्यभासाम्॥
]

`verse 21 [
वरानुरूपं प्रविधाय वेशं, वृन्दं समागात् पुरतः सुराणाम्।
गन्धर्व्वराजः स च चारुरूपी, दिव्याङ्गदो दिव्यविमानचारी॥
]

`verse 22 [
गन्धर्व्वसङ्घैः सहितोऽप्सरोभिः, शक्राज्ञया तत्र समाजगाम।
अन्ये च देवास्त्रिदिवात्तदानों, पृथक् पृथक् चारुगृहीतवेशाः॥
]

`verse 23 [
आजग्मुरारुह्य विमानपृष्ठं, गन्धर्वयक्षोरगकिन्नराश्च।
शचोपतिस्तत्र सुरेन्द्रमध्ये, रराज राजाऽधिकल्क्ष्यमूर्त्तिः॥
]

`verse 24 [
आज्ञाबलैश्वर्य्यकृतप्रमोदः, स्वयंवरं तं समलञ्चकार।
हेतुस्त्रिलोकस्य जगत्प्रसूतेर्माता च तेषां स सुरासुराणाम्॥
]

`verse 25 [
पात्नी च शम्बोः पुरुषस्य धीमतो, गीता पुराणे प्रकृतिः परा या।
दक्षस्य कोपाद्विमवद्‌गृहं सा, कार्यार्थमायात्त्रिदिवौकसां हि॥
]

`verse 26 [
विमानपृष्ठे मणिहेमजुष्टे, स्थिता वलच्चामरवीजिताङ्गी।
सर्व्वर्त्तुपुष्पां सुसुगन्धमालां, प्रगृह्य देवी प्रसभं प्रतस्थे॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
मालां प्रगृह्य देव्यान्तु स्थितायां देवसंसदि।
शक्राद्यैरागतैर्देवैः स्वयंवर उवागते॥
]

`verse 28 [
द्वाय जिज्ञासया शम्भुर्भूत्वा पञ्चशिखः शिशुः।
उत्‌सङ्गतलसंसुप्तो बभूव सहसा विभुः॥
]

`verse 29 [
ततो ददर्श तं देवी शिशुं पञ्चशिखं स्थितम्।
ज्ञात्वा तं समवध्यानाज्जगृहे प्रीतिसंयुता॥
]

`verse 30 [
अथ सा सुद्धसङ्गल्पा काङ्‌क्षितं प्राप्य सत्‌पतिम्।
निवृत्ता च तदा तस्थौ कृत्वा सा हृदि तं विभुम्॥
]

`verse 31 [
ततो दृष्ट्वा शिशुं देवा देव्या उत्‌सङ्गवर्त्तिनम्।
को।यमत्रेति संमन्त्र्य चुक्रुशुर्भृ शमोहिताः॥
]

`verse 32 [
वज्रमाहारयत्तस्य बाहुमुत्क्षिप्य वृत्रहा।
स बाहुरुत्थितस्तस्य बाहुमुत्क्षिप्य वृत्रहा।
स बाहुरुत्थितस्तस्य तथैव समतिष्ठत॥
]

`verse 33 [
स्तम्भितः शिशुरूपेण देवदेवेन शम्भुना।
वज्रं क्षेप्तुं न शशाक वृत्रहा चलितुं न च ॥
]

`verse 34 [
भगो नाम ततो देव आदित्यः काश्यपो बली।
उत्‌क्षिप्य (चिक्षेप) आयुधं दीप्तं छेत्तुमिच्छन् विमोहितः॥
]

`verse 35 [
तस्यापि भगवान् बाहुं तथैवास्तम्भयत्तदा।
बलं तेजश्च योगश्च तथैवास्तम्भयद्विभुः॥
]

`verse 36 [
शिरः प्रकम्पयन् विष्णुः शङ्करं समवैक्षत।
अथ तेषु स्थितेष्वेवं मन्युमत्‌सु सुरेषु च॥
]

`verse 37 [
अहं परमसंविग्नो ध्यानमास्थाय सादरम्।
बुद्धवान् देवदेवेशमुमोत्‌सङ्गे समास्थितम्॥
]

`verse 38 [
ज्ञात्वाऽहं परमेशानं शीघ्रमुत्थाय सादरम्।
ववन्दे चरणं शम्भोः स्तुतवांस्तमहं द्विजाः॥
]

`verse 39 [
पुराणैः सामसङ्गीतैः ब्रह्म ध्येयं तदक्षरम्।
अजस्त्वमजरो देवः स्रष्टा विभुः परापरम्॥
]

`verse 40 [
प्रधानं पुरुषो यस्त्वं ब्रह्म ध्येयं तदक्षरम्।
अमृतं परमात्मा च ईश्वरः कारणं महत् ॥
]

`verse 41 [
ब्रह्मसृक् प्रकृतेः स्रष्टा सर्व्वकृत्‌प्रकृतेः परः।
इयञ्च प्रकृतिर्देवी सदा ते सृष्टिकारणम्॥
]

`verse 42 [
पत्नीरूपं समास्ताय जगत्‌कारणमागता।
नमस्तुभ्यं महादेव देव्या वै सहिताय च॥
]

`verse 43 [
प्रसादात्तव देवेश नियोगाच्च मया प्रजाः।
देवाद्यास्तु इमाः सृष्टा म्‌ढास्त्वद्योगमायया॥
]

`verse 44 [
कुरु प्रसादमेतेषां यथापूर्व्वं भवन्त्विमे।
तत एवमहं विप्रा विज्ञाप्य परमेश्वरम्॥
]

`verse 45 [
स्तम्भितान् सर्व्वदेवांस्तानिदं चाहं तदोक्तवान्।
मूढाश्च देवताः सर्व्वा नैनं बुध्यत शङ्करम्॥
]

`verse 46 [
गच्छध्वं शरणं शीघ्रमेनमेव महेश्वरम्।
सार्धं मयैव देवेशं परमात्मानमव्ययम्॥
]

`verse 47 [
ततस्ते स्तम्भिताः सर्व्वे तथैव त्रिदिवौकसः।
प्रणेमुर्मनसा सर्व्वं भावशुद्धेन चेतसा॥
]

`verse 48 [
अथ तेषां प्रसन्नो।भूद्‌देवदेवो महेश्वरः।
यथापूर्व्वं चकाराऽऽशु देवतानां तनुस्तदा॥
]

`verse 49 [
तत एवं प्रवृत्ते तु सर्व्वदेवनिवारणे।
वपुश्चकार देवेशस्त्र्यक्षं परममद्‌भुतम्॥
]

`verse 50 [
तेजसा तस्य ते ध्वस्ताश्चक्षुः सर्व्वे न्यमीलयन्।
तेभ्यः स परमं चक्षुः स्ववपुर्दृष्टिक्तिमत्॥
]

`verse 51 [
प्रादात् परमदेवेशमपश्यंस्ते तदा विभुम्।
ते दृष्ट्वा परमेशानं तृतीयेक्षणधारिणम्॥
]

`verse 52 [
शक्राद्या मेनिरे देवाः सर्व्व एव सुरेश्वराः।
तस्य देवी तदा हृष्टा समक्षं त्रिदिवौकसाम्॥
]

`verse 53 [
पादयोः स्थापयामास स्रङ्मालाममितद्युतिः।
साधु साध्विति ते होचुः सर्व्वे देवाः पुनर्विभुम्॥
]

`verse 54 [
सह देव्या नमश्चक्रुः शिरोभिर्भुतलाश्रितैः।
अथास्मिन्नन्तरे विप्रास्तमहं दैवतैः सह॥
]

`verse 55 [
हिमवन्तं महाशैलमुक्तावांश्च महाद्युतिम्।
श्लाध्यः पूज्यश्च वन्द्यश्च सर्व्वेषां त्वं महानसि॥
]

`verse 56 [
शर्व्वेण सह सम्बन्धो यस्य तेऽभ्युदयो महान्।
क्रियतां चारुरुद्वाहः क्रिमर्थं स्तीयते परम्।
ततः प्रणम्य हिमवांस्तदा मां प्रत्यभाषत॥
]

`verse 57 [
हिमवानुवाच
त्वमेव कारणे देव यस्य सर्व्वोदये मम।
प्रसादः सहसोत्पन्नो हेतुश्चापि त्वमेव हि।
उद्वाहस्तु यदा यादृक् तद्वि (क्तं विः) धत्स्व पितामह॥
]

`speaker [
ब्रह्मोवाच
]

`verse 58 [
तत एवं वचः श्रुत्वा गिरिराजस्य भो द्विजाः।
उद्वाहः क्रियतां देव इत्यहं चोक्तवान् विभुम्॥
]

`verse 59 [
मामाह शङ्करो देवो यथेष्टमिति लोकपः।
तत्क्षणाच्च ततो विप्रा अस्माभिर्निर्म्मितं पुरम्॥
]

`verse 60 [
उद्वाहार्थं महेशस्य नानार्तनोपशोभितम्।
रत्नानि मणयश्चित्रा हेममौक्तिकमेव च॥
]

`verse 61 [
मूर्त्तिमन्त उपाशस्य नानारत्नोपसोभितम्।
चित्रा मारकती भूमिः सुवर्णस्तम्भशोभिता॥
]

`verse 62 [
भास्वत्स्फटिकभित्तश्च मुक्ताहारप्रलम्बिता।
तस्मिन् द्वारि पुरे रम्य उद्वाहार्थं विनिर्म्मिता॥
]

`verse 63 [
शुशुभे देवदेवस्य महेशस्य महात्मनः।
सोमादित्यौ समं तत्र तापयन्तौ महामणी॥
]

`verse 64 [
सौरभेयं मनोरम्यं गन्धमादाय मारुतः।
प्रववौ सुखसंस्पर्शो भवभक्तिं प्रदर्शयन्॥
]

`verse 65 [
समुद्रास्तत्र चत्वारः शक्राद्याश्च सुरोत्तमाः।
देवनद्यो महानद्यः सिद्धा मुनय एव च॥
]

`verse 66 [
गन्धर्व्वाप्सरसः सर्व्वे नागा यक्षाः सराक्षसाः।
औदकाः खेचराश्चान्ये किन्नरा देवचारणाः॥
]

`verse 67 [
तुम्बुरुर्नारदो हाहाहूहूश्चैव तु सामागाः।
रम्याण्यादाय वाद्यानि तत्राःऽऽजग्मुस्तदा पुरम्॥
]

`verse 68 [
ऋषयस्तु कथास्तत्र वेदगीतास्तपोधनाः।
पुण्यान् वैवाहिकान्मन्त्राञ्जेपुः संहृष्टमानसाः॥
]

`verse 69 [
जगतो मातरः सर्व्वा देवकन्याश्च कृत्स्नशः।
गायन्ति हर्षिताः सर्व्वा उद्वाहे परमेष्ठिनः॥
]

`verse 70 [
ऋतवः षट् समं तत्र नानागन्धसुखावहाः।
उद्वाहः शङ्करस्येति मूर्त्तिमन्त उपस्थिताः॥
]

`verse 71 [
नीलजीमूतसङ्गाशैर्मन्त्रध्वनिप्रहर्षिभिः।
केकायमानैः शिखिभिर्नृत्यमानैस्च सर्वशः॥
]

`verse 72 [
विलोलपिङ्गलस्पष्टविद्युल्लेखाविहासिता।
कुमुदापीडशुक्लाभिर्बलाकाभिश्च शोभिता॥
]

`verse 73 [
प्रत्यग्रसञ्जातशिलीन्ध्रकन्दलीताद्रुमाद्युद्‌गतपल्लवा शुभा।
शुबाम्बुधाराप्रणयप्रबोधितैर्महालसैर्भेकगणैश्च नादिता॥
]

`verse 74 [
प्रियेषु मानोद्धतमानसानां, मनस्विनीनामपि कामिनीनाम्।
मयूरकेकाभिरुतैः क्षणेन, मनोहरैर्मानविभङ्गहेतुभिः॥
]

`verse 75 [
तथा विवर्णोज्ज्वलाचारुमूर्त्तिना, शशाङ्कलेखाकुटिलेन सर्वतः।
पयोदसङ्घातसमीपवर्त्तिना, महेन्द्रचापेन भृशं विराजिता॥
]

`verse 76 [
विचित्रपुष्पाम्बुभवैः सुगन्धिभिर्घनाम्बुसम्पर्कतया सुशीतलैः।
विकम्पयन्ती पवनैर्मनोहरैः, सुराङ्गनानामलकावलीः शुभाः॥
]

`verse 77 [
गर्जत्पयोदस्थगितेन्दुबिम्बा, नवाम्बुसिक्तोदकचारुदूर्वा।
निरीक्षिता सादरमुत्सुकाभिर्निश्वासधूम्रं पथिकाङ्गनाभिः॥
]

`verse 78 [
हंसनूपुरशब्दाढ्या समुन्नतपयोधरा।
चलद्विद्युल्लताहारा स्पष्टपद्मविलोचना॥
]

`verse 79 [
असितजलदधीरध्वानपित्रस्तहंसा, विमलसलिलधारोत्पातनम्रोत्पलाग्रा।
सुरभिकुसुमरेणुक्लृप्तसर्वाङ्गशोभा, गिरितुहितृविवाहे प्रावृडाविर्बभूव॥
]

`verse 80 [
मेघकञ्चुकनिर्म्मुक्ता पद्मकोशोद्‌भवस्तनी।
हंसनूपुरनिह्रादा सर्वशस्यदिगन्तरा॥
]

`verse 81 [
विस्तीर्णपुलिनश्रोणी कूजत्सारसमेखला।
प्रफुल्लेन्दीवरश्यामविलोचनमनोहरा॥
]

`verse 82 [
पक्वबिम्बाधरपुटा कुन्ददन्तप्रहासिनी।
नवस्यामलताश्यामसोमराजिपुरस्कृता॥
]

`verse 83 [
चन्द्रांशुहारवर्गेण कण्ठोरस्थलगामिना।
प्रह्लादयन्ती चेतांसि सर्वेषां त्रिसिवौकसाम्॥
]

`verse 84 [
समदालिकुलोद्‌गीतमधुरस्वरभाषिणी।
चलत्कुमुदसंघातचारुकुण्डलशोभिनी॥
]

`verse 85 [
रक्ताशोकप्रशाखोत्थपल्लवाङ्गलिधारिणी।
तत्पुष्पसञ्चयमयैवर्वासोभिः समलङ्कृता ॥
]

`verse 86 [
रक्तोत्पलाग्रचरणा जातीपुष्पनखावली।
कदलीस्तम्भवामोरूः शशाङ्कवदना तथा॥
]

`verse 87 [
सर्वलक्षणसम्पन्ना सर्वालङ्कारभूषिता।
प्रेम्णा स्पृशति कान्तेव सानुरागा मनोरमा॥
]

`verse 88 [
निर्ममुक्तासितमेघकञ्चुकपटा पूर्णेन्दुबिम्बानना, नीलाम्बोजविलोचना रविकरप्रोद्‌भिन्नपद्मस्तनी।
नानापुष्परजः सुगन्धिपषनप्रह्रादनी चेतसां, तत्राऽऽसीत् कलहंसनूपुररवादेव्या विवाहे शरत्॥
]

`verse 89 [
अत्यर्थशीतलाम्भोभिः प्लावयन्तौ दिशः सदा।
ऋतू हेमन्तशिशिरौ आजग्मतुरतिद्युती॥
]

`verse 90 [
ताभ्यामृतुभ्यां संप्राप्तो हिमवान् स नगोत्तमः।
प्रालेयचूर्मवर्षिभ्यां क्षिप्रं रौप्यहरो बभौ॥
]

`verse 91 [
तेन प्रालेयवर्षेण घनेनैव हिमालयः।
अगाधेन तदा रेजे क्षीरोद इव सागरः॥
]

`verse 92 [
ऋतुपर्य्यासम्प्राप्तो बभूव स महागिरिः।
साधूपचारात् सहसा कृतार्थ इव दुर्जनः॥
]

`verse 93 [
प्रालेयपटलच्छन्नैः श्रृङ्गैस्तु शुशुभे नगः।
छत्रैरिव महाभागैः पाण्डरैः पृथिवीपतिः॥
]

`verse 94 [
मनोभवोद्रेककराः सुराणां सुराङ्गनानाञ्च मुहुः समीराः।
स्वच्छाम्बुपूर्णाश्च तथा नलिन्यः पद्मोत्पलानां कुसुमैरुपेताः॥
]

`verse 95 [
विवाहे गुरुकन्याया वसन्तः समागादृतुः॥
]

`verse 96 [
इषत्समुद्‌भिन्नपयोधराग्रा नार्य्यो यथा रम्यतरा बभूवुः।
नात्युष्णशीतानि पयःसरांसि किञ्जल्कचूर्णैः कपिलीकृतानि॥
चक्राह्वयुग्मैरुपनादितानि ययुः प्रहृष्टाः सुरदन्तिमुख्याः॥
]

`verse 97 [
प्रियङ्गूं श्चूततरवश्चूतांश्चापि प्रियङ्गवः।
तर्ज्जयन्त इवान्योन्यं मञ्जरीभिश्चकाशिरे॥
]

`verse 98 [
हिमश्रृङ्गेषु शुक्लेषु तिलकाः कुसुमोत्कराः।
शुशुभुः कार्य्यमुदिदश्य वृद्धा इव समागताः॥
]

`verse 99 [
फुल्लाशोकलतास्तत्र रेजिरे सालसंश्रिताः।
कामिन्य इव कान्तानां कण्ठालम्बितबाहवः॥
]

`verse 100 [
तस्मिन्नृतौ शुभ्रकटम्बनीपास्तालास्तमालाः सरलाः कपित्थाः॥
]

`verse 101 [
अशोकसर्ज्जार्ज्जुनकोविदारा पुन्नागनागेश्वरकर्णिकाराः।
लवङ्गतलागुरुसप्तपर्णा न्यग्रोधशोभाञ्जननारिकेलाः॥
]

`verse 102 [
वृक्षास्तथाऽन्ये फलपुष्पवन्तो दृश्या बभूवुः सुमनोहराङ्गाः।
जलाशयाश्चैव सुवर्णतोयाश्चक्राङ्गकारण्डवहंसजुष्टाः॥
]

`verse 103 [
कोयष्टिदात्यूहबलाकयुक्ता दृश्यास्तु पद्मोत्पलमीनपूर्णाः।
खगाश्च नानाविधभूषिताङ्गा दृस्यास्तु वृक्षेषु सुचित्रपक्षाः॥
]

`verse 104 [
क्रीड़ासु युक्तानथ तर्ज्जयन्तः कुर्वन्ति शब्दं मदनरिताङ्गाः।
तस्मिन् गिरावद्रिसुताविवाहे ववुश्च वाताः सुखशीतलाङ्गाः॥
]

`verse 105 [
पुष्पाणि शुभ्राण्यपि पातयन्तः शनैर्नगेभ्यो मलयाद्रिजाताः।
तथैव सर्वे ऋतवश्च पुण्याश्चकाशिरेऽन्योन्यविमिश्रिताङ्गाः॥
]

`verse 106 [
येषां सुलिङ्गानि च कीर्त्तितानि, ते तत्र आसन् सुमनोज्ञरूपाः॥
]

`verse 107 [
समदालिकुलोद्‌गीतशिलाकुसुमसञ्चयैः।
परस्परं हि मालत्यो भावयन्त्यो विरेजिरे॥
]

`verse 108 [
नीलानि नीलाम्बुरुहैः पयांसि, गौराणि गौरेश्च मृणालदण्डैः।
रक्तैश्च रक्तानि भृशं कृतानि , मत्तद्विरेफावलिजुष्टपत्रैः॥
]

`verse 109 [
हैमानि विस्तीर्मजलेषु केषुचिन्निरन्तरं चारुतराणि केषुचित्।
वैदूर्य्यनालानि सरःसु केषुचित्‌प्रजज्ञिरे पद्मवनानि सर्वतः॥
]

`verse 110 [
वाप्यस्तत्राभवन्‌रम्याः कमलोत्पलपुष्पिताः।
नानाविहङ्गसंजुष्टा हैमसोपानपङ्क्तयः॥
]

`verse 111 [
श्रृङ्गाणि तस्य तु गिरेः कर्णिकारैः सुपुष्पितैः।
समुच्छ्रितान्यवरलैर्हेमानीव बभुर्द्विजाः॥
]

`verse 112 [
ईषद्विभिन्नकुसुमैः पाटलैश्चापि पाटलाः।
संबभूबुर्दिशः सर्वाः पवनाकम्पिमूर्त्तिभिः॥
]

`verse 113 [
कृष्णार्ज्जुना दसगुणा नीलाशोकमहीरुहाः।
गिरौ ववृधिरे फुल्लाः स्पर्धयन्तः परस्परम्॥
]

`verse 114 [
वारुवविजुष्टानि किंशुकानां वनानि च।
पर्वतस्य नितम्बेषु सर्वेषु च विरेजिरे॥
]

`verse 115 [
तमालगुल्मैस्तस्यासीऽऽच्छोभा हिमवतस्तदा।
नीलजीमूतसङ्घातैर्निलीनैरिव सन्धिषु॥
]

`verse 116 [
निकामपुष्पैः सुविशालशाखैः, समुच्छ्रितैश्चन्दनचम्पकैस्च।
प्रमत्तपुंस्कोकिलसम्प्रलापैर्हिमाचलोऽतीव तदा रराज॥
]

`verse 117 [
श्रुत्वा शब्दं मृदुमदकलं सर्व्वतः कोकिलानां,चञ्चत्पक्षाः सुमधुरतरं नीलकण्ठा विनेदुः।
तेषां शब्दैरुपचितबलः पुष्पचापेषु हस्तः, सज्जीभूतस्त्रिदशवनिता वेद्धुमङ्गेष्वनङ्गः॥
]

`verse 118 [
पटुः सूर्यायतपस्चापि प्रायशोऽल्प (ल्पो) जलाशयः।
देवीविवाहसमये ग्रीष्म आगाद्धिमाचलम्॥
]

`verse 119 [
स चापि तरुभिस्तत्र बहुभिः सुकुमोत्करैः।
शोभयामास श्रृङ्गणि प्रालेयाद्रेः समन्ततः॥
]

`verse 120 [
तथाऽपि च गिरौ तत्र वायवः सुमनोहराः।
ववुः पाटलविस्तीर्णकदम्बार्ज्जुनगन्धिनः॥
]

`verse 121 [
वाप्यः प्रफुल्लपद्‌मौघकेसरारुणडुमूर्त्तयः।
अभवंस्तटसंघु (जु) ष्टकलहंसकदम्बकाः॥
]

`verse 122 [
तथा कुरबकाश्वापि कुसुमापाण्डुमूर्त्तयः।
सर्वेषु नगश्रृङ्गेषु भ्रमरावलिसेविताः॥
]

`verse 123 [
बकुलाश्च नितम्बेषु विशालेषु महीभृतः।
उत्ससर्ज मनोज्ञानि कुसुमानि समन्ततः॥
]

`verse 124 [
इति कुसुमविचित्रसर्ववृक्षा विविधविहङ्गमनादरम्यदेशाः।
हिमगिरितनयाविवाहभूभूत्यै षडुपययुर्ऋतवो मुनिप्रवीराः ॥
]

`verse 125 [
तत एवं प्रवृत्ते तु सर्व्वभूतसमागमे।
नानावाद्यसमाकीर्णे अहं तत्र द्विजातयः॥
]

`verse 126 [
शैलपुत्रीमलंकृत्य योग्याभरणसम्पदा।
पुरं प्रवेशितवांस्तां स्वयमादाय भो द्विजाः॥
]

`verse 127 [
ततस्तु पुनरेवेशमहं चैवोक्तवान् विभुम्।
हविर्जुहोमि वह्नौ ते उपाध्यायपदे स्थितः॥
]

`verse 128 [
ददासि मह्यं यद्याज्ञां कर्त्तव्योऽयं क्रियाविधिः।
मामाह शङ्करश्चैवं देवदेवो जगत्‌पतिः॥
]

`speaker [
शिव उवाच
]

`verse 129 [
यदुद्दिष्टं सुरेशान तत्‌कुरुष्व यथेप्सितम्।
कर्त्ताऽस्मि वचनं सर्व ब्रह्मंस्तव जगद्विभो॥
]

`verse 130 [
ततश्चाहं प्रहृष्टात्मा कुशानादाय सत्वरम्।
देवस्य देव्याश्च योगबन्धेन युक्तवान्॥
]

`verse 131 [
ज्वलनश्च स्वयं तत्र कृताञ्जलिपुटः स्थितः।
श्रुतिगीतैर्महामन्त्रैर्मूर्त्तिमद्भिरुपस्थितैः॥
]

`verse 132 [
यथोक्तविधिना हुत्वा सर्पिस्तदमृतं हविः।
ततस्तं ज्वलनं सर्वं कारयित्वा प्रदक्षिणम्॥
]

`verse 133 [
मुवत्वा हस्तसमायोगं सहितः सर्वदैवतैः।
पुत्रैश्च मानसैः सिद्धैः प्रकृष्टेनान्तरात्मना॥
]

`verse 134 [
वृत्त उद्वाहकाले तु प्रणम्य च वृषध्वजम्।
योगेनैव तयोर्विप्रास्तदुमापरमेशयोः॥
]

`verse 135 [
उद्वाहः स परो वृत्तो यं देवा न वुदुः क्वचित्।
इति वः सर्वमाख्यातं स्वयंवरमिदं शुभम्।
उद्वाहश्चैव देवस्य श्रृणुघ्वं परमाद्भुतम्॥
]

`colophon [
इति श्रीआदिब्राह्मे महापुराणे स्वयंभु-ऋषिसंवादे उमाहेश्वरयोर्विवाहनिरूपणं नाम षट्‌त्रिंशोऽध्यायः॥
]
