`speaker [
ब्रह्मोवाच
]

`verse 1 [
अथ वृत्ते विवाहे तु भवस्यामिततेजसः।
प्रहर्षमतुलं गत्वा देवाः शक्रपुरोगमाः॥
तुष्टुवुर्वाग्‌भिराद्याभिः प्रणेमुस्ते सहेश्वरम्॥
]

`speaker [
देवा ऊचुः
]

`verse 2 [
नमः पर्वतलिङ्गाय पर्वतेशाय वै नमः।
नमः पवनवेगाय विरुपायाजिताय च॥
नमः क्लेशविनाशाय दात्रे च शुभसम्पदाम्॥
]

`verse 3 [
नमो नीलशखण्डाय अम्बिकापतये नमः।
नमः पवनरूपाय शतरूपाय वै नमः॥
]

`verse 4 [
नमोभैरवरूपाय विरूपनयनाय च।
नमः सहस्रनेत्राय सहस३चरणाय च ॥
]

`verse 5 [
नमो द्ववयस्याय वेदाङ्गाय नमो नमः।
विष्टम्भनाय शक्रस्य बाह्वोर्वेदाङ्कुराय च॥
]

`verse 6 [
चराचराधिपतये शमनाय नमो नमः।
सलिलाशयलिङ्गाय युगान्ताय नमो नमः॥
]

`verse 7 [
नमः कपालमालाय कपालसूत्रधारिणे।
नमः कपालहस्ताय दण्डिने गदिने नमः॥
]

`verse 8 [
नमस्त्रैलोक्यनाथाय पशुलोकरताय च।
नमः खट्‌वाङ्गहस्ताय प्रमथार्त्तिहराय च॥
]

`verse 9 [
नमो यज्ञशिरोहन्त्रे कृष्णकेशापहारिणे।
भगनेत्रनिपाताय पूष्णो दन्तहराय च॥
]

`verse 10 [
नमः पिनाकशूलसिखङ्गमुद्‌गरधारिणे।
नमोऽस्तु कालकालाय तृतीयनयनाय च॥
]

`verse 11 [
अन्तकान्तकृते चैव नामः पर्व्वतवासिने।
सुवर्मरेतसे चैव नमः कुण्डलधारिमे॥
]

`verse 12 [
दैत्यानां योगनाशाय योगिनां गुरेव नमः।
शशाङ्कादित्यनेत्राय ललाटनयनाय च॥
]

`verse 13 [
नमः शमशानरतये श्मशानवरदाय च।
नमो दैवतनाथाय त्र्यम्बकाय नमो नमः॥
]

`verse 14 [
गृहस्थसाधवे नित्यं जटिले ब्रह्मचारिणे।
नमो मुण्डार्धमुण्डाय पशूनां पतये नमः॥
]

`verse 15 [
सलिले तप्यमानाय योगैश्वर्य्यप्रदाय च।
नमः शान्ताय दान्ताय प्रलयोत्‌पत्तिकारिणे॥
]

`verse 16 [
नमोऽनुग्रहकर्त्रे च स्थितिकर्त्रे नमो नमः।
नमो रुद्राय वसव आदित्यायाश्विने नमः॥
]

`verse 17 [
नमः पित्रेऽथ साङ्ख्याय विश्वेदेवाय वै नमः।
नमो शर्वाय उग्राय शिवाय वरदाय च॥
]

`verse 18 [
नमो भीमाय सेनान्यै पशूनां पतये नमः।
शुचये वैरिहानाय सद्योजाताय वै नमः॥
]

`verse 19 [
महादेवाय चित्राय विचित्राय च वै नमः।
प्रधानायाप्रमेयाय कार्याय कारणाय च॥
]

`verse 20 [
पुरुषाय नमस्तेऽस्तु पुरुषेच्छाकराय च।
नमः पुरुषसंयोगप्रधानगुणकारिणे॥
]

`verse 21 [
प्रवर्त्तकाय प्रकृतेः पुरुषस्य च सर्वशः।
कृताकृतस्य सत्‌कर्त्रे फलसंयोगदाय च॥
]

`verse 22 [
कालज्ञाय च सर्वेषां नमो नियमकारिणे।
नमो वैषम्यकर्त्रे च गुणानां वृत्तिदाय च॥
]

`verse 23 [
नमस्ते देवदेवेश नमस्ते भूतभावन।
शिव सौम्यमुखो द्रष्टुं भव सौम्यो हि नः प्रभो॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
एवं स भगवान् देवो जगत्‌पतिरुमापतिः।
स्तूयमानः सुरैः सर्वेरमरानिदमब्रवीत्॥
]

`speaker [
श्रीशङ्कर उवाच
]

`verse 25 [
द्रष्टुं सुखश्च सौम्यश्च देवानामस्मि भोः सुराः।
वरं वरयत क्षिप्रं दाताऽस्मि तमसंशयम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
ततस्ते प्रणताः सर्वे सुरा ऊचुस्त्रिलोचनम्॥
]

`speaker [
देव ऊचुः
]

`verse 27 [
तवैव भगवन् हस्ते वर एषोऽवतिष्ठताम्।
यदा कार्यं तदा नस्त्वं दास्यसे वरमीप्सितम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
वमस्त्विति तानुक्त्वा विसृज्य च सुरान् हरः।
लोकांश्च प्रमथैः सार्धं विवेश भवनंस्वकम्॥
]

`verse 29 [
यस्तु हरोत्सवमद्‌भुतमेनं गायति दैवतविप्रसमक्षम्।
सोऽप्रतिरूपगणेशसमानो देहविपर्य्ययमेत्य सुखी सायत्॥
]

`verse 30 [
ब्रह्मोवा
विप्रवर्याः स्तवं हीमं श्रृणुयाद्व पठेच्च यः।
स सर्व्वलोकगो देवैः पूज्यतेऽमरराडिव॥
]

`colophon [
इति श्री आदिब्राह्मे महापुराणे स्वयम्भुऋषिसंवादे शिवस्तुतिनिरूपणं नाम सप्तत्रिंशोऽध्यायः॥
]
