`verse 1 [
मदनदहन-वर्मनम्
ब्रह्मोवाच
प्रविष्टे भवनं देवे सूपविष्टे वरासने।
स वक्रो मन्मथः क्रुरो देवं वेद्धुमना भवत्॥
]

`verse 2 [
तमनाचारसंयुक्तं दुरात्मानं कुलाधमम्।
लोकान् सर्व्वान् पीडयन्तं सर्वाङ्गावरणात्मकम्॥
]

`verse 3 [
ऋषीणां विघ्नकर्त्तारं नियमानां व्रतैः सह।
चक्राह्‌वयस्य रूपेण रत्या सह समागतम्॥
]

`verse 4 [
अथाऽऽततायितं विप्रा वेद्धुकामं सुरेश्वरः।
नयनेन तृतीयेन सावज्ञं समवैक्षत ॥
]

`verse 5 [
ततोऽस्य नेत्रजो वह्निर्ज्वालामालासहस्रवान्।
सहसा रतिभर्त्तारमदहत् सपरिच्छदम्॥
]

`verse 6 [
स दह्यमानः करुणमार्त्तोऽक्रोशत विस्वरम्।
प्रसादयंश्च तं देवं पपात धरणीतले॥
]

`verse 7 [
अथ सोऽग्निपरीताङ्गो मन्मथो लोकतापनः।
पपात सहसा मूर्च्छां क्षणेन समपद्यत॥
]

`verse 8 [
पत्नी तु करुणं तस्य विललाप सुदुःखिता।
देवीं देवञ्च दुःखार्त्ता अयाचत् करुणावती॥
]

`verse 9 [
तस्याश्च करुणं ज्ञात्वा देवौ तौ करुणात्मकौ।
ऊचतुस्तां समालोक्य समाश्वास्य च दुःखिताम्॥
]

`speaker [
उमामहेश्वरावूचतुः
]

`verse 10 [
दग्ध एव ध्रुवं भद्रे नास्योत्पत्तिरिहेष्यते।
अशरीरोऽपि ते भद्रे कार्यं सर्वं करिष्यति॥
]

`verse 11 [
यदा तु विष्णुर्भगवान् वसुदेवसुतः शुभे।
तदा तस्य सुतो यश्च पतिस्ते सम्भविष्यति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
ततः सा तु वरं लब्ध्वा कामपत्नी शुभाननाम।
जगामेष्टं तदा देशं प्रीतियुक्ता गतक्लमा॥
]

`verse 13 [
दग्ध्वा कामं ततो विप्राः स तु देवी वृषध्वजः।
रेमे तत्रोमया सार्द्ध प्रहृष्टस्तु हिमाचले ॥
]

`verse 14 [
कन्दरेषु च रम्येषु पद्‌मिनीषु गुहासु च।
निर्झरैषु च रम्येषु कर्णिकारवनेषु च॥
]

`verse 15 [
नदीतीरेषु कान्तेषु किन्नराचरितेषु च।
श्रृङ्गेषु शैलराजस्य तडागेषु सरःसु च॥
]

`verse 16 [
वनराजिषु रम्यासु नानापक्षिरुतेषु च।
तीर्थेषु पुण्यतोयेषु मुनीनामाश्रमेषु च॥
]

`verse 17 [
एतेषु पुण्येषु मनोहरेषु, देशेषु विद्याधरभूषितेषु।
गन्धर्वयक्षामरसेवितेषु, रेमे स देव्या सहितस्त्रिनेत्रः॥
]

`verse 18 [
देवैः सहेन्द्रैर्मुनियक्षसिद्धैर्गन्धर्वविद्याधरदैत्यमुख्यैः।
अन्यैश्च सर्वेर्विविधैर्वृतोऽसौ, तस्मिन्नगे हर्षमवाप शम्भुः॥
]

`verse 19 [
नृत्यन्ति तत्राप्सरसः सुरेशा, गायन्ति गन्धर्वगणाः प्रहृष्टाः।
दिव्यानि वाद्यान्यथ वादयन्ति, केचिद्‌द्रुतं देववरं स्तुवन्ति॥
]

`verse 20 [
एवं स देवः स्वगणैरुपेतो, महाबलैः शक३यमाग्नितुल्यैः।
देव्याः प्रियार्थं भगनेत्रहन्ता, गिरिं न तत्याज तदा महात्मा॥
]

`speaker [
ऋषय ऊचुः
]

`verse 21 [
देव्या समं तु भगवांस्तिष्ठंस्तत्र स कामहा।
अकरोत् किं महादेव एतदिच्छाम वेदितुम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
भगवान् हिमवच्छृङ्गे स हि देव्याः प्रियेच्छया।
गणेशैर्विविधाकारैर्हासं सञ्जनयन् मुहुः॥
]

`verse 23 [
देवीं बालेन्दुतिलको रमयंश्च रराम च।
महानुभावैः सर्वज्ञैः कामरूपधरैः शुभैः॥
]

`verse 24 [
अथ देव्याससादैका मातरं परमेश्वरी।
आसीनां काञ्चने शुभ्र आसने परमाद्‌भुते॥
]

`verse 25 [
अथ दृष्ट्‌वा सतीं देवीमागतां सुररूपिणीम्।
आसनेन महार्हेणासम्पादयदनिन्दिताम्॥
आसीनां तामथोवाच मेना हिमवतः प्रिया॥
]

`speaker [
मेनोवाच
]

`verse 26 [
चिरस्यागमतं तेऽद्य वद पुत्रि शुभेक्षणे।
दरिद्रा क्रीडनैस्त्वं हि भर्त्रा क्रीडसि सङ्गता॥
]

`verse 27 [
ये दरिद्रा भवन्ति स्म तथैव च निराश्रयाः।
उभे त एवं क्रीडन्ति यथा तव पतिः शुभे॥
]

`speaker [
मेनोवाच
]

`verse 28 [
चिरस्यागमनं तेऽद्य वद पुत्रि शुभेक्षणे।
दरिद्रा क्रीडनैस्त्वं हि भर्त्रा क्रीडसि सङ्गता।
विसृष्टा च तदा मात्रा गत्वा देवमुवाच ह॥
]

`verse 29 [
पार्वत्युवाच
भगवन् देवदेवेश नेह वत्स्यामि भूधरे।
अन्यं कुरु ममाऽऽवासं भुवनेषु महाद्युते॥
]

`speaker [
देव उवाच
]

`verse 30 [
सदा त्वमुच्यमाना वै मया वासार्थमीश्वरि।
अन्यं न रोचितवती वासं वै देवि कर्हिचित्॥
]

`verse 31 [
इदानीं स्वयमेव त्वं वासमन्यत्र शोभने।
कस्मान्मृगयसे देवि ब्रूहि तन्मे शुचिस्मिते॥
]

`verse 32 [
देव्युवाच
गृहं गताऽस्मि देवेश पुतुरद्य महात्मनः।
दृष्ट्वा च तत्र मे माता विजने लोकभावने॥
]

`verse 33 [
आसनादिबिरभ्यर्च्य सा मामेवमभाषत।
उमे तव सदा भर्त्ता दरिद्रः क्रीडनैः शुभे॥
]

`verse 34 [
क्रीडते न हि देवानां क्रीडा भवति तादृशी।
यत् किल त्वं महादेव गणैश्च विविर्धस्तथा।
रमसे तदनिष्टं हि मम मातुर्वृषध्वज ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 35 [
ततो देवः प्रहस्याऽऽह देवीं हासयितुं प्रभुः॥
]

`speaker [
देव उवाच
]

`verse 36 [
एवमेव सन्देहः कस्मान्मन्यु रभूत्तव।
कृत्तिवासा ह्यवासाश्च श्मशाननिलयश्च ह॥
]

`verse 37 [
अनिकेतो ह्यण्येषु पर्वतानां गुहासु च।
विचरामि गणैर्नग्नैर्वृतोऽम्भोजविलोचने॥
]

`verse 38 [
मा क्रुधो देवि मात्रे त्वं तथ्यं माताऽवदत्तव।
न हि मातृसमो बन्धुर्जन्तूनामस्ति भूतले॥
]

`verse 39 [
देव्युपाच
देव्युवाच
मेऽस्ति बन्धुभिः किञ्चित् कृत्यं सुरवरेश्वर।
तथा कुरु महादेव यथाऽहं सुखमाप्नुयाम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
श्रुत्वा स देव्या वचनं सुरेशस्तस्याः प्रियार्थे स्वगिरिं विहाय।
जगाम मेरुं सुरसिद्धसेवितं, भार्य्यसहायः स्वगणैश्च युक्तः॥
]

`colophon [
इति श्रीआदिब्राह्मे महापुराणे स्वयम्भुऋषिसंवाद उमा-महेश्वरयोर्हिमवत्परित्यागनिरूपणं नामाष्टात्रिंशोऽध्यायः॥
]
