`verse 1 [
दक्षयज्ञविध्वंसनम्
ऋषय ऊचुः
प्राचेतस्य दक्षस्य कथं वैवस्वतेऽन्तरे।
विनाशमगमद् ब्रह्मन् हयमेधः प्रजापतेः॥
]

`verse 2 [
देव्या मन्युकृतं बुद्‌ध्वा क्रुद्धः सर्वात्मकः प्रभुः।
कथं विनाशितो यज्ञो दक्षस्यामिततेजसः।
महादेवेन रोषाद्धै तन्नः प्रब्रूहि विस्तरात्॥
]

`verse 3 [
वर्णयिष्यामि वो विप्रा महादेवेन वै यथा।
क्रोधाद्विध्वंसितो यज्ञो देव्याः प्रियचिकीर्षया॥
]

`verse 4 [
पुरा मेरोर्द्विजश्रेष्ठाः श्रृङ्गं त्रैलोक्यपूजितम्।
ज्योतिः स्थलं नाम चित्रं सर्वरत्नविभूषितम्॥
]

`verse 5 [
अप्रमेयमनाधृष्यं सर्वलोकनमस्कृतम्।
तत्र देवो गिरितटे सर्वधातुविचित्रिते॥
]

`verse 6 [
पर्य्यङ्क इव विस्तीर्ण उपवुष्टो बभूव ह।
शैलराजसुता चास्य नित्यं पार्श्वस्थिताऽभवत्॥
]

`verse 7 [
आदित्याश्च महात्मानो वसवश्च महौजसः।
तथैव च महात्मानावश्विनौ भिषजां वरौ॥
]

`verse 8 [
नथा वैश्रवणो राजा गुह्यकैः परिवारितः।
यक्षाणामीश्वरः श्रीमान् कैलासनिलयः प्रभुः॥
]

`verse 9 [
उपासते महात्मानमुशना च महामुनिः।
सनत्कुमारप्रमुखास्तथैव परमर्षयः॥
]

`verse 10 [
अङ्गिरःप्रमुखाश्चैव तथा देवर्षयोऽपि च।
विश्वावसुस्च गन्धर्वस्तथा नारदपर्वतौ॥
]

`verse 11 [
अप्सरोगणसङ्घाश्च समाजग्मुरनेकशः।
ववौ सुखाशवो वायुर्नानागन्धवहः शुचिः॥
]

`verse 12 [
सर्वर्त्तुकुसुमोपेतः पुष्पवन्तोऽभवन्द्रुमाः।
तथा विद्याधराः साध्याः सिद्धाश्चैव तपोधनाः॥
]

`verse 13 [
महादेवं पशुपतिं पर्य्युपासत तत्र वै।
भूतानि च तथाऽन्यानि नानारूपधराण्यथ॥
]

`verse 14 [
राक्षसास्व महारौद्राः पिशाचाश्च महाबलाः।
बहुरूपधरा धृष्टा नानाप्रहरणायुधाः॥
]

`verse 15 [
देवस्यानु चरास्तत्र तस्थुर्वैश्वानरोपमाः।
नन्दीश्वरश्च भगवान् देवस्यानुमते स्थितः॥
]

`verse 16 [
मगृह्य ज्वलितं दीप्यमानं स्वतेजसा।
गङ्गा च सरितां श्रेष्ठा सर्वतीर्थजलोद्भवा॥
]

`verse 17 [
पर्युपासत तं देवं रूपिणी द्विजसत्तमाः।
एवं स भगवांस्तत्र पूज्यमानः सुरर्षिभिः॥
]

`verse 18 [
देवैस्च सुमहाभागैर्महादेवो व्यतिष्ठत।
कस्यचित्त्वय कालस्य दक्षो नाम प्रजापतिः॥
]

`verse 19 [
पूर्व्वोक्तेन विधानेन यक्ष्यमाणोऽभ्यपद्यत।
ततस्तस्य मखे देवाः सर्वै शक्रपुरागमाः॥
]

`verse 20 [
स्वर्गस्थानादथाऽऽगम्य दक्षमापेदिरे सथा।
ते विमानैर्महास्मानो ज्वलद्भिर्ज्वलनप्रभा॥
]

`verse 21 [
देवस्यानुमतेऽगच्छन् गह्गाद्वारमिति श्रुतिः।
गन्धर्वाप्सरसाकीर्ण नानाद्रुमलतावृतम्॥
]

`verse 22 [
ऋषिसिद्धैः परिवृतं दक्षं धर्म्मभृतां वरम्।
पुथिव्यामन्तरिक्षे च ये च स्वर्लोकवासिनः॥
]

`verse 23 [
सर्वे प्राञ्जलयो भूत्वा उपतस्थुः प्रजापतिम्।
आदित्या वसवो रुद्राः साध्याः सर्वेमरुद्‌गणाः॥
]

`verse 24 [
विष्णुना सहिताः सर्व आगता यज्ञभागिनः।
ऊष्मपा धूमपाश्चैव आज्यपाः सोमपास्तथा॥
]

`verse 25 [
अश्विनौ मरुतश्चैव नानादेवगणैः सह।
एते चान्ये च बहवो भूतग्रामास्तथैव च॥
]

`verse 26 [
जरायुजाण्डजाश्चैव तथव स्वेदजोजिद्भदः।
आगताः सत्रिमः सर्वेदेवाः स्त्रीभिः सहर्षिभिः॥
]

`verse 27 [
विराजन्ते विमानस्था दीप्यमानाइवाग्नयः।
तान् दृष्ट्वा मन्युनाऽऽविष्टो दधीचिर्वाक्यमब्रवीत्॥
]

`verse 28 [
अपूज्यपूजने चैव पूज्यानां चाप्यपूजने।
नरः पापमवाप्नोति महद्वै नात्र संशयः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
एवमुक्त्वा तु विप्रर्षिः पुनर्दक्षमभाषत॥
]

`speaker [
दधीचिरुवाच
]

`verse 30 [
पुज्यञ्च पशुभर्त्तारं कस्मान्नार्च्चयसे प्रभुम्॥
]

`speaker [
दक्ष उवाच
]

`verse 31 [
सन्ति मे बहवो रुद्राः शूलहस्ताः कपर्द्दिनः।
एकादशस्थानगता नान्यं विद्‌मो महेश्वरम्॥
]

`speaker [
दधीचिरुवाच
]

`verse 32 [
सर्वेषामन्त्रोऽयं ममेशो न निमन्त्रितः।
यथाऽहं शङ्करादूर्ध्वं नान्यं पश्यामि दैवतम्।
तथा दक्षस्य विपुलो यज्ञोऽयं न भविष्यति॥
]

`speaker [
दक्ष उवाच
]

`verse 33 [
विष्णोश्च भागा विविधाः प्रदत्तास्तथा च रुद्रेभ्य उत प्रदत्ताः।
अन्येऽपि देवानिजभागयुक्ता, ददामि भागं न तु शङ्कराय॥
]

`verse 34 [
गतास्तु देवता ज्ञात्वा शेलराजसुता तदा।
उवाच वचनं शर्वं देवं पशुपतिं पतिम्॥
]

`speaker [
उमोवाच
]

`verse 35 [
भगवन् कुत्र यान्त्येते देवाः शक्रपुरोगमाः।
ब्रूहि तत्त्वेन तत्त्वज्ञ संशयो मे महानयम्॥
]

`speaker [
महेश्वर उवाच
]

`verse 36 [
दक्षो नाम महाभागे प्रजानां पतिरुत्तमः।
हयमेधेन यजते तत्र यान्ति दिवौकसः॥
]

`verse 37 [
देव्युवाच
यज्ञमेतं महाभाग किमिर्थं नानुगच्छसि।
केन वा प्रतिषेधेन गमनं ते न विद्यते॥
]

`speaker [
महेश्वर उवाच
]

`verse 38 [
सुरैरेव महाभागे सर्वमेतदनुष्ठितम्।
यज्ञेषु मम सर्वेषु न भाग उपकल्पितः॥
]

`verse 39 [
पूर्वागतेन गन्तव्यं मार्गेण वरवर्णिनि।
न मे सुराः प्रयच्छन्ति भागं यज्ञस्य धर्म्मतः॥
]

`speaker [
उमोवाच
]

`verse 40 [
भगवन् सर्वदेवेषु प्रभावाभ्यधिको गुणैः।
अजेयश्चाप्यधृष्यश्च तेजसा यशसा श्रिया॥
]

`verse 41 [
अनेन तु महाभाग प्रतिषेधेन भागतः।
अतीव दुःखमापन्ना वेपथुश्च महानयम्॥
]

`verse 42 [
किं नाम दानं नियमं तपो वा, कुर्यामहं येन पतिर्ममाद्य।
लभेत भागं भगवानचिन्त्यो, यज्ञस्य चेन्द्राद्यमरैर्विचित्र(भक्त)म्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
एवं ब्रुवाणां भगवान् विचिन्त्य, पत्नीं प्रहृष्टः क्षुभितामुवाच।
महेश्वर उवाच
न वेत्सि मां देवि कृशोदराङ्गि, किं नाम युक्तं वचनं तवेदम्॥
]

`verse 44 [
अहं विजानामि विशालनेत्रे, ध्यानेन सर्वे च विदन्ति सन्तः।
तवाद्य मोहेन सहेन्द्रदेवा, लोकत्रयं सर्वमतो विनष्टम्॥
]

`verse 45 [
मामध्वरेशं नितरां स्तुवन्ति, रथन्तरं साम गायन्ति महय्म्।
मां ब्राह्मणा ब्रह्ममन्त्रैर्यजन्ति, ममाध्वर्य्यवः कल्पयन्ते च भागम्॥
]

`verse 46 [
देव्युवाच
विकत्थसे प्राकृतवत् सर्वस्त्रीजनसंसदि।
स्तौषि गर्वायसे चापि स्वमात्मानं न संशयः॥
]

`verse 47 [
भगवानुवाच
नाऽऽत्मानं स्तौमि देवेशि यथा त्वमनुगच्छसि।
संस्रक्ष्यामि वरारोहे भागार्थे वरवर्णिनि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 48 [
इत्युक्त्वा भगत्वान् पत्नीमुमां प्राणैरपि प्रियाम्।
सोऽसृजद्भगवान् वक्त्राद्‌भूतं क्रोधाग्निसम्भवम्॥
]

`verse 49 [
तमुवाच मखं गच्छ दक्षस्य त्वं महेश्वर।
नाशयाऽऽशु क्रतुं तस्य दक्षस्य मदनुज्ञया॥
]

`speaker [
ब्रह्मोवाच
]

`verse 50 [
ततो रुद्रप्रयुक्तेन सिंहवेषेम लीलया।
देव्या मन्युकृतं ज्ञात्वा हतो दक्षस्य स क्रतुः॥
]

`verse 51 [
मन्युना च महाभीमा भद्रकाली महेश्वरी।
आत्मनः कर्म्मसाक्षित्वे तेन सार्द्धं सहानुगा॥
]

`verse 52 [
स एष भगवान् क्रोधः प्रेतावासकृतालयः।
वीरभद्रेति विख्यातो देव्या मन्युप्रमार्जकः॥
]

`verse 53 [
सोऽसृजद्रोमकूपेभ्य आत्मनैव गणेश्वरान्।
रुद्रानुगान्‌गणान्‌रौद्रान्‌वीर्यपराक्रमान्॥
]

`verse 54 [
रुद्रस्यानुचराः सर्वे सर्वे रुद्रपराक्रमाः।
ते निपेतुस्ततस्तूर्णं शतशोऽथ सहस्त्रशः॥
]

`verse 55 [
ततः किलकिलाशब्द आकाशं पूरयन्निव।
समभूत् सुमहान् विप्राः सर्वरुद्रगणैः कृतः॥
]

`verse 56 [
तेन शब्देन महता त्रस्ताः सर्वे दिवौकसः।
पर्व्वताश्च व्यशीर्य्यन्त चकम्पे च वसुन्धरा।
]

`verse 57 [
मरुतश्च ववुः क्रूराश्चुक्षुभे वरुणालयः।
अग्नयो वै न दीप्यन्ते न देवा न च दानवाः॥
]

`verse 58 [
ग्रहा नैव प्रकाशन्ते नक्षत्राणि न तारकाः।
ऋषयो न प्रभासन्ते न देवा न च दानवाः॥
]

`verse 59 [
एवं चहि तिमिरीभूते निर्हन्ति गणेश्वराः।
प्रभञ्जन्त्यपरे यूपान् घोरानुत्पाटयन्ति च॥
]

`verse 60 [
प्रणदन्ति तथा चानये विकुर्वन्ति तथा परे।
त्वरितं वै प्रधावन्ति वायुवेगा मनोजवाः॥
]

`verse 61 [
चूर्ण्यन्ते यज्ञपात्राणि यज्ञस्यायतनानि।
शीर्यमाणान्यदृस्यन्त तारा इव नभस्तलात्॥
]

`verse 62 [
दिवय्यान्नपानभक्ष्याणां राशयः पर्व्वतोपमाः।
क्षीरनद्यस्तथा चान्या घृतपायसकद्‌र्दमाः॥
]

`verse 63 [
मधुमण्डोदका दिव्याः खण्डशर्करबालुकाः।
षड्‌रसान्निवहन्त्यन्या गुडकुल्या मनोरमाः॥
]

`verse 64 [
उच्चावचानि मांसानि भक्ष्यानि विविधानि च।
यानि कानि च दिव्यानि लेह्यचोष्वाणि यानि च॥
]

`verse 65 [
भुञ्जन्ति विविधैर्वक्त्रैर्विलुम्पन्ति क्षिपन्ति च।
रुद्रकोपा महाकोपाः कालाग्निसदृशोपमाः॥
]

`verse 66 [
भक्षयन्तोऽथ शैलाभा भीषयन्तश्च सर्वतः।
क्रीडन्ति विविधकाराश्चिक्षिपुः सुरयोषितः॥
]

`verse 67 [
एवं गणाश्च तैर्युक्तो वीरभद्रः प्रतापवान्।
रुद्रकोपप्रयुक्तश्च सर्वदेवैः सुरक्षितम्॥
]

`verse 68 [
तं यज्ञमदहच्छीघ्रं भद्रकाल्याः समीपतः।
चक्रुरन्ये तथा नादान् सर्वबूतभयङ्करान्॥
]

`verse 69 [
छित्त्वा शिरोऽन्ये यज्ञस्य व्यनदन्त भयङ्करम्।
ततः शक्रादयो देवा दक्षश्चैव प्रजापतिः॥
ऊचुः प्राञ्जलयो भूत्वा कथ्यतां को भवानिति॥
]

`speaker [
वीरभद्र उवाच
]

`verse 70 [
नाहं न दैत्यो वा न च भोक्तुमिहागतः।
नैव द्रष्टुञ्च देवेन्द्रा न च कौतूहलान्वितः॥
]

`verse 71 [
दक्षयज्ञविनाशार्थं सम्प्राप्तोऽहं सुरोत्तमाः।
वीरभद्रेति विख्यातो रुद्रकोपाद्‌विनिःसुतः॥
]

`verse 72 [
भद्रकाली च विख्याता देव्याः क्रोधाद्विनिर्गता।
प्रेषिता देवदेवेन यज्ञान्तिकमुपागता॥
]

`verse 73 [
शरणं गच्छ राजेन्द्र देवदेवमुमापतिम्।
वरं क्रोधोऽपि देवस्य न वरः परिचारकैः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 74 [
निखातोत्पाटितैर्यूंपैरपविद्धैस्ततस्ततः।
उत्पतद्भिः पतद्भिश्च गृध्रैरामिषगृध्नुभिः॥
]

`verse 75 [
पक्षवातविनिर्धूतैः शिवारुतविनादितैः।
स तस्य यज्ञो नृपतेबध्यिमानस्तदा गणैः॥
]

`verse 76 [
आस्थाय मृगरूपं वै खमेवाभ्यपतत्तदा।
तन्तु यज्ञं तथारूपं गच्छन्तमुपलभ्य सः॥
]

`verse 77 [
धनुरादाय बाणञ्च तदर्थमगमत् प्रभुः।
ततस्तस्य गणेशस्य क्रोधादमिततैजसः॥
]

`verse 78 [
ललाटात्प्रसृतो घोरः स्वेदविन्दुर्बभूव ह।
तस्मिन्पतितमात्रे च स्वेदविन्दौ तदा भुवि॥
]

`verse 79 [
प्रादुर्भुंतो महानग्निर्ज्वलत्कालानलोपमः।
तत्रोदपद्यत तदा पुरुषो द्विजसत्तमाः॥
]

`verse 80 [
ह्रस्वोऽतिमात्रो रक्ताक्षो हरिच्छ्‌मश्रुर्विभीषणः।
ऊर्ध्वकेशोऽतिरोमाङ्गः शोण्कर्णस्तथैव च॥
]

`verse 81 [
करालकृष्णवर्णश्च रक्तवासास्तथैव च।
तं यज्ञं स महासत्त्वोऽदहत्कक्षमिवानलः॥
]

`verse 82 [
देवाश्च प्रद्रुताः सर्वे गता भीता दिशो दश।
तेन तस्मिन्विचरता विक्रमेम तदा तु वै।
]

`verse 83 [
पृथिवी व्यचलत्सर्वा सप्तद्वीपा समन्ततः।
महाभूते प्रवृत्ते तु देवलोकभयंकरे॥
]

`verse 84 [
तदा चाहं महादेवमब्रवं प्रतिपूजयन्।
भवतेऽपि सुराः सर्वे भागं दारवन्ति वै प्रभो॥
]

`verse 85 [
क्रियतां प्रतिसंहारः सर्वदेवेश्वर त्वया।
इमाश्च देवताः सर्वा ऋषयश्च सहस्रशः॥
]

`verse 86 [
तव क्रोधान्महादेव न शान्तिमुपलेभिरे।
यश्चैष पुरुषो जातः स्वेदजस्ते सुरर्षभः॥
]

`verse 87 [
ज्वरो नामैष धर्मज्ञ लोकेषु प्रचरिष्यति।
एकीभूतस्य न ह्यस्य धारणे तेनसः प्रभोः॥
]

`verse 88 [
समर्था सकला पृथ्वी बहुधा सृज्यतामयम्।
इत्युक्तः स मया देवो भागे चापि प्रकल्पिते॥
]

`verse 89 [
भगवान्मां तथेत्याह देवदेवः पिनाकधृक्।
परां च प्रीतिमगमत्स स्वयं भागे चापि प्रकल्पिते॥
]

`verse 90 [
दक्षिऽपि मनसा देवं भवं शरणमन्वगात्।
प्राणापानौ समारुध्य चक्षुःस्थाने प्रयचत्नतः॥
]

`verse 91 [
वाधार्य सर्वते दृष्टिं बहुदृष्टिरमत्रजित्।
स्मितं कृत्वाऽब्रवीद्वाक्यं ब्रहिं किं करवाणि ते॥
]

`verse 92 [
श्राविते च महाख्याने देवानां पितृभिः सह।
तमुवाचाञ्जलिं कृत्वा दक्षो देवं प्रजापति॥
भीतः शङ्किर्ताचत्तस्तु सबाष्पवदनेक्षणः॥
]

`speaker [
दक्ष उवाच
]

`verse 93 [
यदि प्रसन्नो भगवान्यदि वाऽहं तव प्रियः।
यदि चाहमनुग्राह्ये यदि देयो वरो मम॥
]

`verse 94 [
यद्भक्ष्यं भक्षितं पीतं त्रासितं यच्च नाशितम्।
चूर्णीतापविद्धं च यज्ञसंभारमीदृशम्॥
]

`verse 95 [
दीर्घकालेन महताः प्रयत्नेन च संचितम्।
न च मिथ्या भवेन्मह्यं त्वत्प्रसादान्महेश्वर॥
]

`verse 96 [
तथाऽस्त्वित्याह भगवान्भगनेत्रहरो हरः।
धर्माध्यक्षं महादेवं ञ्यम्बकं च प्रजापतिः॥
]

`verse 97 [
जानुभ्यामवनीं गत्वा दक्षो लब्ध्वा भवाद्वरम्।
नाम्नां चाष्टसहस्रेण स्तुतवान्वृषभध्वजम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे दक्षयज्ञविध्वंसनं नामैकोनचत्वारिंशो शोऽध्यायः॥
]
