`speaker [
ब्रह्मोवाच
]

`verse 1 [
एवं दृष्ट्वा तदा दक्षः शंभोर्वीर्यं द्विजोत्तमाः।
प्राञ्जलिः प्रणतो भूत्वा संस्तोतुमुपचक्रमे॥
]

`speaker [
दक्ष उवाच
]

`verse 2 [
नमस्ते देवदेवेश नमस्तेऽन्धकसूदन।
देवन्द्र त्वं बलश्रेष्ठ देवदानवपूजित॥
]

`verse 3 [
सहस्राक्ष विरूपाक्ष त्र्यक्ष यक्षाधिपप्रिय।
सर्व्वतःपाणिपादस्त्वं सर्वतोक्षिशिरोमुखः॥
]

`verse 4 [
सर्दतःश्रुतिमांलोके सर्वमावृत्य तिष्ठसि।
शङ्कुकर्णो महाकर्णः सुम्भकर्णोऽर्मवालयः॥
]

`verse 5 [
गजेन्द्रकर्णो गोकर्णः शतकर्णो नमोऽस्तु ते।
शतोदरः शतावर्तः शतजिह्‌वः सनातनः॥
]

`verse 6 [
गायन्ति त्वां गायत्रिणो अर्चयन्त्यर्कमर्किणः।
देवदानवगोप्ता च ब्रह्म च त्वं शतक्रतुः॥
]

`verse 7 [
मुर्तिमांस्वं महामूर्तिः समुद्रः सरसां निधिः।
त्वयि सर्वा देवता हि गावो गोष्ठ इवाऽऽसते॥
]

`verse 8 [
त्वत्तः शरीरे पश्यामि सोममग्निजलेश्वरम्।
आदित्यमथ विष्णुं च ब्रह्माणं सवृहस्पतिम्॥
]

`verse 9 [
क्रिया करणकार्ये च कर्ता कारणमेव च।
असच्च सदसच्चैव तथैव प्रभवाव्य (प्य) यौ॥
]

`verse 10 [
नमो भवाय शर्वाय रुद्राय वरदाय च।
पशूनां पतये चैव नमोऽस्त्वन्धकघातिने॥
]

`verse 11 [
ज्ञिजटाय त्रिशीर्षाय त्रिसूलवरधारिणे।
त्र्यम्बकाय त्रिनेत्राय त्रिपुरघ्नाय वै नमः॥
]

`verse 12 [
नमश्चण्डाय मुण्डाय विश्वचण्डधराय च।
दण्डिने शङ्कुकर्णाय दण्डिदण्डाय वै नमः॥
]

`verse 13 [
योऽर्धदण्डिकेशाय शुष्काय विकृताय च।
विलोहिताय धूम्राय नीलग्रीवाय वै नमः॥
]

`verse 14 [
नमोऽस्त्वप्रतिरूपाय विरूपाय शिवाय च।
सूर्याय सूर्यपतये सूर्यध्वजपताकिने॥
]

`verse 15 [
नमः प्रमथनाशाय कृषस्कन्धाय वै नमः।
नमो हिरण्यगर्भाय हिरण्यकवचाय च॥
]

`verse 16 [
हिरण्यकृतचूडाय हिरण्यपतये नमः।
शत्रुघाताय चण्डाय पर्मसंधशयाय च॥
]

`verse 17 [
नमः स्तुताय स्तुतये स्तूयमानाय वै नमः।
सर्वाय सर्वभक्षाय सर्वभूतान्तरात्मने॥
]

`verse 18 [
नमो होमाय न्त्राय शुक्लध्वजपताकिने।
नमोऽनम्याय नम्याय नमः किलकिलाय च॥
]

`verse 19 [
नमस्त्वां शयमानाय शयितायोत्थिताय च।
स्थिताय धावमानाय कुब्जाय कुटिलाय च॥
]

`verse 20 [
नमो नर्तनशीलाय मुखवादित्रकारिणे।
बाधापहाय लुब्धाय गीतवादित्रकारिणे॥
]

`verse 21 [
नमो ज्येष्ठाय श्रेष्ठाय बलप्रमथनाय च।
उग्राय च नमो नित्यं नमश्च दशबाहवे॥
]

`verse 22 [
नमः कपालहस्ताय सितभस्मप्रियाय च।
विभीषणाय भीमाय भीष्मव्रतधराय च॥
]

`verse 23 [
नानाविकृतवक्त्राय खड्गजिह्वोग्रदंष्ट्रिणे।
पक्षमासलवार्धाय तुम्बीणाप्रियाय च॥
]

`verse 24 [
अघोरघोररूपाय घोराघोरतराय च।
नमः शिवाय शान्तायः नमः शान्ततमाय च॥
]

`verse 25 [
नमो बुद्धाय शुद्धाय संविभागप्रियाय च।
पवनाय पतङ्गाय नमः सांख्यापराय च॥
]

`verse 26 [
नमश्चण्डैकघण्टाय घण्टाजल्पाय घण्टिने।
सहस्रशतघण्टाय घण्टामालाप्रियाय च॥
]

`verse 27 [
प्राणदण्डाय नित्याय नमस्ते लोहिताय च।
हूंहूंकाराय रुद्राय भगाकारप्रियाय च॥
]

`verse 28 [
नमोऽपरवते नित्यं गिरिवृक्षप्रियाय च।
नमो यज्ञाधिपतये भूताय प्रस्तुताय च॥
]

`verse 29 [
यज्ञवाहाय दान्ताय तप्याय च भगाय च।
नमस्तटाय तट्याय तटिनीपतये नमः॥
]

`verse 30 [
अन्नदाययान्नपतये नमस्त्वन्नभुजाय च।
नमः सहस्रशीर्षाय सहस्रचरणाय च॥
]

`verse 31 [
सहस्रोद्धतशूलाय सहस्रनयनाय च।
नमो बालार्कवर्णाय बालरूपधराय च॥
]

`verse 32 [
नमो बालार्करूपाय कालक्रीडनकाय च।
नमः शुद्धाय बुद्धाय क्षोभणाय भयाय च॥
]

`verse 33 [
तरङ्गाङ्कितकेशाय मुक्तकेशाय वै नमः।
नमः षट्कर्मनिष्ठाय त्रिकर्मनियताय च॥
]

`verse 34 [
वर्णाश्रमाणां विधिवत्पृथग्धर्मप्रवर्तिने।
नमः श्रेष्ठाय ज्येष्ठाय नमः कलकलाय च॥
]

`verse 35 [
श्वेतपिङ्गलनेत्राय कृष्णरक्तेक्षणाय च।
धर्मकामार्थमोक्षाय क्रथाय क्रथनाय च॥
]

`verse 36 [
साख्याय सांख्यमुख्याय योगाधिपतये नमः।
नमो रथ्याथिरथ्याय चतुष्पथपथाय च॥
]

`verse 37 [
कृष्णाजिनोत्तरीयाय व्यालयज्ञोपवीतिने।
ईशान रुद्रसंघात हरिकेश नमोऽस्तु ते॥
]

`verse 38 [
त्र्यम्बकायाम्बिकानाथ व्यक्ताव्यक्त नमोऽस्तु ते।
कालकामदकामघ्न दुष्टोद्धृत्तनिषूदन॥
]

`verse 39 [
सर्वगर्हितसर्वघ्न हद्योजात नमोऽस्तु ते।
उन्मादनशतावर्त गङ्गातोयार्द्रमूर्धज॥
]

`verse 40 [
चन्द्रार्धसंयुगावर्त मेघावर्त नमोऽस्तु ते।
नमोऽन्नदानकर्त्रे च अन्नदप्रभवे नमः॥
]

`verse 41 [
अन्नभोक्त्रे च गोप्त्रे च त्वमेव प्रलयानल।
जरायुजाण्डजाश्चैव स्वेदजोद्भिज्ज एव च॥
]

`verse 42 [
त्वमेव देवदेवेश भूतग्रामश्चतुर्विधः।
चराचरस्य स्रष्टा त्वं प्रतिहर्ता त्वमेव च॥
]

`verse 43 [
त्वमेव ब्रह्मा विश्वेश अप्सु ब्रह्म वदन्ति ते।
सर्वस्य परमा योनिः सु धांशो ज्योतिषां निधिः॥
]

`verse 44 [
ऋक्सामानि तथोंकारमाहुस्त्वां ब्रह्मवादिनः।
हायि हायि हरे हायि हुवाहावेति वाऽसकृत्॥
]

`verse 45 [
गायनति त्वां सुरश्रेष्ठाः सामगा ब्रह्मवादिनः।
यजुर्मय ऋङ्मयश्च सामाथर्वयुतस्तथा॥
]

`verse 46 [
पठ्यसे ब्रह्मविद्भिस्त्वं कल्पोपनिषदां गणैः।
ब्राह्मणाः क्षत्रिया वैश्याः शूद्रा वर्णश्रिमाश्च ये॥
]

`verse 47 [
त्वमेवाऽऽश्रमसंघाश्च विद्युत्स्तनितमेव च।
वृषाणां ककुदं त्वं हि गिरीणां शिखराणि च॥
]

`verse 48 [
कला काष्ठा निसेषास्च नक्षत्राणि युगानि च।
वृषाणां ककुदं त्वं हि गिरीणां शिखराणि च॥
]

`verse 49 [
सिंहो मृगाणां पतयस्तक्षकानन्तभोगिनाम्।
क्षीरोदो ह्यु दधीनां च मन्त्राणां प्रणवस्तथा॥
]

`verse 50 [
वज्रं प्रहरणानां च व्रतानां सत्यमेव च।
त्वमेवेच्छा च द्वेषस्च रागो मोहः शमः क्षमा॥
]

`verse 51 [
व्यवसायो धृतिर्लोभः कामक्रोधौ जयाजयौ।
त्वं गदी त्वं शरी चापी खट्वाङ्गी मुद्‌गरो तथा॥
]

`verse 52 [
छेत्ता भेत्ता प्रहर्ता च नेता मन्ताऽसि नो मतः।
दशलक्षणसंयुक्तो धर्मोऽर्थेः काम एव च॥
]

`verse 53 [
इन्दुः समुद्रः सरितः पल्वलानि सरांसि च।
लतावल्यस्तुणौषध्यः पशवो मृगपक्षिणः॥
]

`verse 54 [
द्रव्यकर्मगुणारम्भः कालपुष्पफलप्रदः।
आदिश्चान्तश्च मध्यश्च गायत्र्योंकार एव च॥
]

`verse 55 [
हरितोलोहितः कृष्णोनीलः पीतस्तथा क्षणः।
कद्रुश्चकपिलो बभ्रुः कपोतो मच्छ (त्स्य) कस्तथा॥
]

`verse 56 [
सुवर्मरेता विख्यातः सुवर्णश्चाप्यथो मतः।
सुवर्णनाम च तथा सुवर्णप्रिय एव च॥
]

`verse 57 [
त्वममिन्द्रश्च यमश्चैव वरुणो धनदोऽनलः।
उत्फुल्लश्चिभानुस्च स्वर्भानुर्भानुरेव च॥
]

`verse 58 [
होत्रं होता च होम्यं च हुतं चैव तथा प्रभुः।
त्रिसौपर्णस्तथा ब्रह्मन्यजुषां शतरुद्रियम्॥
]

`verse 59 [
पवित्रं च पवित्राणां मङ्गलानां च मङ्गलम्।
प्राणश्च त्वं रजश्च त्वं तमः सत्त्वयुतस्तथा॥
]

`verse 60 [
प्राणोऽपानः समानश्च उदानो व्यान एव च।
उन्मेषश्च निमेषश्च क्षुत्तृह्‌जृम्भा तथैव च॥
]

`verse 61 [
लोहताङ्गस्च दंष्टी च महावक्त्रो महोदरः।
शुचिरोमा हरिच्छ्‌मश्रुरूर्ध्वकेशश्चलाचलः॥
]

`verse 62 [
गीतवादित्रनृत्याङ्गो गीतवादनकप्रियः।
मत्स्यो जालो जलोऽज्य्यो जलव्यालः कुटीचरः॥
]

`verse 63 [
विकालश्च सुकालश्च दुष्कालः कालनाशनः।
मृत्युश्चैवाक्षयोऽन्तश्च क्षमामायाकरोत्करः॥
]

`verse 64 [
संचर्तो वर्तकश्चैव संवर्तकबलाहकौ।
घण्टाकी घण्टाकी घण्टी चूडालो लवणोदधिः॥
]

`verse 65 [
ब्रह्मा कालाग्निवक्त्रश्च दण्डी मुण्डस्त्रिदण्डधृक्।
चतुर्युगश्तुर्वेदश्चतुर्होत्रश्चतुष्पथः॥
]

`verse 66 [
चातुराश्रम्यनेता च चातुवर्ण्यकरश्च ह।
क्षराक्षरः प्रियो धूर्तो गणैर्गण्यो गणादिपः॥
]

`verse 67 [
रक्तमाल्याम्बराधरो गिरीशो गिरिजाप्रियः।
शिल्पीशः शिल्पिनः श्रेष्ठं सर्वशिल्प्रिप्रवर्तकः॥
]

`verse 68 [
भगनेत्रान्तकश्चण्डः पूष्णो दन्तविनाशनः।
स्वाहा स्वधा वषट्कारो नमस्कार नमोऽस्तु ते॥
]

`verse 69 [
गूढव्रतश्च गूढश्च गूढव्रतनिषेधितः।
तरमस्तारणश्चैव सर्वबूतेषु तारणः॥
]

`verse 70 [
धाता विधाता संधाता निघाता धारणो धरः।
तपो ब्रह्म च सत्यं च ब्रह्मचर्यं तथाऽऽर्जवम्॥
]

`verse 71 [
भूतात्मा भूतकृद्‌भूतो भूतभव्यभवोद्भवः।
भूर्भूवः स्वरितश्चैव भूतो ह्यग्निर्महेश्वरः॥
]

`verse 72 [
ब्रह्मावर्तः सुरावर्तः कामावर्त नमोऽस्तु ते।
कामबिम्बविनिर्हन्ता कर्णिकारस्रजप्रियः॥
]

`verse 73 [
गोनेता गोप्रचारश्च गोवृषेश्वरवाहनः।
त्रैलोक्यगोप्ता गोविन्दोगच गोप्ता (?) एव च॥
]

`verse 74 [
अखण्डचन्द्राभिमुखः सुमुखो दुर्मुखोऽडमुखः।
चतुर्मुखो बहुमुखो रणेष्वभिमुखः सदा॥
]

`verse 75 [
हिरण्यगर्भः शकुनिर्धनदोऽर्थपतिर्विराट्।
अधर्महा महादक्षो दण्डधारो रमप्रियः॥
]

`verse 76 [
तिष्ठन्स्थिरश्च स्थाणुश्च निष्कम्पश्च सुनिश्चलः।
दुर्वारणो दुर्विषहो दुःसहो दुरतिक्रमः॥
]

`verse 77 [
दुर्धरो दुर्वशो नित्यो दुर्दर्पो विजयो जयः।
शशः शशाङ्कनयनशीतोष्णः श्रुत्तुषा जरा॥
]

`verse 78 [
आधयो व्याधयश्चैव व्याधिहा व्याधिपश्च यः।
सह्यो यज्ञमृगव्याधो व्याधिनामाकरोऽकरः॥
]

`verse 79 [
शिखण्डी पुण्डरीकश्च पुणडरीकावलोकनः।
दण्डधृक्‌चक्रदण्डस्च रौद्रभागविनाशनः॥
]

`verse 80 [
विषपोऽमृतपश्चैव सुरापः भीरसोमपः।
मधुपस्चाऽऽपपश्चैव सर्वपस्च बलाबलः॥
]

`verse 81 [
वृषाङ्गराम्भो (?) वृषभस्तथा वृषभलोचनः।
वषभश्चैव विख्यातो लोकानां लोकसंस्कृतः॥
]

`verse 82 [
चन्द्रादित्यौ चक्षुषी ते हृदयं च पितामहः।
अग्निष्टोमस्तता वेहो धर्मकर्मप्रसाधितः॥
]

`verse 83 [
न ब्रह्मा न च गोविन्दः पुराणऋषयो न च।
माहात्म्यं वेवितुं शक्ता याथातथ्येन ते शिवः॥
]

`verse 84 [
शिवा या मूर्तयः सूक्ष्मास्ते मह्यं यान्तु दर्शनम्।
ताभिर्मां सर्वतो रक्ष पिता पत्र मिवौरसम्॥
]

`verse 85 [
रक्ष मां रक्षणीयोऽहं तवानघ नमोऽस्तु ते।
भक्तानु कम्पी भगवान्भक्तश्चाहं सदा त्वयि॥
]

`verse 86 [
यः सहस्राण्यनेकानि पुंसामावृत्य दुर्दृशाम्।
तिष्ठत्येकः समुद्रान्ते स मे गोप्ताऽस्तु नित्यशः॥
]

`verse 87 [
यं विनिद्रा जितश्वासाः सत्त्वस्थाः समादर्शिनः।
ज्योतिः पश्यन्ति युञ्जानास्तस्मै योगात्मने नमः॥
]

`verse 88 [
संभक्ष्य सर्वभूतानि युगान्ते समुपस्थिते।
यः शेते जलमध्यस्थस्तं प्रपद्येऽम्बुशायिनम्॥
]

`verse 89 [
प्रविश्य वदनं राहोर्यः सोमं पिबते निशि।
ग्रसत्यर्कं च स्वर्भानुर्भूत्वा सोमाग्निरे च॥
]

`verse 90 [
अङ्गुष्ठमात्राः पुरुषा देहस्थाः सर्वदेहिनाम्।
रक्षन्तु ते च मां नित्यं नित्यं चाऽऽप्ययन्तु माम्॥
]

`verse 91 [
येनाप्युत्पादिता गर्भा अपो भागगताश्च ये।
तेषां स्वाहा स्वधा चैव आप्नुवन्ति स्वदन्ति च॥
]

`verse 92 [
येन रोहन्ति देहस्थाः प्राणिनो रोदयन्ति च।
हर्षयन्ति न कृष्यन्ति नमस्तेब्यस्तु नित्यशः॥
]

`verse 93 [
ये समुद्रे नदीदुर्गे पर्वतेषु गुहासु च।
वृक्षमूलेषु गोष्ठेषु कान्तारगहनेषु च॥
]

`verse 94 [
चतुष्पथेषु रथ्यासु चत्वरेषु सभासु च।
हस्त्यश्वरथशालासु जीर्णोद्यानालयेषु च॥
]

`verse 95 [
येषु पञ्चसु भूतेषु दिशासु विदिशासु च।
इन्द्रार्कयोर्मध्यगता ये च चन्द्रार्करश्मिषु॥
]

`verse 96 [
रसातसगता ये च येच तस्मात्परं गताः।
नमस्तेभ्यो नमस्तेभ्यो नमस्तेभ्यस्तु सर्वशः॥
]

`verse 97 [
सर्वसत्वं सर्वगो देवः सर्वभूतपतिर्भवः।
सर्वभूतान्तरात्मा च तेन त्वं न निमन्त्रितः॥
]

`verse 98 [
स्वमेव चेज्यसे देव यज्ञैर्विविधदक्षिणैः।
त्वमेव कर्ता सर्वस्य तेन त्वं न निमन्त्रितः॥
]

`verse 99 [
अथवा माययादेव मोहितः सूक्ष्मया तव।
तस्मात्तु कारणाद्वाऽपि त्वं मया न निमन्त्रितः॥
]

`verse 100 [
प्रसीद मम देवेश त्वमेव शरणं मम।
त्वं गतिस्त्वं प्रतिष्ठा च न चान्योऽस्तीति ने मतिः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 101 [
स्तुत्वैवं स महादेवं विरराम प्रजापितः।
भगवानपि सुप्रीतः सुनर्दक्षमभाषत॥
]

`verse 102 [
श्रीभगवानुवाच
परितुष्टोऽस्मि ते दक्ष स्तवेनानेन सुव्रत।
बहुना तु किमुक्तेन मत्समीपं यमिष्यसि ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 103 [
तथैवमब्रवीद्वाक्यं त्रैलोक्याधिपतिर्भवः।
कृत्वाऽऽश्वासकरं वाक्यं सर्वज्ञो वाक्य संहितम्॥
]

`speaker [
श्रीशिव उवाच
]

`verse 104 [
दक्ष दुःखं न कर्तव्यं यज्ञविध्वंसनं प्रति।
अहं यज्ञहनस्तुभ्यं दृष्टमेतत्पुराऽनघ॥
]

`verse 105 [
भूयश्च त्वं वरमिमं मत्तो गृह्णीष्व सुव्रत।
प्रसन्नसुमुखो भूत्वा ममैकाग्रमनाः श्रुणु॥
]

`verse 106 [
अश्वमेधसहस्रस्य वाजपेयशतस्य वै।
प्रजापते मत्प्रसादात्फलभागो भविष्यसि॥
]

`verse 107 [
वेदान्षडङ्गन्बुध्यस्व सांख्ययोगांश्च कृत्स्नशः।
तपश्च विपुलं तप्त्वा दुश्वरं देवनानवैः॥
]

`verse 108 [
अब्दैर्द्वादशभिर्युक्तं गूढमप्रज्ञनिन्दितम्।
वर्णाश्रमकृतेर्धमेर्विनीतं न क्वचित्क्वचित्॥
]

`verse 109 [
समागतं व्यवसितं पशुपाशविमोक्षणम्।
सर्वेषाणाश्रमाणां च मया पाशुपतं व्रतम्॥
]

`verse 110 [
उत्पादितं दक्ष शुभं सर्वपापविमोचनम्।
अस्य चीर्णस्य यत्सम्यक्फलं भवति पुष्कलम्॥
तच्चास्तु सुमहाभाग मानसस्तयचज्यतां ज्वरः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 111 [
एवमुक्त्वा तु देवेशः सपत्नीकः सहानुगः।
अदर्शनमनुप्राप्तो दक्षस्यामितेजसः॥
]

`verse 112 [
अवाप्य च तथा भागं यथोक्तं चोमया भवः।
ज्वरं च सर्वधर्मज्ञो बहुधा व्यभजत्तदा॥
]

`verse 113 [
शान्त्यर्थं सर्वभूतानां श्रृणुध्वमथ वै द्विजाः॥
शिखाभितापो नागानां पर्वतानां शिलाजतु॥
]

`verse 114 [
अपां तु नीलिकां विद्यान्निर्मोको भुजगेषु च।
खोरकः सौरभेयाणामूखरः पृथिवीतले॥
]

`verse 115 [
शुनुमपि च धर्मज्ञा दृष्टिप्रत्यवरोधनम्।
रन्ध्रागतमथाश्वानां शिखोद्‌भेदश्च बर्हिणाम्॥
]

`verse 116 [
नेत्ररागः कोकिलानां द्वेषः प्रोक्तो महात्मनाम्।
जनानामपि भेदस्च सर्वेषामिति नः श्रुतम्॥
]

`verse 117 [
शुकानामपि सर्वेषां हिक्किका प्रोच्यते ज्वरः।
शार्दूलेष्वथ वै विप्राः श्रमोज्वर इहोच्यते॥
]

`verse 118 [
मानुषेषु च सर्वज्ञा ज्वरो नामैष कीर्तितः।
मरणे जन्मनि तथा मध्ये चापि निवेशितः॥
]

`verse 119 [
एतन्माहेश्वरं तेजो ज्वरो नाम सुदारुणः।
नमस्यश्चैव मान्यश्च सर्वप्राणिभिरीश्वरः॥
]

`verse 120 [
इमां ज्वरोत्पत्तिमदीनमानसः, पठेत्सदा यः सुसमाहितो नरः।
विमुक्तरोगः स नरो मुदायुतो, लभेत कामांश्च यथामनीषितान् ॥
]

`verse 121 [
दक्षप्रोक्तं स्तवं चापि कीर्तयेद्यः शृणोति वा।
नाशुभं प्राप्नुयात्किंचिद्‌दीर्घमायुरवाप्नुयात्॥
]

`verse 122 [
यथा सर्वेषु देवेषु वरिष्ठो भगवान्भवः।
तथा स्तवो वरिष्ठोऽयं स्तवानां दक्षनिर्मितः॥
]

`verse 123 [
यशःस्वर्गसुरैश्वर्यवित्तादिजयकाङ्क्षिभिः।
स्तोतव्यो भक्तिमास्थाय विद्याकामैश्च यत्नतः॥
]

`verse 124 [
व्याधितो दुःखितो दीनो नरो ग्रस्तो भयादिभिः।
राजकार्यनियुक्तो वा मुच्यते महतो भयात्॥
]

`verse 125 [
अनेनैव च देहेन गणानां च महेश्वरात्।
इह लोके सुखं प्राप्य गणराडुपजायते॥
]

`verse 126 [
न यक्षा न पिशाचा वा न नागा न विनायकाः।
कुर्युर्विघ्नं गृहे तस्य यत्र संस्तूयते भवः॥
]

`verse 127 [
श्रृणुयाद्वा इदं नारी भक्त्याऽथ भवभाविता।
पितृपक्षे भर्तृपक्षे पूज्या भवति चैव ह॥
]

`verse 128 [
श्रृणुयाद्वा इदं सर्वं कीर्तयेद्वाऽप्यभीक्ष्णशः।
तस्य सर्वाणि कार्याणि सिद्धिं गच्छन्त्यविघ्नतः॥
]

`verse 129 [
मनसा विन्तितं यच्च यच्च वाचाऽप्युदाहृतम्।
सर्वं संपद्यते तस्य स्तवस्यास्यानुकोर्तनात्॥
]

`verse 130 [
देवस्य सगुहस्याथ देव्या नंदीश्वरस्य च।
बलिं विभज (भाग) तः कृत्वा दमेन नियमेन च॥
]

`verse 131 [
ततः प्रयुक्तो गृह्णीयान्नामान्यासु यथाक्रमम्।
इप्सिताल्लँभतेऽप्यर्थान्कामान्भोगांश्च मानवः॥
]

`verse 132 [
मतश्च स्वर्गमाप्नोति स्त्रीसहस्रसमावृतः।
सर्वकामसुयुक्तो वा युक्तो वा सर्वपातकैः॥
]

`verse 133 [
पठन्दक्षकृतं स्तोत्रं सर्वपापैः प्रमुच्यते।
मृतश्च गणसायुज्यं पूज्यमानः सुरासुरैः॥
]

`verse 134 [
वृषेण विनियुक्तेन विमानेन विराजते।
आभूतसंप्लवस्थायी रुद्रस्यानुचरो भवेत्॥
]

`verse 135 [
इत्याह भगवान्व्यासः पराशरसुतः प्रभुः।
नैतद्वेदयते कश्चिन्नैतच्छ्राव्यं च कस्यचित्॥
]

`verse 136 [
श्रुत्वेमं परमं गुह्यं येऽपि स्युः पापयोनयः।
वैश्याः स्त्रियश्च शूद्राश्च रुद्रलोकमवाप्नुयुः॥
]

`verse 137 [
श्रवयेद्यश्च विप्रेभ्यः सदा पर्वसु पर्वसु।
रुद्रलोकमवाप्नोति द्विजो वै नात्र संशयः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभ्ववृषिसंवादे दक्षस्तवन्रूपणं नाम चत्वारिंशोऽध्यायः॥
]
