`verse 1 [
अवन्तिकावर्णन्म्
ब्रह्मोवाच
पुरा कृतयुगे विप्राः शक्रतुल्यपराक्रमः।
बभूव नृपतिः श्रीमानिन्द्रद्युम्न इति श्रुतः॥
]

`verse 2 [
सत्यदादी शुचिर्दक्षः सर्वशास्त्रविशारदः।
रूपवान्सुभगः शूरो दाता भोक्ता प्रियंवदः॥
]

`verse 3 [
यष्टा समस्तयज्ञानां ब्रह्मण्यः सत्यसंगरः।
धनुर्वेदे च वेदे च सास्त्रे च निपुण कृती॥
]

`verse 4 [
वल्लभो नरनारीणां पौर्णमास्यां यथा शशी।
आदित्य इव दुष्प्रेक्ष्यः शत्रुसंघभयंकरः॥
]

`verse 5 [
वैष्णवः सत्त्वसंपन्नो जितक्रोधो जितेन्द्रियः।
अध्येता योगसांख्यानां मुमुक्षुर्धर्मतत्परः॥
]

`verse 6 [
एवं स पालयन्पृथ्वीं राजा सर्वगुणाकरः।
तस्य बुद्धिः समुत्पन्ना हरेराराधनं प्रति॥
]

`verse 7 [
कथमाराधयचिष्यामि देवदेवं जनार्दनम्।
कस्मिन्क्षेत्रेऽथवा तीर्थे नदीतीरे तथाऽऽश्रमे॥
]

`verse 8 [
एवं चिन्तापरः सोऽथ निरीक्ष्य मनसा महीम्।
आलोक्य सर्वतीर्थानि क्षेत्राण्यथ पुराण्यपि॥
]

`verse 9 [
तानि सर्वाणि संत्यज्य जगामाऽऽयतनं पुनः।
विख्यातं परमं क्षेत्रं मुक्तिदं पुरुषोत्तमम्॥
]

`verse 10 [
स गत्वा तत्क्षेत्रवरं समृद्धबलवाहनः।
अयजच्चाश्वमेधेन विधिवद्भूरिदक्षिणः॥
]

`verse 11 [
कारयित्वा महोत्सेधं प्रासादं चैव विश्रुतम्।
तत्र संकर्षणं कृष्णं सुभद्रां स्थाप्य वीर्यवान्॥
]

`verse 12 [
पञ्चतीर्थं च विधिवत्कृत्वा तत्र महीपतिः।
स्नानं दानं तपो होमं देवताप्रेक्षणं तथा॥
]

`verse 13 [
भक्त्या चाऽऽराध्य विधिवत्प्रत्यहं पुरुषोत्तमम्।
प्रसादाद्‌देवदेवस्य ततो मोक्षमवाप्तवान्॥
]

`verse 14 [
मार्कण्डेयं च कृष्णं च दृष्ट्वा रामं च भो द्विजाः।
सागरे चेन्द्रद्भुम्नाख्ये स्नात्वा मोक्षं लभेद् ध्रुवम्॥
]

`speaker [
मुनय ऊचुः
]

`verse 15 [
कस्मात्स नृपतिः पूर्वमिन्द्रद्युम्नो जगत्पतिः।
जगाम परमं क्षेत्रं मुक्तिदं पुरुषोत्तमम्॥
]

`verse 16 [
गत्वा तत्र सुरश्रेष्ठ कथं स नृपसत्तमः।
वाजिमेधेन विधिवदिष्टवान्पुरुषोत्तमम्॥
]

`verse 17 [
कथं स सर्वफलदे क्षेत्रे परमदुर्लभे।
प्रासादं कारयामास चेष्टं त्रैलोक्याविश्रुतम्॥
]

`verse 18 [
कथं स कृष्णं रामं च सुभद्रां च प्रजापते।
निर्ममे राजशार्दूलः क्षेत्रं रक्षितवान्कथम्॥
]

`verse 19 [
कथं तत्र महीपालः प्रासादे भुवनोत्तमे।
स्थापयामास मतिमान्कृष्णादींस्त्रिदशार्चितान्॥
]

`verse 20 [
एतत्सर्वं सुरश्रेष्ठ विस्तरेम यताथम्।
वक्तुमर्हस्यशेषेण चरितं तस्य धीमतः॥
]

`verse 21 [
न तृप्तिमधिगच्छामस्तव वाक्यामृतेन वै।
श्रोतुमिच्छामहे ब्रह्मन्परं कौतूहलं हि नः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
साधु साधु द्विजश्रेष्ठा यत्पृच्छध्वं पुरातनम्।
सर्वपापहरं पुण्यं भिक्तिमुक्तिप्रदं शुभम्॥
]

`verse 23 [
वक्ष्यामि तस्य चरितं यथावृत्तं कृते युगे।
श्रृणुध्वं मुनिशार्दूलाः प्रयताः संयतेन्द्रियाः॥
]

`verse 24 [
अवन्ती नाम नगरी मालवे भुवि विश्रुता।
बभूव तस्य नृपतेः पृथिवी ककुदोपमा॥
]

`verse 25 [
हृष्टपुष्टजनाकीर्मा द्वढप्राकारतोरणा।
दृढयन्त्रार्गलद्वारा परिखाभिरलंकृता॥
]

`verse 26 [
नानाविणिक्समाकीर्णा नानाभाण्डसुविक्रिया।
रथ्यापणवती रम्या सुविभक्तचतुष्पथा॥
]

`verse 27 [
गृहगोपुरसंबाधा वीथीभिः समलंकृता।
राजहंसनिभैः शुभ्रैश्चित्रग्रीवैर्मनोहरैः॥
]

`verse 28 [
अनेकशतसास्रैः प्रासादैः समलंकृता।
यज्ञोत्सवप्रमुदिता गीतवादित्रनिस्वना॥
]

`verse 29 [
नानावर्ण पताकाभिर्ध्वजैश्च समलंकृता।
हस्त्यश्वरथसंकीर्मपदातिगणसंकुला॥
]

`verse 30 [
नानायोधसमाकीर्णा नानाजनपदैर्युता।
ब्राह्मणैः क्षत्रियैर्वश्यैः शूद्रैश्चैव द्विजातिभिः॥
]

`verse 31 [
समृद्धा सा मुनिश्रेष्ठा विद्वद्भिः समलंकृता।
न तत्र मलिनाः सन्ति न मूर्खा नापि निर्धनाः॥
]

`verse 32 [
न रोगिणो न हीनाङ्गा न द्यूतव्यसनान्विताः।
सदा हृष्टाः सुमनसो दृश्यन्ते पुरुषाः स्त्रिय॥
]

`verse 33 [
क्रीडनति स्म दिवा रात्रौ हृष्टास्तत्र पृथक्पृथक्।
सुवेषाः पुरुषास्तत्र दृश्यते मृष्टकुण्डलाः॥
]

`verse 34 [
सरूपाः सुगुणाश्चैव दिव्यालंकारभूषिताः।
कामदेवप्रतीकाशाः सर्वलक्षणलक्षिताः॥
]

`verse 35 [
सुकेशाः सुकपोलास्च सुमुखाः श्मश्रुधारिणः।
ज्ञातारः सर्वशास्त्राणां भेत्तारः शत्रुवाहिनीम्॥
]

`verse 36 [
दातारः सर्वरत्नानां भोक्तारः सर्वसंपदाम्।
स्त्रियस्तत्र मुनिश्रेष्ठा दृस्यन्ते सुमनोहरा॥
]

`verse 37 [
हंसवारणगामिन्यः प्रफुल्लाम्बोजलोचनाः।
सुमध्यमाः सुजघनाः पीनोन्नतपयोधराः॥
]

`verse 38 [
सुकेशाश्चारुवदनाः सुकपोलाः स्थिरालकाः।
हावभावानतग्रीवाः कर्णाभरणभूषिताः॥
]

`verse 39 [
बिम्बोष्ठ्यो रञ्जितमुखास्ताम्बूलेन विराजिताः।
सुवर्णाभरणोपेताः सर्वालंकारभूषिताः॥
]

`verse 40 [
श्यामावदाताः सुश्रेण्यः काञ्चीनूपुरनादिताः।
दिव्यमाल्याम्बधरा दिव्यगन्धानुलेपनाः॥
]

`verse 41 [
विदग्धाः सुभगाः कान्ताश्चार्वाङ्ग्‌यः प्रियदर्शनाः।
रूपलाबण्यसंयुक्ताः सर्वाः प्रहसिताननाः॥
]

`verse 42 [
क्रीडन्त्यश्च मदोन्मत्ताः सभासु चत्वरेषु च।
गीतावाद्यतालापै रमयन्त्यश्व ताः स्त्रियः॥
]

`verse 43 [
वारमख्यास्च दृश्यन्ते नृत्यगीतविशारदाः।
प्रेक्षणालापकुशलाः सर्वयोषिद्‌गुणान्विताः॥
]

`verse 44 [
अन्याश्च तत्र दृस्यन्ते गुणाचार्याः कुलस्त्रियः।
पतिव्रताश्च सुभगा गुणैः सर्वैरलंकृताः॥
]

`verse 45 [
वनैश्चोपवनैः पुण्यैरुद्यानैश्च मनोरमैः।
देवतायतनैर्दिव्यैर्नानाकुसुमशोभितैः॥
]

`verse 46 [
शालैस्तालैस्तमालैश्च बकुलैर्नागकेसरैः।
पिप्पलैः कर्णिकारैश्च चन्दनागुरु चम्पकैः॥
]

`verse 47 [
पुंनार्गर्नारिकेरैश्च पनसैः सरलद्रुमैः।
नारङ्गैर्लकुचैर्लोध्रैः सप्तपर्णैः शुभाञ्जनैः॥
]

`verse 48 [
चूतबिल्वकदम्बैस्च शिंशपैर्धवखादिरैः।
पाटलाशोकतगरैः करवीरैः सितेतरैः॥
]

`verse 49 [
पीतार्जुनकभल्लातैः सिद्धैराम्रातकैस्तथा।
न्यग्रोधास्वत्थकाश्मर्यैः पलाशैर्देवदारुभिः॥
]

`verse 50 [
मन्दारैः पारिजातैश्च तिन्तिडीकविबीतकैः।
प्राचीनामलकैः प्लक्षैर्जम्बूसिरीषपादपैः॥
]

`verse 51 [
कालेयैः पाञ्चनारैश्च मधुजम्बीरतिन्दुकैः।
खर्जुरागस्त्यबकुलैः शाखोटकहरोतकैः॥
]

`verse 52 [
कङ्कोलैर्मुचुकुन्दैश्च हिन्तालैर्बीदजपूरकैः।
केतकीवनखण्डैश्च अतिमुक्तैः सुकब्जकैः॥
]

`verse 53 [
मल्लिकाकुन्दबाणैश्च कदलीखण्डमण्डितैः।
मातुलुङ्गैः पूगफलैः करुणैः सिन्धुवारकैः॥
]

`verse 54 [
बहुवारैः कोविदारैर्वदरैः सकरञ्जकैः।
अन्यैश्च विविधैः पुष्पवृक्षैश्चान्यैर्मनोहरैः॥
]

`verse 55 [
लतागुल्मैर्वितानैस्च उद्यानैर्नन्दनोपमैः।
सदा कुसुमगन्धाढ्यैः सदा फलभरानतैः॥
]

`verse 56 [
नानापक्षिरुतै रम्यैर्नानामृगगणावृतैः।
चकोरैः शतपत्रैश्च भृङ्गारैः प्रियपुत्रकैः॥
]

`verse 57 [
कलविङ्कैर्मयूरैश्च शुकैः कोकिलकैस्तथा।
कपोतैः खञ्जरीटैश्च श्येनैः पारावतैस्तथा॥
]

`verse 58 [
खगैश्चान्यैर्बहुविधैः श्रोत्ररम्यैर्मनोरमैः।
सरितः पुष्कपिम्यश्च सरांसि सुबहूनि च॥
]

`verse 59 [
अन्यैर्जलाशयैः पुण्यैः कुमुदोत्पलमण्डितैः।
पद्मैः सितेतरैः शुभ्रैः कह्लारैश्च सुगन्धिभिः॥
]

`verse 60 [
अन्यैर्बहुविधैः पुष्पैर्जलजैः सुमनोहरैः।
गन्धामोदकरैर्दिव्यैः सर्वर्तुकुसुमोज्जवलैः॥
]

`verse 61 [
हंसकारण्डवाकीर्णैस्चक्रवाकोपशोभितैः।
सारसैश्च बलसाकैश्च कूर्मैर्मत्स्यैः सनक्रकैः॥
]

`verse 62 [
जलपादैः कदम्बैश्च प्लवैश्च जलकुक्कुटैः।
खगैर्जलचरैश्चान्यैर्नानारवविभूषितैः॥
]

`verse 63 [
नानावर्णैः सदा हृष्टैरञ्चितानि समन्ततः।
एवं नानाविधैः पुष्पैर्विविधैस्च जलाशयैः॥
]

`verse 64 [
विविधैः पादपैः पुण्यैरुद्यानैर्विविधैस्तथा।
जलस्थलचरैश्चैव विहगैश्चार्वधिष्ठतैः॥
]

`verse 65 [
देवतायतनैर्दिव्यैः शोबिता सा महापुरी।
तत्राऽऽस्ते भगवान्देवस्त्रिपुरारिस्त्रिलोचनः॥
]

`verse 66 [
महाकालेति विख्यातः सर्वकामप्रदः शिवः।
शिवकुण्डे नरः स्नात्वा विधिवत्पापनाशने॥
]

`verse 67 [
देवान्पितॄनृषींश्चैव संतर्पय विधिवद्‌बुधः।
गत्वा शिवालयं पश्चात्कृत्वा तं त्रिःप्रदक्षिणम्॥
]

`verse 68 [
प्रविश्य संयतो भूत्वा धौतवासा जितेन्द्रियः।
स्नानैः पुष्पैस्तथा गन्धैर्धूपैर्दोपैश्च भक्तितः॥
]

`verse 69 [
नैवेद्यैरुपहारैश्च गीतवाद्यैः प्रदक्षिणैः।
दण्डवत्प्रणिपातैश्च नृत्यैः स्तोत्रैस्च शंकरम्॥
]

`verse 70 [
संपूज्य विधिवद्भवात्या महाकालं सकृच्छिवम्।
अश्वमेधसहस्रस्य फलं प्राप्नोति मानवः॥
]

`verse 71 [
पापैः सर्वैर्विनिर्मुक्तो विमानैः सर्वकामिकैः।
आरुह्य त्रिदिवं याति यत्र शंभोर्निकेतनम्॥
]

`verse 72 [
दिव्यरूपधरः श्रीमान्दिव्यालंकारभूषितः।
भुङ्क्ते तत्र वरान्भोगान्यावदाभूतसंप्लवम्॥
]

`verse 73 [
शिवलोके मुनिश्रेष्ठा जरामरणवर्जितः।
पुण्यक्षयादिहाऽऽयातः प्रवरे ब्राह्मणे कुले॥
]

`verse 74 [
चतुर्वेदी भवेद्विप्रः सर्वशास्त्रविशारदः।
योगं पाशुपतं प्राप्य ततो मोक्षमवाप्नुयात्॥
]

`verse 75 [
आस्ते तत्र नदी पुण्या शिप्रा नामेति विश्रुता।
तस्यां स्नातस्तु विधिवत्संतर्प्य पितृदेवताः॥
]

`verse 76 [
सर्वपापविनिर्मुक्तो विमानवरमास्थितः।
भुङ्क्ते बहुविदान्भोगान्स्वर्गलोके नरोत्तमः॥
]

`verse 77 [
आस्ते तत्रैव भगवान्देदेवो जनार्दनः।
गोविन्दस्वामिनामाऽसौ भुक्तिमुक्तिप्रदो हरिः॥
]

`verse 78 [
तं दृष्ट्वा मुक्तिमाप्नोति त्रिसप्तकुलसंयुतः।
विमानेनार्कवर्णेन किङ्किणीजालमालिना॥
]

`verse 79 [
सर्वकामसमृद्धेन कामगेनास्थिरेम च।
उपगीयमानो गन्धर्वैर्विष्णुलोके महीयते॥
]

`verse 80 [
भुङ्क्ते च विविधान्कामान्निरातङ्को गतज्वरः।
आभूतसंप्लवं यावत्सुरूपः सुभगः सुखी॥
]

`verse 81 [
कालेनाऽऽगत्य मतिमान्ब्राह्मणः स्यान्महीतले।
प्रवरेयोगिनां गेहे वेदशास्त्रार्थतत्त्ववित्॥
]

`verse 82 [
वैष्णवं योगमास्थाय ततो मोक्षमवाप्नुयात्।
विक्रमस्वामिनामानं विष्णुं तत्रैव भो द्विजाः॥
]

`verse 83 [
दृष्ट्वा नरो नारी वा फलं पूर्वोदितं लभेत्।
अन्येऽपि तत्र तिष्ठन्ति देवाः शक्रपुरोगमाः॥
]

`verse 84 [
मातरश्च मुनिश्रेष्ठा सर्वकामफलप्रदाः।
दृष्ट्वा तान्विधिवद्‌भक्त्या संपूज्य प्रणिपत्य च॥
]

`verse 85 [
सर्वपापिविनिर्मुक्तो नरो याति त्रिविष्टपम्।
एवं सा नगरी रम्या रादजसिंहेन पालिता॥
]

`verse 86 [
नित्योत्सवप्रमुदिता यथेन्द्रस्यामरावती।
पुराष्टादशसंयुक्ता सुविस्तीर्णचतुष्पथा॥
]

`verse 87 [
धनुर्ज्याघोषनिनदा सिद्धसंगमभूषिता।
विद्यावद्‌गमभूयिष्ठा वेदनिर्घोषनादिता॥
]

`verse 88 [
इतिहासपुराणानि शास्त्राणि विविधानि च।
काव्यालापकथाश्चैव श्रूयन्तेऽहर्निशं दिजाः॥
]

`verse 89 [
एवंमयागुणाढ्या सा तदु (सोज्जः यिनी समुदाहृता।
यस्यां राजाऽभवत्पूर्वमिन्द्रद्युम्नो महामतिः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्ये स्वयंभुऋषिसंवादेऽवन्तिकावर्णनं नाम त्रिचत्वारिंशोऽध्यायः॥
]
