`speaker [
मुनय ऊचुः
]

`verse 1 [
तस्मिन्क्षेत्रवरे पुण्ये वैष्णवे पुरुषोत्तमे।
किं तत्र प्रतिमा पूर्वं न स्थिता वैष्णवी प्रभो॥
]

`verse 2 [
येनासौ नृपतिस्तत्र गत्वा सबलवाहनः।
स्थापयामास कृष्णं च रामं भद्रां शुभप्रदाम्॥
]

`verse 3 [
संशयो नो महानत्र विस्मयश्च जगत्पते।
श्रेतुमिच्छामहे सर्वं ब्रूहि तत्कारणं च नः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 4 [
श्रृणुध्वं पूर्वसंवृत्तां कथां पापप्रणाशिनीम्।
प्रवक्ष्यामि समासेन श्रिया पृष्टः सुरा हरिः॥
]

`verse 5 [
सुमेरोः काञ्चने श्रृङ्गे सर्वाश्चर्यसमन्विते।
सिद्धविद्याधरैर्यक्षैः किंनरैरुपसोभिते॥
]

`verse 6 [
देवदानवगन्धर्वैर्नागैरप्सरसां गणैः।
मुनिभिर्गुह्यकैः सिद्धैः सौपर्णैः समरुद्‌गणैः॥
]

`verse 7 [
अन्यैर्देवालयैः साध्यैः कश्यपाद्यैः प्रजेश्वरैः।
जातरूपप्रतीकाशैर्भूषिते सूर्यसंनिभैः॥
]

`verse 8 [
कर्णिकारवनैर्दिव्यैः सर्वर्तुकुसुमोत्करैः।
जातरूपप्रतीकासैर्भूषिते सूर्यसंनिभैः॥
]

`verse 9 [
अन्यैश्च बहुभिर्वृक्षैः शालतालादिभिर्वनैः।
पुंनागासोकसरलन्यग्रोधाम्रातकार्जुनैः॥
]

`verse 10 [
पारिजाताम्रखदिरनीपबिल्वकटम्बकैः।
धवखादिरपालाशशीर्षामलकतिन्दुकैः॥
]

`verse 11 [
नारिङ्गकोलबकुललोध्राडिमदारकैः।
सर्जैश्च कर्णैस्तगरैः शिशिभूर्जवनिम्बकैः॥
]

`verse 12 [
अन्यैश्च काञ्चनैश्चैव फलभारैश्च नामितैः।
नानाकुसुमगन्धाढ्यैर्भूषिते पुष्पपादपैः॥
]

`verse 13 [
मालतीयूथिकामल्लीकुन्दबाणकुरुण्टकैः।
पाटलागस्त्यकुटजमन्दारकुसुमादिबिः॥
]

`verse 14 [
अन्यैश्च विविधैः पुष्पैर्मनसः प्रीतिदायकैः।
नानाविहगसंधैश्च कूजद्भिर्मधुरस्वरैः॥
]

`verse 15 [
पुस्कोकिलरुतैर्दिव्यैर्मनसः प्रीतिदायकैः।
एवं नानाविहगसंधैश्च कूजद्भिर्मधुरस्वरैः॥
]

`verse 16 [
खगैर्नानाविधैश्चैव शोभिते सुरसेविते।
तत्र स्तितं जगन्नाथं जगत्स्रष्टारमव्ययम्॥
]

`verse 17 [
सर्वलोकविधातारं वासुदेवाख्यमव्ययम्।
प्रणम्य शिरसा देवी लोकानां हितकाम्यया॥
पप्रच्छेमं महाप्रशनं पद्मजा तमनुत्तमम्॥
]

`speaker [
श्रीरुवाच
]

`verse 18 [
ब्रहि त्वं सर्वलोकेश संशयं मे हृदि स्थितम्।
मर्त्यलोके महाश्चर्ये कर्मभूमौ सुदुर्लभे॥
]

`verse 19 [
लोभमोहग्रहग्रस्ते कामक्रोधमहार्णवे।
येन मुच्येत देवेश अस्मात्संसारसागरात्॥
]

`verse 20 [
आचक्ष्व सर्वदेवेश प्रणतं यदि मन्यसे।
त्वदृते नास्ति लोकेऽस्मिन्वक्ता संशयनिर्णये॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
श्रुत्वैवं वचनं तस्या देवदेवो जनार्दनः।
प्रोवाच परया प्रीत्या परं सारामृतोपमम्॥
]

`verse 22 [
श्रीभगवानुवाच
सुखोपास्यः सुसाध्यश्चाभिरामश्च सुसत्फलः।
आस्ते तीर्थवरे देवि विख्यातः पुरषोत्तमः॥
]

`verse 23 [
न तेन सदृशः कश्चित् त्रिषु लोकेषु विद्यते।
कीर्तनाद्यस्य देवेशि मुच्यते सर्वपातकैः॥
]

`verse 24 [
न विज्ञातोऽमरैः सर्वैर्न दैत्यैर्न च दानवैः।
मरीच्याद्यैर्मुनिवरैर्गोपितं मे वरानने॥
]

`verse 25 [
तत्तेऽहं संप्रवक्ष्यामि तीर्थराजं च सांप्रतम्।
भावेनैकेन सुश्रोणि श्रुणुष्व वरवर्मिनि॥
]

`verse 26 [
आसीत्कल्पे समुत्पन्ने नष्टे स्थावरजङ्गमे।
प्रलीना देवगन्धर्वदैत्यविद्याधरोरगाः॥
]

`verse 27 [
तमोभूतमिदं सर्वं न प्राज्ञायत किंचन।
तस्मिञ्जागर्ति बूतात्मा परमात्मा जगद्‌गुरुः॥
]

`verse 28 [
श्रीमांस्त्रिमूर्तिकृद्‌देवो जगर्त्क्ता महेश्वरः।
वासुदेवेति विख्यातो योगात्मा हरिरीस्वरः॥
]

`verse 29 [
सोऽसृजद्योगन्द्रान्ते नाब्यम्भोरुहमध्यगम्।
पद्मकेशरसंकाशं ब्रह्माणं भूतमव्ययम्॥
]

`verse 30 [
तादृग्भूतस्ततो ब्रह्मा सर्वलोकमहेश्वरः।
पञ्चभूतसमायुक्तं सृजते च शनैः शनैः॥
]

`verse 31 [
मात्रायोनीनि भूतानि स्थूलसूक्ष्माणि यानि च।
चतुर्विधानि सर्वाणि स्थावराणि चराणि च॥
]

`verse 32 [
ततः प्रजापतिर्ब्रह्मा चक्रे सर्वं चराचरम्‌।
संचिन्त्य मनसाऽऽत्मानं ससर्ज विविधाः प्रजाः॥
]

`verse 33 [
मरीच्यादीन्मुनीन्सर्वान्देवासुरपितॄनपि।
यज्ञविद्याधरांश्चान्यान्गङ्गद्याः सरितस्तथा॥
]

`verse 34 [
नरवारसिंहांश्च विविधांश्च विहंगमान्।
जरायूनण्डजान्देवि स्वेदजोभेद्‌जांस्तथा॥
]

`verse 35 [
ब्रह्मक्षत्रं वैश्यं शूद्रं चैव चतुष्टयम्।
अन्त्यजातांश्च म्लेच्छांश्च ससर्ज विविधान्पृथक्॥
]

`verse 36 [
यत्किंचिज्जीवसंज्ञं तु तृणगुल्मपिपीलिकम्।
ब्रह्मा भूत्वा जगत्सर्वं निर्ममे सचराचरम्॥
]

`verse 37 [
दक्षिणाङ्गे तथाऽऽमानं संचिन्त्य पुरुषं स्वयम्।
वामे चैव तु नारीं स द्विधा भूतमकल्पयत्॥
]

`verse 38 [
ततः प्रभृति लोकेऽस्मिन्प्रजा मैथुनसंभवाः।
अधमोत्तममध्याश्च वासुदेवात्मिकां तनुम्॥
]

`verse 39 [
एवं संचिन्त्य देवोऽसौ पुरा सलिलयोनिजः।
जगाम ध्यानमास्थाय वासुदेवात्मिकां तनुम्॥
]

`verse 40 [
ध्यानमात्रेण देवेन स्वयमेव जनार्दनः।
तस्मिन्क्षणे समुत्पन्नः सहस्राक्षः सहस्रपात्॥
]

`verse 41 [
सहस्रशीर्षा पुरुषः पुण्डरीकनिभेक्षणः।
सलिलध्वान्तमेघाभः श्रीमाञ्छ्रीवत्सलक्षणः॥
]

`verse 42 [
अपश्यत्सहसा तं तु ब्रह्मा लोकपितामहः।
आसनैर्ध्यपाद्यैश्च अक्षतैरभिनन्द्य च॥
]

`verse 43 [
नष्टाव परमैः स्तोत्रैर्विरिञ्चिवः सुसमाहितः।
ततोऽहमुक्तवान्देवं ब्रह्माणं कमलोद्‌भवम्॥
कारणं वद मां तात मम ध्यानस्य सांप्रतम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 44 [
जगद्धिताय देवेश मर्त्यलोकैश्च दुर्लभम्।
स्वर्गद्वारस्य मार्गाणि यज्ञदानव्रतानि च॥
]

`verse 45 [
योगः सत्यं तपः श्रद्धा तीर्थानि विविधानि च।
विहाय सर्वमेतेषां सुखं तत्साधनं वद॥
]

`verse 46 [
स्थानं जगत्पते मह्यामुत्कृष्टं च यदुच्यते।
सर्वेषामुत्तमं स्थानं ब्रूहि मे पुरुषोत्तम॥
]

`verse 47 [
विधातुर्वचनं श्रुत्वा ततोऽहं प्रोक्तवान्प्रिये।
श्रृणु ब्रह्मान्प्रवक्ष्यामि निर्मलं भुवि दुर्लभम॥
]

`verse 48 [
उत्तमं सर्वक्षेत्राणां धन्यं संसारतारणम्।
गोब्राह्मणहितं पुण्यं चातुर्वर्ण्यसुखोदयम्॥
]

`verse 49 [
भुक्तिमुक्तिप्रदं नॄणं क्षेत्रं परमदुर्लभम्।
महापुण्यं तु सर्वेषां सिद्धिदं वै पितामह॥
]

`verse 50 [
तस्मादासीत्समुत्पन्नं तीर्थराजं सनातनम्।
विख्यातं परमं क्षेत्रे चतूरायूगनिषेवितम्॥
]

`verse 51 [
सर्वेषामेव देवानामृषीणां ब्रह्मचारिणाम्।
दैत्यदानवसिद्धानां गन्धर्वोरगरक्षसाम्॥
]

`verse 52 [
नागविद्याधराणां च स्थावरस्य चरस्य च।
उत्तमः पुरुषो यस्मात् तस्मात् स पुरुषोत्तमः॥
]

`verse 53 [
दक्षिणस्योदधेस्तीरे न्यग्रोधो यत्र तिष्ठति।
दशयोजनविस्तीर्णं क्षेत्रं परमदुर्लभम्॥
]

`verse 54 [
यस्तु कल्पे समुत्पन्ने सर्वलोकनिबर्हणे।
विनाशं नैवमभ्येति स्वयं तत्रैवमास्थितः॥
]

`verse 55 [
दृष्टमात्रे वटे तस्मिंश्छायामाक्रम्य चासकृत्।
ब्रह्महत्यात्प्रमुच्येत पापेष्वन्येषु का कथा॥
]

`verse 56 [
प्रदक्षिणा कृता यैस्तु नमस्कारश्च जन्तुभिः।
सर्वे विधूतपाप्मानस्ते गतः केशवालयम्॥
]

`verse 57 [
न्यग्रोधस्योत्तरे किंचिद्‌दक्षिणे केशवस्य तु।
प्रासादस्तत्र तिष्ठेत्तु पदं धर्ममयं हि तत्॥
]

`verse 58 [
प्रतिमां तत्र वै दृष्ट्वा स्वयं देवेन निर्मिताम्।
अनायासेन वै यानति भुवनं मे ततो नराः॥
]

`verse 59 [
गच्छमानांस्तु तान्प्रेक्ष्य एकदाधर्मराट् प्रिये।
मदन्तिकमनुप्राप्य प्रणम्य शिरसाऽब्रवीत्॥
]

`verse 60 [
नमस्ते भगवन्देव लोकनाथ जगत्पते।
क्षीरोदवासिनं देवं शेषभोगानुशायिनम्॥
]

`verse 61 [
वरं वरेण्यं वरदं कर्तारमकृतं प्रभुम्।
विश्वेश्वरमजं विष्णुं सर्वज्ञमपराजितम्॥
]

`verse 62 [
नीलोत्पलदलश्यामं पुण्डरीकनिभेक्षणम्।
सर्वज्ञं निर्गुणं शान्तं जगद्धातारमव्ययम्॥
]

`verse 63 [
सर्वलोकविधातारं सर्वलोकसुखावहम्।
पुराणं वुरुषं वेद्यं व्यक्ताव्यतं सनातनम्॥
]

`verse 64 [
परावराणां स्रष्टारं लोकनाथं जगद्‌गुरुम्।
श्रीवत्सोरस्कसंयुक्तं वनमालाविभुषितम्॥
]

`verse 65 [
पीतवस्त्रं चतुर्बाहुं शङ्खचक्रगदाधरम्।
हारकेयूरसंयुक्तं मुकुटाङ्गदधारिणम्॥
]

`verse 66 [
सर्वलक्षणसंपूर्णं सर्वेन्द्रियविवर्जितम्।
कूटस्तमचलं सूक्ष्मं ज्योतीरूपं सनातनम्॥
]

`verse 67 [
भावाभावविनिर्मुक्तं व्यापिनं प्रकृतेः परम्।
नमस्यामि जगन्नाथमीस्वरं सुखदंप्रभुम्॥
]

`verse 68 [
इत्येवं धर्मराजस्तु पुरा न्यग्रोधसंनिधौ।
स्तुत्वा नानाविधैः स्तोत्रैः प्रणाममकरोत्तदा॥
]

`verse 69 [
दुष्ट्वा तु महाभागे प्रणतं प्राञ्जलिस्थितम्।
स्तोत्रस्य कारणं देवि पृष्टवानहमन्तकम्॥
]

`verse 70 [
दैवस्वत महाबाहो सर्ववोत्तमो ह्यसि।
किमर्थं स्तुतवान्मां त्वं संक्षेपात्तद्‌ब्रवीहि मे॥
]

`speaker [
धर्मराज उवाच
]

`verse 71 [
अस्मिन्नायतने पुण्ये विख्याते पुरुषोत्तमे।
इन्द्रनीलमयी श्रेष्ठा प्रतिमा सार्वकामिकी॥
]

`verse 72 [
तां दुष्ट्वा पुण्डरीकाक्ष भावेनैकेन श्रद्धया।
श्वेताख्यं भवनं यान्ति निष्कामाश्चैव मानवाः॥
]

`verse 73 [
अतः कर्तु न शवनोमि व्यापारमरिसूदन।
प्रसीद सुमहादेव संहर प्रतिमां विभो॥
]

`verse 74 [
श्रुत्वा वैवस्वतस्यैतद्वाक्यमेतदुवाच ह।
यम तां गोपयिष्यामि सिकताभिः समनन्ततः॥
]

`verse 75 [
ततः सा प्रतिमा देवि वल्लिभिर्गोपिता मया।
यथा तत्र न पस्यन्ति मनुजाः स्वर्गकाड्क्षिणः॥
]

`verse 76 [
प्रच्छाद्य वल्लिकैर्देवि जातरूपपरिच्छदैः।
यमं प्रस्थापयामास स्वां पुरीं दक्षिणां दिशम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 77 [
लुप्तायां प्रतिमायां तु इन्द्रनीलस्य भो द्विजाः।
तस्मिन्क्षेत्रवरै पुण्ये विख्याते पुरुषोत्तमे॥
]

`verse 78 [
यो भूतस्तत्र वृत्तान्तो देवदेवो जनार्दनः।
तं सर्वं कथयामास स तस्यै भगवान्पुरा॥
]

`verse 79 [
इन्द्रद्युम्नस्य गमनं क्षेत्रसंदर्शनं तथा।
क्षेत्रस्य वर्णनं चैव प्रासादकरणं तथा॥
]

`verse 80 [
हयमेधस्य यजनं स्वप्नदर्शनमेव च।
लवणस्योदधेस्तीरे काष्ठस्य दर्शनं तथा॥
]

`verse 81 [
दर्शनं वासुदेवस्य शिल्पिराजस्य च द्विजाः।
निर्माणं प्रतिमायास्तु यथावर्णं विशेषतः॥
]

`verse 82 [
स्थापनं चैव सर्वेषां प्रासादे भुवनोत्तमे।
यात्राकाले च विप्रेन्द्राः कल्पसंकीर्तनं तथा॥
]

`verse 83 [
मार्कण्डेयस्य चरितं स्तापनं शंकरस्य च।
पञ्चतीर्थस्य महात्म्यं दर्शनं शूलपाणिनः॥
]

`verse 84 [
वटस्य दर्शनं चैव व्युष्टिं तस्य च भो द्विजाः।
दर्शनं बलदेवस्य कृष्णस्य च विशेषतः॥
]

`verse 85 [
सुभद्रायाश्च तत्रैव माहात्म्यं चैव सर्वशः।
दर्शनं नरसिंहस्य व्यष्टिसंकीर्तनं तथा॥
]

`verse 86 [
अनन्तवासुदेवस्य दर्शनं सुणकीर्तनम्।
श्वेतमाधवमाहत्म्यं स्वर्गद्वारस्य दर्शनम्॥
]

`verse 87 [
उदधेर्दर्शनं चैव स्नानं तर्पणमेव च।
समुद्रस्नानमाहात्म्यमिन्द्रद्युम्नस्य च द्विजाः॥
]

`verse 88 [
पञ्चतीर्थफलं चैव महाज्येष्ठं तथैव च।
स्थानं कृष्णस्य हलिनः पर्वयात्राफलं तथा॥
]

`verse 89 [
वर्णनं विष्णुलोकस्य क्षेत्रस्य च पुनः पुनः।
पूर्वं कथितवान्सर्वं तस्यै स पुरुषोत्तमः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मेस्वयंभुऋषिसंवादे पूर्ववृत्तानुवर्णनं नाम पञ्चचत्वारिंशोऽध्यायः॥
]
