`verse 1 [
इन्द्रद्युम्नस्य प्रासादकरणार्थं राज्ञमाह्वानम्
ब्रह्मोवाच
एवं स पृथिवीपालश्चिन्तयित्वा द्विजोत्तमाः।
प्रसादार्थं हरेस्तत्र प्रारम्भमकरोत्तदा॥
]

`verse 2 [
आनाय्य गणकान्सर्वानाचार्याञ्छास्त्रपारगान्।
भूमिं संशोध्य यत्नेन राजा तु परयामुदा॥
]

`verse 3 [
ब्राह्मणैर्ज्ञानसंपन्नैर्वेदशास्त्रार्थपारगैः।
अमात्यैर्मन्त्रिभिश्चैव वास्तुविद्याविशारदैः॥
]

`verse 4 [
तैः सार्धं स समालोच्य सुमुहूर्ते शुभे दिने।
सुचन्द्रतारसंयोगे ग्रहानुकूल्यसंयुते॥
]

`verse 5 [
जयमङ्गलशब्दैश्च नानावाद्यैर्मनोहरैः।
वेदाध्ययननिर्घोषैगीतैः सुमधुरस्वरैः॥
]

`verse 6 [
पुष्पलाजाक्षतैर्गन्धैः पूर्णकुम्भैः सदीपकैः।
ददावर्घ्यं ततो राजा श्रद्धया सुमासितः॥
]

`verse 7 [
दत्त्वैवमर्ध्यं विघिवदानाय्य स महीपतिः।
कलिङ्गाधिपतिं शूरमुत्कलाधिपतिं तथा॥
कोशलाधिपतिं चैव तानुवाच तदा नृपः॥
]

`speaker [
राजोवाच
]

`verse 8 [
गच्छध्वं सहिताः सर्वे शिलार्थे सुसमाहिताः।
गृहीत्वा सिल्पिसुख्यांश्च शिलाकर्मविशारदान्॥
]

`verse 9 [
विन्ध्याचलं सुविस्तीर्णं बहुकन्दरशोभितम्।
निरूप्य सर्वसानूनि च्छेदयित्वा शिलाः शुभाः॥
संवाह्यन्तां च शकटैर्नौ काभिर्मा विलम्बथ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
एवं गन्तुं समादिश्य तात्रृपान्स महीपतिः।
पुनरेवाब्रवीद्वाक्यं सामात्यान्स पुरोहितान्॥
]

`speaker [
राजोवाच
]

`verse 11 [
गच्छन्तु दूताः सर्वत्र ममाऽऽज्ञां प्रवदन्तु वै।
यत्र तिष्ठन्ति राजानः पृथिव्यां तान्सुशीघ्रगाः॥
]

`verse 12 [
हस्त्यश्वरथपादातैः सामात्यैः सपुरोहितैः।
गच्छत सहिताः सर्व इन्द्रद्युम्नस्य शासनात्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
एवं दूताः समाज्ञाता राज्ञा तेन महात्मना।
गत्वा तदा नृपानूचुर्वचनं तस्य भूपते॥
]

`verse 14 [
श्रुत्वा तु ते तथा सर्वे दूतानां वचनं नृपाः।
आजग्मुस्त्वरिताः सर्वे स्वसैन्यैः पिरवारिताः॥
]

`verse 15 [
ये नृपाः सर्वदिग्भागे ये च दक्षिणतः स्थइताः।
पश्चिमायां स्थिता ये च उत्तरापथसंस्थिताः॥
]

`verse 16 [
प्रत्यन्तवासिनो येऽपि ये च संनिधिवासिनः।
पार्वतीयाश्च ये केचित्तथा द्वीपनिवासिनः॥
]

`verse 17 [
प्रत्यन्तवासिनो येऽपि ये च संनिधिवासिनः।
पार्वतीयाश्च ये केचित्तथा द्वीपनिवासिनः॥
]

`verse 18 [
रथैर्नागैः पदातैश्च वाजिभिर्धनविस्तरैः।
संप्राप्ता बहुशो विप्राः श्रुत्वेन्द्रद्युम्नशासनम्॥
]

`verse 19 [
तानागतान्नृपान्दृष्ट्वा सामात्यान्सपुरोहितान्।
प्रोवाच राजा हृष्टात्मा कार्यमुद्दिश्च सादरम्॥
राजोवाच
श्रृणुध्वं नृपशार्दूला यथा किंचिद्‌ब्रवीम्यहम्।
अस्मिन्क्षेत्रवरे पुण्ये भुक्तिमुक्तिप्रदे शिवे॥
]

`verse 20 [
हयमेधं महाज्ञं प्रासादं चैव वैष्णवम्।
कथं शक्नोम्यहं कर्तुमिति चिन्ताकुलं मनः॥
]

`verse 21 [
भवद्भिः सुसहायैस्तु सर्वमेतत्करोम्यहम्।
यदि यूयं सहाया मे भवध्वं नृपसत्तमाः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इत्येवं वदमानस्य राजराजस्य धीमतः।
सर्वे प्रमुदिता हृष्टा भूपास्ते तस्य शासनात्॥
]

`verse 23 [
ववृषुर्धनरत्नैश्च सुवर्णमणिमौक्तिकैः।
कम्बलाजिनरत्नैश्च राङ्कवास्तरणैः सुभैः॥
]

`verse 24 [
वज्रवैदूर्यमाणिक्यैः पद्‌मरागेन्द्रनीलकैः।
गजैरश्वैर्धनैस्चान्यै रथैश्चैव करेणुभिः॥
]

`verse 25 [
असंख्येयैर्बहुविधैर्द्रव्यैरुच्चावचैस्तथा।
शालिव्रीहियवैश्चैव माषमुद्‌गतिलैस्तथा॥
]

`verse 26 [
सिद्धार्थचमकैश्चैव गोधूमैर्मसूरादिभिः।
श्यामाकैर्मधुकैश्चैव नीवारैः सकुलत्थकैः॥
]

`verse 27 [
अन्यैश्च विविधैर्धान्यैर्ग्राम्यारण्यैः सहस्रशः।
बहुधान्यसहस्राणां तण्डुलानां च राशिभिः॥
]

`verse 28 [
गव्यस्य हविषः शतशोऽथ सहस्रशः।
तथाऽन्यैर्विविधैर्द्रव्यैर्भक्ष्यभोज्यानुलेपनैः॥
]

`verse 29 [
राजानः पूरयामासुर्यत्किंचिद्‌द्रव्यसंभवैः।
तान्दृष्ट्वा यज्ञसंभारान्सर्वसंपत्समन्वितान्॥
]

`verse 30 [
यज्ञकर्मविदो विप्रान्वेदवेदाङ्गपारगान्।
शास्त्रेषु निपुणान्दक्षान्कुशलान्सर्वकर्मसुः॥
]

`verse 31 [
ऋषोंश्चैव महार्षोंश्च देवर्षोश्चैव तापसान्।
ब्रह्मचारिगृहस्थांश्च वानप्रस्थान्यतींस्तथा॥
]

`verse 32 [
सदस्याञ्छास्त्रकुशलांस्तथाऽन्यान्पावकान्बहून्।
आचार्योपाध्यायवरान्स्वाध्यायतपसाऽन्वितान्॥
]

`verse 33 [
सदस्याञ्छास्त्रकुशलंस्तथाऽन्यान्पावकान्बहून्।
दृष्ट्वा तान्नृपतिः श्रीमानुवाचस्वंपुरोहितम्॥
]

`speaker [
राजोवाच
]

`verse 34 [
ततः प्रयान्तु विद्वांसो ब्रहामणा वेदपारगाः।
वाजिमेधार्थसिद्ध्‌यर्थं देशं पश्यन्तु यज्ञियम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 35 [
युक्तः स तथा चक्रे वचनं तस्य भूपतेः।
हृष्टः स मन्त्रिभिः सार्धं तदा राजपुरोहितः॥
]

`verse 36 [
ततो ययौ पुरोधाश्च प्राज्ञः स्थपतिभिः सह।
ब्राह्मणानग्रतः कृत्वा कुशलान्यज्ञकर्मणि॥
]

`verse 37 [
तं देशं धीवरग्राम सप्रतोलिविटङ्किनम्।
कारयामास विप्रोऽसौ यज्ञवाटं यथाविधिः॥
]

`verse 38 [
प्रासादशतसंबाधं मणिप्रवरशोभितम्।
इन्द्रसद्‌मनिभं रम्यं हेमरन्नविभूषितम्॥
]

`verse 39 [
स्तम्भान्कनकचित्रांश्च तोरणानि बृहन्ति च।
यज्ञायतनदेशेषु दत्त्वा शुद्धं च काञ्चनम्॥
]

`verse 40 [
अन्तःपुराणि राज्ञां च नानादेशनिवासिनाम्।
कारयामास धर्मात्मा तत्र तत्र यथाविधि॥
]

`verse 41 [
ब्राह्मणानं च वैश्यानां नानादेशसमीयुषाम्।
कारयामास विधिवच्छालास्तत्राप्यनेकश॥
]

`verse 42 [
प्रियार्थं तस्य नृपतेराययुर्नृपसत्तमाः।
रत्नान्यनेकान्यादाय स्त्रियश्चाऽऽययुस्त्सवे॥
]

`verse 43 [
तेषां निर्विशतां स्वेषु शिविरेषु महात्मनाम्।
नदतः सागरस्येव दिविस्पृगभवद्‌ध्वनिः॥
]

`verse 44 [
तेषामभ्यागतानां च स राजा मुनिसत्तमाः।
व्यादिदेशाऽऽयतनानि शय्याश्चाप्युपचारतः॥
]

`verse 45 [
भोजनानि विचित्राणि शालीक्षुयवगोरसैः।
उपेत्य नृपतिश्रेष्ठो व्यादिदेश स्वयं तदा॥
]

`verse 46 [
तथा तस्मिन्महायज्ञे बहवो ब्रह्मवादिनः।
ये च द्विजातिप्रवरास्तत्राऽऽसन्द्विजसत्तमाः॥
]

`verse 47 [
समाजग्मुः सशिष्यास्तान्प्रतिजग्राह पार्थिवः।
सर्वांश्च ताननुययौ यावदावसथानिति॥
]

`verse 48 [
स्वयमेव महातेजा दम्भं त्यक्त्वा नृपोत्तमः।
ततः कृत्वा स्वशिल्पं च शिल्पिनोऽन्ये च ये तदा॥
]

`verse 49 [
कृत्स्नं यज्ञविधिं राज्ञे तदा तस्मै न्यवेदयन्।
ततः श्रुत्वा नृपश्रेष्ठः कृतं सर्वमतन्द्रितः॥
हृष्टरोमाऽभवद्राजा सह मन्त्रिभिरच्युतः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 50 [
तस्मिन्यज्ञे प्रवृत्ते तु वाग्ग्मिनो हेतुवादिभिः।
हेतुवादान्बहूनाहुः परस्परजिगीषवः॥
]

`verse 51 [
देवेन्द्रस्येव (?) विहितं राजसंहेन भो द्विजाः।
ददृशुस्तोरणान्यत्र शातकुम्भमयानि च॥
]

`verse 52 [
शय्यासनविकारांश्च सुबहूनत्नसंचयान्।
घटपात्रीकटाहानि कलशान्वर्धमानकान्॥
]

`verse 53 [
नहि कश्चिदसौवर्णमपश्यद्वसुधाधिपः।
यूपांश्च सास्त्रपठितान्दारवान्हेमभूषितान्॥
]

`verse 54 [
उपक्षिप्तान्यथाकालं विविवद्‌भूरिवर्चसः।
स्थलजा जलजा ये च पशवः केचन द्विजाः॥
]

`verse 55 [
सर्वानेव समानीतानपश्यंस्तत्र ते नृपाः।
गाश्चैव महिषीश्चैव तथा वृद्धस्त्रियोऽपि च॥
]

`verse 56 [
औदकानि च सत्त्वानि श्वापदानि वयांसि च।
जरायुजाण्डजातानि स्वेदजान्युद्भिदानि च॥
]

`verse 57 [
पर्वतान्युपधान्यानि भूतानि ददृशुश्च ते।
एवं प्रमुदितं सर्वं पशुतो धनधान्यतः॥
]

`verse 58 [
यज्ञवाटं नृपा दृष्ट्वा विस्मयं परमं गताः।
ब्राह्मणानां विशां चैव बहुमिष्टान्नमृद्धिमत्॥
]

`verse 59 [
पूर्णे शतसहस्रे तु विप्राणां तत्र भुञ्जताम्।
दुन्दुभिर्मेघनिर्घोषान्मुहुर्मुहुरथाकरोत्॥
]

`verse 60 [
विननादासकृच्चापि दिवसे दिवसे गते।
एवं स ववृधे यज्ञस्तस्य राज्ञस्तु धीमतः॥
]

`verse 61 [
अन्नस्य सुबहून्विप्रा उत्सर्गान्निर्गतोपमान्।
दधिकुल्याश्च ददुशुः पयसश्च ह्रदांस्तथा॥
]

`verse 62 [
जम्बूद्वीपो हि सकलो नानाजनपदैर्युतः।
द्विजाश्च तत्र दृश्यन्ते राज्ञस्तस्य महामखे॥
]

`verse 63 [
तत्र यानि सहस्राणि पुरुषाणां ततस्ततः।
गृहीत्वा भाजनं जम्मुर्बहूनि द्विजसत्तमाः॥
]

`verse 64 [
श्राविणश्चापि ते सर्वे सुमृष्टमणिकुण्डलाः।
पर्यवेषयन्द्विजातीञ्छतशोऽथ सहस्रशः॥
]

`verse 65 [
विविधान्यनुपानानि पुरुषा येऽनुयायिमः।
ते वै नृपोपभोज्यानि ब्राह्मणेभ्यो ददुः सह॥
]

`verse 66 [
समागतान्वेदविदो राज्ञश्च पृथिवीश्वरान्।
पूजां चक्रे तदा तेषां विधिवद्‌भूरिदक्षिणः॥
]

`verse 67 [
दिग्देशादागतान्राज्ञो महासङ्ग्रामशालिनः।
नटनर्तककादींश्च गीतस्तुतिविशारदान्॥
]

`verse 68 [
पत्न्यो मनोरमास्तस्य पीनोन्नतपयोधराः।
इन्दीवरपलाशाक्ष्यः शरच्चन्द्रनिभाननाः॥
]

`verse 69 [
कुलशीलगुणोपेताः सहस्रैकं शताधिकम्।
एवं तद्‌बूपपरमपत्नीगणसमन्वितम्॥
]

`verse 70 [
रत्नमालाकुलं दिव्यं पताकाध्वजसेवितम्।
रत्नहारयुतं रम्यं चन्द्रकान्तिसमप्रभम्॥
]

`verse 71 [
करिणः पर्वताकारान्मदसिक्तान्महाबलान्।
शतशः कोटिसंघातैर्दन्तिभिर्दन्तभूषणैः॥
]

`verse 72 [
वातवेगजवैरश्वैः सिन्धुजातैः सुशोभनैः।
श्वेताश्वैः श्यामकर्णैश्च कोट्यनेकैर्जवन्वितैः॥
]

`verse 73 [
संनद्धबद्धकक्षैश्च नानाप्रहरणोद्यतैः।
असंख्येयैः पदाश्तैश्च देवपुत्रोपमैस्तथा॥
]

`verse 74 [
इत्येवं ददृशे राजा यज्ञसंभारविस्तरम्।
मुदं लेभे तदा राजा संहृष्टो वाक्यमब्रवीत्॥
]

`speaker [
राजोवाच
]

`verse 75 [
आनयध्वं हयश्रेष्ठं सर्वलक्षणक्षितम्।
चारयध्वं पृथिव्यां वै राजपुत्राः सुंसंयताः॥
]

`verse 76 [
विद्वद्भिर्धर्मविद्भिश्च अत्र होमो विधीयताम्।
कृष्णच्छागं च महिषं कृष्णसारमृगं द्विजान्॥
]

`verse 77 [
अनड्वाहं च गाश्चैव सर्वांश्च पशुपालकान्।
इष्टयश्च प्रवर्तन्तां प्रासादं वैष्णवं ततः॥
]

`verse 78 [
सर्वमेतच्च विप्रेभ्यो दीयतां मनसेप्सितम्।
स्त्रियश्च रत्नकोट्यश्च ग्रामाश्च नगराणि च॥
]

`verse 79 [
सम्यकसमृद्धभूम्यश्च विषयाश्चैवमर्थिनाम्।
अन्यानि द्रव्यजातानि मनोज्ञानि बहूनि च॥
]

`verse 80 [
सर्वेषां याचमानानां नास्ति ह्येतन्न भाषयेत्।
तावत्प्रवर्ततां यज्ञो यावद्‌देवः पुरा त्विह॥
प्रत्यक्षं मम चाभ्येति यज्ञस्थास्य समीपतः॥
]

`verse 81 [
एवमुक्त्वा तदा विप्रा राजसिंहो महाभुजः।
ददौ सुवर्मसंघातं कोटीनां चैव भूषणम्॥
]

`verse 82 [
करेणुशतसाहस्रं वाजिनो नियुतानि च।
अर्बुदं चैव वृषभं स्वर्णश्रृङ्गीश्च धेनुकाः॥
]

`verse 83 [
सुरूपाः सुरभीश्चैव कांस्यदोहाः पयस्विनीः।
प्रायच्छत्स तु विप्रेभ्यो वेदविद्‌भयो मुदा युतः॥
]

`verse 84 [
वासांसि च महार्हाणि राङ्कवास्तराणानिः।
सुशुक्लानि च शुभ्राणि प्रवालमणिमुत्तमम्॥
]

`verse 85 [
अददात्स महायज्ञे रत्नानि विविधानि च॥
]

`verse 86 [
वज्रवैदूर्यमाणिक्यमुक्तिकाद्यानि यानि च।
अलंकारवतीः शुभ्राः कन्या राजीवलोचनाः॥
]

`verse 87 [
शतानि पञ्च विप्रेभ्योराजा हृष्टः प्रदत्तवान्।
स्त्रियः पीनपयोभाराः कञ्चुकैः स्वस्तनावृताः॥
]

`verse 88 [
मध्यहीनाश्च सुश्रोण्यः पद्मपत्रायतेक्षणाः।
हावबावान्वितग्रीवा बह्‌व्यो वलयभीषिताः॥
]

`verse 89 [
यादनूपुरसंयुक्ताः पट्टदुकूलवाससः।
एकैकशोऽददात्तस्मिन्काम्याश्च कामिनीर्बहूः॥
]

`verse 90 [
अर्थिब्यो ब्राह्मणादिब्यो हयमेधे द्विजोत्तमाः।
भक्ष्यं भोज्यं च संपूर्णं नानासंभारसंयुतम्॥
]

`verse 91 [
खण्डकाद्यान्यनेकानि स्विन्नपक्वांश्च पिष्टकान्।
अन्नान्यन्यानि मेध्यांश्च घृतपूरांश्चखाण्डवान्॥ ४७ .९१ ॥

मधुरांस्तर्जितान्पूपानन्नं मृष्टं सुपाकिकम्।
प्रीत्यर्थं सर्वसत्त्वानां दीयतेऽन्नं पुनः पुनः॥
]

`verse 92 [
दत्तस्य दीयमानस्य धनस्यान्तो न विद्यते।
एवं दृष्ट्वा महायज्ञं देवदैत्याः सवा (चा) रणाः॥
]

`verse 93 [
गन्धर्वाप्सलसः सिद्धा ऋषयश्च प्रजेश्वराः।
विस्मयं परमं याता दृष्ट्वा क्रतुवरं शुभम्॥
]

`verse 94 [
पुरोधा मन्त्रिणो राजा हृष्टास्तत्रैव सर्वशः।
न तत्र मलिनः कश्चिन्न दीनो न क्षुधाऽन्वितः॥
]

`verse 95 [
न वोपसर्गो नग्लानिर्नाऽऽधयो व्याधयस्तथा।
नाकालमरणं तत्र न दंशो न ग्रहा विषम्॥
]

`verse 96 [
हष्टपुष्टजनाः सर्वे तस्मिन्रज्ञो महोत्सवे।
ये च तत्र तपःसिद्धा मुनयश्चिरजीविनः॥
]

`verse 97 [
न जातं तादृशं यज्ञं धनधान्यसमनवितम्।
एवं स राजा विधिवद्वाजिमेधं द्विजोत्तमाः।
क्रतुं समापयामास प्रासादं वैष्णवं तथा
]

`colophon [
इति श्रीमहापुराम आदिब्राह्मे स्वयंभ्वृषिसंवादे प्रासादकरणं नाम सप्तचत्वारिंशोऽध्यायः॥
]
