`verse 1 [
इन्द्रद्युम्नकृतभगवत्सतुतिः
वासुदेव नमस्तेऽस्तु नमस्ते मोक्षकारण।
त्राहि मां सर्वलोकेश जन्मसंसारसागरात्॥
]

`verse 2 [
निर्मलाम्बरसंकाश नमस्ते पुरुषोत्तम।
संकर्षण नमस्तेऽस्तु त्राहि मां धरणीधर॥
]

`verse 3 [
नमस्ते हेमगर्भाभ नमस्ते मकारध्वज।
रतिकान्त नमस्तेऽस्तु त्राहि मां संवरान्तक॥
]

`verse 4 [
नमस्तेऽञ्जनसंकाश नमस्ते विबुधप्रिय।
नारायण नमस्तेऽस्तु त्राहिं मां वरदो भव॥
]

`verse 5 [
नमस्ते विबुधावास नमस्ते विबुधप्रिय।
नारायण नमस्तेऽस्तु त्राहिं मां शरणागतम्॥
]

`verse 6 [
नमस्ते बलिनां श्रेष्ठ नमस्ते लाङ्गायुध।
चतुर्मुख जगद्धाम त्राहिं मां प्रपितामह॥
]

`verse 7 [
नमस्ते नीलमेघाभ नमस्ते त्रदशार्जित।
त्राहिं विष्णो जगन्नाथ मग्नं मां भवसागरे॥
]

`verse 8 [
प्रलयानलसं काश नमस्ते दितिजान्तक।
नरसिंह महावीर्य त्राहि मां दीप्तलोचन॥
]

`verse 9 [
यथा रसातलादुर्वीं त्वया दंष्ट्रोद्धृता पुरा।
तथा महावराहस्त्वं त्राहि मांदुःखसागरात्॥
]

`verse 10 [
तवैता मूर्तयः कृष्ण वरदाः संस्तुता मया।
तवेमेबलदेवाद्याः पृथग्रूपेण संस्थिताः॥
]

`verse 11 [
अङ्गानि तव देवेश गरुत्माद्यास्तता प्रभो।
दिक्पालाः सायुधाश्चैव केशवाद्यास्तथाऽच्युत॥
]

`verse 12 [
ये चान्ये तव देवेश भेदाः प्रोक्ता मनीषिभिः।
तेऽपि सर्वे जगन्नाथ प्रसन्नायतलोचन॥
]

`verse 13 [
मयाऽर्चिताः स्तुताः सर्वे तथा यूयं नमस्कृताः।
प्रयच्छत वरं मह्यं धर्मकामार्थमोक्षदम्॥
]

`verse 14 [
भेदास्ते कीर्तिता ये तु हरे संकर्षणादयः।
तव पूर्जार्थसंभूतास्ततस्त्वयि समाश्रिताः॥
]

`verse 15 [
न भेदस्तव देवेश विद्यते परमार्थतः।
विविधं तव यद्रूपमुक्तं तदुपचारतः॥
]

`verse 16 [
अद्वैतं त्वां कथं द्वैतं वक्तुं शक्रोतिमानवः।
एकस्त्वं हि हरे व्यापी चित्स्वबावो निरञ्जनः॥
]

`verse 17 [
परमं तव यद्रुपं भावाभावविवर्जितम्।
निर्लेपं निर्गुणं श्रेष्ठं कूटस्थमचलं ध्रुवम्॥
]

`verse 18 [
सर्वोपाधिविनिर्मुक्तं सत्तामात्रव्यवस्थितम्।
तद्‌देवास्च न जानन्ति कथं जानाम्यहं प्रभोः॥
]

`verse 19 [
अपरं तव यद्रूपं पीतवस्त्रं चतुर्भुजम्।
शङ्खचक३गदापाणिमुकुटाङ्गदधारिणम्॥
]

`verse 20 [
श्रीवत्सोरस्कसंयुक्तं वनमालाविभूषितम्।
तदर्चयन्ति विबुधा ये चान्ये तव संश्रयाः॥
]

`verse 21 [
देवदेव सुरश्रेष्ठ भक्तानामभयप्रद।
त्राहि मां पद्मपत्राक्ष मग्नं विषयसागरे॥
]

`verse 22 [
जान्यं पश्यामि लोकेश यस्याहं शरणं व्रजे।
त्वामृते कमलाकान्त प्रसीद मधुसूदन॥
]

`verse 23 [
राव्याधिशतैर्युक्तो नानादुःखैर्निपीडितः।
हर्षशोकान्वितो मूढः कर्मपाशैः सुयन्त्रितः॥
]

`verse 24 [
पतितोऽहं महारौद्रे घोरे संसारसागरे।
विषमोदकदुष्पारे रागद्वेषझषाकुले॥
]

`verse 25 [
इन्द्रियावर्तगम्भीरे तृष्णशोकोर्मिसंकुले।
निराश्रये निरालम्बे निःसारेऽत्यन्तच्ञ्च्ले॥
]

`verse 26 [
मायया मोहितस्तत्र भ्रमामि सुचिरं प्रभो।
नानाजातिसहस्रेषु जयमानः पुनः पुनः॥
]

`verse 27 [
मया जन्मान्यनेकानि सहस्राण्ययुतानि च।
विविधान्यनुभूतानि संसारेऽस्मिञ्जनार्दन॥
]

`verse 28 [
वेदाः साङ्ग मयाऽधीताः शास्राण्ययुतानि च।
विविधान्यनुभूतानि संसारेऽस्मिञ्जनार्दन॥
]

`verse 29 [
असंतोषाश्च संतोषाः संचयापचया व्ययाः।
मया प्राप्ता जगन्नाथ क्षयवृद्‌ध्यक्षयेतराः॥
]

`verse 30 [
भार्यारिमित्रबन्धूनां वियोगाः संगमास्तता।
पितरो विविधा दृष्टा मातरस्च तथा मया॥
]

`verse 31 [
दुःखानि चानुबूतानि यानि सौख्यान्यनेकशः।
प्राप्ताश्च बान्धवाः पुत्रा भ्रातरोज्ञतयस्तथा॥
]

`verse 32 [
मयोषितं तथा स्त्रीणां कोष्ठे विण्मुत्रपिच्छले।
गर्भवासे महादुःखमनुभूतं तथा प्रभो॥
]

`verse 33 [
दुःखानि यान्यनेकानि बाल्ययौवनागोचरे।
वार्धके च हृषीकेश तानि प्राप्तानि वै मया॥
]

`verse 34 [
मरणे यानि दुःखानि यममार्गे यमालये।
मया तान्यनुभूतानि नरके यातनास्तथा॥
]

`verse 35 [
कृमिकीटद्रुमाणां च हस्त्यश्वमृगपक्षिणाम्।
महिषोष्ट्गवां चैव तथाऽन्येषां वनौकसाम्॥
]

`verse 36 [
द्विजातीनां च सर्वेषां शूद्राणां चैव योनिषु।
धनिनां क्षत्रियाणां च दरिद्राणां तपस्विनाम्॥
]

`verse 37 [
नृपाणां नृपभृत्यानां तथाऽन्येषां च देहिनाम्।
गृहेषु तेषामुत्पन्नो देव चाहं पुनः पुनः॥
]

`verse 38 [
गतोऽस्मि दासतां नाथ भृत्यानां बहुशो नृणाम्।
दरिद्रत्वं चेश्वरत्वं स्वामित्वं च तथा गतः॥
]

`verse 39 [
हतो मया हताश्चान्ये घातितो घातिततास्तथा।
दत्तं ममान्यैरन्येभ्यो मया दत्तमनेकशः॥
]

`verse 40 [
पितृमातृसुहहृद्‌भ्रातृकलत्राणां कृतेन च।
धनिनां श्रोत्रियाणां च दरिद्राणां तपस्विनाम्॥
]

`verse 41 [
उक्तं दैन्यं च विविधं त्यक्त्वा लज्जां जनार्दन।
देवतिर्ङ्मनुष्येषु स्थावरेषु चरेषु च॥
]

`verse 42 [
न विद्यते तथा स्थानं यत्राहं न गतः प्रभो।
कदा मे नरके वासः कदा स्वर्गे जगत्पते॥
]

`verse 43 [
कदा मनुष्यलोकेषु कदा तिर्यग्गतेषु च।
जलयन्त्रे यता चक्रे घटी रज्जुनिबन्धना॥
]

`verse 44 [
याति चोर्ध्वमधश्चैव कदा मध्ये च तिष्ठति।
तथा चाहं सुरश्रेष्ठ कर्मरज्जुसमाव-तः॥
]

`verse 45 [
भ्रमामि सुचिरं कालं नान्तं पश्यामि कर्हिचित्।
न जाने किं करोम्यद्य हरे व्याकुलितेन्द्रियः॥
]

`verse 46 [
शोकतष्णाभिबूतोऽहं कांदिशीको विचेतनः।
इदानीं त्वामहं देव विह्‌वलः शरणं गतः॥
]

`verse 47 [
त्राहि मां दुःखतं कृष्ण मग्नं संसारसागरे।
कृपां कुरु जगन्नाथ भक्तं मं यदि मन्यसे॥
]

`verse 48 [
त्राहि मां दुःखितं कृष्ण मग्नं संसारसागरे।
कृपां कुरु जगन्नात भक्तं मां यदि मन्यसे॥
]

`verse 49 [
त्वदृते नास्ति मे बन्धुर्योऽसौ चिन्तां करिष्यति।
देव त्वां नाथमासाद्य न भयं मेऽस्ति कुत्रचित्॥
]

`verse 50 [
जीविते मरणे चैव योगक्षेणेऽथ वा प्रभो।
ये तु त्वां विधिवद्‌देव नार्चयन्ति नराधमाः॥
]

`verse 51 [
सुगतिस्तु कथं तेषां भवेत्संसारबन्दनात्।
किं तेषां कुलशीलेन विद्यया जीवितेन च॥
]

`verse 52 [
येषां न जायते भक्तिर्जगद्धातरि केशवे।
प्रकृतिं त्वासुरीं प्राप्य ये त्वां निन्दन्ति मोहिताः॥
]

`verse 53 [
पतन्ति नरके घोरे जायमानाः पुनः पुनः।
न तेषां निष्कृकिस्तस्माद्विद्यते नरकार्णवात्॥
]

`verse 54 [
ये दूषयन्तित दुर्वृत्तास्त्वां देव पुरूषाधमाः।
यत्र यत्र भवेज्जन्म मम क्रमनिबन्धनात्॥
]

`verse 55 [
तत्र तत्र हरे भक्तिस्त्वयि चास्तु दृढा सदा।
आराध्य त्वां सुरा दैत्या नराश्चान्येऽपि संयताः॥
]

`verse 56 [
अवापुः परमां सिद्धिं कस्त्वां देव न पूजयेत्।
न शक्नुवन्ति ब्रह्माद्याः स्तेतुं त्वां त्रिदसा हरे॥
]

`verse 57 [
कथं मानुषबुद्ध्‌याऽहं स्तौमि त्वां प्रकृते परम्।
तथा चाज्ञानभावेन संस्तुतोऽसि मया प्रभो॥
]

`verse 58 [
तत्क्षमस्वापराधं मे यदि तेऽस्ति दया मयि।
कृपापराधेऽपि हरे क्षमां कुर्वन्ति साधवः॥
]

`verse 59 [
तस्मात्प्रसीद देवेश भक्तस्नेहं समाश्रितः।
स्तुतोऽसि यन्मया देव भक्ति भावेन चेतसा॥
साङ्गं भवतु ततसर्वं वासुदेव नमोऽस्तु ते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 60 [
इत्थं स्तुतास्तदा तेन प्रसन्नो गरुडध्वजः।
ददौ तस्मै मुनिश्रेष्ठाः सकलं मनसेप्सितम्॥
]

`verse 61 [
यः संपूज्य जगन्नाथं प्रत्यहं स्तौति मानवः।
स्तोत्रेणानेन मतिमान्स मोक्षं लभते ध्रुवम्॥
]

`verse 62 [
त्रिसंध्यं यो जपेद्विद्वानिदं स्तोत्रवरं शुचिः।
धर्मं चार्थं च कामं च मोक्षं च लभते नरः॥
]

`verse 63 [
यः पठेच्छृणुयाद्वाऽपि श्रावयेद्वा समाहितः।
स लोकं शाश्वतं विष्णोर्याति निर्धूतकल्मषः॥
]

`verse 64 [
धन्यं पापहरं चेदं भुक्तिमुक्तिप्रदं शिवम्।
गुह्यं सुदुर्लभं पुण्यं न देयं यस्य कस्यचित्॥
]

`verse 65 [
न नास्तिकाय मूर्खाय न कृतध्नाय मानिने।
न दुष्टमतये दद्यान्नाभक्ताय कदाचन॥
]

`verse 66 [
दातव्यं भक्तियुक्ताय गुणशीलान्विताय च।
विष्णुभक्ताय शान्ताय श्रद्धानुष्ठानशालिने॥
]

`verse 67 [
इदं समस्ताघविनाशहेतुः, कारुण्यसंज्ञं सुखमोभदं च।
अशेषवाञ्छाफलदं वरिष्ठं, स्तोत्रं मयोक्तं पुरुषोत्तमस्य ॥
]

`verse 68 [
ये तं सुसूक्ष्मं विमला मुरारिं, ध्यायन्ति नित्यं पुरषं पुराणम्।
ते मुक्तिभाजः प्रविशनति विष्णुं, मन्त्रैर्यथाऽऽज्यं हुतमध्वराग्नौ॥
]

`verse 69 [
एकः स देवो भवदुःखहन्ता, परः परेषां न ततोऽस्ति चान्यत्।
द्र (स्र) ष्टा स पाता स तु नाशकर्ता, विष्णुः समस्ताखिलसारभूतः॥
]

`verse 70 [
किं विद्यया किं स्वगुणैस्च तेषां, यज्ञैश्च दानैश्च तपोभिरुग्रैः।
येषां न भक्तिर्भवतीह कृष्णे, जगद्‌गुरौ मोक्षसुखप्रदे च॥
]

`verse 71 [
लोके स धन्यः स शुचिः स विद्वान् मखैस्तपोभिः स गुणैर्वरिष्ठः।
ज्ञाता स दाता स तु स्त्यवक्ता, यस्यास्ति भक्तिः पुरुषोत्तमाख्ये॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभ्वृषिसंवादे कारुण्यस्तवर्णनं नामैकोनपञ्चाशत्तमोऽध्यायः॥
]
