`verse 1 [
प्रतिमोत्पत्तिकथनम्
ब्रह्मोवाच
स्तुत्वैवं मुनिशार्दूलाः प्रणम्य च सनातनम्।
वासुदेवं जगन्नाथं सर्वकामफलप्रदम्॥
]

`verse 2 [
चिन्ताविष्टो महीपालः कुशानास्तीर्य भूतले।
वस्त्रं च तन्मना भूत्वा सुष्वाप धरणीतले॥
]

`verse 3 [
कथं प्रत्यक्षमभ्येति देवदेवो जनार्दनः।
मम चाऽऽर्तिहरो देवस्तदाऽसाविति चिन्तयन्॥
]

`verse 4 [
सुप्तस्य तस्य नृपतेर्वासुदेवो जगद्गुरुः।
आत्मानं दर्शयामास शङ्खचक्रगदाभृतम्॥
]

`verse 5 [
स ददर्श तु स्वप्नेऽथ देवेदेवं जगद्गुरुम्।
शङ्खचक्रधरं देवं गदाचक्रोग्रपाणिनम्॥
]

`verse 6 [
शार्ङ्गबाणधरं देवं ज्वलत्तेजोतिमण्‍डलम्।
युगान्तादित्यवर्णाभं नीलवैदूर्यसंनिभम्॥
]

`verse 7 [
सुपर्णांसे तमासीनं षोडशार्धभुजं शुभम्।
स चास्मै प्राब्रवीद्धीराः साधु राजन्महामते॥
]

`verse 8 [
क्रतुनाऽनेन दिव्येन तया भक्त्या च श्रद्धया।
तुष्टोऽस्मि ते महीपाल वृथा किमनुशोचसि॥
]

`verse 9 [
यदत्र प्रतिमा राजञ्जगत्पूज्या सनातनी।
यथा सा प्राप्यते भूप तदुपायं ब्रवीमि ते॥
]

`verse 10 [
गतायामद्य शर्वर्यां निर्मले भास्करोदिते।
सागरस्य जलस्यान्ते नानाद्रुमविभूषिते॥
]

`verse 11 [
जलं तथैव वेलायां दृश्यते तत्र वै महत्।
लवणस्योदधे राजंस्तरङ्गैः समभिप्लुतम्॥
]

`verse 12 [
कूलान्ते हि महावृक्षः स्थितः स्थलजलेषु च।
वेलाभिर्हन्यमानश्च न चासौ कम्पते द्रुमः॥
]

`verse 13 [
परशुमादाय हस्तेन ऊर्मेरन्तस्ततो व्रज।
एकाकी विहरन्राजन्स त्वं पश्यसि पादपम्॥
]

`verse 14 [
ईदृक्चिह्नं समालोक्य छेदय त्वमशङ्कितः।
छेद्यमानं तु तं वृक्षं प्रातरद्भुतदर्शनम्॥
]

`verse 15 [
दृष्ट्वा तेनैव संचिन्त्य ततो भूपालदर्शनात्।
कुरु तां प्रतिमां दिव्यां जहि चिन्तां विमोहिनीम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
एवमुक्त्वा महाभागो जगामादर्शनं हरिः।
स चापि स्वप्नमालोक्य परं विस्मयमागतः॥
]

`verse 17 [
तां निशां स समुद्वीक्ष्य स्थितस्तद्गतमानसः।
व्याहरन्वैष्णवान्मन्त्रान्सूक्तं चैव तदात्मकम्॥
]

`verse 18 [
प्रगतायां रजन्यां तु उत्थितो नान्यमानसः।
स स्नात्वा सागरे सम्यग्यथावद्विधिना ततः॥
]

`verse 19 [
दत्त्वा दानं च विप्रेभ्यो ग्रामांश्च नगराणि च।
कृत्वा पौर्वाह्णिकं कर्म जगाम स नृपोत्तमः॥
]

`verse 20 [
न चाश्वो न पदातिश्च न गजो न च सारथिः।
एकाकी स महावेलां प्रविवेश महीपतिः॥
]

`verse 21 [
तं ददर्श महावृक्षं तेजस्वन्तं महाद्रुमम्।
महातीक्ष्णं महारौद्रं पुण्यं विपुलमेव च॥
]

`verse 22 [
महोत्सेधं महाकायं प्रसुप्तं च जलान्तिके।
सान्द्रमाञ्जिष्ठवर्णाभं नामजातिविवर्जितम्॥
]

`verse 23 [
नरनाथस्तदा विप्रा द्रुमं दृष्ट्वा मुदाऽन्वितः।
परशुना शातयामास निशितेन दृढेन च॥
]

`verse 24 [
द्वैधीकर्तुमनास्तत्र बभूवेन्द्रसखः स च।
निरीक्ष्यमाणे काष्ठे तु बभूवाद्भुतदर्शनम्॥
]

`verse 25 [
विश्वकर्मा च विष्णुश्च विप्ररूपधरावुभौ।
आजग्मतुर्महाभागौ तदा तुल्याग्रजन्मनौ॥
]

`verse 26 [
ज्वलमानौ स्वतेजोभिर्दिव्यस्रगनुलेपनौ।
अथ तौ तं समागम्य नृपमिन्द्रसखं तदा॥
]

`verse 27 [
तावूचतुर्महाराज किमत्र त्वं करिष्यसि।
किमर्थं च महाबाहो शातितश्च वनस्पतिः॥
]

`verse 28 [
असहायो महादुर्गे निर्जने गहने वने।
महासिन्धुतटे चैव कथं वै शातितो द्रुमः॥
]

`speaker [
ब्रहमोवाच
]

`verse 29 [
तयोः श्रुत्वा वचो विप्राः स तु राजा मुदाऽन्वितः।
बभाषे वचनं ताभ्यां मृदुलं मधुरं तथा॥
]

`verse 30 [
दृष्ट्वा तौ ब्राह्मणौ तत्र चन्द्रसूर्याविवाऽऽगतौ।
नमस्कृत्य जगन्नाथाववाङ्मुखमवस्थितः॥
]

`speaker [
राजोवाच
]

`verse 31 [
देवदेवमनाद्यन्तमनन्तं जगतां पतिम्।
आराधयितुं प्रतिमां करोमीति मतिर्मम॥
]

`verse 32 [
अहं स देवेदवेन परमेण महात्मना।
स्वप्नान्ते च समुद्दिष्टो भवद्भ्यां श्रावितं मया॥
]

`verse 33 [
राज्ञस्तु वचनं श्रुत्वा देवेन्द्रप्रतिमस्य च।
प्रहस्य तस्मै विश्वेशस्तुष्टो वचनमब्रवीत्॥
]

`speaker [
विष्णुरुवाच
]

`verse 34 [
साधु साधु महीपाल यदेतन्मतमुत्तमम्।
संसारसागरे घोरे कदलीदलसंनिभे॥
]

`verse 35 [
निःसारे दुःखबहुले कामक्रोधसमाकुले।
इन्द्रियावर्तकलिले दुस्तरे रोमहर्षणे॥
]

`verse 36 [
नानाव्याधिशतावर्ते जलबुद्बुदसंनिभे।
यतस्ते मतिरुत्पन्ना विष्णोराराधनाय वै॥
]

`verse 37 [
धन्यस्त्वं नृपशार्दूल गुणैः सर्वैरलंकृता।
सप्रजा पृथिवी धन्या सशैलवनकानना॥
]

`verse 38 [
सुपुरग्रामनगरा चतुर्वर्णैरलंकृता।
यत्र त्वं नृपशार्दूल प्रजाः पालयिता प्रभुः॥
]

`verse 39 [
एह्येहि सुमहाभाग द्रुमेऽस्मिन्सुखशीतले।
आवाभ्यां सह तिष्ठ त्वं कथाभिर्धर्मसंश्रितः॥
]

`verse 40 [
अयं मम सहायस्तु आगतः शिल्पिनां वरः।
विश्वकर्मसमः साक्षान्निपुणः सर्वकर्मसु॥
मयोद्दिष्टां तु प्रतिमां करोत्येष तटं त्यज॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
श्रुत्वैवं वचनं तस्य तदा राजा द्विजन्मनः।
सागरस्य तटं त्यक्त्वा गत्वा तस्य समीपतः॥
]

`verse 42 [
तस्थौ स नृपतिश्रेष्ठो वृक्षच्छाये सुशीतले।
ततस्तस्मै स विश्वात्मा ददावाज्ञां द्विजाकृतिः॥
]

`verse 43 [
शिल्पिमुख्याय विप्रेन्द्राः कुरुष्व प्रतिमा इति।
कृष्णरूपं परं शान्तं पद्मपत्रायतेक्षणम्॥
]

`verse 44 [
श्रीवत्सकौस्तुभधरं शङ्खचक्रगदाधरम्।
गौराङ्गंक्षीरवर्णाभं द्वितीयं स्वस्तिकाङ्कितम्॥
]

`verse 45 [
लाङ्गलास्त्रधरं देवमनन्ताख्यं महाबलम्।
देवदानवागन्धर्वयक्षविद्याधरोरगैः॥
]

`verse 46 [
न विज्ञातो हि तस्यान्तस्तेनानान्त इति स्मृतः।
भगिनीं वासुदेवस्य रुक्मवर्णां सुखोभनाम्॥
]

`verse 47 [
तृतीयां वै सुभद्रां च स्र्वलक्षणलक्षिताम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 48 [
श्रुत्वैतद्वचनं तस्य विश्वकर्मा सुकर्मकृत्।
तत्क्षणात्कारयामास प्रतिमाः शुभलक्षणाः॥
]

`verse 49 [
प्रथमं शुक्लवर्णाभं शारदेन्दुसमप्रभम्।
आरक्ताक्षं महाकायं स्फटाविकटमस्तकम्॥
]

`verse 50 [
नीलाम्बरधरं चोग्रं बलं बलमदोद्धतम्।
कुण्डलैकधरं दिव्यं गदामुशलधारिणम्॥
]

`verse 51 [
द्वितीयं पुण्डरीकाक्षं नीलजीमूतसंनिभम्।
अतसीपुष्पसंकाशं पद्मपत्रायतेक्षणण्॥
]

`verse 52 [
पीतवाससमत्युग्रं शुभं श्रीवत्सलक्षणम्।
चक्रपूर्णकरं दिव्यं सर्वपापहरं हरिम्॥
]

`verse 53 [
तृतीयां स्वर्णवर्णाभां पद्मपत्रायतेक्षणाम्।
विचित्रवस्त्रसंछन्नां हारकेयूरभूषिताम्॥
]

`verse 54 [
विचित्राभरणोपेतां रत्नहारावलम्बिताम्।
पीनोन्नतकुचां रम्यां विश्वकर्मा विनिर्ममे॥
]

`verse 55 [
स तु राजाऽद्भुतं दृष्ट्वा क्षणेनैकेन निर्मिताः।
दिव्यवस्त्रयुगच्छन्ना नानारत्नैरलंकृताः॥
]

`verse 56 [
सर्वलक्षणसंपन्नाः प्रतिमाः सुमनोहराः।
विस्मयं परमं गत्वा इदं वचनमब्रवीत्॥
]

`speaker [
इन्द्रद्युम्न उवाच
]

`verse 57 [
किं देवौ समनुप्राप्तौ द्विजरूपधरावुभौ।
उभौ चाद्भुतकर्माणौ देववृत्तावमानुषौ॥
]

`verse 58 [
देवौ वा मानुषौ वाऽपि यक्षविद्याधरौ युवाम्।
किंनु ब्रह्महृषीकेशौ किं वसू किमुताश्विनौ॥
]

`verse 59 [
न वेद्यि सत्यसद्भावौ मायारूपेण संस्थितौ।
युवां गतोऽस्मि शरणमात्मा तु मे प्रकाश्यताम्॥
]

`colophon [
इति श्रीमहापुराणे ब्राह्मे स्वयंभ्वृषिसंवादे प्रतिमोत्पत्तिकथनं नाम पञ्चाशत्तमोऽध्यायः॥
]
