`verse 1 [
भगवदिन्द्रद्युम्नसंवादकथनम्
श्रीभगवानुवाच
नाहं देवो न यक्षो वा न दैत्यो न च देवराट्।
न ब्रह्मा न च रुद्रोऽहं विद्धि मां पुरुषोत्त्मम्॥
]

`verse 2 [
अर्तिहा सर्वलोकानामनन्लबलपौरुषः।
आराधनीयो भूतानामन्तो यस्य न विद्यते॥
]

`verse 3 [
पठ्यते सर्वशास्त्रेषु वेदान्तेषु निगद्यते।
यमाहुर्ज्ञानगम्येति वासुदेवेति योगिनः॥
]

`verse 4 [
अहमेव स्वयं ब्रह्म अहं विष्णुः शिवोऽप्यहम्।
इन्द्रोऽहं देवराजश्च जगत्संयमनो यमः॥
]

`verse 5 [
पृथिव्यादीनि भूतानि त्रेताग्निर्हुतभुङ्नृप।
वरुणोऽपां पतिश्चाहं धरित्री च महीधरः॥
]

`verse 6 [
यत्किञ्चिद्वाङ्मयं लोके जगत्स्थावरजङ्गमम्।
चराचरं च यद्विश्वं मदन्यन्नास्ति किंचन॥
]

`verse 7 [
प्रीतोऽहं ते नृपश्रेष्ठ वरं वरय सुव्रत।
यदिष्टं तत्प्रयच्छामि हृदि यत्ते व्यवस्थितम्॥
]

`verse 8 [
मद्‌दर्शनमपुण्यानां स्वप्नान्तेऽपि न जायते।
त्वं पुनर्दृढभक्तित्वात्प्रत्यक्षं दृष्टवानसि॥
]

`verse 9 [
श्रुत्वैवं वासुदेवस्य वचनं तस्य भो द्विजाः।
रोमाञ्चिततनुर्भूत्वा इदं स्तोत्रं जगौ नृपः॥
]

`speaker [
राजोवाच
]

`verse 10 [
श्रियः कान्त नमस्तेऽस्तु श्रीपते पीतवाससे।
श्रीद श्रीश श्रीनिवास नमस्ते श्रीनिकेतन॥
]

`verse 11 [
आद्यं पुरुषमीशानं सर्वेशं सर्वतोमुखम्।
निष्कलं परमं देवं प्रणतोऽस्मि सनातनम्॥
]

`verse 12 [
शब्दातीतं गुणातीतं भावाभावविवर्जितम्।
निर्लेपं निर्गुणं सूक्ष्मं सर्वज्ञं सर्वभावनम्॥
]

`verse 13 [
प्रावृष्मेघप्रतीकाशं गोब्राह्मणहिते रतम्।
सर्वेषामेव गोप्तारं व्यापिनं सर्वभाविनम्॥
]

`verse 14 [
शङ्खचक्रधरं देवं गदामुशलधारिणम्।
नमस्येऽहं हृषीकेशं सर्वपापहरं हिरिम्॥
]

`verse 15 [
नागपर्यङ्कशयनं क्षीरोदार्णवशायिनम्।
नमस्येऽहं हृषीकेशं सर्सपापहरं हरिम्॥
]

`verse 16 [
पुनस्त्वां देवदेवेशं नमस्ये वरदं वरदं विभुम्।
सर्वलोकेश्वरं विष्णुं मोक्षकारणमव्ययम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
एवं स्तुत्वा तु तं देवं प्रणिपत्य कृताऽजलिः।
उवाच प्रणतो भूत्वा निपत्य धरणीतले॥
]

`verse 18 [
प्रीतोऽसि यदि मे नाथ वृणोमि वारमुत्तमम्।
देवासुराः सगन्धर्वा यक्षरक्षोमहोरगाः॥
]

`verse 19 [
सिद्धविद्याधराः साध्याः किंन्नरा गुह्यकास्तथा।
ऋषयो ये महाभागा नानाशास्त्रविशारदाः॥
]

`verse 20 [
परिव्राड्‌योगयुक्ताश्च वेदतत्त्वार्थचिन्तकाः।
मोक्षमार्गविदो येऽन्ये ध्यायन्ति परमं पदम्॥
]

`verse 21 [
निर्गुणं निर्मलं शान्तं यत्पश्यन्ति मनीषिणः।
तत्पदं गन्तुमिच्छामि त्वत्प्रसादात्सुदुर्लभम्॥
]

`verse 22 [
श्रीभगवानुवाच
सर्वं भवतु भद्रं ते यथेष्टं सरमाप्नुहि।
भविष्यति यथाकामं मत्प्रसादान्न संशयः॥
]

`verse 23 [
दश वर्षसहस्राणि तथा नव शतानि च।
अविच्छिन्नं महाराज्यं कुरु त्वं नृपसत्तम॥
]

`verse 24 [
प्रयास्यसि पदं दिव्यं दुर्लभं यत्सुरासुरैः।
पूर्णमनोरथं शान्तं गुह्यमव्यक्तमव्ययम्॥
]

`verse 25 [
परत्परतरं सुक्ष्मं निर्लेषं निष्कलं ध्रुवम्।
चिन्ताशोकविनिर्मुक्तं क्रियाकारणवर्जितम्॥
]

`verse 26 [
नदहं दर्शयिष्यामि ज्ञेयाख्यं परमं पदम्।
यं प्राप्य परमानन्दं प्राप्स्यसि परमां गतिम्॥
]

`verse 27 [
कीर्तिश्च तव राजेन्द्र भवत्यत्र महीतले।
यावद्‌घना नभो यावद्यावच्चन्द्रार्कतारकम्॥
]

`verse 28 [
यावत्समुद्राः सप्तैव यावन्मेर्वादिपर्वताः।
तिष्ठन्ति दिवि देवाश्च तावत्सर्वत्र चाव्यया॥
]

`verse 29 [
इन्द्रद्युद्मसरो नाम तीर्थं यज्ञाङ्गसंभवम्।
यत्र स्नात्वा सकृल्लोकः शक्रलोकमवाप्नुयात्॥
]

`verse 30 [
दापयिष्यति यः पिण्डांस्तटेऽस्मन्सरसः शुभे।
कुलैकविंशमुद्धृत्य शक्रलोकं गमिष्यति॥
]

`verse 31 [
पूज्यमानोऽप्सरोभिश्च गन्धर्वैर्गीतनिस्वनैः।
विमानेन वसेत्तत्र याविदिन्द्राश्चतुर्दशा॥
]

`verse 32 [
सरसो दक्षिणे भगे नैर्ऋत्यां तु समाश्रिते।
न्यग्रोधस्तिष्ठते तत्र तत्समीपे तु मण्डपः॥
]

`verse 33 [
केतकीवनसंछन्नो नानापादपसंकुलः।
नारिकेलैरसंख्येयौश्चम्पकैर्बकुलावृतैः॥
]

`verse 34 [
अशोकैः कर्णिकारैश्च पुंनागेर्नागकेसरैः।
पाटलाम्रातसरलैश्चन्दनैर्देवदारुभिः॥
]

`verse 35 [
न्यग्रोधास्वत्थखदिरैः पारिजातैः सहार्जुनैः।
हिन्तालैश्चैव तालैश्च शिंशपैर्बदरैस्तथा॥
]

`verse 36 [
करञ्जैर्लकुचैः प्लक्षैः परसैबर्ल्विधातुकैः।
अनयैर्बहुविधैर्बृक्षैः शोभितः समलंकृतः॥
]

`verse 37 [
आषाढस्य सिते पक्षे पञ्चचम्यां पितृदैवते।
ऋक्षे नेष्यन्ति नस्तत्र नीत्वा सप्त दिनानि वै॥
]

`verse 38 [
मण्डपे स्थापयिष्यनति सुवेश्याभिः सुशोभनैः।
क्रीडाविशेषबहुलैर्नृत्यगीतमनोहरैः॥
]

`verse 39 [
चामरैः स्वर्णदण्डैश्च व्यजनै रत्नभूषणैः।
वीजयन्तस्तथाऽस्मभ्यं स्थापयिष्यन्ति मङ्गलाः॥
]

`verse 40 [
ब्रह्मचारी यतिश्चैव स्नातकाश्च द्विजोत्तमाः।
वानप्रस्ता गृहस्थाश्च सिद्धाश्चान्ये च ब्राह्मणाः॥
]

`verse 41 [
नानावर्णपदैः स्तोत्रैर्ऋग्यजुःसार्मानस्वनैः।
करिष्यन्ति स्तुतिं राजन्रामकेशवयोः पुनः॥
]

`verse 42 [
ततः स्तुत्वा च दृष्ट्वा च संप्रणम्य च भक्तितः।
नरो वर्षायुतं दिव्यं श्रीमद्धरिपुरे वसेत्॥
]

`verse 43 [
पूज्यमानोऽप्सरोभिश्च गन्धर्वैर्गोतनिस्वनैः।
हरेरनुचरस्तत्र क्रीडते केशवेन वै॥
]

`verse 44 [
विमानेनार्कवर्णेन रत्नहारेण भ्राजता।
सर्वकामैर्महाभोगैस्तिष्ठते भुवनोत्तमे॥
]

`verse 45 [
तपःक्षयादिहाऽऽगत्य मनुष्यो ब्राह्मणो भवेत्।
कोटीधनपतिः श्रीमांश्चतुर्वैदी भवेद्‌ध्रुवम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 46 [
एवं तस्मै वरं दत्त्वा कृत्वा च समयं हरिः।
जगामादर्शनं विप्राः साहितो विश्वकर्मणा॥
]

`verse 47 [
स तु राजा तदा हृष्टो रोमाञ्चिततनूरुहः।
कृतकृत्यमिवाऽऽत्मानं मेने संदर्शनाद्धरेः॥
]

`verse 48 [
ततः कृष्णं च रामं सुभद्रां च वरप्रदाम्।
रथैर्विमानसंकाशैर्मणिकाञ्चनचित्रितैः॥
]

`verse 49 [
संवाह्य तास्तदा राजा महामङ्गलनिःस्वनैः।
आनयामास मतिमान्सामात्यः सपुरोहितः॥
]

`verse 50 [
नानावादित्रनिर्घोषैर्नानावेदस्वनैः सुभैः।
संस्थाप्य च शुभे देशे पवित्रे सुमनोहरे ॥
]

`verse 51 [
ततः शुभतिथौ काले नक्षत्रे शुभलक्षणे।
प्रतिष्ठां कारयामास सुमुहूर्ते द्विजैः सह॥
]

`verse 52 [
यथोक्तेन विधानेन विधिदृष्टेन कर्मणा।
आचार्यानुमतेनैव सर्वं कृत्वा महीपतिः॥
]

`verse 53 [
आचार्याय तदा दत्त्वा दक्षिणां विधिवत्प्रभुः।
ऋत्विग्भ्यश्च विधानेन तथाऽन्येभ्यो धनं ददौ॥
]

`verse 54 [
कृत्वा प्रतिष्ठां विधिवत्प्रासादै भवनोत्तमे।
स्थापयामास तान्सर्वान्विधिदृष्टेन कर्मणा॥
]

`verse 55 [
ततः संपूज्य विधिना नानापुष्पैः सुगन्धिभिः।
सुवर्ममणिमुक्ताद्यैर्नानावस्त्रैः सुशोभनैः॥
]

`verse 56 [
रत्नैश्च विविधैर्दिव्यैरासनैर्ग्रामपत्तनैः।
ददौ चान्यान्स विषयान्पुराणि नगराणि च॥
]

`verse 57 [
एवं बहुविधं दत्त्वा राज्यं कृत्वा यथोचितम्।
इष्ट्‌वा च विविधैर्यज्ञैर्यज्ञैर्दत्तवा दानान्यनेकशः॥
]

`verse 58 [
कृतकृत्यस्ततो राजा त्यक्तसर्वपरिग्रहः।
जगाम परमं स्थानं तद्विष्णोः परमं पदम्॥
]

`verse 59 [
एवं मया मुनिश्रेष्ठाः कथितो वो नृपोत्तमः।
क्षेत्रस्य चैव महात्म्यं किमन्यच्छ्रोतिमिच्छथ॥
]

`speaker [
विष्णुरुवाच
]

`verse 60 [
श्रुत्वैवं वचनं तस्य ब्रह्मणोऽव्यक्तजन्मनः।
आश्चर्यं मेनिरै विप्राः पप्रच्छुश्च पुनर्मुदा॥
]

`speaker [
मुनय ऊचुः
]

`verse 61 [
कस्मिन्काले सुरश्रेष्ठ गन्तव्यं पुरुषोत्तमम्।
विधिना केन कर्तव्यं पञ्चतीर्थमिति प्रभो॥
]

`verse 62 [
एकैकस्य च तीर्थस्य स्नानदानस्य यत्फलम्।
देवताप्रेक्षणे चैव ब्रूहि सर्वं पृथक्पृथक्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 63 [
निराहारः कुरुक्षेत्र पादेनैकेन यस्तपेत्।
जितेन्द्रियो जितक्रोधः सप्तसंवत्सरायुतम्॥
]

`verse 64 [
दृष्ट्वा सदा ज्येठशुक्लद्वादधश्यां पुरुषोत्तमम्।
कृतोपवासः प्राप्नोति ततोऽधिकतरं फलम्॥
]

`verse 65 [
तस्माज्जयेष्ठे मुनिश्रेष्ठाः प्रतयत्नेन सुसंयतैः।
स्वर्गलोकेप्सुविप्राद्यैर्द्रष्टव्यः पुरुषोत्तमः॥
]

`verse 66 [
सुदूरस्थोऽपि यो भक्त्वा कीर्तत्पुरुषोत्तमम्।
अहन्यहनि शुद्धात्मा सोऽपि विष्णुपुरं व्रजेत्॥
]

`verse 67 [
यात्रां करोति कृष्णस्य श्रद्धया यः समाहितः।
सर्वपापविनिर्मुक्तो विष्णुलोकं व्रजेन्नरः॥
]

`verse 68 [
चक्रं दृष्ट्वा हरेर्दूरात्प्रासादोपरि संस्थितम्।
सहसा मुच्यते पापान्नरो भक्त्या प्रणम्य तत्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे पुरुषोत्तमवर्णनं नामैकपञ्चाशत्तमोऽध्यायः॥
]
