`verse 1 [
मार्कण्डेयाख्यानम्

ब्रह्मोवाच
आसीत्कल्पे मुनिश्रेष्ठाः संप्रवृत्ते महाक्षये।
नष्टेऽर्कचन्द्रे पवने नष्टे स्थावरजङ्गमे॥
]

`verse 2 [
उदिते प्रलयादित्ये प्रचण्डे घनगर्जिते।
विद्युदुत्पानसंघातैः संभग्ने तरुपर्वते॥
]

`verse 3 [
लोके च संहृते सर्वे महदुल्कानिर्बहणे।
शुष्केषु सर्वतोयेषु सरःसु च सरित्सु च॥
]

`verse 4 [
ततः संवर्तको वह्निर्वायुना सह द्विजाः।
लोकं तु प्राविशत्सर्वमादित्यैरुपशोभितम्॥
]

`verse 5 [
पश्चात्स पृथिवीं भित्त्वा प्रविश्य च रसातलम्।
देवदानवयक्षाणां भयं जनयते महत्॥
]

`verse 6 [
निर्दहन्नागलोकं च यच्च किंचित्क्षिताविह।
अधस्तान्मुनिशार्दू लाः सर्वं नाशयते क्षणात्॥
]

`verse 7 [
ततो योजनविंशानां सहस्राणि शतानि च।
निर्दहत्याशुगो वायुः स च संवर्दकोऽनलः॥
]

`verse 8 [
सदेवासुरगन्धर्वं सयक्षोरगराक्षसम्।
ततो दहति संदीप्तः सर्वमेव जगत्प्रभुः॥
]

`verse 9 [
प्रदीप्तोऽसौ महारौद्रः कल्पाग्निरिति संश्रुतः।
महाज्वालो महार्चिष्मान्संप्रदीप्तमहास्वनः॥
]

`verse 10 [
सूर्यकोटिप्रतीकाशो ज्वलन्निव स तेजसा।
त्रैलोक्यं चादहत्तूर्णं ससुरासुरमानुषम्॥
]

`verse 11 [
एवंविधे महाघोरे महाप्रलयदारुणे।
ऋषिः परमधर्मात्मा ध्यानयोगपरोऽभवत्॥
]

`verse 12 [
एकः संतिष्ठो विप्रा मार्कण्डेयेति विश्रुतः।
मोहपाशैर्निबद्धोऽसौ क्षुत्तृष्णाकुलितेन्द्रियः॥
]

`verse 13 [
स दृष्ट्वा तं हावर्ह्निं शुष्ककण्ठतालुकः।
तृष्णार्तः प्रस्खलन्विप्रास्तदाऽसौ भयविह्वलः॥
]

`verse 14 [
ब भ्राम पृथिवीं सर्वां कांदिशीको विचेतनः।
त्रातारं नाधिगच्छन्वै इतश्चेतश्च धावति॥
]

`verse 15 [
न लेभे च तदा शर्म यत्र विश्राम्यता द्विजाः।
करोमि किं न जानामि यस्याहं शरणं व्रजे॥
]

`verse 16 [
कथं पश्यामि तं देवं पुरुषेशं सनातनम्।
इति संचिंतयन्देवमेकाग्रेण सनातनम्॥
]

`verse 17 [
प्राप्तवांस्तत्पदं दिव्यं महाप्रलयकारणम्।
पुरुषेशमिति ख्यातं वटराजं सनातनम्॥
]

`verse 18 [
त्वरायुक्तो मुनिश्चासौ न्यग्रोधस्यान्तिकं ययौ।
आसाद्य तं मुनिश्रेष्ठस्तस्य मूले समाविशत्॥
]

`verse 19 [
न कालाग्निभयं तत्र न चाङ्गरप्रवर्षणम्।
न संवर्तागमस्तत्र न च वज्राशनिस्तथा॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे मार्कण्डेयेन वटदर्शनं नाम द्विपऋ्चाशत्तमोऽध्यायः॥
]
