`verse 1 [
मार्कण्डेयाख्यानम्

ब्रह्मोवाच
ततो गजकुलप्रख्यास्तडिन्मालाविभूषिताः।
समुत्तस्थुर्महामेघा नभस्यद्‌भुतदर्शनाः॥
]

`verse 2 [
केचिन्नीलोत्पलश्यामाः केचित्कुमुदसंनिभाः।
केचित्किञ्जल्कसंकाशाः केचित्पीताः पयोधराः॥
]

`verse 3 [
केचिद्धरितसंकाशाः काकाण्डसंनिभस्तथा।
केचित्कमलपत्राभाः कचिद्धिङ्गुलसंनिभाः॥
]

`verse 4 [
केचित्पुरवराकाराः केचिद्‌गिरिवरोपमाः।
केचिदञ्जनसंकाशाः केचिन्मरकतप्रभाः॥
]

`verse 5 [
विद्युन्मालापिनद्धाङ्गाः समुत्तस्थुर्महाघनाः।
घोररूपा महाभागा घोरस्वननिनादिताः॥
]

`verse 6 [
ततोजलधराः सर्वे समावृण्वन्नभस्तलम्।
तैरियं पृथिवी सर्वा सपर्वतवनाकरा॥
]

`verse 7 [
आपूरिता दिशः सर्वाः सलिलौघपरिप्लुताः।
ततस्ते जलदा घोरा वारिणा मुनिसत्तमाः॥
]

`verse 8 [
सर्वतः प्लावयामासुश्चोदिताः परमेष्ठिना।
वर्षमाणा महातोयं पूरयन्तो वसुंधराम्॥
]

`verse 9 [
सुघोरमशिवं रौद्रं नाशयन्ति स्म पावकम्।
ततो द्वादश वर्षाणि पयोदाः समुप्लवे॥
]

`verse 10 [
धाराबिः पूरयन्तो वै चोद्यमाना महात्मना।
ततः समुद्राः स्वां वेलामतिक्रामन्ति भो द्विजाः॥
]

`verse 11 [
पर्वताश्च व्यशीर्यन्त मही चाप्सु निमज्जति।
सर्वतः सुमहाक्ष्रान्तास्ते पयोदा नभस्तलम्॥
]

`verse 12 [
संवेष्टयित्वा नश्यन्ति वायुवेगसमाहताः।
ततस्तं मारुतं घोरं स विष्णुर्मुनिसत्तमाः॥
]

`verse 13 [
आदिपद्मालयो देवः पीत्वा स्वपिति भो द्विजाः।
तस्मिन्नेकार्णवे घोरे नष्टे स्थावरजङ्गमे॥
]

`verse 14 [
नष्टे देवासुरनरे यक्षराक्षसवर्जिते।
ततो मुनिः स विश्रान्तो ध्यात्वा च पुरुषोत्तमम्॥
]

`verse 15 [
ददर्श चक्षुरुन्मील्य जलपूर्णां वसुंधराम्।
नापश्यत्तं वटं नोर्वों न दिगादि न भास्करम्॥
]

`verse 16 [
न चन्द्रार्काग्निपवनं न देवासुरपन्नगम्।
तस्मिन्नेकार्णवे घोरे तमोभूते निराश्रये॥
]

`verse 17 [
निमज्जन्स तदा विप्राः संतर्तुमुपचक्रमे।
बभ्रामासौ मुनिश्चाऽऽर्त इतश्चेतश्च संप्लवन्॥
]

`verse 18 [
निममज्ज तदा विप्रास्त्रातारं नाधिगच्छति।
एवं तं विह्‌वलं दृष्ट्वा कृपया पुरुषोत्तमः।
प्रोवाच मुनिसार्दूलास्तदा ध्यानेन तोषितः॥
]

`verse 19 [
श्रीभगवानुवाच
वत्स श्रान्तोऽसि बालस्त्वं भक्तत्र मम सुव्रत।
आगच्छाऽऽगच्छ शीघ्रं त्वं मार्कण्डेय ममन्तिकम्॥
]

`verse 20 [
मा त्वयैव च भेतव्यं संप्राप्तोऽसि ममाग्रतः।
मार्कण्डेय मुने धीर बालस्त्वं श्रमपीडितः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
तस्य तद्वचनं श्रुत्वा मुनिः परमकोपितः।
उवाच स तदा विप्रा विस्मितश्चाभवन्मुहुः॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 22 [
कोऽयं नाम्ना कीर्तयति तपः परिभवन्निव।
बहुवर्षसहस्राख्यं धर्षयन्निव मे वपुः॥
]

`verse 23 [
न ह्येष समुदाचारो देवेष्वपि समाहितः।
मां ब्रह्मा स च देवेशो दीर्घायुरिति भाषते॥
]

`verse 24 [
कस्तेपो घोरशिरसो ममाद्य त्यक्तजीवितः।
मार्कण्डेयेति चोक्त्वा मन्मृत्युं गन्तुमिहेच्छति॥
]

`verse 25 [
एकमुक्त्वा तदा विप्राश्चिन्ताविष्टोभवन्मुनिः।
किं स्वप्नोऽयं मया दृष्टः किंवा मोहोऽयमागतः॥
]

`verse 26 [
इत्यं चिन्तयतस्तस्य उत्पन्ना दुःखहा मतिः।
व्रजामि शरणं देवं भक्त्याऽहं पुरुषोत्तमम्॥
]

`verse 27 [
स गत्वा शरणं देवं मुनिस्तद्‌गतमानसः।
ददर्श तं वटं भूयो विशालं सलिलोपरि॥
]

`verse 28 [
शाखायां तस्य सौवर्णं विस्तीर्णायां महाद्‌भुतम्।
रुचिरं दिव्यपर्यङ्कं रचितं विश्वकर्मणा॥
]

`verse 29 [
वज्रवैदूर्यरचितं मणिविद्रुमशांभतम्।
पद्मरागादिभिर्जुष्टं रत्नैरन्यैरलंकृतम्॥
]

`verse 30 [
नानास्तरणसंवीतं नानारत्नोपशोभितम्।
नानास्चर्यसमायुक्तं प्रभामण्डलमण्डितम्॥
]

`verse 31 [
तस्योपरि स्थितं देवं कृष्णं बालवपुर्धरम्।
सूर्यकोटिप्रतीकाशं दीप्यमानं सुवर्चसम्॥
]

`verse 32 [
चतुर्भुजं सुन्दराङ्गं पद्मपत्रायतेक्षणम्।
श्रीवत्सवक्षसं देवं शङ्खचक्रगदाधरम्॥
]

`verse 33 [
वनमालावृतोरस्कं दिव्यकुण्डलधारिणम्।
हारभारार्पितग्रीवं दिव्यरत्नविभूषितम्॥
]

`verse 34 [
दृष्ट्वा तदा मुनिर्देवं विस्मयोत्फुल्ललोचनः।
रोमाञ्चिततनुर्देवं प्रणिपत्येदमब्रवीत्॥
]

`speaker [
मार्कण्‍डेय उवाच
]

`verse 35 [
अहो चैकार्णवे घोरे विनष्टे सचराचरे।
कथमेको ह्ययं बालस्तिष्ठत्यत्र सुनिर्भयाः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
भूतं भव्यं भिष्यं च जानन्नपि महामुनिः।
न बुबोध तदा देवं मायया तस्य माहितः।
यदा न बुबुधे चैनं तदा खेदादुवाच ह॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 37 [
वृथा मे तपसो वीर्यं वृथा ज्ञानं वृथा क्रिया।
वृथा मे जीवितं दीर्घं वृथा मानुष्यमेव च॥
]

`verse 38 [
योऽहं सप्तं न जानामि पर्यङ्के दिव्यबालकम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
एवं संचिन्तयन्विप्रः प्लवमानो विचेतनः।
त्राणार्थं विह्‌वलश्चासौ निर्वेदं गतवांस्तदा॥
]

`verse 40 [
ततो बालार्कसंकाशं स्वमहिम्ना व्यवस्थितम्।
सर्वतेजोमयं विप्रा न शशाकाभिवीक्षितुम्॥
]

`verse 41 [
दृष्ट्वा तं मुनिमायान्तं स बालः प्रहसन्निव।
प्रोवाच मुनिशार्दूलास्तदा मेघौघनिस्वनः॥
]

`verse 42 [
श्रीभगवानुवाच
वत्स जानामि त्वां त्राणार्थं मामुपस्थितम्।
शरीरं विश मे क्षिप्रं पिश्रामस्ते मयोदितः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
श्रुत्वा स वचनं तस्य किंचिन्नोवाच मोहितः।
विवेश वदनं तस्य विवृतं चावशो मुनिः॥
]

`colophon [
इति श्रीमहापुराणे ब्राह्मे स्वयंभ्वृषिसंवादे मार्कण्डेयप्रलयदर्शनं नाम त्रिपञ्चाशत्तमोऽध्यायः॥
]
