`verse 1 [
मार्कण्डेयाख्यानम्

ब्रह्मोवाच
स प्रविश्योदरे तस्य बालस्य मुनिसत्त्मः।
ददर्श पृथवीं कृत्स्नां नानाजनपदैर्वृताम्॥
]

`verse 2 [
लवणेक्षुसुरासर्पिर्दधिदुग्धजलोदधीन्।
ददर्श तान्समुद्रांश्च जम्बु प्लक्षं च शाल्मलम्॥
]

`verse 3 [
कुशं क्रौञ्चंचशाकं च पुष्करं च ददर्श सः।
भारतादीनि वर्षाणि तथा सर्वंश्च पर्वतान्॥
]

`verse 4 [
मेरुं च सर्वरत्नाढ्यमपश्यत्कनकाचलम्।
नानारत्नान्वितैः श्रृङ्गैर्भूषितं बहुकन्दरम्॥
]

`verse 5 [
नानामुनिजनाकीर्णं नानावृक्षवनाकुलम्।
नानासत्त्वसमायुक्तं नानाशचर्यसमन्वितम्॥
]

`verse 6 [
व्याघ्रैः सिंहर्वराहैस्च चामरेर्महिषैर्गजै।
मृगैः शाखामृगैश्चान्यैर्भूषितं सुमनोहरम्॥
]

`verse 7 [
शक्राद्यैर्विविधैर्देवैः सिद्धचारणपन्नगैः।
मुनियक्षाप्सरोभिश्च वृतैश्चान्यैः सुरालयैः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
एवं सुमेरुं श्रीमन्तमपश्यन्मुनिसत्तमः।
पर्यटन्स तदा विप्रस्तस्य बालस्य चोदरे॥
]

`verse 9 [
हिमवन्तं हेमकूटं निषधं गन्धमादनम्।
श्वेतं च दुर्धरं नीलं कैलासं मन्दरं गिरिम्॥
]

`verse 10 [
महेन्द्रं मलयं विन्ध्यं पारियात्रं तथाऽर्बुदम्।
सह्यं च शुक्तिमन्तं च मैनाकं वक्रपर्वतम्॥
]

`verse 11 [
एताश्चान्यास्च बहवो यावन्तः पृथिवीधराः।
ततस्तांस्तु मनिश्रेष्ठाः सोऽपश्यद्रत्नभूषितान्॥
]

`verse 12 [
कुरुक्षेत्रं च पाञ्चालान्मत्स्यान्मद्रान्सकेकयान्।
वाह्लीकान्शूरसेनांश्च काश्मीरांस्तङ्गणान्खसान्॥
]

`verse 13 [
पार्वतीयान्किरातांश्च कर्णप्रावरणान्मरून्।
अन्त्यजान्त्यजातींस्च सोऽपश्यत्तस्य चोदरे॥
]

`verse 14 [
मृगाच्छाखामृगान्सिंहान्वराहन्सृमराञ्छशान्।
गजांश्चान्यांस्तथा सत्त्वान्सोऽपस्यत्तस्य चोदरे॥
]

`verse 15 [
पृथिव्यां यानि तीर्थानि ग्रामश्च नगराणि च।
कृषिगोरक्षवाणिज्यं क्रयविक्रयणं तथा॥
]

`verse 16 [
शक्रादीन्विबुधाञ्छेष्ठांस्तथाऽन्यांश्च दिवौकसः।
गन्धर्वाप्सरसो यक्षानृषींश्चैव सनातनान्॥
]

`verse 17 [
दैत्यदानवसंघांश्च नागांश्च मुनिसत्तमाः।
सिंहिकातनयांश्चैव ये चान्ये सुरशत्रवः॥
]

`verse 18 [
यत्किंचित्तेन लोकेऽस्मिन्दृष्टपूर्वं चराचरम्।
अपश्यत्स तदा सर्वं तस्य कुक्षौ द्विजोत्तमाः॥
]

`verse 19 [
अथवा किं बहूक्तेन कीर्तितेन पुनः पुनः।
ब्रह्मादिस्तम्बपर्यन्तं यत्किंचित्सचराचरम्॥
]

`verse 20 [
भूर्लोकं च भुवर्लोकं स्वर्लोकं च द्विजोत्तमाः।
महर्जनस्तपः सत्यमतलं वितलं तथा॥
]

`verse 21 [
पातालं सुतलं चैव वितलं च रसातलम्।
महातलं च ब्रह्माण्डमपश्यत्त्स्य चोदरे॥
]

`verse 22 [
अव्याहता गतिस्तस्य तदाऽभूद्‌द्विजसत्तमाः।
प्रसादात्तस्य देवस्य स्मृतिलोपश्च नाभवत्॥
]

`verse 23 [
भ्रममाणस्तदा कुक्षौ कृत्स्नं जगदिदं द्विजाः।
नान्तं जगाम देहस्य तस्य विष्णोः कदाचन॥
]

`verse 24 [
यदाऽसौ नाऽऽगतश्चान्तं तस्य देहस्य भो द्विजाः।
तदा तं वरदं देवं शरणं गतवान्मुनिः॥
]

`verse 25 [
ततोऽसौ सहसा विप्रा वायुवेगेन निःसृतः।
महात्मनो मुखात्तस्य विवृतात्पुरुषस्य सः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभ्वृषिसंवादे मार्कण्डेयस्य भगवत्कुक्षिपरिवर्तनं नाम चतुष्पश्चाशत्त्मोध्यायः॥
]
