`verse 1 [
मार्कण्डेयाख्यानम्
ब्रह्मोवाच
स निष्क्रम्योदरात्तस्य बालस्य मुनिसत्तमाः।
पुनश्चैकार्णवामुर्वोमपश्यज्जनवर्जिताम्॥
]

`verse 2 [
पूर्वदृष्टं च तं देवं ददर्श शिशुरूपिणम्।
शाखायां व़टवृक्षस्य पर्यङ्कोपरि संस्थितम्॥
]

`verse 3 [
श्रीवत्सवक्षसं देवं पीतवस्त्रं चतुर्भुजम्।
जगदादाय तिष्ठन्तं पद्मपत्रायतेक्षणम्॥
]

`verse 4 [
सोऽपि तं मुनिमायान्तं प्लवमानमचेतनम्।
दृष्ट्वा मुखाद्विनिष्क्रान्तं प्रोवाच प्रहसन्निव॥
]

`verse 5 [
श्रीभगवानुवाच
कच्चित्त्वयोषितं वत्स विश्रान्तं च ममोदरे।
भ्रममाणश्च किं तत्र आशर्च्यं दुष्टवानसि॥
]

`verse 6 [
भक्तोऽसि मे मुनिश्रेष्ठ श्रान्तोऽसि च ममाऽऽश्रितः।
तेन त्वामुपकाराय संभाषे पश्च मामिह॥
]

`speaker [
ब्रहोवाच
]

`verse 7 [
श्रुत्वा स वचनं तस्य संप्रहृष्टतनूरुहः।
ददर्श तं सुदुष्प्रेक्षं रत्नैर्दिव्यैरलैकृतम्॥
]

`verse 8 [
प्रसन्ना निर्मला दृष्टिर्महूर्तात्तस्य भो द्विजाः।
प्रसादात्तस्य देवस्य प्रादुर्भूता पुनर्नवा॥
]

`verse 9 [
रक्ताङ्गुलितलौ पादौ ततस्तस्य सुरार्चितौ।
प्रणाम् शिरसा विप्रा हर्षगद्‌गदया गिरा॥
]

`verse 10 [
कृताञ्जलिस्तदा हृष्टो विस्मितश्च पुनःपुनः।
दृष्ट्वा तं परमात्मानं संस्तोतुमुपचक्रमे॥
]

`speaker [
मार्कण्डेय उवाच
]

`verse 11 [
देवदेव जगन्नाथ मायाबालवपुर्धर।
त्राहि मां चारुपद्माक्ष दुःखितं शरणागतम्॥
]

`verse 12 [
संतप्तोऽस्मि सुरश्रेष्ठ संवर्ताख्येन वह्निना।
अङ्गारवर्षभीतं च त्राहि मां पुरुषोत्तम॥
]

`verse 13 [
शोषितश्च प्रचण्डेन वायुना जगदामुना।
विह्वलोऽहं तथा श्रान्तस्त्राहि मां पुरुषोत्तम॥
]

`verse 14 [
तापितश्च तशामात्यैः (?) प्रलयावर्तकादिभिः।
न शान्तिमधिगच्छामि त्राहि मां पुरुषोत्तम॥
]

`verse 15 [
तृषितश्च क्षुधाऽऽविष्टो दुःखितश्च जगत्पते।
त्रातारं नात्र पश्यामि त्राहि मां पुरुषोत्तम॥
]

`verse 16 [
अस्मिन्नेकर्णवे घोरे विनष्टे सचराचरे।
न चान्तमाधिगच्छामि त्राहि मां पुरुषोत्तम॥
]

`verse 17 [
तवोदरे च देवेश मया दृष्टं चराचरम्।
विस्मितोऽहं विषण्णश्च त्राहि मां पुरुषोत्तम॥
]

`verse 18 [
संसारेऽस्मिन्निरालम्बे प्रसीद पुरुषोत्तम।
प्रसीद विबुधश्रेष्ठ प्रसीद विबुधप्रिय॥
]

`verse 19 [
प्रसीद विबुधां नाथ प्रसीद विबुधालय।
प्रसीद सर्वलोकेश जगत्कारणकारण॥
]

`verse 20 [
सर्वकृद्‌देव प्रसीद मम भूधर।
प्रेसीद सलिलावास प्रसीद मधुसूदन॥
]

`verse 21 [
कमलाकान्त प्रसीद त्रिदशेश्वर।
प्रसीद कंसकेशिघ्न प्रसीदारिष्टनाशन॥
]

`verse 22 [
प्रसीद कृष्ण दैतय्घ्न प्रसीद दनुजान्तक।
प्रसीद मथुरावास प्रसीद यदुनन्दन॥
]

`verse 23 [
प्रसीद शक्रावरज प्रसीद वरदाव्यय।
त्वं बुद्धिः प्रकृतिश्चैव सत्त्वाद्यास्त्वं जगत्पते॥
]

`verse 24 [
त्वं नभस्त्वं मनश्चैव त्वमहंकार एव च।
त्वं बुद्धिः प्रकृतिश्चैव सत्त्वागद्यास्त्वं जगत्पते॥
]

`verse 25 [
पुरषस्त्वं जगद्व्‌यापी पुरुषादपि चोत्तमः।
त्वमिन्दियाणि सर्वाणि शब्दाद्या विषयाः प्रभो॥
]

`verse 26 [
त्वं दिक्पालाश्च धर्माश्च वेदा यज्ञाः सदक्षिणाः।
त्वमिन्द्रस्त्वं शिवो देवस्त्वं हविस्त्वं हुताशनः॥
]

`verse 27 [
त्वं यमः पितृराट्‌देव त्वं रक्षोधिपतिः स्वयम्।
वरुणस्त्वमपां नाथ त्वं वायुस्त्वं धनेश्वराः॥
]

`verse 28 [
त्वमीशानस्त्वमनन्तस्त्वं गणेशश्च षण्मुखः।
वसवस्त्वं तथा रुद्रास्त्वमादित्याश्च खेचराः॥
]

`verse 29 [
दानवास्त्वं तथा यक्षास्त्वं दैत्याः समरुद्‌गुणाः।
सिद्धाश्चाप्सरसो नागा गन्धर्वास्त्वं स चारणः॥
]

`verse 30 [
पितरो बालखिल्याश्च प्रजानां पतयोऽच्युत।
मुनयस्त्वमृषिगणास्त्वमश्विनौ निशाचराः॥
]

`verse 31 [
अन्याश्च जातयस्त्वं हि यत्किंचिज्जीवसंज्ञितम्।
किंचात्र बहुनोक्तेन ब्रह्मादिस्तम्बगोचरम्॥
]

`verse 32 [
भूतं भव्यं भविष्यं च त्वं जगत्सचराचरम्।
यत्ते रूपं परं देव कूटस्थमचलं ध्रवम्॥
]

`verse 33 [
ब्रह्माद्यास्तन्न जानन्ति कथमन्येऽल्पमेधसः।
देव शुद्धस्वभावोऽसि नित्यस्त्वं प्रकृतेः परः॥
]

`verse 34 [
अव्यक्तः शाश्वतोऽनन्तः सर्वव्यापी महेश्वरः।
त्वमाकाशः परः शान्तो अजस्त्वं विभुरव्ययः॥
]

`verse 35 [
एवं त्वां निर्गुणं स्तोतुं कः शक्नोति निरञ्जनम्।
स्तुतोऽसि यन्मया देव विकलेनाल्पचेतसा॥
तत्सर्वं देवदेवेश क्षन्तुमर्हसि चाव्यय॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे भगवत्स्तवनिरूपणं नाम पञ्चपञ्चाशत्तमोऽध्यायः॥
]
