`speaker [
ब्रह्मोवाच
]

`verse 1 [
अनन्ताख्यं वासुदेवं दृष्ट्वा भक्त्या प्रणम्य च।
सर्वपापविनिर्मुक्तो नरो याति परं पदम्॥
]

`verse 2 [
मया चाऽऽराधितश्चासौ शक्रेण तदन्तरम्।
विभिषणेन रामेण कस्तं नाऽऽराधयेत्पुमान्॥
]

`verse 3 [
श्वेतगङ्गां नरः स्नात्वा यः पश्येच्छ्वेतमाधवम्।
मत्स्याख्यं माधवं चैव श्वेतद्वीपं स गच्छति॥
]

`speaker [
मुनय ऊचुः
]

`verse 4 [
श्वेतमाधवमाहात्म्यं वक्तुमर्हस्यशेषतः।
विस्तरेण जगन्नाथ प्रतिमां तस्य वै हरेः॥
]

`verse 5 [
तस्मिन्क्षेत्रवरे पुण्ये विख्याते जगतीतले।
श्वेताख्यं माधवं देवं कस्तं स्थापितवान्पुरा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
अभूत्कृतयुगे विप्राः श्वेतो नाम नृपो बली।
मतिमान्धर्मविच्छूरः सत्यसंधो दृढव्रतः॥
]

`verse 7 [
यस्य राज्ये तु वर्षाणां सहस्रं दश मानवाः।
भवन्त्यायुष्मन्तो लोका बालस्तस्मिन्न सीदति॥
]

`verse 8 [
वर्तमाने तदा राज्ये किंचित्काले गते द्विजाः।
कपालगौतमौ नाम ऋषिः परमधार्मिकः॥
]

`verse 9 [
सुतोऽस्याजातदन्तश्च मृतः कालवशाद् द्विजाः।
तमादाय ऋषिर्धोमान्नृपस्यान्तिकमानयत्॥
]

`verse 10 [
दृष्ट्वैवं नृपतिः सुप्तं कुमारं गतचेतसम्।
प्रतिज्ञामकरोद्विप्रा जीवनार्थं शिशोस्तदा॥
]

`speaker [
राजोवाच
]

`verse 11 [
यावद्बालमहं त्वेनं यमस्य सदने गतम्।
नाऽऽनये सप्तरात्रेण चितां दीप्तां समारुहे॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
एवमुक्त्वाऽसितैः पद्मैः शतैर्दशशतादिकैः।
संपूज्य च महादेवं राजा विद्यां पुनर्जपेत्(?)॥
]

`verse 13 [
अतिभक्तिं तु संचिन्त्य नृपस्य जगदीश्वरः।
सांनिध्यमागमत्तुष्टोऽस्मीत्युवाच सहोमया॥
]

`verse 14 [
श्रुत्वैवं गिरमीशस्य विलोक्य सहसा हरम्।
भस्मदिग्धं विख्यपाक्षं शरत्कुन्देन्दुवर्चसम्॥
]

`verse 15 [
शार्दूलचवर्मवसनं शशाङ्काङ्कितमूर्धजम्।
महीं निपत्य सहसा प्रणम्य स तदाऽब्रवीत्॥
]

`speaker [
श्वेत उवाच
]

`verse 16 [
कारुण्यं यदि मे दृष्ट्वा प्रसन्नोऽसि प्रभो यदि।
कालस्य वशमापन्नो बालको द्विजपुत्रकः॥
]

`verse 17 [
जीवत्वेष पुनर्बाल इत्येवं व्रतमाहितम्।
अकस्माच्च मृतं बालं नियम्य भगवन्स्वयम्॥
यथोक्तायुष्यसंयुक्तं क्षेमं कुरु महेश्वर॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
श्वेतस्यैतद्वचः श्रुत्वा मुदं प्राप हरस्तदा।
कालमाज्ञापयामास सर्वभूतभयंकरम्॥
]

`verse 19 [
नियम्य कालं दुर्धर्षं यमस्याऽऽज्ञाकरं द्विजाः।
बालं संजीवयामास मृत्योर्मुखगतं पुनः॥
]

`verse 20 [
कृत्वा क्षेमं जगत्सर्वं मुनेः पुत्रं स तं द्विजाः।
देव्या सहोमया देवस्तत्रैवान्तरधीयत॥
]

`verse 21 [
एवं संजीवयामास मुनेः पुत्रं नृपोत्तमः॥
]

`speaker [
मुनय ऊचुः
]

`verse 22 [
देवदेव जगन्नाथ त्रैलोक्यप्रभवाव्यय।
ब्रूहि नः परमं तथ्यं श्वेताख्यस्य च सांप्रतम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
श्रृणुध्वं मुनिशार्दूलाः सर्वसत्त्वहितावहम्।
प्रवक्ष्यामि यथातथ्यं यत्पृच्छथ ममानघाः॥
]

`verse 24 [
माधवस्य च माहात्म्यं सर्वपापप्रणाशनम्।
यच्छ्रुत्वाऽभिमतान्कामान्ध्रुवं प्राप्नोति मानवः॥
]

`verse 25 [
श्रुतवानृषिभिः पूर्वं माधवाख्यस्य भो द्विजाः।
श्रृणुध्वं तां कथां दिव्यां भयशोकार्तिनासिनीम्॥
]

`verse 26 [
स कृत्वा राज्यमेकाग्य्रं वर्षाणां च सहस्रशः।
विचार्य लौकिकान्धर्मान्वैदिकान्नियमांस्तथा॥
]

`verse 27 [
केशवाराधने विप्रा निश्चितं व्रतमास्थितः।
स गत्वा परमं क्षेत्रं सागरं दक्षिणाश्रयम्॥
]

`verse 28 [
तटे तस्मिञ्छुभे रम्ये देशे कृष्णस्य चान्तिके।
श्वेतोऽथ कारयामास प्रसादं शुभलक्षणम्॥
]

`verse 29 [
धन्वन्तरशतं चैकं देवदेवस्य दक्षिणे।
ततः श्वेतेन विप्रेन्द्राः श्वेतशैलमयेन च॥
]

`verse 30 [
कृतः स भगवाञ्छ्वेतो माधवश्चन्द्रसंनिभः।
प्रतिष्ठां विधिवच्चक्रे यथोद्दिष्टां स्वयं तु सः॥
]

`verse 31 [
दत्त्वा दानं द्विजातिभ्यो दीनानाथतपस्विनाम्।
अथानन्तरतो राजा माधवस्य च संनिधौ॥
]

`verse 32 [
महीं निपत्य सहसा ओंकारं द्वादशाक्षरम्।
जपन्स मौनमास्थाय मासमेकं समाधिना॥
]

`verse 33 [
निराहारो महाभागः सम्यग्विष्णुपदे स्थितः।
जपान्ते स तु देवेशं संस्तोतुमुपचक्रमे॥
]

`speaker [
श्वेत उवाच
]

`verse 34 [
ओं नमो वासुदेवाय नमः संकर्षणाय च।
प्रद्युम्नायानिरुद्धाय नमो नारायणाय च॥
]

`verse 35 [
नमोऽस्तु बहुरूपाय विश्वरूपाय वेधसे।
निर्गुणायाप्रतर्क्याय शुचये शुक्लकर्मणे॥
]

`verse 36 [
ओं नमः पद्मनाभाय पद्मगर्भोद्भवाय च।
नमोऽस्तु पद्मवर्णाय पद्महस्ताय ते नमः॥
]

`verse 37 [
ओं नमः पुष्कराक्षाय सहस्राक्षाय मीढुषे।
नमः सहस्रपादाय सहस्रभुज मन्यवे॥
]

`verse 38 [
ओं नमोऽस्तु वराहाय वरदाय सुमेधसे।
वरिष्ठाय वरेण्याय शरण्यायाच्युताय च॥
]

`verse 39 [
ओं नमो बालरूपाय बालपद्मप्रभाय च।
बालार्कसोमनेत्राय मुञ्जकेशाय धीमते॥
]

`verse 40 [
केशवाय नमो नित्यं नमो नारायणाय च।
माधवाय वरिष्ठाय गोविन्दाय नमो नमः॥
]

`verse 41 [
ओं नमो विष्णवे नित्यं देवाय वसुरेतसे।
मधुसूदनाय नमः शुद्धायांशुधराय च॥
]

`verse 42 [
नमोऽनन्ताय सूक्ष्माय नमः श्रीवत्सधारिणे।
त्रिविक्रमाय च नमो दिव्यपीताम्बराय च॥
]

`verse 43 [
सृष्टिकर्त्रे नमस्तुभ्यं गोप्त्रे धात्रे नमो नमः।
नमोऽस्तु गुणभूताय निर्गुणाय नमो नमः॥
]

`verse 44 [
नमो वामनरूपाय नमो वामनकर्मणे।
नमो वामननेत्राय नमो वामनवाहिने॥
]

`verse 45 [
नमो रम्याय पूज्याय नमोऽस्त्वव्यक्तरूपिणे।
अप्रतर्क्याय शुद्धाय नमो भयहराय च॥
]

`verse 46 [
संसारार्णवपोताय प्रशान्ताय स्वरूपिणे।
शिवाय सौम्यरूपाय रुद्रायोत्तारणाय च॥
]

`verse 47 [
भवभङ्गकृते चैव भवभोगप्रदाय च।
भवसंघातरूपाय भवसृष्टिकृते नमः॥
]

`verse 48 [
ओं  नमो दिव्यरूपाय सोमाग्निश्वसिताय च।
सोमसूर्यांशुकेशाय गोब्राह्मणहिताय च॥
]

`verse 49 [
ओं नम ऋक्स्वरूपाय पदक्रमस्वरूपिणे।
ऋक्स्तुताय नमस्तुभ्यं नम ऋक्साधनाय च॥
]

`verse 50 [
ओं नमो यजुषां धात्रे यजूरूपधराय च।
यजुर्याज्याय जुष्टाय यजुषां पतये नमः॥
]

`verse 51 [
ओं नमः श्रीपते देव श्रीधराय वराय च।
श्रियः कान्ताय दान्ताय योगिचिन्त्याय योगिने॥
]

`verse 52 [
ओं नमः सामरूपाय सामध्वनिवराय च।
ओं नमः सामसौम्याय मामयोगविदे नमः॥
]

`verse 53 [
साम्ने च सामगीताय ओं नमः सामधारिणे।
सामयज्ञविदे चैव नमः सामाकराय च॥
]

`verse 54 [
नमस्त्वथर्वशिरसे नमोऽथर्वस्वरूपिणे।
नमोऽस्त्वथर्वपादाय नमोऽथर्वकराय च॥
]

`verse 55 [
ओं नमो वज्रशीर्षाय मधुकैटभघातिने।
महोदधिजलस्थाय वेदाहरणकारिणे॥
]

`verse 56 [
नमो दीप्तस्वरूपाय हृषीकेशाय वै नमः।
नमो भगवते तुभ्यं वासुदेवाय ते नमः॥
]

`verse 57 [
नारायण नमस्तुभ्यं नमो लोकहिताय च।
ओं नमो मोहनाशाय भवभङ्गकराय च॥
]

`verse 58 [
गतिप्रदाय च नमो नमो बन्धहराय च।
त्रैलोक्यतेजसां कर्त्रे नमस्तेजःस्वरूपिणे॥
]

`verse 59 [
योगीश्वराय शुद्धाय रामायोत्तरणाय च।
सुखाय सुखनेत्राय नमः सुकृतधारिणे॥
]

`verse 60 [
वासुदेवाय वन्द्याय वामदेवाय वै नमः।
देहिनां देहकर्त्रे च भेदभङ्गकराय च॥
]

`verse 61 [
देवैर्वान्दितदेहाय नमस्ते दिव्यमौलिने।
नमो वासनिवासाय वासव्यवहराय च॥
]

`verse 62 [
ओं नमो वसुकर्त्रे च वसुवासप्रदाय च।
नमो यज्ञस्वरूपाय यज्ञेशाय च योगिने ॥
]

`verse 63 [
यतियोगकरेशाय नमो यज्ञाङ्गधारिणे।
संकर्षणाय च नमः प्रलम्बमथनाय च॥
]

`verse 64 [
मेघघोषस्वनोत्तीर्णवेगलाङ्गलधारिणे।
नमोऽस्तु ज्ञानिनां ज्ञान नारायणपरायण॥
]

`verse 65 [
न मेऽस्ति त्वामृते बन्धुर्नरकोत्तारणे प्रभो।
अतस्त्वां सर्वभावेन प्रणतो नतवत्सल॥
]

`verse 66 [
मलं यत्कायजं वाऽपि मानसं चैव केशव।
न तस्यान्योऽस्ति देवेश क्षालकस्त्वामृतेऽच्युत॥
]

`verse 67 [
संसर्गाणि समस्तानि विहाय त्वामुपस्थितः।
संगो मेऽस्तु त्वया सार्धमात्मलाभाय केशव॥
]

`verse 68 [
कष्टमापत्सुदुष्पारं संसारं वेद्मि केशव।
तापत्रयपरिक्लिष्टस्तेन त्वां शरणं गतः॥
]

`verse 69 [
एषणभिर्जगत्सर्वं मोहितं मायया तव।
आकर्षितं च लोभाद्यैरतस्त्वामहमाश्रितः॥
]

`verse 70 [
नास्ति किंचित्सुखं विष्णो संसारस्थस्य देहिनः।
यथा यथा हि यज्ञेश त्वयि चेतः प्रवर्तते॥
]

`verse 71 [
तथा फलविहीनं तु सुखमात्यन्तिकं लभेत्।
नष्टो विवेकशून्योऽस्मि दृश्यते जगदातुरम्॥
]

`verse 72 [
गोविन्द त्राहि संसारान्मामुद्धर्तुं त्वमर्हसि।
मग्नस्य मोहसलिले निरुत्तरे भवार्णवे॥
उद्धर्ता पुण्डरीकाक्ष त्वामृतेऽन्यो न विद्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 73 [
इत्थं स्तुतस्ततस्तेन राज्ञा श्वेतेन भो द्विजाः।
तस्मिन्क्षेत्रवरे दिव्ये विख्याते पुरुषोत्तमे॥
]

`verse 74 [
भक्तिं तस्य तु संचिन्त्य देवदेवो जगद्गुरुः।
आजगाम नृपस्याग्रे सर्वैर्देवैर्वृतो हरिः॥
]

`verse 75 [
नीलजीमूतसंकाशः पद्मपत्रायतेक्षणः।
दधत्सुदर्शनं धीमान्कराग्रे दीप्तमण्डलम्॥
]

`verse 76 [
क्षीरोदजलसंकाशो विमलश्चन्द्रसंनिभः।
रराज वामहस्तेऽस्य पाञ्चजन्यो महाद्युतिः॥
]

`verse 77 [
पक्षिराजध्वजः श्रीमान्गदाशार्ङ्गासिधृक्प्रभुः।
उवाच साधु भो राजन्यस्य ते मतिरुत्तमा
यादिष्टं वर भद्रं ते प्रसन्नोऽस्मि तवानघ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 78 [
श्रुत्वैवं देवदेवस्य वाक्यं तत्परमामृतम्।
प्रणम्य शिरसोवाच श्वेतस्तद्गतमानसः॥
]

`verse 79 [
यद्यहं भगवन्भक्तः प्रयच्छ वरमुत्तमम्।
आब्रह्मभवनादूर्ध्वं वैष्णवं पदमव्ययम्॥
]

`verse 80 [
विमलं विरजं शुद्धं संसारासङ्गवर्जितम्।
तत्पदं गन्तुमिच्छामि त्वत्प्रसादाज्जगत्पते॥
]

`verse 81 [
श्रीभगवानुवाच
यत्पदं विबुधाः सर्वे मुनयः सिद्धयोगिनः।
नाभिगच्छन्ति यद्रम्यं परं पदमनामयम्॥
]

`verse 82 [
यास्यसि परमं स्थानं राज्यामृतमुपास्य च।
सर्वांल्लोकानतिक्रम्य मम लोकं गमिष्यसि॥
]

`verse 83 [
कीर्तिस्तवात्र राजेन्द्र त्रींल्लोकांश्च गमिष्यति।
सांनिध्यं मम चैवात्र सर्वदैव भविष्यति॥
]

`verse 84 [
श्वेतगङ्गेति गास्यन्ति सर्वे ते देवदानवाः।
कुशाग्रेणापि राजेन्द्रश्वेतगाङ्गेयमम्बु च॥
]

`verse 85 [
स्पृष्ट्वा स्वर्गं गमिष्यन्ति मद्भक्ता ये समाहिताः।
यस्त्विमां प्रतिमांगच्छेन्माधवाख्यां शशिप्रभाम्॥
]

`verse 86 [
शङ्खगोक्षीरसंकाशामशेषाघविनाशिनीम्।
तां प्रणम्य सकृद्भक्त्या पुण्डरीकनिकनिभेक्षणाम्॥
]

`verse 87 [
विहाय सर्वलोकान्वै मम लोके महीयते।
मन्वन्तराणि तत्रैव देवकन्याभिरावृतः॥
]

`verse 88 [
गीयमानश्च मधुरं सिद्धगन्धर्वसेवितः।
भुनक्ति विपुलान्भोगान्यथेष्टं मामकैः सह॥
]

`verse 89 [
च्युतस्तस्मादिहाऽऽगत्य मनुष्यो ब्राह्मणो भवेत्।
वेदवेदाङ्गविच्छ्रीमान्भोगवांश्चिरजीवितः॥
]

`verse 90 [
गजाश्वरथयानाढ्यो धनधान्यावृतः शुचिः।
रूपवान्बहुभग्यश्च पुत्रपौत्रसमन्वितः॥
]

`verse 91 [
पुरुषोत्तमं पुनः प्राप्य वटमूलेऽथ सागरे।
त्यक्त्वा देहं हरिं स्मृत्वा ततः शान्तपदं व्रजेत्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे श्वेतमाधवमाहात्म्यवर्णनं नामैकोनषष्टितमोऽध्यायः॥
]
