`speaker [
ब्रह्मोवाच
]

`verse 1 [
श्वेतमाधवमालोक्य समीपे मत्स्यमाधवम्।
एकार्णवजले पूर्वं रोहितं रूपमास्थितम्॥
]

`verse 2 [
वेदानां हरणार्थाय रसातलतले स्थितम्।
चिन्तयित्वा क्षितिं सम्यक्तस्मिन्स्थाने प्रतिष्ठितम्॥
]

`verse 3 [
आद्यावतरणं रूपं माधवं मत्स्यरूपिणम्।
प्रणम्य प्रणतो भूत्वा सर्वदुःखाद्विमुच्यते॥
]

`verse 4 [
प्रयाति परमं स्थानं यत्र देवो हरिः स्वयम्।
काले पुनरिहाऽऽयातो राजा स्यात्पृथिवीतले॥
]

`verse 5 [
वत्समाधवमासाद्य दुराधर्षो भवेन्नरः।
दाता भोक्ता भवेद्यज्वा वैष्णवः सत्यसंगरः॥
]

`verse 6 [
योगं प्राप्य हरेः पश्चात्ततो मोक्षमवाप्नुयात्।
मत्स्यमाधवमाहात्मयं मया संपरिकीर्तितम्॥
यं दृष्ट्वा मुनिशार्दूलाः सर्वान्कामानवाप्नुयात्॥
]

`speaker [
मुनय ऊचुः
]

`verse 7 [
भगवञ्श्रोतुमिच्छामो मार्जनं वरुणालये।
क्रियते स्नानदानादि तस्याशेषफलं वद॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
श्रृणुध्वं मुनिशार्दूला मार्जनस्य यथाविधि।
भक्त्या तु तन्मना भूत्वा संप्राप्य पुण्यमुत्तमम्॥
]

`verse 9 [
मार्कण्डेयह्रदे स्नानं पूर्वकाले प्रशस्यते।
चतुर्दश्यां विशेषेण सर्वपापप्रणाशनम्॥
]

`verse 10 [
तद्वत्स्नानं समुद्रस्य सर्वकालं प्रशस्यते।
पौर्णमास्यां विशेषेण हयमेधफलं लभेत्॥
]

`verse 11 [
मार्कण्डेयं वटं कृष्णं रौहिणेयं महोदधिम्।
इन्द्रद्युम्नसरश्चैव पञ्चतीर्थोविधिः स्मृतः(?)॥
]

`verse 12 [
पूर्णिमा ज्येष्ठमासस्य ज्येष्ठा ऋक्षं यदा भवेत्।
तदा गच्छेद्विशेषेण तीर्थराजं परं शुभम्॥
]

`verse 13 [
कायवाङ्मानसैः शुद्धस्तद्भावो नान्यमानसः।
सर्वद्वंद्वविनिर्मुक्तो वीतरागो विमत्सरः॥
]

`verse 14 [
कल्पवृक्षवटं रम्यं तत्र स्नात्वा जनार्दनम्।
प्रदक्षिणं प्रकुर्वीत त्रिवारं सुसमाहितः॥
]

`verse 15 [
यं दृष्ट्वा मुच्यते पापात्सप्तजन्मसमुद्भवात्।
पुण्यं चाऽऽप्नोति विपुलं गतिमिष्टां च भो द्विजाः॥
]

`verse 16 [
तस्य नामानि वक्ष्यामि प्रमाणं च युगे युगे।
यथासंख्यं च भो विप्राः कृतादिषु यथाक्रमम्॥
]

`verse 17 [
वटं वटेश्वरं कृष्णं पुराणपुरुषं द्विजाः।
वटस्यैतानि नामानि कीर्तितानि कृतादिषुः॥
]

`verse 18 [
योजनं पादहीनं च योजनार्धं तदर्धकम्।
प्रमाणं कल्पवृक्षस्य कृतादौ परिकीर्तितम्॥
]

`verse 19 [
यथोक्तेन तु मन्त्रेण नमस्कृत्वा तु तं वटम्।
दक्षिणाभिमुखो गच्छेद्धन्वन्तरशतत्रयम्॥
]

`verse 20 [
यत्रासौ दृश्यते विष्णुः स्वर्गद्वारं मनोरमम्।
सागराम्भः समाकृष्टं काष्ठं सर्वगुणान्वितम्॥
]

`verse 21 [
प्रणिपत्य ततस्तं भो परिपूज्य ततः पुनः।
मुच्यते सर्वरोगाद्यैस्तथा पापैर्ग्रहादिभिः॥
]

`verse 22 [
उग्रसेनं पुरा दृष्ट्वा स्रवर्गद्वारेण सागरम्।
गत्वाऽऽचम्य शुचिस्तत्र ध्यात्वा नारायणं परम्॥
]

`verse 23 [
न्यसेदष्टाक्षरं मन्त्रं पश्चाद्धस्तशरीरयोः।
ॐ नमो नारायणायेति यं वदन्ति मनीषिणः॥
]

`verse 24 [
किं कार्यं बहुभिमन्त्रर्मनोविभ्रमकारकैः।
ॐ नमो नारायणायेति मन्त्रः सर्वार्थसाधकः॥
]

`verse 25 [
आपो नरस्य सूनुत्वान्नारा इतीह कीर्तिताः।
विष्णोस्तास्त्वयनं पूर्वं तेन नारायणः स्मृतः॥
]

`verse 26 [
नारायणपरा वेदा नारायणपरा द्विजाः।
नारायणपरा यज्ञा नारायणपराः क्रियाः॥
]

`verse 27 [
नारायणपरा पृथ्वी नारायणपरं जलम्।
नारायणपरो वह्निर्नारायणपरं नभः॥
]

`verse 28 [
नारायणपरो वायुर्नारायणपरं मनः।
अहंकारश्च बुद्धिश्च उभे नारायणात्मके॥
]

`verse 29 [
भूतं भव्यं भविष्यं च यत्किंचिज्जीवसंज्ञितम्।
स्थूल सूक्ष्मं परं चैव सर्वं नारायणात्मकम्॥
]

`verse 30 [
शब्दाद्य विषयाः सर्वे श्रोत्रादीनीन्द्रियाणि च।
प्रकृतिः पुरुषश्चैव सर्वे नारायणात्मकाः॥
]

`verse 31 [
जले स्थले च पाताले स्वर्गलोकेऽम्बरे नगे।
अवष्टभ्य इदं सर्वमास्ते नारायणः प्रभुः॥
]

`verse 32 [
किं चात्र बहुनोक्तेन जगदेतच्चराचरम्।
ब्रह्मादिस्तम्बपर्यन्तं सर्वं नारायणात्मकम्॥
]

`verse 33 [
नारायणात्पर किंचिन्नेह पश्यामि भो द्विजाः।
तेन व्याप्तमिदं सर्वं दृश्यादृश्यं चराचरम्॥
]

`verse 34 [
आपो ह्यायतनं विष्णोः स च एवाम्भसां पतिः।
तस्मादप्सु स्मरेन्नित्यं नारायणमघापहम्॥
]

`verse 35 [
स्नानकाले विशेषेण चोपस्थाय जले शुचिः।
स्मरेन्नारायणं ध्यायेद्धस्ते काये च विन्यसेत्॥
]

`verse 36 [
ओंकारं च नकारं च अङ्गुष्ठे हस्तयोर्न्यसेत्।
शेषैर्हं(षान्ह)स्ततलं(ले)यावत्तर्जन्यादिषु विन्यसेत्॥
]

`verse 37 [
ओंकारं वामपादे तु नकारं दक्षिणे न्यसेत्।
मोकारं वामकट्यां तु नाकारं दक्षिणे न्यसेत्॥
]

`verse 38 [
राकारं नाभिदेशे तु यकारं वामबाहुके।
णाकारं दक्षिणे न्यस्य यकारं मूर्ध्नि विन्यसेत्॥
]

`verse 39 [
अधश्चोर्ध्वं च हृदये पार्श्वतः पृष्ठतोऽग्रतः।
ध्यात्वा नारायणं पश्चादारभेत्कवचं बुधः॥
]

`verse 40 [
पूर्वे मां पातु गोविन्दो दक्षिणे मधुसूदनः।
पश्चिमे श्रीधरो देवः केशवस्तु तथोत्तरे॥
]

`verse 41 [
पातु विष्णुस्तथाऽऽग्नेये नैर्ऋते माधवोऽव्ययः।
वायव्ये तु हृषीकेशस्तथेशाने च वामनः॥
]

`verse 42 [
भूतले पातु वाराहस्तथोर्ध्वं च त्रिविक्रमः।
कृत्वैवं कवचं पश्चादात्मानं चिन्तयेत्ततः॥
]

`verse 43 [
अहं नारायणो देवः शङ्खचक्रगदाधरः।
एवं ध्यात्वा तदाऽऽत्मानमिमं मन्त्रमुदीरयेत्॥
]

`verse 44 [
त्वमग्निर्द्विपदां नाथ रेतोधाः कामदीपनः।
प्रधानः सर्वभुतानां जीवानां प्रभुरव्ययः॥
]

`verse 45 [
अमृतस्यारणिस्त्वं हि देवयोनिरपां पते।
वृजिनं हर मे सर्वं तीर्थराज नमोऽस्तु ते॥
]

`verse 46 [
एवमुच्चार्य विधिवत्ततः स्नानं समाचरेत्।
अन्यथा भो द्विजश्रेष्ठाः स्नानं तत्र न शस्यते॥
]

`verse 47 [
कृत्वा तु वैदिकैर्मन्त्रैभिषेकं च मार्जनम्।
अन्तर्जले जपेत्पश्चात्त्रिरावृत्त्याऽघमर्षणम्॥
]

`verse 48 [
हयमेधो यथा विप्राः सर्वपापहरः क्रतुः।
तथाऽघमर्षणं चात्र सूक्तं सर्वाघनाशनम्॥
]

`verse 49 [
उत्तीर्य वाससी धौते निर्मले परिधाय वै।
प्राणानायम्य चाऽऽचम्य संध्यां चोपास्य भास्करम्॥
]

`verse 50 [
उपतिष्ठेत्ततश्चोर्ध्वं क्षिप्त्वा पुष्पजलाञ्जलिम्।
उपस्थायोर्ध्वबाहुश्च तल्लिङ्गैर्भास्करं ततः॥
]

`verse 51 [
गायत्रीं पावनीं देवीं जपेदष्टोत्तरं शतम्।
अन्यांश्च सौरमन्त्रांश्च जप्त्वा तिष्ठन्समाहितः॥
]

`verse 52 [
कृत्वा प्रदक्षिणं सूर्यं नमस्कृत्योपविश्य च।
स्वाध्यायं प्राङ्मुखः कृत्वा तर्पर्येद्दैवतान्यृषीन्॥
]

`verse 53 [
मनुष्यांश्च पितॄँश्चान्यान्नामगोत्रेण मन्त्रवित्।
तोयेन तिलमिश्रेण विधिवत्सुसमाहितः॥
]

`verse 54 [
तर्पणं देवतानां च पूर्वं कृत्वा समाहितः।
अधिकारी भवेत्पश्चात्पितॄणां तर्पणे द्विजः॥
]

`verse 55 [
श्राद्धे हवनकाले च पाणिनैकेन निर्वपेत्।
तर्पणे तूभयं कुर्यादेष एव विधिः सदा॥
]

`verse 56 [
अन्वारब्धेन सव्येन पाणिना दक्षिणेन तु।
तृप्यतामिति सिञ्चेत्तु नामगोत्रेण वाग्यतः॥
]

`verse 57 [
कायस्थैर्यस्तिलैर्मोहात्करोति पितृतर्पणम्।
तर्पितास्तेन पितरस्त्वङ्मांसरुधिरास्थिभिः॥
]

`verse 58 [
अङ्गस्थैर्न तिलैः कुर्याद्देवतापितृतर्पणम्।
रुधिरं तद्भवेत्तोयं प्रदाता किल्बिषी भवेत्॥
]

`verse 59 [
भूम्यां यद्दीयते तोयं दाता चैव जले स्थितः।
वृथा तन्मुनिशार्दूला नोपतिष्ठति कस्यचित्॥
]

`verse 60 [
स्थले स्थित्वा जले यस्तु प्रयच्छेदुदकं नरः।
पितॄणां नोपतिष्ठेत सलिलं तन्निरर्थकम्॥
]

`verse 61 [
उदके नोदकं कुर्यात्पितृभ्यश्च कदाचन।
उत्तीर्य तु शुचौ देशे कुर्यादुदकतपेणम्॥
]

`verse 62 [
नोदकेषु न पात्रेषु न क्रुद्धो नैकपाणिना।
नोपतिष्ठति तत्तोयं यद्भूम्यां न प्रदीयते॥
]

`verse 63 [
पितॄणामक्षयं स्थानं मही दत्ता मया द्विजाः।
तस्मात्तत्रैव दातव्यं पितृणां प्रीतिमिच्छता॥
]

`verse 64 [
भूमिपृष्ठे समुत्पन्ना भूम्यां चैव च संस्थिताः।
भूम्यां चैव लयं याता भूमौ दद्यात्ततो जलम्॥
]

`verse 65 [
आस्तीर्य च कुशान्साग्रांस्तानावाह्य स्वमन्त्रतः।
प्राचीनाग्रेषु वै देवान्याम्याग्रेषु तथा पितॄन्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे समुद्रस्नानविधिनिरूपणं नाम षष्टितमोऽध्यायः॥
]
