`verse 1 [
पञ्चतीर्थोमाहात्म्यनिरूपणम्
ब्रह्मोवाच
ततो गच्छेद्द्विजश्रेष्ठास्तीर्थं यज्ञाङ्गसंभवम्।
इन्द्रद्युम्नसरो नाम यत्राऽऽस्ते पावनं शुभम्॥
]

`verse 2 [
गत्वा तत्र शुचिर्धीमानाचम्य मनसा हरिम्।
ध्यात्वोपस्थाय च जलमिमं मन्त्रमुदीरयेत्॥
]

`verse 3 [
अश्वमेधाङ्गसंभूत तीर्थं सर्वाघनाशन।
स्नानं त्वयि करोम्यद्य पापं हर नमोऽस्तु ते॥
]

`verse 4 [
एवमुच्चार्य विधिवत्स्नात्वा देवानृषीन्पितॄन्।
तिलोदकेन चान्यांश्च संतर्प्याऽऽचम्य वाग्यतः॥
]

`verse 5 [
दत्त्वा पितॄणां पिण्डांश्च संपूज्य पुरुषोत्तमम्।
दशाश्वमेधिकं सम्यक्फलं प्राप्नोति मानवः॥
]

`verse 6 [
सप्तावरान्सप्त परान्वंशानुद्धृत्य देववत्।
कामगेन विमानेन विष्णुलोकं स गच्छति॥
]

`verse 7 [
भुक्त्वा तत्र सुखान्भोगान्यावच्चन्द्रार्कतारकम्।
च्युतस्तस्मादिहाऽऽयातो मोक्षं च लभते ध्रुवम्॥
]

`verse 8 [
एवं कृत्वा पञ्चतीर्थोमेकादश्यामुपोषितः।
ज्येष्ठशुक्लपञ्चदश्यां यः पश्येत्पुरुषोत्तम्॥
]

`verse 9 [
स पूर्वोक्तं फलं प्राप्य क्रीडित्वा वाऽच्युतालये।
प्रयाति परमं स्थानं यस्मान्नाऽऽवर्तते पुनः॥
]

`speaker [
मुनय ऊचुः
]

`verse 10 [
मासानन्यान्परित्यज्य माघादीन्प्रपितामह।
प्रशंससि कथं ज्येष्ठं ब्रूहि तत्कारणं प्रभो॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
श्रृणुध्वं मुनिशार्दूलाः प्रवक्ष्यामि समासतः।
ज्येष्ठं मासं तथा तेभ्यः प्रशंसामि पुनः पुनः॥
]

`verse 12 [
पृथिव्यां यानि तीर्थानि सरितश्च सरांसि च।
पुष्करिण्यस्तडागानि वाप्यः कूपास्तथा ह्रदाः॥
]

`verse 13 [
नानानद्यः समुद्राश्च सप्ताहं पुरुषोत्तमे।
ज्येष्ठशुक्लदशम्यादि प्रत्यक्षं यान्ति सर्वदा॥
]

`verse 14 [
स्नानदानादिकं तस्माद्देवताप्रेक्षणं द्विजाः।
यत्किंचित्क्रियते तत्र तस्मिन्कालेऽक्षयं भवेत्॥
]

`verse 15 [
शुक्लपक्षस्य दशमी ज्येष्ठे मासि द्विजोत्तमाः।
हरते दश पापानि तस्माद्दशहरा स्मृता॥
]

`verse 16 [
यस्तस्यां हलिनं कृष्णं पश्येद्भद्रां सुसंयतः।
सर्वपापाविनिर्मुक्तो विष्णुलोकं व्रजेन्नरः॥
]

`verse 17 [
उत्तरे दक्षिणे विप्रास्त्वयने पुरुषोत्तमम्।
दृष्ट्वा रामं सुभद्रां च विष्णुलोकं व्रजेन्नरः॥
]

`verse 18 [
नरो दोलागतं दृष्ट्वा गोविन्दं पुरुषोत्तमम्।
फाल्गुन्यां प्रयतो भूत्वा गोविन्दस्य पुरं व्रजेत्॥
]

`verse 19 [
विषुवद्दिवसे प्राप्ते पञ्चतीर्थोविधानतः।
कृत्वा संकर्षणं कृष्णं दृष्ट्वा भद्रां च भो द्विजाः॥
]

`verse 20 [
नरः समस्तयज्ञानां फलं प्राप्नोति दुर्लभम्।
विमुक्तः सर्वपापेभ्यो विष्णुलोकं स गच्छति॥
]

`verse 21 [
यः पश्यति तृतीयायां कृष्णं चन्दनरूषितम्।
वैशाखस्यासिते पक्षे स यात्यच्युतमन्दिरम्॥
]

`verse 22 [
ज्यैष्ठ्यां ज्येष्ठर्क्षयुक्तायां यः पश्येत्पुरुषोत्तमम्।
कुलैकविंशमुद्धृत्य विष्णुलोकं स गच्छति॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभ्वृषिसंवादे पञ्चतीर्थोमाहात्म्निरूपणं नाम त्रिषष्टितमोऽध्यायः॥
]
