`verse 1 [
गुडिवायात्रामाहात्म्यकथनम्
ब्रह्मोवाच
गुडिवामण्डपं यान्तं ये पश्यन्ति रथे स्थितम्।
कृष्णं बलं सुभद्रां च ते यान्ति भवनं हरेः॥
]

`verse 2 [
ये पश्यन्ति तदा कृष्णं सप्ताहं मण्डपे स्थितम्।
हलिनं च सुभद्रां च विष्णुलोकं व्रजन्ति ते॥
]

`speaker [
मुनय ऊचुः
]

`verse 3 [
केन सा निर्मिता यात्रा दक्षिणस्यां जगत्पते।
यात्राफलं च किं तत्र प्राप्यते ब्रूहि मानवैः॥
]

`verse 4 [
किमर्थं सरसस्तीरे राज्ञस्तस्य जगत्पते।
पवित्रे विजने देश गत्वा तत्र च मण्डपे॥
]

`verse 5 [
कृष्णः संकर्षणश्चैव सुभद्रा च रथेन ते।
स्वस्थानं संपरित्यज्य सप्तरात्रं वसन्ति वै॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
इन्द्रद्युम्नेन भो विप्राः पुरा वै प्रार्थितो हरिः।
सप्ताहं सरसस्तीरे मम यात्रा भवत्विति ॥
]

`verse 7 [
गुडिवा नाम देवेश भुक्तिमुक्तिफलप्रदा।
तस्मै किल वरं चासौ ददौ स पुरुषोत्तमः॥
]

`verse 8 [
श्रीभगवानुवाच
सप्ताहं सरसस्तीरे तव राजन्भविष्यति।
गुडिवा नाम यात्रा मे सर्वकामफलप्रदा॥
]

`verse 9 [
ये मां तत्रार्चयिष्यन्ति श्रद्धया मण्डपे स्थितम्।
संकर्षणं सुभद्रां च विधिवत्सुसमाहिताः॥
]

`verse 10 [
ब्राह्मणाः क्षत्रिया वैश्याः शूद्राश्च वै नृप।
पुष्पैर्गन्धैस्तथा धूपैर्दीपैर्नैवेद्यैकैर्वरैः॥
]

`verse 11 [
उपहारैर्बहुविधैः प्रणिपातैः प्रदक्षिणैः।
जयशब्दैस्तथा स्तोत्रैर्गीतैर्वाद्यैर्मनोहरैः॥
]

`verse 12 [
न तेषां किञ्चित्फलं यस्य यदीप्सितम्।
भविष्यति नृपश्रेष्ठ मत्प्रसादादसंशयम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
एवमुक्त्वा तु तं देवस्तत्रैवान्तरधीयत।
स तु राजवरः श्रीमान्कृतकृत्योऽभवत्तदा॥
]

`verse 14 [
तस्मात्सर्वप्रयत्नेन गुडिवायां द्विजोत्तमाः।
सर्वकामप्रदं देवं पश्येत्तं पुरुषोत्तमम्॥
]

`verse 15 [
अपुत्रो लभते पुत्रान्निर्धनो लभते धनम्।
रोगाच्च मुच्यते रोगी कन्या प्राप्नोति सत्पतिम्॥
]

`verse 16 [
आयुः कीर्तितं यशो मेधां बलं विद्यां धृतिं पशून्।
नरः संततिमाप्नोति रूपययौवनसंपदम्॥
]

`verse 17 [
यान्यान्समीहते भोगान्दृष्ट्वा तं पुरुषोत्तमम्।
नरो वाऽप्यथवा नारी तांस्तान्प्राप्नोत्यसंशयम्॥
]

`verse 18 [
यात्रां कृत्वा गुडिवाख्यां विधिवत्सुसमाहितः।
आषाढस्य सिते पक्षे नरो योषिदथापि वा॥
]

`verse 19 [
दृष्ट्वा कृष्णं च रामं च सुभद्रां च द्विजोत्तमाः।
दशपञ्चाश्वमेधानां फलं प्राप्नोति चाधिकम्॥
]

`verse 20 [
सप्तावरान्सप्त परान्वंशानुद्धृत्य चाऽऽत्मनः।
कामगेन विमानेन सर्वरत्नैरलंङ्कृतः॥
]

`verse 21 [
गन्धर्वैरप्सरोभिश्च सेव्यमानो यथोत्तरैः।
रूपवान्सुभगः शूरो नरो विष्णुपुरं व्रजेत्॥
]

`verse 22 [
तत्र भुक्त्वा वरान्भोगान्यावदाभूतसंप्लवम्।
सर्वकामसमृद्धात्मा जरामरणवर्जितः॥
]

`verse 23 [
पुण्यक्षयादिहाऽऽगत्य चतुर्वेदी द्विजो भवेत्।
वैष्णवं योगमास्थाय ततो मोक्षमवाप्नुयात्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयभुऋषिसंवादे गुडिवायात्रामाहात्म्यनिरूपणं नाम षट्षष्टितमोऽध्यायः॥
]
