`verse 1 [
पुरुषोत्तममाहात्म्यनिरूपणम्
मुनय ऊचुः
बह्वाश्चर्यस्त्वया प्रोक्तो विष्णुलोको जगत्पते।
नित्यानन्दकरः श्रीमान्भुक्तिमुक्तिफलप्रदः॥
]

`verse 2 [
क्षेत्रं च दुर्लभं कीर्तितं पुरुषोत्तमम्।
त्यक्त्वा यत्र नरो देहं याति सालोक्यतां हरेः॥
]

`verse 3 [
सम्यक्क्षेत्रस्य माहात्म्यं त्वया सम्यक्प्रकीर्तितम्।
यत्र स्वदेहसंत्यागाद्विष्णुलोकं व्रजेन्नरः॥
]

`verse 4 [
अहो मोक्षस्य मार्गोऽयं देहत्यागस्त्वयोदितः।
नराणामुपकाराय पुरुषाख्ये न संशयः॥
]

`verse 5 [
अनायासेन देवेश देहं त्यक्त्वा नरोत्तमाः।
तस्मिन्क्षेत्रे परं विष्णोः पदं यान्ति निरामयम्॥
]

`verse 6 [
श्रुत्वा क्षेत्रस्य माहात्म्यं विस्मयो नो महानभूत्।
प्रयागपुष्करादीनि क्षेत्राण्यायतनानि च॥
]

`verse 7 [
पृथिव्यां सर्वतीर्थानि सरितश्च सरांसि च।
न तथा तानि सर्वाणि प्रशंससि सुरोत्तम्॥
]

`verse 8 [
यथा प्रशंससि क्षेत्रं पुरुषाख्यं पुनः पुनः।
ज्ञातोऽस्माभिरभिप्रायस्तवेदानीं पितामह॥
]

`verse 9 [
येन प्रशंससि क्षेत्रं मुक्तिदं पुरुषोत्तमम्।
पुरुषाख्यसमं नूनं क्षेत्रं नास्ति महीतले॥
तेन त्वं विबुधश्रेष्ठ प्रशंससि पुनः पुनः॥
]

`verse 10 [
सत्यं सत्यं मुनिश्रेष्ठा भवद्भिः समुदाहृतम्।
पुरुषाख्यसमं क्षेत्रं नास्त्यत्र पृथिवीतले॥
]

`verse 11 [
सन्ति यानि तु तीर्थानि पुण्यान्यायतनानि च।
तानि श्रीपुरुषाख्यस्य कलां नार्हन्ति षोडशीम्॥
]

`verse 12 [
यथा सर्वेश्वरो विष्णुः सर्वलोकोत्तमोत्तमः।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 13 [
आदित्यानां यथा विष्णुः श्रेष्ठत्वे समुदाहृतः।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 14 [
नक्षत्राणां यथा सोमः सरसां सागरो यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 15 [
वसूनां पावको यद्वद्रुद्राणां शंकरो यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 16 [
वर्णानां ब्राह्मणो यद्वद्वैनतेयश्च पक्षिणाम्।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम॥
]

`verse 17 [
शिखरिणां यथा मेरुः पर्वतानां हिमालयः।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 18 [
प्रमदानां यथा लक्ष्मीः सरितां जाह्नवी यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 19 [
ऐरावतो गजेन्द्राणां महर्षीणां भृगुर्यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 20 [
सेनानीनां यथा स्कन्दः सिद्धानां कपिलो यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 21 [
उच्चैःश्रवा यथाऽश्वानां कवीनामुशना कविः।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 22 [
मुनीनां च यथा व्यासः कुबेरो यक्षरक्षसाम्॥
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 23 [
इन्द्रियाणां मनो यद्वद्भूतानामवनी यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 24 [
अश्वत्थः सर्ववृक्षाणां पवनः प्लवतां यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 25 [
भूषणानां तु सर्वेषां यथा चूडामणिर्द्विजाः।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 26 [
गन्धर्वाणां चित्ररथः शस्त्राणां कुलिशो यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरषोत्तमम्॥
]

`verse 27 [
अकारः सर्ववर्णानां गायत्री छन्दसां यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 28 [
सर्वाङ्गेभ्यो यथा श्रेष्ठमुत्तमाङ्गं द्विजोत्तमाः।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 29 [
अरुन्धती यता स्त्रीणां सतीनां श्रेष्ठतां गता।
तथा समस्ततीर्थानां श्रेष्ठं तत्पुरुषोत्तमम्॥
]

`verse 30 [
यथा समस्तविद्यानां मोक्षविद्या परा स्मृता।
तथा समस्ततीर्थानां श्रेष्ठं तत्पुरुषोत्तमम्॥
]

`verse 31 [
मनुष्याणां यता राजा धेनूनामपि कामधुक्।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 32 [
सुवर्णं सर्वरत्नानां सर्पाणां वासुकिर्यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 33 [
प्रह्लादः सर्वदैत्यानां रामः शस्त्रभृतां यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 34 [
झषाणां मकरो यद्वन्मृगाणां मृगराड्यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 35 [
समुद्राणां यथा श्रेष्ठः क्षीरोदः सरितां पतिः।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 36 [
वरुणो यादसां यद्वद्यमः संयमिनां यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 37 [
देवर्षीणां यता श्रेष्ठो नारदो मुनिसत्तमाः।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 38 [
धातूनां काञ्चनं यद्वत्पवित्राणां च दक्षिणा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 39 [
प्रजापतिर्यथा दक्ष ऋषीणां कश्यपो यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरुषोत्तमम्॥
]

`verse 40 [
ग्रहाणां भास्करो यद्वन्मन्त्राणां प्रणवो यथा।
तथा समस्ततीर्थानां वरिष्ठं पुरषोत्तमम्॥
]

`verse 41 [
अश्वमेधस्तु यज्ञानां यथा श्रेष्ठः प्रकीर्तितः।
तथा समस्ततीर्थानां क्षेत्रं च तद्द्विजोत्तमाः॥
]

`verse 42 [
ओषधीनां यथा धान्यं तृणेषु तृणराड्यथा।
तथा समस्ततीर्थानामुत्तमं पुरुषोत्तमम्॥
]

`verse 43 [
यता सभस्ततीर्थानां धर्मः संसारतारकः।
तथा समस्ततीर्थानां श्रेष्ठं तत्पुरुषोत्तमम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभ्वृषिसंवादे पुरुषोत्तममाहात्म्यनिरूपणं नामैकोनसप्ततितमोऽध्यायः॥
]
