`verse 1 [
गङ्गोत्पत्तिकथोपक्रमः
नारद उवाच
त्रिदैवत्यं तु यत्तीर्थं सर्वेभ्यो ह्यक्तमुत्तमम्।
तस्य स्वरूपभेदं च विस्तरेण ब्रवीतु मे॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
तावदन्यानि तीर्थानि तावत्ताः पुण्यभूमयः।
तावद्यज्ञादयो यावत्त्रिदैवत्यं न दृश्यते॥
]

`verse 3 [
गङ्गेयं सरितां श्रेष्ठा सर्वकामप्रदायिनी।
त्रिदैवत्या मुनिश्रेष्ठ तदुत्पत्तिमतः श्रुणु॥
]

`verse 4 [
वर्षाणामयुतात्पूर्वं देवकार्य उपस्थिते।
तारको बालवानासीन्मद्वरादतिगर्वितः॥
]

`verse 5 [
देवानां परमैश्वर्यं हृतं तेन बलीयसा।
ततस्ते शरणं जग्मुर्देवाः सेन्द्रपुरोगमाः॥
]

`verse 6 [
क्षीरोदशायिनं देवं जगतां प्रपितामहम्।
कृताञ्जलिपुटा देवा विष्णुमूचुरनन्यगाः॥
]

`speaker [
देवा ऊचुः
]

`verse 7 [
त्वं त्राता जगतां नाथ देवानां कीर्तिवर्धन।
सर्वेश्वर जगद्योने त्रयीमूर्ते नमोऽस्तु ते॥
]

`verse 8 [
लोकस्रष्टाऽसुरान्हन्ता त्वमेव जगतां पतिः।
स्थित्युत्पत्तिविनाशानां कारणं त्वं जगन्मय॥
]

`verse 9 [
त्राता न कोऽप्यस्ति जगत्त्रयेऽपि, शरीरिणां सर्वविपद्गतानाम्।
त्वया विना वारिजपत्रनेत्र, तापत्रयाणां शरणं न चान्यत्॥
]

`verse 10 [
पिता च माता जगतोऽखिलस्य, त्वमेव सेवासुलभोऽसि विष्णो।
प्रसीद पाहीश महाभयेभ्योऽस्मदार्तिहन्ता वद कस्त्वदन्यः॥
]

`verse 11 [
आदिकर्ता वराहस्त्वं मत्स्यः कूर्मस्तथैव च।
इत्यादिरूपभेदैर्नो रक्षसे भय आगते॥
]

`verse 12 [
हृतस्वाम्यान्सुरगणान्हृतदारान्गतापदः।
कस्मान्न रक्षसे देव अनन्यशरणान्हरे॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
ततः प्रोवाच भगवाञ्शेषशायी जगत्पतिः।
कस्माच्च भयमापन्नं तद्ब्रुवन्तु गतज्वराः॥
ततः श्रियःपतिं प्राहुस्तं तारकवधं प्रति॥
]

`speaker [
देवा ऊचुः
]

`verse 14 [
तारकाद्भयमापन्नं भीषणं रोमहर्षणम्।
न युद्धैस्तपसा शापैर्हन्तुं नैव क्षमा वयम्॥
]

`verse 15 [
अर्वाग्दशाहाद्यो बालस्तस्मान्मृत्युमवाप्स्यति।
तस्माद्देव न चान्येभ्यस्तत्र नीतिर्विधीयताम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
पुनर्नारायणः प्राह नाहं बलोत्कटः सुराः।
न मत्तो मदपत्याच्च न देवेभ्यो वधो भवेत्॥
]

`verse 17 [
ईश्वराध्यदि जायेत अपत्यं बहुशक्तिमत्।
तस्माद्वधमवाप्नोति तारको लोकदारुणः॥
]

`verse 18 [
तद्गच्छामः सुराः सर्वे यतितुमृषिभिः सह।
भार्यार्थं प्रथमो यत्नः कर्तव्यः प्रभविष्णुभिः॥
]

`verse 19 [
तथेत्युक्त्वा सुरगणा जग्मुस्ते च नगोत्तमम्।
हिमवन्तं रत्नमयं मेनां च हिमवत्प्रियाम्॥
]

`verse 20 [
इदमूचुः सर्वं एवं सभार्यं तुहिनं गिरिम्॥
]

`speaker [
देवा ऊचुः
]

`verse 21 [
दाक्षायणी लोकमाता या शक्तिः संस्थिता गिरौ।
बुद्धिः प्रज्ञा धृतिर्मेघा लज्जा पुष्टिः सरस्वती॥
]

`verse 22 [
एवं त्वनेकधा लोके या स्थिता लोकपावनी।
देवानां कार्यसिद्धर्थं युवयोर्गर्भमाविशत्॥
]

`verse 23 [
समुत्पन्ना जगन्माता शंभोः पत्नी भविष्यति ।
अस्माकं भवतां चापि पालनी च भविष्यति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
हिमवानपि तद्वाक्यं सुराणामभिनंद्य च।
मेना चापि महोत्साहा अस्त्वित्येवं वचोऽब्रवीत्॥
]

`verse 25 [
तदोत्पन्ना जगद्धात्री गौरी हिमवतो गृहे।
शिवध्यानरता नित्यं तन्निष्ठा तन्मनोगता॥
]

`verse 26 [
तां वै प्रोचुः सुरगणा ईशार्थे तप आविश।
तथा हिमवतः पृष्ठे गौरी तेपे तपो महत्॥
]

`verse 27 [
पुनः समन्त्रयामासुरीशो ध्यायति तां शिवाम्।
आत्मानं वा तथाऽन्यद्वा न जानीमः कथं भवः॥
]

`verse 28 [
मेनकायाः सुतायां तु चित्तं दध्यात्सुरेश्वरः।
तत्र नीतिर्विधातव्या ततः श्रैष्ठ्यमवाप्स्यथ॥
ततः प्राह महाबुद्धिर्वाचस्पतिरुदारधीः॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 29 [
यस्त्वयं मदनो धीमान्कन्दर्पः पुष्पचापधृक्।
स विध्यतु शिवं शान्तं बाणैः पुष्पमयैः शुभैः॥
]

`verse 30 [
तेन विद्धस्त्रिनेत्रोऽपि ईशायां बुद्धिमादधेत्।
परिणेष्यत्यसौ नूनं तदा तां गिरिजां हरः॥
]

`verse 31 [
जयिनः पञ्चबाणस्य न बाणाः क्वापि कुण्ठिताः।
तथोढायां जगद्धात्र्यां शंभोः पुत्रो भविष्यति॥
]

`verse 32 [
जातः पुत्रस्त्रिनेत्रस्य तारकं हनिष्यति।
वसन्तं च सहायार्थं शोभिष्ठं कुसुमाकरम्॥
]

`verse 33 [
आह्लादनं च मनसा कामायैनं प्रयच्छथ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
तथेत्युक्त्वा सुरगणा मदनं कुसुमाकरम्।
प्रेषयामासुरव्यग्राः शिवन्तिकमरिंदमाः॥
]

`verse 35 [
स जगाम त्वरा कामो धृतचापो समाधवः।
रत्या च सहितः कामः कर्तुः कर्म सुदुष्करम्॥
]

`verse 36 [
गृहीत्वा सशरं चापमिदं तस्य मनोऽभवत्।
मया वेध्यस्त्ववेध्यो वै शंभुर्लोकगुरुः प्रभुः॥
]

`verse 37 [
त्रैलोक्यजयिनो बाणाः शंभौ मे किं दृढा न वा।
तेनासौ चाग्निनेत्रेण भस्मशेषस्तदा कृतः॥
]

`verse 38 [
तदेव कर्म सुदृढमीक्षितुं सुरसत्तमाः।
आजग्मुस्तत्र यद्वृत्तं श्रृणु विस्मयकारकम्॥
]

`verse 39 [
शंभुं दृष्ट्वा सुरगणा यावत्पश्यन्ति मन्मथम्।
तावच्च भस्मासाद्भूतं कामं दृष्ट्वा भयातुराः॥
तुष्टुवुस्त्रिशेशानं कृताञ्जलिपुटाः सुराः॥
]

`speaker [
देवा ऊचुः
]

`verse 40 [
तारकाद्भयमापन्नं कुरु पत्नीं गिरेः सुताम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
विद्धचित्तो हरोऽप्याशु मेने वाक्यं सुरोदितम्।
अरुन्धतीं वसिष्ठं च मां तु चक्रधरं तथा॥
]

`verse 42 [
प्रेषयामासुरमरा विवाहाय परस्परम्।
संबन्धोऽपि तथाऽप्यासीद्धिमवल्लोकनाथयोः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभ्वृषिसंवादे गङ्गोत्पत्तौ शंभुविवाहसंभवो नामैकसप्ततितमोऽध्यायः॥
]

`verse 43 [
गौतमीमाहात्म्ये द्वितीयोऽध्यायः॥
]
