`speaker [
ब्रह्मोवाच
]

`verse 1 [
हिमवत्पर्वते श्रेष्ठे नानारत्नविचित्रिते।
नानावृक्षलताकीर्णे नानाद्विजनिषेविते॥
]

`verse 2 [
नदीनदसरःकूपतडागादिभिरावृते।
देवगन्धर्वयक्षादिसिद्धचारणसेविते॥
]

`verse 3 [
शुभमारुतसंपन्ने हर्षोत्कर्षैककारणे।
मेरुमन्दरकैलासमैनाकादिनगैर्वृते॥
]

`verse 4 [
वसिष्ठागस्त्यपौलस्त्यलोमसादिभिरावृते।
महोत्सवे वर्तमाने विवाहः समजायत॥
]

`verse 5 [
तत्र वेदी रत्नमयी शोभिता स्वर्णभूषिता।
वज्रमाणिक्यवैदूर्यतन्मयस्तम्भशोभिता॥
]

`verse 6 [
जयालक्ष्मीसुभाक्षान्तिकीर्तिपुष्ट्यादिसंवृता।
मेरुमन्दरकैलासरैवतैः परिशोभितैः॥
]

`verse 7 [
पूजितो लोकनाथेन विष्णुना प्रभविष्णुना।
मैनाकः कर्वतश्रेष्ठो रेजेऽतीव हिरण्मयः॥
]

`verse 8 [
ऋषयो लोकपालाश्च आदित्याः समरूद्गणाः।
विवाहे वेदिकां चक्रुर्देवदेवस्य शूलिनः॥
]

`verse 9 [
विश्वकर्मा स्वयं त्वष्टा वेदीं चक्रे सतोरणाम्।
सुरभी नन्दिनी नन्दा सुनन्दा कामदोहिनी॥
]

`verse 10 [
आभिस्तु शोभितेशान्या विवाहः समजायत।
समुद्राः सरितो नागा ओषध्यो लोकमातरः॥
]

`verse 11 [
सवनस्पतिबीजाश्च सर्वे तत्र समाययुः।
भुवः कर्म इला चक्रे ओषध्यस्त्वन्नकर्म च॥
]

`verse 12 [
वरुणः पानकर्माणि दानकर्म धनाधिपः।
अग्निश्चकार तत्रान्नं यच्चेष्टं लोकनाथयोः॥
]

`verse 13 [
तत्र तत्र पृथक्पूजां चक्रे विष्णुः सनातनः।
वेदाश्च सरहस्या वै गायन्ति च हसन्ति च॥
]

`verse 14 [
नृत्यन्त्यप्सरसः सर्वा जगुर्गन्धर्वकिंनराः।
लाजाधृक्चापि मैनाको बभूव सुरत्तमौ॥
]

`verse 15 [
प्रतिष्ठाप्यग्निं विधिवदश्मानं चापि पुत्रक।
हुत्वा लाजांश्च विधिवत्प्रदक्षिणमथाकरोत्॥
]

`verse 16 [
प्रतिष्ठाप्यग्निं विधिवदश्मानं चापि पुत्रक।
हुत्वा लाजांश्च विधिवत्प्रदक्षिणमथाकरोत्॥
]

`verse 17 [
अश्मनः स्पर्शहेतोश्च देव्यङ्गुष्ठं करेऽस्पृशत्।
विष्णुना प्रेरितः शंभुर्दक्षिणस्य पदस्य च॥
]

`verse 18 [
तामदर्शमहं तत्र होमं कुर्वन्हरान्तिके।
दृष्टेऽङ्गुष्ठे दृष्ट्बुद्ध्या वीर्यं सुस्राव मे तदा॥
]

`verse 19 [
लज्जया कलुषीभूतः स्कन्नं वीर्यमचूर्णयम्।
मद्वीर्याच्चूर्णितात्सूक्ष्माद्वालखिल्यास्तु जज्ञिरे॥
]

`verse 20 [
ततो महानभूत्तत्र हाहाकारः सुरोदितः।
लज्जया परिभूतोऽहं निर्गतस्तु तदाऽऽसनात्॥
]

`verse 21 [
पश्यत्सु देवसंघेषु तूष्णींभूतेषु नारद।
गच्छन्तं मां महादेवो दृष्ट्वा नन्दिनमब्रवीत्॥
]

`speaker [
शिव उवाच
]

`verse 22 [
ब्रह्मणमाह्वयस्वेह गतपापं करोम्यहम्।
कृतापराधेऽपि जने सन्तः सकृपमानसाः॥
मोहयन्त्यपि विद्वांसं विषयाणामियं स्थिताः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
एवमुक्त्वा स भगवानुमया सहितः शिवः।
ममानुकम्पया चैव लोकानां हितकाम्यया॥
]

`verse 24 [
एतच्चकार लोकेशः श्रृणु नारद यत्नतः।
पापिनां पापमोक्षाय भूमिरापो भविष्यति॥
]

`verse 25 [
तयोश्च सारसर्वस्वमाहरिष्यामि पावनम्।
एवं निश्चित्य भगवांस्तयोः सारं समाहरत्॥
]

`verse 26 [
भूमिं कमण्डलुं कृत्वा तत्रापः संनिवेश्य च।
पावमान्यादिभिः सूक्तैरभिमन्त्र्य च यत्नतः॥
]

`verse 27 [
त्रिजगत्पावनीं शक्तिं तत्र सस्मार पापहा।
मामुवाच स लोकेशो गृहाणेमं कमण्डलुम्॥
]

`verse 28 [
आपो वै मातरो देव्यो भूमिर्माता तथाऽपरा।
स्थित्युत्पत्तिविनाशानां हेतुत्वमुभयोः स्थितम्॥
]

`verse 29 [
अत्र प्रतिष्ठतो धर्मो ह्यत्र यज्ञः सनातनः।
अत्र भुक्तिश्च मुक्तिश्च स्थावरं जङ्गमं तथा॥
]

`verse 30 [
स्मारणान्मानसं पापं वचनाद्वाचिकं तथा।
स्नानपानाभिषेकाच्च प्रणश्यत्यपि कायिकम्॥
]

`verse 31 [
एतदेवामृतं लोके नैतस्मात्पावनं परम्।
मयाऽभिमन्त्रितं ब्रह्मन्गृहाणेमं कमण्डलुम्॥
]

`verse 32 [
अत्रत्यं वारि यः कश्चित्स्मरेदपि पठेदपि।
स सर्वकामानाप्नोति गृहाणेमं कमण्डलुम्॥
]

`verse 33 [
भूतेभ्यश्चापि पञ्चभ्य आपो भूतं महोदितम्।
तासामुत्कृष्टमेतस्माद्गृहाणेमं कमण्डलुम्॥
]

`verse 34 [
अत्र यद्वारि शोभिंष्ठं पुण्यं पावनमेव च।
स्पृष्ट्वा स्मृत्वा च दृष्ट्वा च ब्रह्मन्पापाद्विमोक्ष्यसे॥
]

`verse 35 [
एवमुक्त्वा महादेवः प्रादान्मम कमण्डलुम्।
ततः सुरगणाः सर्वे भक्त्या प्रोचुः सुरेश्वरम्॥

आह्लादस्च महांस्तत्र जयशब्दो व्यवर्तत॥
]

`verse 36 [
देवोत्सवे मातुरजः पदाग्रं, समीक्ष्य पापात्पतितत्वमाप।

प्रादात्कृपालुः स्मरणत्पवित्रां गङ्गां पिता पुण्यकमण्डसुस्थाम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे तीर्थमाहात्म्ये गङ्गोत्पत्तौ ब्रह्मकमण्डलुदानं नाम द्विसप्ततितमोऽध्यायः॥
]

`verse 37 [
गौतमीमाहात्म्ये तृतीयोध्यायः॥
]
