`speaker [
नारद उवाच
]

`verse 1 [
कमण्डलुस्थिता देवी तव पुण्यविवर्धिनी।
यथा मर्त्यं गता नाथ तन्मे विस्तरतो वद॥
]

`verse 2 [
बलिर्नाम महादैत्यो देवारिरपराजितः।
धर्मेण यशसा चैव प्रजासंरक्षणेन च॥
]

`verse 3 [
गुरुभक्त्या च सत्येन वीर्येण च बलेन च।
त्यागेन क्षमया चैव त्रैलोक्ये नोपमीयते॥
]

`verse 4 [
तस्यर्द्धिमुन्नतां दृष्ट्वा देवाश्चिन्तापरायणाः।
मिथः समूचुरमरा जेष्यामो वै कथं बलिम्॥
]

`verse 5 [
तस्मिञ्शासति राज्यं तु त्रैलोक्यं हतकण्कम्।
नारयो व्याधयो वाऽपि नाऽऽधयो वा कथंचन॥
]

`verse 6 [
अनावृष्टिरधर्मो वा नास्तिशब्दो न दुर्जनः।
स्वप्नेऽपि नैव दृश्येत बलौ राज्यं प्रशासति॥
]

`verse 7 [
तस्योन्तिशरैर्भग्नाः कीर्तिखड्गद्विधाकृताः।
तस्याऽऽज्ञाशक्तिभिन्नाङ्गा देवाः शर्म न लेभिरे॥
]

`verse 8 [
ततः संमन्त्रयामासुः कृत्वा मात्सर्यमग्रतः।
तद्यशोग्निप्रदीप्ताङ्ग विष्णुं जग्मुः सुविह्वलाः॥
]

`speaker [
देवा ऊचुः
]

`verse 9 [
आर्ताः स्म गतसत्त्वाः स्म शङ्खचक्रगदाधर।
अस्मदर्थे भवान्नित्यमायुधामनि बिभर्ति च॥
]

`verse 10 [
त्वयि नाथे जगन्नाथ अस्माकं दुःखमीदृशम्।
त्वां तु प्रणमती वाणी कथं दैत्यं नमस्यति॥
]

`verse 11 [
मनसा कर्मणा वाचा त्वामेव शरणं गताः।
त्वदङ्घ्रिशरणाः सन्तः कथं दैत्यं नमेमहि॥
]

`verse 12 [
यजामस्त्वां महायज्ञैर्वदामो वाग्भिरच्युत।
त्वदेकशरणाः सन्तः कथं दैत्यं नमेमहि॥
]

`verse 13 [
त्वद्वीर्यमाश्रिता नित्यं देवाः सेन्द्रपुरोगमाः।
त्वया दत्तं पदं प्राप्य कथं दैत्यं नमेमहि॥
]

`verse 14 [
स्त्रष्टा त्वं ब्रह्ममुर्त्या तु विष्णुर्भूत्वा तु रक्षसि।
संहर्ता रुद्रशक्त्या त्वं कथं दैत्यं नमेमहि॥
]

`verse 15 [
ऐश्वर्यं कारणं लोके विनैश्वर्यं तु किं फलम्।
हतैश्वर्याः सुरैशान कथं दैत्यं नमेमहि॥
]

`verse 16 [
अनादिस्त्वं जगद्धातरनन्तस्त्व जगद्गुरुः।
अन्तवन्तममुं शत्रुं कथं दैत्यं नमेमहि॥
]

`verse 17 [
तवैश्वर्येण पुष्टाङ्गा जित्वा त्रैलोक्यमोजसा।
स्थिराः स्याम सुरेशान कथं दैत्यं नमेमहि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
इत्येतदेव वचनं श्रुत्वा दैतेयसूदनः।
उवाच सर्वानमरान्देवानां कार्यसिद्धये॥
]

`verse 19 [
श्रीभगवानुवाच
मद्भक्तोऽसौ बलिर्दैत्यो ह्यवध्योऽसौ सुरासुरैः।
यथा भवन्तो मत्पोष्यास्तथा पोष्यो बलिर्मम॥
]

`verse 20 [
विना तु संगरं हत्वा राज्यं त्रिविष्टपे।
बलिं निबन्ध मन्त्रोक्त्या राज्यं वः प्रददाम्यहम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
तथेत्युकत्वा सुरगणाः संजग्मुर्दिवमेव हि।
भगवानपि देवेशो ह्यदित्या गर्भमाविशत्॥
]

`verse 22 [
तस्मिन्नुत्पद्यमाने तु उत्सवाश्च बभूविरे।
जातोऽसौ वामनो ब्रह्मन्यज्ञेशो यज्ञपूरुषः॥
]

`verse 23 [
एतस्मिन्नन्तरे ब्रह्मन्हयमेधाय दीक्षितः।
बलिर्बलवतां श्रेष्ठ ऋषिमुख्यैः समाहितः॥
]

`verse 24 [
पुरोधसा च शुक्रेण वेदवेदाङगवेदिना।
मखे तस्मिन्वर्तमाने यजमाने बलौ तथा॥
]

`verse 25 [
आर्त्विज्य ऋषिमुख्ये तु शुक्रे तत्र पुरोधसि।
हविर्भागार्थमासन्नदेवगन्धर्वपन्नगे॥
]

`verse 26 [
दीयतां भुज्यतां पूजा क्रियतां च पृथक्पृथक्।
परिपूर्णं पुनः पूर्णमेवं वाक्ये प्रवर्तति॥
]

`verse 27 [
शनैस्तद्देशमभ्यागाद्वामनः सामगायनः।
यज्ञवाटमनुप्राप्तो वामनश्चित्रकुण्डलः॥
]

`verse 28 [
प्रशंसमानस्तं यज्ञं वामनं प्रेक्ष्य भार्गवः।
ब्रह्मरूपधरं देवं वामनं दैत्यसूदनम्॥
]

`verse 29 [
दातारं यज्ञतपसां फलं हन्तारं रक्षसाम्।
ज्ञात्वा त्वरन्नथोवाच राजानं भूरितेजसम्॥
]

`verse 30 [
जेतारं क्षत्रधर्मेण दातारं भक्तितो धनम्।
बलिं बलवतां श्रेष्ठं सभार्यं दीक्षितं मखे॥
]

`verse 31 [
ध्यायन्तं यज्ञपुरुषमुत्सृजन्तं हविः पृथक्।
तमाह भृगुशार्दूलः शुक्रः परमबुद्धिमान॥
]

`speaker [
शुक्र उवाच
]

`verse 32 [
योऽसौ तव मखं प्राप्तो ब्राह्मणो वामनाकृतिः।
नासौ विप्रो बले सत्यं यज्ञेशो यज्ञवाहनः॥
]

`verse 33 [
सिशुस्त्वां याचितुं प्राप्तो नूनं देवहिताय हि।
मया च सह संमन्त्र्य पश्चाद्देयं द्वया प्रभो॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
बलिस्तु भार्गवं प्राह पुरोधसमरिंदमः॥
]

`speaker [
बलिरुवाच
]

`verse 35 [
धन्योऽहं मम यज्ञेशो गृहमायाति मूर्तिमान्।
आगत्य याचते किंचित्किं मन्त्र्यमवशिष्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
एवमुक्त्वा सभार्योऽसो शुक्रेण च पुरोधसा।
जगाम यत्र विप्रेन्द्रो वामनोऽदितिनन्दनः॥
]

`verse 37 [
कृताञ्जलिपुटो भूत्वा केनार्थित्वं तदुच्यताम्।
वामनोऽपि तदा प्राह पदत्रयमितां भुवम्॥
]

`verse 38 [
देहि राजेन्द्र नान्येन कार्यमस्ति धनेन किम्।
तथेत्युक्त्वा तु कलशान्नानारत्नविभूषितात्॥
]

`verse 39 [
वारिधारां पुरस्कृत्य वामनाय भुवं ददौ।
पश्यत्सु ऋषिमुख्येषु शुक्रे चैव पुरोधसि॥
]

`verse 40 [
पश्यत्सु लोकनाथेषु वामनाय भुवं ददौ।
पश्यत्सु दैत्यसंधेषु जयशब्दे प्रवर्तति॥
]

`verse 41 [
सनैस्तु वामनः प्राह स्वस्ति राजन्सुखी भव।
देहि मे संमितां भूमिं त्रिपदामाशु गम्यते॥
]

`verse 42 [
तथेत्युवाच दैत्येशो यावत्पश्यति वामनम्।
यज्ञेशो यज्ञपुरुषश्चन्द्रादित्यौ स्तनान्तरे॥
]

`verse 43 [
यथा स्यातां सुरा मूर्ध्नि ववृधे विक्रमाकृतिः।
अनन्तश्चाच्युतो देवो विक्रान्तो विक्रमाकृतिः॥
तं दृष्ट्वा दैत्यराट् प्राह सभार्यो विनयान्वितः॥
]

`speaker [
बलिरुवाच
]

`verse 44 [
क्रमस्व विष्णो लोकेश यावच्छक्त्या(क्ति)जगन्मय।
जितं मया सुरेशान सर्वभावेन विश्वकृत्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
तद्वाक्यसमकालं तु विष्णुः प्राह महाक्रतुः॥
]

`speaker [
विष्णुरुवाच
]

`verse 46 [
दैत्येश्वर महाबाहो क्रमिष्ये पश्य दैत्यराट्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 47 [
एवं वदन्तं स प्राह क्रम विष्णो पुनः पुनः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 48 [
कूर्मपृष्ठे पदं न्यस्य बलियज्ञे पदं न्यसत्।
द्वितीयं तु पदं प्राप ब्रह्मलोकं सनातनम्॥
]

`verse 49 [
तृतीयस्य पदस्यात्र स्थानं नास्त्यसुरेश्वर।
क्व क्रमिष्ये भुवं देहि बलिं तं हरिरब्रवीत्॥
विहस्य बलिरप्याह सभार्यः स कृताञ्जलिः॥
]

`speaker [
बलिरुवाच
]

`verse 50 [
त्वया सृष्टं जगत्सर्वं न स्रष्टाऽहं सुरेश्वर।
त्वद्दोषादल्पमभवत्किं करोमि जगन्मय॥
]

`verse 51 [
तथाऽपि नानृतपूर्वं कदाचिद्वच्मि केशव।
सत्यवाक्यं च मां कुर्वन्मत्पृष्ठे हि पदं न्यस॥
]

`speaker [
ब्रह्मोवाच
]

`verse 52 [
ततः प्रसन्नो भगवांस्त्रयीमूर्तिः सुरार्चितः॥
]

`verse 53 [
भगवानुवाच
वरं वृणीष्व भद्रं ते भक्त्या प्रीतोऽस्मि दैत्यराट्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 54 [
स तु प्राह जगन्नाथं न याचे त्वां त्रिविक्रमम्।
स तु प्रादात्स्वयं विष्णुः प्रीतः सन्मनसेप्सितम्॥
]

`verse 55 [
रसातलपतित्वं च भावि चेन्द्रपदं पुनः।
आत्माधिपत्यं च हरिरविनाशि यशो विभुः॥
]

`verse 56 [
एवं दत्त्वा बलेः सर्वं ससुतं भार्ययाऽन्वितम्।
रसातले हरिः स्थाप्य बलिं त्वमरवैरिणम्॥
]

`verse 57 [
शतक्रतोस्तथा प्रादात्सुरराज्यं यथाभवम्।
एतस्मिन्नन्तरे तत्र पदं प्रागात्सुरार्चितम्॥
]

`verse 58 [
द्वितीयं तत्पदं विष्णोः पितुर्मम महामते।
यत्पदं समनुप्राप्तं गृहं दृष्ट्वाऽप्यचिन्तयम्॥
]

`verse 59 [
किं कृत्यं यच्छुभं मे स्यात्पदे विष्णोः समागते।
सर्वस्वं च समालोक्य श्रेष्ठो मे स्यात्कमण्डलुः॥
]

`verse 60 [
तद्वारि यत्पुण्यतमं दत्तं च त्रिपुरारिणा।
वरं वरेण्यं वरदं वरं शान्तिकरं परम्॥
]

`verse 61 [
शुभं च शुभदं नित्यं भुक्तिमुक्तिप्रदायकम्।
मातृस्वरूपं लोकानाममृतं भेषजं शुचि॥
]

`verse 62 [
पवित्रं पावनं पूज्यं ज्येष्ठं श्रेष्ठं गुणान्वितम्।
स्मरणादेव लोकानां पावनं किं नु दर्शनात्॥
]

`verse 63 [
तादृग्वारि शुचिर्भूत्वा कल्पयेऽर्घाय मे पितुः।
इति संचिन्त्य तद्वारि गृहीत्वाऽर्घाय कल्पितम्॥
]

`verse 64 [
विष्णोः पादे तु पतितमर्घवारि सुमन्त्रितम्।
तद्वारि पतितं मेरौ चतुर्धा व्यगमद्भुवम्॥
]

`verse 65 [
पूर्वे तु दक्षिणे चैव पश्चिमे चोत्तरे तथा।
दक्षिणे पतितं यत्तु जटाभिः शंकरो मुने॥
]

`verse 66 [
जग्राह पश्चिमे यत्तु पुनः प्रायात्कमण्डलुम्।
उत्तरे यत्तु पतितं विष्णुर्जग्राह तज्जलम्॥
]

`verse 67 [
पूर्वस्मिन्नृषयो देवा पितरो लोकपालकाः।
जगृहुः शुभदं वारि तस्माच्छ्रेष्ठं तदुच्यते॥
]

`verse 68 [
या दक्षिणां दिशं प्राप्ता आपो वै लोकमातरः।
विष्णुपादप्रसूतास्ता ब्रह्मण्या लोकमातरः॥
]

`verse 69 [
महेश्वरजटासंस्था पर्वजातशुभोदयाः।
तासां प्रभावस्मरणात्सर्वकामानवाप्नुयात्॥
]

`colophon [
इति श्रीमहापुराणे ब्राह्मो स्वयंभ्वृषिसंवादे तीर्थमाहात्म्ये गंगाया महेश्वरजटागमननिरूपणं नाम त्रिसप्ततिमोऽध्यायः॥
]

`verse 70 [
गौतमीमाहात्म्ये चतुर्थोऽध्यायः॥
]
