`verse 1 [
गौतमकृतमुमामहेश्वरस्तवनम्
नारद उवाच
कैलासशिखरं गत्वा गौतमो भगवानृषिः।
किं चकार तपो वाऽपि कां चक्रे स्तुतिमुत्तमाम॥
]

`verse 2 [
गिरिं गत्वा ततो वत्स वाचं संयम्य गौतमः।
आस्तीर्य स कुशान्प्राज्ञः कैलासे पर्वतोत्तमे॥
]

`verse 3 [
उपविश्य शुचिर्भूत्वा स्तोत्रं चेदं ततो जगौ।
अपतत्पुष्पवृष्टिश्च स्तूयमाने महेश्वरे॥
]

`speaker [
गौतम उवाच
]

`verse 4 [
भोगार्थिनां भोगमभीप्सितं च, दातुं महान्त्यष्टवपूंषि धत्ते।
सोमो जनानां गुणवन्ति नित्यं, देवं महादेवमिति स्तुवन्ति॥
]

`verse 5 [
कर्तुं स्वकीयैर्विषयैः सुखानि, भर्तुं समस्तं सचराचरं च।
संपत्तये ह्यस्य विवृद्धये च, महीमयं रूपमितीश्वरस्य॥
]

`verse 6 [
सृष्टेः स्थितेः संहरणाय भूमेराधारमाधातुमपां स्वरूपम्।
भेजे शिवः शान्ततनुर्जनानां, सुखाय धर्माय जगत्प्रतिष्ठितम्॥
]

`verse 7 [
कालव्यवस्थाममृतस्रवं च, जीवस्थितिं सृष्टिमथो विनाशनम्।
मुदं प्रजानां सुखमुन्नतिं च, चक्रेऽर्कचन्द्राग्निमयं शरीरम्॥
]

`verse 8 [
वृद्धिं गतिं शक्तिमथाक्षराणि, जीवव्यस्थां मुदमप्यनेकाम्।
स्रष्टुं कृतं वायुरितीशरूपं, त्वं वोत्सि नूनं भगवन्भवन्तम्॥
]

`verse 9 [
भेदैर्विना नैव कृतिर्न धर्मो, नाऽऽत्मीयमन्यन्न दिशोऽन्तरिक्षम्।
द्यावापृथिव्यौ न च भुक्तिमुक्ती, तस्मादिदं व्योमवपुस्तवेश॥
]

`verse 10 [
धर्मं व्यवस्थापयितुं व्यवस्य, ऋक्सामशास्त्राणि यजुश्च शाखाः।
लोके च गाथाः स्मृतयः पुराणमित्यादिशब्दात्मकतामुपैति॥
]

`verse 11 [
यष्टा क्रतुर्यान्यपि साधनानि, ऋत्विक्प्रदेशं(यं)फलदेशकाला।
त्वमेव शंभो परमार्थतत्त्वं, वदन्ति यज्ञाङ्गमयं वपुस्ते॥
]

`verse 12 [
कर्ता प्रदाता प्रतिभूः प्रदानं, सर्वज्ञसाक्षी पुरुषः परश्च।
प्रत्यात्मभूतः परमार्थरूपस्त्वमेव सर्वं किमु वाग्विलासैः॥
]

`verse 13 [
न वेदशास्त्रैर्गुरुभिः प्रदिष्टो, न नासि बुद्ध्यादिभिरप्रधृष्यः।
अजोऽप्रमेयः शिवशब्दवाच्यस्त्वमस्ति(मेव)सत्यं भगवन्नमस्ते॥
]

`verse 14 [
आत्मैकतां स्वप्रकृतिं कदाचिदैक्षच्छिवः संपदियं ममेति।
पृथक्तदैवाभवदप्रतर्क्याचिन्त्यप्रभावो बहुविश्वमूर्तिः॥
]

`verse 15 [
भावोऽभिवृद्धा च भवे भवे च, स्वकारणं कारणमास्थिता च।
नित्या शिवा सर्वसुलक्षणा वा, विलक्षणा विश्वकरस्य शक्तिः॥
]

`verse 16 [
उत्पादनं संस्थितिरन्नवृद्धिलयाःसतां यत्र सनातनास्ते।
एकैव मूर्तिर्न समस्ति किंचिदसाध्यमस्या दयिता हरस्य॥
]

`verse 17 [
यदर्थमन्नानि धनानि जीवा, यच्छन्ति कुर्वन्ति तपांसि धर्मान्।
साऽपीयमम्बा जगतो जनित्री, प्रिया तु सोमस्य महासुकीर्तिः॥
]

`verse 18 [
यदीक्षितं काङ्क्षति वासवोऽपि, यन्नामतो मङ्गलमाप्नुयाच्च।
या व्याप्य विश्वं विमलीकरोति, सोमा सदा सोमसमानरूपा॥
]

`verse 19 [
ब्रह्मादिजीवस्य चराचरस्य, बुद्ध्यक्षिचैतन्यमनःसुखानि।
यस्याः प्रसादात्फलवन्ति नित्यं, वागीश्वरी लोकगुरोः सुरम्या॥
]

`verse 20 [
चतुर्मुखस्यापि मनो मलीनं किमन्यजन्तोरिति चिन्त्य माता।
गङ्गाऽवतारं विविधैरुपायैः, सर्वं जगत्पावयितुं चकार॥
]

`verse 21 [
श्रुतीः समालक्ष्य हरप्रभुत्वं, विश्वस्य लोकः सकलैः प्रमाणैः।
कृत्वा च धर्मान्बुभुजे च भोगान्विभूतिरेषा तु सदाशिवस्य॥
]

`verse 22 [
कार्यक्रियाकारकसाधनानां, वेदोदितानामथ लौकिकानाम्।
यत्साध्यमुत्कृष्टतमं प्रियं च, प्रोक्ता च सा सिद्धिरनादिकर्तुः॥
]

`verse 23 [
ध्यात्वा वरं ब्रह्म परं प्रधानं, यत्सारभूतं यदुपासितव्यम्।
यत्प्राप्य मुक्ता न पुनर्भवन्ति, सद्योगिनो मुक्तिरुमापतिः सः॥
]

`verse 24 [
यथा यथा शंभुरमेयमायारूपाणि धत्ते जगतो हिताय।
तद्योगयोग्यानि तथैव धत्से, पतिव्रतात्वं त्वयि मातरेवम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
इत्येवं स्तुवतस्तस्य पुरस्ताद्वृषभध्वजः।
उमया सहितः श्रीमान्गणेशादिगणैर्वृतः॥
]

`verse 26 [
साक्षादागत्य तं शंभुः प्रसन्नो वाक्यमब्रवीत्॥
]

`speaker [
शिव उवाच
]

`verse 27 [
किं ते गौतम् दास्यामि भक्तिस्तोत्रव्रतैः शुभैः।
परितुष्टोऽस्मि याचस्व देवानामपि दुष्करम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
इति श्रुत्वा जगन्मूर्तेर्वाक्यं वाक्यविशारदः।
हर्षवाष्पपरीताङ्गो गौतमः पर्यचिन्तयत्॥
]

`verse 29 [
अहो दैवमहो धर्मो ह्यहो वै विप्रपूजनम्।
अहो लोकगतिश्चित्रा अहो धातर्नमोऽस्तु ते॥
]

`speaker [
गौतम उवाच
]

`verse 30 [
जटास्थितां शुभां गङ्गां देहि मे त्रिदशार्चित।
यदि तुष्टोऽसि देवेश त्रयीधाम नमोऽस्तु ते॥
]

`speaker [
ईश्वर उवाच
]

`verse 31 [
त्रयाणामुपकारार्थं लोकानां याचितं त्वया।
आत्मनस्तूकाराय तद्याचस्वाकुतोभयः॥
]

`speaker [
गौतम उवाच
]

`verse 32 [
स्तोत्रेणानेन ये भक्तास्त्वां च देवीं स्तुवन्ति वै।
सर्वकामसमृद्धाः स्युरेतद्धि वरयाम्यहम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
एवमस्त्विति देवेशः परितुष्टोऽब्रवीद्वचः।
अन्यानपि वरान्मत्तो याचस्व विगतज्वरः॥
]

`verse 34 [
एवमुक्तस्तु हर्षेण गौतमः प्राह शंकरम्॥
]

`speaker [
गौतम् उवाच
]

`verse 35 [
इमां देवीं जटासमस्थां पावनीं लोकपावनिम्।
तव प्रियां जगन्नाथ उत्सृज ब्रह्मणो गिरौ॥
]

`verse 36 [
सर्वासां तीर्थभूता तु यावद्गच्छति सागरम्।
ब्रह्मह्त्यादिपापानि मनोवाक्कायिकानि च॥
]

`verse 37 [
स्नानमात्रेण सर्वाणि विलयं यान्तु शंकर।
चन्द्रसूर्योपरागे च अयने विषुवे तथा॥
]

`verse 38 [
संक्रान्तौ वैधृतौ पुण्यतीर्थेष्वन्येषु यत्फलम्।
अस्यास्तु स्मारणादेव तत्पुण्यं जायतां हर॥
]

`verse 39 [
श्लाघ्यं कृते तपः प्रोक्तः त्रेतायां यज्ञकर्म च।
द्वापरे यज्ञदाने च दानमेव कलौ युगे॥
]

`verse 40 [
युगधर्माश्च ये सर्वे देशधर्मास्तथैव च।
देशकालादिसंयोगे यो धर्मो यत्र शस्यते॥
]

`verse 41 [
यदन्यत्र कृतं पुण्यं स्नानदानादिसंयमैः।
अस्यास्तु स्मरणादेव तत्पुण्यं जायतां हर॥
]

`verse 42 [
यत्र यत्र त्वियं याति यावत्सागरगामिनी।
तत्र तत्र त्वया भाव्यमेष चास्तु वरो वरः॥
]

`verse 43 [
योजनानां तूपरि तु दशा यावच्च संख्यया।
तदन्तरप्रविष्टानां महापातकिनामपि॥
]

`verse 44 [
तत्पितॄणां च तेषा च स्नानायाऽऽगच्छतां शिव।
स्नाने चताप्यन्तरे मृत्योर्मुक्तिभाजो भवन्तु वै॥
]

`verse 45 [
एकतः सर्वतीर्थानि स्वर्गमतर्त्यरसातले।
एषा तेभ्यो विशिष्टा तु अलं शंभो नमोऽस्तु ते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 46 [
तद्गौतमवचः श्रुत्वा तथाऽस्त्वित्यब्रवीच्छिवः।
अस्याः परतरं तीर्थं न भूतं न भविष्यति॥
]

`verse 47 [
सत्यं सत्यं पुनः सत्यं वेदे च परिनिष्ठितम्।
सर्वेषां गौतमी पुण्या इत्युक्त्वाऽन्तरधीयत॥
]

`verse 48 [
ततो गते भगवति लोकपूजिते, तदाज्ञया पूर्णबलः स गौतमः।
जटां समादाय सरिद्वरां तां, सुरैर्वृतो ब्रह्मगिरिं विवेश॥
]

`verse 49 [
ततस्तु गौतमे प्राप्ते जटामादाय नारद।
पुष्पवृष्टिरभूत्तत्र समाजग्मुः सुरेश्वराः॥
]

`verse 50 [
ऋषयश्च महाभागा ब्राह्मणाः क्षत्रियास्तथा।
जयशब्देन तं विप्रं पूजयन्तो मुदन्विताः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे तीर्थमाहात्म्ये गौतम्यानयनं नाम पञ्चसप्ततितमोऽध्यायः॥
]

`verse 51 [
गौतमीमाहात्म्ये षष्ठोऽध्यायः॥
]
