`verse 1 [
स्वर्गादौ पंचदशाकृत्या गङ्गाया गमनम्
नारद उवाच
महेश्वरजटाजूटाद्गङ्गमादाय गौतमः।
आगत्य ब्रह्मणः पुण्ये ततः किमकरोद्गिरौ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 2 [
आदाय गौतमो गङ्गां शुचिः प्रयतमानसः।
पूजितो देवगन्धर्वैस्तथा गिरिनिवासिभिः॥
]

`verse 3 [
गिरेर्मूध्नि जटां स्थाप्य स्मरन्देवं त्रिलोचनम्।
उवाच प्राञ्जलिर्भूत्वा गङ्गां स द्विजासत्तमः॥
]

`speaker [
गौतम उवाच
]

`verse 4 [
त्रिलोचनजटोद्भूते सर्वकामप्रदायिनि।
क्षमस्व मातः शान्ताऽसि सुखं याहि हितं कुरु॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
एवमुक्ता गौतमेन गङ्गा प्रोवाच गौतमम्।
दिव्यरूपधरा देवी दिव्यस्रगनुलेपना॥
]

`speaker [
गङ्गोवाच
]

`verse 6 [
गच्छेयं देवसदनमथवाऽपि कमण्डलुम्।
रसातलं वा गच्छेयं जातस्त्वं सत्यवागसि॥
]

`speaker [
गौतम उवाच
]

`verse 7 [
त्रयाणामुपकारार्थं लोकानां याचिता मया।
शंभुना च तथा दत्ता देवि तन्नान्यथा भवेत्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
तद्गौतमवचः श्रुत्वा गङ्गा मेने द्विजेरितम्।
त्रेधाऽऽत्मानं विभज्याथ स्वर्गमर्त्यरसातले॥
]

`verse 9 [
स्वर्गे चतुर्धा व्यगमत्सप्तधा मर्त्यमण्डले।
रसातले चतुर्धैव सैवं पञ्चदशाकृतिः॥
]

`verse 10 [
सर्वत्र सर्वभूतैव सर्वपापविनाशिनी।
सर्वकामप्रदा नित्यं सैव वेदे प्रगीयते॥
]

`verse 11 [
मर्त्यामर्त्यगतामेव पश्यन्ति न तलं गताम्।
नैव स्वर्गगतां मर्त्याः पश्यन्त्यज्ञानबुद्धयः॥
]

`verse 12 [
यावत्सागरगा देवी तावद्देवमयी स्मृता।
उत्सृष्टा गौतमेनैव प्रायात्पूर्वार्णवं प्रति॥
]

`verse 13 [
ततो देवर्षिभिर्जुष्टां मातरं जगतः शुभाम्।
गौतमो मुनिशार्दूलः प्रदक्षिणमथाकरोत्॥
]

`verse 14 [
त्रिलोचनं सुरेशानं प्रथमं पूज्य गौतमः।
उभयोस्तीरयोः स्नानं करोमीति दधे मतिम्॥
]

`verse 15 [
स्मृतमात्रस्तदा तत्राऽऽविरासीत्करुणार्णवः।
तत्र स्नानं कथं सिध्येदित्येवं शर्वमब्रवीत्॥
]

`verse 16 [
कृताञ्जलिपुटो भूत्वा भक्तिनम्रस्त्रिलोचनम॥
]

`speaker [
गौतम उवाच
]

`verse 17 [
देवदेव महेशान तीर्थस्नानविधिं मम।
ब्रूहि सम्यङ्महेशान लोकानां हितकाम्यया॥
]

`verse 18 [
महर्षे श्रृणु सर्वं च विधिं गोदावरीभवम्।
पूर्वं नान्दीमुखं कृत्वा देहशुद्धिं विधाय च॥
]

`verse 19 [
ब्राह्मणान्भोजयित्वा च तेषामाज्ञां प्रगृह्य च।
ब्रह्मचर्येण गच्छन्ति पतितालापवर्जिताः॥
]

`verse 20 [
यस्य हस्तौ च पादौ च मनश्चैव सुसंयतम्।
विद्या तपश्च कीर्तिश्च स तीर्थफलमश्नुते॥
]

`verse 21 [
भावदुर्ष्टिं परित्यज्य स्वधर्मपरिनिष्ठितः।
श्रान्तसंवाहनं कुर्वन्दद्यादन्नं यथोचितम्॥
]

`verse 22 [
अकिंचनेभ्यः साधुभ्यो दद्याद्वस्त्राणि कम्बलान्।
श्रृण्वन्हरिकथां दिव्यां तथा गङ्गासमुद्भवाम्॥
अनेन विधिना गच्छन्सम्यक्तीर्थफलं लभेत्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये षट्सप्ततितमोऽध्यायः॥
]

`verse 23 [
गौतमीमाहात्म्ये सप्तमोऽध्यायः॥
]
