`speaker [
ब्रह्मोवाच
]

`verse 1 [
त्र्यम्बकश्च इति प्राह गौतमं मुनिभिर्वृतम्॥
]

`verse 2 [
द्विजस्तमात्रे तीर्थानि संभविष्यन्ति गौतम्।
सर्वत्राहं संनिहितः सर्वकामप्रदस्तथा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
गङ्गद्वारे प्रयागे च तथा सागरसंगमे।
एतेषु पुण्यदा पुंसां मुक्तिदा सा भगीरथी॥
]

`verse 4 [
नर्मदा तु सरिच्छ्रेष्ठा पर्वतेऽमरकण्टके।
यमुना संगता तत्र प्रभासे तु सरस्वती॥
]

`verse 5 [
कृष्णा भीमरथी चैव तुङ्गभद्रा तु नारद।
तिसृणां संगमो यत्र तत्तीर्थं मुक्तिदं नृणाम्॥
]

`verse 6 [
पयोष्णी संगता यत्र तत्रत्या तच्च मुक्तिदम्।
इयं तु गौतमी वत्स यत्र क्वापि ममाऽऽज्ञया॥
]

`verse 7 [
सर्वेषां सर्वदा नॄणां स्नानान्मुक्तिं प्रदास्यति।
किंचित्काले पुण्यतमं किंचित्तीर्थं सुरागमे॥
]

`verse 8 [
सर्वेषां सर्वदा तीर्थं गौतमी नात्र संशयः।
तिस्रः कोट्योऽर्धकोटी च योजनानां शतद्वये॥
]

`verse 9 [
तीर्थानि मुनिशार्दूल संभविष्यन्ति गौतम।
इयं माहेश्वरी गङ्गा गौतमी वैष्णवीति च॥
]

`verse 10 [
ब्राह्मी गोदावरी नन्दा सुनन्दा कामादायिनी।
ब्रह्मतेजः समानीता सर्वपापाप्रणाशनी॥
]

`verse 11 [
स्मरणादेव पापौघहनत्री मम सदा प्रिया।
पञ्चानामपि भूतानामापः श्रेष्ठत्वमागताः॥
]

`verse 12 [
तत्रापि तीर्थभूतास्तु तस्मादापः पराः स्मृता।
तासां भागीरथी श्रेष्ठा ताभ्योऽपि गौतमी तथा॥
]

`verse 13 [
आनीता सजटा गङ्गा अस्या नान्यच्छुभावहम्।
स्वर्गे भुवि तले वाऽपि तीर्थं सर्वार्थदं मुने॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
इत्येतत्कथितं पुत्र गौतमाय महात्मने।
साक्षाद्धरेण तुष्टेन मया तव निवेदितम्॥
]

`verse 15 [
एवं सा गौतमी गङ्गा सर्वेभ्योऽप्यधिका मता।
तत्स्वरूपं च कथितं कुतोऽन्या श्रवणस्पृहा॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मो तीर्थमाहात्म्ये सप्तसप्ततितमोऽध्यायः॥
]

`verse 16 [
गौतमीमाहात्म्येऽष्टमोऽध्यायः॥
]
