`speaker [
नारद उवाच
]

`verse 1 [
न मनस्तृप्तिमाधत्ते कथाः श्रृण्वत्त्वयेरिताः।
पृथक्तीर्थफलं श्रोतुं प्रवृत्तं मम मानसम्॥
]

`verse 2 [
क्रमशो ब्राह्मणानीतां गङ्गां मे प्रथमं वद।
पृथक्तीर्थफलं पुण्यं सेतिहासं यथाक्रमम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
तीर्थानां च पृथग्भावं फलं माहात्म्यमेव च।
सर्वं वक्तुं न शक्नोमि न च त्वं श्रवणे क्षमः॥
]

`verse 4 [
तथाऽपि किंचिद्वक्ष्यामि श्रृणु नारद यत्नतः।
यान्युक्तानि च तीर्थानि श्रुतिवाक्यानि यानि च॥
]

`verse 5 [
तानि वक्ष्यामि संक्षेपान्नमस्कृत्वा त्रिलोचनम्।
यत्रासौ भगवानासीत्प्रत्यक्षस्त्र्यम्बको मुने॥
]

`verse 6 [
त्र्बम्बकं नाम तत्तीर्थं भुक्तिमुक्तिप्रदायकम्।
वाराहमपरं तीर्थं त्रिषु लोकेषु विश्रुतम्॥
]

`verse 7 [
तस्य रूपं प्रवक्ष्यामि नाम विष्णोर्यथाऽभवत्।
पुरा देवान्पराभूय यज्ञमादाय राक्षसः॥
]

`verse 8 [
रसातलमनुप्राप्तः सिन्धुसेन इति श्रुतः।
यज्ञे तलमनुप्राप्ते निर्यज्ञा ह्यभवन्मही॥
]

`verse 9 [
नायं लोकोऽस्ति न परो यज्ञ नष्ट इतीत्वराः।
सुरास्तमेव विविशू रसातलमनुद्विषम्॥
]

`verse 10 [
नाशक्नुवंस्तु तं जेतुं देवा इन्द्रपुरोगमाः।
विष्णु पुराणपुरुषं गत्वा तस्मै न्यवेदयन्॥
]

`verse 11 [
राक्षसस्य तु तत्कर्म यज्ञभ्रंशमशेषतः।
ततः प्रोवाच भगवान्वाराहं वपुरास्थितः॥
]

`verse 12 [
शङ्खचक्रगदापाणिर्गत्वा चैव रसातलम्।
आनयिष्ये मखं पुण्यं हत्वा राक्षसपुंगवान्॥
]

`verse 13 [
स्वः प्रयान्तु सुराः सर्वे व्येतु वो मानसो ज्वरः।
येन गङ्गा तलं प्राप्ता पथा तेनैव चक्रधृक्॥
]

`verse 14 [
जगाम तरसा पुत्र भुवं भित्त्वा रसातलम्।
स वराहवपुः श्रीमान्रसातलनिवासिनः॥
]

`verse 15 [
राक्षसान्दानवान्हत्वा मुखे धृत्वा महाध्वरम्।
वाराहरूपी भगवान्मखमादाय यज्ञभुक्॥
]

`verse 16 [
येन प्राप तलं विष्णुः पथा तेनैव शत्रुजित्।
मुखे न्यस्य महायज्ञं निश्चक्राम रसातलात्॥
]

`verse 17 [
तत्र ब्रह्मगिरौ देवाः प्रतीक्षां चक्रिरे हरेः।
पथस्तस्माद्विनिःसृत्य गङ्गास्रवणमभ्यगात्॥
]

`verse 18 [
प्राक्षालयच्च स्वाङ्गानि असृग्लिप्तानि नारद।
गङ्गाम्भसा तत्र कुण्डं वाराहमभवत्ततः॥
]

`verse 19 [
मुखे न्यस्तं महायज्ञं देवानां पुरतो हरिः।
दत्तवांस्त्रिदशश्रेष्ठो मुखाद्यज्ञोऽभ्यजायत॥
]

`verse 20 [
ततः प्रभृति यज्ञाङ्गं प्रधानं स्रुव उच्यते।
वाराहरूपमभवदेवं वै कारणान्तरात्॥
]

`verse 21 [
तस्मात्पुण्यतमं तीर्थं वाराहं सर्वकामदम्।
तत्र स्नानं च दानं च सर्वक्रतुफलप्रदम्॥
]

`verse 22 [
तत्र स्थितोऽपि यः कश्चित्पितॄन्स्मरति पुण्यकृत्।
विमुक्ताः सर्वपापेभ्यः पितरः स्वर्गमाप्नुयुः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये वराहतीर्थवर्णनं नामोनाशीतितमोऽध्यायः॥
]

`verse 23 [
गौतमीमाहात्म्ये दशमोऽध्यायः॥
]
