`speaker [
ब्रह्मोवाच
]

`verse 1 [
कार्तिकेयं परं तीर्थं कौमारमिति विश्रुतम्।
यन्नामश्रवणादेव कुलवान्नूपवान्भवेत्॥
]

`verse 2 [
निहते तारके दैत्ये स्वस्थे जाते त्रिविष्टपे।
कार्तिकेयं सुतं ज्येष्ठं प्रीत्या प्रोवाच पार्वती॥
]

`verse 3 [
यथासुखं भुङ्क्ष्व भोगांस्त्रैलोक्ये मनसः प्रियान्।
ममाऽज्ञया प्रीतमनाः पितुश्चैव प्रसादतः॥
]

`verse 4 [
एपमुक्तः स वै मात्रा विशाखो देवतास्त्रियः(?)।
यथासुखं बलाद्रेमे देवपत्न्योऽपि रेमिरे॥
]

`verse 5 [
ततः संभुज्यमानासु देवपत्नीषु नारद।
नाशक्नुवन्वारयितुं कार्तिकेयं दिवौकसः॥
]

`verse 6 [
ततो निवेदयामासुः पार्वत्यै पुत्रकर्म तत्॥
असकृद्वार्यमाणोऽपि मात्रा देवैः स शक्तिधृक्॥
]

`verse 7 [
नैवासावकरोद्वाक्यं स्त्रीष्वासक्तस्तु षण्मुखः।
अभिशापभयाद्भीता पार्वती पर्यचिन्तयत्॥
]

`verse 8 [
पुत्रस्नेहात्तथैवेशा देवानां कार्यसिद्धये।
देवपत्न्यश्चिरं रक्ष्या इति मत्वा पुनः पुनः॥
]

`verse 9 [
यस्यां तु रमते स्कन्दः पार्वती त्वपि तादृशी।
तद्रूपमात्मनः कृत्वा वर्तयामास पार्वती॥
]

`verse 10 [
इन्द्रस्य वरुणस्यापि भार्यामाहूय षण्मुखः।
यावत्पश्यति तस्यां तु मातृरूपमपश्यत॥
]

`verse 11 [
तामपास्य नमस्याथ पुनरन्यामथाऽऽह्वयत्।
तस्यां तु मातृरूपं स प्रेक्ष्य लज्जामुपेयिवान्॥
]

`verse 12 [
एवं बह्वीषु तद्रुपं दृष्ट्वा माकृमयं जगत्।
इति संचिन्त्य गाङ्गेयो वैराग्यमगमत्तदा॥
]

`verse 13 [
स तु मातृकृतं ज्ञात्वा प्रवृत्तस्य निवर्तनम्।
निवार्यश्चेदहं भोगात्किं तु पूर्वं प्रवर्तितः॥
]

`verse 14 [
तस्मान्मातृकृतं सर्वं मम हास्यास्पदं त्विति।
लज्जया परया युक्तो गौतमीमगमत्तदा॥
]

`verse 15 [
इयं च मातृरूपा मे श्रृणोतु मम भाषितम्।
इतः स्त्रीनामधेयं यन्मम मातृसमं मतम्॥
]

`verse 16 [
एवं ज्ञात्वा लोकनाथः पार्वत्या सह शंकरः।
पुत्रं निवारयामास वृत्तमित्यब्रवीद्गृरुः॥
]

`verse 17 [
ततः सुरपतिः प्रीतः किं ददामीति चिन्तयन्।
कृताञ्जलिपुटः स्कन्दः पितरं पुनरब्रवीत्॥
]

`speaker [
स्कन्द उवाच
]

`verse 18 [
सेनापतिः सुरपतिस्तव पुत्रोऽहमित्यपि।
असमेतेन देवेश किं वरैः सुरपूजित॥
]

`verse 19 [
अथवा दातुकामोऽसि लोकानां हितकाम्यया।
याचेऽहं नाऽऽत्मना देव तदनुज्ञातुमर्हसि॥
]

`verse 20 [
महापातकिनः केचिद्गुरुदाराभिगामिनः।
अत्राऽऽप्लवनमात्रेण धौतपापा भवन्तु ते॥
]

`verse 21 [
आप्नुवन्तूत्तमां जातिं तिर्यञ्चोऽपि सुरेश्वर।
कुरूपो रूपसंपत्तिमत्र स्नानादवाप्नुयात्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
एवमस्त्विति तं शंभुः प्रत्यनन्दत्सुतेरितम्।
ततः प्रभृति तत्तीर्थं कार्तिकेयमिति श्रुतम्॥

तत्र स्नानं च दानं च सर्वक्रतुफलप्रदम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मो तीर्थमाहात्म्ये कुमारतीर्थवर्णनं नामैकाशीतितमोऽध्यायः॥
]

`verse 23 [
गौतमीमाहात्म्ये द्वादशोऽध्यायः॥
]
