`speaker [
ब्रह्मोवाच
]

`verse 1 [
दशाश्वमेधिकं तीर्थं तच्छृणुष्व महामुने।
यस्य श्रवणमात्रेण हयमेधफलं लभेत्॥
]

`verse 2 [
विश्वकर्मसुतः श्रीमान्विश्वरूपो महाबलः।
तस्यापि प्रथमः पुत्रस्तत्पुत्रो भौवनो विभुः॥
]

`verse 3 [
पुरोधाः कश्यपस्तस्य सर्वज्ञानविशारदः।
तमपृच्छन्महाबाहुर्भौवनः सार्वभौवनः॥
]

`verse 4 [
यक्ष्येऽहं हयमेधैश्च युगपद्दशभिर्मुने।
इत्यपृच्छद्गृरुं विप्रं क्व यक्ष्यामि सुरानिति॥
]

`verse 5 [
सोऽवदद्देवयजनं तत्र तत्र नृपोत्तम।
यत्र यत्र द्विजश्रेष्ठाः प्रावर्तन्त महाक्रतून्॥
]

`verse 6 [
तत्राभवन्नृषिगणा आर्त्विज्ये मखमण्डले।
युगपद्दशमेधानि प्रवृत्तानि पुरोधसा॥
]

`verse 7 [
पूर्णतां नाऽऽययुस्तानि दुष्ट्वा चिन्तापरो नृपः।
विहाय देवयजनं पुनरन्यत्र तान्क्रतून्॥
]

`verse 8 [
उपाक्रमत्तथा तत्र विघ्नदोषास्तमाययुः।
दृष्ट्वाऽपूर्णंस्ततो यज्ञान्राजा गुरुभाषत॥
]

`speaker [
राजोवाच
]

`verse 9 [
देशदोषात्कालदोषान्मम दोषात्तवापि वा।
पूर्णतां नाऽऽप्नुवन्ति स्म दशमेधानि वाजिनः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
ततश्च दुःखितो राजा कश्यपेन पुरोधसा।
गीष्पतेर्भ्रातरं ज्येष्ठं गत्वा संवर्तमूचतुः॥
]

`speaker [
कश्यपभौवनावूचतुः
]

`verse 11 [
भगवन्युगपत्कार्याण्यश्वमेधानि मानद।
दश संपूर्णतां यान्ति तं देशं तं गुरुं वद॥
]

`verse 12 [
ततो ध्यात्वा ऋषिश्रेष्ठः संवर्तो तदा।
अब्रवीद्गच्छ ब्रह्माणं गुरुं वदिष्यति॥
]

`verse 13 [
भौवनोऽपि महाप्राज्ञः कश्यपेन महात्मना।
आगत्य मामब्रवीच्च गुरुं देशादिकं च यत्॥
]

`verse 14 [
ततोऽहमब्रवं पुत्र भौवनं कश्यपं तथा।
गौतमीं गच्छ राजेन्द्र स देशः क्रतुपुण्यवान्॥
]

`verse 15 [
अयमेव गुरुः श्रेष्ठः कश्यपो वेदपारगः।
गुरोरस्य प्रसादेन गौतम्याश्च प्रसादतः॥
]

`verse 16 [
एकेन हयमेधेन तत्र स्नानेन वा पुनः।
सेत्स्यन्ति तत्र यज्ञाश्च दशमेधानि वाजिनः॥
]

`verse 17 [
तच्छ्रुत्वा भौवनो राजा गौतमीतीरमभ्यगात्।
कश्यपेन सहायेन हयमेधाय दीक्षितः॥
]

`verse 18 [
ततः प्रवृत्ते यज्ञेशे हयमेधे महाक्रतौ।
संपूर्णे तु तदा राजा पृथिवीं दातुमुद्यतः॥
]

`verse 19 [
ततोऽन्तरिक्षे वागुच्चैरुवाच नृपसत्तमम्।
पूजयित्वा स्थितं विप्रानृत्विजोऽथ सदस्पतीन्॥
]

`verse 20 [
आकाशवगुवाच
पुरोधसे कश्यपाय सशैलवनकाननाम्।
पृथिवीं दातुकामेन दत्तं सर्वं त्वया नृपः॥
]

`verse 21 [
भूमिदानस्पृहां त्यक्त्वा अन्नं देहि महाफलम्।
नान्नदानसमं पुण्यं त्रिषु लोकेषु विद्यते॥
]

`verse 22 [
विशेषतस्तु गङ्गायाः श्रद्धया पुलिने मुने।
त्वया तु हयमेधोऽयं कृतः सबहुदक्षिणः॥
कृतकृत्योऽसि भद्रं ते नात्र कार्या विचारणा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
तथाऽपि दातुकामं तं मही प्रोवाच भौवनम्॥
]

`verse 24 [
पृथिव्युवाच
विश्वकर्मज सार्वभौम मा मां देहि पुनः पुनः।
निमज्जेऽहं सलिलस्य मध्ये तस्मान्न दीयताम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
ततश्च भौवनो भीतः किं देयमिति चाब्रवीत्।
पुनश्चोवाच सा पृथ्वी भौवनं ब्राह्मणैर्वृतम्॥
]

`verse 26 [
भूम्युवाच
तिला गावो धनं धान्यं यत्किंचिद्गौतमीतटे।
सर्वं तदक्षयं दानं किं मां भौवन दास्यसि॥
]

`verse 27 [
गङ्गातीरं समाश्रित्य ग्रासमेकं ददाति यः।
तेनाहं सकला दत्ता किं मां भौवन दास्यसि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
तद्भुवो वचनं श्रुत्वा भौवनः सार्वभौवनः।
तथेति मत्वा विप्रेभ्यो ह्यन्नं प्रादात्सुविस्तरम्॥
]

`verse 29 [
ततः प्रभृति तत्तीर्थं दशाश्वमेधिकं विदुः।
दशानामश्वमेधानां फलं स्नानागदवाप्यते॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये दशाश्वमेधतीर्थवर्णनं नाम त्र्यशीतितमोऽध्यायः॥
]

`verse 30 [
गौतमीमाहात्म्ये चतुर्दशोऽध्यायः॥
]
