`speaker [
ब्रह्मोवाच
]

`verse 1 [
पैशाचं तीर्थमपरं पूजितं ब्रह्मवादिभिः।
तस्य स्वरूपं वक्ष्यामि गौतम्या दक्षिणे तटे॥
]

`verse 2 [
गिरिर्ब्रह्मगिरेः पार्श्वे अञ्जनो नाम नारद।
तस्मिञ्शैले मुनिवर शापभ्रष्टा वराप्सरा॥
]

`verse 3 [
अञ्जना नाम तत्राऽऽसीदुत्तमाङ्गेन वानरी।
केसरी नाम तद्भर्ता अद्रिकेति तथाऽपरा॥
]

`verse 4 [
साऽपि केसरिणो भार्या शापभ्रष्टा वराप्सरा।
उत्तमाङ्गेन मार्जारी साऽप्यास्तेऽञ्जनपर्वते॥
]

`verse 5 [
दक्षिणार्णवमभ्यागात्केसरी लोकविश्रुतः।
एतस्मिन्नन्तरेऽगस्त्योऽञ्जनं पर्वतमभ्यगात्॥
]

`verse 6 [
अञ्जना चाद्रिका चैव अगस्त्यमृषिसत्तमम्।
पूजयामासतुरुभे यथान्यायं यथासुखम्॥
]

`verse 7 [
ततः प्रसन्नो भगवानाहोभे व्रियतां वरः।
ते आहतुरुभेऽगस्त्यं पुत्रौ देहि मुनीश्वर॥
]

`verse 8 [
सर्वेभ्यो बलिनौ श्रेष्ठौ सर्वलोकोपकारकौ।
तथेत्युक्त्वा मुनिश्रेष्ठो जगामाऽऽशां स दक्षिणाम्॥
]

`verse 9 [
ततः कदाचित्ते काले अञ्जना चाद्रिका तथा।
गीतं नृत्यं हास्यं च कुर्वत्यौ गिरिमूर्धनि॥
]

`verse 10 [
वायुश्च निर्ऋतिश्चापि ते दृष्ट्वा सस्मितौ सुरौ॥
कामाक्रान्तधियौ चोभौ तदा सत्वरमीयतुः॥
]

`verse 11 [
भार्ये भवेतामुभयोरावां देवौ वरप्रदौ।
ते अप्यूटचतुरस्त्वेतद्रेमाते गिरिमूर्धनि॥
]

`verse 12 [
अञ्जनायां तथा वायोर्हनुमान्समजायत।
अद्रिकायां च निर्ऋतेरद्रिर्नाम पिशाचराट्॥
]

`verse 13 [
पुनस्ते आहतुरुभे पुत्रौ जातौ मुनेर्वरात्।
आवयोर्विकृतं रूपमुत्तमाङ्गेन दूषितम्॥
]

`verse 14 [
शापाच्छचीपतेस्तत्र युवामाज्ञातुर्महथः।
ततः प्रोवाच भगवान्वायुश्च निर्ऋतिस्तथा॥
]

`verse 15 [
गौतम्यां स्नानदानाभ्यां शापमोक्षो भविष्यति।
इत्युक्त्वा तावुभौ प्रीतौ तत्रैवान्तरधीयताम्॥
]

`verse 16 [
ततोऽञ्जनां समादाय अद्रिः पैशाचमूर्त्तिमान्।
भ्रातुर्हनुमतः प्रीत्यौ स्नापयामास मातरम्॥
]

`verse 17 [
तथैव हनुमान्गङ्गामादायाद्रिमतित्वरन्।
मार्जाररूपिणीं नीत्वा गौतम्यास्तीरमाप्तवान्॥
]

`verse 18 [
ततः प्रभृति तत्तीर्थं पैशाचं चाऽऽञ्जनं तथा।
ब्रह्मणो गिरिमासाद्य सर्वकामप्रदं शुभम्॥
]

`verse 19 [
योजनानां त्रिपञ्चाशन्मार्जारं पूर्वतो भवेत्।
मार्जारसंज्ञितात्तस्माद्धनूमन्तं वृषाकपिम्(?)॥
]

`verse 20 [
फेनासंगाममाख्यातं सर्वकामप्रदं शुभम्।
तस्य स्वरूपं व्यष्टिश्च तत्रैव प्रोच्यते शुभा॥
]

`verse 21 [
इति क्षीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये पैशाचतीर्थवर्णनं नाम चतुरशीतितमोऽध्यायः॥
]

`verse 22 [
गौतमीमाहात्म्ये पञ्चदशोऽध्यायः॥
]
