`speaker [
ब्रह्मोवाच
]

`verse 1 [
क्षुधातीर्थमिति ख्यातं श्रृणु नारद तत्मनाः।
कथ्यमानं महापुण्यं सर्वकामप्रदं नृणाम्॥
]

`verse 2 [
ऋषिरासीत्पुरा कण्वस्तपस्वी वेदवित्तमः।
परिभ्रमन्नाश्रमाणि क्षुधया परिपीडितः॥
]

`verse 3 [
गौतमस्याऽऽश्रमं पुण्यं समृद्धं चान्नवारिणा।
आत्मानं च क्षुधायुक्तं समृद्धं चापि गौतमम्॥
]

`verse 4 [
वीक्ष्य कण्वोऽथ वैषम्यं वैराग्यमगमत्तदा।
गौतमोऽपि द्विजश्रेष्ठो ह्यहं तपसि निष्ठितः॥
]

`verse 5 [
समेन याच्ञाऽयुक्ता स्यात्तस्माद्गौतमवेश्मनि।
न भोक्ष्येऽहं क्षुधार्तोऽपि पीडितेऽपि कलेवरे॥
]

`verse 6 [
गच्छेयं गौतमीं गङ्गामर्जयेयं च संपदम्।
इति निश्चित्य मेधावी गत्वा गङ्गां च पावनीम्॥
]

`verse 7 [
स्नात्वा शुचिर्यतमना उपविश्य कुशासने।
तुष्टाव गौतमीं गङ्गां क्षुधां च परमापदम्॥
]

`speaker [
कण्व उवाच
]

`verse 8 [
नमोऽस्तु गङ्गे परमार्तिहारिणि, नमः क्षुधे सर्वजनार्तिकारिणि।
नमो महेशानजटोद्भवे शुभे, नमो महामृत्युमुखाद्विनिःसृते॥
]

`verse 9 [
पुण्यात्मनां शान्तरूपे क्रोधरूपे दुरात्मनाम्।
सरिद्रूपेण सर्वेषां तापपापापहारिणि॥
]

`verse 10 [
क्षुधारूपेण सर्वेषां तापपापप्रदे नमः।
नमः श्रेयस्करि देवि नमः पापप्रतर्दिनि॥
नमः शान्तिकरि देवि नमो दारिद्र्यनाशिनि॥
]

`speaker [
ब्रहोवाच
]

`verse 11 [
इत्येवं स्तुवतस्तस्य पुरस्तादभवद्द्वयम्।
एकं गाङ्गं मनोहारि ह्यपरं भीषणाकृति॥
नमः कृताञ्जलिर्भूत्वा नमस्कृत्वा द्विजोत्तमः॥
]

`speaker [
कण्व उवाच
]

`verse 12 [
सर्वमङ्गलमङ्गल्ये ब्राह्मि माहेश्वरि शुभे।
वैष्णवि त्र्यम्बके देवि गोदावरि नमोऽस्तु ते॥
]

`verse 13 [
त्र्यंबकस्य जटोद्भूते गौतमस्याघनाशिनि।
सप्तधा सागरं यान्ति गोदावरि नमोऽस्तु ते॥
]

`verse 14 [
सर्वपापकृतां पापे धर्मकामार्थनाशिनि।
दुःखलोभमयि देवि क्षुधे तुभ्यं नमो नमः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
तत्कण्ववचनं श्रुत्वा सुप्रीते आहतुर्द्विजम्॥
]

`verse 16 [
गङ्गाक्षुधे ऊचतुः
अभीष्टं वद कल्याणा वरान्वरय सुव्रत॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
प्रोवाच प्रणतो गङ्गां कण्वः क्षुधां यथाक्रमम्॥
]

`speaker [
कण्व उवाच
]

`verse 18 [
देहि देवि मनोज्ञानि कामानि विभवं मम।
आयुर्वित्तं च भुक्तिं च मुक्तिं गङ्गे प्रयच्छ मे॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
इत्युक्त्वा गौतमीं गङ्गां क्षुधां चाऽऽह द्विजोत्तमः॥
]

`speaker [
कण्व उवाच
]

`verse 20 [
मयि मद्वंशजे चापि क्षुधे तृष्णे दरिद्रिणि।
याहि पापतरे रूक्षे न भूयास्त्वं कदाचन॥
]

`verse 21 [
अनेन स्तवेन ये वै त्वां स्तुवन्ति क्षुधातुराः।
तेषां दारिद्र्यदुःखानि न भवेयुर्वरोऽपरः॥
]

`verse 22 [
अस्मिंस्तीर्थे महापुण्ये स्नानदानजपादिकम्।
ये कुर्वन्ति नरा भक्त्या लक्ष्मीभाजो भवन्तु ते॥
]

`verse 23 [
यस्त्विदं पठते स्तोत्रं तीर्थे वा यदि वा गृहे।
तस्य दारिद्र्यदुःखेभ्यो न भयं स्याद्वरोऽपरः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
एवमस्त्विति चोक्त्वा ते कण्वं याते स्वमालयम्।
ततः प्रभृति तत्तीर्थं काण्वं गङ्गां क्षुधाभिधम्॥
सर्वपापहरं वत्स पितॄणां प्रीतिवर्धनम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये क्षुधातीर्थवर्णनं नाम पञ्चाशीतितमोऽध्यायः॥
]

`verse 25 [
गौतमीमाहात्म्ये षोडशोऽध्यायः॥
]
