`speaker [
ब्रह्मोवाच
]

`verse 1 [
अस्ति ब्रह्मन्महातीर्थं चक्रतीर्थमिति श्रुतम्।
तत्र स्नानान्नरो भक्त्या हरेर्लोकमवाप्नुयात्॥
]

`verse 2 [
एकादश्यां तु शक्लायामुपष्य पृथिवीपते।
गणिकासंगमे स्नात्वा प्राप्नुयादक्षयं पदम्॥
]

`verse 3 [
पुरा तत्र यथा वृत्तं तन्मे निगदतः श्रृणु।
असीद्विश्वधरो नाम वैश्यो बहुधनान्वितः॥
]

`verse 4 [
उत्तरे वयसि श्रेष्ठस्तस्य पुत्रोऽभवदृषे।
गुणवात्रूपसंपन्नो विलासी शुभदर्शनः॥
]

`verse 5 [
प्राणेभ्योऽपि प्रियः पुत्रः काले पञ्चत्वमागतः।
तथा दृष्ट्वा तु तं पुत्रं दंपती दुःखपीडितौ॥
]

`verse 6 [
कुर्वाते स्म तदा तेन सहैव मरणे मतिम्।
हा पुत्र हन्त कालेन पापेन सुदुरात्मना॥
]

`verse 7 [
यौवने वर्तमानाऽपि नीतोऽसि गुणसागर।
आवयोश्च तथैव त्वं प्राणेऽभ्योऽपि सुदुर्लभः॥
]

`verse 8 [
इत्थं तु रुदितं श्रुत्वा दंपत्योः करुणं यमः।
त्यक्त्वा निजपुरं तूर्णं कृपयाऽऽविष्टमानासः॥
]

`verse 9 [
गोदावर्याः शुभे तीरे स्थितो ध्यायञ्जनार्दनम्।
अपि स्वल्पेन कालेन प्रजा वृद्धाः समन्ततः॥
]

`verse 10 [
इयत इति मे पृथ्वी कथ्यतां केन पूरिता(?)।
न कश्चिन्म्रियते जन्तुर्भाराक्रान्ता वसुंधरा॥
]

`verse 11 [
ततो देवी गता तूर्णं वसुधा मुनिसत्तम।
यत्रास्ति सुरसंयुक्तं शक्रः परपुरंजयः॥
दृष्ट्वा वसुन्धरामिन्द्रः प्रणिपत्येदमब्रवीत्॥
]

`speaker [
इन्द्र उवाच
]

`verse 12 [
किमागमनकार्यं त इति मे पृथ्वि कथ्यताम्॥
]

`speaker [
धरोवाच
]

`verse 13 [
भारेण गुरुणा शक्र पीडिताऽहं विना वधम्।
कारणं प्रष्टुमायाता किमिदं कथ्ग्तां मम॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
इति श्रुत्वा महीवाक्यमिन्द्रो वचनमब्रवीत्॥
]

`speaker [
इन्द्र उवाच
]

`verse 15 [
कारणं यदि नाम स्यात्तदानीं ज्ञायते मया।
सुराणां हि पतिर्यस्मादहं सर्वासु(?)मेदिनि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
अथ पृथ्वी तदा वाक्यं श्रुत्वा चाऽऽह शचीपतिम्।
यम आदिश्यतां तर्हि यथा संहरते प्रजाः॥
]

`verse 17 [
इति श्रुत्वा वचो मह्य आदिष्टाः सिद्धकिन्नराः।
यमस्याऽऽनयने शीघ्रं महेन्द्रेण महामुने॥
]

`verse 18 [
ततस्ते सत्वरं याताः सर्वे वैवस्वतं पुरम्।
नैवापश्यन्यमं तत्र ते सिद्धाः सह किंनरैः॥
तथाऽऽगत्य पुनर्वेगाद्वार्ता शक्रे निवेदिता॥
]

`speaker [
सिद्धकिंनरा ऊचुः
]

`verse 19 [
यमो यमपुरे नाथ अस्माभिर्नावलोकितः
महताऽपि सुयत्नेन वीक्ष्यमाणः समन्ततः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
इति श्रुत्वा वचस्तेषां पृष्टः शक्रेण वै तदा।
सविता स पिता तस्य यमः कुत्राऽऽस्त इत्यथ॥
]

`speaker [
सूर्य उवाच
]

`verse 21 [
शक्र गोदावरीतीरे कृतान्तो वर्ततेऽधुना।
चरंस्तत्र तपस्तीव्रं न जाने किं नु कारणम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
इति श्रुत्वा वचो भानोः शक्रः शङ्कामुपाविशत्॥
]

`speaker [
शक्र उवाच
]

`verse 23 [
अहो कष्टं महाकष्टं नष्टा मे सुरनाथता।
गोदावर्यां तपः कुर्याद्यमो वै दुष्टचेष्टितः॥
जिघृक्षुर्मत्पदं नूनं देवा इति मतिर्मम॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
इत्युक्त्वा सहसेन्द्रेण आहूतश्चाप्सरोगणः॥
]

`speaker [
इन्द्र उवाच
]

`verse 25 [
का भवतीषु कालस्य स्थितस्य तपसी द्विषः।
तपः प्रणाशने शक्ता इति मे शीघ्रमुच्यताम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
इति शक्रवचः श्रुत्वा नोचे काऽपि महामुने।
अथ शक्रः प्रकोपेण प्रत्युवाचाप्सरोगणम्॥
]

`speaker [
इन्द्र उवाच
]

`verse 27 [
उत्तरं नाब्रवीत्किञ्चिद्यामस्तर्हि वयं स्वयम्।
सज्जा भवन्तु विबुधाः सैन्यैरान्तु मा चिरम्॥
घातयामो वयं शत्रुं तपसा स्वर्गकामुकम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
इत्युक्ते सति देवानां सेना प्रादुर्बभूव ह।
इतीन्द्रहृदयं ज्ञात्वा हरिणा लोकधारिणा॥
]

`verse 29 [
प्रेषितं चक्रिणा चक्रं रक्षणाय यमस्य हि।
चक्रं यत्राभवत्तत्र चक्रतीर्थमनुत्तमम्॥
]

`verse 30 [
अथेन्द्रं मेनका प्राह शङ्कितेति वचस्तदा॥
]

`speaker [
मेनकोवाच
]

`verse 31 [
कालावलोकने नालं काचिदस्ति सुरेश्वर।
मरणं च वरं देव भवतो न यमात्पुनः॥
]

`verse 32 [
रूपयौवनमत्तेयं गणिकायाचनं प्रभो।
प्रेषणं तत्प्रयच्छैषा स्वामित्वं मन्यते त्वया॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
इति श्रुत्वा वचस्तस्याः शक्रः सुरवरेश्वरः।
आदिदेशाबलां क्षामां सत्कृत्य गणिकां तथा॥
]

`speaker [
शक्र उवाच
]

`verse 34 [
गणिके गच्छ मे कार्यं सुन्दरि मा चिरम्।
कृतकृत्याऽऽगता भूयो वल्लभा मे यथा शची॥
]

`speaker [
ब्रह्मोवाच
]

`verse 35 [
इत्याकर्ण्य वचः शक्रादुत्पत्य गणिका दिशः।
क्षणेन यमसांनिध्यमायाता चारुरूपिणी॥
]

`verse 36 [
यमान्तिकमनुप्राप्ता द्योतयन्ती दिशो दश।
सलींलं ललितं बाला जगौ हिन्दोलकंकलम्(चञ्चला)॥
]

`verse 37 [
ततश्चचाल कालस्य मनो लोलं चलाचलम्।
अथोन्मील्य यमो नेत्रे कामपावकपूरिते॥
]

`verse 38 [
तस्यां व्यापारयामास श्रेयःशत्रौ महामुने।
ततो विलीय सा सद्यः सरित्त्वमगमत्तदा॥
]

`verse 39 [
गौतम्यां तु समागम्य गणिकागणकिंकरैः।
गीयमाना गता स्वर्गे तस्य तीर्थप्रभावतः॥
]

`verse 40 [
गच्छन्तीं गणकां दृष्ट्वा विमानस्थां दिवं प्रति।
विस्मयं परमं प्राप्तः कालस्तरललोचनः॥
आऽऽदित्येन चाऽऽगत्य एवमुक्तो यमस्तदा॥
]

`speaker [
सूर्य उवाच
]

`verse 41 [
कुरु पुत्र निजं कर्म प्रजानां त्वं परिक्षयम्।
पश्य वातं सदा वान्तं सृजन्तं वेधसं प्रजाः॥
पर्यटन्तं त्रिलोकीं मां वहन्तीं वसुधां प्रजाः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
इति श्रुत्वा यमो वाक्यं पितुर्वचनमब्रवीत्॥
]

`verse 43 [
एतन्न गर्हितं कर्म कुर्यामहमिदं ध्रुवम्।
कर्मण्यस्मिन्महाक्रूरे समादेष्टुं न वाऽर्हसि॥
]

`verse 44 [
इति श्रुत्वा च तद्वाक्यं भानुर्वचनमब्रवीत्।
किं नाम गर्हितं कर्म तव कर्तुमलं यम॥
]

`verse 45 [
किं न दृष्टा त्वया यान्ती गणिका गणकिंकरैः।
गीयमाना दिवं सद्यो गौतमीतोयमाप्लुता॥
]

`verse 46 [
त्वया चात्र तपस्तीव्रं कृतं पुत्र सुदुष्करम्।
नैवान्तं तस्य पश्यामि तस्माद्गच्छ निजं पुरम्॥
]

`verse 47 [
भूतहाऽपि भगवान्भानुस्तत्र स्नात्वा गतो दिवम्।
यमोऽपि संगमे स्नात्वा ततो निजपुरं ययौ॥
]

`verse 48 [
भूतहाऽपि ततः शङ्कां तत्याज च महामुने।
तथा दृष्ट्वा यमं यान्तं चक्रे प्रयाणकम्॥
]

`verse 49 [
भगवान्यत्र गोविन्दो वनमालाविभूषितः।
इति यः श्रृणुयान्मर्त्यः पठेद्वाऽपि समाहितः॥
]

`verse 50 [
आपदस्तस्य नश्यन्ति दीर्घमायुरावाप्नुयात्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये चक्रतीर्थगणिकासंगमवर्णनं नाम ष़डशीतितमोऽध्यायः॥
]

`verse 51 [
गौतमीमाहात्म्ये सप्तदशोऽध्यायः॥
]
