`speaker [
ब्रह्मोवाच
]

`verse 1 [
गारुडं नाम यत्तीर्थं सर्वविघ्नप्रशान्तिदम्।
तस्य प्रभावं वक्ष्यामि श्रृणु नारद यत्नतः॥
]

`verse 2 [
मणिनाग इति त्वासीच्छेषपुत्रो महाबलः॥
गरुडस्य भयाद्भक्त्या तोषयामास शंकरम्॥
]

`verse 3 [
ततः प्रसन्नो भगवान्परमेष्ठी महेश्वरः।
तमुवाच महानागं वरं वरय पन्नग॥
]

`verse 4 [
नागः प्राह प्रभो मह्यं देहि मे गरुडाभयम्।
तथेत्याह च तं शंभुर्गरुडादभयं भवेत्॥
]

`verse 5 [
निर्गतो निर्भयो नागो गरुडादरुणानुजात्।
क्षीरोदशायी यत्राऽऽस्ते क्षीरार्णवसमीपतः॥
]

`verse 6 [
इतश्चेतश्च चरति नागोऽसौ सुखशीतले।
गरुडोऽपि च यत्राऽऽस्ते तं देशमपि यात्यसौ॥
]

`verse 7 [
गरुडः पन्नगं दृष्ट्वा चरन्तं निर्भयेन तु।
तं गृहीत्वा महानागं प्राक्षिपत्स्वस्य वेश्मनि॥
]

`verse 8 [
तं बद्ध्वा गारुडैः पाशैर्गरुडो नागसत्तमम्।
एतस्मिन्नन्तरे नन्दी प्रोवाचेशं जगत्प्रभुम्॥
]

`speaker [
नन्दिकेश्वर उवाच
]

`verse 9 [
नूनं नागो न चाऽऽयाति भक्षितो बद्ध एव वा।
गरुडेन सुरेशान जीवन्नागो न संव्रजेत्॥
]

`speaker [
ब्रहमोवाच
]

`verse 10 [
नन्दिनो वचनं श्रुत्वा ज्ञात्वा शंशुरथाब्रवीत्॥
]

`speaker [
शिव उवाच
]

`verse 11 [
गरुडस्य गृहे नागो बद्धस्तिष्ठति सत्वरम्।
गत्वा तं जगतामीशं विष्णुं स्तुहि जनार्दनम्॥
]

`verse 12 [
बद्धं नागं काश्यपेन मद्वाक्यादानय स्वयम्।
तत्प्रभोर्वचनं श्रुत्वा नन्दी गत्वा श्रियः पतिम्॥
]

`verse 13 [
व्यज्ञापयत्स्वयं वाक्यं विष्णुं लोकपरायणम्।
नारायणः प्रीतमना गरुडं वाक्यमब्रवीत्॥
]

`speaker [
विष्णुरुवाच
]

`verse 14 [
विनतात्मज मे वाक्यान्नन्दिने देहि पन्नगम्।
कम्पमानस्तदाकर्ण्य नेत्युवाच विहंगमः॥
विष्णुमप्यब्रवीत्कोपात्सुपर्णो नन्दिनोऽन्तिके॥
]

`speaker [
गरुड उवाच
]

`verse 15 [
यद्यत्प्रियतमं किंचिद्भृत्येभ्यः प्रभविष्णवः।
दास्यन्त्यन्ये भावन्नैव मयाऽऽनीतं हरिष्यति॥
]

`verse 16 [
पश्य देवं त्रिनयनं नागं मोक्ष्यति नन्दिना।
मयोपपादितं नागं त्वं तु दास्यसि नन्दिने॥
]

`verse 17 [
त्वां वहामि सदा स्वामिन्मम देयं सदा त्वया।
मयोपपादितं नागं वक्तुं देहीति नोचितम्॥
]

`verse 18 [
सतां प्रभूणां नेयं स्याद्वृत्तिः सद्वृत्तिकारिणाम्।
सन्तो दास्यन्ति भृत्येभ्यो मदुपात्तहरो भवान्॥
]

`verse 19 [
दैत्याञ्जयसि संग्रामे मद्बलेनैव केश्व।
अहं महाबलीत्येवं मुधैव श्लाघते भवान्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
गरुडस्येति तद्वाक्यं श्रुत्वा चक्रगदाधरः।
विहस्य नन्दिनः पार्श्वे पश्यद्भिर्लोकपालकैः॥
]

`verse 21 [
इदमाह महाबुद्धिर्मां समुह्य कृशो भवान्।
त्वद्बलादसुरान्सर्वाञ्जेष्येऽहं खगसत्तम॥
]

`verse 22 [
इत्युक्त्वा श्रीपतिर्ब्रह्मञ्शान्तकोपोब्रवीदिदम्।
वहाङ्गुलिं करस्याऽऽशु कनिष्ठां नन्दिनोऽन्तिके॥
]

`verse 23 [
गरुडस्य ततो मूर्ध्नि न्यस्येदं पुनरब्रवीत्।
सत्यं मां वहसे नित्यं पश्य धर्मं विहंगम॥
]

`verse 24 [
न्यस्तायां च ततोऽङ्गुल्यां शिरः कुक्षौ समाविशत्।
कुक्षिश्च चरणस्यान्तः प्राविशच्चूर्णितोऽभवत्॥
ततः कृताञ्जलिदीनो व्यथितो लज्जयाऽन्वितः॥
]

`speaker [
गरुड उवाच
]

`verse 25 [
त्राहि त्राहि जगन्नाथ भृत्यं मामपराधिनम्।
त्वं प्रभुः सर्वलोकानां धर्ता धार्यस्त्वमेव च॥
]

`verse 26 [
अपराधसहस्राणि क्षमन्ते प्रभविष्णवः।
कृतापरधेऽपि जने महती यस्य वै कृपा॥
]

`verse 27 [
े॥

वदन्ति मुनयः सर्वे त्वामेव करुणाकरम्।
रक्षस्वाऽऽर्तं जगन्मातर्मामम्बुजनिवासिनि॥
कमले बालकं दीनमार्तं तनयवत्सले॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
ततः कृपान्विता देवी श्रीरप्याह जनार्दनम्॥
]

`speaker [
कमलोवाच
]

`verse 29 [
रक्ष नाथ स्वकं भृत्यं गरुडं विपदं गतम्।
जनार्दन उवाचेदं नन्दिनं शंभुवाहनम्॥
]

`speaker [
विष्णुरुवाच
]

`verse 30 [
नय नागं सगरुडं शंभोरन्तिकमेव च।
तत्प्रसादाच्च गरुडो महेश्वरनिरीक्षितः॥
आत्मीयं च पुना रूपं गरुडः समवाप्स्यति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
तथेत्युक्त्वा च वृषभो नागेन गरुडेन च।
शनैः स शंकरं गत्वा सर्वं तस्मै न्यवेदयत्॥
शंकरोऽपि गरुत्मन्तं प्रोवाच शशिशेखरः॥
]

`speaker [
शिव उवाच
]

`verse 32 [
याहि गङ्गां महाबाहो गौतमीं लोकपावनीम्।
सर्वकामप्रदां शान्तां तामाप्लुत्य पुनर्वपुः॥
]

`verse 33 [
प्राप्स्यसे सर्वकामांश्च शतधाऽथ सहस्रधा।
सर्वपापोपतप्ता ये दुर्दैवोन्मूलितोद्यमाः॥
प्राणिनोऽभीष्टदा तेषां शरणं खग गौतमी॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
तद्वाक्यं प्रणती भूत्वा श्रुत्वा तु गरुडोऽभ्यगात्।
गङ्गामाप्लुत्य गरुडः शिवं विष्णुं ननाम सः॥
]

`verse 35 [
ततः स्वर्णमयः पक्षी वज्रदेहो महाबलः।
वेगी भवन्मुनिश्रेष्ठ पुनर्विष्णुणमियात्सुधीः॥
]

`verse 36 [
ततः प्रभृति तत्तीर्थं गारुडं सर्वकामदम्।
तत्र स्नानादि यत्किञ्चित्करोति प्रयतो नरः॥
सर्वं तदक्षयं वत्स शिवविष्णुप्रियावहम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये गरुडतीर्थवर्णनं नाम नवतितमोऽध्यायः॥
]

`verse 37 [
गौतमीमाहात्म्ये एकविंशतितमोऽध्यायः॥
]
