`speaker [
ब्रह्मोवाच
]

`verse 1 [
पापप्रणाशनं नाम तीर्थं पापभयापहम्।
नामधेयं प्रवक्ष्यामि श्रृणु नारद यत्नतः॥
]

`verse 2 [
धृतव्रत इति ख्यातो ब्राह्मणो लोकविश्रुतः।
तस्य भार्या मही नाम तरुणी लोकसुन्दरी॥
]

`verse 3 [
तस्य पुत्रः सूर्यनिभः सनाज्जात इति श्रुतः।
धृतव्रतं तथाऽकर्षन्मृत्युः कालेरितो मुने॥
]

`verse 4 [
ततः सा बालविधवा बालपुत्रा सुरूपिणी।
त्रातारं नैव पश्यन्ती गालवाश्रममभ्यगात्॥
]

`verse 5 [
तस्मै पुत्रं निवेद्याथ स्वैरिणी पापमोहिता।
सा बभ्राम बहून्देशान्पुंस्कामा कामचारिणी॥
]

`verse 6 [
तत्पुत्रो गालवगृहे वेदवेदाङ्गपारगः।
जातोऽपि मातृदोषेण वेश्येरितमतिस्त्वभूत्॥
]

`verse 7 [
जनस्थानमिति ख्यातं नानाजातिसमावृतम्।
तत्रासौ पण्यवेषेण अध्यास्ते च मही तथा॥
]

`verse 8 [
तत्सृतोऽपि बहून्देशान्परिबभ्राम कामुकः।
सोऽपि कालवशात्तत्र जनस्थानेऽवसत्तदा॥
]

`verse 9 [
स्त्रियमाकाङ्क्षते वेश्यां धृतव्रतसुतो द्विजः।
मही चापि धनं दातॄन्पुरुषान्समपेक्षते॥
]

`verse 10 [
मेने न पुत्रमात्मीयं स चापि न तु मातरम्।
तयोः समागमश्चाऽऽसीद्धिधिना मातृपुत्रयोः॥
]

`verse 11 [
एवं बहुतिथे काले पुत्रे मातरि गच्छति।
तयोः परस्परं ज्ञानं नैवाऽऽडसीन्माकृपुत्रयोः॥
]

`verse 12 [
एवं प्रवर्तमानस्य पितृधर्मेण सन्मतिः।
आसीत्तस्याप्यसद्वृत्तेः श्रृणु नारद चित्रवत्॥
]

`verse 13 [
स्वैरस्थित्या वर्तमानो नेदं स परिहातवान्।
ब्राह्मीं संध्यामनुष्ठाय तदूर्ध्वं तु धनार्जनम्॥
]

`verse 14 [
विद्याबलेन वित्तानि बहून्यार्ज्य ददात्यसौ।
तथा स प्रातरुत्थाय गङ्गां गत्वा यथाविधि॥
]

`verse 15 [
शौचादि स्नानसंध्यादि सर्वं कार्यं यथाक्रमम्।
कृत्वा तु ब्राह्मणान्नत्वा ततोऽभ्येति स्वकर्मसु॥
]

`verse 16 [
प्रातःकाले गौतमीं तु यदा याति विरूपवान्।
कुष्ठसर्वाङ्गशिथिलः पूयशोणितनिःस्रवः॥
]

`verse 17 [
सनात्वा तु गौतमीं गङ्गां यदा याति सुरूपधृक्।
शान्तः सूर्याग्निसदृशो मूर्तिमानिव भास्करः॥
]

`verse 18 [
एतद्रुपद्वयं स्वस्य नैव पश्यति स द्विजः।
गालवो यत्र भगवांस्तपोज्ञानपरायणः॥
]

`verse 19 [
आश्रित्य गौतमीं देवीं आस्ते च मुनिभिर्वृतः।
ब्राह्मणोऽपि च तत्रैव नित्यं तीर्थं समेत्य च॥
]

`verse 20 [
गालवं च नमस्याथ ततो याति स्वमन्दिरम्।
गङ्गायाः सेवनात्पूर्वं सनाज्जातस्य यद्वपुः॥
]

`verse 21 [
स्नानसंध्योत्तरे काले पुनर्यदपि तद्द्विजे।
उभयं तस्य तद्रूपं गालवो नित्यमेव च॥
]

`verse 22 [
दृष्ट्वा सविस्मयो मेने किंचिदस्त्यत्र कारणम्।
एवं सविस्मयो भूत्वा गालवः प्राह तं द्विजम्॥
]

`verse 23 [
गच्छन्तं तु नमस्याथ सनाज्जातं गुरुर्गृहम्।
आहूय यत्नतो धीमान्कृपया विस्मयेन च॥
]

`speaker [
गालव उवाच
]

`verse 24 [
को भवान्क्व च गन्ताऽसि किं करोषि क्व भोक्ष्यसि।
किंनामा त्वं क्व शय्या ते का ते भार्या वदस्व मे॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
गालवस्य वचः श्रुत्वा ब्राह्मणोऽप्याह तं मुनिम्॥
]

`speaker [
ब्रह्मण उवाच
]

`verse 26 [
श्वः कथ्यते मया सर्वं ज्ञात्वा कार्यविनिर्णयम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
एवमुक्त्वा गालवं तं सनाज्जातो गृहं ययौ।
भुक्त्वा रात्रौ तया सम्यक्शय्यामासाद्य बन्धकीम्॥
उवाच चकितः स्मृत्वा गालवस्य तु यद्वचः॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 28 [
त्वं तु सर्वगुणोपेता बन्धक्यपि पतिव्रता।
आवयोः सदृशी प्रीतिर्यावज्जीवं प्रवर्तताम्॥
]

`verse 29 [
तथाऽपि किंचित्पृच्छामि किंनाम्नी त्वं क्व वा कुलम्।
किंनु स्थानं क्व वा बन्धुर्मम सर्वं निवेद्यताम्॥
]

`verse 30 [
बन्धक्युवाच
धृतव्रत इति ख्यातो ब्राह्मणो दीक्षितः शुचिः।
तस्य भार्या मही चाहं मत्पुत्रो गालवाश्रमे॥
]

`verse 31 [
उत्सृष्टो मतिमान् बालः सनाज्जात इति श्रुतः।
अहं तु पूर्वदोषेण त्यक्त्वा धर्मं कुलागतम्॥
स्वैरिणी त्विह वर्तेऽहं विद्धि मां ब्राह्मणीं द्विज॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
तस्यास्तद्वचनं श्रुत्वा मर्मविद्ध इवाभक्त्।
पपात सहसा भूमौ वेश्या तं वाक्यमब्रवीत्॥
]

`speaker [
वेश्योवाच
]

`verse 33 [
किं तु जातं द्विजश्रेष्ठ क्व च प्रीतिर्गता तव।
किं तु वाक्यं मया चोक्तं तव चित्तविरोधकृत्॥
]

`verse 34 [
आत्मानमात्मनाऽऽश्वास्य ब्राह्मणो वाक्यमब्रवीत्॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 35 [
धृतव्रतः पिता विप्रस्तत्पुत्रोऽहं सनाद्यतः।
माता मही मम इयं मम दैवादुपागता॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
एतच्छ्रुत्वा तस्य वाक्यं साऽप्यभूदतिदुःखिता।
तयोस्तु शोचतोः पश्चात्प्रभाते विमले रवौ॥
गालवं मुनिशार्दूलं गत्वा विप्रो न्यवेदयत्॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 37 [
धृतव्रतसुतो ब्रह्मंस्त्वया पूर्वं तु पालितः।
उपनीतस्त्वया चैव मही माता मम प्रभो॥
]

`verse 38 [
किं करोमि च किं कृत्वा निष्कृतिर्मम वै भवेत्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 39 [
तद्विप्रवचनं श्रुत्वा गालवः प्राह मा शुचः।
तवेदं द्विविधं रूपं नित्यं पश्याम्यपूर्ववत्॥
]

`verse 40 [
ततः पृष्टोऽसि वृत्तान्तं श्रुतं ज्ञातं मया यथा।
यत्कृत्यं तव तत्सर्वं गङ्गायां प्रत्यगात्क्षयम्॥
]

`verse 41 [
अस्य तीर्थस्य माहात्म्यादस्या देव्याः प्रसादतः।
पूतोऽसि प्रत्यहं वत्स नात्र कार्या विचारणा॥
]

`verse 42 [
प्रभाते तव रूपाणि सपापानि त्वहर्निशम्।
पश्येऽहं पुनरप्येव रूपं तव गुणोत्तमम्॥
]

`verse 43 [
आगच्छन्तं त्वागोयुक्तं गच्छन्तं त्वामनागसम्।
पश्यामि नित्यं तस्मात्त्वं पूतो देव्या कृतोऽधुना॥
]

`verse 44 [
तस्मान्न कार्यं ते किंचिदवशिष्टं भविष्यति।
इयं च माता ते विप्र ज्ञाता या चैव बन्धकी॥
]

`verse 45 [
पश्चात्तापं गताऽत्यन्तं निवृत्त त्वथ पातकात्।
भूतानां विषये प्रीतिर्वत्स स्वाभाविकी यतः॥
]

`verse 46 [
सत्सङ्गतो महापुण्यान्निवृत्तिर्दैवतो भवेत्।
अत्यर्थमनुतप्तेयं प्रागाचरितपुण्यतः॥
]

`verse 47 [
स्नानं कृत्वा चात्र तीर्थे ततः पूता भविष्यति।
तथा तो चक्रतुरुभौ मातापुत्रौ च नारद॥
]

`verse 48 [
स्नानाद्बभूवतुरुभौ गतपापावसंशयम्।
ततः प्रभृति तत्तीर्थं धौतपापं प्रचक्षते॥
]

`verse 49 [
पापप्रणाशनं नाम गालवं चेति विश्रुतम्।
महापातकमल्पं वा तथा यच्चोपपातकम्॥
तत्सर्वं नाशयेदेद्वौतपापं सुपुण्यदम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे गौतमीमाहात्म्ये धौतपापमाहात्म्यनिरूपणं द्विनवतितमोऽध्यायः॥
]

`verse 50 [
गौतमीमाहात्म्ये त्रयोविंशोऽध्यायः॥
]
