`speaker [
ब्रह्मोवाच
]

`verse 1 [
यत्र दाशरथी रामः सीतया सहितो द्विज।
पितॄन्संतर्पयामास पितृतीर्थं ततो विदुः॥
]

`verse 2 [
तत्र स्नानं च दानं च पितॄणां तर्पणं तथा।
सर्वमक्षयतामेति नात्र कार्यां विचारणा॥
]

`verse 3 [
यत्र दाशरथी रामो विश्वामित्रं महामुनिम्।
पूजयामास राजेन्द्रो मुनिभिस्तत्त्वदर्शिभिः॥
]

`verse 4 [
विश्वामित्रं तु तत्तीर्थंमृषिजुष्टं सुपुण्यदम्।
तत्स्वरूपं च वक्ष्यामि पठितं वेदवादिभिः॥
]

`verse 5 [
अनावृष्टिरभूत्पूर्वं प्रजानामतिभीषणा।
विश्वमित्रो महाप्राज्ञः सशिष्यो गौतमीमगात्॥
]

`verse 6 [
शिष्यान्पुत्रांश्च जायां च कृशान्दृष्ट्वा क्षुधातुरान्।
व्यथितः कौशिकः श्रीमाञ्शिष्यानिदमुवाच ह॥
]

`speaker [
विश्वामित्र उवाच
]

`verse 7 [
यथाकथंचिर्द्यात्कचिद्यत्र क्वापि यथा तथा।
आनीयतां किंतु भक्ष्यं भोज्यं वा मा बिलम्ब्यताम्॥
इदानीमेव गन्तव्यमानेतव्ये क्षणेन तु॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
ऋषेस्तद्वचनाच्छिष्याः क्षुधितास्त्वरया ययुः।
अटमाना इतश्चेतो मृतं ददृशिरे शुनम्॥
]

`verse 9 [
तमादाय त्वरायुक्ता आचार्याय न्यवेदयन्।
सोऽपि तं भद्रमित्युक्त्वा प्रतिजग्राह पाणिना॥
]

`verse 10 [
विशसध्यवं स्वमांसं च क्षालयध्वं च वारिणा पचध्वं मन्त्रवच्चापि हुत्वाऽग्नौ तु यथाविधि॥
]

`verse 11 [
देवानृषीन्पितॄनन्यांस्तर्पयित्वाऽतिथीन्गुरून्।
सर्वे भोक्ष्यामहे शेषमित्युवाच स कौशिकः॥
]

`verse 12 [
विश्वामित्रवचः श्रुत्वा शिष्याश्चक्रुस्तथैव तत्।
पच्यमाने श्वमांसे तु देवदूतोऽग्निरभ्यगात्॥
देवानां सदने सर्वं देवेभ्यस्तन्न्यवेदयत्॥
]

`verse 13 [
अग्निरूवाच
देवैः श्वमांसं भोक्तव्यमापन्नमृषिकल्पितम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
अग्नेस्तद्वचनादिन्द्रः श्येनो भूत्वा विहायसि।
स्थालीमथाहरत्पूर्णां मांसेन पिहितां तदा॥
]

`verse 15 [
तत्कर्म दृष्ट्वा शिष्यास्ते ऋषेः श्येनं न्यवेदयन्।
हृता स्थाली मुनिश्रेष्ठ श्येनेनाकृतबुद्धिना॥
]

`verse 16 [
ततश्चुकोप भगवाञ्शप्तुकामस्तदा हरिम्।
ततो ज्ञात्वा सुरपतिः स्थालीं चक्रे मधुप्लुताम्॥
]

`verse 17 [
पुनर्निवेशायामास उल्कास्वेव खगो हरिः।
मधुना तु समायुक्तां विश्वामित्रश्चुकोप ह॥
स्थालीं वीक्ष्य ततः कोपादिदमाह स कौशिकः॥
]

`speaker [
विश्वामित्र उवाच
]

`verse 18 [
श्वमांसमेव नो देहि त्वं हरामृतमुत्तमम्।
नो चेत्त्वां भस्मसात्कुर्यामिन्द्रो भीतस्तदाऽब्रवीद्॥
]

`speaker [
इन्द्र उवाच
]

`verse 19 [
मधु हुत्वा यथान्यायं पिब पुत्रैः समन्वितः।
किमनेन श्वमांसेन अमेध्येन महामुने॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
विश्वामित्रोऽपि नेत्याह भुक्तेनैकेन किं फलम्।
प्रजाः सर्वाश्च सीदन्ति किं तेन मधुना हरे॥
]

`verse 21 [
सर्वेषाममृतं चेत्स्याद्भोक्ष्येऽहममृतं शुचि।
अथवा देवपितरो भोक्ष्यन्तीदं श्वमांसकम्॥
]

`verse 22 [
पश्चादहं तच्च मांसं भोक्ष्ये नानृतमस्ति मे।
ततो भीतः सहस्राक्षो मेघानाहूय तत्क्षणात्॥
]

`verse 23 [
ववर्ष चामृतं वारि ह्यमृतेनार्पिताः प्रजाः।
पश्चात्तदमृतं पुण्यं हरिदत्तं यथाविधि॥
]

`verse 24 [
तर्पयित्वा सुरानादौ तर्पयित्वा जगत्त्रयम्।
विप्रः संभुक्तवाञ्शिष्यैर्विश्वामित्रः स्वभार्यया॥
]

`verse 25 [
ततः प्रभृति तत्तीर्थमाख्यातं चातिपुण्यदम्।
यत्राऽऽगतः सुरपतिर्लोकानाममृतार्पणम्॥
]

`verse 26 [
संजातं मांसवर्जं तु तत्तीर्थं पुण्यदं नृणाम्।
तत्र स्नानं च दानं च सर्वक्रतुफलप्रदम्॥
]

`verse 27 [
ततः प्रभृति तत्तीर्थं विश्वामित्रमिति स्मृतम्।
मधुतीर्थमतैन्द्रं च श्येनं पर्जन्यमेव च॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभ्वृषिसंवादे तीर्थमाहात्म्ये विश्वामित्रतीर्थवर्णनं नाम त्रिनवतितमोऽध्यायः॥
]

`verse 28 [
गौतमीमाहात्म्ये चतुर्विंशोऽध्यायः॥
]
