`speaker [
ब्रह्मोवाच
]

`verse 1 [
इन्द्रतीर्थमिति ख्यातं ब्रह्महत्याविनाशनम्।
स्मरणादपि पापौघक्लेशसंघविनाशनम्॥
]

`verse 2 [
पुरा वृत्रवधे वृत्ते ब्रह्महत्या तु नारद।
शचीपतिं चानुगता तां दृष्ट्वा भीतवद्धरिः॥
]

`verse 3 [
इन्द्रस्ततो वृत्रहन्ता इतश्चेतश्च धावति॥
यत्र यत्र त्वसौ याति हत्या साऽपीन्द्रगामिनी॥
]

`verse 4 [
स महत्सर आविश्य पद्मनालमुपागमत्।
तत्रासौ तन्तुवद्भूत्वा वासं चक्रे शचीपतिः॥
]

`verse 5 [
सरस्तीरेऽपि हत्याऽऽसीद्दिव्यं वर्षंसहस्रकम्।
एतस्मिन्नन्तरे देवा निरिन्द्रा ह्यभवन्मुने॥
]

`verse 6 [
मन्त्रयामासुरव्यग्राः कथमिन्द्रो भवेदिति।
तत्राहमवदं देवान्हत्यास्थानं प्रकल्प्य च॥
]

`verse 7 [
इन्द्रस्य पावनार्थाय गौतम्यामभिषिच्यताम्।
यत्राभिषिक्तः पूतात्मा पुनरिन्द्रो भविष्यति॥
]

`verse 8 [
तथा ते निश्चयं कृत्वा गौतमीं शीघ्रमागमन्।
तत्र स्नातं सुरपतिं देवाश्च ऋषयस्तथा॥
]

`verse 9 [
अभिषेक्तुकामास्ते सर्वे शचीकान्तं च तस्थिरे।
अभिषिच्यमानमिन्द्रं तं प्रकोपाद् गौतमोऽब्रवीत्॥
]

`speaker [
गौतम उवाच
]

`verse 10 [
अभिषेक्ष्यन्ति पापिष्ठं महेन्द्रं गुरुतल्पगम्।
तान्सर्वान्भस्मसात्कुर्यां शीघ्रं यान्त्वसुरारयः॥
]

`verse 11 [
?

ब्रह्मोवाच
तदुषेर्वचनं श्रुत्वा परिहृत्य च गौतमीम्।
नर्मदामगमन्सर्व इन्द्रमादाय सत्वराः॥
]

`verse 12 [
उत्तरे नर्मदातीरे अभिषेकाय तस्थिरे॥
अभिषेक्ष्यमाणमिन्द्रं तं माण्डव्यो भगवानृषिः॥
]

`verse 13 [
अब्रवीद्भस्मसात्कुर्यां यदि स्यादभिचनम्।
पूजयामासुरमरा माण्डव्यं युक्तिभिः स्तवैः॥
]

`speaker [
देवा ऊचुः
]

`verse 14 [
अयमिन्द्रः सहस्राक्षो यस्मिन्देशेऽभिषिच्यते।
तत्रातिदारुणं विघ्नं मुने समुपजायते॥
]

`verse 15 [
तच्छान्तिं कुरु कल्याण प्रसीद वरदो भव।
मलनिर्यातनं यस्मिन्कुर्मस्तस्मिन्वरान्बहून्॥
]

`verse 16 [
देशे दास्यामहे सर्वे तदनुज्ञातुर्महसि।
यस्मिन्देशे सुरेन्द्रस्य अभिषेको भविष्यति॥
]

`verse 17 [
स सर्वकामदः पुंसां धान्यवृक्षफलैर्युतः।
नानावृष्टिर्नदुर्भिक्षं भवेदत्र कदाचन॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
मेने ततो मुनिश्रेष्ठो माण्डव्यो लोकपूजितः।
अभिषेकः कृतस्तत्र मलनिर्यातनं तथा॥
]

`verse 19 [
देवैस्तदोक्तो मुनिभिः स देशो मालवस्ततः।
अभिषिक्ते सुरपतौ जाते च विमले तदा॥
]

`verse 20 [
आनीय गौतमीं मङ्गं तं पुण्यायाभिषेचिरे।
सुराश्च ऋषयश्चैव अहं विष्णुस्तथैव च॥
]

`verse 21 [
वशिष्ठो गौतमश्चापि अगस्त्योऽत्रिश्च कस्यपः।
एते चान्ये च ऋषयो देवा यक्षाः सपन्नगाः॥
]

`verse 22 [
स्नानं तत्पुण्यतोयेन अकुर्वन्नभिषेचनम्।
मया पुनः शचीभर्ता कमण्डलुभवेन च॥
]

`verse 23 [
वारिणाऽप्यभिषिक्तश्च तत्र पुण्याऽभवन्नदी॥
सिक्ता चेति च तत्राऽऽसीत्ते गङ्गायां च संगते॥
]

`verse 24 [
संगमौ तत्र विख्यातौ सर्वदा मुनिसेवितौ।
ततः प्रभृति तत्तीर्थं पुण्यासंगममुच्यते॥
]

`verse 25 [
सिक्तायाः संगमे पुण्यमैन्द्रं तदभिधीयते।
तत्र सप्त सहस्राणि तीर्थान्यासञ्शुभानि च॥
]

`verse 26 [
तेषु स्नानं च दानं च विशेषेण तु संगमे।
सर्वं तदक्षयं विद्यान्नात्र कार्या विचारणा॥
]

`verse 27 [
यदेतत्पुण्यमाख्यानं यः पठेच्च शृणोति वा।
सर्वपापैः स मुच्येते मनोवाक्कायकर्मजैः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये पुण्यासिक्तासंगमेन्द्रतीर्थादिसप्तसहस्रतीर्थवर्णनं नाम षण्णावतितमोऽध्यायः॥
]

`verse 28 [
गौतमीमाहात्म्ये सप्तविंशोऽध्यायः॥
]
