`speaker [
ब्रह्मोवाच
]

`verse 1 [
पोलस्त्यं तीर्थमाख्यातं सर्वसिद्धिप्रदं नृणाम्।
प्रभावं तस्य वक्ष्यामि भ्रष्टराज्यप्रदायकम्॥
]

`verse 2 [
उत्तराशापतिः पूर्वमृद्धिसिद्धिसमन्वितः।
पुरा लङ्कापतिश्चाऽऽसीज्ज्येष्ठो विश्रवसः सुतः॥
]

`verse 3 [
तस्येतै भ्रातरश्चाऽऽसन्बलवन्तोऽमितप्रभाः।
सापत्ना रावणश्चैव कुम्भकर्णो विभीषणः॥
]

`verse 4 [
तेऽपि विश्रवसः पुत्रा राक्षस्यां राक्षसास्तु ते।
मद्द्त्तेन विमानेन धनदो भ्रातृभिः सह॥
]

`verse 5 [
ममान्तिकं भक्तियुक्तो नित्यमेति तु याति च।
रावणस्य तु या माता कुपिता साऽऽब्रवीत्सुतान्॥
]

`speaker [
रावणमातोवाच
]

`verse 6 [
मरिष्ये न च जीविष्ये पुत्रा वैरूप्यकारणात्।
देवाश्च दानवाश्चाऽऽसन्सापत्ना भ्रातरो मिथः॥
]

`verse 7 [
अन्योन्यवधमीप्सन्ते जयैश्वर्यवाशानुगाः।
तद्भवन्तो न पुरुषा न शक्ता न जयैषिणः॥
सापत्नं योऽनुमन्यते तस्य जीवो निरर्थकः॥
]

`verse 8 [
तन्मातृवचनं श्रुत्वा भ्रातरस्ते त्रयो मुने।
जग्मुस्ते तपसोऽरण्यं कृतवन्तस्तपो महत्॥
]

`verse 9 [
मत्तो वरानवापुश्च त्रय एते च राक्षसाः।
मातुलेन मरीचेन तथा मातामहेन तु॥
]

`verse 10 [
तन्मातृवचनाच्चापि ततो लङ्कामयाचत।
रक्षोभावान्मातृदोषाद्भ्रात्रोर्वरमभून्महत्॥
]

`verse 11 [
ततस्तदभवद्युद्धं देवदानवयोरिव।
युद्धे जित्वाऽग्रजं शान्तं धनदं भ्रातरं तथा॥
]

`verse 12 [
पुष्पकं च पुरीं लङ्कां सर्वं चैव व्यपाहरत्।
रावणो घोषयामास त्रैलोक्ये सचराचरे॥
]

`verse 13 [
यो दद्यादाश्रयं भ्रातुः स चज वध्यो भवेन्मम।
भ्रात्रा निरस्तो वैश्रवणो नैव प्रापाऽऽश्रयं क्वचित्॥
पितामहं पुलस्त्यं तं गत्वा नन्वाऽब्रवीद्वचः॥
]

`speaker [
धनद उवाच
]

`verse 14 [
भ्रात्रा निरस्तो दुष्टेन किं करोमि वदस्व मे।
आश्रयः शरणं यत्स्याद्दैवं वा तीर्थमेव च॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
तत्पौत्रवचनं श्रुत्वा पुलस्त्यो वाक्यमब्रवीत्॥
]

`speaker [
पुलस्त्य उवाच
]

`verse 16 [
गौतमीं गच्छ पुत्र त्वं स्तुहि देवं महेश्वरम्।
तत्र नास्य प्रवेशः स्याद्गङ्गाया जलमध्यतः॥
]

`verse 17 [
सिद्धिं प्राप्स्यसि कल्याणीं तथा कुरु मया सह॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
तथेत्युक्त्वा जगामासौ सभार्यो धनदस्तथा।
पित्रा मात्रा च वृद्धेन पुलस्येन धनेश्वरः॥
]

`verse 19 [
गत्वा तु गौतमी गङ्गां शुचिः स्नात्वा यतव्रतः।
तुष्टाव देवदेवशं भुक्तिमुक्तिप्रदं शिवम्॥
]

`speaker [
धनद उवाच
]

`verse 20 [
स्वामी त्वमेवास्य चराचरस्य, विश्वस्य शंभो न परोऽस्ति कश्चित्।
त्वामप्यवज्ञाय यदीह मोहात्प्रगल्भते कोऽपि स शोच्य एव॥
]

`verse 21 [
त्वमष्टमूर्त्या सकलं बिभर्षि, त्वदाज्ञया वर्तत एव सर्वम्।
तथाऽपि वेदेति बुधे भवन्तं, न जात्वविद्धान्महिमा पुरातनम्॥
]

`verse 22 [
मलप्रसूतं यदवोचदम्बा हास्यात्सुतोऽयं तव देव शूरः।
त्वत्प्रेक्षिताद्य स च विघ्नराजो, जज्ञे त्वहो चेष्टितमीशदृष्टेः॥
]

`verse 23 [
अश्रुप्लुताङ्गी गिरिजा समीक्ष्य, वियुक्तदांपत्यमितीशमूचे।
मनोभवोऽभून्मदनो रतिश्च, सौभाग्यपूर्व(र्ण)त्वमवाप सोमात्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
इत्यादि स्तुवतस्तस्य पुरतोऽभूत्त्रिलोचनः।
वरेण च्छन्दयामास हर्षान्नोवाच किंचन॥
]

`verse 25 [
तूष्णींभूते तु धनदे पुलस्त्ये च महेश्वरे।
पुनः पुनर्वरस्वेति शिवे वादिनि हर्षिते॥
]

`verse 26 [
एतस्मिन्नन्तरे तत्र वागुवाचाशरीरिणी।
प्राप्तव्यं धनपालत्वं वदन्तीदं महेस्वरम्॥
]

`verse 27 [
पुलस्त्यस्य तु यच्चित्तं पितुर्वैश्रवणस्य तु।
विदित्वेव तदा वाणी शुभमर्थमुदीरयत्॥
]

`verse 28 [
भूतवद्भवितव्यं स्याद्दास्यमानं तु दत्तवत्।
प्राप्तव्यं प्राप्तवत्तत्र दैव्री वागभवच्छुभा॥
]

`verse 29 [
प्रभूतशत्रुः परिभूतदुःखः, संपूज्य सोमेश्वरमाप लिङ्गम्।
दिगीश्वरत्वं द्रविणप्रभुत्वमपारदातृत्वकलत्रपुत्रान्॥
]

`verse 30 [
तां वाचं धनदः श्रुत्वा देवदेवं त्रिशूलिनम्।
एवं भवतु नामेति धनदो वाक्यमब्रवीत्॥
]

`verse 31 [
तथैवास्त्विति देवेशो दैवीं वाचममन्यत।
पुलस्त्यं च वरैः पुण्यैस्तथा विश्रवसं मुनिम्॥
]

`verse 32 [
धनपालं च देवेशो ह्यभिन्द्य ययौ शिवः।
ततः प्रभृति तत्तीर्थं पौलस्त्यं धनदं विदुः॥
]

`verse 33 [
तथा वैश्रवसं पुण्यं सर्वकामप्रदं शुभम्।
तेषु स्नानादि यत्किंचित्तत्सर्वं बहुपुण्यदम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये पौलस्त्यतीर्थवर्णनं नाम सप्तनवतितमोऽध्यायः॥
]

`verse 34 [
गौतमीमाहात्म्येऽष्टाविंशोऽध्यायः॥
]
