`speaker [
ब्रह्मोवाच
]

`verse 1 [
अग्नितीर्थमिति ख्यातं सर्वक्रतुफलप्रदम्।
सर्वविघ्नोपशमनं तत्तीर्थस्य फलं शृणु॥
]

`verse 2 [
जातवेदा इति ख्यातो अग्नेर्भ्राता स हव्यवाट्।
हव्यं वहन्तं देवानां गौतम्यास्तीर एव तु॥
]

`verse 3 [
ऋषीणां सत्रसदने अग्नेर्भ्रातरमुत्तमम्।
भ्रातुः प्रियं तथा दक्षं मधुर्दितिसुतो बली॥
]

`verse 4 [
जघान ऋषिमुख्येषु पश्यत्सु च सुरेष्वपि।
हव्यं देवा नैव चाऽऽपुर्मृते वै जातवेसि॥
]

`verse 5 [
मृते भ्रातरि स त्वग्निः प्रिये वै जातवेदसि।
कोपेन महताऽविष्टो गाङ्गमम्भः समाविशत्॥
]

`verse 6 [
गङ्गाम्भसि समाविष्टे ह्यग्नौ देवाश्च मानुषाः।
जीवमुत्सर्जयामासुराग्निजीवा यतो मताः॥
]

`verse 7 [
यत्राग्निर्जलमाविष्टस्तं देशं सर्व एव ते।
आजग्मुर्विबुधाः सर्व ऋषः पितरस्तथा॥
]

`verse 8 [
विनाऽग्निना न जीवामः स्तुवन्तोऽग्निं विशेषतः।
अग्निं जलगतं दृष्ट्वा प्रियं चोचुर्दिवोकसः॥
]

`speaker [
देवा ऊचुः
]

`verse 9 [
देवाञ्जीवय हव्येन कव्येन च पितॄंस्तथा।
मानुषानन्नपाकेन बीजानां क्लेदनेन च॥
]

`verse 10 [
अग्निरप्याह तान्देवाञ्शक्तो यो मे गतोऽनुजः।
क्रियमाणे भवत्कार्ये या गतिर्जातवेदसः॥
]

`verse 11 [
सा वाऽपि स्यान्मम सुरा नोत्सह कार्यसाधने।
कार्यं तु सर्वतस्तस्य भवतां जातवेदसः॥
]

`verse 12 [
इमां स्थितिमनुप्राप्तो न जाने मे कथं भवेत्।
इह चामुत्र च व्याप्तौ शक्तिरप्यत्र नो भवेत्॥
]

`verse 13 [
अथापि क्रियमाणे वा कार्ये सैव गतिर्मम।
 देवास्तमूचुर्भावेन सर्वेण ऋषयस्तथा॥
]

`verse 14 [
आयुः कर्मणि च प्रीतिर्वायप्तौ शक्तिश्च दीयते।
प्रयाजाननुयाजांश्च दास्यामो हव्यवाहन॥
]

`verse 15 [
देवानां त्वं मुखं श्रेष्ठमाहुत्यः प्रथमास्तवा।
त्वया दत्तं तु यद्द्रव्यं भोक्ष्यामः सुरसत्तम॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
ततस्तुष्टोऽभवद्वह्निर्देववाक्याद्यथाक्रमम्।
इह चामुत्र च व्याप्तौ हव्ये वा लौकिके तथा॥
]

`verse 17 [
सर्वत्र वह्निरभयः समर्थोऽभूत्सुराज्ञया।
जातवेदा बृहद्भानुः सप्तार्चिर्नीललोहितः॥
]

`verse 18 [
जलगर्भः शमीगर्भो यज्ञगर्भः स उच्यते।
जलादाकृष्य विबुधा आभि(भ्य)षिच्य वि(ञ्चन्वि)भावसुम्॥
]

`verse 19 [
उभयत्र पदे वासः सर्वगोऽग्निस्ततोऽभवत्।
यथागतं सुरा जग्मुर्वह्नितीर्थं जदुच्यते॥
]

`verse 20 [
तत्र सप्त शतान्यासंस्तीर्थानि गुणवन्ति च।
तेषु स्नानं च दानं च यः करोति जितात्मवान्॥
]

`verse 21 [
अश्वमेधफलं साग्रं प्राप्नोत्यविकलं शुभम्।
देवतीर्थं च तत्रैव आग्नेयं जातवेदसम्॥
]

`verse 22 [
अग्निप्रतिष्ठितं लिङ्गं तत्राऽऽस्तेऽनेकवर्णवत्।
तद्देवदर्शनादेव सर्वक्रतुफलं लभेत्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मो तीर्थमाहात्म्येऽग्नितीर्थवर्णनं नामाष्टनवतितमोऽध्यायः॥
]

`verse 23 [
गौतमीमाहात्म्ये एकोनत्रिंशत्तमोऽध्यायः॥
]
