`speaker [
ब्रह्मोवाच
]

`verse 1 [
शमीतीर्थमिति ख्यातं सर्वपापोपशान्तिदम्।
तस्याऽऽख्यानं प्रवक्ष्यामि श्रृणु यत्नेन नारद॥
]

`verse 2 [
आसीत्प्रियव्रतो नाम क्षत्रियो जयतां वरः।
गौतम्या दक्षिणे तीरे दीक्षां चक्रे पुरोधसा॥
]

`verse 3 [
हयमेध उपक्रान्ते ऋत्विग्भिर्ऋषिभिर्वृते।
तस्य राज्ञो महाबाहोर्वसिष्ठस्तु पुरोहितः॥
]

`verse 4 [
तद्यज्ञवाटमगमद्दानवोऽथ हिरण्यकः।
तं दानवमभिप्रेक्ष्य देवास्त्विन्द्रपुरोगमाः॥
]

`verse 5 [
.४ ॥

भीताः केचिद्दिवं जग्मुर्हव्यवाट्शमिमाविशत्।
अश्वत्थं विष्णुरगमद्भानुरर्कं वटं शिवः॥
]

`verse 6 [
सोमः पलाशमगमद्गङ्गाम्भो हव्यवाहनः।
अश्विनौ तु हयं गृह्य वायसोऽभूद्यमः स्वयम्॥
]

`verse 7 [
एतस्मिन्नन्तरे तत्र वसिष्ठो भगवानृषिः।
यष्टिमादाय दैतेयान्न्यवारयदथाऽज्ञया॥
]

`verse 8 [
ततः प्रवृत्तः पुनरेव यज्ञो, दैत्यो गतः स्वेन बलेन युक्तः।
इमानि तीर्थानि ततः शुभानि, दशाश्वमेधस्य फलानि दद्युः॥
]

`verse 9 [
प्रथमं तु शमीतीर्थं द्वितीयं वैष्णवं विदुः।
आर्कं शैवं च सौम्यं च वासिष्ठं सर्वकामदम्॥
]

`verse 10 [
देवाश्च ऋषयः सर्वे निवृत्ते मखविस्तरे।
तुष्टाः प्रोचुर्वसिष्ठं तं यजमानं प्रियव्रतम्॥
]

`verse 11 [
तांश्च वृक्षांस्तां च गङ्गां मुदा युक्ताः पुनः पुनाः।
हयमेधस्य निष्पत्त्यै एते याता इतस्ततः॥
]

`verse 12 [
हयमेधफलं दद्युस्तीर्थानीत्यवदन्सुराः।
तस्मात्स्नानेन दानेन तेषु तीर्थेषु नारद॥
हयमेधफलं पुण्यं प्राप्नोति न मृषा वचः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे तीर्थमाहात्म्ये शम्यादितीर्थवर्णनं नाम त्र्यधिकशाततमोऽध्यायः॥
]

`verse 13 [
गौतमीमाहात्म्ये चतुस्त्रिंशोऽध्यायः॥
]
