`verse 1 [
देवदानवानां मेरुपर्वतं प्राप्य मन्त्रकरणम्
ब्रह्मोवाच
प्रवरासंगमो नाम श्रेष्ठा चैव महानदी।
यत्र सिद्धेश्वरो देवः सर्वलोकोपकारकृत्॥
]

`verse 2 [
देवानां दानवानां च संगमोऽभूत्सुदारुणः।
तेषां परस्परं वाऽपि प्रीतिश्चाभून्महामुने॥
]

`verse 3 [
तेऽप्येवं मन्त्रयामासुर्देवा वै दानवा मिथः।
मेरुपर्वतमासाद्य परस्परहितैषिणः॥
]

`speaker [
देवदैत्या ऊचुः
]

`verse 4 [
अमृतेनामरत्वं स्यादुत्पाद्यमृतमुत्तमम्।
पिबामः सर्वं एवैते भवामश्चामरा वयम्॥
]

`verse 5 [
एकीभूत्वा वयं लोकान्पालयामः सुखानि च।
प्राप्स्यामः संगरं हित्वा संगरो दुःखकारणम्॥
]

`verse 6 [
प्रीत्या चैवार्जितानर्थान्भोक्ष्यामो गतमत्सराः।
यतः स्नेहेन वृत्तिर्या साऽस्माकं सुखदा सदा॥
]

`verse 7 [
वैपरीत्यं तु यद्वृत्तं न स्मर्तव्यं कदाचन।
न च त्रैलोक्यराज्योऽपि कैवल्ये वा सुखं मनाक्॥
तदूर्ध्वमपि वा यत्तु निर्वैरत्वादवाप्यते॥
]

`speaker [
ब्रहमोवाच
]

`verse 8 [
एवं परस्परं प्रीताः सन्तो देवाश्च दानवाः एकीभूताश्च सुप्रीत विमथ्य वरुणालयम्॥
]

`verse 9 [
मन्थानं मन्दरं कृत्वा रज्जुं कृत्वा तु वासुकिम्।
देवाश्च दानवाः सर्वे ममन्थुर्वरुणालयम्॥
]

`verse 10 [
उत्पन्नं च ततः पुण्यममृतं सुरवल्लभम्।
निष्पन्ने चामृते पुण्ये ते च प्रोचुः परस्परम्॥
]

`verse 11 [
यामः स्वं स्वमधिष्ठानं कृतार्याः श्रमं गताः।
सर्वे समं च सर्वेभ्यो यथायोग्यं विभज्यताम्॥
]

`verse 12 [
यदा सर्वागमो यत्र यस्मिंल्लग्ने शुभावहे।
विभज्यतामिदं पुण्यममृतं सुरसत्तमाः॥
]

`verse 13 [
इत्युक्त्वा ते ययुः सर्वे दैत्यदानवराक्षसाः।
गतेषु दैत्यसंघेषु देवाः सर्वेऽन्वमन्त्रयन्॥
]

`speaker [
देवा ऊचुः
]

`verse 14 [
गतास्ते रिवोऽस्माकं दैवयोगादरिंदमाः।
रिपूणाममृतं नैव देयं भवति सर्वथा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
बृहस्पतिस्तथेत्याह पुनराह सुरानिदम्॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 16 [
न जानन्ति यथा पापा पिबध्वं च तथाऽमृतम्।
अयमेवोचितो मन्त्रो यच्छत्रूणां पराभवः॥
]

`verse 17 [
द्वेष्याः सर्वात्मना द्वेष्या इति नीतिविदो विदुः।
न विश्वास्या न चाऽऽख्येया नैव मन्त्र्याश्च शत्रवः॥
]

`verse 18 [
देभ्यो न देयममृतं भवेयुरमरास्ततः।
अमरेषु च जातेषु तेषु दैत्येषु शत्रुषु ॥
ताञ्जेतुं नैव शक्ष्यामो न देयममृतं ततः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
इति संमन्त्र्य ते देवा वाचस्पतिमथाब्रुवन्॥
]

`speaker [
देवा ऊचुः
]

`verse 20 [
क्व यामः कुत्र मन्त्रः स्यात्क्व पिबामः क्व संस्थितिः।
कुर्मस्तदेव प्रथमं वद वाचस्पते तथा॥
]

`verse 21 [
यान्तु ब्रह्माणममराः पृच्छन्त्वत्र गतिं पराम्।
स तु ज्ञाता च वक्ता च दाता चैव पितामहः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
बृहस्पतेर्वचः श्रुत्वा मदन्तिकमथाऽऽगम्न्।
नमस्य मां सुराः सर्वे यद्वृत्तं तन्न्यवेदयन्॥
]

`verse 23 [
तद्देववचनात्पुत्र तैः सुरैरगमं हरिम्।
विष्णवे कथितं सर्वं शंभवे विषहारिणे॥
]

`verse 24 [
अहं विषणुश्च शंभुश्च देवगन्धर्वकिंनरैः।
मेरुकंदरमागत्य न जानन्ति यथाऽसुराः॥
]

`verse 25 [
रक्षकं च हरिं कृत्वा सोमपानाय तस्थिरे।
आदित्यस्तत्र विज्ञाता सोमभोज्यानथेतरान्॥
]

`verse 26 [
सोमो दाताऽमृतं भागं चक्रधृग्रक्षकस्तथा।
नैव जानन्ति तद्देत्या दनुजा राक्षसास्तथा॥
]

`verse 27 [
विना राहुं महाप्राज्ञं सैहिकेयं च सोमपम्।
कामरूपधरो राहुर्मरुतां मध्यमाविशत्॥
]

`verse 28 [
मरुद्रूपं समास्थाय पानपात्रधरस्तथा।
ज्ञात्वा दिवाकरो दैत्यं तं सोमाय न्यवेदयत्॥
]

`verse 29 [
तदा तदमृतं तस्मै दैत्यायादैत्यरूपिणे।
दत्त्वा सोमं तदा सोमो विष्णवे तन्न्यवेदयत्॥
]

`verse 30 [
विष्णुः पीतामृतं दैत्यं चक्रेणोद्यम्य तच्छिरः।
चिच्छेद तरसा वत्स तच्छिरस्त्वमरं त्वभूत्॥
]

`verse 31 [
शिरोमात्रविहीनं यद्देहं तदपतद्भुवि।
देहं तदमृतस्पृष्टं पतितं दक्षिणे तटे॥
]

`verse 32 [
गौतम्या मुनिशार्दुल कम्पयद्वसुधातलम्।
देहं चाप्यमरं पुत्र तदद्भुतिमिवाभवत्॥
]

`verse 33 [
देहं च शिरसोऽपेक्षे शिरो देहमपेक्षते।
उभयं चामरं जातं दैत्यश्चायं महाबलः॥
]

`verse 34 [
शिरः काये समाविष्टं सर्वान्भक्षयते सुरान्।
तस्माद्देहमिदं पूर्वं नाशयामो महीगतम्॥
ततस्ते शंकरं प्राहुर्देवाः सर्वे ससंभ्रमाः॥
]

`speaker [
देवा ऊचुः
]

`verse 35 [
महीगतं दैत्यदेहं नाशयस्व सुरोत्तम।
त्वं देव करुणासिन्धुः शरणागतरक्षकः॥
]

`verse 36 [
शिरसा नैव युज्येत दैत्यदेहं तथा कुरु॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
प्रेषयामास चेशोऽपि श्रेष्ठां शक्तिं तदाऽऽत्मनः।
मातृभिः सहितां देवीं मातरं लोकपालिनीम्॥
]

`verse 38 [
ईशायुधधरा देवी ईशशक्तिसमन्विता॥
महीगतं यत्र देहं तत्रागाद्भक्ष्यकाङ्क्षिणी॥
]

`verse 39 [
शिरोमात्रं सुराः सर्वे मेरौ तत्रैव सान्त्वयन्।
देहो देव्या पुनस्तत्र युयुधे बहवः समाः॥
]

`verse 40 [
राहुस्तत्र सुरानाह भित्त्वा देहं पुरा मम(?)।
अत्राऽऽस्ते रसमुत्कृष्टं तदाकृष्य शरीरतः(?)॥
]

`verse 41 [
पृथग्भूते रसे देहं प्रवरेऽमृतमुत्तमम्।
भस्मीभूयात्क्षणेनैव तस्मात्कुर्वन्तु तत्पुरा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
एतद्राहुवचः श्रुत्वा प्रीताः सर्वेऽसुरारयः।
अभ्यषिञ्चन्ग्रहाणां त्वं ग्रहो भूया मुदाऽन्वितः॥
]

`verse 43 [
तद्देववचनाच्छक्तिरीश्वरी य निगद्यते।
देहं भित्त्वा दैत्यपतेः सुरशक्तिसमन्विता॥
]

`verse 44 [
आकृष्य शीघ्रमुत्कृष्टं प्रवरं चामृतं बहिः।
स्थापयित्वा तु तद्देहं भक्षयामास चाम्बिका॥
]

`verse 45 [
कालरात्रिर्भद्रकाली प्रोच्यते या महाबलाः।
स्थापितं रसमुत्कृष्टं रसानां प्रवरं रसम्(?)॥
]

`verse 46 [
व्यस्रवत्स्थापितं तत्तु प्रवरा साऽभवन्नदी।
आकृष्टममृतं चैव स्थापितं साऽप्यटभक्षयत्॥
]

`verse 47 [
ततः श्रेष्ठा नदी जाता प्रवरा चामृता शुभा।
राहुदेहसमुद्भूता रुद्रशक्तिसमन्विता॥
]

`verse 48 [
नदीनां प्रवरा रम्या चामृता प्रेरिता तथा।
तत्र पञ्च सहस्राणि तीर्थानि गुणवन्ति च॥
]

`verse 49 [
तत्र शंभुः स्वयं तस्थौ सर्वदा सुरपूजितः।
तस्यै तुष्टाः सुराः सर्वे देव्यै नद्यै पृथक् पृथक्॥
]

`verse 50 [
वरान्ददुर्मुदा युक्ता यथा पूजामवाप्स्यति।
शंभुः सुरपतिर्लोके तथा पूजामवाप्स्यसि॥
]

`verse 51 [
निवासं कुरु देवि त्वं लोकानां हितकाम्यया।
सदा तिष्ठ रसेशानि सर्वेषां सर्वसिद्धिदा॥
]

`verse 52 [
स्तवनात्कीर्तनाद्ध्यानात्सर्वकामप्रदायिनी।
त्वां नमस्यन्ति ये भक्त्वा किंचिदापेक्ष्य सर्वदा॥
]

`verse 53 [
तेषां सर्वाणि कार्याणि भवेयुर्देवताज्ञया।
शिवशक्त्योर्यतस्तस्मिन्निवासोऽभूत्सनातनः॥
]

`verse 54 [
अतो वदन्ति मुनयो निवासपुरमित्यदः।
प्रवरायाः पुरा देवाः सुप्रीतास्ते वरान्ददुः॥
]

`verse 55 [
गङ्गायाः संगमो यस्ते विख्यातः सुरवल्लभः।
तत्राऽऽप्लुतानां सर्वेषां भुक्तिर्वा मुक्तिरेव च॥
]

`verse 56 [
यद्वाऽपि मनसः काम्यं देवानामपि दुर्लभम्।
स्यात्तेषां सर्वमेवेह दत्त्वा सुरा ययुः॥
]

`verse 57 [
ततः प्रभृति तत्तीर्थं प्रवरासंगमं विदुः।
प्रेरिता देवदेवेन शक्तिर्या प्रेरिता तु सा॥
अमृता सैव विख्याता प्रवरैवं महानदी॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे शिवप्रेरितामृतासंगमादितीर्थवर्णनं नाम षडधिकशततमोऽध्यायः॥
]

`verse 58 [
गौतमीमाहात्म्ये सप्तत्रिंशोऽध्यायः॥
]
