`speaker [
ब्रह्मोवाच
]

`verse 1 [
चक्रतीर्थमिति ख्यातं ब्रह्महत्यादिनाशनम्।
यत्र चक्रेश्वरो देवश्चक्रमाप यतो हरिः॥
]

`verse 2 [
यत्र विष्णुः स्वयं स्थित्वा चक्रार्थं शंकरं प्रभुः।
पूजयामास तत्तीर्थं चक्रतीर्थमुदाहृतम्॥
]

`verse 3 [
यस्य श्रवणमात्रेण सर्वपापैः प्रमुच्यते।
दक्षक्रतौ प्रवृत्ते तु देवानां च समागमे॥
]

`verse 4 [
दक्षेण दूषिते देवे शिवे शर्वं महेश्वरे।
अनाह्वाने सुरेशस्य दक्षिचित्ते मलीमसे॥
]

`verse 5 [
दाक्षायण्या श्रुते वाक्ये अनाह्वानस्य कारणे।
अहल्यायां चोक्तवत्यां कुपिताऽभूत्सुरेश्वरी॥
]

`verse 6 [
पितरं नाशये पापं क्षमेयं न कथंचन।
श्रृण्वती दोषवाक्यानि पित्रा चोक्तानि भर्तरि॥
]

`verse 7 [
पत्युः श्रृण्वन्ति या निन्दां तासां पापावधिः कुतः।
यादृशस्तादृशो वाऽपि पतिः स्त्रीणां परा गतिः॥
]

`verse 8 [
किं पुनः सकलाधीशो महादेवो जगद्गुरुः।
श्रुतं तन्निन्दनं तर्हि धारयामि न देहकम्॥
]

`verse 9 [
तस्मात्त्यक्ष्य इमं देहमीत्युक्त्वा सा महासती।
कोपेन महताऽऽविष्टा प्रजज्वाल सुरेश्वरी॥
]

`verse 10 [
शिवैकचेतना देहं बलाद्योगाच्च तत्यजे।
महेश्वरोऽपि सकलं वृत्तमाकार्ण्य नारदात्॥
]

`verse 11 [
दृष्ट्वा चुकोप पप्रच्छ जयां च विजयां तथा।
ते ऊचतुरुभे देवं दक्षक्रतुविनाशनम्॥
]

`verse 12 [
दाक्षायण्या इति श्रुत्वा मखं प्रायान्महेश्वरः।
भीमैर्गणैः परिवृतो भूतनाथैः समं ययौ॥
]

`verse 13 [
मखस्तैर्वेष्टितः सर्वौ देवब्रह्मपुरस्कृतः।
दक्षेण यजमानेन शुद्धभावेन रक्षितः॥
]

`verse 14 [
वसिष्ठादिभिर्तयुग्रैर्मुनिभिः परिवारितः।
इन्द्रादित्याद्यैर्वसुभिः सर्वतः परिपालितः॥
]

`verse 15 [
ऋग्यजुः सामवेदैश्च स्वाहा शब्दैरलंकृतः।
श्रद्धा पुष्टिस्तथा तुष्टिः शान्तिर्लज्जा सरस्वती॥
]

`verse 16 [
भूमिर्द्यौं शर्वरी क्षान्तिरुषा आशा जया मतिः।
एताभिश्च तथाऽडन्याभिः सर्वतः समलंकृतः॥
]

`verse 17 [
त्वष्ट्रा महात्मना चापि कारितो विश्वकर्मणा।
सुरभिर्नन्दिनी धेनुः कामधुक्कामदोहिनी॥
]

`verse 18 [
एताभिः कामवर्षाभिः सर्वकामसमृद्धिमान्।
कल्पवृक्षः पारिजातो लताः कल्पलतादिकाः॥
]

`verse 19 [
यद्यदिष्टतमं किंचित्तत्र तस्मिन्मखे स्थितम्।
स्वयं मघवता पूष्णा हरिणा परिरक्षितः॥
]

`verse 20 [
दीयतां भुज्यतां वाऽपि क्रियतां स्थीयतां सुखम्।
एतैश्च सर्वतो वाक्यैर्दक्षस्य पूजितं मखम्॥
]

`verse 21 [
आदौ तु वीरभद्रोऽसौ भद्रकाल्या युतो ययौ।
शोककोपररीतात्मा मश्चाच्छूलपिनाकधृक्॥
]

`verse 22 [
अभ्याययौ महादेवो महाभूतैरलंकृतः।
तानि भूतानि परितो मखे वेष्ट्य महेश्वरम्॥
]

`verse 23 [
क्रतुं विध्वंसयामासुस्तत्र क्षोभो महानभूत्।
पलायन्त ततः केचित्केचिद्गत्वा ततः शिवम्॥
]

`verse 24 [
केचित्स्तुवन्ति देवेशं केचित्कुप्यन्ति शंकरम्।
एवं विध्वंसितं यज्ञं दृष्ट्वा पूषा समभ्यगात्॥
]

`verse 25 [
पूष्णो दन्तानथोत्पाट्य इन्द्रं व्यद्रावयत्क्षणात्।
भगस्य चक्षुषी विप्र वीरभद्रो व्यपाटयत्॥
]

`verse 26 [
दिवाकरं पुनर्दोर्भ्यां परिभ्राम्य समाक्षिपत्।
ततः सुरगणाः सर्वे विष्णुं ते शरणं ययुः॥
]

`speaker [
देवा ऊचुः
]

`verse 27 [
त्राहि त्राहि गदापणे भूतनाथकृताद्भयात्।
महेश्वरगणः कश्चित्प्रमथानां तु नायकः॥

तेन दग्धो मखः सर्वो वैष्णवः पश्यतो हरेः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
हरिणा चक्रमुत्सृष्टं भूतनाथवधं प्रति।
भूतनाथोऽपि तच्चक्रमापतच्च तदाऽग्रसत्॥
]

`verse 29 [
ग्रस्ते चक्रे ततो विष्णोर्लोकपाला भयाद्ययुः।
तथा स्थितानवेक्ष्याथ दक्षो यज्ञं सुरानपि॥
तुष्टाव शंकरं देवं दक्षो भक्त्या प्रजापिः॥
]

`speaker [
दक्ष उवाच
]

`verse 30 [
जय शंकर सोमेश जय सर्वज्ञ शंभवे।
जय कल्याणभृच्छंभो जय कालात्मने नमः॥
]

`verse 31 [
आदिकर्तर्नमस्तेऽस्तु नीलकण्ठ नमोऽस्तु ते।
ब्रह्मप्रिय नमस्तेऽस्तु ब्रह्मरूप नमोऽस्तु ते॥
]

`verse 32 [
त्रिमूर्तये नमो देव त्रिधाम परमेश्वर।
सर्वमूर्ते नमस्तेऽस्तु त्रैलोक्याधरा कामद॥
]

`verse 33 [
नमो वेदान्तवेद्याय नमस्ते परमात्मने।
यज्ञोरूप नमस्तेऽस्तु यज्ञधाम नमोऽस्तु ते॥
]

`verse 34 [
यज्ञदान नमस्तेऽस्तु हव्यवाह नमोऽस्तु ते।
यज्ञहर्त्रे नमस्तेऽस्तु फलदाय नमोऽस्तु ते॥
]

`verse 35 [
त्राहि त्राहि जगन्नाथ शरणागतवत्सल।
भक्तानामप्यभक्तानां त्वमेव शरणं प्रभो॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
एवं तु स्तुवतस्तस्य प्रसन्नोऽभून्महेश्वरः।
किं ददामीति तं प्राह क्रतुः पूर्णोऽस्तु मे प्रभो॥
]

`verse 37 [
तथेत्युवाच भगवान्देवदेवो महेश्वरः।
शंकरः सर्वभूतात्मा करुणावरुणालयः॥
]

`verse 38 [
क्रतुं कृत्वा ततः पूर्णं तस्य दक्षस्य वै मुने।
एवमुक्त्वा स भगवन्भूतैरन्तरधीयत॥
]

`verse 39 [
यथागतं सुरा जग्मुः स्वमेव सदनं प्रति।
ततः कदाचिद्देवानां दैत्यानां विग्रहो महान्॥
]

`verse 40 [
बभूव तत्र दैवत्येभ्यो भीता देवाः श्रियः पतिम्।
तुष्टुवुः सर्वभावेन वचोभिस्तं जनार्दनम्॥
]

`speaker [
देवा ऊचुः
]

`verse 41 [
शक्रादयोऽपि त्रिदशाः कटाक्षमवेक्ष्य यस्यास्तप आचरन्ति।
सा चापि यत्पादरता च लक्ष्मीसंत ब्रह्मभूतं शरणं प्रपद्ये॥
]

`verse 42 [
यस्मात्त्रिलोक्यां न परः समानो, न चाधिकस्तार्क्ष्यरथाननृसिंहात्।
स देवदेवोऽवतु नः समस्तान्महाभयेभ्यः कृपया प्रपन्नान्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 43 [
ततः प्रसन्नो भगवाञ्शङ्खचक्रगदाधरः॥
किमर्थमागताः सर्वे तत्कर्ताऽस्मीत्युवाच तान्॥
]

`speaker [
देवा ऊचुः
]

`verse 44 [
भयं च तीव्रं दैत्येभ्यो देवानां मधुसूदन।
ततस्त्राणाय देवानां मतिं कुरु जनार्दन॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
तानागतान्हरि प्राह ग्रस्तं चक्रं हरेण मे।
किं करोमि गतं चक्रं भवन्तश्चार्तिमागताः॥
]

`verse 46 [
यान्तु सर्वे देवगणा रक्षा वः क्रियते मया॥
]

`speaker [
ब्रह्मोवाच
]

`verse 47 [
ततो गतेषु देवेषु विष्णुश्चक्रार्थमुद्यतः।
गोदावरीं ततो गत्वा शंभोः पूजां प्रचक्रमे॥
]

`verse 48 [
सुवर्णकमलैर्दिव्यैः सुगन्धैर्दशभिः शतैः।
भक्तितो नित्यवत्पूजां चक्रे विष्णुरुमापतेः॥
]

`verse 49 [
एवं संपूज्यमाने तु तयोस्तत्त्वमिदं श्रृणु।
कमलानां सहस्रे तु यदेकं नैव पूर्यते॥
]

`verse 50 [
तदाऽसुरारिः स्वं नेत्रमुत्पाट्यार्घ्यमकल्पयत्।
अर्घ्यपात्रं करे गृह्म सहस्रकलान्वितम्॥
ध्यात्वा शंभुं ददावर्घ्यमनन्यशरणो हरिः॥
]

`speaker [
विष्णुरुवाच
]

`verse 51 [
त्वमेव देव जानीषे भावमन्तर्गतं नृणाम्।
त्वमेव शरणोऽधीशोऽत्र का भवेद्विचारणा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 52 [
वदन्नुदश्रुनयनो निलित्येऽसावितीश्वरे।
भवानीमहितः शंभुः पुरस्तादभवत्तदा॥
]

`verse 53 [
गाढमालिङ्ग्य विविधैर्वरैरापूरयद्वरिम्।
तदेव चक्रमभवन्नेत्रं चापि यथा पुरा॥
]

`verse 54 [
ततः सुरगणाः सर्वे तुष्टुवुर्हरिशंकरौ।
गङ्गां चापि सरिच्छेष्ठां देवं च वृषभध्वजम्॥
]

`verse 55 [
ततः प्रभृति तत्तीर्थं चक्रतीर्थमिति स्मृतम्।
यस्यानुश्रवणेनैव मुच्यते सर्वकिल्बिषैः॥
]

`verse 56 [
तत्र स्नानं च दानं च यः कुर्यात्पितृतर्पणम्।
सर्वपापविनिर्मुक्तः पितृभिः स्वर्गभाग्भवेत्॥
]

`verse 57 [
तत्तु चक्राङ्कित तीर्थमद्यापि परिदृश्यते॥
]

`verse 58 [
इति श्रमापुराणे आदिब्राह्मे चक्रतीर्थवर्णनं नाम नवाधिकशततमोऽध्यायः॥
]

`verse 59 [
गौतमीमाहात्म्ये चत्वारिंशत्तमोऽध्यायः॥
]
