`verse 1 [
{ब्रह्मोवाच॒ }
पिप्पलं तीर्थमाख्यातं चक्रतीर्थादनन्तरम्।
यत्र चक्रेश्वरो देवश्चक्रमाप यतो हरिः॥
]

`verse 2 [
.1
यत्र विष्णुः स्वयं स्थित्वा चक्रार्थं शंकरं विभुम्।
पूजयामास तत्तीर्थं चक्रतीर्थमुदाहृतम्॥
]

`verse 3 [
यत्र प्रीतोऽभवद्विष्णोः शंभुस्तत्पिप्पलं विदुः।
महिमानं यस्य वक्तुं न क्षमोऽप्यहिनायकः॥
]

`verse 4 [
चक्रेश्वरो पिप्पलेशो नामधेयस्य कारणम्।
शृणु नारद तद्भक्त्या साक्षाद्वेदोदितं मया॥
]

`verse 5 [
दधीचिरिति विख्यातो मुनिरासीद्गुणान्वितः।
तस्य भार्या महाप्राज्ञा कुलीना च पतिव्रता॥
]

`verse 6 [
लोपामुद्रेति या ख्याता स्वसा तस्या गभस्तिनी।
इति नाम्ना च विख्याता वडवेति प्रकीर्तिता॥
]

`verse 7 [
दधीचेः सा प्रिया नित्यं तपस्तेपे तया महत्।
दधीचिरग्निमान्नित्यं गृहधर्मपरायणः॥
]

`verse 8 [
भागीरथीं समाश्रित्य देवातिथिपरायणः।
स्वकलत्ररतः शान्तः कुम्भयोनिरिवापरः॥
]

`verse 9 [
तस्य प्रभावात्तं देशं नारयो दैत्यदानवाः।
आजग्मुर्मुनिशार्दूल यत्रागस्त्यस्य चाश्रमः॥
]

`verse 10 [
तत्र देवाः समाजग्मू रुद्रादित्यास्तथाश्विनौ।
इन्द्रो विष्णुर्यमोऽग्निश्च जित्वा दैत्यानुपागतान्॥
]

`verse 11 [
जयेन जातसंहर्षाः स्तुताश्चैव मरुद्गणैः।
दधीचिं मुनिशार्दूलं दृष्ट्वा नेमुः सुरेश्वराः॥
]

`verse 12 [
दधीचिर्जातसंहर्षः सुरान् पूज्य पृथक्पृथक्।
गृहकृत्यं ततश्चक्रे सुरेभ्यो भार्यया सह॥
]

`verse 13 [
पृष्टाश्च कुशलं तेन कथाश्चक्रुः सुरा अपि।
दधीचिमब्रुवन् देवा भार्यया सुखितं पुनः॥
]

`verse 14 [
आसीनं हृष्टमनस ऋषिं नत्वा पुनः पुनः॥*
]

`verse 15 [
{देवा ऊचुः॒ }
किमद्य दुर्लभं लोके ऋषेऽस्माकं भविष्यति।
त्वादृशः सकृपो येषु मुनिर्भूकल्पपादपः॥
]

`verse 16 [
एतदेव फलं पुंसां जीवतां मुनिसत्तम।
तीर्थाप्लुतिर्भूतदया दर्शनं च भवादृशाम्॥
]

`verse 17 [
यत्स्नेहादुच्यतेऽस्माभिरवधारय तन्मुने।
जित्वा दैत्यानिह प्राप्ता हत्वा राक्षसपुंगवान्॥
]

`verse 18 [
वयं च सुखिनो ब्रह्मंस्त्वयि दृष्टे विशेषतः।
नायुधैः फलमस्माकं वोढुं नैव क्षमा वयम्॥
]

`verse 19 [
स्थाप्यदेशं न पश्याम आयुधानां मुनीश्वर।
स्वर्गे सुरद्विषो ज्ञात्वा स्थापितानि हरन्ति च॥
]

`verse 20 [
नयेयुरायुधानीति तथैव च रसातले।
तस्मात्तवाश्रमे पुण्ये स्थाप्यन्तेऽस्त्राणि मानद॥
]

`verse 21 [
नैवात्र किंचिद्भयमस्ति विप्र
]

`verse 22 [
न दानवेभ्यो राक्षसेभ्यश्च घोरम्
]

`verse 23 [
त्वदाज्ञया रक्षितपुण्यदेशो
]

`verse 24 [
न विद्यते तपसा ते समानः
]

`verse 25 [
जितारयो ब्रह्मविदां वरिष्ठं
]

`verse 26 [
वयं च पूर्वं निहता दैत्यसंघाः
]

`verse 27 [
अस्त्रैरलं भारभूतैः कृतार्थैः
]

`verse 28 [
स्थाप्यं स्थानं ते समीपे मुनीश
]

`verse 29 [
दिव्यान् भोगान् कामिनीभिः समेतान्
]

`verse 30 [
देवोद्याने नन्दने संभजामः
]

`verse 31 [
ततो यामः कृतकार्याः सहेन्द्राः
]

`verse 32 [
स्वं स्वं स्थानं चायुधानां च रक्षा
]

`verse 33 [
त्वया कृता जायतां तत्प्रशाधि
]

`verse 34 [
समर्थस्त्वं रक्षणे धारणे च
]

`verse 35 [
{ब्रह्मोवाच॒ }
तद्वाक्यमाकर्ण्य दधीचिरेवं
]

`verse 36 [
वाक्यं जगौ विबुधानेवमस्तु
]

`verse 37 [
निवार्यमाणः प्रियशीलया स्त्रिया
]

`verse 38 [
किं देवकार्येण विरुद्धकारिणा
]

`verse 39 [
ये ज्ञातशास्त्राः परमार्थनिष्ठाः
]

`verse 40 [
संसारचेष्टासु गतानुरागाः
]

`verse 41 [
तेषां परार्थव्यसनेन किं मुने
]

`verse 42 [
येनात्र वामुत्र सुखं न किंचित्
]

`verse 43 [
देवद्विषो द्वेषमनुप्रयान्ति
]

`verse 44 [
दत्ते स्थाने विप्रवर्य शृणुष्व
]

`verse 45 [
नष्टे हृते चायुधानां मुनीश
]

`verse 46 [
कुप्यन्ति देवा रिपवस्ते भवन्ति
]

`verse 47 [
तस्मान्नेदं वेदविदां वरिष्ठ
]

`verse 48 [
युक्तं द्रव्ये परकीये ममत्वम्
]

`verse 49 [
तावच्च मैत्री द्रव्यभावश्च तावन्
]

`verse 50 [
नष्टे हृते रिपवस्ते भवन्ति
]

`verse 51 [
चेदस्ति शक्तिर्द्रव्यदाने ततस्ते
]

`verse 52 [
दातव्यमेवार्थिने किं विचार्यम्
]

`verse 53 [
नो चेत्सन्तः परकार्याणि कुर्युर्
]

`verse 54 [
वाग्भिर्मनोभिः कृतिभिस्तथैव
]

`verse 55 [
परस्वसंधारणमेतदेव
]

`verse 56 [
सद्भिर्निरस्तं त्यज कान्त सद्यः
]

`verse 57 [
{ब्रह्मोवाच॒ }
एवं प्रियाया वचनं स विप्रो
]

`verse 58 [
निशम्य भार्यामिदमाह सुभ्रूम्
]

`verse 59 [
{दधीचिरुवाच॒ }
पुरा सुराणामनुमान्य भद्रे
]

`verse 60 [
नेतीति वाणी न सुखं ममैति
]

`verse 61 [
{ब्रह्मोवाच॒ }
श्रुत्वेरितं पत्युरिति प्रियायां
]

`verse 62 [
दैवं विनान्यन्न नृणां समर्थम्
]

`verse 63 [
तूष्णीं स्थितायां सुरसत्तमास्ते
]

`verse 64 [
संस्थाप्य चास्त्राण्यतिदीप्तिमन्ति
]

`verse 65 [
नत्वा मुनीन्द्रं ययुरेव लोकान्
]

`verse 66 [
दैत्यद्विषो न्यस्तशस्त्राः कृतार्थाः
]

`verse 67 [
गतेषु देवेषु मुनिप्रवर्यो
]

`verse 68 [
हृष्टोऽवसद्भार्यया धर्मयुक्तः
]

`verse 69 [
गते च काले ह्यतिविप्रयुक्ते
]

`verse 70 [
दैवे वर्षे संख्यया वै सहस्रे
]

`verse 71 [
न ते सुरा आयुधानां मुनीश
]

`verse 72 [
वाचं मनश्चापि तथैव चक्रुः
]

`verse 73 [
दधीचिरप्याह गभस्तिमोजसा
]

`verse 74 [
देवारयो मां द्विषतीह भद्रे
]

`verse 75 [
न ते सुरा नेतुकामा भवन्ति
]

`verse 76 [
संस्थापितान्यत्र वदस्व युक्तम्
]

`verse 77 [
सा चाह कान्तं विनयादुक्तमेव
]

`verse 78 [
त्वं जानीषे नाथ यदत्र युक्तम्
]

`verse 79 [
दैत्या हरिष्यन्ति महाप्रवृद्धास्
]

`verse 80 [
तपोयुक्ता बलिनः स्वायुधानि
]

`verse 81 [
तदस्त्ररक्षार्थमिदं स चक्रे
]

`verse 82 [
मन्त्रैस्तु संक्षाल्य जलैश्च पुण्यैः
]

`verse 83 [
तद्वारि सर्वास्त्रमयं सुपुण्यं
]

`verse 84 [
तेजोयुक्तं तच्च पपौ दधीचिः
]

`verse 85 [
निर्वीर्यरूपाणि तदायुधानि
]

`verse 86 [
क्षयं जग्मुः क्रमशः कालयोगात्
]

`verse 87 [
सुराः समागत्य दधीचिमूचुर्
]

`verse 88 [
महाभयं ह्यागतं शात्रवं नः
]

`verse 89 [
ददस्व चास्त्राणि मुनिप्रवीर
]

`verse 90 [
यानि त्वदन्ते निहितानि देवैः
]

`verse 91 [
दधीचिरप्याह सुरारिभीत्या
]

`verse 92 [
अनागत्या भवतां चाचिरेण
]

`verse 93 [
अस्त्राणि पीतानि शरीरसंस्थान्य्
]

`verse 94 [
उक्तानि युक्तं मम तद्वदन्तु
]

`verse 95 [
श्रुत्वा तदुक्तं वचनं तु देवाः
]

`verse 96 [
प्रोचुस्तमित्थं विनयावनम्राः
]

`verse 97 [
अस्त्राणि देहीति च वक्तुमेतच्
]

`verse 98 [
छक्यं न वान्यत्प्रतिवक्तुं मुनीन्द्र
]

`verse 99 [
विना च तैः परिभूयेम नित्यं
]

`verse 100 [
पुष्टारयः क्व प्रयामो मुनीश
]

`verse 101 [
न मर्त्यलोके न तले न नाके
]

`verse 102 [
वासः सुराणां भविताद्य तात
]

`verse 103 [
त्वं विप्रवर्यस्तपसा चैव युक्तो
]

`verse 104 [
नान्यद्वक्तुं युज्यते ते पुरस्तात्
]

`verse 105 [
विप्रस्तदोवाच मदस्थिसंस्थान्य्
]

`verse 106 [
अस्त्राणि गृह्णन्तु न संशयोऽत्र
]

`verse 107 [
देवास्तमप्याहुरनेन किं नो ह्य्
]

`verse 108 [
अस्त्रैर्हीनाः स्त्रीत्वमाप्ताः सुरेन्द्राः
]

`verse 109 [
पुनस्तदा चाह मुनिप्रवीरस्
]

`verse 110 [
त्यक्ष्ये जीवान् दैहिकान् योगयुक्तः
]

`verse 111 [
अस्त्राणि कुर्वन्तु मदस्थिभूतान्य्
]

`verse 112 [
अनुत्तमान्युत्तमरूपवन्ति
]

`verse 113 [
कुरुष्व चेत्याहुरदीनसत्त्वं
]

`verse 114 [
दधीचिमित्युत्तरमग्निकल्पम्
]

`verse 115 [
तदा तु तस्य प्रियमीरयन्ती
]

`verse 116 [
न सांनिध्ये प्रातिथेयी मुनीश
]

`verse 117 [
ते चापि देवास्तामदृष्ट्वैव शीघ्रं
]

`verse 118 [
तस्या भीता विप्रमूचुः कुरुष्व
]

`verse 119 [
तत्याज जीवान् दुस्त्यजान् प्रीतियुक्तो
]

`verse 120 [
यथासुखं देहमिमं जुषध्वम्
]

`verse 121 [
मदस्थिभिः प्रीतिमन्तो भवन्तु
]

`verse 122 [
सुराः सर्वे किं तु देहेन कार्यम्
]

`verse 123 [
{ब्रह्मोवाच॒ }
इत्युक्त्वासौ बद्धपद्मासनस्थो
]

`verse 124 [
नासाग्रदत्ताक्षिप्रकाशप्रसन्नः
]

`verse 125 [
वायुं सवह्निं मध्यमोद्घाटयोगान्
]

`verse 126 [
नीत्वा शनैर्दहराकाशगर्भम्
]

`verse 127 [
यदप्रमेयं परमं पदं यद्
]

`verse 128 [
यद्ब्रह्मरूपं यदुपासितव्यम्
]

`verse 129 [
तत्रैव विन्यस्य धियं महात्मा
]

`verse 130 [
सायुज्यतां ब्रह्मणोऽसौ जगाम
]

`verse 131 [
निर्जीवतां प्राप्तमभीक्ष्य देवाः
]

`verse 132 [
कलेवरं तस्य सुराश्च सम्यक्
]

`verse 133 [
त्वष्टारमप्यूचुरतित्वरन्तः
]

`verse 134 [
कुरुष्व चास्त्राणि बहूनि सद्यः
]

`verse 135 [
स चापि तानाह कथं नु कार्यं
]

`verse 136 [
कलेवरं ब्राह्मणस्येह देवाः
]

`verse 137 [
बिभेमि कर्तुं दारुणं चाक्षमोऽहं
]

`verse 138 [
विदारितान्यायुधान्युत्तमानि
]

`verse 139 [
तदस्थिभूतानि करोमि सद्यस्
]

`verse 140 [
ततो देवा गाः समूचुस्त्वरन्तः
]

`verse 141 [
{देवा ऊचुः॒ }
वज्रं मुखं वः क्रियते हितार्थं
]

`verse 142 [
गावो देवैरायुधार्थं क्षणेन
]

`verse 143 [
दधीचिदेहं तु विदार्य यूयम्
]

`verse 144 [
अस्थीनि शुद्धानि प्रयच्छताद्य
]

`verse 145 [
{ब्रह्मोवाच॒ }
ता देववाक्याच्च तथैव चक्रुः
]

`verse 146 [
संलिह्य चास्थीनि ददुः सुराणाम्
]

`verse 147 [
सुरास्त्वरा जग्मुरदीनसत्त्वाः
]

`verse 148 [
स्वमालयं चापि तथैव गावः
]

`verse 149 [
कृत्वा तथास्त्राणि च देवतानां
]

`verse 150 [
त्वष्टा जगामाथ सुराज्ञया तदा
]

`verse 151 [
ततश्चिराच्छीलवती सुभद्रा
]

`verse 152 [
भर्तुः प्रिया बालगर्भा त्वरन्ती
]

`verse 153 [
करे गृहीत्वा कलशं वारिपूर्णम्
]

`verse 154 [
उमां नत्वा फलपुष्पैः समेत्य
]

`verse 155 [
अग्निं च भर्तारमथाश्रमं च
]

`verse 156 [
संद्रष्टुकामा ह्याजगामाथ शीघ्रम्
]

`verse 157 [
आगच्छन्तीं तां प्रातिथेयीं तदानीं
]

`verse 158 [
निवारयामास तदोल्कपातः
]

`verse 159 [
सा संभ्रमादागता चाश्रमं स्वं
]

`verse 160 [
नैवापश्यत्तत्र भर्तारमग्रे
]

`verse 161 [
क्व वा गतश्चेति सविस्मया सा
]

`verse 162 [
पप्रच्छ चाग्निं प्रातिथेयी तदानीम्
]

`verse 163 [
अग्निस्तदोवाच सविस्तरं तां
]

`verse 164 [
देवागमं याचनं वै शरीरे
]

`verse 165 [
अस्थ्नामुपादानमथ प्रयाणं
]

`verse 166 [
श्रुत्वा सर्वं दुःखिता सा बभूव
]

`verse 167 [
दुःखोद्वेगात्सा पपाताथ पृथ्व्यां
]

`verse 168 [
मन्दं मन्दं वह्निनाश्वासिता च
]

`verse 169 [
{प्रातिथेय्युवाच॒ }
शापेऽमराणां तु नाहं समर्था
]

`verse 170 [
अग्निं प्राप्स्ये किं नु कार्यं भवेन्मे
]

`verse 171 [
{ब्रह्मोवाच॒ }
कोपं च दुःखं च नियम्य साध्वी
]

`verse 172 [
तदावादीद्धर्मयुक्तं च भर्तुः
]

`verse 173 [
{प्रातिथेय्युवाच॒ }
उत्पद्यते यत्तु विनाशि सर्वं
]

`verse 174 [
न शोच्यमस्तीति मनुष्यलोके
]

`verse 175 [
गोविप्रदेवार्थमिह त्यजन्ति
]

`verse 176 [
प्राणान् प्रियान् पुण्यभाजो मनुष्याः
]

`verse 177 [
संसारचक्रे परिवर्तमाने
]

`verse 178 [
देहं समर्थं धर्मयुक्तं त्ववाप्य
]

`verse 179 [
प्रियान् प्राणान् देवविप्रार्थहेतोस्
]

`verse 180 [
ते वै धन्याः प्राणिनो ये त्यजन्ति
]

`verse 181 [
प्राणाः सर्वेऽस्यापि देहान्वितस्य
]

`verse 182 [
यातारो वै नात्र संदेहलेशः
]

`verse 183 [
एवं ज्ञात्वा विप्रगोदेवदीनाद्य्
]

`verse 184 [
अर्थं चैनानुत्सृजन्तीश्वरास्ते
]

`verse 185 [
निवार्यमाणोऽपि मया प्रपन्नया
]

`verse 186 [
चकार देवास्त्रपरिग्रहं सः
]

`verse 187 [
मनोगतं वेत्त्यथवा विधातुः
]

`verse 188 [
को मर्त्यलोकातिगचेष्टितस्य
]

`verse 189 [
{ब्रह्मोवाच॒ }
इत्येवमुक्त्वापूज्य चाग्नीन् यथावद्
]

`verse 190 [
भर्तुस्त्वचा लोमभिः सा विवेश
]

`verse 191 [
गर्भस्थितं बालकं प्रातिथेयी
]

`verse 192 [
कुक्षिं विदार्याथ करे गृहीत्वा
]

`verse 193 [
नत्वा च गङ्गां भुवमाश्रमं च
]

`verse 194 [
वनस्पतीनोषधीराश्रमस्थान्
]

`verse 195 [
{प्रातिथेय्युवाच॒ }
पित्रा हीनो बन्धुभिर्गोत्रजैश्च
]

`verse 196 [
मात्रा हीनो बालकः सर्व एव
]

`verse 197 [
रक्षन्तु सर्वेऽपि च भूतसंघास्
]

`verse 198 [
तथौषध्यो बालकं लोकपालाः
]

`verse 199 [
ये बालकं मातृपितृप्रहीणं
]

`verse 200 [
सनिर्विशेषं स्वतनुप्ररूढैः
]

`verse 201 [
पश्यन्ति रक्षन्ति त एव नूनं
]

`verse 202 [
ब्रह्मादिकानामपि वन्दनीयाः
]

`verse 203 [
{ब्रह्मोवाच॒ }
इत्युक्त्वा चात्यजद्बालं भर्तृचित्तपरायणा।
पिप्पलानां समीपे तु न्यस्य बालं नमस्य च॥
]

`verse 204 [
अग्निं प्रदक्षिणीकृत्य यज्ञपात्रसमन्विता।
विवेशाग्निं प्रातिथेयी भर्त्रा सह दिवं ययौ॥
]

`verse 205 [
रुरुदुश्चाश्रमस्था ये वृक्षाश्च वनवासिनः।
पुत्रवत्पोषिता येन ऋषिणा च दधीचिना॥
]

`verse 206 [
विना तेन न जीवामस्तया मात्रा विना तथा।
मृगाश्च पक्षिणः सर्वे वृक्षाः प्रोचुः परस्परम्॥
]

`verse 207 [
{वृक्षा ऊचुः॒ }
स्वर्गमासेदुषोः पित्रोस्तदपत्येष्वकृत्रिमम्।
ये कुर्वन्त्यनिशं स्नेहं त एव कृतिनो नराः॥
]

`verse 208 [
दधीचिः प्रातिथेयी वा वीक्षतेऽस्मान् यथा पुरा।
तथा पिता न माता वा धिगस्मान् पापिनो वयम्॥
]

`verse 209 [
अस्माकमपि सर्वेषामतः प्रभृति निश्चितम्।
बालो दधीचिः प्रातिथेयी बालो धर्मः सनातनः॥
]

`verse 210 [
{ब्रह्मोवाच॒ }
एवमुक्त्वा तदौषध्यो वनस्पतिसमन्विताः।
सोमं राजानमभ्येत्य याचिरेऽमृतमुत्तमम्॥
]

`verse 211 [
स चापि दत्तवांस्तेभ्यः सोमोऽमृतमनुत्तमम्।
ददुर्बालाय ते चापि अमृतं सुरवल्लभम्॥
]

`verse 212 [
स तेन तृप्तो ववृधे शुक्लपक्षे यथा शशी।
पिप्पलैः पालितो यस्मात्पिप्पलादः स बालकः।
प्रवृद्धः पिप्पलानेवमुवाच त्वतिविस्मितः॥
]

`verse 213 [
{पिप्पलाद उवाच॒ }
मानुषेभ्यो मानुषास्तु जायन्ते पक्षिभिः खगाः।
बीजेभ्यो वीरुधो लोके वैषम्यं नैव दृश्यते।
वार्क्षस्त्वहं कथं जातो हस्तपादादिजीववान्॥
]

`verse 214 [
{ब्रह्मोवाच॒ }
वृक्षास्तद्वचनं श्रुत्वा सर्वमूचुर्यथाक्रमम्।
दधीचेर्मरणं साध्व्यास्तथा चाग्निप्रवेशनम्॥
]

`verse 215 [
अस्थ्नां संहरणं देवैरेतत्सर्वं सविस्तरम्।
श्रुत्वा दुःखसमाविष्टो निपपात तदा भुवि॥
]

`verse 216 [
आश्वासितः पुनर्वृक्षैर्वाक्यैर्धर्मार्थसंहितैः।
आश्वस्तः स पुनः प्राह तदौषधिवनस्पतीन्॥
]

`verse 217 [
{पिप्पलाद उवाच॒ }
पितृहन्तॄन् हनिष्येऽहं नान्यथा जीवितुं क्षमः।
पितुर्मित्राणि शत्रूंश्च तथा पुत्रोऽनुवर्तते॥
]

`verse 218 [
स एव पुत्रो योऽन्यस्तु पुत्ररूपो रिपुः स्मृतः।
वदन्ति पितृमित्राणि तारयन्त्यहितानपि॥
]

`verse 219 [
{ब्रह्मोवाच॒ }
वृक्षास्तं बालमादाय सोमान्तिकमथाययुः।
बालवाक्यं तु ते वृक्षाः सोमायाथ न्यवेदयन्।
श्रुत्वा सोमोऽपि तं बालं पिप्पलादमभाषत॥
]

`verse 220 [
{सोम उवाच॒ }
गृहाण विद्यां विधिवत्समग्रां
]

`verse 221 [
तपःसमृद्धिं च शुभां च वाचम्
]

`verse 222 [
शौर्यं च रूपं च बलं च बुद्धिं
]

`verse 223 [
संप्राप्स्यसे पुत्र मदाज्ञया त्वम्
]

`verse 224 [
{ब्रह्मोवाच॒ }
पिप्पलादस्तमप्याह ओषधीशं विनीतवत्॥*
]

`verse 225 [
{पिप्पलाद उवाच॒ }
सर्वमेतद्वृथा मन्ये पितृहन्तृविनिष्कृतिम्।
न करोम्यत्र यावच्च तस्मात्तत्प्रथमं वद॥
]

`verse 226 [
यस्मिन् देशे यत्र काले यस्मिन् देवे च मन्त्रके।
यत्र तीर्थे च सिध्येत मत्संकल्पः सुरोत्तम॥
]

`verse 227 [
{ब्रह्मोवाच॒ }
चन्द्रः प्राह चिरं ध्यात्वा भुक्तिर्वा मुक्तिरेव वा।
सर्वं महेश्वराद्देवाज्जायते नात्र संशयः॥
]

`verse 228 [
स सोमं पुनरप्याह कथं द्रक्ष्ये महेश्वरम्।
बालोऽहं बालबुद्धिश्च न सामर्थ्यं तपस्तथा॥
]

`verse 229 [
{चन्द्र उवाच॒ }
गौतमीं गच्छ भद्र त्वं स्तुहि चक्रेश्वरं हरम्।
प्रसन्नस्तु तवेशानो ह्यल्पायासेन वत्सक॥
]

`verse 230 [
प्रीतो भवेन्महादेवः साक्षात्कारुणिकः शिवः।
आस्ते साक्षात्कृतः शंभुर्विष्णुना प्रभविष्णुना॥
]

`verse 231 [
वरं च दत्तवान् विष्णोश्चक्रं च त्रिदशार्चितम्।
गच्छ तत्र महाबुद्धे दण्डके गौतमीं नदीम्॥
]

`verse 232 [
चक्रेश्वरं नाम तीर्थं जानन्त्योषधयस्तु तत्।
तं गत्वा स्तुहि देवेशं सर्वभावेन शंकरम्।
स ते प्रीतमनास्तात सर्वान् कामान् प्रदास्यति॥
]

`verse 233 [
{ब्रह्मोवाच॒ }
तद्राजवचनाद्ब्रह्मन् पिप्पलादो महामुनिः।
आजगाम जगन्नाथो यत्र रुद्रः स चक्रदः॥
]

`verse 234 [
तं बालं कृपयाविष्टाः पिप्पलाः स्वाश्रमान् ययुः।
गोदावर्यां ततः स्नात्वा नत्वा त्रिभुवनेश्वरम्।
तुष्टाव सर्वभावेन पिप्पलादः शिवं शुचिः॥
]

`verse 235 [
{पिप्पलाद उवाच॒ }
सर्वाणि कर्माणि विहाय धीरास्
]

`verse 236 [
त्यक्तैषणा निर्जितचित्तवाताः
]

`verse 237 [
यं यान्ति मुक्त्यै शरणं प्रयत्नात्
]

`verse 238 [
तमादिदेवं प्रणमामि शंभुम्
]

`verse 239 [
यः सर्वसाक्षी सकलान्तरात्मा
]

`verse 240 [
सर्वेश्वरः सर्वकलानिधानम्
]

`verse 241 [
विज्ञाय मच्चित्तगतं समस्तं
]

`verse 242 [
स मे स्मरारिः करुणां करोतु
]

`verse 243 [
दिगीश्वराञ्जित्य सुरार्चितस्य
]

`verse 244 [
कैलासमान्दोलयतः पुरारेः
]

`verse 245 [
अङ्गुष्ठकृत्यैव रसातलादधो
]

`verse 246 [
गतस्य तस्यैव दशाननस्य
]

`verse 247 [
आलूनकायस्य गिरं निशम्य
]

`verse 248 [
विहस्य देव्या सह दत्तमिष्टम्
]

`verse 249 [
तस्मै प्रसन्नः कुपितोऽपि तद्वद्
]

`verse 250 [
अयुक्तदातासि महेश्वर त्वम्
]

`verse 251 [
सौत्रामणीमृद्धिमधः स चक्रे
]

`verse 252 [
योऽर्चां हरौ नित्यमतीव कृत्वा
]

`verse 253 [
बाणः प्रशस्यः कृतवानुच्चपूजां
]

`verse 254 [
रम्यां मनोज्ञां शशिखण्डमौलेः
]

`verse 255 [
जित्वा रिपून् देवगणान् प्रपूज्य
]

`verse 256 [
गुरुं नमस्कर्तुमगाद्विशाखः
]

`verse 257 [
चुकोप दृष्ट्वा गणनाथमूढम्
]

`verse 258 [
अङ्के तमारोप्य जहास सोमः
]

`verse 259 [
ईशाङ्करूढोऽपि शिशुस्वभावान्
]

`verse 260 [
न मातुरङ्कं प्रमुमोच बालः
]

`verse 261 [
क्रुद्धं सुतं बोधितुमप्यशक्तस्
]

`verse 262 [
ततोऽर्धनारित्वमवाप सोमः
]

`verse 263 [
{ब्रह्मोवाच॒ }
ततः स्वयंभूः सुप्रीतः पिप्पलादमभाषत॥*
]

`verse 264 [
{शिव उवाच॒ }
वरं वरय भद्रं ते पिप्पलाद यथेप्सितम्॥*
]

`verse 265 [
{पिप्पलाद उवाच॒ }
हतो देवैर्महादेव पिता मम महायशाः।
अदाम्भिकः सत्यवादी तथा माता पतिव्रता॥
]

`verse 266 [
देवेभ्यश्च तयोर्नाशं श्रुत्वा नाथ सविस्तरम्।
दुःखकोपसमाविष्टो नाहं जीवितुमुत्सहे॥
]

`verse 267 [
तस्मान्मे देहि सामर्थ्यं नाशयेयं सुरान् यथा।
अवध्यसेव्यस्त्रैलोक्ये त्वमेव शशिशेखर॥
]

`verse 268 [
{ईश्वर उवाच॒ }
तृतीयं नयनं द्रष्टुं यदि शक्नोषि मेऽनघ।
ततः समर्थो भविता देवांश्छेदयितुं भवान्॥
]

`verse 269 [
{ब्रह्मोवाच॒ }
ततो द्रष्टुं मनश्चक्रे तृतीयं लोचनं विभोः।
न शशाक तदोवाच न शक्तोऽस्मीति शंकरम्॥
]

`verse 270 [
{ईश्वर उवाच॒ }
किंचित्कुरु तपो बाल यदा द्रक्ष्यसि लोचनम्।
तृतीयं त्वं तदाभीष्टं प्राप्स्यसे नात्र संशयः॥
]

`verse 271 [
{ब्रह्मोवाच॒ }
एतच्छ्रुत्वेशानवाक्यं तपसे कृतनिश्चयः।
दधीचिसूनुर्धर्मात्मा तत्रैव बहुलाः समाः॥
]

`verse 272 [
शिवध्यानैकनिरतो बालोऽपि बलवानिव।
प्रत्यहं प्रातरुत्थाय स्नात्वा नत्वा गुरून् क्रमात्॥
]

`verse 273 [
सुखासीनो मनः कृत्वा सुषुम्नायामनन्यधीः।
हस्तस्वस्तिकमारोप्य नाभौ विस्मृतसंसृतिः॥
]

`verse 274 [
स्थानात्स्थानान्तरोत्कर्षान् विदध्यौ शांभवं महः।
ददर्श चक्षुर्देवस्य तृतीयं पिप्पलाशनः।
कृताञ्जलिपुटो भूत्वा विनीत इदमब्रवीत्॥
]

`verse 275 [
{पिप्पलाद उवाच॒ }
शंभुना देवदेवेन वरो दत्तः पुरा मम।
तार्तीयचक्षुषो ज्योतिर्यदा पश्यसि तत्क्षणात्॥
]

`verse 276 [
सर्वं ते प्रार्थितं सिध्येदित्याह त्रिदशेश्वरः।
तस्माद्रिपुविनाशाय हेतुभूतां प्रयच्छ मे॥
]

`verse 277 [
तदैव पिप्पलाः प्रोचुर्वडवापि महाद्युते।
माता तव प्रातिथेयी वदन्त्येवं दिवं गता॥
]

`verse 278 [
पराभिद्रोहनिरता विस्मृतात्महिता नराः।
इतस्ततो भ्रान्तचित्ताः पतन्ति नरकावटे॥
]

`verse 279 [
तन्मातृवचनं श्रुत्वा कुपितः पिप्पलाशनः।
अभिमाने ज्वलत्यन्तः साधुवादो निरर्थकः॥
]

`verse 280 [
देहि देहीति तं प्राह कृत्या नेत्रविनिर्गता।
वडवेति स्मरन् विप्रः कृत्यापि वडवाकृतिः॥
]

`verse 281 [
सर्वसत्त्वविनाशाय प्रभूतानलगर्भिणी।
गभस्तिनी बालगर्भा या माता पिप्पलाशिनः॥
]

`verse 282 [
तद्ध्यानयोगात्तु जाता कृत्या सानलगर्भिणी।
उत्पन्ना सा महारौद्रा मृत्युजिह्वेव भीषणा॥
]

`verse 283 [
अवोचत्पिप्पलादं तं किं कृत्यं मे वदस्व तत्।
पिप्पलादोऽपि तां प्राह देवान् खाद रिपून्मम॥
]

`verse 284 [
जग्राह सा तथेत्युक्त्वा पिप्पलादं पुरस्थितम्।
स प्राह किमिदं कृत्ये सा चाप्याह त्वयोदितम्॥
]

`verse 285 [
देवैश्च निर्मितं देहं ततो भीतः शिवं ययौ।
तुष्टाव देवं स मुनिः कृत्यां प्राह तदा शिवः॥
]

`verse 286 [
{शिव उवाच॒ }
योजनान्तःस्थिताञ्जीवान्न गृहाण मदाज्ञया।
तस्माद्याहि ततो दूरं कृत्ये कृत्यं ततः कुरु॥
]

`verse 287 [
{ब्रह्मोवाच॒ }
तीर्थात्तु पिप्पलात्पूर्वं यावद्योजनसंख्यया।
प्रातिष्ठद्वडवारूपा कृत्या सा ऋषिनिर्मिता॥
]

`verse 288 [
तस्यां जातो महानग्निर्लोकसंहरणक्षमः।
तं दृष्ट्वा विबुधाः सर्वे त्रस्ताः शंभुमुपागमन्॥
]

`verse 289 [
चक्रेश्वरं पिप्पलेशं पिप्पलादेन तोषितम्।
स्तुवन्तो भीतमनसः शंभुमूचुर्दिवौकसः॥
]

`verse 290 [
{देवा ऊचुः॒ }
रक्षस्व शंभो कृत्यास्मान् बाधते तद्भवानलः।
शरणं भव सर्वेश भीतानामभयप्रद॥
]

`verse 291 [
सर्वतः परिभूतानामार्तानां श्रान्तचेतसाम्।
सर्वेषामेव जन्तूनां त्वमेव शरणं शिव॥
]

`verse 292 [
ऋषिणाभ्यर्थिता कृत्या त्वच्चक्षुर्वह्निनिर्गता।
सा जिघांसति लोकांस्त्रींस्त्वं नस्त्राता न चेतरः॥
]

`verse 293 [
{ब्रह्मोवाच॒ }
तानब्रवीज्जगन्नाथो योजनान्तर्निवासिनः।
न बाधते त्वसौ कृत्या तस्माद्यूयमहर्निशम्।
इहैवासध्वममरास्तस्या वो न भयं भवेत्॥
]

`verse 294 [
{ब्रह्मोवाच॒ }
पुनरूचुः सुरेशानं त्वया दत्तं त्रिविष्टपम्।
तत्त्यक्त्वात्र कथं नाथ वत्स्यामस्त्रिदशार्चित॥
]

`verse 295 [
{ब्रह्मोवाच॒ }
देवानां वचनं श्रुत्वा शिवो वाक्यमथाब्रवीत्॥*
]

`verse 296 [
{शिव उवाच॒ }
देवोऽसौ विश्वतश्चक्षुर्यो देवो विश्वतोमुखः।
यो रश्मिभिस्तु धमते नित्यं यो जनको मतः॥
]

`verse 297 [
स सूर्य एक एवात्र साक्षाद्रूपेण सर्वदा।
स्थितिं करोतु तन्मूर्तौ भविष्यन्त्यखिलाः स्थिताः॥
]

`verse 298 [
{ब्रह्मोवाच॒ }
तथेति शंभुवचनात्पारिजाततरोस्तदा।
देवा दिवाकरं चक्रुस्त्वष्टा भास्करमब्रवीत्॥
]

`verse 299 [
{त्वष्टोवाच॒ }
इहैवास्स्व जगत्स्वामिन् रक्षेमान् विबुधान् स्वयम्।
स्वांशैश्च वयमप्यत्र तिष्ठामः शंभुसंनिधौ॥
]

`verse 300 [
चक्रेश्वरस्य परितो यावद्योजनसंख्यया।
गङ्गाया उभयं तीरमासाद्यासन् सुरोत्तमाः॥
]

`verse 301 [
अङ्गुल्यर्धार्धमात्रं तु गङ्गातीरं समाश्रिताः।
तिस्रः कोट्यस्तथा पञ्च शतानि मुनिसत्तम।
तीर्थानां तत्र व्युष्टिं च कः शृणोति ब्रवीति वा॥
]

`verse 302 [
{ब्रह्मोवाच॒ }
ततः सुरगणाः सर्वे विनीताः शिवमब्रुवन्॥*
]

`verse 303 [
{देवा ऊचुः॒ }
पिप्पलादं सुरेशान शमं नय जगन्मय॥*
]

`verse 304 [
{ब्रह्मोवाच॒ }
ओमित्युक्त्वा जगन्नाथः पिप्पलादमवोचत॥*
]

`verse 305 [
{शिव उवाच॒ }
नाशितेष्वपि देवेषु पिता ते नागमिष्यति।
दत्ताः पित्रा तव प्राणा देवानां कार्यसिद्धये॥
]

`verse 306 [
दीनार्तकरुणाबन्धुः को हि तादृग्भवे भवेत्।
तथा याता दिवं तात तव माता पतिव्रता॥
]

`verse 307 [
समा काप्यत्र मतया लोपामुद्राप्यरुन्धती।
यदस्थिभिः सुराः सर्वे जयिनः सुखिनः सदा॥
]

`verse 308 [
तेनावाप्तं यशः स्फीतं तव मात्राक्षयं कृतम्।
त्वया पुत्रेण सर्वत्र नातः परतरं कृतम्॥
]

`verse 309 [
त्वत्प्रतापभयात्स्वर्गाच्च्युतांस्त्वं पातुमर्हसि।
कांदिशीकांस्तव भयादमरांस्त्रातुमर्हसि।
नार्तत्राणादभ्यधिकं सुकृतं क्वापि विद्यते॥
]

`verse 310 [
यावद्यशः स्फुरति चारु मनुष्यलोके
]

`verse 311 [
अहानि तावन्ति दिवं गतस्य
]

`verse 312 [
दिने दिने वर्षसंख्या परस्मिंल्
]

`verse 313 [
लोके वासो जायते निर्विकारः
]

`verse 314 [
मृतास्त एवात्र यशो न येषाम्
]

`verse 315 [
अन्धास्त एव श्रुतवर्जिता ये
]

`verse 316 [
ये दानशीला न नपुंसकास्ते
]

`verse 317 [
ये धर्मशीला न त एव शोच्याः
]

`verse 318 [
{ब्रह्मोवाच॒ }
भाषितं देवदेवस्य श्रुत्वा शान्तोऽभवन्मुनिः।
कृताञ्जलिपुटो भूत्वा नत्वा नाथमथाब्रवीत्॥
]

`verse 319 [
{पिप्पलाद उवाच॒ }
वाग्भिर्मनोभिः कृतिभिः कदाचिन्
]

`verse 320 [
ममोपकुर्वन्ति हिते रता ये
]

`verse 321 [
तेभ्यो हितार्थं त्विह चापरेषां
]

`verse 322 [
सोमं नमस्यामि सुरादिपूज्यम्
]

`verse 323 [
संरक्षितो यैरभिवर्धितश्च
]

`verse 324 [
समानगोत्रश्च समानधर्मा
]

`verse 325 [
तेषामभीष्टानि शिवः करोतु
]

`verse 326 [
बालेन्दुमौलिं प्रणतोऽस्मि नित्यम्
]

`verse 327 [
यैरहं वर्धितो नित्यं मातृवत्पितृवत्प्रभो।
तन्नाम्ना जायतां तीर्थं देवदेव जगत्त्रये॥
]

`verse 328 [
यशस्तु तेषां भविता तेभ्योऽहमनृणस्ततः।
यानि क्षेत्राणि देवानां यानि तीर्थानि भूतले॥
]

`verse 329 [
तेभ्यो यदिदमधिकमनुमन्यन्तु देवताः।
ततः क्षमेऽहं देवानामपराधं निरञ्जनः॥
]

`verse 330 [
{ब्रह्मोवाच॒ }
ततः समक्षं सुरसाक्षरां गिरं
]

`verse 331 [
सहस्रचक्षुःप्रमुखांस्तथाग्रतः
]

`verse 332 [
उवाच देवा अपि मेनिरे वचो
]

`verse 333 [
दधीचिपुत्रोदितमादरेण
]

`verse 334 [
बालस्य बुद्धिं विनयं च विद्यां
]

`verse 335 [
शौर्यं बलं साहसं सत्यवाचम्
]

`verse 336 [
पित्रोर्भक्तिं भावशुद्धिं विदित्वा
]

`verse 337 [
तदावादीच्छंकरः पिप्पलादम्
]

`verse 338 [
{शंकर उवाच॒ }
वत्स यद्वै प्रियं कामं यच्चापि सुरवल्लभम्।
प्राप्स्यसे वद कल्याणं नान्यथा त्वं मनः कृथाः॥
]

`verse 339 [
{पिप्पलाद उवाच॒ }
ये गङ्गायामाप्लुता धर्मनिष्ठाः
]

`verse 340 [
संपश्यन्ति त्वत्पदाब्जं महेश
]

`verse 341 [
सर्वान् कामानाप्नुवन्तु प्रसह्य
]

`verse 342 [
देहान्ते ते पदमायान्तु शैवम्
]

`verse 343 [
तातः प्राप्तस्त्वत्पदं चाम्बिका मे
]

`verse 344 [
नाथ प्राप्ता पिप्पलश्चामराश्च
]

`verse 345 [
सुखं प्राप्ता नाथनाथं विलोक्य
]

`verse 346 [
त्वां पश्येयुस्त्वत्पदं ते प्रयान्तु
]

`verse 347 [
{ब्रह्मोवाच॒ }
तथेत्युक्त्वा पिप्पलादं देवदेवो महेश्वरः।
अभिनन्द्य च तं देवैः सार्धं वाक्यमथाब्रवीत्॥
]

`verse 348 [
देवा अपि मुदा युक्ता निर्भयास्तत्कृताद्भयात्।
इदमूचुः सर्व एव दाधीचं शिवसंनिधौ॥
]

`verse 349 [
{देवा ऊचुः॒ }
सुराणां यदभीष्टं च त्वया कृतमसंशयम्।
पालिता देवदेवस्य आज्ञा त्रैलोक्यमण्डनी॥
]

`verse 350 [
याचितं च त्वया पूर्वं परार्थं नात्मने द्विज।
तस्मादन्यतमं ब्रूहि किंचिद्दास्यामहे वयम्॥
]

`verse 351 [
{ब्रह्मोवाच॒ }
पुनः पुनस्तदेवोचुः सुरसंघा द्विजोत्तमम्।
कृताञ्जलिपुटः पूर्वं नत्वा शंभुसुरानिदम्।
उवाच पिप्पलादश्च उमां नत्वा च पिप्पलान्॥
]

`verse 352 [
{पिप्पलाद उवाच॒ }
पितरौ द्रष्टुकामोऽस्मि सदा मे शब्दगोचरौ।
ते धन्याः प्राणिनो लोके मातापित्रोर्वशे स्थिताः॥
]

`verse 353 [
शुश्रूषणपरा नित्यं तत्पादाज्ञाप्रतीक्षकाः।
इन्द्रियाणि शरीरं च कुलं शक्तिं धियं वपुः॥
]

`verse 354 [
परिलभ्य तयोः कृत्ये कृतकृत्यो भवेत्स्वयम्।
पशूनां पक्षिणां चापि सुलभं मातृदर्शनम्॥
]

`verse 355 [
दुर्लभं मम तच्चापि पृच्छे पापफलं नु किम्।
दुर्लभं च तथा चेत्स्यात्सर्वेषां यस्य कस्यचित्॥
]

`verse 356 [
नोपपद्येत सुलभं मत्तो नान्योऽस्ति पापकृत्।
तयोर्दर्शनमात्रं च यदि प्राप्स्ये सुरोत्तमाः॥
]

`verse 357 [
मनोवाक्कायकर्मभ्यः फलं प्राप्तं भविष्यति।
पितरौ ये न पश्यन्ति समुत्पन्ना न संसृतौ।
तेषां महापातकानां कः संख्यां कर्तुमीश्वरः॥
]

`verse 358 [
{ब्रह्मोवाच॒ }
तदृषेर्वचनं श्रुत्वा मिथः संमन्त्र्य ते सुराः।
विमानवरमारूढौ पितरौ दंपती शुभौ॥
]

`verse 359 [
तव संदर्शनाकाङ्क्षौ द्रक्ष्यसे वाद्य निश्चितम्।
विषादं लोभमोहौ च त्यक्त्वा चित्तं शमं नय॥
]

`verse 360 [
पश्य पश्येति तं प्राहुर्दाधीचं सुरसत्तमाः।
विमानवरमारूढौ स्वर्गिणौ स्वर्णभूषणौ॥
]

`verse 361 [
तव संदर्शनाकाङ्क्षौ पितरौ दंपती शुभौ।
वीज्यमानौ सुरस्त्रीभिः स्तूयमानौ च किंनरैः॥
]

`verse 362 [
दृष्ट्वा स मातापितरौ ननाम शिवसंनिधौ।
हर्षबाष्पाश्रुनयनौ स कथंचिदुवाच तौ॥
]

`verse 363 [
{पुत्र उवाच॒ }
तारयन्त्येव पितरावन्ये पुत्राः कुलोद्वहाः।
अहं तु मातुरुदरे केवलं भेदकारणम्।
एवंभूतोऽपि तौ मोहात्पश्येयमतिदुर्मतिः॥
]

`verse 364 [
{ब्रह्मोवाच॒ }
तावालोक्य ततो दुःखाद्वक्तुं नैव शशाक सः।
देवाश्च मातापितरौ पिप्पलादमथाब्रुवन्॥
]

`verse 365 [
धन्यस्त्वं पुत्र लोकेषु यस्य कीर्तिर्गता दिवम्।
साक्षात्कृतस्त्वया त्र्यक्षो देवाश्चाश्वासितास्त्वया।
त्वया पुत्रेण सल्लोका न क्षीयन्ते कदाचन॥
]

`verse 366 [
{ब्रह्मोवाच॒ }
पुष्पवृष्टिस्तदा स्वर्गात्पपात तस्य मूर्धनि।
जयशब्दः सुरैरुक्तः प्रादुर्भूतो महामुने॥
]

`verse 367 [
आशिषं तु सुते दत्त्वा दधीचिः सह भार्यया।
शंभुं गङ्गां सुरान्नत्वा पुत्रं वाक्यमथाब्रवीत्॥
]

`verse 368 [
{दधीचिरुवाच॒ }
प्राप्य भार्यां शिवे भक्तिं कुरु गङ्गां च सेवय।
पुत्रानुत्पाद्य विधिवद्यज्ञानिष्ट्वा सदक्षिणान्।
कृतकृत्यस्ततो वत्स आक्रमस्व चिरं दिवम्॥
]

`verse 369 [
{ब्रह्मोवाच॒ }
करोम्येवमिति प्राह दधीचिं पिप्पलाशनः।
दधीचिः पुत्रमाश्वास्य भार्यया च पुनः पुनः॥
]

`verse 370 [
अनुज्ञातः सुरगणैः पुनः स दिवमाक्रमत्।
देवा अप्यूचिरे सर्वे पिप्पलादं ससंभ्रमाः॥
]

`verse 371 [
{देवा ऊचुः॒ }
कृत्यां शमय भद्रं ते तदुत्पन्नं महानलम्॥*
]

`verse 372 [
{ब्रह्मोवाच॒ }
पिप्पलादस्तु तानाह न शक्तोऽहं निवारणे।
असत्यं नैव वक्ताहं यूयं कृत्यां तु ब्रूत ताम्॥
]

`verse 373 [
मां दृष्ट्वा सा महारौद्रा विपरीतं करिष्यति।
तामेव गत्वा विबुधाः प्रोचुस्ते शान्तिकारणम्॥
]

`verse 374 [
अनलं च यथाप्रीति ते उभे नेत्यवोचताम्।
सर्वेषां भक्षणायैव सृष्टा चाहं द्विजन्मना॥
]

`verse 375 [
तथा च मत्प्रसूतोऽग्निरन्यथा तत्कथं भवेत्।
महाभूतानि पञ्चापि स्थावरं जङ्गमं तथा॥
]

`verse 376 [
सर्वमस्मन्मुखे विद्याद्वक्तव्यं नावशिष्यते।
मया संमन्त्र्य ते देवाः पुनरूचुरुभावपि॥
]

`verse 377 [
भक्षयेतामुभौ सर्वं यथानुक्रमतस्तथा।
वडवापि सुरानेवमुवाच शृणु नारद॥
]

`verse 378 [
{वडवोवाच॒ }
भवतामिच्छया सर्वं भक्ष्यं मे सुरसत्तमाः॥*
]

`verse 379 [
{ब्रह्मोवाच॒ }
वडवा सा नदी जाता गङ्गया संगता मुने।
तद्भवस्तु महानग्निर्य आसीदतिभीषणः।
तमाहुरमरा वह्निं भूतानामादितो विदुः॥
]

`verse 380 [
{सुरा ऊचुः॒ }
आपो ज्येष्ठतमा ज्ञेयास्तथैव प्रथमं भवान्।
तत्राप्यपांपतिं ज्येष्ठं समुद्रमशनं कुरु।
यथैव तु वयं ब्रूमो गच्छ भुङ्क्ष्व यथासुखम्॥
]

`verse 381 [
{ब्रह्मोवाच॒ }
अनलस्त्वमरानाह आपस्तत्र कथं त्वहम्।
व्रजेयं यदि मां तत्र प्रापयन्त्युदकं महत्॥
]

`verse 382 [
भवन्त एव तेऽप्याहुः कथं तेऽग्ने गतिर्भवेत्।
अग्निरप्याह तान् देवान् कन्या मां गुणशालिनी॥
]

`verse 383 [
हिरण्यकलशे स्थाप्य नयेद्यत्र गतिर्मम।
तस्य तद्वचनं श्रुत्वा कन्यामूचुः सरस्वतीम्॥
]

`verse 384 [
{देवा ऊचुः॒ }
नयैनमनलं शीघ्रं शिरसा वरुणालयम्॥*
]

`verse 385 [
{ब्रह्मोवाच॒ }
सरस्वती सुरानाह नैका शक्ता च धारणे।
युक्ता चतसृभिः शीघ्रं वहेयं वरुणालयम्॥
]

`verse 386 [
सरस्वत्या वचः श्रुत्वा गङ्गां च यमुनां तथा।
नर्मदां तपतीं चैव सुराः प्रोचुः पृथक्पृथक्॥
]

`verse 387 [
ताभिः समन्वितोवाह हिरण्यकलशेऽनलम्।
संस्थाप्य शिरसाधार्य ता जग्मुर्वरुणालयम्॥
]

`verse 388 [
संस्थाप्य यत्र देवेशः सोमनाथो जगत्पतिः।
अध्यास्ते विबुधैः सार्धं प्रभासे शशिभूषणः॥
]

`verse 389 [
प्रापयामासुरनलं पञ्चनद्यः सरस्वती।
अध्यास्ते च महानग्निः पिबन् वारि शनैः शनैः॥
]

`verse 390 [
ततः सुरगणाः सर्वे शिवमूचुः सुरोत्तमम्॥*
]

`verse 391 [
{देवा ऊचुः॒ }
अस्थ्नां च पावनं ब्रूहि अस्माकं च गवां तथा॥*
]

`verse 392 [
{ब्रह्मोवाच॒ }
शिवः प्राह तदा सर्वान् गङ्गामाप्लुत्य यत्नतः।
देवाश्च गावस्तत्पापान्मुच्यन्ते नात्र संशयः॥
]

`verse 393 [
प्रक्षालितानि चास्थीनि ऋषिदेहभवान्यथ।
तानि प्रक्षालनादेव तत्र प्राप्तानि पूतताम्॥
]

`verse 394 [
यत्र देवा मुक्तपापास्तत्तीर्थं पापनाशनम्।
तत्र स्नानं च दानं च ब्रह्महत्याविनाशनम्॥
]

`verse 395 [
गवां च पावनं यत्र गोतीर्थं तदुदाहृतम्।
तत्र स्नानान्महाबुद्धिर्गोमेधफलमाप्नुयात्॥
]

`verse 396 [
यत्र तद्ब्राह्मणास्थीनि आसन् पुण्यानि नारद।
पितृतीर्थं तु वै ज्ञेयं पितॄणां प्रीतिवर्धनम्॥
]

`verse 397 [
भस्मास्थिनखरोमाणि प्राणिनो यस्य कस्यचित्।
तत्र तीर्थे संक्रमेरन् यावच्चन्द्रार्कतारकम्॥
]

`verse 398 [
स्वर्गे वासो भवेत्तस्य अपि दुष्कृतकर्मणः।
तथा चक्रेश्वरात्तीर्थात्त्रीणि तीर्थानि नारद।
ततः पूताः सुरगणा गावः शंभुमथाब्रुवन्॥
]

`verse 399 [
{गोसुरा ऊचुः॒ }
यामः स्वं स्वमधिष्ठानमत्र सूर्यः प्रतिष्ठितः।
अस्मिन् स्थिते दिनकरे सुराः सर्वे प्रतिष्ठिताः॥
]

`verse 400 [
भवेयुर्जगतामीश तदनुज्ञातुमर्हसि।
सूर्यो ह्यात्मास्य जगतस्तस्थुषश्च सनातनः॥
]

`verse 401 [
दिवाकरो देवमयस्तत्रास्माभिः प्रतिष्ठितः।
यत्र गङ्गा जगद्धात्री यत्र वै त्र्यम्बकः स्वयम्।
सुरवासं प्रतिष्ठानं भवेद्यत्र च त्र्यम्बकम्॥
]

`verse 402 [
{ब्रह्मोवाच॒ }
आपृच्छ्य पिप्पलादं तं सुराः स्वं सदनं ययुः।
पिप्पलाः कालपर्याये स्वर्गं जग्मुरथाक्षयम्॥
]

`verse 403 [
पादपानां पदं विप्रः पिप्पलादः प्रतापवान्।
क्षेत्राधिपत्ये संस्थाप्य पूजयामास शंकरम्॥
]

`verse 404 [
दधीचिसूनुर्मुनिरुग्रतेजा
]

`verse 405 [
अवाप्य भार्यां गौतमस्यात्मजां च
]

`verse 406 [
पुत्रानथावाप्य श्रियं यशश्च
]

`verse 407 [
सुहृज्जनैः स्वर्गमवाप धीरः
]

`verse 408 [
ततः प्रभृति तत्तीर्थं पिप्पलेश्वरमुच्यते।
सर्वक्रतुफलं पुण्यं स्मरणादघनाशनम्॥
]

`verse 409 [
किं पुनः स्नानदानाभ्यामादित्यस्य तु दर्शनात्।
चक्रेश्वरः पिप्पलेशो देवदेवस्य नामनी॥
]

`verse 410 [
सरहस्यं विदित्वा तु सर्वकामानवाप्नुयात्।
सूर्यस्य च प्रतिष्ठानात्सुरवासे प्रतिष्ठिते।
प्रतिष्ठानं तु तत्क्षेत्रं सुराणामपि वल्लभम्॥
]

`verse 411 [
इतीदमाख्यानमतीव पुण्यं
]

`verse 412 [
पठेत वा यः शृणुयात्स्मरेद्वा
]

`verse 413 [
स दीर्घजीवी धनवान् धर्मयुक्तश्
]

`verse 414 [
चान्ते स्मरञ्शंभुमुपैति नित्यम्
]

`speaker [
ब्रह्मोवाच
]

`verse 415 [
पिप्पलं तीर्थमख्यातं चक्रतीर्थादनन्तरम्।
यत्र चक्रेश्वरो देवश्चक्रमाप यतो हरिः॥
]

`verse 416 [
यत्र विष्णुः स्वयं स्थित्वा चक्रार्थं शंकरं विभुम्।
पूजयामास तत्तीर्थं चक्रतीर्थमुदाहृतम्॥
]

`verse 417 [
यत्र प्रीतोऽभवद्विष्णोः शंभुस्तत्पिप्पलं विदुः।
महिमानं यस्य वक्तुं न क्षमोऽप्यहिनायकः॥
]

`verse 418 [
चक्रेश्वरो पिप्पलेशो नामधेयस्य कारणम्।
श्रृणु नारद तद्भक्त्या साक्षाद्वेदोदितं मया॥
]

`verse 419 [
दधीचिरिति विख्यातो मुनिरासीद्गुणान्वितः॥
तस्य भार्या महाप्राज्ञा कुलीना च पतिव्रता॥
]

`verse 420 [
लोपामुद्रेति या ख्याता स्वसा तस्या गभस्तिनी।
इति नाम्ना च विख्याता वडवेति प्रकीर्तिता॥
]

`verse 421 [
दधीचेः सा प्रिया नित्यं तपस्तेपे तया महत्।
दधीचिरग्निमान्नित्यं गृहधर्मपरायणः॥
]

`verse 422 [
भागीरथीं समाश्रित्य देवातिथिपरायणः।
स्वकलत्ररतः शान्तः कुम्भयोनिरिवापरः॥
]

`verse 423 [
तस्य प्रभावात्तं देशं नारयो दैत्यदानवाः।
आजग्मुर्मुनिशार्दूल यत्रागस्त्यस्य चाऽऽश्रमः॥
]

`verse 424 [
तत्र देवाः समाजग्मू रुद्रादित्यास्तथाऽश्विनौ।
इन्द्रौ विष्णुर्यमोऽग्निश्च जित्वा दैत्यानुपागतान्॥
]

`verse 425 [
जयेन जातसंहर्षाः स्तुताश्चैव मरुद्गणैः।
दधीचिं मुनिशार्दूलं दृष्ट्वा नेमुः सुरेश्वराः॥
]

`verse 426 [
दधीचिर्जातसंहर्षः सुरान्पूज्य पृथक्पृथक्।
गृहकृत्यं ततश्चक्रे सुरेभ्यो भार्यया सह॥
]

`verse 427 [
पृष्टाश्च कुशलं तेन कथाश्चक्रुः सुरा अपि।
दधीचिमब्रुवन्देवा भार्यया सुखितं पुनः॥
]

`verse 428 [
आसीनं हृष्टमनस ऋषिं नत्वा पुनः पुनः॥
]

`speaker [
देवा ऊचुः
]

`verse 429 [
किमद्य दुर्लभं लोके ऋषेऽस्माकं भविष्यति।
त्वादृशः सकृपो येषु मुनिर्भूकल्पपादपः॥
]

`verse 430 [
एतदेव फलं पुंसां जीवतां मुनिसत्तम।
तीर्थाप्लुतिर्भूतदया दर्शनं च भवादृशाम्॥
]

`verse 431 [
यत्स्नेहादुच्यतेऽस्माभिरवधारय तन्मुने।
जित्वा दैत्यानिह प्राप्ता हत्वा राक्षसपुंगवान्॥
]

`verse 432 [
वयं च सुखिनो ब्रह्मंस्त्वयि दृष्टे विशेषतः।
नाऽऽयुधैः फलमस्माकं वोढुं नैव क्षमा वयम्॥
]

`verse 433 [
स्थाप्यदेशं न पश्याम आयुधानां मुनीश्वर।
स्वर्गे सुरद्विषो ज्ञात्वा स्थापितानि हरन्ति च॥
]

`verse 434 [
नयेयुरायुधानीति तथैव च रसातले॥
तस्मात्तवाश्रमे पुण्ये स्थाप्यन्तेऽस्त्राणि मानद॥
]

`verse 435 [
नैवात्र किंचिद्भमास्ति विप्र, न दानवेभ्यो राक्षसेभ्यश्च घोरम्।
त्वदाज्ञया रभितपुण्यदेशो, न विद्यते तपसा ते समानः॥
]

`verse 436 [
जितारयो ब्रह्मोविदां वरिष्ठं, वयं च पूर्व निहता दैत्यसंघाः।
अस्त्रैरलं भारभूतैः कृताथैः, स्थाप्यं स्थानं ते समीपे मुनीश॥।
]

`verse 437 [
दिव्यान्भोगान्कामिनीभिः समेतान्देवोद्याने नन्दने संभजामः।
ततो  यामः कृतकार्यं सहेन्द्राः, स्वं स्वं स्थानं चाऽऽयुधानां च रक्षा॥
]

`verse 438 [
त्वया कृता जायतां तत्प्रशाधि समर्थंस्त्वं रक्षणे धारणे च॥
]

`speaker [
ब्रह्मोवाच
]

`verse 439 [
तद्वाक्यमाकर्ण्य दधीचिरेवं, वाक्यं जगौ विबुधानेवमस्तु ।
निवायुमाणः प्रियशीलया स्त्रिया, किं देवकार्येण विरुद्धकारिणा॥
]

`verse 440 [
ये ज्ञातशास्त्राः परमार्थनिष्ठाः संसारचेष्टासु गतानुरागः।
तेषां परार्थव्यासनेन किं मुने,येनात्र वाऽमुत्र सुखं न किंचित्॥
]

`verse 441 [
देवद्विषो द्वेषमनुप्रयान्ति, दत्ते स्थाने विप्रवर्य श्रृणुष्व।
नष्टे हृते चाऽऽयुधानां मुनीश, कुप्यन्ति देवा रिपवस्ते भवन्ति॥
]

`verse 442 [
तस्मान्नेदं वेदविदां वरिष्ठ, युक्तं द्रव्ये परकीये ममत्वम्।
तावच्च मैत्री द्रव्यभावश्च तावन्नष्टे हृते रिपवस्ते भवन्ति॥
]

`verse 443 [
चेदस्ति शक्तिर्द्रव्यदाने ततस्ते, दातव्यमेवार्थिने किं विचार्यम्।
नो चेत्सन्तः परकार्याणि कुर्युर्वाग्भिर्मनोभिः कृतिभिस्तथैव॥
]

`verse 444 [
परस्वसंधारणमेतदेव, सद्भिर्निरस्तं त्यज कान्त सद्यः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 445 [
एवं प्रियाया वचनं स विप्रो, निशम्य भार्यामिदमाह सुभ्रूम्॥
]

`speaker [
दधीचिरुवाच
]

`verse 446 [
पुरा सुराणामनुमान्य भद्रे, नेतीति वाणी न सुखं ममैति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 447 [
श्रुत्वेरितं पत्युरिति प्रियायां, दैवं विनाऽन्यत्र नृणां समर्थम्।
तूष्णीं स्थितायां सुरसत्तमास्ते, संस्थाप्य चास्त्रण्यतिदीप्तिमन्ति॥
]

`verse 448 [
नत्वा मुनीन्द्रं ययुरेव लोकान्दैत्यद्विषो न्यस्तशस्त्राः कृतार्थाः।
गतेषु देवेषु मुनिप्रवर्यो हृष्टोऽवसद्भार्यया धर्मयुक्तः॥
]

`verse 449 [
गते च काले ह्यतिविप्रयुक्ते, दैवे वर्षे संख्यया वै सहस्रे।
न ते सुरा आयुधानां मुनीश, वाचं मनश्चापि तथैव चक्रुः॥
]

`verse 450 [
दधीचिरप्याह गभस्तिमोजसा, देवारयो मां द्विषतीह भद्रे।
न ते सुरा नेतुकामा भवन्ति, संस्थापितान्यत्र वदस्व युक्तम्॥
]

`verse 451 [
सा चाऽऽह कान्तं विनयादुक्तमेव, त्वं जानीषे नाथ यदत्र युक्तम्।
दैत्या हरिष्यन्ति महाप्रवृद्धास्तपोयुक्ता बलिनः स्वायुधानि॥
]

`verse 452 [
तदस्त्ररक्षार्थमिदं स चक्रे, मन्त्रैस्तु संक्षाल्य जलैश्च पुण्यैः।
तद्वारि सर्वास्त्रमयं सुपुण्यं, तेजोयुक्तं तच्च पपौ दधीचिः॥
]

`verse 453 [
निर्विर्यरूपाणि तदायुधानि, क्षयं जग्मुः क्रमशः कालयोगात्।
सुराः समागत्य दधीचिमूचुर्महाभयं ह्यागतं शात्रवं नः॥
]

`verse 454 [
ददस्व चास्त्राणि मुनिप्रवीर, यानि त्वदन्ते निहितानि देवैः।
दधीचिरप्याह सुरारिभीत्या, अनागत्या भवतां चाचिरेण॥
]

`verse 455 [
अस्त्राणि पीतानि शरीरसंस्थान्युक्तानि युक्तं मम तद्वदन्तु।
श्रुत्वा तदुक्तं वचनं तु देवाः, प्रोचुस्तमित्थं विनयावनम्राः॥
]

`verse 456 [
अस्त्राणि देहीति च वक्तुमेतच्छक्यं न वाऽन्यत्प्रतिवक्तुं मुनीन्द्र।
विना च तैः परिभूयेस नित्यं, पुष्टारयः क्व प्रयामो मुनीश॥
]

`verse 457 [
न मर्त्यलोके न तले न नाके, वासः सुराणां भविताऽद्य तात।
त्वं विप्रवर्यस्तपसा चैव युक्तो, नान्यद्वक्तुं युज्यते ते पुरस्तात्॥
]

`verse 458 [
विप्रास्तदोवाच मदस्थिसंस्थान्संस्थान्यस्त्राणि गृह्णन्तु न संशयोऽत्र।
देवास्तमप्याहुरनेन किं नो, ह्यस्त्रैर्हिनाः स्त्रीत्वमाप्ताः सुरेन्द्राः॥
]

`verse 459 [
पुनस्तदा चाऽह मुनिप्रवीरस्त्यक्ष्ये जीवन्दैहिकान्योगयुक्तः।
अस्त्राणि कुर्वन्तु मदस्थिभूतान्यनुत्तमान्युत्तमरूपवन्ति॥
]

`verse 460 [
कुरुष्व चेत्याहुरदीनसत्तवं, दधीचिमित्युत्तरमग्निकल्पम्।
तदा तु तस्य प्रियमीरयन्ती, न सांनिध्ये प्रातिथेयी मुनीश॥
]

`verse 461 [
ते चापि देवास्तामदृष्ट्वैव शीघ्रं, तस्या भीता विप्रमूचुः कुरुष्व।
तत्याज जीवान्दुस्त्यजान्प्रीतिक्तो यथासुखं देहमिमं जुषध्वम्॥
]

`verse 462 [
मदस्थिभिः प्रीतिमन्तो भवन्तु, सुराः सर्वे किंतु देहेन कार्यम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 463 [
इत्युक्त्वाऽसौ बद्धपद्मासनस्थो, नासाग्रदत्ताक्षिप्रकाशप्रसन्नः।
वायुं सवह्रिं मध्यमोद्घाटयोगन्नीत्वा शनैर्दहराकाशगर्भम्॥
]

`verse 464 [
यदप्रमेयं परमं पदं यद्यद्ब्रह्मरूपं यदुपासितव्यम्।
तत्रैव विन्यस्य धियं महात्मा, सायुज्यतां ब्रह्मणोऽसौ जगाम॥
]

`verse 465 [
निर्जिवतां प्राप्तमभीक्ष्य देवाः, कलेवरं तस्य सुराश्च सम्यक्।
त्वष्टारमप्यूचुरतित्वरन्तःष कुरुष्व चास्त्राणि बहूनि सद्यः॥
]

`verse 466 [
स चापि तानाह कथं नु कार्यं, कलेवरं ब्राह्मणस्येह देवाः।
बिभेमि कर्तुं दारुणं चाक्षमोऽहं, विदारितान्यायुधान्युत्तमानि॥
]

`verse 467 [
तदस्थिभूतानि करोमि सद्यस्ततो देवा गाः समूचुस्त्वरन्तः॥
]

`speaker [
देवा ऊचुः
]

`verse 468 [
वज्रं मुकं वः क्रियते हितार्थं, गावो देवैरायुधार्थं क्षणेन।
दधीचिदेहं तु विदार्य यूयमस्थीनि शुद्धानि प्रयच्छताद्य॥
]

`speaker [
ब्रह्मोवाच
]

`verse 469 [
ता देववाक्याच्च तथैव चक्रुः, संलिह्य चास्थीनि ददुः सुराणाम्।
सुरास्त्वरा जग्मुरदीनसत्त्वाः स्वमालयं चापि तथैव गावः॥
]

`verse 470 [
कृत्वा तथाऽस्त्राणि च देवतानां, त्वष्टा जगामाथ सुराज्ञया तदा।
ततश्चिराच्छलवती सुभद्रा, भर्तुःप्रिया बालगर्भा त्वरन्ती॥
]

`verse 471 [
करे गृहीत्वा कलशं वारिपूर्णमुमां नत्वा फलपुष्पैः समेत्य।
अग्निं च भर्तारमथाऽऽश्रमं च, संद्रष्टुकामा ह्याजगामाथ शीध्रम्॥
]

`verse 472 [
अगच्छन्तीं तां प्रातिथेयीं तदानीं, निवारयामास तदोल्कपातः।
सा संभ्रामादागता चाऽऽश्रमं स्वं, नैवापश्यतत्र भर्तारमग्रे॥
]

`verse 473 [
क्व वा गतश्चेति सविस्मया सा, पप्रच्छ चाग्निं प्रातिथेयी तदानीम्।
अग्निस्तदोवाच सविस्तरं तां,देवागमं याचनं वै शरीरे॥
]

`verse 474 [
अस्थ्नामुपादानमथ प्रयाणं, श्रुत्वा सर्वं दुःखिता सा बभूव।
दुःखोद्वोगात्सा पपाताथ पृथ्व्यां, मन्दं मन्दं वह्निनाऽऽश्वासिता च॥
]

`verse 475 [
प्रातिथेय्युवाच
शापेऽमराणां तु नाहं समर्था, अग्निं प्राप्स्ये किं नु कार्यं भवेन्मे॥
]

`speaker [
ब्रह्मोवाच
]

`verse 476 [
कोपं च दुखं च नियम्य साध्वी, तदाऽवादीद्धर्मयुक्तं च भर्तुः॥
]

`verse 477 [
प्रातिथेय्युवाच
उत्पद्यते यत्तु विनाशि सर्वं, न शोच्यमस्तीति मनुष्यलोके।
गौविप्रदेवार्थमिह त्यजन्ति, प्राणान्प्रिन्पुण्यभाजो मनुष्याः॥
]

`verse 478 [
संसारचक्रे परिवर्तमाने देहं समर्थं धर्मयुक्तं त्ववाप्य।
प्रियान्प्राणान्देवविप्रार्थहेतोस्ते वै धन्याः प्राणिनो ये त्यजन्ति॥
]

`verse 479 [
प्राणाः सर्वेऽस्यापि देहान्वितस्य, यातारो वै नात्र संदेहलेशः।
एवं ज्ञात्वा विप्रगोदेवदीनाद्यर्थं चैनानुत्सृजन्तीश्वरास्ते॥
]

`verse 480 [
निवार्यमाणोऽपि मया प्रपन्नया, चकार देवास्त्रपरिग्रहं सः।
मनोगतं वेत्त्यथवा विधातुः, को मर्त्यलोकातिगचेष्टितस्य॥
]

`speaker [
ब्रह्मोवाच
]

`verse 481 [
इत्येवमुक्त्वाऽऽपूज्य चाग्नीन्यथावद्भर्तुस्तत्वचालोमभिः सा विवेश।
गर्भस्थितं बालकं प्रातिथेयी, कुक्षिं विदार्याथ करे गृहीत्वा॥
]

`verse 482 [
नत्वा च गङ्गां भुवमाश्रमं च, वनस्पतीनोषधीराश्रमस्थान्॥
]

`verse 483 [
प्रतिथेय्युवाच
पित्रा हीनो बन्धुभिर्गोजैश्च, मात्रा हीनो बालकः सर्व एव।
रक्षन्तु सर्वेऽपि च भूतसंघास्तथौषध्यो बालकं लोकपालाः॥
]

`verse 484 [
ये बालकं मातृपितृप्रहीणं, सनिर्विशेषं स्वतनुप्ररूढैः।
पश्यन्ति रक्षन्ति त एव नूनं, ब्रह्मादिकानामपि वन्दनीयाः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 485 [
इत्युक्त्वा चात्यज्बालं भर्तृचित्तपरायणा।
पिप्पलानां समीपे तु न्यस्य बालं नमस्य च॥
]

`verse 486 [
अग्निं प्रदक्षिणोकृतय यज्ञपात्रसमन्विता।
विवेशाग्नं प्रातिथेयी भर्त्रा सह दिवं ययौ॥
]

`verse 487 [
रुरुदुश्चाऽऽश्रमस्था ये वृक्षाश्च वनवासिनः।
पुत्रवत्पोषिता येन ऋषिणा च दधीचिना॥
]

`verse 488 [
विना तेन न जीवामस्तया मात्रा विना तथा।
मृगाश्च पक्षिणः सर्वे वृक्षाः प्रोचुः परस्परम्॥
]

`speaker [
वृक्षा ऊचुः
]

`verse 489 [
स्वर्गमासेदुषोः पित्रोस्तदपत्येष्वकृत्रिमम्।
ये कुर्वन्त्यनिशं स्नेहं त एव कृतिनो नराः॥
]

`verse 490 [
दधीचिः प्रातिथेयी वा वीक्षतेऽस्मान्यथा पुरा।
तथा पिता न माता वा धिगस्मान्पापिनो वयम्॥
]

`verse 491 [
अस्माकमपि सर्वेषामतः प्रभृति निश्चितम्।
बालो दधीचिः प्रातिथेयी बालो धर्मः सातनः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 492 [
एवमुक्त्वा तदौषध्यो वनस्पतिसमन्विताः।
सोमं राजानमभ्येत्य याचिरेऽमृतमुत्तमम्॥
]

`verse 493 [
स चापि दत्तवांस्तेभ्यः सोमोऽमृतमनुत्तमम्।
ददुर्बाला य ते चापि अमृतं सुरवल्लभम्॥
]

`verse 494 [
स तेन तृप्तो ववृधे शुक्लपक्षे यथा शशी।
पिप्पलैः पालितो यस्मात्पिप्पलादः स बालकः॥
प्रवृद्धः पिप्पलानेवमुवाच त्वतिविस्मितः॥
]

`speaker [
पिप्पलाद उवाच
]

`verse 495 [
मानुषेभ्यो मानुषास्तु जायन्ते पक्षिभिः खगाः।
बीजेभ्यो वीरुधो लोके वैषम्यं नैव दृश्यते॥
वार्क्षस्त्वहं कथं जातो हस्तपादादिजीववान्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 496 [
वृक्षास्तद्वचनं श्रुत्वा सर्वमूचुर्यथाक्रमम्।
दधीचेर्मरणं साध्व्यास्तथा चाग्निप्रवेशनम्॥
]

`verse 497 [
अस्थ्नां संहरणं देवैरेतत्सर्वं सविस्तरम्।
श्रुत्वा दुःखसमाविष्टो निपपात तदा भुवि॥
]

`verse 498 [
आश्वासितः पुनर्वुक्षैर्वाक्यैर्धर्मार्थसंहितैः।
आश्वस्तः स पुनः प्राह तदौषधिवनस्पतीन्॥
]

`speaker [
पिप्पलाद उवाच
]

`verse 499 [
पितृहन्तॄहनिष्येऽहं नान्यथा जीवितुं क्षमः।
पितुर्मित्राणि शत्रूंश्च तथा पुत्रोऽनुवर्तते॥
]

`verse 500 [
स एव पुत्रो योऽन्यस्तु पुत्ररूपो रिपुः स्मृतः।
वदन्ति पितृमित्राणि तारयन्त्यहितानपि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 501 [
वृक्षास्तं बालमादाय सोमान्तिकमथाऽऽययुः।
बालवाक्यं तु ते वृक्षाः सोमायाथ न्यवेदयन्॥
श्रुत्वा सोमोऽपि तं बालं पिप्पलादमभाषत॥
]

`speaker [
सोम उवाच
]

`verse 502 [
गृहाण विद्यां विधिवत्समग्रां, तपः समृद्धिं च शुभां च वाचम्।
शौर्य च रूपं च बलं च बुद्धिं, संप्राप्स्यसे पुत्र मदाज्ञया त्वम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 503 [
पिप्पला दस्तमप्याह ओषधीशं विनीतवत्॥
]

`speaker [
पिप्पलाद उवाच
]

`verse 504 [
सर्दमेतद्वृथा मन्ये पितृहन्तृविनिष्कृतिम्।
न करोम्यत्र यावच्च तस्मात्तत्प्रथमं वद॥
]

`verse 505 [
यस्मिन्देशे यत्र काले यस्मिन्देवे च मन्त्रके।
यत्र तीर्थं च सिध्येत मत्संकल्पः सुरोत्तम॥
]

`speaker [
ब्रह्मोवाच
]

`verse 506 [
चन्द्रः प्राह चिरं ध्यात्वा भुक्तिर्वा मुक्तिरेव वा।
सर्वं महेश्वराद्देवाज्जायते नात्र संशयः॥
]

`verse 507 [
स सोमं पुनरप्याह कथं द्रक्ष्ये महेश्वरम्।
बालोऽहं बालबुद्धिश्च न सामर्थ्यं तपस्तथा॥
]

`speaker [
चन्द्र उवाच
]

`verse 508 [
गौतमीं गच्छ भद्र त्वं स्तुहि चक्रेश्वरं हरम्।
प्रसन्नस्तु तवेशानो ह्यल्पायासेन वत्सक॥
]

`verse 509 [
प्रीतो भवेन्महादेवः साक्षात्कारुणिकः शिवः।
आस्ते साक्षात्कृतः शंभुर्विष्णुना प्रभविष्णुना॥
]

`verse 510 [
वरं च दत्तवान्विष्णोश्चक्रं च त्रिदशार्चितम्।
गच्छ तत्र महाबुद्धे दण्डके गौतमीं नदीम्॥
]

`verse 511 [
चक्रेश्वरं नाम तीर्थं जानन्त्योषधयस्तु तत्।
तं गत्वा स्तुहि देवेशं सर्वभावेन शंकरम्॥
स ते प्रीतमनास्तात सर्वान्कामान्प्रदास्यति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 512 [
तद्राजवचनाद्ब्रह्मन्पिप्पलादो महामुनिः।
आजगाम जगन्नाथो यत्र रुद्रः स चक्रदः॥
]

`verse 513 [
तं बालं कृपयाऽऽविष्टाः पिप्पलाः स्वाश्रमान्ययुः।
गोदावर्यां ततः स्नात्वा नत्वा त्रिभुवनेश्वरम्॥
तुष्टाव सर्वभावेन पिप्पलादः शिवं शुचिः॥
]

`speaker [
पिप्पालाद उवाच
]

`verse 514 [
सर्वाणि कर्माणि विहाय धीरास्त्यक्तैषणा निर्जितचित्तवाताः।
यं यान्ति मुक्त्यै शरणं प्रयन्तात्तमादिदेवं प्रणमामि शंभुम्॥
]

`verse 515 [
यः सर्वसाक्षी सकलान्तरात्मा, सर्वेश्वरः सर्वकलानिधानम्।
विज्ञाय मच्चित्तगतं समस्तं, स मे स्मरारिः करुणां करोतु॥
]

`verse 516 [
दिगीश्वराञ्जित्य सुरार्चितस्य, कैलासमान्दोलयतः पुरारेः।
अङ्गुष्ठकृत्यैव रसातलादधोगतस्य तस्यैव दशाननस्य॥
]

`verse 517 [
आलूनकायस्य गिरं निशम्य, विहस्य देव्या सह दत्तमिष्टम्।
तस्मै प्रसन्नः कुपितोऽपि तद्वादयुक्तदाताऽसि महेश्वर त्वम्॥
]

`verse 518 [
सौत्रामणीमृद्धिमधः स चक्रे, योऽर्चां हरौ(रे)नित्यमतीव कृत्वा।
बाणः प्रशस्यः कृतवानुच्चपूजां,रम्यां मनोज्ञां शशिखण्डमौलेः॥
]

`verse 519 [
जित्वा रिपून्देवगणान्प्रपूज्य, गुरुं नमस्कर्तुमगाद्विशाखः।
चुकोप दृष्ट्वा गणनाथमूढमङ्के तमारोप्य जहास सोमः॥
]

`verse 520 [
ईशाङ्करूढोऽपि शिशुस्वभावान्न मातुरङ्कं प्रमुमोच बालः।
ऋद्धं सुतं बोधितुमप्यशक्तस्ततोऽर्धनारित्वमवाप सोमः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 521 [
ततः स्वयंभूः सुप्रीतः पिप्पलादमभाषत॥
]

`speaker [
शिव उवाच
]

`verse 522 [
वरं वरय भद्रं ते पिप्पलाद यथेप्सितम्॥
]

`speaker [
पिप्पलाद उवाच
]

`verse 523 [
हतो देवैर्महादेव पिता मम महायशाः।
अदाम्बिकः सत्यवादी तथा माता पतिव्रता॥
]

`verse 524 [
देवेभ्यश्च तयोर्नाशं श्रुत्वा नाथ सविस्तरम्।
दुःखकोपसमाविष्टो नाहं जीवितुमुत्सहे॥
]

`verse 525 [
तस्मान्मे देहि सामर्थ्यं नाशयेयं सुरान्यथा।
अवध्यसेव्यस्त्रैलोक्ये त्वमेव शशिशेखर॥
]

`speaker [
ईश्वर उवाच
]

`verse 526 [
तृतीयं नयनं द्रष्टुं यदि शक्नोषि मेऽनघ।
ततः समर्थो भविता देवांश्छेदयितुं भवान्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 527 [
ततो द्रष्टुं मनश्चक्रे तृतीयं लोचनं विभोः।
न शशाक तदोवाच न शक्तोऽस्मीति शंकरम्॥
]

`speaker [
ईश्वर उवाच
]

`verse 528 [
किंचित्कुरु तपो बाल यदा द्रक्ष्यसि लोचनम्।
तृतीयं त्वं तदाऽभीष्टं प्राप्स्यसे नात्र संशयः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 529 [
एतच्छ्रुत्वेशानवाक्यं तपसे कृतनिश्चयः।
दधीचिसूनुर्धर्मात्मा तत्रैव बहुला समाः॥
]

`verse 530 [
शिवध्यानैकनिरतो बालोऽपि बलवानिव।
प्रत्यहं प्रातरुत्थाय स्नात्वा नत्वा गुरून्क्रमात्॥
]

`verse 531 [
सुखासीनो मनः कृत्वा सुषुम्नायामनन्यधीः।
हस्तस्वस्तिकमारोप्य नाभौ विस्मृतसंसृतिः॥
]

`verse 532 [
स्थानात्स्थानान्तरोत्कर्षान्विदध्यौ शांभवं महः।
ददर्श चभुर्देवस्य तृतीयं पिप्पलाशनः॥
कृताञ्जलिपुटो भूत्वा विनीत इदमब्रवीत्॥
]

`speaker [
पिप्पलाद उवाच
]

`verse 533 [
शंभुना देवदेवेन वरो दत्तः पुरा मम।
तार्तीयचक्षुषो ज्योतिर्यदा पश्यसि तत्क्षणात्॥
]

`verse 534 [
सर्व ते प्रार्थितं सिध्येदित्याह त्रिदशेश्वरः।
तस्माद्रिपुविनाशाय हेतुभूतां प्रयच्छ मे॥
]

`verse 535 [
तदैव पिप्पलाः प्रोचुर्वडवाऽपि महाद्युते।
माता तव प्रतिथेयी वदन्त्येवं दिवं गता॥
]

`verse 536 [
पराभिद्रोहनिरता विस्मृतात्महिता नराः।
इतस्ततो भ्रान्तचित्ताः पतन्ति नरकावटे॥
]

`verse 537 [
तनमातृवचनं श्रुत्वा कुपितः पिप्पलाशनः।
अभिमाने ज्वलत्यन्तः साधुवादो निरर्थकः॥
]

`verse 538 [
देहि देहीति तं प्राह कृत्या नेत्रविनिर्गता।
वडवेति स्मरन्विप्रः कृत्याऽपि वडवाकृतिः॥
]

`verse 539 [
सर्वसत्त्वाविनाशाय प्रभूताऽनलगर्भिणी।
गभस्तिनी बालगर्भा या माता पिप्पलाशिनः॥
]

`verse 540 [
तद्ध्यानयोगात्तु जाता कृत्या साऽनगर्भिणी।
उत्पन्ना सा महारौद्रा मृत्युजिह्वेव भीषणा॥
]

`verse 541 [
अवोचत्पिप्पलादं तं किं कृत्यं मे वदस्व तत्।
पिप्पलादोऽपि तां प्राह देवान्खाद रिपून्मम॥
]

`verse 542 [
जग्राह सा तथेत्युक्त्वा पिप्पलादं पुरस्थितम्।
स प्राहं किमिदं कृत्ये सा चाप्याह त्वयोदितम्॥
]

`verse 543 [
देवैश्च निर्मितं देहं ततो भीतः शिवं ययौ।
तुष्टाव देवं स मुनिः कृत्यां प्राह तदा शिवः॥
]

`speaker [
शिव उवाच
]

`verse 544 [
योजनान्तः स्थिताञ्जीवान्न गृहाण मदाज्ञया।
तस्माद्याहि ततो दूरं कृत्ये कृत्यं ततः कुरु॥
]

`speaker [
ब्रह्मोवाच
]

`verse 545 [
तीर्थात्तु पिप्पलात्पूर्वं यावद्योजनसंख्यया।
प्रातिष्ठद्वडवारूपा कृत्या सा ऋषिनिर्मिता॥
]

`verse 546 [
तस्यां जातो महानग्निर्लोकसंहरणक्षमः।
तं दुष्ट्वा विबुधः सर्वे त्रस्ताः संभुमुपागमन्॥
]

`verse 547 [
चक्रेश्वरं पिप्पलेशं पिप्पलादेन तोषितम्।
स्तुवन्तो भीतमनसः संभुतुर्दिवौकसः॥
]

`speaker [
देवा ऊचुः
]

`verse 548 [
रक्षस्व शंभो कृत्याऽस्मान्बाधते तद्भवानलः।
शरणं भव सर्वेश भीतानामभयप्रद॥
]

`verse 549 [
सर्वतः परिभूतानामार्तानां श्रान्तचेतसाम्।
सर्वेषामेव जन्तूनां त्वमेव शरणं शिव॥
]

`verse 550 [
ऋषिणाऽभ्यर्थिता कृत्या त्वच्चभुर्वह्निनिर्गता।
सा जिघांसति लोकांस्त्रींस्त्वं नस्त्राता न चेतरः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 551 [
तानब्रवीज्जगन्नाथो योजनान्तर्निवासिनः।
न बाधते त्वसौ कृत्या तस्माद्यूयमहर्निशम्॥
]

`verse 552 [
इहैवाऽऽसध्वममरास्तस्या वो न भयं भवेत्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 553 [
पुनरूचुः सुरेशानं त्वया दत्तं त्रिविष्टपम्।
तत्त्यक्त्वाऽत्र कथं नाथ वत्स्यामस्त्रिदशार्चित॥
]

`speaker [
ब्रह्मोवाच
]

`verse 554 [
देवानां वचनं श्रुत्वा शिवो वाक्यमथाब्रवीत्॥
]

`speaker [
शिव उवाच
]

`verse 555 [
देवोऽसौ विश्वतश्चक्षुर्यो देवो विश्वतोमुखः।
यो रश्मिभिस्तु धमते नित्यं यो जनको मतः॥
]

`verse 556 [
स सूर्य एक एवात्र साक्षाद्रूपेण सर्वदा।
स्थितिं करोतु तन्मूर्तौ भविष्यन्त्यखिलाः स्थिताः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 557 [
तथेति शंभुवचनात्पारिजाततरोस्तदा।
देवा दिवाकरं चक्रुस्त्वष्टा भास्करमब्रवीत्॥
]

`speaker [
त्वष्टोवाच
]

`verse 558 [
इहैवाऽऽस्स्व जगत्स्वामिन्रक्षेमान्विबुधान्स्वयम्।
स्वांशैश्च वयमप्यत्र तिष्ठामः शंभुसंनिधौ॥
]

`verse 559 [
चक्रेश्वरस्य परितो यावद्योजनसख्यया।
गङ्गाया उभयं तीरमासाद्याऽऽसन्सुरोत्तमाः॥
]

`verse 560 [
अङ्गुल्यर्धार्धमात्रं तु गङ्गातीरं समाश्रिताः।
तिस्रः कोट्यस्तथा पञ्च शतानि मुनिसत्तम॥
तीर्थानां तत्र व्युष्टिं च कः श्रृणोति ब्रवीति वा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 561 [
ततः सुरगणाः सर्वे विनीताः शिवमब्रुवन्॥
]

`speaker [
देवा ऊचुः
]

`verse 562 [
पिप्पलादं सुरेशान शमं नय जगन्मय॥
]

`speaker [
ब्रह्मोवाच
]

`verse 563 [
ओमित्युक्त्वा जगन्नाथः पिप्पलादमवोचत॥
]

`speaker [
शिव उवाच
]

`verse 564 [
नाशितेष्वपि देवेषु पिता ते नाऽऽगमिष्यति।
दत्ताः पित्रा तव प्राणा देवानां कार्यसिद्धये॥
]

`verse 565 [
दीनार्तकरुणाबन्धुः को हि तादृग्भवे भवेत्।
तथा याता दिवं तात तव माता पतिव्रता॥
]

`verse 566 [
समा काऽप्यत्र न तया लोपामुद्राऽप्यरुन्धती।
यदस्थिभिः सुराः सर्वे जयिनः सुखिनः सदा॥
]

`verse 567 [
तेनावाप्तं यशः स्फीतं तव मात्राऽक्षयं कृतम्।
त्वया पुत्रेण सर्वत्र नातः परतरं कृतम्॥
]

`verse 568 [
त्वत्प्रतापभयात्स्वर्गच्च्युतांस्त्वं पातुर्महसि।
कांदिशीकांस्तव भयादमरांस्त्रातुमर्हसि॥
नाऽऽर्तत्राणादभ्यधिकं सुकृतं क्वापि विद्यते॥
]

`verse 569 [
यावद्यशः स्फुरित चारु मनुष्यलोक अहानि तावन्ति दिवं गतस्य।
दिने दिने वर्षसंख्या(ख्यं)परस्मिंल्लोको वासो जायते निर्विकारः॥
]

`verse 570 [
मृतास्त एवात्र यशो न येषामन्धास्त एव श्रुतवर्जिता ये।
ये दानशीला न नपुंसकास्ते, ये धर्मशीला न त एव शोच्याः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 571 [
भाषितं देवदेवस्य श्रुत्वा शान्तोऽभवन्मुनिः।
कृताञ्जलिपुटो भूत्वा नत्वा नाथमथाब्रवीत्॥
]

`speaker [
पिप्पलाद उवाच
]

`verse 572 [
वाग्भिर्मनोभिः कृतिभिः कदाचिन्ममोपकुर्वन्ति हिते रता ये।
तेभ्यो हितार्थं त्विह चापरेषां, सोमं नमस्यामि सुरादिपुज्यम्॥
]

`verse 573 [
संरक्षितो यैरभिवर्धितश्च, समानागोश्च समानधर्मा।
तेषामभीष्टानि शिवः करोतु, बालेन्दुमौलिं प्रणतोऽस्मि नित्यम्॥
]

`verse 574 [
यैरहं वर्धितो नित्यं मातृवत्पितृवत्प्रभो।
तन्नाम्ना जायतां तीर्थं देवदेव जगत्त्रये॥
]

`verse 575 [
यशस्तु तेषां भविता तेभ्योऽहमनृमस्ततः।
यानि क्षेत्राणि देवानां यानि तीर्थानि भूतले॥
]

`verse 576 [
तेभ्यो यदिदमधिकमनुमन्यन्तु देवताः।
ततः क्षमेऽहं देवनामपराधं निरञ्जनः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 577 [
ततः समक्षं सुरसाक्षरां गिरं, सहस्रचक्षुः प्रमुखांस्तथाऽग्रतः।
उवाच देवा अपि मेनिरे वचो, ददीचिपुत्रोदितमादरेण॥
]

`verse 578 [
बालस्य बुद्धिं विनयं च विद्यां, शौर्यं बलं साहसं सत्यवाचम्।
पित्रोर्भक्तिं भावशुद्धिं विदित्वा, तदाऽवादीच्छंकरः पिप्पलादम्॥
]

`speaker [
शंकर उवाच
]

`verse 579 [
वत्स यद्वै प्रियं कामं यच्चापि सुरवल्लभम्।
प्राप्स्यसे वद कल्याणं नान्यथा त्वं मनः कृथाः॥
]

`speaker [
पिप्पलाद उवाच
]

`verse 580 [
ये गङ्गायामाप्लुता धर्मनिष्ठाः, संपश्यन्ति त्वत्पदाब्जं महेश।
सर्वान्कामानाप्नुवन्तु प्रसह्य, देहान्ते ते पदमायान्तु शैवम्॥
]

`verse 581 [
तातः प्राप्तस्त्वत्पदं चाम्बिका मे, नाथ प्राप्ता पिप्पलश्चामराश्च।
सुखं प्राप्ता नाथनाथं विलोक्य, त्वं पश्येयुस्त्वत्पदं ते प्रयान्तु॥
]

`speaker [
ब्रह्मोवाच
]

`verse 582 [
तथेत्युक्त्वा पिप्पलादं देवदेवो महेश्वरः।
अभिनन्द्य च तं देवैः सार्धं वाक्यमथाब्रवीत्॥
]

`verse 583 [
देवा अपि मुदा युक्ता निर्भयास्तत्कृताद्भयात्।
इदमूचुः सर्वं एव दाधीचं शिवसंनिधौ॥
]

`speaker [
देवा ऊचुः
]

`verse 584 [
सुराणां यदभीष्टं च त्वया कृतमसंशयम्।
पालिता देवदेवस्य आज्ञा त्रैलोक्यमण्डनी॥
]

`verse 585 [
याचितं च त्वया पूर्वं परार्थं नाऽऽत्मने द्विज।
तस्मादन्यतमं ब्रूहि किंचिद्दास्यामहे वयम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 586 [
पुनः पुनस्तदेवोचुः सुरसंघा द्विजोत्तमम्।
कृताञ्जलिपुटः पूर्वं नत्वा शंभुसुरानिदम्॥
उवाच पिप्पलादश्च उमां नत्वा च पिप्पलान्॥
]

`speaker [
पिप्पलाद उवाच
]

`verse 587 [
पितरौ द्रष्टुकामोऽस्मि सदा मे शब्दगोचरौ।
ते धन्यताः प्राणिनो लोके मातापित्रोर्वशे स्थिताः॥
]

`verse 588 [
शुश्रुषणपरा नित्यं तत्पादाज्ञाप्रतीक्षकाः।
इन्द्रियाणि शरीरं च कुलं शक्तिं धियं वपुः॥
]

`verse 589 [
परिलभ्य तयोः कृत्ये कृतकृत्यो भवेत्स्वयम्।
पशूनां पक्षिणां चापि सुलभं मातृदर्शनम्॥
]

`verse 590 [
दुर्लभं मम तच्चापि पृच्छे पापफलं नु किम्।
दुर्लभं च तथा चेत्स्यात्सर्वेषां यस्य कस्यचित्॥
]

`verse 591 [
नोपपद्येत सुलभं मत्तो नान्योऽस्ति पापकृत्।
तयोर्दर्शनमात्रं च यदि प्राप्स्ये सुरोत्तमाः॥
]

`verse 592 [
मनोवाक्कायकर्मभ्यः फलं प्राप्तं भविष्यति।
पितरौ ये न पश्यन्ति समुत्पन्ना न(स्तु)संसृतौ॥
तेषां महापातकानां कः संख्यां कर्तुमीश्वरः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 593 [
तदुषेर्वचनं श्रुत्वा मिथः संमन्त्र्य ते सुराः।
विमनवरमारूढौ पितरौ दंपती शुभौ॥
]

`verse 594 [
तव संदर्शनाकाङ्क्षौ द्रक्ष्यसे वाऽद्य निश्चितम्।
विषादं लोभमोहौ च त्यक्त्वा चित्तं शमं नय॥
]

`verse 595 [
पश्य पश्येति तं प्राहुर्दाधीचं सुरसत्तमाः।
विमानवपरामारूढौ स्वर्गिणौ स्वर्णभूषणौ॥
]

`verse 596 [
तव संदर्शनाकाङ्क्षौ पितरौ दंपती शुभौ।
वीज्यमानौ सुरस्त्रीभीः स्तूयमानौ च किंनरैः॥
]

`verse 597 [
दृष्ट्वा स मातापितरौ ननाम शिवसंनिधौ।
हर्षवाष्पाश्रुनयनौ स कथंचिदुवाच तौ॥
]

`speaker [
पुत्र उवाच
]

`verse 598 [
तारयन्त्येव पितरावन्ये पुत्राः कुलोद्वहाः।
अहं तु मातुरुदरे केवलं भेदकारणम्॥
एवं भूतोऽपि तौ महोहात्पश्येयमतिदुर्मतिः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 599 [
तावालोक्य ततो दुःखाद्वक्तुं नैव शशाक सः।
देवाश्च मातापितरौ पिप्पलादमथाब्रुवन्॥
]

`speaker [
देवा ऊचुः
]

`verse 600 [
धन्यस्त्वं पुत्र लोकेषु यस्य कीर्तिर्गता दिवम्।
साक्षात्कृतस्त्वया त्र्यक्षो देवाश्चाऽऽश्वासितास्त्वया॥
त्वया पुत्रेण सल्लोका न क्षीयन्ते कदाचन॥
]

`speaker [
ब्रह्मोवाच
]

`verse 601 [
पुष्पवृष्टिस्तदा स्वर्गात्पपात तस्य मूर्धनि।
जयशब्दः सुरैरुक्तः प्रादुर्भूतो महामुने॥
]

`verse 602 [
आशिषं तु सुते दत्त्वा दधीचिः सह भार्यया।
शंभुं गङ्गां सुरान्नत्वा वाक्यमथाब्रवीत्॥
]

`speaker [
दधीचिरुवाच
]

`verse 603 [
प्राप्य भार्यां शिवे भक्तिं कुरु गङ्गां च सेवय।
पुत्रानुत्पाद्य विधिवद्यज्ञानिष्ट्वा सदक्षिणान्॥
कृतकृत्यस्ततो वत्स आक्रमस्व चिरं दिवम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 604 [
करोम्येवमिति प्राह दधीचिं पिप्पलाशनः।
दधीचिः पुत्रमाश्वास्य भार्यया च पुनः पुनः॥
]

`verse 605 [
अनुज्ञातः सुरगणैः पुनः स दिवमाक्रमत्।
देवा अप्यूचिरे सर्वे पिप्पलादं ससंभ्रमाः॥
]

`verse 606 [
देवा ऊचु
कृत्यां शमय भद्रं ते तदुत्पन्नं महानलम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 607 [
पिप्पलादस्तु तानाह न शक्तोऽहं निवारणे।
असत्यं नैव वक्ताऽहं यूयं कृत्यां तु ब्रूत ताम्॥
]

`verse 608 [
मां दुष्ट्वा सा महारौद्रा विपरीतं करिष्यति।
तामेव गत्वा विबुधाः प्रोचुस्ते शान्तिकारणम्॥
]

`verse 609 [
अनलं च यथाप्रीति ते उभे नेत्यवोचताम्।
सर्वेषां भक्षणायैव सृष्टा चाहं द्विजन्मना॥
]

`verse 610 [
तथा च मत्प्रसूतोऽग्निरन्यथा तत्कथं भवेत्।
महाभूतानि पञ्चापि स्थावरं जङ्मं तथा॥
]

`verse 611 [
सर्वमस्मन्मुखे विद्याद्वक्तव्यं नावशिष्यते।
मया संमन्त्र्य ते देवाः पुनरूचुरुभावपि॥
]

`verse 612 [
भक्षयेतामुभौ सर्वं यथानुक्रमतस्तथा।
वडवाऽपि सुरानेवमुवाच श्रृणु नारद॥
]

`speaker [
व़डवोवाच
]

`verse 613 [
भवतामिच्छया सर्वं भक्ष्यं मे सुरसत्तमाः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 614 [
वडवा सा नदी जाता गङ्गया संगता मुने।
तद्भवस्तु महानग्निर्य आसीदतिभीषणः॥
तमाहुरमरा वह्निं भूतानामादितो विदुः॥
]

`speaker [
सुरा ऊचुः
]

`verse 615 [
आपो ज्येष्ठतमा ज्ञेयास्तथैव प्रथमं भवान्।
तत्राप्यपांपतिं ज्येष्ठं समुद्र(तिर्ज्येष्ठस्तस्य त्व) मशनं कुरु॥
यथैव तु वयं ब्रूमो गच्छ भुङ्क्ष्व यथासुखम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 616 [
अनलस्त्वमरानाह आपस्तत्र कथं त्वहम्।
व्रजेयं यदि मां तत्र प्रापयन्त्युदकं महत्॥
]

`verse 617 [
भवन्त एव तेऽप्याहुः कथं तेऽग्ने गतिर्भवेत्।
अग्निरप्याह तान्देवान्कन्टा मां गुणशालिनी॥
]

`verse 618 [
हिरण्यकलशे स्थाप्य नयेद्यत्र गतिर्मम।
तस्य तद्वचनं श्रुत्वा कन्यामूचुः सरस्वरीम्॥
]

`speaker [
देवा ऊचुः
]

`verse 619 [
नयैनमनलं शीघ्रं शिरसा वरुणालयम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 620 [
सरस्वती सुरानाह नैका शक्ता च धारणे।
युक्ता चतसृभिः शीघ्रं वहेयं वरुणालयम्॥
]

`verse 621 [
सरस्वत्य वचः श्रुत्वा गङ्गां च यमुनां तथा।
नर्मदां तपतीं चैव सुराः प्रोचुः पृथक्पृथक्॥
]

`verse 622 [
ताभिः समन्वितोवाह हिरण्यकलशेऽनलम्।
संस्थाप्य शिरसाऽऽधार्य तां जग्मुर्वरुणालयम्॥
]

`verse 623 [
संस्थाप्य यत्र देवेशः सोमनाथो जगत्पतिः।
अभ्यास्ते विबुधैः सार्धं प्रभासे शशिभूषणः॥
]

`verse 624 [
प्रापयामासुरनलं पञ्चनद्यः सरस्वति।
अध्यास्ते च महानग्निः पिबन्वारि शनैः शनैः॥
]

`verse 625 [
ततः सुरगणाः सर्वे शिवमूचुः सुरोत्तमम्॥
]

`speaker [
देवा ऊचुः
]

`verse 626 [
अस्थ्नां च पावनं ब्रूहि अस्माकं च गवं तथा।
]

`speaker [
ब्रह्मोवाच
]

`verse 627 [
शिवः प्राह तदा सर्वान्गङ्गामाप्लुत्य यत्नतः।
देवाश्च गावस्तत्पापान्मुच्यन्ते नात्र संशयः॥
]

`verse 628 [
प्रक्षालितानि चास्थीनि ऋषिदेहभवान्यथ।
तानि प्रक्षालनादेव तत्र प्राप्तानि पूतताम्॥
]

`verse 629 [
यत्र देवा मुक्तपापास्तत्तीर्थं पापनाशनम्।
तत्र स्नानं च दानं च ब्रह्महत्याविनाशनम्॥
]

`verse 630 [
गवां च पावनं यत्र गोतीर्थं तदुदाहृतम्।
तत्र स्नानात्महाबुद्धिर्गोमेधफलमाप्नुयात्॥
]

`verse 631 [
यत्र तद्ब्राह्मणास्थीनि आसन्पुण्यानि नारद।
पितृतीर्थं तु वै ज्ञेयं पितॄणां प्रीतिवर्द्धनम्॥
]

`verse 632 [
भस्मास्थिनखरोमाणि प्राणिनो यस्य कस्यचित्।
तत्र तीर्थे संक्रमेरन्यावच्चद्रार्कतारकम्॥
]

`verse 633 [
स्वर्गे वासो भवेत्त्स्य अपि दुष्कृतकर्मणः।
तथा चक्रेश्वरात्तीर्थात्त्रीणि तीर्थानि नारद॥
ततः पूताः सुरगणा गावः संभुमथाब्रुवन्॥
]

`speaker [
गोसुरा ऊचुः
]

`verse 634 [
यामः स्वं स्वमधिष्ठानमत्र सूर्यः प्रतिष्ठितः।
अस्मिन्स्थिते दिनकरे सुराः सर्वे प्रतिष्ठिताः॥
]

`verse 635 [
भवेयुर्जगतामीश तदनुज्ञातुर्महसि।
सूर्यो ह्यात्माऽस्य जगतस्तस्थुषश्च सनातनः॥
]

`verse 636 [
दिवाकरो देवमयस्तत्रास्माभिः प्रतिष्ठितः।
यत्र गङ्गा जगद्धात्री यत्र वै त्र्यम्बकः स्वयम्॥
सुरवासं प्रतिष्ठानं भवेद्यत्र च त्र्यम्बकम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 637 [
आपृच्छ्य पिप्पलादं तं सुराः स्वं सदनं ययुः।
पिप्पलाः कालपर्याये स्वर्गं जग्मुरथाक्षयम्॥
]

`verse 638 [
पादपानां पदं विप्रः पिप्पलादः प्रतापवान्।
क्षेत्राधिपत्ये संस्थाप्य पूजयामास शंकरम्॥
]

`verse 639 [
दधीचिसूनुर्मुनिरुग्रतेजा, अवाप्य भार्यां गौतमस्याऽऽत्मजां च।
पुत्रानथावाप्य श्रियं यशश्च, सुहृज्जनैः स्वर्गमवाप धीरः॥
]

`verse 640 [
ततः प्रभृति तत्तीर्थं पिप्पलेश्वरमुच्यते।
सर्वक्रतुफलं पुण्यं स्मरणादघनाशनम्॥
]

`verse 641 [
किं पुनः स्नानदानाभ्यामादित्यस्य तु दर्शनात्।
चक्रेश्वरः पिप्पलेसो देवदेवस्य नामनी॥
]

`verse 642 [
सरहस्यं विदित्वा तु सर्वकामानवाप्नुयात्।
सूर्यस्य च प्रतिष्ठानात्सुरवासे प्रतिष्ठिते॥
प्रतिष्ठानं तु तत्क्षेत्रं सुराणामपि वल्लभम्॥
]

`verse 643 [
इतीदमाख्यानमतीव पुण्यं, पठेत वा यः श्रृणुयात्स्मरेद्वा।
स दीर्घजीवी धनवान्धर्मयुक्तश्चान्ते स्मरञ्शंभुमुपैति नित्यम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे चक्रेश्वरपिप्पलेश्वरपापप्रणाशनगोतीर्थपितॄतीर्थसूर्य प्रतिष्ठानकोट्यादितीर्थवर्णनं नाम दशाधिकशततमोःऽध्यायः॥
]

`verse 644 [
गौतमीमाहात्म्ये एकचत्वारिंशत्तमोऽध्यायः॥
]
