`speaker [
ब्रह्मोवाच
]

`verse 1 [
नागतीर्थमिति ख्यातं सर्वकामप्रदं शुभम्।
यत्र नागेश्वरो देवः श्रृणु तस्यापि विस्तरम्॥
]

`verse 2 [
प्रतिष्ठानुपुरे राजा शुरसेन इति श्रुतः।
सोमवंशभवः श्रीमान्मतिमान्गुणसागरः॥
]

`verse 3 [
पुत्रार्थं स महायत्नमकरोत्प्रियया सह।
तस्य पुत्रश्चिरादासीत्सर्पो वै भीषणाकृतिः॥
]

`verse 4 [
पुत्रं तं गोपयामास शूरसेनो महीपतिः।
राज्ञः पुत्रः सर्प इति न कश्चिद्विन्दते जनः॥
]

`verse 5 [
अन्तर्वर्ती परो वापि मातरं पितरं विना।
धात्रेय्यपि न जानाति नामात्यो न पुरोहितः॥
]

`verse 6 [
तं दृष्ट्वा भीषणं सर्पं सभार्यो नृपसत्तमः।
संतापं नित्यमाप्नोति सर्पाद्वरमपुत्रता॥
]

`verse 7 [
एतदस्ति महासर्पो वक्ति नित्यं मनुष्यवत्।
स सर्पः पितरं प्राह कुरु चूड़ामपि क्रियाम्॥
]

`verse 8 [
तथोपनयनं चापि वेदाध्यनमेव च।
यावद्वेदं न चाधीते तावच्छूद्रसमो द्विजः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 9 [
एतच्छ्रुत्वा पुत्रवचः शूरसेनोऽतिदुःखितः।
ब्राह्मणं कंचनाऽऽनीय संस्कारादि तदाऽकरोत्॥
अधीतवेदः सर्पोऽपि पितरं चाब्रवीदिदम्॥
]

`speaker [
सर्प उवाच
]

`verse 10 [
विवाहं कुरु मे राजन्स्त्रीकामोऽहं नृपोत्तम।
अन्यथाऽपि च कृत्यं ते न सिध्येदिति मे मतिः॥
]

`verse 11 [
जनयित्वाऽऽत्मजान्वेदविधिनाऽखिलसंस्कृतीः।
न कुर्याद्यः पिता तस्य नरकान्नास्ति निष्कृतिः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
विस्मितः स पिता प्राह सुतं तमुरगाकृतिम्॥
]

`speaker [
शूरसेन उवाच
]

`verse 13 [
यस्य शब्दादपि त्रासं यान्ति शूराश्च पूरुषाः।
तस्मै कन्यां तु को दद्याद्वद पुत्र करोमि किम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
तत्पितुर्वचनं क्षुत्वा सर्पः प्राह विचक्षणः॥
]

`speaker [
सर्प उवाच
]

`verse 15 [
विवाहा बहवो राजन्राज्ञां सन्ति जनेश्वर।
प्रसह्याऽऽहरणं चापि शस्त्रैर्वैवाह एव च॥
]

`verse 16 [
जाते विवाहे पुत्रस्य पिताऽसौ कृतकृद्भवेत्।
नो चेदत्रैव गङ्गायां मरिष्ये नात्र संशयः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
तत्पुत्रनिश्चयं ज्ञात्वा अपुत्रो नृपसत्तमः।
विवाहार्थममात्यास्तानाहूयेदं वचोऽब्रवीत्॥
]

`speaker [
शूरसेन उवाच
]

`verse 18 [
नागेश्वरो मम सुतो युवराजो सुणाकरः।
गुणवान्मतिमाञ्शूरो दुर्जयः शत्रुतापनः॥
]

`verse 19 [
रथे नागे स धनुषि पृथिव्यां नोपमीयते।
विवाहस्तस्य कर्तव्यो ह्यहं वुद्धस्तथैव च॥
]

`verse 20 [
राज्यभारं सुते न्यस्य निश्चिन्तोऽहं भवाम्यतः।
न दारसंग्रहो यावतावत्पुत्रो मम प्रियः॥
]

`verse 21 [
बालभावं नो जहाति तस्मात्सर्वेऽनुमन्य च।
विवाहायाथ कुर्वन्तु यत्नं मम हिते रताः॥
]

`verse 22 [
न मे काचित्तदा चिन्ता कृतोद्वाहो यदाऽऽत्मजः।
सुते न्यस्तभरा यान्ति कृतिनस्तपसे वनम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
अमात्या राजवचनं श्रुत्वा विनितवत्।
ऊचुः प्राञ्जलयो हर्षाद्राजानं भूरितेजसम्॥
]

`speaker [
अमात्या ऊचुः
]

`verse 24 [
तद पुत्रो गुणज्येष्ठस्त्वं च सर्वत्र विश्रुतः।
विवाहे तव पुत्रस्य किं मन्त्र्यं किंतु चिन्त्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
अमात्येषु तथोक्तेषु गम्भीरो नृपसत्तमः।
पुत्रं सर्वं त्वमात्यानां न चाऽऽख्याति न ते विदुः॥
]

`verse 26 [
राजा पुनस्तानुवाच का स्यात्कन्या गुणाधिका।
महावंशभवः श्रीमान्को राजा स्याद्गुणाश्रयः॥
]

`verse 27 [
संबन्धयोग्यः शूरश्च यत्संबन्धः प्रशस्यते।
तद्राजवचनं श्रुत्वा अमात्यानां महामतिः॥
]

`verse 28 [
कुलीनः साधुरत्यन्तं राजकार्यहिते रतः।
राज्ञो मतिं विदित्वा तु इङ्गितज्ञोऽब्रवीदिदम्॥
]

`speaker [
अमात्य उवाच
]

`verse 29 [
पूर्वदेशे महाराज विजयो नाम भूपतिः।
वाजिवारणरत्नानां यस्य संख्या न विद्यते॥
]

`verse 30 [
अष्टौ पुत्रा महेष्वासा महाराजस्य धीमतः।
तेषां स्वसा भोगवती साक्षाल्लक्ष्मीरिवापरा॥
तव पुत्रस्य योग्या सा भार्या राजन्मयोदिता॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
वृद्धामात्यवचः श्रुत्वा राजा तं प्रत्यभाषत॥
]

`speaker [
राजोवाच
]

`verse 32 [
सुता तस्य कथं मेऽस्य सुतस्य स्याद्वदस्व तत्॥
]

`speaker [
वृद्धामात्य उवाच
]

`verse 33 [
लक्षितोऽसि महाराज यत्ते मनसि वर्तते।
यच्छूरसेन कृत्यं स्यादनुजानीहि मां ततः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
वृद्धामात्यवचः श्रुत्वा भूषणाच्छादनोक्तिभिः।
संपूज्य प्रेषयामास महत्या सेनया सह॥
]

`verse 35 [
स पूर्वदेशमागत्य महाराजं समेत्य च।
संपूज्य विविधैर्वाक्यैरुपायैर्नीतिसंभवैः॥
]

`verse 36 [
महाराजसुतायाश्च भोगवत्या महामतिः।
शुरसेनस्य नृपतेः सुनोर्नागस्य धीमतः॥
]

`verse 37 [
विवाहयाकरोत्संधिं मिथ्यामिथ्यावचोक्तिभिः।
पूजयामास नृपतिं भूषणाच्छादनादिभिः॥
]

`verse 38 [
अवाप्य पूजां नृपतिर्ददामीत्यवदत्तदा।
तत आगत्य राज्ञेऽसौ वृद्धामात्यो महामतिः॥
]

`verse 39 [
शूरसेनाय तद्वृत्तं वैवाहिकमवेदयत्।
ततो बहुतिथे काले वृद्धामात्यो महामतिः॥
]

`verse 40 [
पुनर्बलेन महता वस्त्रालंकारभूषितः।
जगाम तरसा सर्वैरन्यैश्च सचिवैर्वृतः॥
]

`verse 41 [
विवाहाय महामात्यो महाराजाय बुद्धिमान्।
सर्वं प्रोवाच वृद्धोऽसावमात्यः सचिवैवृतः॥
]

`speaker [
वृद्धामात्य उवाच
]

`verse 42 [
अत्राऽऽगन्तुं न चाऽऽया(चेच्छ)ति शुरसेनस्य भूपतेः।
पुत्रो नाग इति ख्यातो बुद्धिमान्गुणसागरः॥
]

`verse 43 [
क्षत्रियाणां विवाहाश्च भवेयुर्बहुधा नृप।
तस्माच्छस्त्रैरलंकारैर्विवाहः स्यान्महामते?१॥
]

`verse 44 [
क्षत्रिया ब्राह्मणाश्चैव सत्यां वाचं वदनिति हि।
तस्माच्छस्त्रैरलंकारैर्विवाहस्त्वनुमन्यताम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
वृद्धामात्यवचः श्रुत्वा विजयो राजसत्तमः।
मेने वाक्यं तथा सत्यमात्यं भूपतिं तदा॥
]

`verse 46 [
विवाहमरकेद्राजा भोगवत्याः सविस्तरम्।
शस्त्रेण च यथाशास्त्रं प्रेषयामास तां पुनः॥
]

`verse 47 [
स्वानमात्यांस्तथा गाश्च हिरण्यतुरगादिकम्।
बहु दत्त्वाऽथ विजयो हर्षेण महता युतः॥
]

`verse 48 [
तामादायाश्च सचिवा वृद्धामात्यपुरोगमाः।
प्रतिष्ठानमथाभ्येत्य शुरसेनाय तां स्नुषाम्॥
]

`verse 49 [
न्यवेदयंस्तथोचुस्ते विजयस्य वचो बहु।
भूषणानि विचित्राणि दास्यो वस्त्रादिकं च यत्॥
]

`verse 50 [
निवेद्य शुरसेनाय कृतकृत्या बभूविरे।
विजयस्य तु येऽमात्या भोगवत्या सहाऽऽगताः॥
]

`verse 51 [
तान्पूजयित्वा राजाऽसौ बहुमानपुरःसरम्।
विजयाया यथा प्रीतिस्तथा कृत्वा व्यसर्जयत्॥
]

`verse 52 [
विजयस्य सुता बाला रूपयौवनशालिनी।
श्वश्रूश्वशुरयोनित्यं शुश्रूषन्ती सुमध्यमा॥
]

`verse 53 [
भोगवत्याश्च यो भर्ता महासर्पोऽतिभीषणः।
एकान्तदेशे विजने गृहे रत्नसुशोभिते॥
]

`verse 54 [
सुगन्धकुसुमाकीर्णे तत्राऽऽस्ते सुखशीतले।
स सर्पो मातरं प्राह पितरं च पुनः पुनः॥
]

`verse 55 [
मम भार्या राजपुत्री किं मां नैवोपसर्पति।
तत्पुत्रवचनं श्रुत्वा सर्पमातेदमब्रीत्॥
]

`verse 56 [
राजपत्न्युवाच
धात्रिके गच्छ सुभगे शीघ्रं भोगवतीं वद।
तव भर्ता सर्प इति ततः सा किं वदिष्यति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 57 [
धात्रिका च तथेत्युक्त्वा गत्वा भोगवतीं तदा।
रहोगता उपाचेदं विनीतवदपूर्ववत्॥
]

`speaker [
धात्रिकोवाच
]

`verse 58 [
जानेऽहं सुभगे भद्रे भर्तारं तव दैवतम्।
न चाऽऽख्येयं त्वया क्वापि सर्पो न पुरुषो ध्रुवम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 59 [
तस्यास्तद्वचनं श्रुत्वा भोगवत्यब्रवीदिदम्॥
]

`verse 60 [
भोगवत्युवाच
मानुषीणां मनुष्यो हि भर्ता सामान्यतो भवेत्।
किं पुनर्देवजातिस्तु भर्ता पुण्येन लभ्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 61 [
भोगवत्यास्तु तद्वाक्यं सा च सर्वं न्यवेदयत्।
सर्पाय सर्पमात्रे च राज्ञे चैव यथाक्रमम्॥
]

`verse 62 [
रुरोद राजा तद्वाक्यात्स्मृत्वा तां कर्मणो गतिम्।
भोगवत्यपि तां प्राह उक्तपूर्वां पुनः सखीम्॥
]

`verse 63 [
भोगवत्युवाच
कान्तं दर्शय भद्रं ते वृथा याति वयो मम॥
]

`speaker [
ब्रह्मोवाच
]

`verse 64 [
ततः सा दर्शयामास सर्पं तमतिभीषणम्।
सुगन्धकुसुमाकीर्णे शयने सा रहोगता॥
]

`verse 65 [
तं दृष्ट्वा भीषणं सर्पं भर्तारं रत्नभूषितम्।
कृताञ्जलिपुटा वाक्यमवदत्कान्तमञ्जसा॥
]

`verse 66 [
भोगवत्युवाच
धन्याऽस्मयनुगृहीताऽस्मि यस्या मे दैवतं पतिः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 67 [
इत्युक्त्वा शयने स्थित्वा तं सर्पं सर्पंभावनैः।
खेलयामास तन्वङ्गीं गीतैश्चैवाङ्गसंगमै॥
]

`verse 68 [
सुगन्धकुसुमैः पानैस्तोषयामास तं पतिम्।
तस्याश्चैव प्रसादेन सर्पस्याभूत्स्मृतिर्नुने॥
स्मृत्वा सर्वं दैवकृतं रात्रौ सर्पोऽब्रवीत्प्रियाम्॥
]

`verse 69 [
राजकन्याऽपि मां दृष्ट्वा न भीताऽसि कथं प्रिये।
सोवाच दैवहितं कोऽतिक्रमितुमीश्वरः॥
पतिरेव गतिः स्त्रीणां सर्वदैव विशेषतः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 70 [
श्रुत्वेति हृष्टस्तामाह नागः प्रहसिताननः॥
]

`speaker [
सर्प उवाच
]

`verse 71 [
तुष्टोऽस्मि तव भक्त्याऽहं किं ददामि तपेप्सितम्।
तव प्रसादाच्चार्वङगिं सर्वस्मृतिरभूदियम्॥
]

`verse 72 [
शप्तोऽहं देवदेवेन कुपितेन पिनाकिना।
महेश्वरकरे नागः शेषपुत्रो महाबलः॥
]

`verse 73 [
सोऽहं पतिस्त्वं च भार्या नाम्ना भोगवती पुरा।
उमावाक्याज्जहासोच्चैः शंभुः प्रीतो रहोगतः॥
]

`verse 74 [
ममापि चाऽऽगतं भद्रे हास्यं तद्देवसंनिधौ।
ततस्तु कुपितः शंभुः प्रादाच्छापं ममेदृशम्॥
]

`speaker [
शिव उवाच
]

`verse 75 [
मनुष्ययोनौ त्वं सर्पो भविता ज्ञानवानिति॥
]

`speaker [
सर्प उवाच
]

`verse 76 [
ततः प्रसादितः शंभुस्त्वया भद्रे मया सह।
ततश्चोक्तं तेन भद्रे गौतम्यां मम पूजनम्॥
]

`verse 77 [
कुर्वतो ज्ञानमाधास्ये यदा सर्पाकृतेस्तव।
तदा विशापो भविता भोगवत्याः प्रसादतः॥
]

`verse 78 [
तस्मादिदं ममाऽऽपन्नं तव चापि शुभानने।
तस्मान्नीत्वा गौतमीं मां पूजां कुरु मया सह॥
]

`verse 79 [
ततो विशापो भविता आवां यावः शिवं पुनः।
सर्वेषां सर्वदाऽऽर्तानां शिव एव परा गतिः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 80 [
तच्छ्रुत्वा भर्तुवचनं सा भर्त्रा गौतमीं ययौ।
ततः स्नात्वा तु गौतम्यां पूजां चक्रे शिवस्य तु॥
]

`verse 81 [
ततः प्रसन्नो भगवान्दिव्यरूपं ददौ मुने।
आपृच्छ्य पितरौ सर्पो भार्यया गन्तुमुद्यतः॥
शिवलोकं ततो ज्ञात्वा पिता प्राह महामतिः॥
]

`speaker [
पितोवाच
]

`verse 82 [
युवराज्यधरो ज्येष्ठः पुत्र एको भवानिति।
तस्माद्राज्यमशेषेम कृत्वोत्पाद्य सुतान्बहून्॥
याते मयि परं धाम ततो यादि शिवं पुरम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 83 [
एतच्छ्रुत्वा पितृवचस्तथेत्याह स नागराट्।
कामरूपमवाप्याथ भार्यया सह सुव्रतः॥
]

`verse 84 [
पित्रा मात्रा तथा पुत्रै राज्यं कृत्वा सुविस्तरम्।
याते पितरि स्वर्लोकं पुत्रान्स्थाप्य स्वके पदे॥
]

`verse 85 [
भार्यामात्यादिसहितस्ततः शिवपुरं ययौ।
ततः प्रभृति तत्तीर्थं नागतीर्थमिति श्रुतम्॥
]

`verse 86 [
यत्र नागेश्वरो देवो भोगवत्या प्रतिष्ठितः।
तत्र स्नानं च दानं च सर्वक्रतुफलप्रदम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये नागतीर्थवर्णनं नामैकादशाधिकशततमोऽध्यायः॥
]

`verse 87 [
गौतमीमाहात्म्ये द्विचत्वारिंशत्तमोऽध्यायः॥
]
