`verse 1 [
अथ त्रयोदशाधिकशततमोऽध्यायः।
ब्रह्मतीर्थवर्णनम्
ब्रह्मोवाच
इदमप्यपरं तीर्थं देवानामपि दुर्लभम्।
ब्रह्मतीर्थमिति ख्यातं भक्तिमुक्तिप्रदं नृणाम्॥
]

`verse 2 [
स्थितेषु देवसैन्येषु प्रविष्टेषु रसातलम्।
दैत्येषु च मुनिश्रेष्ठ तथा मातृषु ताननु॥
]

`verse 3 [
मदीयं पञ्चमं वक्त्रं गर्दभाकृति भीषणम्।
तद्वक्त्रं देवसैन्येषु मयि तिष्ठत्युवाच ह॥
]

`verse 4 [
हे दैत्याः किं पलायन्ते न भयं वोऽस्तु सत्वरम्।
आगच्छन्तु सुरान्सर्वान्भक्षियिष्वे क्षणादिति॥
]

`verse 5 [
निवारयन्तं मामेव भक्षणायोद्यतं तथा।
तं दृष्ट्वा विबुधाः सर्वे वित्रस्ता विष्णुमब्रुवन्॥
]

`verse 6 [
त्राहि विष्णो जगन्नाथ ब्रह्मणोऽस्य मुखं लुन।
चक्रधृग्विबुधानाह च्छेद्मि चक्रेण वै शिरः॥
]

`verse 7 [
किं तु तच्छिन्नमेवेदं संहरेत्सचराचरम्।
मन्त्रं ब्रूमोऽत्र विबुधाः श्रूयतां सर्वमेव हि॥
]

`verse 8 [
त्रिनेत्रः कशिरश्छेत्ता स तच धत्ते न संशयः।
मया च शंभुः सर्वैश्च स्तुतः प्रोक्तस्तथैव च॥
]

`verse 9 [
यागः क्षणी दृष्टफलेऽसमर्थः, स नैव कर्तुः फलतीति मत्वा।
फलस्य दाने प्रतिभूर्जटीति, निश्चित्य लोकः प्रतिकर्म यातः॥
]

`verse 10 [
ततः सुरेशः संतुष्टो देवानां कार्यसिद्धये।
लोकानामुपकारार्थं तथेत्याह सुरान्प्रति॥
]

`verse 11 [
तद्वक्त्रं पापरूपं यद्भीषणं लोमहर्षणम्।
निकृत्य नखशस्त्रैश्च क्व स्थाप्यं चेत्यथाब्रवीत्॥
]

`verse 12 [
तत्रेला विबुधानाह नाहं वोढुं शिरः क्षमा।
रसातलमथो यास्ये उदधिश्चाप्यथाब्रवीत्॥
]

`verse 13 [
शेषं यास्ये क्षणादेव पुनश्चेचुः शिवं सुराः।
त्वयैवैतद्ब्रह्मशिरो धार्यं लोकानुकम्पया॥
]

`verse 14 [
अच्छेदे जगतं नाशश्छेदे दोषश्च तादृशः।
एवं विमृश्य सोमेशो दधार कशिरस्तदा॥
]

`verse 15 [
तद्दृष्ट्वा दुष्करं कर्म गौतमीं प्राप्य पावनीम्।
अस्तुवञ्जगतामीसं प्रणयाद्भक्तितः सुराः॥
]

`verse 16 [
देवष्वमित्रं कशिरोऽतिभीमं, तान्भक्षणायपगतं निकृत्य।
नखाग्रसूच्या शकलेन्दुमौलिस्त्यागेऽपि दोषात्कृपयाऽनुधत्ते॥
]

`verse 17 [
तत्र ते विबुधाः सर्वे स्थिता ये ब्रह्मणोऽन्तिके।
तुष्टुवुर्विबुधेशानं कर्म दृष्ट्वाऽतिदैवतम्॥
]

`verse 18 [
ततः प्रभृति तत्तीर्थं ब्रह्मतीर्थमिति श्रुतम्।
अद्यापि ब्रह्मणो रूपं चतुर्मुखमवस्थितम्॥
]

`verse 19 [
शिरोमात्रं तु यः पश्येत्स गच्छेद्ब्रह्मणः श्रुतम्।
यत्र स्थित्वा स्वयं रुद्रो लूनवान्ब्रह्मणः शिरः॥
]

`verse 20 [
रुद्रतीर्थं तदेव स्यात्तत्र साक्षाद्दिवाकरः।
देवानां च स्वरूपेण स्थितो यस्मात्तदुत्तमम्॥
]

`verse 21 [
सौर्य तीर्थं तदाख्यातं सर्वक्रतुफलप्रदम्।
तत्र स्नात्वा रविं दृष्ट्वा पुनर्जन्म न विद्यते॥
]

`verse 22 [
महादेवेन यच्छिन्नं ब्रह्मणः पञ्चमं शिरः।
क्षेत्रेऽपिमुक्ते संस्थाप्य देवातानां हितं कृतम्॥
]

`verse 23 [
ब्रह्मतीर्थे शिरोमात्रं यो दृष्ट्वा गौतमी तटे।
क्षेत्रेऽविमुक्ते तस्यैव स्थापितं योऽनुपश्यति॥
कपालं ब्रह्मणः ब्रह्महा पूततां व्रजेत्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये ब्रह्मतीर्थब्रह्मशिरोलिङ्गशिवतीर्थसूर्यतीर्थादिषडशीतितीर्थवर्णनं नाम त्रयोदशाधिकशततमोऽध्यायः॥
]

`verse 24 [
गौतमीमाहात्म्ये चतुश्चत्वारिंशत्तमोऽध्यायः॥
]
