`speaker [
ब्रह्मोवाच
]

`verse 1 [
अविध्नं तीर्थमाख्यातं सर्वविघ्नविनाशनम्।
तत्रापि वृत्तमाख्यास्ते श्रृणु नारद भक्तितः॥
]

`verse 2 [
देवसत्रे प्रवृत्ते तु गौतम्याश्चोत्तरे तटे।
समाप्तिर्नैव सत्रस्य संजाता विघ्नदोषतः॥
]

`verse 3 [
ततः सुरगणाः सर्वे मामवोचन्हरिं तदा।
ततो ध्यानगतोऽहं तानवोचं वीक्ष्य कारणम्॥
]

`verse 4 [
विनायककृतैर्विघ्नैर्नै तत्सत्रं समाप्यते।
तस्मात्स्तुवन्तु ते सर्वे आदिदेवं विनायकम्॥
]

`verse 5 [
तथेत्युक्त्वा सुरगणाः स्नात्वा ते गौतमीतटे।
अस्तुवन्भक्तिततो देवा आदिदेवं गणेश्वरम्॥
]

`speaker [
देवा ऊचुः
]

`verse 6 [
यः सर्वकार्येषु सदा सुराणामपीशविष्ण्वम्बुजसंभवानाम्।
पूज्यो नमस्यः परिचिन्तनीयस्तं विघ्नराजं शरणं व्रजामः॥
]

`verse 7 [
न विघ्नराजेन समोऽस्ति कश्चिद्देवो मनोवाञ्छितसंप्रदाता।
निश्चित्य चैतत्त्रिपुरान्तकोऽपि, तं पूजयामास वधे पुराणाम्॥
]

`verse 8 [
करोतु सोऽस्माकमविघ्नमस्मिन्महाक्रतौ सत्वरमाम्बिकेयः।
ध्यातेन येनाखिलदेहभाजां, पूर्णा भविष्यन्ति मनोभिलाषाः॥
]

`verse 9 [
महोत्सवोऽभूदखिलस्य देव्या, जातः सुतश्चिन्तितमात्र एव।
अतोऽवदन्सुरसंघाः कृतार्थाः, सद्योजातं विघ्नराजं नमन्तः॥
]

`verse 10 [
यो मातुरुत्सङ्गगतोऽथ मात्रा, निवार्यमाणोऽपि बलाच्च चन्द्रम्।
संगोपयामास पितुर्जटासु, गणाधिनाथस्य विनोद एषः॥
]

`verse 11 [
पपौ स्तनं मातुरथापि तृप्तो, यो भ्रातृमात्सर्यकषायबुद्धिः।
लम्बोदरस्त्वं भव विघ्नराजो, लम्बोदरं नाम चकार शंभुः॥
]

`verse 12 [
संवेष्टितो देवगणैर्महेशः, प्रवर्ततां नृत्यमितीत्युवाच।
संतोषितो नूपुररावमात्राद्गणेश्वरत्वेऽभिषिषेच पुत्रम्॥
]

`verse 13 [
यो विघ्नपाशं च करेण बिभ्रत्स्कंधे कुठारं च तथा परेण।
अपूजितो विघ्नमथोऽपि मातुः, करोति को विघ्नपतेः समोऽन्यः॥
]

`verse 14 [
धर्मार्थकामादषु पूर्वपूज्यो, देवासुरैः पूज्यत एव नित्यम्।
यस्यार्चनं नैव विनाशमस्ति, तं पूर्वपूज्यं प्रथमं नमामि॥
]

`verse 15 [
यस्यार्चनात्प्रार्थनयाऽनुरूपां, दृष्ट्वा तु सर्वस्य फलस्य सिद्धिम्।
स्वतन्त्रसामर्थ्यकृतातिगर्वं, भ्रातृप्रियं त्वाखुरथं तमीडे॥
]

`verse 16 [
यो मातरं सरसैर्नृत्यगीतैस्तथाऽभिलाषैरखिलैर्विनोदैः।
संतोषयामास तदाऽतितुष्टं, तं श्रीगणेशं शरणं प्रपद्ये॥
]

`verse 17 [
सुरोपकारैरसुरैश्च युद्धैः, स्तोत्रैर्नमस्कारपरैश्च मन्त्रैः।
पितृप्रसादेन सदा समृद्धं, तं श्रीगणेशं शरणं प्रपद्ये॥
]

`verse 18 [
जये पुराणामकरोत्प्रतीपं, पित्राऽपि हर्षात्प्रतिपूजितो यः।
निर्विघ्नतां चापि पुनश्चकार, तस्मै गणेशाय नमस्करोमि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
इति स्तुतः सुरगणैर्विघ्नेशः प्राह तान्पुनः।
]

`speaker [
गणेश उवाच
]

`verse 20 [
इति निर्विघ्नता सत्रे मत्तः स्यादसुरारिणः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
देवसत्रे निवृत्ते तु गणेशः प्राह तान्सुरान्॥
]

`speaker [
गणेश उवाच
]

`verse 22 [
स्तोत्रेणानेन ये भक्त्या मां स्तोष्यन्ति यतव्रताः।
तेषां दारिद्र्यदुःखानि न भवेयुः कदाचन॥
]

`verse 23 [
अत्र ये भक्तितः स्नानं दानं कुर्युरतन्द्रिताः।
तेषां सर्वाणि कार्याणि भवेयुरिति मन्यताम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
तद्वाक्यसमकालं तु तथेत्यूचुः सुरा अपि।
निवृत्ते तु मखे तस्मिन्सुरा जग्मुः स्वमालयम्॥
]

`verse 25 [
ततः प्रभृति तत्तर्थमविघ्नमिति गद्यते॥
सर्वकामप्रदं पुंसां सर्वविघ्नविनाशनम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्येऽविघ्नतीर्थवर्णनं नाम चतुर्दशाधिकशततमोऽध्यायः॥
]

`verse 26 [
गौतमीमाहात्म्ये पञ्चचत्वारिंशोऽध्यायः॥
]
