`speaker [
ब्रह्मोवाच
]

`verse 1 [
शेषतीर्थमिति ख्यातं सर्वकामप्रदायकम्।
तस्य रूपं प्रवक्ष्यामि यन्मया परिभाषितम्॥
]

`verse 2 [
शेषो नाम महानागो रसातलपतिः प्रभुः।
सर्वनागैः परिवृतो रसातलमथाभ्यगात्॥
]

`verse 3 [
राक्षसा दैत्यदनुजाः प्रविष्टा ये रसातलम्।
तैर्निरस्तो भोगिपतिर्मामुवाचाथ विहवलः॥
]

`speaker [
शेष उवाच
]

`verse 4 [
रसातलं त्वया दत्तं राक्षसानां ममापि च।
ते मे स्थानं न दास्यन्ति तस्मात्त्वां शरणं गतः॥
]

`verse 5 [
ततोऽहमब्रवं नागं गौतमीं याहि पन्नग।
तत्र स्तुत्वा महादेवं लप्स्यसे त्वं मनोरथम्॥
]

`verse 6 [
नान्योऽस्ति लोकत्रितये मनोरथसमर्पकः।
मद्वाक्यप्रेरितो नागो गङ्गामाप्लुत्य यत्नतः॥
कृताञ्जलिपुटो भूत्वा तुष्टाव त्रिदशेश्वरम्॥
]

`speaker [
शेष उवाच
]

`verse 7 [
नमस्त्रैलोक्यनाथाय दक्षयज्ञविभेदिने।
आदिकर्त्रे नमस्तुभ्यं नमस्त्रैलोक्यरूपिणे॥
]

`verse 8 [
नमः सहस्रशिरसे नमः संहारकारिणे।
सोमसूर्याग्निरूपाय जलरूपाय ते नमः॥
]

`verse 9 [
सर्वदा सर्वरूपाय कालरूपाय ते नमः।
पाहि शंकर सर्वेश पाहि सोमेश सर्वग।
जगन्नाथ नमस्तुभ्यं देहि मे मनसेप्सितम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
ततो महेश्वरः प्रीतः प्रादान्नागेप्सितान्वरान्।
विनाशाय सुरारीणां दैत्यदानवरक्षसाम्॥
]

`verse 11 [
शेषाय प्रददौ शूलं जह्यनेनारिपुंगवान्।
ततः प्रोक्तः शिवेनासौ शेषः शूलेन भोगिभिः॥
]

`verse 12 [
रसातसमथो गत्वा निजघान रिपून्रणे।
निहत्य नागः शूलेन दैत्यदावराक्षसान्॥
]

`verse 13 [
न्यवर्तत पुनर्देवो यत्र शेषेश्वरो हरः।
पथा येन समायातो देवं द्रष्टुं स नागराट्॥
]

`verse 14 [
रसातलाद्यत्र देवो बिलं तत्र व्यजायत।
तस्माद्बिलतलाद्यातं गाङ्गं वार्यतिपुण्यदम्॥
]

`verse 15 [
तद्वारि गङ्गामगमद्गङ्गायाः संगमस्ततः।
देवस्य पुरतश्चापि कुण्डं तत्र सुविस्तरम्॥
]

`verse 16 [
नागस्तत्राकरोद्धोमं यत्र चाग्निः सदा स्थितः।
सोष्णं तदभवद्वापि गङ्गायास्तत्र संगमः॥
]

`verse 17 [
देवदेवं समाराध्य नागः प्रीतो महायशाः।
रसातलं ततोऽभीष्टं शिवात्प्राप्य तलं ययौ॥
]

`verse 18 [
ततः प्रभृति तत्तीर्थं नागतीर्थमुदाहृतम्।
सर्वकामप्रदं पुण्यं रोगदारिद्र्यनाशनम्॥
]

`verse 19 [
आयुर्लक्ष्मीकरं पुण्यं स्नानदानाच्च मुक्तिदम्।
शृणुयाद्वा पठेद्भक्त्या यो वाऽपि स्मरते तु तत्॥
]

`verse 20 [
तीर्थं शेषेश्वरो यत्र यत्र शक्तिप्रदः शिवः।
एकविंशतितीर्थानामुभयोस्तत्र तीरयोः॥
शतानि मुनिलार्दूल सर्वसंपत्प्रदायिनाम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये उभयतीरगतशेषतीर्थशेषेश्वरशूलेश्वराग्निकुण्डरसातलङ्गसंगमेष्णतीर्थाद्येकविंशतिशततीर्थवर्णनं नाम पञ्चदशाधिकशततमोऽध्यायः॥
]
