`speaker [
ब्रह्मोवाच
]

`verse 1 [
महानलमिति ख्यातं वडवानलमुच्यते।
महानलो यत्र देवो वडवा यत्र सा नदी॥
]

`verse 2 [
तत्तीर्थं यत्र वक्ष्यामि मृत्युदोषजरापहम्।
पुराऽऽसन्नैमिषारण्ये ऋषयः सत्रकारिणः॥
]

`verse 3 [
शमितारं च ऋषयो मृत्युं चक्रुस्तपस्विनः।
वर्तमाने सत्रयागे मृत्यौ शमितरि स्थिते॥
]

`verse 4 [
न ममार तदा कश्चिदुभयं स्थास्तु जङगमम्।
विना पशून्मुनिश्रेष्ठ मर्त्यं चामर्त्यतां गतम्॥
]

`verse 5 [
ततस्त्रिविष्टपे शून्ये मर्त्ये चैवातिसंभृते।
मृत्युनोपेक्षिते देवा राक्षसानूचिरे तदा॥
]

`speaker [
देवा ऊचुः
]

`verse 6 [
गच्छध्वमृषिसत्रं तन्नाशयध्वं महाध्वरम्।

ब्रह्मोवाच
इति देववचः श्रुत्वा प्रोचुस्ते राक्षसाः सुरान्॥
]

`speaker [
असुरा ऊचुः
]

`verse 7 [
विध्वंसयामस्तं यज्ञमस्माकं किं फलं ततः।
प्रवर्तते विना हेतुं न कोऽपि क्वापि जातुचित्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
देवा अप्यसुरानूचुर्यज्ञार्धं भवतामपि।
भवेदेव ततो यान्तु ऋषीणां सत्रमुत्तमम्॥
]

`verse 9 [
ते श्रुत्वा त्वरिताः सर्वे यत्र यज्ञः प्रवर्तते।
जग्मुस्तत्र विनाशाय देववाक्याद्विशेषतः॥
]

`verse 10 [
तज्ज्ञात्वा ऋषयो मृत्युमाहुः किं कुर्महे वयम्।
आगता देववचनाद्राक्षसा यज्ञनाशिनः॥
]

`verse 11 [
मृत्युना सह संमन्त्र्य नैमिषारण्यवासिनः।
सर्वे त्यक्त्वा स्वाश्रमं तं शमित्रा सह नारद॥
]

`verse 12 [
अग्निमात्रमुपादाय त्यक्त्वा पात्रादिकं तु यत्।
क्रतुनिष्पत्तये जग्मुगौर्तमीं प्रति सत्वराः॥
]

`verse 13 [
तत्र स्नात्वा महेशानं रक्षणायोपतस्थिरे।
कृताञ्जलिपुटास्ते तु तुष्टुवुस्त्रिदशेश्वरम्॥
]

`speaker [
ऋषय ऊचुः
]

`verse 14 [
यो लीलया विश्वमिदं चकार, धाता विधाता भुवनत्रयस्य।
यो विश्वरूपः सदसत्परो यः, सोमेश्वरं तं शरणं व्रजाम्॥
]

`speaker [
मृत्युरुवाच
]

`verse 15 [
इच्छामात्रेण यः सर्वं हन्ति पाति करोति च।
तमहं त्रिदशेशानं शरणं यामि शंकरम्॥
]

`verse 16 [
महानलं महाकायं महानागविभूषणम्।
महामूर्तिधरं देवं शरणं यामि शंकरम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
ततः प्रोवाच भगवान्मृत्यो का प्रीतिरस्तु ते॥
]

`speaker [
मृत्युरुवाच
]

`verse 18 [
राक्षसेभ्यो भयं घोरमापन्नं त्रिदशेश्वर।
यज्ञमस्मांश्च रक्षस्व यावत्सत्रं समाप्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
तथा चकार भगवांस्त्रिनेत्रो वृषभध्वजः।
शमित्राः मृत्युना सत्रमृषीणां पूर्णतां ययौ॥
]

`verse 20 [
हविषां भागधेयाय आजग्मुरमराः क्रमात्।
तानवोचन्मुनिगणाः संक्षुब्धा मृत्युना सह॥
]

`speaker [
ऋषय ऊचुः
]

`verse 21 [
अस्मन्मखविनाशाय राक्षसाः प्रेषिता यतः।
तस्माद्भवद्भ्यः पापिष्ठा राक्षसाः सन्तु शत्रवः॥
]

`verse 22 [
ततः प्रभृति देवानां राक्षसा वैरिणोऽभवन्।
कृत्यां च व़डवां तत्र देवाश्च ऋषयोऽमलाः॥
]

`verse 23 [
मृत्योर्भार्या भव त्वं तामित्युक्त्वा तेऽभ्यषेचयत्।
अभिषेकोदकं यत्तु सा नदी वडवाऽभवत्॥
]

`verse 24 [
मृत्युना स्थापितं लिङ्गं महानलमिति श्रुतम्।
ततः प्रभृति तत्तीर्थं वडवासंगमं विदुः॥
]

`verse 25 [
महानलो यत्र देवस्तत्तीर्थं भुक्तिमुक्तिदम्।
सहस्रं तत्र तीर्थानां सर्वाभीष्टप्रदायिनाम्॥
उभयोस्तीरयोस्तत्र स्मरणादघघातिनाम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मो तीर्थमाहात्म्ये व़डवादिसहस्रतीर्थवर्णनं नाम षोडशाधिकशततमोऽध्यायः॥
]

`verse 26 [
गौतमिमाहात्म्ये सप्तचत्वारिंशोऽध्यायः॥
]
