`speaker [
ब्रह्मोवाच
]

`verse 1 [
धान्यतीर्थमिति ख्यातं सर्वकामप्रदं नृणाम्।
सुभिक्षं क्षंमदं पुंसां सर्वापद्विनिवारणम्॥
]

`verse 2 [
ओषध्यः सोमराजानं पतिं प्राप्य मुदाऽन्विताः।
ऊचुः सर्वस्य लोकस्य गङ्गायाश्चेप्सितं वचः॥
]

`speaker [
ओषध्य ऊचुः
]

`verse 3 [
वैदिकी पुण्यगाथाऽस्ति यां वै वेदविदो विदुः।
भूमिं सस्यवतीं कश्चिन्मातरं मातृसंमिताम्॥
]

`verse 4 [
गङ्गासमीपे यो दद्यात्सर्वकामानवाप्नुयात्।
भूमीं सस्यवतीं गाश्च ओषधीश्च मुदाऽन्वितः॥
]

`verse 5 [
विष्णुब्रह्मेशरूपाय यो दद्याद्भक्तिमान्नरः।
सर्वं तदक्षयं विद्यात्सर्वकामानवाप्नुयात्॥
]

`verse 6 [
ओषध्यः सोमराजन्याः सोमश्चाप्योषधीपतिः।
इति ज्ञात्वा ब्रह्मविद ओषधीर्यः प्रदास्यति॥
]

`verse 7 [
सर्वान्कामानवाप्नोति ब्रह्मलोके महीयते।
ता एव सोमराजन्याः प्रीताः प्रोचुः पुनः पुनः॥
]

`speaker [
ओषध्य ऊचुः
]

`verse 8 [
योऽस्मान्ददाति गङ्गायां तं राजन्पारयामसि।
त्वमुत्तमश्चौषधीश त्वदधीनं चराचरम्॥
]

`verse 9 [
(तु. ऋग्वेदः
]

`verse 10 [
.२२)
ओषधयः संवदन्ते सोमेन सह राज्ञा।
योऽस्मान्ददाति विप्रेभ्यस्तं राजन्पारयामसि॥
]

`verse 11 [
वयं च ब्रह्मरूपिण्यः प्राणरूपिण्य एव च।
योऽस्मान्ददाति विप्रेभ्यस्तं राजन्पारयामसि॥
]

`verse 12 [
अस्मान्ददाति यो नित्यं ब्राह्मणेभ्यो जितव्रतः।
उपास्तिरस्ति साऽस्माकं तं राजन्पारयामसि॥
]

`verse 13 [
स्थावरं जङ्गमं किंचिदस्माभिर्व्यापृतं जगत्।
योऽस्मान्ददाति विप्रेभ्यस्तं राजान्पारयामसि॥
]

`verse 14 [
हव्यं कव्यं यदमृतं यत्किंचिदुपभुज्यते।
यद्गरीयश्च यो दद्यात्तं राजान्पारयामसि॥
]

`verse 15 [
इत्येतां वैदिकीं गाथां यः शृणोति स्मरेत वा।
पठते भक्तिमापन्नस्तं राजन्पारयामसि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
यत्रैषा पठिता गाथा सोमेन सह राज्ञा।
गङ्गातीरे चोषधीभिर्धान्यतीर्थं तदुच्यते॥
]

`verse 17 [
ततः प्रभृति तत्तीर्थमौषघ्यं सौम्यमेव च।
अमृतं वेदगाथं च मातृतीर्थं तथैव च॥
]

`verse 18 [
एषु स्नानं जपो होमो दानं च पितृतर्पणम्।
अन्नदानं तु यः कुर्यात्तदानत्त्याय कल्पते॥
]

`verse 19 [
षट्शताधिकसाहस्रं तीर्थानां तीरयर्द्वयोः।
सर्वपापनिहन्तॄणां सर्वसंपद्विवर्धनम्॥
]

`verse 20 [
इति महापुराणे आदिब्राह्मे तीर्थमाहात्म्ये धान्यतीर्थादिषट्शताधिकसहस्रतीर्थवर्णनं नाम विंशत्यधिकशततमोऽघ्यायः॥
]

`verse 21 [
गौतमीमाहात्म्ये एकपञ्चाशत्तमोऽध्यायः॥
]
