`speaker [
ब्रह्मोवाच
]

`verse 1 [
विदर्भासंगमं पुण्यं रेवतीसंगमं तथा
तत्र यद्वृत्तमाख्यास्ये यत्पुराणविदो विदुः
]

`verse 2 [
भरद्वाज इति ख्यात ऋषिरासीत्तपोधिकः
तस्य स्वसा रेवतीति कुरूपा विकृतस्वरा
]

`verse 3 [
तां दृष्ट्वा विकृतां भ्राता भरद्वाजः प्रतापवान्
चिन्तया परया युक्तो गङ्गाया दक्षिणे तटे
]

`verse 4 [
कस्मै दद्यामिमां कन्यां स्वसारं भीषणाकृतिम्
न कश्चित्प्रतिगृह्णाति दातव्या च स्वसा तथा
]

`verse 5 [
अहो भूयान्न कस्यापि कन्या दुःखैककारणम्
मरणं जीवतोऽप्यस्य प्राणिनस्तु पदे पदे
]

`verse 6 [
एवं विमृशतस्तस्य स्वाश्रमे चातिशोभने
द्र ष्टुं मुनिवरः प्रायाद्भरद्वाजं यतव्रतम्
]

`verse 7 [
द्व्यष्टवर्षः शुभवपुः शान्तो दान्तो गुणाकरः
नाम्ना कठ इति ख्यातो भरद्वाजं ननाम सः
]

`verse 8 [
विधिवत्पूज्य तं विप्रं भरद्वाजः कठं तदा
तस्यागमनकार्यं च पप्रच्छ पुरतः स्थितः
]

`verse 9 [
कठोऽप्याह भरद्वाजं विद्यार्थ्यहमुपागतः
तथा च दर्शनाकाङ्क्षी यद्युक्तं तद्विधीयताम्
]

`verse 10 [
भरद्वाजः कठं प्राह अधीष्व यदभीप्सितम्
पुराणं स्मृतयो वेदा धर्मस्थानान्यनेकशः
]

`verse 11 [
सर्वं वेद्मि महाप्राज्ञ रुचिरं वद मा चिरम्
कुलीनो धर्मनिरतो गुरुशुश्रूषणे रतः
अभिमानी श्रुतधरः शिष्यः पुण्यैरवाप्यते
]

`speaker [
कठ उवाच
]

`verse 12 [
अध्यापयस्व भो ब्रह्मञ्शिष्यं मां वीतकल्मषम्
शुश्रूषणरतं भक्तं कुलीनं सत्यवादिनम्
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
तथेत्युक्त्वा भरद्वाजः प्रादाद्विद्यामशेषतः
प्राप्तविद्यः कठः प्रीतो भरद्वाजमथाब्रवीत्
]

`speaker [
कठ उवाच
]

`verse 14 [
इच्छेयं दक्षिणां दातुं गुरो तव मनःप्रियाम्
वदस्व दुर्लभं वापि गुरो तुभ्यं नमोऽस्तु ते
]

`verse 15 [
विद्यां प्राप्यापि ये मोहात्स्वगुरोः पारितोषिकम्
न प्रयच्छन्ति निरयं ते यान्त्याचन्द्र तारकम्
]

`speaker [
भरद्वाज उवाच
]

`verse 16 [
गृहाण कन्यां विधिवद्भार्यां कुरु मम स्वसाम्
अस्यां प्रीत्या वर्तितव्यं याचेयं दक्षिणामिमाम्
]

`speaker [
कठ उवाच
]

`verse 17 [
भ्रातृवत्पुत्रवच्चापि शिष्यः स्यात्तु गुरोः सदा
गुरुश्च पितृवच्च स्यात्संबन्धोऽत्र कथं भवेत्
]

`speaker [
भरद्वाज उवाच
]

`verse 18 [
मद्वाक्यं कुरु सत्यं त्वं ममाज्ञा तव दक्षिणा
सर्वं स्मृत्वा कठाद्य त्वं रेवतीं भर तन्मनाः
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
तथेत्युक्त्वा गुरोर्वाक्यात्कठो जग्राह पाणिना
रेवतीं विधिवद्दत्तां तां समीक्ष्य कठस्त्वथ
]

`verse 20 [
तत्रैव पूजयामास देवेशं शंकरं तदा
रेवत्या रूपसंपत्त्यै शिवप्रीत्यै च रेवती
]

`verse 21 [
सुरूपा चारुसर्वाङ्गी न रूपेणोपमीयते
अभिषेकोदकं तत्र रेवत्या यद्विनिःसृतम्
]

`verse 22 [
साभवत्तत्र गङ्गायां तस्मात्तन्नामतो नदी
रेवतीति समाख्याता रूपसौभाग्यदायिनी
]

`verse 23 [
पुनर्दर्भैश्च विविधैरभिषेकं चकार सः
पुण्यरूपत्वसंसिद्ध्यै विदर्भा तदभून्नदी
]

`verse 24 [
श्रद्धया संगमे स्नात्वा रेवतीगङ्गयोर्नरः
सर्वपापविनिर्मुक्तो विष्णुलोके महीयते
]

`verse 25 [
तथा विदर्भागौतम्योः संगमे श्रद्धया मुने
स्नानं करोत्यसौ याति भुक्तिं मुक्तिं च तत्क्षणात्
]

`verse 26 [
उभयोस्तीरयोस्तत्र तीर्थानां शतमुत्तमम्
सर्वपापक्षयकरं सर्वसिद्धिप्रदायकम्
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये विदर्भासंगमरेवतीसंगमादितीर्थवर्णनं नामैकविंशत्यधिकशततमोऽध्यायः
]
