`verse 1 [
रामतीर्थमिति ख्यातं भ्रूणहत्याविनाशनम्।
तस्य श्रवणमात्रेण सर्वपापैः प्रमुच्यते॥ १॥
]

`verse 2 [
.1
इक्ष्वाकुवंशप्रभवः क्षत्रियो लोकविश्रुतः।
बलवान्मतिमाञ्शूरो यथा शक्रः पुरंदरः॥
]

`verse 3 [
पितृपैतामहं राज्यं कुर्वन्नास्ते यथा बलिः।
तस्य तिस्रो महिष्यः स्यू राज्ञो दशरथस्य हि॥
]

`verse 4 [
कौशल्या च सुमित्रा च कैकेयी च महामते।
एताः कुलीनाः सुभगा रूपलक्षणसंयुताः॥
]

`verse 5 [
तस्मिन् राजनि राज्ये तु स्थितेऽयोध्यापतौ मुने।
वसिष्ठे ब्रह्मविच्छ्रेष्ठे पुरोधसि विशेषतः॥
]

`verse 6 [
न च व्याधिर्न दुर्भिक्षं न चावृष्टिर्न चाधयः।
ब्रह्मक्षत्रविशां नित्यं शूद्राणां च विशेषतः॥
]

`verse 7 [
आश्रमाणां तु सर्वेषामानन्दोऽभूत्पृथक्पृथक्।
तस्मिञ्शासति राजेन्द्र इक्ष्वाकूणां कुलोद्वहे॥
]

`verse 8 [
देवानां दानवानां तु राज्यार्थे विग्रहोऽभवत्।
क्वापि तत्र जयं प्रापुर्देवाः क्वापि तथेतरे॥
]

`verse 9 [
एवं प्रवर्तमाने तु त्रैलोक्यमतिपीडितम्।
अभून्नारद तत्राहमवदं दैत्यदानवान्॥
]

`verse 10 [
देवांश्चापि विशेषेण न कृतं तैर्मदीरितम्।
पुनश्च संगरस्तेषां बभूव सुमहान्मिथः॥
]

`verse 11 [
विष्णुं गत्वा सुराः प्रोचुस्तथेशानं जगन्मयम्।
तावूचतुरुभौ देवानसुरान् दैत्यदानवान्॥
]

`verse 12 [
तपसा बलिनो यान्तु पुनः कुर्वन्तु संगरम्।
तथेत्याहुर्ययुः सर्वे तपसे नियतव्रताः॥
]

`verse 13 [
ययुस्तु राक्षसान् देवाः पुनस्ते मत्सरान्विताः।
देवानां दानवानां च संगरोऽभूत्सुदारुणः॥
]

`verse 14 [
न तत्र देवा जेतारो नैव दैत्याश्च दानवाः।
संयुगे वर्तमाने तु वागुवाचाशरीरिणी॥
]

`verse 15 [
{आकाशवागुवाच }
येषां दशरथो राजा ते जेतारो न चेतरे॥*
]

`verse 16 [
{ब्रह्मोवाच }
इति श्रुत्वा जयायोभौ जग्मतुर्देवदानवौ।
तत्र वायुस्त्वरन् प्राप्तो राजानमवदत्तदा॥
]

`verse 17 [
{वायुरुवाच }
आगन्तव्यं त्वया राजन् देवदानवसंगरे।
यत्र राजा दशरथो जयस्तत्रेति विश्रुतम्॥
]

`verse 18 [
तस्मात्त्वं देवपक्षे स्या भवेयुर्जयिनः सुराः॥*
]

`verse 19 [
{ब्रह्मोवाच }
तद्वायुवचनं श्रुत्वा राजा दशरथो नृपः।
आगम्यते मया सत्यं गच्छ वायो यथासुखम्॥
]

`verse 20 [
गते वायौ तदा दैत्या आजग्मुर्भूपतिं प्रति।
तेऽप्यूचुर्भगवन्नस्मत्साहाय्यं कर्तुमर्हसि॥
]

`verse 21 [
राजन् दशरथ श्रीमन् विजयस्त्वयि संस्थितः।
तस्मात्त्वं वै दैत्यपतेः साहाय्यं कर्तुमर्हसि॥
]

`verse 22 [
ततः प्रोवाच नृपतिर्वायुना प्रार्थितः पुरा।
प्रतिज्ञातं मया तच्च यान्तु दैत्याश्च दानवाः॥
]

`verse 23 [
स तु राजा तथा चक्रे गत्वा चैव त्रिविष्टपम्।
युद्धं चक्रे तथा दैत्यैर्दानवैः सह राक्षसैः॥
]

`verse 24 [
पश्यत्सु देवसंघेषु नमुचेर्भ्रातरस्तदा।
विविधुर्निशितैर्बाणैरथाक्षं नृपतेस्तथा॥
]

`verse 25 [
भिन्नाक्षं तं रथं राजा न जानाति स संभ्रमात्।
राजान्तिके स्थिता सुभ्रूः कैकेय्याज्ञायि नारद॥
]

`verse 26 [
न ज्ञापितं तया राज्ञे स्वयमालोक्य सुव्रता।
भग्नमक्षं समालक्ष्य चक्रे हस्तं तदा स्वकम्॥
]

`verse 27 [
अक्षवन्मुनिशार्दूल तदेतन्महदद्भुतम्।
रथेन रथिनां श्रेष्ठस्तया दत्तकरेण च॥
]

`verse 28 [
जितवान् दैत्यदनुजान् देवैः प्राप्य वरान् बहून्।
ततो देवैरनुज्ञातस्त्वयोध्यां पुनरभ्यगात्॥
]

`verse 29 [
स तु मध्ये महाराजो मार्गे वीक्ष्य तदा प्रियाम्।
कैकेय्याः कर्म तद्दृष्ट्वा विस्मयं परमं गतः॥
]

`verse 30 [
ततस्तस्यै वरान् प्रादात्त्रींस्तु नारद सा अपि।
अनुमान्य नृपप्रोक्तं कैकेयी वाक्यमब्रवीत्॥
]

`verse 31 [
{कैकेय्युवाच }
त्वयि तिष्ठन्तु राजेन्द्र त्वया दत्ता वरा अमी॥*
]

`verse 32 [
{ब्रह्मोवाच }
विभूषणानि राजेन्द्रो दत्त्वा स प्रियया सह।
रथेन विजयी राजा ययौ स्वनगरं सुखी॥
]

`verse 33 [
योषितां किमदेयं हि प्रियाणामुचितागमे।
स कदाचिद्दशरथो मृगयाशीलिभिर्वृतः॥
]

`verse 34 [
अटन्नरण्ये शर्वर्यां वारिबन्धमथाकरोत्।
सप्तव्यसनहीनेन भवितव्यं तु भूभुजा॥
]

`verse 35 [
इति जानन्नपि च तच्चकार तु विधेर्वशात्।
गर्तं प्रविश्य पानार्थमागतान्निशितैः शरैः॥
]

`verse 36 [
मृगान् हन्ति महाबाहुः शृणु कालविपर्ययम्।
गर्तं प्रविष्टे नृपतौ तस्मिन्नेव नगोत्तमे॥
]

`verse 37 [
वृद्धो वैश्रवणो नाम न शृणोति न पश्यति।
तस्य भार्या तथाभूता तावब्रूतां तदा सुतम्॥
]

`verse 38 [
{मातापितरावूचतुः॒ }
आवां तृषार्तौ रात्रिश्च कृष्णा चापि प्रवर्तते।
वृद्धानां जीवितं कृत्स्नं बालस्त्वमसि पुत्रक॥
]

`verse 39 [
अन्धानां बधिराणां च वृद्धानां धिक्च जीवितम्।
जराजर्जरदेहानां धिग्धिक्पुत्रक जीवितम्॥
]

`verse 40 [
तावत्पुंभिर्जीवितव्यं यावल्लक्ष्मीर्दृढं वपुः।
यावदाज्ञाप्रतिहता तीर्थादावन्यथा मृतिः॥
]

`verse 41 [
{ब्रह्मोवाच }
इत्येतद्वचनं श्रुत्वा वृद्धयोर्गुरुवत्सलः।
पुत्रः प्रोवाच तद्दुःखं गिरा मधुरया हरन्॥
]

`verse 42 [
{पुत्र उवाच }
मयि जीवति किं नाम युवयोर्दुःखमीदृशम्।
न हरत्यात्मजः पित्रोर्यश्चरित्रैर्मनोरुजम्॥
]

`verse 43 [
तेन किं तनुजेनेह कुलोद्वेगविधायिना॥*
]

`verse 44 [
{ब्रह्मोवाच }
इत्युक्त्वा पितरौ नत्वा तावाश्वास्य महामनाः।
तरुस्कन्धे समारोप्य वृद्धौ च पितरौ तदा॥
]

`verse 45 [
हस्ते गृहीत्वा कलशं जगाम ऋषिपुत्रकः।
स ऋषिर्न तु राजानं जानाति नृपतिर्द्विजम्॥
]

`verse 46 [
उभौ सरभसौ तत्र द्विजो वारि समाविशत्।
सत्वरं कलशे न्युब्जे वारि गृह्णन्तमाशुगैः॥
]

`verse 47 [
द्विजं राजा द्विपं मत्वा विव्याध निशितैः शरैः।
वनद्विपोऽपि भूपानामवध्यस्तद्विदन्नपि॥
]

`verse 48 [
विव्याध तं नृपः कुर्यान्न किं किं विधिवञ्चितः।
स विद्धो मर्मदेशे तु दुःखितो वाक्यमब्रवीत्॥
]

`verse 49 [
{द्विज उवाच }
केनेदं दुःखदं कर्म कृतं सद्ब्राह्मणस्य मे।
मैत्रो ब्राह्मण इत्युक्तो नापराधोऽस्ति कश्चन॥
]

`verse 50 [
{ब्रह्मोवाच }
तदेतद्वचनं श्रुत्वा मुनेरार्तस्य भूपतिः।
निश्चेष्टश्च निरुत्साहो शनैस्तं देशमभ्यगात्॥
]

`verse 51 [
तं तु दृष्ट्वा द्विजवरं ज्वलन्तमिव तेजसा।
असावप्यभवत्तत्र सशल्य इव मूर्च्छितः॥
]

`verse 52 [
आत्मानमात्मना कृत्वा स्थिरं राजाब्रवीदिदम्॥*
]

`verse 53 [
{राजोवाच }
को भवान् द्विजशार्दूल किमर्थमिह चागतः।
वद पापकृते मह्यं वद मे निष्कृतिं पराम्॥
]

`verse 54 [
ब्रह्महा वर्णिभिः किंतु श्वपचैरपि जातुचित्।
न स्प्रष्टव्यो महाबुद्धे द्रष्टव्यो न कदाचन॥
]

`verse 55 [
{ब्रह्मोवाच }
तद्राजवचनं श्रुत्वा मुनिपुत्रोऽब्रवीद्वचः॥*
]

`verse 56 [
{मुनिपुत्र उवाच }
उत्क्रमिष्यन्ति मे प्राणा अतो वक्ष्यामि किंचन।
स्वच्छन्दवृत्तिताज्ञाने विद्धि पाकं च कर्मणाम्॥
]

`verse 57 [
आत्मार्थं तु न शोचामि वृद्धौ तु पितरौ मम।
तयोः शुश्रूषकः कः स्यादन्धयोरेकपुत्रयोः॥
]

`verse 58 [
विना मया महारण्ये कथं तौ जीवयिष्यतः।
ममाभाग्यमहो कीदृक्पितृशुश्रूषणे क्षतिः॥
]

`verse 59 [
जाता मेऽद्य विना प्राणैर्हा विधे किं कृतं त्वया।
तथापि गच्छ तत्र त्वं गृहीतकलशस्त्वरन्॥
]

`verse 60 [
ताभ्यां देह्युदपानं त्वं यथा तौ न मरिष्यतः॥*
]

`verse 61 [
{ब्रह्मोवाच }
इत्येवं ब्रुवतस्तस्य गताः प्राणा महावने।
विसृज्य सशरं चापमादाय कलशं नृपः॥
]

`verse 62 [
तत्रागात्स तु वेगेन यत्र वृद्धौ महावने।
वृद्धौ चापि तदा रात्रौ तावन्योन्यं समूचतुः॥
]

`verse 63 [
{वृद्धावूचतुः॒ }
उद्विग्नः कुपितो वा स्यादथवा भक्षितः कथम्।
न प्राप्तश्चावयोर्यष्टिः किं कुर्मः का गतिर्भवेत्॥
]

`verse 64 [
न कोपि तादृशः पुत्रो विद्यते सचराचरे।
यः पित्रोरन्यथा वाक्यं न करोत्यपि निन्दितः॥
]

`verse 65 [
वज्रादपि कठोरं वा जीवितं तमपश्यतोः।
शीघ्रं न यान्ति यत्प्राणास्तदेकायत्तजीवयोः॥
]

`verse 66 [
{ब्रह्मोवाच }
एवं बहुविधा वाचो वृद्धयोर्वदतोर्वने।
तदा दशरथो राजा शनैस्तं देशमभ्यगात्॥
]

`verse 67 [
पादसंचारशब्देन मेनाते सुतमागतम्॥*
]

`verse 68 [
{वृद्धावूचतुः॒ }
कुतो वत्स चिरात्प्राप्तस्त्वं दृष्टिस्त्वं परायणम्।
न ब्रूषे किंतु रुष्टोऽसि वृद्धयोरन्धयोः सुतः॥
]

`verse 69 [
{ब्रह्मोवाच }
सशल्य इव दुःखार्तः शोचन् दुष्कृतमात्मनः।
स भीत इव राजेन्द्रस्तावुवाचाथ नारद॥
]

`verse 70 [
उदपानं च कुरुतां तच्छ्रुत्वा नृपभाषितम्।
नायं वक्ता सुतोऽस्माकं को भवांस्तत्पुरा वद॥
]

`verse 71 [
पश्चात्पिबावः पानीयं ततो राजाब्रवीच्च तौ॥*
]

`verse 72 [
{राजोवाच }
तत्र तिष्ठति वां पुत्रो यत्र वारिसमाश्रयः॥*
]

`verse 73 [
{ब्रह्मोवाच }
तच्छ्रुत्वोचतुरार्तौ तौ सत्यं ब्रूहि न चान्यथा।
आचचक्षे ततो राजा सर्वमेव यथातथम्॥
]

`verse 74 [
ततस्तु पतितौ वृद्धौ तत्रावां नय मा स्पृश।
ब्रह्मघ्नस्पर्शनं पापं न कदाचिद्विनश्यति॥
]

`verse 75 [
निन्ये वै श्रवणं वृद्धं सभार्यं नृपसत्तमः।
यत्रासौ पतितः पुत्रस्तं स्पृष्ट्वा तौ विलेपतुः॥
]

`verse 76 [
{वृद्धावूचतुः॒ }
यथा पुत्रवियोगेन मृत्युर्नौ विहितस्तथा।
त्वं चापि पाप पुत्रस्य वियोगान्मृत्युमाप्स्यसि॥
]

`verse 77 [
{ब्रह्मोवाच }
एवं तु जल्पतोर्ब्रह्मन् गताः प्राणास्ततो नृपः।
अग्निना योजयामास वृद्धौ च ऋषिपुत्रकम्॥
]

`verse 78 [
ततो जगाम नगरं दुःखितो नृपतिर्मुने।
वसिष्ठाय च तत्सर्वं न्यवेदयदशेषतः॥
]

`verse 79 [
नृपाणां सूर्यवंश्यानां वसिष्ठो हि परा गतिः।
वसिष्ठोऽपि द्विजश्रेष्ठैः संमन्त्र्याह च निष्कृतिम्॥
]

`verse 80 [
{वसिष्ठ उवाच }
गालवं वामदेवं च जाबालिमथ कश्यपम्।
एतानन्यान् समाहूय हयमेधाय यत्नतः॥
]

`verse 81 [
यजस्व हयमेधैश्च बहुभिर्बहुदक्षिणैः॥*
]

`verse 82 [
{ब्रह्मोवाच }
अकरोद्धयमेधांश्च राजा दशरथो द्विजैः।
एतस्मिन्नन्तरे तत्र वागुवाचाशरीरिणी॥
]

`verse 83 [
{आकाशवाण्युवाच }
पूतं शरीरमभवद्राज्ञो दशरथस्य हि।
व्यवहार्यश्च भविता भविष्यन्ति तथा सुताः।
ज्येष्ठपुत्रप्रसादेन राजापापो भविष्यति॥
]

`verse 84 [
{ब्रह्मोवाच }
ततो बहुतिथे काले ऋष्यशृङ्गान्मुनीश्वरात्।
देवानां कार्यसिद्ध्यर्थं सुता आसन् सुरोपमाः॥
]

`verse 85 [
कौशल्यायां तथा रामः सुमित्रायां च लक्ष्मणः।
शत्रुघ्नश्चापि कैकेय्यां भरतो मतिमत्तरः॥
]

`verse 86 [
ते सर्वे मतिमन्तश्च प्रिया राज्ञो वशे स्थिताः।
तं राजानमृषिः प्राप्य विश्वामित्रः प्रजापतिः॥
]

`verse 87 [
रामं च लक्ष्मणं चापि अयाचत महामते।
यज्ञसंरक्षणार्थाय ज्ञाततन्महिमा मुनिः॥
]

`verse 88 [
चिरप्राप्तसुतो वृद्धो राजा नैवेत्यभाषत॥*
]

`verse 89 [
{राजोवाच }
महता दैवयोगेन कथंचिद्वार्धके मुने।
जातावानन्दसंदोह दायकौ मम बालकौ॥
]

`verse 90 [
सशरीरमिदं राज्यं दास्ये नैव सुताविमौ॥*
]

`verse 91 [
{ब्रह्मोवाच }
वसिष्ठेन तदा प्रोक्तो राजा दशरथस्त्विति॥*
]

`verse 92 [
{वसिष्ठ उवाच }
रघवः प्रार्थनाभङ्गं न राजन् क्वापि शिक्षिताः॥*
]

`verse 93 [
{ब्रह्मोवाच }
रामं च लक्ष्मणं चैव कथंचिदवदन्नृपः॥*
]

`verse 94 [
{राजोवाच }
विश्वामित्रस्य ब्रह्मर्षेः कुरुतां यज्ञरक्षणम्॥*
]

`verse 95 [
{ब्रह्मोवाच }
वदन्निति सुतौ सोष्णं निश्वसन् ग्लपिताधरः।
पुत्रौ समर्पयामास विश्वामित्रस्य शास्त्रकृत्॥
]

`verse 96 [
तथेत्युक्त्वा दशरथं नमस्य च पुनः पुनः।
जग्मतू रक्षणार्थाय विश्वामित्रेण तौ मुदा॥
]

`verse 97 [
ततः प्रहृष्टः स मुनिर्मुदा प्रादात्तदोभयोः।
माहेश्वरीं महाविद्यां धनुर्विद्यापुरःसराम्॥
]

`verse 98 [
शास्त्रीमास्त्रीं लौकिकीं च रथविद्यां गजोद्भवाम्।
अश्वविद्यां गदाविद्यां मन्त्राह्वानविसर्जने॥
]

`verse 99 [
सर्वविद्यामथावाप्य उभौ तौ रामलक्ष्मणौ।
वनौकसां हितार्थाय जघ्नतुस्ताटकां वने॥
]

`verse 100 [
अहल्यां शापनिर्मुक्तां पादस्पर्शाच्च चक्रतुः।
यज्ञविध्वंसनायाताञ्जघ्नतुस्तत्र राक्षसान्॥
]

`verse 101 [
कृतविद्यौ धनुष्पाणी चक्रतुर्यज्ञरक्षणम्।
ततो महामखे वृत्ते विश्वामित्रो मुनीश्वरः॥
]

`verse 102 [
पुत्राभ्यां सहितो राज्ञो जनकं द्रष्टुमभ्यगात्।
चित्रामदर्शयत्तत्र राजमध्ये नृपात्मजः॥
]

`verse 103 [
रामः सौमित्रिसहितो धनुर्विद्यां गुरोर्मताम्।
तत्प्रीतो जनकः प्रादात्सीतां लक्ष्मीमयोनिजाम्॥
]

`verse 104 [
तथैव लक्ष्मणस्यापि भरतस्यानुजस्य च।
शत्रुघ्नभरतादीनां वसिष्ठादिमते स्थितः॥
]

`verse 105 [
राजा दशरथः श्रीमान् विवाहमकरोन्मुने।
ततो बहुतिथे काले राज्यं तस्य प्रयच्छति॥
]

`verse 106 [
नृपतौ सर्वलोकानामनुमत्या गुरोरपि।
मन्थरात्मकदुर्दैव प्रेरिता मत्सराकुला॥
]

`verse 107 [
कैकेयी विघ्नमातस्थे वनप्रव्राजनं तथा।
भरतस्य च तद्राज्यं राजा नैव च दत्तवान्॥
]

`verse 108 [
पितरं सत्यवाक्यं तं कुर्वन् रामो महावनम्।
विवेश सीतया सार्धं तथा सौमित्रिणा सह॥
]

`verse 109 [
सतां च मानसं शुद्धं स विवेश स्वकैर्गुणैः।
तस्मिन् विनिर्गते रामे वनवासाय दीक्षिते॥
]

`verse 110 [
समं लक्ष्मणसीताभ्यां राज्यतृष्णाविवर्जिते।
तं रामं चापि सौमित्रिं सीतां च गुणशालिनीम्॥
]

`verse 111 [
दुःखेन महताविष्टो ब्रह्मशापं च संस्मरन्।
तदा दशरथो राजा प्राणांस्तत्याज दुःखितः॥
]

`verse 112 [
कृतकर्मविपाकेन राजा नीतो यमानुगैः।
तस्मै राज्ञे महाप्राज्ञ यावत्स्थावरजङ्गमे॥
]

`verse 113 [
यमसद्मन्यनेकानि तामिस्रादीनि नारद।
नरकाण्यथ घोराणि भीषणानि बहूनि च॥
]

`verse 114 [
तत्र क्षिप्तस्तदा राजा नरकेषु पृथक्पृथक्।
पच्यते छिद्यते राजा पिष्यते चूर्ण्यते तथा॥
]

`verse 115 [
शोष्यते दश्यते भूयो दह्यते च निमज्ज्यते।
एवमादिषु घोरेषु नरकेषु स पच्यते॥
]

`verse 116 [
रामोऽपि गच्छन्नध्वानं चित्रकूटमथागमत्।
तत्रैव त्रीणि वर्षाणि व्यतीतानि महामते॥
]

`verse 117 [
पुनः स दक्षिणामाशामाक्रामद्दण्डकं वनम्।
विख्यातं त्रिषु लोकेषु देशानां तद्धि पुण्यदम्॥
]

`verse 118 [
प्राविशत्तन्महारण्यं भीषणं दैत्यसेवितम्।
तद्भयादृषिभिस्त्यक्तं हत्वा दैत्यांस्तु राक्षसान्॥
]

`verse 119 [
विचरन् दण्डकारण्ये ऋषिसेव्यमथाकरोत्।
तत्रेदं वृत्तमाख्यास्ये शृणु नारद यत्नतः॥
]

`verse 120 [
तावच्छनैस्त्वगाद्रामो यावद्योजनपञ्चकम्।
गौतमीं समनुप्राप्तो राजापि नरके स्थितः॥
]

`verse 121 [
यमः स्वकिंकरानाह रामो दशरथात्मजः।
गौतमीमभितो याति पितरं तस्य धीमतः॥
]

`verse 122 [
आकर्षन्त्वथ राजानं नरकान्नात्र संशयः।
उत्तीर्य गौतमीं याति यावद्योजनपञ्चकम्॥
]

`verse 123 [
रामस्तावत्तस्य पिता नरके नैव पच्यताम्।
यदेतन्मद्वचः पुण्यं न कुर्युर्यदि दूतकाः॥
]

`verse 124 [
ततश्च नरके घोरे यूयं सर्वे निमज्जथ।
या काप्युक्ता परा शक्तिः शिवस्य समवायिनी॥
]

`verse 125 [
तामेव गौतमीं सन्तो वदन्त्यम्भःस्वरूपिणीम्।
हरिब्रह्ममहेशानां मान्या वन्द्या च सैव यत्॥
]

`verse 126 [
निस्तीर्यते न केनापि तदतिक्रमजं त्वघम्।
पापिनोऽप्यात्मजः कश्चिद्यश्च गङ्गामनुस्मरेत्॥
]

`verse 127 [
सोऽनेकदुर्गनिरयान्निर्गतो मुक्ततां व्रजेत्।
किं पुनस्तादृशः पुत्रो गौतमीनिकटे स्थितः॥
]

`verse 128 [
यस्यासौ नरके पक्तुं न कैरपि हि शक्यते।
दक्षिणाशापतेर्वाक्यं निशम्य यमकिंकराः॥
]

`verse 129 [
नरके पच्यमानं तमयोध्याधिपतिं नृपम्।
उत्तार्य घोरनरकाद्वचनं चेदमब्रुवन्॥
]

`verse 130 [
{यमकिंकरा ऊचुः॒ }
धन्योऽसि नृपशार्दूल यस्य पुत्रः स तादृशः।
इह चामुत्र विश्रान्तिः सुपुत्रः केन लभ्यते॥
]

`verse 131 [
{ब्रह्मोवाच }
स विश्रान्तः शनै राजा किंकरान् वाक्यमब्रवीत्॥*
]

`verse 132 [
{राजोवाच }
नरकेष्वथ घोरेषु पच्यमानः पुनः पुनः।
कथं त्वाकर्षितः शीघ्रं तन्मे वक्तुमिहार्हथ॥
]

`verse 133 [
{ब्रह्मोवाच }
तत्र कश्चिच्छान्तमना राजानमिदमब्रवीत्॥*
]

`verse 134 [
{यमदूत उवाच }
वेदशास्त्रपुराणादावेतद्गोप्यं प्रयत्नतः।
प्रकाश्यते तदपि ते सामर्थ्यं पुत्रतीर्थयोः॥
]

`verse 135 [
रामस्तव सुतः श्रीमान् गौतमीतीरमागतः।
तस्मात्त्वं नरकाद्घोरादाकृष्टोऽसि नरोत्तम॥
]

`verse 136 [
यदि त्वां तत्र गौतम्यां स्मरेद्रामः सलक्ष्मणः।
स्नानं कृत्वाथ पिण्डादि ते दद्यात्स नृपोत्तम।
ततस्त्वं सर्वपापेभ्यो मुक्तो यासि त्रिविष्टपम्॥
]

`verse 137 [
{राजोवाच }
तत्र गत्वा भवद्वाक्यमाख्यास्ये स्वसुतौ प्रति।
भवन्त एव शरणमनुज्ञां दातुमर्हथ॥
]

`verse 138 [
{ब्रह्मोवाच }
तद्राजवचनं श्रुत्वा कृपया यमकिंकराः।
आज्ञां च प्रददुस्तस्मै राजा प्रागात्सुतौ प्रति॥
]

`verse 139 [
भीषणं यातनादेहमापन्नो निःश्वसन्मुहुः।
निरीक्ष्य स्वं लज्जमानः कृतं कर्म च संस्मरन्॥
]

`verse 140 [
स्वेच्छया विहरन् गङ्गामाससाद च राघवः।
गौतम्यास्तटमाश्रित्य रामो लक्ष्मण एव च॥
]

`verse 141 [
सीतया सह वैदेह्या सस्नौ चैव यथाविधि।
नैव तत्राभवद्भोज्यं भक्ष्यं वा गौतमीतटे॥
]

`verse 142 [
तद्दिने तत्र वसतां गौतमीतीरवासिनाम्।
तद्दृष्ट्वा दुःखितो भ्राता लक्ष्मणो राममब्रवीत्॥
]

`verse 143 [
{लक्ष्मण उवाच }
पुत्रौ दशरथस्यावां तवापि बलमीदृशम्।
नास्ति भोज्यमथास्माकं गङ्गातीरनिवासिनाम्॥
]

`verse 144 [
{राम उवाच }
भ्रातर्यद्विहितं कर्म नैव तच्चान्यथा भवेत्।
पृथिव्यामन्नपूर्णायां वयमन्नाभिलाषिणः॥
]

`verse 145 [
सौमित्रे नूनमस्माभिर्न ब्राह्मणमुखे हुतम्।
अवज्ञया महीदेवांस्तर्पयन्त्यर्चयन्ति न॥
]

`verse 146 [
ते ये लक्ष्मण जायन्ते सर्वदैव बुभुक्षिताः।
स्नात्वा देवानथाभ्यर्च्य होतव्यश्च हुताशनः।
ततः स्वसमये देवो विधास्यत्यशनं तु नौ॥
]

`verse 147 [
{ब्रह्मोवाच }
भ्रात्रोः संजल्पतोरेवं पश्यतोः कर्मणो गतिम्।
शनैर्दशरथो राजा तं देशमुपजग्मिवान्॥
]

`verse 148 [
तं दृष्ट्वा लक्ष्मणः शीघ्रं तिष्ठ तिष्ठेति चाब्रवीत्।
धनुराकृष्य कोपेन रक्षस्त्वं दानवोऽथवा॥
]

`verse 149 [
आसन्नं च पुनर्दृष्ट्वा याहि याह्यत्र पुण्यभाक्।
रामो दाशरथी राजा धर्मभाक्पश्य वर्तते॥
]

`verse 150 [
गुरुभक्तः सत्यसंधो देवब्राह्मणसेवकः।
त्रैलोक्यरक्षादक्षोऽसौ वर्तते यत्र राघवः॥
]

`verse 151 [
न तत्र त्वादृशामस्ति प्रवेशः पापकर्मणाम्।
यदि प्रविशसे पाप ततो वधमवाप्स्यसि॥
]

`verse 152 [
तत्पुत्रवचनं श्रुत्वा शनैराहूय वाचया।
उवाचाधोमुखो भूत्वा स्नुषां पुत्रौ कृताञ्जलिः।
मुहुरन्तर्विनिध्यायन् गतिं दुष्कृतकर्मणः॥
]

`verse 153 [
{राजोवाच }
अहं दशरथो राजा पुत्रौ मे शृणुतं वचः।
तिसृभिर्ब्रह्महत्याभिर्वृतोऽहं दुःखमागतः।
छिन्नं पश्यत मे देहं नरकेषु च पातितम्॥
]

`verse 154 [
{ब्रह्मोवाच }
ततः कृताञ्जली रामः सीतया लक्ष्मणेन च।
भूमौ प्रणेमुस्ते सर्वे वचनं चैतदब्रुवन्॥
]

`verse 155 [
{सीतारामलक्ष्मणा ऊचुः॒ }
कस्येदं कर्मणस्तात फलं नृपतिसत्तम॥*
]

`verse 156 [
{ब्रह्मोवाच }
स च प्राह यथावृत्तं ब्रह्महत्यात्रयं तथा॥*
]

`verse 157 [
{राजोवाच }
निष्कृतिर्ब्रह्महन्तॄणां पुत्रौ क्वापि न विद्यते॥*
]

`verse 158 [
{ब्रह्मोवाच }
ततो दुःखेन महता वृताः सर्वे भुवं गताः।
राजानं वनवासं च मातरं पितरं तथा॥
]

`verse 159 [
दुःखागमं कर्मगतिं नरके पातनं तथा।
एवमाद्यथ संस्मृत्य मुमोह नृपतेः सुतः।
विसंज्ञं नृपतिं दृष्ट्वा सीता वाक्यमथाब्रवीत्॥
]

`verse 160 [
{सीतोवाच }
न शोचन्ति महात्मानस्त्वादृशा व्यसनागमे।
चिन्तयन्ति प्रतीकारं दैव्यमप्यथ मानुषम्॥
]

`verse 161 [
शोचद्भिर्युगसाहस्रं विपत्तिर्नैव तीर्यते।
व्यामोहमाप्नुवन्तीह न कदाचिद्विचक्षणाः॥
]

`verse 162 [
किमनेनात्र दुःखेन निष्फलेन जनेश्वर।
देहि हत्यां प्रथमतो या जाता ह्यतिभीषणा॥
]

`verse 163 [
पितृभक्तः पुण्यशीलो वेदवेदाङ्गपारगः।
अनागा यो हतो विप्रस्तत्पापस्यात्र निष्कृतिम्॥
]

`verse 164 [
आचरामि यथाशास्त्रं मा शोकं कुरुतं युवाम्।
द्वितीयां लक्ष्मणो हत्यां गृह्णातु त्वपरां भवान्॥
]

`verse 165 [
{ब्रह्मोवाच }
एतद्धर्मयुतं वाक्यं सीतया भाषितं दृढम्।
तथेति चाहतुरुभौ ततो दशरथोऽब्रवीत्॥
]

`verse 166 [
{दशरथ उवाच }
त्वं हि ब्रह्मविदः कन्या जनकस्य त्वयोनिजा।
भार्या रामस्य किं चित्रं यद्युक्तमनुभाषसे॥
]

`verse 167 [
न कोपि भवतां किंतु श्रमः स्वल्पोऽपि विद्यते।
गौतम्यां स्नानदानेन पिण्डनिर्वपणेन च॥
]

`verse 168 [
तिसृभिर्ब्रह्महत्याभिर्मुक्तो यामि त्रिविष्टपम्।
त्वया जनकसंभूते स्वकुलोचितमीरितम्॥
]

`verse 169 [
प्रापयन्ति परं पारं भवाब्धेः कुलयोषितः।
गोदावर्याः प्रसादेन किं नामास्त्यत्र दुर्लभम्॥
]

`verse 170 [
{ब्रह्मोवाच }
तथेति क्रियमाणे तु पिण्डदानाय शत्रुहा।
नैवापश्यद्भक्ष्यभोज्यं ततो लक्ष्मणमब्रवीत्॥
]

`verse 171 [
लक्ष्मणः प्राह विनयादिङ्गुद्याश्च फलानि च।
सन्ति तेषां च पिण्याकमानीतं तत्क्षणादिव॥
]

`verse 172 [
पिण्याकेनाथ गङ्गायां पिण्डं दातुं तथा पितुः।
मनः कुर्वंस्ततो रामो मन्दोऽभूद्दुःखितस्तदा॥
]

`verse 173 [
दैवी वागभवत्तत्र दुःखं त्यज नृपात्मज।
राज्यभ्रष्टो वनं प्राप्तः किं वै निष्किंचनो भवान्॥
]

`verse 174 [
अशठो धर्मनिरतो न शोचितुमिहार्हसि।
वित्तशाठ्येन यो धर्मं करोति स तु पातकी॥
]

`verse 175 [
श्रूयते सर्वशास्त्रेषु यद्राम शृणु यत्नतः।
यदन्नः पुरुषो राजंस्तदन्नास्तस्य देवताः॥
]

`verse 176 [
पिण्डे निपतिते भूमौ नापश्यत्पितरं तदा।
शवं च पतितं यत्र शवतीर्थमनुत्तमम्॥
]

`verse 177 [
महापातकसंघात विघातकृदनुस्मृतिः।
तत्रागच्छंल्लोकपाला रुद्रादित्यास्तथाश्विनौ॥
]

`verse 178 [
स्वं स्वं विमानमारूढास्तेषां मध्येऽतिदीप्तिमान्।
विमानवरमारूढः स्तूयमानश्च किंनरैः॥
]

`verse 179 [
आदित्यसदृशाकारस्तेषां मध्ये बभौ पिता।
तमदृष्ट्वा स्वपितरं देवान् दृष्ट्वा विमानिनः॥
]

`verse 180 [
कृताञ्जलिपुटो रामः पिता मे क्वेत्यभाषत।
इति दिव्याभवद्वाणी रामं संबोध्य सीतया॥
]

`verse 181 [
तिसृभिर्ब्रह्महत्याभिर्मुक्तो दशरथो नृपः।
वृतं पश्य सुरैस्तात देवा अप्यूचिरे च तम्॥
]

`verse 182 [
{देवा ऊचुः॒ }
धन्योऽसि कृतकृत्योऽसि राम स्वर्गं गतः पिता।
नानानिरयसंघातात्पूर्वजानुद्धरेत्तु यः॥
]

`verse 183 [
स धन्योऽलंकृतं तेन कृतिना भुवनत्रयम्।
एनं पश्य महाबाहो मुक्तपापं रविप्रभम्॥
]

`verse 184 [
सर्वसंपत्तियुक्तोऽपि पापी दग्धद्रुमोपमः।
निष्किंचनोऽपि सुकृती दृश्यते चन्द्रमौलिवत्॥
]

`verse 185 [
{ब्रह्मोवाच }
दृष्ट्वाब्रवीत्सुतं राजा आशीर्भिरभिनन्द्य च॥*
]

`verse 186 [
{राजोवाच }
कृतकृत्योऽसि भद्रं ते तारितोऽहं त्वयानघ।
धन्यः स पुत्रो लोकेऽस्मिन् पितॄणां यस्तु तारकः॥
]

`verse 187 [
{ब्रह्मोवाच }
ततः सुरगणाः प्रोचुर्देवानां कार्यसिद्धये।
रामं च पुरुषश्रेष्ठं गच्छ तात यथासुखम्।
ततस्तद्वचनं श्रुत्वा रामस्तानब्रवीत्सुरान्॥
]

`verse 188 [
{राम उवाच }
गुरौ पितरि मे देवाः किं कृत्यमवशिष्यते॥*
]

`verse 189 [
{देवा ऊचुः॒ }
नदी न गङ्गया तुल्या न त्वया सदृशः सुतः।
न शिवेन समो देवो न तारेण समो मनुः॥
]

`verse 190 [
त्वया राम गुरूणां च कार्यं सर्वमनुष्ठितम्।
तारिताः पितरो राम त्वया पुत्रेण मानद।
गच्छन्तु सर्वे स्वस्थानं त्वं च गच्छ यथासुखम्॥
]

`verse 191 [
{ब्रह्मोवाच }
तद्देववचनाद्धृष्टः सीतया लक्ष्मणाग्रजः।
तद्दृष्ट्वा गङ्गामाहात्म्यं विस्मितो वाक्यमब्रवीत्॥
]

`verse 192 [
{राम उवाच }
अहो गङ्गाप्रभावोऽयं त्रैलोक्ये नोपमीयते।
वयं धन्या यतो गङ्गा दृष्टास्माभिस्त्रिपावनी॥
]

`verse 193 [
{ब्रह्मोवाच }
हर्षेण महता युक्तो देवं स्थाप्य महेश्वरम्।
तं षोडशभिरीशानमुपचारैः प्रयत्नतः॥
]

`verse 194 [
संपूज्यावरणैर्युक्तं षट्त्रिंशत्कलमीश्वरम्।
कृताञ्जलिपुटो भूत्वा रामस्तुष्टाव शंकरम्॥
]

`verse 195 [
{राम उवाच }
नमामि शंभुं पुरुषं पुराणं
]

`verse 196 [
नमामि सर्वज्ञमपारभावम्
]

`verse 197 [
नमामि रुद्रं प्रभुमक्षयं तं
]

`verse 198 [
नमामि शर्वं शिरसा नमामि
]

`verse 199 [
नमामि देवं परमव्ययं तम्
]

`verse 200 [
उमापतिं लोकगुरुं नमामि
]

`verse 201 [
नमामि दारिद्र्यविदारणं तं
]

`verse 202 [
नमामि रोगापहरं नमामि
]

`verse 203 [
नमामि कल्याणमचिन्त्यरूपं
]

`verse 204 [
नमामि विश्वोद्भवबीजरूपम्
]

`verse 205 [
नमामि विश्वस्थितिकारणं तं
]

`verse 206 [
नमामि संहारकरं नमामि
]

`verse 207 [
नमामि गौरीप्रियमव्ययं तं
]

`verse 208 [
नमामि नित्यं क्षरमक्षरं तम्
]

`verse 209 [
नमामि चिद्रूपममेयभावं
]

`verse 210 [
त्रिलोचनं तं शिरसा नमामि
]

`verse 211 [
नमामि कारुण्यकरं भवस्य
]

`verse 212 [
भयंकरं वापि सदा नमामि
]

`verse 213 [
नमामि दातारमभीप्सितानां
]

`verse 214 [
नमामि सोमेशमुमेशमादौ
]

`verse 215 [
नमामि वेदत्रयलोचनं तं
]

`verse 216 [
नमामि मूर्तित्रयवर्जितं तम्
]

`verse 217 [
नमामि पुण्यं सदसद्व्यतीतं
]

`verse 218 [
नमामि तं पापहरं नमामि
]

`verse 219 [
नमामि विश्वस्य हिते रतं तं
]

`verse 220 [
नमामि रूपाणि बहूनि धत्ते
]

`verse 221 [
यो विश्वगोप्ता सदसत्प्रणेता
]

`verse 222 [
नमामि तं विश्वपतिं नमामि
]

`verse 223 [
यज्ञेश्वरं संप्रति हव्यकव्यं
]

`verse 224 [
तथा गतिं लोकसदाशिवो यः
]

`verse 225 [
आराधितो यश्च ददाति सर्वं
]

`verse 226 [
नमामि दानप्रियमिष्टदेवम्
]

`verse 227 [
नमामि सोमेश्वरमस्वतन्त्रम्
]

`verse 228 [
उमापतिं तं विजयं नमामि
]

`verse 229 [
नमामि विघ्नेश्वरनन्दिनाथं
]

`verse 230 [
पुत्रप्रियं तं शिरसा नमामि
]

`verse 231 [
नमामि देवं भवदुःखशोक
]

`verse 232 [
विनाशनं चन्द्रधरं नमामि
]

`verse 233 [
नमामि गङ्गाधरमीशमीड्यम्
]

`verse 234 [
उमाधवं देववरं नमामि
]

`verse 235 [
नमाम्यजादीशपुरंदरादि
]

`verse 236 [
सुरासुरैरर्चितपादपद्मम्
]

`verse 237 [
नमामि देवीमुखवादनानाम्
]

`verse 238 [
ईक्षार्थमक्षित्रितयं य ऐच्छत्
]

`verse 239 [
पञ्चामृतैर्गन्धसुधूपदीपैर्
]

`verse 240 [
विचित्रपुष्पैर्विविधैश्च मन्त्रैः
]

`verse 241 [
अन्नप्रकारैः सकलोपचारैः
]

`verse 242 [
संपूजितं सोममहं नमामि
]

`verse 243 [
{ब्रह्मोवाच }
ततः स भगवानाह रामं शंभुः सलक्ष्मणम्।
वरान् वृणीष्व भद्रं ते रामः प्राह वृषध्वजम्॥
]

`verse 244 [
{राम उवाच }
स्तोत्रेणानेन ये भक्त्या तोष्यन्ति त्वां सुरोत्तम।
तेषां सर्वाणि कार्याणि सिद्धिं यान्तु महेश्वर॥
]

`verse 245 [
येषां च पितरः शंभो पतिता नरकार्णवे।
तेषां पिण्डादिदानेन पूता यान्तु त्रिविष्टपम्॥
]

`verse 246 [
जन्मप्रभृति पापानि मनोवाक्कायिकं त्वघम्।
अत्र तु स्नानमात्रेण तत्सद्यो नाशमाप्नुयात्॥
]

`verse 247 [
अत्र ये भक्तितः शंभो ददत्यर्थिभ्य अण्वपि।
सर्वं तदक्षयं शंभो दातॄणां फलकृद्भवेत्॥
]

`verse 248 [
{ब्रह्मोवाच }
एवमस्त्विति तं रामं शंकरो हृषितोऽब्रवीत्।
गते तस्मिन् सुरश्रेष्ठे रामोऽप्यनुचरैः सह॥
]

`verse 249 [
गौतमी यत्र चोत्पन्ना शनैस्तं देशमभ्यगात्।
ततः प्रभृति तत्तीर्थं रामतीर्थमुदाहृतम्॥
]

`verse 250 [
दयालोरपतत्तत्र लक्ष्मणस्य कराच्छरः।
तद्बाणतीर्थमभवत्सर्वापद्विनिवारणम्॥
]

`verse 251 [
यत्र सौमित्रिणा स्नानं शंकरस्यार्चनं कृतम्।
तत्तीर्थं लक्ष्मणं जातं तथा सीतासमुद्भवम्॥
]

`verse 252 [
नानाविधाशेषपाप संघनिर्मूलनक्षमम्।
यदङ्घ्रिसंगादभवद्गङ्गा त्रैलोक्यपावनी॥
]

`verse 253 [
स यत्र स्नानमकरोत्तद्वैशिष्ट्यं किमुच्यते।
तद्रामतीर्थसदृशं तीर्थं क्वापि न विद्यते॥
]
