`speaker [
ब्रह्मोवाच
]

`verse 1 [
यमतीर्थमिति ख्यातं पितॄणां प्रीतिवर्धनम्।
दृष्टादृष्टेष्टदं सर्वदेवर्षिगणसेवितम्॥
]

`verse 2 [
तस्य प्रभावं वक्ष्यामि सर्वपापप्रणाशनम्।
अनुह्राद इति ख्यातः कपोतो बलवानभूत्॥
]

`verse 3 [
तस्य भार्या हेतिनाम्नी पक्षिणी कामरूपिणी।
मृत्योः पौत्रो ह्यनुह्रादो दौहित्री हेतिरेव च॥
]

`verse 4 [
कालेनाथ तयोः पुत्राः पौत्राश्चैव बभूविरे।
तस्य शत्रुश्च बलवानुलूको नाम पक्षिराट्॥
]

`verse 5 [
तस्य पुत्राश्च पौत्राश्च आग्नेयास्ते बलोत्कटाः।
तयोश्च वैरमभवद्बहुकालं द्विजन्मनोः॥
]

`verse 6 [
गङ्गाया उत्तरे तीरे कपोतस्यऽऽश्रमोऽभवत्।
तस्याश्च दक्षिणे कूल उलूको नाम पक्षिराट्॥
]

`verse 7 [
वासं चक्रे तत्र पुत्रैः पौत्रैश्च द्विजसत्तम।
तयोश्च युद्धमभवद्बहुकालं विरुद्धयोः॥
]

`verse 8 [
पुत्रैः पौत्रैश्च वृतयोर्वबलिनोर्बलिभिः सह।
उलूको वा कपोतो वा नैवाऽऽप्नोति जयाजयौ॥
]

`verse 9 [
कपोतो यममाराध्य मृत्युं पैतामहं तथा।
याम्यमस्त्रमावाप्याथ सर्वेभ्योऽप्यधिकोऽभवत्॥
]

`verse 10 [
तथोलूकोऽग्निमाराध्य बलवानभवद्भृशम्।
वरैरुन्मत्तयोर्युद्धमभवच्चातिभीषणम्॥
]

`verse 11 [
तत्राऽऽग्नेयमुलूकोऽपि कपोतायास्त्रमाक्षिपत्।
कपोतोऽप्यथ पाशान्वै याम्यानाक्षिप्य शत्रवे॥
]

`verse 12 [
उलूकायाथ दण्यं च मृत्युपाशानवासृजत्।
पुनस्तदभवद्युद्धं पुराऽऽडीबकयोर्यथा॥
]

`verse 13 [
हेतिः कपोतकी दृष्ट्वा ज्वलनं प्राप्तमन्तिके।
पतिव्रता महायुद्धे भर्तुः सा दुःखविह्वला॥
]

`verse 14 [
अग्निना वेष्ट्यमानांश्च पुत्रान्दृष्ट्वा विशेषतः।
सा गत्वा ज्वलनं हेतिस्तुष्टाव विविधोक्तिभिः॥
]

`speaker [
हेतुरुवाच
]

`verse 15 [
रूपं न दानं न परोक्षमस्ति, यस्याऽऽत्मभूतं च पदार्थजातम्।
अश्नन्ति हव्यानि च येन देवाः, स्वाहापतिं यज्ञभुजं नमस्ये॥
]

`verse 16 [
मुखभूतं च देवानां देवानां हव्यवाहनम्।
होतारं चापि देवानां देवानां दूतमेव च॥
]

`verse 17 [
तं देवं शरणं यामि आदिदेवं विभावसुम्।
अन्तःस्थितः प्राणरूपो बहिश्चान्नप्रदो हि यः॥
यो यज्ञसाधनं यामि शरणं तं धनंजयम्॥
]

`speaker [
अग्निरुवाच
]

`verse 18 [
अमोघमेतदस्त्रं मे न्यस्तं युद्धे कपोतकि।
यत्र विश्रमयेदस्त्रं तन्मे ब्रूहि पतिव्रते॥
]

`verse 19 [
कपोत्युवाच
मयि विश्रम्यतामस्त्रं न पुत्रे न च भर्तरि।
सत्यवाग्भव हव्येश जातवेदो नमोऽस्तु ते॥
]

`speaker [
जातवेदा उवाच
]

`verse 20 [
तुष्टोऽस्मि तव वाक्येन भर्तृभक्त्या पतिव्रते।
तवापि भर्तृपुत्राणां हेति क्षेमं ददाम्यहम्॥
]

`verse 21 [
आग्नेयमेतदस्त्रं मे न भर्तारं सुतानपि।
न त्वां दहेत्ततो याहि सुखेन त्वं कपोतकि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
एतस्मिन्नन्तरे तत्र उलूकी ददृशे पतिम्।
वेष्ट्यमानं याम्यपाशैर्यमदण्डेन ताडितम्॥
उलूकी दुःखिता भूत्वा यमं प्रायाद्भयातुरा॥
]

`verse 23 [
उलूक्युवाच
त्वद्भीता अनुद्रवन्ते जनास्त्वद्भीता ब्रह्मचर्यं चरन्ति।
त्वद्भीताः साधु चरन्ति धीरास्त्वद्भीताः कर्मनिष्ठा भवन्ति॥
]

`verse 24 [
त्वद्भीता अनाशकमाचरन्ति, ग्रामादरण्यमभि यच्चरन्ति।
त्वद्भीताः सौम्यतामाश्रयन्ते, त्वद्भीताः सोमपानं भजन्ते॥
त्वद्भीताश्चान्नगोदाननिष्ठस्त्वद्भीता ब्रह्मवादं वदन्ति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
एवं ब्रुवत्यां तस्यां तामाह दक्षिणदिक्पतिः॥
]

`speaker [
यम उवाच
]

`verse 26 [
वरं वरय भद्रं दास्येऽहं मनसः प्रियम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
यमस्येति वचः श्रुत्वा सा तमाह पतिव्रता॥
]

`verse 28 [
उलूक्युवाच
भर्ता मे वेष्टितः पाशैर्दण्डेनाभिहतस्तव।
तस्माद्रक्ष सुरश्रेष्ठ पुत्रान्भर्तारमेव च॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
तद्वाक्यात्कृपया युक्तो यमः प्राह पुनः पुनः॥
]

`speaker [
यम उवाच
]

`verse 30 [
पाशानां चापि दण्डस्य स्थानं वद शुभानने॥
]

`speaker [
ब्रह्मोवाच
]

`verse 31 [
सा प्रोवाच यमं देवं मयि पाशास्त्वयेरिताः।
आविशन्तु जगन्नाथ दण्डो मय्येव संविशेत्॥
ततः प्रोवाच भगवान्यमस्तां कृपया पुनः॥
]

`speaker [
यम उवाच
]

`verse 32 [
तव भर्ता च पुत्राश्च सर्वे जीवन्तु विज्वराः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 33 [
न्यवारयद्यमः पाशानाग्नेयास्त्रं तु हव्यवाट्।
कपोतोलूकयोश्चापि प्रीतिं वै चक्रतुः सुरौ॥
आहतुश्च द्विजन्मनौ व्रियतां वर ईप्सितः॥
]

`speaker [
पक्षिणावूचतुः
]

`verse 34 [
भवतोर्दर्शनं लब्धं वैरव्याजेन दुष्करम्।
वयं च पक्षिणः पापाः किं वरेण सुरौत्तमौ॥
]

`verse 35 [
अथ देयो वरोऽस्माकं भवद्भयां प्रीतिपूर्वकम्।
नाऽऽमार्थमनुयाचावो दीयमानं वरं शुभम्॥
]

`verse 36 [
आत्मार्थं यस्तु याचेत स शोच्यो हि सुरेशवरौ।
जीवितं सफलं तस्य यः परार्थोद्यतः सदा॥
]

`verse 37 [
अग्निरापो रविः पृथ्वी धान्यानि विविधानि च।
परार्थं वर्तनं तेषां सतां चापि विशेषतः॥
]

`verse 38 [
ब्रह्मादयोऽपि हि यतो युज्यन्ते मृत्युना सह।
एवं ज्ञात्वा तु देवेशौ वृथा स्वार्थपरिश्रमः॥
]

`verse 39 [
जन्मना सह यत्पुंसां विहितं परमेष्ठिना।
कदाचिन्नान्यथा तद्वैवृथा क्लिश्यन्ति जन्तवः॥
]

`verse 40 [
तस्माद्याचावहे किंचिद्धिताय जगतां शुभम्।
गुणदायि तु सर्वेषां तद्युवा(युवाभ्या)मनुमन्यताम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
तावाहतुरुभौ देवौ पक्षिणौ लोकविश्रुतौ।
धर्मस्य यशसोऽवाप्त्यै लोकानां हितकाम्यया॥
]

`speaker [
पक्षिणावूचतुः
]

`verse 42 [
आवाभ्यामाश्रमौ तीर्थे गङ्गाया उभये तटे।
भवेतां जगतां नाथावेष एव परो वरः॥
]

`verse 43 [
स्नानां दानं जपो होमः पितॄणां चापि पूजनम्।
सुकृती दुष्कृती वाऽपि यः करोति यथा तथा॥
सर्वं तदक्षयं पुण्यं स्यादित्येष परो वरः॥
]

`speaker [
देवावूचतुः
]

`verse 44 [
एवमस्तु तथाचान्यत्सुप्रीतौ तु ब्रुवावहै॥
]

`speaker [
यम उवाच
]

`verse 45 [
उत्तरे गौतमीतीरे यमस्तोत्रं पठन्ति ये।
तेषां सप्तसु वंशेसु वंशेषु नाकाले मृत्युमाप्नुयात्॥
]

`verse 46 [
पुरुषो भाजनं च स्यात्सर्वदा सर्वसंपदाम्।
यस्त्विदं पठते नित्यं मृत्युस्तोत्रं जितात्मवान्॥
]

`verse 47 [
अष्टाशीतिसहस्रैश्च व्याधिभिर्न स बाध्यते।
अस्मिंस्तीर्थे द्विजश्रेष्ठौ त्रिमासाद्गुर्विणी सती॥
]

`verse 48 [
अर्वाग्वन्घ्या च षण्मासात्सप्ताहं स्नानमाचरेत्।
वीरसूः सा भवेन्नारी शतायुः स सुतो भवेत्॥
]

`verse 49 [
लक्ष्मीवान्मतिमाञ्शूरः पुत्रपौत्रविवर्धनः।
तत्र पिण्डादिदानेन पितरो मुक्तिमाप्नुयुः॥
मनोवाक्कायजात्पापात्स्नान्मुक्तो भवेन्नरः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 50 [
यमवाक्यादनु तथा हव्यवाडाह पक्षिणौ॥
]

`speaker [
अग्निरुवाच
]

`verse 51 [
मत्स्तोत्रं दक्षिणे तीरे ये पठन्ति यतव्रताः।
तेषामारोग्यमैश्वर्यं लक्ष्मीं रूपं ददाम्यहम्॥
]

`verse 52 [
इदं स्तोत्रं तु यः कश्चिद्यत्र क्वापि पठेन्नरः।
नैवाग्नितो भयं तस्य र्लिखितेऽपि गृहे स्थिते॥
]

`verse 53 [
स्नानं दानं च यः कुर्यादग्नितीर्थे शुचिर्नरः।
अग्निष्टोमफलं तस्य भवेदेव न संशयः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 54 [
ततः प्रभृति तत्तीर्थं याम्यमाग्नेयमेव च।
कपोतं च तथोलूकं हेत्युलूकं विदुर्बुधाः॥
]

`verse 55 [
तत्र त्रीणि सहस्राणि तावन्त्येव शतानि च।
पुनर्नवतितीर्थानि प्रत्येकं मुक्तिभाजनम्॥
]

`verse 56 [
तेषु स्नानेन दानेन प्रेतीभूताश्च ये नराः।
पूतास्ते पुत्रवित्ताढ्या आक्रमेयुर्दिवं शुभाः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये यमाग्न्यादिनवत्युत्तरत्रिशताधिकत्रिसहस्रोतीर्थवर्णनं नाम पञ्चविंशाधिकशततमोध्यायः॥
]

`verse 57 [
गौतमीमाहात्म्ये षट्पञ्चाशत्तमोऽध्यायः॥
]
