`verse 1 [
तपस्तीर्थमिति ख्यातं तपोवृद्धिकरं महत्।
सर्वकामप्रदं पुण्यां पितॄणां प्रीतिवर्धनम्॥
]

`verse 2 [
तस्मिंस्तीर्थे तु यद्धृत्तं श्रृणु पापप्रणाशनम्।
अपामग्नेश्च संवादमृषीणां च परस्परम्॥
]

`verse 3 [
अपो ज्येष्ठतमाः केचिन्मेनिरेऽग्नं तथाऽपरे।
एवं ब्रुवन्तो मुनयः संवादं चाग्निवारिणोः॥
]

`verse 4 [
विनाऽग्निं जीवनं क्व स्याज्जीवभूतो यतोऽनलः।
आत्मभूतो हव्यभूतश्चाग्निना जायतेऽखिलम्॥
]

`verse 5 [
अग्निना ध्रियते लोको ह्यग्निर्ज्योतिर्मयं जगत्।
तस्मादग्नेः परं नास्ति पावनं दैवतं महत्॥
]

`verse 6 [
अन्तर्ज्योर्तिः स एवोक्तः परं ज्योतिः स एव हि।
विनाऽग्निना किंचिदस्ति यस्य धाम जगत्त्रयम्॥
]

`verse 7 [
तस्मादग्नेः परं नास्ति भूतानां ज्यैष्ठ्यभाजनम्।
योषित्क्षेत्रेऽर्पितं बीजं पुरुषेण यथा तथा॥
]

`verse 8 [
तस्य देहादिका शक्तिः कृशानोरेव नान्यथा।
देवानां हि मुखं वहिनस्तस्मान्नतः परं विदुः॥
]

`verse 9 [
अपरे तु ह्यपां ज्यैष्ठयं मेनिरे वेदवादिनः।
अद्भिः संपत्स्यते ह्यन्नं शुचिरद्भिः प्रजायते॥
]

`verse 10 [
अद्भिरेव धृतं सर्वमापो वै मातरः स्मृताः।
त्रैलोक्यजीवनं वारि वदन्तीति पुराविदः॥
]

`verse 11 [
उत्पन्नममृतं ह्यद्‌भयस्ताभ्यश्चौषधिसंभवः।
अग्निर्ज्येष्ठ इति प्राहुरापो ज्येष्ठतमाः परे॥
]

`verse 12 [
एवं मीमांसमानस्ते ऋषयो वेदवादिनः।
विरुद्धवादिनो मां च समभ्येत्येदमब्रुवन्॥
]

`speaker [
ऋषय ऊचुः
]

`verse 13 [
अग्नेरपां वद ज्यैष्ठ्यं त्रैलोक्यस्य भवान्प्रभुः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
अहमप्यब्रवं प्राप्तानृषीन्सर्वान्यतव्रतान्।
उभौ पूज्यतमौ लोक उभाभ्यां जायते जगत्॥
]

`verse 15 [
उभाभ्यां जायते हव्यं कव्यं चामृतमेव च।
उभाभ्यां जीवनं लोकं शरीरस्य च धारणम्॥
]

`verse 16 [
नानयोश्च विशेषोऽस्ति ततो ज्यैष्ठ्यं समं मतम्।
ततो मद्वचनाज्ज्यैष्ठ्यमुभयोर्नैव कस्यचित्॥
]

`verse 17 [
ज्यैष्ठ्यमन्यतरस्येति मेनिरे ऋषिंसत्तमाः।
न तृप्ता मम वाक्येन जग्मुर्वायुं तपर्स्विनः॥
]

`speaker [
मुनय ऊचुः
]

`verse 18 [
कस्य ज्यैष्ठ्यं भवान्प्राणो वायो सत्यं त्वयि स्थितम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
वायुराहानलो ज्येष्ठः सर्वमग्नौ प्रतिष्ठितम्।
नेत्युक्त्वाऽन्योन्यमृषयो जग्मुस्तेऽपि वसुंधराम्॥
]

`speaker [
मुनय ऊचुः
]

`verse 20 [
सत्यं भूमे वद ज्यैष्ठ्यमाधाराऽसि चराचरे॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
भूमिरप्यराह विनयादागतांस्तानृषीनिदम्॥
]

`speaker [
भूमिरुवाच
]

`verse 22 [
ममाप्याधारभूताः स्युरापो देव्यः सनातनाः।
अद्‌भ्यस्तु जायते सर्वं ज्यैष्ठ्यमप्सु प्रतिष्ठितम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
नेत्युक्त्वाऽन्योन्यमृषयो जग्मुः क्षीरोदशायिनम्।
तुष्टुवुर्विविधैः स्तोत्रैः शङ्खचकगदाधरम्॥
]

`speaker [
ऋषय ऊचुः
]

`verse 24 [
यो वेद सर्वं भुवनं भविष्यद्यज्जायमानं च गुहानिविष्टम्।
लोकत्रयं चित्रविचित्ररूपमन्ते समस्ते च यमाविवेश॥
]

`verse 25 [
यदक्षरं शाश्वतमप्रमेयं, यं वेदवेद्यमृषयो वदन्ति।
यमाश्रिताः स्वेप्सितमाप्नुवन्ति, तद्वस्तु सत्यं शरणं व्रजामः॥
]

`verse 26 [
भूतं महाभूतजगत्प्रधानं, न विन्दते योगिनो विष्णुरूपम्।
तद्वक्तुमेते ऋषयोऽत्र याताः, सत्यं वदस्वेह जगन्निवास॥
]

`verse 27 [
त्वमन्तरात्माऽखिलदेहभाजां, त्वमेव सर्वं त्वयि सर्वमीश।
तथाऽपि जानन्ति न केऽपि कुत्राप्यहो भवन्तं प्रकृतिप्रभावात्॥
अन्तर्बहिः सर्वत एव सन्तं, विश्वात्मना संपरिवर्तमानम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 28 [
ततः प्राह जगद्धात्री दैवी वागशरीरिणी॥
]

`verse 29 [
दैवी वागुवाच
उभावाराध्य तपसा भक्त्या च नियमेन च।
यस्य स्यात्प्रथमं सिद्धिस्तद्‌भूतं ज्येष्ठमुच्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 30 [
तथेत्युक्त्वा ययुः सर्वे ऋषयो लोकपूजिताः॥
श्रान्ताः खिन्नान्तरात्मानः परं वैराग्यमाश्रिताः॥
]

`verse 31 [
सर्वलोककैजननीं भुवनत्रयपावनम्।
गौतमीमगमन्सर्वे तपस्तप्तुं यतव्रताः॥
]

`verse 32 [
अब्दैवतं तथाऽग्निं च पूजनायोद्यतास्तदा।
अग्नेश्च पूजका ये च अपां वै पूजने स्थिताः॥
तत्र वागब्रवीद्दैवी वेदमाता सरस्वती॥
]

`verse 33 [
अग्नेरापस्तथा योनिरद्भिः शौचमवाप्यते।
अग्नेश्च पूजका ये च विनाऽद्भिः पूजनं कथम्॥
]

`verse 34 [
अप्सु जातासु सर्वत्र कर्मण्यधिकृतो भवेत्।
तावत्कर्मण्यनर्होऽयमशुचिर्मलिनो नरः॥
]

`verse 35 [
न मग्नः श्रद्धया यावदप्सु शीतासु वेदवित्।
तस्मादापो वरिष्ठा स्युर्मातृभूता यतः स्मृताः॥
तस्माज्ज्यैष्ठ्यमपामेव जनन्योऽग्नेर्विशेषतः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
एतद्वचः शुश्रृवुस्ते ऋषयो वेदवादिनः।
निश्चयं च ततश्चक्रुर्भवेज्ज्यैष्ठ्यमपामिति॥
]

`verse 37 [
यत्र तीर्थे वृत्तमिदमृषिसत्रे च नारद।
तपस्तीर्थं तु तत्प्रोक्तं सत्रतीर्थं तदुच्यते॥
]

`verse 38 [
अग्नितीर्थं च तत्प्रोक्तं तथा सारस्वतं विदुः।
तेषु स्नानं च दानं च सर्वकामप्रदं शुभम्॥
]

`verse 39 [
चतुर्दश शतन्यत्र तीर्थानां पुण्यदायिनाम्।
तेषु स्नानं च दानं च स्वर्गमोक्षप्रदायकम्॥
]

`verse 40 [
कृतं संदेहहरणमृषीणां यत्र भाषया।
सरस्वत्यभवत्तत्र गङ्गया संगता नदी॥
माहात्म्यं तस्य को वक्तुं संगमस्य क्षमो नरः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मो तीर्थमाहात्म्ये तपस्तीर्थादिचतुर्दशशततीर्थवर्णनं नाम ष़ड्विंशाधिकशततमोऽध्यायः॥
]

`verse 41 [
गौतमीमाहात्म्ये सप्तपञ्चाशत्तमोऽध्यायः॥
]
