`speaker [
ब्रह्मोवाच
]

`verse 1 [
आपस्तम्बमिति ख्यातं तीर्थं त्रैलोक्यविश्रुतम्।
स्मारणादप्यशेषाघसंघविध्वंसनक्षमम्॥
]

`verse 2 [
आपस्तम्बो महाप्राज्ञो मुनिरासीन्महायशाः।
तस्य भार्याऽक्षसूत्रेति पतिधर्मपरायणा॥
]

`verse 3 [
तस्य पुत्रो महाप्राज्ञः कर्किनामाऽथ तत्त्ववित्।
तस्याऽऽश्रममनुप्राप्तो ह्यगस्त्यो मुनिसत्तमः॥
]

`verse 4 [
तमगस्त्यं पूजयित्वा आपस्तम्बो मुनीश्वरः।
शिष्यैरनुगतो धीमांस्तं प्रष्टुमुपचक्रमे॥
]

`speaker [
आपस्तम्ब उवाच
]

`verse 5 [
त्रयाणां को नु पूज्यः स्याद्‌देवानां मुनिसत्तम।
भुक्तिर्मुक्तिश्च कस्माद्वा स्यादनादिश्च को भवेत्॥
]

`verse 6 [
अनन्तश्चापि को विप्र देवानामपि दैवतम्।
यज्ञैः क इज्यते देवः को वदेष्वनुगीयते॥
एवं मे संशंयं छेत्तुं वदागस्त्य महामुने॥
]

`speaker [
अगस्त्य उवाच
]

`verse 7 [
धर्मार्थकाममोक्षाणां प्रमाणं शब्द उच्यते।
तत्रापि वैदिकः शब्दः प्रमाणं परमं मतः॥
]

`verse 8 [
वेदेन गीयते यस्तु पुरुषः स परात्परः।
मृतोऽपरः स विज्ञेयो ह्यमृतः पर उच्यते॥
]

`verse 9 [
योऽमूर्तः स परो ज्ञेयो ह्यपरो मूर्त उच्यते।
गुणाभिव्याप्तिभेदेन मूर्तोऽसौ त्रिविधो भवेत्॥
]

`verse 10 [
ब्रह्मा विष्णुः शिवश्चेति एक एव त्रिधोच्यते।
त्रयाणामपि देवनां वेद्यमेकं परं हि तत्॥
]

`verse 11 [
एकस्य बहुधा व्याप्तिर्गुणकर्मविभेदतः।
लोकानामुपकारार्थमाकृतित्रितयं भवेत्॥
]

`verse 12 [
यस्तत्त्वं वेत्ति परमं स च विद्वान्न चेतरः।
तत्र यो भेदमाचष्टे लिङ्गभेदी स उच्यते॥
]

`verse 13 [
प्रायश्चित्तं न तस्यास्ति यश्चैषां व्याहरेद्भिदम्।
त्रयाणामपि देवानां मूर्तिभेदः पृथक्पृथक्॥
]

`verse 14 [
वेदाः प्रमाणं सर्वत्र साकारेषु पृथक्पृथक्।
निराकारं च यत्त्वेकं तत्तेभ्यः परमं मतम्॥
]

`speaker [
आपस्तम्ब उवाच
]

`verse 15 [
नानेन निर्णयः कश्चिन्मयाऽत्र विदितो भवते।
तत्राप्यत्र रहस्यं यत्तद्विमृश्याऽऽशु कीर्त्यताम्॥
निःसंशयं निर्विकल्पं भाजनं सर्वसंपदाम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
एतदाकर्ण्य भगवानगस्त्यो वाक्यमब्रवीत्॥
]

`speaker [
अगस्त्य उवाच
]

`verse 17 [
यद्यप्येषां न भेदोऽस्ति देवानां तु परस्परम्।
तथाऽपि सर्वसिद्धिः स्याच्छिवादेव सुखात्मनः॥
]

`verse 18 [
प्रपञ्चस्य निमित्तं यत्तज्ज्योतिश्च परं शिवः।
तमेव साधय हरं भक्त्या परमया मुने॥
गौतम्यां सकलाघौघसंहर्ता दण्डके वने॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
एतच्छ्रुत्वा मुनेर्वाक्यं परां प्रीतिमुपागतः।
भुक्तिदो मुक्तिदः पुंसां साकारोऽथ निराकृतिः॥
]

`verse 20 [
सृष्ट्याकारस्ततः शक्तः पालनाकार एव च।
दाता च हन्ति सर्वं यो यस्मादेतत्समाप्यते॥
]

`speaker [
अगस्त्य उवाच
]

`verse 21 [
ब्रह्माकृतिः कर्तृरूपा वैष्णवी पालनी तथा।
रुद्राकृतिर्निहन्त्री सा सर्ववेदेषु पठ्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
आपतम्बस्तदा गङ्गं गत्वा स्नात्वा यतव्रतः।
तुष्टाव शंकरं देवं स्तोत्रेणानेन नारद॥
]

`speaker [
आपस्तम्ब उवाच
]

`verse 23 [
काष्ठेषु वह्निः कुसुमेषु गन्धो, वीजेषु वृक्षादि दृषत्सु हेम।
भूतेषु सर्वेषु तथाऽस्ति यो वै, तं सोमनाथं शरणं व्रजामि॥
]

`verse 24 [
यो लीलया विश्वमिदं चकार, धाता विधाता भुवनत्रयस्य।
यो विश्वरूपः सदसत्परो यः, सोमेश्वरं तं शरणं व्रजामि॥
]

`verse 25 [
यं स्मृत्य दारिद्‌य्रमहाभिशापरोगादिभिर्न स्पृश्यते शरीरी।
यमाश्रिताश्चेप्सितमाप्नुवन्ति, सोमेश्वरं तं शरणं व्रजामि॥
]

`verse 26 [
येन त्रयीधर्ममवेक्ष्य पूर्वं, ब्रह्मादयस्तत्र समीहिताश्च।
एवं द्विधा येन कृतं शरीरं, सोमेश्वरं तं शरणं व्रजामि॥
]

`verse 27 [
यस्मै नमो गच्छति मन्त्रपूतं, हुतं हविर्या च कृता च पूजा।
दत्तं हविर्येन सूरा भजन्ते, सोमेश्वरं तं शरणं व्रजामि॥
]

`verse 28 [
यस्मात्परं नान्यदस्ति प्रशस्तं यस्मात्परं नैव सुसूक्ष्ममन्यत्।
यस्मात्परं नो महतां महच्च, सोमेश्वरं तं शरणं व्रजामि॥
]

`verse 29 [
यस्याऽऽज्ञया विश्वमीदं विचित्रमचिन्त्यरूपं विविधं महच्च।
एकक्रियं यद्वदनुप्रयाति सोमेश्वरं तं शरणं व्रजामि॥
]

`verse 30 [
यस्मिन्विभूतिः सकलाधिपत्यं, कर्तृत्वदातृत्वमहात्त्वमेव।
प्रीतिर्यशः सौख्यमनादिधर्मः, सोमेश्वरं तं शरणं व्रजामि॥
]

`verse 31 [
नित्यं शरण्यः सकलस्य पूज्यो, नित्यं प्रियो यः शरणागतस्य।
नित्यं शिवो यः सकलस्य रूपं, सोमेश्वरं तं शरणं व्रजामि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 32 [
ततः प्रसन्नो भगवानाह नारद तं मुनि(न्वरं वृण्विति चाऽऽह त)म्।
आत्मार्थ च परार्थं च आपस्तम्बोऽब्रवीच्छिवम्॥
]

`verse 33 [
सर्वान्कामानाप्नुयुस्ते ये स्नात्वा देवमीश्वरम्।
पश्येयुर्जगतामीशमस्त्वित्याह शिवो मुनिम्॥
]

`verse 34 [
ततः प्रभृति तत्तीर्थमापस्तम्बमुदाहृतम्।
अनाद्यविद्यातिमिरव्रातमिर्मूलनक्षमम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये दक्षिणकूलस्थापस्तम्बसोमेश्वरतीर्थवर्णनं नाम त्रिंशदधिकशततमोऽध्यायः॥
]

`verse 35 [
गौतमीमाहात्म्ये एकषष्टितमोऽध्यायः॥
]
