`speaker [
ब्रह्मोवाच
]

`verse 1 [
शुक्लतीर्थमिति ख्यातं सर्वसिद्धिकरं नृणाम्।
यस्य स्मरणमात्रेण सर्वकामानवाप्नुयात्॥
]

`verse 2 [
भरद्वाज इति ख्यातो मुनिः परमधार्मिकः।
तस्य पैठीनसी नाम भार्या सुकुलभूषणा॥
]

`verse 3 [
गौतमीतीरमध्यास्ते पतिव्रतपरायणा।
अग्नीषोमीयमैन्द्राग्नं पुरोडाशमकल्पयत्॥
]

`verse 4 [
पुरोडाशे श्रप्यमाणे धूमात्कश्चिदजायत।
पुरोडाशं भक्षयित्वा लोकत्रितयभीषणः॥
]

`verse 5 [
यज्ञं मे ह्यत्र को हंसि कोपात्त्वमिति तं मुनिः।
प्रोवाच सत्वरं क्रुद्धो भरद्वाजो द्विजोत्तमः।
तदृषेर्वचनं श्रुत्वा राक्षसः प्रत्युवाच तम्॥
]

`speaker [
राक्षस उवाच
]

`verse 6 [
हव्याध्न इति विख्यातं भरद्वाज निबोध माम्।
संध्यासुतोऽहं ज्येष्ठश्च पुनः प्राचीनबर्हिषः॥
]

`verse 7 [
ब्रह्मणा मे वरे दत्तो यज्ञान्खाद यथासुखम्।
ममानुजः कलिश्चापि बलवानतिभीषणः॥
]

`verse 8 [
अहं कृष्णः पिता कृष्णो माता कृष्णा तथाऽनुजः।
अहं मखं हनिष्यामि यूपं छेद्मि कृतान्तकः॥
]

`speaker [
भरद्वाज उवाच
]

`verse 9 [
रक्ष्यतां मे त्वया यज्ञः प्रियो धर्मः सनातनः।
जाने त्वां यज्ञहन्तारं सद्‌द्विजं रक्ष मे क्रतुम्॥
]

`speaker [
यज्ञघ्न उवाच
]

`verse 10 [
भरद्वाजं निबोधेदं वाक्यं मम् समासतः।
ब्रह्मणाऽहं पुरा शप्तो देवदानवसंनिधौ॥
]

`verse 11 [
ततः प्रसादितो देवो मया लोकपितामहः।
अमृतैः प्रोक्षयिष्यन्ति यदा त्वां मुनिसत्तमाः॥
]

`verse 12 [
तदा विशापो भविता हव्यघ्न त्वं न चान्यथा।
एवं करिष्यसि यदा ततः सर्वं भविष्यति॥
यद्यदाकाङ्‌क्षितं ब्रह्मन्नैतन्मिथ्या कदाचन॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
भरद्वाजः पुनः प्राह सखा मेऽसि महामते।
मखसंरक्षणं येन स्यान्मे वद करोमि तत्॥
]

`verse 14 [
संभूय देवा दैतेया ममन्युः क्षीरसागरम्।
अलभन्तामृतं कष्टात्तदस्मत्सुलभं कथम्॥
]

`verse 15 [
प्रीत्य यदि प्रसन्नोऽसि सुलभं यद्वदस्व तत्।
तदृषेर्वचनं श्रुत्वा रक्षः प्राह तदा मुदा॥
]

`verse 16 [
अमृतं गौतमीवारि अमृतं स्वर्णमुच्यते।
अमृतं गोभवं चाऽऽज्यममृतं सोम एव च॥
]

`verse 17 [
एतैर्मामभिषिञ्चस्व अथ वैतैस्तथा त्रिभिः।
गङ्गाया वारिणाऽऽज्येन हिरण्येन तथैव च॥
सर्वेभ्योऽप्यधिकं दिव्यममृतं गौतमीजलम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
एतदाकर्ण्य स ऋषिः परं संतोषमागतः।
पाणावादाय गङ्गायाः सलिलामृतमादरात्॥
]

`verse 19 [
तेनाकरोदृषी रक्षो ह्यभिषिक्तं तदा मखे।
पुनश्च यूपे च पशावृत्विक्षु मखमण्डले॥
]

`verse 20 [
सर्वमेवाभवच्छुक्लमभिषेकान्महात्मनः।
तद्रक्षोऽपि तदा शुक्लो भूत्वोत्पन्नो महाबलः॥
]

`verse 21 [
यः पुरा कृष्णरूपोऽभूत्स तु शुक्लोऽभवत्क्षणात्।
यज्ञं सर्वं समाप्याथ भरद्वाजः प्रतापवान्॥
]

`verse 22 [
ऋत्पिजोऽपि विसृज्याथ यूपं गङ्गोदकेऽक्षिपत्।
गङ्गामध्ये तद्धि यूपमद्याप्यास्ते महामते॥
]

`verse 23 [
अभिषिक्तं चामृतेन अभिज्ञानं तु तन्महत्।
तत्र तीर्थे पुना रक्षो भरद्वाजमुवाच ह॥
]

`speaker [
रक्ष उवाच
]

`verse 24 [
अहं यामि भरद्वाज कृतः शुक्लस्त्वया पुनः।
तस्मात्तवात्र तीर्थे ये स्नानदानादिपूजनम्॥
]

`verse 25 [
कुर्युस्तेषामभीष्टानि भवेयुर्यत्फलं मखे।
स्मरणादपि पापानि नाशं यान्तु सदा मुने॥
]

`verse 26 [
ततः प्रभृति त्ततीर्थं शुक्लतीर्थमिति स्मृतम्॥
तीर्थानां मुनिशार्दूल सर्वसिद्धिप्रदायिनाम्॥
]

`verse 27 [
उभयोस्तीरयोः सप्त सहस्राण्यपराणि च।
तीर्थमाहात्म्ये शुक्लतीर्थाद्युभयतीरस्थसप्तसहस्रतीर्थवर्णनं नाम त्रयस्त्रिंशदधिकशततमोऽध्यायः॥
]

`verse 28 [
गौतमीमाहात्म्ये चतुःषष्टितमोऽध्यायः॥
]
