`speaker [
ब्रह्मोवाच
]

`verse 1 [
खड्गतीर्थमिति ख्यातं गौतम्या उत्तरे तटे।
तत्र स्नानेन दानेन मुक्तिभागी भवेन्नरः॥
]

`verse 2 [
तत्र वृत्तं प्रवक्ष्यामि श्रृणु नारद यत्नतः।
पैलूष इति विख्यातः कवषस्य सुतो द्विजः॥
]

`verse 3 [
कुटुम्बभारात्परितो ह्यर्थार्थी परिधावति।
न किमप्याससादासौ ततो वैराग्यमास्थितः॥
]

`verse 4 [
अत्यन्तविमुखे दैवे व्यर्थीभूते तु पौरुषे।
न वैराग्यादन्यदस्ति पण्डितस्यावलम्बनम्॥
]

`verse 5 [
इति संचिन्तयामास तदाऽसौ निःश्वसन्मुहुः।
क्रमागतं धनं नास्ति पोष्याश्च बहवो मम॥
]

`verse 6 [
मानी चाऽऽत्मा न कष्टार्हो हा धिग्दुर्दैवचेष्टितम्।
स कटाचिद्वृत्तियुतो वृत्तिभिः परिवर्तयन्॥
]

`verse 7 [
न लेभे तद्धनं वृत्तेर्विरागमगमत्तदा।
सेवा निषिद्धा या काचिद्‌गहना दुष्करं तपः॥
]

`verse 8 [
बलादाकर्षतीयं मां तृष्णा सर्वत्र दुष्कृते।
त्वयाऽपकृतमज्ञानात्तस्मात्तृष्णे नमोऽस्तु ते॥
]

`verse 9 [
एवं विचिन्त्य मेधावी तृष्णाछेदाय किं भवेत्।
इत्यालोच्य स पैलूषः पितरं वाक्यमब्रवीत्॥
]

`speaker [
पैलूष उवाच
]

`verse 10 [
ज्ञानासिना क्रोधलोभौ संसृतिं चातिदुस्तराम्।
छेद्‌मीमां केन हे तात तमुपायं वद प्रभो॥
]

`speaker [
कवष उवाच
]

`verse 11 [
ईश्वराज्ज्ञानमन्विच्छेदित्येषा वैदिकी श्रुतिः।
तस्मादाराधयेशानं ततो ज्ञानमवाप्स्यसि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 12 [
तथेत्युक्त्वा स पैलूषो ज्ञानायेश्वरमार्चयत्।
ततस्तुष्टो महेशानो ज्ञानं प्रादाद्‌द्विजातये॥
प्राप्तज्ञानो महाबुद्धिर्गाथाः प्रोवाच मुक्तिदाः॥
]

`speaker [
पैलूष उवाच
]

`verse 13 [
क्रोधस्तु प्रथमं शत्रुर्निष्फलो देहनाशनः।
ज्ञानखड्गेन तं छित्त्वा परमं सुखमाप्नुयात्॥
]

`verse 14 [
तृष्णा बहुविधा माया बन्धनी पापकारिणी।
छित्त्वैतां ज्ञानखड्गेन सुखं तिष्ठति मानवः॥
]

`verse 15 [
सङ्गस्तु परमोऽधर्मो देवादीनामिति श्रुतिः।
असङ्गस्याऽऽत्मनोऽप्यस्य सङ्गोऽयं परमो रिपुः॥
]

`verse 16 [
छित्त्वैनं ज्ञानखड्गेन शिवैकत्वमवाप्नुयात्।
संशयः परमो नाशो धर्मार्थानां विनाशकृत्॥
]

`verse 17 [
छित्त्वैनं संशयं जन्तुः परमेप्सितमाप्नुयात्।
पिशाचीव विशत्याशा निर्दहत्यखिलं सुखम्॥
पूर्णाहन्तासिना छित्त्वा जीवन्मुक्तिमवाप्नुयात्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
ततो ज्ञानमवाप्यासौ गङ्गीतीरं समाश्रितः।
ज्ञानखड्गेन निर्मोहस्ततो मुक्तिमवाप सः॥
]

`verse 19 [
ततः प्रभृति तत्तीर्थं खड्गतीर्थमिति स्मृतम्।
ज्ञानतीर्थं तच कवषं पैलूषं सर्वकामदम्॥
]

`verse 20 [
इत्यादिषट्‌सहस्राणि तीर्थान्याहुमहर्षयः।
अशेषपापतापौघहराणीष्टप्रदानि च॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये खड्गतीर्थवर्णनं नामैकोनचत्वारिंशदधिकशततमोऽध्यायः॥
]
