`speaker [
ब्रह्मोवाच
]

`verse 1 [
कपिलासंगमं नाम तीर्थं त्रैलोक्यविश्रुतम्।
तत्र नारद वक्ष्यामि कथां पुण्यामनुत्तमाम्॥
]

`verse 2 [
कपिलो नाम तत्त्वज्ञो मुनिरासीन्महायशाः।
क्रूरश्चापि प्रसन्नश्च तपोव्रतपरायणः॥
]

`verse 3 [
तपस्यन्तं मुनिश्रेष्ठं गौतमीतीरमाश्रितम्।
तमागत्य महात्मानं वामदेवादयोऽब्रुवन्॥
]

`verse 4 [
हत्वा वेनं ब्रह्मशापैर्नष्टधर्मे त्वराजके।
कपिलं सिद्धमाचार्यमूचुर्मुनिगणास्तदा॥
]

`speaker [
मुनिगणा ऊचुः
]

`verse 5 [
गते वेदे गते धर्मे किं कर्तव्यं मुनीश्वर॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
ततोऽब्रवीन्मुनिर्ध्यात्वा कपिलस्त्वागतान्मुनीन्॥
]

`speaker [
कपिल उवाच
]

`verse 7 [
वेनस्योरुर्विमथ्योऽभूत्ततः कश्चिद्भविष्यति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
तथैव चक्रुर्मुनयो वेनस्योरुं विमथ्य वै।
तत्रोत्पन्नो महापाप कृष्णो रौद्रपराक्रमः॥
]

`verse 9 [
तं दृष्ट्वा मुनयो भीता निषीदस्वेति चाब्रुवन्।
निषादः सोऽभवत्तस्मान्निषादश्चाभवंस्ततः॥
]

`verse 10 [
वेनबाहुं ममन्थुस्ते दक्षिणं धर्मसंहितम्।
ततः पृथुस्वरश्चैव सर्वलक्षमलक्षितः॥
]

`verse 11 [
राजाऽभवत्पृथुः श्रीमान्ब्रह्मसामर्थ्यसंयुतः।
तमागत्य सुराः सर्वे अभिनन्द्य वराञ्शुभान्॥
]

`verse 12 [
तस्मै ददुस्तथाऽस्त्राणि मन्त्राणि गुणवन्ति च।
ततोऽब्रुवन्मुनिगणास्तं पृथुं कपिलेन च॥
]

`speaker [
मुनय ऊचुः
]

`verse 13 [
आहारं देहि जीवेभ्यो भुवा ग्रस्तौषधीरपि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
ततः स धनुरादाय भुवमाह नृपोत्तमः॥
]

`speaker [
पृथुरुवाच
]

`verse 15 [
ओषधीर्देहि या ग्रस्ताः प्रजानां हितकाम्यया॥
]

`speaker [
ब्रह्मोवाच
]

`verse 16 [
तमुवाच मही भीता पृथुं तं पृथुलोचनम्॥
]

`verse 17 [
मह्‌युवाच
मयि जीर्णा महौषध्यः कथं दातुमहं क्षमा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
ततः सकोपो नृपतिस्तामाह पृथिवीं पुनः॥
]

`speaker [
पृथुरुवाच
]

`verse 19 [
नो चेद्ददास्यद्य त्वां वै हत्वा दास्ये महौषधीः॥
]

`speaker [
भूमिरुवाच
]

`verse 20 [
कथं हंसि स्त्रियं राजञ्ज्ञानी भूत्वा नृपोत्तम।
विना मया कथं चेमाः प्रजाः संधारयिष्यसि॥
]

`speaker [
पृथुरुवाच
]

`verse 21 [
यत्रोपकारोऽनेकानामेकनासे भविष्यति।
न दोषस्तत्र पृथिवी तपसा धारये प्रजाः॥
]

`verse 22 [
न दोषमत्र पश्यामि नाऽऽचक्षेऽनर्थकं वचः।
यस्मिन्निपातिते सौख्यं बहूनामुपजायते॥
मुनयस्तद्वधं प्राहुरश्वमेधशताधिकम्॥
]

`speaker [
देवा ऊचुः
]

`verse 23 [
ततो देवाश्च ऋषयः सान्त्वयित्वा नृपोत्तमम्।
महीं च मातरं देवीमूचुः सुरगणास्तदा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 24 [
भूमे गोरूपिणी भूत्वा पयोरूपा महौषधीः।
देही त्वं पृथवे राज्ञे ततः प्रीतो भवेन्नृपः॥
प्रजासंरक्षणं च स्यात्ततः क्षेमं भविष्यति॥
]

`speaker [
देवा ऊचुः
]

`verse 25 [
ततो गोरूपमास्थाय भूम्यासीत्कपिलान्तिके।
दुदोह च महौषध्यो(धी)राजा वेनकरोद्भवः॥
]

`verse 26 [
यत्र देवाः सगन्धर्वा ऋषयः कपिलो मुनिः।
महीं गोरूपमापन्नां नर्मदायां महामुनेः॥
]

`verse 27 [
सरस्वत्यां भागीरथ्यां गोदावर्यां विशेषतः।
महानदीषु सर्वासु दुदुहेऽसौ पयो महत्॥
]

`verse 28 [
सा दुह्‌यमाना पृथुना पुण्यतोयाऽभवन्नदी।
गौतम्या संगता चाभूत्तदद्‌भुतमिवाभवत्॥
]

`verse 29 [
ततः प्रभृति तत्तीर्थं कपिलासंगमं विदुः।
तत्राष्टाशीतिः पूज्यानि सहस्राणि महामते॥
]

`verse 30 [
तीर्थान्याहुर्मुनिगणाः स्मरणादपि नारद।
पावनानि जगत्यस्मिंस्तानि सर्वाण्यनुक्रमात्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभ्वृषिसंवादे तीर्थमाहात्म्ये कपिलासंगमाद्यष्टाशीतिसहस्रतीर्थवर्णनं नामैकचत्वारिंशदधिकशततमोऽध्यायः॥
]

`verse 31 [
गौतमीमाहात्म्ये द्विसप्ततितमोऽध्यायः॥
]
