`speaker [
ब्रह्मोवाच
]

`verse 1 [
पैशाचं तीर्थमाख्यातं गङ्गाया उत्तरे तटे।
पिशाचत्वात्पुरा विप्रो मुक्तिमाप महामते॥
]

`verse 2 [
सुयवस्याऽऽत्मजो लोकेऽजीगर्तिरिति विश्रुतः।
कुटुम्बभारदुःखार्तो दुर्भिक्षेण तु पीडितः॥
]

`verse 3 [
मध्यमं तु शुनःशेपं पुत्रं ब्रह्मविदां वरम्।
विक्रीतवान्क्षत्रियाय वधाय बहुलैर्धनैः॥
]

`verse 4 [
किं नामाऽऽपद्‌गतः पापं नाऽऽचरत्यपि पण्डितः।
शमितृत्वे धनं चापि जगृहे बहुलं मुनिः॥
]

`verse 5 [
विदारणार्थं च धनं जगृहे ब्राह्मणाधमः।
ततोऽप्रतिसमाधेयमहारोगनिपीडितः॥
]

`verse 6 [
स मृतः कालपर्याये नरकेष्वथ पातितः।
भोगादृते न क्षयोऽस्ति प्राक्तनानामिहांहसाम्॥
]

`verse 7 [
किंकरैर्यमवाक्येन बहुयोन्यन्तरं गतः।
ततः पिशाचो ह्यभवद्दारुणो दारुणकृतिः॥
]

`verse 8 [
शुष्ककाष्ठेष्वथारण्ये निर्जले निर्जने तथा।
ग्रीष्मे ग्रीष्मदवव्याप्ते क्षिप्यते यमकिंकरैः॥
]

`verse 9 [
कन्यापुत्रमहीवाजिगवां विक्रयकारिणः।
नरकान्न निवर्तन्ते यावदाभूतसंप्लवम्॥
]

`verse 10 [
स्वकृताघविपाकेन दारुणैर्यमकिंकरैः।
संघाते पच्यमानोऽसौ रुरोदोच्चैः कृतं स्मरन्॥
]

`verse 11 [
पथि गच्छन्कदाचित्स जीगर्तेर्मध्यमः सुतः।
शुश्राव रुदतो वाणीं पिशाचस्य मुहुर्मुहुः॥
]

`verse 12 [
पुत्रक्रेतुर्ब्रह्महन्तुर्जीगर्तेस्तु पितुस्तदा।
पापिनः पुत्रविक्रेतुर्ब्रह्महन्तुः पितुश्च ताम्॥
]

`verse 13 [
शुनःशेपस्तदोवाच को भवानतिदुःखितः।
जीगर्तिरब्रवीद्‌दुःखाच्छुनःशेपपिता ह्यहम्॥
]

`verse 14 [
पापीयसीं क्रियां कृत्वा योनिं प्राप्तोऽस्मि दारुणाम्।
नरकेष्वथ पक्वश्च पुनः प्राप्तोऽन्तरालकम्॥
ये ये दुष्कृतकर्माणस्तेषां तेषामियं गतिः॥
]

`verse 15 [
जीगर्तिपुत्रस्तमुवाच दुःखात्सोऽहं सुतस्ते मम दोषेण तात।
विक्रीत्वा मां नरकानेवमाप्तस्ततः करिष्ये स्वर्गतं त्वामिदानीम्॥
]

`verse 16 [
एवं प्रतिज्ञाय स गाधिपुत्रपुत्रत्वमाप्तोऽथ मुनिप्रवीरः।
गङ्गामभिध्याय पितुश्च लोकाननुत्तमानीहमानो जगाम॥
]

`verse 17 [
अशेषदुःखानलधूपितानां, निमज्जातां मोहमहासमुद्रे।
शरीरिणां नान्यदहो त्रिलोक्यामालम्बनं विष्णुपदीं विहाय॥
]

`verse 18 [
एवं विनिश्चित्य मुनिर्महात्मासमुद्दिधीर्षुः पितरं स दुर्गतेः।
शुचिस्ततो गौतमीमाशु गत्वा, तत्र स्नात्वा संस्मरञ्छंभुविष्णू॥
]

`verse 19 [
ददौ जलं प्रेतरूपाय पित्रे, पिशाचरूपाय सुदुःखिताय
तद्दानमात्रेण तदैव पूतोऽजीगर्तिरावाप वपुः सुपुण्यम्॥
]

`verse 20 [
विमानयुक्तः सुरसंघजुष्टं विष्णोः पदं प्राप सुतप्रभावात्।
गङ्गाप्रभावाच्च हरेश्च शंभोर्विधातुरर्कायुततुल्यतेजाः॥
]

`verse 21 [
ततः प्रभृत्येतदतिप्रसिद्धं, पैशाचनाशं च महागदं च।
महान्ति पापानि च नाशमाशु, प्रयान्ति यस्य स्मरणेन पुंसाम्॥
]

`verse 22 [
तीर्थस्य चेदं गदितं तवाद्य, माहात्म्यमेतत्त्रिशतानि यत्र।
तीर्थान्यथान्यानि भवन्ति भुक्तिमुक्तिप्रदायीनि किमन्यदत्र॥
]

`verse 23 [
सर्वसिद्धिदमाख्यातमित्याद्यत्र शतत्रयम्।
तीर्थानां मुनिजुष्टानां स्मरणादप्यभीष्टदम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये पैशाचादिशतत्रयतीर्थवर्णनं नाम पञ्चाशदधिकशततमोऽध्यायः॥
]

`verse 24 [
गौतमीमाहात्म्य एकाशीतितमोऽध्यायः॥
]
