`speaker [
ब्रह्मोवाच
]

`verse 1 [
कपिलातीर्थमाख्यातं तदेवाऽऽङ्गिरसं स्मृतम्।
तदेवाऽऽदित्यमाख्यातं सैंहिकेयं तदुच्यते॥
]

`verse 2 [
गौतम्या दक्षिणे पारे आदित्यान्मुनिसत्तम।
अयाजयन्नङ्गिरसो दक्षिणां ते भुवं ददुः॥
]

`verse 3 [
अङ्गिरोभ्यस्तदाऽऽदित्यास्तपसेऽङ्गिरसो ययुः।
सा भूमिः सैंहिका भूत्वा जनान्सर्वानभक्षयत्॥
]

`verse 4 [
तत्रसुस्ते जनाः सर्वे अङ्गिरोभ्यो न्यवेदयन्।
विभीता ज्ञानतो ज्ञात्वा भुवं तां सैहिकीमिति॥
]

`verse 5 [
आदित्याननुगत्वाऽथ वाचमङ्गिरसोऽब्रुवन्।
भुवं गृह्णन्तु या दत्ता नेत्यादित्यास्तदाऽब्रुवन्॥
]

`verse 6 [
निवृत्तां दक्षिणां नैव प्रतिगृह्णन्ति सूरयः।
स्वदत्तां परदत्तां वा यो हरेत वसुंधराम्॥
]

`verse 7 [
षष्टिर्वर्षसहस्राणि विष्ठायां जायते कृमिः।
भूमेः स्वपरदत्ताया हरणान्नाधिकं क्वचित्॥
]

`verse 8 [
पापमस्ति महारौद्रं न स्वीकुर्मः पुनस्तु ताम्।
एवं यदा स्वदत्ताया हरणे किं तदा भवेत्॥
]

`verse 9 [
तथाऽपि क्रयरूपेण गृह्णीमो दक्षिणां भुवम्।
तथेत्युक्ते तु ते देवाः कपिलां शुभलक्षणाम्॥
]

`verse 10 [
गङ्गाया दक्षिणे पारे भुवः स्थाने तु तां ददुः।
भुक्तिमुक्तिप्रदः साक्षाद्विष्णुस्तिष्ठति मूर्तिमान्॥
]

`verse 11 [
कपिलासंगमं तच्च सर्वाघौघविनाशनम्।
तत्राभवद्दानतोयादापगा कपिलाभिधा॥
]

`verse 12 [
सस्यवत्या अपि भुवो दानाद्‌गोदानमुत्तमम्।
लोकरक्षां चकारासौ कृत्वा विनिमयं मुनिः॥
]

`verse 13 [
यत्र तीर्थे च तद्‌वृत्तं गोतीर्थं तदुदाहृतम्।
पुण्यदं तत्र तीर्थानां शतमुक्तं मनीषिभिः॥
]

`verse 14 [
तत्र स्नानेन दानेन भूमिदानफलं लभेत्।
संगता गङ्गया तच्च कपिलासंगमं विदुः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये कपिलासंगमादिशततीर्थवर्णनं नाम पञ्चपञ्चाशदधिकशततमोऽध्यायः॥
]

`verse 15 [
गौतमीमाहात्म्ये षडशीतितमोऽध्यायः॥
]
