`speaker [
ब्रह्मोवाच
]

`verse 1 [
किष्किन्धातीर्थमाख्यातं सर्वकामप्रदं नृणाम्।
सर्वपापप्रशमनं यत्र संनिहितो भवः॥
]

`verse 2 [
तस्य स्वरूपं वक्ष्यामि यत्नेन श्रृणु नारद।
पुरा दाशरथी रामो रावणं लोकरावणम्॥
]

`verse 3 [
किष्किन्धावासिभिः सार्धः जघान रणमूर्धनि।
सुपुत्रं सबलं हत्वा सीतामादाय शत्रुहा॥
]

`verse 4 [
भ्रात्रा सौमित्रिणा सार्धं वानरैश्च महाबलैः।
विभीषणएन बलिना देवैः प्रत्यागतो नृपः॥
]

`verse 5 [
कृतस्वस्त्ययनः श्रीमान्पुष्पकेण विराजितः।
यदासीद्धनराजस्य कामगेनाऽऽशुगामिना॥
]

`verse 6 [
अयोध्यामगमन्सर्वे गच्छन्गङ्गामपश्यत।
रामो विरामः शत्रूणां शरण्यः शरणार्थिनाम्॥
]

`verse 7 [
गौतमीं तु जगत्पुण्यां सर्वकामप्रदायिनीम्।
मनोनयनसंतापनिवारणपरायणाम्॥
]

`verse 8 [
तां दृष्ट्वा नृपतिः श्रीमान्गङ्गातीरमथाऽऽविशत्।
तां दृष्ट्वा प्राह नृपतिर्हर्षगद्‌गदया गिरा॥
हरीन्सर्वानथाऽऽमन्त्र्य हनुमत्प्रमुखान्मुने॥
]

`speaker [
राम उवाच
]

`verse 9 [
अस्याः प्रभावद्धरयो याऽसौ मम पिता प्रभुः।
सर्वपापविनिर्मुक्तस्ततो यातस्त्रिविष्टपम्॥
]

`verse 10 [
इयं जनित्री सकलस्य जन्तोर्भुक्तिप्रदा मुक्तिमथापि दद्यात्।
पापानि हन्यादपि दारुणानि, काऽन्याऽनयाऽस्त्यत्र नदी समाना॥
]

`verse 11 [
हतानि शश्वद्‌दुरितानि चैव, अस्याः प्रभावादरयः सखायः।
विभीषणो मैत्रमुपैति नित्यं, सीता च लब्धा हनूमांश्च बन्धुः॥
]

`verse 12 [
लङ्का च भग्ना सगणं हि रक्षो, हतं हि यस्याः परिसेवनेन।
यां गौतमो देववरं प्रपूज्य, शिवं शरण्यं सजटामवाप॥
]

`verse 13 [
सेयं जनित्री सकलेप्सितानाममङ्गलानामपि संनिहन्त्री।
जगत्पवित्रीकरणैकदक्षा, दृष्टाऽद्य साक्षात्सरितां सवित्री॥
]

`verse 14 [
कायेन वाचा मनसा सदैनां, व्रजामि गङ्गां शरणं शरण्याम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
एतत्समाकर्ण्य वचो नृपस्य, तत्राऽऽप्लवन्हरयः सर्व एव।
पूजां चक्रुर्विधिवत्ते पृथक्च, पुष्पैरनेकैः सर्वलोकोपहारैः॥
]

`verse 16 [
संपूज्य सर्वं नृपतिर्यथावत्स्तुत्वा वाक्यैः सर्वभावोपयुक्तैः।
ते वानरा मुदिताः सर्व एव, नृत्यं च गीतं च तथैव चक्रुः॥
]

`verse 17 [
सखोषितस्तां रजनीं महात्मा, प्रियानुयुक्तः संवृतः प्रेमवद्‌भिः।
दुःखं जहौ सर्वममित्रसभवं, किं नाऽऽप्यते गौतमीसेवनेन॥
]

`verse 18 [
सविस्मयः पश्यति भृत्यवर्गं, गोदावरीं स्तौति च संप्रहृष्टः।
संमानयन्भृत्यगणं समग्रमवाप रामः कमपि प्रमोदम्॥
पुनः प्रभाते विमले तु सूर्ये, विभीषणो दाशरथिं बभाषे॥
]

`speaker [
विभीषण उवाच
]

`verse 19 [
नाद्यापि तृप्तास्तु भवाम तीर्थे, कंचिच्च कालं निवसाम चात्र।
वत्स्य(सा)म चात्रैव पराश्चतस्रो, रात्रीरथो याम वृतास्त्वयोध्याम॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
तस्याथ वाक्यं हरयोऽनुमेनिरे, तथैव रात्रीरपराश्चतस्रः।
संपूज्य देवं सकलेश्वरं तं, भ्रातृप्रियं तीर्थमथो जगाम॥
]

`verse 21 [
सिद्धेश्वरं नाम जगत्प्रसिद्धं, यस्य प्रभावात्प्रबलो दशास्यः।
एवं तु पञ्चाहमथोषिरे ते, स्वं स्वं प्रतिष्ठापितलिङ्गामर्च्य॥
]

`verse 22 [
शुश्रुषणं तत्र करोति वायोः, सुतोऽनुगामी हनुमान्नृपस्य।
गच्छन्नृपेन्द्रो हनुमन्तमाह, लिङ्गानि सर्वाणि विसर्जयस्व॥
]

`verse 23 [
मत्स्थापितान्युत्तममन्त्रविद्‌भिस्तथेतरैः शंकरकिंकरैश्च।
नोद्वास्य पूजां परशंकरेण, बाह्यं समायोज्यमहो भवस्य(?)॥
]

`verse 24 [
तिष्ठन्ति सुस्थास्तदनादरेण, ते खड्गपत्रादिषु संभवन्ति।
येऽश्रद्दधानाः शिवलिङ्गपूजां, विधाय कृत्यं न समाचरन्ति॥
]

`verse 25 [
यथोचितं ते यमकिंकरैर्हि, पच्यन्त एवाखिलदुर्गतीषु।
रामाज्ञया वायुसुतो जगाम, दोर्भ्यां न चोत्पाटयितुं शशाक॥
]

`verse 26 [
ततः स्वपुच्छेन ग्रहीतुकामः, संवेष्ट्य लिङ्गं तु विसृष्टकामः।
नैवाशकत्तन्महदद्भुतं स्यात्कपीश्वराणां नृपतेस्तथैव॥
]

`verse 27 [
कश्चालयेल्लब्धमहानुभावं, महेशलिङ्गं पुरुषो मनस्वी।
तन्निश्चलं प्रेक्ष्य महानुभावो, नृपप्रवीरः सहसा जगाम॥
]

`verse 28 [
विप्रानथाऽऽमन्त्र्य विधाय पूजां, प्रदक्षिणीकत्य च रामचन्द्रः।
शुद्धतिशुद्धेन हृदाऽखिलैस्तैर्लिङ्गानि सर्वाणि ननाम रामः॥
]

`verse 29 [
किष्किन्धवासिप्रवरैरशेषैः, संसेवितं तीर्थमतो बभव।
अत्राऽऽप्लवादेव महानति पापान्यपि क्षयं यान्ति न संशयाऽत्र॥
]

`verse 30 [
पुनश्च गङ्गां प्रणनाम भक्त्या, प्रसीद मातर्मम गौतमीति।
जल्पन्मुहुर्विस्मितचित्तवृत्तिर्विलोक्यन्प्रणमन्गौतमीं तात्॥
]

`verse 31 [
ततः प्रभृत्येतदतीव पुण्यं, किष्किन्धतीर्थं विबुधा वदन्ति।
पठेत्स्मरेद्वाऽपि शृणोति भक्त्या, पापापहं किं पुनः स्नानदानैः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये किष्किन्धातीर्थवर्णनं नाम सप्तपञ्चाशदधिकशततमोऽध्यायः॥
]

`verse 32 [
गौतमीमाहात्म्येऽष्टाशीतितमोऽध्यायः॥
]
