`speaker [
ब्रह्मोवाच
]

`verse 1 [
वंजरासंगमं नाम तीर्थं त्रैलोक्यविश्रुतम्।
ऋषिभिः सेवितं नित्यं सिद्धै राजर्षिभिस्तथा॥
]

`verse 2 [
दासत्वमगमत्पूर्वं नागानां गरुडः खगः।
मातृदास्यात्तदा दुःखपरिसंतप्तमानसः॥

कदाचिच्चिन्तयामास रहः स्थित्वा विनिश्वसन्॥
]

`speaker [
गरुड उवाच
]

`verse 3 [
त एव धन्या लोकेऽस्मिन्कृतपुण्यास्त एव हि।
नान्यसेवा कृता यैस्तु न येषां व्यसनागमः॥
]

`verse 4 [
सुखं तिष्ठन्ति गायन्ति स्वपन्ति च हसन्ति च।
स्वदेहप्रभवो धन्या धिग्धिगन्यवशे स्थितान्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 5 [
इति चिन्तासमाविष्टो जननीमेत्य दुःखितः।
पर्यपृच्छदमेयात्मा वैनतेयोऽथ मातरम्॥
]

`speaker [
गरुड उवाच
]

`verse 6 [
क   स्यापराधान्मातस्त्वं पितुर्वा मम वाऽन्यतः।
दासीत्वमाप्ता वद तत्कारणं मम पृच्छतः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 7 [
साऽब्रवीत्पुत्रमात्मीयमरुणस्यानुजं प्रियम्॥
]

`speaker [
विनतोवाच
]

`verse 8 [
नैव कस्यापराधोऽस्ति स्वापराधो मयोदितः।
यस्या वाक्यं विपर्येति सा दासी स्यान्मयोदितम्॥
]

`verse 9 [
कद्रूश्चापि तथैवाहं सा मया संयुता ययौ।
कद्र्वा ममाभवद्वादश्छद्‌मनाऽहं तया जिता॥
]

`verse 10 [
विधिर्हि बलवांस्तात कां कां चेष्टां न चेष्टते।
एवं दासीत्वमगमं कद्र्‌वाः कश्यपनन्दन॥

यदा दासी तु जाताऽहं दासोऽभूस्त्वं द्विजन्मज॥
]

`speaker [
ब्रह्मोवाच
]

`verse 11 [
तूष्णीं तदा बभूवासौ गरुडोऽतीव दुःखितः।
न किंचिदूचे जननीं चिन्तयन्भवितव्यताम्॥
]

`verse 12 [
कद्रुः कदाचित्सा प्राह पुत्राणां हितमिच्छती।
आत्मनो भूतिमिच्छन्ती विनतां खगमातरम्॥
]

`speaker [
कद्रूरुवाच
]

`verse 13 [
पुत्रः सूर्यं नमस्कर्तुं तव यात्यनिवारितः।
अहो लोकत्रयेऽप्यस्मिन्धन्याऽसि बत दास्यपि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
स्वदुःखं गूहमाना सा कद्रुं प्राह सुविस्मिता॥
]

`speaker [
विनतोवाच
]

`verse 15 [
तव पुत्रास्तु किमिति रविं द्रष्टुं न यान्ति च॥
]

`speaker [
कद्रुरुवाच
]

`verse 16 [
पुत्रान्मदीयान्सुभगे नय नागालयं प्रति।
समुद्रस्य समीपे तु तदाऽस्ते शीतलं सरः॥
]

`speaker [
रह्मोवाच
]

`verse 17 [
सुपर्णस्त्ववहन्नागान्कद्रुं च विनता तथा।
ततः प्रोवाच मुदिता वैनतेयस्य मातरम्॥
]

`verse 18 [
सुराणां नेतु निलयं गरुडो मत्सुतानिति।
पुनः प्राह सर्पमाता गरुडं विनयान्वितम्॥
]

`speaker [
सर्पमातोवाच
]

`verse 19 [
पुत्रा मे द्रष्टुमिच्छन्ति हंसं त्रिजगतां गुरुम्।
नमस्कृत्वा ततः सूर्यमेष्यन्ति निलयं मम॥

हण्डे त्वं नय पुत्रान्मे सूर्यमडण्लमन्वहम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 20 [
सा वेपमाना विनता दीना कद्रुमभाषत॥
]

`speaker [
विनतोवाच
]

`verse 21 [
नाहं क्षमा सर्पमातः पुत्रो मे नेष्यते सुतान्।
दृष्ट्वा दिनकरं देवं पुनरेव प्रयान्तु ते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
विनता स्वसुतं प्राह विहगानामधीश्वरम्।
तमस्कर्तुमथेच्छन्ति नागाः स्वामित्वमागताः॥
]

`verse 23 [
भास्वन्तमित्युवाचेयं मां सर्पजननी हठात्।
तथेत्युक्त्वा स गरुडो मामारोहन्तु पन्नगाः॥
]

`verse 24 [
तदाऽऽरूढं सर्पसैन्यं गरुडं विहगाधिपम्।
शनैः शनैरुपगमद्यत्र देवो दिवाकरः॥

ते दह्यमानास्तीक्ष्णेन भानुतापेन विव्यथुः॥
]

`speaker [
सर्पा ऊचुः
]

`verse 25 [
निवर्तस्व महाप्राज्ञ पतङ्गाय नमो नमः।
अलं सूर्यस्य सदनं दग्धाः सूर्यस्य तेजसा॥

यामस्त्वया वा गरुड विहाय त्वामथापि वा॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
एवं नागैरुच्यमान आदित्यं दर्शयामि वः।
इत्युक्त्वा गगनं शीघ्रं जगामाऽऽदित्यससंमुखः॥
]

`verse 27 [
दग्धभोगा निपेतुस्ते द्वीपं तं वीरणं प्रति।
बहवः शतसाहस्राः पीडिता दग्धविग्रहाः॥
]

`verse 28 [
पुत्राणामार्तसंनादं पतितानां महीतले(?)।
आश्वासितुं समायाता तान्सा कद्रुः सविह्वला॥
]

`verse 29 [
उवाच विनतां कद्रुस्तव पुत्रोऽतिदुष्कृतम्।
कृतावानतिदुर्मेधा येषां शान्तिर्न विद्यते॥
]

`verse 30 [
नान्यथा कर्तुमायाति स्वामिवाक्यं फणीश्वरः।
स काश्यपो बृहत्तेजा यद्यत्र स्यादनामयम्॥
]

`verse 31 [
भवेच्चैवं कथं शान्तिः पुत्राणां मम भामिनि।
कद्र्वास्तद्वचनं श्रुत्वा विनता ह्यतिभीतवत्॥
]

`verse 32 [
पुत्रमाह महात्मानं गरुडं विहगाधिपम्॥
]

`speaker [
विनतोवाच
]

`verse 33 [
नेदं युक्ततरं पुत्र भूषणं विनयेन हि।
वर्तितुं युक्तमित्युक्तं वैपरीत्यं न युज्यते॥
]

`verse 34 [
नामित्रेष्वपि कर्तव्यं सद्भिर्जिह्यं कदाचन।
श्रोत्रिये चान्त्यजे वाऽपि समं चन्द्रः प्रकाशते॥
]

`verse 35 [
कुर्वन्त्यनिष्टं कपटैस्त एव मम पुत्रक।
प्रसह्य कर्तुं ये साक्षादशक्ताः पुरुषाधमाः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 36 [
विनता च ततः प्राह कद्रुं तां सर्पमातरम्॥
]

`speaker [
विनतोवाच
]

`verse 37 [
किं कृत्वा शान्तिरभ्येति पुत्राणां ते करोमि तत्।
जरया तु गृहीतास्ते वद शान्तिं करोमि तत्॥
]

`speaker [
बह्मोवाच
]

`verse 38 [
कद्रुरप्याह विनतां रसातलगतं पयः।
तेनाभिषेचितानां मे पुत्राणां शान्तिरेष्यति॥
]

`verse 39 [
कद्रुवास्तद्वचनं श्रुत्वा रसातलगतं पयः।
क्षणेनैव समानीय नागांस्तानभ्यषेचयत्॥

ततः प्रोवाच गरुडो मघवानं शतक्रतुम्॥
]

`speaker [
गरुड उवाच
]

`verse 40 [
मेघाश्चाप्यत्र वर्षन्तु त्रैलोक्यस्योपकारिणः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 41 [
तथा ववर्ष पर्जन्यो नागानामभवच्छिवम्।
रसातलभवं गाङ्गं नागसंजीवनं पयः॥
]

`verse 42 [
जराशोकविनाशार्थमानीतं गरुडेन यत्।
यत्राभिषेचिता नागास्तन्नागालयमुच्यते॥
]

`verse 43 [
गरुडेन यतो वारि आनीतं तद्रसातलात्।
तद्‌गाङ्गं वारि सर्वेषं सर्वपापप्रणाशनम्॥
]

`verse 44 [
जराया वारणं यस्मान्नागानामभवच्छिवम्।
रसातलभवं गाङ्गं नागसंजीवनं यतः॥
]

`verse 45 [
जराशोकविनाशार्थं गङ्गाया दक्षिणे तटे।
साक्षादमृतसंवाहा वंजरा साऽभवन्नदी॥
]

`verse 46 [
जरादारिद्‌यसंतापहारिणी क्लेशवारिणी।
रसातलभवा गङ्गा मर्त्यलोकभवा तु या॥
]

`verse 47 [
तयोश्च संगमो यः स्यात्किं पुनस्तत्र वर्ण्यते।
यस्यानुस्मणादेव नाशं यान्त्यघसंचयाः॥
]

`verse 48 [
तत्र च स्नानदानानां फलं को वक्तुमीश्वरः।
सपादं तत्र तीर्थानां लक्षमाहुर्मनीषिणः॥
]

`verse 49 [
सर्वसंपत्तिदातॄणां सर्वपापौघहारिणाम्।
वंजरासंगमसमं तीर्थं क्वापि न विद्यते॥

यदनुस्मरणेनापि विपद्यन्ते विपत्तयः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये वंजरासंगमादिसपादलक्षतीर्थवर्णनं नामैकोनषष्ट्यधिकशततमोऽध्यायः॥
]

`verse 50 [
गौतमीमाहात्म्ये नवतितमोऽध्यायः॥
]
