`speaker [
ब्रह्मोवाच
]

`verse 1 [
चिच्चिका(क)तीर्थमित्युक्तं सर्वरोगविनाशनम्।
सर्वचिन्ताप्रहरणं सर्वशान्तिकरं नृणाम्॥
]

`verse 2 [
तस्य स्वरूपं वक्ष्यामि शुभ्रे तस्मिन्नगोत्तमे।
गङ्गाया उत्तरे पारे यत्र देवो गदाधरः॥
]

`verse 3 [
चिच्चिकः पक्षिराट् तत्र भेरुण्डो योऽभिधीयते।
सदा वसति तत्रैव मांसाशी श्वेतपर्वते॥
]

`verse 4 [
नानापुष्पफलाकीर्णैः सर्वर्तुकुसुमैर्नगैः।
सेविते द्विजमुख्यैश्च गौतम्या चोपशोभिते॥
]

`verse 5 [
सिद्धिचारणगन्धर्वकिंनरामरसंकुले।
तत्समीपे नगः कश्चिद्द्विपदां च चतुष्पदाम्॥
]

`verse 6 [
रोगार्तिक्षुत्तृषाचिन्तामरणानां न भाजनम्।
एवं गुणान्विते शैले नानामुनिगणावृते॥
]

`verse 7 [
पूर्वदेशाधिपः कश्चित्पवमान इति श्रुतः।
क्षत्रधर्मरतः श्रीमान्देवब्राह्मणपालकः॥
]

`verse 8 [
बलेन महता युक्तः सपुरोधा वनं ययौ।
रेमे स्त्रीभिर्मनोज्ञाभिर्नृत्यवादित्रजैः सुखैः॥
]

`verse 9 [
स च एवं धनुष्पाणिर्मृगयाशीलिभिर्वृतः।
एवं भ्रमन्कदाचित्स श्रान्तो द्रुममुपागतः॥
]

`verse 10 [
गौतमीतीरसंभूतं नानापक्षिगणैर्वृतम्।
आश्रमाणां गृहपतिं धर्मज्ञमिव सेवितम्॥
]

`verse 11 [
तमाश्रित्य नगश्रेष्ठं पवमानो नृपोत्तमः।
स विश्रान्तो जनवृत ईक्षां चक्रे नगोत्तमम्॥
]

`verse 12 [
तत्रापश्यद्‌द्विजं स्थूलं द्विमुखं शोभनाकृतिम्।
चिन्ताविष्टं तथा श्रान्तं तमपृच्छन्नृपोत्तमः॥
]

`speaker [
राजोवाच
]

`verse 13 [
को भवान्द्विमुखः पक्षी चिन्तावानिव लक्ष्यसे।
नैवात्र कश्चिद्‌दुःखार्तः कस्मात्त्वं दुःखमागतः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
ततः प्रोवाच नृपतिं पवमानं शनैः शनैः।
समाश्वस्तमनाः पक्षी चिच्चिको निःश्वसन्मुहुः॥
]

`speaker [
चिच्चिक उवाच
]

`verse 15 [
मत्तो भयं न चान्येषां मम वाऽन्योपपादितम्।
नानापुष्पफलाकीर्णं मुनिभिः परिसेवितम्॥
]

`verse 16 [
पश्येयं शून्यमेवाद्रिं ततः शोचामि मामहम्।
न लभामि सुखं किंचिन्न तृप्यामि कदाचन॥
निद्रां प्राप्नोमि न क्वापि न विश्रान्तिं न निर्वृतिम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 17 [
द्विमुखस्य द्विजस्योक्तं श्रुत्वा राजाऽतिविस्मितः॥
]

`speaker [
राजोवाच
]

`verse 18 [
को भवान्किं कृतं पापं कस्माच्छून्यश्च पर्वतः।
एकेनाऽऽस्येन तृप्यन्ति प्राणिनोऽत्र नगोत्तमे॥
]

`verse 19 [
किमुताऽऽस्यद्वयेन त्वं न तृप्तिमुपयास्यसि।
किंवा ते दुष्कृतं प्राप्तमिह जन्मन्यथो पुरा॥
]

`verse 20 [
तत्सर्वं शंस मे सत्यं त्रास्ये त्वां महतो भयात्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
राजानं तं द्विजः प्राह निःश्वसन्नथ चिच्चिकः॥
]

`verse 22 [
वक्ष्येऽहं त्वां पूर्ववृत्तं पवमान शृणुष्व तत्।
अहं द्विजातिप्रवरो वेदवेदाङ्गपारगः॥
]

`verse 23 [
कुलीनो विदितप्राज्ञः कार्यहन्ता कलिप्रियः।
वदे पुरस्तथा पृष्ठे अन्यदन्यच्च जन्तुषु॥
]

`verse 24 [
परवृद्ध्या सदा दुःखी मायया विश्ववञ्चकः।
कृतघ्नः सत्यरहितः परनिन्दाविचक्षणः॥
]

`verse 25 [
मित्रस्वामिगुरुद्रोही दम्भाचारोऽतिनिर्घृणः।
मनसा कर्मणा वाचा तापयामि जनान्बहून्॥
]

`verse 26 [
अयमेव विनोदो मे सदा यत्परहिंसनम्।
युग्मभेदं गणोच्छेदं मर्यादाभेदनं सदा॥
]

`verse 27 [
करोमि निर्विचारोऽहं विद्वत्सेवापराङ्मुखः।
न मया सदृशः कश्चित्पातकी भुवनत्रये॥
]

`verse 28 [
तेनाहं द्विमुखो जातस्तापनाद्‌दुःखभाग्यहम्।
तस्माद्‌दुःखेन संतप्तः शून्योऽयं पर्वतो मम॥
]

`verse 29 [
अन्यच्च शृणु भूपाल वाक्यं धर्मार्थसंहितम्।
ब्रह्महत्यासमं पापं तद्विना तदवाप्यते ॥
]

`verse 30 [
क्षत्रियः संगरं गत्वा अथवाऽन्यत्र संगरात्।
पलायन्तं न्यस्तशस्त्रं विश्वस्तं च पराङ्मुखम्॥
]

`verse 31 [
अविज्ञानं चोपविष्टं बिभेमति च वादिनम्।
तं यदि क्षत्रियो हन्यात्स तु स्याद्ब्रह्मघातकः॥
]

`verse 32 [
अधीतं विस्मरति यस्त्वं करोति तथोत्तमम्।
अनादरं च गुरुषु तमाहुर्ब्रह्मघातकम्॥
]

`verse 33 [
प्रत्यक्षे च प्रियं वक्ति परोक्षे परुषाणि च।
अन्यद्धृदि वचस्यन्यत्करोत्यन्यत्सदैव यः॥
]

`verse 34 [
गुरूणां शपथं कर्ता द्वेष्टा ब्राह्मणनिन्दकः।
मिथ्या विनीतः पापात्मा स तु स्याद्ब्रह्मघातकः॥
]

`verse 35 [
देवं वेदमथाध्यात्मं धर्मब्राह्मणसंगतिम्।
एतान्निन्दति यो द्वोषात्स तु स्याद्‌ब्रह्मघातकः॥
]

`verse 36 [
एवं भूतोऽप्यहं राजन्दम्भार्थं लज्जया तथा।
सद्वृत्त इव वर्तेऽहं तस्माद्राजन्दिजोऽभवम्॥
]

`verse 37 [
एवं भूतोऽपि सत्कर्म किंचित्कर्ताऽस्मि कुत्रचित्।
तेनाहं कर्मणा राजन्स्वतः स्मर्ता पुरा कृतम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 38 [
तच्चिच्चिकवचः श्रुत्वा पवमानः सुविस्मितः।
कर्मणा केन ते मुक्तिरित्याह नृपतिर्द्विजम्॥
]

`verse 39 [
इति तस्य वचः श्रुत्वा नृपतिं प्राह पक्षिराट्॥
]

`speaker [
चिच्चिक उवाच
]

`verse 40 [
अस्मिन्नेव नगश्रेष्ठे गौतम्या उत्तरे तटे।
गदाधरं नाम तीर्थं तत्र मां नय सुव्रत॥
]

`verse 41 [
तद्धि तीर्थं पुण्यतमं सर्वपापप्रणाशनम्।
सर्वकामप्रदं चेति महद्‌भिर्मुनिभिः श्रुतम्॥
]

`verse 42 [
न गौतम्यास्तथा विष्णोरपरं क्लेशनाशनम्।
सर्वभावेन तत्तीर्थं पश्येयमिति मे मतिः॥
]

`verse 43 [
मत्कृतेन प्रयत्नेन नैतच्छक्यं कदाचन।
कथमाकाङ्‌क्षितप्राप्तिर्भवेद्‌दुष्कृतकर्मणाम्॥
]

`verse 44 [
सप्रयत्नोऽप्यहं वीर न पश्ये तत्सुदुष्करम्।
तस्मात्तव प्रसादाच्च पश्येयं हि गदाधरम्॥
]

`verse 45 [
अविज्ञापितदुःखज्ञं करुणावरुणालयम्।
यस्मिन्दृष्टे भवक्लेशा न दृश्यन्ते पुनर्नरैः॥
]

`verse 46 [
दृष्ट्वैव तं दिवं यास्ये प्रसादात्तव सुव्रत॥
]

`speaker [
ब्रह्मोवाच
]

`verse 47 [
एवमुक्तः स नृपतिश्चिच्चिकेन द्विजन्मना।
दर्शयामास तं देवं तां च गङ्गां द्विजन्मने॥
]

`verse 48 [
ततः स चिच्चिकः स्नात्वा(प्राह)गङ्गां त्रैलोक्यपावनीम्॥
]

`speaker [
चिच्चिक उवाच
]

`verse 49 [
गङ्गे गौतमि यावत्त्वां त्रीजगत्पावनीं नरः।
न पश्यत्युच्यते तावदिहामुत्रापि पातकी॥
]

`verse 50 [
तस्मात्सर्वागसमपि मामुद्धर सरिद्वरे।
संसारे देहिनामन्या न गतिः काऽपि कुत्रचित्॥
त्वां विना विष्णुचरणसरोरुहसमुद्‌भवे॥
]

`verse 51 [
इति श्रद्धाविशुद्धात्मा गङ्गैकशरणो द्विजः।
स्नानं चक्रे स्मरन्नन्तर्गङ्गे त्रायस्व मामिति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 52 [
गदाधरं ततो नत्वा पश्यत्सु नगवासिषु।
पवमानाभ्यनुज्ञातस्तदैव दिवमाक्रमत्॥
]

`verse 53 [
पवमानः स्वनगरं प्रययौ सानुगस्ततः।
ततः प्रभृति तत्तीर्थं पावमानं सचिच्चिकम्॥
]

`verse 54 [
गदाधरं कोटितीर्थमिति वेदविदो विदुः।
कोटिकोटिगुणं कर्म कृतं तत्र भवेन्नृणाम्॥
]

`verse 55 [
इति महापुराणे आदिब्राह्मे तीर्थमाहात्म्ये पावमानचिच्चिकगदाधरकोटितीर्थवर्णनं नाम चतुःषष्ट्यधिकशततमोध्यायः॥
]

`verse 56 [
गौतमीमाहात्म्ये पञ्चनवतितमोऽध्यायः॥
]
