`speaker [
ब्रह्मोवाच
]

`verse 1 [
भद्रतीर्थमिति प्रोक्तं सर्वानिष्टनिवारणम्।
सर्वपापप्रशमनं महाशान्तिप्रदायकम्॥
]

`verse 2 [
आदित्यस्य प्रिया भार्या उषा त्वाष्ट्री पतिव्रता।
छायाऽपि भार्या सवितुस्तस्याः पुत्रः शनैश्चरः॥
]

`verse 3 [
तस्य स्वसा विष्टिरिति भीषणा पापरूपिणी।
तां कन्यां सविता कस्मै ददामीति मतिं दधे॥
]

`verse 4 [
यस्मै यस्मै दातुकामः सूर्यो लोकगुरुः प्रभुः।
तच्छ्रुत्वा भीषणा चेति किं कुर्मो भार्ययाऽनया॥
]

`verse 5 [
एवं तु वर्तमाने सा पितरं प्राह दुःखिता॥
]

`speaker [
विष्टिरुवाच
]

`verse 6 [
बालामेव पिता यस्तु दद्यात्कन्यां सुरूपिणे।
स कृतार्थो भवेल्लोके न चेद्‌दुष्कृतवान्पिता॥
]

`verse 7 [
चतुर्थाद्वत्सरादूर्ध्वं यावन्न दशमात्ययः।
तावद्विवाहः कन्यायाः पित्रा कार्यः प्रयत्नतः॥
]

`verse 8 [
श्रीमते विदुषे यूने कुलीनाय यशस्विने।
उदाराय सनाथाय कन्या देया वराय वै॥
]

`verse 9 [
एतच्चेदन्यथा कुर्यात्पिता स निरयी सदा।
धर्मस्य साधनं कन्या विदुषामपि भास्कर॥
]

`verse 10 [
नरकस्येव मूर्खाणां कामोपहतचेतसाम्।
एकतः पृथिवी कृत्स्ना सशैलवनकानना॥
]

`verse 11 [
स्वलंकृतोपाधिहीना सुकन्या चैकतः स्मृता।
विक्रीणीते यश्च कन्यामश्वं वा गां तिलानपि॥
]

`verse 12 [
न तस्य रौरवादिभ्यः कदाचिन्निष्कृतिर्भवेत्।
विवाहातिक्रमः कार्यो न कन्यायाः कदाचन॥
]

`verse 13 [
तस्मिन्कृते यत्पितुः स्यात्पापं तत्केन कथ्यते।
यावल्लज्जां न जानाति यावत्क्रीडति पांशुभिः॥
]

`verse 14 [
तावत्कन्या प्रदातव्या नो चेत्पित्रोरधोगतिः।
पितुः स्वरूपं पुत्रः स्याद्यः पिता पुत्र एव सः॥
]

`verse 15 [
आत्मनः सुखितां लोके को न कुर्यात्करोति च।
यत्कन्यायायं पिता कुर्याद्दानं पूजनमीक्षणम्॥
]

`verse 16 [
यत्कृतं तत्कृतं विद्यात्तासु दत्तं तदक्षयम्।
यद्दत्तं तासु कन्यासु तदानन्त्याय कल्पते॥
]

`verse 17 [
पुत्रेषु चैव पौत्रेषु को न कुर्यात्सुखं रवे।
करोति यः कन्यकानां स संपद्‌भाजनं भवेत्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
एवं तां वादिनीं कन्यां विष्टिं प्रोवाच भास्करः॥
]

`speaker [
सूर्य उवाच
]

`verse 19 [
किं करोमि न गृह्‌णातित्वां कश्चिद्‌भीषणाकृतिम्।
कुलं रूपं वयो वित्तं विद्यां वृत्तं सुशीलताम्॥
]

`verse 20 [
मिथः पश्यन्ति संबन्धे विवाहे स्त्रीषुं पुंसु च।
अस्मासु सर्वमप्यस्ति विना तव गुणैः शुभे॥
किं करोमि क्व दास्यामि वृथा मां धिक्करोषि किम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
एवमुक्त्वा पुनस्तां च विष्टिं प्रोवाच भास्करः॥
]

`speaker [
सूर्य उवाच
]

`verse 22 [
यस्मै कस्मै च दातव्या त्वं वै यद्यनुमन्यसे।
दीयसेऽद्य मया विष्टे अनुजानीहि मां ततः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 23 [
पितरं प्राह सा विष्टिर्भर्ता पुत्रा धनं सुखम्।
आयू रूपं च संप्रीतिर्जायते प्राक्तनानुगम्॥
]

`verse 24 [
यत्पुरा विहितं कर्म प्राणिना साध्वसाधु वा।
फलं तदनुरोधेन प्राप्यतेऽपि भवान्तरे॥
]

`verse 25 [
स्वदोष एव तत्पित्रा परिहर्तव्य आदरात्।
तादृगेव फलं तु स्याद्यादृगाचरितं पुरा॥
]

`verse 26 [
तस्माद्दानसंबन्धं स्ववंशानुगतं पिता।
करोति शेषं दैवेन यद्‌भाव्यं तद्भविष्यति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
तच्छ्रुत्वा दुहितुर्वाक्यं त्वष्टुः पुत्राय भीषणाम्।
विश्वरूपाय तां प्रादाद्विष्टिं लोकभयंकरीम्॥
]

`verse 28 [
विश्वरूपोऽपि तद्वच्च भीषणो भीषणाकृतिः।
एवं मिथः संचरतोः शीलरूपसमानयोः॥
]

`verse 29 [
प्रीतिः कदाचिद्वैषम्यं दंपत्योरभवन्मिथः।
गण्डो नामाभवत्पुत्रो ह्‌यतिगण्डस्तथैव च॥
]

`verse 30 [
रक्ताक्षः क्रोधनश्चैव व्ययो दुर्मुख एव च।
तेभ्यः कनीयानभवद्धर्षणो नाम पुण्यभाक्॥
]

`verse 31 [
सुतः सुशीलः सुभगः शान्तः शुद्धमतिः शुचिः।
स कदाचिद्यमगृहं द्रष्टुं मातुलमभ्यगात्॥
]

`verse 32 [
स ददर्श बहूञ्जन्तून्स्वर्गस्थानिव दुःखिनः।
स मातुलं तु पप्रच्छ नत्वा धर्मं सनातनम्॥
]

`speaker [
हर्षण उवाच
]

`verse 33 [
क इमे सुखिनस्तात पच्यन्ते नरके च के॥
]

`speaker [
ब्रह्मोवाच
]

`verse 34 [
एवं पृष्टो धर्मराजः सर्वं प्राह यथार्थवत्।
तत्कर्मणां गतिं सर्वामशेषेण न्यवेदयत्॥
]

`speaker [
यम उवाच
]

`verse 35 [
विहितस्य न कुर्वन्ति ये कदाचिदतिक्रमम्।
न ते पश्यन्ति निरयं कदाचिदपि मानवाः॥
]

`verse 36 [
न मानयन्ति ये शास्त्रं नाऽऽचारं न बहुश्रुतान्।
विहितातिक्रमं कुर्युर्ये ते नरकगामिनः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 37 [
स तु श्रुत्वा धर्मवाक्यं हर्षणः पुनरब्रवीत्॥
]

`speaker [
हर्षण उवाच
]

`verse 38 [
पिता त्वाष्ट्रो भीषणश्च माता विष्टिश्च भीषणा।
भ्रातरश्च महात्मानो येन ते शान्तबुद्धयः॥
]

`verse 39 [
सुरूपाश्च भविष्यन्ति निर्दोषा मङ्गलप्रदाः।
तन्मे कर्म वदस्वाद्य तत्कर्ताऽस्मि सुरोत्तम॥
]

`verse 40 [
अन्यथा तान्न गच्छेयमित्युक्तः प्राह धर्मराट्।
हर्षणं शुद्धबुद्धिं तं हर्षणोऽसि न संशयः॥
]

`verse 41 [
बहवः स्युः सुताः केचिन्नैव ते कुलतन्तवः।
एक एव सुतः कश्चिद्येन तदध्रियते कुलम्॥
]

`verse 42 [
कुलस्याऽऽधारभूतो यो यः पित्रोः प्रियकारकः।
यः पूर्वजानुद्धरति स पुत्रस्त्वितरो गदः॥
]

`verse 43 [
यस्मात्त्वयाऽनुरूपं मे प्रोक्तं मातामह प्रियम्।
तस्मात्त्वं गौतमीं गच्छ स्नात्वा नियतमानसः॥
]

`verse 44 [
स्तुहि विष्णुं जगद्येनिं शान्तं प्रीतेन चेतसा।
स तु प्रीतो यदि भवेत्सर्वमिष्टं प्रदास्यति॥
]

`speaker [
ब्रह्मोवाच
]

`verse 45 [
इति श्रुत्वा धर्मवाक्यं हर्षणो गौतमीं ययौ।
शुचिस्तुष्टाव देवेशं हरिं प्रीतोऽभवद्धरिः॥
]

`verse 46 [
हर्षणाय ततः प्रादात्कुलभद्रं ततस्तु सः।
सर्वाभद्रप्रशमनपूर्वकं भद्रमस्तु ते॥
]

`verse 47 [
तद्भद्रा प्रोच्यते विष्टिः पिता भद्रस्तथा सुताः।
ततः प्रभृति तत्तीर्थं भद्रतीर्थं तदुच्यते॥
]

`verse 48 [
सर्वमङ्गलदं पुंसां तत्र भद्रपतिर्हरिः।
तत्तीर्थसेविनां पुंसां सर्वसिद्धिप्रदायकम्॥
मङ्गलैकनिधिः साक्षाद्देवदेवो जनार्दनः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये भद्रतीर्थवर्णनं नाम पञ्चषष्ट्यधिकशततमोध्यायः॥
]

`verse 49 [
गौतमीमाहात्म्ये षण्णवतितमोऽध्यायः॥
]
