`speaker [
ब्रह्मोवाच
]

`verse 1 [
विप्रतीर्थमिति ख्यातं तथा नारायणं विदुः।
तस्याऽऽख्यानं प्रवक्ष्यामि श्रृणु विस्मयकारकम्॥
]

`verse 2 [
अन्तर्वेद्यां द्विजः कश्चिद्‌ब्राह्मणो वेदपारगः।
तस्य पुत्रा महाप्राज्ञा गुणरूपदयान्विताः॥
]

`verse 3 [
तेषां कनीयान्यो भ्राता शान्तो गुणगणैर्वृतः।
आसन्दिव इति ख्यातः सर्वज्ञानो महामतिः॥
]

`verse 4 [
विवाहाय पिता तस्मा आसन्दिवाय यत्नवान्।
एतस्मिन्नन्तरे रात्रौ सुप्तं तं द्विजपुत्रकम्॥
]

`verse 5 [
अविष्णुस्मरणं सौम्यशिरस्कमसमाहितम्।
आसन्दिवं क्रूररूपा राक्षसी कामरूपिणी॥
]

`verse 6 [
तमादायागमच्छीघ्रं गौतम्या दक्षिणे तटे।
श्रीगिरेरुत्तरे पारे बहुब्राह्मणसेवितम्॥
]

`verse 7 [
नगरं धर्मनिलयं लक्ष्म्या निलयमेव च।
तत्र राजा बृहत्कीर्तिः सर्वक्षत्रगुणान्वितः॥
]

`verse 8 [
तस्यामितक्षेमसुभिक्षयुक्तं, निशावसाने द्विजपुत्रयुक्ता।
सा राक्षसी तत्पुरमाससाद, मनोज्ञरूपाणि बिभर्ति नित्यम्॥
]

`verse 9 [
सा कामरूपेण चरत्यशेषां, महीमिमां तेन समं द्विजेन।
गोदावरीदक्षिणतीर्भागे, वृद्धाकृतिस्तं द्विजमाह भीमा॥
]

`verse 10 [
राक्षस्युवाच
एषा तु गङ्गा द्विजमुख्य संध्या, उपास्यतां विप्रवरैः समेत्य।
यथोचितं विप्रवरास्तु काले, नोपासते यत्नत एव संध्याम्॥
]

`verse 11 [
नीचास्त एवाभिहिताः सुरेशैरन्त्यावसायिप्रवरास्त एते।
अहं जनित्री तव चेति वाच्यं, नो चेदिदानीं त्वमुपैषि नाशम्॥
]

`verse 12 [
मद्वाक्यकर्ताऽसि यदि द्विजेन्द्र, सुखं करिष्ये तव यत्प्रियं च।
पुनश्च देशं निलयं गुरूंश्च, संप्रापयिष्ये ननु सत्यमेतत्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
स प्राह का त्वं द्विजपुंगवोऽपि, सोवाच तं राक्षसी कामरूपा।
विश्वासयन्ती शपथैरनेकैस्तं भ्रान्तचित्तं मुनिराजपुत्रम्॥
]

`verse 14 [
कङ्कालिनी नाम जगत्प्रसिद्धा, विप्रोऽसि तामाह निवेदितं यत्।
तदेव कर्ताऽस्मि न संशयोऽत्र, यत्तत्प्रियं वच्मि करोमि चैव॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
तद्विप्रवचनं श्रुत्वा राक्षसी कामरूपिणी।
वृद्धा तथाऽपि चार्वङ्गी दिव्यालंकारभूषणा॥
]

`verse 16 [
द्विजमादाय सर्वत्र मत्सुतोऽयं गुणाकरः।
एवं वदन्ती सर्वत्र याति वक्ति करोति च॥
]

`verse 17 [
तं विप्रं रूपसौभाग्यवयोविद्याविभूषितम्।
तां च वृद्धां गुणोपेतामस्य मातेति मेनिरे॥
]

`verse 18 [
तत्र द्विजवरः कश्चित्स्वां कन्यां भूषणान्विताम्।
राक्षसीं तां पुरस्कृत्य प्रादात्तस्मै द्विजातये॥
]

`verse 19 [
सा कन्या तं पतिं प्राप्य कृतार्थाऽस्मीत्यचिन्तयत्।
स द्विजोऽपि गुणैर्युक्तां पत्नीं दृष्ट्वा सुदुःखितः॥
]

`speaker [
द्विज उवाच
]

`verse 20 [
मामियं भक्षयेदेव राक्षसी पापरूपिणी।
किं करोमि क्व गच्छामि कस्यैतत्कथयामि वा॥
]

`verse 21 [
महत्संकटमापन्नं रक्षयिष्यति कोऽत्र माम्।
भार्या ममेयं कल्याणी गुणरूपवयोयुता॥
एनामप्यशुभाऽकस्माद्भक्षयिष्यति राक्षसी॥
]

`verse 22 [
एतस्मिन्नन्तरे तत्र भार्या सा गुणशलिनी।
वृद्धाऽप्यतिदुराधर्षा सा गता कुत्रचित्तदा॥
]

`verse 23 [
प्रश्रयावनता भूत्वा बाला चापि पतिव्रता।
भर्तारं दुःखितं ज्ञात्वा पतिं प्राह रहः शनैः॥
]

`speaker [
भार्योवाच
]

`verse 24 [
कस्मात्ते दुःखमापन्नं स्वमिंस्तत्त्वं वदस्व मे॥
]

`speaker [
ब्रह्मोवाच
]

`verse 25 [
शनैः प्रोवाच तां भार्यां यथावत्पूर्वविस्तरम्।
किमकथ्यं प्रिये मित्रे कुलीनायां च योषिति॥
]

`verse 26 [
भर्तृवाक्यं निशम्येदं प्रोवाच वदतां वरा॥
]

`speaker [
भार्योवाच
]

`verse 27 [
अनात्मनः सर्वतोऽपि भयमस्ति गृहेष्वपि।
कुतो भयं ह्यात्मवतां किं पुनर्गौतमीतटे॥
]

`verse 28 [
वसतां विष्णुभक्तानां विरक्तानां विवेकिनाम्।
अत्रस्नात्वा शुचिर्भूत्वा स्तुहि देवमनामयम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 29 [
एतदाकर्ण्य गङ्गायां स्नात्वा विगतकल्मषः।
तुष्टाव गौतमीतीरे द्विजो नारायणं तथा॥
]

`speaker [
द्विज उवाच
]

`verse 30 [
त्वमन्तरात्मा जगतोऽस्य नाथ, त्वमेव कर्ताऽस्य मुकुन्द हर्ता।
त्वं पालकः पालयसे न दीनमनाथबन्धो नरसिंह कस्मात्॥
]

`verse 31 [
श्रुत्वैतत्प्रार्थनं तस्य जगच्छोकनिवारणः।
नारायणोऽपि तां पापां निजघान स राक्षसीम्॥
]

`verse 32 [
सुदर्शनेन चक्रेण सहस्रारेण भास्वता।
तस्मै प्रादाद्वरानिष्टान्प्रापयच्च गुरुं प्रभुः॥
]

`verse 33 [
ततः प्रभृति तत्तीर्थं विप्रं नारायणं विदुः।
स्नानदानेन पूजाद्यैर्यत्र सिध्यति वाञ्छितम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये विप्रानारायणतीर्थवर्णनं नाम सप्तषष्ट्यधिकशततमोऽध्यायः॥
]

`verse 34 [
गौतमीमाहात्म्येऽष्टनवतितमोऽध्यायः॥
]
