`speaker [
ब्रह्मोवाच
]

`verse 1 [
उर्वशीतीर्थमाख्यातमश्वमेधफलप्रदम्।
स्नानदानमहादेववासुदेवार्चनादिभिः॥
]

`verse 2 [
महेश्वरो यत्र देवो यत्र शार्ङ्गधरो हरिः।
प्रमतिर्नाम राजाऽऽसीत्सार्वभौमः प्रतापवान्॥
]

`verse 3 [
रिपूञ्जित्वा जगामाऽऽशु इन्द्रलोकं सुरैर्वृतम्।
तत्रापश्यत्सुरपतिं मरुद्‌भिः सह नारद॥
]

`verse 4 [
जाहसेन्द्रं पाशहस्तं प्रमतिः क्षत्रियर्षभः।
तं हसन्तमथाऽऽलक्ष्य हरिः प्रमतिमब्रवीत्॥
]

`speaker [
इन्द्र उवाच
]

`verse 5 [
देवालये महाबुद्धे मरुद्‌भिः क्रीडितैरलम्।
दिशो जित्वा दिवं प्राप्तः कुरु क्रीडां मया सह॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
सकषायं हरिवाचो निशम्य प्रमतिर्नृपः।
तथेत्युवाच देवेन्द्रं निष्कृतिं कां तु मन्यसे॥
तच्छ्रुत्वा प्रमतेर्वाक्यं सुरराण्नृपमब्रवीत्॥
]

`speaker [
इन्द्र उवाच
]

`verse 7 [
उर्वश्येव पणोऽस्माकं प्राप्या या निखिलैर्मखैः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
एतच्छ्रुत्वेन्द्रवचनं प्रमतिः प्राह गर्वितः।
उर्वशीं निष्कृतिं मन्ये त्वं राजन्किं नु मन्यसे॥
]

`verse 9 [
यद्‌ब्रवीषि सुरेशान तन्मन्येऽहं शतक्रतो।
प्राहेन्द्रं प्रमतिस्तद्वन्निष्कृत्यै दक्षिणं करम्॥
सवर्म सशरं धर्म्यं देहि(मन्ये)दीव्यामहे वयम्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
तावेवं संविदं कृत्वा देवनायोपतस्थतुः।
प्रमतिर्जितवांस्तत्र उर्वशीं दैवतस्त्रियम्॥
]

`speaker [
प्रमतिरुवाच
]

`verse 11 [
निष्कृत्यै पुनरन्यन्मे पश्चाद्‌दीव्ये त्वया विभो॥
]

`speaker [
इन्द्र उवाच
]

`verse 12 [
देवयोग्यमथो वज्रं जैत्रं सरथमुत्तमम्।
दीव्येऽहं तेन नृपते करेणाप्यविचारयन्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 13 [
स गृहीत्वा तदा पाशानन्यांश्च मणिभूषितान्।
जितमित्यब्रवीच्छक्रं प्रमतिः प्रहसंस्तदा॥
]

`verse 14 [
एतस्मिन्नन्तरे प्रायादक्षज्ञस्तत्र नारद।
विश्वावसुरिति ख्यातो गन्धर्वाणां महेश्वरः॥
]

`speaker [
विश्वावसुरुवाच
]

`verse 15 [
गन्धर्वविद्यया राजंस्तया दीव्यामहे त्वया।
तथेत्युक्त्वा स नृपतिर्जितमित्यब्रवीत्तदा॥
]

`verse 16 [
तां जित्वा नृपतिर्मौर्ख्याद्देवेन्द्रं प्राह कश्मलम्॥
]

`speaker [
प्रमतिरुवाच
]

`verse 17 [
रणे वा देवने वाऽपि न त्वं जेता कथंचन।
महेन्द्र सततं तस्मादस्मदाराधको भव॥
वद केन प्रकारेण जाता देवेन्द्रता तव॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
तथा प्राहोर्वशीं गर्वाद्‌गच्छ कर्मकरी भव।
उर्वशी प्राह देवेषु यथा वर्ते तथा त्वयि॥
वर्तेयं सर्वभावेन न मां धिक्कर्तुमर्हसि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 19 [
ततस्तां प्रमतिः प्राह त्वादृश्यः सन्ति चारिकाः।
त्वं किं विलज्जसे भद्रे गच्छ कर्मकरी भव॥
]

`verse 20 [
एतच्छ्रुत्वा नृपेणोक्तं गन्धर्वाधिपतिस्तदा।
चित्रसेन इति ख्यातः(प्राह)सुतो विश्वावसोर्बली॥
]

`speaker [
चित्रसेन उवाच
]

`verse 21 [
दीव्येऽहं वै त्वया राजन्सर्वेणानेन भूपते।
राज्येन जीवितेनापि मदीयेन तवापि च॥
]

`speaker [
ब्रह्मोवाच
]

`verse 22 [
तथेत्युक्त्वा पुनरुभौ चित्रसेननृपोत्तमौ।
दीव्येतामभिसंरब्धौ चित्रसेनोऽजयत्तदा॥
]

`verse 23 [
गान्धर्वैस्तं महापाशैर्बबन्ध नृपतिं तदा।
चित्रसेनोऽजयत्सर्वमुर्वशीमुख्यतः पणैः॥
]

`verse 24 [
राज्यं कोशं बलं चैव यदनयद्वसु किंचन।
चित्रसेनस्य तज्जातं यदासीत्प्रमतेर्धनम्॥
]

`verse 25 [
तां जित्वा प्रमतिः प्राह संरम्भात्तं शतक्रतुम्॥
]

`speaker [
प्रमतिपुत्र उवाच
]

`verse 26 [
किं मे पित्रा कृतं पापं क्व वा बद्धो महामतिः।
कथमेष्यति स्वं स्थानं कथं पाशैर्विमोक्ष्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 27 [
सुमतेर्वचनं श्रुत्वा ध्यात्वा स मुनिसत्तमः।
मधुच्छन्दा जगादेदं प्रमतेर्वर्तनं तदा॥
]

`speaker [
मधुच्छन्दा उवाच
]

`verse 28 [
देवलोके तव पिता बद्ध आस्ते महामते।
कैतवैर्बहुदोषैश्च भ्रष्टराज्यो बभूव ह॥
]

`verse 29 [
यो याति कैतवसभां स चापि क्लेशभाग्भवेत्।
द्यूतमद्यामिषादीनि व्यसनानि नृपात्मज॥
]

`verse 30 [
पापिनामेव जायन्ते सदा पापात्मकानि हि।
एकैकमप्यनर्थाय पापाय नरकाय च॥
]

`verse 31 [
यानासनाभिलापाद्यैः कृतैः कैतववर्तिभिः।
कुलीनाः कलुषीभूताः किं पुनः कितवो जनः॥
]

`verse 32 [
कितवस्य तु या जाया तप्यते नित्यमेव सा।
स चापि कितवः पापो योषितं वीक्ष्य तप्यते॥
]

`verse 33 [
तां दृष्ट्वा विगतानन्दो नित्यं वदति पापकृत्।
अहो संसारचक्रेऽस्मिन्मया तुल्यो न पातकी॥
]

`verse 34 [
नकिंचिदपि यस्याऽऽस्ते लोके विषयजं सुखम्।
लोकद्वयेऽपि न सुखी कितवः कोऽपि दृश्यते॥
]

`verse 35 [
विभाति च तथा नित्यं लज्जया दग्धमानसः।
गतधर्मो निरानन्दो ग्रस्तगर्वस्तथाऽटति॥
]

`verse 36 [
अकैतवी च या वृत्तिः सा प्रशस्ता द्विजन्मनाम्।
कृषिगोरक्ष्यवाणिज्यमपि कुर्यान्न कैतबम्॥
]

`verse 37 [
यस्तु कैतववृत्त्या हि धनमाहर्तुमिच्छति।
धर्मार्थकामाभिजनैः स विमुच्येत पौरुषात्॥
]

`verse 38 [
वेदेऽपि दूषितं कर्म तव पित्रा तदाऽऽदृतम्।
तस्मात्किं कुर्महे वत्स यदुक्तं ते विधीयते॥
]

`verse 39 [
विधातृविहितं मार्गं को नु वाऽत्येति पण्डितः॥
]

`speaker [
ब्रह्मोवाच
]

`verse 40 [
एतत्पुरोधसो वाक्यं श्रुत्वा सुमतिरब्रवीत्॥
]

`speaker [
सुमति रुवाच
]

`verse 41 [
किं कृत्वा प्रमतिस्तातः पुना राज्यचमवाप्नुयात्॥
]

`speaker [
ब्रह्मोवाच
]

`verse 42 [
पुनर्ध्यात्वा मधुच्छन्दाः सुमतिं चेदमब्रवीत॥
]

`speaker [
मधुच्छन्दा उवाच
]

`verse 43 [
गौतमीं याहि वत्स त्वं तत्र पूजय शंकरम्।
अदितिं वरुणं विष्णुं ततः पाशाद्विमोक्ष्यते॥
]

`speaker [
ब्रह्मोवाच
]

`verse 44 [
तथेत्युक्त्वा जगामाऽऽशु गङ्गां नत्वा जनार्दनम्।
पूजयायास शंभुं च तपस्तेपे यतव्रतः॥
]

`verse 45 [
सहस्रमेकं वर्षाणां बद्धं पितरमात्मनः।
मोचयामास देवेभ्यः पुना राज्यमवाप सः॥
]

`verse 46 [
शिवे(हरि)शाभ्यां मुक्तपाशो राज्यं प्राप सुतात्स्वकात्।
अवाप्य विद्यां गान्धर्वी प्रियश्चाऽऽसीच्छतक्रतोः॥
]

`verse 47 [
शांभवं वैष्णवं चैव उर्वशीतीर्थमेव च।
ततः प्रभृति तत्तीर्थं कैतवं चेति विश्रुतम्॥
]

`verse 48 [
शिवविष्णुसरिन्मातुः प्रसादादाप्यते न किम्।
तत्र स्नानं च दानं च बहुपुण्यफलप्रदम्॥
पापपाशविमोक्षं तु सर्वदुर्गतिनाशनम्।
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्य उर्वश्यादितीर्थवर्णनं नामैकसप्त्यधिकशततमोऽध्यायः॥
]

`verse 49 [
गौतमीमाहात्म्ये द्व्यधिकशततमोऽध्यायः॥
]
