`speaker [
ब्रह्मोवाच
]

`verse 1 [
सामुद्रं तीर्थमाख्यं सर्वतीर्थफलप्रदम्।
तस्य स्वरूपं वक्ष्यामि श्रृणु नारद तन्मनाः॥
]

`verse 2 [
विसृष्टा गौतमेनासौ गङ्गा पापप्रणाशनी।
लोकानामुपकारार्थं प्रायात्पूर्वार्णवं प्रति॥
]

`verse 3 [
आगच्छन्ती देवनदी कमण्डलूधृता मया।
शिरसा च धृता देवी शंभुना परमात्मना॥
]

`verse 4 [
विष्णुपादात्प्रसूतां तां ब्राह्मणेन महात्मना।
आनीनां मर्त्यभवनं स्मरणादघनाशनीम्॥
]

`verse 5 [
गुरोर्गुरुतमां सिन्धुर्दुष्ट्‌वा कृत्यमचिन्तयत्।
या वन्द्य जगतामीशा ब्रह्मेशाद्यैर्नमस्कृता॥
]

`verse 6 [
तामहं प्रतिगच्छेयं नो चेत्स्याद्धर्मदूषणम्।
आगच्छन्तं महात्मानं यो मोहान्नोपतिष्ठते॥
]

`verse 7 [
न तस्य कोऽपि त्राताऽस्ति पापिनो लोकयोर्द्वयोः।
एवं विमृश्य रत्नेशो मूर्तिमान्विनयान्वितः॥
कृताञ्जलिपुटो गङ्गामाहेदं सारितांपतिः॥
]

`speaker [
सिन्धुरुवाच
]

`verse 8 [
रसातलगतं वापि पृथिव्यां यन्नभस्तले।
तन्मामेवात्र विशतु नाहं वक्ष्यामि किंचन॥
]

`verse 9 [
मयि रत्नानि पीयूषं पर्वता राक्षसासुराः।
एतानप्यखिलानन्यान्भीमान्संधारयाम्यहम्॥
]

`verse 10 [
ममान्तः कमलायुक्तो विष्णुः स्वपिति नित्यदा।
ममाशक्यं न किमपि विद्यते सचराचरे॥
]

`verse 11 [
महत्यभ्यागते कुर्यात्प्रत्युत्थानं न यो मदात्।
स धर्मादिपरिभ्रष्टो निरयं तु समाप्नुयात्॥
]

`verse 12 [
न तान्मे बिभ्रतः खेदो विनाऽगस्त्यपराभवात्।
किं तु त्वं गौरवेणैषामतिरिक्ता ततस्त्वहम्॥
]

`verse 13 [
ब्रवीमि देवि गङ्गे मां त्वं साम्यात्संगता भव।
नैकरूपामहं शक्तः संगन्तुं बहुधा यदि॥
]

`verse 14 [
सङ्गमेष्यसि देवी त्वं संगच्छेऽहं न चान्यथा।
गङ्गे समेष्यसि यदि बहुधा तद्विचारये॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
तमेवंवादिनं सिन्धुमपामीशं तदाऽब्रवीत्।
गङ्गा सा गौतमी देवी कुरु चैतद्वचो मम॥
]

`verse 16 [
सप्तर्षीणां च या भार्या अरुन्धतिपुरोगमाः।
भर्तृभिः सहिताः सर्वा आनय त्वं तदा त्वहम्॥
]

`verse 17 [
अल्पभूता भविष्यामि ततः स्यं तव संगता।
तथेत्युक्त्वा सप्तर्षीणां भार्याभिर्ऋ(श्चऋ)षिभिर्वृतः(ताः)॥
]

`verse 18 [
आनयामास तां(ता)देवी सप्तधा सा व्याभज्यत।
सा चेयं गौतमी गङ्गा सप्तधा सागरं गता॥
]

`verse 19 [
सप्तर्षीणां तु नाम्ना तु सप्त गङ्गास्ततोऽभवन्।
तत्र स्नानं च दानं च श्रवणं पठनं तथा॥
]

`verse 20 [
स्मरणं चापि यद्‌भक्त्या सर्वकामप्रदं भवेत्।
नास्मादन्यत्परं तीर्थं समुद्राद्‌भुवनत्रये॥
पापहानौ भुक्तितमुक्तिप्राप्तौ च मनसो मुदे॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये सप्तधागोदावरीसमुद्रगमनवर्णनं नाम द्विसप्तत्यधिकशततमोऽध्यायः॥
]

`verse 21 [
गौतमीमाहात्म्ये त्र्यधिकशततमोऽध्यायः॥
]
