`speaker [
ब्रह्मोवाच
]

`verse 1 [
ऋषिसत्रमिति ख्यातमृषयः सप्त नारद।
निषेदुस्तपसे यत्र यत्र भीमेश्वरः शिवः॥
]

`verse 2 [
तत्रेदं वृत्तमाख्यास्ये देवर्षिपितृबृंहितम्।
श्रृणु यत्नेन वक्ष्यामि सर्वकामप्रदं शुभम्॥
]

`verse 3 [
thumb|गङ्गायाः सप्तर्षिषु विभागः
सप्तधा व्यभजन्गङ्गामृषयः सप्त नारद।
वासिष्ठी दाक्षिणेयी स्याद्वैश्वामित्री तदुत्तरा॥
]

`verse 4 [
वामदेव्यपरा ज्ञेया गौतमी मध्यतः शुभा।
भारद्वाजी स्मृता चान्या आत्रेयी चेत्यथापरा॥
]

`verse 5 [
जामदग्नी तथा चान्या व्यपदिष्टा तु सप्तधा।
तैः सर्वैर्ऋषिभिस्तत्र यष्टुमिष्टैर्महात्मभिः॥
]

`verse 6 [
निष्पादितं महासत्रमृषिभः पारदर्शिभिः।
एतस्मिन्नन्तरे तत्र देवानां प्रबलो रिपुः॥
]

`verse 7 [
विश्वरूप इति ख्यातो मुनीनां सत्रमभ्यगात्।
ब्रह्मचर्येण तपसा तानाराध्य यथाविधि॥
विनयेनाथ पप्रच्छ ऋषीन्सर्वाननुक्रमात्॥
]

`speaker [
विश्वरूप उवाच
]

`verse 8 [
ध्रुवं सर्वे यथाकामं मम स्वास्थ्येन हेतुना।
यथा स्याद्‌बलवान्पुत्रो देवानामपि दुर्धरः॥
यज्ञैर्वा तपसा वाऽपि मुनयो वक्तुमर्हथ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 9 [
तत्र प्राह महाबुद्धिर्विश्वामित्रो महामनाः॥
]

`speaker [
विश्वामित्र उवाच
]

`verse 10 [
कर्मणा तात लभ्यन्ते फलानि विविधानि च।
त्रयाणां कारणानां च कर्म प्रथमकारणम्॥
]

`verse 11 [
ततश्च कारणं कर्ता ततश्चान्यत्प्रकीर्तितम्।
उपादानं तथा बीजं न च कर्म विदुर्बुधाः॥
]

`verse 12 [
कर्मणां कारणत्वं च कारणे पुष्कले सति।
भावाभावौ फले दृष्टौ तस्मात्कर्माश्रितं फलम्॥
]

`verse 13 [
कर्मापि द्विविधं ज्ञेयं क्रियमाणं तथा कृतम्।
कर्तव्यं क्रियमाणस्य साधनं यद्यदुच्यते॥
]

`verse 14 [
तद्भावाः कर्मसिद्धौ च उभयत्रापि कारणम्।
यद्यद्‌भावयते जन्तुः कर्म कुर्वन्विचक्षणः॥
]

`verse 15 [
तद्भावनानुरूपेण फलनिष्पत्तिरुच्यते॥
करोति कर्म विधिवद्विना भावनया यदि॥
]

`verse 16 [
अन्यथा स्यात्फलं सर्वं तस्य भावानुरूपतः।
तस्मात्तपो व्रतं दानं जपयज्ञादिकाः क्रियाः॥
]

`verse 17 [
कर्मणस्त्वनुरूपेण फलं दास्यन्ति भावतः।
तस्माद्भावानुरूपेण कर्म वै दास्यते फलम्॥
]

`verse 18 [
भावस्तु त्रिविधो ज्ञेयः सात्त्विको राजसस्तथा।
तामसस्तु तथा ज्ञेयः फलं कर्मानुसारतः॥
]

`verse 19 [
भावनानुगुणं चेति विचित्रा कर्मणां स्थितिः।
तस्मादिच्छानुसारेण भावं कुर्याद्विचक्षणः॥
]

`verse 20 [
पश्चात्कर्मापि कर्तव्यं फलदाताऽपि तद्विधम्।
फलं ददाति फलिनां फले यदि प्रवर्तते॥
]

`verse 21 [
कर्मकारो न तत्रास्ति कुर्यात्कर्म स्वभावतः।
तदेव चोपदानादि सत्त्वादिगुणभेदतः॥
]

`verse 22 [
भावात्प्रारभते तद्वद्‌भावैः फलमवाप्यते।
धर्मार्थकाममोक्षाणां कर्म चैव हि कारणम्॥
]

`verse 23 [
भावस्थितं भवेत्कर्म मुक्तिदं बन्धकारणम्।
स्वभावानुगुणं कर्म स्वस्यैवेहे परत्र च॥
]

`verse 24 [
फलानि विविधान्याशु करोति समतानुगम्।
एक एव पदार्थोऽसौ भावैर्भेदः प्रदृश्यते॥
]

`verse 25 [
क्रियते भुज्यते वाऽपि तस्माद्‌भावो विशिष्यते।
यथाभावं कर्म कुरु यथेप्सितमवाप्स्यसि॥
]

`speaker [
ब्रह्मोवाच
]

`verse 26 [
एतच्छ्रुत्वा ऋषेर्वाक्यं विश्वामित्रस्य धीमतः
तपस्तप्त्वा बहुकालं तामसं भावमाश्रितः॥
]

`verse 27 [
विश्वरूपः कर्म भीमं चकार सुरभीषणम्।
पश्यत्सु ऋषिमुख्येषु वार्यमाणोऽपि नित्यशः॥
]

`verse 28 [
आत्मकोपानुसारेण भीमं कर्म तथाऽकरोत्।
भीषणे कुण्डखाते तु भीषणे जातवेदसि॥
]

`verse 29 [
भीषणं रौद्रपुरुषं ध्यात्वाऽऽत्मानं गुहाशयम्।
एवं तपन्तमालक्ष्य वागुवाचाशरीरिणी॥
]

`verse 30 [
जटाजूटं विनाऽऽत्मानं नच वृत्रो व्यजीयत।
वृथाऽऽत्मानं विश्वरूपो जुहुयाज्जातवेदसि(?)॥
]

`verse 31 [
स एवेन्द्रः स वरुणः स च स्यात्सर्वमेव च।
त्यक्त्वाऽऽत्मानं जटामात्रं हुतवान्वृजिनोद्‌भवः॥
]

`verse 32 [
वृत्र इत्युच्यते वेदे स चापि वृजिनोऽभवत्।
भीमस्य महिमानं को जानाति जगदीशितुः॥
]

`verse 33 [
सृजत्यशेषमपि यो न च सङ्गेन लिप्यते।
विररामेति संकीर्त्य सा वाण्येनं मुनीश्वराः॥
]

`verse 34 [
भीमेश्वरं नमस्कृत्य जग्मुः स्वं स्वमथाऽऽश्रमम्।
विश्वरूपो महाभीमो भीमकर्मा तथाकृतिः॥
]

`verse 35 [
भीमभावो भीमतनुं ध्यात्वाऽऽत्मानं जुहाव ह।
तस्माद्‌भीमेश्वरो देवः पुराणे परिपठ्यते॥
तत्र स्नानं च दानं च मुक्तिदं नात्र सशयः॥
]

`verse 36 [
इति पठति श्रुणोति यश्च भक्त्या, विबुधपतिं शिवमत्र भीमरूपम्।
जगति विदितमशेषपापहारिस्मृतिपदशरणेन मुक्तिदश्च(?)॥
]

`verse 37 [
गोदावरी तावदशेषपापसमूहहन्त्री परमार्थदात्री।
सदैव सर्वत्र विशेषतस्तु, यत्राम्बुराशिं समनुप्रविष्टा॥
]

`verse 38 [
स्नात्वा तु तस्मिन्सुकृती शरीरी, गोदावरीवारिधिसंगमे यः।
उद्धृत्य तीव्रन्निरयादशेषात्स पूर्वजान्याति पुरं पुरारेः॥
]

`verse 39 [
वेदान्तवेद्यं यदुपासितव्यं, तद्‌ब्रह्म साक्षात्खलु भीमनाथः।
दृष्टे हि तस्मिन्न पुनर्विशन्ति, शरीरिणः संसृतिमुग्रदुःखाम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये ऋषिसत्रभीमेश्वरतीर्थवर्णनं नाम त्रिसप्तत्यधिकशततमोऽध्यायः॥
]

`verse 40 [
गौतमीमाहात्म्ये चतुरधिकशततमोऽध्यायः॥
]
