`speaker [
ब्रह्मोवाच
]

`verse 1 [
सा संगता पूर्वमपांपतिं तं, गङ्गा सुराणामपि वन्दनीया।
देवैश्च सर्वैरनुगम्यमाना, संस्तूयमाना मुनिभिर्मरुद्‌भिः॥
]

`verse 2 [
वसिष्ठजाबालिसयाज्ञवल्क्यक्रत्वङ्गिरोदक्षमरीचिवैष्णवाः।
शातातपः शौनकदेवरातभृग्वग्निवेश्यात्रिमरीचिमुख्याः॥
]

`verse 3 [
सुधूतपापा मनुगौतमादयः, सकौशिकास्तुम्बरुपर्वताद्याः।
अगस्त्यमार्कण्डसपिप्पलाद्याः, सगालवा योगपरायणाश्च॥
]

`verse 4 [
सवामदेवाङ्गिरसोऽथ भार्गवाः, स्मृतिप्रवीणाः श्रुतिभिर्मनोज्ञाः।
सर्वे पुराणार्थविदो बहुज्ञास्ते गौतमीं देवनदीं तु गत्वा॥
]

`verse 5 [
स्तोष्यन्ति मन्त्रैः श्रुतिभिः प्रभूतैर्हृद्यैश्च तुष्टैर्मुदितैर्मनोभिः।
तां संगतां वीक्ष्य शिवो हरिश्च, आत्मानमादर्शयतां मुनिभ्यः॥
]

`verse 6 [
तथाऽमराऽस्तौ पितृभिश्च दुष्टौ, स्तुवन्ति देवौ सकलार्तिहारिणौ॥
]

`verse 7 [
आदित्या वसवो रुद्रा मरुतो लोकपालकाः।
कृताञ्जलिपुटाः सर्वे स्तुवन्ति हरिशंकरौ॥
]

`verse 8 [
संगमेषु प्रसिद्धेषु नित्यं सप्तसु नारद।
समुद्रस्य च गङ्गाया नित्यं देवौ प्रतिष्ठितौ॥
]

`verse 9 [
गौतमेश्वर आख्यातो यत्र देवो महेश्वरः।
नित्यं संनिहितस्तत्र माधवो रमया सह॥
]

`verse 10 [
ब्रहमेश्वर इति ख्यातो मयैव स्थापितः शिवः।
लोकानामुपकारार्थमात्मनः कारणान्तरे॥
]

`verse 11 [
चक्रपाणिरिति ख्यातः स्तुतो देवैर्मया सह।
तत्र संनिहितो विष्णुर्देवैः सह मरुद्‌गणैः॥
]

`verse 12 [
ऐन्द्रतीर्थमिति ख्यातं तदेव हयमूर्धकम्।
हयमूर्धा तत्र विष्णुस्तन्मूर्धनि सुरा अपि॥
सोमतीर्थमिति ख्यातं यत्र सोमेश्वरः शिवः॥
]

`verse 13 [
इन्द्रस्य सोमश्रवसो देवैश्च ऋषिभिस्तथा।
प्रार्थितः सोम एवाऽऽदाविन्द्रायेन्दो परिस्रव॥
]

`verse 14 [
सप्त दिशो नानासूर्याः सप्त होतार ऋत्विजः।
देवा आदित्या ये सप्त तेभिः सोमाभिरक्ष न इन्द्रायेन्दो परिस्रव॥
]

`verse 15 [
यत्ते चाजञ्छृतं हविस्तेन सोमाभिरक्ष नः।
अराती वा मा नस्तारीन्मो च नः किंचनामदिन्द्रयेन्दो परिस्रव॥
]

`verse 16 [
ऋषे मन्त्रकृतां स्तोमैः कश्यपोद्वर्धयन्गिरः।
सोमं नमस्य राजानं यो जज्ञेवीरुधां पतिरिन्द्रायेन्दो परिस्रव॥
]

`verse 17 [
कारुरहं ततो भिषगुपलप्रक्षिणी नना।
नानाधियोवसूयवोऽनु गा इव तस्थिमेन्द्रायेन्दो परिस्रव॥
]

`verse 18 [
एवमुक्त्वा च ऋषिभिः सोमं प्राप्य च वज्रिणे।
तेभ्यो दत्त्वा ततो यज्ञः पूर्णो जातः शतक्रतोः॥
]

`verse 19 [
तत्सोमतीर्थमाख्यातामाग्नेयं पुरतस्तु तत्।
अग्निरिष्ट्वा महायज्ञैर्मामाराध्य मनीषितम्॥
]

`verse 20 [
संप्राप्तवान्मत्प्रसादादहं तत्रैव नित्यशः।
स्थितो लोकोपकारार्थं तत्र विष्णुः शिवस्तथा॥
]

`verse 21 [
तस्मादाग्नेयमाख्यातमादित्यं तदनन्तरम्।
यत्राऽऽदित्यो वेदमयो नित्यमेति उपासितुम्॥
]

`verse 22 [
रूपान्तरेण मध्याह्ने द्रष्टुं मां शंकरं हरिम्।
नमस्कार्यस्तत्र सदा मध्याह्ने सकलो जनः॥
]

`verse 23 [
रूपेण केन सविता समायातीत्यनिश्चयात्।
तस्मादादित्यमाख्यातं बार्हस्पत्यमनन्तरम्॥
]

`verse 24 [
बृहस्पतिः सुरैः पूजां तस्मात्तीर्थादवाप ह।
ईजे च यज्ञान्विविधान्बार्हस्पत्यं ततो विदुः॥
]

`verse 25 [
तत्तीर्थस्मरणादेव ग्रहशान्तिर्भविष्यति।
तस्मादप्यपरं तीर्थमिन्द्रगोपे नगोत्तमे॥
]

`verse 26 [
प्रतिष्ठितं महालिङ्गं कस्मिश्चित्कारणान्तरे।
हिमालयेन तत्तीर्थमद्रितीर्थं तदुच्यते॥
]

`verse 27 [
तत्र स्नानं च दानं च सर्वकामप्रदं शुभम्।
एवं सा गौतमी गङ्गा ब्रह्माद्रेश्च विनिःसृता॥
]

`verse 28 [
यावत्सागरगा देवी तत्र तीर्थानि कानिचित्।
संक्षेपेण मयोक्तानि रहस्यानि शुभानि च॥
]

`verse 29 [
वेदे पुराणे ऋषिभिः प्रसिद्धा, या गौतमी लोकनमस्कृता च।
वक्तुं कथं तामतिसुप्रभावामशेषतो नारद कस्य शक्तिः॥
]

`verse 30 [
भक्त्या प्रवृत्तस्य यथाकथंचिन्नैवापराधोऽस्ति न संशयोऽत्र।
तस्माच्च दिङ्मात्रमतिप्रयासात्संसूचितं लोकहिताय तस्याः॥
]

`verse 31 [
कस्तस्याः प्रतितीर्थं तु प्रभावं वक्तुमीश्वरः।
अपि लक्ष्मीपतिर्विष्णुरलं सोमेश्वरः शिवः॥
]

`verse 32 [
क्वचित्कस्मिंश्च तीर्थानि कालयोगे भवन्ति हि।
गुणवन्ति महाप्राज्ञ गौतमी तु सदा नृणाम्॥
]

`verse 33 [
सर्वत्र सर्वदा पुण्या को न्वस्या गुणकीर्तनम्।
वक्तुं शक्तस्ततस्तस्यै नम इत्येव युज्यते॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे तीर्थमाहात्म्ये गङ्गासागरसंगमवर्णनं नाम चतुःसप्तत्यधिकशततमोऽध्यायः॥
]

`verse 34 [
गौतमीमाहात्म्ये पञ्चादिकशततमोऽध्यायः॥
]
