`verse 1 [
बादरायणं प्रति श्रीकृष्णावतारविषयको मुनीनां प्रश्नः
लोमहर्षण उवाच
व्यासस्य वचनं श्रुत्वा मुनयः संयतेन्द्रियाः।
प्रीति बभूवः संहृष्टा विस्मिताश्च पुनः पुनः॥
]

`speaker [
मुनय ऊचुः
]

`verse 2 [
अहो भारतवर्षस्य त्वया संकीर्तिता गुणाः।
तद्वच्छ्रीपुरुषाख्यस्य क्षेत्रस्य पुरुषोत्तम॥
]

`verse 3 [
विस्मयो हि न चैकस्य श्रुत्वा माहात्म्यमुत्तमम्।
पुरुषाख्यस्य क्षेत्रस्य प्रीतिश्च वदतां वर॥
]

`verse 4 [
चिरात्प्रभृति चास्माकं संशयो हृदि वर्तते।
त्वदृते संशयस्यास्य छेत्ता नान्योऽस्ति भूतले॥
]

`verse 5 [
उत्पत्तिं बलदेवस्य कृष्णस्य च महीतले।
भद्रायाश्चैव कार्त्स्न्येन पृच्छामस्त्वां महामुने॥
]

`verse 6 [
किमर्थं तौ समुत्पन्नौ कृष्णसंकर्षणावुभौ।
वसुदेवसुतौ वीरौ स्थितौ नन्दगृहे मुने॥
]

`verse 7 [
निःसारे मृत्युलोकेऽस्मिन् दुःखप्रायेऽतिचञ्चले।
जलबुद्‌बुदसंकाशे भैरवे लोमहर्षणे॥
]

`verse 8 [
विण्मूत्रपिच्छलं कष्टं संकटं दुःखदायकम्।
कथं घोरतरं तेषां गर्भवासमरोचत॥
]

`verse 9 [
यानि कर्माणि चक्रुस्ते समुत्पन्ना महीतले।
विस्तरेण मुने तानि ब्रूहि नो वदतां वर॥
]

`verse 10 [
समग्रं चरितं तेषामद्‌भुतं चातिमानुषम्।
कथं स भगवान्देवः सुरेशः सुरसत्तमः॥
]

`verse 11 [
वसुदेवकुले धीमान्वासुदेवत्वमागतः।
अमरैश्चाऽऽवृतं पुण्यं पुण्यकृदिभरलंकृतम्॥
]

`verse 12 [
देवलोकं किमुत्सृज्य मर्त्यलोक इहाऽऽगतः।
देवमानुषयोर्नेता द्योर्भुवः प्रभवोऽव्ययः॥
]

`verse 13 [
किमर्थं दिव्यमात्मानं मानुषेषु न्ययोजयत्।
यश्चक्रं वर्तयत्येको मानुषाणामनामयम्॥
]

`verse 14 [
स मानुष्ये कथं बुद्धिं चक्रे चक्रगदाधरः।
गोपायनं यः कुरुते जगतः सार्वभौतिकम्॥
]

`verse 15 [
स कथं गां गतो विष्णुर्गोपत्वमकरोत्प्रभुः।
महाभूतानि भूतात्मा यो दधार चकार च॥
]

`verse 16 [
श्रीगर्भः स कथं गर्भे स्त्रिया भूचरया धृतः।
येन लोकान्क्रमैर्जित्वा त्रिभिर्वै त्रिदशेप्सया॥
]

`verse 17 [
स्थापिता जगतो मार्गास्त्रिवर्गाश्चाभवंस्त्रयः।
योऽन्तकाले जगत्पीत्वा कृत्वा तोयमयं वपुः॥
]

`verse 18 [
लोकमेकार्णवं चक्रे दृश्यादृश्येन चाऽऽमना।
यः पुराणः पुराणात्मा वाराहं रूपमास्थितः॥
]

`verse 19 [
विषाणाग्रेण वसुधामुज्जहारारिसूदनः।
यः पुरा पुरुहूतार्थे त्रैलोक्यमिदमव्ययम्॥
]

`verse 20 [
ददौ जित्वा वसुमतीं सुराणां सुरसत्तमः।
येन सैंहवपुः कृत्वा द्विधा कृत्वा च तत्पुनः॥
]

`verse 21 [
पूर्वदैत्यो महावीर्यो हिरण्यकशिपुर्हतः।
यः पुरा ह्यनलो भूत्वा और्वः संवर्तको विभुः॥
]

`verse 22 [
पातालस्थोऽर्णवरसं पपौ तोयमयं हरिः।
सहस्रचरणं ब्रह्म सस्रांशुसहस्रदम्॥
]

`verse 23 [
सहस्रशिरसं देवं यमाहुर्वै युगे युगे।
नाभ्यां पद्मं सुमुद्भूतं यस्य पैतामहं गृहम्॥
]

`verse 24 [
एकार्णवे नागलोके सद्धिरण्मयपङ्कजम्।
येन ते निहता दैत्याः संग्रामे तारकामये॥
]

`verse 25 [
येन देवमयं कृत्वा सर्वायुधधरं वपुः।
गुहासंस्थेन चोत्सिक्तः कालनेमिर्निपातितः॥
]

`verse 26 [
उत्तरान्ते समुद्रस्य क्षीरोदस्यामृतोदधौ।
यः शेते शाश्वतं योगमास्थाय तिमिरं महत्॥
]

`verse 27 [
सुरारणी गर्भमत्त दिव्यं तपः प्रकर्षाददितिः पुराणम्।
शक्रं च यो दैत्यगणावरुद्धं, गर्भावधानेन कृतं चकार॥
]

`verse 28 [
पदानि यो योगमयानि कृत्वा, चकार दैत्यान्सलिलेशयस्थान्।
कृत्वा स देवांस्त्रिदशेश्वरांस्तु, चक्रे सुरेशं पुरुहूतमेव॥
]

`verse 29 [
गार्हपत्येन विधिना अन्वाहार्येण कर्मणा।
अग्निमावहनीयं च वेदं दीक्षां समिद्‌धुवम्॥
]

`verse 30 [
प्रक्षणीयं स्रुवं चैव आवभृथ्यं तथैव च।
अवाक्पाणस्तु यश्चक्रे हव्यभागभुजस्तथा॥
]

`verse 31 [
हव्यादांश्च सुरांश्चक्रे कव्यादांश्च पितृनथ।
भोगार्थे यज्ञविधिनाऽयोजयद्यज्ञकर्मणि॥
]

`verse 32 [
पात्राणि दक्षिणां दीक्षां चरूंश्चोलूखलानि च।
यूपं समित्स्रुवं सोमं पवित्रान्परिधीनपि॥
]

`verse 33 [
यज्ञियानि च द्रव्याणि चमसांश्च तथाऽपरान्।
सदस्यान्यजमानांश्च मेधादींश्च क्रतूत्तमान्॥
]

`verse 34 [
विबभाज पुरा यस्तु पारमेष्ठ्येन कर्मणा।
युगानुरूपं यः कृत्वा लोकाननुपराक्रमात्॥
]

`verse 35 [
क्षणा निमेषाः काष्ठाश्च कलास्त्रैकाल्यमेव च।
मुहूर्तास्थिथयो मासा दिनं संवत्सरस्तथा॥
]

`verse 36 [
ऋतवः कालयोगाश्च प्रमाणं त्रिविधं त्रिषु।
आयुःश्रेत्राण्युपचयो लक्षणं रूपसौष्ठवम्॥
]

`verse 37 [
त्रयो लोकास्त्रयो देवास्त्रैविद्यं पावकास्त्रयः।
त्रैकाल्यं त्रीणि कर्माणि त्रयो वर्णास्त्रयोगुणाः॥
]

`verse 38 [
सृष्टा लोकाः पुरा सर्वे येनानन्तेन कर्मणा।
सर्वभूतगतः स्रष्टा सर्वभूतगुणात्मकः॥
]

`verse 39 [
नृणामिन्द्रियपूर्वेण योगेन रमते च यः।
गतागताभ्यां योगेन य एव विधिरीश्वरः॥
]

`verse 40 [
या गतिर्धर्मयुक्तानामगतिः पापकर्मणाम्।
चातुर्वर्ण्यस्य प्रभवश्चातुर्वर्ण्यस्य रक्षिता॥
]

`verse 41 [
चातुर्विद्यस्य यो वेता चातुराश्रम्यसंश्रयः।
दिगन्तरं नमो भूमिर्वायुर्वाऽपि विभावसुः॥
]

`verse 42 [
चन्द्रसूर्यमयं ज्योतिर्युगेशः क्षणदाचरः।
यः परं श्रूयते ज्योतिर्यः परं श्रूयते तपः॥
]

`verse 43 [
यं परं प्राहुरपरं यः परः परमत्मवान्।
आदित्यानां तु यो देवो यश्च दैत्यान्तको विभुः॥
]

`verse 44 [
युगान्तेष्वन्तको यश्च यश्च लोकान्तकान्तकः।
सेतुर्यो लोकसेतूनां मेध्यो यो मेध्यकर्मणाम्॥
]

`verse 45 [
वेद्यो यो वेदविदुषां प्रभुर्यः प्रभवात्मनाम्।
सोमभूतश्च सौम्यानामग्निभूतोऽग्निवर्चसाम्॥
]

`verse 46 [
यः शक्राणामीशभूतस्तपोभूतस्तपस्विनाम्।
विनयो नयवृत्तीनां तेजस्तेजस्विनामपि॥
]

`verse 47 [
विग्रहो विग्रहार्हाणां गतिर्गतिमतामपि।
आकाशप्रभवो वायुर्वायोः प्राणाद्‌धुताशनः॥
]

`verse 48 [
दिवो हुताशनः प्राणः प्राणोऽग्निर्मधुसूदनः।
रसाच्छोणितसंभूतिः शोणितान्मांसमुच्यते॥
]

`verse 49 [
मांसात्तु मेदसो जन्म मेदसोऽस्थि निरुच्यते।
अस्थ्नो मज्जा समभवान्मज्जातः शुक्रसम्भवः॥
]

`verse 50 [
शुक्रद्‌गर्भः समभवद्रसमूलेन कर्मणा।
तत्रापां प्रथमो भागः स सौम्यो राशिरुच्यते॥
]

`verse 51 [
गर्भोष्मसंभवो ज्ञेयो द्वितीयो राशिरुच्यते।
शुक्रं सोमात्मकं विद्यादार्तवं पावकात्मकम्॥
]

`verse 52 [
भावा रसानुगाश्चैषां बीजे च शशिपावकौ।
कफवर्गे भवेच्छुक्रं पित्तवर्गे च शोणितम्॥
]

`verse 53 [
कफस्य हृदयं स्थनं नाभ्यां पित्तं प्रतिष्ठितम्।
देहस्य मध्ये हृदयं स्थानं तन्मनसः स्मृतम्॥
]

`verse 54 [
नाभिकोष्ठान्तरं यत्तु तत्र देवो हुताशनः।
मनः प्रजापतिर्ज्ञेयः कफः सोमो विभाव्यते॥
]

`verse 55 [
पित्तमग्निः स्मृतं त्वेवमग्निसोमात्मकं जगत्।
एवं प्रवर्तिते गर्भे वर्धितेऽर्बुदसंनिभे॥
]

`verse 56 [
वायुः प्रवेशं संचक्रे संगतः परमात्मनः।
स पञ्चधा शरीरस्थो भिद्यते वर्तते पुनः॥
]

`verse 57 [
प्राणापानौ समानश्च उदानो व्यान एव च।
प्राणोऽस्य परमात्मानं वर्धयन्परिवर्तते॥
]

`verse 58 [
अपानः पश्चिमं कायमुदानोऽर्धं शरीरिणः।
व्यानस्तु व्याप्यते येन समानः संनिवर्तते॥
]

`verse 59 [
भूतावाप्तिस्ततस्तस्य जायेतेन्द्रियगोचरा।
पृथिवी वायुराकाशमापो ज्योतिश्च पञ्चमम्॥
]

`verse 60 [
तस्येन्द्रियनिविष्टानि स्वं स्वं भागं प्रचक्रिरे।
पार्थिवं देहमाहुस्तु प्राणात्मानं च मारुतम्॥
]

`verse 61 [
छिद्राण्याकाशयोनीनि जलात्स्रावः प्रवर्तते।
ज्योतिश्चक्षूंषि तेजश्च आत्मा तेषां मनः स्मृतम्॥
]

`verse 62 [
ग्रामाश्च विषयाश्चैव यस्य वीर्यात्प्रवर्तिताः।
इत्येतान्पूरुषः सर्वान्सृजँल्लोकान्सनातनः॥
]

`verse 63 [
नैदनेऽस्मिन्कथं लोके नरत्वं विष्णुरागतः।
एष नः संशयो व्रह्मन्नेष नो विस्मयो महान्॥
]

`verse 64 [
कथं गतिर्गतिमतामापन्नो मानुषीं तनुम्।
आश्चर्यं परमं विष्णुर्देवैर्दैत्यैश्च कथ्यते॥
]

`verse 65 [
विष्णोरुत्पत्तिमाश्चर्यं कथयस्व महामुने।
प्रख्यातबलवीर्यस्य विष्णोरमिततेजसः॥
]

`verse 66 [
कर्मणाऽऽश्चर्यभूतस्य विष्णोस्तत्त्वमिहोच्यताम्।
कथं स देवो देवानामार्तिहा पुरुषोत्तमः॥
]

`verse 67 [
सर्वव्यापी जगन्नाथः सर्वलोकमहेश्वरः।
सर्गस्थित्यन्तकृद्देवः सर्वलोकसुखावहः॥
]

`verse 68 [
अक्षयः शाश्वतोऽनन्तः क्षयवृद्धिविवर्जितः।
निर्लेपो निर्गुणः सूक्ष्मो निर्विकारो निरञ्जनः॥
]

`verse 69 [
सर्वोपाधिविनिर्मुक्तः सत्तामात्रव्यवस्थितः।
अविकारी विभुर्नित्यः परमात्मा सनातनः॥
]

`verse 70 [
अचलो निर्मलो व्यापी नित्यतृप्तो निराश्रयः।
विशुद्धं श्रूयते यस्य हरित्वं च कृते युगे॥
]

`verse 71 [
वैकुण्ठत्वं च देवेषु कृष्णत्वं मानुषेषु च।
ईश्वरस्य हि तस्येमां गहनां कर्मणो गतिम्॥
]

`verse 72 [
समतीतां भविष्यं च श्रोतुमिच्छा प्रवर्तते।
अव्यक्तो व्यक्तलिङ्गस्थो य एष भगवान्प्रभुः॥
]

`verse 73 [
नारायणो ह्यनन्तात्मा प्रभवोऽव्यय एव च।
एष नारायणो भूत्वा हरीरासीत्समनातनः॥
]

`verse 74 [
ब्रह्मा शक्रश्च रुद्रश्च धर्मः शुक्रो बृहस्पतिः।
प्रधानात्मा पुरा ह्येष ब्रह्माणमसृजत्प्रभुः॥
]

`verse 75 [
सोऽसृजत्पूर्वपुरुषः पुरा कल्पे प्रजापतीन्।
एवं स भगवान्विष्णुः सर्वलोकमहेश्वरः॥
किमर्थ मर्त्यलोकेऽस्मिन्यातो यदुकुले हरिः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे स्वयंभुऋषिसंवादे ऋषिप्रश्ननिरूपणं नामोनाशीत्यधिकशततमोऽध्यायः॥
]
