`verse 1 [
धेनुकवधाख्यानम्
व्यास उवाच
गाः पालयन्तौ च पुनः सहितौ रामकेशवौ।
भ्रममाणौ वने तत्र रम्यं तालवनं गतौ॥
]

`verse 2 [
तच्च तालवनं नित्यं धेनुको नाम दानवः।
नृगोमांसकृताहारः सदाऽध्यास्ते खराकृतिः॥
]

`verse 3 [
तत्र तालवनं रम्यं फलसम्पत्समन्वितम्।
दृष्ट्वा स्पृहान्विता गोपाः फलदानेऽब्रुवन्वचः॥
]

`speaker [
गोपा ऊचुः
]

`verse 4 [
हे राम हे कृष्ण सदा धेनकेनैव रक्ष्यते।
भूप्रदेशो यतस्तस्मात्त्यक्तानीमानि सन्ति वै॥
]

`verse 5 [
फलानि पश्य तालानां गन्धमोदयुतानि वै।
वयमेतान्यभीप्सामः पात्यन्तां यदि रोचते॥
]

`verse 6 [
इति गोपकुमाराणां श्रुत्वा संकर्षणो वचः।
कृष्णश्च पातयामास भुवि तालफलानि वै॥
]

`verse 7 [
तालानां पततां शब्दमाकर्ण्यासुरराट्ततः।
आजगाम स दुष्टात्मा कोपाद्दैतेयगर्दभः॥
]

`verse 8 [
पद्भ्यामुभाभ्यां स तदा पश्चिमाभ्यां च तं बली।
जघानोरसि ताभ्यां च स च तेनाप्यगृह्यत॥
]

`verse 9 [
गृहीत्वा भ्रमणेनैव चाम्बरे गतजीवितम्।
तस्मिन्नेव प्रचिक्षेप वेगेन तृणराजनि॥
]

`verse 10 [
ततः फलान्यनेकानि तालाग्रान्निपतन्खरः।
पृथिव्यां पातयामास महावातोऽम्बुदानिव॥
]

`verse 11 [
अन्यानप्यस्य वै ज्ञातीनागतान्दैत्यगर्दभान्।
कृष्णश्चिक्षेप तालाग्रे बलभद्रश्च लीलया॥
]

`verse 12 [
क्षणेनालंकृता पृथ्वी पक्वैस्तालफलैस्तदा।
दैत्यगर्दभदेहैश्च मुनयः शुशुभेऽधिकम्॥
]

`verse 13 [
ततो गावो निराबाधास्तस्मिंस्तलवने द्विजाः।
नवशष्पं सुखं चेरुर्यत्र भुक्तमभूत्पुरा॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे बालचरिते धेनुकवधवर्णनं नाम ष़डशीत्यधिकशततमोऽध्यायः॥
]
