`speaker [
व्यास उवाच
]

`verse 1 [
महे प्रतिहते शक्रो भृशं कोपसमन्वितः।
संवर्तकं नाम गणं तोयदानामथाब्रवीत्॥
]

`speaker [
इन्द्र उवाच
]

`verse 2 [
भो भो मेघा निशम्यैतद्वदतो वचनं मम।
आज्ञानन्तरमेवाऽसु क्रियतामविचारितम्॥
]

`verse 3 [
नन्दगोपः सुदुर्बुद्धिर्गोपैरन्यैः सहायवान्।
कृष्णाश्रयबलाध्मातो महभङ्गमचीकरत्॥
]

`verse 4 [
आजीवो यः परं तेषां गोपत्वस्य च कारणम्।
ता गावो वृष्टिपातेन पीड्यन्तां वचनान्मम॥
]

`verse 5 [
अहमप्यद्रिश्रृङ्गाभं तुङ्गमारुह्य वारणम्।
साहाय्यं वः करिष्यामि वायूनां संगमेन च॥
]

`speaker [
व्यास उवाच
]

`verse 6 [
इत्याज्ञप्ताः सुरेन्द्रेण मुमुचुस्ते बलाहकाः।
वार्तवर्षं महाभीममभावाय गवां द्विजाः॥
]

`verse 7 [
ततः क्षणेन धरणी ककुभोऽम्बरमेव च।
एकं धारामहासारपूरणेनाभवद्‌द्विजाः॥
]

`verse 8 [
गावस्तु तेन पतता वर्षवातेन वेगिना।
धुताः प्राणाञ्जहुः सर्वास्तिर्यङ्मुखशिरोधराः॥
]

`verse 9 [
क्रोडेन वत्सानाक्रम्य तस्थुरन्या द्विजोत्तमाः।
गावो विवत्साश्च कृता वारिपूरेण चापराः॥
]

`verse 10 [
वत्साश्च दीनवदनाः पवनाकम्पिकंधराः।
त्राहि त्राहीत्यल्पशब्दाः कृष्णमूचुरिवाऽऽर्तकाः॥
]

`verse 11 [
ततस्तद्‌गोकुलं सर्वं गोगोपीगोपसंकुलम्।
अतीवाऽऽर्तं हरिर्दृष्ट्वा त्राणायाचिन्तयत्तदा॥
]

`verse 12 [
एतत्कृतं महेन्द्रेण महभङ्गविरोधिना।
तदेतदखिलं गोष्ठं त्रातव्यमधुना मया॥
]

`verse 13 [
इममद्रिमहं वीर्यादुत्पाट्योरुशिलातलम्।
धारयिष्यामि गोष्ठस्य पृथुच्छत्रमिवोपरि॥
]

`speaker [
व्यास उवाच
]

`verse 14 [
इति कृत्वा मतिं कृष्णो गोवर्धनमहीधरम्।
उत्पाट्यैककरेणैव धारयामास लीलया॥
]

`verse 15 [
गोपांश्चाऽऽह जगन्नाथः समुत्पाटितभूधरः।
विशध्वमत्र सहिताः कृतं वर्षनिवारणम्॥
]

`verse 16 [
सुनिर्वातेषु देशेषु यथायोग्यमिहाऽऽस्यताम्।
प्रविश्य नात्र भेतव्यं गिरिपातस्य निर्भयैः॥
]

`verse 17 [
इत्युक्तास्तेन ते गोपा विविशुर्गोधनैः सह।
शकटारोपितैर्भण्डैर्गोप्यश्चाऽऽसारपीडिताः॥
]

`verse 18 [
कृष्णोऽपि तं दधारैवं शैलमत्यन्तनिश्चलम्।
व्रजौकोवासिभिर्हर्षविस्मिताक्षैर्निरीक्षितः॥
]

`verse 19 [
गोपगोपीजनैर्हृष्टैः प्रीतिविस्तारितेक्षणैः।
संस्तूयमानचरितः कृष्णः शैलमधारयत्॥
]

`verse 20 [
सप्तरात्रं महामेघा ववर्षुर्नन्दगोकुले।
इन्द्रेण चोदिता मेघा गोपानां नाशकारिणा॥
]

`verse 21 [
ततो धृते महाशैले परित्राते च गोकुले।
मिथ्याप्रतिज्ञो बलभिद्वारयामास तान्घनान्॥
]

`verse 22 [
व्यभ्रे नभसि देवन्द्रे वितथे शक्रमन्त्रिते।
निष्क्रम्य गोकुलं हृष्टः स्वस्थानं पुनरागमत्॥
]

`verse 23 [
मुमोच कृष्णोऽपि तदा गोवर्धनमहागिरिम्।
स्वस्थाने विस्मितमुखैर्दुष्टस्तैर्व्रजवासिभिः॥
]

`speaker [
व्यास उवाच
]

`verse 24 [
धृते गोवर्धने शैले परित्राते च गोकुले।
रोचयामास कृष्णस्य दर्शनं पाकशासनः॥
]

`verse 25 [
सोऽधिरुह्य महानागमैरावतममित्रजित्।
गोवर्धनगिरौ कृष्णं ददर्श त्रिदशाधिपः॥
]

`verse 26 [
चारयन्तं महावीर्यं गाश्च गोपवपुर्धरम्।
कृत्स्नस्य जगतो गोपं वृतं गोपकुमारकैः॥
]

`verse 27 [
गरुडं च ददर्शोच्चैरन्तर्धानगतं द्विजाः।
कृतच्छायं हरेर्मर्ध्नि पक्षाभ्यां पक्षिपुंगवम्॥
]

`verse 28 [
अवरुह्य स नागेन्द्रादेकान्ते मधुसूदनम्।
शक्रः सस्मितमाहेदं प्रीतिविस्फारितेक्षणः॥
]

`speaker [
इन्द्र उवाच
]

`verse 29 [
कृष्ण कृष्ण शृणुष्वेदं यदर्थमहामागतः।
त्वत्सीमीपं महाबाहो नैतच्छिन्त्यं त्वयाऽन्यथा॥
]

`verse 30 [
भारावतरणार्थाय पृथिव्याः पृथिवीतलम्।
अवतीर्णोऽखिलाधारस्त्वमेव परमेश्वर॥
]

`verse 31 [
महभङ्गविरुद्धेन मया गोकुलनाशकाः।
समादिष्टा महामेघास्तैश्चैतत्कदनं कृतम्॥
]

`verse 32 [
त्रातास्तापात्त्वया गावः समुत्पाट्य महागिरिम्।
तेनाहं तोषितो वीर कर्ममाऽत्यद्‌भुतेन ते॥
]

`verse 33 [
साधितं कृष्ण देवानामद्य मन्ये प्रयोजनम्।
त्वयाऽयमद्रिप्रवरः करोणैकेन चोद्धृतः॥
]

`verse 34 [
गोभिश्च नोदितः कृष्ण त्वत्समीपमिहाऽऽगतः।
त्वया त्राताभिरत्यर्थं युष्मत्कारणकारणात्॥
]

`verse 35 [
स त्वां कृष्णाभिषेक्ष्यामि गवां वाक्यप्रचोदितः।
उपेन्द्रत्वे गवामिन्द्रो गोविन्दस्त्वं भविष्यसि॥
]

`verse 36 [
अथोपवाह्यादादाय घण्टामैरावताद्‌गजात्।
अभिषेकं तया चक्रे पवित्रजलपूर्णया॥
]

`verse 37 [
क्रियमाणेऽभिषेके तु गावः कृष्णस्य तत्क्षणात्।
प्रस्रवोद्‌भूतदुग्धार्द्रां सद्यश्चक्रुर्वसुंधराम्॥
]

`verse 38 [
अभिषिच्छ गवां वाक्याद्देवेन्द्रो वै जनार्दनम्।
प्रीत्या सप्रश्रयं कृष्णं पुनराह शचीपतिः॥
]

`speaker [
इन्द्र उवाच
]

`verse 39 [
गवामेतत्कृतं वाक्यात्तथाऽन्यदपि मे शृणु।
यद्‌ब्रवीमि महाभाग भारावतरणेच्छया॥
]

`verse 40 [
ममांशः पुरुषव्याघ्रः पृथिव्यां पृथिवीधर।
अवतीर्णोऽर्जुनो नाम स रक्ष्यो भवता सदा॥
]

`verse 41 [
भारावपतरणे सख्यं स ते वीरः करिष्यति।
स रक्षणीयो भवता यथाऽऽत्मा मधुसूदन॥
]

`verse 42 [
श्रीभगवानुवाच
जानामि भारते वंशे जातं पार्थं तवांशतः।
तमहं पालयिष्यामि यावदस्मि महीतले॥
]

`verse 43 [
यावन्महीतले शक्र स्थास्याम्यहमरिंदम।
न तावदर्जुनं कश्चिद्देवेन्द्र युधि जेष्यति॥
]

`verse 44 [
कंसो नाम महाबाहुर्दैत्योऽपरिष्टस्तथा परः।
केशी कुवलयापीडो नरकाद्यास्तथाऽपरे॥
]

`verse 45 [
हतेषु तेषु देवेन्द्र भविष्यति महाहवः।
तत्र विद्धि सहस्राक्ष भारावतरणं कृतम्॥
]

`verse 46 [
स त्वं गच्छ न संतापं पुत्रार्थे कर्तुमर्हसि।
नार्जुनस्य रिपुः कश्चिन्ममाग्रे प्रभविष्यति॥
]

`verse 47 [
अर्जुनार्थे त्वहं सर्वान्युधिष्ठिरपुरोगमान्।
निवृत्ते भारते कुन्त्यै दास्यामि विक्षतान्॥
]

`speaker [
व्यास उवाच
]

`verse 48 [
इत्युक्तः संपरिष्वज्य देवराजो जनार्दनम्।
आरुह्यैरावतं नागं पुनरेव दिवं ययौ॥
]

`verse 49 [
कृष्णोऽपि सहितो गोभिर्गोपालैश्च पुनर्व्रजम्।
आजगामाथ गोपीनां दृष्टपूतेन वर्त्मना॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे बालचरिते गोविन्दाभिषेकवर्णनं नामाष्टाशीत्यधिकशततमोऽध्यायः॥
]
