`verse 1 [
केशिवधनिरूपणम्
व्यास उवाच
ककुद्‌मिनि हतेऽरिष्टे धेनुके च निपातिते।
प्रलम्बे निधनं नीते धृते गोवर्धनाचले॥
]

`verse 2 [
दमिते कालिये नागे भग्ने तुङ्गद्रुमद्वये।
हतायां पूतनायां च शकटे परिवर्तिते॥
]

`verse 3 [
कंसाय नारदः प्राह यथावृत्तमनुक्रमात्।
यशोदादेवकीगर्भपरिवर्ताद्यशेषतः॥
]

`verse 4 [
श्रुत्वा तत्सकलं कंसो नारदाद्देवदर्शनात्।
वसुदेवं प्रति तदा कोपं चक्रे स दुर्मतिः॥
]

`verse 5 [
सोऽतिकोपादुपालभ्य सर्वयादवसंसदि।
जगर्हे यादवांश्चापि कार्यं चैतदचिन्तयत्॥
]

`verse 6 [
यावन्न बालमारूढौ बलकृष्णौ सुबालकौ।
तावदेव मया वध्यावसाध्यौ रुढयौवनौ॥
]

`verse 7 [
चाणूरोऽत्र महावीर्यो मुष्टिकश्च महाबलः।
एताभ्यां मल्लयुद्धे तौ घातयिष्यामि दुर्मदौ॥
]

`verse 8 [
धनुर्महमहायागव्याजेनाऽऽनीय तौ व्रजात्।
तथा तथा करिष्यामि यास्यतः संक्षयं यथा॥
]

`speaker [
व्यास उवाच
]

`verse 9 [
इत्यलोच्य स दुष्टात्मा कंसो रामजनार्दनौ।
हन्तुं कृतमतिर्वीरमक्रूरं वाक्यमब्रवीत्॥
]

`speaker [
कंस उवाच
]

`verse 10 [
भो भो दानपते वाक्यं क्रियतां प्रीतये मम।
इतः स्यन्दनमारुह्य गम्यतां नन्दगोकुलम्॥
]

`verse 11 [
वसुदेवसुतौ तत्र विष्णोरंशसमुद्‌भवौ।
नाशाय संभूतौ मम दुष्टौ प्रवर्धतः॥
]

`verse 12 [
धनुर्महमहायागश्चतुर्दश्यां भविष्यति।
आनेयौ भवता तौ तु मल्लयुन्नद्वाय तत्र वै॥
]

`verse 13 [
चाणूरमुष्टिकौ मल्लौ नियुद्धकुशलौ मम।
ताभ्यां सहानयोर्युद्धं सर्वलोकोऽत्र पश्यतु॥
]

`verse 14 [
नागः कुवलयापीडो महामात्रप्रचोदितः।
स तौ निहंस्यते पापौ वसुदेवात्मजौ शिशू॥
]

`verse 15 [
तौ हत्वा वसुदेवं च नन्दगोपं च दुर्मतिम्।
हनिष्ये पितरं चैव उग्रसेनं च दुर्मतिम्॥
]

`verse 16 [
ततः समस्तगोपानां गोधनान्यखिलान्यहम्।
वित्तं चापहरिष्यामि दुष्टानां मद्वधैषिणाम्॥
]

`verse 17 [
त्वामृते यादवाश्चेमे दुष्टा दानपते मम।
एतेषां च वधायाहं प्रयतिष्याम्यनुक्रमात्॥
]

`verse 18 [
ततो निष्कण्टकं सर्वं राज्यमेतदयादवम्।
प्रसाधिष्ये त्वया तस्मान्मत्प्रीत्या वीर गम्यताम्॥
]

`verse 19 [
यथा च महिषं सर्पिर्दधि चाप्युपहार्य वै।
गोपाः समानयन्त्याशु त्वया वाच्यास्तथा तथा॥
]

`speaker [
व्यास उवाच
]

`verse 20 [
इत्याज्ञप्तस्तदाऽक्रूरो महाभागवतो द्विजाः।
प्रीतिमानभवत्कृष्णं श्वो द्रक्ष्यामीति सत्वरः॥
]

`verse 21 [
तथेत्युक्त्वा तु राजानं रथमारुह्य सत्वरः।
निश्चक्राम तदा पूर्या मथुराया मधुप्रियः॥
]

`speaker [
व्यास उवाच
]

`verse 22 [
केशी चापि बलोदग्रः कंसदूतः प्रचोदितः।
कृष्णस्य निधनाकाङ्क्षी वृन्दावनमुपागमत्॥
]

`verse 23 [
सखुरक्षतभूपृष्ठः सटाक्षेपधुताम्बुदः।
पुनर्विक्रान्तचन्द्रार्कमार्गो गोपान्तमागमत्॥
]

`verse 24 [
तस्य ह्रेषितशब्देन गोपाला दैत्यवाजिनः।
गोप्यश्च भयसंविग्ना गोविन्दं शरणं ययुः॥
]

`verse 25 [
त्राहि त्राहीति गोविन्दस्तेषां श्रुत्वा तु तद्वचः।
सतोयजलदध्वानागम्भीरमिदमुक्तवान्॥
]

`speaker [
गोविन्द उवाच
]

`verse 26 [
अलं त्रासेन गोपालाः केशिनः किं भयातुरैः।
भवद्‌भिर्गोपजातीयैर्वोरवीर्यं विलोप्यते॥
]

`verse 27 [
किमनेनाल्पसारेण ह्रेषितारोपकारिणा।
दैतेयबलवाह्येन वल्गता दुष्टवाजिना॥
]

`verse 28 [
एह्येहि दुष्ट कृष्णोऽहं पूष्णस्त्विव पिनाकधृक्।
पातयिष्यामि दशनान्वदनादखिलांस्तव॥
]

`speaker [
व्यास उवाच
]

`verse 29 [
इत्युक्त्वा स तु गोविन्दः केशिनः संमुखं ययौ।
विवृतास्यश्च सोऽप्येनं दैतेयश्च उपाद्रवत्॥
]

`verse 30 [
बाहुमाभोगिनं कृत्वा मुखे तस्य जनार्दनः।
प्रवेशयामास तदा केशिनो दुष्टवाजिनः॥
]

`verse 31 [
केशिनो वदनं तेन विशता कृष्णबाहुना।
शातिता दशनास्तस्य सिताभ्रावयवा इव॥
]

`verse 32 [
कृष्णस्य ववृधे बाहुः केशिदेहगतो द्विजाः।
विनाशाय यथा व्याधिराप्तभूतैरुपेक्षितः॥
]

`verse 33 [
विपाटितौष्ठो बहुलं सफेनं रुधिरं वमन्।
सृक्कणी विवृते चक्रे विश्लिष्टे मुक्तबन्धने॥
]

`verse 34 [
जगाम धरणीं पादैः शकृन्मूत्रं समुत्सृजन्।
स्वेदार्द्रगात्रः श्रान्तश्च निर्यत्नः सोऽभवत्ततः॥
]

`verse 35 [
व्यादितास्यो महारौद्रः सोऽसुरः कृष्णबाहुना।
निपपात द्विधाभूतो वैद्युतेन यथा द्रुमः॥
]

`verse 36 [
द्विपादपृष्ठपुच्छार्धश्रवणैकाक्षनासिके।
केशिनस्ते द्विधा भूते शकले च विरेजतुः॥
]

`verse 37 [
हत्वा तु केशिनं कृष्णो मुदितैर्गोपकैर्वृतः।
अनायस्ततनुः पुण्डरीकाक्षमनुरागमनोरमम्॥
]

`verse 38 [
ततो गोपाश्च गोप्यश्च हते केशिनि विस्मिताः।
तुष्टुवुः पुण्डरीकाक्षमनुरागमनोरमम्॥
]

`verse 39 [
आययौ त्वरितो विप्रो नारदो जलदस्थितः।
केशिनं निहतं दृष्ट्वा हर्षनिर्भरमानसः॥
]

`speaker [
नारद उवाच
]

`verse 40 [
साधु साधु जगन्नाथ लीलयैव यदच्युत।
निहतोऽयं त्वया केशी क्लेशदस्त्रिदिवौकसाम्॥
]

`verse 41 [
सुकर्माण्यवतारे तु कृतानि मधुसूदन।
यानि वै विस्मितं चेतस्तोषमेतेन मे गतम्॥
]

`verse 42 [
तुरगस्यास्य शक्रोऽपि कृष्ण देवाश्च बिभ्यति।
धनुकेसरजालस्य ह्रेषतोऽभ्रावलोकिनः॥
]

`verse 43 [
यस्मात्त्वयैष दुष्टात्मा हतः केशी जनार्दन।
तस्मात्केशवनाम्ना त्वं लोके गेयो भविष्यसि॥
]

`verse 44 [
स्वस्त्यस्तु ते गमिष्यामि कंसयुद्धेऽधुना पुनः।
परश्वोऽहं समेष्यामि त्वया केशिनिषूदन॥
]

`verse 45 [
उग्रसेनसुते कंसे सानुगे विनिपातिते।
भारावतारकर्ता त्वं पृथिव्या धरणीधर॥
]

`verse 46 [
तत्रानेकप्रकारेण युद्धानि पृथिवीक्षिताम्।
द्रष्टव्यानि मया युष्मत्प्रणीतानि जनार्दन॥
]

`verse 47 [
सोऽहं यास्यामि गोविन्द देवकार्यं महत्कृतम्।
त्वया सभाजितश्चाहं स्वस्ति तेऽस्तु व्रजाम्यहम्॥
]

`speaker [
व्यास उवाच
]

`verse 48 [
नारदे तु गते कृष्णः सह गोपैरविस्मितः।
विवेश गोकुलं गोपीनेत्रपानैकभाजनम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे कृष्णबालचरिते केशिवधनिरूपणं नाम नवत्यधिकशततमोऽध्यायः॥
]
