`speaker [
व्यास उवाच
]

`verse 1 [
चिन्तयन्निति गोविन्दमुपगम्य स यादवः।
अक्रूरोऽस्मीति चरणौ ननाम शिरसा हरेः॥
]

`verse 2 [
सोऽप्येनं ध्वजवज्राब्जकृतचिह्नेन पाणिना।
संस्पृश्याऽऽकृष्य च प्रीत्या सुगाढं परिषस्वजे॥
]

`verse 3 [
कृतसंवदनौ तेन यथावद्‌बलकेशवौ।
ततः प्रविष्टौ सहसा तमादायाऽऽत्ममन्दिरम्॥
]

`verse 4 [
सह ताभ्यां तदाऽक्रूरः कृतसंवन्दनादिकः।
भुक्तभोज्यो यथान्यायामाचचक्षे ततस्तयोः॥
]

`verse 5 [
यथानिर्भत्सतस्तेन कंसेनाऽऽनकदुन्दुभिः।
यथा च देवकी देवी दानवेन दुरात्मना॥
]

`verse 6 [
उग्रसेने यथा कंसः स दुरात्मा च वर्तते।
यं चैवार्यं समुद्दिश्य कंसेन स विसर्जितः॥
]

`verse 7 [
तत्सर्वं विस्तराच्छ्रुत्वा भगवन्केशिसूदनः।
उवाचाखिलमेतत्तु ज्ञातं दानपते मया॥
]

`verse 8 [
करिष्ये च महाभाग यदत्रौपायिकं मतम्।
विचिन्त्यं नान्यथैतत्ते विद्धि कंसं हतं मया॥
]

`verse 9 [
अहं रामश्च मथुरां श्वे यास्यावः समं त्वया।
गोपवृद्धाश्च यास्यन्ति आदायोपायनं बहु॥
]

`verse 10 [
निशेयं नीयतां वीर न चिन्तां कर्तुमर्हसि।
त्रिरात्राभ्यन्तरे कंसं हनिष्यामि सहानुगम्॥
]

`verse 11 [
समादिश्य ततो गोपानक्रुरोऽपि सकेशवः।
सुष्वाप बलभद्रश्च नन्दगोपगृहे गतः॥
]

`verse 12 [
ततः प्रभाते विमले रामकृष्णौ महाबलौ।
अक्रूरेण समं गन्तुमुद्यतौ मथुरां पुरीम्॥
]

`verse 13 [
दृष्ट्वा गोपीजनः सास्रः कथं श्लथद्वलयबाहुकः।
निश्वसंश्चातिदुःखार्तः प्राह चेदं परस्परम्॥
]

`verse 14 [
मथुरां प्राप्य गोविन्दः कथं गोकुलमेष्यति।
नागरस्त्रीकलालापमधु श्रोत्रेण पास्यति॥
]

`verse 15 [
विलासिवाक्यजातेषु नागरीणां कृतास्पदम्।
चित्तमस्य कथं ग्राम्यगोपगोपीषु यास्यति॥
]

`verse 16 [
सारं समस्तगोष्ठस्य विधिना हरता हरिम्।
प्रहृतं गोपयोषित्सु निघृणेन दुरात्मना॥
]

`verse 17 [
भावगर्भस्मितं वाक्यं विलासललिता गतिः।
नागरीणामतीवैतत्काटाक्षेक्षितमेव तु॥
]

`verse 18 [
गाम्यो हरिरयं तासां विलासनिगडैर्यतः।
भवतीनां पुनः पार्श्वं कया युक्त्या समेष्यति॥
]

`verse 19 [
एषो हि रथमाहुह्‌य मथुरां याति केशवः।
अक्रूरक्रूरकेणापि हताशेन प्रतारितः॥
]

`verse 20 [
किं न वेत्ति नशंसोऽयमनुरागपरं जनम्।
येनेममक्षराह्लादं नयत्यन्यत्र नो हरिम्॥
]

`verse 21 [
एष रामेण सहितः प्रयात्यत्यन्तनिर्घृणः।
रथमारुहय गोविन्दस्त्वर्यतामस्य वारणे॥
]

`verse 22 [
गुरूणामग्रतो वक्तुं किं ब्रवीषि न नः क्षमम्।
गुरवः किं करिष्यन्ति दग्धानां विरहाग्निना॥
]

`verse 23 [
नन्दपोपमुखा गोपा गन्तुमेते समुद्यताः।
नोद्यमं कुरुते कश्चिद्‌गोविन्दविनिवर्तने॥
]

`verse 24 [
सुप्रभाताऽद्य रजनी मथुरावासियोषिताम्।
यासामच्युतवक्त्राब्जे याति नेत्रालिभोग्यताम्॥
]

`verse 25 [
धन्यास्ते पथि ये कृष्णमितो यान्तमवारिताः।
उद्वहिष्यन्ति पश्यन्तः स्वदेहं पुलकाञ्चितम्॥
]

`verse 26 [
मथुरानगरीपौरनयनानां महोत्सवः।
गोविन्दवदनालोकादतीवाद्य भविष्यति॥
]

`verse 27 [
को नु स्वप्नः सभाग्याभिर्दुष्टस्ताभिरधोक्षजम्।
विस्तारिकान्तनयना या द्रक्ष्यन्त्यनिवारितम्॥
]

`verse 28 [
अहो गोपीजनस्यास्य दर्शयित्वा महानिधिम्।
उद्धृतान्यद्य नेत्राणि विधात्राऽकरुणात्मना॥
]

`verse 29 [
अनुरागेण शैथिल्यमस्मासु व्रजतो हरेः।
शैथिल्यमुपयान्त्याशु करेषु वलयान्यपि॥
]

`verse 30 [
अक्रूरः क्रूरहृदयः शीघ्रं प्रेरयते हयान्।
एवमार्तासु योषित्सु घृणा कस्य न जायते॥
]

`verse 31 [
हे हे कृष्ण रथस्योच्चैश्चक्ररेणुर्निरीक्ष्यताम्।
दूरीकृतो हरिर्येन सोऽपि रेणुर्न लक्ष्यते॥
]

`verse 32 [
इत्येवमतिहार्देन गोपीजननिरीक्षितः।
तत्याज व्रजभूभागं सह रामेण केशवः॥
]

`verse 33 [
गच्छन्तो जवनाश्वेन रथेन यमुनातटम्।
प्राप्ता मध्याह्नसमये रामाक्रूरजनार्दनाः॥
]

`verse 34 [
अथाऽऽह कृष्णमक्रूरो भवद्‌भ्यां तावदास्यताम्।
यावत्करोमि कालिन्द्यामाह्निकार्हणमम्भसि॥
]

`verse 35 [
तथत्युक्ते ततः स्नातः स्वाचान्तः स महामतिः।
दध्यौ ब्रह्म परं विप्राः प्रविश्य यमुनाजले॥
]

`verse 36 [
फणासहस्रमालाढ्यं बलभद्रं ददर्श सः।
कुन्दामलाङ्गमुन्निद्रपद्मपत्रायतेक्षणम्॥
]

`verse 37 [
वृतं वासुकिडिम्भौघैर्महद्‌भिः पवनाशिभिः।
संस्तूयमानसद्‌गन्धिवनमालाविभूषितम्॥
]

`verse 38 [
दधानमसिते वस्त्रे चारुरूपावतंसकम्।
चारुकुण्डलिनं मत्तमन्तर्जलतले स्थितम्॥
]

`verse 39 [
तस्योत्सङ्गे घनश्याममाताम्रायतलोचनम्।
चतुर्बाहुमुदाराङ्गं चक्राद्यायुधभूषणम्॥
]

`verse 40 [
पीते वसानं वसने चित्रमाल्यविभूषितम्।
चक्रचापतडिन्मालाविचित्रमिव तोयदम्॥
]

`verse 41 [
श्रीवत्सवक्षसं चारुकेयूरमुकुटोज्ज्वलम्।
ददर्श कुष्णमक्लिष्टं पुण्डरीकावतंसकम्॥
]

`verse 42 [
सनन्दनाद्यैर्मुनिभिः सिद्धयोगैरकल्मषैः।
संचिन्त्यमानं मनसा नासाग्रन्यस्तलोचनैः॥
]

`verse 43 [
बलकृष्णौ तदाऽक्रूरः प्रत्यभिज्ञाय विस्मितः।
अचिन्तयदथो शीघ्रं कथमत्रागताविति॥
]

`verse 44 [
विवक्षोः स्तम्भयामास वाचं तस्य जनार्दनः।
ततो निष्क्रम्य सलिलाद्रथमभ्यागतः पुनः॥
]

`verse 45 [
ददर्श तत्र चैवोभौ रथस्योपरि संस्थितौ।
रामकृष्णौ यथा पूर्वं मनुष्यवपुषाऽऽन्वितौ॥
]

`verse 46 [
निमग्नश्च पुनस्तोये ददृशे स तथैव तौ।
संस्तूयमानौ गन्धर्वैर्मुनिसिद्धमहोरगौः॥
]

`verse 47 [
ततो विज्ञातसद्भावः स तु दानपतिस्तदा।
तुष्टाव सर्वविज्ञानमयमच्युतमीश्वरम्॥
]

`speaker [
अक्रूर उवाच
]

`verse 48 [
तन्मात्ररूपिणेऽचिनत्यमहिम्ने परमात्मने।
व्यापिने नैकरूपैकस्वरूपाय नमो नमः॥
]

`verse 49 [
शब्दरूपाय तेऽचिन्त्यहविर्भूताय ते नमः।
नमो विज्ञानरूपाय पराय प्रकृतेः प्रभो॥
]

`verse 50 [
भूतात्मा चेन्द्रियात्मा च प्रधानात्मा तथा भवान्।
आत्मा च परमात्मा च त्वमेकः पञ्चधा स्थितः॥
]

`verse 51 [
प्रसीद सर्वधर्मात्मन्क्षराक्षर महेश्वर।
ब्रह्मविष्णुशिवाद्याभिः कल्पनाभिरुदीरितः॥
]

`verse 52 [
अनाख्येयस्वरूपात्मन्ननाख्येयप्रयोजन।
अनाख्येयाभिधान त्वां नतोऽस्मि परमेश्वरम्॥
]

`verse 53 [
न यत्र नाथ विद्यन्ते नामजात्यादिकल्पनाः।
तद्‌ब्रह्म परमं नित्यमविकारि भवानजः॥
]

`verse 54 [
न कल्पनामृतेऽर्थस्य सर्वस्याधिगमो यतः।
ततः कृष्णच्युतानन्त विष्णुसंज्ञाभिरीड्यसे॥
]

`verse 55 [
सर्वात्मंस्त्वमज विकल्पनाभिरेतैर्देवास्त्वं जगदखिलं त्वमेव विश्वम्।
विश्वात्मंस्त्वमतिविकारभेदहीनः,सर्वस्मिन्न हि भवतोऽस्ति किंचिदन्यत्॥
]

`verse 56 [
त्वं ब्रह्मा पशुपतिरर्यमा विधाता, त्वं धाता त्रिदशपतिः समीरणोऽग्निः।
तोयेशो धनपतिरन्तकस्त्वमेको, भिन्नात्मा जगदपि पासि शक्तिभेदैः॥
]

`verse 57 [
विश्वं भवान्सृजति हन्ति गभस्तिरूपो, विश्वं च ते गुणमयोऽयमज प्रपञ्चः।
रूपं परं सदितिवाचकमक्षरं यज्ज्ञानात्मने सदसते प्रणतोऽस्मि तस्मै॥
]

`verse 58 [
ओं नमो वासुदेवाय नमःसंकर्षणाय च।
प्रद्युम्नाय नमस्तुभ्यमनिरुद्धाय ते नमः॥
]

`speaker [
व्यास उवाच
]

`verse 59 [
एवमन्तर्जले कृष्णमभिष्टुय स यादवः।
अर्घयामास सर्वेशं धूपपुष्पैर्मनोमयैः॥
]

`verse 60 [
परित्यज्यान्यविषयं मनस्तत्र निवेश्य सः।
ब्रह्मभूते चिरं स्थित्वा विरराम समाधितः॥
]

`verse 61 [
कृतकृत्यमिवाऽऽत्मानं मन्यमानो द्विजोत्तमाः।
आजगाम रथं भूयो निर्गम्य यमुनाम्भसः॥
]

`verse 62 [
रामकृष्णौ ददर्शाथ यथापूर्वमवस्थितौ।
विस्मिताक्षं तदाऽक्रूरं तं च कृष्णोऽभ्यभाषता॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 63 [
किं त्वया दृष्टमाश्चर्यमक्रूर यमुनाजले।
विस्मयोत्फुल्लनयनो भवान्संलक्ष्यते यतः॥
]

`speaker [
अक्रूर उवाच
]

`verse 64 [
अन्तर्जले यदाश्चर्यं दृष्टं तत्र मयाऽच्युत।
तदत्रैव हि पश्यामि मूर्तिमत्पूरतः स्थितम्॥
]

`verse 65 [
जगदेतन्महाश्चर्यरूपं यस्य महात्मनः।
तेनाऽऽश्चर्यपरेणाहं भवता कृष्ण संगतः॥
]

`verse 66 [
तत्किमेतेन मथुरां प्रयामो मधुसूदन।
बिभेमि कंसाद्धिग्जन्म परपिण्डोपजीविनः॥
]

`speaker [
व्यास उवाच
]

`verse 67 [
इत्युक्त्वा चोदयामास तान्हयान्वातरंहसः।
संप्राप्तश्चापि सायाह्ने सोऽक्रूरो मथुरां पुरीम्।
विलोक्य मथुरां कृष्णं रामं चाऽऽह स यादवः॥
]

`speaker [
अक्रूर उवाच
]

`verse 68 [
पद्भ्यां यातं महावीर्यौ रथेनैको विशाम्यहम्।
गन्तव्यं वसुदेवस्य नो भवद्भ्यां तथा गृहे॥
युवयोर्हि कृते वृद्धः कंसेन स निरस्यते॥
]

`speaker [
व्यास उवाच
]

`verse 69 [
इत्युक्त्वा प्रविवेशासावक्रूरो मथुरां पुरीम्।
प्रविष्टौ रामकृष्णौ च राजमार्गमुपागतौ॥
]

`verse 70 [
स्त्रीभिर्नरैश्च सानन्दलोचनैरभिवीक्षितौ।
जग्मतुर्लीलया वीरौ प्राप्यौ बालगजाविव॥
]

`verse 71 [
भ्रममाणौ तु तौ दृष्ट्वा रजकं रङ्गकारकम्।
अयाचेतां स्वरूपाणि वासांसि रुचिराणि तौ॥
]

`verse 72 [
कंसस्य रजकः सोऽथ प्रसादारूढविस्मयः।
बहून्याक्षेपवाक्यानि प्राहोच्चै रामकेशवौ॥
]

`verse 73 [
ततस्तलप्रहारेण कृष्णस्तस्य दुरात्मनः।
पातयामास कोपेन रजकस्य शिरो भुवि॥
]

`verse 74 [
हत्वाऽऽदाय च वस्त्राणि पीतनीलाम्बरौ ततः।
कृष्णरामौ मुदायुक्तौ मालाकारगृहं गतौ॥
]

`verse 75 [
विकासिनेत्रयुगलो मालाकारोऽतिविस्मितः।
एतौ कस्य कुतो यातौ मनसाऽचिन्तयत्ततः॥
]

`verse 76 [
पीतनीलाम्बरधरौ दृष्ट्वाऽतिसुमनोहरौ।
स तर्कयमास तदा भुवं देवावुपागतौ॥
]

`verse 77 [
विकाशिमुखपद्‌माभ्यां ताभ्यां पुष्पाणि याचितः।
भुवं विष्टम्य हस्ताभ्यां पस्पर्श शिरसा महीम्॥
]

`verse 78 [
प्रसादसुमुखौ नाथौ मम गेहमुपागतौ।
धन्योऽहमर्चयिष्यामीत्याह तौ माल्यजीविकः॥
]

`verse 79 [
ततः प्रहृवष्टदनस्तयोः पुष्पाणि कामतः।
चारूण्येतानि चैतानि प्रददौ स विलोभयन्॥
]

`verse 80 [
पुनः पुनः प्रणम्यासौ मालाकारोत्तमो ददौ।
पुष्पाणि ताभ्यां चारूणि गन्धवन्त्यमलानि च॥
]

`verse 81 [
मालाकाराय कृष्णोऽपि प्रसन्नः प्रददौ वरम्।
श्रीस्त्वांमत्संश्रया भद्र न कदाचित्त्यजिष्यति॥
]

`verse 82 [
बलहानिर्न ते सौम्य धनहानिरथापि वा।
यावद्धरणिसूर्यौ च संततिः पुत्रपौत्रिकी॥
]

`verse 83 [
भुक्त्वा च विपुलान्भोगांस्त्वमन्ते मत्प्रसादतः।
ममानुस्मरणं प्राप्य दिव्यलोकमवाप्स्यसि॥
]

`verse 84 [
धर्मे मनश्च ते भद्र सर्वकालं भविष्यति।
युष्मत्संततिजातानां दीर्घमायुर्भविष्यति॥
]

`verse 85 [
नोपसर्गादिकं दोषं युष्मत्संततिसंभवः।
अवाप्स्यति महाभाग यावत्सूर्यो भविष्यति॥
]

`speaker [
व्यास उवाच
]

`verse 86 [
इत्युक्त्वा तद्‌गृहात्कृष्णो बलदेवसहायवान्।
निर्जगाम मुनिश्रेष्ठा मालाकारेण पूजितः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मेऽक्रूरप्रत्यागमनं नाम द्विनवत्यधिकशततमोऽध्यायः॥
]
