`speaker [
व्यास उवाच
]

`verse 1 [
राजमार्गे ततः कृष्णः सानुलेपनभाजनाम्।
ददर्श कुब्जामायान्तीं नवयौवनगोचराम्॥
]

`verse 2 [
तामाह ललितं कृष्णं कस्येदमनुलेपनम्।
भवत्या नीयते सत्यं वदेन्दीवरलोचने॥
]

`verse 3 [
सकामेनैव सा प्रोक्ता सानुरागा हरिं प्रति।
प्राह सा ललितं कुब्जा ददर्श च बलात्ततः॥
]

`speaker [
कुब्जोवाच
]

`verse 4 [
कान्त कस्मान्न जानासि कंसेनापि नियोजिता।
नैकवक्रेति विख्यातामनुलेपनकर्मणि॥
]

`verse 5 [
नान्यपिष्टं हि कंसस्य प्रीतये ह्यनुलेपनम्।
भवत्यहमतीवास्य प्रसादधनभाजनम्॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 6 [
सुगन्धमेतद्राजार्हं रुचिरं रुचिरानने।
आवयोर्गात्रसदृशं दीयतामनुलेपनम्॥
]

`speaker [
व्यास उवाच
]

`verse 7 [
श्रुत्वा तमाह सा कृष्णं गृह्यतामिति सादरम्।
अनुलेपं च प्रददौ गात्रयोग्यमथोभयोः॥
]

`verse 8 [
भक्तिच्छेदानुलिप्ताङ्गौ ततस्तौ पुरुषर्षभौ।
सेन्द्रचापौ विराजन्तौ सितकृष्णाविवाम्बुदौ॥
]

`verse 9 [
ततस्तां चिबुके शौरिरुल्लापनविधानवित्।
उल्लाप्य तोलयामास द्व्यङ्गुलेनाग्रपाणिना॥
]

`verse 10 [
चकर्ष पद्भ्यां च तदा ऋजुत्वं केशवोऽनयत्।
ततः सा ऋजुतां प्राप्ता योषितामभवद्वरा॥
]

`verse 11 [
विलासललितं प्राह प्रेमगर्भभरालसम्।
वस्त्रे प्रगृह्य गोविन्दं व्रज गेहं ममेति वै॥
]

`verse 12 [
आयास्ये भवतीगेहमिति तां प्राह केशवः।
विससर्ज जहासोच्चै रामस्याऽऽलोक्य चाऽऽननम्॥
]

`verse 13 [
भक्तिच्छेदानुलिप्ताङ्गौ नीलपीताम्बरावुभौ।
धनुःशालं ततो यातौ चित्रमाल्योपसोभितौ॥
]

`verse 14 [
अध्यास्य च धनूरत्नं ताभ्यां पृष्टैस्तु रक्षिभिः।
आख्यातं सहसा कृष्णो गृहीत्वाऽपूरयद्धनुः॥
]

`verse 15 [
ततः पूरयता तेन भज्यमानं बलाद्धनुः।
चकारातिमहाशब्दं मथुरा तेन पूरिता॥
]

`verse 16 [
अनुयुक्तौ ततस्तौ च भग्ने धनुषि रक्षिभिः।
रक्षिसैन्यं निकृत्योभौ निष्क्रान्तौ कार्मुकालयात्॥
]

`verse 17 [
अक्रूरागमवृत्तान्तमुपलभ्य तथा धनुः।
भग्नं श्रुत्वाऽथ कंसोऽपि प्राह चाणूरमुष्टिकौ॥
]

`speaker [
कंस उवाच
]

`verse 18 [
गोपालदारकौ प्राप्तौ भवद्भ्यां तौ ममाग्रतः।
मल्लयुद्धेन हन्तव्यौ मम प्राणहरौ हि तौ॥
]

`verse 19 [
नियुद्धे तद्विनाशेन भवद्‌भ्यां तोषितो ह्यहम्।
दास्याम्यभिमतान्कामान्नान्यथैतन्महाबलौ॥
]

`verse 20 [
न्यायतोऽन्यायतो वाऽपि भवद्‌भ्यां तौ ममाहितौ।
हन्तव्यौ तद्वधाद्राज्यं सामान्यं वो भविष्यति॥
]

`speaker [
व्यास उवाच
]

`verse 21 [
इत्यादिस्य स तौ मल्लौ ततश्चाऽहूय हस्तिपम्।
प्रोवाचोच्चैस्त्वया मत्तः समाजद्वारि कुञ्जरः॥
]

`verse 22 [
स्थाप्यः कुवलयापीडस्तेन तौ गोपदारकौ।
घातनीयौ नियुद्धाय रङ्गद्वारमुपागतौ॥
]

`verse 23 [
तमाज्ञाप्याथ दृष्ट्वा च मञ्चान्सर्वानुपाहृतान्।
आसन्नमरणः कंसः सूर्योदयमुदैक्षत॥
]

`verse 24 [
ततः समस्तमञ्चेषु नागरः स तदा जनः।
राजमञ्चेषु चाऽऽरूढाः सह भृत्यैर्महीभृतः॥
]

`verse 25 [
मल्लप्राश्निकवर्गश्च रङ्गमध्ये समीपगः।
कृतः कंसेन कंसोऽपि तुङगमञ्चे व्यवस्तितः॥
]

`verse 26 [
अन्तःपुराणां मञ्चाश्च यथाऽन्ये परिकल्पिताः।
अन्ये च वारमुख्यानामन्ये नगरयोषिताम्॥
]

`verse 27 [
नन्दगोपादयो गोपा मञ्चेष्वन्येष्ववस्तिताः।
अक्रूरवसुदेवौ च मञ्चप्रान्ते व्यवस्थितौ॥
]

`verse 28 [
नगरीयोषितां मध्ये देवकी पुत्रगर्धिनी।
अन्तकालेऽपि पुत्रस्य द्रक्ष्यामीति मुखं स्थिता॥
]

`verse 29 [
वाद्यमानेषु तूर्येषु चाणूरे चातिवल्गति।
हाहाकारपरे लोक आस्फोटयति मुष्टिके॥
]

`verse 30 [
हत्वा कुवलयापीडं हस्त्यारोहप्रचोदितम्।
मदासृगनुलिप्ताङ्गौ गजदन्तवरायुधौ॥
]

`verse 31 [
मृगमध्ये यथा सिंहौ गर्वलीलावलोकिनौ।
प्रविष्टौ सुमहारङ्गं बलदेवजनार्दनौ॥
]

`verse 32 [
हाहाकारो महाञ्जज्ञे सर्वरङ्गेष्वनन्तरम्।
कृष्णोऽयं बलभद्रोऽयमति लोकस्य विस्मयात्॥
]

`verse 33 [
सोऽयं येन हता घोरा पूतना सा निशाचरी।
प्रक्षिप्तं शकटं येन भग्नौ च यमलार्जुनौ॥
]

`verse 34 [
सोऽयं यः कालियं नागं ननर्ताऽऽरुह्य बालकः।
धृतो गोवर्धनो येन सप्तरात्रं महागिरिः॥
]

`verse 35 [
अरिष्टो धेनुकः केशी लीलयैव महात्मना।
हतो येन च दुर्वृत्तो दृश्यते सोऽयमच्युतः॥
]

`verse 36 [
अयं चास्य महाबाहुर्बलदेवोऽग्रजोऽग्रतः।
प्रयाति लीलया योषिन्मनोनयननन्दनः॥
]

`verse 37 [
अयं स कथ्यते प्राज्ञैः पुराणार्थावलोकिभिः।
गोपालो यादवं वंशं मग्नमभ्युद्धरिष्यति॥
]

`verse 38 [
अयं स सर्वभूतस्य विष्णोरखिलजन्मनः।
अवतीर्णो महीमंशो नुनं भारहरो भुवः॥
]

`verse 39 [
इत्येवं वर्णिते पौरे रामे कृष्णे च तत्क्षणात्।
उरस्तताप देवक्याः स्नेहस्नुतपयोधरम्॥
]

`verse 40 [
महोत्सवमिवालोक्य पुत्रावेव विलोकयन्।
युवेव वसुदेवोऽभूद्विहायाभ्यागतां जराम्॥
]

`verse 41 [
विस्तारिताक्षियुगला राजान्तःपुरयोषितः।
नागरस्त्रीसमूहश्च द्रष्टुं न विरराम तौ॥
]

`speaker [
स्त्रिय ऊचुः
]

`verse 42 [
सख्यः पश्यत कृष्णस्य मुकमप्यम्बुजेक्षणम्।
गजयुद्धकृतायासस्वेदाम्बुकणिकाञ्चितम्॥
]

`verse 43 [
विकासीव सरोम्भोजमवश्यायजलोक्षितम्।
परिभूताक्षरं जन्म सफलं क्रियतां दृशः॥
]

`verse 44 [
श्रीवत्साङ्कं जगद्वाम बालस्यैतद्विलोक्यताम्।
विपक्षक्षपणं वक्षो भुजयुग्मं च भामिनि॥
]

`verse 45 [
बल्गता मुष्टिकेनैव चाणूरेण तथा परैः।
क्रियते बलभद्रस्य हास्यमीषद्विलोक्यताम्॥
]

`verse 46 [
सख्यः पश्यत चाणूरं नियुद्धार्थमयं हरिः।
समुपैति न सन्त्यत्र किं वृद्धा युक्तकारिणः॥
]

`verse 47 [
क्व यौवनोन्मुखीभूतः सुकुमारतनुर्हरिः।
क्व वज्रकठिनाभोगशरीरोऽयं महासुरः॥
]

`verse 48 [
इमौ सुललितौ रङ्गे वर्तेते नवयौवनौ।
दैतेयमल्लाश्चाणूरप्रमुखास्त्वतिदारुणाः॥
]

`verse 49 [
नियुद्धप्राशिनकानां तु महानेष व्यतिक्रमः।
यद्‌बालबलिनोर्युद्धं मध्यस्थैः समुपेक्ष्यते॥
]

`speaker [
व्यास उवाच
]

`verse 50 [
इत्थं पुरस्त्रीलोकस्य वदतश्चायन्भुवम्।
ववर्ष हर्षोत्कर्षं च जनस्य भगवान्हरिः॥
]

`verse 51 [
बलभद्रोऽपि चाऽऽस्फोट्य ववल्ग ललितं यदा।
पदे पदे तदा भूमिर्न शीर्णा यत्त दद्भनुतम्॥
]

`verse 52 [
चाणूरेण ततः कृष्णो युयुधेऽमितविक्रमः।
नियुद्धकुशलो दैत्यों बलदेवेन मुषिटकः॥
]

`verse 53 [
संनिपातावधूतैश्च चाणूरेण समं हरिः।
क्षेपणैर्मुष्टिभिश्चैव कीलीवज्रनिपातनैः॥
]

`verse 54 [
पादौद्धूतैः प्रमृष्टाभिस्तयोर्युद्धमभून्महत्।
अशस्त्रमतिघोरं तत्तयोर्युद्धं सुदारुणम्॥
]

`verse 55 [
स्वबलप्राणनिष्पाद्यं समाजोत्सवसंनिधौ।
यावद्यावच्च चाणूरो युयुधे हरिणा सह॥
]

`verse 56 [
प्राणहानिमवापाग्य्रां तावत्तावन्न बान्धवम्।
कृष्णोऽपि युयुधे तेन लीलयैव जगन्मयः॥
]

`verse 57 [
खेदाच्चालयता कोपान्निजशेषकरे करम्।
बलक्षयं विवृद्धिं च दृष्ट्वा चाणूरकृष्णयोः॥
]

`verse 58 [
वारयामास तूर्याणि कंसः कोपपरायणः।
मृदङ्गदिषु वाद्येषु प्रतिषिद्धेषु तत्क्षणात्॥
]

`verse 59 [
खसंगतान्यवाद्यन्त दैवतूर्याण्यनेकशः।
जय गोविन्द चाणूरं जहि केशव दानवम्॥
]

`verse 60 [
इत्यन्तर्धिगता देवास्तुष्टुवुस्ते प्रहर्षिताः।
चाणूरेण चिरं कालं क्रीडित्वा मधुसूदनः॥
]

`verse 61 [
उत्पाट्य भ्रामयामास तद्वधाय कृतोद्यमः।
भ्रामयित्वा शतगुणं दैत्यमल्लममित्रजित्॥
]

`verse 62 [
भूमावास्फोटयामास गगने गतजीवितम्।
भूमावास्फोटितस्तेन चाणूरः शतधा भवन्॥
]

`verse 63 [
रक्तस्रावमहापङ्कां चकार स तदा भुवम्।
बलदेवस्तु तत्कालं मुष्टिकेन महाबलः॥
]

`verse 64 [
युयुधे दैत्यमल्लेन चाणूरेण यथा हरिः।
सोऽप्येनं मुष्टिना मूर्ध्नि वक्षस्याहत्य जानुना॥
]

`verse 65 [
पातयित्वा धरापृष्ठे निष्पिपेष गतायुषम्।
कष्णस्तोशलकं भूयो मल्लराजं महाबलम्॥
]

`verse 66 [
वाममुष्टिप्रहारेण पातयामास भूतले।
चाणूरे निहते मल्ले मुष्टिके च निपातिते॥
]

`verse 67 [
नीते क्षयं तोशलके सर्वे मल्लाः प्रदुद्रुवुः।
ववल्गतुस्तदा रङ्गे कृष्णसंकर्षणावुभौ॥
]

`verse 68 [
समानवयसो गोपान्बलादाकृष्य हर्षितौ।
कंसोऽपि कोपरक्ताक्षः प्राहोच्चैर्व्यायतान्नरान्॥
]

`verse 69 [
गोपावेतौ समाजौघान्निष्क्रम्येतां बलादितः।
नन्दोऽपि गृह्यतां पापो निगडैराशु बध्यताम्॥
]

`verse 70 [
अवृद्धार्हेण दण्डेन वसुदेवोऽपि वध्यताम्।
वल्गन्ति गोपाः कृष्णेन ये चेमे सहिताः पुनः॥
]

`verse 71 [
गावो ह्रियन्तामेषां च यच्चास्ति वसु किंचन।
एवामाज्ञापयन्तं तं प्रहस्य मधुसूदनः॥
]

`verse 72 [
उत्पत्याऽऽरुह्य तन्मञ्चं कंसं जग्राह वेगितः।
केशेष्वाकृष्य विगलत्किरीटमवनीतले॥
]

`verse 73 [
स कंसं पातयामास तस्योपरि पपात च।
निःशेषजगदाधारगुरुणा पततोपति॥
]

`verse 74 [
कृष्णेन त्याजितः प्राणान्नुग्रसेनात्मजो नृपः।
मृतस्य केशेषु तदा गृहीत्वा मधुसूदनः॥
]

`verse 75 [
चकर्ष देहं कंसस्य रङ्गमध्ये महाबलः।
गौरवेणातमहता परिपातेन कृष्यता॥
]

`verse 76 [
कृता कंसस्य देहेन वेगितेन महात्मना।
कंसे गृहीते कृष्णेन तद्‌भ्राताऽभ्यागतो रुषा॥
]

`verse 77 [
सुनामा बलभद्रेण लीलयेव निपातितः।
ततो हाहाकृतं सर्वमासीत्तद्रङ्गमण्डलम्॥
]

`verse 78 [
अवज्ञया हतं दृष्ट्वा कृष्णेन मथुरेश्वरम्।
कृष्णोऽपि वसुदेवस्य पादौ जग्राह सत्वरम्॥
]

`verse 79 [
देवक्याश्च महाबाहुर्बलदेवसहायवान्।
उत्थाप्य वसुदेवस्तु देवकी च जनार्दनम्॥
स्मृतजन्मोक्तवचनौ तावेव प्रणतौ स्थितौ॥
]

`speaker [
वसुदेव उवाच
]

`verse 80 [
प्रसीद देवदेवेश देवानां प्रवर प्रभो।
तथाऽऽवयोः प्रसादेन कृताभ्युद्धार केशव॥
]

`verse 81 [
आराधितो यद्‌भगवानवतीर्णो गृहे मम।
दुर्वृत्तनिधनार्थाय तेन नः पावितं कुलम्॥
]

`verse 82 [
त्वमन्तः सर्वभूतानां सर्वभूतेष्वस्थितः।
वर्तते च समस्तात्मंसत्वत्तो भूतभविष्यती॥
]

`verse 83 [
यज्ञे त्वमिज्यसेऽचिन्त्य सर्वदेवमयाच्युते।
त्वमेव यज्ञो यज्वा च यज्ञानां परमेश्वर॥
]

`verse 84 [
सापह्नवं मम मनो यदेतत्तवयि जायते।
देवक्याश्चाऽऽत्मजप्रीत्या तदत्यन्तविडम्बना॥
]

`verse 85 [
त्वं कर्ता सर्वभूतानामनादिनिधनो भवान्।
क्व च मे मानुषस्यैषा जिह्वा पुत्रेति वक्ष्यति॥
]

`verse 86 [
जगदेतज्जगन्नाथ संभूतमखिलं यतः।
कया युक्ताय विना मायां सोऽस्मत्तः संभविष्यति॥
]

`verse 87 [
यस्मिन्प्रतिष्ठितं सर्वं जगत्स्थावरजङ्गमम्।
स कोष्ठोत्सङ्गशयने मनुष्याज्जायते कथम्॥
]

`verse 88 [
स त्वं प्रसीद परमेश्वर पाहि विश्वमंशावतारकरणैर्न ममासि पुत्रः।
आब्रह्मपादपमयं जगदीश सर्वं, चित्ते विमोहयसि किं परमेश्वरात्मन्॥
]

`verse 89 [
मायाविमोहितदृशा तनयो ममेति, कंसाद्भयं कृतवता तु मयाऽतितीव्रम्।
नीतोऽसि गोकुलमरातिभयाकुलस्य, वृद्धिं गतोऽसि मम चैव गवामधीश॥
]

`verse 90 [
कर्माणि रुद्रमरुदश्विशतक्रतूनां, साध्यानि यानि न भवन्ति निरीक्षितानि।
त्वं विष्णुरीशजगतामुपकार्हेतोः प्राप्तोऽसि नः परिगतः परमो विमोहः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे बालचरितेकंसवधकथनं नाम त्रिनवत्यधिकशततमोऽध्यायः॥
]
