`speaker [
व्यास उवाच
]

`verse 1 [
जरासन्धसुते कंस उपयेमे महाबलः।
अस्तिः प्राप्तिश्च भो विप्रास्तयोर्भर्तृहणं हरिम्॥
]

`verse 2 [
महाबलपरीवारो मागधाधिपतिर्बली।
हन्तुमभ्याययौ कोपाज्जरासंधः सयादवम्॥
]

`verse 3 [
उपेत्य मथुरां सोऽथ रुरोध मगधेश्वरः।
अक्षौहिणीभिः सैन्यस्य त्रयोविंशतिभिर्वृतः॥
]

`verse 4 [
निष्क्रम्याल्पपरीवारावभौ रामजनार्दनौ।
युयुधाते समं तस्य बलिनौ बलिसैनिकैः॥
]

`verse 5 [
ततो बलश्च कृष्णश्च मतिं चक्रे महाबलः।
आयुधानां पुराणानामादाने मुनिसत्तमाः॥
]

`verse 6 [
अनन्तरं चक्रशार्ङ्गे तूणौ चाप्यक्षयो शरैः।
आकाशादागतौ वीरौ तदा कौमोदकी गदा॥
]

`verse 7 [
हलं च बलभद्रस्य गगनादागमत्करम्।
बलस्याभिमतं विप्राः सुनन्दं मुशलं तथा॥
]

`verse 8 [
ततो युद्धे पराजित्य स्वसैन्यं मगधाधिपम्।
पुरीं विवशतुर्वीरावुभौ रामजनार्दनौ॥
]

`verse 9 [
जिते तस्मिन्सुदुर्वृत्ते जरासंधे द्विजोत्तमाः।
जीवमाने गते तत्र कृष्णो मेने न तं जितम्॥
]

`verse 10 [
पुनरप्याजगामात जरासंधो बलान्वितः।
जितश्च रामकृष्णाभ्यमापकृत्य द्विजोत्तमा॥
]

`verse 11 [
दश चाष्टौ च संग्रामानेवमत्यन्तदुर्मदः।
यदुभिर्मागधो राजा चक्रे कृष्णपुरोगमैः॥
]

`verse 12 [
सर्वेष्वेव च युद्धेषु यदुभिः स पराजितः।
अपक्रान्तो जरासंधः स्वल्पसैन्यैर्बलाधिकः॥
]

`verse 13 [
तद्‌बलं यादवानां वै रक्षितं यदनेकशः।
तत्तु संनिधिमाहात्म्यं विष्णोरंशस्य चक्रिणः॥
]

`verse 14 [
मनुष्यधर्मशीलस्य लीला सा जगतः पते।
अस्त्राण्यनेकरूपाणि यदरातिषु मुञ्चति॥
]

`verse 15 [
मनसैव जगत्सृष्टिसंहारं तु करोति यः।
तस्यारिपक्षक्षपणे कियानुद्यमविस्तरः॥
]

`verse 16 [
तथाऽपि च मनुष्याणां धर्मस्तदनुवर्तनम्।
कुर्वन्बलवता संधिं हीनैर्युद्धं करोत्यसौ॥
]

`verse 17 [
साम चोपप्रादानं च तथा भेदं च दर्शयन्।
करोति दण्डपातं च क्वचिदेव पलायनम्॥
]

`verse 18 [
मनुष्यदेहिनां चेष्टामित्येवमनुवर्तते।
लीला जगत्पतेस्तस्य च्छन्दतः संप्रवर्तते॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे श्रीकृष्णचरिते पञ्चवत्यधिकशततमोऽध्यायः॥
]
