`speaker [
व्यास उवाच
]

`verse 1 [
वने विहरतस्तस्य सह गोपैर्महात्मनः
मानुषच्छद्मरूपस्य शेषस्य धरणीभृतः
]

`verse 2 [
निष्पादितोरुकार्यस्य कार्येणैवावतारिणः
उपभोगार्थमत्यर्थं वरुणः प्राह वारुणीम्
]

`speaker [
वरुण उवाच
]

`verse 3 [
अभीष्टां सर्वदा ह्यस्य मदिरे त्वं महौजसः
अनन्तस्योपभोगाय तस्य गच्छ मुदे शुभे
]

`speaker [
व्यास उवाच
]

`verse 4 [
इत्युक्ता वारुणी तेन संनिधानमथाकरोत्
वृन्दावनतटोत्पन्नकदम्बतरुकोटरे
]

`verse 5 [
विचरन्बलदेवोऽपि मदिरागन्धमुद्धतम्
आघ्राय मदिराहर्षमवापाथ पुरातनम्
]

`verse 6 [
ततः कदम्बात्सहसा मद्यधारां स लाङ्गली
पतन्तीं वीक्ष्य मुनयः प्रययौ परमां मुदम्
]

`verse 7 [
पपौ च गोपगोपीभिः समवेतो मुदान्वितः
उपगीयमानो ललितं गीतवाद्यविशारदैः
]

`verse 8 [
श्रमतोऽत्यन्तघर्माम्भःकणिकामौक्तिकोज्ज्वलः
आगच्छ यमुने स्नातुमिच्छामीत्याह विह्वलः
]

`verse 9 [
तस्य वाचं नदी सा तु मत्तोक्तामवमन्य वै
नाजगाम ततः क्रुद्धो हलं जग्राह लाङ्गली
]

`verse 10 [
गृहीत्वा तां तटेनैव चकर्ष मदविह्वलः
पापे नायासि नायासि गम्यतामिच्छयान्यतः
]

`verse 11 [
सा कृष्टा तेन सहसा मार्गं संत्यज्य निम्नगा
यत्रास्ते बलदेवोऽसौ प्लावयामास तद्वनम्
]

`verse 12 [
शरीरिणी तथोपेत्य त्रासविह्वललोचना
प्रसीदेत्यब्रवीद्रामं मुञ्च मां मुशलायुध
]

`verse 13 [
सोऽब्रवीदवजानासि मम शौर्यबलं यदि
सोऽहं त्वां हलपातेन नयिष्यामि सहस्रधा
]

`speaker [
व्यास उवाच
]

`verse 14 [
इत्युक्तयातिसंत्रस्तस्तया नद्या प्रसादितः
भूभागे प्लाविते तत्र मुमोच यमुनां बलः
]

`verse 15 [
ततः स्नातस्य वै कान्तिराजगाम महावने
अवतंसोत्पलं चारु गृहीत्वैकं च कुण्डलम्
]

`verse 16 [
वरुणप्रहितां चास्मै मालामम्लानपङ्कजाम्
समुद्रार्हे तथा वस्त्रे नीले लक्ष्मीरयच्छत
]

`verse 17 [
कृतावतंसः स तदा चारुकुण्डलभूषितः
नीलाम्बरधरः स्रग्वी शुशुभे कान्तिसंयुतः
]

`verse 18 [
इत्थं विभूषितो रेमे तत्र रामस्तदा व्रजे
मासद्वयेन यातश्च पुनः स मथुरां पुरीम्
]

`verse 19 [
रेवतीं चैव तनयां रैवतस्य महीपतेः
उपयेमे बलस्तस्यां जज्ञाते निशठोल्मुकौ
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे हलिक्रीडावर्णनं नामाष्टनवत्यधिकशततमोऽध्यायः
]
