`speaker [
मुनय ऊचुः
]

`verse 1 [
शम्बरेण हृतो वीरः प्रद्युम्नः स कथं पुनः।
शम्बरश्च महावीर्यः प्रद्युम्नेन कथं हतः॥
]

`speaker [
व्यास उवाच
]

`verse 2 [
षष्ठेऽह्नि जातमात्रे प्रद्युम्नं सीतिकागृहात्।
ममैष हन्तेति द्विजा हृतवान्कालशम्बरः॥
]

`verse 3 [
नीत्वा चिक्षेप चैवैनं ग्राहोऽग्रे लवणार्णवे।
कल्लोलजनितावर्ते सुघोरे मकारालये॥
]

`verse 4 [
पतितं चैव तत्रैको मत्स्यो जग्राह बालकम्।
न ममार च तस्यापि जठरानलदीपितः॥
]

`verse 5 [
मत्स्यबन्धैश्च मत्स्योऽसौ मत्स्यैरन्यैः सह द्विजाः।
घातितोऽसुवर्याय शम्बराय निवेदितः॥
]

`verse 6 [
तस्य मायावती नाम पत्नी सर्वगृहेश्वरी।
कारयामास सूदानामाधिपत्यमनिन्दिता॥
]

`verse 7 [
दारिते मत्स्यजठरे ददृशे साऽतिशोभनम्।
कुमारं मन्मथतरोर्दग्धस्य प्रथमाङ्कुरम्॥
]

`verse 8 [
कोऽयं कथमयं मत्स्यजठरे समुपागतः।
इत्येवं कौतुकाविष्टां तां तन्वीं प्राह नारदः॥
]

`speaker [
नारद उवाच
]

`verse 9 [
अयं समस्तजगतं सृष्टिसंहारकारिणा।
शम्बरेण हृतः कृष्णतनयः सूतिकागृहात्॥
]

`verse 10 [
क्षिप्तः समुद्रे मत्स्येन निगीर्णस्ते वशं गतः।
नररत्नमिदं सुभ्रु विश्रब्धा परिपालय॥
]

`speaker [
व्यास उवाच
]

`verse 11 [
नारदेनैव मुक्ता सा पालयामास तं शिशुम्।
बाल्यादेवातिरागेण रूपतिशयमोहिता॥
]

`verse 12 [
स यदा यौवनाभोगभूषितोऽभूद्‌द्विजोत्तमाः।
साभिलाषा तदा सा तु बभुव गजगामिनी॥
]

`verse 13 [
मायावती ददौ चास्मै माया सर्वा महात्मने।
प्रद्युम्नायाऽऽत्मभूताय तन्न्यस्तहृदयेक्षणा॥
प्रसज्जनतीं तु तामाह स कार्ष्णिः कमललोचनः॥
]

`speaker [
प्रद्युम्न उवाच
]

`verse 14 [
मातृभावं विहायैव किमर्थं वर्तसेऽन्यथा॥
]

`speaker [
व्यास उवाच
]

`verse 15 [
सा चास्मै कथयामास न पुत्रस्त्वं ममेति वै।
तनयं त्वामयं विष्णोर्हृतवान्कालशम्बरः॥
]

`verse 16 [
क्षिप्तः समुद्रे मत्स्यस्य संप्राप्तो जठरान्मया।
सा तु रोदिति ते माता कान्ताऽद्याप्यतिवत्सला॥
]

`speaker [
व्यास उवाच
]

`verse 17 [
इत्युक्तः शम्बरं युद्धे प्रद्युम्नः स समाह्वयत्।
क्रोधाकुलीकृतमना युयुधे च महाबलः॥
]

`verse 18 [
हत्वा सैन्यमशेषं तु तस्य दैत्यस्य माधविः।
सप्त माया व्यतिक्रम्य मायां संयुयुजेऽष्टमीम्॥
]

`verse 19 [
तया जघान तं दैत्यं मायया कालशम्बरम्।
उत्पत्य च तया सार्धमाजगाम पितुः पुरम्॥
]

`verse 20 [
अन्तःपुरे च पतितं मायावत्या समन्वितम्।
तं दृष्ट्वा हृष्टसंकल्पा बभूवुः कृष्णयोषितः॥
रुक्मिणी चाब्रवीत्प्रेम्णाऽऽसक्तदृष्टिरनिन्दता॥
]

`verse 21 [
रुक्मिण्युवाच
धन्यायाः खल्वयं पुत्रो वर्तते नवयौवने।
अस्मिन्वयसि पुत्रो मे प्रद्युम्नो यदि जीवति॥
]

`verse 22 [
सभाग्या जननी वत्स त्वया काऽपि विभूषिता।
अथवा मागृशः स्नेहो मम यादृग्वपुश्च ते॥
हरेरपत्यं सुव्यक्तं भवान्वत्स भविष्यति॥
]

`speaker [
व्यास उवाच
]

`verse 23 [
एतस्मिन्नन्तरे प्राप्तः सह कृष्णेन नारदः।
अन्तःपुरवरां देवीं रुक्मिणीं प्राह हर्षितः॥
]

`speaker [
श्रीकृष्ण उवाच
]

`verse 24 [
एष ते तनयः सुभ्रु हत्वा शम्बरमागतः।
हृतो येनाभवत्पूर्वं पुत्रस्ते सूतिकागृहात्॥
]

`verse 25 [
इयं मायावती भार्या तनयस्यास्य ते सती।
शम्बरस्य न भार्येयं श्रूयतामत्र कारणम्॥
]

`verse 26 [
मन्मथे तु गते नाशं तदुद्‌भवपरायणा।
शम्बरं मोहयामास मायामास मायारूपेण रुक्मिणि॥
]

`verse 27 [
विवाहाद्युपभोगेषु रूपं मायामयं शुभम्।
दर्शयामास दैत्यस्य तस्येयं मदिरेक्षणा॥
]

`verse 28 [
कामोऽवतीर्णः पुत्रस्ते तस्येयं दयिता रतिः।
विशङ्का नात्र कर्तव्या स्नुषेयं तव शोभना॥
]

`speaker [
व्यास उवाच
]

`verse 29 [
ततो हर्षसमाविष्टौ रुक्मिणीकेशवौ तदा।
नगरी च समस्ता सा साधु साध्वित्यभाषत॥
]

`verse 30 [
चिरं नष्टेन पुत्रेण संगतं प्रेक्ष्य रुक्मिणीम्।
अवाप विस्मयं सर्वो द्वारवत्यां जनस्तदा॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे शम्बरहृतप्रद्युम्नागमनवर्णनं नाम द्विशततमोऽध्यायः॥
]
