`verse 1 [
अनिरुद्धविवाहे रुक्मिवधनिरूपणम्
व्यास उवाच
चारुदेष्णं सुदेष्णं च चारुदेहं च शोभनम्।
सुषेणं(विचारुं)चारुगुप्तं च भद्रचारुं तथाऽपरम्॥
]

`verse 2 [
चारुविन्दं(चन्द्रं)सुचारुं च चारुं च बलिनां वरम्।
रुक्मिण्यजनयत्पुत्रान्कन्यां चारुमतीं तथा॥
]

`verse 3 [
अन्याश्च भार्याः कृष्णस्य बभूवुः सप्त शोभनाः।
कालिन्दी मित्रविन्दा च सत्या नाग्नजिती तथा॥
]

`verse 4 [
देवी जाम्बवती चापि सदा तुष्टा तु रोहिणी।
मद्रराजसुता चान्या शुशीला शीलमण्डला॥
]

`verse 5 [
सत्राजिती सत्यभामा लक्ष्मणा चारुहासिनी।
षोडशात्र सहस्राणि स्त्रीणामन्यानि चक्रिणः॥
]

`verse 6 [
प्रद्युम्नोऽपि महावीर्यो रुक्मिणस्तनयां शुभाम्।
स्वयंवरस्थां जग्राह साऽपि तं तनयं हरेः॥
]

`verse 7 [
तस्यामस्याभवत्पुत्रो महाबलपराक्रमः।
अनिरुद्धो रणे रुद्धो वीर्योदधिररिंदमः॥
]

`verse 8 [
तस्यापि रुक्मिणः पौत्री वरयामास केशवः।
दौहित्राय ददौ रुक्मी स्पर्धयन्नपि शौरिणा॥
]

`verse 9 [
तस्या विवाहे रामाद्या यादवा हरिणा सह।
रुक्मिणो नगरं जग्मुर्नाम्ना भोजकटं द्विजाः॥
]

`verse 10 [
विवाहे तत्र निर्वृत्ते प्राद्युम्नेः सुमहात्मनः।
कलिङ्गराजप्रमुखा रुक्मिणं वाक्यमब्रुवम्॥
]

`speaker [
कलिङ्गादय ऊचुः
]

`verse 11 [
अनक्षज्ञो हली द्यूते तथाऽस्य व्यसनं महात्।
तन्न(ज्ज)यामो बलं तस्माद्‌द्यूतेनैव महाद्युते॥
]

`speaker [
व्यास उवाच
]

`verse 12 [
तथेति तानाह नृपान्रक्मी बलसमन्वितः।
सभायां सह रामेण चक्रे द्यूतं च वै तदा॥
]

`verse 13 [
सहस्रमेकं निष्काणां रुक्मिणा विजितो बलः।
द्वितीये दिवसे चान्यत्सहस्रं रुक्मिणा जितः॥
]

`verse 14 [
ततो दश सहस्राणि निष्काणां पणमाददे।
बलभद्रप्रपन्नानि रुक्मी द्युतविदां वरः॥
]

`verse 15 [
ततो जहासाथ बलं कलिङ्गाधिपतिर्द्विजाः।
दन्तान्विदर्शयन्मूढो रुक्मी चाऽऽह मदोद्धतः॥
]

`verse 16 [
रुक्म्युवाच
अविद्योऽयं महाद्यूते बलभद्रः पराजितः।
मृषैवाक्षावलोपत्वाद्योऽयं मेनेऽक्षकोविदम्॥
]

`verse 17 [
दृष्ट्वा कलिङ्गराजं तु प्रकाशदशनाननम्।
रुक्मिणं चापि दुर्वाक्यं कोपं चक्रे हलायुधः॥
]

`speaker [
व्यास उवाच
]

`verse 18 [
ततः कोपपरीतात्मा निष्ककोटिं हलायुधः।
ग्लहं जग्राह रुक्मी च ततस्त्वक्षानपातयत्॥
]

`verse 19 [
अजयद्‌बलदेवोऽथ प्राहोच्चैस्तं जितं मया।
ममेति रुक्मी प्राहोच्चैरलीकोक्तैरलं बलम्॥
]

`verse 20 [
त्वयोक्तोऽयं ग्लहः सत्यं न ममैषोऽनुमोदितः।
एवं त्वया चेद्विजितं न मया विजितं कथम्॥
]

`verse 21 [
ततोऽन्तरिक्षे वागुच्चैः प्राह गम्भीरनादिनी।
बलदेवस्य तं कोपं वर्धयन्ती महात्मनः॥
]

`verse 22 [
आकाशवागुवाच
जितं तु बलदेवेन रुक्मिणा भाषितं मृषा।
अनुक्त्वा वचनं किंचित्कृतं भवति कर्मणा॥
]

`speaker [
व्यास उवाच
]

`verse 23 [
ततो बलः समुत्थाय क्रोधसंरक्तलोचनः।
जघानाष्टापदेनैव रुक्मिणं स महाबलः॥
]

`verse 24 [
कलिङ्राजं चाऽऽदाय विस्फुरन्तं बलाद्‌बलः।
बभ़ञ्ज दन्तान्कुपितो यैः प्रकाशं जहास सः॥
]

`verse 25 [
आकृष्य च महास्तम्भं जातरूपमयं बलः।
जघान ये तत्पक्षास्तान्भूभृतः कुपितो बलः॥
]

`verse 26 [
ततो हाहाकृतं सर्वं पलायनपरं द्विजाः।
तद्राजमण्डलं सर्वं बभूव कुपिते बले॥
]

`verse 27 [
बलेन निहतं श्रुत्वा रुक्मिणं मधुसूदनः।
नोवाच वचनं किंचिद्रुक्मिणीबलयोर्भयात्॥
]

`verse 28 [
ततोऽनिरुद्धामादाय कृतोद्वाहं द्विजोत्तमाः।
द्वारकामाजगामाथ यदुचक्रं सकेशवम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मेऽनिरुद्धविवाहे रुक्मिवधनिरूपणं नामैकाधिकद्विशततमोऽध्यायः॥
]
