`speaker [
व्यास उवाच
]

`verse 1 [
संस्तुतो भगवानित्थं देवराजेन केशवः।
प्रहस्य भावगम्भीरमुवोचेदं द्विजोत्तमाः॥
]

`verse 2 [
श्रीभगवानुवाच
देवराजो भवानिन्द्रो वयं मर्त्या जगत्पते।
क्षन्तव्यं भवतैवैतदपराधकृतं मम॥
]

`verse 3 [
पारिजाततरुचायं नीयतामचितास्पदम्।
गृहीतोऽयं मया शक्र सत्यावचनकारणात्॥
]

`verse 4 [
वज्रं चेदं गृहाण त्वं यष्टव्यं प्रहितं त्वया।
तवैवैतत्प्रहरणं शक्रवैरिविदारणम्॥
]

`speaker [
शक्र उवाच
]

`verse 5 [
विमोहयसि मामीश मर्त्योऽहमिति किं वदन्।
जानीमस्त्वां भगवतोऽनन्तसौख्यविदो वयम्॥
]

`verse 6 [
यऽसि सोऽसि जगन्नाथ प्रवृतौ नाथ संस्थितः।
जगतः शल्यनिष्कर्ष करोष्यसुरसूदन॥
]

`verse 7 [
नीयतां पारिजातोऽयं कृष्ण द्वारवतीं पुरीम्।
मर्त्यलोके त्वया मुक्ते नायं संस्थास्यते भुवि॥
]

`speaker [
व्यास उवाच
]

`verse 8 [
तथेत्युक्त्वा तु देवेन्द्रमाजगाम भुवं हरिः।
प्रयुक्तैः सिद्धागन्धर्वैः स्तूयमानस्त्वथर्षिभिः॥
]

`verse 9 [
जगाम कृष्णः सहसा गृहीत्वा पादपोत्तमम्।
ततः शङ्खमुपाध्माय द्वारकोपरि संस्थितः॥
]

`verse 10 [
हर्षमुत्पादयामास द्वारकावासिनां द्विजाः।
अवतीर्याथ गरुडात्सत्यभामासहायवान्॥
]

`verse 11 [
निष्कुटे स्थापयामास पारिजातं महातरुम्।
यमभ्येत्य जनः सर्वो जातिं स्मरति पौर्विकीम्॥
]

`verse 12 [
वास्यते यस्य पुष्पाणां गन्धेनोर्वी त्रियोजनम्।
ततस्ते यादवाः सर्वे देवगन्धानमानुषान्॥
]

`verse 13 [
ददृशुः पादपे तस्मिन्कुर्वतो मुखदर्शनम्।
किंकरैः समुपानीतं हस्त्यश्वादि ततो धनम्॥
]

`verse 14 [
स्त्रियश्च कृष्णो जग्राह नरकस्य परिग्रहात्।
ततः काले शुभे प्राप्त उपयेमे जनार्दनः॥
]

`verse 15 [
ताः कन्या नरकावासात्सर्वतो याः समाहृताः।
एकस्मिन्नेव गोविन्दः कालेनाऽऽसां द्विजोत्तमाः॥
]

`verse 16 [
जग्राह विधिवत्पाणीन्पृथग्देहे स्वधर्मतः।
षोडश स्त्रीसहस्राणि शतमेकं तथाऽधिकम्॥
]

`verse 17 [
तावन्ति चक्रे रूपाणि भगवान्मधुसूदनः।
एकैकशश्च ताः कन्या मेनिरे मधुसूदनम्॥
]

`verse 18 [
ममैव पाणिग्रहणं गोविन्दः कृतवानिति।
निशासु जगतः स्रष्टा तासां गेहेषु केशवः॥
उवास विप्रा सर्वासां विश्वरूपधरो हरिः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे श्रीकृष्णचरिते चतुरधिकद्विशततमोऽध्यायः॥
]
