`speaker [
मुनय ऊचुः
]

`verse 1 [
चक्रे कर्ममहच्छौरिर्बिभ्रद्यो मानुषीं तनुम्।
जिगाय शक्रं शर्वं च सर्वदेवांश्च लीलया॥
]

`verse 2 [
यच्चान्यदकरोत्कर्म दिव्यचेष्टाविघातकृत्।
कथ्यतां तन्मुनिश्रेष्ठ परं कौतूहलं हि नः॥
]

`speaker [
व्यास उवाच
]

`verse 3 [
गदतो मे मुनिश्रेष्ठाः श्रूयतामिदमादरात्।
नरावतारे कृष्णेन दग्धा वाराणसी यथा॥
]

`verse 4 [
पौण्‍ड्रको वासुदेवश्च वासुदेवोऽभवद्‌भुवि।
अवतीर्णस्त्वमित्युक्तो जनैरज्ञानमोहितैः॥
]

`verse 5 [
स मेने वासुदेवोऽहमवतीर्णो महीतले।
नष्टस्मृतिस्ततः सर्वं विष्णुचिह्नमचीकरत्॥
दूतं च प्रेषयामास स कृष्णाय द्विजोत्तमाः॥
]

`speaker [
दूत उवाच
]

`verse 6 [
त्यक्त्वा चकादिकं चिह्नं मदीयं नाम माऽऽत्मनः।
वासुदेवात्मकं मूढ मुक्त्वा सर्वमशेषतः॥
]

`verse 7 [
आत्मनो जीवितार्थं च तथा मे प्रणतिं व्रज॥
]

`speaker [
व्यास उवाच
]

`verse 8 [
इत्युक्तः स प्रहस्यैव दूतं प्राह जनार्दनः॥
]

`verse 9 [
श्रीभगवानुवाच
निजचिह्नमहं चक्रं समुत्स्रक्ष्ये त्वयीति वै।
वाच्यश्च पौण्ड्रको गत्वा त्वया दूत वचो मम॥
]

`verse 10 [
ज्ञातस्त्वद्वाक्यसद्‌भावो यत्कार्यं तद्विधीयतां।
गृहीतचिह्न एवाहमागमिष्यामि ते पुरम्॥
]

`verse 11 [
उत्स्रक्ष्यामि च ते चक्रं निजचिह्नमसंशयम्।
आज्ञापूर्वं च यदिदमागच्छेति त्वयोदितम्॥
]

`verse 12 [
संपादयिष्ये श्वस्तुभ्यं तदप्येषोऽविलम्बितम्।
शरणं ते समभ्येत्य कर्ताऽस्मि नृपते तथा॥
यथा त्वत्तो भयं भूयो नैव किंचिद्‌भविष्यति॥
]

`speaker [
व्यास उवाच
]

`verse 13 [
इत्युक्तेऽपगते दूते संस्मृत्याभ्यागतं हरिः।
गरुत्मन्तं समारुह्य त्वरितं तत्पुरं ययौ॥
]

`verse 14 [
तस्यापि केशवोद्योगं श्रुत्वा काशिपतिस्तदा।
सर्वसैन्यपरीवारपार्ष्णिग्राहमुपाययौ॥
]

`verse 15 [
ततो बलेन महता काशिराजबलेन च।
पौण्ड्रको वासुदेवोऽसौ केशवाभिमुखं ययौ॥
]

`verse 16 [
तं ददर्श हरिर्दूरादुदारस्यन्दने स्थितम्।
चक्रशङ्खगदापाणिं पाणिना विधृताम्बुजम्॥
]

`verse 17 [
स्रग्धरं धृतशार्ङगं च सुपर्णरचनाध्वजम्।
वक्षःस्थलकृतं चास्य श्रीवत्सं ददृशे हरिः॥
]

`verse 18 [
किरीटकुण्डलधरं पीतवासःसमन्वितम्।
दृष्ट्वा तं भावगम्भीरं जहास मधुसूदनः॥
]

`verse 19 [
युयुधे च बलेनास्य हस्त्यश्वबलिना द्विजाः।
निस्त्रिंशर्ष्टिगदाशूलशक्तिकार्मुकशालिना॥
]

`verse 20 [
क्षणेन शार्ङगनिर्मुक्तैः शरैरग्निविदारणैः।
गदाचक्रातिपातैश्च सूदयामास तद्‌बलम्॥
]

`verse 21 [
काशिराजबलं चैव क्षयं नीत्वा जनार्दनः।
उवाच पौण्ड्रकं मूढमात्मचिह्नोपलक्षणम्॥
]

`verse 22 [
श्रीभगवानुवाच
पौण्ड्रकोक्तं त्वया यत्तद्‌दूतवक्त्रेण मां प्रति।
समुत्सृजेति चिह्नानि तत्ते संपादयाम्यहम्॥
]

`verse 23 [
चक्रमेतत्समुत्सृष्टं गदेयं चक्रेणासौ विदारितः।
पोथितो गदया भग्नो गरुत्मामश्च गरुत्मता॥
]

`verse 24 [
इत्युच्चार्य विमुक्तेन चक्रेणासौ विदारितः।
पोथितो गदया भग्नो गरुत्मांश्च गरुत्मता॥
]

`verse 25 [
ततो हाहाकृते लोके काशीनामधिपस्तदा।
युयुधे वासुदेवेन मित्रस्यापचितौ स्थितः॥
]

`verse 26 [
ततः शार्ङ्गविनिर्मुक्तैश्छित्त्वा तस्य शरैः शिरः।
काशिपुर्यां स चिक्षेप कुर्वंल्लोकस्य विमस्यम्॥
]

`verse 27 [
हत्वा तु पौण्ड्रकं शौरिः काशिराजं च सानुगम्।
रेमे द्वारवतीं प्राप्तोऽमरः स्वर्गगतो यथा॥
]

`verse 28 [
तच्छिरः पतितं तत्र दृष्ट्वा काशिपतेः पुरे।
जनः किमेतादित्याह केनेत्यत्यन्तविस्मितः॥
]

`verse 29 [
ज्ञात्वा तं वासुदेवेन हतं तस्य सुतस्ततः।
पुरोहितेन सहितस्तोषयामास शंकरम्॥
]

`verse 30 [
अविमुक्ते महाक्षेत्रे तोषितस्तेन शंकरः।
वरं वृणीष्वेति तदा तं प्रोवाच नृपात्मजम्॥
]

`verse 31 [
स वव्रे भगवन्कृत्या पितुर्हन्तुर्वधाय मे।
समुत्तिष्ठतु कृष्णस्य त्वत्प्रसादान्महेश्वरः॥
]

`speaker [
व्यास उवाच
]

`verse 32 [
एवं भविष्यतीत्युक्ते दक्षिणाग्नेरनन्तरम्।
महाकृत्या समुत्तस्थौ तस्यैवाग्निनिवेशनात्॥
]

`verse 33 [
ततो ज्वालाकरालास्या ज्वलत्केशकलापिका।
कृष्ण कृष्णेति कुपिता कृत्वा द्वारवतीं ययौ॥
]

`verse 34 [
तामवेक्ष्य जनः सर्वो रौद्रां विकृतलोचनाम्।
ययौ शरण्यं जगतां शरणं मधुसूदनम्॥
]

`speaker [
जना ऊचुः
]

`verse 35 [
काशिराजसुतेनेयमाराध्य वृषभध्वजम्।
उत्पादिता महाकृत्या वधाय तव चक्रिणः॥
जहि कृत्यामिमामुग्रां वह्निज्वालाजटाकुलाम्॥
]

`speaker [
व्यास उवाच
]

`verse 36 [
चक्रमुत्सृष्टमक्षेषु क्रीडासक्तेन लीलया।
तदग्निमालाजटिलं ज्वालोद्‌गारातिभीषणम्॥
]

`verse 37 [
कृत्यामनुजगामाऽशु विष्णुचक्रं सुदर्शनम्।
ततः सा चक्रविध्वस्ता कृत्या माहेश्वरी तदा॥
]

`verse 38 [
जगाम वेगिनी वेगात्तदप्यनुजगाम ताम्।
कृत्या वाराणसीमेव प्रविवेश त्वरान्विता॥
]

`verse 39 [
विष्णुचक्रप्रतिहतप्रभावा मुनिसत्तमाः।
ततः काशिबलं भूरि प्रमथानां तथा बलम्॥
]

`verse 40 [
समस्तशस्त्रास्त्रयुतं चक्रस्याभिमुखं ययौ।
शस्त्रास्त्रमोक्षबहुलं दग्ध्वा तद्बलमोजसा॥
]

`verse 41 [
कृत्वाऽक्षेमामशेषां तां पुरीं वाराणसीं ययौ।
प्रभूतभृत्यपौरां तां साश्वमातङ्गमानवाम्॥
]

`verse 42 [
अशेषदुर्गकोष्ठां तां दुर्निरीक्ष्यां सुरैरपि।
ज्वालापरिवृताशेषगृहप्राकारतोरणाम्॥
]

`verse 43 [
ददाह तां पुरीं चक्रं सकलामेव सत्वरम्।
अक्षीणामर्षमत्यल्पसाध्यसाधननिस्पृहम्॥
]

`verse 44 [
तच्चक्रं प्रस्फुरद्दीप्ति विष्णोरभ्याययौ करम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे श्रीकृष्णचरिते पौण्ड्रकवासुदेववधे काशीदाहवर्णनं नाम सप्ताधिकद्विशततमोऽध्यायः॥
]
