`speaker [
मुनय ऊचुः
]

`verse 1 [
श्रोतुमिच्छामहे भूयो बलभद्रस्य धीमतः।
मुने पराक्रमं शौर्यं तन्नो व्याख्यातुमर्हसि॥
]

`verse 2 [
यमुनाकर्षणादीनि श्रुतान्यस्माभिरत्र वै।
तत्कथ्यतां महाभागा यदन्यत्कृतवान्बलः॥
]

`speaker [
व्यास उवाच
]

`verse 3 [
श्रृणुध्वं मुनयः कर्म यद्रामेणाभवत्कृतम्।
अनन्तेनाप्रमेयेन शेषेण धरणीभृता॥
]

`verse 4 [
दुर्योधनस्य तनयां स्वयंवरकृतेक्षणाम्।
बलादादत्तवान्वीरः साम्बो जाम्बवतीसुतः॥
]

`verse 5 [
ततः क्रुद्धा महावीर्याः कर्णदुर्योधनादयः।
भीष्मद्रोणादयश्चैव बबन्धुर्युधि निजितम्॥
]

`verse 6 [
तच्छ्रुत्वा यादवाः सर्वे क्रोधं दुर्योधनादिषु।
मुनयः प्रतिचक्रुश्च तान्विहन्तुं महोद्यमम्॥
]

`verse 7 [
तान्निवार्य बलः प्राह मदलोलाकुलाक्षरम्।
मोक्ष्यन्ति ते मद्वचनाद्यास्याम्येको हि कौरवान्॥
]

`verse 8 [
बलदेवस्ततो गत्वा नगरं नागसाह्वयम्।
बाह्योपवनमध्येऽभून्न विवेश च तत्पुरम्॥
]

`verse 9 [
बलमागतमाज्ञाय तदा दुर्योधनादयः।
गामर्घमुदकं चैव रामाय प्रत्यवेदयन्॥
गृहीत्वा विधिवत्सर्वं ततस्तानाह कौरवान्॥
]

`speaker [
बलदेव उवाच
]

`verse 10 [
आज्ञापयत्युग्रसेनः साम्बमाशु विमुञ्चत॥
]

`speaker [
व्यास उवाच
]

`verse 11 [
ततस्तद्वजनं श्रुत्वा भीष्मद्रोणादयो द्विजाः।
कर्णदुर्योधनाद्याश्च चुक्रुधुर्द्विजसत्तमाः॥
]

`verse 12 [
ऊचुश्च कुपिताः सर्वे बाह्लिकाद्याश्च भूमिपाः।
अराजार्हं यदोर्वंशमवेक्ष्य मुशलायुधम्॥
]

`speaker [
कौरवा ऊचुः
]

`verse 13 [
भो भोः किमेतद्भवता बलभद्रेरितं वचः।
आज्ञां कुरुकुलोत्थानां यादवः कः प्रदास्यति॥
]

`verse 14 [
उग्रसेनोऽपि यद्याज्ञां कौरवाणां प्रदास्यति।
तदलं पाण्डुरैश्छत्रैर्नृपयोग्यैरलंकृतैः॥
]

`verse 15 [
तद्‌गच्छ बलभद्र त्वं साम्बमन्यायचेष्टितम्।
विमोक्ष्यामो न भवतो नोग्रसेनस्य शासनात्॥
]

`verse 16 [
प्रणतिर्या कृताऽस्माकं मान्यानां कुकुरान्धकैः।
न नाम सा कृता केयमाज्ञा स्वामिनि भृत्यतः॥
]

`verse 17 [
गर्वमारोपिता यूयं समानासनभोजनैः।
को दोषो भवतां नीतिर्यत्प्रीणात्यनपेक्षिता॥
]

`verse 18 [
अस्माभिर्च्यो भवता योऽयं बल निवेदितः।
प्रेम्णैव न तदस्माकं कुलाद्युष्मत्कुलोचितम्॥
]

`speaker [
व्यास उवाच
]

`verse 19 [
इत्युक्त्वा कुरवः सर्वे नामुञ्चन्त हरेः सुतम्।
कृतैकनिश्चयाः सर्वे विविशुर्गजसाह्वयम्॥
]

`verse 20 [
मत्तः कोपेन चाऽऽघूर्णं ततोऽधिक्षेपजन्मना।
उत्थाय पार्ष्ण्या वसुधां जघान स हलायुधः॥
]

`verse 21 [
ततो विदारिता पृथ्वी पार्ष्णिघातान्महात्मनः।
आस्फोटयामास तदा दिशः शब्देन पूरयन्॥
उवाच चातिताम्राक्षो भ्रुकुटीकुटिलाननः॥
]

`speaker [
बलदेव उवाच
]

`verse 22 [
अहो महावलेपोऽयमसाराणां दुरात्मनाम्।
कौरवाणामाधिपत्यमस्माकं किल कालजम्॥
]

`verse 23 [
उग्रसेनस्य ये नाऽऽज्ञां मन्यन्ते चाप्यलङ्घनाम्।
आज्ञां प्रतीच्छेद्वर्मेण सह देवैः शचीपतिः॥
]

`verse 24 [
सदाऽध्यास्ते सुधर्मां तामुग्रसेनः शचीपतेः।
धिङ्मनुष्यशतोच्छिष्टे तुष्टिरेषां नृपासने॥
]

`verse 25 [
पारिजाततरोः पुष्पमञ्जरीर्वनिताजनः।
बिभर्ति यस्य भृत्यानां सोऽप्येषां न महीपतिः॥
]

`verse 26 [
समस्तभूभुजां नाथ उग्रसेनः स तिष्ठतु।
अद्य निष्कौरवामुर्वीं कृत्वा यास्यामि तांपुरीम्॥
]

`verse 27 [
कर्णं दुर्योधनं द्रोणमद्य भीष्मं सबाह्लिकम्।
दुःशासनादीन्भूरिं च भूरिश्रवसमेव च॥
]

`verse 28 [
सोमदत्तं शलं भीममर्जुनं सयुधिष्ठिरम्।
यमजौ कौरवांस्चान्यान्हन्यां साश्वरथद्विपान्॥
]

`verse 29 [
वीरमादाय तं साम्बं सपत्नीकं ततः पुरीम्।
द्वारकामुग्रसेनादीन्गत्वा द्रक्ष्यामि बान्धवान्॥
]

`verse 30 [
अथवा कौरवादीनां समस्तैः कुरुभिः सह।
भारावतरणे शीघ्रं देवराजेन चोदितः॥
]

`verse 31 [
भागीरथ्यां क्षिपाम्याशु नगरं नागसाह्वयम्॥
]

`speaker [
व्यास उवाच
]

`verse 32 [
इत्युक्त्वा क्रोधरक्ताक्षस्तालाङ्कोऽधोमुखं हलम्।
प्राकारवप्रे विन्यस्य चकर्ष मुशलायुधः॥
]

`verse 33 [
आघूर्णितं तत्सहसा ततो वै हस्तिनापुरम्।
दृष्ट्वा संक्षुब्धहृदयाश्चुक्रुशुः सर्वकौरवाः॥
]

`speaker [
कौरवा ऊचुः
]

`verse 34 [
राम राम महाबाहो क्षम्यतां क्षम्यतां त्वया।
उपसंह्रियतां कोपः प्रसीद मुशलायुध॥
]

`verse 35 [
एष साम्बः सपत्नीकस्तव निर्यातितो बल।
अविज्ञातप्रभावाणां क्ष्मयतामपराधिनाम्॥
]

`speaker [
व्यास उवाच
]

`verse 36 [
ततो निर्यातयामासुः साम्बं पत्न्या समन्वितम्।
निष्क्रम्य स्वपुरीं तूर्णं कौरवा मुनिसत्तमाः॥
]

`verse 37 [
भीष्मद्रोणकृपादीनां प्रणम्य वदतां प्रियम्।
क्षान्तमेव मयेत्याह बलो बलवतां वरः॥
]

`verse 38 [
अद्याप्याघूर्णिताकारं लक्ष्यते तत्पुरं द्विजाः।
एष प्रभावो रामस्य बलशौर्यवतो द्विजाः॥
]

`verse 39 [
ततस्तु कौरवाः साम्बं संपूज्य हलिना सह।
प्रेषयामासुरुद्वाहधनभार्यासमन्वितम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे श्रीकृष्णचरिते बलदेवमाहात्म्यनिरूपणं नामाष्टाधिकद्विशततमोऽध्यायः॥
]
