`speaker [
व्यास उवाच
]

`verse 1 [
शृणुध्वं मुनयः सर्वे बलस्य बलशालिनः।
कृतं यदन्यदेवाभूत्तदपि श्रूयतां द्विजाः॥
]

`verse 2 [
नरकस्यासुरेन्द्रस्य देवपक्षविरोधिनः।
सखाऽभवन्महावीर्यो द्विविदो नाम वानरः॥
]

`verse 3 [
वैरानुबन्धं बलवान्स चकार सुरान्प्रति॥
]

`speaker [
द्विविद उवाच
]

`verse 4 [
नरकं हतवान्कृष्णो बलदर्पसमन्वितम्।
करिष्ये सर्वदेवानां तस्मादेष प्रतिक्रियाम्॥
]

`verse 5 [
यज्ञविध्वंसनं कुर्वन्मर्त्यलोकक्षयं तथा।
ततो विध्वंसयामास यज्ञानज्ञानमोहितः॥
]

`verse 6 [
बिभेद साधुमर्यादां क्षयं चक्रे च देहिनाम्।
ददाह चपलो देशं पुरग्रामान्तराणि च॥
]

`verse 7 [
क्वचिच्च पर्वतक्षेपाद्‌ग्रामादीन्समचूर्णयत्।
शैलानुत्पाट्य तोयेषु मुमोचाम्बुनिधौ तथा॥
]

`verse 8 [
पुनश्वार्णवमध्यस्थः क्षोभयामास सागरम्।
तेनातिक्षोभितश्चाब्धिरुद्वेलो जायते द्विजाः॥
]

`verse 9 [
प्लावयंस्तीरजन्ग्रामान्पुरादीनतिवेगवान्।
कामरूपं महारूपं कृत्वा सस्यान्यनेकशः॥
]

`verse 10 [
लुठन्भ३मणसंमर्दः संचूर्णयति वानरः।
तेन विप्रकृतं सर्वं जगदेतद्‌दुरात्मना॥
]

`verse 11 [
निःस्वाध्यायवषट्‌कारं द्विजाश्चाऽऽसीत्सुदुःखितम्।
कदाचिद्रैवतोद्याने पपौ पानं हलायुधः॥
]

`verse 12 [
रेवती च महाभागा तथैवान्या वरस्त्रियः।
उद्‌गीयमानो विलसल्ललनामौलिमध्यगः॥
]

`verse 13 [
मुशलं च चकारास्य संमुखः स विडम्बनाम्।
तथैव योषितां तासां जहासाभिमुखं कपिः॥
]

`verse 14 [
पानपूर्णांश्च करकांश्चिक्षेपाऽऽहत्य वै तदा।
ततः कोपपरीतात्मा भर्त्सयामास तं बलम्॥
]

`verse 15 [
तथाऽपि तमवज्ञाय चक्रे किलकिलाध्वनिम्।
ततः समुत्थाय बलो जगृहे मुशलं रुषा॥
]

`verse 16 [
सोऽपि शैलशिलां भीमां जग्राह प्लवगोत्तमः।
चिक्षेप च स तां क्षिप्तां मुशलेन सहस्रधा॥
]

`verse 17 [
बिभेद यादवश्रेष्ठः सा पपात महीतले।
अपतनमुशलं चासौ समुल्लङ्घ्य प्लवंघमः॥
]

`verse 18 [
वेगेनाऽऽयम्य रोषेण बलेनोरस्यताडयत्।
ततो बलेन कोपेन मुष्टिना मूर्ध्नि ताडितः॥
]

`verse 19 [
पपात रुधिरोद्‌गारी द्विविदः क्षीणजीवितः।
पतता तच्छरीरेण गिरेः श्रृङ्गमशीर्यत॥
]

`verse 20 [
मुनयः शतधा वज्रिवज्रेणेव हि ताडितम्।
पुष्पवृष्टिं ततो देवा रामस्योपरि चिक्षिपुः॥
]

`verse 21 [
प्रशशंसुस्तदाऽभ्येत्य साध्वेतत्ते महत्कृतम्।
अनेन दुष्टकपिना दैत्यपक्षोपकारिणा॥
जगन्निराकृतं वीर दिष्ट्या स क्षयमागतः॥
]

`speaker [
व्यास उवाच
]

`verse 22 [
एवंविधान्यनेकानि बलदेवस्य धीमतः।
कर्माण्यपरिमेयानि शेषस्य धरणीभृतः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे बलदेवामाहात्म्ये द्विविदवानरवधवर्णनं नाम नवाधिकद्विशततमोऽध्यायः॥
]
