`speaker [
मुनय ऊचुः
]

`verse 1 [
अधर्मस्य गतिर्ब्रह्मन्कथिता नस्त्वयाऽनघ।
धर्मस्य च गतिं श्रोतुमिच्छामो वदतां वर॥
]

`verse 2 [
कृत्वा पापानि कर्माणि कथं यान्त्यशुभां गतिम्।
कर्मणा च कृतेनेह केन यान्ति शुभां गतिम्॥
]

`speaker [
व्यास उवाच
]

`verse 3 [
कृत्वा पापानि कर्माणि त्वधर्मवशमागतः।
मनसा विपरीतेन निरयं प्रतिपद्यते॥
]

`verse 4 [
मोहादधर्मं यः कृत्वा पुनः समनुतप्यते।
मनः समाधिसंयुक्तो न स सेवेत दुष्कृतम्॥
]

`verse 5 [
यथा यथा मनस्तस्य दुष्कृतं कर्म गर्हते।
तथा तथा शरीरं तु तेनाधर्मेण मुच्यते॥
]

`verse 6 [
यदि विप्राः कथयते विप्राणां धर्मवादिनाम्।
ततोऽधर्मकृतात्क्षिप्रमपराधात्प्रमुच्यते॥
]

`verse 7 [
यथा यथा नरः सम्यगधर्ममनुभाषते।
समाहितेन मनसा विमुञ्चति तथा तथा॥
]

`verse 8 [
भुजंग इव निर्मोकान्पूर्वभुक्ताञ्जहाति तान्।
दत्त्वा विप्रस्य दानानि विविधानि समाहितः॥
]

`verse 9 [
मनःसमाधिसंयुक्तः स्वर्गतिं प्रतिपद्यते।
दानानि तु प्रवक्ष्यामि यानि दत्त्वा द्विजोत्तमाः॥
]

`verse 10 [
नरः कृत्वाऽप्यकार्याणि ततो धर्मेण युज्यते।
सर्वेषामेव दानानामन्नं श्रेष्ठमुदाहृतम्॥
]

`verse 11 [
सर्वमन्नं प्रदातव्यमृजुना धर्ममिच्छता।
प्राणा ह्यन्नं मनुष्याणां तस्माज्जन्तुः प्रजायते॥
]

`verse 12 [
अन्ने प्रतिष्ठिता लोकास्तस्मादन्नं प्रशस्यते।
अन्नमेव प्रशंसन्ति देवर्षिपितृमानवाः॥
]

`verse 13 [
अन्नस्य हि प्रदानेन स्वर्गमाप्नोति मानवः।
न्यायलब्धं प्रदातव्यं द्विजातिभ्योऽन्नमुत्तमम्॥
]

`verse 14 [
स्वाध्यायसमुपेतेभ्यः प्रहृष्टेनान्तरात्मना।
यस्य त्वन्नमुपाश्नन्ति ब्राह्मणाश्च सकृद्‌दश॥
]

`verse 15 [
हृष्टेन मनसा दत्तं न स तिर्यग्गतिर्भवेत्।
ब्राह्मणानं सहस्राणि दशाऽऽभोज्य द्विजोत्तमाः॥
]

`verse 16 [
नरोऽधर्मात्प्रमुच्येत पापेष्पभिरतः सदा।
भैक्षेणान्नं समाहृत्य विप्रो वेदपुरस्कृतः॥
]

`verse 17 [
स्वाध्यायनिरते विप्रे दत्त्वेह सुखमेधते।
अहिंसन्ब्राह्मणस्वानि न्यायेन परिपाल्य च॥
]

`verse 18 [
क्षत्त्रियस्तरसा प्राप्तमन्नं यो वै प्रयच्छति।
द्विजेभ्यो वेदमुख्येभ्यः प्रयतः सुसमाहितः॥
]

`verse 19 [
तेनापोहति धर्मात्मा दुष्कृतं कर्म भो द्विजाः।
षड्भागपरिशुद्धं च कृषेर्भागमुपार्जितम्॥
]

`verse 20 [
वैश्यो ददद्‌द्विजातिभ्यः पापेभ्यः परिमुच्यते।
अवाप्य प्रामसंदेहं कार्कश्येन समार्जितम्॥
]

`verse 21 [
अन्नं दत्त्वा द्विजातिभ्यः शूद्रः पापात्प्रमुच्यते।
औरसेन बलेनान्नमर्जयित्वा विहिंसकः॥
]

`verse 22 [
यः प्रयच्छति विप्रेभ्यो न स दुर्गाणि सेवते।
न्यायेनावाप्तमन्नं तु नरो हर्षसमन्वितः॥
]

`verse 23 [
द्विजेभ्यो वेदवृद्धेभ्यो दत्त्वा पापात्प्रमुच्यते।
अन्नमूर्जस्करं लोके दत्त्वोर्दजस्वी भवेन्नरः॥
]

`verse 24 [
सतां पन्थानमावृत्य सर्वपापैः प्रमुच्यते।
दानविद्भिः कृतः पन्था येन यान्ति मनीषिणः॥
]

`verse 25 [
तेष्वप्यन्नस्य दातारस्तेभ्यो धर्मः सनातनः।
सर्वावस्थं मनुष्येण न्यायेनान्नमुपार्जितम्॥
]

`verse 26 [
कार्यान्न्यायागतं नित्यमन्नं हि परमा गतिः।
अन्नस्य हि प्रदानेन नरो याति परां गतिम्॥
]

`verse 27 [
सर्वकामसमायुक्तः प्रेत्य चाप्यश्नुते सुखम्।
एवं पुण्यसमायुक्तो नरः पापैः प्रमुच्यते॥
]

`verse 28 [
तस्मादन्नं प्रदातव्यमन्यायपरिवर्जितम्।
यस्तु प्राणाहुतीपूर्वमन्नं भुङ्क्ते गृही सदा॥
]

`verse 29 [
अबन्ध्यं दिवसं सुर्यादन्नदानेन मानवः।
भोजयित्वा शतं नित्यं नरो वेदविदां वरम्॥
]

`verse 30 [
न्यायाविद्धर्मविदुषामितिहासविदां तथा।
याति नरकं घोरं संसारं न च सेवते॥
]

`verse 31 [
सर्वकामसमायुक्तः प्रेत्य चाप्यश्नुते सुखम्।
एवं कर्मसमायुक्तो रमते विगतज्वरः॥
]

`verse 32 [
रूपवान्कीर्तिमांश्चैव धनवांश्चोपजायते।
एतद्वः सर्वमाख्यातमन्नदानफलं महत्॥
मूलमेतत्तु धर्माणां प्रदानानां च भो द्विजाः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे व्यासर्षिसंवादे संसारचक्रेऽन्नदानप्रशंसावर्णनं नामाष्टादशाधिकद्विशततमोऽध्यायः॥
]
