`verse 1 [
thumb|पार्वणश्राद्ध.

श्राद्धविधिवर्णनम्
{मुनय ऊचुः॒ }
परलोकगतानां तु स्वकर्मस्थानवासिनाम्।
तेषां श्राद्धं कथं ज्ञेयं पुत्रैश्चान्यैश्च बन्धुभिः॥
]

`verse 2 [
.1
{व्यास उवाच॒ }
नमस्कृत्य जगन्नाथं वाराहं लोकभावनम्।
शृणुध्वं संप्रवक्ष्यामि श्राद्धकल्पं यथोदितम्॥
]

`verse 3 [
पुरा कोकाजले मग्नान् पितॄनुद्धृतवान् विभुः।
श्राद्धं कृत्वा तदा देवो यथा तत्र द्विजोत्तमाः॥
]

`verse 4 [
{मुनय ऊचुः॒ }
किमर्थं ते तु कोकायां निमग्नाः पितरोऽम्भसि।
कथं तेनोद्धृतास्ते वै वाराहेण द्विजोत्तम॥
]

`verse 5 [
तस्मिन् कोकामुखे तीर्थे भुक्तिमुक्तिफलप्रदे।
श्रोतुमिच्छामहे ब्रूहि परं कौतूहलं हि नः॥
]

`verse 6 [
{व्यास उवाच॒ }
त्रेताद्वापरयोः संधौ पितरो दिव्यमानुषाः।
पुरा मेरुगिरेः पृष्ठे विश्वैर्देवैः सह स्थिताः॥
]

`verse 7 [
तेषां समुपविष्टानां पितॄणां सोमसंभवा।
कन्या कान्तिमती दिव्या पुरतः प्राञ्जलिः स्थिता।
तामूचुः पितरो दिव्या ये तत्रासन् समागताः॥
]

`verse 8 [
{पितर ऊचुः॒ }
कासि भद्रे प्रभुः को वा भवत्या वक्तुमर्हसि॥*
]

`verse 9 [
{व्यास उवाच॒ }
सा प्रोवाच पितॄन् देवान् कला चान्द्रमसीति ह।
प्रभुत्वे भवतामेव वरयामि यदीच्छथ॥
]

`verse 10 [
ऊर्जा नामास्ति प्रथमं स्वधा च तदनन्तरम्।
भवद्भिश्चाद्यैव कृतं नाम कोकेति भावितम्॥
]

`verse 11 [
ते हि तस्या वचः श्रुत्वा पितरो दिव्यमानुषाः।
तस्या मुखं निरीक्षन्तो न तृप्तिमधिजग्मिरे॥
]

`verse 12 [
विश्वेदेवाश्च ताञ्ज्ञात्वा कन्यामुखनिरीक्षकान्।
योगच्युतान्निरीक्ष्यैव विहाय त्रिदिवं गताः॥
]

`verse 13 [
भगवानपि शीतांशुरूर्जां नापश्यदात्मजाम्।
समाकुलमना दध्यौ क्व गतेति महायशाः॥
]

`verse 14 [
स विवेद तदा सोमः प्राप्तां पितॄंश्च कामतः।
तैश्चावलोकितां हार्दात्स्वीकृतां च तपोबलात्॥
]

`verse 15 [
ततः क्रोधपरीतात्मा पितॄञ्शशधरो द्विजाः।
शशाप निपतिष्यध्वं योगभ्रष्टा विचेतसः॥
]

`verse 16 [
यस्माददत्तां मत्कन्यां कामयध्वं सुबालिशाः।
यस्माद्धृतवती चेयं पतीन् पितृमती सती॥
]

`verse 17 [
स्वतन्त्रा धर्ममुत्सृज्य तस्माद्भवतु निम्नगा।
कोकेति प्रथिता लोके शिशिराद्रिसमाश्रिता॥
]

`verse 18 [
इत्थं शप्ताश्चन्द्रमसा पितरो दिव्यमानुषाः।
योगभ्रष्टा निपतिता हिमवत्पादभूतले॥
]

`verse 19 [
ऊर्जा तत्रैव पतिता गिरिराजस्य विस्तृते।
प्रस्थे तीर्थं समासाद्य सप्तसामुद्रमुत्तमम्॥
]

`verse 20 [
कोका नाम ततो वेगान्नदी तीर्थशताकुला।
प्लावयन्ती गिरेः शृङ्गं सर्पणात्तु सरित्स्मृता॥
]

`verse 21 [
अथ ते पितरो विप्रा योगहीना महानदीम्।
ददृशुः शीतसलिलां न विदुस्तां सुलोचनाम्॥
]

`verse 22 [
ततस्तु गिरिराड्दृष्ट्वा पितॄंस्तांस्तु क्षुधार्दितान्।
बदरीमादिदेशाथ धेनुं चैकां मधुस्रवाम्॥
]

`verse 23 [
क्षीरं मधु च तद्दिव्यं कोकाम्भो बदरीफलम्।
इदं गिरिवरेणैषां पोषणाय निरूपितम्॥
]

`verse 24 [
तया वृत्त्या तु वसतां पितॄणां मुनिसत्तमाः।
दश वर्षसहस्राणि ययुरेकमहो यथा॥
]

`verse 25 [
एवं लोके विपितरि तथैव विगतस्वधे।
दैत्या बभूवुर्बलिनो यातुधानाश्च राक्षसाः॥
]

`verse 26 [
ते तान् पितृगणान् दैत्या यातुधानाश्च वेगिताः।
विश्वैर्देवैर्विरहितान् सर्वतः समुपाद्रवन्॥
]

`verse 27 [
दैतेयान् यातुधानांश्च दृष्ट्वैवापततो द्विजाः।
कोकातटस्थामुत्तुङ्गां शिलां ते जगृहू रुषा॥
]

`verse 28 [
गृहीतायां शिलायां तु कोका वेगवती पितॄन्।
छादयामास तोयेन प्लावयन्ती हिमाचलम्॥
]

`verse 29 [
पितॄनन्तर्हितान् दृष्ट्वा दैतेया राक्षसास्तथा।
विभीतकं समारुह्य निराहारास्तिरोहिताः॥
]

`verse 30 [
सलिलेन विषीदन्तः पितरः क्षुद्भ्रमातुराः।
विषीदमानमात्मानं समीक्ष्य सलिलाशयाः।
जगुर्जनार्दनं देवं पितरः शरणं हरिम्॥
]

`verse 31 [
{पितर ऊचुः॒ }
जयस्व गोविन्द जगन्निवास
]

`verse 32 [
जयोऽस्तु नः केशव ते प्रसादात्
]

`verse 33 [
जनार्दनास्मान् सलिलान्तरस्थान्
]

`verse 34 [
उद्धर्तुमर्हस्यनघप्रताप
]

`verse 35 [
निशाचरैर्दारुणदर्शनैः प्रभो
]

`verse 36 [
वरेण्य वैकुण्ठ वराह विष्णो
]

`verse 37 [
नारायणाशेषमहेश्वरेश
]

`verse 38 [
प्रयाहि भीताञ्जय पद्मनाभ
]

`verse 39 [
उपेन्द्र योगिन्मधुकैटभघ्न
]

`verse 40 [
विष्णो अनन्ताच्युत वासुदेव
]

`verse 41 [
श्रीशार्ङ्गचक्राम्बुजशङ्खपाणे
]

`verse 42 [
रक्षस्व देवेश्वर राक्षसेभ्यः
]

`verse 43 [
त्वं पिता जगतः शंभो नान्यः शक्तः प्रबाधितुम्।
निशाचरगणं भीममतस्त्वां शरणं गताः॥
]

`verse 44 [
त्वन्नामसंकीर्तनतो निशाचरा
]

`verse 45 [
द्रवन्ति भूतान्यपयान्ति चारयः
]

`verse 46 [
नाशं तथा संप्रति यान्ति विष्णो
]

`verse 47 [
धर्मादि सत्यं भवतीह मुख्यम्
]

`verse 48 [
{व्यास उवाच॒ }
इत्थं स्तुतः स पितृभिर्धरणीधरस्तु
]

`verse 49 [
तुष्टस्तदाविष्कृतदिव्यमूर्तिः
]

`verse 50 [
कोकामुखे पितृगणं सलिले निमग्नं
]

`verse 51 [
देवो ददर्श शिरसाथ शिलां वहन्तम्
]

`verse 52 [
तं दृष्ट्वा सलिले मग्नं क्रोडरूपी जनार्दनः।
भीतं पितृगणं विष्णुरुद्धर्तुं मतिरादधे॥
]

`verse 53 [
दंष्ट्राग्रेण समाहत्य शिलां चिक्षेप शूकरः।
पितॄनादाय च विभुरुज्जहार शिलातलात्॥
]

`verse 54 [
वराहदंष्ट्रासंलग्नाः पितरः कनकोज्ज्वलाः।
कोकामुखे गतभयाः कृता देवेन विष्णुना॥
]

`verse 55 [
उद्धृत्य च पितॄन् देवो विष्णुतीर्थे तु शूकरः।
ददौ समाहितस्तेभ्यो विष्णुर्लोहार्गले जलम्॥
]

`verse 56 [
ततः स्वरोमसंभूतान् कुशानादाय केशवः।
स्वेदोद्भवांस्तिलांश्चैव चक्रे चोल्मुकमुत्तमम्॥
]

`verse 57 [
ज्योतिः सूर्यप्रभं कृत्वा पात्रं तीर्थं च कामिकम्।
स्थितः कोटिवटस्याधो वारि गङ्गाधरं शुचि॥
]

`verse 58 [
तुङ्गकूटात्समादाय यज्ञीयानोषधीरसान्।
मधुक्षीररसान् गन्धान् पुष्पधूपानुलेपनान्॥
]

`verse 59 [
आदाय धेनुं सरसो रत्नान्यादाय चार्णवात्।
दंष्ट्रयोल्लिख्य धरणीमभ्युक्ष्य सलिलेन च॥
]

`verse 60 [
घर्मोद्भवेनोपलिप्य कुशैरुल्लिख्य तां पुनः।
परिणीयोल्मुकेनैनामभ्युक्ष्य च पुनः पुनः॥
]

`verse 61 [
प्रागग्रांल्लोमकूपान्तरस्थितान्।
ऋषीनाहूय पप्रच्छ करिष्ये पितृतर्पणम्॥
]

`verse 62 [
तैरप्युक्ते कुरुष्वेति विश्वान् देवांस्ततो विभुः।
आहूय मन्त्रतस्तेषां विष्टराणि ददौ प्रभुः॥
]

`verse 63 [
आहूय मन्त्रतस्तेषां वेदोक्तविधिना हरिः।
अक्षतैर्दैवतारक्षां चक्रे चक्रगदाधरः॥
]

`verse 64 [
अक्षतास्तु यवौषध्यः सर्वदेवांशसंभवाः।
रक्षन्ति सर्वत्र दिशो रक्षार्थं निर्मिता हि ते॥
]

`verse 65 [
देवदानवदैत्येषु यक्षरक्षःसु चैव हि।
नहि कश्चित्क्षयं तेषां कर्तुं शक्तश्चराचरे॥
]

`verse 66 [
न केनचित्कृतं यस्मात्तस्मात्ते ह्यक्षताः कृताः।
देवानां ते हि रक्षार्थं नियुक्ता विष्णुना पुरा॥
]

`verse 67 [
कुशगन्धयवैः पुष्पैरर्घ्यं कृत्वा च शूकरः।
विश्वेभ्यो देवेभ्य इति ततस्तान् पर्यपृच्छत॥
]

`verse 68 [
पितॄनावाहयिष्यामि ये दिव्या ये च मानुषाः।
आवाहयस्वेति च तैरुक्तस्त्वावाहयेच्छुचिः॥
]

`verse 69 [
श्लिष्टमूलाग्रदर्भांस्तु सतिलान् वेद वेदवित्।
जानावारोप्य हस्तं तु ददौ सव्येन चासनम्॥
]

`verse 70 [
तथैव जानुसंस्थेन करेणैकेन तान् पितॄन्।
वाराहः पितृविप्राणामायान्तु न इतीरयन्॥
]

`verse 71 [
अपहतेत्युवाचैव रक्षणं चापसव्यतः।
कृत्वा चावाहनं चक्रे पितॄणां नामगोत्रतः॥
]

`verse 72 [
तत्पितरो मनोजरानागच्छत इतीरयन्।
संवत्सरैरित्युदीर्य ततोऽर्घ्यं तेषु विन्यसेत्॥
]

`verse 73 [
यास्तिष्ठन्त्यमृता वाचो यन्मैति च पितुः पितुः।
यन्मे पितामहाइत्येवं ददावर्घ्यं पितामह॥
]

`verse 74 [
यन्मे प्रपितामहाइति ददौ च प्रपितामहे।
कुशगन्धतिलोन्मिश्रं सपुष्पमपसव्यतः॥
]

`verse 75 [
तद्वन्मातामहेभ्यस्तु विधिं चक्रे जनार्दनः।
तानर्च्य भूयो गन्धाद्यैर्धूपं दत्त्वा तु भक्तितः॥
]

`verse 76 [
आदित्या वसवो रुद्रा इत्युच्चार्य जगत्प्रभुः।
ततश्चान्नं समादाय सर्पिस्तिलकुशाकुलम्॥
]

`verse 77 [
विधाय पात्रे तच्चैव पर्यपृच्छत्ततो मुनीन्।
अग्नौ करिष्य इति तैः कुरुष्वेति च चोदितः॥
]

`verse 78 [
आहुतित्रितयं दद्यात्सोमायाग्नेर्यमाय च।
ये मामकाइति च जपेद्यजुःसप्तकमच्युतम्॥
]

`verse 79 [
हुतावशिष्टं च ददौ नामगोत्रसमन्वितम्।
त्रिराहुतिकमेकैकं पितरं तु प्रति द्विजाः॥
]

`verse 80 [
अतोऽवशिष्टमन्नाद्यं पिण्डपात्रे तु निक्षिपेत्।
ततोऽन्नं सरसं स्वादु ददौ पायसपूर्वकम्॥
]

`verse 81 [
प्रत्यग्रमेकदा स्विन्नमपर्युषितमुत्तमम्।
अल्पशाकं बहुफलं षड्रसममृतोपमम्॥
]

`verse 82 [
यद्ब्राह्मणेषु प्रददौ पिण्डपात्रे पितॄंस्तथा।
वेदपूर्वं पितृस्वन्नमाज्यप्लुतं मधूक्षितम्॥
]

`verse 83 [
मन्त्रितं पृथिवीत्येवं मधुवातातृचं जगौ।
भुञ्जानेषु तु विप्रेषु जपन् वै मन्त्रपञ्चकम्॥
]

`verse 84 [
यत्ते प्रकारमारभ्य नाधिकं ते ततो जगौ।
त्रिमधु त्रिसुपर्णं च बृहदारण्यकं तथा॥
]

`verse 85 [
जजाप वैषां जाप्यं तु सूक्तं सौरं सपौरुषम्।
भुक्तवत्सु च विप्रेषु पृष्ट्वा तृप्ता स्थ इत्युत॥
]

`verse 86 [
तृप्ताः स्मेति सकृत्तोयं ददौ मौनविमोचनम्।
पिण्डपात्रं समादाय च्छायायै प्रददौ ततः॥
]

`verse 87 [
सा तदन्नं द्विधा कृत्वा त्रिधैकैकमथाकरोत्।
वाराहो भूमथोल्लिख्य समाच्छाद्य कुशैरपि॥
]

`verse 88 [
दक्षिणाग्रान् कुशान् कृत्वा तेषामुपरि चासनम्।
सतिलेषु समूलेषु कुशेष्वेव तु संश्रयः॥
]

`verse 89 [
गन्धपुष्पादिकं कृत्वा ततः पिण्डं तु भक्तितः।
पृथिवी दधीरित्युक्त्वा ततः पिण्डं प्रदत्तवान्॥
]

`verse 90 [
पितामहाः प्रपितामहास्तथेति चान्तरिक्षतः।
मातामहानामप्येवं ददौ पिण्डान् स शूकरः॥
]

`verse 91 [
पिण्डनिर्वापणोच्छिष्टमन्नं लेपभुजेष्वदात्।
एतद्वः पितरित्युक्त्वा ददौ वासांसि भक्तितः॥
]

`verse 92 [
द्व्यङ्गुलजानि शुक्लानि धौतान्यभिनवानि च।
गन्धपुष्पादिकं दत्त्वा कृत्वा चैषां प्रदक्षिणाम्॥
]

`verse 93 [
आचम्याचामयेद्विप्रान् पैत्रानादौ ततः सुरान्।
ततस्त्वभ्युक्ष्य तां भूमिं दत्त्वापः सुमनोक्षतान्॥
]

`verse 94 [
सतिलाम्बु पितृष्वादौ दत्त्वा देवेषु साक्षतम्।
अक्षय्यं नस्त्विति पितॄन् प्रीयतामिति देवताः॥
]

`verse 95 [
प्रीणयित्वा परावृत्य त्रिर्जपेच्चाघमर्षणम्।
ततो निवृत्य तु जपेद्यन्मे नाम इतीरयन्॥
]

`verse 96 [
गृहान्नः पितरो दत्त धनधान्यप्रपूरितान्।
अर्घ्यपात्राणि पिण्डानामन्तरे स पवित्रकान्॥
]

`verse 97 [
निक्षिप्योर्जं वहन्तीति कोकातोयमथोऽजपत्।
हिमक्षीरं मधुतिलान् पितॄणां तर्पणं ददौ॥
]

`verse 98 [
स्वस्तीत्युक्ते पैतृकैस्तु सोराह्ने प्नावतर्पयन्।
रजतं दक्षिणां दत्त्वा विप्रान् देवो गदाधरः॥
]

`verse 99 [
संविभागं मनुष्येभ्यो ददौ स्वदिति चाब्रुवन्।
कश्चित्संपन्नमित्युक्त्वा प्रत्युक्तस्तैर्द्विजोत्तमाः॥
]

`verse 100 [
अभिरम्यतामित्युवाच प्रोचुस्तेऽभिरताः स्म वै।
शिष्टमन्नं च पप्रच्छ तैरिष्टैः सह चोदितः॥
]

`verse 101 [
पाणावादाय तान् विप्रान् कुर्यादनुगतस्तदा।
वाजे वाजे इति पठन् बहिर्वेदि विनिर्गतः॥
]

`verse 102 [
कोटितीर्थजलेनासावपसव्यं समुत्क्षिपन्।
अलग्नान् विपुलान् वालान् प्रार्थयामास चाशिषम्॥
]

`verse 103 [
दातारो नोऽभिवर्धन्तां तैस्तथेति समीरितः।
प्रदक्षिणमुपावृत्य कृत्वा पादाभिवादनम्॥
]

`verse 104 [
आसनानि ददौ चैषां छादयामास शूकरः।
विश्राम्यतां प्रविश्याथ पिण्डं जग्राह मध्यमम्॥
]

`verse 105 [
छायामयी मही पत्नी तस्यै पिण्डमदात्प्रभुः।
आधत्त पितरो गर्भमित्युक्त्वा सापि रूपिणी॥
]

`verse 106 [
पिण्डं गृहीत्वा विप्राणां चक्रे पादाभिवन्दनम्।
विसर्जनं पितॄणां स कर्तुकामश्च शूकरः॥
]

`verse 107 [
कोका च पितरश्चैव प्रोचुः स्वार्थकरं वचः।
शप्ताश्च भगवन् पूर्वं दिवस्था हिमभानुना॥
]

`verse 108 [
योगभ्रष्टा भविष्यध्वं सर्व एव दिवश्च्युताः।
तदेवं भवता त्राताः प्रविशन्तो रसातलम्॥
]

`verse 109 [
योगभ्रष्टांश्च विश्वेशास्तत्यजुर्योगरक्षिणः।
तत्ते भूयोऽभिरक्षन्तु विश्वे देवा हि नः सदा॥
]

`verse 110 [
स्वर्गं यास्यामश्च विभो प्रसादात्तव शूकर।
सोमोऽधिदेवोऽस्माकं च भवत्वच्युत योगधृक्॥
]

`verse 111 [
योगाधारस्तथा सोमस्त्रायते न कदाचन।
दिवि भूमौ सदा वासो भवत्वस्मासु योगतः॥
]

`verse 112 [
अन्तरिक्षे च केषांचिन्मासं पुष्टिस्तथास्तु नः।
ऊर्जा चेयं हि नः पत्नी स्वधानाम्ना तु विश्रुता॥
]

`verse 113 [
भवत्वेषैव योगाढ्या योगमाता च खेचरी।
इत्येवमुक्तः पितृभिर्वाराहो भूतभावनः॥
]

`verse 114 [
प्रोवाचाथ पितॄन् विष्णुस्तां च कोकां महानदीम्।
यदुक्तं तु भवद्भिर्मे सर्वमेतद्भविष्यति॥
]

`verse 115 [
यमोऽधिदेवो भवतां सोमः स्वाध्याय ईरितः।
अधियज्ञस्तथैवाग्निर्भवतां कल्पना त्वियम्॥
]

`verse 116 [
अग्निर्वायुश्च सूर्यश्च स्थानं हि भवतामिति।
ब्रह्मा विष्णुश्च रुद्रश्च भवतामधिपूरुषाः॥
]

`verse 117 [
आदित्या वसवो रुद्रा भवतां मूर्तयस्त्विमाः।
योगिनो योगदेहाश्च योगधाराश्च सुव्रताः॥
]

`verse 118 [
कामतो विचरिष्यध्वं फलदाः सर्वजन्तुषु।
स्वर्गस्थान्नरकस्थांश्च भूमिस्थांश्च चराचरान्॥
]

`verse 119 [
निजयोगबलेनैवा प्याययिष्यध्वमुत्तमाः।
इयमूर्जा शशिसुता कीलालमधुविग्रहा॥
]

`verse 120 [
भविष्यति महाभागा दक्षस्य दुहिता स्वधा।
तत्रेयं भवतां पत्नी भविष्यति वरानना॥
]

`verse 121 [
कोकानदीति विख्याता गिरिराजसमाश्रिता।
तीर्थकोटिमहापुण्या मद्रूपपरिपालिता॥
]

`verse 122 [
अस्यामद्य प्रभृति वै निवत्स्याम्यघनाशकृत्।
वराहदर्शनं पुण्यं पूजनं भुक्तिमुक्तिदम्॥
]

`verse 123 [
कोकासलिलपानं च महापातकनाशनम्।
तीर्थेष्वाप्लवनं पुण्यमुपवासश्च स्वर्गदः॥
]

`verse 124 [
दानमक्षय्यमुदितं जन्ममृत्युजरापहम्।
माघे मास्यसिते पक्षे भवद्भिरुडुपक्षये॥
]

`verse 125 [
कोकामुखमुपागम्य स्थातव्यं दिनपञ्चकम्।
तस्मिन् काले तु यः श्राद्धं पितॄणां निर्वपिष्यति॥
]

`verse 126 [
प्रागुक्तफलभागी स भविष्यति न संशयः।
एकादशीं द्वादशीं च स्थेयमत्र मया सदा॥
]

`verse 127 [
यस्तत्रोपवसेद्धीमान् स प्रागुक्तफलं लभेत्।
तद्व्रजध्वं महाभागाः स्थानमिष्टं यथेष्टतः॥
]

`verse 128 [
अहमप्यत्र वत्स्यामीत्युक्त्वा सोऽन्तरधीयत।
गते वराहे पितरः कोकामामन्त्र्य ते ययुः॥
]

`verse 129 [
कोकापि तीर्थसहिता संस्थिता गिरिराजनि।
छाया महीमयी क्रोडी पिण्डप्राशनबृंहिता॥
]

`verse 130 [
गर्भमादाय सश्रद्धा वाराहस्यैव सुन्दरी।
ततोऽस्याः प्राभवत्पुत्रो भौमस्तु नरकासुरः।
प्राग्ज्योतिषं च नगरमस्य दत्तं च विष्णुना॥
]

`verse 131 [
एवं मयोक्तं वरदस्य विष्णोः
]

`verse 132 [
कोकामुखे दिव्यवराहरूपम्
]

`verse 133 [
श्रुत्वा नरस्त्यक्तमलो विपाप्मा
]

`verse 134 [
दशाश्वमेधेष्टिफलं लभेत
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे व्यासऋषिसंवादे श्राद्धविधिनिरूपणं नामैकोनविंशत्यधिकद्विशततमोऽध्यायः॥
]
