`speaker [
मुनय ऊचुः
]

`verse 1 [
भूयः प्रब्रूहि भगवञ्श्राद्धकल्पं सुविस्तरात्।
कथं क्व च कदा केषु कैस्तद्‌ब्रूहि तपोधन॥
]

`speaker [
व्यास उवाच
]

`verse 2 [
श्रृणुध्वं मुनिशार्दूलाः श्राद्धकल्पं सुविस्तरात्।
यथा यत्र यदा येषु यैर्द्रव्यैस्तद्वदाम्यहम्॥
]

`verse 3 [
ब्राह्मणैः क्षत्रियैर्वैश्यैः श्राद्धं स्ववरणोदितम्।
कुलधर्ममनुतिष्ठद्भिर्दातव्यं मन्त्रपूर्वकम्॥
]

`verse 4 [
स्त्रीभिर्वर्णावरैः शूद्रैर्विप्राणामनुशासनात्।
अमन्त्रकं विधिपूर्वं वह्नियागविवर्जितम्॥
]

`verse 5 [
पुष्करादिषु तीर्थेषु पुण्येष्वायतनेषु च।
शिखरेषु गिरीन्द्राणां पुण्यदेशेषु भो द्विजाः॥
]

`verse 6 [
सरित्सु पुण्यतोयासु नदेषु च सरःसु च।
संगमेषु नदीनां च समुद्रेषु च सप्तसु॥
]

`verse 7 [
स्वनुलिप्तेषु गेहेषु स्वष्वनुज्ञापितेषु च।
दिव्यपादपमूलेषु यज्ञियेषु ह्रदेषु च॥
]

`verse 8 [
श्राद्धमेतेषु दातव्यं वर्ज्यमेतेषु चोच्यते।
किरातेषु कलिङ्गेषु कोङ्कणेषु कृमिष्वपि॥
]

`verse 9 [
दशार्णेषु कुमार्येषु तङ्गणेषु क्रथेष्वपि॥
सिन्धोरुत्तरकूलेषु नर्मदायाश्च दक्षिणे॥
]

`verse 10 [
पूर्वेषु करतोयाया न देयं श्राद्धमुच्यते।
श्राद्धं देयमुशन्तीह मासि मास्युडुपक्षये॥
]

`verse 11 [
पौर्णमासेषु(?)श्राद्धं च कर्तव्यमृक्षगोचरे।
नित्यश्राद्धमदैवं च मनुष्यैः सह गीयते॥
]

`verse 12 [
नैमित्तिकं सुरैः सार्धं नित्यं नैमित्तिकं तथा।
काम्यान्यन्यानि श्राद्धानि प्रतिसंवत्सरं द्विजैः॥
]

`verse 13 [
वृद्धिश्राद्धं च कर्तव्यं जातकर्मादिकेषु च।
तत्र युग्मान्द्विजानाहुर्मन्त्रपूर्वं तु वै द्विजाः॥
]

`verse 14 [
कन्यां गते सवितरि दिनानि दश पञ्च च।
पूर्वेणैवेह विधिना श्राद्धं तत्र विधीयते॥
]

`verse 15 [
प्रतिपद्धनलाभाय द्वितीया द्विपदप्रदा।
पुत्रार्थिनी तृतीया तु चतुर्थी शत्रुनासिनी॥
]

`verse 16 [
श्रियं प्राप्नोति पञ्चम्यां षष्ठ्यां पूज्यो भवेन्नरः।
गणाधिपत्यं सप्तम्यामष्टम्यां बुद्धिमुत्तमाम्॥
]

`verse 17 [
स्त्रियो नवम्यां प्राप्नोति दशम्यां पूर्णकामताम्।
वेदांस्तथाऽऽप्नुयात्सर्वानेकादश्यां क्रियापरः॥
]

`verse 18 [
द्वादश्यां जयलाभं च प्राप्नोति पितृपूजकः।
प्रजावृद्धिं पशुं मेधां स्वातन्त्र्यं पुष्टिमुत्तमाम्॥
]

`verse 19 [
दीर्घायुरथमैश्वर्यं कुर्वाणस्तु त्रयोदशीम्।
अवाप्नोति न संदेहः श्राद्धं श्रद्धासमन्वितः॥
]

`verse 20 [
यथासंभविनाऽन्नेन श्राद्धं श्रद्धासमन्वितः।
युवानः पितरो यस्य मृताः शस्त्रेण वा हताः॥
]

`verse 21 [
तेन कार्यं चतुर्दश्यां तेषां तृप्तिमभीप्सता।
श्राद्धं कुर्वन्नमावास्यां यत्नेन पुरुषः शुचिः॥
]

`verse 22 [
सर्वान्कामानवाप्नोति स्वर्गं चानन्तमश्नुते।
अतः परं मुनिश्रेष्ठाः श्रृणुध्वं वदतो मम॥
]

`verse 23 [
पितॄणां प्रीतये यत्र यद्‌देयं प्रीतिकारिणा।
मासं तृप्तिः पितॄणां तु हविष्यान्नेन जायते॥
]

`verse 24 [
मासद्वयं मत्स्यमांसैस्तृप्तिं यान्ति पितामहाः।
त्रीन्मासान्हारिणं मांसं विज्ञेयं पितृतृप्तये॥
]

`verse 25 [
पुष्णाति चतुरो मासाञ्शशस्य पिशितं पितृन्।
शाकुनं पञ्च वै मासान्षण्मासाञ्शूकरामिषम्॥
]

`verse 26 [
छागलं सप्त वै मासानैणेयं चाष्टमासकान्।
करोति तृप्तिं नव वै रुरुमांसं न संशयः॥
]

`verse 27 [
गव्यं मांसं पितृतृप्तिं करोति दशमासिकीम्।
तथैकादश मासांस्तु औरभ्रं पितृतृप्तिदम्॥
]

`verse 28 [
संवत्सरं तथा गव्यं पयः पायसमेव च।
वाध्रीनमा(र्धोणसा)मिषं लोहं कालशाकं तथा मधु॥
]

`verse 29 [
रोहितामिषमन्नं च दत्तान्यात्मकुलोद्‌भवैः।
अनन्तं वै प्रयच्छन्ति तृप्तियोगं सुतांस्तथा॥
]

`verse 30 [
पितॄणां नात्र संदोहो गयाश्राद्धं च भो द्विजाः।
यो ददाति गुडोन्मिश्रांस्तिलान्वा श्राद्धकर्मणि॥
]

`verse 31 [
मधु वा मधुमिश्रं वा अक्षयं सर्वमेव तत्।
अपि नः स कुले भूयाद्यो नो दद्याज्जलाञ्जलिम्॥
]

`verse 32 [
पायसं मधुसंयुक्तं वर्षासु च मघासु च।
एष्टव्या बहवः पुत्रा यद्येकोऽपि गयां व्रजेत्॥
]

`verse 33 [
गौरीं वाऽप्युद्वहेत्कन्यां नीलं वा वृषमुत्सृजेत्।
कृत्तिकासु पितॄनर्च्य स्वर्गमाप्नोति मानवः॥
]

`verse 34 [
अपत्यकामो रोहिण्यां सौम्ये तेजस्वितां लभेत्।
शौर्यमार्द्रासु चाऽऽप्नोति क्षेत्राणि च पुनर्वसौ॥
]

`verse 35 [
पुष्ये तु धनमक्षय्यमाश्लेषे चाऽऽयुरुत्तमम्।
मघासु च प्रजां पुष्टिं सौभाग्यं फाल्गुनीषु च॥
]

`verse 36 [
प्रधानशीलो भवति सापत्यश्चोत्तरासु च।
प्रयाति श्रेष्ठतां शास्त्रे हस्ते श्राद्धप्रदो नरः॥
]

`verse 37 [
रूपं तेजश्च चित्रासु तथाऽऽपत्यमवाप्नुयात्।
वाणिज्यलाभदा स्वाती विशाखा पुत्रकामदा॥
]

`verse 38 [
कुर्वन्तां चानुराधासु ता दद्युश्चक्रवर्तिताम्।
आधिपत्यं च ज्येष्ठासु मूले चाऽऽरोग्यमुत्तमम्॥
]

`verse 39 [
आषाढासु यशः प्राप्तिरुत्तरासु विशोकता।
श्रवणेन शुभांल्लोकान्धनिष्ठासु धनं महत्॥
]

`verse 40 [
वेदवित्त्वमभिजिति भिषक्सिद्धिं च वारुणे।
अजाविकं प्रौष्ठपद्यां विन्देद्‌गावस्त(श्च त)थोत्तरे॥
]

`verse 41 [
रेवतीषु तथा कुप्यमश्विनीषु तुरङ्गमान्।
श्राद्धं कुर्वंस्तथाऽऽप्नोति भरणीष्वायुरुत्तमम्॥
]

`verse 42 [
एवं फलमवाप्नोति ऋक्षेष्वेतेषु तत्त्ववित्।
तस्मात्काम्यानि श्राद्धानि देयानि विधिवद्‌द्विजाः॥
]

`verse 43 [
कन्याराशिगते सूर्ये फलमत्यन्तमिच्छता।
यान्यान्कामानभिध्यायन्कन्याराशिगते रवौ॥
]

`verse 44 [
श्राद्धं कुर्वन्ति मनुजास्तांस्तान्कामाँल्लभन्ति ते।
नान्दीमुखानां कर्तव्यं कन्याराशिगते रवौ॥
]

`verse 45 [
पौर्णमास्यां तु कर्तव्यं वाराहवचनं यथा।
दिव्यभौमान्तरिक्षाणि स्थावराणि चराणि च॥
]

`verse 46 [
पिण्डमिच्छन्ति पितरः कन्याराशिगते रवौ।
कन्यां गते सवितरि यान्यहानि तु षोडश॥
]

`verse 47 [
क्रतुभिस्तानि तुल्यानि देवो नारायणोऽब्रवीत्।
राजसूयाश्वमेधाभ्यां य इच्छेद्‌दुर्लभं फलम्॥
]

`verse 48 [
अप्यम्बुशाकमूलाद्यैः पितॄन्कन्यागतेऽर्तयेत्।
उत्तराहस्तनक्षत्रगते तीक्ष्णांशुमालिनि॥
]

`verse 49 [
योऽर्चयेत्स्वपितॄन्भक्त्या तस्य वासस्त्रिविष्टपे।
हस्तर्क्षगे दिनकरे पितृराजानुशासनात्॥
]

`verse 50 [
तावत्पितृरुरी शून्या यावद्‌वृश्चिकदर्शनम्।
वृश्चिके समतिक्रान्ते पितरो दैवतैः सह॥
]

`verse 51 [
निः श्वस्य प्रतिगच्छन्ति शापं दत्त्वा सुदुः सहम्।
अष्टकासु च कर्तव्यं श्राद्धं मन्वन्तरासु वै॥
]

`verse 52 [
अन्वष्टकासु क्रमशो मातृपूर्वं तदिष्यते।
ग्रहणे च व्यतीपाते रविचन्द्रसमागमे॥
]

`verse 53 [
जन्मर्क्षे ग्रहपीडायं श्राद्धं पार्वणमुच्यते।
अयनद्वितये श्राद्धं विषुवद्वितये तथा॥
]

`verse 54 [
संक्रान्तिषु च कर्तव्यं श्राद्धं विधिवदुत्तमम्।
एषु कार्यं द्विजाः श्राद्धं पिण्डनिर्वापणावृते॥
]

`verse 55 [
वैशाखस्य तृतीयायां नवम्यां कार्तिकस्य च।
श्राद्धं कार्यं तु शुक्लायां संक्रान्तिविधिना नरैः॥
]

`verse 56 [
त्रयोदश्यां भाद्रपदे माघे चन्द्रक्षयेऽहनि।
श्राद्धं कार्यं पायसेन दक्षिणायनवच्च तत्॥
]

`verse 57 [
यदा च श्रोत्रियोऽभ्येति गेहं वेदविदग्निमान्।
तेनैकेन च कर्तव्यं श्राद्धं विधिवदुत्तमम्॥
]

`verse 58 [
श्राद्धीयद्रव्यसंप्राप्तिर्यदा स्यात्साधुसंमता।
पार्वणेन विधानेन श्राद्धं कार्यं तथा द्विजैः॥
]

`verse 59 [
प्रतिसंवत्सरं कार्यं मातापित्रोरमृतेऽहनि।
पितृव्यस्याप्यपुत्रस्य भ्रातुर्ज्येष्ठस्य चैव हि॥
]

`verse 60 [
पार्वणं देवपूर्वं स्यादेकोद्दिष्टं सुरैर्विना।
द्वौ दैवे पितृकार्यं त्रीनेकैकमुभयत्र वा॥
]

`verse 61 [
मातामहानामप्येवं सर्वमूहेन कीर्तितम्।
प्रेतीभूतस्य सततं भुवि पिण्डं जलं तथा॥
]

`verse 62 [
सतिलं सकुशं दद्याद्‌बहिर्जलसमीपतः।
तृतीयेऽह्नि च कर्तव्यं प्रेतास्थिचयनं द्विजैः॥
]

`verse 63 [
दशाहे ब्राह्मणः शुद्धो द्वादशाहेन क्षत्रियः।
वैश्यः पञ्चदशाहेन शूद्रो मासेन शुध्यति॥
]

`verse 64 [
सूतकान्ते गृहे श्राद्धमेकोदिदष्टं प्रचक्षते।
द्वादशेऽहनि मासे च त्रिपक्षे च ततः परम्॥
]

`verse 65 [
मासि मासि च कर्तव्यं यावत्संवत्सरं द्विजाः।
ततः परतरं कार्यं सपिण्डिकरणं क्रमात्॥
]

`verse 66 [
कृते सपिण्डीकरणे पार्वणं प्रोच्यते पुनः।
ततः प्रभृति निर्मुक्ताः प्रेतत्वात्पितृतां गताः॥
]

`verse 67 [
अमूर्ता मूर्तिमन्तश्च पितरो द्विविधाः स्मृताः।
नान्दीमुखास्त्वमूर्ताः स्युमूर्तिमन्तोऽथ पार्वणाः॥
एकोद्दिष्टाशिनः प्रेताः पितॄणां निर्णयस्त्रिधा॥
]

`speaker [
मुनय ऊचुः
]

`verse 68 [
कथं सपिण्डीकरणं कर्तव्यं द्विजसत्तम।
प्रेतिभूतस्य विधिवद्‌ब्रूहि नो वदतां वर॥
]

`speaker [
व्यास उवाच
]

`verse 69 [
सपिण्डीकरणं विप्राः श्रृणुध्वं वदतो मम।
तच्चापि देवरहितमेकार्घैकपवित्रकम्॥
]

`verse 70 [
नैवाग्नौकरणं तत्र तच्चाऽऽवाहनवर्जितम्।
अपसव्यं च तत्रापि भोजयेदयुजो द्विजान्॥
]

`verse 71 [
विशेषस्तत्र चान्योऽस्ति प्रतिमासक्रियादिकः।
तं कथ्यमानमेकाग्राः श्रृणुध्वं मे द्विजोत्तमाः॥
]

`verse 72 [
तिलगन्धोकैर्युक्तं तत्र पात्रचतुष्टयम्।
कुर्यात्पितॄणां त्रितयमेकं प्रेतस्य च द्विजाः॥
]

`verse 73 [
पात्रत्रये प्रेतपात्रादर्घं चैव प्रसेचयेत्।
ये समाना इति जपन्पूर्ववच्छेषमाचरेत्॥
]

`verse 74 [
स्ग्रीणामप्येवमेव स्यादेकोद्दिष्टमुदाहृतम्।
सपिण्डीकरणं तासां पुत्राभावे न विद्यते॥
]

`verse 75 [
प्रीतसंवत्सरं कार्यमेकोद्दिष्टं नरैः स्त्रियाः।
मृताहनि च तत्कार्यं पितॄणां विधिचोदितम्॥
]

`verse 76 [
पुत्राभावे सपिण्डास्तु तदभावे सहोदराः।
कुर्युरेतं विधिं सम्यक्पुत्रस्य च सुताः सुताः॥
]

`verse 77 [
कुर्यान्मातामहानां तु पुत्रिकातनयस्तथा।
व्द्यामुष्यायणसंज्ञास्तु मातामहपितामहान्॥
]

`verse 78 [
पूजयेयुर्यथान्यायं श्राद्धैर्नेमित्तिकैरपि।
सर्वाभावे स्त्रियः कुर्युः स्वभर्तॄणाममन्त्रकम्॥
]

`verse 79 [
तदाभावे च नृपतिः कारयेत्त्वकुटुम्बिनाम्।
तज्जातीयैर्नरैः सम्यग्वाहाद्याः सकलाः क्रियाः॥
]

`verse 80 [
सर्वेषामेव वर्णानां बान्धवो नृपतिर्यतः।
एता वः कथिता विप्रा नित्या नैमित्तिकास्तथा॥
]

`verse 81 [
वक्ष्ये श्राद्धाश्रयामन्यां नित्यनैमित्तिकां क्रियाम्।
दर्शस्त(र्शं त)त्र निमित्तं तु विद्यादिन्दुक्षयान्वितः(तम्)॥
]

`verse 82 [
नित्यस्तु नियतः कालस्तस्मिन्कुर्याद्यथोदितम्।
सपिण्डकरणादूर्ध्वं पितुर्यः प्रपितामहः॥
]

`verse 83 [
स तु लेपभुजं याति प्रलुप्तः पितृपिण्डतः।
तेषां हि यश्चतुर्थोऽन्यः स तु लेपभुजो भवेत्॥
]

`verse 84 [
सोऽपि संबन्धतो हीनमुपभोगं प्रपद्यते।
पिता पितामहश्चैव तथैव प्रपितामहः॥
]

`verse 85 [
पिण्डसंबन्धिनो ह्येते विज्ञेयाः पुरुषास्त्रयः।
लेपसंबन्धिनश्चान्ये पितामहपितामहात्॥
]

`verse 86 [
प्रभृत्युक्तास्त्रयस्तेषां यजमानश्च सप्तमः।
इत्येष मुनिभिः प्रोक्तः संबन्धः साप्तपौरुषः॥
]

`verse 87 [
यजमानात्प्रभृत्यूर्ध्वमनुलेपभुजस्तथा।
ततोऽन्ये पूर्वजाः सर्वे ये चान्ये नरकौकसः॥
]

`verse 88 [
येऽपि तिर्यक्त्वमापन्ना ये च भूतादिसंस्थिताः।
तान्सर्वान्यजमानो वै श्राद्धं कुर्वन्यथाविधि॥
]

`verse 89 [
स समाप्यायते विप्रा येन येन वदामि तत्।
अन्नप्रकिरणं यत्तु मनुष्यैः क्रियते भुवि॥
]

`verse 90 [
तेन तृप्तिमुपायान्ति ये पिशाचत्वमागताः।
यदम्बु स्नानवस्त्रोत्थं भूमौ पतति भो द्विजाः॥
]

`verse 91 [
तेन ये तरुतां प्राप्तास्तेषां तृप्तिः प्रजायते।
यास्तु गन्धाम्बुकणिकाः पतन्ति धरणीतले॥
]

`verse 92 [
ताभिराप्यायनं तेषां देवत्वं ये कुले गताः।
उद्धतेष्वथ पिण्डेषु याश्चाम्बुकणिका भुवि॥
]

`verse 93 [
ताभिराप्यायनं तेषां ये तिर्यक्त्वं कुले गताः।
यो चादन्ताः कुले बालाः क्रियायोगाद्‌बहिष्कृताः॥
]

`verse 94 [
विपन्नास्त्वनधिकाराः संमार्जितजलाशिनः।
भुक्त्वा चाऽऽचामतां यच्च यज्जलं चाङ्‌घ्रिशौचजम्॥
]

`verse 95 [
ब्राह्मणानां तथैवान्यत्तेन तृप्तिं प्रयान्ति वै।
एवं यो यजमानस्य यश्च तेषां द्विजन्मनाम्॥
]

`verse 96 [
कश्चिज्जलान्नविक्षेपः शुचिरुच्छिष्ट एव वा।
तेनान्नेन कुले तत्र ये च योन्यन्तरं गताः॥
]

`verse 97 [
प्रयान्त्याप्यायनं विप्राः सम्यक्श्राद्धक्रियावताम्।
अन्यायोपार्जितैरर्थैर्यच्छ्राद्धं क्रियते नरैः॥
]

`verse 98 [
तृप्यन्ते ते न चाण्डालपुल्कसाद्यासु योनिषु।
एवमाप्यायनं विप्रा बहूनामेव बान्धवैः॥
]

`verse 99 [
श्राद्धं कुर्वद्‌भिरत्राम्बुविक्षेपैः संप्रजायते।
तस्माच्छ्राद्धं नरो भक्त्या शाकेनापि यथाविधि॥
]

`verse 100 [
कुर्वीत कुर्वतः श्राद्धं कुले कश्चिन्न सीदति।
श्राद्धं देयं तु विप्रेषु संयतेष्वग्निहोत्रिषु॥
]

`verse 101 [
अवदातेषु विद्वत्सु श्रोत्रियेषु विशेषतः।
त्रिणाचिकेतस्त्रिमधुस्त्रिसुपर्णः षडङ्गवित्॥
]

`verse 102 [
मातापितृपरश्चैव स्वस्रीयः सामवेदवित्।
ऋत्विक्पुरोहिताचार्यमुपाध्यायं च भोजयेत्॥
]

`verse 103 [
मातुलः श्वशुरः श्यालः संबन्धी द्रोणपाठकः।
मण्डलब्राह्मणो यस्तु पुराणार्थविशारदः॥
]

`verse 104 [
अकल्पः कल्पसंतृष्टः प्रतिग्रहविवर्जितः।
एते श्राद्धे नियोक्तव्या ब्राह्मणाः पङ्क्तिपावनाः॥
]

`verse 105 [
निमन्त्रयेन पूर्वेद्युः पूर्वोक्तान्द्विजसत्तमान्।
दैवे नियोगे पित्र्ये च तांस्तथैवोपकल्पयेत्॥
]

`verse 106 [
तैश्च संयमिभिर्भाध्यं यस्तु श्राद्धं करिष्यति।
श्राद्धं दत्त्वा च भुक्त्वा च मैथुनं योऽधिगच्छति॥
]

`verse 107 [
पितरस्तस्य वै मासं तस्मिन्प्रेतसि शेरते।
गत्वां च योषितं श्राद्धं यो भुङ्क्ते यस्तु ग(य)च्छति॥
]

`verse 108 [
रेतोमूत्रकृताहारास्तं मासं पितरस्तयोः।
तस्मात्त्व(त्तु)प्रथमं कार्यं प्राज्ञेनोपनिमन्त्रणम्॥
]

`verse 109 [
अप्राप्तौ तद्दिने वाऽपि वर्ज्या योषित्प्रसङ्गिनः।
भिक्षार्थमागतांश्चापि कालेन संयतान्यतीन्॥
]

`verse 110 [
भोजयेत्प्रणिपाताद्यैः प्रसाद्य यतमानसः।
योगिनश्च तदा श्राद्धे भोजनीया विपश्चिता॥
]

`verse 111 [
योगाधारा हि पितरस्तस्मात्तान्पूजयेत्सदा।
ब्राह्मणानां सहस्राणि एको योगी भवेद्यदि॥
]

`verse 112 [
यजमानं च भोक्तॄंश्च नौरिवाम्भसि तारयेत्।
पितृगाथा तथैवात्र गीयते ब्रह्मवादिभिः॥
]

`verse 113 [
या गीता पितृभिः पूर्वमैलस्याऽऽसीन्महीपतेः।
कदा नः संततावग्य्रः कस्यचिद्भविता सुतः॥
]

`verse 114 [
यो योगिभुक्तशेषान्नो भुवि पिण्डान्प्रदास्यति।
गयायामथवा पिण्डं खड्गमांसं तथा हविः॥
]

`verse 115 [
कालशाकं तिलाज्यं च तृप्तये कृसरं च नः।
वैश्वदेवं च सौम्यं च खड्गमांसं परं हविः॥
]

`verse 116 [
विषाणवर्जं शिरसा  पादादाशिषामहे।
दद्याच्छ्राद्धं त्रयोदश्यां मघासु च यथाविधि॥
]

`verse 117 [
मधुसर्पिःसमायुक्तं पायसं दक्षिणायने।
तस्मात्संपूजयेद्‌भक्त्या स्वपितॄन्विधिवन्नरः॥
]

`verse 118 [
कामानभिप्सन्सकलान्पापादात्मविमोचनम्।
वसून्रुद्रांस्तथाऽऽदित्यान्नक्षत्रग्रहतारकाः॥
]

`verse 119 [
प्रीणयन्ति मनुष्याणां पितरः श्राद्धतर्पिताः।
आयुः प्रजां धनं विद्यां स्वर्गं मोक्षं सुखानि च॥
]

`verse 120 [
प्रयच्छन्ति तथा राज्यं पितरः श्राद्धतर्पिताः।
तथाऽपराह्णाः पूर्वाह्णात्पितॄणामतिरिच्यते॥
]

`verse 121 [
संपूज्य स्वागतेनैतान्सदनेऽभ्यागतान्द्विजान्।
पवित्रपाणिराचान्तानासनेषूपवेशयेत्॥
]

`verse 122 [
श्राद्धं कृत्वा विधानेन संभोज्य च द्विजोत्तमान्।
विसर्जयोत्प्रियाण्युक्त्वा प्रणिपत्य च भक्तितः॥
]

`verse 123 [
आद्वारमनुगच्छेच्च आगच्छेदनुमोदितः।
ततो नित्यक्रियां कुर्याद्‌भोजयेच्च तथाऽतिथीन्॥
]

`verse 124 [
नित्यक्रियां पितॄणां च केचिदिच्छन्ति सत्तमाः।
न पितॄणां तथैवान्ये शेषं पूर्ववदाचरेत्॥
]

`verse 125 [
पृथक्त्वेन वदनत्यन्ये केचित्पूर्वं च पूर्ववत्।
ततस्तदन्नं भुञ्जीत सह भृत्यादिभिर्नरः॥
]

`verse 126 [
एवं कुर्वीत धर्मज्ञः श्राद्धं पित्र्यं समाहितः।
यथा च विप्रमुख्यानां परितोषोऽभिजायते॥
]

`verse 127 [
इदानीं संप्रवक्ष्यामि वर्जनीयान्द्विजाधमान्।
मित्रध्रुक्कुनखी क्लीबः क्षयी शुक्ली वणिक्पथः॥
]

`verse 128 [
श्यावदन्तोऽथ खल्वाटः काणोऽन्धो बधिरो जडः।
मूकः पङ्गुः कुणिः षण्ढो दुश्चर्मा व्यङ्गकेकरौ॥
]

`verse 129 [
कुष्ठी रक्तेक्षणः कुब्जो वामनो विकटोऽलसः।
मित्रसत्रुर्दुष्कुलीनः पशुपालो निरागृतिः॥
]

`verse 130 [
परिवित्तिः परिवेत्ता परिवेदनिकासुतः।
वृषलीपतिस्तत्सुतश्च न भवेच्छ्राद्धभुग्द्विजः॥
]

`verse 131 [
वृषलीपुत्रसंस्कर्ता अनुढो दिधिषूपतिः।
भृतकाध्यापको यस्तु भृतकाध्यापितश्च यः॥
]

`verse 132 [
सूतकान्नोपजीवी च मृगयुः सोमविक्रयी।
अभिशस्तस्तथा स्तेनः पतितो वार्धुषिः शठः॥
]

`verse 133 [
पिशुनो वेदसंत्यागी दानाग्नित्यागनिष्ठुरः।
राज्ञः पुरोहितो भृत्यो विद्याहीनोऽथ मत्सरी॥
]

`verse 134 [
वृद्धद्विड्दुर्धरः क्रूरो मूढो देवलकस्तथा।
नक्षत्रसूचकश्चैव पर्वकारश्च गर्हितः॥
]

`verse 135 [
अयाज्ययाजकः षण्ढो गर्हिता ये च येऽधमाः।
न ते श्राद्धे नियोक्तव्या दृष्ट्वाऽमी पङ्क्तिदूषकाः॥
]

`verse 136 [
असतां प्रग्रहो यत्र सतां चैवावमानना।
दण्डो देवकृतस्तत्र सद्यः पतति दारुणः॥
]

`verse 137 [
हित्वाऽऽगमं सुविहितं बालिशं यस्तु भोजयेत्।
आदिधर्मं समुत्सृज्य दाता तत्र विनश्यति॥
]

`verse 138 [
यस्त्वाश्रितं द्विजं त्यक्त्वा अन्यमानीय भोजयेत्।
तन्नः श्वासाग्निनिर्दग्धस्तत्र दाता विनश्यति॥
]

`verse 139 [
वस्त्राभावे क्रिया नास्ति यज्ञा वेदास्तपांसि च।
तस्माद्वासांसि देयानि श्राद्धकाले विशेषतः॥
]

`verse 140 [
कौशेयं क्षौमकार्पासं दुकूलमहतं तथा।
श्राद्धे त्वेतानि यो दद्यात्कामानाप्नोति चोत्तमान्॥
]

`verse 141 [
यथा गोषु प्रभूतासु वत्सो विन्दति मातरम्।
तथाऽन्नं तत्र विप्राणां जन्तुर्यत्रावतिष्ठते॥
]

`verse 142 [
नामगोत्रं च मन्त्राश्च दत्तमन्नं नयन्ति ते।
अपि ये निधनं प्राप्तास्तृप्तिस्तानुपतिष्ठते॥
]

`verse 143 [
देवताभ्यः पितृभ्यश्च महायोगिभ्य एव च।
नमः स्वाहायै स्वधायै नित्यमेव भवन्त्विति॥
]

`verse 144 [
आद्यावसाने श्राद्धस्य त्रिरावृत्त्या जपेत्तदा।
पिण्डनिर्वपणे वाऽपि जपेदेवं समाहितः॥
]

`verse 145 [
क्षिप्रमायान्ति पितरो राक्षसाः प्रद्रवन्ति च।
प्रीयन्ते त्रिषु लोकेषु मन्त्रोऽयं तारयत्युत॥
]

`verse 146 [
क्षौमसूत्रं नवं दद्याच्छा(च्छो)णं कार्पासिकं तथा।
पत्रोर्णं पट्टसूत्रं च कौशेयं च विवर्जयेत्॥
]

`verse 147 [
वर्जयेच्चादशं प्राज्ञो यद्यप्यव्याहतं भवेत्।
न प्रीणयन्त्यथैतानि दातुश्चाप्यनयो भवेत्॥
]

`verse 148 [
न निवेद्ये भवेद्पिण्डः पितॄणां यस्तु जीवति।
इष्टेनान्नेन भक्ष्येण भोजयेत्तं यथाविधि॥
]

`verse 149 [
पिण्डमग्नौ सदा दद्याद्‌भोगार्थो सततं नरः।
पत्न्यै दद्यात्प्रजार्थो च मध्यमं मन्त्रपूर्वकम्॥
]

`verse 150 [
उत्तमां द्युतिमन्विच्छन्पिण्डं गोषु प्रयच्छति।
प्रज्ञो चैव यशः सीर्तिमप्सु चैव निवेदयेत्॥
]

`verse 151 [
प्रार्थयन्दीर्घमायुश्च वायसेभ्यः प्रयच्छति।
कुमारशालामन्विच्चन्कुक्कुटेभ्यः प्रयच्छति॥
]

`verse 152 [
एके विप्राः पुनः प्राहुः पिण्डोद्धरणग्रतः।
अनुज्ञातस्तु विप्रैस्तैः काममुद्ध्रियतामिति॥
]

`verse 153 [
तस्माच्छ्राद्धं तथा कार्यं यथोक्तमृषिभिः पुरा।
अन्यथा तु भवेद्दोषः पितॄणां नोपतिष्ठति॥
]

`verse 154 [
यवैर्व्रीहितिलैर्माषैर्गोधूमैश्चणकैस्तथा।
संतर्पयेत्पितॄनमुद्‌गैः श्यामाकैः सर्षपद्रवैः॥
]

`verse 155 [
नीवारैर्हस्तिश्यामाकैः प्रियङ्गुभिस्तथाऽऽर्घयेत्।
प्रसातिकां(अस्तिकाः)सतूलिकां द(तीलकान्द)द्याच्छ्राद्धे विचक्षणः॥
]

`verse 156 [
आम्रमाम्रातकं बिल्वं दाडिमं बीजपूरकम्।
प्राचीनामलकं क्षीरं नारिकेलं परुषकम्॥
]

`verse 157 [
नारङ्गं च सखर्जूरं द्राक्षानीलकपित्थकम्।
पटोलं च प्रियालं च कर्कन्धूबदराणि च॥
]

`verse 158 [
विकङ्कतं वत्सकं च कस्त्वारु(र्कारू)र्वारकानपि।
एतानि फलजातानि श्राद्धे देयानि यत्नतः॥
]

`verse 159 [
गुडशर्करमत्स्यण्डी देयं फाणितमूर्मुरम्।
गव्यं पयो दधि घृतं तैलं च तिलसंभवम्॥
]

`verse 160 [
सैन्धवं सागरोत्थं च लवणं सारसं तथा।
निवेदयेच्छुचीन्गन्धांश्चन्दनागुरुकुङ्कुमान्॥
]

`verse 161 [
कालशाकं तन्दुलीयं वास्तुकं मूलकं तथा।
शाकमारण्यकं चापि दद्यात्पुण्पाण्यमूनि च॥
]

`verse 162 [
जातिचम्पकलोध्राश्च मल्लिकाबाणबर्बरी।
वृन्ताशोकाटरूषं च तुलसी तिलकं तथा॥
]

`verse 163 [
पावन्तीः शतपत्रां च गन्धशोफालिकामपि।
कुब्जकं तगरं चैव मृगमारण्यकेतकीम्॥
]

`verse 164 [
यूथिकामतिमुक्तं च श्राद्धयोग्यानि भो द्विजाः।
कमलं कुमुदं पद्मं पुण्डरीकं च यत्नतः॥
]

`verse 165 [
इन्दीवरं कोकनदं कह्लारं च नियोजयेत्।
कुष्ठं मांसी बालकं च कुक्कुटी जातिपत्रकम्॥
]

`verse 166 [
नलिकोशीरमुस्तं च ग्रन्थिपर्णी च सुन्दरी।
पुनरप्येवमादीनि गन्धयोग्यानि चक्षते॥
]

`verse 167 [
गुग्गुलुं चन्दनं चैव श्रीवासमगुरुं तथा।
धूपानि पितृयोग्यानि ऋषिगुग्गुलमेव च॥
]

`verse 168 [
राजमाषांश्च चणकान्मसूरन्कोरदूषकान्।
विप्रुषान्मर्कटांश्चैव कोद्रवांश्चैव वर्जयेत्॥
]

`verse 169 [
माहिषं चामरं मार्गमाविकैकशफोद्भवम्।
स्त्रैणमौष्ट्रमाविकं च दधि क्षीरं घृतं त्यजेत्॥
]

`verse 170 [
तालं वरुणकाकोलौ बहुपत्रार्जुनीफलम्।
जम्बीरं रक्तबिल्वं च शालस्यापि फलं त्यजेत्॥
]

`verse 171 [
मत्स्यसूकरकूर्माश्च गावो वर्ज्या विशेषतः।
पूतिकं मृगनाभिं च रोचनां पद्मचन्दनम्॥
]

`verse 172 [
कालेयकं तूग्रगन्धं तुरुष्कं चापि वर्जयेत्।
पालङ्कं च कुमारीं च किरातं पिण्डमूलकम्॥
]

`verse 173 [
गृञ्जनं चुक्रिकां चुक्रं वरुमां चनपत्रिकाम्।
जीवं च शतपुष्पां च नालिकां गन्धशूकरम्॥
]

`verse 174 [
हलभृत्यं सर्षपं च पलाण्डुं लशुनं त्यजेत्।
मानकन्दं विषकन्दं वज्रकन्दं गदास्थिकम्॥
]

`verse 175 [
पुरुषाल्वं सपिण्डालुं श्राद्धकर्मणि वर्जयेत्।
अलाबुं तिक्तपर्णां च कूष्माण्डं कटुकत्रयम्॥
]

`verse 176 [
वार्ताकं शिवजातं च लोमशानि वटानि च।
कालीयं रक्तवाणां च बलाकां लकुचं तथा॥
]

`verse 177 [
श्राद्धकर्मणि वर्ज्यानि विभीतकफलं तथा।
आरनालं च शुक्तं च शीर्णं पर्युषितं तथा॥
]

`verse 178 [
नोग्रागन्धं च दातव्यं कोविदारकशिग्रुकौ।
अत्यम्लं पिच्छिलं सूक्ष्मं यातयामं च सत्तमाः॥
]

`verse 179 [
न च देयं गतरसं मद्यगन्धं च यद्भवेत्।
हिङ्गूग्रगन्धं फणिशं भूनिम्बं निम्बराजिके॥
]

`verse 180 [
कुस्तुम्बुरुं कलिङ्गोत्थं वर्जयेदम्लवेतसम्।
दाडिमं मागधीं चैव नागरार्द्रकतित्तिडीः॥
]

`verse 181 [
आम्रातकं जीवकं च तुम्बुरुं च नियोजयेत्।
पायसं शाल्लीमुद्रान्मोदकादींश्च भक्तितः॥
]

`verse 182 [
पानकं च रसालं च गोक्षीरं च निवेदयेत्।
यानि चाभ्यवहार्याणि स्वादुस्निग्धानि भो द्विजाः॥
]

`verse 183 [
ईषदम्लकटून्येव देयानि श्राद्धकर्मणि।
अत्यम्लं चातिलवणमतिरिक्तकटूनि च॥
]

`verse 184 [
आसुराणीह भोज्यानि तान्यतो दूरतस्त्यजेत्।
मृष्टस्निग्धानि यानि स्युरीषत्कट्‌वम्लकानि च॥
]

`verse 185 [
स्वादूनि देवभोज्यानि तानि श्राद्धे नियोजयेत्।
छागमांसं वार्तिकं च तैत्तिरं शशकामिषम्॥
]

`verse 186 [
शिवालावकराजीवमांसं श्राद्धे नियोजयेत्।
वाघ्रीणसं रक्तशिवं लोहं शल्कसमन्वितम्॥
]

`verse 187 [
सिंहतुण्डं च खड्गं च श्राद्धे योज्यं तथोच्यते।
यदप्युक्तं हि मनुना रोहितं प्रतियोजयेत्॥
]

`verse 188 [
योक्तव्यं हव्यकव्येषु तथा न विप्रयोजयेत्।
एवमुक्तं मया विप्रा वाराहेणावलोकितम्॥
]

`verse 189 [
मया निषिद्धं भुञ्जानो रौरवं नरकं व्रजेत्।
एतानि च निषिद्धानि वाराहेण तपोधनाः॥
]

`verse 190 [
अभक्ष्याणि द्विजातीनां न देयानि पितृष्वपि।
रोहितं शूकरं कूर्मं गोधाहंसं च वर्जयेत्॥
]

`verse 191 [
चक्रवाकं च मद्गुं च शल्कहीनांश्च मत्स्यकान्।
कुररं च निरस्थिं च वासहातं च(?)कुक्कुटान्॥
]

`verse 192 [
कलविङ्कमयूरांश्च भारद्वाजांश्च शार्ङ्गकान्।
नकुलोलूकमार्जारांल्लोपानन्यान्सुदुर्ग्रहान्॥
]

`verse 193 [
टिट्टिभान्सार्धजम्बूकान्व्याघ्रॠक्षतरक्षुकान्।
एतानन्यांश्च संदुष्टान्यो भक्षयति दुर्मतिः॥।
]

`verse 194 [
स महापापकारी तु रौरवं नरकं व्रजेत्।
पितृष्वेतांस्तु यो दद्यात्पापात्मा गर्हितामिषान्॥
]

`verse 195 [
स स्वर्गस्थानपि पितॄन्नरके पातयिष्यति।
कुसुम्भशाकं जम्बीरं सिग्रुकं कोविदारकम्॥
]

`verse 196 [
पिण्याकं विप्रुषं चैव मसूरं गृञ्जनं शणम्।
कोद्रवं कोकिलाक्षं च चक्रं कम्बुकपद्मकम्॥
]

`verse 197 [
चकोरश्येनमांसं च बर्तुलालबुतालिनीम्।
फलं तालतरूणां च भुक्त्या नरकमृच्छति॥
]

`verse 198 [
दत्त्वा पितृषु तैः सार्धः ब्रजेत्पूयवहं नरः।
तस्मात्सर्वप्रयत्नेन नाऽऽहरेत्तु विचक्षणः॥
]

`verse 199 [
निषिद्धानि वराहेण स्वयं पित्रर्थमादरात्।
वरमेवाऽऽत्ममांसस्य भक्षणं मुनयः कृतम्॥
]

`verse 200 [
न त्वेव हि निषिद्धानामादानं पुंभिरादरात्।
अज्ञानाद्वा प्रमादाद्वा सकृदेतानि च द्विजाः॥
]

`verse 201 [
भक्षितानि निषिद्धानि प्रायश्चित्तं ततश्चरेत्।
फलमूलदधिक्षीरतक्रगोमूत्रयावकैः॥
]

`verse 202 [
भोज्यान्नभोज्यसंभुक्ते प्रत्येकं दिनसप्तकम्।
एवं निषिद्धाचरणे कृते सकृदपि द्विजैः॥
]

`verse 203 [
शुद्धिं नेयं शरीरं तु विष्णुभक्तैर्विशेषतः।
निषिद्धं वर्जयेद्‌द्रव्यं यथोक्तं च द्विजोत्तमाः॥
]

`verse 204 [
समाहृत्य ततः श्राद्धं कर्तव्यं निजशक्तितः।
एवं विधानतः श्राद्धं कृत्वा स्वविभवोचितम्॥
आब्रह्यस्तम्बपर्यन्तं जगत्प्रीणाति मानव॥
]

`speaker [
मुनय ऊचुः
]

`verse 205 [
पिता जीवति यस्याथ मृतौ द्वौ पितरौ पितुः।
श्राद्धं हि कर्तव्यमेतद्विस्तरशो वद॥
]

`speaker [
व्यास उवाच
]

`verse 206 [
यस्मै दद्यात्पिता श्राद्धं तस्मै दद्यात्सुतः स्वयम्।
एवं न हीयते धर्मो लौकिको वैदिकस्तथा॥
]

`speaker [
मुनय ऊचुः
]

`verse 207 [
मृतः पिता जीवति च यस्य ब्रह्मन्पितामहः।
स हि श्राद्धं कथं कुर्यादेतत्त्वं वक्तुमर्हसि॥
]

`speaker [
व्यास उवाच
]

`verse 208 [
पितुः पिण्डं प्रदद्याच्च भोजयेच्च पितामहम्।
प्रपितामहास्य पिण्डं वैह्यं शास्त्रेषु निर्णयः॥
]

`verse 209 [
मृतेषु पिण्डं दातव्यं जीवन्तं चापि भोजयेत्।
सपिण्डीकरणं नास्ति न च पार्वणमिष्यते॥
]

`verse 210 [
आचारमाचरेद्यस्तु पितृमेधाश्रितं नरः।
आयुषा धनुपुत्रैश्च वर्धत्याशु न संशयः॥
]

`verse 211 [
पितृमेधाध्यायमिमं श्राद्धकालेषु यः पठेत्।
तदन्नमस्य पितरोऽश्नन्ति च त्रियुगं द्विजाः॥
]

`verse 212 [
एवं मयोक्तः पितृमेधकल्पः, पापापहः पुण्यविवर्धनश्च।
श्रोतव्य एष प्रयतैर्नरैश्च, श्राद्धेषु चैवाप्यनुकीर्तयेत॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे व्यासर्षिसंवादे श्राद्धकल्पनिरूपणं नाम विंशत्यधिकद्विशततमोऽध्यायः॥
]
