`speaker [
उमोवाच
]

`verse 1 [
भगवन्सर्वभूतेश सुरासुरनमस्कृत।
धर्माधर्मे नृणां देव ब्रूहि मे संशयं विभो॥
]

`verse 2 [
कर्मणा मनसा वाचा त्रिविधैर्देहिनः सदा।
बध्यन्ते बन्धनैः कैर्वा मुच्यन्ते वा कथं वद॥
]

`verse 3 [
केन शीलेन वै देव कर्मणा कीदृशेन वा।
समाचारैर्गुणैः कैर्वा स्वर्गं यान्तीह मानवाः॥
]

`speaker [
शिव उवाच
]

`verse 4 [
देवी धर्मार्थतत्त्वज्ञे धर्मनित्य उमे सदा।
सर्वप्राणहितः प्रश्नः श्रूयतां बुद्धिवर्धनः॥
]

`verse 5 [
सत्यधर्मरताः शान्ताः सर्वलिङ्गविवर्जिताः।
नाधर्मेण न धर्मेण बध्यन्ते छिन्नसंशयाः॥
]

`verse 6 [
प्रलयोत्पत्तितत्त्वज्ञाः सर्वज्ञाः सर्वदर्शिनः।
वीतरागा विमुच्यन्ते पुरुषाः कर्मबन्धनैः॥
]

`verse 7 [
कर्मणा मनसा वाचा यै न हिंसन्ति किंचन।
ये न मज्जन्ति कस्मिंश्चित्ते न बध्नन्ति कर्मभिः॥
]

`verse 8 [
प्राणातिपाताद्विरताः शीलवन्तो दयान्विताः।
तुल्यद्वेष्यप्रिया दान्ता मुच्यन्ते कर्मबन्धनैः॥
]

`verse 9 [
सर्वभूतदयावन्तो विश्वास्याः सर्वजन्तुषु।
त्यक्तहिस्रसमाचारास्ते नराः स्वर्गगामिनः॥
]

`verse 10 [
परस्वनिर्ममा नित्यं परादारविवर्जिताः।
धर्मलब्धार्थभोक्तारस्ते नरा स्वर्गगामिनः॥
]

`verse 11 [
मातृवत्स्वसृवच्चैव नित्यं दुहितृवच्च ये।
परदारेषु वर्तन्ते ते नराः स्वर्गगामिनः॥
]

`verse 12 [
स्वदारनिरता ये च ऋतुकालाभिगामिनः।
अग्राम्यसुखभोगाच्च ते नराः स्वर्गगामिनः॥
]

`verse 13 [
स्तैन्यान्निवृत्ताः सततं संतुष्टाः स्वधनेन च।
स्वभाग्यान्युपजीवन्ति ते नराः स्वर्गगामिनः॥
]

`verse 14 [
परदारेषु ये नित्यं चारित्रावृतलोचनाः।
जितेन्द्रियाः शीलपरास्ते नराः स्वर्गगामिनः॥
]

`verse 15 [
एष दैवकृतो मार्गः सेवितव्यः सदा नरैः।
अकषायकृतश्चैव मार्गः सेव्यः सदा बधैः॥
]

`verse 16 [
अवृथापकृतश्चैव मार्गः सेव्यः सदा बुधैः।
दानकर्मतपोयुक्तः शीलशौचदयात्मकः॥
स्वर्गमार्गमभीप्सद्‌भिर्न सेव्यस्त्वत उत्तरः॥
]

`speaker [
उमोवाच
]

`verse 17 [
वाचा तु बध्यते येन मुच्यते ह्यथवा पुनः।
तानि कर्माणि मे देव वद भूतपतेऽनघ॥
]

`speaker [
शिव उवाच
]

`verse 18 [
आत्महेतोः परार्थे वा अधर्माश्रितमेव च।
ये मृषा न वदन्तीह ते नराः स्वर्गगामिनः॥
]

`verse 19 [
वृत्त्वर्थं धर्महेतोर्वा कामकारात्तथेव च।
अनृतं ये न भाषन्ते ते नराः स्वर्गगामिनः॥
]

`verse 20 [
श्लक्ष्णां वाणीं स्वच्छवर्णां मधुरां पापवर्जिताम्।
स्वगतेनाभिभाषन्ते ते नराः स्वर्गगामिनः॥
]

`verse 21 [
परुषं ये न भाषन्ते कटुकं निष्ठुरं तथा।
न पैशुन्यरताः सन्तस्ते नराः स्वर्गगामिनः॥
]

`verse 22 [
पिशुनं न प्रभाषन्ते मित्रभेदकरं तथा।
परपीडाकरं चैव ते नराः स्वर्गगामिनः॥
]

`verse 23 [
ये वर्जयन्ति परुषं परद्रोहं च मानवाः।
सर्वभूतसमा दान्तास्ते नराः स्वर्गगामिनः॥
]

`verse 24 [
शठप्रलापाद्विरता विरुद्धपरिवर्जकाः।
सौम्यप्रलापिनो नित्यं ते नराः स्वर्गगामिनः॥
]

`verse 25 [
न कोपाद्‌व्याहरन्ते ये वाचं हृदयदारिणीम्।
शान्तिं विन्दति ये क्रुद्धस्ते नराः स्वर्गगामिनः॥
]

`verse 26 [
एष वाणीकृतो देवि धर्मः सेव्यः सदा नरैः।
शुभसत्यगुणैर्नित्यं वर्जनीया मृषा बुधैः॥
]

`speaker [
उमोवाच
]

`verse 27 [
मनसा बध्यते येन कर्मणा पुरुषः सदा।
तन्मे ब्रूहि महाभागा देवदेव पिनाकधृक्॥
]

`speaker [
महेश्वर उवाच
]

`verse 28 [
मानसेनेह धर्मेण संयुक्ताः पुरुषाः सदा।
स्वर्गं गच्छन्ति कल्याणि तन्मे कीर्तयतः श्रृणु॥
]

`verse 29 [
दुष्प्रणीतेन मनसा दुष्प्रणीतान्तराकृतिः।
नरो बध्येत येनेह शृणु वा तं शुभानने॥
]

`verse 30 [
अरण्ये विजने न्यस्तं परस्वं दृश्यते यदा।
मनसाऽपि न गृह्णन्ति ते नराः स्वर्गगामिनः॥
]

`verse 31 [
तथैव परदारान्ये कामवृत्ता रहोगताः।
मनसाऽपि न हिंसन्ति ते नराः स्वर्गगामिनः॥
]

`verse 32 [
शत्रुं मित्रं च ये नित्यं तुल्येन मनसा नराः।
भजन्ति मैत्र्यं संगम्य ते नराः स्वर्गगामिनः॥
]

`verse 33 [
श्रुतवन्तो दयावन्तः शुचयः सत्यसंगराः।
स्वैरर्थैः परिसंतुष्टास्ते नराः स्वर्गगामिनः॥
]

`verse 34 [
अवैरा ये त्वनायासा मैत्रचित्तरताः सदा।
सर्वभूतदयावन्तस्ते नराः स्वर्गगामिनः॥
]

`verse 35 [
ज्ञातवन्तः क्रियावन्तः क्षमावन्तः सुहृत्प्रियाः।
धर्माधर्मविदो नित्यं ते नराः स्वर्गगामिनः॥
]

`verse 36 [
शुभानामशुभानां च कर्मणां फलसंचये।
निराकाङ्क्षाश्च ये देवि ते नराः स्वर्गगामिनः॥
]

`verse 37 [
पापोपेतान्वर्जयन्ति देवद्विजपराः सदा।
समुत्थानमनुप्राप्तास्ते नराः स्वर्गगामिनः॥
]

`verse 38 [
शुभैः कर्मफलैर्देवि मयैते परिकीर्तिताः।
स्वर्गमार्गपरा भूयः किं त्वं श्रोतुमिहेच्छसि॥
]

`speaker [
उमोवाच
]

`verse 39 [
महान्मे संशयः कश्चिन्मर्त्यान्प्रति महेश्वर।
तस्मात्त्वं निपुणेनाद्य मम व्याख्यातुमर्हसि॥
]

`verse 40 [
केनाऽऽयुर्लभते दीर्घं कर्मणा पुरुषः प्रभो।
तपसा वापि देवेश केनाऽऽयुर्लभते महत्॥
]

`verse 41 [
क्षीणायुः केन भवति कर्मणा भुवु मानवः।
विपाकं कर्मणां देव वक्तुमर्हस्यनिन्दित॥
]

`verse 42 [
अपरे च महाभाग्या मन्दभाग्यस्तथा परे।
अकुलीनाः कुलीनाश्च संभवन्ति तथा परे॥
]

`verse 43 [
दुर्दर्शाः केचिदाभान्ति नराः काष्ठमया इव।
प्रियदर्शास्तथा चान्ये दर्शनादेव मानवाः॥
]

`verse 44 [
दुष्प्रज्ञाः केचिदाभान्ति केचिदाभान्ति पण्डिताः।
महाप्रज्ञास्तथा चान्ये ज्ञानविज्ञानभाविनः॥
]

`verse 45 [
अल्पवाचास्तथा केचिन्महावाचास्तथा परे।
दृश्यन्ते पुरुषा देव ततो व्याख्यातुमर्हसि॥
]

`speaker [
शिव उवाच
]

`verse 46 [
हन्त तेऽहं प्रवक्ष्यामि देवि कर्मफलेदयम्।
मर्त्यलोके नरः सर्वो येन स्वं फलमश्नुते॥
]

`verse 47 [
निर्दयः सर्वभूतेभ्यो नित्यमुद्वेगकारकः।
अपि कीटपतङ्गानामश्रण्यः सुनिर्घृणः॥
]

`verse 48 [
एवं भूतो नरो देवि निरयं प्रतिपद्यते।
विपरीतस्तु धर्मात्मा स्वरूपेणाभिजायते॥
]

`verse 49 [
निरयं याति हिंसात्मा याति स्वर्गमहिंसकः।
यातनां निरये रौद्रां सकृच्छ्रां लभते नरः॥
]

`verse 50 [
यः कश्चिन्निरयात्तस्मात्समुत्तरति कर्हिचित्।
मनुष्यं लभते वाऽपि हीनायुस्तत्र जायते॥
]

`verse 51 [
यः कश्चिन्निरयात्तस्मात्समुत्तरति कर्हिचित्।
मनुष्यं लभते वाऽपि हीनायुस्तत्र जायते॥
]

`verse 52 [
पापेन कर्मणा देवि युक्तो हिंसादिभिर्यतः।
अहितः सर्वभूतानां हीनायुरुपजायते॥
]

`verse 53 [
शुभेन कर्मणा देवि प्राणिघातविवर्जितः।
निक्षिप्तशस्त्रो निर्दण्डो न हिंसति कदाचन॥
]

`verse 54 [
न घातयति नो हन्ति घनन्तं नैवानुमोदते।
सर्वभूतेषु सस्नेहो यथाऽऽत्मनि तथा परे॥
]

`verse 55 [
ईदृशः पुरुषो नित्यं देवि देवत्वमश्नुते।
उपपन्नान्सुखान्भोगान्सदाऽश्नाति मुदा युतः॥
]

`verse 56 [
अथ चेन्मानुषे लोके कदाचिदुपपद्यते।
एष दीर्घायुषां मार्गः सुवृत्तानां सुकर्मणाम्॥
प्राणिहिंसाविमोक्षेण ब्रह्मणा समुदीरितः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे उमामहेश्वरसंवादे धर्मनिरूपणं नाम चतुर्विंशत्यधिकद्विशततमोऽध्यायः॥
]
