`verse 1 [
व्यासमुनिसंवादे विष्णुपूजाकथनम्
व्यास उवाच
एकादश्यामुभे पक्षे निराहारः समाहितः।
स्नात्वा सम्यग्विधानेन धौतवासा जितेन्द्रियः॥
]

`verse 2 [
संपूज्य विधिवद्धिष्णुं श्रद्धया सुसमाहितः।
पुष्पैर्गन्धैस्तथा दीपैर्धूपैर्नैवेद्यकैस्तथा॥
]

`verse 3 [
उपहारैर्बहुविधैर्जप्यैर्होमप्रदक्षिणैः।
स्तोत्रैर्नानाविधैर्दिव्यैर्गीतवाद्यैर्मनोहरैः॥
]

`verse 4 [
दण्डवत्प्रणिपातैश्च जयशब्दैस्तथोत्तमैः।
एवं संपूज्य विधिवद्रात्रौ कृत्वा प्रजागरम्॥
]

`verse 5 [
कथां वा गीतिकां विष्णोर्गायन्विष्णुपरायणः।
याति विष्णोः परं स्थानं नरो नास्त्यत्र संशयः॥
]

`speaker [
मुनय ऊचुः
]

`verse 6 [
प्रजागरे गीतिकायाः फलं विष्णोर्महामुने।
ब्रूहि तच्छ्रोतुमिच्छामः परं कौतूहलं हि नः॥
]

`speaker [
व्यास उवाच
]

`verse 7 [
श्रृणुध्वं मुनिशार्दूला प्रवक्ष्याम्यनुपूर्वशः।
गीतिकायाः फलं विष्णोर्जागरे यदुदाहृतम्॥
]

`verse 8 [
अवन्ती नाम नगरी बभूव भुवि विश्रुता।
तत्राऽऽस्ते भगवान्विष्णुः शङ्खचक्रगदाधरः॥
]

`verse 9 [
तस्या नगर्याः पर्यन्ते चाण्डालो गीतिकोविदः।
सद्‌वृत्त्योत्पादितधनो भृत्यानां भरणे रतः॥
]

`verse 10 [
विष्णुभक्तः स चाण्डालो गीतिकोविदः।
एकादश्यां समागम्य सोपवासोऽथ गायति ॥
]

`verse 11 [
गीतिका विष्णुनामाङ्‌काः प्रादुर्भावसमाश्रिताः।
गान्धारषड्‌जनैषादस्वरपञ्चमधैवतैः॥
]

`verse 12 [
रात्रिजागरणे विष्णुं गाथाभिरुपगायति।
प्रभाते च प्रणम्येशं द्वादश्यां गृहमेत्य च॥
]

`verse 13 [
जामातृभागिनेयांश्च भोजयित्वा सकन्यकाः।
ततः सपरिवारस्तु पश्चाद्‌भुङ्क्ते द्विजोत्तमाः॥
]

`verse 14 [
एवं तस्याऽऽसतस्तत्र कुर्वतो विष्णुप्रीणनम्।
गीतिकाभिर्विचित्राभिर्वयः प्रतिगतं बहु॥
]

`verse 15 [
एकदा चैत्रमासे तु कृष्णैकादशिगोचरे।
विष्णुशुश्रूषणार्थाय ययौ वनमनुत्तमम्॥
]

`verse 16 [
वनजातानि पुष्पाणि ग्रहीतुं भक्तितत्परः।
क्षिप्रातटे महारण्ये विभीतकतरोरधः॥
]

`verse 17 [
दृष्टः स राक्षसेनाथ गृहीतश्चापि भक्षितुम्।
चाण्डालस्तमथोवाच नाद्य भक्ष्यस्त्वया ह्यहम्॥
]

`verse 18 [
प्रातर्भोक्ष्यसि कल्याण सत्यमेष्याम्यहं पुनः।
अद्य कार्यं मम महत्तस्मान्मुञ्चस्व राक्षस॥
]

`verse 19 [
श्वः सत्येन समेष्यामि ततः खादसि मामिति।
विष्णुशुश्रुषणार्थाय रात्रिजागरणं मया।
कार्यं न व्रतविघ्नं मे कर्तुमर्हसि राक्षस॥
]

`speaker [
व्यास उवाच
]

`verse 20 [
तं राक्षसः प्रत्युवाच दशरात्रमभोजनम्।
ममाभूदद्य च भवान्मया लब्धो मतङ्गज॥
]

`verse 21 [
न मोक्ष्ये भक्षयिष्यामि क्षुधया पीडितो भृशम्।
निशाचरवचः श्रुत्वा मातङ्गस्तमुवाच ह॥
सान्त्वयञ्श्लक्ष्णया वाचा स सत्यवचनैर्दृढैः॥
]

`speaker [
मातङ्ग उवाच
]

`verse 22 [
सत्यमूलं जगत्सर्वं ब्रह्मराक्षस तच्छृणु।
सत्येनाहं शपिष्यामि पुरनागमनाय च॥
]

`verse 23 [
आदित्यश्चन्द्रमा वह्निर्वायुर्भूद्यैर्जलं मनः।
अहोरात्रं यमः संध्ये द्वे विदुर्नरचेष्टितम्॥
]

`verse 24 [
परदारेषु यत्पापं यत्परद्रव्यहारिषु।
यच्च ब्रह्महनः पापं सुरापे गुरुतल्पगे॥
]

`verse 25 [
बन्धयापतेश्च यत्पापं यत्पापं वृषलीपतेः।
यच्च देवलोके पापं मत्स्यमांसाशिनश्च यत्॥
]

`verse 26 [
क्रोडमांसाशिनो यच्च कूर्ममांसाशिनश्च यत्।
वृथा मांसाशिनो यच्च पृष्ठमांसाशिनश्च यत्॥
]

`verse 27 [
कृतघ्ने मित्रघातके यत्पापं दिधिषूपतौ।
सूतकस्य च यत्पापं यत्पापं क्रूरकर्मणः॥
]

`verse 28 [
कृपणस्य च यत्पापं यच्च बन्धयातिथेरपि।
अमावास्याऽष्टमी षष्ठी कृष्णशुक्लचतुर्दशी॥
]

`verse 29 [
तासुयद्‌गमनात्पापं यद्विप्रो व्रजति स्त्रियम्।
रजस्वलां तथा पश्चच्छ्राद्धं कृत्वा स्त्रियं व्रजेत्॥
]

`verse 30 [
सर्वस्वस्नातभोज्यानां यत्पापं मलभोजने।
मित्रभार्यां गच्छतां च यत्पापं पिशुनस्य च॥
]

`verse 31 [
दम्भमायानुरक्ते च यत्पापं मधुघातिनः।
ब्राह्मणस्य प्रतिश्रुत्य यत्पापं तदयच्छतः॥
]

`verse 32 [
यच्च कन्यानृते च यत्पापं मधुघातिनः।
ब्राह्मणस्य प्रतिश्रुत्य यत्पापं तदयच्छतः॥
]

`verse 33 [
देववेदद्विजनृपपुत्रमित्रसतीस्त्रियः।
यच्च निन्दयतां पापं गुरुमिथ्यापचारतः॥
]

`verse 34 [
अग्नित्यागिषु यत्पापमग्निदायिषु यद्वने।
गृहेष्ट्या पातके यच्च यद्गोध्ने यद्‌द्विजाधमे॥
]

`verse 35 [
यत्पापं परिवित्ते च यत्पापं परिवेदिनः।
तयोर्दातृग्रहीत्रोश्च यत्पापं भ्रूणघातिनः॥
]

`verse 36 [
किं चात्र बहुभिः प्रोक्तैः शपथैस्तव राक्षस।
श्रूयतां शपथं भीमं दुर्वाच्यमपि कथ्यते॥
]

`verse 37 [
स्वकन्याजीविनः पापं गूढसत्येन साक्षिणः।
अयाज्ययाजके षण्ढे यत्पापं श्रवणेऽधमे॥
]

`verse 38 [
प्रव्रज्यावसिते यच्च ब्रह्मचारिणि कामुके।
एतैस्तु पापैर्लिप्येऽहं यदि नैष्यामि तेऽन्तिकम्॥
]

`speaker [
व्यास उवाच
]

`verse 39 [
मातङ्गवचनं श्रुत्वा विस्मितो ब्रह्मराक्षसः।
प्राह गच्छस्व सत्येन समयं चैव पालय॥
]

`verse 40 [
इत्युक्तः कुणपाशेन स्वपाकः कुसुमानि तु।
समादायागमच्चैव विष्णोः स निलयं गतः॥
]

`verse 41 [
तानि प्रादाद्‌ब्राह्मणाय सोऽपि प्रक्षाल्य चाम्भसा।
विष्णुमभ्यर्च्य निलयं जगाम स तपोधनाः॥
]

`verse 42 [
सोऽपि मातङ्गदायादः सोपवासस्तु तां निशाम्।
गायन्हि बाह्यभूमिष्ठः प्रजागरमुपाकरोत्॥
]

`verse 43 [
प्रभातायां तु शर्वर्यां स्नात्वा देवं नमस्य च।
सत्यं स समयं कर्तुं प्रतस्थे यत्र राक्षसः॥
]

`verse 44 [
तं व्रजन्तं पथि नरः प्राह भद्र क्व गच्छसि।
स तथाऽकथयत्सर्वं सोऽप्येनं पुनरब्रवीत्॥
]

`verse 45 [
धर्मार्थकाममोक्षाणां शरीरं साधनं यतः।
महता तु प्रयत्नेन शरीरं पालयेद्‌बुधः॥
]

`verse 46 [
जीवधर्मार्थसुखं नरस्तथाऽऽप्नोति मोक्षगतिमग्य्राम्।
जीवन्कीर्तिमुपैति च भवति मृतस्य का कथा लोके॥
]

`verse 47 [
मातङ्गस्तद्वचः श्रुत्वा प्रत्युवाचाथ हेतुमत्॥
]

`speaker [
मातङ्ग उवाच
]

`verse 48 [
भद्र सत्यं पुरुस्कृत्य गच्छामि शपथाः कृताः॥
]

`speaker [
व्यास उवाच
]

`verse 49 [
तं भूयः प्रत्युवाचाथ किमेवं मूढधीर्भवान्।
किं न श्रुतं त्वया साधो मनुना यदुदीरितम्॥
]

`verse 50 [
गोस्त्रीद्विजानां परिरक्षणार्थं, विवाहकाले सुरतप्रसङ्गे।
प्राणात्यये सर्वधनापहारे, पञ्चाऩतान्याहुरपातकानि॥
]

`verse 51 [
धर्मवाक्यं न च स्त्रीषु न विवाहे तथा रिपौ।
वञ्चने चार्थहानौ च स्वनाशेऽनृतके तथा॥
एवं तद्वाक्यमाकर्ण्य मातङ्ग प्रत्युवाच ह॥
]

`speaker [
मातङ्ग उवाच
]

`verse 52 [
मैवं वदस्व भद्रं ते सत्यं लोकेषु पूज्यते।
सत्येनावाप्यते सौख्यं यत्किंचिज्जगतीगतम्॥
]

`verse 53 [
सत्येनार्कः प्रतपति सत्येनाऽऽपो रसात्मिकाः।
ज्वलत्यग्निश्च सत्येन वाति सत्येन मारुतः॥
]

`verse 54 [
धर्मार्थकामसंप्राप्तिर्मोक्षप्राप्तिश्च दुर्लभा।
सत्येन जायते पुंसां तस्मात्सत्यं न संत्यजेत्॥
]

`verse 55 [
सत्यं ब्रह्म परं लोके सत्यं यज्ञेषु चोत्तमम्।
सत्यं स्वर्गसमायातं तस्मात्सत्यं न संत्यजेत्॥
]

`speaker [
व्यास उवाच
]

`verse 56 [
इत्युक्त्वा सोऽथ मातङ्गस्तं प्रक्षिप्य नरोत्तमम्।
जगाम तत्र यत्राऽऽस्ते प्राणिहा ब्रह्मराक्षसः॥
]

`verse 57 [
तमागतं समीक्ष्यासौ चाण्डालं ब्रह्मराक्षसः।
विस्मयोत्फुल्लनयनः शिरः कम्पं तमब्रवीत्॥
]

`speaker [
ब्रह्मराक्षस उवाच
]

`verse 58 [
साधु साधु महाभाग सत्यवाक्यानुपालक।
न मातङ्गमहं मन्ये भवन्तं सत्यलक्षणम्॥
]

`verse 59 [
कर्मणाऽनेन मन्ये त्वां ब्राह्मणं शुचिमव्ययम्।
यत्किंचित्त्वां भद्रमुखं प्रवक्ष्ये धर्मसंश्रयम्॥
किं तत्र भवता रात्रौ कृतं विष्णुगृहे वद॥
]

`speaker [
व्यास उवाच
]

`verse 60 [
तमभ्युवाच मातङ्गः श्रृणु विष्णुगृहे मया।
यत्कृतं रजनीभागे यथातथ्यं वदामि ते॥
]

`verse 61 [
विष्णोर्देवकुलस्याधः स्थितेनाऽऽनम्रमूर्तिना।
प्रजागरः कृतो रात्रौ गायता विष्णुगीतिकाम्॥
]

`verse 62 [
तंब्रह्मराक्षसः प्राह कियन्तं कालमुच्यताम्।
प्रजागरो विष्णुगृहे कृतं(तो)भक्तिमता वद॥
]

`verse 63 [
तमभ्युवाच प्रहसन्विंशत्यब्दानि राक्षस।
एकादश्यां मासि मासि कृतस्तत्र प्रजागरः॥
ब्रह्मराक्षस उवाच
मातङ्गवचनं श्रुत्वा प्रोवाच ब्रह्मराक्षसः॥
]

`verse 64 [
यदद्य त्वां प्रवक्ष्यामि तद्‌भवान्वक्तुमर्हति।
एकारात्रिकृतं साधो मम देहि प्रजागरम्॥
]

`verse 65 [
एवं त्वां मोक्षयिष्यामि मोक्षयिष्यामि नान्यथा॥
त्रिः सत्येन महाभाग इत्युक्त्वा विरराम ह॥
]

`speaker [
व्यास उवाच
]

`verse 66 [
मातङ्गस्तमुवाचाथ मयाऽऽत्मा ते निशाचर।
निवेदितः किमुक्तेन खादस्व स्वेच्छयाऽपि माम्॥
]

`verse 67 [
तमाह राक्षसो भूयो यामद्वयप्रजागरम्।
सगीतं मे प्रयच्छस्व कृपां कर्तुं त्वमर्हसि॥
]

`verse 68 [
मातङ्गो राक्षसं प्राह किमसंबद्धमुच्यते।
खादस्व स्वेच्छया मां त्वं न प्रदास्ये प्रजागरम्॥
मातङ्गवचनं श्रुत्वा प्राह तं ब्रह्मराक्षसः॥
]

`speaker [
ब्रह्मराक्षस उवाच
]

`verse 69 [
को हि दुष्टमतिर्मन्दो भवन्तं द्रष्टुमुत्सहेत्।
धर्षयितुं पीडयितुं रक्षितं धर्मकर्मणा॥
]

`verse 70 [
दीनस्य पापग्रस्तस्य विषयैर्मोहितस्य च।
नरकार्तस्य मूढस्य साधवः स्युर्दयान्विताः॥
]

`verse 71 [
तन्मम त्वं महाभाग कृपां प्रजागरम्।
यामस्यैकस्य मे देहि गच्छ वा निलयं स्वकम्॥
]

`speaker [
व्यास् उवाच
]

`verse 72 [
तं पुनः प्राह चाण्डालो न यास्यामि निजं गृहम्।
न चापि तव दास्यामि कथं चिद्यामजागरम्॥
तं प्रहस्याथ चाण्डालं प्रोवाच ब्रह्मराक्षसः॥
]

`speaker [
ब्रह्मराक्षस उवाच
]

`verse 73 [
रात्र्यवसाने या गीता गीतिका कौतुकाश्रया।
तस्याः फलं प्रयच्छस्व त्राहि पापात्समुद्धर॥
]

`speaker [
व्यास उवाच
]

`verse 74 [
एवमुच्चारिते तेन मातङ्गस्तमुवाच ह॥
]

`speaker [
मातङ्ग उवाच
]

`verse 75 [
किं पूर्वं भवता कर्म विकृतं कृतमञ्जसा।
येन त्वं दोषजातेन संभूतो ब्रह्मराक्षसः॥
]

`speaker [
व्यास उवाच
]

`verse 76 [
तस्य तद्वाक्यमाकर्ण्य मातङ्गं ब्रह्मराक्षसः।
प्रोवाच दुःखसंतप्तः संस्मृत्य स्वकृतं कृतम्॥
]

`speaker [
ब्रह्मराक्षस उवाच
]

`verse 77 [
श्रूयतां योऽहमासं वै पूर्वं यच्च मया कृतम्।
यस्मिन्कृते पापयोनिं गतवानस्मि राक्षसीम्॥
]

`verse 78 [
सोमशर्म इति ख्यातः पूर्वमासमहं द्विजः।
पुत्रोऽध्ययनशीलस्य देवशर्मस्य यज्वनः॥
]

`verse 79 [
कस्यचिद्यजमानस्य सूत्रमन्त्रबहिष्कृतः।
नृपस्य कर्मसक्तेन यूपकर्मसुनिष्ठितः॥
]

`verse 80 [
आग्नीध्रं चाकरोद्यज्ञे लोभमोहप्रपीडितः।
तस्मिन्परिसमाप्ते तु मौर्ख्याद्दम्भमनुष्ठितः॥
]

`verse 81 [
यष्टुमारब्धवानस्मि द्वादशाहं महाक्रतुम्।
प्रवर्तमाने तस्मिंस्तु कुक्षिशूलोऽभन्मम॥
]

`verse 82 [
संपूर्णे दशरात्रे तु न समाप्ते तथा क्रतौ॥
विरूपाक्षस्य दीयन्त्यामाहुत्‌यां राक्षसे क्षणे॥
]

`verse 83 [
मृतोऽहं तेन दोषेण संभूतो ब्रह्मराक्षसः।
मूर्खेण मन्त्रहीनेन सूत्रस्वरविवर्जितम्॥
]

`verse 84 [
अजानता यद्यविद्यां यदिष्टं याजितं च यत्।
तेन कर्मविपाकेन संभूतो ब्रह्मराक्षसः॥
]

`verse 85 [
तन्मां पापमहाम्भोधौ निमग्नं त्वं समुद्धर।
प्रजागरे गीतिकैकां पश्चिमां दातुर्महसि॥
]

`speaker [
व्यास उवाच
]

`verse 86 [
तमुवाचाथ चाण्डालो यदि प्राणिवधाद्‌भवान्।
निवृत्तिं कुरुते दद्यां ततः पश्चिमगीतिकाम्॥
]

`verse 87 [
बाढमित्यवदत्सोऽपि मातङ्गोऽपि ददौ तदा।
गीतिकाफलमामन्त्र्य मुहूर्तार्धप्रजागरम्॥
]

`verse 88 [
तस्मिन्गीतिफले दत्ते मातङ्गं ब्रह्मराक्षसः।
प्रणम्य प्रययौ हृष्टतीर्थवर्यं पृथूदकम्॥
]

`verse 89 [
तत्रानशनसंकल्पं कृत्वा प्राणाञ्जहौ द्विजाः।
राक्षसत्वाद्विनिर्मुक्तो गीतिकाफलबृंहितः॥
]

`verse 90 [
पृथूदकप्रभावाच्च ब्रह्मलोकं च दुर्लभम्।
दश वर्षसहस्राणि निरातङ्कोऽवसत्ततः॥
]

`verse 91 [
तस्यान्ते ब्राह्मणो जातो बभूव स्मृतिमान्वशी।
तस्याहं चरितं भूयः कथयिष्यामि भो द्विजाः॥
]

`verse 92 [
मातङ्गस्य कथाशेषं श्रृणुध्वं गदतो मम।
राक्षसे तु गते धीमान्गृहमेत्य यतात्मवान्॥
]

`verse 93 [
तद्विप्रचरितं स्मृत्वा निर्विष्णः शुचिरप्यसौ।
पुत्रेषु भार्यां निक्षिप्य ददौ भूम्याः प्रदक्षिणाम्॥
]

`verse 94 [
कोकामुखात्समारभ्य यावद्वै स्कन्ददर्शनम्।
दृष्ट्वा स्कन्दं ययौ धाराचक्रे चापि प्रदक्षिणम्॥
]

`verse 95 [
ततोऽद्रिवरमागम्य विन्ध्यमुच्चशिलोच्चयम्।
पापप्रमोचनं तीर्थमाससाद स तु द्विजाः॥
]

`verse 96 [
स्नानं पापहरं चक्रे स तु चाण्डालवंशजः।
विमुक्तपापः संस्मार पूर्वजातीरनेकशः॥
]

`verse 97 [
स पूर्वजन्मन्यभवद्भिक्षुः संयतवाङ्मनाः।
यतकायश्च मतिमान्वेदवेदाङ्गपारगः॥
]

`verse 98 [
एकदा गोषु नगराद्‌ध्रियमामासु तस्करैः।
भिक्षाऽवधूता रजसा मुक्ता तेनाथ भिक्षुणा॥
]

`verse 99 [
स तेनाधर्मदोषेण चाण्डालीं योनिमागतः।
पापप्रमोचने स्नातः स मृतो नर्मदातटे॥
]

`verse 100 [
मूर्खोऽभूद्‌ब्राह्मणवरो वाराणस्यां च भो द्विजाः।
तत्रास्य वसतोऽब्दैस्तु त्रिंशद्भिः सिद्धपूरुषः॥
]

`verse 101 [
विरूपरूपी बभ्राम योगमायाबलान्वितः।
तं दृष्ट्वा सोपहासार्थमभिवाद्याभ्युवाच ह॥
]

`verse 102 [
कुशलं सिद्धपुरुषं कुतस्त्वगम्यते त्वया॥
]

`speaker [
व्यास उवाच
]

`verse 103 [
एवं संभाषितस्तेन ज्ञातोऽहमिति चिन्त्य तु।
प्रत्युवाचाथ वन्द्यस्तं स्वर्गलोकादुपागतः॥
]

`verse 104 [
तं सिद्धं प्राह मूर्खोऽसौ किं त्वं वेत्सि त्रिविष्टपे।
नारायणोरुप्रभवामुर्वशीमप्सरोवराम्॥
]

`verse 105 [
सिद्धस्तमाह तां वेद्मि शक्रचामरधारिणीम्।
स्वर्गस्याऽऽभरणं मुख्यमुर्वशीं साधुसंभवाम्॥
]

`verse 106 [
विप्रः सिद्धमुवाचाथ ऋजुमार्गविवर्जितः।
तन्मित्र मत्कृते वार्तामुर्वश्या भवताऽऽदरात्॥
]

`verse 107 [
कथनीया यच्च सा ते ब्रूयादाख्यास्यते भवान्।
बाढमित्यब्रवीत्सिद्धः सोऽपि विप्रो मुदाऽन्वितः॥
]

`verse 108 [
बभूव सिद्धोऽपि ययौ मेरुपृष्ठं सुरालयम्।
समेत्य चोर्वशीं प्राह यदुक्तोऽसौ द्विजेन तु॥
]

`verse 109 [
सा प्राह तं सिद्धवरं नाहं काशिपतिं द्विजम्।
जानामि सत्यमुक्तं ते न चेतसि मम स्थितम्॥
]

`verse 110 [
इत्युक्तः प्रययौ सोऽपि कालेन बहुना पुनः।
वाराणसीं ययौ सिद्धो दृष्टो मूर्खेण वै पुनः॥
]

`verse 111 [
दृष्टः पृष्टः किल भूयः किमाहोरुभवा तव।
सिद्धोऽब्रवीन्न जानामि मामुवाचोर्वशी स्वयम्॥
]

`verse 112 [
सिद्धवाक्यं ततः श्रुत्वा स्मितभिन्नौष्ठसंपुटः।
पुनः प्राह कथं वेत्सीत्येवं वाच्या त्वयोर्वशी॥
]

`verse 113 [
वाढमेवं करिष्यामीत्युक्त्वा सिद्धो दिवं गतः।
ददर्श शक्रभवनान्निष्क्रामन्तीमथोर्वशीम्॥
]

`verse 114 [
प्रोवाच तां सिद्धवरः सा च तं सिद्धमब्रवीत्।
नियमं कंचिदपि हि करोतु द्विजसत्तमः॥
]

`verse 115 [
येनाहं कर्मणा सिद्ध तं जानामि न चान्यथा।
तदुर्वशीवचोऽभ्येत्य तस्मै मूर्खद्विजाय तु॥
]

`verse 116 [
कथयामास सिद्धस्तु सोऽपीमं नियमं जगौ।
तवाग्रे सिद्धपुरुष नियमोऽयं कृतो मया॥
]

`verse 117 [
न भोक्ष्येऽद्यप्रभृति वै शकटं सत्यमीरितम्।
इत्युक्तः प्रययौ सिद्धः स्वर्गे दृष्ट्वोर्वशीमथ॥
]

`verse 118 [
प्राहासौ शकटं भोक्ष्ये नाद्यप्रभृति कर्हिचित्।
तं सिद्धमुर्वशी प्राह ज्ञातोऽसौ सांप्रतं मया॥
]

`verse 119 [
नियमग्रहणादेव मूर्खो मा(ऽय)मुपहासकः।
इत्युक्त्वा प्रययौ शीघ्रं वासं नारायणात्मजा॥
]

`verse 120 [
सिद्धोऽपि विचचारासौ कामचारी महीतलम्।
उर्वश्यापि वरारोहा गत्वा वाराणसीं पुरीम्॥
]

`verse 121 [
मत्स्योदरीजले स्नानं चक्रे दिव्यवपुर्धरा।
अथासावपि मूर्खस्तु नदीं मत्स्योदरीं मुने॥
]

`verse 122 [
जगामाथ ददर्शासौ स्नायमानामथोर्वशीम्।
तां दृष्ट्वा ववृधेऽथास्य मन्मथः क्षोभकृद्‌दृढम्॥
]

`verse 123 [
चकार मूर्खश्चेष्टाश्च तं विवेदोर्वशी स्वयम्।
तं मूर्खं सिद्धगदितं ज्ञात्वा सस्मितमाह तम्॥
]

`verse 124 [
उर्वश्युवाच
किमिच्छसि महाभाग मत्तः शीघ्रमिहोच्यताम्।
करिष्यामि वचस्तुभ्यं त्वं विश्रब्धं करिष्यसि॥
]

`speaker [
मूर्खब्राह्मण उवाच
]

`verse 125 [
आत्मप्रदानेन मम प्राणान्रक्ष शुचिस्मिते॥
]

`speaker [
व्यास उवाच
]

`verse 126 [
तं प्राहाथोर्वशी विप्रं नियमस्थाऽस्मि सांप्रतम्।
त्वं तिष्ठस्व क्षणमथ प्रतीक्षस्वाऽऽगतं मम॥
]

`verse 127 [
स्थितोऽस्मीत्यब्रवीद्विप्रः साऽपि स्वर्गं जगाम ह।
मासमात्रेण साऽऽयाता ददर्श तं कृशं द्विजम्॥
]

`verse 128 [
स्थितं मासं नदी तीरे निराहारं सुराङ्गना।
तं दृष्ट्वा निश्चययुतं भूत्वा वृद्धवपुस्ततः॥
]

`verse 129 [
सा चकार नदीतीरे शकटं शर्करावृतम्।
घृतेन मधुना चैव नदीं मत्स्योदरीं गता॥
]

`verse 130 [
स्नात्वाऽथ भूमौ वसन्ती शकटं च यथार्थतः।
तं ब्राह्मणं समाहूय वाक्यमाह सुलोचना॥
]

`verse 131 [
उर्वश्युवाच
मया तीव्रं व्रतं विप्र चीर्ण सौभाग्यकारणात्।
व्रतान्ते निष्कृतिं दद्यां प्रतिगृह्णीष्व भो द्विज॥
]

`speaker [
व्यास उवाच
]

`verse 132 [
स प्राह किमिदं लोके दीयते शर्करावृतम्।
क्षुत्क्षामकण्ठः पृच्छामि साधु भद्रे समीरय॥
]

`verse 133 [
सा प्राह शकटो विप्र शर्करापिष्टसंयुतः।
इमं त्वं समुपादाय प्राणं तर्पय मा चिरम्॥
]

`verse 134 [
स तच्छ्रुत्वाऽथ संस्मृत्य क्षुधया पीडितोऽपि सन्।
प्राह भद्रे न गृह्णामि नियमो हि कृतो मया॥
]

`verse 135 [
पुरतः सिद्धवर्गस्य न भोक्ष्ये शकटं त्विति।
परिज्ञानार्थमुर्वश्या ददस्वान्यस्य कस्यचित्॥
]

`verse 136 [
साऽब्रवीन्नियमो भद्र कृतः काष्ठमये त्वया।
नासौ काष्ठमयो भुङ्क्ष्व क्षुधया चातिपीडितः॥
]

`verse 137 [
तां ब्राह्मणः प्रत्युवाच न मया तद्विशेषणम्।
कृतं भद्रेऽथ नियमः सामान्येनैव मे कृतः॥
]

`verse 138 [
तं भूयः प्राह सा तन्वी न चेद्‌भोक्ष्यसि ब्राह्मण।
गृहं गृहीत्वा गच्छस्व कुटुम्बं तव भोक्ष्यति॥
]

`verse 139 [
स तामुवाच सुदति न तावद्यामि मन्दिरम्।
इहाऽयाता वरारोहा त्रैलोक्येऽप्यधिका गुणैः॥
]

`verse 140 [
सा मया मदनार्तेन प्रार्थिताऽऽश्वासितस्तया।
स्थीयतां क्षममित्येवं स्थास्यामीति मयोदितम्॥
]

`verse 141 [
मासमात्रं गतायास्तु तस्या भद्रे स्थितस्य च।
मम सत्यानुक्तस्य संगमाय धृतव्रते॥
]

`verse 142 [
तस्य सा वचनं श्रुत्वा कृत्वा स्व रूपमुत्तमम्।
विहस्य भावगम्भीरमुर्वशी प्राह तं द्विजम्॥
]

`verse 143 [
उर्वश्युवाच
साधु सत्यं त्वया विप्र व्रतं निष्ठितचेतसा।
निष्पादितं हठादेव मम दर्शनमिच्छता॥
]

`verse 144 [
अहमेवोर्वशी विप्र त्वां जिज्ञासार्थमागता।
परीक्षितो निश्चितवान्भवन्सत्यतपा ऋषिः॥
]

`verse 145 [
गच्छ शूकरवोद्‌देशं रूपतीर्थेति विश्रुतम्।
सिद्धिं यास्यसि विप्रेन्द्र ततस्त्वं मामवाप्स्यसि॥
]

`speaker [
व्यास उवाच
]

`verse 146 [
इत्युक्त्वा दिवमुत्पत्य सा जगामोर्वशी द्विजाः।
स च सत्यतपा विप्रो रूपतीर्थं जगाम ह॥
]

`verse 147 [
तत्र शान्तिपरो भूत्वा नियमव्रतधृक्शुचिः।
देहोत्सर्गे जगामासौ गान्धर्वं लोकमुत्तमम्॥
]

`verse 148 [
तत्र मन्वन्तरशतं भोगान्भुक्त्वा यथार्थतः।
बभूव सुकुले राजा प्रजारञ्जनतत्परः॥
]

`verse 149 [
स यज्वा विविधैर्यज्ञैः समाप्तवरदक्षिणैः।
पुत्रेषु राज्यं निक्षिप्य ययौ शौकरवं पुनः॥
]

`verse 150 [
रूपतीर्थे मृतो भूयः शक्रलोकमुपागतः।
तत्र मन्वन्तरशतं भोगान्भुक्त्वा ततश्च्युतः॥
]

`verse 151 [
प्रतिष्ठाने पुरवरे बुधपुत्रः पुरूरवाः।
बभूव तत्र चोर्वश्याः संगमाय तपोधनाः॥
]

`verse 152 [
एवं पुरा सत्यतपा द्विजातिस्तीर्थे प्रसिद्धे स हि रूपसंज्ञे।
आराध्य जन्मन्यथ चार्च्य विष्णुमवाप्य भोगानथ मुक्तिमेति॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे व्यासर्षिसंवादे प्रजागरे गीतिकायाः प्रशंसानिरूपणं नाम
अष्टाविंशत्यधिकद्विततमोऽध्यायः॥
]
