`verse 1 [
व्यासमुनिसंवादे विष्णुभक्तिहेतुकथनम्
मुनय ऊचुः
श्रुतं फलं गीतिकाया अस्माभिः सुप्रजागरे।
कृष्णस्य येन चाण्डालो गतोऽसौ परमां गतिम्॥
]

`verse 2 [
यथा विष्णौ भवेद्‌भक्तिस्तन्नो ब्रूहि महामते।
तपसा कर्मणा येन श्रोतुमिच्छामि सांप्रतम्॥
]

`speaker [
व्यास उवाच
]

`verse 3 [
श्रृणुध्वं मुनिशार्दूलाः प्रवक्ष्याम्यनुपूर्वशः।
यथा कृष्णे भवेद्‌भक्तिः पुरुषस्य महाफला॥
]

`verse 4 [
संसारेऽस्मिन्महाघोरे सर्वभूतभयावहे।
महामोहकरे नॄणां नानादुः खशताकुले॥
]

`verse 5 [
तिर्यग्योनिसहस्रेषु जायमानः पुनः पुनः।
कथंचिल्लभते जन्म देही मानुष्यकं द्विजाः॥
]

`verse 6 [
मानुषत्वेऽपि विप्रत्वं विप्रत्वेऽपि विवेकिता।
विवेकाद्धर्मबुद्धिस्तु बुद्ध्या तु श्रेयसां ग्रहः॥
]

`verse 7 [
यावत्पापक्षयं पुंसां न भवेज्जन्मसंचितम्।
तावन्न जायते भक्तिर्वासुदेवे जगन्मये॥
]

`verse 8 [
तस्माद्वक्ष्यामि भो विप्रा भक्तिः कृष्णे यथा भवेत्।
अन्यदेवेषु या भक्तिः पुरुषस्येह जायते॥
]

`verse 9 [
कर्मणा मनसा वाचा तद्‌गतेनान्तरात्मना।
तेन तस्य भवेद्‌भक्तिर्यजने मुनिसत्तमाः॥
]

`verse 10 [
स करोति ततो विप्रा भक्तिं चाग्नेः समाहितः।
तुष्टे हुताशने तस्य भक्तिर्भवति भास्करे॥
]

`verse 11 [
पूजां करोति सततमादित्यस्य ततो द्विजाः।
प्रसन्ने भास्करे तस्य भक्तिर्भवति शंकरे॥
]

`verse 12 [
पूजां करोति विधिवत्स तु शंभोः प्रयत्नतः।
तुष्टे त्रिलोचने तस्य भक्तिर्भवति केशवे॥
]

`verse 13 [
संपूज्य तं जगन्नाथं वासुदेवाख्यमव्ययम्।
ततो भुक्तिं च मुक्तिं च स प्राप्नोति द्विजोत्तमाः॥
]

`speaker [
मुनय ऊचुः
]

`verse 14 [
अवैष्णवा नरा ये तु दृश्यन्ते च महामुने।
किं ते विष्णुं नार्चयन्ति ब्रूहि तत्कारणं द्विज॥
]

`speaker [
व्यास उवाच
]

`verse 15 [
द्वौ भूतसर्गौ विख्यातौ लोकेऽस्मिन्मुनिसकत्तमाः।
आसुरश्च तथा दैवः पुरा सृष्टः स्वयंभुवा॥
]

`verse 16 [
दैवीं प्रकृतिमासाद्य पूजयन्ति ततोऽच्युतम्।
आसुरीं योनिमापन्ना दूषयन्ति नरा हरिम्॥
]

`verse 17 [
मायया हतविज्ञाना विष्णोस्ते तु नराधमाः।
अप्राप्य तं हरिं विप्रास्ततो यान्त्यधमां गतिम्॥
]

`verse 18 [
तस्य या गह्वरी माया दुर्विज्ञेया सुरासुरैः।
महामोहकरी नृणां दुस्तरा चाकृतात्मभिः॥
]

`speaker [
मुनय ऊचुः
]

`verse 19 [
इच्छामस्तां महामायां ज्ञातुं विष्णोः सुदुस्तराम्।
वक्तुमर्हसि धर्मज्ञ परं कौतूहलं हि नः॥
]

`speaker [
व्यास उवाच
]

`verse 20 [
स्वप्नेन्द्रजालसंकाशा माया सा लोककर्षणी।
कः शक्नोति हरेर्मायां ज्ञातुं तां केशवादृते॥
]

`verse 21 [
या वृत्ता ब्राह्मणस्याऽऽसीन्मायार्थे नारदस्य च।
विडम्बनां तु तां विप्राः श्रृणुध्वं गदतो मम॥
]

`verse 22 [
प्रागासीन्नृपतिः श्रीमानाग्नीध्र इति विश्रुतः।
नगरे कामदमनस्तस्याथ तन्यः शुचिः॥
]

`verse 23 [
धर्मारामः क्षमाशीलः पितृशुश्रूषणे रतः।
प्रजानुरञ्जको दक्षः श्रुतिशास्त्रकृतश्रमः॥
]

`verse 24 [
पिताऽस्य त्वकरोद्यत्नं विवाहाय न चैच्छत।
तं पिता प्राह किमिति नेच्छसे दारसंग्रहम्॥
]

`verse 25 [
सर्वमेतत्सुखार्थं हि वाञ्छन्ति मनुजाः किल।
सुखमूला हि दाराश्च तस्मात्तं त्वं समाचर॥
]

`verse 26 [
स पितुर्वचनं श्रुत्वा तूष्णीमास्ते च गौरवात्।
मुहुर्महुस्तं च पिता चोदयामास भो द्विजाः॥
]

`verse 27 [
अथासौ पितरं प्राह तात नामानुरूपता।
मया समाश्रिता व्यक्ता वैष्णवी परिपालिनी॥
]

`verse 28 [
तं पिता प्राह संगम्य नैष धर्मोऽस्ति पुत्रक।
न विधारयितव्या स्यात्पुरुषेण विपश्चिता॥
]

`verse 29 [
कुरु मद्वचनं पुत्र प्रभुरस्मि पिता तव।
मा निमज्ज कुलं मह्यं नरके संततिक्षयात्॥
]

`verse 30 [
स हि तं पितुरादेसं श्रुत्वा प्राह सुतो वशी।
प्रीतः संस्मृत्य पौराणीं संसारस्य विचित्रताम्॥
]

`speaker [
पुत्र उवाच
]

`verse 31 [
श्रृणु तात वचो मह्यं तत्त्ववाक्यं सहेतुकम्।
नामानुरूपं कर्तव्यं सत्यं भवति पार्थिव॥
]

`verse 32 [
मया जन्मसहस्राणि जरामृत्युशतानि च।
प्राप्तानि दारसंयोगवियोगानि च सर्वशः॥
]

`verse 33 [
तृणगुल्मलतावल्लीसरीसृपमृगद्विजाः।
पशुस्त्रीपुरुषाद्यानि प्राप्तानि शतशो मया॥
]

`verse 34 [
गणकिंनरगन्धर्वविद्याधरमहोरगाः।
यक्षगुह्यकरक्षांसि दानवाप्सरसः सुराः॥
]

`verse 35 [
नदीश्वरसहस्रं च प्राप्तं तात पुनः पुनः।
सृष्टस्तु बहुशः सृष्टौ संहारे चापि संहृतः॥
]

`verse 36 [
दारसंयोगयुक्तस्य तातेदृङ्मे विडम्बना।
इतस्तृतीये यद्वृत्तं मम जन्मनि तच्छृणु॥
कथयामि समासेन तीर्थमाहात्म्यसंभवम्॥
]

`verse 37 [
अतीत्य जन्मानि बहूनि तात, नृदेवगन्धर्वमहोरगाणाम्।
विद्याधराणां खरगकिंनराणां, जातो हि वंशे सुतपा महर्षिः॥
]

`verse 38 [
ततो महाभूदचला हि भक्तिर्जनार्दने लोकपतौ मधुघ्ने।
व्रतोपवासैर्विविधैश्च भक्त्या, संतोषतश्चक्रगदास्त्रधारी॥
]

`verse 39 [
दुष्टोऽभ्यगात्पक्षिपतिं महात्मा, विष्णुः समारुह्य वरप्रदो मे।
प्राहोच्छशब्दं व्रियतां द्विजाते, वरो हि यं वाञ्छसि तं प्रदास्ये॥
]

`verse 40 [
ततोऽहमूचे हरिमीशितारं, तुष्टोऽसि चेत्केशव तद्‌वृणोमि।
या सा त्वदीया परमा हि माया, तां वेत्तुमिच्छामि जनार्दनोऽहम्॥
]

`verse 41 [
अथाब्रवीन्मे मधुकैटभारिः, किं ते तया ब्रह्मन्मायया वै।
धर्मार्थकामानि ददानि तुभ्यं, पुत्राणि मुख्यानि निरामयत्वम्॥
]

`verse 42 [
ततो मुरारिं पुनरुक्तवानहं, भूयोऽर्थधर्माजिगीषितैव यत्।
माया तवेमामिह वेत्तुमिच्छे, ममाद्य तां दर्शय पुष्कराक्ष॥
]

`verse 43 [
ततोऽभ्युवाचाथ नृसिंहमुख्यः, श्रीशः प्रभुर्विष्णुरिदं वचो मे॥
विष्णुरुवाच
मायां मदीयां न हि वेत्ति कश्चिन्न चापि वा वेत्स्यति कश्चिदेव॥
]

`verse 44 [
पूर्वं सुरर्षिर्द्विज नारदाख्यो, ब्रह्मात्मजोऽभून्मम भक्तियुक्तः।
तेनापि पूर्वं भवता यथैव, संतोषितो भक्तिमता हि तद्वत्॥
]

`verse 45 [
वरं च दत्तं(दातुं)गतवानहं च, स चापि वव्रे वरमेतदेव।
निवारितो मामतिमूढभावाद्‌भवान्यथैवं वृतवान्वरं च॥
]

`verse 46 [
ततो मयोक्तोऽम्भसि नारदोऽसौ, मायां हि मे वेत्स्यसि संनिमग्नः।
ततो निमग्नोऽम्भसि नारदोऽसौ, कन्या बभौ काशिपतेः सुशीला॥
]

`verse 47 [
तां यौवनाढ्यामाथ चारुधर्मिणे, विदर्भराज्ञस्तनयाया वै ददौ।
स्व(सु)धर्मणे सोऽपि तया समेतःष सिषेव कामानतुलान्महर्षिः॥
]

`verse 48 [
स्वर्गे गतेऽसौ पितरि प्रतापवान्राज्यं क्रमायातमवाप्य हृष्टः।
विदर्भराष्ट्रं परिपालयानः, पुत्रैः सपौत्रेर्बहुभिर्वृतोऽभूत्॥
]

`verse 49 [
अथाभवद्‌भूमिपतेः सुधर्मणः, काशीश्वरेणाथ समं सुयुद्धम्।
तत्र क्षयं प्राप्य(प)सपुत्रपौत्रं, विदर्भराट्‌काशिपतिश्च युद्धे॥
]

`verse 50 [
ततः सुशीला पितरं सपुत्रं, ज्ञात्वा पतिं चापि सपुत्रपौत्रम्।
पुराद्विनिःसृत्य रणावनिं गता, दृष्ट्वा सुशीला कदनं महान्तम्॥
]

`verse 51 [
भर्तुर्बले तत्र पितुर्बले च, दुःखान्विता सा सुचिरं विलप्य।
जगाम सा मातरमार्तरूपा, भ्रातॄन्सुतान्भातृसुतान्सपौत्रान्॥
]

`verse 52 [
भर्तारमेष पितरं च गृह्य, महाश्मशाने च महाचितिं सा।
कृत्वा हुताशं प्रददौ स्वयं च, यदा समिद्धो हुतभुग्बभूव॥
]

`verse 53 [
तदा सुशीला प्रविवेश वेगाद्वा पुत्र हा पुत्र इति ब्रुवाणा।
तदा पुनः सा मुनिर्नारदोऽभूत्, स चापि वह्निः स्फटिकामलाभः॥
]

`verse 54 [
पूर्णं सरोऽभूदथ चोत्ततार, तस्याग्रतो देववरस्तु केशवः।
कस्ते तु पुत्रो वद मे महर्षे, मृतं च कं शोचसि नष्टबुद्धिः।
व्रडान्वितोऽभूदथ नारदोऽसौ, ततोऽहमेनं पुनरेव चाऽऽह॥
]

`verse 55 [
इतदृशा नारद कष्टरूपा, माया मदीया कमलासनाद्यैः।
शक्या न वेत्तुं समहेन्द्ररुद्रैः, कथं भवान्वेत्स्यति दुर्विभाव्याम्॥
]

`verse 56 [
स वाक्यमाकर्ण्य महामहर्षिरुवाच भक्तिं मम देहि विष्णो।
प्राप्तेऽथ काले स्मरणं तथैव, सदा च संदर्शनमीश तेऽस्तु॥
]

`verse 57 [
यत्राहमार्तश्चितिमद्य रूढस्तत्तीर्थमस्त्वच्युतपापहन्त्रा।
अधिष्ठितं केशव नित्यमेव, त्वया सहाऽऽसं(हेदं)कमलोद्भवेन॥
]

`verse 58 [
ततो मयोक्तो द्विज नारदोऽसौ, तीर्थं सितोदे(दं)हि चितिस्तवास्तु।
स्थास्याम्यहं चात्र सदैव विष्णुर्महेश्वरः स्थास्यति चोत्तरेण॥
]

`verse 59 [
नदा विरञ्चेर्वदनं त्रिनेत्रः स च्छेत्स्यतेयं च ममु(त्वथ चो)ग्रवाचम्।
तदा कपालस्य तु मोचनाय, समेष्यते तीर्थमिदं त्वदीयम्॥
]

`verse 60 [
स्नातस्य तीर्थं त्रिपुरान्तकस्य, पतिष्यते भूमितले कपालम्।
ततस्तु तीर्थेति कपालमोचनं, ख्यातं पृथिव्यां च भविष्यते तत्॥
]

`verse 61 [
तदा प्रभृत्यम्बुदवाहनोऽसौ, न मोक्ष्यते तीर्थवरं सुपुण्यम्।
न चैव तस्मिन्द्विज संप्रचक्षते, तत्क्षेत्रमुग्रं त्वथ ब्रह्मवध्या॥
]

`verse 62 [
यदा न मोक्षत्यमरारिहन्ता, तत्क्षेत्रमुख्यं महादाप्तपुण्यम्।
तदा विमुक्तेति सुरै रहस्यं, तीर्थं स्तुतं पुण्यदमव्ययाख्यम्॥
]

`verse 63 [
कृत्वा तु पापानि नरो महान्ति, तस्मिन्प्रविष्टः शुचिरप्रमादी।
यदा तु मां चिन्तयते स शुद्धः, प्रयाति मोक्षं भगवत्प्रसादात्॥
]

`verse 64 [
भूत्वा तस्मिन्नुद्रपिशाचसंज्ञो योन्यन्तरे दुःखमुपाश्नुतेऽसौ।
विमुक्तपापो बहुवर्षपूगैरुत्पत्तिमायास्याति विप्रगेहे॥
]

`verse 65 [
शुचिर्यतात्माऽस्य ततोऽन्तकाले, रुद्रो हितं तारकमस्य कीर्तयेत्।
इत्येवमुक्त्वा द्विजवर्यं नारदं, गतोऽस्मि दुग्धार्णवमात्मगेहम्॥
]

`verse 66 [
स चापि विप्रस्त्रिदिवं चचार, गनधर्वराजेन समर्च्यमानः।
एतत्तवोक्तं ननु बोधनाय माया मदीया नहि शक्ये सा॥
]

`verse 67 [
ज्ञातुं भवानिच्छति चेत्ततोऽद्य, एवं विशस्वाप्सु च वेत्सि येन।
एवं द्विजातिर्हरिणा प्रबोधितो, भाव्यर्थयोगान्निममज्ज तोये॥
]

`verse 68 [
कोकामुके तात ततो हि कन्या, चाण्डालवेश्मन्यभवद्‌द्विजः सः।
रूपान्विता शीलगुणोपपन्ना, अवाप सा यौवनमाससाद।
]

`verse 69 [
चाण्डालपुत्रेण सुबाहुनाऽपि, विवाहिता रूपविवर्जितेन।
पतिर्न तस्या हि मतो बभूव सा तस्य चैवाभिमता बभूव॥
]

`verse 70 [
पुत्रद्वयं नेत्रहीनं बभूव, कन्या च पश्चाद्‌बधिरा तथाऽन्या।
पतिर्दरिद्रस्त्वथ साऽपि मुग्धा, नदीगता रोदिति तत्र नित्यम्॥
]

`verse 71 [
गता कदाचित्कलशं गृहीत्वा, साऽन्तर्जलं स्नातुमथ प्रविष्टा।
यावद्‌द्विजोऽसौ पुनरेव तावज्जातः क्रियायोगरतः सुशीलः॥
]

`verse 72 [
तस्याः स भर्ताऽथ चिरं गतेति, द्रष्टुं जगामाथ नदीं सुपुण्याम्।
ददर्श कुम्भं न च तां तटस्थां, ततोऽतिदुःखात्प्ररुरोद नादयन्॥
]

`verse 73 [
ततोऽन्धयुग्मं बधिरा च कन्या, दुःखान्विताऽसौ समुपाजगाम।
ते वै रुदन्तं पितरं च दृष्ट्वा, दुःखान्विता वै रुरुदुर्भृशार्ताः॥
]

`verse 74 [
ततः स पप्रच्छ नदीतटस्थान्द्विजान्भवद्‌भिर्यदि योषिदेका।
दृष्टा तु तोयार्थमुपाद्रवन्ती, आख्यात ते प्रोचुरिमां प्रविष्टा॥
]

`verse 75 [
नदीं न भूयस्तु समुत्ततार, एतावदेवेह समीहितं नः।
स तद्वचो घोरतरं निशम्य, रुरोद शोकाश्रुपरिप्लुताक्षः॥
]

`verse 76 [
तं वै रुदन्तं ससुतं सकन्यं, दृष्ट्वाऽहमार्तः सुतरां बभूव।
आर्तिश्च मेऽभूदथ संस्मृतिश्च, चाण्डोलयोषाऽहमिति क्षितिश॥
]

`verse 77 [
ततोऽब्रवं तं नृपते मतङ्गं, किमर्थमार्तेन हि रुद्यते त्वया।
तस्या न लाभो भविताऽतिमोर्ख्यादाक्रन्दितेनेह वृथा हि कं ते॥
]

`verse 78 [
स मामुवाचाऽऽत्मजयुग्ममन्धं, कन्या चैका बधिरेयं तथैव।
कथं द्विजाते अधुनाऽऽर्तमतमाश्वासयिष्येप्यथ पोषयिष्ये॥
]

`verse 79 [
इत्येवमुक्त्वा स सुतैश्च सार्धं, फूत्कृत्य फूत्कृत्य च रोदिति स्म।
यथा यथा रोदिति स श्वापाकस्तथा तथा मे ह्मभवत्कृताऽपि॥
]

`verse 80 [
ततोऽहमार्तं तु निवार्यं तं वै, स्ववंशवृत्तान्तमथाऽऽकृताऽपि।
ततः स दुःखात्सह पुत्रैकः संविवेश कोकामुकमार्तरूपः॥
]

`verse 81 [
प्रविष्टमात्रे सलिले मतङ्गस्तीर्थप्रभावाच्च विमुक्तपापः।
विमानमारुह्य शशिप्रकाशं, ययौ दिवं तात ममोपपश्यतः॥
]

`verse 82 [
तत्मिन्प्रविष्टे सलिले मृते च, ममार्तिरासीदतिमोहकर्त्री।
ततोऽतिपुण्ये नृपवर्य कोकाजले प्रविष्टस्त्रिदिवं गतश्च॥
]

`verse 83 [
भूयोऽभवं वैश्यकुले व्याथार्तो, जातिस्मरस्तीर्थवरप्रसादात्।
ततोऽतिनिर्विण्णमना गतोऽहं, कोकामुखं संयतवाक्यचित्तः॥
]

`verse 84 [
व्रतं समास्थाय कलेवरं स्वं, संशोषयित्वा दिवमारुरोह।
तस्माच्च्युतस्त्वद्भवने च जातो, जातिस्मरस्तात हरिप्रसादात्॥
]

`verse 85 [
सोऽहं समाराध्य मुरारिदेवं, कोकामुखे त्यक्तशुभशुभेच्छः।
इत्येवमुक्त्वा पितरं प्रणम्य, गत्वा च कोकामुखमग्रतीर्थम्।
विष्णुं समाराध्य वराहरूपमवाप सिद्धिं मनुर्षभोऽसौ॥
]

`verse 86 [
इत्थं स कामदमनः सहपुत्रपौत्रः, कोकामुखे तीर्थवरे सुपुण्ये।
त्यक्त्वा तनुं दोषमयीं ततस्तु, गतो दिवं सूर्यसमैर्विमानैः॥
]

`verse 87 [
एवं मयोक्ता परमेश्वरस्य, माया सुराणामपि दुर्विचिन्त्या।
स्वप्नेन्द्रजालप्रतिमा मुरारेर्यया जगन्मोहमुपैति विप्राः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे विष्णुधर्मानुकीर्तने मायाप्रादुर्भावनिरूपणं नामैकोनत्रिंशदधिकद्विशततमोऽध्यायः॥
]
