`verse 1 [
व्यास-मुनिसंवादे द्वापरयुगान्तकथनम्
मुनय ऊचुः
आसन्नं विप्रकृष्टं वा यदि कालं न विद्‌महे।
ततो द्वापरविध्वंसं युगान्तं स्पृहयामहे॥
]

`verse 2 [
प्राप्ता वयं हि तत्कालमनया धर्मतृष्णया।
आदद्याम परं धर्म सुखमल्पेन कर्मणा॥
]

`verse 3 [
संत्रासोद्वेगजननं युगान्तं समुपस्थिकम्।
प्रनष्टधर्मं धर्मज्ञ निमित्तैर्वक्तुमर्हसि॥
]

`speaker [
व्यास उवाच
]

`verse 4 [
अरक्षितारो हर्तारो बलिभागस्य पार्थिवाः।
युगान्ते प्रभविष्यन्ति स्वरक्षणपरायणाः॥
]

`verse 5 [
अक्षत्रियाश्च राजानो विप्राः शूद्रोपजीविनः।
शुद्राश्च ब्राह्मणाचारा भविष्यन्ति युगक्षये॥
]

`verse 6 [
श्रोत्रियाः काण्डपृष्ठाश्च निष्कर्माणि हवींषि च।
एकापंक्त्‌यामशिष्यन्ति युगान्ते मुनिसत्तमाः॥
]

`verse 7 [
अशिष्टवन्तोऽर्थपरा नरा मद्यामिषप्रियाः।
मित्रभार्यां भजिष्यन्ति युगान्ते पुरुषाधमाः॥
]

`verse 8 [
राजवृत्तिस्थिताश्चौरा राजानश्चौरशीलिनः।
भृत्या ह्यनिर्दिष्टभुजो भविष्यन्ति युगक्षये॥
]

`verse 9 [
धनानि श्लाघनीयानि सतां वृत्तमपूजितम्।
अकुत्सना च पतिते भविष्यति युगक्षये॥
]

`verse 10 [
प्रनष्टनासाः पुरुषा मुक्तकेशा विरूपिणः।
ऊनषोडशवर्षाश्च प्रसोष्यन्ति तथा स्त्रियः॥
]

`verse 11 [
अट्टशूला जनपदाः शिवशूलाश्चतुष्पथाः।
प्रमदाः केशशूलाश्च भविष्यन्ति युगक्षये॥
]

`verse 12 [
सर्वे ब्रह्म वदिष्यन्ति द्विजा वाजसनेयिकाः।
शूद्राभा वादिनश्चैव ब्राह्मणाश्चान्त्यवासिनः॥
]

`verse 13 [
शुक्लदन्ता जिताक्षाश्च मुण्डाः काषायवाससः।
शूद्रा दर्मं वदिष्यन्ति शाठ्यबुद्ध्योपजीविनः॥
]

`verse 14 [
श्वापदप्रचुरत्वं च गवां चैव परिक्षयः।
साधूनां परिवृत्तिश्च विद्यादन्तगते युगे॥
]

`verse 15 [
अन्त्या मध्ये निवत्स्यन्ति मध्याश्चान्यनिवासिनः।
निर्ह्रीकाश्च प्रजाः सर्वा नष्टास्तत्रयुगाक्षये॥
]

`verse 16 [
तपोयज्ञफलानां च विक्रेतारो द्विजोत्तमाः।
ऋतवो विपरीताश्च भविष्यन्ति युगक्षये॥
]

`verse 17 [
तथा द्विहायना दम्याः कलौ लाङ्गलधारिणः।
चित्रवर्षी च पर्जन्यो युगे क्षीणे भविष्यति॥
]

`verse 18 [
सर्वे शूरकुले जाताः क्षमानाथा भवन्ति हि।
यथा निम्नाः प्रजाः सर्वा भविष्यन्ति युगक्षये॥
]

`verse 19 [
पितृदेयानि दत्तानि भविष्यन्ति तथा सृताः।
न च धर्म चरिष्यन्ति मानवा निर्गते युगे॥
]

`verse 20 [
ऊषरा बहुला भूमिः पन्थानस्तस्करावृताः।
सर्वे ........ वाणिकाश्चैव भविष्यन्ति युगक्षये॥
]

`verse 21 [
पितृदायान्यदत्तानि विभजन्ति तथा सुताः।
हरणे यत्नवन्तोऽपि लोभादिभिर्विरोधिनः॥
]

`verse 22 [
सौकुमार्ये तथा रूपे रत्ने चोपक्षयं गते।
भविष्यन्ति युगस्यान्ते नार्यः केशैरलंकृताः॥
]

`verse 23 [
निर्वीर्यस्य रतिस्तत्र गृहस्थस्य भविष्यति।
युगान्ते समनुप्राप्ते नान्या भार्यासमा रतिः॥
]

`verse 24 [
कुशीलानार्यभूयिष्ठा वृथारूपसमन्विताः।
पुरुषाल्पं बहुस्त्रीकं तद्‌युगान्तस्य लक्षणम्॥
]

`verse 25 [
बहुयाचनको लोको न दास्यति परस्परम्।
राजचौराग्निदण्डादिक्षीणः क्षयमुपैष्यति॥
]

`verse 26 [
अफलानि च सस्यानि तरुणा वृद्धशीलिनः।
अशीलाः सुखिनो लोके भविष्यन्ति युगक्षये॥
]

`verse 27 [
वर्षासु परुषा वाता नीचाः शर्करवर्षिणः।
संदिग्धः परलोकश्च भविष्यति युगक्षये॥
]

`verse 28 [
वैश्या इव च राजन्या धनधान्योपजीविनः।
युगापक्रमणे पूर्वं भविष्यन्ति न बान्धवाः॥
]

`verse 29 [
अप्रवृत्ताः प्रपश्यन्ति समयाः शपथास्तथा।
ऋणं सविनयभ्रंशं युगे क्षीणे भविष्यति॥
]

`verse 30 [
भविष्यत्यफलो हर्षः क्रोधश्च शफलो नृणाम्।
अजाश्चापि निरोत्स्यन्ति पयसोऽर्थे युगक्षये॥
]

`verse 31 [
अशास्त्राविहितो यज्ञ एवमेव भविष्यति।
अप्रमाणं करिष्यन्ति नराः पण्डितमानिनः॥
]

`verse 32 [
शास्त्रोक्तस्याप्रवक्तारो भविष्यन्ति न संशयः।
सर्वः सर्वं विजानाति वृद्धाननुपसेव्य वै॥
]

`verse 33 [
न कश्चिदकविर्नाम युगान्ते समुपस्थिते।
नक्षत्राणि वियोगानि न कर्मस्था द्विजातयः॥
]

`verse 34 [
चौरप्रायाश्च राजानो युगान्ते समुपस्थिते।
कुण्डीवृषा नैकृतिकाः सुरापा ब्रह्मवादिनः॥
]

`verse 35 [
अश्वमेधेन यक्ष्यन्ते युगान्ते द्विजसत्तमाः।
याजयिष्यन्त्ययाज्यांस्तु तथाऽभक्ष्यस्य भक्षिणः॥
]

`verse 36 [
ब्राह्मणा धनतृष्णार्ता युगान्ते समुपस्थिते।
भोःशब्दमभिधास्यन्ति न च कश्चित्पठिष्यति॥
]

`verse 37 [
एकशङ्खास्तथा नार्यो गवेधुकपिनद्धकाः(?)।
नक्षत्राणि विवर्णानि विपरीता दिशो दश॥
]

`verse 38 [
संध्यारागो विदग्धाङ्गो भविष्यति युगक्षये।
प्रेषयन्ति पितृन्पुत्रा वधूः श्वश्रूः स्वकर्मसु॥
]

`verse 39 [
युगेष्वेवं निवत्स्यन्ति प्रमदाश्च नरास्तथा।
अकृत्वाऽग्राणि भोक्ष्यन्ति द्विजाश्चैवाहुताग्नयः॥
]

`verse 40 [
भिक्षां बलिमदत्त्वा च भोक्ष्यन्ति पुरुषाः स्वयम्।
वञ्चयित्वा पतीन्सुप्तान्गमिष्यन्ति स्त्रियोऽन्यतः॥
]

`verse 41 [
न व्याधितान्नाप्यरूपान्नोद्यतान्नाप्यसूयकान्।
कृते न प्रतिकर्ता च युगे क्षीर्णे भविष्यति॥
]

`speaker [
मुनय ऊचुः
]

`verse 42 [
एवं विलम्बिते धर्मे मानुषाः करपीडिताः।
कुत्र देशे निवत्स्यन्ति किमाहारविहारिणः॥
]

`verse 43 [
किंकर्माणः किमीहन्तः किंप्रमाणाः किमायुषः।
कां च काष्ठांसमासाद्य प्रपत्स्यन्ति कृतं युगम्॥
]

`speaker [
व्यास उवाच
]

`verse 44 [
अत ऊर्ध्वं च्युते धर्मे गुणहीनाः प्रजास्तथा।
शीलव्यसनमासाद्य प्राप्स्यन्ति ह्रासमायुषः॥
]

`verse 45 [
आयुर्हानयावलग्नानिर्वलग्नान्या विवर्णता।
वैवर्ण्याद्‌व्याधिसंपीडा निर्वेदो व्याधिपीडनात्॥
]

`verse 46 [
निर्वेदादात्मसंबोधः संबोधाद्धर्मंशीलता।
एवं गत्वा परां काष्ठां प्रपत्स्यन्ति कृतं युगम्॥
]

`verse 47 [
उद्देशतो धर्मशीलाः केचिन्मध्यस्थतां गताः।
किं धर्मशीलाः केचित्तु केचिदत्र कुतूहलाः॥
]

`verse 48 [
प्रत्यक्षमनुमानं च प्रमाणमिति निश्चिताः।
अप्रमाणं करिष्यन्ति सर्वमित्यपरे जनाः॥
]

`verse 49 [
नास्तिक्यपरताश्चापि केचिद्धर्मविलोपकाः।
भविष्यन्ति नरा मूढा द्विजाः पण्डितमानिनः॥
]

`verse 50 [
तदात्वमात्रश्रद्धेया शास्त्रज्ञानबहिष्कृताः।
दाम्भिकास्ते भविष्यन्ति नरा ज्ञानविलोपिताः॥
]

`verse 51 [
तथा विलुलिते धर्मे जनाः श्रेष्ठपुरस्कृताः।
शुभान्समाचरिष्यन्ति दानशीलपरायणाः॥
]

`verse 52 [
सर्वभक्षाः स्वयंगुप्ता निर्घृणा निरपत्रपाः।
भविष्यन्ति तदा लोके तत्कषायस्य लक्षणम्॥
]

`verse 53 [
कषायोपप्लवे काले ज्ञाननिष्ठाप्रणाशने।
सिद्धिमल्पेन कालेन प्राप्स्यन्ति निरुपस्कृताः॥
]

`verse 54 [
विप्राणां शाश्वतीं वृत्तिं यदा वर्णावरे जनाः।
संश्रयिष्यन्ति भो विप्रास्तत्कषायस्य लक्षणम्॥
]

`verse 55 [
महायुद्धं महावर्षं महावातं महातपः।
भविष्यति युगे क्षीणे तत्कषायस्य लक्षणम्॥
]

`verse 56 [
विप्ररूपेण यक्षांसि राजानः कर्णवेदिनः।
पृथिवीमुपक्षोक्ष्यन्ति युगान्ते समुपस्थिते॥
]

`verse 57 [
निःस्वाध्यायवषट्काराः सुनेतारोऽभिमानिनः।
क्रव्यादा ब्रह्मरूपेण सर्वभक्ष्या वृथाव्रताः॥
]

`verse 58 [
मूर्खाश्चार्थपरालुब्धाः क्षुद्राः क्षुद्रपरिच्छदाः।
व्यवहारोपवृत्ताश्च च्युता धर्माश्च शाश्वतात्॥
]

`verse 59 [
हर्तारः पररत्नानां परदारप्रधर्षकाः।
कामात्मानो दुरात्मानः सोपधाः प्रियसाहसाः॥
]

`verse 60 [
तेषु प्रभवमाणेषु जनेष्वपि च सर्वशः।
अभाविनो भविष्यन्ति मुनयो बहुरूपिणः॥
]

`verse 61 [
कलौ युगे समुत्पन्नाः प्रधानपुरुषाश्च ये।
कथायोगेन तान्सर्वान्पूजयिष्यन्ति मानवाः॥
]

`verse 62 [
सस्यचौरा भविष्यन्ति तथा चैलापहारिणः।
भोक्ष्यभोज्यहराश्चैव करण्डानां च हारिणः॥
]

`verse 63 [
चौराश्चौरस्य हर्तारो हन्ता हन्तुर्भविष्यति।
चौरैश्चौरक्षये चापि कृते क्षेमं भविष्यति॥
]

`verse 64 [
निः सारे क्षुभिते काले निष्क्रिये संव्यवस्थिते।
नरा वनं श्रियत्यन्ति करभारप्रपीडिताः॥
]

`verse 65 [
यज्ञकर्मण्युपरते रक्षांसि स्वापदानि च।
कीटमूषिकसर्पाश्च धर्षयिष्यन्ति मानवान्॥
]

`verse 66 [
क्षेमं सुभिक्षमारोग्यं सामग्य्रं चैव बन्धुषु।
उद्देशेषु नराः श्रेष्ठा भविष्यन्ति युगक्षये॥
]

`verse 67 [
स्वयंपालाः स्वयं चौराः प्लवसंभारसंभृताः।
मण्डलैः संभविष्यन्ति देशे देशे पृथक्पृथक्॥
]

`verse 68 [
स्वदेशेभ्यः परिभ्रष्टा निःसाराः सह बन्धुभिः।
नराः सर्वे भविष्यन्ति तदा कालपरिक्षयात्॥
]

`verse 69 [
ततः सर्वे समादाय कुमारान्प्रद्रुता भयात्।
कौशिकीं संतरिष्यन्ति नराः क्षुद्‌भयपीडिताः॥
]

`verse 70 [
अङ्गान्वङ्गान्कलिङ्गांश्च काश्मीरानथ कोशलान्।
ऋषिकान्तगिरिद्रोणीः संश्रयिष्यन्ति मानवाः॥
]

`verse 71 [
कृत्स्नं च हिमवत्पार्श्वं कूलं च लवणाम्भसः।
विविधं जीर्णपत्रं च वल्कलान्यजिनानि च॥
]

`verse 72 [
सव्यं कृत्वा निवत्स्यन्ति तस्मिन्भुते युगक्षये।
अरण्येषु च वत्स्यन्ति नरा म्लेच्छगणैः सह॥
]

`verse 73 [
नैव शून्या नवारण्या भविष्यति वसुंधरा।
अगोप्ताश्च गोप्तारो भविष्यन्ति नराधिपाः॥
]

`verse 74 [
मृगैर्मत्स्यैर्विहङ्गैश्च श्वापदैः सर्पकीटकैः।
मधुशाकफलैर्मूलैर्वर्तयिष्यन्ति मानवाः॥
]

`verse 75 [
शीर्णपर्णफलाहारा वल्कलान्यजिनानि च।
स्वयं कृत्वा निवत्स्यन्ति यथा मुनिजनस्तथा॥
]

`verse 76 [
बीजानामकृतस्नेहा आहताः काष्ठशङ्कुभिः।
अजैडकं खरोष्ट्रं च पालयिष्यन्ति नित्यशः॥
]

`verse 77 [
नदीस्रोतांसि रोत्स्यन्ति तोयार्थं कूलमाश्रिताः।
पक्वान्नव्यवहारेण विपणन्तः परस्परम्॥
]

`verse 78 [
तनूरुहैर्यताजातैः समालान्तरसंभृतैः।
बह्‌वपत्याः प्रजाहीनाः कुलशीलविवर्जिताः॥
]

`verse 79 [
एवं भविष्यन्ति तदा नराश्चाधर्मजीविनः।
हीना हीनं तथा धर्मं प्रजा समनुवत्स्यति॥
]

`verse 80 [
आयुस्तत्र च मर्त्यानां परं त्रिंशद्‌भविष्यति।
दुर्बला विषयग्लाना जराशोकैरभिप्लुताः॥
]

`verse 81 [
भविष्यन्ति तदा तेषां रोगैरिन्द्रियसंक्ष्यः।
आयुः प्रत्ययसंरोधाद्विषयादु(यैरु)परंस्यते॥
]

`verse 82 [
शुश्रूषवो भविष्यन्ति साधूनां दर्शने रताः।
सत्यं च प्रतिपत्स्यन्ति व्यवहारोपसंक्षयात्॥
]

`verse 83 [
भविष्यन्ति च कामानामलाभाद्धर्मशीलिनः।
करिष्यन्ति च संस्कारं स्वयं च क्षयपीडिताः॥
]

`verse 84 [
एवं सुक्षूषवो दाने सत्ये प्राण्यभिरक्षणे।
ततः पादप्रवृत्ते तु धर्मे श्रेयो निपत्स्यते॥
]

`verse 85 [
तेषां लब्धानुमानानां गुणेषु परिवर्तताम्।
स्वादु किंत्विति विज्ञाय धर्म एव च दृश्यते॥
]

`verse 86 [
यथा हानिक्रमं प्राप्तास्तथा ऋद्धिक्रमं गताः।
प्रगृहीते ततो धर्मे प्रपश्यन्ति कृतं युगम्॥
]

`verse 87 [
साधुवृत्तिः कतयुगे कषाये हानिरुच्यते।
एक एव तु कालोऽयं हीनवर्णो यथा शशी॥
]

`verse 88 [
छन्नश्च तमसा सोमो यथा कलियुगं तथा।
मुक्तश्च तमसा सोम एवं कृतयुगं च तत्॥
]

`verse 89 [
अर्थवादः परं ब्रह्म वेदार्थ इति तं विदुः।
अविविक्तमविज्ञातं दायाद्यमिह धार्यते॥
]

`verse 90 [
इष्टवादस्तपो नाम तपो हि स्थविरीकृतः।
गुणैः कर्माभिनिर्वृत्तिर्गुणाः शुध्यन्ति कर्मणा॥
]

`verse 91 [
आशीस्तु पुरुषं दृष्ट्वा देशकालानुवर्तिनी।
युगे युगे यथा कालमृषिभिः समुदाहृता॥
]

`verse 92 [
धर्मार्थकाममोक्षाणां देवानां च प्रतिक्रिया।
आशिषश्च शिवाः पुण्यास्तथैवाऽऽयुर्युगे युगे॥
]

`verse 93 [
तथा युगानां परिवर्तनानि, चिरप्रवृत्तानि विधिस्वभावात्।
क्षणं न संतिष्ठति जीवलोकः, श्रयोदयाभ्यां परिवर्तमानः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे व्यासर्षिसंवादे भविष्यकथनं नाम एक त्रिंशदधिकद्विशततमोऽध्यायः॥
]
