`verse 1 [
व्यास-मुनिसंवादे प्राकृतप्रतिसंचरकथनम्
व्यास उवाच
सर्वेषामेव भूतानां त्रिविधः प्रतिसंचरः।
नैमित्तिकः प्राकृतिकस्तथैवाऽऽत्यन्तिको मतः॥
]

`verse 2 [
ब्राह्मो नैमित्तिकस्तेषां कल्पान्ते प्रतिसंचरः।
आत्यन्तिको वै मोक्षश्च प्राकृतो द्विपरार्धिकः॥
]

`speaker [
मुनय ऊचुः
]

`verse 3 [
परार्धसंख्यां भगवंस्त्वमाचक्ष्व यथोदिताम्।
द्विगुणीकृतयज्ज्ञेयः प्रकृतः प्रतिसंचरः॥
]

`speaker [
व्यास उवाच
]

`verse 4 [
स्थानत्स्थानं दशगुणमेकैकं गण्यते द्विजाः।
ततोष्टादशमे भागे परार्धमभिधियते॥
]

`verse 5 [
परार्धं द्विगुणं यत्तु प्राकृतः स लयो द्विजाः।
तदाऽव्यक्तेऽखिलं व्यक्तं सहेतौ लयमेति वै॥
]

`verse 6 [
निमेषो मानुषो योऽयं मात्रामात्रप्रमाणतः।
तैः पञ्चदशभिः काष्ठा त्रिंशत्काष्ठास्तथा कला॥
]

`verse 7 [
नाडिका तु प्रमाणेन कला च(श्च)दश प़ञ्च च।
उन्मानेनाम्भसः सा तु पलान्यर्धत्रयोदश॥
]

`verse 8 [
हेममाषै कृतच्छिद्रा चतुर्भिचतुरङ्गुलैः।
मागधेन प्रमाणेन जलप्रस्थस्तु स स्मृतः॥
]

`verse 9 [
नाडिकाभ्यामथ द्वाभ्यां मुहूर्तो द्विजसत्तमाः।
अहोरात्रं मुहूर्तास्तु त्रिंशन्मासो दिनैस्तथा॥
]

`verse 10 [
मासैर्द्वादशभिर्वर्षमहोरात्रं तु तद्दिवि।
त्रिभिर्वर्षशतैर्वर्षं षष्ट्या चैवासुरद्विषाम्॥
]

`verse 11 [
तैस्तु द्वादशसाहस्रैश्चतुर्युगमुदाहृतम्।
चतुर्युगसहस्रं तु कथ्यते ब्रह्मणो दिनम्॥
]

`verse 12 [
स कल्पस्तत्र मनवश्चतुर्दश द्विजोत्तमाः।
तदन्ते चैव भो विप्रा ब्रह्मनैमित्तिको लयः॥
]

`verse 13 [
तस्य स्वरूपमत्युग्रं द्विजेन्द्रा गदतो मम।
श्रृणुध्वं प्राकृतं भूयस्ततो वक्ष्याम्यहं लयम्॥
]

`verse 14 [
चतुर्युगसहस्रान्ते क्षीणप्राये महीतले।
अनावृष्टिरतीवोग्रा जायते शतवार्षिकी॥
]

`verse 15 [
ततो यान्यल्पसाराणि तानि सत्त्वान्यनेकशः।
क्षयं यान्ति मुनिश्रेष्ठाः पार्थिवान्यतिपीडनात्॥
]

`verse 16 [
ततः स भगवान्कृष्णो रुद्ररूपी तथाऽव्ययः।
क्षयाय यतते कर्तुमात्मस्थाः सकलाः प्रजाः॥
]

`verse 17 [
ततःस भगवान्विष्णुर्भानोः सप्तसु रश्मिषु।
स्थितः पिबत्यशेषाणि जलानि मुनिसत्तमाः॥
]

`verse 18 [
पीत्वाऽम्भांसि समस्तानि प्राणिभूतगतानि वै।
शोषं नयति भो विप्राः समस्तं पृथिवीतलम्॥
]

`verse 19 [
समुद्रान्सरितः शैलाञ्शैलप्रस्रवणानि च।
पातालेषु च यत्तोयं तत्सर्वं नयति क्षयम्॥
]

`verse 20 [
ततस्तस्याप्यभावेन तोयाहारोवबृंहितः।
सहस्ररश्मयः सप्त जायन्ते तत्र भास्कराः॥
]

`verse 21 [
अधश्चोर्ध्वं च ते दीप्तास्ततः सप्त दिवाकराः।
दहन्त्यशेषं त्रैलोक्यं सपातालतलं द्विजाः॥
]

`verse 22 [
दह्यमानं तु तैर्दीप्तैस्त्रैलोक्यं दीप्तभास्करैः।
साद्रिनगार्णवाभोगं निः स्नेहमभिजायते॥
]

`verse 23 [
ततो निर्दग्धवृक्षाम्बु त्रैलोक्यमखिलं द्विजाः।
भवत्येषा च वसुधा कूर्मपृष्ठोपमाकृतिः॥
]

`verse 24 [
ततः कालाग्निरुद्रोऽसौ भूतसर्गहरो हरः।
शेषाहिश्वाससंतापात्पातालानि दहत्यधः॥
]

`verse 25 [
पातालानि समस्तानि स दग्ध्वा ज्वलतो महान्।
भूमिमभ्येत्य सकलं दग्ध्वा तु वसुधातलम्॥
]

`verse 26 [
भुवो लोकं ततः सर्वं स्वर्गलोकं च दारुणः।
ज्वालामालामहावर्तस्तत्रैव परिवर्तते॥
]

`verse 27 [
अम्बीरीषमिवाऽऽभाति त्रैलोक्यमखिलं तदा।
ज्वालावर्तपरीवारमुपक्षीणबलास्ततः॥
]

`verse 28 [
ततस्तापपरीतासु लोकद्वयनिवासिनः।
हृतावकाशा गच्छन्ति महर्लोकं द्विजास्तदा॥
]

`verse 29 [
तस्मादपि महातापतप्ता लोकास्ततः परम्।
गच्छन्ति जनलोकं ते दशावृत्या परैषिणः॥
]

`verse 30 [
ततो दग्ध्वा जगत्सर्वं रुद्ररूपी जनार्दनः।
मुखनिःश्वासजान्मेघान्करो ति मुनिसत्तमाः॥
]

`verse 31 [
ततो गजकुलप्रख्यास्तडिद्वन्तो निनादिनः।
उत्तिष्ठन्ति तदा व्योम्नि घोराः संवर्तका घनाः॥
]

`verse 32 [
केचिदञ्जनसंकासाः केचित्कुमुदसंनिभाः।
धर्मवर्णा घनाः केचित्केचित्पीताः पयोधराः॥
]

`verse 33 [
केचिद्धरिद्रावर्णाभा लाक्षारसनिभास्तथा।
केचिद्वैदूर्यसंकाशा इन्द्रनीलनिभास्तथा॥
]

`verse 34 [
शङ्खकुन्दनिभाश्चान्ये जातीकुन्दनिभास्तथा।
इन्द्रगोपनिभाः केचिन्मनः शिलनिभास्तथा॥
]

`verse 35 [
पद्मपत्रनिभाः केचिदुत्तिष्ठन्ति घना घनाः।
केचित्पुरवराकाराः केचित्पर्वतसंनिभाः॥
]

`verse 36 [
कूटागारनिभाश्चान्ये केचित्स्थलनिभा घनाः।
महाकाया महारावा पूरयन्ति नभस्थलम्॥
]

`verse 37 [
वर्षन्तस्ते महासारास्तमग्निमतिभैरवम्।
समयन्त्यखिलं विप्रास्त्रैलोक्यान्तरविस्तृतम्॥
]

`verse 38 [
नष्टे चाग्नौ शतं तेऽपि वर्षाणामधिकं घनाः।
प्लावयन्तो जगत्सर्वं वर्षन्ति मुनिसत्तमाः॥
]

`verse 39 [
धाराभिरक्षमात्राभिः प्लावयित्वाऽखिलां भुवम्।
भुवो लोकं तथैवोर्ध्वं प्लावयन्ति दिवं द्विजाः॥
]

`verse 40 [
अन्धकारीकृते लोके नष्टे स्थावरजङ्गमे।
वर्षन्ति ते महामेघा वर्षाणामधिकं शतम्॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे व्यासर्षिसंवादे संहारलक्षणकथनं नाम द्वात्रिंशदधिकद्विशततमोऽध्यायः॥
]
