`verse 1 [
सांख्ययोगनिरूपणम्
मुनय ऊचुः
तव वक्त्राब्धिसंभूतममृतं वाङ्‌मयं मुने।
पिबतां नो द्विजश्रेष्ठ न नृप्तिरिह दृश्यते॥
]

`verse 2 [
तस्माद्योगं मुने ब्रूहि विस्तरेण विमुक्तिदम्।
सांख्यं च द्विपदां श्रेष्ठ श्रोतुमिच्छामहे वयम्॥
]

`verse 3 [
प्रज्ञावाञ्श्रोत्रियो यज्वा ख्यातः प्राज्ञोऽनसूयकः।
सत्यधर्ममतिर्ब्रह्मन्कथं ब्रह्माधिगच्छति॥
]

`verse 4 [
तपसा ब्रह्मचर्येण सर्वत्यागेन मेधया।
सांख्ये वा यदि वा योग एतत्पृष्टो वदस्व नः॥
]

`verse 5 [
मनसश्चेन्द्रियाणां च यथैकागय्रमवाप्यते।
येनोपायेन पुरुषस्तत्त्वं व्याख्यातुमर्हसि॥
]

`speaker [
व्यास उवाच
]

`verse 6 [
नान्यत्र ज्ञानतपसोर्नान्यत्रेन्द्रियनिग्रहात्।
नान्यत्र सर्वसंत्यागात्सिद्धिं विन्दति कश्चन॥
]

`verse 7 [
महाभूतानि सर्वाणि पूर्वसृष्टिः स्वयंभुवः।
भूयिष्ठं प्राणभृद्‌ग्रामे निविष्टानि शरीरिषु॥
]

`verse 8 [
भूमेर्देहो जलात्स्नेहो ज्योतिषश्चक्षुषी स्मृते।
प्राणापानाश्रयो वायुःकोष्ठाकाशं शरीरिणाम्॥
]

`verse 9 [
क्रान्तौ विष्णुर्बले शक्रः कोष्ठेऽग्निर्भोक्तुमिच्छति।
कर्णयोः प्रदिशः श्रोत्रे जिह्वायां वाक्सरस्वती॥
]

`verse 10 [
कर्णौ त्वक्चक्षुषी जिह्वा नासिका चैव पञ्चमी।
दश तानीन्द्रियोक्तानि द्वाराण्याहारसिद्धये॥
]

`verse 11 [
शब्दस्पर्शौ तथा रूपं रसं गन्धं च पञ्चमम्।
इन्द्रियार्थान्पृथग्विद्यादिन्द्रियेभ्यस्तु नित्यदा॥
]

`verse 12 [
इन्द्रियाणि मनो युङ्‌क्ते अवश्या(शा)निव राजिनः(लः)।
मनश्चापि सदा युङ्‌क्ते भूतात्मा हृदयाश्रितः॥
]

`verse 13 [
इन्द्रियाणां तथैवैषां सर्वेषामीश्वरं मनः।
नियमे च विसर्गे च भूतात्मा मनसस्तथा॥
]

`verse 14 [
इन्द्रियाणीन्द्रियार्थश्च स्वभावश्चेतना मनः।
प्राणापानौ च जीवश्च नित्यं देहेषु देहिनाम्॥
]

`verse 15 [
आश्रयो नास्ति सत्त्वस्य गुणशब्दो न चेतनाः।
सत्त्वं हि तेजः सृजति न गुणान्वै कथंचन॥
]

`verse 16 [
एवं सप्तदशं देहं वृतं षोडशभिर्गुणैः।
मनीषी मनसा विप्राः पश्यत्यात्मानमात्मनि॥
]

`verse 17 [
न ह्यं चक्षुषा दुश्यो न च सर्वैरपीन्द्रियैः।
मनसा तु प्रदीप्तेन महानात्मा प्रकशते॥
]

`verse 18 [
अशब्दस्पर्शरूपं तच्च(च्चा)रसागन्धमव्ययम्।
अशरीरं शरीरे स्वे निरीक्षेत निरिन्द्रियम्॥
]

`verse 19 [
अव्यक्तं सर्वदेहेषु मर्त्येषु परमार्चितम्।
योऽनुपश्यति स प्रेत्य कल्पते ब्रह्मभूयतः॥
]

`verse 20 [
विद्याविनयसंपन्नब्राह्मणे गवि हस्तिनि।
शुनि चैव श्वपाके च पण्डिताः समदर्शिनः॥
]

`verse 21 [
स हि सर्वेषु भूतेषु जङ्गमेषु ध्रुवेषु च।
वसत्येको महानात्मा येन सर्वमिदं ततम्॥
]

`verse 22 [
सर्वभूतेषु चाऽऽत्मानं सर्वभूतानि चाऽऽत्मनि।
यदा पश्यति भूतात्मा ब्रह्म संपद्यते तदा॥
]

`verse 23 [
यावानात्मनि वेदाऽऽत्मा तावानात्मा परात्मनि।
य एवं सततं वेद सोऽमृतत्वाय कल्पते॥
]

`verse 24 [
सर्वभूतात्मभूतस्य सर्वभूतहितस्य च।
देवापि मार्गे मुह्यन्ति अपदस्य पदैषिणः॥
]

`verse 25 [
शकुन्तानामिवाऽऽकाशे मत्स्यानामिव चोदके।
यथा गतिर्न दृश्येन तथा ज्ञानविदां गतिः॥
]

`verse 26 [
कालः पचति भूतानि सर्वाण्येवाऽऽत्मनाऽऽत्मनि।
यस्मिस्तु पच्यते कालस्तन्न वेदेह कश्चन॥
]

`verse 27 [
न तदुर्ध्वं न तिर्यक्च नाधो न च पुनः पुनः।
न मध्ये प्रतिगृह्‌णीते नैव किंचिन्न कश्चन॥
]

`verse 28 [
सर्वे तत्स्था इमे लोका बाह्यमेषां न किंचन।
यद्यप्यग्रे समागच्छेद्यता बाणो गुणच्युतः॥
]

`verse 29 [
नैवान्तं कारणस्येयाद्यद्यपि स्यान्मनोजवः।
तस्मात्सूक्ष्मतरं नास्ति नास्ति स्थूलतरं तथा॥
]

`verse 30 [
सर्वतः पाणिपादं तत्सर्वतोऽक्षिशिरोमुखम्।
सर्वतःश्रुतिमल्लोके सर्वमावृत्य तिष्ठति॥
]

`verse 31 [
तदेवाणोरणुतरं तन्महद्‌भ्यो महत्तरम्।
तदन्तः सर्वभूतानां ध्रुवं तिष्ठन्न दृश्यते॥
]

`verse 32 [
अक्षरं च क्षरं चैव द्वेधा भावोऽयमात्मनः।
क्षकः सर्वेषु भूतेषु दिव्यं त्वमृतमक्षरम्॥
]

`verse 33 [
नवद्वारं पुरं कृत्वा हंसो हि नियतो वशी।
ईदृशः सर्वभूतस्य स्थावरस्य चरस्य च॥
]

`verse 34 [
हानेनाभिविकल्पानां नराणां संचयेन च।
शरीराणामजस्याऽऽहुर्हंसत्वं पारदर्शिनः॥
]

`verse 35 [
हंसोक्तं च क्षरं चैव कूटस्थं यत्तदक्षरम्।
तद्विद्वानक्षरं प्राप्य जहाति प्राणजन्मनी॥
]

`speaker [
व्यास उवाच
]

`verse 36 [
भवतां पृच्छतां विप्रा यथावदिह तत्त्वतः।
सांख्यं ज्ञानेन संयुक्तं तदेतत्कीर्तितं मया॥
]

`verse 37 [
योगकृत्यं तु भो विप्राः कीर्तयिष्याम्यतः परम्।
एकत्वं बुद्धिमनसोरिन्द्रियाणां च सर्वशः॥
]

`verse 38 [
आत्मनो व्यापिनो ज्ञानं ज्ञानमेतदत्तुमम्।
तदेतदुपशान्तेन दान्तेनाध्यात्मशीलिना॥
]

`verse 39 [
आत्मारामेण बुद्धेन बोद्धव्यं शुचिकर्मणा।
योगदोषान्समुच्छिद्य पञ्च यान्कवयो विदुः॥
]

`verse 40 [
कामं क्रोदं च लोभं च भयं स्वप्नं पञ्चमम्।
क्रोधं शमेन जयति कामं संकल्पवर्जनात्॥
]

`verse 41 [
सत्त्वसंसेवनाद्धीरो निद्रामुच्छेत्तुमर्हति।
धृत्या शिश्नोदरं रक्षेत्पाणिपादं च चक्षुषा॥
]

`verse 42 [
चक्षुः श्रोत्रं च मनसा मनो वाचं च कर्मणा।
अप्रमादाद्भयं जह्यद्दम्भं प्राज्ञोपसेवनात्॥
]

`verse 43 [
एवमेतान्योगदोषाञ्जयेन्नित्यमतन्द्रितः।
अग्नींश्च ब्राह्मणांश्चाथ देवताः प्रणमेत्सदा॥
]

`verse 44 [
वर्जयेदुद्धतां वाचं हिंसायुक्तां मनोनुगाम्।
ब्रह्मतेजोमयं शुक्रं यस्य सर्वमिदं जगत्॥
]

`verse 45 [
एतस्य भूतभूतस्य दृष्टं स्थावरजङ्गमम्।
ध्यायनमध्ययनं दानं सत्यं ह्रीरार्जवं क्षमा॥
]

`verse 46 [
शौचं चैवाऽऽत्मनः शुद्धिरिन्द्रयाणां च निग्रहः।
एतैर्विवर्घते तेजः पाप्मानं चापकर्षति॥
]

`verse 47 [
समः सर्वेषु भूतेषु लभ्यालभ्येन वर्तयन्
धूतपाप्मा तु तेजस्वी लघ्वाहारो जितेन्द्रियः॥
]

`verse 48 [
तामत्रधौ वशे कृत्वा निषेवेद्‌ब्रह्मणः पदम्।
मनसश्चेन्द्रियाणां च कृत्वैकाग्रयं समाहितः॥
]

`verse 49 [
पूर्वरात्रे परार्धे च धारयेन्मन आत्मनः।
जन्तोः पञ्चेन्द्रियस्यास्य यद्येकं क्लिन्नमिन्द्रियम्॥
]

`verse 50 [
ततोऽस्य स्रवति प्रज्ञा गिरेः पादादिवोदकम्।
मनसः पूर्वमादद्यात्कूर्माणामिव मत्स्यहा॥
]

`verse 51 [
ततः श्रोत्रं ततश्चक्षुर्जिह्‌वा घ्राणं च योगवित्।
तत एतानि संयम्य मनसि स्थापयेद्यदि॥
]

`verse 52 [
तथैवापोह्य संकल्पान्मनो ह्यात्मनि धारयेत्।
पञ्चेन्द्रियाणि मनसि हृदि संस्थापयेद्यदि॥
]

`verse 53 [
यदैतान्यवतिष्ठन्ते मनः षष्ठानि चाऽऽत्मनि।
प्रसीदन्ति च संस्थायां तदा ब्रह्म प्रकाशते॥
]

`verse 54 [
विधूम इव दीप्तार्चिरागत्य इव दीप्तिमान्।
वैद्युतोऽग्निरिवाऽऽकाशे पश्यन्त्यात्मानमात्मनि॥
]

`verse 55 [
सर्व तत्र तु सर्वत्र व्यापकत्वाच्च दृश्यते।
तं पश्यन्ति महात्मानो ब्राह्मणा ये मनीषिणः॥
]

`verse 56 [
धृतिमन्तो महाप्राज्ञाः सर्वभूतहिते रताः।
एवं परिमितं कालमाचरन्संशितव्रतः॥
]

`verse 57 [
आसीनो हि रहस्येको गच्छेदक्षरसाम्यताम्।
प्रमोहो भ्रम आवर्तो घ्राणं श्रवणदर्शने॥
]

`verse 58 [
अद्‌भुतानि रसः स्पर्शः शीतोष्णमारुताकृतिः।
प्रतिभानुपसर्गाश्च प्रतिसंगृह्य योगतः॥
]

`verse 59 [
तांस्तत्त्वविदनादृत्य साम्येनैव निवर्तयेत्।
कुर्यात्परिचयं योगे त्रैलोक्ये नियतो मुनिः॥
]

`verse 60 [
गिरिश्रृङ्गे तथा चैत्ये वृक्षमूलेषु योजयेत्।
संनियम्येन्द्रियग्रामं कोष्ठे भाण्डमना इव॥
]

`verse 61 [
एकाग्रं चिन्तयेन्नित्यं योगान्नोद्विजते मनः।
येनोपयेन शक्येत नियन्तुं चञ्चलं मनः॥
]

`verse 62 [
तत्र युक्तो निषेवेत न चैव विचलेत्ततः।
शून्यागाराणि चैकाग्रो निवासार्थमुपक्रमेत्॥
]

`verse 63 [
नातिव्रजेत्परं वाचा कर्मणा मनसाऽपि वा।
उपेक्षको यथाहारो लब्धालब्धसमो भवेत्॥
]

`verse 64 [
यश्चैनमभिनन्देत यश्चैनमभिवादयेत्।
समस्तयोश्चाप्युभयोर्नाभिध्यायेच्छुभाशुभम्॥
]

`verse 65 [
न प्रहृष्येन लाभेषु नालाभेषु च चिन्तयेत्।
समः सर्वेषु भूतेषु सधर्मा मातरिश्वनः॥
]

`verse 66 [
एवं स्वस्थात्मनः साधोः सर्वत्र समदर्शिनः।
षण्मासान्नित्ययुक्तस्य शब्दब्रह्मभिवर्तते॥
]

`verse 67 [
वेदनार्तान्परान्दृष्ट्वा समलष्टाश्मकाञ्चनः।
एवं तु निरतो मार्गं विरमेन्न विमीहितः॥
]

`verse 68 [
अपि वर्णावकृष्टस्तु नारी वा धर्मकाङ्‌क्षिणी।
तावप्येतेन मार्गेण गच्छेतां परमां गतिम्॥
]

`verse 69 [
अजं पुराणमजरं सनातनं, यमिन्द्रियातिगमगोचरं द्विजाः।
अवेक्ष्य चेमां परमेष्ठिसाम्यतां, प्रयान्त्यनावृत्तिगतिं मनीषिणः॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे व्यासर्षिसंवादे सांख्ययोगनिरूपणं नाम पञ्चत्रिंशदधिकद्विशततमोध्यायः॥
]
