`verse 1 [
ज्ञानिनां मोक्षप्राप्तिनिरूपणम्
मुनय ऊचुः
यद्येवं वेदवचनं कुरु कर्म त्यजेति च।
कां दिशं विद्यया यान्ति कां च गच्छन्ति कर्मणा॥
]

`verse 2 [
एतद्वै श्रोतुमिच्छमस्तद्‌भवान्प्रब्रवीतु नः।
एतदन्योन्यवैरूप्यं वर्तते प्रतिकूलतः॥
]

`speaker [
व्यास उवाच
]

`verse 3 [
श्रृणुध्वं मुनिशार्दूला यत्पृच्छध्वं समासतः।
कर्मविद्यामयौ चौभौ व्याख्यास्यामि क्षराक्षरौ॥
]

`verse 4 [
यां दिशं विद्यया यान्ति यां गच्छन्ति च कर्मणा।
श्रृणुध्वं सांप्रतं विप्रा गहनं ह्येतदुत्तरम्॥
]

`verse 5 [
अस्ति धर्म इति युक्तं नास्ति तत्रैव यो वदेत्।
यक्षस्य सादृश्यमिदं यक्षस्येदं भवेदथ॥
]

`verse 6 [
द्वाविमावथ पन्थानौ यत्र वेदाः प्रतिष्ठिताः।
प्रवृत्तिलक्षणो धर्मो निवृत्तो वा विभाषितः॥
]

`verse 7 [
कर्मणा बध्यते जन्तुर्विद्यया च विमुच्यते।
तस्मात्कर्म न कुर्वन्ति यतयः पारदर्शिनः॥
]

`verse 8 [
कर्मणा जायते प्रेत्य मूर्तिमान्षोडशात्मकः।
विद्यया जायते नित्यमव्यक्तं ह्यक्षरात्मकम्॥
]

`verse 9 [
कर्म त्वेके प्रशंसन्ति स्वल्पबुद्धिरता नराः।
तेन ते देहजालेन रमयन्त उपासते॥
]

`verse 10 [
ये तु बुद्धिं परां प्राप्ता धर्मनैपुण्यदर्शिनः।
न ते कर्म प्रशंसन्ति कूपं नद्यां पिबन्निवः॥
]

`verse 11 [
कर्मणां फलमाप्नोति सुखदुःखे भवाभवौ।
विद्यया तदवाप्नोति यत्र गत्वा न शोचति॥
]

`verse 12 [
न म्रियते यत्र गत्वा यत्र गत्वा न जायते।
न जीर्यते यत्र गत्वा यत्र गत्वा न वर्धते॥
]

`verse 13 [
यत्र तद्‌ब्रह्म परममव्यक्तमचलं ध्रुवम्।
अव्याकृतमनायामममृतं चाधियोगवित्॥
]

`verse 14 [
द्वंद्वैर्न यत्र बाध्यन्ते मानसेन च कर्मणा।
समाः सर्वत्र मैत्राश्च सर्वभूतहिते रताः॥
]

`verse 15 [
विद्यामयोऽन्यः पुरुषो द्विजाः कर्ममयोऽपरः।
विप्राश्चन्द्रसमस्पर्शः सूक्ष्मया कलया स्थितः॥
]

`verse 16 [
तदेतदृषिणा प्रोक्तं विस्तरेणानुगीयते।
न वक्तुं शक्यते द्रष्टुं चक्रतन्तुमिवाम्बरे॥
]

`verse 17 [
एकादशविकारात्मा कलासंभारसंभृतः।
मूर्तिमानिति तं विद्याद्विप्राः कर्मगुणात्मकम्॥
]

`verse 18 [
देवो यः संश्रितस्तस्मिन्बुद्धीन्दुरिव पुष्करे।
क्षेत्रज्ञं तं विजानीयान्नित्यं योगजितात्मकम्॥
]

`verse 19 [
तमो रजश्च सत्त्वं च ज्ञेयं जीवगुणात्मकम्।
जीवमात्मगुणं विद्यादात्मानं परमात्मनः॥
]

`verse 20 [
सचेतनं जीवगुणं वदन्ति, स चेष्टते जीवगुणं च सर्वम्।
ततः परं क्षेत्रविदो वदन्ति, प्रकल्पयन्तो भुवनानि सप्त॥
]

`speaker [
व्यास उवाच
]

`verse 21 [
प्रकृत्यास्तु विकारा ये क्षेत्रज्ञास्ते परिश्रुताः।
ते चैनं न प्रजानन्ति न जानाति स तानपि॥
]

`verse 22 [
तैश्चैव कुरुते कार्यं मनः षष्ठैरिहेन्द्रियैः।
सुदान्तैरिव संयन्ता दृढः परमवाजिभिः॥
]

`verse 23 [
इन्द्रियेभ्यः परा ह्यर्था अर्थेभ्यः परमं मनः।
मनसस्तु परा बुद्धिर्बुद्धेरात्मा महान्परः॥
]

`verse 24 [
महतः परमव्यक्तमव्यक्तात्परतोऽमृतम्।
अमृतान्न परं किंचित्सा काष्ठा परमा गतिः॥
]

`verse 25 [
एवं सर्वेषु भूतेषु गूढात्मा न प्रकाशते।
दृश्यते त्वगय्रया बुद्ध्या सूक्ष्मया सूक्ष्मदर्शिभिः॥
]

`verse 26 [
अन्तरात्मनि संलीय मनःषष्ठानि मेधया।
इन्द्रियैरिन्द्रियार्थांश्च बहुचित्तमचिन्तयन्॥
]

`verse 27 [
ध्यानेऽपि परमं कृत्वा विद्यासंपादितं मनः।
अनीश्वरः प्रशान्तात्मा ततो गच्छेत्परं पदम्॥
]

`verse 28 [
इन्द्रियाणां तु सर्वेषां वश्यात्मा चलितस्मृतिः।
आत्मनः संप्रदानेन मर्त्यो मृत्युमुपाश्नुते॥
]

`verse 29 [
विहत्य सर्वसंकल्पान्सत्त्वे चित्तं निवेशयेत्।
सत्त्वे चित्तं समावेश्य ततः कालंजरो भवेत्॥
]

`verse 30 [
चित्तप्रसादेन यतिर्जहातीह शुभाशुभम्।
प्रसन्नात्माऽऽत्मनि स्थित्वा सुखमत्यन्तमश्नुते॥
]

`verse 31 [
लक्षणं तु प्रसादस्य यथा स्वप्ने सुखं भवेत्।
निर्वाते वा यथा दीपो दीप्यमानो न कम्पते॥
]

`verse 32 [
एवं पूर्वापरे रात्रे युञ्जन्नात्मानमात्मना।
लघ्वाहारो विशुद्धात्मा पश्यत्यात्मानमात्मनि॥
]

`verse 33 [
रहस्यं सर्ववेदानामनैतिह्यमनागमम्।
आत्मप्रत्यायकं शास्त्रमिदं पुत्रानुशासनम्॥
]

`verse 34 [
धर्माख्यानेषु सर्वेषु सत्याख्यानेषु यद्वसु।
दशवर्षसहस्राणि निर्मथ्यामृतमुद्धृतम्॥
]

`verse 35 [
नवनीतं यथा दध्नः काष्ठादग्निर्यथैव च।
तथैव विदुषां ज्ञानं मुक्तिहेतोः समुद्धृतम्॥
]

`verse 36 [
स्नातकानामिदं शास्त्रं वाच्यं पुत्रानुशासनम्।
तदिदं नाप्रशान्ताय नादान्ताय तपस्विने॥
]

`verse 37 [
नावेदविदुषे वाच्यं तथा नानुगताय च।
नासूयकायानृजवे न चानिर्दिष्टकारिणे॥
]

`verse 38 [
न तर्कशास्त्रदग्धाय तथैव पिशुनाय च।
श्लाघिने श्लाघनीयाय प्रशान्ताय तपस्विने॥
]

`verse 39 [
इदं प्रियाय पुत्राय शिष्यायानुगताय तु।
रहस्यधर्मं वक्तव्यं नान्यस्मै तु कथंचन॥
]

`verse 40 [
यदप्यस्य महीं दद्याद्रत्नपूर्णामिमां नरः।
इतमेव ततः श्रेय इति मन्येत तत्त्ववित्॥
]

`verse 41 [
अतो गुह्यतरार्थं तदध्यात्ममतिमानुषम्।
यत्तन्महर्षिभिर्दुष्टं वेदान्तेषु च गीयते॥
]

`verse 42 [
तद्युष्मभ्यं प्रयच्छामि यन्मां पृच्छत सत्तमाः।
यन्मे मनसि वर्तेत यस्तु वो हृदि संशयः॥
श्रुतं भवद्भिस्तत्सर्वं किमन्यत्कथयामि वः॥
]

`speaker [
मुनय ऊचुः
]

`verse 43 [
अध्यात्मं विस्तरेणेह पुनरेव वदस्व नः।
यदध्यात्मं यथा विद्‌मो भगवन्नृषिसत्तम॥
]

`speaker [
व्यास उवाच
]

`verse 44 [
अध्यात्मं यदिदं विप्राः पुरुषस्येह पठ्यते।
युष्मभ्यं कथयिष्यामि तस्य व्याख्याऽवधार्यताम्॥
]

`verse 45 [
thumb|पञ्चमहाभूताः

भूमिरापस्तथा ज्योतिर्वायुराकाशमेव च।
महाभूतानि यश्चैव सर्वभूतेषु भूतकृत्॥
]

`speaker [
मुनय ऊचुः
]

`verse 46 [
आकारं तु भवेद्यस्य यस्मिन्देहं न पश्यति।
आकासाद्यं शरीरेषु कथं तदुपवर्णयेत्॥
इन्द्रियाणां गुणाः केचित्कथं तानुपलक्षयेत्॥
]

`speaker [
व्यास उवाच
]

`verse 47 [
एतद्वो वर्णयिष्यामि यथावदनुदर्शनम्।
श्रृणुध्वं तदिहैकाग्य्रा यथातत्त्वं यथा च तत्॥
]

`verse 48 [
शब्दः श्रोत्रं तथा खानि त्रयमाकाशलक्षणम्।
प्राणश्चेष्टा तथा स्पर्श एते वायुगुणास्त्रयः॥
]

`verse 49 [
रूपं चक्षुर्विपाकश्च त्रिधा ज्योतिर्विधीयते।
रसोऽथ रसनं स्वेदो गुणास्त्वेते त्रयोऽम्भसाम्॥
]

`verse 50 [
घ्रेयं घ्राणं शरीरं च भूमेरेते गुणास्त्रयः।
एतावानिन्द्रियग्रामो व्याख्यातः पाञ्चभौतिकः॥
]

`verse 51 [
वायोः स्पर्शो रसोऽद्‌भ्यश्च ज्योतिषो रूपमुच्यते।
आकाशप्रभवः शब्दो गन्धो भूमिगुणः स्मृतः॥
]

`verse 52 [
मनो बुद्धिः स्वभावश्च गुणा एते स्वयोनिजाः।
ते गुणानतिवर्तन्ते गुणेभ्यः परमा मताः॥
]

`verse 53 [
यथा कुर्म इवाङ्गानि प्रसार्य संनियच्छति।
एवमेवेन्द्रियग्रामं बुद्धिश्रेष्ठो नियच्छति॥
]

`verse 54 [
यदूर्ध्वं पादतलयोरवार्केर्द्वं च(गधश्च)पश्यति।
एतस्मिन्नेव कृत्ये सा वर्तते बुद्धिरुत्तमा॥
]

`verse 55 [
गुणैस्तु नीयते बुद्धिर्बुद्धिरेवेन्द्रियाण्यपि।
मनःषष्ठानि सर्वाणि बुद्ध्या भवात्कुतो गृणाः॥
]

`verse 56 [
इन्द्रियाणि नरैः पञ्च षष्ठं तन्मन उच्यते।
सप्तमीं बुद्धिमेवाऽऽहुः क्षेत्रज्ञं विद्धि चाष्टमम्॥
]

`verse 57 [
चक्षुरालोकनायैव संशयं कुरुते मनः।
बुद्धिरध्यवसानाय साक्षी क्षेत्रज्ञ उच्यते॥
]

`verse 58 [
रजस्तमश्च सत्त्वं च त्रय एते स्वयोनिजाः।
समाः सर्वेषु भूतेषु तान्गुणानुपलक्षयेत्॥
]

`verse 59 [
तत्र यत्प्रीतिसंयुक्तं किंचिदात्मनि लक्षयेत्।
प्रशान्तमिव संयुक्तं सत्त्वं तदुपधारयेत्॥
]

`verse 60 [
यत्तु संतापसंयुक्तं काये मनसि वा भवेत्।
प्रवृत्तं रज इत्येवं तत्र चाप्युपलक्षयेत्॥
]

`verse 61 [
यत्तु संमोहसंयुक्तमव्यक्तं विषमं भवेत्।
अप्रतर्क्यमविज्ञेयं तमस्तदुपदारयेत्॥
]

`verse 62 [
प्रहर्षः प्रीतिरानन्दं स्वाम्यं स्वस्थात्मचित्तता।
अकस्माद्यदि वा कस्माद्वदन्ति सात्त्विकान्गुणान्॥
]

`verse 63 [
अभिमानो मृषावादो लोभो महोस्तथा क्षमा।
लिङ्गानि रजसस्तानि वर्तन्ते हेतुतत्त्वतः॥
]

`verse 64 [
तथा मोहः प्रमादश्च तन्द्री निन्द्राऽप्रबोधिता।
कथंचिदभिवर्तन्ते विज्ञेयास्तामसा गुणाः॥
]

`verse 65 [
मनः प्रसृजते भावं बुद्धिरध्यवसायिनी।
हृदयं प्रियमेवेह त्रिविधा कर्मचोदना॥
]

`verse 66 [
इन्द्रियेभ्यः परा ह्यर्था अर्थेभ्यश्च परं मनः।
मनसस्तु परा बुद्धिर्बुद्धेरात्मा परः स्मृतः॥
]

`verse 67 [
बुद्धिरात्मा मनुष्यस्य बुद्धिरेवाऽऽमनायिका।
यदा विकुरुते भावं तदा भवति सा मनः॥
]

`verse 68 [
इन्द्रियाणां पृथग्भावाद्‌बुद्धिर्विकुरुते ह्यनु।
क्षृण्वती भवति श्रोत्रं स्पृशती स्पर्श उच्यते॥
]

`verse 69 [
पश्यन्ति च भवेद्‌दृष्टी रसन्ती भवेत्।
जिघ्रन्ती भवति घ्राणं बुद्धिर्विकुरुते पृथक्॥
]

`verse 70 [
इन्द्रियाणि तु तान्याहुस्तेषां वृत्त्या वितिष्ठति।
तिष्ठति पुरुषे बुद्धिर्बुद्धिभावव्यवस्थिता॥
]

`verse 71 [
कदाचिल्लभते प्रीतिं कदाचिदपि शोचति।
न सुखेन न दुःखेन कदाचिदिह मुह्यते॥
]

`verse 72 [
स्वयं भावात्मिका भावांस्त्रीनेतानतिवर्तते।
सरितां सागरो भर्ता महावेलामिवोर्मिमान्॥
]

`verse 73 [
यदा प्रार्थयते किंचित्तदा भवति सा मनः।
अधिष्ठाने च वै बुद्ध्या पृथगेतानि संस्मरेत्॥
]

`verse 74 [
इन्द्रियाणि च मेध्यानि विचेतव्यानि कृत्स्नशः।
सर्वाण्येवानुपूर्वेण यद्यदा च विधीयते॥
]

`verse 75 [
अभिभागमना बुद्धिर्भावो मनसि वर्तते।
प्रवर्तमानस्तु रजः सत्त्वमप्यतिवर्तते॥
]

`verse 76 [
ये वै भावेन वर्तन्ते सर्वेष्वेतेषु ते त्रिषु।
अन्वर्थान्संप्रवर्तन्ते रथनेमिमरा इव॥
]

`verse 77 [
प्रदीपार्थं मनः कुर्यादिन्द्रियैर्बुद्धिसत्तमैः।
निश्चरद्भिर्यथायोगमुदासीनैर्यदृच्छया॥
]

`verse 78 [
एवं स्वभावमेवेदमिति बुद्‌ध्वा न मुह्यति।
अशोचन्संप्रहृष्यंश्च नित्य विगतमत्सरः॥
]

`verse 79 [
न ह्यात्मा शक्यते द्रष्टुमिन्द्रियैः कामगोचरैः।
प्रवर्तमानैरनेकैर्कर्धदुरैरकृतात्मभिः॥
]

`verse 80 [
तेषां तु मनसा रश्मीन्यदा सम्यङ्‌नियच्छति।
तदा प्रकाशतेऽस्याऽऽत्मा दीपदीप्ता यथाऽऽकृतिः॥
]

`verse 81 [
सर्वेषामेव भूतानां तमस्युपगते यथा।
प्रकाशं भवते सर्वं तथैवमुपधार्यताम्॥
]

`verse 82 [
यथा वारिचरः पक्षी न लिप्यति जले चरन्।
विमुक्तात्मा तथा योगी गुणदोषैर्न लिप्यते॥
]

`verse 83 [
एवमेव कृतप्रज्ञो न दोषैर्विषयांश्चरन्।
असज्जमानः सर्वेषु न कथंचित्प्रलिप्यते॥
]

`verse 84 [
त्यक्त्वा पूर्वकृतं कर्मरतिर्यस्य सदाऽऽत्मनि।
सर्वभूतात्मभूतस्य गुणसङ्गेन सज्जतः॥
]

`verse 85 [
स्वयमात्मा प्रसवति गुणेष्वपि कदाचन।
न गुणा विदुरात्मानं गुणान्वेद स सर्वदा॥
]

`verse 86 [
परिदध्याद्‌गुणानां स द्रष्टा चैव यथातथम्।
सत्तवक्षेत्रज्ञयोरेवमन्तरं लक्षयेन्नरः॥
]

`verse 87 [
सृजते तु गुणानेक एको न सृजते गुणान्।
पृथग्भूतौ प्रकृत्यैतौ संप्रयुक्तौ च सर्वदा॥
]

`verse 88 [
यथाऽश्मना हिरण्यस्य संप्रयुक्तौ तथैव तौ।
मशकौदुम्बरौ वाऽपि संप्रयुक्तौ यथा सह॥
]

`verse 89 [
इषिका वा यथा मुञ्जे पृथक्च सह चैवाह।
तथैव सहितावेतौ अन्योन्यस्मिन्प्रतिष्ठितौ॥
]

`colophon [
इति श्रीमहापुराणे आदिब्राह्मे व्यासर्षिसंवादे सप्तत्रिंशदधिकद्विशततमोध्यायः॥
]
