`speaker [
सूत उवाच
]

`verse 1 [
ततस्तुष्टो हरिर्भक्त्या धरण्यात्मशरीरगाम् ।
मायां प्रकाश्य तेनैव स्थितो वाराहमूर्त्तिना ॥
]

`verse 2 [
जगाद किं ते सुश्रोणि प्रश्नमेनं सुदुर्लभम् ।
कथयामि पुराणस्य विषयं सर्वशास्त्रतः ॥
]

`verse 3 [
पुराणानां हि सर्वेषामयं साधारणः स्मृतः ।
श्लोकं धरणि निश्चित्य निःशेषं त्वं पुनः श्रृणु ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 4 [
सर्गश्च प्रतिसर्गश्च वंशो मन्वन्तराणि च ।
वंशानुचरितं चैव पुराणं पञ्चलक्षणम् ॥
]

`verse 5 [
आदिसर्गमहं तावत् कथयामि वरानने ।
यस्मादारभ्य देवानां राज्ञां चरितमेव च ।
ज्ञायते चतुरंशश्च परमात्मा सनातनः ॥
]

`verse 6 [
आदावहं व्योम महत् ततोऽणुं-
रेकैव मत्तः प्रबभूव बुद्धिः ।
त्रिधा तु सा सत्त्वरजस्तमोभिः
पृथक्पृथक्तत्त्वरूपैरुपेता ॥
]

`verse 7 [
तस्मिंस्त्रिकेऽहं तमसो महान् स
सदोच्यते सर्वविदां प्रधानः ।
उतस्मादपि क्षेत्रविदूर्जितोऽभूद्
बभूव वुद्धिस्तु ततो बभूव ॥
]

`verse 8 [
तस्मात्तु तेभ्यो श्रवणादिहेतवस्
ततोऽक्षमाला जगतो व्यवस्थिता ।
भूतैर्गतैरेव च पिण्डमूर्ति-
र्मया भद्रे विहिता त्वात्मनैव ॥
]

`verse 9 [
शून्यं त्वासीत् तत्र शब्दस्तु खं च
तस्माद् वायुस्तत एवानु तेजः ।
तस्मादापस्तत एवानु देवि
मया सृष्टा भवती भूतधात्री ॥
]

`verse 10 [
योगे पृथिव्या जलवत् ततोऽपि
सबुद्बुदं कललं त्वण्डमेव ।
तस्मिन् प्रवृत्ते द्विगतेऽहमासी-
दापोमयश्चात्मनात्मानमादौ ॥
]

`verse 11 [
सृष्ट्वा नारास्ता अथो तत्र चाहं
येन स्यान्मे नाम नारायणेति ।
कल्पे कल्पे तत्र संयामि भूयः
सुप्तस्य मे नाभिजः स्याद् यथाद्यः ॥
]

`verse 12 [
एवंभूतस्य मे देवि नाभिपद्मे चतुर्मुखः ।
उत्तस्थौ स मया प्रोक्तः प्रजाः सृज महामते ॥
]

`verse 13 [
एवमुक्त्वा तिरोभावं गतोऽहं सोऽपि चिन्तयन् ।
आस्ते यावज्जगद्धात्रि नाध्यगच्छत किंचन ॥
]

`verse 14 [
तावत् तस्य महारोषो ब्रह्मणोऽव्यक्तजन्मनः।
संभूय तेन बालः स्यादङ्के रोषात्मसंभवः ॥
]

`verse 15 [
यो रुदन् वारितस्तेन ब्रह्मणाऽव्यक्तमूर्त्तिना ।
ब्रवीति नाम मे देहि तस्य रुद्रेति सो ददौ ॥
]

`verse 16 [
सोऽपि तेन सृजस्वेति प्रोक्तो लोकमिमं शुभे ।
अशक्तः सोऽथ सलिले ममज्ज तपसे धृतः ॥
]

`verse 17 [
तस्मिन् सलिलमग्ने तु पुनरन्यं प्रजापतिम् ।
ब्रह्मा ससर्ज्ज भूतेषु दक्षिणाङ्गुष्ठतो वरम् ।
वामे चैव तथाऽङ्गुष्ठे तस्य पत्नीमथासृजत् ॥
]

`verse 18 [
स तस्यां जनयामास मनुं स्वायंभुवं प्रभुः ।
तस्मात् संभाविता सृष्टिः प्रजानां ब्रह्मणा पुरा ॥
]

`speaker [
धरण्युवाच
]

`verse 19 [
विस्तरेण ममाचक्ष्व आदिसर्गं सुरेश्वर ।
ब्रह्मा नारायणाख्योऽयं कल्पादौ चाभवद् यथा ॥
]

`verse 20 [
श्रीभगवानुवाच ।
ससर्ज सर्वभूतानि यथा नारायणात्मकः ।
कथ्यमानं मया देवि तदशेषं क्षिते श्रृणु ॥
]

`verse 21 [
गतकल्पावसाने तु निशि सुप्तोत्थितः शुभे ।
सत्त्वोद्रिक्तस्तथा ब्रह्मा शून्यं लोकमवैक्षत ॥
]

`verse 22 [
नारायणः परोऽचिन्त्यः पराणामपि पूर्वजः ।
ब्रह्मस्वरूपी भगवाननादिः सर्वसंभवः ॥
]

`verse 23 [
इदं चोदाहरन्त्यत्र श्लोकं नारायणं प्रति ।
ब्रह्मस्वरूपिणं देवं जगतः प्रभवाप्ययम् ॥
]

`verse 24 [
आपो नारा इति प्रोक्ता आपो वै नरसूनवः ।
अयनं तस्य ताः पूर्वं तेन नारायणः स्मृतः ॥
]

`verse 25 [
सृष्टिं चिन्तयतस्तस्य कल्पादिषु यथा पुरा ।
अबुद्धिपूर्वकस्तस्य प्रादुर्भूतस्तमोमयः ॥
]

`verse 26 [
तमो मोहो महामोहस्तामिस्त्रो ह्यन्धसंज्ञितः ।
अविद्या पञ्चपर्वैषा प्रादुर्भूता महात्मनः ॥
]

`verse 27 [
पञ्चधाऽवस्थितः सर्गो ध्यायतोऽप्रतिबोधवान् ।
बहिरन्तोऽप्रकाशश्च संवृतात्मा नगात्मकः ।
स मुख्यसर्गो विज्ञेयः सर्गविद्भिर्विचक्षणैः ॥
]

`verse 28 [
पुनरन्यदभूत् तस्य ध्यायतः सर्गमुत्तमम्।
तिर्यक्स्त्रोतस्तु वै यस्मात् तिर्यक्स्त्रोतस्तु वै स्मृतः ॥
]

`verse 29 [
पश्वादयस्ते विख्याता उत्पथग्राहिणस्तु ते।
तमप्यसाधकं मत्वा तिर्यक्स्त्रोतं चतुर्मुखः ॥
]

`verse 30 [
ऊर्ध्वस्त्रोतस्त्रिधा यस्तु सात्त्विको धर्मवर्त्तनः ।
ततोर्ध्वचारिणो देवाः सर्वगर्भसमुद्भवाः ॥
]

`verse 31 [
ते सुखप्रीतिवहुला बहिरन्तस्त्वनावृताः ।
तस्मिन् सर्गेऽभवत् प्रीतिर्निष्पद्यन्ते प्रजास्तदा ॥
]

`verse 32 [
तदा सृष्ट्वाऽन्यसर्गं तु तदा दध्यौ प्रजापतिः ।
असाधकांस्तु तान् मत्वा मुख्यसर्गादिसंभवान् ॥
]

`verse 33 [
ततः स चिन्तयामास अर्वाक्स्त्रोतस्तु स प्रभुः ।
अर्वाक्स्त्रोतसि चोत्पन्ना मनुष्याः साधका मताः ॥
]

`verse 34 [
ते च प्रकाशबहुलास्तमोद्रिक्ता रजोधिकाः ।
तस्मात् तु दुखः बहुला भूयोभूयश्च कारिणः ॥
]

`verse 35 [
इत्येते कथिताः सर्गाः षडेते सुभगे तव ।
प्रथमो महतः सर्गस्तन्मात्राणि द्वितीयकः ॥
]

`verse 36 [
वैकारिकस्तृतीयस्तु सर्गश्चैन्द्रियकः स्मृतः ।
इत्येष प्राकृतः सर्गः संभूतो बुद्धिपूर्वकः ॥
]

`verse 37 [
मुख्यसर्गश्चतुर्थस्तु मुख्या वै स्थावराः स्मृताः ।
तिर्यक्स्त्रोतश्च यः प्रोक्तस्तैर्यक्स्त्रोतः स उच्यते ॥
]

`verse 38 [
तथोर्ध्वस्त्रोतसां श्रेष्ठः सप्तमः स तु मानवः ।
अष्टमोऽनुग्रहः सर्गः सात्त्विकस्तामसश्च सः ॥
]

`verse 39 [
पञ्चैते वैकृताः सर्गाः प्राकृतास्तु त्रयः स्मृताः ।
प्राकृतो वैकृतश्चैव कौमारो नवमः स्मृतः ॥
]

`verse 40 [
इत्येते वै समाख्याता नव सर्गाः प्रजापतेः ।
प्राकृता वैकृताश्चैव जगतो मूलहेतवः ।
इत्येते कथिताः सर्गाः किमन्यच्छ्रोतुमिच्छसि ॥
]

`speaker [
धरण्युवाच
]

`verse 41 [
नवधा सृष्टिरुत्पन्ना ब्रह्मणोऽव्यक्तजन्मनः ।
कथं सा ववृधे देव एतन्मे कथयाच्युत ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 42 [
प्रथमं ब्रह्मणा सृष्टा रुद्राद्यास्तु तपोधनाः।
सनकादयस्ततः सृष्टा मरीच्यादय एव च ॥
]

`verse 43 [
मरीचिरत्रिश्च तथा अङ्गिराः पुलहः क्रतुः ।
पुलस्त्यश्च महातेजाः प्रचेता भृगुरेव च ।
नारदो दशमश्चैव वसिष्ठश्च महातपाः ॥
]

`verse 44 [
सनकादयो निवृत्त्याख्ये तेन धर्मे प्रयोजिताः ।
प्रवृत्त्याख्ये मरीच्याद्या मुक्त्वैकं नारदं मुनिम् ॥
]

`verse 45 [
योऽसौ प्रजापतिस्त्वाद्यो दक्षिणाङ्गुष्ठसंभवः ।
तस्यादौ तत्र वंशेन जगदेतच्चराचरम् ॥
]

`verse 46 [
देवाश्च दानवाश्चैव गन्धर्वोरगपक्षिणः ।
सर्वे दक्षस्य कन्यासु जाताः परमधार्मिकाः ॥
]

`verse 47 [
योऽसौ रुद्रेति विख्यातः पुत्रः क्रोधसमुद्भवः ।
भ्रुकुटीकुटिलात् तस्य ललाटात् परमेष्ठिनः ॥
]

`verse 48 [
अर्द्धनारीनरवपुः प्रचण्डोऽतिभयंकरः ।
विभजात्मानमित्युक्तो ब्रह्मणाऽन्तर्दधे पुनः ॥
]

`verse 49 [
तथोक्तोऽसौ द्विधा स्त्रीत्वं पुरुषत्वं चकार सः ।
बिभेद पुरुषत्वं च दशधा चैकधा च सः ।
ततस्त्वेकादश ख्याता रुद्रा ब्रह्मसमुद्भवाः ॥
]

`verse 50 [
अयमुद्देशतः प्रोक्तो रुद्रसर्गो मयाऽनघे ।
इदानीं युगमाहात्म्यं कथयामि समासतः ॥
]

`verse 51 [
कृतं त्रेता द्वापरश्च कलिश्चेति चतुर्युगम् ।
एतस्मिन् ये महासत्त्वा राजानो भूरिदक्षिणाः ।
देवासुराश्च यं चक्रुर्धर्मं कर्म च तच्छृणु ॥
]

`verse 52 [
आसीत् प्रथमकल्पे तु मनुः स्वायंभुवः पुरा ।
तस्य पुत्रद्वयं जज्ञे अतिमानुषचेष्टितम्।
प्रियव्रतोत्तानपादनामानं धर्मवत्सलम् ॥
]

`verse 53 [
तत्र प्रियव्रतो राजा महायज्वा तपोबलः ।
स चेष्ट्वा विविधैर्यज्ञैर्विपुलैर्भूरिदक्षिणैः ॥
]

`verse 54 [
सप्तद्वीपेषु संस्थाप्य भरतादीन् सुतान् निजान् ।
स्वयं विशालां वरदां गत्वा तेपे महत् तपः ॥
]

`verse 55 [
तस्मिन् स्थितस्य तपसि राज्ञो वै चक्रवर्त्तिनः ।
उपेयान्नारदस्तत्र दिदृक्षुर्धर्मचारिणम् ॥
]

`verse 56 [
स दृष्ट्वा नारदं व्योम्नि ज्वलद्भास्करतेजसम् ।
अभ्युत्थानेन राजेन्द्र उत्तस्थौ हर्षितस्तदा ॥
]

`verse 57 [
तस्यासनं च पाद्यं च सम्यक् तस्य निवेद्य वै ।
स्वागतादिभिरालापैः परस्परमवोचताम् ।
कथान्ते नारदं राजा पप्रच्छ ब्रह्मवादिनम् ॥
]

`speaker [
प्रियव्रत उवाच
]

`verse 58 [
भगवन् किञ्चिदाश्चर्यमेतस्मिन् कृतसंज्ञिते ।
युगे दृष्टं श्रुतं वाऽपि तन्मे कथय नारद ॥
]

`speaker [
नारद उवाच
]

`verse 59 [
आश्चर्यमेकं दृष्टं मे तच्छृणुष्व प्रियव्रत ।
ह्यस्तनेऽहनि राजेन्द्र श्वेताख्यं गतवानहम् ।
द्वीपं तत्र सरो दृष्टं फुल्लपङ्कजमालिनम् ॥
]

`verse 60 [
सरसस्तस्य तीरे तु कुमारीं पृथुलोचनाम् ।
दृष्ट्वाऽहं विस्मयापन्नस्तां कन्यामायतेक्षणाम् ॥
]

`verse 61 [
पृष्टवानस्मि राजेन्द्र तदा मधुरभाषिणीम् ।
काऽसि भद्रे कथं वाऽसि किं वा कार्यमिह त्वया ।
कर्त्तव्यं चारुसर्वाङ्गि तन्ममाचक्ष्व शोभने ॥
]

`verse 62 [
एवमुक्ता मया सा हि मां दृष्ट्वाऽनिमिषेक्षणा ।
स्मृत्वा तूष्णीं स्थिता यावत् तावन्मे ज्ञानमुत्तमम् ॥
]

`verse 63 [
विस्मृतं सर्ववेदाश्च सर्वशास्त्राणि चैव ह ।
योगशास्त्राणि शिक्षाश्च वेदानां स्मृतयस्तथा ॥
]

`verse 64 [
सर्वं दृष्ट्वैव मे राजन् कुमार्याऽपहृतं क्षणात् ।
ततोऽहं विस्मयार्विष्टश्चिन्ताशोकसमन्वितः ॥
]

`verse 65 [
तामेव शरणं गत्वा यावत् पश्यामि पार्थिव ।
तावद् दिव्यः पुमांस्तस्याः शरीरे समदृश्यत ॥
]

`verse 66 [
तस्यापि पंसो हृदये त्वपरस्तस्य चोरसि ।
अन्यो रक्तेक्षणः श्रीमान् द्वादशादित्यसन्निभः ॥
]

`verse 67 [
एवं दृष्ट्वा पुमांसोऽत्र त्रयः कन्याशरीरगाः ।
क्षणेन तत्र कन्यैका न तान् पश्यामि सुव्रत ॥
]

`verse 68 [
ततः पृष्टा मया देवी सा कुमारी कथं मम ।
वेदा नष्टा ममाचक्ष्व भद्रे तन्नाशकारणम् ॥
]

`speaker [
कन्योवाच
]

`verse 69 [
माताऽहं सर्ववेदानां सावित्री नाम नामतः ।
मां न जानासि येन त्वं ततो वेदा हृतास्तव ॥
]

`verse 70 [
एवमुक्ते तया राजन् विस्मयेन तपोधन ।
पृष्टा क एते पुरुषा एतत्कथय शोभने ॥
]

`speaker [
कन्योवाच
]

`verse 71 [
य एष मच्छरीरस्थः सर्वाङ्गैश्चारुलोचनः ।
एष ऋग्वेदनामा तु देवो नारायणः स्वयम् ।
वह्निभूतो दहत्याशु पापान्युच्चारणादनु ॥
]

`verse 72 [
एतस्य हृदये योऽयं दृष्ट आसीत् त्वयात्मजः ।
स यजुर्वेदरूपेण स्थितो ब्रह्मा महाबलः ॥
]

`verse 73 [
तस्याप्युरसि संविष्टो य एष शुचिरुज्ज्वलः ।
स सामवेदनामा तु रुद्ररूपी व्यवस्थितः ।
एष आदित्यवत् पापान्याशु नाशयते स्मृतः ॥
]

`verse 74 [
एते त्रयो महावेदा ब्रह्मन् देवास्त्रयः स्मृताः ।
एते वर्णा अकाराद्याः सवनान्यत्र वै द्विज ॥
]

`verse 75 [
एतत्सर्वं समासेन कथितं ते द्विजोत्तम ।
गृहाण वेदान् शास्त्राणि सर्वज्ञत्वं च नारद ॥
]

`verse 76 [
एतस्मिन् वेदसरसि स्नानं कुरु महाव्रत ।
कृते स्नानेऽन्यजन्मीयं येन स्मरसि सत्तम ॥
]

`verse 77 [
एवमुक्त्वा तिरोभावं गता कन्या नराधिप ।
अहं तत्र कृतस्नानस्त्वां दिदृक्षुरिहागतः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे द्वितीयोऽध्यायः ॥
]
