`speaker [
प्रियव्रत उवाच
]

`verse 1 [
अन्यस्मिन् भगवन् जन्मन्यासीद् यत् तद् विचेष्टितम् ।
सर्वं कथय देवर्षे महत् कौतूहलं हि मे ॥
]

`speaker [
नादरद उवाच
]

`verse 2 [
स्नातस्य मम राजेन्द्र तस्मिन् वेदसरस्यथ ।
सावित्र्याश्च वचः श्रुत्वा तस्मिन् जन्मसहस्त्रकम् ।
स्मरणं तत्क्षणाज्जातं श्रृणु जन्मान्तरं मम ॥
]

`verse 3 [
अस्त्यवन्तीपुरं राजंस्तत्राहं प्राग् द्विजोत्तमः ।
नाम्ना सारस्वतः पूर्वं वेदवेदाङ्गपारगः ॥
]

`verse 4 [
बहुभृत्यपरीवारो बहुधान्यश्च पार्थिव ।
अन्यस्मिन् कृतसंज्ञे तु युगे परमबुद्धिमान् ॥
]

`verse 5 [
ततो ध्यातं मयैकान्ते किमनेन करोम्यहम् ।
द्वन्द्वेन सर्वमेतद्धि न्यस्त्वा पुत्रेषु याम्यहम् ।
तपसे धृतसंकल्पः सरः सारस्वतं द्रुतम् ॥
]

`verse 6 [
एवं चिन्त्य मया इष्टः कर्मकाण्डेन केशवः ।
श्राद्धैश्च पितरो देवा यज्ञैश्चान्ये तथा जनाः ॥
]

`verse 7 [
ततोऽहं निर्गतो राजंस्तपसे धृतमानसः ।
सारस्वतं नाम सरो यदेतत् पुष्करं स्मृतम् ॥
]

`verse 8 [
तत्र गत्वा मया विष्णुः पुराणः पुरुषः शिवः ।
आराधितो मया भक्त्या जपं नारायणात्मकम् ॥
]

`verse 9 [
ब्रह्मपारमयं राजन् जपता परमं स्तवम् ।
ततो मे भगवांस्तुष्टः प्रत्यक्षत्वं जगाम ह ॥
]

`speaker [
प्रियव्रत उवाच
]

`verse 10 [
कीदृशं ब्रह्मपारं तु श्रोतुमिच्छामि सत्तम ।
कथयस्व प्रसादेन देवर्षे सुप्रसन्नधीः ॥
]

`speaker [
नारद उवाच
]

`verse 11 [
परं पराणाममृतं पुराणं
पारं परं विष्णुमनन्तवीर्यम् ।
नमामि नित्यं पुरुषं पुराणं
परायणं पारगतं पराणाम् ॥
]

`verse 12 [
पुरातनं त्वप्रतिमं पुराणं
परापरं पारगमुग्रतेजसम् ।
गम्भीरगम्भीरधियां प्रधानं
नतोऽस्मि देवं हरिमीशितारम् ॥
]

`verse 13 [
परात्परं चापरमं प्रधानं
परास्पदं शुद्धपदं विशालम् ।
परात्परेशं पुरुषं पुराणं
नारायणं स्तौमि विशुद्धभावः ॥
]

`verse 14 [
पुरा पुरं शून्यमिदं ससर्ज्ज
तदा स्थितत्वात् पुरुषः प्रधानः ।
जने प्रसिद्धः शरणं ममास्तु
नारायणो वीतमलः पुराणः ॥
]

`verse 15 [
पारं परं विष्णुमपाररूपं
पुरातनं नीतिमतां प्रधानम् ।
धृतक्षमं शान्तिधरं क्षितीशं
शुभं सदा स्तौमि महानुभावम् ॥
]

`verse 16 [
सहस्त्रमूर्धानमनन्तपाद-
मनेकबाहुं शशिसूर्यनेत्रम् ।
क्षराक्षरं क्षीरसमुद्रनिद्रं
नारायणं स्तौम्यमृतं परेशम् ॥
]

`verse 17 [
त्रिवेदगम्यं त्रिनवैकमूर्तिं
त्रिशुक्लसंस्थं त्रिहुताशभेदम् ।
त्रितत्त्वलक्ष्यं त्रियुगं त्रिनेत्रं
नमामि नारायणमप्रमेयम् ॥
]

`verse 18 [
कृते सितं रक्ततनुं तथा च
त्रेतायुगे पूततनुं पुराणम् ।
तथा हरिं द्वापरतः कलौ च

कृष्णीकृतात्मानमथो नमामि ॥
]

`verse 19 [
ससर्ज यो वक्त्रत एव विप्रान्
भुजान्तरे क्षत्रमथोरुयुग्मे ।
विशः पदाग्रेषु तथैव शूद्रान्
नमामि तं विश्वतनुं पुराणम् ॥
]

`verse 20 [
परात्परं पारगतं प्रमेयं
युधांपतिं कार्यत एव कृष्णम्।
गदासिचर्मण्यभृतोत्थपाणिं
नमामि नारायणमप्रमेयम् ॥
]

`verse 21 [
इति स्तुतो देववरः प्रसन्नो
जगाद मां नीरदतुल्यघोषः ।
वरं वृणीष्वेत्यसकृत् ततोऽहं
तस्यैव देहे लयमिष्टवांश्च ॥
]

`verse 22 [
इति श्रुत्वा वचो मह्यं देवदेवः सनातनः ।
उवाच प्रकृतिं विप्र संसरस्वाक्षयामिमाम् ॥
]

`verse 23 [
ब्रह्मणो युगसाहस्त्रं तत्ते तस्मात् समुद्भवः ।
भविता ते तथा नाम दास्यते संप्रयोजनम् ॥
]

`verse 24 [
नारं पानीयमित्युक्तं तं पितॄणां सदा भवान् ।
ददाति तेन ते नाम नारदेति भविष्यति ॥
]

`verse 25 [
एवमुक्त्वा गतो देवः सद्योऽदर्शनमुच्चकैः ।
अहं कलेवरं त्यक्त्वा कालेन तपसा तदा ॥
]

`verse 26 [
ब्रह्मणोऽङ्गे लयं प्राप्तस्तदोत्पत्तिं च पार्थिव ।
दिवसे तु पुनः सृष्टो दशभिस्तनयैः सह ॥
]

`verse 27 [
दिनादिर्यो हि देवस्य ब्रह्मणोऽव्यक्तजन्मनः ।
स सृष्ट्यादिः समस्तानां देवादीनां न संशयः ॥
]

`verse 28 [
सर्वस्य जगतः सृष्टिरेषैव प्रभुधर्मतः ।
एतन्मे प्राकृतं जन्म यन्मां पृच्छसि पार्थिव ॥
]

`verse 29 [
तस्मान्नारायणं ध्यात्वा प्राप्तोऽस्मि परतो नृप ।
तस्मात् त्वमपि राजेन्द्र भव विष्णुपरायणः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे तृतीयोऽध्यायः ॥
]
