`speaker [
धरण्युवाच
]

`verse 1 [
योऽसौ नारायणो देवः परमात्मा सनातनः ।
भगवन् सर्वभावेन उताहो नेति शंस मे ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 2 [
मत्स्यः कूर्मो वराहश्च नरसिंहोऽथ वामनः ।
रामो रामश्च कृष्णश्च बुद्धः कल्की च ते दश ॥
]

`verse 3 [
इत्येताः कथितास्तस्य मूर्त्तयो भूतधारिणि ।
दर्शनं प्राप्तुमिच्छूनां सोपानानीव शोभते ॥
]

`verse 4 [
यत् तस्य परमं रूपं तन्न पश्यन्ति देवताः ।
अस्मदादिस्वरूपेण पूरयन्ति ततो धृतिम् ॥
]

`verse 5 [
ब्रह्मा भगवतो मूर्त्या रजसस्तमसस्तथा ।
याभिः संस्थाप्यते विश्वं स्थितौ संचाल्यते च ह ॥
]

`verse 6 [
त्वमेका तस्य देवस्य मूर्तिराद्या धराधरे ।
द्वितीया सलिलं मूर्तिस्तृतीया तैजसी स्मृता ॥
]

`verse 7 [
चतुर्थी वायुमूर्तिः स्यादाकाशाख्या तु पञ्चमी ।
एतास्तु मूरत्यस्तस्य क्षेत्रज्ञत्वं हि मद्धियाम् ।
मूर्त्तित्रयं तथा तस्य इत्येताश्चाष्टमूर्तयः ॥
]

`verse 8 [
आभिव्यप्तिमिदं सर्वं जगन्नारायणेन ह ।
इत्येतत् कथितं देवि किमन्यच्छ्रोतुमिच्छसि ॥
]

`speaker [
धरण्युवाच
]

`verse 9 [
नारदेनैवमुक्तस्तु तदा राजा प्रियव्रतः ।
कृतवान् किं ममाचक्ष्व प्रसादात् परमेश्वर ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 10 [
भवतीं सप्तधा कृत्वा पुत्राणां च प्रदाय सः ।
प्रियव्रतस्तपस्तेपे नारदाच्छ्रुतविस्मयः ॥
]

`verse 11 [
नारायणात्मकं ब्रह्म परं जप्त्वा स्वयंभुवः ।
ततस्तुष्टमनाः पारं परं निर्वाणमाप्तवान् ॥
]

`verse 12 [
श्रृणु चान्यद् वरारोहे यद् वृत्तं परमेष्ठिनः ।
आराधनाय यततः पुराकाले नृपस्य ह ॥
]

`verse 13 [
आसीदश्वशिरा नाम राजा परमधार्मिकः ।
सोऽश्वमेधेन यज्ञेन यष्ट्वा सुबहुदक्षिणः ॥
]

`verse 14 [
स्नातश्चावभृथे सोऽथ ब्राह्मणैः परिवारितः ।
यावदास्ते स राजर्षिस्तावद् योगिवरो मुनिः ।
आययौ कपिलः श्रीमान् जैगीषव्यश्च योगिराट् ॥
]

`verse 15 [
ततस्त्वरितमुत्थाय स राजा स्वागतक्रियाम् ।
चकार परया युक्तः स मुदा राजसत्तमः ॥
]

`verse 16 [
तावर्च्चितावासनगौ दृष्ट्वा राजा महाबलः ।
पप्रच्छ तौ तिग्मधियौ योगज्ञौ स्वेच्छयागतौ ॥
]

`verse 17 [
भवन्तौ संशयं विप्रौ पृच्छामि पुरुषोत्तमौ ।
कथमाराधयेद् देवं हरिं नारायणं परम् ॥
]

`speaker [
विप्रावूचतुः
]

`verse 18 [
क एष प्रोच्यते राजंस्त्वया नारायणो गुरुः ।
आवां नारायणौ द्वौ तु त्वत्प्रत्यक्षगतौ नृप ॥
]

`speaker [
अश्वशिरा उवाच
]

`verse 19 [
भवन्तौ ब्राह्मणौ सिद्धौ तपसा दग्धकिल्बिषौ ।
कथं नारायणावावामिति वाक्यमथेरितम् ॥
]

`verse 20 [
शङ्खचक्रगदापाणिः पीतवासा जनार्दनः ।
गरुडस्थो महादेवः कस्तस्य सदृशो भुवि ॥
]

`verse 21 [
तस्य राज्ञो वचः श्रुत्वा तौ विप्रौ संशितव्रतौ ।
जहसतुः पश्य विष्णुं राजन्निति जजल्पतुः ॥
]

`verse 22 [
एवमुक्त्वा स कपिलः स्वयं विष्णुर्बभूव ह ।
जैगीषव्यश्च गरुडस्तत्क्षणात् समजायत ॥
]

`verse 23 [
ततो हाहाकृतं त्वासीत् तत्क्षणाद् राजमण्डलम् ।
दृष्ट्वा नारायणं देवं गरुडस्थं सनातनम् ॥
]

`verse 24 [
कृताञ्जलिपुटो भूत्वा ततो राजा महायशाः ।
उवाच शाम्यतां विप्रौ नायं विष्णुरथेदृशः ॥
]

`verse 25 [
यस्य ब्रह्मा समुत्पन्नो नाभिपङ्कजमध्यतः ।
तस्माच्च ब्रह्मणो रुद्रः स विष्णुः परमेश्वरः ॥
]

`verse 26 [
इति राजवचः श्रुत्वा तदा तौ मुनिपुंगवौ ।
चक्रतुः परमां मायां योगमायां विशेषतः ॥
]

`verse 27 [
कपिलः पद्मनाभस्तु जैगीषव्यः प्रजापतिः ।
कमलस्थो बभौ ह्रस्वस्तस्य चाङ्के कुमारकः ॥
]

`verse 28 [
ददर्श राजा रक्ताक्षं कालानलसमद्युतिम् ।
नेत्थं भवति विश्वेशो मायैषा योगिनां सदा ।
सर्वव्यापी हरिः श्रीमानिति राजा जगाद ह ॥
]

`verse 29 [
ततो वाक्यावसाने तु तस्य राज्ञो हि संसदि ।
मशका मत्कुणा यूका भ्रमराः पक्षिणोरगाः ॥
]

`verse 30 [
अश्वा गावो द्विपाः सिंहा व्याघ्रा गोमायवो मृगाः ।
अन्येऽपि पशवः कीटा ग्राम्यारण्याश्च सर्वशः ।
दृश्यन्ते राजभवने कोटिशो भूतधारिणि ॥
]

`verse 31 [
तं दृष्ट्वा भूतसंघातं राजा विस्मितमानसः ।
यावच्चिन्तयते किं स्यादेतदित्यवगम्य च ।
जैगीषव्यस्य माहात्म्यं कपिलस्य च धीमतः ॥
]

`verse 32 [
कृताञ्जलिपुटो भूत्वा स राजाऽश्वशिरास्तदा ।
पप्रच्छ तावृषी भक्त्या किमिदं द्विजसत्तमौ ॥
]

`speaker [
द्विजावूचतुः
]

`verse 33 [
आवां पृष्टौ त्वया राजन् कथं विष्णुरिहेज्यते ।
प्राप्यते वा महाराज तेनेदं दर्शितं तव ॥
]

`verse 34 [
सर्वज्ञस्य गुणा ह्येते ये राजंस्तव दर्शिताः ।
स च नारायणो देवः सर्वज्ञः कामरूपवान् ॥
]

`verse 35 [
सौम्यस्तु संस्थितः क्वापि प्राप्यते मनुजैः किल ।
आराधनेन चैतस्य वाक्यमर्थवदिष्यते ॥
]

`verse 36 [
किन्तु सर्वशरीरस्थः परमात्मा जगत्पतिः ।
स्वदेहे दृश्यते भक्त्या नैकस्थानगतस्तु सः ॥
]

`verse 37 [
अतोऽर्थं दर्शितं रूपं देवस्य परमात्मनः ।
आवयोस्तव राजेन्द्र प्रतीतिः स्याद् यथा तव ।
एवं सर्वगतो विष्णुस्तव देहे जनेश्वर ॥
]

`verse 38 [
मन्त्रिणां भृत्यसङ्घस्य सुराद्या ये प्रदर्शिताः ।
पशवः कीटसङ्घाश्च तेऽपि विष्णुमया नृप ॥
]

`verse 39 [
भावनां तु दृढां कुर्याद् यथा सर्वगतो हरिः ।
नान्यत् तत् सदृशं भूतमिति भावेन सेव्यते ॥
]

`verse 40 [
एष ते ज्ञानसद्भावस्तव राजन् प्रकीर्तितः ।
परिपूर्णेन भावेन स्मरन् नारायणं हरिम् ॥
]

`verse 41 [
परिपूर्णेन बावेन स्मर नारायणं गुरुम् ।
पुष्पोपहारैर्धूपैश्च ब्राह्मणानां च तर्पणैः ।
ध्यानेन सुस्थितेनाशु प्राप्यते परमेश्वरः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे चतुर्थोऽध्यायः ॥
]
