`speaker [
अश्वशिरा उवाच
]

`verse 1 [
भवन्तौ मम संदेहमेकं छेत्तुमिहार्हतः ।
येन छिन्नेन जायेत मम संसारविच्युतिः ॥
]

`verse 2 [
एवमुक्ते नृपतिना तदा योगिवरो मुनिः ।
कपिलः प्राह धर्मात्मा राजानं यजतां वरम् ॥
]

`speaker [
कपिल उवाच
]

`verse 3 [
कस्ते मनसि संदेहो राजन् परमधार्मिक ।
छिन्दामि येन तच्छ्रुत्वा ब्रूहि यत्तेऽभिवाञ्छितम् ॥
]

`speaker [
राजोवाच
]

`verse 4 [
कर्मणा प्राप्यते मोक्ष उताहो ज्ञानिना मुने ।
एतन्मे संशयं छिन्धि यदि मेऽनुग्रहः कृतः ॥
]

`speaker [
कपिल उवाच
]

`verse 5 [
इमं प्रश्नं महाराज पुरा पृष्टो बृहस्पतिः ।
रैभ्येण ब्रह्मपुत्रेण राज्ञा च वसुना पुरा ।
वसुरासीन्नृपश्रेष्ठो विद्वान् दानपतिः पुरा ॥
]

`verse 6 [
चाक्षुषस्य मनोः काले ब्रह्मणोऽन्वयवर्द्धनः ।
वसुश्च ब्रह्मणः सद्म गतवांस्तद्दिदृक्षया ॥
]

`verse 7 [
पथि चैत्ररथं दृष्ट्वा विद्याधरवरं नृप ।
अपृच्छच्च वसुः प्रीत्या ब्रह्मणोऽवसरं प्रभो ॥
]

`verse 8 [
सोऽब्रवीद् देवसमितिर्वर्तते ब्रह्मणो गृहे ।
एवं श्रुत्वा वसुस्तस्थौ द्वारि ब्रह्मौकसस्तदा ।
तावत् तत्रैव रैभ्यस्तु आजगाम महातपाः ॥
]

`verse 9 [
स राजा प्रीतमनसा वसुः संपूर्णमानसः ।
उवाच पूजयित्वाग्रे क्व प्रयातोऽसि वै मुने ॥
]

`speaker [
रैभ्य उवाच
]

`verse 10 [
अहं बृहस्पतेः पार्श्वे आगतोऽस्मि महानृप ।
किञ्चित्कार्यान्तरं प्रष्टुमहं देवपुरोहितम् ॥
]

`verse 11 [
एवं वदति रैभ्ये तु ब्रह्मणस्तन्महत्सदः ।
उत्तस्थौ स्वानि धिष्ण्यानि गता देवगणाः प्रभो ॥
]

`verse 12 [
तावद् बृहस्पतिस्तत्र रैभ्येण सह संविदम् ।
कृत्वा स्वधिष्ण्यमगमद् वसुना च सुपूजितः ॥
]

`verse 13 [
रैभ्य आङ्गिरसो राजा वसुश्चोपविवेश ह ।
उपविष्टेषु राजेन्द्र तेषु तेष्वपि सोऽब्रवीत् ॥
]

`verse 14 [
बृहस्पतिर्देवगुरू रैभ्यं वचनमन्तिके ।
किं करोमि महाभाग वेदवेदाङ्गपारग ॥
]

`speaker [
रैभ्य उवाच
]

`verse 15 [
बृहस्पते कर्मणा किं प्राप्यते ज्ञानिनाऽथवा ।
मोक्ष एतन्ममाचक्ष्व पृच्छतः संशयं प्रभो ॥
]

`speaker [
बृहस्पतिरुवाच
]

`verse 16 [
यत्किंचित् कुरुते कर्म पुरुषः साध्वसाधु वा ।
सर्वं नारायणे न्यस्य कुर्वन् नैव च लिप्यते ॥
]

`verse 17 [
श्रूयते च द्विजश्रेष्ठ संवादो विप्रलुब्धयोः ।
आत्रेयो ब्राह्मणः कश्चिद् वेदाभ्यासरतो मुनिः ॥
]

`verse 18 [
वसत्यविरतं प्रातःस्नायी त्रिषवणे रतः ।
नाम्ना संयमनः पूर्वमेकस्मिन् दिवसे नदीम् ।
धर्मारण्ये गतः स्नातुं धन्यां भागीरथीं शुभाम् ॥
]

`verse 19 [
तत्रासीनं महायूथं हरिणानां विचक्षणः ।
लुब्धो निष्ठुरको नाम धनुःपाणिः कृतान्तवत् ।
आययौ तं जिघांसुः स धनुष्यायोज्य सायकम् ॥
]

`verse 20 [
ततः संयमनो विप्रो दृष्ट्वा तं मृगयारतम् ।
वारयामास मा भद्र जीवघातमिमं कुरु ॥
]

`verse 21 [
एतच्छ्रुत्वा वचो व्याधः स्मितपूर्वमिदं वचः ।
उवाच नाहं हिंसामि पृथग्जीवं द्विजोत्तम ॥
]

`verse 22 [
परमात्मा त्वयं भूतैः क्रीडते भगवान् स्वयम् ।
कृता मृदा बलीवर्द्दास्तद्वदेतन्न संशयः ॥
]

`verse 23 [
अहे भावः सदा ब्रह्मन्नविद्येयं मुमुक्षुणाम् ।
यात्राप्राणरतं सर्वं जगदेतद् विचेष्टितम् ।
तत्राहमिति यः शब्दः स साधुत्वं न गच्छति ॥
]

`verse 24 [
इत्याकर्ण्य स विप्रेन्द्रो द्विजः संयमनस्तदा ।
विस्मयेनाब्रवीद् वाक्यं लुब्धं निष्ठुरकं द्विजः ॥
]

`verse 25 [
किमेतदुच्यते भद्र प्रत्यक्षं हेतुमद्वचः ।
ततः श्रुत्वा मुनेर्विप्रं लुब्धकः प्राह धर्मवित् ।
कुत्वा लोहमयं जालं तस्याधो ज्वलनं ददौ ॥
]

`verse 26 [
दत्त्वा वह्निं द्विजं प्राह ज्वाल्यतां काष्ठसचयः ।
ततो विप्रो मुखेनाग्निं प्रज्वाल्य विरराम ह ॥
]

`verse 27 [
ज्वलिते तु पुनर्वह्नौ तं जालं लोहसंभवम् ।
पृथक्पृथक् सहस्त्राणि निन्येऽन्तर्जालकैर्द्विज ।
एकस्थानगतस्यापि वह्नेरायसजालकैः ॥
]

`verse 28 [
ततो लुब्धोऽब्रवीद्विप्रमेकां ज्वालां महामुने ।
गृहाण येन शेषाणां करिष्यामीह नाशनम् ॥
]

`verse 29 [
एवमुक्त्वा हुताशे तु तोयपूर्णं घटं द्रुतम् ।
चिक्षेप सहसा वह्निः प्रशशामाशु पूर्ववत् ॥
]

`verse 30 [
ततोऽब्रवील्लुब्धकस्तु ब्राह्मणं तं तपोधनम् ।
भगवन् या त्वया ज्वाला गृहोतासीद्धुताशनात् ।
प्रयच्छ येन मार्गाणि मांसान्यानाय्य भक्षये ॥
]

`verse 31 [
एवमुक्तस्तदा विप्रो यावदायसजालकम् ।
पश्यत्येव न तत्राग्निर्मूलनाशे गतः क्षयम् ॥
]

`verse 32 [
ततो विलक्षभावेन ब्राह्मणः शंसितव्रतः ।
तूष्णींभूतस्थितस्तावल्लुब्धको वाक्यमब्रवीत् ॥
]

`verse 33 [
एतस्मिञ्ज्वलितो वह्निर्बहुशाखश्च सत्तम ।
मूलनाशे भवेन्नाशस्तद्वदेतदपि द्विज ॥
]

`verse 34 [
आत्मा स प्रकृतिस्थश्च भूतानां संश्रयो भवेत् ।

भूय एषा जगत्सृष्टिस्तत्रैव जगतो भवेत् ॥
]

`verse 35 [
पिण्डग्रहणधर्मेण यदस्य विहितं व्रतम् ।
तत्तदात्मनि संयोज्य कुर्वाणो नावसीदति ॥
]

`verse 36 [
एवमुक्ते तु व्याधेन ब्राह्मणे राजसत्तम ।
पुष्पवृष्टिरथाकाशात् तस्योपरि पपात ह ॥
]

`verse 37 [
विमानानि च दिव्यानि कामगानि महान्ति च ।
बहुरत्नानि मुख्यानि ददृशे ब्राह्मणोत्तमः ॥
]

`verse 38 [
तेषु निष्ठुरकं लुब्धं सर्वेषु समवस्थितम् ।
ददृशे ब्राह्मणस्तत्र कामरूपिणमुत्तमम् ॥
]

`verse 39 [
अद्वैतवासनासिद्धं योगाद् बहुशरीरकम् ।
दृष्ट्वा विप्रो मुदा युक्तः प्रययौ निजमाश्रमम् ॥
]

`verse 40 [
एवं ज्ञानवतः कर्म्म कुर्वतोऽपि स्वजातिकम् ।
भवेन्मुक्तिर्द्विजश्रेष्ठ रैभ्य राजन् वसो ध्रुवम् ॥
]

`verse 41 [
एवं तौ संशयच्छेदं प्राप्तौ रैभ्यवसू नृप ।
बृहस्पतेस्ततो धिष्ण्याज्जग्मतुर्निजमाश्रमम् ॥
]

`verse 42 [
तस्मात् त्वमपि राजेन्द्र देवं नारायणं प्रभुम् ।
अभेदेन स्वदेहस्थं पश्यन्नाराधय प्रभुम् ॥
]

`verse 43 [
कपिलस्य वचः श्रुत्वा स राजाऽश्वशिरा विभुः ।
ज्येष्ठं पुत्रं समाहूय धन्यं स्थूलशिराह्वयम् ।
अभिषिच्य निजे राज्ये स राजा प्रययौ वनम् ॥
]

`verse 44 [
नैमिषाख्यं वरारोहे तत्र यज्ञतनुं गुरुम् ।
तपसाराधयामास यज्ञमूर्तिं स्तवेन च ॥
]

`speaker [
धरण्युवाच
]

`verse 45 [
कथं यज्ञतनोः स्तोत्रं राज्ञा नारायणस्य ह ।
स्तुतिः कृता महाभाग पुनरेतच्च शंस मे ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 46 [
नमामि याज्यं त्रिदशाधिपस्य
भवस्य सूर्यस्य हुताशनस्य ।
सोमस्य राज्ञो मरुतामनेक-
रूपं हरिं यज्ञनरं नमस्ये ॥
]

`verse 47 [
सुभीमदंष्ट्रं शशिसूर्यनेत्रं
संवत्सरे चायनयुग्मकुक्षम् ।
दर्भाङ्गरोमाणमथेध्मशक्तिं
सनातनं यज्ञनरं नमामि ॥
]

`verse 48 [
द्यावापृथिव्योरिदमन्तरं हि
व्याप्तं शरीरेण दिशश्च सर्वाः ।
तमीड्यमीशं जगतां प्रसूतिं
जनार्दनं तं प्रणतोऽस्मि नित्यम् ॥
]

`verse 49 [
सुरासुराणां च जयाजयाय
युगे युगे यः स्वशरीरमाद्यम् ।
सृजत्यनादिः परमेश्वरो य-
स्तं यज्ञमूर्तिं प्रणतोऽस्मि नाथम् ॥
]

`verse 50 [
दधार मायामयमुग्रतेजा
जयाय चक्रं त्वमलांशुशुभ्रम् ।
गदासिशार्ङ्गादिचतुर्भुजोऽयं
तं यज्ञमूर्तिं प्रणतोऽस्मि नित्यम् ॥
]

`verse 51 [
क्वचित् सहस्त्रं शिरसां दधार
क्वचिन्महापर्वततुल्यकायम् ।
क्वचित् स एव त्रसरेणुतुल्यो
यस्तं सदा यज्ञनरं नमामि ॥
]

`verse 52 [
चतुर्मुखो यः सृजते समग्रं
रथाङ्गपाणिः प्रतिपालनाय ।
क्षयाय कालानलसन्निभो य-
स्तं यज्ञमूर्तिं प्रणतोऽस्मि नित्यम् ॥
]

`verse 53 [
संसारचक्रक्रमणक्रियायै
य इज्यते सर्वगतः पुराणः ।
यो योगिभिर्ध्यायते चाप्रमेयस्
तं यज्ञमूर्तिं प्रणतोऽस्मि नित्यम् ॥
]

`verse 54 [
सम्यङ्मनस्यर्पितवानहं ते
यदा सुदृश्यं स्वतनौ नु तत्त्वम् ।
न चान्यदस्तोति मतिः स्थिरा मे
यतस्ततो मावतु शुद्धभावम् ॥
]

`verse 55 [
इतीरितस्तस्य हुताशनार्चिः -
प्रख्यं तु तेजः पुरतो बभूव ।
तस्मिन् स राजा प्रविवेश बुद्धिं
कृत्वा लयं प्राप्तवान् यज्ञमूर्तौ ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे पञ्चमोऽध्यायः ॥
]
