`speaker [
धरण्युवाच
]

`verse 1 [
रैभ्योऽसौ मुनिशार्दूलः श्रुत्वा सिद्धं वसुं तदा ।
स्वयं किमकरोद् देव संशयो मे महानयम् ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 2 [
स रैभ्यो मुनिशार्दूलः श्रुत्वा सिद्धं वसुं तदा ।
आजगाम गयां पुण्यां पितृतीर्थं तपोधनः ।
तत्र गत्वा पितॄन् भक्त्या पिण्डदानेन तर्पयत् ॥
]

`verse 3 [
ततो वै सुहमत्तीव्रं तपः परमदुश्चरम् ।
चरतस्तस्य तत्तीव्रं तपो रैभ्यस्य धीमतः ।
आजगाम महायोगी विमानस्थोऽतिदीप्तिमान् ॥
]

`verse 4 [
त्रसरेणुसमे शुद्धे विमाने सूर्यसन्निभे ।
परमाणुप्रमाणेन पुरुषस्तत्र दीप्तिमान् ॥
]

`verse 5 [
सोऽब्रवीद् रैभ्य किं कार्यं तपश्चरसि सुव्रत ।
एवमुक्त्वा दिवो भूमिं मापयामास वै पुमान् ॥
]

`verse 6 [
तत्रापि रथपञ्चाभं विमानं सूर्यसन्निभम् ।
युगपद् ब्रह्मभुवनं व्याप्नुवन्तं ददर्श सः ॥
]

`verse 7 [
ततः स विस्मयाविष्टो रैभ्यः प्रणतिपूर्वकम् ।
पप्रच्छ तं महायोगिन् को भवान् प्रब्रवीतु मे ॥
]

`speaker [
पुरुष उवाच
]

`verse 8 [
अहं रुद्रादवरजो ब्रह्मणो मानसः सुतः ।
नाम्ना सनत्कुमारेति जनलोके वसाम्यहम् ॥
]

`verse 9 [
भवतः पार्श्वमायातः प्रणयेन तपोधन ।
धन्योऽसि सर्वथा वत्स ब्रह्मणः कुलवर्धनः ॥
]

`speaker [
रैभ्य उवाच
]

`verse 10 [
नमोऽस्तु ते योगिवर प्रसीद
दयां मह्यं कुरुषे विश्वरूप ।
किमत्र कृत्यं वद योगिसिंह
कथं हि धन्योऽहमुक्तस्त्वया च ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 11 [
धन्यस्त्वमेव द्विजवर्यमुख्य
यद् वेदवादाभिरतः पितॄंश्च ।
प्रीणासि मन्त्रव्रतजप्यहोमै-
र्गयां समासाद्य तथाऽन्नपिण्डैः ॥
]

`verse 12 [
श्रृणुष्व चान्यं नृपतिर्बभूव
विशालनामा स पुरीं विशालाम् ।
उवास धन्यो धृतिमानपुत्रः
स्वयं विशालाधिपतिर्द्विजाग्र्यान् ।
पप्रच्छ पुत्रार्थममित्रसाह -
स्ते ब्राह्मणाश्चोचुरदीनसत्त्वाः ॥
]

`verse 13 [
र्गत्वा गयामन्नदानैरनेकैः ।
ध्रुवं सुतस्ते भविता नृपेश
सुसंप्रदाता सकलक्षितीशः ॥
]

`verse 14 [
इतीरितो ब्राह्मणैः स प्रहृष्टो
राजा विशालाधिपतिः प्रयत्नात् ।
आगत्य तेन प्रवरेण तीर्थे
मघासु भक्त्याऽथ कृतं पितॄणाम् ॥
]

`verse 15 [
पिण्डप्रदानं विधिना प्रयत्ना-
ददद्वियत्युत्तममूर्तयस्तान् ।
पश्यन् स पुंसः सितपीतकृष्णा-
नुवाच राजा किमिदं भवद्भिः ।
उपेक्ष्यते शंसत सर्वमेव
कौतूहलं मे मनसि प्रवृत्तम् ॥
]

`speaker [
सित उवाच
]

`verse 16 [
अहं सितस्ते जनकोऽस्मि तात
नाम्ना च वृत्तेन च कर्मणा च ।
अयं च मे जनको रक्तवर्णो
नृशंसकृद् ब्रह्महा पापकारी ॥
]

`verse 17 [
अधीश्वरो नाम परः पिताऽस्य
कृष्णो वृत्त्या कर्मणा चापि कृष्णः ।
एतेन कृष्णेन हताः पुरा वै
जन्मन्यनेके ऋषयः पुराणाः ॥
]

`verse 18 [
एतौ मृतौ द्वावपि पुत्र रौद्र-
मवीचिसंज्ञं नरकं प्रपन्नौ ।
अधीश्वरो मे जनकः परोऽस्य
कृष्णः पिता द्वावपि दीर्घकालम् ।
अहं च शुद्धेन निजेन कर्मणा
शक्रासनं प्रापितो दुर्लभं ततः ॥
]

`verse 19 [
त्वया पुनर्मन्त्रविदा गयायां
पिण्डप्रदानेन बलादिमौ च ।
मेलापितौ तीर्थपिण्डप्रदान -
प्रभावतो मे नरकाश्रितावपि ॥
]

`verse 20 [
पितॄन् पितामहांस्तत्र तथैव प्रपितामहान् ।
प्रीणयामीति तत्तोयं त्वया दत्तमरिंदम ॥
]

`verse 21 [
तेनास्मद्युगपद्योगो जातो वाक्येन सत्तम ।
तीर्थप्रभावाद् गच्छामः पितृलोकं न संशयः ॥
]

`verse 22 [
अत्र पिण्डप्रदानेन एतौ तव पितामहौ ।
दुर्गतावपि संसिद्धौ पापकृद्विकृतिं गतौ ॥
]

`verse 23 [
तीर्थप्रभाव एषोऽस्मिन् ब्रह्मघ्नस्यापि तत्सुतः ।
पुतः पिण्डप्रदानेन कुर्यादुद्धरणं पुनः ॥
]

`verse 24 [
एतस्मात् कारणात् पुत्र अहमेतौ विगृह्य वै ।
आगतोऽस्मि भवन्तं वै द्रष्टुं यास्यामि साम्प्रतम् ।
एतस्मात् कारणाद् रैभ्य भवान् धन्यो मयोच्यते ॥
]

`verse 25 [
सकृद् गयाभिगमनं सकृत्पिण्डप्रदापनम् ।
दुर्लभं त्वं पुनर्नित्यमस्मिन्नेव व्यवस्थितः ॥
]

`verse 26 [
किमनु प्रोच्यते रैभ्य तव पुण्यमिदं प्रभो ।
येन साक्षाद् गदापाणिर्दृष्टो नारायणः स्वयम् ॥
]

`verse 27 [
ततो गदाधरः साक्षादस्मिंस्तीर्थे व्यवस्थितः ।
अतोऽतिविख्याततमं तीर्थमेतद् द्विजोत्तम ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 28 [
एवमुक्त्वा महायोगी तत्रैवान्तरधीयत ।
रैभ्योऽपि च गदापाणेर्हरेः स्तोत्रमथाकरोत् ॥
]

`speaker [
रैभ्य उवाच
]

`verse 29 [
गदाधरं विबुधजनैरभिष्टुतं
धृतक्षमं क्षुधितजनार्त्तिनाशनम् ।
शिवं विशालासुरसैन्यमर्दनं
नमाम्यहं हतसकलाशुभं स्मृतौ ॥
]

`verse 30 [
पुराणपूर्वं पुरुषं पुरुष्टृतं
पुरातनं विमलमलं नृणां गतिम् ।
त्रिविक्रमं धृतधरणिं बलेर्हं
गदाधरं रहसि नमामि केशवम् ॥
]

`verse 31 [
सुशुद्धभावं विभवैरुपावृतं
श्रियावृतं विगतमलं विचक्षणम् ।
क्षितीश्वरैरपगतकिल्बिषैः स्तुतं
गदाधरं प्रणमति यः सुखं वसेत् ॥
]

`verse 32 [
सुरासुरैरर्च्चितपादपङ्कजं
केयूरहाराङ्गदमौलिधारिणम् ।
अब्धौ शयानं च रथाङ्गपाणिनं
गदाधरं प्रणमति यः सुखं वसेत् ॥
]

`verse 33 [
सितं कृते त्रेतायुगेऽरुणं विभुं
तथा तृतीये पीतवर्णमच्युतम् ।
कलौ घनालिप्रतिमं महेश्वरं
गदाधरं प्रणमति यः सुखं वसेत् ॥
]

`verse 34 [
बीजोद्भवो यः सृजते चतुर्मुख-
स्तथैव नारायणरूपतो जगत् ।
प्रपालयेद् रुद्रवपुस्तथान्तकृद्
गदाधरो जयतु षडर्द्धमूर्तिमान् ॥
]

`verse 35 [
सत्त्वं रजश्चैव तमो गुणास्त्रय-
स्त्वेतेषु नान्यस्य समुद्भवः किल ।
स चैक एव त्रिविधो गदाधरो
दधातु धैर्यं मम धर्ममोक्षयोः ॥
]

`verse 36 [
संसारतोयार्णवदुःखतन्तुभि-
र्वियोगनक्रक्रमणैः सुभीषणैः ।
मज्जन्तमुच्चैः सुतरां महाप्लवे
गदाधरो मामु दधातु पोतवत् ॥
]

`verse 37 [
स्वयं त्रिमूर्तिः स्वमिवात्मनात्मनि
स्वशक्तितश्चाण्डमिदं ससर्ज्ज ह ।
तस्मिञ्जलोत्थासनमार्यतेजसं
ससर्ज्ज यस्तं प्रणतोऽस्मि भूधरम् ॥
]

`verse 38 [
मत्स्यादिनामानि जगत्सु केवलं
सुरादिसंरक्षणतो वृषाकपिः ।
मुख्यस्वरूपेण समन्ततो विभु-
र्गदाधरो मे विदधातु सद्गतिम् ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 39 [
एवं स्तुतस्तदा विष्णुर्भक्त्या रैभ्येण धीमता ।
प्रादुर्बभूव सहसा पीतवासा जनार्दनः ॥
]

`verse 40 [
शङ्खचक्रगदापाणिर्गरुडस्थो वियद्गतः ।
उवाच मेघगम्भीरधीरवाक् पुरुषोत्तमः ॥
]

`verse 41 [
तुष्टोऽस्मि रैभ्य भक्त्या ते स्तुत्या च द्विजसत्तम ।
तीर्थस्नानेन च विभो ब्रूहि यत्तेऽभिवाञ्छितम् ॥
]

`speaker [
रैभ्य उवाच
]

`verse 42 [
गतिं मे देहि देवेश यत्र ते सनकादयः ।
वसेयं तत्र येनाहं त्वत्प्रसादाद् गदाधर ॥
]

`speaker [
देव उवाच
]

`verse 43 [
एवमस्त्विति ते ब्रह्मन्नित्युक्त्वाऽन्तरधीयत ।
भगवानपि रैभ्यस्तु दिव्यज्ञानसमन्वितः ॥
]

`verse 44 [
क्षणाद् बभूव देवेन परितुष्टेन चक्रिणा ।
जगाम यत्र ते सिद्धाः सनकाद्या महर्षयः ॥
]

`verse 45 [
एतच्च रैभ्यनिर्द्दिष्टं स्तोत्रं विष्णोर्गदाभृतः ।
यः पठेत् स गयां गत्वा पिण्डदानाद् विशिष्यते ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे सप्तमोऽध्यायः ॥
]
