`speaker [
श्रीवराह उवाच
]

`verse 1 [
योऽसौ वसोः शरीरे तुव्याधो भूत्वा नृपस्य ह ।
स स्ववृत्त्यां स्थितः कालं चतुर्वर्षसहस्त्रिकम् ॥
]

`verse 2 [
एकैकं स्वकुटुम्बार्थे हत्वा वनचरं मृगम् ।
भृत्यातिथिहुताशानां प्रीणनं कुरुते सदा ॥
]

`verse 3 [
मिथिलायां वरारोहे सदा पर्वणि पर्वणि ।
पितॄणां कुरुते श्राद्धं स्वाचारेण विचक्षणः ॥
]

`verse 4 [
अग्निं परिचरन् नित्यं वदन् सत्यं सुभाषितम् ।
प्राणयात्रानुसक्तस्तु योऽसौ जीवं न पातयेत् ॥
]

`verse 5 [
एवं तु वसतस्तस्य धर्मबुद्धिर्महातपाः ।
पुत्रस्त्वर्जुनको नाम बभूव मुनिवद्वशी ॥
]

`verse 6 [
तस्य कालेन महता चारित्रेण च धीमतः ।
बभूवार्ज्जुनकी नाम कन्या च वरवर्णिनी ॥
]

`verse 7 [
तस्या यौवनकाले तु चिन्तयामास धर्मवित् ।
कस्येयं दीयते कन्या को वा योग्यश्च वै पुमान् ॥
]

`verse 8 [
इति चिन्तयतस्तस्य मतङ्गस्य सुतं प्रति ।
धर्मव्याधस्य सुव्यक्तं प्रसन्नाख्यं प्रति ब्रुवन् ॥
]

`verse 9 [
एवं संचिन्त्य मातङ्गः प्रसन्नं प्रति सोद्यतः ।
उवाच तस्य पितरं प्रसन्नायार्ज्जुनीं भवान् ।
गृहाण तपतां श्रेष्ठ स्वयं दत्तां महात्मने ॥
]

`speaker [
मतङ्ग उवाच
]

`verse 10 [
प्रसन्नोऽयं मम सुतः सर्वशास्त्रविशारदः ।
गृह्णाम्यर्जुनकीं कन्यां त्वत्सुतां व्याधसत्तम ॥
]

`verse 11 [
एवमुक्ते तदा कन्यां धर्मव्याधो महातपाः ।
मतङ्गपुत्राय ददौ प्रसन्नाय च धीमते ॥
]

`verse 12 [
धर्मव्याधस्तदा कन्यां दत्वा स्वगृहमीयिवान् ।
साऽपि श्वशुरयोर्भर्तुः शुश्रीषणपराऽभवत् ॥
]

`verse 13 [
अथ कालेन महता सा कन्याऽर्जुनकी शुभा ।
उक्ता श्वश्रुवा सुता पुत्रि जीवहन्तुस्त्वमीदृशी ।
न जानासि तपश्चर्तुं भर्त्तुराराधनं तथा ॥
]

`verse 14 [
साऽपि स्वल्पापराधेन भर्त्सिता तनुमध्यमा ।
पितुर्वेश्मगता बाला रोदमाना मुहुर्मुहुः ॥
]

`verse 15 [
पित्रा पृष्टा किमेतत् ते पुत्रि रोदनकारणम् ।
एवमुक्ता तदा सा तु कथयामास भामिनी ॥
]

`verse 16 [
श्वश्व्राऽहमुक्ता तीव्रेण कोपेन महता पितः ।
जीवहन्तुः सुतेत्युच्चैरसकृद् व्याधजेति च ॥
]

`verse 17 [
एतच्छ्रुत्वा स धर्मात्मा धर्मव्याधो रुषान्वितः ।
मतङ्गस्य गृहं सोऽथ गत्वा जनपदैर्वृतम् ॥
]

`verse 18 [
तस्यागतस्य संबन्धी मतङ्गो जयतां वरः ।
आसनाद्यर्ध्यपाद्येन पूजयित्वेदमब्रवीत् ।
किमागमनकृत्यं ते किं करोम्यागतक्रियाम् ॥
]

`speaker [
व्याध उवाच
]

`verse 19 [
भोजनं किंचिदिच्छामि भोक्तुं चैतन्यवर्जितम् ।
कौतूहलेन येनाहमागतो भवतो गृहम् ॥
]

`speaker [
मतङ्ग उवाच
]

`verse 20 [
गोधूमा व्रीमयश्चैव संस्कृता मम वेश्मनि ।
भुज्यतां धर्मविच्छ्रेष्ठ यथाकामं तपोधन ॥
]

`speaker [
व्याध उवाच
]

`verse 21 [
पश्यामि कीदृशास्ते हि गोधूमा व्रीहयो यवाः ।
स्वरूपेण च सन्त्येते येन वो वेद्मि सत्तम ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 22 [
एवमुक्ते मतङ्गेन शूर्पं गोधूमपूरितम् ।
अपरं तत्र व्रीहीणां धर्मव्याधाय दर्शितम् ॥
]

`verse 23 [
दृष्ट्वा व्रीहीन् सगोधूमान् धर्मव्याधो वरासनात् ।
उत्थाय गन्तुमारेभे मतङ्गेन निवारितः ॥
]

`verse 24 [
किमर्थं गन्तुमारब्धं त्वया वद महामते ।
अभुक्तेनैव संसिद्धं मद्गृहे चान्नमुत्तमम् ।
पाचयित्वा स्वयं चैव कस्मात् त्वं नाद्य भुञ्जसे ॥
]

`speaker [
व्याध उवाच
]

`verse 25 [
सहस्त्रशः कोटिशश्च जीवान् हंसि दिने दिने ।
अथेदृशस्य पापस्य कोऽन्नं भुञ्जति सत्पुमान् ॥
]

`verse 26 [
अचैतन्यं यदि गृहे विद्यतेऽन्नं सुसंस्कृतम् ।
इदानीमत्र संदृष्टा एते तु जलजन्तवः ॥
]

`verse 27 [
(उप्ताः सहस्त्रतां यान्ति प्रतिसंवत्सरं मुने ।) ॥ ८.२६ (१)॥
अहमेकं कुटुम्बार्थे हन्म्यरण्ये पशुं दिने ।
तं चेत् पितृभ्यः संस्कृत्य दत्त्वा भुञ्जामि सानुगः ॥
]

`verse 28 [
त्वं तु जीवान् बहून् हत्वा स्वकुटुम्बेन सानुगः ।
भुञ्जन्नेतेन सततमभोज्यं तन्मतं मम ॥
]

`verse 29 [
ब्रह्मणा तु पुरा सृष्टा ओषध्यः सर्ववीरुधः ।
यज्ञार्थं तत्तु भूतानां भक्ष्यमित्येव वै श्रुतिः ॥
]

`verse 30 [
दिव्यो भौतस्तथा पैत्रो मानुषो ब्राह्म एव च ।
एते पञ्च महायज्ञा ब्रह्मणा निर्मिताः पुरा ॥
]

`verse 31 [
ब्राह्मणानां हितार्थाय इतरेषां च तन्मुखम् ।
इतरेषां तु वर्णानां ब्राह्मणैः कारिताः शुभाः ॥
]

`verse 32 [
एवं यदि विभागः स्याद् वरान्नं तद् विशुध्यति ।
अन्यथा व्रीहयोऽप्येते एकैके मृगपक्षिणः ।
मन्तव्या दातृभोक्तृणां महामांसं तु तत् स्मृतम् ॥
]

`verse 33 [
मया ते दुहिता दत्ता पुत्रार्थे देवरूपिणी ।
सा च त्वद्भार्यया प्रोक्ता दुहिता जन्तुघातिनः ॥
]

`verse 34 [
अतोऽर्थमागतोऽहं ते गृहं प्रति समीक्षितुम् ।
आचारं देवपूजां च अतिथीनां च तर्पणम् ॥
]

`verse 35 [
एतेषामेकमप्यत्र कुर्वन्नपि न दृश्यते ।
तद् गृहं गन्तुमिच्छामि पितॄणां श्राद्धकाम्यया ॥
]

`verse 36 [
स्वगृहे नैव भुञ्जामि पितॄणां कार्यमित्युत ।
अहं व्याधो जीवघाती न तु त्वं लोकहिंसकः ॥
]

`verse 37 [
मत्सुता जीवघातस्य यदोढा त्वत्सुतेन च ।
तन्महत्त्वं च संजातं प्रायश्चितं तपोधन ॥
]

`verse 38 [
एवमुक्त्वा स चोत्थाय शप्त्वा नारीं तदा धरे ।
मा स्नुषाभिः समं श्वश्र्वा विश्वासो भवतु क्वचित् ॥
]

`verse 39 [
मा च स्नुषा कदाचित् स्याद् या श्वश्रूं जीवतीमिषेत् ।
एवमुक्त्वा गतो व्याधः स्वगृहं प्रति भामिनि ॥
]

`verse 40 [
ततो देवान् पितॄन् भक्तया पूजयित्वा विचक्षणः ।
पुत्रं चार्जुनकं स्थाप्य स्वसन्ताने महातपाः ॥
]

`verse 41 [
धर्मव्याधो जगामाशु तीर्थं त्रैलोक्यविश्रुतम् ।
पुरुषोत्तमाख्यं च परं तत्र गत्वा समाहितः ।
तपश्चचार नियतः पठन् स्तोत्रमिदं धरे ॥
]

`verse 42 [
नमामि विष्णुं त्रिदशारिनाशनं
विशालवक्षस्थलसंश्रितश्रियम् ।
सुशासनं नीतिमतां परां गतिं
त्रिविक्रमं मन्दरधारिणं सदा ॥
]

`verse 43 [
दामोदरं रञ्जितभूतलं धिया
यशोंशुशुभ्रं भ्रमराङ्गसप्रभम् ।
धराधरं नरकरिपुं पुरुष्टुतं
नमामि विष्णुं शरणं जनार्दनम् ॥
]

`verse 44 [
(नरं नृसिंहं हरिमीश्वरं प्रभुं
त्रिधामनामानमनन्तवर्चसम् ।
सुसंस्कृतास्यं शरणं नरोत्तमं
व्रजामि देवं सततं तमच्युतम् ॥ ८.४३ (१))
त्रिधा स्थितं तिग्मरथाङ्गपाणिनं
नयस्थितं तृप्तमनुत्तमैर्गुणैः ।
निःश्रेयसाख्यं क्षपितेतरं गुरुं
नमामि विष्णुं पुरुषोत्तमं त्वहम् ॥
]

`verse 45 [
(हतौ पुराणौ मधुकैटभावुभौ
बिभर्त्ति च क्ष्मां शिरसा सदा हि सः ।
यथा स्तुतो मे प्रसभं सनातनो
दधातु विष्णुः सुखमूर्जितं मम ॥ ८.४४ (१))
महावराहो हविषाम्बुभोजनो
जनार्दनो मे हितकृच्चितीमुखः ।
क्षितीधरो मामुदधिक्षयो महान्
स पातु विष्णुः शरणार्थिनं तु माम् ॥
]

`verse 46 [
मायाततं येन जगत्त्रयं कृतं
यथाग्निनैकेन ततं चराचरम् ।
चराचरस्य स्वयमेव सर्वतः
स मेऽस्तु विष्णुः शरणं जगत्पतिः ॥
]

`verse 47 [
भवे भवे यश्च ससर्ज्ज कं ततो
जगत् प्रसूतं सचराचरं त्विदम् ।
ततश्च रुद्रात्मवति प्रलीयते-
ऽन्वतो हरिर्विष्णुहरस्तथोच्यते ॥
]

`verse 48 [
खात्मेन्दुपृथ्वीपवनाग्निभास्करा
जलं च यस्य प्रभवन्ति मूर्त्तयः ।
स सर्वदा मे भगवान् सनातनो
ददातु शं विष्णुरचिन्त्यरूपधृक् ॥
]
