`speaker [
श्रीवराह उवाच
]

`verse 1 [
ततस्तमीदृशं दृष्ट्वा तदा गौरमुखाश्रमम् ।
दुर्ज्जयश्चिन्तयामास रम्यमाश्रममण्डलम् ॥
]

`verse 2 [
प्रविशाम्यत्र पश्यामि ऋषीन् परमधार्मिकान् ।
चिन्तयित्वा तदा राजा प्रविवेश तमाश्रमम् ॥
]

`verse 3 [
तस्य प्रविष्टस्य ततो राज्ञः परमहर्षितः ।
चकार पूजां धर्मात्मा तदा गौरमुखो मुनिः ॥
]

`verse 4 [
स्वागतादिक्रियाः कृत्वा कथान्ते तं महामुनिः ।
स्वशक्त्याऽहं नृपश्रेष्ठ सानुगस्य च भोजनम् ॥
]

`verse 5 [
करिष्यामि प्रमुच्यन्तां साधु वाहा इति द्विजः ।
एवमुक्त्वा स्थितस्तूष्णीं स मुनिः संशितव्रतः ॥
]

`verse 6 [
राजाऽपि तस्थौ तद्भक्त्या स्वसहायैः समन्वितः ।
अक्षौहिण्यो बलस्यास्य पञ्चमात्रास्तदा स्थिताः ।
अयं च तापसः किं मे दास्यते भोजनं त्विह ॥
]

`verse 7 [
निमन्त्र्य दुर्जयं विप्रस्तदा गौरमुखो नृपम् ।
चिन्तयामास किं चास्य मया देयं तु भोजनम् ॥
]

`verse 8 [
एवं चिन्तयतस्तस्य महर्षेर्भावितात्मनः ।
स्थितो मनसि देवेशो हरिर्नारायणः प्रभुः ॥
]

`verse 9 [
ततः संस्मृत्य मनसा देवं नारायणं तदा ।
तोषयामास गङ्गायां प्रविश्य मुनिसत्तमः ॥
]

`speaker [
धरण्युवाच
]

`verse 10 [
कथं गौरमुखो विष्णुं तोषयामास भूधर ।
एतन्मे कौतुकं श्रोतुं सम्यगिच्छा प्रवर्त्तते ॥
]

`verse 11 [
नमोऽस्तु विष्णवे नित्यं नमस्ते पीतवाससे ।
नमस्ते चाद्यरूपाय नमस्ते जलरूपिणे ॥
]

`verse 12 [
नमस्ते सर्वसंस्थाय नमस्ते जलशायिने ।
नमस्ते क्षितिरूपाय नमस्ते तेजसात्मने ॥
]

`verse 13 [
नमस्ते वायुरूपाय नमस्ते व्योमरूपिणे ।
त्वं देवः सर्वभूतानां प्रभुस्त्वमसि हृच्छयः ॥
]

`verse 14 [
त्वमोङ्कारो वषट्कारः सर्वत्रैव च संस्थितः ।
त्वमादिः सर्वदेवानां तव चादिर्न विद्यते ॥
]

`verse 15 [
त्वं भूस्त्वं च भुवो देव त्वं जनस्त्वं महः स्मृतः ।
त्वं तपस्त्वं च सत्यं च त्वयि देव चराचरम् ॥
]

`verse 16 [
त्वत्तो भूतमिदं विश्वं त्वदुद्भूता ऋगादयः ।
त्वत्तः शास्त्राणि जातानि त्वत्तो यज्ञाः प्रतिष्ठिताः ॥
]

`verse 17 [
त्वत्तो वृक्षा वीरुधश्च त्वत्तः सर्वा वनौषधीः ।
पशवः पक्षिणः सर्पास्त्वत्त एव जनार्दन ॥
]

`verse 18 [
ममापि देवदेवेश राजा दुर्जयसंज्ञितः ।
आगतोऽभ्यागतस्तस्य आतिथ्यं कर्त्तुमुत्सहे ॥
]

`verse 19 [
तस्य मे निर्धनस्याद्य देवदेव जगत्पते ।
भक्तिनम्रस्य देवेश कुरुष्वान्नाद्यसंचयम् ॥
]

`verse 20 [
यं यं स्पृशामि हस्तेन यं यं पश्यामि चक्षुषा ।
वृक्षं वा तृणकन्दं वा तत्तदन्नं चतुर्विधम् ॥
]

`verse 21 [
तथा त्वन्यतमं वाऽपि यद् ध्यातं मनसा मया ।
तत् सर्वं सिद्ध्यतां मह्यं नमस्ते परमेश्वर ॥
]

`verse 22 [
इति स्तुत्या तु देवेशस्तुतोष जगतां पतिः ।
मुनेस्तस्य स्वकं रूपं दर्शयामास केशवः ॥
]

`verse 23 [
उवाच सुप्रसन्नात्मा ब्रूहि विप्र वरं परम् ।
एवं श्रुत्वाऽक्षिणी यावदुन्मीलयति वै मुनिः ॥
]

`verse 24 [
तदा शङ्खगदापाणिः पीतवासा जनार्दनः ।
गरुडस्थोऽपि तेजस्वी द्वादशादित्यसप्रभः ॥
]

`verse 25 [
दिवि सूर्यसहस्त्रस्य भवेद्युगपदुत्थिता ।
यदि भाः सदृशी सा स्याद्भासस्तस्य महात्मनः ॥
]

`verse 26 [
तत्रैकस्थं जगत् कृत्स्नं प्रविभक्तमनेकधा ।
ददर्श स मुनिर्देवि विस्मयोत्फुल्ललोचनः ॥
]

`verse 27 [
जगाम शिरसा देवं कृताञ्जलिरथाब्रवीत् ।
यदि मे वरदो देवो भूयाद् भक्तस्य केशव ॥
]

`verse 28 [
इदानीमेष नृपतिर्यथा सबलवाहनः ।
ममाश्रमे कृताहारः श्वः प्रयाता स्वकं गृहम् ॥
]

`verse 29 [
इत्युक्तस्तस्य देवेशो वरदः संबभूव ह ।
चित्तसिद्धिं ददौ तस्मै मणिं च सुमहाप्रभम् ॥
]

`verse 30 [
तं दत्त्वाऽन्तर्दधे देवः स च गौरमुखो मुनिः ।
जगाम चाश्रमं पुण्यं नाना ऋषिनिषेवितम् ॥
]

`verse 31 [
तत्र गत्वा स विप्रेन्द्रश्चिन्तयमास वै मुनिः ।
हिमवच्छिखराकारं महाभ्रमिव चोन्नतम् ।
शशाङ्करश्मिसङ्काशं गृहं वै शतभूमिकम् ॥
]

`verse 32 [
तादृशानां सहस्त्राणि लक्षकोट्यश्च सर्वशः ।
गृहाणि निर्ममे विप्रो विष्णोर्लब्धवरस्तदा ॥
]

`verse 33 [
प्राकाराणि ततोपान्ते तल्लग्नोद्यानकानि च ।
कोकिलाकुलघुष्टानि नानाद्विजवराणि च ।
चम्पकाशोकपुन्नागनागकेशरवन्ति च ॥
]

`verse 34 [
नानाजात्यस्तथा वृक्षा गृहोद्यानेषु सर्वशः ।
हस्तिनां हस्तिशालाश्च तुरगाणां च मन्दुराः ॥
]

`verse 35 [
चकार संचयान् विप्रो नानाभक्ष्याणि सर्वशः ।
भक्ष्यं भोज्यं तथा लेह्यं चोष्यं बहुविधं तथा ।
चकारान्नाद्यनिचयं हेमपात्र्यश्च सर्वतः ॥
]

`verse 36 [
एवं कृत्वा स विप्रस्तु राजानं भूरितेजसम् ।
उवाच सर्वसैन्यानि प्रविशन्तु गृहानिति ॥
]

`verse 37 [
एवमुक्तस्ततो राजा तद्गृहं पर्वतोपमम् ।
प्रविवेशान्तरेष्वन्ये भृत्या विविशुराशु वै ॥
]

`verse 38 [
ततस्तेषु प्रविष्टेषु तदा गौरमुखो मुनिः ।
प्रगृह्य तं मणिं दिव्यं राजानं चेदमब्रवीत् ॥
]

`verse 39 [
मज्जनाभ्यवहारार्थं पथि श्रमकृते तथा ।
विलासिनीस्तथा दासान् प्रेषयिष्यामि ते नृप ॥
]

`verse 40 [
एवमुक्त्वा स विप्रेन्द्रस्तं मणिं वैष्णवं शुभम् ।
एकान्ते स्थापयामास राज्ञस्तस्य प्रपश्चतः ॥
]

`verse 41 [
तस्मिन् स्थापितमात्रे तु मणौ शुद्धसमप्रभे ।
निश्चेरुर्योषितस्तत्र दिव्यरूपाः सहस्त्रशः ॥
]

`verse 42 [
सुकुमाराङ्गरागाद्याः सुकुमारवराङगनाः ।
सुकपोलाः सुचार्व्यङ्ग्यः सुकेशान्ताः सुलोचनाः ।
काश्चित्सौवर्णपात्रीश्च गृहीत्वा संप्रतस्थिरे ॥
]

`verse 43 [
एवं योषिद्गणास्तत्र नराः कर्मकरास्तथा ।
निर्जग्मुस्तस्य नृपतेः सर्वे भृत्या नृपस्य ह ।
केवलं भोजनं पूर्वं परिधानं च सर्वशः ॥
]

`verse 44 [
ताः स्त्रियः सर्वभृत्यानां राजमार्गेण मज्जनम् ।
ददुस्ते च नराश्वानां हस्तिनां च त्वरान्विताः ॥
]

`verse 45 [
नानाविधानि तूर्याणि तत्रावाद्यन्त सर्वशः ।
मज्जने नृपतेस्तत्र ननृतुश्चान्ययोषितः ।
अपराश्च जगुस्तत्र शक्रस्येव प्रमज्जतः ॥
]

`verse 46 [
एवं दिव्योपचारेण स्नात्वा राजा महामनाः ।
चिन्तयामास राजेन्द्रो विस्मयाविष्टचेतनः ।
किमिदं मुनिसामर्थ्यं तपसो वाऽथ वा मणेः ॥
]

`verse 47 [
एवं स्नात्वा शुभे वस्त्रे परिधायोत्तमे तथा ।
विविधान्नं तु विधिना बुभुजे स नृपोत्तमः ॥
]

`verse 48 [
/50
यथा च नृपतेः पूजा कृता तेन महर्षिणा ।
तद्वद् भृत्यजनस्यापि चकार मुनिसत्तमः ॥
]

`verse 49 [
यावत् स राजा बुभुजे सभृत्यबलवाहनः ।
तावदस्तगिरिं भानुर्जगामारुणसप्रभः ॥
]

`verse 50 [
ततस्तु रात्रिः समपद्यताऽधुना
शरच्छशाङ्कोज्ज्वलऋक्षमण्डिता ।
करोति रागं स च रोहिणीधवः
सुसङ्गतं सौम्यगुणेषु तापि च ॥
]

`verse 51 [
भृगूद्वहः कृष्णतरांशुभानुना
सहोद्यतो दैत्यगुरुः सुराधिपः ।
अथान्तरात्पक्षगतो न राजते
स्वभावयोगेन मतिस्तु देहिनाम् ॥
]

`verse 52 [
सुरक्ततां भूमिसुतश्च मुञ्चते
राहुः सिती चन्द्रमसोंशुभिः सितैः ।
मुक्तः स्वभावो जगतः सुरासुरै-
रनुस्वभावो बलवान् सुकृन्नृपः ॥
]

`verse 53 [
सितेश्वराख्यापितरश्मिमण्डले
सूर्यत्वसिद्धान्तकषेव निर्मले ।
करोति केतुर्न परे महत्तम-
स्तदा कुशीलेषु गतिश्च निर्मला ॥
]

`verse 54 [
बुधोच्चबुद्धिर्जगतो विभावयन्
रराज राज्ञो तनयः स्वकर्मभिः ।
भृतेच्छकः कक्षविवाहितश्चिरं
भवेदियं साधुषु सम्मितिर्ध्रुवम् ॥
]

`verse 55 [
करोति केतुः कपिलं वियच्चिरं
राज्ञः सुराणां पथि संस्थितं भृशम् ।
न दुर्जनः सज्जनसंसदि क्वचित्
करोति शुद्धं निजकर्मकौशलम् ॥
]

`verse 56 [
शशाङ्करश्मिप्रविभासिता अपि
प्रकाशमीयुर्निरताः पदे पदे ।
कुलंभवाः संभवधर्मपत्तयो
महांशुयोगान्महतां समुन्नतिम् ॥
]

`verse 57 [
त्रिदोषसक्तान्निकृतोऽस्य सर्वशः
सुतेन राज्ञो वरुणस्य सूर्यजः ।
विराजते कौशिकसन्निवेशिता
न वेदकर्म क्वचिदन्यथा भवेत् ॥
]

`verse 58 [
द्वन्द्वः समेतान् मम यः शिशुः पुरा
हरिर्य आराधितवान् नृपासनम् ।
लक्ष्म्यापि बुद्ध्या सुचिरं प्रकाशते
ध्रुवेण विष्णुस्मरणेन दुर्लभम् ॥
]

`verse 59 [
इतीदृशी रात्रिरभूदृषेः शुभे
वराश्रमे दुर्जयभूपतेः शुभा ।
सभृत्यसामन्तवराश्वदन्तिनः
सुभक्तवस्त्राभरणादिपूजया ॥
]

`verse 60 [
इतीदृशायां वररत्नचित्रिताः
सुपट्टसंवीतवरास्तृतास्तदा ।
गृहेषु पर्यङ्कवराः समाश्रिताः
सुरूपयोषित्कृतभङ्गभासुराः ॥
]

`verse 61 [
स तत्र राजा विससर्ज भूभृतः
स्वयं सभृत्यानपि सर्वतो गृहान् ।
गतेषु सुष्वाप वरस्त्रिया वृतः
सुरेशवत्स्वर्गगतः प्रतापवान् ॥
]

`verse 62 [
एवं सुमनसस्तस्य सभृत्यस्य महात्मनः ।
ऋषेस्तस्य प्रभावेन हृष्टास्तु सुषुपुस्तदा ॥
]

`verse 63 [
ततो रात्र्यां व्यतीतायां स राजा ताः स्त्रियः पुनः ।
अन्तर्द्धानं गतास्तत्र दृष्ट्वा तानि गृहाणि च ॥
]

`verse 64 [
अदृश्यानि महार्हाणि वरासनजलानि च ।
राजा स विस्मयाविष्टश्चिन्तयामास दुःखितः ॥
]

`verse 65 [
कथमेवं मणिर्मह्यं भवतीति पुनः पुनः ।
चिन्तयन्नधिगम्याथ स राजा दुर्जयस्तदा ॥
]

`verse 66 [
चिन्तामणिमिमं चास्य हरामीति विचिन्त्य सः ।
प्रयाणं नोदयामास स राजाश्रमबाह्यतः ।
आश्रमस्य बहिर्गत्वा नातिदूरे सवाहनः ॥
]

`verse 67 [
ततो विरोचनाख्यं वै प्रेषयामास मन्त्रिणम् ।
ऋषेर्गौरमुखस्यापि मणेर्याचनकर्मणि ॥
]

`verse 68 [
ऋषिं तं च समागत्य मणिं याचितुमुद्यतः ।
रत्नानां भाजनं राजा मणिं तस्मै प्रदीयताम् ॥
]

`verse 69 [
अमात्येनैवमुक्तस्तु क्रुद्धो गौरमुखोऽब्रवीत् ।
प्रतिगृह्णाति विप्रस्तु राजा चैव ददाति च ।
त्वं च राजा पुनर्भूत्वा याचसे दीनवत् कथम् ॥
]

`verse 70 [
एवं ब्रूहि दुराचारं राजानं दुर्जयं स्वयम् ।
गच्छ द्रुतं दुराचार मा त्वां लोकोऽत्यगादिति ॥
]

`verse 71 [
(एवमुक्त्वा मुनिः प्रागात् कुशेध्माहरणाय वै ।
चिन्तयन् मनसा तं च मणिं शत्रुविनाशनम् ) ॥
]

`verse 72 [
एवमुक्तस्तदा दूतो जगाम च नृपान्तिकम् ।
कथयामास तत्सर्वं यदुक्तं ब्राह्मणेन च ॥
]

`verse 73 [
ततः क्रोधपरीतात्मा श्रुत्वा ब्राह्मणभाषितम् ।
दुर्जयः प्राह नीलाख्यं सामन्तं गच्छ माचिरम् ।
ब्राह्मणस्य मणिं गृह्य तूर्णमेहि यदृच्छया ॥
]

`verse 74 [
एवमुक्तस्तदा नीलो बहुसेनापरिच्छदः ।
जगाम स च विप्रस्य वन्यमाश्रममण्डलम् ॥
]

`verse 75 [
तत्राग्निहोत्रशालायां दृष्ट्वा तं मणिमाहितम् ।
उत्तीर्य स्यन्दनान्नीलः सोऽवरोहत भूतले ॥
]

`verse 76 [
अवतीर्णे ततस्तस्मिन् नीले परमदारुणे ।
क्रूरबुद्ध्या मणेस्तस्मान्निर्जग्मुः शस्त्रपाणयः ॥
]

`verse 77 [
सरथाः सध्वजाः साश्वाः सबाणाः सासिचर्मिणः ।
सधनुष्काः सतूणीरा योधाः परमदुर्जयाः ।
निश्चेरुस्तं मणिं भित्वा असंख्येया महाबलाः ॥
]

`verse 78 [
तत्र सज्जा महाशूरा दश पञ्च च संख्यया ।
नामभिस्तान् महाभागे कथयामि श्रृणुष्व तान् ॥
]

`verse 79 [
सुप्रभो दीप्ततेजाश्च सुरश्मिः शुभदर्शनः ।
सुकान्तिः सुन्दरः सुन्दः प्रद्युम्नः सुमनाः शुभः ॥
]

`verse 80 [
सुशीलः सुखदः शम्भुः सुदान्तः सोम एव च ।
एते पञ्चदश प्रोक्ता नायका मणितोत्थिताः ॥
]

`verse 81 [
ततो विरोचनं दृष्ट्वा बहुसैन्यपरिष्कृतम् ।
योधयामासुरव्यग्रा विविधायुधपाणयः ॥
]

`verse 82 [
धनूंषि तेषां कनकप्रभाणि
शरान् सुजाम्बूनदपुङ्खनद्धान् ।
पतन्ति खङ्गानि विभीषणानि
भुशुण्डिशूलाः परमप्रधानाः ॥
]

`verse 83 [
रथो रथं संपरिवार्य तस्थौ
गजो गजस्यापि हयो हरस्य ।
पदातिरत्युग्रपराक्रमश्च
पदातिमेव प्रससार चाग्र्यम् ॥
]

`verse 84 [
द्वन्द्वन्यनेकानि तथैव युद्धे
द्रवन्ति शूराः परिभर्त्सयन्तः ।
विभीषणं निर्गतचापमार्गं
बभूव बाहुप्रभवं सुघोरम् ॥
]

`verse 85 [
तथा प्रवृत्ते तुमुलेऽथ युद्धे
हतः स राज्ञः सचिवो विसंज्ञः ।
सहानुगः सर्वबलैरुपेतो
जगाम वैवस्वतमन्दिराय ॥
]

`verse 86 [
तस्मिन् हते दुर्जयराजमन्त्रिणि
उपाययौ स्वेन बलेन राजा ।
स दुर्जयः साश्वरथोऽतितीव्रः
प्रतापवांस्तैर्मणिजैर्युयोध ॥
]

`verse 87 [
ततस्तस्मिंस्तदा राज्ञो महत्कदनमाबभौ ।
ततो हेतुप्रहेतृभ्यां श्रुत्वा जामातरं रणे ॥
]

`verse 88 [
युध्यमानं महाबाहुं ततस्त्वाययतुश्चमूः ।
तस्मिन् बले तु दैत्या ये तान् श्रृणुष्व धरेरितान् ॥
]

`verse 89 [
प्रघसो विघसश्चैव सङ्घसोऽशनिसप्रभः ।
विद्युत्प्रभः सुघोषश्च उन्मत्ताक्षो भयंकरः ॥
]

`verse 90 [
अग्निदन्तोऽग्नितेजाश्च बाहुशक्रः प्रतर्दनः ।
विराधो भीमकर्मा च विप्रचित्तिस्तथैव च ॥
]

`verse 91 [
एते पञ्चदश श्रेष्ठा असुराः परमायुधाः ।
अक्षौहिणीपरीवार एकैकोऽत्र पृथक्पृथक् ॥
]

`verse 92 [
महामायास्तु समरे दुर्ज्जयस्य महात्मनः ।
युयुधुर्मणिजैः सार्द्धं महासैन्यपरिच्छदाः ॥
]

`verse 93 [
(सुप्रभः प्रघसं त्वाजौ ताडयामास पञ्चभिः ।
शरैराशीविषाकारैः प्रतप्तैः पतगैरिव ॥ ) ॥
]

`verse 94 [
तप्ततेजास्त्रिभिर्बाणैर्विघसं संप्रविध्यत ।
संघसं दशभिर्बाणैः सुरश्मिः प्रत्यविध्यत ॥
]

`verse 95 [
अशनिप्रभं रणेऽविध्यत् पञ्चभिः शुभदर्शनः ।
विद्युत्प्रभं सुकान्तिस्तु सुघोषं सुन्दरस्तथा ॥
]

`verse 96 [
उन्मत्ताक्षं तथाविध्यत् सुन्दः पञ्चभिराशुगैः ।
चकर्त्त च धनुस्तस्य शितेन नतपर्वणा ॥
]

`verse 97 [
सुमना अग्निदंष्ट्रं तु सुशुभश्चाग्नितेजसम् ।
सुशीलो वायुशक्रं तु सुमुखश्च प्रतर्दनम् ॥
]

`verse 98 [
(विराधेन तथा शम्भुः सुकीर्तिर्भीमकर्म्मणा ।
विप्रचित्तिस्तथा सोमं एतद् युद्धं महानभूत् ॥) ॥
]

`verse 99 [
परस्परं सुयुद्धेन योधयित्वाऽस्त्रलाघवात् ।
यथासंख्येन ते दैत्याः पुनर्मणिभवैर्हताः ॥
]

`verse 100 [
यावत् संग्रामघोरो वै महांस्तेषां व्यवर्द्धत ।
तावत् समित्कुशादीनि कृत्वा गौरमुखो मुनिः ॥
]

`verse 101 [
आगतो महदाश्चर्यं संग्रामं भीमदर्शनम् ।
बहुसैन्यपरीवारं स्थितं तं चापि दुर्ज्जयम् ॥
]

`verse 102 [
तं दृष्ट्वा स मुनिर्द्वारि चिन्तापरम एव हि ।
उपविश्याधिगम्याथ मणेः कारणमेव ह ॥
]

`verse 103 [
एवं कृत्वा मणिकृतं रौद्रं गाढं च संयुगम् ।
चिन्तयामास देवेशं हरिं गौरमुखो मुनिः ॥
]

`verse 104 [
स देवः पुरतस्तस्य पीतवासाः खगासनः ।
किमत्र ते मया कार्यमिति वाणीमुदीरयत् ॥
]

`verse 105 [
स ऋषिः प्राञ्जलिर्भूत्वा उवाच पुरुषोत्तमम् ।
जहीमं दुर्ज्जयं पापं ससैन्यं परिवारिणम् ॥
]

`verse 106 [
एवमुक्तस्तदा तेन चक्रं ज्वलनसन्निभम् ।
(मुमोच दुर्जयबले कालचक्रं सुदर्शनम्) ॥
]

`verse 107 [
तेन चक्रेण तत्सैन्यमासुरं दौर्जयं क्षणात् ।
निमेषान्तरमात्रेण भस्मवद् बहुधा कृतम् ॥
]

`verse 108 [
एवं कृत्वा ततो देवो मुनिं गौरमुखं तदा ।
उवाच निमिषेणेदं निहतं दानवं बलम् ॥
]

`verse 109 [
अरण्येऽस्मिंस्ततस्त्वेवं नैमिषारण्यसंज्ञितम् ।
भविष्यति यथार्थं वै ब्राह्मणानां विशेषतः ॥
]

`verse 110 [
अहं च यज्ञपुरुष एतस्मिन् वनगोचरे ।
नाम्ना याज्या सदा चेमे दश पञ्च च नायकाः ।
कृते युगे भविष्यन्ति राजानो मणिजा मुने ॥
]

`verse 111 [
एवमुक्त्वा ततो देवो गतोऽन्तर्धानमीश्वरः ।
द्विजोऽपि स्वाश्रमे तस्थौ मुदा परमया युतः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे एकादशोऽध्यायः ॥
]

`verse 112 [
११.९७ पाठभेदः

सुमना अग्निदंष्ट्रं तु सुवेदश्चाग्नितेजसम्। सुनलो वायुशक्रौ तु सुवेदस्तु प्रतर्दनम्॥
]
