`speaker [
श्रीवराह उवाच
]

`verse 1 [
एतच्छ्रुत्वा तदा धात्रि पितृतन्त्रं महामुनिः ।
संस्मारितो जन्मशतं मार्कण्डेयेन धीमता ॥
]

`speaker [
धरण्युवाच
]

`verse 2 [
भगवन् गौरमुखः कोऽसौ अन्यजन्मनि कः स्मृतः ।
कथं च स्मृतवान् स्मृत्वा किं चकार च सत्तमः ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 3 [
भृगुरासीत् स्वयं साक्षादन्यस्मिन् ब्रह्म जन्मनि ।
तदन्वयात्मजस्त्वेष मार्कण्डेयो महामुनिः ॥
]

`verse 4 [
पुत्रैस्तु बोधिता यूयं सुगतिं प्राप्स्यथेति यत् ।
प्रागुक्तं ब्रह्मणा तेन मार्कण्डेयेन बोधितः ॥
]

`verse 5 [
सस्मार सर्वजन्मानि स्मृत्वा चैव तु यत्कृतम् ।
तच्छृणुष्व वरारोहे कथयामि समासतः ॥
]

`verse 6 [
एवं श्राद्धविधानेन द्वादशाब्दं ततः पितॄन् ।
इष्ट्वा पश्चाद्धरेः स्तोत्रं स मुनिस्तूपचक्रमे ॥
]

`verse 7 [
प्रभासं नाम यत्तीर्थं त्रिषु लोकेषु विश्रुतम् ।
तत्र दैत्यान्तकं देवं स्तोतुं गौरमुखः स्थितः ॥
]

`speaker [
गौरमुख उवाच
]

`verse 8 [
स्तोष्ये महेन्द्रं रिपुदर्पहं शिवं
नारायणं ब्रह्मविदां प्रतिष्ठितम् ।
आदित्यचन्द्राश्वियुगस्थमाद्यं
पुरातनं दैत्यहरं सदा हरिम् ॥
]

`verse 9 [
चकार मात्स्यं वपुरात्मनो यः
पुराकृतं वेदविनाशकाले ।
महामहीधृग्वपुरग्रपुच्छ -
छटाहवार्च्चिः सुरशत्रुहाद्यः ॥
]

`verse 10 [
तथाब्धिमन्थानकृते गिरीन्द्रं
दधार यः कौर्म्मवपुः पुराणम् ।
हितेच्छया यः पुरुषः पुराणः
प्रपातु मां दैत्यहरः सुरेशः ॥
]

`verse 11 [
महावराहः सततं पृथिव्यास्
तलात्तलं प्राविशद् यो महात्मा ।
यज्ञाङ्गसंज्ञः सुरसिद्धवन्द्यः
स पातु मां दैत्यहरः पुराणः ॥
]

`verse 12 [
नृसिंहरूपी च भवत्यजस्त्रं
युगे युगे योगिवरोग्रभीमः ।
करालवक्त्रः कनकाग्रवर्चा
रत्नाशयोऽस्मानसुरान्तकोऽव्यात् ॥
]

`verse 13 [
बलेर्मखध्वंसकृते महात्मा
स्वां गूढतां योगवपुःस्वरूपः ।
स दण्डकाष्ठाऽजिनलक्षणः पुनः
क्षितिं च पदा क्रान्तवान् यः स पातु ॥
]

`verse 14 [
त्रिःसप्तकृत्वो जगतीं जिगाय
जित्वा ददौ कश्यपाय प्रचण्डः ।
स जामदग्न्योऽभिजनस्य गोप्ता
हिरण्यगर्भोऽसुरहा प्रपातु ॥
]

`verse 15 [
चतुःप्रकारं च वपुर्य आद्यं
हैरण्यगर्भप्रतिमानलक्ष्यम् ।
रामादिरूपैर्बहुरूपभेद-
श्चकार सोऽस्मानसुरान्तकोऽव्यात् ॥
]

`verse 16 [
चाणूरकंसासुरदर्पभीते-
र्भीतामराणामभयाय देवः ।
युगे युगे वासुदेवो बभूव
कल्पे भवत्यद्भुतरूपकारी ।
युगे युगे कल्किनाम्ना महात्मा
वर्णस्थितिं कर्त्तुमनेकमूर्त्तिः ॥
]

`verse 17 [
सनातनो ब्रह्ममयः पुराणो
न यस्य रूपं सुरसिद्धदैत्याः ।
पश्यन्ति विज्ञानगतिं विहाय
अथोप्यनेकानि समर्च्वयन्ति ।
मत्स्यादिरूपाणि चराणि सोऽव्यात् ॥
]

`verse 18 [
नमो नमस्ते पुरुषोत्तमाय
पुनश्च भूयोऽपि नमो नमस्ते ।
नमः पुरस्तादथ पृष्ठतस्ते
नयस्व मां मुक्तिपदं नमस्ते ॥
]

`verse 19 [
एवं नमस्यतस्तस्य महर्षेर्भावितात्मनः ।
प्रत्यक्षतां गतो देवः स्वयं चक्रगदाधरः ॥
]

`verse 20 [
तं दृष्ट्वा तस्य विज्ञानं निस्तरङ्गं स्वदेहतः ।
उत्तस्थौ सोऽपि तं लब्ध्वा तस्मिन् ब्रह्मणि शाश्वते ।
लयं जगाम देवात्मा त्वपुनर्भवसंज्ञिते ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे पञ्चदशोऽध्यायः ॥
]
