`speaker [
धरण्युवाच
]

`verse 1 [
तदा दुर्वाससा शप्तो देवराजः शतक्रतुः ।
वसिष्यसि त्वं मर्त्त्येषु सुप्रतीकसुतेन तु ॥
]

`verse 2 [
उत्सादितो दिवो मूढेत्येवमुक्तस्तु भूधर ।
इन्द्रो मर्त्त्यमुपागम्य सर्वदेवसमन्वितः ॥
]

`verse 3 [
किं चकार च तस्मिंस्तु दुर्जये च निपातिते ।
परमेष्ठिना भगवता तेन योगविदुत्तमौ ॥
]

`verse 4 [
स्वर्गे विद्युत्सुविद्युच्च तौ च किं चक्रतुस्तदा ।
एतन्मे संशयं देव कथयस्व प्रसादतः ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 5 [
दूर्जयेन जितो धात्रि देवराजः शतक्रतुः ।
भारते हि तदा वर्षे वाराणस्यां तु पूर्वतः ।
आश्रित्य संस्थितो देवैः सह यक्षमहोरगैः ॥
]

`verse 6 [
विद्युत्सुविद्युच्च तदा योगमास्थाय शोभने ।
दीर्घतापज्वरं वायुकर्मयोगेन संश्रितौ ॥
लोकपालायितं कृत्स्नं चक्रतुर्योगमायया ॥
]

`verse 7 [
तं दुर्जयं मृतं श्रुत्वा समुद्रान्तःस्थितं तदा ।
आनीय चतुरङ्गं तु देवान् प्रति विजग्मतुः ॥
]

`verse 8 [
आगत्य तौ तदा दैत्यौ महत्सैन्येन पर्वतम् ।
हिमवन्तं समाश्रित्य संस्थितौ तु बभूवतुः ॥
]

`verse 9 [
देवा अपि महत्सैन्यं संहत्य कृतदंशिताः ।
मन्त्रयाञ्चक्रुरव्यग्रा ऐन्द्रं पदमभीप्सवः ॥
]

`verse 10 [
अब्रवीत् तत्र देवानां गुरुराङ्गिरसो मुनिः ।
गोमेधेन यजघ्वं वै प्रथमेन तदन्तरम् ॥
]

`verse 11 [
यष्टव्यं क्रतुभिः सर्वैरेकस्थितिरथामराः ।
उपदेशो मया दत्तः क्रियतां शीघ्रमेष वै ॥
]

`verse 12 [
एवमुक्तास्तदा देवा गाः पशूंश्चानुकल्प्य ते ।
मुमुचुश्चरणार्थाय रक्षार्थं सरमां ददुः ॥
]

`verse 13 [
ताश्च गावो देवशुन्या रक्ष्यमाणा धराधरे ।
तत्र जग्मुस्तदा गावश्चरन्त्यो यत्र तेऽसुराः ॥
]

`verse 14 [
ते च गावस्तु ता दृष्ट्वा शुक्रमूचुः पुरोहितम् ।
पश्वर्थं देवगा ब्रह्मंश्चार्यन्ते रक्षमाणया ।
देवशून्या सरमया वद किं क्रियतेऽधुना ॥
]

`verse 15 [
एवमुक्तस्तदा शुक्रः प्रत्युवाचासुरांस्तदा ।
एता गा ह्रियतां शीघ्रमसुरा मा विलम्बथ ॥
]

`verse 16 [
एवमुक्तास्तदा दैत्या जह्रुस्ता गा यदृच्छया ।
हृतासु तासु सरमा मार्गमन्वेषणे रता ॥
]

`verse 17 [
अपश्यत् सा दितेः पुत्रैर्नीता गावो धराधरे ।
दैत्यैरपि शुनी दृष्टा दृष्टमार्गा विशेषतः ॥
]

`verse 18 [
दृष्ट्वा ते तां च साम्नैव सामपूर्वमिदं वचः ।
आसां गवां तु दुग्ध्वैव क्षीरं त्वं सरमे शुभे ॥
]

`verse 19 [
पिबस्वैवमिति प्रोक्ता तस्यै तद् ददुरञ्जसा ।
दत्त्वा तु क्षीरपानं तु तस्यै ते दैत्यनायकाः ॥
]

`verse 20 [
मा भद्रे देवराजाय गाश्चेमा विनिवेदय ।
एवमुक्त्वा ततो दैत्या मुमुचुस्तां शुनीं वने ॥
]

`verse 21 [
तैर्मुक्ता सा सुरांस्तूर्णं जगाम खलु वेपती ।
नमश्चक्रे च देवेन्द्रं सरमा सुरसत्तमम् ॥
]

`verse 22 [
तस्याश्च मरुतो देवा देवेन्द्रेण निरूपिताः ।
गूढं गच्छत रक्षार्थं देवशुन्या महाबलाः ॥
]

`verse 23 [
इत्युक्तास्तेन सूक्ष्मेण वपुषा जग्मुरञ्जसा ।
तेऽप्यागम्य सुरेन्द्राय नमश्रक्रुर्धराधरे ॥
]

`verse 24 [
तां देवराजः पप्रच्छ क्व गावः सरमेऽभवन् ।
एवमुक्ता तु सरमा न जानामीति चाब्रवीत् ॥
]

`verse 25 [
तत इन्द्रो रुषा युक्तो यज्ञार्थमुपकल्पिताः ।
गावः क्व चेति मरुतः प्रोवाचेदं शुनी कथम् ॥
]

`verse 26 [
एवमुक्तास्तु मरुतो देवेन्द्रेण धराधरे ।
कथयामासुरव्यग्राः कर्म्म तत् सरमाकृतम् ॥
]

`verse 27 [
तत इन्द्रः समुत्थाय पदा संताडयच्छुनीम् ।
क्रोधेन महताविष्टो देवेन्द्रः पाकशासनः ॥
]

`verse 28 [
क्षीरं पीतं त्वया मूढे गावस्ताश्चासुरैर्हृताः ।
एवमुक्त्वा पदा तेन ताडिता सरमा धरे ॥
]

`verse 29 [
तस्येन्द्रपादघातेन क्षीरं वक्त्रात् प्रसुस्त्रुवे ।
स्त्रवता तेन पयसा सा शुनी यत्र गा भवन् ।
जगाम तत्र देवेन्द्रः सहसैन्यस्तदा धरे ॥
]

`verse 30 [
गत्वा चापश्यद् देवेन्द्रस्ता गा दैत्यैरुपाहृताः ।
पालनां चक्रुर्ये दैत्या बलिनो भृशम् ।
ते सैन्यैर्निहताः सद्यस्तत्यजुर्गाः स्वमूर्त्तिभिः ॥
]

`verse 31 [
सामन्तैश्च सुरेन्द्रोऽथ वृतः परमहर्षितैः ।
ताश्च लब्ध्वा महेन्द्रस्तु मुदा परमया युतः ॥
]

`verse 32 [
चकार यज्ञान् विविधान् सहस्त्रानपि स प्रभुः ।
क्रियमाणैस्ततो यज्ञैर्ववृधेन्द्रस्य तद् बलम् ॥
]

`verse 33 [
वर्द्धितेन बलेनेन्द्रो देवसैन्यमुवाच ह ।
सन्नह्यन्तां सुराः शीघ्रं दैत्यानां वधकर्मणि ॥
]

`verse 34 [
एवमुक्तास्ततो देवाः सन्नद्धास्तत्क्षणेऽभवन् ।
असुराणामभावाय जग्मुर्देवाः सवासवाः ॥
]

`verse 35 [
गत्वा तु युयुधुस्तूर्णं विजिग्युस्त्वासुरीं चमूम् ।
जिताश्च देवैरसुरा हतशेषा धराधरे ।
ममज्जुः सागरजले भयत्रस्ता विचेतसः ॥
]

`verse 36 [
देवराजोऽपि त्रिदिवं लोकपालैः समं धरे ।
आरुह्य बुभुजे प्राग्वत् स देवो देवराट् प्रभुः ॥
]

`verse 37 [
य एनं श्रृणुयान्नित्यं सरमाख्यानमुत्तमम् ।
स गोमेधस्य यज्ञस्य फलं प्राप्नोति मानवः ॥
]

`verse 38 [
भ्रष्टराज्यश्च यो राजा श्रृणोतीदं समाहितः ।
स देवेन्द्र इव स्वर्गं राज्यं स्वं लभते नरः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छात्रे षोडशोऽध्यायः ॥
]
