`speaker [
धरण्युवाच
]

`verse 1 [
ये ते मणौ तदा देव उत्पन्ना नरपुंगवाः ।
तेषां वरो भगवता दत्तस्त्रेतायुगे किल ॥
]

`verse 2 [
राजानो भवितारो वै कथं तेषां समुद्भवः ।
किं च चक्रुर्हि ते कर्म पृथङ् नामानि शंस मे ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 3 [
सुप्रभो मणिजो यस्तु राजा नाम्ना महामनाः ।
तस्योत्पत्तिं वरारोहे श्रृणु त्वं भूतधारिणि ॥
]

`verse 4 [
आसीद् राजा महाबाहुरादौ कृतयुगे पुरा ।
श्रुतकीर्तिरिति ख्यातस्त्रैलोक्ये बलवत्तरः ॥
]

`verse 5 [
तस्य पुत्रत्वमापेदे सुप्रभो मणिजो धरे ।
प्रजापालेति वै नाम्ना श्रुतकीर्तिर्महाबलः ॥
]

`verse 6 [
सैकस्मिंश्चिद् दिने प्रायाद् विपिनं श्वापदाकुम् ।
तत्रापश्यदृषेर्धन्यं महदाश्रममण्डलम् ॥
]

`verse 7 [
तस्मिन् महातपा नाम ऋषिः परधार्मिकः ।
तपस्तेपे निराहारो जपन् ब्रह्म सनातनम् ॥
]

`verse 8 [
तत्रासौ पार्थिवः श्रीमान् प्रवेशाय मतिं तदा ।
चकार चाविशद् राजा प्रजापालो महातपाः ॥
]

`verse 9 [
तस्मिन् वराश्रमपदे वनवृक्षजात्या
धराप्रसूतोर्जितमार्गजुष्टाः ।
लतागृहा इन्दुरविप्रकाशिनो
नायासितज्ञाः कुलभृङ्गराजाः ॥
]

`verse 10 [
सुरक्तपद्मोदरकोमलाग्र-
नखाङ्गुलीभिः प्रसृतैः सुराणाम् ।
वराङ्गनाभिः पदपङ्क्तिमुच्चै-
विंहाय भूमिं त्वपि वृत्रशत्रोः ॥
]

`verse 11 [
क्वचित् समीपे तमतीव हृष्टै-
र्नानाद्विजैः षट्चृरणैश्च मत्तैः ।
वासद्भिरुच्चैर्विविधप्रमाणाः
शाखाः सुपुष्पाः समयोगयुक्ताः ॥
]

`verse 12 [
कदम्बनीपार्ज्जुनशीलशाल-
लतागृहस्थैर्मधुरस्वरेण ।
जुष्टं विहङ्गैः सुजनप्रयोगा
निराकुला कार्यधृतिर्यथास्थैः ॥
]

`verse 13 [
मखाग्निधूमैरुदिताग्निहोमै-
स्ततः समन्तात् गृहमेधिभिर्द्विजैः ।
सिंहैरिवाधर्म्मकरी विदारितः
स तीक्ष्णदंष्ट्रैर्वरमत्तकेसरैः ॥
]

`verse 14 [
एवं स राजा विविधानुपायान्
वराश्रमे प्रेक्षमाणो विवेश ।
तस्मिद् प्रविष्टे तु स तीव्रतेजा
महातपाः पुण्यकृतां प्रधानः ।
दृष्टो यथा भानुरनन्तभानुः
कौश्यासने ब्रह्मविदां प्रधानः ॥
]

`verse 15 [
दृष्ट्वा स राजा विजयी मृगाणां
मतिं विसस्मार मुनेः प्रसङ्गात् ।
चकार धर्मं प्रति मानसं सो
अनुत्तमं प्राप्य नृपो मुनिं सः ॥
]

`verse 16 [
स मुनिस्तं नृपं दृष्ट्वा प्रजापालमकल्मषम् ।
अभ्यागतक्रियां चक्रे आसनस्वागतादिभिः ॥
]

`verse 17 [
ततः कृतासनो राजा प्रणम्य ऋषिपुङ्गवम् ।
पप्रच्छ वसुधे प्रश्नमिमं परमदुर्लभम् ॥
]

`verse 18 [
भगवन् दुःखसंसारमग्नैः पुम्भिस्तितीर्षुभिः ।
यत्कार्यं तन्ममाचक्ष्व प्रणते शंसितव्रत ॥
]

`speaker [
महातपा उवाच
]

`verse 19 [
संसारार्णवमज्जमानमनुजैः पोतः स्थिरोऽतिध्रुवः
कार्यः पूजनदानहोमविविधैर्यज्ञैः समं ध्यायनैः ।
कीलैः कीलितमोक्षभिः सुरभटैरूर्ध्वं महारज्जुभिः
प्राणाद्यैरधुना कुरुष्व नृपते पोतं त्रिलोकेश्वरम् ॥
]

`verse 20 [
नारायणं नरकहरं सुरेशं
भक्त्या नमस्कुर्वति यो नृपेश ।
स वीतशोकः परमं विशोकं
प्राप्नोति विष्णोः पदमव्ययं तत् ॥
]

`speaker [
नृप उवाच
]

`verse 21 [
भगवन् सर्वधर्मज्ञ कथं विष्णुः सनातनः ।
पूज्यते मोक्षमिच्छद्भिः पुरुषैर्वद तत्त्वतः ॥
]

`speaker [
महातपा उवाच
]

`verse 22 [
श्रृणु राजन् महाप्राज्ञ यथा विष्णुः प्रसीदति ।
पुरुषाणां तथा स्त्रीणां सर्वयोगीश्वरो हरिः ॥
]

`verse 23 [
सर्वे देवाः सपितरो ब्रह्माद्याश्चाण्डमध्यगाः ।
विष्णोः सकाशादुत्पन्ना इतीयं वैदिकी श्रुतिः ॥
]

`verse 24 [
अग्निस्तथाश्विनौ गौरी गजवक्त्रभुजंगमाः ।
कार्तिकेयस्तथादित्यो मातरो दुर्गया सह ॥
]

`verse 25 [
दिशो धनपतिर्विष्णुर्यमो रुद्रः शशी तथा ।
पितरश्चेति संभूताः प्राधान्येन जगत्पतेः ॥
]

`verse 26 [
हिरण्यगर्भस्य तनौ सर्वं एव समुद्भवाः ।
पृथक्पृथक् ततो गर्वं वहमानाः समन्ततः ॥
]

`verse 27 [
अहं योग्यस्त्वहं याज्य इति तेषां स्वनो महान् ।
श्रूयते देवसमितौ सागरक्षुब्धसन्निभः ॥
]

`verse 28 [
तेषां विवदमानानां वह्निरुत्थाय पार्थिव ।
उवाच मां यजस्वेति ध्यायध्वं मामिति ब्रुवन् ॥
]

`verse 29 [
प्राजापत्यमिदं नूनं शरीरं मद्विनाकृतम् ।
विनाशमुपपद्येत यतो नाहं महानहम् ॥
]

`verse 30 [
एवमुक्त्वा शरीरं तु त्यक्त्वा वह्निर्विनिर्ययौ ।
निर्गतेऽपि ततस्तस्मिंस्तच्छरीरं न शीर्यते ॥
]

`verse 31 [
ततोऽश्विनौ मूर्तिमन्तौ प्राणापानौ शरीरगौ ।
आवां प्रधानावित्येवमूचतुर्याज्यसत्तमौ ॥
]

`verse 32 [
एवमुक्त्वा शरीरं तु विहाय क्वचिदास्थितौ ।
तयोरपि क्षयं कृत्वा क्षेत्री तत्पुरमास्थितः ॥
]

`verse 33 [
ततो वागब्रबीद् गौरी प्राधान्यं मयि संस्थितम् ।
साऽप्येवमुक्त्वा क्षेत्रात् तु निश्चक्राम बहिः शुभा ॥
]

`verse 34 [
तया विनापि तत्क्षेत्रं वागूनं व्यवतिष्ठत ।
ततो गणपतिर्वाक्यमाकाशाख्योऽब्रवीत् तदा ॥
]

`verse 35 [
न मया रहितं किञ्चिच्छरीरं स्थायि दूरतः ।
कालान्तरेत्येवमुक्त्वा सोऽपि निष्क्रम्य देहतः ॥
]

`verse 36 [
पृथग्भूतस्तथाप्येतच्छरीरं नाप्यनीनशत् ।
विनाकाशाख्यतत्त्वेन तथापि न विशीर्यते ॥
]

`verse 37 [
सुषिरैस्तु विहीनं तु दृष्ट्वा क्षेत्रं व्यवस्थितम् ।
शरीरधातवः सर्वे ते ब्रूयुर्वाक्यमेव हि ॥
]

`verse 38 [
अस्माभिर्व्यतिरिक्तस्य न शरीरस्य धारणम् ।
भवतीत्येवमुक्त्वा ते जहुः सर्वे शरीरिणः ॥
]

`verse 39 [
तैर्व्यपेतमपि क्षेत्रं पुरुषेण प्रपाल्यते ।
तं दृष्ट्वा त्वब्रवीत् स्कन्दः सोऽहंकारः प्रकीर्तितः ॥
]

`verse 40 [
मया विना शरीरस्य संभूतिरपि नेष्यते ।
एवमुक्त्वा शरीरात् तु सोऽभ्यपेतः पृथक् स्थितः ॥
]

`verse 41 [
तेनाक्षतेन तत्क्षेत्रं विना मुक्तवदास्थितम् ।
तं दृष्ट्वा कुपितो भानुः स आदित्यः प्रकीर्तितः ॥
]

`verse 42 [
मया विना कथं क्षेत्रमिमं क्षणमपीष्यते ।
एवमुक्त्वा प्रयातः स तच्छरीरं न शीर्यते ॥
]

`verse 43 [
ततः कामादिरुत्थाय गणो मातृविसंज्ञितः ।
न मया व्यतिरिक्तस्य शरीरस्य व्यवस्थितिः ।
एवमुक्त्वा स यातस्तु शरीरं तन्न शीर्यते ॥
]

`verse 44 [
ततो मायाऽब्रवीत्कोपात् सा च दुर्गा प्रकीर्तिता ।
न मयाऽस्य विना भूतिरित्युक्त्वाऽन्तर्दधे पुनः ॥
]

`verse 45 [
ततो दिशः समुत्तस्थुरूचुश्चेदं वचो महत् ।
नास्माभी रहितं कार्यं भवतीति न संशयः ।
चतस्र आगताः काष्ठा अपयाताः क्षणात् तदा ॥
]

`verse 46 [
ततो धनपतिर्वायुर्मय्यपेते क्व संभवः ।
शरीरस्येति सोप्येवमुक्त्वा मूर्धानगोऽभवत् ॥
]

`verse 47 [
ततो विष्णुर्मनो ब्रूयान्नायं देहो मया विना ।
क्षणमप्युत्सहेत् स्थातुमित्युक्त्वाऽन्तर्दधे पुनः ॥
]

`verse 48 [
ततो धर्मोऽब्रवीत् सर्वमिदं पालितवानहम् ।
इदानीमप्युपगते कथमेतद्भविष्यति ॥
]

`verse 49 [
एवमुक्त्वा गतो धर्मस्तच्छरीरं न शीर्यते ।
ततोब्रवीन्महादेवः अव्यक्तो भूतनायकः ॥
]

`verse 50 [
महत्संज्ञो मया हीनं शरीरं नो भवेद् यथा ।
एवमुक्त्वा गतः शम्भुस्तच्छरीरं न शीर्यते ॥
]

`verse 51 [
तं दृष्ट्वा पितरश्चोचुस्तन्मात्रा यावदस्मभिः ।
प्रगतैरेभिरेतच्च शरीरं शीर्यते ध्रुवम् ।
एवमुक्त्वा तु ते देहं त्यक्त्वाऽन्तर्द्धानमागताः ॥
]

`verse 52 [
अग्निः प्राणो अपानश्च आकाशं सर्वधातवः ।
क्षेत्रं तद्वदहंकारो भानुः कामादयो मया ।
काष्ठा वायुर्विष्णुर्धर्म शम्भुस्तथेन्द्रियार्थकाः ॥
]

`verse 53 [
एतैर्मुक्तं तु तत्क्षेत्रं तत् तथैव व्यवस्थितम् ।
सोमेन पाल्यमानं तु पुरुषेणेन्दुरूपिणा ॥
]

`verse 54 [
एवं व्यवस्थिते सोमे षोडशात्मन्यथाक्षरे ।
प्राग्वत् तत्र गुणोपेतं क्षेत्रमुत्थाय बभ्रम ॥
]

`verse 55 [
प्रागवस्थं शरीरं तु दृष्ट्वा सर्वज्ञपालितम् ।
ताः क्षेत्रदेवताः सर्वा वैलक्षं भावमाश्रिताः ॥
]

`verse 56 [
तमेवं तुष्टुवुः सर्वास्तं देवं परमेश्वरम् ।
स्वस्थानमीयिषुः सर्वास्तदा नृपतिसत्तम ॥
]

`verse 57 [
त्वमग्निस्त्वं तथा प्राणस्त्वमपानः सरस्वती ।
त्वमाकाशं धनाध्यक्षस्त्वं शरीरस्य धातवः ॥
]

`verse 58 [
अहंकारो भवान् देव त्वमादित्योऽष्टको गणः ।
त्वं माया पृथिवी दुर्गा त्वं दिशस्त्वं मरुत्पतिः ॥
]

`verse 59 [
त्वं विष्णुस्त्वं तथा धर्मस्त्वं जिष्णुस्त्वं पराजितः ।
अक्षरार्थस्वरूपेण परमेश्वरसंज्ञितः ॥
]

`verse 60 [
अस्माभिरपयातैस्तु कथमेतद्भविष्यति ।
एवमत्र शरीरं तु त्यक्तमस्माभिरेव च ॥
]

`verse 61 [
तत् परं भवता देव तदवस्थं प्रपाल्यते ।
स्थानभङ्गो न नः कार्यः स्वयं सृष्ट्वा प्रजापते ॥
]

`verse 62 [
एवं स्तुतस्ततो देवस्तेषां तोषं परं ययौ ।
उवाच चैतान् क्रीडार्थं भवन्तोत्पादिता मया ॥
]

`verse 63 [
कृतकृत्यस्य मे किं नु भवद्भिर्विप्रयोजनम् ।
तथापि दद्मि वो रूपे द्वे द्वे प्रत्येकशोऽधुना ॥
]

`verse 64 [
भूतकार्येष्वमूर्तेन देवलोके तु मूर्तिना ।
तिष्ठध्वमपि कालान्ते लयं त्वाविशत द्रुतम् ॥
]

`verse 65 [
शरीराणि पुनर्नैवं कर्त्तव्योऽहमिति क्वचित् ।
मूर्त्तीनां च तथा तुभ्यं दद्मि नामानि वोऽधुना ॥
]

`verse 66 [
अग्नेर्वैश्वानरो नाम प्राणापानौ तथाश्विनौ ।
भविष्यति तथा गौरी हिमशैलसुता तथा ॥
]

`verse 67 [
पृथिव्यादिगणस्त्वेष गजवक्त्रो भविष्यति ।
शरीरधातवश्चेमे नानाभूतानि एव तु ।
अहंकारस्तथा स्कन्दः कार्त्तिकेयो भविष्यति ॥
]

`verse 68 [
भानुश्चादित्यरूपोऽसौ मूर्त्तामूर्त्त च चक्षुषी ।
कामाद्योऽयं गणो भूयो मातृरूपो भविष्यति ॥
]

`verse 69 [
शरीरमाया दुर्गैषा कारणान्ते भविष्यति ।
दश कन्या भविष्यन्ति काष्ठास्त्वेतास्तु वारुणाः ॥
]

`verse 70 [
अयं वायुर्धनेशस्तु कारणान्ते भविष्यति ।
अयं मनो विष्णुनामा भविष्यति न संशयः ॥
]

`verse 71 [
धर्मोऽपि यमनामा च भविष्यति न संशयः ।
महत्तत्त्वं च भगवान् महादेवो भविष्यति ॥
]

`verse 72 [
इन्द्रियार्थाश्च पितरो भविष्यन्ति न संशयः ।
अयं सोमः स्वयं भूत्वा यामित्रं सर्वदामराः ॥
]

`verse 73 [
एवं वेदान्तपुरुषः प्रोक्तो नारायणात्मकः ।
स्वस्थाने देवताः सर्वा देवस्तु विरराम ह ॥
]

`verse 74 [
एवं प्रभावो देवोऽसौ वेदवेद्यो जनार्दनः ।
कथितो नृपते तुभ्यं किमन्यच्छ्रोतुमिच्छसि ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे सप्तदशोऽध्यायः ॥
]
