`speaker [
महातपा उवाच
]

`verse 1 [
विष्णोर्विभूतिमाहात्म्यं कथितं ते प्रसङ्गतः ।
तिथीनां श्रृणु माहात्म्यं कथ्यमानं मया नृप ॥
]

`verse 2 [
इत्थंभूतो महानग्निर्ब्रह्मक्रोधोद्भवो महान् ।
उवाच देवं ब्रह्माणं तिथिर्मे दीयतां विभो ।
यस्यामहं समस्तस्य जगतः ख्यातिमाप्नुयाम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 3 [
देवानामथ यक्षाणां गन्धर्वाणां च सत्तम ।
आदौ प्रतिपदा येन त्वमुत्पन्नोऽसि पावक ॥
]

`verse 4 [
त्वत्पदात् प्रतिपदं चान्या संभविष्यन्ति देवताः ।
अतस्ते प्रतिपन्नाम तिथिरेषा भविष्यति ॥
]

`verse 5 [
तस्यां तिथौ हविष्येण प्राजापत्येन मूर्तिना ।
होष्यन्ति तेषां प्रीताः स्युः पितरः सर्वदेवताः ॥
]

`verse 6 [
चतुर्विधानि भूतानि मनुष्याः पशवोऽसुराः ।
देवाः सर्वे सगन्धर्वाः प्रीताः स्युस्तर्पिते त्वयि ॥
]

`verse 7 [
यश्चोपवासं कुर्वीत त्वद्भक्तः प्रतिपद्दिने ।
क्षीराशनो वा वर्त्तेत श्रृणु तस्य फलं महत् ॥
]

`verse 8 [
चतुर्युगानि षट्त्रिंशत् स्वर्लोकेऽसौ महीयते ।
तेजस्वी रूपसंपन्नो द्रव्यवान् जायते नरः ॥
]

`verse 9 [
इह जन्मन्यसौ राजा प्रेत्य स्वर्गे महीयते ।
तूष्णीं बभूव सोप्यग्निर्ब्रह्मदत्ताश्रयं ययौ ॥
]

`verse 10 [
य इदं श्रृणुयान्नित्यं प्रातरुत्थाय मानवः ।
अग्नेर्जन्म स पापेभ्यो मुच्यते नात्र संशयः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे एकोनविंशोऽध्यायः ॥
]
