`speaker [
महातपा उवाच
]

`verse 1 [
पूर्वं प्रजापतिर्देवः सिसृक्षुर्विविधाः प्रजाः ।
चिन्तयामास धर्मात्मा यदा ता नाध्यगच्छत ॥
]

`verse 2 [
तदाऽस्य कोपात् संजज्ञे स च रुद्रः प्रतापवान् ।
रोदनात् तस्य रुद्रत्वं संजातं परमेष्ठिनः ॥
]

`verse 3 [
तस्य ब्रह्मा शुभां कन्यां भार्यार्थं मूर्त्तिसंभवाम् ।
गौरी नाम्ना स्वयं देवी भारती तां ददौ पिता ॥
]

`verse 4 [
रुद्रायामितदेहाय स्वयं ब्रह्मा प्रजापतिः ।
स तां लब्ध्वा वरारोहां मुदा परमया युतः ॥
]

`verse 5 [
सर्गकालेषु तं ब्रह्मा तपसा प्रत्युवाच ह ।
रुद्र प्रजाः सृजस्वेति पौनःपुन्येन चोदितः ।
असमर्थोऽहमिति जले निमज्जत महाबलः ॥
]

`verse 6 [
तपोर्थित्वं तपोहीनः स्त्रष्टुं शक्नोति न प्रजाः ।
एवं चिन्त्य जले मग्नस्ततो रुद्रः प्रतापवान् ॥
]

`verse 7 [
तस्मिन् निमग्ने देवेशे तां ब्रह्मा कन्यकां पुनः ।
अन्तःशरीरगां कृत्वा गौरीं परमशोभनाम् ॥
]

`verse 8 [
पुनः सिसृक्षुर्भगवानसृजत् सप्त मानसान् ।
दक्षं च तेषामारभ्य प्रजाः सम्यग् व्यवर्द्धिताः ॥
]

`verse 9 [
तत्र दाक्षायणीपुत्राः सर्वे देवाः सवासवाः ।
वसवोऽष्टौ च रुद्राश्च आदित्या मरुतस्तथा ॥
]

`verse 10 [
साऽपि दक्षाय सुश्रोणी गौरी दत्ताथ ब्रह्मणा ।
दुहितृत्वे पुरा या हि रुद्रेणोढा महात्मना ॥
]

`verse 11 [
सा च दाक्षायणी देवी पुनर्भूता नृपोत्तम ।
ततो दक्षः प्रहृष्टात्मा दौहित्रान् स्वान् स वृद्धिकृत् ।
दृष्ट्वा यज्ञमथारेभे प्रीणनाय प्रजापतिः ॥
]

`verse 12 [
तत्र ब्रह्मसुताः सर्वे मरीच्यादय एव च ।
चक्रुरार्त्त्विज्यकं कर्म्म स्वे स्वे मार्गे व्यवस्थिताः ॥
]

`verse 13 [
ब्रह्मा स्वयं मरीच्यस्तु बभूवाऽन्ये तथापरे ।
अत्रिस्तु यज्ञकर्मस्थ आग्नीध्रस्त्वङ्गिरा भवत् ॥
]

`verse 14 [
होता पुलस्त्यस्त्वभवदुद्गाता पुलहोऽभवत् ।
क्रतौ क्रतुस्तु प्रस्तोता तदा यज्ञे महातपाः ॥
]

`verse 15 [
प्रतिहर्ता प्रचेतास्तु तस्मिन् क्रतुवरे बभौ ।
सुब्रह्मण्यो वसिष्ठस्तु सनकाद्याः सभासदः ।
तत्र याज्यः स्वयं ब्रह्मा स च इज्यस्तु पूज्यते ॥
]

`verse 16 [
पूज्या दक्षस्य दौहित्रा रुद्रादित्याङ्गिरादयः ।
प्रत्यक्षपितरस्ते हि तैः प्रीतैः प्रीयते जगत् ॥
]

`verse 17 [
तत्र भागार्थिनो देवा आदित्या वसवस्तथा ।
विश्वेदेवाः सपितरो गन्धर्वाद्या मरुद्गणाः ॥
]

`verse 18 [
जगृहुर्यज्ञभागान् स्वान् यावत् ते हविषोर्पितान् ।
तावत्कालं जलात् सद्य उत्तस्थौ ब्रह्मणः पुनः ॥
]

`verse 19 [
रुद्रः कोपोद्भवो यस्तु पूर्वं मग्नो महाजले ।
स सहस्त्रार्कसंकाशो निश्चक्राम जलात् ततः ॥
]

`verse 20 [
सर्वज्ञानमयो देवः सर्वदेवमयोऽमलः ।
प्रत्यक्षदर्शी सर्वस्य जगतस्तपसा बभौ ॥
]

`verse 21 [
तस्मिंस्तु काले पञ्चानां जातः सर्गो नरोत्तम ।
दिव्यानां पृथिवीस्थानां चतुर्णामरजातिनाम् ॥
]

`verse 22 [
रौद्रसर्गस्य संभूतिस्तदा सद्योऽपि जायते ।
इदानीं रुद्रसर्गं त्वं श्रृणु पार्थिवसत्तम ॥
]

`verse 23 [
दशवर्षसहस्त्राणि तपश्चीर्त्वा महज्जले ।
प्रतिबुद्धो यदा रुद्रस्तदा चोर्वों सकाननाम् ।
दृष्ट्वा सस्यवतीं रम्यां मनुष्यपशुसंकुलाम् ॥
]

`verse 24 [
शुश्राव च तदा शब्दानृत्विजां दक्षसद्मनि ।
आश्रमे यज्ञिनां चोच्चैर्योगस्थैरिति कीर्त्तितम् ॥
]

`verse 25 [
ततः श्रुत्वा महातेजाः सर्वज्ञः परमेश्वरः ।
चुकोप सुभृशं देवो वाक्यं चेदमुवाच ह ॥
]

`verse 26 [
अहं पूर्वं तु कविना सृष्टः सर्वात्मना विभुः ।
प्रजाः सृजस्वेति तदा वाक्यमेतत् तथोक्तवान् ॥
]

`verse 27 [
एवमुक्त्वा भृशं कोपान्ननाद परमेश्वरः ॥
]

`verse 28 [
तस्य नानदतो ज्वालाः श्रोत्रेभ्यो निर्ययुस्तदा ।
तत्र भूतानि वेताला उच्छ्रुष्माः प्रेतपूतनाः ॥
]

`verse 29 [
कूष्माण्डा यातुधानाश्च सर्वे प्रज्वलिताननाः ।
उत्तस्थुः कोटिशस्तत्र नानाप्रहरणावृताः ॥
]

`verse 30 [
ते दृष्ट्वा भूतसंघाता विविधायुधपाणयः ।
ससर्ज वेदविद्याङ्गं रथं परमशोभनम् ॥
]

`verse 31 [
तस्मिन्नृगादयस्त्वश्वास्त्रितत्त्वं च त्रिवेणुकम् ।
त्रिपूजकं त्रिषवणं धर्माक्षं मारुतध्वनिम् ॥
]

`verse 32 [
अहोरात्रे पताके द्वे धर्माधर्मे तु दण्डके ।
शकटं सर्वविद्याश्च स्वयं ब्रह्मादिसारथिः ॥
]

`verse 33 [
गायत्री च धनुस्तस्य ओङ्कारो गुण एव च ।
स्वराः सप्त शरास्तस्य देवदेवस्य सुव्रत ॥
]

`verse 34 [
एवं कृत्वा स सामग्रीं देवदेवः प्रतापवान् ।
जगाम दक्षयज्ञाय कोपाद् रुद्रः प्रतापवान् ॥
]

`verse 35 [
गच्छतस्तस्य देवस्य अम्बराङ्गिरसं नयत् ।
ऋत्विजां मन्त्रनिचयो नष्टो रुद्रागमे तदा ॥
]

`verse 36 [
विपरीतमिदं दृष्ट्वा तदा सर्वे च ऋत्विजः ।
ऊचुः संनह्यतां देवा महद् वो भयमागतम् ॥
]

`verse 37 [
कश्चिदायाति बलवानसुरो ब्रह्मनिर्मितः ।
यज्ञभागार्थमेतस्मिन् क्रतौ परमदुर्लभम् ॥
]

`verse 38 [
एवमुक्तास्ततो देवा ऊचुर्मातामहं तदा ।
दक्ष तात किमत्रास्मत्कार्यं ब्रूहि विवक्षितम् ॥
]

`speaker [
दक्ष उवाच
]

`verse 39 [
गृह्यन्तां द्रुतमस्त्राणि संग्रामोऽत्र विधीयताम् ।
एवमुक्ते तदा देवैर्विविधायुधधारिभिः ।
रुद्रस्यानुचरैः सार्धं महद्युद्धं प्रवर्तितम् ॥
]

`verse 40 [
तत्र वेतालभूतानि कूष्माण्डा ग्रहपूतनाः ।
युयुधुर्लोकपालैश्च नानाशस्त्रधराणि च ॥
]

`verse 41 [
देवा रौद्राणि भूतानि निरसन्तो यमालयम् ।
चिक्षिपुः सायकान् घोरानसींश्च सपरश्वधान् ॥
]

`verse 42 [
भूतान्यपि मृधे धोराण्युल्मुकैरस्थिभिः शरैः ।
जग्मुर्देवान् मृधे रोषाद् रुद्रस्य पुरतो बलात् ॥
]

`verse 43 [
ततस्तस्मिन् महारौद्रे संग्रामे भीमरूपिणि ।
रुद्रो भगस्य नेत्रे तु बिभेदैकेषुणा मृधे ॥
]

`verse 44 [
रुद्रस्य शरपातेन नष्टनेत्रं भगं तदा ।
दृष्ट्वाऽस्य क्रोधात् तेजस्वी पूषा रुद्रमयोधयत् ॥
]

`verse 45 [
सृजन्तमिषुजालानि पूषणं तु महामृधे ।
दृष्ट्वा रुद्रोऽस्य दन्तांस्तु चकर्षं परवीरहा ॥
]

`verse 46 [
तस्य दन्तांस्तदा दृष्ट्वा पूष्णो रुद्रेण पातितान् ।
दुद्रुवुः वसवो दिक्षु रुद्रास्त्वेकादश द्रुतम् ॥
]

`verse 47 [
तान् भग्नान् सहसा दिक्षु दृष्ट्वा विष्णुः प्रतापवान् ।
आदित्यावरजो वाक्यमुवाच स्वबलं तदा ॥
]

`verse 48 [
क्व यात पौरुषं त्यक्त्वा दर्पं माहात्म्यमेव च ।
व्यवसायं कुलं भूतिं कथं न स्मर्यते द्रुतम् ॥
]

`verse 49 [
परमेष्ठिगुणैर्युक्तो लघुवद्भीतितः पुरा ।
नमस्कं कुरुते मोघं पृथिव्यां पद्मजः स्वयम् ॥
]

`verse 50 [
एवमुक्त्वा गरुत्मन्तमारुरोह हरिस्तदा ।
शङ्खचक्रगदापाणिः पीतवासा जनार्दनः ॥
]

`verse 51 [
ततो हरिहरं युद्धमभवल्लोमहर्षणम् ।
रुद्रः पाशुपतास्त्रेण विव्याध हरिमोजसा ।
हरिर्नारायणास्त्रेण रुद्रं विव्याध कोपवान् ॥
]

`verse 52 [
नारायणं पाशुपतमुभेऽस्त्रे व्योम्नि रोषिते ।
युयुधाते भृशं दिव्यं परस्परजिघांसया ।
दिव्यं वर्षसहस्त्रं तु तयोर्युद्धमभूत् तदा ॥
]

`verse 53 [
तत्रैकं मुकुटोद्बद्धं मूर्द्धन्यं जटजालकम् ।
एकं प्रध्मापयच्छङ्खमन्यडुमरुकं शुभम् ॥
]

`verse 54 [
एकं खङ्गकरं तत्र तथाऽन्यं दण्डधारिणम् ।
एकं कौस्तुभदीप्ताङ्गमन्यं भूतिविभूषितम् ॥
]

`verse 55 [
एकं गदां भ्रामयति द्वितीयं दण्डमेव च ।
एकं शोभति कण्ठस्थैर्मणिभिस्त्वस्थिभिः परम् ।
एकं पीताम्बरं तत्र द्वितीयं सर्पमेखलम् ॥
]

`verse 56 [
एवं तौ स्पर्द्धिनावस्त्रौ रौद्रनारायणात्मकौ ।
अन्योऽन्यातिशयोपेतौ तदालोक्य पितामहः ॥
]

`verse 57 [
उवाच शाम्यतामस्त्रौ स्वस्वभावेन सुव्रतौ ।
एवं ते ब्रह्मणा चोक्तौ शान्तभावं प्रजग्मतुः ॥
]

`verse 58 [
तथा विष्णुहरौ ब्रह्मा वाक्यमेतदुवाच ह ।
उभौ हरिहरौ देवौ लोके ख्यातिं गमिष्यथः ॥
]

`verse 59 [
अयं च यज्ञो विध्वस्तः संपूर्णत्वं गमिष्यति ।
दक्षस्य ख्यातिमाँल्लोकः संतत्याऽयं भविष्यति ॥
]

`verse 60 [
एवमुक्त्वा हरिहरौ तदा लोकपितामहः ।
ब्रह्मा लोकानुवाचेदं रुद्रभागोऽस्य दीयताम् ॥
]

`verse 61 [
रुद्रभागो ज्येष्ठभाग इतीयं वैदिकी श्रुतिः ।
स्तुतिं च देवाः कुरुत रुद्रस्य परमेष्ठि नः ॥
]

`verse 62 [
भगनेत्रहरं देवं पूष्णो दन्तविनाशनम् ।
स्तुतिं कुरुतमा शीघ्रं गीतैरेतैस्तु नामभिः ।
येनायं वः प्रसन्नात्मा वरदत्वं भजेत ह ॥
]

`verse 63 [
एवमुक्तास्तु ते देवाः स्तोत्रं शंभोर्महात्मनः ।
चक्रुः परमया भक्त्या नमस्कृत्य स्वयंभुवे ॥
]

`speaker [
देवा ऊचुः
]

`verse 64 [
नमो विषमनेत्राय नमस्ते त्र्यम्बकाय च ।
नमः सहस्त्रनेत्राय नमस्ते शूलपाणये ॥
]

`verse 65 [
नमः खट्वाङ्गहस्ताय नमो दण्डभृते करे ।
त्वं देव हुतभुग्ज्वालाकोटिभानुसमप्रभः ॥
]

`verse 66 [
अदर्शनेऽनयद् देव मूढविज्ञानतोऽधुना ।
कृतमस्माभिरेवेश तदत्र क्षम्यतां प्रभो ॥
]

`verse 67 [
नमस्त्रिनेत्रार्त्तिहराय शंभो
त्रिशूलपाणे विकृतास्यरूप ।
समस्तदेवेश्वर शुद्धभाव
प्रसीद रुद्राच्युत सर्वभाव ॥
]

`verse 68 [
पूष्णोऽस्य दन्तान्तक भीमरूप
प्रलम्बभोगीन्द्रलुलन्तकण्ठ ।
विशालदेहाच्युत नीलकण्ठ
प्रसीद विश्वेश्वर विश्वमूर्त्ते ॥
]

`verse 69 [
भगाक्षिसंस्फोटनदक्षकर्मा
गृहाण भागं मखतः प्रधानम् ।
प्रसीद देवेश्वर नीलकण्ठ
प्रपाहि नः सर्वगुणोपपन्न ॥
]

`verse 70 [
सिताङ्गरागाप्रतिपन्नमूर्त्ते
कपालधारिंस्त्रिपुरघ्न देव ।
प्रपाहि नः सर्वभयेषु चैव
उमापते पुष्करनालजन्म ॥
]

`verse 71 [
पश्याम ते देहगतान् सुरेश
सर्गादयो वेदवराननन्त ।
साङ्गान् सविद्यान् सपदक्रमांश्च
सर्वान् निलीनांस्त्वयि देवदेव ॥
]

`verse 72 [
भव शर्व महादेव पिनाकिन् रुद्र ते हर ।
नताः स्म सर्वे विश्वेश त्राहि नः परमेश्वर ॥
]

`verse 73 [
इत्थं स्तुतस्तदा देवैर्देवदेवो महेश्वरः ।
तुतोष सर्वदेवानां वाक्यं चेदमुवाच ह ॥
]

`speaker [
रुद्र उवाच
]

`verse 74 [
भगस्य नेत्रं भवतु पूष्णो दन्तास्तथा मखः ।
दक्षस्याच्छिद्रतां यातु यज्ञश्चाप्यदितेः सुताः ।
पशुभावं तथा चापि अपनेष्यामि वो सुराः ॥
]

`verse 75 [
मद्दर्शनेन यो जातः पशुभावो दिवौकसाम् ।
स मयाऽपहृतः सद्यः पतित्वं वो भविष्यति ॥
]

`verse 76 [
अहं च सर्वविद्यानां पतिराद्यः सनातनः ।
अहं वै पतिभावेन पशुमध्ये व्यवस्थितः ॥
]

`verse 77 [
अतः पशुपतिर्नाम मम लोके भविष्यति ।
ये मां यजन्ति तेषां स्याद् दीक्षा पाशुपती भवेत् ॥
]

`verse 78 [
एवमुक्तेऽथ रुद्रेण ब्रह्मा लोकपितामहः ।
उवाच रुद्रं सस्नेहं स्मितपूर्वमिदं वचः ॥
]

`verse 79 [
ध्रुवं पाशुपतिर्देव त्वं लोके ख्यातिमेस्यति ।
अयं च देवस्त्वन्नाम्ना लोके ख्यातिं गमिष्यति ।
आराध्यश्च समस्तानां देवादीनां गमिष्यसि ॥
]

`verse 80 [
एवमुक्त्वा तदा ब्रह्मा दक्षं प्रोवाच बुद्धिमान् ।
गौरीं प्रयच्छ रुद्राय पूर्वमेवोपपादिताम् ॥
]

`verse 81 [
एवमुक्त्वा तदा दक्षस्तां कन्यां ब्रह्मसन्निधौ ।
ददौ रुद्राय महते गौरीं परमशोभनाम् ॥
]

`verse 82 [
स तां जग्राह विधिवद् रुद्रः परमशोभनाम् ।
दक्षस्य च प्रियं कुर्वन् बहुमानपुरःसरम् ॥
]

`verse 83 [
गृहीतायां तु कन्यायां दाक्षायण्यां पितामहः ।
ददौ रुद्रस्य निलयं कैलासं सुरसन्निधौ ॥
]

`verse 84 [
रुद्रोऽपि प्रययौ भूतैः समं कैलासपर्वतम् ।
देवाश्चापि यथास्थानं स्वं स्वं जग्मुर्मुदान्विताः ।
ब्रह्माऽपि दक्षसहितः प्राजापत्यं पुरं ययौ ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे एकविंशोऽध्यायः ॥
]
