`speaker [
महातपा उवाच
]

`verse 1 [
तस्मिन् निवसतस्तस्य रुद्रस्य परमेष्ठिनः ।
चुकोप गौरी देवस्य पितुर्वैरमनुस्मरन् ॥
]

`verse 2 [
चिन्तयामास दक्षस्य अनेनापकृतं पुरा ।
यज्ञो विध्वंसितो यस्मात् तस्माच्चान्यां तनूमहम् ॥
]

`verse 3 [
आराध्य तपसा तस्य गृहे भूत्वा व्रजाम्यहम् ।
कथं गच्छामि पितरं दक्षं क्षपितबान्धवम् ॥
]

`verse 4 [
भवपत्नी च दुहिता एवं संचिन्त्य सुन्दरी ।
जगाम तपसे शैलं हिमवन्तं महागिरिम् ॥
]

`verse 5 [
तत्र कालेन महता क्षपयन्ती कलेवरम् ।
स्वशरीराग्निना दग्धा ततः शैलसुताऽभवत् ॥
]

`verse 6 [
उमा नामेति महती कृष्णा चेत्यभिधानतः ।
लब्ध्वा तु शोभनां मूर्तिं हिमवन्तगृहे शुभा ॥
]

`verse 7 [
पुनस्तपश्चकारोग्रं देवं स्मृत्वा त्रिलोचनम् ।
असावेव  पतिर्मह्यमित्युक्त्वा तपसि स्थिता ॥
]

`verse 8 [
कुर्वन्त्या तत् तपश्चोग्रं हिमवन्ते महागिरौ ।
कालेन महता देवस्तपसाराधितस्तया ॥
]

`verse 9 [
आजगामाश्रमं तस्या विप्रो भूत्वा महेश्वरः ।
वृद्धः शिथिलसर्वाङ्गः स्खलंश्चैव पदे पदे ॥
]

`verse 10 [
कृच्छ्रात् तस्याः समीपं तु आगत्य द्विजसत्तमः ।
बुभुक्षितोऽस्मि मे देहि भद्रे भोज्यं द्विजस्य तु ॥
]

`verse 11 [
एवमुक्ता तदा कन्या उमा शैलसुता शुभा ।
उवाच ब्राह्मणं भोज्यं दद्मि विप्र फलादिकम् ।
कुरु स्नानं द्रुतं विप्र भुञ्जस्वान्नं यदृच्छया ॥
]

`verse 12 [
एवमुक्तस्तदा विप्रस्तस्य पार्श्वे महानदीम् ।
गङ्गां जगाम स्नानार्थी स्नानं कर्त्तुमवातरत् ॥
]

`verse 13 [
स्नानं तु कुर्वता तेन रुद्रेण द्विजरूपिणा ।
भूत्वा मायामयं भीमं मकरं भयदर्शनम् ।
ग्राहितस्तु तदा विप्रस्तेन दुष्टेन मद्गुना ॥
]

`verse 14 [
दृष्ट्वा धृतमथात्मानं मकरेण बलीयसा ।
वृद्धमात्मानमन्यं तां दर्शयन् वाक्यमब्रवीत् ॥
]

`verse 15 [
अब्रह्मण्यं गतं कन्ये धावस्वानय मां रुषः ।
यावन्नायाति विकृतिं तावन्मां त्रातुमर्हसि ॥
]

`verse 16 [
एवमुक्ता तदा कन्या चिन्तयामास पार्वती ।
पितृभावेन शैलेन्द्रं भर्तृभावेन शंकरम् ।
स्पृशामि तपसा पूता कथं विप्रं स्पृशाम्यहम् ॥
]

`verse 17 [
यद्येनं नापकर्षामि मकरेण जले धृतम् ।
तदानीं ब्रह्मवध्या मे भवतीति न संशयः ॥
]

`verse 18 [
अन्यव्यतिक्रमे धर्ममपनेतुं च शक्यते ।
ब्रह्मवध्या पुनर्नैवमेवमुक्तवा गता त्वरम् ॥
]

`verse 19 [
सा गत्वा त्वरितं भीरुर्गृहीत्वा पाणिना द्विजम् ।
चकर्षान्तर्जलात् तावत् स्वयं भूतपतिर्हरः ॥
]

`verse 20 [
यमाराध्य तपश्चर्त्तुमारब्धं शैलपुत्राया ।
स एव भगवान् रुद्रस्तस्याः पाणौ विलम्बत ॥
]

`verse 21 [
तं दृष्ट्वा लज्जिता देवी पूर्वत्यागमनुस्मरन् ।
न किंचिदुत्तरं सुभ्रूर्वदति स्म सुलज्जिता ॥
]

`verse 22 [
तूष्णींभूतां तु तां दृष्ट्वा गौरीं रुद्रो हसन्निव ।
पाणौ गृहीत्वा मां भद्रे कथं त्यक्तुमिहार्हसि ॥
]

`verse 23 [
मत्पाणिग्रहणं भद्रे वृथा यदि करिष्यसि ।
तदानीं ब्रह्मणः पुत्र्यामाहारार्थं ब्रवीम्यहम् ॥
]

`verse 24 [
न भवेत् परिहासोऽयमुक्ता देवी परापरा ।
लज्जमाना तदा वाक्यं वदति स्मितपूर्वकम् ॥
]

`verse 25 [
देवदेव त्रिलोकेश त्वदर्थोऽयं समुद्यमः ।
प्राग्जन्माराधितो भर्त्ता भवान् देवो महेश्वरः ॥
]

`verse 26 [
इदानीं मे भवान् देवः पतिर्नान्यो भविष्यति ।
किन्तु स्वामी पिता मह्यं शैलेन्द्रो मे व्रजामि तम् ।
अनुज्ञाप्य विधानेन ततः पाणिं गृहीष्यसि ॥
]

`verse 27 [
एवमुक्त्वा तदा देवी पितरं प्रति भामिनी ।
कृताञ्जलिपुटा भूत्वा हिमवन्तमुवाच ह ॥
]

`verse 28 [
अतोऽन्यजन्मभर्त्ता मे रुद्रो दक्षमखान्तकः ।
इदानीं तपसा सैव ध्यातोऽभूद् गतिभावनः ॥
]

`verse 29 [
स च विश्वपतिर्भूत्वा ब्राह्मणो मे तपोवनम् ।
आगत्य भोजनार्थाय याचयामास शंकरः ।
मया स्नातुं व्रजस्वेति चोदितो जाह्नवीं गतः ॥
]

`verse 30 [
तत्रासौ वृद्धकायेन द्विजरूपेण शंकरः ।
मकरेण धृतस्तूर्णं अब्रहह्मण्यमुवाच ह ॥
]

`verse 31 [
ब्रह्महत्याभयात् तात मया पाणौ धृतस्ततः ।
धृतमात्रः स्वकं देहं दर्शयामास शंकरः ॥
]

`verse 32 [
ततो मामब्रवीद् देवः पाणिग्रहणमागताम् ।
भवती देवि मा किंचिद् विचारय तपोधने ॥
]

`verse 33 [
एवमुक्ता त्वहं तेन शंकरेण महात्मना ।
तदनुज्ञाप्य देवेशं भवन्तं प्रष्टुमागता ।
इदानीं यत् क्षमं कार्यं तच्छीघ्रं संविधीयताम् ॥
]

`verse 34 [
एवं श्रुत्वा तदा वाक्यं शैलराजो मुदा युतः ।
उवाच दुहितां धन्यां तस्मिन् काले वराननाम् ॥
]

`verse 35 [
पुत्रि धन्योऽस्म्यहं लोके यस्य रुद्रः स्वयं हरः ।
जामाता भविता देवि त्वयाऽपत्यवतामहम् ।
स्थापितो मूर्ध्नि देवानामपि पुत्रि त्वया ह्यहम् ॥
]

`verse 36 [
स्थीयतां क्षणमेकं तु यावदागमनं मम ।
एवमुक्त्वा गतो राजा शैलानां ब्रह्मणोऽन्तिकम् ॥
]

`verse 37 [
तत्र दृष्ट्वा महात्मानं सर्वदेवपितामहम् ।
उवाच प्रणतो भूत्वा ब्रह्माणं शैलराट् ततः ॥
]

`verse 38 [
देवोमा दुहिता मह्यं तां रुद्राय ददाम्यहम् ।
त्वया देव अनुज्ञातस्तत्करोमि प्रशाधि माम् ॥
]

`verse 39 [
ततो ब्रह्मा प्रीतमना याहि रुद्राय तां शुभाम् ।
प्रयच्छोवाच देवानां तदा लोकपितामहः ॥
]

`verse 40 [
एवमुक्तः शैलराजः स्ववेश्मागम्य सत्वरम् ।
देवानृषीन् सिद्धसंघान् चामन्त्रयत सत्वरम् ॥
]

`verse 41 [
तुम्बुरुं नारदं चैव हाहाहूहूं तथैव च ।
स गत्वा किन्नरांश्चैव असुरान् राक्षसानपि ॥
]

`verse 42 [
पर्वताः सरितः शैला वृक्षा ओषधयस्तथा ।
आगता मूर्त्तिमन्तो वै पर्वताः सङ्गमोपलाः ।
हिमवद्दुहितुर्द्रष्टुं विवाहं शंकरेण ह ॥
]

`verse 43 [
तत्र वेदिः क्षितिश्चासीत् कलशाः सप्त सागराः ।
सूर्यो दीपस्तथा सोमः सरितो ववहुर्जलम् ॥
]

`verse 44 [
एवं विवाहसामग्रीं कृत्वा शैलवराधिपः ।
प्रेषयामास रुद्राय समीपं मन्दरं गिरिम् ॥
]

`verse 45 [
स तदा मन्दरोक्तस्तु शंकरो द्रुतमाययौ ।
विधिना सोमया पाणिं जग्राह परमेश्वरः ॥
]

`verse 46 [
तत्रोत्सवे पर्वतनारदौ द्वौ
जगुश्च सिद्धा ननृतुर्वनस्पतीः ।
पुष्पाण्यनेकानि विचिक्षिपुः शुभाः
ननर्तुरुच्चैः सुरयोषितो भृशम् ॥
]

`verse 47 [
तस्मिन् विवाहे सलिलप्रवाहे
चतुर्मुखो लोकपरः स्वसंस्थः ।
उवाच कन्यां भव पुत्रि लोके
नारी प्रभर्त्ता तव चान्यपुंसाम् ।
इत्येवमुक्त्वा स उमां सरुद्रां
पितामहः स्वं पुरमाजगाम ॥
]

`verse 48 [
जामातरं पर्वतराट् सुपूज्य
विसर्जयामास विभुं स सोमम् ।
देवांश्च दैत्यान् विविधानृषींश्च
संपूज्य सर्वान् विविधैस्तु वस्तुभिः ।
विभूषणैर्वस्त्रवरान्नदानै -
र्विसर्जयामास तदाद्रिमुख्यान् ॥
]

`verse 49 [
स वीतशोको विरजो विशुद्धः
शुभाननां देववराय दत्त्वा ।
उमां महात्मा हिमवानद्रिराजः
पैतामहे लोक इवाध्वरे भात् ॥
]

`verse 50 [
इतीरितेयं तव राजसत्तम
प्रसूतिरेषा न विदुर्यां सुरासुराः ।
स्वयंभुदक्षादिराजः त्रिजन्मभि-
र्गौरीविवाहोऽपि मया सुकीर्तितः ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 51 [
एवं सा गौरिनाम्ना तु कारणान्मूर्त्तिमागता ।
संबभूव यथा प्रोक्तं प्रजापालाय पृच्छते ।
ऋषिणा महता पूर्वं तपसा भावितात्मना ॥
]

`verse 52 [
गौर्या उत्पत्तिरेषा वै कथिता परमर्षिणा ।
विवाहश्च यथा वृत्तस्तत्सर्वं कथितं तव ॥
]

`verse 53 [
एतत्सर्वं तु गौर्या वै संपन्नं तु तृतीयया ।
तस्यां तिथौ तृतीयायां लवणं वर्जयेन्नरः ।
यश्चोपोष्यति नारी वा सा सौभाग्यं तु विन्दति ॥
]

`verse 54 [
दुर्भगा या तु नारी स्यात् पुरुषश्चातिदुर्भगः ।
एतच्छ्रुत्वा तृतीयायां लवणं तु विवर्जयेत् ॥
]

`verse 55 [
सर्वकामानवाप्नोति सौभाग्यं द्रव्यसम्पदम् ।
आरोग्यं च सदा लोके कान्तिं पुष्टिं च विन्दति ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे द्वाविंशोऽध्यायः ॥
]
