`speaker [
धरण्युवाच
]

`verse 1 [
कथं ते गात्रसंस्पर्शान्मूर्त्तिमन्तो महाबलाः ।
नागा बभूवुर्देवेश कारणं ते महीधर ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 2 [
श्रुत्वा गणपतेर्जन्म प्रजापालो नराधिपः ।
उवाच श्लक्ष्णया वाचा तं मुनिं संशितव्रतम् ॥
]

`speaker [
प्रजापाल उवाच
]

`verse 3 [
भगवंस्तार्क्षविषयाः कथं मूर्त्तिमुपागताः ।
नागा बभूवुः कुटिला एतदाख्यातुमर्हसि ॥
]

`speaker [
महातपा उवाच
]

`verse 4 [
सृजता ब्रह्मणा सृष्टिं मरीचिः सूतिकारणम् ।
प्रथमं मनसा ध्यातस्तस्य पुत्रस्तु कश्यपः ॥
]

`verse 5 [
तस्य दाक्षायणी भार्या कद्रूर्नाम शुचिस्मिता ।
मारीचो जनयामास तस्यां पुत्रान् महाबलान् ॥
]

`verse 6 [
अनन्तं वासुकिं चैव कम्बलं च महाबलम् ।
कर्कोटकं च राजेन्द्र पद्मं चान्यं सरीसृपम् ॥
]

`verse 7 [
महापद्मं तथा शङ्खं कुलिकं चापराजितम् ।
एते कश्यपदायादाः प्रधानाः परिकीर्त्तिताः ॥
]

`verse 8 [
एतेषां तु प्रसूत्या तु इदमापूरितं जगत् ।
कुटिला हीनकर्माणस्तीक्ष्णास्योत्थविषोल्बणाः ।
दृष्ट्वा संदश्य मनुजान् कुर्युर्भस्म क्षणाद् ध्रुवम् ॥
]

`verse 9 [
शब्दगामी यथा स्पर्शं मनुष्याणां नराधिप ।
अहन्यहनि जायेत क्षयः परमदारुणः ॥
]

`verse 10 [
आत्मनस्तु क्षयं दृष्ट्वा प्रजाः सर्वाः समन्ततः ।
जग्मुः शरण्यं शरणं परं तु परमेश्वरम् ॥
]

`verse 11 [
इममेवार्थमुद्दिश्य प्रजाः सर्वा महीपते ।
ऊचुः कमलजं विष्णुं पुराणं ब्रह्मसंज्ञितम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 12 [
देवदेवेश लोकानां प्रसूति परमेश्वर ।
त्राहि नस्तीक्ष्णदंष्ट्राणां भुजंगानां महात्मनाम् ॥
]

`verse 13 [
अहन्यहनि ये देव पश्येयुरुरगा दृशा ।
मनुष्यपशुरूपं वा तत्सर्वं भस्मसाद् भवेत् ॥
]

`verse 14 [
त्वया सृष्टिः कृता देव नीयते सा भुजंगामैः ।
एतज्ज्ञात्वा तु दुर्वृत्तं तत्कुरुष्व महामते ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 15 [
अहं रक्षां विधास्यामि भवतीनां न संशयः ।
व्रजध्वं स्वानि धिष्ण्यानि प्रजा माभूत् ससाध्वसा ॥
]

`verse 16 [
एवमुक्त्वा प्रजास्तेन ब्रह्मणाऽव्यक्तमूर्त्तिना ।
आजग्मुः परमप्रीत्या नत्वा चैव स्वयंभुवे ॥
]

`verse 17 [
आगतासु प्रजास्वाद्यस्तानाहूय भुजंगमान् ।
शशाप परमक्रुद्धो वासुकिप्रमुखांस्तदा ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 18 [
यतो मत्प्रभवान् नित्यं क्षयं नयत मानुषान् ।
भवान्तरे अथान्यस्मिन् मातुः शापात् सुदारुणात् ।
भविताऽतिक्षयं घोरं नूनं स्वायंभुवेऽन्तरे ॥
]

`verse 19 [
एवमुक्तास्तु वेपन्तो ब्रह्माणं भुजगोत्तमाः ।
निपत्य पादयोस्तस्य इदमूचुर्वचस्तदा ॥
]

`speaker [
नागा ऊचुः
]

`verse 20 [
भगवन् कुटिला जातिरस्माकं भवता कृता ।
विषोल्बणत्वं क्रूरत्वं दृक्शस्त्रत्वं च नस्त्वया ।
संपादितं त्वया देव इदानीं शमयाच्युत ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 21 [
यदि नाम मया सृष्टा भवन्तः कुटिलाशयाः ।
ततः किं मनुजान् नित्यं भक्षयध्वं गतव्यथाः ॥
]

`speaker [
नागा ऊचुः
]

`verse 22 [
मर्यादां कुरु देवेश स्थानं चैव पृथक् पृथक् ।
मनुष्याणां तथाऽस्माकं समयं च पृथक् पृथक् ।
नागानां वचनं श्रुत्वा देवो वचनमब्रवीत् ॥
]

`verse 23 [
अहं करोमि वो नागाः समयं मनुजैः सह ।
तदेकमनसः सर्वे श्रृणुध्वं मम शासनम् ॥
]

`verse 24 [
पातालं वितलं चैव हर्म्याख्यं च तृतीयकम् ।
दत्तं चैव सदा रम्यं गृहं तत्र गमिष्यथ ॥
]

`verse 25 [
तत्र भोगान् बहुविधान् भुञ्जाना मम शासनात् ।
तिष्ठध्वं सप्तमं यावद् रात्र्यन्तं तु पुनः पुनः ॥
]

`verse 26 [
ततो वैवस्वतस्यादौ काश्यपेया भविष्यथ ।
दायादाः सर्वदेवानां सुपर्णस्य च धीमतः ॥
]

`verse 27 [
तदा प्रसूतिर्वः सर्वा भोक्ष्यते चित्रभानुना ।
भवतां नैव दोषोऽयं भविष्यति न संशयः ॥
]

`verse 28 [
ये वै क्रूरा भोगिनो दुर्विनीता -
स्तेषामन्तो भविता नान्यथैतत् ।
कालप्राप्तं भक्षयध्वं दशध्वं
तथाऽपकारे च कृते मनुष्यम् ॥
]

`verse 29 [
मन्त्रौषधैर्गारुडमण्डलैश्च
बद्धैर्दृष्टैर्मानवा ये चरन्ति ।
तेषां भीतैर्वर्त्तितव्यं न चान्य-
च्चिन्त्यं कार्यं चान्यथा वो विनाशः ॥
]

`verse 30 [
इतीरिते ब्रह्मणा ते भुजङ्गा
जग्मुः स्थानं क्ष्मातलाख्यं हि सर्वे ।
तस्थुर्भोगान् भुञ्जमानाः समग्रान्
रसातले लीलया संस्थितास्ते ॥
]

`verse 31 [
एवं शापं तु ते लब्ध्वा प्रसादं च चतुर्मुखात् ।
तस्थुः पातालनिलये मुदितेनान्तरात्मना ॥
]

`verse 32 [
एतत् सर्वं च पञ्चम्यां तेषां जातं महात्मनाम् ।
अतस्त्वियं तिथिर्धन्या सर्वपापहरा शुभा ॥
]

`verse 33 [
एतस्यां संयतो यस्तु अम्लं तु परिवर्जयेत् ।
क्षीरेण स्नापयेन्नागांस्तस्य यास्यन्ति मित्रताम् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे चतुर्विशोऽध्यायः ॥
]
