`speaker [
प्रजापाल उवाच
]

`verse 1 [
शरीरस्य कथं मूर्तिग्रहणं ज्योतिषो द्विज ।
एतन्मे संशयं छिन्धि प्रणतस्य द्विजोत्तम ॥
]

`speaker [
महातपा उवाच
]

`verse 2 [
योऽसावात्मा ज्ञानशक्तिरेक एव सनातनः ।
स द्वितीयं यदा चैच्छत् तदा स्वात्मस्थितो ज्वलत् ॥
]

`verse 3 [
यः सूर्य इति भास्वांस्तु अन्योन्येन महात्मनः ।
लोलीभूतानि तेजांसि भासयन्ति जगत्त्रयम् ॥
]

`verse 4 [
तस्मिन् सर्वे सुराः सिद्धा गणाः सर्वे महर्षिभिः ।
समं सूता इति विभो तस्मात् सूर्यो भवन् स्तुतः ॥
]

`verse 5 [
लोलीभूतस्य तस्याशु तेजसोऽभूच्छरीरकम् ।
पृथक्त्वेन रविः सोऽथ कीर्त्त्यते वेदवादिभिः ॥
]

`verse 6 [
भासयन् सर्वलोकांस्तु यतोऽसावुत्थितो दिवि ।
अतोऽसौ भास्करः प्रोक्तः प्रकर्षाच्च प्रभाकरः ॥
]

`verse 7 [
दिवा दिवस इत्युक्तस्तत्कारित्वाद् दिवाकरः ।
सर्वस्य जगतस्त्वादिरादित्यस्तेन उच्यते ॥
]

`verse 8 [
एतस्य द्वादशादित्याः संभूतास्तेजसा पृथक् ।
प्रधान एव सर्वेषां सर्वदा स विबुध्यते ॥
]

`verse 9 [
तं दृष्ट्वा जगतो व्याप्तिं कुर्वाणं परमेश्वरम् ।
तस्यैवान्तः स्थिता देवा विनिष्क्रम्य स्तुतिं जगुः ॥
]

`speaker [
देवा ऊचुः
]

`verse 10 [
भवान् प्रसूतिर्जगतः पुराणः
क्षयामलैव प्रदहन् जगन्ति ।
समुत्थितो नाथ शमं प्रयाहि
मा देवलोकान् प्लुष कर्मसाक्षिन् ॥
]

`verse 11 [
त्वया ततं सर्वत एव तेजः
प्रतापिना सूर्य यजुःप्रवृत्ते ।
तिग्मं रथाङ्गं तव देवकल्पं
कालाख्यमध्वान्तकरं वदन्ति ॥
]

`verse 12 [
प्रभाकरसक्त्वं रविरादिदेव
आत्मा समस्तस्य चराचरस्य ।
पितामहसक्त्वं वरुणो यमश्च
भूतं भविष्यच्च वदन्ति सिद्धाः ॥
]

`verse 13 [
ध्वान्तं प्रणु त्वं सुरलोकपूज्य
प्रयाहि शान्तिं पितरो वदन्ति ।
वेदान्तवेद्योऽसि मखेषु देव
त्वं हूयसे विष्णुरसि प्रसह्य ।
इति स्तुतस्तैः सुरनाथ भक्त्या
प्रपाहि शंभो न इति प्रसह्य ॥
]

`verse 14 [
एवमुक्तस्तदा देवैः सौम्यां मूर्त्तिमथाकरोत् ।
प्रकाशत्वं जगामाशु देवतानां महाप्रभः ॥
]

`verse 15 [
एतत्सर्वं सुराणां तु दहनं शामितं पुरा ।
सप्तम्यां खलु सूर्येण मूर्त्तित्वं कृतवान् भुवि ॥
]

`verse 16 [
एतां यः पुरुषो भक्त्या उपास्ते सूर्यमर्चयेत् ।
भास्करेण च तस्यासौ फलमिष्टं प्रयच्छति ॥
]

`verse 17 [
एतत् ते कथितं राजन् सूर्याख्यानं पुरातनम् ।
आदिमन्वन्तरे वृत्तं मातरः श्रृणु सांप्रतम् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे षड्विंशोऽध्यायः ॥
]
