`speaker [
महातपा उवाच
]

`verse 1 [
श्रृणु राजन्नवहितः प्रजापाल कथामिमाम् ।
यदा दिशः समुत्पन्नाः श्रोत्रेभ्यः पृथिवीपते ॥
]

`verse 2 [
ब्रह्मणः सृजतः सृष्टिमादिसर्गे समुत्थिते ।
चिन्ताभून्महती को मे प्रजाः सृष्टा धरिष्यति ॥
]

`verse 3 [
एवं चिन्तयतस्तस्य अवकाशं प्रजास्विह ।
प्रादुर्बभूवुः श्रोत्रेभ्यः दश कन्या महाप्रभाः ॥
]

`verse 4 [
पूर्वा च दक्षिणा चैव प्रतीची चोत्तरा तथा ।
ऊर्ध्वाऽधरा च षण्मुख्याः कन्या ह्यासंस्तदा नृप ॥
]

`verse 5 [
अन्याश्चतस्त्रस्तेषां तु कन्याः परमशोभनाः ।
रूपस्विन्यो महाभागा गाम्भीर्येण समन्विताः ॥
]

`verse 6 [
ता ऊचुः प्रणयाद् देवं प्रजापतिमकल्मषम् ।
अवकाशं तु नो देहि देवदेव प्रजापते ॥
]

`verse 7 [
यत्र तिष्ठामहे सर्वा भर्तृभिः सहिताः सुखम् ।
पतयश्च महाभागा देहि नोऽव्यक्तसंभव ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 8 [
ब्रह्माण्डमेतत् सुश्रोण्यः शतकोटिप्रविस्तरम् ।
तस्यान्ते स्वेच्छया भद्रा उष्यतां मा विलम्बत ॥
]

`verse 9 [
भर्तॄंश्च वः प्रयच्छामि सृष्ट्वा रूपस्विनोऽनघाः ।
यथेष्टं गम्यतां देशो यस्या यो रोचतेऽधुना ॥
]

`verse 10 [
एवमुक्ताश्च ताः सर्वा यथेष्टं प्रययुस्तदा ।
ब्रह्मापि ससृजे तूर्णं लोकपालान् महाबलान् ॥
]

`verse 11 [
सृष्ट्वा तु लोकपालांस्तु ताः कन्याः पुनराह्वयत् ।
विवाहं कारयामास ब्रह्मा लोकपितामहः ॥
]

`verse 12 [
एकामिन्द्राय स प्रादादग्नयेऽन्यां यमाय च ।
निर्ऋताय च देवाय वरुणाय महात्मने ॥
]

`verse 13 [
वायवे धनदेशाय ईशानाय च सुव्रत ।
ऊर्द्ध्वां स्वयमधिष्ठाय शेषायाधो व्यवस्थिताम् ॥
]

`verse 14 [
एवं दत्त्वा पुनर्ब्रह्मा तिथिं प्रादाद् दिशां पुनः ।
दशमीं भर्तृनाम्नस्तु दध्यन्नं भोजनं प्रभुः ॥
]

`verse 15 [
ततः प्रभृति ता देव्यः सेन्द्राद्याः परिकीर्तिताः ।
दशमी च तिथिस्तासामतीव दयिताभवत् ॥
]

`verse 16 [
तस्यां दध्याशनो यस्तु सुव्रती भवते नरः ।
तस्य पापक्षयं तास्तु कुर्वन्त्यहरहर्नृप ॥
]

`verse 17 [
यश्चैतच्छृणुयाज्जन्म दिशां नियतमानसः ।
स प्रतिष्ठामवाप्नोति ब्रह्मलोके न संशयः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे एकोनत्रिंशोऽध्यायः ॥
]
