`verse 1 [
पूर्वं ब्रह्माऽव्ययः शुद्धः परादपरसंज्ञितः ।
स सिसृक्षुः प्रजास्त्वादौ पालनं च विचिन्तयत् ॥
]

`verse 2 [
तस्य चिन्तयतस्त्वङ्गाद् दक्षिणाच्छ्वेतकुण्डलः ।
प्रादुर्बभूव पुरुषः श्वेतमाल्यानुलेपनः ॥
]

`verse 3 [
तं दृष्ट्वोवाच भगवांश्चतुष्पादं वृषाकृतिम् ।
पालयेमाः प्रजाः साधो त्वं ज्येष्ठो जगतो भव ॥
]

`verse 4 [
इत्युक्तः समवस्थोऽसौ चतुःपद्भ्यां कृते युगे ।
त्रेतायां स समस्तृभ्यां द्वे चैव द्वापरेऽभवत् ।
कलावेकेन पादेन प्रजाः पालयते प्रभुः ॥
]

`verse 5 [
षड्भेदो ब्राह्मणानां स त्रिधा क्षत्रे व्यवस्थितः ।
द्विधा वैश्येकधा शूद्रे स्थितः सर्वगतः प्रभुः ।
रसातलेषु सर्वेषु द्वीपवर्षे स्वयं प्रभुः ॥
]

`verse 6 [
द्रव्यगुणक्रियाजातिचतुःपादः प्रकीर्तितः ।
संहितापदक्रमश्चैव त्रिश्रृङ्गोऽसौ स्मृतो बुधैः ॥
]

`verse 7 [
तथा आद्यन्त ओङ्कार द्विशिराः सप्तहस्तवान् ।
त्रिबद्धबद्धो विप्राणां मुख्यः पालयते जगत् ॥
]

`verse 8 [
स धर्मः पीडितः पूर्वं सोमेनाद्भुतकर्मण ।
तारां जिघृक्षता पत्नीं भ्रातुराङ्गिरसस्य ह ॥
]

`verse 9 [
सोऽपायाद् भीषितस्तेन बलिना क्रूरकर्मणा ।
अरण्यं गहनं घोरमाविवेश तदा प्रभुः ॥
]

`verse 10 [
तस्मिन् गते सुराः सर्वे असुराणां तु पत्नयः ।
जिघृक्षन्तस्तदौकांसि बभ्रमुर्धर्मवञ्चिताः ।
असुरा अपि तद्वच्च सुरवेश्मनि बभ्रमुः ॥
]

`verse 11 [
निर्मर्यादे तथा जाते धर्मनाशे च पार्थिव ।
देवासुरा युयुधिरे सोमदोषेण कोपिताः ।
स्त्रीहेतोश्च महाभाग विविधायुधपाणयः ॥
]

`verse 12 [
तान् दृष्ट्वा युध्यतो देवानसुरैः सह कोपितान् ।
नारदः प्राह संगम्य पित्रे ब्रह्मणि हर्षितः ॥
]

`verse 13 [
स हंसयानमारुह्य सर्वलोकपितामहः ।
निवारयामास तदा कस्यार्थे युद्धमब्रवीत् ॥
]

`verse 14 [
सर्वे शशंसुः सोमं तु स तु बुद्ध्वा स्वकं सुतम् ।
पीडनादपयातं तु गहनं वनमाश्रितम् ॥
]

`verse 15 [
ततो ब्रह्मा ययौ तत्र देवासुरयुतस्त्वरन् ।
ददर्श च सुरैः सार्द्धं चतुष्पादं वृषाकृतिम् ।
चरन्तं शशिसङ्काशं दृष्ट्वा देवानुवाच ह ॥
]

`speaker [
ब्रह्मा उवाच
]

`verse 16 [
अयं मे प्रथमः पुत्रः पीडितः शशिना भृशम् ।
पत्नीं जिघृक्षता भ्रातुर्द्धर्मसंज्ञो महामुनिः ॥
]

`verse 17 [
इदानीं तोषयध्वं वै सर्व एव सुरासुराः ।
येन स्थितिर्वो भवति समं देवासुरा इति ॥
]

`verse 18 [
ततः सर्वे स्तुतिं चक्रुस्तस्य देवस्य हर्षिताः ।
विदित्वा ब्रह्मणो वाक्यात् संपूर्णशशिसन्निभम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 19 [
नमोऽस्तु शशिसङ्काश नमस्ते जगतः पते ।
नमोऽस्तु देवरूपाय स्वर्गमार्गप्रदर्शक ।
कर्ममार्गस्वरूपाय सर्वगाय नमो नमः ॥
]

`verse 20 [
त्वयेयं पाल्यते पृथ्वी त्रैलोक्यं च त्वयैव हि ।
जनस्तपस्तथा सत्यं त्वया सर्वं तु पाल्यते ॥
]

`verse 21 [
न त्वया रहितं किंचिज्जगत्स्थावरजङ्गमम् ।
विद्यते त्वद्विहीनं तु सद्यो नश्यति वै जगत् ॥
]

`verse 22 [
त्वमात्मा सर्वभूतानां सतां सत्त्वस्वरूपवान् ।
राजसानां रजस्त्वं च तामसानां तम एव च ॥
]

`verse 23 [
चतुष्पादो भवान् देव चतुश्श्रृङ्गस्त्रिलोचनः ।
सप्तहस्तस्त्रिबन्धश्च वृषरूप नमोऽस्तु ते ॥
]

`verse 24 [
त्वया हीना वयं देव सर्व उन्मार्गवर्त्तिनः ।
तन्मार्गं यच्छ मूढानां त्वं हि नः परमा गतिः ॥
]

`verse 25 [
एवं स्तुतस्तदा देवैर्वृषरूपी प्रजापतिः ।
तुष्टः प्रसन्नमनसा शान्तचक्षुरपश्यत ॥
]

`verse 26 [
दृष्टमात्रास्तु ते देवाः स्वयं धर्मेण चक्षुषा ।
क्षणेन गतसंमोहाः सम्यक्सद्धर्मसंहिताः ॥
]

`verse 27 [
असुरा अपि तद्वच्च ततो ब्रह्मा उवाच तम् ।
अद्यप्रभृति ते धर्म तिथिरस्तु त्रयोदशी ॥
]

`verse 28 [
यस्तामुपोष्य पुरुषो भवन्तं समुपार्जयेत् ।
कृत्वा पापसमाहारं तस्मान्मुञ्चति मानवः ॥
]

`verse 29 [
यच्चारण्यमिदं धर्म्म त्वया व्याप्तं चिरं प्रभो ।
ततो नाम्ना भविष्ये तद्धर्मारण्यमिति प्रभो ॥
]

`verse 30 [
चतुस्त्रिपाद् द्व्येकपाच्च प्रभो त्वं
कृतादिभिर्ल्लक्ष्यसे येन लोकैः ।
तथा तथा कर्मभूमौ नभश्च
प्रायोयुक्तः स्वगृहं पाहि विश्वम् ॥
]

`verse 31 [
इत्युक्तमात्रः प्रपितामहोऽधुना
सुरासुराणामथ पश्यतां नृप ।
अदृश्यतामगमत् स्वालयांश्च
जग्मुः सुराः सवृषा वीतशोकाः ॥
]

`verse 32 [
धर्मोत्पत्तिं य इमां श्रावयीत
तदा श्राद्धे तर्पयेत पितॄंश्च ।
त्रयोदश्यां पायसेन स्वशक्त्या
स स्वर्गगामी तु सुरानुपेयात् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे द्वात्रिंशोऽध्यायः ॥
]
