`speaker [
श्रीवराह उवाच
अथापरां रुद्रसंभूतिमाद्यां श्रृणुष्व राजन्निति सोऽभ्युवाच
]

`verse 1 [
महातपाः प्रीतितो धर्म्मदक्षः क्षमास्त्रधारी ऋषिरुग्रतेजाः ॥
]

`verse 2 [
जातः प्रजानां पतिरुग्रतेजा ज्ञानं परं तत्त्वभावं विदित्वा ।
सृष्टिं सिसृक्षुः क्षुभितोऽतिकोपाद वृद्धिकाले जगतः प्रकामम् ॥
]

`verse 3 [
तपस्यतोऽतः स्थिरकीर्तिः पुराणो रजस्तमोध्वस्तगतिर्बभूव ।
वरो वरेण्यो वरदः प्रतापी कृष्णारुणः पुरुषः पिङ्गनेत्रः ॥
]

`verse 4 [
रुदन्नुक्तो ब्रह्मणा मा रुद त्वं रुद्रस्ततोऽसावभवत् पुराणः ।
नयस्व सृष्टिं विततस्वरूपां भवान् समर्थोऽसि महानुभाव ॥
]

`verse 5 [
इत्युक्तमात्रः सलिले ममज्जमग्ने ससर्जात्मभवाय दक्षः ।
कस्थे तदा देववरे वितेनुः सृष्टिं तु ते मानसा ब्रह्मजाताः ॥
]

`verse 6 [
तस्यां ततायां तु सुराधिपे तु पैतामहं यज्ञवरं प्रकामम् ।
मग्नः पुरा यत्सलिले स रुद्रः उत्सृज्य विश्वं तु सुरान् सिसृक्षुः ॥
]

`verse 7 [
सुस्त्राव यज्ञं सुरसिद्धयक्षानुपागतान् क्रोधवशं जगाम ।
मन्युं प्रदीप्तं परिभाव्य केन सृष्टं जगन्मां व्यतिरिच्य मोहात् ॥
]

`verse 8 [
हा हेति चोक्ते ज्वलनार्चिषस्तु तत्राभवन् क्षुद्रपिशाचसङ्घा वेतालभूतानि च योगिसङ्घाः ॥
]

`verse 9 [
घनं यदा तैर्विततं वियच्च भूमिश्च सर्वाश्च दिशश्च लोकाः ।
तदा स सर्वज्ञतया चकार धनुश्चतुर्विंशतिहस्तमात्रम् ॥
]

`verse 10 [
गुणं त्रिवृत्तं च चकार रोषादादत्त दिव्ये च धनुर्गुणं च ।
ततश्च पूष्णो दशनानविध्यद् भगस्य नेत्रे वृषणौ क्रतोश्च ॥
]

`verse 11 [
स विद्धबीजो व्यपयात्क्रतुश्च मार्गं वायुर्धारधन् यज्ञवाटात् ।
देवाश्च सर्वे पशुपतिमुपेयुर्जग्मुश्च सर्वे प्रणतिं भवस्य ॥
]

`verse 12 [
आगम्य तत्रैव पितामहस्तु भवं प्रतीतः संपरिष्वज्य देवान् ।
भक्त्योपेतान् वीक्षयद् देवदेवान् विज्ञानमन्तः कुरु वीरबाहो ॥
]

`speaker [
रुद्र उवाच
]

`verse 13 [
सृष्टः पूर्वं भवताऽहं न चेमे कस्मान्न भागं परिकल्पयन्ति ।
यज्ञोद्भवं तेन रुषा मयेमे हृतज्ञाना विकृता देवदेव ॥
]

`speaker [
ब्रह्मा उवाच
]

`verse 14 [
देवाः शंभुं स्तुतिभिर्ज्ञानहेतोर् यजध्वमुच्चैरसुराश्च सर्वे ।
येन रुद्रो भगवांस्तोषमेति सर्वज्ञता तोषमात्रस्य च स्यात् ॥
]

`verse 15 [
इत्युक्तास्तेन ते देवाः स्तुतिं चक्रुर्महात्मनः ॥
]

`speaker [
देवा ऊचुः
]

`verse 16 [
नमो देवातिदेवाय त्रिनेत्राय महात्मने ।
रक्तपिङ्गलनेत्राय जटामुकुटधारिणे ॥
]

`verse 17 [
भूतवेतालजुष्टाय महाभोगोपवीतिने ।
भीमाट्टहासवक्त्राय कपर्दिन् स्थाणवे नमः ॥
]

`verse 18 [
पूष्णो दन्तविनाशाय भगनेत्रहने नमः ।
भविष्यवृषचिह्नाय महाभूतपते नमः ॥
]

`verse 19 [
भविष्यत्रिपुरान्ताय तथान्धकविनाशिने ।
कैलासवरवासाय करिकृत्तिनिवासिने ॥
]

`verse 20 [
विकरालोद्र्ध्वकेशाय भैरवाय नमो नमः ।
अग्निज्वालाकरालाय शशिमौलिकृते नमः ॥
]

`verse 21 [
भविष्यकृतकापालिव्रताय परमेष्ठिने ।
तथा दारुवनध्वंसकारिणे तिग्मशूलिने ॥
]

`verse 22 [
कृतकङ्कणभोगीन्द्र नीलकण्ठ त्रिशूलिने ।
प्रचण्डदण्डहस्ताय वडवाग्निमुखाय च ॥
]

`verse 23 [
वेदान्तवेद्याय नमो यज्ञमूर्ते नमो नमः ।
दक्षयज्ञविनाशाय जगद्भयकराय च ॥
]

`verse 24 [
विश्वेश्वराय देवाय शिवशंभुभवाय च ।
कपर्दिने करालाय महादेवाय ते नमः ॥
]

`verse 25 [
एवं देवैः स्तुतः शंभुरुग्रधन्वा सनातनः ।
उवाच देवदेवोऽहं यत्करोमि तदुच्यताम् ॥
]

`speaker [
देवा ऊचुः
]

`verse 26 [
वेदशास्त्राणि विज्ञानं देहि नो भव माचिरम् ।
यज्ञं सरहस्यं नो यदि तुष्टोऽसि नः प्रभो ॥
]

`speaker [
महादेव उवाच
]

`verse 27 [
भवन्तः पशवः सर्वे भवन्तु सहिता इति ।
अहं पतिर्वो भवतां ततो मोक्षमवाप्स्यथ ।
तथेति देवास्तं प्राहुस्ततः पशुपतिर्भवत् ॥
]

`verse 28 [
ब्रह्मा पशुपतिं प्राह प्रसन्नेनान्तरात्मना ।
चतुर्द्दशी ते देवेश तिथिरस्तु न संशयः ॥
]

`verse 29 [
तस्यां तिथौ भवन्तं ये यजन्ते श्रद्धयान्विताः ।
उपोष्य पश्चाद्भुञ्जीयाद्गोधूमान्नेन वै द्विजान् ॥
तस्य त्वं तुष्टिमापन्नो नय स्थानमनुत्तमम् ॥
]

`verse 30 [
एवमक्तस्तदा रुद्रो ब्रह्मणाऽव्यक्तजन्मना ।
दन्तान् नेत्रे फले प्रादाद्भगपूष्णोः क्रतोरपि ।
परिज्ञानं च सकलं स प्रादाच्च सुरेष्वपि ॥
]

`verse 31 [
एवं रुद्रस्य संभूतिः संभूता ब्रह्मणः पुरा ।
अनेनैव प्रयोगेन देवानां पतिरुच्यते ॥
]

`verse 32 [
यश्चैनं श्रृणुयान्नित्यं प्रातरुत्थाय मानवः ।
सर्वपापविनिर्मुक्तो रुद्रलोकमवाप्नुयात् ॥
]

`colophon [
॥ इति श्रीवराहरपुराणे भगवच्छास्त्रे त्रयस्त्रिंशोऽध्यायः ॥
]
