`speaker [
महातपा उवाच
]

`verse 1 [
पितॄणां संभवं राजन् कथ्यमानं निबोध मे ।
पूर्वं प्रजापतिर्ब्रह्मा सिसृक्षुर्विविधाः प्रजाः ॥
]

`verse 2 [
एकाग्रमनसा सर्वास्तन्मात्रा मनसा बहिः ।
कृत्वा परमकं ब्रह्म ध्यायन् सर्गेप्सुरुच्चकैः ॥
]

`verse 3 [
तस्यात्मनि तदा योगं गतस्य परमेष्ठिनः ।
तन्मात्रा निर्ययुर्देहाद् धूमवर्णाकृतित्विषः ॥
]

`verse 4 [
पिबाम इति भाषन्तः सुरान् सोम इति स्म ह ।
ऊर्ध्वं जिगमिषन्तो वै वियत्संस्थास्तपस्विनः ॥
]

`verse 5 [
तान् दृष्ट्वा सहसा ब्रह्मा तिर्यक्संस्थान उन्मुखान् ।
भवन्तः पितरः सन्तु सर्वेषां गृहमेधिनाम् ॥
]

`verse 6 [
ऊर्ध्ववक्त्रास्तु ये तत्र ते नान्दीमुखसंज्ञिताः ।
वृद्धिश्राद्धेषु सतत पूज्या श्रुतिविधानतः ॥
]

`verse 7 [
अग्निं पुरस्कृतो यैस्तु ते द्विजा अग्निहोत्रिणः ।
नित्यैर्नैमित्तिकैः काम्यैः पार्वणैस्तर्पयन्तु तान् ॥
]

`verse 8 [
बहिःप्रवरणा ये च क्षत्रियास्तर्पयन्तु तान् ।
आज्यं पिबन्ति ये चात्र तानर्चयन्तु विशः सदा ॥
]

`verse 9 [
ब्राह्मणैरभ्यनुज्ञाताः शूद्राः स्वपितृनामतः ।
तानेवार्चयतां सम्यग्विधिमन्त्रबहिष्कृताः ॥
]

`verse 10 [
अनाहिताग्नयो ये च ब्रह्मक्षत्रविशो नराः ।
स्वकालिनस्तेऽर्चयन्तु लोकाग्निपुरतः सदा ॥
]

`verse 11 [
इत्येवं पूजिता यूयमिष्टान् कामान् प्रयच्छत ।
आयुः कीर्तिं धनं पुत्रान् विद्यामभिजनं स्मृतिम् ॥
]

`verse 12 [
इत्युक्त्वा तु तदा ब्रह्मा तेषां पन्थानमाकरोत् ।
दक्षिणायनसंज्ञं तु पितॄणां च पितामहः ॥
]

`verse 13 [
तूष्णीं ससर्ज भूतानि तमूचुः पितरस्ततः ।
वृत्तिं नो देहि भगवन् यया विन्दामहे सुखम् ॥
]

`speaker [
ब्रह्मा उवाच
]

`verse 14 [
अमावास्यादिनं वोऽस्तु तस्यां कुशतिलोदकैः ।
तर्पिता मानुषैस्तृप्तिं परां गच्छथ नान्यथा ॥
]

`verse 15 [
तिला देयास्तथैतस्यामुपोष्य पितृभक्तितः ।
परमं तस्य संतुष्टा वरं यच्छत मा चिरम् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे चतुस्त्रिंशोऽध्यायः ॥
]
