`speaker [
महातपा उवाच
]

`verse 1 [
ब्रह्मणो मानसः पुत्रः अत्रिर्नाम महातपाः ।
तस्य पुत्रोऽभवत्सोमो दक्षजामातृतां गतः ॥
]

`verse 2 [
सप्तविंशति याः कन्या दाक्षायण्यः प्रकीर्त्तिताः ।
सोमपत्न्योऽतिमन्तव्यास्तासां श्रेष्ठा तु रोहिणि ॥
]

`verse 3 [
तामेव रमते सोमो नेतरा इति शुश्रुमः ।
इतराः प्रोचुरागत्य दक्षस्यासमतां शशेः ॥
]

`verse 4 [
दक्षोऽप्यसकृदागत्य तमुवाच स नाकरोत् ।
समतां सोऽपि तं दक्षः शशापान्तर्हितो भव ॥
]

`verse 5 [
एवं शप्तस्तु दक्षेण सोमो देहं त्यजेदथ ।
उवाच सोमो दक्षं तु भवानेवं भविष्यति ।
अनेकजो विहायेमं ब्रह्मदेहं सनातनम् ॥
]

`verse 6 [
एवमुक्त्वा क्षयं सोम अगमद् दक्षशापतः ।
देवा मनुष्याः पशवो नष्टे सोमे सवीरुधः ॥
]

`verse 7 [
क्षीणाभवंस्तदा सर्वा ओषध्यश्च विशेषतः ।
क्षयं गच्छद्भिरत्यर्थमोषधीभिः सुरर्षभाः ॥
]

`verse 8 [
मूलेषु वीरुधां सोमः स्थित इत्यूचुरातुराः ।
तेषां चिन्ताऽभवत् तीव्रा विष्णुं च शरणं ययुः ॥
]

`verse 9 [
भगवानाह तान् सर्वान् ब्रूत किं क्रियते मया ।
ते चोचुर्देव दक्षेण शप्तः सोमो विनाशितः ॥
]

`verse 10 [
तानुवाच तदा देवो मथ्यतां कलशोदधिः ।
ओषध्यः सर्वतो देवाः प्रक्षिप्याशु सुसंयतैः ॥
]

`verse 11 [
एवमुक्त्वा ततो देवान् दध्यौ रुद्रं हरिः स्वयम् ।
ब्रह्माणं च तथा दध्यौ वासुकिं नेत्रकारणात् ॥
]

`verse 12 [
ते सर्वे तत्र सहिता ममन्थुर्वरुणालयम् ।
तस्मिंस्तु मथिते जातः पुनः सोमो महीपते ॥
]

`verse 13 [
योऽसौ क्षेत्रज्ञसंज्ञो वै देहेऽस्मिन् पुरुषः परः ।
स एव सोमो मन्तव्यो देहिनां जीवसंज्ञितः ।
परेच्छया स मूर्त्तिं तु पृथक् सौम्यां प्रपेदिवान् ॥
]

`verse 14 [
तमेव देवमनुजाः षोडशेमाश्च देवताः ।
उपजीवन्ति वृक्षाश्च तथैवोषधयः प्रभुम् ॥
]

`verse 15 [
रुद्रस्तमेव सकलं दधार शिरसा तदा ।
तदात्मिका भवन्त्यापो विश्वमूर्तिरसौ स्मृतः ॥
]

`verse 16 [
तस्य ब्रह्मा ददौ प्रीतः पौर्णमासीं तिथिं प्रभुः ।
तस्यामुपोषयेद् राजंस्तमर्थं प्रतिपादयेत् ॥
]

`verse 17 [
यवान्नहारश्च भवेत् तस्य ज्ञानं प्रयच्छति ।
कान्तिं पुष्टिं च राजेन्द्र धनं धान्यं च केवलम् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे पञ्चत्रिंशोऽध्यायः ॥
]
