`speaker [
धरण्युवाच
]

`verse 1 [
कथमाराध्यसे देव भक्तिमद्भिर्नरैर्विभो ।
स्त्रीभिर्वा सर्वमेतन्मे शंस त्वं भूतभावन ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 2 [
भावसाध्योऽस्म्यहं देवि न वित्तैर्न जपैरहम् ।
साध्यस्तथाऽपि भक्तानां कायक्लेशं वदामि ते ॥
]

`verse 3 [
कर्मणा मनसा वाचा मच्चित्तो यो नरो भवेत् ।
तस्य व्रतानि धास्यामि विविधानि निबोध मे ॥
]

`verse 4 [
अहिंसा सत्यमस्तेयं ब्रह्मचर्यं प्रकीर्तितम् (-कल्कत)ा ।
एतानि मानसान्याहुर्व्रतानि तु धराधरे ॥
]

`verse 5 [
एकभक्तं तथा नक्तमुपवासादिकं च यत् ।
तत्सर्वं कायिकं पुंसां व्रतं भवति नान्यथा ॥
]

`verse 6 [
मौनं चाध्ययनं चैव देवस्तुत्यर्थकीर्तितत् ।
निवृत्तिश्चापि पैशुन्याद् वाचिकं व्रतमुत्तमम् ॥
]

`verse 7 [
अत्रापि श्रूयते चान्यदृषिरुग्रतपाः पुरा ।
ब्रह्मपुत्रः पुरा कल्पे आरुणिर्नाम नामतः ॥
]

`verse 8 [
सोऽरण्यमगमत् किंचित् तपोर्थी द्विजसत्तमः ।
तपस्तेपे ततस्तस्मिन्नुपवासपरायणः ॥
]

`verse 9 [
देविकायास्तटे रम्ये सोऽवसद् ब्राह्मणः किल ।
कदाचिदभिषेकाय स जगाम महानदीम् ॥
]

`verse 10 [
तत्र स्नात्वा जपन् विप्रो ददर्शायान्तमग्रतः ।
व्याधं महाधनुःपाणिमुग्रनेत्रं विभीषणम् ॥
]

`verse 11 [
तं द्विजं हन्तुमायात् स वल्कलानां जिघृक्षया ।
तं दृष्ट्वा क्षुभितो विप्रो ब्रह्मघ्नस्य भयादिति ।
ध्यायन् नारायणं देवं तस्थौ तत्रैव स द्विजः ॥
]

`verse 12 [
तं दृष्ट्वाऽन्तर्गतहरिं व्याधो भीत इवाग्रतः ।
विहाय सशरं चापं ततो वचनमब्रवीत् ॥
]

`speaker [
व्याध उवाच
]

`verse 13 [
हन्तुमिच्छुरहं ब्रह्मन् भवन्तं प्रागिहागतः ।
इदानीं दर्शनात् तुभ्यं सा मतिः क्वापि मे गता ॥
]

`verse 14 [
ब्राह्मणानां सहस्त्राणि सस्त्रीणामयुतानि च ।
निहतानि मया ब्रह्मन् निहतौ च कुटम्बिनौ ॥
]

`verse 15 [
नरकेऽभ्यधिकं चित्तं कदाचिदपि विद्यते ।
इदानीं तप्तुमिच्छामि तपोऽहं त्वत्समीपतः ।
उपदेशप्रदानेन प्रसादं कर्तुमर्हसि ॥
]

`verse 16 [
एवमुक्तोऽप्यसौ विप्रो नोत्तरं प्रत्यपद्यत ।
ब्रह्महा पापकर्मेति मत्वा ब्राह्मणपुंगवः ॥
]

`verse 17 [
अनुक्तोऽपि स धर्मेप्सुर्व्याधस्तत्रैव तस्थिवान् ।
स्नात्वा नद्यां द्विजः सोऽपि वृक्षमूलमुपाश्रितः ॥
]

`verse 18 [
कस्यचित् त्वथ कालस्य तां नदीमगमत् किल ।
व्याघ्रो बुभुक्षितः शान्तं तं विप्रं हन्तुमुद्यतः ॥
]

`verse 19 [
अन्तर्जलगतं विप्रं यावद् व्याघ्रो जिघृक्षति ।
तावद् व्याधेन विद्धोऽसौ सद्यः प्राणैर्वियोजितः ॥
]

`verse 20 [
तस्माद् व्याघ्रशरीरात् तु उत्थाय पुरुषः किल ।
विप्रश्चान्तर्जले मग्नः श्रुत्वा तं शब्दमाकुलम् ।
नमो नारायणायेति वाक्यमुच्चैरुवाच ह ॥
]

`verse 21 [
व्याघ्रेणापि श्रुतो मन्त्रः प्राणैः कण्ठस्थितैस्ततः ।
श्रुतमात्रे जहौ प्राणान् पुरुषश्चाभवच्छुभः ॥
]

`verse 22 [
सोऽब्रवीद् यामि तं देशं यत्र विष्णुः सनातनः ।
त्वत्प्रसादाद् द्विजश्रेष्ठ मुक्तपाप्मा निरामयः ॥
]

`verse 23 [
इत्युक्तो ब्राह्मणः प्राह कोऽसि त्वं पुरुषर्षभ ।
सोऽब्रवीत् तस्य राजेन्द्रः प्रतापी पूर्वजन्मनि ।
दीर्घबाहुरिति ख्यातः सर्वधर्मविशारदः ॥
]

`verse 24 [
अहं जानामि वेदांश्च अहं वेद्मि शुभाशुभम् ।
ब्राह्मणे नैव मे कार्यं किं वस्तु ब्राह्मणा इति ॥
]

`verse 25 [
तस्यैवं वादिनो विप्राः सर्वे क्रोधसमन्विताः ।
ऊचुः शापं दुराधर्षः क्रूरो व्याघ्रो भविष्यसि ॥
]

`verse 26 [
अवमानात् तु विप्राणां सत्यान्तं स्मरणं तव ।
मृत्युकालेन संमूढ केशवेन भविष्यति ॥
]

`verse 27 [
इत्युक्तोऽहं पुरा तैस्तु ब्राह्मणैर्वेदपारगैः ।
तमेव सर्वं संप्राप्तो ब्रह्मशापं सुपुष्कलम् ॥
]

`verse 28 [
ततस्ते ब्राह्मणा सर्वे प्रणिपत्य महामुने ।
उक्ताऽनुग्रहहेतोर्वै ऊचुस्ते मामिमं पुरा ॥
]

`verse 29 [
षष्ठान्नकालिकस्याग्रे यस्ते स्थास्यति कश्चन ।
स भक्ष्यस्ते तु भविता कंचित्कालं नराधम ॥
]

`verse 30 [
यदेषुघातं लब्ध्वा तु प्राणैः कण्ठगतैर्भवान् ।
श्रोष्यसे द्विजवक्त्रात् तु नमो नारायणेति हि ।
तदा स्वर्गगतिस्तुभ्यं भविता नात्र संशयः ॥
]

`verse 31 [
परवक्त्रगतस्यापि विष्णोर्नाम श्रुतं मया ।
लब्धद्वेषस्य विप्राणां प्रत्यक्षं तव सत्तम ॥
]

`verse 32 [
यः पुनर्ब्राह्मणान् पूज्य स्ववक्त्रेण नमो हरिम् ।
वदन् प्राणं विमुच्येत मुक्तौऽसौ वीतकिल्बिषः ॥।
]

`verse 33 [
सत्यं सत्यं पुनः सत्यमुत्क्षिप्य भुजमुच्यते ।
जङ्गमा ब्राह्मणा देवाः कूटस्थः पुरुषोत्तमः ॥
]

`verse 34 [
एवमुक्त्वा गतः स्वर्गं स राजा वीतकल्मषः ।
ब्राह्मणोऽपि सदायुक्तस्तं व्याधं प्रत्यभाषत ॥
]

`speaker [
ऋषिरुवाच
]

`verse 35 [
जिघृक्षोर्मृगराजस्य यत्त्वया रक्षितो ह्यहम् ।
तत्पुत्र तुष्टस्ते दद्मि वरं वरय सुव्रत ॥
]

`speaker [
व्याध उवाच
]

`verse 36 [
एष एव वरो मह्यं यत् त्वं मां भाषसे द्विज ।
अतः परं वरेणाहं किं करोमि प्रशाधि माम् ॥
]

`speaker [
ऋषिरुवाच
]

`verse 37 [
अहं त्वया पुरा पुत्र प्रार्थितोऽस्मि तपोऽर्थिना ।
बहुपातकयुक्तेन घोररूपेण चानघ ॥
]

`verse 38 [
इदानीं तव पापानि देविकाभिषवेण च ।
मद्दर्शनेन च चिरं विष्णुनामश्रुतेन च ।
नष्टानि शुद्धदेहोऽसि सांप्रतं नात्र संशयः ॥
]

`verse 39 [
इदानीं वरमेकं त्वं गृहाण मम सन्निधौ ।
तपः कुरुष्व साधो त्वं चिरकालं यदीच्छसि ॥
]

`speaker [
व्याध उवाच
]

`verse 40 [
य एष भवता प्रोक्तो विष्णुर्नारायणः प्रभुः ।
स कथं प्राप्यते मर्त्यैरेष एव वरो मम ॥
]

`speaker [
ऋषिरुवाच
]

`verse 41 [
तमुद्दिश्य व्रतं कुर्याद् यत्किंचित्पुरुषोऽच्युतम् ।
स परं तमवाप्नोति भक्तया युक्तः पुमानिति ॥
]

`verse 42 [
एवं ज्ञात्वा भवान् पुत्र व्रतमेतत् समाचर ।
न भक्षयेद् गणान्नं तु न वदेदनृतं क्वचित् ॥
]

`verse 43 [
एतत् ते व्रतमादिष्टं मया व्याधवर ध्रुवम् ।
अत्रैवं तपसा युक्तस्तिष्ठ त्वं यावदिच्छसि ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 44 [
एवं चिन्तान्वितं मत्वा वरदो ब्राह्मणोऽभवत् ।
मोक्षार्थिनमथो बुद्ध्वा वञ्चयित्वा गतो मुनिः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे सप्तत्रिंशोऽध्यायः ॥
]
