`speaker [
दुर्वासा उवाच
]

`verse 1 [
तद्वत् फाल्गुनमासे तु शुक्लपक्षे तु द्वादशीम् ।
उपोष्य प्रोक्तविधिना हरिमाराधयेत् सुधीः ॥
]

`verse 2 [
नरसिंहाय पादौ तु गोविन्दायेत्युरू तथा ।
कटिं विश्वभुजे पूज्य अनिरुद्धेत्युरस्तथा ॥
]

`verse 3 [
कण्ठं तु शितिकण्ठाय पिङ्गकेशाय वै शिरः ।
असुरध्वंसनायेति चक्रं तोयात्मने तथा ।
शङ्खमित्येव संपूज्य गन्धपुष्पफलैस्तथा ॥
]

`verse 4 [
तदग्रे घटमादाय सितवस्त्रयुगान्वितम् ।
तस्योपरि नृसिहं तु सौवर्णं ताम्रभाजने ।
सौवर्ण शक्तितः कृत्वा दारुवंशमयेऽपि वा ॥
]

`verse 5 [
रत्नगर्भघटे स्थाप्य तं संपूज्य च मानवः ।
द्वादश्यां वेदविदुषे ब्राह्मणाय निवेदयेत् ॥
]

`verse 6 [
एवं कृते फलं प्राप्तं यत् पुरा पार्थिवेन तु ।
तस्याहं संप्रवक्ष्यामि वत्सनाम्ना महामुने ॥
]

`verse 7 [
आसीत् किंपुरुषे वर्षे राजा परमधार्मिकः ।
भारतेति च विख्यातस्तस्य वत्सः सुतोऽभवत् ॥
]

`verse 8 [
स शत्रुभिर्जितः संख्ये हृतकोशो द्विपादवान् ।
वनं प्रायात् सपत्नीको वसिष्ठस्याश्रमेऽवसत् ॥
]

`verse 9 [
कालेन गच्छता सोऽथ वसिष्ठेन महर्षिणा ।
किं कार्यमिति स प्रोक्तो वसस्यस्मिन् महाश्रमे ॥
]

`speaker [
राजोवाच
]

`verse 10 [
भगवन् हृतकोशोऽहं हृतराज्यो विशेषतः ।
शत्रुभिर्हतसंकल्पो भवन्तं शरणं गतः ।
उपदेशप्रदानेन प्रसादं कर्तुमर्हसि ॥
]

`verse 11 [
एवमुक्तो वसिष्ठस्तु तस्येमां द्वादशीं मुने ।
विधिना प्रत्युवाचाथ सोऽपि सर्वं तथाऽकरोत् ॥
]

`verse 12 [
तस्य व्रतान्ते भगवान् नारसिंहस्तुतोष ह ।
चक्रं प्रादाच्च शत्रूणां विध्वंसनकरं परम् ॥
]

`verse 13 [
तेनास्त्रेण स्वकं राज्यं जितवान् स नृपोत्तमः ।
राज्ये स्थित्वाऽश्वमेधानां सहस्त्रमकरोद् विभुः ।
अन्ते च विष्णुलोकाख्यं पदमाप च सत्तम ॥
]

`verse 14 [
एषा धन्या पापहरा द्वादशी भवतो मुने ।
कथिता या प्रयत्नेन श्रुत्वा कुरु यथेप्सितम् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे द्विचत्वारिंशोऽध्यायः ॥
]
