`speaker [
दुर्वास उवाच
]

`verse 1 [
वैशाखेऽप्येवमेवं तु संकल्प्य विधिना नरः ।
तद्वत् स्नानादिकं कृत्वा ततो देवालयं व्रजेत् ॥
]

`verse 2 [
तत्राराध्य हरिं भक्त्या एभिर्मन्त्रैर्विचक्षणः ।
जामदग्न्याय पादौ तु उदरं सर्वधारिणे ।
मधुसूदनायेति कटिमुरः श्रीवत्सधारिणे ॥
]

`verse 3 [
क्षत्रान्तकाय च भुजौ मणिकण्ठाय कण्ठकम् ।
स्वनाम्ना शङ्खचक्रौ तु शिरो ब्रह्माण्डधारिणे ॥
]

`verse 4 [
एवमभ्यर्च्य मेधावी प्राग्वत् तस्याग्रतो घटम् ।
विन्यस्य स्थगितं तद्वद् वस्त्रयुग्मेन वेष्टितम् ॥
]

`verse 5 [
वैणवेन तु पात्रेण तस्मिन् संस्थापयेद्धरिम् ।
जामदग्न्येति विख्यातं नाम्ना क्लेशविनाशनम् ॥
]

`verse 6 [
दक्षिणे परशुं हस्ते तस्य देवस्य कारयेत् ।
सर्वगन्धैश्च संपूज्य पुष्पैर्नानाविधैः शुभैः ॥
]

`verse 7 [
ततस्तस्याग्रतः कुर्याज्जागरं भक्तिमान्नरः ।
प्रभाते विमले सूर्ये ब्राह्मणाय निवेदयेत् ।
एवं नियमयुक्तस्य यत्फलं तन्निबोध मे ॥
]

`verse 8 [
आसीद् राजा महाभागो वीरसेनो महाबलः ।
अपुत्रः स पुरा तीव्रं तपस्तेपे महौजसा ॥
]

`verse 9 [
चरतस्तत्तपो घोरं याज्ञवल्क्यो महामुनिः ।
आजगाम महायोगी तं दृष्ट्वा नातिदूरतः ॥
]

`verse 10 [
तमायान्तमथो दृष्ट्वा ऋषिं परमवर्चसम् ।
कृताञ्जलिपुटो भूत्वा राजाभ्युत्थानमाकरोत् ॥
]

`verse 11 [
स पूजितो मुनिः प्राह किमर्थं तप्यते तपः ।
राजन् कथय धर्मज्ञ किं ते कार्यं विवक्षितम् ॥
]

`speaker [
राजोवाच
]

`verse 12 [
अपुत्रोऽहं महाभाग नास्ति मे पुत्रसंततिः ।
तेन मे तप आंस्थाय कृष्यते स्वतनुर्द्विज ॥
]

`speaker [
याज्ञवल्क्य उवाच
]

`verse 13 [
अलं ते तपसाऽनेन महाक्लेशेन पार्थिव ।
अल्पायासेन ते पुत्रो भविष्यति न संशयः ॥
]

`speaker [
राजोवाच
]

`verse 14 [
कथं मे भविता पुत्रो अल्पायासेन वै द्विज ।
एतन्मे कथय प्रीतो भगवन् प्रणतस्य ह ॥
]

`speaker [
दुर्वासा उवाच
]

`verse 15 [
एवमुक्तो मुनिस्तेन पार्थिवेन यशस्विना ।
आचख्यौ द्वादशीं चेमां वैशाखे सितपक्षजाम् ॥
]

`verse 16 [
स हि राजा विधानेन पुत्रकामो विशेषतः ।
उपोष्य लब्धवान् पुत्रं नलं परमधार्मिकम् ।
योऽद्यापि कीर्त्यते लोके पुण्यश्लोको नरोत्तमः ॥
]

`verse 17 [
प्रासङ्गिकं फलं ह्येतद् गतस्यास्य महामुने ।
सुपुत्रो जायते वित्तविद्यावान् कान्तिरुत्तमा ॥
]

`verse 18 [
इह जन्मनि किं चित्रं परलोके श्रृणुष्व मे ।
कल्पमेकं ब्रह्मलोके वसित्वाऽप्सरसां गणैः ॥
]

`verse 19 [
क्रीडत्यन्ते पुनः सृष्टौ चक्रवर्ती भवेद् ध्रुवम् ।
त्रिंशत्यब्दसहस्त्राणि जीवते नात्र संशयः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भवगच्छास्त्रे चतुश्चत्वारिंशोऽध्यायः ॥
]
