`speaker [
दुर्वासा उवाच
]

`verse 1 [
श्रावणस्य तु मासस्य शुक्लपक्षे तु द्वादशी ।
अर्चयेत् परमं देवं गन्धपुष्पैर्जनार्नम् ॥
]

`verse 2 [
दामोदराय पादौ तु हृषीकेशाय वै कटिम् ।
सनातनेति जठरमुरः श्रीवत्सधारिणे ॥
]

`verse 3 [
चक्रपाणयेति भुजौ कण्ठं च हरये तथा ।
मुञ्जकेशाय च शिरो भद्रायेति शिखां तथा ॥
]

`verse 4 [
एवं संपूज्य संस्थाप्य कुम्भं पूर्ववदेव तु ।
विन्यस्य वस्त्रयुग्मं तु तस्योपरि ततो न्यसेत् ॥
]

`verse 5 [
काञ्चनं देवदेवं तु दामोदरसनामकम् ।
तमभ्यर्च्य विधानेन गन्धपुष्पादिभिः क्रमात् ॥
]

`verse 6 [
प्राग्वत् तं ब्राह्मणे दद्याद् वेदवेदाङ्गपारगे ।
एवं नियमयुक्तस्य प्रभावं तच्छृणुष्व मे ॥
]

`verse 7 [
एष ते विधिरुद्दिष्टः श्रावणे मासि वै विभो ।
एतस्याश्च प्रभावं यत् श्रृणु पापप्रणाशनम् ॥
]

`verse 8 [
पुरा कृतयुगे राजा नृगो नाम महाबलः ।
बभ्राम स वनं घोरं मृगयासक्तमानसः ॥
]

`verse 9 [
स कदाचित् तुरङ्गेण हृतो दूरं महद्वनम् ।
व्याघ्रसिंहगजाकीर्णं दस्युसर्पनिषेवितम् ॥
]

`verse 10 [
एकाकी तत्र राजा तु अश्वं मुच्य तरोरधः ।
स्वयं कुशमथास्तीर्य सुप्तो दुःखसमन्वितः ॥
]

`verse 11 [
तावत् तत्रैव लुब्धानां सहस्त्राणि चतुर्दश ।
आगतानि मृगान् हन्तुं रात्रौ राज्ञः समन्ततः ॥
]

`verse 12 [
तत्रापश्यन्त ते सुप्तं हेमरत्नविभूषितम् ।
नृगं राजानमत्युग्रं श्रिया परमया युतम् ॥
]

`verse 13 [
ते गत्वा त्वरितं व्याधाः स्वभर्त्रे संन्यवेदयन् ।
सोऽपि रत्नसुवर्णार्थं राजानं हन्तुमुद्यतः ॥
]

`verse 14 [
तुरगस्य च हेतोस्तु निस्त्रिंशा वनचारिणः ।
राजानं सुप्तमासाद्य निगृहीतुं प्रचक्रमुः ॥
]

`verse 15 [
तावद् राज्ञः शरीरात् तु श्वेताभरणभूषिता ।
नारी काचित् समुत्तस्थौ स्त्रक्चन्दनविभूषिता ।
उत्थाय चक्रमादाय ते म्लेच्छा विनिपातिताः ॥
]

`verse 16 [
दस्यून् निहत्य सा देवी तस्य राज्ञस्तनुं पुनः ।
प्रविशन्त्याशु राजाऽपि प्रतिबुद्धोऽथ दृष्टवान् ।
म्लेच्छांस्तु निहतान् दृष्ट्वा सा स्वमूर्त्तिलयं गता ॥
]

`verse 17 [
अश्वमारुह्य स पुनर्वामदेवाश्रमं ययौ ।
तत्रापृच्छद् ऋषिं भक्त्या का स्त्री के ते निपातिताः ।
एतत् कार्यमृषे मह्यं कथयस्व प्रसीद मे ॥
]

`speaker [
वामदेव उवाच
]

`verse 18 [
त्वमासीच्छूद्रजातीय अन्यजन्मनि पार्थिव ।
तत्र त्वया ब्राह्मणस्य प्रेषणं कुर्वता श्रुता ।
श्रावणस्य तु मासस्य शुक्लपक्षे तु द्वादशी ॥
]

`verse 19 [
सविधानात् त्वया राजन् भक्त्या वै समुपोषिता ।
उपोषितायां तस्यां तु राज्यं लब्धं त्वयाऽनघ ॥
]

`verse 20 [
सर्वापत्सु च सा देवी भवन्तं परिरक्षति ।
यया विनिहताः क्रूरा म्लेच्छाः पापसमन्विताः ।
भवांश्च रक्षितो राजन् श्रावणद्वादशी तु सा ॥
]

`verse 21 [
एकैव पाति चापत्सु राज्यमेकैव यच्छति ।
किं पुनर्द्वादशैतास्तु येनैन्द्रं न ददुः पदम् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे सप्तचत्वारिंशोऽध्यायः ॥
]
