`speaker [
दुर्वासा उवाच
]

`verse 1 [
तद्वद् भाद्रपदे मासि शुक्लपक्षे तु द्वादशीम् ।
संकल्प्य विधिना देवमर्च्चयेत् परमेश्वरम् ॥
]

`verse 2 [
नमोऽस्तु कल्किने पादौ हृषीकेशाय वै कटिम् ।
म्लेच्छविध्वंसनायेति जगन्मूर्त्ते तथोदरम् ॥
]

`verse 3 [
शितिकण्ठाय कण्ठं तु खड्गपाणेति वै भुजौ ।
चतुर्भुजायेति हस्तौ विश्वमूर्त्ते तथा शिरः ॥
]

`verse 4 [
एवमभ्यर्च्य मेधावी प्राग्वत् तस्याग्रतो घटम् ।
विन्यसेत् कल्किनं देवं सौवर्णं तत्र कारयेत् ॥
]

`verse 5 [
सितवस्त्रयुगच्छन्नं गन्धपुष्पोपशोभितम् ।
कृत्वा प्रभाते विप्राय प्रदेयं शास्त्रवित्तमे ।
एवं कृते भवेद् यस्तु तन्निबोध महामुने ॥
]

`verse 6 [
पूर्वं राजा विशालोऽभूत् काश्यां पुर्यां महाबलः ।
गोत्रजैर्हृतराज्योऽसौ गन्धमादनमाविशत् ॥
]

`verse 7 [
तस्य द्रोण्यां महाराज बदरीं प्राप्य शोभनाम् ।
हृतराज्यो विशेषेण गतश्रीको नरोत्तमः ॥
]

`verse 8 [
कदाचिदागतौ तत्र पुराणावृषिसत्तमौ ।
नरनारायणौ देवौ सर्वदेवनमस्कृतौ ॥
]

`verse 9 [
तौ दृष्ट्वा तत्र राजानं पूर्वागतमरिंदमौ ।
ध्यायन्तं परमं ब्रह्म विष्ण्वाख्यं परमं पदम् ॥
]

`verse 10 [
तौ प्रीतावूचतुस्तं तु राजानं क्षीणकल्मषम् ।
वरं वृणीष्व राजेन्द्र वरदौ स्वस्तवागतौ ॥
]

`speaker [
राजोवाच
]

`verse 11 [
भवन्तौ कौ न जानामि कस्य गृह्णाम्यहं वरम् ।
आराधयामि यत् तस्माद् वरमिच्छामि शोभनम् ॥
]

`verse 12 [
एवमुक्तौ तु तौ राज्ञा कमाराधयसे प्रभो ।
कं वा वरं वृणुष्व त्वं कथयस्व कुतूहलात् ॥
]

`verse 13 [
एवमुक्तस्ततो राजा विष्णुमाराधयाम्यहम् ।
कथयित्वा स्थितस्तूष्णीं ततस्तावूचतुः पुनः ॥
]

`verse 14 [
राजन् तस्यैव देवस्य प्रसादादावयोर्वरः ।
दातव्यस्ते वरं ब्रूहि कस्ते मनसि वर्त्तते ॥
]

`speaker [
राजोवाच
]

`verse 15 [
यथा यज्ञेश्वरं देवं यज्ञैर्विविधदक्षिणैः ।
यष्टुं समर्थता मे स्यात् तथा मे ददतं वरम् ॥
]

`speaker [
नर उवाच
]

`verse 16 [
स्वयं नारायणो देवो लोकमार्गप्रदर्शकः ।
मया सह तपः कुर्याद् बदर्यां लोकभावनः ॥
]

`verse 17 [
अयं मत्स्योऽभवत् पूर्वं पुनः कूर्म्मस्वरूपवान् ।
वराहश्चाभवद् देवो नरसिंहस्ततोऽभवत् ॥
]

`verse 18 [
वामनस्तु ततो जातो जामदग्न्यो महाबलः ।
पुनर्दाशरथिर्भूत्वा वासुदेवः पुनर्बभौ ॥
]

`verse 19 [
बुद्धो भूत्वा जनं ह्येष मोहयामास पार्थिव ।
सपत्नान् दस्यवो म्लेच्छान् पुनर्हत्वा महीमिमाम् ।
प्रकृतिस्थां चकारायं स एष भगवान् हरिः ॥
]

`verse 20 [
पूज्यते मत्स्यरूपेण सर्वज्ञत्वमभीप्सुभिः ।
स्ववंशोद्धरणार्थाय कूर्मरूपी तु पूज्यते ॥
]

`verse 21 [
भवोदधिनिमग्नेन वाराहः पूज्यते हरिः ।
नारसिंहेण रूपेण तद्वत् पापभयान्नरैः ॥
]

`verse 22 [
वामनं मोहनाशाय वित्तार्थे जगदग्निजम् ।
क्रूरशत्रुविनाशाय यजेद् दाशरथिं बुधः ॥
]

`verse 23 [
बलकृष्णौ यजेद् धीमान् पुत्रकामो न संशयः ।
रूपकामो यजेद् बुद्धं कल्किनं शत्रुघातने ॥
]

`verse 24 [
एवमुक्त्वा नरस्तस्य इमामेवाब्रवीन्मुनिः ।
द्वादशीं कृतवान् सोऽपि चक्रवर्ती बभूव ह ।
तस्यैव नाम्ना बदरी विशालाख्याऽभवन्मुने ॥
]

`verse 25 [
इह जन्मनि राजाऽसौ राज्यं कृत्वा इयाद् वनम् ।
यज्ञैश्च विविधैरिष्ट्वा परं निर्वाणमाप्तवान् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे अष्टचत्वारिंशोऽध्यायः ॥
]
