`speaker [
दुर्वासा उवाच
]

`verse 1 [
गत्वा तु पुष्करं तीर्थमगस्त्यो मुनिपुंगवः ।
कार्तिक्यामाजगामाशु पुनर्भद्राश्वमन्दिरम् ॥
]

`verse 2 [
तमागतं मुनिं प्रेक्ष्य राजा परमधार्मिकः ।
अर्घपाद्यादिभिः पूज्य कृतासनपरिग्रहम् ।
उवाच हर्षितो राजा तमृषिं संशितव्रतम् ॥
]

`speaker [
राजोवाच
]

`verse 3 [
भगवन् कथितं पूर्वं त्वया ऋषिवरोत्तम ।
द्वादश्याश्वयुजे मासि विधानं तत् कृतं मया ।
इदानीं कार्तिके मासि यत् स्यात् पुण्यं वदस्व मे ॥
]

`speaker [
अगस्त्य उवाच
]

`verse 4 [
श्रृणु राजन् महाबाहो कार्तिके मासि द्वादशीम् ।
उपोष्य विधिना येन यच्चास्याः प्राप्यते फलम् ॥
]

`verse 5 [
प्राग्विधानेन संकल्प्य तद्वत् स्नानं तु कारयेत् ।
विभुमेवार्चयेद् देवं नारायणमकल्मषम् ॥
]

`verse 6 [
नमः सहस्त्रशिरसे शिरः संपूजयेद्धरेः ।
पुरुषायेति च भुजौ कण्ठं वै विश्वरूपिणे ।
ज्ञानास्त्रायेति चास्त्राणि श्रीवत्साय तथा उरः ॥
]

`verse 7 [
जगद्ग्रसिष्णवे पूज्य उदरं दिव्यमूर्त्तये ।
कटिं सहस्त्रपादाय पादौ देवस्य पूजयेत् ॥
]

`verse 8 [
अनुलोमेन देवेशं पूजयित्वा विचक्षणः ।
नमो दामोदरायेति सर्वाङ्गं पूजयेद्धरेः ॥
]

`verse 9 [
एवं संपूज्य विधिना तस्याग्रे चतुरो घटान् ।
स्थापयेद् रत्नगर्भांस्तु सितचन्दनचर्चितान् ॥
]

`verse 10 [
स्त्रग्दामबद्धग्रीवांस्तु सितवस्त्रावगुण्ठितान् ।
स्थापितान् ताम्रपात्रैस्तु तिलपूर्णैः सकाञ्चनैः ॥
]

`verse 11 [
चत्वारः सागराश्चैव कल्पिता राजसत्तम ।
तन्मध्ये प्राग्विधानेन सौवर्णं स्थापयेद्धरिम् ।
योगीश्वरं योगनिद्रां चरन्तं पीतवाससम् ॥
]

`verse 12 [
तमप्येवं तु संपूज्य जागरं तत्र कारयेत् ।
कुर्याच्च वैष्णवं यज्ञं यजेद् योगीश्वरं हरिम् ॥
]

`verse 13 [
षोडशारे तथा चक्रे राजभिर्बहुभिः कृते ।
एवं कृत्वा प्रभाते तु ब्राह्मर्णाय च दापयेत् ॥
]

`verse 14 [
चत्वारः सागरा देयाश्चतुर्णां पञ्चमस्य ह ।
योगीश्वरं तु संपूर्णं दापयेत् प्रयतः शुचिः ॥
]

`verse 15 [
वेदाढ्ये तु समं दत्तं द्विगुणं तद्विदे तथा ।
आचार्ये पञ्चरात्राणां सहस्त्रगुणितं भवेत् ॥
]

`verse 16 [
यस्त्विमं सरहस्यं तु समन्त्रं चोपपादयेत् ।
विधानं तस्य वै दत्तं कोटिकोटिगुणोत्तरम् ॥
]

`verse 17 [
गुरवे सति यस्त्वन्यमाश्रयेत् पूजयेत् कुधीः ।
स दुर्गतिमवाप्नोति दत्तमस्य च निष्फलम् ।
प्रयत्नेन गुरौ पूर्वं पश्चादन्यस्य दापयेत् ॥
]

`verse 18 [
अविद्यो वा सविद्यो वा गुरुरेव जनार्दनः ।
मार्गस्थो वाप्यमार्गस्थो गुरुरेव परा गतिः ॥
]

`verse 19 [
प्रतिपद्य गुरुं यस्तु मोहाद् विप्रतिपद्यते ।
स जन्मकोटि नरके पच्यते पुरुषाधमः ॥
]

`verse 20 [
एवं दत्त्वा विधानेन द्वादश्यां विष्णुमर्च्य च ।
विप्राणां भोजनं कुर्याद् यथाशक्त्या सदक्षिणम् ॥
]

`verse 21 [
धरणीव्रतमेतद्धि पुरा कृत्वा प्रजापतिः ।
प्रजापत्यं तथा लेभे मुक्तिं ब्रह्म च शाश्वतम् ॥
]

`verse 22 [
युवनाश्वोऽपि राजर्षिरनेन विधिना पुरा ।
मान्धातारं सुतं लेभे परं ब्रह्म च शाश्वतम् ॥
]

`verse 23 [
तथा च हैहयो राजा कृतवीर्यो नराधिपः ।
कार्त्तवीर्यं सुतं लेभे परं ब्रह्म च शाश्वतम् ॥
]

`verse 24 [
शकुन्तलाऽप्येवमेव तपश्चीर्त्वा महामुने ।
लेभे शाकुन्तलं पुत्रं दौष्यन्तिं चक्रवर्तिनम् ॥
]

`verse 25 [
तथा पौराणराजानो वेदोक्ताश्चक्रवर्त्तिनः ।
अनेन विधिना प्राप्ताश्चक्रवर्तित्वमुत्तमम् ॥
]

`verse 26 [
धरण्या अपि पाताले मग्नया चरितं पुरा ।
व्रतमेतत् ततो नाम्ना धरणीव्रतमुत्तमम् ॥
]

`verse 27 [
समाप्तेऽस्मिन् धरा देवी हरिणा क्रोडरूपिणा ।
उद्धृताऽद्यापि तुष्टेन स्थापिता नौरिवाम्भसि ॥
]

`verse 28 [
धरणीव्रतमेतद्धि कीर्तितं ते मया मुने ।
य इदं श्रृणुयाद् भक्त्या यश्च कुर्यान्नरोत्तमः ।
सर्वपापविनिर्मुक्तो विष्णुसायुज्यमाप्नुयात् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे पञ्चाशोऽध्यायः ॥
]
