`speaker [
श्रीवराह उवाच
]

`verse 1 [
श्रुत्वा दुर्वाससो वाक्यं धरणीव्रतमुत्तमम् ।
ययौ सत्यतपाः सद्यो हिमवत्पार्श्वमुत्तमम् ॥
]

`verse 2 [
पुष्पभद्रा नदी यत्र शिला चित्रशिला तथा ।
वटो भद्रवटो यत्र तत्र तस्याश्रमो बभौ ।
तत्रोपरि महत् तस्य चरितं संभविष्यति ॥
]

`speaker [
धरण्युवाच
]

`verse 3 [
बहुकल्पसहस्त्राणि व्रतस्यास्य सनातन ।
मया कृतस्य तपसस्तन्मया विस्मृतं प्रभो ॥
]

`verse 4 [
इदानीं त्वत्प्रसादेन स्मरणं प्राक्तनं मम ।
जातं जातिस्मरा चास्मि विशोका परमेश्वर ॥
]

`verse 5 [
यदि नाम परं देव कौतुकं हृदि वर्तते ।
अगस्त्यः पुनरागत्य भद्राश्वस्य निवेशनम् ।
यच्चकार स राजा च तन्ममाचक्ष्व भूधर ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 6 [
प्रत्यागतमृषिं दृष्ट्वा भद्राश्वः श्वेतवाहनः ।
वरासनगतं दृष्ट्वा कृत्वा पूजां विशेषतः ।
अपृच्छन्मोक्षधर्माख्यं प्रश्नं सकलधारिणि ॥
]

`speaker [
भद्राश्व उवाच
]

`verse 7 [
भगवन् कर्मणा केन छिद्यते भवसंसृतिः ।
किं वा कृत्वा न शोचन्ति मूर्त्तामूर्त्तोपपत्तिषु ॥
]

`speaker [
अगस्त्य उवाच
]

`verse 8 [
श्रृणु राजन् कथां दिव्यां दूरासन्नव्यवस्थिताम् ।
दृश्यादृश्यविभागोत्थां समाहितमना नृप ॥
]

`verse 9 [
नाहो न रात्रिर्न दिशोऽदिशश्च
न द्यौर्न देवा न दिनं न सूर्यः ।
तस्मिन् काले पशुपालेति राजा
स पालयामास पशूननेकान् ॥
]

`verse 10 [
तान् पालयन् स कदाचिद् दिदृक्षुः
पूर्वं समुद्रं च जगाम तूर्णम् ।
अनन्तपारस्य महोदधेस्तु
तीरे वनं तत्र वसन्ति सर्पाः ॥
]

`verse 11 [
अष्टौ द्रुमाः कामवहा नदी च
तुर्यक् चोद्र्ध्वं बभ्रमुस्तत्र चान्ये ।
पञ्च प्रधानाः पुरुषास्तथैकां
स्त्रियं बिभ्रते तेजसा दीप्यमानाम् ॥
]

`verse 12 [
साऽपि स्त्री स्वे वक्षसि धारयन्ती
सहस्त्रसूर्यप्रतिमं विशालम् ।
तस्याधरस्त्रिर्विकारस्त्रिवर्ण-
स्तं राजानं पश्य परिभ्रमन्तम् ॥
]

`verse 13 [
तूष्णींभूता मृतकल्पा इवासन्
नृपोऽप्यसौ तद्वनं संविवेश ।
तस्मिन् प्रविष्टे सर्व एते विविशु-
र्भयादैक्यं गतवन्तः क्षणेन ॥
]

`verse 14 [
तैः सर्पैः स नृपो दुर्विनीतैः
संवेष्टितो दस्युभिश्चिन्तयानः ।
कथं चैतेन भविष्यन्ति येन
कथं चैते संसृताः संभवेयुः ॥
]

`verse 15 [
एवं राज्ञश्चिन्तयतस्त्रिवर्णः पुरुषः परः ।
श्वेतं रक्तं तथा कृष्णं त्रिवर्णं धारयन्नरः ॥
]

`verse 16 [
स संज्ञां कृतवान् मह्यमपरोऽथ क्व यास्यसि ।
एवं तस्य ब्रुवाणस्य महन्नाम व्यजायत ॥
]

`verse 17 [
तेनापि राजा संवीतः स बुध्यस्वेति चाब्रवीत् ।
एवमुक्ते ततः स्त्री तु तं राजानं रुरोध ह ॥
]

`verse 18 [
मायाततं तं मा भैष्ट ततोऽन्यः पुरुषो नृपम् ।
संवेष्ट्य स्थितवान् वीरस्ततः सर्वेश्वरेश्वरः ॥
]

`verse 19 [
ततोऽन्ये पञ्च पुरुषा आगत्य नृपसत्तमम् ।
संविष्ट्य संस्थिताः सर्वे ततो राजा विरोधितः ॥
]

`verse 20 [
रुद्धे राजनि ते सर्वे एकीभूतास्तु दस्यवः ।
मथितुं शस्त्रमादाय लीनाऽन्योऽन्यं ततो भयात् ॥
]

`verse 21 [
तैर्लीनैर्नृपर्तेर्वेश्म बभौ परमशोभनम् ।
अन्येषामपि पापानां कोटिः साग्राभवन्नृप ॥
]

`verse 22 [
गृहे भूसलिलं वह्निः सुखशीतश्च मारुतः ।
सावकाशानि शुभ्राणि पञ्चैकोनगुणानि च ॥
]

`verse 23 [
एकैव तेषां सुचिरं संवेष्ट्यासज्यसंस्थिता ।
एवं स पशुपालोऽसौ कृतवानञ्जसा नृप ॥
]

`verse 24 [
तस्य तल्लाघवं दृष्ट्वा रूपं च नृपतेर्मृधे ।
त्रिवर्णः पुरुषो राजन्नब्रवीद् राजसत्तमम् ॥
]

`verse 25 [
त्वत्पुत्रोऽस्मि महाराज ब्रूहि किं करवाणि ते ।
अस्माभिर्बन्धुमिच्छद्भिर्भवन्तं निश्चयः कृतः ॥
]

`verse 26 [
यदि नाम कृताः सर्वे वयं देव पराजिताः ।
एवमेव शरीरेषु लीनास्तिष्ठाम पार्थिव ॥
]

`verse 27 [
मर्य्येके तव पुत्रत्वं गते सर्वेषु संभवः ।
एवमुक्तस्ततो राजा तं नरं पुनरब्रवीत् ॥
]

`verse 28 [
पुत्रो भवति मे कर्त्ता अन्येषामपि सत्तम ।
युष्मत्सुखैर्नरैर्भावैर्नाहं लिप्ये कदाचन ॥
]

`verse 29 [
एवमुक्त्वा स नृपतिस्तमात्मजमथाकरोत् ।
तैर्विमुक्तः स्वयं तेषां मध्ये स विरराम ह ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे एकपञ्चाशोऽध्यायः ॥
]
