`speaker [
अगस्त्य उवाच
]

`verse 1 [
स त्रिवर्णो नृपोत्सृष्टः स्वतन्त्रत्वाच्च पार्थिव ।
अहं नामानमसृजत् पुत्रं पुत्रस्त्रिवर्णकम् ॥
]

`verse 2 [
तस्यापि चाभवत् कन्या अवबोधस्वरूपिणी ।
सा तु विज्ञानदं पुत्रं मनोह्वं विससर्ज ॥
]

`verse 3 [
तस्यापि सर्वरूपाः स्युस्तनयाः पञ्चभोगिनः ।
यथासंख्येन पुत्रास्तु तेषामक्षाभिधानकाः ॥
]

`verse 4 [
एते पूर्वं दस्यवः स्युस्ततो राज्ञा वशीकृताः ।
अमूर्त्ता इव ते सर्वे चक्रुरायतनं शुभम् ॥
]

`verse 5 [
नवद्बारं पुरं तस्य त्वेकस्तम्भं चतुष्पथम् ।
नदीसहस्त्रसंकीर्ण जलकृत्य समास्थितम् ॥
]

`verse 6 [
तत्पुरं ते प्रविविशुरेकीभूतास्ततो नव ।
पुरुषो मूर्त्तिमान् राजा पशुपालोऽभवत् क्षणात् ॥
]

`verse 7 [
ततस्तत्पुरसंस्थस्तु पशुपालो महानृपः ।
संसूच्य वाचकाञ्छब्दान् वेदान् सस्मार तत्पुरे ॥
]

`verse 8 [
आत्मस्वरूपिणो नित्यास्तदुक्तानि व्रतानि च ।
नियमान् क्रतवश्चैव सर्वान् राजा चकार ह ॥
]

`verse 9 [
स कदाचिन्नृपः खिन्नः कर्मकाण्डं प्ररोचयन् ।
सर्वज्ञो योगनिद्रायां स्थित्वा पुत्रं ससर्ज ह ॥
]

`verse 10 [
चतुर्वक्त्रं चतुर्बाहुं चतुर्वेदं चतुष्पथम् ।
तस्मादारभ्य नृपतेर्वशे पश्वादयः स्थिताः ॥
]

`verse 11 [
तस्मिन् समुद्रे स नृपो वने तस्मिंस्तथैव च ।
तृणादिषु नृपस्सैव हस्त्यादिषु तथैव च ।
समोभवत् कर्मकाण्डादनुज्ञाय महामते ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे द्वापञ्चाशोऽध्यायः ॥
]
