`speaker [
भद्राश्व उवाच
]

`verse 1 [
मत्प्रश्नविषये ब्रह्मन् कथेयं कथिता त्वया ।
तस्या विभूतिरभवत् कस्य केन कृतेन ह ॥
]

`speaker [
अगस्त्य उवाच
]

`verse 2 [
आगतेयं कथा चित्रा सर्वस्य विषये स्थिता ।
त्वद्देहे मम देहे च सर्वजन्तुषु सा समा ॥
]

`verse 3 [
तस्यां संभूतिमिच्छन् यस्तस्योपायं स्वयं परम् ।
पशुपालात् समुत्पन्नो यश्चतुष्पाच्चतुर्मुखः ॥
]

`verse 4 [
स गुरुः स कथायास्तु तस्याश्चैव प्रवर्त्तकः ।
तस्य पुत्रः स्वरो नाम सप्तमूर्तिंरसौ स्मृतः ॥
]

`verse 5 [
तेन प्रोक्तं तु यत्किंचित् चतुर्णां साधनं नृप ।
ऋगर्थानां चतुर्भिस्ते तद्भक्त्याराध्यतां ययुः ॥
]

`verse 6 [
चतुर्णां प्रथमो यस्तु चतुःश्रृङ्गसमास्थितः ।
वृषद्वितीयस्तत्प्रोक्तमार्गेणैव तृतीयकः ।
चतुर्थस्तत्प्रणीतस्तां पूज्य भक्त्या सुतं व्रजेत् ॥
]

`verse 7 [
सप्तमूर्त्तेस्तु चरितं शुश्रुंवुः प्रथमं नृप ।
ब्रह्मचर्येण वर्त्तेत द्वितीयोऽस्य सनातनः ॥
]

`verse 8 [
ततो भृत्यादिभरणं वृषभारोहणं त्रिषु ।
वनवासश्च निर्द्दिष्ट आत्मस्थे वृषभे सति ॥
]

`verse 9 [
अहमस्मि वदत्यन्यश्चतुर्द्धा एकधा द्विधा ।
भेदभिन्नसहोत्पन्नास्तस्यापत्यानि जज्ञिरे ॥
]

`verse 10 [
नित्यानित्यस्वरूपाणि दृष्ट्वा पूर्वं चतुर्मुखः ।
चिन्तयामास जनकं कथं पश्याम्यहं नृप ॥
]

`verse 11 [
मदीयस्य पितुर्ये हि गुणा आसन् महात्मनः ।
न ते सम्प्रति दृश्यन्ते स्वरापत्येषु केषुचित् ॥
]

`verse 12 [
पितुः पुत्रस्य यः पुत्रः स पितामहनामवान् ।
एवं श्रुतिः स्थिता चेयं स्वरापत्येषु नान्यथा ॥
]

`verse 13 [
क्वापि संपत्स्यते भावो द्रष्टव्यश्चापि ते पिता ।
एवं नीतेऽपि किं कार्यमिति चिन्तापरोऽभवत् ॥
]

`verse 14 [
तस्य चिन्तयतः शस्त्रं पितृकं पुरतो बभौ ।
तेन शस्त्रेण तं रोषान्ममन्थ स्वरमन्तिके ॥
]

`verse 15 [
तस्मिन् मथितमात्रे तु शिरस्तस्यापि दुर्ग्रहम् ।
नालिकेरफलाकारं चतुर्वक्त्रोऽन्वपश्यत ॥
]

`verse 16 [
तच्चावृतं प्रधानेन दशधा संवृतो बभौ ।
चतुष्पादेन शस्त्रेण चिच्छेद तिलकाण्डवत् ॥
]

`verse 17 [
प्रकामं तिलसंच्छिन्ने तदमूलौ न मे बभौ ।
अहं त्वहं वदन् भूतं तमप्येवमथाच्छिनत् ॥
]

`verse 18 [
तस्मिन् छिन्ने तदस्यांसे ह्रस्वमन्यमवेक्षत ।
अहं भूतादि वः पञ्च वदन्तं भूतिमन्तिकात् ॥
]

`verse 19 [
तमप्येवमथो छित्त्वा पञ्चाशून्यममीक्षत ।
कृत्वावकाशं ते सर्वे जल्पन्त इदमन्तिकात् ॥
]

`verse 20 [
तमप्यसङ्गशस्त्रेण चिच्छेद तिलकाण्डवत् ।
तस्मिंच्छिन्ने दशांशेन ह्रस्वमन्यमपश्यत ॥
]

`verse 21 [
पुरुषं रूपशस्त्रेण तं छित्त्वाऽन्यमपश्यत ।
तद्वद् ह्रस्वं सितं सौम्यं तमप्येवं तदाऽकरोत् ॥
]

`verse 22 [
एवं कृते शरीरं तु ददर्श स पुनः प्रभुः ।
स्वकीयमेवाकस्यान्तः पितरं नृपसत्तम ॥
]

`verse 23 [
त्रसरेणुसमं मूर्त्या अव्यक्तं सर्वजन्तुषु ।
समं दृष्ट्वा परं हर्षं उभे विसस्वरार्त्तवित् ॥
]

`verse 24 [
एवंविधोऽसौ पुरुषः स्वरनामा महातपाः ।
मूर्त्तिस्तस्य प्रवृत्ताख्यं निवृत्ताख्यं शिरो महत् ॥
]

`verse 25 [
एतस्मादेव तस्याशु कथया राजसत्तम ।
संभूतिरभवद् राजन् विवृत्तेस्त्वेष एव तु ॥
]

`verse 26 [
एषेतिहासः प्रथमः सर्वस्य जगतो भृशम् ।
य इमं वेत्ति तत्त्वेन साक्षात् कर्मपरो भवेत् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे त्रिपञ्चाशोऽध्यायः ॥
]
