`speaker [
भद्राश्व उवाच
]

`verse 1 [
विज्ञानोत्पत्तिकामस्य क आराध्यो भवेद् द्विज ।
कथं चाराध्यतेऽसौ हि एतदाख्याहि मे द्विज ॥
]

`speaker [
अगस्त्य उवाच
]

`verse 2 [
विष्णुरेव सदाराध्यः सर्वदेवैरपि प्रभुः ।
तस्योपायं प्रवक्ष्यामि येनासौ वरदो भवेत् ॥
]

`verse 3 [
रहस्यं सर्वदेवानां मुनीनां मनुजांस्तथा ।
नारायणः परो देवस्तं प्रणम्य न सीदति ॥
]

`verse 4 [
श्रूयते च पुरा राजन् नारदेन महात्मना ।
कथितं तुष्टिदं विष्णोर्व्र्तमप्सरसां तथा ॥
]

`verse 5 [
नारदस्तु पुरा कल्पे गतवान् मानसं सरः ।
स्नानार्थं तत्र चजापश्यत् सर्वमप्सरसां गणम् ॥
]

`verse 6 [
तास्तं दृष्ट्वा विलासिन्यो जटामुकुटधारिणम् ।
अस्थिचर्मावशेषं तु छत्रदण्डकपालिनम् ॥
]

`verse 7 [
देवासुरमनुष्याणां दिदृक्षुं कलहप्रियम् ।
ब्रह्मपुत्रं तपोयुक्तं पप्रच्छुस्ता वराङ्गनाः ॥
]

`speaker [
अप्सरस ऊचुः
]

`verse 8 [
भगवन् ब्रह्मतनय भर्तृकामा वयं द्विज ।
नारायणश्च भर्त्ता नो यथा स्यात् तत् प्रचक्ष्व नः ॥
]

`speaker [
नारद उवाच
]

`verse 9 [
प्रणामपूर्वकः प्रश्नः सर्वत्र विहितः शुभः ।
स च मे न कृतो गर्वाद् युष्माभिर्यौवनस्मयात् ॥
]

`verse 10 [
तथापि देवदेवस्य विष्णोर्यन्नामकीर्तितम् ।
भवतीभिस्तथा भर्त्ता भवत्विति हरिः कृतः ।
तन्नामोच्चारणादेव कृतं सर्वं न संशयः ॥
]

`verse 11 [
इदानीं कथयाम्याशु व्रतं येन हरिः स्वयम् ।
वरदत्वमवाप्नोति भर्तृत्वं च नियच्छति ॥
]

`speaker [
नारद उवाच
]

`verse 12 [
वसन्ते शुक्लपक्षस्य द्वादशी या भवेच्छुभा ।
तस्यामुपोष्य विधिवन् निशायां हरिमर्च्चयेत् ॥
]

`verse 13 [
पर्यङ्कास्तरणं कृत्वा नानाचित्रसमन्वितम् ।
तत्र लक्ष्म्या युतं रौप्यं हरिं कृत्वा निवेशयेत् ॥
]

`verse 14 [
तस्योपरि ततः पुष्पैर्मण्डपं कारयेद् बुधः ।
नृत्यवादित्रगेयैश्च जागरं तत्र कारयेत् ॥
]

`verse 15 [
मनोभवायेति शिर अनङ्गायेति वै कटिम् ।
कामाय बाहुमूले तु सुशास्त्रायेति चोदरम् ॥
]

`verse 16 [
मन्मथायेति पादौ तु हरयेति च सर्वतः ।
पुष्पैः संपूज्य देवेशं मल्लिकाजातिभिस्तथा ॥
]

`verse 17 [
पश्चाच्चतुर आदाय इक्षुदण्डान् सुशोभनान् ।
चतुर्दिक्षु न्यसेत् तस्य देवस्य प्रणतो नृप ॥
]

`verse 18 [
एवं कृत्वा प्रभाते तु प्रदद्याद् ब्राह्मणाय वै ।
वेदवेदाङ्गयुक्ताय संपूर्णाङ्गाय धीमते ॥
]

`verse 19 [
ब्राह्मणांश्च तथा पूज्य व्रतमेतत् समापयेत् ।
एवं कृते तथा विष्णुर्भर्त्ता वो भविता ध्रुवम् ॥
]

`verse 20 [
अकृत्वा मत्प्रणामं तु पृष्टो गर्वेण शोभनाः ।
अवमानस्य तस्यायं विपाको वो भविष्यति ॥
]

`verse 21 [
एतस्मिन्नेव सरसि अष्टावक्रो महामुनिः ।
तस्योपहासं कृत्वा तु शापं लप्स्यथ शोभनाः ॥
]

`verse 22 [
व्रतेनानेन देवेशं पतिं लब्ध्वाऽभिमानतः ।
अवमानेऽपहरणं गोपालैर्वो भविष्यति ।
पुरा हर्त्ता च कन्यानां देवो भर्त्ता भविष्यति ॥
]

`speaker [
अगस्त्य उवाच
]

`verse 23 [
एवमुक्त्वा स देवर्षिः प्रययौ नारदः क्षणात् ।
ता अप्येतद् व्रतं चक्रुस्तुष्टश्चासां स्वयं हरिः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे चतुःपञ्चाशोऽध्यायः ॥
]
