`speaker [
अगस्त्य उवाच
]

`verse 1 [
श्रृणु राजन् महाभाग व्रतानामुत्तमं व्रतम् ।
येन संप्राप्यते विष्णुः शुभेनैव न संशयः ॥
]

`verse 2 [
मार्गशीर्षेऽथ मासे तु प्रथमाह्नात् समारभेत् ।
एकभक्तं सिते पक्षे यावत् स्याद् दशमी तिथिः ॥
]

`verse 3 [
ततो दशम्यां मध्याह्ने स्नात्वा विष्णुं समर्च्य च ।
भक्त्या संकल्पयेत् प्राग्वद् द्वादशीं पक्षतो नृप ॥
]

`verse 4 [
तामप्येवमुषित्वा च यवान् विप्राय दापयेत् ।
कृष्णायेति हरिर्वाच्यो दाने होमे तथार्च्चने ॥
]

`verse 5 [
चातुर्मास्यमथैवं तु क्षपित्वा राजसत्तम ।
चैत्रादिषु पुनस्तद्वदुपोष्य प्रयतः सुधीः ।
सक्तुपात्राणि विप्राणां सहिरण्यानि दापयेत् ॥
]

`verse 6 [
श्रावणादिषु मासेषु तद्वच्छालिं प्रदापयेत् ।
त्रिषु मासेषु यावच्च कार्त्तिकस्यादिरागतः ॥
]

`verse 7 [
तमप्येवं क्षपित्वा तु दशम्यां प्रयतः शुचिः ।
अर्चयित्वा हरिं भक्त्या मासनाम्ना विचक्षणः ॥
]

`verse 8 [
संकल्पं पूर्ववद् भक्त्या द्वादश्यां संयतेन्द्रियः ।
एकादश्यां यथाशक्त्या कारयेत् पृथिवीं नृप ॥
]

`verse 9 [
काञ्चनाङ्गां च पातालकुलपर्वतसंयुताम् ।
भूमिन्यासविधानेन स्थापयेत् तां हरेः पुरः ॥
]

`verse 10 [
सितवस्त्रयुगच्छन्नां सर्वबीजसमन्विताम् ।
संपूज्य प्रियदत्तेति पञ्चरत्नैर्विचक्षणः ॥
]

`verse 11 [
जागरं तत्र कुर्वीत प्रभाते तु पुनर्द्विजान् ।
आमन्त्र्यं संख्यया राजंश्चतुर्विंशति यावतः ॥
]

`verse 12 [
तेषां एकैकशो गां च अनड्वाहं च दापयेत् ।
एकैकं वस्त्रयुग्मं च अङ्गुलीयकमेव च ॥
]

`verse 13 [
कटकानि च सौवर्णकर्णाभरणकानि च ।
एकैकं ग्राममेतेषां राजा राजन् प्रदापयेत् ॥
]

`verse 14 [
तन्मध्यमं सयुग्मं तु सर्वमाद्यं प्रदापयेत् ।
स्वशक्त्याभरणं चैव दरिद्रस्य स्वशक्तितः ॥
]

`verse 15 [
यथाशक्त्या महीं कृत्वा काञ्चनीं गोयुगं तथा ।
वस्त्रयुग्मं च दातव्यं यथाविभवशक्तितः ॥
]

`verse 16 [
गां युग्माभरणात् सर्वं सहिरण्यं च कारयेत् ।
एवं कृते तथा कृष्णशुक्लद्वादश्यमेव च ॥
]

`verse 17 [
रौप्यां वा पृथिवीं कृत्वा यथाविभवशक्तितः ।
दापयेद् ब्राह्मणानां तु तथा तेषां च भोजनम् ।
उपानहौ यथाशक्त्या पादुके छत्रिकां तथा ॥
]

`verse 18 [
एतान् दत्त्वा वदेदेवं कृष्णो दामोदरो मम ।
प्रीयतां सर्वदा देवो विश्वरूपो हरिर्मम ॥
]

`verse 19 [
दाने च भोजने चैव कृत्वा यत् फलमाप्यते ।
तन्न शक्यं सहस्त्रेण वर्षाणामपि कीर्तितुम् ॥
]

`verse 20 [
तथाप्युद्देशतः किञ्चित् फलं वक्ष्यामि तेऽनघ ।
व्रतस्यास्य पुरा वृत्तं शुभान्यस्य श्रृणुष्व तत् ॥
]

`verse 21 [
आसीदादियुगे राजा ब्रह्मवादी दृढव्रतः ।
स पुत्रकामः पप्रच्छ ब्रह्माणं परमेष्ठिनम् ।
तस्येदं व्रतमाचख्यौ ब्रह्मा स कृतवांस्तथा ॥
]

`verse 22 [
तस्य व्रतान्ते विश्वात्मा स्वयं प्रत्यक्षतां ययौ ।
तुष्टश्चोवाच भो राजन् वरो मे व्रियतां वरः ॥
]

`speaker [
राजोवाच
]

`verse 23 [
पुत्रं मे देहि देवेश वेदमन्त्रविशारदम् ।
याजकं यजनासक्तं कीर्त्या युक्तं चिरायुषम् ।
असंख्यातगुणं चैव ब्रह्मभूतमकल्मषम् ॥
]

`verse 24 [
एवमुक्त्वा ततो राजा पुनर्वचनमब्रवीत् ।
ममाप्यन्ते शुभं स्थानं प्रयच्छ परमेश्वर ।
यत्तन्मुनिपदं नाम यत्र गत्वा न शोचति ॥
]

`verse 25 [
एवमस्त्विति तं देवः प्रोक्त्वा चादर्शनं गतः ।
तस्यापि राज्ञः पुत्रोऽभूद् वत्सप्रीर्नाम नामतः ॥
]

`verse 26 [
वेदवेदाङ्गसंपन्नो यज्ञयाजी बहुश्रुतः ।
तस्य कीर्त्तिर्महाराज विस्तृता धरणीतले ॥
]

`verse 27 [
राजाऽपि तं सुतं लब्ध्वा विष्णुदत्तं प्रतापिनम् ।
जगाम तपसे युक्तः सर्वद्वन्द्वान् प्रहाय सः ॥
]

`verse 28 [
आराधयामास हरिं निराहारो जितेन्द्रियः ।
हिमवत्पर्वते रम्ये स्तुतिं कुर्वंस्तदा नृपः ॥
]

`speaker [
भद्राश्व उवाच
]

`verse 29 [
कीदृशी सा स्तुतिर्ब्रह्मन् यां चकार स पार्थिवः ।
किं च तस्याभवद् देवं स्तुवतः पुरुषोत्तमम् ॥
]

`speaker [
दुर्वासा उवाच
]

`verse 30 [
हिमवन्तं समाश्रित्य राजा तद्गतमानसः ।
स्तुतिं चकार देवाय विष्णवे प्रभविष्णवे ॥
]

`speaker [
राजोवाच
]

`verse 31 [
क्षराक्षरं क्षीरसमुद्रशायिनं
क्षितीधरं मूर्तिमतां परं पदम् ।
अतीन्द्रियं विश्वभुजां पुरः कृतं
निराकृतं स्तौमि जनार्दनं प्रभुम् ॥
]

`verse 32 [
त्वमादिदेवः परमार्थरूपी
विभुः पुराणः पुरुषोत्तमश्च ।
अतीन्द्रियो वेदविदां प्रधानः
प्रपाहि मां शङ्खगदास्त्रपाणे ॥
]

`verse 33 [
कृतं त्वया देव सुरासुराणां
संकीर्त्यतेऽसौ च अनन्तमूर्ते ।
सृष्ट्यर्थमेतत् तव देव विष्णो
न चेष्टितं कूटगतस्य तत्स्यात् ॥
]

`verse 34 [
तथैव कूर्मत्वमृगत्वमुच्चै -
स्त्वया कृतं रूपमनेकरूप ।
सर्वज्ञभावादसकृच्च जन्म
संकीर्त्त्यते तेऽच्युत नैतदस्ति ॥
]

`verse 35 [
नृसिंह नमो वामन जमदग्निनाम
दशास्यगोत्रान्तक वासुदेव ।
नमोऽस्तु ते बुद्ध कल्किन् खगेश
शंभो नमस्ते विबुधारिनाशन ॥
]

`verse 36 [
नमोऽस्तु नारायण पद्मनाभ
नमो नमस्ते पुरुषोत्तमाय ।
नमः समस्तामरसङ्घपूज्य
नमोऽस्तु ते सर्वविदां प्रधान ॥
]

`verse 37 [
नमः करालास्य नृसिंहमूर्त्ते
नमो विशालाद्रिसमान कूर्म ।
नमः समुद्रप्रतिमान मत्स्य
नमामि त्वां क्रोडरूपिननन्त ॥
]

`verse 38 [
सृष्ट्यर्थमेतत् तव देव चेष्टितं
न मुख्यपक्षे तव मूर्त्तिता विभो ।
अजानता ध्यानमिदं प्रकाशितं
नैभिर्विना लक्ष्यसे त्वं पुराण ॥
]

`verse 39 [
आद्यो मखस्त्वं स्वयमेव विष्णो
मखाङ्गभूतोऽसि हविस्त्वमेव ।
पशुर्भवान् ऋत्विगिज्यं त्वमेव
त्वां देवसङ्घा मुनयो यजन्ति ॥
]

`verse 40 [
यदेतस्मिन् जगध्रुवं चलाचलं
सुरादिकालानलसंस्थमुत्तमम् ।
न त्वं विभक्तोऽसि जनार्दनेश
प्रयच्छ सिद्धिं हृदयेप्सितां मे ॥
]

`verse 41 [
नमः कमलपत्राक्ष मूर्त्तामूर्त्त नमो हरे ।
शरणं त्वां प्रपन्नोऽस्मि संसारान्मां समुद्धर ॥
]

`verse 42 [
एवं स्तुतस्तदा देवस्तेन राज्ञा महात्मना ।
विशालाम्रतलस्थेन तुतोष परमेश्वरः ॥
]

`verse 43 [
कुब्जरूपी ततो भूत्वा आजगाम हरिः स्वयम् ।
तस्मिन्नागतमात्रे तु सीप्याम्रः कुब्जकोऽभवत् ॥
]

`verse 44 [
तं दृष्ट्वा महदाश्चर्यं स राजा संशितव्रतः ।
विशालस्य कथं कौब्ज्यमिति चिन्तापरोभवत् ॥
]

`verse 45 [
तस्य चिन्तयतो बुद्धिर्बभौ तं ब्राह्मणं प्रति ।
अनेनागतमात्रेण कृतमेतन्न संशयः ॥
]

`verse 46 [
तस्मादेषैव भविता भगवान् पुरुषोत्तमः ।
एवमुक्त्वा नमश्चक्रे तस्य विप्रस्य स नृपः ॥
]

`verse 47 [
अनुग्रहाय भगवन् नूनं त्वं पुरुषोत्तमः ।
आगतोऽसि स्वरूपं मे दर्शयस्वाधुना हरे ॥
]

`verse 48 [
एवमुक्तस्तदा देवः शङ्खचक्रगदाधरः ।
बभौ तत्पुरतः सौम्यो वाक्यं चेदमुवाच ह ॥
]

`verse 49 [
वरं वृणीष्व राजेन्द्र यत्ते मनसि वर्तते ।
मयि प्रसन्ने त्रैलोक्य तिलमात्रमिदं नृप ॥
]

`verse 50 [
एवमुक्तस्ततो राजा हर्षोत्फुल्लितलोचनः ।
मोक्षं प्रयच्छ देवेशेत्युक्त्वा नोवाच किंचन ॥
]

`verse 51 [
एवमुक्तः स भगवान् पुनर्वाक्यमुवाच ह ।
मय्यागते विशालोऽयमाम्रः कुब्जत्वमागतः ।
यस्मात् तस्मात् तीर्थमिदं कुब्जकाम्रं भविष्यति ॥
]

`verse 52 [
तिर्यग्योन्यादयोऽप्यस्मिन् ब्राह्मणान्ता यदि स्वकम् ।
कलेवरं त्यजिष्यन्ति तेषां पञ्चशतानि च ।
विमानानि भविष्यन्ति योगिनां मुक्तिरेव च ॥
]

`verse 53 [
एवमुक्त्वा नृपं देवः शङ्खाग्रेण जनार्दनः ।
पस्पर्श स्पृष्टमात्रोऽसौ परं निर्वाणमाप्तवान् ॥
]

`verse 54 [
तस्मात्त्वमपि राजेन्द्र तं देवं शरणं व्रज ।
येन भूयः पुनः शोच्यपदवीं नो प्रयास्यसि ॥
]

`verse 55 [
य इदं श्रृणुयान्नित्यं प्रातरुत्थाय मानवः ।
पठेद् यश्चरितं ताभ्यां मोक्षधर्मार्थदो भवेत् ॥
]

`verse 56 [
शुभव्रतमिदं पुण्यं यश्च कुर्याज्जनेश्वर ।
स सर्वसम्पदं चेह भुक्त्वेते तल्लयं व्रजेत् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे पञ्चपञ्चाशोऽध्यायः ॥
]
