`speaker [
अगस्त्य उवाच
]

`verse 1 [
अतः परं प्रवक्ष्यामि धन्यव्रतमनुत्तमम् ।
येन सद्यो भवेद् धन्य अधन्योऽपि हि यो भवेत् ॥
]

`verse 2 [
मार्गशीर्षे सिते पक्षे प्रतिपद् या तिथिर्भवेत् ।
तस्यां नक्तं प्रकुर्वीत विष्णुमग्निं प्रपूजयेत् ॥
]

`verse 3 [
वैश्वानराय पादौ तु अग्नयेत्युदरं तथा ।
हविर्भुंजाय च उरो द्रविणोदेति वै भुजो ॥
]

`verse 4 [
संवर्त्तायेति च शिरो ज्वलनायेति सर्वतः ।
अभ्यर्च्यैवं विधानेन देवदेवं जनार्दनम् ॥
]

`verse 5 [
तस्यैव पुरतः कुण्डं कारयित्वा विघानतः ।
होमं तत्र प्रकुर्वीत एभिर्मन्त्रैर्विचक्षणः ॥
]

`verse 6 [
ततः संयावकं चान्नं भुञ्जीयाद् घृतसंयुतम् ।
कृष्णपक्षेऽप्येवमेव चातुर्मास्यं तु यावतः ॥
]

`verse 7 [
चैत्रादिषु च भुञ्जीत पायसं सघृतं बुधः ।
श्रावणादिषु सक्तूंश्च ततश्चैतत् समाप्यते ॥
]

`verse 8 [
समाप्ते तु व्रते वह्निं काञ्चनं कारयेद् बुधः ।
रक्तवस्त्रयुगच्छन्नं रक्तपुष्पानुलेपनम् ॥
]

`verse 9 [
कुङ्कुमेन तथा लिप्य ब्राह्मणं देवदेव च ।
सर्वावयवसंपूर्णं ब्राह्मणं प्रियदर्शनम् ॥
]

`verse 10 [
पूजयित्वा विधानेन रक्तवस्त्रयुगेन च ।
पश्चात् तं दापयेत् तस्य मन्त्रेणानेन बुद्धिमान् ॥
]

`verse 11 [
धन्योऽस्मि धन्यकर्माऽस्मि धन्यचेष्टोऽस्मि धन्यवान् ।
धन्येनानेन चीर्णेन व्रतेन स्यां सदा सुखी ॥
]

`verse 12 [
एवमुच्चार्य तं विप्रे न्यस्य कोशं महात्मनः ।
सद्यो धन्यत्वमाप्नोति योऽपि स्याद् भाग्यवर्जितः ॥
]

`verse 13 [
इह जन्मनि सौभाग्यं धनं धान्यं च पुष्कलम् ।
अनेन कृतमात्रेण जायते नात्र संशयः ॥
]

`verse 14 [
प्राग्जन्मजनितं पापमग्निर्दहति तस्य ह ।
दग्धे पापे विमुक्तात्मा इह जन्मन्यसौ भवेत् ॥
]

`verse 15 [
योऽपीदं श्रृणुयान्नित्यं यश्च भक्त्या पठेद् द्विजः ।
उभौ ताविह लोके तु धन्यौ सद्यो भविष्यतः ॥
]

`verse 16 [
श्रूयते च व्रतं चैतच्चीर्णमासीन्महात्मना ।
धनदेन पुरा कल्पे शूद्रयोनौ स्थितेन तु ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे षट्पञ्चाशोऽध्यायः ॥
]
