`speaker [
अगस्त्य उवाच
]

`verse 1 [
अतः परं महाराज सौभाग्यकरणं व्रतम् ।
श्रृणु येनाशु सौभाग्यं स्त्रीपुंसामुपजायते ॥
]

`verse 2 [
फाल्गुनस्य तु मासस्य तृतीया शुक्लपक्षतः ।
उपासितव्या नक्तेन शुचिना सत्यवादिना ॥
]

`verse 3 [
सश्रीकं च हरिं पूज्य रुद्रं वा चोमया सह ।
या श्रीः सा गिरिजा प्रोक्ता यो हरिः स त्रिलोचनः ॥
]

`verse 4 [
एवं सर्वेषु शास्त्रेषु पुराणेषु च पठ्यते ।
एतस्मादन्यथा यस्तु ब्रूते शास्त्रं पृथक्तया ॥
]

`verse 5 [
रुद्रो जनानां मर्त्यानां काव्यं शास्त्रं न तद्भवेत् ।
विष्णुं रुद्रकृतं ब्रूयात् श्रीर्गौरी न तु पार्थिव ।
तन्नास्तिकानां मर्त्यानां काव्यं ज्ञेयं विचक्षणैः ॥
]

`verse 6 [
एवं ज्ञात्वा सलक्ष्मीकं हरिं संपूज्य भक्तितः ।
मन्त्रेणानेन राजेन्द्र ततस्तं परमेश्वरम् ॥
]

`verse 7 [
गम्भीरायेति पादौ तु सुभगायेति वै कटिम् ।
उदरं देवदेवेति त्रिनेत्रायेति वै मुखम् ।
वाचस्पतये च शिरो रुद्रायेति च सर्वतः ॥
]

`verse 8 [
एवमभ्यर्च्य मेधावी विष्णुं लक्ष्म्या समन्वितम् ।
हरं वा गौरिसंयुक्तं गन्धपुष्पादिभिः क्रमात् ॥
]

`verse 9 [
ततस्तस्याग्रतो होमं कारयेन्मधुसर्पिषा ।
तिलैः सह महाराज सौभाग्यपतयेति च ॥
]

`verse 10 [
ततस्त्वक्षारविरसं निस्नेहं धरणीतले ।
गोधूमान्नं तु भुञ्जीत कृष्णेप्येवं विधिः स्मृतः ।
आषाढादिद्वितीयां तु पारणं तत्र भोजनम् ॥
]

`verse 11 [
यवान्नं तु ततः पश्चात् कार्त्तिकादिषु पार्थिव ।
श्यामाकं तत्र भुञ्जीत त्रीन् मासान् नियतः शुचिः ॥
]

`verse 12 [
ततो माघसिते पक्षे तृतीयायां नराधिप ।
सौवर्णां कारयेद् गौरीं रुद्रं चैकत्र बुद्धिमान् ॥
]

`verse 13 [
सलक्ष्मीकं हरिं चापि यथाशक्त्या प्रसन्नधीः ।
ततस्तं ब्राह्मणे दद्यात् पात्रभूते विचक्षणे ॥
]

`verse 14 [
अन्नेन हीने वेदानां पारगे साधुवर्तिनि ।
सदाचारेति वा दद्यादल्पवित्ते विशेषतः ॥
]

`verse 15 [
षड्भिः पात्रैरुपेतं तु ब्राह्मणाय निवेदयेत् ।
एकं मधुमयं पात्रं द्वितीयं घृतपूरितम् ॥
]

`verse 16 [
तृतीयं तिलतैलस्य चतुर्थं गुडसंयुतम् ।
पञ्चमं लवणैः पूर्णं षष्ठं गोक्षीरसंयुतम् ॥
]

`verse 17 [
एतानि दत्त्वा पात्राणि सप्तजन्मान्तरं भवेत् ।
सुभगो दर्शनीयश्च नारी वा पुरुषोऽपि वा ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे अष्टपञ्चाशोऽध्यायः ॥
]
