`speaker [
अगस्त्य उवाच
]

`verse 1 [
अथाविघ्नकरं राजन् कथयामि श्रृणुष्व मे ।
येन सम्यक् कृतेनापि न विघ्नमुपजायते ॥
]

`verse 2 [
चतुर्थ्यां फाल्गुने मासि ग्रहीतव्यं व्रतं त्विदम् ।
नक्ताहारेण राजेन्द्र तिलान्नं पारणं स्मृतम् ।
तदेवाग्नौ तु होतव्यं ब्राह्मणाय च तद् भवेत् ॥
]

`verse 3 [
चातुर्मास्यं व्रतं चैतत् कृत्वा वै पञ्च मे तथा ।
सौवर्णं गजवक्त्रं तु कृत्वा विप्राय दापयेत् ॥
]

`verse 4 [
पायसैः पञ्चभिः पात्रैरुपेतं तु तिलैस्तथा ।
एवं कृत्वा व्रतं चैतत् सर्वविघ्नैर्विमुच्यते ॥
]

`verse 5 [
हयमेधस्य विघ्ने तु संजाते सगरः पुरा ।
एतदेव चरित्वा तु हयमेधं समाप्तवान् ॥
]

`verse 6 [
तथा रुद्रेण देवेन त्रिपुरं निघ्नता पुरा ।
एतदेव कृतं तस्मात् त्रिपुरं तेन पातितम् ।
मया समुद्रं पिबता एतदेव कृतं व्रतम् ॥
]

`verse 7 [
अन्यैरपि महीपालैरेतदेव कृतं पुरा ।
तपोऽर्थिभिर्ज्ञानकृतैर्निर्विघ्नार्थे परंतप ॥
]

`verse 8 [
शूराय धीराय गजाननाय
लम्बोदरायैकदंष्ट्राय चैव ।
एवं पूज्यस्तद्दिने तत् पुनश्च
होमं कुर्याद् विघ्नविनाशहेतोः ॥
]

`verse 9 [
अनेन कृतमात्रेण सर्वविघ्नैर्विमुच्यते ।
विनायकस्य कृपया कृतकृत्यो नरो भवेत् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे नवपञ्चाशोऽध्यायः ॥
]
