`speaker [
अगस्त्य उवाच
]

`verse 1 [
शान्तिव्रतं प्रवक्ष्यामि तव राजन् श्रृणुष्व तत् ।
येन चीर्णेन शान्तिः स्यात् सर्वदा गृहमेधिनाम् ॥
]

`verse 2 [
पञ्चम्यां शुक्लपक्षस्य कार्त्तिके मासि सुव्रत ।
आरभेद् वर्षमेकं तु भुञ्जीयादम्लवर्जितम् ॥
]

`verse 3 [
नक्तं देवं तु संपूज्य हरिं शेषोपरि स्थितम् ।
अनन्तायेति पादौ तु वासुकायेति वै कटिम् ॥
]

`verse 4 [
तक्षकायेति जठरमुरः कर्कोटकाय च ।
पद्माय कण्ठं संपूज्य महापद्माय दोर्युगम् ॥
]

`verse 5 [
शङ्खपालाय वक्त्रं तु कुटिलायेति वै शिरः ।
एवं विष्णुगतं पूज्य पृथक्त्वेन च पूजयेत् ॥
]

`verse 6 [
क्षीरेण स्नपनं कुर्यात् तानुद्दिश्य हरेः पुनः ।
तदग्रे होमयेत् क्षीरं तिलैः सह विचक्षणः ॥
]

`verse 7 [
एवं संवत्सरस्यान्ते कुर्याद् ब्राह्मणभोजनम् ।
नागं तु काञ्चनं कुर्याद् ब्राह्मणाय निवेदयेत् ॥
]

`verse 8 [
एवं यः कुरुते भक्त्या व्रतमेतन्नराधिपः ।
तस्य शान्तिर्भवेन्नित्यं नागानां न भयं तथा ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे षष्टितमोऽध्यायः ॥
]
