`speaker [
अगस्त्य उवाच
]

`verse 1 [
कामव्रतं महाराज श्रृणु मे गदतोऽधुना ।
येन कामाः समृद्ध्यन्ते मनसा चिन्तिता अपि ॥
]

`verse 2 [
षष्ठ्यां फलाशनो यस्तु वर्षमेकं व्रतं चरेत् ।
पौषमाससिते पक्षे चतुर्थ्यां कृतभोजनः ॥
]

`verse 3 [
षष्ठ्यां तु पारयेद् धीमान् प्रथमं तु फलं नृप ।
ततो भुञ्जीत यत्नेन वाग्यतः शुद्धमोदनम् ॥
]

`verse 4 [
ब्राह्मणैः सह राजेन्द्र अथवा केवलैः फलैः ।
तमेकं दिवसं स्थित्वा सप्तम्यां पारयेन्नृप ॥
]

`verse 5 [
अग्निकार्यं तु कुर्वीत गुहरूपेण केशवम् ।
पूजयित्वाभिधानेन वर्षमेकं व्रतं चरेत् ॥
]

`verse 6 [
षड्वक्त्र कार्त्तिक गुह सेनानी कृत्तिकासुत ।
कुमार स्कन्द इत्येवं पूज्यो विष्णुः स्वनामभिः ॥
]

`verse 7 [
समाप्तौ तु व्रतस्यास्य कुर्याद् ब्राह्मणभोजनम् ।
षण्मुखं सर्वसौवर्णं ब्राह्मणाय निवेदयेत् ॥
]

`verse 8 [
सर्वे कामाः समृद्ध्यन्तां मम देव कुमारक ।
त्वत्प्रसादादिमं भक्त्या गृह्यतां विप्र माचिरम् ॥
]

`verse 9 [
अनेन दत्त्वा मन्त्रेण ब्राह्मणाय सयुग्मकम् ।
ततः कामाः समृद्ध्यन्ते सर्वे वै इह जन्मनि ॥
]

`verse 10 [
अपुत्रो लभते पुत्रमधनो लभते धनम् ।
भ्रष्टराज्यो लभेद् राज्यं नात्र कार्या विचारणा ॥
]

`verse 11 [
एतद् व्रतं पुरा चीर्णं नलेन नृपसत्तम ।
ऋतुपर्णस्य विषये वसता व्रतचर्यया ॥
]

`verse 12 [
तथा राज्यच्युतैरन्यैर्बहुभिर्नृपसत्तमैः ।
पौराणिकं व्रतं चैव सिद्ध्यर्थं नृपसत्तम ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे एकषष्टितमोऽध्यायः ॥
]
