`speaker [
भद्राश्व उवाच
]

`verse 1 [
आश्चर्यं यदि ते किंचिद् विदितं दृष्टमेव वा ।
तन्मे कथय धर्मज्ञ मम कौतूहलंमहत् ॥
]

`speaker [
अगस्त्य उवाच
]

`verse 2 [
आश्चर्यभूतो भगवानेष एव जनार्दनः ।
तस्याश्चर्याणि दृष्टानि बहूनि विविधानि वै ॥
]

`verse 3 [
श्वेतद्वीपं गतः पूर्वं नारदः किल पार्थिव ।
सोऽपश्यच्छङ्खचक्राब्जान् पुरुषांस्तिग्मतेजसः ॥
]

`verse 4 [
अयं विष्णुरयं विष्णुरेष विष्णुः सनातनः ।
चिन्ताऽभूत्तस्यतान्दृष्ट्वा कोऽस्मिन्विष्णुरिति प्रभुः ॥
]

`verse 5 [
एवं चिन्तयतस्तस्य चिन्ता कृष्णं प्रति प्रभो ।
आराधयामि च कथं शङ्खचक्रगदाधरम् ॥
]

`verse 6 [
येन वेद्मि परं तेषां देवो नारायणः प्रभुः ।
एवं संचिन्त्य दध्यौ स तं देवं परमेश्वरम् ॥
]

`verse 7 [
दिव्यं वर्षसहस्त्रं तु साग्रं ब्रह्मसुतस्तदा ।
ध्यायतस्तस्य देवोऽसौ परितोषं जगाम ह ॥
]

`verse 8 [
उवाच च प्रसन्नात्मा प्रत्यक्षत्वं गतः प्रभुः ।
वरं ब्रह्मसुत ब्रूहि किं ते दद्मि महामुने ॥
]

`speaker [
नारद उवाच
]

`verse 9 [
सहस्त्रमेकं वर्षाणां ध्यातस्त्वं भुवनेश्वर ।
त्वत्प्राप्तिर्येन तद् ब्रूहि यदि तुष्टोऽसि मेऽच्युत ॥
]

`speaker [
देवदेव उवाच
]

`verse 10 [
पौरुषं सूक्तमास्थाय ये यजन्ति द्विजास्तु माम् ।
संहितामाद्यमास्थाय ते मां प्राप्स्यन्ति नारद ॥
]

`verse 11 [
अलाभे वेदशास्त्राणां पञ्चरात्रोदितेन ह ।
मार्गेण मां प्रपश्यन्ते ते मां प्राप्स्यन्ति मानवाः ॥
]

`verse 12 [
ब्राह्मणक्षत्रियविशां पञ्चरात्रं विधीयते ।
शूद्रादीनां न तच्छ्रोत्रपदवीमुपयास्यति ॥
]

`verse 13 [
एवं मयोक्तं विप्रेन्द्र पुराकल्पे पुरातनम् ।
पञ्चरात्रं सहस्त्राणां यदि कश्चिद् ग्रहीष्यति ॥
]

`verse 14 [
कर्मक्षये च मां कश्चिद् यदि भक्तो भविष्यति ।
तस्य चेदं पञ्चरात्रं नित्यं हृदि वसिष्यति ॥
]

`verse 15 [
इतरे राजसैर्भावैस्तामसैश्च समावृताः ।
भविष्यन्ति द्विजश्रेष्ठ मच्छासनपराङ्मुखाः ॥
]

`verse 16 [
कृतं त्रेता द्वापरं च युगानि त्रीणि नारद ।
सत्त्वस्थां मां समेष्यन्ति कलौ रजस्तमोऽधिकाः ॥
]

`verse 17 [
अन्यच्च ते वरं दद्मि श्रृणु नारद साम्प्रतम् ।
यदिदं पञ्चरात्रं मे शास्त्रं परमदुर्लभम् ।
तद्भवान् वेत्स्यते सर्वं मत्प्रसादान्न संशयः ॥
]

`verse 18 [
वेदेन पञ्चरात्रेण भक्त्या यज्ञेन च द्विज ।
प्राप्योऽहं नान्यथा वत्स वर्षकोट्यायुतैरपि ॥
]

`verse 19 [
एवमुक्त्वा स भगवान् नारदं परमेश्वरः ।
जगामादर्शनं सद्यो नारदोऽपि ययौ दिवम् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे षट्षष्टितमोऽध्यायः ॥
]
