`speaker [
भद्राश्व उवाच
]

`verse 1 [
भगवन् सितकृष्णे द्वे भिन्ने जगति केशवान् ।
स्त्रियौ बभूवतुः के द्वे सितकृष्णा च का शुभा ॥
]

`verse 2 [
कश्चासौ पुरुषो ब्रह्मन् य एकः सप्तधा भवेत् ।
कोऽसौ द्वादशधा विप्र द्विदेहः षट्शिराः शुभः ॥
]

`verse 3 [
दम्पत्यं च द्विजश्रेष्ठ कृतसूर्योदयादनम् ।
कस्मादेतज्जगदिदं विततं द्विजसत्तम ॥
]

`speaker [
अगस्त्य उवाच
]

`verse 4 [
सितकृष्णे स्त्रियौ ये ते ते भगिन्यौ प्रकीर्तिते ।
सत्यासत्ये द्विवर्णा च नारी रात्रिरुदाहृता ॥
]

`verse 5 [
यः पुमान् सप्तधा जात एको भूत्वा नरेश्वर ।
स समुद्रस्तु विज्ञेयः सप्तधैको व्यवस्थितः ॥
]

`verse 6 [
योऽसौ द्वादशधा राजन् द्विदेहः षट्शिराः प्रभुः ।
संवत्सरः स विज्ञेयः शरीरे द्वे गती स्मृते ।
ऋतवः षट् च वक्त्राणि एष संवत्सरः स्मृतः ॥
]

`verse 7 [
दम्पत्यं तदहोरात्रं सूर्याचन्द्रमसौ ततः ।
ततो जगत् समुत्तस्थौ देवस्यास्य नृपोत्तम ॥
]

`verse 8 [
स विष्णुः परमो देवो विज्ञेयो नृपसत्तम ।
न च वेदक्रियाहीनः पश्यते परमेश्वरम् ॥
]

`verse 9 [
॥ इति वराहपुराणे भगवच्छास्त्रे सप्तषष्टितमोऽध्यायः ॥
]
