`speaker [
भद्राश्व उवाच
]

`verse 1 [
योऽसौ परापरो देवो विष्णुः सर्वगतो मुने ।
चतुर्युगे त्वसौ कीदृग् विज्ञेयः परमेश्वरः ॥
]

`verse 2 [
युगे युगे क आचारो वर्णानां भविता मुने ।
कथं च शुद्धिर्विप्राणामन्यस्त्रीसंकरैर्मुने ॥
]

`speaker [
अगस्त्य उवाच
]

`verse 3 [
कृते युगे मही देवैर्भुज्यते वेदकर्मणा ।
यजद्भिरसुरैस्त्रेतां तद्वद् देवैश्च सत्तम ॥
]

`verse 4 [
द्वापरे सत्त्वरजसी बहुले नृपसत्तम ।
यावद् धर्मसुतो राजा भविष्यति महामते ॥
]

`verse 5 [
ततस्तमः प्रभविता कलिरूपो नरेश्वर ।
तस्मिन् कलौ वर्त्तमाने स्वमार्गाच्च्यवते द्विजः ॥
]

`verse 6 [
राजानो वैश्यशूद्राश्च प्रायशो हीनजातयः ।
भविष्यन्ति नृपश्रेष्ठ सत्यशौचविवर्जिताः ॥
]

`verse 7 [
अगम्यागमनं तत्र करिष्यन्ति द्विजातयः ।
अनृतं च वदिष्यन्ति वेदमार्गबहिष्कृताः ।
विवाहांश्च करिष्यन्ति सगोत्रानसमांस्तथा ॥
]

`verse 8 [
राजानो ब्राह्मणान् हिंस्युर्वित्तलोभान्विताः शठाः ।
अन्त्यजा अपि वैश्यत्वं करिष्यन्ति पणे रताः ।
अभिमानिनो भविष्यन्ति शूद्रजातिषु गर्विताः ॥
]

`verse 9 [
सर्वाशिनो भविष्यन्ति ब्राह्मणाः शौचवर्जिताः ।
सुरा पेयमिति प्राहुः सत्यशौचविवर्जिताः ॥
]

`verse 10 [
ततो विनश्यते लोको वर्णधर्मश्च नश्यते ॥
]

`speaker [
भद्राश्व उवाच
]

`verse 11 [
अगम्यागमनं कृत्वा ब्राह्मणः क्षत्रियोऽपि वा ।
शूद्रोऽपि शुद्ध्यते केन किं वाऽगम्यं तु शंस मे ॥
]

`speaker [
अगस्त्य उवाच
]

`verse 12 [
चातुर्गामी भवेद् विप्रस् त्रिगामी क्षत्रियो भवेत् ।
द्विगामी तु भवेद् वैश्यः शूद्र एकगमः स्मृतः ॥
]

`verse 13 [
अगम्यां ब्राह्मणीं प्राहुः क्षत्रियस्य नरेश्वर ।
क्षत्राणीं चैव वैश्यस्य वैश्यां शूद्रस्य पार्थिव ।
अधमस्योत्तमा नारी अगम्या मनुरब्रवीत् ॥
]

`verse 14 [
माता मातृष्वसा श्वश्रूर्भातृपत्नी च पार्थिव ।
स्नुषा च दुहिता चैव मित्रपत्नी स्वगोत्रजा ॥
]

`verse 15 [
राजजायाऽऽत्मजा चैव अगम्या मुख्यतः स्त्रियः ।
रजकादिषु चान्याश्च स्त्रियोऽगम्याः प्रकीर्तिताः ।
अगम्यागमनं चैतत् कृतं पापाय जायते ॥
]

`verse 16 [
वियोनिगमनायाशु ब्राह्मणाय भवत्यलम् ।
शेषस्य शुद्धिरेषैव प्राणायामशतं भवेत् ॥
]

`verse 17 [
बहुनाऽपि हि कालेन यत् पापं समुपार्जितम् ।
वर्णसंकरसंगत्या ब्राह्मणेन नरर्षभ ॥
]

`verse 18 [
दशप्रणवगायत्रीं प्राणायामशतैस्त्रिभिः ।
मुच्यते ब्रह्महत्यायाः किं पुनः शेषपातकैः ॥
]

`verse 19 [
अथवा पररूपं यो वेद ब्राह्मणपुंगवः ।
वेदाध्यायी पापशतैः कृतैरपि न लिप्यते ॥
]

`verse 20 [
स्मरन् विष्णुं पठन् वेदं ददद् दानं यजन् हरिम् ।
ब्राह्मणः शुद्ध एवास्ते विरुद्धमपि तारयेत् ॥
]

`verse 21 [
एतत् ते सर्वमाख्यातं यत् पृष्टोऽहं त्वया नृप ।
मन्वादिर्भिर्विस्तरशः कथ्यते येन पार्थिव ।
समासतस्तेन मया कथितं ते नृपोत्तम ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रेऽष्टषष्टितमोऽध्यायः ॥
]
