`speaker [
रुद्र उवाच
]

`verse 1 [
अत ऊर्ध्वं प्रवक्ष्यामि जम्बूद्वीपं यथातथम् ।
संख्यां चापि समुद्राणां द्वीपानां चैव विस्तरम् ॥
]

`verse 2 [
यावन्ति चैव वर्षाणि तेषु नद्यश्च याः स्मृताः ।
महाभूतप्रमाणं च गतिं चन्द्रार्कयोः पृथक् ॥
]

`verse 3 [
द्वीपभेदसहस्त्राणि सप्तस्वन्तर्गतानि च ।
न शक्यन्ते क्रमेणेह वक्तुं यैर्विततं जगत् ॥
]

`verse 4 [
सप्तद्वीपान् प्रवक्ष्यामि चन्द्रादित्यग्रहैः सह ।
येषां मनुष्यास्तर्केण प्रमाणानि प्रचक्षते ॥
]

`verse 5 [
अचिन्त्याः खलु ये भावा न तांस्तर्केण साधयेत् ।
प्रकृतिभ्यः परं यच्च तदचिन्त्यं विभाव्यते ॥
]

`verse 6 [
नव वर्षं प्रवक्ष्यामि जम्बूद्वीपं यथातथम् ।
विस्तरान्मण्डलाच्चैव योजनैस्तन्निबोधत ॥
]

`verse 7 [
शतमेकं सहस्त्राणां योजनानां समन्ततः ।
नानाजनपदाकीर्णं योजनैर्विविधैः शुभैः ॥
]

`verse 8 [
सिद्धचारणसंकीर्णं पर्वतैरुपशोभितम् ।
सर्वधातुविवृद्धैश्च शिलाजालसमुद्भवैः ।
पर्वतप्रभवाभिश्च नदीभिः सर्वतश्चितम् ॥
]

`verse 9 [
जम्बूद्वीपः पृथुः श्रीमान् सर्वतः परिमण्डलः ।
नवभिश्चावृतः श्रीमान् भुवनैर्भूतभावनः ॥
]

`verse 10 [
लवणेन समुद्रेण सर्वतः परिवारितः ।
जम्बूद्वीपस्य विस्तारात् समेन तु समन्ततः ॥
]

`verse 11 [
तस्य प्रागायता दीर्घा षडेते वर्षपर्वताः ।
उभयत्रावगाढाश्च समुद्रौ पूर्वपश्चिमौ ॥
]

`verse 12 [
हिमप्रायश्च हिमवान् हेमकूटश्च हेमवान् ।
सर्वत्र सुसुखश्चापि निषधः पर्वतो महान् ॥
]

`verse 13 [
चतुर्वर्णःस सौवर्णो मेरुश्चोल्बमयो गिरिः ।
वृत्ताकृतिप्रमाणश्च चतुरस्त्रः समुच्छितः ॥
]

`verse 14 [
नानावर्णस्तु पार्श्वेषु प्रजापतिगुणान्वितः ।
नाभिमण्डलसंभूतो ब्रह्मणः परमेष्ठिनः ॥
]

`verse 15 [
पूर्वतः श्वेतवर्णस्तु ब्रह्मण्यं तेन तस्य तत् ।
पीतश्च दक्षिणेनासौ तेन वैश्यत्वमिष्यते ॥
]

`verse 16 [
भृङ्गपत्रनिभश्चासौ पश्चिमेन यतोऽथ सः ।
तेनास्य शूद्रता प्रोक्ता मेरोर्नामार्थकर्मणः ॥
]

`verse 17 [
पार्श्वमुत्तरतस्तस्य रक्तवर्णं विभाव्यते।
तेनास्य क्षत्रभावः स्यादिति वर्णाः प्रकीर्तिताः ॥
]

`verse 18 [
वृत्तः स्वभावतः प्रोक्तो वर्णतः परिमाणतः ।
नीलश्च वैदूर्यमयः श्वेतशुक्लो हिरण्मयः ।
मयूरबर्हिवर्णस्तु शातकौम्भश्च श्रृङ्गवान् ॥
]

`verse 19 [
एते पर्वतराजानः सिद्धचारणसेविताः ।
तेषामन्तरविष्कम्भो नवसाहस्त्र उच्यते ॥
]

`verse 20 [
मध्ये त्विलावृतं नाम महामेरोः स संभवः ।
नवैव तु सहस्त्राणि विस्तीर्णः सर्वतश्च सः ॥
]

`verse 21 [
मध्यं तस्य महामेरुर्विधूम इव पावकः ।
वेद्यर्द्धं दक्षिणं मेरोरुत्तरार्द्धं तथोत्तरम् ॥
]

`verse 22 [
वर्षाणि यानि षडत्र तेषां ते वर्षपर्वताः ।
योजनाग्रं तु वर्षाणां सर्वेषां तद् विधीयते ॥
]

`verse 23 [
द्वे द्वे वर्षे सहस्त्राणां योजनानां समुच्छ्रयः ।
जम्बूद्वीपस्य विस्तारस्तेषामायाम उच्यते ॥
]

`verse 24 [
योजनानां सहस्त्राणि शतौ द्वौ चायतौ गिरी ।
नीलश्च निषधश्चैव ताभ्यां हीनाश्च ये परे ।
श्वेतश्च हेमकूटश्च हिमवाञ्छृङ्गवांश्च यः ॥
]

`verse 25 [
जम्बूद्वीपप्रमाणेन निषधः परिकीर्तितः ।
तस्माद् द्वादशभागेन हेमकूटः प्रहीयते ।
हिमवान् विंशभागेन हेमकूटात् प्रहीयते ॥
]

`verse 26 [
अष्टाशीतिसहस्त्राणि हेमकूटो महागिरिः ।
अशीतिर्हिमवान् शैल आयतः पूर्वपश्चिमे ॥
]

`verse 27 [
द्वीपस्य मण्डलीभावाद् ह्रासवृद्धी प्रकीर्त्यते ।
वर्षाणां पर्वतानां च यथा चेमे तथोत्तरम् ॥
]

`verse 28 [
तेषां मध्ये जनपदास्तानि वर्षाणि चैव तत् ।
प्रपातविषमैस्तैस्तु पर्वतैरावृतानि तु ॥
]

`verse 29 [
संततानि नदीभेदैरगम्यानि परस्परम् ।
वसन्ति तेषु सत्त्वानि नानाजातीनि सर्वशः ॥
]

`verse 30 [
एतद्धैमवतं वर्षं भारती यत्र सन्ततिः ।
हेमकूटं परं यत्र नाम्ना किंपुरुषोत्तमः ॥
]

`verse 31 [
हेमकूटात् तु निषधं हरिवर्षं तदुच्यते ।
हरिवर्षात् परं चैव मेरुपार्श्व इलावृतम् ॥
]

`verse 32 [
इलावृतात् परं नीलं रम्यकं नाम विश्रुतम् ।
रम्यकाच्च परं श्वेतं विश्रुतं तद्धिरण्मयम् ।
हिरण्मयात् परं चैव श्रृङ्गवन्तं कुरु स्मृतम् ॥
]

`verse 33 [
धनुःसंस्थे तु द्वे वर्षे विज्ञेये दक्षिणोत्तरे ।
द्वीपानि खलु चत्वारि चतुरस्त्रमिलावृतम् ॥
]

`verse 34 [
अर्वाक् च निषधस्याथ वेद्यर्धं दक्षिणं स्मृतम् ।
परं श्रृङ्गवतो यच्च वेद्यर्धं हि तदुत्तरम् ॥
]

`verse 35 [
वेद्यर्द्धे दक्षिणे त्रीणि वर्षाणि त्रीणि चोत्तरे ।
तयोर्मध्ये तु विज्ञेयो यत्र मेरुस्त्विलावृतः ॥
]

`verse 36 [
दक्षिणेन तु नीलस्य निषधस्योत्तरेण च ।
उदगायतो महाशैलो माल्यवान्नाम पर्वतः ॥
]

`verse 37 [
योजनानां सहस्त्रे द्वे विष्कम्भोच्छ्रय एव च ।
आयामतश्चतुस्त्रिंशत् सहस्त्राणि प्रकीर्तितः ॥
]

`verse 38 [
तस्य प्रतीच्यां विज्ञेयः पर्वतो गन्धमादनः ।
आयामोच्छ्रयविस्तारात् तुल्यो माल्यवता तु सः ॥
]

`verse 39 [
परिमण्डलस्तयोर्मध्ये मेरुः कनकपर्वतः ।
चतुर्वर्णः ससौवर्णश्चतुरस्त्रः समुच्छ्रितः ॥
]

`verse 40 [
अव्यक्ता धातवः सर्वे समुत्पन्ना जलादयः ।
अव्यक्तात् पृथिवीपद्मं मेरुस्तस्य च कर्णिका ॥
]

`verse 41 [
चतुष्पत्रं समुत्पन्नं व्यक्तं पञ्चगुणं महत् ।
ततः सर्वाः समुद्भूता वितता हि प्रवृत्तयः ॥
]

`verse 42 [
अनेककल्पजीवद्भिः पुरुषैः पुण्यकारिभिः ।
कृतात्मभिर्महात्मभिः प्राप्यते पुरुषोत्तमः ॥
]

`verse 43 [
महायोगी महादेवो जगद्ध्येयो जनार्दनः ।
सर्वलोकगतोऽनन्तो व्यापको मूर्त्तिरव्ययः ॥
]

`verse 44 [
न तस्य प्राकृता मूर्तिर्मांसमेदोऽस्थिसंभवा ।
योगित्वाच्चेश्वरत्वाच्च सत्त्वरूपधरो विभुः ॥
]

`verse 45 [
तन्निमित्तं समुत्पन्नं लोके पद्मं सनातनम् ।
कल्पशेषस्य तस्यादौ कालस्य गतिरीदृशी ॥
]

`verse 46 [
तस्मिन् पद्मे समुत्पन्नो देवदेवश्चतुर्मुखः ।
प्रजापतिपतिर्देव ईशानो जगतः प्रभुः ॥
]

`verse 47 [
तस्य बीजनिसर्गं हि पुष्करस्य यथार्थवत् ।
कृत्स्नं प्रजानिसर्गेण विस्तरेणैव वर्ण्यते ॥
]

`verse 48 [
तदम्बु वैष्णवः कायो यतो रत्नविभूषितः ।
पद्माकारा समुत्पन्ना पृथिवी सवनद्रुमा ॥
]

`verse 49 [
तत् तस्य लोकपद्मस्य विस्तरं सिद्धभाषितम् ।
वर्ण्यमानं विभागेन क्रमशः श्रृणुत द्विजाः ॥
]

`verse 50 [
महावर्षाणि ख्यातानि चत्वार्यत्र च संस्थिताः ।
तत्र पर्वतसंस्थानो मेरुर्नाम महाबलः ॥
]

`verse 51 [
नानावर्णः स पार्श्वेषु पूर्वतः श्वेत उच्यते ।
पीतं च दक्षिणं तस्य भृङ्गवर्णं तु पश्चिमम् ॥
]

`verse 52 [
उत्तरं रक्तवर्णं तु तस्य पार्श्वं महात्मनः ।
मेरुस्तु शोभते शुक्लो राजवंशे तु धिष्ठितः ॥
]

`verse 53 [
तरुणादित्यसंकाशो विधूम इव पावकः ।
योजनानां सहस्त्राणि चतुराशीतिरुच्छ्रितः ॥
]

`verse 54 [
प्रविष्टः षोडशाधस्ताद्विस्तृतः षोडशैव तु ।
शरावसंस्थितत्वाच्च द्वात्रिंशन्मूर्ध्नि विस्तृतः ॥
]

`verse 55 [
विस्तारस्त्रिगुणश्चास्य परिणाहः समन्ततः ।
मण्डलेन प्रमाणेन व्यस्यमानं तदिष्यते ॥
]

`verse 56 [
नवतिश्च सहस्त्राणि योजनानां समन्ततः ।
ततः षट्काधिकानां च व्यस्यमानं प्रकीर्त्तितम् ।
चतुरस्त्रेण मानेन परिणाहः समन्ततः ॥
]

`verse 57 [
स पर्वतो महादिव्यो दिव्यौषधिसमन्वितः ।
सवनैरावृतः सर्वो जातरूपमयैः शुभैः ॥
]

`verse 58 [
तत्र देवगणाः सर्वे गन्धर्वोरगराक्षसाः ।
शैलराजे प्रमोदन्ते तथैवाप्सरसां गणाः ॥
]

`verse 59 [
स तु मेरुः परिवृतो भवनैर्भूतभावनैः ।
चत्वारो यस्य देशास्तु नानापार्श्वेषु धिष्ठिताः ॥
]

`verse 60 [
भद्राश्वो भारतश्चैव केतुमालश्च पश्चिमे ।
उत्तरे कुरवश्चैव कृतपुण्यप्रतिश्रयाः ॥
]

`verse 61 [
कर्णिका तस्य पद्मस्य समन्तात् परिमण्डला ।
योजनानां सहस्त्राणि योजनानां प्रमाणतः ॥
]

`verse 62 [
तस्य केसरजालानि नवषट् च प्रकीर्त्तिताः ।
चतुरशीतिरुत्सेधो विवरान्तरगोचराः ॥
]

`verse 63 [
त्रिंशच्चापि सहस्त्राणि योजनानां प्रमाणतः ।
तस्य केसरजालानि विकीर्णानि समन्ततः ॥
]

`verse 64 [
शतसाहस्त्रमायाममशीतिः पृथुलानि च ।
चत्वारि तत्र पर्णानि योजनानां चतुर्दश ॥
]

`verse 65 [
तत्र या सा मया तुभ्यं कर्णिकेत्यभिविश्रुता ।
तां वर्ण्यमानामेकाग्र्यात् समासेन निबोधत ।
मणिपर्णशतैश्चित्रां नानावर्णप्रभासिताम् ॥
]

`verse 66 [
अनेकपर्णनिचयं सौवर्णमरुणप्रभम् ।
कान्तं सहस्त्रपर्वाणं सहस्त्रोदरकन्दरम् ।
सहस्त्रशतपत्रं च वृत्तमेकं नगोत्तमम् ॥
]

`verse 67 [
मणिरत्नार्पितश्वभ्रैर्मणिभिश्चित्रवेदिकम् ।
सुवर्णमणिचित्राङ्गैर्मणिचर्चिततोरणैः ॥
]

`verse 68 [
तत्र ब्रह्मसभा रम्या ब्रह्मर्षिजनसंकुला ।
नाम्ना मनोव्रती नाम सर्वलोकेषु विश्रुता ॥
]

`verse 69 [
तत्रेशानस्य देवस्य सहस्त्रादित्यवर्चसः ।
महाविमानसंस्थस्य महिमा वर्त्तते सदा ॥
]

`verse 70 [
तत्र सर्वे देवगणाश्चतुर्वक्त्रं स्वयं प्रभुम् ।
इष्ट्वा पूज्यनमस्कारैरर्चनीयमुपस्थिताः ॥
]

`verse 71 [
यैस्तदा दिहसंकल्पैर्ब्रह्मचर्यं महात्मभिः ।
चीर्णं चारुमनोभिश्च सदाचारपथि स्थितैः ॥
]

`verse 72 [
सम्यगिष्ट्वा च भुक्त्वा च पितृदेवार्चने रताः ।
गृहाश्रमपरास्तत्र विनीता अतिथिप्रियाः ॥
]

`verse 73 [
गृहिणः शुक्लकर्मस्था विरक्ताः कारणात्मकाः ।
यमैर्नियमदानैश्च दृढनिर्दग्धकिल्बिषाः ॥
]

`verse 74 [
तेषां निवसनं शुक्लब्रह्मलोकमनिन्दितम् ।
उपर्युपरि सर्वासां गतीनां परमा गतिः ।
चतुर्दशसहस्त्राणि योजनानां तु कीर्त्तितम् ॥
]

`verse 75 [
ततोर्द्धरुचिरे कृष्णे तरुणादित्यवर्चसि ।
महागिरौ ततो रम्ये रत्नधातुविचित्रिते ॥
]

`verse 76 [
नैकरत्नसमावासे मणितोरणमन्दिरे ।
मेरोः सर्वेषु पार्श्वेषु समन्तात् परिमण्डले ॥
]

`verse 77 [
त्रिंशद्योजनसाहस्त्रं चक्रपाटो नगोत्तमः ।
जारुधिश्चैव शैलेन्द्र इत्येते उत्तराः स्मृताः ॥
]

`verse 78 [
एतेषां शैलमुख्यानामुत्तरेषु यथाक्रमः ।
स्थलीरन्तरद्रोण्यश्च सरांसि च निबोधत ॥
]

`verse 79 [
दशयोजनविस्तीर्णा चक्रपाटोपनिर्गता ।
सा तूद्र्ध्ववाहिनी चापि नदी भूमौ प्रतिष्ठिता ॥
]

`verse 80 [
सा पुर्याममरावत्यां क्रममाणेन्दुरा प्रभौ ।
तया तिरस्कृता वाऽपि सूर्येन्दुज्योतिषां गणाः ॥
]

`verse 81 [
उदयास्तमिते सन्ध्ये ये सेवन्ते द्विजोत्तमाः ।
तान् तुष्यन्ते द्विजाः सर्वानष्टावप्यचलोत्तमान् ॥
]

`verse 82 [
परिभ्रमज्ज्योतिषां या सा रुद्रेन्द्रमता शुभा ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे पञ्चसप्ततितमोऽध्यायः ॥
]
