`speaker [
रुद्र उवाच
]

`verse 1 [
तस्यैव मेरोः पूर्वे तु देशे परमवर्चसे ।
चक्रवाटपरिक्षिप्ते नानाधातुविराजिते ॥
]

`verse 2 [
तत्र सर्वामरपुरं चक्रवाटसमुद्धतम् ।
दुर्धर्षं बलदृप्तानां देवदानवरक्षसाम् ।
तत्र जाम्बूनदमयः सुप्राकारः सुतोरणः ॥
]

`verse 3 [
तस्याप्युत्तरपूर्वे तु देशे परमवर्चसे ।
अलोकजनसंपूर्णा विमानशतसंकुला ॥
]

`verse 4 [
महावापिसमायुक्ता नित्यं प्रमुदिता शुभा ।
शोभिता पुष्पशबलैः पताकाध्वजमालिनी ॥
]

`verse 5 [
देवैर्यक्षोप्सरोभिश्च ऋषिभिश्च सुशोभिता ।
पुरन्दरपुरी रम्या समृद्धा त्वमरावती ॥
]

`verse 6 [
तस्या मध्येऽमरावत्या वज्रवैदूर्यवेदिका ।
त्रैलोक्यगुणविख्याता सुधर्मा नाम वै सभा ॥
]

`verse 7 [
तत्रास्ते श्रीपतेः श्रीमान् सहस्त्राक्षः शचीपतिः ।
सिद्धादिभिः परिवृतः सर्वाभिर्देवयोनिभिः ॥
]

`verse 8 [
तत्र चैव सुवंशः स्याद् भास्करस्य महात्मनः ।
साक्षात् तत्र सुराध्यक्षः सर्वदेवनमस्कृतः ॥
]

`verse 9 [
तस्याश्च दिक्षु विस्तीर्णा तत्तद्गुणसमन्विता ।
तेजोवती नाम पुरी हुताशस्य महात्मनः ॥
]

`verse 10 [
तत्तद्गुणवती रम्या पुरी वैवस्वतस्य च ।
नाम्ना संयमनी नाम पुरी त्रैलोक्यविश्रुता ॥
]

`verse 11 [
तथा चतुर्थे दिग्भागे नैर्ऋताधिपतेः शुभा ।
नाम्ना कृष्णावती नाम विरूपाक्षस्य धीमतः ॥
]

`verse 12 [
पञ्चमे ह्युत्तरपुटे नाम्ना शुद्धवती पुरी ।
उदकाधिपतेः ख्याता वरुणस्य महात्मनः ॥
]

`verse 13 [
तथा पञ्चोत्तरे देवस्वस्योत्तरपुटे पुरी ।
वायोर्गन्धवती नाम ख्याता सर्वगुणोत्तरा ॥
]

`verse 14 [
तस्योत्तरपुटे रम्या गुह्यकाधिपतेः पुरी ।
नाम्ना महोदया नाम शुभा वैदूर्यवेदिका ॥
]

`verse 15 [
तथाष्टमेऽन्तरपुटे ईशानस्य महात्मनः ।
पुरी मनोहरा नाम भूतैर्नानाविधैर्युता ।
पुष्पैर्धन्यैश्च विविधैर्वनैराश्रमसंस्थितैः ॥
]

`verse 16 [
प्रार्थ्यते देवलोकोऽयं स स्वर्ग इति कीर्तितः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे षट्सप्ततितमोऽध्यायः ॥
]
