`speaker [
रुद्र उवाच
]

`verse 1 [
यदेतत् कर्णिकामूलं मेरोर्मध्यं प्रकीर्तितम् ।
तद् योजनसहस्त्राणि संख्यया मानतः स्मृतम् ॥
]

`verse 2 [
चत्वारिंशत् तथा चाष्टौ सहस्त्राणि तु मण्डलैः ।
शैलराजस्य तत्तत्र मेरुमूलमिति स्मृतम् ॥
]

`verse 3 [
तेषां गिरिसहस्त्राणामनेकानां महोच्छ्रयः ।
दिगष्टौ च पुनस्तस्य मर्यादापर्वताः शुभाः ॥
]

`verse 4 [
जठरो देवकूटश्च पूर्वस्यां दिशि पर्वतौ ।
पूर्वपश्चायतावेतावर्णवान्तर्व्यवस्थितौ ।
मर्यादापर्वतानेतानष्टानाहुर्मनीषिणः ॥
]

`verse 5 [
योऽसौ मेरुर्द्विजश्रेष्ठाः प्रोक्तः कनकपर्वतः ।
विष्कम्भांस्तस्य वक्ष्यामि श्रृणुध्वं गदतस्तु तान् ॥
]

`verse 6 [
महापादास्तु चत्वारो मेरोरथ चतुर्दिशम् ।
यैर्न चचाल विष्टब्धा सप्तद्वीपवती मही ॥
]

`verse 7 [
दशयोजनसाहस्त्रं व्यायामस्तेषु शङ्क्यते ।
तिर्यगूर्ध्वं च रचिता हरितालतटैर्वृताः ॥
]

`verse 8 [
मनःशिलादरीभिश्च सुवर्णमणिचित्रिताः ।ऽ
अनेकसिद्धभवनैः क्रीडास्थानैश्च सुप्रभाः ॥
]

`verse 9 [
पूर्वेण मन्दरस्तस्य दक्षिणे गन्धमादनः ।
विपुलः पश्चिमे पार्श्वे सुपार्श्वश्चोत्तरे स्थितः ॥
]

`verse 10 [
तेषां श्रृङ्गेषु चत्वारो महावृक्षाः प्रतिष्ठिताः ।
देवदैत्याप्सरोभिश्च सेविता गुणसंचयैः ॥
]

`verse 11 [
मन्दरस्य गिरेः श्रृङ्गे कदम्बो नाम पादपः ।
प्रलम्बशाखाशिखरः कदम्बश्चैत्यपादपः ॥
]

`verse 12 [
महाकुम्भप्रमाणैश्च पुष्पैर्विकचकेसरैः ।
महागन्धमनोज्ञैश्च शोभितः सर्वकालजैः ॥
]

`verse 13 [
समासेन परिवृतो भुवनैर्भूतभावनैः ।
सहस्त्रमधिकं सोऽथ गन्धेनापूरयन् दिशः ॥
]

`verse 14 [
भद्राश्वो नाम वृक्षोऽयं वर्षाद्रेः केतुसंभवः ।
कीर्तिमान् रूपवाञ्छ्रीमान् महापादपपादपः ।
यत्र साक्षाद्धृषीकेशः सिद्धसङ्घैर्निषेव्यते ॥
]

`verse 15 [
तस्य भद्रकदम्बस्य तथाश्ववदनो हरिः ।
प्राप्तवांश्चामरश्रेष्ठः स हि सानुं पुनः पुनः ॥
]

`verse 16 [
तेन चालोकितं वर्षं सर्वद्विपदनायकाः ।
यस्य नाम्ना समाख्यातो भद्राश्वेति न संशयः ॥
]

`verse 17 [
दक्षिणस्यापि शैलस्य शिखरे देवसेविते ।
जम्बूः सद्यः पुष्पफला महाशाखोपशोभिता ॥
]

`verse 18 [
तस्या ह्यतिप्रमाणानि स्वादूनि च मृदूनि च ।
फलान्यमृतकल्पानि पतन्ति गिरिमूर्धनि ॥
]

`verse 19 [
तस्माद् गिरिवरश्रेष्ठात् फलप्रस्यन्दवाहिनी ।
दिव्या जाम्बूनदी नाम प्रवृत्ता मधुवाहिनी ॥
]

`verse 20 [
तत्र जाम्बूनदं नाम सुवर्णमनलप्रभम् ।
देवालङ्कारमतुलमुत्पन्नं पापनाशनम् ॥
]

`verse 21 [
देवदानवगन्धर्वयक्षराक्षसगुह्यकाः ।
पपुस्तदमृतप्रख्यं मधु जम्बूफलस्रवम् ॥
]

`verse 22 [
सा केतुर्दक्षिणे वर्षे जम्बूर्लोकेषु विश्रुता ।
यस्या नाम्ना समाख्याता जम्बूद्वीपेति मानवैः ॥
]

`verse 23 [
विपुलस्य च शैलस्य दक्षिणेन महात्मनः ।
जातः श्रृङ्गेति सुमहानश्वत्थश्चेति पादपः ॥
]

`verse 24 [
महोच्छ्रायो महास्कन्धो नैकसत्त्वगुणालयः ।
कुम्भप्रमाणै रुचिरैः फलैः सर्वर्त्तुकैः शुभैः ॥
]

`verse 25 [
स केतुः केतुमालानां देवगन्धर्वसेवितः ।
केतुमालेति विख्यातो नाम्ना तत्र प्रकीर्तितः ।
तन्निबोधत विप्रेन्द्रा निरुक्तं नामकर्मणः ॥
]

`verse 26 [
क्षीरोदमथने वृत्ते माला स्कन्धे निवेशिताः ।
इन्द्रेण चैत्यकेतोस्तु केतुमालस्ततः स्मृतः ।
तेन तच्चिह्नितं वर्षं केतुमालेति विश्रुतम् ॥
]

`verse 27 [
सुपार्श्वस्योत्तरे श्रृङ्गे वटो नाम महाद्रुमः ।
न्यग्रोधो विपुलस्कन्धो यस्त्रियोजनमण्डलः ॥
]

`verse 28 [
माल्यदामकलापैश्च विविधैस्तु समन्ततः ।
शाखाभिर्लम्बमानाभिः शोभितः सिद्धसेवितः ॥
]

`verse 29 [
प्रलम्बकुम्भसदृशैर्हेमवर्णैः फलैः सदा ।
स ह्युत्तरकुरूणां तु केतुवृक्षः प्रकाशते ॥
]

`verse 30 [
सनत्कुमारावरजा मानसा ब्रह्मणः सुताः ।
सप्त तत्र महाभागाः कुरवो नाम विश्रुताः ॥
]

`verse 31 [
तत्र स्थिरगतैर्ज्ञानैर्विरजस्कैर्महात्मभिः ।
अक्षयः क्षयपर्यन्तो लोकः प्रोक्तः सनातनः ॥
]

`verse 32 [
तेषां नामाङ्कितं वर्षं सप्तानां वै महात्मनाम् ।
दिवि चेह च विख्याता उत्तराः कुरवः सदा ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे सप्तसप्ततितमोऽध्यायः ॥
]
