`speaker [
रुद्र उवाच
]

`verse 1 [
तथा चतुर्णां वक्ष्यामि शैलेन्द्राणां यथाक्रमम् ।
अनुविध्यानि रम्याणि विहङ्गैः कूजितानि च ॥
]

`verse 2 [
अनेकपक्षियुक्तात्मश्रृङ्गाणि सुबहूनि च ।
देवानां दिव्यनारीभिः समं क्रीडामयानि च ॥
]

`verse 3 [
किन्नरोद्गीतघुष्टानि शीतमन्दसुगन्धिभिः ।
पवनैः सेव्यमानानि रमणीयतराणि च ॥
]

`verse 4 [
चतुर्द्दिक्षु विराजन्ते नामतः श्रृणुतानघाः ।
पूर्वे चैत्ररथं नाम दक्षिणे गन्धमादनम् ।
प्रभावेण सुतोयानि नवखण्डयुतानि च ॥
]

`verse 5 [
वनषण्डांस्तथाक्रम्य देवता ललनायुताः ।
यत्र क्रीडन्ति चोद्देशे मुदा परमया युताः ॥
]

`verse 6 [
अनुबन्धानि रम्याणि विहगैः कूजितानि च ।
रत्नोपकीर्णतिर्थानि महापुण्यजलानि च ॥
]

`verse 7 [
अनेकजलयन्त्रैश्च नादितानि महान्ति च ।
शाखाभिर्लम्बमानाभी रुवत्पक्षिकुलालिभिः ॥
]

`verse 8 [
कमलोत्पलकह्लारशोभितानि सरांसि च ।
चतुर्षु तेषु गिरिषु नानागुणयुतेषु च ॥
]

`verse 9 [
अरुणोदं तु पूर्वेण दक्षिणे मानसं स्मृतम् ।
असितोदं पश्चिमे च महाभद्रं तथोत्तरे ।
कुमुदैः श्वेतकपिलैः कह्लारैर्भूषितानि च ॥
]

`verse 10 [
अरुणोदयस्य ये शैलाः प्राच्या वै नामतः स्मृताः ।
तान् कीर्त्त्यमानांस्तत्त्वेन श्रृणुध्वं गदतो मम ॥
]

`verse 11 [
विकङ्को मणिश्रृङ्गश्च सुपात्रश्चोपलो महान् ।
महानीलोऽथ कुम्भश्च सुबिन्दुर्मदनस्तथा ॥
]

`verse 12 [
वेणुनद्धः सुमेदाश्च निषधो देवपर्वतः ।
इत्येते पर्वतवराः पुण्याश्च गिरयोऽपरे ॥
]

`verse 13 [
पूर्वेण मन्दरात् सिद्धाः पर्वताश्च मदायुताः ।
सरसो मानसस्येह दक्षिणेन महाचलाः ॥
]

`verse 14 [
ये कीर्त्तिता मया तुभ्यं नामतस्तान् निबोधत ।
शैलस्त्रिशिरश्चैव शिशिरश्चाचलोत्तमः ॥
]

`verse 15 [
कपिश्च शतमक्षश्च तुरगश्चैव सानुमान् ।
ताम्राहश्च विषश्चैव तथा श्वेतोदनो गिरिः ॥
]

`verse 16 [
समूलश्चैव सरलो रत्नकेतुश्च पर्वतः ।
एकमूलो महाश्रृङ्गो गजमूलोऽपि शावकः ॥
]

`verse 17 [
पञ्चशैलश्च कैलासो हिमवानचलोत्तमः ।
उत्तरा ये महाशैलास्तान् वक्ष्यामि निबोधत ॥
]

`verse 18 [
कपिलः पिङ्गलो भद्रः सरसश्च महाचलः ।
कुमुदो मधुमांश्चैव गर्जनो मर्कटस्तथा ॥
]

`verse 19 [
कृष्णश्च पाण्डवश्चैव सहस्त्रशिरसस्तथा ।
पारियात्रश्च शैलेन्द्रः श्रृङ्गवानचलोत्तमः ।
इत्येते पर्वतवराः श्रीमन्तः पश्चिमे स्मृताः ॥
]

`verse 20 [
महाभद्रस्य सरस उत्तरेण द्विजोत्तमाः ।
ये पर्वताः स्थिता विप्रास्तान् वक्ष्यामि निबोधत ॥
]

`verse 21 [
हंसकूटो महाशैलो वृषहंसश्च पर्वतः ।
कपिञ्जलश्च शैलेन्द्र इन्द्रशैलश्च सानुमान् ॥
]

`verse 22 [
नीलः कनकश्रृङ्गश्च शतश्रृङ्गश्च पर्वतः ।
पुष्करो मेघशैलोऽथ विरजाश्चाचलोत्तमः ।
जारुचिश्चैव शैलेन्द्र इत्येते उत्तराः स्मृताः ॥
]

`verse 23 [
इत्येतेषां तु मुख्यानामुत्तरेषु यथाक्रमम् ।
स्थलीरन्तरद्रोण्यश्च सरांसि च निबोधत ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे अष्टसप्ततितमोऽध्यायः ॥
]
