`speaker [
रुद्र उवाच
]

`verse 1 [
सीतान्तस्याचलेन्द्रस्य कुमुदस्यान्तरेण च ।
द्रोण्यां विहङ्गपुष्टायां नानासत्त्वनिषेवितम् ॥
]

`verse 2 [
त्रियोजनशतायामं शतयोजनविस्तृतम् ।
सुरसामलपानीयं रम्यं तत्र सुरोचनम् ॥
]

`verse 3 [
द्रोणमात्रप्रमाणैश्च पुण्डरीकैः सुगन्धिभिः ।
सहस्त्रशतपत्रैश्च महापद्मैरलङ्कृतम् ॥
]

`verse 4 [
देवदानवगन्धर्वैर्महासर्पैरधिष्ठितम् ।
पुण्यं तच्छ्रीसरो नाम सप्रकाशमिहेह च ॥
]

`verse 5 [
प्रसन्नसलिलैः पूर्णं शरण्यं सर्वदेहिनाम् ।
तत्र त्वेकं महापद्मं मध्ये पद्मवनस्य च ॥
]

`verse 6 [
कोटिपत्रप्रकलितं तरुणादित्यवर्चसम् ।
नित्यं व्याकोशमधुरं चलत्वादतिमण्डलम् ॥
]

`verse 7 [
चारुकेसरजालाढ्यं मत्तभ्रमरनादितम् ।
तस्मिन् मध्ये भगवती साक्षात् श्रीर्नित्यमेव हि ।
लक्ष्मीस्तु तं तदावासं मूर्त्तिमन्तं न संशयः ॥
]

`verse 8 [
सरसस्तस्य तीरे तु तस्मिन् सिद्धनिषेवितम् ।
सदा पुष्पफलं रम्यं तत्र बिल्ववनं महत् ॥
]

`verse 9 [
शतयोजनविस्तीर्णं द्वियोजनशतायतम् ।
अर्द्धक्रोशोच्चशिखरैर्महावृक्षैः समन्ततः ।
शाखासहस्त्रकलितैर्महास्कन्धैः समाकुलम् ॥
]

`verse 10 [
फलैः सहस्त्रसङ्काशैः हरितैः पाण्डुरैस्तथा ।
अमृतस्वादुसदृशैर्भेरीमात्रैः सुगन्धिभिः ॥
]

`verse 11 [
शीर्यद्भिश्च पतद्भिश्च कीर्णभूमिवनान्तरम् ।
नाम्ना तच्छ्रीवनं नाम सर्वलोकेषु विश्रुतम् ॥
]

`verse 12 [
देवादिभिः समाकीर्णमष्टाभिः ककुभिः शुभम् ।
बिल्वाशिभिश्च मुनिभिः सेवितं पुण्यकारिभिः ।
तत्र श्रीः संस्थिता नित्यं सिद्धसङ्घनिषेविता ॥
]

`verse 13 [
एकैकस्याचलेन्द्रस्य मणिशैलस्य चान्तरम् ।
शतयोजनविस्तीर्णं द्वियोजनशतायतम् ॥
]

`verse 14 [
विमलं पङ्कजवनं सिद्धचारणसेवितम् ।
पुष्पं लक्ष्म्या धृतं भाति नित्यं प्रज्वलतीव ह ॥
]

`verse 15 [
अर्द्धक्रोशं च शिखरैर्महास्कन्धैः समावृतम् ।
प्रफुल्लशाखाशिखरं पिञ्जरं भाति तद्वनम् ॥
]

`verse 16 [
द्विबाहुपरिणाहैस्तैस्त्रिहस्तायामविस्तृतैः ।
मनःशिलाचूर्णनिभैः पाण्डुकेसरशालिभिः ॥
]

`verse 17 [
पुष्पैर्मनोहरैर्व्याप्तं व्याकोशैर्गन्धशोभिभिः ।
विराजति वनं सर्वं मत्तभ्रमरनादितम् ॥
]

`verse 18 [
तद्वनं दानवैर्दैत्यैर्गन्धर्वैर्यक्षराक्षसैः ।
किन्नरैरप्सरोभिश्च महाभोगैश्च सेवितम् ॥
]

`verse 19 [
तत्राश्रमो भगवतः कश्यपस्य प्रजापतेः ।
सिद्धसाधुगणाकीर्णं नानाश्रमसमाकुलम् ॥
]

`verse 20 [
महानीलस्य मध्ये तु कुम्भस्य च गिरेस्तथा ।
मध्ये सुखा नदी नाम तस्यास्तीरे महद्वनम् ॥
]

`verse 21 [
पञ्चाशद्योजनायामं त्रिंशद्योजनमण्डलम् ।
रम्यं तालवनं श्रीमत् क्रोशार्द्धोच्छ्रितपादपम् ॥
]

`verse 22 [
महाबलैर्महासारैः स्थिरैरविचलैः शुभैः ।
महदञ्जनसंस्थानैः परिवृत्तैर्महाफलैः ॥
]

`verse 23 [
मृष्टगन्धगुणोपेतैरुपेतं सिद्धसेवितम् ।
ऐरावतस्य करिणस्तत्रैव समुदाहृतम् ॥
]

`verse 24 [
ऐरावतस्य रुद्रस्य देवशैलस्य चान्तरे ।
सहस्त्रयोजनायामा शतयोजनविस्तृता ॥
]

`verse 25 [
सर्वा ह्येकशिला भूमिर्वृक्षवीरुधवर्जिता ।
आप्लुता पादमात्रेण सलिलेन समन्ततः ॥
]

`verse 26 [
इत्येताभ्यन्तरद्रोण्यो नानाकाराः प्रकीर्त्तिताः ।
मेरोः पार्श्वेन विप्रेन्द्रा यथावदनुपूर्वशः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे एकोनाशीतितमोऽध्यायः ॥
]
