`speaker [
धरण्युवाच
]

`verse 1 [
परमात्मा शिवः पुण्य इति केचिद् भवं विदुः ।
अपरे हरिमीशानमिति केचिच्चतुर्मुखम् ॥
]

`verse 2 [
एतेषां कतमो देवः परः को वाऽथवाऽपरः ।
एतद्देव ममाचक्ष्व परं कौतूहलं विभो ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 3 [
परो नारायणो देवस्तस्माज्जातश्चतुर्मुखः ।
तस्माद् रुद्रोऽभवद् देवि स च सर्वज्ञतां गतः ॥
]

`verse 4 [
तस्याश्चर्याण्यनेकानि विविधानि वरानने ।
श्रृणु सर्वाणि चार्वङ्गि कथ्यमानं मयाऽनघे ॥
]

`verse 5 [
कैलासशिखरे रम्ये नानाधातुविचित्रिते ।
वसत्यनुदिनं देवः शूलपाणिस्त्रिलोचनः ॥
]

`verse 6 [
सैकस्मिन् दिवसे देवः सर्वभूतनमस्कृतः ।
गणैः परिवृतो गौर्या महानासीत् पिनाकधृक् ॥
]

`verse 7 [
तत्र सिंहमुखाः केचिद् गणा नर्दन्ति सिंहवत् ।
अपरे हस्तिवक्त्राश्च हयवक्त्रास्तथापरे ॥
]

`verse 8 [
अपरे शिंशुमारास्या अपरे सूकराननाः ।
अपरेऽश्वामुखा रौद्रा खरास्याजाननास्तथा ।
छागमत्स्याननाः क्रूरा ह्यनन्ताः शस्त्रपाणयः ॥
]

`verse 9 [
केचिद् गायन्ति नृत्यन्ति धावन्ति स्फोटयन्ति च ।
हसन्ति किलकिलायन्ति गर्जन्ति च महाबलाः ॥
]

`verse 10 [
केचिल्लोष्टांस्तु संगृह्य युयुधुर्गणनायकाः ।
अपरे मल्लयुद्धेन युयुधुर्बलदर्पिताः ।
एवं गणसहस्त्रेण वृतो देवो महेश्वरः ॥
]

`verse 11 [
यावदास्ते स्वयं देव्या क्रीडन् देववरः स्वयम् ।
तावद् ब्रह्मा स्वयं देवैरुपायात् सह सत्वरः ॥
]

`verse 12 [
तमागतमथो दृष्ट्वा पूजयित्वा विधानतः ।
उवाच परमो देवो रुद्रो ब्रह्माणमव्यम् ॥
]

`verse 13 [
किमागमनकृत्यं ते ब्रह्मन् ब्रूहि ममाचिरम् ।
किं च देवास्त्वरायुक्ता आगता मम सन्निधौ ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 14 [
अस्त्यन्धको महादैत्यस्तेन सर्वे दिवौकसः ।
अर्दिता मत्समीपं तु बुद्ध्वा मां शरणैषिणः ॥
]

`verse 15 [
ततश्चैते मया सर्वे प्रोक्ता देवा भवं प्रति ।
गच्छाम इति देवेश ततस्त्वेते समागताः ॥
]

`verse 16 [
एवमुक्त्वा स्वयं ब्रह्मा वीक्षां चक्रे पिनाकिनम् ।
नारायणं च मनसा सस्मार परमेश्वरम् ।
ततो नारायणो देवो द्वाभ्यां मध्ये व्यवस्थितः ॥
]

`verse 17 [
ततस्त्वेकीगतास्ते तु ब्रह्मविष्णुमहेश्वराः ।
परस्परं सूक्ष्मदृष्ट्या वीक्षां चक्रुर्मुदायुताः ॥
]

`verse 18 [
ततस्तेषां त्रिधा दृष्टिर्भूत्वैका समजायत ।
तस्यां दृष्ट्यां समुत्पन्ना कुमारी दिव्यरूपिणी ॥
]

`verse 19 [
नीलोत्पलदलश्यामा नीलकुञ्चितमूर्द्धजा ।
सुनासा सुललाटान्ता सुवक्त्रा सुप्रतिष्ठिता ॥
]

`verse 20 [
त्वष्ट्रा यदग्निजिह्वं तु लक्षणं परिभाषितम् ।
तत्सर्वमेकतः संस्थं कन्यायां संप्रदृश्यते ॥
]

`verse 21 [
अथ तां दृश्य कन्यां तु ब्रह्मविष्णुमहेश्वराः ।
ऊचुः काऽसि शुभे ब्रूहि किं वा कार्यं विपश्चितम् ॥
]

`verse 22 [
त्रिवर्णा च कुमारी सा कृष्णशुक्ला च पीतिका ।
उवाच भवतां दृष्टेर्योगाज्जाताऽस्मि सत्तमाः ।
किं मां न वेत्थ सुश्रोणीं स्वशक्तिं परमेश्वरीम् ॥
]

`verse 23 [
ततो ब्रह्मादयस्ते च तस्यास्तुष्टा वरं ददुः ।
नाम्नाऽसि त्रिकला देवी पाहि विश्वं च सर्वदा ॥
]

`verse 24 [
अपराण्यपि नामानि भविष्यन्ति तवानघे ।
गुणोत्थानि महाभागे सर्वसिद्धिकराणि च ॥
]

`verse 25 [
अन्यच्च कारणं देवि त्रिवर्णाऽसि वरानने ।
मूर्तित्रयं त्रिभिर्वर्णैः कुरु देवि स्वकं द्रुतम् ॥
]

`verse 26 [
एवमुक्ता तदा देवैरकरोत् त्रिविधां तनुम् ।
सितां रक्तां तथा कृष्णां त्रिमूर्तित्वं जगाम ह ॥
]

`verse 27 [
या सा ब्राह्मी शुभा मूर्त्तिस्तया सृजति वै प्रजाः ।
सौम्यरूपेण सुश्रोणी ब्रह्मसृष्ट्या विधानतः ॥
]

`verse 28 [
या सा रक्तेन वर्णेन सुरूपा तनुमध्यमा ।
शङ्खचक्रधरा देवी वैष्णवी सा कला स्मृता ।
सा पाति सकलं विश्वं विष्णुमायेति कीर्त्त्यते ॥
]

`verse 29 [
या सा कृष्णेन वर्णेन रौद्री मूर्त्तिस्त्रिशूलिनी ।
दंष्ट्राकरालिनी देवी सा संहरति वै जगत् ॥
]

`verse 30 [
या सृष्टिर्ब्रह्मणो देवी श्वेतवर्णा विभावरी ।
सा कुमारी महाभागा विपुलाब्जदलेक्षणा ।
सद्यो ब्रह्माणमामन्त्र्य तत्रैवान्तरधीयत ॥
]

`verse 31 [
साऽन्तर्हिता ययौ देवी वरदा श्वेतपर्वतम् ।
तपस्तप्तुं महत् तीव्रं सर्वगत्वमभीप्सती ॥
]

`verse 32 [
या वैष्णवी कुमारी तु साप्यनुज्ञाय केशवम् ।
मन्दराद्रिं ययौ तप्तुं तपः परमदुश्चरम् ॥
]

`verse 33 [
या सा कृष्णा विशालाक्षी रौद्री दंष्ट्राकरालिनी ।
सा नीलपर्वतवरं तपश्चर्तुं ययौ शुभा ॥
]

`verse 34 [
अथ कालेन महता प्रजाः स्त्रष्टुं प्रजापतिः ।
आरब्धवान् तदा तस्य ववृधे सृजतो बलम् ॥
]

`verse 35 [
यदा न ववृधे तस्य ब्रह्मणो मानसी प्रजा ।
तदा दध्यौ किमेतन्मे न तथा वर्द्धते प्रजा ॥
]

`verse 36 [
ततो ब्रह्मा हृदा दध्यौ योगाभ्यासेन सुव्रते ।
चिन्तयन् बुबुधे देवस्तां कन्यां श्वेतपर्वते ।
तपश्चरन्तीं सुमहत् तपसा दग्धकिल्बिषाम् ॥
]

`verse 37 [
ततो ब्रह्मा ययौ तत्र यत्र सा कमलेक्षणा ।
तपश्चरति तां दृष्ट्वा वाक्यमेतदुवाच ह ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 38 [
किं तपः क्रियते भद्रे कार्यमावेक्ष्य शोभते ।
तुष्टोऽस्मि ते विशालाक्षि वरं किं ते ददाम्यहम् ॥
]

`speaker [
सृष्टिरुवाच
]

`verse 39 [
भगवन्नेकदेशस्था नोत्सहे स्थातुमञ्जसा ।
अतोऽर्थं त्वां वरं याचे सर्वगत्वमभीप्सती ॥
]

`verse 40 [
एवमुक्तस्तदा देव्या सृष्ट्या ब्रह्मा प्रजापतिः ।
उवाच तां तदा देवीं सर्वगा त्वं भविष्यसि ॥
]

`verse 41 [
एवमुक्ता तदा तेन सृष्टिः सा कमलेक्षणा ।
तस्य ह्यङ्के लयं प्राप्ता सा देवी पद्मलोचना ।
तस्मादारभ्य कालात् तु ब्राह्मी सृष्टिर्व्यवर्द्धत ॥
]

`verse 42 [
ब्रह्मणो मानसाः सप्त तेषामन्ये तपोधनाः ।
तेषामन्ये ततस्त्वन्ये चतुर्द्धा भूतसंग्रहः ।
सस्थाणुजङ्गमानां च सृष्टिः सर्वत्र संस्थिता ॥
]

`verse 43 [
यत्किंचिद् वाङ्मयं लोके जगत्स्थावरजङ्गमम् ।
तत्सर्वं स्थापितं सृष्ट्या भूतं भव्यं च सर्वदा ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे एकोननवतितमोऽध्यायः ॥
]
