`speaker [
श्रीवराह उवाच
]

`verse 1 [
श्रृणु चान्यं वरारोहे तस्या देव्या महाविधिम् ।
या सा त्रिशक्तिरुद्दिष्टा शिवेन परमेष्ठिना ॥
]

`verse 2 [
तत्र सृष्टिः पुरा प्रोक्ता श्वेतवर्णा स्वरूपिणी ।
एकाक्षरेति विख्याता सर्वाक्षरमयी शुभा ॥
]

`verse 3 [
वागीशेति समाख्याता क्वचिद् देवी सरस्वती ।
सैव विद्येश्वरी देवी सैव क्वाप्यमिताक्षरा ।
सैव ज्ञानविधिः क्वापि सैव देवी विभावरी ॥
]

`verse 4 [
यानि सौम्यानि नामानि यानि ज्ञानोद्भवानि च ।
तानि तस्या विशालाक्षि द्रष्टव्यानि वरानने ॥
]

`verse 5 [
या वैष्णवी विशालाक्षी रक्तवर्णा सुरूपिणी ।
अपरा सा समाख्याता रौद्री चैव परापरा ॥
]

`verse 6 [
एतास्त्रयोऽपि सिद्ध्यन्ते यो रुद्रं वेत्ति तत्त्वतः ।
सर्वगेयं वरारोहे एकैव त्रिविधा स्मृता ॥
]

`verse 7 [
एषा सृष्टिर्वरारोहे कथिता ते पुरातनी ।
तया सर्वमिदं व्याप्तं जगत् स्थावरजङ्गमम् ॥
]

`verse 8 [
या साऽऽदौ वर्द्धिता सृष्टिर्ब्रह्मणोऽव्यक्तजन्मनः ।
तया तुल्यां स्तुतिं चक्रे तस्या देव्याः पितामहः ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 9 [
जयस्व सत्यसंभूते ध्रुवे देवि वराक्षरे ।
सर्वगे सर्वजननि सर्वभूतमहेश्वरि ॥
]

`verse 10 [
सर्वज्ञे त्वं वरारोहे सर्वसिद्धिप्रदायिनी ।
सिद्धिबुद्धिकरी देवि प्रसूतिः परमेश्वरि ॥
]

`verse 11 [
त्वं स्वाहा त्वं स्वधा देवि त्वमुत्पत्तिर्वरानने ।
त्वमोङ्कारस्थिता देवि वेदोत्पत्तिस्त्वमेव च ॥
]

`verse 12 [
देवानां दानवानां च यक्षगन्धर्वरक्षसाम् ।
पशूनां वीरुधां चापि त्वमुत्पत्तिर्वरानने ॥
]

`verse 13 [
विद्या विद्येश्वरी सिद्धा प्रसिद्धा त्वं सुरेश्वरि ।
सर्वज्ञा त्वं वरारोहे सर्वसिद्धिप्रदायिनी ॥
]

`verse 14 [
सर्वगा गतसंदेहा सर्वशत्रुनिबर्हिणी ।
सर्वविद्येश्वरी देवी नमस्ते स्वस्तिकारिणि ॥
]

`verse 15 [
ऋतुस्नातां स्त्रियं गच्छेद् यस्त्वां स्तुत्वा वरानने ।
तस्यावश्यं भवेत् सृष्टिस्त्वत्प्रसादात् प्रजेश्वरि ।
स्वरूपा विजया भद्रा सर्वशत्रुप्रमोहिनि ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे नवतितमोऽध्यायः ॥
]
