`speaker [
श्रीवराह उवाच
]

`verse 1 [
या मन्दरगता देवी तपस्तप्तुं तु वैष्णवी ।
राजसी परमा शक्तिः कौमारव्रतधारिणी ॥
]

`verse 2 [
सैकाकिनी तपस्तेपे विशालायां तु शोभने ।
तस्यास्तपन्त्याः कालेन महता क्षुभितं मनः ॥
]

`verse 3 [
तस्मात् क्षोभात् समुत्तस्थुः कुमार्यः सौम्यलोचनाः ।
नीलकुञ्चितकेशान्ता बिम्बोष्ठायतलोचनाः ।
नितम्बरशनोद्दामा नूपुराढ्याः सुवर्चसः ॥
]

`verse 4 [
एवंविधाः स्त्रियो देव्या क्षोभिते मनसि द्रुतम् ।
उत्तस्थुः शतसाहस्त्राः कोटिशो विविधाननाः ॥
]

`verse 5 [
दृष्ट्वा कुमार्यः सा देवी तस्मिन्नेव गिरौ शुभा ।
तपसा निर्ममे देवी पुरं हर्म्यशताकुलम् ॥
]

`verse 6 [
विशालरथ्यं सौवर्णप्रासादैरुपशोभितम् ।
अन्तर्जलानि वेश्मानि मणिसोपानवन्ति च ।
रत्नजालगवाक्षाणि आसन्नोपवनानि च ॥
]

`verse 7 [
असंख्यातानि हर्म्याणि तथा कन्या धराधरे ।
प्राधान्येन प्रवक्ष्यामि कन्यानामानि शोभने ॥
]

`verse 8 [
विद्युत्प्रभा चन्द्रकान्तिः सूर्यकान्तिस्तथाऽपरा ।
गम्भीरा चारुकेशी च सुजाता मुञ्जकेशिनी ॥
]

`verse 9 [
घृताची चोर्वशी चान्या शशिनी शीलमण्डिता ।
चारुकन्या विशालाक्षी धन्या पीनपयोधरा ॥
]

`verse 10 [
चन्द्रप्रभा गिरिसुता तथा सूर्यप्रभाऽमृता ।
स्वयंप्रभा चारुमुखी शिवदूती विभावरी ॥
]

`verse 11 [
जया च विजया चैव जयन्ती चापराजिता ।
एताश्चान्याश्च शतशः कन्यास्तस्मिन् पुरोत्तमे ॥
]

`verse 12 [
देव्या अनुचराः सर्वाः पाशाङ्कुशधराः शुभाः ।
ताभिः परिवृता देवी सिंहासनगता शुभा ॥
]

`verse 13 [
सुसितैश्चामरैः स्त्रीभिर्वीज्यमाना विलासिनी ।
कौमारं व्रतमास्थाय तपः कर्तुं समुद्यता ॥
]

`verse 14 [
यौवनस्था महाभागा पीनवृत्तपयोधरा ।
चम्पकाशोकपुन्नागनागकेसरदामभिः ॥
]

`verse 15 [
सर्वाङ्गेष्वर्चिता देवी ऋषिदेवनमस्कृता ।
पूज्यमाना वरस्त्रीभिः कुमारीभिः समन्ततः ॥
]

`verse 16 [
सर्वाङ्गभोगिनी देवी यावदास्ते तपोऽन्विता ।
तावदागतवांस्तत्र नारदो ब्रह्मणः सुतः ॥
]

`verse 17 [
तं दृष्ट्वा सहसा देवी ब्रह्मपुत्रं तपोधनम् ।
विद्युत्प्रभामुवाचेदमासनं दीयतामिति ।
पाद्यमाचमनीयं च क्षिप्रमस्मै प्रदीयताम् ॥
]

`verse 18 [
एवमुक्ता तदा देव्या कन्या विद्युप्रभा शुभा ।
आसनं पाद्यमर्घ्यं च नारदाय न्यवेदयत् ॥
]

`verse 19 [
ततः कृतासनं दृष्ट्वा प्रणतं नारदं मुनिम् ।
उवाच वचनं देवी हर्षेण महताऽन्विता ॥
]

`verse 20 [
स्वागतं भो मुनिश्रेष्ठ कस्माल्लोकादिहागतः ।
किं कार्यं वद ते कृत्यं मा ते कालात्ययो भवेत् ॥
]

`verse 21 [
एवमुक्तस्तदा देव्या नारदः प्राह लोकवित् ।
ब्रह्मलोकादिन्द्रलोकं तस्माद् रौद्रमथाचलम् ॥
]

`verse 22 [
ततस्त्वामिह देवेशि द्रष्टुमभ्यागतः शुभे ।
एवमुक्त्वा मुनिः श्रीमांस्तां देवीमन्ववेक्षत ॥
]

`verse 23 [
दृष्ट्वा मुहूर्तं देवेशि विस्मितो नारदोऽभवत् ।
अहो रूपमहो कान्तिरहो धैर्यमहो वयः ॥
]

`verse 24 [
अहो निष्कामता देव्या इति खेदमुपाययौ ।
देवगन्धर्वसिद्धानां यक्षकिन्नररक्षसाम् ॥
]

`verse 25 [
न रूपमीदृशं क्वापि स्त्रीष्वन्यासु प्रदृश्यते ।
एवं संचिन्त्य मनसा नारदो विस्मयान्वितः ॥
]

`verse 26 [
प्रणम्य देवीं वरदामुत्पपात नभस्तलम् ।
गतश्च त्त्वरया युक्तः पुरीं दैत्येन्द्रपालिताम् ॥
]

`verse 27 [
महिषाख्येन भूतेशि समुद्रान्तःस्थितां पुरीम् ।
तत्राससाद भगवानसुरं महिषाकृतिम् ॥
]

`verse 28 [
दृष्ट्वा लब्धवरं वीरं देवसैन्यान्तकं महत् ।
स तेन पूजितो भक्त्या तदा लोकचरो मुनिः ॥
]

`verse 29 [
प्रीतात्मा नारदस्तस्मै देव्या रूपमनुत्तमम् ।
आचचक्षे यथान्यायं यद् दृष्टं देवतापुरे ॥
]

`speaker [
नारद उवाच
]

`verse 30 [
असुरेन्द्र श्रृणुष्वेकं कन्यारत्नं समाहितः ।
येन लब्धं तु त्रैलोक्यं वरदानाच्चराचरम् ॥
]

`verse 31 [
ब्रह्मलोकादहं दैत्य मन्दराद्रिमुपागतः ।
तत्र देवीपुरं दृष्टं कुमारीशतसङ्कुलम् ॥
]

`verse 32 [
तत्र प्रधाना या कन्या तापसी व्रतधारिणी ।
सा देवदैत्ययक्षाणां मध्ये काचिन्न दृश्यते ॥
]

`verse 33 [
यादृशी सा शुभा दैत्य तादृश्येकाण्डमध्यतः ।
भ्रमता तादृशी दृष्ट्वा न कदाचिन्मया सती ॥
]

`verse 34 [
तस्याश्च देवगन्धर्वा ऋषयः सिद्धचारणाः ।
उपासांचक्रिरे सर्वे येऽप्यन्ये दैत्यनायकाः ॥
]

`verse 35 [
तां दृष्ट्वा वरदां देवीमहं तूर्णमिहागतः ।
अजित्वा देवगन्धर्वान् न तां जयति कश्चन ॥
]

`verse 36 [
एवमुक्त्वा क्षणं स्थित्वा तमनुज्ञाप्य नारदः ।
यथागतं ययौ धीमानन्तर्धानेन तत्क्षणात् ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे एकनवतितमोऽध्यायः ॥
]
