`speaker [
श्रीवराह उवाच
]

`verse 1 [
गते तु नारदे दैत्यश्चिन्तयामास तां शुभाम् ।
कथितां नारदमुखाच्छ्रुत्वा विस्मितमानसः ॥
]

`verse 2 [
तामेव चिन्तयन् शर्म न लेभे दैत्यसत्तमः ।
अलंशर्मा महामन्त्री आनिनाय महाबलः ॥
]

`verse 3 [
तस्याष्टौ मन्त्रिणः शूरा नीतिमन्तो बहुश्रुताः ।
प्रघसो विघसश्चैव शङ्कुकर्णो विभावसुः ।
विद्युन्माली सुमाली च पर्जन्यः क्रूर एव च ॥
]

`verse 4 [
एते मन्त्रिवरास्तस्य प्राधान्येन प्रकीर्तिताः ।
ते दानवेन्द्रमासीनमूचुः कृत्यं विधीयताम् ॥
]

`verse 5 [
तेषां तद्वचनं श्रुत्वा दानवेन्द्रो महाबलः ।
उवाच कन्यालाभार्थं नारदावाप्तनिश्चयः ॥
]

`speaker [
महिष उवाच
]

`verse 6 [
मह्यं तु कथिता बाला नारदेन महर्षिणा ।
सा चाजित्य सुराध्यक्षं न लभ्येत वराङ्गना ॥
]

`verse 7 [
एतदर्थं भवन्तो वै कथयन्तु विमृश्य वै ।
कथं सा लभ्यते बाला कथं देवाश्च निर्जिताः ।
भवेयुरिति तत्सर्वं कथयन्तु द्रुतं मम ॥
]

`verse 8 [
एवमुक्तास्ततः सर्वे कथयामासुरञ्जसा ।
ऊचुः संमन्त्र्य ते सर्वे कथयामो वयं प्रभो ॥
]

`verse 9 [
एवमुक्तस्तथोवाच प्रघसो दानवेश्वरम् ।
या सा ते कथिता दैत्य नारदेन महासती ।
सा शक्तिः परमा देवी वैष्णवी लोकधारिणी ॥
]

`verse 10 [
गुरुपत्नी राजपत्नी तथा सामन्तयोषितः ।
जिघृक्षन् नश्यते राजा तथागम्यागमेन च ॥
]

`verse 11 [
प्रघसेनैवमुक्तस्तु विघसो वाक्यमब्रवीत् ।
सम्यगुक्तं प्रघसेन तां देवीं प्रति पार्थिव ॥
]

`verse 12 [
यदि नाम मतैक्यं तु बुद्धिः स्मरणमागता ।
वरणीया कुमारी तु सर्वदा विजिगीषुभिः ।
न स्वतन्त्रेण कन्यायाः कार्यं क्वापि प्रकर्षणम् ॥
]

`verse 13 [
यदि वो रोचते वाक्यं मदीयं मन्त्रिसत्तमाः ।
तदानीं तां शुभां देवीं गत्वा याचन्तु मन्त्रिणः ॥
]

`verse 14 [
यो महात्मा भवेत् तस्या बन्धुस्तं याचयामहे ।
साम्नैवादौ ततः पश्चात् करिष्यामः प्रदानकम् ।
ततो भेदं करिष्यामस्ततो दण्डं क्रमेण च ॥
]

`verse 15 [
अनेन क्रमयोगेन यदि सा नैव लभ्यते ।
ततः सन्नह्य गच्छामो बलाद् गृह्णीम तां शुभाम् ॥
]

`verse 16 [
विघसेनैवमुक्ते तु शेषास्तु मन्त्रिणो वचः ।
शुभमूचुः प्रशंसन्तः सर्वे हर्षितया गिरा ॥
]

`verse 17 [
साधूक्तं विघसेनेदं यत् तां प्रति वराननाम् ।
तदेव क्रियतां शीघ्रं दूतस्तत्र विसर्ज्यताम् ॥
]

`verse 18 [
यः सर्वशास्त्रनीतिज्ञः शुचिः शौर्यसमन्वितः ।
तस्माज् ज्ञात्वा तु तां देवीं वर्णतो रूपतो गुणैः ॥
]

`verse 19 [
पराक्रमेण शौर्येण शौण्डीर्येण बलेन च ।
बन्धुवर्गेण सामग्र्य स्थानेन करणेन च ।
एवं ज्ञात्वा तु तां देवीं ततः कार्यं विधीयताम् ॥
]

`verse 20 [
ततः सपदि दैत्यस्य तद्वचः साधु साध्विति ।
प्रशशंसुर्वरारोहे विघसं मन्त्रिसत्तमम् ॥
]

`verse 21 [
प्रशस्य सर्वे तं दूतं संदेष्टुमुपचक्रमुः ।
विद्युत्प्रभं महाभागं महामायाविदं शुभम् ॥
]

`verse 22 [
विसर्जयित्वा तं दूतं विघसो वाक्यमब्रवीत् ।
संनह्यन्तां दानवेन्द्राश्चतुरङ्गबलेन ह ।
क्रियतां विजयस्तावद् देवसैन्यं प्रति प्रभो ॥
]

`verse 23 [
असुरेन्द्र सुरैर्भग्नैस्तत् पराक्रमभीषिता ।
सा कन्या वशतामेति त्वयि शक्रसमागते ॥
]

`verse 24 [
लोकपालैर्जितैः सर्वैस्तथैव मरुतां गणैः ।
नागैर्विद्याधरैः सिद्धैर्गन्धर्वैः सर्वतो जितैः ।
रुद्रैर्वसुभिरादित्यैस्त्वमेवेन्द्रो भविष्यसि ॥
]

`verse 25 [
इन्द्रस्य ते शतं कन्या देवगन्धर्वयोषितः ।
वशमायान्ति साऽपि स्यात् सर्वथा वशमागता ॥
]

`verse 26 [
एवमुक्तस्तदा दैत्यः सेनापतिमुवाच ह ।
विरूपाक्षं महामेघवर्णं नीलाञ्जनप्रभम् ॥
]

`verse 27 [
आनीयतां द्रुतं सैन्यं हस्त्यश्वरथपत्तिनाम् ।
येन देवान् सगन्धर्वान् जयामि युधि दुर्ज्जयान् ॥
]

`verse 28 [
एवमुक्ते विरूपाक्षस्तदा सेनापतिर्द्रुतम् ।
आनिनाय महत्सैन्यमनन्तमपराजितम् ॥
]

`verse 29 [
एकैको दानवस्तत्र वज्रहस्तसमो युधि ।
एकैकं स्पर्धते देवं जेतुं स्वेन बलेन ह ॥
]

`verse 30 [
तेषां प्रधानभूतानामर्बुदं नवकोटयः ।
येषामेकस्यानुयाति तावद् बलमर्थोर्ज्जितम् ॥
]

`verse 31 [
तेषां नैकसहस्त्राणि दैत्यानां तु महात्मनाम् ।
समितिं चक्रुरव्यग्रास्तदा दैत्याः प्रहारिणः ।
प्रयाणं कारयामासुर्देवसैन्यजिघांसया ॥
]

`verse 32 [
विचित्रयाना विविधध्वजाग्रा
विचित्रशस्त्रा विविधोग्ररूपाः ।
दैत्या सुराञ् जेतुमिच्छन्त उच्चैर्
ननर्त्तुरात्तायुधभीमहस्ताः ॥
]

`colophon [
॥ इति श्रीवराहपुराणे भगवच्छास्त्रे द्विनवतितमोऽध्यायः ॥
]
