`verse 1 [
॥ अथ रुद्रमाहात्म्यम् ॥
वराह उवाच ॥
अथ रुद्रव्रतोत्पत्तिं शृणु देवि वरानने ॥
येन ज्ञातेन पापेभ्यो मुच्यते नात्र संशयः ॥१॥
ब्रह्मणा तु यदा सृष्टः पूर्वं रुद्रो वरानने ॥
तृतीये जन्मनि विभुः पिङ्गाक्षो नीललोहितः ॥२॥
तदा कौतूहलाद्ब्रह्मा स्कन्धे तं जगृहे प्रभुः ॥
स्कन्धारूढस्तदा रुद्रो ब्रह्मणोऽव्यक्तजन्मनः ॥
]

`verse 2 [
जन्मतश्च शिरो यद्धि पंचमं तज्जगाद ह ॥
मन्त्रमाथर्वणं रुद्रो येन सद्यः प्रमुच्यते ॥
]

`verse 3 [
कपालिन् रुद्र बभ्रोऽथ भव कैरात सुव्रत ॥
पाहि विश्वं विशालाक्ष कुमार वरविक्रम ॥
]

`verse 4 [
एवमुक्तस्तदा रुद्रो भविष्यैर्नामभिर्भवः ॥
कपालशब्दात्कुपितस्तच्छिरो विचकर्त्त ह ॥
]

`verse 5 [
वामाङ्गुष्ठनखेनाद्यं प्राजापत्यं विचक्षणः ॥
तन्निकृत्तं शिरो धात्रि हस्तलग्नं बभूव ह॥७॥
तस्मिन्निकृत्ते शिरसि प्राजापत्यं त्रिलोचनः॥
ब्रह्माणं प्रयतो भूत्वा रुद्रो वचनमब्रवीत् ॥८॥
रुद्र उवाच ॥
कथं कपालं मे देव करात्पतति सुव्रत ॥
नश्यते च कथं पापं ममैतद्वद सुव्रत ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 6 [
इदमेव व्रतं देव चर कापालिकं विभो ॥
समयाचारसंयुक्तं कृत्वा स्वेनैव तेजसा ॥
]

`verse 7 [
एवमुक्तस्तदा रुद्रो ब्रह्मणाऽव्यक्तमूर्त्तिना ॥
आजगाम गिरिं गन्तुं माहेन्द्रं पापनाशनम् ॥
]

`verse 8 [
तत्र स्थित्वा महादेवस्तच्छिरो बिभिदे त्रिधा ॥
तस्मिन् भिन्ने पृथक्केशान्गृहीत्वा भगवान्भवः ॥
]

`verse 9 [
यज्ञोपवीतं केशं तु महास्थ्नाक्षमणींस्तथा ॥
कपालशकलं चैकमसृक्पूर्णं करे स्थितम् ॥
]

`verse 10 [
अपरं खण्डशः कृत्वा जटाजूटे न्यवेशयत् ॥
एवं कृत्वा महादेवो बभ्रामेमां वसुन्धराम् ॥
]

`verse 11 [
सप्तद्वीपवतीं पुण्यां मज्जंस्तीर्थेषु नित्यशः ॥
समुद्रे प्रथमं स्नात्वा ततो गङ्गां व्यगाहत ॥
]

`verse 12 [
सरस्वतीं ततो गत्वा यमुनासङ्गमं ततः॥
शतद्रुं च ततो गत्वा देविकां च महानदीम् ॥४९॥
वितस्तां चन्द्रभागां च गोमतीं सिन्धुमेव च ॥
तुङ्गभद्रां तथा गोदामुत्तरे गण्डकीं तथा ॥
]

`verse 13 [
नेपालं च ततो गत्वा ततो रुद्रमहालयम् ॥
ततो दारुवनं गत्वा केदारगमनं पुनः ॥
]

`verse 14 [
महेश्वरं ततो गत्वा गयां पुण्यामथागमत् ॥
तत्र फल्गुकृतस्नानः पितॄन्सन्तर्प्य   यत्नतः ॥
]

`verse 15 [
एवं वेगेन सकलं ब्रह्माण्डं भूतधारिणि ॥
बभ्राम सर्वदेवेशः षष्ठेऽब्दे तस्य चापतत् ॥
]

`verse 16 [
परिधानं तु कौपीनं नग्नः कापालिकोऽभवत् ॥
भ्रमतः परिधानं तु कौपीनं रशना गतम्॥
]

`verse 17 [
तस्मिंस्तु पतिते देवि नग्नः कापालिकोऽभवत् ॥
]

`verse 18 [
पुनरब्दद्वयं भ्रान्तस्तीर्थे तीर्थे हरः स्वयम् ॥
कपालं त्यक्तुकामः सन्तद्धस्तात्तत्तु नापतत् ।२३॥
पुनरब्दद्वयं भ्रान्तो ब्रह्माण्डं तीर्थकारणात् ॥
तीर्थेतीर्थे हरः स्नात्वा कपालं त्यक्तुमिच्छति॥२४॥
त्यजतोऽपि न तद्धस्ताच्च्यवते भूतधारिणि ॥
ततोऽब्दमेकं बभ्राम हिमवत्पर्वते शुभे ॥२५॥
ततोऽन्यद्वर्षमेकं तु वर्त्तते हिमवद्गिरौ ॥
भ्रमतो विभ्रमो जातस्त्रिणेत्रस्य महात्मनः ॥
]

`verse 19 [
पुनरब्दद्वयं चान्यत्परमेष्ठी वृषाकपिः ॥
बभ्राम रुद्रस्तीर्थानि पुराणानि समन्ततः ॥
]

`verse 20 [
कस्यचित्त्वथ कालस्य द्वादशेऽब्दे धराधरे ॥
वाराणसीं गतो देवस्तत्र स्नानमथारभत् ॥
]

`verse 21 [
गङ्गायां देवदेवेशो यावन्मज्जति भामिनि ॥
भवेत्कपालं पतितं हस्ताग्राद्ब्रह्मणः पुरा ॥
]

`verse 22 [
कपालमोचनं नाम ततस्तीर्थमनुत्तमम् ॥
पृथिव्यां ख्यातिमगमद्वाराणस्यां धराधरे ॥
]

`verse 23 [
गत्वा हरिहरक्षेत्रं स्नात्वा देवाङ्गदे तथा ॥
सोमेश्वरं समभ्यर्च्य गतोऽसौ चक्रतीर्थकम् ॥
]

`verse 24 [
तत्र स्नात्वा तथा नत्वा त्रिजलेश्वरसंज्ञितम् ॥
अयोध्यायां तथा गत्वा वाराणस्यां ततोऽगमत् ॥
]

`verse 25 [
द्वादशाब्दैर्गतवतः सीमाचारिगणैस्तथा ॥
बलात्कारेण तद्धस्तात्कपालं पातितं भुवि ॥
]

`verse 26 [
कपालमोचनं तीर्थं ततो जातमघापहम् ॥
गङ्गाम्भसि ततः स्नाप्य विश्वेशं पूज्य भक्तितः ॥
]

`verse 27 [
रुद्रो विशुद्धिमापन्नो मुक्तः स ब्रह्महत्यया ॥
कपालमोचनं नाम तीर्थं  त्रैलोक्यविश्रुतम् ॥
]

`verse 28 [
यत्राप्लुतो नरो भक्त्या ब्रह्महा तु विशुध्यति ॥
कपालं पतितं दृष्ट्वा रुद्रहस्ताच्चतुर्मुखः ॥
]

`verse 29 [
आगतो देवसहितो वाक्यं चेदमुवाच ह ॥
ब्रह्मोवाच ॥
भव रुद्र विशालाक्ष लोकमार्गव्यवस्थित ॥
]

`verse 30 [
(भव रुद्र विरूपाक्ष लोकमार्गे व्यास्थितः ॥
व्रतानि कुरु ते देव त्वच्चीर्णानि महाप्रभो ॥)
कपालं गृह्य यद्भ्रान्तं कपालव्यग्रपाणिना ॥
तद्व्रतं नग्नकापालं भविष्यति नृणां भुवि ॥
]

`verse 31 [
यच्च ते बभ्रुता जाता हिमवत्यचलोत्तमे ॥
भ्रमतस्तद्व्रतं देव बाभ्रव्यं तद्भविष्यति ॥
]

`verse 32 [
यच्चेदानीं विशुद्धस्य तीर्थेऽस्मिन्देहशुद्धता ॥
तच्छुद्धशैवं भवतु व्रतं ते पापनाशनम् ॥
]

`verse 33 [
ये पुरस्कृत्य देवास्त्वां पूज्यं यद्विधिनान्विताः ॥
शास्त्राणि तानि सर्वेषां कथयिष्यामि नान्यथा ॥
]

`verse 34 [
व्रतानि कुरुते देव त्वत्कृतानि हि पुत्रक ॥
स त्वत्प्रसाद्देवेश ब्रह्महापि विशुध्यति ॥
]

`verse 35 [
यद्व्रतं नग्नकापालं यद्बाभ्रव्यं त्वया कृतम् ॥
यत्कृतं शुद्धशैवं च तत्तन्नाम्ना भविष्यति ॥
]

`verse 36 [
मां पुरस्कृत्य देवस्त्वं पूज्यसे यैर्विधानतः ॥
तेषां शास्त्राणि सर्वाणि शास्त्रं पाशुपतं तथा ॥
]

`verse 37 [
कथयस्व महादेव सविधानं समासतः ॥
एवमुक्तस्ततो रुद्रो ब्रह्मणाऽव्यक्तमूर्त्तिना ॥४५॥
देवैर्जयेति संतुष्टः कैलासनिलयं ययौ ॥
ब्रह्मा चापि सुरैः सार्द्धं गतः स्वर्लोकमुत्तमं ॥४६॥
देवा अपि ययुः खं च स्वस्थानं ते यथागतम् ॥
एतद्रुद्रस्य माहात्म्यं मया ते परिकीर्त्तितम् ॥
]

`verse 38 [
चरितं यच्च देवस्य वित्तं समभवद्भुवि ॥
]

`colophon [
इति श्रीवराहपुराणे रुद्रमाहात्म्यं नाम सप्तनवतितमोऽध्यायः ॥
]
