`verse 1 [
अथ रस धेनुदानमाहात्म्यम् ॥
होतोवाच ॥
रसधेनुविधानं ते कथयामि समासतः ॥
अनुलिप्ते महीपृष्ठे कृष्णाजिनकुशास्तरे ॥
]

`verse 2 [
रसस्य तु घटं राजन् सम्पूर्णं त्वैक्षवस्य तु ॥
तद्वत्सङ्कल्पयेत्प्राज्ञश्चतुर्थांशेन वत्सकम् ॥
]

`verse 3 [
तुरीयांशेन वत्सं तु तत्पार्श्वे स्थापयेत्सुधीः ॥
इक्षुदण्डमयाः पादा रजतस्य खुरैर्युताः ॥
]

`verse 4 [
एवं कार्या रसैर्धेनुरिक्षुपादसमन्विता ॥
]

`verse 5 [
सुवर्णशृंगाभरणा वस्त्रपुच्छा घृतस्तनी ॥
पुष्पकम्बलसंयुक्ता शर्करामुखजिह्वका ॥
]

`verse 6 [
दन्ताः फलमयास्तस्याः पृष्ठं ताम्रमयं शुभम् ॥
पुष्परोमां तु राजेन्द्र मुक्ताफलकृतेक्षणाम् ॥
]

`verse 7 [
सप्तव्रीहिसमायुक्तां चतुर्दिक्षु च दीपिताम् ॥
सर्वोपस्करसंयुक्तां सर्वगन्धादिवासिताम् ॥
]

`verse 8 [
चत्वारि तिलपात्राणि चतुर्दिक्षु निवेशयेत् ॥
सर्वलक्षणयुक्ताय श्रोत्रियाय कुटुम्बिने ॥
]

`verse 9 [
रसधेनुः प्रदातव्या स्वर्गकामेन नित्यदा ॥
दाता स्वर्गमवाप्नोति सर्वपापविवर्जितः ॥
]

`verse 10 [
दाता च ग्राहकश्चैव एककालमभोजनः ॥
सोमपानफलं तस्य सर्वत्र तु फलं भवेत् ॥
]

`verse 11 [
दीयमानां तु पश्यन्ति ते च यान्ति परां गतिम् ॥
धेनुं च पूजयित्वाग्रे गन्धधूपस्रगादिभिः ॥
]

`verse 12 [
पूर्वोक्तैरेव मन्त्रैस्तु ततस्तां प्रार्थयेत्सुधीः ॥
प्रार्थनापूर्वकं भक्त्या द्विजाग्र्याय निवेदयेत् ॥
]

`verse 13 [
दशपूर्वान्परांश्चैव आत्मानं चैकविंशकम् ॥
प्रापयेत्परमं स्थानं स्वर्गान्नावर्त्तते पुनः ॥
]

`verse 14 [
एषा ते कथिता राजन्रसधेनुरनुत्तमा ॥
ददस्व च महाराज परं स्थानमवाप्नुहि ॥
]

`verse 15 [
य इदं पठते नित्यं शृणुयादथ भक्तितः ॥
सर्वपापविनिर्मुक्तो विष्णुलोके महीयते ॥
]

`colophon [
इति श्रीवराहपुराणे श्वेतविनीताश्वोपाख्याने रसधेनुदानमाहात्म्यं नाम एकाधिकशततमोऽध्यायः ॥
]
