`verse 1 [
गुडधेनुमाहात्म्यम्

होतोवाच -

गुडधेनुं प्रवक्ष्यामि सर्वकामार्थसाधिनीम् ।

अनुलिप्ते महीपृष्ठे कृष्णाजिनकुशास्तृते ॥
]

`verse 2 [
तस्योपरिकृतं वस्त्रं गुडमानीय पुष्कलम् ।

कृत्वा गुडमयीं धेनुं सवसाङ्‌कास्यदेहिनीम् ॥
]

`verse 3 [
सौवर्णे मुखशृङ्गे च दन्ताश्च मणिमौक्तिकैः ।

ग्रीवा रत्नमयी त्वस्या घ्राणं गन्धमयन्तथा  ॥
]

`verse 4 [
शृङ्गे त्वगुरुकाष्ठेन पृष्ठं ताम्रमयं तथा ।

पुच्छं क्षौममयं तस्याः सर्वाभरणभूषिताम्  ॥
]

`verse 5 [
इक्षुपादां रौप्यखुरां कम्बलं पट्टसूत्रकम् ।

आच्छाद्य पट्टवस्त्रेण घण्टाचामरभूषिताम्  ॥
]

`verse 6 [
प्रशस्तपत्रश्रवणां नवनीतस्तनीं बुधः ।

फलैर्नानाविधस्तस्या उपशोभाम्प्रकल्पयेत्  ॥
]

`verse 7 [
उत्तमा गुडधेनुः स्यात्सदा धारचतुष्टयम् ।

भागार्धेन तु तौल्येन चतुर्थांशेन वत्सकम् ॥
]

`verse 8 [
मध्यमा च तदर्धेन भारेणैकेन चाधमा ।

वित्तहीनो यथाशक्त्या शतैरष्टाभिरेव च  ॥
]

`verse 9 [
अत ऊर्ध्वन्तु कर्तव्या गृहवित्तानुसारतः ।

गन्धपुष्पादिभिः पूज्य ब्राह्मणाय निवेदयेत् ॥

श्रोत्रियाय प्रदातव्या सहस्रकनकेन तु ।

तदर्धेन महाराज तस्याप्यर्धेन वा पुनः  ॥
]

`verse 10 [
शतेन वा शतार्धेन यथाशक्त्या निवेदयेत् ।

गन्धपुष्पदिभिः पूज्य मुद्रिकाकर्णपत्रकैः ॥
]

`verse 11 [
छत्रिकापादुके दत्त्वा इमं मन्त्रमुदीरयेत् ।

गुडधेनो महावीर्ये सर्वसम्पत्प्रदे शुभे  ॥
]

`verse 12 [
दानादस्माच्च भोदेवि भक्ष्यभोज्यं प्रयच्छ मे ।

प्राङ्‌मुखोवापि दाता च ब्राह्मणाय निवेदयेत्  ॥
]

`verse 13 [
वाचा कृतं कर्मकृतं मनसा यद्विचिन्तितम् ।

मानकूटं तुलाकूटं कन्यागोऽर्थे उदाहृतम् ॥
]

`verse 14 [
अनृतं नाशमायाति गुडधेनो द्विजार्पिता ।

दीयमानां प्रपश्यन्ति ते यान्ति परमां गतिम् ॥

यत्र क्षोरवहा नद्यो घृतपायसकर्दमाः ।

ऋषयो मुनयः सिद्धास्तत्र गच्छन्ति धेनुदाः  ॥
]

`verse 15 [
दश पूर्वान्दश परानात्भानञ्चैकविंशतिम् ।

विष्णुलोकं नयत्याशु गुडधेनोः प्रसादतः  ॥
]

`verse 16 [
अयने विषुवे पुण्ये व्यतीपाते दिनक्षये ।

सर्वदैव प्रदातव्या पात्रं दृष्ट्‍वा महामते  ॥
]

`verse 17 [
श्रद्धान्वितेन दातव्या भुक्तिमुक्तिफलप्रदा ।

सर्वकामप्रदा नित्यं सर्वपापहरास्मृता  ॥
]

`verse 18 [
गुडधेनोः प्रसादात्तु सौभाग्यमखिल भवेत् ।

वैष्णवं पदमाप्नोति दौर्गत्यन्तस्य नश्यति  ॥
]

`verse 19 [
दशद्वादशसाहस्रा दश चाष्टौ च जन्मनि ।

न शोकदुःखदौर्गत्यं तस्य सञ्जायते क्वचित् ॥
]

`verse 20 [
इति पठति शृणोति चेह सम्यक्

    मतिमपि ददाति योजनानाम् ।

स इह विभवैश्चिरं वसित्वा

    वसति चिरं दिवि देवतादिपूज्यः  ॥
]
