`verse 1 [
त्र्यधिकशततमोऽध्यायः

होतोवाच

तद्वच्च शर्कराधेनुं शृणु राजन् यथार्थतः ।

अनुलिप्ते महीपृष्ठे कृष्णाजिनकुशोत्तरे  ॥
]

`verse 2 [
धेनुं शर्करया राजन्कृत्वा भारचतुष्टयम् ।

उत्तमा कथ्यते सद्भिश्चतुर्थांशेन वत्सकम्  ॥
]

`verse 3 [
तदर्धं मध्यमा प्रोक्ता कनिष्ठा भारकेण तु ।

तद्वद्वत्सं प्रकुर्वीत चतुर्थांशेन तत्त्वतः  ॥
]

`verse 4 [
अथ कुर्यादष्टशतैरूर्ध्वं नृपतिसत्तम ।

स्वशक्त्या कारयेद्‌धेनुं तथात्मानं पीडयेत्  ॥
]

`verse 5 [
सर्वबीजानि संस्थाप्य चतुर्दिक्षु समन्ततः ।

सुवर्णस्य मुखं शृङ्गे मौक्तिकैर्नयने तथा  ॥
]

`verse 6 [
गुडेन तु मुख काये जिह्वा पिष्टमयी तथा ।

कम्बलं पट्टसूत्रेण कण्ठाभरणभूषिताम्  ॥
]

`verse 7 [
इक्षुपादां रौप्यखुरां तवनीतस्तनीं तथा ।

प्रशस्तपत्रश्रवणां सितचामरपभूषिताम्  ॥
]

`verse 8 [
पञ्चरत्नसमायुक्तां वस्त्रेणाच्छादितां तथा ।

गन्धपुष्पैरलंकृत्य ब्राह्मणाय निवेदयेत् ॥
]

`verse 9 [
श्रोत्रियाय दरिद्राय साधुवृत्ताय धीमते ।

वेदवेदाङ्‌गविदुषे साग्निकाय कुटुम्बिने ।

अदुष्टाय प्रदातव्या न तु मत्सरिणे द्विजे  ॥
]

`verse 10 [
अयने विषुवे पुण्ये व्यतीपाते दिनक्षये ।

एषु पुण्येषु कालेषु थथाविभवशक्तितः  ॥
]

`verse 11 [
सत्पात्रञ्च द्विजं दृष्ट्‍वा आगतं श्रोत्रियं गृहे ।

तादृशाय प्रदातव्या पुच्छदेशे विमृष्य च ॥
]

`verse 12 [
पूर्वाभिमुखमास्थाय अथवा स उदङ्मुखः ।

गां पूर्वाभिमुखीं कृत्वा वत्समुत्तरतो न्यसेत्  ॥
]

`verse 13 [
दानकाले तु ये मन्त्रास्तान्पठित्वा समर्पयेत् ।

सम्पूज्य विधिवद्विप्रं मुद्रिकाकर्णभूषणैः ॥
]

`verse 14 [
स्वशक्त्या दक्षिणा देया वित्तशाठ्यविवर्ज्जितः ।

हस्ते तु दक्षिणां दत्त्वा गन्धपुष्पसचन्दनाम् ।

धेनुं समर्पयेत्तस्य मुखञ्च च विलोकयेत्  ॥
]

`verse 15 [
एकाहं शर्कराहारो ब्राह्मणस्त्रिदिनं वसेत् ।

सर्वपापहरा धेनुः सर्वकामप्रदायिनी  ॥
]

`verse 16 [
सर्वकामसमृद्धस्तु जायते नात्र संशयः ।

दीयमानं प्रपश्यन्ति ते यान्ति परमां गतिम्  ॥
]

`verse 17 [
य इदं शृणुयाद् भक्त्या पठते वापि मानवः ।

मुच्यते सर्वपापेभ्यो विष्णुलोकं स गच्छति  ॥
]
