`verse 1 [
अथ लवणधेनुदानमाहात्म्यम् ॥
होतोवाच ॥
लवणधेनुं प्रवक्ष्यामि तां निबोध नृपोत्तम ॥
षोडशप्रस्थसंयुक्तां धेनुं कृत्वा तु मानवः ॥
]

`verse 2 [
अनुलिप्ते महीपृष्ठे कृष्णाजिनकुशोत्तरे ॥
धेनुं लवणमयीं कृत्वा षोडशप्रस्थसंयुताम् ॥
]

`verse 3 [
वत्सं चतुर्भी राजेन्द्र इक्षुपादांश्च कारयेत् ॥
सुवर्णमुखशृङ्गाणि खुरा रौप्यमयास्तथा ॥
]

`verse 4 [
मुखं गुडमयं तस्या दन्ताः फलमया नृप ॥
जिह्वां शर्करया राजन्घ्राणं गन्धमयं तथा ॥
नेत्रे रत्नमये कुर्यात्कर्णौ पत्रमयौ तथा ॥
श्रीखण्डमयकोष्ठौ च नवनीतमयाः स्तनाः ॥
]

`verse 5 [
सूत्रपुच्छां ताम्रपृष्ठां दर्भरोमां पयस्विनीम् ॥
कांस्योपदोहां राजेन्द्र घंटाभरणभूषिताम् ॥५॥
सुगन्धपुष्पधूपैश्च पूजयित्वा विधानतः ॥
आच्छाद्य वस्त्रयुग्मेन ब्राह्मणाय निवेदयेत् ॥
]

`verse 6 [
नक्षत्रग्रहपीडां  च सर्वकालं प्रदापयेत् ॥
ग्रहणे वाथ संक्रान्तौ व्यतीपाते तथायने ॥
]

`verse 7 [
द्विजाय साधुवृत्ताय वेदवेदाङ्गवेदिने ॥
द्विजाय साधुवृत्ताय कुलीनाय च धीमते ॥
]

`verse 8 [
वेदवेदाङ्गविदुषे श्रोत्रियायाहिताग्नये ॥
ईदृशाय प्रदातव्या तथाऽमत्सरिणे नृप ॥
]

`verse 9 [
इष्ट्वा चैवं च मन्त्रं तु पुच्छदेशोपविश्य च ॥
छत्रकोपानहौ देये मुद्रिकाकर्णमात्रकैः ॥
]

`verse 10 [
आच्छाद्य वस्त्रयुग्मेन दक्षिणां कम्बलं ददेत् ॥
पूर्वोक्तेन विधानेन स्वशक्त्या कनकेन तु ॥११॥
ब्राह्मणं पूज्य विधिवत्पूर्वोक्तविधिना नृप ॥
सदक्षिणं च गोपुच्छं दत्त्वा ब्राह्मणहस्तके ॥
]

`verse 11 [
इमं मन्त्रं समुच्चार्य ततस्तां प्रतिपादयेत् ॥
इमां गृहाण भो विप्र रुद्ररूपां नमोऽस्तु ते ॥
]

`verse 12 [
रसज्ञा सर्वभूतानां सर्वदेवनमस्कृता ॥
कामं पूरय मे देवि रुद्ररूपे नमोऽस्तु ते ॥
]

`verse 13 [
दत्त्वा धेनुं तु लवणेनैकाहं चैव तिष्ठति ॥
स्वयं त्रिरात्रं विप्रेण तथैव लवणाशिना ॥
]

`verse 14 [
सहस्रेण शतेनाथ स्वशक्त्या कनकेन तु ॥
दत्त्वेमां स्वर्गमाप्नोति यत्र देवो वृषध्वजः ॥
]

`verse 15 [
य इदं शृणुयाद्भक्त्या श्रावयेद्वापि मानवः ॥
मुच्यते सर्वपापेभ्यो रुद्रलोकं च गच्छति ॥
]

`colophon [
इति श्रीवराहपुराणे श्वेतविनीताश्वोपाख्याने लवणधेनुमाहात्म्यं नाम अष्टाधिकशत तमोऽध्यायः ॥
]
