`verse 1 [
अथ कार्पासधेनुदानमाहात्म्यम् ॥
होतोवाच ॥
अथातः सम्प्रवक्ष्यामि धेनुं कार्पासकीं नृप ॥
यत्प्रदानान्नरो याति ऐन्द्रलोकमनुत्तम् ॥
]

`verse 2 [
विषुवे त्वयने पुण्ये युगादिग्रहणे तथा ॥
ग्रहपीडासु चोग्रासु दुःस्वप्नेऽरिष्टदर्शने ॥
]

`verse 3 [
नृणां च ग्रहपीडासु दुःस्वप्नाद्भुतदर्शने ॥
पुण्येष्वायतने राजञ्छुचिदेशे गवां गणे ॥
]

`verse 4 [
गोमयेनोपलिप्तायां दर्भानास्तीर्य वै तिलान् ॥
तन्मध्ये स्थापयेद्धेनुं वस्त्रमाल्यानुलेपनाम् ॥
]

`verse 5 [
धूपदीपादिनैवेद्यैः पूजयेच्च विमत्सरः ॥
उत्तमा च चतुर्भारैरर्द्धेनैव तु मध्यमा ॥
]

`verse 6 [
भारेण चाधमा प्रोक्ता वित्तशाठ्यं विवर्जयेत् ॥
चतुर्थांशेन वत्सं तु कल्पयित्वा विधानतः।
]

`verse 7 [
कर्त्तव्या रुक्मशृङ्गी तु रजतस्य खुरान्विता ॥
नानाफलमया दन्ता रत्नगर्भसमन्विताः ॥७॥
इत्येवं सर्वसम्पूर्णा कृत्वा श्रद्धासमन्वितः ॥
आवाहयेत्तां कार्पासधेनुं मन्त्रैर्द्विजातये ॥
]

`verse 8 [
दद्याद्धेनुं चर्मपाणिः प्रयतः श्रद्धयान्वितः ॥
पूर्वोक्तस्तु विधिः कार्यो दानमन्त्रपुरसरः ॥
]

`verse 9 [
यया देवगणः सर्वस्त्वया हीनो न वर्त्तते ॥
तथा उद्धर मां देवि पाहि संसारसागरात् ॥
]

`colophon [
इति श्रीवराहपुराणे श्वेतविनीताश्वोपाख्याने कार्पासधेनुदानमाहात्म्यं नाम नवाधिकशततमोऽध्यायः ॥१०९॥
]
