`verse 1 [
अथ देवोपचारविधिः ॥
श्रीवराह उवाच ॥
शृणु तत्त्वेन मे भद्रे प्रायश्चित्तं यथाविधि ॥
यथावत्स च दातव्यो मम भक्तेन विद्यया ॥
]

`verse 2 [
वक्ष्यमाणेन मन्त्रेण उद्धृत्य दन्तकाष्ठकम् ॥
दीपं न ज्वालयेत्तावद्यावन्न स्पृश्यते धरा ॥
]

`verse 3 [
दीपे प्रज्वालिते तत्र हस्तशौचं तु कारयेत् ॥
ततः प्रक्षाल्य हस्तौ तु पुनरेवमुपागतः ॥
]

`verse 4 [
वन्दयित्वास्य चरणौ दन्तधावनमानयेत् ॥
अनेनैव तु मन्त्रेण दद्याद्वै दन्तकाष्ठकम् ॥
]

`verse 5 [
मन्त्रश्च –
भुवनभवन रविसंहरण अनन्तो मध्यश्चेति गृह्णेमं भुवनं दन्तधावनम् ॥
]

`verse 6 [
यत्त्वया भाषितं सर्वमेवं धर्मविनिश्चयम् ॥
दन्तधावनं दन्ते दद्याद्यावत्कर्म वसुन्धरे ॥
]

`verse 7 [
नित्यं शिरसोत्तार्य धृत्वा शिरसि चात्मनः ॥
पश्चात्तु जलपूतेन ततो हस्तेन सुन्दरि ॥
]

`verse 8 [
कार्याणि मुखकर्माणि स्वल्पेन सलिलेन च ॥
मुखप्रक्षालने चेमं शृणु मन्त्रं च सुन्दरि ॥
]

`verse 9 [
इष्ट्वेममुक्तमन्त्रेण संसारात्तु प्रमुच्यते ॥
]

`verse 10 [
मन्त्रश्च-
तद्भगवन्त्वां गुणश्च आत्मनश्चापि गृह्ण वारिणः सर्वदेवतानां मुखमेव प्रक्षालयेत् ॥
एतेन मन्त्रेण सुगन्धधूपदीपनैवेद्यं पुनरेवं समर्पयेत् ॥
]

`verse 11 [
ततः पुष्पाञ्जलिं दत्त्वा भगवन् भक्तवत्सल ॥
नमो नारायणेत्युक्त्वा इमं मन्त्रमुदीरयेत् ॥
]

`verse 12 [
मन्त्रज्ञानां यज्ञयष्टारं भूतस्रष्टारमेव च ॥
अन्य पुष्पाणि संगृह्य कल्यमुत्थाय माधवि ॥
]

`verse 13 [
पूजयेद्देवदेवेशं ज्ञानी भागवतः शुचिः ॥
निपतेद्दण्डवद्भूमौ सर्वकर्मसमन्वितः ॥ १
]

`verse 14 [
कायं निपतितं कृत्वा प्रसीदेति जनार्द्दनम् ॥
शिरसा चाञ्जलिं कृत्वा इमं मंत्रमुदाहरेत्॥
]

`verse 15 [
मन्त्रैर्लब्ध्वा संज्ञां त्वयि नाथ प्रसन्ने त्वदिच्छातो ह्यपि योगिनां चैव मुक्तिः ॥ १५ ॥.
यतस्त्वदीयः कर्मकरोऽहमस्मि त्वयोक्तं यत्तेन देवः प्रसीदतु ॥
]

`verse 16 [
एवं मन्त्रविधिं कृत्वा मम भक्तिव्यवस्थितः ॥
पृष्ठतोऽनुपदं गत्वा शीघ्रं यावन्न हीयते ॥
]

`verse 17 [
एवं सर्वं समादाय मम कर्म दृढव्रतः ॥
शीघ्रं मेऽभ्यञ्जनं दद्यात्तैलेनाथ घृतेन वा ॥
]

`verse 18 [
ततः स्नेहं समुद्दिश्य मंत्रज्ञः कर्मकारकः ॥
एवं चित्तं समाधाय इमं मंत्रमुदीरयेत् ॥
]

`speaker [
मंत्रा ऊचुः
]

`verse 19 [
स्नेहं स्नेहेन संगृह्य लोकनाथ मया हृतम् ॥
सर्वलोकेषु सिद्धात्मा ददाम्यात्मकरेण च ॥
]

`verse 20 [
मया प्रोक्तः क्षमस्वेति तुभ्यं चैव नमो नमः ॥
एवं मंत्रः समाख्यातस्तेनाज्यात्प्रथमं शिरः ॥२१ ॥
दक्षिणाङ्गं ततोऽभ्यज्याद्वाममङ्गं ततोऽनु च ॥
पश्चात्पृष्ठं समभ्यज्य ततोऽभ्यज्यात्कटिं तथा ॥
]

`verse 21 [
पश्चालिम्पेत्ततो भूमिं गोमयेन दृढव्रतः॥
तस्य दृष्ट्वा श्रुतं भद्रे गोमयेन सुनिश्चितम् ॥२३ ॥
यानि पुण्यान्यवाप्नोति तानि मे गदतः शृणु ॥
आज्यमानमपि तथा यावन्तस्तैलबिन्दवः ॥
]

`verse 22 [
तावद्वर्षसहस्राणि स्वर्गलोके महीयते ॥
ततः पुण्यकृताँल्लोकान्पुरुषो योऽनुलिप्यते ॥
]

`verse 23 [
एकैककणसंख्यातः स्वर्गलोके महीयते ॥
एवं योऽभ्यञ्जयेद्गात्रं तैलेन तु घृतेन वा ॥
]

`verse 24 [
तावद्वर्षसहस्राणि मम लोके प्रतिष्ठति ॥
अथ चोद्वर्त्तनं भद्रे प्रवक्ष्यामि प्रियं मम ॥
]

`verse 25 [
येन शुध्यन्ति चाङ्गानि मम प्रीतिश्च जायते ॥
भोगिना यदि वा रोध्रं यदि पिप्पलिकामधु ॥
]

`verse 26 [
मधूकमश्वपर्णं वा रोहिणं चैव कर्कटम् ॥
एतेषां प्राप्य लभते शास्त्रज्ञः कर्मकारकः ॥
]

`verse 27 [
करेण तस्य चूर्णेन पिष्टचूर्णेन वा पुनः ॥
एतदुद्वर्त्तनं कुर्यान्मम गात्रसुखावहम् ॥
]

`verse 28 [
यदीच्छेत्परमां सिद्धिं मम कर्मानुसारकः ॥
एवमुद्वर्त्तनं कृत्वा स्नानकर्म तु कारयेत् ॥
]

`verse 29 [
तत आमलकं चैव वसुगन्धार्णमुत्तमम् ॥
तेन मे सर्वगात्राणि मर्द्दयित्वा दृढव्रतः ॥३२॥
जलकुम्भं ततो गृह्य इमं मन्त्रमुदाहरेत् ॥
देवानां देवदेवोऽसि देवोऽनादिरभूः परः ॥३३॥
तव व्यक्तस्वरूपेण स्नानं गृह्णीष्व मेऽनघ ॥
एवं तु स्नपनं कुर्यान्मम मार्गानुसारकः ॥
]

`verse 30 [
अथ सौवर्णकुम्भेन रजतस्य घटेन वा ॥
एतेषामप्यलाभे तु कर्मज्ञः कर्म कारयेत् ॥
]

`verse 31 [
ताम्रकुम्भमयेनैव कुर्यात्स्नपनमुत्तमम् ॥
एवं तु स्नपनं कृत्वा विधिदृष्टेन कर्मणा ॥
]

`verse 32 [
पश्चाद्गन्धः प्रदातव्यः प्रकृष्टो मन्त्रसंयुतः ॥
सर्वगन्धाः सौमनस्याः सर्ववर्णाश्च ते मताः ॥
]

`verse 33 [
उत्पन्नाः सर्वलोकेषु त्वया सत्येषु योजिताः ॥
मया च ते तवाङ्गेषु तानावह शुचीन्प्रभो ॥
]

`verse 34 [
मम भक्त्या सुसन्तुष्टः प्रतिगृह्णीष्व माधव ॥
एवं गन्धांस्ततो दत्त्वा उत्कृष्टं कर्म कारयेत् ॥
]

`verse 35 [
कर्मण्यान्यपि माल्यानि ततो मह्यं प्रदापयेत् ॥
तदेव चार्च्चनं कृत्वा कर्मण्यः कर्मसम्मितः ॥
]

`verse 36 [
ततः पुष्पाञ्जलिं दत्त्वा इमं मन्त्रमुदीरयेत् ॥
जलजं स्थलजं चैव पुष्पं कालोद्भवं शुचि ॥
]

`verse 37 [
मम संसारमोक्षाय गृह्ण गृह्ण ममाच्युत ॥
एवंविधोपचारेण अर्चयित्वा मम प्रियम् ॥
]

`verse 38 [
पश्चाद्धूपं च मे दद्यात्सुगन्धद्रव्यसम्मितम् ॥
धूपं गृह्य विधानेन मयोक्तं सुखवल्लभम् ॥
]

`verse 39 [
उभयेषु कुलेष्वात्मा धूपमंत्रमुदीरयेत् ॥
वनस्पतिरसं दिव्यं बहुद्रव्यसमन्वितम् ॥
]

`verse 40 [
मम संसारमोक्षाय धूपोऽयं प्रतिगृह्यताम् ॥
मन्त्रः –
शान्तिर्वै सर्वदेवानां शान्तिर्मम परायणम् ॥
]

`verse 41 [
सांख्यानां शान्तियोगेन धूपं गृह्ण नमोऽस्तु ते ॥
त्राता नान्योऽस्ति मे कश्चित्त्वां विहाय जगद्गुरो ॥
]

`verse 42 [
एवमभ्यर्च्चनं कृत्वा माल्यगन्धानुलेपनैः॥
पश्चाद्वस्त्रं च वै दद्यात् क्षौमशुक्लं सपीतकम् ॥
]

`verse 43 [
एवं चैव समादाय कृत्वा शिरसि चाञ्जलिम् ॥
दिव्ययोगं समादाय इमं मन्त्रमुदीरयेत् ॥
]

`verse 44 [
प्रीयतां भगवान्पुरुषोत्तमः श्रीनिवासः श्रीमानानन्दरूपः ॥
गोप्ता कर्त्ताधिकर्त्ता मान्यनाथ भूतनाथ आदिरव्यक्तरूपः ॥
क्षौमं वस्त्रं पीतरूपं मनोज्ञं देवांगे स्वे गात्रप्रच्छादनाय ॥
]

`verse 45 [
वस्त्रैर्विभूषणं कृत्वा मम गात्रानुसारि यत् ॥
पश्चात्पुष्पं गृहीत्वा तु आसनं चोपकल्पयेत्॥
]

`verse 46 [
गृहीत्वा प्रणवाद्येन धर्मपुण्येन संवृतः ॥
]

`verse 47 [
इदं परायणं परस्परप्रीतिकरं प्राणरक्षणं प्राणिनां स्विष्टं तदनुकल्पं सत्यमुपयुक्तमात्मने तद्देव गृहाण ॥५२॥
एवं तु प्रापणं कृत्वा मम मार्गानुसारकः ॥
मुखप्रक्षालनं दत्त्वा शीघ्रमेव प्रकल्पितम्॥५३॥
शुचिः स्तुवति देवानामेतदेव परायणम्॥
शौचार्थं तु जलं गृह्णन् कृत्वा प्रापणमुतमम्॥५४॥
एवं तु भोजनं दत्त्वा व्यपनीय तु प्रापणम्॥
ताम्बूलं तु ततो गृह्य चेमं मन्त्रमुदीरयेत् ॥
]

`verse 48 [
मन्त्रः -
अलङ्कारं सर्वतो देवानां द्रव्यानुक्तौ सर्वसौगन्धिकादिभिः गृह्य ताम्बूलं लोकनाथ विशिष्टमस्माकं च भवनं तव प्रतिमा च ह ॥
]

`verse 49 [
अलङ्कारं मुखे श्रेष्ठं तव प्रीत्या मया कृतम् ॥
मुखप्रसाधनं श्रेष्ठं देव गृह्ण मया कृतम् ॥
]

`verse 50 [
एतेनैवोपचारेण मद्भक्तः कर्म कारयेत् ॥
अनुमुक्तो महालोकान्पश्यते मम नित्यशः ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे देवोपचारविधिर्नामाष्टादशाधिकशततमोऽध्यायः ॥
]
