`verse 1 [
अथ भोज्यनियमविधिः ॥
धरण्युवाच ॥
एवं कर्मविधिं श्रुत्वा सर्व संसारमोक्षणम् ॥
प्रसन्नवदनं देवं पुनर्वाक्यमुवाच ह ॥
]

`verse 2 [
एवं महौजसं कर्म तव मार्गानुसारतः ॥
त्वत्तस्तु प्रापणविधिस्तव प्रीत्या मया श्रुतः ॥
]

`verse 3 [
केन द्रव्येण संयुक्तं तन्ममाचक्ष्व माधव ॥
वसुधाया वचः श्रुत्वा वराहः प्रीतमानसः ॥
]

`verse 4 [
उवाच धर्मसंयुक्तं धर्मज्ञो वाक्यकोविदः ॥
श्रीवराह उवाच ॥
येन मन्त्रेण संयुक्तो मम प्रापणकं नयेत् ॥
]

`verse 5 [
सप्त व्रीहींस्ततो गृह्य पयसा सह संयुतम् ॥
परमं तस्य शाकानि मधूकोदुम्बरं तथा ॥
]

`verse 6 [
एते चान्ये च बहवः शतशोऽथ सहस्रशः ॥
कर्मण्याश्च त एतेषां ये मया परिकीर्त्तिताः ॥
]

`verse 7 [
व्रीहीणां च प्रवक्ष्यामि उपयोग्यानि माधवि ॥
एकाग्रं मानसं कृत्वा प्रापणं शृणु सुन्दरि ॥
]

`verse 8 [
धर्मचिल्लिकशाकं च सुगन्धं रक्तमालिकौ ॥
दीर्घशालिमहाशाली वरकुङ्कुममाक्षिकौ ॥८॥
आमोदा शिवसुन्दर्यौ शिरीकाकुलशालिकाः ॥
विविधं यावकान्नं च ज्ञेयान्येतानि कर्मणि ॥
]

`verse 9 [
कर्मण्या मुद्गमाषा वै तिलकङ्गुकुलित्थकाः ॥
गवेधुकं महामोहं मकुष्ठमथवाहिजाम्॥
]

`verse 10 [
श्यामाकमिति चोक्तानि कर्मण्यानि वसुन्धरे ॥
कर्मण्यानि च शाकानि विजानीहि वसुन्धरे॥।
]

`verse 11 [
एतानि प्रतिगृह्णामि यच्च भागवतं प्रियम्॥
मार्गमांसं वरं छागं शासं समनुयुज्यते ॥
]

`verse 12 [
एतानि प्रापणे दद्यान्मम चैतत्प्रियावहम्॥
युञ्जानो वितते यज्ञे ब्राह्मणे वेदपारगे॥
]

`verse 13 [
भागो ममास्ति तत्रापि पशूनां छागलस्य च॥
माहिषं वर्जयेन्मह्यं क्षीरं दधि घृतं ततः ॥
]

`verse 14 [
वर्जयेत्तत्र मांसानि यजुषा वैष्णवोऽश्नुते ॥
परं पायसमपि वर्ज्यानि तन्मांसं चेतकः खुरे ॥
]

`verse 15 [
पक्षिणां च प्रवक्ष्यामि ये प्रयोज्या वसुन्धरे ॥
ये चैव मम क्षेत्रेषु उपयुज्यन्ति नित्यशः ॥
]

`verse 16 [
लावकं वार्त्तिकं चैव प्रशस्तं च कपिञ्जलम् ॥
एते चान्ये च बहवः शतशोऽथ सहस्रशः ॥
]

`verse 17 [
मम कर्मणि योग्या ये ते मया परिकीर्त्तिताः ॥
यस्त्वेतत्तु विजानीयात्कर्मकर्ता तथैव च ॥
]

`verse 18 [
नापराध्नोति स नरो मम चोक्तं वचः प्रिये ॥
ते च भोज्याश्च मङ्गल्या मम भक्तसुखावहाः॥१९॥
ततो यष्टव्यमेवं हि य इच्छेत् सिद्धिमुत्तमाम् ॥
य एतेन विधानेन यजिष्यति वसुन्धरे ॥
]
