`verse 1 [
अथ जन्माभावः ॥
श्रीवराह उवाच ॥
येन गर्भं न गच्छेत तच्छृणुष्व वसुन्धरे ॥
कथयिष्यामि ते ह्येवं सर्वधर्मविनिश्चयम् ॥
]

`verse 2 [
कृत्वापि विपुलं कर्म आत्मानं न प्रशंसति ॥
करोति बहुकर्माणि शुद्धेनैवान्तरात्मना ॥
]

`verse 3 [
कृत्वा तु मम कर्माणि समर्थोऽनुग्रहे रतः ॥
कार्याकार्ये विजानाति सर्वधर्मेषु निष्ठितः ॥
]

`verse 4 [
शीतोष्णवातवर्षादिक्षुत्पिपासासहश्च यः ॥
यो दरिद्रो निरालस्यः सत्यवागनसूयकः ॥४॥
स्वदारनिरतो नित्यं परदारविवर्जकः ॥
सत्यवादी विशुद्धात्मा नित्यं च भगवत्प्रियः ॥
]

`verse 5 [
संविभाज्य विशेषज्ञो नित्यं ब्राह्मणवत्सलः ॥
प्रियभाषी द्विजानां च मम कर्मपरायणः ॥
]

`verse 6 [
कुयोनिं तु न गच्छेत मम लोकं स गच्छति ॥
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥७ ॥
यो वियोनिं न गच्छेत मम कर्मपरायणः ॥
जीवहिंसानिवृत्तस्तु सर्वभूतहितः शुचिः ॥
]

`verse 7 [
सर्वत्र समतायुक्तः समलोष्ठाश्मकांचनः ॥
बाल्ये स्थितोऽपि वयसि क्षान्तो दान्तः शुभे रतः ॥
]

`verse 8 [
नित्यं नैव विजानाति परेणापकृतं क्वचित् ॥
कर्त्तव्यं संस्मरेत्सर्वं मम सत्यं च जल्पति ॥
]

`verse 9 [
व्यलीकाद्विनिवृत्तो यस्तथ्येतिकृतनिश्चयः ॥
नित्यं च वृत्तिमान्कश्चित्परोक्षेऽपि न चाक्षिपेत् ॥११॥
ऋतुकालेऽपि गच्छेद्यः अपत्यार्थे स्वकां स्त्रियम् ॥
ईदृशास्तु नरा भद्रे मम कर्मपरायणाः॥१२॥
ते वियोनिं न गच्छन्ति मम गच्छन्ति सुन्दरि ॥
पुनरन्यत्प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
]

`verse 10 [
पुरुषाणां प्रसन्नानां यश्च धर्मः सनातनः ॥
मनुनाप्यन्यथा दृष्टो ह्यन्यथांगिरसेन च ॥
]

`verse 11 [
शुक्रेण चान्यथा दृष्टो गौतमेनापि चान्यथा ॥
सोमेन चान्यथा दृष्टो रुद्रेणाप्यन्यथा पुनः॥१५॥
शङ्खेन चान्यथा दृष्टो लिखितेनापि चान्यथा ॥
कश्यपेनान्यथा दृष्टो धर्मेणाप्यन्यथा धरे ॥।१६॥
अग्निना वायुना चैव दृष्टो धर्मोऽन्यथा धरे ॥
यमेन चान्यथा दृष्ट इन्द्रेण वरुणेन च ॥
]

`verse 12 [
कुबेरेणान्यथा दृष्टः शाण्डिल्येनापि चान्यथा ॥
पुलस्त्येनान्यथा दृष्ट आदित्येनापि चान्यथा ॥
]

`verse 13 [
पितृभिश्चान्यथा दृष्टो ह्यन्यथापि स्वयम्भुवा ॥
आत्मनात्मनि धर्मेण ये नरा निश्चितव्रताः ॥
]

`verse 14 [
स्वकं पालयते धर्मं स्वमतेनैव भाषितम् ॥
परवादं न कुर्वीत सर्वधर्मेषु निश्चितम् ॥
]

`verse 15 [
न निन्देद्धर्मकार्याणि आत्मधर्मपथे स्थितः ॥
एभिर्गुणैः समायुक्तो मम कर्माणि कारयेत् ॥
]

`verse 16 [
वियोनिं स न गच्छेत मम लोकाय गच्छति ॥
पुनरन्यत्तु वक्ष्यामि तच्छृणुष्वेह माधवि ॥
]

`verse 17 [
तरन्ति पुरुषा येन गर्भसंसारसागरम् ॥
जितेन्द्रिया जितक्रोधा लोभमोहविवर्जिताः ॥
]

`verse 18 [
आत्मोपकारका नित्यं देवातिथिगुरुप्रियाः ॥
हिंसादीनि न कुर्वन्ति मधुमांसविवर्जकाः ॥
]

`verse 19 [
मनसा ब्राह्मणीं चैव यो गच्छेन्न कदाचन ॥
विप्राय कपिलां दद्याद्वृद्वं सान्त्वेन पालयेत् ॥
]

`verse 20 [
सर्वेषां चैव पुत्राणां न विशेषं करोति यः ॥
संक्रुद्धं ब्राह्मणं दृष्ट्वा यस्तु तत्र प्रसादयेत् ॥
]

`verse 21 [
यः स्पृशेत्कपिलां भक्त्या कुमारीं न च दूषयेत् ॥
अग्निं न च क्रमेत्पद्भ्यां न च पुत्रेण भाषयेत् ॥
]

`verse 22 [
जलेन मेहयेद्यस्तु गुरुभक्तो न जल्पकः ॥
एवं धर्मेण संयुक्तो यो नु मां प्रतिपद्यते ॥२८॥
स च गर्भं न गच्छेत मम लोकं स गच्छति ॥
]

`colophon [
इति श्रीवराहपुराणे जन्माभावो नामैकविंशत्यधिकशततमोऽध्यायः ॥
]
