`verse 1 [
अथ कुब्जाम्रकमाहात्म्यारम्भः ॥
तत्र रैभ्यानुग्रहः ॥
श्रुत्वा मायाबलं ह्येतद्धरणी संशितव्रता॥
वराहरूपिणं देवं प्रत्युवाच वसुन्धरा ॥
]

`speaker [
धरण्युवाच
]

`verse 2 [
यत्तत्कुब्जाम्रके देव भाषसे तदनन्तकम् ॥
न तत्राहं विजानामि पूर्वमुक्तं च यत्त्वया ॥
]

`verse 3 [
यच्च कुब्जाम्रके पुण्यं पुष्टिस्तस्य सनातनी ॥
एतन्मे परमं गुह्यं भगवन्वक्तुमर्हसि ॥
]

`speaker [
वराह उवाच
]

`verse 4 [
सर्वं तत्कथयिष्यामि सर्वलोकसुखावहम् ॥
यच्च कुब्जाम्रके पुष्टिर्यच्च तीर्थमनिन्दिते ॥
]

`verse 5 [
तच्च कार्त्स्न्येन मे देवि शृणु तत्त्वेन सुन्दरि ॥
यथा कुब्जाम्रको जातस्ततस्तीर्थं यथाक्रमम् ॥
]

`verse 6 [
यच्च कर्म यतो भूमे स्नातो याति मृतोऽपि च ॥
युगे सप्तदशे भूमे कृत्वा चैकां वसुन्धराम् ॥
]

`verse 7 [
मधुकैटभौ तथा हत्वा ब्रह्मणो वचनात्तदा ॥
जलसंहरणं कृत्वा ममाधारमुपागतः ॥
]

`verse 8 [
पश्यामि तं नतं भूमे रैभ्यं नाममहामुनिम् ॥
ममैवाराधने युक्तं सर्वकर्मसु निष्ठितम्॥८॥
युक्तिमन्तं गुणज्ञं च शुचिं दक्षं जितेंद्रियम् ॥
दशवर्षसहस्राणि ऊर्ध्वबाहुः स तिष्ठति॥९॥
सहस्रं चांबुभक्षेण तथा शैवालभक्षणम् ॥
वर्षाणां च शतं पंच तिष्ठते स महामुनिः ॥
]

`verse 9 [
इतः प्रीतोऽस्म्यहं देवि रैभ्यस्य च महात्मनः ॥
भक्त्या च परया चैव तेन चाराधितो ह्यहम् ॥
]

`verse 10 [
ततो वै तप्यमानं तं गङ्गाद्वारमुपागतम्॥
आम्रवृक्षं समासाद्य दृष्टः स मुनिपुङ्गवः ॥१२॥
दर्शितोऽयं मया चात्मा हेतुमात्रेण केनचित्॥
मया यदाश्रितश्चाम्रस्तेन कुब्जत्वमागतः ॥
]

`verse 11 [
एवं कुब्जाम्रकं ख्यातं स्थानमतेन्मनस्विनि ॥
मृतापि तत्र गच्छन्ति मम लोकाय केवलम्॥१४॥
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
दृष्ट्वा स मामृषिश्चैव यानि वाक्यानि भाषते॥१५॥
एवं तत्र मया दृष्टः कुब्जरूपं समास्थितः ॥
जानुभ्यामवनिङ्गत्वा  किंचिदेव प्रभाषते॥१६॥
नमस्कृत्य स्थितं तं तु मुनिं वै संशितव्रतम् ॥
वरेण छन्दयामास अहं प्रीतमना धरे ॥
]

`verse 12 [
ममैव वचनं श्रुत्वा स मुनिस्तपसान्वितः ॥
उवाच मधुरं वाक्यं प्रसादार्थी महायशाः ॥
]

`verse 13 [
यदि प्रसन्नो भगवाँल्लोकनाथो जनार्द्दनः ॥
तव चात्र निवासं वै देव इच्छामि नित्यशः ॥
]

`verse 14 [
यावल्लोका धरिष्यन्ति तावच्चैव महाप्रभो ॥
स्थानं तव हृषीकेश इच्छामि मधुसूदन ॥
]

`verse 15 [
त्वयि भक्तिः सदा भूयाद्यावत्स्थानं जनार्द्दन ॥
अन्यभक्तिर्मम विभो रोचते न कदाचन ॥
]

`verse 16 [
एतदेव परं चित्ते मया चैव विधार्यते ॥
उपेन्द्र यदि तुष्टोऽसि ममायं दीयतां वरः ॥
]

`verse 17 [
ततस्तस्य वचः श्रुत्वा  रैभ्यस्यर्षेरहं पुनः ॥
बाढमित्येव ब्रह्मर्षे एवमेतद्भविष्यति ॥
]

`verse 18 [
ममैवं वचनं श्रुत्वा ब्राह्मणः स वसुन्धरे ॥
मुहुर्त्तं ध्यानमास्थाय मामुवाच मुदान्वितः ॥
]

`verse 19 [
एतस्य तीर्थवर्यस्य महिमानं त्वया प्रभो ॥
शृणु वै कथ्यमानं तु वद लोकोपकारक ॥
]

`verse 20 [
अन्यानि यानि तीर्थानि एतत्क्षेत्राश्रितानि तु ॥
तान्यपि श्रोतुमिच्छामि कथ्यमानानि च त्वया ॥
]

`verse 21 [
शृणु तत्त्वेन मे ब्रह्मन्यन्मां त्वं परिपृच्छसि ॥
तीर्थे कुब्जाम्रके पुण्ये मम लोके सुखावहे ॥
]

`verse 22 [
तीर्थं तु कुमुदाकारं तस्मिन् कुब्जाम्रके स्थितम् ॥
स्नानमात्रेण सुश्रोणि स्वर्गं प्राप्नोति मानवः ॥
]

`verse 23 [
कौमुदस्य तु मासस्य तथा मार्गशिरस्य च ॥
वैशाखस्यैव मासस्य कृत्वा कर्म सुदुष्करम् ॥२९॥
यो वै परित्यजेत्प्राणान् स्त्री पुमान्वा नपुंसकम् ॥
निष्कलां लभते सिद्धिं मम लोकं स गच्छति ॥
]

`verse 24 [
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुंधरे ॥
तीर्थं मानसमित्येव विख्यातं मम सुन्दरि ॥
]

`verse 25 [
यस्मिन् स्नात्वा विशालाक्षि गच्छते नंदनं वनम् ॥
दिव्यं वर्षसहस्रं वै मोदते चाप्सरैः सह ॥
]

`verse 26 [
पूर्णे वर्षसहस्रे तु जायते विपुले कुले ॥
द्रव्यवान् गुणवांश्चैव जायते तत्र मानवः ॥३३ ॥
तत्राथ मुंचते प्राणान् कौमुदस्य तु द्वादशी ॥
पुष्कलां लभते सिद्धिं मम लोकं च गच्छति ॥
]

`verse 27 [
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुंधरे ॥
मायातीर्थमिदं ख्यातं येन मायां विजानते ॥
]

`verse 28 [
तस्मिन् कृतोदको ब्रह्मन्मायातीर्थे महायशाः ॥
दशवर्षसहस्राणि मद्भक्तो जायते नरः ॥३६॥
लभते परमां पुष्टिं कुबेरभवनं यथा ॥
एकं सहस्रं वर्षाणां स्वच्छंदगमनात्त्रयम् ॥
]

`verse 29 [
अथवा म्रियते तत्र मायातीर्थे यशस्विनि ॥
मायायोगी ततो भूत्वा मम लोकाय गच्छति॥
]

`verse 30 [
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
तीर्थं सर्वात्मकं नाम सर्वतीर्थगुणान्वितम् ॥३९॥
यस्तत्र स्नाति कश्चिद्वै वैशाखस्य तु द्वादशीम्॥
निष्कलं लभते स्वर्गं सहस्रं दश पंच च ॥
]

`verse 31 [
अथात्र मुंचते प्राणांस्तीर्थे सार्षपके तथा ॥
सर्वसंगं परित्यज्य मम लोकं च गच्छति ॥४१ ॥
पुनरन्यत् प्रवक्ष्यामि शृणुष्व शुभलोचने ॥
तीर्थं पूर्णमुखं नाम तन्न जानाति कश्चन ॥
]

`verse 32 [
तत्र सर्वा भवेद्गङ्गा शीतलं जायते जलम् ॥
यत्र चोष्णं भवत्यम्बु ज्ञेयं पूर्णमुखं तथा ॥४३॥
स्नातो गच्छति सुश्रोणी सोमलोके महीयते ॥
तदा सोमं पश्यति तु सहस्रं दश पंच च ॥
]

`verse 33 [
ततः स्वर्गात्परिभ्रष्टो ब्राह्मणश्चैव जायते ॥
मद्भक्तः शुचिमान्दक्षः सर्वकर्मगुणान्वितः ॥४५॥
अथवा म्रियते तत्र मासि मार्गशिरे तथा ॥
शुक्लपक्षे च द्वादश्यां मम लोकं च गच्छति॥४६॥
तत्र पश्यति मां नित्यं दीप्तिमन्तं चतुर्भुजम् ॥
न जन्म विद्यते तस्य मरणं च कदाचन ॥४७॥
पुनरन्यत्प्रवक्ष्याभि तच्छृणुष्व वसुन्धरे ॥
अनन्यमानसो भूत्वा भक्तो भागवतो मम ।४८॥
तस्मिंस्तीर्थे तु यः स्नाति कदाचिदपि मानवः॥
दशवर्षसहस्राणि मोदते ह्यमरालये॥४९॥
ततः स्वर्गात्परिभ्रष्टस्तत्तीर्थस्य प्रभावतः॥
द्रव्यवान्गुणवांश्चैव मद्भक्तश्चैव जायते॥
]

`verse 34 [
वैशाखस्य तु मासस्य शुक्लपक्षस्य द्वादशी ॥
यदि मुञ्चेत्स्वकं देहं कृत्वा कर्म सुदुष्करम् ॥
]

`verse 35 [
न जन्म मरणं तस्य न ग्लानिर्न च वै भयम् ॥
सर्वसङ्गविनिर्मुक्तो मम लोकाय गच्छति ॥५२॥
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुंधरे॥
करवीरं नाम तीर्थं सर्वलोकसुखावहम्॥५३॥
तस्य चिह्नं प्रवक्ष्यामि येन ज्ञापयते शुभे ॥
पुरुषो ज्ञानवांस्तावन्मम भक्तिविनिश्चितः॥५४॥
माघमासे तु सुश्रोणि शुक्लपक्षे तु द्वादशी ॥
पुष्पिते करवीरे वै मध्याह्ने तु न संशयः ॥५८५॥
तस्मिंकृतोदकस्तीर्थे स्वच्छंदगमनालयः॥
भ्रमेद्विमानमारूढो सहस्रांतरनर्त्तितः॥५६॥
तत्राथ म्रियते भूमे माघमासस्य द्वाशीम्॥
ब्रह्माणं मां च पश्येत पश्यते च वृषध्वजम्॥५७॥
पुनरन्यत्प्रवक्ष्यामि तच्छृणुष्व वसुंधरे॥
तस्य ब्राह्मणमुख्यस्य पूर्वं यत्कथितं मया॥५८॥
तस्मिन्कुब्जाम्रके भद्रे स्थानं तु मम रोचते॥
पुण्डरीक इति ख्यातं तीर्थं चैव महत्फलम्॥५९॥
तस्य चिह्नं प्रवक्ष्यामि तच्छृणुष्व शुचिस्मिते॥
तस्य तीर्थस्य सुश्रोणि मध्याह्ने द्वादशीदिने॥
]

`verse 36 [
रथचक्रप्रमाणो वै चरते तत्र कच्छपः॥
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुंधरे॥६१ ॥
स्नात्वा प्राप्नोति सुश्रोणि फलं तत्र महागुणम्॥
पुण्डरीकस्य यज्ञस्य यजमानस्य यत्फलम्॥६२॥
प्राप्नोति वसुधे तत्र एवमेव न संशयः॥
अथवा म्रियते तत्र लब्धसंज्ञो महायशाः ॥
]

`verse 37 [
दशानां पुण्डरीकाणां फलं प्राप्नोति मानवः॥
भुक्त्वा यज्ञफलं तत्र जातिशुद्धो महातपाः ॥६४॥
सिद्धस्य लभते नित्यं मम लोकाय गच्छति ॥
अन्यच्च ते प्रवक्ष्यामि प्रिये तद्वै शृणुष्व मे ॥६५॥
अग्नितीर्थमिति ख्यातं सिद्धं कुब्जाम्रके स्थितम् ॥
यद्वै प्रज्ञायते देवि द्वादश्यां पापवर्जितैः ॥
]

`verse 38 [
कौमुदस्य तु मासस्य मासो मार्गशिरस्य च ॥
आषाढस्य च मासस्य शुक्लपक्षस्य द्वादशीम् ॥
]

`verse 39 [
यश्चैव माधवे मासि समये यदि वर्त्तते ॥
तस्यां तु शुक्लद्वादश्यां तीर्थे तिष्ठति यत्रतः ॥६८॥
तस्य चिह्नं प्रवक्ष्यामि शृणुष्व हि वसुन्धरे ॥
येन चिह्नेन विज्ञेयं तीर्थं तत्रैव मामकम् ॥६९॥
एकाग्रं तु मनः कृत्वा तच्छृणुश्व वसुन्धरे ॥
मुक्त्वा भागवतान्शुद्धान्त्संहितापाठकान्मम ॥
]

`verse 40 [
न हि कश्चिद्विजानाति शास्त्रं मम न यश्च वै ॥
फलं तस्य प्रवक्ष्यामि मृतोऽपि स्नातकोऽपि वा ॥
]

`verse 41 [
एकचित्तं समाधाय तच्छृणुष्व वसुन्धरे ॥
अग्नितीर्थेषु स्नातो वै तस्मिन्कुब्जाम्रकेषु च ॥
]

`verse 42 [
अग्नितीर्थं महाभागे दीप्तमन्तं सवैष्णवम् ॥
सप्त कृत्वाग्निमेधानां यत्फलं भवति प्रिये ॥
]

`verse 43 [
प्राप्नोति तन्महाभागे स्नानमात्रान्न संशयः ॥
अथवा म्रियते तत्र एकैकान्द्वादशीकृतान् ॥७४॥
स्थित्वा विंशत्यहोरात्रान्मम लोकाय गच्छति ॥
तीर्थस्य तस्य वक्ष्यामि चिह्नानि शृणु सुन्दरि ॥७५॥
येन विज्ञायते प्राज्ञैर्मम भक्तं सुखावहम् ॥
उष्णं भवति हेमन्ते वसुधे तज्जलं तथा॥७६॥
उष्णकाले भवेच्छीतमेवं चिह्नं तु तद्भवेत् ॥
एष वह्निर्महाभागे तीर्थमाग्नेयमुत्तरे॥७७॥
तरन्ति मानवा येन घोरं संसारसागरम् ॥
अन्यच्च ते प्रवक्ष्यामि देवि कुब्जाम्रके महत् ॥७८॥
वायव्यमितिविख्यातं तीर्थं धर्माद्विनिस्सृतम् ।
तस्मिंस्तीर्थे तु यः स्नातः कृतनित्योदकक्रियः ॥
]

`verse 44 [
वाजपेयस्य यज्ञस्य फलं प्राप्नोति निष्कलम् ॥
अथवा म्रियते तत्र वायुतीर्थे महाह्रदे ॥
]

`verse 45 [
दिनानि दश पंचैतत्कृतमेव हि मामकम्॥
जन्म वा मरणं वापि भूमौ नैव पुनर्भवेत्॥८१ ॥
जायते च चतुर्बाहुर्मम लोके प्रतिष्ठितः॥
तस्य चिह्नं प्रवक्ष्यामि वायु तीर्थस्य सुन्दरि ॥
]

`verse 46 [
येन चिह्नेन विज्ञेयं तीर्थं तच्च महत्तरम् ॥
अश्वत्थवृक्षपत्राणि चलन्ति नित्यशो वने ॥८३ ॥
चतुर्विंशतिर्द्वादश्यां येन विज्ञायते खलु ॥
पुनरन्यत्प्रवक्ष्यामि तीर्थं कुब्जाम्रके धरे ॥
]

`verse 47 [
शक्रतीर्थमिति ख्यातं सर्वसंसारमोक्षणम् ॥
तस्मिंस्तीर्थे वरारोहे शक्रतीर्थे वसुंधरे ॥८५॥
शक्रस्तु वसते लोके वज्रहस्तो न संशयः ॥
अथवा म्रियते तत्र शक्रतीर्थे महातपे ॥८६॥
उपोष्य दशरात्राणि मम लोकाय गच्छति ॥
तस्य चिह्नं प्रवक्ष्यामि येन विज्ञायते ततः ॥
]

`verse 48 [
एकचित्तं समाधाय शृणु सुन्दरि तत्त्वतः ॥
पञ्च वृक्षास्तु तिष्ठन्ति तद्दक्षिणदिशे क्षिते ॥
]

`verse 49 [
शक्रतीर्थस्य चिह्नं ते वसुधे परिकीर्त्तितम् ॥
अन्यच्च तीर्थं वक्ष्यामि तस्मिन् कुब्जाम्रके परम् ॥८९ ॥
वरुणेन तपस्तप्तं सहस्रं पञ्च सप्त च ॥
तत्र स्नातस्य वक्ष्यामि जायते तत्र यत्फलम् ॥
]

`verse 50 [
यत्प्राप्नोति मृतो वापि पुरुषः संशितव्रतः ॥
अष्ट वर्ष सहस्राणि गत्वा वै वरुणालयम् ॥ ॥
]

`verse 51 [
स्वच्छन्दगमनो भूत्वा एवमेव न संशयः ॥
अथ वै म्रियते तत्र विंशवर्षोषितो नरः ॥
]

`verse 52 [
सर्वसङ्गं परित्यज्य मम लोकं स गच्छति ॥
तस्य चिह्नं प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
]

`verse 53 [
तत्र धारा पतत्येका एकरूपा सदा भवेत् ॥
न वर्द्धते च वर्षासु घर्मे न ह्रसते पुनः ॥
]

`verse 54 [
सप्तसामुद्रकं नाम तस्मिन्कुब्जाम्रके परम् ॥
तस्मिन्कृतोदको भूमे नरो धर्मपरायणः ॥
]

`verse 55 [
त्रयाणामश्वमेधानां फलं प्राप्नोति मानवः ॥
शीघ्रं गच्छति वै स्वर्गं सहस्रं दश पञ्च च ॥
]

`verse 56 [
ततः स्वर्गात्परिभ्रष्टः कुलवाञ्जायते द्विजः ॥
वेदवेदाङ्गकुशलः सोमपश्चैव जायते ॥
]

`verse 57 [
अथात्र मुञ्चते प्राणान्मुक्तसङ्गो जितेन्द्रियः ॥
उषित्वा सप्तरात्रं वै मम लोकं स गच्छति ॥९८॥
तस्य चिह्नं प्रवक्ष्यामि तीर्थस्य शृणु सुन्दरि ॥
वैशाखशुक्लद्वादश्यां विभूतिस्तत्र या भवेत् ॥
]

`verse 58 [
विमला गाङ्गता यत्र गङ्गाजलविमिश्रितम् ॥
तस्मिन् तीर्थे तदेवैतत्क्षीरवर्णं पुनर्भवेत् ॥
]

`verse 59 [
पुनश्च पीतवर्णाभा पुना रक्तः कदा भवेत् ॥
पुनर्मरकताभासं पुनर्मुक्तासमप्रभम् ॥
]

`verse 60 [
एतैश्चिह्नैस्तु विज्ञेयं तत्तीर्थं विदितात्मभिः ॥
अन्यच्च ते प्रवक्ष्यामि तीर्थं कुब्जाम्रके महत् ॥
]

`verse 61 [
तीर्थं मानसरो नाम सर्वभागवतप्रियम् ॥
तस्मिन् स्नातो वरारोहे गच्छते मानसं सरः॥३॥
देवान्पश्यति वै सर्वान्रुद्रेंद्रसमरुद्गणान्॥
अथ तत्र मृतो भूमे त्रिंशद्रात्रोषितो नरः ॥
]

`verse 62 [
सर्वसङ्गविनिर्मुक्तो मम लोकं स गच्छति ॥
तस्य चिह्नं प्रवक्ष्यामि येन तज्ज्ञायते नरैः ॥
]

`verse 63 [
पंचाशत्क्रोशविततं मानुषाणां दुरासदम् ॥
एतत्तु भूमे विज्ञेयं यथैतन्मानसं सरः ॥६॥
शुद्धैर्भागवतैर्ज्ञेयं मम कर्मसु निष्ठितैः ॥
एतत्तीर्थं महाभागे तस्मिन् कुब्जाम्रकं स्मृतम्॥७॥
सिद्धिकामस्य विप्रस्य रैभ्यस्य परिकीर्तितम्॥
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुंधरे ॥८॥
तत्र कुब्जाम्रके वृत्तं पुराश्चर्यं महाद्भुतम् ॥
मम निर्माल्यपार्श्वे वै व्याली तिष्ठति निर्भया॥९॥
गंधमाल्योपहार्याणि भक्षयंती यदृच्छया॥
कस्यचित्त्वथ कालस्य नकुलस्तत्र चागतः ॥
]

`verse 64 [
पश्यते च ततस्तत्र रममाणं यदृच्छया॥
नकुलेन सह व्याल्या तदा युद्धमभूच्च तत् ॥१
]

`verse 65 [
सम्पूर्णे ते तु मध्याह्ने माघमासे तु द्वादशीम् ॥
तया स दष्टो नकुलो नाशाय मम मंदिरे ॥
]

`verse 66 [
तेनापि विषदिग्धेन व्याली शीघ्रं निपातिता ॥
उभौ चान्योन्य युद्धेन तदा पंचत्वमागतौ ॥
]

`verse 67 [
व्याली प्राग्जोतिषे जाता राजपुत्री यशस्विनी ॥
नकुलोऽजायत तदा कोसलेषु जनाधिपः ॥
]

`verse 68 [
रूपवान्गुणवान्देवि सर्वशास्त्रकलान्वितः ॥
तौ तु दीर्घेण कालेन सौख्येन परिरञ्जितौ ॥
]

`verse 69 [
अवर्द्धतां यथाकालं शुक्लपक्षे यथा शशी ॥
सा कन्या नकुलं दृष्ट्वा सद्यो हन्तुं तथेच्छति ॥
]

`verse 70 [
व्यालीं दृष्ट्वा राजपुत्रः सहसा हन्तुमिच्छति ॥
अथ तस्यास्तु कालेन कोसलाधिपतिस्तथा॥१७॥
पाणिं जग्राह विधिवन्मत्प्रसादाद्वसुन्धरे ॥
कोसलाधिपतेश्चापि राज्ञः प्राग्जोतिषस्य च ॥
]

`verse 71 [
महोत्सवेन संवृत्तः सम्बन्धो मत्प्रसादतः ॥
दृढप्रीतिस्तयोर्जाता यथा च जतुकाष्ठयोः ॥
]

`verse 72 [
रमतो धूमकेतोश्च वह्नेश्चैव यथा तथा ॥
यथा शची च शक्रश्च रमन्तौ नन्दने वने ॥
]

`verse 73 [
एवं च दीर्घकालं हि तयोः प्रीतिर्न हीयते ॥
एवं तौ विहरन्तौ तु तस्मिन्नुपवने ततः ॥
]

`verse 74 [
वसेते च यथान्यायं वेलामिव महोदधिः ॥
एवं तयोर्गतः कालो वर्षाणां सप्तसप्ततिः ॥
]

`verse 75 [
न बुध्यतोस्तथात्मानं मम मायाविमोहितौ ॥
एवं तौ विहरन्तौ तु तस्मिन्नुपवने ततः ॥
]

`verse 76 [
दृष्ट्वा व्यालीं राजपुत्रस्ततो हन्तुं व्यवस्थितः ॥
स तया वार्यमाणोऽपि व्याली हन्तुमिहोद्यतः ॥
]

`verse 77 [
गरुडो हन्ति नागान्वै दृष्ट्वैव विनतात्मजः ॥
एवं स वार्यमाणोऽपि व्यालीं हन्ति स्म दारुणम् ॥
]

`verse 78 [
तदा सा रुषिता देवी न किञ्चिदपि भाषते ॥
ततस्तस्यां तु वेलायां राजपुत्र्यग्रतो बिलात् ॥
]

`verse 79 [
नकुलस्तु विनिर्गत्य आहारार्थं समुद्यतः ॥
दृष्ट्वा तु राजपुत्री सा नकुलं सर्पकांक्षिणम् ॥
]

`verse 80 [
हृष्टं चंक्रममाणं सा नकुलं शुभदर्शनम् ॥
क्रोधात्तं नकुलं चापि विनिहन्तुं प्रचक्रमे ॥
]

`verse 81 [
वारिता राजपुत्रेण सुता प्राज्योतिषस्य वै ॥
नकुलं घातितं दृष्ट्वा मङ्गल्यं शुभदर्शनम् ॥
]

`verse 82 [
कुपितो राजपुत्रो वै राजपुत्रीमभाषत ॥
स्त्रीणां भर्त्ता सदा मान्यस्तं मामुल्लङ्घ्य निष्ठुरम् ॥
]

`verse 83 [
दर्शनीयः प्रियो राज्ञां मङ्गल्यः शुभदर्शनः ॥
घातितो नकुलः कस्मान्मया वै वार्यमाणया ॥
]

`verse 84 [
इति भर्तृवचः श्रुत्वा प्राग्ज्योतिषसुता तदा ॥
प्रत्युवाच ततः क्रोधात्कोसलाधिपतेः सुतम् ॥
]

`verse 85 [
असकृद्वार्यमाणोऽपि व्याली घातितवान्यतः ॥
तस्मान्मयापि नकुलो घातितः सर्पघातकः ॥
]

`verse 86 [
राजपुत्र्या वचः श्रुत्वा राजपुत्रस्ततोऽब्रवीत् ॥
वाग्भिः स कटुकाभिश्च तर्ज्जयन्निव तां धरे ॥
]

`verse 87 [
सर्पस्तीव्रविषो भद्रे तीक्ष्णदंष्ट्रो दुरासदः ॥
दशते मानुषं दुष्टो येनाऽसौ म्रियते जनः ॥
]

`verse 88 [
तस्मान्मया हतो भद्रेऽहितकारी विषोद्धतः ॥
प्रजापाला वयं भद्रे येऽपि चैवापथे स्थिताः ॥
]

`verse 89 [
सर्वांस्तान्दण्डयामो हि तीव्रदण्डैर्यथोचितम् ॥
साधून्ये चापि हिंसन्ति ह्यपराधविवर्ज्जितान् ॥
]

`verse 90 [
स्त्रियं चैवापि हिंसन्ति कामकाराश्च ये नराः ॥
ते दण्ड्याश्चैव वध्याश्च राजधर्माद्यथार्हतः ॥
]

`verse 91 [
मयापि राजधर्मो वै कर्त्तव्यो राजकर्मणि ॥
नकुलेनापराद्धं किं तद्वद त्वं ममापि हि ॥
]

`verse 92 [
दर्शनीयः सुरूपश्च राज्ञां योग्यो गृहेषु च ॥
मङ्गल्यश्च पवित्रश्च नकुलः किं हतस्त्वया ॥ ॥
]

`verse 93 [
वार्यमाणोऽपि हि मया घातितो नकुलस्ततः ॥
ततो मम न भार्यासि न चाहं ते पतिः स्थितः ॥४१ ॥
किञ्च तेन न हन्मि त्वां स्त्रियोऽवध्याः तदैव यत् ॥
इत्युक्त्वा राजपुत्रस्तां निवृत्य नगरं प्रति ॥
]

`verse 94 [
एवं क्रोधं समादाय नष्टस्नेहैः परस्परम् ॥
एवं गच्छति काले वै कोसलायां जनाधिपः ॥
]

`verse 95 [
शृणोति तां कथां सर्वां वधं नकुलसर्पयोः ॥
एवं श्रुत्वा यथान्यायं सक्रोधौ तावुभावपि ॥
]

`verse 96 [
ततः कञ्चुकिनश्चैव स्वामात्यानग्रतः स्थितान् ॥
पुत्रं मम वधूं चैव समानयत सत्वरम् ॥
]

`verse 97 [
ततो वै राजभृत्यास्तु राज्ञो वै प्रियकारिणः ॥
राजाज्ञां तां पुरस्कृत्य वधूं पुत्रं च सादरम् ॥
]

`verse 98 [
आनीय दर्शयामासुर्यत्र राजा स्वयं स्थितः ॥
वधूपुत्रौ ततो दृष्ट्वा राजा वचनमब्रवीत् ॥
]

`verse 99 [
पुत्र कुत्र गतं प्रेम युवयोस्तत्समाहितम् ॥
स्नेहश्च क्व गतः पूर्वो विरुद्धाचरणौ कथम् ॥
]

`verse 100 [
आसीद्या युवयोः प्रीतिरन्योऽन्यं जतुकाष्ठवत् ॥
दर्पणे प्रतिबिम्बं च दृश्यते यद्वदात्मनः ॥
]

`verse 101 [
सन्मुखत्वेन च सदा तद्वद्वां याऽभवत्पुरा ॥
दक्षा सुशीला धर्मिष्ठा नैनां त्यक्तुं त्वमर्हसि ॥
]

`verse 102 [
अप्रियं नोक्तपूर्वं तु यया परिजनेऽपि च ॥
मिष्टान्नसाधने दक्षा त्वया त्यक्तं न युज्यते ॥
]

`verse 103 [
धनपूर्वस्तु ते धर्मः स च योषित्कृतः खलु ॥
अहो सत्यं जनानां च स तु स्त्रीभ्यः सुतः कुलम् ॥
]

`verse 104 [
ततः पितुर्वचः श्रुत्वा राजपुत्रो यशस्विनि॥
उभौ तच्चरणौ गृह्य पितरं प्रत्यभाषत ॥५३॥
दोषो न विद्यते तात स्नुषायां कोऽपि कुत्रचित् ॥
किं मे तु वार्यमाणापि नकुलं मेऽग्रतोऽहनत् ॥
]

`verse 105 [
ततोऽभवन्मम क्रोधो दृष्ट्वा पातितमग्रतः ॥
क्रोधासक्तेन तु मया यथेयं परिभाषिता ॥
]

`verse 106 [
मम भार्या न भवती न चाहं तव वै पतिः ॥
एतच्च कारणं नान्यत्किञ्चिद्राजन्न संशयः ॥
]

`verse 107 [
ततः पतिवचः श्रुत्वा प्राग्ज्योतिषकुलोद्भवा ॥
शिरसा प्रणतिं कृत्वा इदं वचनमब्रवीत् ॥
]

`verse 108 [
अपराधविहीनश्च भीतश्च भुजगस्तथा ॥
शतशो वार्यमाणेन शीघ्रमेव निपातितः ॥
]

`verse 109 [
ततः सर्पवधं दृष्ट्वा कोधसंतप्तमानसा ॥
नाभाषितः किमपि नो मयैतदवधेहि वै ॥
]

`verse 110 [
वधूपुत्रवचः श्रुत्वा कोसलानां जनेश्वरः ॥
उवाच मधुरं वाक्यमुभयोर्जनसंसदि ॥
]

`verse 111 [
अनेन निहतः सर्पस्त्वया च नकुलो हतः ॥
कथं वा क्रियते क्रोधस्तन्मे वक्तुमिहार्हथ ॥
]

`verse 112 [
हते तु नकुले पुत्र किं ते क्रोधस्य कारणम् ॥
राजपुत्रि हते सर्पे किं वा ते मन्युकारणम् ॥
]

`verse 113 [
ततः पितुर्वचः श्रुत्वा कोसलेश्वरनंदनः ॥
उवाच मधुरं वाक्यं राजपुत्रो महयशाः ॥
]

`verse 114 [
एतेन किं वा प्रश्नेन नैतत्प्रष्टुं त्वमर्हसि ॥
एनां पृच्छ महाराज ज्ञास्यते कायचेष्टितम् ॥
]

`verse 115 [
पुत्रस्य वचनं श्रुत्वा कोसलानां जनेश्वरः ॥
उवाच मधुरं वाक्यं धर्मसंयोगसाधनम् ॥६५॥
ब्रूहि पुत्र यथान्यायं यत्ते मनसि वर्तते ॥
प्रीतिविच्छेदकरणमुभयोरिह कथ्यताम् ॥
]

`verse 116 [
जाताः सम्वर्धिताः पुत्राः सर्वकामेषु निष्ठिताः ॥
पितृपृष्टं तु यद्गुह्यं गोपयंति सुताधमाः ॥
]

`verse 117 [
सत्यं वा यदि वाऽसत्यं   न ब्रुवंति कदाचन ॥
पतंति नरके घोरे रौरवे तप्तवालुके ॥
]

`verse 118 [
पित्रा पृष्टं तु ये ब्रूयुः शुभं वाशुभमेव वा ॥
दिव्यां च ते गतिं यांति या गतिः सत्यवादिनाम् ॥
]

`verse 119 [
अवश्यमेव तद्वाक्यं वक्तव्यं मम सन्निधौ ॥
यस्य दोषेण ते पुत्र नष्टा प्रीतिर्गुणाकरा ॥
]

`verse 120 [
ततः पितुर्वचः श्रुत्वा कोसलानन्दिवर्द्धनः ॥
उवाच श्लक्ष्णया वाचा तत्रैव जनसंसदि ॥
]

`verse 121 [
गच्छत्वेष जनः सर्वो यथान्यायं गृहाणि वै ॥
प्रातस्त्वां कथयिष्यामि यद्वक्तव्यमवश्यकम् ॥७२॥
प्रभातायां तु शर्वर्यां दुंदुभीनां विनादनैः ॥
निबुद्धः कोसलश्रेष्ठः सूतमागधबन्दिभिः ॥
]

`verse 122 [
तदा कमलपत्राक्षो राजपुत्रो महायशाः ॥
स्नात्वा च मङ्गलैर्युक्तो राजद्वारमुपागतः ॥
]

`verse 123 [
ततस्तु कंचुकी गत्वा राज्ञे चैव न्यवेदयत् ॥
द्वारि तिष्ठति पुत्रस्ते तव दर्शनलालसः ॥
]

`verse 124 [
कंचुकेस्तु वचः श्रुत्वा कोसलानां जनेश्वरः ॥
शीघ्रं प्रवेशय सुतं कंचुके साधुवादिनम् ॥
]

`verse 125 [
इत्युक्तो राजपुत्रं तु प्रावेशयदनुज्ञया ॥
राजपुत्रः पितुर्वेश्म प्रविश्य नियतः शुचिः ॥
]

`verse 126 [
ववन्दे चरणौ मूर्ध्ना निषीदेति सुतं ततः ॥
तमब्रवीत्पिता जीव जयेत्युक्ता मुदान्वितः ॥
]

`verse 127 [
पितृपुत्रौ तु विज्ञेयौ जनैस्त्वेकत्र संस्थितौ ॥
हर्षितस्त्वान्तरो बाह्यः कृतकौतुकमङ्गलः ॥
]

`verse 128 [
ततः पुत्रं प्रहस्याह कुमारं स जनाधिपः ॥ ॥
वद पुत्र महाभाग पूर्वं पृष्टं मया हि यत् ॥
]

`verse 129 [
युवयोः प्रीतिविच्छेदे कारणं गोपितं हि यत् ॥
ततो राजकुमारस्तं पितरं प्रत्यभाषत ॥८१ ॥
अवश्यमेव वक्तव्यं त्वया पृष्ठेन निष्फलम् ॥
तद्गुह्यं हि महाराज प्रीतिविच्छेदकारकम् ॥
]

`verse 130 [
यदीच्छसि महाराज श्रोतुं गुह्यमिदं महत् ॥
आगच्छ तात कुब्जाम्रे मया सह महीपते ॥
]

`verse 131 [
तत्र ते कथयिष्यामि कोसलाधिपते त्वरन् ॥
यत्त्वया पृच्छितं ह्येतद्गुह्यं पूर्वमनिन्दितम् ॥
]

`verse 132 [
ततस्तस्य वचः श्रुत्वा राजपुत्रस्य वै नृपः ॥
बाढमित्येव तत्राह पुत्रप्रेम्णा समन्वितः ॥
]

`verse 133 [
राजपुत्रे गते सुभ्रु अमात्यानां च सन्निधौ ॥
उवाच मधुरं वाक्य ये वै तत्र समागताः ॥
]

`verse 134 [
अमात्याः शृणुतेमं मे वचनं कृतनिश्चयम् ॥
कुब्जाम्रकं प्रति वयं गच्छामस्तस्य साधनम् ॥
]

`verse 135 [
शीघ्रं सम्पाद्यतां चैव युज्यन्तां गजवाजिनः ॥
राज्ञो वचस्ते संश्रुत्य तमूचुः कृतमेव तत् ॥
]

`verse 136 [
इत्युक्त्वा सप्तरात्रेण सर्वं सम्पाद्य साधनम् ॥
गजाश्वपशुयानादिकार्षापणकधेनुकम् ॥
]

`verse 137 [
सुवर्णरत्नवस्त्राणि अन्नं चान्यदपेक्षितम् ॥
राजानं ते समागत्य सिद्धमित्यूचुरीश्वरम् ॥
]

`verse 138 [
ततः स राजशार्दूलः पुत्रमाह वसुन्धरे ॥
राज्यं शून्यं कथं त्यक्त्वा गमिष्यामो वयं सुत ॥
]

`verse 139 [
ततः पितुर्वचः श्रुत्वा राजपुत्रो महायशाः ॥
उवाच मधुरं वाक्यं गृहीत्वा चरणौ पितुः ॥
]

`verse 140 [
कनीयानेष मे भ्राता एकोदर समुद्भवः ॥
एतस्य दीयतां राज्यं यथान्यायेन चागतम् ॥९३ ॥
पुत्रस्य वचनं श्रुत्वा कोसलानां कुलोद्वहः ॥
वर्त्तमानेऽपि च ज्येष्ठे कनीयान् कथमर्हति ॥
]

`verse 141 [
ततः पितुर्वचः श्रुत्वा कोसलायाः कुलोद्भवः ॥
उवाच मधुरं वाक्यं पितरं धर्मकारणात् ॥
]

`verse 142 [
अनुजानामि ते तात दीयमानां वसुन्धराम् ॥
नास्य धर्मविलोपस्तु भुञ्जमानस्य मेदिनीम् ॥९६ ॥
नाहं कुब्जाम्रकं गत्वा निवर्तिष्ये कदाचन ॥
एतत्सत्यं च धर्मश्च तात ते कथितं मया ॥
]

`verse 143 [
पुत्रेण चाभ्यनुज्ञातः कनीयानभिषेचितः ॥
स मुख्येनाभ्यनुज्ञातो भूमे भूपतिसत्तमः ॥
]

`verse 144 [
ततो दीर्घेण कालेन स्थानं कुब्जाम्रकं गतः ॥
अन्तःपुरेण सहितः सर्वद्रव्यसमन्वितः ॥
]

`verse 145 [
ततस्तीर्थावधिं कृत्वा दत्त्वा दानानि भूरिशः ॥
अन्नवस्त्र सुवर्णानि गोहस्त्यश्वभुवस्तथा ॥
]

`verse 146 [
ततो बहुतिथे काले व्यतीते सति धीमताम् ॥
ततः कदाचिद्भूपालो राजपुत्रमुपस्थितम् ॥
]

`verse 147 [
दम्पत्योः प्रीतिविच्छेदं गुह्यं तत्समपृच्छत ॥
स्थानं पावनकं वत्स विष्णोः पादसमाश्रयम् ॥२॥
दत्तानि धनरत्नानि जातस्तस्य विधिः परः ॥
इदानीं ब्रूहि सत्यं तद्यत्कृते सुन्दरी स्नुषा ॥
]

`verse 148 [
अदुष्टकारिणी युक्ता कुलशीलगुणान्विता ॥
त्वया मिथ्यैव किं त्यक्ता तद्गुह्यं वद पुत्रक ॥४॥
ततः स पितरं प्राह रात्रिगर्च्छतु सुप्यताम् ॥
श्वः प्रभाते ततः सर्वं कथयिष्यामि तत्पुनः ॥
]

`verse 149 [
ततो रात्र्यां व्यतीतायामुदिते च दिवाकरे ॥
कृतोदकस्तु गङ्गायां क्षौमवस्त्रविभूषितः ॥
]

`verse 150 [
अर्चयित्वा यथान्यायं मां चैव गुरुवत्सलः ॥
पितुः प्रदक्षिणं कृत्वा वाक्यमेतदुदाहरत् ॥
]

`verse 151 [
एह्येहि तात गच्छामः यस्त्वं गुह्यानि पृच्छसि ॥
शृणु तत्त्वेन मे राजन्यत्त्वया पूर्वपृच्छितम् ॥८॥
राजपुत्रश्च वै राजा सा च पङ्कजलोचना ॥
गत्वा निर्माल्यकूटं ते यत्त्वृत्तं पुरातनम् ॥
]

`verse 152 [
निर्माल्यं तु समासाद्य राजपुत्रो महातपाः ॥
उभो तौ चरणौ गृह्य पितरं प्रत्यभाषत॥
]

`verse 153 [
नकुलोऽहं महाराज वसामि कदलीतले ॥
ततोऽहं कालसंयुक्तः प्राप्तो निर्माल्यकूटकम् ॥
]

`verse 154 [
ततस्त्वाशीविषा सर्पी सर्पतेऽत्र जनाधिप॥
भक्षयन्ती सुगन्धानि पुष्पाणि विविधानि च ॥१२॥
दृष्ट्वा तु तां महाव्यालीं क्रोधसंरक्तलोचनः ॥
अचिरेणैव कालेन तस्याङ्कं सहसा गतः॥१३॥
तया सह महाराज घोरं युद्धमवर्त्तत ॥
माघमासस्य द्वादश्यां तत्र कश्चिन्न पश्यति ॥१४ ॥
युध्यमानस्य मे तत्र गात्रं चैव निगूहतः ॥
नासावंशे तया दष्टो भुजङ्ग्या च तदन्तरे ॥१५॥
मयापि विषदिग्धेन निहता च भुजंगमा ॥
उभौ प्राणान्परित्यज्य उभौ पंचत्वमागतौ ॥१६॥
मृतौ स्व काले राजेन्द्र क्रोधमोहपरिच्युतौ ॥
जातोऽहं तव पुत्रस्तु कोसलाधिपतेः प्रियः ॥
]

`verse 155 [
एवं मे घातितः सर्पस्तत्क्रोधवशनिश्चयात् ॥
एतद्गुह्यं मया राजन्यत्त्वया पूर्वपृच्छितम् ॥
]

`verse 156 [
राजपुत्रवचः श्रुत्वा वधूर्वचनमब्रवीत् ॥
अहं सर्पी महाराज पुरा निर्माल्यकूटके ॥
]

`verse 157 [
युध्यमाना तु तेनैव नकुलेन निपातिता ॥
प्राग्ज्योतिषकुले जाता जाता तव वधूस्ततः॥
]

`verse 158 [
तेन क्रोधेन नृपते मूर्च्छिता मरणं प्रति ॥
घातितो नकुलश्चैतद्गुह्यं प्रोक्तं तव प्रभो ॥
]

`verse 159 [
वधूपुत्रवचः श्रुत्वा स राजा संशितव्रतः ॥
मायातीर्थं समासाद्य ततः पंचत्वमागतः ॥
]

`verse 160 [
राजपुत्रो विशालाक्षी राजपुत्री यशस्विनी ॥
]

`verse 161 [
पौण्डरीके ततस्तीर्थे तेऽपि पंचत्वमागताः ॥
]

`verse 162 [
गतास्ते परमं स्थानं यत्र देवो जनार्द्दनः ॥
राजा वा राजपुत्रश्च राजपुत्री यशस्विनी ॥
]

`verse 163 [
मम चैव प्रसादेन तपसश्च बलेन च ॥
कृत्वा सुदुष्करं कर्म श्वेतद्वीपमुपागताः ॥
]

`verse 164 [
योऽसौ परिजनो देवि कृत्वा तु सुकृतं महत् ॥
सोऽपि सिद्धिं परा प्राप्तः श्वेतद्द्वीपमुपागतः ॥२७॥
एष ते कथिता देवि पुष्टिः कुब्जाम्रकस्य च ॥
तस्य ब्राह्मणमुख्यस्य रैभ्यस्य कथिता मया ॥
]

`verse 165 [
एतत्पुण्यं परं जप्यं चातुर्वर्ण्येन सर्वदा ॥
सर्वकर्मसु मुख्यं च एतदेव विशिष्यते ॥२९॥
तेजसां च महत्तेजस्तपसां च महत्तपः ॥
एतन्न मूर्खमध्ये तु पठेच्चापि कदाचन ॥
]

`verse 166 [
न पठेद्गोघ्नमध्ये तु वेदवेदाङ्गनिन्दके ॥
न पठेद्गुरुविद्विष्टे न पठेच्छास्त्रदूषके ॥
]

`verse 167 [
पठेद्भागवतानां च मध्ये दीक्षावतां तथा ॥
य एतत्पठते भूमे कल्यमुत्थाय मानवः ॥ ३२ ॥ ।
तारयेच्च स्वकुलजान् दशपूर्वान्दशापरान् ॥
एतत्तु पठमानो वै यस्तु प्राणान्विमुंचति ॥
]

`verse 168 [
चतुर्भुजश्च जायेत मल्लोकेषु प्रतिष्ठितः ॥
एतत्ते कथितं भूमे स्थानं कुब्जाम्रके तथा ॥
मम भक्तसुखार्थाय किमन्यत्परिपृच्छसि ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे कुब्जाम्रक माहात्म्ये रैभ्यानुग्रहणं नाम षड्विंशत्यधिकशततमोऽध्यायः ॥
]
