`verse 1 [
अथ कङ्कताञ्जनदर्पणम् ॥
श्रीवराह उवाच ॥
क्षत्रियस्य प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
त्यक्त्वा प्रहरणान्सर्वान्यत्किंचित्पूर्वशिक्षितम् ॥
]

`verse 2 [
पूर्वमन्त्रेण मे भूमे तस्य दीक्षां च कारयेत् ॥
मया च पूर्वमुक्तानि यानि संसारकाणि च ॥
]

`verse 3 [
तानि सर्वाणि चानीय एकं वर्ज्यं यशस्विनि ॥
न दद्यात्कृष्णसारस्य चर्म तत्र कदाचन ॥
]

`verse 4 [
पालाशं दण्डकाष्ठं च दीक्षायां न तु कारयेत् ॥
छागस्य चैव कृष्णस्य चर्म तत्र प्रदापयेत् ॥
]

`verse 5 [
आश्वत्थं दण्डकाष्ठं तु दीक्षायां तदनन्तरम् ॥
कृत्वा द्वादशहस्तां तु वेदिं तत्रोपलेपयेत् ॥
]

`verse 6 [
सर्वं ममोक्तं कर्त्तव्यं यच्च मे पूर्वभाषितम् ॥
एवं क्षत्रियदीक्षायां सर्वं सम्पाद्य यत्नतः ॥
]

`verse 7 [
चरणौ मम संगृह्य इमं मन्त्रमुदाहरेत् ॥
]

`verse 8 [
मन्त्रः –
त्यक्तानि विष्णो शस्त्राणि त्यक्तं सर्वं क्षत्रियकर्म सर्वम् ॥
त्यक्त्वा देवं विष्णुं प्रपन्नोऽथ संसाराद्वै जन्मनां तारयस्व ॥
]

`verse 9 [
एवं ततो वचश्चोक्त्वा क्षत्रियो मम पार्श्वतः ॥
उभौ च चरणौ गृह्य इमं मन्त्रमुदीरयेत् ॥
]

`verse 10 [
मन्त्रः –
नाहं शस्त्रं देवदेव स्मृशामि परापवादं न च देव ब्रवीमि ॥
कर्म करोमि संसारमोक्षणं त्वया चोक्तमेव वराहसंस्थान् ॥
]

`verse 11 [
तत एवं वचो ब्रूते सर्वं चैवात्र पूजयेत् ॥
विविधैर्गन्धपत्रैश्च धूपैश्चैव यथोदितम् ॥
]

`verse 12 [
यथोक्तेनैव तान्भूमे भोजयेत्तदनन्तरम् ॥
शुद्धान्भागवतांश्चैव एवमेतन्न संशयः ॥
]

`verse 13 [
एषा वै क्षत्रिये दीक्षा देवि संसारमोक्षणम् ॥
मत्प्रसादेन कर्तव्यं यदीच्छेत्सिद्धिमुत्तमाम् ॥
]

`verse 14 [
वैश्यस्य चैव वक्ष्यामि शृणु तत्त्वेन सुन्दरि ॥
दीक्षा च यादृशी तस्य यथा भवति सुन्दरि ॥
]

`verse 15 [
त्यक्त्वा तु वैश्यकर्माणि मम कर्मपरायणः ॥
यथा च लभते सिद्धिं तृतीया वर्णसंस्थितिः ॥
]

`verse 16 [
सर्वं तत्र समानीय यन्मया पूर्वभाषितम् ॥
दशहस्तां ततः कृत्वा वेदिं वेदविचेतितः ॥
]

`verse 17 [
लेपयेद्गोमयेनादौ पूर्वन्यायेन तत्र वै ॥
चर्मणापि तु छागस्य स्वगात्रं परिवेष्टयेत्॥
]

`verse 18 [
उदुम्बरं दन्तकाष्ठं गृहीत्वा दक्षिणे करे ॥
शुद्धभागवतानां च कृत्वा त्रिः परिवर्त्तनम् ॥
]

`verse 19 [
जानुभ्यामवनिङ्गत्वा इमं मन्त्रमुदीरयेत् ॥
]

`verse 20 [
मन्त्रः –
अहं हि वैश्यो भवन्तमुपागतः प्रमुच्य कर्माणि च वैश्ययोगम् ॥
दीक्षा च लब्धा भगवत्प्रसादात्प्रसीदतां मे भवबन्धमोक्षणम् ॥
]

`verse 21 [
मामेवं सोपि चोक्त्वा वै मम कर्मप्रसादवान् ॥
गुरोश्च चरणौ गृह्य इमं मन्त्रमुदाहरेत् ॥
]

`verse 22 [
त्यक्त्वा वै कृषिगोरक्षावाणिज्यक्रयविक्रयम् ॥
लब्धा च त्वत्प्रसादेन विष्णुदीक्षा मयाऽधुना ॥
]

`verse 23 [
देवाभिवादनं कृत्वा पुरो भागवतेषु च ॥
पश्चात्तु भोजनं दद्यादपराधबहिष्कृतम् ॥
]

`verse 24 [
एवं दीक्षा तु वैश्यानां मम मार्गानुसारिणाम् ॥
येन मुच्यन्ति सुश्रोणि घोरसंसारसागरात् ॥
]

`verse 25 [
शूद्रस्यापि प्रवक्ष्यामि मद्भक्तस्य वराङ्गने ॥
यस्तु दीक्षां समासाद्य मुच्यते सर्वकिल्बिषैः ॥२५॥।
सर्वसंस्कारद्रव्याणि मया पूर्वोदितानि च ॥
दीक्षाकामस्य शूद्रस्य शीघ्रं तानि प्रकल्पयेत् ॥
]

`verse 26 [
अष्टहस्तां ततो देवि सँल्लिप्य नीयतां ततः ॥
चर्म नीलस्य छागस्य कल्पयेच्छूद्रयोनये ॥
]

`verse 27 [
दण्डं च वैष्णवं दद्यान्नीलं वस्त्रं च तस्य वै ॥
एवं गृहीत्वा शूद्रोऽपि दीक्षायाः कारणं परम् ॥
]

`verse 28 [
ममैव शरणं गत्वा इमं मन्त्रमुदाहरेत् ॥
मन्त्रः –
शूद्रोऽहं शूद्रकर्माणि मुक्त्वाऽभक्ष्यं च सर्वशः ॥
]

`verse 29 [
भक्ष्याभक्ष्यं ततस्त्यक्त्वा त्यक्त्वा वै शूद्रकर्म च ॥
एवं वदेत्ततो देवं शूद्रो दीक्षाभिकांक्षिणम् ॥
]

`verse 30 [
विमुक्तः सर्वपापेभ्यो लब्धसंज्ञो गतस्पृहः ॥
उभौ तौ चरणौ गृह्य गुरोर्वै तदनन्तरम् ॥
]

`verse 31 [
गुरोः प्रसादनार्थाय इमं मन्त्रमुदाहरेत् ।
]

`verse 32 [
मन्त्रः –
विष्णुप्रसादे गुह्यं प्रसन्नात्पूर्ववच्च लब्धा चैव संसारमोक्षणाय करोमि कर्म प्रसीद ॥
]

`verse 33 [
एतन्मन्त्रं समुच्चार्य कुर्यात्तत्र प्रदक्षिणम् ॥
चतुरश्च यथान्यायं पुनश्चैवाभिवादयेत् ॥ ॥
]

`verse 34 [
अनन्तरं ततः कुर्याद्गन्धमाल्येन चार्चनम् ॥
भोजयेच्च यथान्यायमपराधविवर्ज्जितः ॥
]

`verse 35 [
दीक्षा एषा च शूद्राणामुपचारश्च ईदृशः ॥
चतुर्णामपि वर्णानां दुःखसंसारमोक्षणम् ॥
]

`verse 36 [
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
चतुर्णामपि वर्णानां यथा छत्रं प्रदीयते ॥
]

`verse 37 [
ब्राह्मणे पाण्डुरं छत्रं क्षत्रिये रक्तमेव च ॥
वैश्याय पीतं वै दद्यान्नीलं शूद्राय दापयेत् ॥
]

`speaker [
सूत उवाच
]

`verse 38 [
चातुर्वर्ण्यस्य श्रुत्वा वै सा मही संशितव्रता ॥
वराहं पुनरप्याह नत्वा सा धरणी तदा ॥
]

`speaker [
धरोवाच
]

`verse 39 [
श्रुता दीक्षा यथान्यायं चातुर्वर्ण्यस्य केशव ॥
दीक्षितैः किं नु कर्त्तव्यं तव कर्मपरायणैः ॥
]

`verse 40 [
ततो महीवचः श्रुत्वा मेघदुन्दुभिनिःस्वनः ॥
वराहरूपी भगवानुवाच स महाद्युतिः ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 41 [
शृणु तत्त्वेन कल्याणि यन्मां त्वं परिपृच्छसि ॥
सर्वत्र चिन्तनीयोऽहं गुह्यमेव गणान्तिकम् ॥
]

`verse 42 [
नारायणवचः श्रुत्वा धरणी शंसितव्रता ॥
हृष्टतुष्टमनास्तत्र श्रुत्वा तच्च महौजसम् ॥
]

`verse 43 [
शुचिर्भागवतश्रेष्ठा   तव कर्मणि नित्यशः ॥
ततः कमलपत्राक्षी भक्ता भक्तेषु वत्सला ॥
]

`verse 44 [
कराभ्यामञ्जलिं कृत्वा नारायणमथाब्रवीत्   ॥
]

`speaker [
धरण्युवाच
]

`verse 45 [
त्वद्भक्तेन महाभाग विधिना दीक्षितेन च ॥
तव चिन्तापरेणात्र किं कर्त्तव्यं च माधव ॥
]

`verse 46 [
केन चिन्तयितव्यस्त्वमचिन्त्यो मानुषैः परः ॥
किंच भागवतैः कार्यं यथावित्तं न शक्यते ॥४७॥
ततो भूम्या वचः श्रुत्वा आदिरव्यक्तसम्भवः ॥
मधुरं स्वरमादाय प्रत्युवाच वसुन्धराम् ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 47 [
देवि तत्त्वेन वक्ष्यामि यन्मां त्वं परिपृच्छसि॥
येन चिन्तयसे चिन्तां मम कर्मपरायणा ॥
]

`verse 48 [
एषा गणान्तिका नाम दीक्षाऽङ्गबीजनिःसृता ॥
एतद्गुह्यां महाभागे मम चिन्तां विचिन्तयेत् ॥
]

`verse 49 [
दीक्षितेन तु शुद्धेन मम निश्चितकर्मणा ॥
गृहीतव्यं विशालाक्षि मन्त्रेण विधिनात्र वै ॥
]

`verse 50 [
यस्तु भागवतो भूत्वा तद्गृह्णाति गणान्तिकाम् ॥
जनस्य दर्शनस्पर्शसंयुक्तां वामसंयुताम् ॥
]

`verse 51 [
तस्य धर्मो न विद्येत दीक्षा तस्य महाफला ॥
यस्तु गृह्णाति सुश्रोणि मन्त्रपूतां गणान्तिकाम् ॥
]

`verse 52 [
आसुरी नाम सा दीक्षा यया धर्मः प्रवर्त्तते ॥
यस्माद्गणान्तिकां गुह्यां चिन्तयेच्छुद्धमानसः ॥
]

`verse 53 [
गुह्यां गणान्तिकां यो मां चिन्तयेत्स बुधोत्तमः ॥
जन्मान्तरसहस्राणि चिन्तिता तेन तेन सः ॥
]

`verse 54 [
ग्रहणस्य प्रवक्ष्यामि यथा शिष्याय दीयते ॥
मन्त्रं लोकसुखार्थाय   तच्छृणुष्व वसुन्धरे ॥
]

`verse 55 [
कौमुदस्य तु मासस्य मार्गशीर्षस्य वाप्यथ ॥ ।
वैशाखस्यापि मासस्य शुक्लपक्षे तु द्वादशी ॥
]

`verse 56 [
कुर्यान्निरामिषं तत्र दिनानि त्रीणि निश्चितः ॥
तस्मिन्गणान्तिकं ग्राह्यं मम धर्मविनिश्चयात् ॥
]

`verse 57 [
ममाग्रतो वरारोहे प्रज्वाल्य च हुताशनम् ॥
कुशैरास्तरणं कृत्वा स्थापयित्वा गणान्तिकम् ॥
]

`verse 58 [
ततः शिष्यो गुरुश्चैव दीक्षितः शुचिरुत्तमः ॥
नमो नारायणेत्युक्त्वा इमं मन्त्रमुदीरयेत् ॥
]

`verse 59 [
मन्त्रः –
या धारिता पूर्वपितामहेन ब्रह्मण्यदेवेन भवोद्भवेन ॥
नारायणाद्दक्षिणगात्रजातां हे शिष्य गृह्णीष्व स वै त्वमेव ॥
]

`verse 60 [
तत एतेन मन्त्रेण गुरुर्गृह्य गणान्तिकम् ॥
शिष्याय दत्त्वा स्निग्धाय इमं मन्त्रमुदीरयेत् ॥
]

`verse 61 [
मन्त्रः –
नारायणस्य दक्षिणगात्रजातां स्वशिष्य गृह्णीष्व समयेन देवीम् ॥
एतद्विचिन्त्यापर एव भूत्वा भवे पुनर्भावनमेति नैव ॥
]

`speaker [
धरण्युवाच
]

`verse 62 [
स्नानोपकल्पनान्तेषु किं कर्त्तव्यं नु माधव ॥
प्रसाधनविधिं चैव केन मन्त्रेण कल्पयेत् ॥
]

`verse 63 [
अकर्मण्येन मुच्येत तव कर्मपरायणः ॥
ततो भूम्या वचः श्रुत्वा लोकनाथो जनार्द्दनः ॥
]

`verse 64 [
धर्मसंयुक्तवाक्येन प्रत्युवाच वसुन्धराम् ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 65 [
देवि तत्त्वेन वक्ष्यामि यन्मां त्वं परिपृच्छसि ॥
स्नानस्यैवोपचाराणि   यानि कुर्वन्ति कर्म्मिणः ॥
]

`verse 66 [
वृत्तेष्वेवोपचारेषु जलप्राधानिकेषु च ॥
कङ्कतीं चाञ्जनं चैव दर्पणं चैव सुन्दरि ॥
]

`verse 67 [
यथा मन्त्रेण दातव्यं तच्छृणुष्व वसुन्धरे ॥
स्पृष्ट्वा तु मम गात्राणि क्षौमवस्त्रेण संवृतः ॥
]

`verse 68 [
अञ्जनं कङ्कतीं चैव शीघ्रमेव प्रसादयेत् ॥
ततो जानुस्थितो भूत्वा मम कर्मपरायणः ॥
]

`verse 69 [
अञ्जलौ कङ्कतीं गृह्य इमं मन्त्रमुदाहरेत् ॥७१ ॥
मन्त्रः –
एतां कङ्कतीमञ्जलिस्थां प्रगृह्य प्रसीद नारायण शिरः प्रसाधि हि ॥
]

`verse 70 [
महानुभाव विश्वनेत्रे स्वनेत्रे याभ्यां पश्यसे त्वं त्रिलोकीम् ॥
लोकप्रभो सर्वलोकप्रधान एषो जनमञ्जनं लोकनाथ ॥
]

`verse 71 [
ततः संस्नापयेद्देवं मन्त्रेणानेन सुव्रतम् ॥
]

`verse 72 [
मन्त्रः –
देवदेव स्नानीयमिदं मम कल्पितं सुवर्णकलशं गृहाण प्रसीद एषोऽञ्जलिर्मया परिकल्पितः स्नाहि स्नाहीति ॥
]

`verse 73 [
नमो नारायणेत्युक्त्वा इमं मन्त्रमुदीरयेत् ॥
]

`verse 74 [
मन्त्रः –
एषा मया माधव त्वत्प्रसादाद्गुरुप्रसादाच्च हि मन्त्रपूजा ॥
प्राप्ता ममैषा वै गणान्तिका च भवेदधर्मो न च मे कदाचित ॥
]

`verse 75 [
य एतेन विधानेन मम कर्मणि दीक्षितः ॥
गुरोर्गृहीत्वा महतो मम लोकाय गच्छति ॥
कुशिष्याय न दातव्या पिशुनाय शठाय च ॥
]

`verse 76 [
एषा चैव वरारोहे गृहीत्वा गणनान्तिका ॥
सुशिष्याय च दातव्या हस्ते चैव गणान्तिका ॥७९॥
उत्तमाष्टाधिकशतं पंचाशत्तुर्यमध्यमा ॥
तदर्द्धं स्यात्कनिष्ठापि परिमाणेन सुन्दरि ॥
]

`verse 77 [
रुद्राक्षैरुत्तमा सा तु मध्यमा पुत्रजीवकैः ॥
ज्ञेया कनिष्ठा पद्माक्षैर्देवि ते कथिता मया ॥
]

`verse 78 [
एतत्कश्चिन्न जानाति जन्मान्तरशतैरपि ॥
सर्वलोकहितां शुद्धां मोक्षकामां गणान्तिकाम् ॥
]

`verse 79 [
नोच्छिष्टः संस्पृशेत्तां तु स्त्रीणां हस्ते न कारयेत् ॥
आकाशे स्थापनं कुर्यान्न च वामेन संस्पृशेत् ॥
]

`verse 80 [
न दर्शयेच्च कस्यापि चिन्तयित्वा तु पूजयेत् ॥
एतत्ते परमं गुह्यमाख्यातं मोक्षदायकम् ॥
]

`verse 81 [
एवं हि विधिपूर्वेण पालयेत गणान्तिकाम् ॥
विशुद्धो मम भक्तश्च मम लोकं स गच्छति ॥
]

`verse 82 [
एवं विष्णोर्वचः श्रुत्वा धरणी संशितव्रता ॥
प्रत्युवाच परं  श्रेष्ठं लोकनाथं महौजसम् ॥
]

`verse 83 [
दर्पणं ते कथं देयं तन्ममाख्याहि माधव ॥
येन तुष्टो निजं रूपं पश्यसे चिन्तितः प्रभो ॥
]

`verse 84 [
धरण्यास्तद्वचः श्रुत्वा वराहः पुनरब्रवीत् ॥
शृणु मे दर्पणविधिं यथावद्देवि सुव्रते ॥८८॥
नमो नारायणेत्युक्त्वा इमं मन्त्रमुदीरयेत् ॥
]

`verse 85 [
मन्त्रः –
श्रुतिर्भागवती श्रेष्ठा श्रुती अग्निद्विजश्च तव मुखं नासेऽश्विनौ नयने चन्द्रसूर्यौ मुखं च चन्द्र इव गात्राणि जगत्प्रधानानीमं च दर्पणं पश्य पश्य रूपम् ॥
]

`verse 86 [
य एतेन विधानेन मम कर्मपरायणः ॥
करोति मम कर्माणि तारितं कुलसप्तकम् ॥
]
