`verse 1 [
अथ राजान्नभोगे प्रायश्चित्तम् ॥
सूत उवाच ॥
एवं दीक्षां ततः श्रुत्वा नारायणमुखान्मही ॥
विशुद्धमानसा देवी नारायणमथाब्रवीत् ॥
]

`speaker [
धरण्युवाच
]

`verse 2 [
अहो ते दीक्षामाहात्म्यं यस्य वै व्युष्टिरुत्तमा ॥
श्रुत्वाहं तु महाभाग जातास्मि विमला विभो ॥
]

`verse 3 [
अहो देवस्य माहात्म्यं लोकनाथस्य तत्त्वतः ॥
येन सा कारिता दीक्षा चातुर्वर्ण्यसुखावहा ॥
]

`verse 4 [
एकं मे परमं गुह्यं यदीश हृदि वर्त्तते ॥
भव भक्तसुखार्थाय तत्त्वं मे वक्तुमर्हसि ॥
]

`verse 5 [
देव पूर्वापराधास्ते द्वात्रिंशदपि कीर्तिताः ॥
एवं कृत्वापराधानि मनुजा ह्यल्पचेतसः ॥
]

`verse 6 [
कर्मणा केन शुद्ध्यन्ति अपराधस्य कारिणः ॥
तन्ममाचक्ष्व तत्त्वेन मम प्रीत्या च माधव ॥
]

`verse 7 [
तद्वै भूम्या वचः श्रुत्वा हृषीकेशो महामनाः ॥
दिव्यं ध्यानं समादाय प्रत्युवाच वसुन्धराम् ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 8 [
शुद्धा भागवता भूत्वा मम कर्मपरायणाः ॥
ये तु भुञ्जन्ति राजान्नं लोभेन च भयेन वा ॥
]

`verse 9 [
आपद्गता हि भुञ्जन्ति राजान्नं तु वसुन्धरे ॥
दशवर्षसहस्राणि पच्यन्ते नरके नराः ॥
]

`verse 10 [
भगवद्वचनं श्रुत्वा कम्पिता च वसुन्धरा ॥
दिनानि सप्त दश च भयं तीव्रमजायत ॥
]

`verse 11 [
ततो दीनमना भूत्वा सा मही संशितव्रता ॥
उवाच मधुरं वाक्यं सर्वलोकसुखावहम् ॥११॥
धरण्युवाच ॥
शृणु तत्त्वेन मे देव हृदये हि व्यवस्थितम् ॥
को नु दोषोऽस्ति राज्ञां हि तन्मे त्वं वक्तुमर्हसि ॥१२॥
ततो भूम्या वचः श्रुत्वा सर्वधर्मविदां वरः ॥
प्राह नारायणो वाक्यं धर्मकामां वसुन्धराम् ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 12 [
शृणु सुन्दरि तत्त्वेन गुह्यमेतदनिन्दिते ॥
राजान्नं तु न भोक्तव्यं शुभैभार्गवतैः सदा ॥
]

`verse 13 [
यद्यप्येष समत्वेन राजा लोके प्रवर्त्तते ॥
राजसं तामसं वापि कुर्वन्कर्म सुदारुणम् ॥
]

`verse 14 [
अपि वा गर्हितं तेन राजान्नं तु वसुन्धरे ॥
धर्मसन्धारणार्थाय न तु मे रोचते भुवि ॥
]

`verse 15 [
ततो यद्यत्प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
यथा राज्ञां तु भोज्यं वै शुद्धैर्भागवतैर्नरैः ॥
]

`verse 16 [
स्थापयित्वा तु मां देवि विधिदृष्टेन कर्मणा ॥
धनधान्यसमृद्धानि दत्त्वा भागवतैरपि ॥
]

`verse 17 [
सिद्धं भागवतैश्चान्नं मम प्रापणशेषकम् ॥
भुञ्जानस्तु वरारोहे न स पापेन लिप्यते ॥
]

`verse 18 [
एवं विष्णुवचः श्रुत्वा धरणी संशितव्रता ॥
वराहरूपिणं देवं प्रत्युवाच वरानना ॥
]

`speaker [
धरण्युवाच
]

`verse 19 [
राजान्नं तु नरो भुक्त्वा शुद्धो भागवतः शुचिः ॥
कर्मणा केन शुद्ध्येत तन्मे ब्रूहि जनार्दन ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 20 [
शृणु तत्त्वेन मे देवि यन्मां त्वं भीरु भाषसे ॥
तरन्ति पुरुषा येन राजान्नस्योपभुञ्जकाः ॥
]

`verse 21 [
एकं चान्द्रायणं कृत्वा तप्तकृच्छ्रं च पुष्कलम् ॥
कुर्यात्सान्तपनं चैकं शीघ्रं मुच्यन्ति किल्बिषात् ॥
]

`verse 22 [
न तस्य चापराधोऽस्ति वसुधे वै वचो मम ॥
एवमेव न भोक्तव्यं राजान्नं वै कदाचन ॥
ममात्र पूजाकामेन यदीच्छेत्परमां गतिम् ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे राजान्नप्रायश्चित्तं नाम त्रिंशदधिकशततमोऽध्यायः ॥
]
