`verse 1 [
अथ दन्तकाष्ठाचर्वणप्रायश्चित्तम् ॥
श्रीवराह उवाच ॥
दन्तकाष्ठमचर्वित्वा यो हि मामुपसर्पति ॥
पूर्वकालकृतं कर्म तेन चैकेन नश्यति ॥
]

`verse 2 [
नारायणवचः श्रुत्वा पृथिवी धर्मसंश्रितः ॥
विष्णुभक्तसुखार्थाय हृषीकेशमुवाच ह ॥
]

`speaker [
धरण्युवाच
]

`verse 3 [
सर्वकालकृतं कर्म क्लेशेन महताऽनघ ॥
कथमेकापराधेन सर्वमेव प्रणश्यति ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 4 [
शृणु सुन्दरि तत्त्वेन कथ्यमानं मयाऽनघे ॥
येन चैकापराधेन पूर्वकर्म प्रणश्यति ॥
]

`verse 5 [
मनुष्यः किल्बिषी भद्रे कफपित्तसमन्वितः ॥
पूयशोणितसम्पूर्णं दुर्गन्धि मुखमस्य तत् ॥
]

`verse 6 [
तत्सर्वबीजं नश्येत दन्तकाष्ठस्य भक्षणात् ॥
शुद्धिर्भागवती चैव आचारेण विवर्जिता ॥
]

`speaker [
धरण्युवाच
]

`verse 7 [
दन्तकाष्ठमखादित्वा यः कर्माणि करोति ते ॥
प्रायश्चित्तं च मे ब्रूहि येन धर्मो न नश्यति ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 8 [
एवमेतन्महाभागे यन्मां त्वं परिपृच्छसि ॥
कथयिष्यामि हीदं ते यथा शुद्ध्यन्ति मानवाः ॥
]

`verse 9 [
आकाशशयनं कृत्वा दिनानि द्वे च पंच च ॥
अभुक्तदन्तकाष्ठाश्च एवं शुध्यन्ति मानवाः ॥
]

`verse 10 [
एवं ते कथितं भद्रे दन्तकाष्ठस्य भक्षणम् ॥
य एतेन विधानेन प्रायश्चित्तं समाचरेत् ॥
]

`verse 11 [
कुतस्तस्यापराधोऽस्ति एवमेव न संशयः ॥
]

`colophon [
इति श्रीवराहपुराणे दन्तकाष्ठाचर्वणप्रायश्चित्तं नामैकत्रिंशदधिकशततमोऽध्यायः ॥
]
