`verse 1 [
अथ मृतकस्पर्शप्रायश्चित्तम् ॥
श्रीवराह उवाच ॥
गत्वा तु मैथुनं भद्रे अस्नातो यः शवं स्पृशेत् ॥
रेतः पिबति दुर्बुद्धिः सहस्रं नव पंच च ॥
]

`verse 2 [
वर्षं नारायणाच्छ्रुत्वा सा मही संशितव्रता ॥
ततो दीनमना भूत्वा प्रोवाच मधुसूदनम् ॥
]

`speaker [
धरण्युवाच
]

`verse 3 [
किमिदं भाषसे देव धर्मं भीषणसङ्कटम् ॥
कथमेवं पुमान्वै स रेतःपानपरो भवेत् ॥
]

`verse 4 [
एतन्मे परमं दुःखं तद्भवान्वक्तुमर्हति ॥
श्रीवराह उवाच ॥
शृणु तत्त्वेन मे देवि इदं गुह्यमनुत्तमम् ॥४॥
चिह्नमैतद्वरारोहे आधिचारविनिश्चयः॥
पुरुषः स्त्रीषु कर्माणि यो विकुर्वीत निर्घृणः ॥५॥
दृष्टं तस्यापराधस्य फलं प्राप्नोति मानवः ॥
एवमेतद्वरारोहे यन्मां त्वं परिपृच्छसि ॥
]

`verse 5 [
अपराधस्य दोषेण विशुद्धिश्च न जायते ॥
प्रायश्चित्तं प्रवक्ष्यामि रागदोषेण दोषितम् ॥
]

`verse 6 [
गृहस्थाः पुरुषा भद्रे मम कर्मपरायणाः ॥
यावकेन त्रयं क्षिप्त्वा पिण्याकेन दिनत्रयम् ॥
]

`verse 7 [
वायुभक्षं दिनं त्वेकं ततो मुच्येत किल्बिषात् ॥
य एवं कुरुते भूमे विधिदृष्टेन कर्मणा ॥
]

`verse 8 [
ज्ञात्वा कर्मापराधं तु न स पापेन लिप्यते ॥
एतत्ते कथितं भद्रे मिथुनं योऽभिगच्छति ॥
]

`verse 9 [
प्रायश्चित्तं महाभागे मम लोकसुखावहम् ॥
स्पृष्ट्वा तु मृतकं भद्रे नरं पंचत्वमागतम् ॥
]

`verse 10 [
मम शास्त्रं बहिष्कृत्य यः श्मशानं प्रपद्यते ॥
पितरस्तस्य सुश्रोणि आत्मनश्च पितामहाः ॥
]

`verse 11 [
श्मशाने जम्बुका भूत्वा भक्षयन्ति शवान् तथा ॥
ततो हरेवर्चः श्रुत्वा धर्मकामा वसुन्धरा ॥
]

`verse 12 [
उवाच मधुरं वाक्यं सर्वलोकहिताय वै ॥
धरण्युवाच ॥
तव नाथ प्रपन्नानां क्व पापं विद्यते प्रभो ॥
]

`verse 13 [
प्रायश्चित्तं च मे ब्रूहि येन मुच्यन्ति किल्बिषात् ॥
श्रीवराह उवाच ॥
शृणु सुन्दरि तत्त्वेन यन्मां त्वं परिपृच्छसि ॥१५॥
कथयिष्यामि ते हीदं शोभनं पापनाशनम् ॥
एकाहारो दिनान्सप्त त्रिरात्रं चाप्युपोषितः ॥
]

`verse 14 [
पंचगव्यं ततः पीत्वा ततो मुच्येत किल्बिषात् ॥
शवे स्पृष्टेऽपराधस्य एष ते कथितो विधिः ॥
]

`verse 15 [
सर्वथा वर्जनीयं वै सर्वभागवतेन तु ॥
य एतेन विधानेन प्रायश्चित्तं समाचरेत् ॥१८॥
विमुक्तः सर्वपापेभ्यो नापराधोऽस्ति तस्य वै ॥
नारीं रजस्वलां स्पृष्ट्वा यो मां स्पृशति निर्भयः ॥१९॥
रागमोहेन संयुक्तः कामेन  च वशीकृतः॥
वर्षाणां तु सहस्रैकं रजः पिबति निर्घृणः ॥
]

`verse 16 [
अन्धश्च जायते देवि दरिद्रो ज्ञानमूर्खवान्॥
न च विन्दति चात्मानं पतितो नरके यथा ॥२१॥
अपराधमिमं कृत्वा तत्रैवं नास्ति संशयः ॥
धरण्युवाच ॥
तव देव प्रपन्नानां मोक्षं संसारसागरात् ॥
]

`verse 17 [
अपराधसमायुक्तस्तव कर्मपरायणः ॥
कर्मणा येन शुध्येत तन्मे ब्रूहि जनार्दन ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 18 [
स्पृष्ट्वा रजस्वलां नारीं नरो मद्भक्तितत्परः ॥
तपः कृत्वा त्रिरात्रं तु आकाशशयने वसेत् ॥
]

`verse 19 [
शुद्धो भागवतो भूत्वा मम कर्मपरायणः ॥
एवं कृत्वा महाभागे प्रायश्चित्तं मम प्रियम् ॥ २५ ॥ ।
मुच्यते किल्बिषाद्देवि आचारेण बहिष्कृतः ॥
एतत्ते कथितं भद्रे यत्स्पृष्ट्वा तु रजस्वलाम् ॥
]

`verse 20 [
स्पृष्ट्वा तु मृतकं देवि यो मत्क्षेत्रेषु तिष्ठति ॥
शतवर्षसहस्राणि गर्भेषु परिवर्त्तते ॥
]

`verse 21 [
दशवषर्सहस्राणि चण्डालश्चैव जायते ॥
अन्धः सप्तसहस्राणि मण्डूकश्च शतं समाः ॥२८॥
मक्षिका त्रीणि वर्षाणि टिट्टिभैकादशं समाः ॥
दंशो वै सप्त चान्यानि कृकलासो भवेत्समाः ॥
]

`verse 22 [
हस्ती वर्षशतं चैव खरो द्वात्रिंशकं भवेत् ॥
मार्जारो नववर्षाणि वानरो दशपञ्च च ॥
]

`verse 23 [
एवं स चात्मदोषेण मम कर्मपरायणः ॥
प्राप्नोति सुमहद्दुःखं देवि चैवं न संशयः ॥३१॥
ततो हरेर्वचः श्रुत्वा दुःखेन परिपृच्छति ॥
सर्वसंसारमोक्षाय प्रत्युवाच वसुन्धरा ॥
]

`speaker [
धरण्युवाच
]

`verse 24 [
किमिदं भाषसे देव मानुषाणां दुरासदम् ॥
वाक्यं भीषणमत्यन्तं मम मर्मप्रभेदकम् ॥
]

`verse 25 [
आचाराच्च परिभ्रष्टस्तवकर्मपरायणः ॥
यथा तरति दुर्गाणि प्रायश्चित्तं तथा वद ॥
]

`verse 26 [
श्रुत्वा पृथ्व्यास्तथा वाक्यं लोकनाथो जनार्द्दनः ॥
धर्मसंरक्षणार्थाय प्रत्युवाच वसुन्धराम् ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 27 [
स्पृष्ट्वा तु मृतकं भूमे मम कर्मपरायणः ॥
एकाहारं ततस्तिष्ठेद्दिनानि दश पञ्च च ॥
]

`verse 28 [
तत एवं विधिं कृत्वा पञ्चगव्यं तु प्राशयेत् ॥
शुद्धभावं विशुद्धात्मा कर्मणा च न लिप्यते ॥
]

`verse 29 [
एतत्ते कथितं देवि स्पृष्ट्वा मृतकमेव च ॥
दोषं चैव विशुद्ध्यर्थं यत्त्वया पूर्वपृच्छितम् ॥
]

`verse 30 [
य एतेन विधानेन प्रायश्चित्तं समाचरेत् ॥
अपराधविमुक्तो वै मम लोकं स गच्छति॥
]

`colophon [
इति श्रीवराहपुराणे मृतकस्पर्शनप्रायश्चित्तं नाम द्वात्रिंशदधिकशततमोऽध्यायः ॥
]
