`verse 1 [
अथ पूजासामयिकगुदरवपुरीषोत्सर्जनयोः प्रायश्चित्तम् ॥
श्रीवराह उवाच ॥
स्पृशमानेन मां भूमे वातकर्म प्रमुच्यते ॥
एवञ्च पुरुषो युक्तो वायुपीडितमानसः ॥
]

`verse 2 [
मक्षिका पञ्च वर्षाणि त्रीणि वर्षाणि मूषकः ॥
श्वा चैव त्रीणि वर्षाणि कूर्मो वै जायते नव ॥
]

`verse 3 [
एष वै तापनं देवि मोहनं मम सांप्रतम् ॥
यो वै शास्त्रं विजानाति मम कर्मपरायणः ॥
]

`verse 4 [
श्रुत्वा वाक्यं हृषीकेशं प्रत्युवाच वसुन्धरा ॥
धरण्युवाच ॥
अतुलं लभते पापं तव कर्मपरायणः ॥
]

`verse 5 [
तस्य देव सुखार्थाय विशुद्धिं वक्तुमर्हसि ॥
श्रीवराह उवाच ॥
शृणु कार्त्स्न्येन मे देवि कथ्यमानं मयाऽनघे ॥
]

`verse 6 [
अपराधमिमं कृत्वा सन्तरेद्येन कर्मणा ॥
पावकेन दिनं त्रीणि नक्तानि च पुनस्त्रयः ॥
]

`verse 7 [
कर्म चैवं ततः कृत्वा स च मे नापराध्यति ॥
सर्वसङ्गं परित्यज्य मम लोकं स गच्छति ॥
]

`verse 8 [
एतत्ते कथितं भद्रे महाकर्मापराधिनः ॥
दोषं चैव गुणं चैव यत्त्वया परिपृच्छितम् ॥
]

`verse 9 [
शृणु तत्त्वेन मे भूमे कथ्यमानं मयाऽनघे ॥
पुरीषं मुच्यते यस्तु मम कर्म समाचरन् ॥
]

`verse 10 [
दिव्यवर्षसहस्रं तु रौरवे नरके वसेत् ॥
पुरीषं भक्षयेत्तत्र मम कर्मपरायणः ॥
]

`verse 11 [
प्रायश्चित्तं वदाम्यत्र येन मुच्येत किल्बिषात् ॥
मम कर्मपरिभ्रष्टो विह्वलेनान्तरात्मना ॥
]

`verse 12 [
एकां जलमयीं शय्यामेकामाकाशशायिनीम् ॥
एवं कृत्वा विधानं तु सोऽपराधात्प्रमुच्यते ॥
]

`verse 13 [
एतत्ते कथितं भद्रे पुरीषं यः समुत्सृजेत् ॥
मद्भक्तेषु विशालाक्षि अपराधविनिश्चयः ॥
]

`colophon [
इति श्रीवराहपुराणे पूजासमये गुदरवपुरीषोत्सर्गयोः प्रायश्चित्तं नाम त्रयस्त्रिंशदधिकशततमोऽध्यायः ॥१३३॥
]
