`verse 1 [
अथ जालपादभक्षणापराधप्रायश्चित्तम् ॥
श्रीवराह उवाच ॥
रक्तवस्त्रेण संयुक्तो यो हि मामुपसर्पति ॥
तस्यापि शृणु सुश्रोणि कर्म संसारमोक्षणम् ॥
]

`verse 2 [
रजस्वलासु नारीषु रजो यत्तत्प्रवर्त्तते ॥
तेनासौ रजसा पुष्टो कर्मदोषेण जानतः ॥
]

`verse 3 [
वर्षाणि दश पञ्चैव वसते तत्र निश्चयात् ॥
रजो भूत्वा महाभागे रक्तवस्त्रपरायणः ॥
]

`verse 4 [
प्रायश्चितं प्रवक्ष्यामि तस्य कायविशोधनम् ॥
येन शुध्यन्ति ते भूमे पुरुषाः शास्त्रनिश्चिताः ॥
]

`verse 5 [
एकाहारं ततः कृत्वा दिनानि दश सप्त च॥
वायुभक्षस्त्रीण्यहानि दिनमेकं जलाशनः ॥
]

`verse 6 [
एवं स मुच्यते भूमे मम विप्रियकारकः ॥
प्रायश्चित्तं ततः कृत्वा ममासौ रोचते सह ॥
]

`verse 7 [
एतत्ते कथितं भूमे रक्तवस्त्रविभूषिते ॥
प्रायश्चित्तं महाभागे सर्वसंसारमोक्षणम् ॥
]

`verse 8 [
यस्तु मामन्धकारेषु विना दीपेन सुन्दरि ॥
स्पृशते च विना शास्त्रं त्वरमाणो विमोहितः ॥
]

`verse 9 [
पतनं तस्य वक्ष्यामि शृणुष्व त्वं वसुन्धरे ॥
तेन क्लेशं समासाद्य क्लिश्यते च नराधमः ॥
]

`verse 10 [
अन्धो भूत्वा महाभागे एकं जन्म तमोमयः ॥
सर्वाशी सर्वभक्षश्च मानवः सोऽभिजायते ॥
]

`verse 11 [
अनन्यमानसो भूत्वा भूमे ह्येतत्प्रसाधयेत् ॥
प्रायश्चित्तं प्रवक्ष्यामि अन्धकारे तु यः पुरा ॥
]

`verse 12 [
संस्पृशेत्सोऽपि धर्मात्मा येन लोकं मम व्रजेत् ॥
अक्ष्णोराच्छादनं कृत्वा दिनानि दश पञ्च च ॥
]

`verse 13 [
एकाहारं ततः कृत्वा दिनविंशं समाहितः ॥
यस्य कस्यापि मासस्य एकामेव च द्वादशीम् ॥१३ ॥
एकाहारस्ततो भूत्वा निषीदेच्च जलाशनः ॥
ततो यवान्नं भुञ्जीत गोमूत्रेण तु पाचितम् ॥
]

`verse 14 [
प्रायश्चित्तेन चैतेन मुच्यते पातकात्ततः ॥
यः पुनः कृष्णवस्त्रेण मम कर्मपरायणः ॥
]

`verse 15 [
देवि कर्माणि कुर्वीत तस्य वै पातनं शृणु ॥
घुणो वै पञ्चवर्षाणि लाजवास्तुसमाश्रयः ॥
]

`verse 16 [
पञ्च वर्षाणि नकुलो दश वर्षाणि कच्छपः ॥
एवं भ्रमति संसारे मम कर्मपरायणः ॥
]

`verse 17 [
पारावतेषु जायेत नव वर्षाणि पञ्च च ॥
जातो ममापराधेन स्थितः पारावतो भुवि ॥
]

`verse 18 [
मम तिष्ठति पार्श्वेषु यत्रैवाहं प्रतिष्ठितः ॥
प्रायश्चित्तं प्रवक्ष्यामि तस्य संसारमोक्षणे ॥
]

`verse 19 [
येनासौ लभते सिद्धिं कृष्णवस्त्रापराधतः ॥
सप्ताहं यावकं भुक्त्वा त्रिरात्रं सक्तुपिण्डिकाम्॥
]

`verse 20 [
त्रीणि पिण्डांस्त्रिरात्रं तु एवं मुच्येत किल्बिषात् ॥
य एतेन विधानेन देवि कर्माणि कारयेत् ॥
]

`verse 21 [
शुचिर्भागवतो भूत्वा मम मार्गानुसारतः ॥
न स गच्छति संसारं मम लोकं स गच्छति ॥
]

`verse 22 [
वाससा चाप्यधौतेन यो मे कर्माणि कारयेत् ॥
शुचिर्भागवतो भूत्वा मम मार्गानुसारकः ॥
]

`verse 23 [
तस्य दोषं प्रवक्ष्यामि अपराधं वसुन्धरे ॥
पतन्ति येन संसारं वाससोच्छिष्टकारिणः ॥
]

`verse 24 [
देवि भूत्वा गजो मत्तस्तिष्ठत्येकं नरो भुवि ॥
उष्ट्रश्चैकं भवेज्जन्म जन्म चैकं वृकस्तथा ॥
]

`verse 25 [
गोमायुरेकं जन्मापि जन्म चैकं हयस्तथा ॥
सारङ्गस्त्वेकजन्मा वै मृगो भवति वै ततः ॥
]

`verse 26 [
सप्तजन्मान्तरं पश्चात्ततो भवति मानुषः ॥
मद्भक्तश्च गुणज्ञश्च मम कर्मपरायणः ॥
]

`verse 27 [
दक्षो निरपराधश्च अहङ्कारविवर्जितः ॥
धरण्युवाच ॥
श्रुतमेतन्मया देव यत्त्वया समुदाहृतम् ॥
]

`verse 28 [
संसारं वाससोच्छिष्टा येन गच्छन्ति मानुषाः॥
प्रायश्चित्तं च मे ब्रूहि सर्वकर्मसुखावहम् ॥
]

`verse 29 [
किल्बिषाद्येन मुच्यन्ते तव कर्मपरायणाः ॥
श्रीवराह उवाच ॥
शृणु तत्त्वेन मे देवि कथ्यमानं मयाऽनघे ॥
]

`verse 30 [
प्रायश्चित्तं प्रवक्ष्यामि मम कर्मपरायणः ॥
यावकेन त्रीण्यहानि पिण्याकेन दिनत्रयम् ॥
]

`verse 31 [
पर्णभक्षस्त्रीण्यहानि पयोभक्षो दिनत्रयम् ॥
पायसेन त्रिरात्रं तु वायुभक्षो दिनत्रयम् ॥
]

`verse 32 [
एवं कृत्वा महाभागे वाससोच्छिष्टकारिणः ॥
अपराधं न विन्देरन्संसारं न प्रयान्ति च ॥
]

`verse 33 [
श्वानोच्छिष्टं तु यो दद्यान्मम कर्मपरायणः ॥
पापं तस्य प्रवक्ष्यामि संसारे च महद्भयम् ॥
]

`verse 34 [
श्वानो वै सप्त जन्मानि गोमायुः सप्त वै तथा ॥
उलूकः सप्तवर्षाणि पश्चाज्जायेत मानुषः ॥
]

`verse 35 [
विशुद्धात्मा श्रुतिज्ञश्च मद्भक्तश्चैव जायते ॥
गृहे भागवतोत्कृष्टे अपराधविवर्जितः ॥
]

`verse 36 [
शृणु तत्त्वेन वसुधे प्रायश्चित्तं महौजसम् ॥
तरन्ति मानुषा येन त्यक्त्वा संसारसागरम् ॥
]

`verse 37 [
मूलभक्षो दिनत्रय्यां फलाहारो दिनत्रयम् ॥
शाकभक्षो दिनत्रय्यां पयोभक्षो दिनत्रयम् ॥
]

`verse 38 [
दध्याहारो दिनत्रय्यां पायसेन दिनत्रयम् ॥
वाय्वाहारो दिनत्रय्यां स्नानं कृत्वा दृढव्रतः ॥
]

`verse 39 [
एवं दिनान्येकविंशत्कृत्वा वै शुभलक्षणम् ॥
अपराधं न विन्देत मम लोकं स गच्छति ॥
]

`verse 40 [
भुक्त्वा वराहमांसं तु यश्च मामिह सर्पति ॥
पातनं तस्य वक्ष्यामि यथा भवति सुन्दरि ॥
]

`verse 41 [
वराहो दश वर्षाणि कृत्वानुचरते वने ॥
व्याधो भूत्वा महाभागे समाः पञ्च च सप्त च ॥
]

`verse 42 [
ततश्च मूषको भूत्वा वर्षाणि च चतुर्दश ॥
ऊनविंशतिवर्षाणि यातुधानश्च जायते ॥
]

`verse 43 [
सल्लकी चाष्टवर्षाणि जायते भवने बहु ॥
व्याघ्रस्त्रिंशच्च वर्षाणि जायते पिशिताशनः ॥
]

`verse 44 [
एवं संसारितां गत्वा वराहामिषभक्षकः ॥
जायते विपुले सिद्धे कुले भागवते तथा ॥
]

`verse 45 [
हृषीकेशवचः श्रुत्वा  सर्वं सम्पूर्णलक्षणम् ॥
शिरसा चाञ्जलिं कृत्वा वाक्यं चेदमुवाच ह ॥
]

`verse 46 [
एतन्मे परमं गुह्यं तव भक्तसुखावहम् ॥
वराहमांसभक्षस्तु येन मुच्येत किल्बिषात् ॥
]

`verse 47 [
तरन्ति मानुषा येन तिर्यक्संसारसागरात् ॥
गोमयेन दिनं पञ्च कणाहारेण सप्त वै ॥
]

`verse 48 [
पानीयं तु ततो भुक्ता तिष्ठेत्सप्तदिनं ततः ॥
अक्षारलवणं सप्त सक्तुभिश्च तथा त्रयः ॥४९॥
तिलभक्षो दिनान्सप्त पाषाणस्य च भक्षकः ॥
पयो भुक्त्वा दिनं सप्त कारयेद्बुद्धिमान्मनः॥
]

`verse 49 [
क्षान्तं दान्तं तथा कृत्वा अहङ्कारविवर्ज्जितः॥
दिनान्येकोनपञ्चाशच्चरेत्कृतविनिश्चयः॥५१॥
विमुक्तः सर्वपापेभ्यः ससंज्ञो विगतज्वरः ॥
कृत्वा मम च कर्माणि मम लोकं स गच्छति ॥५२॥
जालपादं भक्षयित्वा यस्तु मामुपसर्पति ॥
जालपादस्ततो भूत्वा वर्षाणि दश पञ्च च ॥
]

`verse 50 [
कुम्भीरो दश वर्षाणि पञ्च वर्षाणि सूकरः ॥
तावद्भ्रमति संसारे मम चैवापराधतः ॥
]

`verse 51 [
कृत्वा तु दुष्करं कर्म जायते विपुले कुले ॥
शुद्धो भागवतश्रेष्ठो ह्यपराधविवर्जितः ॥
]

`verse 52 [
सर्वकर्माण्यतिक्रम्य मम लोकं स गच्छति ॥
प्रायश्चितं प्रवक्ष्यामि जालपादस्य भक्षणे ॥
]

`verse 53 [
तरन्ति मनुजा येन घोरसंसारसागरात् ॥
यावकान्नं दिनत्रय्यां वायुभक्षो दिनत्रयम् ॥
]

`verse 54 [
फलभक्षो दिनत्रय्यां तिलभक्षो दिनत्रयम् ॥
अक्षारलवणान्नाशी पुनस्तत्र दिनत्रयम् ॥
]

`verse 55 [
दशपञ्च दिनान्येवं प्रायश्चित्तं समाचरेत् ॥
जालपादापराधस्य एवं कुर्वीत शोधनम्॥
विनीतात्मा शुचिर्भूत्वा य इच्छेत्सुशुभां गतिम् ॥५९॥
इति श्रीवराहपुराणे जालपादभक्षणापराधप्रायश्चित्तं नाम पञ्चत्रिंशदधिकशततमोऽध्यायः॥
]
