`verse 1 [
अथ प्रायश्चित्तकर्मसूत्रम्॥
श्रीवराह उवाच ॥
दीपं स्पृष्ट्वा तु यो देवि मम कर्माणि कारयेत् ॥
तस्यापराधाद्वै भूमे पापं प्राप्नोति मानवः॥१ ॥
तच्छृणुष्व महाभागे कथ्यमानं मयाऽनघे॥
जायते षष्टिवर्षाणि कुष्ठी गात्रपरिप्लुत॥२॥
चाण्डालस्य गृहे तत्र एवमेतन्न संशयः ॥
एवं भुक्त्वा तु तत्कर्म मम क्षेत्रे मृतो यदि ॥
]

`verse 2 [
मद्भक्तश्चैव जायेत शुद्धे भागवते गृहे ॥
प्रायश्चित्तं प्रवक्ष्यामि दीपस्य स्पर्शनाद्भुवि ॥४॥
तरन्ति मनुजा येन कष्टं चाण्डालयोनिषु ॥
यस्य कस्यापि मासस्य शुक्लपक्षे च द्वादशी ॥
]

`verse 3 [
चतुर्थभक्तमाहारमाकाशशयने स्वपेत् ॥
दीपं दत्त्वापराधाद्वै तरन्ति मनुजा भुवि ॥
]

`verse 4 [
शुचिर्भूत्वा यथान्यायं मम कर्मपथे स्थितः ॥
एतत्ते कथितं भद्रे स्पर्शने दीपकस्य तु ॥
]

`verse 5 [
संसारशोधनं चैव यत्कृत्वा लभते शुभम् ॥
श्मशानं यो नरो गत्वा अस्नात्वैव तु मां स्पृशेत् ॥
]

`verse 6 [
मम दोषापराधस्य शृणु तत्त्वेन यत्फलम् ॥
जम्बुको जायते भूमौ वर्षाणां नव पंच च ॥
]

`verse 7 [
गृध्रस्तु सप्त वर्षाणि जायते खचरेश्वरः ॥
चरन्तौ मानुषं मांसमुभौ तौ गृध्रजम्बुकौ ॥
]

`verse 8 [
पिशाचो जायते तत्र वर्षाणि नव पंच च ॥
ततस्तु कुणपोच्छिष्टं त्रिंशद्वर्षाणि खादति ॥
]

`verse 9 [
ततो नारायणाच्छ्रुत्वा धरणी वाक्यमब्रवीत् ॥
एतन्मे परमं गुह्यं लोकनाथ जनार्दन ॥
]

`verse 10 [
परं कौतूहलं देव निखिलं वक्तुमर्हसि ॥
श्मशानं पुण्डरीकाक्ष ईश्वरेण प्रशंसितम्॥
]

`verse 11 [
किन्त्वत्र त्रिगुणं देव पवित्रे शिवभाषिते ॥
स तव रमते नित्यं भगवांस्तु महामतिः॥१४॥
कपालं गृह्य देवोऽत्र दीप्तिमन्तं महौजसम् ॥
प्रशंसितं च रुद्रेण भवता किं विनिन्दितम् ॥
]

`verse 12 [
श्मशानं पद्मपत्राक्ष रुद्रस्य च निशि प्रियम् ॥
श्रीवराह उवाच ॥
शृणु तत्त्वेन मे देवि इदमाख्यानमुत्तमम् ॥
]

`verse 13 [
अद्यापि ते न जानन्ति ह्यनघे संशितव्रताः ॥
कृत्वा सुदुष्करं कर्म सर्वभूतपतिं हरिम् ॥
]

`verse 14 [
हत्वा च बालान्वृद्धांश्च त्रिपुरे रूपिणीः स्त्रियः ॥
तेन पापेन सम्बद्धो न शक्नोति विचेष्टितुम् ॥
]

`verse 15 [
प्रणष्टमानसैश्वर्यो नष्टा माया च योगिनः ॥
विवर्णवदनो भूत्वा तिष्ठते स महेश्वरः ॥
]

`verse 16 [
तत्र स्थाने शिवो भूमे गणैः सर्वैः समावृतः ॥
नष्टमायं ततो देवि चिन्तयामि वसुन्धरे ॥
]

`verse 17 [
ततो ध्यातो मया देवि शङ्करः पुनरेष्यति ॥
यावत्पश्यामि तं देवं देवि दिव्येन चक्षुषा ॥
]

`verse 18 [
नष्टं मायाबलं रुद्रं सर्वभूतमहेश्वरम् ॥
ततोऽहं तत्र गत्वा तु यष्टुकामं त्रियम्बकम् ॥
]

`verse 19 [
नष्टसंज्ञो हतज्ञानो नष्टयोगबलोऽबलः ॥
तत ईशो मया चोक्तो वाक्यमेवं सुखावहम् ॥
]

`verse 20 [
किमिदं तिष्ठसे रुद्र कश्मलेन समावृतः ॥
त्वं कर्त्ता च विकर्त्ता च विकाराकार एव च ॥
]

`verse 21 [
त्वं वैशाख्यं वियोगं च त्वं योनिस्त्वं परायणम् ॥
त्वमुग्रदेवदेवादिस्त्वं साम त्वं तथा दिशः ॥
]

`verse 22 [
किं न बुध्यति चात्मानं गणैः परिवृतो भवान् ॥
किमिदं देवदेवेश विवर्णः पृथुलोचनः ॥
]

`verse 23 [
तन्ममाचक्ष्व तत्त्वेन यत्पृष्टोसि मया भवान् ॥
स्मर योगं च मायां च पश्य विष्णोर्महात्मनः ॥
]

`verse 24 [
तव चैव प्रियार्थाय येनाहमिह चागतः ॥
ततो मम वचः श्रुत्वा लब्धसंज्ञो महेश्वरः ॥२८॥
उवाच मधुरं वाक्यं पापसन्तप्तलोचनः ॥
श्रृणु तत्त्वेन मे देव कोऽन्योऽप्येवं करिष्यति ॥२९॥
देवं नारायणं चैकं सर्वलोकमहेश्वरम् ॥
हे विष्णो त्वत्प्रसादेन देवत्वं चैव माधव॥
]

`verse 25 [
लब्धो योगश्च साङ्ख्यं च जातोऽस्मि विगतज्वरः ॥
त्वत्प्रसादेन जातोऽस्मि पूर्णाम्बुरिव सागरः ॥
]

`verse 26 [
अहं त्वां तु विजानामि मां त्वं जानासि माधव ॥
आवयोरन्तरं कोऽपि न पश्यति जनार्दन ॥
]

`verse 27 [
ब्रह्माणं तु विजानाति नावयोरन्तरेण हि ॥
साधु विष्णो महाभाग सर्वमायाकरण्डक ॥
]

`verse 28 [
एवं मह्यं हरो वाक्यमुक्त्वा भूतमहेश्वरः ॥
मुहूर्त्तं ध्यानमास्थाय पुनः प्रोवाच माधवि ॥
]

`verse 29 [
तव विष्णो प्रसादेन मया तत्त्रिपुरं हतम् ॥
निहता दानवास्तत्र गर्भिण्यश्च निपातिताः ॥
]

`verse 30 [
बालवृद्धा हतास्तत्र विस्फुरन्तो दिशो दश ॥
तस्य पापस्य दोषेण न शक्नोमि विचेष्टितुम् ॥
]

`verse 31 [
प्रणष्टयोगमायश्च नष्टैश्वर्यश्च माधव ॥
कि कर्त्तव्यं मया विष्णो पापावस्थेन सम्प्रति ॥३७॥
विष्णो तत्त्वेन मे ब्रूहि शोधनं पाप नाशनम् ॥
येन वै कृतमात्रेण शुद्धो मुच्येत किल्बिषात् ॥
]

`verse 32 [
एवं चिन्तात्मनस्तस्य मया रुद्रस्य भाषितम् ॥
कपालमालां गृहीत्वा समलं गच्छ शङ्कर ॥
]

`verse 33 [
ममैवं वचनं श्रुत्वा भगवान्परमेश्वरः ॥
उवाच मां पुनर्व्यक्तं मां बोधय जगत्पते ॥
]

`verse 34 [
कीदृशः समलो विष्णो यत्र गच्छामहे वयम् ॥
ततस्तस्य वचः श्रुत्वा शङ्करस्य महेश्वरि ॥
]

`verse 35 [
तत्पापशोधनार्थाय मया वाक्यं प्रभाषितम् ॥
श्मशानं समलं रुद्र पूतिको व्रणगन्धिकः ॥
]

`verse 36 [
स्वयं तिष्ठन्ति वै तत्र मनुजा विगतस्पृहः ॥
तत्र गृह्य कपालानि रम तत्रैव शङ्कर ॥
]

`verse 37 [
तत्र वर्षसहस्राणि दिव्यान्येव दृढव्रतः ॥
ततो भक्षय मांसानि पापक्षयचिकीर्षुकः ॥
]

`verse 38 [
हतानां चैव मांसानि ये च भोज्यास्तव प्रियाः ॥
एवं सर्वैर्गणैः सार्द्धं वस तत्र सुनिश्चितः ॥
]

`verse 39 [
पूर्णे वर्षसहस्रे तु स्थित्वा त्वं समले पुनः ॥
गच्छाश्रमपदं पश्चाद्गौतमस्य महामुनेः ॥
]

`verse 40 [
तत्र ज्ञास्यसि चात्मानं गौतमाश्रमसंस्थितः ॥
प्रसादाद्गौतममुनेर्भवता गतकिल्बिषः ॥
]

`verse 41 [
सततं पापसम्पन्नं कपालं शिरसि स्थितम् ॥
ऋषिः पातयितुं शक्तस्त्वत्प्रसादान्न सशंयः ॥
]

`verse 42 [
एवं रुद्रं वरं दत्त्वा तत्रैवान्तर्हितोऽभवम् ॥
रुद्रोऽपि भ्रमते तत्र श्मशाने पापसंवृते ॥४९॥
अतो न रोचते भूमे श्मशानं मे कदाचन ॥
यत्र रुद्रकृतं पापं स्थितं किल भयावहम् ॥
]

`verse 43 [
एतत्ते कथितं भद्रे श्मशानं मे जुगुप्सितम् ॥
विना तु कृतसंस्कारो मम कर्मपरायणः ॥
]

`verse 44 [
प्रायश्चित्तं प्रवक्ष्यामि येन शुध्यति किल्बिषात् ॥
कृत्वा चतुर्थभक्षं तु दिनानि दश पंच च ॥
]

`verse 45 [
आकाशशयनं कुर्यादेकवस्त्रः कुशासने ॥
प्रभाते पंचगव्यं च पातव्यं कर्मशोधनम् ॥
]

`verse 46 [
विमुक्तः सर्वपापेभ्यो मम लोकं स गच्छति ॥
पिण्याकं भक्षयित्वा तु यो देवमुपसर्पति ॥
]

`verse 47 [
तस्य वै शृणु सुश्रोणि प्रायश्चित्तं सुशोधनम् ॥
उलूको दश वर्षाणि कच्छपस्तु समास्त्रयः ॥
]

`verse 48 [
जायते मानवस्तत्र मम कर्मपरायणः ॥
यांस्तु दोषान्प्रपश्यन्ते संसारेऽस्मिन्वसुन्धरे ॥
]

`verse 49 [
तस्य वक्ष्यामि सुश्रोणि प्रायश्चित्तं महौजसम् ॥
किल्बिषाद्येन मुच्येत संसारान्तं च गच्छति ॥
]

`verse 50 [
यावकेन दिनैकं तु गोमूत्रेण च कारयेत्॥
रात्रौ वीरासनं कुर्यादाकाशशयने वसेत् ॥
]

`verse 51 [
न स गच्छति संसारं मम लोकं स गच्छति ॥
वराहमांसेन तु यो मम कुर्वीत प्रापणम् ॥
]

`verse 52 [
मूर्खः स पापकर्मा च मम कर्मपरायणः ॥
यांस्तु दोषान्प्रपद्येत संसारं च वसुन्धरे ॥
]

`verse 53 [
यावद्रोम वराहस्य मम गात्रेषु संस्थितम् ॥
तावद्वर्षसहस्राणि नरके पच्यते भुवि ॥
]

`verse 54 [
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
वाराहेण तु मांसेन यस्तु कुर्वीत प्रापणम् ॥
]

`verse 55 [
यावत् तत्तनुसंस्थं तु भजते तु प्रतिष्ठितम् ॥
तावत्स पतते देवि सौकरीं योनिमास्थितः ॥६३॥
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
यां गतिं सम्प्रपद्येत मम कर्मपरायणः ॥६४॥
अन्धो भूत्वा ततो देवि जन्म चैवं प्रतिष्ठितम् ॥
एवं गत्वा तु संसारं वराहमांसप्रापणात् ॥६५॥
जायते विपुले सिद्धे कुले भागवते शुचिः ॥
विनीतः कृतसंस्कारो मम कमर्परायणः ॥६६॥
द्रव्यवान्गुणवांश्चैव रूपवाञ्छीलवाञ्छुचिः ॥
प्रायश्चित्तं प्रवक्ष्यामि तस्य कायविशोधनम् ॥
]

`verse 56 [
किल्बिषाद्येन मुच्येत मम कर्मपरायणः ॥
फलाहारो दिनान्सप्त सप्त मूलाशनस्तथा ॥
]

`verse 57 [
दिनानि सप्त तिष्ठेत सप्त वै पायसेन च ॥
तक्रेण सप्त दिवसान्सप्त पावकभोजनः ॥
]

`verse 58 [
प्रायश्चित्तान्महाभागे मम लोकं स गच्छति ॥
मद्यं पीत्वा वरारोहे यस्तु मामुपसर्पति ॥
]

`verse 59 [
तत्र दोषं प्रवक्ष्यामि शृणु सुन्दरि तत्त्वतः ॥
दशवर्षसहस्राणि दरिद्रो जायते पुनः ॥७१॥
ततो भवेत्सुपूतात्मा मद्भक्तः स न संशयः ॥
यस्तु भागवतो भूत्वा कामरागेण मोहितः ॥
]

`verse 60 [
दीक्षितः पिबते मद्यं प्रायश्चित्तं न विद्यते ॥
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
]

`verse 61 [
अग्निवर्णां सुरां पीत्वा तेन मुच्येत किल्बिषात् ॥
य एतेन विधानेन प्रायश्चित्तं समाचरेत् ॥
]

`verse 62 [
न स लिप्यति पापेन संसारं च न गच्छति ॥
कौसुम्भं चैव यः शाकं भक्षयेन्मम पूजकः ॥७५॥
नरके पच्यते घोरे दश पंच च सूकरः ॥
ततो गच्छेच्छ्वयोनौ च त्रीणि वर्षाणि जम्बुकः ॥७६॥
वर्षमेकं ततः शुध्येन्मत्कर्मणि रतः शुचिः ॥
मम लोकमवाप्नोति शुद्धो भूत्वा वसुन्धरे ॥७७॥
ततो भूमिर्वचः श्रुत्वा प्रत्युवाच पुनर्हरिम् ॥
कुसुम्भशाकनैवेद्यप्रापणेन च किल्बिषात्॥७८॥
कथं मुच्येत देवेश प्रायश्चित्तं वद प्रभो ॥
श्रीवराह उवाच ॥
यो मे कुसुम्भशाकेन प्रापणं कुरुते नरः ॥
]

`verse 63 [
दशवर्षसहस्राणि नरके परिपच्यते ॥
प्रायश्चित्तं प्रवक्ष्यामि तच्च मे वदतः शृणु ॥
]

`verse 64 [
भक्षणे तु कृते कुर्याच्चान्द्रायणमतन्द्रितः ॥
प्रापणे तु कृते कुर्याद्द्वादशाहं पयोव्रतम् ॥
]

`verse 65 [
य एतेन विधानेन प्रायश्चित्तं समाचरेत् ॥
न स लिप्येत पापेन मम लोकं च गच्छति ॥
]

`verse 66 [
यः पारक्येण वस्त्रेण न धूतेन च माधवि ॥
प्रायश्चित्ती भवेन्मूर्खो मम कर्मपरायणः ॥
]

`verse 67 [
करोति मम कर्माणि स्पृशते मां तदा स्थितः ॥
मृगो वै जायते देवि वर्षाणि त्रीणि सप्त च ॥८४॥
हीनपादेन जायेत चैकं जन्म वसुन्धरे ॥
मूर्खश्च क्रोधनश्चैव मद्भक्तश्चैव जायते ॥
]

`verse 68 [
तस्य वक्ष्यामि सुश्रोणि प्रायश्चित्तं महौजसम् ॥
येन गच्छति संसारं मम भक्तो व्यवस्थितः ॥
]

`verse 69 [
अष्टभक्तं ततः कृत्वा मम भक्तिपरायणः ॥
माघस्यैव तु मासस्य शुक्लपक्षस्य द्वादशीम् ॥
]

`verse 70 [
तिष्ठेज्जलाशये गत्वा शान्तो दान्तो यतव्रतः ॥
अनन्यमानसो भूत्वा मम चिन्तापरायणः ॥
]

`verse 71 [
प्रभातायां तु शर्वर्यामुदिते तु दिवाकरे ॥
पचगव्यं ततः पीत्वा मम कर्माणि कारयेत् ॥८९॥
य एतेन विधानेन प्रायश्चित्तं समाचरेत्॥
सर्वपापविनिर्मुक्तो मम लोकं स गच्छति ॥
]

`verse 72 [
( अकृत्वा यो नवान्नानि मम कर्मपरायणः ॥)
ततो भागवतो भूत्वा नवान्नं यो न कारयेत् ॥
]

`verse 73 [
पितरस्तस्य नाश्नन्ति वर्षाणि दश पंच च ॥
अदत्त्वा यस्तु भुञ्जीत नवान्नानि कदाचन ॥
]

`verse 74 [
न तस्य धर्मो विद्येत एवमेतन्न संशयः ॥
अन्यच्च ते प्रवक्ष्यामि येन तस्मात्प्रमुच्यते ॥
]

`verse 75 [
प्रायश्चित्तं महाभागे मम भक्तसुखावहम् ॥
उपवासं त्रिरात्रं तु तत एकेन वा पुनः ॥
]

`verse 76 [
आकाशशयनं कृत्वा चतुर्थेऽहनि शुध्यति ॥
एवं तत्र विधिं कृत्वा उदिते च दिवाकरे ॥
]

`verse 77 [
पंचगव्यं ततः पीत्वा शीघ्रं मुच्येत किल्बिषात् ॥
य एतेन विधानेन प्रायश्चित्तं समाचरेत् ॥
]

`verse 78 [
सर्वसङ्गं परित्यज्य मम लोकं स गच्छति ॥
अदत्त्वा गन्धमाल्यानि यो मे धूपं प्रयच्छति ॥
]

`verse 79 [
कुणपो जायते भूमे यातुधानो न संशयः ॥
वर्षाणि चैकविंशानि अयस्कारनिवासकः ॥
]

`verse 80 [
तिष्ठत्यत्र महाभागे एवमेतन्न संशयः ॥
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
]

`verse 81 [
प्रायश्चित्तं प्रवक्ष्यामि येन मुच्येत किल्बिषात् ॥
यस्य कस्यचिन्मासस्य शुक्लपक्षस्य द्वादशीम् ॥
]

`verse 82 [
उपोष्य चाष्टभक्तं तु दशैकादशमेव च ॥
प्रभातायां तु शर्वर्यामुदिते रविमण्डले ॥
]

`verse 83 [
पंचगव्यं ततः पीत्वा शीघ्रं मुच्यति किल्बिषात् ॥
य एतेन विधानेन प्रायश्चित्तं समाचरेत् ॥
]

`verse 84 [
तानि तानि तरन्त्येव सर्व एव पितामहाः ॥
वहन्नुपानहौ पद्भ्यां यस्तु मामुपचक्रमेत् ॥
]

`verse 85 [
चर्मकारस्तु जायेत वर्षाणां तु त्रयोदश ॥
तज्जन्मनः परिभ्रष्टः सूकरो जायते पुनः ॥
]

`verse 86 [
सूकरत्वात्परिभ्रष्टः श्वा भवेच्च जुगुप्सितः ॥
ततः श्वत्त्वात्परिभ्रष्टो मानुषेषूपजायते ॥
]

`verse 87 [
मद्भक्तश्च विनीतश्च अपराधविवर्जितः ॥
मुक्तस्तु सर्वसंसारान्मम लोकं स गच्छति ॥
]

`verse 88 [
य एतेन विधानेन वसुधे कर्म कारयेत् ॥
न स लिप्येत पापेन एवमेतन्न संशयः ॥
]

`verse 89 [
भेरीशब्दमकृत्वा तु यस्तु मां प्रतिबोधयेत् ॥
बधिरो जायते भूमे एकं जन्म न संशयः ॥
]

`verse 90 [
तस्य वक्ष्यामि सुश्रोणि प्रायश्चित्तं मम प्रियम् ॥
किल्बिषाद्येन मुच्येत भेरीताडनमोहितः ॥
]

`verse 91 [
यस्य कस्यचिन्मासस्य शुक्लपक्षे तु द्वादशी ॥
आकाशशयनं कृत्वा शीघ्रं मुच्येत किल्बिषात् ॥
]

`verse 92 [
य एतेन विधानेन वसुधे कर्म कारयेत् ॥
अपराधं न गच्छेत्तु मम लोकं स गच्छति ॥
]

`verse 93 [
अन्नं भुक्त्वा बहुतरमजीर्णेन परिप्लुतः ॥
उद्गारेण समायुक्तः अस्नात उपसर्पति ॥
]

`verse 94 [
एकजन्मनि श्वा चैव वानरश्चैव जायते ॥
एकस्मिञ्जन्मनि च्छागः सृगालश्चैकजन्मनि ॥
]

`verse 95 [
एकजन्म भवेदन्धो मूषको जायते पुनः ॥
तारितो ह्येष संसाराज्जायते विपुले कुले ॥११४॥
शुद्धो भागवतः श्रेष्ठस्त्वपराधविवर्ज्जित॥
प्रायश्चित्तं प्रवक्ष्यामि मम भक्तसुखावहम्॥११५॥
किल्बिषाद्येन मुच्येत मम भक्तिपरायणः ॥
त्रिदिनं पावकाहारो मूलाहारो दिनत्रयम् ॥
]

`verse 96 [
पायसेन दिनत्रय्यां त्रिदिनं सक्तुना तथा ॥
त्रिदिनं वायुभक्षोऽपि आकाशशयनस्त्रिकम् ॥११७॥
उत्थायापररात्रे तु कृत्वा वै दन्तधावनम्॥
पंचगव्यं पिबेच्चैव शरीरपरिशोधनम् ॥११८॥
य एतेन विधानेन प्रायश्चित्तं समाचरेत् ॥
न स लिप्येत पापेन मम लोकं स गच्छति ॥
]

`verse 97 [
आख्यानानां महाख्यानं तपसां च परं तपः ॥
अत्राहं कीर्त्तयिष्यामि ब्राह्मणेभ्यो महेश्वरि ॥
]

`verse 98 [
एष धर्मश्च कीर्त्तिश्च आचाराणां महौजसाम् ॥
गुणानां च परं श्रेष्ठं ऋतीनां च महा ऋतिः ॥
]

`verse 99 [
य एतत्पठते नित्यं कल्यमुत्थाय मानवः ॥
स पितॄँस्तारयेज्जन्तुर्दश पूर्वान्दशापरान् ॥
]

`verse 100 [
आरोग्याणां महारोग्यं मङ्गलानां तु मङ्गलम् ॥
रत्नानां परमं रत्नं सर्वपापप्रणाशनम् ॥
]

`verse 101 [
यस्तु भागवतो नित्यं पठते च दृढव्रतः ॥
कृत्वा सर्वापराधानि न स पापेन लिप्यते ॥
]

`verse 102 [
एष जप्यः प्रमाणं च सन्ध्योपासनमेव च ॥
कल्यमुत्थाय पठते मम लोकं स गच्छति ॥
]

`verse 103 [
न पठेन्मूर्खमध्ये तु कुशिष्याणां तथैव च ॥
दद्याद्भागवते श्रेष्ठे मम कर्मपरायणे ॥
]

`verse 104 [
एतत्ते कथितो देवि आचारस्य विनिश्चयः ॥
पूर्वं त्वया यत्पृष्टं तु किमन्यच्छ्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे प्रायश्चित्तकर्मसूत्रं नाम षट्त्रिंशदधिकशततमोऽध्यायः ॥
]
