`verse 1 [
अथ गोनिष्क्रमणमाहात्म्यम्॥
धरण्युवाच ॥
अत्याश्चर्यं श्रुतं ह्येतद्रुरुक्षेत्रसमुद्भवम् ॥
हृषीकेशस्य महिमा त्वया य उपवर्णितः ॥
]

`verse 2 [
अन्यच्च यत्परं गुह्यं क्षेत्रं परमपावनम् ॥
वक्तुमर्हसि देवेश परं कौतूहलं मम ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 3 [
शृणु भूमे प्रयत्नेन कारणं परमं मम ॥
गुह्यमस्त्यपरं चैव हिमशृङ्ग शिलोच्चये ॥
]

`verse 4 [
गोनिष्क्रमणकं नाम गावो यत्र प्रतारिताः ॥
यथा निष्क्रमणं प्राप्य सुरभीणां वसुन्धरे ॥४॥
सप्ततिर्यत्र कल्पानि और्वो यत्र प्रजापतिः ॥
तपश्चचार परमं मम मायाबलान्वितः ॥
]

`verse 5 [
तस्यैवं वर्त्तमानस्य याति काले महत्तरे ॥
एवं हि तप्यमानस्य सर्वलोकस्य संशयः ॥
]

`verse 6 [
न वरं प्रार्थयत्येष लाभालाभसमन्वितः ॥
सूचकोऽपि न विद्येत बलिकर्मसु संयतः ॥
]

`verse 7 [
अथ दीर्घस्य कालस्य कश्चिद्ब्रह्मयतिस्तदा ॥
तपस्तपस्यति मुनौ तस्मिन्शैलोच्चये धरे ॥८॥
ईश्वरोऽपि महाभागे तत्पार्श्वं समुपागतः ॥
गोनिष्क्रमेति विख्याते तस्मिंस्तीर्थे महौजसि ॥
]

`verse 8 [
तत्र त्वौर्वो महाभागे तप्यते समदर्शनः ॥
पद्मानां कारणादौर्वो गंगाद्वारमुपागतः ॥
]

`verse 9 [
तन्निर्गतं ततो ज्ञात्वा और्वं सर्वे तपस्विनः ॥
महेश्वरो महातेजाः सम्भ्रमात्समुपागतः ॥
]

`verse 10 [
फलपुष्पसमाकीर्णा लक्ष्मीश्चैवोपजायते ॥
आश्रमं रूपसम्पन्नं फलपुष्पोपशोभितम्॥१२॥
तच्च वै भस्मसाद्भूतं  महारुद्रस्य तेजसा॥
दग्ध्वा तं चाश्रमं पुण्यमौरवस्य सुमहत्प्रियम्॥१३॥
ईश्वरोऽपि ततः प्राप्तः शीघ्रमेव हिमालयम् ॥
एतस्मिन्नन्तरे देवि गृह्य पुष्पकरण्डकम् ॥१४॥
आश्रमं समनुप्राप्त और्वोऽपि मुनिपुंगवः ॥
शान्तो दान्तः क्षमाशीलः सत्यव्रतपरायणः ॥
]

`verse 11 [
दृष्ट्वा स्वमाश्रमं दग्धं बहुपुष्पफलोदकम् ॥
मन्युना परमाविष्टो दुःखनेत्रपरिप्लुतः ॥
]

`verse 12 [
उवाच क्रोधरक्ताक्षो वचनं निर्दहन्निव ॥
येनैष चाश्रमो दग्धो बहुपुष्पफलोदकः ॥
]

`verse 13 [
सोऽपि दुःखेन सन्तप्तः सर्वलोकान्भ्रमिष्यति ॥
एवमौर्वेण दत्ते तु शापे तस्मिन्महौजसि ॥
]

`verse 14 [
महाभयात्तु लोकानां न कश्चित्पर्यवारयत् ॥
तत्क्षणादेव देवेशि ईशोऽपि जगतो विभुः ॥
]

`verse 15 [
महादाहेन सन्तप्तः शम्भुर्देवीमुवाच ह ॥
और्वस्य तु तपो दृष्ट्वा भीतैर्देवैरुदाहृतम् ॥
]

`verse 16 [
दह्यते स्म जगत्सर्वं स तु किञ्चिन्न चेच्छति ॥
को वा प्रति विधिस्तत्र यथा सर्वस्य सम्भवेत् ॥
]

`verse 17 [
एवमुक्ते मया क्रोधादीक्षितस्तस्य चाश्रमः ॥
दग्धोऽभवत्क्षणेनैव वयं तस्माद्विनिर्गताः ॥
]

`verse 18 [
एतद्दुःखेन सन्तप्तो मन्युना च परिप्लुतः ॥
और्वः शशाप रोषेण तेन तप्ता वयं शिवे ॥२३॥
ततोऽभ्रमद्विरूपाक्षः शं न प्राप्नोति कर्हिचित् ॥
अहं च परितप्तोऽस्मि आत्मत्वादीश्वरस्य च ॥
]

`verse 19 [
तेन दाहेन सन्तप्तो न शक्नोमि विचेष्टितुम् ॥
पार्वत्या च ततः प्रोक्तः आवां नारायणं प्रति ॥
]

`verse 20 [
गच्छावस्तस्य वाक्येन सुखं यत्र भविष्यति ॥
ततो नारायणं गत्वा सह तेन तमौर्वकम् ॥
]

`verse 21 [
विज्ञापयामो रुद्रस्य शापोऽयं विनिवर्त्तताम् ॥
सन्तप्ताः स्म वयं सर्वे तस्माच्छापं निवर्त्तय ॥
]

`verse 22 [
और्वोऽप्युवाच नोक्तं मे अनृतं तु कदाचन ॥
सुरभीगणमानीय गत्वैतं स्नापयन्तु वै ॥
]

`verse 23 [
रुद्रशापो निवृत्तः स्यात्तेनैव किल नान्यथा ॥
एतस्मिन्नन्तरे देवि मया गावोऽवतारिताः ॥
]

`verse 24 [
सप्तसप्ततिः कल्याणि सौरभेया महौजसः ॥
तेनाप्लावितदेहाश्च परां निर्वृतिमागताः  ॥
]

`verse 25 [
तच्च गोनिष्क्रमं नाम तीर्थं परमपावनम् ॥
तत्र स्नानं तु कुर्वीत एकरात्रोषितो नरः ॥३१॥
गोलोकं च समासाद्य मोदते नात्र संशयः ॥
अथात्र मुञ्चते प्राणान्कृत्वा कर्म सुदुष्करम् ॥३२॥
शंखचक्रगदायुक्तो मम लोके महीयते ॥
पंच धाराः पतन्त्यत्र मूले मूलवटस्य हि ॥
]

`verse 26 [
तत्र स्नानं प्रकुर्वीत पंचरात्रोषितो नरः ॥
पंचानामपि यज्ञानां फलमाप्नोति मानवः ॥
]

`verse 27 [
अथात्र मुञ्चते प्राणान्कृत्वा कर्म सुदुष्करम् ॥
पंचयज्ञफलं भुक्त्वा मम लोकं प्रपद्यते॥३५॥
अस्ति पंचपदं नाम तस्मिन्क्षेत्रे परं मम॥
मम पूर्वेण पार्श्वेण दृढाः पंच महाशिलाः॥३६॥
मत्पूर्वां दिशमाश्रित्य तत्र ब्रह्मपदद्वयम् ॥
मध्ये तु तस्य कुण्डस्य शिला विस्तीर्णसंश्रिता ॥
]

`verse 28 [
ऊर्द्ध्वं नालपरीणाहं तत्र विष्णुपदं मम ॥
तत्र स्नानं तु कुर्वीत पंचरात्रोषितो नरः ॥
]

`verse 29 [
यांति शुद्धांस्तु लोकांस्ते ये च भागवतप्रियाः ॥
अथात्र मुञ्चते प्राणान्युक्तः पञ्चपदे नरः ॥
]

`verse 30 [
विमुक्तः सर्वसंसारान्मम लोकं च गच्छति ॥
ततो ब्रह्मपदं नाम क्षेत्रं गुह्यं परं मम ॥
]

`verse 31 [
यत्र धारा पतत्येका पश्चिमां दिशमाश्रिता ॥
तत्र स्नानं तु कुर्वीत एकरात्रोषितो नरः ॥
]

`verse 32 [
ब्रह्मलोकमवाप्नोति ब्रह्मणा सह मोदते ॥
कौमुदस्य तु मासस्य शुक्लपक्षस्य द्वादशी ॥
]

`verse 33 [
यज्ञानां वाजपेयानां फलं प्राप्नोति मानवः ॥
अथात्र मुंचते प्राणान्मम कर्मसु निष्ठितः ॥
]

`verse 34 [
वाजपेयफलं भुक्त्वा मम लोकं प्रपद्यते ॥
अस्ति कोटिवटं नाम तस्मिन् क्षेत्रे परं मम ॥
]

`verse 35 [
पंचक्रोशं ततो गत्वा वायव्यां दिशि संस्थितः ॥
तत्र स्नानं तु कुर्वीत षष्ठकालोषितो नरः ॥
]

`verse 36 [
बहुयज्ञस्य कोटीनां फलं प्राप्नोति निष्कलम् ॥
अथात्र मुंचते प्राणान्भूमे कोटिवटे शुभे ॥४६॥
यज्ञकोटिफलं भुक्त्वा मम कोटिं प्रपद्यते ॥
अस्ति विष्णुसरो नाम तस्मिन् क्षेत्रे परं मम ॥
]

`verse 37 [
पूर्वोत्तरेण पार्श्वेन पंचक्रोशं न संशयः ॥
मत्सरः पद्मपत्राक्षि आगाधं परिसंस्थितम् ॥
]

`verse 38 [
पंचक्रोशश्च विस्तारः पर्वतः परिमण्डलः ॥
तत्र भ्रमति यो भद्रे कुर्याच्चैव प्रदक्षिणम् ॥
]

`verse 39 [
उपवासं त्रिरात्रं तु कृत्वा कर्म सुदुष्करम् ॥
यावन्ति भ्रममाणस्य पदानि ननु सुन्दरि ॥
]

`verse 40 [
तावद्वर्षसहस्राणि ब्रह्मलोके महीयते ॥
अथाऽत्र मुंचते प्राणान्स्वकर्मपरिनिष्ठितः ॥
]

`verse 41 [
ब्रह्मलोकं समुत्सृज्य मम लोके महीयते ॥
तस्मिन् क्षेत्रे महाभागे आश्चर्यं शृणु सुन्दरि ॥
]

`verse 42 [
गवां वै श्रूयते शब्दो मम कर्मसुखावहः ॥
अथात्र ज्येष्ठमासस्य शुक्लपक्षस्य द्वादशी ॥
]

`verse 43 [
श्रूयते सुमहाञ्छब्दः स्वयमेतन्न संशयः ॥
एवं गोस्थलके पुण्ये महाभागवतः शुचिः ॥५४॥
करोति शुभकर्माणि शीघ्रं मुच्येत किल्बिषात् ॥
एवं तेन महाभागे  ईश्वरेण यशस्विनि ॥५५॥
शापदाहो विनिर्मुक्तः सर्वैः सह मरुद्गणैः॥
एतद्गोस्थलकं नाम सर्वशान्तिकरं परम् ॥५६॥
कथितं देवि कार्त्स्न्येन तवानुग्रहकाम्यया॥
एषोऽध्यायो महाभागे सर्वमङ्गलकारकः ॥
]

`verse 44 [
मम मार्गानुसाराणां मम च प्रीतिवर्द्धनः ॥
श्रेष्ठानां परमं श्रेष्ठं मङ्गलानां च मङ्गलम् ॥
]

`verse 45 [
लाभानां परमो लाभो धर्माणां धर्म उत्तमः ॥
लभन्ते पठमाना वै मम मार्गानुसारिणः ॥
]

`verse 46 [
तेजः श्रियं च लक्ष्मीं च सर्वकामान्यशस्विनि ॥
यावन्ति चाक्षराणि स्युरत्राध्याये मनस्विनि ॥
]

`verse 47 [
तावद्वर्षसहस्राणि मम लोके महीयते ॥
पतनं च न विद्येत पठमानो दिने दिने ॥
]

`verse 48 [
तारितानि कुलान्येभिः सप्त सप्त च सप्त च ॥
पिशुनाय न दातव्यं न मूर्खाय शठाय च ॥
]

`verse 49 [
देयं पुत्राय शिष्याय यश्च जानाति सेवितुम् ॥
एतन्मरणकाले तु न कदाचित्तु विस्मरेत् ॥
]

`verse 50 [
श्लोकं वा यदि वा पादं यदीच्छेत्परमां गतिम् ॥
तत्क्षेत्रं तु महाभागे पंचयोजनमण्डलम् ॥६४ ॥
तिष्ठामि परया प्रीत्या दिशं पूर्वामुपाश्रितः ॥
पश्चिमेन वहेद्गङ्गां निष्कामेन वसुन्धरे ॥
]

`verse 51 [
एवं रहस्यं गुह्यं च सर्वकर्मसुखावहम् ॥
एतत्ते परमं भद्रे गुह्यं धर्मसमन्वितम् ॥
]

`verse 52 [
मम क्षेत्रं महाभागे यत्त्वया परिपृच्छितम् ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे गोनिष्क्रमण माहात्म्यं नाम सप्तचत्वारिंशदधिकशततमोऽध्यायः ॥
]
