`verse 1 [
अथ स्तुतस्वामिमाहात्म्यम् ॥
सूत उवाच ॥
गोनिष्क्रमणमाहात्म्यं श्रुत्वा गुह्यमनुत्तमम् ॥
विस्मयं परमं गत्वा सर्वरत्नविभूषिता ॥१॥
धरण्युवाच ॥
अहो गवां हि माहात्म्यं तव चैवं श्रुतं मया ॥
यच्छ्रुत्वाऽहं जगन्नाथ जातास्मि परिनिर्वृता ॥
]

`verse 2 [
एवमेव परं गुह्यं ब्रूहि नारायण प्रभो ॥
अस्मात्क्षेत्रात्परं देव यदि क्षेत्रं विशिष्यते ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 3 [
अहं नारायणो देवः सर्वधर्मव्यपाश्रयः ॥
मात्सर्यं चैव मे नास्ति तेनाहं परमः प्रभुः ॥४॥
एतच्छास्त्रं महाभागे प्रयुक्तं लीलया मया ॥
वराहरूपमादाय सर्वभागवतप्रियम् ॥
]

`speaker [
धरण्युवाच
]

`verse 4 [
यथा यथा भाषसि धर्मकारणमिदं वचो धर्मविनिश्चयं महत् ॥
तथा तथा देव वराऽप्रमेयं हृद्यं मनो भावयसे जनार्दन ॥
]

`verse 5 [
ततो महीवचः श्रुत्वा धर्मश्रेष्ठी महामनाः ॥
वराहरूपी भगवान्प्रत्युवाच वसुन्धराम् ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 6 [
साधु भूमे महाभागे मम कर्मव्यवस्थिते ॥
कथयिष्याम्यहं ह्येवं गुह्यं लोकसुखावहम् ॥
]

`verse 7 [
स्तुतस्वामीति विख्यातं गुह्यं क्षेत्रं परं मम ॥
ह्यपरं युगमासाद्य तत्र स्थास्यामि सुन्दरि ॥९॥
पुत्रोऽहं वसुदेवस्य देवक्या गर्भसम्भवः॥
वासुदेव इति ख्यातः सर्वदानवसूदनः ॥
]

`verse 8 [
पञ्च तस्य सुशिष्याश्च भविष्यन्ति विचक्षणाः ॥
ऋषयो धर्मसंयुक्ता मत्प्रसादाद्बलाश्रिताः ॥
]

`verse 9 [
ते मां संस्थापयिष्पन्ति धर्ममूर्त्तिं महीं गतम् ॥
शाण्डिल्यो जाजलिश्चैव कपिलश्चोपसायकः ॥
]

`verse 10 [
भृगुश्चैव महाभागे मम मागार्नुसारिणः ॥
ते च प्रसन्नमनस आत्मदृष्टान्तदर्शिनः॥१३॥
स्वयं ज्ञानप्रभावेण भासयिष्यन्ति मां सदा॥
सङ्कर्षणो वासुदेवो प्रद्युम्नो ह्यनिरुद्धकः॥१४॥
गच्छता बहुकालेन मम कर्मपरायणः ॥
ततो दीर्घेण कालेन इज्यापूर्वस्थितेन च ॥
]

`verse 11 [
वरं तेषां प्रदास्यामि यो यस्य हृदि संस्थितः ॥
ते प्रवक्ष्यन्ति मां देवि आत्मशास्त्रव्यवस्थिताः ॥
]

`verse 12 [
आत्मशास्त्रं प्रतिष्ठेत यत्र धर्मः सुनिष्ठितः ॥
भवत्वेतन्निश्चयेन न तु मिथ्या कदाचन ॥
]

`verse 13 [
तव देव प्रसादेन इहलोकः प्रवर्तताम् ॥
तानप्येवं वदिष्यामि शिष्याय भवतां प्रियम् ॥
]

`verse 14 [
भविष्यति न संदेहो यतो यूयं मम प्रियाः ॥
सुशिष्या बाढमित्येवं भविष्यन्ति न संशयः ॥
]

`verse 15 [
तदेते प्रवदिष्यन्ति सर्वभागवतप्रियम् ॥
यथा च मथ्यमानाद्वै दध्नश्चोद्ध्रियते घृतम् ॥
]

`verse 16 [
एवं सर्वेषु  शास्त्रेषु वाराहं घृतसम्मितम् ॥
वाराहं ज्ञानमुत्सृज्य महाभागं महौजसम् ॥
]

`verse 17 [
एवं समं मया चैव ह्यात्मना परिभाषितम् ॥
ते प्रणामं करिष्यन्ति सिद्धिं प्राप्स्यन्ति वै पराम् ॥
]

`verse 18 [
महाज्ञानमिदं सूक्ष्मं भूमे भक्तेषु दृश्यते ॥
शास्त्राणां परमं शास्त्रं सर्वसंसारमोक्षणम् ॥
]

`verse 19 [
किञ्चिदन्यत्प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
शास्त्रमेतन्महाभागे स्धूलकर्म महौजसम् ॥
]

`verse 20 [
केचित्तरन्ति ज्ञानेन केचित्कर्मणि निष्ठिताः ॥
केचिद्यथेष्टं सुश्रोणि केचिद्दानेन कर्मणा ॥
]

`verse 21 [
केचिद्योगबलं भुक्ता पश्यन्ति मम संस्थितम् ॥
विधिपूर्वं तु मे किञ्चिन्नराः पश्यन्ति निष्ठिताः ॥
]

`verse 22 [
सर्वधर्मकराः केचित्सर्वाशाः सर्वविक्रयाः ॥
ते मां पश्यन्ति वै भूमे एकचित्त व्यवस्थिताः ॥
]

`verse 23 [
एवमेतन्महाशास्त्रं देवि संसारमोक्षणम् ॥
मम भक्तव्यवस्थायै प्रयुक्तं परमं प्रियम् ॥
]

`verse 24 [
ते तथा च प्रवक्ष्यन्ति यच्च यस्याभिरोचते ॥
अन्यथान्यस्य दृष्टानामृषिभिर्यत्प्रयोजितम् ॥
]

`verse 25 [
तद्युगस्य प्रभावेण भूमे कुर्वन्ति मानवाः ॥
तैः स्वशिष्यैः समं देवि ये शास्त्रविनियोजिताः ॥
]

`verse 26 [
मत्प्रसादेन ते सर्वे सिद्धिं यास्यन्ति मत्पराम् ॥
मम शिष्येषु येषां च मात्सर्योपहतात्मनाम् ॥३१॥
मच्छास्त्रे च भवेद्दोषस्तेषामत्र पुनर्भवः ॥
मात्सर्यं ये च कुर्वन्ति मद्धर्मपरमे जने ॥३२॥
तेषां नायं परो लोको मात्सर्योपहतात्मनाम् ॥
अन्यच्च ते प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
]

`verse 27 [
मम मार्गानुसारेण परं गुह्यं मम प्रिये ॥
शास्त्रवन्तो विनीताश्च बहुदोषविवर्विताः ॥
]

`verse 28 [
ते तु मात्सर्यर्दोषेण नष्टाचाराः पतन्त्यधः ॥
मात्सर्यं सर्वनाशाय मात्सर्यं धर्मनाशकम् ॥
]

`verse 29 [
यस्तु मात्सर्यसंयुक्तो न स पश्यति मां क्वचित् ॥
बहुकर्मसमायुक्ता दानाध्ययननिष्ठिताः ॥३६॥
तपसा ज्ञानयुक्ता वा नित्यं कर्मसु चोद्यताः ॥
अनेन हि स्वभावेन मात्सर्यं चैव कुर्वते ॥३७॥
न ते पश्यन्ति मां भूमे मायया परिदूषिताः ॥
न कर्त्तव्यं ततः सर्वैर्मात्सर्यं धर्मघातकम् ॥
मम शास्त्रपरेणेह यदीच्छेत्परमां गतिम् ॥
]

`verse 30 [
एतद्गुह्यं महाभागे न जानन्ति मनीषिणः ॥
मात्सर्यस्य तु दोषेण बहवो निधनं गताः ॥
]

`verse 31 [
एतच्छास्त्रं महाभागे प्रयुक्तं विधिना मया ॥
वराहरूपमादाय सर्वभागवतप्रियम् ॥
]

`verse 32 [
तत्राश्चर्यं महाभागे शृणु भूतगिरौ मम ॥
आयसी प्रतिमा तत्र ह्यभेद्या चैव दृश्यते॥४१॥
ब्रुवन्ति केचित्कांस्येति आयसीत्यपरेऽब्रुवन् ॥
पाषाणीत्यपरे केचिदन्ये वज्रमयीति च ॥
]

`verse 33 [
ऊर्द्ध्वं वा यदि वाऽधो वा ये कुर्वन्ति ममार्चनम् ॥
तथापि मां संस्पृशन्ति शिरोमध्ये तु सुन्दरि ॥
]

`verse 34 [
ये तु पश्यन्ति मां भूमे मणिपूरगिरौ स्थितम् ॥
स्तुवन्त्याचार्यवन्तश्च मत्प्रसादत्सु संयताः ॥४४॥
आचार्याणां गुणान्भुक्त्वा मम कर्मपथे स्थिताः ॥
सर्वकिल्बिषमुक्ताश्च यान्ति ते परमां गतिम् ॥
]

`verse 35 [
तस्मिन्क्षेत्रे महाभागे अस्ति गुह्यं परं मम ॥
पंचारुमेति विख्यातमुत्तरां दिशमाश्रितम् ॥४६॥
तत्र स्नानं प्रकुर्वीत पंचकालोषितो नरः ॥
मोदते नन्दने दिव्ये ह्यप्सरोभिः समाकुले ॥
]

`verse 36 [
अथात्र मुंचते प्राणान्कृतकृत्यो भवेन्नरः ॥
नन्दनं वनमुत्सृत्य मम लोकं च गच्छति ॥४८॥
भृगुकुण्डेति विख्यातमत्र गुह्यं परं मम ॥
मम दक्षिणपार्श्वे तु अदूरादर्धयोजनात् ॥
]

`verse 37 [
तत्र स्नानं तु कुर्वीत मम मार्गानुसारकः ॥
भूपृष्ठे न तु जायेत कालेन विजितेन्द्रियः ॥
]

`verse 38 [
ध्रुवो यत्र तु तिष्ठेत मेरुशृंगे शिलोच्चये ॥
तत्र मोदति सुश्रोणि अप्सरोभिर्यथासुखम् ॥५१॥
अथात्र मुंचते प्राणान् मम कर्मपथे स्थितः ॥
ध्रुवलोकं परित्यज्य मम लोके महीयते ॥
]

`verse 39 [
मणिकुण्डेति विख्यातं तत्र गुह्यं परं मम ॥
मणयो यत्र दृश्यन्ते अनेकालयसंस्थिताः ॥
]

`verse 40 [
अगाधं तं हृदं भद्रे देवानामपि दुर्लभम् ॥
विस्मयं किं पुनस्तत्र मलयश्चंचलः स्थितः ॥
]

`verse 41 [
तत्र स्नानं प्रकुर्वीत पंचकालोषितो नरः ॥
रत्नभागी भवेद्वीरो राजलक्षणसंयुतः ॥
]

`verse 42 [
अथात्र मुंचते प्राणान्मम कर्मपथे स्थितः ॥
छित्त्वा वै सर्वसंसारं मम लोकं प्रपद्यते ॥
]

`verse 43 [
सुगुह्यं पूर्वपार्श्वेन मम क्षेत्रस्य सुन्दरि ॥
अदूरतस्त्रिकोशेन परिमाणं विधीयते ॥५७॥
तत्र स्नानं तु कुर्वीत मम लोकं स गच्छति ॥
धूतपापेति विख्यातं तत्र गुह्यं परं मम ॥
]

`verse 44 [
पंचक्रोशाददूराद्वै मम क्षेत्रस्य पश्चिमे ॥
तत्र कुण्डं महाभागे मम तद्रोचते जलम् ॥
]

`verse 45 [
सुवर्णाभं मारकतमगाधं निर्मितं मया ॥
तत्र स्नानं प्रकुर्वीत पंचभक्तोषितो नरः ॥
]

`verse 46 [
धुन्वानो दुष्करं कर्म पंचभूतात्मनिष्ठितम् ॥
कृतोदकस्तत्र भद्रे धूतपापो यशस्विनि ॥६१॥
गत्वेन्द्रलोकं सुश्रोणि देवैः सह स मोदते ॥
अथात्र मुंचते प्राणान्मम कर्मपरायणः ॥
]

`verse 47 [
इन्द्रलोकं परित्यज्य मम लोकं प्रपद्यते ॥
तत्राश्चर्यं महाभागे धूतपापे शृणुष्व मे ॥
]

`verse 48 [
वर्त्तते च विशालाक्षि मणिपूरे गिरौ मम ॥
तावन्न पतते धारा यावत्पापं न धूयते ॥
]

`verse 49 [
धूते पापे च सुश्रोणि धारा च पतति क्षितौ ॥
एवं तत्र विशालाक्षि वृक्षमश्वत्थमिश्रितम् ॥
]

`verse 50 [
धूतपापं न प्रविशेत्प्रविशत्यमले नरे ॥
तस्मिन्क्षेत्रे वरारोहे समन्तात्पंचयोजने ॥
]

`verse 51 [
यत्र तिष्ठाम्यहं देवि पश्चिमां दिशमाश्रितः ॥
तत्र चामलकं भद्रे अदूरादर्द्धयोजनात् ॥
]

`verse 52 [
मम चैव प्रभावेण सर्वकालफलोदयम् ॥
तत्र कश्चिन्न जानाति पापकर्मा नराधमः ॥
]

`verse 53 [
भक्तं भागवतं शुद्धं मम कर्मव्यवस्थितम् ॥
उपोष्य च त्रिरात्राणि श्रद्दधानो जितेन्द्रियः ॥६९॥
तत्र गत्वा वरारोहे उदिते च दिवाकरे ॥
अथ मध्याह्नवेलायां यदि वाऽस्तंगतेऽपि वा ॥
]

`verse 54 [
एकचित्तेन गन्तव्यं धृतिं कृत्वा सुपुष्कलाम् ॥
यत्तत्र लभते भद्रे फलमामलकं शुभम् ॥
]

`verse 55 [
पंचरात्रेण लभते तस्मिन्भूतगिरौ मम ॥
ततो हरिवचः श्रुत्वा सा मही संशितव्रता ॥
]

`verse 56 [
पुनर्नारायणं तत्र प्रोवाच विनयान्विता ॥
स्तुतस्वामी श्रुतोऽसि त्वं तत्त्र स्थानानि यानि च ॥
]

`verse 57 [
एतन्नामनिरुक्तिं त्वं वक्तुमर्हसि साम्प्रतम् ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 58 [
भूमे हित्वा तु संसारान्ये चान्ये देवकण्टकाः ॥
द्वापरे युगमासाद्य यत्र स्थास्यामि सुन्दरि ॥
]

`verse 59 [
ततोऽमरैश्च ब्रह्माद्यैर्बहुभिर्मन्त्रवादिभिः ॥
स्तुतिं कर्त्तुं समारब्धं मणिपूराश्रितस्य मे ॥७६ ॥
ततो मां नारदो देवि असितो देवलस्तथा ॥
पर्वतश्च महाभागे मम भक्त्या व्यवस्थितः ॥
]

`verse 60 [
नाम कुर्वन्ति मे तत्र मणिपूरगिरौ ततः ॥
स्तुतस्वामीति विख्यातं मम कर्मव्यपाश्रितम् ॥
]

`verse 61 [
एतत्ते कथितं भद्रे निरुक्तिकरणं मया ॥
त्वया पृष्टं हि यद्भद्रे सर्वभागवतप्रियम् ॥
]

`verse 62 [
एतत्स्तुतगिरेर्देवि माहात्म्यं कथितं मया ॥
द्वापरं युगमासाद्य यत्र स्थास्यामि सुन्दरि ॥
]

`verse 63 [
एतानि भूमे गुह्यानि तत्र भूतगिरौ मम ॥
श्रद्धधानेन मर्त्त्येन श्रोतव्यं नात्र संशयः ॥८१॥
एतत्ते कथितं भद्रे सर्वधर्मव्यपाश्रयम् ॥
श्रीस्तुतस्वामिमाहात्म्यं किमन्यत्परिपृच्छसि॥८२॥
इति श्रीवराहपुराणे भगवच्छास्त्रे स्तुतस्वामिमाहात्म्यं नामाष्टचत्वारिंशदधिकशततमोऽध्यायः ॥
]
