`verse 1 [
अथ लोहार्गलमाहात्म्यम् ॥
सूत उवाच ॥
सानन्दूरस्य माहात्म्यमेतच्छ्रुत्वा वसुन्धरा ॥
कृताञ्जलिपुटा भूत्वा वराहं पुनरब्रवीत् ॥
]

`speaker [
धरण्युवाच
]

`verse 2 [
श्रुतमेतज्जगन्नाथ विष्णो गुह्यमनुत्तमम् ॥
यच्छ्रुत्वा सुमहाभाग जाताऽस्मि विगतज्वरा ॥
]

`verse 3 [
अपरं वाऽस्ति चेत्किंचिद्गुह्यं क्षेत्रं शुभावहम् ॥
सानन्दूरात्परं गुह्यं क्षेत्रमस्ति न वा परम् ॥
]

`verse 4 [
सुरकरण नृसिंह लोकनाथ युतससुरसुरधीर देववीर ॥
कमलदलसहस्रनेत्र रूपो जयति कृतान्तसमानकालरूपः ॥
]

`verse 5 [
गद्गदं वचनं श्रुत्वा पृथिव्याः स जनार्दनः ॥
उवाच मधुरं वाक्यं सर्वलोकार्त्तिहा हरिः ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 6 [
शृणु देवि च तत्त्वेन यन्मां त्वं परिपृच्छसि ॥
गुह्यमन्यत्प्रवक्ष्यामि मद्व्रतः कर्मणो जनिः ॥
]

`verse 7 [
ततः सिद्धवटे गत्वा त्रिंशद्योजनदूरतः ॥
म्लेच्छमध्ये वरारोहे हिमवन्तं समाश्रितम् ॥
]

`verse 8 [
तत्र लोहार्गले क्षेत्रे निवासो विहितः शुभः ॥
गुह्यं पंचदशायामं समन्तात्पञ्चयोजनम् ॥
]

`verse 9 [
दुर्गमं दुःसहं चैव पापैः सर्वत्र वेष्टितम् ॥
सुलभं पुण्ययुक्तानां मम चिन्तानुसारिणाम् ॥
]

`verse 10 [
तत्र तिष्ठाम्यहं भद्रे उदीचीं दिशमाश्रितः ॥
हिरण्यप्रतिमां कृत्वा जातरूपां न संशयः ॥
]

`verse 11 [
ततो मे दानवाः सर्वे क्रमन्तो लोकमुत्तमम् ॥
मया चैवान्तरं कृत्वा कृत्वा मायां च वैष्णवीम् ॥
]

`verse 12 [
तत्र ब्रह्मा च रुद्राश्च स्कन्देन्द्रो समुरुद्गणाः ॥
आदित्या वसवो वायुरश्विनौ च महौजसम् ॥
]

`verse 13 [
सोमो बृहस्पतिश्चैव ये चान्ये वै दिवौकसः ॥
तेषां चैवार्गलं दत्त्वा चक्रं गृह्य महौजसम् ॥
]

`verse 14 [
शतकोटिसहस्राणि शीघ्रमेव निपातितम् ॥
ततश्च देवताः सर्वास्तुष्यमाणा इतस्ततः ॥
]

`verse 15 [
एवं लोहार्गलं नाम क्षेत्रं चैव मया कृतम् ॥
ततो देवासुरे युद्धे हत्वा त्रिदशकण्टकान् ॥
]

`verse 16 [
तेषां संस्थापनं तत्र कृतं चैव महौजसाम् ॥
यो मां पश्यति तत्रस्थं प्रयत्नेन कदाचन ॥
]

`verse 17 [
सोपि भागवतो भूमे भवत्येव सुनिष्ठितः ॥
तस्मिन्कुण्डे तु सुश्रोणि यः स्नाति नियतो नरः ॥
]

`verse 18 [
उपोष्य च त्रिरात्रं तु विधिदृष्टेन कर्मणा ॥
ततः स्वर्गसहस्रेषु मोदते नात्र संशयः ॥
]

`verse 19 [
अथात्र मुंचते प्राणान्स्वकर्मपरिनिष्ठितः ॥
सर्वान्स्वर्गान्परित्यज्य मम लोकं प्रपद्यते ॥
]

`verse 20 [
अन्यच्च ते प्रवक्ष्यामि यत्र तत्परमाद्भुतम् ॥
लोकविस्मापनार्थाय मया तत्र च यत्कृतम् ॥
]

`verse 21 [
चतुर्विंशतिद्वादश्यां मासेन विधिना मम ॥
बलिः प्रदीयते तत्र सर्वकामविशोधनः ॥
]

`verse 22 [
अश्वो मे कल्पितस्तत्र सर्वरत्नविभूषितः ॥
श्वेतः कुमुदवर्णाभः शङ्खकुन्दसमप्रभः॥२२ ॥
मार्गणा मे धनुस्तत्र अक्षसूत्रं कमण्डलुः ॥
आसनं विततं दिव्यं दीयतेऽश्वोपरि स्थिरम् ॥
]

`verse 23 [
श्वेतपर्वतमारुह्य पतमानः कुरून्बहून् ॥
पतितस्तत्र दृश्येत क्षतं तत्र न दृश्यते ॥२४॥
अनेकान्येव रूपाणि पातयित्वा नभस्तलात् ॥
शान्तो दान्तः परिक्लिष्टः स चाश्वो दिवि वर्त्तते॥२५॥
सूत उवाच ॥
ततो भूम्या वचः श्रुत्वा ब्रह्मपुत्रो महामुनिः ॥
विस्मयं परमं प्राप्तो विष्णुमायोपबृंहितः ॥
]

`verse 24 [
ततः स विस्मयाविष्टो ब्रह्मपुत्रो महामतिः ॥
सनत्कुमारो भगवान्पुनरेवमभाषत ॥२७ ॥
सनत्कुमार उवाच ॥
धन्यासि देवि सुश्रोणि सुपुण्यासि वरानने ॥
देवि यल्लोकनाथस्य साक्षाद्दर्शनमागता ॥
]

`verse 25 [
पद्मपत्रविशालाक्षो यत्त्वया परिभाषितः ॥
तेनोक्तं शंस सकलं सर्वेषां सुखवर्द्धनम् ॥
]

`verse 26 [
यथा यथा वदसि च धर्मसंहितं गुह्यं परं देववरप्रणीतम् ॥
गुणोत्तमं कारणसम्प्रयुक्तं तथा तथा भावयसे मनो मम॥
]

`verse 27 [
ततः स पुण्डरीकाक्षः किमाचष्ट ततः परम् ॥
कर्मणा विधिदृष्टेन सर्वभागवतप्रियः ॥३१ ॥
( सूतउवाच) ॥
तस्य तद्वचनं श्रुत्वा कुमारस्य महौजसः ॥
उवाच मधुरं वाक्यमाभाष्य ब्रह्मणः सुतम् ॥
]

`verse 28 [
शृणु वत्स जगन्नाथो यथा मामाह चोदितः ॥
श्रीवराह उवाच ॥
एवं तत्रैव कर्माणि क्रियन्ते विधिपूर्वकम् ॥
]

`verse 29 [
शोधकानि च पापानां मृदूनि च शुभानि च ॥
अश्वानां तत्कुलीनानामावहन्ति सुमध्यमे ॥३४ ॥
नान्यं वहन्ति ते चाश्वा मम वाहा दुरत्ययाः॥
कुण्डं पंचसरो नाम गुह्यं क्षेत्रं परं मम ॥३५॥
चतुर्धाराः पतन्त्यत्र शङ्खवर्णा मनोजवाः ॥
तत्र स्नानं तु कुर्वीत चतुर्भक्तोषितो नरः ॥
]

`verse 30 [
लोकं चैत्राङ्गदं गत्वा गन्धर्वैः सह मोदते ॥
अथ चेन्मुञ्चते प्राणांस्तस्मिन्क्षेत्रे परे मम ॥३७॥
गन्धर्वलोकमुत्सृज्य मम लोकं स गच्छति ॥
ततो नारदकुण्डे तु मम क्षेत्रे परे महत् ॥
]

`verse 31 [
पंच धाराः पतन्त्यत्र तालवृक्षसमोपमाः ॥
तत्र स्नानं तु कुर्वीत एकभक्तोषितो नरः ॥
]

`verse 32 [
देवर्षिनारदं पश्येन्मोदते तेन वै समम् ॥
अथात्र मुंचते प्राणान्मम गुह्यविनिश्चितः ॥
]

`verse 33 [
प्रमुच्य नारदं द्विव्यं ममलोकं च गच्छति ॥
ततो वसिष्ठकुण्डं तु तस्मिन्क्षेत्रं परं मम ॥
]

`verse 34 [
धाराः पतन्ति तिस्रस्तु न स्थूला नाति वै कृशाः ॥
तत्राभिषेकं कुर्वीत पंच कालोषितो नरः ॥
]

`verse 35 [
वासिष्ठं लोकमासाद्य मोदते नात्र संशयः ॥
अथात्र मुंचते प्राणान्मम कर्मसु निष्ठितः॥।४३
वासिष्ठं लोकमुत्सृज्य मम लोकं प्रपद्यते ॥
पंचकुण्डेति विख्यातं तस्मिन्क्षेत्रे परं मम ॥
]

`verse 36 [
पंच धाराः पतन्त्यत्र हिमकूटविनिःसृताः ॥
तत्राभिषेकं कुर्वीत पंचकालोषितो नरः ॥
]

`verse 37 [
स तत्र गच्छेद्वै भूमे यत्र पंचशिखो मुनिः ॥
अथात्र मुंचते प्राणान्मम भक्तो जितेन्द्रियः ॥
]

`verse 38 [
पंचचूडं समुत्सृज्य स याति परमां गतिम् ॥
सप्तर्षिकुण्डं विख्यातमस्मिन्क्षेत्रे परं मम ॥४७ ॥
सप्त धाराः पतन्त्यत्र हिमवत्पर्वतस्थिताः ॥
तत्राभिषेकं कुर्वीत सप्तभक्तोषितो नरः ॥
]

`verse 39 [
मोदते ऋषिलोकेषु ऋषिकन्याभिसंवृतः ॥
अथात्र मुंचते प्राणान्रागलोभविवर्जितः ॥
]

`verse 40 [
सप्तर्षीन्स समुत्सृज्य मोदते मम संस्थितः ॥
शरभङ्गस्य कुण्डं वै क्षेत्रे गुह्यं परे मम ॥
]

`verse 41 [
तत्र धारा पतत्येका शरभङ्गश्रिता नदी ॥
स्नानं यस्तत्र कुर्वीत षष्ठभक्तोषितो नरः ॥
]

`verse 42 [
मोदते तस्य लोकेषु ऋषिकन्याप्रमोदितः ॥
अथात्र मुंचते प्राणान्सर्वसङ्गविवज्जितः ॥
]

`verse 43 [
शरभङ्गं समुत्सृज्य मम लोके महीयते ॥
कुण्डमग्निसरो नाम सर्वमायाभिसंवृतम् ॥
]

`verse 44 [
भूमिं नीत्वा जलं तत्र तिष्ठत्येव वरानने ॥
तत्र स्नानं प्रकुर्वीत चाष्टकालोषितो नरः ॥
]

`verse 45 [
गच्छत्यङ्गिरसो लोकं सुखभागी न संशयः ॥
अथात्र मुंचते प्राणान्मम कर्मपरायणः ॥
]

`verse 46 [
अग्निलोकं समुत्सृज्य मम लोकं स गच्छति ॥
कुण्डं बृहस्पतेर्भूमे सर्ववेदोदकाश्रितम् ॥
]

`verse 47 [
धारा चैका पतत्यत्र हिमकूटसमाश्रिता ॥
तत्र स्नानं प्रकुर्वीत षष्ठकालोषितो नरः ॥५७॥
गत्वा बृहस्पतेर्लोकं मुनिकन्याभिमोदितः ॥
अथात्र मुंचते प्राणान्मम लोकं समाश्रितः ॥५८॥
सोऽपि याति परां सिद्धिं समुत्सृज्य बृहस्पतिम् ॥
वैश्वानरस्य कुण्डं तु गुह्यं क्षेत्रं परं मम् ॥५९॥
धारा चैका पतत्यत्र दृश्यते हिमसंश्रयात् ॥
तत्राभिषेकं कुर्वीत षष्ठभक्तोषितो नरः ॥
]

`verse 48 [
गत्वा बृहस्पतेर्लोकं मुनिकन्याभिमोहितः ॥
वैश्वानरेषु लोकेषु मोदते नाऽत्र संशयः ॥६१॥
अथात्र मुंचते प्राणान्मम कर्मपरायणः ॥
वैश्वानरं समुत्सृज्य मम लोकं स गच्छति ॥
]

`verse 49 [
कार्त्तिकेयस्य कुण्डं तु गुह्यं क्षेत्रं परं मम ॥
यत्र पंचदशा धाराः पतन्ति हिमपर्वतात् ॥
]

`verse 50 [
तत्र स्नानं प्रकुर्वीत षष्ठकालोषितो नरः ॥
कुमारं पश्यति व्यक्तं षण्मुखं शुभदर्शनम् ॥
]

`verse 51 [
अथात्र मुंचते प्राणान्कृत्वा चान्द्रायणं शुचिः ॥
कार्त्तिकेयं समुत्सृज्य मोदते मम मण्डले ॥
]

`verse 52 [
उमाकुण्डमिति ख्यातं तस्मिन्क्षेत्रे परं मम ॥
सा गौरी यत्र चोत्पन्ना महादेववराङ्गना ॥
]

`verse 53 [
तत्र स्नानं तु कुर्वीत दशरात्रोषितो नरः ॥
गौरीं देवीं स पश्येत्तु तस्या लोके च मोदते ॥
]

`verse 54 [
अथ प्राणान्प्रमुंचेत दशरात्रोषितो नरः ॥
उमालोकं समुत्सृज्य मम लोकं प्रपद्यते ॥
]

`verse 55 [
महेश्वरस्य वै कुण्डं यत्र चोद्वाहिता उमा ॥
कादम्बैश्चक्रवाकैश्च हंससारससेवितम् ॥
]

`verse 56 [
तिस्रो धाराः पतन्त्यत्र हिमवत्पर्वताश्रिताः ॥
स्थूलाश्च रमणीयाश्च न ह्रस्वाश्चातिनिर्मलाः ॥
]

`verse 57 [
तत्र स्नानं तु कुर्वीत द्वादशाहोषितो नरः ॥
मोदते रुद्रलोकेषु रुद्रकन्याभिरावृतः ॥
]

`verse 58 [
अथात्र मुञ्चते प्राणान्कृत्वा कर्म सुदुष्करम् ॥
रुद्रलोकं समुत्सृज्य मम लोकं च गच्छति ॥७२ ॥
प्रख्यातं ब्रह्मकुण्डं तु वेदा यत्र समुत्थिताः ॥
चतस्रो वेद धारास्तु पतन्ति च हिमालयात् ॥
]

`verse 59 [
ततः पूर्वेण पार्श्वेन समा धारा पतेच्छुभा ॥
उच्चा च रमणीया च पाण्डरोदकशोभिता ॥
]

`verse 60 [
पुनरस्योत्तरे पार्श्वे सुवर्णसदृशोपमा ॥
ऋग्वेदः पतते धारा प्रसन्ना विमलोदका ॥
]

`verse 61 [
अथ पश्चिमपार्श्वेन यजुर्वेदेन संयुता ॥
अथ दक्षिणपार्श्वेन चाथर्वणसमन्विता ॥
]

`verse 62 [
एका धारा पतत्यत्र इन्द्रगोपकसन्निभा ॥
यस्तत्र कुरुते स्नानं सप्तरात्रोषितो नरः ॥
]

`verse 63 [
ब्रह्मलोकं समासाद्य ब्रह्मणा सह मोदते ॥
अथात्र मुञ्चते प्राणानहङ्कारविवर्जितः ॥७८॥
ब्रह्मलोकं परित्यज्य मम लोकं प्रपद्यते ॥
गुह्याख्याने महाभागे क्षेत्रे लोहार्गले मम ॥
]

`verse 64 [
सिद्धिकामेन मर्त्येन गन्तव्यं नात्र संशयः ॥
समन्तात्पञ्चविंशति योजनानि वरानने ॥
]

`verse 65 [
न तस्य कर्म विद्येत स एवमपि संस्थितः ॥
आख्यानानां महाख्यानं धर्माणां धर्म उत्तमः ॥८१॥
पवित्राणां पवित्रं तु न देयं यस्य कस्यचित् ॥
ये पठंति महाभागे स्थिताः शृण्वन्ति मत्पथे ॥८२॥
तारितानि कुलानि स्युरुभयत्र दशापि च ॥
एतन्मरणकाले तु न कदाचित्तु विस्मरेत् ॥८३॥
यदीच्छेत्परमां सिद्धिं सर्वसंसारमोक्षणीम् ॥
एतत्ते कथितं भद्रे लोहार्गलमनुत्तमम् ॥८४ ॥
माहात्म्यं पद्मपत्राक्षि गुह्यं यच्च महौजसम् ॥
मङ्गल्यं च पवित्रं च मम भक्त सुखावहम् ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे लोहार्गलमाहात्म्यं नामैकपंचाशदधिकशततमोऽध्यायः ॥
]
