`verse 1 [
अथ मथुरातीर्थमाहात्म्यम् ॥
श्रीवराह उवाच ॥
उत्तरे शिवकुण्डाच्च तीर्थानां नवकं स्मृतम् ॥
नवतीर्थात्परं तीर्थं न भूतं न भविष्यति॥१ ॥
तत्रैव स्नानमात्रेण सौभाग्यं जायते परम् ॥
रूपवन्तः प्रजायंते स्वर्गलोके न सशंयः ॥
]

`verse 2 [
तस्मिन् स्नातो नरो देवि मम लोके प्रपद्यते ॥
तत्र संयमनं नाम तीर्थं त्रैलोक्यविश्रुतम् ॥
]

`verse 3 [
तत्र स्नातो मृतो वापि मम लोकं स गच्छति॥
पुनरन्यत्प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥४॥
तस्मिन् संयमने तीर्थे यद्यद्वृत्तं पुरातनम् ॥
कश्चित्पापसमाचारो निषादो दुष्टमानसः ॥
]

`verse 4 [
वसते नैमिषारण्ये सुप्रतीतेऽतिपापकृत्॥
केनचित्त्वथ कालेन सोऽगच्छन्मथुरां प्रति ॥६ ॥
तत्र प्राप्य च कालिन्दीं कृष्णपक्षे चतुर्दशीम् ॥
स निषादस्तर्त्तुकामस्तस्यां चैव तिथौ ततः॥७॥
ततार यमुनां सोऽथ प्राप्य संयमनं शुभे ॥
ममज्जासौ ततः पापस्तस्मिंस्तीर्थे वरे शुभे॥८॥
मग्नमात्रस्ततः पापः सद्यः प्राणैर्व्ययुज्यत ॥
तत्तीर्थस्य प्रभावेण जातोऽसौ पृथवीपतिः॥९॥
सौराष्ट्रविषये देवि क्षत्रियोऽभूद्धनुर्द्धरः ॥
नाम्ना यक्ष्मधनुर्नाम सोऽभवत्प्रियदर्शनः ॥
]

`verse 5 [
पालयामास वसुधां क्षत्रधर्मं समाश्रितः ॥
तेनोढा काशिराजस्य पीवरी नामतः शुभा॥११।
पत्नी शतानां मुख्यानां प्रवरा सा वसुन्घरे॥
तां चैव रमयामास उद्यानेषु वनेषु च॥१२॥
प्रासादेषु च रम्येषु नदीनां पुलिनेषु च॥
प्रजाः पालयतस्तस्य दानानि ददतस्तथा ॥१३॥
कालो गच्छति राजा तु भोगासक्तिं च विंदति॥
भोगासक्तस्य वसुधे वर्षाणि सप्तसप्ततिः॥१४॥
पुत्राः सप्त तथा जाताः कन्याः पंच सुशोभनाः ॥
राज्ञां पंचसुता दत्ताः कन्याः कमललोचनाः ॥१५॥
पुत्रान्संस्थापयामास स्थानेषु वसुधाधिपान् ॥
पीवर्या सह सुप्तः स रात्रौ च वसुधाधिपः ॥
]

`verse 6 [
तत्र प्रबुद्धो नृपतिर्हाहेति वदते मुहुः  ॥
स्मृत्त्वा तु मथुरां देवि स्मृत्वा संयमनं परम् ॥१७॥
तत सा पीवरी प्राह किमेवं भाषसे नृप ॥
प्रियाया वचनं श्रुत्वा राजा वचनमब्रवीत् ॥१८॥
मत्तः सुप्तः प्रमत्तश्च असम्बद्धं प्रभाषते ॥
निद्रावशस्य वचनं न सम्प्रष्टुं त्वमर्हसि ॥
]

`speaker [
पीवर्युवाच
]

`verse 7 [
कथयस्व ममाद्य त्वं यद्यहं वल्लभा तव ॥
प्राणांस्त्यक्ष्याम्यहं देव गोपयिष्यसि मे यदि ॥
]

`verse 8 [
प्रियाया वचनं श्रुत्वा प्रत्युवाच नराधिपः ॥
अवश्यं यदि वक्तव्यं गच्छावो मथुरां पुरीम् ॥
]

`verse 9 [
तत्र गत्वा  यथातत्त्वं वदिष्यामि शुभानने ॥
ददस्व विपुलं दानं ब्राह्मणेभ्यः सुलोचने ॥
]

`verse 10 [
पुत्रान्संस्थाप्य दौहित्रान्स्वे स्थाने शुभान्प्रिये ॥
ग्रामांश्च कोशं रत्नानि पुत्रान्वीक्ष्य पुनः पुनः ॥
]

`verse 11 [
ततः सम्मानयामास जनं पुरनिवासिनम् ॥
पितृपैतामहं राज्यं पालनीयं यथाक्रमम् ॥
]

`verse 12 [
राज्ये पुत्रान्नियोक्ष्यामि यदि वो रोचतेऽनघाः ॥
राज्यपुत्रकलत्राणि बन्धुवर्गं तथैव च ॥
]

`verse 13 [
नित्यमिच्छन्ति वै लोको यमस्येच्छन्ति नान्यथा ॥
एवं ज्ञात्वा प्रसन्नेन कर्त्तव्यं चात्मनो हितम् ॥२६॥
तस्मात्सर्वप्रयत्नेन गच्छावो मथुरां पुरीम् ॥
अहो कष्टं यदस्माभिः पुरा राज्यमनुष्ठितम् ॥२७॥
इदानीं तु मया ज्ञातं त्यागान्नास्ति परं सुखम् ॥
नास्ति विद्यासमं चक्षुर्नास्ति चक्षुस्समं बलम् ॥
]

`verse 14 [
नास्ति रागसमं दुःखं नास्ति त्यागात्परं सुखम् ॥
यः कामान्कुरुते सर्वान्यश्चैतान्केवलांस्त्यजेत् ॥२९॥
प्रायेण सर्वकामानां परित्यागो विशिष्यते ॥
अभिषिच्य सुतं ज्येष्ठमनुयोज्य परान्बहून् ॥
]

`verse 15 [
ततः पौरजनं दृष्ट्वा चतुरङ्गबलान्वितः ॥
ततः कालेन महता सम्प्राप्तो मथुरां पुरीम् ॥
]

`verse 16 [
तेन दृष्टा पुरी रम्या वासवस्य पुरी यथा ॥
तीर्थैर्द्वादशभिर्युक्ता पुण्या पापहरा शुभा ॥३२॥
रम्यं मधुवनं नाम विष्णुस्थानमनुत्तमम् ॥
तं दृष्ट्वा मनुजो देवि कृतकृत्यो हि जायते ॥
]

`verse 17 [
एकादशी शुक्लपक्षे मासि भाद्रपदे तथा ॥
तस्यां स्नातो नरो देवि कृतकृत्यो हि जायते ॥
]

`verse 18 [
वनं कुन्दवनं नाम तृतीयं चैवमुत्तमम् ॥
तत्र गत्वा नरो देवि कृतकृत्यो हि जायते ॥
]

`verse 19 [
एकादशी कृष्णपक्षे मासि भाद्रपदे हि वा ॥
तत्र स्नातो नरो देवि रुद्रलोके महीयते ॥३६॥
चतुर्थं काम्यकवनं वनानां वनमुत्तमम्॥
तत्र गत्वा नरो देवि मम लोके महीयते ॥
]

`verse 20 [
विमलस्य च कुण्डे तु सर्वपापैः प्रमुच्यते ॥
यस्तत्र मुंचते प्राणान्मम लोकं स गच्छति ॥३८ ॥
पंचमं बकुलं नाम वनानामुत्तमं वनम् ॥
तत्र गत्वा नरो देवि अग्निस्थानं स गच्छति ॥
]

`verse 21 [
यमुनायाः परे पारे देवानामपि दुर्ल्लभम् ॥
अस्ति भद्रवनं नाम षष्ठं वनमनुत्तमम् ॥
]

`verse 22 [
तत्र गत्वा तु वसुधे मद्भक्तो मत्परायणः ॥
तद्वनस्य प्रभावेण नागलोकं स गच्छति ॥
]

`verse 23 [
सप्तमं तु वनं भूमे खादिरं लोकविश्रुतम् ॥
तत्र गत्वा नरो भद्रे मम लोकं स गच्छति ॥
]

`verse 24 [
महावनं चाष्टमं तु सदैव तु मम प्रियम् ॥
यत्र गत्वा तु मनुज इन्द्रलोके महीयते ॥
]

`verse 25 [
लोहजङ्घवनं नाम लोहजङ्घेन रक्षितम् ॥
नवमं तु वनं नाम सर्वपातकनाशनम् ॥
]

`verse 26 [
वनं बिल्ववनं नाम दशमं देवपूजितम् ॥
तत्र गत्वा तु मनुजो ब्रह्मलोके महीयते ॥
]

`verse 27 [
एकादशं तु भाण्डीरं योगिनः प्रियमुत्तमम् ॥
तस्य दर्शनमात्रेण नरो गर्भं न गच्छति ॥४६॥
भाण्डीरं तमनुप्राप्य वनानां वनमुत्तमम् ॥
वासुदेवं ततो दृष्ट्वा पुनर्जन्म न विद्यते ॥
]

`verse 28 [
वृन्दावनं द्वादशकं वृन्दया परिरक्षितम् ॥
मम चैव प्रियं भूमे महापातकनाशनम् ॥
]

`verse 29 [
वृन्दावनं च गोविन्दं ये पश्यन्ति वसुन्धरे ॥
न ते यमपुरं यान्ति यान्ति पुण्यकृतां गतिम् ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे मथुरामाहात्म्ये मथुरातीर्थमाहात्म्यं नाम त्रिपंचाशदधिकशततमोऽध्यायः ॥
]
