`verse 1 [
अथ यमुनातीर्थप्रभावः ॥
वराह उवाच ॥
एवंविधां च मथुरां दृष्ट्वा तौ मुदमापतुः ॥
एवं तु वसतस्तस्य राज्ञस्तत्र वसुन्धरे ॥
]

`verse 2 [
पप्रच्छ च तदा भार्या यद्गुह्यं पूर्वभाषितम् ॥
पुरस्थेन तदा राज्ञा वक्ष्यामि मथुरां प्रति॥२॥ ॥
तन्मे वद महाराज यद्गोप्यं पूर्वभाषितम् ॥
राजाप्युवाच तां राज्ञीं त्वयाप्युक्तं पुरा मम ॥
]

`verse 3 [
तद्वदस्व स्वकं गुह्यं पश्चाद्वक्ष्याम्यहं तव ॥
इत्युक्त्वा पीवरी ज्ञात्वा प्रहस्य तु गुणालया ॥
]

`verse 4 [
प्रोवाच चैव राजानं मनसः प्रीतिकारणम् ॥
अहं तु पीवरी नाम गंगातीरनिवासिनी ॥
]

`verse 5 [
आगतेमां पुरीं द्रष्टुं कुमुदस्य तु द्वादशीम् ॥
नावमारुह्य यान्तीह पतिता यमुनाजले ॥
]

`verse 6 [
सद्यः प्राणैर्वियुक्ता च तत्तीर्थस्य प्रभावतः ॥
काशीराजपतेः कन्या यातास्मि वसुधाधिप ॥
]

`verse 7 [
त्वया विवाहिता राजन्न च मां विजहात्स्मृतिः ॥
एतत्तीर्थप्रभावेण धर्मयुक्ता तथाऽनघ॥८॥
धारापतनके तीर्थे त्यक्त्वा जीवितमात्मनः॥
एतच्छ्रुत्वा ततो राजा कथां प्राग्जन्मसम्भवाम् ॥
]

`verse 8 [
स्वां चाप्यकथयत्तस्यै यथा संयमने मृतः ॥
एवं तौ मथुरां प्राप्य स्नात्वा यामुनतीर्थके ॥
]

`verse 9 [
मां पश्यन्तौ नियमतस्तत्रैव निधनं गतौ ॥
मृतौ सर्वपरित्यक्तौ गतौ मम सलोकताम् ॥
]

`verse 10 [
एतत्ते कथितं देवि आश्चर्यं यदभून्महत् ॥
त्यक्त्वा चात्मतनुं तीर्थे धारापतनसंज्ञके ॥
]

`verse 11 [
नाकलोकमवाप्नोति त्यक्तपापो न संशयः ॥
यमुनेश्वरमासाद्य त्यक्त्वा जीवितमात्मनः ॥१३॥
विष्णुलोकमवाप्नोति दिव्यमूर्तिश्चतुर्भुजः ॥
धारापतनके स्नात्वा नाकलोके स मोदते ॥१४॥
अथात्र मुंचते प्राणान्मम लोकं  स गच्छति ॥
अतः परं नागतीर्थं तीर्थानामुत्तमोत्तमम्॥१५॥
यत्र स्नात्वा दिवं यान्ति ये मृतास्तेऽपुनर्भवाः ॥
घण्टाभरणकं तीर्थं सर्वपापप्रमोचनम् ॥
]

`verse 12 [
यस्मिन्स्नातो नरो याति सूर्यलोकं न संशयः ॥
अथाऽत्र मुंचते प्राणान्मम लोकं स गच्छति ॥
]

`verse 13 [
पुनरन्यत् प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
तीर्थानामुत्तमं तीर्थं ब्रह्मलोकेषु विश्रुतम् ॥
]

`verse 14 [
तत्र स्नात्वा च पीत्वा च नियतो नियताशनः ॥
ब्रह्मणा समनुज्ञातो मम लोकं स गच्छति ॥
]

`verse 15 [
सोमतीर्थे तु वसुधे पवित्रे यमुनाम्भसि ॥
यत्र पश्यति मां सोमो द्वापरे युगसंस्थिते ॥
]

`verse 16 [
तत्राभिषेकं कुर्वीत स्वकर्मपरिनिष्ठितः ॥
मोदते सोमलोके तु एवमेव न संशयः ॥
]

`verse 17 [
अथात्र मुंचते प्राणान्मम लोकं स गच्छति ॥
सरस्वत्याश्च पतनं सर्वपापहरं शुभम् ॥
]

`verse 18 [
तत्र स्नातो नरो देवि अवर्णोऽपि यतिर्भवेत् ॥
पुनरन्यत्प्रवक्ष्यामि माथुरे मम मण्डले ॥
]

`verse 19 [
यस्तत्र कुरुते स्नानं त्रिरात्रोपोषितो नरः॥
स्नानमात्रेण मनुजो मुच्यते ब्रह्महत्यया ॥
]

`verse 20 [
अथात्र मुंचते प्राणान्मम लोकं स गच्छति ॥
दशाश्वमेधमृषिभिः पूजितं सर्वदा मुदा ॥
]

`verse 21 [
तत्र ये स्नान्ति नियतास्तेषां स्वर्गो न दुर्लभः ॥
मथुरापश्चिमे पार्श्वे सततं त्वृषिपूजितम् ॥
]

`verse 22 [
ब्रह्मणा सृष्टिकाले तु मनसा निर्मितं पुरा ॥
मानसं नाम तीर्थं तु ऋषिभिः पूजितं पुरा ॥
]

`verse 23 [
तत्र स्नात्वा दिवं यान्ति ये मृतास्तेऽपुनर्भवाः ॥
तीर्थं तु विघ्नराजस्य पुण्यं पापहरं शुभम् ॥
]

`verse 24 [
यत्र स्नातान्मनुष्यांश्च विघ्नराजो न पीडयेत् ॥
अष्टम्यां च चतुर्दश्यां चतुर्थ्यां तु विशेषतः ॥
]

`verse 25 [
तस्मिंस्तीर्थवरे स्नातं न पीडयति विघ्नराट् ॥
विद्यारम्भेषु सर्वेषु यज्ञदानक्रियासु च ॥
]

`verse 26 [
अविघ्नं कुरुते तस्य सततं पार्वतीसुतः ॥
तत्राथ मुञ्चते प्राणान्मम लोकं स गच्छति ॥
]

`verse 27 [
ततः परे कोटितीर्थे पवित्रं परमं स्मृतम् ॥
तत्र वै स्नानमात्रेण गवां कोटिफलं लभेत् ॥
]

`verse 28 [
तथात्र मुञ्चते प्राणाँल्लोभमोहविवर्जितः ॥
सोमलोकमतिक्रम्य मम लोकं च गच्छति ॥
]

`verse 29 [
अतः परं शिवक्षेत्रमर्द्धक्रोशं तु दुष्करम् ॥
तत्र स्थितो हरो देवो मथुरां रक्षते सदा ॥३४॥
तत्र स्नात्वा च पीत्वा च माथुरं लभते फलम् ॥
अथाऽत्र मुञ्चते प्राणान्मम लोकं स गच्छति ॥
]

`colophon [
इति श्रीवराहपुराणे मथुरामाहात्म्ये यमुनातीर्थप्रभावो नाम चतुष्पञ्चाशदधिकशततमोऽध्यायः ॥
]
