`verse 1 [
अथ मथुराप्रादुर्भावः ॥
श्रीवराह उवाच ॥
वत्सक्रीडनकं नाम तीर्थं वक्ष्ये परं मम ॥
तत्र रक्तशिलाबद्धं रक्तचन्दनभूषितम् ॥
]

`verse 2 [
स्नानमात्रेण तत्रैव वायुलोकं व्रजेन्नरः ॥
तत्राऽथ मुञ्चते प्राणान्मम लोके महीयते ॥
]

`verse 3 [
पुनरन्यत्प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
अस्ति भाण्डीरकं नाम यत्तीर्थं परमुत्तमम् ॥
]

`verse 4 [
सालैस्तालैश्च तरुभिस्तमालैरर्ज्जुनैस्तथा ॥
इङ्गुदैः पीलुकैश्चैव करीरैरक्तपुष्पकैः ॥
]

`verse 5 [
तस्मिन्भाण्डीरके स्नातो नियतो नियताशनः ॥
सर्वपापविनिर्मुक्तश्चेन्द्रलोकं स गच्छति ॥
]

`verse 6 [
तत्राऽथ मुञ्चते प्राणान्मम लोकं च गच्छति ॥
पुनरन्यत्प्रवक्ष्यामि क्षेत्रं वृन्दावनं मम ॥
]

`verse 7 [
तत्राहं क्रीडयिष्यामि गोभिर् गोपालकैः सह ॥
रम्यं च सुप्रतीतं च देवदानवदुर्लभम् ॥७॥
तत्र कुण्डे महाभागे बहुगुल्मलतावृते ॥
तत्र  स्नानं प्रकुर्वीत चैकरात्रोषितो नरः॥८॥
गन्धर्वैरप्सरोभिश्च क्रीडमानः स मोदते ॥
तत्राथ मुञ्चते प्राणान्मम लोकं च गच्छति ॥
]

`verse 8 [
पुनरन्यत्प्रवक्ष्यामि महापातकनाशनम् ॥
तत्र वृन्दावने तीर्थे यत्र केशी निपातितः ॥
]

`verse 9 [
तीर्थं शतगुणं पुण्यं यत्र केशी निपातितः ॥
केश्यः शतगुणं पुण्यं यत्र विश्रमते हरिः ॥
]

`verse 10 [
तस्माच्छतगुणं पुण्यं नात्र कार्या विचारणा ॥
तत्रापि च विशेषोऽस्ति केशीतीर्थे वसुन्धरे ॥१२॥
तस्मिन्पिण्डप्रदानेन गयातुल्य फलं भवेत्॥
स्नाने दाने तथा होमे अग्निष्टोमफलं भवेत् ॥
]

`verse 11 [
सूर्यतीर्थेषु वसुधे द्वादशादित्यसंज्ञिके ॥
कालियो रमते तत्र कालिंद्याः सलिले शुभे॥१४॥
कालियो दमितस्तत्र आदित्याः स्थापिता मया ॥
वरं वृणुध्वं भद्रं वो यद्वो मनसि वर्त्तते॥१९॥
आदित्या ऊचुः ॥
वरं ददासि नो देव वरार्हा यदि वा वयम् ॥
अस्मिंस्तीर्थवरे स्नानमस्माकं संप्रदीयताम् ॥
]

`verse 12 [
आदित्यानां वचः श्रुत्वा क्रीडां कृत्वा वसुन्धरे ॥
स्नानमात्रेण तत्रैव मुच्यते सर्वकिल्बिषैः ॥
]

`verse 13 [
अथात्र मुंचते प्राणान्मम लोकं स गच्छति ॥
उत्तरे हरिदेवस्य दक्षिणे कालियस्य तु ॥
]
