`verse 1 [
अथ देववनप्रभावः ॥
धरण्युवाच ॥
ये धर्मविमुखा मूढाः सर्वज्ञानविवर्जिताः ॥
का गतिः कृष्ण तेषां हि विहिता नरके सुरैः ॥१ ॥
अभुक्त्वा नारकं दुःखं सुकृतैः पुण्यदैर्नृणाम् ॥
प्रयान्ति कर्मणा येन तमुपायं ब्रवीहि मे ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 2 [
सर्वधर्मविहीनानां पुरुषाणां दुरात्मनाम् ॥
नरकार्त्तिहरा देवी मथुरा पापघातिनी ॥
]

`verse 3 [
मथुरावासिनो ये च तीर्थानां चोपसेवकाः ॥
वनानां दर्शको वाथ मथुराक्रमकोऽपि वा ॥४ ॥
एषां मध्ये कृतं यैश्च एकं च शतमोजसा ॥
न ते नरक भोक्तारः स्वर्गभाजो भवन्ति ते ॥५॥
आदौ मधुवनं नाम द्वितीयं तालमेव च ॥
वनं कुन्दवनं चैव तृतीयं वनमुत्तमम् ॥६॥
चतुर्थं काम्यकवनं वनानां वनमुत्तमम् ॥
पंचमं वै बहुवनं षष्ठं भद्रवनं स्मृतम् ॥
]

`verse 4 [
सप्तमं तु वनं भूमे खादिरं लोकविश्रुतम् ॥
महावनं चाष्टमं तु सदैव च मम प्रियम् ॥
]

`verse 5 [
लोहार्गलवनं नाम नवमं पातकापहम् ॥
वनं बिल्ववनं नाम दशमं देवपूजितम् ॥
]

`verse 6 [
एकादशं तु भाण्डीरं द्वादशं वृन्दका वनम् ॥
एतानि ये प्रपश्यन्ति न ते नरकभोगिनः ॥
]

`verse 7 [
यथाक्रमेण ये यात्रां वनानां च जितेन्द्रियाः ॥
करिष्यन्ति वरारोहे इन्द्रलोकं व्रजन्ति ते ॥
]

`colophon [
इति श्रीवराहपुराणे मथुरामाहात्म्ये देववनप्रभावो नामैकषष्ट्यधिकशततमोऽध्यायः ॥
]
