`speaker [
धरण्युवाच
]

`verse 1 [
मथुरां रक्षते कोऽसौ क्षेत्रपालो व्यवस्थितः ॥
तेन दृष्टेन यत्पुण्यं कथयस्वाखिलं प्रभो ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 2 [
दृष्ट्वा भूतपतिं देवं वरदं पापनाशनम् ॥
तस्य दर्शनमात्रेण मथुरायां फलं भवेत् ॥
]

`verse 3 [
पुरा वर्षसहस्रं तु तपस्तप्तं सुदारुणम् ॥
पूर्णे वर्षसहस्रे तु मया सन्तोषितो हरः ॥
]

`verse 4 [
वरं वरय भद्रं ते यस्ते मनसि वर्त्तते ॥
ईश्वर उवाच ॥
सर्वगस्त्वं हि देवेश मया ज्ञातं सुनिश्चितम् ॥
]

`verse 5 [
मथुरायां च मे स्थानं सदा देव प्रदीयताम् ॥
देवदेव वचः श्रुत्वा हरिर्वचनमब्रवीत् ॥
]

`verse 6 [
मथुरायां च देव त्वं क्षेत्रपालो भविष्यसि ॥
त्वयि दृष्टे महादेव मम क्षेत्र फलं भवेत् ॥६॥
अन्यथा नाप्नुयात् सिद्धिमेवमेतन्न संशयः ॥
येन यद्यादृशं पुण्यं कृतं तीर्थे प्रयत्नतः ॥७॥
भजते मनुजः सिद्धिमात्मभावेन तादृशीम् ॥
मम क्षेत्रप्रवेशे च भूमिः संसारनाशिनी ॥
]

`verse 7 [
इन्द्रस्यैव पुरी रम्या यथा नाकेऽमरावती ॥
जम्बूद्वीपे तथोत्कृष्टा मथुरा मम वल्लभा ॥
]

`verse 8 [
विंशतिर्योजनानां हि माथुरं मम मण्डलम् ॥
पदे पदेऽश्वमेधानां फलं नात्र विचारणा ॥
]

`verse 9 [
न मया कथितं देवि ब्रह्मणश्च महात्मनः ॥
रुद्रस्य न मया पूर्वं कथितं च वसुन्धरे ॥
]

`verse 10 [
मया सुगोपितं पूर्वं गुह्याद्गुह्यतरं परम् ॥
अत्र क्षेत्रे पुरी रम्या सर्वरत्नविभूषिता ॥१२॥
तस्यां तिष्ठन्ति तीर्थानि तानि वक्ष्यामि तच्छृणु ॥
षष्टिकोटिसहस्राणि षष्टिकोटिशतानि च ॥
]

`verse 11 [
तीर्थसंख्या च वसुधे मथुरायां मयोदिता ॥
गोवर्द्धनं तथाक्रूरं द्वे कोटी दक्षिणोत्तरे ॥
]

`verse 12 [
प्रस्कन्दनं च भाण्डीरं कुरुक्षेत्रसमानि षट् ॥
पुण्यात्पुण्यतरं श्रेष्ठमेतद्विश्रान्तिसंज्ञकम् ॥
]

`verse 13 [
असिकुण्डं सवैकुण्ठं कोटितीर्थोत्तमं स्मृतम् ॥
अविमुक्तं सोमतीर्थं यमनं तिन्दुकं ततः ॥१६॥
चक्रतीर्थं तथाक्रूरं द्वादशादित्यसंज्ञितम् ॥
एतत्पुण्यं पवित्रं च महापातकनाशनम् ॥१७॥
कुरुक्षेत्राच्छतगुणं मथुरायां न संशयः ॥
ये पठन्ति महाभागाः शृण्वन्ति च समाहिताः ॥
]

`verse 14 [
मथुरायास्तु माहात्म्यं ते यान्ति परमं पदम्॥
कुलानि ते तारयन्ति द्वे शते विंशयोर्द्वयोः ॥
]

`verse 15 [
एतन्मरणकाले तु यः स्मरेत्प्रयतो नरः॥
स गच्छेत्परमां सिद्धिमिह संसारनाशिनीम् ॥
]

`verse 16 [
एतत्ते कथितं देवि सर्वपातकनाशनम् ॥
तीर्थानां चैव माहात्म्यं किमन्यच्छ्रोतुमिच्छसि ॥२१ ॥
इति श्रीवराहपुराणे भगवच्छास्त्रे मथुरामाहात्म्ये अष्टषष्ट्यधिकशततमोऽध्यायः ॥
]
