`speaker [
श्रीवराह उवाच
]

`verse 1 [
मथुरायाः परं क्षेत्रं त्रैलोक्ये न च विद्यते ॥
तस्यां वसाम्यहं देवि मथुरायां च सर्वदा ॥
]

`verse 2 [
सर्वेषामेव तीर्थानां मथुरा च परं महत् ॥
कृष्णेन क्रीडितं तत्र तच्छुद्धं हि पदे पदे ॥
]

`verse 3 [
चक्रस्थितं हि तत्सर्वं कृष्णस्यैव पदेन तु ॥
तत्र मध्यं तु तत्स्थानमर्द्धचन्द्रे प्रतिष्ठितम् ॥
]

`verse 4 [
तत्रैव वासिनो लोका मुक्तिं यान्ति न संशयः ॥
कृष्णस्य दक्षिणा कोटिरुत्तरा कोटिमध्यतः ॥४॥
तयोर्मध्ये स्थितो देव आकारात्सोमचक्रता ॥
तौ देवौ क्षेत्रफलदौ स्नानदानादिकर्मणि ॥
]

`verse 5 [
तस्माद्धि मरणं चात्र द्वे कोटी सर्वकर्मसु ॥
अर्द्धचन्द्रे तु यः स्नानं करोति नियताशनः ॥
]

`verse 6 [
तेन वै चाक्षया लोकाः प्राप्ताश्चैव न संशयः ॥
दक्षिणस्यां समारभ्य उत्तरस्यां समापयेत् ॥
यज्ञोपवीतमात्रेण त्रायन्ते च कुलं बहु ॥
]

`speaker [
पृथिव्युवाच
]

`verse 7 [
यज्ञोपवीत मात्राया विधानं कीदृशं प्रभो ॥
]

`verse 8 [
यथामानं हि कर्तव्यं तत्सर्वं वक्तुमर्हसि ॥
श्रीवराह उवाच ॥
यज्ञोपवीतस्य विधिं शृणुष्व वरवर्णिनि ॥
]

`verse 9 [
दक्षिणस्यां समारभ्य उत्तरस्यां समापयेत् ॥
यज्ञोपवीतस्य विधिरेष एव प्रकार्तितः ॥
]

`verse 10 [
मनुजा येन विधिना मुक्तिं यान्ति न संशयः ॥
अनेन विधिना चैव उत्तरस्यां समापयेत् ॥
गृहान्निःसृत्य मौनेन यावत्स्नानं समाचरेत् ॥
]

`verse 11 [
पूजां कृष्णस्य कृत्वा वै ततो ब्रूयाद्वसुन्धरे ॥
स्नाने समाप्ते विधिवद्देवदेवस्य चैव हि ॥
]

`verse 12 [
कृष्णस्य कृत्वा तु मखं स्नानादीनि यथाक्रमम् ॥
गां वै पयस्विनीं दत्त्वा हिरण्यं वसु चैव हि ॥१३॥
ब्राह्मणान्भोजयेत्पश्चाद्विधिरेष उदाहृतः ॥
तथा शयनमुद्दिश्य एवमेवं तु कारयेत् ॥
]

`verse 13 [
न तस्य पुनरावृत्तिर्मम लोके महीयते ॥
अर्द्धचन्द्रे मृता देवि मम लोकं व्रजन्ति ते ॥१५॥
अन्यत्र तु मृता ये च अर्धचन्द्रकृतक्रियाः ॥
तेऽपि स्वर्गं गमिष्यन्ति दाहादिकरणैर्युताः ॥१६॥
यावदस्थीन्यर्द्धचन्द्रं यस्य तिष्ठन्ति देहिनः ॥
तावत्सुपुण्यकर्त्ता च स्वर्गलोके महीयते ॥१७॥
अर्द्धचन्द्रे विशेषोऽस्ति तीर्थे विश्रान्तिसंज्ञके ॥
दाहादिकरणे तत्र गर्दभोऽपि चतुर्भुजः ॥१८॥
गर्त्तेश्वरोऽथ भूतेशो द्वे कोटी तु वसुन्धरे ॥
मध्ये सदैव तिष्ठामि न त्यजामि कदाचन ॥१९॥
माथुराणां च यद्रूपं तद्रूपं मे वसुन्धरे ॥
माथुरेण तु तृप्तेन तृप्तोऽहं नात्र संशयः ॥
]

`verse 14 [
शृणु देवि यथावृत्तं गरुडस्य महात्मनः ॥
मथुरामागतो योऽसौ कृष्णदर्शनकांक्षया ॥
मथुरायां स्थितं देवं भिन्नरूपं न पश्यति ॥२१ ॥
तदा गतोऽसौ वसुधे देवस्याग्रे विहंगमः ॥
कृष्णस्य दर्शनार्थाय दिव्यं स्तोत्रमुदीरयन् ॥
]

`speaker [
गरुड उवाच
]

`verse 15 [
विश्वरूप जयादित्य जय विष्णो जयाच्युत ॥
जय केशव ईशान जय कृष्ण नमोऽस्तु ते॥२३॥
जय मूर्त जयाचिन्त्य जय लोकविभूषण ॥
इत्येवं संस्तुतो देवो गरुडेन महात्मना ॥२४॥
गरुडस्य पुरस्तत्र स्थितो देवः शरीरवान् ॥
सान्त्वयामास गरुडं प्रीतिपूर्वमुवाच ह ॥२५॥
किं कुर्यात्स्तोत्रमेतन्मे किं वा तव चिकीर्षितम् ॥
मथुरागमकृत्ये ते सर्वं ब्रूहि ममाग्रतः ॥
]

`speaker [
गरुड उवाच
]

`verse 16 [
मथुरामागतश्चाहं तव दर्शनकांक्षया ॥
आगते तु मया देव न दृष्टं तव रूपकम् ॥२७॥
माथुरैरेव लोकैस्तु समं दृष्टं हि रूपकम् ॥
एकीभूतमहं सर्वं दृष्ट्वा मां मोह आविशत् ॥२८॥
तस्मात्स्तुतिस्तु देवेश कृतानुग्रहकाम्यया ॥
गरुडस्य वचः श्रुत्वा प्रहस्य मधुसूदनः ॥
]

`verse 17 [
उवाच श्लक्ष्णया वाचा गरुडं प्रति भाविनि ॥
श्रीकृष्ण उवाच ॥
माथुराणां च यद्रूपं तद्रूपं मे विहंगम ॥
]

`verse 18 [
ये पापास्ते न पश्यन्ति मद्रूपा माथुरा द्विजाः ॥
एवमुक्त्वा ततः कृष्णस्तत्रैवान्तरधीयत ॥३१॥
गरुडोऽपि ततः स्थानाद्गतो देवि यथासुखम् ॥
एतत्ते कथितं देवि माथुराणां तु रूपकम् ॥३२॥
येषां पूजितमात्रेण तुष्टोऽहं चैव सर्वदा ॥
मथुरायां मृता ये च मुक्तिं यान्ति न चान्यथा ॥३३॥
अपि कीटः पतंगो वा तिर्यग्योनिगतोऽपि वा ॥
चतुर्भुजास्तु ते सर्वे भवन्तीति विनिश्चितम् ॥३४॥
यः पश्येत्पद्मनाभं तु द्वादश्यामाश्विनस्य तु ॥
एकदेहधरौ देवौ शिवकेशवरूपिणौ ॥३५॥
एकादश्यां चोपवासी कृतशौचः समाहितः ॥
कालिन्द्यां तु नरः स्नातो मुंचते योनिसंकटात् ॥
]

`verse 19 [
चैत्रस्य शुक्लद्वादश्यामुपोष्य स्नानमाचरेत् ॥
चिन्ताविष्णुं समभ्यर्च्य कृत्वा वै जागरं निशि ॥
]

`verse 20 [
यः करोति स मुच्येत नात्र कार्या विचारणा ॥
एकानंशां ततो देवीं यशोदां देवकीं तथा ॥३८॥
महाविद्येश्वरीं देवि मुच्यते ब्रह्महत्यया ॥
या धारा धर्मराजस्य मथुरायाश्च पश्चिमे ॥३९॥
स्नानं करोति तस्यां तु ग्रहदाषैर्न लिप्यते ॥
यं यं देवमभिध्यायेद्भक्तियुक्तेन चेतसा ॥
]

`verse 21 [
विश्रान्तिसंज्ञकं दृष्ट्वा दीर्घविष्णुं च केशवम् ॥
सर्वेषां दर्शनं पुण्यं पूजनात्तु फलं भवेत् ॥
]

`verse 22 [
इति जपविधिहोमध्यानकाले स सम्यक्सततमभिसमीक्ष्य ब्रह्मणा यत्प्रयुक्तम् ॥
सकलगुणगणानामास्पदं ब्रह्मसंज्ञं जननमरणहीनं विष्णुमेवाभियाति ॥
]

`colophon [
इति श्रीवराहपुराणे प्रागितिहासे मथुरामाहात्म्यं नामैकोनसप्तत्यधिकशततमोऽध्यायः ॥१६९॥
]
