`speaker [
श्रीवराह उवाच
]

`verse 1 [
पुनरन्यत् प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
मथुरायां पुरा वृत्तं गोकर्णस्य महात्मनः॥
वसुकर्णः पिता तस्य वैश्यो धनसमृद्धिमान् ॥
]

`verse 2 [
तस्य भार्या सुशीला तु नाम्ना गुणसमन्विता ॥
भर्त्तुः प्रियकरी साध्वी न प्रसूता वयोऽधिका ॥२॥
विललाप च सुश्रोणि चैकान्ते दीनमानसा ॥
सरस्वती संगमेऽथ स्त्रियो दृष्ट्वा प्रजावतीः ॥
]

`verse 3 [
वृक्षमूले तु तत्रैव मुनिरेकः समास्थितः ॥
तस्या विलपितं श्रुत्वा शनैः सकरुणं हृदि ॥
]

`verse 4 [
जात हार्दः प्रियं चेष्टं शनैः स्त्रियमथाब्रवीत् ॥
का त्वं कस्यासि सुभगे किमर्थं रोदिषि स्वयम् ॥९॥
इति तस्य वचः श्रुत्वा सा स्त्री ऋषिमथाब्रवीत् ॥
सापत्यास्तु स्त्रियो दृष्ट्वा क्रीडन्त्यो बालकैः सह ॥
]

`verse 5 [
मम तन्नास्ति हि मुने दुर्भगायाः प्रजासुखम् ॥
उवाच मुनिशार्दूलस्तां स्त्रियं पुत्रगर्द्धिनीम् ॥
]

`verse 6 [
देवतायाः प्रसादेन तव पुत्रो भविष्यति ॥
शिवस्यायतनं पुण्यं गोकर्णेति च विश्रुतम् ॥
]

`verse 7 [
तमाराधय देवेशं पत्या सह यशस्विनि ॥
स्नानदीपोपहारेण स्तोत्रैर्नानाविधैर्जपैः ॥९॥
इत्युक्ता सा च सुश्रोणी प्रणिपत्य प्रसाद्य तम् ॥
भर्त्रे सा कथयामास यदुक्तं मुनिना प्रियम् ॥
]

`verse 8 [
स तद्वचनमाकर्ण्य प्रीतियुक्तं सुसंयुतम् ॥
जगादोच्चैः प्रियां देवि भद्रं जातो मनोरथः ॥
]

`verse 9 [
ममाप्येतन्मतं देवि यदुक्तमृषिणा ततः ॥
इति प्रियां समाभाष्य प्रियया च तथाऽकरोत् ॥
]

`verse 10 [
सरस्वत्याः संगमे तौ स्नात्वा   गोकर्णमर्चतुः ॥
पुष्पदीपोपहारं तु चक्राते तौ दिनेदिने ॥
]

`verse 11 [
एवं तयोर्दशाब्दानि गतानि सुतहेतवे ॥
ततः प्रसन्नो भगवानुमापतिरुवाच ह ॥
]

`verse 12 [
भविष्यति युवां पुत्रो रूपवान्गुणसंयुतः ॥
सस्यसन्ततिवद्दृश्यः सन्तानो यस्य वै बहु ॥
]

`verse 13 [
देवतानां प्रसादेन तदुक्तस्य भविष्यति ॥
इत्युक्तौ तौ तु देवेन स्नानं कृत्वा सरस्वतीम् ॥
]

`verse 14 [
प्रभाते देवदेवाय ददौ द्रव्यमनन्तकम् ॥
ब्राह्मणेभ्यो ददौ भोज्यं वस्त्राय बहुदक्षिणम् ॥
]

`verse 15 [
ततस्तस्यां सुशीलायां गर्भाधानमविन्दत ॥
ततः प्रववृधे गर्भः शुक्लपक्षे यथा शशी ॥
सुषुवे दशमे मासि पुत्रं बालं शशिप्रभम् ॥
]

`verse 16 [
गोसहस्रं तदा दत्त्वा ससुवर्णं सवस्त्रकम् ॥
बहुशः सर्ववर्णेभ्यः पुत्रजन्ममहोत्सवे ॥
]

`verse 17 [
जातकर्म तथा चैव नामकर्म चकार च ॥
गोकर्णं नाम तस्यैव पिता चक्रे निरूप्य च ॥
]

`verse 18 [
एवमन्नप्राशनं च चूडोपनयनं तथा ॥
अतःपरं च गोदानं वैवाहिकमनुत्तमम् ॥
]

`verse 19 [
दानं तु ददतस्तस्य देवतां पूजयिष्यतः ॥
कृतानि बहुमुख्यानि मंगलानि यथाविधि ॥
]

`verse 20 [
ततः प्रविष्टे तारुण्ये त्वप्रजं वीक्ष्य पुत्रकम् ॥
पुनर्विवाहयामास भार्याणां च चतुष्टयम् ॥२३॥
वयोरूपगुणोपेतास्तस्य भार्याः सुलोचनाः ॥
अप्रजा एव ताः सर्वा नाभवत्पुत्रिणी क्वचित् ॥
]

`verse 21 [
तेनैव धर्म आरब्धः प्रजार्थो देवसेवनम् ॥
वापीकूपतडागानि देवतायतनानि च ॥
]

`verse 22 [
प्रपामालाश्च नित्यान्नं भोजनं वर्त्तनानि च ॥
अनित्यतां ततो मत्वा चंचलाऽस्थिरजीवितम् ॥
]

`verse 23 [
विनियोगः कृतस्तेन सर्वदा सर्वकर्मसु ॥
गोकर्णस्य समीपे तु पश्चिमे चक्रपाणिनः ॥२७॥
प्रासादं कारयामास पंचायतनकं हरेः ॥
आरामस्तत्र विस्तीर्णः पुष्पजात्यस्तथैव च ॥२८ ॥
आम्रजम्बीरनारङ्गं बीजपूरः सदाडिमः ॥
प्राकारं कारयामास परिखामण्डलीयकम् ॥
]

`verse 24 [
प्रावर्त्तनं च कूपेषु येन सिंचेत्प्रवाटिकाम् ॥
पुष्पाणि च विचिन्वंति सर्वास्ता वरयोषितः ॥
]

`verse 25 [
स्नानं पूजादिकं तद्वन्मार्जनं दीपकर्म च ॥
कुर्वन्ति देवतागारे ताः सर्वाः शुभलोचना ॥
]

`verse 26 [
पतिव्रता महाभागाश्चतुरो भगिनीर्यथा ॥
नित्यकालं पतेर्वाक्ये स्थिताः कुर्वन्त्यहर्निशम् ॥
]

`verse 27 [
मालाकारस्तथा नित्यं विटपांश्च प्रसिंचति ॥
पालयामास विधिवद्विधिदृष्टेन कर्मणा ॥
]

`verse 28 [
जाताः सुपुष्पवन्तश्च द्रुमाः फलसमन्विताः ॥
नित्यकालं त्वर्पयन्तः फलानां सुमहोत्सवम् ॥
]

`verse 29 [
दीयते भुज्यते सर्वैर्यथा शक्रस्तथा सदा ॥
एवं तु वसतस्तस्य मथुरायां स्थितस्य च ॥
]

`verse 30 [
धनस्य संक्षयो जातः प्रत्यहं ददतः सतः ॥
शेषमात्रे धने तस्य चिन्ताभून्महती तदा ॥
]

`verse 31 [
मातापित्रोः कुटुम्बस्य भरणीयस्य भोजनम् ॥
कथं ब्रूहि करिष्यामि महाकष्टं तु सोऽब्रवीत् ॥
]

`verse 32 [
इति निश्चित्य मनसा वणिग्भावं हृदि स्थिरम् ॥
कृत्वा सार्थमुपामन्त्र्य निर्गतः पूर्वमण्डलम् ॥
]

`verse 33 [
तत्र क्रीत्वा सुपण्यानि उत्तरापथगानि च ॥
यातायातं ततः कृत्वा लाभालाभविचक्षणः ॥३९ ॥
क्रीत्वा क्रेयानि वस्तूनि लाभालाभं विचार्य च ॥
उत्तरापथदेशात्तु सार्थं सबहुविस्तरम् ॥
]

`verse 34 [
मणिरत्नं ह्यश्वरत्नं पट्टरत्नं समर्थकम् ॥
गृहीत्वा तु समागच्छन्मथुरायां गृहं प्रति ॥
]

`verse 35 [
एकदा सार्थसम्भारो विश्रान्तुमुपचक्रमे ॥
सानौ पर्वतसामीप्ये प्रभूतयवसोदके ॥
]

`verse 36 [
नद्यास्तीरे सुप्रदेशे आवासांश्च प्रचक्रिरे ॥
निवेश्य भाण्डं तत्रैव अश्वानां यवसादिकम् ॥
]

`verse 37 [
समादिश्येतिकृत्यं च भृत्यैः कतिपयैर्वृतः ॥
समारुरोह तं शैलं बहुकन्दरशोभितम् ॥
]

`verse 38 [
क्रीडार्थं विहरंस्तत्र सोऽपश्यत् स्थानमुत्तमम् ॥
प्रसन्नसलिलोपेतं नारङ्गैस्तु विभूषितम् ॥
]

`verse 39 [
फलवन्तश्च वृक्षाश्च पुष्पाणि सुरभीणि च ॥
पाषाणसन्धौ तत्रस्थैर्मालाकारैस्तु रोपितम् ॥
]

`verse 40 [
तत्रारुह्य दरीद्वारं यावद्दृष्टिर्निपात्यते ॥
तावदभ्यागतादीनि स्वागतादि शृणोति च ॥
]

`verse 41 [
श्रुत्वापि शब्दप्रभवं किमेतदिति निश्चयम् ॥
करिष्यंस्तत्र चैकान्ते दृष्टः पञ्जरगः शुकः ॥
]

`verse 42 [
तेनोक्तं भो इहागच्छ आतिथ्यं करवाणि ते ॥
पाद्यं गृहाण भोः पान्थ आसनं ते इदं शुभम् ॥
]

`verse 43 [
फलानीमानि स्वादूनि मधुमांसोदकानि च ॥
यथेष्टं यावतीच्छा च तावद्गृह्णन्त्विमे नराः ॥
]

`verse 44 [
आगत्य पितरौ मह्यं विशेषं तौ करिष्यतः ॥
अतिथेरागतस्येह पूजाया विमुखो भवेत् ॥
]

`verse 45 [
गृहस्थस्तस्य पितरो वसन्ति नरके ध्रुवम् ॥
पूजिते पूजिताः स्वर्गे मोदन्ते कालमक्षयम् ॥
]

`verse 46 [
अतिथिर्यस्य भग्नाशो गृहात्प्रव्रजते यदि ॥
आत्मनो दुष्कृतं तस्मै दत्त्वा तत्सुकृतं हरेत् ॥
]

`verse 47 [
तस्मात्सर्वप्रयत्नेन पूज्यो वै गृहमेधिना ॥
काले प्राप्तस्त्वकाले वा यथा विष्णुस्तथैव सः ॥
]

`verse 48 [
एवंविधाः शुभा वाचो वैश्यो धर्मोपदेशकात् ॥
श्रुत्वा शुकात्स सर्वस्मै गोकर्णो मुदितोऽब्रवीत् ॥
]

`verse 49 [
ऋषिः कस्त्वं पुराणज्ञः किं वा देवोऽथ गुह्यकः ॥
तव प्रसन्नरूपस्य यस्येयं वागमानुषी ॥
]

`verse 50 [
कस्त्वं कथय मे सत्यमुत्साहश्चातिथिप्रियः ॥
धन्यः स मानुषो यस्य नित्यं सन्निहितो भवान् ॥
]

`verse 51 [
इत्युक्तः स शुकः सर्वं शशंसात्मपुराकृतम् ॥
शृणु रौद्रं यथा पूर्वे मया कृतमबुद्धिना ॥
]

`verse 52 [
शुकस्य विप्रियं यादृङ् महर्षेस्तु तपस्यतः ॥
सुमेरोरुत्तरे पार्श्वे महर्षिगणसेविते ॥
]

`verse 53 [
तपश्चचार विपुलं शुको व्याससुतो महान् ॥
श्रोतुकामाः पुराणानि सेतिहासानि नैगमाः ॥
]

`verse 54 [
ऋषयस्तत्र चाजग्मुरसितो देवलस्तदा ॥
मार्कण्डेयो भरद्वाजो यवक्रीतस्ततो भृगुः ॥
]

`verse 55 [
अङ्गिरास्तैत्तिरी रैभ्यः काण्वो मेधातिथिः कृतः ॥
तन्तुः सुतन्तुरादित्यो वसुमानेकतो द्वितः ॥
]

`verse 56 [
वामदेवश्चाश्वशिरास्त्रिशीर्षो गौतमोदरः ॥
अन्ये च सिद्धा देवाश्च पन्नगा गुह्यकास्तथा ॥
]

`verse 57 [
शुकं सम्मुखयामासुः पप्रच्छुर्द्धर्मसंहिताम् ॥
अहं तु वामदेवस्य शिष्यो नाम्ना शुकोदरः ॥
]

`verse 58 [
भ्रष्टः श्रद्धान्वितो बाल्यात्सुनीत्यामग्रतश्चरन् ॥
ऊहापोहकरं प्रश्नं वारंवारं च पृष्टवान् ॥
]

`verse 59 [
अन्यायवादिनं मां च गुरुर्नित्यं निषेधति ॥
गुरूणामग्रतो वाक्यं कथायां वदतां सह ॥
]

`verse 60 [
पूर्वपक्षाश्च सिद्धान्ताः परस्परजिगीषवः ॥
अन्तरे चान्तराक्षेपं पुनर्नैवमवोचथाः ॥६७ ॥
एवं निषेधितश्चाहं गुरुणा मुनिसत्तमैः ॥
न कृतं यन्मया वाक्यं तेनाहं शपितस्तदा ॥६८॥
शुकेन कोपाच्छापो मे दत्तोऽयं जल्पको बटुः ॥
यथानामा त्वयं पक्षी शुको भवति नान्यथा ॥६९॥
इत्युक्तमात्रे वचने तत्रैवाहं शुकोदरः ॥
शुकत्वं तत्क्षणात्प्राप्तः क्षमस्वेत्यूचु तेजसा ॥
]

`verse 61 [
मुनयस्तं महात्मानं शुकं तत्त्वार्थवित्तमम् ॥
नान्यथा नान्यथा चोक्तं कदाचित्त्संभविष्यति ॥
]

`verse 62 [
आगामिकाले दास्यामि वरमस्मै शुकाय भो॥
युष्माकमुपरोधेन यथारूपो विहङ्गमः ॥७२॥
अयं भविष्यति सदा सद्भावहितभावनः॥
पुराणतत्त्ववेत्ता च सर्वशास्त्रार्थपारगः॥७३॥
मथुरायां मृतः पश्चाद्ब्रह्मलोकं गमिष्यति ॥
एवं शापं वरं गृह्य तस्माद्दीनो ह्यहं द्रुतम् ॥७४॥
मथुरामथुरोच्चारं कुर्वन्नित्यमतन्द्रितः॥
नित्योद्विग्नश्च मे गात्रे हिमाद्रौ तु गुहां वसन् ॥
]

`verse 63 [
प्राप्तोऽहं शबरेणैव येनाहं पञ्जरे धृतः ॥
शबरस्तु सभार्यो वै क्रीडते स मया सह ॥७६॥
मुनेः प्रसादान्मे ज्ञानं न जहाति कदाचन ॥
भुज्यते ह्यवशेनैव कृतं येन यथा च यत् ॥७७॥
स्वस्थो भव महाभाग मा स्म शोके मनः कृथाः ॥
इत्युक्तः स तु गोकर्णस्तदा तेन शुकेन च ॥७८॥
तस्य तद्वचनं हृद्यं शुकमोक्षप्रदायकम् ॥
या सा मुक्तिप्रदा रम्या मधुरा पापनाशिनी॥७९॥
तस्यां वसाम्यहं भद्र वाणिज्यार्थमिहागतः ॥
पुनरिच्छामहे तत्र भाण्डं गृह्य यथासुखम् ।170.८०॥
मथुरावासिनं श्रुत्वा गोकर्णं स शुकस्तदा ॥
पुत्रं संस्थाप्य चात्मानं गोकर्णस्य यथेप्सितम् ॥८१॥
एवं च वदतस्तस्य शबरी शयनोत्थिता ॥
दर्पान्निर्गत्य तु बहिर्ददर्शासनसंस्थितम् ॥
]

`verse 64 [
भृत्यैः परिवृतं चारुदर्शनीयस्वरूपकम् ॥
निरीक्ष्य बहुशस्तत्र शुको वचनमब्रवीत् ॥
]

`verse 65 [
प्रियातिथिं च संप्राप्तं मातः पूज्यतमं शुचिम् ॥
कुरु पूजां यथार्हं च गोकर्णस्य वरातिथेः ॥
]

`verse 66 [
शुकस्य वचनाद्यावत्पूजार्थमुपकल्पितम् ॥
न ददाति ततस्तत्र वनाच्छबर आगतः ॥
]

`verse 67 [
तस्याग्रे तु पुनस्तेन शुकेनातिथिपूजनम् ॥
शंसितं स तथेत्युक्त्वा कृत्वा पूजां प्रणम्य च ॥
]

`verse 68 [
फलानि मांसयुक्तानि मधूनि सुरभीणि च॥
संपाद्य संविदं कृत्वा वद किङ्करवाणि ते ॥
]

`verse 69 [
इत्युक्तः शबरेणाथ गोकर्णो वाक्यमब्रवीत् ॥
अन्यत्किंचिदथो देयं यदि किंचिद्ददासि च ॥
]

`verse 70 [
शुकोऽयं पञ्जरस्श्चश्च पुत्रार्थं मे प्रदीयताम् ॥
मथुरायां गमिष्यामि कृतार्थः पितुरन्तिके ॥
]

`verse 71 [
इत्युक्तमात्रे वचने शबरो वाक्यमब्रवीत् ॥
अस्माकं यमुनास्नानं सङ्गमे यमुनाम्भसः ॥
]

`verse 72 [
सरस्वत्याः फले चैव दत्ते दास्यामि ते शुकम् ॥
शबरेणैवमुक्तस्तु गोकर्णः प्रत्यभाषत ॥९१॥
सरस्वत्याः सङ्गमे च यत्फलं लभते नरः ॥
स्नानेन किं फलं तस्य यदि जानासि तद्वद ॥९२॥
शबर उवाच ॥
शुकेनानेन मे सर्वं मथुरायाश्च यत्फलम् ॥
]

`verse 73 [
यत्फलं सङ्गमस्योक्तं शृणुयाद्द्वादशीव्रतम् ॥
वियोनिस्थो राक्षसो वा तिर्यग्योनिं गतस्य वा ॥
]

`verse 74 [
यमुद्दिश्य व्रतं कुर्यात्स गच्छेत्परमां गतिम् ॥
सङ्गमस्य फलं तस्य दृष्ट्वा गोकर्णमीश्वरम् ॥९५॥
नासौ यमपुरं याति विष्णुलोकं च गच्छति ॥
एवं मया श्रुतं तस्य सङ्गमस्य महाफलम् ॥
]

`colophon [
इति श्रीवराहपुराणे गोकर्णसरस्वतीमाहात्म्ये सप्तत्यधिकशततमोऽध्यायः ॥
]
