`speaker [
श्रीवराह उवाच
]

`verse 1 [
शुकं गृह्य ततः स्थानात्प्रस्थितो मथुरां पुरीम् ॥
प्रविश्य गृह्य तत्पुण्यं मातापित्रोस्तदर्पितम् ॥
]

`verse 2 [
शुकस्य चरितं सर्वं निवेद्य च महामतिः ॥
एवं निवसतस्तस्य बहुवर्षाणि तत्र वै ॥
]

`verse 3 [
सुखं प्राप्तं मतं चापि व्यवहारे च पूजने ॥
एवं निवसतस्तस्य द्रव्यं शेषमजायत ॥३॥
पुनस्तत्रैव गमने वणिग्भावे मतिर्गता ॥
समुद्रयाने रत्नानि महामौल्यानि साधुभिः ॥४॥
आनयिष्ये बहून्यत्र सार्धं रत्नपरीक्षकैः ॥
एवं निश्चित्य मनसा महासार्थपुरःसरः ॥
समुद्रयायिभिर्लोकैः संविदं प्रोच्य निर्गतः ॥
]

`verse 4 [
पेयाहार समाहारं कृत्वा कृत्यविदार्थकम् ॥
शुकं गृहीत्वा प्रस्थानमकरोत्पुण्यवासरे ॥
]

`verse 5 [
मातापित्रोः शुभा वाचो गृहीत्वा देवतागृहे ॥
भार्याणां देवकार्यं च वाटिकायाश्च पोषणम् ॥
]

`verse 6 [
पितुः शुश्रूषणं चोक्त्वा सर्वं यूयं करिष्यथ ॥
यथायोगं यथाकालं यथाकृत्यं यथा च यत् ॥
]

`verse 7 [
भवतीभिश्च कृत्यं मे करणीयं यथा तथा ॥
सन्दिश्य भार्याः सुश्रोणीर्देवं दृष्ट्वा प्रसाद्य च ॥
]

`verse 8 [
भार्याभिः समनुज्ञातो यानपात्रं गतस्तदा ॥
शुकेन सह संप्राप्तो महान्तं लवणार्णवम् ॥
]

`verse 9 [
पोतारूढास्ततः सर्वे पोतवाहैरुपोहिताः ॥
अपारे दुस्तरेऽगाधे यान्ति वेगेन नित्यशः ॥
]

`verse 10 [
अथ दैववशाद्वायुर्विलोमः समजायत ॥
दुर्वातेन तदा नित्यं बलात्पोत उपोहितः ॥
पोतवाहास्ततः सर्वे विसंज्ञा मोहिताः कृशाः ॥
]

`verse 11 [
हा कष्टं हि कथं किञ्च कुत्र गच्छामहे वयम् ॥
तेषां तु वचनं श्रुत्वा ज्ञात्वा दुर्वातपीडनम् ॥
आक्षिपद्वाग्भिरुग्राभिरन्योन्यं शङ्क्य मूर्च्छिताः ॥
]

`verse 12 [
जल्पन्ति कोऽत्र पापिष्ठः समारूढो निराकृतः ॥
तस्य पातकसंस्पर्शान्मृताः सर्वे न संशयः ॥
]

`verse 13 [
एवं विलपतां तेषां चत्वारोऽपि समभ्ययुः ॥
मासास्तत्रैव वाणिज्यं षण्मासात्सिध्यते फलम् ॥
]

`verse 14 [
निर्भर्त्सनं ततस्तेषामन्योन्यमभिजल्पनम् ॥
श्रुत्वा शुकस्य गोकर्णः शशंसात्मविनिन्दनम् ॥
]

`verse 15 [
अपुत्रस्य गतिर्नास्ति इति सर्वस्य निश्चितम् ॥
एषां मध्ये ह्यहं पापस्तेन तप्यामि पुत्रक ॥
]

`verse 16 [
यदत्र युक्तं कालेऽस्मिन्विषमे समुपस्थिते ॥
वद स्वाध्यायषाड्गुण्यं कृच्छ्रे त्वं कार्यवित्तमः ॥
]

`speaker [
शुक उवाच
]

`verse 17 [
मा जोषमास्व भैस्तात अस्मिन्काले यथोचितम् ॥
अहं करिष्ये तत्सर्वं मा विषादे मनः कृथाः ॥
]

`verse 18 [
एवमाश्वास्य पितरं समुड्डीय ततो द्रुतम् ॥
ध्रुवाख्यां दिशमुद्वीक्ष्य उत्तराभिमुखो ययौ ॥
]

`verse 19 [
नीचगत्या रक्षयन्वै सुतरं दुस्तरं जलम् ॥
सानौ पर्वतसामीप्ये योजनेन वरं गिरिम् ॥
]

`verse 20 [
रोमांचिततनुर्जातः शुको वीक्ष्य महागिरिम् ॥
क्रमित्वोर्द्ध्वं च यात्युग्रं तावद्देवालयं शुभम् ॥२२॥
दृष्टं च विष्ण्वायतनं तेजसा चोपशोभितम् ॥
दिक्षु सर्वास्वटित्वैवं निलिल्ये देवमन्दिरे ॥।
]

`verse 21 [
वत्साऽयं कोऽत्र संचारी कदा किं तु पिता मम ॥
वितरिष्यति नो कालं दुरन्तं सुकृतिर्यथा ॥
]

`verse 22 [
क्षणमेकं तथा चैनं तस्य चिन्तान्वितस्य हि ॥
सौवर्णपात्रहस्ता च देवी देवं समर्च्चयत् ॥
]

`verse 23 [
नमो नारायणायोक्त्वा निषसाद वरासने ॥
निमेषान्तरमात्रेण वयोरूपसमन्विताः ॥
असंख्याताः समायाता यथा देवी तथैव ताः ॥
]

`verse 24 [
गीतं वाद्यं च नृत्यं च यथासौख्यं विहृत्य च ॥
गतास्ता देवताः सर्वा यथास्थानमनुत्तमम् ॥
]

`verse 25 [
देवतादक्षिणे भागे पक्षिणां च जटायुषाम् ॥
लक्ष्यान्यनेकयूथानि बृहन्ति बहु सङ्घशः ॥
]

`verse 26 [
शुको लेख्यसमस्तेषां मध्ये कृत्वा तु संविदम् ॥
स्वभाषां पुरतः कृत्य शरणं तमयाचत ॥
]

`verse 27 [
ते समाश्वास्य तं प्राहुः कथमस्मिन्भवान्गतः ॥
वारिराशिर्दुराधर्षः समुद्रो झषसंकुलः ॥
]

`verse 28 [
शुकस्तान्प्रत्युवाचाथ पिता मे पोतसंस्थितः ॥
दुर्गवाताद्दुर्गमस्थो विषमे समुपस्थिते ॥
]

`verse 29 [
तस्य त्राणमभीप्सन्वै   ह्यागतोऽत्र वरं गिरिम् ॥
कुरुध्वं तस्य मे त्राणं यथा सुखमवाप्यते ॥
]

`speaker [
पक्षिण ऊचुः
]

`verse 30 [
एहि पुत्र सुकार्यं ते मार्गं द्रक्ष्यामहे वयम् ॥
पोताभ्याशगतिं यासि पितुस्तव गतिं प्रति ॥
]

`verse 31 [
ममैव पादविन्यासे क्रमयिष्ये यथा जलम् ॥
तेन ते पृष्ठतो मह्यं स पिता सन्तरिष्यति   ॥
]

`verse 32 [
मम चंच्वावगाहेन नङ्क्ष्यन्ति जलजन्तवः ॥
एतत्पितुः समक्षं हि शंसन् क्षिप्रं नदीपतिम् ॥
]

`verse 33 [
तारयामास वेगेन गत्वा पृष्ठं जटायुषः ॥
स ययौ पर्वतं तीर्त्वा क्वचिन्नाभिसमं जलम् ॥
]

`verse 34 [
हृत्कण्ठं चैव गम्भीरं सुखेन सुकृती यथा ॥
स्तोकान्तरे ततः सोऽथ देवागारमनुत्तमम् ॥
]

`verse 35 [
सरोवरं च पद्माढ्यं मणिरत्नविभूषितम् ॥
स्नात्वा देवान्पितृंश्चैव तर्पयित्वा यथासुखम् ॥
]

`verse 36 [
पुष्पाण्यादाय देवं च पूजयित्वा स केशवम् ॥
पंचायतनकं चैव खचितं रत्नसंचयैः ॥
दृष्ट्वा निलिल्ये चैकान्ते शुकस्यानुमते स्थितः ॥
]

`verse 37 [
क्षणेन ता यथापूर्वं देवताश्चागताः पुनः ॥
नर्त्तयित्वा यथायोग्यं तासां ज्येष्ठाऽब्रवीदिदम् ॥
]

`verse 38 [
स्वागतस्य क्षुधार्त्तस्य ब्रह्मिष्ठस्य महात्मनः ॥
भोजनार्थं फलं दिव्यं पानार्थं तोयमुत्तमम् ॥
]

`verse 39 [
गोकर्णस्य प्रयच्छध्वं येन तृप्तिस्त्रिमासिकी ॥
यथा शोको यथा पापं यथा मोहः प्रणश्यति ॥
]

`verse 40 [
तथा कृत्वा तमूचुस्ता अभयं तेऽस्तु मा शुचः ॥
वस स्वर्गोपमे स्थाने यावत्सिद्धिर्भवेत्तव ॥
]

`verse 41 [
गतास्ताः पुनरेवं च नित्यमेव दिने दिने ॥
वसते स सुखं तत्र मथुरायां यथा तथा ॥
]

`verse 42 [
पोतात्तस्मादुत्ततार सुवातेनोपवाहितः ॥
रत्नाकरः शुभो यत्र भावित्वाद्दैवयोगतः ॥
]

`verse 43 [
रत्नानि बहु मौल्यानि आहृतानि बहून्यथ ॥
यावत्परीक्षणार्थं च गोकर्णं रत्नकोविदम् ॥४६॥
निरीक्ष्यतेऽस्य संवासो न दृष्टश्चुक्रुशुस्ततः ॥
कुतोऽसौ गतवान्भद्रो मृतो नष्टो जले प्लुतः ॥
]

`verse 44 [
व्रीडायुतो निमग्नोऽयं निश्चितं मकरालये ॥
पितुरस्य वयं सर्वे पुत्रवद्विचरामहे ॥
]

`verse 45 [
यथाभागं च रत्नानां भागं दास्यामहे परम् ॥
एष धर्मः सदास्माकमेकसार्थागमेन हि ॥
]

`verse 46 [
एवं वसन्स गोकर्णो द्वीपस्थः शोकविह्वलः ॥
शुकं प्रोवाच दीनात्मा मातापित्रोः कृते तदा ॥
]

`verse 47 [
शुकेन मन्त्रमूढत्वात्पितुरेवं निवेदितम् ॥
अहं पक्षी लघुतनुर्भवन्तं नेतुमक्षमः ॥५१॥
याता ऽस्मि मथुरां मार्गे समुद्रे जलमालिनि ॥
पित्रोर्वाक्यं तवाख्यासे त्वदीयं च तयोरहम् ॥
]

`verse 48 [
अवश्यं च गमिष्येऽहमनुज्ञा तु प्रदीयताम् ॥
सत्यमुक्तं ततस्तेन गोकर्णेन शुकं प्रति ॥५३॥
गच्छ त्वं पुत्र मथुरामवस्थां मामकीमिमाम् ॥
त्वया विना न शक्नोमि शीघ्रमागमनं कुरु ॥५४॥
इत्युक्तः स तथेत्युक्त्वा पोतारूढः खगोत्तमः ॥
कालेन मथुरां प्राप्तः सर्वं पित्रे न्यवेदयत् ॥
]

`verse 49 [
श्रुत्वा तौ विषमावस्थं मृतं हृदि निवेश्य च ॥
रुदित्वा सुचिरं कालं शुके स्नेहो निवेशितः ॥
]

`verse 50 [
अस्माकं जीवनार्थाय त्वया कार्यं विहङ्गम ॥
कथाभिरनुकूलाभिर्धर्मदर्शिभिरेव च ॥
]

`verse 51 [
शुकेन पंजरस्थेन कथालापेन विद्यया ॥
पुत्रशोकाभितन्तप्तौ तथैवानेन सान्त्वितौ ॥
]

`verse 52 [
अथ सार्थः समायातो रत्नपूर्णो यथोदधिः ॥
वसुकर्णस्य पुत्रार्थमकरोत्स जनो महान् ॥
]

`verse 53 [
सर्वैस्तैर्विंशतिः संख्या एकैकेन समुद्रगैः ॥
रत्नैः समर्च्चितोऽत्यर्थं पर्वतः कुसुमोत्करैः ॥
]

`verse 54 [
प्रसाद्य सर्वे सम्पूज्य प्रेषितास्ते गृहं ययुः ॥
एवं ते न्यवसंस्तत्र यावत्कालं सुखेन तु ॥
]

`verse 55 [
शुश्रूषमाणास्तं वैश्यं यथा स्वपितरं तथा ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे गोकर्णमाहात्म्ये एकसप्तत्यधिकशततमोऽध्यायः ॥१७१॥
]
