`speaker [
श्रीवराह उवाच
]

`verse 1 [
तत्र स्थित्वा यथान्यायं गोकर्णः सर्वमंगलम् ॥
शुकं च मातापितरौ साधुभार्याचतुष्टयम् ॥
]

`verse 2 [
संमान्य पूजयामास यथाविभवशक्तितः ॥
मथुरावासिभिर्लोकैरुद्यानं कारयंस्तदा ॥
]

`verse 3 [
स्वयं च कृतवांस्तत्र अविघ्नस्य महामखम् ॥
भक्ष्यभोज्ये ब्राह्मणेभ्यो ददौ दानानि नित्यशः ॥३॥
गीतवादित्रमंगल्यं पुत्रवृद्धौ यथोचितम् ॥
तत्सर्वं कृतवाँल्लोको गोकर्णस्य महात्मनः॥४॥
एकैकं च परिष्वज्य प्रणिपत्य यथाक्रमम् ॥
मातापित्रोः प्रणम्याथ शिरसा पादपंकजे ॥५॥
शुकं हृदि समालोक्य प्ररुरोद स वै वणिक् ॥
यस्य प्रसादाज्जीवश्च धर्मश्चानुत्तमा गतिः ॥
]

`verse 4 [
विशिष्टेन   मया प्राप्तो राज्ञो लाभः सुपुष्कलः ॥
शुक पुत्रान्मया प्राप्तमिह लोके परत्र च ॥
]

`verse 5 [
एवं वसन्सुखं तत्र गोकर्णः सह बन्धुभिः ॥
शुक नाम्ना कृतं तेन शिवस्यायतनं महत् ॥
]

`verse 6 [
शुकेश्वरं प्रतिष्ठाप्य दिव्यं सत्रं चकार ह ॥
ब्राह्मणानां शते द्वे च मिष्टान्नवरभोजने ॥९॥
शुकसत्रमिति ख्यातं मृतो मुक्तिमवाप सः ॥
विमानवरमारुह्य स्वर्गलोकं गतः शुकः ॥
]

`verse 7 [
शुकप्रदाने गोकर्णः फलं स्नानस्य संगमात्॥
श्राद्धं सुवर्णैर्गोदानं कृत्वा तस्मै ददौ च सः ॥
]

`verse 8 [
शबराय सभार्याय तेन स्वर्गं गतश्च ह ॥
शुकोदरेण सहितो विमानवरमास्थितः ॥
]

`verse 9 [
एतत्ते कथितं सर्वं मथुरायां महत्फलम् ॥
सरस्वतीसंगमस्य गोकर्णस्य शिवस्य च ॥
]

`verse 10 [
गोकर्णस्य तु सन्तानमक्षयं धर्मतोऽव्ययम् ॥
सम्भूतं स सुखं भुक्त्वा ततो मोक्षमवाप्नुयात् ॥
]

`colophon [
इति श्रीवराहपुराणे गोकर्णमाहात्म्ये त्रयस्सप्तत्यधिकशततमोऽध्यायः॥१७३॥
]
