`speaker [
श्रीवराह उवाच
]

`verse 1 [
पुनरन्यत्प्रवक्ष्यामि महापातकनाशनम् ॥
संगमस्य प्रभावं हि पापिनामपि मुक्तिदम् ॥१ ॥
अत्रैव श्रूयते पूर्वं ब्राह्मणः संशितव्रतः ॥
महानामेति विख्यातः स्थितोऽसौ वनमाश्रितः॥२॥
स्वाध्याययुक्तो होमे च नित्ययुक्तः सः योगवित् ॥
जपहोमपरो नित्यं स्वकालं क्षपते च सः ॥
]

`verse 2 [
एवं कर्माणि कुर्वन्स ब्रह्मलोकजिगीषया॥
बहून्यब्दान्यतीतानि ब्राह्मणस्य वने तदा॥४॥
तस्य बुद्धिरियं जाता तीर्थाभिगमनं प्रति॥
पुनस्तीर्थजलैरेतत्क्षालयामि कलेवरम् ॥५॥
प्रयातो विधिवत्साक्षात् सूर्यस्योदयनं प्रति ॥
असिकुण्डादितः कृत्वा दक्षिणां कोटिकां ततः ॥६॥
तथा चोत्तरकोट्यां तु तथा मन्माथुरं च यत् ॥
क्रमेण सर्वतीर्थानि स्नात्वा मामपि पुष्करम् ॥
]

`verse 3 [
गत्वा सर्वाणि तीर्थानि स्नात्वा पूतो भवाम्यहम् ॥
इति कृत्वा मथुराया निर्जगामाथ स द्विजः ॥
]

`verse 4 [
कृतपूजानमस्कारः अध्वानं प्रत्यपद्यत ॥
अध्वप्रपन्नो ह्यदृशत्पंचप्रेतान्सुभीषणान् ॥
]

`verse 5 [
अरण्ये कण्टकवृते निर्जने शब्दवर्जिते ॥
तान्दृष्ट्वा विकृताकारानतितीव्रभयङ्करान् ॥
]

`verse 6 [
ईषदुत्त्रस्तहृदयस्तिष्ठदुन्मील्य चक्षुषी ॥
आलम्ब्य स ततो धैर्यं त्रासमुत्सृज्य दूरतः ॥
]

`verse 7 [
पप्रच्छ मधुरालापः के यूयं रौद्रमूर्त्तयः ॥
भवन्तः कर्मणा केन दुष्कृतेन भयावहाः ॥१२॥
एकस्थानात्सदा यूयं प्रस्थिताः कुत्र वा सदा ॥
प्रेता ऊचुः ॥
क्षुत्पिपासातुरा नित्यं बहुदुःखसमन्विताः ॥
]

`verse 8 [
दुर्बुद्ध्या च वृताः सर्वे हीनज्ञाना विचेतसः ॥
न जानीमो दिशं काचिद्विदिशं चापि चाध्वनि ॥१४॥
नान्तरिक्षं महीं चापि जानीमो दिवसं तथा ॥
यदेतद्दुःखमापन्नं सुखोदर्कफलं भवेत् ॥
]

`verse 9 [
अप्रकाममिदं भाति भास्करोदयनं प्रति ॥
अहं पर्युषितो नाम परः सूचीमुखस्ततः ॥
]

`verse 10 [
शीघ्रगो रोधकश्चैव पंचमो लेखकस्तथा ॥
ब्राह्मण उवाच ॥
प्रेतानां कर्मजातानां नाम्नां वै सम्भवः कुतः ॥१७॥
किं तत्कारणमेतद्धि यूयं सर्वे सनामकाः ॥
प्रेत उवाच ॥
अहं स्वादु सदाश्नामि दद्मि पर्युषितं द्विजे ॥
]

`verse 11 [
एतत्कारणमुद्दिश्य नाम पर्युषितं द्विज ॥
सूचीता बहवोऽनेन विप्राश्चान्नादिकांक्षिणः ॥१९॥
एतत्कारणमुद्दिश्य परः सूचीमुखस्ततः ॥
समर्थितो द्विजेनैव शीघ्रं याति यतो हि सः ॥
]

`verse 12 [
एतत्कारणमुद्दिश्य शीघ्रगस्तेन सोच्यते ॥
एको गृहस्य मध्ये तु भुङ्क्ते द्विजभयेन हि ॥
]

`verse 13 [
समारुह्योद्विग्नमना रोधकस्तेन चोच्यते ॥
मौनेनापि स्थितो नित्यं याचितोऽपि लिखेन्महीम् ॥
]

`verse 14 [
अस्माकमपि पापिष्ठो लेखकस्तेन नाम वै ॥
मदेन लेखको याति रोधकस्तु ह्यवाक्छिराः ॥२३॥
शीघ्रगः पङ्गुतां प्राप्तः परं सूचीमुखस्ततः ॥
उषितः केवलग्रीवो लम्बौष्ठो वै महोदरः ॥
]

`verse 15 [
बृहद्वृषणशुष्काङ्गः पापादेव प्रजायते ॥
एतत्ते सर्वमाख्यातमात्मवृत्तान्त सम्भवम् ॥२५॥
यदि ते श्रवणे श्रद्धा पृच्छ चान्यद्यदिच्छसि ॥
ब्राह्मण उवाच ॥
ये जीवा भुवि तिष्ठन्ति सर्व आहारजीविनः ॥२६॥
युष्माकमपि चाहारं श्रोतुमिच्छामि तत्त्वतः ॥
प्रेता ऊचुः ॥
शृणु चाहारमस्माकं सर्वभूतदयापर ॥
]

`verse 16 [
यच्छ्रुत्वा निन्दसे नित्यं भूयो भूयश्च नित्यशः ॥
श्लेष्ममूत्रपुरीषेण योषितां च समन्ततः ॥
]

`verse 17 [
गृहाणि त्यक्तशौचानि प्रेता भुञ्जन्ति तत्र वै ॥
बलिमन्त्रविहीनानि दानहीनानि यानि च ॥२९॥
गुरवो नैव पूज्यन्ते स्त्रीजितानि गृहाणि च ॥
यानि प्रकीर्णभाण्डानि प्रकीर्णोच्छेषणानि च ॥
]

`verse 18 [
नित्यं च कलहो यत्र प्रेता भुञ्जन्ति तत्र वै ॥
अपात्रे प्रतिदत्तानि विधिहीनानि यानि च ॥
निन्दितानां द्विजातीनां जुगुप्सितकुलोद्भवे ॥
]

`verse 19 [
जातानां विहितानां च दुष्कृतं कर्म कुर्वताम् ॥
तेभ्यो दत्तं तदस्माकमुपतिष्ठति भोजने ॥
]

`verse 20 [
एतत्पापतरं चान्यद्भोजनं दुष्टकर्मिणाम् ॥
निर्विण्णाः प्रेतभावेन पृच्छामः सुदृढव्रत ॥
]

`verse 21 [
प्रेतो यथा न भवति तथा ब्रूहि तपोधन ॥
ब्राह्मण उवाच ॥
एकरात्रत्रिरात्रेण कृच्छ्रचान्द्रायणादिभिः ॥
]

`verse 22 [
व्रतैरभ्युद्यतः पूतो न प्रेतो जायते नरः ॥
मिष्टान्नपानदाता च सततं श्रद्धयान्वितः ॥
]

`verse 23 [
यतीनां पूजको नित्यं न प्रेतो जायते नरः ॥
त्रीनद्भिः पंच चैकं वा प्रतिनित्यं तु पोषयेत् ॥३६॥
सर्वभूतदयालुश्च न प्रेतो जायते नरः ॥
देवातिथिषु पूजासु गुरुपूजासु नित्यशः ॥३७॥
रतो वै पितृपूजायां न प्रेतो जायते नरः ॥
जितक्रोधो ह्यमात्सर्यस्तृष्णासङ्गविवर्जितः ॥
]

`verse 24 [
क्षमायुक्तो दानशीलो न प्रेतो जायते नरः ॥
एकादशीं सितां कृष्णां सप्तमीं वा चतुर्दशीम् ॥
]

`verse 25 [
उपवासपरो नित्यं न स प्रेतोऽभिजायते ॥
गां ब्राह्मणं च तीर्थानि पर्वतांश्च नदीस्तथा ॥
]

`verse 26 [
देवांश्च वन्दते नित्यं न प्रेतो जायते हि सः ॥
प्रेता ऊचुः ॥
त्वत्तस्तच्छ्रुतमस्माभिर्यो न प्रेतोऽभिजायते ॥
]

`verse 27 [
प्रेतस्तु जायते केन तद्वद त्वं महामुने ॥
विप्र उवाच ॥
शूद्रान्नेन तु भुक्तेन ब्राह्मणो म्रियते यदि ॥
]

`verse 28 [
तेनैव चोदरस्थेन स प्रेतो जायते ध्रुवम् ॥
नग्नकापालिपाषण्डसङ्गतासनभोजनैः ॥४३॥
मनुष्यः प्रेततां याति स्पर्शेन सुतरां तथा ॥
पूर्वपुण्यं विनश्येत्तु प्रेतो भवति नित्यशः ॥४४॥
पाषण्डाश्रमसंस्थश्च मद्यपः पारदारिकः ॥
वृथामांसरतो नित्यं स च प्रेतोऽभिजायते ॥
]

`verse 29 [
देवस्वं ब्राह्मणस्वं च गुरोर्द्रव्यं हरेत्तु यः ॥
कन्यां ददाति शुल्केन स च प्रेतोऽभिजायते ॥
]

`verse 30 [
मातरं पितरं भ्रातृभगिन्यौ च स्त्रियं सुतम् ॥
अदुष्टान्यस्त्यजेत्सोऽपि प्रेतो भवति च ध्रुवम् ॥
]

`verse 31 [
अयाज्ययाजनाच्चैव याज्यानां परिवर्जनात् ॥
रतो वा शूद्रसेवायां स प्रेतो जायते नरः ॥
]

`verse 32 [
ब्रह्महा च कृतघ्नश्च गोघ्नो वै पञ्चपातकी ॥
भूमिकन्यापहर्ता च स प्रेतो जायते नरः ॥
]

`verse 33 [
गुरोर्धर्म्मोपदेष्टुश्च नित्यं हितमभीप्सतः ॥
न करोति वचस्तस्य स प्रेतो जायते नरः ॥
]

`verse 34 [
असद्भ्यः प्रतिगृह्णाति नास्तिकेभ्यो विशेषतः ॥
स पापो जायते प्रेत आहारादिविवर्जितः ॥
]

`speaker [
प्रेता ऊचुः
]

`verse 35 [
य एतत्कर्म कुर्वन्ति मूढाऽधर्मपरायणाः ॥
विरुद्धकारिणः पापास्तेषां कांचिद्गतिं वद ॥५२॥
ब्राह्मण उवाच ॥
ये धर्मविमुखा मूढा दयादानविवर्जिताः ॥
तेषां गतिर्भवेदेका मथुरायान्तु सङ्गमे ॥५३॥
श्रवणद्वादशीयोगे मासि भाद्रपदे तथा ॥
वामनं तत्र देवं तु पूजयेज्जुहुयात्तथा ॥५४॥
सुवर्णमन्नं वस्त्रं च च्छत्रोपानत्सुसंयुतम् ॥
तत्र स्नातो पितॄंस्तर्प्य दत्त्वा करकमेव च ॥
]

`verse 36 [
न ते प्रेता भविष्यन्ति मार्गस्थो यो नमस्यते ॥
विमानवरमारुह्य विष्णुलोकं स गच्छति ॥५६॥
तत्र तीर्थे नरः स्नातो हृष्टपुष्टो यथाश्रुतः ॥
ध्यातश्च कीर्त्तितो वापि तेन गङ्गावगाहिता ॥५७॥
तीर्थस्यैव तु माहात्म्यं प्रेतो भूत्वा शृणोति यः ॥
तस्याक्षयपदं विष्णोर्भवतीति मया श्रुतम् ॥
]

`speaker [
प्रेता ऊचुः
]

`verse 37 [
अस्माकं वद कल्याण व्रतस्यास्य विधिं परम् ॥
येन वै क्रियमाणेन प्रेतत्वात्तु विमुच्यते ॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 38 [
एवमेव व्रतस्यास्य विधानं कर्मसंहितम् ॥
पुराणं कथितं राज्ञे मान्धात्रे पृच्छते पुरा ॥
]

`verse 39 [
वसिष्ठेन महाभागाः शृणुध्वं कथयाम्यहम् ॥
प्रेतानां मोक्षणं पुण्यं गतिप्रवरदायकम् ॥
]

`verse 40 [
मासि भाद्रपदे शुद्धा द्वादशी श्रवणान्विता ॥
तस्यां दत्तं हुतं स्नानं सर्वं लक्षगुणं भवेत् ॥
]

`verse 41 [
सङ्गमे च पुनः स्नात्वा पूजयित्वा तु वामनम् ॥
कलशं विधिना दत्त्वा तस्य पुण्यफलं शृणु ॥
]

`verse 42 [
कपिलानां शतं दत्त्वा हिरण्योपस्कराञ्चितम् ॥
तेन यत्फलमाप्नोति तद्द्वादश्यामखण्डितम् ॥
]

`verse 43 [
राक्षसत्वं न गच्छेत्तु श्रवणद्वादशीव्रतात् ॥
स्वर्गे च वसते तावद्यावदिन्द्राश्चतुर्दश ॥
]

`verse 44 [
ततः स्वर्गात्परिभ्रष्टो ब्राह्मणो वेदपारगः ॥
जातिस्मरो महायोगी मोक्षमार्गपरायणः ॥
]

`verse 45 [
ध्यानयुक्तेन भावेन मुक्तो यात्यपुनर्भवम् ॥
कनकं च सुसंपीतं सान्नं रत्नसमन्वितम् ॥
]

`verse 46 [
यथालाभोपपन्नेन सौवर्णो वामनः  कृतः ॥
उपानच्छत्रसंयुक्तो विधिमन्त्रपुरःसरः ॥
]

`verse 47 [
कृत्वा च विधिवत्तस्य स्नानपूजादिकं नरः ॥
मन्त्रैस्तथाविधैर्होमैर्ब्राह्मणं चोपपादयेत् ॥
]

`verse 48 [
आगच्छ वरदानन्त श्रीपते मदनुग्रहात् ॥
सर्वगोपि निजांशेन स्थानमेतदलङ्कुरु ॥
]

`verse 49 [
(आवाहनम्)
यत्त्वं नक्षत्ररूपेण दवादश्यां नभसि स्थितः ॥
तन्नक्षत्रमहं वन्दे मनोवाञ्छितसिद्धये ॥
]

`verse 50 [
( नक्षत्रम्)
नमः कमलनाभाय कमलालय केशव ॥
( स्नानम् )
अमूर्त्ते सर्वतोव्यापिन्नारायण नमोऽस्तु ते ॥
]

`verse 51 [
सर्वव्यापिन्जगद्योने नमः सर्वमयाच्युत ॥
( पूजा)
श्रवणद्वादशीयोगे पूजां गृह्णीष्व केशव ॥
]

`verse 52 [
धूपोऽयं देवदेवेश शंखचक्रगदाधर ॥
(धूपं) अच्युतानन्त गोविन्द वासुदेव नमोऽस्तु ते ॥
]

`verse 53 [
तेजसा सर्वलोकाश्च विवृताः सन्तु तेऽव्ययाः ॥
( दीपम्)
त्वं हि सर्वगतं तेजो जनार्दन नमोऽस्तु ते ॥
]

`verse 54 [
अदितेर्गर्भमाधाय वैरोचनिशमाय च ॥
त्रिभिः क्रमैर्जिता लोका वामनाय नमोऽस्तु ते ॥ ७६ ॥ (नैवेद्यम्)
देवानां सम्मतश्चापि योगिनां परमां गतिः ॥
जलशायी जगद्योने अर्घ्यं मे प्रति गृह्यताम् ॥ ७७ ॥ ( अर्घ्यम्)
हव्यभुग्घव्यकर्त्ता त्वं होता हव्यं त्वमेव च ॥
सर्वमूर्त्ते जगद्योने नमस्ते केशवाय च ॥ ७८ ॥ (इति स्वाहा होमः)
हिरण्यमन्नं त्वं देव जलवस्त्रमयो भवान् ॥ ( दक्षिणाम्)
उपानच्छत्रदानेन प्रीतो भव जनार्दन ॥ ७९ ॥ ( छत्रादिदानम्)
पर्जन्यो वरुणः सूर्यः सलिलं केशवः शिवः ॥
अग्निर्वैश्रवणो देवः पापं हरतु मेऽव्ययः ॥
]

`verse 55 [
( वामनस्तुतिम्)
अन्नं प्रजापतिर्विष्णुरुद्रचन्द्रेन्द्रभास्कराः ॥
अन्नं त्वष्टा यमोऽग्निश्च पापं हरतु मेऽव्ययः ॥ ८१ ॥ ( करकदानं)
वामनो बुद्धिदाता च द्रवस्थो वामनः स्वयम् ॥
वामनस्तारकोभाभ्यां वामनाय नमोऽस्तु ये ॥ ८२ ॥( यजमानः)
वामनं प्रतिगृह्णामि वामनो मे प्रयच्छति ॥
वामनस्तारकोभाभ्यां वामनाय नमो नमः ॥ ८३ ॥ ( द्विजः प्रतिग्रहीता)
कपिलाङ्गेषु तिष्ठन्ति भुवनानि चतुर्दश ॥
दत्त्वा कामदुघां लोका भवन्ति सफला नृणाम् ॥८४॥ ( गोदानं)
मम पापच्छिदे तुभ्यं देवगर्भ सुपूजित ॥
मया विसर्जितो देव स्थानमन्यदलङ्कुरु ॥८५॥ (विसर्जनम्)
एवं विद्वांस्तु द्वादश्यां यो नरः श्रद्धयान्वितः ॥
यत्र तत्र नभस्ये तु कृत्वा फलमवाप्नुयात् ॥
]

`speaker [
ब्राह्मण उवाच
]

`verse 56 [
यस्तु सारस्वते तीर्थे यमुनायाश्च सङ्गमे ॥
करोति विधिनानेन तस्य पुण्यं शतोत्तरम् ॥८७॥
मयापि श्रद्धया चैतत्कालं तीर्थस्य सेवनम् ॥
क्षेत्रसंन्यासरूपेण कृतभक्तिसमन्वितम् ॥८८॥
येन यूयं न शक्ता मां बाधितुं पापकर्मिणः ॥
श्रवणद्वादशीयोगे व्रतं तिथिसमन्वितम् ॥
]

`verse 57 [
तावद्व्रतं तु कर्त्तव्यं यावदेकं क्षयं व्रजेत् ॥
तीर्थस्यैव प्रभावो हि प्रत्यक्षमिह दृश्यते ॥
]

`verse 58 [
श्रवणाद्वो गतिः साक्षात्साधु लक्ष्यामि चाऽधुना ॥
श्रीवराह उवाच ॥
एवं ब्रुवति विप्रे तु आकाशे दुन्दुभिस्वनः ॥
पुष्पवृष्टिर्भुव्यपतद्देवैर्मुक्ता सहस्रशः ॥९१ ॥
प्रेतानां तु विमानानि आगतानि समन्ततः ॥
देवदूत उवाचेदं प्रेतानां शृण्वतां तदा॥९२॥
अस्य विप्रस्य सम्भाषात्पुण्यसत्कीर्त्तितेन च ॥
प्रेतभावविमुक्ताः स्थ तीर्थस्य श्रवणादपि ॥९३॥
तस्मात्सर्वप्रयत्नेन सता सम्भाषणं वरम् ॥
कर्त्तव्यस्तीर्थभावश्च व्रतभावश्च मानसे ॥९४॥
तीर्थाभिषेकिपुरुषाद्यथा तेषां दुरात्मनाम् ॥
प्रेतानामक्षयः स्वर्गः सरस्वत्याश्च सङ्गमात् ॥९५॥
प्राप्तं तीर्थप्रभावस्य श्रवणान्मुक्तिदं फलम् ॥
तिलकं सर्वधर्माणां पंचप्रेतत्वमुक्तिदम् ॥९६॥
यः पठेत्परया भक्त्या शृणुयाद्भक्तितत्परः ॥
करोति श्रद्धया युक्तो न प्रेतो जायते नरः ॥९७॥
पिशाचसंज्ञकं नाम तीर्थं त्रैलोक्यविश्रुतम् ॥
यस्य श्रवणमात्रेण न प्रेतो जायते नरः ॥
]

`colophon [
इति श्रीवराहपुराणे मधु० मा० सर्वतीर्थे यमुनासंगमप्रभावोनाम चतुःसप्तत्यधिकशततमोऽध्यायः ॥
]
