`speaker [
श्रीवराह उवाच
]

`verse 1 [
शृणु चान्यद्वरारोहे कृष्णस्यान्यद्विचेष्टितम् ॥
द्वारकां वसमानस्य साम्बशापादिकं शृणु॥१ ॥
सुखासीनस्य कृष्णस्य पुत्रदारसुतैः सह ॥
आगतो नारदस्तत्र यदृच्छागमनो मुनिः॥
पाद्यमर्घ्यं चासनं च मधुपर्कं सभाजनम्॥
गां च दत्त्वा यथान्यायं कृतं संवादमुत्तमम् ॥३॥ ।
एकान्ते प्राप्य कृष्णं च विज्ञप्तिमकरोत्प्रभुः॥
कृष्ण किञ्चिद्वक्तुकामस्तत्त्वं शृणु महामते॥॥
साम्बनामा तव युवा पुत्रो वाग्मी तु रूपवान्॥
स्पृहणीयः सदा कान्तः स्त्रीजनस्य सुरेश्वरः॥५॥
एतास्तु वरनार्यो वै क्रीडार्थं हि सुरेश्वरः।
देवयोन्यो ददुस्तुभ्यं सहस्राणि  च षोडश॥६॥
साम्बं दृष्ट्वा च सर्वासां क्षुभ्यते च मनः प्रभो ॥
एतत्तु ब्रह्मलोके च गीयते दैवतैः स्वयम् ॥
]

`verse 2 [
त्वत्प्रियार्थं समायातः कथितुं ते सुरोत्तम ॥
श्रूयते चार्थ विद्रूपः श्लोको द्वैपायनेन वै ॥
]

`verse 3 [
क्रियातः स्वर्गवासोस्ति नरकस्तद्विपर्ययात् ॥
पुण्यरूपं तु यत्कर्म दिशो भूमिं च संस्पृशेत् ॥
]

`verse 4 [
यावत्स शब्दो भवति तावत्पुरुष उच्यते ॥
पुरुषश्चाविनाशी च कथ्यते शाश्वतोऽव्ययः ॥
]

`verse 5 [
नरके पुरुषः प्रोक्तो विपरीतो मनीषिभिः ॥
तस्मात्साम्बं समाहूय तथा देवीगणं च तम् ॥
]

`verse 6 [
आसनेषूपविष्टानां तासां क्षोभं च तत्त्वतः ॥
लक्षयिष्याम्यहं सर्वं सत्यं चासत्यमेव  च ॥
]

`verse 7 [
तावत्सभ्यासनान्येव स्वास्तीर्य च विभागशः ॥
सर्वास्तास्तु समाहूय आसने चोपवेश्य च ॥
]

`verse 8 [
पश्चात्साम्बः समायातस्तस्याग्रे करसंपुटम् ॥
कृत्वा स्थितो मुहूर्तं तु किमाज्ञापयसि प्रभो ॥
]

`verse 9 [
दृष्ट्वा रूपमतीवास्य साम्बस्यैव वरस्त्रियः ॥
चुक्षुभुः सकला देव्य कृष्णस्यैव तु पश्यतः ॥१५॥
उत्तिष्ठतः प्रियाः सर्वा गच्छत स्वनिवेशनम् ॥
कृष्णवाक्यात्तदा देव्यो जग्मुः स्वं स्वं निवेशनम् ॥१६॥ ।
सांबस्तत्रैव संतस्थौ वेपमानः कृताञ्जलिः ॥
स कृष्णो नारदं वीक्ष्य लज्जयावाङ्मुखोऽभवत् ॥
]

`verse 10 [
कृष्णस्तु कथयामास नारदाय सविस्तरम् ॥
स्त्रीस्वभावं चरित्रं च आश्चर्यं पापकारकम् ॥
]

`verse 11 [
क्षणो नास्ति रहो नास्ति नास्ति कृत्ये विभावना ॥
तेन नारद नारीणां सतीत्वमुपजायते ॥
]

`verse 12 [
एकवासास्तथा गौरी श्यामा वा वरवर्णिनी ॥
मध्यं गता प्रगल्भा च वयोऽतीतास्तथा स्त्रियः ॥
]

`verse 13 [
सुरूपं पुरुषं दृष्ट्वा क्षरन्ति मुनिसत्तम ॥
स्वभाव एष नारीणां सांबस्य शृणु कारणम् ॥
]

`verse 14 [
अतीव मानी तेजस्वी धार्मिकोऽतिगुणान्वितः ॥                                                                                       रूपकारणमुद्दिश्य गतः क्षोभं कथञ्चन ॥
]

`verse 15 [
नारदस्त्वेवमेवं च प्रतिपूज्य हरेर्वचः ॥
अन्तरज्ञ उवाचेदं सांबशापकरं तथा ॥
]

`verse 16 [
यथा एकेन चक्रेण रथस्य न गतिर्भवेत् ॥
पुरुषास्वादनाच्चैवं क्षरन्ति सततं स्त्रियः ॥
]

`verse 17 [
पुंसः सुदृष्टिपातेन कृतकृत्या भवन्ति ताः ॥
प्रद्युम्नं वीक्ष्य नार्यस्तु लज्जामापुः सुपुष्कलाम् ॥
]

`verse 18 [
सांबं दृष्ट्वैव ताः सर्वा अनङ्गेन प्रपीडिताः ॥
उद्दीपनविभावोऽयं तासां गन्धादिकं यथा ॥
]

`verse 19 [
तस्मात्सांबस्तु दुष्टात्मा तव स्त्रीणां विनाशकृत् ॥
सत्यलोके प्रवादो यस्तव जातो दुरत्ययः ॥
]

`verse 20 [
मया श्रुतस्तु लोकेभ्यो ब्रह्मर्षिभ्यो मुहुर्मुहुः ॥
सांबत्यागात्प्रमार्ष्टुं त्वमयशः कुलनाशकम् ॥
]

`verse 21 [
त्वमिहार्हस्यमेयात्मन्मया नु कथितं हितम् ॥
इत्युक्त्वा वचनं तत्र नारदो मौनमास्थितः ॥
]

`verse 22 [
कृष्णः शशाप सांबं तु विरूपत्वं भविष्यति ॥
शापयुक्तः स सांबस्तु कुष्ठयुक्तोऽभवत्क्षणात्॥
]

`verse 23 [
शरीरात्तु गलद्रक्तं पूतिगन्धयुतं सदा ॥
पशुवत्कर्तितो यस्तु तद्वद्देहोऽस्य दृश्यते ॥
]

`verse 24 [
ततस्तु नारदेनैव साम्बशापविनाशकः ॥
समादिष्टो महान्धर्म आदित्याराधनं प्रति ॥
]

`verse 25 [
सांब सांब महाबाहो शृणु जांबवतीसुत ॥
पूर्वाचले च पूर्वाह्ने उद्यन्तं तु विभावसुम् ॥
]

`verse 26 [
नमस्कुरु यथान्यायं वेदोपनिषदादिभिः ॥
त्वयोदितं रविः श्रुत्वा तुष्टिं यास्यति नान्यथा ॥
]

`speaker [
सांब उवाच
]

`verse 27 [
अगम्यगमनात्पापाद्व्याप्तो यः पुरुषो भवेत् ॥
तस्य देवः कथं तुष्टो भविष्यति स वै मुने ॥
]

`speaker [
नारद उवाच
]

`verse 28 [
भविष्यत्पुराणमिति तव वादाद्भविष्यति ॥
ब्रह्मलोके पठिष्यामि ब्रह्मणोऽग्रे त्वहं सदा ॥
]

`verse 29 [
सुमन्तुर्मर्त्त्यलोके च मनोः प्रकथयिष्यति ॥
सांब उवाच ॥
कथं पूर्वाचले गत्वा मांसपिण्डोपमः प्रभो ॥
]

`verse 30 [
त्वत्प्रसादान्महद्दुःखं प्राप्तस्त्वहमकल्मषः ॥
नारद उवाच ॥
यथोदयाचले देवमाराध्य लभते फलम् ॥
]

`verse 31 [
मथुरायां तथा गत्वा षट्सूर्ये लभते फलम् ॥
मध्याह्ने च तथा देवं फलप्रियमकल्मषम् ॥
]

`verse 32 [
मथुरायां च मध्याह्ने मध्यन्दिन रवौ तथा ॥
अस्तङ्गते तथा देवं सद्यो राज्यफलं भवेत् ॥
]

`verse 33 [
मथुरायां तथा पुण्यमुदयास्तं रवेर्जपन् ॥
मध्याह्ने प्रयतो वाग्भिः जपन्मुच्येत पातकात् ॥
]

`verse 34 [
कृष्णगङ्गोद्भवे स्नात्वा सूर्यमाराध्य यत्नतः ॥
सर्वपापविनिर्मुक्तः कुष्ठादिभ्यो विमुच्यते ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 35 [
ततः साम्बो महाबाहुः कृष्णाज्ञप्तो ययौ पुरीम् ॥
मथुरां मुक्तिफलदां रवेराराधनोत्सुकः ॥
]

`verse 36 [
नारदोक्तेन विधिना सांबो जांबवतीसुतः ॥
षट्सूर्यान्पूजयामास उदयन्तं दिवाकरम् ॥
]

`verse 37 [
कृत्वा योगेन चात्मानं सांबस्याग्रे रविस्तदा ॥
वरं वृणीष्व भद्रं ते मद्व्रतख्यापनाय च ॥
]

`verse 38 [
यस्तोषितो नारदेन तद्वदस्व ममाग्रतः ॥
सांब पंचाशकैः श्लोकेर्वेदगृह्यपदाक्षरैः ॥
]

`verse 39 [
यः स्तुतोऽहं त्वया वीर तेन तुष्टोऽस्मि ते सदा ॥
स्पृष्टो देवेन सर्वाङ्गे तत्क्षणाद्दीप्तसच्छविः ॥४७॥
व्यक्तांगावयवः साक्षाद्द्वितीयोऽभूद्रविर्यथा ॥
मध्याह्ने याज्ञवल्क्यस्य यज्ञं माध्यन्दिनीयकम् ॥४८॥
अध्यापयत्सांबयुतो रविर्मध्यन्दिनोऽभवत् ॥
वैकुण्ठपश्चिमे पार्श्वे तीर्थं माध्यन्दिनीयकम् ॥
]

`verse 40 [
स्नात्वा मध्यन्दिनं दृष्ट्वा सर्वपापैः प्रमुच्यते ॥
उदयास्ते ततो देवः सांबेन   सहितो विराट् ॥
]

`verse 41 [
सायाह्ने कृष्णगंगाया दक्षिणे संस्थितस्तदा ॥
तत्र दृष्ट्वा तु सायाह्ने रविमस्तोदयं प्रभुम् ॥
]

`verse 42 [
सर्वपापविशुद्धात्मा परं ब्रह्माधिगच्छति ॥
श्रीवराह उवाच ॥
एवं सांबस्य तुष्टेन मध्याह्ने तु नभस्तलात् ॥
]

`verse 43 [
द्विधाकृतात्मयोगेन सांबकुष्ठमपोहितम् ॥
साम्बः प्रख्याततीर्थे तु तत्रैवान्तरधीयत ॥
]

`verse 44 [
सांबस्तु सह सूर्येण रथस्थेन दिवानिशम् ॥
रविं पप्रच्छ धर्मात्मा पुराणं सूर्यभाषितम् ॥
]

`verse 45 [
भविष्यमिति विख्यातं ख्यातं कृत्वा पुनर्नवम् ॥
सांबः सूर्यप्रतिष्ठां च कारयामास तत्त्ववित् ॥
]

`verse 46 [
उदयाचलमाश्रित्य यमुनायाश्च दक्षिणे ॥
मध्ये कालप्रियं देवं मध्याह्ने स्थाप्य चोत्तमम् ॥५६॥
मूलस्थानं ततः पश्चादस्तमानाचले रविम् ॥
स्थाप्य त्रिमूर्त्तिं सांबस्तु प्रातर्मध्यापराह्णिकम् ॥
]

`verse 47 [
मथुरायां तथा चैकं स्थाप्य सांबो वसुन्धरे ॥
स्वनाम्ना स्थापयामास पुराणविधिना स्वयम् ॥
]

`verse 48 [
एवं सांबपुरं नाम मथुरायां कुलेश्वरम् ॥
रथयात्रां तथा कृत्वा रविणा कथिता यदा ॥
]

`verse 49 [
माघमासस्य सप्तम्यां दिव्यं सांबपुरं नराः ॥
रथयात्रां प्रकुर्वन्ति सर्वद्वन्द्वविवर्जिताः ॥
]

`verse 50 [
गच्छन्ति तत्पदं शान्तं सूर्यमण्डलभेदकम् ॥
एतत्ते कथितं देवि सांबशापसमुद्भवम् ॥
]

`verse 51 [
पापप्रशमनाख्यानं महापातक नाशनम् ॥
]

`colophon [
इति श्रीवराहपुराणे साम्बवचनत्रयसूर्यप्रतिष्ठानं नाम सप्तसप्तत्यधिकशततमोऽध्यायः ॥
]
