`speaker [
श्रीवराह उवाच
]

`verse 1 [
शत्रुघ्नेन पुरा घोरो लवणः सूदितो यथा ॥
द्विजानुग्रहकामार्थमन्नमुग्रस्वरूपिणम् ॥
]

`verse 2 [
द्वादश्यां मार्गशीर्षस्य उपोष्य नियतः शुचिः ॥
यः करोति वरारोहे शत्रुघ्नचरितं यथा ॥
]

`verse 3 [
द्विजानां प्रीणनं कृत्वा स्वधान्नपटुभोजनैः ॥
लवणस्य वधादेव शत्रुघ्नस्य शरीरके ॥
]

`verse 4 [
हर्षस्तु सुमहाञ्जातो रामस्याक्लिष्टकर्मणः ॥
अयोध्यायाः समायातो रामः सबलवाहनः ॥
]

`verse 5 [
महोत्सवं च कर्तुं स शत्रुघ्नस्य महात्मनः ॥
सितामाग्रहणीं प्राप्य मथुरां लवणान्तकः ॥
]

`verse 6 [
एकादश्यां सोपवासः स्नात्वा विश्रान्तिसंज्ञके ॥
कृत्वा महोत्सवं तत्र कुटुम्बसहितः पुरा ॥
]

`verse 7 [
तस्मिन्मुक्त्वा यथाकामं ब्राह्मणान्वै प्रतर्प्य च ॥
तस्मिन्नहनि तत्रैव यः कुर्यात्स महोत्सवम् ॥
]

`verse 8 [
सर्वपापविनिर्मुक्तः पितृभिः सह मोदते ॥
स्वर्गलोके चिरं कालं यावत्स्थित्यन्तजन्मनः ॥
]

`colophon [
इति श्रीवराहपुराणे मथुरामाहात्म्ये शत्रुघ्नलावणे रामतीर्थयात्रायामष्टसप्तत्यधिकशततमोऽध्यायः ॥
]
