`speaker [
श्रीवराह उवाच
]

`verse 1 [
पुनरन्यत्प्रवक्ष्यामि पितॄणां तृप्तिकारकम् ॥
ध्रुवतीर्थे पुरावृत्तं तच्छृणुष्व वसुन्धरे ॥
]

`verse 2 [
अस्यां पुर्यां तु राजासीद्धार्मिकः सत्यविक्रमः॥
चन्द्रसेनेति नाम्ना च यज्वा दानहिते रतः॥२॥
तस्य नार्यः शते द्वे तु कुलशीलवयोयुते ॥
तासां मध्येऽधिका चैका पतिव्रतपरायणा॥३॥
नाम्ना चन्द्रप्रभा चैव वीरसूर्वीरपुत्रका ॥
तस्या दासीशतस्यैका दासी नाम्ना प्रभावती ॥
]

`verse 3 [
तस्याः परिग्रहास्त्वेकोद्दिष्टाचारविहीनकाः ॥
तस्या पितृगणाः सर्वे अतीताः शतसंख्यया ॥९॥
स्वदोषैः पतिताः सर्वे नरकं प्रति भामिनि ॥
संकरो नरकायैव कुलघ्नानां कुलस्य हि ॥
]

`verse 4 [
कदाचिदपि तस्याथो भ्रष्टः प्राणिजनो महान् ॥
सूक्ष्मः प्राणिसमूहो हि ध्रुवतीर्थे तदापतत् ॥
]

`verse 5 [
कृष्णरूपाश्चंक्रमन्तो मशकाकारसन्निभाः ॥
दृष्टास्ते ऋषिणा तत्र त्रिकालज्ञेन भामिनि ॥
]

`verse 6 [
षष्ठान्नकालभोक्त्र पयोव्रतेन महात्मना ॥
मानैर्व्रतेन सा देवि सूर्यगत्या स्थितेन च ॥९॥
तस्मिन्क्षणे न च कृतं व्रतं जप्यं विमोहनात् ॥
कृपया परिभूतस्य कौतुकेन निरीक्षता ॥
]

`verse 7 [
चतुर्थांशावशेषश्च दिवसः पर्यवर्त्तत ॥
एके तत्र समायान्ति पितरो नभसोऽवनिम् ॥
]

`verse 8 [
अन्ये पूर्वोत्तराद्देशाद्दक्षिणात्पश्चिमात्तथा ॥
केचित्स्वभावतो हृष्टाः केचित्पुत्रैः स्वधाकृताः ॥
]

`verse 9 [
हृष्टास्तुष्टा सुपुष्टांगा गच्छन्तो दिवि सङ्घशः ॥
तपस्विनः स्नानरता रूक्षाः क्षामशरीरिणः ॥
]

`verse 10 [
वस्त्रालङ्कारपुष्टांगा हृष्टा गच्छन्ति संघशः ॥
तथाऽपरे नग्नदेहाः सुपुष्टा यान्ति तत्र वै ॥
]

`verse 11 [
अन्ये यथागतं यान्ति आयान्ति पुनरेव हि ॥
यानैरुच्चावचैः केचिन्नानारूपैः खगैस्तया ॥
]

`verse 12 [
समागच्छन्ति गच्छन्तीरयन्तश्चाशिषो मुदा ॥
केचिद्यथागता यान्ति क्रुद्धाः शापप्रदायिनः ॥
]

`verse 13 [
निर्गतोदरसूक्ष्माश्च गच्छन्ति सुविमानिताः ॥
सम्मानितास्तथान्ये तु पितरः श्राद्धपूजिताः ॥
]

`verse 14 [
महोत्सवमिवालक्ष्य विस्मितो मुनिरुत्थितः ॥
गते पितृगणे पुत्राः सकलत्रा गृहान्ययुः ॥
]

`verse 15 [
निर्जनं ध्रुवतीर्थं तु वृतवेलमिवाभवत् ॥
तत्रैकान्ते कृशांगोऽथ क्षुत्क्षामो गतिविह्वलः ॥
]

`verse 16 [
वेपथुः कोटराक्षश्च पृष्ठलग्नलघूदरः ॥
ऊरुचर्मास्थिरुक्त्रस्तो जृम्भमाणो भृशं कृशः ॥
]

`verse 17 [
न वाक्च श्रूयते तस्य क्षुद्रपक्षिरवो यथा ॥
को भवान्विकृताकारो वेष्टितो मशकैर्बहु ॥
]

`verse 18 [
न गच्छसि यथास्थानमागतस्तु निरुद्यमः ॥
यथावत्पृच्छते मह्यं कथयात्मविचेष्टितम् ॥
]

`verse 19 [
ममाद्य नैत्यकं कर्म तीर्थेऽस्मिन्नश्यतेऽनिशम् ॥
इमानुच्चावचाञ्जन्तून्दृष्ट्वा मां मोह आविशत् ॥
]

`verse 20 [
त्वां दृष्ट्वेदृक्स्वरूपं च क्रिया मे सा गता त्वयि ॥
विस्रब्धः कथयास्माकं करोमि च हितं तव ॥
]

`speaker [
जन्तुरुवाच
]

`verse 21 [
बृहन्निमित्तमद्यैव पितॄणां तृप्तिकारकम् ॥
ध्रुवतीर्थे च यः श्राद्धं पुनः कुर्यात्तिलोदकम् ॥
]

`verse 22 [
तिलतृप्ता दिवं यान्ति पितरस्तेन पुत्रिणः ॥
सोऽहं स्वान्तरिकादत्तस्तृप्त्यर्थस्तु बुभुक्षितः ॥
]

`verse 23 [
योनिसंकरदोषेण नरकं समुपाश्रितः ॥
आशापाशशतैर्बद्धः शतवर्षैरिहागतः ॥
]

`verse 24 [
अगतिर्गमने मे स्यात्ते त्रितापैः समागतः ॥
सन्तानैः पुष्टवपुषो दत्तश्राद्धैः कृतोदकैः ॥२८॥
बलयुक्ता ययुः स्वर्गं निर्बलस्य कुतो गतिः ॥
येषां सन्ततिरक्षय्या तिष्ठत्येवं प्रजावती ॥
]

`verse 25 [
ते स्वधापूजितैः पुत्रैर्गच्छन्ति परमां  गतिम् ॥
अद्य राज्ञस्तु पितरश्चन्द्रसेनस्य पूजिताः ॥
]

`verse 26 [
दृष्टास्त्वया त्रिकालज्ञ दिव्यदृष्ट्या दिवं गताः ॥
ब्राह्मणानां च वैश्यानां शूद्राणां पितरस्तथा ॥
]

`verse 27 [
प्रतिलोमानुलोमानां शूद्राणां श्राद्धकर्मिणाम् ॥
सर्वेषां च त्वया दृष्टं येषां सन्ततिरव्यया ॥
]

`verse 28 [
एवं पृष्टः स विप्रेण कथयामास कारणम् ॥
पुनः पप्रच्छ तं जन्तुः कौतूहलसमन्वितः ॥
]

`verse 29 [
तवापि सन्ततिस्तात नास्ति दैवाद्यथोचिता ॥
यदि कश्चिदुपायोऽत्र मह्यं तव हितैषिणे ॥
]

`verse 30 [
वद सर्वं करिष्यामि यदि सत्यं वचो मम ॥
ततः स कथयामास दुःस्थः पितृगणैर्वृतः ॥३५॥
इमे ये मम देहे तु भवन्ति मशकाः कृशाः ॥
सन्तानप्रक्षयादेते मम देहं समाश्रिताः ॥
]

`verse 31 [
तन्तुमन्त्रमहं तेषां मम तन्तुमयी सकृत् ॥
आस्ते नगर्या मध्ये तु चन्द्रसेनस्य वेश्मनि ॥३७ ॥
महिष्याः प्रेषणे नित्यं दासी नाम्ना प्रभावती ॥
तस्या दासी कर्मकरी विरूपनिधिनामतः ॥३८॥
अस्माकं सन्ततेस्तन्तुस्तस्य श्राद्धकृते वयम् ॥
आशया बद्धहृदयाः श्राद्धतर्पणहेतवः ॥
]

`verse 32 [
स्थिता एतावदेवं तु कालं यास्यामहेऽम्बुधौ ॥
नरके त्वप्रतिष्ठे तु निराशाः स्वेन कर्मणा ॥
]

`verse 33 [
श्रुत्वैतत्स त्रिकालज्ञो मोहाविष्टोऽब्रवीदिदम् ॥
कथं निकृष्टयोन्या यद्दत्तं चापद्यते हविः॥४१॥
विधिरत्र कथं तस्या येन यूयं सपुत्रिणः ॥
प्रोवाच स त्रिकालज्ञं ज्ञानक्लिष्टं कृपान्वितम् ॥४२ ॥
पूर्वकर्मविपाकेन यां यां गतिमधोमुखीम् ॥
ऊर्द्ध्वां यां चापि पितरः पुत्रिणः पुत्रमीहते ॥
]

`verse 34 [
श्राद्धं पिण्डोदकं दानं नित्यं नैमित्तिकं तथा ॥
नान्या गतिः पितॄणां स्यात्पितरस्तेन पुत्रिणः॥४४॥
अपि स्यात्स कुलेऽस्माकं यो नो दद्याज्जलाञ्जलिम् ॥
नदीषु बहुतोयासु शीतलासु विशेषतः ॥
]

`verse 35 [
विशेषात्तीर्थमध्ये तु तिलमिश्रं जलाञ्जलिम् ॥
रौप्यजुष्टजलेनाथ नाभिदघ्ने जले स्थितः ॥
]

`verse 36 [
दर्भपाणिस्त्रिस्त्रिगोत्रे पितृनाम समुच्चरन् ॥
तृप्यत्वेवं नाम शर्म स्वधाकारमुदाहरन् ॥
]

`verse 37 [
आदावेकाञ्जलिर्द्वे तु तिस्रो वै तर्पणे स्मृताः ॥
देवर्षिपितृसंघानां क्रमाज्ज्ञेयं विचक्षणैः ॥
]

`verse 38 [
तृप्यध्वमिति चान्ते वै मन्त्रं मन्त्रप्रतिक्रियाः ॥
उदीरतामङ्गिरस आयन्तु न इतीरयेत् ॥
]

`verse 39 [
पित्रे प्रथमतो दद्यान्मात्रे दद्यात्तथाचरन् ॥
गोत्रं माता नाम देवी तृप्यत्वेवं स्वधोच्चरन् ॥
]

`verse 40 [
एवं मातामहः शर्मा गोत्रे पितामहस्तथा ॥
ऊर्द्ध्वं पितृभ्यो ये चेह ते पितर इहोच्यते ॥
]

`verse 41 [
मधुवातेत्यृचं तद्वत्पूर्ववत्समुदीरयेत् ॥
पितामहीं प्रपितामहीं पत्या मातृवत्स ह ॥
]

`verse 42 [
एवं मातामहानां च पूर्ववत्क्रमशो बुधः ॥
नमो व इति मन्त्रेण प्रत्येकं त्रितयं त्रिषु ॥
]

`verse 43 [
गोत्रोच्चारं प्रकुर्वीत असूर्यान्नाशयामहे ॥
गोत्राय पित्रे महाय शर्मणे चेदमासनम् ॥
]

`verse 44 [
गोत्रायै मात्रे मह्यै तु देव्यै चासनकर्मणि ॥
गोत्रः पितामहः शर्मा गोत्रा मातामही मही ॥
]

`verse 45 [
अर्घ्यपात्रसंकल्पे तु पिण्डदानेऽवनेजने ॥
गोत्रस्य पितुर्महस्य शर्मणोक्तस्य कर्मणि ॥५६ ॥
गोत्रायै मातुर्महायै देव्याश्चाज्ञेयकर्मणि ॥
आवाहने द्वितीया च चतुर्थी पूज्यकर्मणि ॥
]

`verse 46 [
प्रथमा चाशिषि प्रोक्ता दत्तस्याक्षय्यकारिका ॥
श्राद्धपक्षे तथा षष्ठी अक्षय्यासनयोः स्मृता ॥
]

`verse 47 [
पितुरक्षयकाले तु पितॄणां दत्तमक्षयम् ॥
एवमेतत्तु पुत्रेण भक्तिपूर्वं द्विजेन तु ॥
]

`verse 48 [
वार्यपि श्रद्धया दत्तं तदानन्त्याय कल्पते ॥
श्रद्धया ब्राह्मणेनैव यथा श्राद्धविधिक्रिया॥
]

`verse 49 [
कृत्वा श्राद्धं तु पितरो हृष्टा मुमुदिरे सदा ॥
जोषमास्स्व त्रिकालज्ञ गच्छामो नरकाय वै।६१॥
पूर्वकर्मविपाकेन चिरं तु वसितुं मुने ॥
त्रिकालज्ञ उवाच ॥
ये मया चागता दृष्टास्तीर्थेऽस्मिन्पितरोऽथ वै ॥६२॥
बहवः स्वस्थमनसो बहवो दुःस्थमानसाः ॥
पुत्रदत्तं तथा श्राद्धं जग्रासोद्विग्नरूपिणः ॥६३॥
मौनेन गच्छतां तेषां किमेतद्वद निश्चयम् ॥
अगस्तिरुवाच ॥
अत्र यन्निश्चयं श्राद्धे पुत्रस्य विफलं भवेत् ॥
]

`verse 50 [
नरस्य करणं किञ्चित्तन्मे निगदतः शृणु ॥
अदेशकाले यद्दत्तं विधिहीनमदक्षिणम् ॥६५॥
अपात्रे मलिनं द्रव्यं महत्पापाय जायते ॥
अश्रद्धेयमपाङ्क्तेयं दुष्टप्रेक्षितमीक्षितम् ॥
]

`verse 51 [
तिलमन्त्रकुशैर्हीनमासुरं तद्भवेदिति ॥
वैरोचनाय देवेन वामनेन विभूतये ॥
]

`verse 52 [
सच्छूद्रस्य च श्राद्धस्य फलं दत्तं पुरा किल ॥
तथा दाशरथी रामो हत्वा राक्षसमीश्वरम् ॥६८॥
रावणं सगणं घोरं तुष्टेन सह सीतया ॥
श्रुत्वा भक्तिं च राक्षस्यास्त्रिजटायास्त्रिलोककृत् ॥६९॥
सीतावाक्यप्रतुष्टेन तस्यै प्रादाद्वरं विभुः ॥
अशुचीनि गृहाण्येव तथा श्राद्धहवींषि च ॥
]

`verse 53 [
क्रोधाविष्टानि दानानि विधिपात्रयुतानि च ॥
पाक्षिशौचमनभ्यङ्गप्रतिश्रयमभोजनम् ॥
]

`verse 54 [
त्रिजटे त्वत्प्रयच्छामि यच्च श्राद्धमदक्षिणम् ॥
तथैव शम्भुना दत्तं नागराजाय भक्तितः ॥
]

`verse 55 [
तुष्टेन वै वासुकये तन्मे निगदतः शृणु ॥
अनुज्ञाप्य व्रतं जन्तुर्वार्षिकी सकला क्रिया ॥
]

`verse 56 [
यज्ञस्य योचिता देया दक्षिणा नाददाद्द्विजः ॥
वृथाशपथकारा या देवब्राह्मणसन्निधौ ॥
]

`verse 57 [
अश्रोत्रियाणि श्राद्धानि क्रिया मन्त्रैर्विनापि च ॥
रात्रौ सवाससा स्नानं यथासत्त्वस्वरूपतः ॥
]

`verse 58 [
यः शिष्यो न नमेद्भक्त्या गुरुं ज्ञानप्रदायकम् ॥
तथैव प्राकृतं धर्ममग्रे गेयं करिष्यतः ॥
]

`verse 59 [
सर्वं तुभ्यं मया दत्तं नागराजाय वार्षिकम् ॥
इत्येतद्वै पुराणेषु सेतिहासेषु पठ्यते ॥
]

`verse 60 [
तद्वदलीककरणं श्राद्धं दानं व्रतं तथा ॥
नोपतिष्ठति तेषां वै तेन नग्नादयस्त्वमी ॥
]

`verse 61 [
मुषिताच्छिद्रकरणैस्तद्दानफलभोक्तृभिः ॥
यथा गतास्तथा ते तु श्राद्ध हूतास्तु निष्फलाः ॥७९ ॥
मौनव्रतधरा यान्ति पुनः प्राप्यार्थहेतवे ॥
एवमेतन्महाप्राज्ञ यन्मां त्वां परिपृच्छसि ॥
]

`speaker [
त्रिकालज्ञ उवाच
]

`verse 62 [
षट्काले भोजनं त्वद्य नाहं भोक्तुमिहोत्सहे ॥
यावत्तृप्तिर्न ते भूयाद्दृष्ट्वा हन्त स्थिरो भव ॥
]

`verse 63 [
तावत्कालं प्रतीक्षस्व यावदागमनं मम ॥
अस्मिंस्तीर्थे सदैवाहं दिवारात्रमतन्द्रितः ॥
]

`verse 64 [
सोऽहमद्य व्रतं त्यक्त्वा तव कारुण्यपूरितः ॥
गत्वाहमानयिष्यामि त्वयोक्तां तां वरां स्त्रियम् ॥
]

`verse 65 [
अनया कारयिष्यामि श्राद्धं तु विधिना सह ॥
एवमुक्त्वा स षष्ठाशी मौनवाक्संययौ द्रुतम् ॥
राजा समीपगं दृष्ट्वा अकस्मादागतं ऋषिम् ॥
]

`verse 66 [
क्षित्यास्तले विलुलितः पादौ कृत्वा तु मूर्द्धनि ॥
धन्योऽस्म्यनुगृहीतोऽस्मि यद्भवान्गृहमागतः ॥
]

`verse 67 [
सदा यज्ञं करिष्यामि गृहमागमने तव ॥
अद्य मे सफलं जन्म यद्भवांस्त्वमिहागतः ॥
]

`verse 68 [
इदं पाद्यमिदं चार्घ्यं मधुपर्कमिमां च गाम् ॥
गृहाण मुनिशार्दूल येनाहं शान्तिमाप्नुयाम् ॥
]

`verse 69 [
तस्य तत्प्रतिगृह्याशु स मुनिस्त्वरितोऽब्रवीत् ॥
मदीयागमने राजन् शृणु त्वं कारणं महत् ॥
]

`verse 70 [
तच्छ्रुत्वा कुरु तत्सर्वं येनाहं तोषितोऽभवम् ॥
एवमुक्तस्तु राजर्षिरब्रवीत्तं तपोधनम् ॥
]

`verse 71 [
किं तद्वद यथाकार्यं येन सिद्धं भवेदिदम् ॥
त्रिकालज्ञ उवाच ॥
या सा ते राजमहिषी तामानय वराननाम् ॥
]

`verse 72 [
तस्या दासी वरारोहा प्रभावत्यपि विश्रुता ॥
सापि देव्या तु सहिता आयातु मम सन्निधौ ॥
]

`verse 73 [
ततश्चान्तःपुराद्देवी सदासी तत्र चागता ॥
क्षितौ विलुलिता साध्वी प्रणाममकरोदृषेः ॥९२ ॥
समासीनां च विप्रेन्द्रः प्रोवाच विनताननाम् ॥
ध्रुवतीर्थे मयाश्चर्यं यद्दृष्टं कथयामि वः ॥९३॥
ये केचित्पितरो लोके लोकानां सर्वतः स्थिताः॥
ये पूजिताः श्राद्धकृद्भिः पुत्रैः प्रीता दिवं ययुः ॥
]

`verse 74 [
एको वृद्धो नरस्तत्र सूक्ष्मप्राणिभिरावृतः ॥
क्षुत्क्षामदेहः शुष्कास्यो निर्गतोदरसूक्ष्मदृक् ॥। ॥
]

`verse 75 [
निराशो गन्तुकामश्च पुनः स निरयेऽशुचौ ॥
कारुण्यात्स मया पृष्टः कस्त्वं ब्रूहि किमिच्छसि ॥
]

`verse 76 [
तेनात्मकर्मजनितं मम कर्म निवेदितम् ॥
ततस्तत्रैव तच्छ्रुत्वा तस्य कारुण्ययन्त्रितः ॥
]

`verse 77 [
तव दास्याश्च या दासी तस्यास्तन्तुः किलोच्यते ॥
नाम्ना विरूपकनिधिस्तामानय वरानने ॥
]

`verse 78 [
इति श्रुत्वानवद्याङ्गी तस्या आनयनेऽत्वरत् ॥
प्रेषयामास सर्वत्र तस्या आनयने बहून् ॥
]

`verse 79 [
सा चैकान्ते च दिवसे पानमांसरता सदा ॥
पुरुषेण सहासीना शय्यायां मदविह्वला ॥
]

`verse 80 [
सेवकैः सा करे गृह्य आनीता मुनिसन्निधौ ॥
तां दृष्ट्वा मदिरामत्तां स मुनिः प्राह धर्मवित् ॥
]

`verse 81 [
प्रत्ययार्थं तु तस्या वै मुनिः प्राह क्रियां प्रति ॥
पितॄणां च कृते दत्तं दानं वारि न वा स्वधा ॥
]

`verse 82 [
तर्पणं चापि नो दत्तं पितॄणां चातिमुक्तिदम् ॥
सा नैवमित्युवाचेदं तं मुनिं संशितव्रतम् ॥
]

`verse 83 [
न जानामि पितॄन्स्वान्वै क्रियां कार्यं च वै विभो ॥
इति ब्रुवाणां ता दासीं त्रिकालज्ञोऽभ्युवाच ह ॥
]

`verse 84 [
पत्नी च मथुरेशस्य नृपः सपुरसज्जनः ॥
सर्वे द्रक्ष्यथ माहात्म्यं पितॄणां सन्ततेः फलम् ॥
]

`verse 85 [
सकौतुका महाभागाः श्राद्धदानं च नैव ह ॥
नगरस्थाश्च ते सर्वे ब्राह्मणा भावपूजिताः ॥१
]

`verse 86 [
राज्ञा नीतास्तत्र तीर्थे श्राद्धार्थं मुनिना सह ॥
लोकैः परिवृतो राजा ध्रुवतीर्थं गतः प्रभुः ॥
]

`verse 87 [
तत्र दृष्टः स वै जन्तुर्न च तन्तुर्विचेतनः ॥
मशकैर्वेष्टितः क्षुद्रैः क्षुधया चातिपीडितः ॥
]

`verse 88 [
उवाच ते तदा विप्रोऽभवत्सन्तानजाः स्त्रियः ॥
आनीतास्तव पुष्ट्यर्थं यथेच्छसि तथा कुरु ॥१
]

`speaker [
अगस्त्य उवाच
]

`verse 89 [
स्नात्वैषा ध्रुवतीर्थे तु ब्रह्मणोक्तक्रमेण च॥
करोतु तर्पणं चास्मिन्पूर्वोक्तविधिना त्वियम् ॥
]

`verse 90 [
ततः श्राद्धं सरौप्यं च सवस्त्रं सविलेपनम्॥
अर्चित्वा पिण्डदानेन करोत्वेषा च भक्तितः॥
]

`verse 91 [
अत्रैव सर्वे स्थित्वा वै मामीक्षथ सुखान्वितम् ॥
कारयित्वा यथासर्वं श्राद्धदानं हि तन्तुना॥११२॥
तस्य तद्वचनं श्रुत्वा राजपत्नी यशस्विनी॥
कारयामास दास्या वै श्राद्धं सुबहुदक्षिणम् ॥११३॥
पट्टवस्त्रं तथा धूपं कर्पूरागुरुचन्दनम्॥
तिलोत्तरं तथान्नं च बहुरूपं सपिण्डकम् ॥ १
]

`verse 92 [
कृते श्राद्धे पिण्डदाने स जन्तुः सुकृती यथा ॥
दिव्यकान्तिरदीनात्मा तथाभूतैः पृथक् पृथक् ॥१
]

`verse 93 [
वेष्टितः शुशुभेऽतीव दीक्षितोऽवभृथे यथा ॥
स्वर्गागतैर्विमानैश्च छादितं तत्र वै नभः॥११६॥
तेषां मशकगात्राणां सुगात्राणां सुरूपिणाम्॥
ततस्तुष्टमना जन्तुर्विमानं प्रेक्ष्य चागतम्॥१
]

`verse 94 [
गन्तुं स्वर्गमुवाचेदं त्रिकालज्ञं मुनिं नृपम्॥
शृण्वन्तु वचनं सर्वे मदीयं पितृतुष्टिदम् ॥ १
]

`verse 95 [
तीर्थानि सरितः श्रेष्ठाः पर्वताश्च सरांसि च ॥
कुरुक्षेत्रं गया चैव स्थानान्यायतनानि च ॥११९ ॥
पितॄणां मुक्तिदं चान्यन्न भूतं न भविष्यति ॥
आषाढ्याः पञ्चमे पक्षे प्रतिपत्प्रभृतित्वथ ॥
]

`verse 96 [
शुक्लप्रतिपदन्तं च तीर्थं प्राप्य ससत्वराः ॥
पितरः श्राद्धपिण्डादा आश्विने ध्रुवमास्थिताः ॥
]

`verse 97 [
कृत्वा प्रेतपुरीं शून्यां स्वर्ग पातालमेव च ॥
ईहमानाः स्वकं पुत्रं गोत्रतन्तुमथानुजम् ॥
]

`verse 98 [
कन्यां गते सवितरि यः श्राद्धं सम्प्रदास्यति ॥
तर्पणं ध्रुवतीर्थे ते पितॄणां षोडशान्तरे ॥
]

`verse 99 [
सुतृप्ताः स्मो वयं शश्वद्यास्यामः परमां गतिम् ॥
एष एव प्रभावोऽत्र ध्रुवस्य कथितो मया ॥
]

`verse 100 [
दृष्टो भवद्भिः सर्वं यदस्माकं सुदुरत्ययम् ॥
दुस्तरं तारितं पापं त्वत्प्रसादान्महामुने ॥
]

`verse 101 [
इति विश्राव्य वचनं राजानं स ऋषिं जनान् ॥
राजपुत्रीं तथा दासीं स्वां सुतां शिवमस्तु वः ॥१२६॥
आरुह्य वरयानं ते गताः स्वर्गं वृता सुरैः ॥
श्रीवराह उवाच ॥
ततः स राजशार्दूलः सगणः परिवारकैः ॥
]

`verse 102 [
दृष्ट्वा तीर्थस्य माहात्म्यं प्रणम्य ऋषिसत्तमम् ॥
प्रविष्टो नगरीं रम्यां संस्मरन्नित्यमच्युतम् ॥
]

`verse 103 [
एतत्ते कथितं भद्रे माहात्म्यं मथुराभवम् ॥
स्मरणाद्यस्य पापानि नश्यन्ते पूर्वजन्मनि ॥
]

`verse 104 [
पठति श्रद्धया युक्तो ब्राह्मणानां च सन्निधौ ॥
स पितॄंस्तर्पयेत्सर्वानभिगम्य गयाशिरे ॥
]

`verse 105 [
एतत्त्वयानाव्रतिने न चाशुश्रूषये तथा ॥
कथनीयं महाभागे यश्च नार्च्चयते हरिम् ॥
]

`verse 106 [
तीर्थानां परमं तीर्थं धर्माणां धर्ममुत्तमम् ॥
ज्ञानानां परमं ज्ञानं लाभानां लाभ उत्तमः ॥
]

`verse 107 [
कथनीयं महाभागे पुण्यान्भागवतान्सदा ॥
सूत उवाच ॥
एतच्छ्रुत्वा प्रभोर्वाक्यं धरणी विस्मयान्विता ॥
]

`verse 108 [
पप्रच्छ मुदिता देवी प्रतिमास्थापनं प्रति ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे मथुरावर्णनं नामाशीत्यधिकशततमोऽध्यायः ॥
]
