`verse 1 [
अथ मृन्मयार्चास्थापनम् ॥
श्रीवराह उवाच ॥
पुनरन्यत्प्रवक्ष्यामि तच्छृणुष्व वसुन्धरे ॥
तिष्ठामि मृन्मयीं चापि प्रतिमां पूजनेच्छया ॥१॥
आर्च्चां च मृन्मयीं कृत्वा अस्फुटां चाप्यखण्डिताम् ॥
नाधिकां वामनां चापि न वक्रां कारयेद्बुधः ॥२॥
ईदृशीं प्रतिमां कृत्वा मम कर्मपरायणः ॥
भूमे सर्वाणि कर्माणि यथा वा रोचते तथा ॥
]

`verse 2 [
काष्ठानामप्यलाभे तु मृन्मयीं तत्र कारयेत् ॥
शैलजां वा ततो भूमे मम कर्मपरायणः ॥
]

`verse 3 [
ताम्रेण कांस्यरौप्येण सौवर्णत्रपु रीतिभिः ॥
कुर्वन्ति शुभकर्माणः कोविदः प्रतिमां शुभाम् ॥
]

`verse 4 [
अर्चनं त्वपरं वेद्यां मम कमर्परिग्रहात्॥
केचिल्लोकापवादेन ख्यात्यै कुर्वन्ति केचन ॥६॥
गृहं चालोच्य कश्चिन्मां पूजयेत्कामनापरः ॥
पूजयेद्यदि वा चक्रं मम तेजोंशसम्भवम् ॥
]

`verse 5 [
भूमे एवं विजानीहि स्थापितोऽहं न संशयः ॥
सम्पदस्तु प्रयच्छामि पूजितोऽहं धराधरे ॥
]

`verse 6 [
मन्त्रैर्वा विधिपूर्वेण यो मे कर्माणि कारयेत् ॥
यं यं फलं समुद्दिश्य मां पूजयति मानवः ॥
]

`verse 7 [
तत्तत्फलं प्रयच्छामि प्रसन्नेनान्तरात्मना ॥
मम चैव प्रसादेन प्राप्नोति गतिमुत्तमाम् ॥
]

`verse 8 [
मद्भक्तः सततं नित्यं कर्मणा परिवेष्टितः ॥
स वै मत्परितोषार्थं मनस्येव प्रपूजयेत् ॥
]

`verse 9 [
दद्याज्जलाञ्जलिं मह्यं तेन मे प्रीतिरुत्तमा ॥
तस्य किं सुमनोभिश्च जाप्येन  नियमेन किम् ॥१२॥
मह्यं चिन्तयतो नित्यं निभृतेनान्तरात्मना ॥
तस्य कामान्प्रयच्छामि दिव्यान्भोगान्मनोरमान् ॥
]

`verse 10 [
एतत्ते सर्वमाख्यातं सुगोप्यं च प्रयत्नतः ॥
मृन्मयीं प्रतिमां कृत्वा मम कर्मसु निष्ठितः ॥१४॥
श्रवणे चैव नक्षत्रे कुर्यात्तस्याधिवासनम् ॥
पूर्वोक्तेन विधानेन स्थापयेन्मन्त्रपूर्वकम् ॥
]

`verse 11 [
पंचगव्यं च गन्धं च वारिणा सह मिश्रयेत् ॥
ततो मे स्नपनं कार्यमिमं मन्त्रमुदाहरेत् ॥
]

`verse 12 [
मन्त्रः-
योऽसौ भवान्सर्वजगत्प्रकर्त्ता यस्य प्रसादेन भवन्ति लोकाः ॥
स त्वं कुरुष्वाच्युत मत्प्रसादं त्वं तिष्ठ चार्च्चासु च मृन्मयीषु ॥
]

`verse 13 [
कारणकारणं ह्युग्रतेजसं द्युतिमन्तं महापुरुषं नमो नमः ॥
अनेन मन्त्रेण वेश्मनि प्रविश्य स्थापनां कुर्यात् ॥
अनेनैव तु मन्त्रेण स्थापयेन्मां समाहितः ॥
पूर्ववत्स्थापयेत्तत्र चतुरः कलशान्पुरा ॥
चतुरस्तान्गृहीत्वा च इमं मन्त्रमुदाहरेत् ॥
]

`verse 14 [
मन्त्रः –
ॐ वरुणं समुद्रो लब्ध्वा संपूजितो ह्यात्ममतिप्रसन्नः ॥
एतेन मन्त्रेण ममाभिषेकं प्राप्तं वरिष्ठं हि स ऊर्ध्वबाहुः ॥
अग्निश्च भूमिश्च रसाश्च सर्वे भवन्ति यस्मात्सततं नमस्ये ॥
]

`verse 15 [
एवमास्नाप्य विधिवन्मम कर्मपरायणः ॥
पूर्वोक्तविधिना चैव गन्धमाल्यैश्च पूजयेत् ॥
]

`verse 16 [
अगुरुं चैव धूपं च सकर्पूरं सकुङ्कुमम् ॥
नमो नारायणायेति उक्त्वा धूपं प्रकल्पयेत् ॥
]

`verse 17 [
धूपं दत्त्वा यथान्यायं पीतं वस्त्रं तु दापयेत् ॥
नमो नारायणायेति उक्त्वा मन्त्रमुदाहरेत् ॥
]

`verse 18 [
मन्त्रः-
वस्त्रेण पीतेन सदा प्रसन्नो यस्मिन्प्रसन्ने तु जगत्प्रसन्नम् ॥
गृह्णातु वस्त्रं सुमुखः प्रसन्नो देवः सदा पातु भवस्य बन्धात् ॥२३॥
तत एतेन मंत्रेण वस्त्रं दद्याद्यथोचितम् ॥
धूपदीपादिभिः पूज्य प्रापणं परिकल्पयेत् ॥
]

`verse 19 [
पूर्वोक्तेन विधानेन दद्यात्प्रापणकं नरः ॥
पश्चादाचमनं दद्यान्मन्त्रपूर्वं प्रयत्नतः ॥
]

`verse 20 [
मन्त्रः-
शान्तिर्भवतु देवानां ब्रह्म क्षत्रविशां तथा ॥
शान्तिर्भवतु वृद्धानां बालानां शान्तिरुत्तमा ॥२६॥
देवो वर्षतु पर्जन्यः पृथिवी सस्यपूरिता ॥
अनेनैव तु मन्त्रेण शान्तिं कृत्वा विधानतः ॥
]

`verse 21 [
पश्चाद्भागवतान्पूज्य ततो ब्राह्मणपूजनम् ॥
शिरसा वचनं कार्यं दक्षिणाभिः प्रपूज्य च ॥
]

`verse 22 [
अच्छिद्रं वाच्य पश्चाच्च कुर्यादेवं विसर्जनम् ॥
एवं विसर्जनं कृत्वा ये च तत्र समागताः ॥
]

`verse 23 [
पूजयेत्तांश्च विधिवद्वस्त्रालंकारभूषणैः ॥
पूजयीत गुरुं तत्र यदीच्छेन्मम सात्म्यताम् ॥
]

`verse 24 [
यो गुरुं पूजयेद्भक्त्या विधिदृष्टेन कर्मणा ॥
तेनाहं पूजितो नित्यं देवि सत्यं ब्रवीमि ते ॥
]

`verse 25 [
तुष्टो ददाति कृच्छ्रेण ग्राममात्रं नराधिपः ॥
आब्रह्मपदपर्यन्तं हेलया यच्छते गुरुः ॥
]

`verse 26 [
तथैव मम शास्त्रेषु ममैव वचनाच्छुभे ॥
सर्वशास्त्रेषु कल्याणि गुरुपूजा व्यवस्थिता ॥
]

`verse 27 [
य एतेन विधानेन कुर्यात्संस्थापनं मम ॥
तारितानि कुलान्येव त्रीणि त्रिंशच्च सप्ततिः ॥
]

`verse 28 [
पूजायां मम मार्गेषु पतन्ति जलबिन्दवः ॥
तावद्वर्षसहस्राणि मम लोकेषु मोदते ॥
]

`verse 29 [
एवं ते कथितं भूमे स्थापनं मृन्मयस्य तु ॥
कथयिष्यामि ते ह्यन्यत् सर्वभागवतप्रियम् ॥
]

`colophon [
इति श्रीवराहपुराणे मृन्मयार्च्चास्थापनं नाम त्र्यशीत्यधिकशततमोऽध्यायः ॥
]
