`verse 1 [
अथ पिण्डकल्पश्राद्धोत्पतिप्रकरणम् ॥
धरण्युवाच ॥
देवदेवोऽसि देवानां लोकनाथोऽपरिग्रहः ॥
आाशेौचकर्म विधिवच्छ्रोतुमिच्छामि माधव ॥
]

`speaker [
श्रीवराह उवाच
]

`verse 2 [
आशेौचं शृणु कल्याणि यथा शुध्यन्ति मानवाः ॥
गतायुषस्तृतीयेन स्नानं कुर्यान्नदीजले ॥
]

`verse 3 [
पिण्डं संचूरणं दद्यात्त्रींश्च दद्याज्जलाञ्जलीन् ॥
चतुर्थे पंचमे षष्ठे पिण्डमेकं जलाञ्जलिम् ॥
]

`verse 4 [
अन्यस्थानेषु दातव्यं स्नानात्त्वहनि सप्तमे ॥
एवं प्रतिदिनं कार्यं यावच्च दशमं दिनम् ॥
]

`verse 5 [
क्षारादिना वस्त्रशौचं दिने च दशमे तथा ॥
तिलामलकस्नेहेन गोत्रजः स्नानमाचरेत् ॥
]

`verse 6 [
पिण्डदानं विवर्त्याथ क्षेौरकर्म तु कारयेत् ॥
स्नानं कृत्वा विधानेन ज्ञातिभिः स्वगृहं व्रजेत्॥६॥
एकादशे च दिवसे एकोद्दिष्टं यथाविधि॥
स्नात्वा चैव शुचिर्भूत्वा प्रेतं विप्रेषु योजयेत्॥७॥
एकोद्दिष्टं मनुष्याणां   चातुर्वर्ण्यस्य माधवि॥
यथैकं द्रव्यसंयुक्तं स्वं विप्रं भोजयेत्तदा ॥८॥
स्नात्वा चैव शुचिर्भूत्वा प्रेतं प्रेतेषु योजयेत्॥
एकोद्दिष्टं तु द्रव्याणां चातुर्वर्ण्यस्य माधवि॥९॥
अपाकद्रव्यं संगृह्य ब्रह्मणो वचनं यथा॥
त्रिषु वर्णेषु कर्त्तव्यं पाकभोजनमित्युत॥
]

`verse 7 [
शुश्रूषया विपन्नानां शूद्राणां च वरानने॥
त्रयोदशे दिने प्राप्ते सुपक्वैर्भोजयेद्द्विजान्॥११॥
मृतस्य नाम चोद्दिश्य यस्यार्थे च प्रयोजितः॥
स्वर्गतस्येति सङ्कल्प्य कृत्वा ब्राह्मणमन्दिरम् ॥
]

`verse 8 [
गत्वा निमन्त्रितं विप्रं नम्रो भूत्वा समाहितः ॥
मन्त्रेणानेन भो देवि मनस्येव पठन्ति तम् ॥
]

`verse 9 [
गतोऽसि दिव्यलोके त्वं कृतान्तविहितेन च ॥
मनसा वायुभूतस्त्वं विप्रमेनं समाश्रय ॥
]

`verse 10 [
अस्तङ्गते तथादित्ये गत्वा ब्राह्मणमन्दिरम् ॥
दत्त्वा तु पाद्यं विधिवन् नमस्कृत्य द्विजोत्तमम् ॥
]

`verse 11 [
पाद्संवाहनं कार्यं प्रेतस्य हितकाम्यया ॥
प्रेतभोगशरीरे तु ब्राह्मणस्य च सुन्दरि ॥१६॥
यावत्तु तिष्ठते तत्र प्रेतभोगमुदीक्षते ॥
तावन्न संस्पृशेद्भूमे मम गात्रं प्रतिष्ठितम् ॥१७॥
प्रभातायां तु शर्वर्यामुदिते च दिवाकरे ॥
श्मश्रुकर्म प्रकर्त्तव्यं विप्रस्य तु यथाविधि॥१८॥
स्नापनाभ्यञ्जनं कार्यं प्रेतसन्तोषदायकम्॥
गृहीत्वा भूमिभागं च स्थण्डिलं तत्र कारयेत्॥१९॥
निपातदेशं संगृह्य शुचिदेशे समाहितः॥
नदीकूले निखाते वा प्रेतभूमिं विनिर्देशेत्॥
]

`verse 12 [
चतुःषष्टिकृतं भागं यथावत्सुकृतं भवेत्॥
ततो दक्षिणपूर्वेषु दिग्विभागेषु सुन्दरि॥२१ ॥
छायायां कुंजरस्यापि नदीकूलद्रुमे तथा ॥
चाण्डालादिप्रहीणे तु प्रेतकार्यं समाचरेत् ॥२२॥
यं देशं च न पश्यन्ति कुक्कुटश्वानशूकराः ॥
श्वा चापोहति रावेण गर्जितेन च शूकरः॥२३॥
कुक्कुटः पक्षवातेन चाण्डालश्च यथा धरे॥
तत्र कुर्वन्ति ये श्राद्धं पितॄणां बन्धनप्रदम्॥२४॥
वर्जनीया बुधैरेते प्रेतकार्येषु सुन्दरि ॥
देवतासुरगन्धर्वाः पिशाचोरगराक्षसाः॥
]

`verse 13 [
नागा भूतानि यज्ञाश्च ये च स्थावरजङ्गमाः ॥
स्नानं  कृत्वा यथा देवि तव पृष्ठे प्रतिष्ठिताः ॥
]

`verse 14 [
धारयिष्यामि सुश्रोणि विष्णुमायाततं जगत् ॥
चण्डालमादितः कृत्वा नराणां तु शुभाशुभम्॥
]

`verse 15 [
स्नानं कुर्वन्तु ते भूमे स्थण्डिले तदनन्तरे ॥
अकृत्वा पृथिवीभागं निवापं ये तु कुर्वते ॥
]

`verse 16 [
त्वदधीनं जगद्भद्रे तवोच्छिष्टं हतं भवेत् ॥
न देवाः पितरस्तस्य गृह्णन्तीह कदाचन ॥
]

`verse 17 [
पतन्ति नरके घोरे तेनोच्छिष्टेन सुन्दरि ॥
स्थण्डिले प्रेतभागं तु दद्यात्पूर्वाह्णिकं तु तम् ॥
]

`verse 18 [
कृत्वा तु पिण्डसङ्कल्पं नामगोत्रेण माधवि ॥
पश्चादश्नन्ति गोत्राणि कुलजाश्चैकभोजनाः ॥
]

`verse 19 [
न दद्यादन्यगोत्रेभ्यो ये न भुञ्जन्ति तत्र वै ॥
चतुर्णामपि वर्णानां प्रेतकार्येषु सुन्दरी ॥
]

`verse 20 [
एवं दत्तेन प्रीयन्ते प्रेतलोकगता नराः ॥
अदत्वा प्रेतभागं तु भुङ्क्ते यस्तत्र मानवः ॥
]

`verse 21 [
गत्वा महानदीं सोऽपि सचैलं स्नानमाचरेत् ॥
तीर्थानि मनसा  गत्वा त्रिभिरभ्युक्षयेद्भुवम् ॥
]

`verse 22 [
एवं शुद्धिं ततः कृत्वा ब्राह्मणान् शीघ्रमानयेत् ॥
आगतांश्च द्विजान् दृष्ट्वा कर्त्तव्या स्वागतक्रिया ॥३५॥
अर्घ्यं पाद्यं ततो दद्याद्धृष्टपुष्टेन माधवि ॥
आसनं चोपकल्पेत मन्त्रेण विधिपूर्वकम् ॥३६॥
मन्त्रः-
इदं ते आसनं दत्तं विश्रामं क्रियतां द्विज॥
कुरुष्व मे प्रसादं च सुप्रसीद् द्विजोत्तम ॥
]

`verse 23 [
उपवेश्यासने विप्रं छत्रं सङ्कल्पयेत्पुनः ॥
निवारणार्थमाकाशे भूता गगनचारिणः ॥३८॥
देवगन्धर्व यक्षाश्च सिद्धसंघा महासुराः ॥
धारणार्थं तथाकाशे छत्रं तेजस्विनां कृतम् ॥
]

`verse 24 [
प्रेतस्य च हितार्थाय धारयेत वसुन्धरे ॥
पूर्वं संहृष्टतुष्टेन प्रेतभागं च दापयेत् ॥
]

`verse 25 [
छत्रमावरणार्थं तु दद्याञ्चैव द्विजातये ॥
आकाशे तत्र पश्यन्ति देवाः सिद्धपुरोगमाः॥४१॥
गन्धर्वा ह्यसुराः सिद्धा राक्षसाः पिशिताशिनः ॥
दृश्यमानेषु सर्वेषु प्रेतः संव्रीडितो भवेत् ॥४२॥
व्रीडमानं ततो दृष्ट्वा हसंत्यसुरराक्षसाः ॥
एवं निवारणं छत्रमादित्येन कृतं पुरा॥४३॥
प्रेतलोकगतानां च सर्वदेवर्षिणां पुरा ॥
अग्निवर्षं शिलावर्षं तप्तं तत्र जलोदकम्॥४४॥
भस्मवर्षं ततो घोरमहोरात्रेण माधवि ॥
पादौ च ते न दह्येतां यमस्य विषयं गते ॥
तमोऽन्धकारविषमं दुर्गमं घोरदर्शनम् ॥४७॥
एकाकी दुःसहं लोके पथा येन स गच्छति ॥
कालो मृत्युश्च दूतश्च यष्टिमुद्यम्य पृष्ठतः ॥
]

`verse 26 [
अहोरात्रेण घोरेण प्रेतं नयति माधवि ॥
दद्यात्तदर्थं विप्राय पदत्रे च सुखावहे ॥
]

`verse 27 [
तप्तवालुमयी भूमिः कण्टकैरुपसंस्तृता॥
तेन दुर्गाणि तरति दत्तयोपानहात्र वै॥
]

`verse 28 [
पश्चाद्धूपं च दीपं च दद्याद्वै मन्त्रपूर्वकम्॥
याति येन विजानीयात्पृथक्प्रेतेन योजयेत् ॥
]

`verse 29 [
नामगोत्रमुदाहृत्य प्रेताय तदनन्तरम् ॥
शीघ्रमावाहयेद्भूमे दर्भपात्रे च भूतले॥५२॥
मन्त्रः-
इह लोकं परित्यज्य गतोऽसि परमां गतिम् ॥
गृह्ण गन्धं मुदा युक्तो भक्त्या प्रेतोपपादितम् ॥
]

`verse 30 [
गन्धमन्त्रः-
सर्वगन्धं सर्वपुष्पं धूपं दीपं तथैव च ॥
प्रतिगृह्णीष्व विप्रेन्द्र प्रेतमोक्षप्रदो भव ॥
]

`verse 31 [
एवं वस्त्राणि विप्राय सर्वाण्याभरणानि च ॥
पुनः पुनश्च पक्वान्नं प्रयच्छेत्तु वसुन्धरे ॥
]

`verse 32 [
एवमादीनि द्रव्याणि प्रेतभोग्यानि सर्वशः ॥
पादशौचादि त्रिः कृत्वा चातुर्वर्ण्यस्य माधवि ॥५६॥
एवंविधः प्रयोक्तव्यः शूद्राणां मन्त्रवर्जितम् ॥
अमन्त्रस्य च शूद्रस्य विप्रो गृह्णाति मन्त्रतः ॥५७॥
एतत्सर्वं विनिर्वर्त्य पक्वान्नं भोजयेद्द्विजम्॥
भोक्ष्यमाणेन विप्रेण ज्ञानशुद्धेन सुन्दरि ॥५८॥
प्रेताय प्रथमं दद्यान्न स्पृशेत परात्परम् ॥
सर्वं व्यञ्जनसंयुक्तं प्रेतभागं प्रकल्पयेत् ॥५९॥
देवत्वं ब्राह्मणत्वं च प्रेतपिण्डे प्रदीयते ॥
मानुषत्वं निवापेषु ज्ञातव्यं सततं बुधैः ॥
]

`verse 33 [
पितृस्थाने प्रदातव्यं विधानान्मन्त्रसंयुतम् ॥
एवं प्रेतेषु विप्रेषु एव कालो न विद्यते ॥
]

`verse 34 [
हस्तशौचं पुनः कृत्वा ह्युपस्पृश्य यथाविधि ॥
समन्त्रं प्रतिगृह्णाति पक्वान्नं भक्ष्यभोजनम् ॥
]

`verse 35 [
भुज्यमानस्य विप्रस्य प्रेतभागं च नित्यशः ॥
ज्ञातिवर्गेषु गोत्रेषु सम्बन्धिस्वजनेषु च ॥
]

`verse 36 [
भागस्तत्र प्रदातव्यस्तस्यार्थे यस्य विद्यते ॥
विप्राय दीयमाने तु वारणीयं न केनचित् ॥
]

`verse 37 [
निवारयति यो दत्तं गुरुहत्याफलं लभेत् ॥
न देवा प्रतिगृह्णन्ति नाग्नय पितरस्तथा ॥६५ ॥
एवं विलुप्यते धर्मः प्रेतस्तत्र न तुष्यति ॥
एवं विचिन्त्यमानस्य यथा धर्मो न लुप्यते ॥
]

`verse 38 [
ज्ञातिसम्बन्धिमध्ये तु यो दद्यात्प्रेतभोजनम् ॥
हृष्टेन मनसा विप्रे प्रेतभागं विशेषतः ॥
]

`verse 39 [
कूटवत्प्रतितिष्ठेत दृष्ट्वा तृप्तिं न गच्छति ॥
एवं तु प्रेतभावेन शीघ्रं मुञ्चति किल्बिषात् ॥
]

`verse 40 [
तृप्तिं ज्ञात्वा तु विप्रस्य पक्वान्नेन तु माधवि ॥
दातव्यमुदके तस्य पाणावभ्युक्षणं ततः ॥
]

`verse 41 [
दृष्ट्वा तु प्रोषितं तेन उच्छिष्टं न विसर्ज्जयेत् ॥
ब्राह्मणे नाप्यनुज्ञातः शीघ्रं संरंभयेत्ततः ॥
]

`verse 42 [
दातव्यं तत्र चोच्छिष्टं येन हेतुमगर्हितम् ॥
उपस्पृश्य विधानेन मम तीर्थगतेन च ॥
]

`verse 43 [
शुचिर्भूत्वा तु विधिवत्कृत्वा शान्त्युदकानि तु ॥
प्रणम्य शिरसा देवि निवापस्थानमागतः ॥
मन्त्रैः स्तुतिस्तु कर्त्तव्या तव भक्त्याऽवतिष्ठता ॥
]

`verse 44 [
नमो नमो मेदिनि लोकमातरुर्व्यै महाशैलशिलाधरायै ॥
नमोनमो धारिणि लोकधात्रि जगत्प्रतिष्ठे वसुधे नमोऽस्तु ते ॥७३ ॥
एवं निवापदानेन तव भक्तेन सुन्दरि ॥
दद्यात्तिलोदकं तस्य नामगोत्रमुदाहरेत् ॥
]

`verse 45 [
जानुभ्यामवनिं गत्वा नमस्कृत्य द्विजोत्तमान् ॥
पाणिं संगृह्य हस्तेन मन्त्रेणोत्थापयेद्द्विजान्॥७५॥
दद्याच्छय्यानं देवि तथैवाञ्जनकङ्कणम् ॥
अंजनं कंकणं गृह्य शय्यामाक्रम्य स द्विजः ॥७६॥
मुहुर्तं तत्र विश्रम्य निवापस्थानमागतः॥
गवां लांगूलमुद्धृत्य दद्याद्ब्राह्मणहस्तके॥७७॥
पात्रेणोदुम्बरस्थेन कृत्वा कृष्णतिलोदकम् ॥
उदाहरेत्तु मन्त्रान्वै सौरभेयान् द्विजातयः ॥
]

`verse 46 [
मन्त्रपूतं तदा तोयं सर्वपापप्रणाशनम् ॥
उद्धृत्य तच्च लांगूलं तोयेनाभ्युक्ष्य वै ततः ॥
]

`verse 47 [
पश्चात्प्रेतं विसर्ज्यैवं दद्याद्दानं द्विजातये ॥
निवापमन्नमशुचिं दद्याद्वायसतर्पणम॥
]

`verse 48 [
गत्वा तु ब्राह्मणेभ्योऽपि स्वगृहं यत्र तिष्ठति ॥
पक्वान्नं भोजयेत्सर्वं न तिष्ठेत् प्रतिवासिकम् ॥
]

`verse 49 [
पिपीलिकादिभूतानि प्रेतभागं च सर्वशः ॥
कृत्वा तु तर्पणं देवि यस्यार्थे तस्य कल्पयेत् ॥
]

`verse 50 [
भुक्तेषु तेषु सर्वेषु दीनानाथान् प्रतर्प्य च॥
प्रेतराजपुरं गत्वा प्रयच्छति स माधवि॥८३॥
सर्वान्नमक्षयं तस्य दत्तं भवति सुन्दरि॥
कर्त्तव्य एवं संस्कारः प्रेतभावविशोधनः॥८४॥
नेमिप्रभृतिभिः शौचं चातुर्वर्ण्यस्य सर्वतः॥
भविष्यति न सन्देहो दृष्टपूर्वं स्वयम्भुवा॥८५॥
कृत्वा तु धर्मसंकल्पं प्रेतकार्यं विशेषतः॥
न भेतव्यं त्वया पुत्र प्रेतकार्ये कृते सति ॥८६॥
विस्तरेण मया प्रोक्तं प्रत्यक्षं नारदस्य च॥
त्वया वत्स सुतस्यार्थे क्रतुरेकः प्रतिष्ठितः ॥८७॥
तस्मात्प्रभृति लोकेषु पितृयज्ञो भविष्यति ॥
एवं यास्यति वत्स त्वं न शोकं कर्त्तुमर्हसि ॥
]

`verse 51 [
शिवलोकं ब्रह्मलोकं विष्णुलोकं न सशंयः॥
एवमुक्त्वा तदात्रेयः पितृकर्म यथाविधि ॥८९॥
दातव्यं तु तृतीये च मासे सप्तनवेषु च ॥
एकादशे तथा मासे दद्यात्सांवत्सरीं क्रियाम्॥
]

`verse 52 [
प्रेतस्यावाहनं कृत्वा शुचिर्भूत्वा समाहितः ॥
पक्वान्नं भोजयेत्तत्र प्रेतभागं यथाविधि ॥९१ ॥
मन्त्रयुक्तोपचारेण चातुर्वर्ण्यस्य सर्वतः ॥
वृषलानाममन्त्राणां प्रयोक्तव्यं यथाविधि ॥
]

`verse 53 [
प्रेतकार्ये निवृत्ते तु पूर्णे संवत्सरे तथा ॥
प्रयान्ति जन्तवः केचिद्गत्वा गच्छन्ति चापरे ॥
]

`verse 54 [
पितामहः स्नुषा भार्या ज्ञातिसम्बन्धिबान्धवाः ॥
यद्येते बहवः सन्ति स्वप्नोपममिदं जगत् ॥
]

`verse 55 [
स्वयं मुहूर्त्तं रोदित्वा ततो याति पराङ्मुखः ॥
स्नेहपाशेन बद्धो वै क्षणार्द्धान्मुच्यते ततः ॥९५ ॥
कस्य माता पिता कस्य कस्य भार्या सुतास्तथा ॥
युगे युगे तु वर्त्तन्ते मोहपाशेन बध्यते ॥९६॥
स्नेहभावेन कर्त्तव्यः संस्कारो हि मृतस्य च ॥
मातापितृसहस्राणि पुत्रदारशतानि च ॥
]

`verse 56 [
संसारेष्वनुभूतानि कस्य ते कस्य वा वयम् ॥
स्वयम्भुवा विधिः प्रोक्तः प्रेतसंस्कारलक्षणः ॥
]

`verse 57 [
प्रेतकार्ये निवृत्ते तु पितृत्वमुपजायते ॥
मासि मासि ह्यमायां वै कर्त्तव्यं  पितृतर्पणम् ॥९९॥
पिता पितामहश्चैव तथैव प्रपितामहः ॥
जुहुयाद्ब्राह्मणमुखे तृप्तिर्भवति शाश्वती ॥
]

`verse 58 [
एवमुक्त्वा स आत्रेयः पितृयज्ञ विनिश्चयम् ॥
मुहूर्ते ध्यानमास्थाय तत्रैवान्तरधीयत ॥
]

`speaker [
नारद उवाच
]

`verse 59 [
श्रुत्वा तु मृतसंस्कारमात्रेयोक्तं यथाविधि ॥
चातुवर्ण्यस्य सर्वस्य त्वया धर्मः प्रतिष्ठितः ॥
]

`verse 60 [
पितृयज्ञमुपश्राद्धे मासि मासि दिने तथा ॥
वर्त्तयन्ति यथान्यायमृषयश्च तपोधनाः ॥
]

`verse 61 [
निर्दिष्टं ब्राह्मणानां वै शूद्राणां मन्त्रवर्जितम् ॥
नेमिना च कृतं श्राद्धं ततः प्रभृति वै द्विजाः ॥
]

`verse 62 [
कुर्वन्ति सततं श्राद्धं नैमिश्राद्धं तदुच्यते ॥
स्वस्त्यस्तु ते महाभाग यास्यामि मुनिसत्तम ॥
]

`verse 63 [
एवमुक्त्वा मुनिश्रेष्ठो नारदो द्विजतत्तमः ॥
तेजसा द्योतयन्सर्वं गतः शक्रपुरं प्रति ॥
]

`verse 64 [
एवं च पिण्डसंकल्पं श्राद्धोत्पत्तिश्च माधवि ॥
आत्रेयेणैव मुनिना स्थापितं ब्राह्मणेषु च ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे पिण्डकल्प श्राद्धोत्पत्तिर्नामाष्टाशीत्यधिकशततमोऽध्याय ॥
]
