`speaker [
वैशम्पायन उवाच
]

`verse 1 [
गतश्च परमं स्थानं यत्र राजा दुरासदः ॥
अर्चितस्तु यथान्यायं दृष्ट्वैव तु विसर्जितः ॥
]

`verse 2 [
ततो हृष्टमना राजन्पुत्रं दृष्ट्वा तपोनिधिः ॥
परिष्वज्य च बाहुभ्यां मूर्द्धन्याघ्राय यत्नतः ॥
]

`verse 3 [
दिवं च पृथिवीं चैव नादयामास हृष्टवत् ॥
स संहृष्टमनाः प्रीतस्तानुवाच तपोधनान् ॥
]

`verse 4 [
पश्यन्तु मम पुत्रस्य प्रभावं दिव्यतेजसः ॥
यमस्य भवनं गत्वा पुनः शीघ्रमिहागतः ॥
]

`verse 5 [
पितृस्नेहानुभावेन गुरुशुश्रूषयापि च ॥
दैवेन हेतुना चायं जीवन्दृष्टो मया सुतः ॥
]

`verse 6 [
लोके मत्सदृशो नास्ति पुमान्भाग्यसमन्वितः ॥
एष मृत्युमुखं गत्वा मम पुत्र इहागतः ॥
]

`verse 7 [
कच्चित्त्वं न हतो वत्स नैव बद्धो यमालये ॥
कच्चित्ते स शिवः पन्था गच्छतस्तव पुत्रक ॥७ ॥
कच्चित्ते व्याधयो घोरा नान्वगच्छन्यमालये ॥
किमपूर्वं त्वया दृष्टं कच्चित्तुष्टो महातपाः ॥
]

`verse 8 [
कच्चिद्राजा त्वया दृष्टः प्रेतानामधिपो बली ॥
परुषेण न कच्चित्त्वां यमः पश्यति चक्षुषा ॥
]

`verse 9 [
कच्चिन्न तुष्टो भगवांस्त्वां दृष्ट्वा स्वयमागतम् ॥
कच्चिच्छीघ्रं विसृष्टोऽसि धर्मराजेन पुत्रक ॥
]

`verse 10 [
कच्चिद्दौवारिकास्तत्र न रौद्रास्त्वां यमालये ॥
कच्चिद्राज्ञा विसृष्टं तु ना बाधन्तेतरे जनाः ॥
]

`verse 11 [
कच्चित्पन्थास्त्वया लब्धो निर्गमो वा यमालये ॥
अयं मम सुतः प्राप्तः प्रसन्ना मम देवताः ॥
]

`verse 12 [
ऋषयश्च महाभागा द्विजाश्च सुमहाव्रताः ॥
यन्मे वत्स पुनः प्राप्तो यमलोकाद्दुरासदात् ॥
]

`verse 13 [
एवमाभाषमाणं तु श्रुत्वा सर्वे वनौकसः ॥
त्यक्त्वा व्रतानि सर्वाणि नियमांश्च तथैव च ॥
]

`verse 14 [
जपन्तश्चैव जाप्यानि पूजयन्तश्च देवताः ॥
उदूर्द्ध्वबाहवः केचित्तिष्ठन्तोऽन्ये सुदारुणम् ॥
]

`verse 15 [
एकपादेन तिष्ठन्तः पश्यन्तोऽन्ये दिवाकरम् ॥
एवमेव परित्यज्य नियमान्पूर्वसंचितान् ॥
]

`verse 16 [
वैश्वानरा महाभागास्तपसा संशितव्रताः ॥
आगतास्त्वरितं द्रष्टुं नाचिकेतं सुतं तदा ॥
]

`verse 17 [
दिग्वाससश्च ऋषयो दन्तोलूखलिनस्तथा ॥
अश्मकूटाश्च मौनाश्च शीर्णपर्णांबुभोजनाः॥१८॥
धूमदाश्च तथा चान्ये तप्यमानाश्च पावके ॥
परिवार्य तथा दृष्ट्वा तस्य पुत्रं तपोनिधिम्॥
]

`verse 18 [
उपविष्टास्तथा चान्ये स्थिताश्चान्ये सुयन्त्रिताः ॥
ते सर्वे तं तु पृच्छन्ति ऋषयो वेदपारगाः ॥
]

`verse 19 [
तं नाचिकेतसं दृष्ट्वा यमलोकादिहागतम् ॥
भीतास्तत्र स्थिता हृष्टा केचित्कौतूहलान्विताः ॥२१ ॥
केचिद्विमनसश्चैव केचित्संशयवादिनः ॥
तमूचुः सहिताः सर्वे ऋषिपुत्रं तपोधनम् ॥
]

`speaker [
ऋषय ऊचुः
]

`verse 20 [
भो भो सत्यव्रताचार गुरुशुश्रूषणे रत ॥
नाचिकेतः सुत प्राज्ञ स्वधर्मपरिपालक ॥
]

`verse 21 [
ब्रूहि सत्यं त्वया दृष्टं श्रुतं च सविशेषकम् ॥
ऋषीणां श्रोतुकामानां पितुश्चैव विशेषतः॥२४॥
अपि गुह्यं च वक्तव्यं पृष्टे सति विशेषतः ॥
सर्वस्यापि भयं तीव्रं यद्द्वारा प्रतिदृश्यते॥२५॥
मृतं नैव परं तात दृश्यते कालमायया ॥
स्वकर्म भुज्यते तात प्रयत्नेन च मानवैः॥२६॥
इह चैव कृतं यत्तु तत्परत्रोपभुज्यते॥
करोति यदि तत्कर्म शुभं वा यदि वाऽशुभम् ॥२७॥
तथाऽत्र दृश्यते काले कालस्यैव तु मायया ॥
म्रियते च यथा जन्तुर्यथा गर्भे च तिष्ठति॥२८॥
तस्य पारं न गच्छन्ति बहवः पारचिन्तकाः ॥
तत्र स्थिते जगत्सर्वं लोभमोहतमोवृतम्॥२९।
चिन्तयेत न चिन्ताऽत्र मृगयन्ति च यद्धितम् ॥
करोति चित्रगुप्तः किं किं च जल्पत्यसौ पुनः॥
]
