`verse 1 [
वर्त्तमानः सभामध्ये राजा प्रेतपुराधिपः ॥
मामेकमृषभं तत्र दर्शनं च ददौ यमः ॥
]

`verse 2 [
याथातथ्येन मे पूजा कार्येण विधिनाऽकरोत् ॥
आसनं पाद्यमर्घ्यं च वेददृष्टेन कर्मणा ॥
]

`verse 3 [
अब्रवीच्च पुनर्हृष्टो ह्यास्यतां च वरासने ॥
कांचने कुशसंच्छन्ने दिव्यपुष्पोपशोभिते ॥
]

`verse 4 [
तस्य वक्त्रं महारौद्रं नित्यमेव भयानकम् ॥
पश्यतस्तस्य मां विप्रास्ततः सौम्यतरं बभौ ॥
]

`verse 5 [
लोहिते तस्य वै नेत्रे जल्पतश्च पुनःपुनः ॥
पद्मपत्रनिभे चैव जज्ञाते मम सौहृदात् ॥
]

`verse 6 [
ततोऽहं तस्य भावेन भावितश्च पुनःपुनः ॥
प्रहृष्टमानसो जातो विश्वासं च परं गतः ॥६ ॥
तस्य प्रीतिकरं सद्यः सर्वदोषविनाशनम् ॥
कामदं च यशोदं च दैवतैश्चापि पूजितम् ॥
]

`verse 7 [
कालवृद्धिकरं स्तोत्रं क्षिप्रं तत्र उदीरयन् ॥
येन प्रीतो महातेजा यमः परमधार्मिकः ॥
]

`speaker [
ऋषिपुत्र उवाच
]

`verse 8 [
त्वं धाता च विधाता च श्राद्धे चैव हि दृश्यसे ॥
पितॄणां परमो देवश्चतुष्पाद नमोऽस्तु ते ॥९॥
कालज्ञश्च कृतज्ञश्च सत्यवादी दृढव्रतः ॥
प्रेतनाथ महाभाग धर्मराज नमोऽस्तु ते ॥
]

`verse 9 [
कर्म कारयिता चैव भूतभव्य भवत्प्रभो ॥
पावको मोहनश्चैव संक्षेपो विस्तरस्तथा ॥
]

`verse 10 [
दण्डपाणे विरूपाक्ष पाशहस्त नमोऽस्तु ते ॥
आदित्यसदृशाकार सर्वजीवहर प्रभो ॥१२॥
कृष्णवर्ण दुराधर्ष तैलरूप नमोऽस्तु ते ॥
मार्तण्डसदृश श्रीमन्मार्तण्डसदृशद्युतिः ॥१३॥
हव्यकव्यवहस्त्वं हि प्रभविष्णो नमोऽस्तु ते ॥
पापहन्ता व्रती श्राद्धा नित्ययुक्तो महातपाः ॥१४॥
एकदृग्बहुदृग्भूत्वा काल मृत्यो नमोऽस्तु ते॥
क्वचिद्दण्डी क्वचिन्मुण्डी क्वचित् कालो दुरासदः ॥१५॥
क्वचिद्बालः क्वचिद्वृद्धः क्वचिद्रौद्रो नमोऽस्तु ते ॥
त्वया विराजितो लोकः शासितो धर्महेतुना ॥१६॥
प्रत्यक्ष्यं दृश्यते देव त्वां विना न च सिध्यति ॥
देवानां परमो देवस्तपसां परमं तपः ॥१७॥
जपानां परमं जप्यं त्वत्तश्चान्यो न दृश्यते ॥
ऋषयो वा तथा क्रुद्धा हतबन्धुसुहृज्जनाः ॥१८॥
पतिव्रतास्तु या नार्यो दुःखितास्तपसि स्थिताः ॥
न त्वं शक्त इह स्थानात्पातनाय कदाचन ॥
]

`verse 11 [
तस्मात्त्वं सर्वदेवेषु चैको धर्मभृतां वरः ॥
कृतज्ञः सत्यवादी च सर्वभूतहिते रतः ॥
]

`speaker [
वैशम्पायन उवाच
]

`verse 12 [
एवं श्रुत्वा स्तवं दिव्यमृषिपुत्रेण भाषितम् ॥
परितुष्टस्तदा धर्मो ह्यौद्दालकसुतं प्रति ॥
]

`speaker [
यम उवाच
]

`verse 13 [
परितुष्टोऽस्मि भद्रं ते माधुर्येण तवानघ ॥
याथातथ्येन वाक्येन ब्रूहि किं करवाणि ते ॥
]

`verse 14 [
वरं वरय भद्रं ते यं वरं काङ्क्षसे द्विज ॥
शुभं वा श्रेयसा युक्तं जीवितं वाप्यनामयम् ॥
]

`speaker [
ऋषिपुत्र उवाच
]

`verse 15 [
नेच्छाम्यहं महाभाग मृत्युं वा जीवितं प्रभो ॥
यदि त्वं वरदो राजन्सर्वभूतहिते रतः ॥
]

`verse 16 [
द्रष्टुमिच्छाम्यहं देव तव देशं यथातथम् ॥
पापानां च शुभानां च या गतिस्त्विह दृश्यते ॥
]

`verse 17 [
सर्वं दर्शय मे राजन्यदि त्वं वरदो मम ॥
चित्रगुप्तं च तं राजन्कार्यार्थं तव चिन्तकम् ॥
]

`verse 18 [
दर्शयस्व महाभाग सर्वलोकस्य चिन्तक ॥
यथा कर्मविशेषाणां दर्शनार्थं करोति सः ॥२७ ॥
एवमुक्तो महातेजा द्वारस्थं संदिदेश ह ॥
चित्रगुप्तसकाशं तु नय विप्रं सुयन्त्रितम् ॥
]

`verse 19 [
वक्तव्यश्च महाबाहुरस्मिन्विप्रे यथातथम् ॥
प्राप्तकालं च युक्तं च तत्सर्वं वक्तुमर्हसि ॥
]

`verse 20 [
ततोऽहं त्वरितं नीतस्तेन दूतेन दर्शितः ॥
प्राप्तश्च परया प्रीत्या चित्रगुप्तनिवेशनम् ॥
]

`verse 21 [
प्रत्युत्थितश्च मां दृष्ट्वा चिन्तयित्वा तु तत्त्वतः ॥
स्वागतं मुनिशार्दूल यथेष्टं परिगम्यताम् ॥
]

`verse 22 [
एवं सम्भाष्य मां वीरः स्वान्भृत्यान्सन्दिदेश ह ॥
कृताञ्जलिपुटान्सर्वान्घोररूपान्भयानकान् ॥
]

`speaker [
चित्रगुप्त उवाच
]

`verse 23 [
भो भो शृणुत मे दूता मम चित्तानुवर्त्तकाः ॥
भक्तिमन्तो दुराधर्षा नित्यं व्रतपरायणाः ॥
]

`verse 24 [
अयं विप्रो मयादिष्टः प्रेतावासं गमिष्यति ॥
अस्य रक्षा च गुप्तिश्च भवद्भिः क्रियतामिति ॥
]

`verse 25 [
नैव दुःखेन खेदः स्यान्न चोष्णेन च शीततः ॥
भुक्षापि तृषा वापि एष आज्ञापयामि वः ॥
]

`verse 26 [
एवं दत्तवरो विप्रो गुरुचित्तानुचिन्तकः ॥
सर्वभूतदयावांश्च द्रव्यवांश्च स वै द्विजः ॥
]

`verse 27 [
यथाकाममयं पश्येद्धर्म्मराजपुरोत्तमम् ॥
एवमुक्त्वा महातेजा गच्छ गच्छेति चाब्रवीत् ॥
]

`speaker [
ऋषिपुत्र उवाच
]

`verse 28 [
सन्दिष्टाश्च ततो दूताश्चित्रगुप्तेन धीमता ॥
धावन्तस्त्वरमाणास्तु गृह्णन्तो घ्नन्त एव च ॥
]

`verse 29 [
बन्धयन्ति महाकाया निर्दहन्ति महाबलाः ॥
पाटयन्ति प्रहारैश्च ताडयन्ति पुनः पुनः ॥
]

`verse 30 [
वेणुयष्टिप्रहारैश्च प्रहरन्ति ततोऽधिकैः ॥
भग्ना भिन्ना विभिन्नाश्च तथा भग्नशिरोधराः ॥
]

`verse 31 [
रुदन्ति करुणं घोरं त्रातारं नाप्नुवन्ति ते ॥
नरकेऽपि तथा पूर्णे ह्यगाधे तमसावृते ॥
]

`verse 32 [
केचिच्च तेषु पच्यन्ते दह्यन्ते पावकेन्धनम् ॥
तैलपाके तथा केचित्केचित्क्षारेण सर्पिषा ॥
]

`verse 33 [
पतन्ति ते दुरात्मानस्तत्र तत्र च कर्मभिः ॥
यातनाभिर्दह्यमाना घोराभिश्च ततस्ततः ॥
]

`verse 34 [
केचिद्यन्त्रमुपारोप्य संपीड्यन्ते तिला इव ॥
तेषां संपीड्यमानानां शोणितं स्रवते बहु ॥
]

`verse 35 [
ततो वैतरणी घोरा संभूता निम्नगा तथा ॥
सफेनसलिलावर्त्ता दुस्तरा पापकर्मिणाम् ॥
]

`verse 36 [
अथान्ये शूल आरोप्य दूताः पादेषु गृह्य वै ॥
वैतरण्यां सुघोरायां प्रक्षिपन्ति सहस्रशः ॥
]

`verse 37 [
नानुष्णे रुधिरे तत्र फेनमालासमाकुलाः ॥
दशन्ति सर्पास्तांस्तत्र प्राणिनस्तु सहस्रशः ॥४७ ॥
अनुत्तार्य तदा तस्या उच्छ्रिता विकृतावशाः ॥
आवर्त्तादूर्मयश्चैव ह्युत्तिष्ठन्ति सहस्रशः ॥
]

`verse 38 [
तत्र शुष्यन्ति ते पापाः सर्वदोषसमन्विताः ॥
मज्जन्तश्च वमन्तश्च त्रातारं  नाप्नुवन्ति ते ॥४९॥
अथान्ये बहवस्तत्र बहुभिश्चापि दूतकैः ॥
कूटशाल्मलिमारोप्य लोहकण्टकसंवृताम् ॥
]

`verse 39 [
असिशक्तिप्रहारैश्च ताडयन्ति पुनःपुनः ॥
तत्र शाखासु घोरासु मया दृष्टाः सहस्रशः ॥५१ ॥
कूष्माण्डा यातुधानाश्च लंबमाना भयानकाः ॥
अतिक्रम्य च ते स्कन्धास्तीक्ष्णकण्टकसङ्कुलाः ॥
]

`verse 40 [
वेदनार्त्तास्तु वेगेन शीघ्रं शाखा उपारुहन् ॥
तत्र ते निहता घोरा राक्षसाः पिशिताशनाः।
]

`verse 41 [
घ्नन्ति चारूढगात्राणि निःशङ्कं तमसा वृतम् ॥
संक्रमाच्चैव खादन्ति शालायां कपिवद्भृशम् ॥
]

`verse 42 [
यथा च कुक्कुटं खादेत् कश्चिन्म्लेच्छो निराकृतः ॥
तथा कटकटाशब्दस्तस्मिन्वृक्षे मया श्रुतः ॥
]

`verse 43 [
पक्वमाम्रफलं यद्वन्नरः खादेद्यथा वने ॥
एवं ते मुखतः कृत्वा महावक्त्रा दुरासदाः ॥
]

`verse 44 [
चूषयित्वा तु तान्सर्वांस्ते च तस्मिन्नगोत्तमे ॥
विसृजन्ति क्षितिं यावदास्थिभूतान्नरांस्तथा ॥
]

`verse 45 [
ततो जवेन संयुक्ता वनस्थाश्चूषिताः पुनः ॥
आविष्टानि च कर्माणि पुनः शीघ्रमकामयन् ॥
]

`verse 46 [
अधस्तात्तु पुनस्तत्र पश्यन्तः पापकर्मिणः ॥
बहुसंख्येषु पापेषु दारुणेषु सुदुःखिताः ॥
]

`verse 47 [
भो देव पाहि मुञ्चेति वदन्तः पुरुषं वचः ॥
यमदूता निरामर्षाः सूदयन्ति पुनः पुनः ॥
]

`verse 48 [
पाषाणवर्षैः केचित्तु पांसुवर्षैश्च विद्रुताः ॥
प्रविशन्ति नगच्छायां ततस्ते प्रज्वलन्ति तु ॥
]

`verse 49 [
द्रवन्ति च पुनस्तत्र दूतैश्चापि दृढं हताः ॥
भुवनेषु च घोरेषु पच्यन्ते ते दृढाग्निना ॥
]

`verse 50 [
वारिपूर्णं ततः कुम्भं शीतलं च जलं पुनः ॥
दीयतां दीयतां चेति ब्रुवते नः प्रसीदथ ॥६३॥
ततः पानीयरूपेण जलं तप्तं तु दीयते ॥
तेन दग्धाश्च आर्त्ताश्च क्रोशन्तश्च परस्परम् ॥
]

`verse 51 [
आलिङ्ग्यालिङ्ग्य दुःखार्त्ताः केचित्तत्र पतन्ति वै ॥
तथान्ये क्षुधितास्तत्र हाहाभूतमचेतसः ॥
]

`verse 52 [
अन्नानां च सुमिष्टानां भक्ष्याणां च विशेषतः ॥
पश्यन्ति राशिं तत्रस्थां सुगन्धां पर्वतोपमाम् ॥
]

`verse 53 [
दधिक्षीररसांश्चैव कृसरान्पायसं तथा ॥
मधुमाधवपूर्णानि सुरामैरेयकस्य च ॥
]

`verse 54 [
माध्वीकस्य च पानस्य सीधोर्जातीरसस्य च ॥
पानानि दिव्यानि सुगन्धीनि वै शीतलानिच ॥
]

`verse 55 [
गोरसस्य च पानानि भाजनानि च नित्यशः ॥
तपोऽर्जितानि दिव्यानि  तिष्ठन्ति सुकृतात्मनाम् ॥
]

`verse 56 [
माल्यानि धूपं गन्धाश्च नानारससमायुताः ॥
मनोहराश्च कान्ताश्च भूयिष्ठाश्च सहस्रशः ॥
]

`verse 57 [
भोजनेषु च सर्वेषु स्त्रियः कान्ता मनोहराः ॥
गृहीतकुम्भमणिकाः सर्वाभरणभूषिताः ॥
]

`verse 58 [
फलानि कुण्डहस्ताश्च पात्रहस्तास्तथापराः ॥
सुमनःपाद्य हस्ताश्च अदीना परमाङ्गनाः ॥७२॥
अन्नदानरताश्चैव भोजयन्ति सहस्रशः ॥
नूपुरोज्वलपादाश्च तिष्ठन्ति च मनोहराः ॥७३॥
उपस्थाप्य महायोग्यमत्र काले च योषितः ॥
ब्रुवन्ति सर्वास्ताश्चैव तस्यां तस्य च दक्षिणाः ॥
]

`verse 59 [
निघ्नन्तश्च हसन्तश्च दूता निष्ठुरवादिनः ॥
भोभो कृतघ्ना लुब्धाश्च परदाराभिमर्शकाः ॥
]

`verse 60 [
पापाशया निष्कृतिकाः सर्वदानविवर्जिताः ॥
परापवादनिरताः पापैर्बद्धकथानकाः ॥
]

`verse 61 [
निर्लज्जा गृहका देया याचितुं मनसा हिताः ॥
सुलभानि न दत्तानि विभवे सति लौकिके ॥
]

`verse 62 [
पानीयमथ काष्ठानि यद्यन्नं सुखमागतम् ॥
तेन वध्या भवन्तो वै यातनाभिरनेकशः ॥७८॥
कर्मणां च क्षयो जातः संसारे यदि पच्यते ॥
विमुक्ताश्चेह लोकात्तु जनिष्यथ सुदुर्गताः ॥७९॥
कुलेषु सुदरिद्रेषु सञ्जाताः पापकर्मिणः॥
पापैरनुगता घोरैर्मानुषं लोकमाश्रिताः॥
]

`verse 63 [
वृत्तस्था भुञ्जते हेमांश्चातुर्वर्ण्यान्विशेषतः ॥
ततः सत्यरता शान्ता दयावन्तः सुधार्मिकाः ॥८१ ॥
इह विश्राम्य ते धीराः किंचित्कालं सहानुगाः ॥
गच्छन्ति परमं स्थानं पृथिव्यां वा महत्कुले ॥
]

`verse 64 [
बहुसुन्दरनारीके समृद्धे सुसमाहिताः ॥
अजायन्त तथा क्षान्ताः प्राप्स्यन्ति परमां गतिम् ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे संसारचक्र यातनानां स्वरूपवर्णनं नामाष्टनवत्यधिकशततमोऽध्यायः ॥
]
