`speaker [
ऋषिरुवाच
]

`verse 1 [
विस्मयस्तु मया दृष्टस्तस्मिन्नद्भुतदर्शनः ॥
चित्रगुप्तस्य सन्देशो धर्मराजेन धीमतः॥१॥
प्राप्नुवन्ति फलं ते वै ये च क्षिप्ताः पुरा जनाः ॥
अग्निना वै प्रतप्तास्ते बद्धा बन्धैः सुदारुणैः ॥
]

`verse 2 [
सन्तप्ता बहवो ये ते तैस्तैः कर्मभिरुल्बणैः ॥
श्यामाश्च दशनाभिर्ये त्विमं शीघ्रं प्रमापय ॥
]

`verse 3 [
दुराचारं पापरतं निर्घृणं पापचेतसम् ॥
श्वानस्तु हिंसका ये च भक्षयन्तु दुरात्मकम् ॥
]

`verse 4 [
पितृघ्नो मातृगोघ्नस्तु सर्वदोषसमन्वितः ॥
आरोप्य शाल्मलीं घोरां कण्टकैस्तैर्विपाटय ॥
]

`verse 5 [
एनं पाचय तैलस्य घृतक्षौद्रस्य वा पुनः ॥
तप्तद्रोण्यां ततो मुंच ताम्रतप्तखले पुनः ॥ ६ !।
नराधममिमं क्षिप्त्वा प्रदीप्ते हव्यवाहने ॥
ततो मनुष्यतां प्राप्य ऋणैस्तत्र प्रदीप्यते ॥
]

`verse 6 [
शयनासनहर्त्तारमग्निदायी च यो नरः ॥
वैतरण्यामयं चैव क्षिप्यतामचिरं पुनः ॥
]

`verse 7 [
पापकर्मायमत्यर्थं सर्व तीर्थविनाशकः ॥
तस्य प्रदीप्तः कीलोऽयं वह्नितप्तोऽतिदुःस्पृशः ॥९॥
आदेश्य चोभयोरस्य कर्णयोः कूटसाक्षिकः ॥
यो नरः पिशुनः कूटसाक्षी चालीकजल्पकः॥
]

`verse 8 [
ग्रामयाजनकं विप्रमध्रुवं दांभिकं शठम्॥
बद्ध्वा तु बन्धने घोरे दीयतां तु न किंचन॥११॥
जिह्वाऽस्य छिद्यतां शीघ्रं वाचा दुष्टस्य पापिनः ॥
गम्यागम्यं पुरा येन विज्ञातं न दुरात्मना ॥
]

`verse 9 [
कृतं लोभाभिभूतेन कामसम्मोहितेन च ॥
तस्य च्छित्वा ततो लिंगं क्षारमग्निं च दीपय ॥
]

`verse 10 [
इमं तु खलकं कृत्वा दुरात्मा पापकारिणम् ॥
दायादा बहवो येन स्वार्थहेतोर्विनाशिताः ॥
]

`verse 11 [
इमं वार्धुषिकं विप्रं सर्वत्रांगेषु भेदय ॥
तथायं यातनां यातु पापं बहु समाचरन् ॥
]

`verse 12 [
सुवर्णस्तेयिनं पापं कृतघ्नं च तथा नरम् ॥
क्रूरं पितृहणं चैनं ब्रह्मघ्नेषु समीकुरु ॥
]

`verse 13 [
अस्थि च्छित्वा ततः क्षिप्रं क्षारमग्निं च दापय ॥
इमं तु विप्रं खादन्तु तीक्ष्णदंष्ट्राः सुदारुणाः ॥
]

`verse 14 [
पिशुनं हि महाव्याघ्राः पंच घोराः सुदारुणाः ॥
इमं पचत पाकेषु बहुधा मर्मभेदिनम् ॥
]

`verse 15 [
येनाग्निरुज्झितः पूर्वं गृहीत्वा च न पूजितः ॥
इमं पापसमाचारं वीरघ्नमतिपापिनम् ॥
]

`verse 16 [
कर्कटस्य तु घोरस्य नित्यक्रुद्धस्य मोचय ॥
इमं घोरे ह्रदे क्षिप्तं सर्वयाजनयाजकम् ॥
]

`verse 17 [
सर्वेषां तु पशूनां यो नित्यं धारयते जलम् ॥
न त्राता न च दाता च पापस्यास्य दुरात्मनः ॥
]

`verse 18 [
अदानव्रतिनो विप्रा वेदविक्रयिणस्तथा ॥
सर्वकर्माणि कुर्युर्ये दीयते न च किंचन ॥
]

`verse 19 [
तोयभाजनहर्त्तारं भोजनं योऽनिवारयन् ॥
हन्यतां सुदृढैर्दण्डैर्यमदूतैर्महाबलैः ॥
]

`verse 20 [
वेणुदण्डकशाभिश्च लोहदण्डैस्तथैव च ॥
जलमस्मै न दातव्यं भोजनं च कथंचन ॥
]

`verse 21 [
तस्मा अन्नं च पानं च न दातव्यं कदाचन ॥
हत विश्वास्य हन्तारं वह्नौ शीघ्रं प्रपाचय ॥
]

`verse 22 [
ब्रह्मदेयं हृतं येन तं वै शीघ्रं विपाचय ॥
बहुवर्षसहस्राणि पातये कर्म विस्तरे ॥
]

`verse 23 [
समुत्तीर्णं ततः पश्चात्तिर्यग्योनौ प्रपातये ॥
सूक्ष्मदेहविपाकेषु कीटपक्षिविजातिषु ॥
]

`verse 24 [
क्लिष्टो जातिसहस्रैस्तु जायते मानुषस्ततः ॥
तत्र जातो दुरात्मा च कुलेषु विविधेषु च ॥२८॥
हिंसारूपेण घोरेण ब्रह्मवध्यां प्रदापयेत् ॥
राज्ञस्तु मारकं घोरं ब्रह्मघ्नं दुष्कृतं तथा॥२९॥
सुवर्णस्तेयिनं चैव सुरापं चैव कारयेत् ॥
अनुभूय ततः काले ततो यक्ष्म प्रयोजयेत् ॥
]

`verse 25 [
गोघातको ह्ययं पापः कूटशाल्मलिमारुहेत् ॥
कृष्यते विविधैर्घोरै राक्षसैर्घोरदर्शनैः ॥
]

`verse 26 [
पूतिपाकेषु पच्येत जन्तुभिः संप्रयोजितः ॥
ब्रह्मवध्याच्चतुर्भागैर्मृगत्वं पशुतां गतः ॥
]

`verse 27 [
उद्विग्नवासं पतितं यत्र यत्रोपपद्यते ॥
पापकर्मसमुद्विग्नो जातो जातः पुनःपुनः ॥
]

`verse 28 [
अयं तिष्ठति किं पापः पितृघाती दुरात्मवान् ॥
ते तु वर्षशतं साग्रं भक्षयन्तु विचेतसः ॥
]

`verse 29 [
ततः पाकेषु घोरेषु पच्यतां च नराधमः ॥
ततो मानुषतां प्राप्य गर्भस्थो प्रियतां पुनः ॥
]

`verse 30 [
व्यापन्नो दशगर्भेषु ततः पश्चाद्विमुच्यताम् ॥
तत्रापि लब्ध्वा मानुष्यं क्लेशभागी च जायताम् ॥
]

`verse 31 [
बुभुक्षारुग्विकारैश्च सततं तत्र पीड्यताम् ॥
पापाचारमिमं घोरं मित्रविश्वासघातकम् ॥
]

`verse 32 [
यन्त्रेण पीड्यतां क्षिप्रं ततः पश्चाद्विमुच्यताम् ॥
दीप्यतां ज्वलने घोरे वर्षाणां च शतद्वयम् ॥
]

`verse 33 [
जायतां च ततः पश्चाच्छूनां योनौ दुरात्मवान् ॥
भ्रष्टोऽपि जायतां तस्मान्मानुषः क्लेश भाजनः ॥
]

`verse 34 [
प्राप्तवान्विविधान्रोगान्संसारे चैव दारुणान् ॥
ब्रह्मस्वहारी पापोऽयं नरो लवणतस्करः ॥
]

`verse 35 [
वर्षाणां तु शतं पंच तत्र क्लिष्टो दुरात्मवान् ॥
कृमिको जायते पश्चाद्विष्ठायां कृमिकोऽपरः ॥
]

`verse 36 [
शकुन्तो जायते घोरस्तत्र पश्चाद्वृको भवेत् ॥
इममग्निप्रदं घोरं काष्ठाग्नौ सम्प्रतापय ॥
]

`verse 37 [
स्वकर्मसु विहीनेषु पश्चाल्लब्धगतिस्तथा ॥
ततश्चाथ मृगो वापि ततो मानुषतां व्रजेत् ॥
]

`verse 38 [
तत्रापि दारुणं दुःखमुपभुंक्ते दुरात्मवान् ॥
सर्वदुष्कृतकार्येषु सह संघातचिन्तकैः ॥
]

`verse 39 [
एवं कर्मसमायुक्तास्ते भवन्तु सहस्रशः ॥
परद्रव्यापहाराश्च रौरवे पतितास्तथा ॥
]

`verse 40 [
कुम्भीपाकेषु निर्दग्धः पश्चाद्गर्दभतां गतः ॥
ततो जातस्त्वसौ पापः शूकरो मलभुक्तथा ॥
]

`verse 41 [
प्राप्नोतु विविधांस्तापान्यथा हृतधनश्च सन् ॥
क्षुधातृष्णापराक्रान्तो गर्दभो दशजन्मसु ॥
]

`verse 42 [
मानुष्यं समनुप्राप्य चौरो भवति पापकृत् ॥
परोपघाती निर्लज्जः सर्वेदोषसमन्वितः ॥
]

`verse 43 [
वृक्षशाखावलम्बोऽत्र ह्यधःशीर्षः प्रजायते ॥
अग्निना पच्यतां पश्चाल्लुब्धो वै पुरुषाधमः ॥
]

`verse 44 [
ततो वर्षशते पूर्णे मुच्यते स पुनः पुनः ॥
अजितात्मा तथा पापः पिशुनश्च दुरात्मवान् ॥
]

`verse 45 [
पूर्वैश्च सूकरो भूत्वा नकुलो जायते पुनः ॥
विमुक्तश्च ततः पश्चान्मानुष्यं लभते चिरात् ॥
]

`verse 46 [
धिक्कृतः सर्वलोकेन कूटसाक्ष्यनृतव्रतः ॥
न शर्म लभते क्वापि कर्मणा स्वेन गर्हितः ॥
]

`verse 47 [
इमं ह्यानृतिकं दुष्टं क्षेत्रहारकमेव च ॥
स्वकर्म दुष्कृतं यावत्तावदुःखं भुनक्त्वसौ ॥
]

`verse 48 [
कर्मण्येकैकशश्चायं स तु तिष्ठत्वयं पुनः ॥
वर्षलक्षं न सन्देहस्ततस्तिष्ठत्वयं पुनः ॥
]

`verse 49 [
ततो जातीः स्मरेत्सर्वास्तिर्यग्योनिं समाश्रितः ॥
जायतां मानुषः पश्चात्क्षुधया परिपीडितः ॥
]

`verse 50 [
सर्वकामविमुक्तस्तु सर्वदोषसमन्वितः ॥
क्वचिज्जात्यां भवेदन्धः क्वचिद्बधिर एव च ॥
]

`verse 51 [
क्वचिन्मूकश्च काणश्च क्वचिद्व्याधिसमन्वितः ॥
एवं हि प्राप्नुयाद्दुःखं न च सौख्यमवाप्नुयात् ॥
]

`verse 52 [
जात्यन्तरसहस्राणि प्रयुतान्यर्बुदानि च ॥
शान्तिं न लभते चैव भूमे क्षेत्रहरो नरः ॥
]

`verse 53 [
तीव्रैरन्तर्गतैर्दुःखैर्भूमिहर्त्ता नराधमः ॥
इमं बन्धैर्दृढैर्बद्ध्वा   विपाचय तथाचिरम् ॥
]

`verse 54 [
प्रबद्धः सुचिरं कालं मम लोकं गतो नरः ॥
जायतां स चिरं पापो मार्जारस्तेन कर्मणा ॥
]

`verse 55 [
तीव्रक्षुधापरिक्लिष्टो बद्धो बन्धनयन्त्रितः ॥
दुःखान्यनुभवंस्तत्र पापकर्मा नराधमः ॥
]

`verse 56 [
सप्तधा सप्त चैकां च जातिं गत्वा स पच्यते ॥
इमं शाकुनिकं पापं श्वभिर्गृध्रैश्च घातय ॥
]

`verse 57 [
ततः कुक्कुटतां यातु विड्भक्षश्च दुरात्मवान् ॥
दंशश्च मशकश्चैव ततः पश्चाद्भवेत्तु सः ॥
]

`verse 58 [
जातिकर्म सहस्रं तु ततो मानुषतां व्रजेत् ॥
इमं सौकरिकं पापं महिषा घातयन्तु तम् ॥६४ ॥
वर्षाणां च सहस्रं तु धावमानं ततस्ततः॥
विभिन्नं च प्रभिन्नं च शृंगाभ्यां पद्भिरेव च ॥
]

`verse 59 [
तस्माद्देशात्ततो मुक्तस्ततः सूकरतां व्रजेत् ॥
महिषः कुक्कुटश्चैव शशो जम्बूक एव च ॥
]

`verse 60 [
यां यां याति पुनर्जातिं तत्र भक्ष्यो भवेत्तु सः ॥
कर्मक्षयोऽन्यथा नास्ति मया पूर्वं विनिर्मितम् ॥
]

`verse 61 [
प्राप्य मानुषतां पश्चात्पुनर्व्याधो भविष्यति ॥
अन्यथा निष्कृतिर्नास्ति जातिजन्मशतैरपि ॥
]

`verse 62 [
उच्छिष्टान्नप्रदातारं पापाचारमधार्मिकम् ॥
अङ्गारैः पचतां चैनं त्रीणि वर्षशतानि च ॥
]

`verse 63 [
भिन्नचारित्रदुःशीला भर्त्तुर्व्यलीककारिणी ॥
आयसान्पुरुषान्सप्त ह्यालिङ्गतु समन्ततः ॥
]

`verse 64 [
ततः शुनी भवेत्पश्चात्सूकरी च ततः परम् ॥
कर्मक्षये ततः पश्चान्मानुषी दुःखिता भवेत् ॥
]

`verse 65 [
न च सौख्यमवाप्नोति तेन दुःखेन दुखिता ॥
अनेन भृत्या बहवः श्रांताः शांताः प्रवाहिताः ॥
]

`verse 66 [
भक्ष्यं भोज्यं च पानं च न तेषामुपपादितम् ॥
अनुमोदे प्रजा दृष्ट्वा लिप्समानो दुरात्मवान् ॥
]

`verse 67 [
एवं कुरुत भद्रं वो मम पार्श्वे तु दुर्मतिः ॥
रौरवे नरके घोरे सर्वदोषसमन्विते ॥
]

`verse 68 [
सर्वकर्माणि कुर्वाणं क्षपयध्वं दुरासदम् ॥
वर्षाणां तु सहस्राणि तैस्तैः कर्मभिरावृतम् ॥
]

`verse 69 [
प्रक्षिप्यतामयं पश्चाद्दस्युजातौ दुरात्मवान् ॥
जायतामुरगः पश्चात्ततः कर्म समाश्रयेत् ॥
]

`verse 70 [
ततः पश्चाद्भवेत्पापश्चेतरः सर्वपापकृत् ॥
सूकरस्तु भवेत्पश्चान्मेषः संजायते पुनः ॥
]

`verse 71 [
हस्त्यश्वश्च शृगालश्च सूकरो बक एव च ॥
ततो जातस्तु सर्वेषु संसारेषु पुनः पुनः ॥
]

`verse 72 [
वर्षाणामयुतं साग्रं ततो मानुषतां व्रजेत् ॥
पंचगर्भेषु सापत्सु पंच जातो म्रियेत सः ॥
]

`verse 73 [
अपौगण्डो म्रियेत्पंच कर्मशेषक्षये तु सः ॥
ततो मानुषतां याति चैष कर्माविनिर्णयः ॥
]

`verse 74 [
पापस्य सुकृतस्याथ प्रजानां विनिपातने ॥
भूतानां चाप्यसंमानं दुष्प्रहारश्च सर्वशः॥८१॥
अतः स्वयम्भुवा पूर्वं कर्मपाको यथार्थवत् ॥८२॥
इति श्रीवराहपुराणे संसारचक्रे नारकिदण्डकर्मविपाक वर्णनं नाम द्व्यधिकद्विशततमोऽध्यायः ॥
]
