`verse 1 [
अथ शुभकर्मफलोदय प्रकरणम् ॥
ऋषिरुवाच ॥
चित्रगुप्तस्य सन्देशो वदतो यो मया श्रुतः ॥
श्रूयतां वै महाभागास्तपःसिद्धा द्विजोत्तमाः ॥
]

`verse 2 [
इमं सर्वातिथिं दान्तं सर्वभूतानुकम्पकम् ॥
समान्नदानदातारं शेषभोजनभोजिनम् ॥
]

`verse 3 [
मुञ्च मुञ्च महाभृत्य चैष धर्मस्य निर्णयः ॥
अहं कालेन सार्द्धं हि मृत्युना प्रकृतस्तथा ॥
]

`verse 4 [
मम स्थास्यन्ति पार्श्वेषु पापा वै विकृतास्तथा ॥
एनं गास्यन्ति गन्धर्वा गगनेऽप्सरसस्तथा ॥४ ॥
दीयतामासनं दिव्यं तथान्यद्यानमेव च ।
अन्यान्यान्कामयेत्कामान्मनसा यानि चेच्छति ॥
]

`verse 5 [
तत्तु शीघ्रं प्रदातव्यं धर्मराजस्य शासनात् ॥
अक्रियाणि तु दानानि पूर्वं दत्तानि धीमता ॥
]

`verse 6 [
प्रेक्षतां च महाभागो भोक्तुं चैव सहानुगः ॥
तिष्ठत्येषोऽत्र वै वीरो ममादेशान्महायशाः ॥
]

`verse 7 [
यावत्स्वर्गाद्विमानानि समागच्छन्ति कृत्स्नशः ॥
ततः स प्रवरैर्यानैः सानुगः सपरिच्छदः ॥
]

`verse 8 [
देवानां भवनं यातु दैवतैरभिपूजितः ॥
तत्रैव रमतां वीरो यावल्लोको हि धार्यते ॥
]

`verse 9 [
स कृतार्थः सदा लोके यत्रैषोऽभिप्रयास्यति ॥
तत्र मेध्यं पवित्रं च यत्र स्थास्यत्ययं शुचिः ॥
]

`verse 10 [
नैककन्याप्रदातारं नैकयज्ञकृतं तथा ॥
पूज्यतां सर्वकामैस्तु पदं गच्छतु वैष्णवम् ॥
]

`verse 11 [
तत्रैष रमतां धीरः सहस्रमयुतं समाः ॥
ततो वै मानुषे लोके आद्ये वै जायतां कुले ॥
]

`verse 12 [
भूतानुकम्पको ह्येष क्रियतामस्य चार्च्चनम् ॥
वर्षाणामयुतं चायं तत्र तिष्ठतु देववत् ॥
]

`verse 13 [
जायते तु ततः पश्चात्सर्वमानुषपूजितः ॥
उपानहौ च छत्रं च जलभाजनमेव च ॥
]

`verse 14 [
असकृद्येन दत्तानि तस्मै पूजां प्रयच्छथ ॥
सभा यत्र प्रवर्त्तन्ते यस्मिन्देशे सहस्रशः ॥
]

`verse 15 [
हस्तेन संस्पृशत्येष मृदुना शीतलेन च ॥
विद्याधरस्तथा ह्येष नित्यं मुदितमानसः ॥
]

`verse 16 [
महापद्मानि चत्वारि तस्मिंस्तिष्ठन्तु नित्यशः ॥
ततश्च्युतश्च कालेन मानुषं लोकमास्थितः ॥
]

`verse 17 [
बहुसुन्दरनारीके कुले जन्म समाप्नुयात् ॥
दधि क्षीरं घृतं चैव येन दत्तं द्विजातिषु ॥१८॥
एष वा यातु नः पार्श्वमस्मै पूजां प्रयच्छथ ॥
नीयतां नीयतां शीघ्रं यत्रयत्र न चालयेत् ॥
]

`verse 18 [
गोरसस्य तु पूर्णानि भाजनानि सहस्रशः ॥
यत्र दत्त्वा च पीत्वा च बान्धवेभ्यो विभागशः ॥
]

`verse 19 [
ततः पश्चादयं यातु यत्र लोकोऽनसूयकः ॥
तत्रैव रमतां धीरो बहुवर्षशतान्ययम् ॥
]

`verse 20 [
बहुसुन्दरनारीभिः सेव्यमानो महातपाः ॥
अमराख्यो भवेत्तत्र गोलोकेषु समाहितः ॥
]

`verse 21 [
इदमेवापरं चैव चित्रगुप्तस्य भाषितम् ॥
सर्वदेवमया देव्यः सर्ववेदमयास्तथा ॥
]

`verse 22 [
अमृतं धारयन्त्यश्च प्रचरन्ति महीतले ॥
तीर्थानां परमं तीर्थमतस्तीर्थं न विद्यते ॥
]

`verse 23 [
पवित्रं च पवित्राणां पुष्टीनां पुष्टिरेव च ॥
तस्मात्पुरस्तु दातव्यं गवां वै मेध्यकारणात् ॥
]

`verse 24 [
दघ्ना हि त्रिदशाः सर्वे क्षीरेण च महेश्वरः ॥
घृतेन पावको नित्यं पायसेन पितामहः ॥
]

`verse 25 [
सकृद्दत्तेन प्रीयन्ते वर्षाणां हि त्रयोदश ॥
तां दत्त्वा चैव पीत्वा च प्रीतो मेध्यस्तु जायते ॥
]

`verse 26 [
पंचगव्येन पीतेन वाजिमेधफलं लभेत् ॥
गव्यं तु परमं मेध्यं गव्यादन्यन्न विद्यते ॥
]

`verse 27 [
thumb|गौ
दन्तेषु मरुतो देवा जिह्वायां तु सरस्वती ॥
खुरमध्ये तु गन्धर्वाः खुराग्रेषु तु पन्नगाः ॥
]

`verse 28 [
सर्वसन्धिषु साध्याश्च चन्द्रादित्यौ तु लोचने ॥
ककुदे सर्वक्षत्राणि लांगूले धर्म आश्रितः ॥
]

`verse 29 [
अपाने सर्वतीर्थानि प्रस्रावे जाह्नवी नदी ॥
नानाद्वीपसमाकीर्णाश्चत्वारः सागरास्तथा ॥
]

`verse 30 [
ऋषयो रोमकूपेषु गोमये पद्मधारिणी ॥
रोमे वसन्ति विद्याश्च त्वक्केशेष्वयनद्वयम् ॥
]

`verse 31 [
धैर्यं धृतिश्च शान्तिश्च पुष्टिर्वृद्धिस्तथैव च ॥
स्मृतिर्मेधा तथा लज्जा वपुः कीर्त्तिस्तथैव च ॥
]

`verse 32 [
विद्या शान्तिर्मतिश्चैव सन्ततिः परमा तथा ॥
गच्छन्तमनुगच्छन्ति ह्येता गावो न संशयः ॥
]

`verse 33 [
यत्र गावो जगत्तत्र देवदेवपुरोगमाः ॥
यत्र गावस्तत्र लक्ष्मीः सांख्यधर्मश्च शाश्वतः ॥
]

`verse 34 [
सर्वरूपेषु ता गावस्तिष्ठन्त्यभिमतास्तथा ॥
भवनेषु विशालेषु सर्वप्रासादपङ्क्तिषु ॥
]

`verse 35 [
स्त्रियश्च पुरुषाश्चैव रक्षन्तश्च सुयन्त्रिताः ॥
शयनासनपानेषु ह्युपविष्टाः सहस्रशः ॥
]

`verse 36 [
क्रीडन्ति विविधैर्भोगैर्भोगेषु च सहस्रशः ॥
तत्र पानगृहेष्वन्ये पुष्पमालाविभूषिताः ॥
]

`verse 37 [
भक्ष्याणां विविधानां च भोजनानां च संचयात् ॥
शयनासनपानानि वाजिनो वारणांस्तथा ॥
]

`verse 38 [
अपश्यन्विविधास्तत्र स्त्रियश्च शुभलोचना ॥
शोभयन्ति स्त्रियः काश्चिज्जलक्रीडा गतास्तथा ॥
]

`verse 39 [
उद्यानेषु तथा चान्या भवनेषु च पुण्यतः ॥
अनेन सदृशं नास्ति ह्यस्मादन्यन्न विद्यते ॥
]

`verse 40 [
अहो सूत्रकृतं शिल्पमहोरत्नैरलंकृतम् ॥
एवं गृहाद्गृहं गच्छन्नहं तत्र ततस्तमः ॥
]

`verse 41 [
ततस्तु निखिलं सम्यग्दृष्ट्वा कर्म महोदयम् ॥
पुनरेवागतः पार्श्वं यमस्य द्विजसत्तमाः ॥
]

`colophon [
इति श्रीवराहपुराणे संसारचक्रे शुभकर्मफलोदयो नाम षडधिकद्विशततमोऽध्यायः ॥
]
