`speaker [
नारद उवाच
]

`verse 1 [
कर्मणा केन राजेन्द्र तपसा वा तपोधनाः ॥
उत्तमां च गतिं यांति कृष्णवासः प्रशंस मे ॥१॥
एवमुक्तस्तु धर्मात्मा नारदेनाब्रवीत्तदा ॥
यम उवाच ॥
न तस्य नियमो विप्र तपो नैव च सुव्रत ॥
]

`verse 2 [
उपवासो न दानं वा न देवो वा महामुने ॥
यादृशी तु भवेद्विप्र शृणु तत्त्वं समासतः ॥
]

`verse 3 [
प्रसुप्ते या प्रस्वपिति जागर्ति विबुधे स्वयम् ॥
भुङ्क्ते तु भोजिते विप्र सा मृत्युं जयति धुवम् ॥४ ॥
मौने मौना भवेद्या तु स्थिते तिष्ठति या स्वयम् ॥
सा मृत्युं जायते विप्र नान्यत्पश्यामि किंचन ॥५ ॥
एकदृष्टिरेकमना भर्त्तुर्वचनकारिणी ॥
तस्या बिभीमहे सर्वे ये तथान्ये तपोधन ॥
]

`verse 4 [
देवानामपि सा साध्वी पूज्या परमशोभना ॥
भर्त्रा चाभिहिता यापि न प्रत्याख्यायिनी भवेत् ॥७॥
वर्त्तमानापि विप्रेन्द्र प्रत्याख्यातापि वा सदा ॥
न दैवतं सम्प्रयाति पत्युरन्यं कदाचन ॥
]

`verse 5 [
सा न मृत्युमुखं याति एवं या स्त्री पतिव्रता ॥
एवं या तु भवेन्नित्यं भर्त्तुः प्रियहिते रता ॥
]

`verse 6 [
अनुवेष्टनभावेन भर्त्तारमनुगच्छति ॥
सा तु मृत्युमुखद्वारं न गच्छेद्ब्रह्मसम्भव ॥
]

`verse 7 [
एष माता पिता बन्धुरेष मे दैवतं परम् ॥
एवं शुश्रूषते या तु सा मां विजयते सदा ॥११॥
पतिव्रता तु या साध्वी तस्यां चाहं कृताञ्जलिः ॥
भर्तारमनुध्यायन्ती भर्त्तारमनुगच्छती ॥
]

`verse 8 [
भर्त्तारमनुशोचन्ती मृत्युद्वारं न पश्यति ॥
गीतवादित्रनृत्यानि प्रेक्षणीयान्यनेकशः ॥
]

`verse 9 [
न शृणोति न पश्येद्या मृत्युद्वारं न पश्यति ॥
स्नान्ती च तिष्ठती वापि कुर्वन्ती वा प्रसाधनम् ॥
]

`verse 10 [
नान्यं या मनसा पश्येन्मृत्युद्वारं न पश्यति ॥
देवता अर्चयन्तं वा भुज्यमानमपि द्विज ॥
]

`verse 11 [
पतिं न त्यजते चित्तान्मृत्युद्वारं न पश्यति ॥
भानौ चानुदिते वापि उत्थाय  च तपोधन ॥
]

`verse 12 [
गृहं मार्जयते नित्यं मृत्युद्वारं न पश्यति ॥
चक्षुर्देहश्च भावश्च यस्या नित्यं सुसंवृतम् ॥
]

`verse 13 [
शौचाचारसमायुक्ता सापि मृत्युं न पश्यति॥
भर्त्तुर्मुखं प्रपश्येद्या भर्त्तुश्चित्तानुसारिणी ॥
]

`verse 14 [
वर्त्तते च हिते भर्त्तुर्मृत्युद्वारं न पश्यति ॥
एवं कीर्त्तिमतां लोके दृश्यन्ते दिवि देवताः ॥
]

`verse 15 [
मानुषाणां च भार्या वै तत्र देशे तु दृश्यते ॥
कथितैव पुरा विप्र आदित्येन पतिव्रता ॥
]

`verse 16 [
मया तस्मात्तु विप्रर्षे यथावृत्तं यथाश्रुतम् ॥
गुह्यमेतत्ततो दृष्ट्वा पूजयामि पतिव्रताः ॥
]

`colophon [
इति श्रीवराहपुराणे संसारचक्रे पतिव्रतामाहात्म्यंनाम नवाधिकद्विशततमोऽध्यायः ॥
]
