`verse 1 [
; अथ गोकर्णेश्वरमाहात्म्यम् ॥

सूत उवाच ॥
पुरा देवैर्विनिहते संग्रामे तारकामये ॥
अत्युच्छ्रिते प्रतिबले दानवानां बले तथा ॥
]

`verse 2 [
सहस्राक्षे लब्धपदे क्षीणशत्रौ गतास्पदे ॥
सम्यक्प्रसूतिमापन्ने त्रैलोक्ये सचराचरे ॥
]

`verse 3 [
शृङ्गे चैवाचलेन्द्रस्य मेरोः सर्वहिरण्यये ॥
मणिविद्रुमविद्धे च विपुले पंकजासने ॥
]

`verse 4 [
सुखोपविष्टमेकाग्रं स्थिरचित्तं कृतेक्षणम् ॥
निवृत्तकार्यं मुदितं सूर्यवैश्वानरद्युतिम् ॥
]

`verse 5 [
प्रणम्य मूर्ध्ना चरणावुपगृह्य समाहितः ॥
ब्रह्माणं परिपप्रच्छ कुमारो नतिपूर्वकः ॥
]

`speaker [
सनत्कुमार उवाच
]

`verse 6 [
भगवञ्छ्रोतुमिच्छामि पुराणमृषिसंस्तुतम् ॥
पुराणं तु महाभाग त्वत्तस्तत्त्वविदां वर ॥६ ॥
कथमुत्तर गोकर्णं दक्षिणं च कथं विभो॥
शृङ्गेश्वरस्य परमं कथं सम्यक्प्रतिष्ठितम्॥७॥
क्षेत्रस्य कि प्रमाणं स्यात्किञ्च तीर्थफलं स्मृतम् ॥
कथं पशुपतिस्तत्र भगवान्मृगरूपधृक् ॥
]

`verse 7 [
सर्वैस्त्वत्प्रमुखैर्देवैः कथमासादितं पुनः ॥
मृगरूपं कथं चास्य शरीरं क्व प्रतिष्ठितम् ॥
]

`verse 8 [
यथा यत्र च यस्तत्र विधिः सम्यगनुष्ठितः ॥
तत्सर्वं निखिलेनाशु ब्रूहि मे वाग्विदां वर ॥
]

`verse 9 [
एवमुक्तः स भगवान्ब्रह्मा ब्रह्मविदां वरः ॥
उवाच तस्मै पुत्राय गुह्यमेतत्पुरातनम् ॥
]

`speaker [
ब्रह्मोवाच
]

`verse 10 [
शृणु वत्स महाभाग यथातत्त्वं ब्रवीमि ते ॥
पुराणमेतद्ब्रह्मर्षे सरहस्यं यथाश्रुतम् ॥
]

`verse 11 [
अस्ति भूधरराजस्य मन्दरस्योत्तरे शुचौ ॥
मुञ्जवान्नाम शिखरो नन्दनोपवनद्युतिः ॥
]

`verse 12 [
वज्रस्फटिकपाषाणः प्रवालांकुरशर्क्करः ॥
नीलामलशिलावर्णो गुहानिर्झरकन्दरः ॥
]

`verse 13 [
विचित्रकुसुमोपेतैर्लतामञ्जीरधारिभिः ॥
रेजे यः प्रांशुभिः शृङ्गैरुल्लिखद्भिरिवाम्बरम् ॥
]

`verse 14 [
दर्यस्तत्राधिकं रेजुर्नानाधातुपरिस्रवैः  ॥
शिलीन्ध्रकुसुमोपेताश्चित्रिता इव सर्वतः ॥
]

`verse 15 [
तेऽत्र केतकिखण्डाश्च कुंदखंडाश्च पुष्पिताः ॥
उन्मीलिता इवाभान्ति धातकीवनराजिभिः ॥१७॥
भिन्नेन्द्रनीलविमलैर्धौतैः प्रस्रवणाम्बुभिः ॥
चित्रैः कुसुमसंछन्नैः शिलाप्रस्तरविस्तरैः ॥१८॥
शक्रचापनिभै रम्यैः कुबेरभवनद्युतौ ॥
तस्मिन्नगवरे रम्ये महोरगनिषेविते ॥
]

`verse 16 [
क्रीडद्भिर्देवमिथुनेर्नृत्यद्भिश्चाप्सरोगणैः ॥
कूजद्भिः शिखिभिर्मत्तैः सेविते च नगोत्तमे ॥
]

`verse 17 [
कल्हारकुसुमोपेते हंससारससेविते॥
प्रसन्नसलिलाकीर्णे सरोभिः फुल्लपंकजैः ॥२१॥
गजयूथानुकीर्णाभिर्जुष्टाभिर्मृगपक्षिभिः ॥
सेविताभिर्मुनिगणैः सरिद्भिरुपशोभिते ॥
]

`verse 18 [
किन्नरोद्गीतकुहरे परपुष्टनिनादिते ॥
विद्याधरशताकीर्णे देवगन्धर्व सेविते ॥
]

`verse 19 [
धारापातैश्च तोयानां विस्फुलिङ्गैः सहस्रशः ॥
प्रज्वालितेऽतुले शृङ्गे रम्ये हरितशाद्वले ॥
]

`verse 20 [
सर्वर्तुकवनोद्याने पुष्पाकरसुशोभिते ॥
यज्ञकिम्पुरुषावासे गुह्यकानामथाश्रये ॥
]

`verse 21 [
तस्मिन्गिरिवरे रम्ये सेवितव्ये सुशोभने ॥
धर्मारण्ये तपःक्षेत्रे मुनिसिद्धनिषेविते ॥
]

`verse 22 [
वरदस्तत्र भगवान्स्थाणुर्नाम महेश्वरः ॥
सर्वामरगुरुर्देवो नित्यं सन्निहितः प्रभुः ॥
]

`verse 23 [
भक्तानुकम्पी स श्रीमान्गिरीन्द्रसुतया सह ॥
स ह्यध्यास्ते गिरिवरं पार्षदैश्च गुहेन च ॥
]

`verse 24 [
विमानयायिनः सर्वे तं देवमजमव्ययम् ॥
आजग्मुः सेवितुं देवा वरेण्यमजमव्ययम् ॥
]

`verse 25 [
अन्ये देवनिकायाश्च सेवितुं प्रपतन्ति तम् ॥
ततस्त्रेतायुगे काले नन्दी नाम महामुनिः ॥
]

`verse 26 [
आरिराधयिषुः शर्वं तपस्तेपे सुदारुणम् ॥
ग्रीष्मे पंचतपास्तिष्ठेच्छिशिरे सलिलाश्रयः ॥
]

`verse 27 [
ऊर्ध्वबाहुर्निरालम्बस्तोयाऽनिलहुताशनैः ॥
व्रतैश्च विविधैरुग्रै स्तपोभिर्नियमैस्तथा ॥
]

`verse 28 [
जपपुष्पोपहारैश्च कालेकाले मुनिः सदा ॥
शङ्करं विधिवद्भक्त्या सोऽर्च्चयद्द्विजपुङ्गवः ॥
]

`verse 29 [
उग्रेण तपसात्मानं योजयामास सुव्रतः ॥
काष्ठभूतो यदा विप्रः कृशो धर्मसुसन्ततः ॥
]

`verse 30 [
क्षामोऽभूत्कृष्णवर्णश्च ततः प्रीतश्च शङ्करः ॥
सम्यगाराधितो भक्त्या नियमेन च तोषितः ॥
]

`verse 31 [
तदात्मदर्शनं प्रादात्स मुनेर्वृषभध्वजः ॥
उक्तवांश्च मुनिं शर्वश्चक्षुर्दिव्यं ददामि ते   ॥
]

`verse 32 [
अदृश्यं पश्य मे रूपं वत्स प्रीतोऽस्मि ते मुने ॥
यत्पश्यन्तीह विद्वांसो रूपमप्रतिमौजसम् ॥३७॥
सहस्रसूर्यकिरणं ज्वालामालिनमूर्जितम् ॥
बालार्क मण्डलाकारं प्रभामण्डलमण्डितम्॥३८॥
जटाजूटतटाश्लिष्टं चन्द्रालंकृतशेखरम् ॥
जगदालोचनं श्रीमत्प्रदीप्तस्वत्रिलोचनम् ॥३९॥
प्रादेशमात्रं रुचिरं शतशीर्षं शतोदरम्॥
सहस्रबाहुचरणं सहस्राक्षिशिरोमुखम् ॥
]

`verse 33 [
अणीयसामणीयांसं बृहतां तु बृहत्तरम् ॥
अक्षमालापवित्राङ्गं कमण्डलु करोद्यतम्॥४१॥॥
सिंहचर्माम्बरधरं व्यालयज्ञोपवीतिनम् ॥
दृष्ट्वा देवं महादेवं हृष्टरोमा महातपाः ॥४२॥
प्राञ्जलिः प्रणतो भूत्वाऽगृणाद्ब्रह्म सनातनम् ॥
नमो धात्रे विधात्रे च संभवे वरदाय च ॥
]

`verse 34 [
जगद्भोक्त्रे त्रिनेत्राय शंकराय शिवाय च ॥
भवाय भवगोप्त्रे च मुनये कृत्तिवाससे ॥
]

`verse 35 [
नीलकण्ठाय भीमाय भूतभव्यभवाय च ॥
लम्बभ्रुवे करालाय हरिनेत्राय मीढुषे ॥
]

`verse 36 [
कपर्दिने विशालाय मुञ्जकेशाय धीमते ॥
शूलिने पशुपतये विभवे स्थाणवे तथा ॥
]

`verse 37 [
गणानां पतये स्रष्ट्रे संक्षेप्त्रे भीषणाय च ॥
सौम्याय सौम्यतपसे भीमाय त्र्यम्बकाय च ॥
]

`verse 38 [
प्रेतावासनिवासाय रुद्राय वरदाय च ॥
कपालमालिने तस्मै हरिश्मश्रुधराय च ॥
]

`verse 39 [
भक्तप्रियाय सततं नमोऽस्तु परमात्मने ॥
एवं नन्दी भवं स्तुत्वा नमस्कृत्य च सर्वशः ॥
]

`verse 40 [
प्रणम्य शिरसा देवं पुनः पुनरवन्दत ॥
ततस्तु भगवान्प्रीतस्तस्मै विप्राय शंकरः। ॥
]

`verse 41 [
उवाच च वचः साक्षात्तमृषिं वरदः प्रभुः ॥
वरान्वृणीष्व विप्रेन्द्र यानिच्छसि महामुने ॥
]

`verse 42 [
तांस्ते सर्वान्प्रयच्छामि दुर्ल्लभानपि मारिष ॥
प्रभुत्वममरत्वं वा शक्रत्वमपि वा प्रभो ॥
]

`verse 43 [
ब्रह्मत्वं लोकपालत्वमपवर्गमथापि वा ॥
अथाष्टगुणमैश्वर्यं गाणपत्यमथापि वा ॥
]

`verse 44 [
यदिच्छसि मुने शीघ्रं तद्ब्रूहि द्विजपुङ्गव ॥
इत्युक्तोऽसौ भगवता शर्वेण मुनिपुङ्गवः ॥
]

`verse 45 [
प्रोवाच वरदं देवं प्रहृष्टेनान्तरात्मना ॥
न प्रभुत्वं न देवत्वं नेन्द्रत्वमपि वा प्रभो ॥
]

`verse 46 [
ब्रह्मत्वं लोकपालत्वं नापवर्गं वरप्रद ॥
नैवाष्टगुणमैश्वर्यं गाणपत्यं न च प्रभो ॥
]

`verse 47 [
स्पृहये देवदेवेश प्रसन्ने त्वयि शंकर ॥
यदि प्रीतोऽसि भगवन्ननुक्रोशतया मम ॥५७॥
अनुग्राह्यो ह्ययं देव त्वयावश्यं सुराधिप ॥
यथान्ये न भवेद्भक्तिस्त्वत्तो नित्यं महेश्वर ॥
]

`verse 48 [
तथाहं भक्तिमिच्छामि सर्वभूताशये त्वयि ॥
यथा च न भवेद्विघ्नं तपस्यानिरतस्य मे ॥
]

`verse 49 [
कोटिजप्येन रुद्राणामाराधनपरस्य च ॥
एतत्तु वचनं श्रुत्वा नन्दिनः स महेश्वरः ॥
]

`verse 50 [
प्रहस्योवाच तं प्रीत्या ततो मधुरया गिरा ॥
प्रीतोऽस्म्युत्तिष्ठ विप्रर्षे तप्यमानेन सुव्रत ॥
]

`verse 51 [
आराधितश्च भक्त्याहं त्वया शुद्धेन चेतसा ॥
पर्याप्तं ते महाभाग तपः कर्तुं तपोधन ॥
]

`verse 52 [
निवर्त्तयति मां वत्स मत्पादाराधने रतः ॥
जप्ता ते त्रिगुणा कोटी रुद्राणां पुरतो मम ॥
]

`verse 53 [
पूर्णं वर्षसहस्रं च तपस्तीव्रं महामुने ॥
न कृतं यत्पुरा देवैर्नासुरैर्ऋषिभिर्न च ॥
]

`verse 54 [
कृतं सुमहदाश्चर्यं त्वया कर्म सुदुष्करम् ॥
संक्षोभितमिदं सर्वं त्रैलोक्यं सचराचरम् ॥
]

`verse 55 [
आगमिष्यन्ति ते द्रष्टुं देवाः सर्वे सवासवाः ॥
अक्षयश्चाव्ययश्च त्वमतर्क्यः ससुरासुरैः ॥
]

`verse 56 [
दिव्यतेजोवपूः श्रीमान्दिव्याभरणभूषितः ॥
मत्तुल्यो मत्प्रभावश्च त्वमेकः ससुरासुरैः ॥६७ ॥
मद्रूपधारी मत्तेजास्त्र्यक्षः सर्वगुणोत्तमः ॥
भविष्यसि न सन्देहो देवदानवपूजितः ॥
]

`verse 57 [
अनेनैव शरीरेण जरामरणवर्जितः ॥
दुष्प्राप्येयमवाप्ता ते देवैर्गाणेश्वरी गतिः ॥
]

`verse 58 [
पार्षदानां वरिष्ठस्त्वं मामकानां द्विजोत्तम ॥
नन्दीश्वर इति ख्यातो भविष्यसि न संशयः ॥
]

`verse 59 [
प्राप्तमष्टगुणं सत्यमैश्वर्यं ते तपोधन ॥
द्वितीयां मे तनुं त्वां तु नमस्यन्ति च देवताः ॥
]

`verse 60 [
अद्यप्रभृति देवाग्र्य देवकार्येषु सर्वतः ॥
प्रभुस्त्वं भविता लोके मत्प्रसादान्मुनीश्वर ॥
]

`verse 61 [
त्वामेवाभ्यर्च्चयिष्यन्ति सर्वभूतानि सर्वतः ॥
मत्तः समभिवाञ्छन्ति प्रसादं पार्षदाधिप ॥
]

`verse 62 [
वरान्वरार्थिनां दाता विधाता जगतः सदा ॥
भविष्यसि च धर्मज्ञ भीतानामभयप्रदः ॥
]

`verse 63 [
यस्त्वां द्वेष्टि स मां द्वेष्टि यस्त्वामनु स मामनु ॥
नावयोरन्तरं किंचिदम्बरानिलयोरिव ॥
]

`verse 64 [
द्वारे तु दक्षिणे नित्यं त्वया स्थेयं गणाधिप ॥
वामे तु विभुना चापि महाकालेन सर्वदा ॥
]

`verse 65 [
प्रतीहारो भवानद्य सर्वदा त्रिदशोत्तमः ॥
शिरो मे रक्षतु भवान्महाकालेऽपि मे गणः ॥
]

`verse 66 [
न वज्रेण न दण्डेन न चक्रेण न चाग्निना ॥
कांचिच्छक्नोति वै बाधां कर्त्तुं वै भुवनत्रये ॥
]

`verse 67 [
देवदानवगन्धर्वा यक्षराक्षसपन्नगाः ॥
त्वामेव संश्रयिष्यन्ति मद्भक्ताः पुरुषाश्च ये ॥
]

`verse 68 [
त्वयि तुष्टे ह्यहं तुष्टः कुपिते कुपितस्त्वहम् ॥
त्वत्तः प्रियतरो नास्ति ममान्यो द्विजपुंगव ॥
]

`verse 69 [
एवं तस्मै वरान्दत्त्वा प्रीतः स्वयमुमापतिः ॥
उवाच भूयः स्पष्टेन स्वरेणाम्बरचारिणा ॥
]

`verse 70 [
आगतान्विद्धि सर्वान्वै त्रिदशान्समरुद्गणान् ॥
दिदृक्षया च भद्रं ते कृतकृत्यश्च साम्प्रतम् ॥
]

`verse 71 [
यदीरितं मया वत्स वरं प्रतिवचस्त्वयि ॥
प्रविष्टं न श्रुतिपथं दिवि सर्वदिवौकसाम् ॥
]

`verse 72 [
नारायणं पुरस्कृत्य सेन्द्रास्ते समरुद्गणाः ॥
प्रेमार्थे चागमिष्यन्ति वरार्थं तपसाऽमराः ॥
]

`verse 73 [
यक्षविद्याधरगणाः सिद्धगन्धर्वपन्नगाः ॥
मुनयश्च महात्मानस्तपोलब्धाः सहस्रशः ॥८५॥
ते बुद्ध्वा त्वद्गतामृद्धि प्रतप्ताः परमेर्ष्यया ॥
तपांसि विविधान्यत्र विविधान्नियमांस्तथा ॥
]

`verse 74 [
चर्तुं समभिवाञ्छन्ति सदाभ्यासे वरार्थिनः ॥
वरदं यामभिज्ञाय गिरौ मौञ्जवति स्थितम् ॥
]

`verse 75 [
अत्रैते यावदागम्य न मां पश्यन्ति मानवाः ॥
तावदेव त्वितः शीघ्रं गमिष्यामि महामुने ॥
]

`verse 76 [
अद्य ते तु मया सर्वे देवा ब्रह्मपुरोगमाः ॥
द्रष्टव्याश्चानुमन्तव्या मत्तोऽनुग्रहकांक्षिणः ॥
]

`verse 77 [
अभिप्रायं च सर्वेषां जानामि द्विजसत्तम ॥
अनुगुह्य वरैस्तैश्च तत्रैवान्तरधीयत ॥
]

`colophon [
इति श्रीवराहपुराणे भगवच्छास्त्रे गोकर्णेश्वरमाहात्म्ये त्रयोदशाधिकद्विशततमोऽ ध्यायः ॥
]
