`verse 1 [
; अथ गोकर्णशृंगेश्वरादिमाहात्म्यम् ॥

ब्रह्मोवाच ॥
तस्मात्स्थानादपक्रान्ते त्र्यम्बके मृगरूपिणि ॥
अन्योऽन्यं मन्त्रयित्वा तु मया सह सुरोत्तमाः ॥
]

`verse 2 [
त्रिधाविभक्तं तच्छृङ्गं पृथक्पृथगवस्थितम् ॥
सम्यक्स्थापयितुं देवा विधिदृष्टेन कर्मणा ॥
]

`verse 3 [
स्थापितं देवि नीत्वा वै शृंगाग्रं वज्रपाणिना ॥
मया तत्रैव तन्मध्यं स्थापितं विधिवत्प्रभोः ॥
]

`verse 4 [
देवैर्देवर्षिभिश्चैव सिद्धैर्ब्रह्मर्षिभिस्तथा ॥
गोकर्ण इति विख्यातिः कृता वैशेषिकी वरा ॥
]

`verse 5 [
विष्णुना देवतीर्थेन तन्मूलं स्थापितं ततः ॥
तस्य शृङ्गेश्वर इति नाम तत्राभवन्महत् ॥ ५ ॥ thumb|Gokarna Atmalinga
तत्र तत्रैव भगवांस्तस्मिन्शृंगे त्रिधा स्थिते ॥
सान्निध्यं कल्पयामास भागेनैकेन चोन्मना ॥
]

`verse 6 [
शतं तेन तु भागानामात्मनो निहितं मृगे ॥
तस्माद्द्विकं तु भागानां शृंगाणां त्रितये न्यधात् ॥७॥
मार्गेण तच्छरीरेण निर्ययौ भगवान्विभुः ॥
शैशिरस्य गिरेः पादं प्रपेदे स्वयमात्मनः॥८॥
शतसंख्या स्मृता व्युष्टिस्तस्मिञ्छैलेश्वरे विभोः ॥
त्रिधा विभक्ते शृंगेऽस्मिन्नेकाग्रगतिनिप्रभोः ॥
]

`verse 7 [
ततः सुरासुरगुरुर्देवं भूतमहेश्वरम् ॥
तपसोऽग्रेण संसेव्य वव्रिरे विविधान्वरान् ॥
]

`verse 8 [
देवदानवगन्धर्वाः सिद्धयक्षमहोरगाः ॥
श्लेष्मातकवनं कृत्स्नं सर्वतः परिमण्डलम् ॥
]

`verse 9 [
तीर्थयात्रां पुरस्कृत्य प्रादक्षिण्यं च चक्रतुः ॥
फलान्निर्द्दिश्य तीर्थानां तथा क्षेत्रफलं महत् ॥
]

`verse 10 [
यथास्थानानि ते तस्मान्निवृत्ताश्च सुरादयः ॥
एवं तस्मान्निवृत्तेषु दैवतेषु तदा ततः ॥
]

`verse 11 [
पौलस्त्यो रावणो नाम भ्रातृभिः सह राक्षसैः ॥
आगम्योग्रेण तपसा देवमाराधयद्विभुम् ॥
]

`verse 12 [
शुश्रूषया च परया गोकर्णेश्वरमव्ययम् ॥
यदा तु तस्य तुष्टो वै वरदः शंकरः स्वयम् ॥
]

`verse 13 [
तदा त्रैलोक्यविजयं वरं वव्रे स राक्षसः ॥
प्रसादात्तस्य तत्सर्वं वाञ्छितं मनसा हि यत् ॥
]

`verse 14 [
अवाप्य च दशग्रीवस्तदिष्टं परमेश्वरात् ॥
त्रैलोक्यविजयायाशु तत्क्षणादेव निर्ययौ ॥
]

`verse 15 [
त्रैलोक्यं स विनिर्जित्य शक्रं च त्रिदशाधिपम् ॥
तदुत्पाट्यानयामास पुत्रेणेन्द्रजिता सह ॥
]

`verse 16 [
शृंगाग्रं यत्पुरा नीत्वा स्थापितं वज्रपाणिना ॥
तदुत्पाट्यानयामास पुत्रेणेन्द्रजिता सह ॥
]

`verse 17 [
तद्यावद्रावणः स्थाप्य मुहूर्त्तमुदधेस्तटे ॥
सन्ध्यामुपासते तत्र लग्नस्तावदसौ भुवि ॥
]

`verse 18 [
न शशाक यदा रक्षस्तदुत्पाटयितुं बलात् ॥
वज्रकल्पं समुत्सृज्य तदा लंकां विनिर्ययौ ॥
]

`verse 19 [
स तु दक्षिणगोकर्णो विज्ञेयस्ते महामते ॥
स्वयं प्रतिष्ठितस्तत्र स्वयं भूतपतिः शिवः ॥
]

`verse 20 [
एतत्ते कथितं सर्वं मया विस्तरतो मुने ॥
यथावदुत्तरस्तस्य गोकर्णस्य महात्मनः॥२३॥
दक्षिणस्य च विप्रर्षे तथा शृंगेश्वरस्य च॥
शैलेश्वरस्य च विभो स्थित्युत्पत्तिर्यथाक्रमम्॥२४॥
व्युष्टिः क्षेत्रस्य महती तीर्थानां च समुद्भवः ॥
प्रोक्तं सर्वं मया वत्स किमन्यच्छ्रोतुमिच्छसि ॥
]

`colophon [
इति श्रीवराहपुराणे गोकर्णशृंगेश्वरादीनां माहात्म्यं नाम षोडशाधिकद्विशततमोऽध्यायः ॥
]
