`speaker [
सनत्कुमार उवाच
]

`verse 1 [
उक्तं भगवता सर्वं यथावत्परमेष्ठिना ॥
पृष्टेन संशयं सम्यक्परं कृत्वार्थनिश्चयम् ॥
]

`verse 2 [
भगवद्विश्वरूपस्य स्थाणोरप्रतिमौजसः ॥
क्रीडतो लोकनाथस्य कानने मृगरूपिणः ॥
]

`verse 3 [
यथा शरीरं शृङ्गं च पुण्यक्षेत्रे प्रतिष्ठितम् ॥
हिताय जगतस्तत्र तीर्थानि च यथाभवन् ॥
]

`verse 4 [
तन्मे ब्रूहि महाभाग यथातत्त्वं जगत्पते ॥
ब्रह्मोवाच ॥
पुलस्त्यो वक्ष्यते शेषं यदतोऽन्यन्महामुने ॥
]

`verse 5 [
सर्वेषामेव तीर्थानामेषां फलविनिश्चयम् ॥
कुरु राज्यं पुरस्कृत्य मुनीनां पुरतो वने ॥
]

`verse 6 [
पुत्रो मे मत्समः सम्यग्वेदवेदांगतत्त्ववित् ॥
यच्छ्रुत्वा पुरुषस्तात विमुक्तः सर्वकिल्बिषैः ॥
]

`verse 7 [
यशस्वी कीर्त्तिमान्भूत्वा वन्द्यते प्रेत्य चेह च ॥
श्रोतव्यमेतत्सततं चातुर्वर्ण्यैः सुसंयुतैः ॥
]

`verse 8 [
मंगल्यं च शिवं चैव धर्मकामार्थसाधकम् ॥
श्रीभूतिजननं पुण्यमायुष्यं विजयावहम् ॥
]

`verse 9 [
धन्यं यशस्यं पापघ्नं स्वस्तिकृच्छान्तिकारकम् ॥
श्रुत्वैवं पुरुषः सम्यङ्न दुर्गतिमवाप्नुयात् ॥
]

`verse 10 [
कीर्तयित्वा व्रजेत्स्वर्गं कल्यमुत्थाय मानवः ॥
सूत उवाच ॥
इत्युक्त्वा भगवान्देवः परमेष्ठी प्रजापतिः ॥
]

`verse 11 [
सनत्कुमारं सन्दिश्य विरराम महायशाः ॥
एतद्वः कथितं सर्वं मया तत्त्वेन सत्तमाः ॥
]

`verse 12 [
वराहभूमिसंवादं सारमुद्धृत्य सत्तमाः ॥
यश्चैव कीर्त्तयेन्नित्यं शृणुयाद्वापि भक्तितः ॥
]

`verse 13 [
सर्वपापविनिर्मुक्तः स याति परमां गतिम् ॥
प्रभासे नैमिषारण्ये गंगाद्वारेऽथ पुष्करे ॥१३ ॥
प्रयागे ब्रह्मतीर्थे च तीर्थे चामरकण्टके ॥
यत्पुण्यफलमाप्नोति तत्कोटिगुणितं भवेत् ॥
]

`verse 14 [
कपिलां द्विजमुख्याय सम्यग्दत्त्वा तु यत्फलम् ॥
प्राप्नोति सकलं श्रुत्वा चाध्यायं तु न संशयः ॥
]

`verse 15 [
श्रुत्वाऽस्यैव दशाध्यायं शुचिर्भूत्वा समाहितः ॥
अग्निष्टोमातिरात्राभ्यां फलं प्राप्नोति मानवः ॥१६ ॥
यः पुनः सततं शृण्वन्नैरन्तर्येण बुद्धिमान् ॥
पारयेत्परया भक्त्या तस्यापि शृणु यत्फलम् ॥
]

`verse 16 [
सर्वयज्ञेषु यत्पुण्यं सर्वदानेषु यत्फलम् ॥
सर्वतीर्थाभिषेकेन यत्फलं मुनिभिः स्मृतम् ॥
]

`verse 17 [
तत्प्राप्नोति न सन्देहो वराहवचनं यथा ॥
यदेतत्पारयेद्भक्त्या मम माहात्म्यमुत्तमम् ॥
]

`verse 18 [
अपुत्रस्य भवेत्पुत्रः सपौत्रस्य सुपौत्रकः ॥
यस्येदं लिखितं गेहे तिष्ठेत्संपूज्यते सदा ॥
]

`verse 19 [
तस्य नारायणो देवः सन्तुष्टः स्याद्धि  सर्वदा ॥
यश्चैतच्छृणुयाद्भक्त्या नैरन्तर्येण मानवः ॥
]

`verse 20 [
श्रुत्वा तु पूजयेच्छास्त्रं यथा विष्णुं सनातनम् ॥
गन्धपुष्पैस्तथा वस्त्रैर्ब्राह्मणानां च तर्पणैः ॥
]
