`verse 1 [
अथ पुराणपठनादिविषयानुक्रमणिकाध्यायः ॥

त्रिःसप्तषट्क्षितिमिते नृपविक्रमस्य काले गते भगवतो हरिबोधनस्य ॥
वीरेश्वरेण सह माधवभद्रनाम्ना काश्यां वराहकथितं लिखितं पुराणम् ॥
]

`verse 2 [
वराहस्य पुराणस्य वृत्तान्तान्प्रब्रवीम्यहम् ॥
आदौ सम्बन्धकथनं वृत्तान्तश्चादिकल्पकः॥
]

`verse 3 [
आदिसृष्टिस्ततः प्रोक्ता चरितं दुर्जनस्य च ॥
वृत्तान्तोद्देशभागश्च श्राद्धकल्पस्ततः परम् ॥
]

`verse 4 [
आदिवृत्तान्तकथने सरमाख्यानमेव च ॥
महातपोपाख्यानं च अग्न्युत्पत्तिस्ततः परम् ॥
]

`verse 5 [
अश्विनोरपि चोत्पत्ति गौर्युत्पत्तिस्तथैव च ॥
विनायकस्य चोत्पत्तिर्नागोत्पत्तिस्तथैव च ॥
]

`verse 6 [
स्कन्दोत्पत्तिश्च भानोश्च उत्पत्तिः समुदाहृता ॥
कामादीनां तथोत्पत्तिः देव्युत्पत्तिस्तथैव च ॥
]

`verse 7 [
धनदस्य तथोत्पत्तिः परापरविनिर्णयः ॥
धर्मोत्पत्तिस्तथोत्पत्ती रुद्रस्य च ततः स्मृता ॥
]

`verse 8 [
सोमोत्पत्तिरहस्यं च क्षितेश्चापि समासतः ॥
उक्तः प्रागितिहासश्च व्याधोपाख्यानमेव च ॥
]

`verse 9 [
ततः सत्यतपोपाख्या मत्स्यद्वादशिका तथा ॥
कूर्मद्वादशिका चापि वराहद्वादशी तथा ॥
]

`verse 10 [
नृसिंहद्वादशी चापि वामनद्वादशी तथा ॥
भार्गवद्वादशी चापि श्रीरामद्वादशी तथा ॥
]

`verse 11 [
कृष्णद्वादशिका चापि बुद्धद्वादशिका तथा ॥
कल्कि द्वादशिका चापि पद्मनाभस्य द्वादशी ॥
]

`verse 12 [
ततो व्रतं धरण्याश्च गीतागस्त्यस्य चोत्तमा ॥
पशुपालस्य चाख्यानं भर्तृप्राप्तिव्रतं तथा ॥
]

`verse 13 [
शुभव्रतं धन्यव्रतं कान्तिव्रतमतः स्मृतम् ॥
सौभाग्यव्रतमाख्यातमविघ्नव्रतमेव च ॥
]

`verse 14 [
शान्तिव्रतं कामव्रतमारोग्यव्रतमेव च ॥
पुत्रप्राप्तिव्रतं शौर्यव्रतं वै सार्वभौमिकम् ॥१४॥
पुराणस्तवनं चैव नारायणेश्वरेण च ॥
रुद्रगीता ततः पुंसां प्रकृतेश्चापि निर्णयः ॥१५॥
ततो भुवनकोशस्य वर्णनं समुदाहृतम् ॥
जम्बूद्वीपस्य मर्यादावर्णनं परिकार्तितम् ॥१६॥
भारतादिसमुद्देशः सृष्टिसम्भाग एव च ॥
नारदस्य च संवादो महिषेण प्रकीर्त्तितः ॥
]

`verse 15 [
शक्तिमाहात्म्यकथनं महिषासुरघातनम् ॥
रुद्रमाहात्म्यकथनं पर्वाध्यायस्ततः परम् ॥
]

`verse 16 [
श्वेतोपाख्यानमत्रोक्तं तिलधेनुविधिस्ततः ॥
जलधेनोरसधेनोर्गुडधेनोर्विधिः परम् ॥
]

`verse 17 [
ततश्च शर्क्कराधेनोर्मधुधेनोस्ततः परम् ॥
दधिधेनोश्च लवणधेनोः कार्पासधेनुका ॥
]

`verse 18 [
धान्यधेनुश्च भगवच्छास्त्रलक्षणमेव च ॥
विष्णोस्तोत्रं ततो नाना प्रश्नाः प्रोक्ता हरिं प्रति ॥
]

`verse 19 [
ततो भागवतानां च लक्षणं परिकीर्त्तितम् ॥
लक्षणं सुखदुःखानां द्वात्रिंशदपराधकाः ॥
]

`verse 20 [
नानामन्त्रास्ततः प्रोक्ता देवोपकरणे विधिः ॥
भोज्याभोज्यस्य कथनं संध्योपस्थानकारणम् ॥
]

`verse 21 [
वियोनिगर्भमोक्षश्च कोकामुखप्रशंसनम् ॥
भगवच्छास्त्रकथने माहात्म्यं पुष्पगन्धयोः ॥
]

`verse 22 [
रूपकारणमत्रोक्तं मायाचक्रं ततः परम् ॥
कुब्जाम्रकस्य माहात्म्यं वर्णदीक्षा ततः परम् ॥
]

`verse 23 [
कंकृताञ्जनदर्पाणां मन्त्राः प्रोक्तास्ततः परम् ॥
राजान्नभक्षणे प्रायश्चित्तं प्रोक्तं ततः परम् ॥
]

`verse 24 [
दन्तकाष्ठाद्यकरणे प्रायश्चित्तं ततः परम् ॥
शवादिस्पर्शने मन्त्र त्यागे चोक्तं ततः परम् ॥
]

`verse 25 [
नीलवस्त्रपरिधाने क्रोधयुक्तस्य चार्चने ॥
रक्तवस्त्रपरिधाने अन्धकारे प्रपूजने ॥
]

`verse 26 [
कृष्णवस्त्रपरिधाने धौतवस्त्रस्य धारणे ॥
क्रोडादिमांसभक्षे च प्रायश्चित्तं प्रकीर्त्तितम्॥२९॥
दीपोच्छिष्टस्य तैलस्य करलेपेन  पूजने॥
श्मशानगमने स्पृष्टपूजने  चैव शोधने ॥
]

`verse 27 [
पिण्याकभक्षणे चैव उपानद्गूढपादके ॥
भगवच्छास्त्रविहिताकरणे शोधने ततः॥३१॥
सूकरक्षेत्रमहिमा ततो जम्बूकगृध्रयोः ॥
खञ्जरीटस्य चाख्यानं पुनः कोकामुखस्य च॥३२॥
बदरीषण्डमाहात्म्यं गुह्यधर्मप्रकीर्तनम् ॥
मन्दारगुह्यमहिमा शालग्रामप्रसंशनम् ॥३३॥
सोमेश्वरस्य महिमा मुक्तिक्षेत्रस्य चापि हि॥
त्रिवेण्याश्चैव माहात्म्यं माहात्म्यं गण्डकीभवम् ।३४॥
चक्रतीर्थस्य महिमा हरिक्षेत्रसमुद्भवः ॥
देवह्रदस्य चाख्यानं रुरुक्षेत्रस्य चापि हि ॥
]

`verse 28 [
गोनिष्क्रमस्य महिमा द्वारवत्यास्ततः परम् ॥
तत्रत्य तीर्थमहिमा लौहार्गलमतः परम् ॥
]

`verse 29 [
मथुरातीर्थमाहात्म्यं प्रादुर्भावस्तथैव च ॥
यमुनातीर्थमाहात्म्यमक्रूरस्य च तीर्थकम् ॥
]

`verse 30 [
देवारण्यस्य माहात्म्यं चक्रतीर्थस्य चोत्तमम् ॥
कपिलस्यापि महिमा तथा गोवर्धनस्य च ॥
]

`verse 31 [
तथा आख्यायिकायुक्तं विश्रान्तेश्च ततः परम् ॥
गोकर्णस्य च माहात्म्यं सरस्वत्यास्तथैव च ॥
]

`verse 32 [
यमुनोद्भेदमहिमा कालिञ्जरसमुद्भवाः॥
गंगोद्भेदस्य महिमा शापः स्यम्बस्य वै तथा ॥
]

`verse 33 [
मधुकप्रतिमायाश्च स्थापनं संप्रकीर्तितम् ॥
शैलार्च्चा स्थापनं चापि मृन्मयार्च्चास्थितिस्तथा ॥
]

`verse 34 [
ताम्रार्चास्थापनं चापि कांस्यार्चास्थापनं  तथा ॥
रौप्यर्चास्थापनं चाथ सौवर्णप्रतिमास्थितिः ॥४२॥
श्राद्धोत्पत्ति स्ततः प्रोक्तं पिण्डं संकल्प एव च ॥
पिण्डोत्पत्तिस्ततः प्रोक्ता पितृयज्ञविनिर्णयः ॥
]

`verse 35 [
कृतान्तदूतकथनं यातनारूपमेव च ॥
वर्णनं नरकाणां च किंकराणां च वर्णनम् ॥
]

`verse 36 [
तथा कर्मविपाकं च यादृशं कर्म तादृशम् ॥
पापकृत्यस्य कथनं दूतप्रेषणकर्म च ॥
]

`verse 37 [
शुभाशुभस्य कथनं शुभकर्मफलोदयम् ॥
लोभनं पुरुषस्यापि निमेराख्यानमद्भुतम् ॥
]

`verse 38 [
पापनाशकथां दिव्यां गोकर्णेशसमुद्भवम्॥
नन्दिना वरदानं च जलशैलेशयोस्तथा ॥
]

`verse 39 [
शृंगेश्वरस्य महिमा चैवं वृत्तान्तसंग्रहः ॥
एतच्छ्रुत्वाप्नुयान्मर्त्त्यो वाराहश्रुतिजं फलम् ॥
]

`verse 40 [
इत्यनुक्रमणिका नाम अष्टादशाधिकद्विशततमोऽध्यायः ॥
]

`verse 41 [
समाप्तं वाराहं महापुराणं शुभम् ॥
यादृशं पुस्तके दृष्टं तादृशं लिखितं मया ॥
यदि शुद्धमशुद्धं वा मम दोषो न विद्यते ॥
]
